{
  "doc_id": "16-018-0001",
  "title": {
    "zh_CN": "三皈授受",
    "zh_TW": "三皈授受"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "16-018-0001",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "16-018-0001_p0001",
      "zh_CN": "诸位法师，诸位善男子、善女人，今天是本师释迦牟尼佛的圣诞，我们在此地举行三皈五戒的传授，意义特别的殊胜。过去虽然将三皈的大意说过几遍，今天想想，还是有再说一次的必要。学佛，有没有这个必要？学佛到底有没有好处？最近我们正在学习《阿难问事佛吉凶经》，这部经就是阿难尊者代替我们大家向释迦牟尼佛提出这个问题，「学佛到底是好，还是不好？」佛在这部经上告诉我们，如果我们完全依照佛的教训去做，那是大吉大利。这个好处究竟好到什么样子？实实在在说，是我们没有法子想像的；经上常讲「不可思议」，有不可思议的功德，有不可思议的利益，但是一定要照佛的话去做才行。如果不照佛的话去做，受一个形式上的三皈，有名无实，佛法殊胜的功德利益你就得不到，你在这一生当中依旧不免随业受报，这是我们必须要晓得的。",
      "zh_TW": "諸位法師，諸位善男子、善女人，今天是本師釋迦牟尼佛的聖誕，我們在此地舉行三皈五戒的傳授，意義特別的殊勝。過去雖然將三皈的大意說過幾遍，今天想想，還是有再說一次的必要。學佛，有沒有這個必要？學佛到底有沒有好處？最近我們正在學習《阿難問事佛吉凶經》，這部經就是阿難尊者代替我們大家向釋迦牟尼佛提出這個問題，「學佛到底是好，還是不好？」佛在這部經上告訴我們，如果我們完全依照佛的教訓去做，那是大吉大利。這個好處究竟好到什麼樣子？實實在在說，是我們沒有法子想像的；經上常講「不可思議」，有不可思議的功德，有不可思議的利益，但是一定要照佛的話去做才行。如果不照佛的話去做，受一個形式上的三皈，有名無實，佛法殊勝的功德利益你就得不到，你在這一生當中依舊不免隨業受報，這是我們必須要曉得的。"
    },
    {
      "id": "16-018-0001_p0002",
      "zh_CN": "既然发心皈依，当然对于佛法有相当的认识，这才发心正式做释迦牟尼佛的学生；皈依三宝就是我们发心做释迦牟尼佛的学生。释迦牟尼佛是一位非常有智慧的人，具有圆满德行的人，我们应当要向他学习。拜佛作老师这个仪式，就是三皈的传授。三皈的传授也就是释迦牟尼佛教导我们学佛的纲领，佛给我们举出三条，这三条纲领我们一生都不能够违背，这就是「觉、正、净」三个字。皈是回归、是回头，依是依靠。我们人，不但是人，在这个世间任何一个生物，他到这个世间来都有目的，也都有意义。因此，诸佛菩萨对于一切人、一切众生，哪怕是动物、植物，一只小蚂蚁、一根小草，诸佛菩萨对他们都非常的尊敬，都非常的爱护。他为什么这么做？他明了宇宙人生的真相。我们不能这样作法，往往伤害这些动物、植物，是我们不了解事实真相，我们起心动念、我们的行为做错了。今天皈依，皈依是佛教我们回头，依靠佛陀的教训，向佛菩萨学习，使我们的生活、言行都能够得到纯正，都能像诸佛菩萨一样，这是「三皈」依靠佛学习重要的意义。佛教给我们这三个原则，我们必须要很清楚的认识它、了解它，一生都不能够违背。",
      "zh_TW": "既然發心皈依，當然對於佛法有相當的認識，這才發心正式做釋迦牟尼佛的學生；皈依三寶就是我們發心做釋迦牟尼佛的學生。釋迦牟尼佛是一位非常有智慧的人，具有圓滿德行的人，我們應當要向他學習。拜佛作老師這個儀式，就是三皈的傳授。三皈的傳授也就是釋迦牟尼佛教導我們學佛的綱領，佛給我們舉出三條，這三條綱領我們一生都不能夠違背，這就是「覺、正、淨」三個字。皈是回歸、是回頭，依是依靠。我們人，不但是人，在這個世間任何一個生物，他到這個世間來都有目的，也都有意義。因此，諸佛菩薩對於一切人、一切眾生，哪怕是動物、植物，一隻小螞蟻、一根小草，諸佛菩薩對他們都非常的尊敬，都非常的愛護。他為什麼這麼做？他明瞭宇宙人生的真相。我們不能這樣作法，往往傷害這些動物、植物，是我們不了解事實真相，我們起心動念、我們的行為做錯了。今天皈依，皈依是佛教我們回頭，依靠佛陀的教訓，向佛菩薩學習，使我們的生活、言行都能夠得到純正，都能像諸佛菩薩一樣，這是「三皈」依靠佛學習重要的意義。佛教給我們這三個原則，我們必須要很清楚的認識它、了解它，一生都不能夠違背。"
    },
    {
      "id": "16-018-0001_p0003",
      "zh_CN": "第一句跟我们讲「皈依佛」，誓词里面讲得很清楚，「皈依佛，两足尊」。「两」就是智慧跟福报，佛陀的智慧跟福报，「足」是圆满了，一丝毫的欠缺都没有。佛告诉我们，《华严经》上讲的，「一切众生皆有如来智慧德相」，「智慧德相」就是福报、福德；我们每一个众生、每一个人，我们的智慧、我们的福德跟一切诸佛如来没有两样，都是圆满的。但是在现前我们所看到的，佛的智慧圆满。他给我们讲经说法，诸位要晓得，经与法都是佛对我们的教训，他说得那么多，说得那么好，说得那么圆满，这是我们肯定他的智慧。他的福德？他已经距离我们二千五百多年，你们想想，这个世间有哪一个人走了以后过了几千年，世间还有这么多人尊敬他，还有这么多人向他学习、礼拜他，这个福报多大？其他的不说了，单单说这一点，这就很值得我们向他学习。佛告诉我们修学的三个原则，这三个原则提升我们自己的境界。",
      "zh_TW": "第一句跟我們講「皈依佛」，誓詞裡面講得很清楚，「皈依佛，兩足尊」。「兩」就是智慧跟福報，佛陀的智慧跟福報，「足」是圓滿了，一絲毫的欠缺都沒有。佛告訴我們，《華嚴經》上講的，「一切眾生皆有如來智慧德相」，「智慧德相」就是福報、福德；我們每一個眾生、每一個人，我們的智慧、我們的福德跟一切諸佛如來沒有兩樣，都是圓滿的。但是在現前我們所看到的，佛的智慧圓滿。他給我們講經說法，諸位要曉得，經與法都是佛對我們的教訓，他說得那麼多，說得那麼好，說得那麼圓滿，這是我們肯定他的智慧。他的福德？他已經距離我們二千五百多年，你們想想，這個世間有哪一個人走了以後過了幾千年，世間還有這麼多人尊敬他，還有這麼多人向他學習、禮拜他，這個福報多大？其他的不說了，單單說這一點，這就很值得我們向他學習。佛告訴我們修學的三個原則，這三個原則提升我們自己的境界。"
    },
    {
      "id": "16-018-0001_p0004",
      "zh_CN": "诸位同修一定要知道，生命是永恒的。这句话不但是佛说，所有宗教里面都这么说法，连澳洲土着他们也肯定这句话，「生命是永恒的」；学佛最后的目标，也就是证明这句话、证实这句话，这句话简单的说就是「不生不灭」。佛家讲大涅槃，「涅槃」是印度话，意思就是「不生不灭」。我们一切众生，包括我们自己，都是永恒的，不生不灭。说这个话，也许有人不相信：我明明看到人生了会死，天天看到有许多人出生，每天也看到有许多人死亡，怎么没有生死？生灭的现象明明摆在我们眼前。实在讲，这是我们看错了。错在哪里？我们迷惑颠倒，把身体当作自己，就错在这里。",
      "zh_TW": "諸位同修一定要知道，生命是永恆的。這句話不但是佛說，所有宗教裡面都這麼說法，連澳洲土著他們也肯定這句話，「生命是永恆的」；學佛最後的目標，也就是證明這句話、證實這句話，這句話簡單的說就是「不生不滅」。佛家講大涅槃，「涅槃」是印度話，意思就是「不生不滅」。我們一切眾生，包括我們自己，都是永恆的，不生不滅。說這個話，也許有人不相信：我明明看到人生了會死，天天看到有許多人出生，每天也看到有許多人死亡，怎麼沒有生死？生滅的現象明明擺在我們眼前。實在講，這是我們看錯了。錯在哪裡？我們迷惑顛倒，把身體當作自己，就錯在這裡。"
    },
    {
      "id": "16-018-0001_p0005",
      "zh_CN": "身体不是自己，身体是什么？佛在经上教导我们，身体是「我所」，不是「我」。「我所」要说得通俗一点，「我所有的」；佛经上的名词叫「我所」，意思是「我所有的」。我现在穿这个衣服是我所有的，衣服破了、坏了，我们就把它丢掉了，这个衣服就死了，我再做一件新的穿在身上，那个新的衣服不就生了吗？衣服有生死，我没有生死。同样的道理，这个身体是我所有的，就跟衣服一样，这个身体用了几十年用坏了，用坏了不要它了，我再换一个身体，身体跟衣服一样。「我所」有生灭，「我」没有生灭，要懂得这个道理才行，然后你才知道生命是永恒的。禅宗里面常说「父母未生前本来面目」，那个「本来面目」是我，你要把真的我找到，你就得大自在，你就叫成佛了。佛跟凡夫实在讲没有差别，差别在哪里？佛知道有真我，不把这个身体看作我；凡夫把身体看作我，把真我忘掉了。所以佛教我们皈依觉，你要觉悟，你不要再迷惑颠倒，迷惑颠倒就很苦了。迷了，你一定会做错事，你会说错话，你的思想、见解都产生了错误；错误，在佛教里面称之为「造业」。不觉悟的人天天造业，造业就必定感受不好的果报，佛家讲「三途六道」。",
      "zh_TW": "身體不是自己，身體是什麼？佛在經上教導我們，身體是「我所」，不是「我」。「我所」要說得通俗一點，「我所有的」；佛經上的名詞叫「我所」，意思是「我所有的」。我現在穿這個衣服是我所有的，衣服破了、壞了，我們就把它丟掉了，這個衣服就死了，我再做一件新的穿在身上，那個新的衣服不就生了嗎？衣服有生死，我沒有生死。同樣的道理，這個身體是我所有的，就跟衣服一樣，這個身體用了幾十年用壞了，用壞了不要它了，我再換一個身體，身體跟衣服一樣。「我所」有生滅，「我」沒有生滅，要懂得這個道理才行，然後你才知道生命是永恆的。禪宗裡面常說「父母未生前本來面目」，那個「本來面目」是我，你要把真的我找到，你就得大自在，你就叫成佛了。佛跟凡夫實在講沒有差別，差別在哪裡？佛知道有真我，不把這個身體看作我；凡夫把身體看作我，把真我忘掉了。所以佛教我們皈依覺，你要覺悟，你不要再迷惑顛倒，迷惑顛倒就很苦了。迷了，你一定會做錯事，你會說錯話，你的思想、見解都產生了錯誤；錯誤，在佛教裡面稱之為「造業」。不覺悟的人天天造業，造業就必定感受不好的果報，佛家講「三途六道」。"
    },
    {
      "id": "16-018-0001_p0006",
      "zh_CN": "诸位要知道，三途六道不是佛教最初说的，什么人最初说的？兴都教最初说的，三途六道是他们最初讲的。要知道，兴都教在这个世界上历史最长。我跟他们有往来，我也读他们的经典，他们告诉我，他们的宗教在这个世间有一万多年的历史。但是印度人不重视历史，他说一万多年，它没有凭据，它没有记载。但是今天世界上人大家都同意，肯定它至少有八千五百年的历史。我们佛教才二千五百多年，差很远！六道轮回是他们讲的，讲得一点都没错。怎么知道没错？他们亲自见到的，不是凭空想像的。怎么见到的？印度教修禅定，他们禅定的功夫也相当的深，所以他们确确实实用禅定的修学方法，达到欲界天、色界天、无色界天，一直到非想非非想天，他们确确实实见到。所以他们能够见到饿鬼，能够见到地狱，他们见到才说，不过是在他们经典里面没有把六道的来由说出来，就是六道怎么来的。六道这个问题怎么解决？我们现在都在六道里面，有没有办法脱离？有没有办法到六道外面去观光旅游？这个在佛经里面说出来了。所以佛出现于世，把六道的所以然交代得清清楚楚、明明白白。这个是佛对我们教学的一小部分，在佛法里面是属于初级的课程；还有中级，还有高级。像这些，其他宗教里面就很少谈到；不是没有谈到，而是很少谈到。我们看其他宗教经典，我们能看得懂，我们能够理解，我们读了之后非常欢喜。所以，觉悟太重要！",
      "zh_TW": "諸位要知道，三途六道不是佛教最初說的，什麼人最初說的？興都教最初說的，三途六道是他們最初講的。要知道，興都教在這個世界上歷史最長。我跟他們有往來，我也讀他們的經典，他們告訴我，他們的宗教在這個世間有一萬多年的歷史。但是印度人不重視歷史，他說一萬多年，它沒有憑據，它沒有記載。但是今天世界上人大家都同意，肯定它至少有八千五百年的歷史。我們佛教才二千五百多年，差很遠！六道輪迴是他們講的，講得一點都沒錯。怎麼知道沒錯？他們親自見到的，不是憑空想像的。怎麼見到的？印度教修禪定，他們禪定的功夫也相當的深，所以他們確確實實用禪定的修學方法，達到欲界天、色界天、無色界天，一直到非想非非想天，他們確確實實見到。所以他們能夠見到餓鬼，能夠見到地獄，他們見到才說，不過是在他們經典裡面沒有把六道的來由說出來，就是六道怎麼來的。六道這個問題怎麼解決？我們現在都在六道裡面，有沒有辦法脫離？有沒有辦法到六道外面去觀光旅遊？這個在佛經裡面說出來了。所以佛出現於世，把六道的所以然交代得清清楚楚、明明白白。這個是佛對我們教學的一小部分，在佛法裡面是屬於初級的課程；還有中級，還有高級。像這些，其他宗教裡面就很少談到；不是沒有談到，而是很少談到。我們看其他宗教經典，我們能看得懂，我們能夠理解，我們讀了之後非常歡喜。所以，覺悟太重要！"
    },
    {
      "id": "16-018-0001_p0007",
      "zh_CN": "第二，佛教给我们「皈依正」，这就是三皈依里面「皈依达摩」。「达摩」是印度话，翻成中国意思是「正知正见」；也就是说，你的思想、你的见解，对宇宙、对人生你的想法、看法绝对正确没有错误，这叫「皈依正」。如果我们对于宇宙人生的真相不能够彻底明了，我们的想法、看法哪里没有错误？当然会有错误。我们要怎样把我们的错误修正？要等我们证得这个境界，把宇宙人生真相搞清楚、搞明白，恐怕这一生都做不到，肯定绝大多数的人一生办不到。怎么办？我们深深相信释迦牟尼佛是过来人，他办到了，他明白了，他了解，于是在经典里面，他对人、对事、对物、对一切众生，他的看法、他的想法、他的作法是正确的，一丝毫错误都没有，我们向他学习，用他来做标准，把我们的思想见解、言语行为修正，这叫修行。行是我们的思想、言语、行为，我们的行为有错误，把错误的行为修正过来，这叫修行。修行的标准就是释迦牟尼佛，就是这些菩萨、这些圣贤，用现代的话来说，我们一定要发心向他们学习，这叫做「皈依」，皈依就是向他们学习，我要依靠他做标准。",
      "zh_TW": "第二，佛教給我們「皈依正」，這就是三皈依裡面「皈依達摩」。「達摩」是印度話，翻成中國意思是「正知正見」；也就是說，你的思想、你的見解，對宇宙、對人生你的想法、看法絕對正確沒有錯誤，這叫「皈依正」。如果我們對於宇宙人生的真相不能夠徹底明瞭，我們的想法、看法哪裡沒有錯誤？當然會有錯誤。我們要怎樣把我們的錯誤修正？要等我們證得這個境界，把宇宙人生真相搞清楚、搞明白，恐怕這一生都做不到，肯定絕大多數的人一生辦不到。怎麼辦？我們深深相信釋迦牟尼佛是過來人，他辦到了，他明白了，他了解，於是在經典裡面，他對人、對事、對物、對一切眾生，他的看法、他的想法、他的作法是正確的，一絲毫錯誤都沒有，我們向他學習，用他來做標準，把我們的思想見解、言語行為修正，這叫修行。行是我們的思想、言語、行為，我們的行為有錯誤，把錯誤的行為修正過來，這叫修行。修行的標準就是釋迦牟尼佛，就是這些菩薩、這些聖賢，用現代的話來說，我們一定要發心向他們學習，這叫做「皈依」，皈依就是向他們學習，我要依靠他做標準。"
    },
    {
      "id": "16-018-0001_p0008",
      "zh_CN": "第三条的意思叫「皈依净」。净，此地用的是「僧伽」，「皈依僧伽，诸众中尊」。「僧伽」的意义，用现代的话来说就是「团体」。人不能够独立生存，一定要依靠大众，一定是有团体的社会组织的动物。最小的团体是家庭，家庭有父子、有兄弟、有夫妇、有儿女。在古代，中国、外国都是大家庭制度，纵然现代西方文明的冲击，许多人采取小家庭制度，有夫妇也有儿女。在佛法里面讲，四口之家就是一个小团体，小团里面一定要和睦相处，要清净无为，这就叫做僧团，佛法里称为「僧团」，是生活的最好榜样。我们看看现代社会里面，人与人之间没有信心。即使是夫妻两个，彼此都不相信，都互相隐瞒，这个大错特错！你这个家庭怎么能和睦？和睦一定建立在平等的基础上。人跟人不平等，世界和平就没有希望。什么时候世界真的有和平？人与人之间平等对待，国与国之间平等对待，族与族之间平等对待，宗教与宗教之间平等对待，世界就和平了，社会就安定了。不平等就决定没有和平。这是第三条「皈依僧」的大意。",
      "zh_TW": "第三條的意思叫「皈依淨」。淨，此地用的是「僧伽」，「皈依僧伽，諸眾中尊」。「僧伽」的意義，用現代的話來說就是「團體」。人不能夠獨立生存，一定要依靠大眾，一定是有團體的社會組織的動物。最小的團體是家庭，家庭有父子、有兄弟、有夫婦、有兒女。在古代，中國、外國都是大家庭制度，縱然現代西方文明的衝擊，許多人採取小家庭制度，有夫婦也有兒女。在佛法裡面講，四口之家就是一個小團體，小團裡面一定要和睦相處，要清淨無為，這就叫做僧團，佛法裡稱為「僧團」，是生活的最好榜樣。我們看看現代社會裡面，人與人之間沒有信心。即使是夫妻兩個，彼此都不相信，都互相隱瞞，這個大錯特錯！你這個家庭怎麼能和睦？和睦一定建立在平等的基礎上。人跟人不平等，世界和平就沒有希望。什麼時候世界真的有和平？人與人之間平等對待，國與國之間平等對待，族與族之間平等對待，宗教與宗教之間平等對待，世界就和平了，社會就安定了。不平等就決定沒有和平。這是第三條「皈依僧」的大意。"
    },
    {
      "id": "16-018-0001_p0009",
      "zh_CN": "由此可知，这三条前面两条着重在自己的利益，我们自己本身增长智慧、增长道德，第三条它的精神是教导我们怎样与一切众生和睦相处、平等对待，互相尊重、互相敬爱、互助合作，达到我们生到这个世间来真正的目的：幸福、美满、快乐、自由，这才叫人生。佛陀教导我们这些，如果我们认真去学习，一定可以得到。最殊胜的利益，就是没有生死。我常常跟同学们说，我学佛就是因为它有这种好处，至少三个好处，所以我年轻的时候听到了，我就发心学习。第一个好处，学佛可以不老，你们希不希望？第二个好处，学佛可以不生病。第三个好处，学佛不会死；这个好处太好了，我就是因为这个好处，我才发心皈依佛门。至于不会老、不会病，你们能看得到的。新加坡许哲女士，她去年来皈依的，她今年一百零二岁，她跟人家说她是一百零二岁的年轻人，她不老；她一百零二岁，没有生过病；我想将来她也不会死，这是真的不是假的。",
      "zh_TW": "由此可知，這三條前面兩條著重在自己的利益，我們自己本身增長智慧、增長道德，第三條它的精神是教導我們怎樣與一切眾生和睦相處、平等對待，互相尊重、互相敬愛、互助合作，達到我們生到這個世間來真正的目的：幸福、美滿、快樂、自由，這才叫人生。佛陀教導我們這些，如果我們認真去學習，一定可以得到。最殊勝的利益，就是沒有生死。我常常跟同學們說，我學佛就是因為它有這種好處，至少三個好處，所以我年輕的時候聽到了，我就發心學習。第一個好處，學佛可以不老，你們希不希望？第二個好處，學佛可以不生病。第三個好處，學佛不會死；這個好處太好了，我就是因為這個好處，我才發心皈依佛門。至於不會老、不會病，你們能看得到的。新加坡許哲女士，她去年來皈依的，她今年一百零二歲，她跟人家說她是一百零二歲的年輕人，她不老；她一百零二歲，沒有生過病；我想將來她也不會死，這是真的不是假的。"
    },
    {
      "id": "16-018-0001_p0010",
      "zh_CN": "前几天中国大陆有个同修带给我一封信，我打开来一看，是陕西长安果林老和尚托他带给我的四张照片，老和尚的照片。老和尚告诉他，他说他认识我。我说他认识我不是在这一生，一定在前生，这一生我没有到过陕西。这个老和尚今年一百四十一岁，一百四十一岁的年轻人。我看他老人家的照片，身体站得很直，没有衰老的样子，一百四十一岁。我二十六岁学佛，二十六岁吃素，五十年了，没有生过病。我这一生没有生过病，我不老，真的学到了，这不是假的，问题就是你们肯不肯学。一年比一年自在，智慧增长，烦恼渐渐消灭，妄想分别执着一年比一年少，智慧一年比一年增长，好处！你真想得到这个好处，你要真干。",
      "zh_TW": "前幾天中國大陸有個同修帶給我一封信，我打開來一看，是陝西長安果林老和尚託他帶給我的四張照片，老和尚的照片。老和尚告訴他，他說他認識我。我說他認識我不是在這一生，一定在前生，這一生我沒有到過陝西。這個老和尚今年一百四十一歲，一百四十一歲的年輕人。我看他老人家的照片，身體站得很直，沒有衰老的樣子，一百四十一歲。我二十六歲學佛，二十六歲吃素，五十年了，沒有生過病。我這一生沒有生過病，我不老，真的學到了，這不是假的，問題就是你們肯不肯學。一年比一年自在，智慧增長，煩惱漸漸消滅，妄想分別執著一年比一年少，智慧一年比一年增長，好處！你真想得到這個好處，你要真幹。"
    },
    {
      "id": "16-018-0001_p0011",
      "zh_CN": "如果皈依只有形式上皈依，这个好处你得不到。真皈依，从内心里面发愿「我要回头，从我自己许许多多错误、缺点回过头来，我决定向佛菩萨学习」，只要你真干！什么时候能见效？跟诸位说，三个月就有效果，我自己的经验。六个月效果就非常明显，就怕你不肯干。天天反省，天天检讨，把自己的毛病过失找出来；找出来之后认真把它改掉，你才能入佛的境界，你才真正得觉正净。觉正净是我们自性里面本来的德行，不是从外面来的。所以佛在经上教导我们，完全依照佛陀教诲，你所得到的决定是大吉大利。如果只有形式，用这个形式去造一些自私自利，那你将来一定得灾祸，这个灾祸非常可怕；经论上告诉我们，这是造地狱业，来生堕地狱。印光大师说得好：「畜生、饿鬼果报你想求都求不到，肯定堕地狱。」佛菩萨的话、祖师大德的话，我们一定要牢牢的记住。",
      "zh_TW": "如果皈依只有形式上皈依，這個好處你得不到。真皈依，從內心裡面發願「我要回頭，從我自己許許多多錯誤、缺點回過頭來，我決定向佛菩薩學習」，只要你真幹！什麼時候能見效？跟諸位說，三個月就有效果，我自己的經驗。六個月效果就非常明顯，就怕你不肯幹。天天反省，天天檢討，把自己的毛病過失找出來；找出來之後認真把它改掉，你才能入佛的境界，你才真正得覺正淨。覺正淨是我們自性裡面本來的德行，不是從外面來的。所以佛在經上教導我們，完全依照佛陀教誨，你所得到的決定是大吉大利。如果只有形式，用這個形式去造一些自私自利，那你將來一定得災禍，這個災禍非常可怕；經論上告訴我們，這是造地獄業，來生墮地獄。印光大師說得好：「畜生、餓鬼果報你想求都求不到，肯定墮地獄。」佛菩薩的話、祖師大德的話，我們一定要牢牢的記住。"
    },
    {
      "id": "16-018-0001_p0012",
      "zh_CN": "觉正净怎么样修法？我们净土宗的修学偏重在「净」，修自己的清净心。心清净了当然就觉悟，心清净了你的思想见解自然就纯正，这是一定的道理，一而三、三而一。禅宗偏重在觉，教下偏重在正，我们净土宗偏重在清净。觉，实在讲不容易，不是上根利智很难成功；教下虽然一般根性的人能学，时间太长，就跟读书一样，小学、中学、大学，时间太长了；净，实在非常方便，在一切时一切处，对人、对事、对物修清净心。",
      "zh_TW": "覺正淨怎麼樣修法？我們淨土宗的修學偏重在「淨」，修自己的清淨心。心清淨了當然就覺悟，心清淨了你的思想見解自然就純正，這是一定的道理，一而三、三而一。禪宗偏重在覺，教下偏重在正，我們淨土宗偏重在清淨。覺，實在講不容易，不是上根利智很難成功；教下雖然一般根性的人能學，時間太長，就跟讀書一樣，小學、中學、大學，時間太長了；淨，實在非常方便，在一切時一切處，對人、對事、對物修清淨心。"
    },
    {
      "id": "16-018-0001_p0013",
      "zh_CN": "什么叫清净心？这个东西要真干！我们六根接触六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味，能够不被境界所污染，你的心就清净了。眼看色，看到自己心里喜欢的就贪心起来，那就错了；贪心，你的心就污染了。看到一个冤家对头，瞋恨心生起来，你就又被污染了。你要学，学看到欢喜的人没有贪恋的心、讨厌的冤家对头没有瞋恚心，你的心永远保持平静，这就得清净了。佛在经上常常教我们「怨亲平等」，你什么时候把怨亲拉平，真的做到平等，你的清净心现前了，决定不被世间这些虚幻的假相欺骗。世间这一切形相没有一样是真的，《金刚经》上说得好，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，我们要记住！只要我们面对着一切人、一切事、一切物，心里面会起贪瞋痴慢，就被污染了。",
      "zh_TW": "什麼叫清淨心？這個東西要真幹！我們六根接觸六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，能夠不被境界所污染，你的心就清淨了。眼看色，看到自己心裡喜歡的就貪心起來，那就錯了；貪心，你的心就污染了。看到一個冤家對頭，瞋恨心生起來，你就又被污染了。你要學，學看到歡喜的人沒有貪戀的心、討厭的冤家對頭沒有瞋恚心，你的心永遠保持平靜，這就得清淨了。佛在經上常常教我們「怨親平等」，你什麼時候把怨親拉平，真的做到平等，你的清淨心現前了，決定不被世間這些虛幻的假相欺騙。世間這一切形相沒有一樣是真的，《金剛經》上說得好，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，我們要記住！只要我們面對著一切人、一切事、一切物，心裡面會起貪瞋痴慢，就被污染了。"
    },
    {
      "id": "16-018-0001_p0014",
      "zh_CN": "如何能在境界里面做到不起心、不动念，不分别、不执着，外面境界清清楚楚，了了分明，那是智慧。一个人面对外面境界不起心、不动念，不分别、不执着，这个时候你用的是真心，起心动念、分别执着是妄心。我们可以说从很久很久以来，我们全用的是妄心。我们生活对自己是用妄心，对别人当然也是用妄心。所以我们这个心，妄心不定，刹那刹那在变化。今天对这个人好，明天就恼了，为什么？妄心，妄心善变。善变的决定不是真心，真心是不动的，真心是不变的，真心是永恒的，真心是自己。人人都有个真心，你为什么真心守不住，偏偏去用妄心？妄心造作一切罪业，妨害了真心，害得我们在六道三途受这些恶报。这种事情你真搞清楚、搞明白了，原来是自作自受，不是别人给你的，与佛菩萨、与上帝、与阎罗王、与一切别的人毫无关系。这个地方我们一定要觉悟，一定要随顺佛陀教诲，随顺圣贤的教诲。",
      "zh_TW": "如何能在境界裡面做到不起心、不動念，不分別、不執著，外面境界清清楚楚，了了分明，那是智慧。一個人面對外面境界不起心、不動念，不分別、不執著，這個時候你用的是真心，起心動念、分別執著是妄心。我們可以說從很久很久以來，我們全用的是妄心。我們生活對自己是用妄心，對別人當然也是用妄心。所以我們這個心，妄心不定，剎那剎那在變化。今天對這個人好，明天就惱了，為什麼？妄心，妄心善變。善變的決定不是真心，真心是不動的，真心是不變的，真心是永恆的，真心是自己。人人都有個真心，你為什麼真心守不住，偏偏去用妄心？妄心造作一切罪業，妨害了真心，害得我們在六道三途受這些惡報。這種事情你真搞清楚、搞明白了，原來是自作自受，不是別人給你的，與佛菩薩、與上帝、與閻羅王、與一切別的人毫無關係。這個地方我們一定要覺悟，一定要隨順佛陀教誨，隨順聖賢的教誨。"
    },
    {
      "id": "16-018-0001_p0015",
      "zh_CN": "头一个我们要学作真人。真人是好人，假人就不是好人了。真心就作真人，真人对人、对事、对物一定是如理如法。中国圣人教导我们，从小就教，四、五岁就开始教，教什么？教《弟子规》，教《内则》。《内则》大家听不懂，诸位没有念过，现在这些古书也都不常见了。《弟子规》最近几年有不少人在提倡，那是做人的道理、做人的方法。我们今天学佛，许多同学学了很多年，甚至于学了一辈子，学到老都学不像，什么原因？不会做人，把做人的道理、做人的规矩疏忽了。这个疏忽，说实在讲也是可以原谅的。什么原因？从小没有人教他，他怎么自己会？没有人教，他就会了，这个人一定是再来人，这个人不是普通人。一般人要教，所以教育就非常重要了。",
      "zh_TW": "頭一個我們要學作真人。真人是好人，假人就不是好人了。真心就作真人，真人對人、對事、對物一定是如理如法。中國聖人教導我們，從小就教，四、五歲就開始教，教什麼？教《弟子規》，教《內則》。《內則》大家聽不懂，諸位沒有念過，現在這些古書也都不常見了。《弟子規》最近幾年有不少人在提倡，那是做人的道理、做人的方法。我們今天學佛，許多同學學了很多年，甚至於學了一輩子，學到老都學不像，什麼原因？不會做人，把做人的道理、做人的規矩疏忽了。這個疏忽，說實在講也是可以原諒的。什麼原因？從小沒有人教他，他怎麼自己會？沒有人教，他就會了，這個人一定是再來人，這個人不是普通人。一般人要教，所以教育就非常重要了。"
    },
    {
      "id": "16-018-0001_p0016",
      "zh_CN": "佛教，我从学佛那一天就大声在说，「佛教不是宗教，佛教是教育」，佛教是释迦牟尼佛对于一切众生至善圆满的教育。印度人称「佛陀」，我们中国人称「圣人」，当年翻译是为了尊重不翻，如果照意思完全翻出来，那就是「圣人」，菩萨是贤人。这是大圣大贤智慧的教育，我们应当好好的跟他学习，真正找回自己，找回自己觉正净的真心，找回觉正净的真我，这比什么都重要。",
      "zh_TW": "佛教，我從學佛那一天就大聲在說，「佛教不是宗教，佛教是教育」，佛教是釋迦牟尼佛對於一切眾生至善圓滿的教育。印度人稱「佛陀」，我們中國人稱「聖人」，當年翻譯是為了尊重不翻，如果照意思完全翻出來，那就是「聖人」，菩薩是賢人。這是大聖大賢智慧的教育，我們應當好好的跟他學習，真正找回自己，找回自己覺正淨的真心，找回覺正淨的真我，這比什麼都重要。"
    },
    {
      "id": "16-018-0001_p0017",
      "zh_CN": "所以，佛的经典不是给我们念，绝对不是说念经念给佛听，那就错了。佛讲的，他还听这些干什么？佛的经典是教训我们的，我们在他面前念经，就等于是接受他的教诲，是这个意思。在佛像面前读经，是我们以最尊敬的心来接受佛陀的教诲，字字句句的意思要很清楚、很明白，学了之后落实到自己生活上，落实到自己工作上，落实到自己处事待人接物，这叫真正的学佛。绝对不是说早晚课把这个经念给佛菩萨听，那个罪过很重。如果只念不解，又做不到，这是我常讲的，早晨去骗佛菩萨一次，晚上又骗一次，你说你的罪多重？就凭这一点，你就该堕地狱。佛菩萨并没有在此地，造了一个像；造的一个像，你都天天骗他，一天骗两次，还得了？你这个罪多重！所以一定要晓得，造他的像是尊敬他、纪念他，看到他的像，「我的老师，我要向老师学习。老师教导我的，我字字句句认真努力去学」，这样就对了，这才是真正的皈依三宝。所以我们一定要在实质上下功夫，形式并不重要，实质非常重要。这个话我最初学佛的时候，章嘉大师跟我说过，但是这几十年当中我就没有听到第二个人有这个说法，没有想到前年我们纳丹总统也这个说法。他跟我见面，我们在一起吃饭，他告诉我，他最尊敬的是佛教，「佛教重实质而不重形式」，我听他这一句话，他内行，他真懂得佛法，这句话不是一般人能说得出来的。",
      "zh_TW": "所以，佛的經典不是給我們念，絕對不是說念經念給佛聽，那就錯了。佛講的，他還聽這些幹什麼？佛的經典是教訓我們的，我們在他面前念經，就等於是接受他的教誨，是這個意思。在佛像面前讀經，是我們以最尊敬的心來接受佛陀的教誨，字字句句的意思要很清楚、很明白，學了之後落實到自己生活上，落實到自己工作上，落實到自己處事待人接物，這叫真正的學佛。絕對不是說早晚課把這個經念給佛菩薩聽，那個罪過很重。如果只念不解，又做不到，這是我常講的，早晨去騙佛菩薩一次，晚上又騙一次，你說你的罪多重？就憑這一點，你就該墮地獄。佛菩薩並沒有在此地，造了一個像；造的一個像，你都天天騙他，一天騙兩次，還得了？你這個罪多重！所以一定要曉得，造他的像是尊敬他、紀念他，看到他的像，「我的老師，我要向老師學習。老師教導我的，我字字句句認真努力去學」，這樣就對了，這才是真正的皈依三寶。所以我們一定要在實質上下功夫，形式並不重要，實質非常重要。這個話我最初學佛的時候，章嘉大師跟我說過，但是這幾十年當中我就沒有聽到第二個人有這個說法，沒有想到前年我們納丹總統也這個說法。他跟我見面，我們在一起吃飯，他告訴我，他最尊敬的是佛教，「佛教重實質而不重形式」，我聽他這一句話，他內行，他真懂得佛法，這句話不是一般人能說得出來的。"
    },
    {
      "id": "16-018-0001_p0018",
      "zh_CN": "今天三皈仪式，我就跟大家介绍到此地。过去我们曾经讲过三次。在新加坡电视台录音室里头讲过一次，留的有录音带，我在澳洲黄金海岸讲过一次，留的有录像带，这些都可以做参考。这四次所讲的希望大家统统都要听听，每一次讲的都不完全相同，都值得诸位做参考。我们皈依，真正了解三皈的意义以及三皈如何来学习，我们才能够得到佛法真实的利益。下面我们就做一个仪式，因为场地小、人多，我们就集体来做，仪式从简。今天发心皈依的同修，就在自己座位上站起来就可以了。皈依证前面有誓词，大家跟着我念，我们先向佛像行三问讯礼。",
      "zh_TW": "今天三皈儀式，我就跟大家介紹到此地。過去我們曾經講過三次。在新加坡電視台錄音室裡頭講過一次，留的有錄音帶，我在澳洲黃金海岸講過一次，留的有錄像帶，這些都可以做參考。這四次所講的希望大家統統都要聽聽，每一次講的都不完全相同，都值得諸位做參考。我們皈依，真正了解三皈的意義以及三皈如何來學習，我們才能夠得到佛法真實的利益。下面我們就做一個儀式，因為場地小、人多，我們就集體來做，儀式從簡。今天發心皈依的同修，就在自己座位上站起來就可以了。皈依證前面有誓詞，大家跟著我念，我們先向佛像行三問訊禮。"
    },
    {
      "id": "16-018-0001_p0019",
      "zh_CN": "诸位同修必须要记住，这是皈依三宝，不是皈依一个法师。如果以后有人问：「你受了皈依没有？」说：「有。」「你皈依哪一个法师？」你说：「我是皈依三宝，皈依阿弥陀佛。」这个要紧！如果说「皈依净空法师」，就错了，将来果报都会堕地狱，非常严重！我是给你做证明，证明传授三皈，决不是皈依某一个法师，也不是皈依某一个道场，是皈依尽虚空遍法界一切佛法僧三宝，这个心量无限的广大。传授三皈，我要站在旁边，不能坐在当中。坐当中，变成皈依我了，麻烦就大了！一定要搞清楚，我们这么多法师给你们做见证。跟我念誓词：",
      "zh_TW": "諸位同修必須要記住，這是皈依三寶，不是皈依一個法師。如果以後有人問：「你受了皈依沒有？」說：「有。」「你皈依哪一個法師？」你說：「我是皈依三寶，皈依阿彌陀佛。」這個要緊！如果說「皈依淨空法師」，就錯了，將來果報都會墮地獄，非常嚴重！我是給你做證明，證明傳授三皈，決不是皈依某一個法師，也不是皈依某一個道場，是皈依盡虛空遍法界一切佛法僧三寶，這個心量無限的廣大。傳授三皈，我要站在旁邊，不能坐在當中。坐當中，變成皈依我了，麻煩就大了！一定要搞清楚，我們這麼多法師給你們做見證。跟我念誓詞："
    },
    {
      "id": "16-018-0001_p0020",
      "zh_CN": "阿阇黎存念，我弟子妙音。始从今日乃至命存",
      "zh_TW": "阿闍黎存念，我弟子妙音。始從今日乃至命存"
    },
    {
      "id": "16-018-0001_p0021",
      "zh_CN": "皈依佛陀两足中尊",
      "zh_TW": "皈依佛陀兩足中尊"
    },
    {
      "id": "16-018-0001_p0022",
      "zh_CN": "皈依达摩离欲中尊",
      "zh_TW": "皈依達摩離欲中尊"
    },
    {
      "id": "16-018-0001_p0023",
      "zh_CN": "皈依僧伽诸众中尊",
      "zh_TW": "皈依僧伽諸眾中尊"
    },
    {
      "id": "16-018-0001_p0024",
      "zh_CN": "向佛像一问讯。",
      "zh_TW": "向佛像一問訊。"
    },
    {
      "id": "16-018-0001_p0025",
      "zh_CN": "阿阇黎存念，我弟子妙音。始从今日乃至命存",
      "zh_TW": "阿闍黎存念，我弟子妙音。始從今日乃至命存"
    },
    {
      "id": "16-018-0001_p0026",
      "zh_CN": "皈依佛陀两足中尊",
      "zh_TW": "皈依佛陀兩足中尊"
    },
    {
      "id": "16-018-0001_p0027",
      "zh_CN": "皈依达摩离欲中尊",
      "zh_TW": "皈依達摩離欲中尊"
    },
    {
      "id": "16-018-0001_p0028",
      "zh_CN": "皈依僧伽诸众中尊",
      "zh_TW": "皈依僧伽諸眾中尊"
    },
    {
      "id": "16-018-0001_p0029",
      "zh_CN": "向佛像一问讯。",
      "zh_TW": "向佛像一問訊。"
    },
    {
      "id": "16-018-0001_p0030",
      "zh_CN": "阿阇黎存念，我弟子妙音。始从今日乃至命存",
      "zh_TW": "阿闍黎存念，我弟子妙音。始從今日乃至命存"
    },
    {
      "id": "16-018-0001_p0031",
      "zh_CN": "皈依佛陀两足中尊",
      "zh_TW": "皈依佛陀兩足中尊"
    },
    {
      "id": "16-018-0001_p0032",
      "zh_CN": "皈依达摩离欲中尊",
      "zh_TW": "皈依達摩離欲中尊"
    },
    {
      "id": "16-018-0001_p0033",
      "zh_CN": "皈依僧伽诸众中尊",
      "zh_TW": "皈依僧伽諸眾中尊"
    },
    {
      "id": "16-018-0001_p0034",
      "zh_CN": "向佛像三问讯。",
      "zh_TW": "向佛像三問訊。"
    },
    {
      "id": "16-018-0001_p0035",
      "zh_CN": "受三皈的同修请坐下，下面受五戒的同修请站起来。受五戒的同修跟着我念受五戒法誓词：",
      "zh_TW": "受三皈的同修請坐下，下面受五戒的同修請站起來。受五戒的同修跟著我念受五戒法誓詞："
    },
    {
      "id": "16-018-0001_p0036",
      "zh_CN": "阿阇黎存念，如诸圣阿罗汉乃至命存",
      "zh_TW": "阿闍黎存念，如諸聖阿羅漢乃至命存"
    },
    {
      "id": "16-018-0001_p0037",
      "zh_CN": "不杀生　不偷盗　不欲邪行　不虚诳语　不饮诸酒",
      "zh_TW": "不殺生　不偷盜　不欲邪行　不虛誑語　不飲諸酒"
    },
    {
      "id": "16-018-0001_p0038",
      "zh_CN": "我弟子妙音。始从今日乃至命存",
      "zh_TW": "我弟子妙音。始從今日乃至命存"
    },
    {
      "id": "16-018-0001_p0039",
      "zh_CN": "不杀生　不偷盗　不欲邪行　不虚诳语　不饮诸酒　亦如是，此即是我五支学处，是诸圣阿罗汉之所学处，我当随学、随作、随持。",
      "zh_TW": "不殺生　不偷盜　不欲邪行　不虛誑語　不飲諸酒　亦如是，此即是我五支學處，是諸聖阿羅漢之所學處，我當隨學、隨作、隨持。"
    },
    {
      "id": "16-018-0001_p0040",
      "zh_CN": "向佛像一问讯。",
      "zh_TW": "向佛像一問訊。"
    },
    {
      "id": "16-018-0001_p0041",
      "zh_CN": "阿阇黎存念，如诸圣阿罗汉乃至命存",
      "zh_TW": "阿闍黎存念，如諸聖阿羅漢乃至命存"
    },
    {
      "id": "16-018-0001_p0042",
      "zh_CN": "不杀生　不偷盗　不欲邪行　不虚诳语　不饮诸酒",
      "zh_TW": "不殺生　不偷盜　不欲邪行　不虛誑語　不飲諸酒"
    },
    {
      "id": "16-018-0001_p0043",
      "zh_CN": "我弟子妙音。始从今日乃至命存",
      "zh_TW": "我弟子妙音。始從今日乃至命存"
    },
    {
      "id": "16-018-0001_p0044",
      "zh_CN": "不杀生　不偷盗　不欲邪行　不虚诳语　不饮诸酒　亦如是，此即是我五支学处，是诸圣阿罗汉之所学处，我当随学随作随持。",
      "zh_TW": "不殺生　不偷盜　不欲邪行　不虛誑語　不飲諸酒　亦如是，此即是我五支學處，是諸聖阿羅漢之所學處，我當隨學隨作隨持。"
    },
    {
      "id": "16-018-0001_p0045",
      "zh_CN": "向佛像一问讯。",
      "zh_TW": "向佛像一問訊。"
    },
    {
      "id": "16-018-0001_p0046",
      "zh_CN": "阿阇黎存念，如诸圣阿罗汉乃至命存",
      "zh_TW": "阿闍黎存念，如諸聖阿羅漢乃至命存"
    },
    {
      "id": "16-018-0001_p0047",
      "zh_CN": "不杀生　不偷盗　不欲邪行　不虚诳语　不饮诸酒",
      "zh_TW": "不殺生　不偷盜　不欲邪行　不虛誑語　不飲諸酒"
    },
    {
      "id": "16-018-0001_p0048",
      "zh_CN": "我弟子妙音。始从今日乃至命存",
      "zh_TW": "我弟子妙音。始從今日乃至命存"
    },
    {
      "id": "16-018-0001_p0049",
      "zh_CN": "不杀生　不偷盗　不欲邪行　不虚诳语　不饮诸酒　亦如是，此即是我五支学处，是诸圣阿罗汉之所学处，我当随学随作随持。",
      "zh_TW": "不殺生　不偷盜　不欲邪行　不虛誑語　不飲諸酒　亦如是，此即是我五支學處，是諸聖阿羅漢之所學處，我當隨學隨作隨持。"
    },
    {
      "id": "16-018-0001_p0050",
      "zh_CN": "愿阿阇黎证知，我是优婆塞（夷），皈依三宝，受五学处。",
      "zh_TW": "願阿闍黎證知，我是優婆塞（夷），皈依三寶，受五學處。"
    },
    {
      "id": "16-018-0001_p0051",
      "zh_CN": "师云：好。",
      "zh_TW": "師云：好。"
    },
    {
      "id": "16-018-0001_p0052",
      "zh_CN": "答云：善。",
      "zh_TW": "答云：善。"
    },
    {
      "id": "16-018-0001_p0053",
      "zh_CN": "向佛像行三问讯。回向。",
      "zh_TW": "向佛像行三問訊。迴向。"
    }
  ]
}