{
  "doc_id": "32-309-0001",
  "title": {
    "zh_CN": "人类的明天——和谐与提升　二〇一八墨尔本全球论坛暨国际教育艺术节讲话",
    "zh_TW": "人類的明天——和諧與提升　二〇一八墨爾本全球論壇暨國際教育藝術節講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "澳洲墨尔本",
    "zh_TW": "澳洲墨爾本"
  },
  "doc_number": "32-309-0001",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "32-309-0001_p0001",
      "zh_CN": "尊敬的刘主席、各位嘉宾、女士们、先生们：大家好！今天，看到这么多来自世界各地的官员、专家、学者们济济一堂，共同讨论教育和艺术的话题，我们感到很欣喜；能够在此地谈一谈「教学为先」，我们感到很荣幸。正如本次大会的主题所展示的，有了好的教育，人类就一定会有美好的明天。",
      "zh_TW": "尊敬的劉主席、各位嘉賓、女士們、先生們：大家好！今天，看到這麼多來自世界各地的官員、專家、學者們濟濟一堂，共同討論教育和藝術的話題，我們感到很欣喜；能夠在此地談一談「教學為先」，我們感到很榮幸。正如本次大會的主題所展示的，有了好的教育，人類就一定會有美好的明天。"
    },
    {
      "id": "32-309-0001_p0002",
      "zh_CN": "什么是好的教育？让我们看一看汉字「教」和「育」的含义。「教」这个字，本意是「效法」，也就是「上所施下所效」。「育」是「养子使其作善」。这两字合在一起，就是「以身行言教，启发、引导孩子回归本性本善」。这个含义，和《圣经》的箴言遥相呼应：「教养孩童，使他走当行的道，就是到老他也不偏离。」",
      "zh_TW": "什麼是好的教育？讓我們看一看漢字「教」和「育」的含義。「教」這個字，本意是「效法」，也就是「上所施下所效」。「育」是「養子使其作善」。這兩字合在一起，就是「以身行言教，啟發、引導孩子回歸本性本善」。這個含義，和《聖經》的箴言遙相呼應：「教養孩童，使他走當行的道，就是到老他也不偏離。」"
    },
    {
      "id": "32-309-0001_p0003",
      "zh_CN": "明白了教育的含义，还要知道如何推行教育。当年我们访问北京师范大学，看到教授们集体拟定了八个字校训，「学为人师，行为世范」。我说，这八个字就是一部《大方广佛华严经》，它把世出世间的教育都概括了。",
      "zh_TW": "明白了教育的含義，還要知道如何推行教育。當年我們訪問北京師範大學，看到教授們集體擬定了八個字校訓，「學為人師，行為世範」。我說，這八個字就是一部《大方廣佛華嚴經》，它把世出世間的教育都概括了。"
    },
    {
      "id": "32-309-0001_p0004",
      "zh_CN": "我们看历史上有两位成功的教育家，一位是佛陀，另一位是孔子。他们教学为什么会取得成功？秘诀就是「先行其言」。他们教化众生，将所说的自己全部都做到了，所以，别人愿意相信、愿意效法，这个教育就能成功。",
      "zh_TW": "我們看歷史上有兩位成功的教育家，一位是佛陀，另一位是孔子。他們教學為什麼會取得成功？祕訣就是「先行其言」。他們教化眾生，將所說的自己全部都做到了，所以，別人願意相信、願意效法，這個教育就能成功。"
    },
    {
      "id": "32-309-0001_p0005",
      "zh_CN": "那么我们要问，古今中外，东西方的圣人、各宗教的圣哲，他们都在教化世人什么呢？如果以一个字来总结，那就是「孝」。「孝」是个会意字，上面是个「老」字，下面是个「子」字，这说明，上一代和下一代是一体，不能分开。上一代还有上一代，下一代还有下一代，过去无始，未来无终。无量无边的时空，都是一体，这是宇宙的真相。",
      "zh_TW": "那麼我們要問，古今中外，東西方的聖人、各宗教的聖哲，他們都在教化世人什麼呢？如果以一個字來總結，那就是「孝」。「孝」是個會意字，上面是個「老」字，下面是個「子」字，這說明，上一代和下一代是一體，不能分開。上一代還有上一代，下一代還有下一代，過去無始，未來無終。無量無邊的時空，都是一體，這是宇宙的真相。"
    },
    {
      "id": "32-309-0001_p0006",
      "zh_CN": "既然是一体，怎么能不和谐？既然是一体，怎么能不爱？既然是一体，怎么会相争？本次会议，有许多专家学者参加。伊丽莎白‧萨图瑞斯博士曾经说：「连生来就没心没脑的细菌都懂得彼此不争、和谐共存，我们人类当然能够做到彼此协作。」博士以自己的研究，提醒人类应当以一体的爱来让世界回归神圣，而且是大道至简。",
      "zh_TW": "既然是一體，怎麼能不和諧？既然是一體，怎麼能不愛？既然是一體，怎麼會相爭？本次會議，有許多專家學者參加。伊麗莎白‧薩圖瑞斯博士曾經說：「連生來就沒心沒腦的細菌都懂得彼此不爭、和諧共存，我們人類當然能夠做到彼此協作。」博士以自己的研究，提醒人類應當以一體的愛來讓世界回歸神聖，而且是大道至簡。"
    },
    {
      "id": "32-309-0001_p0007",
      "zh_CN": "今天，我们借着这个殊胜的因缘，一起努力让宗教回归教育，让教育回归大爱。我们从一体的爱出发，体现在家庭生活中，就是孝亲；体现在求学的过程中，就是尊师；体现在和兄弟姐妹、朋辈相处中，就是悌、就是信；体现在工作、事业上，就是忠、就是义。有了这样的教育，人类一定能够永续发展、生生不息；世界的未来将会光明灿烂，整个银河系、整个宇宙也将会一片和谐。",
      "zh_TW": "今天，我們藉著這個殊勝的因緣，一起努力讓宗教回歸教育，讓教育回歸大愛。我們從一體的愛出發，體現在家庭生活中，就是孝親；體現在求學的過程中，就是尊師；體現在和兄弟姐妹、朋輩相處中，就是悌、就是信；體現在工作、事業上，就是忠、就是義。有了這樣的教育，人類一定能夠永續發展、生生不息；世界的未來將會光明燦爛，整個銀河系、整個宇宙也將會一片和諧。"
    },
    {
      "id": "32-309-0001_p0008",
      "zh_CN": "这一次，净空在法国巴黎联合国教科文组织「净空之友社」办公室，与各国大使、嘉宾们共同探讨如何通过恢复伦理、道德、因果、宗教圣贤教育，促进世界永续的安定和协，因此未能参与此次墨尔本的论坛。应主办方邀请，净空在此讲几句话，希望各位嘉宾、专家学者们多多指教。",
      "zh_TW": "這一次，淨空在法國巴黎聯合國教科文組織「淨空之友社」辦公室，與各國大使、嘉賓們共同探討如何通過恢復倫理、道德、因果、宗教聖賢教育，促進世界永續的安定和協，因此未能參與此次墨爾本的論壇。應主辦方邀請，淨空在此講幾句話，希望各位嘉賓、專家學者們多多指教。"
    },
    {
      "id": "32-309-0001_p0009",
      "zh_CN": "我们真诚祝福此次「墨尔本全球论坛暨国际教育艺术节」圆满成功！祝福与会的嘉宾们身心安康，六时吉祥！祝福澳大利亚及世界各国国运昌隆，国泰民安，谢谢大家！",
      "zh_TW": "我們真誠祝福此次「墨爾本全球論壇暨國際教育藝術節」圓滿成功！祝福與會的嘉賓們身心安康，六時吉祥！祝福澳大利亞及世界各國國運昌隆，國泰民安，謝謝大家！"
    }
  ]
}