{
  "doc_id": "21-696-0001",
  "title": {
    "zh_CN": "２０１３香港中元护国息灾超荐系念法会—师父上人净空老法师开示",
    "zh_TW": "２０１３香港中元護國息災超薦繫念法會—師父上人淨空老法師開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港尖沙咀街坊福利会",
    "zh_TW": "香港尖沙咀街坊福利會"
  },
  "doc_number": "21-696-0001",
  "total_paragraphs": 16,
  "paragraphs": [
    {
      "id": "21-696-0001_p0001",
      "zh_CN": "主法和尚，诸位法师，诸位同学，大家请坐。七天的法会今天圆满，功德圆满。",
      "zh_TW": "主法和尚，諸位法師，諸位同學，大家請坐。七天的法會今天圓滿，功德圓滿。"
    },
    {
      "id": "21-696-0001_p0002",
      "zh_CN": "在这个半年，我们第三次学习《大经科注》，也就是黄念祖老居士的注解。第三遍，半年过去了，我们学到第二十三品「十方佛赞」。十方一切国土诸佛如来都赞叹阿弥陀佛不可思议的功德，阿弥陀佛的功德究竟是什么，我们净宗的弟子不能不知道。所以我读这品经文感触很深，看到我们现在地球上的社会动乱，跟极乐世界相比，极乐世界实在太好了。好到什么程度？无法形容，也没有言语能够说得出来。它为什么这么好？《弥陀经》上有一句话说，「从是西方，过十万亿佛土，有世界名曰极乐。其土有佛，号阿弥陀，今现在说法。」我们要特别注意这五个字，极乐世界之所以美好，就是这个原因。",
      "zh_TW": "在這個半年，我們第三次學習《大經科註》，也就是黃念祖老居士的註解。第三遍，半年過去了，我們學到第二十三品「十方佛讚」。十方一切國土諸佛如來都讚歎阿彌陀佛不可思議的功德，阿彌陀佛的功德究竟是什麼，我們淨宗的弟子不能不知道。所以我讀這品經文感觸很深，看到我們現在地球上的社會動亂，跟極樂世界相比，極樂世界實在太好了。好到什麼程度？無法形容，也沒有言語能夠說得出來。它為什麼這麼好？《彌陀經》上有一句話說，「從是西方，過十萬億佛土，有世界名曰極樂。其土有佛，號阿彌陀，今現在說法。」我們要特別注意這五個字，極樂世界之所以美好，就是這個原因。"
    },
    {
      "id": "21-696-0001_p0003",
      "zh_CN": "阿弥陀佛成佛以来十劫了，讲经说法从来没有一天间断。讲什么经？什么都讲，一部都不会缺乏的。因为十方世界的念佛人生到极乐世界，他想听什么经，佛就给他讲什么经。十方世界每一天去往生的人数没法子计算，太多太多了。所以佛有这个能力，到西方极乐世界，就好像我们在阿弥陀佛的身边，阿弥陀佛单独教我，每个人都有这种感触。「佛以一音而说法，众生随类各得解」，每个人想学的经典，你听到的时候，佛就是给你讲这部经典，一直讲到你大彻大悟、明心见性成佛了为止。换句话说，我们生到极乐世界花开见佛，当然我们第一个目标就是到佛的讲堂，阿弥陀佛的大讲堂。进去干什么？听经、闻法。生到极乐世界，我们这个身体跟现在的身体不一样，现在是血肉之躯，是物质的身体；极乐世界不是的，极乐世界是法性身，居住的环境是法性土。法性身跟我们差别在哪里？最大的差别，那个身是不生不灭的，所以叫它做无量寿。第二个，那个身体清净，没有一丝毫污染。我们这个身心严重污染，极乐世界没有。第三个，那个身体不要饮食。你看我们每天为饮食，多少麻烦，多少烦恼。极乐世界不需要饮食，不需要睡眠，好！真精进。进入讲堂就真精进，到你离开讲堂，恭喜你，你成佛了。为什么？没有成佛，不离开讲堂。所以进去讲堂，凡夫去学习，离开讲堂就成佛。",
      "zh_TW": "阿彌陀佛成佛以來十劫了，講經說法從來沒有一天間斷。講什麼經？什麼都講，一部都不會缺乏的。因為十方世界的念佛人生到極樂世界，他想聽什麼經，佛就給他講什麼經。十方世界每一天去往生的人數沒法子計算，太多太多了。所以佛有這個能力，到西方極樂世界，就好像我們在阿彌陀佛的身邊，阿彌陀佛單獨教我，每個人都有這種感觸。「佛以一音而說法，眾生隨類各得解」，每個人想學的經典，你聽到的時候，佛就是給你講這部經典，一直講到你大徹大悟、明心見性成佛了為止。換句話說，我們生到極樂世界花開見佛，當然我們第一個目標就是到佛的講堂，阿彌陀佛的大講堂。進去幹什麼？聽經、聞法。生到極樂世界，我們這個身體跟現在的身體不一樣，現在是血肉之軀，是物質的身體；極樂世界不是的，極樂世界是法性身，居住的環境是法性土。法性身跟我們差別在哪裡？最大的差別，那個身是不生不滅的，所以叫它做無量壽。第二個，那個身體清淨，沒有一絲毫污染。我們這個身心嚴重污染，極樂世界沒有。第三個，那個身體不要飲食。你看我們每天為飲食，多少麻煩，多少煩惱。極樂世界不需要飲食，不需要睡眠，好！真精進。進入講堂就真精進，到你離開講堂，恭喜你，你成佛了。為什麼？沒有成佛，不離開講堂。所以進去講堂，凡夫去學習，離開講堂就成佛。"
    },
    {
      "id": "21-696-0001_p0004",
      "zh_CN": "「四十八愿，第十二定成正觉」。到极乐世界没有一个不成佛，成什么样子的佛？跟阿弥陀佛完全相同，一模一样，长的样子也一样。不是三十二相八十种好，三十二相八十种好是三千年前印度人认为人间的福相（富贵相），三十二相八十种好。佛在《观经》上告诉我们，阿弥陀佛的报身，身有八万四千相，每一个相有八万四千好，每个好放八万四千光明，每一道光明都有佛、菩萨在讲经教学说法度众生。这就是极乐世界标准的身相，凡是往生到极乐世界的，即使同居土下下品往生，也没有例外的，跟阿弥陀佛相貌完全相同。这怎能不去？十方诸佛赞叹，赞叹什么？就赞叹这个，这就是阿弥陀佛不可思议的功德。",
      "zh_TW": "「四十八願，第十二定成正覺」。到極樂世界沒有一個不成佛，成什麼樣子的佛？跟阿彌陀佛完全相同，一模一樣，長的樣子也一樣。不是三十二相八十種好，三十二相八十種好是三千年前印度人認為人間的福相（富貴相），三十二相八十種好。佛在《觀經》上告訴我們，阿彌陀佛的報身，身有八萬四千相，每一個相有八萬四千好，每個好放八萬四千光明，每一道光明都有佛、菩薩在講經教學說法度眾生。這就是極樂世界標準的身相，凡是往生到極樂世界的，即使同居土下下品往生，也沒有例外的，跟阿彌陀佛相貌完全相同。這怎能不去？十方諸佛讚歎，讚歎什麼？就讚歎這個，這就是阿彌陀佛不可思議的功德。"
    },
    {
      "id": "21-696-0001_p0005",
      "zh_CN": "「十三光明无量，十五寿命无量」。这个两愿就是世尊在《阿弥陀经》里面告诉我们，阿弥陀是什么意思？世尊为我们解释，阿弥陀是无量光、无量寿。无量光是智慧，无量寿是福报，到极乐世界，你的智慧圆满，真的无所不知，无所不能；你的寿命不生不灭，决定没有灭的那一天，一直到你成佛。没有成佛之前是有量的无量，经上常讲三大阿僧祇劫。你在极乐世界需不需要三大阿僧祇劫才成佛？不需要。在十方诸佛世界需要，没有这么长的时间你成不了佛。可是在极乐世界不一样，为什么？极乐世界阿弥陀佛天天给你讲经，从来没有中断。",
      "zh_TW": "「十三光明無量，十五壽命無量」。這個兩願就是世尊在《阿彌陀經》裡面告訴我們，阿彌陀是什麼意思？世尊為我們解釋，阿彌陀是無量光、無量壽。無量光是智慧，無量壽是福報，到極樂世界，你的智慧圓滿，真的無所不知，無所不能；你的壽命不生不滅，決定沒有滅的那一天，一直到你成佛。沒有成佛之前是有量的無量，經上常講三大阿僧祇劫。你在極樂世界需不需要三大阿僧祇劫才成佛？不需要。在十方諸佛世界需要，沒有這麼長的時間你成不了佛。可是在極樂世界不一樣，為什麼？極樂世界阿彌陀佛天天給你講經，從來沒有中斷。"
    },
    {
      "id": "21-696-0001_p0006",
      "zh_CN": "我们中国古人告诉我们，学习的秘诀有两句话，这两句话很多人都知道，可惜没做到，如果你要做到了，你是了不起的，不是凡夫，你是圣人。第一句话就告诉我们，「一门深入，长时薰修」，到极乐世界真做到了。我们学的是一门，是长时间不改变的。我们学什么？爱学什么就学什么。那你们要问我，净空法师你喜欢学什么？我告诉大家，我喜欢《无量寿经》，我选择的就是夏莲居老居士的会集本，我就学这一样。到极乐世界也学这一样，阿弥陀佛天天给我讲，一定讲到我大彻大悟、明心见性。需要多少时间？我相信不长，快速！老祖宗第二句话告诉我们，「读书千遍，其义自见」。所以学佛的人，给你说真话、说老实话，这一部经念到底，一句佛号念到底，其他的统统放下，不要再打闲岔，不要再搞妄想、妄念，经就是这部《无量寿经》，夏莲居老居士会集本。念，念多少遍？",
      "zh_TW": "我們中國古人告訴我們，學習的祕訣有兩句話，這兩句話很多人都知道，可惜沒做到，如果你要做到了，你是了不起的，不是凡夫，你是聖人。第一句話就告訴我們，「一門深入，長時薰修」，到極樂世界真做到了。我們學的是一門，是長時間不改變的。我們學什麼？愛學什麼就學什麼。那你們要問我，淨空法師你喜歡學什麼？我告訴大家，我喜歡《無量壽經》，我選擇的就是夏蓮居老居士的會集本，我就學這一樣。到極樂世界也學這一樣，阿彌陀佛天天給我講，一定講到我大徹大悟、明心見性。需要多少時間？我相信不長，快速！老祖宗第二句話告訴我們，「讀書千遍，其義自見」。所以學佛的人，給你說真話、說老實話，這一部經念到底，一句佛號念到底，其他的統統放下，不要再打閒岔，不要再搞妄想、妄念，經就是這部《無量壽經》，夏蓮居老居士會集本。念，念多少遍？"
    },
    {
      "id": "21-696-0001_p0007",
      "zh_CN": "早年间，这差不多十几二十年前，东北刘素云居士，她不是念，她是听，听我讲这部经。我在讲演黄老居士的注解之前，这部经我讲过十遍，在美国、在加拿大、在台湾、在东南亚，一共讲过十遍。刘素云居士拿到的版本是我在台湾讲的，好像是第三遍，只有一百多个小时，我记得好像是一百七十多个小时，这部经从头到尾讲完的。她就得到这一部的录音带，那个时候没有光碟，录音带。每天听一卷，一卷就一个小时，这一个小时听十遍，就是十个小时。听经一天听十个小时，记住，十个小时，她重复听一个小时的听十遍。这一部听完从头再听，还是这个老办法，她听了十年，除听经之外她就念佛。那个时候她得了个重病，红斑狼疮，她就这样好了，自然好了。她也没有想去治这个病，医院医生告诉她这病很严重，是老老实实告诉她，妳随时都有死亡的可能，不像癌症还可以能活几个月，这个随时会送命的。她也不管，把这桩事情忘掉了，天天听经，天天念佛，大概念了二、三个月，没事了。再去检查，病好了，完全好了，红斑狼疮好了，连疤痕都没有。医院说这是奇迹，问她有没有用什么药、偏方来治？她说：没有，我就是念阿弥陀佛。她说：你要问我怎么好的，怎么会没有疤？你去问阿弥陀佛，我不知道。",
      "zh_TW": "早年間，這差不多十幾二十年前，東北劉素雲居士，她不是念，她是聽，聽我講這部經。我在講演黃老居士的註解之前，這部經我講過十遍，在美國、在加拿大、在台灣、在東南亞，一共講過十遍。劉素雲居士拿到的版本是我在台灣講的，好像是第三遍，只有一百多個小時，我記得好像是一百七十多個小時，這部經從頭到尾講完的。她就得到這一部的錄音帶，那個時候沒有光碟，錄音帶。每天聽一卷，一卷就一個小時，這一個小時聽十遍，就是十個小時。聽經一天聽十個小時，記住，十個小時，她重複聽一個小時的聽十遍。這一部聽完從頭再聽，還是這個老辦法，她聽了十年，除聽經之外她就念佛。那個時候她得了個重病，紅斑狼瘡，她就這樣好了，自然好了。她也沒有想去治這個病，醫院醫生告訴她這病很嚴重，是老老實實告訴她，妳隨時都有死亡的可能，不像癌症還可以能活幾個月，這個隨時會送命的。她也不管，把這樁事情忘掉了，天天聽經，天天念佛，大概念了二、三個月，沒事了。再去檢查，病好了，完全好了，紅斑狼瘡好了，連疤痕都沒有。醫院說這是奇蹟，問她有沒有用什麼藥、偏方來治？她說：沒有，我就是念阿彌陀佛。她說：你要問我怎麼好的，怎麼會沒有疤？你去問阿彌陀佛，我不知道。"
    },
    {
      "id": "21-696-0001_p0008",
      "zh_CN": "我们老祖宗两句话她都用上了，读书千遍，其义自见。所以懂不懂没关系，一直念下去，念到开悟，就全明白了。念久了，她就得定。为什么？她心里妄念没有了，所以得定。定久了就开悟，不是大彻大悟，她也是大悟。怎么知道她大悟？现在很多人请她讲经，她都没有学过的，拿到经本，看看古人注解，她就能讲，讲得挺好，这就是至少大悟，不是彻悟，这是大悟。一些跟我们相关的经论，像黄老居士这个注解里头引用的有八十三种，这八十三种经论，我相信她部部都能讲得很好。所以老祖宗这两句话不得了，「一门深入，长时薰修」、「读书千遍，其义自见」。不需要听人讲的，自然就开悟，就明白了。为什么？世尊说法，诸佛说法，都是从自性真心里面流露出来的。你明心见性就是真心现前，我们自己真心现前，跟诸佛、跟世尊真心是一个心，佛心里流出来的，哪有不明白的道理？当然明了，这还能怀疑吗？问题就怕你不开悟，开悟就明白了。所以光明是智慧，智慧无量，福德无量。",
      "zh_TW": "我們老祖宗兩句話她都用上了，讀書千遍，其義自見。所以懂不懂沒關係，一直念下去，念到開悟，就全明白了。念久了，她就得定。為什麼？她心裡妄念沒有了，所以得定。定久了就開悟，不是大徹大悟，她也是大悟。怎麼知道她大悟？現在很多人請她講經，她都沒有學過的，拿到經本，看看古人註解，她就能講，講得挺好，這就是至少大悟，不是徹悟，這是大悟。一些跟我們相關的經論，像黃老居士這個註解裡頭引用的有八十三種，這八十三種經論，我相信她部部都能講得很好。所以老祖宗這兩句話不得了，「一門深入，長時薰修」、「讀書千遍，其義自見」。不需要聽人講的，自然就開悟，就明白了。為什麼？世尊說法，諸佛說法，都是從自性真心裡面流露出來的。你明心見性就是真心現前，我們自己真心現前，跟諸佛、跟世尊真心是一個心，佛心裡流出來的，哪有不明白的道理？當然明瞭，這還能懷疑嗎？問題就怕你不開悟，開悟就明白了。所以光明是智慧，智慧無量，福德無量。"
    },
    {
      "id": "21-696-0001_p0009",
      "zh_CN": "「十七诸佛称叹」。我们现在学到第二十三品「十方佛赞」，就是这一愿的成就。阿弥陀佛四十八愿没有一愿是空愿，空过的，第十八，尤其不得了，「十念必生」。愿文说，「我作佛时，十方众生，闻我名号，至心信乐，所有善根，心心回向，愿生我国，乃至十念，若不生者，不取正觉」。这一愿成就、圆满了，换句话说，念佛往生不难，只要真信，真愿意去，佛号不要间断。虽然讲乃至十念，这是说什么人？一生没有遇到过佛法，没有遇到过净宗，临终的时候，还没有断气，这个时候才听到佛法。劝他念阿弥陀佛，他真相信，他真愿意去，他就真念，念十声他就往生了，一点都不假。这是说什么？这个法门是易行道，它不难，人人有分。问题就是你肯不肯相信，你要肯相信，决定没有问题。但是这一愿后头有两句话，说「唯除五逆，诽谤正法」。现在造业的人很多，五逆只要造一种就是无间地狱。五逆，第一个是杀母亲，这罪是最重的，杀母亲；第二个杀父亲；第三个杀阿罗汉，阿罗汉就是老师；第四个出佛身血；第五个破和合僧。前面杀父、杀母、杀阿罗汉都不太容易，但是最后的两个现在犯的人很多。出佛身血，佛不在世，恶意破坏佛像、毁灭佛经，这个都等于出佛身血，这个罪是地狱罪。再就是毁谤佛法、批评佛法。",
      "zh_TW": "「十七諸佛稱歎」。我們現在學到第二十三品「十方佛讚」，就是這一願的成就。阿彌陀佛四十八願沒有一願是空願，空過的，第十八，尤其不得了，「十念必生」。願文說，「我作佛時，十方眾生，聞我名號，至心信樂，所有善根，心心迴向，願生我國，乃至十念，若不生者，不取正覺」。這一願成就、圓滿了，換句話說，念佛往生不難，只要真信，真願意去，佛號不要間斷。雖然講乃至十念，這是說什麼人？一生沒有遇到過佛法，沒有遇到過淨宗，臨終的時候，還沒有斷氣，這個時候才聽到佛法。勸他念阿彌陀佛，他真相信，他真願意去，他就真念，念十聲他就往生了，一點都不假。這是說什麼？這個法門是易行道，它不難，人人有分。問題就是你肯不肯相信，你要肯相信，決定沒有問題。但是這一願後頭有兩句話，說「唯除五逆，誹謗正法」。現在造業的人很多，五逆只要造一種就是無間地獄。五逆，第一個是殺母親，這罪是最重的，殺母親；第二個殺父親；第三個殺阿羅漢，阿羅漢就是老師；第四個出佛身血；第五個破和合僧。前面殺父、殺母、殺阿羅漢都不太容易，但是最後的兩個現在犯的人很多。出佛身血，佛不在世，惡意破壞佛像、毀滅佛經，這個都等於出佛身血，這個罪是地獄罪。再就是毀謗佛法、批評佛法。"
    },
    {
      "id": "21-696-0001_p0010",
      "zh_CN": "这一条，古大德说法不一样。善导大师以前，历代祖师说法都顺着佛经的意思，这五种人，跟毁谤正法的，这六种人，念佛也不能往生，不通忏悔，这罪太重了。善导大师跟我们说，阿弥陀佛的愿力太大了，五逆、毁谤正法的人不是不能往生，是因为这个罪太重了，劝大家不要造这个罪业，用意在此地，不是真的不能往生。五逆十恶、毁谤正法的人，临终那一口气还没有断，真正忏悔，后不再造，信愿持名，也能往生。这善导大师说的。善导是唐朝时候人，在唐朝唐太宗那个时代，韩国、日本、南亚，许多国家的出家人到中国来留学，多半都是亲近善导大师、皈依善导大师，也有皈依天台宗的智者大师。我们今天到韩国、到日本，几乎每个寺庙里头供养的有善导大师的像，泥塑的像、木雕的像、彩画的像，都能看到，还有智者大师的像。他们对祖师非常尊重，比对佛还要尊重，没有祖师怎么会知道佛？所以祖师的恩德非常大。这很难得，我们去看了很感动。善导是阿弥陀佛再来的，智者是释迦牟尼佛再来的，那就是说，应以比丘身而得度者，即现比丘身而为说法，来在我们世间。中国人的福报大，佛菩萨都降生在每一个朝代。我们最近的印光大师，大势至菩萨再来的。这是真的，不是假的。所以善导大师的话就是阿弥陀佛自己说的，我们决定不能怀疑。造五逆、毁谤正法这个重罪，还是可以往生，往生到极乐世界，那个身相跟阿弥陀佛还是一样，没有缺少一点，弥陀功德真正不可思议。",
      "zh_TW": "這一條，古大德說法不一樣。善導大師以前，歷代祖師說法都順著佛經的意思，這五種人，跟毀謗正法的，這六種人，念佛也不能往生，不通懺悔，這罪太重了。善導大師跟我們說，阿彌陀佛的願力太大了，五逆、毀謗正法的人不是不能往生，是因為這個罪太重了，勸大家不要造這個罪業，用意在此地，不是真的不能往生。五逆十惡、毀謗正法的人，臨終那一口氣還沒有斷，真正懺悔，後不再造，信願持名，也能往生。這善導大師說的。善導是唐朝時候人，在唐朝唐太宗那個時代，韓國、日本、南亞，許多國家的出家人到中國來留學，多半都是親近善導大師、皈依善導大師，也有皈依天台宗的智者大師。我們今天到韓國、到日本，幾乎每個寺廟裡頭供養的有善導大師的像，泥塑的像、木雕的像、彩畫的像，都能看到，還有智者大師的像。他們對祖師非常尊重，比對佛還要尊重，沒有祖師怎麼會知道佛？所以祖師的恩德非常大。這很難得，我們去看了很感動。善導是阿彌陀佛再來的，智者是釋迦牟尼佛再來的，那就是說，應以比丘身而得度者，即現比丘身而為說法，來在我們世間。中國人的福報大，佛菩薩都降生在每一個朝代。我們最近的印光大師，大勢至菩薩再來的。這是真的，不是假的。所以善導大師的話就是阿彌陀佛自己說的，我們決定不能懷疑。造五逆、毀謗正法這個重罪，還是可以往生，往生到極樂世界，那個身相跟阿彌陀佛還是一樣，沒有缺少一點，彌陀功德真正不可思議。"
    },
    {
      "id": "21-696-0001_p0011",
      "zh_CN": "「第十九愿，发菩提心，修诸功德，奉行六度」。发菩提心，蕅益大师在《要解》里头讲得非常好。我们真正相信，没有丝毫怀疑，真正想到极乐世界去，这个世界统统放下，身心世界一切放下，这就是无上菩提心，这个人决定生净土，决定见阿弥陀佛。持名，持名浅深，不是多少，多少没关系。浅深，你用的是什么心，用的完全是真心，这个名号叫深，力量就深；如果念佛的心里面还夹杂着妄想，还夹杂着念头，你的功夫就浅。深浅，你功夫就浅，为什么？不纯。",
      "zh_TW": "「第十九願，發菩提心，修諸功德，奉行六度」。發菩提心，蕅益大師在《要解》裡頭講得非常好。我們真正相信，沒有絲毫懷疑，真正想到極樂世界去，這個世界統統放下，身心世界一切放下，這就是無上菩提心，這個人決定生淨土，決定見阿彌陀佛。持名，持名淺深，不是多少，多少沒關係。淺深，你用的是什麼心，用的完全是真心，這個名號叫深，力量就深；如果念佛的心裡面還夾雜著妄想，還夾雜著念頭，你的功夫就淺。深淺，你功夫就淺，為什麼？不純。"
    },
    {
      "id": "21-696-0001_p0012",
      "zh_CN": "大势至菩萨告诉我们，「都摄六根，净念相继」。这是遍法界虚空界，依照净宗修行成佛的就是大势至菩萨，他是法界的初祖。普贤菩萨，在华严会上十大愿王导归极乐，他是娑婆世界的初祖。慧远大师，东晋那个时候，在庐山建一个念佛堂，东林念佛堂，集合志同道合决心求生净土的一百二十三个人，个个往生，这是中国净宗初祖。我早年在美国，认识黄念祖老居士的时候，我住在美国，黄念老给我开玩笑，他说你可以在美国做净宗初祖。我离开美国了，这个不重要，往生重要。做初祖不能往生不行，那还是搞六道轮回。所以往生比什么都重要，不要把世间名闻利养放在心上。",
      "zh_TW": "大勢至菩薩告訴我們，「都攝六根，淨念相繼」。這是遍法界虛空界，依照淨宗修行成佛的就是大勢至菩薩，他是法界的初祖。普賢菩薩，在華嚴會上十大願王導歸極樂，他是娑婆世界的初祖。慧遠大師，東晉那個時候，在廬山建一個念佛堂，東林念佛堂，集合志同道合決心求生淨土的一百二十三個人，個個往生，這是中國淨宗初祖。我早年在美國，認識黃念祖老居士的時候，我住在美國，黃念老給我開玩笑，他說你可以在美國做淨宗初祖。我離開美國了，這個不重要，往生重要。做初祖不能往生不行，那還是搞六道輪迴。所以往生比什麼都重要，不要把世間名聞利養放在心上。"
    },
    {
      "id": "21-696-0001_p0013",
      "zh_CN": "所以第十九愿发菩提心非常重要，里面讲「修诸功德，奉行六度」，这句话说得好。我们学佛的人最基本的，这是我们在美国，二、三十年前那个时候，净宗学会第一个会在温哥华成立的，加拿大净宗学会；第二个会，美国净宗学会，在圣荷西成立的，现在还在。在洛杉矶净宗学会成立，我们写了个缘起，缘起里面提了五个科目行门，我们日常生活不能离开的。第一个净业三福，第二个六和敬，第三个五戒十善，第四个就是六波罗蜜，第五个普贤菩萨十大愿王。我们净宗一定要常常记在心上，从早到晚把这五科落实在生活、落实在工作、落实在处事待人接物，行门上要求的。",
      "zh_TW": "所以第十九願發菩提心非常重要，裡面講「修諸功德，奉行六度」，這句話說得好。我們學佛的人最基本的，這是我們在美國，二、三十年前那個時候，淨宗學會第一個會在溫哥華成立的，加拿大淨宗學會；第二個會，美國淨宗學會，在聖荷西成立的，現在還在。在洛杉磯淨宗學會成立，我們寫了個緣起，緣起裡面提了五個科目行門，我們日常生活不能離開的。第一個淨業三福，第二個六和敬，第三個五戒十善，第四個就是六波羅蜜，第五個普賢菩薩十大願王。我們淨宗一定要常常記在心上，從早到晚把這五科落實在生活、落實在工作、落實在處事待人接物，行門上要求的。"
    },
    {
      "id": "21-696-0001_p0014",
      "zh_CN": "二十愿也非常重要，二十愿有一句话说，「作阿惟越致菩萨」。这个不得了，每一个往生的人都是阿惟越致菩萨。阿惟越致菩萨是什么样的？用中国禅宗的话来说，大彻大悟、明心见性才叫阿惟越致。不是我们在西方极乐世界一去的时候就修成了，不是，这个阿惟越致是阿弥陀佛四十八愿跟他自己无量劫修行功德加持给我们，真正加上了，我们就变成了阿惟越致菩萨。这个不得了，这个功德到哪里去找？不是阿弥陀佛，其他的佛都加不上。",
      "zh_TW": "二十願也非常重要，二十願有一句話說，「作阿惟越致菩薩」。這個不得了，每一個往生的人都是阿惟越致菩薩。阿惟越致菩薩是什麼樣的？用中國禪宗的話來說，大徹大悟、明心見性才叫阿惟越致。不是我們在西方極樂世界一去的時候就修成了，不是，這個阿惟越致是阿彌陀佛四十八願跟他自己無量劫修行功德加持給我們，真正加上了，我們就變成了阿惟越致菩薩。這個不得了，這個功德到哪裡去找？不是阿彌陀佛，其他的佛都加不上。"
    },
    {
      "id": "21-696-0001_p0015",
      "zh_CN": "「是故十方佛赞，出广长舌，放无量光，说诚实言，称赞无量寿佛不可思议功德。」古德说，「诸佛所证平等，念佛利益法门，是弥陀不共妙法」。佛是平等，就这桩事情不平等，阿弥陀佛特殊。「故诸佛让德」，诸佛谦虚，都赞叹阿弥陀佛，给一切念佛人增长信心。「十方三世佛，阿弥陀第一」、「光中极尊，佛中之王」，如是赞叹他，教我们统统归一佛。归一佛就是归一切佛，统统念阿弥陀佛，到极乐世界去作佛，这就对了。所以要记住，我们念阿弥陀佛，就是把十方三世一切诸佛统统念到了，一个都不漏。念别的佛，念一个漏掉很多；念阿弥陀佛统统都有，都念到了，功德确确实实不可思议。念佛没有一个不往生，往生没有一个不成佛。",
      "zh_TW": "「是故十方佛讚，出廣長舌，放無量光，說誠實言，稱讚無量壽佛不可思議功德。」古德說，「諸佛所證平等，念佛利益法門，是彌陀不共妙法」。佛是平等，就這樁事情不平等，阿彌陀佛特殊。「故諸佛讓德」，諸佛謙虛，都讚歎阿彌陀佛，給一切念佛人增長信心。「十方三世佛，阿彌陀第一」、「光中極尊，佛中之王」，如是讚歎他，教我們統統歸一佛。歸一佛就是歸一切佛，統統念阿彌陀佛，到極樂世界去作佛，這就對了。所以要記住，我們念阿彌陀佛，就是把十方三世一切諸佛統統念到了，一個都不漏。念別的佛，念一個漏掉很多；念阿彌陀佛統統都有，都念到了，功德確確實實不可思議。念佛沒有一個不往生，往生沒有一個不成佛。"
    },
    {
      "id": "21-696-0001_p0016",
      "zh_CN": "我今天到这来，把这些话告诉大家，劝勉大家坚定信心，坚定愿心，老实念佛，我们决定往生。决定往生的人住在这个地方，这个地方没有灾难。为什么？一切诸佛如来护念这个地方，龙天善神保佑这个地方。今天我的话就说到此地，谢谢大家。",
      "zh_TW": "我今天到這來，把這些話告訴大家，勸勉大家堅定信心，堅定願心，老實念佛，我們決定往生。決定往生的人住在這個地方，這個地方沒有災難。為什麼？一切諸佛如來護念這個地方，龍天善神保佑這個地方。今天我的話就說到此地，謝謝大家。"
    }
  ]
}