{
  "doc_id": "32-314-0001",
  "title": {
    "zh_CN": "安定社会靠教育，出离生死凭念佛——二Ｏ一九年农历春节谈话",
    "zh_TW": "安定社會靠教育，出離生死憑念佛——二Ｏ一九年農曆春節談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "32-314-0001",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "32-314-0001_p0001",
      "zh_CN": "今天是二Ｏ一九年农历大年初一，祝贺大家新春吉祥！",
      "zh_TW": "今天是二Ｏ一九年農曆大年初一，祝賀大家新春吉祥！"
    },
    {
      "id": "32-314-0001_p0002",
      "zh_CN": "去年我待在法国巴黎的时间比较多，很多同修非常关心我在巴黎都做些什么？我想利用今天这个机会，跟大家做个汇报。",
      "zh_TW": "去年我待在法國巴黎的時間比較多，很多同修非常關心我在巴黎都做些什麼？我想利用今天這個機會，跟大家做個匯報。"
    },
    {
      "id": "32-314-0001_p0003",
      "zh_CN": "二ＯＯ六年，我第一次在巴黎联合国教科文组织总部参加活动，就意识到这是一个非常理想的、促进世界和平的平台。往后，我年年参加他们的活动，并且分享报告我们在团结宗教、团结族群、复兴中国传统文化方面的经验与成果。二Ｏ一七年九月，因缘具足，在佛菩萨与古圣先贤的加持下，教科文组织总部核准成立净空之友社。净空之友社的宗旨及目的与教科文组织一致，是帮助世界化解冲突、促进社会安定和平。",
      "zh_TW": "二ＯＯ六年，我第一次在巴黎聯合國教科文組織總部參加活動，就意識到這是一個非常理想的、促進世界和平的平台。往後，我年年參加他們的活動，並且分享報告我們在團結宗教、團結族群、復興中國傳統文化方面的經驗與成果。二Ｏ一七年九月，因緣具足，在佛菩薩與古聖先賢的加持下，教科文組織總部核准成立淨空之友社。淨空之友社的宗旨及目的與教科文組織一致，是幫助世界化解衝突、促進社會安定和平。"
    },
    {
      "id": "32-314-0001_p0004",
      "zh_CN": "为什么和平如此重要？我记得我五岁时，爆发了九一八事变，日本开始侵华；十一岁那一年又遇上了七七事变，日本全面发动战争。八年抗战，我在枪炮声中天天逃难，错过了人生中最重要的求学时期。没有和平的大环境，求学难、学佛难，复兴佛教更难。我这一辈的人，在这个世间历经了将近一百年，遭遇过战争之苦，对于和平的感触尤为深刻。",
      "zh_TW": "為什麼和平如此重要？我記得我五歲時，爆發了九一八事變，日本開始侵華；十一歲那一年又遇上了七七事變，日本全面發動戰爭。八年抗戰，我在槍炮聲中天天逃難，錯過了人生中最重要的求學時期。沒有和平的大環境，求學難、學佛難，復興佛教更難。我這一輩的人，在這個世間歷經了將近一百年，遭遇過戰爭之苦，對於和平的感觸尤為深刻。"
    },
    {
      "id": "32-314-0001_p0005",
      "zh_CN": "如何促进和平、和谐？世界乱了，怎么办？这也是我在净空之友社与各位大使所共同关心，并且谈论最多的话题。梵蒂冈大使我很佩服他，他看得很透彻，指出社会问题的根本原因就在于无知。中国老祖宗有智慧，在《礼记》中提出了「教学为先」这一帖良方；印祖在世也大声疾呼：「家庭教育为天下太平之根本」。",
      "zh_TW": "如何促進和平、和諧？世界亂了，怎麼辦？這也是我在淨空之友社與各位大使所共同關心，並且談論最多的話題。梵蒂岡大使我很佩服他，他看得很透徹，指出社會問題的根本原因就在於無知。中國老祖宗有智慧，在《禮記》中提出了「教學為先」這一帖良方；印祖在世也大聲疾呼：「家庭教育為天下太平之根本」。"
    },
    {
      "id": "32-314-0001_p0006",
      "zh_CN": "但是诸位要晓得，今天家庭教育没有了，学校教育也没有了。现在的学校教什么？教的是科技、是技术，教你如何在社会上赚钱，这不是真正的教育。教育是教你怎么做人，教伦理、教道德、教因果。伦理是人与人之间的关系，包括父子、夫妇、兄弟、君臣、朋友的关系。道德教育是教人要仁爱、要遵守道义、要注重礼节、要有理智、要守信用。因果教育是教人深信因果法则，深信善有善报、恶有恶报。清朝周安士居士曾言：「人人知因果，天下大治之道也；人人不知因果，天下大乱之道也。」有伦常道德、因果报应的观念，人会懂得孝亲尊师、友爱兄弟，起心动念、言语造作会知道分寸，但是今天家庭、学校、社会里头，都没有这些教育，都疏忽了。",
      "zh_TW": "但是諸位要曉得，今天家庭教育沒有了，學校教育也沒有了。現在的學校教什麼？教的是科技、是技術，教你如何在社會上賺錢，這不是真正的教育。教育是教你怎麼做人，教倫理、教道德、教因果。倫理是人與人之間的關係，包括父子、夫婦、兄弟、君臣、朋友的關係。道德教育是教人要仁愛、要遵守道義、要注重禮節、要有理智、要守信用。因果教育是教人深信因果法則，深信善有善報、惡有惡報。清朝周安士居士曾言：「人人知因果，天下大治之道也；人人不知因果，天下大亂之道也。」有倫常道德、因果報應的觀念，人會懂得孝親尊師、友愛兄弟，起心動念、言語造作會知道分寸，但是今天家庭、學校、社會裡頭，都沒有這些教育，都疏忽了。"
    },
    {
      "id": "32-314-0001_p0007",
      "zh_CN": "东方几千年来有儒释道三家的教学，西方则有宗教教育，伦理、道德、因果、圣贤智慧是两者共同的核心教学内容，教人做好人、做善人、做贤人、做圣人。所以，如果西方致力于宗教团结、恢复宗教教育，东方将儒释道的教学发扬光大，会有助于恢复社会秩序，促进社会安定和谐，人们能过上幸福美好的日子。",
      "zh_TW": "東方幾千年來有儒釋道三家的教學，西方則有宗教教育，倫理、道德、因果、聖賢智慧是兩者共同的核心教學內容，教人做好人、做善人、做賢人、做聖人。所以，如果西方致力於宗教團結、恢復宗教教育，東方將儒釋道的教學發揚光大，會有助於恢復社會秩序，促進社會安定和諧，人們能過上幸福美好的日子。"
    },
    {
      "id": "32-314-0001_p0008",
      "zh_CN": "那么，如何团结宗教？宗教是爱的教育，每个宗教的经典都讲到「神爱世人」。所有的神是一个真神的化身，你欢喜基督，他就现基督身；你喜欢释迦牟尼佛，他就现释迦牟尼佛身；我们想什么，他就现什么。所以神是一个，众神一体，宗教一家。如果以爱为核心，以伦理、道德、因果、圣贤智慧教育为基础，就能够将宗教团结起来。",
      "zh_TW": "那麼，如何團結宗教？宗教是愛的教育，每個宗教的經典都講到「神愛世人」。所有的神是一個真神的化身，你歡喜基督，他就現基督身；你喜歡釋迦牟尼佛，他就現釋迦牟尼佛身；我們想什麼，他就現什麼。所以神是一個，眾神一體，宗教一家。如果以愛為核心，以倫理、道德、因果、聖賢智慧教育為基礎，就能夠將宗教團結起來。"
    },
    {
      "id": "32-314-0001_p0009",
      "zh_CN": "我今年九十三岁了，走讲经教学这条道路也有六十年了，我真正希望宗教能回归教育。希望各宗教都有人发心来讲经教学，将经典讲清楚，大家听明白了，落实于日常生活，放下自私自利，像神一样的爱世人，就能让宗教爱的教育在地球上复兴起来。另一方面，要积极复兴儒释道三家的教育，这是中国几千年来祖宗教化后代主要的教学，也是属于全人类的智慧宝藏，能够帮助我们解决问题、离苦得乐。但是，今天三家都面临后继无人的危机。如果老祖宗辛辛苦苦留下来的智慧，在我们这一代断掉了，我们就是大罪人。",
      "zh_TW": "我今年九十三歲了，走講經教學這條道路也有六十年了，我真正希望宗教能回歸教育。希望各宗教都有人發心來講經教學，將經典講清楚，大家聽明白了，落實於日常生活，放下自私自利，像神一樣的愛世人，就能讓宗教愛的教育在地球上復興起來。另一方面，要積極復興儒釋道三家的教育，這是中國幾千年來祖宗教化後代主要的教學，也是屬於全人類的智慧寶藏，能夠幫助我們解決問題、離苦得樂。但是，今天三家都面臨後繼無人的危機。如果老祖宗辛辛苦苦留下來的智慧，在我們這一代斷掉了，我們就是大罪人。"
    },
    {
      "id": "32-314-0001_p0010",
      "zh_CN": "那要如何拯救传统文化？眼下最重要的是培养接班人。这十年是关键，十年之后，老一辈的老师可能都不在了，到那个时候想学也没人教了。因此，迫切需要不求己利、有使命感的年轻人，真正发心「为往圣继绝学，为万世开太平」，内学释迦牟尼佛，断贪瞋痴慢疑；外现孔老夫子的温良恭俭让，以身作则，做出榜样。",
      "zh_TW": "那要如何拯救傳統文化？眼下最重要的是培養接班人。這十年是關鍵，十年之後，老一輩的老師可能都不在了，到那個時候想學也沒人教了。因此，迫切需要不求己利、有使命感的年輕人，真正發心「為往聖繼絕學，為萬世開太平」，內學釋迦牟尼佛，斷貪瞋痴慢疑；外現孔老夫子的溫良恭儉讓，以身作則，做出榜樣。"
    },
    {
      "id": "32-314-0001_p0011",
      "zh_CN": "如何培养接班人？救急的，可以办短期的国学补习班；根本的，还是要办一条龙的学校。不论是救急还是根本，都应该采取中国传统有次第的教学方法。初级学做人，奠定伦理、道德的基础，教材用《圣学根之根》；中级学做事，主要学习「四书五经」；高级学《群书治要》，学成之后就懂得如何治国、平天下。这些传统的经典不仅要会背，还要能讲解、能做到，才能获得个人身心健康、家庭幸福、社会安定、世界和平。",
      "zh_TW": "如何培養接班人？救急的，可以辦短期的國學補習班；根本的，還是要辦一條龍的學校。不論是救急還是根本，都應該採取中國傳統有次第的教學方法。初級學做人，奠定倫理、道德的基礎，教材用《聖學根之根》；中級學做事，主要學習「四書五經」；高級學《群書治要》，學成之後就懂得如何治國、平天下。這些傳統的經典不僅要會背，還要能講解、能做到，才能獲得個人身心健康、家庭幸福、社會安定、世界和平。"
    },
    {
      "id": "32-314-0001_p0012",
      "zh_CN": "团结宗教、复兴传统文化，是利益全人类的大事，机会遇到了，要能认识、掌握住，尽心尽力去做；如果没有缘分，绝对不攀缘。我们念佛同修一定要常常提醒自己，什么是人生第一桩大事？念佛往生才是第一大事。要知道，今生能遇到佛法、能得人身、能相信净土法门，太难太难了！佛告诉我们，这是百千万劫难遭遇。如果这一生不能往生西方极乐世界，又继续搞六道轮回，不知道要多少劫才能再遇到佛法。现在灾难这么多，真明白了，遭遇灾难也不怕；不但不害怕，还生欢喜心，为什么？往生的机会到了，这时候放下万缘，一心念佛，求生极乐世界，阿弥陀佛决定来接引我们。",
      "zh_TW": "團結宗教、復興傳統文化，是利益全人類的大事，機會遇到了，要能認識、掌握住，盡心盡力去做；如果沒有緣分，絕對不攀緣。我們念佛同修一定要常常提醒自己，什麼是人生第一樁大事？念佛往生才是第一大事。要知道，今生能遇到佛法、能得人身、能相信淨土法門，太難太難了！佛告訴我們，這是百千萬劫難遭遇。如果這一生不能往生西方極樂世界，又繼續搞六道輪迴，不知道要多少劫才能再遇到佛法。現在災難這麼多，真明白了，遭遇災難也不怕；不但不害怕，還生歡喜心，為什麼？往生的機會到了，這時候放下萬緣，一心念佛，求生極樂世界，阿彌陀佛決定來接引我們。"
    },
    {
      "id": "32-314-0001_p0013",
      "zh_CN": "什么人是真正的念佛人？海贤老和尚做出样子给我们看，他老人家一生开荒种地，收成的粮食、水果蔬菜都用于布施，救济贫苦，正是工作不碍念佛，念佛不碍工作，一句佛号不离口。还常常叮咛大家，只有往生极乐世界是真的，其他全是假的。这是真正的念佛人，事上很勤奋的做，但心上一点都不沾染，心里就只放一尊阿弥陀佛，口里只念这一句阿弥陀佛，把心变成阿弥陀佛，这就对了。《金刚经》上佛告诉我们：「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」。世间事是假的，不是真的，既然明白不是真的，就不要放在心上。万缘放下，真信真愿，只念这一句阿弥陀佛，决定往生，念佛法门保证我们一生成就！",
      "zh_TW": "什麼人是真正的念佛人？海賢老和尚做出樣子給我們看，他老人家一生開荒種地，收成的糧食、水果蔬菜都用於布施，救濟貧苦，正是工作不礙念佛，念佛不礙工作，一句佛號不離口。還常常叮嚀大家，只有往生極樂世界是真的，其他全是假的。這是真正的念佛人，事上很勤奮的做，但心上一點都不沾染，心裡就只放一尊阿彌陀佛，口裡只念這一句阿彌陀佛，把心變成阿彌陀佛，這就對了。《金剛經》上佛告訴我們：「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」。世間事是假的，不是真的，既然明白不是真的，就不要放在心上。萬緣放下，真信真願，只念這一句阿彌陀佛，決定往生，念佛法門保證我們一生成就！"
    },
    {
      "id": "32-314-0001_p0014",
      "zh_CN": "我们还有一个好榜样，刘素云姐姐刘素青老居士，她发心表演自在往生，信愿恳切，一切放下，一心念佛，接到佛传来的讯息，往生的时间一分一秒都不差。这是真实的表演，坚定了我们的信心。机不可失，我们完成这一生的使命，将来都做莲花国里人，自度度他，得到最圆满的幸福！",
      "zh_TW": "我們還有一個好榜樣，劉素雲姐姐劉素青老居士，她發心表演自在往生，信願懇切，一切放下，一心念佛，接到佛傳來的訊息，往生的時間一分一秒都不差。這是真實的表演，堅定了我們的信心。機不可失，我們完成這一生的使命，將來都做蓮花國裡人，自度度他，得到最圓滿的幸福！"
    },
    {
      "id": "32-314-0001_p0015",
      "zh_CN": "今天，非常欢喜在新春之际与大家共期共勉。祝福诸位福慧增长、法喜充满、净满圆成、光寿无量。祝福世界多元宗教团结互助、回归教育、互相学习，大家都做众神的使者，爱心遍法界，善意满人间。祝福中国传统文化后继有人，遍地开花，利益全球。祝福世界安定和平、永续繁荣，盛世大同。谢谢大家。",
      "zh_TW": "今天，非常歡喜在新春之際與大家共期共勉。祝福諸位福慧增長、法喜充滿、淨滿圓成、光壽無量。祝福世界多元宗教團結互助、回歸教育、互相學習，大家都做眾神的使者，愛心遍法界，善意滿人間。祝福中國傳統文化後繼有人，遍地開花，利益全球。祝福世界安定和平、永續繁榮，盛世大同。謝謝大家。"
    }
  ]
}