{
  "doc_id": "01-004-0019",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0019",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "01-004-0019_p0001",
      "zh_CN": "请掀开经本第一百一十一面，看这个大字，「解」这个地方看起。",
      "zh_TW": "請掀開經本第一百一十一面，看這個大字，「解」這個地方看起。"
    },
    {
      "id": "01-004-0019_p0002",
      "zh_CN": "解【有佛号阿弥陀。序正报教主之名也。翻译如下广释。佛有三身。各论单复。法身单。指所证理性。报身单。〔指〕能证功德智慧。化身单。指所现相好色像。】",
      "zh_TW": "解【有佛號阿彌陀。序正報教主之名也。翻譯如下廣釋。佛有三身。各論單複。法身單。指所證理性。報身單。〔指〕能證功德智慧。化身單。指所現相好色像。】"
    },
    {
      "id": "01-004-0019_p0003",
      "zh_CN": "这一段是讲西方世界的正报庄严。前面说过了依报，就是物质环境。正报，就是讲那边的人事状况，也是我们生活当中最重要的一部分。佛是那一个世界的教主，也就是本师和尚，他的德号叫『阿弥陀』，向下有详细的解释。先说『佛有三身』，三身『各论单复』。「身」是积聚的意思。凡夫是积业报以为身，所谓积善业得三善道的身，积恶业则受三恶道的身形，所以我们这个身是属于业报之身。",
      "zh_TW": "這一段是講西方世界的正報莊嚴。前面說過了依報，就是物質環境。正報，就是講那邊的人事狀況，也是我們生活當中最重要的一部分。佛是那一個世界的教主，也就是本師和尚，他的德號叫『阿彌陀』，向下有詳細的解釋。先說『佛有三身』，三身『各論單複』。「身」是積聚的意思。凡夫是積業報以為身，所謂積善業得三善道的身，積惡業則受三惡道的身形，所以我們這個身是屬於業報之身。"
    },
    {
      "id": "01-004-0019_p0004",
      "zh_CN": "佛却不然了，先讲佛的『法身』，「法身」是本体。生佛不二，佛有法身，我们每一个人也都有法身，所以法身是平等的，法身是大家都相同的。在大经里面告诉我们，「法身遍一切处」，它是一切万法的理体，当然是遍一切处的，佛证得了。我们要问了，佛怎么证得的？这一点很要紧，证得法身就叫成佛，分证叫菩萨，圆证就叫佛，迷失了法身，这叫凡夫。我们想想，法身既然遍一切处，我们之所以不能证得就是我们的心量太小了，我们的心量不能够平等的遍一切处，在一切事物里面起分别、起执着，于是遍一切处的清净法身就不能证得了。",
      "zh_TW": "佛卻不然了，先講佛的『法身』，「法身」是本體。生佛不二，佛有法身，我們每一個人也都有法身，所以法身是平等的，法身是大家都相同的。在大經裡面告訴我們，「法身遍一切處」，它是一切萬法的理體，當然是遍一切處的，佛證得了。我們要問了，佛怎麼證得的？這一點很要緊，證得法身就叫成佛，分證叫菩薩，圓證就叫佛，迷失了法身，這叫凡夫。我們想想，法身既然遍一切處，我們之所以不能證得就是我們的心量太小了，我們的心量不能夠平等的遍一切處，在一切事物裡面起分別、起執著，於是遍一切處的清淨法身就不能證得了。"
    },
    {
      "id": "01-004-0019_p0005",
      "zh_CN": "我们在大经里面，佛常常教诫我们离心意识，像《楞严经》里面，交光法师所说的「舍识用根」。用六根的根性，不用心心所法，这个法身就现前了，这个境界是圆教初住菩萨的境界，所谓「破一分无明，证一分法身」。由此可知，法身不能现前是无明烦恼障碍住了，而无明烦恼本来是空的，马鸣菩萨给我们讲得很清楚，「本觉本有，不觉本无」，无明烦恼是不觉，本来无。所以我们几时离开一切分别、执着、妄想，法身就见到了，见到法身就是圆初住的菩萨，在念佛法门来说就是理一心不乱。理指什么？就是法身理体，你见到法身了，见到本体了，见到真理了，所以叫理一心不乱，这是我们虽有而不能够证得，念佛念到理一心才证得。",
      "zh_TW": "我們在大經裡面，佛常常教誡我們離心意識，像《楞嚴經》裡面，交光法師所說的「捨識用根」。用六根的根性，不用心心所法，這個法身就現前了，這個境界是圓教初住菩薩的境界，所謂「破一分無明，證一分法身」。由此可知，法身不能現前是無明煩惱障礙住了，而無明煩惱本來是空的，馬鳴菩薩給我們講得很清楚，「本覺本有，不覺本無」，無明煩惱是不覺，本來無。所以我們幾時離開一切分別、執著、妄想，法身就見到了，見到法身就是圓初住的菩薩，在念佛法門來說就是理一心不亂。理指什麼？就是法身理體，你見到法身了，見到本體了，見到真理了，所以叫理一心不亂，這是我們雖有而不能夠證得，念佛念到理一心才證得。"
    },
    {
      "id": "01-004-0019_p0006",
      "zh_CN": "『报身』，凡夫没有。法身我们有，有而不显。报身没有。为什么说报身没有？「报身」是「积聚智慧以为身」，我们凡夫所积聚的是迷惑颠倒，是烦恼业习，没有智慧。所以佛的报身是惑断尽了，智圆满了，这才叫做圆满报身。惑有三大类「见思惑、尘沙惑、无明惑」，这三类都断尽了，智慧圆满现前，这个时候称之为报身。所以我们凡夫没有，凡夫只有迷惑烦恼所积聚的业报之身，业报。",
      "zh_TW": "『報身』，凡夫沒有。法身我們有，有而不顯。報身沒有。為什麼說報身沒有？「報身」是「積聚智慧以為身」，我們凡夫所積聚的是迷惑顛倒，是煩惱業習，沒有智慧。所以佛的報身是惑斷盡了，智圓滿了，這才叫做圓滿報身。惑有三大類「見思惑、塵沙惑、無明惑」，這三類都斷盡了，智慧圓滿現前，這個時候稱之為報身。所以我們凡夫沒有，凡夫只有迷惑煩惱所積聚的業報之身，業報。"
    },
    {
      "id": "01-004-0019_p0007",
      "zh_CN": "第三种讲「应身」，「应身」是「积聚机缘」而成的，这个凡夫也没有。诸佛菩萨机缘成熟了，他就出现在世间了，就像《楞严经》里面所讲的「随众生心，应所知量」，与一切众生感应道交，那是感应之身，所以叫应身。我们再看看凡夫，凡夫可怜，凡夫迷失了自己的法身，积聚无量无边的烦恼业习，在六道里面生死轮回。要有机缘，这就是佛在经上常常给我们讲的，子女与父母有四种缘分，所谓「报恩、报怨、讨债、还债」，这是众生积聚的缘分，跟佛菩萨不一样，佛菩萨在修因的时候与一切众生广结法缘，缘成熟了，他就现身来度众生。",
      "zh_TW": "第三種講「應身」，「應身」是「積聚機緣」而成的，這個凡夫也沒有。諸佛菩薩機緣成熟了，他就出現在世間了，就像《楞嚴經》裡面所講的「隨眾生心，應所知量」，與一切眾生感應道交，那是感應之身，所以叫應身。我們再看看凡夫，凡夫可憐，凡夫迷失了自己的法身，積聚無量無邊的煩惱業習，在六道裡面生死輪迴。要有機緣，這就是佛在經上常常給我們講的，子女與父母有四種緣分，所謂「報恩、報怨、討債、還債」，這是眾生積聚的緣分，跟佛菩薩不一樣，佛菩薩在修因的時候與一切眾生廣結法緣，緣成熟了，他就現身來度眾生。"
    },
    {
      "id": "01-004-0019_p0008",
      "zh_CN": "所以在此地，「三单」里面就说得很清楚了。『法身单，指所证理性。报身单，能证功德智慧』，「功德」就是定，唯有定慧才能够证得法身，所以报身是能证，法身是所证。化身是利他的，利益一切众生的，是所现的相好光明，像释迦牟尼佛所示现的三十二相八十种好。再讲到「三复」：",
      "zh_TW": "所以在此地，「三單」裡面就說得很清楚了。『法身單，指所證理性。報身單，能證功德智慧』，「功德」就是定，唯有定慧才能夠證得法身，所以報身是能證，法身是所證。化身是利他的，利益一切眾生的，是所現的相好光明，像釋迦牟尼佛所示現的三十二相八十種好。再講到「三複」："
    },
    {
      "id": "01-004-0019_p0009",
      "zh_CN": "解【法身复者。自性清净法身。离垢妙极法身。】",
      "zh_TW": "解【法身複者。自性清淨法身。離垢妙極法身。】"
    },
    {
      "id": "01-004-0019_p0010",
      "zh_CN": "讲这个三复是从性修上来说的，『自性清净法身』是性德。刚才说了，一切众生本来具足，在佛不增，在凡夫也不减少。可是论修德，我们就没有了，只有诸佛才有。修德是『离垢妙极法身』。「离垢妙极」是什么？就是「自性清净法身」，垢就是代表着烦恼。刚才讲了，见思、尘沙、无明那是垢、是染污，将我们的清净法身盖复住了。如果把这个东西去掉了，离开它，你那个清净法身又现前了，清净法身妙极了，所以第二句是从修德上说的。报身也如是，报身有两种：",
      "zh_TW": "講這個三複是從性修上來說的，『自性清淨法身』是性德。剛才說了，一切眾生本來具足，在佛不增，在凡夫也不減少。可是論修德，我們就沒有了，只有諸佛才有。修德是『離垢妙極法身』。「離垢妙極」是什麼？就是「自性清淨法身」，垢就是代表著煩惱。剛才講了，見思、塵沙、無明那是垢、是染污，將我們的清淨法身蓋覆住了。如果把這個東西去掉了，離開它，你那個清淨法身又現前了，清淨法身妙極了，所以第二句是從修德上說的。報身也如是，報身有兩種："
    },
    {
      "id": "01-004-0019_p0011",
      "zh_CN": "解【报身复者。自受用报身。他受用报身。】",
      "zh_TW": "解【報身複者。自受用報身。他受用報身。】"
    },
    {
      "id": "01-004-0019_p0012",
      "zh_CN": "由此可知，成佛了，作菩萨了，有没有享受？如果说佛菩萨没有享受，你们哪一个再愿意学佛？我们现在作凡夫有种种享受，作菩萨享受都没有了，谁肯去学佛？谁肯发愿去作佛、作菩萨？告诉诸位，佛菩萨有享受。『自受用报身』，他有享受，到后面我们还会看到，他的享受比我们人间要富贵多了。所以古德讲「不读《华严》，不知道佛家的富贵」，读了《华严经》你才晓得佛菩萨的享受、他的富贵。他所享受的还是离不了五尘，就是讲的物质上的享受，离不开这些，这种享受叫正受，就是经中常讲的三昧。",
      "zh_TW": "由此可知，成佛了，作菩薩了，有沒有享受？如果說佛菩薩沒有享受，你們哪一個再願意學佛？我們現在作凡夫有種種享受，作菩薩享受都沒有了，誰肯去學佛？誰肯發願去作佛、作菩薩？告訴諸位，佛菩薩有享受。『自受用報身』，他有享受，到後面我們還會看到，他的享受比我們人間要富貴多了。所以古德講「不讀《華嚴》，不知道佛家的富貴」，讀了《華嚴經》你才曉得佛菩薩的享受、他的富貴。他所享受的還是離不了五塵，就是講的物質上的享受，離不開這些，這種享受叫正受，就是經中常講的三昧。"
    },
    {
      "id": "01-004-0019_p0013",
      "zh_CN": "我们的享受为什么叫不正受，没有正受？同样是享受五尘，或者我们讲六尘，色声香味触法，诸佛菩萨享受，他里面没有分别执着妄想，所以叫正受。他在这个里面用心，他不用妄心，换句话说，他不用八识，不用五十一心所，他这个受叫正受。如果用八识五十一心所，这个受就不是正受，为什么不是正受？这个受里面有苦乐忧喜舍这些感受。苦乐忧喜舍是不正常的，正常的享受是一味，一味无二味，那是正常享受，像我们在《华严经》里面读到的，真正是法喜充满。普救女神所说的法门与观自在的法门几乎没有两样。孔老夫子也有正受，你看《论语》里面第一句，「学而时习之，不亦说乎」，那就是三昧，是正受。学是觉悟的意思，习是在日常生活当中，「学而时习之」，就是在日常生活当中觉而不迷，所以「不亦说乎」。",
      "zh_TW": "我們的享受為什麼叫不正受，沒有正受？同樣是享受五塵，或者我們講六塵，色聲香味觸法，諸佛菩薩享受，他裡面沒有分別執著妄想，所以叫正受。他在這個裡面用心，他不用妄心，換句話說，他不用八識，不用五十一心所，他這個受叫正受。如果用八識五十一心所，這個受就不是正受，為什麼不是正受？這個受裡面有苦樂憂喜捨這些感受。苦樂憂喜捨是不正常的，正常的享受是一味，一味無二味，那是正常享受，像我們在《華嚴經》裡面讀到的，真正是法喜充滿。普救女神所說的法門與觀自在的法門幾乎沒有兩樣。孔老夫子也有正受，你看《論語》裡面第一句，「學而時習之，不亦說乎」，那就是三昧，是正受。學是覺悟的意思，習是在日常生活當中，「學而時習之」，就是在日常生活當中覺而不迷，所以「不亦說乎」。"
    },
    {
      "id": "01-004-0019_p0014",
      "zh_CN": "迷是什么？用心意识就迷了，离心意识才是觉而不迷，这叫自受用。他受用是教化众生，这个众生是指谁？是指地上菩萨，是指法身大士，别教是讲地上菩萨，圆教是初住以上的四十一位法身大士。为什么？他们也证得报身了。佛为他们说法，教化这些法身大士，这是法身大士的受用身，所以报身佛自行化他，自己有受用，也教化一切众生。化身就不一样了：",
      "zh_TW": "迷是什麼？用心意識就迷了，離心意識才是覺而不迷，這叫自受用。他受用是教化眾生，這個眾生是指誰？是指地上菩薩，是指法身大士，別教是講地上菩薩，圓教是初住以上的四十一位法身大士。為什麼？他們也證得報身了。佛為他們說法，教化這些法身大士，這是法身大士的受用身，所以報身佛自行化他，自己有受用，也教化一切眾生。化身就不一樣了："
    },
    {
      "id": "01-004-0019_p0015",
      "zh_CN": "解【化身复者。示生化身。应现化身。】",
      "zh_TW": "解【化身複者。示生化身。應現化身。】"
    },
    {
      "id": "01-004-0019_p0016",
      "zh_CN": "有二种，这是完全他受用，没有自受用，这是与报身不相同的地方。『示生化身』，像释迦牟尼佛当年降生在我们世间，这是「示生」。他到这个人间来投胎，跟我们人示现是一样的，住世八十岁圆寂，这叫示生。诸佛菩萨在我们中国「示生化身」，在历史上记载就很多。像我们大家晓得的善导大师，唐朝善导大师是我们净土宗第二代的祖师，阿弥陀佛再来的，那是示生化身。傅大士、布袋和尚，诸位晓得是弥勒菩萨示生化身的。永明延寿、丰干和尚，阿弥陀佛示生化身。这个历史上记载得很多，佛菩萨在我们中国历代示现的。",
      "zh_TW": "有二種，這是完全他受用，沒有自受用，這是與報身不相同的地方。『示生化身』，像釋迦牟尼佛當年降生在我們世間，這是「示生」。他到這個人間來投胎，跟我們人示現是一樣的，住世八十歲圓寂，這叫示生。諸佛菩薩在我們中國「示生化身」，在歷史上記載就很多。像我們大家曉得的善導大師，唐朝善導大師是我們淨土宗第二代的祖師，阿彌陀佛再來的，那是示生化身。傅大士、布袋和尚，諸位曉得是彌勒菩薩示生化身的。永明延壽、豐干和尚，阿彌陀佛示生化身。這個歷史上記載得很多，佛菩薩在我們中國歷代示現的。"
    },
    {
      "id": "01-004-0019_p0017",
      "zh_CN": "至于『应现化身』，他是对某一个人的，他见到了，见到之后就没有了，菩萨化身。你们看周邦道夫人的传记，她在南京遇到地藏菩萨，就是「应现化身」。地藏菩萨示现一个出家人的样子到她家去化缘，化香油，结果她也没给他，也说了很多话。问了他，他从九华山来的，想化一点香油。等他走了之后，周夫人忽然想起来了，「奇怪，这个和尚怎么会到我家里来的」，因为在南京住的房子很大，门就有好几重，大门、二门，门都没有开，他怎么进来的？仔细一检查，门果然还关着的，怎么出去的也不晓得，怎么来的也不晓得，所以就感觉到非常奇怪。这一类的就属于「应现化身」。当时你看得清清楚楚、明明白白，还讲了很多的话，不知道从哪来，也不知道从哪去。应现化身是对于某个人有特别的因缘，示生化身是对这一个时代，一个地区多数人因缘成熟。下面有一句：",
      "zh_TW": "至於『應現化身』，他是對某一個人的，他見到了，見到之後就沒有了，菩薩化身。你們看周邦道夫人的傳記，她在南京遇到地藏菩薩，就是「應現化身」。地藏菩薩示現一個出家人的樣子到她家去化緣，化香油，結果她也沒給他，也說了很多話。問了他，他從九華山來的，想化一點香油。等他走了之後，周夫人忽然想起來了，「奇怪，這個和尚怎麼會到我家裡來的」，因為在南京住的房子很大，門就有好幾重，大門、二門，門都沒有開，他怎麼進來的？仔細一檢查，門果然還關著的，怎麼出去的也不曉得，怎麼來的也不曉得，所以就感覺到非常奇怪。這一類的就屬於「應現化身」。當時你看得清清楚楚、明明白白，還講了很多的話，不知道從哪來，也不知道從哪去。應現化身是對於某個人有特別的因緣，示生化身是對這一個時代，一個地區多數人因緣成熟。下面有一句："
    },
    {
      "id": "01-004-0019_p0018",
      "zh_CN": "解【又。佛界化身。随类化身。】",
      "zh_TW": "解【又。佛界化身。隨類化身。】"
    },
    {
      "id": "01-004-0019_p0019",
      "zh_CN": "『佛界化身』，譬如说西方极乐世界，阿弥陀佛他老人家所化的身，这是「佛界化身」。我们在凡圣同居土里面见到的阿弥陀佛是「佛界化身」。『随类化身』那就不一样了，像《普门品》里面所说的应以什么身得度，他就示现什么样的身形，这是属于「随类化身」。这个地方所讲的都是指的西方世界本师阿弥陀佛。再看下面经文：",
      "zh_TW": "『佛界化身』，譬如說西方極樂世界，阿彌陀佛他老人家所化的身，這是「佛界化身」。我們在凡聖同居土裡面見到的阿彌陀佛是「佛界化身」。『隨類化身』那就不一樣了，像《普門品》裡面所說的應以什麼身得度，他就示現什麼樣的身形，這是屬於「隨類化身」。這個地方所講的都是指的西方世界本師阿彌陀佛。再看下面經文："
    },
    {
      "id": "01-004-0019_p0020",
      "zh_CN": "解【虽（辩）〔辨〕单复三身。实非一非三。而三而一。不纵横。不并别。离过绝非。不可思议。】",
      "zh_TW": "解【雖（辯）〔辨〕單複三身。實非一非三。而三而一。不縱橫。不並別。離過絕非。不可思議。】"
    },
    {
      "id": "01-004-0019_p0021",
      "zh_CN": "这几句话非常重要，为什么？凡夫之所以不能够入道，最大的障碍就是分别情见，这个东西很麻烦，尤其是在现代的社会，根性大大的不如从前。在过去这个教育，他是从小就培养德行，这个教育里面最重要的是培养孝亲尊师，现在这个观念渐渐淡薄了，于是乎分别、执着增长了。在家里面目无父母，在学校目无师长，老师教他的，他要提出许多问题来质问，不像从前老师怎么教，父母怎么说，他乖乖的就照做。现在他要问到底，问了不服，他就不肯做。诸位要晓得，年岁长的人经验丰富，经历得多，俗话常说「不听老人言，吃亏在眼前」，何况是这样高深的佛法。",
      "zh_TW": "這幾句話非常重要，為什麼？凡夫之所以不能夠入道，最大的障礙就是分別情見，這個東西很麻煩，尤其是在現代的社會，根性大大的不如從前。在過去這個教育，他是從小就培養德行，這個教育裡面最重要的是培養孝親尊師，現在這個觀念漸漸淡薄了，於是乎分別、執著增長了。在家裡面目無父母，在學校目無師長，老師教他的，他要提出許多問題來質問，不像從前老師怎麼教，父母怎麼說，他乖乖的就照做。現在他要問到底，問了不服，他就不肯做。諸位要曉得，年歲長的人經驗豐富，經歷得多，俗話常說「不聽老人言，吃虧在眼前」，何況是這樣高深的佛法。"
    },
    {
      "id": "01-004-0019_p0022",
      "zh_CN": "佛法经论所讲多半是意在言外，所以佛在《华严经》上说「佛法无人说，虽智莫能解」，世间聪明智慧的人决定不懂得佛法，今天哪个人相信？所以佛法里面讲「八难」。「八难」里面有「世智辩聪」，就是世间一等智慧的人，有辩才，聪明到极处了，这个人就有了难，什么难？他不相信佛法，他曲解佛法，他以为那是正解，结果他必然是否定佛法，毁谤三宝，他要造无间地狱的罪业，他不遭难谁遭难？八难里面，你们注意世智辩聪这一条，这一条就是防止这些人的，告诉你不要依文解义，不要执着。",
      "zh_TW": "佛法經論所講多半是意在言外，所以佛在《華嚴經》上說「佛法無人說，雖智莫能解」，世間聰明智慧的人決定不懂得佛法，今天哪個人相信？所以佛法裡面講「八難」。「八難」裡面有「世智辯聰」，就是世間一等智慧的人，有辯才，聰明到極處了，這個人就有了難，什麼難？他不相信佛法，他曲解佛法，他以為那是正解，結果他必然是否定佛法，毀謗三寶，他要造無間地獄的罪業，他不遭難誰遭難？八難裡面，你們注意世智辯聰這一條，這一條就是防止這些人的，告訴你不要依文解義，不要執著。"
    },
    {
      "id": "01-004-0019_p0023",
      "zh_CN": "给你说『三身』，你就执着一定有个「三身」，执着三单三复，你就执着有个三单三复，其实这是一桩事情的面面观，你才能看出它的真相。三单是从一面看，三复是从另一个角度来看，其实它是一桩事情。所以给你说三复三身，实在讲『非一非三』，不能说一，也不能说三，你真正明白了，可以说一，也可以说三。所以你要在这个里面生三或者生一的见解就错了，那你就是被这些法相名词迷惑住了。所以佛法确实是『离过绝非，不可思议』，佛法里面找不到一点过失，找不到一点错处。你要是有过失、有错处，那是你自己的事情，是你迷在经论上，迷在文字上，所以过失是在自己这一边，不在经典上。",
      "zh_TW": "給你說『三身』，你就執著一定有個「三身」，執著三單三複，你就執著有個三單三複，其實這是一樁事情的面面觀，你才能看出它的真相。三單是從一面看，三複是從另一個角度來看，其實它是一樁事情。所以給你說三複三身，實在講『非一非三』，不能說一，也不能說三，你真正明白了，可以說一，也可以說三。所以你要在這個裡面生三或者生一的見解就錯了，那你就是被這些法相名詞迷惑住了。所以佛法確實是『離過絕非，不可思議』，佛法裡面找不到一點過失，找不到一點錯處。你要是有過失、有錯處，那是你自己的事情，是你迷在經論上，迷在文字上，所以過失是在自己這一邊，不在經典上。"
    },
    {
      "id": "01-004-0019_p0024",
      "zh_CN": "甚至于现在还有很多人怀疑，这个经典经过了四次的结集，愈是后面，距离佛陀灭度的时间愈长，而结集的部头就愈大，所以有许多人怀疑这些经是不是佛说的，是不是后来一些人伪造的，这一怀疑怎么样？怀疑就不相信了。就好像一个人害病了，病了很重，人家拿药给他吃，这个药是好药，一吃病就好了，但是他不相信，他怀疑，「你这个药恐怕是伪造的，恐怕靠不住」，结果怎么样？拒绝，不敢吃，自己病死了，冤枉，真正叫冤枉。",
      "zh_TW": "甚至於現在還有很多人懷疑，這個經典經過了四次的結集，愈是後面，距離佛陀滅度的時間愈長，而結集的部頭就愈大，所以有許多人懷疑這些經是不是佛說的，是不是後來一些人偽造的，這一懷疑怎麼樣？懷疑就不相信了。就好像一個人害病了，病了很重，人家拿藥給他吃，這個藥是好藥，一吃病就好了，但是他不相信，他懷疑，「你這個藥恐怕是偽造的，恐怕靠不住」，結果怎麼樣？拒絕，不敢吃，自己病死了，冤枉，真正叫冤枉。"
    },
    {
      "id": "01-004-0019_p0025",
      "zh_CN": "我们这部藏经大部分都是在宋朝时候完成的。宋以前，宋朝翻译数量不多，最多的时候是从南北朝到唐朝的中叶，大量翻译过来的，占现在藏经分量差不多是百分之八十，另外有百分之二十是唐朝末年到北宋的时候所翻的，南宋以后很少。流传到现在，要从早期所翻的到现在，差不多是一千九百多年，就算最晚期的，唐朝中叶到现在也有一千多年了，差不多有一千二、三百年了。这么长久的时间，这些经典多少人读过，多少人研究过，多少人依教修行证果，他们都没有发现毛病。现在的人好聪明，发现这里好多毛病。他们依照这个理论方法修行都成就了。你今天否定了一切，不但你自己造无量无边的罪业，你要影响社会、影响别人，那好了，你的罪过准定是阿鼻地狱，真是永劫不得翻身，你是断尽一切众生的法身慧命，这个罪业太重了。",
      "zh_TW": "我們這部藏經大部分都是在宋朝時候完成的。宋以前，宋朝翻譯數量不多，最多的時候是從南北朝到唐朝的中葉，大量翻譯過來的，佔現在藏經分量差不多是百分之八十，另外有百分之二十是唐朝末年到北宋的時候所翻的，南宋以後很少。流傳到現在，要從早期所翻的到現在，差不多是一千九百多年，就算最晚期的，唐朝中葉到現在也有一千多年了，差不多有一千二、三百年了。這麼長久的時間，這些經典多少人讀過，多少人研究過，多少人依教修行證果，他們都沒有發現毛病。現在的人好聰明，發現這裡好多毛病。他們依照這個理論方法修行都成就了。你今天否定了一切，不但你自己造無量無邊的罪業，你要影響社會、影響別人，那好了，你的罪過準定是阿鼻地獄，真是永劫不得翻身，你是斷盡一切眾生的法身慧命，這個罪業太重了。"
    },
    {
      "id": "01-004-0019_p0026",
      "zh_CN": "别说佛经了，现在对《六祖坛经》怀疑的人就非常之多。在民国五十八年曾经有一段时期，报纸杂志上都讨论《坛经》到底是真的？还是假的？几乎报纸杂志天天都有文章。那一年正好教育部请我在中山堂讲演（也许在座还有人参加的），我讲完了之后，就有几位老居士（我看年龄都很大）到我面前来提出这个问题。他说现在有人说《六祖坛经》是假的，也有人说真的，大家都在这边辩论，问我的看法怎么样。我反过头来问他，我说：「《坛经》你看过没有」。他说：「我看过」。我说：「里面所讲的那些道理、方法与佛经典上有没有差别？」「没有差别，跟佛讲的是一样的」。「如果我们要依照这个理论方法去修行，有没有好处？」我反过来问他，他说：「有好处」。我说：「那管它是真的、是假的，不相干，只要这个理论方法正确，我们依照这个方法修行能得利益，你说真的也好，你说假的也好，反正利益我得到了。你们说真、说假都没有得到利益」，一定要懂这个道理。",
      "zh_TW": "別說佛經了，現在對《六祖壇經》懷疑的人就非常之多。在民國五十八年曾經有一段時期，報紙雜誌上都討論《壇經》到底是真的？還是假的？幾乎報紙雜誌天天都有文章。那一年正好教育部請我在中山堂講演（也許在座還有人參加的），我講完了之後，就有幾位老居士（我看年齡都很大）到我面前來提出這個問題。他說現在有人說《六祖壇經》是假的，也有人說真的，大家都在這邊辯論，問我的看法怎麼樣。我反過頭來問他，我說：「《壇經》你看過沒有」。他說：「我看過」。我說：「裡面所講的那些道理、方法與佛經典上有沒有差別？」「沒有差別，跟佛講的是一樣的」。「如果我們要依照這個理論方法去修行，有沒有好處？」我反過來問他，他說：「有好處」。我說：「那管它是真的、是假的，不相干，只要這個理論方法正確，我們依照這個方法修行能得利益，你說真的也好，你說假的也好，反正利益我得到了。你們說真、說假都沒有得到利益」，一定要懂這個道理。"
    },
    {
      "id": "01-004-0019_p0027",
      "zh_CN": "如果说佛这个经典不可靠，怀疑它，给诸位说，中国人是善于怀疑，早就有人怀疑了。玄奘大师到印度去就是怀疑以前翻的经典不可靠，他一定要到印度去亲证，结果他跑到印度住了十七年，回来之后对于过去翻译的一句话不说，换句话说，都承认了，没错。如果要翻译有不对的地方，他一定把它修正过来，一定说出来。如果我们能明白这个道理，能肯定这个事实，玄奘大师之前所翻译的没有问题，玄奘大师就可以印证，奘法师自己本身所翻译的那当然也没有问题。",
      "zh_TW": "如果說佛這個經典不可靠，懷疑它，給諸位說，中國人是善於懷疑，早就有人懷疑了。玄奘大師到印度去就是懷疑以前翻的經典不可靠，他一定要到印度去親證，結果他跑到印度住了十七年，回來之後對於過去翻譯的一句話不說，換句話說，都承認了，沒錯。如果要翻譯有不對的地方，他一定把它修正過來，一定說出來。如果我們能明白這個道理，能肯定這個事實，玄奘大師之前所翻譯的沒有問題，玄奘大師就可以印證，奘法師自己本身所翻譯的那當然也沒有問題。"
    },
    {
      "id": "01-004-0019_p0028",
      "zh_CN": "现在末法时期「邪师说法如恒河沙」。所以古来的老师教学，教学生最怕学生的知见已经乱了，你说他这个人也听，那个也听，这个也看，那个也看，这个学生没法子教。你就到外面去求老师、求善知识，善知识在你面前，他也不肯教你，为什么？你这个东西太杂太乱了，换句话说，自己把自己毁坏掉了，本来是个法器，你自己把法器毁坏了。一个好老师最愿意教的就是这个人没有接触过佛法，也没有听任何人讲过，一张白纸，他最乐意教了，他会把全部精神贯注来教你，为什么？他所教给你的，你完全能接受，你没有意见，这才能成就。你曾经看了很多东西，听了很多东西，有许多是先入为主，老师教给你正法，你还要说在这里有意见，还要在里面起分别打妄想，还要怀疑，老师要把你的疑情一样一样的剔除掉，这个费事可大了，这种情形之下只有不教。讲经的时候，你来听，你听多少算多少，没有办法教导你。",
      "zh_TW": "現在末法時期「邪師說法如恒河沙」。所以古來的老師教學，教學生最怕學生的知見已經亂了，你說他這個人也聽，那個也聽，這個也看，那個也看，這個學生沒法子教。你就到外面去求老師、求善知識，善知識在你面前，他也不肯教你，為什麼？你這個東西太雜太亂了，換句話說，自己把自己毀壞掉了，本來是個法器，你自己把法器毀壞了。一個好老師最願意教的就是這個人沒有接觸過佛法，也沒有聽任何人講過，一張白紙，他最樂意教了，他會把全部精神貫注來教你，為什麼？他所教給你的，你完全能接受，你沒有意見，這才能成就。你曾經看了很多東西，聽了很多東西，有許多是先入為主，老師教給你正法，你還要說在這裡有意見，還要在裡面起分別打妄想，還要懷疑，老師要把你的疑情一樣一樣的剔除掉，這個費事可大了，這種情形之下只有不教。講經的時候，你來聽，你聽多少算多少，沒有辦法教導你。"
    },
    {
      "id": "01-004-0019_p0029",
      "zh_CN": "所以我们看看古今中外，过去，无论是世间法、出世间法，没有不重视师承的。今日之下，师承没有了，所以知见就大乱了。这个地方就是告诉你对于佛所说的一切法，那就是「四依法」里所说的「依义不依语，依了义不依不了义」。说三不要执着三，说一也不要执着一，把你的分别、执着统统打掉，在佛的言教或者是文字当中悟入他的甚深之理，这是正法。一有分别、执着，你就堕落在文字里面去了，所谓是「死在字里行间」。再看底下一段经文：",
      "zh_TW": "所以我們看看古今中外，過去，無論是世間法、出世間法，沒有不重視師承的。今日之下，師承沒有了，所以知見就大亂了。這個地方就是告訴你對於佛所說的一切法，那就是「四依法」裡所說的「依義不依語，依了義不依不了義」。說三不要執著三，說一也不要執著一，把你的分別、執著統統打掉，在佛的言教或者是文字當中悟入他的甚深之理，這是正法。一有分別、執著，你就墮落在文字裡面去了，所謂是「死在字裡行間」。再看底下一段經文："
    },
    {
      "id": "01-004-0019_p0030",
      "zh_CN": "解【今云阿弥陀佛。正指同居土中。示生化身。仍复即报即法也。】",
      "zh_TW": "解【今云阿彌陀佛。正指同居土中。示生化身。仍復即報即法也。】"
    },
    {
      "id": "01-004-0019_p0031",
      "zh_CN": "这个我刚才说出来的，对本经所讲的，完全是讲西方极乐世界凡圣同居土。凡圣同居土里面人所见到的阿弥陀佛是阿弥陀佛的化身，这个化身是『示生化身』，所以有寿命，他的寿命是无量寿。这个无量是个数字，我们读《华严经》就晓得，阿僧祇个阿僧祇叫一个无量，所以他的寿命是相当之长。难得的就是佛虽然是化身，这个化身同时就是报身，也就是法身，换句话说，一体三身，这个意思实在说不难懂。法身是本体，离开这个本体哪有报、化？报、化都是以法身而起的。我们现在这个身也是以法身而起的，业报身还是以法身而起，不以法身哪来的业报身？而我们现在是迷而不觉，所以当然有法身。",
      "zh_TW": "這個我剛才說出來的，對本經所講的，完全是講西方極樂世界凡聖同居土。凡聖同居土裡面人所見到的阿彌陀佛是阿彌陀佛的化身，這個化身是『示生化身』，所以有壽命，他的壽命是無量壽。這個無量是個數字，我們讀《華嚴經》就曉得，阿僧祇個阿僧祇叫一個無量，所以他的壽命是相當之長。難得的就是佛雖然是化身，這個化身同時就是報身，也就是法身，換句話說，一體三身，這個意思實在說不難懂。法身是本體，離開這個本體哪有報、化？報、化都是以法身而起的。我們現在這個身也是以法身而起的，業報身還是以法身而起，不以法身哪來的業報身？而我們現在是迷而不覺，所以當然有法身。"
    },
    {
      "id": "01-004-0019_p0032",
      "zh_CN": "佛虽然示现了化身，这个化身充满了智慧，不要说阿弥陀佛了，就是我们的本师释迦牟尼佛当年示现在人间的时候，他为我们讲经三百余会，说法四十九年，说了这么多经典，那是智慧身。法、报、应真的一而三，三而一，阿弥陀佛当然不例外。如果说得更明白一点，你看六祖大师在《坛经》里面教给我们修行的程序与方法，在《坛经》第五章「传香忏悔」那一章里面，末后一节就跟我们说一体三身佛，是要我们自己修学亲证的境界。他那些理论与方法我们要认真做了，给诸位说，那也是一生成就的佛法，那个不假。下面经文说：",
      "zh_TW": "佛雖然示現了化身，這個化身充滿了智慧，不要說阿彌陀佛了，就是我們的本師釋迦牟尼佛當年示現在人間的時候，他為我們講經三百餘會，說法四十九年，說了這麼多經典，那是智慧身。法、報、應真的一而三，三而一，阿彌陀佛當然不例外。如果說得更明白一點，你看六祖大師在《壇經》裡面教給我們修行的程序與方法，在《壇經》第五章「傳香懺悔」那一章裡面，末後一節就跟我們說一體三身佛，是要我們自己修學親證的境界。他那些理論與方法我們要認真做了，給諸位說，那也是一生成就的佛法，那個不假。下面經文說："
    },
    {
      "id": "01-004-0019_p0033",
      "zh_CN": "解【复次。世界及佛。皆言有者。具四义。】",
      "zh_TW": "解【復次。世界及佛。皆言有者。具四義。】"
    },
    {
      "id": "01-004-0019_p0034",
      "zh_CN": "『四义』就是四悉檀。",
      "zh_TW": "『四義』就是四悉檀。"
    },
    {
      "id": "01-004-0019_p0035",
      "zh_CN": "解【的标实境。令欣求故。】",
      "zh_TW": "解【的標實境。令欣求故。】"
    },
    {
      "id": "01-004-0019_p0036",
      "zh_CN": "这是世界悉檀。",
      "zh_TW": "這是世界悉檀。"
    },
    {
      "id": "01-004-0019_p0037",
      "zh_CN": "解【诚语指示。令专一故。】",
      "zh_TW": "解【誠語指示。令專一故。】"
    },
    {
      "id": "01-004-0019_p0038",
      "zh_CN": "这是为人悉檀。",
      "zh_TW": "這是為人悉檀。"
    },
    {
      "id": "01-004-0019_p0039",
      "zh_CN": "解【简非干城阳燄。非权现曲示。非缘影虚妄。非保真偏但。破魔邪权小故。】",
      "zh_TW": "解【簡非乾城陽燄。非權現曲示。非緣影虛妄。非保真偏但。破魔邪權小故。】"
    },
    {
      "id": "01-004-0019_p0040",
      "zh_CN": "这是对治悉檀。",
      "zh_TW": "這是對治悉檀。"
    },
    {
      "id": "01-004-0019_p0041",
      "zh_CN": "解【圆彰性具。令深证故。】",
      "zh_TW": "解【圓彰性具。令深證故。】"
    },
    {
      "id": "01-004-0019_p0042",
      "zh_CN": "这是第一义悉檀。",
      "zh_TW": "這是第一義悉檀。"
    },
    {
      "id": "01-004-0019_p0043",
      "zh_CN": "这一段里面需要解释，这是讨论西方极乐世界依正庄严。『世界』是依报，『佛』是正报。这个依报跟正报，世界与佛是真有，不是假设，不是理想，而且不是过去，也不是未来，是现在，「阿弥陀佛今现在说法」。所以西方这个佛不像我们释迦牟尼佛已经过去，不像弥勒佛是未来的佛，阿弥陀佛是现在佛。",
      "zh_TW": "這一段裡面需要解釋，這是討論西方極樂世界依正莊嚴。『世界』是依報，『佛』是正報。這個依報跟正報，世界與佛是真有，不是假設，不是理想，而且不是過去，也不是未來，是現在，「阿彌陀佛今現在說法」。所以西方這個佛不像我們釋迦牟尼佛已經過去，不像彌勒佛是未來的佛，阿彌陀佛是現在佛。"
    },
    {
      "id": "01-004-0019_p0044",
      "zh_CN": "「具四义」，这个小注里头是「四悉檀」。「悉檀」是梵语，它的意思就叫遍施，遍是普遍，施是布施，普遍的布施一共有四种。佛说一切法可以说都离不开这个原则，才能利益一切众生。",
      "zh_TW": "「具四義」，這個小註裡頭是「四悉檀」。「悉檀」是梵語，它的意思就叫遍施，遍是普遍，施是布施，普遍的布施一共有四種。佛說一切法可以說都離不開這個原則，才能利益一切眾生。"
    },
    {
      "id": "01-004-0019_p0045",
      "zh_CN": "第一就是『的标实境』，「的」是确确实实，标明西方极乐世界是真实的不是假的。在我们娑婆世界的西方去十万亿佛国土之外，确实有一个世界叫极乐世界。目的『令欣求故』，希望我们众生真正觉悟，发心求生西方佛国。诸位还要晓得一个事实，我们这个道场听众人多寡不相干，假如我们在这里讲经，有几千人听、几万人听，听了之后，一个都不能往生，那有什么用处？没有用处。我们这个道场只有三个人听、五个人听，这三、五个人统统往生了，统统作佛了，这还得了？不得了。",
      "zh_TW": "第一就是『的標實境』，「的」是確確實實，標明西方極樂世界是真實的不是假的。在我們娑婆世界的西方去十萬億佛國土之外，確實有一個世界叫極樂世界。目的『令欣求故』，希望我們眾生真正覺悟，發心求生西方佛國。諸位還要曉得一個事實，我們這個道場聽眾人多寡不相干，假如我們在這裡講經，有幾千人聽、幾萬人聽，聽了之後，一個都不能往生，那有什麼用處？沒有用處。我們這個道場只有三個人聽、五個人聽，這三、五個人統統往生了，統統作佛了，這還得了？不得了。"
    },
    {
      "id": "01-004-0019_p0046",
      "zh_CN": "在我们历史上，当年初祖远公在庐山结莲社，那个志同道合的在一起，每天讲经念佛的一共才只有一百二十几个人，各个往生。在我们中国历代道场里面成就的人最多的，没有超过庐山莲社的，它是一百二十几个人各个往生。其次，一个规模最大成就的那就是六祖，六祖在一生教化当中，在他座下明心见性、大彻大悟的有四十三个人。其他的任何祖师大德，一生教化当中成就的人，从来没有这么多过，这种成就才算数。不是说听众多寡，那个没有用处的，是要真正有成就的人。所以说老实话，真正理想的道场有个三、五个人就不得了，这三、五个人一生当中好好的修行，到后来都能成佛作祖，都能往生西方极乐世界，这还得了？不得了。这是我们应当要明了的、要觉悟的，所以一定要真实，不搞名闻利养，不要搞虚假的。",
      "zh_TW": "在我們歷史上，當年初祖遠公在廬山結蓮社，那個志同道合的在一起，每天講經念佛的一共才只有一百二十幾個人，各個往生。在我們中國歷代道場裡面成就的人最多的，沒有超過廬山蓮社的，它是一百二十幾個人各個往生。其次，一個規模最大成就的那就是六祖，六祖在一生教化當中，在他座下明心見性、大徹大悟的有四十三個人。其他的任何祖師大德，一生教化當中成就的人，從來沒有這麼多過，這種成就才算數。不是說聽眾多寡，那個沒有用處的，是要真正有成就的人。所以說老實話，真正理想的道場有個三、五個人就不得了，這三、五個人一生當中好好的修行，到後來都能成佛作祖，都能往生西方極樂世界，這還得了？不得了。這是我們應當要明瞭的、要覺悟的，所以一定要真實，不搞名聞利養，不要搞虛假的。"
    },
    {
      "id": "01-004-0019_p0047",
      "zh_CN": "第二，『诚语指示，令专一故』。释迦牟尼佛以及本经所讲的六方诸佛，佛的言语句句真诚，决定没有妄语，像《金刚经》里面所说的：「如来是真语者，实语者，如语者，不诳语者，不异语者」，那我们再不相信，我们相信谁的话？假如你要是对一切经都怀疑的话，现在人疑心重，怀疑的话，《阿弥陀经》怀不怀疑？大概我想对《阿弥陀经》不会怀疑。为什么？从东林远公大师开始，将近二千年当中，远公是东晋时候人，跟陶渊明是同时代的，一直到我们近代印光大师，还有我们在台湾、在香港这个地区，你们晓得修行净土这个法门，往生的人不知道有多少，这个总不假。其他一切都是假的，我们不读它，我们就读这部《阿弥陀经》就行了，就能成就。",
      "zh_TW": "第二，『誠語指示，令專一故』。釋迦牟尼佛以及本經所講的六方諸佛，佛的言語句句真誠，決定沒有妄語，像《金剛經》裡面所說的：「如來是真語者，實語者，如語者，不誑語者，不異語者」，那我們再不相信，我們相信誰的話？假如你要是對一切經都懷疑的話，現在人疑心重，懷疑的話，《阿彌陀經》懷不懷疑？大概我想對《阿彌陀經》不會懷疑。為什麼？從東林遠公大師開始，將近二千年當中，遠公是東晉時候人，跟陶淵明是同時代的，一直到我們近代印光大師，還有我們在台灣、在香港這個地區，你們曉得修行淨土這個法門，往生的人不知道有多少，這個總不假。其他一切都是假的，我們不讀它，我們就讀這部《阿彌陀經》就行了，就能成就。"
    },
    {
      "id": "01-004-0019_p0048",
      "zh_CN": "圆瑛大师修念佛法门的，你看他住的房子叫「三求堂」，「求福、求慧、求生净土」。他老人家一生三求，求福、求慧、求生净土，他是个念佛人。所以我们要专一，专修持名念佛法门。如净宗的指示，我们修行的目标要在「一心不乱，心不颠倒」。心不颠倒，心不被外境所转，你心就不颠倒了，念就专一了。这是为人悉檀，为人悉檀所得的是生善的利益，一切善法都从这个地方生。",
      "zh_TW": "圓瑛大師修念佛法門的，你看他住的房子叫「三求堂」，「求福、求慧、求生淨土」。他老人家一生三求，求福、求慧、求生淨土，他是個念佛人。所以我們要專一，專修持名念佛法門。如淨宗的指示，我們修行的目標要在「一心不亂，心不顛倒」。心不顛倒，心不被外境所轉，你心就不顛倒了，念就專一了。這是為人悉檀，為人悉檀所得的是生善的利益，一切善法都從這個地方生。"
    },
    {
      "id": "01-004-0019_p0049",
      "zh_CN": "第三，这给我们断疑。『简』是简别。『干城』是干闼婆城，这是虚妄不实在的，是变化的。『阳燄』，就是《庄子》里面所讲的野马，那也是一种幻觉，不是真实的，它是地面上有一种气，远看的时候像水一样，所以《庄子》里面讲「渴鹿阳燄」，鹿是畜牲，牠不晓得，牠渴了，看到前面有水，牠就往前面去，可是阳燄始终距离牠就有一、两丈的距离。你走近，它还在前面，你走近，还在前面，永远找不到，那是假的不是真的。看到好像是水，实际上它不是水。所以西方极乐世界是真实的，不是干闼婆城，不是阳燄。",
      "zh_TW": "第三，這給我們斷疑。『簡』是簡別。『乾城』是乾闥婆城，這是虛妄不實在的，是變化的。『陽燄』，就是《莊子》裡面所講的野馬，那也是一種幻覺，不是真實的，它是地面上有一種氣，遠看的時候像水一樣，所以《莊子》裡面講「渴鹿陽燄」，鹿是畜牲，牠不曉得，牠渴了，看到前面有水，牠就往前面去，可是陽燄始終距離牠就有一、兩丈的距離。你走近，它還在前面，你走近，還在前面，永遠找不到，那是假的不是真的。看到好像是水，實際上它不是水。所以西方極樂世界是真實的，不是乾闥婆城，不是陽燄。"
    },
    {
      "id": "01-004-0019_p0050",
      "zh_CN": "『非权现曲示』，「权」是权巧方便，这句话是有所为而说的，因为李长者，李通玄居士，这个人也是个了不起的人，他是在《华严经》上有一部注解，叫《华严经合论》。他在《合论》上说，西方极乐世界是权现的，所以大师在此地特别的来辩驳，西方极乐世界不是权现。权现的化城，像《法华经》里面所说的那是委曲婉转，是诱导小乘的学者，他们的根性比较劣，愿力也比较脆弱，如果说叫他修大乘佛法，时间太长远了，他有恐惧，他不肯修了。当中设一个中途站，并非究竟的目标，这个叫做「权现曲示」，委曲婉转的示现。西方世界是真实的境界，要是权现曲示，诸位想想，十方诸佛能赞叹吗？不会的。小乘人的偏真涅槃是权现、是曲示，你看十方诸佛有没有赞叹，不但没有赞叹，释迦牟尼佛反而喝斥他「焦芽败种，堕涅槃坑」，他说这些话。所以这是有十方诸佛的赞叹，我们晓得它决定不是权现曲示。",
      "zh_TW": "『非權現曲示』，「權」是權巧方便，這句話是有所為而說的，因為李長者，李通玄居士，這個人也是個了不起的人，他是在《華嚴經》上有一部註解，叫《華嚴經合論》。他在《合論》上說，西方極樂世界是權現的，所以大師在此地特別的來辯駁，西方極樂世界不是權現。權現的化城，像《法華經》裡面所說的那是委曲婉轉，是誘導小乘的學者，他們的根性比較劣，願力也比較脆弱，如果說叫他修大乘佛法，時間太長遠了，他有恐懼，他不肯修了。當中設一個中途站，並非究竟的目標，這個叫做「權現曲示」，委曲婉轉的示現。西方世界是真實的境界，要是權現曲示，諸位想想，十方諸佛能讚歎嗎？不會的。小乘人的偏真涅槃是權現、是曲示，你看十方諸佛有沒有讚歎，不但沒有讚歎，釋迦牟尼佛反而喝斥他「焦芽敗種，墮涅槃坑」，他說這些話。所以這是有十方諸佛的讚歎，我們曉得它決定不是權現曲示。"
    },
    {
      "id": "01-004-0019_p0051",
      "zh_CN": "『非缘影虚妄』，「缘影」是讲第六意识，缘尘分别影事，这是佛在《楞严经》上所讲的，这句话特别是对末法众生而说。末法众生，确实把这个能够思惟想像的第六意识当作真心，所以把西方世界认为是心外之法，这个严格的说，这是外道。佛法里面所讲的外道，心外求法者就是外道。",
      "zh_TW": "『非緣影虛妄』，「緣影」是講第六意識，緣塵分別影事，這是佛在《楞嚴經》上所講的，這句話特別是對末法眾生而說。末法眾生，確實把這個能夠思惟想像的第六意識當作真心，所以把西方世界認為是心外之法，這個嚴格的說，這是外道。佛法裡面所講的外道，心外求法者就是外道。"
    },
    {
      "id": "01-004-0019_p0052",
      "zh_CN": "『非保真偏但』。前面都是给那些知见不正的人加以辩解坚定信心。这一句完全是对权教小乘说的。「保真」，「真」就是偏真涅槃，保护偏真涅槃是小乘阿罗汉、辟支佛的事情，这个是「保真」。这个「偏」就是藏教的偏真。「但」是讲别教的「但中」。当然他们这些人的见解都有偏差，都不是究竟圆满。特别在这里告诉这些人，西方极乐世界，无论是依报、正报，是真有不是假有，所以它不是偏真，也不是但中，它是千真万确的事实，诸佛菩萨的真实境界。这些话断除我们的疑惑，破除我们的邪见，建立我们自己的清净信心，才肯勇猛精进一心一意的要取净土，取这个法门。",
      "zh_TW": "『非保真偏但』。前面都是給那些知見不正的人加以辯解堅定信心。這一句完全是對權教小乘說的。「保真」，「真」就是偏真涅槃，保護偏真涅槃是小乘阿羅漢、辟支佛的事情，這個是「保真」。這個「偏」就是藏教的偏真。「但」是講別教的「但中」。當然他們這些人的見解都有偏差，都不是究竟圓滿。特別在這裡告訴這些人，西方極樂世界，無論是依報、正報，是真有不是假有，所以它不是偏真，也不是但中，它是千真萬確的事實，諸佛菩薩的真實境界。這些話斷除我們的疑惑，破除我們的邪見，建立我們自己的清淨信心，才肯勇猛精進一心一意的要取淨土，取這個法門。"
    },
    {
      "id": "01-004-0019_p0053",
      "zh_CN": "第四句说『圆彰性具，令深证故』。「圆」是圆满，「彰」是明显，完全显露而没有一丝毫隐藏。西方极乐世界依报、正报都是自性本具的，虽然极乐世界距离我们相当的遥远，十万亿佛国土，其实这十万亿佛国土并没有超出我们的心性，正如同《华严经》里面所说，无边刹土，自他不隔毫端，何况西方世界十万亿佛国土？那算什么？我们在《华严经》里面见到破一微尘，显现出无量无边的大千世界。我们读过经文，我们想想很有道理，没有疑问。经中常讲「破一微尘，出大千经卷」，那还有什么怀疑？一微尘里面出无量无边大千世界，比出大千经卷，那真是小巫见大巫，所以不要被十万亿佛国土这个距离就把你吓倒了。可是你要没得一心，这个距离是真的，那真是一个天文数字的距离。如果得一心了，这个距离不在一心之外，你一得一心，这个距离就没有了。所以讲到「性具」，其目的是叫我们悟入「唯心净土，自性弥陀」，这样我们才能得「深证」的受用。「深证」就是我们讲的理一心不乱。",
      "zh_TW": "第四句說『圓彰性具，令深證故』。「圓」是圓滿，「彰」是明顯，完全顯露而沒有一絲毫隱藏。西方極樂世界依報、正報都是自性本具的，雖然極樂世界距離我們相當的遙遠，十萬億佛國土，其實這十萬億佛國土並沒有超出我們的心性，正如同《華嚴經》裡面所說，無邊剎土，自他不隔毫端，何況西方世界十萬億佛國土？那算什麼？我們在《華嚴經》裡面見到破一微塵，顯現出無量無邊的大千世界。我們讀過經文，我們想想很有道理，沒有疑問。經中常講「破一微塵，出大千經卷」，那還有什麼懷疑？一微塵裡面出無量無邊大千世界，比出大千經卷，那真是小巫見大巫，所以不要被十萬億佛國土這個距離就把你嚇倒了。可是你要沒得一心，這個距離是真的，那真是一個天文數字的距離。如果得一心了，這個距離不在一心之外，你一得一心，這個距離就沒有了。所以講到「性具」，其目的是叫我們悟入「唯心淨土，自性彌陀」，這樣我們才能得「深證」的受用。「深證」就是我們講的理一心不亂。"
    },
    {
      "id": "01-004-0019_p0054",
      "zh_CN": "我们的功夫是有层次的，首先念佛要念到功夫成片，以这个为目标，不要去求一心。到功夫成片了之后，一定要把这境界提高，提到事一心不乱。得事一心之后，再往上提升，才能够证得理一心不乱，这是必经的三个层次。这里面还有一点非常重要的话要告诉诸位，不能不注意。换句话说，读经很难，为什么？不但是经摆在此地，注解摆在这边你也看不懂，一定要来听经，一定要来听。听经在一个人一生当中是最大的福报，为什么？能够叫自己破迷开悟，这是其他不能够比的，所以怎么能够不听经？除非你没有机会。纵然是菩萨，菩萨已经证果了，经他也很熟了，他不要听了。你看菩萨戒里面，四十里之内有法师讲经，要不去听经就犯了菩萨戒了。菩萨会讲，比那个讲经的法师讲得还好，他为什么要来听？诸位要晓得，做影响众帮助法师度众生，叫别人一看，某某人都在听，那大概是不错，我们也应该去听，他起这个作用。",
      "zh_TW": "我們的功夫是有層次的，首先念佛要念到功夫成片，以這個為目標，不要去求一心。到功夫成片了之後，一定要把這境界提高，提到事一心不亂。得事一心之後，再往上提升，才能夠證得理一心不亂，這是必經的三個層次。這裡面還有一點非常重要的話要告訴諸位，不能不注意。換句話說，讀經很難，為什麼？不但是經擺在此地，註解擺在這邊你也看不懂，一定要來聽經，一定要來聽。聽經在一個人一生當中是最大的福報，為什麼？能夠叫自己破迷開悟，這是其他不能夠比的，所以怎麼能夠不聽經？除非你沒有機會。縱然是菩薩，菩薩已經證果了，經他也很熟了，他不要聽了。你看菩薩戒裡面，四十里之內有法師講經，要不去聽經就犯了菩薩戒了。菩薩會講，比那個講經的法師講得還好，他為什麼要來聽？諸位要曉得，做影響眾幫助法師度眾生，叫別人一看，某某人都在聽，那大概是不錯，我們也應該去聽，他起這個作用。"
    },
    {
      "id": "01-004-0019_p0055",
      "zh_CN": "诸位要知道四十里路在从前是一天的行程，以前没有汽车、巴士，四十里，早晨你要走去，到那里听经，一天的行程。如果照这个距离来说的话，你要是有能力，你开车开四十分钟，这四十里的距离，那看四十里要走几个钟点，如果一个钟点走十里的话，要四个小时。好了，你这讲经的地方距离我的车程四个小时，高雄到台北，你自己要有车的话，有私家车的话，你再来听经。四十里路之远，他来听经，这影响力就很大了，那附近的人一看，人家那么远都来，我们住得这么近，不去听怎么好意思，有这个意思在。",
      "zh_TW": "諸位要知道四十里路在從前是一天的行程，以前沒有汽車、巴士，四十里，早晨你要走去，到那裡聽經，一天的行程。如果照這個距離來說的話，你要是有能力，你開車開四十分鐘，這四十里的距離，那看四十里要走幾個鐘點，如果一個鐘點走十里的話，要四個小時。好了，你這講經的地方距離我的車程四個小時，高雄到台北，你自己要有車的話，有私家車的話，你再來聽經。四十里路之遠，他來聽經，這影響力就很大了，那附近的人一看，人家那麼遠都來，我們住得這麼近，不去聽怎麼好意思，有這個意思在。"
    },
    {
      "id": "01-004-0019_p0056",
      "zh_CN": "所以菩萨做大众的影响众，来听经的功德跟讲经的功德一样大，都是为了利益众生，都是为了诱劝初学。唯有经教长时期的薰习，你才能够把这个理觉悟过来，把你这个一心不乱，理一心不乱的时间提前了。本来你修行要三十年才能得理一心不乱，常常听经，十五年，甚至十年就可以办到了，可以提前。不明理没法子提前，唯独明理才能够提前。而且我们现在讲席里面所讲的经，可以说三部经，三而一，一而三，是一条路子的。《梵网经》里面讲菩萨道、菩萨行，《华严经》讲「十大愿王导归极乐」，特别着重在日常生活当中如何修学「一心不乱，心不颠倒」，在《华严经》上，所以这三部经是一部经，是修西方净土往生成佛的不二法门。这是我们目前讲席的重点，我们目前所走的这一条道路，这个宗旨是非常的踏实，这个道路是非常的正确，没有迂回，真正肯修一定成就。好，我们今天就讲到此地，把这个依正庄严都介绍过了。",
      "zh_TW": "所以菩薩做大眾的影響眾，來聽經的功德跟講經的功德一樣大，都是為了利益眾生，都是為了誘勸初學。唯有經教長時期的薰習，你才能夠把這個理覺悟過來，把你這個一心不亂，理一心不亂的時間提前了。本來你修行要三十年才能得理一心不亂，常常聽經，十五年，甚至十年就可以辦到了，可以提前。不明理沒法子提前，唯獨明理才能夠提前。而且我們現在講席裡面所講的經，可以說三部經，三而一，一而三，是一條路子的。《梵網經》裡面講菩薩道、菩薩行，《華嚴經》講「十大願王導歸極樂」，特別著重在日常生活當中如何修學「一心不亂，心不顛倒」，在《華嚴經》上，所以這三部經是一部經，是修西方淨土往生成佛的不二法門。這是我們目前講席的重點，我們目前所走的這一條道路，這個宗旨是非常的踏實，這個道路是非常的正確，沒有迂迴，真正肯修一定成就。好，我們今天就講到此地，把這個依正莊嚴都介紹過了。"
    }
  ]
}