{
  "doc_id": "01-004-0004",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0004",
  "total_paragraphs": 85,
  "paragraphs": [
    {
      "id": "01-004-0004_p0001",
      "zh_CN": "请掀开经本第二十八面，倒数第四行：",
      "zh_TW": "請掀開經本第二十八面，倒數第四行："
    },
    {
      "id": "01-004-0004_p0002",
      "zh_CN": "讲【先讲无相之实相。】",
      "zh_TW": "講【先講無相之實相。】"
    },
    {
      "id": "01-004-0004_p0003",
      "zh_CN": "一切大乘经的体性都是以实相而兴起的。佛在般若经里面给我们讲三种实相，「无相之实相、无不相之实相、无相无不相之实相」，在《金刚经讲义》里面我们曾经读过，也用了很长的时间研讨过，像这些重要的义理我们多读几遍、多听几遍，实在是必要的，为什么？因为我们尚未能证得实相。未证之前要想证得，一定要长时间的薰习，就是说多看多听，才能提得起观照的功夫，唯有观照才叫做真正的修行。我们的修行不得力，换句话说，就是没有观照的功夫。观照功夫如果能与实相相应，那就无量功德了。",
      "zh_TW": "一切大乘經的體性都是以實相而興起的。佛在般若經裡面給我們講三種實相，「無相之實相、無不相之實相、無相無不相之實相」，在《金剛經講義》裡面我們曾經讀過，也用了很長的時間研討過，像這些重要的義理我們多讀幾遍、多聽幾遍，實在是必要的，為什麼？因為我們尚未能證得實相。未證之前要想證得，一定要長時間的薰習，就是說多看多聽，才能提得起觀照的功夫，唯有觀照才叫做真正的修行。我們的修行不得力，換句話說，就是沒有觀照的功夫。觀照功夫如果能與實相相應，那就無量功德了。"
    },
    {
      "id": "01-004-0004_p0004",
      "zh_CN": "我们在《阿弥陀经》里面，特别是在《阿弥陀经疏钞演义》，你看每一段的经文，莲池大师在讲解到最后，总要说一个「称理」，「称理」就是我们常说「称性而谈」。什么叫称性？就是观照与实相相应就叫做称性，就叫做称理。由此可知，实相对我们修行人来说是多么的重要，所以此地我们万万不能够疏忽。",
      "zh_TW": "我們在《阿彌陀經》裡面，特別是在《阿彌陀經疏鈔演義》，你看每一段的經文，蓮池大師在講解到最後，總要說一個「稱理」，「稱理」就是我們常說「稱性而談」。什麼叫稱性？就是觀照與實相相應就叫做稱性，就叫做稱理。由此可知，實相對我們修行人來說是多麼的重要，所以此地我們萬萬不能夠疏忽。"
    },
    {
      "id": "01-004-0004_p0005",
      "zh_CN": "「无相的实相」，大师在此地给我们解释：",
      "zh_TW": "「無相的實相」，大師在此地給我們解釋："
    },
    {
      "id": "01-004-0004_p0006",
      "zh_CN": "讲【无相者。离虚妄相也。金刚经云。凡所有相。皆是虚妄。】",
      "zh_TW": "講【無相者。離虛妄相也。金剛經云。凡所有相。皆是虛妄。】"
    },
    {
      "id": "01-004-0004_p0007",
      "zh_CN": "小注是他冠注注的，这么一注就非常的清楚。",
      "zh_TW": "小註是他冠註註的，這麼一註就非常的清楚。"
    },
    {
      "id": "01-004-0004_p0008",
      "zh_CN": "讲【若见诸相非相。即见如来。】",
      "zh_TW": "講【若見諸相非相。即見如來。】"
    },
    {
      "id": "01-004-0004_p0009",
      "zh_CN": "什么叫『如来』？这是我们应当要明白的。《金刚经》上讲得很好，「如来者，诸法如义」，「诸法如义」是什么？就是诸法的实相。所以说你要见到『诸相非相』，你就见到诸法的实相。",
      "zh_TW": "什麼叫『如來』？這是我們應當要明白的。《金剛經》上講得很好，「如來者，諸法如義」，「諸法如義」是什麼？就是諸法的實相。所以說你要見到『諸相非相』，你就見到諸法的實相。"
    },
    {
      "id": "01-004-0004_p0010",
      "zh_CN": "圆瑛老法师怕我们对这个意思还不能够体会，特别慈悲给我们开示。",
      "zh_TW": "圓瑛老法師怕我們對這個意思還不能夠體會，特別慈悲給我們開示。"
    },
    {
      "id": "01-004-0004_p0011",
      "zh_CN": "讲【非相即离相。】",
      "zh_TW": "講【非相即離相。】"
    },
    {
      "id": "01-004-0004_p0012",
      "zh_CN": "『离』不是叫我们身离，这个诸位要晓得。我们六根是没有办法离相，眼见的是色相，耳听的是声相，六根接触，这是六尘之相，没法子离。就是离开社会、离开都市、离开人群，到个深山古洞里面去修行，他张开眼睛还是看到青山，还是看到绿水，还是色相。「离」是什么意思？就是不执着。离一切分别心，离一切执着心，这叫离相。我们想想，凡夫，想像自己，我们是不是见到外面相就起分别、就起执着？分别、执着的结果就是烦恼。起惑造业，感受种种的果报，这一些都是着相才有的。如果不着相就没有，不着相你所见到的就是诸法实相。譬如我手上拿这个，你们诸位见了，当你没有起分别、执着的时候，你见的是实相，真实相。「扇子」，你就见到虚妄相，诸位懂得吗？你说扇子，你见到妄相，为什么？这就是这样子，它没有名字，名字是人给它加上去的，加上一个名字就是加上一层虚妄，你要执着一定叫扇子，那就加上两层虚妄了。",
      "zh_TW": "『離』不是叫我們身離，這個諸位要曉得。我們六根是沒有辦法離相，眼見的是色相，耳聽的是聲相，六根接觸，這是六塵之相，沒法子離。就是離開社會、離開都市、離開人群，到個深山古洞裡面去修行，他張開眼睛還是看到青山，還是看到綠水，還是色相。「離」是什麼意思？就是不執著。離一切分別心，離一切執著心，這叫離相。我們想想，凡夫，想像自己，我們是不是見到外面相就起分別、就起執著？分別、執著的結果就是煩惱。起惑造業，感受種種的果報，這一些都是著相才有的。如果不著相就沒有，不著相你所見到的就是諸法實相。譬如我手上拿這個，你們諸位見了，當你沒有起分別、執著的時候，你見的是實相，真實相。「扇子」，你就見到虛妄相，諸位懂得嗎？你說扇子，你見到妄相，為什麼？這就是這樣子，它沒有名字，名字是人給它加上去的，加上一個名字就是加上一層虛妄，你要執著一定叫扇子，那就加上兩層虛妄了。"
    },
    {
      "id": "01-004-0004_p0013",
      "zh_CN": "老子说过：「道可道，非常道。名可名，非常名」。离开一切名相，名字相、心缘相，就是心里面对它攀缘的这个相，分别相、执着相，这就是实相。认为实相在哪里？你六根所接触的统统是实相，三种实相都具足。无相的实相那看到的是非常深刻，这一看，这个相马上就了解，当体皆空，不是实在。为什么当体皆空？因缘所生法，它本来没有，种种因缘聚合起来才有。",
      "zh_TW": "老子說過：「道可道，非常道。名可名，非常名」。離開一切名相，名字相、心緣相，就是心裡面對它攀緣的這個相，分別相、執著相，這就是實相。認為實相在哪裡？你六根所接觸的統統是實相，三種實相都具足。無相的實相那看到的是非常深刻，這一看，這個相馬上就了解，當體皆空，不是實在。為什麼當體皆空？因緣所生法，它本來沒有，種種因緣聚合起來才有。"
    },
    {
      "id": "01-004-0004_p0014",
      "zh_CN": "扇骨，竹子的、纸做的，这上面是绢裱的，再加上人工制造，种种因缘所生，它没有自体，这就是「无相的实相」。虽然无自体，它有一个现相在，这个现相就是「无不相的实相」，它不是没有相，它是有相。虽然有相，这个相是虚妄的，为什么说有相，相是虚妄的？佛法里头常常讲，要是真实的就永远不变，那是真实的，凡是会变的就是虚妄。我们想想这个东西会不会变？会变。你把它放在那个地方放上几十年，放上一百年，纸就变成灰，它会变灭的，所以这个东西有成、住、坏、空。它会变，它不是常住的，所以这个相是虚妄。我们再想想我们人，人有生、老、病、死，所以我们这个相也不是真实的，这个相就是无不相之实相。",
      "zh_TW": "扇骨，竹子的、紙做的，這上面是絹裱的，再加上人工製造，種種因緣所生，它沒有自體，這就是「無相的實相」。雖然無自體，它有一個現相在，這個現相就是「無不相的實相」，它不是沒有相，它是有相。雖然有相，這個相是虛妄的，為什麼說有相，相是虛妄的？佛法裡頭常常講，要是真實的就永遠不變，那是真實的，凡是會變的就是虛妄。我們想想這個東西會不會變？會變。你把它放在那個地方放上幾十年，放上一百年，紙就變成灰，它會變滅的，所以這個東西有成、住、壞、空。它會變，它不是常住的，所以這個相是虛妄。我們再想想我們人，人有生、老、病、死，所以我們這個相也不是真實的，這個相就是無不相之實相。"
    },
    {
      "id": "01-004-0004_p0015",
      "zh_CN": "我们人虽然有生、老、病、死，它有一个不死，有一个永远不生不灭，那是什么？是我们的佛性。佛性在哪里？六根的根性。这个道理佛在《楞严经》里面给我们讲得很详细，波斯匿王听到都悟入了。他的一悟入，他很开心，晓得肉身有生死，真我没有生死。假我有生死，真我没有生死。真我虽然没有生死，你要是不肯好好的修，它有轮回，也是个很苦恼的事情。如果你要好好的修，把真我修到脱离了轮回，没有轮回了，这就得大自在了。佛法教人最殊胜之处、最究竟之处，就是在此地。叫我们真正的体认，自己有一个真我。只要依照这个理论方法去修行，确实能够超越六道轮回，如果再到六道里面来，乘愿再来，乘愿再来是自在的。第二十九页第一行讲：",
      "zh_TW": "我們人雖然有生、老、病、死，它有一個不死，有一個永遠不生不滅，那是什麼？是我們的佛性。佛性在哪裡？六根的根性。這個道理佛在《楞嚴經》裡面給我們講得很詳細，波斯匿王聽到都悟入了。他的一悟入，他很開心，曉得肉身有生死，真我沒有生死。假我有生死，真我沒有生死。真我雖然沒有生死，你要是不肯好好的修，它有輪迴，也是個很苦惱的事情。如果你要好好的修，把真我修到脫離了輪迴，沒有輪迴了，這就得大自在了。佛法教人最殊勝之處、最究竟之處，就是在此地。叫我們真正的體認，自己有一個真我。只要依照這個理論方法去修行，確實能夠超越六道輪迴，如果再到六道裡面來，乘願再來，乘願再來是自在的。第二十九頁第一行講："
    },
    {
      "id": "01-004-0004_p0016",
      "zh_CN": "讲【次讲无不相之实相。无不相者。不是没有真实相也。】",
      "zh_TW": "講【次講無不相之實相。無不相者。不是沒有真實相也。】"
    },
    {
      "id": "01-004-0004_p0017",
      "zh_CN": "像我刚才举扇子作例子，诸位从这个地方细心去体会，就能够明白经论里面这两种名词的定义。下面注解上说：",
      "zh_TW": "像我剛才舉扇子作例子，諸位從這個地方細心去體會，就能夠明白經論裡面這兩種名詞的定義。下面註解上說："
    },
    {
      "id": "01-004-0004_p0018",
      "zh_CN": "讲【诸法虽妄。妄中有真。】",
      "zh_TW": "講【諸法雖妄。妄中有真。】"
    },
    {
      "id": "01-004-0004_p0019",
      "zh_CN": "有情众生相是妄的，妄中有真，是真性、是佛性。无情的众生，我们今天讲植物、矿物，无情的，它也有个妄相，像扇子是无情的，它有法性，法性是真的。",
      "zh_TW": "有情眾生相是妄的，妄中有真，是真性、是佛性。無情的眾生，我們今天講植物、礦物，無情的，它也有個妄相，像扇子是無情的，它有法性，法性是真的。"
    },
    {
      "id": "01-004-0004_p0020",
      "zh_CN": "讲【诸法生灭。生灭之中。有个不生灭性。】",
      "zh_TW": "講【諸法生滅。生滅之中。有個不生滅性。】"
    },
    {
      "id": "01-004-0004_p0021",
      "zh_CN": "刚才所说的，佛性与法性是一个性，一心无二性。",
      "zh_TW": "剛才所說的，佛性與法性是一個性，一心無二性。"
    },
    {
      "id": "01-004-0004_p0022",
      "zh_CN": "讲【凡虚妄生灭者。皆差别相。真实不生灭者。乃平等相。】",
      "zh_TW": "講【凡虛妄生滅者。皆差別相。真實不生滅者。乃平等相。】"
    },
    {
      "id": "01-004-0004_p0023",
      "zh_CN": "我们读《华严经》，《华严经》的五周因果里面先说差别因果，再说平等因果。《华严经》经文长，字数多，说理特别的详细。我们一想，「差别因果」是讲无不相的实相，「平等因果」是讲无相之实相，可见得一切大乘经实在是离不开实相。底下，不但是圆瑛法师，世尊在世的时候，以及历代的祖师、菩萨们，根性利的，一听就能够悟入。中下根性的人，悟入比较上要困难，所以离不开比喻。经论当中用比喻的非常之多，这个地方也举比喻给我们说，就像经里面常说的一样，「依金作器，器器皆金」。二十九页，倒数第四行第三句，诸位看：",
      "zh_TW": "我們讀《華嚴經》，《華嚴經》的五周因果裡面先說差別因果，再說平等因果。《華嚴經》經文長，字數多，說理特別的詳細。我們一想，「差別因果」是講無不相的實相，「平等因果」是講無相之實相，可見得一切大乘經實在是離不開實相。底下，不但是圓瑛法師，世尊在世的時候，以及歷代的祖師、菩薩們，根性利的，一聽就能夠悟入。中下根性的人，悟入比較上要困難，所以離不開比喻。經論當中用比喻的非常之多，這個地方也舉比喻給我們說，就像經裡面常說的一樣，「依金作器，器器皆金」。二十九頁，倒數第四行第三句，諸位看："
    },
    {
      "id": "01-004-0004_p0024",
      "zh_CN": "讲【依金作器。器器皆金。诸器差别相上。】",
      "zh_TW": "講【依金作器。器器皆金。諸器差別相上。】"
    },
    {
      "id": "01-004-0004_p0025",
      "zh_CN": "『差别相』就是无不相之实相。",
      "zh_TW": "『差別相』就是無不相之實相。"
    },
    {
      "id": "01-004-0004_p0026",
      "zh_CN": "讲【不是没有金之平等相。】",
      "zh_TW": "講【不是沒有金之平等相。】"
    },
    {
      "id": "01-004-0004_p0027",
      "zh_CN": "任何一法，哪怕是一微尘，一粒微尘，乃至我们肉眼看不见的，这么一个小的东西，它都具足了平等性、差别相。差别相就叫做无不相的实相，平等性就是无相的实相。末后一行很重要：",
      "zh_TW": "任何一法，哪怕是一微塵，一粒微塵，乃至我們肉眼看不見的，這麼一個小的東西，它都具足了平等性、差別相。差別相就叫做無不相的實相，平等性就是無相的實相。末後一行很重要："
    },
    {
      "id": "01-004-0004_p0028",
      "zh_CN": "讲【吾人现前一念心性。】",
      "zh_TW": "講【吾人現前一念心性。】"
    },
    {
      "id": "01-004-0004_p0029",
      "zh_CN": "这就是指我们现前「念佛的一念心性」，重要的就是『一念』，二念就落在妄想里面。「一念」是心性，二念就变成心意识，就变成八识。所以诸位要明了，一念就是真心，二念的时候就变成妄想，真心变成妄想。如果我们能够永远保持一念，就叫一心不乱，那与诸佛菩萨没有两样，菩萨有大菩萨，小菩萨还做不到。所以怎样学着在境界里头保持着一念，在境界里不分别、不执着、不起心、不动念，一切境界都能够任运成就，任运的造作，「作而无作，无作而作」。这个意思我们在过去《六祖坛经》里面说得很多、很详细，也说了很多遍，我们应当要学习的。",
      "zh_TW": "這就是指我們現前「念佛的一念心性」，重要的就是『一念』，二念就落在妄想裡面。「一念」是心性，二念就變成心意識，就變成八識。所以諸位要明瞭，一念就是真心，二念的時候就變成妄想，真心變成妄想。如果我們能夠永遠保持一念，就叫一心不亂，那與諸佛菩薩沒有兩樣，菩薩有大菩薩，小菩薩還做不到。所以怎樣學著在境界裡頭保持著一念，在境界裡不分別、不執著、不起心、不動念，一切境界都能夠任運成就，任運的造作，「作而無作，無作而作」。這個意思我們在過去《六祖壇經》裡面說得很多、很詳細，也說了很多遍，我們應當要學習的。"
    },
    {
      "id": "01-004-0004_p0030",
      "zh_CN": "讲【心有灵知之用。性乃不变之体。用不离体。故合称心性。】",
      "zh_TW": "講【心有靈知之用。性乃不變之體。用不離體。故合稱心性。】"
    },
    {
      "id": "01-004-0004_p0031",
      "zh_CN": "『心』与『性』就是讲的实相，无不相的实相。这个两字在佛经里面，我们一定要看它的上下文，有的时候是一个意思，有的时候是两个意思。此地，从体用上来说，两个意思，也有经论从真妄两个意思。性是真的，心是妄的。所以一定要从上下文句当中去看它，它是怎么个说法。不过有一个原则，一定不变的，那就是它是一不是二。体用是一，真妄也是一，「识得一，万事具毕」，真正达到究竟圆满。大师在此地特别嘱咐我们，教我们必须在这个义理上痛下功夫，认真的去研修，然后才能够得到消息。如果单从言语、文字上去着手，那像古人所谓：死在字里行间，那是得不到受用的。",
      "zh_TW": "『心』與『性』就是講的實相，無不相的實相。這個兩字在佛經裡面，我們一定要看它的上下文，有的時候是一個意思，有的時候是兩個意思。此地，從體用上來說，兩個意思，也有經論從真妄兩個意思。性是真的，心是妄的。所以一定要從上下文句當中去看它，它是怎麼個說法。不過有一個原則，一定不變的，那就是它是一不是二。體用是一，真妄也是一，「識得一，萬事具畢」，真正達到究竟圓滿。大師在此地特別囑咐我們，教我們必須在這個義理上痛下功夫，認真的去研修，然後才能夠得到消息。如果單從言語、文字上去著手，那像古人所謂：死在字裡行間，那是得不到受用的。"
    },
    {
      "id": "01-004-0004_p0032",
      "zh_CN": "下面又以「二义」来解释，这都是解释实相。第一个是「本空义」，这是千真万确的事实。经上常讲「万法皆空」。我们初学的人一听都害怕了，空还得了，是真的，一点都不假。像我们现在看电视，电视的萤幕本空，你们都相信，现在是不是空？还是空的，虽然现出画面，还是空的，这叫「本空义」。我们的心性本空，虽然本空能现相，现出十法界依正庄严，就像电视萤光幕上现的相一样，虽现，但是是空的，本空，绝不丧失了它的本空，在此地是用这个来代表无相的实相。实相之体，这一点要是真正在这里体会得到，我们会得很大的受用，常言说得好，看破放下了。为什么看不破？为什么放不下？就是不知道万法本来空寂，以为样样东西都是有，在这个里面分别、计较、执着，不肯放下，不知道是本来空的。",
      "zh_TW": "下面又以「二義」來解釋，這都是解釋實相。第一個是「本空義」，這是千真萬確的事實。經上常講「萬法皆空」。我們初學的人一聽都害怕了，空還得了，是真的，一點都不假。像我們現在看電視，電視的螢幕本空，你們都相信，現在是不是空？還是空的，雖然現出畫面，還是空的，這叫「本空義」。我們的心性本空，雖然本空能現相，現出十法界依正莊嚴，就像電視螢光幕上現的相一樣，雖現，但是是空的，本空，絕不喪失了它的本空，在此地是用這個來代表無相的實相。實相之體，這一點要是真正在這裡體會得到，我們會得很大的受用，常言說得好，看破放下了。為什麼看不破？為什麼放不下？就是不知道萬法本來空寂，以為樣樣東西都是有，在這個裡面分別、計較、執著，不肯放下，不知道是本來空的。"
    },
    {
      "id": "01-004-0004_p0033",
      "zh_CN": "你看看菩萨在修行，修行到最高的位置，我们读《仁王经》就晓得，《仁王经》说道，法云地的菩萨，菩萨位次到了顶头，法云地就是大乘的阿罗汉。我们经上常常念到「大阿罗汉」，大阿罗汉不是小乘的罗汉，小乘的叫四果罗汉。大乘阿罗汉是十地菩萨。阿罗汉翻作「无学」，就是毕业了，他所学的东西学完了，小乘四果毕业，大乘菩萨，法云地是第十地，毕业了。他什么境界？《仁王经》里面讲「五忍菩萨，寂灭忍」。他证得的境界清净寂灭，就是本空。",
      "zh_TW": "你看看菩薩在修行，修行到最高的位置，我們讀《仁王經》就曉得，《仁王經》說道，法雲地的菩薩，菩薩位次到了頂頭，法雲地就是大乘的阿羅漢。我們經上常常念到「大阿羅漢」，大阿羅漢不是小乘的羅漢，小乘的叫四果羅漢。大乘阿羅漢是十地菩薩。阿羅漢翻作「無學」，就是畢業了，他所學的東西學完了，小乘四果畢業，大乘菩薩，法雲地是第十地，畢業了。他什麼境界？《仁王經》裡面講「五忍菩薩，寂滅忍」。他證得的境界清淨寂滅，就是本空。"
    },
    {
      "id": "01-004-0004_p0034",
      "zh_CN": "大乘菩萨怎么能毕得了业？本空。《楞严经》上说得好，「圆满菩提，归无所得」，他毕业了。「归无所得」就是本来空。小乘阿罗汉毕业是证得了「人我空」，晓得烦恼是空，见思烦恼本来空，他证得小乘罗汉。大乘罗汉是根本无明本来空，不但是见思烦恼、尘沙烦恼，无明烦恼也是本来空，所以才能证得大乘阿罗汉。等觉菩萨中品寂灭忍，如来果地上是上品的寂灭忍，都是见到本来空。",
      "zh_TW": "大乘菩薩怎麼能畢得了業？本空。《楞嚴經》上說得好，「圓滿菩提，歸無所得」，他畢業了。「歸無所得」就是本來空。小乘阿羅漢畢業是證得了「人我空」，曉得煩惱是空，見思煩惱本來空，他證得小乘羅漢。大乘羅漢是根本無明本來空，不但是見思煩惱、塵沙煩惱，無明煩惱也是本來空，所以才能證得大乘阿羅漢。等覺菩薩中品寂滅忍，如來果地上是上品的寂滅忍，都是見到本來空。"
    },
    {
      "id": "01-004-0004_p0035",
      "zh_CN": "他下面引用了达摩祖师一段公案来证明，我们在这里看到慧可大师真正聪明。",
      "zh_TW": "他下面引用了達摩祖師一段公案來證明，我們在這裡看到慧可大師真正聰明。"
    },
    {
      "id": "01-004-0004_p0036",
      "zh_CN": "讲【二祖神光。】",
      "zh_TW": "講【二祖神光。】"
    },
    {
      "id": "01-004-0004_p0037",
      "zh_CN": "这是祖师的别号，就是慧可大师，是我们中国禅宗：",
      "zh_TW": "這是祖師的別號，就是慧可大師，是我們中國禪宗："
    },
    {
      "id": "01-004-0004_p0038",
      "zh_CN": "讲【断臂求法。求初祖达磨。为他安心。】",
      "zh_TW": "講【斷臂求法。求初祖達磨。為他安心。】"
    },
    {
      "id": "01-004-0004_p0039",
      "zh_CN": "这个公案诸位都很熟悉，虽然很熟悉，你也能说得出来，但是你得不到受用。你会说，说的是别人的境界，不是自己的境界，不得受用。如果你到这个境界里面，给你说你生死了了，不但生死了了，轮回也出了，轮回没有了，一下就证到圆初住，净土法门里面讲「理一心不乱」，你要是发愿求生净土，上品上生，生实报庄严土。",
      "zh_TW": "這個公案諸位都很熟悉，雖然很熟悉，你也能說得出來，但是你得不到受用。你會說，說的是別人的境界，不是自己的境界，不得受用。如果你到這個境界裡面，給你說你生死了了，不但生死了了，輪迴也出了，輪迴沒有了，一下就證到圓初住，淨土法門裡面講「理一心不亂」，你要是發願求生淨土，上品上生，生實報莊嚴土。"
    },
    {
      "id": "01-004-0004_p0040",
      "zh_CN": "他能回光返照，我们就是不能照，回不了光，不能返照。我们跟慧可大师差别的就是这么一点，他能回头，我们不能回头。他求法，换句话说，他的目的、方向是搞正确，他学佛，求法求什么？求安心，这个目的就对了。他学佛不是求佛菩萨保佑我身体健康、升官发财，不是保佑这个，不是保佑我弘法利生法缘殊胜，不求这个，求心安。心为什么不能安？理没有得到，理没有明白，心安理得，当你明白，心就安了，理得心安，心安理得。他可是真诚心，他见达摩祖师的时候是在冬天，站在雪地里面等了很久，达摩祖师理都不理他，最后自己拿刀断一条手臂，达摩祖师看到这个样子，「你何苦，何苦自己断一条手臂，站在这个地方，到底为什么？」他才说出来，「求祖师给我安心，我心不安」。这么样的诚恳，诚到了极处，一点就通了。",
      "zh_TW": "他能回光返照，我們就是不能照，回不了光，不能返照。我們跟慧可大師差別的就是這麼一點，他能回頭，我們不能回頭。他求法，換句話說，他的目的、方向是搞正確，他學佛，求法求什麼？求安心，這個目的就對了。他學佛不是求佛菩薩保佑我身體健康、升官發財，不是保佑這個，不是保佑我弘法利生法緣殊勝，不求這個，求心安。心為什麼不能安？理沒有得到，理沒有明白，心安理得，當你明白，心就安了，理得心安，心安理得。他可是真誠心，他見達摩祖師的時候是在冬天，站在雪地裡面等了很久，達摩祖師理都不理他，最後自己拿刀斷一條手臂，達摩祖師看到這個樣子，「你何苦，何苦自己斷一條手臂，站在這個地方，到底為什麼？」他才說出來，「求祖師給我安心，我心不安」。這麼樣的誠懇，誠到了極處，一點就通了。"
    },
    {
      "id": "01-004-0004_p0041",
      "zh_CN": "我们今天怎么点，点上一万遍、十万遍都不能通，原因在哪儿？不诚，没有人家这么诚心。如果我们要看到一个和尚的时候，我们在那里诚诚恳恳的站了半天，他理都不理，掉头而去，这个和尚架子太大了，我们可不要理他，那就不行了。我们求学的精神，对于老师的恭敬，比不上神光。他提出问题出来了，达摩祖师就一伸手，「好，你把心拿来，拿来我给你安」，这就是答复他，叫他自己回光返照。",
      "zh_TW": "我們今天怎麼點，點上一萬遍、十萬遍都不能通，原因在哪兒？不誠，沒有人家這麼誠心。如果我們要看到一個和尚的時候，我們在那裡誠誠懇懇的站了半天，他理都不理，掉頭而去，這個和尚架子太大了，我們可不要理他，那就不行了。我們求學的精神，對於老師的恭敬，比不上神光。他提出問題出來了，達摩祖師就一伸手，「好，你把心拿來，拿來我給你安」，這就是答覆他，叫他自己回光返照。"
    },
    {
      "id": "01-004-0004_p0042",
      "zh_CN": "讲【二祖即时回光返照。】",
      "zh_TW": "講【二祖即時迴光返照。】"
    },
    {
      "id": "01-004-0004_p0043",
      "zh_CN": "『照』是观照，回过头来找心。",
      "zh_TW": "『照』是觀照，回過頭來找心。"
    },
    {
      "id": "01-004-0004_p0044",
      "zh_CN": "讲【觅心了不可得。】",
      "zh_TW": "講【覓心了不可得。】"
    },
    {
      "id": "01-004-0004_p0045",
      "zh_CN": "找心，没有，心没有，本来空。",
      "zh_TW": "找心，沒有，心沒有，本來空。"
    },
    {
      "id": "01-004-0004_p0046",
      "zh_CN": "《楞严经》上诸位很明了，阿难也是起心动念，说出他的出家因缘，是由于眼睛看到佛的三十二相八十种好，心里面想这个不是父母所生的，一定是他修来的，我也要发心来修行，修三十二相八十种好。所以释迦牟尼佛问他，你的心在哪里？问他的心在哪里，不管是真心、是妄心，没有处所，没有处所就是本来空，如果有处所那就是有，没有处所。",
      "zh_TW": "《楞嚴經》上諸位很明瞭，阿難也是起心動念，說出他的出家因緣，是由於眼睛看到佛的三十二相八十種好，心裡面想這個不是父母所生的，一定是他修來的，我也要發心來修行，修三十二相八十種好。所以釋迦牟尼佛問他，你的心在哪裡？問他的心在哪裡，不管是真心、是妄心，沒有處所，沒有處所就是本來空，如果有處所那就是有，沒有處所。"
    },
    {
      "id": "01-004-0004_p0047",
      "zh_CN": "阿难「七处征心」，找不到心，他不开悟，他是找了，怎么找就是找不到，不开悟，没悟。为什么没悟？他心里想，是有心。佛叫我找，找了，找不到，总有个地方我不晓得，求佛指点，心到底在哪里？自己找不到，这叫不开悟，没有神光聪明。神光一回头一找的时候，『了不可得』，本来空，这就比阿难聪明太多了。所以阿难在楞严会上，小乘初果。",
      "zh_TW": "阿難「七處徵心」，找不到心，他不開悟，他是找了，怎麼找就是找不到，不開悟，沒悟。為什麼沒悟？他心裡想，是有心。佛叫我找，找了，找不到，總有個地方我不曉得，求佛指點，心到底在哪裡？自己找不到，這叫不開悟，沒有神光聰明。神光一回頭一找的時候，『了不可得』，本來空，這就比阿難聰明太多了。所以阿難在楞嚴會上，小乘初果。"
    },
    {
      "id": "01-004-0004_p0048",
      "zh_CN": "神光这一悟，从凡夫地就一下悟到圆教初住，真正不得了，这个叫顿超，当中不经过十信位，一下就到初住。达摩祖师也给他说了，你既然讲了「觅心了不可得」，说「与汝安心竟」。好，我替你安心安好了，安完了。你根本心都没有，还有什么不安的？可见得你常常讲不安，那是妄想、虚妄的，不是真实的。「不可得」就是本空，本来空，这是第一个意思。",
      "zh_TW": "神光這一悟，從凡夫地就一下悟到圓教初住，真正不得了，這個叫頓超，當中不經過十信位，一下就到初住。達摩祖師也給他說了，你既然講了「覓心了不可得」，說「與汝安心竟」。好，我替你安心安好了，安完了。你根本心都沒有，還有什麼不安的？可見得你常常講不安，那是妄想、虛妄的，不是真實的。「不可得」就是本空，本來空，這是第一個意思。"
    },
    {
      "id": "01-004-0004_p0049",
      "zh_CN": "第二个意思，「常住义」。「常住」就是「无不相之实相」。我们把底下小注念一念：",
      "zh_TW": "第二個意思，「常住義」。「常住」就是「無不相之實相」。我們把底下小註念一念："
    },
    {
      "id": "01-004-0004_p0050",
      "zh_CN": "讲【以现前一念心性。常住本然。不属过现未来三际。】",
      "zh_TW": "講【以現前一念心性。常住本然。不屬過現未來三際。】"
    },
    {
      "id": "01-004-0004_p0051",
      "zh_CN": "在我们真心之中，没有三世，没有古今，也没有十方，十方跟三世都不是真实的。诸位念过《百法明门论》，你看看《百法明门论》里面所讲的「十方、三世」，它排列在哪一类法里头，你就会觉悟。「十方」，它叫「方分」，分就是一分一分，「三世」叫「时分」，「时分」跟「方分」都是「不相应行法」，什么叫「不相应行法」？我们现代的术语叫做抽象的概念，没有事实，不是事实，是一个抽象的概念，这是我们要明白的，所以时间跟空间是一不是二。",
      "zh_TW": "在我們真心之中，沒有三世，沒有古今，也沒有十方，十方跟三世都不是真實的。諸位念過《百法明門論》，你看看《百法明門論》裡面所講的「十方、三世」，它排列在哪一類法裡頭，你就會覺悟。「十方」，它叫「方分」，分就是一分一分，「三世」叫「時分」，「時分」跟「方分」都是「不相應行法」，什麼叫「不相應行法」？我們現代的術語叫做抽象的概念，沒有事實，不是事實，是一個抽象的概念，這是我們要明白的，所以時間跟空間是一不是二。"
    },
    {
      "id": "01-004-0004_p0052",
      "zh_CN": "所以经里面经文一打开，「一时」，很有味道。一时是真的，没有前后际，成佛也没有说先佛、后佛，没有。如果有先佛、后佛，那就有三世。也没有大佛、小佛，它有大佛、小佛，那就有十方了。某个人先成佛，某人后成佛，我说是古佛，我说是今佛，给诸位说，这都是释迦牟尼佛骗小孩的话，随顺凡夫之见，随顺俗谛而说；给你真实话，没有。真实话的时候，成了佛，佛没有大小，佛没有先后，佛没有古今。",
      "zh_TW": "所以經裡面經文一打開，「一時」，很有味道。一時是真的，沒有前後際，成佛也沒有說先佛、後佛，沒有。如果有先佛、後佛，那就有三世。也沒有大佛、小佛，它有大佛、小佛，那就有十方了。某個人先成佛，某人後成佛，我說是古佛，我說是今佛，給諸位說，這都是釋迦牟尼佛騙小孩的話，隨順凡夫之見，隨順俗諦而說；給你真實話，沒有。真實話的時候，成了佛，佛沒有大小，佛沒有先後，佛沒有古今。"
    },
    {
      "id": "01-004-0004_p0053",
      "zh_CN": "讲【此之心性。过去无始。未来无终。不生不灭。故三际悉皆不属。】",
      "zh_TW": "講【此之心性。過去無始。未來無終。不生不滅。故三際悉皆不屬。】"
    },
    {
      "id": "01-004-0004_p0054",
      "zh_CN": "所以它没有『三际』就是这么一个道理。《无生论》云，《无生论》非常之好，《净土十要》里头有《净土生无生论》。自古以来就有人提出这一个问题，到底是有没有生？《无生论》里头有这么一句话，「法界圆融体」，小注讲这就是实相。「作我一念心」，这个一念心与法界圆融体相应，所以你一心的时候就相应，与实相就相应。心里才起一念，实相就失掉了，把实相就变成妄相，把真心变成了妄心，把本性变成了八识，才起一念就变了。",
      "zh_TW": "所以它沒有『三際』就是這麼一個道理。《無生論》云，《無生論》非常之好，《淨土十要》裡頭有《淨土生無生論》。自古以來就有人提出這一個問題，到底是有沒有生？《無生論》裡頭有這麼一句話，「法界圓融體」，小註講這就是實相。「作我一念心」，這個一念心與法界圓融體相應，所以你一心的時候就相應，與實相就相應。心裡才起一念，實相就失掉了，把實相就變成妄相，把真心變成了妄心，把本性變成了八識，才起一念就變了。"
    },
    {
      "id": "01-004-0004_p0055",
      "zh_CN": "所以大经里面讲的「十方如来与大菩萨」，他们都是住在三摩地中。三摩地是禅定，以本经来讲是住在一心不乱之中。我们如果也住在一心不乱，那不是佛菩萨是什么？佛菩萨与凡夫不一样的地方就是佛菩萨常住一心不乱，凡夫一天到晚胡思乱想。凡夫跟佛没有两样，就是用心不一样，人家那个心不胡思乱想，就叫做佛菩萨，胡思乱想就叫凡夫。没有胡思乱想叫正念，有胡思乱想叫邪念。所以真正讲到修行，妄念是愈少愈好。古来的修行人常讲「知事少时烦恼少」，你知道的事愈少愈好，烦恼就少了，你们想想对不对？知道的事情愈多，你的分别心愈多、执着心愈多、妄念愈多。「识人多处是非多」，你认得的人多了，就是非多，你要想不认识人，没有是非，少应酬、少交际，少与人打交道，是非就少了。这两句话非常有道理，修行人不能不留意。",
      "zh_TW": "所以大經裡面講的「十方如來與大菩薩」，他們都是住在三摩地中。三摩地是禪定，以本經來講是住在一心不亂之中。我們如果也住在一心不亂，那不是佛菩薩是什麼？佛菩薩與凡夫不一樣的地方就是佛菩薩常住一心不亂，凡夫一天到晚胡思亂想。凡夫跟佛沒有兩樣，就是用心不一樣，人家那個心不胡思亂想，就叫做佛菩薩，胡思亂想就叫凡夫。沒有胡思亂想叫正念，有胡思亂想叫邪念。所以真正講到修行，妄念是愈少愈好。古來的修行人常講「知事少時煩惱少」，你知道的事愈少愈好，煩惱就少了，你們想想對不對？知道的事情愈多，你的分別心愈多、執著心愈多、妄念愈多。「識人多處是非多」，你認得的人多了，就是非多，你要想不認識人，沒有是非，少應酬、少交際，少與人打交道，是非就少了。這兩句話非常有道理，修行人不能不留意。"
    },
    {
      "id": "01-004-0004_p0056",
      "zh_CN": "所以印光法师，凡是皈依印光法师的人，很少跑庙，不会今天到这个庙里，明天到那里，不会，那要被印光法师知道，要骂死了。不但别的地方你不准跑，就是他老人家自己的庙里头，你一年去个一次，他对你很客气，去多了会挨骂，你来干什么？你已经见到我了，我还是这个老样子，有什么好看的？不在家里好好用功、好好的念佛，跑到这里来干什么？又浪费精神、又浪费钱财。你看看《印光大师文钞》，叫你少接触外面境界，知道的事少，认识的人少，你的心才清净，才能够把这一句佛号念好，念到一心不乱。",
      "zh_TW": "所以印光法師，凡是皈依印光法師的人，很少跑廟，不會今天到這個廟裡，明天到那裡，不會，那要被印光法師知道，要罵死了。不但別的地方你不准跑，就是他老人家自己的廟裡頭，你一年去個一次，他對你很客氣，去多了會挨罵，你來幹什麼？你已經見到我了，我還是這個老樣子，有什麼好看的？不在家裡好好用功、好好的念佛，跑到這裡來幹什麼？又浪費精神、又浪費錢財。你看看《印光大師文鈔》，叫你少接觸外面境界，知道的事少，認識的人少，你的心才清淨，才能夠把這一句佛號念好，念到一心不亂。"
    },
    {
      "id": "01-004-0004_p0057",
      "zh_CN": "老和尚这个话对我很大的启示，我再看那些《高僧传》、《五灯会元》、禅宗的语录，仔细看一看，古来人成就果然如此。他们一生就是一个寺庙、一个老师、一批的同参道友，他那些是非就这么几个人，那几个人以外没有，他的圈圈都很小，所以他有成就。现在道场跟从前不一样，从前的道场门庭施设不同，国家有国家的家宗，不要说是每一个宗它不一样，同样一个宗，你讲禅宗，禅宗每一个寺庙的作风都不一样。教下也不例外，它每一个寺院有它独特的道风，有它独特的学风，与其他的寺庙不相同。你要是在一个寺庙修行，决定有成就，你要走个两、三个寺庙，你心里面就有分别，它跟它不一样，它跟它也不一样，到底哪个对？哪个不对？起了分别、起了执着。",
      "zh_TW": "老和尚這個話對我很大的啟示，我再看那些《高僧傳》、《五燈會元》、禪宗的語錄，仔細看一看，古來人成就果然如此。他們一生就是一個寺廟、一個老師、一批的同參道友，他那些是非就這麼幾個人，那幾個人以外沒有，他的圈圈都很小，所以他有成就。現在道場跟從前不一樣，從前的道場門庭施設不同，國家有國家的家宗，不要說是每一個宗它不一樣，同樣一個宗，你講禪宗，禪宗每一個寺廟的作風都不一樣。教下也不例外，它每一個寺院有它獨特的道風，有它獨特的學風，與其他的寺廟不相同。你要是在一個寺廟修行，決定有成就，你要走個兩、三個寺廟，你心裡面就有分別，它跟它不一樣，它跟它也不一樣，到底哪個對？哪個不對？起了分別、起了執著。"
    },
    {
      "id": "01-004-0004_p0058",
      "zh_CN": "我举个例子给诸位说，说你成佛了，他到这个圆心，这上面许许多多的寺庙，各人的家风不一样，你走一个一定到达，你要是走两、三个，「哪一个对？哪一个对？」永远到不了，麻烦在此地。八万四千法门，门门第一，没有第二，只要你走一门就行，走两门决定不行，所以你千万不要梦想禅净双修、禅密双修，还禅密净三修，这好了，自找苦吃，不行。你们想想不行的道理在哪里？你这里头有分别、有执着。唯独修一样才能离分别、离执着，才能达到一心不乱。",
      "zh_TW": "我舉個例子給諸位說，說你成佛了，他到這個圓心，這上面許許多多的寺廟，各人的家風不一樣，你走一個一定到達，你要是走兩、三個，「哪一個對？哪一個對？」永遠到不了，麻煩在此地。八萬四千法門，門門第一，沒有第二，只要你走一門就行，走兩門決定不行，所以你千萬不要夢想禪淨雙修、禪密雙修，還禪密淨三修，這好了，自找苦吃，不行。你們想想不行的道理在哪裡？你這裡頭有分別、有執著。唯獨修一樣才能離分別、離執著，才能達到一心不亂。"
    },
    {
      "id": "01-004-0004_p0059",
      "zh_CN": "有很多人坚固的执着不能破，怎么劝他跟他讲，他都不相信，认为什么？禅净双修快，禅、净、密大概更可靠。好像我们这边一个大讲堂一样，四面都有好多个门户，走一个靠不住，我走两个门进去，大概可以能进得去，他两个门不够，从三个门进去，你有什么本事一下子从三个门里进来？自古以来只听说「一门深入」，没有听说二门、三门可以深入。这个理不难懂，要多想想，要肯放下，不肯放下，搞多了，错误，错了要回头，不能再错下去。",
      "zh_TW": "有很多人堅固的執著不能破，怎麼勸他跟他講，他都不相信，認為什麼？禪淨雙修快，禪、淨、密大概更可靠。好像我們這邊一個大講堂一樣，四面都有好多個門戶，走一個靠不住，我走兩個門進去，大概可以能進得去，他兩個門不夠，從三個門進去，你有什麼本事一下子從三個門裡進來？自古以來只聽說「一門深入」，沒有聽說二門、三門可以深入。這個理不難懂，要多想想，要肯放下，不肯放下，搞多了，錯誤，錯了要回頭，不能再錯下去。"
    },
    {
      "id": "01-004-0004_p0060",
      "zh_CN": "我们看《净土生无生论》，《净土生无生论》实在是非常之好，文章好极了。我们虽然没有时间讲，诸位是应当要看看，这个有注解，古德有注解，说：",
      "zh_TW": "我們看《淨土生無生論》，《淨土生無生論》實在是非常之好，文章好極了。我們雖然沒有時間講，諸位是應當要看看，這個有註解，古德有註解，說："
    },
    {
      "id": "01-004-0004_p0061",
      "zh_CN": "讲【法界圆融体。作我一念心。我今念佛心。全体即法界。】",
      "zh_TW": "講【法界圓融體。作我一念心。我今念佛心。全體即法界。】"
    },
    {
      "id": "01-004-0004_p0062",
      "zh_CN": "这个四句是论里面的一首偈。",
      "zh_TW": "這個四句是論裡面的一首偈。"
    },
    {
      "id": "01-004-0004_p0063",
      "zh_CN": "讲【达此者。】",
      "zh_TW": "講【達此者。】"
    },
    {
      "id": "01-004-0004_p0064",
      "zh_CN": "『达』是通达，你对这个道理、对这个理论，你要是真正能够通达：",
      "zh_TW": "『達』是通達，你對這個道理、對這個理論，你要是真正能夠通達："
    },
    {
      "id": "01-004-0004_p0065",
      "zh_CN": "讲【由持名念佛。而悟实相也。】",
      "zh_TW": "講【由持名念佛。而悟實相也。】"
    },
    {
      "id": "01-004-0004_p0066",
      "zh_CN": "你要问究竟怎么样念才能够悟入？我就可以告诉你，「『南无阿弥陀佛』这六个字一直念下去就悟入了」。你听了，「哪有这么容易？」你就决定不能悟入，为什么？你怀疑，疑是障碍，烦恼障。你要在里面起分别，这样念能悟实相？这样念要念多久才能悟实相？你要在念佛里头起心动念，统统是障碍。所以叫你老实念佛，老实念，实相自然现前，不要心里常常去想到我已经念了好几天，我念了好几个月了，实相怎么还没现前？这样子念一辈子也不会现前。这是在念佛途径之中处处自己做拦路石，处处给自己的障碍，你怎么能成就？",
      "zh_TW": "你要問究竟怎麼樣念才能夠悟入？我就可以告訴你，「『南無阿彌陀佛』這六個字一直念下去就悟入了」。你聽了，「哪有這麼容易？」你就決定不能悟入，為什麼？你懷疑，疑是障礙，煩惱障。你要在裡面起分別，這樣念能悟實相？這樣念要念多久才能悟實相？你要在念佛裡頭起心動念，統統是障礙。所以叫你老實念佛，老實念，實相自然現前，不要心裡常常去想到我已經念了好幾天，我念了好幾個月了，實相怎麼還沒現前？這樣子念一輩子也不會現前。這是在念佛途徑之中處處自己做攔路石，處處給自己的障礙，你怎麼能成就？"
    },
    {
      "id": "01-004-0004_p0067",
      "zh_CN": "所以古德教人「老实念佛」，这四个字一点都不错。什么叫老实？就是一句佛号念到底，不起一个妄念，不打一个妄想，什么一心不一心，实相不实相，一概不理会，到时候自然现前，自然成就。这样念佛真正能够成就一心，就是成就念佛三昧，真正能开悟，能够念到明心见性，所以我们一定要特别注意到。再看底下一段，三十页倒数第二行：",
      "zh_TW": "所以古德教人「老實念佛」，這四個字一點都不錯。什麼叫老實？就是一句佛號念到底，不起一個妄念，不打一個妄想，什麼一心不一心，實相不實相，一概不理會，到時候自然現前，自然成就。這樣念佛真正能夠成就一心，就是成就念佛三昧，真正能開悟，能夠念到明心見性，所以我們一定要特別注意到。再看底下一段，三十頁倒數第二行："
    },
    {
      "id": "01-004-0004_p0068",
      "zh_CN": "解【觅之了不可得。不可言其无。具造百界千如。不可言其有。】",
      "zh_TW": "解【覓之了不可得。不可言其無。具造百界千如。不可言其有。】"
    },
    {
      "id": "01-004-0004_p0069",
      "zh_CN": "这就是空不空的实相，无相无不相的实相，这个境界很不容易懂。虽然了不可得，但是它是有，它是存在，它不是无。它不是无，它是真的存在，为什么说它为空？因为它没有迹象可寻，无有迹象可寻，所以说它为空。但是空不当作无讲，这个空不能说是什么没有了叫做空，不是这个讲法。这个空是有，是真有，真有没有形迹，所以叫它做空。",
      "zh_TW": "這就是空不空的實相，無相無不相的實相，這個境界很不容易懂。雖然了不可得，但是它是有，它是存在，它不是無。它不是無，它是真的存在，為什麼說它為空？因為它沒有跡象可尋，無有跡象可尋，所以說它為空。但是空不當作無講，這個空不能說是什麼沒有了叫做空，不是這個講法。這個空是有，是真有，真有沒有形跡，所以叫它做空。"
    },
    {
      "id": "01-004-0004_p0070",
      "zh_CN": "譬如我们的妄念、妄心，妄想心也是找不到。楞严会上佛叫阿难找心，并没有讲是真心、妄心，直接问他心在哪里？不问他那个心是真或妄，心在哪里？真心、妄心都了不可得，都是本来空。妄想心最显著的现象就是作梦，我们每一个人都有作梦的经验，梦从哪里来的？梦是从妄想心变现出来的，你那个妄想心了不可得，你找不到，它会变梦境，所以你不能说它无，它变成梦境了，整个心变成梦境，就底下一句，『具造百界千如』，「造」就是变现，变现成这梦境，那个梦境你不能说它有。作梦因为时间短，一下醒过来的时候，所以你要作了一个梦的时候，醒过来的时候，你就想想那个梦境，跟佛经里头的意思，好好的去思惟揣摩，这就叫「观照」。你几时把这个道理想通了，再一引申，我们眼前的山河大地依正庄严就是我们真如本性，本来空的真性变现的幻相。",
      "zh_TW": "譬如我們的妄念、妄心，妄想心也是找不到。楞嚴會上佛叫阿難找心，並沒有講是真心、妄心，直接問他心在哪裡？不問他那個心是真或妄，心在哪裡？真心、妄心都了不可得，都是本來空。妄想心最顯著的現象就是作夢，我們每一個人都有作夢的經驗，夢從哪裡來的？夢是從妄想心變現出來的，你那個妄想心了不可得，你找不到，它會變夢境，所以你不能說它無，它變成夢境了，整個心變成夢境，就底下一句，『具造百界千如』，「造」就是變現，變現成這夢境，那個夢境你不能說它有。作夢因為時間短，一下醒過來的時候，所以你要作了一個夢的時候，醒過來的時候，你就想想那個夢境，跟佛經裡頭的意思，好好的去思惟揣摩，這就叫「觀照」。你幾時把這個道理想通了，再一引申，我們眼前的山河大地依正莊嚴就是我們真如本性，本來空的真性變現的幻相。"
    },
    {
      "id": "01-004-0004_p0071",
      "zh_CN": "我们现在就好像在梦中一样，梦中一下觉悟了，本来空，你在这一生当中就得自在、就得快乐，与诸佛大菩萨一样在这个世间上游戏神通，没有障碍了，晓得万法皆空，万法俱不可得。就好像我们作梦，在梦里头忽然觉悟了，我现在在作梦，那你就可以在梦里头好好享受。知道是在梦，统统是假的，没有一样是真实的。遇到欢喜的事情，你的心也清净，假的，不是真的。遇到一只老虎要吃你的时候，你可要脖子伸长一点，请你吃，假的不是真的，一点恐惧都没有。",
      "zh_TW": "我們現在就好像在夢中一樣，夢中一下覺悟了，本來空，你在這一生當中就得自在、就得快樂，與諸佛大菩薩一樣在這個世間上遊戲神通，沒有障礙了，曉得萬法皆空，萬法俱不可得。就好像我們作夢，在夢裡頭忽然覺悟了，我現在在作夢，那你就可以在夢裡頭好好享受。知道是在夢，統統是假的，沒有一樣是真實的。遇到歡喜的事情，你的心也清淨，假的，不是真的。遇到一隻老虎要吃你的時候，你可要脖子伸長一點，請你吃，假的不是真的，一點恐懼都沒有。"
    },
    {
      "id": "01-004-0004_p0072",
      "zh_CN": "所以说一悟入这个境界，跟诸位说，得失、妄想就没有了。得失是妄念，在《百法明门论》里是不相应行法第一条，「得」。得失是假的，无有一法可得，也无有一法失掉，没有得失。而我们凡夫最苦恼的，患得患失，没有得到的千方百计想得到，得到之后又怕丢掉，你说多苦！到这个时候晓得，原来这个大千世界是一场大梦而已，梦中哪有得失？所以你就非常的自在，这个时候的生活，一般说神仙生活。神仙都不如你，神仙看到你都羡慕你，这是事实的真相。这不是佛菩萨的真相，是我们自己的真实相，可惜我们把这个真实相迷了，悟了就是这样子。",
      "zh_TW": "所以說一悟入這個境界，跟諸位說，得失、妄想就沒有了。得失是妄念，在《百法明門論》裡是不相應行法第一條，「得」。得失是假的，無有一法可得，也無有一法失掉，沒有得失。而我們凡夫最苦惱的，患得患失，沒有得到的千方百計想得到，得到之後又怕丟掉，你說多苦！到這個時候曉得，原來這個大千世界是一場大夢而已，夢中哪有得失？所以你就非常的自在，這個時候的生活，一般說神仙生活。神仙都不如你，神仙看到你都羨慕你，這是事實的真相。這不是佛菩薩的真相，是我們自己的真實相，可惜我們把這個真實相迷了，悟了就是這樣子。"
    },
    {
      "id": "01-004-0004_p0073",
      "zh_CN": "诸位看三十一面第三行，这三句，我们只着重这个三句。「具造百界千如」，这是解释这一句：",
      "zh_TW": "諸位看三十一面第三行，這三句，我們只著重這個三句。「具造百界千如」，這是解釋這一句："
    },
    {
      "id": "01-004-0004_p0074",
      "zh_CN": "讲【具是理具。造是事造。】",
      "zh_TW": "講【具是理具。造是事造。】"
    },
    {
      "id": "01-004-0004_p0075",
      "zh_CN": "诸位只要记这两句就行了。『理』就是心性里面本来就具足的，『造』是因缘生法，就是变现的境界。理是能变，事是所变。好像我们作梦一样，心是能作梦，它是理，理去作，梦境，梦境就是事，是它所变现的。",
      "zh_TW": "諸位只要記這兩句就行了。『理』就是心性裡面本來就具足的，『造』是因緣生法，就是變現的境界。理是能變，事是所變。好像我們作夢一樣，心是能作夢，它是理，理去作，夢境，夢境就是事，是它所變現的。"
    },
    {
      "id": "01-004-0004_p0076",
      "zh_CN": "六祖当年刚刚悟入这个境界的时候，他说「何期自性，本来具足」，「何期」是「没想到」，没想到我们自己的心性是本来具足，这是第一句。世出世间一切万法一条都不少，法法具足，这没想到。「何期自性，能生万法」，这是下一句，就是「事造」。没有想到我们自己的心性能变现十法界依正庄严，十法界依正庄严是自己心性变现出来的。",
      "zh_TW": "六祖當年剛剛悟入這個境界的時候，他說「何期自性，本來具足」，「何期」是「沒想到」，沒想到我們自己的心性是本來具足，這是第一句。世出世間一切萬法一條都不少，法法具足，這沒想到。「何期自性，能生萬法」，這是下一句，就是「事造」。沒有想到我們自己的心性能變現十法界依正莊嚴，十法界依正莊嚴是自己心性變現出來的。"
    },
    {
      "id": "01-004-0004_p0077",
      "zh_CN": "什么叫「百界千如」？《法华经》里面，佛给我们讲「十法界」，给我们讲的「十如是」，每一个法界有十如是，十法界就是百如是，每一个法界都具足十法界。你想这个人，我们这个人间，人是一法界，十法界之一，人中有佛，人中的佛法界。人中有菩萨，人中有缘觉、有声闻，人中有天人，修十善业道、四禅八定、四无量心，人中之天。修五戒的，人中之人。修贪瞋痴的，是人中的地狱、饿鬼、畜生。所以每一界里头都有十法界。",
      "zh_TW": "什麼叫「百界千如」？《法華經》裡面，佛給我們講「十法界」，給我們講的「十如是」，每一個法界有十如是，十法界就是百如是，每一個法界都具足十法界。你想這個人，我們這個人間，人是一法界，十法界之一，人中有佛，人中的佛法界。人中有菩薩，人中有緣覺、有聲聞，人中有天人，修十善業道、四禪八定、四無量心，人中之天。修五戒的，人中之人。修貪瞋痴的，是人中的地獄、餓鬼、畜生。所以每一界裡頭都有十法界。"
    },
    {
      "id": "01-004-0004_p0078",
      "zh_CN": "人中十法界听到没问题，那佛法界怎么说法？佛法界里有佛，这个可以承认，佛倒驾慈航作菩萨也行，难道佛还堕地狱？佛还变畜生？照变。给诸位说，佛要到畜生道里去度众生，他不变畜生怎么能度牠？你们念过《普品门》，「应以何身得度者，即现什么身给他说法」。佛要去度猪，给猪说法，他就得要投身变个猪，跟猪在一块，天天给牠讲经说法，我们也听不懂。那是什么？佛法界里头的畜生。观音菩萨在饿鬼道里面现的鬼王的身分给饿鬼道说法。我们放燄口，我们图书馆常常放大蒙山，供的面然大士的牌位，面然大士就是观世音菩萨在饿鬼道现的身，应以鬼身得度者即现鬼身而为说法。地藏菩萨，你们看地藏菩萨这个人的像，其实地藏菩萨在地狱道里头是地狱相，不是这样庄严的，现这种庄严的相，地狱、畜生看到早就吓跑了，谁还敢亲近他？要现同类身相。你才明了每一法界里头都具足十法界，每个法界里头有「十如是」。「十如是」在三十一面，倒数第四行，圆圈底下，我们以前在《法华经》大意里头讲过。",
      "zh_TW": "人中十法界聽到沒問題，那佛法界怎麼說法？佛法界裡有佛，這個可以承認，佛倒駕慈航作菩薩也行，難道佛還墮地獄？佛還變畜生？照變。給諸位說，佛要到畜生道裡去度眾生，他不變畜生怎麼能度牠？你們念過《普品門》，「應以何身得度者，即現什麼身給他說法」。佛要去度豬，給豬說法，他就得要投身變個豬，跟豬在一塊，天天給牠講經說法，我們也聽不懂。那是什麼？佛法界裡頭的畜生。觀音菩薩在餓鬼道裡面現的鬼王的身分給餓鬼道說法。我們放燄口，我們圖書館常常放大蒙山，供的面然大士的牌位，面然大士就是觀世音菩薩在餓鬼道現的身，應以鬼身得度者即現鬼身而為說法。地藏菩薩，你們看地藏菩薩這個人的像，其實地藏菩薩在地獄道裡頭是地獄相，不是這樣莊嚴的，現這種莊嚴的相，地獄、畜生看到早就嚇跑了，誰還敢親近他？要現同類身相。你才明瞭每一法界裡頭都具足十法界，每個法界裡頭有「十如是」。「十如是」在三十一面，倒數第四行，圓圈底下，我們以前在《法華經》大意裡頭講過。"
    },
    {
      "id": "01-004-0004_p0079",
      "zh_CN": "【千如者。一界有十如是。法华经云。如是相。如是性。如是体。如是力。如是作。如是因。如是缘。如是果。如是报。如是本末究竟。】",
      "zh_TW": "【千如者。一界有十如是。法華經云。如是相。如是性。如是體。如是力。如是作。如是因。如是緣。如是果。如是報。如是本末究竟。】"
    },
    {
      "id": "01-004-0004_p0080",
      "zh_CN": "这一共十如，叫「十如是」。诸位特别要注意「如是」两个字，佛经一打开，第一句话是什么？「如是我闻」，「如是」两个字就包括多大的范围？尽虚空遍法界一切事理没有一样不包括在里头。千经万论所讲，讲的是什么？就讲「如是」两个字。你要是有佛经，佛经讲什么？佛经就讲「如是」。《法华经》里头把一切法归纳为十大类，每一类里头都有无量无边。相，相状。这十大类跟诸位说，是一桩事情，所以才「如」。相，相如其性，如是。相，相如其体，如是。没有一法不如，万法皆如，万法是一不是二，为什么皆如？因为万法都是你自性变现出来。",
      "zh_TW": "這一共十如，叫「十如是」。諸位特別要注意「如是」兩個字，佛經一打開，第一句話是什麼？「如是我聞」，「如是」兩個字就包括多大的範圍？盡虛空遍法界一切事理沒有一樣不包括在裡頭。千經萬論所講，講的是什麼？就講「如是」兩個字。你要是有佛經，佛經講什麼？佛經就講「如是」。《法華經》裡頭把一切法歸納為十大類，每一類裡頭都有無量無邊。相，相狀。這十大類跟諸位說，是一樁事情，所以才「如」。相，相如其性，如是。相，相如其體，如是。沒有一法不如，萬法皆如，萬法是一不是二，為什麼皆如？因為萬法都是你自性變現出來。"
    },
    {
      "id": "01-004-0004_p0081",
      "zh_CN": "前面在实相里面讲，这里讲百界千如，是无不相的实相，没有一法不与无相的实相相应，所以它怎么不如？如就是，不如就不是。所以《金刚经》上解释「如来者」，解释「如来」这两个字，「如来者，诸法如义」，「诸法」就是此地讲的「百界千如」，「如义」就是「如是」。所以这是个纲领，也是教给我们观察一切法，我们六根接触外面六尘境界，随拈一法都具足这十个意思，随便拈一法，它有相、它有性、它有体、它有力。力就是力用，就可以有能力。作是它的作用，它造作，它有因、它有缘、它有果、它有报，本末究竟是指从相一直到果报一定具足这些条件，无论哪一法，没有一法例外。",
      "zh_TW": "前面在實相裡面講，這裡講百界千如，是無不相的實相，沒有一法不與無相的實相相應，所以它怎麼不如？如就是，不如就不是。所以《金剛經》上解釋「如來者」，解釋「如來」這兩個字，「如來者，諸法如義」，「諸法」就是此地講的「百界千如」，「如義」就是「如是」。所以這是個綱領，也是教給我們觀察一切法，我們六根接觸外面六塵境界，隨拈一法都具足這十個意思，隨便拈一法，它有相、它有性、它有體、它有力。力就是力用，就可以有能力。作是它的作用，它造作，它有因、它有緣、它有果、它有報，本末究竟是指從相一直到果報一定具足這些條件，無論哪一法，沒有一法例外。"
    },
    {
      "id": "01-004-0004_p0082",
      "zh_CN": "【百界各具十如。是则成千如。复有假名一千。正报一千。依报一千。共有三千。复有理具三千。事造三千。古人云。理具事造。两重三千。同居一念也。】",
      "zh_TW": "【百界各具十如。是則成千如。復有假名一千。正報一千。依報一千。共有三千。復有理具三千。事造三千。古人云。理具事造。兩重三千。同居一念也。】"
    },
    {
      "id": "01-004-0004_p0083",
      "zh_CN": "一念具足，百界千如，天台家讲「一念三千」，就是这个意思。「一念三千」实际上讲的什么？就是我们整个宇宙万有，尽虚空遍法界就是你一念变现出来，一念三千就是这个意思。就像我们作梦，我们梦境是一念变现的，没有先后，不会说是你作梦的时候，先变一个天，然后再梦到一个地，然后再梦到山河，再梦到树木，没有这个层次的。所以现代这些科学家在寻找宇宙的起源，好像有什么时代、什么时代的事，那叫做在打妄想。一刹那，一次完成，决定没有先后，先后是你的妄想，没有先后，一次完成。",
      "zh_TW": "一念具足，百界千如，天台家講「一念三千」，就是這個意思。「一念三千」實際上講的什麼？就是我們整個宇宙萬有，盡虛空遍法界就是你一念變現出來，一念三千就是這個意思。就像我們作夢，我們夢境是一念變現的，沒有先後，不會說是你作夢的時候，先變一個天，然後再夢到一個地，然後再夢到山河，再夢到樹木，沒有這個層次的。所以現代這些科學家在尋找宇宙的起源，好像有什麼時代、什麼時代的事，那叫做在打妄想。一剎那，一次完成，決定沒有先後，先後是你的妄想，沒有先後，一次完成。"
    },
    {
      "id": "01-004-0004_p0084",
      "zh_CN": "这个一次完成的，我们还可以用一个比喻来说明，譬如我们看电影，银幕上是空寂的，电影底片照在银幕上，是不是一次完成？第二张底片接着来，它还是一次完成的。你说有先后？没有先后，张张都是一次完成。佛在楞严会上讲得好，「当处出生，随处灭尽」，把这两句话用在电影银幕上是不是非常的恰当！「当处出生」，显现了；「随处灭尽」，第二张又现了，一秒钟二十四张，张张都是「当处出生，随处灭尽」，哪有先后次第！",
      "zh_TW": "這個一次完成的，我們還可以用一個比喻來說明，譬如我們看電影，銀幕上是空寂的，電影底片照在銀幕上，是不是一次完成？第二張底片接著來，它還是一次完成的。你說有先後？沒有先後，張張都是一次完成。佛在楞嚴會上講得好，「當處出生，隨處滅盡」，把這兩句話用在電影銀幕上是不是非常的恰當！「當處出生」，顯現了；「隨處滅盡」，第二張又現了，一秒鐘二十四張，張張都是「當處出生，隨處滅盡」，哪有先後次第！"
    },
    {
      "id": "01-004-0004_p0085",
      "zh_CN": "所以那些科学家费尽了精神，天天在打妄想，写了好多书，那个书都叫做梦想，是一场空，没有意义。什么宇宙的起源，最初是什么样，以后又变成什么样，都在打妄想。所以你记住，「当处出生，随处灭尽」，唯有佛法才能说出这个真实义，宇宙万有的真相。这些是真实的事相，就叫实相，真实相，不是科学家、哲学家与这些宗教们能够道得出来。如果他们能道得出、说得出来，佛绝不多事。别人说了，我还说干什么？不用说了，省事了。正因为大家想知道，而别人说不出来，佛不得不出现世间为我们指出事实的真相，所以这是说「不可以言其无，不可以言其有」。好，我们今天就讲到此地。",
      "zh_TW": "所以那些科學家費盡了精神，天天在打妄想，寫了好多書，那個書都叫做夢想，是一場空，沒有意義。什麼宇宙的起源，最初是什麼樣，以後又變成什麼樣，都在打妄想。所以你記住，「當處出生，隨處滅盡」，唯有佛法才能說出這個真實義，宇宙萬有的真相。這些是真實的事相，就叫實相，真實相，不是科學家、哲學家與這些宗教們能夠道得出來。如果他們能道得出、說得出來，佛絕不多事。別人說了，我還說幹什麼？不用說了，省事了。正因為大家想知道，而別人說不出來，佛不得不出現世間為我們指出事實的真相，所以這是說「不可以言其無，不可以言其有」。好，我們今天就講到此地。"
    }
  ]
}