{
  "doc_id": "01-004-0049",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十九集",
    "zh_TW": "第四十九集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0049",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "01-004-0049_p0001",
      "zh_CN": "请掀开经本二百四十六面，倒数第六行。",
      "zh_TW": "請掀開經本二百四十六面，倒數第六行。"
    },
    {
      "id": "01-004-0049_p0002",
      "zh_CN": "解【永明祖师。所谓十人九蹉路。阴境忽现前。瞥尔随他去。此诚可寒心者也。】",
      "zh_TW": "解【永明祖師。所謂十人九蹉路。陰境忽現前。瞥爾隨他去。此誠可寒心者也。】"
    },
    {
      "id": "01-004-0049_p0003",
      "zh_CN": "这是蕅益大师劝勉我们一定要觉悟，发心念佛求生净土，时间是愈早愈好，千万不可以错了念头，以为仗自己的力量可以能够修学成功。永明大师是净土宗第六代祖师，他是从禅宗里面大彻大悟之后，再回过头来修净土，古人传说他是阿弥陀佛再来。诸佛菩萨示现先修学其他法门，然后再归心净土，这个用心实实在在是慈悲至极。像释迦牟尼佛当年在世一样，最初示现出家学道，将印度所有的宗教、学术一样一样都去参学过。一般修苦行的人是以三年为期，他老人家加了一倍，六年苦行，然后示现成等正觉，才能够降伏当时所谓九十六种外道。诸佛如来要劝人修净土，那个时候的禅风非常盛，如果不在宗门示现大彻大悟，没有办法教人念佛。所以佛菩萨如是示现，都是为了劝勉一切人，死心塌地修这个念佛法门。",
      "zh_TW": "這是蕅益大師勸勉我們一定要覺悟，發心念佛求生淨土，時間是愈早愈好，千萬不可以錯了念頭，以為仗自己的力量可以能夠修學成功。永明大師是淨土宗第六代祖師，他是從禪宗裡面大徹大悟之後，再回過頭來修淨土，古人傳說他是阿彌陀佛再來。諸佛菩薩示現先修學其他法門，然後再歸心淨土，這個用心實實在在是慈悲至極。像釋迦牟尼佛當年在世一樣，最初示現出家學道，將印度所有的宗教、學術一樣一樣都去參學過。一般修苦行的人是以三年為期，他老人家加了一倍，六年苦行，然後示現成等正覺，才能夠降伏當時所謂九十六種外道。諸佛如來要勸人修淨土，那個時候的禪風非常盛，如果不在宗門示現大徹大悟，沒有辦法教人念佛。所以佛菩薩如是示現，都是為了勸勉一切人，死心塌地修這個念佛法門。"
    },
    {
      "id": "01-004-0049_p0004",
      "zh_CN": "这是祖师很有名的一首偈，这首偈说「有禅无净土，十人九蹉路」。诸位想想，学禅还得要修净土，如果不修净土的话，十个参禅的人，九个要走错路。错在哪里？就错在「阴境现前」，又被业力牵着走了。阴境有两个意思，圆瑛法师在注子里面都注得很清楚。第一个意思是禅的力量，这个禅功相当深，在禅定的时候有魔来扰乱。这一桩事情，诸位在《楞严经》里面可以看得很清楚，《楞严经》所讲的五十种阴魔，就是此地所讲的阴境。有许多魔境跟佛的境界好像是一模一样，简直都没有办法辨别，大家读《楞严经》可以晓得，这种境界现前，如果你不能够辨别，你就随魔去了。发心好心学佛，最后变成魔了。所以修禅不能不读《楞严》，深解《楞严》，用意在哪里？就是在禅定的时候，魔境现前，自己有能力来认识它，不会上魔的当，这是相当不容易的一桩事情。",
      "zh_TW": "這是祖師很有名的一首偈，這首偈說「有禪無淨土，十人九蹉路」。諸位想想，學禪還得要修淨土，如果不修淨土的話，十個參禪的人，九個要走錯路。錯在哪裡？就錯在「陰境現前」，又被業力牽著走了。陰境有兩個意思，圓瑛法師在註子裡面都註得很清楚。第一個意思是禪的力量，這個禪功相當深，在禪定的時候有魔來擾亂。這一樁事情，諸位在《楞嚴經》裡面可以看得很清楚，《楞嚴經》所講的五十種陰魔，就是此地所講的陰境。有許多魔境跟佛的境界好像是一模一樣，簡直都沒有辦法辨別，大家讀《楞嚴經》可以曉得，這種境界現前，如果你不能夠辨別，你就隨魔去了。發心好心學佛，最後變成魔了。所以修禪不能不讀《楞嚴》，深解《楞嚴》，用意在哪裡？就是在禪定的時候，魔境現前，自己有能力來認識它，不會上魔的當，這是相當不容易的一樁事情。"
    },
    {
      "id": "01-004-0049_p0005",
      "zh_CN": "第二个意思是中阴。就是你舍报的时候，因为禅是要靠自力，如果自己没有禅的功夫，没有能够把烦恼断尽，见思烦恼要是断掉的话，诸位要晓得那是九次第定，那个功夫在四禅八定之上。如果只有四禅的功夫，说个实在话那是伏烦恼，没有断烦恼，三界出不去。这个时候就完全是听业力了，临命终最后的一念，什么念头强，就到哪一道去受生。假如是定力很强，那就到四禅天去受生了。初禅、二禅、三禅、四禅，看你功夫浅深，你到色界去了。如果你功夫不够，你生在欲界天。如果你贪图世间名闻利养、五欲六尘，有那么一念没放下，那你是人间来受报。如果你的功夫不能够降伏你的恶业，依然免不了三途，这是非常可怕的事情！所以祖师看到这个情形，告诉我们『此诚可寒心者也』，实在是可怕，不能不提高警觉。",
      "zh_TW": "第二個意思是中陰。就是你捨報的時候，因為禪是要靠自力，如果自己沒有禪的功夫，沒有能夠把煩惱斷盡，見思煩惱要是斷掉的話，諸位要曉得那是九次第定，那個功夫在四禪八定之上。如果只有四禪的功夫，說個實在話那是伏煩惱，沒有斷煩惱，三界出不去。這個時候就完全是聽業力了，臨命終最後的一念，什麼念頭強，就到哪一道去受生。假如是定力很強，那就到四禪天去受生了。初禪、二禪、三禪、四禪，看你功夫淺深，你到色界去了。如果你功夫不夠，你生在欲界天。如果你貪圖世間名聞利養、五欲六塵，有那麼一念沒放下，那你是人間來受報。如果你的功夫不能夠降伏你的惡業，依然免不了三途，這是非常可怕的事情！所以祖師看到這個情形，告訴我們『此誠可寒心者也』，實在是可怕，不能不提高警覺。"
    },
    {
      "id": "01-004-0049_p0006",
      "zh_CN": "再看底下这一段，前面是讲修因，下面这一段是讲已经证果的人，你看看他们怎样。",
      "zh_TW": "再看底下這一段，前面是講修因，下面這一段是講已經證果的人，你看看他們怎樣。"
    },
    {
      "id": "01-004-0049_p0007",
      "zh_CN": "解【初果昧于出胎。菩萨昏于隔阴。这里岂容强作主宰。侥幸颟顸。】",
      "zh_TW": "解【初果昧於出胎。菩薩昏於隔陰。這裏豈容強作主宰。僥倖顢頇。】"
    },
    {
      "id": "01-004-0049_p0008",
      "zh_CN": "这些话我们都应当牢牢的记住。『初果』是位不退；换句话说，他决不堕三恶道，只要证得初果，如果他不是修学大乘，就在小乘里面，也必定是天上人间七番生死，证阿罗汉。如果这个时候没有佛出世，他证辟支佛果，他是一定成就的。所以证得初果之后，等于说是克期取证，他不退了。好像考学校，考取大学了，这个功课也都能赶得上，就可以预定他四年毕业，没有问题。只要证得须陀洹，天上人间七次往返，决定证阿罗汉，这叫圣人，入流了，入圣人一流。「已破见惑。初预圣人之流」，他还昧于出胎，他天上人间一转世，前生的事情都忘得干干净净，不知道，这个可怕！",
      "zh_TW": "這些話我們都應當牢牢的記住。『初果』是位不退；換句話說，他決不墮三惡道，只要證得初果，如果他不是修學大乘，就在小乘裡面，也必定是天上人間七番生死，證阿羅漢。如果這個時候沒有佛出世，他證辟支佛果，他是一定成就的。所以證得初果之後，等於說是剋期取證，他不退了。好像考學校，考取大學了，這個功課也都能趕得上，就可以預定他四年畢業，沒有問題。只要證得須陀洹，天上人間七次往返，決定證阿羅漢，這叫聖人，入流了，入聖人一流。「已破見惑。初預聖人之流」，他還昧於出胎，他天上人間一轉世，前生的事情都忘得乾乾淨淨，不知道，這個可怕！"
    },
    {
      "id": "01-004-0049_p0009",
      "zh_CN": "在这种情形之下，佛菩萨一定照顾他，《金刚经》上所说的：「善护念诸菩萨，善付嘱诸菩萨」，大菩萨常常照顾那些小菩萨，他不是隔阴之迷吗？把前生的事情都忘掉了吗？这个时候大菩萨来度他，来点醒他。这一类的人觉悟得快，一点他就醒，毕竟是过去世的善根深厚，他要是迷昧，一点他就醒，就能再继续努力，这是讲小乘人。大乘菩萨也不例外，也有隔阴之迷。隔阴就是投胎，一投胎也把前生的事情忘掉了。所以大师在此地告诉我们，在这个地方，这个地方就是生死，舍身受身，就是你投胎的时候，这个地方『岂容强作主宰』，你自己能够做得了主吗？这个地方做不了主，麻烦大了！",
      "zh_TW": "在這種情形之下，佛菩薩一定照顧他，《金剛經》上所說的：「善護念諸菩薩，善付囑諸菩薩」，大菩薩常常照顧那些小菩薩，他不是隔陰之迷嗎？把前生的事情都忘掉了嗎？這個時候大菩薩來度他，來點醒他。這一類的人覺悟得快，一點他就醒，畢竟是過去世的善根深厚，他要是迷昧，一點他就醒，就能再繼續努力，這是講小乘人。大乘菩薩也不例外，也有隔陰之迷。隔陰就是投胎，一投胎也把前生的事情忘掉了。所以大師在此地告訴我們，在這個地方，這個地方就是生死，捨身受身，就是你投胎的時候，這個地方『豈容強作主宰』，你自己能夠做得了主嗎？這個地方做不了主，麻煩大了！"
    },
    {
      "id": "01-004-0049_p0010",
      "zh_CN": "『侥幸颟顸』，所以千万不要有一个投机取巧的心理，纵然是证了果也不行。我们一般讲思惑断尽，证得阿罗汉果了，这个时候可以没有隔阴之迷。由此可知，我们以别教来说，别教的三贤菩萨，都免不了隔阴之迷。所以要晓得，临命终时自己怕的是做不了主！如果存一个侥幸的心理，「颟顸」此地是很自负的，自以为能做得到的，结果必定落空。这些人一般是存一个什么样的心理？这一生没修成还有来生，来生修不成功还有来生。所以他的心就不坚固，修行懈怠、散漫、放逸，这是决定自己给自己做障碍。所以经论里面一再劝勉我们要勇猛精进，一心称名、一心念佛。",
      "zh_TW": "『僥倖顢頇』，所以千萬不要有一個投機取巧的心理，縱然是證了果也不行。我們一般講思惑斷盡，證得阿羅漢果了，這個時候可以沒有隔陰之迷。由此可知，我們以別教來說，別教的三賢菩薩，都免不了隔陰之迷。所以要曉得，臨命終時自己怕的是做不了主！如果存一個僥倖的心理，「顢頇」此地是很自負的，自以為能做得到的，結果必定落空。這些人一般是存一個什麼樣的心理？這一生沒修成還有來生，來生修不成功還有來生。所以他的心就不堅固，修行懈怠、散漫、放逸，這是決定自己給自己做障礙。所以經論裡面一再勸勉我們要勇猛精進，一心稱名、一心念佛。"
    },
    {
      "id": "01-004-0049_p0011",
      "zh_CN": "世间第一等聪明的人放下万缘，自己成就之后才能利益众生，自己没有成就，先要利益众生，发的心是很好。好像看人家掉进水里，快淹死了，自己不会游泳，也跳下去救他，心很好。结果怎么样？同归于尽，没有办法，白搭一条命，于事无补。看到这种情形，回过头来自己先学本事，自度之后才能度他。而自度唯一稳当可靠，一生当中真正能成就的，无过于念佛法门。所以这个行门里面的修行人，佛像只供一尊，他心专一，他要求一心不乱。经只要一本，看多了他就起分别执着，也障碍一心。我们想想，我们学佛的同修，有几个人肯这样做？所以我们的功夫欠缺，没有办法修到一心不乱，没有办法达到功夫成片，心太乱了。念着阿弥陀佛，还想着观音菩萨，那怎么行？一心容易成就，分心就难成就，这是我们一定要提高警觉的。",
      "zh_TW": "世間第一等聰明的人放下萬緣，自己成就之後才能利益眾生，自己沒有成就，先要利益眾生，發的心是很好。好像看人家掉進水裡，快淹死了，自己不會游泳，也跳下去救他，心很好。結果怎麼樣？同歸於盡，沒有辦法，白搭一條命，於事無補。看到這種情形，回過頭來自己先學本事，自度之後才能度他。而自度唯一穩當可靠，一生當中真正能成就的，無過於念佛法門。所以這個行門裡面的修行人，佛像只供一尊，他心專一，他要求一心不亂。經只要一本，看多了他就起分別執著，也障礙一心。我們想想，我們學佛的同修，有幾個人肯這樣做？所以我們的功夫欠缺，沒有辦法修到一心不亂，沒有辦法達到功夫成片，心太亂了。念著阿彌陀佛，還想著觀音菩薩，那怎麼行？一心容易成就，分心就難成就，這是我們一定要提高警覺的。"
    },
    {
      "id": "01-004-0049_p0012",
      "zh_CN": "道场讲到真正的庄严，专心就是庄严。心要是分散了，还谈什么庄严！自己在道业上真正有成就是庄严，没有成就那谈不上庄严。所以我们一定要觉悟，成就就在这一生，绝不想着我这一生不能成就，来生再成就，那就是侥幸颟顸，强作主宰，到你一口气不来，决不是你所理想的，还是像永明大师所说的，必然被阴境转移，还是随着业力去了，随着魔牵引去了。魔牵引去是讲我们现前，业力牵引去是讲来世。魔牵引着我们就是现在，我们现在念念不专就是魔，魔的意思就是折磨你，不让你好好的修行，你不是要想修一心不乱？想尽方法来破坏你一心不乱，这就是魔。世出世间一切法在你面前诱惑你，你一动心就被魔牵走了。一切法摆在面前都不动心，你就成就了。",
      "zh_TW": "道場講到真正的莊嚴，專心就是莊嚴。心要是分散了，還談什麼莊嚴！自己在道業上真正有成就是莊嚴，沒有成就那談不上莊嚴。所以我們一定要覺悟，成就就在這一生，絕不想著我這一生不能成就，來生再成就，那就是僥倖顢頇，強作主宰，到你一口氣不來，決不是你所理想的，還是像永明大師所說的，必然被陰境轉移，還是隨著業力去了，隨著魔牽引去了。魔牽引去是講我們現前，業力牽引去是講來世。魔牽引著我們就是現在，我們現在念念不專就是魔，魔的意思就是折磨你，不讓你好好的修行，你不是要想修一心不亂？想盡方法來破壞你一心不亂，這就是魔。世出世間一切法在你面前誘惑你，你一動心就被魔牽走了。一切法擺在面前都不動心，你就成就了。"
    },
    {
      "id": "01-004-0049_p0013",
      "zh_CN": "不要说是一般人，以前李老师讲经，常常给我们做比喻，即使是释迦牟尼佛再来，在你面前告诉你，还有一个法门比念佛法门还要快的，我教给你，你把这个法门不要学了，你跟我学另外一个法门。你也得下定决心，谢谢释迦牟尼佛，我就学这个法门，再有什么好法门我也不要，这样才能成功！决定不可以见异思迁，一定要晓得，取这一门、选择这一门，就一门深入，精进不懈，绝不回头，我们这一生才决定成就，这样才是一个真正根熟的众生，根熟的众生一生成就。",
      "zh_TW": "不要說是一般人，以前李老師講經，常常給我們做比喻，即使是釋迦牟尼佛再來，在你面前告訴你，還有一個法門比念佛法門還要快的，我教給你，你把這個法門不要學了，你跟我學另外一個法門。你也得下定決心，謝謝釋迦牟尼佛，我就學這個法門，再有什麼好法門我也不要，這樣才能成功！決定不可以見異思遷，一定要曉得，取這一門、選擇這一門，就一門深入，精進不懈，絕不回頭，我們這一生才決定成就，這樣才是一個真正根熟的眾生，根熟的眾生一生成就。"
    },
    {
      "id": "01-004-0049_p0014",
      "zh_CN": "诸位要觉悟，世出世间一切法你统统都得到了，你作了大梵天王，还是要轮回六道，还是一样都得不到。我们要常常想到这一点，世出世间法哪一样你能得到？一样都得不到，为什么不求生西方，成无上道？成无上道之后，回过头来再度这些有缘的众生。什么叫有缘？他能信能愿，肯听你的话、肯跟你学，这个人跟你就有缘了。十方诸佛来了，他不相信、他不发愿，他不肯跟他学，无缘，佛不度无缘之人。因此我们自己要努力，要与众生广结法缘，与众生有缘。结法缘结得最干净的、最清净的，这个里头没有麻烦的，给诸位说，像放生、印经、布施医药，这都是最清净的法缘，这个里头不会带来这些障碍烦恼，我们应当要做的。",
      "zh_TW": "諸位要覺悟，世出世間一切法你統統都得到了，你作了大梵天王，還是要輪迴六道，還是一樣都得不到。我們要常常想到這一點，世出世間法哪一樣你能得到？一樣都得不到，為什麼不求生西方，成無上道？成無上道之後，回過頭來再度這些有緣的眾生。什麼叫有緣？他能信能願，肯聽你的話、肯跟你學，這個人跟你就有緣了。十方諸佛來了，他不相信、他不發願，他不肯跟他學，無緣，佛不度無緣之人。因此我們自己要努力，要與眾生廣結法緣，與眾生有緣。結法緣結得最乾淨的、最清淨的，這個裡頭沒有麻煩的，給諸位說，像放生、印經、布施醫藥，這都是最清淨的法緣，這個裡頭不會帶來這些障礙煩惱，我們應當要做的。"
    },
    {
      "id": "01-004-0049_p0015",
      "zh_CN": "解【唯有信愿持名。仗他力故。佛慈悲愿。定不唐捐。弥陀圣众。现前慰导。故得无倒。自在往生。】",
      "zh_TW": "解【唯有信願持名。仗他力故。佛慈悲願。定不唐捐。彌陀聖眾。現前慰導。故得無倒。自在往生。】"
    },
    {
      "id": "01-004-0049_p0016",
      "zh_CN": "这是讲到修行，只有念佛这个法门，如大师所说最简易、最稳当、最圆顿。『信愿持名』这是三资粮具足，具足三资粮是自力，临命终时佛来接引是他力，与佛决定相应。这个地方一点怀疑都不可，我们要相信佛大慈大悲，他所发的愿，愿愿真实，不会有一愿是虚假的。他要有一愿没有修圆满，他不能成佛。他既然成佛了，因地里面四十八愿是愿愿具备，这是我们要信得过的。所以只要是具足三资粮，这样一个念佛人，临命终时佛决定来接引。所以弥陀圣众，现前来慰劳你，来领导你，你自己不晓得西方在哪里，没有关系，他在前面带路，你跟他去就好了，所以你临命终时才不会颠倒，神智清楚，自在往生。",
      "zh_TW": "這是講到修行，只有念佛這個法門，如大師所說最簡易、最穩當、最圓頓。『信願持名』這是三資糧具足，具足三資糧是自力，臨命終時佛來接引是他力，與佛決定相應。這個地方一點懷疑都不可，我們要相信佛大慈大悲，他所發的願，願願真實，不會有一願是虛假的。他要有一願沒有修圓滿，他不能成佛。他既然成佛了，因地裡面四十八願是願願具備，這是我們要信得過的。所以只要是具足三資糧，這樣一個念佛人，臨命終時佛決定來接引。所以彌陀聖眾，現前來慰勞你，來領導你，你自己不曉得西方在哪裡，沒有關係，他在前面帶路，你跟他去就好了，所以你臨命終時才不會顛倒，神智清楚，自在往生。"
    },
    {
      "id": "01-004-0049_p0017",
      "zh_CN": "解【佛见众生。临终倒乱之苦。特为保任此事。所以殷勤再劝发愿。以愿能导行故也。】",
      "zh_TW": "解【佛見眾生。臨終倒亂之苦。特為保任此事。所以殷勤再勸發願。以願能導行故也。】"
    },
    {
      "id": "01-004-0049_p0018",
      "zh_CN": "这一段是说明佛的意思。哪一尊佛的意思？本师释迦牟尼佛的意思，确确实实看了我们娑婆世界众生，在临命终时可怜，做不了主！颠倒错乱，都是随着业力牵引，绝大多数都是堕三恶道。其实恶道、善道我们自己心里清清楚楚、明明白白，这个里面不要问人，只要在大乘经典里面念多了就晓得。第一个能够真正的明辨邪正、善恶、是非，你不愚痴，然后再检点自己的心行，我们二六时中起心动念，我们一切的行为，不就明了了吗？我来生到哪一道，清清楚楚，绝对不会错的，这个事情用不着问人。我起心动念都是善，我一切行为都是利益众生的，决定三善道。起心动念都是自私自利，所作所为都是利己损人的，决定三途。不要以为我学佛了，我天天拜佛，我念佛一声要灭八十亿劫生死重罪，造这小小罪有什么关系，大概总不障碍我往生。你这么想法就全都错了，往生的条件是什么要搞清楚，所以今天念佛的人多，往生的人少。",
      "zh_TW": "這一段是說明佛的意思。哪一尊佛的意思？本師釋迦牟尼佛的意思，確確實實看了我們娑婆世界眾生，在臨命終時可憐，做不了主！顛倒錯亂，都是隨著業力牽引，絕大多數都是墮三惡道。其實惡道、善道我們自己心裡清清楚楚、明明白白，這個裡面不要問人，只要在大乘經典裡面念多了就曉得。第一個能夠真正的明辨邪正、善惡、是非，你不愚痴，然後再檢點自己的心行，我們二六時中起心動念，我們一切的行為，不就明瞭了嗎？我來生到哪一道，清清楚楚，絕對不會錯的，這個事情用不著問人。我起心動念都是善，我一切行為都是利益眾生的，決定三善道。起心動念都是自私自利，所作所為都是利己損人的，決定三途。不要以為我學佛了，我天天拜佛，我念佛一聲要滅八十億劫生死重罪，造這小小罪有什麼關係，大概總不障礙我往生。你這麼想法就全都錯了，往生的條件是什麼要搞清楚，所以今天念佛的人多，往生的人少。"
    },
    {
      "id": "01-004-0049_p0019",
      "zh_CN": "正如同李老师所说的，那是在差不多二十年前给我讲的话，那个时候台中莲友只有二十多万人，他说我们莲友二十多万，真正往生的，看得出样子不过三、五人而已！不成比例。所以我们一再在讲席当中强调，要如理如法的去称念，这句佛号决定能够伏烦恼，带业往生。决定能够断烦恼，那就是事一心不乱。决定能够破无明，理一心不乱，这才行！这句佛号不能够伏烦恼，怎么能往生？伏烦恼在什么时候？在现前。现前能伏，临命终时才有把握，现前伏不住，临命终时不可靠，这是我们要特别警觉的。所以佛，你看在经里劝我们发愿，一次、二次、三次，这样的劝法，目的就是看到临终颠倒之苦，这一颠倒你这一生念佛的功夫又错过了，把念佛变成来生福报。",
      "zh_TW": "正如同李老師所說的，那是在差不多二十年前給我講的話，那個時候台中蓮友只有二十多萬人，他說我們蓮友二十多萬，真正往生的，看得出樣子不過三、五人而已！不成比例。所以我們一再在講席當中強調，要如理如法的去稱念，這句佛號決定能夠伏煩惱，帶業往生。決定能夠斷煩惱，那就是事一心不亂。決定能夠破無明，理一心不亂，這才行！這句佛號不能夠伏煩惱，怎麼能往生？伏煩惱在什麼時候？在現前。現前能伏，臨命終時才有把握，現前伏不住，臨命終時不可靠，這是我們要特別警覺的。所以佛，你看在經裡勸我們發願，一次、二次、三次，這樣的勸法，目的就是看到臨終顛倒之苦，這一顛倒你這一生念佛的功夫又錯過了，把念佛變成來生福報。"
    },
    {
      "id": "01-004-0049_p0020",
      "zh_CN": "福报不定在哪一道享受，这个诸位要晓得。畜生道里头也有很多很享福的。饿鬼道，福德鬼王他也很享福。甚至于地狱道里头还有享福的。也许我说这个，你们听得也奇怪，一切经里头没这个说法，地狱里还享什么福？那是要修最大的福报，堕了地狱还是享福。其实经上有，你们没注意，《法华经》里面「提婆达多品」，你去看看，不就说了吗？提婆达多处处想害佛，这个罪太大，造五逆重罪，他堕在阿鼻地狱的，他的福报是什么？帮助佛成佛了，所以佛讲，如果没有提婆达多这么样的折磨他，他成不了佛。提婆达多天天找麻烦，使他提前成佛了，提婆达多他没想到，帮助他成佛了，这个福报太大了。",
      "zh_TW": "福報不定在哪一道享受，這個諸位要曉得。畜生道裡頭也有很多很享福的。餓鬼道，福德鬼王他也很享福。甚至於地獄道裡頭還有享福的。也許我說這個，你們聽得也奇怪，一切經裡頭沒這個說法，地獄裡還享什麼福？那是要修最大的福報，墮了地獄還是享福。其實經上有，你們沒注意，《法華經》裡面「提婆達多品」，你去看看，不就說了嗎？提婆達多處處想害佛，這個罪太大，造五逆重罪，他墮在阿鼻地獄的，他的福報是什麼？幫助佛成佛了，所以佛講，如果沒有提婆達多這麼樣的折磨他，他成不了佛。提婆達多天天找麻煩，使他提前成佛了，提婆達多他沒想到，幫助他成佛了，這個福報太大了。"
    },
    {
      "id": "01-004-0049_p0021",
      "zh_CN": "像那个歌利王，暴君，帮助菩萨修成圆满波罗蜜，罪也大、福也大。你看《金刚经》上所讲的，《金刚经》上那个故事是出在《涅槃经》里面，佛在金刚会上引证，歌利王是个暴君，把菩萨凌迟处死，用刀割肉，一块一块的割，把他割死，他怎么样？不动瞋恨心，忍辱波罗蜜圆满。没有歌利王割截他，他的忍辱不能圆满，所以歌利王割截他的时候，他忍辱就圆满了。歌利王造的罪大福也大，罪是什么？狠毒的心，把一个修道的人这样处死，这个罪大。没有想到帮助他成就了，福也大。提婆达多出佛身血，处心积虑要谋害佛，所以他堕地狱。释迦牟尼佛派神通第一目犍连尊者，到地狱里面去探望，目犍连有神通能到地狱去。到地狱去看看提婆达多现在怎么样，回来说提婆达多在那里享福，犹如天人，好像在天宫一样。帮助释迦牟尼佛成佛，这在佛法上叫「逆增上缘」，由于这个逆增上缘他得大成就。他造的罪堕在地狱，地狱里他享福。",
      "zh_TW": "像那個歌利王，暴君，幫助菩薩修成圓滿波羅蜜，罪也大、福也大。你看《金剛經》上所講的，《金剛經》上那個故事是出在《涅槃經》裡面，佛在金剛會上引證，歌利王是個暴君，把菩薩凌遲處死，用刀割肉，一塊一塊的割，把他割死，他怎麼樣？不動瞋恨心，忍辱波羅蜜圓滿。沒有歌利王割截他，他的忍辱不能圓滿，所以歌利王割截他的時候，他忍辱就圓滿了。歌利王造的罪大福也大，罪是什麼？狠毒的心，把一個修道的人這樣處死，這個罪大。沒有想到幫助他成就了，福也大。提婆達多出佛身血，處心積慮要謀害佛，所以他墮地獄。釋迦牟尼佛派神通第一目犍連尊者，到地獄裡面去探望，目犍連有神通能到地獄去。到地獄去看看提婆達多現在怎麼樣，回來說提婆達多在那裡享福，猶如天人，好像在天宮一樣。幫助釋迦牟尼佛成佛，這在佛法上叫「逆增上緣」，由於這個逆增上緣他得大成就。他造的罪墮在地獄，地獄裡他享福。"
    },
    {
      "id": "01-004-0049_p0022",
      "zh_CN": "可是诸位要晓得，譬如你害这个人，你想把他害死，他虽然被你害死，但是他成佛了，或者他往生西方极乐世界，那你这个福报很大，他成佛了。在这种逆境里面，他的心还是这么清净，历事炼心，你给他这个境界，好像考验他，他还是很清净的通过。这就是说我们时时刻刻要发愿，道理在此地。时时刻刻提醒自己，为什么？『愿能导行』，没有愿，你这个修行就没有目标、没有方向，就没有成就。愿要广大、愿要宏深、愿要专一，你才能成就。所以大师在此地说『特为保任此事』，保任就是现在所谓保证。",
      "zh_TW": "可是諸位要曉得，譬如你害這個人，你想把他害死，他雖然被你害死，但是他成佛了，或者他往生西方極樂世界，那你這個福報很大，他成佛了。在這種逆境裡面，他的心還是這麼清淨，歷事鍊心，你給他這個境界，好像考驗他，他還是很清淨的通過。這就是說我們時時刻刻要發願，道理在此地。時時刻刻提醒自己，為什麼？『願能導行』，沒有願，你這個修行就沒有目標、沒有方向，就沒有成就。願要廣大、願要宏深、願要專一，你才能成就。所以大師在此地說『特為保任此事』，保任就是現在所謂保證。"
    },
    {
      "id": "01-004-0049_p0023",
      "zh_CN": "只要你能够一心称名，平素念念当中只求一心不乱，无论什么境界，顺境也好、逆境也好，我只求清净心。清净心怎么求？顺逆境界都不染，《金刚经》上所说的：「不取于相，如如不动」。什么境缘来的时候，我能随缘，我不攀缘，不管什么境界里我都自在，决不动摇，那哪有不成功的！这才是我们修行往生的保证。『所以殷勤再劝发愿』，佛可说殷勤恳切到了极处，你能够晓得佛的苦心，晓得佛教给我们发愿的用意，知道这个愿力广大不可思议，这就是佛、祖师保佑我们，加持我们，这里头没迷信。下面大师又假设一个问答，来破除我们愚迷执着。",
      "zh_TW": "只要你能夠一心稱名，平素念念當中只求一心不亂，無論什麼境界，順境也好、逆境也好，我只求清淨心。清淨心怎麼求？順逆境界都不染，《金剛經》上所說的：「不取於相，如如不動」。什麼境緣來的時候，我能隨緣，我不攀緣，不管什麼境界裡我都自在，決不動搖，那哪有不成功的！這才是我們修行往生的保證。『所以殷勤再勸發願』，佛可說殷勤懇切到了極處，你能夠曉得佛的苦心，曉得佛教給我們發願的用意，知道這個願力廣大不可思議，這就是佛、祖師保佑我們，加持我們，這裡頭沒迷信。下面大師又假設一個問答，來破除我們愚迷執著。"
    },
    {
      "id": "01-004-0049_p0024",
      "zh_CN": "解【问。佛既心作心是。何不竟言自佛。而必以他佛为胜。何也。】",
      "zh_TW": "解【問。佛既心作心是。何不竟言自佛。而必以他佛為勝。何也。】"
    },
    {
      "id": "01-004-0049_p0025",
      "zh_CN": "这个问的意思，是引用《观经》的经文所讲的，《观经》里面说「是心是佛，是心作佛」，所以「心是心作」就是将两句把它缩成一句。既然「是心是佛，是心作佛」，那我们讲自佛就可以，何必还要讲西方世界阿弥陀佛？靠自力就行了，何必还靠他力？诸位要晓得，如果起这一念，这一念是不是从分别执着妄想所生的？我们自己想，的确没有离开分别执着妄想。如果没有分别执着妄想，他怎么会有这个念头？这妄念。大师在此地答复得非常好：",
      "zh_TW": "這個問的意思，是引用《觀經》的經文所講的，《觀經》裡面說「是心是佛，是心作佛」，所以「心是心作」就是將兩句把它縮成一句。既然「是心是佛，是心作佛」，那我們講自佛就可以，何必還要講西方世界阿彌陀佛？靠自力就行了，何必還靠他力？諸位要曉得，如果起這一念，這一念是不是從分別執著妄想所生的？我們自己想，的確沒有離開分別執著妄想。如果沒有分別執著妄想，他怎麼會有這個念頭？這妄念。大師在此地答覆得非常好："
    },
    {
      "id": "01-004-0049_p0026",
      "zh_CN": "解【答。此之法门。全在了他即自。若讳言他佛。则是他见未忘。】",
      "zh_TW": "解【答。此之法門。全在了他即自。若諱言他佛。則是他見未忘。】"
    },
    {
      "id": "01-004-0049_p0027",
      "zh_CN": "这话说得一点没错！『他见未忘』，他见的对面是我见。你看祖师这个，我见、人见、众生见、寿者见，四见统统在，你不是菩萨。",
      "zh_TW": "這話說得一點沒錯！『他見未忘』，他見的對面是我見。你看祖師這個，我見、人見、眾生見、壽者見，四見統統在，你不是菩薩。"
    },
    {
      "id": "01-004-0049_p0028",
      "zh_CN": "解【若偏重自佛。则是我见颠倒。】",
      "zh_TW": "解【若偏重自佛。則是我見顛倒。】"
    },
    {
      "id": "01-004-0049_p0029",
      "zh_CN": "「自」是我见，「他」是人见、众生见。这些都是无量劫以来，阿赖耶识里头蕴积的妄想分别执着在那里作祟，这就是魔障，这叫业障。对于事实的真相完全不了解，疑自疑他。圆瑛法师的这段讲义，也发明得非常好，念佛是圆顿法门，圆顿大经可以说以《华严》为第一，《华严经》上说「心佛及众生，是三无差别」，这是正知正见，要晓得心佛众生是一体，你能够悟明这个道理，你才能成为理一心不乱。如果你不晓得这个事理的真相，你的心放不下，你在这个境缘里面自自然然就起妄想分别执着。那就是永明大师所说的「阴境现前」，随着妄想分别去了。",
      "zh_TW": "「自」是我見，「他」是人見、眾生見。這些都是無量劫以來，阿賴耶識裡頭蘊積的妄想分別執著在那裡作祟，這就是魔障，這叫業障。對於事實的真相完全不了解，疑自疑他。圓瑛法師的這段講義，也發明得非常好，念佛是圓頓法門，圓頓大經可以說以《華嚴》為第一，《華嚴經》上說「心佛及眾生，是三無差別」，這是正知正見，要曉得心佛眾生是一體，你能夠悟明這個道理，你才能成為理一心不亂。如果你不曉得這個事理的真相，你的心放不下，你在這個境緣裡面自自然然就起妄想分別執著。那就是永明大師所說的「陰境現前」，隨著妄想分別去了。"
    },
    {
      "id": "01-004-0049_p0030",
      "zh_CN": "妄想分别是什么？是烦恼魔。《八大人觉经》里讲的四魔，烦恼魔、五阴魔、死魔、天魔。所以我们一般人疏忽了，不晓得烦恼魔的利害，这些不正的知见都是属于烦恼魔、五阴魔。我们是时时刻刻念念都随着魔境所转，所以我们这句佛号不得力。我们眼之所见，耳之所闻，心就动摇，就要随它去了，就要跟它转了，这样念佛要到什么时候才能念到一心？这样念佛要到几时才能够降伏烦恼？所以经义不能不明。佛在经里头告诉我们，祖师在语录常常开示我们，教理要不明，修行就不得力，说个不好听的话，就是盲修瞎练。修行，盲修瞎练的人多，若不是盲修瞎练，他怎么会不成功？",
      "zh_TW": "妄想分別是什麼？是煩惱魔。《八大人覺經》裡講的四魔，煩惱魔、五陰魔、死魔、天魔。所以我們一般人疏忽了，不曉得煩惱魔的利害，這些不正的知見都是屬於煩惱魔、五陰魔。我們是時時刻刻念念都隨著魔境所轉，所以我們這句佛號不得力。我們眼之所見，耳之所聞，心就動搖，就要隨它去了，就要跟它轉了，這樣念佛要到什麼時候才能念到一心？這樣念佛要到幾時才能夠降伏煩惱？所以經義不能不明。佛在經裡頭告訴我們，祖師在語錄常常開示我們，教理要不明，修行就不得力，說個不好聽的話，就是盲修瞎練。修行，盲修瞎練的人多，若不是盲修瞎練，他怎麼會不成功？"
    },
    {
      "id": "01-004-0049_p0031",
      "zh_CN": "我们看看古来这些人，诸位看看《高僧传》是出家人，《居士传》是在家人。你看看古人修行，三、五年成功的，多得很！禅家修禅的人得禅定，学教的人开悟，念佛的人得一心，得功夫成片，往生决定有把握，只要三、五年功夫。为什么我们今人不如他们，他明理，他不为魔境所转。我们今天就是三十年、五十年都搞不成功，因为我们一天到晚都被魔所转，没有办法。永明延寿这首偈子，意思要搞清楚，「阴境忽现前」，忽然现前了，随时随地现前，一现前马上就随着去了，就被它转了，你有什么功夫？真正功夫是什么境界现前，都不起心、不动念、不分别、不执着，一句名号念到底，这叫功夫。这种人是可尊可敬，为什么？他一生决定往生。",
      "zh_TW": "我們看看古來這些人，諸位看看《高僧傳》是出家人，《居士傳》是在家人。你看看古人修行，三、五年成功的，多得很！禪家修禪的人得禪定，學教的人開悟，念佛的人得一心，得功夫成片，往生決定有把握，只要三、五年功夫。為什麼我們今人不如他們，他明理，他不為魔境所轉。我們今天就是三十年、五十年都搞不成功，因為我們一天到晚都被魔所轉，沒有辦法。永明延壽這首偈子，意思要搞清楚，「陰境忽現前」，忽然現前了，隨時隨地現前，一現前馬上就隨著去了，就被它轉了，你有什麼功夫？真正功夫是什麼境界現前，都不起心、不動念、不分別、不執著，一句名號念到底，這叫功夫。這種人是可尊可敬，為什麼？他一生決定往生。"
    },
    {
      "id": "01-004-0049_p0032",
      "zh_CN": "如果六根摄六境的时候，还是起心动念、分别执着，他这句佛号一天纵然念上十万声，他这一生也很难往生。为什么？阴境现前，他马上就随着去了。现前做不了主，临命终靠不住！他虽然念佛念得多，他心没死。前面讲「欣厌取舍」这四个字他没做到，那是念佛的关键。对于这个世界厌离之心没有达到极处，还有牵挂。西方极乐世界欣取的心也没达到极处，欣厌取舍要达到极处了，这个世界是什么妄念都没有，为什么？一心一意就在西方，这个世界无论什么境缘决不动心，不管什么法门摆在面前，就像再好的法门摆在面前，也不动摇了，我就一句阿弥陀佛念到底，其他的什么都不要了。",
      "zh_TW": "如果六根攝六境的時候，還是起心動念、分別執著，他這句佛號一天縱然念上十萬聲，他這一生也很難往生。為什麼？陰境現前，他馬上就隨著去了。現前做不了主，臨命終靠不住！他雖然念佛念得多，他心沒死。前面講「欣厭取捨」這四個字他沒做到，那是念佛的關鍵。對於這個世界厭離之心沒有達到極處，還有牽掛。西方極樂世界欣取的心也沒達到極處，欣厭取捨要達到極處了，這個世界是什麼妄念都沒有，為什麼？一心一意就在西方，這個世界無論什麼境緣決不動心，不管什麼法門擺在面前，就像再好的法門擺在面前，也不動搖了，我就一句阿彌陀佛念到底，其他的什麼都不要了。"
    },
    {
      "id": "01-004-0049_p0033",
      "zh_CN": "别人笑话你这个也不通，那个不通，你说我老太婆，无所谓，我老太婆就老太婆，不通就不通。你们通的不能往生，我不通的能往生，你们通的人要六道轮回，我这个不通的人见阿弥陀佛，我何必要跟你比较？这才是真正行。世间人瞧不起，没有关系。佛在经上讲，末法时期，末法时期人「贵恶贱善」，对善人、善事瞧不起，恶人、恶事很尊重他。末法时期，今天就是这个现象。我们一心一意念一句阿弥陀佛，只念一个，什么人都瞧不起，这是真正善，至善，止于至善。世间人瞧不起，世间人瞧不起没有关系，佛菩萨看重了，阿弥陀佛瞧得起你！世间人瞧得起的常住世间，世间人瞧不起的常住佛国，这是我们一定要晓得、要明了。再看下面一段：",
      "zh_TW": "別人笑話你這個也不通，那個不通，你說我老太婆，無所謂，我老太婆就老太婆，不通就不通。你們通的不能往生，我不通的能往生，你們通的人要六道輪迴，我這個不通的人見阿彌陀佛，我何必要跟你比較？這才是真正行。世間人瞧不起，沒有關係。佛在經上講，末法時期，末法時期人「貴惡賤善」，對善人、善事瞧不起，惡人、惡事很尊重他。末法時期，今天就是這個現象。我們一心一意念一句阿彌陀佛，只念一個，什麼人都瞧不起，這是真正善，至善，止於至善。世間人瞧不起，世間人瞧不起沒有關係，佛菩薩看重了，阿彌陀佛瞧得起你！世間人瞧得起的常住世間，世間人瞧不起的常住佛國，這是我們一定要曉得、要明瞭。再看下面一段："
    },
    {
      "id": "01-004-0049_p0034",
      "zh_CN": "解【又悉檀四益。后三益。事不孤起。傥不从世界深发庆信。则欣厌二益尚不能生。何况悟入理佛。】",
      "zh_TW": "解【又悉檀四益。後三益。事不孤起。儻不從世界深發慶信。則欣厭二益尚不能生。何況悟入理佛。】"
    },
    {
      "id": "01-004-0049_p0035",
      "zh_CN": "刚才我讲到这个欣厌，现在这儿又提起来了。「四悉檀」，悉檀是梵语，翻成中国意思叫「遍施」，遍是普遍，施是布施。换句话说，也就是以清净平等心，利益一切众生，这个叫悉檀的意思。它有四种，第一种是「世界悉檀」，内容讲欢喜的利益，令一切众生生欢喜心。第二是「为人悉檀」，帮助人断恶生善。第三是「对治悉檀」，我们有种种烦恼习气，菩萨、善友来帮我们对治。第四是「第一义悉檀」，第一义就是最究竟的利益，是叫我们大彻大悟，明心见性。所以说『后三益，事不孤起』，后面三种真正的利益，事不孤起那当然是有因缘的，这个因缘就在第一个悉檀。",
      "zh_TW": "剛才我講到這個欣厭，現在這兒又提起來了。「四悉檀」，悉檀是梵語，翻成中國意思叫「遍施」，遍是普遍，施是布施。換句話說，也就是以清淨平等心，利益一切眾生，這個叫悉檀的意思。它有四種，第一種是「世界悉檀」，內容講歡喜的利益，令一切眾生生歡喜心。第二是「為人悉檀」，幫助人斷惡生善。第三是「對治悉檀」，我們有種種煩惱習氣，菩薩、善友來幫我們對治。第四是「第一義悉檀」，第一義就是最究竟的利益，是叫我們大徹大悟，明心見性。所以說『後三益，事不孤起』，後面三種真正的利益，事不孤起那當然是有因緣的，這個因緣就在第一個悉檀。"
    },
    {
      "id": "01-004-0049_p0036",
      "zh_CN": "『傥不从世界深发庆信』，这个地方着重在深发。我们现在发的这个心不够，古德所谓「露水道心」，禁不起考验的；换句话说，我们的信不深。「庆信」是什么？信了这个念佛法门，如果这个法门要信得深的话，把其他法门统统丢掉了，这是信得深。还要搞其他的法门，这个信心不深，信心不深这个欣厌两种利益就不能生了。就四悉檀来说，「欣」是生善，就是为人悉檀，「厌」就是对治悉檀，这两种利益就不能生。",
      "zh_TW": "『儻不從世界深發慶信』，這個地方著重在深發。我們現在發的這個心不夠，古德所謂「露水道心」，禁不起考驗的；換句話說，我們的信不深。「慶信」是什麼？信了這個念佛法門，如果這個法門要信得深的話，把其他法門統統丟掉了，這是信得深。還要搞其他的法門，這個信心不深，信心不深這個欣厭兩種利益就不能生了。就四悉檀來說，「欣」是生善，就是為人悉檀，「厭」就是對治悉檀，這兩種利益就不能生。"
    },
    {
      "id": "01-004-0049_p0037",
      "zh_CN": "前面大师把「欣厌」两个字讲到极处，我刚才提过了。欣是什么？我们得到这个念佛法门，我们晓得这一生成佛，这个欢喜、欣喜。无量劫来的生死轮回，没有办法解决，我们这一生能够得到解决的机会，这个因缘、这种欢喜，无以复加。无量劫来，我们想出三界、想了生死，都没能办到，这一生这个机缘遇到了，可以办到，这怎么不欢喜？厌是什么？厌离娑婆世界，要把这个世界统统舍尽，把佛所说的一切法门也要舍掉，为什么？我们明了了，佛说一切法门到最后是归到这个法门，这个法门统摄一切法门。你得其他的法门只得一部分，得这个法门是得全体，所以真正晓得这句阿弥陀佛，这一句圣号不可思议！从四悉檀的利益来讲，也是如此。",
      "zh_TW": "前面大師把「欣厭」兩個字講到極處，我剛才提過了。欣是什麼？我們得到這個念佛法門，我們曉得這一生成佛，這個歡喜、欣喜。無量劫來的生死輪迴，沒有辦法解決，我們這一生能夠得到解決的機會，這個因緣、這種歡喜，無以復加。無量劫來，我們想出三界、想了生死，都沒能辦到，這一生這個機緣遇到了，可以辦到，這怎麼不歡喜？厭是什麼？厭離娑婆世界，要把這個世界統統捨盡，把佛所說的一切法門也要捨掉，為什麼？我們明瞭了，佛說一切法門到最後是歸到這個法門，這個法門統攝一切法門。你得其他的法門只得一部分，得這個法門是得全體，所以真正曉得這句阿彌陀佛，這一句聖號不可思議！從四悉檀的利益來講，也是如此。"
    },
    {
      "id": "01-004-0049_p0038",
      "zh_CN": "圆瑛法师在讲义里面也说到这个，他第一个「庆」，在二百四十九面倒数第二行当中有个庆。「庆闻佛说，庆遇良缘，得欢喜益」，不容易，实实在在不容易。「欣，欣慕极乐，欣修净业，得生善益」，什么值得我们欣慰？西方极乐世界，信愿行三资粮的净业。「厌」，厌离娑婆。三界六道里头，因因果果要把它舍得干干净净，那我们绝对没有牵挂了；换句话说，没有魔障。魔障都是诱惑你动心，你舍尽了，什么样的魔对你都起不了作用，你不动心了。你一动心就上当，不动心那不上当，魔不能害你就来护法，就来帮助你，都变成了善知识。",
      "zh_TW": "圓瑛法師在講義裡面也說到這個，他第一個「慶」，在二百四十九面倒數第二行當中有個慶。「慶聞佛說，慶遇良緣，得歡喜益」，不容易，實實在在不容易。「欣，欣慕極樂，欣修淨業，得生善益」，什麼值得我們欣慰？西方極樂世界，信願行三資糧的淨業。「厭」，厭離娑婆。三界六道裡頭，因因果果要把它捨得乾乾淨淨，那我們絕對沒有牽掛了；換句話說，沒有魔障。魔障都是誘惑你動心，你捨盡了，什麼樣的魔對你都起不了作用，你不動心了。你一動心就上當，不動心那不上當，魔不能害你就來護法，就來幫助你，都變成了善知識。"
    },
    {
      "id": "01-004-0049_p0039",
      "zh_CN": "就好像提婆达多之对于释迦牟尼佛，释迦牟尼佛称他，提婆达多善知识。忍辱仙人之对于歌利王，歌利王善知识。所以魔不能害你，就成就你了。学佛的人除了世间法要统统把它舍得干干净净，心里头一丝不挂，出世间一切佛法也要把它舍得干干净净，那你这一生决定成功，这个非常非常的要紧！",
      "zh_TW": "就好像提婆達多之對於釋迦牟尼佛，釋迦牟尼佛稱他，提婆達多善知識。忍辱仙人之對於歌利王，歌利王善知識。所以魔不能害你，就成就你了。學佛的人除了世間法要統統把它捨得乾乾淨淨，心裡頭一絲不掛，出世間一切佛法也要把它捨得乾乾淨淨，那你這一生決定成功，這個非常非常的要緊！"
    },
    {
      "id": "01-004-0049_p0040",
      "zh_CN": "底下讲「悟，即悟唯心净土，悟自性弥陀，得入理益。倘无第一悉檀，二三尚不可得，何况能得第四耶」。所以说今天有几个人听到净土法门，他有这种的认识，这个认识就是他一生成佛的因缘，就是他当生成佛的起点。如果他没有这个认识，还想搞这个、搞那个，那就没法子。这个认识是智慧，是多生多劫的善根，我们能够遇到种种增上缘，这是福德，这是福德因缘。",
      "zh_TW": "底下講「悟，即悟唯心淨土，悟自性彌陀，得入理益。倘無第一悉檀，二三尚不可得，何況能得第四耶」。所以說今天有幾個人聽到淨土法門，他有這種的認識，這個認識就是他一生成佛的因緣，就是他當生成佛的起點。如果他沒有這個認識，還想搞這個、搞那個，那就沒法子。這個認識是智慧，是多生多劫的善根，我們能夠遇到種種增上緣，這是福德，這是福德因緣。"
    },
    {
      "id": "01-004-0049_p0041",
      "zh_CN": "解【唯即事持达理持。】",
      "zh_TW": "解【唯即事持達理持。】"
    },
    {
      "id": "01-004-0049_p0042",
      "zh_CN": "所谓『事持』就是这一句佛号，二六时中决无间断，这是事持。所谓是「念珠不离手，佛号不离口」，而且这句佛号还要与心相应，什么心？这个一定要搞清楚。我们在前面讲的都从纲领上说，三学、三慧、三资粮，要与这个相应，与这个相应都叫做事持。由事达理，达到什么？达到一而三、三而一。三学、三慧、三资粮是一心，不是三心，不是多心，是一心，这个叫做「即事持达理持」。",
      "zh_TW": "所謂『事持』就是這一句佛號，二六時中決無間斷，這是事持。所謂是「念珠不離手，佛號不離口」，而且這句佛號還要與心相應，什麼心？這個一定要搞清楚。我們在前面講的都從綱領上說，三學、三慧、三資糧，要與這個相應，與這個相應都叫做事持。由事達理，達到什麼？達到一而三、三而一。三學、三慧、三資糧是一心，不是三心，不是多心，是一心，這個叫做「即事持達理持」。"
    },
    {
      "id": "01-004-0049_p0043",
      "zh_CN": "解【所以弥陀圣众现前。即是本性明显。往生彼土。见佛闻法。即是成就慧身。不由他悟。】",
      "zh_TW": "解【所以彌陀聖眾現前。即是本性明顯。往生彼土。見佛聞法。即是成就慧身。不由他悟。】"
    },
    {
      "id": "01-004-0049_p0044",
      "zh_CN": "这一段说得非常之好。这也就是平常我们所听到的，念佛所谓是「念即无念，无念即念」，有念是事持，到念而无念这是理持。无念的时候，有没有这个佛号？有。那什么叫做无念？心里头不着相，三轮体空，这就是念而无念。念珠决定不错，一句一佛决定不错，口里是声声不断，这是念。心里面怎么样？没有能念的我，也没有所念的佛，亦无当中这个佛号，这叫无念，三轮体空。念跟无念是同时的，不是分成阶段的，有无是一不是二，是一桩事情，不是两桩事情，这才叫做「念而无念，无念而念」，即事持达理持。",
      "zh_TW": "這一段說得非常之好。這也就是平常我們所聽到的，念佛所謂是「念即無念，無念即念」，有念是事持，到念而無念這是理持。無念的時候，有沒有這個佛號？有。那什麼叫做無念？心裡頭不著相，三輪體空，這就是念而無念。念珠決定不錯，一句一佛決定不錯，口裡是聲聲不斷，這是念。心裡面怎麼樣？沒有能念的我，也沒有所念的佛，亦無當中這個佛號，這叫無念，三輪體空。念跟無念是同時的，不是分成階段的，有無是一不是二，是一樁事情，不是兩樁事情，這才叫做「念而無念，無念而念」，即事持達理持。"
    },
    {
      "id": "01-004-0049_p0045",
      "zh_CN": "所以无念，不是说不念，那你就误会，你错了，那就入了邪见。因为真心本性里头没有念，性中无念，相上有念，体相用，体里头无念，确实是无念，「本来无一物，何处惹尘埃」。相用上有念，可是体相用是一而三、三而一，是一不是二，有体有用。我们念佛的人有体，体是无念，有体。有用，用是二六时中这句佛号不间断。用是事持，理就是理持，有事有理，有体有用，体是理持。这个境界很难体会。",
      "zh_TW": "所以無念，不是說不念，那你就誤會，你錯了，那就入了邪見。因為真心本性裡頭沒有念，性中無念，相上有念，體相用，體裡頭無念，確實是無念，「本來無一物，何處惹塵埃」。相用上有念，可是體相用是一而三、三而一，是一不是二，有體有用。我們念佛的人有體，體是無念，有體。有用，用是二六時中這句佛號不間斷。用是事持，理就是理持，有事有理，有體有用，體是理持。這個境界很難體會。"
    },
    {
      "id": "01-004-0049_p0046",
      "zh_CN": "圆瑛法师在这个讲义里面二百五十面，他有一段议论，举古人两句话来说：「有佛处不得住，无佛处急走过」，这个里面最重要的两个字，就是一个有，一个无，就是有无两个字，合在念佛上，就是有念跟无念。如何能够透过有无两关，「无念而念，念即无念」，那就是古德所说的「恰恰念佛时，恰恰无佛念」。念佛的时候，口里有佛，珠子上也有佛，第六意识心里也有佛，真如本性里面没有佛，你看看妙不妙？口里有佛，我们阿赖耶识里面，就是心意识里面有佛，心意识里头有三学、三慧、三资粮，第一义里头没有，真如本性里面没有。性相要融成一体，是一不是二。晓得有体、有相、有用，哪些话是体上讲的？哪些话是从相用上说的？体相用是一桩事，是一个整体，不是分割三个部分。你要把它分成三个部分，错了。",
      "zh_TW": "圓瑛法師在這個講義裡面二百五十面，他有一段議論，舉古人兩句話來說：「有佛處不得住，無佛處急走過」，這個裡面最重要的兩個字，就是一個有，一個無，就是有無兩個字，合在念佛上，就是有念跟無念。如何能夠透過有無兩關，「無念而念，念即無念」，那就是古德所說的「恰恰念佛時，恰恰無佛念」。念佛的時候，口裡有佛，珠子上也有佛，第六意識心裡也有佛，真如本性裡面沒有佛，你看看妙不妙？口裡有佛，我們阿賴耶識裡面，就是心意識裡面有佛，心意識裡頭有三學、三慧、三資糧，第一義裡頭沒有，真如本性裡面沒有。性相要融成一體，是一不是二。曉得有體、有相、有用，哪些話是體上講的？哪些話是從相用上說的？體相用是一樁事，是一個整體，不是分割三個部分。你要把它分成三個部分，錯了。"
    },
    {
      "id": "01-004-0049_p0047",
      "zh_CN": "你要晓得它是一体的时候，什么妄念都没有了，什么疑惑都没有了，什么障碍也没有了，这个念，你念成了理一心不乱，能破根本无明，那往生西方极乐世界是上品上生，花开见佛生实报庄严土。所以念佛人不明教理，怎么行？大师在此地给我们说「不由他悟」。到你理事相应的时候，弥陀圣众现前，怎么现前的？是自性弥陀分明显现，不是从外面来的。唯心净土这个时候也显现在你的眼前了，你怎么会颠倒？见佛闻法，佛与法都是自性变现出来的，不但佛与法是自性变现，十法界依正庄严哪一法不是自性变现的？这个时候自自然然是心开意解。",
      "zh_TW": "你要曉得它是一體的時候，什麼妄念都沒有了，什麼疑惑都沒有了，什麼障礙也沒有了，這個念，你念成了理一心不亂，能破根本無明，那往生西方極樂世界是上品上生，花開見佛生實報莊嚴土。所以念佛人不明教理，怎麼行？大師在此地給我們說「不由他悟」。到你理事相應的時候，彌陀聖眾現前，怎麼現前的？是自性彌陀分明顯現，不是從外面來的。唯心淨土這個時候也顯現在你的眼前了，你怎麼會顛倒？見佛聞法，佛與法都是自性變現出來的，不但佛與法是自性變現，十法界依正莊嚴哪一法不是自性變現的？這個時候自自然然是心開意解。"
    },
    {
      "id": "01-004-0049_p0048",
      "zh_CN": "本来你这个心是有无明障碍着，堵塞了，现在无明破了，心开了。原来你的意是由「四大烦恼常相随」，那个四大烦恼好像绳索一样，把你捆住，你不得自在。现在这个四大烦恼没有了，解开了，意解了，心开意解。这个境界是圆教初住菩萨，破一品无明，证一分法身，是这么样的境界。这种境界，这是念佛的上乘功夫，是念佛人上乘的成就。",
      "zh_TW": "本來你這個心是有無明障礙著，堵塞了，現在無明破了，心開了。原來你的意是由「四大煩惱常相隨」，那個四大煩惱好像繩索一樣，把你綑住，你不得自在。現在這個四大煩惱沒有了，解開了，意解了，心開意解。這個境界是圓教初住菩薩，破一品無明，證一分法身，是這麼樣的境界。這種境界，這是念佛的上乘功夫，是念佛人上乘的成就。"
    },
    {
      "id": "01-004-0049_p0049",
      "zh_CN": "如果问，我们问，我们能不能做到？你要来问我，我就得问你，你肯不肯死心塌地依照这个理论、方法去奉行，果然死心塌地，把世出世间一切法都放下了，依照这个理论方法来修，那你当然能成就。你心里头还有怀疑，还有许许多多放不下、牵挂的，那你就靠不住。所以这个事情不是问别人的事，是问自己的事情。我们看看自古以来的这些大德们，他们的成就末后一着，统统是把自己所走的岔路突然觉悟了，觉悟之后怎么样？舍得干干净净，一门深入，所以他成就。我们看底下这一段：",
      "zh_TW": "如果問，我們問，我們能不能做到？你要來問我，我就得問你，你肯不肯死心塌地依照這個理論、方法去奉行，果然死心塌地，把世出世間一切法都放下了，依照這個理論方法來修，那你當然能成就。你心裡頭還有懷疑，還有許許多多放不下、牽掛的，那你就靠不住。所以這個事情不是問別人的事，是問自己的事情。我們看看自古以來的這些大德們，他們的成就末後一著，統統是把自己所走的岔路突然覺悟了，覺悟之後怎麼樣？捨得乾乾淨淨，一門深入，所以他成就。我們看底下這一段："
    },
    {
      "id": "01-004-0049_p0050",
      "zh_CN": "解【法门深妙。】",
      "zh_TW": "解【法門深妙。】"
    },
    {
      "id": "01-004-0049_p0051",
      "zh_CN": "这个法门是指念佛这个法门，它的深、它的妙，是一切法门都不能够跟它相比的，没有人知道，一般人小看了它，轻视了它，没有把它看在眼里，那是不识货！为什么？这些人无始劫以来从来没见过，不识货。你拿那个无价之宝给他，他没瞧在眼里。你像我们故宫博物院那个毛公鼎，你要拿到外面去给人家，这破铜烂铁拿来干什么？他不要。识货的才晓得，这个是无价之宝，他晓得。不识货！那些东西，如果不是放在故宫，不是底下有那么多说明，要是摆在马路上，没有一个人要它。哪个人看到丢到一边去，你们想要它干什么？平心而论，我们能认识货，我们能晓得是几千年的宝贝？不知道！看到一个玻璃碗，好，这个东西好得很，赶快买回家去，不能比！我们今天世间人就是这么个眼光，真正的宝贝没有人认识，法门深妙！。",
      "zh_TW": "這個法門是指念佛這個法門，它的深、它的妙，是一切法門都不能夠跟它相比的，沒有人知道，一般人小看了它，輕視了它，沒有把它看在眼裡，那是不識貨！為什麼？這些人無始劫以來從來沒見過，不識貨。你拿那個無價之寶給他，他沒瞧在眼裡。你像我們故宮博物院那個毛公鼎，你要拿到外面去給人家，這破銅爛鐵拿來幹什麼？他不要。識貨的才曉得，這個是無價之寶，他曉得。不識貨！那些東西，如果不是放在故宮，不是底下有那麼多說明，要是擺在馬路上，沒有一個人要它。哪個人看到丟到一邊去，你們想要它幹什麼？平心而論，我們能認識貨，我們能曉得是幾千年的寶貝？不知道！看到一個玻璃碗，好，這個東西好得很，趕快買回家去，不能比！我們今天世間人就是這麼個眼光，真正的寶貝沒有人認識，法門深妙！。"
    },
    {
      "id": "01-004-0049_p0052",
      "zh_CN": "解【破尽一切戏论。斩尽一切意见。】",
      "zh_TW": "解【破盡一切戲論。斬盡一切意見。】"
    },
    {
      "id": "01-004-0049_p0053",
      "zh_CN": "这两句话就是道出这句佛号深妙的意思。它怎么个深妙法，说出来了，千经万论，当然都是破戏论，都是断邪见的，断得不干净。唯有这句佛号断得干干净净，连一点渣子都不带，几个识货的人？",
      "zh_TW": "這兩句話就是道出這句佛號深妙的意思。它怎麼個深妙法，說出來了，千經萬論，當然都是破戲論，都是斷邪見的，斷得不乾淨。唯有這句佛號斷得乾乾淨淨，連一點渣子都不帶，幾個識貨的人？"
    },
    {
      "id": "01-004-0049_p0054",
      "zh_CN": "解【唯马鸣。龙树。智者。永明之流。彻底担荷得去。】",
      "zh_TW": "解【唯馬鳴。龍樹。智者。永明之流。徹底擔荷得去。】"
    },
    {
      "id": "01-004-0049_p0055",
      "zh_CN": "这些人是真正识货的人，普通人不识货。这在我们佛门里面，这是佛门的大将、法将。马鸣菩萨、龙树菩萨、智者大师、永明延寿。智者大师从教上回过头来。永明是从禅上回过头来的。马鸣、龙树是大乘八宗的祖师。这些人是识货的人，这些人到最后都是念佛求生净土。",
      "zh_TW": "這些人是真正識貨的人，普通人不識貨。這在我們佛門裡面，這是佛門的大將、法將。馬鳴菩薩、龍樹菩薩、智者大師、永明延壽。智者大師從教上回過頭來。永明是從禪上回過頭來的。馬鳴、龍樹是大乘八宗的祖師。這些人是識貨的人，這些人到最後都是念佛求生淨土。"
    },
    {
      "id": "01-004-0049_p0056",
      "zh_CN": "蕅益大师说了这些，我们很冷静的想一想，印祖所说的话真的没错，阿弥陀佛再来，要注解这部经也不过如此，可以说他说尽了。这个《要解》真是名副其实，真正做到了四个字，「简要详明」，简单、扼要、又详细、又明白。我们有这一部经足够了，何必还要多求？何必还要自生枝节？纵然得往生，也是把自己的品位上大打折扣了，这个是真实话。世出世间万缘统统放下，我们的成就不可思议，不仅是决定往生，品位之高不可思议。我们今天就讲到此地，到这个地方这是正宗分讲完了。",
      "zh_TW": "蕅益大師說了這些，我們很冷靜的想一想，印祖所說的話真的沒錯，阿彌陀佛再來，要註解這部經也不過如此，可以說他說盡了。這個《要解》真是名副其實，真正做到了四個字，「簡要詳明」，簡單、扼要、又詳細、又明白。我們有這一部經足夠了，何必還要多求？何必還要自生枝節？縱然得往生，也是把自己的品位上大打折扣了，這個是真實話。世出世間萬緣統統放下，我們的成就不可思議，不僅是決定往生，品位之高不可思議。我們今天就講到此地，到這個地方這是正宗分講完了。"
    }
  ]
}