{
  "doc_id": "01-004-0034",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十四集",
    "zh_TW": "第三十四集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0034",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "01-004-0034_p0001",
      "zh_CN": "请掀开经本第一百七十面，第六行，我们先把这个文念一念：",
      "zh_TW": "請掀開經本第一百七十面，第六行，我們先把這個文念一念："
    },
    {
      "id": "01-004-0034_p0002",
      "zh_CN": "解【问。化作众鸟何义。答。有四悉因缘。凡情喜此诸鸟。顺情而化。令欢喜故。鸟尚说法。令闻生善故。不于鸟起下劣想。对治分别故。鸟即弥陀。令悟法身平等。无不具。无不造故。】",
      "zh_TW": "解【問。化作眾鳥何義。答。有四悉因緣。凡情喜此諸鳥。順情而化。令歡喜故。鳥尚說法。令聞生善故。不於鳥起下劣想。對治分別故。鳥即彌陀。令悟法身平等。無不具。無不造故。】"
    },
    {
      "id": "01-004-0034_p0003",
      "zh_CN": "从这个地方看起。这一段说到了四悉檀，前面将这个意思给诸位做了简要的说明，佛法与佛学的差别就在此地，这点希望同学们要特别的留意。佛菩萨、历代的祖师大德说法，无不以四悉檀为依据。换句话说，说法内容里面含着有四悉檀的意义，这就是佛法。如果没有含这个意思，或者是一条、两条不具足，这是佛学。佛学与佛法可以说是最简单的一个区别，我们从四悉檀上观察就能够看得清清楚楚。「悉檀」是梵语，翻作中国的意思叫遍施，就是普遍的法布施，包括了有四个意义。",
      "zh_TW": "從這個地方看起。這一段說到了四悉檀，前面將這個意思給諸位做了簡要的說明，佛法與佛學的差別就在此地，這點希望同學們要特別的留意。佛菩薩、歷代的祖師大德說法，無不以四悉檀為依據。換句話說，說法內容裡面含著有四悉檀的意義，這就是佛法。如果沒有含這個意思，或者是一條、兩條不具足，這是佛學。佛學與佛法可以說是最簡單的一個區別，我們從四悉檀上觀察就能夠看得清清楚楚。「悉檀」是梵語，翻作中國的意思叫遍施，就是普遍的法布施，包括了有四個意義。"
    },
    {
      "id": "01-004-0034_p0004",
      "zh_CN": "第一个就是「欢喜」的利益，说法一定要令众生生欢喜心，这点就不容易做到，当然一种法门能令一切众生生欢喜心的，这是不可能的，如果可能，佛又何必说八万四千法门？由此可知，佛之所以说八万四千法门，无非是令一切众生生欢喜心而已。喜爱它就能够深入，这是一定的道理。无论是世出世间法，如果对它发生欢喜了，他决定不肯放弃，一定要在这门学术或者道业里面，他要完成，为什么？他在这里面真正得受用，欢喜就会得受用。如果不得受用，欢喜心生不起来的，一定得受用，世出世间法都没有例外。教学的善巧当然也是非常的重要，所以如来有无量的善巧方便。",
      "zh_TW": "第一個就是「歡喜」的利益，說法一定要令眾生生歡喜心，這點就不容易做到，當然一種法門能令一切眾生生歡喜心的，這是不可能的，如果可能，佛又何必說八萬四千法門？由此可知，佛之所以說八萬四千法門，無非是令一切眾生生歡喜心而已。喜愛它就能夠深入，這是一定的道理。無論是世出世間法，如果對它發生歡喜了，他決定不肯放棄，一定要在這門學術或者道業裡面，他要完成，為什麼？他在這裡面真正得受用，歡喜就會得受用。如果不得受用，歡喜心生不起來的，一定得受用，世出世間法都沒有例外。教學的善巧當然也是非常的重要，所以如來有無量的善巧方便。"
    },
    {
      "id": "01-004-0034_p0005",
      "zh_CN": "像我们讲《华严经》的时候说到，讲这个转法轮，如何将如来自己所证的境界转到对方的心里，叫他能够开解悟入，这才叫转。所以转法轮的意义很深长的，不是说讲台上讲经说法就叫转法轮，你在这里转，人家没接收到，你叫空转。你这个地方转过去，好像转运过去，人家那里收到了，这才叫转。他真正去转示如来的开示，对方他悟入，你这一开示，他就悟入了，这叫转。把自己所悟的境界转移给另外一个人，让他也悟入这个境界，他当然欢喜。",
      "zh_TW": "像我們講《華嚴經》的時候說到，講這個轉法輪，如何將如來自己所證的境界轉到對方的心裡，叫他能夠開解悟入，這才叫轉。所以轉法輪的意義很深長的，不是說講臺上講經說法就叫轉法輪，你在這裡轉，人家沒接收到，你叫空轉。你這個地方轉過去，好像轉運過去，人家那裡收到了，這才叫轉。他真正去轉示如來的開示，對方他悟入，你這一開示，他就悟入了，這叫轉。把自己所悟的境界轉移給另外一個人，讓他也悟入這個境界，他當然歡喜。"
    },
    {
      "id": "01-004-0034_p0006",
      "zh_CN": "这个地方，圆瑛法师注解里面，都是从善巧方便上说的。这个世界众生喜欢这些诸鸟，前面跟诸位说过了，这只是在无量方便里面略举一种，你喜欢诸鸟，佛就变化众鸟给你说法。所以我们不要把这个看呆了，西方世界会说法的是无量无边有情众生、无情的众生，所以说六尘说法。你喜欢见佛，佛现在你面前，喜欢菩萨，菩萨在你面前，甚至于我们在娑婆世界，尤其是一些老师我们非常喜欢，佛就变成老师模样在你面前，无有一法不是称心如意，你的欢喜心才能生得起来，特别容易接受。所以四悉檀里头要能体会到这个意思。",
      "zh_TW": "這個地方，圓瑛法師註解裡面，都是從善巧方便上說的。這個世界眾生喜歡這些諸鳥，前面跟諸位說過了，這只是在無量方便裡面略舉一種，你喜歡諸鳥，佛就變化眾鳥給你說法。所以我們不要把這個看呆了，西方世界會說法的是無量無邊有情眾生、無情的眾生，所以說六塵說法。你喜歡見佛，佛現在你面前，喜歡菩薩，菩薩在你面前，甚至於我們在娑婆世界，尤其是一些老師我們非常喜歡，佛就變成老師模樣在你面前，無有一法不是稱心如意，你的歡喜心才能生得起來，特別容易接受。所以四悉檀裡頭要能體會到這個意思。"
    },
    {
      "id": "01-004-0034_p0007",
      "zh_CN": "第二个意思是「生善」。你听了这个法之后你能够生清净心，能够生慈悲心，这是生善，在这个名相上说叫「为人悉檀」。第一个叫「世界悉檀」，「欢喜」的利益。第二个是「为人悉檀」，「生善」的利益。这个名词我们不能够把它省过去，为什么？因为如来说法都是为众生，他不是为自己，为自己无有法可说。所以佛说法都是大慈大悲，无不是利益一切众生，由此我们才能够真正体会到佛菩萨恩德之大。",
      "zh_TW": "第二個意思是「生善」。你聽了這個法之後你能夠生清淨心，能夠生慈悲心，這是生善，在這個名相上說叫「為人悉檀」。第一個叫「世界悉檀」，「歡喜」的利益。第二個是「為人悉檀」，「生善」的利益。這個名詞我們不能夠把它省過去，為什麼？因為如來說法都是為眾生，他不是為自己，為自己無有法可說。所以佛說法都是大慈大悲，無不是利益一切眾生，由此我們才能夠真正體會到佛菩薩恩德之大。"
    },
    {
      "id": "01-004-0034_p0008",
      "zh_CN": "佛菩萨教化众生没有条件的，我们依照他的方法、理论修行，将来成佛成菩萨了，这其中所得的利益完全是自己享受。释迦牟尼佛在经论上并没有提出什么条件，你将来成佛了要如何来报答我，没说过；你将来成就了要怎么样来供养我，没有；你成就了要怎么样来恭敬我，也没有，完全是无条件。诸位要晓得，无条件是真实的，有条件就是假的，就不是真的。无条件的我们要不相信，那真是善根福德因缘太少了，无条件的要接受。所以如来之恩大于父母，父母对我们的恩德是一生一世，如来对我们的恩德是生生世世，我们一定要觉悟，要认真的去修学。",
      "zh_TW": "佛菩薩教化眾生沒有條件的，我們依照他的方法、理論修行，將來成佛成菩薩了，這其中所得的利益完全是自己享受。釋迦牟尼佛在經論上並沒有提出什麼條件，你將來成佛了要如何來報答我，沒說過；你將來成就了要怎麼樣來供養我，沒有；你成就了要怎麼樣來恭敬我，也沒有，完全是無條件。諸位要曉得，無條件是真實的，有條件就是假的，就不是真的。無條件的我們要不相信，那真是善根福德因緣太少了，無條件的要接受。所以如來之恩大於父母，父母對我們的恩德是一生一世，如來對我們的恩德是生生世世，我們一定要覺悟，要認真的去修學。"
    },
    {
      "id": "01-004-0034_p0009",
      "zh_CN": "报佛恩唯有弘扬佛法、依教修行，所谓是「上报四重恩」，弘法利生依然是自利，决不是利他。我们今天讲弘法利生，也学佛菩萨四悉檀为人悉檀，应不应该作如是想？应该的。可是事实上为人的确是为自己，何以故？念念为人，把我执破了，破我执。如果还要具备后面两条，这两个条件「对治、第一义」，那就破法执，你想想看是不是自利？何况教学相长。教学相长，绝对不同于世间法，世间法里面的教学相长，它长什么？长知见、长分别、长执着，所以它不是佛法。佛法里面的教学相长，长什么？长智慧、断烦恼。凡夫习气是无始劫以来的，不断习气决定不能成就，八万四千法门，没有一个法门说带业成就的。最低限度，小乘的见道位，别说修道，见道要断三界八十八品见惑，断尽了是小乘的见道位，见道而后才能修道。如果道没有见，见都没有见到，你说你修，修什么？那不叫盲修瞎练叫什么？没有见道，所修的就是依照佛法去修学，果报是人天福报。",
      "zh_TW": "報佛恩唯有弘揚佛法、依教修行，所謂是「上報四重恩」，弘法利生依然是自利，決不是利他。我們今天講弘法利生，也學佛菩薩四悉檀為人悉檀，應不應該作如是想？應該的。可是事實上為人的確是為自己，何以故？念念為人，把我執破了，破我執。如果還要具備後面兩條，這兩個條件「對治、第一義」，那就破法執，你想想看是不是自利？何況教學相長。教學相長，絕對不同於世間法，世間法裡面的教學相長，它長什麼？長知見、長分別、長執著，所以它不是佛法。佛法裡面的教學相長，長什麼？長智慧、斷煩惱。凡夫習氣是無始劫以來的，不斷習氣決定不能成就，八萬四千法門，沒有一個法門說帶業成就的。最低限度，小乘的見道位，別說修道，見道要斷三界八十八品見惑，斷盡了是小乘的見道位，見道而後才能修道。如果道沒有見，見都沒有見到，你說你修，修什麼？那不叫盲修瞎練叫什麼？沒有見道，所修的就是依照佛法去修學，果報是人天福報。"
    },
    {
      "id": "01-004-0034_p0010",
      "zh_CN": "真正是持戒，依照经论里面的法门去修行，没断见思，果报在三善道，这是诸位要晓得的，一定要明了。拿着佛法修的是世间有漏善，如果不持戒，没有戒律，依照佛法方法来修行，果报就不一定在三善道，有的时候在三恶道享福。照佛法修行有福，不持戒堕三恶道，你看很多畜生，畜生里有很多有福报的，比人还享福。饿鬼道也有福报的，像我们本省北港的妈祖，那就是饿鬼道的鬼王，你看他的福报多大，多少人去拜拜，他有福，但是他是个鬼身。你们常常听安世高的故事，安世高有一个同学也是做神，他是畜生身，蛇身，畜生道里面享福，这是什么？没有戒律。依照佛法修行，他修的福不定在哪一道享受，这个事情麻烦。",
      "zh_TW": "真正是持戒，依照經論裡面的法門去修行，沒斷見思，果報在三善道，這是諸位要曉得的，一定要明瞭。拿著佛法修的是世間有漏善，如果不持戒，沒有戒律，依照佛法方法來修行，果報就不一定在三善道，有的時候在三惡道享福。照佛法修行有福，不持戒墮三惡道，你看很多畜生，畜生裡有很多有福報的，比人還享福。餓鬼道也有福報的，像我們本省北港的媽祖，那就是餓鬼道的鬼王，你看他的福報多大，多少人去拜拜，他有福，但是他是個鬼身。你們常常聽安世高的故事，安世高有一個同學也是做神，他是畜生身，蛇身，畜生道裡面享福，這是什麼？沒有戒律。依照佛法修行，他修的福不定在哪一道享受，這個事情麻煩。"
    },
    {
      "id": "01-004-0034_p0011",
      "zh_CN": "大乘的见道位，所以常说大乘是建立在小乘的基础上。我们讲三十七道品，为什么特别跟大家强调念处、正勤？念处、正勤通大小乘，念处是观慧，正勤是正精进，这个意思不能不留意，真正是「差之毫厘，谬之千里」。所以我们要晓得我们修行修的是什么？诸位一定要清楚的认识，断烦恼而已。你要是讲「我求智慧」，诸位仔细去想一想，烦恼不断，你从什么地方生智慧？不要看到经论里头，烦恼障，障涅槃；所知障，障菩提，「大概求智慧只要所知障少一点就行了，烦恼障多一点没关系」，你这么想法就错了。烦恼障，障涅槃也障菩提；所知障，障菩提也障涅槃，只要是障，统统都障碍，所以修行无非是去障碍而已。",
      "zh_TW": "大乘的見道位，所以常說大乘是建立在小乘的基礎上。我們講三十七道品，為什麼特別跟大家強調念處、正勤？念處、正勤通大小乘，念處是觀慧，正勤是正精進，這個意思不能不留意，真正是「差之毫釐，謬之千里」。所以我們要曉得我們修行修的是什麼？諸位一定要清楚的認識，斷煩惱而已。你要是講「我求智慧」，諸位仔細去想一想，煩惱不斷，你從什麼地方生智慧？不要看到經論裡頭，煩惱障，障涅槃；所知障，障菩提，「大概求智慧只要所知障少一點就行了，煩惱障多一點沒關係」，你這麼想法就錯了。煩惱障，障涅槃也障菩提；所知障，障菩提也障涅槃，只要是障，統統都障礙，所以修行無非是去障礙而已。"
    },
    {
      "id": "01-004-0034_p0012",
      "zh_CN": "见思烦恼我们断不了，总得一天比一天淡薄一些，这就有进步了。如果一天比一天增长，我们自己心里明白，那个果报一定不好受。人生苦短，数十年寒暑弹指就过去了，得不偿失，所以千万不要增长我执，不要增长分别、执着、妄想，能把这些东西是一天比一天淡，你的智慧自然一天比一天增长，这才能够生善。大乘法里面见道位是要破一品无明，那个更难，可以说在我们这一生当中做不到，就是小乘的见道位也相当不容易，在这种情况之下，这是千真万确的事实。",
      "zh_TW": "見思煩惱我們斷不了，總得一天比一天淡薄一些，這就有進步了。如果一天比一天增長，我們自己心裡明白，那個果報一定不好受。人生苦短，數十年寒暑彈指就過去了，得不償失，所以千萬不要增長我執，不要增長分別、執著、妄想，能把這些東西是一天比一天淡，你的智慧自然一天比一天增長，這才能夠生善。大乘法裡面見道位是要破一品無明，那個更難，可以說在我們這一生當中做不到，就是小乘的見道位也相當不容易，在這種情況之下，這是千真萬確的事實。"
    },
    {
      "id": "01-004-0034_p0013",
      "zh_CN": "你要真正死心塌地修净土，老实念佛算是你见道位，这也是见道位的，为什么？你见到一条门余大道，你见到了这一条，这一条的特色是不必断见思，只要把见思烦恼伏住就可以了，就能够带业往生，这是八万四千法门里面所没有的，这是很了不起，非常的难得，这个难信之法实在是难。可是在一切佛法里头只有这一门我们今天可以成就，你要是选对了，那你太幸运了，你要是搞其他的法门，那只好断见思、断尘沙无明，一步一步把境界向上提升，除此之外，没有侥幸的办法，我们自己心里头要明了。所以即使是在西方世界六尘说法，不管说哪个法门，把这个教义归纳起来总不外是念佛、念法、念僧，换句话说，决定不离开觉而不迷、正而不邪、净而不染，这就是念三宝。所以阿弥陀佛变化这些众鸟说法，叫人听了之后觉悟了，认真的去修觉、正、净，这就是生善，这是至善。",
      "zh_TW": "你要真正死心塌地修淨土，老實念佛算是你見道位，這也是見道位的，為什麼？你見到一條門餘大道，你見到了這一條，這一條的特色是不必斷見思，只要把見思煩惱伏住就可以了，就能夠帶業往生，這是八萬四千法門裡面所沒有的，這是很了不起，非常的難得，這個難信之法實在是難。可是在一切佛法裡頭只有這一門我們今天可以成就，你要是選對了，那你太幸運了，你要是搞其他的法門，那只好斷見思、斷塵沙無明，一步一步把境界向上提升，除此之外，沒有僥倖的辦法，我們自己心裡頭要明瞭。所以即使是在西方世界六塵說法，不管說哪個法門，把這個教義歸納起來總不外是念佛、念法、念僧，換句話說，決定不離開覺而不迷、正而不邪、淨而不染，這就是念三寶。所以阿彌陀佛變化這些眾鳥說法，叫人聽了之後覺悟了，認真的去修覺、正、淨，這就是生善，這是至善。"
    },
    {
      "id": "01-004-0034_p0014",
      "zh_CN": "第三个意思是「对治」，「对治悉檀」是灭恶益。我们的恶习气太多了，也太重了，恶习气里面根本的恶习气就是我、法两种执着，无量无边的烦恼都是从这儿生的。所以我们在讲席当中常常劝勉同修，修平等心、修清净心、修慈悲心，对治我们无始以来的习气。在什么地方修？要在境界里面修，在物质环境里面修，在人事环境里面修。无论是世出世间法，成就在忍耐，不能够忍耐就不能成就。你看六度，我们的目标是禅定、是智慧，定慧等学，可是你要想成就禅定智慧，你前面一定要有精进，精进前面一定要有忍辱做基础，没有忍辱谈不上精进，没有精进就没有禅定，没有禅定就没有智慧，六度是后后胜于前前，后面包括前面，前面不包括后面。所以不能忍辱，怎么能成就？我们自己每一个人的习气、毛病不一样，自己要知道我哪一个习气最重，先从这一个习气下手，把它改正过来，这叫修行，修行就是修正而已。我懒惰，我一定要精进，一定要把精神提起来，一天一定要做多少事情。",
      "zh_TW": "第三個意思是「對治」，「對治悉檀」是滅惡益。我們的惡習氣太多了，也太重了，惡習氣裡面根本的惡習氣就是我、法兩種執著，無量無邊的煩惱都是從這兒生的。所以我們在講席當中常常勸勉同修，修平等心、修清淨心、修慈悲心，對治我們無始以來的習氣。在什麼地方修？要在境界裡面修，在物質環境裡面修，在人事環境裡面修。無論是世出世間法，成就在忍耐，不能夠忍耐就不能成就。你看六度，我們的目標是禪定、是智慧，定慧等學，可是你要想成就禪定智慧，你前面一定要有精進，精進前面一定要有忍辱做基礎，沒有忍辱談不上精進，沒有精進就沒有禪定，沒有禪定就沒有智慧，六度是後後勝於前前，後面包括前面，前面不包括後面。所以不能忍辱，怎麼能成就？我們自己每一個人的習氣、毛病不一樣，自己要知道我哪一個習氣最重，先從這一個習氣下手，把它改正過來，這叫修行，修行就是修正而已。我懶惰，我一定要精進，一定要把精神提起來，一天一定要做多少事情。"
    },
    {
      "id": "01-004-0034_p0015",
      "zh_CN": "我今天下午去看一个朋友，他告诉我，他认识一个老教授，年岁很大了，他每天要写五千字，写毛笔字，这就是人家精进，这是世间人，他的功课。能成为一位名教授，不简单。七十多岁了，一天还要写五千字，五千字差不多一部《金刚经》，我听了之后很受感动，为什么？我自己本身就懒惰，我就做不到，你叫我一天毛笔写五千字，那我真是累死了，人家能做到，这是精进，所以一定要自己限制自己。大众在一起依众靠众，互相的警策、互相的勉励、互相的督促，依众靠众，可是我看现在大众住在一块，一个懒惰大家都懒惰，这就没法子了，将古大德建丛林在一起共修的精神完全丧失了。",
      "zh_TW": "我今天下午去看一個朋友，他告訴我，他認識一個老教授，年歲很大了，他每天要寫五千字，寫毛筆字，這就是人家精進，這是世間人，他的功課。能成為一位名教授，不簡單。七十多歲了，一天還要寫五千字，五千字差不多一部《金剛經》，我聽了之後很受感動，為什麼？我自己本身就懶惰，我就做不到，你叫我一天毛筆寫五千字，那我真是累死了，人家能做到，這是精進，所以一定要自己限制自己。大眾在一起依眾靠眾，互相的警策、互相的勉勵、互相的督促，依眾靠眾，可是我看現在大眾住在一塊，一個懶惰大家都懶惰，這就沒法子了，將古大德建叢林在一起共修的精神完全喪失了。"
    },
    {
      "id": "01-004-0034_p0016",
      "zh_CN": "虽然我们还是常常讲经，常常提醒诸位，天天提起都不能够觉悟，或者是虽然心里也明白，事实上做不到，这就是业障太重了，不得了。所以台中李老师不讲戒律，不讲礼，为什么？讲是白讲了，没有一个人能做到，所以只劝人念佛。你能够在二六时中这句佛号不断，能够把烦恼伏下去，断是断不了的，别说思惑，见惑也断不了，能够下品下生就算不错了，这一生就没有空过了，所以劝人念佛多么重要。",
      "zh_TW": "雖然我們還是常常講經，常常提醒諸位，天天提起都不能夠覺悟，或者是雖然心裡也明白，事實上做不到，這就是業障太重了，不得了。所以台中李老師不講戒律，不講禮，為什麼？講是白講了，沒有一個人能做到，所以只勸人念佛。你能夠在二六時中這句佛號不斷，能夠把煩惱伏下去，斷是斷不了的，別說思惑，見惑也斷不了，能夠下品下生就算不錯了，這一生就沒有空過了，所以勸人念佛多麼重要。"
    },
    {
      "id": "01-004-0034_p0017",
      "zh_CN": "讲到念佛，我们现在选的本子是非常理想的本子，《要解》好，圆瑛法师的《讲义》也好，可以帮助许多没有法师讲经的地方，他要能够读到这本书，能够依照这个方法来修学，他也能成就，这一本书度无量无边的人。所以我再想把它改编一下，编得更完善一点，前面把我们这个课诵编上去，后面是《讲义》，这个里面第二部分是《弥陀经讲义》，第三部分是念佛开示，把这两篇去掉，把《西方公据》补进去。《西方公据》里面对于念佛有许多的发明，我想重编一次，我们再来发心来印。现在《通赞疏》已经印出来了，底下我们要印这本书，前面的课诵就是依我们从前编的，加个炉香赞，加一个《阿弥陀经》、往生咒、赞佛偈、念佛、三皈依、回向，使他拿到这个本子，前面就是课诵本，早晚都可以依这个课诵本来做。这是为那些没有法师讲经的地方，我们来供养那一边有缘的人，特别是在国外。",
      "zh_TW": "講到念佛，我們現在選的本子是非常理想的本子，《要解》好，圓瑛法師的《講義》也好，可以幫助許多沒有法師講經的地方，他要能夠讀到這本書，能夠依照這個方法來修學，他也能成就，這一本書度無量無邊的人。所以我再想把它改編一下，編得更完善一點，前面把我們這個課誦編上去，後面是《講義》，這個裡面第二部分是《彌陀經講義》，第三部分是念佛開示，把這兩篇去掉，把《西方公據》補進去。《西方公據》裡面對於念佛有許多的發明，我想重編一次，我們再來發心來印。現在《通贊疏》已經印出來了，底下我們要印這本書，前面的課誦就是依我們從前編的，加個爐香讚，加一個《阿彌陀經》、往生咒、讚佛偈、念佛、三皈依、迴向，使他拿到這個本子，前面就是課誦本，早晚都可以依這個課誦本來做。這是為那些沒有法師講經的地方，我們來供養那一邊有緣的人，特別是在國外。"
    },
    {
      "id": "01-004-0034_p0018",
      "zh_CN": "佛法弘扬，的确国外的法缘比国内要盛，所以有人说「风水轮流转」，佛法这个风水转到欧美去了，就跟当年印度佛法的风水转到中国来了。佛灭度之后一千年，佛法到中国了，结果印度没有佛法了，将来看这个样子，再二千年恐怕要转到欧美去了，那边有佛法，将来中国没有佛法了。从前印度的高僧舍弃了印度到中国来弘法，这法运。现在有不少大法师到欧美去了，也离开我们这个地方，把我们丢掉了，到那边去弘法。但是弘法的人才必定是我们这个地方培养的，就好像当年那些高僧大德都是在印度培养出来的。也好，只要这个世界，无论是哪个地区，有佛法就好。中国人将来喜欢学佛，到外国去学，现在交通便捷，看这个趋势是有一点这种情形。刚才我说了，弘法的善知识一定是在我们此地培养的。",
      "zh_TW": "佛法弘揚，的確國外的法緣比國內要盛，所以有人說「風水輪流轉」，佛法這個風水轉到歐美去了，就跟當年印度佛法的風水轉到中國來了。佛滅度之後一千年，佛法到中國了，結果印度沒有佛法了，將來看這個樣子，再二千年恐怕要轉到歐美去了，那邊有佛法，將來中國沒有佛法了。從前印度的高僧捨棄了印度到中國來弘法，這法運。現在有不少大法師到歐美去了，也離開我們這個地方，把我們丟掉了，到那邊去弘法。但是弘法的人才必定是我們這個地方培養的，就好像當年那些高僧大德都是在印度培養出來的。也好，只要這個世界，無論是哪個地區，有佛法就好。中國人將來喜歡學佛，到外國去學，現在交通便捷，看這個趨勢是有一點這種情形。剛才我說了，弘法的善知識一定是在我們此地培養的。"
    },
    {
      "id": "01-004-0034_p0019",
      "zh_CN": "这一段里面，阿弥陀佛变化这些众鸟说法，你看看这里面就有无量的功德了，叫我们对于畜生道不敢作轻慢想，叫我们在这里面生平等心，灭高下心。高下心是恶，就是我慢，贡高我慢，所以这是灭恶。能够断除我慢，心就平等了，平等心是菩提心的本体，清净、慈悲就是平等心的起用，自受用是清净，他受用叫慈悲，所以清净、慈悲都是建立在平等的基础上，这是自己的成就。所以阿弥陀佛化为众鸟说法有这么深的用意在。",
      "zh_TW": "這一段裡面，阿彌陀佛變化這些眾鳥說法，你看看這裡面就有無量的功德了，叫我們對於畜生道不敢作輕慢想，叫我們在這裡面生平等心，滅高下心。高下心是惡，就是我慢，貢高我慢，所以這是滅惡。能夠斷除我慢，心就平等了，平等心是菩提心的本體，清淨、慈悲就是平等心的起用，自受用是清淨，他受用叫慈悲，所以清淨、慈悲都是建立在平等的基礎上，這是自己的成就。所以阿彌陀佛化為眾鳥說法有這麼深的用意在。"
    },
    {
      "id": "01-004-0034_p0020",
      "zh_CN": "第四是「第一义悉檀」，「入理益」，「入理」就是悟入，悟入什么？悟入性相不二，要是拿《华严经》来讲就是入一真法界。理就是法界，法界唯有一真，一心是能入，一真是所入，能所不二，能所一如，这是第一义，我们修学总得要以这个作为我们修学的目标方向。所以觉、正、净的标准都是以第一义为准的。如果觉正净与第一义不相应的，觉正净里面都有问题，那不叫正觉，有邪觉；不叫正念，叫邪念；不叫真正的清净，觉、正、净这三条都做不到，所以一定要与第一义相应，第一义就是真如本性。与第一义相应了，就是我们一般讲称性起修，全修即性，这是大乘佛法里面最圆满、最究竟的了。",
      "zh_TW": "第四是「第一義悉檀」，「入理益」，「入理」就是悟入，悟入什麼？悟入性相不二，要是拿《華嚴經》來講就是入一真法界。理就是法界，法界唯有一真，一心是能入，一真是所入，能所不二，能所一如，這是第一義，我們修學總得要以這個作為我們修學的目標方向。所以覺、正、淨的標準都是以第一義為準的。如果覺正淨與第一義不相應的，覺正淨裡面都有問題，那不叫正覺，有邪覺；不叫正念，叫邪念；不叫真正的清淨，覺、正、淨這三條都做不到，所以一定要與第一義相應，第一義就是真如本性。與第一義相應了，就是我們一般講稱性起修，全修即性，這是大乘佛法裡面最圓滿、最究竟的了。"
    },
    {
      "id": "01-004-0034_p0021",
      "zh_CN": "佛，即使是教初学的人，业障深重之人，当然他说法里面有欢喜、有生善、有对治，至少有这三条，而这三条虽然不能叫他入心性，不能够明心见性，但是总是为明心见性这条大路在铺路，换句话说，他绝对不离开这个方向，虽然没到，但是他是向这个方向走。好像我们从台北到高雄，决定是往南方走，不会往东方、西方、北方，不会是这样的，虽然没到，方向一定是正确的。由此可知，佛为一切众生说法都不离四悉檀。所以这个文里头说『鸟即弥陀，令悟法身平等』。鸟身跟佛身跟自己身，全是法身变现之物，能变之体是一，所变的相不同，刚才说过了，性相不二，性相一如，你要能入这个理，你才晓得心、佛、众生三无差别，平等平等，我们在一切众生里面高下的心、贡高我慢的心，才能够完全断除。",
      "zh_TW": "佛，即使是教初學的人，業障深重之人，當然他說法裡面有歡喜、有生善、有對治，至少有這三條，而這三條雖然不能叫他入心性，不能夠明心見性，但是總是為明心見性這條大路在鋪路，換句話說，他絕對不離開這個方向，雖然沒到，但是他是向這個方向走。好像我們從台北到高雄，決定是往南方走，不會往東方、西方、北方，不會是這樣的，雖然沒到，方向一定是正確的。由此可知，佛為一切眾生說法都不離四悉檀。所以這個文裡頭說『鳥即彌陀，令悟法身平等』。鳥身跟佛身跟自己身，全是法身變現之物，能變之體是一，所變的相不同，剛才說過了，性相不二，性相一如，你要能入這個理，你才曉得心、佛、眾生三無差別，平等平等，我們在一切眾生裡面高下的心、貢高我慢的心，才能夠完全斷除。"
    },
    {
      "id": "01-004-0034_p0022",
      "zh_CN": "底下讲『无不具』都是讲的法身。十法界依正庄严全是我们自性本具之物，无有一法不具足，无有一法不是自心变现出来的，所以《华严经》讲「应观法界性，一切唯心造」，『无不造』的意思，唯识经论里面告诉我们，「万法唯识所变」。这是四悉檀。",
      "zh_TW": "底下講『無不具』都是講的法身。十法界依正莊嚴全是我們自性本具之物，無有一法不具足，無有一法不是自心變現出來的，所以《華嚴經》講「應觀法界性，一切唯心造」，『無不造』的意思，唯識經論裡面告訴我們，「萬法唯識所變」。這是四悉檀。"
    },
    {
      "id": "01-004-0034_p0023",
      "zh_CN": "学佛的人，无论对待什么人，如果你自心清净，大慈大悲，一句话也好，两句话也好，句句话里面都含着有四悉檀，这是你的慈悲流露，那听得懂，听不懂是对方的善根福德，这是没办法。三个条件，善根、福德、因缘，因缘我们决定给他。佛对于一切众生，因缘决定是平等的，善根福德厚的人一听就觉悟了，他马上就得利益。善根浅薄的人听了之后不悟，还是迷惑颠倒，不悟也要说，要怜悯众生。他烦恼太重了，习气太深了，哪有一下就回头，一下要回头，这是根熟的众生。所以要遍遍常常说，常常薰习他。一次、两次没觉悟，十次、八次也许就觉悟了。十次、八次觉悟不了，几百次、几千次他觉悟了。佛菩萨总是不厌其烦，遍遍在薰习。",
      "zh_TW": "學佛的人，無論對待什麼人，如果你自心清淨，大慈大悲，一句話也好，兩句話也好，句句話裡面都含著有四悉檀，這是你的慈悲流露，那聽得懂，聽不懂是對方的善根福德，這是沒辦法。三個條件，善根、福德、因緣，因緣我們決定給他。佛對於一切眾生，因緣決定是平等的，善根福德厚的人一聽就覺悟了，他馬上就得利益。善根淺薄的人聽了之後不悟，還是迷惑顛倒，不悟也要說，要憐憫眾生。他煩惱太重了，習氣太深了，哪有一下就回頭，一下要回頭，這是根熟的眾生。所以要遍遍常常說，常常薰習他。一次、兩次沒覺悟，十次、八次也許就覺悟了。十次、八次覺悟不了，幾百次、幾千次他覺悟了。佛菩薩總是不厭其煩，遍遍在薰習。"
    },
    {
      "id": "01-004-0034_p0024",
      "zh_CN": "我跟诸位同修说过，我这个觉悟，你看学佛三十多年。我民国四十二年开始学佛，今年民国七十三年，连头带尾三十二年，我几时才觉悟了，死心塌地把别的东西统统舍掉专学这一门？才不过一年多，去年从美国回来之后才觉悟。感觉不行，再要不觉悟的话，我的一生空过了，虽然讲经二十五年，将来还是人天福报，出不了三界，这个愈想愈可怕，所以把一切经教统统放下了，一门深入，什么都不求了，什么希望都没有，只希望将来能够往生西方极乐世界，除此以外，没有第二个希望。有志同道合的，我帮助你，我能帮助你只有这一门，你要学别的经论、学别的法门，你另请高明，我这里没有，我这里只有一部《阿弥陀经》。所以我现在要印的都是《阿弥陀经》，讲的也是《阿弥陀经》，统统是一样，在国内讲的是这个，到国外讲的还是这个。",
      "zh_TW": "我跟諸位同修說過，我這個覺悟，你看學佛三十多年。我民國四十二年開始學佛，今年民國七十三年，連頭帶尾三十二年，我幾時才覺悟了，死心塌地把別的東西統統捨掉專學這一門？才不過一年多，去年從美國回來之後才覺悟。感覺不行，再要不覺悟的話，我的一生空過了，雖然講經二十五年，將來還是人天福報，出不了三界，這個愈想愈可怕，所以把一切經教統統放下了，一門深入，什麼都不求了，什麼希望都沒有，只希望將來能夠往生西方極樂世界，除此以外，沒有第二個希望。有志同道合的，我幫助你，我能幫助你只有這一門，你要學別的經論、學別的法門，你另請高明，我這裡沒有，我這裡只有一部《阿彌陀經》。所以我現在要印的都是《阿彌陀經》，講的也是《阿彌陀經》，統統是一樣，在國內講的是這個，到國外講的還是這個。"
    },
    {
      "id": "01-004-0034_p0025",
      "zh_CN": "香港来邀请我讲《阿弥陀经要解》，我答应他。讲其他的经不答应，其他的经另请高明，你要问为什么原因？我自己怕不能往生，怕耽误这个大事。等我到了西方极乐世界倒驾慈航，你要我讲什么都可以。其实倒驾慈航来了还是讲《阿弥陀经》，别的还是不讲，为什么？讲什么都是空的，谈玄说妙不得其用，何必浪费时间？即使倒驾慈航也不肯这么干。我现在在国外讲《阿弥陀经》有人相信，至少人家认为我三十年才回过头来，才觉悟的，他想想我现在还在盲修瞎练，还在到处摸索，还没觉悟，多少大经大论都讲过了，从这里翻过身来，觉悟了。这是第一法门，这个法门真正靠得住，能救我，其他的什么都救不了我。这也是一个活生生的榜样，是活的例子。我们再看底下这一段：",
      "zh_TW": "香港來邀請我講《阿彌陀經要解》，我答應他。講其他的經不答應，其他的經另請高明，你要問為什麼原因？我自己怕不能往生，怕耽誤這個大事。等我到了西方極樂世界倒駕慈航，你要我講什麼都可以。其實倒駕慈航來了還是講《阿彌陀經》，別的還是不講，為什麼？講什麼都是空的，談玄說妙不得其用，何必浪費時間？即使倒駕慈航也不肯這麼幹。我現在在國外講《阿彌陀經》有人相信，至少人家認為我三十年才回過頭來，才覺悟的，他想想我現在還在盲修瞎練，還在到處摸索，還沒覺悟，多少大經大論都講過了，從這裡翻過身來，覺悟了。這是第一法門，這個法門真正靠得住，能救我，其他的什麼都救不了我。這也是一個活生生的榜樣，是活的例子。我們再看底下這一段："
    },
    {
      "id": "01-004-0034_p0026",
      "zh_CN": "解【此中显微风树网等音。乃一切依正假实。当体即是阿弥陀佛。三身四德。毫无差别也。】",
      "zh_TW": "解【此中顯微風樹網等音。乃一切依正假實。當體即是阿彌陀佛。三身四德。毫無差別也。】"
    },
    {
      "id": "01-004-0034_p0027",
      "zh_CN": "这个法门的深妙实在不可思议。佛度众生要是依我们凡夫的眼光来讲，真是苦口婆心，煞费苦心。其实无量无边的法门就是一个念佛法门，因为念佛法门你不相信，所以才拐弯抹角说了一切法门，一切法门到最后统统归到念佛法门。你们诸位要仔细去看看大藏经，你去研究，你会发现真正是妙不可言。你要明白这一点了，你就会恍然大悟，西方极乐世界六尘说法说的是什么？给诸位说，纯以念佛法门，决定没有第二个法门。除非你是带着有其他法门的习气，你会听到其他的法门，为什么？一切法音唯心所变。你到西方极乐世界，你想听《华严经》，这些众鸟风树都给你讲《华严经》，你想听《法华经》，也都给你讲《法华经》，可是讲到最后一定归结到念佛、念法、念僧，一定是念佛法门，怎么知道的？这个消息我是在《华严经》里面得到的。",
      "zh_TW": "這個法門的深妙實在不可思議。佛度眾生要是依我們凡夫的眼光來講，真是苦口婆心，煞費苦心。其實無量無邊的法門就是一個念佛法門，因為念佛法門你不相信，所以才拐彎抹角說了一切法門，一切法門到最後統統歸到念佛法門。你們諸位要仔細去看看大藏經，你去研究，你會發現真正是妙不可言。你要明白這一點了，你就會恍然大悟，西方極樂世界六塵說法說的是什麼？給諸位說，純以念佛法門，決定沒有第二個法門。除非你是帶著有其他法門的習氣，你會聽到其他的法門，為什麼？一切法音唯心所變。你到西方極樂世界，你想聽《華嚴經》，這些眾鳥風樹都給你講《華嚴經》，你想聽《法華經》，也都給你講《法華經》，可是講到最後一定歸結到念佛、念法、念僧，一定是念佛法門，怎麼知道的？這個消息我是在《華嚴經》裡面得到的。"
    },
    {
      "id": "01-004-0034_p0028",
      "zh_CN": "《华严经》的五十三参不就是典型的例子吗？念佛这个法门彻始彻终，从第一个善友吉祥云比丘到最后一个善友普贤菩萨，彻始彻终，当中五十一位善知识代表八万四千法门，好像一棵树一样，从根到树干，旁边是枝枝叶叶，八万四千法门是枝叶，念佛法门是主干，这是我们在《华严经》得到的消息。所以你要成佛，你修其他的法门末后非归念佛不可，否则你不能成就。如果修念佛法门，其他的法门可以一切舍弃，决定成佛，因为有根本当然就有枝叶，一样法法具足，没有一法会缺少的。你有枝叶，要是没有得到根本，你只有这一枝，底下一枝就不属于你的，你的成就只是一门，偏而不圆。所以莲池大师跟蕅益大师将本经判作圆顿法门有道理，确实是圆是顿，七天成就，哪个法门里头有这么样的快速？",
      "zh_TW": "《華嚴經》的五十三參不就是典型的例子嗎？念佛這個法門徹始徹終，從第一個善友吉祥雲比丘到最後一個善友普賢菩薩，徹始徹終，當中五十一位善知識代表八萬四千法門，好像一棵樹一樣，從根到樹幹，旁邊是枝枝葉葉，八萬四千法門是枝葉，念佛法門是主幹，這是我們在《華嚴經》得到的消息。所以你要成佛，你修其他的法門末後非歸念佛不可，否則你不能成就。如果修念佛法門，其他的法門可以一切捨棄，決定成佛，因為有根本當然就有枝葉，一樣法法具足，沒有一法會缺少的。你有枝葉，要是沒有得到根本，你只有這一枝，底下一枝就不屬於你的，你的成就只是一門，偏而不圓。所以蓮池大師跟蕅益大師將本經判作圓頓法門有道理，確實是圓是頓，七天成就，哪個法門裡頭有這麼樣的快速？"
    },
    {
      "id": "01-004-0034_p0029",
      "zh_CN": "再过几天我们图书馆打一个佛七，我们大家在一块互相的切磋切磋自家的功夫。佛七期间当中，如果有同修们要住在此地的话，要先在柜台上登记一下，我们预备住处，不住在这个地方就不需要了。这些年来我们将《弥陀经疏钞演义》讲圆满了，《要解》虽然没讲完，大致意思也差不多了，在这个时候打一个佛七正好。佛七当中，我们一、三、五《要解》不中断，继续讲，二、四、六我在杭州南路讲经，这边晚上举行大回向，总而言之，我个人以及道场尽心尽力的帮助诸位同修，有这个善根、有这个程度的，无论出家、在家，我也帮助你们讲经弘法。",
      "zh_TW": "再過幾天我們圖書館打一個佛七，我們大家在一塊互相的切磋切磋自家的功夫。佛七期間當中，如果有同修們要住在此地的話，要先在櫃台上登記一下，我們預備住處，不住在這個地方就不需要了。這些年來我們將《彌陀經疏鈔演義》講圓滿了，《要解》雖然沒講完，大致意思也差不多了，在這個時候打一個佛七正好。佛七當中，我們一、三、五《要解》不中斷，繼續講，二、四、六我在杭州南路講經，這邊晚上舉行大迴向，總而言之，我個人以及道場盡心盡力的幫助諸位同修，有這個善根、有這個程度的，無論出家、在家，我也幫助你們講經弘法。"
    },
    {
      "id": "01-004-0034_p0030",
      "zh_CN": "刚才说了，讲经、上讲台是真正做学生，在讲台上成就自己。杭州南路那边现在有四位同学在练讲，成绩都不错。这样练的话，练到明年的暑假就差不多了，是在明年下半年我们可以办大专讲座，这些同学们都是大专讲座的老师，如果他们真发心，我们的讲座以后永远不中断。学期中我们就利用星期天，寒暑假我们另外特别的办讲座，这些同学都是讲座里面的讲师。能够有个三、五年，刚才我说过了，你们是以出家法师的身分，或者以在家居士的身分，都可以到国外去弘法。我这些年是在开路，我每到一个地方，那个地方上的华侨们都非常热心，要送地给我，要送房子给我，叫我不要走，在那里建道场，可是我觉得我的任务是要培养底下一代弘法的人，来帮助他们。",
      "zh_TW": "剛才說了，講經、上講臺是真正做學生，在講臺上成就自己。杭州南路那邊現在有四位同學在練講，成績都不錯。這樣練的話，練到明年的暑假就差不多了，是在明年下半年我們可以辦大專講座，這些同學們都是大專講座的老師，如果他們真發心，我們的講座以後永遠不中斷。學期中我們就利用星期天，寒暑假我們另外特別的辦講座，這些同學都是講座裡面的講師。能夠有個三、五年，剛才我說過了，你們是以出家法師的身分，或者以在家居士的身分，都可以到國外去弘法。我這些年是在開路，我每到一個地方，那個地方上的華僑們都非常熱心，要送地給我，要送房子給我，叫我不要走，在那裡建道場，可是我覺得我的任務是要培養底下一代弘法的人，來幫助他們。"
    },
    {
      "id": "01-004-0034_p0031",
      "zh_CN": "如果你们够这个程度了，肯发心了，我在那边接受道场，请你们去住持。我一接受过来，转手就给你，你去办去。在美国多我不敢说，十个道场很容易，只要我点点头，马上就有十个。现在没有人，希望三年或者五年后，我们能够有一批人到国外去弘法利生。当然最好的方法是我们自己的进修决定不能中断，所以佛门的制度，每一年有三个月的结夏安居，这个用意很深。这三个月，佛的弟子平常九个月在外面，自己教化一方是利益众生，每年有这三个月回到佛陀的身边接受再教育，这个意义太好了，进修教育永无中断，每一年等于说是把各方面的那些住持、法师统统召集回来做进修教育，所以佛陀的教育是没有期限的，没有中断的。到一个阶段你可以能够教化人的时候，你出去教化人，教化人期间当中，每年还要回来进修三个月。希望将来我们要能做到这个制度。",
      "zh_TW": "如果你們夠這個程度了，肯發心了，我在那邊接受道場，請你們去住持。我一接受過來，轉手就給你，你去辦去。在美國多我不敢說，十個道場很容易，只要我點點頭，馬上就有十個。現在沒有人，希望三年或者五年後，我們能夠有一批人到國外去弘法利生。當然最好的方法是我們自己的進修決定不能中斷，所以佛門的制度，每一年有三個月的結夏安居，這個用意很深。這三個月，佛的弟子平常九個月在外面，自己教化一方是利益眾生，每年有這三個月回到佛陀的身邊接受再教育，這個意義太好了，進修教育永無中斷，每一年等於說是把各方面的那些住持、法師統統召集回來做進修教育，所以佛陀的教育是沒有期限的，沒有中斷的。到一個階段你可以能夠教化人的時候，你出去教化人，教化人期間當中，每年還要回來進修三個月。希望將來我們要能做到這個制度。"
    },
    {
      "id": "01-004-0034_p0032",
      "zh_CN": "我们每年夏安居这三个月的进修教育不一定在哪里举行，今年在甲地，明年到乙地，每个地方轮流做东道主。如果我们有十个人、八个人，每年一定要有三个月大家在一起互相的切磋琢磨，这样就成为一个弘法的僧团。今天我们讲堂的图书馆是我们的基地，是我们的根本。讲堂那边是男众，这边是女众。男众是才开始，女众我也鼓励，你们要肯发心，出家、在家都一样，真正肯发心，我们这边二、四、六这三天是空的，真正发心出来在这里讲经。我虽然听不到，你们讲经的时候都留着有录音带，我录音带是非常认真的听，我们这边同学都知道，每一位所讲的我从头到尾都仔细的听。所以希望建立一个弘法的僧团，希望大家都能够发心。",
      "zh_TW": "我們每年夏安居這三個月的進修教育不一定在哪裡舉行，今年在甲地，明年到乙地，每個地方輪流做東道主。如果我們有十個人、八個人，每年一定要有三個月大家在一起互相的切磋琢磨，這樣就成為一個弘法的僧團。今天我們講堂的圖書館是我們的基地，是我們的根本。講堂那邊是男眾，這邊是女眾。男眾是才開始，女眾我也鼓勵，你們要肯發心，出家、在家都一樣，真正肯發心，我們這邊二、四、六這三天是空的，真正發心出來在這裡講經。我雖然聽不到，你們講經的時候都留著有錄音帶，我錄音帶是非常認真的聽，我們這邊同學都知道，每一位所講的我從頭到尾都仔細的聽。所以希望建立一個弘法的僧團，希望大家都能夠發心。"
    },
    {
      "id": "01-004-0034_p0033",
      "zh_CN": "我们看到西方世界，那是在大宇宙里面一个弘法的僧团，经里面讲得太清楚、太明白了。西方世界诸上善人除了接受阿弥陀佛教学之外，几乎每天都出去供养不止十万亿佛。前面跟诸位说过，十万亿说的是有用意的，是对我们娑婆世界说的，因为娑婆世界距离西方极乐世界十万亿佛国土，其实不止，佛这样说法有个特别用意，你们常常在娑婆世界这么久，有很多亲戚朋友，我们想回来看看，可不可以？可以，天天都可以回来，所以说供养他方十万亿佛当然把我们娑婆世界就包括了。其实在前面我跟诸位说过，要是以法藏比丘过去参学的范围来说，他是参学了二百一十亿个佛国土，这是经上说得很明白的，换句话说，阿弥陀佛与这二百一十亿个佛国土都有深厚的缘分。阿弥陀佛的弟子最低限度，在一食之顷可以周游二百一十亿个佛国土，不止十万亿，供养诸佛，接受他方诸佛的教化。我们在这边求一个善知识都求不到，一到西方极乐世界除阿弥陀佛之外，你每天可以亲近二百一十亿尊佛，你还怕不成就吗？天天可以亲近，同时可以与这么多佛国土的众生结法缘，所以这样的便宜事到哪里去找？找不到，我们在这一生当中要是把它错过了，真正是太可惜了，不应该错过。",
      "zh_TW": "我們看到西方世界，那是在大宇宙裡面一個弘法的僧團，經裡面講得太清楚、太明白了。西方世界諸上善人除了接受阿彌陀佛教學之外，幾乎每天都出去供養不止十萬億佛。前面跟諸位說過，十萬億說的是有用意的，是對我們娑婆世界說的，因為娑婆世界距離西方極樂世界十萬億佛國土，其實不止，佛這樣說法有個特別用意，你們常常在娑婆世界這麼久，有很多親戚朋友，我們想回來看看，可不可以？可以，天天都可以回來，所以說供養他方十萬億佛當然把我們娑婆世界就包括了。其實在前面我跟諸位說過，要是以法藏比丘過去參學的範圍來說，他是參學了二百一十億個佛國土，這是經上說得很明白的，換句話說，阿彌陀佛與這二百一十億個佛國土都有深厚的緣分。阿彌陀佛的弟子最低限度，在一食之頃可以周遊二百一十億個佛國土，不止十萬億，供養諸佛，接受他方諸佛的教化。我們在這邊求一個善知識都求不到，一到西方極樂世界除阿彌陀佛之外，你每天可以親近二百一十億尊佛，你還怕不成就嗎？天天可以親近，同時可以與這麼多佛國土的眾生結法緣，所以這樣的便宜事到哪裡去找？找不到，我們在這一生當中要是把它錯過了，真正是太可惜了，不應該錯過。"
    },
    {
      "id": "01-004-0034_p0034",
      "zh_CN": "这一段文字把前后经文都包括了，前面说法之一是讲有情，后面说法之二，经文之二是行树演法，而这一段在当中说，「此中显微风行树罗网等音」，这是一切依报、正报。『假』是讲事相，『实』是讲真性。法相是假的，法性是真的。依正之性是真的，依正之相是假的。无有一法不是『当体即是阿弥陀佛，三身四德』。阿弥陀佛的法身、报身、应化身。「四德」是说「常乐我净」。法身有常乐我净，报身、化身各有常乐我净。如果从「三德」上说，「法身、般若、解脱」也有常乐我净。般若里面有常乐我净，解脱里头也有常乐我净。晓得这是阿弥陀佛的「三身四德」，更要紧的要知道，也是自家的三身四德。圆瑛法师在注子里头，末后有四句话说得很好：",
      "zh_TW": "這一段文字把前後經文都包括了，前面說法之一是講有情，後面說法之二，經文之二是行樹演法，而這一段在當中說，「此中顯微風行樹羅網等音」，這是一切依報、正報。『假』是講事相，『實』是講真性。法相是假的，法性是真的。依正之性是真的，依正之相是假的。無有一法不是『當體即是阿彌陀佛，三身四德』。阿彌陀佛的法身、報身、應化身。「四德」是說「常樂我淨」。法身有常樂我淨，報身、化身各有常樂我淨。如果從「三德」上說，「法身、般若、解脫」也有常樂我淨。般若裡面有常樂我淨，解脫裡頭也有常樂我淨。曉得這是阿彌陀佛的「三身四德」，更要緊的要知道，也是自家的三身四德。圓瑛法師在註子裡頭，末後有四句話說得很好："
    },
    {
      "id": "01-004-0034_p0035",
      "zh_CN": "讲【亦即我及众生。三身四德。生佛平等。依正无殊。】",
      "zh_TW": "講【亦即我及眾生。三身四德。生佛平等。依正無殊。】"
    },
    {
      "id": "01-004-0034_p0036",
      "zh_CN": "这个意思才真正讲圆满了，这是我们应当要记住的，应当要明了的。再看底下一段经文，行树演法：",
      "zh_TW": "這個意思才真正講圓滿了，這是我們應當要記住的，應當要明瞭的。再看底下一段經文，行樹演法："
    },
    {
      "id": "01-004-0034_p0037",
      "zh_CN": "经【舍利弗。彼佛国土。微风吹动。诸宝行树。及宝罗网。出微妙音。譬如百千种乐。同时俱作。闻是音者。自然皆生。念佛。念法。念僧之心。】",
      "zh_TW": "經【舍利弗。彼佛國土。微風吹動。諸寶行樹。及寶羅網。出微妙音。譬如百千種樂。同時俱作。聞是音者。自然皆生。念佛。念法。念僧之心。】"
    },
    {
      "id": "01-004-0034_p0038",
      "zh_CN": "这里面有几段我先在此地交代一下。第一段是讲『微风』跟这些宝树作种种的音乐。树是宝树，风一吹动，叶子碰叶子就有声音，就像我们现在做的风铃一样，音声美妙，不但美妙而且音声里头能说法，这是不可思议的。还有『宝罗网』，「罗网」里面多半都是系风铃。『出微妙音』，这就是「妙音」说法，这是闻正法之乐。末后一句说『自然皆生念佛、念法、念僧之心』，这是得正念之乐，闻了之后要有心得。如果闻了之后没有心得，这个听闻我们俗话说，从右耳进去，左耳就出去了，没有能得到东西，白听了。西方世界诸上善人各个都有心得，当然这个心得各人有浅深不一样，那是与他宿根有关系。在西方极乐世界阿弥陀佛说法这个缘，大家是决定平等的，由于根性不相同，悟入有浅深差别不一样，所以这个文虽然不多，这个层次我们一定要把它看清楚。再看底下这一段注解：",
      "zh_TW": "這裡面有幾段我先在此地交代一下。第一段是講『微風』跟這些寶樹作種種的音樂。樹是寶樹，風一吹動，葉子碰葉子就有聲音，就像我們現在做的風鈴一樣，音聲美妙，不但美妙而且音聲裡頭能說法，這是不可思議的。還有『寶羅網』，「羅網」裡面多半都是繫風鈴。『出微妙音』，這就是「妙音」說法，這是聞正法之樂。末後一句說『自然皆生念佛、念法、念僧之心』，這是得正念之樂，聞了之後要有心得。如果聞了之後沒有心得，這個聽聞我們俗話說，從右耳進去，左耳就出去了，沒有能得到東西，白聽了。西方世界諸上善人各個都有心得，當然這個心得各人有淺深不一樣，那是與他宿根有關係。在西方極樂世界阿彌陀佛說法這個緣，大家是決定平等的，由於根性不相同，悟入有淺深差別不一樣，所以這個文雖然不多，這個層次我們一定要把它看清楚。再看底下這一段註解："
    },
    {
      "id": "01-004-0034_p0039",
      "zh_CN": "解【情与无情。同宣妙法。四教道品。无量法门。同时演说。随类各解。能令闻者。念三宝也。】",
      "zh_TW": "解【情與無情。同宣妙法。四教道品。無量法門。同時演說。隨類各解。能令聞者。念三寶也。】"
    },
    {
      "id": "01-004-0034_p0040",
      "zh_CN": "这一段是给我们说明自性功德显露无遗，确实是不可思议的境界，如果不是佛给我们说出，我们怎么样想都想不到。这是说出说法的机缘绝对平等。刚才讲了，众生的根性有差别，这点特别是在我们现前，我们现前如果不能够认清自己的根性，我们没法子成就。我们如果真正是个利根，有利根的修学法。如果我们是个钝根，有钝根的修学法。",
      "zh_TW": "這一段是給我們說明自性功德顯露無遺，確實是不可思議的境界，如果不是佛給我們說出，我們怎麼樣想都想不到。這是說出說法的機緣絕對平等。剛才講了，眾生的根性有差別，這點特別是在我們現前，我們現前如果不能夠認清自己的根性，我們沒法子成就。我們如果真正是個利根，有利根的修學法。如果我們是個鈍根，有鈍根的修學法。"
    },
    {
      "id": "01-004-0034_p0041",
      "zh_CN": "你们同学们，我想一定还记得《影尘回忆录》里面记载那个晒蜡烛的法师，我们在「华藏会讯」里头都转载过。其笨无比，他后来成为讲经的大法师，笨有笨的修学法。其实还有一个比他更笨的，你们知道吗？《阿弥陀经》前面有周利槃陀伽，比那个晒蜡烛的法师还要笨。谛闲老法师教那个晒蜡烛的法师，大概就是比照释迦牟尼佛教周利槃陀伽的办法，果然有效，成功了，这个人笨是笨，他有福。善根福德你少一边没有关系，两个都没有就没法子，佛菩萨对你都无可奈何了。",
      "zh_TW": "你們同學們，我想一定還記得《影塵回憶錄》裡面記載那個曬蠟燭的法師，我們在「華藏會訊」裡頭都轉載過。其笨無比，他後來成為講經的大法師，笨有笨的修學法。其實還有一個比他更笨的，你們知道嗎？《阿彌陀經》前面有周利槃陀伽，比那個曬蠟燭的法師還要笨。諦閑老法師教那個曬蠟燭的法師，大概就是比照釋迦牟尼佛教周利槃陀伽的辦法，果然有效，成功了，這個人笨是笨，他有福。善根福德你少一邊沒有關係，兩個都沒有就沒法子，佛菩薩對你都無可奈何了。"
    },
    {
      "id": "01-004-0034_p0042",
      "zh_CN": "这个人没有善根，就是说他没智慧，他有福。福是什么？听话，他有耐心，你怎么样教他，他就怎么样学，他绝对不改变，这个人有福。所以诸位要晓得福报是耐心、恒心，定是福，禅定是福，般若是慧。没有智慧，有禅定，行，他心定得下来，能行；心定不下来，没有定，他有慧，他一闻千悟，那行，这两种人都是决定有成就。怕的是福慧两边都没有，那就很难了，不但是谛闲法师教不出来，释迦牟尼佛也教不出来，这是我们自己一定要警悟的。所以在平常生活当中要修福、要修慧，福慧的修学都是多方面的。",
      "zh_TW": "這個人沒有善根，就是說他沒智慧，他有福。福是什麼？聽話，他有耐心，你怎麼樣教他，他就怎麼樣學，他絕對不改變，這個人有福。所以諸位要曉得福報是耐心、恆心，定是福，禪定是福，般若是慧。沒有智慧，有禪定，行，他心定得下來，能行；心定不下來，沒有定，他有慧，他一聞千悟，那行，這兩種人都是決定有成就。怕的是福慧兩邊都沒有，那就很難了，不但是諦閑法師教不出來，釋迦牟尼佛也教不出來，這是我們自己一定要警悟的。所以在平常生活當中要修福、要修慧，福慧的修學都是多方面的。"
    },
    {
      "id": "01-004-0034_p0043",
      "zh_CN": "我们这个讲席，可以说今天在整个世界上，这个机缘都很难得。你看国外回国的同修到这儿来听经都羡慕，为什么？长年讲经道场，没有。他们那些道场一年只能讲几天，没有办法长年讲经。长年同修们在一块共修，这个难得，我们要珍惜这个因缘，这样殊胜的因缘里面没有不成就的。我在过去就是搞得太多太杂，对我们的修学当然产生了许多的障碍，现在我们把一切大经大论统统放下了，一门深入，我相信三、五年当中决定有成就，这是我对自己的期望，也是对我们每一位同修的期望。好，我们今天就讲到此地。",
      "zh_TW": "我們這個講席，可以說今天在整個世界上，這個機緣都很難得。你看國外回國的同修到這兒來聽經都羨慕，為什麼？長年講經道場，沒有。他們那些道場一年只能講幾天，沒有辦法長年講經。長年同修們在一塊共修，這個難得，我們要珍惜這個因緣，這樣殊勝的因緣裡面沒有不成就的。我在過去就是搞得太多太雜，對我們的修學當然產生了許多的障礙，現在我們把一切大經大論統統放下了，一門深入，我相信三、五年當中決定有成就，這是我對自己的期望，也是對我們每一位同修的期望。好，我們今天就講到此地。"
    }
  ]
}