{
  "doc_id": "01-004-0056",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十六集",
    "zh_TW": "第五十六集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0056",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "01-004-0056_p0001",
      "zh_CN": "请掀开经本二百八十六面，第一行。",
      "zh_TW": "請掀開經本二百八十六面，第一行。"
    },
    {
      "id": "01-004-0056_p0002",
      "zh_CN": "解【问。发愿但可云当生，何名今生。答。此亦二义。一约一期名今。现生发愿持名。临终定生净土。二约一刹那名今。一念相应一念生。念念相应念念生。妙因妙果。不离一心。如秤两头。低昂时等。何俟娑婆报尽。方育珍池。只今信愿持名。莲萼光荣。金台影现。便非娑婆界内人矣。】",
      "zh_TW": "解【問。發願但可云當生，何名今生。答。此亦二義。一約一期名今。現生發願持名。臨終定生淨土。二約一剎那名今。一念相應一念生。念念相應念念生。妙因妙果。不離一心。如秤兩頭。低昂時等。何俟娑婆報盡。方育珍池。只今信願持名。蓮萼光榮。金臺影現。便非娑婆界內人矣。】"
    },
    {
      "id": "01-004-0056_p0003",
      "zh_CN": "这一段文也是为了破除我们的疑惑。佛法讲到真实究竟的利益，只有这个法门，而这个法门实实在在是有它的深度，深得不可思议，所以才称之为难信之法。不但我们凡夫难信，连诸菩萨都尚有怀疑，所以古德常讲「唯佛与佛，方能究竟」。这一段是从经文里面来的，经文里面有「若今生，若当生，若后生」。从事上来说容易懂，这个法门不仅仅是释迦牟尼佛出现在我们这个世间才有，经上明白的告诉我们，弥陀成佛到现在是十劫，十劫在我们这个世界来说，是相当长的时间，而释迦牟尼佛距离我们现在，不过才三千年而已，所以佛没出现之前，西方世界早就建立了。同时往生西方极乐世界的众生，不限于我们娑婆世界，十方无量无边的世界，十方无量无边诸佛如来，对大众都宣扬这部经，都传授这个法门，普遍的劝人求生西方净土。所以说，过去听到这个法门依教奉行的人，已经生了。现在有这个殊胜的机缘遇到这个法门，依教奉行，那他这一生当中必定往生。将来，释迦牟尼佛讲「将来」，就是指我们现在。佛灭度以后，虽然在末法时期，即使在灭法的时期，我们读经，读《法灭尽经》，经上说得很清楚，佛法灭尽了，这个法门还要留传一百年，这个法门是最后灭。《法灭尽经》里讲《楞严经》是第一个灭，最先灭，灭《楞严经》。最后就是灭《阿弥陀经》，一切法灭尽了，它还要留一百年。经上说得很清楚，即使在那个时候，就是最后这一百年，听到这个法门，依教奉行，还是可以往生。",
      "zh_TW": "這一段文也是為了破除我們的疑惑。佛法講到真實究竟的利益，只有這個法門，而這個法門實實在在是有它的深度，深得不可思議，所以才稱之為難信之法。不但我們凡夫難信，連諸菩薩都尚有懷疑，所以古德常講「唯佛與佛，方能究竟」。這一段是從經文裡面來的，經文裡面有「若今生，若當生，若後生」。從事上來說容易懂，這個法門不僅僅是釋迦牟尼佛出現在我們這個世間才有，經上明白的告訴我們，彌陀成佛到現在是十劫，十劫在我們這個世界來說，是相當長的時間，而釋迦牟尼佛距離我們現在，不過才三千年而已，所以佛沒出現之前，西方世界早就建立了。同時往生西方極樂世界的眾生，不限於我們娑婆世界，十方無量無邊的世界，十方無量無邊諸佛如來，對大眾都宣揚這部經，都傳授這個法門，普遍的勸人求生西方淨土。所以說，過去聽到這個法門依教奉行的人，已經生了。現在有這個殊勝的機緣遇到這個法門，依教奉行，那他這一生當中必定往生。將來，釋迦牟尼佛講「將來」，就是指我們現在。佛滅度以後，雖然在末法時期，即使在滅法的時期，我們讀經，讀《法滅盡經》，經上說得很清楚，佛法滅盡了，這個法門還要留傳一百年，這個法門是最後滅。《法滅盡經》裡講《楞嚴經》是第一個滅，最先滅，滅《楞嚴經》。最後就是滅《阿彌陀經》，一切法滅盡了，它還要留一百年。經上說得很清楚，即使在那個時候，就是最後這一百年，聽到這個法門，依教奉行，還是可以往生。"
    },
    {
      "id": "01-004-0056_p0004",
      "zh_CN": "此地提出这个问题、这个疑问，是说一发愿，『但可云当生』，为什么要说『今生』。前面这个意思容易懂，『一期』就是一生，这个「今」就是讲我们今生、今世，这个好懂，今生今世发愿持名，我们今生今世一定可以生净土。可是这个法门大家都晓得，修的人很多，念佛的人很多，几个人真正往生？连过去李老师都常说，一万个念佛的人，真正往生的，一、两个都难得。换句话说，万分之一都不到。原因在什么地方？不如理、不如法，所以理论要懂得、方法要明了。理论、方法都明了，句句佛号它能相应，像我们前面在《疏钞演义》里面所读过的，声声相应。",
      "zh_TW": "此地提出這個問題、這個疑問，是說一發願，『但可云當生』，為什麼要說『今生』。前面這個意思容易懂，『一期』就是一生，這個「今」就是講我們今生、今世，這個好懂，今生今世發願持名，我們今生今世一定可以生淨土。可是這個法門大家都曉得，修的人很多，念佛的人很多，幾個人真正往生？連過去李老師都常說，一萬個念佛的人，真正往生的，一、兩個都難得。換句話說，萬分之一都不到。原因在什麼地方？不如理、不如法，所以理論要懂得、方法要明瞭。理論、方法都明瞭，句句佛號它能相應，像我們前面在《疏鈔演義》裡面所讀過的，聲聲相應。"
    },
    {
      "id": "01-004-0056_p0005",
      "zh_CN": "我们在讲席当中，也时时为同修们提起，这一句佛号一定要具足三学、三慧、三资粮，这一生决定往生。如果我们这一声佛号里面，还具足了分别执着妄想，那我们这句佛号不但不能够伏烦恼，而且这个佛号里头增长烦恼。念佛的人烦恼要一天比一天少，心一天比一天清净，这个是好境界。如果念佛人，烦恼还是一天一天增长，与道就相违背了。我们常常要想一想，我们学佛为什么？要如何才能达到修学的目标，这个要紧！其余的事情都是次要的，都是不相关的。明白了以后，身心世界一切放下，一心一意求生净土。",
      "zh_TW": "我們在講席當中，也時時為同修們提起，這一句佛號一定要具足三學、三慧、三資糧，這一生決定往生。如果我們這一聲佛號裡面，還具足了分別執著妄想，那我們這句佛號不但不能夠伏煩惱，而且這個佛號裡頭增長煩惱。念佛的人煩惱要一天比一天少，心一天比一天清淨，這個是好境界。如果念佛人，煩惱還是一天一天增長，與道就相違背了。我們常常要想一想，我們學佛為什麼？要如何才能達到修學的目標，這個要緊！其餘的事情都是次要的，都是不相關的。明白了以後，身心世界一切放下，一心一意求生淨土。"
    },
    {
      "id": "01-004-0056_p0006",
      "zh_CN": "这个世间，没有什么值得留恋的，灾难不知道什么时候来！我们这几天在报章新闻里面，看到印度毒气外泄，今天报导已经死两千多人，五、六万人中毒，而且中毒的人还在继续增加，这种工厂在台湾，报纸上登了台湾有七座。确确实实不知道哪一天，我们会变成什么样子。如果三次大战核子战争爆发，那更不堪收拾，即使是活在这个世间，活得也不平安，所以一定要提高警觉。世间人，一种是醉生梦死，一种是麻木不仁，这是佛法里面称之为「可怜悯者」。聪明人、有智慧的人，一定提高警觉，他自己决定有成就。这个法门我们在讲席当中，许多次的为同修们提醒，这个因缘非常的难得、非常的殊胜，是不容易多得的。那就是我们能把这个道理、方法、境界，都能在此地说得清清楚楚，我们共同在一起修学，希望人人都能成就。",
      "zh_TW": "這個世間，沒有什麼值得留戀的，災難不知道什麼時候來！我們這幾天在報章新聞裡面，看到印度毒氣外洩，今天報導已經死兩千多人，五、六萬人中毒，而且中毒的人還在繼續增加，這種工廠在臺灣，報紙上登了臺灣有七座。確確實實不知道哪一天，我們會變成什麼樣子。如果三次大戰核子戰爭爆發，那更不堪收拾，即使是活在這個世間，活得也不平安，所以一定要提高警覺。世間人，一種是醉生夢死，一種是麻木不仁，這是佛法裡面稱之為「可憐憫者」。聰明人、有智慧的人，一定提高警覺，他自己決定有成就。這個法門我們在講席當中，許多次的為同修們提醒，這個因緣非常的難得、非常的殊勝，是不容易多得的。那就是我們能把這個道理、方法、境界，都能在此地說得清清楚楚，我們共同在一起修學，希望人人都能成就。"
    },
    {
      "id": "01-004-0056_p0007",
      "zh_CN": "问题，这是第二答，这个里面不太容易懂了。这是就一刹那叫『今』，这是讲『一念相应一念生，念念相应念念生』。问题在哪里？就在「相应」两个字。刚才我们说过，我们念这句佛号不相应，怎么不相应？我们的心不清净。有些同修来给我说，我说：念佛的时候就清净了。这个句子是连到的，一念相应一念生，念念相应念念生。不会说头一念相应，第二念不相应，没有这个事情。只要你得到一念相应，你必定是念念相应，不会退转的；还会退，没得到！没有得到是自己以为得到了。这种情形依旧是对于理论没透彻，境界没有真正的明了，所以把这个浅显的境界当作高深的境界，误会了。好比我们从台北出发要到高雄，走到板桥就以为是高雄，就以为到了，哪里知道还远得很，是把板桥误会以为那就是高雄。念到一念相应不容易，小注上注得好，「有此义，方能深入一行三昧」，前面都说过这些意思。",
      "zh_TW": "問題，這是第二答，這個裡面不太容易懂了。這是就一剎那叫『今』，這是講『一念相應一念生，念念相應念念生』。問題在哪裡？就在「相應」兩個字。剛才我們說過，我們念這句佛號不相應，怎麼不相應？我們的心不清淨。有些同修來給我說，我說：念佛的時候就清淨了。這個句子是連到的，一念相應一念生，念念相應念念生。不會說頭一念相應，第二念不相應，沒有這個事情。只要你得到一念相應，你必定是念念相應，不會退轉的；還會退，沒得到！沒有得到是自己以為得到了。這種情形依舊是對於理論沒透徹，境界沒有真正的明瞭，所以把這個淺顯的境界當作高深的境界，誤會了。好比我們從台北出發要到高雄，走到板橋就以為是高雄，就以為到了，哪裡知道還遠得很，是把板橋誤會以為那就是高雄。念到一念相應不容易，小註上註得好，「有此義，方能深入一行三昧」，前面都說過這些意思。"
    },
    {
      "id": "01-004-0056_p0008",
      "zh_CN": "一行三昧、一相三昧，在佛法里面，无论是哪一宗、哪一个法门都重视它，因为它是成就。八万四千法门是手段、是方法，目的都是要得一心不乱，一心不乱的起用，就是一行三昧、就是一相三昧。所谓「一相」是平等相，「一行」是清净行、慈悲行。由此可知，这两种三昧现前，就是菩提心现前。菩提心现前是什么境界？在这个法门里面来说，是理一心不乱，事一心没达到，属于理一心不乱。在圆教讲，是初住以上的法身大士，像《华严经》所讲的四十一位法身大士，他们的境界是一相三昧、一行三昧。",
      "zh_TW": "一行三昧、一相三昧，在佛法裡面，無論是哪一宗、哪一個法門都重視它，因為它是成就。八萬四千法門是手段、是方法，目的都是要得一心不亂，一心不亂的起用，就是一行三昧、就是一相三昧。所謂「一相」是平等相，「一行」是清淨行、慈悲行。由此可知，這兩種三昧現前，就是菩提心現前。菩提心現前是什麼境界？在這個法門裡面來說，是理一心不亂，事一心沒達到，屬於理一心不亂。在圓教講，是初住以上的法身大士，像《華嚴經》所講的四十一位法身大士，他們的境界是一相三昧、一行三昧。"
    },
    {
      "id": "01-004-0056_p0009",
      "zh_CN": "一念相应了，这个心真正到平等、清净、慈悲，从此之后，他不会再有分别执着妄想。所以诸位要拣别这个境界，从最粗显处来说，就是一念相应了，就没有分别执着妄想，这就相应。如果还有分别执着妄想，那你没有达到，没有得到相应。别说高的相应，低的相应里面也要离分别执着妄想；因为不离分别执着妄想，功夫不能成片。换句话说，你要求带业往生都不可能。「念念相应念念生」，功夫就晋级，境界一天比一天提升，这是好事情。",
      "zh_TW": "一念相應了，這個心真正到平等、清淨、慈悲，從此之後，他不會再有分別執著妄想。所以諸位要揀別這個境界，從最粗顯處來說，就是一念相應了，就沒有分別執著妄想，這就相應。如果還有分別執著妄想，那你沒有達到，沒有得到相應。別說高的相應，低的相應裡面也要離分別執著妄想；因為不離分別執著妄想，功夫不能成片。換句話說，你要求帶業往生都不可能。「念念相應念念生」，功夫就晉級，境界一天比一天提升，這是好事情。"
    },
    {
      "id": "01-004-0056_p0010",
      "zh_CN": "也许诸位要问：这一念生，念念生，我们还在这个世间，没生到西方极乐世界去？下面就给我们解释这个问题，解答这个疑问。『妙因妙果』，「妙」是不可思议，因与果都不离一心，你现在已经到一心了，这个一念相应，相应就是一心，只要你真正到一心，因果具足，哪有不生的道理？底下用个比喻来说，『如秤两头。低昂时等』，平等的。所以说『何俟娑婆报尽。方育珍池』，珍是珍宝，就是七宝池、八功德水。我们现在这个业报之身，寿命还没有尽，没尽怎么样？极乐世界莲花上已经刻了名字，已经标名。你要是功夫用得好，有许许多多不可思议的瑞相，那都是消息。经里面讲的话句句都是实在的。",
      "zh_TW": "也許諸位要問：這一念生，念念生，我們還在這個世間，沒生到西方極樂世界去？下面就給我們解釋這個問題，解答這個疑問。『妙因妙果』，「妙」是不可思議，因與果都不離一心，你現在已經到一心了，這個一念相應，相應就是一心，只要你真正到一心，因果具足，哪有不生的道理？底下用個比喻來說，『如秤兩頭。低昂時等』，平等的。所以說『何俟娑婆報盡。方育珍池』，珍是珍寶，就是七寶池、八功德水。我們現在這個業報之身，壽命還沒有盡，沒盡怎麼樣？極樂世界蓮花上已經刻了名字，已經標名。你要是功夫用得好，有許許多多不可思議的瑞相，那都是消息。經裡面講的話句句都是實在的。"
    },
    {
      "id": "01-004-0056_p0011",
      "zh_CN": "『金台影现，便非娑婆界内人矣』。这一段的意思，简单的说，如果你真的一念相应、念念相应，你现在已经是西方世界佛国土的诸上善人之一了。这是讲今生，今是指现在，现在就已经生了，现在就已经是西方极乐世界的人了。你现在还没去，这个没去就是我们平常讲的乘愿再来，为什么？到一念相应、念念相应是自在往生，随时可以去。相应就有这种的效应，就有这个效果，这是真正不可思议！我们现前往生没有把握，就是不相应，相应就有把握，相应就生死自在、来去自如。圆瑛法师在讲义里面引证了几位大德，第一位是可久大师，第二位是越国夫人王氏。这些公案诸位自己可以去看看，如果诸位要想多知道一些，你可以看《净土圣贤录》，你可以看《往生传》，那都是实实在在的。",
      "zh_TW": "『金臺影現，便非娑婆界內人矣』。這一段的意思，簡單的說，如果你真的一念相應、念念相應，你現在已經是西方世界佛國土的諸上善人之一了。這是講今生，今是指現在，現在就已經生了，現在就已經是西方極樂世界的人了。你現在還沒去，這個沒去就是我們平常講的乘願再來，為什麼？到一念相應、念念相應是自在往生，隨時可以去。相應就有這種的效應，就有這個效果，這是真正不可思議！我們現前往生沒有把握，就是不相應，相應就有把握，相應就生死自在、來去自如。圓瑛法師在講義裡面引證了幾位大德，第一位是可久大師，第二位是越國夫人王氏。這些公案諸位自己可以去看看，如果諸位要想多知道一些，你可以看《淨土聖賢錄》，你可以看《往生傳》，那都是實實在在的。"
    },
    {
      "id": "01-004-0056_p0012",
      "zh_CN": "现前我们这个世间，生佛国土，预知时至的人很多。这几天，我们为香港畅怀法师，他们在旧历年的时间，有一个团到本省来参访。我今年从香港回来之后，告诉你们，畅怀法师那个图书馆，在去年十二月间，一个八十岁的老居士往生，一个月之前就知道了。畅怀法师虽然出家那么多年，他不相信净土，他不念佛，看到这个老居士走得那么自在，一个多月之前就通知他，告诉他，他这才相信，才死心塌地念佛了。所以他跟我说，那个老居士度了他，不是那样现身说法，他还是不相信。我从香港一回来，就把这个事情告诉大家，千真万确的事情。这个老先生一天到晚看经，他是看经走的，没有害病，身体健康，说走就走了。这些事情我们常常听到，应当要相信。再看底下这一段，这四句话非常重要！",
      "zh_TW": "現前我們這個世間，生佛國土，預知時至的人很多。這幾天，我們為香港暢懷法師，他們在舊曆年的時間，有一個團到本省來參訪。我今年從香港回來之後，告訴你們，暢懷法師那個圖書館，在去年十二月間，一個八十歲的老居士往生，一個月之前就知道了。暢懷法師雖然出家那麼多年，他不相信淨土，他不念佛，看到這個老居士走得那麼自在，一個多月之前就通知他，告訴他，他這才相信，才死心塌地念佛了。所以他跟我說，那個老居士度了他，不是那樣現身說法，他還是不相信。我從香港一回來，就把這個事情告訴大家，千真萬確的事情。這個老先生一天到晚看經，他是看經走的，沒有害病，身體健康，說走就走了。這些事情我們常常聽到，應當要相信。再看底下這一段，這四句話非常重要！"
    },
    {
      "id": "01-004-0056_p0013",
      "zh_CN": "解【极圆极顿。难议难思。唯有大智。方能谛信。】",
      "zh_TW": "解【極圓極頓。難議難思。唯有大智。方能諦信。】"
    },
    {
      "id": "01-004-0056_p0014",
      "zh_CN": "圆老法师的注子里头说得非常之好，跟我平常劝勉同修是一个意思。「一句佛号，即佛即心，圆具三学，圆该万行」。我常讲声声具足三学、三慧、三资粮，这个佛号念得才管用。声声佛号能伏烦恼、能断烦恼、能破无明，与佛相应、与心相应、与净土相应，它怎么不圆？而且是『极圆』。一念相应就一念生，这是『极顿』。这种法门，千经万论里面找不到的。『难议』，议是议论，就是来讨论，太难。言语道断，心行处灭，难议是「言语道断」，难思是「心行处灭」。『唯有大智。方能谛信』。「谛信」是谛审而相信，决定没有怀疑，这种人有智慧。劝我们发愿，这一段流通的意思就讲到此地。下面是劝行流通，请看经文：",
      "zh_TW": "圓老法師的註子裡頭說得非常之好，跟我平常勸勉同修是一個意思。「一句佛號，即佛即心，圓具三學，圓該萬行」。我常講聲聲具足三學、三慧、三資糧，這個佛號念得才管用。聲聲佛號能伏煩惱、能斷煩惱、能破無明，與佛相應、與心相應、與淨土相應，它怎麼不圓？而且是『極圓』。一念相應就一念生，這是『極頓』。這種法門，千經萬論裡面找不到的。『難議』，議是議論，就是來討論，太難。言語道斷，心行處滅，難議是「言語道斷」，難思是「心行處滅」。『唯有大智。方能諦信』。「諦信」是諦審而相信，決定沒有懷疑，這種人有智慧。勸我們發願，這一段流通的意思就講到此地。下面是勸行流通，請看經文："
    },
    {
      "id": "01-004-0056_p0015",
      "zh_CN": "经【舍利弗。如我今者。称赞诸佛不可思议功德，彼诸佛等。亦称赞我不可思议功德。而作是言。释迦牟尼佛。能为甚难希有之事。能于娑婆国土。五浊恶世。劫浊。见浊。烦恼浊。众生浊。命浊中。得阿耨多罗三藐三菩提。为诸众生。说是一切世间难信之法。】",
      "zh_TW": "經【舍利弗。如我今者。稱讚諸佛不可思議功德，彼諸佛等。亦稱讚我不可思議功德。而作是言。釋迦牟尼佛。能為甚難希有之事。能於娑婆國土。五濁惡世。劫濁。見濁。煩惱濁。眾生濁。命濁中。得阿耨多羅三藐三菩提。為諸眾生。說是一切世間難信之法。】"
    },
    {
      "id": "01-004-0056_p0016",
      "zh_CN": "这一段经文是劝行，劝我们修行。经文有两段，这一段先叙说十方诸佛对于本师的赞叹。世尊先叫着舍利弗，『如我今者』，「我」是本师释迦牟尼佛的自称。『称赞诸佛不可思议功德』，这是总结前面所说的，「诸佛」这一句是双关语，可以指十方一切诸佛，也可以指阿弥陀佛。为什么？因为弥陀就是法界藏身，前面跟诸位说过，念阿弥陀佛就是念法界一切诸佛的名号，十方三世一切诸佛无不赞叹阿弥陀佛，所以阿弥陀佛就为一切诸佛的同号。",
      "zh_TW": "這一段經文是勸行，勸我們修行。經文有兩段，這一段先敘說十方諸佛對於本師的讚歎。世尊先叫著舍利弗，『如我今者』，「我」是本師釋迦牟尼佛的自稱。『稱讚諸佛不可思議功德』，這是總結前面所說的，「諸佛」這一句是雙關語，可以指十方一切諸佛，也可以指阿彌陀佛。為什麼？因為彌陀就是法界藏身，前面跟諸位說過，念阿彌陀佛就是念法界一切諸佛的名號，十方三世一切諸佛無不讚歎阿彌陀佛，所以阿彌陀佛就為一切諸佛的同號。"
    },
    {
      "id": "01-004-0056_p0017",
      "zh_CN": "『彼诸佛等』，这是指十方一切诸佛，当然也包括阿弥陀佛在内。释迦牟尼佛赞叹他们，他们也赞叹释迦牟尼佛，赞叹他不可思议的功德。世尊赞叹阿弥陀佛的功德，我们在经上读过了，读得很多，释迦牟尼佛他的不可思议功德在哪里？哪一条功德是释迦牟尼佛不可思议的功德？给诸位说，释迦牟尼佛给我们讲这个经，传授这个法门，这就是他之所以被十方诸佛赞叹的理由。我们看蕅益大师的注解：",
      "zh_TW": "『彼諸佛等』，這是指十方一切諸佛，當然也包括阿彌陀佛在內。釋迦牟尼佛讚歎他們，他們也讚歎釋迦牟尼佛，讚歎他不可思議的功德。世尊讚歎阿彌陀佛的功德，我們在經上讀過了，讀得很多，釋迦牟尼佛他的不可思議功德在哪裡？哪一條功德是釋迦牟尼佛不可思議的功德？給諸位說，釋迦牟尼佛給我們講這個經，傳授這個法門，這就是他之所以被十方諸佛讚歎的理由。我們看蕅益大師的註解："
    },
    {
      "id": "01-004-0056_p0018",
      "zh_CN": "解【诸佛功德智慧。虽皆平等。而施化则有难易。】",
      "zh_TW": "解【諸佛功德智慧。雖皆平等。而施化則有難易。】"
    },
    {
      "id": "01-004-0056_p0019",
      "zh_CN": "佛他的智慧、他的德能，确确实实是相同的，佛佛道同，这是完全平等，无二无别，教化众生就显得非常的不平等。我们从经典上来看，阿弥陀佛跟本师释迦牟尼佛，从他们本人来说，决定是平等的，没有一丝毫差别。可是在两个世界大大的不平等，两个世界里面的众生尤其是不平等，这个教化就有难易。西方极乐世界，阿弥陀佛教化他那些众生，容易！释迦牟尼佛在这个娑婆世界教我们，不容易！为什么不容易？我们不愿意接受，不但不愿意接受，而且还要毁谤、还要破坏，这个事情就麻烦。",
      "zh_TW": "佛他的智慧、他的德能，確確實實是相同的，佛佛道同，這是完全平等，無二無別，教化眾生就顯得非常的不平等。我們從經典上來看，阿彌陀佛跟本師釋迦牟尼佛，從他們本人來說，決定是平等的，沒有一絲毫差別。可是在兩個世界大大的不平等，兩個世界裡面的眾生尤其是不平等，這個教化就有難易。西方極樂世界，阿彌陀佛教化他那些眾生，容易！釋迦牟尼佛在這個娑婆世界教我們，不容易！為什麼不容易？我們不願意接受，不但不願意接受，而且還要毀謗、還要破壞，這個事情就麻煩。"
    },
    {
      "id": "01-004-0056_p0020",
      "zh_CN": "破坏善事，这个罪恶就很重，破坏佛法，这个罪业是堕地狱的。你看看哪一部经到最后，佛都劝你要想尽方法去流通、去护持。如果我们障碍流通，毁坏佛法，这个罪业，经论上一再给我们讲，阿鼻地狱的罪业。我们世间人，不信的人太多太多了！就是佛陀在世的时候，经里面给我们说明，《阿弥陀经》就是在舍卫国讲的。佛当年在世，舍卫国地区的人民，有缘分见到释迦牟尼佛，曾经听他讲过经的，只占舍卫大城人口的三分之一。另外有三分之一，听说有释迦牟尼佛这个人，没见过面，也没有听佛讲过经，只是晓得在我们这个地方有一个人叫释迦牟尼佛。还有三分之一的人，根本就不知道有佛在这个地方，各人的福德因缘不相同。佛陀在世的时候已经如此，佛灭度以后，到末法时期的今天，障难更多了。",
      "zh_TW": "破壞善事，這個罪惡就很重，破壞佛法，這個罪業是墮地獄的。你看看哪一部經到最後，佛都勸你要想盡方法去流通、去護持。如果我們障礙流通，毀壞佛法，這個罪業，經論上一再給我們講，阿鼻地獄的罪業。我們世間人，不信的人太多太多了！就是佛陀在世的時候，經裡面給我們說明，《阿彌陀經》就是在舍衛國講的。佛當年在世，舍衛國地區的人民，有緣分見到釋迦牟尼佛，曾經聽他講過經的，只佔舍衛大城人口的三分之一。另外有三分之一，聽說有釋迦牟尼佛這個人，沒見過面，也沒有聽佛講過經，只是曉得在我們這個地方有一個人叫釋迦牟尼佛。還有三分之一的人，根本就不知道有佛在這個地方，各人的福德因緣不相同。佛陀在世的時候已經如此，佛滅度以後，到末法時期的今天，障難更多了。"
    },
    {
      "id": "01-004-0056_p0021",
      "zh_CN": "我们在过去读《六祖坛经》的时候，我们实在是有无限的感慨。六祖是佛菩萨再来的，大慈大悲，舍己为人，普度众生，你看看还有多少人要陷害他、多少人想把他杀掉。他还要在猎人队里头去避难，避十五年。我们今天距六祖有一千三百年，今天自行化他比六祖那个时候，又不晓得困难多少？同学们如果在这些地方，要是真正体会到一些，你一定可以提高自己的警觉。今天在这个世间，说个实在的话，自度第一；度他，千万不要打这个念头。我们有这个愿，「众生无边誓愿度」，可是今天的众生机缘没成熟，不接受。所以在这个时代，佛菩萨不出世，这是在眼前我们都能看得到的。",
      "zh_TW": "我們在過去讀《六祖壇經》的時候，我們實在是有無限的感慨。六祖是佛菩薩再來的，大慈大悲，捨己為人，普度眾生，你看看還有多少人要陷害他、多少人想把他殺掉。他還要在獵人隊裡頭去避難，避十五年。我們今天距六祖有一千三百年，今天自行化他比六祖那個時候，又不曉得困難多少？同學們如果在這些地方，要是真正體會到一些，你一定可以提高自己的警覺。今天在這個世間，說個實在的話，自度第一；度他，千萬不要打這個念頭。我們有這個願，「眾生無邊誓願度」，可是今天的眾生機緣沒成熟，不接受。所以在這個時代，佛菩薩不出世，這是在眼前我們都能看得到的。"
    },
    {
      "id": "01-004-0056_p0022",
      "zh_CN": "佛法一代不如一代，莲池、蕅益比不上慧远，比不上清凉，比不上智者大师。圆瑛法师、虚云老和尚、印光大师、太虚大师，比不上莲池、蕅益。而我们近代这些法师，诸位想想，有几个人能比得上圆瑛？能比得上印光？这个就是非常明显的，一代不如一代。可见得众生福德因缘一代比一代要薄，薄得太多太多，我们一定要警觉，这种现象决定不是好现象。所以觉悟了以后，自度要摆在第一位，一切是非人我要放下，力求清净，只有清净心才能够度自己。清净心从哪里来的？放下万缘。不但世缘要放下，佛法也得放下，就像莲池大师所说的，「三藏十二部让给他人悟」，自己怎么样？一句弥陀念到底！再看底下这一段：",
      "zh_TW": "佛法一代不如一代，蓮池、蕅益比不上慧遠，比不上清涼，比不上智者大師。圓瑛法師、虛雲老和尚、印光大師、太虛大師，比不上蓮池、蕅益。而我們近代這些法師，諸位想想，有幾個人能比得上圓瑛？能比得上印光？這個就是非常明顯的，一代不如一代。可見得眾生福德因緣一代比一代要薄，薄得太多太多，我們一定要警覺，這種現象決定不是好現象。所以覺悟了以後，自度要擺在第一位，一切是非人我要放下，力求清淨，只有清淨心才能夠度自己。清淨心從哪裡來的？放下萬緣。不但世緣要放下，佛法也得放下，就像蓮池大師所說的，「三藏十二部讓給他人悟」，自己怎麼樣？一句彌陀念到底！再看底下這一段："
    },
    {
      "id": "01-004-0056_p0023",
      "zh_CN": "解【净土成菩提易。浊世难。为净土众生说法易。为浊世众生难。为浊世众生说渐法犹易。说顿法难。】",
      "zh_TW": "解【淨土成菩提易。濁世難。為淨土眾生說法易。為濁世眾生難。為濁世眾生說漸法猶易。說頓法難。】"
    },
    {
      "id": "01-004-0056_p0024",
      "zh_CN": "这就是一层一层的来比较、来较量。『净土』是指西方极乐世界，那个地方成菩提容易，成菩提就是成佛，那个地方成佛容易。这个地方浊世，成佛难，浊世成佛难。释迦牟尼佛在这个世间示现成佛，这是甚难希有，不可思议的功德。阿弥陀佛为净土众生说法，容易！经上说那边是六尘说法。释迦牟尼佛为五浊恶世的众生说法难，为五浊恶世众生说渐法，给你说人天法、说小乘法、说权教菩萨法、说大乘法，都容易，唯独说这个法太难了，这个法不可思议，没有人肯相信。所以一般人提到净土，都认为这是老太婆教，认为这个教是什么人学的？没有知识人学的。一切佛法里面，第一等的佛法，无上的法门，他把它看作一文不值。这是五浊恶世的众生，不识货！最殊胜的法门，一生成就的法门，哪一个不是当面错过？我们再看底下这一句：",
      "zh_TW": "這就是一層一層的來比較、來較量。『淨土』是指西方極樂世界，那個地方成菩提容易，成菩提就是成佛，那個地方成佛容易。這個地方濁世，成佛難，濁世成佛難。釋迦牟尼佛在這個世間示現成佛，這是甚難希有，不可思議的功德。阿彌陀佛為淨土眾生說法，容易！經上說那邊是六塵說法。釋迦牟尼佛為五濁惡世的眾生說法難，為五濁惡世眾生說漸法，給你說人天法、說小乘法、說權教菩薩法、說大乘法，都容易，唯獨說這個法太難了，這個法不可思議，沒有人肯相信。所以一般人提到淨土，都認為這是老太婆教，認為這個教是什麼人學的？沒有知識人學的。一切佛法裡面，第一等的佛法，無上的法門，他把它看作一文不值。這是五濁惡世的眾生，不識貨！最殊勝的法門，一生成就的法門，哪一個不是當面錯過？我們再看底下這一句："
    },
    {
      "id": "01-004-0056_p0025",
      "zh_CN": "解【为浊世众生说余顿法犹易。说净土横超顿法尤难。】",
      "zh_TW": "解【為濁世眾生說餘頓法猶易。說淨土橫超頓法尤難。】"
    },
    {
      "id": "01-004-0056_p0026",
      "zh_CN": "『余顿法』讲的是什么？讲的禅。学禅的人还多，学净的人更少了、更难了。这一句我们要特别的留意，这一句是祖师给我们当头棒喝。你要想成就，首先得认识这个法门，首先要认识这部经典的价值在一切经之上，没有任何一部经能够比得上它。我们今天这个道场里，把一切经舍弃了，专门来探讨这部经，也是祖师这一棒把我们打醒。再看下面：",
      "zh_TW": "『餘頓法』講的是什麼？講的禪。學禪的人還多，學淨的人更少了、更難了。這一句我們要特別的留意，這一句是祖師給我們當頭棒喝。你要想成就，首先得認識這個法門，首先要認識這部經典的價值在一切經之上，沒有任何一部經能夠比得上它。我們今天這個道場裡，把一切經捨棄了，專門來探討這部經，也是祖師這一棒把我們打醒。再看下面："
    },
    {
      "id": "01-004-0056_p0027",
      "zh_CN": "解【为浊世众生。说净土横超顿修顿证妙观。已自不易。】",
      "zh_TW": "解【為濁世眾生。說淨土橫超頓修頓證妙觀。已自不易。】"
    },
    {
      "id": "01-004-0056_p0028",
      "zh_CN": "这几句是讲实相念佛、观想念佛，像大本《无量寿经》里面所讲的，《十六观经》里面所说的，那都已经不容易了。",
      "zh_TW": "這幾句是講實相念佛、觀想念佛，像大本《無量壽經》裡面所講的，《十六觀經》裡面所說的，那都已經不容易了。"
    },
    {
      "id": "01-004-0056_p0029",
      "zh_CN": "解【说此无藉劬劳修证。但持名号。径登不退。奇特胜妙。超出思议。第一方便。更为难中之难。故十方诸佛。无不推我释迦。偏为勇猛也。】",
      "zh_TW": "解【說此無藉劬勞修證。但持名號。徑登不退。奇特勝妙。超出思議。第一方便。更為難中之難。故十方諸佛。無不推我釋迦。偏為勇猛也。】"
    },
    {
      "id": "01-004-0056_p0030",
      "zh_CN": "这是一层一层来较量，一层一层的来分析，最后说出「执持名号」这个法门，太殊胜！念佛有许多种的修法，那就是观想、观像、实相念佛，要是因缘不具足，都不能成就。换句话说，外境能够障碍你，唯独持名这个法子，外面什么样的境界都障碍不了你。你念佛，别人不准你出声，你心里头默念，可以！不准你拿念珠记数，心中记数，可以！没有障碍。无论是顺境、是逆境，统统没有障碍。只要你自己不为境界所转，外不为境界转，内不为妄想转，你的功夫就纯一，你的功夫自然就念念相应，念念相应那多自在！回过头来看众生，就跟经里面所讲的完全一样，刚强难化，他不肯接受。这个方法，七日成就，这是第一方便。",
      "zh_TW": "這是一層一層來較量，一層一層的來分析，最後說出「執持名號」這個法門，太殊勝！念佛有許多種的修法，那就是觀想、觀像、實相念佛，要是因緣不具足，都不能成就。換句話說，外境能夠障礙你，唯獨持名這個法子，外面什麼樣的境界都障礙不了你。你念佛，別人不准你出聲，你心裡頭默念，可以！不准你拿念珠記數，心中記數，可以！沒有障礙。無論是順境、是逆境，統統沒有障礙。只要你自己不為境界所轉，外不為境界轉，內不為妄想轉，你的功夫就純一，你的功夫自然就念念相應，念念相應那多自在！回過頭來看眾生，就跟經裡面所講的完全一樣，剛強難化，他不肯接受。這個方法，七日成就，這是第一方便。"
    },
    {
      "id": "01-004-0056_p0031",
      "zh_CN": "所以真正的佛七，给诸位说，只有自己一个人打。也有同学来问我，我想真正打一个佛七，求七天克期取证，我就告诉他：你一个人发心，你一个人打。你要想找几个同伴，找不到，你趁早别打这个妄想，你找不到同伴的。即使找到同伴的，在今天这个社会，你也会给佛教带来麻烦，决定是不利的。因为这七天往生西方极乐世界，你要来参加佛七，你在家里把遗嘱东西都写好，为什么？给家里的人告别，我去往生，别指望我再回来。谁肯来打佛七？如果佛七当中，这些人七天统统都往生了，这个社会上大轰动了，这个道场不知道用的什么法门，把这些人都害死了。甚至于以后连这个法门都被法律所禁止，岂不是给佛门带来了大灾难？七天克期取证不能干。自己做可以，不能邀别人一起做，这事情真正成功的。",
      "zh_TW": "所以真正的佛七，給諸位說，只有自己一個人打。也有同學來問我，我想真正打一個佛七，求七天剋期取證，我就告訴他：你一個人發心，你一個人打。你要想找幾個同伴，找不到，你趁早別打這個妄想，你找不到同伴的。即使找到同伴的，在今天這個社會，你也會給佛教帶來麻煩，決定是不利的。因為這七天往生西方極樂世界，你要來參加佛七，你在家裡把遺囑東西都寫好，為什麼？給家裡的人告別，我去往生，別指望我再回來。誰肯來打佛七？如果佛七當中，這些人七天統統都往生了，這個社會上大轟動了，這個道場不知道用的什麼法門，把這些人都害死了。甚至於以後連這個法門都被法律所禁止，豈不是給佛門帶來了大災難？七天剋期取證不能幹。自己做可以，不能邀別人一起做，這事情真正成功的。"
    },
    {
      "id": "01-004-0056_p0032",
      "zh_CN": "所以真正的佛七，人数决定不能超过十个人，七天的佛号日夜绝不中断，七天七夜决定不中断，这七天七夜不能睡觉、不能说话、不能起分别心。如果法器一敲，敲得不对了，「你这个法器敲错了」，好了，你这个佛七都破坏了，你心里起了个妄念了。没有错的，也没有对的，心地清净，什么都放下，这叫真正打佛七。现在这些佛七都叫做佛七法会，没有关系，决定安全，不会出乱子，人愈多愈好。",
      "zh_TW": "所以真正的佛七，人數決定不能超過十個人，七天的佛號日夜絕不中斷，七天七夜決定不中斷，這七天七夜不能睡覺、不能說話、不能起分別心。如果法器一敲，敲得不對了，「你這個法器敲錯了」，好了，你這個佛七都破壞了，你心裡起了個妄念了。沒有錯的，也沒有對的，心地清淨，什麼都放下，這叫真正打佛七。現在這些佛七都叫做佛七法會，沒有關係，決定安全，不會出亂子，人愈多愈好。"
    },
    {
      "id": "01-004-0056_p0033",
      "zh_CN": "所以要讲到这个法门真正的修学，它的确七天成功。确确实实就是成功的时候，念到念念相应。念念相应念念生，念念相应念念佛。这种佛七能够找到一、二个志同道合的，这很难得，哪里可以找得了那么多人！不过在这个地方，就看你是不是有特别的悲心，因为往往到这个境界，七天的时候，西方极乐世界现前，弥陀、观音、势至都见到了，马上就跟他走了，自己成就，这个机缘不能错过！一定要把握住，那真是百千万劫难遭遇的机会，你一下遇到了，你要不跟佛走，那好了，回过头来的时候，必定又落在三途。",
      "zh_TW": "所以要講到這個法門真正的修學，它的確七天成功。確確實實就是成功的時候，念到念念相應。念念相應念念生，念念相應念念佛。這種佛七能夠找到一、二個志同道合的，這很難得，哪裡可以找得了那麼多人！不過在這個地方，就看你是不是有特別的悲心，因為往往到這個境界，七天的時候，西方極樂世界現前，彌陀、觀音、勢至都見到了，馬上就跟他走了，自己成就，這個機緣不能錯過！一定要把握住，那真是百千萬劫難遭遇的機會，你一下遇到了，你要不跟佛走，那好了，回過頭來的時候，必定又落在三途。"
    },
    {
      "id": "01-004-0056_p0034",
      "zh_CN": "只有一种什么？一种自己真正有坚定之心，绝不为境界所转了，他可以发心，自己成就之后，我愿意再弘法利生，再多劝一些人、多带一些人，往生西方世界。他从这个佛七之后，给诸位说，就是乘愿再来了，他自己生死自在了。在这个佛七之前，他是凡夫。佛七之后，他是西方极乐世界菩萨再来的。这个结七当中，成就的功夫有三等，上等的是理一心不乱，中等的是事一心不乱，下等的是功夫成片，这三等功夫都是决定往生，功夫成片就往生。",
      "zh_TW": "只有一種什麼？一種自己真正有堅定之心，絕不為境界所轉了，他可以發心，自己成就之後，我願意再弘法利生，再多勸一些人、多帶一些人，往生西方世界。他從這個佛七之後，給諸位說，就是乘願再來了，他自己生死自在了。在這個佛七之前，他是凡夫。佛七之後，他是西方極樂世界菩薩再來的。這個結七當中，成就的功夫有三等，上等的是理一心不亂，中等的是事一心不亂，下等的是功夫成片，這三等功夫都是決定往生，功夫成片就往生。"
    },
    {
      "id": "01-004-0056_p0035",
      "zh_CN": "我们在《往生传》里面读到的，宋朝莹珂法师，他是一个人打佛七，关起门来一个人念佛，念了三天三夜，把阿弥陀佛念来了，这个不假，真的！三天三夜不睡觉、不吃饭、不喝水，没有时间！把阿弥陀佛念来了，阿弥陀佛告诉他：你的阳寿还有十年，十年之后我一定来接引你往生。你看，他这个机会碰到了，他聪明，他有智慧。他讲：我十年的寿命不要了，我现在就走。阿弥陀佛点点头，跟他约定：好，三天之后我来接引，我来接你走。他高兴了，门开了，给大家宣布：三天之后我要往生了。当时也没有人相信，可是三天之后他真走了，岂不是经上讲的，若一日到若七日，他只念了三天三夜。",
      "zh_TW": "我們在《往生傳》裡面讀到的，宋朝瑩珂法師，他是一個人打佛七，關起門來一個人念佛，念了三天三夜，把阿彌陀佛念來了，這個不假，真的！三天三夜不睡覺、不吃飯、不喝水，沒有時間！把阿彌陀佛念來了，阿彌陀佛告訴他：你的陽壽還有十年，十年之後我一定來接引你往生。你看，他這個機會碰到了，他聰明，他有智慧。他講：我十年的壽命不要了，我現在就走。阿彌陀佛點點頭，跟他約定：好，三天之後我來接引，我來接你走。他高興了，門開了，給大家宣佈：三天之後我要往生了。當時也沒有人相信，可是三天之後他真走了，豈不是經上講的，若一日到若七日，他只念了三天三夜。"
    },
    {
      "id": "01-004-0056_p0036",
      "zh_CN": "这个法门一定要你信得过、你要看得破、要放得下。多少这些高僧大德们现身说法，给我们作见证。所以大师在此地说，这是『奇特胜妙，超出思议，第一方便』，你们看看这个几句话。『更为难中之难』，佛为众生说出这样的法门，当生成就的法门，十方诸佛他怎么不赞叹？『无不推我释迦。偏为勇猛』，没有一个不推崇、不赞叹，释迦牟尼佛确确实实是一个勇猛之人，难行能行，难说能说。向下，给我们解释五浊：",
      "zh_TW": "這個法門一定要你信得過、你要看得破、要放得下。多少這些高僧大德們現身說法，給我們作見證。所以大師在此地說，這是『奇特勝妙，超出思議，第一方便』，你們看看這個幾句話。『更為難中之難』，佛為眾生說出這樣的法門，當生成就的法門，十方諸佛他怎麼不讚歎？『無不推我釋迦。偏為勇猛』，沒有一個不推崇、不讚歎，釋迦牟尼佛確確實實是一個勇猛之人，難行能行，難說能說。向下，給我們解釋五濁："
    },
    {
      "id": "01-004-0056_p0037",
      "zh_CN": "解【劫浊者。浊法聚会之时。劫浊中。非带业横出之行。必不能度。】",
      "zh_TW": "解【劫濁者。濁法聚會之時。劫濁中。非帶業橫出之行。必不能度。】"
    },
    {
      "id": "01-004-0056_p0038",
      "zh_CN": "这一句，诸位同修一定要牢牢的记住，绝不可以轻易的读过。你要是真正明白这个道理，你才晓得，在我们现前这个时代，修学任何一个法门都不能成就，你要想成就，除这个法门，实在是没有第二个法门，这是千真万确的真事！劫是指时间，时间哪有善恶？时间哪有清浊？所以大师在此地，给我们解释得很明白，是『浊法聚会之时』，就是下面这四种浊法。",
      "zh_TW": "這一句，諸位同修一定要牢牢的記住，絕不可以輕易的讀過。你要是真正明白這個道理，你才曉得，在我們現前這個時代，修學任何一個法門都不能成就，你要想成就，除這個法門，實在是沒有第二個法門，這是千真萬確的真事！劫是指時間，時間哪有善惡？時間哪有清濁？所以大師在此地，給我們解釋得很明白，是『濁法聚會之時』，就是下面這四種濁法。"
    },
    {
      "id": "01-004-0056_p0039",
      "zh_CN": "「见浊」，见是见解，见解不正确，知见太多了，太乱了；换句话说，这个世界人一天到晚胡思乱想，这就是见浊。「烦恼浊」，烦恼太多了，无量无边的烦恼。虽然物质生活逐渐提高，我们烦恼相对的也增加了。再就是「众生浊、命浊」，底下我们一条一条来讨论。这就是后面四种浊相交错，这个时代就不好了，这个劫就不清净，这是解释劫浊的意思。",
      "zh_TW": "「見濁」，見是見解，見解不正確，知見太多了，太亂了；換句話說，這個世界人一天到晚胡思亂想，這就是見濁。「煩惱濁」，煩惱太多了，無量無邊的煩惱。雖然物質生活逐漸提高，我們煩惱相對的也增加了。再就是「眾生濁、命濁」，底下我們一條一條來討論。這就是後面四種濁相交錯，這個時代就不好了，這個劫就不清淨，這是解釋劫濁的意思。"
    },
    {
      "id": "01-004-0056_p0040",
      "zh_CN": "而底下这句话，可以说是祖师特别的悲心，也是十方诸佛的大慈大悲，我们应当念上一百遍、一千遍都不为过。『劫浊中，非带业横出之行，必不能度』。这一句是比什么都重要！我们真正要是觉悟了，你才会死心塌地抱住这句佛号，这句佛号决定帮助你在这一生了生死、出三界，圆满你的四弘誓愿，包括度众生、断烦恼、学法门、成佛道，一句弥陀包摄无遗。我们再看底下一段：",
      "zh_TW": "而底下這句話，可以說是祖師特別的悲心，也是十方諸佛的大慈大悲，我們應當念上一百遍、一千遍都不為過。『劫濁中，非帶業橫出之行，必不能度』。這一句是比什麼都重要！我們真正要是覺悟了，你才會死心塌地抱住這句佛號，這句佛號決定幫助你在這一生了生死、出三界，圓滿你的四弘誓願，包括度眾生、斷煩惱、學法門、成佛道，一句彌陀包攝無遺。我們再看底下一段："
    },
    {
      "id": "01-004-0056_p0041",
      "zh_CN": "解【见浊者。】",
      "zh_TW": "解【見濁者。】"
    },
    {
      "id": "01-004-0056_p0042",
      "zh_CN": "『见』是见解，『浊』是混浊。换句话说，见解错误，错得太离谱了。现在这个社会，邪知邪见无量无边。从前的人，固然有些知见，它有个范围，这个范围就是儒家的伦常八德，是个范围。你怎么样去打妄想，不要超越这个，它有个范围，所以有些事情是可以能够判断的，可以能够预料的。现在没范围、没有准则了。明天要发生什么事情，任何人都预料不到，这个不得了！知见不是好事情，佛法把所有的邪知邪见归纳成五大类，这就是这一段说的。",
      "zh_TW": "『見』是見解，『濁』是混濁。換句話說，見解錯誤，錯得太離譜了。現在這個社會，邪知邪見無量無邊。從前的人，固然有些知見，它有個範圍，這個範圍就是儒家的倫常八德，是個範圍。你怎麼樣去打妄想，不要超越這個，它有個範圍，所以有些事情是可以能夠判斷的，可以能夠預料的。現在沒範圍、沒有準則了。明天要發生什麼事情，任何人都預料不到，這個不得了！知見不是好事情，佛法把所有的邪知邪見歸納成五大類，這就是這一段說的。"
    },
    {
      "id": "01-004-0056_p0043",
      "zh_CN": "解【五利使邪见增盛。】",
      "zh_TW": "解【五利使邪見增盛。】"
    },
    {
      "id": "01-004-0056_p0044",
      "zh_CN": "『利』是猛利，『使』在此地是个比喻。古时候这些官府里面当差的，差使，专门捉拿犯罪人的，好比我们现在的刑警队。『五』是说底下有五大类，这个五类就好比阎罗王身边的当差，很猛利，你要是碰到它，你就别想成就了；换句话说，你念佛别想往生。为什么？去不了。这个五条里头有一条，你都去不了。这就是说明现代念佛的人这么多，往生的人为什么那么少，因为他具足这个五条。",
      "zh_TW": "『利』是猛利，『使』在此地是個比喻。古時候這些官府裡面當差的，差使，專門捉拿犯罪人的，好比我們現在的刑警隊。『五』是說底下有五大類，這個五類就好比閻羅王身邊的當差，很猛利，你要是碰到它，你就別想成就了；換句話說，你念佛別想往生。為什麼？去不了。這個五條裡頭有一條，你都去不了。這就是說明現代念佛的人這麼多，往生的人為什麼那麼少，因為他具足這個五條。"
    },
    {
      "id": "01-004-0056_p0045",
      "zh_CN": "这五条是最厉害的，如果这五条你没有了，你有后面这烦恼的五条，你还有，这个五条没有了，你的功夫就成片，就是带业往生，生凡圣同居土。如果你连烦恼浊里头五钝使也没有了，那你就是念到事一心不乱，生方便有余土，可见得这一段文的要紧。我们如何用一句佛号，把这个五利使念掉，至少要把它伏住，如果你把它断掉了，你是功夫成片里面的上品。你能够把这五条伏住，没断，伏住了，就是它不起现行，它在我们生活里面不起作用，虽然没断根，它不起作用，这叫伏住，这是功夫成片里面的中下等，都能往生。如果这个五条，条条都有，一条也没断，哪怕一天念上十万声佛号，往生西方极乐世界都没有把握。这是我们一定要牢牢的记住。底下就把这五条的名目说出来，第一个是：",
      "zh_TW": "這五條是最厲害的，如果這五條你沒有了，你有後面這煩惱的五條，你還有，這個五條沒有了，你的功夫就成片，就是帶業往生，生凡聖同居土。如果你連煩惱濁裡頭五鈍使也沒有了，那你就是念到事一心不亂，生方便有餘土，可見得這一段文的要緊。我們如何用一句佛號，把這個五利使念掉，至少要把它伏住，如果你把它斷掉了，你是功夫成片裡面的上品。你能夠把這五條伏住，沒斷，伏住了，就是它不起現行，它在我們生活裡面不起作用，雖然沒斷根，它不起作用，這叫伏住，這是功夫成片裡面的中下等，都能往生。如果這個五條，條條都有，一條也沒斷，哪怕一天念上十萬聲佛號，往生西方極樂世界都沒有把握。這是我們一定要牢牢的記住。底下就把這五條的名目說出來，第一個是："
    },
    {
      "id": "01-004-0056_p0046",
      "zh_CN": "解【身见】",
      "zh_TW": "解【身見】"
    },
    {
      "id": "01-004-0056_p0047",
      "zh_CN": "『身』是什么？我们现前身体，把这个身当作是自己，非常的爱惜，不能够舍弃。这是错误见解里面，最根本的一个错误，不晓得四大五蕴之身是假的，不是真的。四大五蕴因缘和合现的这个幻相，这不是真正的我。执着这个身是我，你们诸位想想看，你往生西方极乐世界，是这个身去吗？太爱这个身、太执着这个身，他就是死了，他那个灵魂也不离开这个身，不离开这个身叫什么？叫守尸鬼，他不能脱身，很苦！他对他这个身是过分的爱着，他几时把这个尸体舍掉的时候，这个不是我了，他才有机会去投胎。他要认定那个身是他自己，他投胎都不可能，守尸鬼，那很可怜，所以一定要觉悟。",
      "zh_TW": "『身』是什麼？我們現前身體，把這個身當作是自己，非常的愛惜，不能夠捨棄。這是錯誤見解裡面，最根本的一個錯誤，不曉得四大五蘊之身是假的，不是真的。四大五蘊因緣和合現的這個幻相，這不是真正的我。執著這個身是我，你們諸位想想看，你往生西方極樂世界，是這個身去嗎？太愛這個身、太執著這個身，他就是死了，他那個靈魂也不離開這個身，不離開這個身叫什麼？叫守屍鬼，他不能脫身，很苦！他對他這個身是過分的愛著，他幾時把這個屍體捨掉的時候，這個不是我了，他才有機會去投胎。他要認定那個身是他自己，他投胎都不可能，守屍鬼，那很可憐，所以一定要覺悟。"
    },
    {
      "id": "01-004-0056_p0048",
      "zh_CN": "身不是自己，除了这个身之外，确确实实有真正的自己。佛门里面常说，「父母未生前本来面目」，那是你自己。这到底是什么？依本经来给你说，一心不乱，一心就是真正的自己。这一切境界相，这个说得就太深了，意思太广泛了。我们现前这个身体，乃至于外面一切境界，就是我们一心所现的，心能现相，心现，现的这个相，为什么有种种变化？识能变。心能现，识能变。所以佛在大经里面常常开示我们，「应观法界性，一切唯心造」。那个心就是一心，造就是现，是一心现出来的，而是唯识所变，十法界依正庄严、森罗万象，识变的。",
      "zh_TW": "身不是自己，除了這個身之外，確確實實有真正的自己。佛門裡面常說，「父母未生前本來面目」，那是你自己。這到底是什麼？依本經來給你說，一心不亂，一心就是真正的自己。這一切境界相，這個說得就太深了，意思太廣泛了。我們現前這個身體，乃至於外面一切境界，就是我們一心所現的，心能現相，心現，現的這個相，為什麼有種種變化？識能變。心能現，識能變。所以佛在大經裡面常常開示我們，「應觀法界性，一切唯心造」。那個心就是一心，造就是現，是一心現出來的，而是唯識所變，十法界依正莊嚴、森羅萬象，識變的。"
    },
    {
      "id": "01-004-0056_p0049",
      "zh_CN": "这句话四个字，「心现识变」，可以说，大藏经那么多的经典，就是解释这一句。这一句要是真正懂了，自己的本来面目就见到了，「真我」就找到了，真的我就找到了。真我里头包括有这个身体，包括有小我。为什么？这个身也是心现识变的，也不例外，才真正明白这个事实真相，不再迷惑自己这个身相是自己了，叫「破身见」。身见要是破了，给诸位说，在小乘就见道了，叫见道位。身见破了，绝不再执着这个身是我，小乘见道，须陀洹位。",
      "zh_TW": "這句話四個字，「心現識變」，可以說，大藏經那麼多的經典，就是解釋這一句。這一句要是真正懂了，自己的本來面目就見到了，「真我」就找到了，真的我就找到了。真我裡頭包括有這個身體，包括有小我。為什麼？這個身也是心現識變的，也不例外，才真正明白這個事實真相，不再迷惑自己這個身相是自己了，叫「破身見」。身見要是破了，給諸位說，在小乘就見道了，叫見道位。身見破了，絕不再執著這個身是我，小乘見道，須陀洹位。"
    },
    {
      "id": "01-004-0056_p0050",
      "zh_CN": "我们今天造作种种的罪业，造罪业的根源从哪儿来？都是为身。如果晓得身不是自己了，他就不造罪业了。所以破了身见之后，就是不修西方净土，他也得到一个很大的好处，从今以后绝不堕三恶道，得这个便宜。在小乘来讲，天上人间七次来回，就证阿罗汉果。小乘的见道位，是净土法门里面，带业往生的基本条件，凡圣同居土里面必须具备的条件。所以这些东西，我们不懂行吗？我们想想，我们一天到晚执持名号，名号虽然是执持了，成绩如何？破身见，这是成绩，及格了可以达六十分，及格了，这一及格就决定往生。身见破除了，下面这四种见就不难。身见要不除，下面这四种见，一个也别想破；换句话说，成天都在打妄想。",
      "zh_TW": "我們今天造作種種的罪業，造罪業的根源從哪兒來？都是為身。如果曉得身不是自己了，他就不造罪業了。所以破了身見之後，就是不修西方淨土，他也得到一個很大的好處，從今以後絕不墮三惡道，得這個便宜。在小乘來講，天上人間七次來回，就證阿羅漢果。小乘的見道位，是淨土法門裡面，帶業往生的基本條件，凡聖同居土裡面必須具備的條件。所以這些東西，我們不懂行嗎？我們想想，我們一天到晚執持名號，名號雖然是執持了，成績如何？破身見，這是成績，及格了可以達六十分，及格了，這一及格就決定往生。身見破除了，下面這四種見就不難。身見要不除，下面這四種見，一個也別想破；換句話說，成天都在打妄想。"
    },
    {
      "id": "01-004-0056_p0051",
      "zh_CN": "所以底下这几段，这个《要解》我们可以多费一点时间详细的来讨论，与我们的关系太密切了。今天晚上经讲到此地。",
      "zh_TW": "所以底下這幾段，這個《要解》我們可以多費一點時間詳細的來討論，與我們的關係太密切了。今天晚上經講到此地。"
    }
  ]
}