{
  "doc_id": "01-004-0028",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0028",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "01-004-0028_p0001",
      "zh_CN": "解【七菩提分。亦名七觉分。智慧观诸法时。善能简别真伪。不谬取诸虚伪法。名择法觉分。精进修诸道法时。善能觉了。不谬行于无益苦行。常勤心在真法中行。名精进觉分。若心得法喜。善能觉了此喜。不依颠倒之法而喜。住真法喜。名喜觉分。】",
      "zh_TW": "解【七菩提分。亦名七覺分。智慧觀諸法時。善能簡別真偽。不謬取諸虛偽法。名擇法覺分。精進修諸道法時。善能覺了。不謬行於無益苦行。常勤心在真法中行。名精進覺分。若心得法喜。善能覺了此喜。不依顛倒之法而喜。住真法喜。名喜覺分。】"
    },
    {
      "id": "01-004-0028_p0002",
      "zh_CN": "『七菩提分』，「七」是名数，「菩提」是觉。七菩提分都是属于智慧的拣择，也就是选择，是一种智慧的选择。这在整个佛法的修学，可以说从初发心到如来地都非常重要。我们在什么情况之下要选择什么样的法门，这是要靠智慧，就好像我们一个人在日常生活当中，感觉得有不很舒服的话，就想办法来调理，随时注意选择对治的法门，那就没有不成就的。这七条是原则，是七个原则，每一条里面包含的境界都是无量无边。",
      "zh_TW": "『七菩提分』，「七」是名數，「菩提」是覺。七菩提分都是屬於智慧的揀擇，也就是選擇，是一種智慧的選擇。這在整個佛法的修學，可以說從初發心到如來地都非常重要。我們在什麼情況之下要選擇什麼樣的法門，這是要靠智慧，就好像我們一個人在日常生活當中，感覺得有不很舒服的話，就想辦法來調理，隨時注意選擇對治的法門，那就沒有不成就的。這七條是原則，是七個原則，每一條裡面包含的境界都是無量無邊。"
    },
    {
      "id": "01-004-0028_p0003",
      "zh_CN": "第一个是「择法」，这一条范围就很广大了。「法」是世出世间法都包括在其中。一门深入，给诸位说，那是上上根人才行，学了一个法门一生不改变是上上根人，中下人做不到。所以古人常讲「唯上智与下愚不移」，这两种人一生当中决定成就。上智，他选择一个法门之后，他不会改变。下愚之人，你教他一个法门，他一生也不会改变，他很老实，他就守定一个法门，他一生当中一定成就。譬如我们在《高僧传》或者是《净土圣贤录》里面，那些人对于修学的法门也是经过非常慎重的选择。如果一开头就决定这个法门，这个人是了不起的人。我们平常凡夫总是在许多法门里去兜圈子，兜到无可奈何的时候才决定学一个法门，你想想看浪费多少的宝贵时间，成就很难，为什么？年岁大了。修行要年轻，要有精神，要有体力。我们这一代可以说佛法很普及，到处都有道场讲经说法，成就很难，毛病就是心定不下来。",
      "zh_TW": "第一個是「擇法」，這一條範圍就很廣大了。「法」是世出世間法都包括在其中。一門深入，給諸位說，那是上上根人才行，學了一個法門一生不改變是上上根人，中下人做不到。所以古人常講「唯上智與下愚不移」，這兩種人一生當中決定成就。上智，他選擇一個法門之後，他不會改變。下愚之人，你教他一個法門，他一生也不會改變，他很老實，他就守定一個法門，他一生當中一定成就。譬如我們在《高僧傳》或者是《淨土聖賢錄》裡面，那些人對於修學的法門也是經過非常慎重的選擇。如果一開頭就決定這個法門，這個人是了不起的人。我們平常凡夫總是在許多法門裡去兜圈子，兜到無可奈何的時候才決定學一個法門，你想想看浪費多少的寶貴時間，成就很難，為什麼？年歲大了。修行要年輕，要有精神，要有體力。我們這一代可以說佛法很普及，到處都有道場講經說法，成就很難，毛病就是心定不下來。"
    },
    {
      "id": "01-004-0028_p0004",
      "zh_CN": "我不说别人，以我自己为例，我从民国四十二年开始学佛，三十多年。虽然是挂名讲修净土，是挂名，没真干。真正接近这一门，你们诸位常常跟我很接近就晓得，才不过二、三年的事。你想想看，过去那么多大好光阴都浪费掉了。不经过那么长的时间处处去选择，选这个不太适合，那个也不太适合，真是俗话常说「不到黄河心不死」。死心塌地来修念佛法门，把其他一切经论都放下了，来专门讲《阿弥陀经》，专门修《阿弥陀经》，感觉得再不决定一个行门来不及了，不放下行吗？",
      "zh_TW": "我不說別人，以我自己為例，我從民國四十二年開始學佛，三十多年。雖然是掛名講修淨土，是掛名，沒真幹。真正接近這一門，你們諸位常常跟我很接近就曉得，才不過二、三年的事。你想想看，過去那麼多大好光陰都浪費掉了。不經過那麼長的時間處處去選擇，選這個不太適合，那個也不太適合，真是俗話常說「不到黃河心不死」。死心塌地來修念佛法門，把其他一切經論都放下了，來專門講《阿彌陀經》，專門修《阿彌陀經》，感覺得再不決定一個行門來不及了，不放下行嗎？"
    },
    {
      "id": "01-004-0028_p0005",
      "zh_CN": "古来大德有一生就讲一部《阿弥陀经》的，这是对的。我当年刚刚学佛的时候，李老师劝我学念佛法门，而且特别要我研究《阿弥陀经要解》，那是跟着老师学，不能不敷衍，没认真。如果从那个时候起，诸位想想，要是拿《弥陀经要解》、《弥陀经疏钞》，这样一遍一遍讲到今天，讲了二十多年，今天大家看到我一定都叫我阿弥陀佛了，成就了。世出世间法都归一门深入，所以「择法」太重要了。好像世间，你们在学校念书，你们念大学选择哪一个科系，那是将来你终生要从事的。你这个科系选对了，很适合你，那你这一生一定有非常殊胜的成就。如果选的不对，不是自己的兴趣，当时勉强选的，那个麻烦就大了，你一生搞这一桩事情都是不情愿、不甘心，做得没兴趣，那你那个事业怎么能够发展？学问与事业，可见得都要着重在选择，选择要有智慧观察。",
      "zh_TW": "古來大德有一生就講一部《阿彌陀經》的，這是對的。我當年剛剛學佛的時候，李老師勸我學念佛法門，而且特別要我研究《阿彌陀經要解》，那是跟著老師學，不能不敷衍，沒認真。如果從那個時候起，諸位想想，要是拿《彌陀經要解》、《彌陀經疏鈔》，這樣一遍一遍講到今天，講了二十多年，今天大家看到我一定都叫我阿彌陀佛了，成就了。世出世間法都歸一門深入，所以「擇法」太重要了。好像世間，你們在學校念書，你們念大學選擇哪一個科系，那是將來你終生要從事的。你這個科系選對了，很適合你，那你這一生一定有非常殊勝的成就。如果選的不對，不是自己的興趣，當時勉強選的，那個麻煩就大了，你一生搞這一樁事情都是不情願、不甘心，做得沒興趣，那你那個事業怎麼能夠發展？學問與事業，可見得都要著重在選擇，選擇要有智慧觀察。"
    },
    {
      "id": "01-004-0028_p0006",
      "zh_CN": "当我们自己没有能力选择的时候，真正好的老师能够观察我们的根性，帮我们选择，或者是提出几个法门供给我们做参考，那比我们自己在八万四千法门里面去摸索要好得太多了。由此可知，七菩提分这一条比什么都重要。这是讲大的选择，决定我们一生成败的关键。除这个之外，还有小的选择。如何真正能够达到我们自己修学的目标，你要是不会择法就很难成就。这种做法就是要天天选择，时时要选择，如果自己一有懈怠、一有退转，或者一有妄念，你要选择什么样的法门来对治，让自己永远不断的精进。",
      "zh_TW": "當我們自己沒有能力選擇的時候，真正好的老師能夠觀察我們的根性，幫我們選擇，或者是提出幾個法門供給我們做參考，那比我們自己在八萬四千法門裡面去摸索要好得太多了。由此可知，七菩提分這一條比什麼都重要。這是講大的選擇，決定我們一生成敗的關鍵。除這個之外，還有小的選擇。如何真正能夠達到我們自己修學的目標，你要是不會擇法就很難成就。這種做法就是要天天選擇，時時要選擇，如果自己一有懈怠、一有退轉，或者一有妄念，你要選擇什麼樣的法門來對治，讓自己永遠不斷的精進。"
    },
    {
      "id": "01-004-0028_p0007",
      "zh_CN": "这个里面顶重要的，有许多同修来问我，学佛要从哪个地方开始？要从哪部经先下手？大家都明了，经看不懂，别说经看不懂，就连注解也看不懂，注解要是看得懂，我们何必讲注解？所以一定要听经，听经太重要了。从哪里开始？从听经开始。释迦牟尼佛当年在世，一生都讲经，不但要听，而且要研究讨论，真正有几个好的同参道友常常在一起，互相切磋琢磨来研究，这个样子我们对于理才能搞得透彻，方法才能够正确，我们修行就会有相应了。",
      "zh_TW": "這個裡面頂重要的，有許多同修來問我，學佛要從哪個地方開始？要從哪部經先下手？大家都明瞭，經看不懂，別說經看不懂，就連註解也看不懂，註解要是看得懂，我們何必講註解？所以一定要聽經，聽經太重要了。從哪裡開始？從聽經開始。釋迦牟尼佛當年在世，一生都講經，不但要聽，而且要研究討論，真正有幾個好的同參道友常常在一起，互相切磋琢磨來研究，這個樣子我們對於理才能搞得透徹，方法才能夠正確，我們修行就會有相應了。"
    },
    {
      "id": "01-004-0028_p0008",
      "zh_CN": "在一切法门里面，这个选择实在不容易，给诸位说，比爱国奖券中第一特奖还要难，八万四千法门，念佛法门就是第一特奖。你看看今天学佛的人有多少？几个人选择这个法门？是用智慧的选择，他真正了解。那个一般没有选择的，「念佛就念佛」，念佛什么回事情他也搞不清楚，那个不算，为什么？那个念佛只是种善根，这一生未必能成就。就像李老师在台中常讲，台中莲友有二十多万，真正能往生的也不过三、五个而已。他们是不是听经？也听经，那个听经的效果不太显著，为什么？听的人到讲经的时候去听，听完了之后就算了，印象浅薄，他听了之后，未必去想想经里面的道理，真听的人少，来凑热闹的多。他那个讲堂大，一直到现在还如此，听经的人差不多有四百多人，他们讲堂是四百个座位，座位都坐满了，平常的时候，窗户外面都有人站在外面听，人是真多。几个人真听了？那就不多，真正听的人就不多。那些人都是在那里给净土结个法缘而已，真听的人这一生决定成就。所以真听，那就常常在一起研究讨论，这是非常重要的。",
      "zh_TW": "在一切法門裡面，這個選擇實在不容易，給諸位說，比愛國獎券中第一特獎還要難，八萬四千法門，念佛法門就是第一特獎。你看看今天學佛的人有多少？幾個人選擇這個法門？是用智慧的選擇，他真正了解。那個一般沒有選擇的，「念佛就念佛」，念佛什麼回事情他也搞不清楚，那個不算，為什麼？那個念佛只是種善根，這一生未必能成就。就像李老師在台中常講，台中蓮友有二十多萬，真正能往生的也不過三、五個而已。他們是不是聽經？也聽經，那個聽經的效果不太顯著，為什麼？聽的人到講經的時候去聽，聽完了之後就算了，印象淺薄，他聽了之後，未必去想想經裡面的道理，真聽的人少，來湊熱鬧的多。他那個講堂大，一直到現在還如此，聽經的人差不多有四百多人，他們講堂是四百個座位，座位都坐滿了，平常的時候，窗戶外面都有人站在外面聽，人是真多。幾個人真聽了？那就不多，真正聽的人就不多。那些人都是在那裡給淨土結個法緣而已，真聽的人這一生決定成就。所以真聽，那就常常在一起研究討論，這是非常重要的。"
    },
    {
      "id": "01-004-0028_p0009",
      "zh_CN": "为什么说这个法门是第一法门？讲席前面曾经多次的提到，在本经里面我们读经要觉悟，所以看经你要会看，你们在许多经典当中有没有看过哪部经是十方诸佛都来赞叹？没有的。这部经是十方诸佛都赞叹，换句话说，十方一切诸佛都推荐，这个法门要不是第一法门，怎么会劳动一切诸佛来推荐？菩萨说说就可以了，何必要诸佛来推荐？这个事情诸位要记住，你能够看出这个，那你是有了慧眼，你这个眼力就不平常，你真看到东西，其他经里没有的。再看中国佛教隋唐时代，这是中国佛教黄金时代，中国大乘八大宗都是在这个时候建立的，八大宗的祖师也推荐这个法门，这个不可思议。",
      "zh_TW": "為什麼說這個法門是第一法門？講席前面曾經多次的提到，在本經裡面我們讀經要覺悟，所以看經你要會看，你們在許多經典當中有沒有看過哪部經是十方諸佛都來讚歎？沒有的。這部經是十方諸佛都讚歎，換句話說，十方一切諸佛都推薦，這個法門要不是第一法門，怎麼會勞動一切諸佛來推薦？菩薩說說就可以了，何必要諸佛來推薦？這個事情諸位要記住，你能夠看出這個，那你是有了慧眼，你這個眼力就不平常，你真看到東西，其他經裡沒有的。再看中國佛教隋唐時代，這是中國佛教黃金時代，中國大乘八大宗都是在這個時候建立的，八大宗的祖師也推薦這個法門，這個不可思議。"
    },
    {
      "id": "01-004-0028_p0010",
      "zh_CN": "《华严》不必说，最后「十大愿王导归极乐」，那是文殊、普贤就推荐了。天台智者大师就是一个往生西方极乐世界的人，《往生传》里头有他。法相宗的窥基大师，我们现在正印窥基大师的《弥陀经》注解，今天估价已经估出来了，这个本子希望多印，印得愈多愈好，希望大量的能够流通到国外。还有在国内，如果我们印的份数多，分送给大专院校的同学们去读。现在年轻人好高骛远，没有把净土看在眼里，把一些禅、密、唯识认为很时髦。这些大师们统统都修净土的。禅宗里面，前面跟诸位提到过，净土宗第三代的祖师法照禅师，这是禅宗大彻大悟回过头来专修净土。永明延寿禅师也是回过头来专修净土的，成为净土宗的祖师。净土宗之历代祖师没有一个不懂禅的，他能把一切法门、一切经论都舍掉，都放下，专修这个法门，希望提高自己的品位，这个重要，搞别的东西打闲岔。这个道理除非你不明白，你要真正明白觉悟，你就会死心塌地修学这个法门。",
      "zh_TW": "《華嚴》不必說，最後「十大願王導歸極樂」，那是文殊、普賢就推薦了。天台智者大師就是一個往生西方極樂世界的人，《往生傳》裡頭有他。法相宗的窺基大師，我們現在正印窺基大師的《彌陀經》註解，今天估價已經估出來了，這個本子希望多印，印得愈多愈好，希望大量的能夠流通到國外。還有在國內，如果我們印的份數多，分送給大專院校的同學們去讀。現在年輕人好高騖遠，沒有把淨土看在眼裡，把一些禪、密、唯識認為很時髦。這些大師們統統都修淨土的。禪宗裡面，前面跟諸位提到過，淨土宗第三代的祖師法照禪師，這是禪宗大徹大悟回過頭來專修淨土。永明延壽禪師也是回過頭來專修淨土的，成為淨土宗的祖師。淨土宗之歷代祖師沒有一個不懂禪的，他能把一切法門、一切經論都捨掉，都放下，專修這個法門，希望提高自己的品位，這個重要，搞別的東西打閒岔。這個道理除非你不明白，你要真正明白覺悟，你就會死心塌地修學這個法門。"
    },
    {
      "id": "01-004-0028_p0011",
      "zh_CN": "我在美国两次讲经，这两次效果非常的显著，第一次去把他观念扭转过来了，不轻视净土法门。第二次去，有许多人把从前所修学的舍掉了，来学净土，很难得。明年再去讲《阿弥陀经》，讲什么本子？就讲《通赞疏》，讲窥基大师这个本子。这个法门在国外就可以推展，就可以弘扬了。窥基大师不是老太婆，世出世间学问都是第一，没有人敢轻视他。他是贵族出家，不是家里没饭吃出家的，一流的学问，你看看他对于《阿弥陀经》的赞叹，序分里头就说得很清楚，「圆顿法门，七天成就」，这是真正的大法。所以能够在选择法门里面选择念佛法门，选择求生西方极乐世界，这实在不可思议。",
      "zh_TW": "我在美國兩次講經，這兩次效果非常的顯著，第一次去把他觀念扭轉過來了，不輕視淨土法門。第二次去，有許多人把從前所修學的捨掉了，來學淨土，很難得。明年再去講《阿彌陀經》，講什麼本子？就講《通贊疏》，講窺基大師這個本子。這個法門在國外就可以推展，就可以弘揚了。窺基大師不是老太婆，世出世間學問都是第一，沒有人敢輕視他。他是貴族出家，不是家裡沒飯吃出家的，一流的學問，你看看他對於《阿彌陀經》的讚歎，序分裡頭就說得很清楚，「圓頓法門，七天成就」，這是真正的大法。所以能夠在選擇法門裡面選擇念佛法門，選擇求生西方極樂世界，這實在不可思議。"
    },
    {
      "id": "01-004-0028_p0012",
      "zh_CN": "我死心塌地专修这个法门是在《华严经》里面得到的启示。五十三参里面，我发觉原来这个法门是普贤行里面主修的法门，十方三世一切菩萨不修普贤行不能圆满菩提，不能成无上正等正觉。普贤行里面，念佛法门是主修法门，而八万四千法门都属于助修法门，正助双修，要不是读《华严经》，我们怎么会晓得？善财童子第一位参访的吉祥云比丘传授他的念佛法门，这就是择法，善友为他选择，最后普贤菩萨导归极乐，这一个开头，一个终了，你就晓得这个法门是个主修法门。当中五十一位善友所代表的就是所谓的八万四千法门，那是助修。助修，用可以，不用也可以。主修的力量强了，一切助修的法门都用不着。正如同蕅益大师所说的，一句阿弥陀佛就圆满的将八万四千法门统统包摄，一个也不漏。蕅益大师说这个话是不是过分？给诸位说，一点都不过分，怎么晓得？读《华严》就晓得了。这句阿弥陀佛就好像树的主干一样，从根到顶就一句阿弥陀佛。八万四千法门好比是枝叶，你看哪个枝叶离了它的主干？确实圆圆满满的包含了。",
      "zh_TW": "我死心塌地專修這個法門是在《華嚴經》裡面得到的啟示。五十三參裡面，我發覺原來這個法門是普賢行裡面主修的法門，十方三世一切菩薩不修普賢行不能圓滿菩提，不能成無上正等正覺。普賢行裡面，念佛法門是主修法門，而八萬四千法門都屬於助修法門，正助雙修，要不是讀《華嚴經》，我們怎麼會曉得？善財童子第一位參訪的吉祥雲比丘傳授他的念佛法門，這就是擇法，善友為他選擇，最後普賢菩薩導歸極樂，這一個開頭，一個終了，你就曉得這個法門是個主修法門。當中五十一位善友所代表的就是所謂的八萬四千法門，那是助修。助修，用可以，不用也可以。主修的力量強了，一切助修的法門都用不著。正如同蕅益大師所說的，一句阿彌陀佛就圓滿的將八萬四千法門統統包攝，一個也不漏。蕅益大師說這個話是不是過分？給諸位說，一點都不過分，怎麼曉得？讀《華嚴》就曉得了。這句阿彌陀佛就好像樹的主幹一樣，從根到頂就一句阿彌陀佛。八萬四千法門好比是枝葉，你看哪個枝葉離了它的主幹？確實圓圓滿滿的包含了。"
    },
    {
      "id": "01-004-0028_p0013",
      "zh_CN": "所以此地大师给我们解释得很好，你要是能够真正拣别哪是真、哪是伪，这个真伪是一个比较，外道跟佛法比较，佛法是真，外道是伪。佛法里面大小乘比较，大乘是真，小乘是假的，是方便的。大乘法门里面来比较，净土是纯真，包括带业往生都是纯真，这个不可思议，这就叫做难信之法，净土是纯真的。我们真正发现了，这才把一切经论统统舍掉，世间人他们心还没死，他喜欢研究哪个经去研究去。我们心死了，不搞那些，所以我们现在选的经只有《阿弥陀经》这一本，跟《弥陀经疏钞演义》，再加个《四十华严》，再有《梵网经》注解，其他都不搞了，全部放下了。还有那个没死心的，他去搞去。我们今天要紧的就是如何决定往生，决定把自己的品位向上提升，这是择法。法门选择之后，要认真修行、要精进。",
      "zh_TW": "所以此地大師給我們解釋得很好，你要是能夠真正揀別哪是真、哪是偽，這個真偽是一個比較，外道跟佛法比較，佛法是真，外道是偽。佛法裡面大小乘比較，大乘是真，小乘是假的，是方便的。大乘法門裡面來比較，淨土是純真，包括帶業往生都是純真，這個不可思議，這就叫做難信之法，淨土是純真的。我們真正發現了，這才把一切經論統統捨掉，世間人他們心還沒死，他喜歡研究哪個經去研究去。我們心死了，不搞那些，所以我們現在選的經只有《阿彌陀經》這一本，跟《彌陀經疏鈔演義》，再加個《四十華嚴》，再有《梵網經》註解，其他都不搞了，全部放下了。還有那個沒死心的，他去搞去。我們今天要緊的就是如何決定往生，決定把自己的品位向上提升，這是擇法。法門選擇之後，要認真修行、要精進。"
    },
    {
      "id": "01-004-0028_p0014",
      "zh_CN": "第二个是『精进觉分』，精进去修学，不修无益的苦行。苦行是非常难能可贵，也是为世间大众之所赞叹。所以释迦牟尼佛当年在世的时候在雪山修了六年苦行，普通一般的外道只修三年，释迦牟尼佛加一倍，修了六年的苦行。六年，告诉大家，这个苦行不能悟道，换句话说，六年的苦行没有结果，所以把苦行舍掉。佛示现成佛之后，教诫我们不修无益的苦行，换句话说，如果这个苦行对我们有利益的，要不要修？要修，没有利益的苦行不修，注意这一句，在行门当中决定没有错误。",
      "zh_TW": "第二個是『精進覺分』，精進去修學，不修無益的苦行。苦行是非常難能可貴，也是為世間大眾之所讚歎。所以釋迦牟尼佛當年在世的時候在雪山修了六年苦行，普通一般的外道只修三年，釋迦牟尼佛加一倍，修了六年的苦行。六年，告訴大家，這個苦行不能悟道，換句話說，六年的苦行沒有結果，所以把苦行捨掉。佛示現成佛之後，教誡我們不修無益的苦行，換句話說，如果這個苦行對我們有利益的，要不要修？要修，沒有利益的苦行不修，注意這一句，在行門當中決定沒有錯誤。"
    },
    {
      "id": "01-004-0028_p0015",
      "zh_CN": "『常勤心在真法中行』，「常」是永远没有间断，「勤心」就是精进心，天天要求进步，在「真法」里面行，不是在假法里面行。我们如果不能辨别什么是真法、什么是假法，如果没有这个能力辨别的话，经典就是依据。《要解》真是名副其实，简单扼要，告诉你什么是真法。《疏钞》博大精深，何况还有《演义》，将《阿弥陀经》的经义发挥得淋漓尽致，是我们应该修学，也是我们修学的依靠，这叫做「精进觉分」。",
      "zh_TW": "『常勤心在真法中行』，「常」是永遠沒有間斷，「勤心」就是精進心，天天要求進步，在「真法」裡面行，不是在假法裡面行。我們如果不能辨別什麼是真法、什麼是假法，如果沒有這個能力辨別的話，經典就是依據。《要解》真是名副其實，簡單扼要，告訴你什麼是真法。《疏鈔》博大精深，何況還有《演義》，將《阿彌陀經》的經義發揮得淋漓盡致，是我們應該修學，也是我們修學的依靠，這叫做「精進覺分」。"
    },
    {
      "id": "01-004-0028_p0016",
      "zh_CN": "『若心得法喜，善能觉了此喜，不依颠倒之法而喜，住真法喜』。我们在修学过程当中常常有这种境界，修得心里很欢喜，这个境界好不好？这个境界算不错，可是你要明了，如果这个境界是从感情当中所动的，这不是真法喜。真正的法喜是理智的，不是感情的，这一点要特别注意到。换句话说，真正的法喜是从清净心生的，法喜充满绝不失清净心，他的身心还是清净的，所以与我们世间所讲的欢喜不一样。世间那个欢喜是烦恼，你看七情五欲，七情头一个就是喜，喜、怒、哀、乐、爱、恶、欲，那是烦恼。所以诸位在这个地方要特别留意，不要把烦恼当作法喜，那就坏了。",
      "zh_TW": "『若心得法喜，善能覺了此喜，不依顛倒之法而喜，住真法喜』。我們在修學過程當中常常有這種境界，修得心裡很歡喜，這個境界好不好？這個境界算不錯，可是你要明瞭，如果這個境界是從感情當中所動的，這不是真法喜。真正的法喜是理智的，不是感情的，這一點要特別注意到。換句話說，真正的法喜是從清淨心生的，法喜充滿絕不失清淨心，他的身心還是清淨的，所以與我們世間所講的歡喜不一樣。世間那個歡喜是煩惱，你看七情五欲，七情頭一個就是喜，喜、怒、哀、樂、愛、惡、欲，那是煩惱。所以諸位在這個地方要特別留意，不要把煩惱當作法喜，那就壞了。"
    },
    {
      "id": "01-004-0028_p0017",
      "zh_CN": "所以这个地方有一句话，句句话当中都有这么一句「善能觉了」，「善」是讲的善巧方便，非常的巧妙，他觉而不迷，确实有喜，真是法喜充满。法喜充满绝不迷惑，这叫真法喜，这个所讲的全是真功夫，心行都与真实法相应。这个真实法就是与法性相应，或者以本经来说，与西方四土相应，与极乐世界依正庄严相应，这是真话，这一点都不假。",
      "zh_TW": "所以這個地方有一句話，句句話當中都有這麼一句「善能覺了」，「善」是講的善巧方便，非常的巧妙，他覺而不迷，確實有喜，真是法喜充滿。法喜充滿絕不迷惑，這叫真法喜，這個所講的全是真功夫，心行都與真實法相應。這個真實法就是與法性相應，或者以本經來說，與西方四土相應，與極樂世界依正莊嚴相應，這是真話，這一點都不假。"
    },
    {
      "id": "01-004-0028_p0018",
      "zh_CN": "再看下面的一段，这七条我们前面讲了三条，再看末后，后面这三条：",
      "zh_TW": "再看下面的一段，這七條我們前面講了三條，再看末後，後面這三條："
    },
    {
      "id": "01-004-0028_p0019",
      "zh_CN": "解【若断除诸见烦恼之时。善能觉了。除诸虚伪。不损真正善根。名除觉分。】",
      "zh_TW": "解【若斷除諸見煩惱之時。善能覺了。除諸虛偽。不損真正善根。名除覺分。】"
    },
    {
      "id": "01-004-0028_p0020",
      "zh_CN": "『除』的意思就是远离的意思，也就是我们平常讲的断烦恼，断除。烦恼里面首先要断的就是见思烦恼，所以他讲『若断除诸见』，这个「见」就是五种见惑。圆瑛法师《讲义》里面写得很清楚，身见、边见。身见执着四大五蕴假合的这个相，认为是自己的身相，执着是自己的身相，这叫「身见」。诸位在此地要记住，是叫你除身见，不是叫你除这个身，你要记住，身是有，不要有身见，换句话说，不要有执着，有执着就错了。对于这个身起了执着就叫我执，于一切法相起执着就叫做法执。佛是教我们去执着，不是教我们除这个身，身除不掉的。这五种都是属于错误的见解，这个里面没有真实，佛教我们远离，教我们把它断掉。",
      "zh_TW": "『除』的意思就是遠離的意思，也就是我們平常講的斷煩惱，斷除。煩惱裡面首先要斷的就是見思煩惱，所以他講『若斷除諸見』，這個「見」就是五種見惑。圓瑛法師《講義》裡面寫得很清楚，身見、邊見。身見執著四大五蘊假合的這個相，認為是自己的身相，執著是自己的身相，這叫「身見」。諸位在此地要記住，是叫你除身見，不是叫你除這個身，你要記住，身是有，不要有身見，換句話說，不要有執著，有執著就錯了。對於這個身起了執著就叫我執，於一切法相起執著就叫做法執。佛是教我們去執著，不是教我們除這個身，身除不掉的。這五種都是屬於錯誤的見解，這個裡面沒有真實，佛教我們遠離，教我們把它斷掉。"
    },
    {
      "id": "01-004-0028_p0021",
      "zh_CN": "「边见」是执着两边的见解，拿今天的话来说就是相对的。我们世人的见解全是生活在相对的境界里，起心动念全是相对的，起念、不起念是相对的，大跟小是相对的，长跟短是相对的，你们想想，哪有一法没有相对的？我们在相对的世间里面要觉悟，相对不是真实的，不可以执着，执着就变成法执。",
      "zh_TW": "「邊見」是執著兩邊的見解，拿今天的話來說就是相對的。我們世人的見解全是生活在相對的境界裡，起心動念全是相對的，起念、不起念是相對的，大跟小是相對的，長跟短是相對的，你們想想，哪有一法沒有相對的？我們在相對的世間裡面要覺悟，相對不是真實的，不可以執著，執著就變成法執。"
    },
    {
      "id": "01-004-0028_p0022",
      "zh_CN": "第三种，「邪见」，凡是不正的知见都叫邪见。邪见里面最严重的是不相信因果，不相信圣教，这就太严重了，必定堕恶道。「见取见」跟「戒取见」这两种都是成见，我们常说某人成见太深，见取见是果上的成见，戒取见是因上的成见。烦恼是指的贪、瞋、痴、慢、疑。所以「诸见烦恼」就是平常讲的见思烦恼，换句话说，错误的见解、错误的思想是不是应该要把它断除？它不是正确的，不是真的，所以应当要舍掉。",
      "zh_TW": "第三種，「邪見」，凡是不正的知見都叫邪見。邪見裡面最嚴重的是不相信因果，不相信聖教，這就太嚴重了，必定墮惡道。「見取見」跟「戒取見」這兩種都是成見，我們常說某人成見太深，見取見是果上的成見，戒取見是因上的成見。煩惱是指的貪、瞋、痴、慢、疑。所以「諸見煩惱」就是平常講的見思煩惱，換句話說，錯誤的見解、錯誤的思想是不是應該要把它斷除？它不是正確的，不是真的，所以應當要捨掉。"
    },
    {
      "id": "01-004-0028_p0023",
      "zh_CN": "『善能觉了，除诸虚伪』，一些虚假的要除掉。虚假要除掉，对于真正的善根有没有损害？没有损害。诸位要晓得，你离开了五种见惑（就是错误的见解），你的正见现前了。你离开了五种思想上的错误，你正思惟现前了，八正道里面正见、正思惟就现前了。我们今天八正道里头，正见没有、正思惟没有，什么原因？因为你有见惑，你的正见不能现前。因为你有思惑，你的正思惟不能现前。八正道是我们本有的，是真的。这个叫「除」，除是把它断除掉。",
      "zh_TW": "『善能覺了，除諸虛偽』，一些虛假的要除掉。虛假要除掉，對於真正的善根有沒有損害？沒有損害。諸位要曉得，你離開了五種見惑（就是錯誤的見解），你的正見現前了。你離開了五種思想上的錯誤，你正思惟現前了，八正道裡面正見、正思惟就現前了。我們今天八正道裡頭，正見沒有、正思惟沒有，什麼原因？因為你有見惑，你的正見不能現前。因為你有思惑，你的正思惟不能現前。八正道是我們本有的，是真的。這個叫「除」，除是把它斷除掉。"
    },
    {
      "id": "01-004-0028_p0024",
      "zh_CN": "解【若舍所见念着境时。善能觉了所舍之境。虚伪不实。永不追忆。名舍觉分。】",
      "zh_TW": "解【若捨所見念著境時。善能覺了所捨之境。虛偽不實。永不追憶。名捨覺分。】"
    },
    {
      "id": "01-004-0028_p0025",
      "zh_CN": "这个「除」跟『舍』的意思很接近，但是它是两个境界。「除」是指烦恼障上来说的，「舍」就是一般讲放下，它的功能不但能断烦恼，而且能破所知障。所以大师在此地告诉我们，如果『舍所见念着境』的时候，要晓得那个境界统统是虚妄的。佛在《金刚经》上跟我们讲得很清楚，「凡所有相，皆是虚妄」，因为你舍了之后，刚才讲了，我们就以刚才的例子说，我们把五种见惑舍掉了，正见现前了。五种思惑除掉了，我们正思惟现前了。正见、正思惟是境界，这个境界好，好不能执着，一执着就错了。",
      "zh_TW": "這個「除」跟『捨』的意思很接近，但是它是兩個境界。「除」是指煩惱障上來說的，「捨」就是一般講放下，它的功能不但能斷煩惱，而且能破所知障。所以大師在此地告訴我們，如果『捨所見念著境』的時候，要曉得那個境界統統是虛妄的。佛在《金剛經》上跟我們講得很清楚，「凡所有相，皆是虛妄」，因為你捨了之後，剛才講了，我們就以剛才的例子說，我們把五種見惑捨掉了，正見現前了。五種思惑除掉了，我們正思惟現前了。正見、正思惟是境界，這個境界好，好不能執著，一執著就錯了。"
    },
    {
      "id": "01-004-0028_p0026",
      "zh_CN": "阿罗汉就是把见思烦恼除掉了，除掉之后，他不舍他的境界，「内守幽闲」，他不舍他的境界，所以他不能见性，不能够超越。我们俗话说「钻牛角尖」，钻到里面出不来了，所以佛喝斥他「焦芽败种」。但是比我们凡夫高明太多了，我们凡夫有六道生死轮回，他至少没有生死轮回。可是你要记住，他不能见性，他堕在涅槃坑里面，原因就是他贪恋这个境界，执着了，三界之内的贪心他没有，贪、瞋、痴、慢他都断，三界之外微细的贪心，跟我们这个境界不相同。",
      "zh_TW": "阿羅漢就是把見思煩惱除掉了，除掉之後，他不捨他的境界，「內守幽閑」，他不捨他的境界，所以他不能見性，不能夠超越。我們俗話說「鑽牛角尖」，鑽到裡面出不來了，所以佛喝斥他「焦芽敗種」。但是比我們凡夫高明太多了，我們凡夫有六道生死輪迴，他至少沒有生死輪迴。可是你要記住，他不能見性，他墮在涅槃坑裡面，原因就是他貪戀這個境界，執著了，三界之內的貪心他沒有，貪、瞋、痴、慢他都斷，三界之外微細的貪心，跟我們這個境界不相同。"
    },
    {
      "id": "01-004-0028_p0027",
      "zh_CN": "所以要晓得，不要说是阿罗汉所证的偏真涅槃是虚妄的，西方世界四土也不例外，也是「凡所有相，皆是虚妄」。这样说起来皆是虚妄，到底有没有？我要问你，我们眼前的境界有没有？如果你要是眼前境界有，这是真实的，西方世界跟这个一样，那就是有，真实的。如果我们现在这个相是空虚的，是没有的，西方世界相也是空虚的，也是没有的。一有一切有，一空一切空。说空是从本体上讲的，「一切诸法，皆无自性」，所以说万法皆空。",
      "zh_TW": "所以要曉得，不要說是阿羅漢所證的偏真涅槃是虛妄的，西方世界四土也不例外，也是「凡所有相，皆是虛妄」。這樣說起來皆是虛妄，到底有沒有？我要問你，我們眼前的境界有沒有？如果你要是眼前境界有，這是真實的，西方世界跟這個一樣，那就是有，真實的。如果我們現在這個相是空虛的，是沒有的，西方世界相也是空虛的，也是沒有的。一有一切有，一空一切空。說空是從本體上講的，「一切諸法，皆無自性」，所以說萬法皆空。"
    },
    {
      "id": "01-004-0028_p0028",
      "zh_CN": "前面给你讲的先从空观，从空出假，就像小乘里头回小向大，你能出得来。西方四土可不可以留恋？不可以。可不可以执着？不可以。那就像《金刚经》上说的「法尚应舍，何况非法」，这个「舍」就是放下，决定没有分别、执着。所以大师在此地告诉我们，所舍之境全体是虚妄的，不是实在的，它是「唯心所造，唯识所变」。所以你对于境界真正理解了，就是事实真相真正明白了，你舍掉之后就绝对不后悔，为什么？它是虚妄的，它不是真实的，这叫做『舍觉分』。第六，这是讲到定觉分。",
      "zh_TW": "前面給你講的先從空觀，從空出假，就像小乘裡頭回小向大，你能出得來。西方四土可不可以留戀？不可以。可不可以執著？不可以。那就像《金剛經》上說的「法尚應捨，何況非法」，這個「捨」就是放下，決定沒有分別、執著。所以大師在此地告訴我們，所捨之境全體是虛妄的，不是實在的，它是「唯心所造，唯識所變」。所以你對於境界真正理解了，就是事實真相真正明白了，你捨掉之後就絕對不後悔，為什麼？它是虛妄的，它不是真實的，這叫做『捨覺分』。第六，這是講到定覺分。"
    },
    {
      "id": "01-004-0028_p0029",
      "zh_CN": "解【若发诸禅定之时。善能觉了诸禅虚假。不生爱见妄想。名定觉分。】",
      "zh_TW": "解【若發諸禪定之時。善能覺了諸禪虛假。不生愛見妄想。名定覺分。】"
    },
    {
      "id": "01-004-0028_p0030",
      "zh_CN": "这一条也非常要紧，可是我们现前还没这个境界，还到不了这个境界。『禅』的种类太多了，禅定现前的时候，要了解禅定当中的境界也不是真的。我们晓得梦中境界不是真的，定中境界也不是真的，有没有这个事？有，也是事有体无，佛告诉我们不要执着。因为禅定是非常殊胜的境界，禅心寂静，所以有禅定的人就有法喜，就有轻安，有轻安、有法喜是非常殊胜的享受，于是他贪着了。你看看佛在经典里面讲的色界天人，禅悦为食，那是讲贪着禅悦。禅定里面有喜悦，是非常殊胜的受用。",
      "zh_TW": "這一條也非常要緊，可是我們現前還沒這個境界，還到不了這個境界。『禪』的種類太多了，禪定現前的時候，要了解禪定當中的境界也不是真的。我們曉得夢中境界不是真的，定中境界也不是真的，有沒有這個事？有，也是事有體無，佛告訴我們不要執著。因為禪定是非常殊勝的境界，禪心寂靜，所以有禪定的人就有法喜，就有輕安，有輕安、有法喜是非常殊勝的享受，於是他貪著了。你看看佛在經典裡面講的色界天人，禪悅為食，那是講貪著禪悅。禪定裡面有喜悅，是非常殊勝的受用。"
    },
    {
      "id": "01-004-0028_p0031",
      "zh_CN": "禅里面有一种最大的错误就是「无想定」。他去打坐了，他修什么？我什么都不想，这叫修无想定。真正到一切都不想了，给诸位说，那个想是第六意识跟第七识，主要的就是第六意识完全不叫它起作用，以定功把它降伏住，把它压住，第六意识不起作用。一切境界里面没有分别，没有分别当然没有执着，虽然在一切境界里面不执着，他有一种执着，执着他的不分别，执着他的定境，这个叫外道禅，所以这些我们要明白，这叫修无想定。如果他真正修成了，他的果报在无想天，无想天的寿命五百劫。在这五百劫当中，在无想天里面，他也是什么都不想，跟他在定中境界完全相同。可是他的功夫只能支持这么久，五百劫到了，他这个定失掉了，失掉之后，还是要堕落。经典里面一再告诉我们，他堕落的时候多半是堕落在三途，原因是什么？是毁谤三宝。他向人家讲，佛教我学定，我学定了，他以为那个境界就是涅槃，就入了涅槃，哪里晓得那是假的不是真的。",
      "zh_TW": "禪裡面有一種最大的錯誤就是「無想定」。他去打坐了，他修什麼？我什麼都不想，這叫修無想定。真正到一切都不想了，給諸位說，那個想是第六意識跟第七識，主要的就是第六意識完全不叫它起作用，以定功把它降伏住，把它壓住，第六意識不起作用。一切境界裡面沒有分別，沒有分別當然沒有執著，雖然在一切境界裡面不執著，他有一種執著，執著他的不分別，執著他的定境，這個叫外道禪，所以這些我們要明白，這叫修無想定。如果他真正修成了，他的果報在無想天，無想天的壽命五百劫。在這五百劫當中，在無想天裡面，他也是什麼都不想，跟他在定中境界完全相同。可是他的功夫只能支持這麼久，五百劫到了，他這個定失掉了，失掉之後，還是要墮落。經典裡面一再告訴我們，他墮落的時候多半是墮落在三途，原因是什麼？是毀謗三寶。他向人家講，佛教我學定，我學定了，他以為那個境界就是涅槃，就入了涅槃，哪裡曉得那是假的不是真的。"
    },
    {
      "id": "01-004-0028_p0032",
      "zh_CN": "所以四禅八定都是舍受，不是真正的禅定，纵然到非想非非想天，寿命八万劫，比无想定还要高，你想想看，他为什么不能出离三界？他不是真正的定，他的功夫是伏烦恼，没有断烦恼，见思烦恼没断，石头压草，伏住而已。为什么阿罗汉说是出了三界？阿罗汉见思烦恼断了。到第八定，这个伏的力量非常之强大，他这个定功如果再加深，那就是他不住这个境界。他们的定都是住在这个境界里头，这个境界很自在，很乐，他住在里面，他这一住就不会往上再提升，所以他的烦恼根没断。伏总是有期限，八万劫了，他伏不住了，这又堕落了。所以禅定的境界决定住不得，不能够安住，虽然有轻安，有身心清净这种受用，可是一定要精进，晓得这种殊胜的境界不是究竟。",
      "zh_TW": "所以四禪八定都是捨受，不是真正的禪定，縱然到非想非非想天，壽命八萬劫，比無想定還要高，你想想看，他為什麼不能出離三界？他不是真正的定，他的功夫是伏煩惱，沒有斷煩惱，見思煩惱沒斷，石頭壓草，伏住而已。為什麼阿羅漢說是出了三界？阿羅漢見思煩惱斷了。到第八定，這個伏的力量非常之強大，他這個定功如果再加深，那就是他不住這個境界。他們的定都是住在這個境界裡頭，這個境界很自在，很樂，他住在裡面，他這一住就不會往上再提升，所以他的煩惱根沒斷。伏總是有期限，八萬劫了，他伏不住了，這又墮落了。所以禪定的境界決定住不得，不能夠安住，雖然有輕安，有身心清淨這種受用，可是一定要精進，曉得這種殊勝的境界不是究竟。"
    },
    {
      "id": "01-004-0028_p0033",
      "zh_CN": "你看看，连阿罗汉第九定了，他因为住在里面，所以他的功夫不能再往上提升。假如他不住了，他从小乘一变就变成大乘。阿罗汉在圆教，他的功夫是相当于第七信位的菩萨，圆教七信位，七信菩萨也是断了见思烦恼。阿罗汉要把他的九次第定再一放下，不执着了，马上就突破了，他就到圆教第八信菩萨的地位。他要是守在那个里面，他不如七信位的菩萨，他必须放下他的执着以求突破。从第八信到等觉还有四十多个位次，位位的境界都是虚幻不实。因此每个位次都不能住，你才能提升。到什么时候才真实？到如来究竟的大定，那是真实的，那就到头了。等觉菩萨要是住在等觉菩萨的位次上，不肯舍掉，他永远作等觉菩萨，他成不了佛。",
      "zh_TW": "你看看，連阿羅漢第九定了，他因為住在裡面，所以他的功夫不能再往上提升。假如他不住了，他從小乘一變就變成大乘。阿羅漢在圓教，他的功夫是相當於第七信位的菩薩，圓教七信位，七信菩薩也是斷了見思煩惱。阿羅漢要把他的九次第定再一放下，不執著了，馬上就突破了，他就到圓教第八信菩薩的地位。他要是守在那個裡面，他不如七信位的菩薩，他必須放下他的執著以求突破。從第八信到等覺還有四十多個位次，位位的境界都是虛幻不實。因此每個位次都不能住，你才能提升。到什麼時候才真實？到如來究竟的大定，那是真實的，那就到頭了。等覺菩薩要是住在等覺菩薩的位次上，不肯捨掉，他永遠作等覺菩薩，他成不了佛。"
    },
    {
      "id": "01-004-0028_p0034",
      "zh_CN": "我们往生西方极乐世界也是如此，生到同居土，如果对同居土很喜欢、很自在，这样受用就不错了，没有意思再往上求，你永远不能到方便土，为什么？贪恋你的境界，那你的境界怎能往上提升？方便土里头，他要是贪爱他的方便土，他就不能生实报土，这是讲大的差别。小的差别，每一土里面还有三辈九品，如果有下品下生，「可以了，不错了，很好」，那下品中生你就达不到。跟我们世间念书一样，念一年级，一年级满好，不错，他年年一年级，那行吗？告诉你，只是一个阶段，不能停留。",
      "zh_TW": "我們往生西方極樂世界也是如此，生到同居土，如果對同居土很喜歡、很自在，這樣受用就不錯了，沒有意思再往上求，你永遠不能到方便土，為什麼？貪戀你的境界，那你的境界怎能往上提升？方便土裡頭，他要是貪愛他的方便土，他就不能生實報土，這是講大的差別。小的差別，每一土裡面還有三輩九品，如果有下品下生，「可以了，不錯了，很好」，那下品中生你就達不到。跟我們世間念書一樣，念一年級，一年級滿好，不錯，他年年一年級，那行嗎？告訴你，只是一個階段，不能停留。"
    },
    {
      "id": "01-004-0028_p0035",
      "zh_CN": "这个地方重要的意思就在这一点，教给你禅定的境界确实是有非常殊胜的受用，禅悦之乐，我们世间五欲六尘什么样的乐都不能跟它相比。可是这个乐不能贪爱、不能执着，你的境界才能向上提升，你的前途是永无止境。一贪恋，那就大错，就错误了。所以菩萨成佛，有的菩萨成佛很快，有的菩萨成佛比较晚，你就晓得什么原因，就是他在那个境界里逗留的时间长了，有的人一经过马上就走了，那他当然快了，就是这么个道理。",
      "zh_TW": "這個地方重要的意思就在這一點，教給你禪定的境界確實是有非常殊勝的受用，禪悅之樂，我們世間五欲六塵什麼樣的樂都不能跟它相比。可是這個樂不能貪愛、不能執著，你的境界才能向上提升，你的前途是永無止境。一貪戀，那就大錯，就錯誤了。所以菩薩成佛，有的菩薩成佛很快，有的菩薩成佛比較晚，你就曉得什麼原因，就是他在那個境界裡逗留的時間長了，有的人一經過馬上就走了，那他當然快了，就是這麼個道理。"
    },
    {
      "id": "01-004-0028_p0036",
      "zh_CN": "释迦牟尼佛跟弥勒菩萨在因地当中，弥勒菩萨发心修行比释迦牟尼佛都早，应当他早成佛才对，释迦牟尼佛在后，后来居上，先他成佛了，原因在什么地方？原因就是释迦牟尼佛的步伐很快，每经过一个境界他不停留。弥勒菩萨每个境界都要停留一段时期，这个耽误了。明白这个道理，我们眼前的境界不能停留。所以精进要天天精进。眼前的环境不错，懈怠放逸没什么关系，换句话说，你在眼前境界止住了，你不晓得提升，绝对不能懈怠，绝对不能放逸，连禅定当中的受用都是虚假，不是真实，何况其余，这个叫『定觉分』。",
      "zh_TW": "釋迦牟尼佛跟彌勒菩薩在因地當中，彌勒菩薩發心修行比釋迦牟尼佛都早，應當他早成佛才對，釋迦牟尼佛在後，後來居上，先他成佛了，原因在什麼地方？原因就是釋迦牟尼佛的步伐很快，每經過一個境界他不停留。彌勒菩薩每個境界都要停留一段時期，這個耽誤了。明白這個道理，我們眼前的境界不能停留。所以精進要天天精進。眼前的環境不錯，懈怠放逸沒什麼關係，換句話說，你在眼前境界止住了，你不曉得提升，絕對不能懈怠，絕對不能放逸，連禪定當中的受用都是虛假，不是真實，何況其餘，這個叫『定覺分』。"
    },
    {
      "id": "01-004-0028_p0037",
      "zh_CN": "特别要注意到的，世间的四禅八定并没有了生死、出三界。换句话说，决定不能贪着，你要是贪着，还是在六道轮回里面没出得去。阿罗汉以上，你要是贪着了还没有什么关系，为什么？他不受三界轮回之苦，享受一下也无所谓，反正成佛晚一点，早也成，晚也成，晚一点也无所谓，那也行。没出六道可不得了，这一堕落就苦了。再看下面一条，念觉分：",
      "zh_TW": "特別要注意到的，世間的四禪八定並沒有了生死、出三界。換句話說，決定不能貪著，你要是貪著，還是在六道輪迴裡面沒出得去。阿羅漢以上，你要是貪著了還沒有什麼關係，為什麼？他不受三界輪迴之苦，享受一下也無所謂，反正成佛晚一點，早也成，晚也成，晚一點也無所謂，那也行。沒出六道可不得了，這一墮落就苦了。再看下面一條，念覺分："
    },
    {
      "id": "01-004-0028_p0038",
      "zh_CN": "解【若修出世道时。】",
      "zh_TW": "解【若修出世道時。】"
    },
    {
      "id": "01-004-0028_p0039",
      "zh_CN": "这个地方要注意到，你看七菩提分前面的六条，通世出世间一切法，这一条是讲的『出世道』。",
      "zh_TW": "這個地方要注意到，你看七菩提分前面的六條，通世出世間一切法，這一條是講的『出世道』。"
    },
    {
      "id": "01-004-0028_p0040",
      "zh_CN": "解【善能觉了。常使定慧均平。】",
      "zh_TW": "解【善能覺了。常使定慧均平。】"
    },
    {
      "id": "01-004-0028_p0041",
      "zh_CN": "这句话非常重要。我们如果真正想出离三界，想求生西方，念佛要想得个一心不乱，一心不乱就是念佛三昧，《楞严经》里面讲的「楞严大定」，那你就要注意到了，定慧要均等。你看六祖大师《坛经》里面跟我们讲得很清楚，定慧要平等了就开悟了，就明心见性，在念佛功夫里面讲理一心不乱。我们几时能把定慧调到平等上？修行人的毛病不是定多慧少，就是慧多定少，很难达到平等。几时平等，几时就是禅家讲的大彻大悟、明心见性，净土里面理一心不乱。由此你就觉悟到平常用功、闻法是修慧，念佛是修定。定中有慧，慧中有定，这怎么说？把听经所悟的这些道理融会在念佛当中，这个定中就有慧。再将念佛的功夫又能够融会在经教的理论里面，定中就有慧了。这样我们的生活，近代俗语，真正提高了生活的品质，那是真正提高，我们生活在什么境界？生活在定慧之中，所以要注重均等，这个很重要。",
      "zh_TW": "這句話非常重要。我們如果真正想出離三界，想求生西方，念佛要想得個一心不亂，一心不亂就是念佛三昧，《楞嚴經》裡面講的「楞嚴大定」，那你就要注意到了，定慧要均等。你看六祖大師《壇經》裡面跟我們講得很清楚，定慧要平等了就開悟了，就明心見性，在念佛功夫裡面講理一心不亂。我們幾時能把定慧調到平等上？修行人的毛病不是定多慧少，就是慧多定少，很難達到平等。幾時平等，幾時就是禪家講的大徹大悟、明心見性，淨土裡面理一心不亂。由此你就覺悟到平常用功、聞法是修慧，念佛是修定。定中有慧，慧中有定，這怎麼說？把聽經所悟的這些道理融會在念佛當中，這個定中就有慧。再將念佛的功夫又能夠融會在經教的理論裡面，定中就有慧了。這樣我們的生活，近代俗語，真正提高了生活的品質，那是真正提高，我們生活在什麼境界？生活在定慧之中，所以要注重均等，這個很重要。"
    },
    {
      "id": "01-004-0028_p0042",
      "zh_CN": "平常我们想研究经，这些大经大论我们普遍去涉猎，博学多闻，他变成什么现象？慧多定少，虽然博学多闻，甚至于把大藏经讲得天花乱坠，他不开悟，为什么不开悟？定慧不等。还有一种人，他什么经教都不看，他也不要听，一天到晚，我一天十万声佛号就好了，什么也不要听了，听那些经干什么？这样的人是什么样子？定多慧少，也不能开悟。由此可知，古代中国的丛林每天八小时讲堂讲经，八小时念佛堂，有道理，而且门庭施设都有一部主修的经典，他不会搞那么多。",
      "zh_TW": "平常我們想研究經，這些大經大論我們普遍去涉獵，博學多聞，他變成什麼現象？慧多定少，雖然博學多聞，甚至於把大藏經講得天花亂墜，他不開悟，為什麼不開悟？定慧不等。還有一種人，他什麼經教都不看，他也不要聽，一天到晚，我一天十萬聲佛號就好了，什麼也不要聽了，聽那些經幹什麼？這樣的人是什麼樣子？定多慧少，也不能開悟。由此可知，古代中國的叢林每天八小時講堂講經，八小時念佛堂，有道理，而且門庭施設都有一部主修的經典，他不會搞那麼多。"
    },
    {
      "id": "01-004-0028_p0043",
      "zh_CN": "这个八大宗里面，每一宗有它主修的经典，除主修经典之外，与主修经典有关系的经典、经论，选择一些来作帮助，他不是一切经论统统涉猎，没这回事情。贤首宗以《华严》为主，天台宗以《法华》为主，「三论宗」以后变成「四论」，它是以《中论》、《百论》、《十二门论》，以后加上《大智度论》，以这四部为主。唯识宗虽然讲六经十一论，可是它真正主要的是一部《解深密经》，《楞伽经》还其次，充其量是以《解深密经》，与《瑜伽师地论》跟《成唯识论》，是以这三部为主。净土更不必说了，是以净土三经一论，《往生论》。你看每个宗派所选择的只是三、四样，这叫一门深入，与它主修有关的经论大概有十几种、二十种的样子，那是做参考自己看看帮助主修的经论，为什么这么做？无非是求『定慧均平』。",
      "zh_TW": "這個八大宗裡面，每一宗有它主修的經典，除主修經典之外，與主修經典有關係的經典、經論，選擇一些來作幫助，他不是一切經論統統涉獵，沒這回事情。賢首宗以《華嚴》為主，天台宗以《法華》為主，「三論宗」以後變成「四論」，它是以《中論》、《百論》、《十二門論》，以後加上《大智度論》，以這四部為主。唯識宗雖然講六經十一論，可是它真正主要的是一部《解深密經》，《楞伽經》還其次，充其量是以《解深密經》，與《瑜伽師地論》跟《成唯識論》，是以這三部為主。淨土更不必說了，是以淨土三經一論，《往生論》。你看每個宗派所選擇的只是三、四樣，這叫一門深入，與它主修有關的經論大概有十幾種、二十種的樣子，那是做參考自己看看幫助主修的經論，為什麼這麼做？無非是求『定慧均平』。"
    },
    {
      "id": "01-004-0028_p0044",
      "zh_CN": "八万四千法门，门门都得要明心见性。明心见性，定慧不等就不行。在我们日常用功的时候，我们会产生两种现象。一种就是妄念、妄想太多了，还有一种就是昏沉，提不起精神就打瞌睡。我们在这个月二十五号开始打佛七，佛七当中我们看看有几个打瞌睡的，会昏沉的就打瞌睡。昏沉是定多慧少，但是这个定与慧不是禅定、不是般若智慧。妄想太多的人，慧多定少，你要能叫功夫上轨道，自己要晓得调和。要晓得调和，底下讲了：",
      "zh_TW": "八萬四千法門，門門都得要明心見性。明心見性，定慧不等就不行。在我們日常用功的時候，我們會產生兩種現象。一種就是妄念、妄想太多了，還有一種就是昏沉，提不起精神就打瞌睡。我們在這個月二十五號開始打佛七，佛七當中我們看看有幾個打瞌睡的，會昏沉的就打瞌睡。昏沉是定多慧少，但是這個定與慧不是禪定、不是般若智慧。妄想太多的人，慧多定少，你要能叫功夫上軌道，自己要曉得調和。要曉得調和，底下講了："
    },
    {
      "id": "01-004-0028_p0045",
      "zh_CN": "解【或心沉没。】",
      "zh_TW": "解【或心沉沒。】"
    },
    {
      "id": "01-004-0028_p0046",
      "zh_CN": "昏沉来了。",
      "zh_TW": "昏沉來了。"
    },
    {
      "id": "01-004-0028_p0047",
      "zh_CN": "解【当念用择法精进喜三觉分。以察起之。】",
      "zh_TW": "解【當念用擇法精進喜三覺分。以察起之。】"
    },
    {
      "id": "01-004-0028_p0048",
      "zh_CN": "我们举个例子，你在念佛时昏沉了，你坐在那个地方打瞌睡了，马上换个方式，我走着念，经行，或者是大声念，大声念，精神提起来了，不打瞌睡了，或者拜佛，选择。我一样精进，绝不退转，所以你要能够马上选择一个方法来对治，不能一直昏沉下去。",
      "zh_TW": "我們舉個例子，你在念佛時昏沉了，你坐在那個地方打瞌睡了，馬上換個方式，我走著念，經行，或者是大聲念，大聲念，精神提起來了，不打瞌睡了，或者拜佛，選擇。我一樣精進，絕不退轉，所以你要能夠馬上選擇一個方法來對治，不能一直昏沉下去。"
    },
    {
      "id": "01-004-0028_p0049",
      "zh_CN": "解【或心浮动。】",
      "zh_TW": "解【或心浮動。】"
    },
    {
      "id": "01-004-0028_p0050",
      "zh_CN": "『浮动』就是妄念太多了。",
      "zh_TW": "『浮動』就是妄念太多了。"
    },
    {
      "id": "01-004-0028_p0051",
      "zh_CN": "解【当念用除舍定三觉分。以摄持之。调和适中。名念觉分。】",
      "zh_TW": "解【當念用除捨定三覺分。以攝持之。調和適中。名念覺分。】"
    },
    {
      "id": "01-004-0028_p0052",
      "zh_CN": "心里头妄念纷飞的时候，这个时候怎么办？是『除舍』，怎么「除舍」？不去理会它，把它撇在一边，把你的精神注重在佛号上，意志集中在佛号上，妄念不要去理会它，随它去，它起它的，你不理会它，它一下就没有了。如果在这个时候，我在念佛妄念很多，这个妄念怎么这么多，你去照顾妄念，那个妄念愈来愈多，结果佛号就没有了。这种情形起了妄念，不能照顾它，愈照顾愈麻烦。根本不理它，它起也好，不起也好，没关系，妄念跟念佛可以同时并进，它妄念自然就少了，这个叫「除」，这个叫「舍」。一定要用方法使自己在日常生活当中功夫不退转，保持着纯一精进，这样我们的境界自然一天比一天好。好，我们今天就讲这一段。",
      "zh_TW": "心裡頭妄念紛飛的時候，這個時候怎麼辦？是『除捨』，怎麼「除捨」？不去理會它，把它撇在一邊，把你的精神注重在佛號上，意志集中在佛號上，妄念不要去理會它，隨它去，它起它的，你不理會它，它一下就沒有了。如果在這個時候，我在念佛妄念很多，這個妄念怎麼這麼多，你去照顧妄念，那個妄念愈來愈多，結果佛號就沒有了。這種情形起了妄念，不能照顧它，愈照顧愈麻煩。根本不理它，它起也好，不起也好，沒關係，妄念跟念佛可以同時並進，它妄念自然就少了，這個叫「除」，這個叫「捨」。一定要用方法使自己在日常生活當中功夫不退轉，保持著純一精進，這樣我們的境界自然一天比一天好。好，我們今天就講這一段。"
    }
  ]
}