{
  "doc_id": "01-004-0003",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0003",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "01-004-0003_p0001",
      "zh_CN": "诸位同学，请掀开经本第二十三页第七行，科判：第五「解经玄义」。蕅益大师是依天台教义来解释这一部经，天台家所用的我们称作「五重玄义」，也就是用五条纲目来解释这一部经的要义。第一是「释名」，解释经题，第二是「辨体」，第三「明宗」，第四「显用」，第五是「教相」，我们讲到的时候再说。",
      "zh_TW": "諸位同學，請掀開經本第二十三頁第七行，科判：第五「解經玄義」。蕅益大師是依天台教義來解釋這一部經，天台家所用的我們稱作「五重玄義」，也就是用五條綱目來解釋這一部經的要義。第一是「釋名」，解釋經題，第二是「辨體」，第三「明宗」，第四「顯用」，第五是「教相」，我們講到的時候再說。"
    },
    {
      "id": "01-004-0003_p0002",
      "zh_CN": "圆瑛大师在此地就玄义这两个字略略的给我们说明它的意义。玄义，经中玄妙的义理，「乃一经之纲要，先行提挈在前，发挥明了，至后经中余义，易于领会」，这几句怕初学的同修听了还是不明白，我们简单的说明。说玄义它有两种作用，第一种对初学的人来讲，我们还没有讲解这一部经，先把这一部经全经的义理简单做一个纲要来介绍，我们一听就晓得这一部经的内容，虽然还没有讲，还没有读，全经的内容就明白了，可以提起研读的兴趣。我们听了，这部经不错，很有价值，值得我们来听，值得我们来研究，它有这个作用。对老同修，它的作用便于观照。老同修对于经都很熟悉，经文都能背诵，意思都能说得出来，但是经中玄妙的义理，每个人的见解不一样，听听法师讲这个玄妙的义理，这是法师独特的见解，不同于讲经。讲经是按照经文来讲，大致上是差不了太多的。",
      "zh_TW": "圓瑛大師在此地就玄義這兩個字略略的給我們說明它的意義。玄義，經中玄妙的義理，「乃一經之綱要，先行提挈在前，發揮明了，至後經中餘義，易於領會」，這幾句怕初學的同修聽了還是不明白，我們簡單的說明。說玄義它有兩種作用，第一種對初學的人來講，我們還沒有講解這一部經，先把這一部經全經的義理簡單做一個綱要來介紹，我們一聽就曉得這一部經的內容，雖然還沒有講，還沒有讀，全經的內容就明白了，可以提起研讀的興趣。我們聽了，這部經不錯，很有價值，值得我們來聽，值得我們來研究，它有這個作用。對老同修，它的作用便於觀照。老同修對於經都很熟悉，經文都能背誦，意思都能說得出來，但是經中玄妙的義理，每個人的見解不一樣，聽聽法師講這個玄妙的義理，這是法師獨特的見解，不同於講經。講經是按照經文來講，大致上是差不了太多的。"
    },
    {
      "id": "01-004-0003_p0003",
      "zh_CN": "可是玄义，各人看法不一样，能够看到大师的见地，看到他的功夫，这样能够帮助我们自己解行，对老同修有这样的作用。在从前丛林里面讲玄义的时候，没有人不来听的，各个都来听，讲经的时候倒未必有人来完全听经。老同修他不太愿意听经，他自己要用功，去修行，但是讲经玄义的话，他一定会来，因为帮助他自己提升境界。我们看第一段：",
      "zh_TW": "可是玄義，各人看法不一樣，能夠看到大師的見地，看到他的功夫，這樣能夠幫助我們自己解行，對老同修有這樣的作用。在從前叢林裡面講玄義的時候，沒有人不來聽的，各個都來聽，講經的時候倒未必有人來完全聽經。老同修他不太願意聽經，他自己要用功，去修行，但是講經玄義的話，他一定會來，因為幫助他自己提升境界。我們看第一段："
    },
    {
      "id": "01-004-0003_p0004",
      "zh_CN": "解【第一。释名】",
      "zh_TW": "解【第一。釋名】"
    },
    {
      "id": "01-004-0003_p0005",
      "zh_CN": "解释经题。",
      "zh_TW": "解釋經題。"
    },
    {
      "id": "01-004-0003_p0006",
      "zh_CN": "解【此经以能说所说人为名】",
      "zh_TW": "解【此經以能說所說人為名】"
    },
    {
      "id": "01-004-0003_p0007",
      "zh_CN": "这是玄义里面的第一段，说明「佛说阿弥陀经」，在七种立题之中，它是属于「单人立题」，这个我们也不必多说。讲堂里面是长期讲经道场，这七种立题我们讲得很多了，它是属於单人。「佛说」，这个佛是本师释迦牟尼佛，是人。「阿弥陀」是西方极乐世界的教主，也是人。这个题里面没有法，没有比喻，所以叫做「单人立题」。下面这是一个字一个字来解释，请看《要解》，小字不要管它。",
      "zh_TW": "這是玄義裡面的第一段，說明「佛說阿彌陀經」，在七種立題之中，它是屬於「單人立題」，這個我們也不必多說。講堂裡面是長期講經道場，這七種立題我們講得很多了，它是屬於單人。「佛說」，這個佛是本師釋迦牟尼佛，是人。「阿彌陀」是西方極樂世界的教主，也是人。這個題裡面沒有法，沒有比喻，所以叫做「單人立題」。下面這是一個字一個字來解釋，請看《要解》，小字不要管它。"
    },
    {
      "id": "01-004-0003_p0008",
      "zh_CN": "解【佛者。此土能说之教主。即释迦牟尼。乘大悲愿力。生五浊恶世。以先觉觉后觉。无法不知。无法不见者也。】",
      "zh_TW": "解【佛者。此土能說之教主。即釋迦牟尼。乘大悲願力。生五濁惡世。以先覺覺後覺。無法不知。無法不見者也。】"
    },
    {
      "id": "01-004-0003_p0009",
      "zh_CN": "本经经题第一个字，是我们的本师释迦牟尼佛。「释迦牟尼佛」这五个字都是印度梵文音译，「释迦」翻作能仁，仁慈，「牟尼」翻作寂默。通常我为了诸位容易明了起见，我将释迦说为仁慈，牟尼是心地清净，是清净寂灭。寂灭，寂是寂静，灭就是灭烦恼，他心里不起烦恼。「佛」这个字是「觉」的意思，就像六祖所讲的「心中常生智慧」，又能大慈大悲，这个名号里头就是这个意思。",
      "zh_TW": "本經經題第一個字，是我們的本師釋迦牟尼佛。「釋迦牟尼佛」這五個字都是印度梵文音譯，「釋迦」翻作能仁，仁慈，「牟尼」翻作寂默。通常我為了諸位容易明瞭起見，我將釋迦說為仁慈，牟尼是心地清淨，是清淨寂滅。寂滅，寂是寂靜，滅就是滅煩惱，他心裡不起煩惱。「佛」這個字是「覺」的意思，就像六祖所講的「心中常生智慧」，又能大慈大悲，這個名號裡頭就是這個意思。"
    },
    {
      "id": "01-004-0003_p0010",
      "zh_CN": "佛为什么到我们这个世界来？是为了大慈大悲的愿力，他不是业力来轮回受果报的，他是乘愿再来，是乘大悲愿，示现生在我们这个世间，我们这个世间苦，五浊恶世。我们在《疏钞》里面读过，将来在《要解》里面还要提出来研究讨论。如果你要是真正觉悟了，五浊真苦，种种逼迫，我们才真正肯发心修离苦得乐的法门。",
      "zh_TW": "佛為什麼到我們這個世界來？是為了大慈大悲的願力，他不是業力來輪迴受果報的，他是乘願再來，是乘大悲願，示現生在我們這個世間，我們這個世間苦，五濁惡世。我們在《疏鈔》裡面讀過，將來在《要解》裡面還要提出來研究討論。如果你要是真正覺悟了，五濁真苦，種種逼迫，我們才真正肯發心修離苦得樂的法門。"
    },
    {
      "id": "01-004-0003_p0011",
      "zh_CN": "『以先觉觉后觉』，「先觉」是自觉，这旁边有小字的注解，把句子里面的关键都给我们点出来了，非常的难得。他老人家能自觉，自觉而后觉他，帮助我们也觉悟。下面的两句实在是难得了，『无法不知，无法不见』，正是所谓全知全能，我们看了这种字样有没有怀疑？释迦牟尼佛真的是全知全能？给诸位说，真的，一点都不假。不仅佛是全知全能，我们每一位同修，哪一个人自己不是全知全能？各个都是，不仅是佛一个人有，人人都有。佛给我们说明，「一切众生皆有如来智慧德相」，换句话说，全知全能，「无法不知，无法不见」，是一切众生各个都具足这样的能力，不是释迦牟尼佛、阿弥陀佛他们专有。",
      "zh_TW": "『以先覺覺後覺』，「先覺」是自覺，這旁邊有小字的註解，把句子裡面的關鍵都給我們點出來了，非常的難得。他老人家能自覺，自覺而後覺他，幫助我們也覺悟。下面的兩句實在是難得了，『無法不知，無法不見』，正是所謂全知全能，我們看了這種字樣有沒有懷疑？釋迦牟尼佛真的是全知全能？給諸位說，真的，一點都不假。不僅佛是全知全能，我們每一位同修，哪一個人自己不是全知全能？各個都是，不僅是佛一個人有，人人都有。佛給我們說明，「一切眾生皆有如來智慧德相」，換句話說，全知全能，「無法不知，無法不見」，是一切眾生各個都具足這樣的能力，不是釋迦牟尼佛、阿彌陀佛他們專有。"
    },
    {
      "id": "01-004-0003_p0012",
      "zh_CN": "我们虽然有，现在「无法不知」变成了无知，「无法不见」变成了无见，这个原因是什么？我们把智慧德能失掉了，怎么失掉的？佛在大经里面告诉我们，由于「无始一念不觉，而有无明」，坏在这个地方。《起信论》，马鸣菩萨告诉我们，「无明不觉生三细，境界为缘长六粗」，这把我们的本能失掉。失，给诸位说，是暂时的失掉，不是真的失掉，因为你迷惑，能力它不能现前，一下觉悟了，这个能力立刻就恢复了。可见得这个失不是真正失去，因此我们自己一定要建立信心。",
      "zh_TW": "我們雖然有，現在「無法不知」變成了無知，「無法不見」變成了無見，這個原因是什麼？我們把智慧德能失掉了，怎麼失掉的？佛在大經裡面告訴我們，由於「無始一念不覺，而有無明」，壞在這個地方。《起信論》，馬鳴菩薩告訴我們，「無明不覺生三細，境界為緣長六粗」，這把我們的本能失掉。失，給諸位說，是暫時的失掉，不是真的失掉，因為你迷惑，能力它不能現前，一下覺悟了，這個能力立刻就恢復了。可見得這個失不是真正失去，因此我們自己一定要建立信心。"
    },
    {
      "id": "01-004-0003_p0013",
      "zh_CN": "《起信论》上说得好，「本觉本有」。无所不知，无法不见，这种能力是本有的，本有当然可以恢复。「不觉本无」，像我们现在迷惑颠倒、愚痴、烦恼，本来无的，本无的当然可以断掉，这是没有怀疑的。所以我们在这个地方要建立信心，知道自己依教修行必定能成就佛道。再看第二个，第二十五页第三行：",
      "zh_TW": "《起信論》上說得好，「本覺本有」。無所不知，無法不見，這種能力是本有的，本有當然可以恢復。「不覺本無」，像我們現在迷惑顛倒、愚痴、煩惱，本來無的，本無的當然可以斷掉，這是沒有懷疑的。所以我們在這個地方要建立信心，知道自己依教修行必定能成就佛道。再看第二個，第二十五頁第三行："
    },
    {
      "id": "01-004-0003_p0014",
      "zh_CN": "解【说者。悦所怀也。佛以度生为怀。众生成佛机熟。为说难信法。令究竟脱。故悦也。】",
      "zh_TW": "解【說者。悅所懷也。佛以度生為懷。眾生成佛機熟。為說難信法。令究竟脫。故悅也。】"
    },
    {
      "id": "01-004-0003_p0015",
      "zh_CN": "这个意思前面曾经看过，佛说《阿弥陀经》比说一切经都欢喜，为什么？因为这个法门是八万四千法门里面的第一法门，教一切众生得究竟的利益，那怎么不欢喜？佛想帮助我们，这个法门才是真正帮到家了，帮到究竟圆满，比说《华严》、比说《法华》还要欢喜。可是这里头也得有个条件，什么条件？众生成佛的机缘熟了。你看看这个字上，这个很重要的，不是成菩萨的机缘，是成佛的机缘。换句话说，这个法门是教你成佛的，多久成就？一生成就。我们这一生往生，往生一生成佛，你看看多简单，当生成就的佛法，一点都不假。",
      "zh_TW": "這個意思前面曾經看過，佛說《阿彌陀經》比說一切經都歡喜，為什麼？因為這個法門是八萬四千法門裡面的第一法門，教一切眾生得究竟的利益，那怎麼不歡喜？佛想幫助我們，這個法門才是真正幫到家了，幫到究竟圓滿，比說《華嚴》、比說《法華》還要歡喜。可是這裡頭也得有個條件，什麼條件？眾生成佛的機緣熟了。你看看這個字上，這個很重要的，不是成菩薩的機緣，是成佛的機緣。換句話說，這個法門是教你成佛的，多久成就？一生成就。我們這一生往生，往生一生成佛，你看看多簡單，當生成就的佛法，一點都不假。"
    },
    {
      "id": "01-004-0003_p0016",
      "zh_CN": "我们要问了，什么样子才叫成熟？凡是对这个法门，你见到、听到之后，能够死心塌地的依教修行，这一生当中决定求愿往生，没有第二个念头，这个人就是成佛机缘成熟了。这个法门，或者听，或者看到了，他不相信，或者相信了，他没有意思修这个法门，或者修这个法门，他就懈怠懒惰不肯精进，这个是成佛机缘没成熟。所以我们回过头来想想自己是不是机缘成熟的众生，如果机缘成熟的众生，就跟此地所讲的，佛看到你非常的欢喜，因为你这一生成就了，不要再等到第二生，所以说『悦所怀也』。再看底下一句：",
      "zh_TW": "我們要問了，什麼樣子才叫成熟？凡是對這個法門，你見到、聽到之後，能夠死心塌地的依教修行，這一生當中決定求願往生，沒有第二個念頭，這個人就是成佛機緣成熟了。這個法門，或者聽，或者看到了，他不相信，或者相信了，他沒有意思修這個法門，或者修這個法門，他就懈怠懶惰不肯精進，這個是成佛機緣沒成熟。所以我們回過頭來想想自己是不是機緣成熟的眾生，如果機緣成熟的眾生，就跟此地所講的，佛看到你非常的歡喜，因為你這一生成就了，不要再等到第二生，所以說『悅所懷也』。再看底下一句："
    },
    {
      "id": "01-004-0003_p0017",
      "zh_CN": "解【阿弥陀。所说彼土之导师。以四十八愿。接信愿念佛众生。生极乐世界。永阶不退者也。】",
      "zh_TW": "解【阿彌陀。所說彼土之導師。以四十八願。接信願念佛眾生。生極樂世界。永階不退者也。】"
    },
    {
      "id": "01-004-0003_p0018",
      "zh_CN": "经题里面的『阿弥陀』。『彼土』是说西方极乐世界，释迦牟尼佛是娑婆世界的教主，阿弥陀佛是西方极乐世界的教主。阿弥陀佛有特别的悲愿，我们常讲的『四十八愿』，「四十八愿」出在《无量寿经》，意义就是他用四十八愿来接引信愿念佛的众生。这个信，念佛就是行，信愿行三个条件统统具足，佛就来接引他。如果这三个条件不具足，那与佛就没有感应。三个条件统统具足，与阿弥陀佛感应道交，临命终时一定来接引，接引这个人他能信，他也愿意去，又真正肯修，这个念佛是行。",
      "zh_TW": "經題裡面的『阿彌陀』。『彼土』是說西方極樂世界，釋迦牟尼佛是娑婆世界的教主，阿彌陀佛是西方極樂世界的教主。阿彌陀佛有特別的悲願，我們常講的『四十八願』，「四十八願」出在《無量壽經》，意義就是他用四十八願來接引信願念佛的眾生。這個信，念佛就是行，信願行三個條件統統具足，佛就來接引他。如果這三個條件不具足，那與佛就沒有感應。三個條件統統具足，與阿彌陀佛感應道交，臨命終時一定來接引，接引這個人他能信，他也願意去，又真正肯修，這個念佛是行。"
    },
    {
      "id": "01-004-0003_p0019",
      "zh_CN": "古德讲，这个《要解》后面说，能不能往生西方极乐世界就看信愿是不是具足。念佛功夫的深浅，将来在西方极乐世界品位的高下，品位高下是你念佛功夫的浅深，能不能往生决定在信愿，因此临终十念也能往生，那是我们常讲的下品下生。他念佛没有什么功夫，只念了十几声，但是他的信愿具足了，他能往生。佛念了太少了，所以这是下品下生。",
      "zh_TW": "古德講，這個《要解》後面說，能不能往生西方極樂世界就看信願是不是具足。念佛功夫的深淺，將來在西方極樂世界品位的高下，品位高下是你念佛功夫的淺深，能不能往生決定在信願，因此臨終十念也能往生，那是我們常講的下品下生。他念佛沒有什麼功夫，只念了十幾聲，但是他的信願具足了，他能往生。佛念了太少了，所以這是下品下生。"
    },
    {
      "id": "01-004-0003_p0020",
      "zh_CN": "所以像我们诸位同修，你们的佛念得不少，如果具足信愿（不往生则已，那就不谈了），要往生绝对不是下品下生。所以你有功夫，有功夫，但是你没有信、没有愿，那也是枉然，就是念了一心不乱了也不能往生，为什么？没信愿。三个条件统统具足，这样佛才能接引你生到西方极乐世界。极乐世界有什么好处？好处太多，说之不尽。这个地方给我们点醒，点了一条，这一条就不得了，『永阶不退』，这一条太难太难了，只有在西方世界才能做得到。诸位翻开二十六页，你看第三行的当中，这里讲到「永阶不退」了，什么叫永阶不退？永远不退，一生成佛。",
      "zh_TW": "所以像我們諸位同修，你們的佛念得不少，如果具足信願（不往生則已，那就不談了），要往生絕對不是下品下生。所以你有功夫，有功夫，但是你沒有信、沒有願，那也是枉然，就是念了一心不亂了也不能往生，為什麼？沒信願。三個條件統統具足，這樣佛才能接引你生到西方極樂世界。極樂世界有什麼好處？好處太多，說之不盡。這個地方給我們點醒，點了一條，這一條就不得了，『永階不退』，這一條太難太難了，只有在西方世界才能做得到。諸位翻開二十六頁，你看第三行的當中，這裡講到「永階不退」了，什麼叫永階不退？永遠不退，一生成佛。"
    },
    {
      "id": "01-004-0003_p0021",
      "zh_CN": "经论里面常讲，一个人修行到成佛，如果不经过三大阿僧祇劫是无有是处，没这个道理，但是唯一一个例外就是西方极乐世界，它不要三大阿僧祇劫。为什么我们娑婆世界想成个佛要三大阿僧祇劫？诸位要知道，进得少，退得多，进进退退才要这么长的时间。我们这个世间退步的缘太多了，哪一个人能够把握得住？又哪一个人能够说生生世世都把握得住？这一点不容易。",
      "zh_TW": "經論裡面常講，一個人修行到成佛，如果不經過三大阿僧祇劫是無有是處，沒這個道理，但是唯一一個例外就是西方極樂世界，它不要三大阿僧祇劫。為什麼我們娑婆世界想成個佛要三大阿僧祇劫？諸位要知道，進得少，退得多，進進退退才要這麼長的時間。我們這個世間退步的緣太多了，哪一個人能夠把握得住？又哪一個人能夠說生生世世都把握得住？這一點不容易。"
    },
    {
      "id": "01-004-0003_p0022",
      "zh_CN": "顺境可以叫你退转，逆境也能叫你退转。你学佛了，凡是遇到事情样样都不如意，「算了，我不学了」，退转。顺境学的时候，样样都很自在，结果自在多的时候，把学佛给忘掉，也退转。顺逆之缘都能叫我们退转，何况此地寿命短促，一入轮回，把前一生的修行忘得干干净净，诸位想想对不对？我们过去生生世世都是修行人，你能记得起你前生修行吗？忘掉了，忘得干干净净，这一生从头再来，这多苦！生生世世都是从头再来，所以才要三大阿僧祇劫。如果我们永远不退转，一生就成就了。所以要能够把握到永远不退转，唯一的一个办法就是到西方极乐世界。极乐世界最大的好处，寿命长，无量寿。佛无量寿，佛跟大众寿命都差不多。释迦牟尼佛当年出现在我们世间，他住世寿命八十岁，他老人家是八十岁入灭的，我们这个世间人差不多是七、八十岁这样子，八十岁左右，佛的寿命跟大家寿命差不多。阿弥陀佛既然是无量寿，那边所有的人都是无量寿。这寿命长，寿命长没有隔阴之迷，不要再投胎了，这是西方极乐世界最大的优点，最大的特色。",
      "zh_TW": "順境可以叫你退轉，逆境也能叫你退轉。你學佛了，凡是遇到事情樣樣都不如意，「算了，我不學了」，退轉。順境學的時候，樣樣都很自在，結果自在多的時候，把學佛給忘掉，也退轉。順逆之緣都能叫我們退轉，何況此地壽命短促，一入輪迴，把前一生的修行忘得乾乾淨淨，諸位想想對不對？我們過去生生世世都是修行人，你能記得起你前生修行嗎？忘掉了，忘得乾乾淨淨，這一生從頭再來，這多苦！生生世世都是從頭再來，所以才要三大阿僧祇劫。如果我們永遠不退轉，一生就成就了。所以要能夠把握到永遠不退轉，唯一的一個辦法就是到西方極樂世界。極樂世界最大的好處，壽命長，無量壽。佛無量壽，佛跟大眾壽命都差不多。釋迦牟尼佛當年出現在我們世間，他住世壽命八十歲，他老人家是八十歲入滅的，我們這個世間人差不多是七、八十歲這樣子，八十歲左右，佛的壽命跟大家壽命差不多。阿彌陀佛既然是無量壽，那邊所有的人都是無量壽。這壽命長，壽命長沒有隔陰之迷，不要再投胎了，這是西方極樂世界最大的優點，最大的特色。"
    },
    {
      "id": "01-004-0003_p0023",
      "zh_CN": "说到「不退」，这个地方给我们讲「不退有三」，是本经里面所讲的三不退。第一个是「位不退」，「趣入圣流，不退坠凡夫地」，只要你一往生西方极乐世界，哪怕是下品下生，也不会再退到我们娑婆世界来轮回，没有了，往生西方极乐世界就不退。为什么不退？到后面还有详细的说明。第二个「行不退」，「恒常度生，不退坠二乘地」。这个世界各个都是大菩萨，各个都是行菩萨道，普度众生，不疲不厌。二乘是声闻、缘觉，是自了汉。他不会当自了汉，他弘法利生不疲不厌，这个是不退转。第三个「念不退」，更了不起了。位不退，这讲带业往生的人，行不退是讲事一心不乱的人，念不退是讲理一心不乱。「任运增进」，这个「任运」，自自然然，「增进」是进步、精进，儒家所讲「日新又新」。「证入如来地」，「如来地」是圆满的佛果，究竟的佛果，一生成就。只要生到西方极乐世界，三种不退的意思统统具足，所以经上讲「皆是阿鞞跋致」，阿鞞跋致是梵语，翻成中国意思就是不退地。到西方极乐世界是有进无退，这是很了不起！我们要特别重视，其他地方办不到的，西方极乐世界能办到，这样的地方要不去，诸位想想，你到哪里去？下面是解释：",
      "zh_TW": "說到「不退」，這個地方給我們講「不退有三」，是本經裡面所講的三不退。第一個是「位不退」，「趣入聖流，不退墜凡夫地」，只要你一往生西方極樂世界，哪怕是下品下生，也不會再退到我們娑婆世界來輪迴，沒有了，往生西方極樂世界就不退。為什麼不退？到後面還有詳細的說明。第二個「行不退」，「恆常度生，不退墜二乘地」。這個世界各個都是大菩薩，各個都是行菩薩道，普度眾生，不疲不厭。二乘是聲聞、緣覺，是自了漢。他不會當自了漢，他弘法利生不疲不厭，這個是不退轉。第三個「念不退」，更了不起了。位不退，這講帶業往生的人，行不退是講事一心不亂的人，念不退是講理一心不亂。「任運增進」，這個「任運」，自自然然，「增進」是進步、精進，儒家所講「日新又新」。「證入如來地」，「如來地」是圓滿的佛果，究竟的佛果，一生成就。只要生到西方極樂世界，三種不退的意思統統具足，所以經上講「皆是阿鞞跋致」，阿鞞跋致是梵語，翻成中國意思就是不退地。到西方極樂世界是有進無退，這是很了不起！我們要特別重視，其他地方辦不到的，西方極樂世界能辦到，這樣的地方要不去，諸位想想，你到哪裡去？下面是解釋："
    },
    {
      "id": "01-004-0003_p0024",
      "zh_CN": "解【梵语阿弥陀】",
      "zh_TW": "解【梵語阿彌陀】"
    },
    {
      "id": "01-004-0003_p0025",
      "zh_CN": "这个名号是古印度的梵语，『阿』翻作无，『弥陀』翻作量，这个名号就叫「无量」。单说无量两个字太抽象了，什么叫无量？所以古德就用了两个字来代表无量里面所含的意思，一个就是寿，一个是光。",
      "zh_TW": "這個名號是古印度的梵語，『阿』翻作無，『彌陀』翻作量，這個名號就叫「無量」。單說無量兩個字太抽象了，什麼叫無量？所以古德就用了兩個字來代表無量裡面所含的意思，一個就是壽，一個是光。"
    },
    {
      "id": "01-004-0003_p0026",
      "zh_CN": "解【此云无量寿。亦云无量光。要之。功德。智慧。神通。道力。依正。庄严。说法。化度。一一无量也。】",
      "zh_TW": "解【此云無量壽。亦云無量光。要之。功德。智慧。神通。道力。依正。莊嚴。說法。化度。一一無量也。】"
    },
    {
      "id": "01-004-0003_p0027",
      "zh_CN": "这无量包括的范围太大太大，说不尽。用这两个字是世间人最向往的、最羡慕的。所以佛度化众生，他的方式常说有四摄、六度，四摄就是「先以利欲勾」，六度是「后令入佛智」。佛的名号翻成无量寿、无量光就是先以利欲勾。你想长寿、你想智慧光明，寿要多长？要无量才好。活一百岁，到了一百岁还不够，一百岁还要死，不行，两百岁好了，两百岁还少，最好能够活上几千岁、几万岁。几千岁、几万岁还不长，无量寿，满足我们的贪心了。光明是智慧，无量的智慧，无量的寿命，这是太好太好了，哪一个人不向往？古德翻译佛的名号，用这两个字来诱导我们。",
      "zh_TW": "這無量包括的範圍太大太大，說不盡。用這兩個字是世間人最嚮往的、最羨慕的。所以佛度化眾生，他的方式常說有四攝、六度，四攝就是「先以利欲勾」，六度是「後令入佛智」。佛的名號翻成無量壽、無量光就是先以利欲勾。你想長壽、你想智慧光明，壽要多長？要無量才好。活一百歲，到了一百歲還不夠，一百歲還要死，不行，兩百歲好了，兩百歲還少，最好能夠活上幾千歲、幾萬歲。幾千歲、幾萬歲還不長，無量壽，滿足我們的貪心了。光明是智慧，無量的智慧，無量的壽命，這是太好太好了，哪一個人不嚮往？古德翻譯佛的名號，用這兩個字來誘導我們。"
    },
    {
      "id": "01-004-0003_p0028",
      "zh_CN": "其实底下又说，佛的『功德』，「功」是讲的行，所谓是行门，拿现在来讲就是他的事业，我们常说某个人功在国家，功在社会，他对国家社会有功劳，他有贡献，什么贡献？就说他有实实在在的事业，表现在国家社会，能够利益大众，这个叫功。「德」是成就。他有了事业，他有成就，事业成就是无量无边，这叫「功德」。如果单就佛法来说，功就是戒定慧，六度万行；德是法身、般若、解脱，三德秘藏。如果不修三学、三慧、六度万行，法身、般若、解脱你得不到。这就是成就，叫做德。功德两个字，我们一定要认识清楚。",
      "zh_TW": "其實底下又說，佛的『功德』，「功」是講的行，所謂是行門，拿現在來講就是他的事業，我們常說某個人功在國家，功在社會，他對國家社會有功勞，他有貢獻，什麼貢獻？就說他有實實在在的事業，表現在國家社會，能夠利益大眾，這個叫功。「德」是成就。他有了事業，他有成就，事業成就是無量無邊，這叫「功德」。如果單就佛法來說，功就是戒定慧，六度萬行；德是法身、般若、解脫，三德祕藏。如果不修三學、三慧、六度萬行，法身、般若、解脫你得不到。這就是成就，叫做德。功德兩個字，我們一定要認識清楚。"
    },
    {
      "id": "01-004-0003_p0029",
      "zh_CN": "『智慧』也不能够错看了，世间的这些聪明不叫智慧，佛法里面所讲的智慧大别分为两大类，叫做根本智、后得智，或者叫实智，又叫做权智，权实二智。后得智是利益他人的智慧，根本智是自己受用的智慧。我们讲席当中常说，根本智是无知，像《般若经》里讲的「般若无知」，无知是根本智，是自受用的。如果有知就坏了，有知，你看《楞严经》里面说的「知见立知，是无明本」，根本智上建立一个智慧，那就叫无明，般若无知。",
      "zh_TW": "『智慧』也不能夠錯看了，世間的這些聰明不叫智慧，佛法裡面所講的智慧大別分為兩大類，叫做根本智、後得智，或者叫實智，又叫做權智，權實二智。後得智是利益他人的智慧，根本智是自己受用的智慧。我們講席當中常說，根本智是無知，像《般若經》裡講的「般若無知」，無知是根本智，是自受用的。如果有知就壞了，有知，你看《楞嚴經》裡面說的「知見立知，是無明本」，根本智上建立一個智慧，那就叫無明，般若無知。"
    },
    {
      "id": "01-004-0003_p0030",
      "zh_CN": "诸位要求甚深般若，不能求知，一求知就落在无明上。甚至于念佛，就一句佛号念到底，不能求一心不乱，不能求开悟，不能求见佛，什么都不能求，为什么？一求，这一句佛号里头就打闲岔了，不能得一心。什么都不求，自自然然的就到一心不乱，自自然然的根本智就现前。根本智现前就是理一心不乱。所以它是自然的，不是求得的，因为求，决定这一生都得不到，所以叫你老实念佛了。你在念佛里头还求一心不乱，还要求开智慧，这不老实，你佛号就念不好了。",
      "zh_TW": "諸位要求甚深般若，不能求知，一求知就落在無明上。甚至於念佛，就一句佛號念到底，不能求一心不亂，不能求開悟，不能求見佛，什麼都不能求，為什麼？一求，這一句佛號裡頭就打閒岔了，不能得一心。什麼都不求，自自然然的就到一心不亂，自自然然的根本智就現前。根本智現前就是理一心不亂。所以它是自然的，不是求得的，因為求，決定這一生都得不到，所以叫你老實念佛了。你在念佛裡頭還求一心不亂，還要求開智慧，這不老實，你佛號就念不好了。"
    },
    {
      "id": "01-004-0003_p0031",
      "zh_CN": "讲堂里面来听经是帮助你增长信心，帮助你对西方极乐世界境界的理解，叫你在念佛当中不退转、不会乏味、不会念疲倦，念没意思了，不会。你天天听经的时候能够加强你的信心，叫你在现前不退转，有这么一个好处。根本智起作用就是无所不知，你看前面所讲的，佛是无所不知，无所不见，那是讲后得智，他起作用的时候，全知全能。所以智慧是从清净心里面生的，也是无量无边。",
      "zh_TW": "講堂裡面來聽經是幫助你增長信心，幫助你對西方極樂世界境界的理解，叫你在念佛當中不退轉、不會乏味、不會念疲倦，念沒意思了，不會。你天天聽經的時候能夠加強你的信心，叫你在現前不退轉，有這麼一個好處。根本智起作用就是無所不知，你看前面所講的，佛是無所不知，無所不見，那是講後得智，他起作用的時候，全知全能。所以智慧是從清淨心裡面生的，也是無量無邊。"
    },
    {
      "id": "01-004-0003_p0032",
      "zh_CN": "『神通』是讲能力，我们今天讲能力，「通」就是通达，他办事情，他样样都知道、样样都精通，世出世间事，没有一样事情他不会的，没有一样事情他做不到的，别人做得有障碍，他做得没有障碍，每一桩事情都能做到尽善尽美。「神」是不可思议，超出我们常识，超出我们的想像之外，所以称之为「神通」，也是无量无边。",
      "zh_TW": "『神通』是講能力，我們今天講能力，「通」就是通達，他辦事情，他樣樣都知道、樣樣都精通，世出世間事，沒有一樣事情他不會的，沒有一樣事情他做不到的，別人做得有障礙，他做得沒有障礙，每一樁事情都能做到盡善盡美。「神」是不可思議，超出我們常識，超出我們的想像之外，所以稱之為「神通」，也是無量無邊。"
    },
    {
      "id": "01-004-0003_p0033",
      "zh_CN": "『道力』，道即是大乘法，当然不是声闻道、不是缘觉道，而是菩萨道、是佛道，现在称的是阿弥陀佛，是无上道。无上道里面具有无量的力用，像我们平常讲，如来果地上的十种特殊的能力：十力、四无所畏、十八不共法，是菩萨所没有的，如来在果地上是样样具足，也是无量无边。他有这种道力，所以才能够普度众生。",
      "zh_TW": "『道力』，道即是大乘法，當然不是聲聞道、不是緣覺道，而是菩薩道、是佛道，現在稱的是阿彌陀佛，是無上道。無上道裡面具有無量的力用，像我們平常講，如來果地上的十種特殊的能力：十力、四無所畏、十八不共法，是菩薩所沒有的，如來在果地上是樣樣具足，也是無量無邊。他有這種道力，所以才能夠普度眾生。"
    },
    {
      "id": "01-004-0003_p0034",
      "zh_CN": "『依正』，这是讲果报。依报里头，依就是讲果报，讲的享受。「依」是讲我们物质环境的享受，物质环境的果报。「正」是讲我们身体的果报，我们身体的端正、健康、长寿、精神饱满，这是正报。佛的依报无量无边。佛的正报，正报也无量无边。经论里面常常赞佛，佛有无量好，佛有无量相，相有无量好，不止三十二相八十种好。三十二相八十种好，是释迦牟尼佛在我们这个世界所示现的。我们这个世界众生心不清净，佛只现一个三十二相八十种好，我们看到都羡慕得不得了。",
      "zh_TW": "『依正』，這是講果報。依報裡頭，依就是講果報，講的享受。「依」是講我們物質環境的享受，物質環境的果報。「正」是講我們身體的果報，我們身體的端正、健康、長壽、精神飽滿，這是正報。佛的依報無量無邊。佛的正報，正報也無量無邊。經論裡面常常讚佛，佛有無量好，佛有無量相，相有無量好，不止三十二相八十種好。三十二相八十種好，是釋迦牟尼佛在我們這個世界所示現的。我們這個世界眾生心不清淨，佛只現一個三十二相八十種好，我們看到都羨慕得不得了。"
    },
    {
      "id": "01-004-0003_p0035",
      "zh_CN": "阿弥陀佛在极乐世界所示现的，身有无量相，相有无量好，比释迦牟尼佛这个相不晓得殊胜到哪里去了！你看赞佛偈里头常常念的「白毫宛转五须弥，绀目澄清四大海」，这是比喻，能不能比得恰到好处？这就是不能。没有办法比得恰到好处，只能比个大概、仿佛。你们想想佛的相有多大？阿弥陀佛的相要现在我们面前，我们能看得见吗？看不见。阿弥陀佛眉间白毫，眉间白毫是根毫毛卷起来的，那个不是珠珠，是根毫毛盘旋在一起，有多大？五座须弥山那么大，你要是在那个白毫里头，人家找你都找不到，那个相多大。佛的头比我们的地球还大，你到什么地方去找去？找不到，真的。佛有无量相，相有无量好，「依正」也是无量。",
      "zh_TW": "阿彌陀佛在極樂世界所示現的，身有無量相，相有無量好，比釋迦牟尼佛這個相不曉得殊勝到哪裡去了！你看讚佛偈裡頭常常念的「白毫宛轉五須彌，紺目澄清四大海」，這是比喻，能不能比得恰到好處？這就是不能。沒有辦法比得恰到好處，只能比個大概、彷彿。你們想想佛的相有多大？阿彌陀佛的相要現在我們面前，我們能看得見嗎？看不見。阿彌陀佛眉間白毫，眉間白毫是根毫毛捲起來的，那個不是珠珠，是根毫毛盤旋在一起，有多大？五座須彌山那麼大，你要是在那個白毫裡頭，人家找你都找不到，那個相多大。佛的頭比我們的地球還大，你到什麼地方去找去？找不到，真的。佛有無量相，相有無量好，「依正」也是無量。"
    },
    {
      "id": "01-004-0003_p0036",
      "zh_CN": "『庄严』也是无量的，「庄严」在此地多半讲什么？一种是自然的，一种是设施的。自然，譬如说山河大地，景致美好，庄严。人为的种种设施、布置，道场里面种种布置的庄严，这是我们精心来设计。在西方极乐世界，一切都是变化所作，就是人为设施的，也都是变化所作，不必要采购、不需要布置，这些依正庄严都是无量无边。",
      "zh_TW": "『莊嚴』也是無量的，「莊嚴」在此地多半講什麼？一種是自然的，一種是設施的。自然，譬如說山河大地，景緻美好，莊嚴。人為的種種設施、佈置，道場裡面種種佈置的莊嚴，這是我們精心來設計。在西方極樂世界，一切都是變化所作，就是人為設施的，也都是變化所作，不必要採購、不需要佈置，這些依正莊嚴都是無量無邊。"
    },
    {
      "id": "01-004-0003_p0037",
      "zh_CN": "『说法』，西方极乐世界六尘说法不可思议，不但释迦牟尼佛自己说法，菩萨说法。经里面讲，流水也说法，风吹的树叶，叶子一片一片碰到时也说法，没有一样不说法，说法无量。我们要想学佛法，要想听佛法，不到极乐世界到哪里去？在我们这个世界，你要想天天听说法，听不到，哪有这个机会？也许将来我们佛法随着现代科技的进步，能够达到这个理想，虽然达到这个理想，还得要借科学的工具，西方极乐世界不必，所以怎么样说法都比不上西方极乐世界。",
      "zh_TW": "『說法』，西方極樂世界六塵說法不可思議，不但釋迦牟尼佛自己說法，菩薩說法。經裡面講，流水也說法，風吹的樹葉，葉子一片一片碰到時也說法，沒有一樣不說法，說法無量。我們要想學佛法，要想聽佛法，不到極樂世界到哪裡去？在我們這個世界，你要想天天聽說法，聽不到，哪有這個機會？也許將來我們佛法隨著現代科技的進步，能夠達到這個理想，雖然達到這個理想，還得要借科學的工具，西方極樂世界不必，所以怎麼樣說法都比不上西方極樂世界。"
    },
    {
      "id": "01-004-0003_p0038",
      "zh_CN": "底下讲『化度』，「化度」是讲教化众生、度脱众生。「化」着重在智慧这一方面，破迷开悟，这叫「化」，化迷为悟。「度」，得离苦上说的，离苦得乐，这是度。佛菩萨教化众生能够达到这两个目标，他的教化就成功了，就是圆满。真正叫接受教化的人，他确实能破迷开悟、离苦得乐。在西方极乐世界，前面讲了，既然都证得了三不退，他的迷一天一天的减少，悟是一天一天的增进，化的意思。迷了就有苦，悟了就乐、就自在。",
      "zh_TW": "底下講『化度』，「化度」是講教化眾生、度脫眾生。「化」著重在智慧這一方面，破迷開悟，這叫「化」，化迷為悟。「度」，得離苦上說的，離苦得樂，這是度。佛菩薩教化眾生能夠達到這兩個目標，他的教化就成功了，就是圓滿。真正叫接受教化的人，他確實能破迷開悟、離苦得樂。在西方極樂世界，前面講了，既然都證得了三不退，他的迷一天一天的減少，悟是一天一天的增進，化的意思。迷了就有苦，悟了就樂、就自在。"
    },
    {
      "id": "01-004-0003_p0039",
      "zh_CN": "极乐世界四土三辈九品，品品较量就有苦乐不同。譬如说，凡圣同居土苦，方便有余土乐。方便有余土跟实报土两个比较，实报土乐，方便土苦。实报土再跟常寂光土较量，常寂光乐，实报土又苦。比较之下，他们那边的有苦乐、有迷悟，可是他们破迷开悟、离苦得乐，一生当中决定达到究竟圆满，不像我们这个世界有隔阴之迷。这是解释阿弥陀佛的意思。下面一段是解释经，经是什么意思？",
      "zh_TW": "極樂世界四土三輩九品，品品較量就有苦樂不同。譬如說，凡聖同居土苦，方便有餘土樂。方便有餘土跟實報土兩個比較，實報土樂，方便土苦。實報土再跟常寂光土較量，常寂光樂，實報土又苦。比較之下，他們那邊的有苦樂、有迷悟，可是他們破迷開悟、離苦得樂，一生當中決定達到究竟圓滿，不像我們這個世界有隔陰之迷。這是解釋阿彌陀佛的意思。下面一段是解釋經，經是什麼意思？"
    },
    {
      "id": "01-004-0003_p0040",
      "zh_CN": "解【一切金口。通名为经。】",
      "zh_TW": "解【一切金口。通名為經。】"
    },
    {
      "id": "01-004-0003_p0041",
      "zh_CN": "在二十七页第二行。『金口』是指佛所说的，佛的身体是金色的。也许有人要问，佛的身体真的是金色的吗？如果一个人要长成真的金的身，你说那个人好看不好看？我们大众当中如果有一个人长得金色的，我想你们看了就害怕，看了赶紧避开了。金是表法的，一切物质里面，金是最贵重、最珍贵、最美好，人人见，人人欢喜的，你晓得具足这几个意思，这叫做金色。所以我们塑佛像用金色，表法的意思诸位要懂得，不能呆看了。我们以前尊称皇帝说话，「金口玉言」，他的言语、他的教诲可尊可贵，取这个意思。经文不能呆看，不能死在文字里面，一切佛所说的都称之为『经』。",
      "zh_TW": "在二十七頁第二行。『金口』是指佛所說的，佛的身體是金色的。也許有人要問，佛的身體真的是金色的嗎？如果一個人要長成真的金的身，你說那個人好看不好看？我們大眾當中如果有一個人長得金色的，我想你們看了就害怕，看了趕緊避開了。金是表法的，一切物質裡面，金是最貴重、最珍貴、最美好，人人見，人人歡喜的，你曉得具足這幾個意思，這叫做金色。所以我們塑佛像用金色，表法的意思諸位要懂得，不能呆看了。我們以前尊稱皇帝說話，「金口玉言」，他的言語、他的教誨可尊可貴，取這個意思。經文不能呆看，不能死在文字裡面，一切佛所說的都稱之為『經』。"
    },
    {
      "id": "01-004-0003_p0042",
      "zh_CN": "解【对上五字。是通别合为题也。】",
      "zh_TW": "解【對上五字。是通別合為題也。】"
    },
    {
      "id": "01-004-0003_p0043",
      "zh_CN": "这个经一共是六个字，「佛说阿弥陀经」，前面五个字是别题，一切经当中只有这一部叫做「佛说阿弥陀」。而「经」这一个字是通题，凡是佛所讲都称之为「经」，所以这六个字来说是「通别合题」。",
      "zh_TW": "這個經一共是六個字，「佛說阿彌陀經」，前面五個字是別題，一切經當中只有這一部叫做「佛說阿彌陀」。而「經」這一個字是通題，凡是佛所講都稱之為「經」，所以這六個字來說是「通別合題」。"
    },
    {
      "id": "01-004-0003_p0044",
      "zh_CN": "解【教行理三。各论通别。广如台藏所明。】",
      "zh_TW": "解【教行理三。各論通別。廣如台藏所明。】"
    },
    {
      "id": "01-004-0003_p0045",
      "zh_CN": "这个我们要把它省掉。这个经是教经，『教』就是圆教，像我们现在读这一部书，这叫教经，是佛用言语来教导我们的。佛不在世了，这些菩萨、大德们把它结集起来，用文字写成了书本，流传给后世。我们今天看到这个经本子，等于是听到佛给我们的教诲，经本子是教经。",
      "zh_TW": "這個我們要把它省掉。這個經是教經，『教』就是圓教，像我們現在讀這一部書，這叫教經，是佛用言語來教導我們的。佛不在世了，這些菩薩、大德們把它結集起來，用文字寫成了書本，流傳給後世。我們今天看到這個經本子，等於是聽到佛給我們的教誨，經本子是教經。"
    },
    {
      "id": "01-004-0003_p0046",
      "zh_CN": "什么叫「行经」？『行』是行法，修行的方法。这里面教给我们要起信、要发愿、要念佛求生西方极乐世界，这叫行经，教给我们修行的方法。『理』是理论的依据。为什么要信？为什么要发愿？为什么要念佛求生西方极乐世界？其中所以然的道理，这个叫做「理经」。行与理都在教当中，「教、行、理」这三者，各有通，各有别，都有通别。这是天台家在《法华经》玄义里面讲得很清楚，这个地方省略了。",
      "zh_TW": "什麼叫「行經」？『行』是行法，修行的方法。這裡面教給我們要起信、要發願、要念佛求生西方極樂世界，這叫行經，教給我們修行的方法。『理』是理論的依據。為什麼要信？為什麼要發願？為什麼要念佛求生西方極樂世界？其中所以然的道理，這個叫做「理經」。行與理都在教當中，「教、行、理」這三者，各有通，各有別，都有通別。這是天台家在《法華經》玄義裡面講得很清楚，這個地方省略了。"
    },
    {
      "id": "01-004-0003_p0047",
      "zh_CN": "在这一段，圆老法师《讲义》里面提示我们，「理」这个部分，他讲的「唯心四土」。在二十七面倒数第七行的下面，「唯心四土。一凡圣同居土。二方便有余土。三实报庄严土。四常寂光净土。四土差别。故理别。四土不出唯心。故理通」，这个句子在此地念一念，到底下一段还要说清楚。",
      "zh_TW": "在這一段，圓老法師《講義》裡面提示我們，「理」這個部分，他講的「唯心四土」。在二十七面倒數第七行的下面，「唯心四土。一凡聖同居土。二方便有餘土。三實報莊嚴土。四常寂光淨土。四土差別。故理別。四土不出唯心。故理通」，這個句子在此地念一念，到底下一段還要說清楚。"
    },
    {
      "id": "01-004-0003_p0048",
      "zh_CN": "合起来讲，这个经题，释迦牟尼佛为我们介绍西方极乐世界阿弥陀佛，这一部经。介绍阿弥陀佛的目的，要我们认识阿弥陀佛，了解阿弥陀佛，以及阿弥陀佛的功德、方便、境界，叫我们兴起向往、羡慕，而发心修行到西方极乐世界去亲近阿弥陀佛，这里面所得的功德无量无边，这样的一部经典。",
      "zh_TW": "合起來講，這個經題，釋迦牟尼佛為我們介紹西方極樂世界阿彌陀佛，這一部經。介紹阿彌陀佛的目的，要我們認識阿彌陀佛，了解阿彌陀佛，以及阿彌陀佛的功德、方便、境界，叫我們興起嚮往、羨慕，而發心修行到西方極樂世界去親近阿彌陀佛，這裡面所得的功德無量無邊，這樣的一部經典。"
    },
    {
      "id": "01-004-0003_p0049",
      "zh_CN": "玄义的第二段叫「辨体」，我们先把这个文念一遍：",
      "zh_TW": "玄義的第二段叫「辨體」，我們先把這個文念一遍："
    },
    {
      "id": "01-004-0003_p0050",
      "zh_CN": "解【第二。辨体。大乘经皆以实相为正体。吾人现前一念心性。不在内。不在外。不在中间。非过去。非现在。非未来。非青黄赤白。长短方圆。非香。非味。非触。非法。】",
      "zh_TW": "解【第二。辨體。大乘經皆以實相為正體。吾人現前一念心性。不在內。不在外。不在中間。非過去。非現在。非未來。非青黃赤白。長短方圓。非香。非味。非觸。非法。】"
    },
    {
      "id": "01-004-0003_p0051",
      "zh_CN": "这是『辨体』里面的第一个小段。首先我们要明了「体」这个字的含义。体是理体，也就是说佛讲这部经，理论的依据，换句话说，他凭什么讲的，这就是「体」。所说的法门，可以讲从体起用，体是一个，用是无量无边。所以一切大乘经，体是一个，实相。大乘经真是无量无边，无量无边的大乘经都是建立在实相的理体上，这一点我们一定要明白。",
      "zh_TW": "這是『辨體』裡面的第一個小段。首先我們要明瞭「體」這個字的含義。體是理體，也就是說佛講這部經，理論的依據，換句話說，他憑什麼講的，這就是「體」。所說的法門，可以講從體起用，體是一個，用是無量無邊。所以一切大乘經，體是一個，實相。大乘經真是無量無邊，無量無邊的大乘經都是建立在實相的理體上，這一點我們一定要明白。"
    },
    {
      "id": "01-004-0003_p0052",
      "zh_CN": "底下，什么叫『实相』？诸位先看看《讲义》二十八页第二行，先解释「辨体」两个字：",
      "zh_TW": "底下，什麼叫『實相』？諸位先看看《講義》二十八頁第二行，先解釋「辨體」兩個字："
    },
    {
      "id": "01-004-0003_p0053",
      "zh_CN": "讲【辨体。即辨明此经所依之体。】",
      "zh_TW": "講【辨體。即辨明此經所依之體。】"
    },
    {
      "id": "01-004-0003_p0054",
      "zh_CN": "如果明『体』了，「体」搞明白了，你对于这部经就不怀疑。换句话说，佛讲这部经，他所依据的理论你懂得，对经里面讲的修行方法，以及修行的境界、功德、利益，你不会怀疑。你对它所依据的道理没搞清楚当然怀疑，所以辨体是帮助我们断疑生信。而「明宗」是提示我们修行的要领。你修行先要断疑生信，你怀疑不相信，那谈不上修行，所以辨体非常重要。",
      "zh_TW": "如果明『體』了，「體」搞明白了，你對於這部經就不懷疑。換句話說，佛講這部經，他所依據的理論你懂得，對經裡面講的修行方法，以及修行的境界、功德、利益，你不會懷疑。你對它所依據的道理沒搞清楚當然懷疑，所以辨體是幫助我們斷疑生信。而「明宗」是提示我們修行的要領。你修行先要斷疑生信，你懷疑不相信，那談不上修行，所以辨體非常重要。"
    },
    {
      "id": "01-004-0003_p0055",
      "zh_CN": "讲到「实相」，这个地方大师也说，诸位看第二段：",
      "zh_TW": "講到「實相」，這個地方大師也說，諸位看第二段："
    },
    {
      "id": "01-004-0003_p0056",
      "zh_CN": "讲【诸大乘经。谈理深广。故皆以一乘实相为正体。】",
      "zh_TW": "講【諸大乘經。談理深廣。故皆以一乘實相為正體。】"
    },
    {
      "id": "01-004-0003_p0057",
      "zh_CN": "『正』就是主体，好像一棵大树一样，根本，一切大乘经的枝枝叶叶都依这个根本，根本是它的主体。底下举几部经，这是大家最熟悉的：",
      "zh_TW": "『正』就是主體，好像一棵大樹一樣，根本，一切大乘經的枝枝葉葉都依這個根本，根本是它的主體。底下舉幾部經，這是大家最熟悉的："
    },
    {
      "id": "01-004-0003_p0058",
      "zh_CN": "讲【如妙法莲华经。以实相为体。楞严经。以如来藏为体。】",
      "zh_TW": "講【如妙法蓮華經。以實相為體。楞嚴經。以如來藏為體。】"
    },
    {
      "id": "01-004-0003_p0059",
      "zh_CN": "《楞严经》讲「三如来藏」，这大家都知道的。讲「空如来藏、不空如来藏、空不空如来藏」。",
      "zh_TW": "《楞嚴經》講「三如來藏」，這大家都知道的。講「空如來藏、不空如來藏、空不空如來藏」。"
    },
    {
      "id": "01-004-0003_p0060",
      "zh_CN": "讲【华严经。以一真法界为体。其余不必广举。名异体一。如来藏。一真法界。亦实相也。】",
      "zh_TW": "講【華嚴經。以一真法界為體。其餘不必廣舉。名異體一。如來藏。一真法界。亦實相也。】"
    },
    {
      "id": "01-004-0003_p0061",
      "zh_CN": "其余，不必多举了。名字不一样，其实都是实相。如来藏、一真法界也是实相。名字不一样，事实上都是一样，是一个。",
      "zh_TW": "其餘，不必多舉了。名字不一樣，其實都是實相。如來藏、一真法界也是實相。名字不一樣，事實上都是一樣，是一個。"
    },
    {
      "id": "01-004-0003_p0062",
      "zh_CN": "底下，重要的就是什么叫实相？这个问题，过去我们在讲江味农居士《金刚经讲义》的时候，说得太多太多。《金刚经讲义》一共有五卷，我记得我们过去用了四年的时间讲了三卷，上半部讲完了，下半部没讲，讲了四年。江味农居士一生研究《金刚经》，他那分《讲义》等于说《金刚经》注解当中的权威，而是学佛入门的一部好书，对于每一个法相名词都解释得非常的透彻。圆瑛法师在此地给我们略说，当然我们不能照《讲义》去念，我们依他的纲领来说明。",
      "zh_TW": "底下，重要的就是什麼叫實相？這個問題，過去我們在講江味農居士《金剛經講義》的時候，說得太多太多。《金剛經講義》一共有五卷，我記得我們過去用了四年的時間講了三卷，上半部講完了，下半部沒講，講了四年。江味農居士一生研究《金剛經》，他那分《講義》等於說《金剛經》註解當中的權威，而是學佛入門的一部好書，對於每一個法相名詞都解釋得非常的透徹。圓瑛法師在此地給我們略說，當然我們不能照《講義》去念，我們依他的綱領來說明。"
    },
    {
      "id": "01-004-0003_p0063",
      "zh_CN": "讲【实相者。真实之相也。又平等一相也。】",
      "zh_TW": "講【實相者。真實之相也。又平等一相也。】"
    },
    {
      "id": "01-004-0003_p0064",
      "zh_CN": "第一，『实相，真实之相』，「实」是真实，决定不是虚妄的。这一句话还是不容易明白，真实之相，那要问哪个相不是真实的？其实不是那么简单。我们现在所见的这个相是虚妄相，不是真实相，佛在《金刚经》告诉我们「凡所有相，皆是虚妄」。如果诸位真正明白了，一切相都是虚妄相，那就叫「实相」，真相你看出来了，真相是什么？真相是虚妄相，虚妄不实就是一切法的真实相。底下又说，『又平等一相也』，我们看森罗万象不平等，那是你看走了眼，其实平等。怎么平等的？譬如说，我们以人来比喻，富贵的人是虚妄的，贫贱的人也是虚妄的，虚妄岂不等于虚妄，一切万法没有不平等的，生佛平等。佛的相，就说阿弥陀佛，我们刚才讲，身有无量相，相有无量好，那个相是虚妄的，「凡所有相，皆是虚妄」，他不例外。我们今天这个身相也是虚妄的，虚妄等于虚妄，生佛平等。",
      "zh_TW": "第一，『實相，真實之相』，「實」是真實，決定不是虛妄的。這一句話還是不容易明白，真實之相，那要問哪個相不是真實的？其實不是那麼簡單。我們現在所見的這個相是虛妄相，不是真實相，佛在《金剛經》告訴我們「凡所有相，皆是虛妄」。如果諸位真正明白了，一切相都是虛妄相，那就叫「實相」，真相你看出來了，真相是什麼？真相是虛妄相，虛妄不實就是一切法的真實相。底下又說，『又平等一相也』，我們看森羅萬象不平等，那是你看走了眼，其實平等。怎麼平等的？譬如說，我們以人來比喻，富貴的人是虛妄的，貧賤的人也是虛妄的，虛妄豈不等於虛妄，一切萬法沒有不平等的，生佛平等。佛的相，就說阿彌陀佛，我們剛才講，身有無量相，相有無量好，那個相是虛妄的，「凡所有相，皆是虛妄」，他不例外。我們今天這個身相也是虛妄的，虛妄等於虛妄，生佛平等。"
    },
    {
      "id": "01-004-0003_p0065",
      "zh_CN": "为什么说这个相是虚妄的？因为这个相是因缘所生法，当体即空。现在的科学家明白这个道理，科学家知道宇宙万法都是一种物质，其实完全是一样，而是它排列的方式不一样，所以说方程式不一样才有森罗万象。你从基本元素上去看，统统一样，有什么两样？好像我们看高楼大厦，金碧辉煌，什么东西造的？钢筋水泥。我们再看普通小房子，矮矮的，它也是钢筋水泥，一样的，没有两样，只是排列的方式不一样。",
      "zh_TW": "為什麼說這個相是虛妄的？因為這個相是因緣所生法，當體即空。現在的科學家明白這個道理，科學家知道宇宙萬法都是一種物質，其實完全是一樣，而是它排列的方式不一樣，所以說方程式不一樣才有森羅萬象。你從基本元素上去看，統統一樣，有什麼兩樣？好像我們看高樓大廈，金碧輝煌，什麼東西造的？鋼筋水泥。我們再看普通小房子，矮矮的，它也是鋼筋水泥，一樣的，沒有兩樣，只是排列的方式不一樣。"
    },
    {
      "id": "01-004-0003_p0066",
      "zh_CN": "你要把一切法看穿，哪一法不平等？你的心在一切境界里就不取相、不着相，不取不着，没有烦恼，烦恼从哪来？烦恼从取着来的。你分别一切法，它不起烦恼，执着就起烦恼。分别没有烦恼，分别是迷惑，它没有烦恼，一执着就起烦恼、就造业了。造业，这又做成种种果报，果报是你自己造的，自作自受。不知道万法平等，不知道万法一相，一相就是像《金刚经》上所讲的「一合相」，一合相是平等的。什么人能够见到这个境界？给诸位说，以念佛人来讲，得理一心的就见到了，就入这个境界。事一心还不行，因为事一心，分别心是没有了，执着是断了一部分，没有断干净。事一心的人，我执破了，法执还有，所以还没有能够见到「平等一相」，这是我们要留意的。",
      "zh_TW": "你要把一切法看穿，哪一法不平等？你的心在一切境界裡就不取相、不著相，不取不著，沒有煩惱，煩惱從哪來？煩惱從取著來的。你分別一切法，它不起煩惱，執著就起煩惱。分別沒有煩惱，分別是迷惑，它沒有煩惱，一執著就起煩惱、就造業了。造業，這又做成種種果報，果報是你自己造的，自作自受。不知道萬法平等，不知道萬法一相，一相就是像《金剛經》上所講的「一合相」，一合相是平等的。什麼人能夠見到這個境界？給諸位說，以念佛人來講，得理一心的就見到了，就入這個境界。事一心還不行，因為事一心，分別心是沒有了，執著是斷了一部分，沒有斷乾淨。事一心的人，我執破了，法執還有，所以還沒有能夠見到「平等一相」，這是我們要留意的。"
    },
    {
      "id": "01-004-0003_p0067",
      "zh_CN": "我们念佛的功夫念到成熟的时候就是平等一相境界，这个时候就证得真实相。证得实相在禅家讲「明心见性」，净土叫「理一心不乱」，名称不一样，其实境界相同的。《法华经》里面讲契入「实相」，楞严会上讲这个人证得「如来藏」，《华严经》说这个人入「一真法界」，其实一样的境界，名称不相同，是一桩事情。所以法师底下说：",
      "zh_TW": "我們念佛的功夫念到成熟的時候就是平等一相境界，這個時候就證得真實相。證得實相在禪家講「明心見性」，淨土叫「理一心不亂」，名稱不一樣，其實境界相同的。《法華經》裡面講契入「實相」，楞嚴會上講這個人證得「如來藏」，《華嚴經》說這個人入「一真法界」，其實一樣的境界，名稱不相同，是一樁事情。所以法師底下說："
    },
    {
      "id": "01-004-0003_p0068",
      "zh_CN": "讲【实相之体最深。最关紧要。不得不详细说明。静心察听。】",
      "zh_TW": "講【實相之體最深。最關緊要。不得不詳細說明。靜心察聽。】"
    },
    {
      "id": "01-004-0003_p0069",
      "zh_CN": "『静心察听』就是经里面常讲「谛听、谛听」。",
      "zh_TW": "『靜心察聽』就是經裡面常講「諦聽、諦聽」。"
    },
    {
      "id": "01-004-0003_p0070",
      "zh_CN": "讲【自能领会。若明实相。是为悟大乘理。】",
      "zh_TW": "講【自能領會。若明實相。是為悟大乘理。】"
    },
    {
      "id": "01-004-0003_p0071",
      "zh_CN": "大乘佛法的道理你明了、你通达，纵然不能十分通达，能够通达一分、二分都很有受用。",
      "zh_TW": "大乘佛法的道理你明瞭、你通達，縱然不能十分通達，能夠通達一分、二分都很有受用。"
    },
    {
      "id": "01-004-0003_p0072",
      "zh_CN": "我们图书馆每天都有日记，你们叫大事记，都有日记，我们每天讲经从哪个地方讲到哪个地方，都应当把它记下来，免得讲经的时候，这个写错了。你看我们第二段才讲这么一点点，这个教相，玄义讲完了，最后一章是教相，所以应当要记下来。希望能够记详细一点，把我们图书馆每一天的活动要详实的记载，这是图书馆的成绩。好，今天我们就讲到此地。",
      "zh_TW": "我們圖書館每天都有日記，你們叫大事記，都有日記，我們每天講經從哪個地方講到哪個地方，都應當把它記下來，免得講經的時候，這個寫錯了。你看我們第二段才講這麼一點點，這個教相，玄義講完了，最後一章是教相，所以應當要記下來。希望能夠記詳細一點，把我們圖書館每一天的活動要詳實的記載，這是圖書館的成績。好，今天我們就講到此地。"
    },
    {
      "id": "01-004-0003_p0073",
      "zh_CN": "可见得底下一段相当重要，老法师给我们提示，三种实相，我们在下一会再详细的研究，这一段很重要。我们对大乘的道理明了，对大乘的经论、大乘的修行、大乘的境界，就可以能够相信，不至于怀疑，对我们的修行证果有很大的帮助。",
      "zh_TW": "可見得底下一段相當重要，老法師給我們提示，三種實相，我們在下一會再詳細的研究，這一段很重要。我們對大乘的道理明瞭，對大乘的經論、大乘的修行、大乘的境界，就可以能夠相信，不至於懷疑，對我們的修行證果有很大的幫助。"
    }
  ]
}