{
  "doc_id": "01-004-0002",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0002",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "01-004-0002_p0001",
      "zh_CN": "诸位同学，翻开经本第十五页第六行，我们看这个序文：",
      "zh_TW": "諸位同學，翻開經本第十五頁第六行，我們看這個序文："
    },
    {
      "id": "01-004-0002_p0002",
      "zh_CN": "序【又。于一切念佛法门之中。求其至简易。至稳当者。莫若信愿专持名号。】",
      "zh_TW": "序【又。於一切念佛法門之中。求其至簡易。至穩當者。莫若信願專持名號。】"
    },
    {
      "id": "01-004-0002_p0003",
      "zh_CN": "这一段是大师告诉我们，在念佛法门里面这个法门显得特别的殊胜。前面说过在一切法门当中，最直捷、最圆顿的是净土法门，净土法门里面最简易、最稳当的是「持名念佛」。圆瑛大师在《讲义》里面跟我们开示，这是净土法门里面，通常将修行的方法归纳为四大类：第一种「实相念佛」，第二种「观想念佛」，第三种叫「观像念佛」，第四种叫「持名念佛」，这四种我们在《疏钞》里面也常常讲到。",
      "zh_TW": "這一段是大師告訴我們，在念佛法門裡面這個法門顯得特別的殊勝。前面說過在一切法門當中，最直捷、最圓頓的是淨土法門，淨土法門裡面最簡易、最穩當的是「持名念佛」。圓瑛大師在《講義》裡面跟我們開示，這是淨土法門裡面，通常將修行的方法歸納為四大類：第一種「實相念佛」，第二種「觀想念佛」，第三種叫「觀像念佛」，第四種叫「持名念佛」，這四種我們在《疏鈔》裡面也常常講到。"
    },
    {
      "id": "01-004-0002_p0004",
      "zh_CN": "「实相念佛」那是相当不容易，如果我们没有证得实相，那就谈不上实相念佛了。其实实相念佛是证得理一心之后，那个念佛就是实相念佛，所以这种方法不是初发心的人能够做得到。向下三类，初学的人都可以做，但是这个里面有难有易。像观想要依据《十六观经》的理论方法来修行，在念佛法门里面可以说相当之难，即使观成了，到西方极乐世界之后还要把这个相去掉，为什么要去掉？《金刚经》里头说过「凡所有相，皆是虚妄」，这个虚妄相可以帮助你生净土，但是向上一着要「即相离相」，才能够让自己的境界往上提升。",
      "zh_TW": "「實相念佛」那是相當不容易，如果我們沒有證得實相，那就談不上實相念佛了。其實實相念佛是證得理一心之後，那個念佛就是實相念佛，所以這種方法不是初發心的人能夠做得到。向下三類，初學的人都可以做，但是這個裡面有難有易。像觀想要依據《十六觀經》的理論方法來修行，在念佛法門裡面可以說相當之難，即使觀成了，到西方極樂世界之後還要把這個相去掉，為什麼要去掉？《金剛經》裡頭說過「凡所有相，皆是虛妄」，這個虛妄相可以幫助你生淨土，但是向上一著要「即相離相」，才能夠讓自己的境界往上提升。"
    },
    {
      "id": "01-004-0002_p0005",
      "zh_CN": "观像念佛要有时间，不是平常人能够做得到的。那要供养一尊佛像，佛像一定要庄严，而且只能供养一尊，为什么？你求这个法门，目的是修一心不乱。两尊佛像就不容易得一心，所以一定要一尊佛像，心才能够专一。观成之后，到我们报身了的时候，寿命到的时候，临命终时佛来接引，那个佛就跟你供养这个像一样，所以你很熟悉。你要是念观音菩萨，供养观音菩萨，也供一尊像，一生都不能改变，这一点很重要。如果你供的像太多了，到临命终时，到底哪一个阿弥陀佛来接引你？你就成了问题了。这个时候稍稍有一点疑惑就去不成了，这个一心就被破坏了。由此可知，供一尊是决定正确的。",
      "zh_TW": "觀像念佛要有時間，不是平常人能夠做得到的。那要供養一尊佛像，佛像一定要莊嚴，而且只能供養一尊，為什麼？你求這個法門，目的是修一心不亂。兩尊佛像就不容易得一心，所以一定要一尊佛像，心才能夠專一。觀成之後，到我們報身了的時候，壽命到的時候，臨命終時佛來接引，那個佛就跟你供養這個像一樣，所以你很熟悉。你要是念觀音菩薩，供養觀音菩薩，也供一尊像，一生都不能改變，這一點很重要。如果你供的像太多了，到臨命終時，到底哪一個阿彌陀佛來接引你？你就成了問題了。這個時候稍稍有一點疑惑就去不成了，這個一心就被破壞了。由此可知，供一尊是決定正確的。"
    },
    {
      "id": "01-004-0002_p0006",
      "zh_CN": "所以古来大德专修净土的，不说别人，你看看净土宗历代祖师的修行，他们就是一尊像、一个香炉、一本《阿弥陀经》，其他的什么都不要。所以说观像要有时间，你自己或者是寺院里面，或者是你自己家里面设一个小佛堂，你一天到晚不能离开这个佛堂，离开佛堂，像就看不到了。所以我们过去打观音七，我们把观音菩萨的像，墙壁四周都挂了，这个意思是叫你无论从哪个角度去看，菩萨都在你的眼前，而且所悬挂的佛菩萨形像只有一尊。这个要有时间，没有时间的人很难做到。",
      "zh_TW": "所以古來大德專修淨土的，不說別人，你看看淨土宗歷代祖師的修行，他們就是一尊像、一個香爐、一本《阿彌陀經》，其他的什麼都不要。所以說觀像要有時間，你自己或者是寺院裡面，或者是你自己家裡面設一個小佛堂，你一天到晚不能離開這個佛堂，離開佛堂，像就看不到了。所以我們過去打觀音七，我們把觀音菩薩的像，牆壁四周都掛了，這個意思是叫你無論從哪個角度去看，菩薩都在你的眼前，而且所懸掛的佛菩薩形像只有一尊。這個要有時間，沒有時間的人很難做到。"
    },
    {
      "id": "01-004-0002_p0007",
      "zh_CN": "第四种，持名就方便了，持名就是念阿弥陀佛的名号，念念不忘。执持名号，它的方便是行住坐卧都没有障碍，不像观想那么难，观像就不能去做日常的工作，它就有障碍，所以四种念佛法门当中，这是最容易的。有人说了，我们持名里面要不要观想？有一些法师大德们主张念佛的时候，或者观佛的三十二相，或者观莲花开合，那就是心里面想，一面念佛一面心里面想这个像。这个情形要看我们个人，如果这一句名号能够摄心就不必要加观想，佛号虽然念，念的时候还是起妄念，佛号止不住妄念，可以加观想先试试看，加上观想能不能帮助你止息妄念，如果有止息妄念的作用就可以加，如果没有就不必要，最好是一句佛号念到底，决定有受用。",
      "zh_TW": "第四種，持名就方便了，持名就是念阿彌陀佛的名號，念念不忘。執持名號，它的方便是行住坐臥都沒有障礙，不像觀想那麼難，觀像就不能去做日常的工作，它就有障礙，所以四種念佛法門當中，這是最容易的。有人說了，我們持名裡面要不要觀想？有一些法師大德們主張念佛的時候，或者觀佛的三十二相，或者觀蓮花開合，那就是心裡面想，一面念佛一面心裡面想這個像。這個情形要看我們個人，如果這一句名號能夠攝心就不必要加觀想，佛號雖然念，念的時候還是起妄念，佛號止不住妄念，可以加觀想先試試看，加上觀想能不能幫助你止息妄念，如果有止息妄念的作用就可以加，如果沒有就不必要，最好是一句佛號念到底，決定有受用。"
    },
    {
      "id": "01-004-0002_p0008",
      "zh_CN": "还有在四种里面，持名念佛可以说一教就会，非常的简单容易。念佛讲到稳当，最稳当了，这句话实在的，大师在此地讲的四句：直捷、圆顿、简易、稳当，在八万四千法门里面确实没有能跟持名念佛相比。",
      "zh_TW": "還有在四種裡面，持名念佛可以說一教就會，非常的簡單容易。念佛講到穩當，最穩當了，這句話實在的，大師在此地講的四句：直捷、圓頓、簡易、穩當，在八萬四千法門裡面確實沒有能跟持名念佛相比。"
    },
    {
      "id": "01-004-0002_p0009",
      "zh_CN": "第一，念佛的人真正念佛，一心一意求生净土，他没有第二个念头。在东晋的时候，净土宗初祖慧远大师在庐山启建莲社，中国第一个莲社就是慧远大师的。当时有一个很有名的居士叫刘遗民，他在晋朝作官做得很大，听说远公大师在庐山结莲社提倡念佛法门，他把官辞掉，就到庐山跟远大师念佛。远公跟他见了面之后，他说「你不错，你怎么把官也不做了，俸禄也不要了，你到这儿来打算做什么？」他就跟远公说，说话的意思就跟《仁王经．护国品》里面偈颂的意思相仿佛，「国土危脆」。那个时候东晋正是乱的时候，五胡乱华，时局不稳定，寿命短促，所以他自己把人生确实看破了，人生是无常、无我、苦、空，所以将身心世界一切放下，到庐山来念佛。他老人家到庐山，五年往生的，是在远祖道场里面第一个往生的。念了两、三年，他就见佛了，所以境界就现前了，五年往生，所以我们今天讲到念佛往生总是以他作为第一个榜样。",
      "zh_TW": "第一，念佛的人真正念佛，一心一意求生淨土，他沒有第二個念頭。在東晉的時候，淨土宗初祖慧遠大師在廬山啟建蓮社，中國第一個蓮社就是慧遠大師的。當時有一個很有名的居士叫劉遺民，他在晉朝作官做得很大，聽說遠公大師在廬山結蓮社提倡念佛法門，他把官辭掉，就到廬山跟遠大師念佛。遠公跟他見了面之後，他說「你不錯，你怎麼把官也不做了，俸祿也不要了，你到這兒來打算做什麼？」他就跟遠公說，說話的意思就跟《仁王經．護國品》裡面偈頌的意思相彷彿，「國土危脆」。那個時候東晉正是亂的時候，五胡亂華，時局不穩定，壽命短促，所以他自己把人生確實看破了，人生是無常、無我、苦、空，所以將身心世界一切放下，到廬山來念佛。他老人家到廬山，五年往生的，是在遠祖道場裡面第一個往生的。念了兩、三年，他就見佛了，所以境界就現前了，五年往生，所以我們今天講到念佛往生總是以他作為第一個榜樣。"
    },
    {
      "id": "01-004-0002_p0010",
      "zh_CN": "远公当年庐山莲社一共是一百二十三个人，各个往生，没有一个漏掉的，正是后来永明大师所说「万修万人去」。要晓得这个世界真正的是苦，空手而来，还是空手而走，古人所讲「万般将不去」，「将不去」就是带不去，万般带不去，「唯有业随身」。真正觉悟的人，为什么不念佛？念佛往生的人，古时候多，现在也时有所闻。念得不感应是我们把这世界没有看破，还有所留恋，还放不下，还舍不得，这就没有感应了。如果真正放下，决定有感应。",
      "zh_TW": "遠公當年廬山蓮社一共是一百二十三個人，各個往生，沒有一個漏掉的，正是後來永明大師所說「萬修萬人去」。要曉得這個世界真正的是苦，空手而來，還是空手而走，古人所講「萬般將不去」，「將不去」就是帶不去，萬般帶不去，「唯有業隨身」。真正覺悟的人，為什麼不念佛？念佛往生的人，古時候多，現在也時有所聞。念得不感應是我們把這世界沒有看破，還有所留戀，還放不下，還捨不得，這就沒有感應了。如果真正放下，決定有感應。"
    },
    {
      "id": "01-004-0002_p0011",
      "zh_CN": "我们一般人最不容易放下的是家亲眷属，殊不知你怎么样挂念他们也是无可奈何，各人有各人的业报，生死没有法子代替。如果你真正往生了，乘愿再来，他们各个都有得度的机会，这是我们要觉悟的，这才叫真正的关心、真正的爱护。",
      "zh_TW": "我們一般人最不容易放下的是家親眷屬，殊不知你怎麼樣掛念他們也是無可奈何，各人有各人的業報，生死沒有法子代替。如果你真正往生了，乘願再來，他們各個都有得度的機會，這是我們要覺悟的，這才叫真正的關心、真正的愛護。"
    },
    {
      "id": "01-004-0002_p0012",
      "zh_CN": "讲到超度，有人问过我这个事情是不是真的，给各位说是真的，一点都不假。说到超度的效果，主法的人修行要有功夫，这个最重要了。诸位读过《影尘回忆录》，过去我们印了三千本都送完了，你看看倓虚大师在没出家作居士的时候，「八载寒窗读《楞严》」，《影尘回忆录》有这么一个题目。你看那一段，他那时候有三十多岁了，将近四十岁，跟一些朋友们在一起开中药舖。他是中年出家的，四十几岁才出家的，九十多岁圆寂，是一代祖师，那也叫专攻。一部经读了八年。",
      "zh_TW": "講到超度，有人問過我這個事情是不是真的，給各位說是真的，一點都不假。說到超度的效果，主法的人修行要有功夫，這個最重要了。諸位讀過《影塵回憶錄》，過去我們印了三千本都送完了，你看看倓虛大師在沒出家作居士的時候，「八載寒窗讀《楞嚴》」，《影塵回憶錄》有這麼一個題目。你看那一段，他那時候有三十多歲了，將近四十歲，跟一些朋友們在一起開中藥舖。他是中年出家的，四十幾歲才出家的，九十多歲圓寂，是一代祖師，那也叫專攻。一部經讀了八年。"
    },
    {
      "id": "01-004-0002_p0013",
      "zh_CN": "他们有几个同志（大家都学佛的，但是没有人指导），常常在一块互相的研究，找一些注解来看，没有法师讲经。有一天，他的传记里面写的（《回忆录》里头写的），他中午打瞌睡，就在桌子上闭闭眼睛，打个瞌睡休息一下。那个时候没有什么人来做生意，店里面有三个人。中午，他仿佛觉得有两个人来了，来找他，一看这两个人是他的冤家。这两个人他都很熟悉，过去跟他有财物上的纠纷打官司，打官司他打赢了，那两个人打输了，输了以后，这两个人上吊了、自杀了。他对这个事情心里头非常歉疚，虽然不是他杀的，但是总是为了这个官司，为了这个事情，人家才死的，所以很歉疚。",
      "zh_TW": "他們有幾個同志（大家都學佛的，但是沒有人指導），常常在一塊互相的研究，找一些註解來看，沒有法師講經。有一天，他的傳記裡面寫的（《回憶錄》裡頭寫的），他中午打瞌睡，就在桌子上閉閉眼睛，打個瞌睡休息一下。那個時候沒有什麼人來做生意，店裡面有三個人。中午，他彷彿覺得有兩個人來了，來找他，一看這兩個人是他的冤家。這兩個人他都很熟悉，過去跟他有財物上的糾紛打官司，打官司他打贏了，那兩個人打輸了，輸了以後，這兩個人上吊了、自殺了。他對這個事情心裡頭非常歉疚，雖然不是他殺的，但是總是為了這個官司，為了這個事情，人家才死的，所以很歉疚。"
    },
    {
      "id": "01-004-0002_p0014",
      "zh_CN": "看这两个人来了，他心里想，这个不好，恐怕是来报复的，就看到这两个人。这两个当然是鬼，看着两个鬼来了，这个鬼面貌不恶，不像很凶的样子，走到他面前就向他跪下。他就问了：你们两个来干什么？他们说：我们两个来求超度的。他听了这个话，心里放心了，不是来报复，来求超度的。他说：好，行！我一定替你超度，但是怎么个超度法？他说：只要你答应就可以了。他说：好，我答应你。说到答应，就看到那两个鬼，脚就站在他膝盖上，再踩到他肩膀上，往上面去了，就生天了。这两个鬼魂就这么走了。",
      "zh_TW": "看這兩個人來了，他心裡想，這個不好，恐怕是來報復的，就看到這兩個人。這兩個當然是鬼，看著兩個鬼來了，這個鬼面貌不惡，不像很兇的樣子，走到他面前就向他跪下。他就問了：你們兩個來幹什麼？他們說：我們兩個來求超度的。他聽了這個話，心裡放心了，不是來報復，來求超度的。他說：好，行！我一定替你超度，但是怎麼個超度法？他說：只要你答應就可以了。他說：好，我答應你。說到答應，就看到那兩個鬼，腳就站在他膝蓋上，再踩到他肩膀上，往上面去了，就生天了。這兩個鬼魂就這麼走了。"
    },
    {
      "id": "01-004-0002_p0015",
      "zh_CN": "又一会儿，看到他从前，前面一个太太，也是过世，还有两个小孩也都死了。这前面的，看到他太太带着两个小孩来了，来的时候跪到面前也求超度，也是这个样子，他答应了一下，也就这么走了。他醒过来之后，就问他旁边两个人：刚才的事情，你们有没有看到？旁边的人说：没有看到。这个境界非常的清晰，不能当作一个梦境来看。由此可知，超度是要你自己真正有了功夫了。倓老在那个时候，在《楞严经》上没有功夫，这些鬼魂不会来找他的，找他没用处。当他有这个能力了，来找他求他帮助，真帮上忙。由此可知，超度不需要具备什么仪式，真正功夫成就了，以自己的诚心诵经念佛，把这个功德回向给他，就超度了，他就得利益了。",
      "zh_TW": "又一會兒，看到他從前，前面一個太太，也是過世，還有兩個小孩也都死了。這前面的，看到他太太帶著兩個小孩來了，來的時候跪到面前也求超度，也是這個樣子，他答應了一下，也就這麼走了。他醒過來之後，就問他旁邊兩個人：剛才的事情，你們有沒有看到？旁邊的人說：沒有看到。這個境界非常的清晰，不能當作一個夢境來看。由此可知，超度是要你自己真正有了功夫了。倓老在那個時候，在《楞嚴經》上沒有功夫，這些鬼魂不會來找他的，找他沒用處。當他有這個能力了，來找他求他幫助，真幫上忙。由此可知，超度不需要具備什麼儀式，真正功夫成就了，以自己的誠心誦經念佛，把這個功德迴向給他，就超度了，他就得利益了。"
    },
    {
      "id": "01-004-0002_p0016",
      "zh_CN": "由此可知，这桩事情最重要就是自己修，如果我们修到功夫成片，就有这个能力了，不必要到一心不乱，功夫成片就有这个能力。功夫成片决定往生，何况一心不乱？真心修行，古德所说的「自始至终，不遭魔事」。这句话我们能够信得过，为什么？魔事现前，自己就可以舍报忘身。在大陆上，文化大革命期间当中，我们看到许多的例子，有许多我们都闻名的，这些法师居士们能够舍报，能够忘身，所以他不遭魔事。",
      "zh_TW": "由此可知，這樁事情最重要就是自己修，如果我們修到功夫成片，就有這個能力了，不必要到一心不亂，功夫成片就有這個能力。功夫成片決定往生，何況一心不亂？真心修行，古德所說的「自始至終，不遭魔事」。這句話我們能夠信得過，為什麼？魔事現前，自己就可以捨報忘身。在大陸上，文化大革命期間當中，我們看到許多的例子，有許多我們都聞名的，這些法師居士們能夠捨報，能夠忘身，所以他不遭魔事。"
    },
    {
      "id": "01-004-0002_p0017",
      "zh_CN": "第二，「念佛之人，一生精进」，这一句话很重要。如果不能做到一生精进，不叫念佛之人，念佛人一定佛号不离口，念珠不离手，才能有成就。所以二六时中决定不要把佛号忘掉，「临命终时必定蒙佛接引往生净土」，这是其他法门所比不上的。",
      "zh_TW": "第二，「念佛之人，一生精進」，這一句話很重要。如果不能做到一生精進，不叫念佛之人，念佛人一定佛號不離口，念珠不離手，才能有成就。所以二六時中決定不要把佛號忘掉，「臨命終時必定蒙佛接引往生淨土」，這是其他法門所比不上的。"
    },
    {
      "id": "01-004-0002_p0018",
      "zh_CN": "第三条，念佛的人一定要相信，你的信愿行这三个条件具备就够了，不必求开悟，也不必求禅定，什么都不要求。我真信，相信自己这一生决定可以往生，相信临命终的时候，阿弥陀佛一定来接引，要有决定的信心，千万不能怀疑。要愿，一心一意只求西方极乐世界，对于这个世间一切的一切决定没有留恋，不但在世缘上没有留恋，就是在弘法利生上也不留恋。弘法利生也是个缘分，我们常讲法缘，有缘我们尽心尽力的去做，去帮助别人，没有缘分，一丝毫都勉强不得，所以一定要发愿。行，就是一句佛号念到底，绝不三心二意，绝不见异思迁，八万四千法门，我只守定这个法门。所以诸位能够具备这三个条件，信愿行就够了。如何去断烦恼，如何去开智慧，都把它放在一边，永明大师讲的「但得见弥陀，何愁不开悟」，回向偈里面说「华开见佛悟无生」，一见到阿弥陀佛自然就开悟了，所以这是一定要把它守定。",
      "zh_TW": "第三條，念佛的人一定要相信，你的信願行這三個條件具備就夠了，不必求開悟，也不必求禪定，什麼都不要求。我真信，相信自己這一生決定可以往生，相信臨命終的時候，阿彌陀佛一定來接引，要有決定的信心，千萬不能懷疑。要願，一心一意只求西方極樂世界，對於這個世間一切的一切決定沒有留戀，不但在世緣上沒有留戀，就是在弘法利生上也不留戀。弘法利生也是個緣分，我們常講法緣，有緣我們盡心盡力的去做，去幫助別人，沒有緣分，一絲毫都勉強不得，所以一定要發願。行，就是一句佛號念到底，絕不三心二意，絕不見異思遷，八萬四千法門，我只守定這個法門。所以諸位能夠具備這三個條件，信願行就夠了。如何去斷煩惱，如何去開智慧，都把它放在一邊，永明大師講的「但得見彌陀，何愁不開悟」，迴向偈裡面說「華開見佛悟無生」，一見到阿彌陀佛自然就開悟了，所以這是一定要把它守定。"
    },
    {
      "id": "01-004-0002_p0019",
      "zh_CN": "诸位再翻开第十六页，我们看序文：",
      "zh_TW": "諸位再翻開第十六頁，我們看序文："
    },
    {
      "id": "01-004-0002_p0020",
      "zh_CN": "序【是故净土三经。并行于世。古人研究推重。独以阿弥陀经。列为日课。岂非有见于持名一法。普被三根。摄事理以无遗。统宗教而无外。尤为不可思议也哉。】",
      "zh_TW": "序【是故淨土三經。並行於世。古人研究推重。獨以阿彌陀經。列為日課。豈非有見於持名一法。普被三根。攝事理以無遺。統宗教而無外。尤為不可思議也哉。】"
    },
    {
      "id": "01-004-0002_p0021",
      "zh_CN": "这二行半特别强调持名这个方法。净土的根本经是《无量寿经》、《观无量寿佛经》，以及《阿弥陀经》，这三种。三经虽然『并行于世』，可是自古以来，不但在教下，连宗门都不例外（宗门是讲禅宗），我们看看《禅门日诵》，《禅门日诵》是禅宗的课诵本，晚课也念《阿弥陀经》，也念佛回向求生净土，那其余的就不必说了。这是讲『古人研究推重』，特别推重《阿弥陀经》，把它『列为日课』。",
      "zh_TW": "這二行半特別強調持名這個方法。淨土的根本經是《無量壽經》、《觀無量壽佛經》，以及《阿彌陀經》，這三種。三經雖然『並行於世』，可是自古以來，不但在教下，連宗門都不例外（宗門是講禪宗），我們看看《禪門日誦》，《禪門日誦》是禪宗的課誦本，晚課也念《阿彌陀經》，也念佛迴向求生淨土，那其餘的就不必說了。這是講『古人研究推重』，特別推重《阿彌陀經》，把它『列為日課』。"
    },
    {
      "id": "01-004-0002_p0022",
      "zh_CN": "蕅益大师说，『岂非有见于持名一法』。大家体会到，这不是一个人，历代这些菩萨祖师大德们，共同认为这个法门的确是『普被三根』，上智下愚都蒙利益。经文虽然不长，把一切事理全都包括了。就以佛门里面来说，宗门教下的这些道理也不能超过持名这个法门，这是真正不可思议。",
      "zh_TW": "蕅益大師說，『豈非有見於持名一法』。大家體會到，這不是一個人，歷代這些菩薩祖師大德們，共同認為這個法門的確是『普被三根』，上智下愚都蒙利益。經文雖然不長，把一切事理全都包括了。就以佛門裡面來說，宗門教下的這些道理也不能超過持名這個法門，這是真正不可思議。"
    },
    {
      "id": "01-004-0002_p0023",
      "zh_CN": "圆瑛法师在《讲义》里面给我们举了两个例子。上根的，譬如文殊菩萨、普贤菩萨，这是华严会上辅助毘卢遮那如来的两大菩萨。这两位菩萨在《华严经》里面有明文告诉我们，他们都是发愿求生西方净土的。在十六页最后的这一行，你看第二句，这都是《华严经》上的。文殊菩萨发愿偈云：「愿我临终时。尽除诸障碍。面见弥陀佛。往生安乐刹」。普贤偈意全同，每一句加了两个字「愿我临欲命终时。尽除一切诸障碍。面见彼佛阿弥陀。即得往生安乐刹」，这个偈子都是《华严经》的经文。这两位菩萨都是古佛再来，他们尚且发愿求生净土，希望见佛，见到阿弥陀佛，我们如果再不发心这一生当中往生西方，见佛开悟，那就太愚痴了。",
      "zh_TW": "圓瑛法師在《講義》裡面給我們舉了兩個例子。上根的，譬如文殊菩薩、普賢菩薩，這是華嚴會上輔助毘盧遮那如來的兩大菩薩。這兩位菩薩在《華嚴經》裡面有明文告訴我們，他們都是發願求生西方淨土的。在十六頁最後的這一行，你看第二句，這都是《華嚴經》上的。文殊菩薩發願偈云：「願我臨終時。盡除諸障礙。面見彌陀佛。往生安樂剎」。普賢偈意全同，每一句加了兩個字「願我臨欲命終時。盡除一切諸障礙。面見彼佛阿彌陀。即得往生安樂剎」，這個偈子都是《華嚴經》的經文。這兩位菩薩都是古佛再來，他們尚且發願求生淨土，希望見佛，見到阿彌陀佛，我們如果再不發心這一生當中往生西方，見佛開悟，那就太愚痴了。"
    },
    {
      "id": "01-004-0002_p0024",
      "zh_CN": "说到下愚，他也举了一个例子，举了一个潭州黄打铁。他也不认识字，家里面非常之清苦，一天不做工，一天就没有饭吃。他是有一天偶然的遇到一位出家人，从他的店舖面前过，他就请这位出家人教他修行的法门。请他坐，供养他一杯水。诸位想想，他那么清苦，他哪来的茶？没有茶点招待人，只供养人家一杯水，请人家开示。「我太苦了，有没有什么方法教给我离苦得乐？」这位法师就教给他念佛法门。念佛不耽误他的工作，也不要花钱，也不要浪费一些精神，一心一意念去。一面打铁，一面念佛，念了三年，他念成功了，而且他往生是站着走的，预知时至。三年，这是讲一个下愚。他为什么能做到？给诸位说，他具足了信愿行，所以他三年成功了。",
      "zh_TW": "說到下愚，他也舉了一個例子，舉了一個潭州黃打鐵。他也不認識字，家裡面非常之清苦，一天不做工，一天就沒有飯吃。他是有一天偶然的遇到一位出家人，從他的店舖面前過，他就請這位出家人教他修行的法門。請他坐，供養他一杯水。諸位想想，他那麼清苦，他哪來的茶？沒有茶點招待人，只供養人家一杯水，請人家開示。「我太苦了，有沒有什麼方法教給我離苦得樂？」這位法師就教給他念佛法門。念佛不耽誤他的工作，也不要花錢，也不要浪費一些精神，一心一意念去。一面打鐵，一面念佛，念了三年，他念成功了，而且他往生是站著走的，預知時至。三年，這是講一個下愚。他為什麼能做到？給諸位說，他具足了信願行，所以他三年成功了。"
    },
    {
      "id": "01-004-0002_p0025",
      "zh_CN": "我们今天口口声声讲念佛，我们的信愿行比不上王铁匠。人家是太苦了，日子太苦了，一心求去，求去心切。临终的时候还说了一首偈子，这首偈子在十七页倒数第二行，偈子说的是「钉钉铛铛。久炼成钢。太平将近。我往西方」，「举锤念佛一声，敲下即立亡」。念一声南无阿弥陀佛，铁锤往下一放，站在那里往生了，这样好的瑞相。一个不认识字的粗人，一生过着穷苦的日子，这么样自在往生，瑞相还多了，你们诸位看看就晓得。这个经里面讲的，有异香、有天乐，大家共见共闻的。",
      "zh_TW": "我們今天口口聲聲講念佛，我們的信願行比不上王鐵匠。人家是太苦了，日子太苦了，一心求去，求去心切。臨終的時候還說了一首偈子，這首偈子在十七頁倒數第二行，偈子說的是「釘釘鐺鐺。久煉成鋼。太平將近。我往西方」，「舉鎚念佛一聲，敲下即立亡」。念一聲南無阿彌陀佛，鐵鎚往下一放，站在那裡往生了，這樣好的瑞相。一個不認識字的粗人，一生過著窮苦的日子，這麼樣自在往生，瑞相還多了，你們諸位看看就曉得。這個經裡面講的，有異香、有天樂，大家共見共聞的。"
    },
    {
      "id": "01-004-0002_p0026",
      "zh_CN": "底下老法师又举了一个恶人的例子，第十八页。这是唐朝的事情，张善和，这是我们净土宗也是非常有名气的一位往生的人。照理说这个人是不应该往生的，为什么他能往生？所以我们劝人念佛求生西方，如果他的恶业太重的话，都举张善和这个例子。",
      "zh_TW": "底下老法師又舉了一個惡人的例子，第十八頁。這是唐朝的事情，張善和，這是我們淨土宗也是非常有名氣的一位往生的人。照理說這個人是不應該往生的，為什麼他能往生？所以我們勸人念佛求生西方，如果他的惡業太重的話，都舉張善和這個例子。"
    },
    {
      "id": "01-004-0002_p0027",
      "zh_CN": "这是个屠夫，杀牛为业的，诸位要晓得在古代杀生当中，杀牛的罪最重了，牛是一生为农夫辛苦耕作，所以杀牛最重。这个人就是杀牛为业的，当然他不学佛，他要学佛决定不会干这个事情。他也不信佛，甚至于也不相信因果报应。到他临命终的时候，这个人总算是前生修的福报很大，这一生是造了很多恶业，前生的福报很大，他临命终的时候得了一个好处，是心不颠倒，这个很难得。临命终时清清楚楚，头脑清楚，这个难得。如果临命终时一下糊涂了，那就完了，什么人都救不了他。他临终清楚，看到许多牛头人来向他讨命，都是他一生当中所杀的。牛头人来要命，这个时候他相信，他晓得这些人来要命，要偿命。",
      "zh_TW": "這是個屠夫，殺牛為業的，諸位要曉得在古代殺生當中，殺牛的罪最重了，牛是一生為農夫辛苦耕作，所以殺牛最重。這個人就是殺牛為業的，當然他不學佛，他要學佛決定不會幹這個事情。他也不信佛，甚至於也不相信因果報應。到他臨命終的時候，這個人總算是前生修的福報很大，這一生是造了很多惡業，前生的福報很大，他臨命終的時候得了一個好處，是心不顛倒，這個很難得。臨命終時清清楚楚，頭腦清楚，這個難得。如果臨命終時一下糊塗了，那就完了，什麼人都救不了他。他臨終清楚，看到許多牛頭人來向他討命，都是他一生當中所殺的。牛頭人來要命，這個時候他相信，他曉得這些人來要命，要償命。"
    },
    {
      "id": "01-004-0002_p0028",
      "zh_CN": "正在这个时候，他就叫了，叫救命了。他太太听到的时候，请了一位法师来给他开示。那位法师来了之后，告诉他，你的杀业太重了，在现在这个时候，除了念佛之外，没有第二个办法。他是为了自己，救自己的命，所以叫他念阿弥陀佛，他这个时候也是什么念头都放下了，一心一意就求阿弥陀佛来救命，念了几声，牛头人不见了，他就说牛头人没有了，这位法师就说，再念，拼命念，再念的时候，佛念来了，跟佛去了。这是一个带业往生，我们通常讲十念，临终十念带业往生的一个例子。",
      "zh_TW": "正在這個時候，他就叫了，叫救命了。他太太聽到的時候，請了一位法師來給他開示。那位法師來了之後，告訴他，你的殺業太重了，在現在這個時候，除了念佛之外，沒有第二個辦法。他是為了自己，救自己的命，所以叫他念阿彌陀佛，他這個時候也是什麼念頭都放下了，一心一意就求阿彌陀佛來救命，念了幾聲，牛頭人不見了，他就說牛頭人沒有了，這位法師就說，再念，拼命念，再念的時候，佛念來了，跟佛去了。這是一個帶業往生，我們通常講十念，臨終十念帶業往生的一個例子。"
    },
    {
      "id": "01-004-0002_p0029",
      "zh_CN": "诸位要晓得，前面几声念的，把那些牛头人念走了，这个业障消掉了，所以「至心念佛一声，能消八十亿劫生死重罪」。这个时候念佛是至心，我们平常念佛是散乱心念，不是至心念，所以没有这个力量。人家那个至心一念的时候，念几声罪障就消除了，再念几声阿弥陀佛就念来了，这是个好榜样，说明不怕自己罪业深重，罪业深重的人一生当中也能往生。但是这句话，诸位一定要记住，你看到张善和，「那不要紧，现在多造一点罪业没关系，等到临命终时再念还来得及」，你要是这么想法就错了，怕的是到你临命终时糊里糊涂，连家亲眷属都不认得了，那个时候就是千万人帮你助念，你也听不进去，这业障重。",
      "zh_TW": "諸位要曉得，前面幾聲念的，把那些牛頭人念走了，這個業障消掉了，所以「至心念佛一聲，能消八十億劫生死重罪」。這個時候念佛是至心，我們平常念佛是散亂心念，不是至心念，所以沒有這個力量。人家那個至心一念的時候，念幾聲罪障就消除了，再念幾聲阿彌陀佛就念來了，這是個好榜樣，說明不怕自己罪業深重，罪業深重的人一生當中也能往生。但是這句話，諸位一定要記住，你看到張善和，「那不要緊，現在多造一點罪業沒關係，等到臨命終時再念還來得及」，你要是這麼想法就錯了，怕的是到你臨命終時糊裡糊塗，連家親眷屬都不認得了，那個時候就是千萬人幫你助念，你也聽不進去，這業障重。"
    },
    {
      "id": "01-004-0002_p0030",
      "zh_CN": "我们当年在临济寺，也许有老同修都还记得，临济寺念佛会的副会长林道棨居士，那个样子我们看到也害怕了。念佛会的副会长，平常是领众念佛的人，他自己临命终时，人家帮他助念，听到佛号就讨厌，他就生气，就骂人，不愿意听阿弥陀佛，这怎么得了？这是业障。张善和这个人前世有善根，这一世迷惑颠倒造这个罪业，所以他临命终时神识那么清楚，心不颠倒，他凭心不颠倒才能带业往生。",
      "zh_TW": "我們當年在臨濟寺，也許有老同修都還記得，臨濟寺念佛會的副會長林道棨居士，那個樣子我們看到也害怕了。念佛會的副會長，平常是領眾念佛的人，他自己臨命終時，人家幫他助念，聽到佛號就討厭，他就生氣，就罵人，不願意聽阿彌陀佛，這怎麼得了？這是業障。張善和這個人前世有善根，這一世迷惑顛倒造這個罪業，所以他臨命終時神識那麼清楚，心不顛倒，他憑心不顛倒才能帶業往生。"
    },
    {
      "id": "01-004-0002_p0031",
      "zh_CN": "你看林道棨居士，他临命终时颠倒了，不听佛号，这样的人不少，我们自己临命终时会不会像这个样子？所以要有很高的警觉心，现在就干，这个世间无可留恋，真正念佛成功了，什么时候往生都可以，要多住几天也没关系，不妨碍，是自己功夫成了。没有成的时候，一心一意要把它修成，修成之后，那就是乘愿再来，游戏人间，目标是多带几个往生去。我自己没问题，随时可以去了，多带几个去，这是好事情，能够带人愈多愈好。所以举出这三个例子，说明这个法门的成就实在是简单容易，而且非常稳当。",
      "zh_TW": "你看林道棨居士，他臨命終時顛倒了，不聽佛號，這樣的人不少，我們自己臨命終時會不會像這個樣子？所以要有很高的警覺心，現在就幹，這個世間無可留戀，真正念佛成功了，什麼時候往生都可以，要多住幾天也沒關係，不妨礙，是自己功夫成了。沒有成的時候，一心一意要把它修成，修成之後，那就是乘願再來，遊戲人間，目標是多帶幾個往生去。我自己沒問題，隨時可以去了，多帶幾個去，這是好事情，能夠帶人愈多愈好。所以舉出這三個例子，說明這個法門的成就實在是簡單容易，而且非常穩當。"
    },
    {
      "id": "01-004-0002_p0032",
      "zh_CN": "可是这四句话，「直捷、圆顿、简易、稳当」，这八个字叫难信之法，太难太难了，不容易相信。真正相信了，你一定什么都放下，三、五年的时间，你的功夫一定成功，你对这八个字真正相信了。你自己念佛一成功，你就度无量无边众生，这是我们一定要相信的。信了之后，刚才讲，不但世缘放下了，佛法里头的千经万论，八万四千法门也统统放下了。真相信，死心塌地就是这一门。这是我们应当要警惕，应当要细心去想一想，去度量这当中的利害得失，真正想通了，下定决心一门深入，像莲祖所讲的，三藏十二部让给别人悟去，八万四千门也让给别人去行去。我专门守定这一句阿弥陀佛决定不改，这叫念佛人。",
      "zh_TW": "可是這四句話，「直捷、圓頓、簡易、穩當」，這八個字叫難信之法，太難太難了，不容易相信。真正相信了，你一定什麼都放下，三、五年的時間，你的功夫一定成功，你對這八個字真正相信了。你自己念佛一成功，你就度無量無邊眾生，這是我們一定要相信的。信了之後，剛才講，不但世緣放下了，佛法裡頭的千經萬論，八萬四千法門也統統放下了。真相信，死心塌地就是這一門。這是我們應當要警惕，應當要細心去想一想，去度量這當中的利害得失，真正想通了，下定決心一門深入，像蓮祖所講的，三藏十二部讓給別人悟去，八萬四千門也讓給別人去行去。我專門守定這一句阿彌陀佛決定不改，這叫念佛人。"
    },
    {
      "id": "01-004-0002_p0033",
      "zh_CN": "说『摄事理以无遗』，这个法门里面有事念、有理念。这到后面经文里面，我们讲到什么叫做事一心，什么叫做理一心，诸位就明了了。但是理念也离不开事念，所以二六时中这一句佛号决定不能间断。你出声念可以，默念也行，都很自在，喜欢怎么念就怎么念。念到自己内心烦恼不生，外面不为境界所转，这就叫事一心不乱。当然在得一心之前是功夫成片，然后再努力、再精进念到事一心不乱。理念，理念是要加上，就是对这个道理要通达，念到人空、法空，像《心经》里面讲的「照见五蕴皆空」。我们念佛法门不是用的观照，就是用念佛的功夫念到五蕴皆空，得理一心不乱。所以说「摄事理以无遗」，这个法门把宗门教下全部都包括在里面，真正不可思议。这个意思，圆瑛法师在《讲义》里面说得很清楚，诸位自己去看。",
      "zh_TW": "說『攝事理以無遺』，這個法門裡面有事念、有理念。這到後面經文裡面，我們講到什麼叫做事一心，什麼叫做理一心，諸位就明瞭了。但是理念也離不開事念，所以二六時中這一句佛號決定不能間斷。你出聲念可以，默念也行，都很自在，喜歡怎麼念就怎麼念。念到自己內心煩惱不生，外面不為境界所轉，這就叫事一心不亂。當然在得一心之前是功夫成片，然後再努力、再精進念到事一心不亂。理念，理念是要加上，就是對這個道理要通達，念到人空、法空，像《心經》裡面講的「照見五蘊皆空」。我們念佛法門不是用的觀照，就是用念佛的功夫念到五蘊皆空，得理一心不亂。所以說「攝事理以無遺」，這個法門把宗門教下全部都包括在裡面，真正不可思議。這個意思，圓瑛法師在《講義》裡面說得很清楚，諸位自己去看。"
    },
    {
      "id": "01-004-0002_p0034",
      "zh_CN": "再看下面一段序注疏，十九面倒数第四行：",
      "zh_TW": "再看下面一段序註疏，十九面倒數第四行："
    },
    {
      "id": "01-004-0002_p0035",
      "zh_CN": "序【古来注疏。代不乏人。世远就湮。所存无几。云栖和尚。着为疏钞。广大精微。幽溪师伯。述圆中钞。高深洪博。盖如日月中天。有目皆睹。】",
      "zh_TW": "序【古來註疏。代不乏人。世遠就湮。所存無幾。雲棲和尚。著為疏鈔。廣大精微。幽溪師伯。述圓中鈔。高深洪博。蓋如日月中天。有目皆睹。】"
    },
    {
      "id": "01-004-0002_p0036",
      "zh_CN": "首先叙述自古以来《阿弥陀经》的注解，代代都有人注解这部经，在从前流通是相当不容易。因为本经着重在信愿行，具备这三个条件就行了，就决定成就了。所以这个注疏不像其余教下的大经大论的注疏，人家把它看得很宝贵，都把它珍藏起来一代一代的流通，流传了下来。修《阿弥陀经》的人，刚才说了，他把什么都放下，抓住这一句佛号，他这一生就决定成就，他不需要这些拉拉杂杂，甚至于连这个注解都觉得是累赘，都用不着，这些注解是对于不信的人讲的、半信半疑的人讲的、信心不具足的人讲的。如果他得清净信，还要这个《疏钞》干什么？《要解》都不要了。有一句经文就够了，我要这么多干什么？就不必要了。所以《阿弥陀经》是代代有人注，但是流传下来的不多。",
      "zh_TW": "首先敘述自古以來《阿彌陀經》的註解，代代都有人註解這部經，在從前流通是相當不容易。因為本經著重在信願行，具備這三個條件就行了，就決定成就了。所以這個註疏不像其餘教下的大經大論的註疏，人家把它看得很寶貴，都把它珍藏起來一代一代的流通，流傳了下來。修《阿彌陀經》的人，剛才說了，他把什麼都放下，抓住這一句佛號，他這一生就決定成就，他不需要這些拉拉雜雜，甚至於連這個註解都覺得是累贅，都用不著，這些註解是對於不信的人講的、半信半疑的人講的、信心不具足的人講的。如果他得清淨信，還要這個《疏鈔》幹什麼？《要解》都不要了。有一句經文就夠了，我要這麼多幹什麼？就不必要了。所以《阿彌陀經》是代代有人註，但是流傳下來的不多。"
    },
    {
      "id": "01-004-0002_p0037",
      "zh_CN": "『云栖和尚』就是莲池大师，莲池大师的《疏钞演义》，我们刚刚讲完。我们这个道场也就是这两种注解，周而复始的与诸位研究，无非是建立我们圆满的信愿行。我想在这几天把这个序文跟诸位研究完。我十六号到美国去，预定在阳历的八月五号回来，正好赶到我们的中元法会，我们中元祭祀的法会，我会来参加，七月半的中元法会，我回来。这次到美国大概去五十天，也是劝人念佛，不念佛不行，搞那个密、搞那个禅，没有用处。",
      "zh_TW": "『雲棲和尚』就是蓮池大師，蓮池大師的《疏鈔演義》，我們剛剛講完。我們這個道場也就是這兩種註解，周而復始的與諸位研究，無非是建立我們圓滿的信願行。我想在這幾天把這個序文跟諸位研究完。我十六號到美國去，預定在陽曆的八月五號回來，正好趕到我們的中元法會，我們中元祭祀的法會，我會來參加，七月半的中元法會，我回來。這次到美國大概去五十天，也是勸人念佛，不念佛不行，搞那個密、搞那個禪，沒有用處。"
    },
    {
      "id": "01-004-0002_p0038",
      "zh_CN": "我想在我出国的期间当中，我们这边同修，上次讲了，我们播放《阿弥陀经》的录音带。同时我希望能够打两个佛七，打一个观音七，打一个弥陀七，打观音七的时候就放这个《阿弥陀经》的录音带。打弥陀七的时候，打观音七的时候，我们过去讲的《普门品》的录音带，都可以在此地播放，我们利用这个机会来认真的在一起共修，人数多寡没有关系。古德结七念佛不超过十个人，他能够真精进，所以像我们这个地方以二、三十人最理想，能够身心清净在这个地方来念佛。我想我今年在冬天的时候可以跟大家在一起打一个佛七，来考验我们念佛的功夫。平常讲经念佛，佛七就是考试，考我们功夫到了什么境界，是这个用意的，我们行解相应，大家好好的来努力。",
      "zh_TW": "我想在我出國的期間當中，我們這邊同修，上次講了，我們播放《阿彌陀經》的錄音帶。同時我希望能夠打兩個佛七，打一個觀音七，打一個彌陀七，打觀音七的時候就放這個《阿彌陀經》的錄音帶。打彌陀七的時候，打觀音七的時候，我們過去講的《普門品》的錄音帶，都可以在此地播放，我們利用這個機會來認真的在一起共修，人數多寡沒有關係。古德結七念佛不超過十個人，他能夠真精進，所以像我們這個地方以二、三十人最理想，能夠身心清淨在這個地方來念佛。我想我今年在冬天的時候可以跟大家在一起打一個佛七，來考驗我們念佛的功夫。平常講經念佛，佛七就是考試，考我們功夫到了什麼境界，是這個用意的，我們行解相應，大家好好的來努力。"
    },
    {
      "id": "01-004-0002_p0039",
      "zh_CN": "「云栖」，这是对他特别尊敬的称呼，因为他老人家住的寺院叫云栖寺，是就这个寺来称他。蕅益大师对于莲池大师是最敬佩的，这个注解里头说过，他老人家受戒是在莲池大师骨灰塔的前面受戒，可见得他对他是非常的敬重，所以称他为「和尚」。「和尚」是亲教师。蕅益大师是莲池大师的私淑弟子，没有见过面，但是他是以他做模范、以他做榜样，一生都学莲池大师。莲池大师是净土宗第八代的祖师，他确实学得很像，他成为净土宗第九代的祖师，是我们莲宗九祖。",
      "zh_TW": "「雲棲」，這是對他特別尊敬的稱呼，因為他老人家住的寺院叫雲棲寺，是就這個寺來稱他。蕅益大師對於蓮池大師是最敬佩的，這個註解裡頭說過，他老人家受戒是在蓮池大師骨灰塔的前面受戒，可見得他對他是非常的敬重，所以稱他為「和尚」。「和尚」是親教師。蕅益大師是蓮池大師的私淑弟子，沒有見過面，但是他是以他做模範、以他做榜樣，一生都學蓮池大師。蓮池大師是淨土宗第八代的祖師，他確實學得很像，他成為淨土宗第九代的祖師，是我們蓮宗九祖。"
    },
    {
      "id": "01-004-0002_p0040",
      "zh_CN": "《疏钞》真正是博大精微，你看我们讲一遍，都还不是细讲，都不是细讲，讲了三百三十五次，我们这一部经，我想大概三个月可以圆满，实际上在讲席当中，三个月可以圆满。我八月回来，大概今年年底是一定会圆满，到明年我们这个《疏钞》，第三遍才开始，希望我们的境界也是遍遍提高。",
      "zh_TW": "《疏鈔》真正是博大精微，你看我們講一遍，都還不是細講，都不是細講，講了三百三十五次，我們這一部經，我想大概三個月可以圓滿，實際上在講席當中，三個月可以圓滿。我八月回來，大概今年年底是一定會圓滿，到明年我們這個《疏鈔》，第三遍才開始，希望我們的境界也是遍遍提高。"
    },
    {
      "id": "01-004-0002_p0041",
      "zh_CN": "『幽溪』也是一个地名，底下注解里头说明，是天台山幽溪高明寺，是传灯法师的道场。传灯是法师的法名，他的辈分比蕅益大师长一辈，所以称他作师伯。传灯大师有《圆中钞》流传于后世，这个注解的本子分量不多，过去台中也印过，现在很多地方都能看得到，我们图书馆也还有几本。这是对他的赞叹，他解释《阿弥陀经》当中的意思是「圆融中道之理，真俗中三谛，圆融无碍」，故称之为「圆中」，这是赞叹它『高深洪博』。",
      "zh_TW": "『幽溪』也是一個地名，底下註解裡頭說明，是天台山幽溪高明寺，是傳燈法師的道場。傳燈是法師的法名，他的輩分比蕅益大師長一輩，所以稱他作師伯。傳燈大師有《圓中鈔》流傳於後世，這個註解的本子分量不多，過去台中也印過，現在很多地方都能看得到，我們圖書館也還有幾本。這是對他的讚歎，他解釋《阿彌陀經》當中的意思是「圓融中道之理，真俗中三諦，圓融無礙」，故稱之為「圓中」，這是讚歎它『高深洪博』。"
    },
    {
      "id": "01-004-0002_p0042",
      "zh_CN": "今天我们要是讲到《阿弥陀经》的注解，都是以这三种为代表。莲池大师的《疏钞》，它因为文字多，说得详细，就跟《华严经疏钞》一样，有利于初学。《圆中钞》是发明净土这个经教里面圆融无碍的道理，比较不适于初机，因为它自始至终都有相当的深度，不像这个《疏钞》，《疏钞》里头是由浅而深。你看每一段先从事上讲，后从理上讲，每一句经文都是由浅入深，三根普被，利钝全收，这是《疏钞》的好处。第三部就是蕅益大师的《要解》。而现在流通最流行的就是《要解》与《疏钞》，《圆中钞》不大流行，有很多人都没有见过。实际上读了《要解》再去看《圆中钞》，它里面的意思都差不多，所以我们在三种注解里面取两种就够了。《圆中钞》诸位要有兴趣，自己去看看，不必要讲解就能够明了，因为它的意思与《疏钞》与《要解》都能够旁通。这是大家都知道的，像『日月中天』，太阳、月亮在天的正当中，每个人都能够看得见，这是大家共同赞叹的。",
      "zh_TW": "今天我們要是講到《阿彌陀經》的註解，都是以這三種為代表。蓮池大師的《疏鈔》，它因為文字多，說得詳細，就跟《華嚴經疏鈔》一樣，有利於初學。《圓中鈔》是發明淨土這個經教裡面圓融無礙的道理，比較不適於初機，因為它自始至終都有相當的深度，不像這個《疏鈔》，《疏鈔》裡頭是由淺而深。你看每一段先從事上講，後從理上講，每一句經文都是由淺入深，三根普被，利鈍全收，這是《疏鈔》的好處。第三部就是蕅益大師的《要解》。而現在流通最流行的就是《要解》與《疏鈔》，《圓中鈔》不大流行，有很多人都沒有見過。實際上讀了《要解》再去看《圓中鈔》，它裡面的意思都差不多，所以我們在三種註解裡面取兩種就夠了。《圓中鈔》諸位要有興趣，自己去看看，不必要講解就能夠明瞭，因為它的意思與《疏鈔》與《要解》都能夠旁通。這是大家都知道的，像『日月中天』，太陽、月亮在天的正當中，每個人都能夠看得見，這是大家共同讚歎的。"
    },
    {
      "id": "01-004-0002_p0043",
      "zh_CN": "序【特以文富义繁。】",
      "zh_TW": "序【特以文富義繁。】"
    },
    {
      "id": "01-004-0002_p0044",
      "zh_CN": "二十一面倒数第五行的序，『特以文富义繁』，这是指《疏钞》文字太多了，说得详细，详细就免不了繁琐，这是一定的。像清凉大师解释《华严经》一样，当然《华严经》本身就多，再加以解释当然就更繁琐，这是一定的道理，可是有它的好处，就是能真正帮助我们起信。",
      "zh_TW": "二十一面倒數第五行的序，『特以文富義繁』，這是指《疏鈔》文字太多了，說得詳細，詳細就免不了繁瑣，這是一定的。像清涼大師解釋《華嚴經》一樣，當然《華嚴經》本身就多，再加以解釋當然就更繁瑣，這是一定的道理，可是有它的好處，就是能真正幫助我們起信。"
    },
    {
      "id": "01-004-0002_p0045",
      "zh_CN": "序【边涯莫测。】",
      "zh_TW": "序【邊涯莫測。】"
    },
    {
      "id": "01-004-0002_p0046",
      "zh_CN": "这两句是赞叹《疏钞》。后面两句是赞叹《圆中钞》：",
      "zh_TW": "這兩句是讚歎《疏鈔》。後面兩句是讚歎《圓中鈔》："
    },
    {
      "id": "01-004-0002_p0047",
      "zh_CN": "序【或致初机浅识。信愿难阶。】",
      "zh_TW": "序【或致初機淺識。信願難階。】"
    },
    {
      "id": "01-004-0002_p0048",
      "zh_CN": "刚才讲了，《圆中钞》自始至终有它的深度，所以不适合初机，不适合初学。初学的人以《圆中钞》起信发愿的确是比较难。因为理要是不明，信心就生不起来，愿也发不起来，必须把这个道理统统都贯通了，信心才建立，所以建立信心真正不简单。",
      "zh_TW": "剛才講了，《圓中鈔》自始至終有它的深度，所以不適合初機，不適合初學。初學的人以《圓中鈔》起信發願的確是比較難。因為理要是不明，信心就生不起來，願也發不起來，必須把這個道理統統都貫通了，信心才建立，所以建立信心真正不簡單。"
    },
    {
      "id": "01-004-0002_p0049",
      "zh_CN": "我在前面跟诸位说过，我不说别人，说自己，自己学佛三十多年，我学佛七年出家，一出家就上台讲经，也讲了二十五年了。没出家之前读《印光大师文钞》起信的，才相信净土法门，是不是真信了？没真信。如果真信，我想想黄打铁要三年，我大概还不要三年，没有真信。出家之后，这二十五年当中大概讲了有几十种的经论，对净土法门没信，如果要信了，专讲《阿弥陀经》了，怎么还会讲其他的经论，没有相信。",
      "zh_TW": "我在前面跟諸位說過，我不說別人，說自己，自己學佛三十多年，我學佛七年出家，一出家就上臺講經，也講了二十五年了。沒出家之前讀《印光大師文鈔》起信的，才相信淨土法門，是不是真信了？沒真信。如果真信，我想想黃打鐵要三年，我大概還不要三年，沒有真信。出家之後，這二十五年當中大概講了有幾十種的經論，對淨土法門沒信，如果要信了，專講《阿彌陀經》了，怎麼還會講其他的經論，沒有相信。"
    },
    {
      "id": "01-004-0002_p0050",
      "zh_CN": "我们净土宗的祖师，是哪一位我不太清楚，我要去查一查，一生专讲《阿弥陀经》，讲了三百多遍，从来不讲第二种经的，那是第几位祖师？在莲池大师之前的，不搞别的。你要是说《阿弥陀经》简单，你看《疏钞》讲起来简单不简单？《疏钞》讲一遍差不多等于讲两部《楞严经》。往年李老师讲《楞严经》，一部《楞严经》讲下来，一共用了一百三十多个小时。我过去在念佛堂讲《楞严经》，邬居士家里还有全套的录音带，一共讲了二百七十多个小时。你看我们现在这一部《弥陀经疏钞》，三百三十五次，一次一个半小时，是不是两部《楞严经》，不容易。所以这一部《阿弥陀经》值得讲，遍遍境界不相同。",
      "zh_TW": "我們淨土宗的祖師，是哪一位我不太清楚，我要去查一查，一生專講《阿彌陀經》，講了三百多遍，從來不講第二種經的，那是第幾位祖師？在蓮池大師之前的，不搞別的。你要是說《阿彌陀經》簡單，你看《疏鈔》講起來簡單不簡單？《疏鈔》講一遍差不多等於講兩部《楞嚴經》。往年李老師講《楞嚴經》，一部《楞嚴經》講下來，一共用了一百三十多個小時。我過去在念佛堂講《楞嚴經》，鄔居士家裡還有全套的錄音帶，一共講了二百七十多個小時。你看我們現在這一部《彌陀經疏鈔》，三百三十五次，一次一個半小時，是不是兩部《楞嚴經》，不容易。所以這一部《阿彌陀經》值得講，遍遍境界不相同。"
    },
    {
      "id": "01-004-0002_p0051",
      "zh_CN": "如果我当年就相信了，一出家就讲《阿弥陀经》，讲到今天，那我今天就是天下闻名，哪个见到我不合掌称我阿弥陀佛？我就是阿弥陀佛再来了。不信，到现在才觉悟，才相信。现在信还不迟，有三、五年时间决定成就，为什么？不怀疑了，死心塌地了。我在此地也勉励诸位同修，我们要认真的在一起共同的修学。",
      "zh_TW": "如果我當年就相信了，一出家就講《阿彌陀經》，講到今天，那我今天就是天下聞名，哪個見到我不合掌稱我阿彌陀佛？我就是阿彌陀佛再來了。不信，到現在才覺悟，才相信。現在信還不遲，有三、五年時間決定成就，為什麼？不懷疑了，死心塌地了。我在此地也勉勵諸位同修，我們要認真的在一起共同的修學。"
    },
    {
      "id": "01-004-0002_p0052",
      "zh_CN": "好，再看底下一段「序今解」。下面叙说他自己做《要解》的因由，什么原因？什么理由？",
      "zh_TW": "好，再看底下一段「序今解」。下面敘說他自己做《要解》的因由，什麼原因？什麼理由？"
    },
    {
      "id": "01-004-0002_p0053",
      "zh_CN": "序【故复弗揣庸愚。再述要解。不敢与二翁竞异。亦不必与二翁强同。譬如侧看成峰。横看成岭。纵皆不尽庐山真境。要不失为各各亲见庐山而已。】",
      "zh_TW": "序【故復弗揣庸愚。再述要解。不敢與二翁競異。亦不必與二翁強同。譬如側看成峰。橫看成嶺。縱皆不盡廬山真境。要不失為各各親見廬山而已。】"
    },
    {
      "id": "01-004-0002_p0054",
      "zh_CN": "这是说明他的《要解》了。你看，一个是莲池大师的，太繁了、太多了。你譬如说，这个也是的，工作要繁忙的人，他看到《疏钞》那么多，他读的兴趣没有了，「它的分量太多了，我看不完」。你要是听讲经，「这部经讲要讲一年，我没有时间来听」。《圆中钞》虽然少了，「太深了，我听不懂」，这个也困难。他的《要解》就是从这个上面得到一个启示，真正做到了「简、要、详、明」，所以很受人欢迎。",
      "zh_TW": "這是說明他的《要解》了。你看，一個是蓮池大師的，太繁了、太多了。你譬如說，這個也是的，工作要繁忙的人，他看到《疏鈔》那麼多，他讀的興趣沒有了，「它的分量太多了，我看不完」。你要是聽講經，「這部經講要講一年，我沒有時間來聽」。《圓中鈔》雖然少了，「太深了，我聽不懂」，這個也困難。他的《要解》就是從這個上面得到一個啟示，真正做到了「簡、要、詳、明」，所以很受人歡迎。"
    },
    {
      "id": "01-004-0002_p0055",
      "zh_CN": "你看《净土十要》，成时大师编《净土十要》，《十要》里面，《阿弥陀经》是第一部，他不收《弥陀经疏钞》，也不收《圆中钞》，他收《要解》为《净土十要》之一。这个意思非常明显，简、要、详、明，适合于初机，也不碍于那些对佛法有深入研究的人。所以他自己说明了，不敢与莲祖跟大佑法师的《圆中钞》『竞异』，不必跟他们标新立异，不跟古人标新立异，但是也不必要勉强着完全相同。",
      "zh_TW": "你看《淨土十要》，成時大師編《淨土十要》，《十要》裡面，《阿彌陀經》是第一部，他不收《彌陀經疏鈔》，也不收《圓中鈔》，他收《要解》為《淨土十要》之一。這個意思非常明顯，簡、要、詳、明，適合於初機，也不礙於那些對佛法有深入研究的人。所以他自己說明了，不敢與蓮祖跟大佑法師的《圓中鈔》『競異』，不必跟他們標新立異，不跟古人標新立異，但是也不必要勉強著完全相同。"
    },
    {
      "id": "01-004-0002_p0056",
      "zh_CN": "下面从一个比喻上说，这个比喻就是「不识庐山真面目，只缘身在此山中」。这是苏东坡游庐山的一首诗，他取这个意思。『譬如侧看成峰，横看成岭』，这是把山峰比喻作《阿弥陀经》，各人有各人的看法，但是都是亲自在经上所体悟的，绝对不离开经文的真实义，确确实实是理。各人有各人的见地，各人有各人的发明。我们把这个两种注解，或者把《圆中钞》三种注解合起来看，对《阿弥陀经》的经义自然就圆融了，就能有相当深度的体会。",
      "zh_TW": "下面從一個比喻上說，這個比喻就是「不識廬山真面目，只緣身在此山中」。這是蘇東坡遊廬山的一首詩，他取這個意思。『譬如側看成峰，橫看成嶺』，這是把山峰比喻作《阿彌陀經》，各人有各人的看法，但是都是親自在經上所體悟的，絕對不離開經文的真實義，確確實實是理。各人有各人的見地，各人有各人的發明。我們把這個兩種註解，或者把《圓中鈔》三種註解合起來看，對《阿彌陀經》的經義自然就圓融了，就能有相當深度的體會。"
    },
    {
      "id": "01-004-0002_p0057",
      "zh_CN": "过去印光大师对于《阿弥陀经》的注解，他老人家特别赞叹《要解》。《要解》里所讲的，他老人家真是赞到高到不能再高了，阿弥陀佛亲自来注解也不过如此，赞到这种程度还有什么话说？所以我们在读了《疏钞》之后，再看《要解》，特别的亲切有味，能够把经中的要义一下抓住，作为我们自己持名念佛求生净土的愿力。这个序到此地讲完了。",
      "zh_TW": "過去印光大師對於《阿彌陀經》的註解，他老人家特別讚歎《要解》。《要解》裡所講的，他老人家真是讚到高到不能再高了，阿彌陀佛親自來註解也不過如此，讚到這種程度還有什麼話說？所以我們在讀了《疏鈔》之後，再看《要解》，特別的親切有味，能夠把經中的要義一下抓住，作為我們自己持名念佛求生淨土的願力。這個序到此地講完了。"
    },
    {
      "id": "01-004-0002_p0058",
      "zh_CN": "下面就是玄义，他老人家是学天台的，所以用天台的五重玄义来解释经体。玄义的部分我想在我出国之前可以跟诸位讲完，回来之后，我们就讲经文，这是一个大段落。好，今天就讲到此地。",
      "zh_TW": "下面就是玄義，他老人家是學天台的，所以用天台的五重玄義來解釋經體。玄義的部分我想在我出國之前可以跟諸位講完，回來之後，我們就講經文，這是一個大段落。好，今天就講到此地。"
    }
  ]
}