{
  "doc_id": "01-004-0052",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十二集",
    "zh_TW": "第五十二集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0052",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "01-004-0052_p0001",
      "zh_CN": "请掀开经本二百六十二面，第七行，看注解。",
      "zh_TW": "請掀開經本二百六十二面，第七行，看註解。"
    },
    {
      "id": "01-004-0052_p0002",
      "zh_CN": "解【无量寿佛。与弥陀同名。十方各方面。同名诸佛无量也。然即是导师亦可。为度众生。不妨转赞释迦如来所说。】",
      "zh_TW": "解【無量壽佛。與彌陀同名。十方各方面。同名諸佛無量也。然即是導師亦可。為度眾生。不妨轉讚釋迦如來所說。】"
    },
    {
      "id": "01-004-0052_p0003",
      "zh_CN": "这是讲到西方，世尊在这一段里面给我们举出七尊佛，经文的格局与前面相同。按照前面的例子，只需要将佛的名号介绍出来就可以了。可是第一尊讲到『无量寿佛』，西方极乐世界的教主，他的名号里面就有无量寿佛，这一尊无量寿佛是西方教主，还是另外一位无量寿佛？因此蕅益大师在此地要特别为我们说明，所以才有这一段的小注。",
      "zh_TW": "這是講到西方，世尊在這一段裡面給我們舉出七尊佛，經文的格局與前面相同。按照前面的例子，只需要將佛的名號介紹出來就可以了。可是第一尊講到『無量壽佛』，西方極樂世界的教主，他的名號裡面就有無量壽佛，這一尊無量壽佛是西方教主，還是另外一位無量壽佛？因此蕅益大師在此地要特別為我們說明，所以才有這一段的小註。"
    },
    {
      "id": "01-004-0052_p0004",
      "zh_CN": "十方诸佛无量无边，但同名同号的佛菩萨可以说是无量无边。因为诸佛菩萨本来没有名字，我们在大经里面看到很多，佛菩萨名号是随众生机感而建立的，因此如果众生机感相同，佛会建立相同的名号。譬如我们世间的学校，学生们需要学国文，哪一个人去教国文，这个老师我们就称为国文老师。诸位想想，国文老师每个学校都有，是不是一个人？不一定是一个人，也不一定是两个人。因为有国文老师，这个学校兼课，那个学校也兼课，所以可能是一个人，可能也不是一个人，这种情形就跟佛菩萨的名号是一样的。",
      "zh_TW": "十方諸佛無量無邊，但同名同號的佛菩薩可以說是無量無邊。因為諸佛菩薩本來沒有名字，我們在大經裡面看到很多，佛菩薩名號是隨眾生機感而建立的，因此如果眾生機感相同，佛會建立相同的名號。譬如我們世間的學校，學生們需要學國文，哪一個人去教國文，這個老師我們就稱為國文老師。諸位想想，國文老師每個學校都有，是不是一個人？不一定是一個人，也不一定是兩個人。因為有國文老師，這個學校兼課，那個學校也兼課，所以可能是一個人，可能也不是一個人，這種情形就跟佛菩薩的名號是一樣的。"
    },
    {
      "id": "01-004-0052_p0005",
      "zh_CN": "大师给我们解释，也写得很详细，『无量寿佛。与弥陀同名』，这名字相同。『十方各方面。同名诸佛无量也』，这是说明不一定是西方极乐世界的阿弥陀佛，可是如果我们把这个名号当作西方世界的阿弥陀佛，也未尝不可，因为阿弥陀佛确实是在我们世界西方，如果就指他来说，也行，也讲得通。十方诸佛赞叹释迦牟尼佛，为什么赞叹？赞叹他宣扬这个法门，这是我们一定要觉悟的。这个法门在一切法门里头，实实在在是第一法门。",
      "zh_TW": "大師給我們解釋，也寫得很詳細，『無量壽佛。與彌陀同名』，這名字相同。『十方各方面。同名諸佛無量也』，這是說明不一定是西方極樂世界的阿彌陀佛，可是如果我們把這個名號當作西方世界的阿彌陀佛，也未嘗不可，因為阿彌陀佛確實是在我們世界西方，如果就指他來說，也行，也講得通。十方諸佛讚歎釋迦牟尼佛，為什麼讚歎？讚歎他宣揚這個法門，這是我們一定要覺悟的。這個法門在一切法門裡頭，實實在在是第一法門。"
    },
    {
      "id": "01-004-0052_p0006",
      "zh_CN": "大家都知道佛经典里面，《华严经》是根本法轮，这是无可否认的。一切经皆是《华严》眷属，这也是大家所公认的。佛说法讲到一个人在一生修行证果，成就无上菩提的，这样的经也只有一部，就是《华严经》。换句话说，在理论、方法、境界、因果上，讲得最完整的就是这部经。所以我们读《华严经》要注意一个问题，它里面这个门道你有没有看出来。《华严经》它是一生成就无上菩提，它怎么成就的？一定要追究这个问题。它之所以能成就无上菩提，就是普贤菩萨十大愿王导归极乐。由此可知，十方世界一切诸佛度化众生，如果要教众生成就无上菩提，非得到西方极乐世界去不可，不到那边就不能成就无上菩提。",
      "zh_TW": "大家都知道佛經典裡面，《華嚴經》是根本法輪，這是無可否認的。一切經皆是《華嚴》眷屬，這也是大家所公認的。佛說法講到一個人在一生修行證果，成就無上菩提的，這樣的經也只有一部，就是《華嚴經》。換句話說，在理論、方法、境界、因果上，講得最完整的就是這部經。所以我們讀《華嚴經》要注意一個問題，它裡面這個門道你有沒有看出來。《華嚴經》它是一生成就無上菩提，它怎麼成就的？一定要追究這個問題。它之所以能成就無上菩提，就是普賢菩薩十大願王導歸極樂。由此可知，十方世界一切諸佛度化眾生，如果要教眾生成就無上菩提，非得到西方極樂世界去不可，不到那邊就不能成就無上菩提。"
    },
    {
      "id": "01-004-0052_p0007",
      "zh_CN": "由此可知，这一部《阿弥陀经》，是《华严经》的结果、是《华严经》的归宿。我们今天修学这个法门，是直截了当来修无上正等正觉。我们能够看出这么一个道理，《华严经》就没有白读了。所以净土上建立的信心，从哪里建立？从《华严经》上建立的，从《华严经》上起信的，这个决定是有理论的依据，不是盲目的选择，不是人云亦云，是有大经的理论、事实做为依据的。所以佛宣扬这个法门，诸佛赞叹，阿弥陀佛当然也赞叹，实实在在太难得了，蕅益大师这个注解，里面就是这一点意思。",
      "zh_TW": "由此可知，這一部《阿彌陀經》，是《華嚴經》的結果、是《華嚴經》的歸宿。我們今天修學這個法門，是直截了當來修無上正等正覺。我們能夠看出這麼一個道理，《華嚴經》就沒有白讀了。所以淨土上建立的信心，從哪裡建立？從《華嚴經》上建立的，從《華嚴經》上起信的，這個決定是有理論的依據，不是盲目的選擇，不是人云亦云，是有大經的理論、事實做為依據的。所以佛宣揚這個法門，諸佛讚歎，阿彌陀佛當然也讚歎，實實在在太難得了，蕅益大師這個註解，裡面就是這一點意思。"
    },
    {
      "id": "01-004-0052_p0008",
      "zh_CN": "我们再介绍第二尊佛，「无量相佛」，这一尊佛的名号是从相好上来建立的。大经里面告诉我们，像《华严》所讲的「佛有无量相，相有无量好」。相，这是果报，果必有因，所以见了果，我们生起羡慕之心，希望我们自己也能够得到像诸佛所得的果报，我们每一位学佛的同修都应当如是存心。为什么？因为诸佛菩萨对我们的期望就是如此，希望我们每一个众生都跟他一样，一样的智慧德相，无二无别，这是诸佛的本愿。所以我们能够这样想，与诸佛的本愿就相应了。可是徒生羡慕之心那还不够，一定要知道他的修因，见到果了，我们晓得这个果报是什么样因缘修得的，所以一定要发心修因，修因才能够证果。藏教的佛所现的是三十二相八十种好，这个小注里头有。通教的佛，有八万四千相；圆教的佛，佛有无量相，相有无量好，这个相好光明，自然有它不可思议的德用。",
      "zh_TW": "我們再介紹第二尊佛，「無量相佛」，這一尊佛的名號是從相好上來建立的。大經裡面告訴我們，像《華嚴》所講的「佛有無量相，相有無量好」。相，這是果報，果必有因，所以見了果，我們生起羨慕之心，希望我們自己也能夠得到像諸佛所得的果報，我們每一位學佛的同修都應當如是存心。為什麼？因為諸佛菩薩對我們的期望就是如此，希望我們每一個眾生都跟他一樣，一樣的智慧德相，無二無別，這是諸佛的本願。所以我們能夠這樣想，與諸佛的本願就相應了。可是徒生羨慕之心那還不夠，一定要知道他的修因，見到果了，我們曉得這個果報是什麼樣因緣修得的，所以一定要發心修因，修因才能夠證果。藏教的佛所現的是三十二相八十種好，這個小註裡頭有。通教的佛，有八萬四千相；圓教的佛，佛有無量相，相有無量好，這個相好光明，自然有它不可思議的德用。"
    },
    {
      "id": "01-004-0052_p0009",
      "zh_CN": "第三尊「无量幢佛」，幢是表法的，它是属于旗帜一类。在从前佛门当中是教学，这个诸位一定要搞清楚。佛门里面称宗教，与现代我们所讲宗教的定义不相同，佛门里面称「宗」，是指宗门，就是禅宗，是讲它的派别、宗派。除禅宗之外，其余的八大宗，我们讲大乘佛法，八大宗除禅宗之外，其余七个宗派都叫做「教下」，所以称之为宗门教下，我们宗教两个字是这个意思。",
      "zh_TW": "第三尊「無量幢佛」，幢是表法的，它是屬於旗幟一類。在從前佛門當中是教學，這個諸位一定要搞清楚。佛門裡面稱宗教，與現代我們所講宗教的定義不相同，佛門裡面稱「宗」，是指宗門，就是禪宗，是講它的派別、宗派。除禪宗之外，其餘的八大宗，我們講大乘佛法，八大宗除禪宗之外，其餘七個宗派都叫做「教下」，所以稱之為宗門教下，我們宗教兩個字是這個意思。"
    },
    {
      "id": "01-004-0052_p0010",
      "zh_CN": "佛教的寺院就等于我们现在的学校一样，寺院里面每天讲经授课，学生里面有固定的，佛门里面叫常随众，是固定的，他是住在寺院的。譬如他来听一部经，这部经没有听完他不离开，他是常住在里面的。这个常住有出家众，也有在家众。以前的人不像现在这么忙碌，不像现在工作这么多，从前人都很享福、很悠闲，一般他家庭生活能够过得去，家里有几亩田，收成好能过得去，他就不愿意工作，到哪里去？到寺院去听经，一住可以住上半年，可以住上一年，逍遥自在，那都是常随众。常随众当然不必说了，上课一定会来的。",
      "zh_TW": "佛教的寺院就等於我們現在的學校一樣，寺院裡面每天講經授課，學生裡面有固定的，佛門裡面叫常隨眾，是固定的，他是住在寺院的。譬如他來聽一部經，這部經沒有聽完他不離開，他是常住在裡面的。這個常住有出家眾，也有在家眾。以前的人不像現在這麼忙碌，不像現在工作這麼多，從前人都很享福、很悠閒，一般他家庭生活能夠過得去，家裡有幾畝田，收成好能過得去，他就不願意工作，到哪裡去？到寺院去聽經，一住可以住上半年，可以住上一年，逍遙自在，那都是常隨眾。常隨眾當然不必說了，上課一定會來的。"
    },
    {
      "id": "01-004-0052_p0011",
      "zh_CN": "偶尔来参加的，佛教并没有宣传，怎么办？佛寺院的前面有旗杆，那个旗杆不是挂国旗的，旗杆就是悬挂幡幢的。幡，它的形状是扁的、扁形的，在我们本省很多寺院可以能看到，我们讲堂没有，用两面旗帜代表了。幢是圆形的，旗杆上要是悬幢，就是告诉大家今天这个寺院讲经。所以从前没有宣传，也没有海报、没有通知，大家看看寺院旗杆上悬着幡，就有法会，悬着幢就是讲经说法，所以它是一种通告、是一种标帜，很远的地方就看到了。喜欢听经的，看到今天这个寺庙旗杆上悬着幢，今天有法师讲经，他就来听经，这是对外面的，不是对常随众的。佛门里常有「法幢高竖」，就是这个意思，那就是赞扬他弘法利生、摧邪显正，有这个意思在。",
      "zh_TW": "偶爾來參加的，佛教並沒有宣傳，怎麼辦？佛寺院的前面有旗桿，那個旗桿不是掛國旗的，旗桿就是懸掛幡幢的。幡，它的形狀是扁的、扁形的，在我們本省很多寺院可以能看到，我們講堂沒有，用兩面旗幟代表了。幢是圓形的，旗桿上要是懸幢，就是告訴大家今天這個寺院講經。所以從前沒有宣傳，也沒有海報、沒有通知，大家看看寺院旗桿上懸著幡，就有法會，懸著幢就是講經說法，所以它是一種通告、是一種標幟，很遠的地方就看到了。喜歡聽經的，看到今天這個寺廟旗桿上懸著幢，今天有法師講經，他就來聽經，這是對外面的，不是對常隨眾的。佛門裡常有「法幢高豎」，就是這個意思，那就是讚揚他弘法利生、摧邪顯正，有這個意思在。"
    },
    {
      "id": "01-004-0052_p0012",
      "zh_CN": "法门无量无边，大概是一部经标榜一种法门。也有一部经里头，有许许多多的法门，譬如《华严经》里面，那法门就多了。像我们这部经，《阿弥陀经》是一个法门，标榜一个法门。法门既然多，就是科目多，这个幢的数量也就多了，所以称之为「无量幢佛」。四弘誓愿里面所讲的「法门无量誓愿学」，就是这个道理。",
      "zh_TW": "法門無量無邊，大概是一部經標榜一種法門。也有一部經裡頭，有許許多多的法門，譬如《華嚴經》裡面，那法門就多了。像我們這部經，《阿彌陀經》是一個法門，標榜一個法門。法門既然多，就是科目多，這個幢的數量也就多了，所以稱之為「無量幢佛」。四弘誓願裡面所講的「法門無量誓願學」，就是這個道理。"
    },
    {
      "id": "01-004-0052_p0013",
      "zh_CN": "可是话又说回来，四弘誓愿里这么说，我们现在是不是要学很多很多的法门？诸位一定要知道，佛法的修学就像种树一样，你看树木的长成，先长一个干，我们叫「本」，根本。有了根本，那个根本上再发枝条，枝条上再长许多叶子，再开花结果。佛法的修学就很像这树木的长成一样。我们现在要修的什么？修的是根本，根本是一门深入，搞多就坏了，就不行了。因此这个根本，一定要非常慎重的去选择，选择这个法门一定能适合自己的根性，适合自己的程度，适合现前的生活环境，没有什么大障碍的，修学起来很方便，又能有效果，这叫方便门。建立自己的根本，这是历代诸菩萨、祖师大德他们修学当中，给我们很好的榜样。",
      "zh_TW": "可是話又說回來，四弘誓願裡這麼說，我們現在是不是要學很多很多的法門？諸位一定要知道，佛法的修學就像種樹一樣，你看樹木的長成，先長一個幹，我們叫「本」，根本。有了根本，那個根本上再發枝條，枝條上再長許多葉子，再開花結果。佛法的修學就很像這樹木的長成一樣。我們現在要修的什麼？修的是根本，根本是一門深入，搞多就壞了，就不行了。因此這個根本，一定要非常慎重的去選擇，選擇這個法門一定能適合自己的根性，適合自己的程度，適合現前的生活環境，沒有什麼大障礙的，修學起來很方便，又能有效果，這叫方便門。建立自己的根本，這是歷代諸菩薩、祖師大德他們修學當中，給我們很好的榜樣。"
    },
    {
      "id": "01-004-0052_p0014",
      "zh_CN": "在一切经里面自己喜欢爱好的选个几部，多的也能选个几十部，而后逐渐淘汰，到最后剩一部、两部，一门深入。开头多选就好像是根，你看那个树根它在地底下有好多条，不是一条，最后选成一门那就是本，长出来了，它有一个主干。到这一门成就之后，什么样才算成就？一定要修到见性才算是成就，在教下讲是大开圆解，在宗门说就是明心见性，在我们净土这个法门讲，就是证得理一心不乱。这个时候就可以发枝条，那长得是愈茂盛愈好。没有得理一心，没有大开圆解，切忌的是贪多，那对自己造成重大的障碍。",
      "zh_TW": "在一切經裡面自己喜歡愛好的選個幾部，多的也能選個幾十部，而後逐漸淘汰，到最後剩一部、兩部，一門深入。開頭多選就好像是根，你看那個樹根它在地底下有好多條，不是一條，最後選成一門那就是本，長出來了，它有一個主幹。到這一門成就之後，什麼樣才算成就？一定要修到見性才算是成就，在教下講是大開圓解，在宗門說就是明心見性，在我們淨土這個法門講，就是證得理一心不亂。這個時候就可以發枝條，那長得是愈茂盛愈好。沒有得理一心，沒有大開圓解，切忌的是貪多，那對自己造成重大的障礙。"
    },
    {
      "id": "01-004-0052_p0015",
      "zh_CN": "念佛人如果涉猎太多，就障碍你一心不乱。所以我们涉猎一切法门，是要得一心不乱之后再去涉猎，那就不妨碍。已经得一心了，一心得到之后绝不退转。无论涉猎多少法门，还都是一心不乱，这个叫做「理事无碍，事事无碍」。我们没有到这个功夫，涉猎多了就有障碍。所以诸位同修要记住，自己在这一生要真正有成就，一定是一门深入。",
      "zh_TW": "念佛人如果涉獵太多，就障礙你一心不亂。所以我們涉獵一切法門，是要得一心不亂之後再去涉獵，那就不妨礙。已經得一心了，一心得到之後絕不退轉。無論涉獵多少法門，還都是一心不亂，這個叫做「理事無礙，事事無礙」。我們沒有到這個功夫，涉獵多了就有障礙。所以諸位同修要記住，自己在這一生要真正有成就，一定是一門深入。"
    },
    {
      "id": "01-004-0052_p0016",
      "zh_CN": "我们这个《要解》快讲完了，有同修建议我们底下讲《通赞疏》。这个《通赞疏》我昨天、今天费了一点时间，仔细的看了一下。看了一下之后，当然这个里面意思非常好，对于研教的人来讲，它有一点帮助，它涉猎的教相不少。如果真正想念佛得一心不乱，我们这一生决定往生净土，那还是莲池大师的《疏钞》好。所以这桩事情我们要再作商量，究竟我们讲完之后，是讲第三遍的《疏钞》，还是选《通赞疏》？",
      "zh_TW": "我們這個《要解》快講完了，有同修建議我們底下講《通贊疏》。這個《通贊疏》我昨天、今天費了一點時間，仔細的看了一下。看了一下之後，當然這個裡面意思非常好，對於研教的人來講，它有一點幫助，它涉獵的教相不少。如果真正想念佛得一心不亂，我們這一生決定往生淨土，那還是蓮池大師的《疏鈔》好。所以這樁事情我們要再作商量，究竟我們講完之後，是講第三遍的《疏鈔》，還是選《通贊疏》？"
    },
    {
      "id": "01-004-0052_p0017",
      "zh_CN": "我想《疏钞演义》很多人都没有听完，这个很遗憾。如果从头再讲，这一遍比前面一遍又要殊胜，因为我们的境界不一样，又要殊胜了。如果同修们乐意的话，我们将《疏钞》做第三遍的讨论，希望对于我们修学有真实的帮助。这是等我们真正得到，这个标准不能降低的，一定要得理一心，事一心都不行，事一心的时候，得到这个，你涉猎到法门无量誓愿学，你理一心就得不到，为什么？法执增长了，不能破除。所以佛号一定要念到我、法二执都把它念掉，才有能力博学多闻，像善财童子五十三参，那才没有障碍。",
      "zh_TW": "我想《疏鈔演義》很多人都沒有聽完，這個很遺憾。如果從頭再講，這一遍比前面一遍又要殊勝，因為我們的境界不一樣，又要殊勝了。如果同修們樂意的話，我們將《疏鈔》做第三遍的討論，希望對於我們修學有真實的幫助。這是等我們真正得到，這個標準不能降低的，一定要得理一心，事一心都不行，事一心的時候，得到這個，你涉獵到法門無量誓願學，你理一心就得不到，為什麼？法執增長了，不能破除。所以佛號一定要念到我、法二執都把它念掉，才有能力博學多聞，像善財童子五十三參，那才沒有障礙。"
    },
    {
      "id": "01-004-0052_p0018",
      "zh_CN": "第四尊佛「大光佛」，「大光」跟底下一位「大明」，这两尊佛号都是从智慧上建立的。佛证得究竟圆满的智慧，智照世间，摄受一切有缘的众生。其实佛光是无所不照，佛光对一切众生来说，决定是平等的，佛没有偏心，没有偏爱。何谓有缘？他相信了就是有缘，他动了心想学，这就是有缘，他就能够接受了。什么叫根熟的众生？他感觉到生死轮回很可怕，一心一意想出离生死轮回，这种人就是根熟了。有缘的人他乐意接受佛法，根熟的人他这一生一定成就，因为他的生死心切，他来生不愿意再作人，不愿意再投胎、再轮回，他只要有这种意念，这个人就叫根熟的众生。这个人一生要是遇到这个法门，他一定往生，他这一往生，一定成佛，所以这个法门叫「当生成就的佛法」，这个成就是成佛，我们这一生往生，往生西方极乐世界，一生成佛，不要经过第二生。所以佛光普照就是这个意思。",
      "zh_TW": "第四尊佛「大光佛」，「大光」跟底下一位「大明」，這兩尊佛號都是從智慧上建立的。佛證得究竟圓滿的智慧，智照世間，攝受一切有緣的眾生。其實佛光是無所不照，佛光對一切眾生來說，決定是平等的，佛沒有偏心，沒有偏愛。何謂有緣？他相信了就是有緣，他動了心想學，這就是有緣，他就能夠接受了。什麼叫根熟的眾生？他感覺到生死輪迴很可怕，一心一意想出離生死輪迴，這種人就是根熟了。有緣的人他樂意接受佛法，根熟的人他這一生一定成就，因為他的生死心切，他來生不願意再作人，不願意再投胎、再輪迴，他只要有這種意念，這個人就叫根熟的眾生。這個人一生要是遇到這個法門，他一定往生，他這一往生，一定成佛，所以這個法門叫「當生成就的佛法」，這個成就是成佛，我們這一生往生，往生西方極樂世界，一生成佛，不要經過第二生。所以佛光普照就是這個意思。"
    },
    {
      "id": "01-004-0052_p0019",
      "zh_CN": "「明」与「光」的意思相通，如果特别的说，也能讲得通。佛有三明，菩萨有六通。实际上三明就是六通，六种神通，能力达到极处，就是达到究竟圆满，就叫三明。三明是天眼明、宿命明、漏尽明。这三种明了，其余的三种明不明？当然明了，是一样的意思。",
      "zh_TW": "「明」與「光」的意思相通，如果特別的說，也能講得通。佛有三明，菩薩有六通。實際上三明就是六通，六種神通，能力達到極處，就是達到究竟圓滿，就叫三明。三明是天眼明、宿命明、漏盡明。這三種明了，其餘的三種明不明？當然明了，是一樣的意思。"
    },
    {
      "id": "01-004-0052_p0020",
      "zh_CN": "第六尊是「宝相佛」，这也是从德相上建立的。前面有一尊佛的名号叫「无量相佛」，此地我们看到是宝相佛。佛相他有尊贵的意思，宝是世间人所珍爱的，佛相之好就如同珍宝一样，一切众生见了，无不喜爱、无不尊重，所谓是「百福庄严」。这个百福庄严都是有道理的，百福庄严都是讲藏教的佛，三十二相八十种好，他是以一百劫的时间来修这个相好光明，专门修福报。这个相好能接引摄受一切众生，所以称之为宝相。相好人人喜爱，相好人人都想得到，我想没有一个人自己愿意得一个丑陋的相貌，没有。所以这个爱美的心，人之天性，哪一个凡夫不爱美？佛相是最美的，菩萨相美，都是修得的。",
      "zh_TW": "第六尊是「寶相佛」，這也是從德相上建立的。前面有一尊佛的名號叫「無量相佛」，此地我們看到是寶相佛。佛相他有尊貴的意思，寶是世間人所珍愛的，佛相之好就如同珍寶一樣，一切眾生見了，無不喜愛、無不尊重，所謂是「百福莊嚴」。這個百福莊嚴都是有道理的，百福莊嚴都是講藏教的佛，三十二相八十種好，他是以一百劫的時間來修這個相好光明，專門修福報。這個相好能接引攝受一切眾生，所以稱之為寶相。相好人人喜愛，相好人人都想得到，我想沒有一個人自己願意得一個醜陋的相貌，沒有。所以這個愛美的心，人之天性，哪一個凡夫不愛美？佛相是最美的，菩薩相美，都是修得的。"
    },
    {
      "id": "01-004-0052_p0021",
      "zh_CN": "罗汉的相就比不上菩萨，罗汉相奇奇怪怪的，那个谈不上相好，这就是说明罗汉不大重视修福，不像菩萨。他为什么不重视修福？因为他不度众生。由此可知，佛的相好、菩萨的相好，是特意修来，为谁修？不是为自己，是为了接引众生。因为众生都喜欢相好，看到佛的相那么好，不听经也要来看一看，多看看。如果佛相长得像鬼脸一样、丑八怪一样，一看到就讨厌，经讲得再好，他也不去听。所以百福庄严是为众生而修的，不是佛自己贪图相好。",
      "zh_TW": "羅漢的相就比不上菩薩，羅漢相奇奇怪怪的，那個談不上相好，這就是說明羅漢不大重視修福，不像菩薩。他為什麼不重視修福？因為他不度眾生。由此可知，佛的相好、菩薩的相好，是特意修來，為誰修？不是為自己，是為了接引眾生。因為眾生都喜歡相好，看到佛的相那麼好，不聽經也要來看一看，多看看。如果佛相長得像鬼臉一樣、醜八怪一樣，一看到就討厭，經講得再好，他也不去聽。所以百福莊嚴是為眾生而修的，不是佛自己貪圖相好。"
    },
    {
      "id": "01-004-0052_p0022",
      "zh_CN": "末后一尊「净光佛」，名号里面末后一尊总是特别含着勉励我们修学的意思在。净是清净，光是光明；净是禅定，光是般若。禅定是福，般若是慧，福慧双修，不能够偏在一边。所以我们修慧，也要懂得修福，而且在初学的人说，这是讲的大乘佛法。小乘佛法的初学偏重在慧上，往往他疏忽了修福，大乘佛法一开端，他修福，所以大乘福报总是很大。我们世间人也常说「福至心灵」，福报来了，心思就敏捷，就是显得聪明、智慧现前了，本来他笨头笨脑的，福报一来，他忽然聪明了。由此可知，修福跟修慧它有连带关系，相辅相成。福，一定是从清净心里面得来的，那是真正的福报。这一尊佛的德号里面，就是劝我们一定要福慧双修，这是生净土的正因。",
      "zh_TW": "末後一尊「淨光佛」，名號裡面末後一尊總是特別含著勉勵我們修學的意思在。淨是清淨，光是光明；淨是禪定，光是般若。禪定是福，般若是慧，福慧雙修，不能夠偏在一邊。所以我們修慧，也要懂得修福，而且在初學的人說，這是講的大乘佛法。小乘佛法的初學偏重在慧上，往往他疏忽了修福，大乘佛法一開端，他修福，所以大乘福報總是很大。我們世間人也常說「福至心靈」，福報來了，心思就敏捷，就是顯得聰明、智慧現前了，本來他笨頭笨腦的，福報一來，他忽然聰明了。由此可知，修福跟修慧它有連帶關係，相輔相成。福，一定是從清淨心裡面得來的，那是真正的福報。這一尊佛的德號裡面，就是勸我們一定要福慧雙修，這是生淨土的正因。"
    },
    {
      "id": "01-004-0052_p0023",
      "zh_CN": "「如是等恒河沙数诸佛」，这些佛，每一尊佛在他自己的教化区，「各于其国，出广长舌相，遍覆三千大千世界，说诚实言」，劝勉我们，「汝等众生，当信是，称赞不可思议功德，一切诸佛所护念经」，劝我们要相信这部经里面所讲的理论、方法、境界。怎样才叫信？一定要理解、要发愿，要依照这个方法修行、求生净土，这才叫真信。再看下面北方世界：",
      "zh_TW": "「如是等恆河沙數諸佛」，這些佛，每一尊佛在他自己的教化區，「各於其國，出廣長舌相，遍覆三千大千世界，說誠實言」，勸勉我們，「汝等眾生，當信是，稱讚不可思議功德，一切諸佛所護念經」，勸我們要相信這部經裡面所講的理論、方法、境界。怎樣才叫信？一定要理解、要發願，要依照這個方法修行、求生淨土，這才叫真信。再看下面北方世界："
    },
    {
      "id": "01-004-0052_p0024",
      "zh_CN": "经【舍利弗。北方世界。有燄肩佛。最胜音佛。难沮佛。日生佛。网明佛。如是等。恒河沙数诸佛。各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是。称赞不可思议功德。一切诸佛所护念经。】",
      "zh_TW": "經【舍利弗。北方世界。有燄肩佛。最勝音佛。難沮佛。日生佛。網明佛。如是等。恆河沙數諸佛。各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是。稱讚不可思議功德。一切諸佛所護念經。】"
    },
    {
      "id": "01-004-0052_p0025",
      "zh_CN": "『北方』也有无量无边的世界，一切诸佛对于净土法门同样的赞叹。『燄肩佛』，「燄」是火燄，代表智慧，「肩」代表承担的意思、荷负的意思。就好比我们把担子挑起来，人有两个肩膀，双肩要肩负起如来度众生的事业，所以是荷担如来家业，取这个意思。要以智慧的肩膀，才能够担得起这个重担。这两个肩膀就代表权实两种智慧，实智是根本智，权智是后得智；实智是自受用，权智是他受用。教化众生，为众生分别一切名相，这是权智。这是我们在讲席当中，常常为诸位介绍的，我们一定要了解这个意思，要把这个道理变成我们自己的受用，变成自己的享受，那是真正有所得了。",
      "zh_TW": "『北方』也有無量無邊的世界，一切諸佛對於淨土法門同樣的讚歎。『燄肩佛』，「燄」是火燄，代表智慧，「肩」代表承擔的意思、荷負的意思。就好比我們把擔子挑起來，人有兩個肩膀，雙肩要肩負起如來度眾生的事業，所以是荷擔如來家業，取這個意思。要以智慧的肩膀，才能夠擔得起這個重擔。這兩個肩膀就代表權實兩種智慧，實智是根本智，權智是後得智；實智是自受用，權智是他受用。教化眾生，為眾生分別一切名相，這是權智。這是我們在講席當中，常常為諸位介紹的，我們一定要了解這個意思，要把這個道理變成我們自己的受用，變成自己的享受，那是真正有所得了。"
    },
    {
      "id": "01-004-0052_p0026",
      "zh_CN": "根本智就是经上常讲的「无知」，「般若无知」。六祖所说「本来无一物」，本经所讲「一心不乱」。一心，如果这个里头有知，那就不是一心。一心清净，什么都没有，这是自己享受，这是真心，也就是真如本性，也就是经上常讲的「第一义谛」，这是真正的自己、真实的受用，如果你在这上再建立一个「知」，那就坏了，那就是自己找自己的麻烦了。像佛在《楞严经》上说的，富楼那尊者请教释迦牟尼佛，无明是怎么来的？无明是几时生起来的？佛说得很清楚，「知见立知，是无明本」，知见就是根本智，根本智无知。根本智像一面镜子一样，清净光明，它能够照见外面一切境界相，照得清清楚楚，一样也不漏。镜子染不染污？不染污。镜子有没有东西？没有东西。正在照的时候它就没有，不是说它不照的时候没有，照的时候有，不照的时候没有，那你搞错了，正在照的时候也没有。所以佛教给我们，用心如镜。",
      "zh_TW": "根本智就是經上常講的「無知」，「般若無知」。六祖所說「本來無一物」，本經所講「一心不亂」。一心，如果這個裡頭有知，那就不是一心。一心清淨，什麼都沒有，這是自己享受，這是真心，也就是真如本性，也就是經上常講的「第一義諦」，這是真正的自己、真實的受用，如果你在這上再建立一個「知」，那就壞了，那就是自己找自己的麻煩了。像佛在《楞嚴經》上說的，富樓那尊者請教釋迦牟尼佛，無明是怎麼來的？無明是幾時生起來的？佛說得很清楚，「知見立知，是無明本」，知見就是根本智，根本智無知。根本智像一面鏡子一樣，清淨光明，它能夠照見外面一切境界相，照得清清楚楚，一樣也不漏。鏡子染不染污？不染污。鏡子有沒有東西？沒有東西。正在照的時候它就沒有，不是說它不照的時候沒有，照的時候有，不照的時候沒有，那你搞錯了，正在照的時候也沒有。所以佛教給我們，用心如鏡。"
    },
    {
      "id": "01-004-0052_p0027",
      "zh_CN": "你要是能懂得这个道理，在生活里头会用心如镜，给诸位说，你不久就证理一心不乱，你不久就证正等正觉，那个无上是比较难，正等正觉不久就可以证到。就是在平常生活当中，用心如镜，真正做到一尘不染，清净心现前，这个心是理一心不乱，这个里面决定没有分别执着妄想，这是真心。交光大师在《楞严正脉》里面教给我们，「舍识用根」，用根就是用这个真心。这个真心就是唯识家所讲的「大圆镜智」，心就像一个大圆镜一样，把外面境界相照得清清楚楚、了了分明，他决定没有分别执着妄想，不落印象，像镜子一样不落印象。所以我们在日常生活当中是错用了心，我们用什么心？用分别心、用执着心、用妄想心，所以才变现出生死轮回的苦报，这种境界是自作自受，不是别人做的叫我们受，自作自受！",
      "zh_TW": "你要是能懂得這個道理，在生活裡頭會用心如鏡，給諸位說，你不久就證理一心不亂，你不久就證正等正覺，那個無上是比較難，正等正覺不久就可以證到。就是在平常生活當中，用心如鏡，真正做到一塵不染，清淨心現前，這個心是理一心不亂，這個裡面決定沒有分別執著妄想，這是真心。交光大師在《楞嚴正脈》裡面教給我們，「捨識用根」，用根就是用這個真心。這個真心就是唯識家所講的「大圓鏡智」，心就像一個大圓鏡一樣，把外面境界相照得清清楚楚、了了分明，他決定沒有分別執著妄想，不落印象，像鏡子一樣不落印象。所以我們在日常生活當中是錯用了心，我們用什麼心？用分別心、用執著心、用妄想心，所以才變現出生死輪迴的苦報，這種境界是自作自受，不是別人做的叫我們受，自作自受！"
    },
    {
      "id": "01-004-0052_p0028",
      "zh_CN": "所以自受用是一天到晚保持你的心境光明、清净。如果别人有事情请教你，你从你的大圆镜里头，再变现八识五十一心所，就变什么？变出分别执着妄想，变这个妄心为他受用，千万不能颠倒了。为什么？自己这个真心的受用，别人享不到的，别人没有办法得到的，你要教导别人，一定要用妄心，虚妄的分别执着，用这个假的法来教他觉悟。这就是所谓「以假修真」，假什么？假佛法，佛法是假的。藉这个假的佛法修什么？修你自己的真如本性，修你自己的大圆镜智，这叫度众生，度众生是这么个意思。所以自受用、他受用，要搞得清清楚楚、明明白白，决定不能把他受用的当作自受用，那就变成凡夫了。他受用的是他受用，自受用的是自受用，这就是菩萨，正等正觉。纵然变现心心所为他受用，自己心里头还是一味清净，还是一尘不染，这才叫真俗二智，才能够荷担如来事业，才能够普度一切众生，这是这一尊佛号里面所含的意思。",
      "zh_TW": "所以自受用是一天到晚保持你的心境光明、清淨。如果別人有事情請教你，你從你的大圓鏡裡頭，再變現八識五十一心所，就變什麼？變出分別執著妄想，變這個妄心為他受用，千萬不能顛倒了。為什麼？自己這個真心的受用，別人享不到的，別人沒有辦法得到的，你要教導別人，一定要用妄心，虛妄的分別執著，用這個假的法來教他覺悟。這就是所謂「以假修真」，假什麼？假佛法，佛法是假的。藉這個假的佛法修什麼？修你自己的真如本性，修你自己的大圓鏡智，這叫度眾生，度眾生是這麼個意思。所以自受用、他受用，要搞得清清楚楚、明明白白，決定不能把他受用的當作自受用，那就變成凡夫了。他受用的是他受用，自受用的是自受用，這就是菩薩，正等正覺。縱然變現心心所為他受用，自己心裡頭還是一味清淨，還是一塵不染，這才叫真俗二智，才能夠荷擔如來事業，才能夠普度一切眾生，這是這一尊佛號裡面所含的意思。"
    },
    {
      "id": "01-004-0052_p0029",
      "zh_CN": "第二佛『最胜音佛』，这一尊佛号的含义，与我们娑婆世界因缘特别的深厚。为什么？因为娑婆世界众生，六根比较起来是耳根最利。文殊菩萨拣选圆通，他就说过「此方真教体，清净在音闻」。所以我们看经，有的时候看不懂，一听就懂，为什么？耳根利，耳根比眼根利，看不能开悟，听会开悟。「最胜音」，胜是殊胜，最殊胜之音，什么音？说法的音声。说法的音声它最殊胜在哪里？对自己来讲，不着相，「说而无说、无说而说」，一天说到晚，没说一个字，这个音声殊胜。众生，有缘的众生听了之后，他大彻大悟，他心开意解。虽然大彻大悟、心开意解，与说法的人没关系，扯不上关系，这个妙不可言！这是最殊胜。何以说扯不上关系？假如这个关系真扯上，他能说法了，我是能听，他说我一听就开悟了。你们诸位想想，有一个他人、有一个自己，二法了，有个能说的、有个能听的，二法了，二法不是佛法。",
      "zh_TW": "第二佛『最勝音佛』，這一尊佛號的含義，與我們娑婆世界因緣特別的深厚。為什麼？因為娑婆世界眾生，六根比較起來是耳根最利。文殊菩薩揀選圓通，他就說過「此方真教體，清淨在音聞」。所以我們看經，有的時候看不懂，一聽就懂，為什麼？耳根利，耳根比眼根利，看不能開悟，聽會開悟。「最勝音」，勝是殊勝，最殊勝之音，什麼音？說法的音聲。說法的音聲它最殊勝在哪裡？對自己來講，不著相，「說而無說、無說而說」，一天說到晚，沒說一個字，這個音聲殊勝。眾生，有緣的眾生聽了之後，他大徹大悟，他心開意解。雖然大徹大悟、心開意解，與說法的人沒關係，扯不上關係，這個妙不可言！這是最殊勝。何以說扯不上關係？假如這個關係真扯上，他能說法了，我是能聽，他說我一聽就開悟了。你們諸位想想，有一個他人、有一個自己，二法了，有個能說的、有個能聽的，二法了，二法不是佛法。"
    },
    {
      "id": "01-004-0052_p0030",
      "zh_CN": "六祖大师在《坛经》说得很清楚，佛法是不二法。所以在了义经典里面，佛常常说，「佛不度众生」。这个话讲的是真的，众生如何得度？自悟、自修、自度的。哪里是别人度？这个道理在大乘了义经，在唯识经论里面，都说得非常的详细。如果不明白这个道理，始终以为有个能说之人，有个能听的自己，你能所这一关不能突破，障碍你的悟门，你这个听的不开悟，原因就在此地。几时能把这个障碍拔除，你能所了不可得，这就是所谓「佛以一音而说法，众生随类各得解」。佛说这一句法里头，它有什么意思？如果它有一定的意义，那么大家所理解的应该是一样的，不能说每个人理解的不相同，这是真理。",
      "zh_TW": "六祖大師在《壇經》說得很清楚，佛法是不二法。所以在了義經典裡面，佛常常說，「佛不度眾生」。這個話講的是真的，眾生如何得度？自悟、自修、自度的。哪裡是別人度？這個道理在大乘了義經，在唯識經論裡面，都說得非常的詳細。如果不明白這個道理，始終以為有個能說之人，有個能聽的自己，你能所這一關不能突破，障礙你的悟門，你這個聽的不開悟，原因就在此地。幾時能把這個障礙拔除，你能所了不可得，這就是所謂「佛以一音而說法，眾生隨類各得解」。佛說這一句法裡頭，它有什麼意思？如果它有一定的意義，那麼大家所理解的應該是一樣的，不能說每個人理解的不相同，這是真理。"
    },
    {
      "id": "01-004-0052_p0031",
      "zh_CN": "诸佛说法如是，乃至我们世间一般人谈话也如是。随便在聊天，几个人聊天，各人所体会的不一样。你的话并没有两样说，一样说，可是有的人听，他体会的意思就别有意味，就不相同。特别像中国的诗词，虽然很简单的四句话，每一个人看到，领略的境界不相同。这不也是一音而说法，众生随类各得解？程度深的人，他领略得深，浅的人领略得浅。随着他的根性、随着他的程度，乃至于随着他的生活背景不一样，他体会的境界就不相同。所以我们不要觉得，「佛以一音而说法，众生随类各得解」，这个真不可思议，我们现前也一样，并没有两样，有什么好希奇的？这叫最胜音。",
      "zh_TW": "諸佛說法如是，乃至我們世間一般人談話也如是。隨便在聊天，幾個人聊天，各人所體會的不一樣。你的話並沒有兩樣說，一樣說，可是有的人聽，他體會的意思就別有意味，就不相同。特別像中國的詩詞，雖然很簡單的四句話，每一個人看到，領略的境界不相同。這不也是一音而說法，眾生隨類各得解？程度深的人，他領略得深，淺的人領略得淺。隨著他的根性、隨著他的程度，乃至於隨著他的生活背景不一樣，他體會的境界就不相同。所以我們不要覺得，「佛以一音而說法，眾生隨類各得解」，這個真不可思議，我們現前也一樣，並沒有兩樣，有什麼好希奇的？這叫最勝音。"
    },
    {
      "id": "01-004-0052_p0032",
      "zh_CN": "第三尊叫『难沮佛』，「沮」是沮坏，这个名号是从法身理体上建立，我们一般人常讲「金刚不坏身」，就是这个意思，难沮就是难破坏，无法能坏，真正是个不坏身。不坏身是什么？是我们的本身，是我们的真身。诸位晓得，这个身是假身，这个身不是真身，这个身是个生灭身，是假的不是真的。真正的我、真正的身是不生不灭的，是常住不坏的！常住不坏身也不是佛菩萨才有，我们就没有，你要这样想法，就统统都想错了。佛菩萨有，他知道。我们有是什么？不晓得。真有，不知道，以为没有，这就叫迷惑颠倒。",
      "zh_TW": "第三尊叫『難沮佛』，「沮」是沮壞，這個名號是從法身理體上建立，我們一般人常講「金剛不壞身」，就是這個意思，難沮就是難破壞，無法能壞，真正是個不壞身。不壞身是什麼？是我們的本身，是我們的真身。諸位曉得，這個身是假身，這個身不是真身，這個身是個生滅身，是假的不是真的。真正的我、真正的身是不生不滅的，是常住不壞的！常住不壞身也不是佛菩薩才有，我們就沒有，你要這樣想法，就統統都想錯了。佛菩薩有，他知道。我們有是什麼？不曉得。真有，不知道，以為沒有，這就叫迷惑顛倒。"
    },
    {
      "id": "01-004-0052_p0033",
      "zh_CN": "凡夫之所以称之为可怜悯者，就是他迷失了自己，不认识自己，迷失了环境，不认识环境。学术上，自己称之为人生观，环境称之为宇宙观。换句话说，对自己、对宇宙都不明了，这叫凡夫。如果都能够明白、认识了，那就叫佛菩萨。人生跟宇宙没改变，所改变的就是名词而已。譬如你现在不晓得，叫你做迷人；一旦明白了，你是个明白人，你这个人又没有换两个，还是一个。不明了的时候，做个糊涂人；现在明白了，做个明白人，名词换一换，人并没有换两个，所以跟你说「生佛不二，生佛一如」。你现在迷惑了，叫你做凡夫，你几时明白了，叫你做佛，凡夫是你，佛还是你。并不是说凡夫是一个人，佛又是一个人，你要是这么个解释法，你永远就不能入门了。真正晓得生佛不二，不但法身不可以破坏，报身、应化身同样是不生不灭。几时你要是真正证得这个境界，对这个事实真相完全明了通达，你就叫做证得无生法忍。诸位要晓得，无生法忍最低的程度，是圆教初住菩萨，也就是理一心不乱。",
      "zh_TW": "凡夫之所以稱之為可憐憫者，就是他迷失了自己，不認識自己，迷失了環境，不認識環境。學術上，自己稱之為人生觀，環境稱之為宇宙觀。換句話說，對自己、對宇宙都不明瞭，這叫凡夫。如果都能夠明白、認識了，那就叫佛菩薩。人生跟宇宙沒改變，所改變的就是名詞而已。譬如你現在不曉得，叫你做迷人；一旦明白了，你是個明白人，你這個人又沒有換兩個，還是一個。不明瞭的時候，做個糊塗人；現在明白了，做個明白人，名詞換一換，人並沒有換兩個，所以跟你說「生佛不二，生佛一如」。你現在迷惑了，叫你做凡夫，你幾時明白了，叫你做佛，凡夫是你，佛還是你。並不是說凡夫是一個人，佛又是一個人，你要是這麼個解釋法，你永遠就不能入門了。真正曉得生佛不二，不但法身不可以破壞，報身、應化身同樣是不生不滅。幾時你要是真正證得這個境界，對這個事實真相完全明瞭通達，你就叫做證得無生法忍。諸位要曉得，無生法忍最低的程度，是圓教初住菩薩，也就是理一心不亂。"
    },
    {
      "id": "01-004-0052_p0034",
      "zh_CN": "下面第四尊『日生佛』，经论里面凡是遇到「日、月、灯」这些字样，都是代表智慧。佛的德号就是从比喻上建立的。众生迷惑颠倒，如果没有人帮助他、启发他，他这种愚痴颠倒可以说是与日加深，很难回头。佛菩萨出现在世间，以种种的智慧、善巧方便，来诱导众生、启发众生，帮助他回头，帮助他大彻大悟，所以佛的名号叫做「日生佛」。好比太阳出现，众生的愚痴、无明、黑暗被太阳照破，取这个意思。",
      "zh_TW": "下面第四尊『日生佛』，經論裡面凡是遇到「日、月、燈」這些字樣，都是代表智慧。佛的德號就是從比喻上建立的。眾生迷惑顛倒，如果沒有人幫助他、啟發他，他這種愚痴顛倒可以說是與日加深，很難回頭。佛菩薩出現在世間，以種種的智慧、善巧方便，來誘導眾生、啟發眾生，幫助他回頭，幫助他大徹大悟，所以佛的名號叫做「日生佛」。好比太陽出現，眾生的愚痴、無明、黑暗被太陽照破，取這個意思。"
    },
    {
      "id": "01-004-0052_p0035",
      "zh_CN": "末后一尊叫『网明佛』，网好比是打鱼的鱼网一样，这是从比喻上建立，比喻佛说法教化众生，好比这些众生掉到水里面去，快要淹死了，佛拿个网一下把我们捞起来，把我们救起来，就是这个意思。所以佛说一切经教就比作「教网」，因为教太多了，法门无量无边，所以就把这个法门比作网。网明，明是智慧。网是比喻教法、教学法、教学的仪式，我们今天讲方式、方法，教仪就是方式，教法就是教学法、方法。教仪跟教法都无量无边，好比说「网」。这些教仪、教法都是从智慧上建立的，所以称之为「网明佛」。",
      "zh_TW": "末後一尊叫『網明佛』，網好比是打魚的魚網一樣，這是從比喻上建立，比喻佛說法教化眾生，好比這些眾生掉到水裡面去，快要淹死了，佛拿個網一下把我們撈起來，把我們救起來，就是這個意思。所以佛說一切經教就比作「教網」，因為教太多了，法門無量無邊，所以就把這個法門比作網。網明，明是智慧。網是比喻教法、教學法、教學的儀式，我們今天講方式、方法，教儀就是方式，教法就是教學法、方法。教儀跟教法都無量無邊，好比說「網」。這些教儀、教法都是從智慧上建立的，所以稱之為「網明佛」。"
    },
    {
      "id": "01-004-0052_p0036",
      "zh_CN": "这也是略举北方上首五尊佛，像这五尊佛一样的，『如是等恒河沙数诸佛』，也像前面诸佛一样，对于这部经、这样法门无不赞叹，无有一尊佛不劝我们修学，当然也劝一切众生来修学。再看下方世界：",
      "zh_TW": "這也是略舉北方上首五尊佛，像這五尊佛一樣的，『如是等恆河沙數諸佛』，也像前面諸佛一樣，對於這部經、這樣法門無不讚歎，無有一尊佛不勸我們修學，當然也勸一切眾生來修學。再看下方世界："
    },
    {
      "id": "01-004-0052_p0037",
      "zh_CN": "经【舍利弗。下方世界。有师子佛。名闻佛。名光佛。达磨佛。法幢佛。持法佛。如是等。恒河沙数诸佛。各于其国。出广长舌相。遍覆三千大千世界。说诚实言。汝等众生。当信是。称赞不可思议功德。一切诸佛所护念经。】",
      "zh_TW": "經【舍利弗。下方世界。有師子佛。名聞佛。名光佛。達磨佛。法幢佛。持法佛。如是等。恆河沙數諸佛。各於其國。出廣長舌相。遍覆三千大千世界。說誠實言。汝等眾生。當信是。稱讚不可思議功德。一切諸佛所護念經。】"
    },
    {
      "id": "01-004-0052_p0038",
      "zh_CN": "从这个经文上来看，这部经是释迦牟尼佛讲的，释迦牟尼佛出现在我们世间，依据中国历史所记载，他出生在周朝昭王二十四年，甲寅年，这是我们中国古时候历史所记载的。如果以这个记载来说，到今年应该是三千零十二年，那个时候东西方的科学文明都还很幼稚。佛经里面给我们显示的，既然有下方世界，有上方世界，诸位想想，我们居住的这个地球是不是在空中？四方有世界，四维有世界，上下还有世界，虽然佛没有明白告诉我们，我们现在住的这个地方是在虚空当中。你一看，明白人马上就体会到了，我们这个地是悬空在空中，下方有世界。底下蕅益大师有一段注解，我们把这个注解看一看，特别介绍下方。",
      "zh_TW": "從這個經文上來看，這部經是釋迦牟尼佛講的，釋迦牟尼佛出現在我們世間，依據中國歷史所記載，他出生在周朝昭王二十四年，甲寅年，這是我們中國古時候歷史所記載的。如果以這個記載來說，到今年應該是三千零十二年，那個時候東西方的科學文明都還很幼稚。佛經裡面給我們顯示的，既然有下方世界，有上方世界，諸位想想，我們居住的這個地球是不是在空中？四方有世界，四維有世界，上下還有世界，雖然佛沒有明白告訴我們，我們現在住的這個地方是在虛空當中。你一看，明白人馬上就體會到了，我們這個地是懸空在空中，下方有世界。底下蕅益大師有一段註解，我們把這個註解看一看，特別介紹下方。"
    },
    {
      "id": "01-004-0052_p0039",
      "zh_CN": "解【此界水轮。金轮。风轮之下。复有下界非非想天等。乃至重重无尽也。达磨此云法。】",
      "zh_TW": "解【此界水輪。金輪。風輪之下。復有下界非非想天等。乃至重重無盡也。達磨此云法。】"
    },
    {
      "id": "01-004-0052_p0040",
      "zh_CN": "这是解释下方世界。经里面，这都是根据经上说的，说我们这个大地、这个陆地，是建立在水的上面。我们看看地球，水比陆地多，几个洲四面都是海洋，是依水而建立的，『水轮』。水轮底下是『金轮』，金轮是代表物质，金属，代表一种坚固的固体，这是一直到地心。『风轮』是什么？风是动的，地球在太空当中的时候，它是运行、是动的，风是动的，不动就不叫风。这个意思是说明，地球是个动的，它不是静止的，它环绕着太阳公转。除公转之外，它还有自转，这是我们大家都晓得的。",
      "zh_TW": "這是解釋下方世界。經裡面，這都是根據經上說的，說我們這個大地、這個陸地，是建立在水的上面。我們看看地球，水比陸地多，幾個洲四面都是海洋，是依水而建立的，『水輪』。水輪底下是『金輪』，金輪是代表物質，金屬，代表一種堅固的固體，這是一直到地心。『風輪』是什麼？風是動的，地球在太空當中的時候，它是運行、是動的，風是動的，不動就不叫風。這個意思是說明，地球是個動的，它不是靜止的，它環繞著太陽公轉。除公轉之外，它還有自轉，這是我們大家都曉得的。"
    },
    {
      "id": "01-004-0052_p0041",
      "zh_CN": "现在在天文、地质或物理学上所说地的动，有一百多种的动法，有许许多多我们都不能够觉察的。太阳又围着恒星系的集团，围着这个转，恒星系又绕着银河系来转，银河系它这个动也不是完全规则的。所以星球在太虚空当中运动，它都有周期性，是一个不规则的。我们从经里面这些言语当中，可以能够体会得到，如来的智慧是五眼圆明，真正不可思议。",
      "zh_TW": "現在在天文、地質或物理學上所說地的動，有一百多種的動法，有許許多多我們都不能夠覺察的。太陽又圍著恆星系的集團，圍著這個轉，恆星系又繞著銀河系來轉，銀河系它這個動也不是完全規則的。所以星球在太虛空當中運動，它都有週期性，是一個不規則的。我們從經裡面這些言語當中，可以能夠體會得到，如來的智慧是五眼圓明，真正不可思議。"
    },
    {
      "id": "01-004-0052_p0042",
      "zh_CN": "这里给我们介绍了这几尊佛的德号，第一尊『师子佛』，这是从比喻当中建立的，狮子是兽中之王，狮子一叫，那些野兽腿都发软，都跑不动，等着狮子来吃牠，可见得牠威猛。拿这个来形容、比喻佛的说法，佛一说法，佛说的是正法，使这些天魔外道、邪知邪见都降伏，都转变过来了，就好比狮子吼一样，所以将佛比作人中师子。",
      "zh_TW": "這裡給我們介紹了這幾尊佛的德號，第一尊『師子佛』，這是從比喻當中建立的，獅子是獸中之王，獅子一叫，那些野獸腿都發軟，都跑不動，等著獅子來吃牠，可見得牠威猛。拿這個來形容、比喻佛的說法，佛一說法，佛說的是正法，使這些天魔外道、邪知邪見都降伏，都轉變過來了，就好比獅子吼一樣，所以將佛比作人中師子。"
    },
    {
      "id": "01-004-0052_p0043",
      "zh_CN": "第二尊『名闻佛』，这是说佛的名称普闻十方，拿现在的话来说，佛的知名度非常高，十方世界没有人不知道他的，他的名气很大，处处都闻到，取这个意思。",
      "zh_TW": "第二尊『名聞佛』，這是說佛的名稱普聞十方，拿現在的話來說，佛的知名度非常高，十方世界沒有人不知道他的，他的名氣很大，處處都聞到，取這個意思。"
    },
    {
      "id": "01-004-0052_p0044",
      "zh_CN": "第三尊叫『名光佛』，名是名称，光是智慧光明，意思就是说，佛的智慧光明，随着他的大名远播于十方。佛的名号前面说过，是应众生机感而建立的。换句话说，名号就是度化众生的手段，所以我们一定要懂得顾名思义。譬如本师释迦牟尼佛，我们念「南无释迦牟尼佛」，你要是晓得它的意思，就对自己有利益了。「南无」是皈依的意思，「释迦」是仁慈，「牟尼」是清净的意思，念这个名号就是唤醒我们自己，我们对人要慈悲，对自己要清净，这是释迦牟尼佛名号的意思。南无阿弥陀佛，阿弥陀佛翻成中国意思是「无量觉」，南无阿弥陀佛是皈依无量觉。换句话说，事事都要觉、时时都要觉、处处都要觉，觉而不迷。念这一声佛号，提醒自己，所以这个名号里头充满了无量的智慧，普度众生。诸佛菩萨都是以名号来度众生，来帮助众生觉悟，帮助众生改邪归正，帮助众生断恶生善，这是「名光佛」的意思。",
      "zh_TW": "第三尊叫『名光佛』，名是名稱，光是智慧光明，意思就是說，佛的智慧光明，隨著他的大名遠播於十方。佛的名號前面說過，是應眾生機感而建立的。換句話說，名號就是度化眾生的手段，所以我們一定要懂得顧名思義。譬如本師釋迦牟尼佛，我們念「南無釋迦牟尼佛」，你要是曉得它的意思，就對自己有利益了。「南無」是皈依的意思，「釋迦」是仁慈，「牟尼」是清淨的意思，念這個名號就是喚醒我們自己，我們對人要慈悲，對自己要清淨，這是釋迦牟尼佛名號的意思。南無阿彌陀佛，阿彌陀佛翻成中國意思是「無量覺」，南無阿彌陀佛是皈依無量覺。換句話說，事事都要覺、時時都要覺、處處都要覺，覺而不迷。念這一聲佛號，提醒自己，所以這個名號裡頭充滿了無量的智慧，普度眾生。諸佛菩薩都是以名號來度眾生，來幫助眾生覺悟，幫助眾生改邪歸正，幫助眾生斷惡生善，這是「名光佛」的意思。"
    },
    {
      "id": "01-004-0052_p0045",
      "zh_CN": "第四尊『达磨佛』，「达磨」是梵语，翻成中国的意思叫「法」，法是一切法的总名称，就是说整个宇宙人生这一切的道理、一切的现象、一切的程序，全部用一个总代名词来称呼它，这个代名词就叫做「法」。所以法这个字，无所不包、无所不含。「法」它本身有两个意思，一个是轨则的意思，它是一个法则，无论一事一物，事一定有个理，没有理哪来的事？理一定有事，而且它的发展一定有一个是有条不紊的程序。所以往往一般人，认为宇宙人生的发展过程，是这么样的有顺序、有次序，好像有一个人在那里安排，在那里指挥，于是就想像那个安排指挥的一定是无上至高的神，这种是幻想出来的，神是人幻想出来的。其实这个程序是必然的，唯识里面讲「一念不觉而有无明，无明不觉生三细，境界为缘长六粗」，这是讲宇宙人生发展的过程，它是非常非常有秩序的，它一点都不乱。经上讲「法尔如是」，原原本本就是这个样子，所以这是法则的意思。另外一个意思，就是有传授的意思。就是我们学习的人，依照这个理论方法，我们可以理解，可以理解的意思。所以它有轨范的意思，是我们的一个模范。我们依照这个理论、依照这个方法，我们能够明白这些事理的真相，我们也能够彻底证得这个真相，如同诸佛菩萨之所证，无二无别。",
      "zh_TW": "第四尊『達磨佛』，「達磨」是梵語，翻成中國的意思叫「法」，法是一切法的總名稱，就是說整個宇宙人生這一切的道理、一切的現象、一切的程序，全部用一個總代名詞來稱呼它，這個代名詞就叫做「法」。所以法這個字，無所不包、無所不含。「法」它本身有兩個意思，一個是軌則的意思，它是一個法則，無論一事一物，事一定有個理，沒有理哪來的事？理一定有事，而且它的發展一定有一個是有條不紊的程序。所以往往一般人，認為宇宙人生的發展過程，是這麼樣的有順序、有次序，好像有一個人在那裡安排，在那裡指揮，於是就想像那個安排指揮的一定是無上至高的神，這種是幻想出來的，神是人幻想出來的。其實這個程序是必然的，唯識裡面講「一念不覺而有無明，無明不覺生三細，境界為緣長六粗」，這是講宇宙人生發展的過程，它是非常非常有秩序的，它一點都不亂。經上講「法爾如是」，原原本本就是這個樣子，所以這是法則的意思。另外一個意思，就是有傳授的意思。就是我們學習的人，依照這個理論方法，我們可以理解，可以理解的意思。所以它有軌範的意思，是我們的一個模範。我們依照這個理論、依照這個方法，我們能夠明白這些事理的真相，我們也能夠徹底證得這個真相，如同諸佛菩薩之所證，無二無別。"
    },
    {
      "id": "01-004-0052_p0046",
      "zh_CN": "第五位是『法幢佛』，这个意思很好懂，懂得法的意思，懂得幢的意思，佛的德号含义就明了了。是说诸佛所说一切法门，非常之高明、非常的显著，超越世间一切法，超越一切菩萨声闻法，称之为「法幢」。",
      "zh_TW": "第五位是『法幢佛』，這個意思很好懂，懂得法的意思，懂得幢的意思，佛的德號含義就明瞭了。是說諸佛所說一切法門，非常之高明、非常的顯著，超越世間一切法，超越一切菩薩聲聞法，稱之為「法幢」。"
    },
    {
      "id": "01-004-0052_p0047",
      "zh_CN": "第六位『持法佛』，法的意思跟前面的意思没有两样，「持」是能够受持。自己能受持，又能够教化一切众生。受持在佛菩萨来说，是完全的契入，我们一般讲证得，完完全全的证得这个境界。教化众生，是使众生能够信、能解、能行、也能够证入，这才叫「持法佛」。",
      "zh_TW": "第六位『持法佛』，法的意思跟前面的意思沒有兩樣，「持」是能夠受持。自己能受持，又能夠教化一切眾生。受持在佛菩薩來說，是完全的契入，我們一般講證得，完完全全的證得這個境界。教化眾生，是使眾生能夠信、能解、能行、也能夠證入，這才叫「持法佛」。"
    },
    {
      "id": "01-004-0052_p0048",
      "zh_CN": "下方无量无边的诸佛，跟前面一样，对于西方净土弥陀的功德，无一不赞叹，无不是劝勉我们依教修行，求生净土。今天我们就讲到此地。",
      "zh_TW": "下方無量無邊的諸佛，跟前面一樣，對於西方淨土彌陀的功德，無一不讚歎，無不是勸勉我們依教修行，求生淨土。今天我們就講到此地。"
    }
  ]
}