{
  "doc_id": "01-004-0030",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十集",
    "zh_TW": "第三十集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0030",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "01-004-0030_p0001",
      "zh_CN": "请掀开经本一百六十面，第六行：",
      "zh_TW": "請掀開經本一百六十面，第六行："
    },
    {
      "id": "01-004-0030_p0002",
      "zh_CN": "解【此等道品。依生灭四谛而修。即藏教道品。依无生四谛而修。即通教道品。依无量四谛而修。即别教道品。依无作四谛而修。即圆教道品。】",
      "zh_TW": "解【此等道品。依生滅四諦而修。即藏教道品。依無生四諦而修。即通教道品。依無量四諦而修。即別教道品。依無作四諦而修。即圓教道品。】"
    },
    {
      "id": "01-004-0030_p0003",
      "zh_CN": "这一段是属于佛学的常识。我们如果老实念佛，这些知不知道没有什么太大的关系，如果是研究教理，这一段就很重要。三十七道品，从这一段来观察，它的范围就非常广大，可以说整个佛法无所不包。通常我们一般概念当中只认为三十七道品是小乘人所修的，那就是在四谛里面都是讲的『生灭四谛』，是讲的『藏教』，不晓得三十七道品里面还有藏、通、别、圆。",
      "zh_TW": "這一段是屬於佛學的常識。我們如果老實念佛，這些知不知道沒有什麼太大的關係，如果是研究教理，這一段就很重要。三十七道品，從這一段來觀察，它的範圍就非常廣大，可以說整個佛法無所不包。通常我們一般概念當中只認為三十七道品是小乘人所修的，那就是在四諦裡面都是講的『生滅四諦』，是講的『藏教』，不曉得三十七道品裡面還有藏、通、別、圓。"
    },
    {
      "id": "01-004-0030_p0004",
      "zh_CN": "关于这一桩事情，记得我们总在十年以前，法施会印过一本小册子叫《四念处》，一共有四卷。「四念处」，前面我们讲这个名词，这四四是十六个字，「观身不净，观受是苦，观心无常，观法无我」，天台大师他老人家讲的，就四卷之多，而且都是相当深的文言文写的。为什么会有那么多意思在里面？原来他老人家是就藏、通、别、圆四教发挥的，来讲四念处。「四念处」既然通四教，三十七道品哪有不通四教的道理？这是蕅益大师在此地将此道品详细来为我们介绍。",
      "zh_TW": "關於這一樁事情，記得我們總在十年以前，法施會印過一本小冊子叫《四念處》，一共有四卷。「四念處」，前面我們講這個名詞，這四四是十六個字，「觀身不淨，觀受是苦，觀心無常，觀法無我」，天台大師他老人家講的，就四卷之多，而且都是相當深的文言文寫的。為什麼會有那麼多意思在裡面？原來他老人家是就藏、通、別、圓四教發揮的，來講四念處。「四念處」既然通四教，三十七道品哪有不通四教的道理？這是蕅益大師在此地將此道品詳細來為我們介紹。"
    },
    {
      "id": "01-004-0030_p0005",
      "zh_CN": "我们看这个文，先说什么叫「生灭四谛」。这个地方是以天台教义来说的，天台大师就是智者大师，他将释迦牟尼佛一生所讲的这些经论区别为「五时八教」，在时间上来讲，也就是把它区分为五个阶段；在教义上讲，他把它分为八种，这八种里面有四种叫「化仪」，有四种叫「化法」。仪是仪式，我们今天讲方式，以什么样方式。法就是讲教学法，教学的方法、教学的仪式。仪式多半是就众生程度上来区别的，他是什么样的程度，要用什么方法教他，他的根性很利，得用利的方法来教；根性比较迟钝，我们就用钝一点的方法来教。所以「化仪」是就众生根性而说的，化法是就如来教学方法来讲的，这样一来真是所谓契机契理。譬如学生，他的程度只有初中程度，那我们教他的东西就要适合他的程度，他才能接受。教得太深，他不能吸收；教得太浅，他提不起兴趣，化仪跟化法就是这个意思，我们总得要把它辨别清楚。",
      "zh_TW": "我們看這個文，先說什麼叫「生滅四諦」。這個地方是以天台教義來說的，天台大師就是智者大師，他將釋迦牟尼佛一生所講的這些經論區別為「五時八教」，在時間上來講，也就是把它區分為五個階段；在教義上講，他把它分為八種，這八種裡面有四種叫「化儀」，有四種叫「化法」。儀是儀式，我們今天講方式，以什麼樣方式。法就是講教學法，教學的方法、教學的儀式。儀式多半是就眾生程度上來區別的，他是什麼樣的程度，要用什麼方法教他，他的根性很利，得用利的方法來教；根性比較遲鈍，我們就用鈍一點的方法來教。所以「化儀」是就眾生根性而說的，化法是就如來教學方法來講的，這樣一來真是所謂契機契理。譬如學生，他的程度只有初中程度，那我們教他的東西就要適合他的程度，他才能接受。教得太深，他不能吸收；教得太淺，他提不起興趣，化儀跟化法就是這個意思，我們總得要把它辨別清楚。"
    },
    {
      "id": "01-004-0030_p0006",
      "zh_CN": "在化仪四种里面，第一个叫「顿」，这是根性很利的，我们今天所谓是他确实有这一份天才，可以不必经过次第，将高级的理论就可以传授给他，当然这是比较少数人。第二种就是「渐」，「渐」是按部就班，像读书一样，从小学而中学而大学，循序渐进，按这个次第慢慢的向前进步，这是绝大多数的根性。还有一种叫「秘密」的根性，「秘密」确实在世出世间教学里面都有，表面上看不出什么，其实他有一种独到的方法在用功，而且这种功夫对他来讲非常有受用，只有那些高明的人能看得出来，晓得，真正有功夫，程度比他高的，一般人确实是看不出来，这是一类秘密的根性。",
      "zh_TW": "在化儀四種裡面，第一個叫「頓」，這是根性很利的，我們今天所謂是他確實有這一份天才，可以不必經過次第，將高級的理論就可以傳授給他，當然這是比較少數人。第二種就是「漸」，「漸」是按部就班，像讀書一樣，從小學而中學而大學，循序漸進，按這個次第慢慢的向前進步，這是絕大多數的根性。還有一種叫「祕密」的根性，「祕密」確實在世出世間教學裡面都有，表面上看不出什麼，其實他有一種獨到的方法在用功，而且這種功夫對他來講非常有受用，只有那些高明的人能看得出來，曉得，真正有功夫，程度比他高的，一般人確實是看不出來，這是一類祕密的根性。"
    },
    {
      "id": "01-004-0030_p0007",
      "zh_CN": "第四种「不定」，他的根性不一定。譬如他要是接近小乘的环境，他就学小乘，他接触大乘环境，他就能学大乘，这就要看他的缘分。他要接触了一乘法，那他非常幸运，他一生就能够证到无上菩提，这是一种不定的。换句话说，化仪四教里面是以渐的根性最多，顿、秘密、不定都占少数，都不是占很大的比例。我们自己学佛要晓得我们自己在四种化仪里面，我们属于哪一类的根器，然后在四教里面我们应当接受哪一种教法。",
      "zh_TW": "第四種「不定」，他的根性不一定。譬如他要是接近小乘的環境，他就學小乘，他接觸大乘環境，他就能學大乘，這就要看他的緣分。他要接觸了一乘法，那他非常幸運，他一生就能夠證到無上菩提，這是一種不定的。換句話說，化儀四教裡面是以漸的根性最多，頓、祕密、不定都佔少數，都不是佔很大的比例。我們自己學佛要曉得我們自己在四種化儀裡面，我們屬於哪一類的根器，然後在四教裡面我們應當接受哪一種教法。"
    },
    {
      "id": "01-004-0030_p0008",
      "zh_CN": "「化法」里面，四教是藏、通、别、圆，藏教好比是小学，在佛法里面它属于小乘法。底下《讲义》有解释，圆瑛法师解释得也很详细。通教，前面能通藏教，后面又能通别教，换句话说，它是大乘的开始。像现在学校里这些课程的编排，我都不太清楚了，我们那个时代，小学到中学，中学到大学，前一年级几乎都是重复过去的课程，譬如初中一年级等于是复习小学的课程，一年级前面通小学，后面通中学，它就有这个意思在。第三「别教」，别教是前面不通小乘，后面也不通圆教，是纯粹菩萨法。第四种是「圆教」，圆是非常圆满，是究竟无碍，这才达到真正的自在。所以我们要从根性上来说，究竟哪一种适合我们？那就在仪式上，顿、渐、秘密、不定，要细心的去审查自己属于哪一类的根性，然后我们选择某一种教义，这样在时间上非常快速，在果证上那能证到相当高的地位。",
      "zh_TW": "「化法」裡面，四教是藏、通、別、圓，藏教好比是小學，在佛法裡面它屬於小乘法。底下《講義》有解釋，圓瑛法師解釋得也很詳細。通教，前面能通藏教，後面又能通別教，換句話說，它是大乘的開始。像現在學校裡這些課程的編排，我都不太清楚了，我們那個時代，小學到中學，中學到大學，前一年級幾乎都是重複過去的課程，譬如初中一年級等於是複習小學的課程，一年級前面通小學，後面通中學，它就有這個意思在。第三「別教」，別教是前面不通小乘，後面也不通圓教，是純粹菩薩法。第四種是「圓教」，圓是非常圓滿，是究竟無礙，這才達到真正的自在。所以我們要從根性上來說，究竟哪一種適合我們？那就在儀式上，頓、漸、祕密、不定，要細心的去審查自己屬於哪一類的根性，然後我們選擇某一種教義，這樣在時間上非常快速，在果證上那能證到相當高的地位。"
    },
    {
      "id": "01-004-0030_p0009",
      "zh_CN": "底下我们就要把这个四教来说一说，先讲藏教，藏教是讲「生灭四谛」『依生灭四谛而修』。「藏」为什么称它为藏？藏是指三藏，而且这个三藏是指小乘三藏，我们现在的藏经里面有大乘三藏、有小乘三藏。小乘三藏里面，「经藏」就是《四阿含经》，它之所以称为「四阿含」是因《阿含经》是小乘经的总名称，小乘经的总名称称「阿含」。它分为四部，有《长阿含》，它的经文比较长；有《中阿含》，当然经文就短一点；有《增一阿含》，它的经文也不长，但是它的格局很特别。佛说一个法门，由这个引申再说第二个，第二个再引申到第三个，从一个问题，再一个问题，又再增一个问题，所以称之为「增一」。第四属于《杂阿含》，那是短篇小品。《阿含经》，论部头卷数也相当可观。",
      "zh_TW": "底下我們就要把這個四教來說一說，先講藏教，藏教是講「生滅四諦」『依生滅四諦而修』。「藏」為什麼稱它為藏？藏是指三藏，而且這個三藏是指小乘三藏，我們現在的藏經裡面有大乘三藏、有小乘三藏。小乘三藏裡面，「經藏」就是《四阿含經》，它之所以稱為「四阿含」是因《阿含經》是小乘經的總名稱，小乘經的總名稱稱「阿含」。它分為四部，有《長阿含》，它的經文比較長；有《中阿含》，當然經文就短一點；有《增一阿含》，它的經文也不長，但是它的格局很特別。佛說一個法門，由這個引申再說第二個，第二個再引申到第三個，從一個問題，再一個問題，又再增一個問題，所以稱之為「增一」。第四屬於《雜阿含》，那是短篇小品。《阿含經》，論部頭卷數也相當可觀。"
    },
    {
      "id": "01-004-0030_p0010",
      "zh_CN": "这部经在中文翻得也相当完整，现在南洋巴利文的小乘三藏，南传《阿含经》只比我们大概多五十部，三千多部经，你想想看，只多了五十多部，这个数字是相当有限，可见我们的《阿含经》，相当完整。这是说的经藏。",
      "zh_TW": "這部經在中文翻得也相當完整，現在南洋巴利文的小乘三藏，南傳《阿含經》只比我們大概多五十部，三千多部經，你想想看，只多了五十多部，這個數字是相當有限，可見我們的《阿含經》，相當完整。這是說的經藏。"
    },
    {
      "id": "01-004-0030_p0011",
      "zh_CN": "它的律藏就是「毗尼」，小乘的戒律在中国也流行，像现在的《四分律》，现在在中国最流行的《四分律》是属于小乘律，可是它的教义能通大乘，所以道宣律师在五部律里面特别提倡《四分律》，就是这个道理，它的教义能通大乘。「阿毗昙」是它的论藏。所以小乘学者是依这个经、律、论而修学。它的精神着重在事相上，戒经常说的，小乘的律是论事不论心，它跟大乘的精神不相同。所以他讲这四谛法是就事论事，所以讲「生灭四谛」。",
      "zh_TW": "它的律藏就是「毗尼」，小乘的戒律在中國也流行，像現在的《四分律》，現在在中國最流行的《四分律》是屬於小乘律，可是它的教義能通大乘，所以道宣律師在五部律裡面特別提倡《四分律》，就是這個道理，它的教義能通大乘。「阿毗曇」是它的論藏。所以小乘學者是依這個經、律、論而修學。它的精神著重在事相上，戒經常說的，小乘的律是論事不論心，它跟大乘的精神不相同。所以他講這四諦法是就事論事，所以講「生滅四諦」。"
    },
    {
      "id": "01-004-0030_p0012",
      "zh_CN": "「苦」，他讲生住异灭，我们讲生老病死，流转不息，这是苦。生老病死是一期的，是一个阶段的，如果再深入观察，六道轮回生死是不断的，这个生死是相续相。这一生，这个身死了，经上告诉我们，不到四十九天，他又投胎了，他又得个身。所以佛在经上常常感叹众生的生死疲劳没有休息，这才叫真正的苦。苦是果报，有果当然有因，因就是「集」。集谛，小乘人讲的，就是见思烦恼，五种见惑、五种思惑是一切烦恼的根源。起惑造业当然要受果报，有果必有因，有因必有果，这是讲世间的因果循环，永远不停止。",
      "zh_TW": "「苦」，他講生住異滅，我們講生老病死，流轉不息，這是苦。生老病死是一期的，是一個階段的，如果再深入觀察，六道輪迴生死是不斷的，這個生死是相續相。這一生，這個身死了，經上告訴我們，不到四十九天，他又投胎了，他又得個身。所以佛在經上常常感嘆眾生的生死疲勞沒有休息，這才叫真正的苦。苦是果報，有果當然有因，因就是「集」。集諦，小乘人講的，就是見思煩惱，五種見惑、五種思惑是一切煩惱的根源。起惑造業當然要受果報，有果必有因，有因必有果，這是講世間的因果循環，永遠不停止。"
    },
    {
      "id": "01-004-0030_p0013",
      "zh_CN": "「道」就是讲出世间的因。「道」就是种种的理论与方法，来对治我们烦恼的。诸位晓得，如果没有烦恼了，就没有道品，道品是对治我们烦恼的，好像我们有病才需要药，没有病当然药就不要了。「灭谛」是出世间的果报，灭什么？灭生死、灭烦恼。灭生死就不生不死，生死就离开了。断烦恼，我们在境界里面不会迷惑，不会造业，当然就没有苦报的事情，这是藏教道品的大意。",
      "zh_TW": "「道」就是講出世間的因。「道」就是種種的理論與方法，來對治我們煩惱的。諸位曉得，如果沒有煩惱了，就沒有道品，道品是對治我們煩惱的，好像我們有病才需要藥，沒有病當然藥就不要了。「滅諦」是出世間的果報，滅什麼？滅生死、滅煩惱。滅生死就不生不死，生死就離開了。斷煩惱，我們在境界裡面不會迷惑，不會造業，當然就沒有苦報的事情，這是藏教道品的大意。"
    },
    {
      "id": "01-004-0030_p0014",
      "zh_CN": "在西方净土有没有四教？有。实际上西方是纯粹圆顿大法，为什么会有四教？这是四教人往生的时候还带着过去生中的习气，所以西方极乐世界有相似的四教，不是真实的；相似的藏教，不是真实的藏教。如果讲到真实的，西方世界只有圆教，可以讲藏通别都是属于相似的，都不是真实的。西方世界纯圆，如果不纯圆，怎么能够说凡圣同居土的众生就有上三土的待遇和享受，它当然圆，它要不圆的话，决定不会有这种殊胜的德用。",
      "zh_TW": "在西方淨土有沒有四教？有。實際上西方是純粹圓頓大法，為什麼會有四教？這是四教人往生的時候還帶著過去生中的習氣，所以西方極樂世界有相似的四教，不是真實的；相似的藏教，不是真實的藏教。如果講到真實的，西方世界只有圓教，可以講藏通別都是屬於相似的，都不是真實的。西方世界純圓，如果不純圓，怎麼能夠說凡聖同居土的眾生就有上三土的待遇和享受，它當然圓，它要不圓的話，決定不會有這種殊勝的德用。"
    },
    {
      "id": "01-004-0030_p0015",
      "zh_CN": "第二讲通教，通教是大乘的初门，也要看根性，根性比较迟钝一点，他通前面的藏教，根性利的众生，他就通后面的别、圆，由此可知，通教的根性多半是不定的。他讲的是『无生四谛』，诸位要晓得，大乘初门是从哪里入？从空而入的，与般若相应。四谛法，无生四谛，正是所谓「本来无一物，何处惹尘埃」。「苦」就是讲我们的果报，这种人是完全观空，从空门进去，像《金刚经》所说的「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，他当体即空，所以觅苦了不可得。果上苦既然了不可得，因上亦复如是。集谛也是如幻如化，也是当体即空，所以没有和合相可得。",
      "zh_TW": "第二講通教，通教是大乘的初門，也要看根性，根性比較遲鈍一點，他通前面的藏教，根性利的眾生，他就通後面的別、圓，由此可知，通教的根性多半是不定的。他講的是『無生四諦』，諸位要曉得，大乘初門是從哪裡入？從空而入的，與般若相應。四諦法，無生四諦，正是所謂「本來無一物，何處惹塵埃」。「苦」就是講我們的果報，這種人是完全觀空，從空門進去，像《金剛經》所說的「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，他當體即空，所以覓苦了不可得。果上苦既然了不可得，因上亦復如是。集諦也是如幻如化，也是當體即空，所以沒有和合相可得。"
    },
    {
      "id": "01-004-0030_p0016",
      "zh_CN": "世间法如是，出世间法也没有例外，所以道谛是不二相。灭谛是无生相，灭是涅槃，涅槃也是相对建立的，没有生死哪有涅槃？没有世间哪里有出世间？所以它是相对建立的。这是通教人根性利的。所以大乘佛法一定从观空着手，何以故？众生大病是放不下，能把一切万法观空了，观空是看到他的真实相，你才能够彻底放下，一切法里头不再有留恋了，不再有取舍了，你这个念头舍掉了，自己真正得到清净自在，成就根本智。",
      "zh_TW": "世間法如是，出世間法也沒有例外，所以道諦是不二相。滅諦是無生相，滅是涅槃，涅槃也是相對建立的，沒有生死哪有涅槃？沒有世間哪裡有出世間？所以它是相對建立的。這是通教人根性利的。所以大乘佛法一定從觀空著手，何以故？眾生大病是放不下，能把一切萬法觀空了，觀空是看到他的真實相，你才能夠徹底放下，一切法裡頭不再有留戀了，不再有取捨了，你這個念頭捨掉了，自己真正得到清淨自在，成就根本智。"
    },
    {
      "id": "01-004-0030_p0017",
      "zh_CN": "我们看《华严经》，《华严》是纯圆，既然是圆教，当然这个四教的教义统统包括在里头才圆，要不然就圆不起来。我们看善财童子五十三参，善财童子最初在他的本师文殊师利菩萨座下得根本智，就是通教教义，一通到底，证得了自性清净心，得到清净的受用。可是他只证得理体，有体当然要有用，如果没有用，这个体是毫无价值。体一定要起作用，这点我们也必得要觉悟。凡是物，物尽其用，才真正有价值。物要不得其用，那价值就没有了，没有什么价值。「物尽其用，货畅其流」，这句话是绝对正确的。",
      "zh_TW": "我們看《華嚴經》，《華嚴》是純圓，既然是圓教，當然這個四教的教義統統包括在裡頭才圓，要不然就圓不起來。我們看善財童子五十三參，善財童子最初在他的本師文殊師利菩薩座下得根本智，就是通教教義，一通到底，證得了自性清淨心，得到清淨的受用。可是他只證得理體，有體當然要有用，如果沒有用，這個體是毫無價值。體一定要起作用，這點我們也必得要覺悟。凡是物，物盡其用，才真正有價值。物要不得其用，那價值就沒有了，沒有什麼價值。「物盡其用，貨暢其流」，這句話是絕對正確的。"
    },
    {
      "id": "01-004-0030_p0018",
      "zh_CN": "我们一个人自己在这个世间，我们的智慧、我们的本能要能充分的发挥出来，贡献于社会、贡献于国家，这个人一生没有白过了。如果他有满腹经论，有通天的本领，他住茅蓬隐居去，自己虽然一生过得很清闲，但是对于社会众生是毫无贡献，那可惜。所以要晓得有体一定要有用，要从体起用，就是要从空出假，假是什么？假有、幻有，在这里起作用。善财童子从德云比丘，《四十华严》里面讲吉祥云比丘，五十三参就入了别教，起作用了。",
      "zh_TW": "我們一個人自己在這個世間，我們的智慧、我們的本能要能充分的發揮出來，貢獻於社會、貢獻於國家，這個人一生沒有白過了。如果他有滿腹經論，有通天的本領，他住茅蓬隱居去，自己雖然一生過得很清閒，但是對於社會眾生是毫無貢獻，那可惜。所以要曉得有體一定要有用，要從體起用，就是要從空出假，假是什麼？假有、幻有，在這裡起作用。善財童子從德雲比丘，《四十華嚴》裡面講吉祥雲比丘，五十三參就入了別教，起作用了。"
    },
    {
      "id": "01-004-0030_p0019",
      "zh_CN": "这个作用里面自在，为什么自在？他不着相，他是从空出假，所以在一切幻有里面，他是自在的去享受，享受当中，只开智慧，不生烦恼。为什么只生智慧不生烦恼？因为他没有分别、没有执着，他在境界里头不起心、不动念。我们今天在境界里面像菩萨一样也能受用，受用起烦恼，不开智慧，因为我们用心跟菩萨用心是恰恰相反。我们在这个境界里头，一天到晚起心动念，分别执着，这样他就变成是起惑、造业、生死轮回。菩萨他那个心跟我们是反其道而行，他不迷惑、不造业，尽情在享受，他的果报是得大自在，真正的解脱。成就法身、般若、解脱，跟我们恰恰相反。",
      "zh_TW": "這個作用裡面自在，為什麼自在？他不著相，他是從空出假，所以在一切幻有裡面，他是自在的去享受，享受當中，只開智慧，不生煩惱。為什麼只生智慧不生煩惱？因為他沒有分別、沒有執著，他在境界裡頭不起心、不動念。我們今天在境界裡面像菩薩一樣也能受用，受用起煩惱，不開智慧，因為我們用心跟菩薩用心是恰恰相反。我們在這個境界裡頭，一天到晚起心動念，分別執著，這樣他就變成是起惑、造業、生死輪迴。菩薩他那個心跟我們是反其道而行，他不迷惑、不造業，盡情在享受，他的果報是得大自在，真正的解脫。成就法身、般若、解脫，跟我們恰恰相反。"
    },
    {
      "id": "01-004-0030_p0020",
      "zh_CN": "诸位要晓得，同样的生活、同样的人生，为什么有这两种天悬地隔的果报？就是用心不同。他用真心，真心里面没有念头，真心无念。我们用的是妄心，妄心是一天到晚念头不断，差别就在此地。如果我们会用真心，那有什么话说？成佛有什么难事？所以别教就是专门菩萨法，与前面藏、通不一样，与后面圆教也不一样，他讲『无量四谛』，我们在《华严经》里面所读到的「四谛品」，就是《八十华严》，我们曾经讲过，《八十华严．四谛品》里面是讲的「无量四谛」，诸位从这里要细细去体会它。",
      "zh_TW": "諸位要曉得，同樣的生活、同樣的人生，為什麼有這兩種天懸地隔的果報？就是用心不同。他用真心，真心裡面沒有念頭，真心無念。我們用的是妄心，妄心是一天到晚念頭不斷，差別就在此地。如果我們會用真心，那有什麼話說？成佛有什麼難事？所以別教就是專門菩薩法，與前面藏、通不一樣，與後面圓教也不一樣，他講『無量四諦』，我們在《華嚴經》裡面所讀到的「四諦品」，就是《八十華嚴》，我們曾經講過，《八十華嚴．四諦品》裡面是講的「無量四諦」，諸位從這裡要細細去體會它。"
    },
    {
      "id": "01-004-0030_p0021",
      "zh_CN": "《华严》是圆教，四谛法里头为什么讲无量四谛？诸位要晓得，如果不讲无量四谛，那个教怎么能圆得过来？苦有无量相。不但是十法界果报不同，即使同一个法界，我们今天地球上四十多亿人口，各个人的果报都不相同，但通教菩萨看都相同，为什么？当体即空，觅苦了不可得，那都是相通的。别教就不相通，别教从相上看，通教从体上看，从体上看，当体即空，从相上看，各个不相同。集谛有无量相，你看每个人起惑造业无量无边，哪有相同的？",
      "zh_TW": "《華嚴》是圓教，四諦法裡頭為什麼講無量四諦？諸位要曉得，如果不講無量四諦，那個教怎麼能圓得過來？苦有無量相。不但是十法界果報不同，即使同一個法界，我們今天地球上四十多億人口，各個人的果報都不相同，但通教菩薩看都相同，為什麼？當體即空，覓苦了不可得，那都是相通的。別教就不相通，別教從相上看，通教從體上看，從體上看，當體即空，從相上看，各個不相同。集諦有無量相，你看每個人起惑造業無量無邊，哪有相同的？"
    },
    {
      "id": "01-004-0030_p0022",
      "zh_CN": "就「道」来讲，不止三十七道品，佛给我们讲的八万四千法门，无量法门，怎么会一样？灭谛里头有诸波罗蜜不相同，通常讲六波罗蜜，《华严》讲十波罗蜜，那都是归纳为大类，其实无量无边。所以往生到西方极乐世界，他要是通教的根性，或者是过去修别教的，这些菩萨去往生一定带着前生的习气。所以有相似的藏、通、别三教，这三教如果以禅家的话来说，以比喻来讲诸位能够体会到一点意思，藏教是凡夫知见，好比「见山是山，见水是水」；通教就超出了，「见山不是山，见水不是水」；别教又回来了，「见山还是山，见水还是水」，别教的见解比通教高。",
      "zh_TW": "就「道」來講，不止三十七道品，佛給我們講的八萬四千法門，無量法門，怎麼會一樣？滅諦裡頭有諸波羅蜜不相同，通常講六波羅蜜，《華嚴》講十波羅蜜，那都是歸納為大類，其實無量無邊。所以往生到西方極樂世界，他要是通教的根性，或者是過去修別教的，這些菩薩去往生一定帶著前生的習氣。所以有相似的藏、通、別三教，這三教如果以禪家的話來說，以比喻來講諸位能夠體會到一點意思，藏教是凡夫知見，好比「見山是山，見水是水」；通教就超出了，「見山不是山，見水不是水」；別教又回來了，「見山還是山，見水還是水」，別教的見解比通教高。"
    },
    {
      "id": "01-004-0030_p0023",
      "zh_CN": "刚才说过本经是圆教，依圆教讲三谛圆融，圆修圆证，它在四谛里讲『无作四谛』，「无作」才究竟。四谛都是从真如本性所显现的妙相，如果你把它的真相看出来了，的确无作无为。我们道场同修许多人都读过《楞严经》、听过《楞严经》，《楞严》里面告诉我们「五阴、六入、十二处、十八界、四科七大」。「七大」是地、水、火、风、空、见、识，「本如来藏，妙真如性」，这是跟你讲性相一如，性相不二，理事是一，相就是性，性就是相，好比古人所说的「以金作器，器器皆金」，金就是器，器就是金，是一不是二。",
      "zh_TW": "剛才說過本經是圓教，依圓教講三諦圓融，圓修圓證，它在四諦裡講『無作四諦』，「無作」才究竟。四諦都是從真如本性所顯現的妙相，如果你把它的真相看出來了，的確無作無為。我們道場同修許多人都讀過《楞嚴經》、聽過《楞嚴經》，《楞嚴》裡面告訴我們「五陰、六入、十二處、十八界、四科七大」。「七大」是地、水、火、風、空、見、識，「本如來藏，妙真如性」，這是跟你講性相一如，性相不二，理事是一，相就是性，性就是相，好比古人所說的「以金作器，器器皆金」，金就是器，器就是金，是一不是二。"
    },
    {
      "id": "01-004-0030_p0024",
      "zh_CN": "既然五阴是如来藏，那哪有苦？我们今天要离苦得乐，无苦可离，无乐可得，它都是妙性，见相就是见性。",
      "zh_TW": "既然五陰是如來藏，那哪有苦？我們今天要離苦得樂，無苦可離，無樂可得，它都是妙性，見相就是見性。"
    },
    {
      "id": "01-004-0030_p0025",
      "zh_CN": "讲【集谛。烦恼即菩提。】",
      "zh_TW": "講【集諦。煩惱即菩提。】"
    },
    {
      "id": "01-004-0030_p0026",
      "zh_CN": "你还断烦恼吗？你断了烦恼，菩提没有了。",
      "zh_TW": "你還斷煩惱嗎？你斷了煩惱，菩提沒有了。"
    },
    {
      "id": "01-004-0030_p0027",
      "zh_CN": "讲【道谛。边邪皆中正。无道可修。】",
      "zh_TW": "講【道諦。邊邪皆中正。無道可修。】"
    },
    {
      "id": "01-004-0030_p0028",
      "zh_CN": "万法皆如，一切皆是，《法华经》里面讲的「十如是」，《法华》是圆教，圆极了。",
      "zh_TW": "萬法皆如，一切皆是，《法華經》裡面講的「十如是」，《法華》是圓教，圓極了。"
    },
    {
      "id": "01-004-0030_p0029",
      "zh_CN": "讲【灭谛。生死即涅槃。无灭可证。】",
      "zh_TW": "講【滅諦。生死即涅槃。無滅可證。】"
    },
    {
      "id": "01-004-0030_p0030",
      "zh_CN": "这是如来教义，达到了最高的巅峰。圆人根是极利，没有人能够跟他相比的，所以圆教初住菩萨就明心见性了，别教要到初地，别教初地虽然明心见性，断证的功夫他们是相等的，都是破一品无明，见一分真性，可是论智慧、论自在、论愿力，别初地的菩萨远比不上圆初住，好像同一个班级一样，那个学生显得特别活泼，聪明伶俐，不一样。当然这些根性都是我们自己培养的，也是我们自己多生多劫薰修的，这不是一生一世的，是多生多劫的，在这一生当中当然也有许多的增上缘，这是我们不能否认的。再看底下经文，底下讲藏通别圆，一条一条的来跟我们解释：",
      "zh_TW": "這是如來教義，達到了最高的巔峰。圓人根是極利，沒有人能夠跟他相比的，所以圓教初住菩薩就明心見性了，別教要到初地，別教初地雖然明心見性，斷證的功夫他們是相等的，都是破一品無明，見一分真性，可是論智慧、論自在、論願力，別初地的菩薩遠比不上圓初住，好像同一個班級一樣，那個學生顯得特別活潑，聰明伶俐，不一樣。當然這些根性都是我們自己培養的，也是我們自己多生多劫薰修的，這不是一生一世的，是多生多劫的，在這一生當中當然也有許多的增上緣，這是我們不能否認的。再看底下經文，底下講藏通別圓，一條一條的來跟我們解釋："
    },
    {
      "id": "01-004-0030_p0031",
      "zh_CN": "解【藏道品。名半字法门。净土浊轻。似不必用。为小种先熟者。或暂用之。】",
      "zh_TW": "解【藏道品。名半字法門。淨土濁輕。似不必用。為小種先熟者。或暫用之。】"
    },
    {
      "id": "01-004-0030_p0032",
      "zh_CN": "这一段是讲，拿我们娑婆世界修学的环境，与西方极乐世界做比较。小乘人不圆满，他的修学是偏在一边，这个偏在一边当然是如来的一种善巧方便。众生的大病是处处「着有」，这是他不能解脱、不能出离轮回的原因。所以佛教给小乘人也是修空观，小乘人的成就是偏在涅槃，所以讲「偏真涅槃」。「真」是讲的空，「假」是说的有，或者叫妙，也讲的有。佛家讲假有、妙有、真空，空与有不能圆融，所以他只得到一半，所以叫「半字教」。不像大乘通、别、圆的教义，都是理事圆融，不像小乘人堕在空见，像《楞严经》所讲的叫「内守幽闲，犹为法尘分别影事」，这是讲小乘人境界。他为什么舍有住空？他以为「有」太可怕了，烦恼太可怕，生死太可怕了，他对于这些现象非常厌恶，所以他的愿力也小，心量也小。小乘人不度众生，为什么？度众生太苦了，他不愿意干这个事情。由此可知，小乘人讲破人我执，破的是粗相，微细的我执并没有断，如果微细的我执也断了，那就不会有这些念头。",
      "zh_TW": "這一段是講，拿我們娑婆世界修學的環境，與西方極樂世界做比較。小乘人不圓滿，他的修學是偏在一邊，這個偏在一邊當然是如來的一種善巧方便。眾生的大病是處處「著有」，這是他不能解脫、不能出離輪迴的原因。所以佛教給小乘人也是修空觀，小乘人的成就是偏在涅槃，所以講「偏真涅槃」。「真」是講的空，「假」是說的有，或者叫妙，也講的有。佛家講假有、妙有、真空，空與有不能圓融，所以他只得到一半，所以叫「半字教」。不像大乘通、別、圓的教義，都是理事圓融，不像小乘人墮在空見，像《楞嚴經》所講的叫「內守幽閑，猶為法塵分別影事」，這是講小乘人境界。他為什麼捨有住空？他以為「有」太可怕了，煩惱太可怕，生死太可怕了，他對於這些現象非常厭惡，所以他的願力也小，心量也小。小乘人不度眾生，為什麼？度眾生太苦了，他不願意幹這個事情。由此可知，小乘人講破人我執，破的是粗相，微細的我執並沒有斷，如果微細的我執也斷了，那就不會有這些念頭。"
    },
    {
      "id": "01-004-0030_p0033",
      "zh_CN": "西方极乐世界没有五浊，前面我们讲了，它只有五清没有五浊，五种清净，没有我们娑婆世界五种浊恶。所以在西方极乐世界可以说根本就没有藏教。所以大师说『似不必用』，好像似有五浊，所以『为小种先熟者，或暂用之』，这真是无量的善巧方便。「小种」是小乘人，这个小乘人有两种，一种是修小乘成功证得阿罗汉，或者证得辟支佛，他遇到菩萨，菩萨一劝他，他一下子灵光了，回小向大，因为他过去修小乘有着习气，到那边去闻法也能听到很多小乘法门。因为西方极乐世界阿弥陀佛说法，乃至于阿弥陀佛变化的依正庄严，六尘说法都是无心的，我们心里想听什么法，他就说什么法，我们是有心，他是无心，所以你闻法无障碍。还有一种，修小乘并没有修成功的，没证到果的，他修小乘教十几二十年了，小乘习气很浓厚，一般听到净土法门，他觉得还是这个好，「我修小乘不知道哪一年才能证得阿罗汉果，可是修念佛法门，这一生就能往生西方」，他往生了。他往生还带着很浓厚的小乘习气，所以在西方极乐世界也能听到讲小乘法门，有这么两种情形。",
      "zh_TW": "西方極樂世界沒有五濁，前面我們講了，它只有五清沒有五濁，五種清淨，沒有我們娑婆世界五種濁惡。所以在西方極樂世界可以說根本就沒有藏教。所以大師說『似不必用』，好像似有五濁，所以『為小種先熟者，或暫用之』，這真是無量的善巧方便。「小種」是小乘人，這個小乘人有兩種，一種是修小乘成功證得阿羅漢，或者證得辟支佛，他遇到菩薩，菩薩一勸他，他一下子靈光了，回小向大，因為他過去修小乘有著習氣，到那邊去聞法也能聽到很多小乘法門。因為西方極樂世界阿彌陀佛說法，乃至於阿彌陀佛變化的依正莊嚴，六塵說法都是無心的，我們心裡想聽什麼法，他就說什麼法，我們是有心，他是無心，所以你聞法無障礙。還有一種，修小乘並沒有修成功的，沒證到果的，他修小乘教十幾二十年了，小乘習氣很濃厚，一般聽到淨土法門，他覺得還是這個好，「我修小乘不知道哪一年才能證得阿羅漢果，可是修念佛法門，這一生就能往生西方」，他往生了。他往生還帶著很濃厚的小乘習氣，所以在西方極樂世界也能聽到講小乘法門，有這麼兩種情形。"
    },
    {
      "id": "01-004-0030_p0034",
      "zh_CN": "「或暂用之」，当然这个时间都不是长久，是短暂的，为什么？到了西方极乐世界一定是圆证三不退。换句话说，他的智慧、他的功夫、他的境界，天天都向上提升，不会退堕。当然小乘法在那里是不会占很长的时间。",
      "zh_TW": "「或暫用之」，當然這個時間都不是長久，是短暫的，為什麼？到了西方極樂世界一定是圓證三不退。換句話說，他的智慧、他的功夫、他的境界，天天都向上提升，不會退墮。當然小乘法在那裡是不會佔很長的時間。"
    },
    {
      "id": "01-004-0030_p0035",
      "zh_CN": "解【通道品。名大乘初门。三乘共禀。同居净土多说之。】",
      "zh_TW": "解【通道品。名大乘初門。三乘共稟。同居淨土多說之。】"
    },
    {
      "id": "01-004-0030_p0036",
      "zh_CN": "这是我们要注意了，通教是声闻、缘觉、菩萨，这三乘圣者的共同科目，不但是共同科目，而且是必修科目。前面讲道品的时候，我特别提醒同修们要注意「四念处」跟「四正勤」。念处、正勤有通教的义趣，才能帮助我们达到一心不乱，才能帮助我们成就功夫成片。为什么在西方极乐世界同居净土说通教？因为同居净土的人是带业往生，见思烦恼没断，没有空观，断不了见思烦恼，诸位要记住这个。心境不空，烦恼怎能断得了。心真正空了，像六祖讲「本来无一物，何处惹尘埃」，那不但见思烦恼没有，尘沙无明也没有，本来无一物是千真万确的事实。",
      "zh_TW": "這是我們要注意了，通教是聲聞、緣覺、菩薩，這三乘聖者的共同科目，不但是共同科目，而且是必修科目。前面講道品的時候，我特別提醒同修們要注意「四念處」跟「四正勤」。念處、正勤有通教的義趣，才能幫助我們達到一心不亂，才能幫助我們成就功夫成片。為什麼在西方極樂世界同居淨土說通教？因為同居淨土的人是帶業往生，見思煩惱沒斷，沒有空觀，斷不了見思煩惱，諸位要記住這個。心境不空，煩惱怎能斷得了。心真正空了，像六祖講「本來無一物，何處惹塵埃」，那不但見思煩惱沒有，塵沙無明也沒有，本來無一物是千真萬確的事實。"
    },
    {
      "id": "01-004-0030_p0037",
      "zh_CN": "我们现在一天到晚在那里幻想，总是拉拉杂杂的想东想西、想前想后。现在科学很发达，把人一解剖，你哪个细胞在想？没有。如果你是脑会思想，你把人脑取下来摆在盘上，它会想吗？不会想的。要是脑会想，那就好比我们开了收音机，收音机会唱歌，收音机会不会唱歌？你把那个零件整个拆开，哪个东西会唱歌？没有一个。如果广播电台不广播的时候，收音机再好，一点损坏也没有，它也不会唱歌，你们想想这个道理。今天科学家讲心能想，脑能想，全是妄想不是真实。",
      "zh_TW": "我們現在一天到晚在那裡幻想，總是拉拉雜雜的想東想西、想前想後。現在科學很發達，把人一解剖，你哪個細胞在想？沒有。如果你是腦會思想，你把人腦取下來擺在盤上，它會想嗎？不會想的。要是腦會想，那就好比我們開了收音機，收音機會唱歌，收音機會不會唱歌？你把那個零件整個拆開，哪個東西會唱歌？沒有一個。如果廣播電台不廣播的時候，收音機再好，一點損壞也沒有，它也不會唱歌，你們想想這個道理。今天科學家講心能想，腦能想，全是妄想不是真實。"
    },
    {
      "id": "01-004-0030_p0038",
      "zh_CN": "我们这个身体就是一部机器，就好比一部收音机一样，好比一个电视机一样，我们今天要起种种作用，这个能力从哪里来的？不是从本身发出来的，本身没有这个功能。像电视机起作用是从外面电台广播过来的，它接收的。所以我们这个人，身体是两个部分，一个是精神，一个是肉体，精神跟肉体离开了，这个肉体叫死尸。刚刚离开的时候，这个尸体并没有坏，一一完好没损坏，它为什么不灵？离开了。就像电视机一样，它为什么不灵？电路切断了，它一点没坏，要晓得这个道理。这个身相，所谓三十六种不净之物，和合之相，也是当体即空，了不可得。能想像的精神部分更是虚幻的，连体都没有，更是当体即空，确实无有一法可得。我们天天在打妄想，想东想西，想前想后，那是大错特错，根本就没这回事情。如果一切法凭想像都能来的，那诸佛菩萨也要跟你做徒弟，来跟你学想像了。",
      "zh_TW": "我們這個身體就是一部機器，就好比一部收音機一樣，好比一個電視機一樣，我們今天要起種種作用，這個能力從哪裡來的？不是從本身發出來的，本身沒有這個功能。像電視機起作用是從外面電台廣播過來的，它接收的。所以我們這個人，身體是兩個部分，一個是精神，一個是肉體，精神跟肉體離開了，這個肉體叫死屍。剛剛離開的時候，這個屍體並沒有壞，一一完好沒損壞，它為什麼不靈？離開了。就像電視機一樣，它為什麼不靈？電路切斷了，它一點沒壞，要曉得這個道理。這個身相，所謂三十六種不淨之物，和合之相，也是當體即空，了不可得。能想像的精神部分更是虛幻的，連體都沒有，更是當體即空，確實無有一法可得。我們天天在打妄想，想東想西，想前想後，那是大錯特錯，根本就沒這回事情。如果一切法憑想像都能來的，那諸佛菩薩也要跟你做徒弟，來跟你學想像了。"
    },
    {
      "id": "01-004-0030_p0039",
      "zh_CN": "世间法，俗话说得很好，「一饮一啄，莫非前定」，是你想来的吗？不是，你命里头早就定了。你们读过《了凡四训》，岂不是什么都是命里头定的？命里有的终须有，命里无的怎么求也求不到，所以真正明理的人，他的心就清净了。他在环境里面没有忧虑，好的环境他享受，恶劣的环境，他也能受，他晓得摆也摆脱不掉，逆来顺受。我们这一生的果报是前生做的因，现在这一生修的因是来生得的果报，三世因果一定要明了。唯有晓得一切法皆空，一切法皆不可得，你在大乘佛法就入门了，所以《金刚经》的境界是大乘入门的境界，教你离四相、离四见，真是圆教初住菩萨、别教的初地菩萨是这个境界，《大乘起信论》也是这个境界。这样才能够断见思烦恼，定慧等运，真正能达到明心见性。所以，在同居净土里面都说这一类的经论。",
      "zh_TW": "世間法，俗話說得很好，「一飲一啄，莫非前定」，是你想來的嗎？不是，你命裡頭早就定了。你們讀過《了凡四訓》，豈不是什麼都是命裡頭定的？命裡有的終須有，命裡無的怎麼求也求不到，所以真正明理的人，他的心就清淨了。他在環境裡面沒有憂慮，好的環境他享受，惡劣的環境，他也能受，他曉得擺也擺脫不掉，逆來順受。我們這一生的果報是前生做的因，現在這一生修的因是來生得的果報，三世因果一定要明瞭。唯有曉得一切法皆空，一切法皆不可得，你在大乘佛法就入門了，所以《金剛經》的境界是大乘入門的境界，教你離四相、離四見，真是圓教初住菩薩、別教的初地菩薩是這個境界，《大乘起信論》也是這個境界。這樣才能夠斷見思煩惱，定慧等運，真正能達到明心見性。所以，在同居淨土裡面都說這一類的經論。"
    },
    {
      "id": "01-004-0030_p0040",
      "zh_CN": "解【别道品。名独菩萨法。同居方便净土多说之。】",
      "zh_TW": "解【別道品。名獨菩薩法。同居方便淨土多說之。】"
    },
    {
      "id": "01-004-0030_p0041",
      "zh_CN": "前面这个意思懂得之后，底下这个就不难懂。方便土里面，有不少十方世界阿罗汉、辟支佛们回小向大，他还带着小乘的习气，但是他那个小乘习气，他是已经成就的，他住在「偏真涅槃」，他在享受那个定的环境。所以现在阿弥陀佛要教他从空出假，这样才能生起智慧心、慈悲心，这就从体起用了。方便土里面为什么也说？方便土里有一些小乘根性的，小乘没修成，或者是初果、二果、三果，那都在同居土，四果罗汉才能到方便土。换句话说，这三果圣人要是发心回小向大，生在西方极乐世界凡圣同居土，他们闻佛法多半是闻到别教的佛法。",
      "zh_TW": "前面這個意思懂得之後，底下這個就不難懂。方便土裡面，有不少十方世界阿羅漢、辟支佛們回小向大，他還帶著小乘的習氣，但是他那個小乘習氣，他是已經成就的，他住在「偏真涅槃」，他在享受那個定的環境。所以現在阿彌陀佛要教他從空出假，這樣才能生起智慧心、慈悲心，這就從體起用了。方便土裡面為什麼也說？方便土裡有一些小乘根性的，小乘沒修成，或者是初果、二果、三果，那都在同居土，四果羅漢才能到方便土。換句話說，這三果聖人要是發心回小向大，生在西方極樂世界凡聖同居土，他們聞佛法多半是聞到別教的佛法。"
    },
    {
      "id": "01-004-0030_p0042",
      "zh_CN": "解【圆教道品。名无上佛法。有利根者。于四净土。皆得闻也。】",
      "zh_TW": "解【圓教道品。名無上佛法。有利根者。於四淨土。皆得聞也。】"
    },
    {
      "id": "01-004-0030_p0043",
      "zh_CN": "这一条，你看小字里面：「方是极乐净宗」，西方世界称为净土就在这一条。『圆』是圆满无缺，不仅仅讲四土圆融，四教也圆融，乃至于无有一法不圆融。常说十法界依正庄严无有一法不圆融，这就是《华严》所讲的一真法界，这是真正的佛法，无上的佛法。在西方净土，什么地方可以听到？任何一方都可以听到，只要你是圆教的根机。佛门也常讲「圆人说法，无法不圆」，那是讲「说」的，「说」既然如此了，我们把它改个字，圆人「闻」法，当然也无法不圆，一样的道理，就看你是什么样的根机。你要是圆教，不管听什么法，你都大开圆解，换句话说，这一切法你听，在你都没障碍，在你都自在，都无碍，可是别、通、藏教那是有障碍的人，他就圆不过来了。",
      "zh_TW": "這一條，你看小字裡面：「方是極樂淨宗」，西方世界稱為淨土就在這一條。『圓』是圓滿無缺，不僅僅講四土圓融，四教也圓融，乃至於無有一法不圓融。常說十法界依正莊嚴無有一法不圓融，這就是《華嚴》所講的一真法界，這是真正的佛法，無上的佛法。在西方淨土，什麼地方可以聽到？任何一方都可以聽到，只要你是圓教的根機。佛門也常講「圓人說法，無法不圓」，那是講「說」的，「說」既然如此了，我們把它改個字，圓人「聞」法，當然也無法不圓，一樣的道理，就看你是什麼樣的根機。你要是圓教，不管聽什麼法，你都大開圓解，換句話說，這一切法你聽，在你都沒障礙，在你都自在，都無礙，可是別、通、藏教那是有障礙的人，他就圓不過來了。"
    },
    {
      "id": "01-004-0030_p0044",
      "zh_CN": "西方世界同居土里面可以说四教都有，为什么？有四种不同根性的人往生西方。也许诸位有怀疑，圆教根性的人要往生西方极乐世界应当生实报土才对，怎么也会生到凡圣同居土？诸位要晓得，根性是圆，就是他真正是绝顶聪明智慧，可是他修学的期间没圆满。换句话说，他书念得不多，见闻不广，人是极聪明，他并没有把整个佛教经论看一遍，他只听了净土法门就念佛往生了，甚至于他的烦恼、习气还没有断，但是他根性利，他伏烦恼比别人容易。别人伏烦恼很困难，他伏烦恼很容易，为什么？他看得开，他在一切法里不甚执着，也不甚计较，所以他伏烦恼比别人快，这样很快就往生了。虽然往生西方极乐世界，因为他见闻不广，他的烦恼没断尽，他这种根性到西方极乐世界，虽在同居土里面，他的进步比别人快，他所闻的法一定是圆顿大法。",
      "zh_TW": "西方世界同居土裡面可以說四教都有，為什麼？有四種不同根性的人往生西方。也許諸位有懷疑，圓教根性的人要往生西方極樂世界應當生實報土才對，怎麼也會生到凡聖同居土？諸位要曉得，根性是圓，就是他真正是絕頂聰明智慧，可是他修學的期間沒圓滿。換句話說，他書念得不多，見聞不廣，人是極聰明，他並沒有把整個佛教經論看一遍，他只聽了淨土法門就念佛往生了，甚至於他的煩惱、習氣還沒有斷，但是他根性利，他伏煩惱比別人容易。別人伏煩惱很困難，他伏煩惱很容易，為什麼？他看得開，他在一切法裡不甚執著，也不甚計較，所以他伏煩惱比別人快，這樣很快就往生了。雖然往生西方極樂世界，因為他見聞不廣，他的煩惱沒斷盡，他這種根性到西方極樂世界，雖在同居土裡面，他的進步比別人快，他所聞的法一定是圓頓大法。"
    },
    {
      "id": "01-004-0030_p0045",
      "zh_CN": "所以我也常常劝同修，我们初学的时候固然是要择善固执，但是那个固执是有限度的，不是无限的固执，要是死在这一句话里头就糟糕了。为什么我要固执？固执是对我眼前的毛病来治疗的，我这个病没有了，我马上就放下了，就像我有病要吃药，这个药对我的病有好处，我要吃，我的病一好，还要吃药干什么？那些都放下。病没好的时候要执着要吃药，病好了，药也不要了，才是一个真正健康的人。",
      "zh_TW": "所以我也常常勸同修，我們初學的時候固然是要擇善固執，但是那個固執是有限度的，不是無限的固執，要是死在這一句話裡頭就糟糕了。為什麼我要固執？固執是對我眼前的毛病來治療的，我這個病沒有了，我馬上就放下了，就像我有病要吃藥，這個藥對我的病有好處，我要吃，我的病一好，還要吃藥幹什麼？那些都放下。病沒好的時候要執著要吃藥，病好了，藥也不要了，才是一個真正健康的人。"
    },
    {
      "id": "01-004-0030_p0046",
      "zh_CN": "所以一昧的执着是一种障碍，他能往生西方，往生西方的进步很慢。所以说他这个执着的观念太重了，一时他放不下，他的进度就缓慢。有一个什么都不在乎的，他真的一往生的时候，到西方世界他还是这个态度，什么也不在乎的时候，他进步就快了。换句话说，往生西方这一关的考试，执着的人是有把握，没执着的人是没什么把握，不太容易去，如果这一关通过，那不执着的人占便宜了，执着的人就吃亏了，诸位细细去想想这个道理。因为佛法的终极目标是要破人我执、破法我执，一切执着都没有了，你就成佛了。因为我们有错误的执着，佛教给我们另一种执着破除这个错误的执着，那是一种善巧方便。世人是择恶执着，佛教给我们择善固执，是来对治我们作恶的，恶心、恶念都没有了，这个时候要把执着打破，境界才能向上提升。",
      "zh_TW": "所以一昧的執著是一種障礙，他能往生西方，往生西方的進步很慢。所以說他這個執著的觀念太重了，一時他放不下，他的進度就緩慢。有一個什麼都不在乎的，他真的一往生的時候，到西方世界他還是這個態度，什麼也不在乎的時候，他進步就快了。換句話說，往生西方這一關的考試，執著的人是有把握，沒執著的人是沒什麼把握，不太容易去，如果這一關通過，那不執著的人佔便宜了，執著的人就吃虧了，諸位細細去想想這個道理。因為佛法的終極目標是要破人我執、破法我執，一切執著都沒有了，你就成佛了。因為我們有錯誤的執著，佛教給我們另一種執著破除這個錯誤的執著，那是一種善巧方便。世人是擇惡執著，佛教給我們擇善固執，是來對治我們作惡的，惡心、惡念都沒有了，這個時候要把執著打破，境界才能向上提升。"
    },
    {
      "id": "01-004-0030_p0047",
      "zh_CN": "所以四土都有四教，方便土里面只有别、圆，实报土里头只有圆教。由这个地方你就晓得了，方便土的人要直接到实报土，要不要经过方便土？假如他是藏教根性的人，要经过，因为他有小乘里坚固的习气。如果他是通教、别教，或者圆教根性的人，不要经过，西方极乐世界在他的感觉当中没有方便土，那同居土一下就是实报土了。可见得在那个境界里每个人的感受都不相同，这固然与我们自己多生多世的善根、福德有关系，也与这一生的薰习有更大的关系。我们看底下一段：",
      "zh_TW": "所以四土都有四教，方便土裡面只有別、圓，實報土裡頭只有圓教。由這個地方你就曉得了，方便土的人要直接到實報土，要不要經過方便土？假如他是藏教根性的人，要經過，因為他有小乘裡堅固的習氣。如果他是通教、別教，或者圓教根性的人，不要經過，西方極樂世界在他的感覺當中沒有方便土，那同居土一下就是實報土了。可見得在那個境界裡每個人的感受都不相同，這固然與我們自己多生多世的善根、福德有關係，也與這一生的薰習有更大的關係。我們看底下一段："
    },
    {
      "id": "01-004-0030_p0048",
      "zh_CN": "解【如是等法者。】",
      "zh_TW": "解【如是等法者。】"
    },
    {
      "id": "01-004-0030_p0049",
      "zh_CN": "这一句是总结，结的范围非常广大。『等』，八万四千法门都用这个字包括了。大师在此地跟我们略举几条：",
      "zh_TW": "這一句是總結，結的範圍非常廣大。『等』，八萬四千法門都用這個字包括了。大師在此地跟我們略舉幾條："
    },
    {
      "id": "01-004-0030_p0050",
      "zh_CN": "解【等前念处正勤。如意足。】",
      "zh_TW": "解【等前念處正勤。如意足。】"
    },
    {
      "id": "01-004-0030_p0051",
      "zh_CN": "三十七道品，本经只说了四科，把前面的省略了，虽然省略，蕅益大师在《要解》里面给我们补出来，所以这三科我们还是圆圆满满的得到。",
      "zh_TW": "三十七道品，本經只說了四科，把前面的省略了，雖然省略，蕅益大師在《要解》裡面給我們補出來，所以這三科我們還是圓圓滿滿的得到。"
    },
    {
      "id": "01-004-0030_p0052",
      "zh_CN": "解【等余。】",
      "zh_TW": "解【等餘。】"
    },
    {
      "id": "01-004-0030_p0053",
      "zh_CN": "『余』就是其他佛门里常常讲的，譬如：",
      "zh_TW": "『餘』就是其他佛門裡常常講的，譬如："
    },
    {
      "id": "01-004-0030_p0054",
      "zh_CN": "解【四摄六度。十力无畏。无量法门也。】",
      "zh_TW": "解【四攝六度。十力無畏。無量法門也。】"
    },
    {
      "id": "01-004-0030_p0055",
      "zh_CN": "『无量法门』也是「等」的意思。八万四千法门，无量法门，统统包括了，换句话说，一条都不漏。大师在此地给我们举的『四摄六度，十力无畏』，这都是在大乘佛法里面很重要的修行项目，当然我们要说一说。「四」是名数，就是有四条，「摄」就是摄受众生。换句话说，是佛菩萨办学招生的方式，也可以说是招生的手段，如何能把学生吸引过来，让他乐意接受佛陀教育，这个叫「四摄法」。",
      "zh_TW": "『無量法門』也是「等」的意思。八萬四千法門，無量法門，統統包括了，換句話說，一條都不漏。大師在此地給我們舉的『四攝六度，十力無畏』，這都是在大乘佛法裡面很重要的修行項目，當然我們要說一說。「四」是名數，就是有四條，「攝」就是攝受眾生。換句話說，是佛菩薩辦學招生的方式，也可以說是招生的手段，如何能把學生吸引過來，讓他樂意接受佛陀教育，這個叫「四攝法」。"
    },
    {
      "id": "01-004-0030_p0056",
      "zh_CN": "四摄法，第一个是「布施」。诸位要晓得，我们前面讲过舍与施。四摄法里的布施，目的是与这些人先结恩惠，先对他有恩惠，使这些人对你有个感恩的心，某人对我真好，这样他自自然然的就会亲近，所以它是一种手段，目的是要叫你亲近。在方式上是一样，但在用意上不相同，佛门里常说「佛不度无缘之人」，所以一定要先与一切众生结缘，你不结缘怎么度他？要想佛法广布，要想普度一切众生，没有别的办法，就是要广结法缘，这个重要，使一切人对佛法有好感。今天这个世间，一般人对佛法真正的意义不晓得，可是他做了许多慈善事业，这也是好事。慈善事业就是四摄法里的布施，广结法缘，但是这个里头一定要晓得，缘有了，如果你没有法还是度不了他。",
      "zh_TW": "四攝法，第一個是「布施」。諸位要曉得，我們前面講過捨與施。四攝法裡的布施，目的是與這些人先結恩惠，先對他有恩惠，使這些人對你有個感恩的心，某人對我真好，這樣他自自然然的就會親近，所以它是一種手段，目的是要叫你親近。在方式上是一樣，但在用意上不相同，佛門裡常說「佛不度無緣之人」，所以一定要先與一切眾生結緣，你不結緣怎麼度他？要想佛法廣布，要想普度一切眾生，沒有別的辦法，就是要廣結法緣，這個重要，使一切人對佛法有好感。今天這個世間，一般人對佛法真正的意義不曉得，可是他做了許多慈善事業，這也是好事。慈善事業就是四攝法裡的布施，廣結法緣，但是這個裡頭一定要曉得，緣有了，如果你沒有法還是度不了他。"
    },
    {
      "id": "01-004-0030_p0057",
      "zh_CN": "你建立一个道场很容易，而且你徒众很多，几千、几万的徒众来这里拜拜，你没有佛法教他，他也不懂理论，也不懂修行方法，都是来热闹一番而已，热闹一番也是法缘，你若没有那个缘，你想召集那么多徒众是召不到的，所以结法缘就比什么都重要。如来要把教法弘扬在这个世界、在这个地球，要想普度地球上这些众生，世尊自己固然跟我们结了法缘，这个法缘是什么？就是经典。四十九年讲经说法是给我们结了法缘，而这个法缘能够绵延到今天，诸位要晓得是他弟子的力量，他当年在世只有演说，没有记载，经典是由学生结集流通到后世，是他的弟子与我们结的缘。因为佛这个缘是经过他的弟子才到我们身上，我们能够闻到佛法，这当中几乎是三千多年，代代都有传人，我们今天才能遇到。",
      "zh_TW": "你建立一個道場很容易，而且你徒眾很多，幾千、幾萬的徒眾來這裡拜拜，你沒有佛法教他，他也不懂理論，也不懂修行方法，都是來熱鬧一番而已，熱鬧一番也是法緣，你若沒有那個緣，你想召集那麼多徒眾是召不到的，所以結法緣就比什麼都重要。如來要把教法弘揚在這個世界、在這個地球，要想普度地球上這些眾生，世尊自己固然跟我們結了法緣，這個法緣是什麼？就是經典。四十九年講經說法是給我們結了法緣，而這個法緣能夠綿延到今天，諸位要曉得是他弟子的力量，他當年在世只有演說，沒有記載，經典是由學生結集流通到後世，是他的弟子與我們結的緣。因為佛這個緣是經過他的弟子才到我們身上，我們能夠聞到佛法，這當中幾乎是三千多年，代代都有傳人，我們今天才能遇到。"
    },
    {
      "id": "01-004-0030_p0058",
      "zh_CN": "我们今天回向偈天天念，「上报四重恩」，四重恩里头第一个就是佛恩。四重恩是父母恩、佛的恩德、国王的恩德、众生的恩德，众生与我们互相都有缘的。我们如何才能报佛恩？一定要将佛法辗转相传，这个缘就愈结愈广大。不一定是要自己的东西，连孔老夫子都是这个态度，孔老夫子一生（这是中国的大圣人）述而不作，他是整理别人的东西留传于后世，他自己没有东西留下来。玄奘大师在佛教里贡献很大，他老人家一生跟孔老夫子一样也是述而不作，他一生从事于翻译工作，玄奘大师没东西留下来。他留下来的东西，我们现在写一张纸就写完了，是什么？「八识规矩颂」是他老人家作的。另外还有一首偈子，就是在印度跟一些人辩论的时候，他作了一首偈。除此以外，玄奘大师没有一篇文章留在后世，述而不作，这些都是我们的榜样。",
      "zh_TW": "我們今天迴向偈天天念，「上報四重恩」，四重恩裡頭第一個就是佛恩。四重恩是父母恩、佛的恩德、國王的恩德、眾生的恩德，眾生與我們互相都有緣的。我們如何才能報佛恩？一定要將佛法輾轉相傳，這個緣就愈結愈廣大。不一定是要自己的東西，連孔老夫子都是這個態度，孔老夫子一生（這是中國的大聖人）述而不作，他是整理別人的東西留傳於後世，他自己沒有東西留下來。玄奘大師在佛教裡貢獻很大，他老人家一生跟孔老夫子一樣也是述而不作，他一生從事於翻譯工作，玄奘大師沒東西留下來。他留下來的東西，我們現在寫一張紙就寫完了，是什麼？「八識規矩頌」是他老人家作的。另外還有一首偈子，就是在印度跟一些人辯論的時候，他作了一首偈。除此以外，玄奘大師沒有一篇文章留在後世，述而不作，這些都是我們的榜樣。"
    },
    {
      "id": "01-004-0030_p0059",
      "zh_CN": "所以我们今天选古来大德好的作品，能够利益当世的，我们把它印行流通，与全世界各个地方结法缘，这是真正「上报四重恩，下济三途苦」。我们这个法缘决不是白结，到任何地方与这些人有缘就很容易集合在一起。所以我在世界上其他地区国家去讲经，每到一个地方讲经，听众都是满座，比我们这里人多，我们这个道场比起外国道场，哪个道场都不如，所以一定要广结善缘。你们诸位将来到外国去，法缘一定跟我一样的殊胜，为什么？同样在此地结法缘，要晓得这个道理。这几条我们下一次再继续讲，今天我们就讲到这里。",
      "zh_TW": "所以我們今天選古來大德好的作品，能夠利益當世的，我們把它印行流通，與全世界各個地方結法緣，這是真正「上報四重恩，下濟三途苦」。我們這個法緣決不是白結，到任何地方與這些人有緣就很容易集合在一起。所以我在世界上其他地區國家去講經，每到一個地方講經，聽眾都是滿座，比我們這裡人多，我們這個道場比起外國道場，哪個道場都不如，所以一定要廣結善緣。你們諸位將來到外國去，法緣一定跟我一樣的殊勝，為什麼？同樣在此地結法緣，要曉得這個道理。這幾條我們下一次再繼續講，今天我們就講到這裡。"
    }
  ]
}