{
  "doc_id": "01-004-0041",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0041",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "01-004-0041_p0001",
      "zh_CN": "请掀开经本二○二面，倒数第二行。",
      "zh_TW": "請掀開經本二○二面，倒數第二行。"
    },
    {
      "id": "01-004-0041_p0002",
      "zh_CN": "解【一生补处者。只一生补佛位。如弥勒观音等。极乐人民。普皆一生成佛。人人必实证补处。故其中多有此等上善。不可数知。】",
      "zh_TW": "解【一生補處者。只一生補佛位。如彌勒觀音等。極樂人民。普皆一生成佛。人人必實證補處。故其中多有此等上善。不可數知。】"
    },
    {
      "id": "01-004-0041_p0003",
      "zh_CN": "前面讲到三不退，这个都是佛法里面非常殊胜的法门。这一段再给我们解释『一生补处』，这是说最殊胜的成就。所以学佛真正对这个法门体认了，就可以将一切法门统统放下。实在说，任何一个法门要想成就都要归到净土，如果不归净土，决定不能有圆满的成就。所以我们选择这个法门之后，是真正对它体认，肯定了，从此以后再没有怀疑，可以安心的将世出世间一切法统统放下。古人所谓「一尊佛像，一部经典」。一尊佛像就是阿弥陀如来，一部经典就是一部《阿弥陀经》，再「一串念珠」就足够了。这一生决定圆证三不退，往生西方一生决定证得补处菩萨。",
      "zh_TW": "前面講到三不退，這個都是佛法裡面非常殊勝的法門。這一段再給我們解釋『一生補處』，這是說最殊勝的成就。所以學佛真正對這個法門體認了，就可以將一切法門統統放下。實在說，任何一個法門要想成就都要歸到淨土，如果不歸淨土，決定不能有圓滿的成就。所以我們選擇這個法門之後，是真正對它體認，肯定了，從此以後再沒有懷疑，可以安心的將世出世間一切法統統放下。古人所謂「一尊佛像，一部經典」。一尊佛像就是阿彌陀如來，一部經典就是一部《阿彌陀經》，再「一串念珠」就足夠了。這一生決定圓證三不退，往生西方一生決定證得補處菩薩。"
    },
    {
      "id": "01-004-0041_p0004",
      "zh_CN": "补处菩萨就是成佛，佛位是在教化众生地位上建立的，佛是众生的本师。就好像一个学校的校长，如果他不在这个地位，他就叫补处菩萨，譬如这个人他有资格做校长，他坐校长这个位子上，我们就称作佛，他没做校长了，我们就叫他做补处菩萨。可见得补处菩萨与佛是一不是二。「一生补处」就是一生成佛，这个成佛是成圆教的究竟佛果。所以佛法在这个地方才叫做究竟圆满。",
      "zh_TW": "補處菩薩就是成佛，佛位是在教化眾生地位上建立的，佛是眾生的本師。就好像一個學校的校長，如果他不在這個地位，他就叫補處菩薩，譬如這個人他有資格做校長，他坐校長這個位子上，我們就稱作佛，他沒做校長了，我們就叫他做補處菩薩。可見得補處菩薩與佛是一不是二。「一生補處」就是一生成佛，這個成佛是成圓教的究竟佛果。所以佛法在這個地方才叫做究竟圓滿。"
    },
    {
      "id": "01-004-0041_p0005",
      "zh_CN": "大师在此地举出两位例子，像弥勒菩萨是我们娑婆世界的补处菩萨，观音菩萨是西方极乐世界的补处菩萨。极乐国的人民，『普』是普遍，『皆』是完全，普皆就是普遍完全都是『一生成佛』，就是一生证得补处的地位，一生成佛，没有一个是例外的。这是三种不退转达到究竟圆满，人人必定实实在在证得补处。这句是解释前面所讲极乐世界人民，为什么普遍都是一生成佛。『其中』这是讲极乐世界，特别是指的凡圣同居土，上三土就更不必说了，凡圣同居土里面『多有此等上善。不可数知』，这是极乐世界的人和。所以我们读这部经可以看到天时、地利、人和，在西方净土完全具足。这样的地方我们要是不去，我们到哪里去？",
      "zh_TW": "大師在此地舉出兩位例子，像彌勒菩薩是我們娑婆世界的補處菩薩，觀音菩薩是西方極樂世界的補處菩薩。極樂國的人民，『普』是普遍，『皆』是完全，普皆就是普遍完全都是『一生成佛』，就是一生證得補處的地位，一生成佛，沒有一個是例外的。這是三種不退轉達到究竟圓滿，人人必定實實在在證得補處。這句是解釋前面所講極樂世界人民，為什麼普遍都是一生成佛。『其中』這是講極樂世界，特別是指的凡聖同居土，上三土就更不必說了，凡聖同居土裡面『多有此等上善。不可數知』，這是極樂世界的人和。所以我們讀這部經可以看到天時、地利、人和，在西方淨土完全具足。這樣的地方我們要是不去，我們到哪裡去？"
    },
    {
      "id": "01-004-0041_p0006",
      "zh_CN": "所以我们这个道场，今天我还跟常住大众说，我们一定要念佛，天天要念佛。我们在佛七当中所讲的开示，多半是引用蕅益大师的教诲。他老人家劝我们不要参禅、也不要学教，死心塌地的就一句佛号念到底，就决定成就。我们希望能利用这个时间，天天念佛。实在是没有时间，星期六，星期六大家下午都有时间，我们星期六下午念两支香，晚上大回向，也是很好，我们自己做，同修们有时间的欢迎来随喜。两个月或者是三个月，我们打一次佛七，这一次的佛七算是很不错。但是我们领众的几个同修，在法器上、唱念上，还是不太熟悉，希望下一次都能够熟练，我们的佛七就打得更圆满。这是说明这个处所，我们要下决心，快快的成就。",
      "zh_TW": "所以我們這個道場，今天我還跟常住大眾說，我們一定要念佛，天天要念佛。我們在佛七當中所講的開示，多半是引用蕅益大師的教誨。他老人家勸我們不要參禪、也不要學教，死心塌地的就一句佛號念到底，就決定成就。我們希望能利用這個時間，天天念佛。實在是沒有時間，星期六，星期六大家下午都有時間，我們星期六下午念兩支香，晚上大迴向，也是很好，我們自己做，同修們有時間的歡迎來隨喜。兩個月或者是三個月，我們打一次佛七，這一次的佛七算是很不錯。但是我們領眾的幾個同修，在法器上、唱念上，還是不太熟悉，希望下一次都能夠熟練，我們的佛七就打得更圓滿。這是說明這個處所，我們要下決心，快快的成就。"
    },
    {
      "id": "01-004-0041_p0007",
      "zh_CN": "解【复次。释迦一代时教。惟华严明一生圆满。而一生圆满之因。则末后普贤行愿品中。十大愿王导归安养。且以此劝进华藏海众。】",
      "zh_TW": "解【復次。釋迦一代時教。惟華嚴明一生圓滿。而一生圓滿之因。則末後普賢行願品中。十大願王導歸安養。且以此勸進華藏海眾。】"
    },
    {
      "id": "01-004-0041_p0008",
      "zh_CN": "这也是提示我们念佛法门的殊胜，念佛法门的超绝。在如来四十九年教学之中，所讲一切经论，的确只有《华严经》讲得最圆满，无论是在理论上、在方法上、在境界上，都是非常非常的圆满。其余的经，无论在理论、方法、境界都是讲了一部分。",
      "zh_TW": "這也是提示我們念佛法門的殊勝，念佛法門的超絕。在如來四十九年教學之中，所講一切經論，的確只有《華嚴經》講得最圓滿，無論是在理論上、在方法上、在境界上，都是非常非常的圓滿。其餘的經，無論在理論、方法、境界都是講了一部分。"
    },
    {
      "id": "01-004-0041_p0009",
      "zh_CN": "他『一生圆满之因』，确实在净土。末后「入法界品」，最后的一章，普贤菩萨十大愿王导归极乐，他才圆满。我们对于本经真正体认了，还是从讲《华严经》而得到的，才真正的明了。《华严经》到末后，以善财童子做为一个修行的示范，一个榜样。就是将《华严经》的理论、方法、境界完全应用在日常生活当中，把《华严经》变成自己实际的生活，实际的生活就是《大方广佛华严经》。而整个修学过程当中，一开始就是讲的念佛法门，开始在《四十华严》里面是德云比丘，他来代表，教给善财童子是念佛法门，到最后第五十三位善友普贤菩萨导归极乐。从这个上面来看就晓得，华严教学是以念佛为主，彻始彻终。",
      "zh_TW": "他『一生圓滿之因』，確實在淨土。末後「入法界品」，最後的一章，普賢菩薩十大願王導歸極樂，他才圓滿。我們對於本經真正體認了，還是從講《華嚴經》而得到的，才真正的明瞭。《華嚴經》到末後，以善財童子做為一個修行的示範，一個榜樣。就是將《華嚴經》的理論、方法、境界完全應用在日常生活當中，把《華嚴經》變成自己實際的生活，實際的生活就是《大方廣佛華嚴經》。而整個修學過程當中，一開始就是講的念佛法門，開始在《四十華嚴》裡面是德雲比丘，他來代表，教給善財童子是念佛法門，到最後第五十三位善友普賢菩薩導歸極樂。從這個上面來看就曉得，華嚴教學是以念佛為主，徹始徹終。"
    },
    {
      "id": "01-004-0041_p0010",
      "zh_CN": "当中五十一位善友代表的八万四千法门，禅、教、密、律都有，代表这些法门。而这些法门到最后要不归到净土，不能圆满成就，这是诸位一定要了解的。你参禅也好、你学密也好，最后如果不归到净土法门，不能圆满成就。可是念佛法门最特别了，它可以不必修任何法门，因为它是彻始彻终。这一点我们一定要注意到，不是说这个念佛法门还要加上禅、加上密、加上律，还要加上许许多多，不需要。在《四十华严》里头一定要把这个门道看出来，我们才真正有了收获，真正有了心得。一句佛号念到底，死心塌地，不做第二个念头了，我们这一生就成功了。你念《华严经》，这个功德就圆满了。",
      "zh_TW": "當中五十一位善友代表的八萬四千法門，禪、教、密、律都有，代表這些法門。而這些法門到最後要不歸到淨土，不能圓滿成就，這是諸位一定要了解的。你參禪也好、你學密也好，最後如果不歸到淨土法門，不能圓滿成就。可是念佛法門最特別了，它可以不必修任何法門，因為它是徹始徹終。這一點我們一定要注意到，不是說這個念佛法門還要加上禪、加上密、加上律，還要加上許許多多，不需要。在《四十華嚴》裡頭一定要把這個門道看出來，我們才真正有了收穫，真正有了心得。一句佛號念到底，死心塌地，不做第二個念頭了，我們這一生就成功了。你念《華嚴經》，這個功德就圓滿了。"
    },
    {
      "id": "01-004-0041_p0011",
      "zh_CN": "《华严经》就是教你死心塌地老老实实的念佛，《华严》里教学那就是百分之百的圆满，念《华严经》就可以打上一百分了。大师在此地特别指出来，指出这一段。普贤菩萨不但是教善财，而且是教华藏海会诸菩萨，这才是显示出一生圆满成佛的因缘。所以这部经表面上看起来是劝善财童子一个人，其实善财童子是代表一切大乘佛法的修行人。我们对这一点要多想想，一定要得到佛讲《华严》的真实义。像开经偈里面所讲的「愿解如来真实义」，如来的真实义就是教我们念佛，直截了当的修一心不乱。",
      "zh_TW": "《華嚴經》就是教你死心塌地老老實實的念佛，《華嚴》裡教學那就是百分之百的圓滿，念《華嚴經》就可以打上一百分了。大師在此地特別指出來，指出這一段。普賢菩薩不但是教善財，而且是教華藏海會諸菩薩，這才是顯示出一生圓滿成佛的因緣。所以這部經表面上看起來是勸善財童子一個人，其實善財童子是代表一切大乘佛法的修行人。我們對這一點要多想想，一定要得到佛講《華嚴》的真實義。像開經偈裡面所講的「願解如來真實義」，如來的真實義就是教我們念佛，直截了當的修一心不亂。"
    },
    {
      "id": "01-004-0041_p0012",
      "zh_CN": "华严三圣，毘卢遮那如来是代表法身理体，那个不必说。所以《华严经》里面佛不说法，法身不说法。从体起用，那就是菩萨，所以经典里面统统是菩萨说法。菩萨说法是代表毘卢遮那如来说法。而《华严经》是以两大菩萨为主，文殊、普贤，这是与毘卢遮那佛号称为「华严三圣」。而文殊、普贤这两位大菩萨也是发愿往生净土。「行愿品」里面偈颂说得很明白，「愿我临欲命终时，尽除一切诸障碍，面见彼佛阿弥陀，即得往生安乐刹。我既往生彼国已，现前成就诸大愿」。像四弘誓愿，普贤十愿，阿弥陀佛四十八愿，才能够圆满成就。",
      "zh_TW": "華嚴三聖，毘盧遮那如來是代表法身理體，那個不必說。所以《華嚴經》裡面佛不說法，法身不說法。從體起用，那就是菩薩，所以經典裡面統統是菩薩說法。菩薩說法是代表毘盧遮那如來說法。而《華嚴經》是以兩大菩薩為主，文殊、普賢，這是與毘盧遮那佛號稱為「華嚴三聖」。而文殊、普賢這兩位大菩薩也是發願往生淨土。「行願品」裡面偈頌說得很明白，「願我臨欲命終時，盡除一切諸障礙，面見彼佛阿彌陀，即得往生安樂剎。我既往生彼國已，現前成就諸大願」。像四弘誓願，普賢十願，阿彌陀佛四十八願，才能夠圓滿成就。"
    },
    {
      "id": "01-004-0041_p0013",
      "zh_CN": "「一切圆满尽无余，利乐一切众生界，彼佛众会咸清净，我时于胜莲华生，亲睹如来无量光，现前授我菩提记。蒙彼如来授记已，化身无数百俱胝，智力广大遍十方，普利一切众生界」。这个偈子，二○四页，圆瑛法师讲义统统都记录下来，诸位可以参考。这是文殊、普贤都是求生净土，何况我们？十方三世诸佛刹土菩萨众当中，没有能够胜过文殊、普贤的。我们看了这些菩萨们的往生，我们是什么样的人？怎能不发愿？",
      "zh_TW": "「一切圓滿盡無餘，利樂一切眾生界，彼佛眾會咸清淨，我時於勝蓮華生，親睹如來無量光，現前授我菩提記。蒙彼如來授記已，化身無數百俱胝，智力廣大遍十方，普利一切眾生界」。這個偈子，二○四頁，圓瑛法師講義統統都記錄下來，諸位可以參考。這是文殊、普賢都是求生淨土，何況我們？十方三世諸佛剎土菩薩眾當中，沒有能夠勝過文殊、普賢的。我們看了這些菩薩們的往生，我們是什麼樣的人？怎能不發願？"
    },
    {
      "id": "01-004-0041_p0014",
      "zh_CN": "解【嗟乎。凡夫例登补处。奇倡极谈。不可测度。华严所禀。却在此经。而天下古今。信尠疑多。辞繁义蚀。余唯有剖心沥血而已。】",
      "zh_TW": "解【嗟乎。凡夫例登補處。奇倡極談。不可測度。華嚴所稟。卻在此經。而天下古今。信尠疑多。辭繁義蝕。余唯有剖心瀝血而已。】"
    },
    {
      "id": "01-004-0041_p0015",
      "zh_CN": "这几句话可以能够看出，蕅益大师的苦口婆心。他老人家是非常的感叹，博地凡夫，见思烦恼一丝毫都没有断，他能在一生当中证得补处，这是实实在在不可思议。一切经论里面所没有的，一切法门里面也没有的，所以称之为『奇倡极谈』，非常奇特的这种提倡，极妙的谈论，这真正是像《法华经》里面讲的一大事因缘，『不可测度』。一大事因缘，一是一生成就，一是一心不乱。从凡夫就能证得补处菩萨，这是大事！",
      "zh_TW": "這幾句話可以能夠看出，蕅益大師的苦口婆心。他老人家是非常的感歎，博地凡夫，見思煩惱一絲毫都沒有斷，他能在一生當中證得補處，這是實實在在不可思議。一切經論裡面所沒有的，一切法門裡面也沒有的，所以稱之為『奇倡極談』，非常奇特的這種提倡，極妙的談論，這真正是像《法華經》裡面講的一大事因緣，『不可測度』。一大事因緣，一是一生成就，一是一心不亂。從凡夫就能證得補處菩薩，這是大事！"
    },
    {
      "id": "01-004-0041_p0016",
      "zh_CN": "平常人修行是落在阶级里，一步一步的去提升，生生世世、无量劫才能修成，这个法门一生成就。我们求生净土是一生，生净土之后成佛也是一生，没有第二生。华严海会的诸菩萨，他们之所以能一生成佛，也是靠《阿弥陀经》。刚才跟诸位提到《四十华严》里头，我们所见到的这个情形，善财童子一生成就，五十三参就是日常生活，历事炼心。我们平常一天到晚，一年到头所接触的一些环境、人事，那就是五十三参。在这个里面抱定宗旨，一句佛号念到底。一切境缘之中了了分明，如如不动。如如不动就是绝对不动摇念佛这个信念，绝对不叫念佛的功夫被环境打断，他一生成就了。",
      "zh_TW": "平常人修行是落在階級裡，一步一步的去提升，生生世世、無量劫才能修成，這個法門一生成就。我們求生淨土是一生，生淨土之後成佛也是一生，沒有第二生。華嚴海會的諸菩薩，他們之所以能一生成佛，也是靠《阿彌陀經》。剛才跟諸位提到《四十華嚴》裡頭，我們所見到的這個情形，善財童子一生成就，五十三參就是日常生活，歷事鍊心。我們平常一天到晚，一年到頭所接觸的一些環境、人事，那就是五十三參。在這個裡面抱定宗旨，一句佛號念到底。一切境緣之中了了分明，如如不動。如如不動就是絕對不動搖念佛這個信念，絕對不叫念佛的功夫被環境打斷，他一生成就了。"
    },
    {
      "id": "01-004-0041_p0017",
      "zh_CN": "所以真正选定这个法门，没有人能障碍你。他能障碍你的身，不能障碍你的心，你心里头佛号不间断。无论是逆境是顺境，只要这句佛号不间断，就是一生成就。所以其他的法门有魔障，这个法门魔不能障碍。其他的法门一生很难成就，这个法门古德跟我们说的「万修万人去」。这样殊胜的法门，这样奇特的法门，很可惜，『天下古今。信尠疑多』，相信的人太少了，怀疑的人太多了。真正是可惜！所以不通达，不真正体会到这个法门的人，他不晓得，他糊里糊涂，真正通达明了这个法门，没有不替众生惋惜的。讲什么都是空的、都是假的，说得好听而已，不能成就，要成就只有念佛。",
      "zh_TW": "所以真正選定這個法門，沒有人能障礙你。他能障礙你的身，不能障礙你的心，你心裡頭佛號不間斷。無論是逆境是順境，只要這句佛號不間斷，就是一生成就。所以其他的法門有魔障，這個法門魔不能障礙。其他的法門一生很難成就，這個法門古德跟我們說的「萬修萬人去」。這樣殊勝的法門，這樣奇特的法門，很可惜，『天下古今。信尠疑多』，相信的人太少了，懷疑的人太多了。真正是可惜！所以不通達，不真正體會到這個法門的人，他不曉得，他糊裡糊塗，真正通達明瞭這個法門，沒有不替眾生惋惜的。講什麼都是空的、都是假的，說得好聽而已，不能成就，要成就只有念佛。"
    },
    {
      "id": "01-004-0041_p0018",
      "zh_CN": "所以印光大师在灵岩山办念佛堂，一天六支香，叫常年佛七。他是一年三百六十天，天天打佛七。每年有三个月的精进佛七，加香，念九支香，平常是念六支香。你看看灵岩山的课诵本，它没有佛事，也没有讲经，也没有法会，一年到头统统打佛七。给我们做了个典型，做了个榜样！那个经教不通，行，不需要通。选定这个法门，等于《华严经》毕业了。说老实话，《华严经》不是从头到尾学完叫毕业，也不是把这部经讲完就叫毕业，讲到你真正了解念佛法门，真正体认念佛法门，决定不改了，你的《华严经》就毕业了，念《华严》的目的就在此地。",
      "zh_TW": "所以印光大師在靈巖山辦念佛堂，一天六支香，叫常年佛七。他是一年三百六十天，天天打佛七。每年有三個月的精進佛七，加香，念九支香，平常是念六支香。你看看靈巖山的課誦本，它沒有佛事，也沒有講經，也沒有法會，一年到頭統統打佛七。給我們做了個典型，做了個榜樣！那個經教不通，行，不需要通。選定這個法門，等於《華嚴經》畢業了。說老實話，《華嚴經》不是從頭到尾學完叫畢業，也不是把這部經講完就叫畢業，講到你真正了解念佛法門，真正體認念佛法門，決定不改了，你的《華嚴經》就畢業了，念《華嚴》的目的就在此地。"
    },
    {
      "id": "01-004-0041_p0019",
      "zh_CN": "假如你把《华严经》听完了、讲完了，你对于这个念佛法门还半信半疑，你那个《华严经》不及格，虽然讲完了也不及格，你毕不了业。《华严》里面毕业没有不死心塌地念阿弥陀佛，他什么都丢掉了，什么都放下了，就《华严经》毕业了。《华严》是根本法轮，《华严经》毕业了，就一切佛法都毕业了。几个人能体会到这个意思？",
      "zh_TW": "假如你把《華嚴經》聽完了、講完了，你對於這個念佛法門還半信半疑，你那個《華嚴經》不及格，雖然講完了也不及格，你畢不了業。《華嚴》裡面畢業沒有不死心塌地念阿彌陀佛，他什麼都丟掉了，什麼都放下了，就《華嚴經》畢業了。《華嚴》是根本法輪，《華嚴經》畢業了，就一切佛法都畢業了。幾個人能體會到這個意思？"
    },
    {
      "id": "01-004-0041_p0020",
      "zh_CN": "我们这部经本，到今天差不多结缘都送完了，所以这次发起再印，诸位懂得这个意思吗？一部就够了。我们发心是从《华严经》来的，这才晓得送人这部经就是送《大藏经》，比送《大藏经》的价值还大。我们为什么要印这部经？这一次当中两篇换掉是因为什么？里面《阿弥陀经讲义》跟这个地方重复，所以把它换掉，换成《西方公据》，再附上《释门法戒录》。我们有这一本，这一生就够了，不需要再第二种。这部经印出来之后送完了，我们再印这部经，我印经都不打算再印第二种，选定了就是这一种，提倡的就是这一门。我们讲席研究讨论的是这一门，我们行门就是念佛。一个人也念佛，大众在一起也念佛。",
      "zh_TW": "我們這部經本，到今天差不多結緣都送完了，所以這次發起再印，諸位懂得這個意思嗎？一部就夠了。我們發心是從《華嚴經》來的，這才曉得送人這部經就是送《大藏經》，比送《大藏經》的價值還大。我們為什麼要印這部經？這一次當中兩篇換掉是因為什麼？裡面《阿彌陀經講義》跟這個地方重複，所以把它換掉，換成《西方公據》，再附上《釋門法戒錄》。我們有這一本，這一生就夠了，不需要再第二種。這部經印出來之後送完了，我們再印這部經，我印經都不打算再印第二種，選定了就是這一種，提倡的就是這一門。我們講席研究討論的是這一門，我們行門就是念佛。一個人也念佛，大眾在一起也念佛。"
    },
    {
      "id": "01-004-0041_p0021",
      "zh_CN": "『辞繁义蚀』，这句话是对于李长者《华严合论》而说的。李长者是很了不起的人，他在注解《华严经》里面曾经说到，西方世界是权，华藏世界是实。他说得很多的一大串道理，所以有很多人读《华严合论》之后怀疑，对于净土法门怀疑，所以真是注疏讲演百密一疏。也许他当时是有为而说的，我们就不得而知了。可是对后人产生了不良的影响，这句话是特别对他说的。",
      "zh_TW": "『辭繁義蝕』，這句話是對於李長者《華嚴合論》而說的。李長者是很了不起的人，他在註解《華嚴經》裡面曾經說到，西方世界是權，華藏世界是實。他說得很多的一大串道理，所以有很多人讀《華嚴合論》之後懷疑，對於淨土法門懷疑，所以真是註疏講演百密一疏。也許他當時是有為而說的，我們就不得而知了。可是對後人產生了不良的影響，這句話是特別對他說的。"
    },
    {
      "id": "01-004-0041_p0022",
      "zh_CN": "底下大师说：『余』，我，『唯有剖心沥血而已』，以这样沉痛的心来告诉后学，告诉大众，这个法是真实法。净土法门在中国，从东晋庐山远公提倡以来，历代无数的莲友，在家、出家，成就比比皆是。如果我们要怀疑，那是自己错过了因缘，自己误了这一生。再看底下的经文：",
      "zh_TW": "底下大師說：『余』，我，『唯有剖心瀝血而已』，以這樣沉痛的心來告訴後學，告訴大眾，這個法是真實法。淨土法門在中國，從東晉廬山遠公提倡以來，歷代無數的蓮友，在家、出家，成就比比皆是。如果我們要懷疑，那是自己錯過了因緣，自己誤了這一生。再看底下的經文："
    },
    {
      "id": "01-004-0041_p0023",
      "zh_CN": "经【舍利弗。众生闻者。应当发愿。愿生彼国。所以者何。得与如是诸上善人。俱会一处。】",
      "zh_TW": "經【舍利弗。眾生聞者。應當發願。願生彼國。所以者何。得與如是諸上善人。俱會一處。】"
    },
    {
      "id": "01-004-0041_p0024",
      "zh_CN": "这一段是讲上善俱会。具有殊胜因缘增上的功德，也是刚才所讲的，人和之乐。极乐世界不但都是善人，没有一个恶人，都是善人，而且是上善之人。能够选择这个法门就是上善，能够选择这个法门就是上智。如果不是上智，不是大福德、大因缘，他不会选择这个法门。我们看蕅益大师的《要解》。",
      "zh_TW": "這一段是講上善俱會。具有殊勝因緣增上的功德，也是剛才所講的，人和之樂。極樂世界不但都是善人，沒有一個惡人，都是善人，而且是上善之人。能夠選擇這個法門就是上善，能夠選擇這個法門就是上智。如果不是上智，不是大福德、大因緣，他不會選擇這個法門。我們看蕅益大師的《要解》。"
    },
    {
      "id": "01-004-0041_p0025",
      "zh_CN": "解【前罗汉菩萨。但可云善人。唯补处居因位之极。故云上。其数甚多。故云诸。】",
      "zh_TW": "解【前羅漢菩薩。但可云善人。唯補處居因位之極。故云上。其數甚多。故云諸。】"
    },
    {
      "id": "01-004-0041_p0026",
      "zh_CN": "这是特别给我们说出上善。这个上善直接指出，前面所讲「不可算数」那些一生补处菩萨。补处菩萨都这么多了，罗汉、菩萨的数目就可想而知，必定是更多。这一段是特别劝勉我们，应当发愿求生净土。不但蕅益大师剖心沥血，本师释迦牟尼佛又何尝不如是？叫着舍利弗，告诉他、劝导他，就是劝告我们每一位同修，舍利弗是我们的代表人。圆瑛法师在讲义里面，引用「行愿品」里头一段话，这是我们应当要牢牢的记住。这一段话的大意是说，人在将死的时候，身体逐渐逐渐就败坏了，四大分散，连身体都带不走，何况身外之物，没有一样东西你能够带走的。正是古人所讲，「万般将不去，唯有业随身」。这是我们真正要觉悟！",
      "zh_TW": "這是特別給我們說出上善。這個上善直接指出，前面所講「不可算數」那些一生補處菩薩。補處菩薩都這麼多了，羅漢、菩薩的數目就可想而知，必定是更多。這一段是特別勸勉我們，應當發願求生淨土。不但蕅益大師剖心瀝血，本師釋迦牟尼佛又何嘗不如是？叫著舍利弗，告訴他、勸導他，就是勸告我們每一位同修，舍利弗是我們的代表人。圓瑛法師在講義裡面，引用「行願品」裡頭一段話，這是我們應當要牢牢的記住。這一段話的大意是說，人在將死的時候，身體逐漸逐漸就敗壞了，四大分散，連身體都帶不走，何況身外之物，沒有一樣東西你能夠帶走的。正是古人所講，「萬般將不去，唯有業隨身」。這是我們真正要覺悟！"
    },
    {
      "id": "01-004-0041_p0027",
      "zh_CN": "身心世界都是假的，都是暂有的，不是你永久有的，你一样都拿不走，只是业随身。你造的善业，你来生得三善道的果报，你造恶业，来生得三恶道的果报。如果你发愿求生净土，这叫愿王，你来生必定生净土。由此可知，发愿求生是我们今天第一桩要紧的事情。一生到西方极乐世界，那些等觉菩萨，像我们所景仰的文殊、普贤、观音、地藏、弥勒菩萨，都在西方极乐世界。一到西方我们跟他的地位都是平等的，都是阿弥陀佛的学生，等于他是前期的学长，他是老学生，班级高，我们这个班级低，都是同学的身分。佛教导我们，菩萨帮助我们，哪有不成就的道理？所以这样的因缘，才能够得到一生成佛。",
      "zh_TW": "身心世界都是假的，都是暫有的，不是你永久有的，你一樣都拿不走，只是業隨身。你造的善業，你來生得三善道的果報，你造惡業，來生得三惡道的果報。如果你發願求生淨土，這叫願王，你來生必定生淨土。由此可知，發願求生是我們今天第一樁要緊的事情。一生到西方極樂世界，那些等覺菩薩，像我們所景仰的文殊、普賢、觀音、地藏、彌勒菩薩，都在西方極樂世界。一到西方我們跟他的地位都是平等的，都是阿彌陀佛的學生，等於他是前期的學長，他是老學生，班級高，我們這個班級低，都是同學的身分。佛教導我們，菩薩幫助我們，哪有不成就的道理？所以這樣的因緣，才能夠得到一生成佛。"
    },
    {
      "id": "01-004-0041_p0028",
      "zh_CN": "解【俱会一处。犹言凡圣同居。】",
      "zh_TW": "解【俱會一處。猶言凡聖同居。】"
    },
    {
      "id": "01-004-0041_p0029",
      "zh_CN": "那些补处菩萨，他们是实报庄严土。常寂光土的当然是太殊胜了。在他方世界凡圣同居土里面，凡夫见不到圣人，圣人也不常与凡夫在一起。唯独西方世界，凡夫跟圣人打成一片，没有阶级身分的分别。",
      "zh_TW": "那些補處菩薩，他們是實報莊嚴土。常寂光土的當然是太殊勝了。在他方世界凡聖同居土裡面，凡夫見不到聖人，聖人也不常與凡夫在一起。唯獨西方世界，凡夫跟聖人打成一片，沒有階級身分的分別。"
    },
    {
      "id": "01-004-0041_p0030",
      "zh_CN": "解【寻常由实圣过去有漏业。权圣大慈悲愿。故凡夫得与圣人同居。】",
      "zh_TW": "解【尋常由實聖過去有漏業。權聖大慈悲願。故凡夫得與聖人同居。】"
    },
    {
      "id": "01-004-0041_p0031",
      "zh_CN": "这是讲一般的，一般实圣怎么讲？这讲小乘。譬如阿罗汉、辟支佛，这是实实在在的圣人。他还有漏，他为什么有漏？见思烦恼是断了，如果从见思上说，他证得无漏果了，如果从无明上来看，他还是有漏。三贤十圣菩萨，根本无明没有断尽，都还属于有漏。『权圣』，权是讲权巧方便，它是指实报土、寂光土里面这些法身大士，以权巧方便示现在人间，所以凡夫可以与圣人同居。刚才讲了，虽然同居，不是常常同居。文殊、普贤、观音、势至，也常常在我们这个世间示现。虽然示现，必定是要有一种特殊的善根福德因缘，才能够遇得到，不是每一个人都能遇到的。",
      "zh_TW": "這是講一般的，一般實聖怎麼講？這講小乘。譬如阿羅漢、辟支佛，這是實實在在的聖人。他還有漏，他為什麼有漏？見思煩惱是斷了，如果從見思上說，他證得無漏果了，如果從無明上來看，他還是有漏。三賢十聖菩薩，根本無明沒有斷盡，都還屬於有漏。『權聖』，權是講權巧方便，它是指實報土、寂光土裡面這些法身大士，以權巧方便示現在人間，所以凡夫可以與聖人同居。剛才講了，雖然同居，不是常常同居。文殊、普賢、觀音、勢至，也常常在我們這個世間示現。雖然示現，必定是要有一種特殊的善根福德因緣，才能夠遇得到，不是每一個人都能遇到的。"
    },
    {
      "id": "01-004-0041_p0032",
      "zh_CN": "现在实在讲是年头不对了，学佛的同修要提高警觉。凡是佛菩萨示现，化身到世间来，身分一暴露一定就走，就入灭了。我们俗话讲他就死了，他就不在世间了，身分暴露了。没有说身分露了，还住在世间，没有这个道理。永明延寿大师是阿弥陀佛再来的，人家一知道他是阿弥陀佛，他走了、圆寂了。丰干是阿弥陀佛再来的，寒山、拾得是文殊、普贤再来的，你看身分一露的时候，三个人都走了，再也找不到他们了。没有说露了身分还住在世间，没有这个道理。我们不要被人欺骗了，他要说他是什么佛再来，什么菩萨再来，你问他：你为什么不走？你要是不走，你拿着佛菩萨这个名号在此地招摇撞骗。他如果是马上就走了，他是真的，一点不假。他要走不了，那就是假的，决定不是真的。",
      "zh_TW": "現在實在講是年頭不對了，學佛的同修要提高警覺。凡是佛菩薩示現，化身到世間來，身分一暴露一定就走，就入滅了。我們俗話講他就死了，他就不在世間了，身分暴露了。沒有說身分露了，還住在世間，沒有這個道理。永明延壽大師是阿彌陀佛再來的，人家一知道他是阿彌陀佛，他走了、圓寂了。豐干是阿彌陀佛再來的，寒山、拾得是文殊、普賢再來的，你看身分一露的時候，三個人都走了，再也找不到他們了。沒有說露了身分還住在世間，沒有這個道理。我們不要被人欺騙了，他要說他是什麼佛再來，什麼菩薩再來，你問他：你為什麼不走？你要是不走，你拿著佛菩薩這個名號在此地招搖撞騙。他如果是馬上就走了，他是真的，一點不假。他要走不了，那就是假的，決定不是真的。"
    },
    {
      "id": "01-004-0041_p0033",
      "zh_CN": "还有一种情形就是你说他，他死不承认，绝对不承认，我们印光大师就是这样。你们看看印光大师《永思录》，是有一个居士，是个学生，年轻的学生，他们一家都不信佛，他于佛法有因缘，他晚上作梦，梦到观世音菩萨告诉他：大势至菩萨在上海讲经，你应当去亲近他。他就问：我又不晓得大势至菩萨是谁？观世音告诉他：印光法师，他住世还有四年，他还有四年他要回到西方极乐世界去了。这个人醒了之后，就感觉到很莫名其妙，家里的人都不信佛，但是观世音菩萨的印象很深，他作过梦，那个人好像是观音菩萨，他自己也说他是观音菩萨。",
      "zh_TW": "還有一種情形就是你說他，他死不承認，絕對不承認，我們印光大師就是這樣。你們看看印光大師《永思錄》，是有一個居士，是個學生，年輕的學生，他們一家都不信佛，他於佛法有因緣，他晚上作夢，夢到觀世音菩薩告訴他：大勢至菩薩在上海講經，你應當去親近他。他就問：我又不曉得大勢至菩薩是誰？觀世音告訴他：印光法師，他住世還有四年，他還有四年他要回到西方極樂世界去了。這個人醒了之後，就感覺到很莫名其妙，家裡的人都不信佛，但是觀世音菩薩的印象很深，他作過夢，那個人好像是觀音菩薩，他自己也說他是觀音菩薩。"
    },
    {
      "id": "01-004-0041_p0034",
      "zh_CN": "他就向佛门里头打听，问问学佛的人，知不知道有个大势至菩萨？问了好多人都不晓得，不晓得有大势至菩萨。过了好几个月，遇到一些念佛的内行人，再问他们，佛门是有一个大势至菩萨。再问有没有印光法师，就有人知道。这印光法师在普陀山，最近到上海打佛七，真有这么回事情，他全家人就找到印光法师。印光法师问他怎么来的？他就告诉他梦里的事情。老和尚把这个人臭骂一顿，不准胡说八道，他以后就不敢讲了，他们一家人也皈依了。果然四年以后，印光法师圆寂了，圆寂之后他才把这个事情发表，印光大师决定不承认。可是他是真真实实大势至菩萨再来的。所以圣人与凡人不是普遍的同居，不是人人都有亲近的机会。",
      "zh_TW": "他就向佛門裡頭打聽，問問學佛的人，知不知道有個大勢至菩薩？問了好多人都不曉得，不曉得有大勢至菩薩。過了好幾個月，遇到一些念佛的內行人，再問他們，佛門是有一個大勢至菩薩。再問有沒有印光法師，就有人知道。這印光法師在普陀山，最近到上海打佛七，真有這麼回事情，他全家人就找到印光法師。印光法師問他怎麼來的？他就告訴他夢裡的事情。老和尚把這個人臭罵一頓，不准胡說八道，他以後就不敢講了，他們一家人也皈依了。果然四年以後，印光法師圓寂了，圓寂之後他才把這個事情發表，印光大師決定不承認。可是他是真真實實大勢至菩薩再來的。所以聖人與凡人不是普遍的同居，不是人人都有親近的機會。"
    },
    {
      "id": "01-004-0041_p0035",
      "zh_CN": "解【至实圣灰身。权圣机尽。便升沉硕异。苦乐悬殊。乃暂同。非究竟同也。】",
      "zh_TW": "解【至實聖灰身。權聖機盡。便升沉碩異。苦樂懸殊。乃暫同。非究竟同也。】"
    },
    {
      "id": "01-004-0041_p0036",
      "zh_CN": "『实圣』是小乘，阿罗汉、辟支佛，他们证得果位之后，多半不要这个身体了，入无余涅槃，自己把这个身体烧掉，不要了。权教菩萨他住世是没有期限的，他是为众生，众生亲近他的多，愿意跟他学，他就多住几天。不愿意跟他学，不肯听他的话，度化众生的机缘尽了，他就走了。这是讲感应道交，众生有感，他就有应，感没有了，应也就没有了。这个时候圣与凡，圣人往上升，凡夫往下堕落。圣人离苦得乐，凡夫六道轮回。还是避免不了『苦乐悬殊』，这是『暂同，非究竟同也』，不像西方极乐世界，西方极乐世界是究竟同，不是暂同。",
      "zh_TW": "『實聖』是小乘，阿羅漢、辟支佛，他們證得果位之後，多半不要這個身體了，入無餘涅槃，自己把這個身體燒掉，不要了。權教菩薩他住世是沒有期限的，他是為眾生，眾生親近他的多，願意跟他學，他就多住幾天。不願意跟他學，不肯聽他的話，度化眾生的機緣盡了，他就走了。這是講感應道交，眾生有感，他就有應，感沒有了，應也就沒有了。這個時候聖與凡，聖人往上升，凡夫往下墮落。聖人離苦得樂，凡夫六道輪迴。還是避免不了『苦樂懸殊』，這是『暫同，非究竟同也』，不像西方極樂世界，西方極樂世界是究竟同，不是暫同。"
    },
    {
      "id": "01-004-0041_p0037",
      "zh_CN": "解【又。天壤之间。见闻者少。幸获见闻。亲近步趋者少。】",
      "zh_TW": "解【又。天壤之間。見聞者少。幸獲見聞。親近步趨者少。】"
    },
    {
      "id": "01-004-0041_p0038",
      "zh_CN": "这几句话意思是说天上人间，都是说的道场。因为我们娑婆世界，天上人间都有凡圣同居土。我们现在这个地球上是凡圣同居土，欲界天里面第四层，兜率天是凡圣同居土，弥勒菩萨住在那个地方。第四禅天有五不还天，我们晓得四禅有九天，除了凡夫三天之外，有一层外道天，叫无想天，还有五种叫五不还天，是三果圣人居住的地方。他们在那里修行，在那个地方讲道。所以天上是指这些凡圣同居土。凡间，我们地球上就是凡圣同居土。『见闻者少』，像慈悲三昧水忏里面，悟达国师所见到的迦诺迦尊者，他有缘能见到，别人见不到，那是在四川一个山上。我们净土宗第四代的祖师，法照大师，在五台山见到文殊菩萨跟普贤菩萨。大圣竹林寺，别人没见到。所以说「见闻者少」，不是很多人都见到。",
      "zh_TW": "這幾句話意思是說天上人間，都是說的道場。因為我們娑婆世界，天上人間都有凡聖同居土。我們現在這個地球上是凡聖同居土，欲界天裡面第四層，兜率天是凡聖同居土，彌勒菩薩住在那個地方。第四禪天有五不還天，我們曉得四禪有九天，除了凡夫三天之外，有一層外道天，叫無想天，還有五種叫五不還天，是三果聖人居住的地方。他們在那裡修行，在那個地方講道。所以天上是指這些凡聖同居土。凡間，我們地球上就是凡聖同居土。『見聞者少』，像慈悲三昧水懺裡面，悟達國師所見到的迦諾迦尊者，他有緣能見到，別人見不到，那是在四川一個山上。我們淨土宗第四代的祖師，法照大師，在五台山見到文殊菩薩跟普賢菩薩。大聖竹林寺，別人沒見到。所以說「見聞者少」，不是很多人都見到。"
    },
    {
      "id": "01-004-0041_p0039",
      "zh_CN": "『幸获见闻。亲近步趋者少』，这是讲有这么一个机会见到，见到的时候能够亲近他、能够跟他学的人几乎没听到过。四祖法照禅师见到文殊的时候，在文殊菩萨会上听了一次经，听完之后他向文殊菩萨请教，末法时期众生的根器很钝，业障很重，问他修什么样的法门为妥当？文殊菩萨教他修念佛法门，他一问怎么个念法？他就教他念阿弥陀佛，求生西方极乐世界。然后离开之后再回头去看，那个寺庙没有了，一片荒山。所以要想亲近、常跟菩萨学，不容易！这是说明即使有幸见到、闻到，要想亲近、要想跟他学，不容易。",
      "zh_TW": "『幸獲見聞。親近步趨者少』，這是講有這麼一個機會見到，見到的時候能夠親近他、能夠跟他學的人幾乎沒聽到過。四祖法照禪師見到文殊的時候，在文殊菩薩會上聽了一次經，聽完之後他向文殊菩薩請教，末法時期眾生的根器很鈍，業障很重，問他修什麼樣的法門為妥當？文殊菩薩教他修念佛法門，他一問怎麼個念法？他就教他念阿彌陀佛，求生西方極樂世界。然後離開之後再回頭去看，那個寺廟沒有了，一片荒山。所以要想親近、常跟菩薩學，不容易！這是說明即使有幸見到、聞到，要想親近、要想跟他學，不容易。"
    },
    {
      "id": "01-004-0041_p0040",
      "zh_CN": "解【又。佛世圣人纵多。如珍如瑞。不能遍满国土。如众星微尘。又。居虽同。而所作所办。则迥不同。】",
      "zh_TW": "解【又。佛世聖人縱多。如珍如瑞。不能遍滿國土。如眾星微塵。又。居雖同。而所作所辦。則迥不同。】"
    },
    {
      "id": "01-004-0041_p0041",
      "zh_CN": "前面所讲佛前佛后，这一段所讲的佛住在世间。像释迦牟尼佛当年在世的时候，那个时候菩萨、罗汉、辟支佛很多，虽然多，数目之多，也不能普遍全世界。像本经所讲，这个讲经的处所，是舍卫国祇树给孤独园，佛在这个地方讲了不少经，住了不少年，而舍卫城里面见过佛的，听过佛说法的人，只占人口的三分之一，算是很多了。另外有三分之一，晓得祇树给孤独园有一个释迦牟尼佛，在那里教化众生，可是没去过，没见过面，知道有这么一个人，有这么一个事情，他没机会接触到。另外还有三分之一的人根本不晓得，那个时候没报纸，没有广播，佛在舍卫国住那么多年，舍卫国的人居然有三分之一是不知道，何况更远的地方，更远的城市、村庄。",
      "zh_TW": "前面所講佛前佛後，這一段所講的佛住在世間。像釋迦牟尼佛當年在世的時候，那個時候菩薩、羅漢、辟支佛很多，雖然多，數目之多，也不能普遍全世界。像本經所講，這個講經的處所，是舍衛國祇樹給孤獨園，佛在這個地方講了不少經，住了不少年，而舍衛城裡面見過佛的，聽過佛說法的人，只佔人口的三分之一，算是很多了。另外有三分之一，曉得祇樹給孤獨園有一個釋迦牟尼佛，在那裡教化眾生，可是沒去過，沒見過面，知道有這麼一個人，有這麼一個事情，他沒機會接觸到。另外還有三分之一的人根本不曉得，那個時候沒報紙，沒有廣播，佛在舍衛國住那麼多年，舍衛國的人居然有三分之一是不知道，何況更遠的地方，更遠的城市、村莊。"
    },
    {
      "id": "01-004-0041_p0042",
      "zh_CN": "所以大师在此地说，那些菩萨、声闻、缘觉『如珍如瑞』，像珍宝，像祥瑞一样，不普遍。即使是有，不普遍，『不能遍满国土』。『如众星微尘』，那个众星，晚上看星星是遍满的，微尘是遍满的。这些菩萨们，这些声闻、缘觉不能像微尘，不能像众星。这些话是反显西方极乐世界的殊胜，西方极乐世界不但是讲这些菩萨、声闻、缘觉，就是一生补处菩萨，都像众星、像微尘遍满。",
      "zh_TW": "所以大師在此地說，那些菩薩、聲聞、緣覺『如珍如瑞』，像珍寶，像祥瑞一樣，不普遍。即使是有，不普遍，『不能遍滿國土』。『如眾星微塵』，那個眾星，晚上看星星是遍滿的，微塵是遍滿的。這些菩薩們，這些聲聞、緣覺不能像微塵，不能像眾星。這些話是反顯西方極樂世界的殊勝，西方極樂世界不但是講這些菩薩、聲聞、緣覺，就是一生補處菩薩，都像眾星、像微塵遍滿。"
    },
    {
      "id": "01-004-0041_p0043",
      "zh_CN": "『又。居虽同。而所作所办。则迥不同』。这是讲当年佛在世，菩萨办菩萨的事业，罗汉办罗汉的事业，凡夫在这个世间，各人有各人的行业，彼此不相同。西方极乐世界不一样，西方极乐世界天天都是念佛，大家都一样。天天都讨论佛法，大家也是一样的。所以西方极乐世界，那里行业只有一种。不像我们这个世间行业有许多种，你念书有许多科系，西方极乐世界只有一个科系，只有一个行业，那是修念佛法门。这句佛号一定念到成佛，这句佛号一定念到见性，这句佛号一定念到般若智慧现前，成就万德万能。这是在任何佛国土、任何法门里头，都找不到的。他方世界那些诸菩萨们，每一个人学的东西不一样，所作所办不同。",
      "zh_TW": "『又。居雖同。而所作所辦。則迥不同』。這是講當年佛在世，菩薩辦菩薩的事業，羅漢辦羅漢的事業，凡夫在這個世間，各人有各人的行業，彼此不相同。西方極樂世界不一樣，西方極樂世界天天都是念佛，大家都一樣。天天都討論佛法，大家也是一樣的。所以西方極樂世界，那裡行業只有一種。不像我們這個世間行業有許多種，你念書有許多科系，西方極樂世界只有一個科系，只有一個行業，那是修念佛法門。這句佛號一定念到成佛，這句佛號一定念到見性，這句佛號一定念到般若智慧現前，成就萬德萬能。這是在任何佛國土、任何法門裡頭，都找不到的。他方世界那些諸菩薩們，每一個人學的東西不一樣，所作所辦不同。"
    },
    {
      "id": "01-004-0041_p0044",
      "zh_CN": "弥勒菩萨专门修唯识的，有的菩萨专学般若的，八万四千法门，各人有各人的行门。你们看看《楞严经》「二十五圆通章」，二十五位菩萨各人修各人的，它不一样！你跟他志不同道不合，就没法子同住。我们要不想学唯识，你跟弥勒菩萨就格格不入，自然就不同住。可是弥勒菩萨要到西方极乐世界，他就念佛。为什么？《华严》末后所讲十大愿王导归极乐，他要是不念佛，他那个唯识不能够究竟圆满。他要想他那个法门究竟圆满，还是要念佛。五十三参不是把这个道理明白的给我们显示出来了？无论哪一个法门，要想究竟圆满，一定要念佛求生净土。弥勒菩萨他也想究竟圆满，所以他一定要到西方极乐世界去，他常常去，不去不能圆满，这是我们必定要记住。",
      "zh_TW": "彌勒菩薩專門修唯識的，有的菩薩專學般若的，八萬四千法門，各人有各人的行門。你們看看《楞嚴經》「二十五圓通章」，二十五位菩薩各人修各人的，它不一樣！你跟他志不同道不合，就沒法子同住。我們要不想學唯識，你跟彌勒菩薩就格格不入，自然就不同住。可是彌勒菩薩要到西方極樂世界，他就念佛。為什麼？《華嚴》末後所講十大願王導歸極樂，他要是不念佛，他那個唯識不能夠究竟圓滿。他要想他那個法門究竟圓滿，還是要念佛。五十三參不是把這個道理明白的給我們顯示出來了？無論哪一個法門，要想究竟圓滿，一定要念佛求生淨土。彌勒菩薩他也想究竟圓滿，所以他一定要到西方極樂世界去，他常常去，不去不能圓滿，這是我們必定要記住。"
    },
    {
      "id": "01-004-0041_p0045",
      "zh_CN": "解【今以无漏不思议业。感生俱会一处。为师友。如埙如篪。同尽无明。同登妙觉。】",
      "zh_TW": "解【今以無漏不思議業。感生俱會一處。為師友。如壎如篪。同盡無明。同登妙覺。】"
    },
    {
      "id": "01-004-0041_p0046",
      "zh_CN": "这个几句话非常重要。特别是第一句，『今』是讲我们现在，『以无漏不思议业』，这个太殊胜了。凡夫不生净土，要想成就无漏不思议业，那到阿罗汉以上才能做得到。阿罗汉是漏尽通，证得无漏，阿罗汉以下的都没有分。可是发愿求生净土的人，一往生，哪怕是凡圣同居土的下品下生，也是无漏不思议业。他的见思烦恼没断，怎么能称无漏？这个称无漏是因为他具足多善根、多福德、多因缘，称之为无漏不思议业。烦恼虽然没断，只要一往生西方极乐世界，烦恼绝对不起现行，不起作用，虽有也等于没有。我们真正发愿，死心塌地，决心求生净土，你念头一下，决心一下，也等于往生。为什么？这一生决定往生，不会再有犹豫不决了，决定往生。换句话说，你现在所修行的，就是无漏不思议业。这是诸位要记住，死心塌地念佛求生净土，这个心、这个念、这个行持，就叫做无漏不思议业。所以这个小注里面讲，「多善根福德因缘」。",
      "zh_TW": "這個幾句話非常重要。特別是第一句，『今』是講我們現在，『以無漏不思議業』，這個太殊勝了。凡夫不生淨土，要想成就無漏不思議業，那到阿羅漢以上才能做得到。阿羅漢是漏盡通，證得無漏，阿羅漢以下的都沒有分。可是發願求生淨土的人，一往生，哪怕是凡聖同居土的下品下生，也是無漏不思議業。他的見思煩惱沒斷，怎麼能稱無漏？這個稱無漏是因為他具足多善根、多福德、多因緣，稱之為無漏不思議業。煩惱雖然沒斷，只要一往生西方極樂世界，煩惱絕對不起現行，不起作用，雖有也等於沒有。我們真正發願，死心塌地，決心求生淨土，你念頭一下，決心一下，也等於往生。為什麼？這一生決定往生，不會再有猶豫不決了，決定往生。換句話說，你現在所修行的，就是無漏不思議業。這是諸位要記住，死心塌地念佛求生淨土，這個心、這個念、這個行持，就叫做無漏不思議業。所以這個小註裡面講，「多善根福德因緣」。"
    },
    {
      "id": "01-004-0041_p0047",
      "zh_CN": "『感生俱会一处』，这是感应，与阿弥陀佛感应。生到西方极乐世界，与这些诸上善人俱会一处。这个小注里面讲，「得生彼国」。到那里去之后，跟这些补处菩萨『为师友』。刚才说过，大家都是阿弥陀佛的学生，这是同参道友。他的道学比我们都高，随时可以指点我们，这又好像是我们的老师，是以学长的身分帮助我们，我们到西方极乐世界，跟他们是这样的关系。",
      "zh_TW": "『感生俱會一處』，這是感應，與阿彌陀佛感應。生到西方極樂世界，與這些諸上善人俱會一處。這個小註裡面講，「得生彼國」。到那裡去之後，跟這些補處菩薩『為師友』。剛才說過，大家都是阿彌陀佛的學生，這是同參道友。他的道學比我們都高，隨時可以指點我們，這又好像是我們的老師，是以學長的身分幫助我們，我們到西方極樂世界，跟他們是這樣的關係。"
    },
    {
      "id": "01-004-0041_p0048",
      "zh_CN": "底下这一句是比喻，『如埙如箎』，这个比喻就好像非常要好的兄弟一样。「埙箎」是乐器的名称，是古代的乐器，现在已经没有了。《诗经》里面有所谓「伯氏吹埙。仲氏吹箎」，就是兄弟两个人，在一块吹乐器唱歌，形容他弟兄的和睦，不相舍离的意思。大师以这个比喻来形容西方极乐世界诸上善人，跟一般的人民。譬如我们往生到西方极乐世界，与这些补处菩萨就像非常好的兄弟一样，形影不离。这是非常非常难得的因缘。确实他方世界无论哪一个法门、哪一个宗派，都找不到的。如果我们连这个意思也不能够体会，那是业障。体会了要是不能发心，那是愚痴，那太可惜了！",
      "zh_TW": "底下這一句是比喻，『如壎如箎』，這個比喻就好像非常要好的兄弟一樣。「壎箎」是樂器的名稱，是古代的樂器，現在已經沒有了。《詩經》裡面有所謂「伯氏吹壎。仲氏吹箎」，就是兄弟兩個人，在一塊吹樂器唱歌，形容他弟兄的和睦，不相捨離的意思。大師以這個比喻來形容西方極樂世界諸上善人，跟一般的人民。譬如我們往生到西方極樂世界，與這些補處菩薩就像非常好的兄弟一樣，形影不離。這是非常非常難得的因緣。確實他方世界無論哪一個法門、哪一個宗派，都找不到的。如果我們連這個意思也不能夠體會，那是業障。體會了要是不能發心，那是愚痴，那太可惜了！"
    },
    {
      "id": "01-004-0041_p0049",
      "zh_CN": "『同尽无明。同登妙觉』，这两句话是说我们自己与这些补处菩萨们，断尽无明才成佛。我们从凡夫地要断尽无明，这要经历相当长的时间。而这些一生补处菩萨，他们陪同我们一道，同尽无明。正是佛法里面所说，「佛氏门中，不舍一人」，慈悲至极，一个人都不舍。你虽然是下品下生，补处菩萨他一定要带你，要领导你，一直把你带到成佛，你成佛了，他也成佛了。「妙觉」就是成佛。「同尽无明」，这句讲的功夫。「同登妙觉」，这句讲的果位。这是真正「一生成佛，圆满三身，圆显四智」。如来果地上无量的智慧、无量的德能、无量的大用，到这个时候都圆满，而这个时候，这是真真实实给我们说的一生成就。",
      "zh_TW": "『同盡無明。同登妙覺』，這兩句話是說我們自己與這些補處菩薩們，斷盡無明才成佛。我們從凡夫地要斷盡無明，這要經歷相當長的時間。而這些一生補處菩薩，他們陪同我們一道，同盡無明。正是佛法裡面所說，「佛氏門中，不捨一人」，慈悲至極，一個人都不捨。你雖然是下品下生，補處菩薩他一定要帶你，要領導你，一直把你帶到成佛，你成佛了，他也成佛了。「妙覺」就是成佛。「同盡無明」，這句講的功夫。「同登妙覺」，這句講的果位。這是真正「一生成佛，圓滿三身，圓顯四智」。如來果地上無量的智慧、無量的德能、無量的大用，到這個時候都圓滿，而這個時候，這是真真實實給我們說的一生成就。"
    },
    {
      "id": "01-004-0041_p0050",
      "zh_CN": "希望我们同修对于今天讲的这段经文，这个意思要牢牢的记住，要细细的去想一想。不辜负如来的苦口婆心，不辜负蕅益大师剖心沥血为我们详细的陈述。而我们自己在这一生当中，决定得到真实不可思议的受用。今天时间到了，我们就讲到此地。",
      "zh_TW": "希望我們同修對於今天講的這段經文，這個意思要牢牢的記住，要細細的去想一想。不辜負如來的苦口婆心，不辜負蕅益大師剖心瀝血為我們詳細的陳述。而我們自己在這一生當中，決定得到真實不可思議的受用。今天時間到了，我們就講到此地。"
    }
  ]
}