{
  "doc_id": "01-004-0040",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十集",
    "zh_TW": "第四十集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0040",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "01-004-0040_p0001",
      "zh_CN": "请掀开经本第一百九十七面经文：",
      "zh_TW": "請掀開經本第一百九十七面經文："
    },
    {
      "id": "01-004-0040_p0002",
      "zh_CN": "经【又舍利弗。极乐国土。众生生者。皆是阿鞞跋致。其中多有一生补处。其数甚多。非是算数所能知之。但可以无量无边阿僧祇说。】",
      "zh_TW": "經【又舍利弗。極樂國土。眾生生者。皆是阿鞞跋致。其中多有一生補處。其數甚多。非是算數所能知之。但可以無量無邊阿僧祇說。】"
    },
    {
      "id": "01-004-0040_p0003",
      "zh_CN": "这一段是讲顿超圆证。经文显然的告诉我们，西方世界没有死苦。经文虽然只有两句，前面一句的重点告诉我们，往生西方之后就证得三不退。后一句是告诉我们那个世界，许许多多的『一生补处』，这是值得我们注意的。为什么？生皆不退，它就具有诱导、培养我们善根功德的因缘。一生补处，这对我们修行人来说，是最殊胜的增上缘，帮助我们当生成就。这两种殊胜的因缘，不是很容易能够得到的。蕅益大师在注解里面，首先给我们说明这三种不退，就是",
      "zh_TW": "這一段是講頓超圓證。經文顯然的告訴我們，西方世界沒有死苦。經文雖然只有兩句，前面一句的重點告訴我們，往生西方之後就證得三不退。後一句是告訴我們那個世界，許許多多的『一生補處』，這是值得我們注意的。為什麼？生皆不退，它就具有誘導、培養我們善根功德的因緣。一生補處，這對我們修行人來說，是最殊勝的增上緣，幫助我們當生成就。這兩種殊勝的因緣，不是很容易能夠得到的。蕅益大師在註解裡面，首先給我們說明這三種不退，就是"
    },
    {
      "id": "01-004-0040_p0004",
      "zh_CN": "解【阿鞞跋致。】",
      "zh_TW": "解【阿鞞跋致。】"
    },
    {
      "id": "01-004-0040_p0005",
      "zh_CN": "这句话是印度话，翻成中国就是「不退转」的意思。",
      "zh_TW": "這句話是印度話，翻成中國就是「不退轉」的意思。"
    },
    {
      "id": "01-004-0040_p0006",
      "zh_CN": "解【此云不退。】",
      "zh_TW": "解【此云不退。】"
    },
    {
      "id": "01-004-0040_p0007",
      "zh_CN": "『此』，是我们中国，我们中国的意思就是不退转，印度话叫「阿鞞跋致」。这个不退转有三种，前面也跟诸位说过，一生到西方极乐世界就圆证三种不退。这三种不退，我告诉诸位，跟三学、六度都有密切的关系。我们念佛，如果是得功夫成片，功夫成片也就等于戒成就，也就等于六度里面布施、持戒的成就，就得：",
      "zh_TW": "『此』，是我們中國，我們中國的意思就是不退轉，印度話叫「阿鞞跋致」。這個不退轉有三種，前面也跟諸位說過，一生到西方極樂世界就圓證三種不退。這三種不退，我告訴諸位，跟三學、六度都有密切的關係。我們念佛，如果是得功夫成片，功夫成片也就等於戒成就，也就等於六度裡面布施、持戒的成就，就得："
    },
    {
      "id": "01-004-0040_p0008",
      "zh_CN": "解【一位不退。】",
      "zh_TW": "解【一位不退。】"
    },
    {
      "id": "01-004-0040_p0009",
      "zh_CN": "什么叫位不退？",
      "zh_TW": "什麼叫位不退？"
    },
    {
      "id": "01-004-0040_p0010",
      "zh_CN": "解【入圣流。不堕凡地。】",
      "zh_TW": "解【入聖流。不墮凡地。】"
    },
    {
      "id": "01-004-0040_p0011",
      "zh_CN": "不会再退到凡夫地位上来。超凡入圣，圣人之流。第二种：",
      "zh_TW": "不會再退到凡夫地位上來。超凡入聖，聖人之流。第二種："
    },
    {
      "id": "01-004-0040_p0012",
      "zh_CN": "解【二行不退。】",
      "zh_TW": "解【二行不退。】"
    },
    {
      "id": "01-004-0040_p0013",
      "zh_CN": "『行』是定成就，六度里头的忍辱、精进成就。这个意思是：",
      "zh_TW": "『行』是定成就，六度裡頭的忍辱、精進成就。這個意思是："
    },
    {
      "id": "01-004-0040_p0014",
      "zh_CN": "解【恒度生。不堕二乘地。】",
      "zh_TW": "解【恆度生。不墮二乘地。】"
    },
    {
      "id": "01-004-0040_p0015",
      "zh_CN": "前面这个位不退，小乘须陀洹以上就叫圣人了。小乘的圣果，就叫圣人。小乘须陀洹，绝不退落到三恶道，他还有人、天两道轮回，他是绝对不会退落到三途，但是还会堕落在人天。到「行不退」，这是菩萨，绝对不会退到二乘的地位上，就是声闻跟缘觉，不会再去作小乘。第三种叫：",
      "zh_TW": "前面這個位不退，小乘須陀洹以上就叫聖人了。小乘的聖果，就叫聖人。小乘須陀洹，絕不退落到三惡道，他還有人、天兩道輪迴，他是絕對不會退落到三途，但是還會墮落在人天。到「行不退」，這是菩薩，絕對不會退到二乘的地位上，就是聲聞跟緣覺，不會再去作小乘。第三種叫："
    },
    {
      "id": "01-004-0040_p0016",
      "zh_CN": "解【三念不退。心心流入萨婆若海。】",
      "zh_TW": "解【三念不退。心心流入薩婆若海。】"
    },
    {
      "id": "01-004-0040_p0017",
      "zh_CN": "『萨婆若』，是梵语，是印度话，翻成中国的意思「一切种智」，就是如来果地上究竟圆满的智慧，念念都往这个智慧上精进，这是讲的『念不退』。",
      "zh_TW": "『薩婆若』，是梵語，是印度話，翻成中國的意思「一切種智」，就是如來果地上究竟圓滿的智慧，念念都往這個智慧上精進，這是講的『念不退』。"
    },
    {
      "id": "01-004-0040_p0018",
      "zh_CN": "我们再看底下，下面这是蕅益大师给我们注得很清楚：",
      "zh_TW": "我們再看底下，下面這是蕅益大師給我們註得很清楚："
    },
    {
      "id": "01-004-0040_p0019",
      "zh_CN": "解【若约此土。藏初果。通见地。别初住。圆初信。名位不退。通菩萨。别十向。圆十信。名行不退。别初地。圆初住。名念不退。】",
      "zh_TW": "解【若約此土。藏初果。通見地。別初住。圓初信。名位不退。通菩薩。別十向。圓十信。名行不退。別初地。圓初住。名念不退。】"
    },
    {
      "id": "01-004-0040_p0020",
      "zh_CN": "『若约此土』，这是就我们娑婆世界来说。藏教的初果，就是小乘须陀洹，这是小乘的见道位。通教的见地，通教第四地，别教的初住，圆教的初信，『名位不退』。这些都要把它记牢。有许多同修不明了菩萨的境界，往往以为我们自己现前就是圆教初信的菩萨了。我现在刚刚开始信佛，那我就是初发心的菩萨，像诸位有很多受了菩萨戒，这一受菩萨戒就是菩萨，什么菩萨？初发心的菩萨，初信菩萨。真的还是假的？如果是真的初信菩萨，三界八十八品见惑断尽了，这是圆教的初信。初信位的菩萨，刚才说过了，决不堕三恶道。",
      "zh_TW": "『若約此土』，這是就我們娑婆世界來說。藏教的初果，就是小乘須陀洹，這是小乘的見道位。通教的見地，通教第四地，別教的初住，圓教的初信，『名位不退』。這些都要把它記牢。有許多同修不明瞭菩薩的境界，往往以為我們自己現前就是圓教初信的菩薩了。我現在剛剛開始信佛，那我就是初發心的菩薩，像諸位有很多受了菩薩戒，這一受菩薩戒就是菩薩，什麼菩薩？初發心的菩薩，初信菩薩。真的還是假的？如果是真的初信菩薩，三界八十八品見惑斷盡了，這是圓教的初信。初信位的菩薩，剛才說過了，決不墮三惡道。"
    },
    {
      "id": "01-004-0040_p0021",
      "zh_CN": "为什么不堕三恶道？因为他不再做三恶道的业因，当然就不会结三恶道的果。因断了，哪里会结果？所以要晓得，我们连个初信都不够。圆教初信决定带业往生，生凡圣同居土有把握，决定没问题。不求往生西方，在这个世间六道轮回，不入三恶道。如果愿意发心往生西方，决定往生，他有这个条件。这是讲「位不退」。",
      "zh_TW": "為什麼不墮三惡道？因為他不再做三惡道的業因，當然就不會結三惡道的果。因斷了，哪裡會結果？所以要曉得，我們連個初信都不夠。圓教初信決定帶業往生，生凡聖同居土有把握，決定沒問題。不求往生西方，在這個世間六道輪迴，不入三惡道。如果願意發心往生西方，決定往生，他有這個條件。這是講「位不退」。"
    },
    {
      "id": "01-004-0040_p0022",
      "zh_CN": "『行不退』，通教的菩萨位，别教的十回向，圆教的十信位，这叫做「行不退」。这个地位在净土里面讲，就是事一心不乱，所以他绝对不会再退落在二乘的地位上。别教初地，圆教初住，『名念不退』，这是属于理一心不乱。这是三种不退，是分配在西方世界的三土。凡圣同居土是位不退，方便有余土行不退，实报庄严土念不退。这个说法我们听了决定没有疑惑，这个很合道理。可是它特别在哪里？这一往生西方，纵然是凡圣同居土的下品下生，这地位最低的，他也圆证三不退，这个不可思议！换句话说，位、行、念，他都不退了，这真正是不可思议，难信之法！可是西方极乐世界确实是如此，这是他方世界所找不到的，净土的殊胜就在此地，这是很值得我们留意的。我们在这个世间，要想证到行不退、念不退，不简单！证到位不退是可能的，行不退跟念不退非常非常不容易，可是到西方极乐世界都成就了。",
      "zh_TW": "『行不退』，通教的菩薩位，別教的十迴向，圓教的十信位，這叫做「行不退」。這個地位在淨土裡面講，就是事一心不亂，所以他絕對不會再退落在二乘的地位上。別教初地，圓教初住，『名念不退』，這是屬於理一心不亂。這是三種不退，是分配在西方世界的三土。凡聖同居土是位不退，方便有餘土行不退，實報莊嚴土念不退。這個說法我們聽了決定沒有疑惑，這個很合道理。可是它特別在哪裡？這一往生西方，縱然是凡聖同居土的下品下生，這地位最低的，他也圓證三不退，這個不可思議！換句話說，位、行、念，他都不退了，這真正是不可思議，難信之法！可是西方極樂世界確實是如此，這是他方世界所找不到的，淨土的殊勝就在此地，這是很值得我們留意的。我們在這個世間，要想證到行不退、念不退，不簡單！證到位不退是可能的，行不退跟念不退非常非常不容易，可是到西方極樂世界都成就了。"
    },
    {
      "id": "01-004-0040_p0023",
      "zh_CN": "下面这一段更重要，许许多多的同修由于在这个地方起了疑惑，发生误会，所以这一生就耽误了。",
      "zh_TW": "下面這一段更重要，許許多多的同修由於在這個地方起了疑惑，發生誤會，所以這一生就耽誤了。"
    },
    {
      "id": "01-004-0040_p0024",
      "zh_CN": "解【今净土。】",
      "zh_TW": "解【今淨土。】"
    },
    {
      "id": "01-004-0040_p0025",
      "zh_CN": "『今』是指现前、现在，西方世界弥陀净土。",
      "zh_TW": "『今』是指現前、現在，西方世界彌陀淨土。"
    },
    {
      "id": "01-004-0040_p0026",
      "zh_CN": "解【五逆十恶。十念成就。带业往生。居下下品者。皆得三不退也。】",
      "zh_TW": "解【五逆十惡。十念成就。帶業往生。居下下品者。皆得三不退也。】"
    },
    {
      "id": "01-004-0040_p0027",
      "zh_CN": "这个不可思议！这就是所谓的难信之法。不要说我们凡夫听了不相信，阿罗汉、辟支佛，甚至于许多权教菩萨，听佛这样讲都摇头，这个境界太高了。圆证三不退已经是很难信了，再加上个『五逆十恶』，这都是堕阿鼻地狱的罪业，他在临命终时，十念就能往生。我们先把这个「五逆十恶」做一个简单的介绍。圆瑛法师讲义里面，注得很清楚。",
      "zh_TW": "這個不可思議！這就是所謂的難信之法。不要說我們凡夫聽了不相信，阿羅漢、辟支佛，甚至於許多權教菩薩，聽佛這樣講都搖頭，這個境界太高了。圓證三不退已經是很難信了，再加上個『五逆十惡』，這都是墮阿鼻地獄的罪業，他在臨命終時，十念就能往生。我們先把這個「五逆十惡」做一個簡單的介紹。圓瑛法師講義裡面，註得很清楚。"
    },
    {
      "id": "01-004-0040_p0028",
      "zh_CN": "第一条是恶意出佛身血，不是无意的，无意当中没有这么重的罪，是存了恶心想把佛害死。佛的福报太大，有护法龙天护持，没有人能够伤害佛，出佛身血是怎么回事情？佛虽然有神通，诸位要晓得，佛是随缘而不攀缘，佛要是知道有人害他，佛不回避。不像我们，如果我们有预知的话，这个地方有人害我，我可以避免一下，佛不避免。譬如这个路上有人埋伏要想暗杀，佛还是走那条路，知道，不回避的。不是像世间人，知道这条路有人暗算我，我走另外一条路。佛有这个能力，但是佛不回避。",
      "zh_TW": "第一條是惡意出佛身血，不是無意的，無意當中沒有這麼重的罪，是存了惡心想把佛害死。佛的福報太大，有護法龍天護持，沒有人能夠傷害佛，出佛身血是怎麼回事情？佛雖然有神通，諸位要曉得，佛是隨緣而不攀緣，佛要是知道有人害他，佛不迴避。不像我們，如果我們有預知的話，這個地方有人害我，我可以避免一下，佛不避免。譬如這個路上有人埋伏要想暗殺，佛還是走那條路，知道，不迴避的。不是像世間人，知道這條路有人暗算我，我走另外一條路。佛有這個能力，但是佛不迴避。"
    },
    {
      "id": "01-004-0040_p0029",
      "zh_CN": "这一桩事情是提婆达多，看到佛每天乞食要走这个路，走一条山路，他在山顶上放了一块大石头，看到释迦牟尼佛走到下面了，他把石头推下去，想把释迦牟尼佛打死。佛知道，还是从下面过，石头落下来了，提婆达多也很厉害，石头正落在佛的头顶上，护法神拿着金刚杵，把这个石头从空中拦截住，这一拦，石头打碎了，小碎石头碰到佛的脚，佛的脚受了一点伤，流了一点血，出佛身血这个公案是从这里来的，就是这么回事情，这是五逆罪，这个罪太大太大了。现在佛不住世了，佛的像在世间，世间人所造的佛像，如果你恶意把它破坏，等于出佛身血，这是诸位一定要记住。如果是无意当中把佛像碰坏，这个没有什么过失。恶意的、瞋恨心要把佛像破坏。",
      "zh_TW": "這一樁事情是提婆達多，看到佛每天乞食要走這個路，走一條山路，他在山頂上放了一塊大石頭，看到釋迦牟尼佛走到下面了，他把石頭推下去，想把釋迦牟尼佛打死。佛知道，還是從下面過，石頭落下來了，提婆達多也很厲害，石頭正落在佛的頭頂上，護法神拿著金剛杵，把這個石頭從空中攔截住，這一攔，石頭打碎了，小碎石頭碰到佛的腳，佛的腳受了一點傷，流了一點血，出佛身血這個公案是從這裡來的，就是這麼回事情，這是五逆罪，這個罪太大太大了。現在佛不住世了，佛的像在世間，世間人所造的佛像，如果你惡意把它破壞，等於出佛身血，這是諸位一定要記住。如果是無意當中把佛像碰壞，這個沒有什麼過失。惡意的、瞋恨心要把佛像破壞。"
    },
    {
      "id": "01-004-0040_p0030",
      "zh_CN": "还有一种，我们最近在《华严经》里面读到，修补旧佛像的功德比造新佛像的功德要殊胜、要大，大得太多太多了。这个乍听起来好像也很难懂得，很难体会到。其实这个道理不难懂，我举个例子给诸位说，我们故宫博物院收藏有商代的那些铜器，你们到故宫博物院都看到过。现在我们的冶金术比古时候不知道进步多少，我们今天要做一个铜器，比它漂亮多了，可是我们造的这个新的，造得再美、再漂亮，那个价值比不上古时候那个破铜烂铁。那个破铜烂铁卖给外国人，是无价之宝。你做一个新的，那个价值有限，为什么？它有它历史的价值。你就晓得，这个旧佛像它有这个功德，它有它的历史价值，它已经有几千年的历史、几百年的历史，千百年当中，它受过多少人的膜拜，给多少人有许多启发的功德，所以旧佛像功德比新佛像功德，那不晓得大多少？这个观念我们一定要有。所以说对于故旧的东西要珍惜，要知道那是我们的国宝。在佛法里头也不例外，旧的经书也是如此。",
      "zh_TW": "還有一種，我們最近在《華嚴經》裡面讀到，修補舊佛像的功德比造新佛像的功德要殊勝、要大，大得太多太多了。這個乍聽起來好像也很難懂得，很難體會到。其實這個道理不難懂，我舉個例子給諸位說，我們故宮博物院收藏有商代的那些銅器，你們到故宮博物院都看到過。現在我們的冶金術比古時候不知道進步多少，我們今天要做一個銅器，比它漂亮多了，可是我們造的這個新的，造得再美、再漂亮，那個價值比不上古時候那個破銅爛鐵。那個破銅爛鐵賣給外國人，是無價之寶。你做一個新的，那個價值有限，為什麼？它有它歷史的價值。你就曉得，這個舊佛像它有這個功德，它有它的歷史價值，它已經有幾千年的歷史、幾百年的歷史，千百年當中，它受過多少人的膜拜，給多少人有許多啟發的功德，所以舊佛像功德比新佛像功德，那不曉得大多少？這個觀念我們一定要有。所以說對於故舊的東西要珍惜，要知道那是我們的國寶。在佛法裡頭也不例外，舊的經書也是如此。"
    },
    {
      "id": "01-004-0040_p0031",
      "zh_CN": "我们这个地方所收藏的，最古的版本是明朝时候的版本，距离现在有五、六百年了。我们今天印出新的书，比这个旧的要好太多了，无论是在纸张、印刷、装订，都比从前进步得太多。可是其价值上，比不上这六百年前的本子，这个本子宝贵，我们要格外的珍惜。这是教给我们对于故旧的东西，要知道保护、要知道珍惜，一代一代的让它传下去。所以这个旧书上，决定不能画圈写字，不能把它糟蹋了。我看了，看得好的上面写几个字，画几条线。他看了再画，传几百年之后这个书就乱七八糟，都不成样子。决定不许可的，你要做笔记，另外拿本子去做，这个书本上决定不能动。现在方便，现在可以影印。你看我现在，在杭州南路讲《华严经》，我在讲台上用的那个本子就是影印的，拿原书影印的，将原书完完整整的保存下来，这是现代的科技带给我们许许多多的方便。",
      "zh_TW": "我們這個地方所收藏的，最古的版本是明朝時候的版本，距離現在有五、六百年了。我們今天印出新的書，比這個舊的要好太多了，無論是在紙張、印刷、裝訂，都比從前進步得太多。可是其價值上，比不上這六百年前的本子，這個本子寶貴，我們要格外的珍惜。這是教給我們對於故舊的東西，要知道保護、要知道珍惜，一代一代的讓它傳下去。所以這個舊書上，決定不能畫圈寫字，不能把它糟蹋了。我看了，看得好的上面寫幾個字，畫幾條線。他看了再畫，傳幾百年之後這個書就亂七八糟，都不成樣子。決定不許可的，你要做筆記，另外拿本子去做，這個書本上決定不能動。現在方便，現在可以影印。你看我現在，在杭州南路講《華嚴經》，我在講台上用的那個本子就是影印的，拿原書影印的，將原書完完整整的保存下來，這是現代的科技帶給我們許許多多的方便。"
    },
    {
      "id": "01-004-0040_p0032",
      "zh_CN": "第二弑阿罗汉，这也是五无间地狱罪业之因。阿罗汉是道德之人，是人天师范。这一条也代表老师，这样的人，他在这个社会上有转移风俗、潜移默化的功德，能够利益一方。换句话说，是一方众生法身慧命所寄托的，你要把他杀了，就是断除这一个地方众生的法身慧命，所以这个罪过非常之大，不是对一个人结罪，是对这一个地方的人来结罪。这一个地方的一个好老师，一个好的模范、典型，你把他毁灭掉，这个罪过大。现在就是阿罗汉，你也找不到。刚才说了，如果是一个有道德、有学问，或者是法师，或者是居士，或者是世间教学上有名的教授、老师，他确确实实能够给这一个地方带来善良的风气，有那么大影响力的人，你要把他杀掉，跟这个罪过是相等的，是同等的罪过。",
      "zh_TW": "第二弒阿羅漢，這也是五無間地獄罪業之因。阿羅漢是道德之人，是人天師範。這一條也代表老師，這樣的人，他在這個社會上有轉移風俗、潛移默化的功德，能夠利益一方。換句話說，是一方眾生法身慧命所寄託的，你要把他殺了，就是斷除這一個地方眾生的法身慧命，所以這個罪過非常之大，不是對一個人結罪，是對這一個地方的人來結罪。這一個地方的一個好老師，一個好的模範、典型，你把他毀滅掉，這個罪過大。現在就是阿羅漢，你也找不到。剛才說了，如果是一個有道德、有學問，或者是法師，或者是居士，或者是世間教學上有名的教授、老師，他確確實實能夠給這一個地方帶來善良的風氣，有那麼大影響力的人，你要把他殺掉，跟這個罪過是相等的，是同等的罪過。"
    },
    {
      "id": "01-004-0040_p0033",
      "zh_CN": "第三杀父亲，第四是杀母亲。父母对我们有养育之恩，这个恩德太大了，所以杀父母是无间地狱的罪。第五条是破和合僧，就是破坏僧团。僧团的条件是六和合，如果不具备六和合，不叫僧团。过去赵默林老居士在世的时候，有一次向我提出这个问题。有一次他请我吃饭，吃饭的时候，他感觉到非常的悲哀！我说：你什么事情这么难过？他说：法师，现在我看到许许多多的人在造阿鼻地狱的罪业。我一听，阿鼻地狱的罪业，很重！我说：谁？他怎么造法？他说：破和合僧。他说：这个五逆罪，前面四条当然很少，这真是不容易，最容易犯的就是第五条。我说：您老人家实在非常慈悲，很难得。我就劝他，我说：你放心，没那么严重。他看到我说得那么轻松，他觉得很奇怪，他说：为什么？我说：五逆罪上明明说的，破和合僧，您老人家几时看过和合僧团？我没看到过。我这么一提，他就笑起来了。果真如此！这个寺庙里头住三个人，他都打架、都争斗，哪有和合僧团？没有！",
      "zh_TW": "第三殺父親，第四是殺母親。父母對我們有養育之恩，這個恩德太大了，所以殺父母是無間地獄的罪。第五條是破和合僧，就是破壞僧團。僧團的條件是六和合，如果不具備六和合，不叫僧團。過去趙默林老居士在世的時候，有一次向我提出這個問題。有一次他請我吃飯，吃飯的時候，他感覺到非常的悲哀！我說：你什麼事情這麼難過？他說：法師，現在我看到許許多多的人在造阿鼻地獄的罪業。我一聽，阿鼻地獄的罪業，很重！我說：誰？他怎麼造法？他說：破和合僧。他說：這個五逆罪，前面四條當然很少，這真是不容易，最容易犯的就是第五條。我說：您老人家實在非常慈悲，很難得。我就勸他，我說：你放心，沒那麼嚴重。他看到我說得那麼輕鬆，他覺得很奇怪，他說：為什麼？我說：五逆罪上明明說的，破和合僧，您老人家幾時看過和合僧團？我沒看到過。我這麼一提，他就笑起來了。果真如此！這個寺廟裡頭住三個人，他都打架、都爭鬥，哪有和合僧團？沒有！"
    },
    {
      "id": "01-004-0040_p0034",
      "zh_CN": "和合僧团是四个出家人以上的，四个人以上，他要守两个条件，才叫和合僧团。第一个，就是守六和敬。这是佛法戒律里头的根本戒。见和同解、戒和同修、身同住、口无诤、意同悦、利同均，这一定要做到，这是第一个条件。第二个条件，就是大小事情开会决定，都要做羯摩。羯摩是印度话，翻成现在意思就是开会。所以佛教它是民主制度，不是说某一个人说了算数，不是的。无论大小事情都要开会，多数通过的时候，少数要服从多数。最重要的事情叫大事，所以叫白四羯摩，拿我们现在话讲，四读通过，这是大事情。平常生活当中，小事情就是白一羯摩，就是一次。开会的时候，某个人有事情了，向大众报告，小事情说一遍，说一遍给大家的时候，默认了，就叫通过了。有意见的就要说话，没有意见的就算通过，所以它是民主制度。当年佛陀在世，佛也不是说我这个僧团，我说了怎么样就算数。你们去查查《大藏经》，佛有没有这么武断过？没有。你再看看戒律，大小事情统统召集大众来开会。所以我们今天讲民主制度，三千年前在佛门里头实行的，实行得非常彻底，这个会议制度可以说是很周密。如果不是实行这两个制度的话，那就不叫做和合僧。",
      "zh_TW": "和合僧團是四個出家人以上的，四個人以上，他要守兩個條件，才叫和合僧團。第一個，就是守六和敬。這是佛法戒律裡頭的根本戒。見和同解、戒和同修、身同住、口無諍、意同悅、利同均，這一定要做到，這是第一個條件。第二個條件，就是大小事情開會決定，都要做羯摩。羯摩是印度話，翻成現在意思就是開會。所以佛教它是民主制度，不是說某一個人說了算數，不是的。無論大小事情都要開會，多數通過的時候，少數要服從多數。最重要的事情叫大事，所以叫白四羯摩，拿我們現在話講，四讀通過，這是大事情。平常生活當中，小事情就是白一羯摩，就是一次。開會的時候，某個人有事情了，向大眾報告，小事情說一遍，說一遍給大家的時候，默認了，就叫通過了。有意見的就要說話，沒有意見的就算通過，所以它是民主制度。當年佛陀在世，佛也不是說我這個僧團，我說了怎麼樣就算數。你們去查查《大藏經》，佛有沒有這麼武斷過？沒有。你再看看戒律，大小事情統統召集大眾來開會。所以我們今天講民主制度，三千年前在佛門裡頭實行的，實行得非常徹底，這個會議制度可以說是很周密。如果不是實行這兩個制度的話，那就不叫做和合僧。"
    },
    {
      "id": "01-004-0040_p0035",
      "zh_CN": "所以我们中国在晚年的时候，发展为子孙庙，那就不是和合僧团了。子孙庙是一代传一代的，是住持、当家他说了算数，不必经过大众同意的，不必经过会议决定，他说怎么做就怎么做，这叫子孙庙。一般人对子孙庙这个看法的时候，比较上有轻视。寺院丛林都是民主制度，住持是大家推选的，任期是一年，正月初一起到腊月三十，这个任期就是这样。腊月三十辞岁之后，就整个总辞，马上开始选举新的住持，新的当家，所有的执事统统新请，第二天初一的时候等于是就职。佛门是民主制度，不是专制的。所以和合僧如果真正实行民主，实行六和敬，这一个僧团如果有造谣生事、毁谤破坏，这个罪业就是阿鼻地狱，那是不得了的。",
      "zh_TW": "所以我們中國在晚年的時候，發展為子孫廟，那就不是和合僧團了。子孫廟是一代傳一代的，是住持、當家他說了算數，不必經過大眾同意的，不必經過會議決定，他說怎麼做就怎麼做，這叫子孫廟。一般人對子孫廟這個看法的時候，比較上有輕視。寺院叢林都是民主制度，住持是大家推選的，任期是一年，正月初一起到臘月三十，這個任期就是這樣。臘月三十辭歲之後，就整個總辭，馬上開始選舉新的住持，新的當家，所有的執事統統新請，第二天初一的時候等於是就職。佛門是民主制度，不是專制的。所以和合僧如果真正實行民主，實行六和敬，這一個僧團如果有造謠生事、毀謗破壞，這個罪業就是阿鼻地獄，那是不得了的。"
    },
    {
      "id": "01-004-0040_p0036",
      "zh_CN": "可是这样的僧团，在现在几乎已经没有，我们找都找不着。这样的僧团，跟诸位说，诸佛护念，龙天护持，这是正法道场。所以这个道场不在大，小小的四个人以上，依照这个规矩去做，就是一个正法的道场，这是在乎我们自己的努力。如果这一个地区，有一个正法道场在，这是一个地方的福报。为什么？有诸佛护念，有龙天护持。诸佛、龙天护持这个道场，我们这个地区都沾光了。我们台湾如果出现这个道场，三次世界大战爆发了，我们这里也很太平，为什么？有诸佛菩萨护念，龙天护持，他护持这一个道场，必须护持整个台湾岛，这是一定的道理！那就是看我们这个地方有没有人真正发心。每一个人都是自私自利，只顾自己不顾团体，这个不行，这是决定做不到的。这是讲的五逆罪，这是在一切罪业里头最重的。",
      "zh_TW": "可是這樣的僧團，在現在幾乎已經沒有，我們找都找不著。這樣的僧團，跟諸位說，諸佛護念，龍天護持，這是正法道場。所以這個道場不在大，小小的四個人以上，依照這個規矩去做，就是一個正法的道場，這是在乎我們自己的努力。如果這一個地區，有一個正法道場在，這是一個地方的福報。為什麼？有諸佛護念，有龍天護持。諸佛、龍天護持這個道場，我們這個地區都沾光了。我們台灣如果出現這個道場，三次世界大戰爆發了，我們這裡也很太平，為什麼？有諸佛菩薩護念，龍天護持，他護持這一個道場，必須護持整個台灣島，這是一定的道理！那就是看我們這個地方有沒有人真正發心。每一個人都是自私自利，只顧自己不顧團體，這個不行，這是決定做不到的。這是講的五逆罪，這是在一切罪業裡頭最重的。"
    },
    {
      "id": "01-004-0040_p0037",
      "zh_CN": "「十恶」，身是「杀盗淫」。口是「妄语、绮语」，绮语就是花言巧语去欺骗别人，「恶口、两舌」，两舌是挑拨是非，口有四恶。意是「贪瞋痴」。身三、口四、意三，这个十条。这十条这个恶就有轻有重，极重的十恶业这是堕地狱。轻的十恶业，那就是饿鬼、畜生。但是五逆里面，只要有一条就是堕阿鼻地狱。这一段是说的《观经》下品往生那一章里头讲的，这一章对我们来说是非常非常重要。为什么？十六观前面十五，这个十五项里面都带着观想，唯独第十六，最后这一条，只要念佛，不要观想，就能往生，与持名念佛完全相应。而且它说，「或有众生。作不善业。五逆十恶」，造这么样重罪的人，十念能成就。",
      "zh_TW": "「十惡」，身是「殺盜淫」。口是「妄語、綺語」，綺語就是花言巧語去欺騙別人，「惡口、兩舌」，兩舌是挑撥是非，口有四惡。意是「貪瞋痴」。身三、口四、意三，這個十條。這十條這個惡就有輕有重，極重的十惡業這是墮地獄。輕的十惡業，那就是餓鬼、畜生。但是五逆裡面，只要有一條就是墮阿鼻地獄。這一段是說的《觀經》下品往生那一章裡頭講的，這一章對我們來說是非常非常重要。為什麼？十六觀前面十五，這個十五項裡面都帶著觀想，唯獨第十六，最後這一條，只要念佛，不要觀想，就能往生，與持名念佛完全相應。而且它說，「或有眾生。作不善業。五逆十惡」，造這麼樣重罪的人，十念能成就。"
    },
    {
      "id": "01-004-0040_p0038",
      "zh_CN": "这是在临命终时，地狱相现前了，经上讲得一点没错，我们千万不要把意思会错了。那一会错了，可就不得了。这一个罪人虽然造极重之罪，他在前生总有相当的福报，为什么？因为他临命终时，他心不颠倒，他清清楚楚，这一点可不简单了，这个是他十念最重要的一个条件。如果临命终时，糊里糊涂，人事不知，那就不得了，那他就没有这个机会。所以他最低限度的条件，是要临终的时候清清楚楚，不迷惑、不颠倒。在这个时候，忽然遇到善知识，劝他念佛，他十念能往生，甚至于一念就能往生。",
      "zh_TW": "這是在臨命終時，地獄相現前了，經上講得一點沒錯，我們千萬不要把意思會錯了。那一會錯了，可就不得了。這一個罪人雖然造極重之罪，他在前生總有相當的福報，為什麼？因為他臨命終時，他心不顛倒，他清清楚楚，這一點可不簡單了，這個是他十念最重要的一個條件。如果臨命終時，糊裡糊塗，人事不知，那就不得了，那他就沒有這個機會。所以他最低限度的條件，是要臨終的時候清清楚楚，不迷惑、不顛倒。在這個時候，忽然遇到善知識，勸他念佛，他十念能往生，甚至於一念就能往生。"
    },
    {
      "id": "01-004-0040_p0039",
      "zh_CN": "我在前面跟诸位说过，他一生从来没有遇到过佛法，没有听到过佛法，所以他不是一个侥幸的心理。他在临命终这一刹那，才闻到佛法，听了就相信，听了就发愿，虽然念佛没念几句，就能够带业往生，他这个信愿行三资粮具足，他是这么个条件往生的。不是老早就懂得这一桩事情了，拼命造罪业没关系，到临命终时还可以十念往生，如果存这样的心那就坏了，这个心就坏透了，那怎么能往生？西方极乐世界都是诸上善人，哪有用这种心机的人，这是不可以的。",
      "zh_TW": "我在前面跟諸位說過，他一生從來沒有遇到過佛法，沒有聽到過佛法，所以他不是一個僥倖的心理。他在臨命終這一剎那，才聞到佛法，聽了就相信，聽了就發願，雖然念佛沒念幾句，就能夠帶業往生，他這個信願行三資糧具足，他是這麼個條件往生的。不是老早就懂得這一樁事情了，拼命造罪業沒關係，到臨命終時還可以十念往生，如果存這樣的心那就壞了，這個心就壞透了，那怎麼能往生？西方極樂世界都是諸上善人，哪有用這種心機的人，這是不可以的。"
    },
    {
      "id": "01-004-0040_p0040",
      "zh_CN": "刚才我跟诸位说过，人临命终时，有几个人能不迷惑颠倒？太少太少了。《阿弥陀经》里面讲往生的条件是两个。第一个是一心不乱，第二个是心不颠倒。一心不乱那是决定不颠倒，那是没有话说的，念到一心不乱可以自在往生，什么时候想走就可以去，愿意再多住几年也行，生死自在。换句话说，没有生死了。念到一心不乱，如果没有到一心不乱，就是讲功夫成片，功夫成片一定要心不颠倒。假如临命终时候，连家亲眷属都不认得了，糊里糊涂了，这个时候助念都靠不住。这个心不颠倒是福报，诸位要晓得，一心不乱是功夫，心不颠倒是福报。所以佛祖一再的告诉我们，我们一生要修福，要多多的去培福，修福不要享福。",
      "zh_TW": "剛才我跟諸位說過，人臨命終時，有幾個人能不迷惑顛倒？太少太少了。《阿彌陀經》裡面講往生的條件是兩個。第一個是一心不亂，第二個是心不顛倒。一心不亂那是決定不顛倒，那是沒有話說的，念到一心不亂可以自在往生，什麼時候想走就可以去，願意再多住幾年也行，生死自在。換句話說，沒有生死了。念到一心不亂，如果沒有到一心不亂，就是講功夫成片，功夫成片一定要心不顛倒。假如臨命終時候，連家親眷屬都不認得了，糊裡糊塗了，這個時候助念都靠不住。這個心不顛倒是福報，諸位要曉得，一心不亂是功夫，心不顛倒是福報。所以佛祖一再的告訴我們，我們一生要修福，要多多的去培福，修福不要享福。"
    },
    {
      "id": "01-004-0040_p0041",
      "zh_CN": "希望这个福报在什么时候出现？就是在临命终时，求心不颠倒，我只要享这个福，临命终的时候走得清清楚楚、明明白白，那你就决定往生，没有话说了。希望临终的时候没有痛苦，所谓是「如入禅定，自在往生」，这是大福报！我们一生所修的福报，就希望在那一刹那间享这个福，这是能不能往生，就是往生跟六道轮回关键的一刹那。我们这个身体在这个世间数十年寒暑，再苦也要忍耐，希望临命终这一刹那，我们的福报能现前，以后就不再受苦，到了极乐世界就永远不再受苦，这是佛祖教给我们的。",
      "zh_TW": "希望這個福報在什麼時候出現？就是在臨命終時，求心不顛倒，我只要享這個福，臨命終的時候走得清清楚楚、明明白白，那你就決定往生，沒有話說了。希望臨終的時候沒有痛苦，所謂是「如入禪定，自在往生」，這是大福報！我們一生所修的福報，就希望在那一剎那間享這個福，這是能不能往生，就是往生跟六道輪迴關鍵的一剎那。我們這個身體在這個世間數十年寒暑，再苦也要忍耐，希望臨命終這一剎那，我們的福報能現前，以後就不再受苦，到了極樂世界就永遠不再受苦，這是佛祖教給我們的。"
    },
    {
      "id": "01-004-0040_p0042",
      "zh_CN": "所以『十念成就』，要晓得这个里头真正的道理，以及它的行法，决不是侥幸的。『带业往生』，虽然他居下下品，这是凡圣同居土里面的下下品，他的功德是『皆得三不退』，像前面所讲的位不退、行不退、念不退。同居土里面下品下生的众生，他就有上三品的这种享受果报，这是不可思议，这是难信之法。",
      "zh_TW": "所以『十念成就』，要曉得這個裡頭真正的道理，以及它的行法，決不是僥倖的。『帶業往生』，雖然他居下下品，這是凡聖同居土裡面的下下品，他的功德是『皆得三不退』，像前面所講的位不退、行不退、念不退。同居土裡面下品下生的眾生，他就有上三品的這種享受果報，這是不可思議，這是難信之法。"
    },
    {
      "id": "01-004-0040_p0043",
      "zh_CN": "我们今天学佛，对这些道理、方法、境界都明白了，我们就晓得在这一生当中，什么事情对我们最重要？念佛。持戒念佛，没有比这个更重要！广钦老法师标榜的是禅宗，现在在南部也办起念佛堂了，这是一个善知识。参禅不能成就，还是要念佛。佛七应当天天打佛七，一直到我们往生，这才是一条正路！偶尔打个佛七，一暴十寒很难收到效果。我们看看这个佛七，后天就圆满了，希望圆满的时候，看看你们大家有没有发心，组织一个念佛会，希望以后每一个星期天，或者每一个星期当中一天，我们像这样打佛七，打一天，念一天佛，上午两支香，下午两支香。那样也好，一个星期我们念一次，觉得懈怠的时候我们就加香，我们就打一个七，或者两个七，乃至于七个七，看大家能有多少时间，我们就一起来干。",
      "zh_TW": "我們今天學佛，對這些道理、方法、境界都明白了，我們就曉得在這一生當中，什麼事情對我們最重要？念佛。持戒念佛，沒有比這個更重要！廣欽老法師標榜的是禪宗，現在在南部也辦起念佛堂了，這是一個善知識。參禪不能成就，還是要念佛。佛七應當天天打佛七，一直到我們往生，這才是一條正路！偶爾打個佛七，一暴十寒很難收到效果。我們看看這個佛七，後天就圓滿了，希望圓滿的時候，看看你們大家有沒有發心，組織一個念佛會，希望以後每一個星期天，或者每一個星期當中一天，我們像這樣打佛七，打一天，念一天佛，上午兩支香，下午兩支香。那樣也好，一個星期我們念一次，覺得懈怠的時候我們就加香，我們就打一個七，或者兩個七，乃至於七個七，看大家能有多少時間，我們就一起來幹。"
    },
    {
      "id": "01-004-0040_p0044",
      "zh_CN": "可是这个念佛要真诚，如果参加念佛会报了名，不能说名报了人不来。我们在佛前面发这个誓愿，我要来念佛，求生净土，到那个时候我又向佛请假，假请太多就往生不成了，就去不了。所以非逼不得已，是一定要来参加，现在我们真正明了念佛的重要了。",
      "zh_TW": "可是這個念佛要真誠，如果參加念佛會報了名，不能說名報了人不來。我們在佛前面發這個誓願，我要來念佛，求生淨土，到那個時候我又向佛請假，假請太多就往生不成了，就去不了。所以非逼不得已，是一定要來參加，現在我們真正明瞭念佛的重要了。"
    },
    {
      "id": "01-004-0040_p0045",
      "zh_CN": "解【然据教道。若是凡夫。则非初果等。若是二乘。则非菩萨等。若是异生。则非同生性等。又。念不退。非复异生。行不退。非仅见道。位不退。非是人民。躐等则成大妄。进步则舍故称。】",
      "zh_TW": "解【然據教道。若是凡夫。則非初果等。若是二乘。則非菩薩等。若是異生。則非同生性等。又。念不退。非復異生。行不退。非僅見道。位不退。非是人民。躐等則成大妄。進步則捨故稱。】"
    },
    {
      "id": "01-004-0040_p0046",
      "zh_CN": "这是给我们说明，佛法一个是教学，一个是实行。就好比我们世间一样，一种是学校课堂的教学，另外一个是我们日常生活当中实际的生活。我们这个课堂要能跟实际生活完全相应才行，否则的话，所学非所用，教跟生活就脱节，就不相应了。佛门里面，教学与生活是完全相应的。",
      "zh_TW": "這是給我們說明，佛法一個是教學，一個是實行。就好比我們世間一樣，一種是學校課堂的教學，另外一個是我們日常生活當中實際的生活。我們這個課堂要能跟實際生活完全相應才行，否則的話，所學非所用，教跟生活就脫節，就不相應了。佛門裡面，教學與生活是完全相應的。"
    },
    {
      "id": "01-004-0040_p0047",
      "zh_CN": "『然据』就是根据，假设我们来依据，『教』就是佛的教语，『道』就是我们生活的修持，我们一般讲修行。要是根据教学与修行来说，假如是凡夫那就不是初果，为什么？初果以上，这是讲小乘，初果以上我们称为圣人，他不是凡夫。因为凡夫具足见思烦恼，初果圣人他已经把见惑断尽，虽然思惑他还有，见惑断尽，所以他不同凡夫。如果是二乘，那他不是菩萨，二乘是小乘，他所依据的理论、方法、境界跟菩萨迥然不同，菩萨所依据的理论、方法、境界跟小乘人不一样。",
      "zh_TW": "『然據』就是根據，假設我們來依據，『教』就是佛的教語，『道』就是我們生活的修持，我們一般講修行。要是根據教學與修行來說，假如是凡夫那就不是初果，為什麼？初果以上，這是講小乘，初果以上我們稱為聖人，他不是凡夫。因為凡夫具足見思煩惱，初果聖人他已經把見惑斷盡，雖然思惑他還有，見惑斷盡，所以他不同凡夫。如果是二乘，那他不是菩薩，二乘是小乘，他所依據的理論、方法、境界跟菩薩迥然不同，菩薩所依據的理論、方法、境界跟小乘人不一樣。"
    },
    {
      "id": "01-004-0040_p0048",
      "zh_CN": "『若是异生』，「异生」是指别教的三贤。异是什么？异是没见性，同是见性了。圆教初住以上就见性，『同生』就是见性跟如来是相同，同什么？同一个心。佛用的心是真心，不是妄心，初住以上的菩萨用真心，不是用妄心，所以跟如来相同，叫「同生性」。「异生性」，别教三贤菩萨，还是用的心意识，不是用六根根性。交光大师在《楞严经》注解里面告诉我们，「舍识用根」。如果我们能够舍心意识，用六根的根性，那就是同生性，圆教初住以上的果位。我们念佛人来讲，理一心不乱，理一心不乱是同生性。事一心不乱，还是异生性。",
      "zh_TW": "『若是異生』，「異生」是指別教的三賢。異是什麼？異是沒見性，同是見性了。圓教初住以上就見性，『同生』就是見性跟如來是相同，同什麼？同一個心。佛用的心是真心，不是妄心，初住以上的菩薩用真心，不是用妄心，所以跟如來相同，叫「同生性」。「異生性」，別教三賢菩薩，還是用的心意識，不是用六根根性。交光大師在《楞嚴經》註解裡面告訴我們，「捨識用根」。如果我們能夠捨心意識，用六根的根性，那就是同生性，圓教初住以上的果位。我們念佛人來講，理一心不亂，理一心不亂是同生性。事一心不亂，還是異生性。"
    },
    {
      "id": "01-004-0040_p0049",
      "zh_CN": "『又。念不退。非复异生』，因为这个念不退决定是同生性的，如果不是用同生性，不能到念不退。念念契入萨婆若海，这是圆初住以上，法身大士的境界，别教三贤菩萨达不到的。『行不退。非仅见道』，这是讲小乘，行不退的菩萨，他三昧成就，所以他不是须陀洹果，比须陀洹要高得太多。『位不退。非是人民』，位不退，最低限度是小乘见道位，他不是凡人。这么样一看，这个修行是有层次的，没有法子躐等。前面讲了，下品下生就圆证三不退，这不是躐等？如果说躐等，那是大妄语，没有这个道理，没有证得，自己以为证得，这是妄语。不但是妄语，是妄语当中的大妄语，那就犯根本戒。",
      "zh_TW": "『又。念不退。非復異生』，因為這個念不退決定是同生性的，如果不是用同生性，不能到念不退。念念契入薩婆若海，這是圓初住以上，法身大士的境界，別教三賢菩薩達不到的。『行不退。非僅見道』，這是講小乘，行不退的菩薩，他三昧成就，所以他不是須陀洹果，比須陀洹要高得太多。『位不退。非是人民』，位不退，最低限度是小乘見道位，他不是凡人。這麼樣一看，這個修行是有層次的，沒有法子躐等。前面講了，下品下生就圓證三不退，這不是躐等？如果說躐等，那是大妄語，沒有這個道理，沒有證得，自己以為證得，這是妄語。不但是妄語，是妄語當中的大妄語，那就犯根本戒。"
    },
    {
      "id": "01-004-0040_p0050",
      "zh_CN": "『进步则舍故称』，「进」是把自己境界往上提升，只要往上提升，譬如我们由功夫成片升到事一心不乱。「则舍故称」，原来你是功夫成片，这个时候不叫功夫成片，功夫成片舍掉了。好像我们念书一样，从小学毕业，念到中学了，以后就叫中学生，不再叫小学生，小学生那个故称一定要舍掉它。再念几年到大学，你叫大学生，中学生的名称也把它丢掉了，也舍掉了。向上提升的时候，底下那个称呼一定舍掉。这都是说明教与行都不能够躐等，都是有顺序的，按部就班。这是我们照常规来说，西方极乐世界这个情形不一样。底下说：",
      "zh_TW": "『進步則捨故稱』，「進」是把自己境界往上提升，只要往上提升，譬如我們由功夫成片升到事一心不亂。「則捨故稱」，原來你是功夫成片，這個時候不叫功夫成片，功夫成片捨掉了。好像我們念書一樣，從小學畢業，念到中學了，以後就叫中學生，不再叫小學生，小學生那個故稱一定要捨掉它。再念幾年到大學，你叫大學生，中學生的名稱也把它丟掉了，也捨掉了。向上提升的時候，底下那個稱呼一定捨掉。這都是說明教與行都不能夠躐等，都是有順序的，按部就班。這是我們照常規來說，西方極樂世界這個情形不一樣。底下說："
    },
    {
      "id": "01-004-0040_p0051",
      "zh_CN": "【唯极乐同居。一切俱非。一切俱是。】",
      "zh_TW": "【唯極樂同居。一切俱非。一切俱是。】"
    },
    {
      "id": "01-004-0040_p0052",
      "zh_CN": "这个不可思议。就是平常这一个规矩，极乐世界不适用。因为它那个地方下品下生是人民，说老实话，连小乘须陀洹还没到，可是怎么样？可是他行也不退、念也不退，他都不退。这个在教理上讲，不相应。他是不是提升到那么高的境界？不是，他还是凡夫，他这个身分还是人天的身分。所以说『一切俱非。一切俱是』。圆瑛法师把这个意思注得很明白，这一句就是开示我们，西方世界圆超绝待，真的，这四个字形容极乐世界的同居土，一点都不过分。",
      "zh_TW": "這個不可思議。就是平常這一個規矩，極樂世界不適用。因為它那個地方下品下生是人民，說老實話，連小乘須陀洹還沒到，可是怎麼樣？可是他行也不退、念也不退，他都不退。這個在教理上講，不相應。他是不是提升到那麼高的境界？不是，他還是凡夫，他這個身分還是人天的身分。所以說『一切俱非。一切俱是』。圓瑛法師把這個意思註得很明白，這一句就是開示我們，西方世界圓超絕待，真的，這四個字形容極樂世界的同居土，一點都不過分。"
    },
    {
      "id": "01-004-0040_p0053",
      "zh_CN": "「一切俱非」是圆超，「一切俱是」这就是绝待，因为它没有相对的。为什么没有相对的？它没有分别、它没有执着，这个话就说得很明白了。所有的差等，都是从分别执着分的。如果离开一切分别执着妄想，诸位想一想阶级在哪里？没有阶级了，没有阶级就「一切俱非，一切俱是」了。所以说「一切俱非俱是者。以与佛同体。本来是佛」。《华严经》上说「一切众生本来成佛」，佛在《圆觉经》上也是这么说法。这就是本来是佛，凡夫、二乘、菩萨都说不上了，可是怎么样？虽然本来是佛，体上是如此，可是在作用上可不行了，作用上，你现在尘沙、见思、无明，盖得满满的，不能像佛那样清净自在的德用，所以「一切俱非」。是佛，是个佛没错，可是现在在作用上可不是佛，作用上是迷惑颠倒的佛。这是把「俱非俱是」的意思给我们透出来。",
      "zh_TW": "「一切俱非」是圓超，「一切俱是」這就是絕待，因為它沒有相對的。為什麼沒有相對的？它沒有分別、它沒有執著，這個話就說得很明白了。所有的差等，都是從分別執著分的。如果離開一切分別執著妄想，諸位想一想階級在哪裡？沒有階級了，沒有階級就「一切俱非，一切俱是」了。所以說「一切俱非俱是者。以與佛同體。本來是佛」。《華嚴經》上說「一切眾生本來成佛」，佛在《圓覺經》上也是這麼說法。這就是本來是佛，凡夫、二乘、菩薩都說不上了，可是怎麼樣？雖然本來是佛，體上是如此，可是在作用上可不行了，作用上，你現在塵沙、見思、無明，蓋得滿滿的，不能像佛那樣清淨自在的德用，所以「一切俱非」。是佛，是個佛沒錯，可是現在在作用上可不是佛，作用上是迷惑顛倒的佛。這是把「俱非俱是」的意思給我們透出來。"
    },
    {
      "id": "01-004-0040_p0054",
      "zh_CN": "底下还有意思说，虽然我们现在是具足烦恼的凡夫，如果你选定念佛的法门，你在这个法门里头具足信愿行三资粮，你是凡夫，就算你成佛了。因为什么？这一生决定成就，像永明大师所说的「万修万人去」。你之所以不能去，是因为你三资粮不具足，你就不能去。如果三资粮要具足，决定往生。所以你现在虽然是博地凡夫，在我这个世间你还没走，可是怎样？好比你那个西方极乐世界签证都办好了，随时可以去，等于是西方极乐世界的人了，没去也算，也算是西方极乐世界的人，这也是「一切俱是」的意思。",
      "zh_TW": "底下還有意思說，雖然我們現在是具足煩惱的凡夫，如果你選定念佛的法門，你在這個法門裡頭具足信願行三資糧，你是凡夫，就算你成佛了。因為什麼？這一生決定成就，像永明大師所說的「萬修萬人去」。你之所以不能去，是因為你三資糧不具足，你就不能去。如果三資糧要具足，決定往生。所以你現在雖然是博地凡夫，在我這個世間你還沒走，可是怎樣？好比你那個西方極樂世界簽證都辦好了，隨時可以去，等於是西方極樂世界的人了，沒去也算，也算是西方極樂世界的人，這也是「一切俱是」的意思。"
    },
    {
      "id": "01-004-0040_p0055",
      "zh_CN": "我们这一个身，可以说是成佛的最后身，你这一生往生，往生西方世界是一生成佛，那岂不是最后身？不必再经过生死轮回了，这个就是「一切俱是」。从具足烦恼、博地凡夫来讲，这是「一切俱非」。选定这个法门，从这个法门上来讲，我具足信愿行，这是「一切俱是」。我们一定要把这个意思认识清楚，好好的抓到这个殊胜的机缘，决定不错过。",
      "zh_TW": "我們這一個身，可以說是成佛的最後身，你這一生往生，往生西方世界是一生成佛，那豈不是最後身？不必再經過生死輪迴了，這個就是「一切俱是」。從具足煩惱、博地凡夫來講，這是「一切俱非」。選定這個法門，從這個法門上來講，我具足信願行，這是「一切俱是」。我們一定要把這個意思認識清楚，好好的抓到這個殊勝的機緣，決定不錯過。"
    },
    {
      "id": "01-004-0040_p0056",
      "zh_CN": "所以这个念佛道场建立，好！不在大。诸位要晓得，这个道场要大了，人多了，就变成法会，收不到效果。初祖远公大师在世的时候，这讲东晋的时候，那个时候的社会风气好，人心都厚道。他老人家在庐山建立一个念佛堂，才不过是一百二十几个人，各个成就。今日之下，我们所期望的念佛堂，人数再多，最好不要超过三十个人，会各个成就。因为现在众生根性跟从前不一样，人多了怎样？我看他不顺眼，他看我这个又不高兴，这个不会成就的。真正是志同道合，十个八个就好，真正打佛七。所以李老师过去常常教诫我们，他说真正的佛七，最好不要超过十个人，那各个会很有受用。多了怎样？多了变成法会，大家聚在一起热闹热闹而已，除了热闹之外，还能谈到个什么？",
      "zh_TW": "所以這個念佛道場建立，好！不在大。諸位要曉得，這個道場要大了，人多了，就變成法會，收不到效果。初祖遠公大師在世的時候，這講東晉的時候，那個時候的社會風氣好，人心都厚道。他老人家在廬山建立一個念佛堂，才不過是一百二十幾個人，各個成就。今日之下，我們所期望的念佛堂，人數再多，最好不要超過三十個人，會各個成就。因為現在眾生根性跟從前不一樣，人多了怎樣？我看他不順眼，他看我這個又不高興，這個不會成就的。真正是志同道合，十個八個就好，真正打佛七。所以李老師過去常常教誡我們，他說真正的佛七，最好不要超過十個人，那各個會很有受用。多了怎樣？多了變成法會，大家聚在一起熱鬧熱鬧而已，除了熱鬧之外，還能談到個什麼？"
    },
    {
      "id": "01-004-0040_p0057",
      "zh_CN": "真正佛七，我们在这两天念佛当中，也提示过诸位，心里面佛号决定不间断。止静的时候，口虽然不念了，心里念，心里佛号不中断。两支香当中休息的时候，决定不说话的，因为一说话，佛号不就断了？一面说话，佛号不断，有几个人能有这种功夫？所以佛七当中止语是对的。我们现在虽然不是严格的，就是说非必要的话不必说。天天打佛七见了面，点点头就好了，何必还要打招呼？还说话？所以这个念佛堂自始至终，一天到晚，都是清净的，一点声音都没有。除了这个佛号的声音，没有其他的声音，这是念佛堂。",
      "zh_TW": "真正佛七，我們在這兩天念佛當中，也提示過諸位，心裡面佛號決定不間斷。止靜的時候，口雖然不念了，心裡念，心裡佛號不中斷。兩支香當中休息的時候，決定不說話的，因為一說話，佛號不就斷了？一面說話，佛號不斷，有幾個人能有這種功夫？所以佛七當中止語是對的。我們現在雖然不是嚴格的，就是說非必要的話不必說。天天打佛七見了面，點點頭就好了，何必還要打招呼？還說話？所以這個念佛堂自始至終，一天到晚，都是清淨的，一點聲音都沒有。除了這個佛號的聲音，沒有其他的聲音，這是念佛堂。"
    },
    {
      "id": "01-004-0040_p0058",
      "zh_CN": "所以念佛堂外面要有外护，不能让外头人随便进来，他一开门进来的时候，打闲岔了，一进来一个人，我们大家就看一下，又打闲岔，也打妄想。可是我们今天环境没办法，我们只有这一个门，没有第二个门，有些闲杂人来找我们的时候，一定还得应付他，不容易！念佛堂就是念佛堂，除了护七的人之外，任何一个人不能进去，这是真正办道的地方，所以叫道场。也许我们将来有因缘建立这么一个念佛堂，真正的帮助大家成就。虽然不能普遍的帮大家成就，能成就十个、八个就不得了，那真是无量功德。有十个、八个真正往生到西方极乐世界，这还得了！",
      "zh_TW": "所以念佛堂外面要有外護，不能讓外頭人隨便進來，他一開門進來的時候，打閒岔了，一進來一個人，我們大家就看一下，又打閒岔，也打妄想。可是我們今天環境沒辦法，我們只有這一個門，沒有第二個門，有些閒雜人來找我們的時候，一定還得應付他，不容易！念佛堂就是念佛堂，除了護七的人之外，任何一個人不能進去，這是真正辦道的地方，所以叫道場。也許我們將來有因緣建立這麼一個念佛堂，真正的幫助大家成就。雖然不能普遍的幫大家成就，能成就十個、八個就不得了，那真是無量功德。有十個、八個真正往生到西方極樂世界，這還得了！"
    },
    {
      "id": "01-004-0040_p0059",
      "zh_CN": "解【十方佛土。无此名相。无此阶位。无此法门。非心性之极致。持名之奇勋。弥陀之大愿。何以有此。】",
      "zh_TW": "解【十方佛土。無此名相。無此階位。無此法門。非心性之極致。持名之奇勳。彌陀之大願。何以有此。】"
    },
    {
      "id": "01-004-0040_p0060",
      "zh_CN": "这一段就是说明前面所讲的同居土的殊胜、超群。说明他的三种不思议的业因，所以才有三种不退转的果报。就是同居土下下品都圆证三不退，何况其上？首先大师跟我们说明这是一点都不假。蕅益大师对于《大藏经》非常之熟，要是没看过《大藏经》说这个话，我们会不以为然。他老人家有一本《阅藏知津》，这一部书是《大藏经》的目录提要。他是每一部经都看过，把这个经里面的要点节录出来给大家介绍。这一部经内容是什么？讲些什么东西？《阅藏知津》，就是我们现在讲的目录提要。他是把整个《大藏经》真用功夫看过。",
      "zh_TW": "這一段就是說明前面所講的同居土的殊勝、超群。說明他的三種不思議的業因，所以才有三種不退轉的果報。就是同居土下下品都圓證三不退，何況其上？首先大師跟我們說明這是一點都不假。蕅益大師對於《大藏經》非常之熟，要是沒看過《大藏經》說這個話，我們會不以為然。他老人家有一本《閱藏知津》，這一部書是《大藏經》的目錄提要。他是每一部經都看過，把這個經裡面的要點節錄出來給大家介紹。這一部經內容是什麼？講些什麼東西？《閱藏知津》，就是我們現在講的目錄提要。他是把整個《大藏經》真用功夫看過。"
    },
    {
      "id": "01-004-0040_p0061",
      "zh_CN": "『十方佛土。无此名相。无此阶位。无此法门』，他说这个话够资格。如果没有把《大藏经》那么详细的看过，说这个话我们会怀疑。他说这个话我们不怀疑，因为什么？《阅藏知津》可以作证，只有净土才有这种情形。所以他讲，『非心性之极致。持名之奇勋。弥陀之大愿』，他把它结归这三种不思议。",
      "zh_TW": "『十方佛土。無此名相。無此階位。無此法門』，他說這個話夠資格。如果沒有把《大藏經》那麼詳細的看過，說這個話我們會懷疑。他說這個話我們不懷疑，因為什麼？《閱藏知津》可以作證，只有淨土才有這種情形。所以他講，『非心性之極致。持名之奇勳。彌陀之大願』，他把它結歸這三種不思議。"
    },
    {
      "id": "01-004-0040_p0062",
      "zh_CN": "「心性之极致」这是讲心要，心性就是讲真如本性，真如本性是一切法的理体。拿今天哲学上的术语来讲，就是宇宙万有的本体，这个本体是清净平等的。在这个平等法里面，一切的阶级、一切的名相都不存在，所谓是「万法皆空，万法皆如」。这是讲到心性的极致，从心体上来看，心性本体上来看。",
      "zh_TW": "「心性之極致」這是講心要，心性就是講真如本性，真如本性是一切法的理體。拿今天哲學上的術語來講，就是宇宙萬有的本體，這個本體是清淨平等的。在這個平等法裡面，一切的階級、一切的名相都不存在，所謂是「萬法皆空，萬法皆如」。這是講到心性的極致，從心體上來看，心性本體上來看。"
    },
    {
      "id": "01-004-0040_p0063",
      "zh_CN": "第二讲持名。持名，念佛人是以一句名号为境界，心就缘在这个境界上。而这个名号，诸位一定要记住，句句都要唤醒我们觉而不迷，「南无阿弥陀佛」皈依无量觉，觉心是平等的，觉心是清净的。觉心里面就像六祖所说「本来无一物，何处惹尘埃」。觉心里面没有分别、执着、妄想。分别执着妄想，迷心里头才有，觉心里头没有。所以我们念佛，是句句把我们的本觉给叫醒、给它唤出来。这句阿弥陀佛就是始觉，始觉与本觉相应，才叫正觉。假如这句佛号不能把本觉唤醒，还是迷惑颠倒，还是不觉，这句佛号念得就不起作用，那就是古人所说的「喊破喉咙也枉然」。",
      "zh_TW": "第二講持名。持名，念佛人是以一句名號為境界，心就緣在這個境界上。而這個名號，諸位一定要記住，句句都要喚醒我們覺而不迷，「南無阿彌陀佛」皈依無量覺，覺心是平等的，覺心是清淨的。覺心裡面就像六祖所說「本來無一物，何處惹塵埃」。覺心裡面沒有分別、執著、妄想。分別執著妄想，迷心裡頭才有，覺心裡頭沒有。所以我們念佛，是句句把我們的本覺給叫醒、給它喚出來。這句阿彌陀佛就是始覺，始覺與本覺相應，才叫正覺。假如這句佛號不能把本覺喚醒，還是迷惑顛倒，還是不覺，這句佛號念得就不起作用，那就是古人所說的「喊破喉嚨也枉然」。"
    },
    {
      "id": "01-004-0040_p0064",
      "zh_CN": "诸位要晓得，我们这个生死的根本，就是烦恼，就是分别执着妄想，就是这东西在作祟，所以才有三界六道轮回的果报。如果念念都觉而不迷，念念里面没有分别执着妄想，不但六道没有了，二乘、菩萨、佛也没有了。为什么？二乘、菩萨、佛还是分别执着里头起来的。这不就是说一切俱非？虽然没有，也不妨碍假名建立，那就一切俱是。假名无碍真体，真体也不碍假名，不相妨碍，这多自在！这个就是真正的解脱，真正的自在。所以这是「持名之奇勋」，「勋」是功勋，「奇」是不可思议。所以这句名号，不是一般人所能够理解的。",
      "zh_TW": "諸位要曉得，我們這個生死的根本，就是煩惱，就是分別執著妄想，就是這東西在作祟，所以才有三界六道輪迴的果報。如果念念都覺而不迷，念念裡面沒有分別執著妄想，不但六道沒有了，二乘、菩薩、佛也沒有了。為什麼？二乘、菩薩、佛還是分別執著裡頭起來的。這不就是說一切俱非？雖然沒有，也不妨礙假名建立，那就一切俱是。假名無礙真體，真體也不礙假名，不相妨礙，這多自在！這個就是真正的解脫，真正的自在。所以這是「持名之奇勳」，「勳」是功勳，「奇」是不可思議。所以這句名號，不是一般人所能夠理解的。"
    },
    {
      "id": "01-004-0040_p0065",
      "zh_CN": "八万四千法门，什么样修行的功夫，说老实话，没有办法跟这句佛号相比，可惜世间人他不晓得，他迷惑，这个佛号的意思真难懂！世出世间一切法，都在这句名号包括之中。蕅益大师所说「该罗八教，圆摄五宗」，这仅仅是说这句佛号，把整个佛法都包括在其中。除佛法，一切世间法也包括在其中，有几个人晓得？真正觉悟到了，真正明白了，你还要搞别的干什么？什么都得放下。为什么？那一切都是分别执着妄想，都是权巧方便法，这句佛号足够了。",
      "zh_TW": "八萬四千法門，什麼樣修行的功夫，說老實話，沒有辦法跟這句佛號相比，可惜世間人他不曉得，他迷惑，這個佛號的意思真難懂！世出世間一切法，都在這句名號包括之中。蕅益大師所說「該羅八教，圓攝五宗」，這僅僅是說這句佛號，把整個佛法都包括在其中。除佛法，一切世間法也包括在其中，有幾個人曉得？真正覺悟到了，真正明白了，你還要搞別的幹什麼？什麼都得放下。為什麼？那一切都是分別執著妄想，都是權巧方便法，這句佛號足夠了。"
    },
    {
      "id": "01-004-0040_p0066",
      "zh_CN": "刚才我说了，我们要建一个怎么样大的道场，将来好多人在一块共修，那都叫打妄想，那都叫自己找麻烦。误了别人，也误了自己。真的想的时候，我们找一个地方，有个四、五十坪，几个志同道合的，十个、八个在一块来结七念佛，那叫真正道场。",
      "zh_TW": "剛才我說了，我們要建一個怎麼樣大的道場，將來好多人在一塊共修，那都叫打妄想，那都叫自己找麻煩。誤了別人，也誤了自己。真的想的時候，我們找一個地方，有個四、五十坪，幾個志同道合的，十個、八個在一塊來結七念佛，那叫真正道場。"
    },
    {
      "id": "01-004-0040_p0067",
      "zh_CN": "刚才讲六和敬，四个人以上就可以组织一个僧团。僧团，跟诸位说，不一定是在家、出家。不要以为，出家人这才叫僧团，那你搞错了。因为僧团它这个名词的定义，只是遵守这个条件，不管你在家、出家，不管你学佛不学佛。譬如外道，他也守这个条件，他也叫僧团。所以僧这个意思叫和合众，众是大众，遵守六和合的这个团体，就叫僧团，不一定是在家、出家。你家庭里面父子兄弟，你要有四个人在一块，如果也是实行羯摩制度，实行六和合，你那一家人就叫僧团。这些名词定义都要搞清楚，不要一看到僧，就想到那是出家人。在家人也称僧，只要你照这样做，你就称僧。所以说真正有志同道合，这个很重要。六和合就是志同道合，有十个、八个在一块，每天在一块结七如法的念佛修持，这就是西方道场，没有不成就的。所以要晓得，这句佛号不可思议，要珍重！",
      "zh_TW": "剛才講六和敬，四個人以上就可以組織一個僧團。僧團，跟諸位說，不一定是在家、出家。不要以為，出家人這才叫僧團，那你搞錯了。因為僧團它這個名詞的定義，只是遵守這個條件，不管你在家、出家，不管你學佛不學佛。譬如外道，他也守這個條件，他也叫僧團。所以僧這個意思叫和合眾，眾是大眾，遵守六和合的這個團體，就叫僧團，不一定是在家、出家。你家庭裡面父子兄弟，你要有四個人在一塊，如果也是實行羯摩制度，實行六和合，你那一家人就叫僧團。這些名詞定義都要搞清楚，不要一看到僧，就想到那是出家人。在家人也稱僧，只要你照這樣做，你就稱僧。所以說真正有志同道合，這個很重要。六和合就是志同道合，有十個、八個在一塊，每天在一塊結七如法的念佛修持，這就是西方道場，沒有不成就的。所以要曉得，這句佛號不可思議，要珍重！"
    },
    {
      "id": "01-004-0040_p0068",
      "zh_CN": "所以我现在印经只印《阿弥陀经》，其他经我都不想印了。今天还有一个人来，他要印《瑜伽师地论》。那个书很大，花钱不少，他问我要这个原本。我们《瑜伽师地论》原本是妙莲法师借来用的，印完之后已经送还他了。我就介绍他，我说你去找妙莲法师去，向他借原本去印。现在印书的地方太多了，各种书我们都让给别人印，我们专印《阿弥陀经》，专印《阿弥陀经疏钞》、《要解》，我们初步的目标是订十万本，广结净土的法缘。我们一年一年印，累积起来，我这一次有意思想印五千本，看看能不能达到这个目标？我们的《阿弥陀经通赞疏》印了四千本，这个如果印五千本，我们今年《阿弥陀经》就印了九千本。以后再有因缘的时候，我们大量的来印《阿弥陀经》来流通。这一次印的，上一次跟诸位报告了，今天有不少人来打听，这次印这个本子，跟我们现在用这个本子一样厚，也是这样的精装，但是这个里面，四个项目，变更了一下，就是《阿弥陀经要解》这是第一个。第二个是《西方确指》。第三个是《西方公据》。第四个部分是《释门法戒录》，那是讲因果、讲戒律的。我们就提倡持戒念佛。这次印这个本子，封面上题字，是四个字《西方公据》。据，是凭据，是往生西方的凭据，这个凭据是经过公证过的，像法院，像我们什么东西凭据经过法院公证，我们这个凭据是十方诸佛给我们公证的。你看《阿弥陀经》后面不是六方佛？那个六方佛就是十方佛，十方诸佛给我们公证的。这一册书就是往生西方极乐世界的凭据，你依照这个理论、方法去修行，决定往生。所以我们今天要印的，是印这个书，愈多愈好。如果大家这个钱来得多的时候，我们统统都印。如果马上有足够的资金，我们立刻就印十万部，印十万部流通。",
      "zh_TW": "所以我現在印經只印《阿彌陀經》，其他經我都不想印了。今天還有一個人來，他要印《瑜伽師地論》。那個書很大，花錢不少，他問我要這個原本。我們《瑜伽師地論》原本是妙蓮法師借來用的，印完之後已經送還他了。我就介紹他，我說你去找妙蓮法師去，向他借原本去印。現在印書的地方太多了，各種書我們都讓給別人印，我們專印《阿彌陀經》，專印《阿彌陀經疏鈔》、《要解》，我們初步的目標是訂十萬本，廣結淨土的法緣。我們一年一年印，累積起來，我這一次有意思想印五千本，看看能不能達到這個目標？我們的《阿彌陀經通贊疏》印了四千本，這個如果印五千本，我們今年《阿彌陀經》就印了九千本。以後再有因緣的時候，我們大量的來印《阿彌陀經》來流通。這一次印的，上一次跟諸位報告了，今天有不少人來打聽，這次印這個本子，跟我們現在用這個本子一樣厚，也是這樣的精裝，但是這個裡面，四個項目，變更了一下，就是《阿彌陀經要解》這是第一個。第二個是《西方確指》。第三個是《西方公據》。第四個部分是《釋門法戒錄》，那是講因果、講戒律的。我們就提倡持戒念佛。這次印這個本子，封面上題字，是四個字《西方公據》。據，是憑據，是往生西方的憑據，這個憑據是經過公證過的，像法院，像我們什麼東西憑據經過法院公證，我們這個憑據是十方諸佛給我們公證的。你看《阿彌陀經》後面不是六方佛？那個六方佛就是十方佛，十方諸佛給我們公證的。這一冊書就是往生西方極樂世界的憑據，你依照這個理論、方法去修行，決定往生。所以我們今天要印的，是印這個書，愈多愈好。如果大家這個錢來得多的時候，我們統統都印。如果馬上有足夠的資金，我們立刻就印十萬部，印十萬部流通。"
    },
    {
      "id": "01-004-0040_p0069",
      "zh_CN": "末后一句，「弥陀之大愿」，阿弥陀佛在因地当中所发的四十八愿，庄严极乐世界依报、正报，所以凡圣同居土的下下品也能圆证三不退，有这三种不思议，这是他方世界、十方佛国土所没有的。蕅益大师这个话不是随便说的，字字句句都有经论的依据，我们应当要相信，应当要接受，努力依教奉行。这两天我们还是要努力的来念佛，今天就讲到此地。",
      "zh_TW": "末後一句，「彌陀之大願」，阿彌陀佛在因地當中所發的四十八願，莊嚴極樂世界依報、正報，所以凡聖同居土的下下品也能圓證三不退，有這三種不思議，這是他方世界、十方佛國土所沒有的。蕅益大師這個話不是隨便說的，字字句句都有經論的依據，我們應當要相信，應當要接受，努力依教奉行。這兩天我們還是要努力的來念佛，今天就講到此地。"
    }
  ]
}