{
  "doc_id": "01-004-0029",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十九集",
    "zh_TW": "第二十九集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0029",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "01-004-0029_p0001",
      "zh_CN": "请掀开经本一百五十七页，倒数第四行，从八正道这里看起：",
      "zh_TW": "請掀開經本一百五十七頁，倒數第四行，從八正道這裡看起："
    },
    {
      "id": "01-004-0029_p0002",
      "zh_CN": "解【八圣道分。亦名八正道。修无漏行观。见四谛分明。名正见。以无漏心相应思惟。动发觉知筹量。为令增长。入大涅槃。名正思惟。】",
      "zh_TW": "解【八聖道分。亦名八正道。修無漏行觀。見四諦分明。名正見。以無漏心相應思惟。動發覺知籌量。為令增長。入大涅槃。名正思惟。】"
    },
    {
      "id": "01-004-0029_p0003",
      "zh_CN": "这是三十七道品最后的一科，我们通常称为『八正道』，也称为『八圣道』。首先我们要把这个名词的定义说清楚，「八」是名数，一共有八条，「圣道」就是正道，「正」当然就不是邪，所以「正」有一个标准，这个标准是以「无漏法」为根本，凡是与无漏法相应的，这叫正道。如果是属于有漏法的，都叫做邪道。由此我们必须要把什么叫有漏，什么叫无漏，要做一个很清楚、很明细的拣别，就是要把它区分出来。",
      "zh_TW": "這是三十七道品最後的一科，我們通常稱為『八正道』，也稱為『八聖道』。首先我們要把這個名詞的定義說清楚，「八」是名數，一共有八條，「聖道」就是正道，「正」當然就不是邪，所以「正」有一個標準，這個標準是以「無漏法」為根本，凡是與無漏法相應的，這叫正道。如果是屬於有漏法的，都叫做邪道。由此我們必須要把什麼叫有漏，什麼叫無漏，要做一個很清楚、很明細的揀別，就是要把它區分出來。"
    },
    {
      "id": "01-004-0029_p0004",
      "zh_CN": "「漏」在佛法里是烦恼的总代名词。譬如一个器皿，像我们这个茶杯，这个茶杯是完好的才有作用，如果破损了，我们水盛进去就漏下来，它就不能用了。佛用「漏」比喻烦恼，这个比喻也非常的恰当，因为有了烦恼，我们本性里面的智慧功德就好像漏掉了，智慧功德不能现前。如果要是无漏法，我们的智慧功德一点都没有损耗，换句话说，都能够现前受用，既然这么说，就可以想到见思烦恼是有漏，尘沙、无明还是有漏。但是我们通常一般来说，见思烦恼断尽就称之为无漏，这是佛法里面一般的标准。由此可知，八正道是要见思烦恼断尽之后才有，这八条就与无漏智慧相应。",
      "zh_TW": "「漏」在佛法裡是煩惱的總代名詞。譬如一個器皿，像我們這個茶杯，這個茶杯是完好的才有作用，如果破損了，我們水盛進去就漏下來，它就不能用了。佛用「漏」比喻煩惱，這個比喻也非常的恰當，因為有了煩惱，我們本性裡面的智慧功德就好像漏掉了，智慧功德不能現前。如果要是無漏法，我們的智慧功德一點都沒有損耗，換句話說，都能夠現前受用，既然這麼說，就可以想到見思煩惱是有漏，塵沙、無明還是有漏。但是我們通常一般來說，見思煩惱斷盡就稱之為無漏，這是佛法裡面一般的標準。由此可知，八正道是要見思煩惱斷盡之後才有，這八條就與無漏智慧相應。"
    },
    {
      "id": "01-004-0029_p0005",
      "zh_CN": "如果我们见思烦恼没断尽，这个八正道就有相似的八正道，没有真正的八正道，这一点我们一定要明了。而这八条在佛法里面好比像数学里面的公式。此地所讲是一个普通的解释，通途的解释，它在某一宗有某一宗的讲法，在某一个法门有某一个法门的讲法，它不是一定的。譬如我们举第一个『正见』，在净土宗里面，真正能够相信西方极乐是实实在在有的，我们念佛决定蒙佛接引，得往生西方极乐世界，这是「正见」。如果要是学禅，禅宗也有这个见解，那就是邪知邪见，所以这个要晓得的。禅宗的见解就是一切法是无相、无念、无愿，万法皆空，空亦复空，这是禅家见解，这个见解拿到净土里面来是邪知邪见，在它那里是正知正见，到我们这儿就邪知邪见了。这就是说这八条各宗有各宗的讲法，与它的宗旨、教义相应就叫正道，不相应就叫邪道，这是我们一定要认识清楚。所以这八条有种种不同的讲法，在某一宗、某一派里面都是正知正见，没错的。",
      "zh_TW": "如果我們見思煩惱沒斷盡，這個八正道就有相似的八正道，沒有真正的八正道，這一點我們一定要明瞭。而這八條在佛法裡面好比像數學裡面的公式。此地所講是一個普通的解釋，通途的解釋，它在某一宗有某一宗的講法，在某一個法門有某一個法門的講法，它不是一定的。譬如我們舉第一個『正見』，在淨土宗裡面，真正能夠相信西方極樂是實實在在有的，我們念佛決定蒙佛接引，得往生西方極樂世界，這是「正見」。如果要是學禪，禪宗也有這個見解，那就是邪知邪見，所以這個要曉得的。禪宗的見解就是一切法是無相、無念、無願，萬法皆空，空亦復空，這是禪家見解，這個見解拿到淨土裡面來是邪知邪見，在它那裡是正知正見，到我們這兒就邪知邪見了。這就是說這八條各宗有各宗的講法，與它的宗旨、教義相應就叫正道，不相應就叫邪道，這是我們一定要認識清楚。所以這八條有種種不同的講法，在某一宗、某一派裡面都是正知正見，沒錯的。"
    },
    {
      "id": "01-004-0029_p0006",
      "zh_CN": "我们先看大师的解释，他这个解释是通途的解释，什么叫正见？『修无漏行观，见四谛分明』，这是正见。无漏、行、观，这几个字样里面都含着有很深的意思。「行」就是造作，「观」是觉观，是智慧的明了，如果这个觉观是属于无漏法的，他就不会漏落到生死。换句话说，他把世出世间的因果看得清清楚楚，一点都没有差错。苦、集是世间因果，灭、道是出世间的因果。有因必有果，有果必有因。因果究竟的真相他都能够了然而不迷惑，这个见解是正见，这种见解他决定不造业，决定不迷惑，在三界之中他真正能做到像古大德所说的「不昧因果」，这句话要注意到，纵然是佛菩萨乘愿再来，诸位要记住，佛菩萨已经成佛了，倒驾慈航而来，他在这个世间的际遇会不会一生很顺利？不尽然，这个要知道。",
      "zh_TW": "我們先看大師的解釋，他這個解釋是通途的解釋，什麼叫正見？『修無漏行觀，見四諦分明』，這是正見。無漏、行、觀，這幾個字樣裡面都含著有很深的意思。「行」就是造作，「觀」是覺觀，是智慧的明瞭，如果這個覺觀是屬於無漏法的，他就不會漏落到生死。換句話說，他把世出世間的因果看得清清楚楚，一點都沒有差錯。苦、集是世間因果，滅、道是出世間的因果。有因必有果，有果必有因。因果究竟的真相他都能夠了然而不迷惑，這個見解是正見，這種見解他決定不造業，決定不迷惑，在三界之中他真正能做到像古大德所說的「不昧因果」，這句話要注意到，縱然是佛菩薩乘願再來，諸位要記住，佛菩薩已經成佛了，倒駕慈航而來，他在這個世間的際遇會不會一生很順利？不盡然，這個要知道。"
    },
    {
      "id": "01-004-0029_p0007",
      "zh_CN": "释迦牟尼佛，我们在传记里面看到的，他还三个月受马麦之报，没东西吃，遇到了饥荒，老百姓都没东西吃，当然没办法供养他们。孔老夫子在陈绝粮。他的家族还遭了大难，释迦牟尼佛这一族，琉璃王发兵消灭释迦族，这是定业。目犍连有神通，把他那个钵变得很大，将城里的人统统救走，救出来，以为没事了，再到佛面前一看，钵里头化成血水。他就问释迦牟尼佛，这是怎么回事情？我把他们救出来了，为什么还不能免这个难？佛说是定业，没法子救。我们要明白这个道理。佛示现在世间，当年在雪山六年的苦行，瘦得像皮包骨头，你们看释迦牟尼佛八相成道的变相图，修苦行的时候皮包骨，一天吃一麻一麦，而且还遭遇提婆达多处心积虑要陷害他，哪有一帆风顺的？",
      "zh_TW": "釋迦牟尼佛，我們在傳記裡面看到的，他還三個月受馬麥之報，沒東西吃，遇到了飢荒，老百姓都沒東西吃，當然沒辦法供養他們。孔老夫子在陳絕糧。他的家族還遭了大難，釋迦牟尼佛這一族，琉璃王發兵消滅釋迦族，這是定業。目犍連有神通，把他那個缽變得很大，將城裡的人統統救走，救出來，以為沒事了，再到佛面前一看，缽裡頭化成血水。他就問釋迦牟尼佛，這是怎麼回事情？我把他們救出來了，為什麼還不能免這個難？佛說是定業，沒法子救。我們要明白這個道理。佛示現在世間，當年在雪山六年的苦行，瘦得像皮包骨頭，你們看釋迦牟尼佛八相成道的變相圖，修苦行的時候皮包骨，一天吃一麻一麥，而且還遭遇提婆達多處心積慮要陷害他，哪有一帆風順的？"
    },
    {
      "id": "01-004-0029_p0008",
      "zh_CN": "我们讲席曾经讲过六祖大师的《坛经》，六祖大师得道之后，遭一些恶人嫉妒，要伤害他，要把他的衣钵抢回去，甚至于要杀害他，那是得道之人，那已经是证了无漏智。所以诸佛菩萨示现在世间，他有身苦，但是没有心苦，就是生活上的享受与一般人差不多，际遇也相仿佛，并不见得是一帆风顺、事事如意，这也是诸佛菩萨做一个榜样给我们看。我们在修学菩提道中遇到一点小小的挫折算得了什么？我们想想还没遇到像释迦牟尼佛那么大的挫折，没遇到像六祖那么大的挫折，六祖在猎人队等于是避难，十五年躲躲藏藏躲了十五年，大灾难，这是诸佛菩萨再来人都在所不免，我们要记住。",
      "zh_TW": "我們講席曾經講過六祖大師的《壇經》，六祖大師得道之後，遭一些惡人嫉妒，要傷害他，要把他的衣缽搶回去，甚至於要殺害他，那是得道之人，那已經是證了無漏智。所以諸佛菩薩示現在世間，他有身苦，但是沒有心苦，就是生活上的享受與一般人差不多，際遇也相彷彿，並不見得是一帆風順、事事如意，這也是諸佛菩薩做一個榜樣給我們看。我們在修學菩提道中遇到一點小小的挫折算得了什麼？我們想想還沒遇到像釋迦牟尼佛那麼大的挫折，沒遇到像六祖那麼大的挫折，六祖在獵人隊等於是避難，十五年躲躲藏藏躲了十五年，大災難，這是諸佛菩薩再來人都在所不免，我們要記住。"
    },
    {
      "id": "01-004-0029_p0009",
      "zh_CN": "这些人有身苦，就是有生老病死，有身苦，他没有心苦。换句话说，心里面没有忧喜，身有苦乐，心没有忧喜，这是圣人跟凡夫不同的所在。为什么他没有心苦？因为他有正见，他所见的因果是清清楚楚，所以讲「不昧因果」。他晓得什么时候遇到什么困难，有些什么障碍，清清楚楚，逆来顺受。他知道，他不是不知道，他既然知道，能不能躲得过？给诸位说，他不躲，躲当然躲得过，躲过之后，这个因果还在，总是要受报的，那就是早晚的事。晚报不如早报，报了就算了，何必要拖延时间？恶的果报、不如意的果报是愈报的早愈好，善的果报是愈报的晚愈好，这是要真正懂得世出世间的因果。「见」就是见解，正确的见解。",
      "zh_TW": "這些人有身苦，就是有生老病死，有身苦，他沒有心苦。換句話說，心裡面沒有憂喜，身有苦樂，心沒有憂喜，這是聖人跟凡夫不同的所在。為什麼他沒有心苦？因為他有正見，他所見的因果是清清楚楚，所以講「不昧因果」。他曉得什麼時候遇到什麼困難，有些什麼障礙，清清楚楚，逆來順受。他知道，他不是不知道，他既然知道，能不能躲得過？給諸位說，他不躲，躲當然躲得過，躲過之後，這個因果還在，總是要受報的，那就是早晚的事。晚報不如早報，報了就算了，何必要拖延時間？惡的果報、不如意的果報是愈報的早愈好，善的果報是愈報的晚愈好，這是要真正懂得世出世間的因果。「見」就是見解，正確的見解。"
    },
    {
      "id": "01-004-0029_p0010",
      "zh_CN": "第二叫正思惟，这一条大师告诉我们，『以无漏心』，他句句都是以无漏心为基础，『相应思惟，动发觉知筹量，为令增长，入大涅槃』。无漏的心就是四智菩提，有漏的心就是八识五十一心所，这是有漏的，八识五十一心所是有漏的。无漏心简单的说就是转八识成四智，转第六意识为妙观察智，转第七末那为平等性智，就行了，只要把这两种转过来，其余的自然连带的都转了。我们现在是心里很想转，就是转不过来，这毛病出在什么地方？那个很想转的心就是有漏的心，有漏心怎么能转有漏心？所以转不过来。无漏的智慧才能真正转有漏心。我们想想我们在日常生活当中六根接触六尘境界，起心动念是不是分别、执着？分别、执着是有漏心，那只有增长烦恼，增加有漏，不能把有漏变成无漏，这是我们应当晓得的。",
      "zh_TW": "第二叫正思惟，這一條大師告訴我們，『以無漏心』，他句句都是以無漏心為基礎，『相應思惟，動發覺知籌量，為令增長，入大涅槃』。無漏的心就是四智菩提，有漏的心就是八識五十一心所，這是有漏的，八識五十一心所是有漏的。無漏心簡單的說就是轉八識成四智，轉第六意識為妙觀察智，轉第七末那為平等性智，就行了，只要把這兩種轉過來，其餘的自然連帶的都轉了。我們現在是心裡很想轉，就是轉不過來，這毛病出在什麼地方？那個很想轉的心就是有漏的心，有漏心怎麼能轉有漏心？所以轉不過來。無漏的智慧才能真正轉有漏心。我們想想我們在日常生活當中六根接觸六塵境界，起心動念是不是分別、執著？分別、執著是有漏心，那只有增長煩惱，增加有漏，不能把有漏變成無漏，這是我們應當曉得的。"
    },
    {
      "id": "01-004-0029_p0011",
      "zh_CN": "此地大师讲的「思惟」，我们一看这个字样马上就用第六意识去思惟了，那就错了。又看到「动发觉知筹量」，我们是不是动了心？「筹量」是不是在计较？不是的，为什么？那全落在有漏的境界里面。这个地方讲的思惟就是菩萨的「三慧」：闻、思、修。他不讲闻，不讲修，单讲思，讲当中，说一个，前后都包括在其中了。所谓「思」就是明了。我们平常有什么事情会想一想，想一想就明了了，所以思的意思是明了，不要去想的，明了就叫做「思」。",
      "zh_TW": "此地大師講的「思惟」，我們一看這個字樣馬上就用第六意識去思惟了，那就錯了。又看到「動發覺知籌量」，我們是不是動了心？「籌量」是不是在計較？不是的，為什麼？那全落在有漏的境界裡面。這個地方講的思惟就是菩薩的「三慧」：聞、思、修。他不講聞，不講修，單講思，講當中，說一個，前後都包括在其中了。所謂「思」就是明瞭。我們平常有什麼事情會想一想，想一想就明瞭了，所以思的意思是明瞭，不要去想的，明瞭就叫做「思」。"
    },
    {
      "id": "01-004-0029_p0012",
      "zh_CN": "菩萨的三慧是一而三，三而一，没有层次的，没有先后的。它是根尘相接触的时候，叫做闻，闻是代表接触，一接触就明了，从明了这个意思就叫思。这一明了他就不迷惑，他就不执着、就不分别，所以从不迷、不执着、不分别这个意思上来说，这叫修。一次完成，不是分三个阶段，是一次完成的。就是从哪个角度去看，用哪一个字来做代表，是这么个意思。所以他不是用心意识，这样才能够与无漏心相应，就是与四智菩提相应。",
      "zh_TW": "菩薩的三慧是一而三，三而一，沒有層次的，沒有先後的。它是根塵相接觸的時候，叫做聞，聞是代表接觸，一接觸就明瞭，從明瞭這個意思就叫思。這一明瞭他就不迷惑，他就不執著、就不分別，所以從不迷、不執著、不分別這個意思上來說，這叫修。一次完成，不是分三個階段，是一次完成的。就是從哪個角度去看，用哪一個字來做代表，是這麼個意思。所以他不是用心意識，這樣才能夠與無漏心相應，就是與四智菩提相應。"
    },
    {
      "id": "01-004-0029_p0013",
      "zh_CN": "底下讲了，他有筹量，好像遇到些什么事情了，佛菩萨也想想，我们现在应该怎么个处理？怎么来办？这要不要通过第六意识？如果通过第六意识那还是落在有漏里面，增长烦恼，不会增长智慧。所以这种思惟、计划、筹量也完全是智慧的起用，这一种起作用是非常的快速。我们在大藏经里面看了很多，你们诸位仔细去观察，留心注意去看，有没有一次就是人家来请教释迦牟尼佛，请教老人家一个问题，释迦牟尼佛给他说，等我想想再告诉你？有没有看到这个？没看到。一般人来问，问完了，佛是随问随答，顶多佛是把那个问题重复说一遍，这经上常有的。重复说一遍有道理的，我听你的有没有听错？你的意思是不是这样？你问的是不是这个意思？没错，没错就跟你讲。他不会说你等一等，我想想看怎么答复你，没这个说法。这就证明他没有用心意识，他这个「觉知筹量」也是从四智里面透出来的，所以他才智慧增长，才真正能够断惑证真，入大涅槃，这叫做「正思惟」。",
      "zh_TW": "底下講了，他有籌量，好像遇到些什麼事情了，佛菩薩也想想，我們現在應該怎麼個處理？怎麼來辦？這要不要通過第六意識？如果通過第六意識那還是落在有漏裡面，增長煩惱，不會增長智慧。所以這種思惟、計畫、籌量也完全是智慧的起用，這一種起作用是非常的快速。我們在大藏經裡面看了很多，你們諸位仔細去觀察，留心注意去看，有沒有一次就是人家來請教釋迦牟尼佛，請教老人家一個問題，釋迦牟尼佛給他說，等我想想再告訴你？有沒有看到這個？沒看到。一般人來問，問完了，佛是隨問隨答，頂多佛是把那個問題重複說一遍，這經上常有的。重複說一遍有道理的，我聽你的有沒有聽錯？你的意思是不是這樣？你問的是不是這個意思？沒錯，沒錯就跟你講。他不會說你等一等，我想想看怎麼答覆你，沒這個說法。這就證明他沒有用心意識，他這個「覺知籌量」也是從四智裡面透出來的，所以他才智慧增長，才真正能夠斷惑證真，入大涅槃，這叫做「正思惟」。"
    },
    {
      "id": "01-004-0029_p0014",
      "zh_CN": "八条里面这两条非常重要，一个是讲见解，一个是讲思想。你看看，跟我们烦恼障里面，一个见惑，一个思惑。见惑破了，正见就现前；思惑破了，正思惟就现前。邪知见里面，诸位要记住，身见、边见，这是最严重的邪见，一切邪见以这个为根本。一切错误不正确的思惟是以贪瞋痴慢为根本，贪瞋痴慢疑这五条是一切不正思惟、邪思惟的根本。舍掉了见思烦恼，你的见解才正，你的思想才正，破了见思烦恼岂不就是与无漏慧相应了？再看底下这一条：",
      "zh_TW": "八條裡面這兩條非常重要，一個是講見解，一個是講思想。你看看，跟我們煩惱障裡面，一個見惑，一個思惑。見惑破了，正見就現前；思惑破了，正思惟就現前。邪知見裡面，諸位要記住，身見、邊見，這是最嚴重的邪見，一切邪見以這個為根本。一切錯誤不正確的思惟是以貪瞋痴慢為根本，貪瞋痴慢疑這五條是一切不正思惟、邪思惟的根本。捨掉了見思煩惱，你的見解才正，你的思想才正，破了見思煩惱豈不就是與無漏慧相應了？再看底下這一條："
    },
    {
      "id": "01-004-0029_p0015",
      "zh_CN": "解【以无漏慧。除四邪命。摄诸口业。住一切正语中。名正语。】",
      "zh_TW": "解【以無漏慧。除四邪命。攝諸口業。住一切正語中。名正語。】"
    },
    {
      "id": "01-004-0029_p0016",
      "zh_CN": "我们先看这一条。『无漏慧』不必说了，就是依四智菩提。口业重要的，俗话常讲「病从口入，祸从口出」，这都是口业。佛就从这个观点上给我们开示，所以先讲『除四邪命』，「除四邪命」就是除去「病从口入」。五欲里面，财色名食睡，世间人哪一个不贪吃？这是大病，世间人许许多多得的病都是贪吃得来的，所以现在饮食卫生要特别留意。尤其是现前这个时代，我们现在这个时代五浊恶世，浊恶到极处，什么样的怪病、病菌到处都有，不小心就传染了，传染的时候你不晓得，病发作的时候来不及了，没救了，所以饮食样样要小心。",
      "zh_TW": "我們先看這一條。『無漏慧』不必說了，就是依四智菩提。口業重要的，俗話常講「病從口入，禍從口出」，這都是口業。佛就從這個觀點上給我們開示，所以先講『除四邪命』，「除四邪命」就是除去「病從口入」。五欲裡面，財色名食睡，世間人哪一個不貪吃？這是大病，世間人許許多多得的病都是貪吃得來的，所以現在飲食衛生要特別留意。尤其是現前這個時代，我們現在這個時代五濁惡世，濁惡到極處，什麼樣的怪病、病菌到處都有，不小心就傳染了，傳染的時候你不曉得，病發作的時候來不及了，沒救了，所以飲食樣樣要小心。"
    },
    {
      "id": "01-004-0029_p0017",
      "zh_CN": "我到台中去，李老师就特别关照我，因为他自己食物中毒，病了三个月，几乎把命送掉，所以他叫我特别的小心，特别告诉我们，味精不能吃，酱油也不能吃，真正符合卫生标准的酱油不多。我们常常在报纸、电视上看到，符合标准的没有几家，而且这一批符合标准，底下一批未必符合标准，很难。甚至于他说连吃盐都害怕，他现在吃什么盐？是粗盐，他不吃精盐，精盐有化学东西在里头，粗盐没有。要小心，要谨慎。所以他说我们现在三餐饭，三餐服毒，哪里是吃饭！三餐在服毒。",
      "zh_TW": "我到台中去，李老師就特別關照我，因為他自己食物中毒，病了三個月，幾乎把命送掉，所以他叫我特別的小心，特別告訴我們，味精不能吃，醬油也不能吃，真正符合衛生標準的醬油不多。我們常常在報紙、電視上看到，符合標準的沒有幾家，而且這一批符合標準，底下一批未必符合標準，很難。甚至於他說連吃鹽都害怕，他現在吃什麼鹽？是粗鹽，他不吃精鹽，精鹽有化學東西在裡頭，粗鹽沒有。要小心，要謹慎。所以他說我們現在三餐飯，三餐服毒，哪裡是吃飯！三餐在服毒。"
    },
    {
      "id": "01-004-0029_p0018",
      "zh_CN": "上一个月好像有一位同修告诉我，我们台湾有个留学生在美国，公费留学，成绩非常好，在外面很节省，大概家里常常寄生力面一类的，他就吃那个东西，吃了一年多得了病，回来之后一检查，就是生力面里头中毒，中得太深了，没救，两、三个月死了，你说多可惜。那个东西真不好。还有，面食，凡是面能做得干干，能够保持长久的，愈保存得长久，毒性愈大，防腐剂掺得多，真的要小心，病从口入。",
      "zh_TW": "上一個月好像有一位同修告訴我，我們台灣有個留學生在美國，公費留學，成績非常好，在外面很節省，大概家裡常常寄生力麵一類的，他就吃那個東西，吃了一年多得了病，回來之後一檢查，就是生力麵裡頭中毒，中得太深了，沒救，兩、三個月死了，你說多可惜。那個東西真不好。還有，麵食，凡是麵能做得乾乾，能夠保持長久的，愈保存得長久，毒性愈大，防腐劑摻得多，真的要小心，病從口入。"
    },
    {
      "id": "01-004-0029_p0019",
      "zh_CN": "释迦牟尼佛此地告诉我们这个病比这个病要严重得多，这个病顶多送命而已，顶多治不了，一死就完了，你没想到是死了以后就不得了，死了以后要堕三恶道，这个事情可麻烦。怎么会堕三恶道？也是从口入的。这里讲四种邪命，圆瑛法师《讲义》里面有注解，大家能看得很清楚。",
      "zh_TW": "釋迦牟尼佛此地告訴我們這個病比這個病要嚴重得多，這個病頂多送命而已，頂多治不了，一死就完了，你沒想到是死了以後就不得了，死了以後要墮三惡道，這個事情可麻煩。怎麼會墮三惡道？也是從口入的。這裡講四種邪命，圓瑛法師《講義》裡面有註解，大家能看得很清楚。"
    },
    {
      "id": "01-004-0029_p0020",
      "zh_CN": "第一个叫「方口食」。什么叫方口食？一定要搞清楚，这都是讲出家人。出家人的生活是三衣一钵，可以接受人的供养，一定要如法，不如法得来的利养，后来要遭果报的。方口，方是四方，四方去谄媚人、巴结人、讨好人，叫人家来恭敬供养，这样得来的供养，这是邪命，这是要堕落的，这是第一种。第二种「维口食」。你看这都是经上说的，不是圆瑛法师自己注的。用咒术或者是看相、算命、占卜吉凶，这样去拉拢信徒得来的利养，这叫维口食，这是邪命。第三种叫「仰口食」。仰口食是看星相的，也是讲吉凶祸福，讲这些。「仰观星宿，以自活命」，靠这个来得利养的。第四种叫「下口食」。记住，下口食，「种植田地，和合汤药」，这就是出家人不搞出家人的本分，他去学医给人看病，给人治病。你看，世间人说好事，这不都是社会慈善福利事业，这有什么不好？事是好事，如果要靠这种方式去拉信徒求供养，就错了。",
      "zh_TW": "第一個叫「方口食」。什麼叫方口食？一定要搞清楚，這都是講出家人。出家人的生活是三衣一缽，可以接受人的供養，一定要如法，不如法得來的利養，後來要遭果報的。方口，方是四方，四方去諂媚人、巴結人、討好人，叫人家來恭敬供養，這樣得來的供養，這是邪命，這是要墮落的，這是第一種。第二種「維口食」。你看這都是經上說的，不是圓瑛法師自己註的。用咒術或者是看相、算命、占卜吉凶，這樣去拉攏信徒得來的利養，這叫維口食，這是邪命。第三種叫「仰口食」。仰口食是看星相的，也是講吉凶禍福，講這些。「仰觀星宿，以自活命」，靠這個來得利養的。第四種叫「下口食」。記住，下口食，「種植田地，和合湯藥」，這就是出家人不搞出家人的本分，他去學醫給人看病，給人治病。你看，世間人說好事，這不都是社會慈善福利事業，這有什麼不好？事是好事，如果要靠這種方式去拉信徒求供養，就錯了。"
    },
    {
      "id": "01-004-0029_p0021",
      "zh_CN": "必须要晓得，世间人，包括出家人，各人有各人的本分，不务本分去搞另外一种行业就错了。你要是以医道去救世，你何必去出家？做医生就好。出家人不是做医生，不是给人看病的，出家人不是给人看相的，不是给人算命的，不是给人占卜的，出家人有出家人的事业，怎么可以搞这些？",
      "zh_TW": "必須要曉得，世間人，包括出家人，各人有各人的本分，不務本分去搞另外一種行業就錯了。你要是以醫道去救世，你何必去出家？做醫生就好。出家人不是做醫生，不是給人看病的，出家人不是給人看相的，不是給人算命的，不是給人占卜的，出家人有出家人的事業，怎麼可以搞這些？"
    },
    {
      "id": "01-004-0029_p0022",
      "zh_CN": "以上这四种，「邪心求利，以活身命」，这是邪命，这是要堕落的。这是我们讲的病从口入。这个堕落，你是以邪心不正当的手段得来的利养，将来都要受果报的，要堕三恶道，这是大病。",
      "zh_TW": "以上這四種，「邪心求利，以活身命」，這是邪命，這是要墮落的。這是我們講的病從口入。這個墮落，你是以邪心不正當的手段得來的利養，將來都要受果報的，要墮三惡道，這是大病。"
    },
    {
      "id": "01-004-0029_p0023",
      "zh_CN": "底下是『摄诸口业』，「口业」是戒经里面所讲的四种，妄语、恶口、两舌、绮语，这四种都要离开，教我们安住在正语之中。不妄语，决定不欺骗人。不恶口，恶口是说话粗鲁，说这个话能刺伤别人的心，这是恶口。两舌是挑拨是非，绮语，我们讲的花言巧语，都是欺骗人的，这是佛在戒律里面为我们所禁止的。能守住这四条，我们言语就正了，不至于「祸从口出」，这四条口业是禁止了「祸从口出」。前面那四种邪念要离开了，那是禁止「病从口入」。这是『正语』的意思。在净土法门里面，一句佛号六字洪名是真正的正语，二六时中心口都不离就决定有成就。",
      "zh_TW": "底下是『攝諸口業』，「口業」是戒經裡面所講的四種，妄語、惡口、兩舌、綺語，這四種都要離開，教我們安住在正語之中。不妄語，決定不欺騙人。不惡口，惡口是說話粗魯，說這個話能刺傷別人的心，這是惡口。兩舌是挑撥是非，綺語，我們講的花言巧語，都是欺騙人的，這是佛在戒律裡面為我們所禁止的。能守住這四條，我們言語就正了，不至於「禍從口出」，這四條口業是禁止了「禍從口出」。前面那四種邪念要離開了，那是禁止「病從口入」。這是『正語』的意思。在淨土法門裡面，一句佛號六字洪名是真正的正語，二六時中心口都不離就決定有成就。"
    },
    {
      "id": "01-004-0029_p0024",
      "zh_CN": "再看底下一条，「正业」，「业」是行业，就是行为造作：",
      "zh_TW": "再看底下一條，「正業」，「業」是行業，就是行為造作："
    },
    {
      "id": "01-004-0029_p0025",
      "zh_CN": "解【以无漏慧。除身一切邪业。住清净正身业中。名正业。】",
      "zh_TW": "解【以無漏慧。除身一切邪業。住清淨正身業中。名正業。】"
    },
    {
      "id": "01-004-0029_p0026",
      "zh_CN": "在戒经里面给我们订的比较上具体，不杀生、不偷盗、不邪淫，十善业里面讲的身业，这是『正业』。此地告诉我们舍识之后，也就是转识成智之后，心是常生智慧。既然与智慧相应，当然一切邪行都不会有，所以不但是心清净，身也清净，身心清净，外面境界也清净，无有一法不清净，这是真的。在本宗里面，二六时中念佛不断，行住坐卧四威仪中都能够做到「净念相继」，这是正业。同参道友在一起研究经论，在一块结期念佛，这都是正业。今天是五号，我们预定这个月二十五号开始打佛七，还有二十天，这段期间当中我们先在心理上做一个准备，我们佛七当中一定有很好的境界，换句话说，有很好的成绩，佛七就很有意义了，这是正业。底下讲正命：",
      "zh_TW": "在戒經裡面給我們訂的比較上具體，不殺生、不偷盜、不邪淫，十善業裡面講的身業，這是『正業』。此地告訴我們捨識之後，也就是轉識成智之後，心是常生智慧。既然與智慧相應，當然一切邪行都不會有，所以不但是心清淨，身也清淨，身心清淨，外面境界也清淨，無有一法不清淨，這是真的。在本宗裡面，二六時中念佛不斷，行住坐臥四威儀中都能夠做到「淨念相繼」，這是正業。同參道友在一起研究經論，在一塊結期念佛，這都是正業。今天是五號，我們預定這個月二十五號開始打佛七，還有二十天，這段期間當中我們先在心理上做一個準備，我們佛七當中一定有很好的境界，換句話說，有很好的成績，佛七就很有意義了，這是正業。底下講正命："
    },
    {
      "id": "01-004-0029_p0027",
      "zh_CN": "解【以无漏慧。通除三业中五种邪命。住清净正命中。名正命。】",
      "zh_TW": "解【以無漏慧。通除三業中五種邪命。住清淨正命中。名正命。】"
    },
    {
      "id": "01-004-0029_p0028",
      "zh_CN": "五邪命，底下有个注解，「命」是活命，拿现在的话说，就是我们活在这个世间如何能够延续我们的生命。前面讲的四种邪命着重在日常生活，此地讲五邪命与前面讲的四种邪命是相类似的，但是它这是特别着重在利养上，这我们都要说一说。圆瑛法师《讲义》，在一百五十九面，第五这一条，注解得很清楚。",
      "zh_TW": "五邪命，底下有個註解，「命」是活命，拿現在的話說，就是我們活在這個世間如何能夠延續我們的生命。前面講的四種邪命著重在日常生活，此地講五邪命與前面講的四種邪命是相類似的，但是它這是特別著重在利養上，這我們都要說一說。圓瑛法師《講義》，在一百五十九面，第五這一條，註解得很清楚。"
    },
    {
      "id": "01-004-0029_p0029",
      "zh_CN": "五邪命第一种是「诈现异相奇特」，用这些方法，他的目的无非是叫人要信他，要去皈依他、尊敬他、供养他，目的在此地。换句话说，『五种邪命』是五类的手段。世间人实在讲迷惑颠倒的不少，正法他不相信，如果变一点花样，他就相信了，换句话说，他听骗。一听说某人有神通，他马上相信，他就去了。那个神通他见到没有？他没见到，听别人说的他就相信，真是奇怪，自己并没有看到。示现这些事情的在今天全世界可以说各个地方都有，这五种邪命太多了。学佛的这些同修们，几乎是过半数，都是他们的信徒，这是很不幸，不是佛门不幸，是那些人不幸，迷惑颠倒，叫愚痴，邪正不分，他把邪法当作正法，把正法当作邪法。他有没有这个事情？有的时候真有，像印度的瑜伽师，他在热灰里面走过，在烧得红红铁上走，他真有一套，像魔术一样的，那真的，你看起来不能不相信。为什么说它是邪法？那个东西不能断烦恼，不能了生死，不能够帮助你转识成智，那就不是正命。",
      "zh_TW": "五邪命第一種是「詐現異相奇特」，用這些方法，他的目的無非是叫人要信他，要去皈依他、尊敬他、供養他，目的在此地。換句話說，『五種邪命』是五類的手段。世間人實在講迷惑顛倒的不少，正法他不相信，如果變一點花樣，他就相信了，換句話說，他聽騙。一聽說某人有神通，他馬上相信，他就去了。那個神通他見到沒有？他沒見到，聽別人說的他就相信，真是奇怪，自己並沒有看到。示現這些事情的在今天全世界可以說各個地方都有，這五種邪命太多了。學佛的這些同修們，幾乎是過半數，都是他們的信徒，這是很不幸，不是佛門不幸，是那些人不幸，迷惑顛倒，叫愚痴，邪正不分，他把邪法當作正法，把正法當作邪法。他有沒有這個事情？有的時候真有，像印度的瑜伽師，他在熱灰裡面走過，在燒得紅紅鐵上走，他真有一套，像魔術一樣的，那真的，你看起來不能不相信。為什麼說它是邪法？那個東西不能斷煩惱，不能了生死，不能夠幫助你轉識成智，那就不是正命。"
    },
    {
      "id": "01-004-0029_p0030",
      "zh_CN": "圆瑛法师在这里给我们解释，「以奸诈为怀，示现异相，与人不同」，譬如「不食五谷」，不食人间烟火。「卧刺投灰」，这里讲印度的外道。「诸奇特事，冀人信仰」，最后一句说出他的目的，招揽信徒。有的时候他也许有神通，他也能知道过去、未来。譬如你到他那里去，从来没见面，你一去他就晓得你的名字，你家住在哪里，你做什么事情，他统统都知道，这不得了，这有神通了。你去念念《楞严经》，《楞严经》后面五十种阴魔，譬如魔附在他身上，魔有五通，他知道，那能力不是他的，魔附在他身上的，他仗着魔的力量能够号召许多人，如果哪一天他得罪魔，或者魔不高兴走了，他的能力全盘失掉了，不是没有的事，真有。五十种阴魔有许多的境界与佛的境界很相似，不容易辨别，凡夫要能不上当那是万幸，那是真正有智慧、有福德，福德薄的人没有不上当的。",
      "zh_TW": "圓瑛法師在這裡給我們解釋，「以奸詐為懷，示現異相，與人不同」，譬如「不食五穀」，不食人間煙火。「臥刺投灰」，這裡講印度的外道。「諸奇特事，冀人信仰」，最後一句說出他的目的，招攬信徒。有的時候他也許有神通，他也能知道過去、未來。譬如你到他那裡去，從來沒見面，你一去他就曉得你的名字，你家住在哪裡，你做什麼事情，他統統都知道，這不得了，這有神通了。你去念念《楞嚴經》，《楞嚴經》後面五十種陰魔，譬如魔附在他身上，魔有五通，他知道，那能力不是他的，魔附在他身上的，他仗著魔的力量能夠號召許多人，如果哪一天他得罪魔，或者魔不高興走了，他的能力全盤失掉了，不是沒有的事，真有。五十種陰魔有許多的境界與佛的境界很相似，不容易辨別，凡夫要能不上當那是萬幸，那是真正有智慧、有福德，福德薄的人沒有不上當的。"
    },
    {
      "id": "01-004-0029_p0031",
      "zh_CN": "第二种，「自说功德，诱动人心」。讲他自己，他的修行、他的功夫、他的德行，专门说自己好处，目的是叫别人敬重他，叫别人信仰他，所以说自赞毁他，别的人都不如我了。自赞毁他在菩萨戒里面就犯戒了。哪一个菩萨，我们在五十三参里面，你看到哪一个菩萨自己赞叹自己，毁谤别人的？找不到。菩萨都是自谦，自己谦虚，推崇别人，没有看到自赞毁他的，这是佛法里头不许的。",
      "zh_TW": "第二種，「自說功德，誘動人心」。講他自己，他的修行、他的功夫、他的德行，專門說自己好處，目的是叫別人敬重他，叫別人信仰他，所以說自讚毀他，別的人都不如我了。自讚毀他在菩薩戒裡面就犯戒了。哪一個菩薩，我們在五十三參裡面，你看到哪一個菩薩自己讚歎自己，毀謗別人的？找不到。菩薩都是自謙，自己謙虛，推崇別人，沒有看到自讚毀他的，這是佛法裡頭不許的。"
    },
    {
      "id": "01-004-0029_p0032",
      "zh_CN": "第三种，「占相吉凶，为人说法」，他说的法未必是正法，如果是正法，何必还要附带这些看相、算命、占卜？还搞这些干什么？世间人迷信，很相信这个东西，所以正法很难，能相信正法的真正是善根深厚，有大福德、大因缘。凡是去看相算命占卜，总是自己遇到有麻烦事，遇到不如意的事。如果他在一生当中事事如意，一切都圆满自在，他就不看相也不算命了。这些人懂得人的心理，很巧妙利用人性的弱点，结果上他当了，被他欺骗。诸位要晓得佛法里面是教你转业，佛法里面讲命运，命运是自己创造的，自己造，命运可以自己改变，那你还要算个什么？不需要算。",
      "zh_TW": "第三種，「占相吉凶，為人說法」，他說的法未必是正法，如果是正法，何必還要附帶這些看相、算命、占卜？還搞這些幹什麼？世間人迷信，很相信這個東西，所以正法很難，能相信正法的真正是善根深厚，有大福德、大因緣。凡是去看相算命占卜，總是自己遇到有麻煩事，遇到不如意的事。如果他在一生當中事事如意，一切都圓滿自在，他就不看相也不算命了。這些人懂得人的心理，很巧妙利用人性的弱點，結果上他當了，被他欺騙。諸位要曉得佛法裡面是教你轉業，佛法裡面講命運，命運是自己創造的，自己造，命運可以自己改變，那你還要算個什麼？不需要算。"
    },
    {
      "id": "01-004-0029_p0033",
      "zh_CN": "改变命运最好的一个例子，袁了凡是个例子，莲池大师是个例子。你看莲池大师的《自知录》，就是他的功过格，我们上一次印《弥陀经要解》，后面附的莲池大师《自知录》，印一个小册子三千本，都送完了，现在连一本都找不到，很难得。用《自知录》，用莲池大师那个功过格，或者是用了凡居士的功过格，改造命运非常有效，真正能够依照这个方法去做，做三年，你的命运就转变了。所以命是自己造的，自己可以改，算它干什么？",
      "zh_TW": "改變命運最好的一個例子，袁了凡是個例子，蓮池大師是個例子。你看蓮池大師的《自知錄》，就是他的功過格，我們上一次印《彌陀經要解》，後面附的蓮池大師《自知錄》，印一個小冊子三千本，都送完了，現在連一本都找不到，很難得。用《自知錄》，用蓮池大師那個功過格，或者是用了凡居士的功過格，改造命運非常有效，真正能夠依照這個方法去做，做三年，你的命運就轉變了。所以命是自己造的，自己可以改，算它幹什麼？"
    },
    {
      "id": "01-004-0029_p0034",
      "zh_CN": "第四种是「高声现威，令人敬畏」，也是故意装模作样，在大众当中与众不同，目的是引起别人对他的注意。第五种，「说所得供养，以动人心」。某人供养我多少，那个供养我有多少，意思是说你也该供养我了。这都是心术不正，所以都是「邪心取利」，所以叫五种邪命，我们一定要把它离开，决定不可以这么做法。",
      "zh_TW": "第四種是「高聲現威，令人敬畏」，也是故意裝模作樣，在大眾當中與眾不同，目的是引起別人對他的注意。第五種，「說所得供養，以動人心」。某人供養我多少，那個供養我有多少，意思是說你也該供養我了。這都是心術不正，所以都是「邪心取利」，所以叫五種邪命，我們一定要把它離開，決定不可以這麼做法。"
    },
    {
      "id": "01-004-0029_p0035",
      "zh_CN": "『住清净正命中』，心心念念都在道业上，更重要的，念念知道惭愧，这样才好。无量劫以来，与我们同学的那些人，多少都成佛、成菩萨了，我们还在六道轮转，还在迷惑颠倒，连个下品下生都没拿到，这不惭愧吗？惭愧心生当然就住在正道上。所以把对世法五欲六尘求取的心要断尽，什么事情随缘，随缘当中修自己的清净心，修自己的平等慈悲，这样才与道相应，才叫做『正命』。底下一条是「正精进」：",
      "zh_TW": "『住清淨正命中』，心心念念都在道業上，更重要的，念念知道慚愧，這樣才好。無量劫以來，與我們同學的那些人，多少都成佛、成菩薩了，我們還在六道輪轉，還在迷惑顛倒，連個下品下生都沒拿到，這不慚愧嗎？慚愧心生當然就住在正道上。所以把對世法五欲六塵求取的心要斷盡，什麼事情隨緣，隨緣當中修自己的清淨心，修自己的平等慈悲，這樣才與道相應，才叫做『正命』。底下一條是「正精進」："
    },
    {
      "id": "01-004-0029_p0036",
      "zh_CN": "解【以无漏慧相应。勤行精进。修涅槃道。名正精进。】",
      "zh_TW": "解【以無漏慧相應。勤行精進。修涅槃道。名正精進。】"
    },
    {
      "id": "01-004-0029_p0037",
      "zh_CN": "『精』是纯而不杂，『进』是进而不退。我们天天有进步，没有进步就退步了，譬如说我没退步，没进步就是退步。修道跟求学是一样的，不进则退，所以天天要进步。可是进步里头最难得的就是精纯，他不掺杂，这是真正难得，真正不容易。譬如我们学净土法门，我们很简单的说说，我们修的是持名念佛，在持名里头再加上观想就不算精进，纵然有进步，你里头杂的有观想，但是观想杂的还杂得不严重，为什么？是本门、本宗的。如果再加上禅宗的参究，那个就差得太大了，那掺到另外一种去了。我们讲念佛法门有持名念佛、有观像念佛、有观想念佛、有实相念佛，这个东西你掺一点在里面，是本宗的，本宗就不纯了，何况掺杂别宗？如果掺的有禅，掺的有密，掺的是其他宗派里头理论修行方法，那就叫杂进不叫精进，收的效果当然不一样。",
      "zh_TW": "『精』是純而不雜，『進』是進而不退。我們天天有進步，沒有進步就退步了，譬如說我沒退步，沒進步就是退步。修道跟求學是一樣的，不進則退，所以天天要進步。可是進步裡頭最難得的就是精純，他不摻雜，這是真正難得，真正不容易。譬如我們學淨土法門，我們很簡單的說說，我們修的是持名念佛，在持名裡頭再加上觀想就不算精進，縱然有進步，你裡頭雜的有觀想，但是觀想雜的還雜得不嚴重，為什麼？是本門、本宗的。如果再加上禪宗的參究，那個就差得太大了，那摻到另外一種去了。我們講念佛法門有持名念佛、有觀像念佛、有觀想念佛、有實相念佛，這個東西你摻一點在裡面，是本宗的，本宗就不純了，何況摻雜別宗？如果摻的有禪，摻的有密，摻的是其他宗派裡頭理論修行方法，那就叫雜進不叫精進，收的效果當然不一樣。"
    },
    {
      "id": "01-004-0029_p0038",
      "zh_CN": "精进不懈怠，所求的是「涅槃道」，涅槃是梵语，翻成中国的意思，这意思翻得很多，通常我们把它翻成「灭」，灭什么？灭生死、灭烦恼，指的是这个。也翻作圆寂，圆是指功德圆满，寂是讲的清净寂灭，这是涅槃道，这叫做『正精进』。由此可知，如果不是以这个为目标的精进，都不叫做正精进。在念佛法门当中，我们的精进方向、目标都是求生净土。换句话说，我们的方向、目标都是在一心不乱，功夫成片，才能真正达到求生净土，这叫「正精进」。如果对于这个方向、目标有所障碍的，那个精进就错了，那是背道而驰，这是我们一定要觉悟的。第七，这是正念：",
      "zh_TW": "精進不懈怠，所求的是「涅槃道」，涅槃是梵語，翻成中國的意思，這意思翻得很多，通常我們把它翻成「滅」，滅什麼？滅生死、滅煩惱，指的是這個。也翻作圓寂，圓是指功德圓滿，寂是講的清淨寂滅，這是涅槃道，這叫做『正精進』。由此可知，如果不是以這個為目標的精進，都不叫做正精進。在念佛法門當中，我們的精進方向、目標都是求生淨土。換句話說，我們的方向、目標都是在一心不亂，功夫成片，才能真正達到求生淨土，這叫「正精進」。如果對於這個方向、目標有所障礙的，那個精進就錯了，那是背道而馳，這是我們一定要覺悟的。第七，這是正念："
    },
    {
      "id": "01-004-0029_p0039",
      "zh_CN": "解【以无漏慧相应。念正道及助道法。名正念。】",
      "zh_TW": "解【以無漏慧相應。念正道及助道法。名正念。】"
    },
    {
      "id": "01-004-0029_p0040",
      "zh_CN": "如果要没有这第一句，我们也常常『念正道及助道法』，要没有那一句，我们也算正念。有前面一句，我们的正念没有了，为什么？我们没有『无漏慧』，所以没有正念。但是有个特别，特别在哪里？这个特别就是念佛法门，这个法门太奇特，虽然没有得到无漏慧，你具足信愿行就等于是无漏慧，这是不可思议，真的八万四千法门里头都找不到的，其他法门里没有无漏慧更是不行。我们这个法门里头，没有无漏慧也行，我只要有真信切愿，一句弥陀念到底，念念心口一致，那就是正念，虽然用分别心、执着心念的，都叫正念，为什么？决定往生。一念无二念，没有妄想杂念，功夫成片，决定能得到带业往生，只要往生，一生就成就了，这不叫正念叫什么？所以诸位要晓得，净土法门以外要谈八正道，标准是相当高的，阿罗汉以上才具足，阿罗汉以下都不具足。但是在净土法门里面，只要具足信愿行三资粮，八正道就统统具足，这是难信之法，这是当生成就的佛法，真正不可思议。末后这一条，「正定」：",
      "zh_TW": "如果要沒有這第一句，我們也常常『念正道及助道法』，要沒有那一句，我們也算正念。有前面一句，我們的正念沒有了，為什麼？我們沒有『無漏慧』，所以沒有正念。但是有個特別，特別在哪裡？這個特別就是念佛法門，這個法門太奇特，雖然沒有得到無漏慧，你具足信願行就等於是無漏慧，這是不可思議，真的八萬四千法門裡頭都找不到的，其他法門裡沒有無漏慧更是不行。我們這個法門裡頭，沒有無漏慧也行，我只要有真信切願，一句彌陀念到底，念念心口一致，那就是正念，雖然用分別心、執著心念的，都叫正念，為什麼？決定往生。一念無二念，沒有妄想雜念，功夫成片，決定能得到帶業往生，只要往生，一生就成就了，這不叫正念叫什麼？所以諸位要曉得，淨土法門以外要談八正道，標準是相當高的，阿羅漢以上才具足，阿羅漢以下都不具足。但是在淨土法門裡面，只要具足信願行三資糧，八正道就統統具足，這是難信之法，這是當生成就的佛法，真正不可思議。末後這一條，「正定」："
    },
    {
      "id": "01-004-0029_p0041",
      "zh_CN": "解【以无漏慧相应入定。名正定。】",
      "zh_TW": "解【以無漏慧相應入定。名正定。】"
    },
    {
      "id": "01-004-0029_p0042",
      "zh_CN": "换句话说，这个定与慧要相应，这个慧是无漏智慧，所谓无漏智慧就是般若智慧。般若智慧有体有用，它的本体就是根本智，根本智实在讲就是清净心，清净心的自受用。《般若经》里面所说的「般若无知」，那就叫做根本智。无知，这个心好自在，无知就是没有念头。我们在讲席当中常常向诸位提示的，二六时中在一切境缘之中，不起心、不动念、不分别、不执着，这个时候就是根本智现前的时候。起心动念，根本智就没有了。所以我们训练根本智就是学清净心，你在一切法里起心动念，你的心就不清净了，无知的般若不能现前。根本智证得之后，根本智起作用就是无所不知。《般若经》说得好，「般若无知，无所不知」，只要一接触就统统明了了，那是智慧，无所不知。与根本智、后得智相应的定叫做『正定』，定慧一体，定慧不二。慧是了了分明，定是如如不动，如如不动是又能了了分明，了了分明同时又如如不动，这叫「正定」。",
      "zh_TW": "換句話說，這個定與慧要相應，這個慧是無漏智慧，所謂無漏智慧就是般若智慧。般若智慧有體有用，它的本體就是根本智，根本智實在講就是清淨心，清淨心的自受用。《般若經》裡面所說的「般若無知」，那就叫做根本智。無知，這個心好自在，無知就是沒有念頭。我們在講席當中常常向諸位提示的，二六時中在一切境緣之中，不起心、不動念、不分別、不執著，這個時候就是根本智現前的時候。起心動念，根本智就沒有了。所以我們訓練根本智就是學清淨心，你在一切法裡起心動念，你的心就不清淨了，無知的般若不能現前。根本智證得之後，根本智起作用就是無所不知。《般若經》說得好，「般若無知，無所不知」，只要一接觸就統統明瞭了，那是智慧，無所不知。與根本智、後得智相應的定叫做『正定』，定慧一體，定慧不二。慧是了了分明，定是如如不動，如如不動是又能了了分明，了了分明同時又如如不動，這叫「正定」。"
    },
    {
      "id": "01-004-0029_p0043",
      "zh_CN": "换句话说，定里面没有慧，这个定就不是正定。世间四禅八定，乃至于小乘圣者所证得的九次第定，他只有定没有慧，在大乘法里面都叫做邪定，都不叫做正定。小乘里面的正定是以有漏、无漏来分别。世间四禅八定是有漏的禅定，是邪定。九次第定超越了时间，超越三界六道轮回，这个定称为正定，因为他与无漏法相应。但是在大乘佛法里，小乘的定也算是邪定，没智慧，没有能发慧，他要能发慧就破无明，就证法身了，就能够见性。",
      "zh_TW": "換句話說，定裡面沒有慧，這個定就不是正定。世間四禪八定，乃至於小乘聖者所證得的九次第定，他只有定沒有慧，在大乘法裡面都叫做邪定，都不叫做正定。小乘裡面的正定是以有漏、無漏來分別。世間四禪八定是有漏的禪定，是邪定。九次第定超越了時間，超越三界六道輪迴，這個定稱為正定，因為他與無漏法相應。但是在大乘佛法裡，小乘的定也算是邪定，沒智慧，沒有能發慧，他要能發慧就破無明，就證法身了，就能夠見性。"
    },
    {
      "id": "01-004-0029_p0044",
      "zh_CN": "现在要说到我们自己身上来了，我们学佛有没有正定？当然没有。我们要如何来修学正定？当然照这个标准（是通途标准）很难，得断见思烦恼以后才能得正定。但是净土法门，你的心就定在《阿弥陀经》上，这你得定了，这个定是正定。除《阿弥陀经》之外，其他的一切经论都离开了，你这个心定在《阿弥陀经》上，这得定的。在修行方法上，我除一句阿弥陀佛之外，其他的也都离开了，这是你在行门上得正定了。",
      "zh_TW": "現在要說到我們自己身上來了，我們學佛有沒有正定？當然沒有。我們要如何來修學正定？當然照這個標準（是通途標準）很難，得斷見思煩惱以後才能得正定。但是淨土法門，你的心就定在《阿彌陀經》上，這你得定了，這個定是正定。除《阿彌陀經》之外，其他的一切經論都離開了，你這個心定在《阿彌陀經》上，這得定的。在修行方法上，我除一句阿彌陀佛之外，其他的也都離開了，這是你在行門上得正定了。"
    },
    {
      "id": "01-004-0029_p0045",
      "zh_CN": "不要有怀疑，我这一念阿弥陀佛，过去我念观音菩萨，现在不念他，他会不会怪我？那你这个定就失掉了，你正定马上就失掉了。我过去还拜东方药师佛，现在我不拜他了，我有病，他来不来给我治病？你又怀疑了，正定很难。定在一个法门，定在一部经典，这是本宗的正定，换句话说，人人都能够得到，人人都能够成就，怕的是你没有正见，没有正定。如果你真正都有这个大定，你的一生决定有成就，不会空过的。",
      "zh_TW": "不要有懷疑，我這一念阿彌陀佛，過去我念觀音菩薩，現在不念他，他會不會怪我？那你這個定就失掉了，你正定馬上就失掉了。我過去還拜東方藥師佛，現在我不拜他了，我有病，他來不來給我治病？你又懷疑了，正定很難。定在一個法門，定在一部經典，這是本宗的正定，換句話說，人人都能夠得到，人人都能夠成就，怕的是你沒有正見，沒有正定。如果你真正都有這個大定，你的一生決定有成就，不會空過的。"
    },
    {
      "id": "01-004-0029_p0046",
      "zh_CN": "你们学经，把那个心死掉，一切经我都不学，就学一部《阿弥陀经》，行吗？行，就学一部《阿弥陀经》。你们诸位统统都学《阿弥陀经》，讲《阿弥陀经》的人还是太少了。你想想看，今天全世界四十亿人口，讲《阿弥陀经》的人少，得度的机缘就少了。我们净土宗有好几位祖师，一生当中专讲《阿弥陀经》，怎么个学法？要有正定，要有正精进，用最笨的方法学，把这本书连经文带注解统统背过，你看会不会讲！",
      "zh_TW": "你們學經，把那個心死掉，一切經我都不學，就學一部《阿彌陀經》，行嗎？行，就學一部《阿彌陀經》。你們諸位統統都學《阿彌陀經》，講《阿彌陀經》的人還是太少了。你想想看，今天全世界四十億人口，講《阿彌陀經》的人少，得度的機緣就少了。我們淨土宗有好幾位祖師，一生當中專講《阿彌陀經》，怎麼個學法？要有正定，要有正精進，用最笨的方法學，把這本書連經文帶註解統統背過，你看會不會講！"
    },
    {
      "id": "01-004-0029_p0047",
      "zh_CN": "我们过去在「华藏会讯」里头转刊了一篇蜡烛师的传记，你们都看过，那是真人真事。这位法师其笨无比，我看你们笨还没有笨到他那个程度，你们再笨还不至于把蜡烛放到大太阳底下去晒，还没笨到这个程度，他能够成为一代大法师，可见得你们比他强多了，怎么不能成就？他怎么成就的？就是背诵经文、注解，他就是这么成就的。",
      "zh_TW": "我們過去在「華藏會訊」裡頭轉刊了一篇蠟燭師的傳記，你們都看過，那是真人真事。這位法師其笨無比，我看你們笨還沒有笨到他那個程度，你們再笨還不至於把蠟燭放到大太陽底下去曬，還沒笨到這個程度，他能夠成為一代大法師，可見得你們比他強多了，怎麼不能成就？他怎麼成就的？就是背誦經文、註解，他就是這麼成就的。"
    },
    {
      "id": "01-004-0029_p0048",
      "zh_CN": "他到谛闲法师那里，谛闲法师看了，太笨了，实在没办法。可是这个人有一个特长，他真可以学，他有定，你教他这一样，他这一样就决定不变，这个了不起，不是一般人能比得上他的。教他背《法华经》，他一天到晚念《法华经》，没多久他这部经会背了，他心无二用，换句话说，他最大的特长是没有胡思乱想，这很了不起。虽然很笨，一点聪明智慧都没有，但是他没有妄想，教一个就是一个，教两个就是两个。所以跟谛老没几年，这些大经大论连经文带注解，他统统都背过了，以后智慧开了，居然听经的时候，他有异论，他有他的见解，谛闲法师一听不错。老和尚有的时候出去有事情，请他代座，代替他讲经，代了几次，大家听的时候很有受用、很欢喜，真的把他培养出来了，这是我们一个模范，是我们一个例子。他有能力读那么多大经大论，我们今天这一本读不下来吗？这是我们的好榜样，是我们应当学习的。我们今天就讲到此地。",
      "zh_TW": "他到諦閑法師那裡，諦閑法師看了，太笨了，實在沒辦法。可是這個人有一個特長，他真可以學，他有定，你教他這一樣，他這一樣就決定不變，這個了不起，不是一般人能比得上他的。教他背《法華經》，他一天到晚念《法華經》，沒多久他這部經會背了，他心無二用，換句話說，他最大的特長是沒有胡思亂想，這很了不起。雖然很笨，一點聰明智慧都沒有，但是他沒有妄想，教一個就是一個，教兩個就是兩個。所以跟諦老沒幾年，這些大經大論連經文帶註解，他統統都背過了，以後智慧開了，居然聽經的時候，他有異論，他有他的見解，諦閑法師一聽不錯。老和尚有的時候出去有事情，請他代座，代替他講經，代了幾次，大家聽的時候很有受用、很歡喜，真的把他培養出來了，這是我們一個模範，是我們一個例子。他有能力讀那麼多大經大論，我們今天這一本讀不下來嗎？這是我們的好榜樣，是我們應當學習的。我們今天就講到此地。"
    },
    {
      "id": "01-004-0029_p0049",
      "zh_CN": "三十七品讲完了，但是后面三十七品并不那么单纯，它通四教，所以它的范围非常广大。通四教就通大小乘，通一切佛法，我们下一次再来研究。",
      "zh_TW": "三十七品講完了，但是後面三十七品並不那麼單純，它通四教，所以它的範圍非常廣大。通四教就通大小乘，通一切佛法，我們下一次再來研究。"
    }
  ]
}