{
  "doc_id": "01-004-0055",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十五集",
    "zh_TW": "第五十五集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0055",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "01-004-0055_p0001",
      "zh_CN": "请掀开经本二百七十九面，第一行：",
      "zh_TW": "請掀開經本二百七十九面，第一行："
    },
    {
      "id": "01-004-0055_p0002",
      "zh_CN": "解【况佛度众生。不简怨亲。恒无疲倦。苟闻佛名。佛必护念。又何疑焉。】",
      "zh_TW": "解【況佛度眾生。不簡怨親。恆無疲倦。苟聞佛名。佛必護念。又何疑焉。】"
    },
    {
      "id": "01-004-0055_p0003",
      "zh_CN": "这一段是说通义，也是告诉我们，诸佛菩萨都是大慈大悲，所谓「无缘大慈，同体大悲」，这才教给我们要修怨亲平等。前面我们一再提出来讨论过，大乘佛法皆是以菩提心为基础，菩提心的体就是直心，也就是真心，直心就是平等心。假如我们这个心，在一切境界里面常常不平等，我们的菩提心，几时才能现前？怨亲平等，不是对别人有好处，实在是帮助自己早一天成佛，帮助自己早一天发菩提心。如果就念佛法门来说，帮助我们早一天证得理一心不乱。",
      "zh_TW": "這一段是說通義，也是告訴我們，諸佛菩薩都是大慈大悲，所謂「無緣大慈，同體大悲」，這才教給我們要修怨親平等。前面我們一再提出來討論過，大乘佛法皆是以菩提心為基礎，菩提心的體就是直心，也就是真心，直心就是平等心。假如我們這個心，在一切境界裡面常常不平等，我們的菩提心，幾時才能現前？怨親平等，不是對別人有好處，實在是幫助自己早一天成佛，幫助自己早一天發菩提心。如果就念佛法門來說，幫助我們早一天證得理一心不亂。"
    },
    {
      "id": "01-004-0055_p0004",
      "zh_CN": "如果一开头就修怨亲平等，我们的功夫进展一定是很快的，纵然成就不了理一心，事一心是很可能得到的，功夫成片决定可以得到的。由此可知，心境要是常常不平，障碍我们功夫。换句话说，障碍我们在这一生当中往生西方，这是我们应当要向诸佛菩萨学习的。如果我们在修学当中，常常能修怨亲平等，执持名号，诸佛菩萨当然护念。为什么？跟诸佛菩萨的心相同，与诸佛菩萨的行相同，与诸佛菩萨的愿相同，必得护念。再看下面一段：",
      "zh_TW": "如果一開頭就修怨親平等，我們的功夫進展一定是很快的，縱然成就不了理一心，事一心是很可能得到的，功夫成片決定可以得到的。由此可知，心境要是常常不平，障礙我們功夫。換句話說，障礙我們在這一生當中往生西方，這是我們應當要向諸佛菩薩學習的。如果我們在修學當中，常常能修怨親平等，執持名號，諸佛菩薩當然護念。為什麼？跟諸佛菩薩的心相同，與諸佛菩薩的行相同，與諸佛菩薩的願相同，必得護念。再看下面一段："
    },
    {
      "id": "01-004-0055_p0005",
      "zh_CN": "解【然据金刚三论。根熟菩萨。为佛护念。位在别地圆住。盖约自力。必入同生性。乃可护念。】",
      "zh_TW": "解【然據金剛三論。根熟菩薩。為佛護念。位在別地圓住。蓋約自力。必入同生性。乃可護念。】"
    },
    {
      "id": "01-004-0055_p0006",
      "zh_CN": "这是就教理上来说，这一段大师引用无着天亲菩萨，解释他注解的《金刚经》，《金刚般若经三论》。菩萨告诉我们，必得根熟的菩萨才为诸佛护念。这个地方我们也要特别注意到，通常所讲根熟，是什么样的地位？别教是初地，圆教是初住，这叫『根熟』。这种地位，在断证功夫上来说，他已经断见思、尘沙，也断了一品无明，证一分法身，这个叫根熟的菩萨。换句话说，在《华严经》里面讲是法身大士，就本门来说是理一心不乱，当然诸佛护念。这个时候你既然证得一分法身，当然也证得一分的报身，这个时候你所见到的佛，是报身如来，而不是应化身。",
      "zh_TW": "這是就教理上來說，這一段大師引用無著天親菩薩，解釋他註解的《金剛經》，《金剛般若經三論》。菩薩告訴我們，必得根熟的菩薩才為諸佛護念。這個地方我們也要特別注意到，通常所講根熟，是什麼樣的地位？別教是初地，圓教是初住，這叫『根熟』。這種地位，在斷證功夫上來說，他已經斷見思、塵沙，也斷了一品無明，證一分法身，這個叫根熟的菩薩。換句話說，在《華嚴經》裡面講是法身大士，就本門來說是理一心不亂，當然諸佛護念。這個時候你既然證得一分法身，當然也證得一分的報身，這個時候你所見到的佛，是報身如來，而不是應化身。"
    },
    {
      "id": "01-004-0055_p0007",
      "zh_CN": "诸佛护念，这个意思是『同生性』。什么叫同生性？与佛自性相同。佛完全用真性，不用八识，菩萨也确确实实证得心性，明心见性了，虽不圆满，但是他用的是真心。在这个地方再跟诸位提示，真心是平等心、清净心、大慈悲心。我们现在待人接物当中，要用真心，绝不欺骗任何一个众生，这个众生是善也好、是恶也好，决定不欺骗他。对人、对事都用真诚心，绝不染污，用清净心，绝无拣别，用平等心。我们现在虽然没见性，我们用这个心是相似的同生性，虽不是真正的同生性，可是与同生性很接近。只要你肯这样用心，你这个修学的进展一定非常快，不久就能够证得真实的同生性，也就是法身大士。所以用功最重要的是要会用心，要善用心，会用心的人成就快，而且成就得非常的踏实。",
      "zh_TW": "諸佛護念，這個意思是『同生性』。什麼叫同生性？與佛自性相同。佛完全用真性，不用八識，菩薩也確確實實證得心性，明心見性了，雖不圓滿，但是他用的是真心。在這個地方再跟諸位提示，真心是平等心、清淨心、大慈悲心。我們現在待人接物當中，要用真心，絕不欺騙任何一個眾生，這個眾生是善也好、是惡也好，決定不欺騙他。對人、對事都用真誠心，絕不染污，用清淨心，絕無揀別，用平等心。我們現在雖然沒見性，我們用這個心是相似的同生性，雖不是真正的同生性，可是與同生性很接近。只要你肯這樣用心，你這個修學的進展一定非常快，不久就能夠證得真實的同生性，也就是法身大士。所以用功最重要的是要會用心，要善用心，會用心的人成就快，而且成就得非常的踏實。"
    },
    {
      "id": "01-004-0055_p0008",
      "zh_CN": "前面我们常讲三不退，意思都讲得很明白，到同生性那就是圆证三不退，证到念不退。从此以后，真是念念流入萨婆若海，就是如来果地上的一切种智，这是与诸佛完全相应。这是讲通途的法门，而我们这个法门很特别。我们看底下这段：",
      "zh_TW": "前面我們常講三不退，意思都講得很明白，到同生性那就是圓證三不退，證到念不退。從此以後，真是念念流入薩婆若海，就是如來果地上的一切種智，這是與諸佛完全相應。這是講通途的法門，而我們這個法門很特別。我們看底下這段："
    },
    {
      "id": "01-004-0055_p0009",
      "zh_CN": "解【今仗他力。故相似位。即蒙护念。】",
      "zh_TW": "解【今仗他力。故相似位。即蒙護念。】"
    },
    {
      "id": "01-004-0055_p0010",
      "zh_CN": "这是修其他的法门里头没有的，只有修净土法门。这个地方所讲的『护念』，跟刚才的意思又不一样。刚才我说过了，我们以相似的菩提心来修行，通途当然也蒙佛护念，但是与同生性的法身大士要差一等。可是以相似的菩提心来念佛，这个蒙佛护念就与法身大士完全相同，并没有差别，这个功德实实在在不可思议！所以这里我们一定要记住，真正是难信之法；换句话说，我们念到功夫成片，就蒙诸佛护念了。像诸佛对法身大士一样的，无二无别。为什么？因为你这一生决定生净土；换句话说，你这一生决定成佛，道理在此地。不但如此，再看看底下：",
      "zh_TW": "這是修其他的法門裡頭沒有的，只有修淨土法門。這個地方所講的『護念』，跟剛才的意思又不一樣。剛才我說過了，我們以相似的菩提心來修行，通途當然也蒙佛護念，但是與同生性的法身大士要差一等。可是以相似的菩提心來念佛，這個蒙佛護念就與法身大士完全相同，並沒有差別，這個功德實實在在不可思議！所以這裡我們一定要記住，真正是難信之法；換句話說，我們念到功夫成片，就蒙諸佛護念了。像諸佛對法身大士一樣的，無二無別。為什麼？因為你這一生決定生淨土；換句話說，你這一生決定成佛，道理在此地。不但如此，再看看底下："
    },
    {
      "id": "01-004-0055_p0011",
      "zh_CN": "解【乃至相似以还。亦皆有通护之义。】",
      "zh_TW": "解【乃至相似以還。亦皆有通護之義。】"
    },
    {
      "id": "01-004-0055_p0012",
      "zh_CN": "『相似以还』就是它不到相似位。这些地位，每一个地位我们都要清楚，不到相似位那就是观行位。观行位前面也讲得很清楚，相当于别教的十信位，圆教的五品位，这个地位是没有断见思，虽没有断见思，已经有能力降伏见思烦恼的现行，正所谓是带业往生，见思烦恼的习气种子没有断。现行能够伏得住，自己有这个定力，有这个功夫，这是凡圣同居土的带业往生，也就是我们平常所讲的功夫成片，就蒙佛护念了。",
      "zh_TW": "『相似以還』就是它不到相似位。這些地位，每一個地位我們都要清楚，不到相似位那就是觀行位。觀行位前面也講得很清楚，相當於別教的十信位，圓教的五品位，這個地位是沒有斷見思，雖沒有斷見思，已經有能力降伏見思煩惱的現行，正所謂是帶業往生，見思煩惱的習氣種子沒有斷。現行能夠伏得住，自己有這個定力，有這個功夫，這是凡聖同居土的帶業往生，也就是我們平常所講的功夫成片，就蒙佛護念了。"
    },
    {
      "id": "01-004-0055_p0013",
      "zh_CN": "解【下至一闻佛名。于同体法性。有资发力。亦得远因。终不退也。】",
      "zh_TW": "解【下至一聞佛名。於同體法性。有資發力。亦得遠因。終不退也。】"
    },
    {
      "id": "01-004-0055_p0014",
      "zh_CN": "这几句话是说，所谓「一历耳根，永为道种」。这一句佛号他听了，或者佛的形像、佛的名号，他见了，在见闻之后，他没有能够生起信心，阿赖耶识里已经落下这个种子，而这个种子永远不会消灭，一定有一天因缘成熟，这个种子会帮助他发心，就是『资发力』，资助他发心念佛、求生净土，它有这个力量。这个时间长短不定，我们在同修道友当中，也常常看到这种情形。",
      "zh_TW": "這幾句話是說，所謂「一歷耳根，永為道種」。這一句佛號他聽了，或者佛的形像、佛的名號，他見了，在見聞之後，他沒有能夠生起信心，阿賴耶識裡已經落下這個種子，而這個種子永遠不會消滅，一定有一天因緣成熟，這個種子會幫助他發心，就是『資發力』，資助他發心念佛、求生淨土，它有這個力量。這個時間長短不定，我們在同修道友當中，也常常看到這種情形。"
    },
    {
      "id": "01-004-0055_p0015",
      "zh_CN": "他说：从小跟着父母到寺院里面去拜佛，当时不相信，现在年岁大了，也退了休，想想过去那个情形，还是学佛好，他现在也发心学佛了。为什么会发心？小时候跟父母上寺院烧香拜佛，他有这个种子在，几十年这个种子都没起现行，现在老了忽然觉悟了，要来学佛了，或者在社会上种种事业不太顺利，受一些打击，他也觉悟、回头了，还是学佛好，不定时间的长短，像这种情形，我们会遇到很多很多人。所以『一闻佛名』，确确实实于同体法性有资助他发心的力量。『亦得远因，终不退也』，他能够在某一个阶段里面回头、觉悟了，都是佛菩萨神力护念的结果。这也是我们能够信得过的。底下说：",
      "zh_TW": "他說：從小跟著父母到寺院裡面去拜佛，當時不相信，現在年歲大了，也退了休，想想過去那個情形，還是學佛好，他現在也發心學佛了。為什麼會發心？小時候跟父母上寺院燒香拜佛，他有這個種子在，幾十年這個種子都沒起現行，現在老了忽然覺悟了，要來學佛了，或者在社會上種種事業不太順利，受一些打擊，他也覺悟、回頭了，還是學佛好，不定時間的長短，像這種情形，我們會遇到很多很多人。所以『一聞佛名』，確確實實於同體法性有資助他發心的力量。『亦得遠因，終不退也』，他能夠在某一個階段裡面回頭、覺悟了，都是佛菩薩神力護念的結果。這也是我們能夠信得過的。底下說："
    },
    {
      "id": "01-004-0055_p0016",
      "zh_CN": "解【阿耨多罗。此云无上。三藐三菩提。此云正等正觉。即大乘果觉也。】",
      "zh_TW": "解【阿耨多羅。此云無上。三藐三菩提。此云正等正覺。即大乘果覺也。】"
    },
    {
      "id": "01-004-0055_p0017",
      "zh_CN": "前面给我们说明护念，现在再跟我们解释果觉。菩萨在因地，佛在果地，所以菩萨称为正等正觉，如来称为无上正等正觉。这是把梵语跟我们中文在此地做一个对照。『阿耨多罗，此云无上』，中国的意思叫无上，「阿」翻作无，「耨多罗」翻作上。『三』翻作正，『藐』翻作等，底下那个『三』又翻作正，『菩提』翻作觉，「阿耨多罗三藐三菩提」完全翻成中国话，是「无上正等正觉」。这一句梵语翻成中国的意思很清楚、很明白，古人为什么不翻？这是古时候翻经大德，他们有个例子，就是有个规矩，有五种不翻。这一句在五种不翻里面，叫做「顺古不翻」。因为古时候对于这个名词，大家都非常熟悉，意思也是大家都知道的，所以成为一种习惯语，成为一种佛门的普通名词，所以就用不着再翻，叫「顺古」。",
      "zh_TW": "前面給我們說明護念，現在再跟我們解釋果覺。菩薩在因地，佛在果地，所以菩薩稱為正等正覺，如來稱為無上正等正覺。這是把梵語跟我們中文在此地做一個對照。『阿耨多羅，此云無上』，中國的意思叫無上，「阿」翻作無，「耨多羅」翻作上。『三』翻作正，『藐』翻作等，底下那個『三』又翻作正，『菩提』翻作覺，「阿耨多羅三藐三菩提」完全翻成中國話，是「無上正等正覺」。這一句梵語翻成中國的意思很清楚、很明白，古人為什麼不翻？這是古時候翻經大德，他們有個例子，就是有個規矩，有五種不翻。這一句在五種不翻裡面，叫做「順古不翻」。因為古時候對於這個名詞，大家都非常熟悉，意思也是大家都知道的，所以成為一種習慣語，成為一種佛門的普通名詞，所以就用不著再翻，叫「順古」。"
    },
    {
      "id": "01-004-0055_p0018",
      "zh_CN": "此地所讲的无上正等正觉，在四教里面是属于圆教的果地，这个名号才名副其实。藏教、通教的佛，不能称「无上正等正觉」，连别教也不行。别教的佛，四十一品无明只断了十二品，还有上，不是无上，唯有圆教佛四十一品无明统统断尽，再没有上，这个地方我们也要把它牢牢的记住。这是一切经里面没有第二个讲法，无上菩提是圆教佛才有，圆教佛以下统统称为正等正觉。正等正觉是菩萨，是藏通别佛。单单讲正觉，小乘的果地就有了，阿罗汉、辟支佛，他们就是正觉。正觉与正等正觉如何拣别？有一个很简单的区分，破了我执就是正觉，破了法执就是正等正觉，这是最容易区分的。换句话说，我们处处还有我，那就是不觉，这是凡夫。有「我」就不觉，无我就是正觉，破了我执。再说得粗一点，有见思烦恼就是不觉，见思烦恼统统断掉就是正觉。",
      "zh_TW": "此地所講的無上正等正覺，在四教裡面是屬於圓教的果地，這個名號才名副其實。藏教、通教的佛，不能稱「無上正等正覺」，連別教也不行。別教的佛，四十一品無明只斷了十二品，還有上，不是無上，唯有圓教佛四十一品無明統統斷盡，再沒有上，這個地方我們也要把它牢牢的記住。這是一切經裡面沒有第二個講法，無上菩提是圓教佛才有，圓教佛以下統統稱為正等正覺。正等正覺是菩薩，是藏通別佛。單單講正覺，小乘的果地就有了，阿羅漢、辟支佛，他們就是正覺。正覺與正等正覺如何揀別？有一個很簡單的區分，破了我執就是正覺，破了法執就是正等正覺，這是最容易區分的。換句話說，我們處處還有我，那就是不覺，這是凡夫。有「我」就不覺，無我就是正覺，破了我執。再說得粗一點，有見思煩惱就是不覺，見思煩惱統統斷掉就是正覺。"
    },
    {
      "id": "01-004-0055_p0019",
      "zh_CN": "我们现在一天到晚心里头还起烦恼，还有贪瞋痴慢这些东西，这是不觉；由此可知，觉悟真是谈何容易。在念佛人来说，念到事一心不乱这才是正觉，理一心不乱是正等正觉，功夫成片、带业往生的依然是不觉。净土法门的殊胜，这些不觉也能往生，这个是特别法门。其他法门不觉不能成就，这个法门是不觉也能成就，这就是经上常讲的难信之法，道理在此地。诸位一定要记住，如果不修念佛法门，不肯求生净土，那你不将见思烦恼断得干干净净，你没法子，你不能出三界，不能了生死；换句话说，六道轮回、三途果报决定免不了。你要想从此以后真正免除三途六道，除了修念佛法门之外，没有第二条路好走了，这是要真正觉悟的，我们在一生当中是不是能够用其他的方法达到正觉。下面一段大师告诉我们：",
      "zh_TW": "我們現在一天到晚心裡頭還起煩惱，還有貪瞋痴慢這些東西，這是不覺；由此可知，覺悟真是談何容易。在念佛人來說，念到事一心不亂這才是正覺，理一心不亂是正等正覺，功夫成片、帶業往生的依然是不覺。淨土法門的殊勝，這些不覺也能往生，這個是特別法門。其他法門不覺不能成就，這個法門是不覺也能成就，這就是經上常講的難信之法，道理在此地。諸位一定要記住，如果不修念佛法門，不肯求生淨土，那你不將見思煩惱斷得乾乾淨淨，你沒法子，你不能出三界，不能了生死；換句話說，六道輪迴、三途果報決定免不了。你要想從此以後真正免除三途六道，除了修念佛法門之外，沒有第二條路好走了，這是要真正覺悟的，我們在一生當中是不是能夠用其他的方法達到正覺。下面一段大師告訴我們："
    },
    {
      "id": "01-004-0055_p0020",
      "zh_CN": "解【圆三不退。乃一生成佛异名。故劝身子等。皆当信受。】",
      "zh_TW": "解【圓三不退。乃一生成佛異名。故勸身子等。皆當信受。】"
    },
    {
      "id": "01-004-0055_p0021",
      "zh_CN": "圆证三不退是佛在本经里面所讲的，以及大本《十六观经》，这是净土法门里面所说的，这个意思就是一生成佛。实实在在是如来彻底悲心，是如来圆满度脱一切众生的法宝，问题就是众生他愿不愿意接受，肯不肯依教奉行，他这个一生当中，他要是肯接受、肯依教奉行，那正是诸佛之所怀，不仅是释迦牟尼佛一个人的愿望，每一尊佛他们的期望都是如此。那怎么不护念？这是我们一定要多想想，你就会相信，然后你就知道十方三世一切诸佛，对我们自己是何等的关心。知道诸佛这样护念我们，我们无论在什么地方，一定是平安的、是吉祥的，自己要有这个坚定的信心。为什么这么多佛护念你？因为你发心修念佛法门，因为你发愿这一生当中求生净土，所以有这么多佛菩萨，这么多护法善神来护持你，道理在此地。所以这部经是一生成佛的经。",
      "zh_TW": "圓證三不退是佛在本經裡面所講的，以及大本《十六觀經》，這是淨土法門裡面所說的，這個意思就是一生成佛。實實在在是如來徹底悲心，是如來圓滿度脫一切眾生的法寶，問題就是眾生他願不願意接受，肯不肯依教奉行，他這個一生當中，他要是肯接受、肯依教奉行，那正是諸佛之所懷，不僅是釋迦牟尼佛一個人的願望，每一尊佛他們的期望都是如此。那怎麼不護念？這是我們一定要多想想，你就會相信，然後你就知道十方三世一切諸佛，對我們自己是何等的關心。知道諸佛這樣護念我們，我們無論在什麼地方，一定是平安的、是吉祥的，自己要有這個堅定的信心。為什麼這麼多佛護念你？因為你發心修念佛法門，因為你發願這一生當中求生淨土，所以有這麼多佛菩薩，這麼多護法善神來護持你，道理在此地。所以這部經是一生成佛的經。"
    },
    {
      "id": "01-004-0055_p0022",
      "zh_CN": "『故劝身子等』，这句话要特别的留意。「身子」就是舍利弗，「等」就是等我们自己，我们也包括在其中，不是等的别人，等是包括我们自己。如果你要是不信，那就没法子。确实佛是为我们开示这个法门，我们今天读到经，又读到莲池大师的介绍，这个注解就是他替我们介绍的。『皆当信受』，这句话非常非常的恳切，我们都应当要相信，都应当要接受。",
      "zh_TW": "『故勸身子等』，這句話要特別的留意。「身子」就是舍利弗，「等」就是等我們自己，我們也包括在其中，不是等的別人，等是包括我們自己。如果你要是不信，那就沒法子。確實佛是為我們開示這個法門，我們今天讀到經，又讀到蓮池大師的介紹，這個註解就是他替我們介紹的。『皆當信受』，這句話非常非常的懇切，我們都應當要相信，都應當要接受。"
    },
    {
      "id": "01-004-0055_p0023",
      "zh_CN": "解【闻名功德如此。释迦及十方诸佛。同所宣说。可不信乎。初劝信流通竟。】",
      "zh_TW": "解【聞名功德如此。釋迦及十方諸佛。同所宣說。可不信乎。初勸信流通竟。】"
    },
    {
      "id": "01-004-0055_p0024",
      "zh_CN": "『闻名功德』已经是不可思议，如前面所说的，何况你具足了信愿行三资粮，行是真干。二六时中，心里面念念有佛，二六时中真正能把这个世界看破、放下，什么事情值得挂在我们心上？一句南无阿弥陀佛，除这句弥陀佛号之外，什么事情都要放下。不但世间拉杂的事情要放下，出世间的一切佛法也要把它放下，从此以后再没有障碍，一句佛号念到底，我们决定成就。千经万论它的作用，都是帮助我们破迷生信。我们今天迷破了，不迷了，疑惑也没有了，信心建立了。换句话说，一切经典可以把它束之高阁，让别人去读。我们在一切经典里面，毕业了，毕业就是不要再读了。从此之后，这一部经是西方公据，谁的西方公据？我们自己的。我自己往生西方的凭据、凭证！这是本师释迦牟尼佛、十方诸佛异口同宣的，如果我们再不相信，那就没法子了。",
      "zh_TW": "『聞名功德』已經是不可思議，如前面所說的，何況你具足了信願行三資糧，行是真幹。二六時中，心裡面念念有佛，二六時中真正能把這個世界看破、放下，什麼事情值得掛在我們心上？一句南無阿彌陀佛，除這句彌陀佛號之外，什麼事情都要放下。不但世間拉雜的事情要放下，出世間的一切佛法也要把它放下，從此以後再沒有障礙，一句佛號念到底，我們決定成就。千經萬論它的作用，都是幫助我們破迷生信。我們今天迷破了，不迷了，疑惑也沒有了，信心建立了。換句話說，一切經典可以把它束之高閣，讓別人去讀。我們在一切經典裡面，畢業了，畢業就是不要再讀了。從此之後，這一部經是西方公據，誰的西方公據？我們自己的。我自己往生西方的憑據、憑證！這是本師釋迦牟尼佛、十方諸佛異口同宣的，如果我們再不相信，那就沒法子了。"
    },
    {
      "id": "01-004-0055_p0025",
      "zh_CN": "劝信这个文就到此地，也是把劝信的这个话说到了极处，信了以后，赶快发愿，这个事情愈早愈好。",
      "zh_TW": "勸信這個文就到此地，也是把勸信的這個話說到了極處，信了以後，趕快發願，這個事情愈早愈好。"
    },
    {
      "id": "01-004-0055_p0026",
      "zh_CN": "请看底下这一段经文，劝愿流通：",
      "zh_TW": "請看底下這一段經文，勸願流通："
    },
    {
      "id": "01-004-0055_p0027",
      "zh_CN": "经【舍利弗。若有人。已发愿。今发愿。当发愿。欲生阿弥陀佛国者。是诸人等。皆得不退转于阿耨多罗三藐三菩提。于彼国土。若已生。若今生。若当生。是故舍利弗。诸善男子。善女人。若有信者。应当发愿。生彼国土。】",
      "zh_TW": "經【舍利弗。若有人。已發願。今發願。當發願。欲生阿彌陀佛國者。是諸人等。皆得不退轉於阿耨多羅三藐三菩提。於彼國土。若已生。若今生。若當生。是故舍利弗。諸善男子。善女人。若有信者。應當發願。生彼國土。】"
    },
    {
      "id": "01-004-0055_p0028",
      "zh_CN": "这是本师劝勉我们的一段话，言词十分的恳切。『若有人』这一句是假设的话，假设有人。『已发愿』，已经往生的，可见得西方净土正如永明延寿大师所说，万修万人去。这种修学要如理如法，就是我们在讲席里面一再提起的，要具足三资粮，具足三学、三慧，这个念法就是如理如法，用这个方法来念佛，没有不生净土的。我们看蕅益大师的注解：",
      "zh_TW": "這是本師勸勉我們的一段話，言詞十分的懇切。『若有人』這一句是假設的話，假設有人。『已發願』，已經往生的，可見得西方淨土正如永明延壽大師所說，萬修萬人去。這種修學要如理如法，就是我們在講席裡面一再提起的，要具足三資糧，具足三學、三慧，這個念法就是如理如法，用這個方法來念佛，沒有不生淨土的。我們看蕅益大師的註解："
    },
    {
      "id": "01-004-0055_p0029",
      "zh_CN": "解【已愿已生。】",
      "zh_TW": "解【已願已生。】"
    },
    {
      "id": "01-004-0055_p0030",
      "zh_CN": "已经发愿的人，他已经往生了。",
      "zh_TW": "已經發願的人，他已經往生了。"
    },
    {
      "id": "01-004-0055_p0031",
      "zh_CN": "解【今愿今生。】",
      "zh_TW": "解【今願今生。】"
    },
    {
      "id": "01-004-0055_p0032",
      "zh_CN": "『今』是现在，现在发愿的，现在往生。佛说这个话是指当时的人。",
      "zh_TW": "『今』是現在，現在發願的，現在往生。佛說這個話是指當時的人。"
    },
    {
      "id": "01-004-0055_p0033",
      "zh_CN": "解【当愿当生。】",
      "zh_TW": "解【當願當生。】"
    },
    {
      "id": "01-004-0055_p0034",
      "zh_CN": "『当』是当来，就是指我们现在。释迦牟尼佛灭度以后，将来，将来指我们现在，将来有人发愿，那将来他能往生。这三句岂不是万修万人去？一个都不落空。",
      "zh_TW": "『當』是當來，就是指我們現在。釋迦牟尼佛滅度以後，將來，將來指我們現在，將來有人發願，那將來他能往生。這三句豈不是萬修萬人去？一個都不落空。"
    },
    {
      "id": "01-004-0055_p0035",
      "zh_CN": "解【正显因信所发之愿无虚也。】",
      "zh_TW": "解【正顯因信所發之願無虛也。】"
    },
    {
      "id": "01-004-0055_p0036",
      "zh_CN": "『显』是非常明了的显现出，你真信，真正相信了，你发的这个愿决定不虚。",
      "zh_TW": "『顯』是非常明瞭的顯現出，你真信，真正相信了，你發的這個願決定不虛。"
    },
    {
      "id": "01-004-0055_p0037",
      "zh_CN": "解【非信。不能发愿。】",
      "zh_TW": "解【非信。不能發願。】"
    },
    {
      "id": "01-004-0055_p0038",
      "zh_CN": "一般人，指我们念佛的人，他有没有信？有那么一点点，他对理论、境界并不很透彻，方法也模模糊糊，所谓是人云亦云，因此他这个愿不切。譬如，如果佛来接引你了，说今天我们就往生西方极乐世界去，他大概吓得赶快就跑掉，这不得了，今天要死了，这不行，可见得那个愿是假的，不是真的。他对这个世界非常留恋，放不下，这个愿不是真的。如果是真的愿，听到这个消息，那比什么都欢喜，那个愿是真的。生生世世就等这么一天，等佛来接引，这一下等到了，你想那多欢喜。现在这一天等到了，自己吓得不得了，赶快跑，他不肯去了，这个愿是假的，不是真的。所以这样念佛，他怎么能往生？不能！",
      "zh_TW": "一般人，指我們念佛的人，他有沒有信？有那麼一點點，他對理論、境界並不很透徹，方法也模模糊糊，所謂是人云亦云，因此他這個願不切。譬如，如果佛來接引你了，說今天我們就往生西方極樂世界去，他大概嚇得趕快就跑掉，這不得了，今天要死了，這不行，可見得那個願是假的，不是真的。他對這個世界非常留戀，放不下，這個願不是真的。如果是真的願，聽到這個消息，那比什麼都歡喜，那個願是真的。生生世世就等這麼一天，等佛來接引，這一下等到了，你想那多歡喜。現在這一天等到了，自己嚇得不得了，趕快跑，他不肯去了，這個願是假的，不是真的。所以這樣念佛，他怎麼能往生？不能！"
    },
    {
      "id": "01-004-0055_p0039",
      "zh_CN": "佛也很慈悲，不会来吓唬他。你不愿意去，好，不来接引你，免得吓唬你把你吓坏了。所以临命终的时候，牵肠挂肚的事情还很多，还是不愿意往生，临命终佛也不来接引，这就是所谓尘缘未了。尘缘未了是自家的事情，不是佛的事情，你对于三界六道还有所牵挂，还没放下，放下就了了。尘缘了了的人，就是成熟的根性，在这个法门里面来说，就等于法身大士。虽然你见思烦恼完全没断，可是决定没有贪恋，一心一意天天念佛，等佛来接引，什么时候得到这个消息，比什么事情都欢喜，比什么都高兴，这个就是等于同生性，等于同生性的菩萨，实际上他就得三不退，就是圆证三不退了。",
      "zh_TW": "佛也很慈悲，不會來嚇唬他。你不願意去，好，不來接引你，免得嚇唬你把你嚇壞了。所以臨命終的時候，牽腸掛肚的事情還很多，還是不願意往生，臨命終佛也不來接引，這就是所謂塵緣未了。塵緣未了是自家的事情，不是佛的事情，你對於三界六道還有所牽掛，還沒放下，放下就了了。塵緣了了的人，就是成熟的根性，在這個法門裡面來說，就等於法身大士。雖然你見思煩惱完全沒斷，可是決定沒有貪戀，一心一意天天念佛，等佛來接引，什麼時候得到這個消息，比什麼事情都歡喜，比什麼都高興，這個就是等於同生性，等於同生性的菩薩，實際上他就得三不退，就是圓證三不退了。"
    },
    {
      "id": "01-004-0055_p0040",
      "zh_CN": "虽然现在这个身在娑婆世界，名字早已经标列在西方净土，这个时候你念的佛号，声声佛号壮大七宝池中的莲花，声声佛号增长莲花的光彩，这是一个真念佛人，把世间什么样的事情统统放下。",
      "zh_TW": "雖然現在這個身在娑婆世界，名字早已經標列在西方淨土，這個時候你念的佛號，聲聲佛號壯大七寶池中的蓮花，聲聲佛號增長蓮花的光彩，這是一個真念佛人，把世間什麼樣的事情統統放下。"
    },
    {
      "id": "01-004-0055_p0041",
      "zh_CN": "解【非愿。信亦不生。】",
      "zh_TW": "解【非願。信亦不生。】"
    },
    {
      "id": "01-004-0055_p0042",
      "zh_CN": "非信，不能发愿。信愿行是一而三，三而一，互相资助的，互为因缘。所以佛在此地才劝勉我们：",
      "zh_TW": "非信，不能發願。信願行是一而三，三而一，互相資助的，互為因緣。所以佛在此地才勸勉我們："
    },
    {
      "id": "01-004-0055_p0043",
      "zh_CN": "解【故云。若有信者。应当发愿。】",
      "zh_TW": "解【故云。若有信者。應當發願。】"
    },
    {
      "id": "01-004-0055_p0044",
      "zh_CN": "生彼国土。佛与祖师都是这么样的恳切。",
      "zh_TW": "生彼國土。佛與祖師都是這麼樣的懇切。"
    },
    {
      "id": "01-004-0055_p0045",
      "zh_CN": "解【又。愿者。信之券。行之枢。尤为要务。举愿。则信行在其中。所以殷勤三劝也。】",
      "zh_TW": "解【又。願者。信之券。行之樞。尤為要務。舉願。則信行在其中。所以殷勤三勸也。】"
    },
    {
      "id": "01-004-0055_p0046",
      "zh_CN": "《华严经》末后一品叫「普贤行愿品」，意思跟这个一样。三资粮里面，愿是枢纽，有愿，一定有信，一定有行。信真正具足了，大师在玄谈里面给我们讲的，信自、信他，「他」是指十方诸佛、释迦、弥陀。信自是信心现识变，十法界依正庄严唯心所现、唯识所变，这是信自己。信本师、信弥陀、信十方诸佛，是信教。佛教给我们，我们相信，信他。信事，确确实实有西方极乐世界，有娑婆世界。信理，有事必有理。信因、信果，因是具足信愿行三资粮，果报是西方四土三辈九品，这叫信。",
      "zh_TW": "《華嚴經》末後一品叫「普賢行願品」，意思跟這個一樣。三資糧裡面，願是樞紐，有願，一定有信，一定有行。信真正具足了，大師在玄談裡面給我們講的，信自、信他，「他」是指十方諸佛、釋迦、彌陀。信自是信心現識變，十法界依正莊嚴唯心所現、唯識所變，這是信自己。信本師、信彌陀、信十方諸佛，是信教。佛教給我們，我們相信，信他。信事，確確實實有西方極樂世界，有娑婆世界。信理，有事必有理。信因、信果，因是具足信願行三資糧，果報是西方四土三輩九品，這叫信。"
    },
    {
      "id": "01-004-0055_p0047",
      "zh_CN": "所以一个人真正发愿了，必定具足信心，一样都不缺，『信之券』，券就是凭证，真的信。如果你没有发愿，这个信不真，不是真信。发了愿，这个信是真信。『行之枢』，枢是枢要。换句话说，真正在修行了，「行」是行为。平素我们的行为，无不是贪恋世间的五欲六尘，心里所想的是五欲六尘，口里面所谈的也是五欲六尘，一切作为都是要求得世间的五欲之尘，所以造作的是三界六道生死业，我们身口意三业行为，干的是这些。从今天起，把它修正过来，三界六道生死之行统统把它放下了，一心一意修西方净土之行，心里面念念阿弥陀，口里面念念阿弥陀，身体念念是恭敬礼拜阿弥陀。所以，行之枢。如果没有真信，没有一个坚定的愿望，怎么有真的修行？因此信愿行，愿就显得特别的重要，『尤为要务』。",
      "zh_TW": "所以一個人真正發願了，必定具足信心，一樣都不缺，『信之券』，券就是憑證，真的信。如果你沒有發願，這個信不真，不是真信。發了願，這個信是真信。『行之樞』，樞是樞要。換句話說，真正在修行了，「行」是行為。平素我們的行為，無不是貪戀世間的五欲六塵，心裡所想的是五欲六塵，口裡面所談的也是五欲六塵，一切作為都是要求得世間的五欲之塵，所以造作的是三界六道生死業，我們身口意三業行為，幹的是這些。從今天起，把它修正過來，三界六道生死之行統統把它放下了，一心一意修西方淨土之行，心裡面念念阿彌陀，口裡面念念阿彌陀，身體念念是恭敬禮拜阿彌陀。所以，行之樞。如果沒有真信，沒有一個堅定的願望，怎麼有真的修行？因此信願行，願就顯得特別的重要，『尤為要務』。"
    },
    {
      "id": "01-004-0055_p0048",
      "zh_CN": "『举愿』，说了一个愿，信、行都包括了，所以在本经，世尊才殷勤三次的劝勉我们，这个三次都要把它记住。圆瑛法师在讲义里面都引出来了，怕我们忘掉。二百八十四面倒数第三行，第一次佛劝我们的话，「众生闻者，应当发愿，愿生彼国」。第二次劝勉我们，就是正宗分末后的一段，「若有众生，闻是说者，应当发愿，生彼国土」。到此地我们所念的，这是第三次劝我们，「若有信者，应当发愿，生彼国土」。这部经不算长，这么短短经文里面劝了三次，一而再、再而三，可见得发愿的重要！只要你真正发愿就蒙诸佛护念，就像诸佛护念华藏会上法身大士一般无二，我们应当要珍惜。再看底下一段文：",
      "zh_TW": "『舉願』，說了一個願，信、行都包括了，所以在本經，世尊才殷勤三次的勸勉我們，這個三次都要把它記住。圓瑛法師在講義裡面都引出來了，怕我們忘掉。二百八十四面倒數第三行，第一次佛勸我們的話，「眾生聞者，應當發願，願生彼國」。第二次勸勉我們，就是正宗分末後的一段，「若有眾生，聞是說者，應當發願，生彼國土」。到此地我們所念的，這是第三次勸我們，「若有信者，應當發願，生彼國土」。這部經不算長，這麼短短經文裡面勸了三次，一而再、再而三，可見得發願的重要！只要你真正發願就蒙諸佛護念，就像諸佛護念華藏會上法身大士一般無二，我們應當要珍惜。再看底下一段文："
    },
    {
      "id": "01-004-0055_p0049",
      "zh_CN": "解【复次愿生彼国。即欣厌二门。厌离娑婆。与依苦集二谛。所发二种弘誓相应。欣求极乐，与依道灭二谛。所发二种弘愿相应。故得不退转于大菩提道。】",
      "zh_TW": "解【復次願生彼國。即欣厭二門。厭離娑婆。與依苦集二諦。所發二種弘誓相應。欣求極樂，與依道滅二諦。所發二種弘願相應。故得不退轉於大菩提道。】"
    },
    {
      "id": "01-004-0055_p0050",
      "zh_CN": "这一段文也很重要，因为它发明了三资粮与三菩提心、四弘誓愿，原来是一体的，说法尽管不同，意思是相通的。读了这段经文，虽然是蕅益大师的开示，开示符合经义，就可以把它当作经文来读，与经文同样的尊重。",
      "zh_TW": "這一段文也很重要，因為它發明了三資糧與三菩提心、四弘誓願，原來是一體的，說法儘管不同，意思是相通的。讀了這段經文，雖然是蕅益大師的開示，開示符合經義，就可以把它當作經文來讀，與經文同樣的尊重。"
    },
    {
      "id": "01-004-0055_p0051",
      "zh_CN": "我们自己想想，我们自己『欣厌二门』做到什么样程度？「欣」是对于西方极乐世界，是不是真正的向往？「厌」是对于娑婆世界，现前我们的生活环境，是不是真正想舍？我们这个厌的程度到什么样的一个境界？娑婆苦，实实在在是苦！诸位如果很冷静的去观察一下，在这个世界无论是自由世界、共产极权，无论是中国、西方，没有不苦，仔细想来真正是苦！觉悟的人不是没有，没有办法，无可奈何，知道苦，没有法子离苦。",
      "zh_TW": "我們自己想想，我們自己『欣厭二門』做到什麼樣程度？「欣」是對於西方極樂世界，是不是真正的嚮往？「厭」是對於娑婆世界，現前我們的生活環境，是不是真正想捨？我們這個厭的程度到什麼樣的一個境界？娑婆苦，實實在在是苦！諸位如果很冷靜的去觀察一下，在這個世界無論是自由世界、共產極權，無論是中國、西方，沒有不苦，仔細想來真正是苦！覺悟的人不是沒有，沒有辦法，無可奈何，知道苦，沒有法子離苦。"
    },
    {
      "id": "01-004-0055_p0052",
      "zh_CN": "佛法确确实实有能力解决，但是真正见到正法的人不多。换句话说，众生业障太重，没有闻法的机缘，这也正是开经偈所说的「百千万劫难遭遇」，他没遇到，这是没这个福分，没遇到。遇到了佛法，对佛法不能理解，遇到了不懂，遇到了等于没有遇到，或者是懂，懂得不多，懂得不够深度。换句话说，影响了他的信心，他不能够建立坚固的信心，那个信心就像俗话所谓的露水道心，若有若无。说他不相信，他又信，说他信，他又不是真信，若有若无，所以愿不切、行不力，这一生还是空过了，这都是信愿程度不够，必定误了这一生大好因缘。",
      "zh_TW": "佛法確確實實有能力解決，但是真正見到正法的人不多。換句話說，眾生業障太重，沒有聞法的機緣，這也正是開經偈所說的「百千萬劫難遭遇」，他沒遇到，這是沒這個福分，沒遇到。遇到了佛法，對佛法不能理解，遇到了不懂，遇到了等於沒有遇到，或者是懂，懂得不多，懂得不夠深度。換句話說，影響了他的信心，他不能夠建立堅固的信心，那個信心就像俗話所謂的露水道心，若有若無。說他不相信，他又信，說他信，他又不是真信，若有若無，所以願不切、行不力，這一生還是空過了，這都是信願程度不夠，必定誤了這一生大好因緣。"
    },
    {
      "id": "01-004-0055_p0053",
      "zh_CN": "可以说今天这个世界上，我们这个小道场因缘特别殊胜，因缘既然特别殊胜了，这个我们可以能相信的，十分的相信，决定的相信，十方诸佛对这个小道场特别护念。为什么？我们对于这部经确确实实深入，仔细的来探讨，真正帮助我们理解这个道理，真正帮助我们明了娑婆、极乐这两个世界，帮助我们建立信心，帮助我们发愿修行，自己要明了。十方诸佛护念我们，护念这个小道场，我们能信得过。",
      "zh_TW": "可以說今天這個世界上，我們這個小道場因緣特別殊勝，因緣既然特別殊勝了，這個我們可以能相信的，十分的相信，決定的相信，十方諸佛對這個小道場特別護念。為什麼？我們對於這部經確確實實深入，仔細的來探討，真正幫助我們理解這個道理，真正幫助我們明瞭娑婆、極樂這兩個世界，幫助我們建立信心，幫助我們發願修行，自己要明瞭。十方諸佛護念我們，護念這個小道場，我們能信得過。"
    },
    {
      "id": "01-004-0055_p0054",
      "zh_CN": "文里面告诉我们，『厌离娑婆，与依苦集二谛所发二种弘愿相应』。第一个是依苦谛，众生太苦了，所以我们发愿，「众生无边誓愿度」。如何才能真正度得了这些苦难的众生？唯有这个法门。除这个法门，要度众生真难！所以华藏世界，到最后要想究竟度脱一切众生，普贤菩萨只有以十大愿王劝大家求生净土，这才成就究竟度、圆满度。第二，这个世间众生们烦恼习气太重，没有法子断，菩萨才发愿「烦恼无尽誓愿断」。如何才能真正把烦恼断尽？也得靠这一句佛号，声声具足三学、三慧、三资粮，才能把见思、尘沙、无明断尽，这是与苦集二谛相应。",
      "zh_TW": "文裡面告訴我們，『厭離娑婆，與依苦集二諦所發二種弘願相應』。第一個是依苦諦，眾生太苦了，所以我們發願，「眾生無邊誓願度」。如何才能真正度得了這些苦難的眾生？唯有這個法門。除這個法門，要度眾生真難！所以華藏世界，到最後要想究竟度脫一切眾生，普賢菩薩只有以十大願王勸大家求生淨土，這才成就究竟度、圓滿度。第二，這個世間眾生們煩惱習氣太重，沒有法子斷，菩薩才發願「煩惱無盡誓願斷」。如何才能真正把煩惱斷盡？也得靠這一句佛號，聲聲具足三學、三慧、三資糧，才能把見思、塵沙、無明斷盡，這是與苦集二諦相應。"
    },
    {
      "id": "01-004-0055_p0055",
      "zh_CN": "旁边这个小注上面说：「此皆净宗指诀。世人多梦。梦不了。所以虽修无功」，这个话说得一点都不错！我们想想我们过去念佛，的确是虽修无功，不相应，与四弘誓愿不相应，那就是与欣厌二门不相应。四弘誓愿，诸位一定要记住，要觉悟，每一愿里面所讲的众生，不是指别人，是指的自己。「众生无边誓愿度」，这个「众生」是自己，不是别人，自己怎么叫众生？无始劫以来，在六道里头生死轮回舍身受身不晓得多少生，这叫众生。舍身受身，真正是无边，无量无边，这一生觉悟了，誓愿度，这一生要度。换句话说，从此以后不再生死轮回了，这一生是无量劫以来生死轮回身是最后一身，来生就不要生死轮回了，这个身从今得度，是这个。无量劫以来的生死烦恼，也是今生要断，所以四弘誓愿里面讲的众生，是指自己，不是指别人。我们平素的功夫不得力，都是把那个众生指作别人，把自己都忘掉了，结果怎么样？「泥菩萨过河，自身不保」，度别人没度了，自己还是拖下水，还是要生死轮回，两头都落空了。所以关键就在那个众生，众生是指自己，不是指别人。",
      "zh_TW": "旁邊這個小註上面說：「此皆淨宗指訣。世人多夢。夢不了。所以雖修無功」，這個話說得一點都不錯！我們想想我們過去念佛，的確是雖修無功，不相應，與四弘誓願不相應，那就是與欣厭二門不相應。四弘誓願，諸位一定要記住，要覺悟，每一願裡面所講的眾生，不是指別人，是指的自己。「眾生無邊誓願度」，這個「眾生」是自己，不是別人，自己怎麼叫眾生？無始劫以來，在六道裡頭生死輪迴捨身受身不曉得多少生，這叫眾生。捨身受身，真正是無邊，無量無邊，這一生覺悟了，誓願度，這一生要度。換句話說，從此以後不再生死輪迴了，這一生是無量劫以來生死輪迴身是最後一身，來生就不要生死輪迴了，這個身從今得度，是這個。無量劫以來的生死煩惱，也是今生要斷，所以四弘誓願裡面講的眾生，是指自己，不是指別人。我們平素的功夫不得力，都是把那個眾生指作別人，把自己都忘掉了，結果怎麼樣？「泥菩薩過河，自身不保」，度別人沒度了，自己還是拖下水，還是要生死輪迴，兩頭都落空了。所以關鍵就在那個眾生，眾生是指自己，不是指別人。"
    },
    {
      "id": "01-004-0055_p0056",
      "zh_CN": "底下一段说『欣求极乐』，这个与依灭道二谛，四谛里面，苦集是世间法，灭道是出世间法。欣求极乐世界，助道的因缘具足，这是发了「法门无量誓愿学」的愿，这要记住。你看法门无量誓愿学，到哪里学？到西方极乐世界学。如果你在此地学，糟了！为什么？耽误了往生。你要费多少精神去学这些经典？这些经典统统都学会，还是往生不了。佛说的这一切经就是告诉你，法门是无量无边，到哪里学？到西方极乐世界去学。",
      "zh_TW": "底下一段說『欣求極樂』，這個與依滅道二諦，四諦裡面，苦集是世間法，滅道是出世間法。欣求極樂世界，助道的因緣具足，這是發了「法門無量誓願學」的願，這要記住。你看法門無量誓願學，到哪裡學？到西方極樂世界學。如果你在此地學，糟了！為什麼？耽誤了往生。你要費多少精神去學這些經典？這些經典統統都學會，還是往生不了。佛說的這一切經就是告訴你，法門是無量無邊，到哪裡學？到西方極樂世界去學。"
    },
    {
      "id": "01-004-0055_p0057",
      "zh_CN": "实在讲，释迦牟尼佛四十九年所说的，只说了一点皮毛而已，那是真的，一点不假。你看龙树菩萨龙宫里面所看到的《华严经》，上本经十个三千大千世界微尘偈，一四天下微尘品，无量无边，我们现在的《华严经》是略本；换句话说，是《华严经》的提要，《华严经》的纲目，才不过五万偈而已。明白这个道理，我们发愿修无量法门，必得到西方极乐世界。现在我们晓得，法门有无量无边，暂时放下，一样也不学，赶紧到西方极乐世界去，在那边成就无量无边的智慧，这是正知正见。你要在此地来修学无量法门，给诸位说，邪知邪见，一定耽误你往生。纵然是往生了，耽误了你的品位，要觉悟！",
      "zh_TW": "實在講，釋迦牟尼佛四十九年所說的，只說了一點皮毛而已，那是真的，一點不假。你看龍樹菩薩龍宮裡面所看到的《華嚴經》，上本經十個三千大千世界微塵偈，一四天下微塵品，無量無邊，我們現在的《華嚴經》是略本；換句話說，是《華嚴經》的提要，《華嚴經》的綱目，才不過五萬偈而已。明白這個道理，我們發願修無量法門，必得到西方極樂世界。現在我們曉得，法門有無量無邊，暫時放下，一樣也不學，趕緊到西方極樂世界去，在那邊成就無量無邊的智慧，這是正知正見。你要在此地來修學無量法門，給諸位說，邪知邪見，一定耽誤你往生。縱然是往生了，耽誤了你的品位，要覺悟！"
    },
    {
      "id": "01-004-0055_p0058",
      "zh_CN": "末后讲到「无上佛道誓愿成」，这都是自己。我们要修成无上佛道，还是在西方极乐世界，唯有往生西方极乐世界，才能真正的在一生当中达到等觉的地位，一生补处。这桩事情，我们在《华严经》里面看得太清楚，为什么华藏世界四十一位法身大士要求生西方世界？在他们来说，度众生、断烦恼、学法门，都无须往生西方极乐世界，为什么还要到西方极乐世界？末后一愿，「无上佛道誓愿成」，不到西方极乐世界，无上佛道成不了，为了要成就无上正等菩提，不能不往生西方极乐世界。",
      "zh_TW": "末後講到「無上佛道誓願成」，這都是自己。我們要修成無上佛道，還是在西方極樂世界，唯有往生西方極樂世界，才能真正的在一生當中達到等覺的地位，一生補處。這樁事情，我們在《華嚴經》裡面看得太清楚，為什麼華藏世界四十一位法身大士要求生西方世界？在他們來說，度眾生、斷煩惱、學法門，都無須往生西方極樂世界，為什麼還要到西方極樂世界？末後一願，「無上佛道誓願成」，不到西方極樂世界，無上佛道成不了，為了要成就無上正等菩提，不能不往生西方極樂世界。"
    },
    {
      "id": "01-004-0055_p0059",
      "zh_CN": "念佛法门、西方极乐世界有这样的好处，你要是不相信，真是当面错过了，百千万劫难遭遇的因缘，你们当面错过，真正是太可惜！这种损失，实实在在讲不能原谅。除非你没有遇到，遇到当面错过，太可惜了！多少有情众生希求不到的，居然你在这一生当中这么样的好运碰上，碰上了当面错过，实在是对不起自己、对不起诸佛菩萨、对不起父母、对不起师长、对不起祖先。我们要真正晓得这个道理，真正有这个认识。",
      "zh_TW": "念佛法門、西方極樂世界有這樣的好處，你要是不相信，真是當面錯過了，百千萬劫難遭遇的因緣，你們當面錯過，真正是太可惜！這種損失，實實在在講不能原諒。除非你沒有遇到，遇到當面錯過，太可惜了！多少有情眾生希求不到的，居然你在這一生當中這麼樣的好運碰上，碰上了當面錯過，實在是對不起自己、對不起諸佛菩薩、對不起父母、對不起師長、對不起祖先。我們要真正曉得這個道理，真正有這個認識。"
    },
    {
      "id": "01-004-0055_p0060",
      "zh_CN": "我们自己今天遇到了，怎么能不劝我们的同修专一？怎么能不把这个这么好的一个法门，这么好的一个宝贝，介绍给我所认识的人？介绍，尽了我们的责任，尽了我们的心，他不相信，那是他当面错过。换句话说，我们给了他这个机会，给了他这个因缘，他自己当面错过，他不能怪我们。你往生西方极乐世界了，他堕落了，你们两个好朋友，他会找你麻烦：「这么好的法门，当时为什么不告诉我？你只晓得你成就了，我还在堕落」。如果你早告诉他，他不相信，「不是我不告诉你，我早告诉你了，你自己不相信，怪谁！」那个时候就不怨天尤人。所以我们要尽心尽力劝告所有认识的同修，或者是认识的亲友们。",
      "zh_TW": "我們自己今天遇到了，怎麼能不勸我們的同修專一？怎麼能不把這個這麼好的一個法門，這麼好的一個寶貝，介紹給我所認識的人？介紹，盡了我們的責任，盡了我們的心，他不相信，那是他當面錯過。換句話說，我們給了他這個機會，給了他這個因緣，他自己當面錯過，他不能怪我們。你往生西方極樂世界了，他墮落了，你們兩個好朋友，他會找你麻煩：「這麼好的法門，當時為什麼不告訴我？你只曉得你成就了，我還在墮落」。如果你早告訴他，他不相信，「不是我不告訴你，我早告訴你了，你自己不相信，怪誰！」那個時候就不怨天尤人。所以我們要盡心盡力勸告所有認識的同修，或者是認識的親友們。"
    },
    {
      "id": "01-004-0055_p0061",
      "zh_CN": "佛在此地殷勤对我们三劝，我们也得要殷勤对我们所有认识的人三劝，不要四劝，三劝就可以了。三劝就尽到责任，三劝不来，那没有法子了。因为四劝，劝太多了，他就起反感，他就厌恶，所以我们也做到三劝，佛劝我们三劝，我们劝一切大众也三劝。",
      "zh_TW": "佛在此地殷勤對我們三勸，我們也得要殷勤對我們所有認識的人三勸，不要四勸，三勸就可以了。三勸就盡到責任，三勸不來，那沒有法子了。因為四勸，勸太多了，他就起反感，他就厭惡，所以我們也做到三勸，佛勸我們三勸，我們勸一切大眾也三勸。"
    },
    {
      "id": "01-004-0055_p0062",
      "zh_CN": "末后，大师在此地给我们做一个总结，『故得不退转于大菩提道』，就是阿耨多罗三藐三菩提。为什么？与四弘誓愿完全相应，这个欣厌二门才是圆满具足。这样的人一生当中决定往生，这就是所谓的「根熟众生」，根熟的众生，诸佛是特别的护念。为什么？他这一生要成就了，好像学校里头应届毕业班的学生，老师特别照顾他，要特别辅导、帮助他成就，特别的关心他，就是这个道理。这段文我们要多念几遍。今天我们就讲到此地。",
      "zh_TW": "末後，大師在此地給我們做一個總結，『故得不退轉於大菩提道』，就是阿耨多羅三藐三菩提。為什麼？與四弘誓願完全相應，這個欣厭二門才是圓滿具足。這樣的人一生當中決定往生，這就是所謂的「根熟眾生」，根熟的眾生，諸佛是特別的護念。為什麼？他這一生要成就了，好像學校裡頭應屆畢業班的學生，老師特別照顧他，要特別輔導、幫助他成就，特別的關心他，就是這個道理。這段文我們要多念幾遍。今天我們就講到此地。"
    }
  ]
}