{
  "doc_id": "01-004-0032",
  "title": {
    "zh_CN": "阿弥陀经要解",
    "zh_TW": "阿彌陀經要解"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十二集",
    "zh_TW": "第三十二集"
  },
  "year": "1984",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-004-0032",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "01-004-0032_p0001",
      "zh_CN": "解【如是等法者。等前念处正勤。如意足。等余四摄六度。十力无畏。无量法门也。】",
      "zh_TW": "解【如是等法者。等前念處正勤。如意足。等餘四攝六度。十力無畏。無量法門也。】"
    },
    {
      "id": "01-004-0032_p0002",
      "zh_CN": "因为这一段里面说了许多的法相，四摄六度我们在前面都讲过了。今天我们继续再看十力，十力里面第五，「欲智力」，这是说如来果地上有十种特殊的能力，这种能力都是从般若智慧里面显现出来的，换句话说，也是本性本来具足的德能。前面四种我们上次讨论过了，今天从第五来说，这也是属于观机，像上次我们所讲到的，我们遇到佛一定就能证果，原因是什么？佛能观机。他不但知道我们现前的根性，他能够知道我们生生世世的根性。所以佛给我们一说法，没有不开悟的，没有不证果的，这也是说明我们为什么要求生西方，最主要的就是见阿弥陀佛，听他老人家说法。",
      "zh_TW": "因為這一段裡面說了許多的法相，四攝六度我們在前面都講過了。今天我們繼續再看十力，十力裡面第五，「欲智力」，這是說如來果地上有十種特殊的能力，這種能力都是從般若智慧裡面顯現出來的，換句話說，也是本性本來具足的德能。前面四種我們上次討論過了，今天從第五來說，這也是屬於觀機，像上次我們所講到的，我們遇到佛一定就能證果，原因是什麼？佛能觀機。他不但知道我們現前的根性，他能夠知道我們生生世世的根性。所以佛給我們一說法，沒有不開悟的，沒有不證果的，這也是說明我們為什麼要求生西方，最主要的就是見阿彌陀佛，聽他老人家說法。"
    },
    {
      "id": "01-004-0032_p0003",
      "zh_CN": "可是我们自己，特别是大师在这一章里面给我们开导藏、通、别、圆，化仪、化法的意思。我们自己要想快速圆满的成就一定要培养自己圆顿的根性。藏通别圆这四种根性不是天生的，是培养出来的。如果要是本来具足，那只有圆顿根性是本来有的。迷失了圆顿，所以才有别、才有通、才有藏，这是愈迷愈深，如果你统统都不迷了，这个根性本来就是圆极顿极，这是我们要特别留意的。如何从我们现前的根性逐渐提升到纯圆纯顿，那我们这一生的成就就不可思议，真正是无有限量。谁不愿意把自己提升到圆顿根性？我想每一位同修都有这个愿望。为什么自己达不到这个愿望？这里面当然是有障碍，这个障碍当然是很多，可是把这许多障碍归纳起来，不外乎我们对于大乘的经论读得太少了、听得太少了。无始劫以来坚固的分别执着不但不能够减少，还在天天增长，这个事情麻烦大了，所以才是事与愿违，我们想求的目标达不到。这也说明了听经的重要，听经是天天在薰习，确实把我们藏、通的根性能够薰成圆顿的根性。",
      "zh_TW": "可是我們自己，特別是大師在這一章裡面給我們開導藏、通、別、圓，化儀、化法的意思。我們自己要想快速圓滿的成就一定要培養自己圓頓的根性。藏通別圓這四種根性不是天生的，是培養出來的。如果要是本來具足，那只有圓頓根性是本來有的。迷失了圓頓，所以才有別、才有通、才有藏，這是愈迷愈深，如果你統統都不迷了，這個根性本來就是圓極頓極，這是我們要特別留意的。如何從我們現前的根性逐漸提升到純圓純頓，那我們這一生的成就就不可思議，真正是無有限量。誰不願意把自己提升到圓頓根性？我想每一位同修都有這個願望。為什麼自己達不到這個願望？這裡面當然是有障礙，這個障礙當然是很多，可是把這許多障礙歸納起來，不外乎我們對於大乘的經論讀得太少了、聽得太少了。無始劫以來堅固的分別執著不但不能夠減少，還在天天增長，這個事情麻煩大了，所以才是事與願違，我們想求的目標達不到。這也說明了聽經的重要，聽經是天天在薰習，確實把我們藏、通的根性能夠薰成圓頓的根性。"
    },
    {
      "id": "01-004-0032_p0004",
      "zh_CN": "这一条讲到「欲智力」，「欲」就是欲望，一切众生心里面的欲望、爱好是千差万别，各个不相同，可是佛都知道，真正是所谓的全智全能，世出世间一切法没有一桩佛不知道。他知道所说的一切法门，所说的一切理论，不但你能够彻底的了解消化，那些方法不但你能够接受，而且非常乐意的去接受，这是他有这种能力。",
      "zh_TW": "這一條講到「欲智力」，「欲」就是欲望，一切眾生心裡面的欲望、愛好是千差萬別，各個不相同，可是佛都知道，真正是所謂的全智全能，世出世間一切法沒有一樁佛不知道。他知道所說的一切法門，所說的一切理論，不但你能夠徹底的了解消化，那些方法不但你能夠接受，而且非常樂意的去接受，這是他有這種能力。"
    },
    {
      "id": "01-004-0032_p0005",
      "zh_CN": "第六种叫「界智力」，「界」，所谓是界分，我们讲界限。他知道世间众生，这个世间是包括了经论上常常讲的三种世间，「有情世间、器世间、智正觉世间」，我们一般也讲九界有情，种种的界限。实际上界限从哪里来？从分别执着来的。如果没有分别执着，哪来的界分？界就没有了。这些事情佛知道得很清楚，所以才能帮助我们突破。",
      "zh_TW": "第六種叫「界智力」，「界」，所謂是界分，我們講界限。他知道世間眾生，這個世間是包括了經論上常常講的三種世間，「有情世間、器世間、智正覺世間」，我們一般也講九界有情，種種的界限。實際上界限從哪裡來？從分別執著來的。如果沒有分別執著，哪來的界分？界就沒有了。這些事情佛知道得很清楚，所以才能幫助我們突破。"
    },
    {
      "id": "01-004-0032_p0006",
      "zh_CN": "第七种叫「至处智力」，「至处」是说修学某一种法门，你可以达到什么样的境界。譬如我们讲六道，你修五戒十善，你就可以生到人道。如果你要是修学四禅八定，你可以生到色界天、无色界天。你修四谛法，可以证声闻果。你修缘觉法门，可以证辟支佛果。你修六度万行，可以证菩萨果。修因证果一定是相应的。如果因地搞错了，所谓是「因地不真，果招迂曲」，功夫就白费了，但是这个里面的真假是要以相当智慧才能够辨别。佛知道，他是教化众生。我们自己不能不知道，如果不知道，很容易落到盲修瞎练，这个功夫就白费了。所以修学，有很多人羡慕许多大乘里面的理论与法门，好不好？当然好，凡是佛所说的没有一样不好，何况经论里头一再告诉我们，「法门平等，无有高下」，可是无量无边的法门，你只能走一门才进得去，如果同时想走个两门、三门是进不去的，这是我们要觉悟的。如果在许多法门的门口徘徊，那是浪费时间，结果还是不能成就。",
      "zh_TW": "第七種叫「至處智力」，「至處」是說修學某一種法門，你可以達到什麼樣的境界。譬如我們講六道，你修五戒十善，你就可以生到人道。如果你要是修學四禪八定，你可以生到色界天、無色界天。你修四諦法，可以證聲聞果。你修緣覺法門，可以證辟支佛果。你修六度萬行，可以證菩薩果。修因證果一定是相應的。如果因地搞錯了，所謂是「因地不真，果招迂曲」，功夫就白費了，但是這個裡面的真假是要以相當智慧才能夠辨別。佛知道，他是教化眾生。我們自己不能不知道，如果不知道，很容易落到盲修瞎練，這個功夫就白費了。所以修學，有很多人羨慕許多大乘裡面的理論與法門，好不好？當然好，凡是佛所說的沒有一樣不好，何況經論裡頭一再告訴我們，「法門平等，無有高下」，可是無量無邊的法門，你只能走一門才進得去，如果同時想走個兩門、三門是進不去的，這是我們要覺悟的。如果在許多法門的門口徘徊，那是浪費時間，結果還是不能成就。"
    },
    {
      "id": "01-004-0032_p0007",
      "zh_CN": "所以诸位要晓得佛法的修学跟世间法不相同，世间人讲做学问譬喻金字塔，先博学，然后再专攻，就像金字塔的塔顶一样，既博又高，这是世间法。佛法的修学，经典里常用树来做比喻。你看佛是在菩提树下成道，没有说在金字塔下。树是先修一门，你看树只有一个枝干，像一门，这一门成了之后，它就发许多的枝叶，开花结果，佛法很像这个。我们对于八万四千法门都想学，四弘誓愿里头就有「法门无量誓愿学」，可是你要记住前面还有一条，前面先断烦恼，断烦恼只有一门是最容易断。你搞的门多了，不但不能断烦恼，反而增加烦恼。所以先攻一门，一门里面一定要达到一个目标，那就是根本智现前，根本智现前在禅家讲就是「大彻大悟，明心见性」。你看明心见性的时候，见思烦恼断了，尘沙烦恼断了，无明也破了一分，从此以后就博学多闻了，他在这个之前没说博学多闻。",
      "zh_TW": "所以諸位要曉得佛法的修學跟世間法不相同，世間人講做學問譬喻金字塔，先博學，然後再專攻，就像金字塔的塔頂一樣，既博又高，這是世間法。佛法的修學，經典裡常用樹來做比喻。你看佛是在菩提樹下成道，沒有說在金字塔下。樹是先修一門，你看樹只有一個枝幹，像一門，這一門成了之後，它就發許多的枝葉，開花結果，佛法很像這個。我們對於八萬四千法門都想學，四弘誓願裡頭就有「法門無量誓願學」，可是你要記住前面還有一條，前面先斷煩惱，斷煩惱只有一門是最容易斷。你搞的門多了，不但不能斷煩惱，反而增加煩惱。所以先攻一門，一門裡面一定要達到一個目標，那就是根本智現前，根本智現前在禪家講就是「大徹大悟，明心見性」。你看明心見性的時候，見思煩惱斷了，塵沙煩惱斷了，無明也破了一分，從此以後就博學多聞了，他在這個之前沒說博學多聞。"
    },
    {
      "id": "01-004-0032_p0008",
      "zh_CN": "在《华严经》里面善财童子给我们做的榜样也是如此，他在文殊菩萨这会里面专攻，一个老师，一个法门，到烦恼都断了，智慧开了，这才出去参学，参学就是博学多闻。这个境界在念佛法门里面可以说是最为方便、最为殊胜。念佛的目的是求一心不乱，而理一心不乱就是根本智现前，所以博学多闻是要得理一心以后，没有得理一心之前只有一门深入才决定不错。所以学东西不能操之过急，操之过急没有不失败的。",
      "zh_TW": "在《華嚴經》裡面善財童子給我們做的榜樣也是如此，他在文殊菩薩這會裡面專攻，一個老師，一個法門，到煩惱都斷了，智慧開了，這才出去參學，參學就是博學多聞。這個境界在念佛法門裡面可以說是最為方便、最為殊勝。念佛的目的是求一心不亂，而理一心不亂就是根本智現前，所以博學多聞是要得理一心以後，沒有得理一心之前只有一門深入才決定不錯。所以學東西不能操之過急，操之過急沒有不失敗的。"
    },
    {
      "id": "01-004-0032_p0009",
      "zh_CN": "我们一门深入一定能够证得根本智，也就是明心见性，在圆教里面是初住菩萨的地位，到这个之后才参学，像善财童子一样五十三参。世出世间各样的人物、各种的境界都去参访，才能把自己根本无明一分一分的破尽，从十住、十行，一直到圆满菩提，这是佛在《华严经》里面展示菩萨修学的程序。我们读《华严》不能够含糊笼统的看过去，要体会到这个意思，效法善财童子，采取善财童子的修学程序与方法，他一生成佛，我们必然也能够一生成就。这是讲「至处智力」。",
      "zh_TW": "我們一門深入一定能夠證得根本智，也就是明心見性，在圓教裡面是初住菩薩的地位，到這個之後才參學，像善財童子一樣五十三參。世出世間各樣的人物、各種的境界都去參訪，才能把自己根本無明一分一分的破盡，從十住、十行，一直到圓滿菩提，這是佛在《華嚴經》裡面展示菩薩修學的程序。我們讀《華嚴》不能夠含糊籠統的看過去，要體會到這個意思，效法善財童子，採取善財童子的修學程序與方法，他一生成佛，我們必然也能夠一生成就。這是講「至處智力」。"
    },
    {
      "id": "01-004-0032_p0010",
      "zh_CN": "第八讲「宿命智力」，「知一世乃至百千万世」，佛知道任何一个众生，生生世世，每一世的情形他都了如指掌。你生在什么地方？你叫什么名字？你姓什么？你父母是什么人？你的生活状况，他样样都知道，没有一桩不知道。所以说我们想做事情，说是佛菩萨不知道，那真叫自欺欺人，佛菩萨没有一样不知道的。你要到了明心见性的地位，你也有这个能力，知道自己也知道别人，我们一般人看这个叫神通，其实心清净了，这十种能力是本能，并不是如来专有的，不是如来专利的，你心境清净至极了，这个能力马上就恢复。",
      "zh_TW": "第八講「宿命智力」，「知一世乃至百千萬世」，佛知道任何一個眾生，生生世世，每一世的情形他都瞭如指掌。你生在什麼地方？你叫什麼名字？你姓什麼？你父母是什麼人？你的生活狀況，他樣樣都知道，沒有一樁不知道。所以說我們想做事情，說是佛菩薩不知道，那真叫自欺欺人，佛菩薩沒有一樣不知道的。你要到了明心見性的地位，你也有這個能力，知道自己也知道別人，我們一般人看這個叫神通，其實心清淨了，這十種能力是本能，並不是如來專有的，不是如來專利的，你心境清淨至極了，這個能力馬上就恢復。"
    },
    {
      "id": "01-004-0032_p0011",
      "zh_CN": "第九是「天眼智力」，在阿罗汉叫天眼通，在如来果地上叫「天眼智力」，《金刚经》所讲的「五眼圆明」就是天眼智力。世出世间十方三世，没有一桩事情佛是看不到的，看得清清楚楚、明明白白。我们凡夫在六道里轮回，在哪一道什么样情形，看得清清楚楚，佛是大慈大悲，佛有耐心，佛对众生非常的关注，就是非常的关心、爱护，你在六道轮转，佛为什么不来救你？他看得那么清楚，来你也不听，不听怎么办？还是等一下，看到你几时肯听话，回心转意了，佛就来度你了。在你不肯听的时候，他也有许多的方便来诱导你，帮助你破迷开悟。像现在佛陀虽然不住世，可是佛的遗教在世间，这些经典、佛像、出家人的形相都是帮助你觉悟的，当然你总得要对佛法有相当的明了，它才帮得上忙。如果对于佛法是一无所知，你看到这个东西会增长你的迷信，那就又错了。你要通达佛法的道理，增长你觉悟，不通达是增长你迷信，这个关系太大了。譬如我们见到佛像，通达的见到佛像，恭敬心当中能提起正念，效法佛菩萨。这个像里面样样都是表法的。",
      "zh_TW": "第九是「天眼智力」，在阿羅漢叫天眼通，在如來果地上叫「天眼智力」，《金剛經》所講的「五眼圓明」就是天眼智力。世出世間十方三世，沒有一樁事情佛是看不到的，看得清清楚楚、明明白白。我們凡夫在六道裡輪迴，在哪一道什麼樣情形，看得清清楚楚，佛是大慈大悲，佛有耐心，佛對眾生非常的關注，就是非常的關心、愛護，你在六道輪轉，佛為什麼不來救你？他看得那麼清楚，來你也不聽，不聽怎麼辦？還是等一下，看到你幾時肯聽話，回心轉意了，佛就來度你了。在你不肯聽的時候，他也有許多的方便來誘導你，幫助你破迷開悟。像現在佛陀雖然不住世，可是佛的遺教在世間，這些經典、佛像、出家人的形相都是幫助你覺悟的，當然你總得要對佛法有相當的明瞭，它才幫得上忙。如果對於佛法是一無所知，你看到這個東西會增長你的迷信，那就又錯了。你要通達佛法的道理，增長你覺悟，不通達是增長你迷信，這個關係太大了。譬如我們見到佛像，通達的見到佛像，恭敬心當中能提起正念，效法佛菩薩。這個像裡面樣樣都是表法的。"
    },
    {
      "id": "01-004-0032_p0012",
      "zh_CN": "今天九莲观音像已经送来了，待会儿诸位都可以带回家去，我们印得很多，你可以多带一些送给你的亲戚朋友。如果你要想裱起来，在我们柜台上登记，我们统统一起拿去裱，价钱会便宜很多，大概裱一张只要一百多块钱，如果诸位自己拿到裱画店去裱，裱一张要好几百。不裱，镶镜框也非常之好。",
      "zh_TW": "今天九蓮觀音像已經送來了，待會兒諸位都可以帶回家去，我們印得很多，你可以多帶一些送給你的親戚朋友。如果你要想裱起來，在我們櫃台上登記，我們統統一起拿去裱，價錢會便宜很多，大概裱一張只要一百多塊錢，如果諸位自己拿到裱畫店去裱，裱一張要好幾百。不裱，鑲鏡框也非常之好。"
    },
    {
      "id": "01-004-0032_p0013",
      "zh_CN": "菩萨像，菩萨戴的帽子，它有它的意思，菩萨的姿态也有意思，他周围环境统统是表法的。池子里面九朵莲花，虽然这是石刻的，我们是一色印的，黑色一色印的，跟原拓的颜色一样，但是它里面用线条来表示四种不同，表经里面所讲的四色莲花。在菩萨的左上方有韦驮将军，护法神，护持佛法，样样都有表法的依据。所以懂得佛法的人一看，真的心清净，他开悟。不懂的人把它当神明看待，在佛像面前烧香祷告，那是迷信，所以效果就不一样。他虽然是迷信，阿赖耶识里头也种了恭敬佛菩萨的种子，他有这个好处。他现前不得受用，几时他一闻法开悟了，这个种子就起现行，就起作用。所以造像的功德无量无边就在此地。这个佛像我们要送到国外去，也要送到香港去，大量的流通到国外。",
      "zh_TW": "菩薩像，菩薩戴的帽子，它有它的意思，菩薩的姿態也有意思，他周圍環境統統是表法的。池子裡面九朵蓮花，雖然這是石刻的，我們是一色印的，黑色一色印的，跟原拓的顏色一樣，但是它裡面用線條來表示四種不同，表經裡面所講的四色蓮花。在菩薩的左上方有韋馱將軍，護法神，護持佛法，樣樣都有表法的依據。所以懂得佛法的人一看，真的心清淨，他開悟。不懂的人把它當神明看待，在佛像面前燒香禱告，那是迷信，所以效果就不一樣。他雖然是迷信，阿賴耶識裡頭也種了恭敬佛菩薩的種子，他有這個好處。他現前不得受用，幾時他一聞法開悟了，這個種子就起現行，就起作用。所以造像的功德無量無邊就在此地。這個佛像我們要送到國外去，也要送到香港去，大量的流通到國外。"
    },
    {
      "id": "01-004-0032_p0014",
      "zh_CN": "刚才说过了，佛菩萨既然晓得我们在六道轮回的这些状况，以无量的善巧方便来帮助我们，善根厚的人，有福报的人，他就得度了，他得度位次的高下与他的福慧完全成正比例。福慧境界非常的广大，我们在讲席里面常常说，善根是信解，福德是行证。肯依教修行的人，这个人有福；听了能相信、能理解，这个人有慧，福慧双修。",
      "zh_TW": "剛才說過了，佛菩薩既然曉得我們在六道輪迴的這些狀況，以無量的善巧方便來幫助我們，善根厚的人，有福報的人，他就得度了，他得度位次的高下與他的福慧完全成正比例。福慧境界非常的廣大，我們在講席裡面常常說，善根是信解，福德是行證。肯依教修行的人，這個人有福；聽了能相信、能理解，這個人有慧，福慧雙修。"
    },
    {
      "id": "01-004-0032_p0015",
      "zh_CN": "修行最重要的就是用心，就是在境界里头你怎么用心，事上来讲，佛菩萨跟众生没有两样，事上没有两样，心不一样，用心大大的不相同。佛菩萨用真心，真心叫什么？真心叫不动心。《金刚经》讲的「不取于相，如如不动」，那是用的真心。凡夫不行，凡夫六根接触六尘境界就起心动念，起心动念的心是妄心。福慧是从真心里面生的，不是从妄心里面生的。妄心里面生的是迷情，妄心里面能生世智辩聪，不能生智慧。智慧跟世智辩聪有一个很容易区别的地方，那就是智慧里面没有分别、没有执着，世智辩聪里头有分别、有执着，换句话说，离开了分别执着，世智辩聪就是智慧，由此可知，分别执着要不得。分别执着，心动了；离开分别执着，心不动，如如不动。由此可知，诸佛菩萨真正是大慈大悲，所谓「佛氏门中，不舍一人」，时时刻刻为我们提示，我们自己要觉悟，要能够体会，契入这个境界，自然就得妙用无穷。",
      "zh_TW": "修行最重要的就是用心，就是在境界裡頭你怎麼用心，事上來講，佛菩薩跟眾生沒有兩樣，事上沒有兩樣，心不一樣，用心大大的不相同。佛菩薩用真心，真心叫什麼？真心叫不動心。《金剛經》講的「不取於相，如如不動」，那是用的真心。凡夫不行，凡夫六根接觸六塵境界就起心動念，起心動念的心是妄心。福慧是從真心裡面生的，不是從妄心裡面生的。妄心裡面生的是迷情，妄心裡面能生世智辯聰，不能生智慧。智慧跟世智辯聰有一個很容易區別的地方，那就是智慧裡面沒有分別、沒有執著，世智辯聰裡頭有分別、有執著，換句話說，離開了分別執著，世智辯聰就是智慧，由此可知，分別執著要不得。分別執著，心動了；離開分別執著，心不動，如如不動。由此可知，諸佛菩薩真正是大慈大悲，所謂「佛氏門中，不捨一人」，時時刻刻為我們提示，我們自己要覺悟，要能夠體會，契入這個境界，自然就得妙用無窮。"
    },
    {
      "id": "01-004-0032_p0016",
      "zh_CN": "末后一条「漏尽智力」。前面的九条可以说全是利益众生的，菩萨这个能力全是度众生的，如果没有这一条，纵然有前面九条，我们想他未必成佛，有了这一条才知道他真正成佛了。这一条是知自己也知道别人。「漏」是烦恼的代名词，它包括了见思烦恼、尘沙烦恼、无明烦恼，如来在果地上，这三种烦恼都断尽了，自己晓得自己成佛了。一切众生修行，前面说过，修行到某一个阶段，佛都知道。这个众生烦恼断尽了，圆满菩提，也成佛了，佛当然知道。所以成佛一定要烦恼断尽、无明断尽。",
      "zh_TW": "末後一條「漏盡智力」。前面的九條可以說全是利益眾生的，菩薩這個能力全是度眾生的，如果沒有這一條，縱然有前面九條，我們想他未必成佛，有了這一條才知道他真正成佛了。這一條是知自己也知道別人。「漏」是煩惱的代名詞，它包括了見思煩惱、塵沙煩惱、無明煩惱，如來在果地上，這三種煩惱都斷盡了，自己曉得自己成佛了。一切眾生修行，前面說過，修行到某一個階段，佛都知道。這個眾生煩惱斷盡了，圓滿菩提，也成佛了，佛當然知道。所以成佛一定要煩惱斷盡、無明斷盡。"
    },
    {
      "id": "01-004-0032_p0017",
      "zh_CN": "烦恼跟无明本来空，本来没有，从哪里起来的？烦恼是从我执起来的，无明是从法执起来的，你说冤不冤枉。你在一切法里头有执着，在对你自己身心有执着，这是你无法断烦恼、无法破无明的根本原因。你说我从今天起，我开悟了，我不执着了，你有没有执着？你还是执着，你执着什么？我开悟了，我不执着了，你还执着个不执着，还是执着。这是功夫、是意境、是境界，所以我们要认真的去努力。而实在说，在这个境界里面所谓用不得力了，一用力就错了，一用力岂不又落在分别执着上了？不用力也错了，不用力也落在分别执着上了，这个事情难办。诸位要细心去体会才能够真正得到佛法的受用。十力就介绍到此地。下面再介绍「四无畏」。",
      "zh_TW": "煩惱跟無明本來空，本來沒有，從哪裡起來的？煩惱是從我執起來的，無明是從法執起來的，你說冤不冤枉。你在一切法裡頭有執著，在對你自己身心有執著，這是你無法斷煩惱、無法破無明的根本原因。你說我從今天起，我開悟了，我不執著了，你有沒有執著？你還是執著，你執著什麼？我開悟了，我不執著了，你還執著個不執著，還是執著。這是功夫、是意境、是境界，所以我們要認真的去努力。而實在說，在這個境界裡面所謂用不得力了，一用力就錯了，一用力豈不又落在分別執著上了？不用力也錯了，不用力也落在分別執著上了，這個事情難辦。諸位要細心去體會才能夠真正得到佛法的受用。十力就介紹到此地。下面再介紹「四無畏」。"
    },
    {
      "id": "01-004-0032_p0018",
      "zh_CN": "「四无畏」第一条，「一切智无畏」，也就是一般宗教里所讲的，他们称上帝是全知全能，其实我们晓得上帝并不是全知全能，他比我们人聪明一点，福报大一点，不是全知全能。如来才是全知全能，所以在一切法里面他无畏，他样样都知道，无论什么人向他请教，他都会给你说得清清楚楚、明明白白，换句话说，决不会有一个问题、有一桩事情把佛难倒，这叫「一切智无畏」。",
      "zh_TW": "「四無畏」第一條，「一切智無畏」，也就是一般宗教裡所講的，他們稱上帝是全知全能，其實我們曉得上帝並不是全知全能，他比我們人聰明一點，福報大一點，不是全知全能。如來才是全知全能，所以在一切法裡面他無畏，他樣樣都知道，無論什麼人向他請教，他都會給你說得清清楚楚、明明白白，換句話說，決不會有一個問題、有一樁事情把佛難倒，這叫「一切智無畏」。"
    },
    {
      "id": "01-004-0032_p0019",
      "zh_CN": "第二是「漏尽无畏」，烦恼断尽。我们晓得烦恼是生死的根本，是生死的业因，因没有了，果报当然没有了。所以烦恼断尽了，没有分段生死，没有变易生死。众生最恐怖的是生死，生死都没有了，给诸位说，什么样的灾难也没有，没有生死哪来的灾难？",
      "zh_TW": "第二是「漏盡無畏」，煩惱斷盡。我們曉得煩惱是生死的根本，是生死的業因，因沒有了，果報當然沒有了。所以煩惱斷盡了，沒有分段生死，沒有變易生死。眾生最恐怖的是生死，生死都沒有了，給諸位說，什麼樣的災難也沒有，沒有生死哪來的災難？"
    },
    {
      "id": "01-004-0032_p0020",
      "zh_CN": "第三「说障道无畏」，「道」是菩提大道，「障」是障碍，障碍了菩提大道，那些是什么？佛样样都知道，能知、能说。你今天在菩提道上有障碍，你去请教他，他马上就告诉你，你现在障碍在什么地方。当然我们初学的人有无量无边的障碍，许多障碍当中，现前最大的障碍是什么，先把大的破掉，然后再破小的，可是给我们说出来我们要相信，不相信有什么办法？那就没法子了。最大的障碍是迷惑，对于事实真相不了解，这个障碍太严重了。如果事实真相都明白了，你这个障碍很容易破除。迷惑你才造业，造业你才有生死轮回的果报，这个东西麻烦。如果事实真相明白了、通达了，他不造业了，不造业当然没有果报，这些一定要在经论上去讨教。",
      "zh_TW": "第三「說障道無畏」，「道」是菩提大道，「障」是障礙，障礙了菩提大道，那些是什麼？佛樣樣都知道，能知、能說。你今天在菩提道上有障礙，你去請教他，他馬上就告訴你，你現在障礙在什麼地方。當然我們初學的人有無量無邊的障礙，許多障礙當中，現前最大的障礙是什麼，先把大的破掉，然後再破小的，可是給我們說出來我們要相信，不相信有什麼辦法？那就沒法子了。最大的障礙是迷惑，對於事實真相不了解，這個障礙太嚴重了。如果事實真相都明白了，你這個障礙很容易破除。迷惑你才造業，造業你才有生死輪迴的果報，這個東西麻煩。如果事實真相明白了、通達了，他不造業了，不造業當然沒有果報，這些一定要在經論上去討教。"
    },
    {
      "id": "01-004-0032_p0021",
      "zh_CN": "《阿弥陀经》里面，行。《阿弥陀经》要加上古大德的注疏，像我们讲堂采用的莲池大师的《疏钞演义》、蕅益大师的《要解》。《要解》是提纲挈领，《演义》是发挥得淋漓尽致。我们真正把这两个世界的事理真相搞明白了，不迷惑了，我们一定能够超出娑婆往生净土，而且自己有真实的把握，全搞清楚了。没搞清楚就没把握，犹豫不决，这个里面才有痛苦，那就造成障碍了。所以教理一天都不能中断，佛在大经里教我们读诵大乘，天天要读。",
      "zh_TW": "《阿彌陀經》裡面，行。《阿彌陀經》要加上古大德的註疏，像我們講堂採用的蓮池大師的《疏鈔演義》、蕅益大師的《要解》。《要解》是提綱挈領，《演義》是發揮得淋漓盡致。我們真正把這兩個世界的事理真相搞明白了，不迷惑了，我們一定能夠超出娑婆往生淨土，而且自己有真實的把握，全搞清楚了。沒搞清楚就沒把握，猶豫不決，這個裡面才有痛苦，那就造成障礙了。所以教理一天都不能中斷，佛在大經裡教我們讀誦大乘，天天要讀。"
    },
    {
      "id": "01-004-0032_p0022",
      "zh_CN": "修净土的人，我觉得在《要解》、《疏钞》里面就够了，我们一生就有决定的受用。如果再想多看一点，像印光大师告诉我们，有《净土十要》就足够了。从前曾经有人向印光大师建议，希望将「净土十要」再扩大，变成「净土百要」，印光大师摇摇头，用不着，十要就够了，就很好了，不必再添麻烦了，为什么？我们求的是一心不乱，搞多了，心就乱掉了，目的就达不到了。一门走一条路，纵有障碍，它有限。你走好多条路，条条路上都有障碍，那个障碍清不了的。",
      "zh_TW": "修淨土的人，我覺得在《要解》、《疏鈔》裡面就夠了，我們一生就有決定的受用。如果再想多看一點，像印光大師告訴我們，有《淨土十要》就足夠了。從前曾經有人向印光大師建議，希望將「淨土十要」再擴大，變成「淨土百要」，印光大師搖搖頭，用不著，十要就夠了，就很好了，不必再添麻煩了，為什麼？我們求的是一心不亂，搞多了，心就亂掉了，目的就達不到了。一門走一條路，縱有障礙，它有限。你走好多條路，條條路上都有障礙，那個障礙清不了的。"
    },
    {
      "id": "01-004-0032_p0023",
      "zh_CN": "第四「苦尽道无畏」，「苦」是讲果报，「道」是方法，如何能把这个苦灭尽，这是我们很乐意闻的。我们现在有无量的苦，有个什么方法把这些苦统统灭尽，佛知道，他能说，能知能说。释迦牟尼佛四十九年所说的这些法都是灭苦的方法，所以是教给我们「破迷开悟，离苦得乐」。这个方法虽然多，方法很多，可是要晓得选择，要晓得怎样去运用，这点很重要，如果用错了，又出麻烦了。譬如我们害病，佛知道医药，无量无边的医药，药能随便吃吗？不行。如果吃的药不对症，不但不能治病，反而病上加病，这点我们要特别留意。",
      "zh_TW": "第四「苦盡道無畏」，「苦」是講果報，「道」是方法，如何能把這個苦滅盡，這是我們很樂意聞的。我們現在有無量的苦，有個什麼方法把這些苦統統滅盡，佛知道，他能說，能知能說。釋迦牟尼佛四十九年所說的這些法都是滅苦的方法，所以是教給我們「破迷開悟，離苦得樂」。這個方法雖然多，方法很多，可是要曉得選擇，要曉得怎樣去運用，這點很重要，如果用錯了，又出麻煩了。譬如我們害病，佛知道醫藥，無量無邊的醫藥，藥能隨便吃嗎？不行。如果吃的藥不對症，不但不能治病，反而病上加病，這點我們要特別留意。"
    },
    {
      "id": "01-004-0032_p0024",
      "zh_CN": "我在民国四十七年初到台中的时候，在李老师会下，我们同学们讨论佛法，我就提出这点看法，「佛法可以救人，佛法也可以害死人」，当时有几位同学听了不服，去问李老师，李老师听了，点点头说「对」，李老师说「对的」。佛法就好比药方，八万四千门，八万四千种药方，我们是有病的人，那个法门要不契机就把你害死了，跟医药一样，用对了救了你的命，用错了把你害死。现在好比是药在，大夫不在，懂得用药的人没有了，八万四千法门摆在此地，大家都乱服，所以修了几十年没有成就，就是走错路了，就是受害了。如果你要是觉悟了，我这么多年没有成就，大概是搞错了，你还能回头。如果你在里面坚固的执着，一昧的盲修瞎练，那就坏了，那不能回头，正所谓是「死在教下」，这是一个很可悲的现象。",
      "zh_TW": "我在民國四十七年初到台中的時候，在李老師會下，我們同學們討論佛法，我就提出這點看法，「佛法可以救人，佛法也可以害死人」，當時有幾位同學聽了不服，去問李老師，李老師聽了，點點頭說「對」，李老師說「對的」。佛法就好比藥方，八萬四千門，八萬四千種藥方，我們是有病的人，那個法門要不契機就把你害死了，跟醫藥一樣，用對了救了你的命，用錯了把你害死。現在好比是藥在，大夫不在，懂得用藥的人沒有了，八萬四千法門擺在此地，大家都亂服，所以修了幾十年沒有成就，就是走錯路了，就是受害了。如果你要是覺悟了，我這麼多年沒有成就，大概是搞錯了，你還能回頭。如果你在裡面堅固的執著，一昧的盲修瞎練，那就壞了，那不能回頭，正所謂是「死在教下」，這是一個很可悲的現象。"
    },
    {
      "id": "01-004-0032_p0025",
      "zh_CN": "其实佛虽然不在世，他老人家非常慈悲，将他不在世的那个方法也告诉我们，奈何我们不听。佛灭度之后告诉我们四依法，大家都晓得，「依法不依人」，这句话的用意很深。「依法」，佛所说的是「法」，佛所讲的一切经，这是「法」。「依义不依语」，「义」是里面讲的道理、方法，言语文字不重要，不必去斤斤考证这些文字，那就是增长烦恼，增长无明。「依了义不依不了义」，什么叫了义？了义是出三界的、了生死的。不了义是在六道里面，人乘佛法不了义，天乘佛法不了义。要讲了义，最起码的是小乘阿罗汉，他出了三界。阿罗汉跟大乘两个一比较，那小乘还不算了义，不是真正了义，真正了义是大乘菩萨法。末后叫我们「依智不依识」，智是理智，识是感情，叫我们要依理智不要依感情，依智慧不要依情识，我们以这个为基础。",
      "zh_TW": "其實佛雖然不在世，他老人家非常慈悲，將他不在世的那個方法也告訴我們，奈何我們不聽。佛滅度之後告訴我們四依法，大家都曉得，「依法不依人」，這句話的用意很深。「依法」，佛所說的是「法」，佛所講的一切經，這是「法」。「依義不依語」，「義」是裡面講的道理、方法，言語文字不重要，不必去斤斤考證這些文字，那就是增長煩惱，增長無明。「依了義不依不了義」，什麼叫了義？了義是出三界的、了生死的。不了義是在六道裡面，人乘佛法不了義，天乘佛法不了義。要講了義，最起碼的是小乘阿羅漢，他出了三界。阿羅漢跟大乘兩個一比較，那小乘還不算了義，不是真正了義，真正了義是大乘菩薩法。末後叫我們「依智不依識」，智是理智，識是感情，叫我們要依理智不要依感情，依智慧不要依情識，我們以這個為基礎。"
    },
    {
      "id": "01-004-0032_p0026",
      "zh_CN": "佛在经典里面告诉我们，「正法时期，戒律成就」，持戒清净就能够证果，那个时候人的根性利，心地诚实厚道，从戒律他就转境界。像法时期，人的根性就比不上正法了，必须修禅定，要修定才能成就，持戒已经不行。末法时期连修禅定都不行了，在这个世界里几个人心能定得下来？能在境界里如如不动？禅定就是《金刚经》里面所讲的「不取于相，如如不动」，那没有法子。所以佛在经典上告诉我们，「末法众生，净土成就」，如果我们依法不依人，那佛讲末法时期净土成就，我们今天修净土，我们今天念阿弥陀佛，这是「依法不依人」，这是「依智不依识」、「依了义不依不了义」，四依法具足。",
      "zh_TW": "佛在經典裡面告訴我們，「正法時期，戒律成就」，持戒清淨就能夠證果，那個時候人的根性利，心地誠實厚道，從戒律他就轉境界。像法時期，人的根性就比不上正法了，必須修禪定，要修定才能成就，持戒已經不行。末法時期連修禪定都不行了，在這個世界裡幾個人心能定得下來？能在境界裡如如不動？禪定就是《金剛經》裡面所講的「不取於相，如如不動」，那沒有法子。所以佛在經典上告訴我們，「末法眾生，淨土成就」，如果我們依法不依人，那佛講末法時期淨土成就，我們今天修淨土，我們今天念阿彌陀佛，這是「依法不依人」，這是「依智不依識」、「依了義不依不了義」，四依法具足。"
    },
    {
      "id": "01-004-0032_p0027",
      "zh_CN": "我们在这个时候再学禅，那就是不依法了。我们生在像法时期，我们修禅是对的，是佛说的。我们生在末法时期去学像法的修行方式，这个过失要怪自己，你这个禅不能成就，不能怪别人，怪你自己。所以我们一定要能够体会到佛祖的苦口婆心，他是真正知道，真正能够给我们开导，所以在这四种法里面他无畏。",
      "zh_TW": "我們在這個時候再學禪，那就是不依法了。我們生在像法時期，我們修禪是對的，是佛說的。我們生在末法時期去學像法的修行方式，這個過失要怪自己，你這個禪不能成就，不能怪別人，怪你自己。所以我們一定要能夠體會到佛祖的苦口婆心，他是真正知道，真正能夠給我們開導，所以在這四種法裡面他無畏。"
    },
    {
      "id": "01-004-0032_p0028",
      "zh_CN": "末后一句讲『无量法门』，这句是总包括。此地没有说到的，所谓的八万四千法门，每个法门佛都明了，都是能知能说，不但如来能知能说，如来一切应化的身都是能知能说。像西方极乐世界，依报、正报都说法，那是阿弥陀佛变化所作，不但你见到佛身，他是一切都知道，佛在那里变个鸟，变个树，他也一切都知道。你在修行过程当中，哪个地方有障碍，哪个地方有困难，他自然就给你说这个法门，六尘说法。我在前面也跟诸位提示过，我们这个世间也是六尘说法，可惜我们太愚痴了，无法领略，所以没有办法。根性大利的人，六根接触六尘境界的时候，念念生智慧。若不是六尘说法，怎么能念念生智慧？所以如果我们真正的要会听，那得的利益就无有穷尽了。我们再看底下一段：",
      "zh_TW": "末後一句講『無量法門』，這句是總包括。此地沒有說到的，所謂的八萬四千法門，每個法門佛都明瞭，都是能知能說，不但如來能知能說，如來一切應化的身都是能知能說。像西方極樂世界，依報、正報都說法，那是阿彌陀佛變化所作，不但你見到佛身，他是一切都知道，佛在那裡變個鳥，變個樹，他也一切都知道。你在修行過程當中，哪個地方有障礙，哪個地方有困難，他自然就給你說這個法門，六塵說法。我在前面也跟諸位提示過，我們這個世間也是六塵說法，可惜我們太愚痴了，無法領略，所以沒有辦法。根性大利的人，六根接觸六塵境界的時候，念念生智慧。若不是六塵說法，怎麼能念念生智慧？所以如果我們真正的要會聽，那得的利益就無有窮盡了。我們再看底下一段："
    },
    {
      "id": "01-004-0032_p0029",
      "zh_CN": "解【三十七品。收法虽尽。】",
      "zh_TW": "解【三十七品。收法雖盡。】"
    },
    {
      "id": "01-004-0032_p0030",
      "zh_CN": "『三十七品，收法虽尽』，这是讲释迦如来四十九年所说的一切法以这三十七类，『品』就是品类，统统包括尽了。不但世尊的一代时教，可以说十方三世一切诸佛的教学也不外乎这三十七类。所以说『收法虽尽』，虽然是收尽了，可是：",
      "zh_TW": "『三十七品，收法雖盡』，這是講釋迦如來四十九年所說的一切法以這三十七類，『品』就是品類，統統包括盡了。不但世尊的一代時教，可以說十方三世一切諸佛的教學也不外乎這三十七類。所以說『收法雖盡』，雖然是收盡了，可是："
    },
    {
      "id": "01-004-0032_p0031",
      "zh_CN": "解【而机缘不等。】",
      "zh_TW": "解【而機緣不等。】"
    },
    {
      "id": "01-004-0032_p0032",
      "zh_CN": "这个我们要特别的注意到。『机』是讲我们的根性，每一个人不一样。『缘』是说因缘、缘分。经上常讲「善根福德因缘」，善根福德属于机，因缘就是讲缘，我们今天讲机会，机会不一样。譬如有很多人确实善根福德深厚，但是他这一生没有遇到佛法，或者没有遇到正法，这也是一点都不假。诸位晓得在我们本省一贯道很多，一贯道不是正法。许多知识分子，甚至于大学教授，都去信一贯道，他不是没有善根，不是没有福德，他是没有正法的机会，没有这个缘分。他遇到一贯道，一贯道一劝他，他就去了。所以也有少数的，以后遇到佛法了，他一听正法就回头了，他有个比较，他能回头，所以正法的机缘不容易，正是佛法里常讲「人身难得，佛法难闻」。所以众生的机缘不相等，因缘要是遇到了，我们一定要珍惜。佛说种种法也是因为众生『机缘不等』，所以底下讲：",
      "zh_TW": "這個我們要特別的注意到。『機』是講我們的根性，每一個人不一樣。『緣』是說因緣、緣分。經上常講「善根福德因緣」，善根福德屬於機，因緣就是講緣，我們今天講機會，機會不一樣。譬如有很多人確實善根福德深厚，但是他這一生沒有遇到佛法，或者沒有遇到正法，這也是一點都不假。諸位曉得在我們本省一貫道很多，一貫道不是正法。許多知識分子，甚至於大學教授，都去信一貫道，他不是沒有善根，不是沒有福德，他是沒有正法的機會，沒有這個緣分。他遇到一貫道，一貫道一勸他，他就去了。所以也有少數的，以後遇到佛法了，他一聽正法就回頭了，他有個比較，他能回頭，所以正法的機緣不容易，正是佛法裡常講「人身難得，佛法難聞」。所以眾生的機緣不相等，因緣要是遇到了，我們一定要珍惜。佛說種種法也是因為眾生『機緣不等』，所以底下講："
    },
    {
      "id": "01-004-0032_p0033",
      "zh_CN": "解【作种种开合。名义不同。随所欲闻。无不演畅。】",
      "zh_TW": "解【作種種開合。名義不同。隨所欲聞。無不演暢。】"
    },
    {
      "id": "01-004-0032_p0034",
      "zh_CN": "归纳就是这三十七类，展开无量无边，能够适应一切众生的根性，能为一切众生作增上缘。『开』是展开，『合』就是归纳，有时候有一个法门开无量法门，有时候在无量法门归纳到一个法门，无非都是适合于众生的根性、机缘。他的目的，这就讲千经万论、无量法门的目的就是底下这一句：",
      "zh_TW": "歸納就是這三十七類，展開無量無邊，能夠適應一切眾生的根性，能為一切眾生作增上緣。『開』是展開，『合』就是歸納，有時候有一個法門開無量法門，有時候在無量法門歸納到一個法門，無非都是適合於眾生的根性、機緣。他的目的，這就講千經萬論、無量法門的目的就是底下這一句："
    },
    {
      "id": "01-004-0032_p0035",
      "zh_CN": "解【故令闻者。念三宝。发菩提心。伏灭烦恼也。】",
      "zh_TW": "解【故令聞者。念三寶。發菩提心。伏滅煩惱也。】"
    },
    {
      "id": "01-004-0032_p0036",
      "zh_CN": "这是目的，千经万论都是这个目的。十方三世一切诸佛菩萨、历代祖师都是这个目的。而『念三宝』是修行的总纲领，就是我们朝暮课诵里面的三皈依，皈依佛、皈依法、皈依僧，这个意思我们讲得太多了。『菩提』是梵语，翻成中国是觉悟的意思，菩提心就是觉心。在经里面，像《无量寿经》里面所讲的，至诚心是菩提心的本体，所以我们用心要真要诚，因为真诚心就是菩提心。我们用真诚的心待人接物就叫做发菩提心，别人不用诚心对待我，那他不发菩提心。他愿意在六道轮回，我们要想出离三界，我们就一定要用真诚之心。自己在日常生活当中要保持自己的清净心，清净是自受用，不管在什么境界里面决定不失清净，不失真诚。待人接物，他受用的是慈悲心，大慈大悲，利益一切众生。这个三心是一心，就是真诚心，自己受用叫清净，贡献给别人受用叫慈悲，要发这个心。",
      "zh_TW": "這是目的，千經萬論都是這個目的。十方三世一切諸佛菩薩、歷代祖師都是這個目的。而『念三寶』是修行的總綱領，就是我們朝暮課誦裡面的三皈依，皈依佛、皈依法、皈依僧，這個意思我們講得太多了。『菩提』是梵語，翻成中國是覺悟的意思，菩提心就是覺心。在經裡面，像《無量壽經》裡面所講的，至誠心是菩提心的本體，所以我們用心要真要誠，因為真誠心就是菩提心。我們用真誠的心待人接物就叫做發菩提心，別人不用誠心對待我，那他不發菩提心。他願意在六道輪迴，我們要想出離三界，我們就一定要用真誠之心。自己在日常生活當中要保持自己的清淨心，清淨是自受用，不管在什麼境界裡面決定不失清淨，不失真誠。待人接物，他受用的是慈悲心，大慈大悲，利益一切眾生。這個三心是一心，就是真誠心，自己受用叫清淨，貢獻給別人受用叫慈悲，要發這個心。"
    },
    {
      "id": "01-004-0032_p0037",
      "zh_CN": "「念三宝」正是帮助你发这个心，因为佛法是觉而不迷，法宝是正而不邪，僧宝是净而不染。由此可知，你能念三宝，能发菩提心，就能够伏烦恼。除非你不发，你只要一发，马上就伏烦恼，立刻就能伏。伏的功夫用久了，烦恼自然就灭掉，就断了。伏烦恼，给诸位说，是菩萨位，灭烦恼就成佛了，简单的几句话把整个佛法都讲完了。人家要问佛法是什么？你就把这几句告诉他，这就是佛法，这是十方三世诸佛说法的总纲领。「念三宝，发菩提心」是正行，「伏灭烦恼」是结果。",
      "zh_TW": "「念三寶」正是幫助你發這個心，因為佛法是覺而不迷，法寶是正而不邪，僧寶是淨而不染。由此可知，你能念三寶，能發菩提心，就能夠伏煩惱。除非你不發，你只要一發，馬上就伏煩惱，立刻就能伏。伏的功夫用久了，煩惱自然就滅掉，就斷了。伏煩惱，給諸位說，是菩薩位，滅煩惱就成佛了，簡單的幾句話把整個佛法都講完了。人家要問佛法是什麼？你就把這幾句告訴他，這就是佛法，這是十方三世諸佛說法的總綱領。「念三寶，發菩提心」是正行，「伏滅煩惱」是結果。"
    },
    {
      "id": "01-004-0032_p0038",
      "zh_CN": "解【灼见慈威。不可思议。故念佛。法喜入心。法味充足。故念法。同闻共禀。一心修证。故念僧。】",
      "zh_TW": "解【灼見慈威。不可思議。故念佛。法喜入心。法味充足。故念法。同聞共稟。一心修證。故念僧。】"
    },
    {
      "id": "01-004-0032_p0039",
      "zh_CN": "这一段很重要，这是说明念三宝的因缘。不但净土法门是以念佛为总纲领，为修学正当的法门，也是主法门。在如来一代时教里，尤其是《华严经》里面所显示的一切法门，无量法门都是以念三宝为主，这点我们一定要认识清楚。你现在去看，不管是中国的佛法、是外国的佛法，不管它是什么样的宗派，你去看看它的课诵不一样，修行所依据的经典不相同、方法不相同、仪规不相同，但是有一个决定是相同的，就是三皈依。不管哪个法门，它的课诵里面都有三皈依，所以皈依佛、皈依法、皈依僧，决定是相同的，你就晓得这是行门的总纲领，所有一切方法都是要成就三皈，帮助三皈依。",
      "zh_TW": "這一段很重要，這是說明念三寶的因緣。不但淨土法門是以念佛為總綱領，為修學正當的法門，也是主法門。在如來一代時教裡，尤其是《華嚴經》裡面所顯示的一切法門，無量法門都是以念三寶為主，這點我們一定要認識清楚。你現在去看，不管是中國的佛法、是外國的佛法，不管它是什麼樣的宗派，你去看看它的課誦不一樣，修行所依據的經典不相同、方法不相同、儀規不相同，但是有一個決定是相同的，就是三皈依。不管哪個法門，它的課誦裡面都有三皈依，所以皈依佛、皈依法、皈依僧，決定是相同的，你就曉得這是行門的總綱領，所有一切方法都是要成就三皈，幫助三皈依。"
    },
    {
      "id": "01-004-0032_p0040",
      "zh_CN": "如何能够圆满做到皈依佛、皈依法、皈依僧？所以在五十三参里面，我们看到第一尊善友吉祥云比丘教给善财童子念佛法门，最后一位普贤菩萨「十大愿王导归极乐」，你就晓得这个法门是一切法门里面的主修法门。八万四千法门如果不归到这个法门，不能成佛，所以无论哪个法门都要修三皈依。念佛法门走的是直路，它一开始就是念三宝，它不必拐弯抹角，这是直截了当的一条成佛之道。前面经文上跟我们说过，我们是以念佛往生为因，以读诵大乘、闻法悟入为缘，这就是它能帮助我们断疑生信、破迷开悟。",
      "zh_TW": "如何能夠圓滿做到皈依佛、皈依法、皈依僧？所以在五十三參裡面，我們看到第一尊善友吉祥雲比丘教給善財童子念佛法門，最後一位普賢菩薩「十大願王導歸極樂」，你就曉得這個法門是一切法門裡面的主修法門。八萬四千法門如果不歸到這個法門，不能成佛，所以無論哪個法門都要修三皈依。念佛法門走的是直路，它一開始就是念三寶，它不必拐彎抹角，這是直截了當的一條成佛之道。前面經文上跟我們說過，我們是以念佛往生為因，以讀誦大乘、聞法悟入為緣，這就是它能幫助我們斷疑生信、破迷開悟。"
    },
    {
      "id": "01-004-0032_p0041",
      "zh_CN": "『灼见慈威』这三句，「灼」是非常的明显，「慈威」就是指阿弥陀佛。阿弥陀佛有摄受一切众生的大慈大悲，有折伏众生种种烦恼习气的威德，如来的慈与威都不可思议。我们要念佛，这从事上说，所以我们瞻仰阿弥陀佛的形像，要有如是的观想。如果从理上说，佛者觉也，觉的作用是慈，觉是开悟，一切法无不觉悟，这是慈的意思。悟则不迷，不迷则是威的意思，一切法里不迷，那从理上讲。所以不能不念佛。",
      "zh_TW": "『灼見慈威』這三句，「灼」是非常的明顯，「慈威」就是指阿彌陀佛。阿彌陀佛有攝受一切眾生的大慈大悲，有折伏眾生種種煩惱習氣的威德，如來的慈與威都不可思議。我們要念佛，這從事上說，所以我們瞻仰阿彌陀佛的形像，要有如是的觀想。如果從理上說，佛者覺也，覺的作用是慈，覺是開悟，一切法無不覺悟，這是慈的意思。悟則不迷，不迷則是威的意思，一切法裡不迷，那從理上講。所以不能不念佛。"
    },
    {
      "id": "01-004-0032_p0042",
      "zh_CN": "『法喜入心，法味充足，故念法』，这个必得入境界才行。换句话说，「法味」真正体会到了，这就是有乐趣。世间一切的乐没有法乐那么样的殊胜，所以读经闻法真是欲罢不能，为什么？这字字句句真正体会到内心了。佛讲觉法、讲正法、讲清净法，转法轮都转到我们自己心里面来了，使我们自己的身心像佛菩萨一样的觉、正、净，这是古德常用比喻话说「如饮甘露，如饮醍醐」，他怎么不念法？他怎么不读经？怎么不听经？怎么不讲经？读经、听经、讲经都叫做「念法」。",
      "zh_TW": "『法喜入心，法味充足，故念法』，這個必得入境界才行。換句話說，「法味」真正體會到了，這就是有樂趣。世間一切的樂沒有法樂那麼樣的殊勝，所以讀經聞法真是欲罷不能，為什麼？這字字句句真正體會到內心了。佛講覺法、講正法、講清淨法，轉法輪都轉到我們自己心裡面來了，使我們自己的身心像佛菩薩一樣的覺、正、淨，這是古德常用比喻話說「如飲甘露，如飲醍醐」，他怎麼不念法？他怎麼不讀經？怎麼不聽經？怎麼不講經？讀經、聽經、講經都叫做「念法」。"
    },
    {
      "id": "01-004-0032_p0043",
      "zh_CN": "『同闻共禀』，这是讲大众在一块修学。我们有许多的同参道友，志同道合。「禀」是禀承，就是我们同修一个法门，统一一种理论，彼此在一起，互相的切磋琢磨。古人那个时候有师道，有师承，今日之下，给诸位说，师道没有了，师承也没有了，所以我们的修学比过去是要困难得多。今天我们心目当中只有友，没有师，这一点我们对于整个的时代、环境，要认识清楚。如果今天你出家了，以老师的身分来对待一切人，那错了，大错特错。",
      "zh_TW": "『同聞共稟』，這是講大眾在一塊修學。我們有許多的同參道友，志同道合。「稟」是稟承，就是我們同修一個法門，統一一種理論，彼此在一起，互相的切磋琢磨。古人那個時候有師道，有師承，今日之下，給諸位說，師道沒有了，師承也沒有了，所以我們的修學比過去是要困難得多。今天我們心目當中只有友，沒有師，這一點我們對於整個的時代、環境，要認識清楚。如果今天你出家了，以老師的身分來對待一切人，那錯了，大錯特錯。"
    },
    {
      "id": "01-004-0032_p0044",
      "zh_CN": "从前老师订下规矩，诸位知道的中国有名的「马祖建丛林，百丈立清规」，订的规矩叫大家守，那是老师。现在你要订个规矩叫人守，谁也不守你的规矩。现在怎么办？大家在一起，我们来订个公约，来开会，大家订。你们大家订了，我来守，大家遵守。这就是没有老师的情形之下，就是每个人自己要约束自己。我们自己来订规矩，自己来订章程，订了之后，各个人都同意了，多数人赞成了，少数服从多数，少数人服从多数人的约束，这就是同学的地位，不是师生的地位。今天是同学的地位，我们要把这点认识清楚。",
      "zh_TW": "從前老師訂下規矩，諸位知道的中國有名的「馬祖建叢林，百丈立清規」，訂的規矩叫大家守，那是老師。現在你要訂個規矩叫人守，誰也不守你的規矩。現在怎麼辦？大家在一起，我們來訂個公約，來開會，大家訂。你們大家訂了，我來守，大家遵守。這就是沒有老師的情形之下，就是每個人自己要約束自己。我們自己來訂規矩，自己來訂章程，訂了之後，各個人都同意了，多數人贊成了，少數服從多數，少數人服從多數人的約束，這就是同學的地位，不是師生的地位。今天是同學的地位，我們要把這點認識清楚。"
    },
    {
      "id": "01-004-0032_p0045",
      "zh_CN": "我们在讲席当中跟诸位研究这个经典，所以诸位都可以提意见，提出来互相来讨论，你们不肯提意见那是太客气了、太谦虚了。所以我在讲席当中也跟诸位多次的提到，我们今天是以谁为老师？以古大德为老师。我们今天讲《要解》就是以蕅益大师为我们的导师，我们讲《疏钞》是以莲池大师为我们的导师。我们要有这样的心，有这个看法，有这个认识，我们做古大德的私淑弟子。我们在一起都是同学，我们是莲祖的学生，是蕅祖的学生，互相在一起研究他老人家的开示、教诫，我们才会有成就。好，今天我们就讲到此地。",
      "zh_TW": "我們在講席當中跟諸位研究這個經典，所以諸位都可以提意見，提出來互相來討論，你們不肯提意見那是太客氣了、太謙虛了。所以我在講席當中也跟諸位多次的提到，我們今天是以誰為老師？以古大德為老師。我們今天講《要解》就是以蕅益大師為我們的導師，我們講《疏鈔》是以蓮池大師為我們的導師。我們要有這樣的心，有這個看法，有這個認識，我們做古大德的私淑弟子。我們在一起都是同學，我們是蓮祖的學生，是蕅祖的學生，互相在一起研究他老人家的開示、教誡，我們才會有成就。好，今天我們就講到此地。"
    }
  ]
}