{
  "doc_id": "28-034-0001",
  "title": {
    "zh_CN": "仁爱和平讲堂—尊师重道篇",
    "zh_TW": "仁愛和平講堂—尊師重道篇"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "28-034-0001",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "28-034-0001_p0001",
      "zh_CN": "主持人：大家好，欢迎你再次收看「仁爱和平讲堂」，我是主持人蔡诗萍。我们今天继续请到净空和尚老师父，来跟我们谈一谈「尊师重道」。谈到这个师，老师的问题，我想在台湾这个社会里面，现在普遍都碰到一个难题，那就是老师责任很重，压力很大。然后教育制度的设计，又让老师、家长跟学生，彼此之间好像出现了很多的隔阂。可是如果我们回到传统的中国文化里面，对于老师的定位的话，韩愈的「师说，传道、授业、解惑」，一连串的这样的一个角色，也许可以找到一些答案。我们今天就继续的来请教净空和尚，师父来跟我们谈谈，他怎么样来从文化的角度，来替我们解析师道，尊师重道，在现代社会里面还应该有的意义。师父您好。",
      "zh_TW": "主持人：大家好，歡迎你再次收看「仁愛和平講堂」，我是主持人蔡詩萍。我們今天繼續請到淨空和尚老師父，來跟我們談一談「尊師重道」。談到這個師，老師的問題，我想在台灣這個社會裡面，現在普遍都碰到一個難題，那就是老師責任很重，壓力很大。然後教育制度的設計，又讓老師、家長跟學生，彼此之間好像出現了很多的隔閡。可是如果我們回到傳統的中國文化裡面，對於老師的定位的話，韓愈的「師說，傳道、授業、解惑」，一連串的這樣的一個角色，也許可以找到一些答案。我們今天就繼續的來請教淨空和尚，師父來跟我們談談，他怎麼樣來從文化的角度，來替我們解析師道，尊師重道，在現代社會裡面還應該有的意義。師父您好。"
    },
    {
      "id": "28-034-0001_p0002",
      "zh_CN": "净空法师：您好。",
      "zh_TW": "淨空法師：您好。"
    },
    {
      "id": "28-034-0001_p0003",
      "zh_CN": "主持人：我先请教师父，就是说了解您的人都知道，平常您跟信众在传道解经的时候，您常会提到您的老师，章嘉大师他对您的整个生命中的一些影响。我的意思就说，您自己已经非常德高望重，为什么在你的言谈之中，你常常还是会告诉别人，你会感谢、你会谢谢那些曾经在你生命的过程中，帮助你的、开示过你的老师。这是个什么样的原因？",
      "zh_TW": "主持人：我先請教師父，就是說了解您的人都知道，平常您跟信眾在傳道解經的時候，您常會提到您的老師，章嘉大師他對您的整個生命中的一些影響。我的意思就說，您自己已經非常德高望重，為什麼在你的言談之中，你常常還是會告訴別人，你會感謝、你會謝謝那些曾經在你生命的過程中，幫助你的、開示過你的老師。這是個什麼樣的原因？"
    },
    {
      "id": "28-034-0001_p0004",
      "zh_CN": "净空法师：这是报恩。如果没有老师的教诲，我们这一生也是很平凡，跟一般人一样的过去了，对于圣贤之道就是一无所知。所以这一生当中有这点小的成就，完全是老师教诲的恩德。所以，中国自古以来圣贤、祖宗教导我们，最重要的一句话，「知恩报恩」。如果人不知道恩义，那人跟畜生就没有差别，所以要知道报恩。如果人知道孝亲、报恩，这个社会自然就祥和。",
      "zh_TW": "淨空法師：這是報恩。如果沒有老師的教誨，我們這一生也是很平凡，跟一般人一樣的過去了，對於聖賢之道就是一無所知。所以這一生當中有這點小的成就，完全是老師教誨的恩德。所以，中國自古以來聖賢、祖宗教導我們，最重要的一句話，「知恩報恩」。如果人不知道恩義，那人跟畜生就沒有差別，所以要知道報恩。如果人知道孝親、報恩，這個社會自然就祥和。"
    },
    {
      "id": "28-034-0001_p0005",
      "zh_CN": "主持人：在您的一生里头，如果我们再请您来帮我们整理一下、回顾一下的话，您最记得的、最感谢的几位老师，分别是谁？",
      "zh_TW": "主持人：在您的一生裡頭，如果我們再請您來幫我們整理一下、回顧一下的話，您最記得的、最感謝的幾位老師，分別是誰？"
    },
    {
      "id": "28-034-0001_p0006",
      "zh_CN": "净空法师：我是二十二、三岁的时候来到台湾，那时候失学了，一个人到台湾，在台湾是举目无亲，必须要自己要照顾自己生活，很想读书，没有这个机会。以后是听说方东美先生，他是桐城人，这是家乡距离不远，安徽桐城。",
      "zh_TW": "淨空法師：我是二十二、三歲的時候來到台灣，那時候失學了，一個人到台灣，在台灣是舉目無親，必須要自己要照顧自己生活，很想讀書，沒有這個機會。以後是聽說方東美先生，他是桐城人，這是家鄉距離不遠，安徽桐城。"
    },
    {
      "id": "28-034-0001_p0007",
      "zh_CN": "主持人：当时他是在台大任教！",
      "zh_TW": "主持人：當時他是在台大任教！"
    },
    {
      "id": "28-034-0001_p0008",
      "zh_CN": "净空法师：对，他是台大哲学系的主任，也是位名教授。我就给他写信，好像那年我二十六岁，二十五、六岁，我写了一篇文章送给他看。他一个星期回了我一封信，约我到他家里面去见面，见面时候，他很热情的接待我，问我的学历。我说我只读到初中毕业，国共战争，我们就跟着军队来到台湾。到台湾来之后，就没有能力继续再读书，所以对哲学非常爱好。这是个哲学家，希望能有机会旁听他的课程。他告诉我，他说你有没有欺骗我？我说我不敢欺骗老师。他说你写的文章、写的信，我们台湾大学的学生写不出来。我说这点，这是喜欢读书，虽然没有上学，可是我读书没有间断，也很喜欢写文章。解释之后，老师还是半信半疑。",
      "zh_TW": "淨空法師：對，他是台大哲學系的主任，也是位名教授。我就給他寫信，好像那年我二十六歲，二十五、六歲，我寫了一篇文章送給他看。他一個星期回了我一封信，約我到他家裡面去見面，見面時候，他很熱情的接待我，問我的學歷。我說我只讀到初中畢業，國共戰爭，我們就跟著軍隊來到台灣。到台灣來之後，就沒有能力繼續再讀書，所以對哲學非常愛好。這是個哲學家，希望能有機會旁聽他的課程。他告訴我，他說你有沒有欺騙我？我說我不敢欺騙老師。他說你寫的文章、寫的信，我們台灣大學的學生寫不出來。我說這點，這是喜歡讀書，雖然沒有上學，可是我讀書沒有間斷，也很喜歡寫文章。解釋之後，老師還是半信半疑。"
    },
    {
      "id": "28-034-0001_p0009",
      "zh_CN": "主持人：他还是不相信一个中学生程度的人，可以写这样的文章。",
      "zh_TW": "主持人：他還是不相信一個中學生程度的人，可以寫這樣的文章。"
    },
    {
      "id": "28-034-0001_p0010",
      "zh_CN": "净空法师：不错，半信半疑。就告诉我，他说现在的学校（这是五十七年前了），「先生不像先生，学生不像学生，如果你到学校去听课，你会大失所望。」这几句话一说，我说老师那是很明显的拒绝了，我就感到很难过，当然很沮丧的态度。好像应该沉默了大概五分钟，他老人家说，那这样好了，你每个星期天到我家里来，我给你上两个钟点课。这是我们怎么想也不敢想，想不到的。所以说是这么个缘分，就从底下一个星期，就每个星期天到他家里。他住在牯岭街，牯岭街六十号，台大的宿舍，是个日本式的别墅房子的样子。我的哲学是这样跟他学的。",
      "zh_TW": "淨空法師：不錯，半信半疑。就告訴我，他說現在的學校（這是五十七年前了），「先生不像先生，學生不像學生，如果你到學校去聽課，你會大失所望。」這幾句話一說，我說老師那是很明顯的拒絕了，我就感到很難過，當然很沮喪的態度。好像應該沉默了大概五分鐘，他老人家說，那這樣好了，你每個星期天到我家裡來，我給你上兩個鐘點課。這是我們怎麼想也不敢想，想不到的。所以說是這麼個緣分，就從底下一個星期，就每個星期天到他家裡。他住在牯嶺街，牯嶺街六十號，台大的宿舍，是個日本式的別墅房子的樣子。我的哲學是這樣跟他學的。"
    },
    {
      "id": "28-034-0001_p0011",
      "zh_CN": "主持人：就这样每个礼拜不间断。",
      "zh_TW": "主持人：就這樣每個禮拜不間斷。"
    },
    {
      "id": "28-034-0001_p0012",
      "zh_CN": "净空法师：学生一个，老师也是一个，也没有教科书，也没有课本。他给我讲了一部哲学概论，从他自己学习，他是从西方学康德的，以后是一直研究中国的、印度的。他最后一个单元给我讲佛经哲学，我就非常惊讶。因为在那个时候，我们对宗教，总认为是迷信，特别是佛教，佛教在宗教里面那属于多神教、泛神教，泛神教就是低级宗教，人家高级宗教只是崇拜一个真神，佛家是什么都拜。所以这是怎么会有哲学？方老师就告诉我，你不晓得，释迦牟尼佛是大哲学家，他是圣哲，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我听了这些话，感到非常震撼，从来也没有听到过，这么一个说法。所以我回过头去请教他，我说老师，你这个佛学从哪里学来的，你怎么会知道这些事情？他就告诉我，抗战期间他在中央大学教书，有一段时期他生病，生病到峨嵋山去养病，峨嵋山环境非常清净，他说到山上没有杂志、也没有报纸，什么东西都没得看，只有佛经，所以说只有拿着佛经来当作消遣，每天，读书人总喜欢接触书本。他说愈看愈有兴趣，以后这样一看的时候，他就进入了佛教。所以他告诉我，他说真正的佛教不在寺庙。",
      "zh_TW": "淨空法師：學生一個，老師也是一個，也沒有教科書，也沒有課本。他給我講了一部哲學概論，從他自己學習，他是從西方學康德的，以後是一直研究中國的、印度的。他最後一個單元給我講佛經哲學，我就非常驚訝。因為在那個時候，我們對宗教，總認為是迷信，特別是佛教，佛教在宗教裡面那屬於多神教、泛神教，泛神教就是低級宗教，人家高級宗教只是崇拜一個真神，佛家是什麼都拜。所以這是怎麼會有哲學？方老師就告訴我，你不曉得，釋迦牟尼佛是大哲學家，他是聖哲，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我聽了這些話，感到非常震撼，從來也沒有聽到過，這麼一個說法。所以我回過頭去請教他，我說老師，你這個佛學從哪裡學來的，你怎麼會知道這些事情？他就告訴我，抗戰期間他在中央大學教書，有一段時期他生病，生病到峨嵋山去養病，峨嵋山環境非常清淨，他說到山上沒有雜誌、也沒有報紙，什麼東西都沒得看，只有佛經，所以說只有拿著佛經來當作消遣，每天，讀書人總喜歡接觸書本。他說愈看愈有興趣，以後這樣一看的時候，他就進入了佛教。所以他告訴我，他說真正的佛教不在寺廟。"
    },
    {
      "id": "28-034-0001_p0013",
      "zh_CN": "主持人：不在寺庙。",
      "zh_TW": "主持人：不在寺廟。"
    },
    {
      "id": "28-034-0001_p0014",
      "zh_CN": "净空法师：我说为什么？他说寺庙现在已经很少人深入经藏，真正的佛教在经典，你要从经典里面，你才找到佛教的本来面目，你才能发现它在学术上的造诣。所以这是让我们重新认识宗教，重新认识佛教，这个单元讲完之后，我也是非常幸运，认识章嘉大师。章嘉大师这是佛门的一个专家，我们方老师还是从哲学方面去看佛教的。所以跟章嘉大师，那一年章嘉大师六十五岁，他六十八岁过世的，所以我跟他三年。这个三年他也是像方老师一样，每个星期给我两个小时。他住在青田街，青田街八号，也是一套日本式的房子，政府给他的。跟他的时间就长了，三年，三年如一日，每个星期天至少有一个小时到两个小时。他教我读书（这是个朋友介绍的，是个蒙古亲王，敏亲王，这人都不在了），教我从《释迦谱》、《释迦方志》看起。这两部书市面上买不到。在那个时候书店里没有佛书，整个台湾只有三家印佛书，在台北有个台湾印经处，朱镜宙老居士他们几个人办的，印经书。台中有个瑞成书局，台南有个庆芳书局，这两个书局印的量很少，也不多，种类也不多，分量也很少。所以我们需要看的几乎都没有，那只有去找《大藏经》，从《大藏经》里去抄。我还抄过不少。",
      "zh_TW": "淨空法師：我說為什麼？他說寺廟現在已經很少人深入經藏，真正的佛教在經典，你要從經典裡面，你才找到佛教的本來面目，你才能發現它在學術上的造詣。所以這是讓我們重新認識宗教，重新認識佛教，這個單元講完之後，我也是非常幸運，認識章嘉大師。章嘉大師這是佛門的一個專家，我們方老師還是從哲學方面去看佛教的。所以跟章嘉大師，那一年章嘉大師六十五歲，他六十八歲過世的，所以我跟他三年。這個三年他也是像方老師一樣，每個星期給我兩個小時。他住在青田街，青田街八號，也是一套日本式的房子，政府給他的。跟他的時間就長了，三年，三年如一日，每個星期天至少有一個小時到兩個小時。他教我讀書（這是個朋友介紹的，是個蒙古親王，敏親王，這人都不在了），教我從《釋迦譜》、《釋迦方志》看起。這兩部書市面上買不到。在那個時候書店裡沒有佛書，整個台灣只有三家印佛書，在台北有個台灣印經處，朱鏡宙老居士他們幾個人辦的，印經書。台中有個瑞成書局，台南有個慶芳書局，這兩個書局印的量很少，也不多，種類也不多，分量也很少。所以我們需要看的幾乎都沒有，那只有去找《大藏經》，從《大藏經》裡去抄。我還抄過不少。"
    },
    {
      "id": "28-034-0001_p0015",
      "zh_CN": "主持人：边读边抄。",
      "zh_TW": "主持人：邊讀邊抄。"
    },
    {
      "id": "28-034-0001_p0016",
      "zh_CN": "净空法师：对，只有利用星期天假日的时候，因为《藏经》不能借出的，所以只有在寺庙里面去抄经，我记得我还抄了不少部。然后才晓得，这个东西用现在话讲，就是释迦牟尼佛的传记。他这个传记是汇编的，就是经典里面有关释迦牟尼佛一生的事迹，从原文节录下来，加一个小标题，这很好，这是原味，是原汁原味。所以读这个东西之后，才知道释迦牟尼佛不是神，也不是仙人，他是人。看完之后，用现在的话来说，才知道这个人很了不起，你看他能舍弃王位，他能过苦行僧的生活，真正一生都用在学问上。从他十九岁开始求学，到三十岁这十二年间，我们了解他对于印度当时宗教界、学术界，可以说那个成就是世界其他地区，都不能相比的，包括中国。那就是他的方法很特殊，他们重视禅定，禅定能够突破空间维次，这个空间维次我们以后就晓得，它仅限于六道，就是六道里面的状况，他了如指掌。六道上面到二十八层天，下面到饿鬼、地狱，饿鬼、地狱也很复杂，也不单纯。像我们这地球上的社会一样，相当复杂，比我们还要复杂。在我们想像当中，世尊是个非常好学的人，好学总要追根究柢，这六道从哪里来的？为什么会有六道，会有这种现象？六道之外还有没有世界？这个问题没人能解答。",
      "zh_TW": "淨空法師：對，只有利用星期天假日的時候，因為《藏經》不能借出的，所以只有在寺廟裡面去抄經，我記得我還抄了不少部。然後才曉得，這個東西用現在話講，就是釋迦牟尼佛的傳記。他這個傳記是彙編的，就是經典裡面有關釋迦牟尼佛一生的事蹟，從原文節錄下來，加一個小標題，這很好，這是原味，是原汁原味。所以讀這個東西之後，才知道釋迦牟尼佛不是神，也不是仙人，他是人。看完之後，用現在的話來說，才知道這個人很了不起，你看他能捨棄王位，他能過苦行僧的生活，真正一生都用在學問上。從他十九歲開始求學，到三十歲這十二年間，我們了解他對於印度當時宗教界、學術界，可以說那個成就是世界其他地區，都不能相比的，包括中國。那就是他的方法很特殊，他們重視禪定，禪定能夠突破空間維次，這個空間維次我們以後就曉得，它僅限於六道，就是六道裡面的狀況，他瞭如指掌。六道上面到二十八層天，下面到餓鬼、地獄，餓鬼、地獄也很複雜，也不單純。像我們這地球上的社會一樣，相當複雜，比我們還要複雜。在我們想像當中，世尊是個非常好學的人，好學總要追根究柢，這六道從哪裡來的？為什麼會有六道，會有這種現象？六道之外還有沒有世界？這個問題沒人能解答。"
    },
    {
      "id": "28-034-0001_p0017",
      "zh_CN": "主持人：所以我是不是可以这样来请教师父，也就是说我们今天谈老师、谈师道、谈尊师重道，老师用自己亲身的例子，当时一个中学生来到台湾，没办法继续念书，然后方东美教授开启了您对哲学的认识，他在哲学认识中间，又引领您进到了佛经的这部分。但是章嘉大师却是刚好承接这一块，把整个佛学、佛经替你打开了一个大门。我们待会回来继续来跟师父谈，从他自己的亲身经验里面，我们可以看出来老师是非常重要的。可是刚才我有很强烈的感触是，方东美教授也好，章嘉大师也好，开启的还不只是知识之门，而是某一种，我们现在的教育体系里面，是不容易看到的，就是老师是跟学生像个朋友一样，像一个非常亲密的关系一样，是在智慧的大门前，互相的学习、切磋。马上回来。",
      "zh_TW": "主持人：所以我是不是可以這樣來請教師父，也就是說我們今天談老師、談師道、談尊師重道，老師用自己親身的例子，當時一個中學生來到台灣，沒辦法繼續念書，然後方東美教授開啟了您對哲學的認識，他在哲學認識中間，又引領您進到了佛經的這部分。但是章嘉大師卻是剛好承接這一塊，把整個佛學、佛經替你打開了一個大門。我們待會回來繼續來跟師父談，從他自己的親身經驗裡面，我們可以看出來老師是非常重要的。可是剛才我有很強烈的感觸是，方東美教授也好，章嘉大師也好，開啟的還不只是知識之門，而是某一種，我們現在的教育體系裡面，是不容易看到的，就是老師是跟學生像個朋友一樣，像一個非常親密的關係一樣，是在智慧的大門前，互相的學習、切磋。馬上回來。"
    },
    {
      "id": "28-034-0001_p0018",
      "zh_CN": "主持人：我们常说老师很重要，到底有多重要？其实刚才听净空和尚跟我们谈到说，方东美教授跟章嘉大师，对他人生的一个非常重要的知识、智慧的，开启的过程中所扮演的角色。可是我有个很深刻的体验，我不晓得师父怎么样来解答，就是说他们传授的，感觉起来还不只是知识对不对？因为知识的话，其实也很容易，我开一些课，列订一些题目开给你，像我们现在很多老师一样，学生你愿意读的你就用功读，读了后有困惑，我就从知识的角度来告诉你，为什么这个人这样说、为什么那个人这样说，这两者之间差别在哪里，他基本上还是一个传道、解知识的的惑。可是我的感觉，是方东美教授跟章嘉大师对您的影响，甚至很明显的可以见得出来，对您一辈子的影响。是他们传授的不只是知识，而是一种我们说智慧，也有一种是学生跟老师之间，一种非常微妙的亲密的关系，所以你才会记一辈子。否则的话，如果纯粹只是知识的话，我想师父您可能会记得，很多的书写得很好，这个人的文章写得很好。而不会记得方东美教授跟章嘉大师，这一辈子对您的影响。所以这里面一定有一个东西，是我们现在的老师做不到的，那是一种对学生的关照、对学生的体验、对学生的人生开出的一条路，这个大概是现在最难做到的。所以师父你对这部分有什么样的看法？",
      "zh_TW": "主持人：我們常說老師很重要，到底有多重要？其實剛才聽淨空和尚跟我們談到說，方東美教授跟章嘉大師，對他人生的一個非常重要的知識、智慧的，開啟的過程中所扮演的角色。可是我有個很深刻的體驗，我不曉得師父怎麼樣來解答，就是說他們傳授的，感覺起來還不只是知識對不對？因為知識的話，其實也很容易，我開一些課，列訂一些題目開給你，像我們現在很多老師一樣，學生你願意讀的你就用功讀，讀了後有困惑，我就從知識的角度來告訴你，為什麼這個人這樣說、為什麼那個人這樣說，這兩者之間差別在哪裡，他基本上還是一個傳道、解知識的的惑。可是我的感覺，是方東美教授跟章嘉大師對您的影響，甚至很明顯的可以見得出來，對您一輩子的影響。是他們傳授的不只是知識，而是一種我們說智慧，也有一種是學生跟老師之間，一種非常微妙的親密的關係，所以你才會記一輩子。否則的話，如果純粹只是知識的話，我想師父您可能會記得，很多的書寫得很好，這個人的文章寫得很好。而不會記得方東美教授跟章嘉大師，這一輩子對您的影響。所以這裡面一定有一個東西，是我們現在的老師做不到的，那是一種對學生的關照、對學生的體驗、對學生的人生開出的一條路，這個大概是現在最難做到的。所以師父你對這部分有什麼樣的看法？"
    },
    {
      "id": "28-034-0001_p0019",
      "zh_CN": "净空老和尚：这就叫师道。",
      "zh_TW": "淨空老和尚：這就叫師道。"
    },
    {
      "id": "28-034-0001_p0020",
      "zh_CN": "主持人：您讲到了，师道。",
      "zh_TW": "主持人：您講到了，師道。"
    },
    {
      "id": "28-034-0001_p0021",
      "zh_CN": "净空法师：师道建立在孝道的基础上。我能够遇到这些老师，实际上老师并不是有特别的选择，没有，老师的心是平等的。为什么对我有这样的待遇？我也想了很久，以后也想了很久，终于把原因找到了。老师虽然没有说，我就清楚了，那就是师道必须要尊敬，你学生对老师没有恭敬心，学不到东西。这印光大师说过，一分诚敬你能学到一分，两分诚敬你就学到两分，十分诚敬你就学到十分。你对老师没有诚敬，老师怎么样想传给你，你接受不了，你不能接受。所以做老师的人一生没有别的，就是希望能够有学生传他的道，那他就喜欢得不得了，这个人是什么人？就是看他的诚敬心。所以我才发现到，你看我跟方东美先生写信，是毛笔工楷，规规矩矩写的。",
      "zh_TW": "淨空法師：師道建立在孝道的基礎上。我能夠遇到這些老師，實際上老師並不是有特別的選擇，沒有，老師的心是平等的。為什麼對我有這樣的待遇？我也想了很久，以後也想了很久，終於把原因找到了。老師雖然沒有說，我就清楚了，那就是師道必須要尊敬，你學生對老師沒有恭敬心，學不到東西。這印光大師說過，一分誠敬你能學到一分，兩分誠敬你就學到兩分，十分誠敬你就學到十分。你對老師沒有誠敬，老師怎麼樣想傳給你，你接受不了，你不能接受。所以做老師的人一生沒有別的，就是希望能夠有學生傳他的道，那他就喜歡得不得了，這個人是什麼人？就是看他的誠敬心。所以我才發現到，你看我跟方東美先生寫信，是毛筆工楷，規規矩矩寫的。"
    },
    {
      "id": "28-034-0001_p0022",
      "zh_CN": "主持人：一笔一画。",
      "zh_TW": "主持人：一筆一畫。"
    },
    {
      "id": "28-034-0001_p0023",
      "zh_CN": "净空法师：对。我写一篇文章，也是毛笔字小楷写出来的，不是潦草的；一潦草，老师一看，算了，不理你了。我对老师这个恭敬心是父母教的，那是很小，大概是六、七岁上私塾。私塾是在一个祠堂里面，这个祠堂是我们亲戚，我姑母家里，他们的祠堂。我们小时候就依靠着这个亲戚的关系，住在他们的这个大家庭当中。那个家族是我们讲中国传统的家，他们这个家十个兄弟，十个兄弟不分家，你就可想而知，这个家族差不多将近有两百人，这样大的一个家族。所以它有家学，这个家学就在祠堂里面。我去上学，我父亲带了礼物，这供养老师的束修，这古礼！那时候是民国大概二十年几的样子，所以是很早了，还沾到一点边缘，传统教学的边缘。父亲带着我去上学，送我去上学，学校的大堂里面供的一个牌位，我已经认识字了，那个字我都认识。上面写着是「大成至圣先师孔子之神位」，那个大神位摆在那里。我们进去之后老师已经站在那边，还有同学站在两边，我们先向孔子神位行三跪九叩首的礼。",
      "zh_TW": "淨空法師：對。我寫一篇文章，也是毛筆字小楷寫出來的，不是潦草的；一潦草，老師一看，算了，不理你了。我對老師這個恭敬心是父母教的，那是很小，大概是六、七歲上私塾。私塾是在一個祠堂裡面，這個祠堂是我們親戚，我姑母家裡，他們的祠堂。我們小時候就依靠著這個親戚的關係，住在他們的這個大家庭當中。那個家族是我們講中國傳統的家，他們這個家十個兄弟，十個兄弟不分家，你就可想而知，這個家族差不多將近有兩百人，這樣大的一個家族。所以它有家學，這個家學就在祠堂裡面。我去上學，我父親帶了禮物，這供養老師的束脩，這古禮！那時候是民國大概二十年幾的樣子，所以是很早了，還沾到一點邊緣，傳統教學的邊緣。父親帶著我去上學，送我去上學，學校的大堂裡面供的一個牌位，我已經認識字了，那個字我都認識。上面寫著是「大成至聖先師孔子之神位」，那個大神位擺在那裡。我們進去之後老師已經站在那邊，還有同學站在兩邊，我們先向孔子神位行三跪九叩首的禮。"
    },
    {
      "id": "28-034-0001_p0024",
      "zh_CN": "主持人：完全照古礼。",
      "zh_TW": "主持人：完全照古禮。"
    },
    {
      "id": "28-034-0001_p0025",
      "zh_CN": "净空法师：对，我父亲在前面，我跟在后面，跟在后面拜。拜完之后请老师上座，老师的座位就在孔子牌位的下面，请老师上座，我父亲带着我，向老师行三跪九叩首的礼。我们小孩，父母亲对老师三跪九叩首，老师的话还能不听吗？老师接受家长这样的大礼，你要不好好教这个小孩，你怎么对得起人家父母？这真叫拜师！才六、七岁小孩刚刚上学，所以印象就非常深，使我一生当中，对老师都有一种虔诚尊敬心。所以现在没有了，现在家长对老师没有这种尊敬心，那个道就失掉了。所以绝对不是老师有私心，你没有办法接受，接受就在诚敬。诚敬是谁教的？我们晓得，老师跟父母在表演教我们。所以，老师教我们孝亲，父母教我们尊师重道，这一个小孩能成功，这是两个人配合表演教出来的！单方面教不出来。所以小时候有深刻的印象，这一生对老师是恭恭敬敬，而且老师教导我们的，一定是依教奉行。",
      "zh_TW": "淨空法師：對，我父親在前面，我跟在後面，跟在後面拜。拜完之後請老師上座，老師的座位就在孔子牌位的下面，請老師上座，我父親帶著我，向老師行三跪九叩首的禮。我們小孩，父母親對老師三跪九叩首，老師的話還能不聽嗎？老師接受家長這樣的大禮，你要不好好教這個小孩，你怎麼對得起人家父母？這真叫拜師！才六、七歲小孩剛剛上學，所以印象就非常深，使我一生當中，對老師都有一種虔誠尊敬心。所以現在沒有了，現在家長對老師沒有這種尊敬心，那個道就失掉了。所以絕對不是老師有私心，你沒有辦法接受，接受就在誠敬。誠敬是誰教的？我們曉得，老師跟父母在表演教我們。所以，老師教我們孝親，父母教我們尊師重道，這一個小孩能成功，這是兩個人配合表演教出來的！單方面教不出來。所以小時候有深刻的印象，這一生對老師是恭恭敬敬，而且老師教導我們的，一定是依教奉行。"
    },
    {
      "id": "28-034-0001_p0026",
      "zh_CN": "这样的学生不好找了，是可遇不可求，遇到之后老师不会放过你，他以严肃的态度，他要帮助你，要成就你。你看我们跟方老师学习，没有缴一分钱的学费，没有丝毫的供养。他对我那么好，那么样认真指导，章嘉大师亦复如是。所以到以后晚年的时候，我们讲经也讲了不少年了，信徒也很多了。方老师过世之后，方师母身体不好，我一直照顾她。那个时候照顾她有三个人，实际上事都是我去做的，我年岁最小。有潘振球，这都是方老师的学生，还有王先生，总政治部的主任是王升，这是我们都很熟的，他也是方老师的学生，最后的时候我们三个人照顾。所以这是老师的恩德，老师跟我们关系比父母还要亲密，老师的儿女那就跟自己兄弟没有两样，所以从前师徒如父子。不像现在，现在我们看不到了。",
      "zh_TW": "這樣的學生不好找了，是可遇不可求，遇到之後老師不會放過你，他以嚴肅的態度，他要幫助你，要成就你。你看我們跟方老師學習，沒有繳一分錢的學費，沒有絲毫的供養。他對我那麼好，那麼樣認真指導，章嘉大師亦復如是。所以到以後晚年的時候，我們講經也講了不少年了，信徒也很多了。方老師過世之後，方師母身體不好，我一直照顧她。那個時候照顧她有三個人，實際上事都是我去做的，我年歲最小。有潘振球，這都是方老師的學生，還有王先生，總政治部的主任是王昇，這是我們都很熟的，他也是方老師的學生，最後的時候我們三個人照顧。所以這是老師的恩德，老師跟我們關係比父母還要親密，老師的兒女那就跟自己兄弟沒有兩樣，所以從前師徒如父子。不像現在，現在我們看不到了。"
    },
    {
      "id": "28-034-0001_p0027",
      "zh_CN": "主持人：这我们以前过去常说，「一日为师，终身为父」，我们比较难理解，对我这一代都已经很难理解。可是您刚刚举的方东美教授，跟您的关系的例子，我想大家都能理解，这是一辈子的恩情。",
      "zh_TW": "主持人：這我們以前過去常說，「一日為師，終身為父」，我們比較難理解，對我這一代都已經很難理解。可是您剛剛舉的方東美教授，跟您的關係的例子，我想大家都能理解，這是一輩子的恩情。"
    },
    {
      "id": "28-034-0001_p0028",
      "zh_CN": "净空法师：对，一辈子的。",
      "zh_TW": "淨空法師：對，一輩子的。"
    },
    {
      "id": "28-034-0001_p0029",
      "zh_CN": "主持人：而且即使是方东美先生自己过世了，往生了，他的太太，就是您的师母，才可以得到你们这些学生的照顾。",
      "zh_TW": "主持人：而且即使是方東美先生自己過世了，往生了，他的太太，就是您的師母，才可以得到你們這些學生的照顧。"
    },
    {
      "id": "28-034-0001_p0030",
      "zh_CN": "净空法师：对，不错。他的儿女跟我的兄弟一样，一定照顾。",
      "zh_TW": "淨空法師：對，不錯。他的兒女跟我的兄弟一樣，一定照顧。"
    },
    {
      "id": "28-034-0001_p0031",
      "zh_CN": "主持人：好。所以你讲到一个关键，师父，就是说要有师道，前提是要有孝道。所以很自然到最后就要回到家庭里面，这也是您这么多年来关心的。可是另外一个有意思的部分是说，老师对学生影响真这么大吗？我为什么这么讲？在之前我们访问您，跟您聊天的时候，您一再提到说你自己对于学佛的信念，就是您不盖寺庙，但是您送经典，您让经典不断的传播出去。可是刚才在这样谈的时候突然间发现，这个观念不就是方东美教授在跟您上课，所给您传播的观念对不对？他当年学到的，他告诉您。所以我就说你看，在一个观念几十年，可以在您身上就转换成开花散叶，就会变成一些实践的结果，可是也不过就是一个老师的叮咛跟提醒。所以好的老师对学生的影响是一辈子，而且还不只是这个人的一辈子，他还可以影响很多人的一辈子。",
      "zh_TW": "主持人：好。所以你講到一個關鍵，師父，就是說要有師道，前提是要有孝道。所以很自然到最後就要回到家庭裡面，這也是您這麼多年來關心的。可是另外一個有意思的部分是說，老師對學生影響真這麼大嗎？我為什麼這麼講？在之前我們訪問您，跟您聊天的時候，您一再提到說你自己對於學佛的信念，就是您不蓋寺廟，但是您送經典，您讓經典不斷的傳播出去。可是剛才在這樣談的時候突然間發現，這個觀念不就是方東美教授在跟您上課，所給您傳播的觀念對不對？他當年學到的，他告訴您。所以我就說你看，在一個觀念幾十年，可以在您身上就轉換成開花散葉，就會變成一些實踐的結果，可是也不過就是一個老師的叮嚀跟提醒。所以好的老師對學生的影響是一輩子，而且還不只是這個人的一輩子，他還可以影響很多人的一輩子。"
    },
    {
      "id": "28-034-0001_p0032",
      "zh_CN": "净空法师：不错，你说我们传下去的，那就是生生世世的，世代相传，这就师道。",
      "zh_TW": "淨空法師：不錯，你說我們傳下去的，那就是生生世世的，世代相傳，這就師道。"
    },
    {
      "id": "28-034-0001_p0033",
      "zh_CN": "主持人：可是在师道这个理解上来讲，我就要请教您，现在我们的教育体制里面，最难做到的，就是对老师的那一分尊敬，因为你要回到那个古礼很难了，对不对？再去带学生、家长三跪九叩，然后这样拜下去，很难了。所以您有什么建议，就说在现在社会里面，去用什么方法把那个孝道、师道，可以微妙的结合起来，但是又不用那么大的礼。",
      "zh_TW": "主持人：可是在師道這個理解上來講，我就要請教您，現在我們的教育體制裡面，最難做到的，就是對老師的那一分尊敬，因為你要回到那個古禮很難了，對不對？再去帶學生、家長三跪九叩，然後這樣拜下去，很難了。所以您有什麼建議，就說在現在社會裡面，去用什麼方法把那個孝道、師道，可以微妙的結合起來，但是又不用那麼大的禮。"
    },
    {
      "id": "28-034-0001_p0034",
      "zh_CN": "净空法师：礼决定不能够废弃。",
      "zh_TW": "淨空法師：禮決定不能夠廢棄。"
    },
    {
      "id": "28-034-0001_p0035",
      "zh_CN": "主持人：礼不能够废弃。",
      "zh_TW": "主持人：禮不能夠廢棄。"
    },
    {
      "id": "28-034-0001_p0036",
      "zh_CN": "净空老和尚：不能废弃。你说今天虽然不必用三跪九叩首，你深深的三鞠躬，是一样的。",
      "zh_TW": "淨空老和尚：不能廢棄。你說今天雖然不必用三跪九叩首，你深深的三鞠躬，是一樣的。"
    },
    {
      "id": "28-034-0001_p0037",
      "zh_CN": "主持人：应该的。",
      "zh_TW": "主持人：應該的。"
    },
    {
      "id": "28-034-0001_p0038",
      "zh_CN": "净空法师：九十度的鞠躬礼，三鞠躬，你给人感受完全不相同。你说今天是点个头，有意无意的，不行。",
      "zh_TW": "淨空法師：九十度的鞠躬禮，三鞠躬，你給人感受完全不相同。你說今天是點個頭，有意無意的，不行。"
    },
    {
      "id": "28-034-0001_p0039",
      "zh_CN": "主持人：我觉得您讲的这个已经讲到关键了，如果说开学的时候，一个家长带着小孩到学校去，看到老师，鞠个躬说「孩子的教育就拜托您了」。其实您讲这个，我们在日本的文化里面还看得到，日本某一种程度。",
      "zh_TW": "主持人：我覺得您講的這個已經講到關鍵了，如果說開學的時候，一個家長帶著小孩到學校去，看到老師，鞠個躬說「孩子的教育就拜託您了」。其實您講這個，我們在日本的文化裡面還看得到，日本某一種程度。"
    },
    {
      "id": "28-034-0001_p0040",
      "zh_CN": "净空法师：对，日本是继承着中国传统文化。",
      "zh_TW": "淨空法師：對，日本是繼承著中國傳統文化。"
    },
    {
      "id": "28-034-0001_p0041",
      "zh_CN": "主持人：所以您认为说这个礼的形式，不可以少。",
      "zh_TW": "主持人：所以您認為說這個禮的形式，不可以少。"
    },
    {
      "id": "28-034-0001_p0042",
      "zh_CN": "净空法师：非常重要。这个形式没有了，那你基础就没有了。诚于中自自然然形于外。",
      "zh_TW": "淨空法師：非常重要。這個形式沒有了，那你基礎就沒有了。誠於中自自然然形於外。"
    },
    {
      "id": "28-034-0001_p0043",
      "zh_CN": "主持人：诚于中，自自然然形于外，这刚好也就是，其实中国的文化里面，非常重视的，一直告诉你说对任何的表达，善念善意的表达、感谢的表达，应该是真正要发自诚心。那您自己这么多年来，这么多人称您为师父、称您为老师，你有没有用同样的方式，在跟您的弟子或学生在互动吗？",
      "zh_TW": "主持人：誠於中，自自然然形於外，這剛好也就是，其實中國的文化裡面，非常重視的，一直告訴你說對任何的表達，善念善意的表達、感謝的表達，應該是真正要發自誠心。那您自己這麼多年來，這麼多人稱您為師父、稱您為老師，你有沒有用同樣的方式，在跟您的弟子或學生在互動嗎？"
    },
    {
      "id": "28-034-0001_p0044",
      "zh_CN": "净空法师：我们不敢称老师，我们这么多年来，都是以学生的方式来学习。听众虽然很多，我认为每个听众，都是我的监学、都是我的老师，他们来监督我，让我认真的学习，我们一直都是用这个态度。为什么？我们的德行，还没有能达到真正老师的标准，所以必须从谦卑入手。学问之道，你看每个宗教，第一堂课就是教你谦卑，教你懂得尊重别人、懂得敬爱别人，然后能做到关怀照顾、互助合作，这个道就流出去了。所以这是性德自然的流露，谦卑才是真正的自尊。",
      "zh_TW": "淨空法師：我們不敢稱老師，我們這麼多年來，都是以學生的方式來學習。聽眾雖然很多，我認為每個聽眾，都是我的監學、都是我的老師，他們來監督我，讓我認真的學習，我們一直都是用這個態度。為什麼？我們的德行，還沒有能達到真正老師的標準，所以必須從謙卑入手。學問之道，你看每個宗教，第一堂課就是教你謙卑，教你懂得尊重別人、懂得敬愛別人，然後能做到關懷照顧、互助合作，這個道就流出去了。所以這是性德自然的流露，謙卑才是真正的自尊。"
    },
    {
      "id": "28-034-0001_p0045",
      "zh_CN": "主持人：师父讲到这一段我也很感动，因为您说您到现在为止，都还是以学生的心情来看待自己，透过媒体或者透过各种讲堂，去跟您的弟子们、学生们去对话。我要说的就是，待会儿回来我要请教您，就是说对于那些老师们，我们也常说「人之患，在好为人师」，这表示说做一个老师的人，他自己应该要有个谦卑的心，他才能够在知识上、智慧上不断的增进。待会回来我们来请教师父，那对于那些当老师的人，为人师表者，怎么样去培养自己的谦卑之心，我们待会回来请教您。我们谈师道，当然是我们怎么去对待老师，家长怎么去对待老师，是应该要有一分诚敬之心、虔诚之心。我觉得师父刚刚说得非常好，有一分的诚敬，你自然就可以学得一分；你有十分，就会学得十分，我想这个道理很清楚。做为老师的人，都希望教到一个聪明的学生，尤其这个学生又懂得谦虚、懂得尊敬的话，没有一个老师说会暗藏，就手上会藏一手不教的，不可能对不对？可是我们反过来请教您，因为既然谈师道的话，一定是相互的，老师自己也要让学生感受到他的谦卑、他的谦虚。特别是我们套一句，类似像《庄子》所说的，「吾生也有涯，而知也无涯」。任何一个知识你再怎么专业，你懂得也是那一个部分。师父在佛学里面的造诣，更能够理解这么庞大的一个佛学的体系，大概没有一个人说，他能够全部东西都能够懂到非常熟悉。所以我想请教您，对于老师来讲，老师如何学得一个谦卑之心？",
      "zh_TW": "主持人：師父講到這一段我也很感動，因為您說您到現在為止，都還是以學生的心情來看待自己，透過媒體或者透過各種講堂，去跟您的弟子們、學生們去對話。我要說的就是，待會兒回來我要請教您，就是說對於那些老師們，我們也常說「人之患，在好為人師」，這表示說做一個老師的人，他自己應該要有個謙卑的心，他才能夠在知識上、智慧上不斷的增進。待會回來我們來請教師父，那對於那些當老師的人，為人師表者，怎麼樣去培養自己的謙卑之心，我們待會回來請教您。我們談師道，當然是我們怎麼去對待老師，家長怎麼去對待老師，是應該要有一分誠敬之心、虔誠之心。我覺得師父剛剛說得非常好，有一分的誠敬，你自然就可以學得一分；你有十分，就會學得十分，我想這個道理很清楚。做為老師的人，都希望教到一個聰明的學生，尤其這個學生又懂得謙虛、懂得尊敬的話，沒有一個老師說會暗藏，就手上會藏一手不教的，不可能對不對？可是我們反過來請教您，因為既然談師道的話，一定是相互的，老師自己也要讓學生感受到他的謙卑、他的謙虛。特別是我們套一句，類似像《莊子》所說的，「吾生也有涯，而知也無涯」。任何一個知識你再怎麼專業，你懂得也是那一個部分。師父在佛學裡面的造詣，更能夠理解這麼龐大的一個佛學的體系，大概沒有一個人說，他能夠全部東西都能夠懂到非常熟悉。所以我想請教您，對於老師來講，老師如何學得一個謙卑之心？"
    },
    {
      "id": "28-034-0001_p0046",
      "zh_CN": "净空老和尚：在中国古代，最受社会尊敬的两种人，一种是老师，另外一种是大夫（医生）。为什么？这两种人真正在社会上，做出了牺牲奉献，完全没有名利。以前做医生就是帮人医病，不收医药费的，医药费是病治好了，你家里富有多送一点礼物给他，家里面贫寒的少送一点。实在送不起的，大夫还要布施医药，不但给他看病，还要送药给他，救人！做老师也是如此，所以就穷秀才，他一生就教儿童，教儿童没有讲学费的，也是学生家长富裕的，逢年过节送的供养多一点。贫穷的，有的时候学生很好，老师还要帮助他生活，还得送一点粮食给他家里去，来帮助他。所以这两种人是社会上最值得人尊敬的。不像现在，现在这两种都很赚钱的事业，以前没有，它不是赚钱的，它与商业完全不相干。所以这是两种人，特别是做老师的，确实起心动念、言语造作，不但是给学生做好样子，给社会做好榜样，他才能产生影响教化一方。现在这个师道没有了，老师自己思想、言行能不能给社会做典范？能不能给学生做好样子？所以从前教，身教是摆在第一，言教是其次。",
      "zh_TW": "淨空老和尚：在中國古代，最受社會尊敬的兩種人，一種是老師，另外一種是大夫（醫生）。為什麼？這兩種人真正在社會上，做出了犧牲奉獻，完全沒有名利。以前做醫生就是幫人醫病，不收醫藥費的，醫藥費是病治好了，你家裡富有多送一點禮物給他，家裡面貧寒的少送一點。實在送不起的，大夫還要布施醫藥，不但給他看病，還要送藥給他，救人！做老師也是如此，所以就窮秀才，他一生就教兒童，教兒童沒有講學費的，也是學生家長富裕的，逢年過節送的供養多一點。貧窮的，有的時候學生很好，老師還要幫助他生活，還得送一點糧食給他家裡去，來幫助他。所以這兩種人是社會上最值得人尊敬的。不像現在，現在這兩種都很賺錢的事業，以前沒有，它不是賺錢的，它與商業完全不相干。所以這是兩種人，特別是做老師的，確實起心動念、言語造作，不但是給學生做好樣子，給社會做好榜樣，他才能產生影響教化一方。現在這個師道沒有了，老師自己思想、言行能不能給社會做典範？能不能給學生做好樣子？所以從前教，身教是擺在第一，言教是其次。"
    },
    {
      "id": "28-034-0001_p0047",
      "zh_CN": "我第一次到北京去的时候，我去参观北京师范大学，他们副校长陪我一同参观。我看到大堂前面有一块牌子，上面写了「学为人师，身为世范」。我看了之后很欢喜，我就告诉副校长，还有几位教授，我说这八个字是《大方广佛华严经》的写照，一部《华严经》就是讲这八个字。他们很惊讶，《华严经》讲这个？我说是！我当时也把它改了一个字，因为它身，「身为世范」，我把它改成「行」，行为的行，行比身范围要大，以后他们采取了，确实把它改过来了。我说宗教都是教育，教育最重要的，就是你的思想、言行要给社会大众做榜样。如果是负面的决定不能做，你要做正面的。今天这个社会混乱，你如何能够帮助社会能回头，这是老师，不但你要教你的学生，你还要得影响社会，这是真正的师道！所以师，老师必须把伦理、道德、因果，从自己本身做出来，学生就学会了。你光说，说了之后不做，学生对你打问号，怀疑，你这个到底是不是真的？如果真的你一定会做到，靠不住的那你才是只教，你自己不肯这样做。所以学生年轻思想单纯，不过现在的学生比我们从前复杂多了，为什么？电视学坏了，电视、网路可不得了，真的把从前传统伦理、道德，包括孝道跟师道都摧毁了，这很可怕的一桩事情。所以说媒体能够救国，能够消灭一个国家民族。我第一次跟刘长乐见面的时候，我就告诉他，我说这个世间有两种人，可以救世界、也可以把世界毁灭。他说哪两种人？我说第一个人国家领导人，第二个就干你这一行的人。",
      "zh_TW": "我第一次到北京去的時候，我去參觀北京師範大學，他們副校長陪我一同參觀。我看到大堂前面有一塊牌子，上面寫了「學為人師，身為世範」。我看了之後很歡喜，我就告訴副校長，還有幾位教授，我說這八個字是《大方廣佛華嚴經》的寫照，一部《華嚴經》就是講這八個字。他們很驚訝，《華嚴經》講這個？我說是！我當時也把它改了一個字，因為它身，「身為世範」，我把它改成「行」，行為的行，行比身範圍要大，以後他們採取了，確實把它改過來了。我說宗教都是教育，教育最重要的，就是你的思想、言行要給社會大眾做榜樣。如果是負面的決定不能做，你要做正面的。今天這個社會混亂，你如何能夠幫助社會能回頭，這是老師，不但你要教你的學生，你還要得影響社會，這是真正的師道！所以師，老師必須把倫理、道德、因果，從自己本身做出來，學生就學會了。你光說，說了之後不做，學生對你打問號，懷疑，你這個到底是不是真的？如果真的你一定會做到，靠不住的那你才是只教，你自己不肯這樣做。所以學生年輕思想單純，不過現在的學生比我們從前複雜多了，為什麼？電視學壞了，電視、網路可不得了，真的把從前傳統倫理、道德，包括孝道跟師道都摧毀了，這很可怕的一樁事情。所以說媒體能夠救國，能夠消滅一個國家民族。我第一次跟劉長樂見面的時候，我就告訴他，我說這個世間有兩種人，可以救世界、也可以把世界毀滅。他說哪兩種人？我說第一個人國家領導人，第二個就幹你這一行的人。"
    },
    {
      "id": "28-034-0001_p0048",
      "zh_CN": "主持人：做电视的。我相信刘长乐先生主席听到这段话的时候，他心里面应该也是很复杂的。因为我们的确知道，比方说如果像师父这样，或者是一群有心人那样，就说你透过媒体来传播的是观念，正确的观念，传播的是善念，传播的是知识，传播的是各种专业的生活品味，它的影响就这一面。可是反过来讲，你如果传播的是膻、色、腥，传播的是那种仇恨，就可能挑起这个社会里面的这种不平，其实就是在你看要怎么做。所以我想我跟师父这样聊，我到目前为止我必须跟大家讲，我觉得最开心的一件事是说，师父其实是与时俱进，我觉得您是与时俱进，也就说您也非常清楚的知道，传统的观念、传统文化里面的精华，是应该保留的。可是到底怎么保留？绝对不是一个回到很传统的方式去。所以您也懂得知道说电视，你也会告诉我们说电视、媒体、网路，它是可以一定的效果出来。所以我觉得这几年，您自己做的工作就是在这样做，透过电视来讲经，透过电视来传您自己希望传达的道，做人之道或者人伦之道等等，这都是表示说你也知道科技的进步，做老师的、做传播观念的要跟这个做结合。师父，我现在就要请教您了，您现在自己在培养这些在中国大陆，你们培养你们自己这种师资的时候，您是用同样的也是把您所谈到的，「学为人师，行为世范」，这样的一个观念，整个放到您的师资培育上去要求他？你怎么去观察他、怎么去要求他？能不能帮我们做一点分析，也许能给大家做个参考。",
      "zh_TW": "主持人：做電視的。我相信劉長樂先生主席聽到這段話的時候，他心裡面應該也是很複雜的。因為我們的確知道，比方說如果像師父這樣，或者是一群有心人那樣，就說你透過媒體來傳播的是觀念，正確的觀念，傳播的是善念，傳播的是知識，傳播的是各種專業的生活品味，它的影響就這一面。可是反過來講，你如果傳播的是羶、色、腥，傳播的是那種仇恨，就可能挑起這個社會裡面的這種不平，其實就是在你看要怎麼做。所以我想我跟師父這樣聊，我到目前為止我必須跟大家講，我覺得最開心的一件事是說，師父其實是與時俱進，我覺得您是與時俱進，也就說您也非常清楚的知道，傳統的觀念、傳統文化裡面的精華，是應該保留的。可是到底怎麼保留？絕對不是一個回到很傳統的方式去。所以您也懂得知道說電視，你也會告訴我們說電視、媒體、網路，它是可以一定的效果出來。所以我覺得這幾年，您自己做的工作就是在這樣做，透過電視來講經，透過電視來傳您自己希望傳達的道，做人之道或者人倫之道等等，這都是表示說你也知道科技的進步，做老師的、做傳播觀念的要跟這個做結合。師父，我現在就要請教您了，您現在自己在培養這些在中國大陸，你們培養你們自己這種師資的時候，您是用同樣的也是把您所談到的，「學為人師，行為世範」，這樣的一個觀念，整個放到您的師資培育上去要求他？你怎麼去觀察他、怎麼去要求他？能不能幫我們做一點分析，也許能給大家做個參考。"
    },
    {
      "id": "28-034-0001_p0049",
      "zh_CN": "净空法师：我们现在就用儒的《弟子规》，《弟子规》是中国传统家教的集大成，所以这是非常有意义的。五千年文化的传统，儒家代表了，所以儒是继承中国文化的一个代表人，大家都谈到儒家。儒家做学问它讲求的，「博学、审问、慎思、明辨」，后头「笃行」。如果没有行，不能把你所学的东西，变成自己的思想、见解、言论、行为，你学的东西跟你生活不发生关系，那就变成学术。我称它作什么？儒学；如果你能够做到，学儒，所以笃行。我跟他们大家讲的，儒学跟学儒，我就用这五个标准来说，你们有前面四个没有笃行，这就儒学；有笃行没有前面四个，他还是真正在学儒。所以儒的根、基础就是家教。有很多学者专家问我，那就名教授，他说你提倡这个东西用意何在？为什么四书五经十三经，你不在这上来极力提倡，你怎么搞这个东西？我就告诉他，我说你不要小看这篇东西，我说我们如果拿个天平，这边放一本《弟子规》，那边四书五经十三经，甚至于《四库全书》，我说天平是平的，分量是相等的。他很惊讶，他说为什么？",
      "zh_TW": "淨空法師：我們現在就用儒的《弟子規》，《弟子規》是中國傳統家教的集大成，所以這是非常有意義的。五千年文化的傳統，儒家代表了，所以儒是繼承中國文化的一個代表人，大家都談到儒家。儒家做學問它講求的，「博學、審問、慎思、明辨」，後頭「篤行」。如果沒有行，不能把你所學的東西，變成自己的思想、見解、言論、行為，你學的東西跟你生活不發生關係，那就變成學術。我稱它作什麼？儒學；如果你能夠做到，學儒，所以篤行。我跟他們大家講的，儒學跟學儒，我就用這五個標準來說，你們有前面四個沒有篤行，這就儒學；有篤行沒有前面四個，他還是真正在學儒。所以儒的根、基礎就是家教。有很多學者專家問我，那就名教授，他說你提倡這個東西用意何在？為什麼四書五經十三經，你不在這上來極力提倡，你怎麼搞這個東西？我就告訴他，我說你不要小看這篇東西，我說我們如果拿個天平，這邊放一本《弟子規》，那邊四書五經十三經，甚至於《四庫全書》，我說天平是平的，分量是相等的。他很驚訝，他說為什麼？"
    },
    {
      "id": "28-034-0001_p0050",
      "zh_CN": "我说那些东西念了，你都做不到不等于零，还不如他；他做到的时候，他家庭和睦、他父子有亲、他兄弟有友爱，你能说他没有道吗？你能说他没有学吗？你学得再多东西，你做不到，等于没有学。这时他们渐渐才了解了，为什么要重视。所以佛教讲戒律，戒律跟《弟子规》一样，你没有戒就没有定、就没有慧。所以现在佛教，为什么衰到这种地步，大家把根丢掉了，只搞花叶枝果很好看，死的，两三天你不照顾它，它就枯了，没根，它没有生命的。如果你从根上着手的话，它有生命，它将来会开花、会茁壮，开花结果这才真正叫道，所以我们千万不能疏忽。我不是不讲四书五经十三经，你有这个东西，你再讲那些上它管用，它都有用的；如果说是你没有这个根的话，单讲这些会增长傲慢。以前王财贵就出这个毛病，他到香港来找我，说在中国大陆搞了将近十年，提倡儿童读经，结果儿童背得不少，后果怎么样？儿童瞧不起父母、瞧不起老师。",
      "zh_TW": "我說那些東西念了，你都做不到不等於零，還不如他；他做到的時候，他家庭和睦、他父子有親、他兄弟有友愛，你能說他沒有道嗎？你能說他沒有學嗎？你學得再多東西，你做不到，等於沒有學。這時他們漸漸才了解了，為什麼要重視。所以佛教講戒律，戒律跟《弟子規》一樣，你沒有戒就沒有定、就沒有慧。所以現在佛教，為什麼衰到這種地步，大家把根丟掉了，只搞花葉枝果很好看，死的，兩三天你不照顧它，它就枯了，沒根，它沒有生命的。如果你從根上著手的話，它有生命，它將來會開花、會茁壯，開花結果這才真正叫道，所以我們千萬不能疏忽。我不是不講四書五經十三經，你有這個東西，你再講那些上它管用，它都有用的；如果說是你沒有這個根的話，單講這些會增長傲慢。以前王財貴就出這個毛病，他到香港來找我，說在中國大陸搞了將近十年，提倡兒童讀經，結果兒童背得不少，後果怎麼樣？兒童瞧不起父母、瞧不起老師。"
    },
    {
      "id": "28-034-0001_p0051",
      "zh_CN": "主持人：他觉得他会背很多，他知道得很多。",
      "zh_TW": "主持人：他覺得他會背很多，他知道得很多。"
    },
    {
      "id": "28-034-0001_p0052",
      "zh_CN": "净空老和尚：对。他瞧不起老师，这个问题严重了，为什么？没有从伦理道德上扎根。所以我就告诉他，他那个时候是疏忽了，他不相信《弟子规》。我讲《弟子规》比什么都重要，你有这个东西，你再叫他读经，他很规矩、很谦虚，他能够尊重别人，这才叫实学；没有根的话，就有流弊。流弊对他自己是伤害，对社会也造成伤害，我说这个必须要认识清楚。现代是什么个时代，伦理道德全崩溃了，你要如何把它拯救起来，那就用这个方法，除这个方法之外没有第二个方法。这个方法不但在中国能行得通，在全世界都能行得通。我们《弟子规》的讲座，在澳洲办了一次，好像是一个星期，很多澳洲当地人来看，看了之后很受感动，「做人应该要这样。」它人性的教育，这感动他们，因为他们现在也面临着儿女不孝、家庭不和。这个能够帮助你家庭，一家真正做到和睦相处。",
      "zh_TW": "淨空老和尚：對。他瞧不起老師，這個問題嚴重了，為什麼？沒有從倫理道德上扎根。所以我就告訴他，他那個時候是疏忽了，他不相信《弟子規》。我講《弟子規》比什麼都重要，你有這個東西，你再叫他讀經，他很規矩、很謙虛，他能夠尊重別人，這才叫實學；沒有根的話，就有流弊。流弊對他自己是傷害，對社會也造成傷害，我說這個必須要認識清楚。現代是什麼個時代，倫理道德全崩潰了，你要如何把它拯救起來，那就用這個方法，除這個方法之外沒有第二個方法。這個方法不但在中國能行得通，在全世界都能行得通。我們《弟子規》的講座，在澳洲辦了一次，好像是一個星期，很多澳洲當地人來看，看了之後很受感動，「做人應該要這樣。」它人性的教育，這感動他們，因為他們現在也面臨著兒女不孝、家庭不和。這個能夠幫助你家庭，一家真正做到和睦相處。"
    },
    {
      "id": "28-034-0001_p0053",
      "zh_CN": "主持人：所以师父刚才举到《弟子规》，我想也就印证了一切所有的师道，或者是扩大到家庭的人伦，五伦之间的变化，到最后还是要回到一个基本面，其实也就是那个人的自己本性的善，然后他能够笃行，做出来。我们待会回来，再请师父来为我们今天的这一小时的讲堂，来下一个小结论。所以其实我们讲到最后，如果要谈到尊师重道的话，像师父刚刚所提的，到最后还是要回到一个尊敬、一个诚敬，这样的一个最终的心理上。我自己觉得说，跟师父今天这样谈下来，我有个很强烈感受是您自己是亲身力行，把您自己对于老师的尊敬，在当年展现在对方东美教授的尊敬，也表现在对章嘉大师的尊敬。然后这五十几年来，您从他们那边闻道，然后也授了他们的业，然后也解了自己人生的惑，知识的惑、智慧的惑。回过头来，您也不断的这样努力的去要求自己做到，而且最重要是，您一直都很客气，一直都说自己还是个学生，以一个学生的心理来面对。我想问题就在于说这样的一种谦卑的心理，我很好奇，师父您认为说，是可以在教育里面做得到的，还是说它需要一种信仰在后面来推动？比方说我们会注意到，有信仰的人，有宗教信仰的人会比别人谦卑一些，这是个事实对不对？我想您在澳洲可以看到多元的宗教。因为每个宗教里面它都教人家谦卑，所以说到宗教信仰的是有。可是我们也必须承认，我想这边最后一个问题请教师父，就是说我们这个社会里面，还是有很多人他并不一定有宗教信仰，对那些没有宗教信仰的人，我们用什么方式让他来体会谦卑、体会宗教的慈悲？",
      "zh_TW": "主持人：所以師父剛才舉到《弟子規》，我想也就印證了一切所有的師道，或者是擴大到家庭的人倫，五倫之間的變化，到最後還是要回到一個基本面，其實也就是那個人的自己本性的善，然後他能夠篤行，做出來。我們待會回來，再請師父來為我們今天的這一小時的講堂，來下一個小結論。所以其實我們講到最後，如果要談到尊師重道的話，像師父剛剛所提的，到最後還是要回到一個尊敬、一個誠敬，這樣的一個最終的心理上。我自己覺得說，跟師父今天這樣談下來，我有個很強烈感受是您自己是親身力行，把您自己對於老師的尊敬，在當年展現在對方東美教授的尊敬，也表現在對章嘉大師的尊敬。然後這五十幾年來，您從他們那邊聞道，然後也授了他們的業，然後也解了自己人生的惑，知識的惑、智慧的惑。回過頭來，您也不斷的這樣努力的去要求自己做到，而且最重要是，您一直都很客氣，一直都說自己還是個學生，以一個學生的心理來面對。我想問題就在於說這樣的一種謙卑的心理，我很好奇，師父您認為說，是可以在教育裡面做得到的，還是說它需要一種信仰在後面來推動？比方說我們會注意到，有信仰的人，有宗教信仰的人會比別人謙卑一些，這是個事實對不對？我想您在澳洲可以看到多元的宗教。因為每個宗教裡面它都教人家謙卑，所以說到宗教信仰的是有。可是我們也必須承認，我想這邊最後一個問題請教師父，就是說我們這個社會裡面，還是有很多人他並不一定有宗教信仰，對那些沒有宗教信仰的人，我們用什麼方式讓他來體會謙卑、體會宗教的慈悲？"
    },
    {
      "id": "28-034-0001_p0054",
      "zh_CN": "净空法师：其实很多人对宗教产生误会，宗教确实也给社会大众不少误会的一些条件，这是现实的状况。其实宗教都是教育，每个宗教都是教育。",
      "zh_TW": "淨空法師：其實很多人對宗教產生誤會，宗教確實也給社會大眾不少誤會的一些條件，這是現實的狀況。其實宗教都是教育，每個宗教都是教育。"
    },
    {
      "id": "28-034-0001_p0055",
      "zh_CN": "主持人：新的观念，宗教就是教育。",
      "zh_TW": "主持人：新的觀念，宗教就是教育。"
    },
    {
      "id": "28-034-0001_p0056",
      "zh_CN": "净空法师：所以现在我们极力提倡的，就是宗教固然不能够把形式丢掉。我说形式是宗教的外衣，最重要是宗教的灵魂，宗教的灵魂是什么？就是伦理、道德、因果、哲学、科学的教育。你没有这个东西，那就变成迷信了，所以说这个比外衣还要重要。尤其是佛教讲求，佛家常讲重实质不重形式，这个最早是章嘉大师教给我的，说佛教重实质不重形式，形式是其次。我在新加坡住的时候，新加坡总统纳丹，他是印度教，他是印度人，有一天在一起吃饭，我们坐在一起，他也告诉我，他说我虽然是个印度教徒，我一生最尊敬的是佛教，佛教重实质不重形式。这是我第二次从他口里面听到的，我认为他很内行，这是确实的。但是中国的传统教育是人性的教育，所以这个谦卑要从小去培养，学问愈是深就愈会谦卑，中国古人有句话说「学问深时意气平」。他意气没有平和的时候；换句话说，他那个学问修养还不够，也就是说笃行的功夫不够。真正学术是一定变成自己的养分，我们讲精神的生活，变成精神生活的养分。夫子所讲的「学而时习之，不亦说乎」，我们中国所讲的孔颜之乐，孔子、颜回之乐。孔子物质生活也很清贫，颜回是更苦了，他们一天到晚那么欢喜什么？精神生活太丰富。所以这个养分我们要能吸收到，吸收到就在谦卑。傲慢是烦恼，你看《论语》里头有句话说，「如有周公之才之美，使骄且吝，其余不足观也已」。你有点骄慢的时候那就没有了，那是假的不是真的；真的时候，愈是有学术的人愈谦卑。你看孔子的谦卑，看释迦牟尼佛的谦卑，看圣母玛利亚的谦卑，都表现在日常生活当中。对任何人，比自己地位低，贫贱之人都没有轻慢，都是那么样真诚的恭敬，他才能感动人。",
      "zh_TW": "淨空法師：所以現在我們極力提倡的，就是宗教固然不能夠把形式丟掉。我說形式是宗教的外衣，最重要是宗教的靈魂，宗教的靈魂是什麼？就是倫理、道德、因果、哲學、科學的教育。你沒有這個東西，那就變成迷信了，所以說這個比外衣還要重要。尤其是佛教講求，佛家常講重實質不重形式，這個最早是章嘉大師教給我的，說佛教重實質不重形式，形式是其次。我在新加坡住的時候，新加坡總統納丹，他是印度教，他是印度人，有一天在一起吃飯，我們坐在一起，他也告訴我，他說我雖然是個印度教徒，我一生最尊敬的是佛教，佛教重實質不重形式。這是我第二次從他口裡面聽到的，我認為他很內行，這是確實的。但是中國的傳統教育是人性的教育，所以這個謙卑要從小去培養，學問愈是深就愈會謙卑，中國古人有句話說「學問深時意氣平」。他意氣沒有平和的時候；換句話說，他那個學問修養還不夠，也就是說篤行的功夫不夠。真正學術是一定變成自己的養分，我們講精神的生活，變成精神生活的養分。夫子所講的「學而時習之，不亦說乎」，我們中國所講的孔顏之樂，孔子、顏回之樂。孔子物質生活也很清貧，顏回是更苦了，他們一天到晚那麼歡喜什麼？精神生活太豐富。所以這個養分我們要能吸收到，吸收到就在謙卑。傲慢是煩惱，你看《論語》裡頭有句話說，「如有周公之才之美，使驕且吝，其餘不足觀也已」。你有點驕慢的時候那就沒有了，那是假的不是真的；真的時候，愈是有學術的人愈謙卑。你看孔子的謙卑，看釋迦牟尼佛的謙卑，看聖母瑪利亞的謙卑，都表現在日常生活當中。對任何人，比自己地位低，貧賤之人都沒有輕慢，都是那麼樣真誠的恭敬，他才能感動人。"
    },
    {
      "id": "28-034-0001_p0057",
      "zh_CN": "主持人：也许我们用个通俗的一句话来形容的话，师父刚才讲的话答案就更清楚了，就是我们常说「半桶水」，只有半桶水才在那哗啦哗啦的到处响，对不对？您刚刚所举的这几个例子，不管是大学问家、大宗教家、大事业家，即使是做政治事业的人，我们说真正的大政治家也都是很谦虚的，他从来不会每天摆出一付傲慢、骄傲，很慢侮的那种心态。所以最后一个问题请教您，也就说在您的心目中，我们现在回头去从孔子的身上，从孔子跟学生的互动的身上，去寻找师道是可行之路吗？",
      "zh_TW": "主持人：也許我們用個通俗的一句話來形容的話，師父剛才講的話答案就更清楚了，就是我們常說「半桶水」，只有半桶水才在那嘩啦嘩啦的到處響，對不對？您剛剛所舉的這幾個例子，不管是大學問家、大宗教家、大事業家，即使是做政治事業的人，我們說真正的大政治家也都是很謙虛的，他從來不會每天擺出一付傲慢、驕傲，很慢侮的那種心態。所以最後一個問題請教您，也就說在您的心目中，我們現在回頭去從孔子的身上，從孔子跟學生的互動的身上，去尋找師道是可行之路嗎？"
    },
    {
      "id": "28-034-0001_p0058",
      "zh_CN": "净空老和尚：可行。教学，首先老师他要懂得师道、要懂得孝道，他本身能做到，他才能教别人，才能产生效果，我们在汤池的实验成功就靠这个。第二个，我们感谢汤池的人民，真正能配合，就是能够接受传统教育，这是太难得了。我们老师教了他，他们真做，你说头一个最明显的，夫妻不和，这个问题解决了，夫妻能够和睦相处了；父子不和、婆媳不和，这个关系很短的时间都能解决。社会有些不好的这些风气，像商业界卖假东西，抬高价钱，这个没有了，他良心发现，我们要以诚信待人。所以这社会风气就很明显改过来。",
      "zh_TW": "淨空老和尚：可行。教學，首先老師他要懂得師道、要懂得孝道，他本身能做到，他才能教別人，才能產生效果，我們在湯池的實驗成功就靠這個。第二個，我們感謝湯池的人民，真正能配合，就是能夠接受傳統教育，這是太難得了。我們老師教了他，他們真做，你說頭一個最明顯的，夫妻不和，這個問題解決了，夫妻能夠和睦相處了；父子不和、婆媳不和，這個關係很短的時間都能解決。社會有些不好的這些風氣，像商業界賣假東西，抬高價錢，這個沒有了，他良心發現，我們要以誠信待人。所以這社會風氣就很明顯改過來。"
    },
    {
      "id": "28-034-0001_p0059",
      "zh_CN": "主持人：所以我们说万变不离其宗，到最后所有社会的乱源的源头，其实都要回到一个最简单的答案，就是我们诚心诚意的去面对自己，面对这个世界。今天非常谢谢净空和尚，师父为我们用一小时的时间，从他自己的受教育的过程里头，碰到的两位好老师，方东美教授、还有章嘉大师，一路谈下来，谈到了尊师重道的重要。非常谢谢师父，也谢谢你的收看。",
      "zh_TW": "主持人：所以我們說萬變不離其宗，到最後所有社會的亂源的源頭，其實都要回到一個最簡單的答案，就是我們誠心誠意的去面對自己，面對這個世界。今天非常謝謝淨空和尚，師父為我們用一小時的時間，從他自己的受教育的過程裡頭，碰到的兩位好老師，方東美教授、還有章嘉大師，一路談下來，談到了尊師重道的重要。非常謝謝師父，也謝謝你的收看。"
    }
  ]
}