{
  "doc_id": "21-212-0002",
  "title": {
    "zh_CN": "日本座谈会",
    "zh_TW": "日本座談會"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "日本",
    "zh_TW": "日本"
  },
  "doc_number": "21-212-0002",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "21-212-0002_p0001",
      "zh_CN": "主持人：各位观众朋友好，我们今天早上由几位专家一起探讨了世界和平和宗教团结的问题。今天下午我们请到四位专家来对社会各种问题，进行自由的座谈。我叫钟茂森，是澳洲昆士兰大学高级讲师，今天由我来主持今天的座谈会。",
      "zh_TW": "主持人：各位觀眾朋友好，我們今天早上由幾位專家一起探討了世界和平和宗教團結的問題。今天下午我們請到四位專家來對社會各種問題，進行自由的座談。我叫鍾茂森，是澳洲昆士蘭大學高級講師，今天由我來主持今天的座談會。"
    },
    {
      "id": "21-212-0002_p0002",
      "zh_CN": "首先，让我来介绍一下，我们参加座谈会的几位专家。左手边第一位是净空老法师，他是澳洲净宗学院以及世界各地净宗学会的总导师，是昆士兰大学和格里菲斯大学荣誉教授。最近他在日本冈山市参加世界和平会议归来，正好路过东京访问，所以我们有幸请他来我们日本的乐乐中国电视台进行座谈会。坐在净空老法师左手边的是石井锦一牧师，他是日本基督教松户教会的牧师。然后是日本西山净土宗、西山短期大学教授和图书馆的馆长，中西随功先生。然后是日本三重大学人文学部教授和国际和平研究学会事务局长，儿玉克哉先生。我们现在请专家们用自由交谈的形式，来共同探讨社会的一些问题。",
      "zh_TW": "首先，讓我來介紹一下，我們參加座談會的幾位專家。左手邊第一位是淨空老法師，他是澳洲淨宗學院以及世界各地淨宗學會的總導師，是昆士蘭大學和格里菲斯大學榮譽教授。最近他在日本岡山市參加世界和平會議歸來，正好路過東京訪問，所以我們有幸請他來我們日本的樂樂中國電視台進行座談會。坐在淨空老法師左手邊的是石井錦一牧師，他是日本基督教松戶教會的牧師。然後是日本西山淨土宗、西山短期大學教授和圖書館的館長，中西隨功先生。然後是日本三重大學人文學部教授和國際和平研究學會事務局長，兒玉克哉先生。我們現在請專家們用自由交談的形式，來共同探討社會的一些問題。"
    },
    {
      "id": "21-212-0002_p0003",
      "zh_CN": "现在补充一下，我们这次座谈会做翻译的，是日本乐乐电视台的专属翻译安小姐，安小铁小姐。",
      "zh_TW": "現在補充一下，我們這次座談會做翻譯的，是日本樂樂電視台的專屬翻譯安小姐，安小鐵小姐。"
    },
    {
      "id": "21-212-0002_p0004",
      "zh_CN": "石井牧师：首先做一下自我介绍，我是日本松户基督教教会的牧师。在一年左右以前有幸与大师相识，而且进行了非常愉快的谈话，到现在都给我留下很好的印象。我不仅从事教会的牧师工作，同时我还有一个很重要的身分，就是从事有关的社会福利工作。这个工作具体的就是开办很多民间的幼儿园，帮助民间各种人士解决生活中的困难。我个人的自我介绍就简单这几句。谢谢！",
      "zh_TW": "石井牧師：首先做一下自我介紹，我是日本松戶基督教教會的牧師。在一年左右以前有幸與大師相識，而且進行了非常愉快的談話，到現在都給我留下很好的印象。我不僅從事教會的牧師工作，同時我還有一個很重要的身分，就是從事有關的社會福利工作。這個工作具體的就是開辦很多民間的幼兒園，幫助民間各種人士解決生活中的困難。我個人的自我介紹就簡單這幾句。謝謝！"
    },
    {
      "id": "21-212-0002_p0005",
      "zh_CN": "中西随功先生：我的名字叫中西随功，我的主要的身分是僧侣，我是和尚，我自己住持的寺庙是在京都。在自己从事的佛教工作以外，我还同时兼任西山短期大学的「佛教学」的教授，以及这个大学的图书馆的馆长工作，就这些。谢谢！",
      "zh_TW": "中西隨功先生：我的名字叫中西隨功，我的主要的身分是僧侶，我是和尚，我自己住持的寺廟是在京都。在自己從事的佛教工作以外，我還同時兼任西山短期大學的「佛教學」的教授，以及這個大學的圖書館的館長工作，就這些。謝謝！"
    },
    {
      "id": "21-212-0002_p0006",
      "zh_CN": "儿玉博士：我的名字叫儿玉克哉，我是三重大学的教授，同时我还兼任日本国际和平研究会的事务长工作，我们这个学会是成立于一九六四年，到今年正好是成立四十周年。在过去有幸跟大师交往，是因为我们在学术问题上曾经被邀请去澳大利亚的大学讲学，透过这些机会有机会结识大师。我们始终认为世界和平和宗教是有着千丝万缕的联系的。今天我也有幸参加这个座谈会，并且希望、也期待着在这个座谈会上，从各位谈话中有所收获。谢谢，多多关照。",
      "zh_TW": "兒玉博士：我的名字叫兒玉克哉，我是三重大學的教授，同時我還兼任日本國際和平研究會的事務長工作，我們這個學會是成立於一九六四年，到今年正好是成立四十週年。在過去有幸跟大師交往，是因為我們在學術問題上曾經被邀請去澳大利亞的大學講學，透過這些機會有機會結識大師。我們始終認為世界和平和宗教是有著千絲萬縷的聯繫的。今天我也有幸參加這個座談會，並且希望、也期待著在這個座談會上，從各位談話中有所收穫。謝謝，多多關照。"
    },
    {
      "id": "21-212-0002_p0007",
      "zh_CN": "主持人：好，感谢各位参与者的自我介绍。我们现在看看请哪一位专家，我们首先挑起一个话题来进行讨论。",
      "zh_TW": "主持人：好，感謝各位參與者的自我介紹。我們現在看看請哪一位專家，我們首先挑起一個話題來進行討論。"
    },
    {
      "id": "21-212-0002_p0008",
      "zh_CN": "石井牧师：首先由我来，有个问题想请教。刚才我在自我介绍里面已经提到过，在一年多以前有幸结识大师的时候，我们进行了一次非常愉快的交谈。在那个过程，至今都留在我印象里非常深刻的，就是当时大师反复的，非常强烈的、反复强调的一个问题，就是说一定要相信人心的善良，这个问题反复提到。谈了很多话，这句话尤其是让我至今都不能够忘记的。就这个问题我想请教，就我本人来说，我是从事基督教牧师这么一个特殊职业。从身分上和我的社会地位来说，我自己很明确知道，我这个身分要比一般的人更要相信人心的善良，并且在这种信赖的基础上，去进行开发善良的这个具体的工作。",
      "zh_TW": "石井牧師：首先由我來，有個問題想請教。剛才我在自我介紹裡面已經提到過，在一年多以前有幸結識大師的時候，我們進行了一次非常愉快的交談。在那個過程，至今都留在我印象裡非常深刻的，就是當時大師反覆的，非常強烈的、反覆強調的一個問題，就是說一定要相信人心的善良，這個問題反覆提到。談了很多話，這句話尤其是讓我至今都不能夠忘記的。就這個問題我想請教，就我本人來說，我是從事基督教牧師這麼一個特殊職業。從身分上和我的社會地位來說，我自己很明確知道，我這個身分要比一般的人更要相信人心的善良，並且在這種信賴的基礎上，去進行開發善良的這個具體的工作。"
    },
    {
      "id": "21-212-0002_p0009",
      "zh_CN": "实际上放眼日本社会，像我们这样每天生活在日本这样一个很现实的社会里面，不得不承认，近几年来，尤其是日本社会，由于各种各样的原因，当然也有从历史上延续下来的很多表层和里层的原因，导致日本社会现在一个现实问题，就是让人们不能够真心的相信别人。这样一个具体的现实问题，当我们面对的时候，我想请教，我们的问题，据我自己考虑，应该是来源于教育的不充分。为什么这样说？因为日本，或许是因为第二次世界大战的过程中，日本，特别是在亚洲战场，有过不光彩的历史。由于这些阴影，或者说是矫枉过正的原因，造成日本在战后，也就是说一九四五年以后的小学、中学、高中，以及到一切教育领域里面，完全取消了真正教育人心向善的宗教教育和宗教课程，有关宗教的课程完全被取消了。在这样的一个问题上，请问大师，在您所了解的日本社会，这样一个现实的情况下，您认为日本怎么样，或者说什么样的方法，才能够更有效的重新通过教育唤起人们的善良？谢谢！",
      "zh_TW": "實際上放眼日本社會，像我們這樣每天生活在日本這樣一個很現實的社會裡面，不得不承認，近幾年來，尤其是日本社會，由於各種各樣的原因，當然也有從歷史上延續下來的很多表層和裡層的原因，導致日本社會現在一個現實問題，就是讓人們不能夠真心的相信別人。這樣一個具體的現實問題，當我們面對的時候，我想請教，我們的問題，據我自己考慮，應該是來源於教育的不充分。為什麼這樣說？因為日本，或許是因為第二次世界大戰的過程中，日本，特別是在亞洲戰場，有過不光彩的歷史。由於這些陰影，或者說是矯枉過正的原因，造成日本在戰後，也就是說一九四五年以後的小學、中學、高中，以及到一切教育領域裡面，完全取消了真正教育人心向善的宗教教育和宗教課程，有關宗教的課程完全被取消了。在這樣的一個問題上，請問大師，在您所了解的日本社會，這樣一個現實的情況下，您認為日本怎麼樣，或者說什麼樣的方法，才能夠更有效的重新通過教育喚起人們的善良？謝謝！"
    },
    {
      "id": "21-212-0002_p0010",
      "zh_CN": "净空法师：今天非常难得，我跟石井牧师又有机会见面。诚如他所说的，他常常记得我，我也常常记得他，他还有一张很大的照片悬挂在我们净宗学院。他给我很深的印象，这是一位难得的基督徒，神圣的传教士。刚才提出这个问题，我跟他有完全相同的理解。二战之后，伦理道德的教育几乎被世间人否定了，所以造成这一个世纪的灾难。正如同一般人所观察到的，现在的社会崇尚于科学技术，崇尚于工商业的发展。大家都向钱看，向科技看，把人伦教育，把伦理道德的教育，神圣的教诲完全遗忘了，甚至于是排斥，这是很不幸的一桩事情。",
      "zh_TW": "淨空法師：今天非常難得，我跟石井牧師又有機會見面。誠如他所說的，他常常記得我，我也常常記得他，他還有一張很大的照片懸掛在我們淨宗學院。他給我很深的印象，這是一位難得的基督徒，神聖的傳教士。剛才提出這個問題，我跟他有完全相同的理解。二戰之後，倫理道德的教育幾乎被世間人否定了，所以造成這一個世紀的災難。正如同一般人所觀察到的，現在的社會崇尚於科學技術，崇尚於工商業的發展。大家都向錢看，向科技看，把人倫教育，把倫理道德的教育，神聖的教誨完全遺忘了，甚至於是排斥，這是很不幸的一樁事情。"
    },
    {
      "id": "21-212-0002_p0011",
      "zh_CN": "我们在东西方许多古老传说里面看到，科技文明发展到一定的程度，人文、伦理、道德沦落到极点，这个世界末日就现前了。像古老传说里面的亚特兰提斯，这个大陆传说是在五万年前沉下去，这个地方就是现在的大西洋。传说当中说，当时亚特兰提斯的科技、文明超过我们现代，我们现在的能源是用石油，他们的能源是来自太空，不知道是太空当中什么样能源取下来，没有音声，没有染污。在这样高度文明发展的期间，也像现在一样道德沦落，所以遭致到世界末日，整个世界都毁灭了。",
      "zh_TW": "我們在東西方許多古老傳說裡面看到，科技文明發展到一定的程度，人文、倫理、道德淪落到極點，這個世界末日就現前了。像古老傳說裡面的亞特蘭提斯，這個大陸傳說是在五萬年前沉下去，這個地方就是現在的大西洋。傳說當中說，當時亞特蘭提斯的科技、文明超過我們現代，我們現在的能源是用石油，他們的能源是來自太空，不知道是太空當中什麼樣能源取下來，沒有音聲，沒有染污。在這樣高度文明發展的期間，也像現在一樣道德淪落，所以遭致到世界末日，整個世界都毀滅了。"
    },
    {
      "id": "21-212-0002_p0012",
      "zh_CN": "现在看看我们这个世界，也走向它的道路上去了，所以现在这些人真的是叫迷惑。我们相信神圣的人，相信这个肉体会有生灭，灵性不灭，我们深信灵性不灭，我们相信古人所讲的，「人之初，性本善」，人性本来是善良的。为什么现在变成不善？就是被物质环境所迷惑，对神圣教诲提出了质疑，提出了怀疑，甚至于提出了反驳，他才遭受到现前这种苦难。在这个苦难当中，确实也有一部分人觉醒过来，感觉到伦理道德教育还是非常重要。所以我们结合这些省悟过来的人，我们要认真努力来提倡，来把神圣教育发扬光大。怎么做起？要从我们自己本身做起。",
      "zh_TW": "現在看看我們這個世界，也走向它的道路上去了，所以現在這些人真的是叫迷惑。我們相信神聖的人，相信這個肉體會有生滅，靈性不滅，我們深信靈性不滅，我們相信古人所講的，「人之初，性本善」，人性本來是善良的。為什麼現在變成不善？就是被物質環境所迷惑，對神聖教誨提出了質疑，提出了懷疑，甚至於提出了反駁，他才遭受到現前這種苦難。在這個苦難當中，確實也有一部分人覺醒過來，感覺到倫理道德教育還是非常重要。所以我們結合這些省悟過來的人，我們要認真努力來提倡，來把神聖教育發揚光大。怎麼做起？要從我們自己本身做起。"
    },
    {
      "id": "21-212-0002_p0013",
      "zh_CN": "前些年，北京师范大学，我去访问的时候，我在它门口看到一块招牌，上面写了八个字「学为人师，身为世范」。当时校长陪着我一道，我把它改了一个字，我说「身」的范围小，「行」的范围大，我把它改成「行为世范」，他们学校接受了，以后都改过来了。所以我们在这个时代，从本身做起，做出样子来给社会大众看。你看看，你们生活快乐，还是我的生活快乐？你幸福，还是我幸福？我们两个做个比较。这样子让大家从实质上能够看到两个不同的教育，两个不同的行为，两个不同的结果，让他从这个地方觉醒过来。这是我觉得我们要消除冲突，促进和平，应当从这里下手，我们这样做法这些年来有点效果，所以我们有信心。",
      "zh_TW": "前些年，北京師範大學，我去訪問的時候，我在它門口看到一塊招牌，上面寫了八個字「學為人師，身為世範」。當時校長陪著我一道，我把它改了一個字，我說「身」的範圍小，「行」的範圍大，我把它改成「行為世範」，他們學校接受了，以後都改過來了。所以我們在這個時代，從本身做起，做出樣子來給社會大眾看。你看看，你們生活快樂，還是我的生活快樂？你幸福，還是我幸福？我們兩個做個比較。這樣子讓大家從實質上能夠看到兩個不同的教育，兩個不同的行為，兩個不同的結果，讓他從這個地方覺醒過來。這是我覺得我們要消除衝突，促進和平，應當從這裡下手，我們這樣做法這些年來有點效果，所以我們有信心。"
    },
    {
      "id": "21-212-0002_p0014",
      "zh_CN": "石井牧师：对不起，让我又来插一句。刚才听了大师的讲解，我觉得特别的感动，也非常赞同您所讲的。我在受了您的启发之后，我也认为人在不断的修正自己的行为，这个作业很重要。所以就以我来说，我实际生活在日本社会，说实话，面对很多严酷的现实，我经常会出现临近绝望的，也就是说不抱什么希望的那种精神状况，也会出现这样的情形。但是我随时在提醒自己，也会时常想起在跟大师的交往当中您所教导过的，就是人应该时时的修正自己的行为，做好这个，需要通过自己接受善的教育的这些人的示范。然后应该更加注重从小，从幼小的时候就应该从宗教的角度来对他们进行善的教育，引他们向善，如何做好人的这样的教育，觉得还是不能够放松。所以我自己认为，我今后在日本，在利用我这个特殊的身分，要不断的向大师请教有关问题。然后把从您那儿得到的一些教诲，贯彻在自己的教义里面去广为传播，落实在自己的行动里。谢谢您！",
      "zh_TW": "石井牧師：對不起，讓我又來插一句。剛才聽了大師的講解，我覺得特別的感動，也非常贊同您所講的。我在受了您的啟發之後，我也認為人在不斷的修正自己的行為，這個作業很重要。所以就以我來說，我實際生活在日本社會，說實話，面對很多嚴酷的現實，我經常會出現臨近絕望的，也就是說不抱什麼希望的那種精神狀況，也會出現這樣的情形。但是我隨時在提醒自己，也會時常想起在跟大師的交往當中您所教導過的，就是人應該時時的修正自己的行為，做好這個，需要通過自己接受善的教育的這些人的示範。然後應該更加注重從小，從幼小的時候就應該從宗教的角度來對他們進行善的教育，引他們向善，如何做好人的這樣的教育，覺得還是不能夠放鬆。所以我自己認為，我今後在日本，在利用我這個特殊的身分，要不斷的向大師請教有關問題。然後把從您那兒得到的一些教誨，貫徹在自己的教義裡面去廣為傳播，落實在自己的行動裡。謝謝您！"
    },
    {
      "id": "21-212-0002_p0015",
      "zh_CN": "中西随功先生：刚才听了大师和石井先生之间的这种交流，我也有很多地方很受启发，也很感动。在我跟大师交往的过程中，给我留下印象最深刻的，就是大师非常热心的提倡唤起人们对佛法的教育，就是应该对人们进行佛法的教育。这个提倡我认为是宗教界，特别是佛教界进入二十一世纪以后，仍然是一个非常重要的主题。我记得在通过跟大师的交往过程中，关于人心的教诲过程中，有这么两句话我印象是很深刻的。有句话说，一个人如果是心灵非常丰富、非常富有的人，他在跟别人接触的时候，他就可以随时发现别人的优点和长处；相反，如果一个人的心灵非常的贫乏，他在跟别人接触的时候，他看到的总是别人的缺点和短处。这是一个非常真理性的话。我对这两句话，每天在我念佛的过程中，我都会至少重复一遍，来提醒自己要做一个心灵丰富的人，也应该去向所有的年轻人和身边的人，告诉他们应该去做一个心灵丰富的人。",
      "zh_TW": "中西隨功先生：剛才聽了大師和石井先生之間的這種交流，我也有很多地方很受啟發，也很感動。在我跟大師交往的過程中，給我留下印象最深刻的，就是大師非常熱心的提倡喚起人們對佛法的教育，就是應該對人們進行佛法的教育。這個提倡我認為是宗教界，特別是佛教界進入二十一世紀以後，仍然是一個非常重要的主題。我記得在通過跟大師的交往過程中，關於人心的教誨過程中，有這麼兩句話我印象是很深刻的。有句話說，一個人如果是心靈非常豐富、非常富有的人，他在跟別人接觸的時候，他就可以隨時發現別人的優點和長處；相反，如果一個人的心靈非常的貧乏，他在跟別人接觸的時候，他看到的總是別人的缺點和短處。這是一個非常真理性的話。我對這兩句話，每天在我念佛的過程中，我都會至少重複一遍，來提醒自己要做一個心靈豐富的人，也應該去向所有的年輕人和身邊的人，告訴他們應該去做一個心靈豐富的人。"
    },
    {
      "id": "21-212-0002_p0016",
      "zh_CN": "我现在自己观察整个世界，或者说身边这些日本社会的各种宗教的一些现状，我自己认为目前的现实是这样一种状况。就是说有很多从事宗教的这些教职人员，在传教过程中，所讲到的内容和引导的方向，往往容易偏向于某个宗教自己本身具有很有特色的那种教义，而不是一种很广泛的、很广义的、很宏观的一种东西。我个人认为，特别是今天，刚才上一个环节听到大师讲到的，各个宗教都有它相通的、引人向善的，都是很好的宗教。我也认为宗教和宗教之间，应该在今后开展更加活跃的和多方面的、各方面的交流，在全世界范围内，各个宗教应该携起手来共创人类的善良、和平，这是我的看法。希望今天就这个问题，能够再直接聆听大师的教诲。谢谢！",
      "zh_TW": "我現在自己觀察整個世界，或者說身邊這些日本社會的各種宗教的一些現狀，我自己認為目前的現實是這樣一種狀況。就是說有很多從事宗教的這些教職人員，在傳教過程中，所講到的內容和引導的方向，往往容易偏向於某個宗教自己本身具有很有特色的那種教義，而不是一種很廣泛的、很廣義的、很宏觀的一種東西。我個人認為，特別是今天，剛才上一個環節聽到大師講到的，各個宗教都有它相通的、引人向善的，都是很好的宗教。我也認為宗教和宗教之間，應該在今後開展更加活躍的和多方面的、各方面的交流，在全世界範圍內，各個宗教應該攜起手來共創人類的善良、和平，這是我的看法。希望今天就這個問題，能夠再直接聆聽大師的教誨。謝謝！"
    },
    {
      "id": "21-212-0002_p0017",
      "zh_CN": "净空法师：谢谢中西先生，确实他非常的难得，我讲的话往往讲完就忘记了，他还都能够记得，这是非常的难得。从事于教育工作的人，这是神圣的工作。我也常常提到，在中国，孔子被尊称为万世师表，在中国各个阶层的人提到孔子没有不尊敬的。他有什么样的事情能让人值得这样的尊敬、纪念他？无非就是教学。在上一个钟点我提到，他们教学能够产生这么大的效果，有这么大的力量，是他所讲的都是自己完全做到了。绝对不是说他能讲不能行，他是做到之后再讲，所以他有这样大的摄受力量。实际上我们读历史了解，孔夫子教学时间只有五年，并不是很长。",
      "zh_TW": "淨空法師：謝謝中西先生，確實他非常的難得，我講的話往往講完就忘記了，他還都能夠記得，這是非常的難得。從事於教育工作的人，這是神聖的工作。我也常常提到，在中國，孔子被尊稱為萬世師表，在中國各個階層的人提到孔子沒有不尊敬的。他有什麼樣的事情能讓人值得這樣的尊敬、紀念他？無非就是教學。在上一個鐘點我提到，他們教學能夠產生這麼大的效果，有這麼大的力量，是他所講的都是自己完全做到了。絕對不是說他能講不能行，他是做到之後再講，所以他有這樣大的攝受力量。實際上我們讀歷史了解，孔夫子教學時間只有五年，並不是很長。"
    },
    {
      "id": "21-212-0002_p0018",
      "zh_CN": "释迦牟尼佛非常伟大，他也是从事于教育工作，把自己王子的地位舍弃掉了，荣华富贵舍弃掉了，去从事于社会教育工作。你看看他老人家一生从三十岁觉悟了，十九岁开始求学，三十岁觉悟。觉悟之后他就专门做这一桩事情，这个事情才是真正救世救人，救度一切众生。这是我们今天讲的多元文化的社会教育，因为他教学的对象不分国籍，不分种族，不分宗教，有教无类。只要你肯跟他学，他都非常尽心尽力来教导你，来帮助你，决定没有私心，决定没有偏心。所以今天两千五百多年之后，我们提到释迦，我们对他生起无比的信心。",
      "zh_TW": "釋迦牟尼佛非常偉大，他也是從事於教育工作，把自己王子的地位捨棄掉了，榮華富貴捨棄掉了，去從事於社會教育工作。你看看他老人家一生從三十歲覺悟了，十九歲開始求學，三十歲覺悟。覺悟之後他就專門做這一樁事情，這個事情才是真正救世救人，救度一切眾生。這是我們今天講的多元文化的社會教育，因為他教學的對象不分國籍，不分種族，不分宗教，有教無類。只要你肯跟他學，他都非常盡心盡力來教導你，來幫助你，決定沒有私心，決定沒有偏心。所以今天兩千五百多年之後，我們提到釋迦，我們對他生起無比的信心。"
    },
    {
      "id": "21-212-0002_p0019",
      "zh_CN": "释迦他觉悟的到底是什么？这点我们要知道，他所觉悟到的就是整个宇宙是一个生命共同体，整个宇宙是一个生命共同体，这意思很深很广，在大乘经里面说到这些问题。对于一般人来讲，这是很难让人接受的，很难让人相信的。所以我在多年讲经，常常用我们身体来做比喻。我们身体就是整个宇宙的浓缩，缩小了，我们的身体上不同的器官，眼、耳、鼻、舌、身，里面是五脏六腑，不同的器官就好像不同的族群，不同的宗教，不同的国家。我们器官里头每个细胞，每一个细胞就像我们每一个人一样，我们不知道我们这个细胞跟那个细胞的关系，所以就产生矛盾。如果你晓得各个器官都是我，每个细胞也都是我，你的爱心就遍宇宙、遍虚空了，大慈大悲就遍了。你爱人，你怎么会害人？你不会害人，不会伤害人。你爱人，你一定会帮助人，全心全力去照顾人。",
      "zh_TW": "釋迦他覺悟的到底是什麼？這點我們要知道，他所覺悟到的就是整個宇宙是一個生命共同體，整個宇宙是一個生命共同體，這意思很深很廣，在大乘經裡面說到這些問題。對於一般人來講，這是很難讓人接受的，很難讓人相信的。所以我在多年講經，常常用我們身體來做比喻。我們身體就是整個宇宙的濃縮，縮小了，我們的身體上不同的器官，眼、耳、鼻、舌、身，裡面是五臟六腑，不同的器官就好像不同的族群，不同的宗教，不同的國家。我們器官裡頭每個細胞，每一個細胞就像我們每一個人一樣，我們不知道我們這個細胞跟那個細胞的關係，所以就產生矛盾。如果你曉得各個器官都是我，每個細胞也都是我，你的愛心就遍宇宙、遍虛空了，大慈大悲就遍了。你愛人，你怎麼會害人？你不會害人，不會傷害人。你愛人，你一定會幫助人，全心全力去照顧人。"
    },
    {
      "id": "21-212-0002_p0020",
      "zh_CN": "所以我跟许许多多宗教往来，我用这个比喻跟他们讲，他们都能够理解，也都能接受。我说每个宗教都是第一，没有第二的。譬如说佛教是眼睛，基督教是耳朵，伊斯兰教是鼻子，我说我第一，你们都是第二、第三，这个人生病了；如果我的器官个个都第一，我是健康的。我只有眼睛好，其他器官都不好，这不是正常事情。所以，不但每个国家要第一，每个族群也第一，每个宗教也第一，每个人都要第一，我们这个地球就健康了，我们的宇宙就健康了。",
      "zh_TW": "所以我跟許許多多宗教往來，我用這個比喻跟他們講，他們都能夠理解，也都能接受。我說每個宗教都是第一，沒有第二的。譬如說佛教是眼睛，基督教是耳朵，伊斯蘭教是鼻子，我說我第一，你們都是第二、第三，這個人生病了；如果我的器官個個都第一，我是健康的。我只有眼睛好，其他器官都不好，這不是正常事情。所以，不但每個國家要第一，每個族群也第一，每個宗教也第一，每個人都要第一，我們這個地球就健康了，我們的宇宙就健康了。"
    },
    {
      "id": "21-212-0002_p0021",
      "zh_CN": "现在为什么搞成这个样子？现在大家忘掉了、迷了，不知道事实真相，所以在这里面就起了妄想、分别、执着，只知道自己利益，不晓得别人利益。争取自己的利益，一定伤害别人的利益，所谓是损人利己，人人都有这种思想，这个世间哪有不乱的道理？世间一乱，别人受苦，我也跟着受苦，统统都要受苦。所以，圣贤的教育、宗教的教育，就是宇宙是一家。佛家里面讲的法性，法性是真正自己的灵性，是一个；法身，整个宇宙是自己的法身，我们这个身体是法身的一部分。所以从这个认知，从这个肯定，中国人讲「人性本善」，佛法讲「一切众生皆有佛性」，一切器界皆有法性。",
      "zh_TW": "現在為什麼搞成這個樣子？現在大家忘掉了、迷了，不知道事實真相，所以在這裡面就起了妄想、分別、執著，只知道自己利益，不曉得別人利益。爭取自己的利益，一定傷害別人的利益，所謂是損人利己，人人都有這種思想，這個世間哪有不亂的道理？世間一亂，別人受苦，我也跟著受苦，統統都要受苦。所以，聖賢的教育、宗教的教育，就是宇宙是一家。佛家裡面講的法性，法性是真正自己的靈性，是一個；法身，整個宇宙是自己的法身，我們這個身體是法身的一部分。所以從這個認知，從這個肯定，中國人講「人性本善」，佛法講「一切眾生皆有佛性」，一切器界皆有法性。"
    },
    {
      "id": "21-212-0002_p0022",
      "zh_CN": "昨天我去访问江本胜博士，他这些年来做水结晶的实验，我知道这桩事情我非常欢喜。为什么？从这个实验上证明佛在经典上讲的，这个宇宙是一体。那就是什么？物质，水是矿物，水现在证明什么？它能看、它会看、它会听，它懂得人的意思，我们以善意对待它，它的结晶显得非常美；以恶念对待它，它的反应就很难看。所以我昨天去看他，我告诉他，把实验扩大，不但水有见闻觉知，所有一切都有见闻觉知，植物有，矿物、泥沙统统都有。我们人有见闻觉知，我们人每个细胞都有见闻觉知，我们的汗毛、指甲也有见闻觉知，这是很不可思议的境界。我说你这个事情做得不错，做得很好，你是把佛经里面这部分东西证实了，可是你只见到一部分。",
      "zh_TW": "昨天我去訪問江本勝博士，他這些年來做水結晶的實驗，我知道這樁事情我非常歡喜。為什麼？從這個實驗上證明佛在經典上講的，這個宇宙是一體。那就是什麼？物質，水是礦物，水現在證明什麼？它能看、它會看、它會聽，它懂得人的意思，我們以善意對待它，它的結晶顯得非常美；以惡念對待它，它的反應就很難看。所以我昨天去看他，我告訴他，把實驗擴大，不但水有見聞覺知，所有一切都有見聞覺知，植物有，礦物、泥沙統統都有。我們人有見聞覺知，我們人每個細胞都有見聞覺知，我們的汗毛、指甲也有見聞覺知，這是很不可思議的境界。我說你這個事情做得不錯，做得很好，你是把佛經裡面這部分東西證實了，可是你只見到一部分。"
    },
    {
      "id": "21-212-0002_p0023",
      "zh_CN": "我们讲性，性的德能，这是能，是性的能，自性的本能有见闻觉知，见闻觉知遍虚空法界。它还有德，德就是世间所有一切真善美慧，每个细胞、每粒尘沙统统具足，这是自性本来的。我说你再去实验，实验这些矿物，你现在看到的是色、色相，色是形相，它还有音声，非常美丽的音声你还没有听到。它还有味，色声香味，声、香、味他还没有探测出来，我说科学还没有达到这个地方，达到这些地方你就晓得，水它有香、它有味。这些东西也随着人心变，我们的心善，色好，香也好，味也好；我们的心不善，色不好，香也不好，味也不好。所有一切物质，佛在大乘经上讲「从心想生」！",
      "zh_TW": "我們講性，性的德能，這是能，是性的能，自性的本能有見聞覺知，見聞覺知遍虛空法界。它還有德，德就是世間所有一切真善美慧，每個細胞、每粒塵沙統統具足，這是自性本來的。我說你再去實驗，實驗這些礦物，你現在看到的是色、色相，色是形相，它還有音聲，非常美麗的音聲你還沒有聽到。它還有味，色聲香味，聲、香、味他還沒有探測出來，我說科學還沒有達到這個地方，達到這些地方你就曉得，水它有香、它有味。這些東西也隨著人心變，我們的心善，色好，香也好，味也好；我們的心不善，色不好，香也不好，味也不好。所有一切物質，佛在大乘經上講「從心想生」！"
    },
    {
      "id": "21-212-0002_p0024",
      "zh_CN": "所以外面境界没有善恶，善恶在我们的心，我们用的善心、美的心，把整个宇宙都变成了天堂，变成了极乐世界；我们的心不善，这个世间就变成地狱。世间实在讲，没有天堂，也没有地狱，天堂、地狱是我们的善念跟恶念变现出来的东西。但是变现出来的东西你得受，受有苦乐的感受，我们懂得这个道理，肯定这是事实真相。",
      "zh_TW": "所以外面境界沒有善惡，善惡在我們的心，我們用的善心、美的心，把整個宇宙都變成了天堂，變成了極樂世界；我們的心不善，這個世間就變成地獄。世間實在講，沒有天堂，也沒有地獄，天堂、地獄是我們的善念跟惡念變現出來的東西。但是變現出來的東西你得受，受有苦樂的感受，我們懂得這個道理，肯定這是事實真相。"
    },
    {
      "id": "21-212-0002_p0025",
      "zh_CN": "昨天我跟江本胜先生说，我说人可以不生病，为什么？人生病的病源是什么？病源是自私自利，病源是贪瞋痴慢。你内心里头没有贪心，没有瞋恚，没有愚痴，没有傲慢，没有一切不善，所有一切都是好的。我身体每个细胞都健康，每一样都是好的，怎么会生病？所以，上一次讲的ＳＡＲＳ，许多传染病，病根是什么？病根是贪瞋痴。内里头没有贪瞋痴慢，没有自私自利，你遇到ＳＡＲＳ的时候不会感染，慈悲心能解毒，不需要用药物。他懂得这个道理。懂得这个道理，你首先把自己身体调好，你身体还不是很健康，你要用这个方法来把身体恢复正常，恢复到健康，你就真有受用了。我说我们学的东西不是讲给人听的，我学了我自己有受用，学了确确实实改变我的心灵，改变我的身体，改变我物质生活的环境，这个我真正得受用，真正得到证明。所以我们在宣扬的时候，我们讲给别人听，我们做到了，我们讲得就很坚定、很肯定，没有一丝毫怀疑。",
      "zh_TW": "昨天我跟江本勝先生說，我說人可以不生病，為什麼？人生病的病源是什麼？病源是自私自利，病源是貪瞋痴慢。你內心裡頭沒有貪心，沒有瞋恚，沒有愚痴，沒有傲慢，沒有一切不善，所有一切都是好的。我身體每個細胞都健康，每一樣都是好的，怎麼會生病？所以，上一次講的ＳＡＲＳ，許多傳染病，病根是什麼？病根是貪瞋痴。內裡頭沒有貪瞋痴慢，沒有自私自利，你遇到ＳＡＲＳ的時候不會感染，慈悲心能解毒，不需要用藥物。他懂得這個道理。懂得這個道理，你首先把自己身體調好，你身體還不是很健康，你要用這個方法來把身體恢復正常，恢復到健康，你就真有受用了。我說我們學的東西不是講給人聽的，我學了我自己有受用，學了確確實實改變我的心靈，改變我的身體，改變我物質生活的環境，這個我真正得受用，真正得到證明。所以我們在宣揚的時候，我們講給別人聽，我們做到了，我們講得就很堅定、很肯定，沒有一絲毫懷疑。"
    },
    {
      "id": "21-212-0002_p0026",
      "zh_CN": "中西随功先生：在此我说一句我自己的感受，在刚才听到您这一席话以后，我感触很深。确实做为一个佛教徒来说，在我的日常生活中，指导我的行为以及我所有的生活方式的一个准则性的东西，当然其他做为佛教的教徒我相信都会这样，就是说随时我们在心里头询问佛祖：如果佛祖就在我身边的话，面临这样的情况，您会怎么样？我们在询问佛祖，然后再自己悟出来的佛祖会做出这样的教诲的时候，我们一般都是以这种自己理解的教诲，来左右自己的日常生活行为方式。在听了您这一番话之后，我感触最深的是您再次强调，我身即法身，宇宙即法身，法身就是我身。也就是说，您反复强调把全人类、全世界比作一个人完整的身体，一个人如果处于健康的状态，那世界和平就临近了。这种反复强调这个，今天对我来说是收获最大的。",
      "zh_TW": "中西隨功先生：在此我說一句我自己的感受，在剛才聽到您這一席話以後，我感觸很深。確實做為一個佛教徒來說，在我的日常生活中，指導我的行為以及我所有的生活方式的一個準則性的東西，當然其他做為佛教的教徒我相信都會這樣，就是說隨時我們在心裡頭詢問佛祖：如果佛祖就在我身邊的話，面臨這樣的情況，您會怎麼樣？我們在詢問佛祖，然後再自己悟出來的佛祖會做出這樣的教誨的時候，我們一般都是以這種自己理解的教誨，來左右自己的日常生活行為方式。在聽了您這一番話之後，我感觸最深的是您再次強調，我身即法身，宇宙即法身，法身就是我身。也就是說，您反覆強調把全人類、全世界比作一個人完整的身體，一個人如果處於健康的狀態，那世界和平就臨近了。這種反覆強調這個，今天對我來說是收穫最大的。"
    },
    {
      "id": "21-212-0002_p0027",
      "zh_CN": "我相信我们佛教徒是，像我刚才说的，在心里不断的询问佛祖，从佛祖那儿得到启示以后，来左右自己的善行。我相信，比如说其他的宗教，例如基督教、天主教，他们也一定会随时的在按照上帝，他们所相信的上帝的指引，去进行各种各样的善行。所以今天听了您这段话，自己心里觉得又有了新的感受，谢谢您。",
      "zh_TW": "我相信我們佛教徒是，像我剛才說的，在心裡不斷的詢問佛祖，從佛祖那兒得到啟示以後，來左右自己的善行。我相信，比如說其他的宗教，例如基督教、天主教，他們也一定會隨時的在按照上帝，他們所相信的上帝的指引，去進行各種各樣的善行。所以今天聽了您這段話，自己心裡覺得又有了新的感受，謝謝您。"
    },
    {
      "id": "21-212-0002_p0028",
      "zh_CN": "儿玉博士：我个人认为，对于人来说，什么是最不幸的，最不幸的状态就是说人没有了希望，是最不幸的。也就是说刚才石井先生提到的，经常面对严酷的现实，会产生类似于绝望的那种心情，我认为这是人类最不幸的。为了让人们能够重新拥有希望，像您今天反复的而且是我个人认为是强有力的一种指教和教诲，给我的启发很多。在此我想谈一点我自己一句话的感受，就是我最深的感触。就是每一次见到大师，给我印象最深的，也让我最敬佩的是，在任何情况下，不论您面临什么样情况，您总是有一种非常慈爱的、祥和的一种温暖的微笑，一个笑脸，您这个笑脸实际上像阳光一样。您能够保持这种这么健康的状态，精神上的健康、身体上的健康状态，能不能请教一下，您的秘诀是什么？",
      "zh_TW": "兒玉博士：我個人認為，對於人來說，什麼是最不幸的，最不幸的狀態就是說人沒有了希望，是最不幸的。也就是說剛才石井先生提到的，經常面對嚴酷的現實，會產生類似於絕望的那種心情，我認為這是人類最不幸的。為了讓人們能夠重新擁有希望，像您今天反覆的而且是我個人認為是強有力的一種指教和教誨，給我的啟發很多。在此我想談一點我自己一句話的感受，就是我最深的感觸。就是每一次見到大師，給我印象最深的，也讓我最敬佩的是，在任何情況下，不論您面臨什麼樣情況，您總是有一種非常慈愛的、祥和的一種溫暖的微笑，一個笑臉，您這個笑臉實際上像陽光一樣。您能夠保持這種這麼健康的狀態，精神上的健康、身體上的健康狀態，能不能請教一下，您的祕訣是什麼？"
    },
    {
      "id": "21-212-0002_p0029",
      "zh_CN": "净空法师：昨天江本博士也问了我这么个问题。我就告诉他，你们不是从水的实验里面得到一个结论吗？十年当中实验水的结晶，什么样的结晶最美？爱、感谢。我说爱心，不但是爱这个地区，爱这个国家，爱这个世界，我们的爱心是爱整个宇宙，我们的感恩也是整个宇宙。在我们的心里面，真心里面没有恶念，真心里面没有恶人，真心里面没有恶事。那么一切人，我们看到许多众生做了很多错事，我们要知道那不是他的错，那是什么？那是他没有受过良好教育。所以人生最大的不幸，是没有接受到圣贤教诲，他没有接受到正面的，他就被环境染污，越染越严重，以至于不能回头，原因在这个地方。所以，他的本性是善的，我们要帮助他，要去影响他，我不被他影响。我要去影响他，帮助他觉悟，帮助他回头，这是一个觉悟的人应该有的责任。所谓「先知觉后知，先觉觉后觉」，这就是佛菩萨的事业，神圣的事业。",
      "zh_TW": "淨空法師：昨天江本博士也問了我這麼個問題。我就告訴他，你們不是從水的實驗裡面得到一個結論嗎？十年當中實驗水的結晶，什麼樣的結晶最美？愛、感謝。我說愛心，不但是愛這個地區，愛這個國家，愛這個世界，我們的愛心是愛整個宇宙，我們的感恩也是整個宇宙。在我們的心裡面，真心裡面沒有惡念，真心裡面沒有惡人，真心裡面沒有惡事。那麼一切人，我們看到許多眾生做了很多錯事，我們要知道那不是他的錯，那是什麼？那是他沒有受過良好教育。所以人生最大的不幸，是沒有接受到聖賢教誨，他沒有接受到正面的，他就被環境染污，越染越嚴重，以至於不能回頭，原因在這個地方。所以，他的本性是善的，我們要幫助他，要去影響他，我不被他影響。我要去影響他，幫助他覺悟，幫助他回頭，這是一個覺悟的人應該有的責任。所謂「先知覺後知，先覺覺後覺」，這就是佛菩薩的事業，神聖的事業。"
    },
    {
      "id": "21-212-0002_p0030",
      "zh_CN": "这个社会是个大学校，有顺境、有逆境，有善缘、有恶缘，就是说教学是两方面的，有从正面教我，有从反面教我。正面教我的，好的，我要向他学习，我看看我有没有这个好，好的地方没有，赶紧向他学；有，我要保持。反面的教学，让我思考，我有没有这个错误，有错误我赶紧改正，没有错误我要防范，我绝对不会犯这个错误。所以，统统都是我的老师，统统都是我的善知识。在顺境里面不起贪爱，逆境里面不生瞋恚，把我们自己内心里头自私自利、贪瞋痴慢，就这样子在磨石上磨，慢慢就磨平了。磨平了，智慧就生起来，欢喜心生起来，常生欢喜心，法喜充满。孔老夫子《论语》里面讲，「学而时习之，不亦悦乎」，悦就是喜乐，无限的喜乐。喜乐是人生最重要的营养、养分，我们中国谚语常讲，人逢喜事精神爽，所以喜乐是最殊胜的养分。每个人都有这个圆满殊胜的喜乐，非常可惜他有自私自利，他有贪瞋痴慢，把他的喜乐盖复住，他的喜乐不能现前了。",
      "zh_TW": "這個社會是個大學校，有順境、有逆境，有善緣、有惡緣，就是說教學是兩方面的，有從正面教我，有從反面教我。正面教我的，好的，我要向他學習，我看看我有沒有這個好，好的地方沒有，趕緊向他學；有，我要保持。反面的教學，讓我思考，我有沒有這個錯誤，有錯誤我趕緊改正，沒有錯誤我要防範，我絕對不會犯這個錯誤。所以，統統都是我的老師，統統都是我的善知識。在順境裡面不起貪愛，逆境裡面不生瞋恚，把我們自己內心裡頭自私自利、貪瞋痴慢，就這樣子在磨石上磨，慢慢就磨平了。磨平了，智慧就生起來，歡喜心生起來，常生歡喜心，法喜充滿。孔老夫子《論語》裡面講，「學而時習之，不亦悅乎」，悅就是喜樂，無限的喜樂。喜樂是人生最重要的營養、養分，我們中國諺語常講，人逢喜事精神爽，所以喜樂是最殊勝的養分。每個人都有這個圓滿殊勝的喜樂，非常可惜他有自私自利，他有貪瞋痴慢，把他的喜樂蓋覆住，他的喜樂不能現前了。"
    },
    {
      "id": "21-212-0002_p0031",
      "zh_CN": "儿玉博士：我理解的是您说的有爱心，也就是说人有爱心才能够换来健康的体魄，也能够换来世界和平。",
      "zh_TW": "兒玉博士：我理解的是您說的有愛心，也就是說人有愛心才能夠換來健康的體魄，也能夠換來世界和平。"
    },
    {
      "id": "21-212-0002_p0032",
      "zh_CN": "净空法师：爱心扩充就有欢喜，就有喜乐，喜乐就是最好的营养。这个喜乐不是外面的刺激，而是从内心里生出来的。",
      "zh_TW": "淨空法師：愛心擴充就有歡喜，就有喜樂，喜樂就是最好的營養。這個喜樂不是外面的刺激，而是從內心裡生出來的。"
    },
    {
      "id": "21-212-0002_p0033",
      "zh_CN": "中西随功先生：听了您的话我很感动，因为我想起在我从事的寺庙的老住持，他自己的亲身体验，我已经听过很多次。他在他九岁那一年（他现在年龄已经很大了），在他九岁那一年，当时他的父亲是武士的后裔。他父亲由于一桩个人的恩怨，他父亲被别人杀了。然后他在九岁的时候就发誓，我长大以后，一定要替我父亲报这个仇。当时就有一位佛教的和尚就劝说他，说你一定要理解不可以，冤冤相报何时了，不可以这样以仇报仇，这样只能够助长滋生新的仇恨。人要有爱心，说你应该理解你父亲不是白死，而是说在命运中你父亲被杀，虽然是不幸，但是你要理解为，这是你父亲人生的一节，到此为止。你要一心向善，要怀着爱心去爱你周围所有的人，就是对你父亲最好的报答，对他的养育之恩的最好的报答。",
      "zh_TW": "中西隨功先生：聽了您的話我很感動，因為我想起在我從事的寺廟的老住持，他自己的親身體驗，我已經聽過很多次。他在他九歲那一年（他現在年齡已經很大了），在他九歲那一年，當時他的父親是武士的後裔。他父親由於一樁個人的恩怨，他父親被別人殺了。然後他在九歲的時候就發誓，我長大以後，一定要替我父親報這個仇。當時就有一位佛教的和尚就勸說他，說你一定要理解不可以，冤冤相報何時了，不可以這樣以仇報仇，這樣只能夠助長滋生新的仇恨。人要有愛心，說你應該理解你父親不是白死，而是說在命運中你父親被殺，雖然是不幸，但是你要理解為，這是你父親人生的一節，到此為止。你要一心向善，要懷著愛心去愛你周圍所有的人，就是對你父親最好的報答，對他的養育之恩的最好的報答。"
    },
    {
      "id": "21-212-0002_p0034",
      "zh_CN": "这是我们那个住持反复经常用来教育我们，而且也是他自己切身的一种体会。再加上现在刚才听到您讲到关于人应该拥有爱心，而且这个爱心是发自内心的喜悦，换来人内心的喜悦，在这个问题上我已经拥有了更深的理解。所以我觉得人不论在什么情况下，即便面临、或者说接近仇恨的时候，一定要心怀爱心，超越仇恨，去广播爱的种子。谢谢！",
      "zh_TW": "這是我們那個住持反覆經常用來教育我們，而且也是他自己切身的一種體會。再加上現在剛才聽到您講到關於人應該擁有愛心，而且這個愛心是發自內心的喜悅，換來人內心的喜悅，在這個問題上我已經擁有了更深的理解。所以我覺得人不論在什麼情況下，即便面臨、或者說接近仇恨的時候，一定要心懷愛心，超越仇恨，去廣播愛的種子。謝謝！"
    },
    {
      "id": "21-212-0002_p0035",
      "zh_CN": "石井牧师：通过几位的对话，也让我不由自主的想起我自己亲眼见到的，就是说刚才在自我介绍里面也提到我们同时在开办的幼儿园。在我们那几所幼儿园里，都是从不到一岁的孩子、几个月的孩子，一直到六岁，就是上小学之前的学龄前儿童。在日本的托儿所里面有一个习惯，就是球体的花，就是圆球的像水仙那种，类似这样的花，都是到季节的时候，每个瓶子里面装一个种子，观察它发芽，一直到长高，一直到开花，每天老师和孩子们一起观察这个花的成长过程。记得前不久，当一棵花开了以后，真是特别漂亮，现在已经长得很高了。在那个过程中，有一个两岁的女孩，天天特别的观察。有一天她问我，她虽然因为话语词汇还不多，她只是用断断续续的话对我说，这个花好看，它也是生命，她要表达的是这一句，在说生命、生命。这个时候，他说，我当时就延着她的话题诱导她，说你也像花一样，你也是非常珍贵的，非常美丽的生命。",
      "zh_TW": "石井牧師：通過幾位的對話，也讓我不由自主的想起我自己親眼見到的，就是說剛才在自我介紹裡面也提到我們同時在開辦的幼兒園。在我們那幾所幼兒園裡，都是從不到一歲的孩子、幾個月的孩子，一直到六歲，就是上小學之前的學齡前兒童。在日本的托兒所裡面有一個習慣，就是球體的花，就是圓球的像水仙那種，類似這樣的花，都是到季節的時候，每個瓶子裡面裝一個種子，觀察它發芽，一直到長高，一直到開花，每天老師和孩子們一起觀察這個花的成長過程。記得前不久，當一棵花開了以後，真是特別漂亮，現在已經長得很高了。在那個過程中，有一個兩歲的女孩，天天特別的觀察。有一天她問我，她雖然因為話語詞彙還不多，她只是用斷斷續續的話對我說，這個花好看，它也是生命，她要表達的是這一句，在說生命、生命。這個時候，他說，我當時就延著她的話題誘導她，說你也像花一樣，你也是非常珍貴的，非常美麗的生命。"
    },
    {
      "id": "21-212-0002_p0036",
      "zh_CN": "想起这一幕，再结合今天各位关于一个爱心教育的主题来谈的时候，我个人认为，确实我更意识到我们自己的责任，就是说从小对这些真的很洁净的孩子进行爱心教育。从小在他们心里栽培爱的种子，他们将来长大了，一定会对世界和平直接做出贡献的。还有刚才您提到的，关于水粒子，水结晶研究到水粒子，我很感动。我觉得您说得非常有道理，其实让孩子观察花这个有生命的东西的成长，这本身也是应该是一个更直接的、更可试的、可见的一种形式。我想从今天开始，我回到那个幼儿园，我再看到花的同时，我一定会想起大师那种特别灿烂的微笑。谢谢。",
      "zh_TW": "想起這一幕，再結合今天各位關於一個愛心教育的主題來談的時候，我個人認為，確實我更意識到我們自己的責任，就是說從小對這些真的很潔淨的孩子進行愛心教育。從小在他們心裡栽培愛的種子，他們將來長大了，一定會對世界和平直接做出貢獻的。還有剛才您提到的，關於水粒子，水結晶研究到水粒子，我很感動。我覺得您說得非常有道理，其實讓孩子觀察花這個有生命的東西的成長，這本身也是應該是一個更直接的、更可試的、可見的一種形式。我想從今天開始，我回到那個幼兒園，我再看到花的同時，我一定會想起大師那種特別燦爛的微笑。謝謝。"
    },
    {
      "id": "21-212-0002_p0037",
      "zh_CN": "主持人：今天我们这么精彩的座谈，探讨了主要就是讲到这个世界原来都是一体的，我们都生活在一个共同体当中，我们每个人都是这么样的平等，所以都应该对每个人、每件事情、每件物，都怀有爱和感谢。今天精彩的座谈，不得不在此结束，因为时间的关系。我们在下一场的座谈会当中，我们还是请这四位专家来继续给我们做更为深入的，对社会各种问题的探讨和阐述。好，谢谢观众朋友。",
      "zh_TW": "主持人：今天我們這麼精彩的座談，探討了主要就是講到這個世界原來都是一體的，我們都生活在一個共同體當中，我們每個人都是這麼樣的平等，所以都應該對每個人、每件事情、每件物，都懷有愛和感謝。今天精彩的座談，不得不在此結束，因為時間的關係。我們在下一場的座談會當中，我們還是請這四位專家來繼續給我們做更為深入的，對社會各種問題的探討和闡述。好，謝謝觀眾朋友。"
    }
  ]
}