{
  "doc_id": "03-008-0011",
  "title": {
    "zh_CN": "观经善导疏菁华",
    "zh_TW": "觀經善導疏菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "03-008-0011",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "03-008-0011_p0001",
      "zh_CN": "诸位法师，诸位同修，请掀开经本后半部的，第十三面最后一段，第二十五段：",
      "zh_TW": "諸位法師，諸位同修，請掀開經本後半部的，第十三面最後一段，第二十五段："
    },
    {
      "id": "03-008-0011_p0002",
      "zh_CN": "【七三、专心住境，克念不移，庄严总现。身器清净，应佛本心。舍身他世，必往无疑。】",
      "zh_TW": "【七三、專心住境，剋念不移，莊嚴總現。身器清淨，應佛本心。捨身他世，必往無疑。】"
    },
    {
      "id": "03-008-0011_p0003",
      "zh_CN": "这一段也是教给我们这个决定求生的方法，像这些开示，在本经经文，以及善导大师的开导，可以说是相当丰富的。我们多读、多听，这就是说的不断薰习，使我们的记忆加深，时时刻刻都能够遵守修学的要领，这在真正求愿往生来说是非常重要的一桩大事。『专心住境』，「专」是专一，「住」是安住，我们专心在一处就叫做「专心住境」。这个境当然是指西方极乐世界依正庄严，或者是专忆，忆念阿弥陀佛，将阿弥陀佛这尊佛像做为我们所缘的境界，这也是本经所说的。『克念不移』，这一句是讲的功夫，「不移」就是不间断，也就是大势至菩萨所说的「都摄六根，净念相继」，这两句话不一样，意思、境界都相同。『庄严总现』，这是感应，我们念佛见佛是对的，偶尔见佛是对的，常常见佛就有问题了；偶尔见到西方极乐世界这是对的，这常常见、时时见那就有问题了，这是必须要能够辨别。『身器清净，应佛本心』，这个两句是很重要的，感应现前的时候，「身」，说身当然就包括了心，身心清净，叫我们读到一丝毫疑惑都不会发生。再看下面一段，这一段：",
      "zh_TW": "這一段也是教給我們這個決定求生的方法，像這些開示，在本經經文，以及善導大師的開導，可以說是相當豐富的。我們多讀、多聽，這就是說的不斷薰習，使我們的記憶加深，時時刻刻都能夠遵守修學的要領，這在真正求願往生來說是非常重要的一樁大事。『專心住境』，「專」是專一，「住」是安住，我們專心在一處就叫做「專心住境」。這個境當然是指西方極樂世界依正莊嚴，或者是專憶，憶念阿彌陀佛，將阿彌陀佛這尊佛像做為我們所緣的境界，這也是本經所說的。『剋念不移』，這一句是講的功夫，「不移」就是不間斷，也就是大勢至菩薩所說的「都攝六根，淨念相繼」，這兩句話不一樣，意思、境界都相同。『莊嚴總現』，這是感應，我們念佛見佛是對的，偶爾見佛是對的，常常見佛就有問題了；偶爾見到西方極樂世界這是對的，這常常見、時時見那就有問題了，這是必須要能夠辨別。『身器清淨，應佛本心』，這個兩句是很重要的，感應現前的時候，「身」，說身當然就包括了心，身心清淨，叫我們讀到一絲毫疑惑都不會發生。再看下面一段，這一段："
    },
    {
      "id": "03-008-0011_p0004",
      "zh_CN": "【七四、劝发流通，急救常没众生，妄爱迷心，漂流六道。但使回心正念，愿生我国，立即得生也。】",
      "zh_TW": "【七四、勸發流通，急救常沒眾生，妄愛迷心，漂流六道。但使迴心正念，願生我國，立即得生也。】"
    },
    {
      "id": "03-008-0011_p0005",
      "zh_CN": "佛为我们说一切经、说一切法，都希望我们听了之后真正的明了，像开经偈上说的「愿解如来真实义」。明了之后当然自己要发心依教奉行，我们才能够对得起佛如是慈悲的教导。可是在每一次讲经说法，佛都劝我们，要把你自己所听到的转告给别人，这就是劝我们要发心流通，我们自己得到佛法殊胜的利益，一定要把这个好处与一切大众共享，这就对了。这个才是佛心、才是菩萨心，所谓是自行化他，功德就无量无边。佛这样的教导我们，他用意何在？下面就说出来了，『急救常没众生』，急于要救护这些常常会沦没在三途六道的这些苦难的众生。前面多次跟同修们报告过，假如我们不能够往生净土，那当然是六道流转。在六道当中，就决定是下三途的机会多。也就是说，我们这一口气不来，到哪里去投生？我们俗话讲去投胎，到什么地方去投胎？决定是畜生、饿鬼、地狱成分多、机会多，而人天这个机会很少，非常难得，很不容易。",
      "zh_TW": "佛為我們說一切經、說一切法，都希望我們聽了之後真正的明瞭，像開經偈上說的「願解如來真實義」。明瞭之後當然自己要發心依教奉行，我們才能夠對得起佛如是慈悲的教導。可是在每一次講經說法，佛都勸我們，要把你自己所聽到的轉告給別人，這就是勸我們要發心流通，我們自己得到佛法殊勝的利益，一定要把這個好處與一切大眾共享，這就對了。這個才是佛心、才是菩薩心，所謂是自行化他，功德就無量無邊。佛這樣的教導我們，他用意何在？下面就說出來了，『急救常沒眾生』，急於要救護這些常常會淪沒在三途六道的這些苦難的眾生。前面多次跟同修們報告過，假如我們不能夠往生淨土，那當然是六道流轉。在六道當中，就決定是下三途的機會多。也就是說，我們這一口氣不來，到哪裡去投生？我們俗話講去投胎，到什麼地方去投胎？決定是畜生、餓鬼、地獄成分多、機會多，而人天這個機會很少，非常難得，很不容易。"
    },
    {
      "id": "03-008-0011_p0006",
      "zh_CN": "大乘经上常常讲到，十法界往生最主要的条件是存心，你存的什么心。有心才会变成行为，我们一切行为造作都是心在那里指挥，心在那里做主，所以心是最重要的。佛给我们说，这个最高成佛，佛是什么心？佛是平等心，心能够真正做到万法平等，这个人就成佛，与佛法界就相应。如果是六度心，就与菩萨法界相应；换句话说，你来生就生到菩萨法界去。如果是十二因缘心，这就会往生去作辟支佛；如果是四谛心，那就是小乘四果。假如是十善、四无量心，这四无量是慈悲喜舍，十善、慈悲喜舍，人存的是这个心，他来生会生天。如果说五戒，在我们中国叫五常，儒家教人仁义礼智信，这是五常，跟佛家所讲的五戒，不杀生、不偷盗、不邪淫、不妄语、不饮酒，存这样的心，来生才能得人身，人是五戒十善，这样才能得人身。",
      "zh_TW": "大乘經上常常講到，十法界往生最主要的條件是存心，你存的什麼心。有心才會變成行為，我們一切行為造作都是心在那裡指揮，心在那裡做主，所以心是最重要的。佛給我們說，這個最高成佛，佛是什麼心？佛是平等心，心能夠真正做到萬法平等，這個人就成佛，與佛法界就相應。如果是六度心，就與菩薩法界相應；換句話說，你來生就生到菩薩法界去。如果是十二因緣心，這就會往生去作辟支佛；如果是四諦心，那就是小乘四果。假如是十善、四無量心，這四無量是慈悲喜捨，十善、慈悲喜捨，人存的是這個心，他來生會生天。如果說五戒，在我們中國叫五常，儒家教人仁義禮智信，這是五常，跟佛家所講的五戒，不殺生、不偷盜、不邪淫、不妄語、不飲酒，存這樣的心，來生才能得人身，人是五戒十善，這樣才能得人身。"
    },
    {
      "id": "03-008-0011_p0007",
      "zh_CN": "那畜生身，愚痴，什么叫愚痴？是非邪正颠倒了、搞错了，这叫愚痴，把善法当作恶法，把邪法当作正法，邪正、是非、善恶不能够辨别，这就是愚痴，跟畜生道相应。贪心变饿鬼，贪心很重，不管你是贪财、贪色、贪名，无论贪什么，只要贪心重，跟鬼道就结了缘，这个来生都变鬼了。我们中国人常讲人死了都做鬼，有六道，哪里说是人死了都变鬼？可是我们细细想想，他说这个话也不无道理，为什么？你看哪一个人不贪，真的，悭贪多，换句话说，多半都去当鬼去了。瞋恨是地狱，嫉妒、瞋恨，这堕地狱。这就讲的十法界都有它最重要的一个条件。我们自己想想，我们平常处事待人接物存的是什么心？将来要到哪一道去，这就很清楚了、很明白了，不必问人，自己清清楚楚、明明白白。如果我们这一生心里头只有阿弥陀佛，除了阿弥陀佛之外我什么也不想，那将来你到哪里去？你一定到西方极乐世界去。所以我们在平常就要培养，养成这个心里头只念阿弥陀佛，只有阿弥陀佛，阿弥陀佛之外其他的都没有，这就行，这就对了。所以佛教给我们自己修行，教我们劝导别人，都是「急救常没众生」，常常堕三途，这众生很可悲。",
      "zh_TW": "那畜生身，愚痴，什麼叫愚痴？是非邪正顛倒了、搞錯了，這叫愚痴，把善法當作惡法，把邪法當作正法，邪正、是非、善惡不能夠辨別，這就是愚痴，跟畜生道相應。貪心變餓鬼，貪心很重，不管你是貪財、貪色、貪名，無論貪什麼，只要貪心重，跟鬼道就結了緣，這個來生都變鬼了。我們中國人常講人死了都做鬼，有六道，哪裡說是人死了都變鬼？可是我們細細想想，他說這個話也不無道理，為什麼？你看哪一個人不貪，真的，慳貪多，換句話說，多半都去當鬼去了。瞋恨是地獄，嫉妒、瞋恨，這墮地獄。這就講的十法界都有它最重要的一個條件。我們自己想想，我們平常處事待人接物存的是什麼心？將來要到哪一道去，這就很清楚了、很明白了，不必問人，自己清清楚楚、明明白白。如果我們這一生心裡頭只有阿彌陀佛，除了阿彌陀佛之外我什麼也不想，那將來你到哪裡去？你一定到西方極樂世界去。所以我們在平常就要培養，養成這個心裡頭只念阿彌陀佛，只有阿彌陀佛，阿彌陀佛之外其他的都沒有，這就行，這就對了。所以佛教給我們自己修行，教我們勸導別人，都是「急救常沒眾生」，常常墮三途，這眾生很可悲。"
    },
    {
      "id": "03-008-0011_p0008",
      "zh_CN": "『妄爱迷心』，「妄」是妄想，「爱」就是贪爱，这是烦恼，妄想烦恼，「迷心」就是愚痴；换句话说，就是贪痴。所以『漂流六道』，无始劫来都在这里搞六道轮回。为什么生生世世都在搞六道轮回？说实在的话没有遇到这个法门，这是真正的原因。或者纵然遇到，遇到我们的缘不胜，什么叫缘不胜？遇到的时候经典我们看不懂，这个缘就不胜。我也看，看了不甚明了，信心、愿心生不起来。看注解，古人注注得很好，现代的人不念文言文了，甚至于这一、二十年出生的年轻人，连繁体字都不认识了，这就是遇到经典、遇到注解他也看不懂，他读诵的兴趣没有了。或者遇到善知识、大德讲经，讲经没有把这个事情讲清楚，这个都是遇的缘不殊胜。",
      "zh_TW": "『妄愛迷心』，「妄」是妄想，「愛」就是貪愛，這是煩惱，妄想煩惱，「迷心」就是愚痴；換句話說，就是貪痴。所以『漂流六道』，無始劫來都在這裡搞六道輪迴。為什麼生生世世都在搞六道輪迴？說實在的話沒有遇到這個法門，這是真正的原因。或者縱然遇到，遇到我們的緣不勝，什麼叫緣不勝？遇到的時候經典我們看不懂，這個緣就不勝。我也看，看了不甚明瞭，信心、願心生不起來。看註解，古人註註得很好，現代的人不念文言文了，甚至於這一、二十年出生的年輕人，連繁體字都不認識了，這就是遇到經典、遇到註解他也看不懂，他讀誦的興趣沒有了。或者遇到善知識、大德講經，講經沒有把這個事情講清楚，這個都是遇的緣不殊勝。"
    },
    {
      "id": "03-008-0011_p0009",
      "zh_CN": "我们这一代的人可以说非常幸运，幸运在什么地方？我们的确是遇到最殊胜的因缘，遇到殊胜的因缘，得力于近代科技的发达。因为科学技术发达，这个书本成本降低了，印刷非常清晰、美观，这个经书、注解大量流通，我们很容易得到。不像从前好困难！我学佛的时候受过这些苦难，现在人不知道，我今天下午去看演培法师，他老人家晓得。我初学佛的时候，他在台北善导寺做住持，我们到善导寺借《大藏经》去抄，想要读什么经到寺庙里面去抄去，市面上买不到，没有得卖。我们还抄过不少本手抄本，自己抄的，自己拿回来读。现在你们不要抄了，这个印刷的本子太多了。",
      "zh_TW": "我們這一代的人可以說非常幸運，幸運在什麼地方？我們的確是遇到最殊勝的因緣，遇到殊勝的因緣，得力於近代科技的發達。因為科學技術發達，這個書本成本降低了，印刷非常清晰、美觀，這個經書、註解大量流通，我們很容易得到。不像從前好困難！我學佛的時候受過這些苦難，現在人不知道，我今天下午去看演培法師，他老人家曉得。我初學佛的時候，他在台北善導寺做住持，我們到善導寺借《大藏經》去抄，想要讀什麼經到寺廟裡面去抄去，市面上買不到，沒有得賣。我們還抄過不少本手抄本，自己抄的，自己拿回來讀。現在你們不要抄了，這個印刷的本子太多了。"
    },
    {
      "id": "03-008-0011_p0010",
      "zh_CN": "更殊胜的是现在的录音机、录影机太普遍了，法师在那里讲经，一遍没听清楚，不要紧，把录音带拿回家反复的听。这在从前真是连作梦都想不到，一遍听不清楚，第二遍就没有机会，机会就失掉了。纵然听起来做笔记，写到这一句，那一句漏掉，常常有这个情形。所以现代人有福，你们可以把录音带拿回去，录影带拿回去，重复多次去听。经义明白了，方法知道了，依照理论、方法来修行，哪有不成功的道理！现代人你修行不能成功，不能往生，不可以怪我因缘不好，这个话讲不通。那只能怪什么？怪自己不认真、不努力，用佛法的术语就不太好听，这业障重。否则的话，没有一个不得往生。",
      "zh_TW": "更殊勝的是現在的錄音機、錄影機太普遍了，法師在那裡講經，一遍沒聽清楚，不要緊，把錄音帶拿回家反覆的聽。這在從前真是連作夢都想不到，一遍聽不清楚，第二遍就沒有機會，機會就失掉了。縱然聽起來做筆記，寫到這一句，那一句漏掉，常常有這個情形。所以現代人有福，你們可以把錄音帶拿回去，錄影帶拿回去，重複多次去聽。經義明白了，方法知道了，依照理論、方法來修行，哪有不成功的道理！現代人你修行不能成功，不能往生，不可以怪我因緣不好，這個話講不通。那只能怪什麼？怪自己不認真、不努力，用佛法的術語就不太好聽，這業障重。否則的話，沒有一個不得往生。"
    },
    {
      "id": "03-008-0011_p0011",
      "zh_CN": "『但使回心正念』，这个「回心」，平常我们的心攀缘外面六尘境界，佛教给我们把心收回来，回头是岸，这个回头就是把心收回来。「正念」是专念阿弥陀佛，专想阿弥陀佛、专念阿弥陀佛，这都是正念。我们平常读诵《阿弥陀经》、读诵《无量寿经》，这也是正念。读《弥陀经》、《无量寿经》的注解，听讲，专心听讲，都是属于正念。因为你心里面所缘的统统是西方世界依正庄严，这叫「回心正念」。发愿求生西方极乐世界，那你就必定得生，没有不往生的。再看第二十七段，这一段说明娑婆世界的状况，也就是我们现在居住的这个地方，我们也必须要认清它的真相。",
      "zh_TW": "『但使迴心正念』，這個「迴心」，平常我們的心攀緣外面六塵境界，佛教給我們把心收回來，回頭是岸，這個回頭就是把心收回來。「正念」是專念阿彌陀佛，專想阿彌陀佛、專念阿彌陀佛，這都是正念。我們平常讀誦《阿彌陀經》、讀誦《無量壽經》，這也是正念。讀《彌陀經》、《無量壽經》的註解，聽講，專心聽講，都是屬於正念。因為你心裡面所緣的統統是西方世界依正莊嚴，這叫「迴心正念」。發願求生西方極樂世界，那你就必定得生，沒有不往生的。再看第二十七段，這一段說明娑婆世界的狀況，也就是我們現在居住的這個地方，我們也必須要認清它的真相。"
    },
    {
      "id": "03-008-0011_p0012",
      "zh_CN": "【七五、娑婆苦界。】",
      "zh_TW": "【七五、娑婆苦界。】"
    },
    {
      "id": "03-008-0011_p0013",
      "zh_CN": "这一句是总说，这个地方苦，过得很辛苦，我相信这是每一位同修都深深感触的，无论贫富贵贱都活得很辛苦，『苦界』。",
      "zh_TW": "這一句是總說，這個地方苦，過得很辛苦，我相信這是每一位同修都深深感觸的，無論貧富貴賤都活得很辛苦，『苦界』。"
    },
    {
      "id": "03-008-0011_p0014",
      "zh_CN": "【杂恶同居。】",
      "zh_TW": "【雜惡同居。】"
    },
    {
      "id": "03-008-0011_p0015",
      "zh_CN": "『杂』是种类繁杂，人、鬼、畜生、修罗都在一起杂居。「杂」还罢了，『恶』，这些众生都是迷惑颠倒，贪瞋痴慢，这叫「恶」，我们处境是这样的。因此这果上就有：",
      "zh_TW": "『雜』是種類繁雜，人、鬼、畜生、修羅都在一起雜居。「雜」還罷了，『惡』，這些眾生都是迷惑顛倒，貪瞋痴慢，這叫「惡」，我們處境是這樣的。因此這果上就有："
    },
    {
      "id": "03-008-0011_p0016",
      "zh_CN": "【八苦相烧。】",
      "zh_TW": "【八苦相燒。】"
    },
    {
      "id": "03-008-0011_p0017",
      "zh_CN": "苦真的是无量无边，佛为了说法方便起见，把一切苦归纳成八大类，常说的八苦交煎，跟此地讲的『相烧』是一个意思。『八苦』，前面生老病死。生苦，我们对于这个苦统统都忘掉了，人是很健忘的。佛在经上有很详细的描绘，我们读了之后对释迦牟尼佛不能不佩服，他从一个人投胎说起，投胎那个时候，然后在母亲肚子里面十个月，那十个月不只度日如年，不只，佛把它形容作地狱，胎狱。母亲喝一杯凉水，他就像在寒冰地狱一样；喝一杯热水，他就像在火烧的地狱一样。所以他在母亲肚子里头的感受是非常的难过，就像在地狱里头受罪一样。佛的形容那是非常之详尽，佛说每七天一个变化，那说得很详细。这是讲在胎胞里面之苦。出了胎之后皮肤接触到外面的境界，佛有个形容，他说那个时候的苦就像风刀解体一样，这个肉接触外面。所以小孩一出生，出生他就哭，苦、苦，苦一辈子。你看到哪一个小孩一出生，他要快乐他应该满面笑容才对，他不会那么苦。真的是苦，人，生苦。",
      "zh_TW": "苦真的是無量無邊，佛為了說法方便起見，把一切苦歸納成八大類，常說的八苦交煎，跟此地講的『相燒』是一個意思。『八苦』，前面生老病死。生苦，我們對於這個苦統統都忘掉了，人是很健忘的。佛在經上有很詳細的描繪，我們讀了之後對釋迦牟尼佛不能不佩服，他從一個人投胎說起，投胎那個時候，然後在母親肚子裡面十個月，那十個月不只度日如年，不只，佛把它形容作地獄，胎獄。母親喝一杯涼水，他就像在寒冰地獄一樣；喝一杯熱水，他就像在火燒的地獄一樣。所以他在母親肚子裡頭的感受是非常的難過，就像在地獄裡頭受罪一樣。佛的形容那是非常之詳盡，佛說每七天一個變化，那說得很詳細。這是講在胎胞裡面之苦。出了胎之後皮膚接觸到外面的境界，佛有個形容，他說那個時候的苦就像風刀解體一樣，這個肉接觸外面。所以小孩一出生，出生他就哭，苦、苦，苦一輩子。你看到哪一個小孩一出生，他要快樂他應該滿面笑容才對，他不會那麼苦。真的是苦，人，生苦。"
    },
    {
      "id": "03-008-0011_p0018",
      "zh_CN": "老不能避免，那不想老，不想老就短命，又不喜欢短命，又天天求长寿，那长寿，说老实话，就要受老苦。老人之苦我们都能够看见，都能够看到，可是你要有警觉心，为什么？看到他这样苦，再过几年我就跟他一样了。你不能看到时候麻木不仁，那就愚痴。聪明人警觉性很高，一看到这个老人那么苦，就会想到我将来会跟他同样。我们应当帮助老人。我们发心帮助老人、照顾老人，到自己老的时候就有人照顾你，这因果报应。我们今天嫌弃老人、讨厌老人，到你老的时候，年轻人看到你就讨厌你、就嫌弃你，果报如是，丝毫不爽。所以你要晓得，你自己家里有老人、有父母，你能够尽孝道，能够好好的照顾，你将来老的时候，你的儿孙就孝顺你。小孩看大人的榜样，他那个印象非常的深刻，他模仿、他学习。所以我们自己尽孝道，孝顺父母，尊老敬贤，做给底下一代的人看，让他学习一个好榜样，这是教育，也是自己将来到年老的时候，会享受到这一分成果。所以这应当要做的。",
      "zh_TW": "老不能避免，那不想老，不想老就短命，又不喜歡短命，又天天求長壽，那長壽，說老實話，就要受老苦。老人之苦我們都能夠看見，都能夠看到，可是你要有警覺心，為什麼？看到他這樣苦，再過幾年我就跟他一樣了。你不能看到時候麻木不仁，那就愚痴。聰明人警覺性很高，一看到這個老人那麼苦，就會想到我將來會跟他同樣。我們應當幫助老人。我們發心幫助老人、照顧老人，到自己老的時候就有人照顧你，這因果報應。我們今天嫌棄老人、討厭老人，到你老的時候，年輕人看到你就討厭你、就嫌棄你，果報如是，絲毫不爽。所以你要曉得，你自己家裡有老人、有父母，你能夠盡孝道，能夠好好的照顧，你將來老的時候，你的兒孫就孝順你。小孩看大人的榜樣，他那個印象非常的深刻，他模仿、他學習。所以我們自己盡孝道，孝順父母，尊老敬賢，做給底下一代的人看，讓他學習一個好榜樣，這是教育，也是自己將來到年老的時候，會享受到這一分成果。所以這應當要做的。"
    },
    {
      "id": "03-008-0011_p0019",
      "zh_CN": "病也是不能避免的，释迦牟尼佛在世也生过病，维摩居士是在家佛，也都有生病的时候，人哪有不生病的？诸佛如来都不敢说他不生病，何况菩萨以下？世间有一些养生有道，养生有方法的，可以获得健康长寿，这也确实是有的，并不是人人都能做到。为什么？因为还有个命在，你纵然有这些方法能够保养身体，你没有命也不行，几个人认命？你看看那个看相算命的，有真正算得准的，诸位念《了凡四训》你就晓得，算得很准的，能判断你这一生哪一年生什么病，哪一年有灾难，都能算得出来。这就是凡人，你有烦恼、你有妄念，你就有定数，所谓在数难逃。修行那也要真修才能够有转机，才能够有转变，这个都是一些事实，我们都必须要知道。所以这病苦也是在所不免，我们要有怜悯心去照顾这些病人。",
      "zh_TW": "病也是不能避免的，釋迦牟尼佛在世也生過病，維摩居士是在家佛，也都有生病的時候，人哪有不生病的？諸佛如來都不敢說他不生病，何況菩薩以下？世間有一些養生有道，養生有方法的，可以獲得健康長壽，這也確實是有的，並不是人人都能做到。為什麼？因為還有個命在，你縱然有這些方法能夠保養身體，你沒有命也不行，幾個人認命？你看看那個看相算命的，有真正算得準的，諸位念《了凡四訓》你就曉得，算得很準的，能判斷你這一生哪一年生什麼病，哪一年有災難，都能算得出來。這就是凡人，你有煩惱、你有妄念，你就有定數，所謂在數難逃。修行那也要真修才能夠有轉機，才能夠有轉變，這個都是一些事實，我們都必須要知道。所以這病苦也是在所不免，我們要有憐憫心去照顧這些病人。"
    },
    {
      "id": "03-008-0011_p0020",
      "zh_CN": "病有两种，一种是身病，大家容易觉察到的，现在社会许多慈善机构，照顾这些老病，都照顾到了，这社会福利做得很不错。可是还有一个最严重的，比身病还要重的，叫心病，谁能觉察到？谁能去照顾？什么是心病？天天打妄想，一天到晚搞贪瞋痴慢，这就心病。诸佛菩萨、祖师大德、世出世间这大圣大贤教导我们，都是为我们治心病的。心理健康，身病会减少。这个身生病有三种来源，这个诸位要知道，第一种叫生理的病，医药可以治得好的，医药能治的就是生理的病。生理的病多半是自己不小心，饮食不小心，最容易得病了。所以我们中国古人常讲，「病从口入」，吃东西吃得不合适；天气变化，穿衣服不谨慎，感得这个风寒了，得的这些病。这都是属于生理的，这个医药可以治的。",
      "zh_TW": "病有兩種，一種是身病，大家容易覺察到的，現在社會許多慈善機構，照顧這些老病，都照顧到了，這社會福利做得很不錯。可是還有一個最嚴重的，比身病還要重的，叫心病，誰能覺察到？誰能去照顧？什麼是心病？天天打妄想，一天到晚搞貪瞋痴慢，這就心病。諸佛菩薩、祖師大德、世出世間這大聖大賢教導我們，都是為我們治心病的。心理健康，身病會減少。這個身生病有三種來源，這個諸位要知道，第一種叫生理的病，醫藥可以治得好的，醫藥能治的就是生理的病。生理的病多半是自己不小心，飲食不小心，最容易得病了。所以我們中國古人常講，「病從口入」，吃東西吃得不合適；天氣變化，穿衣服不謹慎，感得這個風寒了，得的這些病。這都是屬於生理的，這個醫藥可以治的。"
    },
    {
      "id": "03-008-0011_p0021",
      "zh_CN": "第二种病叫冤业，就是冤家找到你身上来，这个医药不能治的，因为它不是生理的病。像我们佛门，大家都很喜欢拜忏，这个拜忏里面有一个叫《慈悲三昧水忏》，相信也有同修拜过。《慈悲三昧水忏》的来源，就是悟达国师他的一个冤家债主，是他过去生中害死的一个人，这个人怀恨在心，就是一定要报仇、要报复。可是悟达国师在第二世的时候他就出家了，修行得很好，戒律精严，这样转世他是十世都得人身，而且十世都出家，这个很不容易。实在讲他也是缘不好，他要遇到念佛往生，那就没事情了。还在这个世间轮转，虽然出家修行很好，有护法神保佑，这个冤鬼不能接近，但是这个冤鬼常常在等，看看有没有机会来找你。这个第十世，可见这修行不是一生、二生的，修了十世，有一点道行。这个皇帝对他很尊敬，封为国师，皇帝也皈依了，他是国师。",
      "zh_TW": "第二種病叫冤業，就是冤家找到你身上來，這個醫藥不能治的，因為它不是生理的病。像我們佛門，大家都很喜歡拜懺，這個拜懺裡面有一個叫《慈悲三昧水懺》，相信也有同修拜過。《慈悲三昧水懺》的來源，就是悟達國師他的一個冤家債主，是他過去生中害死的一個人，這個人懷恨在心，就是一定要報仇、要報復。可是悟達國師在第二世的時候他就出家了，修行得很好，戒律精嚴，這樣轉世他是十世都得人身，而且十世都出家，這個很不容易。實在講他也是緣不好，他要遇到念佛往生，那就沒事情了。還在這個世間輪轉，雖然出家修行很好，有護法神保佑，這個冤鬼不能接近，但是這個冤鬼常常在等，看看有沒有機會來找你。這個第十世，可見這修行不是一生、二生的，修了十世，有一點道行。這個皇帝對他很尊敬，封為國師，皇帝也皈依了，他是國師。"
    },
    {
      "id": "03-008-0011_p0022",
      "zh_CN": "这一天，皇帝供养他一个沉香宝座，大概比我这个座椅还要大一点，我这个还不够，不够分量。沉香，我们学佛的同修都知道，非常名贵的，现在我们燃这个香，大概一斤，我听说都要好几万，沉香。皇帝供养他一个沉香宝座，他一生欢喜心，傲慢心生起来了，觉得自己很了不起，皇帝的老师，皇帝对我都这么尊敬。这一念傲慢心生起来，护法神都走了，护法神看到，你的烦恼现前，不值得我去护持。这护法神跑掉之后，他的冤家债主找上身来了，害了个人面疮，几乎送了命。这个实在讲他是遇到迦诺迦尊者，是一个阿罗汉，帮助他，用慈悲三昧水来洗，给他说法，这就是调解，他的这个冤家接受了，这样子离开了，他病就好了。所以用这个诵经拜忏是化解、是调解，调解他接受，他就走了，病就好了；如果他不接受，那还是没有办法。但是大多数都会接受，不接受的是很少数，也有，不是没有。所以我们懂得这个道理，就要警惕自己，不要跟众生结冤仇，不要杀生，不要伤害别人。要知道，那个冤业结下去之后，难分难解，往往这个冤业是愈结愈深，非常麻烦。所以这是一类的病，这是医生没有办法，医不好的。",
      "zh_TW": "這一天，皇帝供養他一個沉香寶座，大概比我這個座椅還要大一點，我這個還不夠，不夠分量。沉香，我們學佛的同修都知道，非常名貴的，現在我們燃這個香，大概一斤，我聽說都要好幾萬，沉香。皇帝供養他一個沉香寶座，他一生歡喜心，傲慢心生起來了，覺得自己很了不起，皇帝的老師，皇帝對我都這麼尊敬。這一念傲慢心生起來，護法神都走了，護法神看到，你的煩惱現前，不值得我去護持。這護法神跑掉之後，他的冤家債主找上身來了，害了個人面瘡，幾乎送了命。這個實在講他是遇到迦諾迦尊者，是一個阿羅漢，幫助他，用慈悲三昧水來洗，給他說法，這就是調解，他的這個冤家接受了，這樣子離開了，他病就好了。所以用這個誦經拜懺是化解、是調解，調解他接受，他就走了，病就好了；如果他不接受，那還是沒有辦法。但是大多數都會接受，不接受的是很少數，也有，不是沒有。所以我們懂得這個道理，就要警惕自己，不要跟眾生結冤仇，不要殺生，不要傷害別人。要知道，那個冤業結下去之後，難分難解，往往這個冤業是愈結愈深，非常麻煩。所以這是一類的病，這是醫生沒有辦法，醫不好的。"
    },
    {
      "id": "03-008-0011_p0023",
      "zh_CN": "这个第三种病那就更糟糕了，我们常讲叫业障病，它不是生理的病，也不是冤业。这种病，换句话说，医生不能治，找法师来什么拜忏诵经的时候，统统都没有效。这就是自己做的罪业做得太多了，得这样的病。佛说只有一个方法可以救，就是真正忏悔，忏除业障，改过自新，行，业障消除了的话，他的病就会好了。所以这个病有这三种来源，我们一定要知道、要晓得。这三种都了解了，我们起心动念、造作行持，断恶修善，培养自己的清净心、慈悲心。在饮食能够简单，能够注意卫生，这确实可以减少病苦。这个说起来也很容易，真正做起来是相当不容易的。",
      "zh_TW": "這個第三種病那就更糟糕了，我們常講叫業障病，它不是生理的病，也不是冤業。這種病，換句話說，醫生不能治，找法師來什麼拜懺誦經的時候，統統都沒有效。這就是自己做的罪業做得太多了，得這樣的病。佛說只有一個方法可以救，就是真正懺悔，懺除業障，改過自新，行，業障消除了的話，他的病就會好了。所以這個病有這三種來源，我們一定要知道、要曉得。這三種都了解了，我們起心動念、造作行持，斷惡修善，培養自己的清淨心、慈悲心。在飲食能夠簡單，能夠注意衛生，這確實可以減少病苦。這個說起來也很容易，真正做起來是相當不容易的。"
    },
    {
      "id": "03-008-0011_p0024",
      "zh_CN": "死苦，我们都没有死过，不晓得死苦到底严重到什么程度。可是我们要看看那个过世的人，能够体会到一些，最后那一口气很难咽。佛在经上有个比喻，人的神识，我们俗话讲灵魂，灵魂离开身体，这就死亡，它离开身体那个痛苦，佛比喻说「生龟脱壳」。乌龟，乌龟壳很厚，活的乌龟把牠那个壳拔掉，他说人死苦就像那种苦法。可见得这生老病死是任何一个人都不能避免的。死为什么这么苦？他对这个身体贪恋放不下，所以那种难分难舍才有这个现象。这也就是教导我们，我们对这个身不要过分的贪恋，过分的贪恋执着，死的时候就非常痛苦。什么都要看淡，一切都要放下，连这个身也要放下，那走的时候就自在，没有贪爱，这样就自在。",
      "zh_TW": "死苦，我們都沒有死過，不曉得死苦到底嚴重到什麼程度。可是我們要看看那個過世的人，能夠體會到一些，最後那一口氣很難嚥。佛在經上有個比喻，人的神識，我們俗話講靈魂，靈魂離開身體，這就死亡，它離開身體那個痛苦，佛比喻說「生龜脫殼」。烏龜，烏龜殼很厚，活的烏龜把牠那個殼拔掉，他說人死苦就像那種苦法。可見得這生老病死是任何一個人都不能避免的。死為什麼這麼苦？他對這個身體貪戀放不下，所以那種難分難捨才有這個現象。這也就是教導我們，我們對這個身不要過分的貪戀，過分的貪戀執著，死的時候就非常痛苦。什麼都要看淡，一切都要放下，連這個身也要放下，那走的時候就自在，沒有貪愛，這樣就自在。"
    },
    {
      "id": "03-008-0011_p0025",
      "zh_CN": "除了这四种之外，这四种是本身身内的，人人不能避免的。这个身外有「求不得苦」，每个人都有贪求，求不到，这很苦；求到了，求到又怕丢掉，所以有「爱别离苦」；除这之外还有「怨憎会苦」，冤家对头不喜欢见到的天天见面，喜欢见到的人偏偏要别离，爱别离，这都是我们不能避免的。另外一种叫「五阴炽盛」，五阴炽盛是因，换句话说，妄想分别执着太多，这是造成苦的因。前面七种是果，后面一种是因，因跟果合起来八种叫八苦，「八苦相烧」。这就是说明前面讲的苦界，娑婆这个苦的世界，因为你没有办法避免这个八苦。",
      "zh_TW": "除了這四種之外，這四種是本身身內的，人人不能避免的。這個身外有「求不得苦」，每個人都有貪求，求不到，這很苦；求到了，求到又怕丟掉，所以有「愛別離苦」；除這之外還有「怨憎會苦」，冤家對頭不喜歡見到的天天見面，喜歡見到的人偏偏要別離，愛別離，這都是我們不能避免的。另外一種叫「五陰熾盛」，五陰熾盛是因，換句話說，妄想分別執著太多，這是造成苦的因。前面七種是果，後面一種是因，因跟果合起來八種叫八苦，「八苦相燒」。這就是說明前面講的苦界，娑婆這個苦的世界，因為你沒有辦法避免這個八苦。"
    },
    {
      "id": "03-008-0011_p0026",
      "zh_CN": "【动成违返。】",
      "zh_TW": "【動成違返。】"
    },
    {
      "id": "03-008-0011_p0027",
      "zh_CN": "在日常生活当中处事待人接物，无论是身动、无论是心动，都违反了自性，都违反了清净心。",
      "zh_TW": "在日常生活當中處事待人接物，無論是身動、無論是心動，都違反了自性，都違反了清淨心。"
    },
    {
      "id": "03-008-0011_p0028",
      "zh_CN": "【诈亲含笑，六贼常随。】",
      "zh_TW": "【詐親含笑，六賊常隨。】"
    },
    {
      "id": "03-008-0011_p0029",
      "zh_CN": "这个『诈』，诸位晓得是欺骗，不但欺骗别人，实在讲最怕的是欺骗自己，是自欺，这是真的，确确实实。为什么说自欺？自己迷惑颠倒，我们跟别人往来要守信，不守信就背信、欺人。跟自己也不守信，譬如说我学佛了，我发心我每天要把《无量寿经》念三遍，念了一天，到第二天不想念了，这是自己跟自己就违信。为什么原因？因为我们用的是妄心不是真心。谁用真心？佛与大菩萨他们用的是真心，真心不会改变的。六道凡夫用的是妄心，唯识里面讲的三心二意，我们用的是三心二意，所以这个心是假的，不可以当真，当真就吃亏。别人跟你说我很喜欢你，我很爱你，我听了点点头，假的，不可以当真。为什么？过几天他就变了。不但他变，我们自己都会变，今天喜欢这个，明天就喜欢那个了，他就变了。所以自己对自己都靠不住，都是假的，何况是别人？诸位要晓得，真正靠得住的是佛菩萨，他们妄心断尽了，用的是真心。《四十二章经》里面佛都讲得很清楚，叫我们自己不要相信自己的意思，自己的意思会变。到什么时候才可以相信自己？到你证得阿罗汉之后就可以相信自己了，自己那个意思就不会变；没有证得阿罗汉果之前，那个心都会变的。我们想想很有道理，一点都不假。所以是『诈亲含笑，六贼常随』，这个「六贼」就是六识，眼耳鼻舌身常常攀缘外面境界，起贪瞋痴慢，是指的这个。",
      "zh_TW": "這個『詐』，諸位曉得是欺騙，不但欺騙別人，實在講最怕的是欺騙自己，是自欺，這是真的，確確實實。為什麼說自欺？自己迷惑顛倒，我們跟別人往來要守信，不守信就背信、欺人。跟自己也不守信，譬如說我學佛了，我發心我每天要把《無量壽經》念三遍，念了一天，到第二天不想念了，這是自己跟自己就違信。為什麼原因？因為我們用的是妄心不是真心。誰用真心？佛與大菩薩他們用的是真心，真心不會改變的。六道凡夫用的是妄心，唯識裡面講的三心二意，我們用的是三心二意，所以這個心是假的，不可以當真，當真就吃虧。別人跟你說我很喜歡你，我很愛你，我聽了點點頭，假的，不可以當真。為什麼？過幾天他就變了。不但他變，我們自己都會變，今天喜歡這個，明天就喜歡那個了，他就變了。所以自己對自己都靠不住，都是假的，何況是別人？諸位要曉得，真正靠得住的是佛菩薩，他們妄心斷盡了，用的是真心。《四十二章經》裡面佛都講得很清楚，叫我們自己不要相信自己的意思，自己的意思會變。到什麼時候才可以相信自己？到你證得阿羅漢之後就可以相信自己了，自己那個意思就不會變；沒有證得阿羅漢果之前，那個心都會變的。我們想想很有道理，一點都不假。所以是『詐親含笑，六賊常隨』，這個「六賊」就是六識，眼耳鼻舌身常常攀緣外面境界，起貪瞋痴慢，是指的這個。"
    },
    {
      "id": "03-008-0011_p0030",
      "zh_CN": "【三恶火坑。】",
      "zh_TW": "【三惡火坑。】"
    },
    {
      "id": "03-008-0011_p0031",
      "zh_CN": "因为有这六样东西在作祟，眼见色、耳闻声，引起意识里面起贪瞋痴慢，果报就是三恶道，『三恶』就像『火坑』一样。",
      "zh_TW": "因為有這六樣東西在作祟，眼見色、耳聞聲，引起意識裡面起貪瞋痴慢，果報就是三惡道，『三惡』就像『火坑』一樣。"
    },
    {
      "id": "03-008-0011_p0032",
      "zh_CN": "【临临欲入。】",
      "zh_TW": "【臨臨欲入。】"
    },
    {
      "id": "03-008-0011_p0033",
      "zh_CN": "『临临』是就在那个周边徘徊，一不小心就掉下去了。这一段文字不多，可以说把六道里面的状况形容得很明白，这个六道确实就是这个样子。所以知道这个真相，才晓得这个环境是非常可怕的，一不小心就会堕三恶道。就好像这个地区处处都是陷坑，人天的路很窄、很小，这个恶的陷坑很大、很多，一不小心就会堕落下去。",
      "zh_TW": "『臨臨』是就在那個周邊徘徊，一不小心就掉下去了。這一段文字不多，可以說把六道裡面的狀況形容得很明白，這個六道確實就是這個樣子。所以知道這個真相，才曉得這個環境是非常可怕的，一不小心就會墮三惡道。就好像這個地區處處都是陷坑，人天的路很窄、很小，這個惡的陷坑很大、很多，一不小心就會墮落下去。"
    },
    {
      "id": "03-008-0011_p0034",
      "zh_CN": "【七六、至心忏悔，发露所造之罪，极生惭愧，悲泣流泪。愿佛慈悲，摄受护念，指授开悟所观之境，愿得成就。】",
      "zh_TW": "【七六、至心懺悔，發露所造之罪，極生慚愧，悲泣流淚。願佛慈悲，攝受護念，指授開悟所觀之境，願得成就。】"
    },
    {
      "id": "03-008-0011_p0035",
      "zh_CN": "我们无量劫以来就在娑婆六道里面轮回流转，冷静的想想，这真正是可耻，是自己真正最大的耻辱。为什么别人都成佛、成菩萨，差一等的也成阿罗汉，超越六道轮回，我们到今天还出不去，还在这个里面打转？这是莫大的耻辱。「知耻近乎勇」，才真正下定决心，我这一生当中要出离，要出轮回，要出三界。佛教给我们要『至心忏悔』，「至心」就是真心，要真正忏悔。这个忏悔是消除罪业最有效的方法。这个忏怎么忏法？佛在经上说有事忏、有理忏。但是在初学的同修们，我们一定要从事忏做起，开始从理上说容易落空，那个理摸不着边际，要从事上下手。事如何忏？那就是后不再造，儒家所讲的「不贰过」，我知道自己做错了，明天就不会有同样的过失，这叫做忏悔。而不是说在佛菩萨面前祈祷祈祷，求佛菩萨原谅我、赦免我，明天再干，干了再求菩萨赦免，那是假的，那完全就错了。佛菩萨不会管这么多闲事，那管还管得了，那不累死了，是不是？他不会管这个事情的。所以自己发现自己的过失，我常说的这就是真正觉悟了，能把自己过失改正过来，那是真功夫，那是真正的修行。",
      "zh_TW": "我們無量劫以來就在娑婆六道裡面輪迴流轉，冷靜的想想，這真正是可恥，是自己真正最大的恥辱。為什麼別人都成佛、成菩薩，差一等的也成阿羅漢，超越六道輪迴，我們到今天還出不去，還在這個裡面打轉？這是莫大的恥辱。「知恥近乎勇」，才真正下定決心，我這一生當中要出離，要出輪迴，要出三界。佛教給我們要『至心懺悔』，「至心」就是真心，要真正懺悔。這個懺悔是消除罪業最有效的方法。這個懺怎麼懺法？佛在經上說有事懺、有理懺。但是在初學的同修們，我們一定要從事懺做起，開始從理上說容易落空，那個理摸不著邊際，要從事上下手。事如何懺？那就是後不再造，儒家所講的「不貳過」，我知道自己做錯了，明天就不會有同樣的過失，這叫做懺悔。而不是說在佛菩薩面前祈禱祈禱，求佛菩薩原諒我、赦免我，明天再幹，幹了再求菩薩赦免，那是假的，那完全就錯了。佛菩薩不會管這麼多閒事，那管還管得了，那不累死了，是不是？他不會管這個事情的。所以自己發現自己的過失，我常說的這就是真正覺悟了，能把自己過失改正過來，那是真功夫，那是真正的修行。"
    },
    {
      "id": "03-008-0011_p0036",
      "zh_CN": "所以要『发露所造之罪』，我们自己所做的错事不怕人知道，知道的人愈多愈好，知道的人说，某人又做了坏事了，我们被他骂一句就报一次，那个人又骂一句，我们这个罪过就报掉了。如果做的罪业不肯让人知道，这个罪业隐瞒在那个地方，那个麻烦就大了。累积，小的罪过累积成大的罪过，那个报就很惨了，报在三途。所以好事，做好事不要让人知道，知道人家称赞，某人很好，就报掉了，现世统统报掉，你好事都没有了，好的果报都没有了。所以好的事情要隐瞒，不要让人知道；自己做错事情，知道的人愈多愈好，赶快报掉，这就对了，因缘果报的道理我们要知道。所以要「发露」，露是显露出来，让大家都知道。『极生惭愧』，人有惭愧心，这个人一定成就，「惭」就是我们俗话讲良心发现，我做错事对不起自己的良心，这是惭。「愧」是对不起大众，我做这个错事对不起人，对不起社会，对不起大众。所以人能有这种心，他一定能够改过自新，一定能够真正忏悔，他会有成就的。『悲泣流泪』，这是深深感慨自己做错的事情，真正能有感慨，真正的后悔。",
      "zh_TW": "所以要『發露所造之罪』，我們自己所做的錯事不怕人知道，知道的人愈多愈好，知道的人說，某人又做了壞事了，我們被他罵一句就報一次，那個人又罵一句，我們這個罪過就報掉了。如果做的罪業不肯讓人知道，這個罪業隱瞞在那個地方，那個麻煩就大了。累積，小的罪過累積成大的罪過，那個報就很慘了，報在三途。所以好事，做好事不要讓人知道，知道人家稱讚，某人很好，就報掉了，現世統統報掉，你好事都沒有了，好的果報都沒有了。所以好的事情要隱瞞，不要讓人知道；自己做錯事情，知道的人愈多愈好，趕快報掉，這就對了，因緣果報的道理我們要知道。所以要「發露」，露是顯露出來，讓大家都知道。『極生慚愧』，人有慚愧心，這個人一定成就，「慚」就是我們俗話講良心發現，我做錯事對不起自己的良心，這是慚。「愧」是對不起大眾，我做這個錯事對不起人，對不起社會，對不起大眾。所以人能有這種心，他一定能夠改過自新，一定能夠真正懺悔，他會有成就的。『悲泣流淚』，這是深深感慨自己做錯的事情，真正能有感慨，真正的後悔。"
    },
    {
      "id": "03-008-0011_p0037",
      "zh_CN": "『愿佛慈悲，摄受护念，指授开悟所观之境』。我们无始劫以来迷惑颠倒，没有智慧。如果有智慧哪里会做错事？会做错事就是愚痴，迷惑颠倒才会做错事，才会造罪业。智慧没有开，要求佛菩萨加持，求佛护念，求佛指示，如果我们的心真诚会得到感应。这个感应就像《华严经》上所说的，你在偶然当中遇到善友劝导你，遇到善知识开示你，你恍然大悟了。或者在梦中梦到佛菩萨、梦到善知识给你开导、给你指示，这都是至诚的感应。所以人有真诚心一定会有感应。这些善友遇到给你开示，也都是佛菩萨加持的，像《普门品》里面所说的，应以什么身得度就现什么身。佛菩萨是有的时候不必变现一个什么身，你的朋友当中，他就藉他的力量来给你说法。所以那几句话，那个时候，短暂的时候，就是佛菩萨威神加持你，往往我们自己不能觉察，不知道，但是问题解决了。",
      "zh_TW": "『願佛慈悲，攝受護念，指授開悟所觀之境』。我們無始劫以來迷惑顛倒，沒有智慧。如果有智慧哪裡會做錯事？會做錯事就是愚痴，迷惑顛倒才會做錯事，才會造罪業。智慧沒有開，要求佛菩薩加持，求佛護念，求佛指示，如果我們的心真誠會得到感應。這個感應就像《華嚴經》上所說的，你在偶然當中遇到善友勸導你，遇到善知識開示你，你恍然大悟了。或者在夢中夢到佛菩薩、夢到善知識給你開導、給你指示，這都是至誠的感應。所以人有真誠心一定會有感應。這些善友遇到給你開示，也都是佛菩薩加持的，像《普門品》裡面所說的，應以什麼身得度就現什麼身。佛菩薩是有的時候不必變現一個什麼身，你的朋友當中，他就藉他的力量來給你說法。所以那幾句話，那個時候，短暫的時候，就是佛菩薩威神加持你，往往我們自己不能覺察，不知道，但是問題解決了。"
    },
    {
      "id": "03-008-0011_p0038",
      "zh_CN": "所以是「指授开悟」，此地讲这是指授，指是指示，授是传授，传给我们。「开悟所观之境」是讲求生西方净土这个殊胜的法门，《观无量寿佛经》讲得够详细的。善导大师的注解，善导古人传记里面说他老人家是阿弥陀佛的化身，善导大师的注解就是阿弥陀佛又把《观无量寿佛经》亲自为我们讲了一遍。经是释迦牟尼佛讲的，注解是阿弥陀佛作的，你想想看这多殊胜，这无比的殊胜。我们一定要记住、要理解、要依教奉行。特别重要的是三福，我在前面说过，《观经》后面也说到，后面在九品往生里面讲到，我们后面还会说到。能将三福修好，临终发愿回向求生净土都能得生，你才晓得三福的重要。一天到晚念阿弥陀佛，一天念十万声佛号，三福做不到，都不能往生。所以你要晓得，一切的修行都是以三福为基础，不能够忽略了。到第三福，「发菩提心，深信因果」，那就是把前面两福无限的推广。就像诸佛如来一样，真诚、平等、慈悲帮助一切众生，这个才是真正发菩提心，所以他一回向就得生净土。这是『愿得成就』。",
      "zh_TW": "所以是「指授開悟」，此地講這是指授，指是指示，授是傳授，傳給我們。「開悟所觀之境」是講求生西方淨土這個殊勝的法門，《觀無量壽佛經》講得夠詳細的。善導大師的註解，善導古人傳記裡面說他老人家是阿彌陀佛的化身，善導大師的註解就是阿彌陀佛又把《觀無量壽佛經》親自為我們講了一遍。經是釋迦牟尼佛講的，註解是阿彌陀佛作的，你想想看這多殊勝，這無比的殊勝。我們一定要記住、要理解、要依教奉行。特別重要的是三福，我在前面說過，《觀經》後面也說到，後面在九品往生裡面講到，我們後面還會說到。能將三福修好，臨終發願迴向求生淨土都能得生，你才曉得三福的重要。一天到晚念阿彌陀佛，一天念十萬聲佛號，三福做不到，都不能往生。所以你要曉得，一切的修行都是以三福為基礎，不能夠忽略了。到第三福，「發菩提心，深信因果」，那就是把前面兩福無限的推廣。就像諸佛如來一樣，真誠、平等、慈悲幫助一切眾生，這個才是真正發菩提心，所以他一迴向就得生淨土。這是『願得成就』。"
    },
    {
      "id": "03-008-0011_p0039",
      "zh_CN": "这一段文，也是我们眼前急需要修学的，我们知道自己的业障很重，要知道如何去忏除业障。我在初学佛的时候，我的缘确实很殊胜，我一接触佛法就认识了章嘉大师，大师曾经告诉我，「佛氏门中，有求必应」，他问我，你有没有听说过？我说听说过，常常听人讲，「佛氏门中，有求必应」。大师又说，他说求你未必求得到，有求必应，很多人求求不应，这是什么原因？我就不知道了，所以我就很注意听他老人家教诲。他说当你求求不应，是因为你自己有业障，你有业障障碍住，所以就没有感应，你求就不应。他说那要怎么办？必须修忏悔法，业障忏除了，你所求的就现前。你想想看，求往生能得往生，往生是成佛，这求成佛都能成佛，都能得到，其他的小事，世间的这是功名富贵，这个妻子儿女，那叫鸡毛蒜皮的小事，那哪有求不到的？求了生死、求出三界、求成佛作祖都可以求得到。我想对，真的。所以忏除业障是修行人最要重视的，这是他老人家教给我的。",
      "zh_TW": "這一段文，也是我們眼前急需要修學的，我們知道自己的業障很重，要知道如何去懺除業障。我在初學佛的時候，我的緣確實很殊勝，我一接觸佛法就認識了章嘉大師，大師曾經告訴我，「佛氏門中，有求必應」，他問我，你有沒有聽說過？我說聽說過，常常聽人講，「佛氏門中，有求必應」。大師又說，他說求你未必求得到，有求必應，很多人求求不應，這是什麼原因？我就不知道了，所以我就很注意聽他老人家教誨。他說當你求求不應，是因為你自己有業障，你有業障障礙住，所以就沒有感應，你求就不應。他說那要怎麼辦？必須修懺悔法，業障懺除了，你所求的就現前。你想想看，求往生能得往生，往生是成佛，這求成佛都能成佛，都能得到，其他的小事，世間的這是功名富貴，這個妻子兒女，那叫雞毛蒜皮的小事，那哪有求不到的？求了生死、求出三界、求成佛作祖都可以求得到。我想對，真的。所以懺除業障是修行人最要重視的，這是他老人家教給我的。"
    },
    {
      "id": "03-008-0011_p0040",
      "zh_CN": "我接触佛法之后，就知道佛法好，我那个时候在台湾也没有结婚，一个人。所以我就跟大师说，我说我有愿，有个愿望，这出家修行好不好？他点头，他说好，他说你要求佛菩萨。为什么求佛菩萨？他说如果你发心出家，去求一个法师给你剃度，这个法师要不答应，不给你剃度，那你不就生烦恼了。我说是，是会生烦恼。这就叫你心里有愿有求，你有业障在障住，所以你要求佛，要忏悔消除业障，这个缘就会成熟了。我对于他老人家的话非常相信，非常尊重，真的是依教奉行，心里想出家，天天求佛菩萨。以后我辞掉了工作，到台中跟李炳南老居士学教、学讲经，我在他老人家那里住了一年三个月。",
      "zh_TW": "我接觸佛法之後，就知道佛法好，我那個時候在台灣也沒有結婚，一個人。所以我就跟大師說，我說我有願，有個願望，這出家修行好不好？他點頭，他說好，他說你要求佛菩薩。為什麼求佛菩薩？他說如果你發心出家，去求一個法師給你剃度，這個法師要不答應，不給你剃度，那你不就生煩惱了。我說是，是會生煩惱。這就叫你心裡有願有求，你有業障在障住，所以你要求佛，要懺悔消除業障，這個緣就會成熟了。我對於他老人家的話非常相信，非常尊重，真的是依教奉行，心裡想出家，天天求佛菩薩。以後我辭掉了工作，到台中跟李炳南老居士學教、學講經，我在他老人家那裡住了一年三個月。"
    },
    {
      "id": "03-008-0011_p0041",
      "zh_CN": "在住到一年两个月的时候，我就有预感，这个预感好像这个出家的因缘成熟了，一年两个月的时候有预感。我就跟我一些同学们说了，我说我大概在这个地方顶多再住半年。他说为什么？我说我半年以后出家的因缘会成熟。我说这个话大概不到两个星期，台北临济寺的住持心悟法师就派人来请我出家，缘就成熟了，就有感应，我不去找老师，师父来找我。这请一次未必有诚意，我就含糊笼统敷衍他几句。他派人来，过了几天又来了，大概在一个多月当中来了九次，很诚恳，我就答应了。我那个时候想大概六个月，没有想到我这预感一个月以后就成就了。所以我出家、受戒统统都是求佛菩萨，我知道求人没用处的，求人，人家不答应生烦恼，彼此都不舒服、都不自在，还是佛菩萨可靠。求佛菩萨的方法就是大师教给我的，一定要忏除业障，感应就现前。",
      "zh_TW": "在住到一年兩個月的時候，我就有預感，這個預感好像這個出家的因緣成熟了，一年兩個月的時候有預感。我就跟我一些同學們說了，我說我大概在這個地方頂多再住半年。他說為什麼？我說我半年以後出家的因緣會成熟。我說這個話大概不到兩個星期，台北臨濟寺的住持心悟法師就派人來請我出家，緣就成熟了，就有感應，我不去找老師，師父來找我。這請一次未必有誠意，我就含糊籠統敷衍他幾句。他派人來，過了幾天又來了，大概在一個多月當中來了九次，很誠懇，我就答應了。我那個時候想大概六個月，沒有想到我這預感一個月以後就成就了。所以我出家、受戒統統都是求佛菩薩，我知道求人沒用處的，求人，人家不答應生煩惱，彼此都不舒服、都不自在，還是佛菩薩可靠。求佛菩薩的方法就是大師教給我的，一定要懺除業障，感應就現前。"
    },
    {
      "id": "03-008-0011_p0042",
      "zh_CN": "所以同修们，我们净宗学会的同修们，盼望着将来有个道场，求佛菩萨，你真心修持，真正发愿弘扬净宗，我相信佛菩萨会把净宗的大道场送给你们。我讲的这个话都是真的，都不是假的。所以求人很难，而且流弊很多。譬如出钱出得很多的人，将来他做董事要干涉这个里面，你所有一切活动都不能自在。所以一切让佛菩萨成就，好，道场确确实实佛菩萨建立的，只要我们自己认真修行，俗话常讲，「不怕没有庙，就怕没有道」，你有道自然就有庙了。你有庙没有道，纠纷很多、麻烦很多，反而惹来很多的苦难，连将来往生可能都受到障碍，再搞六道轮回那就太可怕了。所以修道重要、发愿重要，道场次之，佛菩萨觉得你们需要一个大道场，马上就送个恰到好处的道场给你用，就行了。所以现在地方虽然小，好，愈小愈好，身心清净，这个重要。好，我们今天就讲到此地。",
      "zh_TW": "所以同修們，我們淨宗學會的同修們，盼望著將來有個道場，求佛菩薩，你真心修持，真正發願弘揚淨宗，我相信佛菩薩會把淨宗的大道場送給你們。我講的這個話都是真的，都不是假的。所以求人很難，而且流弊很多。譬如出錢出得很多的人，將來他做董事要干涉這個裡面，你所有一切活動都不能自在。所以一切讓佛菩薩成就，好，道場確確實實佛菩薩建立的，只要我們自己認真修行，俗話常講，「不怕沒有廟，就怕沒有道」，你有道自然就有廟了。你有廟沒有道，糾紛很多、麻煩很多，反而惹來很多的苦難，連將來往生可能都受到障礙，再搞六道輪迴那就太可怕了。所以修道重要、發願重要，道場次之，佛菩薩覺得你們需要一個大道場，馬上就送個恰到好處的道場給你用，就行了。所以現在地方雖然小，好，愈小愈好，身心清淨，這個重要。好，我們今天就講到此地。"
    }
  ]
}