{
  "doc_id": "03-008-0006",
  "title": {
    "zh_CN": "观经善导疏菁华",
    "zh_TW": "觀經善導疏菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "03-008-0006",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "03-008-0006_p0001",
      "zh_CN": "诸位法师，诸位同修，请掀开经本第九面，我们从第一行看起，这第二十段：",
      "zh_TW": "諸位法師，諸位同修，請掀開經本第九面，我們從第一行看起，這第二十段："
    },
    {
      "id": "03-008-0006_p0002",
      "zh_CN": "【四四、欲生彼国者，当修三福。一孝养父母，奉事师长，慈心不杀，修十善业。】",
      "zh_TW": "【四四、欲生彼國者，當修三福。一孝養父母，奉事師長，慈心不殺，修十善業。】"
    },
    {
      "id": "03-008-0006_p0003",
      "zh_CN": "昨天讲到这个地方，今天我们再接着看第二：",
      "zh_TW": "昨天講到這個地方，今天我們再接著看第二："
    },
    {
      "id": "03-008-0006_p0004",
      "zh_CN": "【受持三皈，具足众戒，不犯威仪。】",
      "zh_TW": "【受持三皈，具足眾戒，不犯威儀。】"
    },
    {
      "id": "03-008-0006_p0005",
      "zh_CN": "三福的重要性昨天跟诸位报告过，它是佛法修学的基础，无论修学哪一个宗派、哪一种法门，都是以这个为根本，由此可知它的重要性。前面第一条的四句是人天的福报，也是根本的根本。这第二条是小乘的福报，小乘建立在人天的基础上，好像我们盖房子一样，这第一条是第一层，第二条是第二层。这第二层一定是建立在第一层的上面，不可能说我第一层没有，我就可以建第二层的。由此可知，『受持三皈』是要有孝敬的根底，那这个三皈授受就不难了，就真实了。假如没有前面第一福的基础，这个三皈不太真实，说真实话是有名无实，是名字三皈。这是我们必须要知道的，也一定要认真学习的。",
      "zh_TW": "三福的重要性昨天跟諸位報告過，它是佛法修學的基礎，無論修學哪一個宗派、哪一種法門，都是以這個為根本，由此可知它的重要性。前面第一條的四句是人天的福報，也是根本的根本。這第二條是小乘的福報，小乘建立在人天的基礎上，好像我們蓋房子一樣，這第一條是第一層，第二條是第二層。這第二層一定是建立在第一層的上面，不可能說我第一層沒有，我就可以建第二層的。由此可知，『受持三皈』是要有孝敬的根底，那這個三皈授受就不難了，就真實了。假如沒有前面第一福的基礎，這個三皈不太真實，說真實話是有名無實，是名字三皈。這是我們必須要知道的，也一定要認真學習的。"
    },
    {
      "id": "03-008-0006_p0006",
      "zh_CN": "三皈在此地多少要说明一下。我听说这一次同修当中，发心受三皈的人不少，通常人数多，我们为了节省时间起见，只举行仪式，实在没有时间将三皈说清楚、说明白。好在我们有一个三皈的录音带，这个录音带如果发心受三皈的人可以先请回家去听，多听几遍，什么叫皈、什么叫依，统统都搞清楚、搞明白了，到这个地方来，在佛菩萨面前我们宣誓，做一个仪式，这样就如法了。三皈是佛陀对我们的根本的教诲，学佛就是从这个地方开始，从这个地方学起。三是三条，也就是三个纲领，皈是回归，就回头，依是依靠。从什么地方回头？这不可以不知道，究竟依靠什么？也得要清清楚楚、明明白白。",
      "zh_TW": "三皈在此地多少要說明一下。我聽說這一次同修當中，發心受三皈的人不少，通常人數多，我們為了節省時間起見，只舉行儀式，實在沒有時間將三皈說清楚、說明白。好在我們有一個三皈的錄音帶，這個錄音帶如果發心受三皈的人可以先請回家去聽，多聽幾遍，什麼叫皈、什麼叫依，統統都搞清楚、搞明白了，到這個地方來，在佛菩薩面前我們宣誓，做一個儀式，這樣就如法了。三皈是佛陀對我們的根本的教誨，學佛就是從這個地方開始，從這個地方學起。三是三條，也就是三個綱領，皈是回歸，就回頭，依是依靠。從什麼地方回頭？這不可以不知道，究竟依靠什麼？也得要清清楚楚、明明白白。"
    },
    {
      "id": "03-008-0006_p0007",
      "zh_CN": "通常佛门里头只说皈依佛、皈依法、皈依僧，这叫三皈依，皈依三宝。如果没有将三宝意思说清楚，我们那个仪式等于白做了。为什么？没有皈，也没有依，那就是白做了。六祖大师在《坛经》里面说得很明白，六祖是唐朝时候人，禅宗的六祖惠能大师，距离我们现在大概是一千三百多年。在那个时候很可能有少数人对于三宝真正的意义就不太清楚，这不清楚就流于迷信，那这个三皈的意义就失掉了。所以他老人家讲三皈依的时候并没有用佛法僧这个名词，他用觉正净。他说「皈依觉，皈依正，皈依净」，然后再加以说明，「佛者觉也」，这个皈依佛，佛的意思是觉悟的意思；「法者正也」，法的意思是正知正见，用现在的话来说就是正确的思想、见解，这就是法；「僧者净也」，僧是清净的意思，所谓六根清净一尘不染。这就是三宝，是自性三宝，是我们真正的皈依处。这大师这样讲解我们听起来确实就不迷惑，听得很清楚、很明白。",
      "zh_TW": "通常佛門裡頭只說皈依佛、皈依法、皈依僧，這叫三皈依，皈依三寶。如果沒有將三寶意思說清楚，我們那個儀式等於白做了。為什麼？沒有皈，也沒有依，那就是白做了。六祖大師在《壇經》裡面說得很明白，六祖是唐朝時候人，禪宗的六祖惠能大師，距離我們現在大概是一千三百多年。在那個時候很可能有少數人對於三寶真正的意義就不太清楚，這不清楚就流於迷信，那這個三皈的意義就失掉了。所以他老人家講三皈依的時候並沒有用佛法僧這個名詞，他用覺正淨。他說「皈依覺，皈依正，皈依淨」，然後再加以說明，「佛者覺也」，這個皈依佛，佛的意思是覺悟的意思；「法者正也」，法的意思是正知正見，用現在的話來說就是正確的思想、見解，這就是法；「僧者淨也」，僧是清淨的意思，所謂六根清淨一塵不染。這就是三寶，是自性三寶，是我們真正的皈依處。這大師這樣講解我們聽起來確實就不迷惑，聽得很清楚、很明白。"
    },
    {
      "id": "03-008-0006_p0008",
      "zh_CN": "从什么地方回头、从哪里回归？从迷惑颠倒。我们起心动念、处事待人接物，因为不能够明了宇宙人生的真相，这一切事实真相我们不能明了，这就叫迷。因为不明了事实真相，我们想错了、看错了、说错了，也做错了，这就是迷惑，这就是颠倒。佛今天教给我们，我们从迷惑回过头来，从今天起要依觉，这个觉是自性觉，自性本觉，这才是我们真正的皈依处，这叫皈依佛。第二，皈依法，刚才说了，法就是正知正见，《法华经》上说「入佛知见」，佛知见就是正知正见。彻底明了宇宙人生的真相，决定没有错误，这个知见才是正知见。我们从一些错误的知见、错误的想法、错误的看法回过头来，依正确的看法、想法，这叫皈依法。这第三就皈依僧，僧是清净的意思、是和合的意思。我们在三皈依里面念到的，「皈依僧，众中尊」，这个众就是我们现在人所讲的团体，一切团体里面这个僧团是最尊贵的。为什么僧团最尊贵？僧团每一个人心清净，每一个人都能与大众和睦相处，他遵守六和敬。这样的团体在一切团体当中是令人尊敬的，令人佩服、令人赞叹。这叫做皈依僧。",
      "zh_TW": "從什麼地方回頭、從哪裡回歸？從迷惑顛倒。我們起心動念、處事待人接物，因為不能夠明瞭宇宙人生的真相，這一切事實真相我們不能明瞭，這就叫迷。因為不明瞭事實真相，我們想錯了、看錯了、說錯了，也做錯了，這就是迷惑，這就是顛倒。佛今天教給我們，我們從迷惑回過頭來，從今天起要依覺，這個覺是自性覺，自性本覺，這才是我們真正的皈依處，這叫皈依佛。第二，皈依法，剛才說了，法就是正知正見，《法華經》上說「入佛知見」，佛知見就是正知正見。徹底明瞭宇宙人生的真相，決定沒有錯誤，這個知見才是正知見。我們從一些錯誤的知見、錯誤的想法、錯誤的看法回過頭來，依正確的看法、想法，這叫皈依法。這第三就皈依僧，僧是清淨的意思、是和合的意思。我們在三皈依裡面念到的，「皈依僧，眾中尊」，這個眾就是我們現在人所講的團體，一切團體裡面這個僧團是最尊貴的。為什麼僧團最尊貴？僧團每一個人心清淨，每一個人都能與大眾和睦相處，他遵守六和敬。這樣的團體在一切團體當中是令人尊敬的，令人佩服、令人讚歎。這叫做皈依僧。"
    },
    {
      "id": "03-008-0006_p0009",
      "zh_CN": "这个意思我们懂了，我们很想回头，从迷回头，从邪回头（邪知邪见），从污染回头，我们想依觉正净，那怎么个依法？觉正净的标准又是什么？虽然佛讲得很清楚，这个标准都是自性，这自性讲得太高、太深，我们还是摸不到边际。我们程度不够，业障习气深重，必须要有很浅显的，让我们自己真正能够抓得到的、能够看得见的，我们才好找一个依靠。佛在世的时候没有问题，我们依靠佛就行了。现在佛不在世了，佛入灭到今天已经有三千零二十年，我们要依靠本师释迦牟尼佛这没有法子了。好在佛的经典还留传在世间，我们今天唯一能够依靠的就是经典，经典就是佛对我们的教训，经典就是觉正净的标准。经典这样多，我们到底依靠哪一部？这三福里面下面这一段有「读诵大乘」，这就是世尊明白为我们指示出来，要依大乘经，这就对了。",
      "zh_TW": "這個意思我們懂了，我們很想回頭，從迷回頭，從邪回頭（邪知邪見），從污染回頭，我們想依覺正淨，那怎麼個依法？覺正淨的標準又是什麼？雖然佛講得很清楚，這個標準都是自性，這自性講得太高、太深，我們還是摸不到邊際。我們程度不夠，業障習氣深重，必須要有很淺顯的，讓我們自己真正能夠抓得到的、能夠看得見的，我們才好找一個依靠。佛在世的時候沒有問題，我們依靠佛就行了。現在佛不在世了，佛入滅到今天已經有三千零二十年，我們要依靠本師釋迦牟尼佛這沒有法子了。好在佛的經典還留傳在世間，我們今天唯一能夠依靠的就是經典，經典就是佛對我們的教訓，經典就是覺正淨的標準。經典這樣多，我們到底依靠哪一部？這三福裡面下面這一段有「讀誦大乘」，這就是世尊明白為我們指示出來，要依大乘經，這就對了。"
    },
    {
      "id": "03-008-0006_p0010",
      "zh_CN": "大乘经的分量也很多，也不是我们一生当中能够读得尽的。何况现代人工作的时间多，休闲的时间少，所谓分秒必争，哪有那么多的时间去读诵许多的大乘经典？可是不读大乘，我们的依靠真的就有问题，就摸不着边际。因此这些祖师大德们知道末法时期众生生活的状况，于是将许多大乘经典把它分类，便利一切根性不同的大众来学习，于是乎这就有宗派的形成。诸位要知道，世尊在世的时候，没有宗派，宗派是在中国形成的。佛灭度之后，大概一千年的时候这形成了宗派，这样一来我们学一个宗，这个经典数量就少了。可是以现代人来讲，我们要学一个宗派的经典，恐怕依旧不是我们能力、不是我们的时间能够做得到的。",
      "zh_TW": "大乘經的分量也很多，也不是我們一生當中能夠讀得盡的。何況現代人工作的時間多，休閒的時間少，所謂分秒必爭，哪有那麼多的時間去讀誦許多的大乘經典？可是不讀大乘，我們的依靠真的就有問題，就摸不著邊際。因此這些祖師大德們知道末法時期眾生生活的狀況，於是將許多大乘經典把它分類，便利一切根性不同的大眾來學習，於是乎這就有宗派的形成。諸位要知道，世尊在世的時候，沒有宗派，宗派是在中國形成的。佛滅度之後，大概一千年的時候這形成了宗派，這樣一來我們學一個宗，這個經典數量就少了。可是以現代人來講，我們要學一個宗派的經典，恐怕依舊不是我們能力、不是我們的時間能夠做得到的。"
    },
    {
      "id": "03-008-0006_p0011",
      "zh_CN": "而在各个宗派里面，依据经论最少的就是净土宗。净土宗在古时候只有三经一论，这个三经，《无量寿经》、《观无量寿佛经》、《阿弥陀经》，这一论就是《往生论》。一直到清朝咸丰年间魏源居士，这个人也很了不起，他有《无量寿经》的会集本。他老人家将《华严经．普贤菩萨行愿品》，就是最后的那一卷，把它附在三经之后，称为净土四经。四经是这么来的，这我们修净土的同修不能不知道。他将这一部经附在三经之后称为四经，有没有道理？很有道理。因为《无量寿经》上讲得太清楚、太明白了，西方极乐世界往生去的这些大众都「遵修普贤大士之德」，这我们在《无量寿经》上看到的。由此可知，西方世界的人统统修普贤行愿，难怪普贤菩萨在华严会上，十大愿王导归极乐。魏老居士将这个经附在净土三经之后，那真是大有来头，好，真好。所以西方极乐世界纯粹是普贤菩萨的法界，统统都修普贤行。我们在《华严》里面看到，《华严经》佛也是明白告诉我们，菩萨要是不修普贤行，不能够圆成佛道。所以西方世界是个个都修普贤行，那把「普贤菩萨行愿品」合在三经后面成为四经，那这个当然没有错的。",
      "zh_TW": "而在各個宗派裡面，依據經論最少的就是淨土宗。淨土宗在古時候只有三經一論，這個三經，《無量壽經》、《觀無量壽佛經》、《阿彌陀經》，這一論就是《往生論》。一直到清朝咸豐年間魏源居士，這個人也很了不起，他有《無量壽經》的會集本。他老人家將《華嚴經．普賢菩薩行願品》，就是最後的那一卷，把它附在三經之後，稱為淨土四經。四經是這麼來的，這我們修淨土的同修不能不知道。他將這一部經附在三經之後稱為四經，有沒有道理？很有道理。因為《無量壽經》上講得太清楚、太明白了，西方極樂世界往生去的這些大眾都「遵修普賢大士之德」，這我們在《無量壽經》上看到的。由此可知，西方世界的人統統修普賢行願，難怪普賢菩薩在華嚴會上，十大願王導歸極樂。魏老居士將這個經附在淨土三經之後，那真是大有來頭，好，真好。所以西方極樂世界純粹是普賢菩薩的法界，統統都修普賢行。我們在《華嚴》裡面看到，《華嚴經》佛也是明白告訴我們，菩薩要是不修普賢行，不能夠圓成佛道。所以西方世界是個個都修普賢行，那把「普賢菩薩行願品」合在三經後面成為四經，那這個當然沒有錯的。"
    },
    {
      "id": "03-008-0006_p0012",
      "zh_CN": "到民国初年，我们净土宗第十三祖印光大师，他老人家将《楞严经》上「大势至菩萨念佛圆通章」，这一段经文不长，比《般若心经》还短，《般若心经》有二百六十个字，「大势至菩萨圆通章」只有二百四十四个字，所以比《心经》还短，它附在净土四经的后面，就变成现在我们熟悉的净土五经。这五经怎么来的不可以不知道，净土五经。这一章在《楞严经》里面，确实我们是粗心大意这样看过，我过去讲《楞严》也讲过不少遍，也含糊笼统这样讲过。到以后读净土五经，才发现印祖把这一章经特别提出来，这也引起我们对于这章经文特别注意，仔细观察才晓得这章经了不起，真是无比的殊胜。",
      "zh_TW": "到民國初年，我們淨土宗第十三祖印光大師，他老人家將《楞嚴經》上「大勢至菩薩念佛圓通章」，這一段經文不長，比《般若心經》還短，《般若心經》有二百六十個字，「大勢至菩薩圓通章」只有二百四十四個字，所以比《心經》還短，它附在淨土四經的後面，就變成現在我們熟悉的淨土五經。這五經怎麼來的不可以不知道，淨土五經。這一章在《楞嚴經》裡面，確實我們是粗心大意這樣看過，我過去講《楞嚴》也講過不少遍，也含糊籠統這樣講過。到以後讀淨土五經，才發現印祖把這一章經特別提出來，這也引起我們對於這章經文特別注意，仔細觀察才曉得這章經了不起，真是無比的殊勝。"
    },
    {
      "id": "03-008-0006_p0013",
      "zh_CN": "经文非常的精简，一句废话都没有，而把净宗修学的方法、境界，可以说是圆满的指示出来告诉我们。尤其在经文里面看到大势至菩萨所叙述的，他一开端讲，「我与五十二同伦」，这一句话不能够轻易看过，我们从这个地方建立清净坚固的信心。同伦是志同道合，同修一个法门，念佛求生净土的法门。这五十二个人是指谁？是菩萨的五十一个位次，十信十个位次，十住、十行、十回向、十地，五十个位次，等觉五十一，妙觉五十二。换句话说，从初发心一直到成佛，就是一句弥陀念到底。依什么方法念？「都摄六根，净念相继」，用这个方法。而且告诉我们，「不假方便，自得心开」，不假方便就是不需要用任何法门来帮助，就是一句佛号，从初发心一直到成佛。",
      "zh_TW": "經文非常的精簡，一句廢話都沒有，而把淨宗修學的方法、境界，可以說是圓滿的指示出來告訴我們。尤其在經文裡面看到大勢至菩薩所敘述的，他一開端講，「我與五十二同倫」，這一句話不能夠輕易看過，我們從這個地方建立清淨堅固的信心。同倫是志同道合，同修一個法門，念佛求生淨土的法門。這五十二個人是指誰？是菩薩的五十一個位次，十信十個位次，十住、十行、十迴向、十地，五十個位次，等覺五十一，妙覺五十二。換句話說，從初發心一直到成佛，就是一句彌陀念到底。依什麼方法念？「都攝六根，淨念相繼」，用這個方法。而且告訴我們，「不假方便，自得心開」，不假方便就是不需要用任何法門來幫助，就是一句佛號，從初發心一直到成佛。"
    },
    {
      "id": "03-008-0006_p0014",
      "zh_CN": "所以夏莲居老居士编的《净修捷要》里面说，「净宗初祖大势至菩萨」。这个在从前我没有听说过，我看《净修捷要》的时候才看到这一句，我看了之后点头，对，一点都没错，在尽虚空遍法界第一个提倡念佛专修净土的是大势至菩萨。在我们娑婆世界，释迦牟尼佛示现成佛，第一部是讲的《大方广佛华严经》，《华严经》最后，普贤菩萨十大愿王导归极乐。所以我们娑婆世界的初祖，专修净土劝人念佛往生的初祖，娑婆世界初祖是普贤菩萨。佛教传到我们中国，中国第一个提倡专修念佛法门的是庐山慧远大师，他是生在东晋的时代，所以远公是我们中国净宗初祖。这个初祖于是就有了三个。",
      "zh_TW": "所以夏蓮居老居士編的《淨修捷要》裡面說，「淨宗初祖大勢至菩薩」。這個在從前我沒有聽說過，我看《淨修捷要》的時候才看到這一句，我看了之後點頭，對，一點都沒錯，在盡虛空遍法界第一個提倡念佛專修淨土的是大勢至菩薩。在我們娑婆世界，釋迦牟尼佛示現成佛，第一部是講的《大方廣佛華嚴經》，《華嚴經》最後，普賢菩薩十大願王導歸極樂。所以我們娑婆世界的初祖，專修淨土勸人念佛往生的初祖，娑婆世界初祖是普賢菩薩。佛教傳到我們中國，中國第一個提倡專修念佛法門的是廬山慧遠大師，他是生在東晉的時代，所以遠公是我們中國淨宗初祖。這個初祖於是就有了三個。"
    },
    {
      "id": "03-008-0006_p0015",
      "zh_CN": "我们今天依照这个五经一论就好，如果说我们的工作非常之忙，时间很有限，这个五经的分量也太多，你可以在五经之中任选一种都行，任选一种都可以。这皈依法，做为我们真正的皈依处。有同修来找我，要我给他介绍一部，我通常都是介绍《无量寿经》。为什么单单介绍《无量寿经》，不介绍别的经？因为《无量寿经》是净土概论，阿弥陀佛西方极乐世界的历史由来，以及理论、事实、因缘、果报，统统说得清楚。所以读《无量寿经》对于净宗能够生起信心。而且经文里面许多的教诲，对我们现前处事待人接物修养都有很大的利益，我们应当遵照修学。《观无量寿佛经》那是对一个真正发心想求生净土，为我们详细说明往生的方法，往生要具备哪些条件，《观经》讲得清楚。《阿弥陀经》是世尊以彻底的悲心劝告我们应当要发愿求生净土，所谓劝信、劝愿、劝行。这是三经不同之处。至于三经对西方极乐世界依正庄严的赞叹那是相同的。",
      "zh_TW": "我們今天依照這個五經一論就好，如果說我們的工作非常之忙，時間很有限，這個五經的分量也太多，你可以在五經之中任選一種都行，任選一種都可以。這皈依法，做為我們真正的皈依處。有同修來找我，要我給他介紹一部，我通常都是介紹《無量壽經》。為什麼單單介紹《無量壽經》，不介紹別的經？因為《無量壽經》是淨土概論，阿彌陀佛西方極樂世界的歷史由來，以及理論、事實、因緣、果報，統統說得清楚。所以讀《無量壽經》對於淨宗能夠生起信心。而且經文裡面許多的教誨，對我們現前處事待人接物修養都有很大的利益，我們應當遵照修學。《觀無量壽佛經》那是對一個真正發心想求生淨土，為我們詳細說明往生的方法，往生要具備哪些條件，《觀經》講得清楚。《阿彌陀經》是世尊以徹底的悲心勸告我們應當要發願求生淨土，所謂勸信、勸願、勸行。這是三經不同之處。至於三經對西方極樂世界依正莊嚴的讚歎那是相同的。"
    },
    {
      "id": "03-008-0006_p0016",
      "zh_CN": "这个皈依法，我们总算找到真正依靠的法宝，这是说我们自己这一生修学。假如要发心弘扬净宗，那单单依靠这五经还不够，这点诸位要知道。发心自己修行的够了，这个五经一论够用，保证你往生。如果发心弘扬要把净宗介绍给一切大众，那我们必须要深入大乘。深入大乘我们对于五经才能够彻底的了解，才能把它讲清楚、讲明白，令一切大众断疑生信，这就是其他大乘经典要涉猎。譬如说前清彭际清居士，他是乾隆时间的人，他有《无量寿经起信论》，对于净宗之弘扬也是不遗余力，他曾经赞叹《无量寿经》，称它作中本《华严》；换句话说，《无量寿经》跟《华严经》没有两样，只是在分量上有差别。《华严经》有八十卷，《无量寿经》只有一卷，《华严》称作大本，《无量寿经》是中本，《阿弥陀经》是小本。由此可知，这个魏源取「普贤行愿品」称之为四经有道理，很正确。由此可知，净宗与《华严》关系密切。",
      "zh_TW": "這個皈依法，我們總算找到真正依靠的法寶，這是說我們自己這一生修學。假如要發心弘揚淨宗，那單單依靠這五經還不夠，這點諸位要知道。發心自己修行的夠了，這個五經一論夠用，保證你往生。如果發心弘揚要把淨宗介紹給一切大眾，那我們必須要深入大乘。深入大乘我們對於五經才能夠徹底的了解，才能把它講清楚、講明白，令一切大眾斷疑生信，這就是其他大乘經典要涉獵。譬如說前清彭際清居士，他是乾隆時間的人，他有《無量壽經起信論》，對於淨宗之弘揚也是不遺餘力，他曾經讚歎《無量壽經》，稱它作中本《華嚴》；換句話說，《無量壽經》跟《華嚴經》沒有兩樣，只是在分量上有差別。《華嚴經》有八十卷，《無量壽經》只有一卷，《華嚴》稱作大本，《無量壽經》是中本，《阿彌陀經》是小本。由此可知，這個魏源取「普賢行願品」稱之為四經有道理，很正確。由此可知，淨宗與《華嚴》關係密切。"
    },
    {
      "id": "03-008-0006_p0017",
      "zh_CN": "假如我们要发心弘扬净土，《华严》要读、要深入，因为它是详细的《无量寿经》，是详细的《阿弥陀经》。《楞严经》我们也要认真深入去研究，「大势至菩萨圆通章」出自于《楞严》的，不能深入《楞严》、深入《华严》，对于大势至菩萨这二百四十四个字这段经文你就很难透彻理解。所以一定要深入大经，像《华严》、《楞严》、《法华》、般若、法相、唯识，有能力的话都应当深入研究，这个样理事才能圆融。这是我们皈依法。",
      "zh_TW": "假如我們要發心弘揚淨土，《華嚴》要讀、要深入，因為它是詳細的《無量壽經》，是詳細的《阿彌陀經》。《楞嚴經》我們也要認真深入去研究，「大勢至菩薩圓通章」出自於《楞嚴》的，不能深入《楞嚴》、深入《華嚴》，對於大勢至菩薩這二百四十四個字這段經文你就很難透徹理解。所以一定要深入大經，像《華嚴》、《楞嚴》、《法華》、般若、法相、唯識，有能力的話都應當深入研究，這個樣理事才能圓融。這是我們皈依法。"
    },
    {
      "id": "03-008-0006_p0018",
      "zh_CN": "这个皈依僧，僧里面有凡夫僧，像我们这样烦恼没有断，习气都在，这样的僧靠不住。要什么样的僧才靠得住？有菩萨僧、有声闻僧，声闻僧是阿罗汉。所以我跟同修们介绍，菩萨僧里面观音、大势至、文殊、普贤、弥勒、地藏，这六位菩萨僧是我们中国佛弟子非常景仰的，我们应当以他为榜样，我们依靠这六大菩萨，菩萨僧，那就决定不错。依靠观世音菩萨，观音菩萨是大慈大悲，我们要从自己对一切众生没有慈悲心，不但没有慈悲，对于一切众生都有瞋恚、嫉妒这些不善的心，我们从这个不善的心回过头来，依观世音菩萨的慈悲，把我们的慈悲心发出来。依大势至菩萨的智慧专修、专弘、专精，精进；依文殊菩萨的智慧，依普贤菩萨的平等实践，也就是说，将佛陀的教诲变成我们自己实际的生活行为；依地藏孝亲尊师，依弥勒智慧慈悲。我们见到这些菩萨形像，听到菩萨的名号，我们就能够回归性德，菩萨代表的是性德。这样三皈才真正能够落实，我们真的有了依靠，真的晓得回头。",
      "zh_TW": "這個皈依僧，僧裡面有凡夫僧，像我們這樣煩惱沒有斷，習氣都在，這樣的僧靠不住。要什麼樣的僧才靠得住？有菩薩僧、有聲聞僧，聲聞僧是阿羅漢。所以我跟同修們介紹，菩薩僧裡面觀音、大勢至、文殊、普賢、彌勒、地藏，這六位菩薩僧是我們中國佛弟子非常景仰的，我們應當以他為榜樣，我們依靠這六大菩薩，菩薩僧，那就決定不錯。依靠觀世音菩薩，觀音菩薩是大慈大悲，我們要從自己對一切眾生沒有慈悲心，不但沒有慈悲，對於一切眾生都有瞋恚、嫉妒這些不善的心，我們從這個不善的心回過頭來，依觀世音菩薩的慈悲，把我們的慈悲心發出來。依大勢至菩薩的智慧專修、專弘、專精，精進；依文殊菩薩的智慧，依普賢菩薩的平等實踐，也就是說，將佛陀的教誨變成我們自己實際的生活行為；依地藏孝親尊師，依彌勒智慧慈悲。我們見到這些菩薩形像，聽到菩薩的名號，我們就能夠回歸性德，菩薩代表的是性德。這樣三皈才真正能夠落實，我們真的有了依靠，真的曉得回頭。"
    },
    {
      "id": "03-008-0006_p0019",
      "zh_CN": "佛宝我们决定依阿弥陀佛，这个净土三经是专讲阿弥陀佛的。这个落实在事相上，佛宝是阿弥陀佛，法宝是净土五经一论，僧宝这六大菩萨，这是我们真正的皈依处。三皈是佛陀教给我们修行最高的指导原则，依照这三条纲领去修学就是佛弟子，如果违背了这三大纲领就不是佛弟子。所以这个三大纲领，简单的说，皈依佛是觉而不迷，皈依法是正而不邪，皈依僧是净而不染，这是觉正净这三大纲领。",
      "zh_TW": "佛寶我們決定依阿彌陀佛，這個淨土三經是專講阿彌陀佛的。這個落實在事相上，佛寶是阿彌陀佛，法寶是淨土五經一論，僧寶這六大菩薩，這是我們真正的皈依處。三皈是佛陀教給我們修行最高的指導原則，依照這三條綱領去修學就是佛弟子，如果違背了這三大綱領就不是佛弟子。所以這個三大綱領，簡單的說，皈依佛是覺而不迷，皈依法是正而不邪，皈依僧是淨而不染，這是覺正淨這三大綱領。"
    },
    {
      "id": "03-008-0006_p0020",
      "zh_CN": "这三大纲领，同修们要知道，我们只要做到一条，其他的两个纲领都得到，是一而三，三而一。佛教导一切众生有无量的法门，这无量法门到最后殊途同归。譬如在中国大乘宗派里面来说，中国的禅宗、性宗他们走的是觉门，禅宗着重在大彻大悟，明心见性，这个三宝里面他走的是皈依佛，就是觉而不迷。他真正开悟，见性了，他的思想、见解还会有错误吗？当然不会有错误，当然是正知正见，所以皈依法他自然就得到。觉悟的人心地一定清净，所以僧宝也具足了。可见得一个得到，三个统统都得到。",
      "zh_TW": "這三大綱領，同修們要知道，我們只要做到一條，其他的兩個綱領都得到，是一而三，三而一。佛教導一切眾生有無量的法門，這無量法門到最後殊途同歸。譬如在中國大乘宗派裡面來說，中國的禪宗、性宗他們走的是覺門，禪宗著重在大徹大悟，明心見性，這個三寶裡面他走的是皈依佛，就是覺而不迷。他真正開悟，見性了，他的思想、見解還會有錯誤嗎？當然不會有錯誤，當然是正知正見，所以皈依法他自然就得到。覺悟的人心地一定清淨，所以僧寶也具足了。可見得一個得到，三個統統都得到。"
    },
    {
      "id": "03-008-0006_p0021",
      "zh_CN": "至于教下，像贤首宗、天台宗、法相宗，这些宗派是从经论上下手的，也就是三宝里面从法宝里面下手的。依照大乘经论修正我们自己错误的思想、见解，从经论里面获得正知正见，所以教下叫做大开圆解，这是从正门进去的。他大开圆解之后，那就见性了，所以也就觉而不迷，大开圆解之后心也清净了，可见得从正门进去，觉跟净同时也得到。再像净土宗跟密宗，这两个宗派都是从净门入的，也就说它偏重在修清净心，《弥陀经》上讲「一心不乱」，那就心清净了。心清净知见也正了，心清净当然就见性了，所谓「不假方便，自得心开」，这个心开就是明心见性。可见得这个三宝你真正皈依一宝，那两个一定得到，一而三，三而一。我们净宗偏向心清净，用这一句佛号成就我们的清净心，心清净了，身就清净，心净则土净，这样才能得生净土。",
      "zh_TW": "至於教下，像賢首宗、天台宗、法相宗，這些宗派是從經論上下手的，也就是三寶裡面從法寶裡面下手的。依照大乘經論修正我們自己錯誤的思想、見解，從經論裡面獲得正知正見，所以教下叫做大開圓解，這是從正門進去的。他大開圓解之後，那就見性了，所以也就覺而不迷，大開圓解之後心也清淨了，可見得從正門進去，覺跟淨同時也得到。再像淨土宗跟密宗，這兩個宗派都是從淨門入的，也就說它偏重在修清淨心，《彌陀經》上講「一心不亂」，那就心清淨了。心清淨知見也正了，心清淨當然就見性了，所謂「不假方便，自得心開」，這個心開就是明心見性。可見得這個三寶你真正皈依一寶，那兩個一定得到，一而三，三而一。我們淨宗偏向心清淨，用這一句佛號成就我們的清淨心，心清淨了，身就清淨，心淨則土淨，這樣才能得生淨土。"
    },
    {
      "id": "03-008-0006_p0022",
      "zh_CN": "所以三皈是我们修行基本的方向、基本的纲领，无论修学哪一个法门，决定不能够违背。也可以说如果人家问我们，学佛你修什么？我们可以答复他，我修的是觉正净，这个一点都不错，佛教给我们修觉正净。利用什么方法修？方法就多了，我用参禅的方法、用读经的方法、用持咒的方法、用戒律的方法、用念佛的方法，那些都是方法。方法多了，所谓八万四千那是方法，无量无边也是方法，方法、手段尽管不同，我们所修的是一样的，统统是觉正净，殊途同归。法门平等，无有高下，就是这个道理，也就是这个事实。我们现在方向找到了，纲领找到了，所以这个传授三皈就是把佛法修学的纲领、修学的方向教给你，传授给你，这叫传授三皈。从今而后我们是修觉正净，要从迷邪染回过头来依觉正净，这就对了，那你就是真正回头，真正有了依靠，这叫得了三皈。否则的话，在形式上佛菩萨面前念个几句，皈依佛、皈依法、皈依僧，嘴皮上念的，其实也不晓得从哪里皈，也不知道依靠什么，那是完全错误。",
      "zh_TW": "所以三皈是我們修行基本的方向、基本的綱領，無論修學哪一個法門，決定不能夠違背。也可以說如果人家問我們，學佛你修什麼？我們可以答覆他，我修的是覺正淨，這個一點都不錯，佛教給我們修覺正淨。利用什麼方法修？方法就多了，我用參禪的方法、用讀經的方法、用持咒的方法、用戒律的方法、用念佛的方法，那些都是方法。方法多了，所謂八萬四千那是方法，無量無邊也是方法，方法、手段儘管不同，我們所修的是一樣的，統統是覺正淨，殊途同歸。法門平等，無有高下，就是這個道理，也就是這個事實。我們現在方向找到了，綱領找到了，所以這個傳授三皈就是把佛法修學的綱領、修學的方向教給你，傳授給你，這叫傳授三皈。從今而後我們是修覺正淨，要從迷邪染回過頭來依覺正淨，這就對了，那你就是真正回頭，真正有了依靠，這叫得了三皈。否則的話，在形式上佛菩薩面前念個幾句，皈依佛、皈依法、皈依僧，嘴皮上念的，其實也不曉得從哪裡皈，也不知道依靠什麼，那是完全錯誤。"
    },
    {
      "id": "03-008-0006_p0023",
      "zh_CN": "修学纲领明白了，我知道了，我要修觉正净，现在要问，从哪里下手？这个很重要。从哪儿入门？下面佛教给我们，『具足众戒，不犯威仪』，从这个地方入门。我们就晓得，这个戒律重要，戒律是佛门，无论是显教、密教，无论是大乘、小乘，都要从持戒下手。如果说把戒律废弃了，不持戒就能成就，没有这个道理，没有这回事情。所以一定要知道持戒念佛，戒是什么？规矩，这不能不守规矩。戒律里面最基本的五戒，无论是在家、出家一定要遵守，这个五戒叫根本大戒，根本大戒一定要遵守。要修十善，前面第一条讲过，十善业。",
      "zh_TW": "修學綱領明白了，我知道了，我要修覺正淨，現在要問，從哪裡下手？這個很重要。從哪兒入門？下面佛教給我們，『具足眾戒，不犯威儀』，從這個地方入門。我們就曉得，這個戒律重要，戒律是佛門，無論是顯教、密教，無論是大乘、小乘，都要從持戒下手。如果說把戒律廢棄了，不持戒就能成就，沒有這個道理，沒有這回事情。所以一定要知道持戒念佛，戒是什麼？規矩，這不能不守規矩。戒律裡面最基本的五戒，無論是在家、出家一定要遵守，這個五戒叫根本大戒，根本大戒一定要遵守。要修十善，前面第一條講過，十善業。"
    },
    {
      "id": "03-008-0006_p0024",
      "zh_CN": "在末法，我们现在这个时代，研究经典的人有，对于经论爱好的人有，探讨的人有，真正修行的人很少，也就是真正照做的人太少了。为什么？这做起来就觉得难，真难！不杀生，天天要吃肉，吃肉虽然自己没有杀生，叫别人杀来给你吃，你没有过失吗？现在这个屠夫杀猪，大概都是用电来屠宰了。我还记得，我这个小时候住在乡下，那个时候人民生活非常之苦，吃肉的机会很少，大概一个月、半个月才杀一只猪，逢年过节才有肉吃，平常吃不到。那个杀猪的人在杀猪的时候，他拉着猪耳朵给牠念咒，他在那边念，他说猪呀、猪呀，你不要怪我，你是人间一道菜，他不吃来我不宰，你向吃的去讨债。他把责任统统推到吃肉的人身上，你不要怪我，你向他们去讨债去。可见得他杀猪他也知道那是不对，他有个侥幸的心，希望卸罪，把罪过推到吃肉的人身上去。我们能不能把肉食断掉？不杀生这条戒才真正持得彻底。",
      "zh_TW": "在末法，我們現在這個時代，研究經典的人有，對於經論愛好的人有，探討的人有，真正修行的人很少，也就是真正照做的人太少了。為什麼？這做起來就覺得難，真難！不殺生，天天要吃肉，吃肉雖然自己沒有殺生，叫別人殺來給你吃，你沒有過失嗎？現在這個屠夫殺豬，大概都是用電來屠宰了。我還記得，我這個小時候住在鄉下，那個時候人民生活非常之苦，吃肉的機會很少，大概一個月、半個月才殺一隻豬，逢年過節才有肉吃，平常吃不到。那個殺豬的人在殺豬的時候，他拉著豬耳朵給牠念咒，他在那邊念，他說豬呀、豬呀，你不要怪我，你是人間一道菜，他不吃來我不宰，你向吃的去討債。他把責任統統推到吃肉的人身上，你不要怪我，你向他們去討債去。可見得他殺豬他也知道那是不對，他有個僥倖的心，希望卸罪，把罪過推到吃肉的人身上去。我們能不能把肉食斷掉？不殺生這條戒才真正持得徹底。"
    },
    {
      "id": "03-008-0006_p0025",
      "zh_CN": "不偷盗就更难了，这个做生意，我们举一个例子，要能够不逃税。有很多人告诉我，法师，这不想方法逃税就不能赚钱。逃税就是偷盗，偷盗国家的。处处都想占人便宜，都是犯了偷盗的行为，难，比前面一条还要难。这些戒的戒条、戒相一定要清清楚楚、要明白，每一条立戒的理论、境界，持戒的方法，所谓开遮持犯，都要清清楚楚、明明白白，学佛要从这个地方做起。",
      "zh_TW": "不偷盜就更難了，這個做生意，我們舉一個例子，要能夠不逃稅。有很多人告訴我，法師，這不想方法逃稅就不能賺錢。逃稅就是偷盜，偷盜國家的。處處都想佔人便宜，都是犯了偷盜的行為，難，比前面一條還要難。這些戒的戒條、戒相一定要清清楚楚、要明白，每一條立戒的理論、境界，持戒的方法，所謂開遮持犯，都要清清楚楚、明明白白，學佛要從這個地方做起。"
    },
    {
      "id": "03-008-0006_p0026",
      "zh_CN": "那个戒律的精神，佛说得很明白，小乘戒建立在「诸恶莫作」，大乘戒建立在「众善奉行」。什么叫恶？凡是对自己有利益、有好处的就是恶。凡是对于众生、对社会有利益的就是善。也许大家听了不以为然，对社会、对众生有利益的，这可以同意，不反对；对自己有利益的都是恶，哪一个人不为自己？为什么说对自己有利益的都叫恶？诸位必须要知道，佛教导我们最高的目标在哪里？佛是教我们永脱轮回，了断生死，去作佛、作菩萨，佛教导我们目标在这里。我们为什么会堕落在轮回里面？就是因为有我执，我执要是破了就超越轮回。念念都想为自己的利益是增长我执，起心动念第一个念头就想到我的利益、我的好处，我执天天在增长，这样的人出不了轮回，这样的人不能往生。到临命终时阿弥陀佛来接引你，你还说是我这样还没见到，那个我还要看一看，阿弥陀佛哪有时间来等你？所以必须要把我执破掉，就是这么一个道理，这样的一个事实。",
      "zh_TW": "那個戒律的精神，佛說得很明白，小乘戒建立在「諸惡莫作」，大乘戒建立在「眾善奉行」。什麼叫惡？凡是對自己有利益、有好處的就是惡。凡是對於眾生、對社會有利益的就是善。也許大家聽了不以為然，對社會、對眾生有利益的，這可以同意，不反對；對自己有利益的都是惡，哪一個人不為自己？為什麼說對自己有利益的都叫惡？諸位必須要知道，佛教導我們最高的目標在哪裡？佛是教我們永脫輪迴，了斷生死，去作佛、作菩薩，佛教導我們目標在這裡。我們為什麼會墮落在輪迴裡面？就是因為有我執，我執要是破了就超越輪迴。念念都想為自己的利益是增長我執，起心動念第一個念頭就想到我的利益、我的好處，我執天天在增長，這樣的人出不了輪迴，這樣的人不能往生。到臨命終時阿彌陀佛來接引你，你還說是我這樣還沒見到，那個我還要看一看，阿彌陀佛哪有時間來等你？所以必須要把我執破掉，就是這麼一個道理，這樣的一個事實。"
    },
    {
      "id": "03-008-0006_p0027",
      "zh_CN": "法执要破掉那就明心见性。所以小乘人阿罗汉、辟支佛我执破了，超越三界了，没见性，为什么原因？他有法执。法执破掉之后就明心见性，这称大菩萨了，我们称之为法身大士。所以我、法两种执着是大障碍，障碍我们不能出三界，障碍我们不能见本性。戒律帮助我们把这个障碍破除，所以佛教给我们「诸恶莫作，众善奉行」。大乘菩萨起心动念为一切众生想，不为自己想，念念想一切众生，这个我执不破自然就淡薄了，自然就消失了，这个方法非常妙，比小乘人高明太多。懂得这个道理，才晓得持戒的重要。",
      "zh_TW": "法執要破掉那就明心見性。所以小乘人阿羅漢、辟支佛我執破了，超越三界了，沒見性，為什麼原因？他有法執。法執破掉之後就明心見性，這稱大菩薩了，我們稱之為法身大士。所以我、法兩種執著是大障礙，障礙我們不能出三界，障礙我們不能見本性。戒律幫助我們把這個障礙破除，所以佛教給我們「諸惡莫作，眾善奉行」。大乘菩薩起心動念為一切眾生想，不為自己想，念念想一切眾生，這個我執不破自然就淡薄了，自然就消失了，這個方法非常妙，比小乘人高明太多。懂得這個道理，才曉得持戒的重要。"
    },
    {
      "id": "03-008-0006_p0028",
      "zh_CN": "除了世尊为我们制定的这些戒律我们要明了、我们要遵守、要照做之外，推广开来，国家所制定的法律、规定我们统统要遵守，这都包含在戒律范围之内。所以佛弟子一定守法，绝不犯法，一定遵守国家的法律，一定遵守社会的秩序。像民间的风俗习惯，我们要遵守，不能违背；道德观念要遵守，也不能违背。这些都在戒律范围之内。「具足众戒」。「不犯威仪」，威仪，用现代的话来说就是礼节，人与人之间往来要有礼貌、要有礼节，虽然只是小节，小节也重视，也不可以随便去违犯。不拘小节往往养成放逸，我们常讲人很随便、很马虎，这样也不好。所以说学佛从这里下手，从持戒下手。第三福是大乘菩萨，他有自觉，第一个：",
      "zh_TW": "除了世尊為我們制定的這些戒律我們要明瞭、我們要遵守、要照做之外，推廣開來，國家所制定的法律、規定我們統統要遵守，這都包含在戒律範圍之內。所以佛弟子一定守法，絕不犯法，一定遵守國家的法律，一定遵守社會的秩序。像民間的風俗習慣，我們要遵守，不能違背；道德觀念要遵守，也不能違背。這些都在戒律範圍之內。「具足眾戒」。「不犯威儀」，威儀，用現代的話來說就是禮節，人與人之間往來要有禮貌、要有禮節，雖然只是小節，小節也重視，也不可以隨便去違犯。不拘小節往往養成放逸，我們常講人很隨便、很馬虎，這樣也不好。所以說學佛從這裡下手，從持戒下手。第三福是大乘菩薩，他有自覺，第一個："
    },
    {
      "id": "03-008-0006_p0029",
      "zh_CN": "【发菩提心。】",
      "zh_TW": "【發菩提心。】"
    },
    {
      "id": "03-008-0006_p0030",
      "zh_CN": "菩提是梵语，翻成中国是觉悟的意思，菩提翻作觉，『菩提心』就是觉心，用我们现在话来说，是高度的警觉心。什么叫做高度的警觉心？第一他觉悟到人生苦，轮回更苦，他要不警觉到，他怎么会发心求出轮回？必须对轮回有相当的警觉，他晓得这个事情麻烦，这个事情太苦了，一定要在这一生把这问题彻底解决，一定要超越轮回，这是真正觉悟。怎样才能够真正超越轮回？就一定要圆成佛道，要圆满成就佛道。而圆成佛道，所有一切大乘经论所讲的方法都是这个目标。但是在一切法门之中，对我们来讲确实有难、有易，如果学的是难的方法，我们这一生当中未必能成就。聪明人走捷径，聪明人一定选择易行道，就很容易修成的道路。在所有一切法门当中，净土持名念佛是易行道。我们选择这个法门，勇猛精进，专修、专念，这个人那就是发无上的「菩提心」。蕅益大师在《弥陀经要解》里面说得好，一个人真正发心念佛求生净土，就是发的无上菩提心。底下一句是：",
      "zh_TW": "菩提是梵語，翻成中國是覺悟的意思，菩提翻作覺，『菩提心』就是覺心，用我們現在話來說，是高度的警覺心。什麼叫做高度的警覺心？第一他覺悟到人生苦，輪迴更苦，他要不警覺到，他怎麼會發心求出輪迴？必須對輪迴有相當的警覺，他曉得這個事情麻煩，這個事情太苦了，一定要在這一生把這問題徹底解決，一定要超越輪迴，這是真正覺悟。怎樣才能夠真正超越輪迴？就一定要圓成佛道，要圓滿成就佛道。而圓成佛道，所有一切大乘經論所講的方法都是這個目標。但是在一切法門之中，對我們來講確實有難、有易，如果學的是難的方法，我們這一生當中未必能成就。聰明人走捷徑，聰明人一定選擇易行道，就很容易修成的道路。在所有一切法門當中，淨土持名念佛是易行道。我們選擇這個法門，勇猛精進，專修、專念，這個人那就是發無上的「菩提心」。蕅益大師在《彌陀經要解》裡面說得好，一個人真正發心念佛求生淨土，就是發的無上菩提心。底下一句是："
    },
    {
      "id": "03-008-0006_p0031",
      "zh_CN": "【深信因果。】",
      "zh_TW": "【深信因果。】"
    },
    {
      "id": "03-008-0006_p0032",
      "zh_CN": "这一句是菩萨所修的，菩萨是觉悟的人，觉悟的人要学『深信因果』。当然这个因果不是普通的因果，普通因果，这善有善报，恶有恶报，我们凡夫都相信，菩萨难道不知道吗？佛在此地教菩萨，这个因果不是别的因果，而是「念佛是因，成佛是果」。这个念佛成佛的因果，确实很多菩萨不知道，很多菩萨不信，很多菩萨不能深信。换句话说，他要不能深信念佛成佛的因果，他必须要修行三大阿僧祇劫，要修行无量劫，他才能成就。如果他深信念阿弥陀佛往生西方极乐世界就成佛，这个菩萨成佛就快了，恐怕到西方极乐世界一劫、二劫就成佛了。佛在此地劝这些菩萨要深信，要回头去依靠阿弥陀佛，要往生西方极乐世界。菩萨尚且要求生净土，像《华严经》上所说的四十一位法身大士，包括文殊、普贤都要念阿弥陀佛求生西方净土，何况我们？这确实让我们深深相信不再怀疑。底下教我们：",
      "zh_TW": "這一句是菩薩所修的，菩薩是覺悟的人，覺悟的人要學『深信因果』。當然這個因果不是普通的因果，普通因果，這善有善報，惡有惡報，我們凡夫都相信，菩薩難道不知道嗎？佛在此地教菩薩，這個因果不是別的因果，而是「念佛是因，成佛是果」。這個念佛成佛的因果，確實很多菩薩不知道，很多菩薩不信，很多菩薩不能深信。換句話說，他要不能深信念佛成佛的因果，他必須要修行三大阿僧祇劫，要修行無量劫，他才能成就。如果他深信念阿彌陀佛往生西方極樂世界就成佛，這個菩薩成佛就快了，恐怕到西方極樂世界一劫、二劫就成佛了。佛在此地勸這些菩薩要深信，要回頭去依靠阿彌陀佛，要往生西方極樂世界。菩薩尚且要求生淨土，像《華嚴經》上所說的四十一位法身大士，包括文殊、普賢都要念阿彌陀佛求生西方淨土，何況我們？這確實讓我們深深相信不再懷疑。底下教我們："
    },
    {
      "id": "03-008-0006_p0033",
      "zh_CN": "【读诵大乘。】",
      "zh_TW": "【讀誦大乘。】"
    },
    {
      "id": "03-008-0006_p0034",
      "zh_CN": "刚才讲了，只是自己修行的，大乘经里面选个一种、二种读诵就够。如果发心上报佛恩，下济众苦，发心弘法利生，弘法利生诸位同修要知道，出家、在家都可以，不一定一定要出家，当然出家人弘法利生是他本分的职责，在家人发心一样。所以从释迦牟尼佛住世那个时候就有居士讲经说法，跟佛同一个时代的，诸位晓得，维摩居士。维摩居士升座说法，释迦牟尼佛的学生，出家的弟子，舍利弗、目犍连去听经，也要礼拜维摩居士，要礼拜，也要右绕三匝，表示最恭敬的意思。那出家人拜在家人，在家人也没有拒绝，也没有说你不必客气，你不要拜，维摩长者一句话都不说，就是让他拜三拜，让他绕三匝。这是什么？师道，佛法是师道，老师第一大，他是居士身分，他弘法利生，他教导你。所以出家的弟子可以以在家人做老师，佛陀在世就有了。",
      "zh_TW": "剛才講了，只是自己修行的，大乘經裡面選個一種、二種讀誦就夠。如果發心上報佛恩，下濟眾苦，發心弘法利生，弘法利生諸位同修要知道，出家、在家都可以，不一定一定要出家，當然出家人弘法利生是他本分的職責，在家人發心一樣。所以從釋迦牟尼佛住世那個時候就有居士講經說法，跟佛同一個時代的，諸位曉得，維摩居士。維摩居士升座說法，釋迦牟尼佛的學生，出家的弟子，舍利弗、目犍連去聽經，也要禮拜維摩居士，要禮拜，也要右繞三匝，表示最恭敬的意思。那出家人拜在家人，在家人也沒有拒絕，也沒有說你不必客氣，你不要拜，維摩長者一句話都不說，就是讓他拜三拜，讓他繞三匝。這是什麼？師道，佛法是師道，老師第一大，他是居士身分，他弘法利生，他教導你。所以出家的弟子可以以在家人做老師，佛陀在世就有了。"
    },
    {
      "id": "03-008-0006_p0035",
      "zh_CN": "我们再看，中国古代留学生当中，玄奘大师名气很大，我们中国人对他都很敬佩。他到了印度他拜了两个老师，这两个老师一个是出家人、一个是在家人。玄奘大师他那个时候是以出家身分，戒贤论师是出家人，胜军居士是在家人，他对于胜军居士恭敬礼节跟对戒贤论师没有两样。所以大家千万不要误会这一出家就不可以跟在家人学，那就大错特错了。当年佛的这些大弟子们，舍利弗、目犍连，维摩居士讲经，释迦牟尼佛都叫他们去听，劝他去听，并没有反对。由此我们真正明白，佛门里面是教学，是老师第一，一定是尊师重道。我们要以道德为依归，在家人真正有修行、真正有道德，我们要亲近他，我们要向他请教，要以弟子之礼向他请教，这是对的，是正确的，决定没有过失。这是说到『读诵大乘』，成就自己的道业、学业，然后才能够弘法利生。末后这一句：",
      "zh_TW": "我們再看，中國古代留學生當中，玄奘大師名氣很大，我們中國人對他都很敬佩。他到了印度他拜了兩個老師，這兩個老師一個是出家人、一個是在家人。玄奘大師他那個時候是以出家身分，戒賢論師是出家人，勝軍居士是在家人，他對於勝軍居士恭敬禮節跟對戒賢論師沒有兩樣。所以大家千萬不要誤會這一出家就不可以跟在家人學，那就大錯特錯了。當年佛的這些大弟子們，舍利弗、目犍連，維摩居士講經，釋迦牟尼佛都叫他們去聽，勸他去聽，並沒有反對。由此我們真正明白，佛門裡面是教學，是老師第一，一定是尊師重道。我們要以道德為依歸，在家人真正有修行、真正有道德，我們要親近他，我們要向他請教，要以弟子之禮向他請教，這是對的，是正確的，決定沒有過失。這是說到『讀誦大乘』，成就自己的道業、學業，然後才能夠弘法利生。末後這一句："
    },
    {
      "id": "03-008-0006_p0036",
      "zh_CN": "【劝进行者。】",
      "zh_TW": "【勸進行者。】"
    },
    {
      "id": "03-008-0006_p0037",
      "zh_CN": "这就是弘扬佛法帮助别人，自己成就了，前面十句都是成就自己，成就自己的道德、成就自己的学问、成就自己的道业，然后要帮助众生，就是要『劝进行者』，「劝」是劝勉，「进」是策进，帮助他进步。这是第三条。末后佛告诉我们：",
      "zh_TW": "這就是弘揚佛法幫助別人，自己成就了，前面十句都是成就自己，成就自己的道德、成就自己的學問、成就自己的道業，然後要幫助眾生，就是要『勸進行者』，「勸」是勸勉，「進」是策進，幫助他進步。這是第三條。末後佛告訴我們："
    },
    {
      "id": "03-008-0006_p0038",
      "zh_CN": "【如此三事，名为净业。】",
      "zh_TW": "【如此三事，名為淨業。】"
    },
    {
      "id": "03-008-0006_p0039",
      "zh_CN": "前面讲的这三条十一句，这就叫『净业』。我们修净土的人常常自称净业弟子、净业沙门，什么叫「净业」？这三条十一句统统都做到了，才叫净业弟子、才是净业沙门。这三条没做到，一天到晚念这一句阿弥陀佛，就称为净业弟子，那不是真的。明明白白的说明这三条叫做净业。而且佛又说：",
      "zh_TW": "前面講的這三條十一句，這就叫『淨業』。我們修淨土的人常常自稱淨業弟子、淨業沙門，什麼叫「淨業」？這三條十一句統統都做到了，才叫淨業弟子、才是淨業沙門。這三條沒做到，一天到晚念這一句阿彌陀佛，就稱為淨業弟子，那不是真的。明明白白的說明這三條叫做淨業。而且佛又說："
    },
    {
      "id": "03-008-0006_p0040",
      "zh_CN": "【乃是过去、未来、现在，三世诸佛净业正因。】",
      "zh_TW": "【乃是過去、未來、現在，三世諸佛淨業正因。】"
    },
    {
      "id": "03-008-0006_p0041",
      "zh_CN": "这个身心清净到了极处，就叫做成佛，成佛成什么？成就净业。由此可知，诸佛如来的教学，无量的经论、无量的法门，也不过就是把这个十一句圆圆满满的成就而已；换句话说，这十一句就是觉正净的纲目。觉正净是总纲，这十一条是细目，这十一句做到了，那就真正做到了觉正净。我们在佛像上往往见到，这个塑造的佛像没有，画的佛像，这个佛像顶上有三个字，通常是用梵文写的，也有用中国文写的，这三个字叫「唵阿吽」。这三个字是什么意思？身口意三业清净，『净业正因』，所以这净业成就就是佛。他怎么成就「唵阿吽」的？就是把这十一句圆满的做到了。我们不仅在日常生活当中执持名号，观想西方极乐世界依正庄严，忆持阿弥陀佛无量的功德，还要在日常生活当中把这十一句要做到，这才真正成就自己的净业，是如来第一弟子。今天时间到了，我们就讲到此地。",
      "zh_TW": "這個身心清淨到了極處，就叫做成佛，成佛成什麼？成就淨業。由此可知，諸佛如來的教學，無量的經論、無量的法門，也不過就是把這個十一句圓圓滿滿的成就而已；換句話說，這十一句就是覺正淨的綱目。覺正淨是總綱，這十一條是細目，這十一句做到了，那就真正做到了覺正淨。我們在佛像上往往見到，這個塑造的佛像沒有，畫的佛像，這個佛像頂上有三個字，通常是用梵文寫的，也有用中國文寫的，這三個字叫「唵阿吽」。這三個字是什麼意思？身口意三業清淨，『淨業正因』，所以這淨業成就就是佛。他怎麼成就「唵阿吽」的？就是把這十一句圓滿的做到了。我們不僅在日常生活當中執持名號，觀想西方極樂世界依正莊嚴，憶持阿彌陀佛無量的功德，還要在日常生活當中把這十一句要做到，這才真正成就自己的淨業，是如來第一弟子。今天時間到了，我們就講到此地。"
    }
  ]
}