{
  "doc_id": "03-008-0020",
  "title": {
    "zh_CN": "观经善导疏菁华",
    "zh_TW": "觀經善導疏菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "03-008-0020",
  "total_paragraphs": 68,
  "paragraphs": [
    {
      "id": "03-008-0020_p0001",
      "zh_CN": "诸位法师，诸位同修，请掀开经本第二十七面，从最后一段看起，四十四段：",
      "zh_TW": "諸位法師，諸位同修，請掀開經本第二十七面，從最後一段看起，四十四段："
    },
    {
      "id": "03-008-0020_p0002",
      "zh_CN": "【一三九、下辈下行下根者。十恶五逆等贪瞋。四重偷僧谤正法。未曾惭愧悔前愆。终时苦相如云集。地狱猛火罪人前。忽遇往生善知识。急劝专称彼佛名。化佛菩萨寻声到。一念倾心入宝莲。三华障重开多劫。于时始发菩提因。】",
      "zh_TW": "【一三九、下輩下行下根者。十惡五逆等貪瞋。四重偷僧謗正法。未曾慚愧悔前愆。終時苦相如雲集。地獄猛火罪人前。忽遇往生善知識。急勸專稱彼佛名。化佛菩薩尋聲到。一念傾心入寶蓮。三華障重開多劫。於時始發菩提因。】"
    },
    {
      "id": "03-008-0020_p0003",
      "zh_CN": "从这段看起。这是下辈往生，下面的三品，大师在此地为我们做了一个总结。我们从经文里面很清楚的看到，阿弥陀佛无尽的慈悲，建立西方极乐世界，目的完全是帮助遍法界一切诸佛刹土里面六道的凡夫，使他们能够快速的成就，法门实在是非常稀有。九品之中，上三品是发大心的凡夫，中三品是持戒心量比较小一点的凡夫，下三品是造作恶业的凡夫。我们知道，在一切众生当中，实实在在说，造恶业比修善的人要来得多。这个道理究竟是什么？如果诸位研究经教就不难发现，你看教下讲，特别是在法相唯识，《百法明门》里面就告诉我们，这五十一个心所里面，善心所只有十一个，十一个善心所，恶心所就有二十六个，你看看十一个怎么能敌得过二十六个？何况这恶的心所力量很强，善心所力量薄弱，寡不敌众。在这个社会上，实在说善的影响力小，恶的诱惑力量强大，难怪世风日下，就一代不如一代，确实有它的原因，这个事情决定不是偶然的。",
      "zh_TW": "從這段看起。這是下輩往生，下面的三品，大師在此地為我們做了一個總結。我們從經文裡面很清楚的看到，阿彌陀佛無盡的慈悲，建立西方極樂世界，目的完全是幫助遍法界一切諸佛剎土裡面六道的凡夫，使他們能夠快速的成就，法門實在是非常稀有。九品之中，上三品是發大心的凡夫，中三品是持戒心量比較小一點的凡夫，下三品是造作惡業的凡夫。我們知道，在一切眾生當中，實實在在說，造惡業比修善的人要來得多。這個道理究竟是什麼？如果諸位研究經教就不難發現，你看教下講，特別是在法相唯識，《百法明門》裡面就告訴我們，這五十一個心所裡面，善心所只有十一個，十一個善心所，惡心所就有二十六個，你看看十一個怎麼能敵得過二十六個？何況這惡的心所力量很強，善心所力量薄弱，寡不敵眾。在這個社會上，實在說善的影響力小，惡的誘惑力量強大，難怪世風日下，就一代不如一代，確實有它的原因，這個事情決定不是偶然的。"
    },
    {
      "id": "03-008-0020_p0004",
      "zh_CN": "从这个理论与事实我们就能够推想到，我们从过去生中，像经上所说的，在无量劫前，我们跟这些十地菩萨地位是相等的，同学伴侣。这无量劫后，我们地位就相差很远、很远，人家已经证到十地的果位，我们今天还在搞生死轮回。这给我们一个非常可怖的信息，那就是说，我们在轮回当中，必然是一世不如一世，一世比一世堕落，很少提升的。正是俗话所说「进一退九」，进一步退九步。要不是这样状况我们怎么会跟十地菩萨相差这么远？这是我们一定要清清楚楚认识到，然后才能够发愤、努力、精进，超越轮回。",
      "zh_TW": "從這個理論與事實我們就能夠推想到，我們從過去生中，像經上所說的，在無量劫前，我們跟這些十地菩薩地位是相等的，同學伴侶。這無量劫後，我們地位就相差很遠、很遠，人家已經證到十地的果位，我們今天還在搞生死輪迴。這給我們一個非常可怖的信息，那就是說，我們在輪迴當中，必然是一世不如一世，一世比一世墮落，很少提升的。正是俗話所說「進一退九」，進一步退九步。要不是這樣狀況我們怎麼會跟十地菩薩相差這麼遠？這是我們一定要清清楚楚認識到，然後才能夠發憤、努力、精進，超越輪迴。"
    },
    {
      "id": "03-008-0020_p0005",
      "zh_CN": "『十恶五逆』、贪瞋痴慢，我们阿赖耶识里面种子都齐全。『四重』，那是讲破戒，四重戒是杀盗淫妄。我们受了戒不能持戒，不能守戒，破戒、毁戒，前面已经说得很清楚了。偷常住之物，毁谤正法，有意无意之间造作这些极重的罪业。造作罪业，因为迷惑颠倒，烦恼、习气深重，并不以为自己是做错了，这就是没有惭愧心，不知道忏悔。到临命终时果报现前，『地狱猛火』现前，这个时候是升堕关键的时刻。在这个时候遇到了善知识，提醒我们、劝导我们念佛求生净土。",
      "zh_TW": "『十惡五逆』、貪瞋痴慢，我們阿賴耶識裡面種子都齊全。『四重』，那是講破戒，四重戒是殺盜淫妄。我們受了戒不能持戒，不能守戒，破戒、毀戒，前面已經說得很清楚了。偷常住之物，毀謗正法，有意無意之間造作這些極重的罪業。造作罪業，因為迷惑顛倒，煩惱、習氣深重，並不以為自己是做錯了，這就是沒有慚愧心，不知道懺悔。到臨命終時果報現前，『地獄猛火』現前，這個時候是升墮關鍵的時刻。在這個時候遇到了善知識，提醒我們、勸導我們念佛求生淨土。"
    },
    {
      "id": "03-008-0020_p0006",
      "zh_CN": "可是我们必须要知道，这也不是每个人都有这个机缘，不是每个人都有这样殊胜的善果。固然《往生传》里面有一些记载，像唐朝的张善和，诸位同修都很熟悉的；宋朝的莹珂法师，提起来念佛人都知道的，这样的人造作重罪，破戒、犯戒，临终能得往生，他不是偶然的。我们在《无量寿经》上看得很清楚，那是他多生多劫他的善根福德因缘在临命终时那一刹那之间成熟，这事不偶然。怎么晓得？他的福德成熟是临终时心不颠倒，临命终时这个头脑清醒，不迷惑、不颠倒，这是他无量劫中福德的成熟。临命终时遇到善友给他开导，劝他念佛，因缘具足，他听了之后立刻忏悔，知道一生所作所为是错了，真正发心回头，断恶修善，真的回头了，念佛求生净土。这是善根成熟，善根是能信、能愿、能忏悔，善根成熟！《弥陀经》上说的，「不可以少善根福德因缘，得生彼国」。这个一生造作罪业之人，在临终那一刹那他的善根福德因缘这三样具足，所以他能往生。",
      "zh_TW": "可是我們必須要知道，這也不是每個人都有這個機緣，不是每個人都有這樣殊勝的善果。固然《往生傳》裡面有一些記載，像唐朝的張善和，諸位同修都很熟悉的；宋朝的瑩珂法師，提起來念佛人都知道的，這樣的人造作重罪，破戒、犯戒，臨終能得往生，他不是偶然的。我們在《無量壽經》上看得很清楚，那是他多生多劫他的善根福德因緣在臨命終時那一剎那之間成熟，這事不偶然。怎麼曉得？他的福德成熟是臨終時心不顛倒，臨命終時這個頭腦清醒，不迷惑、不顛倒，這是他無量劫中福德的成熟。臨命終時遇到善友給他開導，勸他念佛，因緣具足，他聽了之後立刻懺悔，知道一生所作所為是錯了，真正發心回頭，斷惡修善，真的回頭了，念佛求生淨土。這是善根成熟，善根是能信、能願、能懺悔，善根成熟！《彌陀經》上說的，「不可以少善根福德因緣，得生彼國」。這個一生造作罪業之人，在臨終那一剎那他的善根福德因緣這三樣具足，所以他能往生。"
    },
    {
      "id": "03-008-0020_p0007",
      "zh_CN": "因此这不是侥幸、不是偶然，我们一定要了解。千万不要去冒险，认为张善和也行，莹珂法师也行，我们造一点罪业不要紧，临命终时还来得及。试问问，我们临终那一刹那，无量劫所修的善根福德因缘够不够？会不会在那个时候成熟？很难讲，靠不住。我们修积的善根福德因缘如果不够的话，我们这一生当中努力，即使我们修积得还不够，因为这一生的努力，可以把这个善根福德因缘提前，提前在这一生当中就成就。这就是经上讲的「三辈往生」。所以我们要认真、要努力。因此我们可以断定，我们如果往生绝对不会在下三品，绝对不会在，一定是在中品中生以上。因为什么？中品下生说得很清楚，是世间善人一生没有闻过佛法，临命终时才听到的。所以我们往生一定是在中品中生以上。这个诸位细细读《观无量寿佛经》你就了解、就明白，大家一定要努力。如果我们心量大，持戒念佛，自行化他，你往生的品位一定是上三品。九品都是凡夫去往生的，善导大师说得非常明白，只是因为遇缘不同，所以才有品位的差别。我们今天遇的缘可以说是无比的殊胜，只要诸位能够珍惜，决定成就。",
      "zh_TW": "因此這不是僥倖、不是偶然，我們一定要了解。千萬不要去冒險，認為張善和也行，瑩珂法師也行，我們造一點罪業不要緊，臨命終時還來得及。試問問，我們臨終那一剎那，無量劫所修的善根福德因緣夠不夠？會不會在那個時候成熟？很難講，靠不住。我們修積的善根福德因緣如果不夠的話，我們這一生當中努力，即使我們修積得還不夠，因為這一生的努力，可以把這個善根福德因緣提前，提前在這一生當中就成就。這就是經上講的「三輩往生」。所以我們要認真、要努力。因此我們可以斷定，我們如果往生絕對不會在下三品，絕對不會在，一定是在中品中生以上。因為什麼？中品下生說得很清楚，是世間善人一生沒有聞過佛法，臨命終時才聽到的。所以我們往生一定是在中品中生以上。這個諸位細細讀《觀無量壽佛經》你就了解、就明白，大家一定要努力。如果我們心量大，持戒念佛，自行化他，你往生的品位一定是上三品。九品都是凡夫去往生的，善導大師說得非常明白，只是因為遇緣不同，所以才有品位的差別。我們今天遇的緣可以說是無比的殊勝，只要諸位能夠珍惜，決定成就。"
    },
    {
      "id": "03-008-0020_p0008",
      "zh_CN": "下面我们把这个文念念就好了，这是作恶的凡夫临终遇到善知识。『急劝专称彼佛名』，就是劝他念阿弥陀佛求生净土。『化佛菩萨寻声到』，阿弥陀佛、观音、势至的化身立刻就现前。『一念倾心入宝莲』，这个「一念」就是专心，真正忏悔，忏悔的力量不可思议。就像本经所说的，频婆娑罗王的儿子与提婆达多勾结，造作五逆十恶的重罪，阿阇世王造这么重罪，他的后果怎么样？两个人的后果完全不同，提婆达多是堕地狱，堕阿鼻地狱；阿阇世王临终的时候忏悔，知道错了，忏悔，佛在《阿阇世王经》里面告诉我们，他临命终的时候后悔，彻底忏悔，念佛求生净土。那要在我们想像当中，大概总是下三品。佛告诉我们，阿阇世王往生西方极乐世界是上品中生，这是我们想不到，真的不可思议。所以我们才晓得，往生西方极乐世界两种条件，第一个，平常像我们念佛，断恶修善、积功累德，这一类人往生的。第二类人一生造的罪业，到临终的时候真正后悔，彻底忏悔，这样子求愿往生的，他的品位也很高。因此我们对于造作罪业的人不能够小看他，说不定他忏悔往生品位还比我高，所以不可以看轻任何一个人。这也是普贤菩萨教给我们「礼敬诸佛」，对于一切众生，他是善、是恶，统统都要以平等心、恭敬心来对待，这是正确的。",
      "zh_TW": "下面我們把這個文念念就好了，這是作惡的凡夫臨終遇到善知識。『急勸專稱彼佛名』，就是勸他念阿彌陀佛求生淨土。『化佛菩薩尋聲到』，阿彌陀佛、觀音、勢至的化身立刻就現前。『一念傾心入寶蓮』，這個「一念」就是專心，真正懺悔，懺悔的力量不可思議。就像本經所說的，頻婆娑羅王的兒子與提婆達多勾結，造作五逆十惡的重罪，阿闍世王造這麼重罪，他的後果怎麼樣？兩個人的後果完全不同，提婆達多是墮地獄，墮阿鼻地獄；阿闍世王臨終的時候懺悔，知道錯了，懺悔，佛在《阿闍世王經》裡面告訴我們，他臨命終的時候後悔，徹底懺悔，念佛求生淨土。那要在我們想像當中，大概總是下三品。佛告訴我們，阿闍世王往生西方極樂世界是上品中生，這是我們想不到，真的不可思議。所以我們才曉得，往生西方極樂世界兩種條件，第一個，平常像我們念佛，斷惡修善、積功累德，這一類人往生的。第二類人一生造的罪業，到臨終的時候真正後悔，徹底懺悔，這樣子求願往生的，他的品位也很高。因此我們對於造作罪業的人不能夠小看他，說不定他懺悔往生品位還比我高，所以不可以看輕任何一個人。這也是普賢菩薩教給我們「禮敬諸佛」，對於一切眾生，他是善、是惡，統統都要以平等心、恭敬心來對待，這是正確的。"
    },
    {
      "id": "03-008-0020_p0009",
      "zh_CN": "末后这两句，『三华障重开多劫』，这点我们要做一个简单的说明。下品生的这三个人，下品上生，经上告诉我们，生到西方世界要经十小劫，十个小劫，花开见佛悟无生。下品中生要六劫，下品上生是十小劫，下品中生是六劫，那这个六劫一定是大劫，不能是小劫，小劫那比下品上生还高，所以一定是大劫，六大劫。诸位要记住，阿弥陀佛建立西方极乐世界，到现在才十大劫，十个大劫。换句话说，早几劫，下品中生的人现在在西方极乐世界都已经花开见佛悟无生了。因为他六劫就花开见佛，阿弥陀佛成佛以来十劫了，他不就是也悟无生法忍了吗？下品下生的花还没开，他要十二劫才能花开见佛。下品下生的，我们知道，他们现在在西方极乐世界凡圣同居土，下品中生的都已经到实报庄严土。西方世界可见得成就不可思议！如果在他方世界修行，诸位要记住，三大阿僧祇劫，西方世界下下品往生的，十二劫就成功，十二劫跟三大阿僧祇劫不能比！你才晓得，西方修行成佛是多快。这是我们从下下品看，看到西方世界太殊胜，不能不去，不去那真是愚人。就像从前李老师所讲的，不愿意往生西方的人，这种人非愚即狂，如果他不是愚人，就是狂妄。如果不是愚、不是狂，一定会发愿求生净土，这个地方无比的殊胜，任何佛国土都不能够相比，这是我们一定要知道。所以「三华障重开多劫」。『于时始发菩提心』，花开见佛大菩提心就发起来了。",
      "zh_TW": "末後這兩句，『三華障重開多劫』，這點我們要做一個簡單的說明。下品生的這三個人，下品上生，經上告訴我們，生到西方世界要經十小劫，十個小劫，花開見佛悟無生。下品中生要六劫，下品上生是十小劫，下品中生是六劫，那這個六劫一定是大劫，不能是小劫，小劫那比下品上生還高，所以一定是大劫，六大劫。諸位要記住，阿彌陀佛建立西方極樂世界，到現在才十大劫，十個大劫。換句話說，早幾劫，下品中生的人現在在西方極樂世界都已經花開見佛悟無生了。因為他六劫就花開見佛，阿彌陀佛成佛以來十劫了，他不就是也悟無生法忍了嗎？下品下生的花還沒開，他要十二劫才能花開見佛。下品下生的，我們知道，他們現在在西方極樂世界凡聖同居土，下品中生的都已經到實報莊嚴土。西方世界可見得成就不可思議！如果在他方世界修行，諸位要記住，三大阿僧祇劫，西方世界下下品往生的，十二劫就成功，十二劫跟三大阿僧祇劫不能比！你才曉得，西方修行成佛是多快。這是我們從下下品看，看到西方世界太殊勝，不能不去，不去那真是愚人。就像從前李老師所講的，不願意往生西方的人，這種人非愚即狂，如果他不是愚人，就是狂妄。如果不是愚、不是狂，一定會發願求生淨土，這個地方無比的殊勝，任何佛國土都不能夠相比，這是我們一定要知道。所以「三華障重開多劫」。『於時始發菩提心』，花開見佛大菩提心就發起來了。"
    },
    {
      "id": "03-008-0020_p0010",
      "zh_CN": "再看底下这一段，这是《观无量寿佛经》的正宗分到这个地方就讲完了，十六观讲到下品下生这一章，正宗分圆满了。后面属于本经的流通分。",
      "zh_TW": "再看底下這一段，這是《觀無量壽佛經》的正宗分到這個地方就講完了，十六觀講到下品下生這一章，正宗分圓滿了。後面屬於本經的流通分。"
    },
    {
      "id": "03-008-0020_p0011",
      "zh_CN": "【一四０、韦提希与五百侍女。闻佛所说。应时即见极乐世界广长舌相。得见佛身。及二菩萨。心生欢喜。叹未曾有。豁然大悟。逮无生忍。五百侍女。发阿耨多罗三藐三菩提心。愿生彼国。】",
      "zh_TW": "【一四０、韋提希與五百侍女。聞佛所說。應時即見極樂世界廣長舌相。得見佛身。及二菩薩。心生歡喜。歎未曾有。豁然大悟。逮無生忍。五百侍女。發阿耨多羅三藐三菩提心。願生彼國。】"
    },
    {
      "id": "03-008-0020_p0012",
      "zh_CN": "我们看这段经文。这段经文里面，特别值得我们注意的，当年佛在皇宫里面为韦提希夫人以及五百宫女说《观无量寿佛经》的时候，十六观讲完之后，忽然西方极乐世界的现象就展现在她们面前。夫人见到，五百宫女也见到，这是感应不可思议，证明西方极乐世界是千真万确的事实，实实在在有，大家都见到的。在这一会当中，释迦牟尼佛的常随众没有参与，世尊只带了阿难与目犍连尊者，带他们两个人到皇宫里面来，他们统统见到了。从这个地方使我们又想到，释迦牟尼佛过去在讲《无量寿经》的时候，说到西方世界的依正庄严，问大家你们想不想见阿弥陀佛？阿难尊者第一个就答应，我想见。世尊就说了，你们如果想见阿弥陀佛，就对着西方恭恭敬敬的礼拜。阿难很听话，就向西方拜下去，这一拜下去他头一抬起来，就见到阿弥陀佛像现在虚空当中。同时又见到观世音菩萨、大势至菩萨，还见到西方世界的依正庄严，都见到。阿难见到，诸位要知道，世尊讲《无量寿经》的法会，参加的大众出家、在家总共是两万人，这两万人同时都见到，这不能骗人。这桩事情详细的记载在《无量寿经》里面，跟这一会的状况完全相同。可见得心地到真诚恭敬的时候，就是大势至菩萨所说的，「现前当来，必定见佛」。这是现前见，当来是往生到西方极乐世界，那就天天跟佛在一起了。",
      "zh_TW": "我們看這段經文。這段經文裡面，特別值得我們注意的，當年佛在皇宮裡面為韋提希夫人以及五百宮女說《觀無量壽佛經》的時候，十六觀講完之後，忽然西方極樂世界的現象就展現在她們面前。夫人見到，五百宮女也見到，這是感應不可思議，證明西方極樂世界是千真萬確的事實，實實在在有，大家都見到的。在這一會當中，釋迦牟尼佛的常隨眾沒有參與，世尊只帶了阿難與目犍連尊者，帶他們兩個人到皇宮裡面來，他們統統見到了。從這個地方使我們又想到，釋迦牟尼佛過去在講《無量壽經》的時候，說到西方世界的依正莊嚴，問大家你們想不想見阿彌陀佛？阿難尊者第一個就答應，我想見。世尊就說了，你們如果想見阿彌陀佛，就對著西方恭恭敬敬的禮拜。阿難很聽話，就向西方拜下去，這一拜下去他頭一抬起來，就見到阿彌陀佛像現在虛空當中。同時又見到觀世音菩薩、大勢至菩薩，還見到西方世界的依正莊嚴，都見到。阿難見到，諸位要知道，世尊講《無量壽經》的法會，參加的大眾出家、在家總共是兩萬人，這兩萬人同時都見到，這不能騙人。這樁事情詳細的記載在《無量壽經》裡面，跟這一會的狀況完全相同。可見得心地到真誠恭敬的時候，就是大勢至菩薩所說的，「現前當來，必定見佛」。這是現前見，當來是往生到西方極樂世界，那就天天跟佛在一起了。"
    },
    {
      "id": "03-008-0020_p0013",
      "zh_CN": "其次要注意的就是韦提希夫人，这个时候没往生，在宫廷当中，她见到佛之后，见到了观音、势至，当然见到佛必定蒙佛放光注照，佛光一照，她的罪业就消了，就开悟了。你看『心生欢喜，叹未曾有，豁然大悟』，这个「悟」就是禅宗里面所说的大彻大悟，明心见性，『逮无生忍』，证得了无生法忍。无生法忍是相当高的位次，要就一般大乘经上来说，像《仁王经》上所讲，无生法忍是七地以上菩萨所证得的，七地、八地、九地这三个位次证得无生法忍，七地菩萨是下品的无生法忍，八地是中品，九地是上品。再往上面去，就不叫无生法忍，叫寂灭忍，那是最高的，十地菩萨是下品的寂灭忍，等觉是中品的寂灭忍，如来果地是上品的寂灭忍。由此可知，无生法忍的地位非常之高。",
      "zh_TW": "其次要注意的就是韋提希夫人，這個時候沒往生，在宮廷當中，她見到佛之後，見到了觀音、勢至，當然見到佛必定蒙佛放光注照，佛光一照，她的罪業就消了，就開悟了。你看『心生歡喜，歎未曾有，豁然大悟』，這個「悟」就是禪宗裡面所說的大徹大悟，明心見性，『逮無生忍』，證得了無生法忍。無生法忍是相當高的位次，要就一般大乘經上來說，像《仁王經》上所講，無生法忍是七地以上菩薩所證得的，七地、八地、九地這三個位次證得無生法忍，七地菩薩是下品的無生法忍，八地是中品，九地是上品。再往上面去，就不叫無生法忍，叫寂滅忍，那是最高的，十地菩薩是下品的寂滅忍，等覺是中品的寂滅忍，如來果地是上品的寂滅忍。由此可知，無生法忍的地位非常之高。"
    },
    {
      "id": "03-008-0020_p0014",
      "zh_CN": "这也正好与净宗往生经《弥陀经》跟《无量寿经》里面所讲的相应。经上说生到西方极乐世界皆是阿鞞跋致菩萨，阿鞞跋致是梵语，翻成中国意思叫不退转，也就是三不退，位不退、行不退、念不退，圆证三不退，实际上就是七地以上。韦提希夫人这一见佛，她是凡夫，这个地位一下就提升，相当于七地菩萨这么高的地位。说明法门不可思议，说明念佛的功德不可思议，所谓名号不可思议，名号功德不可思议，执持名号有这样殊胜不思议的成就，这是我们应当要能够体会到的。你才知道这个法门的殊胜，对这个法门生起真正的欢喜心，喜欢这个法门，认真修学这个法门，那你这一生的成就会跟韦提希夫人无二无别。",
      "zh_TW": "這也正好與淨宗往生經《彌陀經》跟《無量壽經》裡面所講的相應。經上說生到西方極樂世界皆是阿鞞跋致菩薩，阿鞞跋致是梵語，翻成中國意思叫不退轉，也就是三不退，位不退、行不退、念不退，圓證三不退，實際上就是七地以上。韋提希夫人這一見佛，她是凡夫，這個地位一下就提升，相當於七地菩薩這麼高的地位。說明法門不可思議，說明念佛的功德不可思議，所謂名號不可思議，名號功德不可思議，執持名號有這樣殊勝不思議的成就，這是我們應當要能夠體會到的。你才知道這個法門的殊勝，對這個法門生起真正的歡喜心，喜歡這個法門，認真修學這個法門，那你這一生的成就會跟韋提希夫人無二無別。"
    },
    {
      "id": "03-008-0020_p0015",
      "zh_CN": "『五百侍女』，这个根性比较差一等的，她们见了佛之后发起了无上的菩提心，『阿耨多罗三藐三菩提』，简单的意思就是无上菩提心，这个简单说；照这个文字来翻，翻成无上正等正觉，这是如来果地上所证的，她们发起了大菩提心。那诸位要知道，前面我们读过，单单发无上大菩提心，信愿持名求生净土，他的位子是在上品下生，这是前面我们读过的，我们能够知道这五百宫女往生品位不低。韦提希夫人那没有话说，上品上生。这都是凡夫去的，遇缘不同。他们的缘很殊胜，遇到释迦牟尼佛亲自给她介绍这个法门，缘太殊胜了，所以统统是上辈往生。我们今天虽然是佛不在世，佛的经典展现在我们面前，如同佛亲自给我们说法没有两样。",
      "zh_TW": "『五百侍女』，這個根性比較差一等的，她們見了佛之後發起了無上的菩提心，『阿耨多羅三藐三菩提』，簡單的意思就是無上菩提心，這個簡單說；照這個文字來翻，翻成無上正等正覺，這是如來果地上所證的，她們發起了大菩提心。那諸位要知道，前面我們讀過，單單發無上大菩提心，信願持名求生淨土，他的位子是在上品下生，這是前面我們讀過的，我們能夠知道這五百宮女往生品位不低。韋提希夫人那沒有話說，上品上生。這都是凡夫去的，遇緣不同。他們的緣很殊勝，遇到釋迦牟尼佛親自給她介紹這個法門，緣太殊勝了，所以統統是上輩往生。我們今天雖然是佛不在世，佛的經典展現在我們面前，如同佛親自給我們說法沒有兩樣。"
    },
    {
      "id": "03-008-0020_p0016",
      "zh_CN": "经典当中常常讲修行要相应，我们讲念佛，古人常讲的，「一念相应一念佛，念念相应念念佛」，到底怎么叫相应？这很重要，如果你相应了，你的品位就高。我们的心要像阿弥陀佛的心，读经看阿弥陀佛用什么样的心处事待人接物，我们要学他，我们的存心要像佛心。我们的愿像阿弥陀佛的愿，阿弥陀佛四十八愿，诸位念《无量寿经》，你念四十八愿，念是什么？学，我要学阿弥陀佛，把阿弥陀佛四十八愿变成我自己的本愿。我们愿跟阿弥陀佛相应，我们的心跟阿弥陀佛相应，这样叫一念相应。我们念这句阿弥陀佛的佛号，这个时候我们的心、我们的愿、我们的解行跟阿弥陀佛完全一样，自己就变成阿弥陀佛。密宗里头讲本尊，自己要变成本尊，我们念佛也是如此，我们的心愿、解行与阿弥陀佛相应，自己就变成阿弥陀佛。这样念佛上上品往生，这才相应。要时时刻刻都作如是想，这个想就是忆佛念佛，平常要用这个功夫。",
      "zh_TW": "經典當中常常講修行要相應，我們講念佛，古人常講的，「一念相應一念佛，念念相應念念佛」，到底怎麼叫相應？這很重要，如果你相應了，你的品位就高。我們的心要像阿彌陀佛的心，讀經看阿彌陀佛用什麼樣的心處事待人接物，我們要學他，我們的存心要像佛心。我們的願像阿彌陀佛的願，阿彌陀佛四十八願，諸位念《無量壽經》，你念四十八願，念是什麼？學，我要學阿彌陀佛，把阿彌陀佛四十八願變成我自己的本願。我們願跟阿彌陀佛相應，我們的心跟阿彌陀佛相應，這樣叫一念相應。我們念這句阿彌陀佛的佛號，這個時候我們的心、我們的願、我們的解行跟阿彌陀佛完全一樣，自己就變成阿彌陀佛。密宗裡頭講本尊，自己要變成本尊，我們念佛也是如此，我們的心願、解行與阿彌陀佛相應，自己就變成阿彌陀佛。這樣念佛上上品往生，這才相應。要時時刻刻都作如是想，這個想就是憶佛念佛，平常要用這個功夫。"
    },
    {
      "id": "03-008-0020_p0017",
      "zh_CN": "不要去看这个世间人，不要跟他们比，他们发财了，他们做官了，他们住什么房子、开什么车子，不要去想这些，想这些都搞六道轮回。我们想阿弥陀佛，一天到晚想阿弥陀佛，想阿弥陀佛的心、阿弥陀佛的愿，阿弥陀佛度众生，想这些。诸位同修要知道，你要想久了，想个二年、三年，你的面貌都变了。相随心转，想得愈真那个面貌变得就愈端正、愈庄严，就跟佛的相好一样，身心清净，健康长寿，相随心转，就是这么个道理。『愿生彼国』，当然亲眼看到西方极乐世界，哪有不愿意去的道理！「愿生彼国」。",
      "zh_TW": "不要去看這個世間人，不要跟他們比，他們發財了，他們做官了，他們住什麼房子、開什麼車子，不要去想這些，想這些都搞六道輪迴。我們想阿彌陀佛，一天到晚想阿彌陀佛，想阿彌陀佛的心、阿彌陀佛的願，阿彌陀佛度眾生，想這些。諸位同修要知道，你要想久了，想個二年、三年，你的面貌都變了。相隨心轉，想得愈真那個面貌變得就愈端正、愈莊嚴，就跟佛的相好一樣，身心清淨，健康長壽，相隨心轉，就是這麼個道理。『願生彼國』，當然親眼看到西方極樂世界，哪有不願意去的道理！「願生彼國」。"
    },
    {
      "id": "03-008-0020_p0018",
      "zh_CN": "【世尊悉记。】",
      "zh_TW": "【世尊悉記。】"
    },
    {
      "id": "03-008-0020_p0019",
      "zh_CN": "释迦牟尼佛给这些人授记，授记就是预先告诉他。",
      "zh_TW": "釋迦牟尼佛給這些人授記，授記就是預先告訴他。"
    },
    {
      "id": "03-008-0020_p0020",
      "zh_CN": "【皆当往生。】",
      "zh_TW": "【皆當往生。】"
    },
    {
      "id": "03-008-0020_p0021",
      "zh_CN": "释迦牟尼佛给他们做证明，你们统统都得生。",
      "zh_TW": "釋迦牟尼佛給他們做證明，你們統統都得生。"
    },
    {
      "id": "03-008-0020_p0022",
      "zh_CN": "【生彼国已。获得诸佛现前三昧。】",
      "zh_TW": "【生彼國已。獲得諸佛現前三昧。】"
    },
    {
      "id": "03-008-0020_p0023",
      "zh_CN": "生到西方极乐世界，念佛三昧圆满成就，这个三昧也叫做『诸佛现前三昧』，意思就是说，十方三世一切诸佛如来都现在你面前，你统统都能够亲近、承事、供养。",
      "zh_TW": "生到西方極樂世界，念佛三昧圓滿成就，這個三昧也叫做『諸佛現前三昧』，意思就是說，十方三世一切諸佛如來都現在你面前，你統統都能夠親近、承事、供養。"
    },
    {
      "id": "03-008-0020_p0024",
      "zh_CN": "【无量诸天。发无上道心。】",
      "zh_TW": "【無量諸天。發無上道心。】"
    },
    {
      "id": "03-008-0020_p0025",
      "zh_CN": "在皇宫里面一般人进不去，可是天神能进去。这些『诸天』，欲界天、色界天，见到释迦牟尼佛在皇宫里面说法都非常欢喜，所以统统都跟来了。他们在空中都在听法，听到释迦牟尼佛说这个法门，都『发无上道心』。换句话说，这些「诸天」也都念佛求生西方极乐世界的。这是我们看到法会圆满无比的胜况。",
      "zh_TW": "在皇宮裡面一般人進不去，可是天神能進去。這些『諸天』，欲界天、色界天，見到釋迦牟尼佛在皇宮裡面說法都非常歡喜，所以統統都跟來了。他們在空中都在聽法，聽到釋迦牟尼佛說這個法門，都『發無上道心』。換句話說，這些「諸天」也都念佛求生西方極樂世界的。這是我們看到法會圓滿無比的勝況。"
    },
    {
      "id": "03-008-0020_p0026",
      "zh_CN": "【一四一、此经亦名净除业障。生诸佛前。行此三昧者。现身得见无量寿佛。及二大士。】",
      "zh_TW": "【一四一、此經亦名淨除業障。生諸佛前。行此三昧者。現身得見無量壽佛。及二大士。】"
    },
    {
      "id": "03-008-0020_p0027",
      "zh_CN": "『二大士』就是观世音、大势至菩萨。这个经里面所讲的这些道理，所教给我们修行的方法，以及所说依正庄严的境界，就是这部经的内容，它的功力能够『净除业障』。诸位要注意那个「净除」，净除是什么意思？把业障除得干干净净就叫净除。说老实话，其他的一些法门，我们前面说过，一切经论、佛菩萨名号、一切咒语、一切忏法也能除业障，除不干净。这个法门能除干净。这个也就是过去灌顶大师所说，所有一切经法除不了、消不了的罪障，最后，一句阿弥陀佛能把它消得干干净净。诸位要知道，这句话是真的，不是妄语。也许大家会怀疑，我一天到晚念阿弥陀佛，念了这么多年，业障也没有除掉，愈念业障还愈多。这是什么回事情？刚才说了，你念佛虽多，不相应。你如果要念得「一念相应一念佛，念念相应念念佛」，你的业障真的就消除。你今天虽然念得多，并不相应；也就是说，你的心、你的愿跟阿弥陀佛不一样，口里头念佛，心愿不相同，这就叫不相应。如果你的心愿跟阿弥陀佛相同，你的业障很快就消掉，而且消得干干净净，这是事实。",
      "zh_TW": "『二大士』就是觀世音、大勢至菩薩。這個經裡面所講的這些道理，所教給我們修行的方法，以及所說依正莊嚴的境界，就是這部經的內容，它的功力能夠『淨除業障』。諸位要注意那個「淨除」，淨除是什麼意思？把業障除得乾乾淨淨就叫淨除。說老實話，其他的一些法門，我們前面說過，一切經論、佛菩薩名號、一切咒語、一切懺法也能除業障，除不乾淨。這個法門能除乾淨。這個也就是過去灌頂大師所說，所有一切經法除不了、消不了的罪障，最後，一句阿彌陀佛能把它消得乾乾淨淨。諸位要知道，這句話是真的，不是妄語。也許大家會懷疑，我一天到晚念阿彌陀佛，念了這麼多年，業障也沒有除掉，愈念業障還愈多。這是什麼回事情？剛才說了，你念佛雖多，不相應。你如果要念得「一念相應一念佛，念念相應念念佛」，你的業障真的就消除。你今天雖然念得多，並不相應；也就是說，你的心、你的願跟阿彌陀佛不一樣，口裡頭念佛，心願不相同，這就叫不相應。如果你的心願跟阿彌陀佛相同，你的業障很快就消掉，而且消得乾乾淨淨，這是事實。"
    },
    {
      "id": "03-008-0020_p0028",
      "zh_CN": "『生诸佛前』，这就决定得生净土，生到西方极乐世界就等于生到一切诸佛面前。这是诸位看《弥陀经》、看《无量寿经》上都说得很清楚、很明白。何况西方极乐世界的人，即使下下品往生，下下品往生我们在这里看了，莲花没开，要十二大劫才开，我们要问，他有没有能力到十方世界去供佛、去闻法？有。你要记住，你仔细去看四十八愿，你在四十八愿当中才看到西方世界真正不可思议。四土九品有，确实是有，但是在西方极乐世界大家完全平等，下下品跟上上品平等，这个不可思议，这难信之法！怎么会平等？是阿弥陀佛本愿威神加持的。换句话说，下下品人生到西方极乐世界，能够到十方世界供佛闻法，甚至于教化众生，那不是他自己的能力，不是他自己的本事，不是他自己的智慧，是阿弥陀佛威神加持他的，使他能够有等觉菩萨，就像观音、势至，那样的威神，都是佛加持的，下下品的人。到十二劫之后，那个能力就是他自己的，那个不是佛加持的，是他自己的。自己能力没有得到之前，佛加持；自己能力统统恢复，那就不必佛加持，是这么一回事情。这是他方世界决定没有的，唯独西方世界有。所以说西方世界一生一切生，生到凡圣同居土下下品往生，也就等于生到方便有余土、实报庄严土、常寂光土上上品往生，等于了，他一生一切生。所以你细细的去研究四十八愿你就了解。《观经》上讲的九品确实有，这是真有。所以它是个非常不可思议的境界。",
      "zh_TW": "『生諸佛前』，這就決定得生淨土，生到西方極樂世界就等於生到一切諸佛面前。這是諸位看《彌陀經》、看《無量壽經》上都說得很清楚、很明白。何況西方極樂世界的人，即使下下品往生，下下品往生我們在這裡看了，蓮花沒開，要十二大劫才開，我們要問，他有沒有能力到十方世界去供佛、去聞法？有。你要記住，你仔細去看四十八願，你在四十八願當中才看到西方世界真正不可思議。四土九品有，確實是有，但是在西方極樂世界大家完全平等，下下品跟上上品平等，這個不可思議，這難信之法！怎麼會平等？是阿彌陀佛本願威神加持的。換句話說，下下品人生到西方極樂世界，能夠到十方世界供佛聞法，甚至於教化眾生，那不是他自己的能力，不是他自己的本事，不是他自己的智慧，是阿彌陀佛威神加持他的，使他能夠有等覺菩薩，就像觀音、勢至，那樣的威神，都是佛加持的，下下品的人。到十二劫之後，那個能力就是他自己的，那個不是佛加持的，是他自己的。自己能力沒有得到之前，佛加持；自己能力統統恢復，那就不必佛加持，是這麼一回事情。這是他方世界決定沒有的，唯獨西方世界有。所以說西方世界一生一切生，生到凡聖同居土下下品往生，也就等於生到方便有餘土、實報莊嚴土、常寂光土上上品往生，等於了，他一生一切生。所以你細細的去研究四十八願你就了解。《觀經》上講的九品確實有，這是真有。所以它是個非常不可思議的境界。"
    },
    {
      "id": "03-008-0020_p0029",
      "zh_CN": "『行此三昧』，这就是念佛三昧，无论你是用实相念，还是用观想念、观像念、持名念都一样，都叫做念佛三昧。实相念本经没有详细说明，本经只讲的观想、观像、持名。但是《华严经》里面有实相念佛，《华严经》里面念佛法身那就是念实相。念佛功德、念佛名字，念佛名字就是持名念佛，念佛功德就是观想念佛。所以《华严经》上所讲的，跟本经可以合起来做参考，你就更能够明了念佛是真正不可思议。得到这个法门，也就是刚才讲了你念得相应，『现身得见无量寿佛，及二大士』，真的《楞严经》上所说，「现前当来，必定见佛」，这讲现前见，你会见到阿弥陀佛、观音、势至。",
      "zh_TW": "『行此三昧』，這就是念佛三昧，無論你是用實相念，還是用觀想念、觀像念、持名念都一樣，都叫做念佛三昧。實相念本經沒有詳細說明，本經只講的觀想、觀像、持名。但是《華嚴經》裡面有實相念佛，《華嚴經》裡面念佛法身那就是念實相。念佛功德、念佛名字，念佛名字就是持名念佛，念佛功德就是觀想念佛。所以《華嚴經》上所講的，跟本經可以合起來做參考，你就更能夠明瞭念佛是真正不可思議。得到這個法門，也就是剛才講了你念得相應，『現身得見無量壽佛，及二大士』，真的《楞嚴經》上所說，「現前當來，必定見佛」，這講現前見，你會見到阿彌陀佛、觀音、勢至。"
    },
    {
      "id": "03-008-0020_p0030",
      "zh_CN": "【一四二、善男子善女人。但闻佛名。二菩萨名。】",
      "zh_TW": "【一四二、善男子善女人。但聞佛名。二菩薩名。】"
    },
    {
      "id": "03-008-0020_p0031",
      "zh_CN": "这个『佛名』是阿弥陀佛的名号，『二菩萨』是观世音、大势至，你能够听到西方三圣的名字。",
      "zh_TW": "這個『佛名』是阿彌陀佛的名號，『二菩薩』是觀世音、大勢至，你能夠聽到西方三聖的名字。"
    },
    {
      "id": "03-008-0020_p0032",
      "zh_CN": "【除无量劫生死之罪。何况忆念。】",
      "zh_TW": "【除無量劫生死之罪。何況憶念。】"
    },
    {
      "id": "03-008-0020_p0033",
      "zh_CN": "你常常想，想佛的功德，想佛的智慧，想佛自行化他，这是忆佛念佛的名号，这个功德就更殊胜、更不可思议。听到名字就『除无量劫生死之罪』，这句话也是真实的，这一生不能往生，这个种子，金刚种子，已经落在你阿赖耶识里面决定不坏。到来生或者是后生，后生不晓得什么时候，哪一天种子成熟了，遇到这个法门，一听你就相信，你就欢喜，就能够接受，就证明你的善根种子成熟。我们想想自己，我们自己在无量劫之前就听到这三圣的名字，今天成熟了，不就这么一回事情吗？今天成熟了，今天有这么好的因缘，我们听到这个经、读到这个经，生大欢喜心。我们能相信、能理解、能接受、能依教奉行，这一生就决定生净土，来生再不搞六道轮回，我们要庆幸，我们现在这个身体在六道里头叫做最后身，为什么？来生不干了，不搞轮回了！但是同修们要珍重，一定要跟佛相应，那这个身就是最后身。如果不相应，口里面念阿弥陀佛，心里头还搞贪瞋痴慢，还有五欲六尘，那这个身就不是最后身，来生还要搞轮回，不晓得到哪一劫当中再遇到。所以最后身，就是彻底放下，身心世界彻底放下，一心一意要学阿弥陀佛，决定求生净土，这就对了。",
      "zh_TW": "你常常想，想佛的功德，想佛的智慧，想佛自行化他，這是憶佛念佛的名號，這個功德就更殊勝、更不可思議。聽到名字就『除無量劫生死之罪』，這句話也是真實的，這一生不能往生，這個種子，金剛種子，已經落在你阿賴耶識裡面決定不壞。到來生或者是後生，後生不曉得什麼時候，哪一天種子成熟了，遇到這個法門，一聽你就相信，你就歡喜，就能夠接受，就證明你的善根種子成熟。我們想想自己，我們自己在無量劫之前就聽到這三聖的名字，今天成熟了，不就這麼一回事情嗎？今天成熟了，今天有這麼好的因緣，我們聽到這個經、讀到這個經，生大歡喜心。我們能相信、能理解、能接受、能依教奉行，這一生就決定生淨土，來生再不搞六道輪迴，我們要慶幸，我們現在這個身體在六道裡頭叫做最後身，為什麼？來生不幹了，不搞輪迴了！但是同修們要珍重，一定要跟佛相應，那這個身就是最後身。如果不相應，口裡面念阿彌陀佛，心裡頭還搞貪瞋痴慢，還有五欲六塵，那這個身就不是最後身，來生還要搞輪迴，不曉得到哪一劫當中再遇到。所以最後身，就是徹底放下，身心世界徹底放下，一心一意要學阿彌陀佛，決定求生淨土，這就對了。"
    },
    {
      "id": "03-008-0020_p0034",
      "zh_CN": "【一四三、若念佛者。当知此人。则是人中芬陀利华。观世音菩萨。大势至菩萨。为其胜友。当坐道场。生诸佛家。】",
      "zh_TW": "【一四三、若念佛者。當知此人。則是人中芬陀利華。觀世音菩薩。大勢至菩薩。為其勝友。當坐道場。生諸佛家。】"
    },
    {
      "id": "03-008-0020_p0035",
      "zh_CN": "对念佛人的赞叹。念佛不容易，念佛人是『人中芬陀利华』，「芬陀利」是梵语，翻成中国意思是白莲花。白色的莲花非常珍贵，象征着清净，一尘不染，取这个意思。所以四色莲花里头，取白莲花，白色的莲花。观音、势至，了不起的两位大菩萨，是你最殊胜的好友。我们念佛，阿弥陀佛是老师，我们就是阿弥陀佛的学生，如果坚定志愿，这一生当中决定要求生净土，《无量寿经》上讲得很清楚，你就是阿弥陀佛「第一弟子」，不是第二，第一弟子。观音、势至也是阿弥陀佛的第一弟子，你也是第一弟子，观音、势至把你当作同学看待，他是学长，我们是学弟。你看看这关系多密切！这个人『当坐道场，生诸佛家』，这也是授记，也是嘱咐，你这一生当中决定成就。",
      "zh_TW": "對念佛人的讚歎。念佛不容易，念佛人是『人中芬陀利華』，「芬陀利」是梵語，翻成中國意思是白蓮花。白色的蓮花非常珍貴，象徵著清淨，一塵不染，取這個意思。所以四色蓮花裡頭，取白蓮花，白色的蓮花。觀音、勢至，了不起的兩位大菩薩，是你最殊勝的好友。我們念佛，阿彌陀佛是老師，我們就是阿彌陀佛的學生，如果堅定志願，這一生當中決定要求生淨土，《無量壽經》上講得很清楚，你就是阿彌陀佛「第一弟子」，不是第二，第一弟子。觀音、勢至也是阿彌陀佛的第一弟子，你也是第一弟子，觀音、勢至把你當作同學看待，他是學長，我們是學弟。你看看這關係多密切！這個人『當坐道場，生諸佛家』，這也是授記，也是囑咐，你這一生當中決定成就。"
    },
    {
      "id": "03-008-0020_p0036",
      "zh_CN": "【一四四、佛告阿难。汝好持是语。持是语者。即是持无量寿佛名。】",
      "zh_TW": "【一四四、佛告阿難。汝好持是語。持是語者。即是持無量壽佛名。】"
    },
    {
      "id": "03-008-0020_p0037",
      "zh_CN": "这一句经文很重要，从这句经文当中我们得到一个根据，读经跟念佛名、跟持名功德是相等的。佛叫着『阿难』，你要好好的受持这一次在皇宫里面所说的这些话，就是讲这部经，『语』就是佛说的这部经。你能够受持这部经，就是受持阿弥陀佛的名号，就是念佛。念佛跟称佛名号，前面已经跟诸位报告过，念佛心里面真正有佛，不一定佛的名字念出来，念不念没有关系，心里头确实有阿弥陀佛，有阿弥陀佛的心愿，有阿弥陀佛的行持，有阿弥陀佛的智慧，有阿弥陀佛的功德，有阿弥陀佛种种不可思议的庄严，心里头有，这个心完全相应，这是念佛。口称名，希望从这个名号里面，使我们的心里头印象念念加深。这就是忆佛念佛，要这样念法才行。所以这个念经跟念佛功德完全相同。",
      "zh_TW": "這一句經文很重要，從這句經文當中我們得到一個根據，讀經跟念佛名、跟持名功德是相等的。佛叫著『阿難』，你要好好的受持這一次在皇宮裡面所說的這些話，就是講這部經，『語』就是佛說的這部經。你能夠受持這部經，就是受持阿彌陀佛的名號，就是念佛。念佛跟稱佛名號，前面已經跟諸位報告過，念佛心裡面真正有佛，不一定佛的名字念出來，念不念沒有關係，心裡頭確實有阿彌陀佛，有阿彌陀佛的心願，有阿彌陀佛的行持，有阿彌陀佛的智慧，有阿彌陀佛的功德，有阿彌陀佛種種不可思議的莊嚴，心裡頭有，這個心完全相應，這是念佛。口稱名，希望從這個名號裡面，使我們的心裡頭印象念念加深。這就是憶佛念佛，要這樣念法才行。所以這個念經跟念佛功德完全相同。"
    },
    {
      "id": "03-008-0020_p0038",
      "zh_CN": "【一四五、念佛三昧功能超绝。】",
      "zh_TW": "【一四五、念佛三昧功能超絕。】"
    },
    {
      "id": "03-008-0020_p0039",
      "zh_CN": "『念佛三昧』是讲功夫，我们念佛有没有得三昧？如果得到了三昧，它的『功能』超越一切法门，禅密、教律都不能够相比，实在是太殊胜了。三昧就是《弥陀经》上讲的「一心不乱」。「念佛三昧」有浅深不同，深的理一心不乱，浅的事一心不乱，更浅的功夫成片。所以功夫成片也算是念佛三昧，只要达到功夫成片你就保证得生，这个人这一生当中决定生净土。而且功夫成片里面也有九品，这个上品功夫的人没有到事一心，上品功夫的人，给诸位说，真正可以做到自在往生。什么叫自在往生？想什么时候去就什么时候去，这叫自在。现在想去马上就可以走，再过几年也不妨碍，随心自在，决定不生病，站着走、坐着走，喜欢怎么样走就怎么样走。你说要念成什么功夫？在此地我贡献给诸位，上品功夫成片就做到。这个功夫成片，说实在话我们每个人都做得到。如果说是事一心不乱、理一心不乱，我们真的未必一生能办到，可是这个功夫成片我们是真的可以做到。换句话说，有那个往生自在的人他行，我为什么不行？他能做到，我为什么做不到？我们要跟这些人比，要向这些人看齐，那就对了，就决定不错了。所以这个念佛功夫，真的不是其他能比的。禅宗纵然得禅定，还不能出三界，虽然他能够入定，定个一个星期、二个星期、三个月，甚至于半年、一年不出定，他要没有能够明心见性，他将来也不过是往生四禅天、四空天而已，不能出三界。所以跟念佛三昧不能相比，这个要知道。",
      "zh_TW": "『念佛三昧』是講功夫，我們念佛有沒有得三昧？如果得到了三昧，它的『功能』超越一切法門，禪密、教律都不能夠相比，實在是太殊勝了。三昧就是《彌陀經》上講的「一心不亂」。「念佛三昧」有淺深不同，深的理一心不亂，淺的事一心不亂，更淺的功夫成片。所以功夫成片也算是念佛三昧，只要達到功夫成片你就保證得生，這個人這一生當中決定生淨土。而且功夫成片裡面也有九品，這個上品功夫的人沒有到事一心，上品功夫的人，給諸位說，真正可以做到自在往生。什麼叫自在往生？想什麼時候去就什麼時候去，這叫自在。現在想去馬上就可以走，再過幾年也不妨礙，隨心自在，決定不生病，站著走、坐著走，喜歡怎麼樣走就怎麼樣走。你說要念成什麼功夫？在此地我貢獻給諸位，上品功夫成片就做到。這個功夫成片，說實在話我們每個人都做得到。如果說是事一心不亂、理一心不亂，我們真的未必一生能辦到，可是這個功夫成片我們是真的可以做到。換句話說，有那個往生自在的人他行，我為什麼不行？他能做到，我為什麼做不到？我們要跟這些人比，要向這些人看齊，那就對了，就決定不錯了。所以這個念佛功夫，真的不是其他能比的。禪宗縱然得禪定，還不能出三界，雖然他能夠入定，定個一個星期、二個星期、三個月，甚至於半年、一年不出定，他要沒有能夠明心見性，他將來也不過是往生四禪天、四空天而已，不能出三界。所以跟念佛三昧不能相比，這個要知道。"
    },
    {
      "id": "03-008-0020_p0040",
      "zh_CN": "【实非杂善得为比类。】",
      "zh_TW": "【實非雜善得為比類。】"
    },
    {
      "id": "03-008-0020_p0041",
      "zh_CN": "修一切善都是『杂善』，善导大师在本经里面给我们讲的定善、散善、「杂善」，修其他法门都是叫杂善，不能比。",
      "zh_TW": "修一切善都是『雜善』，善導大師在本經裡面給我們講的定善、散善、「雜善」，修其他法門都是叫雜善，不能比。"
    },
    {
      "id": "03-008-0020_p0042",
      "zh_CN": "【专念续念。】",
      "zh_TW": "【專念續念。】"
    },
    {
      "id": "03-008-0020_p0043",
      "zh_CN": "『续念』是一句一句接着不断。",
      "zh_TW": "『續念』是一句一句接著不斷。"
    },
    {
      "id": "03-008-0020_p0044",
      "zh_CN": "【此人甚为希有。】",
      "zh_TW": "【此人甚為希有。】"
    },
    {
      "id": "03-008-0020_p0045",
      "zh_CN": "真正是『希有』难得。所以要专、要不间断。",
      "zh_TW": "真正是『希有』難得。所以要專、要不間斷。"
    },
    {
      "id": "03-008-0020_p0046",
      "zh_CN": "【一四六、念佛者。即是人中好人。】",
      "zh_TW": "【一四六、念佛者。即是人中好人。】"
    },
    {
      "id": "03-008-0020_p0047",
      "zh_CN": "这个我们能够理解。",
      "zh_TW": "這個我們能夠理解。"
    },
    {
      "id": "03-008-0020_p0048",
      "zh_CN": "【人中妙好人。人中上上人。人中希有人。人中最胜人也。】",
      "zh_TW": "【人中妙好人。人中上上人。人中希有人。人中最勝人也。】"
    },
    {
      "id": "03-008-0020_p0049",
      "zh_CN": "『胜』是殊胜，人中无比的殊胜。说了这么多句，跟谁比？『人中好人』是跟一般人比，『人中妙好人』是跟修行人比，修行人比不过他，『人中上上人』是跟那些学三乘的人比，『人中希有人』是跟一些大乘人比，人中最殊胜的人是跟禅比、跟密比，层层比，念佛人第一，念佛人无比殊胜。",
      "zh_TW": "『勝』是殊勝，人中無比的殊勝。說了這麼多句，跟誰比？『人中好人』是跟一般人比，『人中妙好人』是跟修行人比，修行人比不過他，『人中上上人』是跟那些學三乘的人比，『人中希有人』是跟一些大乘人比，人中最殊勝的人是跟禪比、跟密比，層層比，念佛人第一，念佛人無比殊勝。"
    },
    {
      "id": "03-008-0020_p0050",
      "zh_CN": "【一四七、专念弥陀名者。即观音势至常随影护。亦如亲友知识也。】",
      "zh_TW": "【一四七、專念彌陀名者。即觀音勢至常隨影護。亦如親友知識也。】"
    },
    {
      "id": "03-008-0020_p0051",
      "zh_CN": "这一句要知道，要能够领会。现在我们都晓得，这个社会很乱，佛经里面跟我们讲「五浊恶世」，现前的社会可以说浊恶到了非常严重的地步，生在这个社会苦，无论从事哪个行业都苦，在家人苦，出家人也苦，真是苦不堪言。何况还会时时有意想不到的意外灾难会遇到，这经上讲的包括妖魔鬼怪，意想不到的灾难你会遇到。我们要求诸佛菩萨保佑，要求龙天护法神护持，怎么个求法？佛菩萨、护法神我们巴结不上的，他不接受贿赂，给他送点礼拜拜他，他未必肯接受，未必肯理你。唯一的一个方法，念佛，你这一念佛，一切诸佛就护念你；你一念佛，一切诸佛保佑你。诸佛护念保佑，那护法神怎么敢不保佑？他保佑你是他的责任，他一定尽忠职守来保护你。这个地方，连观音、势至常常在你的身边保护你，何况那一切护法神！所以我们在乱世，在危险的处所，我们要求佛菩萨保佑我们，有一个最好的方法，诚心诚意恭恭敬敬的念阿弥陀佛，你一定会得到。最后善导大师在此地为我们做了个总结论：",
      "zh_TW": "這一句要知道，要能夠領會。現在我們都曉得，這個社會很亂，佛經裡面跟我們講「五濁惡世」，現前的社會可以說濁惡到了非常嚴重的地步，生在這個社會苦，無論從事哪個行業都苦，在家人苦，出家人也苦，真是苦不堪言。何況還會時時有意想不到的意外災難會遇到，這經上講的包括妖魔鬼怪，意想不到的災難你會遇到。我們要求諸佛菩薩保佑，要求龍天護法神護持，怎麼個求法？佛菩薩、護法神我們巴結不上的，他不接受賄賂，給他送點禮拜拜他，他未必肯接受，未必肯理你。唯一的一個方法，念佛，你這一念佛，一切諸佛就護念你；你一念佛，一切諸佛保佑你。諸佛護念保佑，那護法神怎麼敢不保佑？他保佑你是他的責任，他一定盡忠職守來保護你。這個地方，連觀音、勢至常常在你的身邊保護你，何況那一切護法神！所以我們在亂世，在危險的處所，我們要求佛菩薩保佑我們，有一個最好的方法，誠心誠意恭恭敬敬的念阿彌陀佛，你一定會得到。最後善導大師在此地為我們做了個總結論："
    },
    {
      "id": "03-008-0020_p0052",
      "zh_CN": "【一四八、虽说定散两门之益。】",
      "zh_TW": "【一四八、雖說定散兩門之益。】"
    },
    {
      "id": "03-008-0020_p0053",
      "zh_CN": "这是佛在经上，定善是专念阿弥陀佛，这是定善；散善，经上给我们讲的三福，我们要修三福、要修九品、要修六念，都叫做散善。虽有定散：",
      "zh_TW": "這是佛在經上，定善是專念阿彌陀佛，這是定善；散善，經上給我們講的三福，我們要修三福、要修九品、要修六念，都叫做散善。雖有定散："
    },
    {
      "id": "03-008-0020_p0054",
      "zh_CN": "【望佛本愿。】",
      "zh_TW": "【望佛本願。】"
    },
    {
      "id": "03-008-0020_p0055",
      "zh_CN": "我们仔细去体会『佛』真正的意思，这个「佛」是释迦牟尼佛，这个经是释迦牟尼佛说的。我们细细去观察、体会释迦牟尼佛的意思，还是：",
      "zh_TW": "我們仔細去體會『佛』真正的意思，這個「佛」是釋迦牟尼佛，這個經是釋迦牟尼佛說的。我們細細去觀察、體會釋迦牟尼佛的意思，還是："
    },
    {
      "id": "03-008-0020_p0056",
      "zh_CN": "【意在众生一向专称弥陀佛名。】",
      "zh_TW": "【意在眾生一向專稱彌陀佛名。】"
    },
    {
      "id": "03-008-0020_p0057",
      "zh_CN": "释迦牟尼佛真正的意思没有别的，是希望我们老实念佛，就是执持名号，这才真正佛教我们的意思，希望我们要从这个地方去体会。经，我们的心很粗，实在讲虽然读了，经里面深密奥妙的意义我们看不出来，体会不到。善导大师详细为我们解说，我们听了大师的这一番解释，对这个经义才能够悟入几分，这是大师对我们无比的恩德。后面说：",
      "zh_TW": "釋迦牟尼佛真正的意思沒有別的，是希望我們老實念佛，就是執持名號，這才真正佛教我們的意思，希望我們要從這個地方去體會。經，我們的心很粗，實在講雖然讀了，經裡面深密奧妙的意義我們看不出來，體會不到。善導大師詳細為我們解說，我們聽了大師的這一番解釋，對這個經義才能夠悟入幾分，這是大師對我們無比的恩德。後面說："
    },
    {
      "id": "03-008-0020_p0058",
      "zh_CN": "【真宗叵遇。】",
      "zh_TW": "【真宗叵遇。】"
    },
    {
      "id": "03-008-0020_p0059",
      "zh_CN": "『真宗』可以解释为真正佛法、真实的佛法，不容易遇到。",
      "zh_TW": "『真宗』可以解釋為真正佛法、真實的佛法，不容易遇到。"
    },
    {
      "id": "03-008-0020_p0060",
      "zh_CN": "【净土之要难逢。】",
      "zh_TW": "【淨土之要難逢。】"
    },
    {
      "id": "03-008-0020_p0061",
      "zh_CN": "『净土』是真实的佛法、真正佛法，但是它的精要、它的纲要我们不容易遇到。如果抓不到纲要，我们的修行无从下手。净土三经、五经虽然比起其他各宗是少得太多，我们还是不晓得从哪里学起。所以一定要祖师帮忙，善导大师、莲池大师、蕅益大师对我们帮助太大太大了。蕅益大师的《弥陀要解》非常好，真正是把这个净宗的精要为我们提示出来。",
      "zh_TW": "『淨土』是真實的佛法、真正佛法，但是它的精要、它的綱要我們不容易遇到。如果抓不到綱要，我們的修行無從下手。淨土三經、五經雖然比起其他各宗是少得太多，我們還是不曉得從哪裡學起。所以一定要祖師幫忙，善導大師、蓮池大師、蕅益大師對我們幫助太大太大了。蕅益大師的《彌陀要解》非常好，真正是把這個淨宗的精要為我們提示出來。"
    },
    {
      "id": "03-008-0020_p0062",
      "zh_CN": "【欲使五趣齐生。】",
      "zh_TW": "【欲使五趣齊生。】"
    },
    {
      "id": "03-008-0020_p0063",
      "zh_CN": "五趣就是六道，六道怎么变成了五道？阿修罗那一道不算，阿修罗在天就归到天，在人间就归到人道，不算他是一道，叫五趣。如果说六道，加上天阿修罗，变成六道。所以六道跟五趣意义完全相同。这就是六道众生统统都能够往生西方极乐世界，『五趣齐生』。",
      "zh_TW": "五趣就是六道，六道怎麼變成了五道？阿修羅那一道不算，阿修羅在天就歸到天，在人間就歸到人道，不算他是一道，叫五趣。如果說六道，加上天阿修羅，變成六道。所以六道跟五趣意義完全相同。這就是六道眾生統統都能夠往生西方極樂世界，『五趣齊生』。"
    },
    {
      "id": "03-008-0020_p0064",
      "zh_CN": "【是以劝闻于后代。】",
      "zh_TW": "【是以勸聞於後代。】"
    },
    {
      "id": "03-008-0020_p0065",
      "zh_CN": "善导大师是唐朝时候人，距离释迦牟尼佛灭度有一千五百多年，所以就称之为『后代』，在当时佛的「后代」。大师距离我们现在大概有一千三百多年，又传到后代了。",
      "zh_TW": "善導大師是唐朝時候人，距離釋迦牟尼佛滅度有一千五百多年，所以就稱之為『後代』，在當時佛的「後代」。大師距離我們現在大概有一千三百多年，又傳到後代了。"
    },
    {
      "id": "03-008-0020_p0066",
      "zh_CN": "【但如来神力。转变无方。隐显随机。异众因此同闻。莫不奉行而顶戴。】",
      "zh_TW": "【但如來神力。轉變無方。隱顯隨機。異眾因此同聞。莫不奉行而頂戴。】"
    },
    {
      "id": "03-008-0020_p0067",
      "zh_CN": "佛当年在世说这部经，弥陀、观音、势至现在皇宫，韦提希夫人、宫女都见到，这是如来神力的加持。善导大师是阿弥陀佛化身来的，这是如来神力不思议的转变。我们今天道场同样也得佛力加持，大家这样的欢喜，若不是佛力加持，这个法喜得不到，法喜充满是佛力加持。你自己在家里读经念佛，愈念心愈清净，愈念心愈欢喜，你就要知道，这个时候佛光在照你，佛在加持你。所以你愈念心愈清净，愈念心愈欢喜，愈念领悟得愈多，天天有体会，天天有领悟，这法喜充满。所以『隐显随机』，韦提希夫人见的，佛的加持是显，明显的加持；我们今天所得到的是隐，佛加持我们，佛的形相我们见不到，但是佛的智慧、光明、神力确实加持道场，加持在我们每位同修的身上，这是真的。心细的人、心清净的人会感受得到，会体会得到；心粗、心很乱，胡思乱想，他体会不到。虽体会不到，你很欢喜，这就是加持。所以确确实实佛的光明、威神加持。『异众』，我们这一会也不例外，我们同修道友有这么多人在场，天龙鬼神在这个地方听经的人数比我们这里不知道要多多少倍，「异众」，我们这一个法会他们也同闻，没有不欢喜。『莫不奉行而顶戴』，「顶戴」是至诚恭敬，把这大法接受过来，依教奉行，顶戴是恭敬的意思。",
      "zh_TW": "佛當年在世說這部經，彌陀、觀音、勢至現在皇宮，韋提希夫人、宮女都見到，這是如來神力的加持。善導大師是阿彌陀佛化身來的，這是如來神力不思議的轉變。我們今天道場同樣也得佛力加持，大家這樣的歡喜，若不是佛力加持，這個法喜得不到，法喜充滿是佛力加持。你自己在家裡讀經念佛，愈念心愈清淨，愈念心愈歡喜，你就要知道，這個時候佛光在照你，佛在加持你。所以你愈念心愈清淨，愈念心愈歡喜，愈念領悟得愈多，天天有體會，天天有領悟，這法喜充滿。所以『隱顯隨機』，韋提希夫人見的，佛的加持是顯，明顯的加持；我們今天所得到的是隱，佛加持我們，佛的形相我們見不到，但是佛的智慧、光明、神力確實加持道場，加持在我們每位同修的身上，這是真的。心細的人、心清淨的人會感受得到，會體會得到；心粗、心很亂，胡思亂想，他體會不到。雖體會不到，你很歡喜，這就是加持。所以確確實實佛的光明、威神加持。『異眾』，我們這一會也不例外，我們同修道友有這麼多人在場，天龍鬼神在這個地方聽經的人數比我們這裡不知道要多多少倍，「異眾」，我們這一個法會他們也同聞，沒有不歡喜。『莫不奉行而頂戴』，「頂戴」是至誠恭敬，把這大法接受過來，依教奉行，頂戴是恭敬的意思。"
    },
    {
      "id": "03-008-0020_p0068",
      "zh_CN": "我们的法会到此地圆满，我在此地祝福同修。我们非常庆幸蒙三宝的慈悲嘉佑，希望我们人人都能够依教奉行。真正明了「人身难得，佛法难闻」，特别是这个稀有的大法，这是值得我们非常庆幸的。依照这个法门我们这一生决定得度，决定可以了生死出三界、生净土成佛作祖，这是这一生当中确实能够做得到的。一定要记住，相应，我们的心愿、解行念念与阿弥陀佛相应，那就决定得生。好，我们就讲到此地，祝福诸位同生净土。我们以至心来回向，念佛回向。",
      "zh_TW": "我們的法會到此地圓滿，我在此地祝福同修。我們非常慶幸蒙三寶的慈悲嘉佑，希望我們人人都能夠依教奉行。真正明瞭「人身難得，佛法難聞」，特別是這個稀有的大法，這是值得我們非常慶幸的。依照這個法門我們這一生決定得度，決定可以了生死出三界、生淨土成佛作祖，這是這一生當中確實能夠做得到的。一定要記住，相應，我們的心願、解行念念與阿彌陀佛相應，那就決定得生。好，我們就講到此地，祝福諸位同生淨土。我們以至心來迴向，念佛迴向。"
    }
  ]
}