{
  "doc_id": "03-008-0010",
  "title": {
    "zh_CN": "观经善导疏菁华",
    "zh_TW": "觀經善導疏菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "03-008-0010",
  "total_paragraphs": 88,
  "paragraphs": [
    {
      "id": "03-008-0010_p0001",
      "zh_CN": "诸位法师，诸位同修，请掀开经本，在后一半，第十二面倒数第三行，第十七段看起：",
      "zh_TW": "諸位法師，諸位同修，請掀開經本，在後一半，第十二面倒數第三行，第十七段看起："
    },
    {
      "id": "03-008-0010_p0002",
      "zh_CN": "【六五、未闲真观自在随心，要藉假想以住心，方能证益也。】",
      "zh_TW": "【六五、未閒真觀自在隨心，要藉假想以住心，方能證益也。】"
    },
    {
      "id": "03-008-0010_p0003",
      "zh_CN": "这一段是说的观想。观想要能达到『自在随心』，那是功夫已经成就了，至少像《弥陀经》上所说的「事一心不乱」以上的功夫，可以做得到。我们初学的凡夫必须『要藉假想』。「假想」可不能够乱想，这个乱想就是说与十六观所说的不一样，不相应，经上讲得很清楚，那叫邪观，当然是一种错误的妄想。如果我们依照十六观里面所讲的去想，虽然境界不能够现前，也算是正观，不是邪观，能够得利益。什么利益？最容易体会到、觉察到的利益就是能摄心。它确实比执持名号更容易摄心，我们心里面的妄想、烦恼可以暂时的息掉。这是说观想入门的方法。底下一段是说明西方世界是清净无漏的世界，跟第十九段合起来看，就看到它真实的殊胜。",
      "zh_TW": "這一段是說的觀想。觀想要能達到『自在隨心』，那是功夫已經成就了，至少像《彌陀經》上所說的「事一心不亂」以上的功夫，可以做得到。我們初學的凡夫必須『要藉假想』。「假想」可不能夠亂想，這個亂想就是說與十六觀所說的不一樣，不相應，經上講得很清楚，那叫邪觀，當然是一種錯誤的妄想。如果我們依照十六觀裡面所講的去想，雖然境界不能夠現前，也算是正觀，不是邪觀，能夠得利益。什麼利益？最容易體會到、覺察到的利益就是能攝心。它確實比執持名號更容易攝心，我們心裡面的妄想、煩惱可以暫時的息掉。這是說觀想入門的方法。底下一段是說明西方世界是清淨無漏的世界，跟第十九段合起來看，就看到它真實的殊勝。"
    },
    {
      "id": "03-008-0010_p0004",
      "zh_CN": "【六六、诸宝林树，皆从弥陀无漏心中流出。由佛心是无漏故，其树亦是无漏也。】",
      "zh_TW": "【六六、諸寶林樹，皆從彌陀無漏心中流出。由佛心是無漏故，其樹亦是無漏也。】"
    },
    {
      "id": "03-008-0010_p0005",
      "zh_CN": "这个地方实在为我们证明了，佛在经论上常说「依报随着正报转」，又常说「境随心转」，这个境就是环境、就是依报，心就是正报。我们这个世间所有一切物质环境都是生灭法，动物有生老病死，植物有生住异灭，矿物有成住坏空；换句话说，没有一样是常住而不灭的。跟我们在此地看到西方世界恰恰相反，西方世界一切万法都是不生不灭，不像我们这个世间，所有一切法统统是有生有灭。这个原因在哪里？原因就是我们这个世界，我们的心是个生灭心，生灭心是妄心。你看一个念头生一个念头灭，一天到晚不知道要起多少个念头，谁能够知道你自己这一天起了多少个念头？自己都不晓得。佛为我们说出来，佛在经上讲，咱们凡夫念头之多，佛说一刹那，一弹指有六十刹那，就是一弹指的六十分之一，这时间很短，一刹那当中有九百次的生灭，你看我们的念头多么的微细，一个念头生一个念头灭，叫刹那生灭。",
      "zh_TW": "這個地方實在為我們證明了，佛在經論上常說「依報隨著正報轉」，又常說「境隨心轉」，這個境就是環境、就是依報，心就是正報。我們這個世間所有一切物質環境都是生滅法，動物有生老病死，植物有生住異滅，礦物有成住壞空；換句話說，沒有一樣是常住而不滅的。跟我們在此地看到西方世界恰恰相反，西方世界一切萬法都是不生不滅，不像我們這個世間，所有一切法統統是有生有滅。這個原因在哪裡？原因就是我們這個世界，我們的心是個生滅心，生滅心是妄心。你看一個念頭生一個念頭滅，一天到晚不知道要起多少個念頭，誰能夠知道你自己這一天起了多少個念頭？自己都不曉得。佛為我們說出來，佛在經上講，咱們凡夫念頭之多，佛說一剎那，一彈指有六十剎那，就是一彈指的六十分之一，這時間很短，一剎那當中有九百次的生滅，你看我們的念頭多麼的微細，一個念頭生一個念頭滅，叫剎那生滅。"
    },
    {
      "id": "03-008-0010_p0006",
      "zh_CN": "因为这个心是个生灭心，所以变现出外面的境界也就是生灭的世界，这个在佛经里面称之为有漏。我们的心是有漏的，所以这个境界也叫有漏，有漏就是生灭法，就是无常法，万法无常就是这个意思。西方世界阿弥陀佛已经证得『无漏』，漏是烦恼的代名词，是妄念的代名词，「无漏」就是妄想、烦恼统统断尽，妄心没有了。妄心没有了那是什么样子？是真心显露，真心里面没有妄念，这是大乘经，尤其是《般若经》里面说得多，「真心离念」，念就是妄念，真心里面没有妄念。妄念是个生灭法，没有妄念那就属于真常，《楞严经》上所讲的「常住真心」，所以真心是永远不变的，不生不灭。从真心里面流露出来的境界，那个境界也是属于不生不灭的。",
      "zh_TW": "因為這個心是個生滅心，所以變現出外面的境界也就是生滅的世界，這個在佛經裡面稱之為有漏。我們的心是有漏的，所以這個境界也叫有漏，有漏就是生滅法，就是無常法，萬法無常就是這個意思。西方世界阿彌陀佛已經證得『無漏』，漏是煩惱的代名詞，是妄念的代名詞，「無漏」就是妄想、煩惱統統斷盡，妄心沒有了。妄心沒有了那是什麼樣子？是真心顯露，真心裡面沒有妄念，這是大乘經，尤其是《般若經》裡面說得多，「真心離念」，念就是妄念，真心裡面沒有妄念。妄念是個生滅法，沒有妄念那就屬於真常，《楞嚴經》上所講的「常住真心」，所以真心是永遠不變的，不生不滅。從真心裡面流露出來的境界，那個境界也是屬於不生不滅的。"
    },
    {
      "id": "03-008-0010_p0007",
      "zh_CN": "十方世界的众生虽然烦恼没有断，是用有漏的心念阿弥陀佛、修观想、观像往生到西方极乐世界，我们生到西方极乐世界到底是有漏还是无漏？阿弥陀佛无漏这个我们不成问题，没有怀疑，我们这要往生去了，是有漏还是无漏？从理上讲是有漏，我们带业往生，就是带着烦恼、带着妄想、带着习气，没断，这样子生到西方极乐世界，这理上讲应该是有漏的。可是事上来说这变成无漏的，这个很奇怪，这个也真正叫难信之法，十方世界找不到的，释迦牟尼佛四十九年所说的一切经里头也没有这种说法的，唯独西方世界特别。",
      "zh_TW": "十方世界的眾生雖然煩惱沒有斷，是用有漏的心念阿彌陀佛、修觀想、觀像往生到西方極樂世界，我們生到西方極樂世界到底是有漏還是無漏？阿彌陀佛無漏這個我們不成問題，沒有懷疑，我們這要往生去了，是有漏還是無漏？從理上講是有漏，我們帶業往生，就是帶著煩惱、帶著妄想、帶著習氣，沒斷，這樣子生到西方極樂世界，這理上講應該是有漏的。可是事上來說這變成無漏的，這個很奇怪，這個也真正叫難信之法，十方世界找不到的，釋迦牟尼佛四十九年所說的一切經裡頭也沒有這種說法的，唯獨西方世界特別。"
    },
    {
      "id": "03-008-0010_p0008",
      "zh_CN": "为什么在事上就变成无漏？这是弥陀本愿加持，这是真正不可思议。本愿的加持，智慧、技巧，经上讲的善巧方便，我们现在一般人习惯说技巧，阿弥陀佛那个技巧太高明了。西方世界所有的境界都是真、都是常住，真实常住，所以到达西方之后我们六根所接触的全是真常。换句话说，本来这个有漏的心是会退转的、是会退失，因为在那个环境里面，在真常环境里面，这个退的缘没有了，打妄想、生烦恼机会没有了，这个缘，我们现在人所讲的机会，或者说的条件，在这个地方没有这个条件，没有这个机缘。可见得阿弥陀佛这个方法实在是非常的巧妙。这就是「无漏心中」流露出来的境界，变现的境界。树是无漏的，所有一切万法统统是无漏的，刚才讲，乃至于十方有情众生带业往生，生到西方极乐世界有佛力的加持，也好像是无漏的。我们再看底下这一段：",
      "zh_TW": "為什麼在事上就變成無漏？這是彌陀本願加持，這是真正不可思議。本願的加持，智慧、技巧，經上講的善巧方便，我們現在一般人習慣說技巧，阿彌陀佛那個技巧太高明了。西方世界所有的境界都是真、都是常住，真實常住，所以到達西方之後我們六根所接觸的全是真常。換句話說，本來這個有漏的心是會退轉的、是會退失，因為在那個環境裡面，在真常環境裡面，這個退的緣沒有了，打妄想、生煩惱機會沒有了，這個緣，我們現在人所講的機會，或者說的條件，在這個地方沒有這個條件，沒有這個機緣。可見得阿彌陀佛這個方法實在是非常的巧妙。這就是「無漏心中」流露出來的境界，變現的境界。樹是無漏的，所有一切萬法統統是無漏的，剛才講，乃至於十方有情眾生帶業往生，生到西方極樂世界有佛力的加持，也好像是無漏的。我們再看底下這一段："
    },
    {
      "id": "03-008-0010_p0009",
      "zh_CN": "【六七、无老死，无小生。无初生渐长，起即同时顿起，量数等齐。】",
      "zh_TW": "【六七、無老死，無小生。無初生漸長，起即同時頓起，量數等齊。】"
    },
    {
      "id": "03-008-0010_p0010",
      "zh_CN": "这一段也非常重要，诸位不可以不知道。我们生到西方极乐世界，经上说得很清楚，那边是莲花化生。这刚刚生到西方世界，到底是个什么样子？是不是像小孩一样慢慢长大？会不会是这样情形？如果像小孩慢慢会长大，给诸位说，那就有生有灭了，那就是生灭法。原来西方世界无论是九品往生，无论是边地往生，一生到那个地方，这个身相就跟阿弥陀佛一样。我们看《无量寿经》四十八愿，身的体质跟佛一样，相貌也跟佛一样，西方世界是平等世界，没有两个样子，这一点一定要清楚、一定要明了。所以那个世界不但没有老死，连小生都没有，生到那里很小，慢慢再长大，没有这个情形。所以那个地方的人没有生苦、没有老苦、没有病苦，生老病死在西方世界统统没有。我们在这个世间最麻烦的就是生老病死，谁都免不了，古人常讲，上自帝王，下至乞丐，要饭、讨饭的乞丐，没有一个人能逃得过生老病死，统统都要受。现在我们真的找到了超出生老病死的一条道路，那就是决心求生弥陀净土。它的殊胜庄严，佛在三经里面给我们说得相当的详细。再看下面这一段：",
      "zh_TW": "這一段也非常重要，諸位不可以不知道。我們生到西方極樂世界，經上說得很清楚，那邊是蓮花化生。這剛剛生到西方世界，到底是個什麼樣子？是不是像小孩一樣慢慢長大？會不會是這樣情形？如果像小孩慢慢會長大，給諸位說，那就有生有滅了，那就是生滅法。原來西方世界無論是九品往生，無論是邊地往生，一生到那個地方，這個身相就跟阿彌陀佛一樣。我們看《無量壽經》四十八願，身的體質跟佛一樣，相貌也跟佛一樣，西方世界是平等世界，沒有兩個樣子，這一點一定要清楚、一定要明瞭。所以那個世界不但沒有老死，連小生都沒有，生到那裡很小，慢慢再長大，沒有這個情形。所以那個地方的人沒有生苦、沒有老苦、沒有病苦，生老病死在西方世界統統沒有。我們在這個世間最麻煩的就是生老病死，誰都免不了，古人常講，上自帝王，下至乞丐，要飯、討飯的乞丐，沒有一個人能逃得過生老病死，統統都要受。現在我們真的找到了超出生老病死的一條道路，那就是決心求生彌陀淨土。它的殊勝莊嚴，佛在三經裡面給我們說得相當的詳細。再看下面這一段："
    },
    {
      "id": "03-008-0010_p0011",
      "zh_CN": "【六八、弥陀净国宝树多，四面垂条。】",
      "zh_TW": "【六八、彌陀淨國寶樹多，四面垂條。】"
    },
    {
      "id": "03-008-0010_p0012",
      "zh_CN": "这个『垂条』，像杨柳一样，树枝垂下来，非常之美。",
      "zh_TW": "這個『垂條』，像楊柳一樣，樹枝垂下來，非常之美。"
    },
    {
      "id": "03-008-0010_p0013",
      "zh_CN": "【天衣挂遶。】",
      "zh_TW": "【天衣挂遶。】"
    },
    {
      "id": "03-008-0010_p0014",
      "zh_CN": "『天衣』，像我们世俗里面看到的彩带一样。佛法里面所讲的「衣」，诸位要知道，不是我们缝的带袖子这个衣，这种衣在古时候印度没有。印度的衣就是一块布，而不是像我们这个衣服有领子、有袖子，不是这样的，这个要挂在树上那就很难看。所以它是长长的布匹挂起来像彩带一样，那个确实是很美观的。",
      "zh_TW": "『天衣』，像我們世俗裡面看到的彩帶一樣。佛法裡面所講的「衣」，諸位要知道，不是我們縫的帶袖子這個衣，這種衣在古時候印度沒有。印度的衣就是一塊布，而不是像我們這個衣服有領子、有袖子，不是這樣的，這個要掛在樹上那就很難看。所以它是長長的布匹掛起來像彩帶一樣，那個確實是很美觀的。"
    },
    {
      "id": "03-008-0010_p0015",
      "zh_CN": "【宝云含盖。】",
      "zh_TW": "【寶雲含蓋。】"
    },
    {
      "id": "03-008-0010_p0016",
      "zh_CN": "云彩也都是七宝色，在天空当中化成像伞盖一样。",
      "zh_TW": "雲彩也都是七寶色，在天空當中化成像傘蓋一樣。"
    },
    {
      "id": "03-008-0010_p0017",
      "zh_CN": "【化鸟连声，旋转临空。】",
      "zh_TW": "【化鳥連聲，旋轉臨空。】"
    },
    {
      "id": "03-008-0010_p0018",
      "zh_CN": "『鸟』都是阿弥陀佛变化所作，西方世界是菩萨法界，连人天都没有。咱们凡夫去往生，纵然生到凡圣同居土下下品往生，诸位要知道，也都成了普贤菩萨。为什么？统统修普贤大士之德，那就是初信位的菩萨、二信位的菩萨，都是这个果位。经上有时候也说人天，也说二乘，《无量寿经》上跟我们讲得很清楚，那是佛方便说而不是真实说。这有两个意思，第一个意思，是说你从什么地方来的，你没有到西方极乐世界以前，你是人天，像我们去的，我们从人间去往生的，说之为人，就是你没到西方世界之前的身分。如果你是天人去往生的，就叫你诸天。你是小乘须陀洹、斯陀含，或者是阿罗汉去往生的，就叫你小乘，二乘，是这么个意思，而不是在西方世界的身分。这是第一个说法。",
      "zh_TW": "『鳥』都是阿彌陀佛變化所作，西方世界是菩薩法界，連人天都沒有。咱們凡夫去往生，縱然生到凡聖同居土下下品往生，諸位要知道，也都成了普賢菩薩。為什麼？統統修普賢大士之德，那就是初信位的菩薩、二信位的菩薩，都是這個果位。經上有時候也說人天，也說二乘，《無量壽經》上跟我們講得很清楚，那是佛方便說而不是真實說。這有兩個意思，第一個意思，是說你從什麼地方來的，你沒有到西方極樂世界以前，你是人天，像我們去的，我們從人間去往生的，說之為人，就是你沒到西方世界之前的身分。如果你是天人去往生的，就叫你諸天。你是小乘須陀洹、斯陀含，或者是阿羅漢去往生的，就叫你小乘，二乘，是這麼個意思，而不是在西方世界的身分。這是第一個說法。"
    },
    {
      "id": "03-008-0010_p0019",
      "zh_CN": "第二种说法是讲断惑证真，比方他方世界，也可以这个讲法。我们到西方世界一品烦恼都没有断，虽然是修普贤行，我们才初信位的菩萨，初信位见思烦恼没断，可以说是人天，跟他方世界人天身分没有两样。如果见思烦恼断了，那在大乘是七信以上的地位，七信位的菩萨、八信位的菩萨、九信位的菩萨，他们见思烦恼断了，无明没破，等于他方世界的二乘，所以说他为二乘，是比方他的功夫境界。破了无明，破一品无明，证一分法身，那就是真正的菩萨，实报庄严土的菩萨。",
      "zh_TW": "第二種說法是講斷惑證真，比方他方世界，也可以這個講法。我們到西方世界一品煩惱都沒有斷，雖然是修普賢行，我們才初信位的菩薩，初信位見思煩惱沒斷，可以說是人天，跟他方世界人天身分沒有兩樣。如果見思煩惱斷了，那在大乘是七信以上的地位，七信位的菩薩、八信位的菩薩、九信位的菩薩，他們見思煩惱斷了，無明沒破，等於他方世界的二乘，所以說他為二乘，是比方他的功夫境界。破了無明，破一品無明，證一分法身，那就是真正的菩薩，實報莊嚴土的菩薩。"
    },
    {
      "id": "03-008-0010_p0020",
      "zh_CN": "所以我们知道西方世界真实的状况，生到那边去统统是菩萨，就像经中所说「皆是阿鞞跋致」。经上并没有说，除下三品之外皆是阿鞞跋致，没有这样写。没有这样写，换句话说，就是生到边地也都是阿鞞跋致。古德在注解里面给我们讲，生到边地五百岁不见佛、不闻法。这五百年是我们这个世间的年，还是西方极乐世界？西方极乐世界没有年月日，那边人没有时间观念。所以讲的五百岁是我们这个世间。我们这个世间在我们的感受五百年是很长的时间，要从我们现在来算起，算到五百年前，是中国明朝的时候，这个时间很长。但是在西方极乐世界看我们这个世间五百年不长，所以纵然生到边地也不久就花开见佛。所以生到边地也是可贺可喜，这个要知道的。所以这个众鸟是阿弥陀佛变化所作，这是三经都是这个说法。",
      "zh_TW": "所以我們知道西方世界真實的狀況，生到那邊去統統是菩薩，就像經中所說「皆是阿鞞跋致」。經上並沒有說，除下三品之外皆是阿鞞跋致，沒有這樣寫。沒有這樣寫，換句話說，就是生到邊地也都是阿鞞跋致。古德在註解裡面給我們講，生到邊地五百歲不見佛、不聞法。這五百年是我們這個世間的年，還是西方極樂世界？西方極樂世界沒有年月日，那邊人沒有時間觀念。所以講的五百歲是我們這個世間。我們這個世間在我們的感受五百年是很長的時間，要從我們現在來算起，算到五百年前，是中國明朝的時候，這個時間很長。但是在西方極樂世界看我們這個世間五百年不長，所以縱然生到邊地也不久就花開見佛。所以生到邊地也是可賀可喜，這個要知道的。所以這個眾鳥是阿彌陀佛變化所作，這是三經都是這個說法。"
    },
    {
      "id": "03-008-0010_p0021",
      "zh_CN": "【奏法音而入会。】",
      "zh_TW": "【奏法音而入會。】"
    },
    {
      "id": "03-008-0010_p0022",
      "zh_CN": "这些鸟在空中，就像我们世间所谓的交响乐，交响乐演奏的都是说法，说什么法？随众生心应所知量，你喜欢什么法听起来就是这个法门，喜欢听什么它演奏的就是。譬如我们两个人，我喜欢听《华严》，你喜欢听《法华》，我们两个人在一起，我听的就是《华严》，你听的就是《法华》，这奇妙，真正不可思议，能随一切众生的心愿。",
      "zh_TW": "這些鳥在空中，就像我們世間所謂的交響樂，交響樂演奏的都是說法，說什麼法？隨眾生心應所知量，你喜歡什麼法聽起來就是這個法門，喜歡聽什麼它演奏的就是。譬如我們兩個人，我喜歡聽《華嚴》，你喜歡聽《法華》，我們兩個人在一起，我聽的就是《華嚴》，你聽的就是《法華》，這奇妙，真正不可思議，能隨一切眾生的心願。"
    },
    {
      "id": "03-008-0010_p0023",
      "zh_CN": "【他方圣众，听响以开心。】",
      "zh_TW": "【他方聖眾，聽響以開心。】"
    },
    {
      "id": "03-008-0010_p0024",
      "zh_CN": "这个『他方』是指十方世界诸大菩萨有念阿弥陀佛的。虽然这些菩萨没有发愿求生净土，但是这些菩萨们对于阿弥陀佛非常恭敬，时常称赞，在十方世界也都劝一切大众念佛求生净土。于是阿弥陀佛的本愿威神也加持这些菩萨，所以这些菩萨在他们自己居住的地方也常常能够听到阿弥陀佛说法的音声，西方世界化鸟说法也都能听得到。这都是弥陀威神的加持，再远的地方都能达到。",
      "zh_TW": "這個『他方』是指十方世界諸大菩薩有念阿彌陀佛的。雖然這些菩薩沒有發願求生淨土，但是這些菩薩們對於阿彌陀佛非常恭敬，時常稱讚，在十方世界也都勸一切大眾念佛求生淨土。於是阿彌陀佛的本願威神也加持這些菩薩，所以這些菩薩在他們自己居住的地方也常常能夠聽到阿彌陀佛說法的音聲，西方世界化鳥說法也都能聽得到。這都是彌陀威神的加持，再遠的地方都能達到。"
    },
    {
      "id": "03-008-0010_p0025",
      "zh_CN": "【本国能人，见形而取悟。】",
      "zh_TW": "【本國能人，見形而取悟。】"
    },
    {
      "id": "03-008-0010_p0026",
      "zh_CN": "『本国』是西方极乐世界的大众，看到这些事相、听到音声都能开悟。《无量寿经》跟我们讲，西方世界的人见到七宝行树都能够证三种忍，「音响忍、柔顺忍、无生法忍」，何况听到众鸟说法！这是说明西方世界成就快速，真正是无比的快速。虽然说九品往生，花开见佛的时间早晚不同，像上品下生一天一夜就花开了，而下品下生则十二劫才能花开见佛。这个十二劫是说的一个极限，我们不要把它看呆了，看呆了就错了，那是讲最长不过十二劫。有没有能提前的？有。怎么提前？他在那个地方真正发愤精进不懈，他的时间就提前了。所以说最长的时间不过是十二劫，十二劫要跟佛在一般经论所讲的三大阿僧祇劫那就不能比。其实三大阿僧祇劫成佛成的是什么佛？诸位如果深入经藏，你就恍然大悟，他所成的叫藏头佛。天台家将世尊一代时教判为藏教、通教、别教、圆教，他成的佛是藏教的佛，要三大阿僧祇劫。别教、圆教跟藏教佛，这个阶级相差远之远矣，差太远了。西方世界下下品往生，最长的时间不过十二劫，十二劫成的是什么佛？圆教佛，真的不可思议。",
      "zh_TW": "『本國』是西方極樂世界的大眾，看到這些事相、聽到音聲都能開悟。《無量壽經》跟我們講，西方世界的人見到七寶行樹都能夠證三種忍，「音響忍、柔順忍、無生法忍」，何況聽到眾鳥說法！這是說明西方世界成就快速，真正是無比的快速。雖然說九品往生，花開見佛的時間早晚不同，像上品下生一天一夜就花開了，而下品下生則十二劫才能花開見佛。這個十二劫是說的一個極限，我們不要把它看呆了，看呆了就錯了，那是講最長不過十二劫。有沒有能提前的？有。怎麼提前？他在那個地方真正發憤精進不懈，他的時間就提前了。所以說最長的時間不過是十二劫，十二劫要跟佛在一般經論所講的三大阿僧祇劫那就不能比。其實三大阿僧祇劫成佛成的是什麼佛？諸位如果深入經藏，你就恍然大悟，他所成的叫藏頭佛。天台家將世尊一代時教判為藏教、通教、別教、圓教，他成的佛是藏教的佛，要三大阿僧祇劫。別教、圓教跟藏教佛，這個階級相差遠之遠矣，差太遠了。西方世界下下品往生，最長的時間不過十二劫，十二劫成的是什麼佛？圓教佛，真的不可思議。"
    },
    {
      "id": "03-008-0010_p0027",
      "zh_CN": "我们实在要把这桩事情搞清楚、搞明白，我们那个欢喜心才真正发得出来，才真正自己庆幸自己，这是百千万劫难遭遇，我们今天遇到了。彭际清居士所讲「无量劫来稀有难逢之一日」，稀有难逢居然我们逢到了，这怎么不欢喜、怎么不庆幸！能把这个机缘真正的抓住，这一生当中永脱轮回，了生死出三界，圆成佛道，就在今天。所以这是说西方世界的人，六根接触到的境界，统统都帮助你破迷开悟，明心见性，所以他那里成就是无比的快速。我们真的想去，对于这三经，或者五经的道理，一定要明了，方法、境界都要知道。依照这个理论、依照方法认真的去修学，这一生当中决定成就。再看下面一段，说的西方世界六尘说法：",
      "zh_TW": "我們實在要把這樁事情搞清楚、搞明白，我們那個歡喜心才真正發得出來，才真正自己慶幸自己，這是百千萬劫難遭遇，我們今天遇到了。彭際清居士所講「無量劫來稀有難逢之一日」，稀有難逢居然我們逢到了，這怎麼不歡喜、怎麼不慶幸！能把這個機緣真正的抓住，這一生當中永脫輪迴，了生死出三界，圓成佛道，就在今天。所以這是說西方世界的人，六根接觸到的境界，統統都幫助你破迷開悟，明心見性，所以他那裡成就是無比的快速。我們真的想去，對於這三經，或者五經的道理，一定要明瞭，方法、境界都要知道。依照這個理論、依照方法認真的去修學，這一生當中決定成就。再看下面一段，說的西方世界六塵說法："
    },
    {
      "id": "03-008-0010_p0028",
      "zh_CN": "【六九、极乐池水流注华间，寻树上下，其声微妙。】",
      "zh_TW": "【六九、極樂池水流注華間，尋樹上下，其聲微妙。】"
    },
    {
      "id": "03-008-0010_p0029",
      "zh_CN": "这是讲七宝池里面的八功德水。我们这个世间的水只往下面流，不能往上流。西方世界的水可以往上面流，自然的水柱可以绕着我们的柱子，绕着屋梁，非常的美观，它不会一滴一滴掉下来，它在那里旋转、盘旋，这样的美，具足八种功德。水流就有声音，流水的声音是很好听，我们这个世间流水的声音好听。西方世界水流的音声还会说法，你看『其声微妙』：",
      "zh_TW": "這是講七寶池裡面的八功德水。我們這個世間的水只往下面流，不能往上流。西方世界的水可以往上面流，自然的水柱可以繞著我們的柱子，繞著屋梁，非常的美觀，它不會一滴一滴掉下來，它在那裡旋轉、盤旋，這樣的美，具足八種功德。水流就有聲音，流水的聲音是很好聽，我們這個世間流水的聲音好聽。西方世界水流的音聲還會說法，你看『其聲微妙』："
    },
    {
      "id": "03-008-0010_p0030",
      "zh_CN": "【演说苦空无常无我诸波罗蜜。】",
      "zh_TW": "【演說苦空無常無我諸波羅蜜。】"
    },
    {
      "id": "03-008-0010_p0031",
      "zh_CN": "这一句里面包含着一切万法，对小乘根器的人就说『苦空无常无我』，这是通常说的小乘法；对大乘根性的人就讲『诸波罗蜜』，「诸波罗蜜」是大乘菩萨法；换句话说，西方世界是大小乘佛法无法不说。佛菩萨说法就不必提，七宝池里面流水的声音大小乘佛法都齐全了。所以属于哪一种根性的人，到西方极乐世界都能听到你想听的佛法。十方世界众生的根性不相同，这不要说十方，就是说我们这个世间，再说我们中国人，每个人的根性也不相同，有人喜欢保守、喜欢拘谨，样样循规蹈矩，他很适合修学小乘；有些人喜欢开放，喜欢自由，像现在人讲民主、自由、开放，那这个最适合于大乘法门。大乘是属于开放的，小乘是属于保守的，你喜欢哪一样，你在西方极乐世界六根所接触的统统都遇到。可见得弥陀也跟释迦牟尼佛一样，无有定法可说，所说的一切法还是随众生心应所知量，众生是什么心，你所闻到就是什么法。如果回小向大了，立刻大乘诸波罗蜜你就统统听到了。",
      "zh_TW": "這一句裡面包含著一切萬法，對小乘根器的人就說『苦空無常無我』，這是通常說的小乘法；對大乘根性的人就講『諸波羅蜜』，「諸波羅蜜」是大乘菩薩法；換句話說，西方世界是大小乘佛法無法不說。佛菩薩說法就不必提，七寶池裡面流水的聲音大小乘佛法都齊全了。所以屬於哪一種根性的人，到西方極樂世界都能聽到你想聽的佛法。十方世界眾生的根性不相同，這不要說十方，就是說我們這個世間，再說我們中國人，每個人的根性也不相同，有人喜歡保守、喜歡拘謹，樣樣循規蹈矩，他很適合修學小乘；有些人喜歡開放，喜歡自由，像現在人講民主、自由、開放，那這個最適合於大乘法門。大乘是屬於開放的，小乘是屬於保守的，你喜歡哪一樣，你在西方極樂世界六根所接觸的統統都遇到。可見得彌陀也跟釋迦牟尼佛一樣，無有定法可說，所說的一切法還是隨眾生心應所知量，眾生是什麼心，你所聞到就是什麼法。如果迴小向大了，立刻大乘諸波羅蜜你就統統聽到了。"
    },
    {
      "id": "03-008-0010_p0032",
      "zh_CN": "【赞叹诸佛相好。】",
      "zh_TW": "【讚歎諸佛相好。】"
    },
    {
      "id": "03-008-0010_p0033",
      "zh_CN": "『诸佛相好』是一切法里面的顶法，至高无上之法。",
      "zh_TW": "『諸佛相好』是一切法裡面的頂法，至高無上之法。"
    },
    {
      "id": "03-008-0010_p0034",
      "zh_CN": "【如意珠王。】",
      "zh_TW": "【如意珠王。】"
    },
    {
      "id": "03-008-0010_p0035",
      "zh_CN": "这是《观经》里面讲得很详细，这个八功德水是从『如意珠王』里面生出来的。",
      "zh_TW": "這是《觀經》裡面講得很詳細，這個八功德水是從『如意珠王』裡面生出來的。"
    },
    {
      "id": "03-008-0010_p0036",
      "zh_CN": "【涌出金色微妙光明。】",
      "zh_TW": "【湧出金色微妙光明。】"
    },
    {
      "id": "03-008-0010_p0037",
      "zh_CN": "这个如意宝珠放光，放的是『金色微妙光明』。",
      "zh_TW": "這個如意寶珠放光，放的是『金色微妙光明』。"
    },
    {
      "id": "03-008-0010_p0038",
      "zh_CN": "【其光化为百宝色鸟。】",
      "zh_TW": "【其光化為百寶色鳥。】"
    },
    {
      "id": "03-008-0010_p0039",
      "zh_CN": "这西方极乐世界众鸟是阿弥陀佛变化所作的，阿弥陀佛是这种变法，是从如意珠里面放光，光中变现出许多的众鸟，《弥陀经》上只举了几种。",
      "zh_TW": "這西方極樂世界眾鳥是阿彌陀佛變化所作的，阿彌陀佛是這種變法，是從如意珠裡面放光，光中變現出許多的眾鳥，《彌陀經》上只舉了幾種。"
    },
    {
      "id": "03-008-0010_p0040",
      "zh_CN": "【和鸣哀雅。】",
      "zh_TW": "【和鳴哀雅。】"
    },
    {
      "id": "03-008-0010_p0041",
      "zh_CN": "这是说鸟叫的音声非常之美，非常的悦耳。",
      "zh_TW": "這是說鳥叫的音聲非常之美，非常的悅耳。"
    },
    {
      "id": "03-008-0010_p0042",
      "zh_CN": "【常赞念佛念法念僧。】",
      "zh_TW": "【常讚念佛念法念僧。】"
    },
    {
      "id": "03-008-0010_p0043",
      "zh_CN": "《无量寿经》跟《弥陀经》上都是这样说法，这是念三宝，三宝也含摄了大小乘一切法，都离不开这个佛法僧三宝。下面说：",
      "zh_TW": "《無量壽經》跟《彌陀經》上都是這樣說法，這是念三寶，三寶也含攝了大小乘一切法，都離不開這個佛法僧三寶。下面說："
    },
    {
      "id": "03-008-0010_p0044",
      "zh_CN": "【七十、水有八德。】",
      "zh_TW": "【七十、水有八德。】"
    },
    {
      "id": "03-008-0010_p0045",
      "zh_CN": "这个不必细说了，这是讲《弥陀经》上常常讲到的，这八种在此地只把名称提一提。",
      "zh_TW": "這個不必細說了，這是講《彌陀經》上常常講到的，這八種在此地只把名稱提一提。"
    },
    {
      "id": "03-008-0010_p0046",
      "zh_CN": "【一、清净润泽。】",
      "zh_TW": "【一、清淨潤澤。】"
    },
    {
      "id": "03-008-0010_p0047",
      "zh_CN": "这是我们的世间有，我们世间有些水很清净，有润泽的这个能力。",
      "zh_TW": "這是我們的世間有，我們世間有些水很清淨，有潤澤的這個能力。"
    },
    {
      "id": "03-008-0010_p0048",
      "zh_CN": "【二、不臭。】",
      "zh_TW": "【二、不臭。】"
    },
    {
      "id": "03-008-0010_p0049",
      "zh_CN": "我们这边水也有很清净的，但是也有很肮脏的，现在这个环境染污很严重，这个水质清净的已经不多了。",
      "zh_TW": "我們這邊水也有很清淨的，但是也有很骯髒的，現在這個環境染污很嚴重，這個水質清淨的已經不多了。"
    },
    {
      "id": "03-008-0010_p0050",
      "zh_CN": "【三、轻。四、冷。五、软。六、美。】",
      "zh_TW": "【三、輕。四、冷。五、軟。六、美。】"
    },
    {
      "id": "03-008-0010_p0051",
      "zh_CN": "这四种我们世间水没有，我们这个世间水很重，西方世界的水很轻，滴在手上好像没有分量一样，所以它能够往上，往上面流。",
      "zh_TW": "這四種我們世間水沒有，我們這個世間水很重，西方世界的水很輕，滴在手上好像沒有分量一樣，所以它能夠往上，往上面流。"
    },
    {
      "id": "03-008-0010_p0052",
      "zh_CN": "【七、调适。八、饮已无患。】",
      "zh_TW": "【七、調適。八、飲已無患。】"
    },
    {
      "id": "03-008-0010_p0053",
      "zh_CN": "这里还省略了，不但可以饮用，而且可以充饥，喝这个水可以能够饱肚子。我们这地方水只可以解渴，不能充饥，它这个地方八功德水也非常殊胜。再看底下这一段的赞叹：",
      "zh_TW": "這裡還省略了，不但可以飲用，而且可以充飢，喝這個水可以能夠飽肚子。我們這地方水只可以解渴，不能充飢，它這個地方八功德水也非常殊勝。再看底下這一段的讚歎："
    },
    {
      "id": "03-008-0010_p0054",
      "zh_CN": "【七一、极乐庄严安养国，八德宝池流遍满。】",
      "zh_TW": "【七一、極樂莊嚴安養國，八德寶池流遍滿。】"
    },
    {
      "id": "03-008-0010_p0055",
      "zh_CN": "『八德』是八功德水。",
      "zh_TW": "『八德』是八功德水。"
    },
    {
      "id": "03-008-0010_p0056",
      "zh_CN": "【四岸含晖间七宝，水色分明映宝光。】",
      "zh_TW": "【四岸含暉間七寶，水色分明映寶光。】"
    },
    {
      "id": "03-008-0010_p0057",
      "zh_CN": "我们从这个赞叹词句里面，领会到是一幅非常美妙的图画，可以看到那边的景观。七宝池四边的岸边有街道，就是有道路，岸上有楼阁、有宫殿，是大众居处的所在，都是众宝造成的。水有八德，『四岸』众宝所成，池底是金沙布地，所以这个光明就遍照了。『水色分明映宝光』，这是说明水也放光，岸也放光，乃至于这底里头金沙都放光明，所以西方世界是光明世界。",
      "zh_TW": "我們從這個讚歎詞句裡面，領會到是一幅非常美妙的圖畫，可以看到那邊的景觀。七寶池四邊的岸邊有街道，就是有道路，岸上有樓閣、有宮殿，是大眾居處的所在，都是眾寶造成的。水有八德，『四岸』眾寶所成，池底是金沙布地，所以這個光明就遍照了。『水色分明映寶光』，這是說明水也放光，岸也放光，乃至於這底裡頭金沙都放光明，所以西方世界是光明世界。"
    },
    {
      "id": "03-008-0010_p0058",
      "zh_CN": "【体性柔软无坚触。】",
      "zh_TW": "【體性柔軟無堅觸。】"
    },
    {
      "id": "03-008-0010_p0059",
      "zh_CN": "所接触的都非常舒适，像空中的雨花，这是空中庄严。我们在大经上看到，花落在地面上，就像地毯一样，像铺成地毯。而且这些花自自然然组织成图案，非常之美。走在那个上面就像踏在棉花上一样，它是『柔软』的，使你感觉得非常的舒适。",
      "zh_TW": "所接觸的都非常舒適，像空中的雨花，這是空中莊嚴。我們在大經上看到，花落在地面上，就像地毯一樣，像鋪成地毯。而且這些花自自然然組織成圖案，非常之美。走在那個上面就像踏在棉花上一樣，它是『柔軟』的，使你感覺得非常的舒適。"
    },
    {
      "id": "03-008-0010_p0060",
      "zh_CN": "【菩萨徐行散宝香。】",
      "zh_TW": "【菩薩徐行散寶香。】"
    },
    {
      "id": "03-008-0010_p0061",
      "zh_CN": "西方世界凡是去往生的都是『菩萨』，「菩萨」是通称，就是大众。『徐』是散步，「徐行」是散步，慢慢的在那边走。人身有『宝香』，众宝也放香，所以它不但是光明，也是宝香充满的一个世界。在我们常称它作香光庄严，西方世界香光庄严，香与光都是遍满十方。",
      "zh_TW": "西方世界凡是去往生的都是『菩薩』，「菩薩」是通稱，就是大眾。『徐』是散步，「徐行」是散步，慢慢的在那邊走。人身有『寶香』，眾寶也放香，所以它不但是光明，也是寶香充滿的一個世界。在我們常稱它作香光莊嚴，西方世界香光莊嚴，香與光都是遍滿十方。"
    },
    {
      "id": "03-008-0010_p0062",
      "zh_CN": "【宝香宝云成宝盖，宝盖临空覆宝幢。宝幢严仪围宝殿，宝殿宝铃垂珠网。】",
      "zh_TW": "【寶香寶雲成寶蓋，寶蓋臨空覆寶幢。寶幢嚴儀圍寶殿，寶殿寶鈴垂珠網。】"
    },
    {
      "id": "03-008-0010_p0063",
      "zh_CN": "这个『网』就是前面所讲的罗网。",
      "zh_TW": "這個『網』就是前面所講的羅網。"
    },
    {
      "id": "03-008-0010_p0064",
      "zh_CN": "【宝网宝乐千重转。】",
      "zh_TW": "【寶網寶樂千重轉。】"
    },
    {
      "id": "03-008-0010_p0065",
      "zh_CN": "这个『千重转』就是音乐，无量的乐器同时演奏，辗转不停，这样的一个现象，所以说天乐盈空。",
      "zh_TW": "這個『千重轉』就是音樂，無量的樂器同時演奏，輾轉不停，這樣的一個現象，所以說天樂盈空。"
    },
    {
      "id": "03-008-0010_p0066",
      "zh_CN": "【随机赞叹宝宫楼。】",
      "zh_TW": "【隨機讚歎寶宮樓。】"
    },
    {
      "id": "03-008-0010_p0067",
      "zh_CN": "这个『机』是指的众生，随众生之机『赞叹』，『宝宫楼』是处所、是场所。在七宝宫殿里面演奏，这个乐声就像众鸟和鸣一样，也是演奏无常苦空诸波罗蜜，这才真正是西方世界不退的因缘，你无时无刻不在闻法，无时无刻不在法乐之中。我们这个世间，用讲经说法这个方式接引大众还是很有限，真正是善根成熟的人他才来听。如果我们能把《观无量寿佛经》、《无量寿经》，把它编成电视剧本，把它编成歌舞，拿到舞台上去表演，电视台上去播放，喜欢的人不知道比我们这里多了多少倍！为什么？那些人喜欢歌舞、喜欢音乐，能够把经教用这种方式来表演、来宣传，效果就殊胜。西方极乐世界阿弥陀佛都做到了，把所有一切众经法门都用音乐、美术、歌舞、戏剧来表演，让你赏心悦目，你就开悟了。",
      "zh_TW": "這個『機』是指的眾生，隨眾生之機『讚歎』，『寶宮樓』是處所、是場所。在七寶宮殿裡面演奏，這個樂聲就像眾鳥和鳴一樣，也是演奏無常苦空諸波羅蜜，這才真正是西方世界不退的因緣，你無時無刻不在聞法，無時無刻不在法樂之中。我們這個世間，用講經說法這個方式接引大眾還是很有限，真正是善根成熟的人他才來聽。如果我們能把《觀無量壽佛經》、《無量壽經》，把它編成電視劇本，把它編成歌舞，拿到舞台上去表演，電視台上去播放，喜歡的人不知道比我們這裡多了多少倍！為什麼？那些人喜歡歌舞、喜歡音樂，能夠把經教用這種方式來表演、來宣傳，效果就殊勝。西方極樂世界阿彌陀佛都做到了，把所有一切眾經法門都用音樂、美術、歌舞、戲劇來表演，讓你賞心悅目，你就開悟了。"
    },
    {
      "id": "03-008-0010_p0068",
      "zh_CN": "我们中国古时候，大概是明朝时候，还是清朝初年，哪一位法师我忘掉了，他写了个剧本，是平剧的剧本，书的名字叫《归元镜》。归就是三归依的归，元是元始的元，镜是照镜子的镜，《归元镜》。这本书好像这几年在台湾有翻印流通，非常之好，《归元镜》。它里面讲三个人的故事，第一个是慧远大师，第二位永明延寿大师，第三位是莲池大师，把这三位大师这一生修行、出家、弘法利生的故事搬上了平剧的舞台。剧本写得好，但是我没有看到人表演过。实在讲现在如果能把经典都能够编成电视剧本、编成连环图画，这个样子那教化众生、宣传佛法的效果就非常大了，这是可以做的，应当做的。看看西方极乐世界这个状况，我们就晓得，这个做法是正确的。",
      "zh_TW": "我們中國古時候，大概是明朝時候，還是清朝初年，哪一位法師我忘掉了，他寫了個劇本，是平劇的劇本，書的名字叫《歸元鏡》。歸就是三歸依的歸，元是元始的元，鏡是照鏡子的鏡，《歸元鏡》。這本書好像這幾年在台灣有翻印流通，非常之好，《歸元鏡》。它裡面講三個人的故事，第一個是慧遠大師，第二位永明延壽大師，第三位是蓮池大師，把這三位大師這一生修行、出家、弘法利生的故事搬上了平劇的舞台。劇本寫得好，但是我沒有看到人表演過。實在講現在如果能把經典都能夠編成電視劇本、編成連環圖畫，這個樣子那教化眾生、宣傳佛法的效果就非常大了，這是可以做的，應當做的。看看西方極樂世界這個狀況，我們就曉得，這個做法是正確的。"
    },
    {
      "id": "03-008-0010_p0069",
      "zh_CN": "【一一宫楼有佛会。】",
      "zh_TW": "【一一宮樓有佛會。】"
    },
    {
      "id": "03-008-0010_p0070",
      "zh_CN": "『佛会』就是佛在那里讲经说法，跟大众在一起研究讨论，答复大家的疑惑，有这样的法会。",
      "zh_TW": "『佛會』就是佛在那裡講經說法，跟大眾在一起研究討論，答覆大家的疑惑，有這樣的法會。"
    },
    {
      "id": "03-008-0010_p0071",
      "zh_CN": "【恒沙圣众坐思量。】",
      "zh_TW": "【恆沙聖眾坐思量。】"
    },
    {
      "id": "03-008-0010_p0072",
      "zh_CN": "『恒沙』是指多，形容其多，佛的许许多多的学生围绕着佛，在宫殿当中议论佛法。",
      "zh_TW": "『恆沙』是指多，形容其多，佛的許許多多的學生圍繞著佛，在宮殿當中議論佛法。"
    },
    {
      "id": "03-008-0010_p0073",
      "zh_CN": "【愿此有缘常忆念，舍命同生彼法堂。】",
      "zh_TW": "【願此有緣常憶念，捨命同生彼法堂。】"
    },
    {
      "id": "03-008-0010_p0074",
      "zh_CN": "最后两句是劝勉我们，『愿此』，我们有缘，有缘要常常忆念，「忆佛念佛，现前当来必定见佛」，我们一定要同生西方极乐世界，阿弥陀佛说法的讲堂我们要去参与。这底下一段是介绍说法，常常讲念佛、念法、念僧这三宝，念三宝，这是把三宝简略的做一个介绍。",
      "zh_TW": "最後兩句是勸勉我們，『願此』，我們有緣，有緣要常常憶念，「憶佛念佛，現前當來必定見佛」，我們一定要同生西方極樂世界，阿彌陀佛說法的講堂我們要去參與。這底下一段是介紹說法，常常講念佛、念法、念僧這三寶，念三寶，這是把三寶簡略的做一個介紹。"
    },
    {
      "id": "03-008-0010_p0075",
      "zh_CN": "【七二、佛是众生无上大师，除邪向正。】",
      "zh_TW": "【七二、佛是眾生無上大師，除邪向正。】"
    },
    {
      "id": "03-008-0010_p0076",
      "zh_CN": "佛、菩萨都不是神，这是学佛的同修一定要搞清楚。许多人把佛菩萨当作神明来看待，这错了，错得太离谱了。『佛』是我们的老师，菩萨是佛的学生，已经成就了的学生。我们也是佛的学生，你真正发心皈依三宝，就是佛的学生，皈依三宝是拜佛为老师，那你就是佛的学生。菩萨跟我们的关系是同学，我们跟观音菩萨，跟大势至，跟文殊、普贤、弥勒菩萨、地藏菩萨，都是同学的身分。同学是什么？他的班级比我们高，是我们的学长，我们是后学，这个关系要不搞清楚，往往就流到迷信了。所以我们跟佛学，我们也可以跟菩萨学。他是『众生无上大师』，「无上」是没有比这个更高的了，佛所证的是究竟圆满的智慧，佛所了解的是宇宙人生的真相，无所不知，无所不能。菩萨虽有证，智慧、德能都没有圆满，比不上佛。所以佛称「无上大师」，大师是对佛的尊称。",
      "zh_TW": "佛、菩薩都不是神，這是學佛的同修一定要搞清楚。許多人把佛菩薩當作神明來看待，這錯了，錯得太離譜了。『佛』是我們的老師，菩薩是佛的學生，已經成就了的學生。我們也是佛的學生，你真正發心皈依三寶，就是佛的學生，皈依三寶是拜佛為老師，那你就是佛的學生。菩薩跟我們的關係是同學，我們跟觀音菩薩，跟大勢至，跟文殊、普賢、彌勒菩薩、地藏菩薩，都是同學的身分。同學是什麼？他的班級比我們高，是我們的學長，我們是後學，這個關係要不搞清楚，往往就流到迷信了。所以我們跟佛學，我們也可以跟菩薩學。他是『眾生無上大師』，「無上」是沒有比這個更高的了，佛所證的是究竟圓滿的智慧，佛所了解的是宇宙人生的真相，無所不知，無所不能。菩薩雖有證，智慧、德能都沒有圓滿，比不上佛。所以佛稱「無上大師」，大師是對佛的尊稱。"
    },
    {
      "id": "03-008-0010_p0077",
      "zh_CN": "唯有佛菩萨有能力教导我们『除邪向正』，什么叫「邪」？邪就是错误。我们处事待人接物，对于宇宙人生的了解，错误太多了。所以我们的想法错了，我们的看法也错了，这就叫知见不正，知见不正就是邪知邪见。我们说法错了，我们的做法也错了，常常在犯错，天天在犯错，时时在犯错。谁能帮助我们、纠正我们呢？给诸位说，没有人，这是真的。在从前帮助我们、纠正我们错误的有三种人，第一个是父母，你有过错父母教训你；第二个老师，老师有责任纠正你的错误；第三个是好朋友，规过劝善，这三种人。若不是这三种人，你犯了过失，人家在旁边笑话你而已，不会给你说的。谁愿意说人过失去得罪人？你不接受，反而给你结冤仇，所以不可能说你的过失。唯有老师，佛菩萨是我们的老师。可是佛菩萨又不在我们身边，我们供养佛菩萨的形像，他又不会说话，他怎么能教导我们？这就是不能不尊重法宝了。佛的遗教还流传在人间，我们要常常读诵，要常常反省，改过自新，那就是佛对我们的教导了，「除邪向正」。",
      "zh_TW": "唯有佛菩薩有能力教導我們『除邪向正』，什麼叫「邪」？邪就是錯誤。我們處事待人接物，對於宇宙人生的了解，錯誤太多了。所以我們的想法錯了，我們的看法也錯了，這就叫知見不正，知見不正就是邪知邪見。我們說法錯了，我們的做法也錯了，常常在犯錯，天天在犯錯，時時在犯錯。誰能幫助我們、糾正我們呢？給諸位說，沒有人，這是真的。在從前幫助我們、糾正我們錯誤的有三種人，第一個是父母，你有過錯父母教訓你；第二個老師，老師有責任糾正你的錯誤；第三個是好朋友，規過勸善，這三種人。若不是這三種人，你犯了過失，人家在旁邊笑話你而已，不會給你說的。誰願意說人過失去得罪人？你不接受，反而給你結冤仇，所以不可能說你的過失。唯有老師，佛菩薩是我們的老師。可是佛菩薩又不在我們身邊，我們供養佛菩薩的形像，他又不會說話，他怎麼能教導我們？這就是不能不尊重法寶了。佛的遺教還流傳在人間，我們要常常讀誦，要常常反省，改過自新，那就是佛對我們的教導了，「除邪向正」。"
    },
    {
      "id": "03-008-0010_p0078",
      "zh_CN": "【法是众生无上良药，能断烦恼毒病，法身清净。】",
      "zh_TW": "【法是眾生無上良藥，能斷煩惱毒病，法身清淨。】"
    },
    {
      "id": "03-008-0010_p0079",
      "zh_CN": "就是佛所说的一切法。前面讲了除邪，哪些是邪？烦恼是邪、毒是邪。什么毒？贪瞋痴叫三毒，世出世间一切法里面，没有比这三样东西更毒了。我们想想，这三毒我们统统具足，天天都在发作，虽然发作，他不觉悟，这就铸成了大害。学佛的人比不学佛的人要好得很多，纵然贪瞋痴他不断，贪瞋痴一起现行，过后他又后悔，我又生烦恼，我又做错事情了，这就是觉悟。常常觉悟就能够改过自新，必须得常常觉悟、时时觉悟，到念念觉悟的时候，功夫就得力了。我们读经，用佛给我们的教训，让我们自己来反省、来检点，把自己每天时时刻刻这些毛病、习气、恼毒给检查出来，发现它，下定决心去改它。改当然不可能一次就改掉，这一次就改掉了，恭喜你，你马上就成佛了。习气太深，不是一次、二次能改掉的，天天做错、天天忏悔、天天去改，改上个十年、八年、二十年、三十年，过失就少了。所以不要着急，我一天、二天、几个月就能改过，那是不可能的，那是办不到的，只要你能够常常觉悟。",
      "zh_TW": "就是佛所說的一切法。前面講了除邪，哪些是邪？煩惱是邪、毒是邪。什麼毒？貪瞋痴叫三毒，世出世間一切法裡面，沒有比這三樣東西更毒了。我們想想，這三毒我們統統具足，天天都在發作，雖然發作，他不覺悟，這就鑄成了大害。學佛的人比不學佛的人要好得很多，縱然貪瞋痴他不斷，貪瞋痴一起現行，過後他又後悔，我又生煩惱，我又做錯事情了，這就是覺悟。常常覺悟就能夠改過自新，必須得常常覺悟、時時覺悟，到念念覺悟的時候，功夫就得力了。我們讀經，用佛給我們的教訓，讓我們自己來反省、來檢點，把自己每天時時刻刻這些毛病、習氣、惱毒給檢查出來，發現它，下定決心去改它。改當然不可能一次就改掉，這一次就改掉了，恭喜你，你馬上就成佛了。習氣太深，不是一次、二次能改掉的，天天做錯、天天懺悔、天天去改，改上個十年、八年、二十年、三十年，過失就少了。所以不要著急，我一天、二天、幾個月就能改過，那是不可能的，那是辦不到的，只要你能夠常常覺悟。"
    },
    {
      "id": "03-008-0010_p0080",
      "zh_CN": "所以早晨读经，这个早课是提醒自己，我这一天要觉悟，不能迷惑颠倒，提醒自己；晚课是反省，晚课的时候做一个检讨，我今天处事待人接物哪些地方错了，记住，明天再不要犯错，改过自新，这个早晚课就有功德，你真有功夫、真有收获。所以这个早晚课不是念给佛菩萨听的，佛菩萨才不要听。是在佛菩萨面前，等于请佛菩萨做证明，请佛菩萨监视我们，我们在佛菩萨面前检点自己的过失，改过自新，要断烦恼，要断三毒，然后才能够恢复身心清净，『法身清净』是达到究竟圆满了。这是法宝，所以我们要特别的尊重。",
      "zh_TW": "所以早晨讀經，這個早課是提醒自己，我這一天要覺悟，不能迷惑顛倒，提醒自己；晚課是反省，晚課的時候做一個檢討，我今天處事待人接物哪些地方錯了，記住，明天再不要犯錯，改過自新，這個早晚課就有功德，你真有功夫、真有收穫。所以這個早晚課不是念給佛菩薩聽的，佛菩薩才不要聽。是在佛菩薩面前，等於請佛菩薩做證明，請佛菩薩監視我們，我們在佛菩薩面前檢點自己的過失，改過自新，要斷煩惱，要斷三毒，然後才能夠恢復身心清淨，『法身清淨』是達到究竟圓滿了。這是法寶，所以我們要特別的尊重。"
    },
    {
      "id": "03-008-0010_p0081",
      "zh_CN": "同修当中假如工作繁忙，没有时间修早晚课，我们净宗的同学也有个简便的方法，早课念《无量寿经》四十八愿，就是第六品，早课念四十八愿，希望我跟阿弥陀佛同心同愿，天天念、天天想，那也是想佛，把四十八愿变成自己的本愿，这个好。晚课念三十二品到三十七品，这一段经文里面都是讲的五戒十善，我们读了会检点自己念头，检点自己的言行有没有犯过失？像佛在经上所举的那些过失，我们有没有犯？如果有，希望明天不要再犯，这叫真正忏悔，这是真实的觉悟，真修行。修行是修正我们自己思想、见解、行为，这叫真修！",
      "zh_TW": "同修當中假如工作繁忙，沒有時間修早晚課，我們淨宗的同學也有個簡便的方法，早課念《無量壽經》四十八願，就是第六品，早課念四十八願，希望我跟阿彌陀佛同心同願，天天念、天天想，那也是想佛，把四十八願變成自己的本願，這個好。晚課念三十二品到三十七品，這一段經文裡面都是講的五戒十善，我們讀了會檢點自己念頭，檢點自己的言行有沒有犯過失？像佛在經上所舉的那些過失，我們有沒有犯？如果有，希望明天不要再犯，這叫真正懺悔，這是真實的覺悟，真修行。修行是修正我們自己思想、見解、行為，這叫真修！"
    },
    {
      "id": "03-008-0010_p0082",
      "zh_CN": "【僧是众生无上福田。】",
      "zh_TW": "【僧是眾生無上福田。】"
    },
    {
      "id": "03-008-0010_p0083",
      "zh_CN": "『僧』是出家人，我们见到出家人要恭敬，不要起分别心，这个出家人是个好出家人，那个出家人是个不好的出家人；这是持戒的，那是破戒的，不要起这个分别心，起这个分别心我们本身就错了，就犯了过失。见到出家人就要想到，他是三宝之一，他代表正法久住。说实在话，这个出家的功德不可思议，从什么地方说？他什么事也没做，就穿这一身衣服在街上走走，你看多少人一看到，阿弥陀佛，他心里头阿弥陀佛自然就生了，口里头自然就念出来，这个功德就大得不得了。在家学佛的同修就很难做到。所以这个头一剃，衣服一穿，街上一走，一句话不说，就度了很多人，多少人心里阿赖耶识阿弥陀佛的种子种下去，即使天魔外道也都度了。所以我们应当尊敬，不要起分别心，这才是『众生无上的福田』。",
      "zh_TW": "『僧』是出家人，我們見到出家人要恭敬，不要起分別心，這個出家人是個好出家人，那個出家人是個不好的出家人；這是持戒的，那是破戒的，不要起這個分別心，起這個分別心我們本身就錯了，就犯了過失。見到出家人就要想到，他是三寶之一，他代表正法久住。說實在話，這個出家的功德不可思議，從什麼地方說？他什麼事也沒做，就穿這一身衣服在街上走走，你看多少人一看到，阿彌陀佛，他心裡頭阿彌陀佛自然就生了，口裡頭自然就念出來，這個功德就大得不得了。在家學佛的同修就很難做到。所以這個頭一剃，衣服一穿，街上一走，一句話不說，就度了很多人，多少人心裡阿賴耶識阿彌陀佛的種子種下去，即使天魔外道也都度了。所以我們應當尊敬，不要起分別心，這才是『眾生無上的福田』。"
    },
    {
      "id": "03-008-0010_p0084",
      "zh_CN": "【但使倾心四事，不惮疲劳。五乘依果，自然应念所须而至。】",
      "zh_TW": "【但使傾心四事，不憚疲勞。五乘依果，自然應念所須而至。】"
    },
    {
      "id": "03-008-0010_p0085",
      "zh_CN": "我们对于出家人要供养，供养就是此地讲的『四事』，『倾心』，就是现在所说，我们尽心尽力，不要勉强，尽心尽力就做得很圆满了。「四事」，是饮食，这出家人他也是人，他也要吃饭，他不能够离开饮食，所以我们以饮食供养他；他要穿衣服，我们以衣服供养他；他睡觉他也得要铺盖，卧具供养他；他生病的时候他需要医药，生病的时候医药供养他，佛定的这四桩事情。现在这一切都进步，时代不一样，跟释迦牟尼佛那个时代不相同了，现在大家供养，供养的钱财，方便，这个四事多麻烦！从前出家人每天出去托钵，我们家里吃饭供养他一钵饭，这是四事供养之内。现在是用钱财。",
      "zh_TW": "我們對於出家人要供養，供養就是此地講的『四事』，『傾心』，就是現在所說，我們盡心盡力，不要勉強，盡心盡力就做得很圓滿了。「四事」，是飲食，這出家人他也是人，他也要吃飯，他不能夠離開飲食，所以我們以飲食供養他；他要穿衣服，我們以衣服供養他；他睡覺他也得要鋪蓋，臥具供養他；他生病的時候他需要醫藥，生病的時候醫藥供養他，佛定的這四樁事情。現在這一切都進步，時代不一樣，跟釋迦牟尼佛那個時代不相同了，現在大家供養，供養的錢財，方便，這個四事多麻煩！從前出家人每天出去托缽，我們家裡吃飯供養他一缽飯，這是四事供養之內。現在是用錢財。"
    },
    {
      "id": "03-008-0010_p0086",
      "zh_CN": "这个钱财供养，诸位要有智慧，不要害出家人。我们成就出家人的道业，不要害出家人堕落，他虽然出家，他还是凡夫，他三毒烦恼没有断，这个生活苦，人就有道心，世间太苦，早一天到极乐世界去好。如果你供养得太多，他这里生活过得太舒服，这个地方也不错，极乐世界去不去没关系，这个麻烦就大了，他这个意念稍稍偏差一点，来生又要搞六道轮回，这就是被你们在家同修害了，这要知道。所以我在很多地方，在外国也都看到，在家同修很热诚，把出家人都害死了，都害惨了，这是我们要小心警惕的。",
      "zh_TW": "這個錢財供養，諸位要有智慧，不要害出家人。我們成就出家人的道業，不要害出家人墮落，他雖然出家，他還是凡夫，他三毒煩惱沒有斷，這個生活苦，人就有道心，世間太苦，早一天到極樂世界去好。如果你供養得太多，他這裡生活過得太舒服，這個地方也不錯，極樂世界去不去沒關係，這個麻煩就大了，他這個意念稍稍偏差一點，來生又要搞六道輪迴，這就是被你們在家同修害了，這要知道。所以我在很多地方，在外國也都看到，在家同修很熱誠，把出家人都害死了，都害慘了，這是我們要小心警惕的。"
    },
    {
      "id": "03-008-0010_p0087",
      "zh_CN": "可是出家人自己要提高警觉，常言说得好，这是你现了出家相，这是众生无上福田，他要来供养你种福，你不能拒绝。供养太多了，自己这一生要没有成就，什么叫成就？往生西方极乐世界就是成就，不能往生的话，那就是佛门常说的了，要披毛戴角还。现在供养愈多，将来还债也还得多，那麻烦大了。所以自己要提高警觉，除了生活所需之外，这供养的钱财要布施出去，统统把它布施掉，给大家种福。我不了道也没关系，将来我还他们债有人替我还，我布施出去那些人统统要替我还，自己也轻松、也快乐。所以我们自己出家人要提高警觉。大家供养我的我统统都印经，布施到全世界，我不了道有很多人替我还，这个必须要想到，必须要做到。这是大家种福，我们辗转使他的福报更大，这个很有意义，是我们出家人应当要做的。所以在家同修一定要有高度的智慧。",
      "zh_TW": "可是出家人自己要提高警覺，常言說得好，這是你現了出家相，這是眾生無上福田，他要來供養你種福，你不能拒絕。供養太多了，自己這一生要沒有成就，什麼叫成就？往生西方極樂世界就是成就，不能往生的話，那就是佛門常說的了，要披毛戴角還。現在供養愈多，將來還債也還得多，那麻煩大了。所以自己要提高警覺，除了生活所需之外，這供養的錢財要布施出去，統統把它布施掉，給大家種福。我不了道也沒關係，將來我還他們債有人替我還，我布施出去那些人統統要替我還，自己也輕鬆、也快樂。所以我們自己出家人要提高警覺。大家供養我的我統統都印經，布施到全世界，我不了道有很多人替我還，這個必須要想到，必須要做到。這是大家種福，我們輾轉使他的福報更大，這個很有意義，是我們出家人應當要做的。所以在家同修一定要有高度的智慧。"
    },
    {
      "id": "03-008-0010_p0088",
      "zh_CN": "『五乘依果』，「五乘」是讲人天，人天算是小果，不是真正的果报，时间并不很长，这一生得人身，来生未必还能保得住人身。这个事情佛在经论里面讲得太多了，真正的果报，是从声闻、缘觉、菩萨，那是真实的果报，五乘就是讲的这个。这部经主要是佛对在家人所说，在家人心目当中希求的不外乎五乘果报。而出家人所希求的三乘果报，出家人的心一定要超越六道轮回，这才是个正理。如果不能超越轮回，那就错了；换句话说，何必出家？在今天上上乘，无论是出家、在家都要求往生西方极乐世界，都要求西方极乐世界高品位的往生，这才不辜负世尊、诸佛对我们的教导。好，我们今天就讲到这里。",
      "zh_TW": "『五乘依果』，「五乘」是講人天，人天算是小果，不是真正的果報，時間並不很長，這一生得人身，來生未必還能保得住人身。這個事情佛在經論裡面講得太多了，真正的果報，是從聲聞、緣覺、菩薩，那是真實的果報，五乘就是講的這個。這部經主要是佛對在家人所說，在家人心目當中希求的不外乎五乘果報。而出家人所希求的三乘果報，出家人的心一定要超越六道輪迴，這才是個正理。如果不能超越輪迴，那就錯了；換句話說，何必出家？在今天上上乘，無論是出家、在家都要求往生西方極樂世界，都要求西方極樂世界高品位的往生，這才不辜負世尊、諸佛對我們的教導。好，我們今天就講到這裡。"
    }
  ]
}