{
  "doc_id": "21-469-0003",
  "title": {
    "zh_CN": "对佛陀教育基金会同修讲话",
    "zh_TW": "對佛陀教育基金會同修講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "台湾佛陀教育基金会",
    "zh_TW": "台灣佛陀教育基金會"
  },
  "doc_number": "21-469-0003",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "21-469-0003_p0001",
      "zh_CN": "诸位法师，诸位大德，诸位同学，大家好。我想同学们大家都想知道，我这一生是怎么走过来的，今天利用这个时间，简单的向大家汇报。以及当前社会发生严重问题，地球灾难频繁而且非常严重，我们用什么样的心态来面对它，这是很要紧的一桩大事。",
      "zh_TW": "諸位法師，諸位大德，諸位同學，大家好。我想同學們大家都想知道，我這一生是怎麼走過來的，今天利用這個時間，簡單的向大家匯報。以及當前社會發生嚴重問題，地球災難頻繁而且非常嚴重，我們用什麼樣的心態來面對它，這是很要緊的一樁大事。"
    },
    {
      "id": "21-469-0003_p0002",
      "zh_CN": "人，大家都是一样的。佛在《华严经》上告诉我们，「一切众生本来是佛」。我们的老祖宗告诉我们，人性本善，把它放在童蒙课本第一句话，《三字经》里面，「人之初，性本善」。这个本善就是佛的意思，只有佛才是本善，跟佛经上讲同一个意思。本善为什么变成不善？是佛为什么变成凡夫？这是教育的问题。所以中国古代非常重视教育。教育怎么发起的？缘起就写在《三字经》上面，前面八句话，老祖宗千万年前世世代代教育最高的理念。教育首先要肯定人性本善，为什么不善？「性相近，习相远」，这就是有问题了，习性，本性是善的，本性是佛，习性不善。习性，我们常说「近朱则赤，近墨则黑」，你会受环境影响，你学坏了。因此，「苟不教，性乃迁」。如果没有教，肯定愈变愈坏，问题在此地。",
      "zh_TW": "人，大家都是一樣的。佛在《華嚴經》上告訴我們，「一切眾生本來是佛」。我們的老祖宗告訴我們，人性本善，把它放在童蒙課本第一句話，《三字經》裡面，「人之初，性本善」。這個本善就是佛的意思，只有佛才是本善，跟佛經上講同一個意思。本善為什麼變成不善？是佛為什麼變成凡夫？這是教育的問題。所以中國古代非常重視教育。教育怎麼發起的？緣起就寫在《三字經》上面，前面八句話，老祖宗千萬年前世世代代教育最高的理念。教育首先要肯定人性本善，為什麼不善？「性相近，習相遠」，這就是有問題了，習性，本性是善的，本性是佛，習性不善。習性，我們常說「近朱則赤，近墨則黑」，你會受環境影響，你學壞了。因此，「苟不教，性乃遷」。如果沒有教，肯定愈變愈壞，問題在此地。"
    },
    {
      "id": "21-469-0003_p0003",
      "zh_CN": "中国这个族群在全世界找不到第二家。中国的老祖宗他有智慧、他有方法，这个方法就是教育，用这个做手段，把人统统教好了。教育的目标在哪里？就是本善，如何能将这个本善一生永远保持而不变？这是教育第一个目标。第二个目标，这个善心扩大，爱你的家人、爱你的族群、爱你的邻里乡党，然后再扩大，爱民族、爱国家，凡是人，皆须爱。所以中国教育是爱的教育，是一个没有自私自利，从内心里面，从小就养成做出牺牲奉献。我到这个人间来干什么？是来奉献的，不是来占有的，这是中国传统教育。所以这个国家族群能够立国几千年而不衰，原因在此地。二战之前，欧洲人一些学者曾经研究过这个问题，世界上四大古文明，为什么三个都消灭了，中国还存在？这个话是澳洲南昆大教务长他告诉我的。有一年校长请我吃饭，教务长在座，把这个事情告诉我们。他们研究的结果总结，认为可能是中国人重视家庭教育。这个结论一点都不错。",
      "zh_TW": "中國這個族群在全世界找不到第二家。中國的老祖宗他有智慧、他有方法，這個方法就是教育，用這個做手段，把人統統教好了。教育的目標在哪裡？就是本善，如何能將這個本善一生永遠保持而不變？這是教育第一個目標。第二個目標，這個善心擴大，愛你的家人、愛你的族群、愛你的鄰里鄉黨，然後再擴大，愛民族、愛國家，凡是人，皆須愛。所以中國教育是愛的教育，是一個沒有自私自利，從內心裡面，從小就養成做出犧牲奉獻。我到這個人間來幹什麼？是來奉獻的，不是來佔有的，這是中國傳統教育。所以這個國家族群能夠立國幾千年而不衰，原因在此地。二戰之前，歐洲人一些學者曾經研究過這個問題，世界上四大古文明，為什麼三個都消滅了，中國還存在？這個話是澳洲南昆大教務長他告訴我的。有一年校長請我吃飯，教務長在座，把這個事情告訴我們。他們研究的結果總結，認為可能是中國人重視家庭教育。這個結論一點都不錯。"
    },
    {
      "id": "21-469-0003_p0004",
      "zh_CN": "中国自古以来，教育不是国家办的，是家人办的。中国的家是大家庭，不是小家庭，所以它是社会行为。你看一个家，到现在中国大陆，你们还看到农村里头，这是王庄，那是李庄，原来就是一家，一个村庄就是一家，多半都是五代同堂、六代同堂。一家人口少的也有两百人左右，一般家庭大概三百人左右，家庭人丁兴旺的有七、八百人。曾经出现一千多人的，这一个家族，皇帝赠他一个匾额，「天下第一家」。一千多人在一起生活，如果没有规矩，那不就乱掉了吗？所以家一定有家道，家道是共同的，就是伦理，五伦五常、四维八德必须要遵守的，家道是共同的。有家规，家规有部分是共同的，有一部分不同的，每个人有他的经营的事业不一样，他研究的学术不相同，所以他有他自己的家规。但是共同的规矩就是《弟子规》，《弟子规》里的一百一十三桩事情，是每一个人家都要遵守的。所以我们懂得这个道理，这是家学。所以教育是家担负起来了。",
      "zh_TW": "中國自古以來，教育不是國家辦的，是家人辦的。中國的家是大家庭，不是小家庭，所以它是社會行為。你看一個家，到現在中國大陸，你們還看到農村裡頭，這是王莊，那是李莊，原來就是一家，一個村莊就是一家，多半都是五代同堂、六代同堂。一家人口少的也有兩百人左右，一般家庭大概三百人左右，家庭人丁興旺的有七、八百人。曾經出現一千多人的，這一個家族，皇帝贈他一個匾額，「天下第一家」。一千多人在一起生活，如果沒有規矩，那不就亂掉了嗎？所以家一定有家道，家道是共同的，就是倫理，五倫五常、四維八德必須要遵守的，家道是共同的。有家規，家規有部分是共同的，有一部分不同的，每個人有他的經營的事業不一樣，他研究的學術不相同，所以他有他自己的家規。但是共同的規矩就是《弟子規》，《弟子規》裡的一百一十三樁事情，是每一個人家都要遵守的。所以我們懂得這個道理，這是家學。所以教育是家擔負起來了。"
    },
    {
      "id": "21-469-0003_p0005",
      "zh_CN": "所以从前的家负责教育问题、养老问题、育幼问题，这是家庭包去了。所以这个家对于中国国家社会的贡献太大了，所谓齐家治国平天下，家要不整齐，国就不能治。中国社会历代，你看政权建立，五年就恢复治礼作乐，大概就能够享受一百年到两百年太平盛世。那靠什么？家的贡献太大了。国家只是开科考试去选拔人才，教是每个人自己家教的。家里面这个教育就是私塾，塾就是学校。私塾里面的教学跟现在学校不一样，因为每一个家长都希望自己的子弟后代能发达、能知书达礼、能成为圣贤君子，家长有这个期望！选老师，哪些人选？都差不多祖父母、曾祖父母、高祖父母，他们这些人有经验，去选择，请老师。这个老师有道德、有学问，懂得教学的方法。",
      "zh_TW": "所以從前的家負責教育問題、養老問題、育幼問題，這是家庭包去了。所以這個家對於中國國家社會的貢獻太大了，所謂齊家治國平天下，家要不整齊，國就不能治。中國社會歷代，你看政權建立，五年就恢復治禮作樂，大概就能夠享受一百年到兩百年太平盛世。那靠什麼？家的貢獻太大了。國家只是開科考試去選拔人才，教是每個人自己家教的。家裡面這個教育就是私塾，塾就是學校。私塾裡面的教學跟現在學校不一樣，因為每一個家長都希望自己的子弟後代能發達、能知書達禮、能成為聖賢君子，家長有這個期望！選老師，哪些人選？都差不多祖父母、曾祖父母、高祖父母，他們這些人有經驗，去選擇，請老師。這個老師有道德、有學問，懂得教學的方法。"
    },
    {
      "id": "21-469-0003_p0006",
      "zh_CN": "礼聘老师，那是一桩大事情！为什么？你家里有没有后代全靠老师。所以老师请来的时候，那个礼是非常隆重的。大概除了高祖父母之外，年岁太大了，将近一百岁了，以下的像祖父母、曾祖父母都要出来迎接，要拜师。带着家庭里面主要的这些，也是执事、担任工作的，向老师行三跪九叩首的礼。家里面这些子弟小孩，看到我家的父母、祖父母，还有祖父母再上去曾祖父母都对老师恭恭敬敬的磕头，你小孩能不听话吗？不敢不听话。老师接受家庭这样隆重的礼遇、尊重，要不认真教，能对得起这一家人吗？老师不照顾他的儿女子孙，不照顾了，他只照顾学生。为什么？学生照顾好了，他的家族有学生照顾，他无后顾之忧。为什么？老师的儿女跟自己的兄弟没有两样，一生都要照顾，这是伦理。跟现在学校不一样，现在学校没有这种责任心，谁肯认真教？尤其现在的学校，老师认真了，处罚了学生，教训学生，学生回去告诉家长，家长都到司法里去告状，说这个老师忽略了人权，还要吃官司。所以现在的老师吓得不敢教了，老师是讨好学生，学生就敷衍学业，这样下去还会有人才吗？没有了，这一代不如一代，差距就太大了。这才是今天社会最重要的问题，人心坏了，如何挽救！",
      "zh_TW": "禮聘老師，那是一樁大事情！為什麼？你家裡有沒有後代全靠老師。所以老師請來的時候，那個禮是非常隆重的。大概除了高祖父母之外，年歲太大了，將近一百歲了，以下的像祖父母、曾祖父母都要出來迎接，要拜師。帶著家庭裡面主要的這些，也是執事、擔任工作的，向老師行三跪九叩首的禮。家裡面這些子弟小孩，看到我家的父母、祖父母，還有祖父母再上去曾祖父母都對老師恭恭敬敬的磕頭，你小孩能不聽話嗎？不敢不聽話。老師接受家庭這樣隆重的禮遇、尊重，要不認真教，能對得起這一家人嗎？老師不照顧他的兒女子孫，不照顧了，他只照顧學生。為什麼？學生照顧好了，他的家族有學生照顧，他無後顧之憂。為什麼？老師的兒女跟自己的兄弟沒有兩樣，一生都要照顧，這是倫理。跟現在學校不一樣，現在學校沒有這種責任心，誰肯認真教？尤其現在的學校，老師認真了，處罰了學生，教訓學生，學生回去告訴家長，家長都到司法裡去告狀，說這個老師忽略了人權，還要吃官司。所以現在的老師嚇得不敢教了，老師是討好學生，學生就敷衍學業，這樣下去還會有人才嗎？沒有了，這一代不如一代，差距就太大了。這才是今天社會最重要的問題，人心壞了，如何挽救！"
    },
    {
      "id": "21-469-0003_p0007",
      "zh_CN": "我这个年龄生长在乡下，我们那个乡下有一点特殊，桐城派的发源地。方东美先生，桐城派方苞第十六代，他是正统的。我们居住的地方大概五十华里，不到三十公里，所以是小同乡。农村小孩都读书，没有不读书的，读书成为一种风气，所以还沾到一点边缘。我记得大概是六岁的时候上学，一般提前了一年，六岁上学，私塾。我上学的那一天，学校在祠堂，因为祠堂就是学校，跟祖先在一起，这个很有意思，知道尊师重道，知道尊敬祖宗。因为祠堂只有春秋祭祀，除此之外它就没有什么活动，所以多半利用祠堂做为学校，私塾在祠堂里头。进祠堂那一天，父母跟老师都约好，上学在祠堂的大殿，供奉着孔子的牌位「大成至圣先师孔子之神位」，我父亲在前面，我在后面，向孔子牌位行三跪九叩首的礼。拜完之后请老师上座，同学站在两旁边，我父亲带着我向老师行三跪九叩首的礼，这个尊师重道是这么教来的。这一堂课，你一生都不会忘记，一生概念当中，凡是从事教育工作的人，我们会特别尊重。这样学来的，这个礼现在没有了。",
      "zh_TW": "我這個年齡生長在鄉下，我們那個鄉下有一點特殊，桐城派的發源地。方東美先生，桐城派方苞第十六代，他是正統的。我們居住的地方大概五十華里，不到三十公里，所以是小同鄉。農村小孩都讀書，沒有不讀書的，讀書成為一種風氣，所以還沾到一點邊緣。我記得大概是六歲的時候上學，一般提前了一年，六歲上學，私塾。我上學的那一天，學校在祠堂，因為祠堂就是學校，跟祖先在一起，這個很有意思，知道尊師重道，知道尊敬祖宗。因為祠堂只有春秋祭祀，除此之外它就沒有什麼活動，所以多半利用祠堂做為學校，私塾在祠堂裡頭。進祠堂那一天，父母跟老師都約好，上學在祠堂的大殿，供奉著孔子的牌位「大成至聖先師孔子之神位」，我父親在前面，我在後面，向孔子牌位行三跪九叩首的禮。拜完之後請老師上座，同學站在兩旁邊，我父親帶著我向老師行三跪九叩首的禮，這個尊師重道是這麼教來的。這一堂課，你一生都不會忘記，一生概念當中，凡是從事教育工作的人，我們會特別尊重。這樣學來的，這個禮現在沒有了。"
    },
    {
      "id": "21-469-0003_p0008",
      "zh_CN": "再送上给老师的束修，就是礼物，不多，乡下农村人多半是点粮食、腊肉，随便送点东西给老师。同学，每一个同学进来都要行这个礼，我们自己干过，还站在旁边看到别人这样做，这印象深刻！尊师重道是这么来的。老师教学生孝顺父母，父母实在讲，对儿女也不好意思说，我是你的爸爸，你要孝顺我，他要问起来你很难讲，所以旁边人教。老师教学生孝顺父母，父母教儿女尊重师长，这样把人教出来的。一点都不能含糊，依照这个礼节点点滴滴都要做到，这是从前。现在没有人知道，我是沾了一点边缘，我弟弟就沾不上，我弟弟小我六岁。小我三岁的人就没有了，改成民国，民国改成短期学校，私塾就没有了，这种礼节再没有了。这是真正问题，真正是没人教。",
      "zh_TW": "再送上給老師的束脩，就是禮物，不多，鄉下農村人多半是點糧食、臘肉，隨便送點東西給老師。同學，每一個同學進來都要行這個禮，我們自己幹過，還站在旁邊看到別人這樣做，這印象深刻！尊師重道是這麼來的。老師教學生孝順父母，父母實在講，對兒女也不好意思說，我是你的爸爸，你要孝順我，他要問起來你很難講，所以旁邊人教。老師教學生孝順父母，父母教兒女尊重師長，這樣把人教出來的。一點都不能含糊，依照這個禮節點點滴滴都要做到，這是從前。現在沒有人知道，我是沾了一點邊緣，我弟弟就沾不上，我弟弟小我六歲。小我三歲的人就沒有了，改成民國，民國改成短期學校，私塾就沒有了，這種禮節再沒有了。這是真正問題，真正是沒人教。"
    },
    {
      "id": "21-469-0003_p0009",
      "zh_CN": "所以今天我们读《无量寿经》，佛在经上说「先人不善」。我们把传统的东西丢掉应该是两百年，清朝末年慈禧对于传统文化不重视，在我们想像当中慈禧文化水平不高，她一执政完全凭她自己的喜好，把清朝列祖列宗的遗教都推翻了。清朝从开国，可以说正式的是从康熙，康熙以后一直到咸丰，每个帝王孝顺父母、奉事师长，他们做得非常彻底。经常礼请儒释道三家的学者到皇宫里面去讲学，皇上带着嫔妃、文武大臣听课，不但听课，还做笔记，还研究讨论。这些材料都在《四库全书》里面，你展开来看，有他们宫廷里面那些讲的，我都看过。我那时候看，很想知道一点新鲜的东西，他们在宫廷里怎么个讲法，这四书怎么个讲法，你就看它的讲义，你就看到了。皇帝真干，不是干假的，学了之后研究讨论，所以他们真学，才能够享国几百年而不衰。清朝要末年不是慈禧，大概我们现在还是清朝。光绪确实是个很好的皇帝，可惜权在慈禧手上，他说做不了主，他不能说话，最后死在慈禧手上。",
      "zh_TW": "所以今天我們讀《無量壽經》，佛在經上說「先人不善」。我們把傳統的東西丟掉應該是兩百年，清朝末年慈禧對於傳統文化不重視，在我們想像當中慈禧文化水平不高，她一執政完全憑她自己的喜好，把清朝列祖列宗的遺教都推翻了。清朝從開國，可以說正式的是從康熙，康熙以後一直到咸豐，每個帝王孝順父母、奉事師長，他們做得非常徹底。經常禮請儒釋道三家的學者到皇宮裡面去講學，皇上帶著嬪妃、文武大臣聽課，不但聽課，還做筆記，還研究討論。這些材料都在《四庫全書》裡面，你展開來看，有他們宮廷裡面那些講的，我都看過。我那時候看，很想知道一點新鮮的東西，他們在宮廷裡怎麼個講法，這四書怎麼個講法，你就看它的講義，你就看到了。皇帝真幹，不是幹假的，學了之後研究討論，所以他們真學，才能夠享國幾百年而不衰。清朝要末年不是慈禧，大概我們現在還是清朝。光緒確實是個很好的皇帝，可惜權在慈禧手上，他說做不了主，他不能說話，最後死在慈禧手上。"
    },
    {
      "id": "21-469-0003_p0010",
      "zh_CN": "所以慈禧自称为老佛爷，这是从前从来没称呼过的，都是三宝弟子，她这一下不是三宝弟子，她是三宝的老佛爷。佛菩萨、儒释道三教都把它摆在旁边，她往当中一坐，这个表法表得不好，让天下人看到慈禧，国家领导人不尊重，所以对于儒释道的信心慢慢就衰减了。到民国初年还有人讲，但是没有人真干，西方学术到中国来了，崇尚于科学。真有些人，你看《国学治要》，编纂《国学治要》这些人很了不起，这些都是圣贤君子，知道问题严重，编这套书。这套书是《四库全书》的钥匙，《四库》那么多从哪里看起？商务印了《四库全书》，我买一套是最后的一套。我问商务印书馆你印多少套？他说印三百套，我买的是最后一套。所以总经理跟我谈了很多关于《四库全书》的事情，这怎么做法？我那个时候的想法跟唐太宗编《群书治要》是一个想法，完全相同，就是找一些教授，教文史的教授，他们退休了，请他们来看《四库全书》，把里头的精华，关于修身齐家治国平天下，现前社会迫切需要的东西，把它抄出来编成一部书。这个我们才能真正受到老祖宗的恩惠，要不然怎么办？都散在这些书里头到哪去找？",
      "zh_TW": "所以慈禧自稱為老佛爺，這是從前從來沒稱呼過的，都是三寶弟子，她這一下不是三寶弟子，她是三寶的老佛爺。佛菩薩、儒釋道三教都把它擺在旁邊，她往當中一坐，這個表法表得不好，讓天下人看到慈禧，國家領導人不尊重，所以對於儒釋道的信心慢慢就衰減了。到民國初年還有人講，但是沒有人真幹，西方學術到中國來了，崇尚於科學。真有些人，你看《國學治要》，編纂《國學治要》這些人很了不起，這些都是聖賢君子，知道問題嚴重，編這套書。這套書是《四庫全書》的鑰匙，《四庫》那麼多從哪裡看起？商務印了《四庫全書》，我買一套是最後的一套。我問商務印書館你印多少套？他說印三百套，我買的是最後一套。所以總經理跟我談了很多關於《四庫全書》的事情，這怎麼做法？我那個時候的想法跟唐太宗編《群書治要》是一個想法，完全相同，就是找一些教授，教文史的教授，他們退休了，請他們來看《四庫全書》，把裡頭的精華，關於修身齊家治國平天下，現前社會迫切需要的東西，把它抄出來編成一部書。這個我們才能真正受到老祖宗的恩惠，要不然怎麼辦？都散在這些書裡頭到哪去找？"
    },
    {
      "id": "21-469-0003_p0011",
      "zh_CN": "没有想到唐太宗已经替我们做了前半部的工作，在他之前从三皇五帝到晋朝这二千五百年，在经、史、子（集他不选，集是文章），在这个里面选择真的是修身齐家治国平天下，这些智慧、理念、方法、经验、成果，他要这个东西，让魏征带着一批人去查，编成这一套五十万字的《群书治要》。我对这部书有印象，我是看到世界书局有一部《诸子治要》，这个书我读过，我知道这个书是《群书治要》最后的一部分，子部的一部分。关于经、关于史那还有三十卷在前面，这个书就没见过，到处打听没有人知道。连商务印书馆，最初是他们印的，他们也不知道。将近一百年了，没有人知道。我是偶然在讲经提到这个事情，大概大陆上那边就有同修听到了，我说这祖宗加持，三宝庇佑，居然找到两部书送给我这来。我一看这个书是真的，而且什么？送到我这里有一部是新的，没有人看过，纸已经很黄了，而且很旧了，但是字都很完整，没有损坏。我赶紧找世界书局印一万套，分送全世界各个大学图书馆收藏。这是什么？东西不会再遗失了，这真正是宝！",
      "zh_TW": "沒有想到唐太宗已經替我們做了前半部的工作，在他之前從三皇五帝到晉朝這二千五百年，在經、史、子（集他不選，集是文章），在這個裡面選擇真的是修身齊家治國平天下，這些智慧、理念、方法、經驗、成果，他要這個東西，讓魏徵帶著一批人去查，編成這一套五十萬字的《群書治要》。我對這部書有印象，我是看到世界書局有一部《諸子治要》，這個書我讀過，我知道這個書是《群書治要》最後的一部分，子部的一部分。關於經、關於史那還有三十卷在前面，這個書就沒見過，到處打聽沒有人知道。連商務印書館，最初是他們印的，他們也不知道。將近一百年了，沒有人知道。我是偶然在講經提到這個事情，大概大陸上那邊就有同修聽到了，我說這祖宗加持，三寶庇佑，居然找到兩部書送給我這來。我一看這個書是真的，而且什麼？送到我這裡有一部是新的，沒有人看過，紙已經很黃了，而且很舊了，但是字都很完整，沒有損壞。我趕緊找世界書局印一萬套，分送全世界各個大學圖書館收藏。這是什麼？東西不會再遺失了，這真正是寶！"
    },
    {
      "id": "21-469-0003_p0012",
      "zh_CN": "没有想到这桩事情，出现一个很意外的，世界书局的样书寄到澳洲，前年三月我在澳洲，我们把这套书展出来，大家在这里欣赏，有八、九个人。突然当中悟忍法师的妹妹一下跪在地上，我是李世民。这李世民来了，我们都惊吓一跳，赶快请他坐，他不肯坐，就一直跪在地下讲话。他从地狱出来，怎么出来的？就是因为印这本书出来的。我们没想到，印这本书的功德他能够离开地狱。告诉我们，这部书将来可以救全世界。我相信他的话不是假的。怎么堕地狱？杀人太多。开国的时候，隋朝乱，社会动乱，想争取政权的人很多，唐太宗是一个一个把他们打败，最后他的爸爸做了皇帝。爸爸做了九年让位给他，爸爸做太上皇，那一年他二十八岁。二十八岁实在讲没念过什么书，十六岁就出来打仗，他哪有时间念书？所以这人很聪明，想到要治理这么大的国家，要智慧、要方法、要经验。到哪里找？古人这去找去，搜集古籍编成这套书。这套书就是唐代治国的宝典。",
      "zh_TW": "沒有想到這樁事情，出現一個很意外的，世界書局的樣書寄到澳洲，前年三月我在澳洲，我們把這套書展出來，大家在這裡欣賞，有八、九個人。突然當中悟忍法師的妹妹一下跪在地上，我是李世民。這李世民來了，我們都驚嚇一跳，趕快請他坐，他不肯坐，就一直跪在地下講話。他從地獄出來，怎麼出來的？就是因為印這本書出來的。我們沒想到，印這本書的功德他能夠離開地獄。告訴我們，這部書將來可以救全世界。我相信他的話不是假的。怎麼墮地獄？殺人太多。開國的時候，隋朝亂，社會動亂，想爭取政權的人很多，唐太宗是一個一個把他們打敗，最後他的爸爸做了皇帝。爸爸做了九年讓位給他，爸爸做太上皇，那一年他二十八歲。二十八歲實在講沒念過什麼書，十六歲就出來打仗，他哪有時間念書？所以這人很聰明，想到要治理這麼大的國家，要智慧、要方法、要經驗。到哪裡找？古人這去找去，蒐集古籍編成這套書。這套書就是唐代治國的寶典。"
    },
    {
      "id": "21-469-0003_p0013",
      "zh_CN": "唐灭了之后，这部书就流到日本去了。唐朝时候，日本、韩国、越南在中国留学的人很多很多，把这书带走了。那个时候还没有印刷术，都是手抄本，分量应该不多，所以被他们带走了，这个书在中国失传了。所以我们在《唐书》、《艺文志》、《宋史》里面，都没有看到这个书的名字。一直到清朝嘉庆登基的时候，日本对中国皇上进贡，礼品里头有这部书，才知道。一直到清朝晚年，从日本流入中国这部书不超过十套，所以很少人知道，更少人能够看到。这么好的东西，真疏忽了！所以我们看到这个，无意当中又发现到《国学治要》。《国学治要》大概是绝版，可能没有了，所以这个我们统统印成一万套，目的保存，永远不要失传。现在《群书治要》，我知道中共那边已经在党校里头列入正式的教材了，好事情！",
      "zh_TW": "唐滅了之後，這部書就流到日本去了。唐朝時候，日本、韓國、越南在中國留學的人很多很多，把這書帶走了。那個時候還沒有印刷術，都是手抄本，分量應該不多，所以被他們帶走了，這個書在中國失傳了。所以我們在《唐書》、《藝文志》、《宋史》裡面，都沒有看到這個書的名字。一直到清朝嘉慶登基的時候，日本對中國皇上進貢，禮品裡頭有這部書，才知道。一直到清朝晚年，從日本流入中國這部書不超過十套，所以很少人知道，更少人能夠看到。這麼好的東西，真疏忽了！所以我們看到這個，無意當中又發現到《國學治要》。《國學治要》大概是絕版，可能沒有了，所以這個我們統統印成一萬套，目的保存，永遠不要失傳。現在《群書治要》，我知道中共那邊已經在黨校裡頭列入正式的教材了，好事情！"
    },
    {
      "id": "21-469-0003_p0014",
      "zh_CN": "我把这个事情告诉一些国家的领导人，个个欢喜，都希望赶快翻成英文给他们看，他们着急。那么大的一部书翻到哪一年才能搞成功？他们来找我，我也就想了一个方法，从《群书治要》再去选择，选择最好的，对现前社会马上就能够生效果的，选三百六十段。三百六十是个圆，圆满，这三百六十段，《群书治要３６０》，我就让蔡老师他们这班人去编这个书。第一本编出来了，我告诉他们一年编一部，把它翻成外国文，这部书编出来要注音、要注解、要翻成白话文，这批老师在那里做这个工作，非常非常难得！",
      "zh_TW": "我把這個事情告訴一些國家的領導人，個個歡喜，都希望趕快翻成英文給他們看，他們著急。那麼大的一部書翻到哪一年才能搞成功？他們來找我，我也就想了一個方法，從《群書治要》再去選擇，選擇最好的，對現前社會馬上就能夠生效果的，選三百六十段。三百六十是個圓，圓滿，這三百六十段，《群書治要３６０》，我就讓蔡老師他們這班人去編這個書。第一本編出來了，我告訴他們一年編一部，把它翻成外國文，這部書編出來要注音、要註解、要翻成白話文，這批老師在那裡做這個工作，非常非常難得！"
    },
    {
      "id": "21-469-0003_p0015",
      "zh_CN": "我们很感谢马来西亚这两位领导人，前首相马哈迪长老，我们算是非常好的朋友，现任的纳吉首相，热心支持。所以我们汤池那里结束之后，一批老师大概有二十个人在马来西亚，在那边我们想建立一个汉学院，马来西亚汉学院，受到这两位首相的爱戴、支持。这个也有原因，当时汤池在办学的时候，马来西亚曾经派了五百多位校长跟老师到汤池学习，学习的时间到四个多月，时间不短，所以他们对于汤池中心学习的课程跟方法都非常热爱。汤池关闭，这批人来找我，说不关闭行不行？我说不行，佛门弟子决定服从国家的命令，让我们关闭我们就应该听话。他说搬家行吗？我说搬哪去？他说马来西亚。我说马来西亚行吗？他们就向马来西亚教育部去交涉，没有想到两个星期就批准了。教育部长跟我见面的时候一见如故，马来人。非常欢喜，一见如故，见面第一天，他就说他要做我的学生，所以这个缘成熟了。马来西亚有华侨六百万人，华侨子弟在学校念书的也有六十万人，有一千多个华校，就是华侨的小学，华人办的，六十一个中学，所以那个地方确实是可以做中国传统文化的工作。",
      "zh_TW": "我們很感謝馬來西亞這兩位領導人，前首相馬哈迪長老，我們算是非常好的朋友，現任的納吉首相，熱心支持。所以我們湯池那裡結束之後，一批老師大概有二十個人在馬來西亞，在那邊我們想建立一個漢學院，馬來西亞漢學院，受到這兩位首相的愛戴、支持。這個也有原因，當時湯池在辦學的時候，馬來西亞曾經派了五百多位校長跟老師到湯池學習，學習的時間到四個多月，時間不短，所以他們對於湯池中心學習的課程跟方法都非常熱愛。湯池關閉，這批人來找我，說不關閉行不行？我說不行，佛門弟子決定服從國家的命令，讓我們關閉我們就應該聽話。他說搬家行嗎？我說搬哪去？他說馬來西亞。我說馬來西亞行嗎？他們就向馬來西亞教育部去交涉，沒有想到兩個星期就批准了。教育部長跟我見面的時候一見如故，馬來人。非常歡喜，一見如故，見面第一天，他就說他要做我的學生，所以這個緣成熟了。馬來西亞有華僑六百萬人，華僑子弟在學校念書的也有六十萬人，有一千多個華校，就是華僑的小學，華人辦的，六十一個中學，所以那個地方確實是可以做中國傳統文化的工作。"
    },
    {
      "id": "21-469-0003_p0016",
      "zh_CN": "所以我跟纳吉首相谈，我说中国传统文化在这个地方办汉学院很有意义，因为在过去讲汉学是欧洲，伦敦是中心。我两次去访问牛津大学、剑桥跟伦敦大学，跟他们汉学院的学生交流，跟他们的教授举行座谈，非常欢喜。但是欧洲的汉学跟我们以前所听到的不一样，也衰了。我在跟他们交流当中，我顺便向他们请教，我说是你们英国人说的，汤恩比教授，这个人太出名了，提起没有一个人不知道的。我说汤恩比博士说，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。我说你们相不相信他的话？我问他们，这些人面孔对着我笑不说话，笑了半天，还是没有声音。我就反问一句，是不是汤恩比博士讲错了？他们也更笑，也不说话。我说你们很聪明，既不反对也不赞成。我说那就听听我的看法，我说汤恩比的话没说错，你们是研究汉学的，所以我不问别人，问你们，你们是内行，都是拿中国儒释道经典去写博士论文的。所以我也是顺便问他，你们学中国的文言文，能读文言文，能看得懂中国古注，我非常佩服，你们学了多少年？三年。不难！",
      "zh_TW": "所以我跟納吉首相談，我說中國傳統文化在這個地方辦漢學院很有意義，因為在過去講漢學是歐洲，倫敦是中心。我兩次去訪問牛津大學、劍橋跟倫敦大學，跟他們漢學院的學生交流，跟他們的教授舉行座談，非常歡喜。但是歐洲的漢學跟我們以前所聽到的不一樣，也衰了。我在跟他們交流當中，我順便向他們請教，我說是你們英國人說的，湯恩比教授，這個人太出名了，提起沒有一個人不知道的。我說湯恩比博士說，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。我說你們相不相信他的話？我問他們，這些人面孔對著我笑不說話，笑了半天，還是沒有聲音。我就反問一句，是不是湯恩比博士講錯了？他們也更笑，也不說話。我說你們很聰明，既不反對也不贊成。我說那就聽聽我的看法，我說湯恩比的話沒說錯，你們是研究漢學的，所以我不問別人，問你們，你們是內行，都是拿中國儒釋道經典去寫博士論文的。所以我也是順便問他，你們學中國的文言文，能讀文言文，能看得懂中國古註，我非常佩服，你們學了多少年？三年。不難！"
    },
    {
      "id": "21-469-0003_p0017",
      "zh_CN": "这大概在三十年前，我还在台湾的时候，还没有出国，美国纽约是哪个大学，也是很著名的大学，跟台大交换学生，到台湾来做研究工作。她是专学《华严经》的，能看懂清凉大师的注解，我们正好讲《华严经》，所以她到我们景美图书馆住了四个月，是她鼓励我到美国去的。她说美国的佛教密宗跟禅宗很兴盛，在美国很流行，美国没有人学净土。她说法师，只有你可以把净土宗传到美国。所以我也就这么一个缘分到美国去，也受她的鼓励。",
      "zh_TW": "這大概在三十年前，我還在台灣的時候，還沒有出國，美國紐約是哪個大學，也是很著名的大學，跟台大交換學生，到台灣來做研究工作。她是專學《華嚴經》的，能看懂清涼大師的註解，我們正好講《華嚴經》，所以她到我們景美圖書館住了四個月，是她鼓勵我到美國去的。她說美國的佛教密宗跟禪宗很興盛，在美國很流行，美國沒有人學淨土。她說法師，只有你可以把淨土宗傳到美國。所以我也就這麼一個緣分到美國去，也受她的鼓勵。"
    },
    {
      "id": "21-469-0003_p0018",
      "zh_CN": "实际上，一个出家人能够走遍全世界的缘分不多，能走向联合国更少。什么原因？我想了很久，有人问我，我突然想起来，偶然一个机会，台湾大学成立第一个佛学社，大专学生学佛，晨曦社。领导晨曦社的是周宣德老居士，是台大的教授周宣德先生。周老师跟我们李老师，李炳南老师，非常好的朋友，而且都学佛，都是印光大师那皈依的。所以他到台中去看李老师，那天我也在座，跟李老师谈起晨曦社，大专学生开始学佛了。李老师高兴得不得了，太好了，佛教不是迷信，你看受过高等教育的人都来学了。会散了之后，周老师回台北，我就告诉李老师，我说老师，未必是一桩好事！李老师把眼睛瞪着我，怎么不是好事？我说万一他们学了有偏差的，不是真正的正法，将来谁能够把他们纠正过来？李老师听到我这句话之后，感到很严重，这个的确是问题。他就问我那怎么办？我就给他建议，我们慈光图书馆办大专讲座，我们也召集一批大学生，可以辩论，他们是同等的一个阶层。所以这样就每个星期天，慈光图书馆办大专讲座，台中附近的大专学校；寒暑假就开对全省的，各个不同地区的人，十四天，就是两个星期到四个星期集中来培训，办得很有成就，办了几十届。所以这些学生我都认识，天天跟他们在一起上课，都认识了。",
      "zh_TW": "實際上，一個出家人能夠走遍全世界的緣分不多，能走向聯合國更少。什麼原因？我想了很久，有人問我，我突然想起來，偶然一個機會，台灣大學成立第一個佛學社，大專學生學佛，晨曦社。領導晨曦社的是周宣德老居士，是台大的教授周宣德先生。周老師跟我們李老師，李炳南老師，非常好的朋友，而且都學佛，都是印光大師那皈依的。所以他到台中去看李老師，那天我也在座，跟李老師談起晨曦社，大專學生開始學佛了。李老師高興得不得了，太好了，佛教不是迷信，你看受過高等教育的人都來學了。會散了之後，周老師回台北，我就告訴李老師，我說老師，未必是一樁好事！李老師把眼睛瞪著我，怎麼不是好事？我說萬一他們學了有偏差的，不是真正的正法，將來誰能夠把他們糾正過來？李老師聽到我這句話之後，感到很嚴重，這個的確是問題。他就問我那怎麼辦？我就給他建議，我們慈光圖書館辦大專講座，我們也召集一批大學生，可以辯論，他們是同等的一個階層。所以這樣就每個星期天，慈光圖書館辦大專講座，台中附近的大專學校；寒暑假就開對全省的，各個不同地區的人，十四天，就是兩個星期到四個星期集中來培訓，辦得很有成就，辦了幾十屆。所以這些學生我都認識，天天跟他們在一起上課，都認識了。"
    },
    {
      "id": "21-469-0003_p0019",
      "zh_CN": "以后我到台北来，台北道安法师在中国佛教会办中国佛教会大专佛学讲座，请我做总主讲，我教了四年，那个时候学生最多八百多人，所以也有几千人，这些人跟我熟了。毕业之后，这些人到全世界各国去留学，这就是我在全世界的本钱。我一出国他们都知道，每个地方都邀请，所以每个地方都请你去。我知道在外国生活不容易，生活水平很高，所以我告诉他们，请我只要给我付往返机票、交通工具、吃住，我不收供养，减轻他们的负担。大家给我供养，我都送给他们，他们都组织小型的念佛会、佛教会这一类组织，以后就都用净宗学会。这样跟全世界就有缘分！你看如果周宣德不到那里去遇到李老师，我没有听到，这个缘就没有了，就这么一句话、一个念头结了这个缘。",
      "zh_TW": "以後我到台北來，台北道安法師在中國佛教會辦中國佛教會大專佛學講座，請我做總主講，我教了四年，那個時候學生最多八百多人，所以也有幾千人，這些人跟我熟了。畢業之後，這些人到全世界各國去留學，這就是我在全世界的本錢。我一出國他們都知道，每個地方都邀請，所以每個地方都請你去。我知道在外國生活不容易，生活水平很高，所以我告訴他們，請我只要給我付往返機票、交通工具、吃住，我不收供養，減輕他們的負擔。大家給我供養，我都送給他們，他們都組織小型的念佛會、佛教會這一類組織，以後就都用淨宗學會。這樣跟全世界就有緣分！你看如果周宣德不到那裡去遇到李老師，我沒有聽到，這個緣就沒有了，就這麼一句話、一個念頭結了這個緣。"
    },
    {
      "id": "21-469-0003_p0020",
      "zh_CN": "这个缘慢慢的就延伸。我在新加坡住了三年半，在新加坡团结新加坡九个不同的宗教，做得非常成功。当时曾士生部长跟我在一起吃饭，问我新加坡有个宗教联谊会五十年了，有名无实，每年这宗教联谊会在一块吃一次饭，以后就不相往来，一年一次。我到那里去把它搞得很热闹，当时的总统王鼎昌非常欢喜，夫妇两个都好，跟我见过好几次面，对这个事情非常支持。有一天早餐会议，他请各宗教这些主持、领导人，跟总统在一起早餐。就跟他们说，你们这个会五十年了，都没搞得起来，现在从外头来了个净空法师，把你们真正连起来了，大家都要向净空法师学习。这是当时王总统的话。所以曾士生部长就问我，你用什么方法把这些宗教团结起来？我说这是佛教给我的。佛有这个方法？是！佛法里叫四摄法。什么叫四摄法？公共关系法。他就懂了！人与人之间交际的方法，这个方法用在家庭，一家和睦；用在一个团体，团体决定兴旺。人与人之间心胸要拓开，真的要看作一家人。所以新加坡的九个宗教变成兄弟姐妹一样，真正互助合作。",
      "zh_TW": "這個緣慢慢的就延伸。我在新加坡住了三年半，在新加坡團結新加坡九個不同的宗教，做得非常成功。當時曾士生部長跟我在一起吃飯，問我新加坡有個宗教聯誼會五十年了，有名無實，每年這宗教聯誼會在一塊吃一次飯，以後就不相往來，一年一次。我到那裡去把它搞得很熱鬧，當時的總統王鼎昌非常歡喜，夫婦兩個都好，跟我見過好幾次面，對這個事情非常支持。有一天早餐會議，他請各宗教這些主持、領導人，跟總統在一起早餐。就跟他們說，你們這個會五十年了，都沒搞得起來，現在從外頭來了個淨空法師，把你們真正連起來了，大家都要向淨空法師學習。這是當時王總統的話。所以曾士生部長就問我，你用什麼方法把這些宗教團結起來？我說這是佛教給我的。佛有這個方法？是！佛法裡叫四攝法。什麼叫四攝法？公共關係法。他就懂了！人與人之間交際的方法，這個方法用在家庭，一家和睦；用在一個團體，團體決定興旺。人與人之間心胸要拓開，真的要看作一家人。所以新加坡的九個宗教變成兄弟姐妹一樣，真正互助合作。"
    },
    {
      "id": "21-469-0003_p0021",
      "zh_CN": "这个做法，消息就传到澳洲去了，澳洲的移民部长知道这个事情，就非常希望我到澳洲去，帮助他团结宗教、团结族群，去干这个事情。给我一个特别签证，我的签证是在香港办的，在香港领事馆。部长打电话给领事，我的案件两个星期要拿到，所以他就很生气，你们用什么手段让我的上司来压我？他很不服气。他还是遵办了，两个礼拜通知我，我们不是在柜台上办的，在他办公室亲自交给我，告诉我，澳洲这种签证，亚洲人他说法师你是第一个。对我非常礼遇，这是什么？这个是在新加坡团结九大宗教，这个声音吹到澳洲去了。部长，移民部长他一个人是两个部长，另外一个是多元文化部，那就是搞宗教团结这个事情，所以他是两个部长。而且这个部长听说做了二十多年，总理换了好多次，他的位置没有换，现在大概退休了，年岁太大了。",
      "zh_TW": "這個做法，消息就傳到澳洲去了，澳洲的移民部長知道這個事情，就非常希望我到澳洲去，幫助他團結宗教、團結族群，去幹這個事情。給我一個特別簽證，我的簽證是在香港辦的，在香港領事館。部長打電話給領事，我的案件兩個星期要拿到，所以他就很生氣，你們用什麼手段讓我的上司來壓我？他很不服氣。他還是遵辦了，兩個禮拜通知我，我們不是在櫃檯上辦的，在他辦公室親自交給我，告訴我，澳洲這種簽證，亞洲人他說法師你是第一個。對我非常禮遇，這是什麼？這個是在新加坡團結九大宗教，這個聲音吹到澳洲去了。部長，移民部長他一個人是兩個部長，另外一個是多元文化部，那就是搞宗教團結這個事情，所以他是兩個部長。而且這個部長聽說做了二十多年，總理換了好多次，他的位置沒有換，現在大概退休了，年歲太大了。"
    },
    {
      "id": "21-469-0003_p0022",
      "zh_CN": "所以澳洲的缘是这么结的。到澳洲之后，到澳洲非常礼遇，跟联邦政府关系好，地方政府关系也好。澳洲确实他很聪明，他把团结宗教，团结族群这个工作让大学去执行，这个很难得。大学是公平的，不会偏于哪个族群，也不会偏于哪个宗教，这是很高明的一种方法。我到澳洲去就跟大学发生关系了，因为活动都在大学里头，所以跟这些校长认识了。格里菲斯大学校长，也是有一天我们在一起吃饭，他问我，他说法师你讲经四十三年（十几年前，今年是五十四年，十一年前），他说有没有遇到问题你不能解答的？问这么一个问题。我说好像没有，他说那你真的是个好校长，就这么一下决定了，学校送博士学位给我，送教授的名义给我。我说这个东西我用不上，没有用，我说不需要，他说你一定要。我说为什么？他说希望你能够代表学校、代表澳洲参加联合国的和平会议，你的很多这些理念真的能帮得上忙，他说现在大家都没想到。因为这个我就接受了。所以我在那边往来密切的昆士兰大学、格里菲斯大学、南昆大，学校都聘请我做教授。以后年岁太大了，还不让我离开，给我荣誉教授。荣誉教授，学校的老教授，对学校有贡献的，给荣誉教授。",
      "zh_TW": "所以澳洲的緣是這麼結的。到澳洲之後，到澳洲非常禮遇，跟聯邦政府關係好，地方政府關係也好。澳洲確實他很聰明，他把團結宗教，團結族群這個工作讓大學去執行，這個很難得。大學是公平的，不會偏於哪個族群，也不會偏於哪個宗教，這是很高明的一種方法。我到澳洲去就跟大學發生關係了，因為活動都在大學裡頭，所以跟這些校長認識了。格里菲斯大學校長，也是有一天我們在一起吃飯，他問我，他說法師你講經四十三年（十幾年前，今年是五十四年，十一年前），他說有沒有遇到問題你不能解答的？問這麼一個問題。我說好像沒有，他說那你真的是個好校長，就這麼一下決定了，學校送博士學位給我，送教授的名義給我。我說這個東西我用不上，沒有用，我說不需要，他說你一定要。我說為什麼？他說希望你能夠代表學校、代表澳洲參加聯合國的和平會議，你的很多這些理念真的能幫得上忙，他說現在大家都沒想到。因為這個我就接受了。所以我在那邊往來密切的昆士蘭大學、格里菲斯大學、南昆大，學校都聘請我做教授。以後年歲太大了，還不讓我離開，給我榮譽教授。榮譽教授，學校的老教授，對學校有貢獻的，給榮譽教授。"
    },
    {
      "id": "21-469-0003_p0023",
      "zh_CN": "这么一个机会就把我搞到联合国去了，这个出家人到联合国，从来没有过的。而且在联合国确实有很大的影响，一直到现在他们对我还念念不忘，三个月之前还托讯息给我，希望我再去办个活动。我就想了，上一次活动，我有汤池这个成就在大会报告，现在叫我去没东西。没有想到图文巴这个城市，他们宗教联谊起来了，十多个宗教。图文巴这个小城，居民十万人，有八十个族群。你看十万人八十个族群，一百多种语言，真正是多元文化。十多个宗教，这些宗教领袖，这是一个城市里面的，他们团结起来，告诉我，希望把图文巴造成一个全球多元文化模范中心。这个太好了！这桩事情，我去年我们净宗学院成立十周年纪念，邀请他们参加这个活动，我在活动里头曾经提出这个建议，没有想到现在大家真干。市长非常热心，还有昆士兰州警察总署署长也热心支持，都参加这个活动。我就同意了，我说好，如果你们真干，澳洲我每年来三次。为什么来三次？我要求他们，你们的活动四个月举行一个研究讨论会，四个月当中你们每个宗教对社会做了些什么工作，大家在一起集思广益，讲经的活动、祈祷的活动、慈善的活动，你们四个月把你们的成绩拿出来做报告。我希望每一个宗教都要回归教育，一定要讲经教学，不讲经教学，人家说你是迷信。你说祈祷有效，灾难我一祈祷，灾难没有了，人家说你胡造谣言，根本没有灾难，你们妖言惑众。一定要教！",
      "zh_TW": "這麼一個機會就把我搞到聯合國去了，這個出家人到聯合國，從來沒有過的。而且在聯合國確實有很大的影響，一直到現在他們對我還念念不忘，三個月之前還託訊息給我，希望我再去辦個活動。我就想了，上一次活動，我有湯池這個成就在大會報告，現在叫我去沒東西。沒有想到圖文巴這個城市，他們宗教聯誼起來了，十多個宗教。圖文巴這個小城，居民十萬人，有八十個族群。你看十萬人八十個族群，一百多種語言，真正是多元文化。十多個宗教，這些宗教領袖，這是一個城市裡面的，他們團結起來，告訴我，希望把圖文巴造成一個全球多元文化模範中心。這個太好了！這樁事情，我去年我們淨宗學院成立十週年紀念，邀請他們參加這個活動，我在活動裡頭曾經提出這個建議，沒有想到現在大家真幹。市長非常熱心，還有昆士蘭州警察總署署長也熱心支持，都參加這個活動。我就同意了，我說好，如果你們真幹，澳洲我每年來三次。為什麼來三次？我要求他們，你們的活動四個月舉行一個研究討論會，四個月當中你們每個宗教對社會做了些什麼工作，大家在一起集思廣益，講經的活動、祈禱的活動、慈善的活動，你們四個月把你們的成績拿出來做報告。我希望每一個宗教都要回歸教育，一定要講經教學，不講經教學，人家說你是迷信。你說祈禱有效，災難我一祈禱，災難沒有了，人家說你胡造謠言，根本沒有災難，你們妖言惑眾。一定要教！"
    },
    {
      "id": "21-469-0003_p0024",
      "zh_CN": "所以我告诉他们，你看看当年创教的这些人，释迦牟尼佛讲经教学四十九年，最长的；耶稣三年，被人害死了；摩西也有二、三十年；穆罕默德二十七年。哪一个不讲经教学？你翻开它的经典，都是他们讲的。我说今天很多人不相信宗教，为什么？我们把教育丢掉了，光去搞这些祈祷，搞这些东西，我们经忏佛事都属于祈祷。没有教育做基础，人家不能相信、不能接受，有效果也不会接受。我说时代不一样了，赶紧回归教育。所以我让他们不但要把自己的经读好、讲好，还要学习别的宗教经典，才能够充实自己、提升自己。",
      "zh_TW": "所以我告訴他們，你看看當年創教的這些人，釋迦牟尼佛講經教學四十九年，最長的；耶穌三年，被人害死了；摩西也有二、三十年；穆罕默德二十七年。哪一個不講經教學？你翻開它的經典，都是他們講的。我說今天很多人不相信宗教，為什麼？我們把教育丟掉了，光去搞這些祈禱，搞這些東西，我們經懺佛事都屬於祈禱。沒有教育做基礎，人家不能相信、不能接受，有效果也不會接受。我說時代不一樣了，趕緊回歸教育。所以我讓他們不但要把自己的經讀好、講好，還要學習別的宗教經典，才能夠充實自己、提升自己。"
    },
    {
      "id": "21-469-0003_p0025",
      "zh_CN": "西方极乐世界，所以我们真的要跟阿弥陀佛学，西方极乐世界怎么来的？不是阿弥陀佛打妄想来的，四十八愿不是自己想法出来的，不是！他只有一个愿望，这是悲心，希望帮助一切诸佛刹土里头的六道众生。六道众生太苦了！如何能够帮助他们早早脱离苦海，能够成就佛道？他就这么一个愿。这就是四弘誓愿头一条，「众生无边誓愿度」。他请教世间自在王佛，是他的老师，他老师怎么教他的？教他去参访一切诸佛刹土，你去看，到一切诸佛刹土看，好的你就取来，不好的就舍弃。所以极乐世界四十八愿是他五劫这么长的时间去参访，那是总结，都是事实总结出来的，这个方法我们要学。那我们要想我们的宗教成为世界宗教第一，所有宗教我都要接触，长处我都学，短处我都不要，我不就变成第一了吗？那你们要不肯学，光搞自己的不肯学别人的，你永远在下面，你提不上来。佛法跟你讲理的，不是在家里自己去闭门造车，那造不出来的。所以《无量寿经》介绍阿弥陀佛，我们真的修身齐家治国平天下都要向阿弥陀佛学，真高明！",
      "zh_TW": "西方極樂世界，所以我們真的要跟阿彌陀佛學，西方極樂世界怎麼來的？不是阿彌陀佛打妄想來的，四十八願不是自己想法出來的，不是！他只有一個願望，這是悲心，希望幫助一切諸佛剎土裡頭的六道眾生。六道眾生太苦了！如何能夠幫助他們早早脫離苦海，能夠成就佛道？他就這麼一個願。這就是四弘誓願頭一條，「眾生無邊誓願度」。他請教世間自在王佛，是他的老師，他老師怎麼教他的？教他去參訪一切諸佛剎土，你去看，到一切諸佛剎土看，好的你就取來，不好的就捨棄。所以極樂世界四十八願是他五劫這麼長的時間去參訪，那是總結，都是事實總結出來的，這個方法我們要學。那我們要想我們的宗教成為世界宗教第一，所有宗教我都要接觸，長處我都學，短處我都不要，我不就變成第一了嗎？那你們要不肯學，光搞自己的不肯學別人的，你永遠在下面，你提不上來。佛法跟你講理的，不是在家裡自己去閉門造車，那造不出來的。所以《無量壽經》介紹阿彌陀佛，我們真的修身齊家治國平天下都要向阿彌陀佛學，真高明！"
    },
    {
      "id": "21-469-0003_p0026",
      "zh_CN": "所以唐太宗说佛教可以治国，他当年不知道，靠武力杀那么多人，堕地狱。今天我们是知道了。我学佛跟方老师，跟他学哲学，佛学是最后一堂课，最后一个单元佛经哲学。他老人家给我介绍，他的原话是这么说的，「释迦牟尼」，他没有说佛，「释迦牟尼是全世界最伟大的哲学家」，他这么看法的，我们从来没听说过，「佛经哲学是全世界哲学最高峰，学佛是人生最高的享受」。我才接受，接受搞了六十年。同一年，我认识章嘉大师，章嘉大师劝我不要做官。我说为什么？他说你做官没有问题，你是个好官，你的底下手下贪赃枉法，你怎么办？这一句话真把我吓到了，自己保自己没有问题，保别人保不住，真的提醒了。我说那怎么办？他劝我出家，要我学释迦牟尼佛，指定两部书叫我去看，《释迦谱》跟《释迦方志》。这是释迦牟尼佛传记，唐朝人写的，也是会集的本子，从经典里面关于释迦牟尼佛的这些事迹抄在一起。我接受了。大师实在讲太慈悲了，是我一生认识的人当中，真的第一个人。佛经上说，「那伽常在定，无有不定时」，我从他身上看到了，行住坐卧都在定中，这个令人钦佩。对我非常爱护，他老人家自己很感叹，因为他的地位，没有人敢亲近他。他说其实他是很希望、喜欢教人，没有人敢在他面前提问题，没有人敢亲近他，太高了。我们有这么一个缘分，所以就特别爱护。他大我三十九岁，祖父辈的人，把我们看作孙子看待，非常爱护。所以我很听话，我就走这条路。",
      "zh_TW": "所以唐太宗說佛教可以治國，他當年不知道，靠武力殺那麼多人，墮地獄。今天我們是知道了。我學佛跟方老師，跟他學哲學，佛學是最後一堂課，最後一個單元佛經哲學。他老人家給我介紹，他的原話是這麼說的，「釋迦牟尼」，他沒有說佛，「釋迦牟尼是全世界最偉大的哲學家」，他這麼看法的，我們從來沒聽說過，「佛經哲學是全世界哲學最高峰，學佛是人生最高的享受」。我才接受，接受搞了六十年。同一年，我認識章嘉大師，章嘉大師勸我不要做官。我說為什麼？他說你做官沒有問題，你是個好官，你的底下手下貪贓枉法，你怎麼辦？這一句話真把我嚇到了，自己保自己沒有問題，保別人保不住，真的提醒了。我說那怎麼辦？他勸我出家，要我學釋迦牟尼佛，指定兩部書叫我去看，《釋迦譜》跟《釋迦方誌》。這是釋迦牟尼佛傳記，唐朝人寫的，也是會集的本子，從經典裡面關於釋迦牟尼佛的這些事蹟抄在一起。我接受了。大師實在講太慈悲了，是我一生認識的人當中，真的第一個人。佛經上說，「那伽常在定，無有不定時」，我從他身上看到了，行住坐臥都在定中，這個令人欽佩。對我非常愛護，他老人家自己很感嘆，因為他的地位，沒有人敢親近他。他說其實他是很希望、喜歡教人，沒有人敢在他面前提問題，沒有人敢親近他，太高了。我們有這麼一個緣分，所以就特別愛護。他大我三十九歲，祖父輩的人，把我們看作孫子看待，非常愛護。所以我很聽話，我就走這條路。"
    },
    {
      "id": "21-469-0003_p0027",
      "zh_CN": "释迦牟尼佛三十岁开悟，开悟之后就讲经教学，教一辈子。所以你真正了解之后，你就晓得佛教不是宗教。宗教里头最重要的一个，有一个主宰的神，有一个造物主；佛教没有，佛教没有造物主，没有一个主宰的神。可是现在佛教变成宗教了，大家把佛菩萨当作神明看待，这是冤枉，这搞错了，这个错误没好处。一定要晓得，佛陀、菩萨、罗汉、辟支佛都是佛教学位的名称。佛陀是第一个，最高的学位，好像学校的博士，菩萨是第二个学位，阿罗汉是第三个学位，学位的名称。所以佛门说一切众生都可以作佛，每一个人都可以拿到博士学位。别的宗教有上帝，佛教里头没有，不能说每个人都做上帝，每个人都做博士没有问题，所以它是学位的名称。它真的是教育，你得搞通之后，你就了解，它是多元文化社会教育。释迦牟尼佛教学不分国籍、不分族群，也不分宗教信仰，只要你肯学，他就真教你。跟释迦牟尼佛求什么？智慧。",
      "zh_TW": "釋迦牟尼佛三十歲開悟，開悟之後就講經教學，教一輩子。所以你真正了解之後，你就曉得佛教不是宗教。宗教裡頭最重要的一個，有一個主宰的神，有一個造物主；佛教沒有，佛教沒有造物主，沒有一個主宰的神。可是現在佛教變成宗教了，大家把佛菩薩當作神明看待，這是冤枉，這搞錯了，這個錯誤沒好處。一定要曉得，佛陀、菩薩、羅漢、辟支佛都是佛教學位的名稱。佛陀是第一個，最高的學位，好像學校的博士，菩薩是第二個學位，阿羅漢是第三個學位，學位的名稱。所以佛門說一切眾生都可以作佛，每一個人都可以拿到博士學位。別的宗教有上帝，佛教裡頭沒有，不能說每個人都做上帝，每個人都做博士沒有問題，所以它是學位的名稱。它真的是教育，你得搞通之後，你就了解，它是多元文化社會教育。釋迦牟尼佛教學不分國籍、不分族群，也不分宗教信仰，只要你肯學，他就真教你。跟釋迦牟尼佛求什麼？智慧。"
    },
    {
      "id": "21-469-0003_p0028",
      "zh_CN": "现在在我们这个世界上，佛教有六种形式，要认识清楚。第一个释迦牟尼佛多元文化的社会教育，这第一个，现在很少，几乎看不到。第二个是宗教的佛教，它变成宗教了，把佛当作神、当作上帝这样去拜，这个错了，变成宗教。第三个变成学术。大学里头开课，我在文化大学教了五年。我们方老师在台湾大学晚年全讲佛学，讲大单元，他讲过大乘佛学，在台大，讲过好像是魏晋佛学，那都是大单元，差不多要讲一、二个学期，晚年退休了，在辅仁大学讲华严哲学。学术，学术的佛教。现在欧洲，我们去看汉学系，是学术的佛教，那都不是真的，把它当作一种世间学术去研究、当作哲学去研究，不能够身体力行，自己没有用在身心上，真实利益没有得到。现在新兴的佛教还有企业的佛教，把寺庙当作开店一样、公司一样，全世界到处都有分店，大企业家，企业的佛教。在中国大陆有观光旅游的佛教。最后一个邪教的佛教。六种，这分为六种。你学佛你学哪一种？得搞清楚，要搞明白，这是我们不能不知道的。",
      "zh_TW": "現在在我們這個世界上，佛教有六種形式，要認識清楚。第一個釋迦牟尼佛多元文化的社會教育，這第一個，現在很少，幾乎看不到。第二個是宗教的佛教，它變成宗教了，把佛當作神、當作上帝這樣去拜，這個錯了，變成宗教。第三個變成學術。大學裡頭開課，我在文化大學教了五年。我們方老師在台灣大學晚年全講佛學，講大單元，他講過大乘佛學，在台大，講過好像是魏晉佛學，那都是大單元，差不多要講一、二個學期，晚年退休了，在輔仁大學講華嚴哲學。學術，學術的佛教。現在歐洲，我們去看漢學系，是學術的佛教，那都不是真的，把它當作一種世間學術去研究、當作哲學去研究，不能夠身體力行，自己沒有用在身心上，真實利益沒有得到。現在新興的佛教還有企業的佛教，把寺廟當作開店一樣、公司一樣，全世界到處都有分店，大企業家，企業的佛教。在中國大陸有觀光旅遊的佛教。最後一個邪教的佛教。六種，這分為六種。你學佛你學哪一種？得搞清楚，要搞明白，這是我們不能不知道的。"
    },
    {
      "id": "21-469-0003_p0029",
      "zh_CN": "现在我晚年，我常常提倡到的，中国老祖宗的教学、佛陀的教学，一门深入，长时薰修。我因为没道场，到处人家请，要我讲什么就讲什么，所以讲了几十部，我自己都不知道。现在晚年很难得，香港有个老居士把他的家送给我，很理想。家不太大，但是环境非常美，很大的院子，房子很小，院子很大，我都种了菜。所以我就定居在香港，专讲《无量寿经》。我六十年的学习，我自己肯定《无量寿经》是佛法里的第一经，真正能够救自己、救家庭、救社会、救国家、救世界，就是这部《无量寿经》。我的讲演现在一天四个小时，一年讲一部，标准的时间一千二百个小时，就是要讲三百天，每一天四小时，要讲足三百天。我活多少年就讲多少遍，我不换别的了，一门深入，给大家做个表法。每一个人如果说是学一样东西学十年，他就是世界上顶尖的人物，为什么？别人搞不过他，他熟透了，熟透了就变成自己的，这比什么都重要。所以大家要学教，学中国传统文化，只学一样，不能搞太多，搞太多学不成功。",
      "zh_TW": "現在我晚年，我常常提倡到的，中國老祖宗的教學、佛陀的教學，一門深入，長時薰修。我因為沒道場，到處人家請，要我講什麼就講什麼，所以講了幾十部，我自己都不知道。現在晚年很難得，香港有個老居士把他的家送給我，很理想。家不太大，但是環境非常美，很大的院子，房子很小，院子很大，我都種了菜。所以我就定居在香港，專講《無量壽經》。我六十年的學習，我自己肯定《無量壽經》是佛法裡的第一經，真正能夠救自己、救家庭、救社會、救國家、救世界，就是這部《無量壽經》。我的講演現在一天四個小時，一年講一部，標準的時間一千二百個小時，就是要講三百天，每一天四小時，要講足三百天。我活多少年就講多少遍，我不換別的了，一門深入，給大家做個表法。每一個人如果說是學一樣東西學十年，他就是世界上頂尖的人物，為什麼？別人搞不過他，他熟透了，熟透了就變成自己的，這比什麼都重要。所以大家要學教，學中國傳統文化，只學一樣，不能搞太多，搞太多學不成功。"
    },
    {
      "id": "21-469-0003_p0030",
      "zh_CN": "《群书治要》一共是六十五种书籍里面选出来的，如果有六十五个人，每个人专攻一部原典，那现在国家就有六十五个顶尖的汉学家，这个国家能不兴吗？这个国家能不带动全世界吗？台湾能不能找到六十五个人？我相信可以找到的，六十五个人每个人专攻一部，十年之后是世界上顶尖，领导全世界。希望大家做！你们这年轻人很多，要发愤，十年专攻一部。好，今天时间到了，谢谢大家。",
      "zh_TW": "《群書治要》一共是六十五種書籍裡面選出來的，如果有六十五個人，每個人專攻一部原典，那現在國家就有六十五個頂尖的漢學家，這個國家能不興嗎？這個國家能不帶動全世界嗎？台灣能不能找到六十五個人？我相信可以找到的，六十五個人每個人專攻一部，十年之後是世界上頂尖，領導全世界。希望大家做！你們這年輕人很多，要發憤，十年專攻一部。好，今天時間到了，謝謝大家。"
    }
  ]
}