{
  "doc_id": "02-047-0004",
  "title": {
    "zh_CN": "净土大经科注（第五回）",
    "zh_TW": "淨土大經科註（第五回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-047-0004",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-047-0004_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请掀开经本一百三十八页，倒数第二行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請掀開經本一百三十八頁，倒數第二行："
    },
    {
      "id": "02-047-0004_p0002",
      "zh_CN": "我们将文念一遍。「三、本经持名念佛法门，圆满直捷，方便究竟。一超直入，最极圆顿，以弥陀一乘愿海，六字洪名之究竟果觉，作我众生之因心，以果为因，因果同时，从果起修，即修即果，心作心是，不可思议。」",
      "zh_TW": "我們將文念一遍。「三、本經持名念佛法門，圓滿直捷，方便究竟。一超直入，最極圓頓，以彌陀一乘願海，六字洪名之究竟果覺，作我眾生之因心，以果為因，因果同時，從果起修，即修即果，心作心是，不可思議。」"
    },
    {
      "id": "02-047-0004_p0003",
      "zh_CN": "念老有会经、有注解，前面是他老人家把会集交代出来了，说明这一部大经，是佛门里面著名的持名念佛法门。它的殊胜，下面几句话说出来了，第一个是圆满直捷。圆满很难想像，为什么？圆是没有欠缺，丝毫的欠缺都没有，满是满足，满足遍法界虚空界一切众生之愿。直捷，稳当。直捷，圆满直捷就是圆满证得佛果。是不是真的？是真的，一点都不假。释迦牟尼佛一生讲经说法四十九年，所说的一切经，这一部是最圆满的、最直捷的、最方便的、最究竟的。",
      "zh_TW": "念老有會經、有註解，前面是他老人家把會集交代出來了，說明這一部大經，是佛門裡面著名的持名念佛法門。它的殊勝，下面幾句話說出來了，第一個是圓滿直捷。圓滿很難想像，為什麼？圓是沒有欠缺，絲毫的欠缺都沒有，滿是滿足，滿足遍法界虛空界一切眾生之願。直捷，穩當。直捷，圓滿直捷就是圓滿證得佛果。是不是真的？是真的，一點都不假。釋迦牟尼佛一生講經說法四十九年，所說的一切經，這一部是最圓滿的、最直捷的、最方便的、最究竟的。"
    },
    {
      "id": "02-047-0004_p0004",
      "zh_CN": "彭际清居士注解的《无量寿经》，下面念老引用在此地。「《无量寿经》乃净宗之总纲。我国清代彭绍升居士赞曰」。彭居士有非常殊胜的成就，家庭环境好，不需要工作，把时间都用在学佛上，对佛法的成就不亚于祖师大德。他有《无量寿经》注解，在注解里面赞曰，赞叹着说，「无量寿经者，如来称性之圆教，众生本具之化仪」。这两句话很重要。称性，是从自性流出来的，圆教，圆是圆满，教是教学，简单明了。",
      "zh_TW": "彭際清居士註解的《無量壽經》，下面念老引用在此地。「《無量壽經》乃淨宗之總綱。我國清代彭紹升居士讚曰」。彭居士有非常殊勝的成就，家庭環境好，不需要工作，把時間都用在學佛上，對佛法的成就不亞於祖師大德。他有《無量壽經》註解，在註解裡面讚曰，讚歎著說，「無量壽經者，如來稱性之圓教，眾生本具之化儀」。這兩句話很重要。稱性，是從自性流出來的，圓教，圓是圓滿，教是教學，簡單明瞭。"
    },
    {
      "id": "02-047-0004_p0005",
      "zh_CN": "日本道隐大师赞叹这部经：「如来兴世之正说，奇特最胜之妙典；一乘究竟之极说，速疾圆融之金言；十方称赞之诚言，时机纯熟之真教也。」这几句话很重要。这几句话所说的，我们回过头来想想自己，跟这几句话相不相应？如果这几句话，句句都跟我们自己心行相应，那可以说我们这一生决定往生成佛。",
      "zh_TW": "日本道隱大師讚歎這部經：「如來興世之正說，奇特最勝之妙典；一乘究竟之極說，速疾圓融之金言；十方稱讚之誠言，時機純熟之真教也。」這幾句話很重要。這幾句話所說的，我們回過頭來想想自己，跟這幾句話相不相應？如果這幾句話，句句都跟我們自己心行相應，那可以說我們這一生決定往生成佛。"
    },
    {
      "id": "02-047-0004_p0006",
      "zh_CN": "佛法入门讲求的是看破、放下。看破是对于其真相完全通达明了，然后才能真正放下。为什么放不下？没看透，以为这个世间一切法是真的，对世法起浓厚的贪恋。纵然读过佛的大乘经典，如果没有看破，肯定还是放不下。换句话说，修得好的，变成世间的福报；修得不好的，依然不能离开三途，这非常可惜。我们对于这部经理解的程度，就是看破这一句，我们能理解多少，这段文讲得很好。",
      "zh_TW": "佛法入門講求的是看破、放下。看破是對於其真相完全通達明瞭，然後才能真正放下。為什麼放不下？沒看透，以為這個世間一切法是真的，對世法起濃厚的貪戀。縱然讀過佛的大乘經典，如果沒有看破，肯定還是放不下。換句話說，修得好的，變成世間的福報；修得不好的，依然不能離開三途，這非常可惜。我們對於這部經理解的程度，就是看破這一句，我們能理解多少，這段文講得很好。"
    },
    {
      "id": "02-047-0004_p0007",
      "zh_CN": "如来兴世就是出兴于世，释迦牟尼佛出现在地球，两千年前，是到这个世间来的正说。佛到这个世间来，是示现八相成道，成道之后，讲经教学，普度众生，这叫佛事。佛事，佛到这个世间来他要办的什么事。示现八相成道，普度一切成熟的众生，这叫佛事。",
      "zh_TW": "如來興世就是出興於世，釋迦牟尼佛出現在地球，兩千年前，是到這個世間來的正說。佛到這個世間來，是示現八相成道，成道之後，講經教學，普度眾生，這叫佛事。佛事，佛到這個世間來他要辦的什麼事。示現八相成道，普度一切成熟的眾生，這叫佛事。"
    },
    {
      "id": "02-047-0004_p0008",
      "zh_CN": "奇特最胜的妙典，这是指《无量寿经》，包括《观无量寿经》跟《阿弥陀经》，净土三经。三经都是奇特最胜的妙典。三经统学，好；没有这个时间，没有这个方便，三经选任何一部都好。这三部经，终极的目标是西方极乐世界，最广泛的是《阿弥陀经》。是究竟当中的究竟，方便当中的方便，怎么说？这三部经，要跟释迦牟尼佛所讲的一切经，无论哪一经相比，它是称性极谈。",
      "zh_TW": "奇特最勝的妙典，這是指《無量壽經》，包括《觀無量壽經》跟《阿彌陀經》，淨土三經。三經都是奇特最勝的妙典。三經統學，好；沒有這個時間，沒有這個方便，三經選任何一部都好。這三部經，終極的目標是西方極樂世界，最廣泛的是《阿彌陀經》。是究竟當中的究竟，方便當中的方便，怎麼說？這三部經，要跟釋迦牟尼佛所講的一切經，無論哪一經相比，它是稱性極談。"
    },
    {
      "id": "02-047-0004_p0009",
      "zh_CN": "它是时机纯熟的真教，正是注解里头所赞叹的，一乘究竟的极说。一乘是佛乘，二乘是声闻、菩萨，三乘是声闻、缘觉、菩萨。净土，一乘法，直接教你成佛的这个经典叫一乘教。一乘教只有三部，刚才说过，连《华严》、《法华》都超越。那也是一乘，没有这个殊胜，它分量太大，义理很深，不是初学能学的。而净宗这三部经，太殊胜了，不必有其他的基础，只要有真信切愿，人人都能成就。所以说它速疾圆融。金言，真言。真言不能更改，所以称之为金言。",
      "zh_TW": "它是時機純熟的真教，正是註解裡頭所讚歎的，一乘究竟的極說。一乘是佛乘，二乘是聲聞、菩薩，三乘是聲聞、緣覺、菩薩。淨土，一乘法，直接教你成佛的這個經典叫一乘教。一乘教只有三部，剛才說過，連《華嚴》、《法華》都超越。那也是一乘，沒有這個殊勝，它分量太大，義理很深，不是初學能學的。而淨宗這三部經，太殊勝了，不必有其他的基礎，只要有真信切願，人人都能成就。所以說它速疾圓融。金言，真言。真言不能更改，所以稱之為金言。"
    },
    {
      "id": "02-047-0004_p0010",
      "zh_CN": "十方称赞，十方诸佛，过去、现在、未来，十方三世一切诸佛如来，没有不赞叹的。他们的赞叹，用意在哪里？用意在帮助我们，我们这些后学听到赞叹心里欢喜，生起真诚恭敬心，来接受这部大经，用意在此地。",
      "zh_TW": "十方稱讚，十方諸佛，過去、現在、未來，十方三世一切諸佛如來，沒有不讚歎的。他們的讚歎，用意在哪裡？用意在幫助我們，我們這些後學聽到讚歎心裡歡喜，生起真誠恭敬心，來接受這部大經，用意在此地。"
    },
    {
      "id": "02-047-0004_p0011",
      "zh_CN": "时机纯熟，这句话非常重要。时机成熟难，我们成熟了没有？八万四千法门，三藏十二部经典，任何一门，任何一部经典，对我们来说都是非常的生疏，距离很远很远，修学非常困难。那么这三部经，《无量寿经》、《观无量寿经》、《阿弥陀经》，这三部经就很特别、很特殊。为什么？只要我们真信，信佛的教诲在经典里面，佛所说的字字句句都是真言，没有一句是欺骗我们的，真言。我们要知道，要感恩。具足信，第二个，愿，我愿生净土，我愿意到极乐世界亲近阿弥陀佛，蕅益大师告诉我们，你往生极乐世界条件就成就了。这叫时机纯熟，你决定往生。只要临终最后一念是阿弥陀佛，求生净土，佛就来接引你，带你到极乐世界去了。这个话是真的，不是假的，诚实之言。",
      "zh_TW": "時機純熟，這句話非常重要。時機成熟難，我們成熟了沒有？八萬四千法門，三藏十二部經典，任何一門，任何一部經典，對我們來說都是非常的生疏，距離很遠很遠，修學非常困難。那麼這三部經，《無量壽經》、《觀無量壽經》、《阿彌陀經》，這三部經就很特別、很特殊。為什麼？只要我們真信，信佛的教誨在經典裡面，佛所說的字字句句都是真言，沒有一句是欺騙我們的，真言。我們要知道，要感恩。具足信，第二個，願，我願生淨土，我願意到極樂世界親近阿彌陀佛，蕅益大師告訴我們，你往生極樂世界條件就成就了。這叫時機純熟，你決定往生。只要臨終最後一念是阿彌陀佛，求生淨土，佛就來接引你，帶你到極樂世界去了。這個話是真的，不是假的，誠實之言。"
    },
    {
      "id": "02-047-0004_p0012",
      "zh_CN": "我们今天遇到了，而且遇到的是圆满殊胜，这是特别指夏莲居老居士的会集本，稀有当中的稀有，最胜里面的殊胜，真教。我们如果能接受这几句教诲，对这个教诲，彭际清居士说的，一丝毫怀疑都没有，那对你来说时机成熟了，你的机缘成熟了。说得好！",
      "zh_TW": "我們今天遇到了，而且遇到的是圓滿殊勝，這是特別指夏蓮居老居士的會集本，稀有當中的稀有，最勝裡面的殊勝，真教。我們如果能接受這幾句教誨，對這個教誨，彭際清居士說的，一絲毫懷疑都沒有，那對你來說時機成熟了，你的機緣成熟了。說得好！"
    },
    {
      "id": "02-047-0004_p0013",
      "zh_CN": "下面是黄念老他的舅父，梅光羲老居士对于这部经典的赞叹。这也是民国初年佛门里一位大德，大家知道台中李炳南老居士，李老居士的老师就是梅光羲，是黄念祖老居士的舅舅，舅父。家学殊胜，从小受佛法的薰陶，一生成就殊胜，宗门教下，显密圆融。现在这个世间，这样的人也很难找了。我们跟他还算是有缘分，见过几次面，得到老人的教诲。这个老人，宗门教下，显密圆融，佛门大善知识。我算是还很有幸，在他的晚年，在美国认识的，之后，我每年都要到北京去几次，就是亲近念老。他帮助我们增长信心，对我们这后学来说，爱护备至，稀有难逢。",
      "zh_TW": "下面是黃念老他的舅父，梅光羲老居士對於這部經典的讚歎。這也是民國初年佛門裡一位大德，大家知道台中李炳南老居士，李老居士的老師就是梅光羲，是黃念祖老居士的舅舅，舅父。家學殊勝，從小受佛法的薰陶，一生成就殊勝，宗門教下，顯密圓融。現在這個世間，這樣的人也很難找了。我們跟他還算是有緣分，見過幾次面，得到老人的教誨。這個老人，宗門教下，顯密圓融，佛門大善知識。我算是還很有幸，在他的晚年，在美國認識的，之後，我每年都要到北京去幾次，就是親近念老。他幫助我們增長信心，對我們這後學來說，愛護備至，稀有難逢。"
    },
    {
      "id": "02-047-0004_p0014",
      "zh_CN": "他也赞叹这一部会集本，夏莲居的会集本，老居士赞叹，他们也是同参，老朋友。梅老说，这部经是「如来称性之极谈」。这句话的意思我们要懂。称性是从自性，真如自性里面流露出来的。极谈就是真说，一丝毫虚妄都没有，纯真。所以称它为「一乘了义，万善总门」，你看，这个我们要不要学习？一乘了义。",
      "zh_TW": "他也讚歎這一部會集本，夏蓮居的會集本，老居士讚歎，他們也是同參，老朋友。梅老說，這部經是「如來稱性之極談」。這句話的意思我們要懂。稱性是從自性，真如自性裡面流露出來的。極談就是真說，一絲毫虛妄都沒有，純真。所以稱它為「一乘了義，萬善總門」，你看，這個我們要不要學習？一乘了義。"
    },
    {
      "id": "02-047-0004_p0015",
      "zh_CN": "「众生本具之化仪」，这句话很重要。仪是方法，一切众生本自具足。大乘经上说的，一切众生本来是佛，那就众生本具的化仪，教化的方法，我们今天叫教学法，教学的规矩，众生本具的。只是我们迷失了自性，本具的都被障碍了。",
      "zh_TW": "「眾生本具之化儀」，這句話很重要。儀是方法，一切眾生本自具足。大乘經上說的，一切眾生本來是佛，那就眾生本具的化儀，教化的方法，我們今天叫教學法，教學的規矩，眾生本具的。只是我們迷失了自性，本具的都被障礙了。"
    },
    {
      "id": "02-047-0004_p0016",
      "zh_CN": "一乘了义，前面说过了，这个法是一乘法。一乘是佛法，二乘是（声闻与）菩萨，三乘是（菩萨与）辟支佛、阿罗汉，这是一乘，一乘里面的了义。万善总门，我们要学一乘，我们要修万善，在哪里？就在六个字，南无阿弥陀佛。多简单，多直捷，就是直截了当，不走弯路，万善总门。我们就晓得了，修什么法门是万善？念阿弥陀佛。修什么法门是一乘了义？信愿持名，四个字。",
      "zh_TW": "一乘了義，前面說過了，這個法是一乘法。一乘是佛法，二乘是（聲聞與）菩薩，三乘是（菩薩與）辟支佛、阿羅漢，這是一乘，一乘裡面的了義。萬善總門，我們要學一乘，我們要修萬善，在哪裡？就在六個字，南無阿彌陀佛。多簡單，多直捷，就是直截了當，不走彎路，萬善總門。我們就曉得了，修什麼法門是萬善？念阿彌陀佛。修什麼法門是一乘了義？信願持名，四個字。"
    },
    {
      "id": "02-047-0004_p0017",
      "zh_CN": "又说，「净土群经百数十部之纲要」，这个净宗群经百数十部的纲要，都在这一个注解里头。这部经后面有，念老做注解参考的目录，将近二百种，一百九十多种，将近二百种。读他这一部注解，等于把祖师大德对于净土宗的赞叹、修学的心得报告，一百九十多部书里面节录在这一本里头。就像唐太宗集《群书治要》一样，他那是治国、平天下的，我们这个是超越六道轮回，超越十法界，到极乐世界去作佛、作菩萨去的。太殊胜了，一大藏教的指归，归是归宿，回家了。一大藏教就现在讲的《大藏经》，《大藏经》总结，有没有一部经能代表全部《大藏经》？有，就是这部经，代表全部《大藏经》。",
      "zh_TW": "又說，「淨土群經百數十部之綱要」，這個淨宗群經百數十部的綱要，都在這一個註解裡頭。這部經後面有，念老做註解參考的目錄，將近二百種，一百九十多種，將近二百種。讀他這一部註解，等於把祖師大德對於淨土宗的讚歎、修學的心得報告，一百九十多部書裡面節錄在這一本裡頭。就像唐太宗集《群書治要》一樣，他那是治國、平天下的，我們這個是超越六道輪迴，超越十法界，到極樂世界去作佛、作菩薩去的。太殊勝了，一大藏教的指歸，歸是歸宿，回家了。一大藏教就現在講的《大藏經》，《大藏經》總結，有沒有一部經能代表全部《大藏經》？有，就是這部經，代表全部《大藏經》。"
    },
    {
      "id": "02-047-0004_p0018",
      "zh_CN": "「诸贤所以盛赞此经」，为什么大家这么赞叹？「盖以本经持名念佛法门，圆满直捷」，不拐弯的，「方便究竟，一超直入，最极圆顿」，圆是圆满，顿是顿超，这部经具足了。「以弥陀一乘愿海，六字洪名之究竟果觉」。这后面说出来，说出来我们才有信心。我们没搞清楚，听了祖师大德的话，是听明白了，义理太深，我不能理解，所以信愿就有缺陷，不能具足。梅老慈悲，为我们说出来，这个经殊胜到究竟，就是此地这几句话。是以阿弥陀佛一乘愿海，四十八愿，南无阿弥陀佛，四十八愿加上这一句佛号，究竟果觉，果觉是成佛。成佛里头还有等级的，有层次不相同的。本愿加上这句佛号，是究竟圆满的。所以祖师大德对这部经赞叹备至，这个盛赞此经，就是持名念佛。",
      "zh_TW": "「諸賢所以盛讚此經」，為什麼大家這麼讚歎？「蓋以本經持名念佛法門，圓滿直捷」，不拐彎的，「方便究竟，一超直入，最極圓頓」，圓是圓滿，頓是頓超，這部經具足了。「以彌陀一乘願海，六字洪名之究竟果覺」。這後面說出來，說出來我們才有信心。我們沒搞清楚，聽了祖師大德的話，是聽明白了，義理太深，我不能理解，所以信願就有缺陷，不能具足。梅老慈悲，為我們說出來，這個經殊勝到究竟，就是此地這幾句話。是以阿彌陀佛一乘願海，四十八願，南無阿彌陀佛，四十八願加上這一句佛號，究竟果覺，果覺是成佛。成佛裡頭還有等級的，有層次不相同的。本願加上這句佛號，是究竟圓滿的。所以祖師大德對這部經讚歎備至，這個盛讚此經，就是持名念佛。"
    },
    {
      "id": "02-047-0004_p0019",
      "zh_CN": "「圆满直捷，方便究竟，一超直入，最极圆顿，以弥陀一乘愿海，六字洪名的究竟果觉，作我众生之因心。」我今天修什么？念佛。念阿弥陀佛，究竟果觉，究竟果觉就是一句阿弥陀佛。阿弥陀佛就是阿弥陀佛的究竟果觉，做我们因心，因地心。「以果为因，因果同时，从果起修，即修即果，心作心是，不可思议。」是心是佛，是心作佛。这个几句要牢牢的记住，我们就不会退心，就不会懈怠，一生当中无论如何都要求生净土。只有求生净土，我们学佛到达究竟圆满。换句话说，我们往生西方极乐世界，就是到达究竟圆满的佛果，这是真的，不是假的。是心作佛，是心是佛，修因等于证果，证果同时修因。",
      "zh_TW": "「圓滿直捷，方便究竟，一超直入，最極圓頓，以彌陀一乘願海，六字洪名的究竟果覺，作我眾生之因心。」我今天修什麼？念佛。念阿彌陀佛，究竟果覺，究竟果覺就是一句阿彌陀佛。阿彌陀佛就是阿彌陀佛的究竟果覺，做我們因心，因地心。「以果為因，因果同時，從果起修，即修即果，心作心是，不可思議。」是心是佛，是心作佛。這個幾句要牢牢的記住，我們就不會退心，就不會懈怠，一生當中無論如何都要求生淨土。只有求生淨土，我們學佛到達究竟圓滿。換句話說，我們往生西方極樂世界，就是到達究竟圓滿的佛果，這是真的，不是假的。是心作佛，是心是佛，修因等於證果，證果同時修因。"
    },
    {
      "id": "02-047-0004_p0020",
      "zh_CN": "下面一段，蕅益大师《弥陀要解》里头，这两本书是净宗的宝典，《要解》，蕅益大师作的，《疏钞》，莲池大师作的，莲池的《疏钞》，蕅益的《要解》，《弥陀经》最重要的注解。《要解》里面说，「一声阿弥陀佛」，就是释迦牟尼佛，「释迦本师于五浊恶世所得之阿耨多罗三藐三菩提法」。这个话没人说过，蕅益大师说出来。",
      "zh_TW": "下面一段，蕅益大師《彌陀要解》裡頭，這兩本書是淨宗的寶典，《要解》，蕅益大師作的，《疏鈔》，蓮池大師作的，蓮池的《疏鈔》，蕅益的《要解》，《彌陀經》最重要的註解。《要解》裡面說，「一聲阿彌陀佛」，就是釋迦牟尼佛，「釋迦本師於五濁惡世所得之阿耨多羅三藐三菩提法」。這個話沒人說過，蕅益大師說出來。"
    },
    {
      "id": "02-047-0004_p0021",
      "zh_CN": "阿弥陀佛这四个字，加上南无，六个字，南无的意思是恭敬、礼拜。一声阿弥陀佛，不多，这是什么？这是释迦牟尼佛在这个世间，在我们地球上，二千五百年前，他所得到的阿耨多罗三藐三菩提法。这九个字是音译，梵文的音译，梵文阿耨多罗三藐三菩提。翻成中国的意思，阿耨多罗翻成无上，「阿」，这个地方的阿，翻成中国意思是无，「耨多罗」，上，无上，三藐三菩提，「三菩提」，正觉，「三藐」，正等，我们翻作无上正等正觉之法。无上正等正觉是成佛，对佛的称呼。释迦牟尼佛成佛了，证得阿耨多罗三藐三菩提法。现在就把他所证得的阿耨多罗三藐三菩提法，全体传授给浊恶，五浊恶世，指我们现在地球上的众生，多么可贵！多么难得！我们有缘遇到了，希望我们得有一点智慧，不能迷惑，把这个缘抓得牢牢的、抓得紧紧的。",
      "zh_TW": "阿彌陀佛這四個字，加上南無，六個字，南無的意思是恭敬、禮拜。一聲阿彌陀佛，不多，這是什麼？這是釋迦牟尼佛在這個世間，在我們地球上，二千五百年前，他所得到的阿耨多羅三藐三菩提法。這九個字是音譯，梵文的音譯，梵文阿耨多羅三藐三菩提。翻成中國的意思，阿耨多羅翻成無上，「阿」，這個地方的阿，翻成中國意思是無，「耨多羅」，上，無上，三藐三菩提，「三菩提」，正覺，「三藐」，正等，我們翻作無上正等正覺之法。無上正等正覺是成佛，對佛的稱呼。釋迦牟尼佛成佛了，證得阿耨多羅三藐三菩提法。現在就把他所證得的阿耨多羅三藐三菩提法，全體傳授給濁惡，五濁惡世，指我們現在地球上的眾生，多麼可貴！多麼難得！我們有緣遇到了，希望我們得有一點智慧，不能迷惑，把這個緣抓得牢牢的、抓得緊緊的。"
    },
    {
      "id": "02-047-0004_p0022",
      "zh_CN": "现在乱世，乱到极处，世界什么地方安全？找不到安全地方。活在这个世间很可怜，很悲惨，自己一定要认识清楚。认识清楚了，我们放弃这个世界，我们往生极乐世界去。地球上这种的动乱象，西方极乐世界没有，那个地方，阿弥陀佛在那里教化众生。阿弥陀佛无量寿，所有往生极乐世界的人，各个都是无量寿，有的是时间，保证你在极乐世界一生圆满成佛。这要抓住，这个机会稀有难逢。佛法难闻，我们听到净土，听到《无量寿经》，听到阿弥陀佛，够了。释迦牟尼佛四十九年所说的，也不过就这么多，现在全盘给我们，我们要全盘接受过来，这就对了。",
      "zh_TW": "現在亂世，亂到極處，世界什麼地方安全？找不到安全地方。活在這個世間很可憐，很悲慘，自己一定要認識清楚。認識清楚了，我們放棄這個世界，我們往生極樂世界去。地球上這種的動亂象，西方極樂世界沒有，那個地方，阿彌陀佛在那裡教化眾生。阿彌陀佛無量壽，所有往生極樂世界的人，各個都是無量壽，有的是時間，保證你在極樂世界一生圓滿成佛。這要抓住，這個機會稀有難逢。佛法難聞，我們聽到淨土，聽到《無量壽經》，聽到阿彌陀佛，夠了。釋迦牟尼佛四十九年所說的，也不過就這麼多，現在全盤給我們，我們要全盤接受過來，這就對了。"
    },
    {
      "id": "02-047-0004_p0023",
      "zh_CN": "我们看底下一行。又曰，「举此体」，法界体，阿弥陀佛、十方诸佛刹土，都是从这里现出来的。又说，「举此体（指法界体）作弥陀身土」，阿弥陀佛的身是法界身，极乐世界是法性土。「亦即举此体作弥陀名号」。再给你说得亲切一点，体太大了，我们摸不到边际，祖师大德慈悲，蕅益大师慈悲，告诉我们名号就是，阿弥陀佛的名号就是。「是故弥陀名号即众生本觉理性」。众生本觉从哪里来的？是自性本自具足。弥陀名号就是众生本觉理性，就是理体。我们念这一句南无阿弥陀佛，就是念我们自己自性的理体。好！「可见此经正是如来称性极谈」。这部经，如来，释迦如来、弥陀如来、十方三世一切如来，称性极谈。我们要相信，要不疑悔。",
      "zh_TW": "我們看底下一行。又曰，「舉此體」，法界體，阿彌陀佛、十方諸佛剎土，都是從這裡現出來的。又說，「舉此體（指法界體）作彌陀身土」，阿彌陀佛的身是法界身，極樂世界是法性土。「亦即舉此體作彌陀名號」。再給你說得親切一點，體太大了，我們摸不到邊際，祖師大德慈悲，蕅益大師慈悲，告訴我們名號就是，阿彌陀佛的名號就是。「是故彌陀名號即眾生本覺理性」。眾生本覺從哪裡來的？是自性本自具足。彌陀名號就是眾生本覺理性，就是理體。我們念這一句南無阿彌陀佛，就是念我們自己自性的理體。好！「可見此經正是如來稱性極談」。這部經，如來，釋迦如來、彌陀如來、十方三世一切如來，稱性極談。我們要相信，要不疑悔。"
    },
    {
      "id": "02-047-0004_p0024",
      "zh_CN": "我们再翻过来看，蕅益大师的《要解》，念老将这些文字都把它写在这里。「弥陀要解曰：一声阿弥陀佛，即是释迦本师于五浊恶世所得之阿耨多罗三藐三菩提法。」这一声阿弥陀佛，就是释迦本师于五浊恶世所得之阿耨多罗三藐三菩提法，这句话什么意思？释迦成佛了，怎么成佛的？念阿弥陀佛佛号成佛的。我们今天修的，是跟释迦牟尼佛修的同一个法门，他把他所学的传授给我们，我们认真努力把这句佛号念好。",
      "zh_TW": "我們再翻過來看，蕅益大師的《要解》，念老將這些文字都把它寫在這裡。「彌陀要解曰：一聲阿彌陀佛，即是釋迦本師於五濁惡世所得之阿耨多羅三藐三菩提法。」這一聲阿彌陀佛，就是釋迦本師於五濁惡世所得之阿耨多羅三藐三菩提法，這句話什麼意思？釋迦成佛了，怎麼成佛的？念阿彌陀佛佛號成佛的。我們今天修的，是跟釋迦牟尼佛修的同一個法門，他把他所學的傳授給我們，我們認真努力把這句佛號念好。"
    },
    {
      "id": "02-047-0004_p0025",
      "zh_CN": "怎么念法？真有极乐世界，不是假的，真有，不能有丝毫怀疑，极乐世界真有阿弥陀佛。极乐世界里面的点点滴滴，确确实实是《无量寿经》经文、注解所描绘的。我们这一生遇到了，这是无量劫来稀有难逢的一日，可不要看轻了，看错了你的机会会失掉，要认真，要抓紧。我们相信，不怀疑，我们念佛不退转，一心一意。这一次到世间来，得人身，闻佛法了，干什么？就是求生极乐世界。决定不要等来生后世，时间还长，不干，我先到极乐世界，我希望早一点到极乐世界。这本书是往生极乐世界的保证书，只要你依教奉行，没有一个不往生，没有一个空过的，个个成就。",
      "zh_TW": "怎麼念法？真有極樂世界，不是假的，真有，不能有絲毫懷疑，極樂世界真有阿彌陀佛。極樂世界裡面的點點滴滴，確確實實是《無量壽經》經文、註解所描繪的。我們這一生遇到了，這是無量劫來稀有難逢的一日，可不要看輕了，看錯了你的機會會失掉，要認真，要抓緊。我們相信，不懷疑，我們念佛不退轉，一心一意。這一次到世間來，得人身，聞佛法了，幹什麼？就是求生極樂世界。決定不要等來生後世，時間還長，不幹，我先到極樂世界，我希望早一點到極樂世界。這本書是往生極樂世界的保證書，只要你依教奉行，沒有一個不往生，沒有一個空過的，個個成就。"
    },
    {
      "id": "02-047-0004_p0026",
      "zh_CN": "这是「诸佛所行境界，唯佛与佛能究尽，非九界自力所能信解」。这话真的，句句话都是真的，九法界的众生，凭自己不能理解、不能相信。那我们怎么能相信？我们怎么能理解？我们仗着佛力加持。若不是佛菩萨威神的加持，祖师大德把他们所见、所闻、所修的功德写成文字，传到今天，我们看到了，太难得，太稀有，太幸运了。决定不能疏忽，决定不能空过，我们能信、能解，这句佛号我们能念，希望我们大家念佛的功夫，二六时中不间断，二十四小时不间断。初学的时候，晚上睡着了，忘掉了，醒过来，接着就念，养成一个习惯，梦中也念佛。有没有？有，《净土圣贤录》、《往生传》里头有记载。念熟了，所以作梦也念佛，这种人哪有不往生的道理？肯定往生。",
      "zh_TW": "這是「諸佛所行境界，唯佛與佛能究盡，非九界自力所能信解」。這話真的，句句話都是真的，九法界的眾生，憑自己不能理解、不能相信。那我們怎麼能相信？我們怎麼能理解？我們仗著佛力加持。若不是佛菩薩威神的加持，祖師大德把他們所見、所聞、所修的功德寫成文字，傳到今天，我們看到了，太難得，太稀有，太幸運了。決定不能疏忽，決定不能空過，我們能信、能解，這句佛號我們能念，希望我們大家念佛的功夫，二六時中不間斷，二十四小時不間斷。初學的時候，晚上睡著了，忘掉了，醒過來，接著就念，養成一個習慣，夢中也念佛。有沒有？有，《淨土聖賢錄》、《往生傳》裡頭有記載。念熟了，所以作夢也念佛，這種人哪有不往生的道理？肯定往生。"
    },
    {
      "id": "02-047-0004_p0027",
      "zh_CN": "所以这部经、这个注子我得到了，老师给我，我得到了，我就把《华严经》放弃了。在这个之前我讲《华严》，大概讲了四分之一，不到一半，遇到这部经，换了。为什么？《华严》太大，没把握，这个经短，分量少，有把握。没有把握的事情不能做，冒险；有把握，稳稳当当，我们念佛求生净土，就对了。",
      "zh_TW": "所以這部經、這個註子我得到了，老師給我，我得到了，我就把《華嚴經》放棄了。在這個之前我講《華嚴》，大概講了四分之一，不到一半，遇到這部經，換了。為什麼？《華嚴》太大，沒把握，這個經短，分量少，有把握。沒有把握的事情不能做，冒險；有把握，穩穩當當，我們念佛求生淨土，就對了。"
    },
    {
      "id": "02-047-0004_p0028",
      "zh_CN": "所以，「可见此经」实实在在是「大悲慈父如来世尊称性极谈，诸佛秘藏，和盘托出」。这几句话说得好，说得太好了！「且此念佛法门」，就是众生本具的化仪。这一句佛号，正如《要解》所说的，就是众生本觉理性。这个话都是平常听不到的，我们遇到了多念几遍，不要把它忘记，常常在引导我们，极乐世界的方向，极乐世界的路灯，带着我们走向光明。",
      "zh_TW": "所以，「可見此經」實實在在是「大悲慈父如來世尊稱性極談，諸佛秘藏，和盤托出」。這幾句話說得好，說得太好了！「且此念佛法門」，就是眾生本具的化儀。這一句佛號，正如《要解》所說的，就是眾生本覺理性。這個話都是平常聽不到的，我們遇到了多念幾遍，不要把它忘記，常常在引導我們，極樂世界的方向，極樂世界的路燈，帶著我們走向光明。"
    },
    {
      "id": "02-047-0004_p0029",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}