{
  "doc_id": "02-047-0014",
  "title": {
    "zh_CN": "净土大经科注（第五回）",
    "zh_TW": "淨土大經科註（第五回）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "2019",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-047-0014",
  "total_paragraphs": 15,
  "paragraphs": [
    {
      "id": "02-047-0014_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-047-0014_p0002",
      "zh_CN": "请看《大经科注》第一百五十二页第六行，我们直接看念老的注解，「《华严》《法华》均圆顿称性之教，但其归趣，却在本经」。这两部经，这是自古以来，隋唐时代祖师大德们一致公认的、肯定的，是一乘经。一乘经在世尊一代时教里面一共是三部，《华严》《法华》，还有一部是《梵网》。《梵网》除了「梵网菩萨戒」这一品翻成中文，其他的没传到中国来。这部经也是大经，分量很大，只传来一品：「菩萨心地戒品」。这都是圆教圆满，顿教顿成，一生成就，称性，里面没有权巧、没有方便，它是直截了当的。",
      "zh_TW": "請看《大經科註》第一百五十二頁第六行，我們直接看念老的註解，「《華嚴》《法華》均圓頓稱性之教，但其歸趣，卻在本經」。這兩部經，這是自古以來，隋唐時代祖師大德們一致公認的、肯定的，是一乘經。一乘經在世尊一代時教裡面一共是三部，《華嚴》《法華》，還有一部是《梵網》。《梵網》除了「梵網菩薩戒」這一品翻成中文，其他的沒傳到中國來。這部經也是大經，分量很大，只傳來一品：「菩薩心地戒品」。這都是圓教圓滿，頓教頓成，一生成就，稱性，裡面沒有權巧、沒有方便，它是直截了當的。"
    },
    {
      "id": "02-047-0014_p0003",
      "zh_CN": "《华严》是释迦牟尼佛开悟的时候，也就是大彻大悟、明心见性，见性之后，最初二七日中，在定中跟我们提出来的报告，说明自性的体、相、作用，也就是宇宙人生万有的真相，说得非常详细，度四十一位法身大士直接成佛。那些人有能力，他们能信、能受。世尊座下的弟子，舍利弗智慧第一，目犍连神通第一，在华严会上，他们都如盲如聋，他们都没有分，不能契入境界，何况是目犍连、舍利弗以下的，当然更没有分。于是佛开始讲《阿含》，办小学。阿含十二年，讲人天小乘，如何保住人身，如何生天，如何出离三界证阿罗汉果。有这十二年的基础打下去，佛看到弟子当中可以接受大乘佛法，这才开始讲大乘法，这是八年。第四时讲般若，二十二年。有了大法的基础、理念，佛再讲真话，讲般若，般若讲二十二年。般若讲完之后讲《法华》。《法华》的义理跟《华严》是相通的，同样是一乘法。《法华》讲成佛之法，就是阿耨多罗三藐三菩提。",
      "zh_TW": "《華嚴》是釋迦牟尼佛開悟的時候，也就是大徹大悟、明心見性，見性之後，最初二七日中，在定中跟我們提出來的報告，說明自性的體、相、作用，也就是宇宙人生萬有的真相，說得非常詳細，度四十一位法身大士直接成佛。那些人有能力，他們能信、能受。世尊座下的弟子，舍利弗智慧第一，目犍連神通第一，在華嚴會上，他們都如盲如聾，他們都沒有分，不能契入境界，何況是目犍連、舍利弗以下的，當然更沒有分。於是佛開始講《阿含》，辦小學。阿含十二年，講人天小乘，如何保住人身，如何生天，如何出離三界證阿羅漢果。有這十二年的基礎打下去，佛看到弟子當中可以接受大乘佛法，這才開始講大乘法，這是八年。第四時講般若，二十二年。有了大法的基礎、理念，佛再講真話，講般若，般若講二十二年。般若講完之後講《法華》。《法華》的義理跟《華嚴》是相通的，同樣是一乘法。《法華》講成佛之法，就是阿耨多羅三藐三菩提。"
    },
    {
      "id": "02-047-0014_p0004",
      "zh_CN": "《华严》是一乘圆教。在《华严》我们看到文殊、普贤发愿求生净土；善财童子为我们表演大乘菩萨的修学，这就是五十三参；最后普贤菩萨十大愿王导归极乐。《华严》归《无量寿》，华严海会四十一位法身大士，其数有无量无边，皆归西方极乐世界。这是真的，一点不假，经上清清楚楚跟我们说出来。《法华》也是一乘圆教，确确实实它们的归趣就在《无量寿经》，《无量寿经》当然也是一乘圆教，确实是称性之谈，完全从自性里头流露出来的。",
      "zh_TW": "《華嚴》是一乘圓教。在《華嚴》我們看到文殊、普賢發願求生淨土；善財童子為我們表演大乘菩薩的修學，這就是五十三參；最後普賢菩薩十大願王導歸極樂。《華嚴》歸《無量壽》，華嚴海會四十一位法身大士，其數有無量無邊，皆歸西方極樂世界。這是真的，一點不假，經上清清楚楚跟我們說出來。《法華》也是一乘圓教，確確實實它們的歸趣就在《無量壽經》，《無量壽經》當然也是一乘圓教，確實是稱性之談，完全從自性裡頭流露出來的。"
    },
    {
      "id": "02-047-0014_p0005",
      "zh_CN": "「蕅益大师赞本经云：绝待圆融，不可思议」，蕅益大师赞叹《无量寿经》圆融到极处，「《华严》奥藏，《法华》秘髓」，奥藏、秘髓是形容，深奥、奥妙。这个对谁说的？对权教以下，他们不懂，没有大彻大悟，你入不了这个境界。华严境界、法华境界，讲的是自性的奥秘、宇宙的奥秘，这要彻悟、明心见性的人他能够领悟，没有见性的人总是隔一层。",
      "zh_TW": "「蕅益大師讚本經云：絕待圓融，不可思議」，蕅益大師讚歎《無量壽經》圓融到極處，「《華嚴》奧藏，《法華》祕髓」，奧藏、祕髓是形容，深奧、奧妙。這個對誰說的？對權教以下，他們不懂，沒有大徹大悟，你入不了這個境界。華嚴境界、法華境界，講的是自性的奧祕、宇宙的奧祕，這要徹悟、明心見性的人他能夠領悟，沒有見性的人總是隔一層。"
    },
    {
      "id": "02-047-0014_p0006",
      "zh_CN": "一生到极乐世界，出现的全是超出情识的境界，一多无碍、广狭自在、大小相容、延促同时，不就是深证华严法界吗？一到了极乐世界，就能证入事事无碍的法界，不就是华严奥藏吗？一到了极乐世界就能圆成佛果，不正是《法华经》讲的「一称南无佛，皆共成佛道」？",
      "zh_TW": "一生到極樂世界，出現的全是超出情識的境界，一多無礙、廣狹自在、大小相容、延促同時，不就是深證華嚴法界嗎？一到了極樂世界，就能證入事事無礙的法界，不就是華嚴奧藏嗎？一到了極樂世界就能圓成佛果，不正是《法華經》講的「一稱南無佛，皆共成佛道」？"
    },
    {
      "id": "02-047-0014_p0007",
      "zh_CN": "《法华》深秘的精髓，这是讲它的理。净土法门为什么叫「法华秘髓」呢？《法华经》的精髓就是欲令众生悟入佛之知见，也就是让众生成佛。净土法门是「以佛果觉，作我因心。因果如如，直趋究竟」。佛的果觉是什么？就是名号，名号总持诸佛圆满果觉。我们现在用佛的果觉做我们因地修行的心，我心里只有阿弥陀佛，除阿弥陀佛之外什么都没有，这就是「以佛果觉，作我因心」。因果如如，因如果，果如因，那就是「我心即是阿弥陀佛，阿弥陀佛即是我心」。这些事情明了之后，才晓得念佛功德不可思议。念佛是怎么念的？念佛是「全性起修，全修即性」，你对这些道理不懂，但是你只要老实、听话、真干，就跟这个相应。以如来之万德洪名薰自己之无明业识，薰之久久，则即无明业识成智慧德相，就是古德讲的「潜通佛智，暗合道妙」。「暗合道妙」，暗合，虽然不知道，暗中就相应。念到心地清净、豁然贯通的时候，就像《楞严经》上所说的「净极光通达」，直趋究竟佛果。所以说是《法华》深秘的精髓，这当中不走弯路，直捷的，向着究竟果佛的大道，这真正叫一乘法，真是方便到极处、圆顿到极处、了义到极处。",
      "zh_TW": "《法華》深祕的精髓，這是講它的理。淨土法門為什麼叫「法華祕髓」呢？《法華經》的精髓就是欲令眾生悟入佛之知見，也就是讓眾生成佛。淨土法門是「以佛果覺，作我因心。因果如如，直趨究竟」。佛的果覺是什麼？就是名號，名號總持諸佛圓滿果覺。我們現在用佛的果覺做我們因地修行的心，我心裡只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，這就是「以佛果覺，作我因心」。因果如如，因如果，果如因，那就是「我心即是阿彌陀佛，阿彌陀佛即是我心」。這些事情明瞭之後，才曉得念佛功德不可思議。念佛是怎麼念的？念佛是「全性起修，全修即性」，你對這些道理不懂，但是你只要老實、聽話、真幹，就跟這個相應。以如來之萬德洪名薰自己之無明業識，薰之久久，則即無明業識成智慧德相，就是古德講的「潛通佛智，暗合道妙」。「暗合道妙」，暗合，雖然不知道，暗中就相應。念到心地清淨、豁然貫通的時候，就像《楞嚴經》上所說的「淨極光通達」，直趨究竟佛果。所以說是《法華》深祕的精髓，這當中不走彎路，直捷的，向著究竟果佛的大道，這真正叫一乘法，真是方便到極處、圓頓到極處、了義到極處。"
    },
    {
      "id": "02-047-0014_p0008",
      "zh_CN": "蕅益大师在《弥陀要解》里头的赞叹，称《无量寿经》是绝待圆融。绝待，我们一般人说绝对，绝对圆融，不可思议。跟《法华》、跟《华严》一样，理事无碍，事事无碍。《华严经》是释迦牟尼佛最初成道的时候，在大寂定中称性宣讲的。这部经，佛是在什么状况下说出来的？本经「大教缘起第三」中说，佛是「入大寂定，住奇特法，住诸佛所住导师之行，最胜之道」，佛是住在甚深大定之中，自性本具的般若智慧照见的。本品末后，释迦牟尼佛告诉阿难，实际上也是告诉我们，「如来正觉，其智难量，无有障碍，能于念顷，住无量亿劫，身及诸根，无有增减。所以者何？如来定慧，究畅无极，于一切法，而得最胜自在故」，这是极赞法身、般若、解脱德用无边。佛在戒经里面教导我们，不可以自赞毁他，我们看这一段经文，世尊不是自己赞叹自己吗？为什么世尊要以这种方式来说法？这个道理很深。没有真实的智慧，说不出这个法门。因为极乐世界依正庄严，全是弥陀住真实慧，五劫圆满大愿、无量劫积功累德所成就的，一一皆是真实之际，惠以众生真实之利，是指唯佛与佛才能知之的境界，我们不知道、不认识、不了解这个法门，是整个佛法里面最殊胜的法门。世间人看得很浅，不知道极乐世界的一切依报庄严、正报庄严，这一切庄严都是阿弥陀佛的法身所流现，都归到光寿法身。我们不知道，阿罗汉、辟支佛、菩萨也不知道，就像「福慧始闻第四十七」中说的，「如来深广智慧海，唯佛与佛乃能知。声闻亿劫思佛智，尽其神力莫能测」，只有佛才能够知道、证明。",
      "zh_TW": "蕅益大師在《彌陀要解》裡頭的讚歎，稱《無量壽經》是絕待圓融。絕待，我們一般人說絕對，絕對圓融，不可思議。跟《法華》、跟《華嚴》一樣，理事無礙，事事無礙。《華嚴經》是釋迦牟尼佛最初成道的時候，在大寂定中稱性宣講的。這部經，佛是在什麼狀況下說出來的？本經「大教緣起第三」中說，佛是「入大寂定，住奇特法，住諸佛所住導師之行，最勝之道」，佛是住在甚深大定之中，自性本具的般若智慧照見的。本品末後，釋迦牟尼佛告訴阿難，實際上也是告訴我們，「如來正覺，其智難量，無有障礙，能於念頃，住無量億劫，身及諸根，無有增減。所以者何？如來定慧，究暢無極，於一切法，而得最勝自在故」，這是極讚法身、般若、解脫德用無邊。佛在戒經裡面教導我們，不可以自讚毀他，我們看這一段經文，世尊不是自己讚歎自己嗎？為什麼世尊要以這種方式來說法？這個道理很深。沒有真實的智慧，說不出這個法門。因為極樂世界依正莊嚴，全是彌陀住真實慧，五劫圓滿大願、無量劫積功累德所成就的，一一皆是真實之際，惠以眾生真實之利，是指唯佛與佛才能知之的境界，我們不知道、不認識、不了解這個法門，是整個佛法裡面最殊勝的法門。世間人看得很淺，不知道極樂世界的一切依報莊嚴、正報莊嚴，這一切莊嚴都是阿彌陀佛的法身所流現，都歸到光壽法身。我們不知道，阿羅漢、辟支佛、菩薩也不知道，就像「福慧始聞第四十七」中說的，「如來深廣智慧海，唯佛與佛乃能知。聲聞億劫思佛智，盡其神力莫能測」，只有佛才能夠知道、證明。"
    },
    {
      "id": "02-047-0014_p0009",
      "zh_CN": "这部经绝待圆融，它是一乘当中的一乘，大乘当中的大乘，了义当中的了义，这部经实在不可思议。佛说这部经，是从自性中自自然然流露出来的，妙不可言，不可思议。思是意业，议是口业。这个意思就是说，佛讲这部经，不像我们凡夫要通过思考，通过思考就是思，我想的；佛没有通过思考，佛也没有通过研究议论，没有，在大定之中自自然然就流露出来了，这叫称性。",
      "zh_TW": "這部經絕待圓融，它是一乘當中的一乘，大乘當中的大乘，了義當中的了義，這部經實在不可思議。佛說這部經，是從自性中自自然然流露出來的，妙不可言，不可思議。思是意業，議是口業。這個意思就是說，佛講這部經，不像我們凡夫要通過思考，通過思考就是思，我想的；佛沒有通過思考，佛也沒有通過研究議論，沒有，在大定之中自自然然就流露出來了，這叫稱性。"
    },
    {
      "id": "02-047-0014_p0010",
      "zh_CN": "佛说这部经是不可思议里头流出来的，我们也有不可思议；换句话说，不起心、不动念、不分别、不执着，你去读这部经、学习这部经、演说这部经、听这部经，就跟自性的奥秘相应，你才能懂。如果你有分别执着，你决定听不懂，你决定看不懂。听不懂，我想一下应该会懂。愈想愈糟糕，想就落在第六意识，落在妄想里面。通过思考就落到心意识去了，那个是世智辩聪，不是真正的开悟，真正的开悟不用心意识，这真不容易！",
      "zh_TW": "佛說這部經是不可思議裡頭流出來的，我們也有不可思議；換句話說，不起心、不動念、不分別、不執著，你去讀這部經、學習這部經、演說這部經、聽這部經，就跟自性的奧祕相應，你才能懂。如果你有分別執著，你決定聽不懂，你決定看不懂。聽不懂，我想一下應該會懂。愈想愈糟糕，想就落在第六意識，落在妄想裡面。通過思考就落到心意識去了，那個是世智辯聰，不是真正的開悟，真正的開悟不用心意識，這真不容易！"
    },
    {
      "id": "02-047-0014_p0011",
      "zh_CN": "这个经听懂、听不懂没有关系，不要紧，要紧的是听的过程当中真正建立信心，相信西方极乐世界真有，相信真正有阿弥陀佛，相信我们真想去是决定去得成，老老实实念这一句阿弥陀佛就成功，什么问题都解决了。我们读经、听经真正的目的，加强信心，能听懂很好，可以帮助你提升境界；听不懂，加强自己的信愿，决定往生，往生了得阿弥陀佛加持，就什么都懂了。",
      "zh_TW": "這個經聽懂、聽不懂沒有關係，不要緊，要緊的是聽的過程當中真正建立信心，相信西方極樂世界真有，相信真正有阿彌陀佛，相信我們真想去是決定去得成，老老實實念這一句阿彌陀佛就成功，什麼問題都解決了。我們讀經、聽經真正的目的，加強信心，能聽懂很好，可以幫助你提升境界；聽不懂，加強自己的信願，決定往生，往生了得阿彌陀佛加持，就什麼都懂了。"
    },
    {
      "id": "02-047-0014_p0012",
      "zh_CN": "「一切诸佛之心要，菩萨万行之司南，皆不出于此矣」，这个「此」是《无量寿经》。菩萨万行，菩萨修行最高的指导原则在《无量寿经》。《无量寿经》直接教大家念佛往生净土，直接引导往生净土的人在很短的时间就达到彻悟心性的目标，而且一到那个地方，智慧、神通、道力跟七地菩萨一样。这个话什么意思？意思很深，就是说你一到西方极乐世界，你就有能力跟法身菩萨一样，千处祈求千处应，哪个地方众生有感，你就能够到那里去教化他，应以什么身得度你就能现什么身，像观世音菩萨三十二应一样，有那么大的本事、那样的神通。诸位要晓得，那不是你自己修来的，是阿弥陀佛本愿威神加持你，让你就起这个作用，这个不可思议。不是说到西方极乐世界，等我修成才能度众生，你到那里就行！这是十方诸佛的世界里面没有的。「是故本经称为称性之极谈也」，也就是说，从诸佛如来，从阿弥陀佛如来自性里面圆圆满满流露出来。讲到极处，极就是圆满。这部经是《华严经》中的《华严》，《法华经》中的《法华》；这个经真正是，不但是释迦牟尼佛所说的第一经，也是十方一切诸佛如来所说的第一经，所以称它为称性极谈，极谈是说到极端了，再没有了，全说出来了。",
      "zh_TW": "「一切諸佛之心要，菩薩萬行之司南，皆不出於此矣」，這個「此」是《無量壽經》。菩薩萬行，菩薩修行最高的指導原則在《無量壽經》。《無量壽經》直接教大家念佛往生淨土，直接引導往生淨土的人在很短的時間就達到徹悟心性的目標，而且一到那個地方，智慧、神通、道力跟七地菩薩一樣。這個話什麼意思？意思很深，就是說你一到西方極樂世界，你就有能力跟法身菩薩一樣，千處祈求千處應，哪個地方眾生有感，你就能夠到那裡去教化他，應以什麼身得度你就能現什麼身，像觀世音菩薩三十二應一樣，有那麼大的本事、那樣的神通。諸位要曉得，那不是你自己修來的，是阿彌陀佛本願威神加持你，讓你就起這個作用，這個不可思議。不是說到西方極樂世界，等我修成才能度眾生，你到那裡就行！這是十方諸佛的世界裡面沒有的。「是故本經稱為稱性之極談也」，也就是說，從諸佛如來，從阿彌陀佛如來自性裡面圓圓滿滿流露出來。講到極處，極就是圓滿。這部經是《華嚴經》中的《華嚴》，《法華經》中的《法華》；這個經真正是，不但是釋迦牟尼佛所說的第一經，也是十方一切諸佛如來所說的第一經，所以稱它為稱性極談，極談是說到極端了，再沒有了，全說出來了。"
    },
    {
      "id": "02-047-0014_p0013",
      "zh_CN": "再看下面这一段，「又日道隐」，日本道隐大师，「于所着《无量寿经甄解》中曰：五浊之世，造恶之时，圣道一种今时难修，其难非一」。五浊恶世是指我们这个时代，释迦牟尼出现就提出来了，这个世界已经有浊恶了，但是浊恶很轻，并不严重。依照中国古人的记载，释迦牟尼佛过世到今年是三千零四十六年，跟外国人讲的有很大的差距，我们中国这些老和尚、老法师统统用这个纪年。那依照中国这个说法，释迦牟尼佛讲经是三千年前所说的。三千年前就讲五浊恶世，很轻微，那个浊恶刚刚开始。浊恶是什么？浊，染，污染，不严重，刚开始。",
      "zh_TW": "再看下面這一段，「又日道隱」，日本道隱大師，「於所著《無量壽經甄解》中曰：五濁之世，造惡之時，聖道一種今時難修，其難非一」。五濁惡世是指我們這個時代，釋迦牟尼出現就提出來了，這個世界已經有濁惡了，但是濁惡很輕，並不嚴重。依照中國古人的記載，釋迦牟尼佛過世到今年是三千零四十六年，跟外國人講的有很大的差距，我們中國這些老和尚、老法師統統用這個紀年。那依照中國這個說法，釋迦牟尼佛講經是三千年前所說的。三千年前就講五濁惡世，很輕微，那個濁惡剛剛開始。濁惡是什麼？濁，染，污染，不嚴重，剛開始。"
    },
    {
      "id": "02-047-0014_p0014",
      "zh_CN": "这三千年当中，菩萨、圣人在这个世界教诲。教诲的目的是什么？防止浊恶扩张，也做出了相当有效果的成就。中国上古时代，圣人以道治国，道是无为，无为而无所不为，最高明的道！那是什么？大同之治。大同在中国不是理想，不是乌托邦，真正做到过。谁做到？三皇做到了。道失掉之后则有德，五帝用德，道德治理国家的时候就是大同之治。德失掉了之后，这就用仁。仁是什么？三王，三王是夏商周，时代也很长，夏四百年，商六百年，周八百年，总共一千八百年。这一千八百年，人没有道德，他用仁，仁者爱人，推己及人，所以不能称大同，这称为小康。春秋战国混乱了五百年，秦始皇统一了中国，用的是霸道，不是王道；用的是武力，不是文化，所以十五年就亡国了。在中国历代，秦是最短的，十五年亡国。汉继承了，汉武帝他很聪明，接受中国传统，他采纳董仲舒的建议，在诸子百家里面挑选孔孟之道来治国。孔孟讲仁义礼，特别重视礼，所以是以礼治天下，用礼教来教人民。从汉朝到满清末年，将近两千年，这两千年中国完全接受礼。礼是最低的标准，两千年当中虽然有改朝换代，但是时间不长，动乱的时间不长，整体来说，中国社会是长治久安，文化底蕴非常深。用文化，老祖宗千万年传下来的四个科目：五伦、五常、四维、八德，用伦理、用道德、用因果来维系社会的长治久安。",
      "zh_TW": "這三千年當中，菩薩、聖人在這個世界教誨。教誨的目的是什麼？防止濁惡擴張，也做出了相當有效果的成就。中國上古時代，聖人以道治國，道是無為，無為而無所不為，最高明的道！那是什麼？大同之治。大同在中國不是理想，不是烏托邦，真正做到過。誰做到？三皇做到了。道失掉之後則有德，五帝用德，道德治理國家的時候就是大同之治。德失掉了之後，這就用仁。仁是什麼？三王，三王是夏商周，時代也很長，夏四百年，商六百年，周八百年，總共一千八百年。這一千八百年，人沒有道德，他用仁，仁者愛人，推己及人，所以不能稱大同，這稱為小康。春秋戰國混亂了五百年，秦始皇統一了中國，用的是霸道，不是王道；用的是武力，不是文化，所以十五年就亡國了。在中國歷代，秦是最短的，十五年亡國。漢繼承了，漢武帝他很聰明，接受中國傳統，他採納董仲舒的建議，在諸子百家裡面挑選孔孟之道來治國。孔孟講仁義禮，特別重視禮，所以是以禮治天下，用禮教來教人民。從漢朝到滿清末年，將近兩千年，這兩千年中國完全接受禮。禮是最低的標準，兩千年當中雖然有改朝換代，但是時間不長，動亂的時間不長，整體來說，中國社會是長治久安，文化底蘊非常深。用文化，老祖宗千萬年傳下來的四個科目：五倫、五常、四維、八德，用倫理、用道德、用因果來維繫社會的長治久安。"
    },
    {
      "id": "02-047-0014_p0015",
      "zh_CN": "今天时间到了，我们就学到此地，谢谢大家。",
      "zh_TW": "今天時間到了，我們就學到此地，謝謝大家。"
    }
  ]
}