{
  "doc_id": "04-003-0149",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四九集",
    "zh_TW": "第一四九集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0149",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "04-003-0149_p0001",
      "zh_CN": "经文：",
      "zh_TW": "經文："
    },
    {
      "id": "04-003-0149_p0002",
      "zh_CN": "【深心信解。如对目前。】",
      "zh_TW": "【深心信解。如對目前。】"
    },
    {
      "id": "04-003-0149_p0003",
      "zh_CN": "这是能礼第二个重要的因素。普贤行愿这十条是用的归纳，十大类。每一条里面所包含的实在是无量无边。这是我们能够体会得到。他跟一般人修行，包括声闻、缘觉、权教菩萨，不同的地方，就是他的修持完全是称性，完全是性德自然的流露，这一点绝不是我们初学人能够办得到的。我们之所以学习，凭借两种力量，第一种力量，普贤菩萨本愿威神的加持，这是属于第一种；第二种就是我们今天所念的，『深心信解，如对目前』。这是非常非常重要，如果要问我们怎样才能够得到普贤菩萨加持，我们一般人讲保佑，怎么样才能得到菩萨保佑，这是一个最重要的因素。如果不具足这个条件，菩萨虽然加持，我们自己有业力在障碍，虽加持，那个效果不显著。如果我们具备这个条件，菩萨加持的效果就非常明显，甚至于自己都能够觉察得出来。因此这两句经文我们要清楚、要明了。《疏》里面的注解，这第二种。",
      "zh_TW": "這是能禮第二個重要的因素。普賢行願這十條是用的歸納，十大類。每一條裡面所包含的實在是無量無邊。這是我們能夠體會得到。他跟一般人修行，包括聲聞、緣覺、權教菩薩，不同的地方，就是他的修持完全是稱性，完全是性德自然的流露，這一點絕不是我們初學人能夠辦得到的。我們之所以學習，憑藉兩種力量，第一種力量，普賢菩薩本願威神的加持，這是屬於第一種；第二種就是我們今天所念的，『深心信解，如對目前』。這是非常非常重要，如果要問我們怎樣才能夠得到普賢菩薩加持，我們一般人講保佑，怎麼樣才能得到菩薩保佑，這是一個最重要的因素。如果不具足這個條件，菩薩雖然加持，我們自己有業力在障礙，雖加持，那個效果不顯著。如果我們具備這個條件，菩薩加持的效果就非常明顯，甚至於自己都能夠覺察得出來。因此這兩句經文我們要清楚、要明瞭。《疏》裡面的註解，這第二種。"
    },
    {
      "id": "04-003-0149_p0004",
      "zh_CN": "【二深信解力。此即自力。】",
      "zh_TW": "【二深信解力。此即自力。】"
    },
    {
      "id": "04-003-0149_p0005",
      "zh_CN": "净土法门称为二力法门，自力他力。普贤是净土宗的初祖，在我们娑婆世界最早提倡念佛求生净土就是普贤菩萨，娑婆世界的初祖。他提出来，就是属于二力法门，有『自力』，有他力。",
      "zh_TW": "淨土法門稱為二力法門，自力他力。普賢是淨土宗的初祖，在我們娑婆世界最早提倡念佛求生淨土就是普賢菩薩，娑婆世界的初祖。他提出來，就是屬於二力法門，有『自力』，有他力。"
    },
    {
      "id": "04-003-0149_p0006",
      "zh_CN": "【谓印持诸佛。遍于时处。如对目前。】",
      "zh_TW": "【謂印持諸佛。遍於時處。如對目前。】"
    },
    {
      "id": "04-003-0149_p0007",
      "zh_CN": "清凉大师这两句话意思很深，唯恐后人不能够明确的理解，错会了意思，那就不是大师弘法的意愿。所以下面在《钞》这一段，是把这几句话做详细的注解，注解的注解，我们看《钞》：",
      "zh_TW": "清涼大師這兩句話意思很深，唯恐後人不能夠明確的理解，錯會了意思，那就不是大師弘法的意願。所以下面在《鈔》這一段，是把這幾句話做詳細的註解，註解的註解，我們看《鈔》："
    },
    {
      "id": "04-003-0149_p0008",
      "zh_CN": "【以普贤行愿。至如对目前者。】",
      "zh_TW": "【以普賢行願。至如對目前者。】"
    },
    {
      "id": "04-003-0149_p0009",
      "zh_CN": "这一句是重复前面的经文。",
      "zh_TW": "這一句是重複前面的經文。"
    },
    {
      "id": "04-003-0149_p0010",
      "zh_CN": "【谓以普贤愿力。见一切境皆是诸佛。而为所缘。名为法力。】",
      "zh_TW": "【謂以普賢願力。見一切境皆是諸佛。而為所緣。名為法力。】"
    },
    {
      "id": "04-003-0149_p0011",
      "zh_CN": "这是我们首先要明了的，也是我们凡夫很难把这个观念转过来。也就是说，菩萨看这个宇宙人生，跟我们看宇宙人生，观念根本是不相同。观就是看法，念就是想法，看法，想法根本就不一样。菩萨的观念是什么？这个地方就说，『见一切境皆是诸佛』。这是佛菩萨对于宇宙人生的看法、想法，没有一样不是佛，不但是佛，而且都是究竟圆满佛。",
      "zh_TW": "這是我們首先要明瞭的，也是我們凡夫很難把這個觀念轉過來。也就是說，菩薩看這個宇宙人生，跟我們看宇宙人生，觀念根本是不相同。觀就是看法，念就是想法，看法，想法根本就不一樣。菩薩的觀念是什麼？這個地方就說，『見一切境皆是諸佛』。這是佛菩薩對於宇宙人生的看法、想法，沒有一樣不是佛，不但是佛，而且都是究竟圓滿佛。"
    },
    {
      "id": "04-003-0149_p0012",
      "zh_CN": "我们听这个说法，看《华严经》上这些句子，我们就不懂。大经，大经是前面八十卷，这是第八十一卷，所谓「情与无情，同圆种智」。有情，我们今天叫动物，无情，我们今天称之为植物、矿物；动物、植物、矿物、所有一切万法都是诸佛。刚才说了，不但是诸佛，而且是究竟圆满佛。这是佛与大菩萨们他们看到真相，我们所看的是假相，假相把佛看成凡夫，我们看的是假的，他看的是真的。我们要问，到底谁对？谁错？可以说都对，都没错。这个话怎么说？诸佛菩萨是从性上看的，性，我们前面说得很多，它是不变的，不生不灭，不来不去。一切有情众生皆有佛性，一切众生皆有佛性，从这里看；无情众生皆有法性，不叫佛性，叫法性。佛性跟法性是一个性，不是两个性，所以才同圆种智。诸佛菩萨从性上看，所以是清净平等圆满不二的。凡夫是从相上看，相千差万别，那就不一样。凡夫着了相，相是假相，性是真性。",
      "zh_TW": "我們聽這個說法，看《華嚴經》上這些句子，我們就不懂。大經，大經是前面八十卷，這是第八十一卷，所謂「情與無情，同圓種智」。有情，我們今天叫動物，無情，我們今天稱之為植物、礦物；動物、植物、礦物、所有一切萬法都是諸佛。剛才說了，不但是諸佛，而且是究竟圓滿佛。這是佛與大菩薩們他們看到真相，我們所看的是假相，假相把佛看成凡夫，我們看的是假的，他看的是真的。我們要問，到底誰對？誰錯？可以說都對，都沒錯。這個話怎麼說？諸佛菩薩是從性上看的，性，我們前面說得很多，它是不變的，不生不滅，不來不去。一切有情眾生皆有佛性，一切眾生皆有佛性，從這裡看；無情眾生皆有法性，不叫佛性，叫法性。佛性跟法性是一個性，不是兩個性，所以才同圓種智。諸佛菩薩從性上看，所以是清淨平等圓滿不二的。凡夫是從相上看，相千差萬別，那就不一樣。凡夫著了相，相是假相，性是真性。"
    },
    {
      "id": "04-003-0149_p0013",
      "zh_CN": "如果这些话还听不懂，古人有个比喻，譬如「以金作器，器器皆金」。我们把这句话用浅显的白话来说一说，譬如用黄金造像，这大家好懂。用黄金，同样的黄金，同样的分量，我们把它造成佛像，造作菩萨像，造成阿罗汉像，造成辟支佛像，造成天像、人像、阿修罗像、畜生像、饿鬼像、地狱像，十个摆在这个地方，用这个来做比喻。我们凡夫看这是佛，那是地狱，不一样，决定不相同；对佛赶紧去礼拜，对畜生、地狱，根本瞧不起，你看你就有分别执着。那个佛菩萨看什么？他看的都是黄金，都是一样的，重量也相等，价值一样，他看的是金，所以没有分别，完全相同。我们看的是相，把金忘掉，所以着了相，相是假的，相是随便可以变，金是不变的。不变的叫性，真性，那个相叫妄相，叫幻相。譬如我们这一生投到人身，这个相貌是人，来生如果做了恶业，去变一条狗，那就变成狗身。性没有变，样子改变了，就是这么回事情。你要说是哪个看得对？哪个看得不对？可以说都对，都不对。必须要晓得性相不二，性相一如。",
      "zh_TW": "如果這些話還聽不懂，古人有個比喻，譬如「以金作器，器器皆金」。我們把這句話用淺顯的白話來說一說，譬如用黃金造像，這大家好懂。用黃金，同樣的黃金，同樣的分量，我們把它造成佛像，造作菩薩像，造成阿羅漢像，造成辟支佛像，造成天像、人像、阿修羅像、畜生像、餓鬼像、地獄像，十個擺在這個地方，用這個來做比喻。我們凡夫看這是佛，那是地獄，不一樣，決定不相同；對佛趕緊去禮拜，對畜生、地獄，根本瞧不起，你看你就有分別執著。那個佛菩薩看什麼？他看的都是黃金，都是一樣的，重量也相等，價值一樣，他看的是金，所以沒有分別，完全相同。我們看的是相，把金忘掉，所以著了相，相是假的，相是隨便可以變，金是不變的。不變的叫性，真性，那個相叫妄相，叫幻相。譬如我們這一生投到人身，這個相貌是人，來生如果做了惡業，去變一條狗，那就變成狗身。性沒有變，樣子改變了，就是這麼回事情。你要說是哪個看得對？哪個看得不對？可以說都對，都不對。必須要曉得性相不二，性相一如。"
    },
    {
      "id": "04-003-0149_p0014",
      "zh_CN": "所以诸佛菩萨看十法界有情，无情的性体，这叫诸佛。性叫佛，禅宗里面讲，明心见性，见性成佛，见性就称他作佛，佛这个意思，就是大觉的意思。见性，这是真正觉悟，彻底觉悟，佛就是彻底觉悟之人，所以从性上看是诸佛，因此佛菩萨的心是清净，是平等，为什么？他从性上看，这里面没有差别，没有两样，所以他的心常清净、常平等。我们凡夫在相上看，相上看就不平等，就不会清净。这是我们对宇宙人生跟佛菩萨对宇宙人生的看法不一样，想法不一样，这就是见一切境皆是诸佛。『而为所缘，名为法力』。法是自自然然没有加一丝毫勉强，本来就是这个样子。像刚才那个比喻，十个相，本来都是黄金，重量都一样，成分也一样，没有一丝毫差别，价值也相等，所以从性质上看，这叫法。法没错，法尔如是，本来就是这个样子。佛菩萨聪明，对于这个事实真相都明白、都清楚；而我们凡夫对这个事实真相迷了，完全迷惑，完全不清楚、不明白，所以在境界里面常常打妄想，常常起分别、起执着，这就是迷悟不同。今天普贤菩萨教给我们：",
      "zh_TW": "所以諸佛菩薩看十法界有情，無情的性體，這叫諸佛。性叫佛，禪宗裡面講，明心見性，見性成佛，見性就稱他作佛，佛這個意思，就是大覺的意思。見性，這是真正覺悟，徹底覺悟，佛就是徹底覺悟之人，所以從性上看是諸佛，因此佛菩薩的心是清淨，是平等，為什麼？他從性上看，這裡面沒有差別，沒有兩樣，所以他的心常清淨、常平等。我們凡夫在相上看，相上看就不平等，就不會清淨。這是我們對宇宙人生跟佛菩薩對宇宙人生的看法不一樣，想法不一樣，這就是見一切境皆是諸佛。『而為所緣，名為法力』。法是自自然然沒有加一絲毫勉強，本來就是這個樣子。像剛才那個比喻，十個相，本來都是黃金，重量都一樣，成分也一樣，沒有一絲毫差別，價值也相等，所以從性質上看，這叫法。法沒錯，法爾如是，本來就是這個樣子。佛菩薩聰明，對於這個事實真相都明白、都清楚；而我們凡夫對這個事實真相迷了，完全迷惑，完全不清楚、不明白，所以在境界裡面常常打妄想，常常起分別、起執著，這就是迷悟不同。今天普賢菩薩教給我們："
    },
    {
      "id": "04-003-0149_p0015",
      "zh_CN": "【以深信解之智。决定印可。】",
      "zh_TW": "【以深信解之智。決定印可。】"
    },
    {
      "id": "04-003-0149_p0016",
      "zh_CN": "这个信要『深信』，信的浅了，不能够断你的烦恼，你的疑虑不能断，要深信深解，浅解还不行。阿罗汉，辟支佛，权教菩萨解的都不够深，要深解，这个深字是贯底下两个字，深信深解，信解要深，这是智慧，能信是智，能解也是智，没有真实的智慧，要想达到深信深解都不容易，所以这是真实的智慧。有这样的智慧，深信深解，才能够『决定印可』。决定没有疑惑。「印可」是什么？印在我们中国自古至今，政府对人民，老百姓对老百姓，我们中国人还是盖印，盖印章，这是信用，市长要有公告的时候，一定要盖上市政府的那个大印。佛用这个做比喻，真正承认了，我们这个印才会盖下去。可就是同意，我完全承认，完全同意，我这个印可以盖下去了。决定印可，就是我完全同意，同意什么？同意佛所说的，同意菩萨所说的。我们同意他说的没有错，说的完全是事实，完全是真相，这叫决定印可。",
      "zh_TW": "這個信要『深信』，信的淺了，不能夠斷你的煩惱，你的疑慮不能斷，要深信深解，淺解還不行。阿羅漢，辟支佛，權教菩薩解的都不夠深，要深解，這個深字是貫底下兩個字，深信深解，信解要深，這是智慧，能信是智，能解也是智，沒有真實的智慧，要想達到深信深解都不容易，所以這是真實的智慧。有這樣的智慧，深信深解，才能夠『決定印可』。決定沒有疑惑。「印可」是什麼？印在我們中國自古至今，政府對人民，老百姓對老百姓，我們中國人還是蓋印，蓋印章，這是信用，市長要有公告的時候，一定要蓋上市政府的那個大印。佛用這個做比喻，真正承認了，我們這個印才會蓋下去。可就是同意，我完全承認，完全同意，我這個印可以蓋下去了。決定印可，就是我完全同意，同意什麼？同意佛所說的，同意菩薩所說的。我們同意他說的沒有錯，說的完全是事實，完全是真相，這叫決定印可。"
    },
    {
      "id": "04-003-0149_p0017",
      "zh_CN": "【摄持如上佛境。】",
      "zh_TW": "【攝持如上佛境。】"
    },
    {
      "id": "04-003-0149_p0018",
      "zh_CN": "『如上佛境』，就是一切境界都是诸佛，这个本来是佛菩萨的境界，我们今天也学佛菩萨，把佛菩萨这种想法、看法变成自己的想法、看法。换句话说，你自己就成佛，就成菩萨，你跟佛菩萨知见完全相同。",
      "zh_TW": "『如上佛境』，就是一切境界都是諸佛，這個本來是佛菩薩的境界，我們今天也學佛菩薩，把佛菩薩這種想法、看法變成自己的想法、看法。換句話說，你自己就成佛，就成菩薩，你跟佛菩薩知見完全相同。"
    },
    {
      "id": "04-003-0149_p0019",
      "zh_CN": "【令现在前。】",
      "zh_TW": "【令現在前。】"
    },
    {
      "id": "04-003-0149_p0020",
      "zh_CN": "我们眼前一切的境界，换句话说，就是我们刚才举的比喻，我们要见性不着相。相有没有？相有，并不是十个相存在，不是十个相没有。我们见性，原来是它平等的，统统是金。假如我们能用这个看法，心就平等，心就清净，不再有分别，不再有执着，万事万法都平等、都清净，无有一法不平等，无有一法不清净。如对目前，就是『令现在前』。",
      "zh_TW": "我們眼前一切的境界，換句話說，就是我們剛才舉的比喻，我們要見性不著相。相有沒有？相有，並不是十個相存在，不是十個相沒有。我們見性，原來是它平等的，統統是金。假如我們能用這個看法，心就平等，心就清淨，不再有分別，不再有執著，萬事萬法都平等、都清淨，無有一法不平等，無有一法不清淨。如對目前，就是『令現在前』。"
    },
    {
      "id": "04-003-0149_p0021",
      "zh_CN": "【名为自力。】",
      "zh_TW": "【名為自力。】"
    },
    {
      "id": "04-003-0149_p0022",
      "zh_CN": "这叫『自力』。清凉大师把他力、自力，用的文字不多，可是讲的清清楚楚、明明白白，这是我们念佛人不可以不知道的。今天念佛的人很多，往生的人很少，简直不成比例，毛病出在哪里？不懂得二力法门，以为什么？自力，我每天阿弥陀佛，阿弥陀佛，念个不断，这是我的自力，到临终，阿弥陀佛就会来接引我。说的是没错，未免太牵强了一点，太勉强了一点，这靠不住的。我们今天听了清凉大师这几句话，这才明白，这才搞清楚。佛力就是这个法力，以净土经论来说，我常常劝大家念《无量寿经》，《无量寿经》上讲的西方极乐世界依正庄严，理事因果那是法，那就是法力。什么叫自力？要能把经典所说的那些境界变成我们现前的境界，这叫自力。大势至菩萨讲的，「忆佛念佛，现前当来，必定见佛」。那个忆佛念佛，跟此地讲的「深心信解，如对目前」是一个意思，说法不同，话讲的不一样，意思是相同的。我们对《无量寿经》深深的信解。《无量寿经》那个境界常常想着，常常念着，看到我们这边境界，如果你不从相上看，从性上看，那就是跟西方极乐世界没有两样；从相上看不一样，从性上看完全一样。譬如说，又都是用黄金，一个做西方极乐世界的模型，一个做我们现在台湾台北市的模型，都是黄金做的，知道质与量都相等，你要看质，不要着相，就平等了。把我们这个念头转过来，想法看法换过来，这西方极乐世界依正庄严，我们眼前就见到。念，念是心上真有，而不是口上有，口上有佛，心上没有佛，没有用，这不能感应，不能往生。心上有，口上没有，都能往生，要紧是心上真有。口念，心里面想，这才行，叫忆佛念佛。所以我们要懂得什么是自力，什么是他力，这个地方的法力就是他力。再往底下看，这底下三行很要紧。",
      "zh_TW": "這叫『自力』。清涼大師把他力、自力，用的文字不多，可是講的清清楚楚、明明白白，這是我們念佛人不可以不知道的。今天念佛的人很多，往生的人很少，簡直不成比例，毛病出在哪裡？不懂得二力法門，以為什麼？自力，我每天阿彌陀佛，阿彌陀佛，念個不斷，這是我的自力，到臨終，阿彌陀佛就會來接引我。說的是沒錯，未免太牽強了一點，太勉強了一點，這靠不住的。我們今天聽了清涼大師這幾句話，這才明白，這才搞清楚。佛力就是這個法力，以淨土經論來說，我常常勸大家念《無量壽經》，《無量壽經》上講的西方極樂世界依正莊嚴，理事因果那是法，那就是法力。什麼叫自力？要能把經典所說的那些境界變成我們現前的境界，這叫自力。大勢至菩薩講的，「憶佛念佛，現前當來，必定見佛」。那個憶佛念佛，跟此地講的「深心信解，如對目前」是一個意思，說法不同，話講的不一樣，意思是相同的。我們對《無量壽經》深深的信解。《無量壽經》那個境界常常想著，常常念著，看到我們這邊境界，如果你不從相上看，從性上看，那就是跟西方極樂世界沒有兩樣；從相上看不一樣，從性上看完全一樣。譬如說，又都是用黃金，一個做西方極樂世界的模型，一個做我們現在台灣台北市的模型，都是黃金做的，知道質與量都相等，你要看質，不要著相，就平等了。把我們這個念頭轉過來，想法看法換過來，這西方極樂世界依正莊嚴，我們眼前就見到。念，念是心上真有，而不是口上有，口上有佛，心上沒有佛，沒有用，這不能感應，不能往生。心上有，口上沒有，都能往生，要緊是心上真有。口念，心裡面想，這才行，叫憶佛念佛。所以我們要懂得什麼是自力，什麼是他力，這個地方的法力就是他力。再往底下看，這底下三行很要緊。"
    },
    {
      "id": "04-003-0149_p0023",
      "zh_CN": "【是则于所见境。不取生灭一多等定相之境。则融通佛境。于能见心。依智不依识。心则见佛之心。故大经云。一切法无生。一切法无灭。若能如是解。诸佛常现前。】",
      "zh_TW": "【是則於所見境。不取生滅一多等定相之境。則融通佛境。於能見心。依智不依識。心則見佛之心。故大經云。一切法無生。一切法無滅。若能如是解。諸佛常現前。】"
    },
    {
      "id": "04-003-0149_p0024",
      "zh_CN": "这几句话很重要。真正会修的人，这个修就是修正我们错误的观念，修正我们错误的思想，这是一个非常好的开示。真正功夫得力，必定是『于所见境』。这个「见」是用这一个字来代表，就是六根接触外面六种境界，眼所见的统统叫色，耳所听的统统叫声，鼻所嗅的统统叫香，舌所尝的都叫做味，身所接触的都叫触，起心动念都叫做法。六根对外面六种境界，这叫「于所见境」。功夫得力的人，他是『不取生灭一多等定相之境』。他不着相。刚才讲，外头，外面这个相他不执着，他不放在心上。外面这个相千变万化，为什么不取？这不取就是不执着，也就是我们今天讲，不放在心上，是这个意思。不是没有这些相，这些相统统存在，不放在心上。",
      "zh_TW": "這幾句話很重要。真正會修的人，這個修就是修正我們錯誤的觀念，修正我們錯誤的思想，這是一個非常好的開示。真正功夫得力，必定是『於所見境』。這個「見」是用這一個字來代表，就是六根接觸外面六種境界，眼所見的統統叫色，耳所聽的統統叫聲，鼻所嗅的統統叫香，舌所嘗的都叫做味，身所接觸的都叫觸，起心動念都叫做法。六根對外面六種境界，這叫「於所見境」。功夫得力的人，他是『不取生滅一多等定相之境』。他不著相。剛才講，外頭，外面這個相他不執著，他不放在心上。外面這個相千變萬化，為什麼不取？這不取就是不執著，也就是我們今天講，不放在心上，是這個意思。不是沒有這些相，這些相統統存在，不放在心上。"
    },
    {
      "id": "04-003-0149_p0025",
      "zh_CN": "《金刚经》上说得好，「凡所有相，皆是虚妄」。你把它放在心上，错了，因为什么？它是假的，不是真的。假设我们前面供养这尊佛像，这是铜的，不是金的，我们要不喜欢这尊佛像，有人非常喜欢观世音菩萨，把这个佛像融化掉，再塑成一尊观世音菩萨，你看那相貌马上改变。体质有没有改变？没有改变，还是这一块铜。可见得相是假的，体是真的，体不会变，相是随你欢喜就可以变，你想造一个什么，就可以造成一个什么。所以相是假的，你执着就错了，性是真的，体性是真的，它不变，它不生不灭。相有生灭，相造成功了，生了，销毁了，就灭了，相有生灭，性没有生灭。相是假的，性是真的，所以我们不要去着相。你要是果然不着相，换句话说，那你就很幸福，为什么？从今以后你烦恼没有了，烦恼从哪里来的？着相来的，这不着相，就没有烦恼；没有烦恼，你看人多幸福，多快乐，多自在！所以着相叫迷，着相叫痴，痴迷。真正有智慧的人知道事实真相，所以一切境界相他不取。",
      "zh_TW": "《金剛經》上說得好，「凡所有相，皆是虛妄」。你把它放在心上，錯了，因為什麼？它是假的，不是真的。假設我們前面供養這尊佛像，這是銅的，不是金的，我們要不喜歡這尊佛像，有人非常喜歡觀世音菩薩，把這個佛像融化掉，再塑成一尊觀世音菩薩，你看那相貌馬上改變。體質有沒有改變？沒有改變，還是這一塊銅。可見得相是假的，體是真的，體不會變，相是隨你歡喜就可以變，你想造一個什麼，就可以造成一個什麼。所以相是假的，你執著就錯了，性是真的，體性是真的，它不變，它不生不滅。相有生滅，相造成功了，生了，銷毀了，就滅了，相有生滅，性沒有生滅。相是假的，性是真的，所以我們不要去著相。你要是果然不著相，換句話說，那你就很幸福，為什麼？從今以後你煩惱沒有了，煩惱從哪裡來的？著相來的，這不著相，就沒有煩惱；沒有煩惱，你看人多幸福，多快樂，多自在！所以著相叫迷，著相叫痴，痴迷。真正有智慧的人知道事實真相，所以一切境界相他不取。"
    },
    {
      "id": "04-003-0149_p0026",
      "zh_CN": "『则融通佛境』。融会贯通诸佛菩萨的境界，也就是真正见到宇宙人生的真相。佛境界是真相，佛菩萨见的是真的，我们见的是假相。『于能见心，依智不依识』。前面所说的是外面境界，外面境界有真有妄。现在讲能见的心，能见的心也有真，也有妄。什么是妄心？妄心就是生灭心，就是念头，一个念头起，一个念头灭，念头起，心就生了；念头灭，心就灭了，我们叫生灭心。所有一切凡夫，包括阿罗汉，辟支佛，权教菩萨，统统用的是生灭心。佛菩萨用的是什么心？用的是真心，真心是什么心？真心是不生不灭。真心在哪里？妄心就是真心。佛在经上常常用水做个比喻，水你看起波浪的时候，那个波浪是妄心；波浪没有了，平静了，那叫真心。所以真跟妄是一体，没有二体。什么是波浪？起心动念、妄想分别执着就是波浪，真心不能现前，所以佛教我们修定，《弥陀经》上教我们修一心不乱。一心不乱就是真心，真心就见到真的境界，就像诸佛菩萨所见的。一切境都是佛境，你要用真心就见到；用妄心见，见不到，用妄心见，外面境界也都是虚妄。由此可知，外境说实在话，本来没有真妄，说不上真妄。真妄从哪里来？从用心不同，用真心，外面就是一真法界；用妄心，外面就是十法界，差别就在此地。所以说，「于能见心，依智不依识」。识是妄心，智就是真心，真心是智慧，真心叫菩提，菩萨发菩提心，菩提心是真心、是智慧。",
      "zh_TW": "『則融通佛境』。融會貫通諸佛菩薩的境界，也就是真正見到宇宙人生的真相。佛境界是真相，佛菩薩見的是真的，我們見的是假相。『於能見心，依智不依識』。前面所說的是外面境界，外面境界有真有妄。現在講能見的心，能見的心也有真，也有妄。什麼是妄心？妄心就是生滅心，就是念頭，一個念頭起，一個念頭滅，念頭起，心就生了；念頭滅，心就滅了，我們叫生滅心。所有一切凡夫，包括阿羅漢，辟支佛，權教菩薩，統統用的是生滅心。佛菩薩用的是什麼心？用的是真心，真心是什麼心？真心是不生不滅。真心在哪裡？妄心就是真心。佛在經上常常用水做個比喻，水你看起波浪的時候，那個波浪是妄心；波浪沒有了，平靜了，那叫真心。所以真跟妄是一體，沒有二體。什麼是波浪？起心動念、妄想分別執著就是波浪，真心不能現前，所以佛教我們修定，《彌陀經》上教我們修一心不亂。一心不亂就是真心，真心就見到真的境界，就像諸佛菩薩所見的。一切境都是佛境，你要用真心就見到；用妄心見，見不到，用妄心見，外面境界也都是虛妄。由此可知，外境說實在話，本來沒有真妄，說不上真妄。真妄從哪裡來？從用心不同，用真心，外面就是一真法界；用妄心，外面就是十法界，差別就在此地。所以說，「於能見心，依智不依識」。識是妄心，智就是真心，真心是智慧，真心叫菩提，菩薩發菩提心，菩提心是真心、是智慧。"
    },
    {
      "id": "04-003-0149_p0027",
      "zh_CN": "我们现在讲得很浅、很粗俗，大家比较容易理解，我们现在所谓是感情理智，理智偏向于真心，感情偏向于妄心，识就是感情，所以叫情识。落在情识里面，智慧就没有了。所以佛教给我们依智不依识。现在这个社会，大家都很赞叹知识分子，我们佛法里面听到这个名词，听得很难过，怎么？智变成识，你说糟糕不糟糕？智是佛菩萨，识是凡夫，这佛菩萨变成凡夫，所以佛法教我们要转凡成圣，转识成智。转识成智是因上说的，果上就是转凡成圣。翻过来，转智成识，就是转圣成凡。所以我们在日常生活当中处事待人接物，要用理智，不要用感情。感情用事，往往有偏差，往往会把事情做错，一定要有理性，要有智慧。",
      "zh_TW": "我們現在講得很淺、很粗俗，大家比較容易理解，我們現在所謂是感情理智，理智偏向於真心，感情偏向於妄心，識就是感情，所以叫情識。落在情識裡面，智慧就沒有了。所以佛教給我們依智不依識。現在這個社會，大家都很讚歎知識分子，我們佛法裡面聽到這個名詞，聽得很難過，怎麼？智變成識，你說糟糕不糟糕？智是佛菩薩，識是凡夫，這佛菩薩變成凡夫，所以佛法教我們要轉凡成聖，轉識成智。轉識成智是因上說的，果上就是轉凡成聖。翻過來，轉智成識，就是轉聖成凡。所以我們在日常生活當中處事待人接物，要用理智，不要用感情。感情用事，往往有偏差，往往會把事情做錯，一定要有理性，要有智慧。"
    },
    {
      "id": "04-003-0149_p0028",
      "zh_CN": "这个地方所讲的智跟识，它的水准都很高。我们凡夫读到这个名词，实际上这个境界我们没有法子契入，因为它的水准太高。到什么时候，这依智不依识最低的标准是什么？《华严经》上的圆教初住菩萨，那是依智不依识。为什么？他已经转识成智，圆教初住菩萨，在阿罗汉之上。阿罗汉的修证，依《华严经》的标准，《华严》是圆教，阿罗汉只等于七信位菩萨，你看他上面还有八信，九信，十信，才到初住，往上还要去四个阶级才是转识成智，可见得比阿罗汉高得太多，比辟支佛也高得太多，是这样的一个标准。",
      "zh_TW": "這個地方所講的智跟識，它的水準都很高。我們凡夫讀到這個名詞，實際上這個境界我們沒有法子契入，因為它的水準太高。到什麼時候，這依智不依識最低的標準是什麼？《華嚴經》上的圓教初住菩薩，那是依智不依識。為什麼？他已經轉識成智，圓教初住菩薩，在阿羅漢之上。阿羅漢的修證，依《華嚴經》的標準，《華嚴》是圓教，阿羅漢只等於七信位菩薩，你看他上面還有八信，九信，十信，才到初住，往上還要去四個階級才是轉識成智，可見得比阿羅漢高得太多，比辟支佛也高得太多，是這樣的一個標準。"
    },
    {
      "id": "04-003-0149_p0029",
      "zh_CN": "这个标准的样子，如果我们搞一个样子来看，比较容易懂得，这个样子佛在经上也说得很多，譬如《金刚经》上讲的，那就是个模样，你要问转识成智是什么样子？四相没有了，四见没有了，就是的。《金刚经》上说，「若菩萨有我相，人相，众生相，寿者相，即非菩萨；若菩萨有我见，人见，众生见，寿者见，即非菩萨」。所以四相四见都没有了，就是转识成智。识里面有四相，智里面没有。换句话说，如果还有四相，还有四见，他是权教菩萨，就是通常别教里面讲的三贤菩萨，圆教里面讲的十信位菩萨，没有到初住。初住，那就是转识成智，明心见性。这个依智不依识就是明心见性，见了性，他就依智不依识；没有见性，还是依识，智没有现前，还是依识作主。可见得这个标准确确实实是高，我们没有办法做到。普贤菩萨在此地所说的对象，这个经是《华严经》，他所讲的对象是四十一位法身大士，圆初住以上，十住，十行，十回向，十地，等觉，妙觉，是对这些菩萨们说的，那他们当然各个都是依智不依识，这个法会跟我们现前这一会不相同，他们听众都是大菩萨，都是明心见性的大菩萨。",
      "zh_TW": "這個標準的樣子，如果我們搞一個樣子來看，比較容易懂得，這個樣子佛在經上也說得很多，譬如《金剛經》上講的，那就是個模樣，你要問轉識成智是什麼樣子？四相沒有了，四見沒有了，就是的。《金剛經》上說，「若菩薩有我相，人相，眾生相，壽者相，即非菩薩；若菩薩有我見，人見，眾生見，壽者見，即非菩薩」。所以四相四見都沒有了，就是轉識成智。識裡面有四相，智裡面沒有。換句話說，如果還有四相，還有四見，他是權教菩薩，就是通常別教裡面講的三賢菩薩，圓教裡面講的十信位菩薩，沒有到初住。初住，那就是轉識成智，明心見性。這個依智不依識就是明心見性，見了性，他就依智不依識；沒有見性，還是依識，智沒有現前，還是依識作主。可見得這個標準確確實實是高，我們沒有辦法做到。普賢菩薩在此地所說的對象，這個經是《華嚴經》，他所講的對象是四十一位法身大士，圓初住以上，十住，十行，十迴向，十地，等覺，妙覺，是對這些菩薩們說的，那他們當然各個都是依智不依識，這個法會跟我們現前這一會不相同，他們聽眾都是大菩薩，都是明心見性的大菩薩。"
    },
    {
      "id": "04-003-0149_p0030",
      "zh_CN": "依智不依识，『心则见佛之心』。佛心就见到。那佛心像什么样子？我们没见到，怎么说得出来？见到也说不出来。这说不出来，释迦牟尼佛有方便说，方便，就像那画画一样，烘云托月，月亮没有办法画，画一朵云彩，当中露个圆圆的，那就是月亮。用这种方法来烘托，让你细心在里面去体会，这是个办法。佛讲经常用这个方法。佛心真诚慈悲、究竟圆满。如果只说真诚慈悲，圆教初住菩萨就有了，四十一位法身大士都是真诚慈悲，但不是究竟圆满。你才真正见到，「见佛之心」，佛之心就是自己的心。换句话说，这佛家常讲的，「父母未生前本来面目」，到这个时候本来面目才彻底见到。我们常讲认识自己不容易，谁认识了自己？成佛才完全认识自己，没有成佛，对自己是一塌糊涂。所以成了佛，真的认识自己，也认识宇宙，宇宙就是我们生活的环境，宇宙人生真正清楚、真正明了，整个佛法教学的目标就在此地。",
      "zh_TW": "依智不依識，『心則見佛之心』。佛心就見到。那佛心像什麼樣子？我們沒見到，怎麼說得出來？見到也說不出來。這說不出來，釋迦牟尼佛有方便說，方便，就像那畫畫一樣，烘雲托月，月亮沒有辦法畫，畫一朵雲彩，當中露個圓圓的，那就是月亮。用這種方法來烘托，讓你細心在裡面去體會，這是個辦法。佛講經常用這個方法。佛心真誠慈悲、究竟圓滿。如果只說真誠慈悲，圓教初住菩薩就有了，四十一位法身大士都是真誠慈悲，但不是究竟圓滿。你才真正見到，「見佛之心」，佛之心就是自己的心。換句話說，這佛家常講的，「父母未生前本來面目」，到這個時候本來面目才徹底見到。我們常講認識自己不容易，誰認識了自己？成佛才完全認識自己，沒有成佛，對自己是一塌糊塗。所以成了佛，真的認識自己，也認識宇宙，宇宙就是我們生活的環境，宇宙人生真正清楚、真正明瞭，整個佛法教學的目標就在此地。"
    },
    {
      "id": "04-003-0149_p0031",
      "zh_CN": "『故大经云』。因此之故，这个「大经」就是《华严》，前面八十卷《华严》，清凉大师所称的大经都是指《华严经》。佛在经上说，『一切法无生，一切法无灭。若能如是解，诸佛常现前』。解是理解，你明白了，你真的懂得。一切法包括的世间法跟出世间法，一切法不生，要紧的就是这一句，不生当然就不灭。下面那一句话是陪衬的，你懂得这一句，这个问题就解决。这句话很不好懂，怎么说一切法无生？我们随便拈一法，这也是一法，诸位看看它有没有生灭？我们把它制作好的时候，它生了；将来它坏掉的时候，它不就灭了？我们凡夫常识里面，动物有生老病死，有生有灭；植物，培养的环境好，我们现在看的神木，它能够活几千年，还是会灭，所以这个植物有生住异灭，也有生灭；矿物、星球有成住坏空，这些都是事实。我们现在在高倍的天文望远镜里面观察虚空，每一天都看到有新的星出现，新的星球生了；有一些老的星球爆炸、消失、没有了，所以星球也有生灭。",
      "zh_TW": "『故大經云』。因此之故，這個「大經」就是《華嚴》，前面八十卷《華嚴》，清涼大師所稱的大經都是指《華嚴經》。佛在經上說，『一切法無生，一切法無滅。若能如是解，諸佛常現前』。解是理解，你明白了，你真的懂得。一切法包括的世間法跟出世間法，一切法不生，要緊的就是這一句，不生當然就不滅。下面那一句話是陪襯的，你懂得這一句，這個問題就解決。這句話很不好懂，怎麼說一切法無生？我們隨便拈一法，這也是一法，諸位看看它有沒有生滅？我們把它製作好的時候，它生了；將來它壞掉的時候，它不就滅了？我們凡夫常識裡面，動物有生老病死，有生有滅；植物，培養的環境好，我們現在看的神木，它能夠活幾千年，還是會滅，所以這個植物有生住異滅，也有生滅；礦物、星球有成住壞空，這些都是事實。我們現在在高倍的天文望遠鏡裡面觀察虛空，每一天都看到有新的星出現，新的星球生了；有一些老的星球爆炸、消失、沒有了，所以星球也有生滅。"
    },
    {
      "id": "04-003-0149_p0032",
      "zh_CN": "为什么说佛一切法不生不灭？这是从哪个角度上去观察到？佛说话是真的，不是假的，佛所说的是事实真相，我们所见到的是幻相，佛所见到的是物质，我们现在科学家所说的，「物质不灭」，不灭有没有生？也不生，有生就有灭，不生哪来的灭？这就是我们现在科学里所讲的基本的物质。科学家从过去到现在，这个名词已经变得很多，从原子、电子，现在讲粒子，更小，这个东西不生，当然它也不灭。所有一切物质是这东西组合的，是这个东西排列的，《金刚经》上所讲的，「一合相」，合是组合。它组合起来，它没有生；它散开的时候，它也没有灭。譬如们这本书，这本书是这么多纸张组合起来，装订起来，这书生了；咱们把一张一张纸拆开，这书没有了。纸张装订在里面，这一张一张纸没有生；把它拆开之后，它也没有灭。生灭是什么？书看到，有生有灭，纸张没有生灭，诸位从这个比喻去体会。佛所看的是基本的粒子，我们这个身，身体是这个东西组合，所以佛讲一切现象只是缘聚，相就有了；缘散，相就灭，缘聚缘散。那个基本组织，它是根本，它没有生灭。组合起来，它也不生；散掉时候，它也不灭。佛从这里看到，「一切法无生」，这是真相。众生可怜，着了相，看到生就喜欢，看到灭就恐怖，哪里知道事实真相，没有生灭。就像我刚才举这书本一样，纸张聚散，是这么一个道理，这才真正看到事实真相。",
      "zh_TW": "為什麼說佛一切法不生不滅？這是從哪個角度上去觀察到？佛說話是真的，不是假的，佛所說的是事實真相，我們所見到的是幻相，佛所見到的是物質，我們現在科學家所說的，「物質不滅」，不滅有沒有生？也不生，有生就有滅，不生哪來的滅？這就是我們現在科學裡所講的基本的物質。科學家從過去到現在，這個名詞已經變得很多，從原子、電子，現在講粒子，更小，這個東西不生，當然它也不滅。所有一切物質是這東西組合的，是這個東西排列的，《金剛經》上所講的，「一合相」，合是組合。它組合起來，它沒有生；它散開的時候，它也沒有滅。譬如們這本書，這本書是這麼多紙張組合起來，裝訂起來，這書生了；咱們把一張一張紙拆開，這書沒有了。紙張裝訂在裡面，這一張一張紙沒有生；把它拆開之後，它也沒有滅。生滅是什麼？書看到，有生有滅，紙張沒有生滅，諸位從這個比喻去體會。佛所看的是基本的粒子，我們這個身，身體是這個東西組合，所以佛講一切現象只是緣聚，相就有了；緣散，相就滅，緣聚緣散。那個基本組織，它是根本，它沒有生滅。組合起來，它也不生；散掉時候，它也不滅。佛從這裡看到，「一切法無生」，這是真相。眾生可憐，著了相，看到生就喜歡，看到滅就恐怖，哪裡知道事實真相，沒有生滅。就像我剛才舉這書本一樣，紙張聚散，是這麼一個道理，這才真正看到事實真相。"
    },
    {
      "id": "04-003-0149_p0033",
      "zh_CN": "所以我们晓得这个基本粒子组合的电子，由电子，它有多少不同组成原子，原子就很多，是因为组成方式不一样，我们今天讲方程式不相同，由许许多多的原子，原子再组成，组成分子，这大家就好懂。从分子组成一切万事万物，所以都是一个东西组成的，才真正符合佛在《华严经》上讲的「情与无情，同圆种智」。因为组成我们身体的这些基本粒子，跟组成这张桌子，它是相同的，它不是两样的，只是排列的方式不相同，其实是一样，就是《金刚经》上所讲的「一合相」。大而世界，小而微尘，都是一个基本粒子组成。从基本粒子来看，它不生不灭。「一切法无生，一切法无灭」，它只是组合不相同，千变万化，我们了解这个事实真相。",
      "zh_TW": "所以我們曉得這個基本粒子組合的電子，由電子，它有多少不同組成原子，原子就很多，是因為組成方式不一樣，我們今天講方程式不相同，由許許多多的原子，原子再組成，組成分子，這大家就好懂。從分子組成一切萬事萬物，所以都是一個東西組成的，才真正符合佛在《華嚴經》上講的「情與無情，同圓種智」。因為組成我們身體的這些基本粒子，跟組成這張桌子，它是相同的，它不是兩樣的，只是排列的方式不相同，其實是一樣，就是《金剛經》上所講的「一合相」。大而世界，小而微塵，都是一個基本粒子組成。從基本粒子來看，它不生不滅。「一切法無生，一切法無滅」，它只是組合不相同，千變萬化，我們了解這個事實真相。"
    },
    {
      "id": "04-003-0149_p0034",
      "zh_CN": "「诸佛常现前」，佛是大觉，觉而不迷。诸佛现前就是大觉现前，你真正觉悟了。佛门常讲，了生死。了是明了，对于生死这个真相彻底明了，叫了生死。彻底明了，就不会再有执着，不会再有好恶，这些烦恼统统都没有，超越三界，了生死就出三界。由此可知，在三界里面出不了三界的，对于这个生死的真相完全不明了，迷在里面，这才搞六道轮回。真正明了，就超越了，就这么回事情。所以佛法教学是教我们开智慧，破迷开悟，悟了就是一切法的真相都明了，明了之后，你就得大自在，得自在了。诸佛菩萨得大自在。我们再看下面文。",
      "zh_TW": "「諸佛常現前」，佛是大覺，覺而不迷。諸佛現前就是大覺現前，你真正覺悟了。佛門常講，了生死。了是明瞭，對於生死這個真相徹底明瞭，叫了生死。徹底明瞭，就不會再有執著，不會再有好惡，這些煩惱統統都沒有，超越三界，了生死就出三界。由此可知，在三界裡面出不了三界的，對於這個生死的真相完全不明瞭，迷在裡面，這才搞六道輪迴。真正明瞭，就超越了，就這麼回事情。所以佛法教學是教我們開智慧，破迷開悟，悟了就是一切法的真相都明瞭，明瞭之後，你就得大自在，得自在了。諸佛菩薩得大自在。我們再看下面文。"
    },
    {
      "id": "04-003-0149_p0035",
      "zh_CN": "【然心佛境智。虽亦融通。为约因缘亲疏。故分法力自力。法即缘也。自即因也。】",
      "zh_TW": "【然心佛境智。雖亦融通。為約因緣親疏。故分法力自力。法即緣也。自即因也。】"
    },
    {
      "id": "04-003-0149_p0036",
      "zh_CN": "这个地方再给我们说明自他二力之所以然。为什么有他力，有自力？这里说的也很清楚、很明白。『心佛境智』。实在说，这四个字就是两桩事情，心跟智是一桩事情，心是体，智是用；佛跟境是一桩事情，佛表人事环境，境表物质环境。虽然是融通的，『融通』就是体是一个，虽然相不同，作用不同，体性是相同的，是一个体性。自力他力从哪里来的？从『因缘亲疏』上来，缘有亲有疏。亲就是很近，力量很强；疏比较远，力量比较薄弱，从这来的。『故分法力自力』，法力就是他力。『法即缘也，自即因也』。因亲缘疏，所以佛家讲因缘，因缘具足，下面一定会有现象，这现象就叫果报，因缘果报。如果有因没有缘，这个因不会结果；有缘没有因，也不会结果，一定要因缘具足，果报就现前。所以这个「法」是缘，增上缘，外面帮助我们力量；「自」是因，这是亲。",
      "zh_TW": "這個地方再給我們說明自他二力之所以然。為什麼有他力，有自力？這裡說的也很清楚、很明白。『心佛境智』。實在說，這四個字就是兩樁事情，心跟智是一樁事情，心是體，智是用；佛跟境是一樁事情，佛表人事環境，境表物質環境。雖然是融通的，『融通』就是體是一個，雖然相不同，作用不同，體性是相同的，是一個體性。自力他力從哪裡來的？從『因緣親疏』上來，緣有親有疏。親就是很近，力量很強；疏比較遠，力量比較薄弱，從這來的。『故分法力自力』，法力就是他力。『法即緣也，自即因也』。因親緣疏，所以佛家講因緣，因緣具足，下面一定會有現象，這現象就叫果報，因緣果報。如果有因沒有緣，這個因不會結果；有緣沒有因，也不會結果，一定要因緣具足，果報就現前。所以這個「法」是緣，增上緣，外面幫助我們力量；「自」是因，這是親。"
    },
    {
      "id": "04-003-0149_p0037",
      "zh_CN": "【若以缘夺因。即法力。故融通普遍。】",
      "zh_TW": "【若以緣奪因。即法力。故融通普遍。】"
    },
    {
      "id": "04-003-0149_p0038",
      "zh_CN": "「夺」是讲偏重，如果是『以缘夺因』，就是偏重在缘上说。譬如我们自性是因，佛的教法是缘，我们虽有因，遇不到佛法，遇不到经典，我们没有开悟的机会，缘就没有了，所以这外缘也非常重要，佛帮助我们。从这上面来说，偏重在佛陀教化上来说，不是讲不通，是讲得通，这就叫法力。『故融通普遍』。法力跟自性要是融通，那就周遍法界，把佛法变成自己心性的智慧，这就融通。心性没有边际，没有界限，所以尽虚空遍法界。",
      "zh_TW": "「奪」是講偏重，如果是『以緣奪因』，就是偏重在緣上說。譬如我們自性是因，佛的教法是緣，我們雖有因，遇不到佛法，遇不到經典，我們沒有開悟的機會，緣就沒有了，所以這外緣也非常重要，佛幫助我們。從這上面來說，偏重在佛陀教化上來說，不是講不通，是講得通，這就叫法力。『故融通普遍』。法力跟自性要是融通，那就周遍法界，把佛法變成自己心性的智慧，這就融通。心性沒有邊際，沒有界限，所以盡虛空遍法界。"
    },
    {
      "id": "04-003-0149_p0039",
      "zh_CN": "【若以因夺缘。则自力。故融通普遍。】",
      "zh_TW": "【若以因奪緣。則自力。故融通普遍。】"
    },
    {
      "id": "04-003-0149_p0040",
      "zh_CN": "单单有佛法，自己不肯去学，不肯认真努力去体悟，也没有用处。这就是虽有因，没有外缘，也不能成就。一定要因缘聚会，所以融通就普遍。",
      "zh_TW": "單單有佛法，自己不肯去學，不肯認真努力去體悟，也沒有用處。這就是雖有因，沒有外緣，也不能成就。一定要因緣聚會，所以融通就普遍。"
    },
    {
      "id": "04-003-0149_p0041",
      "zh_CN": "【今以因缘双明。故齐举法力自力也。】",
      "zh_TW": "【今以因緣雙明。故齊舉法力自力也。】"
    },
    {
      "id": "04-003-0149_p0042",
      "zh_CN": "要成就一定是因缘具足。自他二力，我们要真正的明白。像蕅益大师在《弥陀经要解》里面跟我们讲信愿行，说明往生净土的三个条件。他讲信，他就讲六个，六个信里面第一个就是信自，信自就是信因，这没有因不行；第二个信他，他就是缘。相信阿弥陀佛，相信释迦牟尼佛，相信《阿弥陀经》，这是信他，那是缘。释迦、弥陀，十方一切诸佛跟《弥陀经》都是缘。因是什么？因是我们的自性，我们能信，能愿，能念佛求生，这是因，这个亲，所以因缘会合了，这才决定得生。跟这个地方讲的意思完全相同。所以我们凡夫，这不必说菩萨，凡夫能修普贤行，一定是这两个条件圆满具足，一个是法力，一个是自力。法力就是这一部经典。如果我们把它落实在自己境界里面来说，法就是这部经，就是《普贤行愿品别行疏钞》，这就是法。经要是没有清凉、宗密大师这样详细给我们解释，经我们看不懂，看不出来有这么多意思。这两位大师等于说是我们去游览普贤境界，他们两位做导游，处处给我们详细介绍，我们才能搞清楚、搞明白。所以这两位大师对我们恩德很大，这个《疏钞》就是法力。我们自己真的明白、理解了，发愿依照这个方法来修行，这是自力，这样才能够圆满成就。这是把能礼的因说出来。下面这要说能礼之相，相就是形式，外表，形式。形式上应该要怎么做法？这也很重要。",
      "zh_TW": "要成就一定是因緣具足。自他二力，我們要真正的明白。像蕅益大師在《彌陀經要解》裡面跟我們講信願行，說明往生淨土的三個條件。他講信，他就講六個，六個信裡面第一個就是信自，信自就是信因，這沒有因不行；第二個信他，他就是緣。相信阿彌陀佛，相信釋迦牟尼佛，相信《阿彌陀經》，這是信他，那是緣。釋迦、彌陀，十方一切諸佛跟《彌陀經》都是緣。因是什麼？因是我們的自性，我們能信，能願，能念佛求生，這是因，這個親，所以因緣會合了，這才決定得生。跟這個地方講的意思完全相同。所以我們凡夫，這不必說菩薩，凡夫能修普賢行，一定是這兩個條件圓滿具足，一個是法力，一個是自力。法力就是這一部經典。如果我們把它落實在自己境界裡面來說，法就是這部經，就是《普賢行願品別行疏鈔》，這就是法。經要是沒有清涼、宗密大師這樣詳細給我們解釋，經我們看不懂，看不出來有這麼多意思。這兩位大師等於說是我們去遊覽普賢境界，他們兩位做導遊，處處給我們詳細介紹，我們才能搞清楚、搞明白。所以這兩位大師對我們恩德很大，這個《疏鈔》就是法力。我們自己真的明白、理解了，發願依照這個方法來修行，這是自力，這樣才能夠圓滿成就。這是把能禮的因說出來。下面這要說能禮之相，相就是形式，外表，形式。形式上應該要怎麼做法？這也很重要。"
    },
    {
      "id": "04-003-0149_p0043",
      "zh_CN": "底下我们只剩了八分钟，这一段讲不完，我们今天就讲到此地。听说今天有不少同修要发心皈依，我们用这点时间来举行一个皈依的仪式。",
      "zh_TW": "底下我們只剩了八分鐘，這一段講不完，我們今天就講到此地。聽說今天有不少同修要發心皈依，我們用這點時間來舉行一個皈依的儀式。"
    },
    {
      "id": "04-003-0149_p0044",
      "zh_CN": "这个皈依先跟诸位略略的介绍一下，今天这经里头讲了一句话，「依智不依识」，希望大家皈依要理性的，不要感情的。感情的皈依是得不到的，形式上皈依是得不到真实利益，一定要依理智。真正对佛法有了认识，真有了认识，知道佛的教法是一回什么事，我们内心起了欢喜心，起了尊重心，很想学习，从今天起发愿做佛的学生。佛虽然不在世，佛像在，佛的经典、遗教在，我们遵守经典上所讲的道理方法，依照这些理论方法去修学，跟佛陀在世就没有两样。这个发心才是佛陀真正的学生。虽然他不在，他也承认，这是真正的学生。",
      "zh_TW": "這個皈依先跟諸位略略的介紹一下，今天這經裡頭講了一句話，「依智不依識」，希望大家皈依要理性的，不要感情的。感情的皈依是得不到的，形式上皈依是得不到真實利益，一定要依理智。真正對佛法有了認識，真有了認識，知道佛的教法是一回什麼事，我們內心起了歡喜心，起了尊重心，很想學習，從今天起發願做佛的學生。佛雖然不在世，佛像在，佛的經典、遺教在，我們遵守經典上所講的道理方法，依照這些理論方法去修學，跟佛陀在世就沒有兩樣。這個發心才是佛陀真正的學生。雖然他不在，他也承認，這是真正的學生。"
    },
    {
      "id": "04-003-0149_p0045",
      "zh_CN": "我在这个地方只不过是把皈依的大意跟诸位详细说明，什么叫皈？什么叫依？从哪里皈？依什么？把这说清楚、说明白，大家要真的回头，真皈了，真的依了，这三皈真实功德利益你就得到。如果搞不清楚、搞不明白，佛面前磕三个头，给你一个皈依证，这就叫皈依，这是假的，不是真的。为什么？你根本就不晓得从哪里皈？也不知道依靠什么？那一张皈依证就可靠？就可以做依凭？靠不住的。这个说明要细说时间要很长，至少也要讲一个半钟点，为了节省时间起见，我们把三皈的解释说明录成一个录音带。这个录音带，今天统统送给你们，回去一定要多听几遍，听的遍数愈多愈好，你才不会迷惑颠倒，你才真正皈依。所以现前这个皈依，在佛菩萨面前做一个形式，形式，佛菩萨是不是会承认你是佛的弟子？就要看你回去是不是真的发心？你把三皈录音带多听几遍，听明白了，真正发心，那你确实是佛的弟子，决定不要疑惑，三皈有它真实的功德利益。",
      "zh_TW": "我在這個地方只不過是把皈依的大意跟諸位詳細說明，什麼叫皈？什麼叫依？從哪裡皈？依什麼？把這說清楚、說明白，大家要真的回頭，真皈了，真的依了，這三皈真實功德利益你就得到。如果搞不清楚、搞不明白，佛面前磕三個頭，給你一個皈依證，這就叫皈依，這是假的，不是真的。為什麼？你根本就不曉得從哪裡皈？也不知道依靠什麼？那一張皈依證就可靠？就可以做依憑？靠不住的。這個說明要細說時間要很長，至少也要講一個半鐘點，為了節省時間起見，我們把三皈的解釋說明錄成一個錄音帶。這個錄音帶，今天統統送給你們，回去一定要多聽幾遍，聽的遍數愈多愈好，你才不會迷惑顛倒，你才真正皈依。所以現前這個皈依，在佛菩薩面前做一個形式，形式，佛菩薩是不是會承認你是佛的弟子？就要看你回去是不是真的發心？你把三皈錄音帶多聽幾遍，聽明白了，真正發心，那你確實是佛的弟子，決定不要疑惑，三皈有它真實的功德利益。"
    },
    {
      "id": "04-003-0149_p0046",
      "zh_CN": "三皈就是皈依佛，皈依法，皈依僧，这叫三宝。三宝最重要的是自性三宝，那才是叫真正皈依处，不是形式的三宝，形式的三宝，泥塑木雕的佛像，靠不住，泥菩萨过河，自身难保，靠不住；经典，经典会坏掉，一把火就烧光了，也靠不住；出家人不一定有修行，你靠他靠不住的，都不是我们自己真正依靠的地方。那三皈，我们究竟归途何处？我们依什么？依自性三宝，佛宝就是自性觉，觉而不迷；法宝就是自性正，正知正见，正而不邪；僧宝就是清净，六根清净，一尘不染，所以自性三宝叫觉正净，这是我们真正的皈依处。这个形式外表的三宝也很重要，我们也要拥护它，为什么？没有这个形式，这个内容我们怎么会知道？所以我们皈依之后，家里一定供佛，供养佛像。佛像雕塑的可以，没有雕塑，画的也行，像我们这里印的很多，都可以请回去供养。见到佛像，就想到自性觉，我要觉而不迷；见到经书就要想到我的知见要正知正见，正而不邪；见到出家人，就要想到我自己要六根清净，一尘不染，这住持三宝常常提醒我们，这个作用就非常之大。没有这个形像，我们皈依，过两天就忘的干干净净，没有人提醒。所以住持三宝时时刻刻在提醒我们，时时刻刻在帮助我们做增上缘。自性三宝是亲因，外面住持三宝是助缘，因缘具足，我们真的有了皈依处，这一点很重要。",
      "zh_TW": "三皈就是皈依佛，皈依法，皈依僧，這叫三寶。三寶最重要的是自性三寶，那才是叫真正皈依處，不是形式的三寶，形式的三寶，泥塑木雕的佛像，靠不住，泥菩薩過河，自身難保，靠不住；經典，經典會壞掉，一把火就燒光了，也靠不住；出家人不一定有修行，你靠他靠不住的，都不是我們自己真正依靠的地方。那三皈，我們究竟歸途何處？我們依什麼？依自性三寶，佛寶就是自性覺，覺而不迷；法寶就是自性正，正知正見，正而不邪；僧寶就是清淨，六根清淨，一塵不染，所以自性三寶叫覺正淨，這是我們真正的皈依處。這個形式外表的三寶也很重要，我們也要擁護它，為什麼？沒有這個形式，這個內容我們怎麼會知道？所以我們皈依之後，家裡一定供佛，供養佛像。佛像雕塑的可以，沒有雕塑，畫的也行，像我們這裡印的很多，都可以請回去供養。見到佛像，就想到自性覺，我要覺而不迷；見到經書就要想到我的知見要正知正見，正而不邪；見到出家人，就要想到我自己要六根清淨，一塵不染，這住持三寶常常提醒我們，這個作用就非常之大。沒有這個形像，我們皈依，過兩天就忘的乾乾淨淨，沒有人提醒。所以住持三寶時時刻刻在提醒我們，時時刻刻在幫助我們做增上緣。自性三寶是親因，外面住持三寶是助緣，因緣具足，我們真的有了皈依處，這一點很重要。"
    }
  ]
}