{
  "doc_id": "04-003-0151",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五一集",
    "zh_TW": "第一五一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0151",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "04-003-0151_p0001",
      "zh_CN": "四百一十面，我们从第六行当中大字看起，这是一个段落。",
      "zh_TW": "四百一十面，我們從第六行當中大字看起，這是一個段落。"
    },
    {
      "id": "04-003-0151_p0002",
      "zh_CN": "【是故应知如来所现身无有量。以无量故。说如来身为无量界等众生界。】",
      "zh_TW": "【是故應知如來所現身無有量。以無量故。說如來身為無量界等眾生界。】"
    },
    {
      "id": "04-003-0151_p0003",
      "zh_CN": "这些句子在《华严经》以及华严宗这些祖师们的注疏当中，我们可以看到很多，实实在在都是不可思议的境界，但这不是理想、不是推论，而是真正的事实。我们初学的人不能接受，可以说我们从无始劫以来从来也没有想到这么一桩事情，我们所现的身能够跟一切众生数量相等，谁曾经想过这个事情？所以这不是凡夫的经验，不但不是凡夫的经验，就连二乘阿罗汉、辟支佛也没有这个经验，也没有这种想法，必须到大菩萨，我们常讲的像《华严经》上讲的法身大士，他们明了，他们见到了。法身大士里面程度浅的见到诸佛的化身，分身，他自己本身也有这个能力，但是不究竟、不圆满。到地上菩萨，我们在经上常讲的摩诃萨，他们虽然能力没有达到究竟圆满，但是知见圆满，像这样的话佛说出来，他们完全没有疑惑，都能够接受。什么原因？那是自性的功德不可思议。我们明了自性功德这样的能力，绝不是仅限于佛陀一个人，我们每一个人本能都有这个力，所以人人皆有，各各不无！我们有，现在这个能力失掉了，这个身，业报身，我们想再化一个身，办不到，不要说分无量无边身，分两个身我们就做不到，从这里就看到我们这个业障好重！",
      "zh_TW": "這些句子在《華嚴經》以及華嚴宗這些祖師們的註疏當中，我們可以看到很多，實實在在都是不可思議的境界，但這不是理想、不是推論，而是真正的事實。我們初學的人不能接受，可以說我們從無始劫以來從來也沒有想到這麼一樁事情，我們所現的身能夠跟一切眾生數量相等，誰曾經想過這個事情？所以這不是凡夫的經驗，不但不是凡夫的經驗，就連二乘阿羅漢、辟支佛也沒有這個經驗，也沒有這種想法，必須到大菩薩，我們常講的像《華嚴經》上講的法身大士，他們明瞭，他們見到了。法身大士裡面程度淺的見到諸佛的化身，分身，他自己本身也有這個能力，但是不究竟、不圓滿。到地上菩薩，我們在經上常講的摩訶薩，他們雖然能力沒有達到究竟圓滿，但是知見圓滿，像這樣的話佛說出來，他們完全沒有疑惑，都能夠接受。什麼原因？那是自性的功德不可思議。我們明瞭自性功德這樣的能力，絕不是僅限於佛陀一個人，我們每一個人本能都有這個力，所以人人皆有，各各不無！我們有，現在這個能力失掉了，這個身，業報身，我們想再化一個身，辦不到，不要說分無量無邊身，分兩個身我們就做不到，從這裡就看到我們這個業障好重！"
    },
    {
      "id": "04-003-0151_p0004",
      "zh_CN": "修行实在讲就是去业障，业障去掉一点，他能力就恢复一点，所以这个能力随着修持功夫的浅深、断业障习气的多少，他这个能力逐渐逐渐恢复，所以这恢复实在讲不值得奇怪，因为是本能，不是从外面来的，本来就有的，到如来果地上他的业障习气完全断尽了，断得干干净净，所以他的能力圆满的恢复。尽虚空遍法界，应一切众生现无量无边身是本能，有没有意思去现身？没有，有意思就变成凡夫。我想化一个身、想变一个身，这是凡夫，凡夫才有念头，佛菩萨没有念头，没有念头怎么会现身？这《楞严经》上讲得很明白，「随众生心，应所知量」，随心应量，众生他有念头，他念头起来，佛菩萨没有念头，那个有念起来，这个无念的真心有感应，他自然就现身。像我们敲磬，我们敲它有念头，那个磬应的时候没有念头；我们轻敲，它声音就小，我们重敲，它声音就大，我们有意去敲，它是无心来应。诸佛菩萨在法界上以种种身应一切众生是无心而应，无妄想心、无分别心、无执着心，所以他就能够遍应。这一节是说明这个道理，『如来身为无量界等众生界』。下面说：",
      "zh_TW": "修行實在講就是去業障，業障去掉一點，他能力就恢復一點，所以這個能力隨著修持功夫的淺深、斷業障習氣的多少，他這個能力逐漸逐漸恢復，所以這恢復實在講不值得奇怪，因為是本能，不是從外面來的，本來就有的，到如來果地上他的業障習氣完全斷盡了，斷得乾乾淨淨，所以他的能力圓滿的恢復。盡虛空遍法界，應一切眾生現無量無邊身是本能，有沒有意思去現身？沒有，有意思就變成凡夫。我想化一個身、想變一個身，這是凡夫，凡夫才有念頭，佛菩薩沒有念頭，沒有念頭怎麼會現身？這《楞嚴經》上講得很明白，「隨眾生心，應所知量」，隨心應量，眾生他有念頭，他念頭起來，佛菩薩沒有念頭，那個有念起來，這個無念的真心有感應，他自然就現身。像我們敲磬，我們敲它有念頭，那個磬應的時候沒有念頭；我們輕敲，它聲音就小，我們重敲，它聲音就大，我們有意去敲，它是無心來應。諸佛菩薩在法界上以種種身應一切眾生是無心而應，無妄想心、無分別心、無執著心，所以他就能夠遍應。這一節是說明這個道理，『如來身為無量界等眾生界』。下面說："
    },
    {
      "id": "04-003-0151_p0005",
      "zh_CN": "【佛子。菩萨摩诃萨应如是知。】",
      "zh_TW": "【佛子。菩薩摩訶薩應如是知。】"
    },
    {
      "id": "04-003-0151_p0006",
      "zh_CN": "当然华严会上都是法身大士，普贤菩萨说这些话是代表佛说的，华藏会上这些菩萨们当然能够接受，应当『如是知』。",
      "zh_TW": "當然華嚴會上都是法身大士，普賢菩薩說這些話是代表佛說的，華藏會上這些菩薩們當然能夠接受，應當『如是知』。"
    },
    {
      "id": "04-003-0151_p0007",
      "zh_CN": "【如来身一毛孔中。有一切众生数等诸佛身。】",
      "zh_TW": "【如來身一毛孔中。有一切眾生數等諸佛身。】"
    },
    {
      "id": "04-003-0151_p0008",
      "zh_CN": "这些全是性德不思议的作用，现身是小中现大，一中现多，「一即是多，多即是一」，一中现多，正报是说我们身体，身体最小的是毛孔，毛端毛孔是正报最小的。『一切众生数等诸佛』，这一切众生可太多了，那没法子数得清，尽虚空遍法界无量无边的世界，这世界里面有多少众生这个数字谁能算得清楚？佛毛孔当中放光，光中化佛，化多少佛？能够化跟虚空法界一切众生相等的那么多佛，所以《华严经》念了之后，对于一个人学佛的意念真的会把他引起来，这样殊胜，这样的果报那我们一定要，要就要认真的修学，这是除了佛法之中任何法门里面学不到的。佛法的修学没有别的，完全是认识自性、明了自性，恢复自性无量的功能，这就是佛法。你所得到的没有一丝毫是外来的，全是你心性里头本来有的。佛经里头常讲心外无法，一切法都是「唯心所现，唯识所变」，识就是心的作用，心作用变现不同的相状。下面解释：",
      "zh_TW": "這些全是性德不思議的作用，現身是小中現大，一中現多，「一即是多，多即是一」，一中現多，正報是說我們身體，身體最小的是毛孔，毛端毛孔是正報最小的。『一切眾生數等諸佛』，這一切眾生可太多了，那沒法子數得清，盡虛空遍法界無量無邊的世界，這世界裡面有多少眾生這個數字誰能算得清楚？佛毛孔當中放光，光中化佛，化多少佛？能夠化跟虛空法界一切眾生相等的那麼多佛，所以《華嚴經》念了之後，對於一個人學佛的意念真的會把他引起來，這樣殊勝，這樣的果報那我們一定要，要就要認真的修學，這是除了佛法之中任何法門裡面學不到的。佛法的修學沒有別的，完全是認識自性、明瞭自性，恢復自性無量的功能，這就是佛法。你所得到的沒有一絲毫是外來的，全是你心性裡頭本來有的。佛經裡頭常講心外無法，一切法都是「唯心所現，唯識所變」，識就是心的作用，心作用變現不同的相狀。下面解釋："
    },
    {
      "id": "04-003-0151_p0009",
      "zh_CN": "【何以故。如来成正觉身究竟无生灭故。】",
      "zh_TW": "【何以故。如來成正覺身究竟無生滅故。】"
    },
    {
      "id": "04-003-0151_p0010",
      "zh_CN": "这是把他能现的这个原因说出来，他为什么能现，我们今天为什么不能现？这两个比较一下就清楚了，他证得『究竟无生灭』，我们今天是有生有灭，这个生灭是念头！我们是一个念头生、一个念头灭，生灭的妄念，生灭的念头是妄念，为什么是妄？本来没有的。换句话说，这是病态！人本来是健康的，现在生病了，所以这个心里头念头起灭，这就是心生病了，它不是正常的状况。现在我们找到佛、找到菩萨、找到经典法门，佛菩萨就像是大夫，经典法门这是良药，我们用这个药来治自己的病，病要是好了，病好了大夫也不要了，药也不要了。病好了还抱着大夫、还离不开药，那又生病了。《金刚经》上说得好：「法尚应舍，何况非法」，病好了就不要了，病没有好一定要，离开是决定不行的。有病的时候法不能舍，病好了法要赶快舍掉，不可以执着，这个原因就在此地。佛的心是常住真心，常住是永远不变的，永远就是那个样子，那叫真心。我们的心生灭，妄心！那个念头有生、有灭就不一样，前一个念跟后一个念就不相同，所以它不是常住的，它是刹那刹那在生灭的，这是妄心。所以真心的功能失掉了。",
      "zh_TW": "這是把他能現的這個原因說出來，他為什麼能現，我們今天為什麼不能現？這兩個比較一下就清楚了，他證得『究竟無生滅』，我們今天是有生有滅，這個生滅是念頭！我們是一個念頭生、一個念頭滅，生滅的妄念，生滅的念頭是妄念，為什麼是妄？本來沒有的。換句話說，這是病態！人本來是健康的，現在生病了，所以這個心裡頭念頭起滅，這就是心生病了，它不是正常的狀況。現在我們找到佛、找到菩薩、找到經典法門，佛菩薩就像是大夫，經典法門這是良藥，我們用這個藥來治自己的病，病要是好了，病好了大夫也不要了，藥也不要了。病好了還抱著大夫、還離不開藥，那又生病了。《金剛經》上說得好：「法尚應捨，何況非法」，病好了就不要了，病沒有好一定要，離開是決定不行的。有病的時候法不能捨，病好了法要趕快捨掉，不可以執著，這個原因就在此地。佛的心是常住真心，常住是永遠不變的，永遠就是那個樣子，那叫真心。我們的心生滅，妄心！那個念頭有生、有滅就不一樣，前一個念跟後一個念就不相同，所以它不是常住的，它是剎那剎那在生滅的，這是妄心。所以真心的功能失掉了。"
    },
    {
      "id": "04-003-0151_p0011",
      "zh_CN": "【如一毛孔遍法界。一切毛孔悉亦如是。当知无有少许处空无佛身。】",
      "zh_TW": "【如一毛孔遍法界。一切毛孔悉亦如是。當知無有少許處空無佛身。】"
    },
    {
      "id": "04-003-0151_p0012",
      "zh_CN": "这就为我们说明了佛身遍一切处，哪里没有佛！是我们肉眼凡夫见不到。为什么说佛身遍一切处，佛身是什么？是真如本性，真性遍一切处，性就是佛。禅家讲「明心见性，见性成佛」，佛就是讲自己的心性，心性确实是遍一切处，尽虚空遍法界都是这个心性变现出来的，不管你是觉悟还是迷惑，真性它也没有觉悟、也没有迷惑。觉，它也是这么变；迷，它还是这么变。所以真性上没有迷悟。这个明白了，哪个地方没有佛！",
      "zh_TW": "這就為我們說明了佛身遍一切處，哪裡沒有佛！是我們肉眼凡夫見不到。為什麼說佛身遍一切處，佛身是什麼？是真如本性，真性遍一切處，性就是佛。禪家講「明心見性，見性成佛」，佛就是講自己的心性，心性確實是遍一切處，盡虛空遍法界都是這個心性變現出來的，不管你是覺悟還是迷惑，真性它也沒有覺悟、也沒有迷惑。覺，它也是這麼變；迷，它還是這麼變。所以真性上沒有迷悟。這個明白了，哪個地方沒有佛！"
    },
    {
      "id": "04-003-0151_p0013",
      "zh_CN": "禅宗里头有一个小公案，从前我们受戒的时候，戒和尚道源法师在说法的时候给我们举出来。他说以前有一个很顽皮的小沙弥，在大雄宝殿上拉大便，这还得了！这个知客师看到，马上抓他到老和尚那里去要严重的处分。老和尚就问他：你怎么在佛殿上拉大便？这个小沙弥就说：那请老和尚找个没有佛的地方给我拉大便。老和尚一句话都说不出来。为什么？尽虚空遍法界都是佛身，到哪里找一个没有佛身的地方？所以也不处分，没事。《华严经》上说的。这是真的，一点都不假！我们凡夫起心动念胡作妄为，以为没有人知道，叫自欺欺人。",
      "zh_TW": "禪宗裡頭有一個小公案，從前我們受戒的時候，戒和尚道源法師在說法的時候給我們舉出來。他說以前有一個很頑皮的小沙彌，在大雄寶殿上拉大便，這還得了！這個知客師看到，馬上抓他到老和尚那裡去要嚴重的處分。老和尚就問他：你怎麼在佛殿上拉大便？這個小沙彌就說：那請老和尚找個沒有佛的地方給我拉大便。老和尚一句話都說不出來。為什麼？盡虛空遍法界都是佛身，到哪裡找一個沒有佛身的地方？所以也不處分，沒事。《華嚴經》上說的。這是真的，一點都不假！我們凡夫起心動念胡作妄為，以為沒有人知道，叫自欺欺人。"
    },
    {
      "id": "04-003-0151_p0014",
      "zh_CN": "我们在《无量寿经》上看到的西方极乐世界，往生到那里去的大众，每个人的天眼、天耳、他心也是尽虚空遍法界，所有一切众生，你一举一动他都看到，你说悄悄话，他也听得见，你起心动念他都知道，你能瞒得过谁？只能瞒得过瞎子、聋子。我们凡夫睁开眼睛都是瞎，看不见，耳朵竖起来也聋，听不见，只能瞒这些人。真正心地清净没有分别的人，诸位要晓得没有分别就没有界限，所以他这个心量是尽虚空遍法界的，我们这个心为什么这么小？起心动念有执着、有分别，这一有执着、一有分别这个心量就小了，你就没有办法超越你的界线，界线是自己划的，不是别人划的。所以离开一切分别执着，我们的心量是尽虚空遍法界，这大乘经上常讲「心包太虚，量周沙界」，那是真心，那才自在。为什么那么看不开，一定要计较、一定要执着？真叫自己跟自己过不去，这就佛菩萨所说的「可怜悯者」，这自己跟自己过不去。一毛孔如是，一切毛孔皆如是；一佛如是，佛佛皆如是；诸佛如是，众生亦复如是。众生跟佛是平等的，「生佛不二」，一个是觉察到了，一个是没觉察到。底下这一句话，我们也常常听到古来祖师大德在文章里头常常引用。",
      "zh_TW": "我們在《無量壽經》上看到的西方極樂世界，往生到那裡去的大眾，每個人的天眼、天耳、他心也是盡虛空遍法界，所有一切眾生，你一舉一動他都看到，你說悄悄話，他也聽得見，你起心動念他都知道，你能瞞得過誰？只能瞞得過瞎子、聾子。我們凡夫睜開眼睛都是瞎，看不見，耳朵豎起來也聾，聽不見，只能瞞這些人。真正心地清淨沒有分別的人，諸位要曉得沒有分別就沒有界限，所以他這個心量是盡虛空遍法界的，我們這個心為什麼這麼小？起心動念有執著、有分別，這一有執著、一有分別這個心量就小了，你就沒有辦法超越你的界線，界線是自己劃的，不是別人劃的。所以離開一切分別執著，我們的心量是盡虛空遍法界，這大乘經上常講「心包太虛，量周沙界」，那是真心，那才自在。為什麼那麼看不開，一定要計較、一定要執著？真叫自己跟自己過不去，這就佛菩薩所說的「可憐憫者」，這自己跟自己過不去。一毛孔如是，一切毛孔皆如是；一佛如是，佛佛皆如是；諸佛如是，眾生亦復如是。眾生跟佛是平等的，「生佛不二」，一個是覺察到了，一個是沒覺察到。底下這一句話，我們也常常聽到古來祖師大德在文章裡頭常常引用。"
    },
    {
      "id": "04-003-0151_p0015",
      "zh_CN": "【佛子。菩萨摩诃萨应知自心念念常有佛成正觉。】",
      "zh_TW": "【佛子。菩薩摩訶薩應知自心念念常有佛成正覺。】"
    },
    {
      "id": "04-003-0151_p0016",
      "zh_CN": "这话应该懂得，一切诸佛都是自心变现的，在虚空法界确实念念有修行证果成佛的，这修行证果成佛的从哪来的？是我们自心变现的。诸位要明了，同样一个道理，应知自心念念常有众生堕阿鼻地狱，对不对？套一下，一样的，十法界依正庄严都是自心念念变现的。自心是能变，唯一的能变；十法界依证庄严是所变，能所不二，能所一如。我们再看底下这一段文：",
      "zh_TW": "這話應該懂得，一切諸佛都是自心變現的，在虛空法界確實念念有修行證果成佛的，這修行證果成佛的從哪來的？是我們自心變現的。諸位要明瞭，同樣一個道理，應知自心念念常有眾生墮阿鼻地獄，對不對？套一下，一樣的，十法界依正莊嚴都是自心念念變現的。自心是能變，唯一的能變；十法界依證莊嚴是所變，能所不二，能所一如。我們再看底下這一段文："
    },
    {
      "id": "04-003-0151_p0017",
      "zh_CN": "【何以故。诸佛如来不离此心成正觉故。】",
      "zh_TW": "【何以故。諸佛如來不離此心成正覺故。】"
    },
    {
      "id": "04-003-0151_p0018",
      "zh_CN": "这个心是真心，我们跟一切诸佛同一个真心。妄心就不同，妄心是大家自己划界线，划的界线不一样就不同，界线统统撤掉了，是平等的。真心是一个，妄心就多了。这底下一句：",
      "zh_TW": "這個心是真心，我們跟一切諸佛同一個真心。妄心就不同，妄心是大家自己劃界線，劃的界線不一樣就不同，界線統統撤掉了，是平等的。真心是一個，妄心就多了。這底下一句："
    },
    {
      "id": "04-003-0151_p0019",
      "zh_CN": "【一切众生心亦复如是。】",
      "zh_TW": "【一切眾生心亦復如是。】"
    },
    {
      "id": "04-003-0151_p0020",
      "zh_CN": "这一句话就交代了，一切众生跟佛无二无别。",
      "zh_TW": "這一句話就交代了，一切眾生跟佛無二無別。"
    },
    {
      "id": "04-003-0151_p0021",
      "zh_CN": "【悉有如来成等正觉。】",
      "zh_TW": "【悉有如來成等正覺。】"
    },
    {
      "id": "04-003-0151_p0022",
      "zh_CN": "这底下解释：",
      "zh_TW": "這底下解釋："
    },
    {
      "id": "04-003-0151_p0023",
      "zh_CN": "【释曰。引此佛身与众生数等者。证前能礼之身。所礼之佛。数齐同也。又既佛有等众生数之身住于生界。众生心中又念念有佛成正觉。故知佛前本有多身。身前本有多佛。但以执境迷心。致令都不见耳。】",
      "zh_TW": "【釋曰。引此佛身與眾生數等者。證前能禮之身。所禮之佛。數齊同也。又既佛有等眾生數之身住於生界。眾生心中又念念有佛成正覺。故知佛前本有多身。身前本有多佛。但以執境迷心。致令都不見耳。】"
    },
    {
      "id": "04-003-0151_p0024",
      "zh_CN": "这里头关键的一句『执境迷心』，我们凡夫病根就这四个字，境是境界，坚固的执着这个境界，把自己的真心本性迷了，因此这个事实真相我们见不到，病根就在这四个字。",
      "zh_TW": "這裡頭關鍵的一句『執境迷心』，我們凡夫病根就這四個字，境是境界，堅固的執著這個境界，把自己的真心本性迷了，因此這個事實真相我們見不到，病根就在這四個字。"
    },
    {
      "id": "04-003-0151_p0025",
      "zh_CN": "【佛以善觉三昧而现之。即果门入也。】",
      "zh_TW": "【佛以善覺三昧而現之。即果門入也。】"
    },
    {
      "id": "04-003-0151_p0026",
      "zh_CN": "佛跟我们不一样的，我们在此地留意他有『善觉三昧』，这个名词要跟诸位说说，「善」是善巧方便，「觉」是觉而不迷，「三昧」是永远保持着善觉。三昧是梵语，翻成中国的意思是正受，是正常的享受，善觉就是正常的享受。这四个字如果你明白、如果你会用，那你这一生当中快乐无比，你是世间第一个最幸福的人。觉是智慧，对自己、对境界、对人、对事、对物清清楚楚明明白白。善是跟大家相处，都能处的恰到好处，那你怎么不快乐？执境迷心，那麻烦就大！学佛，要紧的学这个。这是《大方广佛华严经》上的。你们看看大乘佛法，那《华严》不必说了，哪一位菩萨不是相貌圆满、衣着整齐、大方美观，神仙人物，哪有像现在学佛学的灰头土脸的，人家见到就讨厌，这个佛还能学吗？这佛法还能弘扬吗？毛病都是这前面执境迷心，好像不是灰头土脸那就不是佛弟子，什么时候佛跟你说的？你这种形相见到佛，佛看了摇头，我哪来的这学生！你要不相信，你看看佛像、你看看观世音、大势至，是不是穿的很漂亮？怎么会学的那么呆、学的那么笨、学的那么苦？要多读《华严》，多学善觉三昧。前面所说的都是宇宙人生的真相，真相你才能见到，这是『果门入』，那佛已经成佛了，他完全证得、完全得受用。",
      "zh_TW": "佛跟我們不一樣的，我們在此地留意他有『善覺三昧』，這個名詞要跟諸位說說，「善」是善巧方便，「覺」是覺而不迷，「三昧」是永遠保持著善覺。三昧是梵語，翻成中國的意思是正受，是正常的享受，善覺就是正常的享受。這四個字如果你明白、如果你會用，那你這一生當中快樂無比，你是世間第一個最幸福的人。覺是智慧，對自己、對境界、對人、對事、對物清清楚楚明明白白。善是跟大家相處，都能處的恰到好處，那你怎麼不快樂？執境迷心，那麻煩就大！學佛，要緊的學這個。這是《大方廣佛華嚴經》上的。你們看看大乘佛法，那《華嚴》不必說了，哪一位菩薩不是相貌圓滿、衣著整齊、大方美觀，神仙人物，哪有像現在學佛學的灰頭土臉的，人家見到就討厭，這個佛還能學嗎？這佛法還能弘揚嗎？毛病都是這前面執境迷心，好像不是灰頭土臉那就不是佛弟子，什麼時候佛跟你說的？你這種形相見到佛，佛看了搖頭，我哪來的這學生！你要不相信，你看看佛像、你看看觀世音、大勢至，是不是穿的很漂亮？怎麼會學的那麼呆、學的那麼笨、學的那麼苦？要多讀《華嚴》，多學善覺三昧。前面所說的都是宇宙人生的真相，真相你才能見到，這是『果門入』，那佛已經成佛了，他完全證得、完全得受用。"
    },
    {
      "id": "04-003-0151_p0027",
      "zh_CN": "【今以普贤观行而见之。即因门入。】",
      "zh_TW": "【今以普賢觀行而見之。即因門入。】"
    },
    {
      "id": "04-003-0151_p0028",
      "zh_CN": "这一句对我们来讲很重要，因为果门我们没成佛，佛的境界我们永远没办法想像得到的。因门我们就有分，因门是接受普贤菩萨的教导，佛是善觉三昧见到，我们今天用『普贤观行』同样也能见到，「普贤观行」是什么？这十大愿王，真正如法修学这十大愿王你也能够见到，虽然不能见到圆满，可以见到局部，见到一部分，这是从『因门入』。西方极乐世界大家在《无量寿经》上见到，西方世界凡是去往生的人，即使凡圣同居土下下品往生，生到西方极乐世界也是修普贤行。换句话说，就是修的普贤观行。所以西方极乐世界是普贤的法界，这个我们在《无量寿经》上得到证明，连四十八愿里面都讲得很清楚。所以魏默深居士讲《行愿品》列入三经之后成为净土四经很有道理，一点都不错。西方世界统统修普贤行，都是普贤菩萨，这是真正无比的殊胜。",
      "zh_TW": "這一句對我們來講很重要，因為果門我們沒成佛，佛的境界我們永遠沒辦法想像得到的。因門我們就有分，因門是接受普賢菩薩的教導，佛是善覺三昧見到，我們今天用『普賢觀行』同樣也能見到，「普賢觀行」是什麼？這十大願王，真正如法修學這十大願王你也能夠見到，雖然不能見到圓滿，可以見到局部，見到一部分，這是從『因門入』。西方極樂世界大家在《無量壽經》上見到，西方世界凡是去往生的人，即使凡聖同居土下下品往生，生到西方極樂世界也是修普賢行。換句話說，就是修的普賢觀行。所以西方極樂世界是普賢的法界，這個我們在《無量壽經》上得到證明，連四十八願裡面都講得很清楚。所以魏默深居士講《行願品》列入三經之後成為淨土四經很有道理，一點都不錯。西方世界統統修普賢行，都是普賢菩薩，這是真正無比的殊勝。"
    },
    {
      "id": "04-003-0151_p0029",
      "zh_CN": "【因果之相虽异。所入之境无差。】",
      "zh_TW": "【因果之相雖異。所入之境無差。】"
    },
    {
      "id": "04-003-0151_p0030",
      "zh_CN": "普贤菩萨示现的因相，诸佛如来所现的是果相，因跟果有差别，但是所入的境界没有差别。",
      "zh_TW": "普賢菩薩示現的因相，諸佛如來所現的是果相，因跟果有差別，但是所入的境界沒有差別。"
    },
    {
      "id": "04-003-0151_p0031",
      "zh_CN": "【故得因该果海。果彻因源也。】",
      "zh_TW": "【故得因該果海。果徹因源也。】"
    },
    {
      "id": "04-003-0151_p0032",
      "zh_CN": "这两句话的意思是告诉我们因中有果，果中有因。请看经文：",
      "zh_TW": "這兩句話的意思是告訴我們因中有果，果中有因。請看經文："
    },
    {
      "id": "04-003-0151_p0033",
      "zh_CN": "【一一身。遍礼不可说不可说佛刹极微尘诸佛。】",
      "zh_TW": "【一一身。遍禮不可說不可說佛剎極微塵諸佛。】"
    },
    {
      "id": "04-003-0151_p0034",
      "zh_CN": "清凉在《疏》上告诉我们：",
      "zh_TW": "清涼在《疏》上告訴我們："
    },
    {
      "id": "04-003-0151_p0035",
      "zh_CN": "【一身之礼等刹尘数。是周遍相。】",
      "zh_TW": "【一身之禮等剎塵數。是周遍相。】"
    },
    {
      "id": "04-003-0151_p0036",
      "zh_CN": "我们在这里低头一拜，拜的哪一尊佛？尽虚空遍法界所有一切诸佛统统拜到，一尊佛没有漏掉。前面跟大家说过我们现在虽然是能力上做不到，我们有业障，能力做不到，心要做到，这个心里面常常观想，常常这样想是消业障非常有效的方法，因为佛在经上说「一切法从心想生」，想佛就成佛。《观经》三福这第三福里面讲叫菩萨们深信因果，那个因果就是「念佛是因，成佛是果」，我们一天到晚忆佛念佛，这个人哪有不成佛的道理！决定成佛。",
      "zh_TW": "我們在這裡低頭一拜，拜的哪一尊佛？盡虛空遍法界所有一切諸佛統統拜到，一尊佛沒有漏掉。前面跟大家說過我們現在雖然是能力上做不到，我們有業障，能力做不到，心要做到，這個心裡面常常觀想，常常這樣想是消業障非常有效的方法，因為佛在經上說「一切法從心想生」，想佛就成佛。《觀經》三福這第三福裡面講叫菩薩們深信因果，那個因果就是「念佛是因，成佛是果」，我們一天到晚憶佛念佛，這個人哪有不成佛的道理！決定成佛。"
    },
    {
      "id": "04-003-0151_p0037",
      "zh_CN": "我们同修这些经典都念过，都听了好多好多遍，但是怎么样？你所忆的、所念的还都是名闻利养、是非人我，你念这些东西，你不念佛。这个错错在我们这一边，佛菩萨没错，没教错，我们不听话、不肯干。真听话、真肯干，你要问我要念多久有效果？我告诉你三个月。三个月时间不长，真的一点都不假，三个月你就得到佛的气氛，你就感受到跟佛接近，距离拉近了。要把佛真的放在心上，不是叫你一天到晚挂在口上，挂在口上没有用的，要放在心上才有用，心里头真有佛。我们现在心散乱，心力不能集中，心是散乱的，散乱心念佛那个效果就很差，那怎么办？在佛的教诲当中教我们在散乱心的时候把心力集中念一尊佛，不要念很多佛，散乱心念再念很多佛愈念愈散乱，这个效果成就很难。散乱心念一尊佛容易成就念佛三昧，这个心就定下来，把心收起来，从这个地方做起。心果然定了，那是用定心就念一切佛，「一即是一切，一切即是一」，所以《弥陀经》上讲的那个标准是「一心不乱」，我们今天念一尊佛，念阿弥陀佛，为什么念阿弥陀佛，不念其他的佛？因为一切佛都念阿弥陀佛。我跟诸佛学，诸佛都念阿弥陀佛，我也念阿弥陀佛，这还会错吗？这一定不会错的。我们再看底下这一段的注解。",
      "zh_TW": "我們同修這些經典都念過，都聽了好多好多遍，但是怎麼樣？你所憶的、所念的還都是名聞利養、是非人我，你念這些東西，你不念佛。這個錯錯在我們這一邊，佛菩薩沒錯，沒教錯，我們不聽話、不肯幹。真聽話、真肯幹，你要問我要念多久有效果？我告訴你三個月。三個月時間不長，真的一點都不假，三個月你就得到佛的氣氛，你就感受到跟佛接近，距離拉近了。要把佛真的放在心上，不是叫你一天到晚掛在口上，掛在口上沒有用的，要放在心上才有用，心裡頭真有佛。我們現在心散亂，心力不能集中，心是散亂的，散亂心念佛那個效果就很差，那怎麼辦？在佛的教誨當中教我們在散亂心的時候把心力集中念一尊佛，不要念很多佛，散亂心念再念很多佛愈念愈散亂，這個效果成就很難。散亂心念一尊佛容易成就念佛三昧，這個心就定下來，把心收起來，從這個地方做起。心果然定了，那是用定心就念一切佛，「一即是一切，一切即是一」，所以《彌陀經》上講的那個標準是「一心不亂」，我們今天念一尊佛，念阿彌陀佛，為什麼念阿彌陀佛，不念其他的佛？因為一切佛都念阿彌陀佛。我跟諸佛學，諸佛都念阿彌陀佛，我也念阿彌陀佛，這還會錯嗎？這一定不會錯的。我們再看底下這一段的註解。"
    },
    {
      "id": "04-003-0151_p0038",
      "zh_CN": "【三总结无尽。】",
      "zh_TW": "【三總結無盡。】"
    },
    {
      "id": "04-003-0151_p0039",
      "zh_CN": "这一句是科题，这一大段的经文里面分成三个段落，这是第三段『总结无尽』，这里面分两个小段。",
      "zh_TW": "這一句是科題，這一大段的經文裡面分成三個段落，這是第三段『總結無盡』，這裡面分兩個小段。"
    },
    {
      "id": "04-003-0151_p0040",
      "zh_CN": "【一显无尽。准十地经有十无尽界。】",
      "zh_TW": "【一顯無盡。準十地經有十無盡界。】"
    },
    {
      "id": "04-003-0151_p0041",
      "zh_CN": "『准』是依据，《十地经》就是《华严经．十地品》，「十地品」有一个单独的译本称为《十地经》，就是《华严经》上的「十地品」。经里面讲『十无尽界』，「十」是表法的意思，不是数字，表法的意思，就是表无量的意思。",
      "zh_TW": "『準』是依據，《十地經》就是《華嚴經．十地品》，「十地品」有一個單獨的譯本稱為《十地經》，就是《華嚴經》上的「十地品」。經裡面講『十無盡界』，「十」是表法的意思，不是數字，表法的意思，就是表無量的意思。"
    },
    {
      "id": "04-003-0151_p0042",
      "zh_CN": "【今此有二。谓虚空众生。于众生中开出业惑。故成其四。众生无尽。一一众生有多业惑。弥显无尽。】",
      "zh_TW": "【今此有二。謂虛空眾生。於眾生中開出業惑。故成其四。眾生無盡。一一眾生有多業惑。彌顯無盡。】"
    },
    {
      "id": "04-003-0151_p0043",
      "zh_CN": "这就是本经后面所讲的四种无尽，我们到底下经文会念到，「虚空界无尽，众生界无尽，众生业无尽，众生烦恼无尽」，开出这四种。这下面钞文是解释上面疏的，都是清凉大师自己做的。",
      "zh_TW": "這就是本經後面所講的四種無盡，我們到底下經文會念到，「虛空界無盡，眾生界無盡，眾生業無盡，眾生煩惱無盡」，開出這四種。這下面鈔文是解釋上面疏的，都是清涼大師自己做的。"
    },
    {
      "id": "04-003-0151_p0044",
      "zh_CN": "【准十地经。有十无尽界。至故成其四者。】",
      "zh_TW": "【準十地經。有十無盡界。至故成其四者。】"
    },
    {
      "id": "04-003-0151_p0045",
      "zh_CN": "这下面他有引《十地经》详细为我们说明。",
      "zh_TW": "這下面他有引《十地經》詳細為我們說明。"
    },
    {
      "id": "04-003-0151_p0046",
      "zh_CN": "【即经初地说大愿已后结云。佛子。此十大愿以十无尽句而得成就。】",
      "zh_TW": "【即經初地說大願已後結云。佛子。此十大願以十無盡句而得成就。】"
    },
    {
      "id": "04-003-0151_p0047",
      "zh_CN": "这是普贤行跟一般菩萨行不一样的地方，就在此地，这是我们一定要认识清楚的。加上这『十无尽』就变成普贤行；如果没有「十无尽」，是一般的菩萨行，就不是普贤菩萨行。十无尽这底下就说：",
      "zh_TW": "這是普賢行跟一般菩薩行不一樣的地方，就在此地，這是我們一定要認識清楚的。加上這『十無盡』就變成普賢行；如果沒有「十無盡」，是一般的菩薩行，就不是普賢菩薩行。十無盡這底下就說："
    },
    {
      "id": "04-003-0151_p0048",
      "zh_CN": "【何等为十。所谓众生界尽。】",
      "zh_TW": "【何等為十。所謂眾生界盡。】"
    },
    {
      "id": "04-003-0151_p0049",
      "zh_CN": "众生界实在讲是无尽的。菩萨修行这十大愿，到什么时候毕业，我可以不要修了？『众生界尽』就可以毕业。众生界无尽，普贤菩萨这礼敬就无有穷尽，就无尽。众生界尽，菩萨赞叹这个法门也就尽了。可是众生界无尽，他的赞叹也无尽。",
      "zh_TW": "眾生界實在講是無盡的。菩薩修行這十大願，到什麼時候畢業，我可以不要修了？『眾生界盡』就可以畢業。眾生界無盡，普賢菩薩這禮敬就無有窮盡，就無盡。眾生界盡，菩薩讚歎這個法門也就盡了。可是眾生界無盡，他的讚歎也無盡。"
    },
    {
      "id": "04-003-0151_p0050",
      "zh_CN": "【世界尽。】",
      "zh_TW": "【世界盡。】"
    },
    {
      "id": "04-003-0151_p0051",
      "zh_CN": "『世界』也是无尽的。众生怎么来的？前面讲了迷惑造业感得的果报，是这么来的，这个惑业苦永远在那里循环无尽，所以众生界就无尽，是这么回事情。真的把一切众生在六道里头轮转的现象说清楚、说明白了，所谓是一语道破。世界从哪里来的？世界是属于依报，是随着正报变现出来的，正报是讲心行，我们的心善，我们的行善，感得的依报就是生活环境，这个世界就美好、社会和善、人民和睦、风气善良，是要人心地善良才感得外面的环境就善。人心要不善，要想社会很善良，这是不可能的，没有这个道理的。这世界的来源，「世」是讲的时间，「界」是讲的空间，时空合起来就称之为世界。第三个：",
      "zh_TW": "『世界』也是無盡的。眾生怎麼來的？前面講了迷惑造業感得的果報，是這麼來的，這個惑業苦永遠在那裡循環無盡，所以眾生界就無盡，是這麼回事情。真的把一切眾生在六道裡頭輪轉的現象說清楚、說明白了，所謂是一語道破。世界從哪裡來的？世界是屬於依報，是隨著正報變現出來的，正報是講心行，我們的心善，我們的行善，感得的依報就是生活環境，這個世界就美好、社會和善、人民和睦、風氣善良，是要人心地善良才感得外面的環境就善。人心要不善，要想社會很善良，這是不可能的，沒有這個道理的。這世界的來源，「世」是講的時間，「界」是講的空間，時空合起來就稱之為世界。第三個："
    },
    {
      "id": "04-003-0151_p0052",
      "zh_CN": "【虚空界尽。】",
      "zh_TW": "【虛空界盡。】"
    },
    {
      "id": "04-003-0151_p0053",
      "zh_CN": "虚空也是我们自性变现出来的，它也不是真的。所以禅家有粉碎虚空。虚空怎么能粉碎？在我们看法这真的是不可能的，但确实是可以粉碎的。我们在《百法明门》里面看到有为法有九十四类，无为法有六大类，虚空是属于无为法，但是这六种无为法只有一种是真的，真如无为，其他五种不是真的，我们可以说是相似的无为，因为它里面我们看不出它生灭相，虚空我们看不出生灭相。有为就是有生有灭，虚空没有看到有生灭，所以它是无为法，但它不是真的，真的只有真如无为，这在百法里头分类是给它这样分法的，『虚空界』有尽的时候。什么时候尽了？永嘉大师《证道歌》上面说得很好，「觉后空空无大千」，那时候就没有了，没有到圆满的正觉，虚空这个相一定存在，到究竟圆满的大觉现前，这个东西没有了，像一层浮云一样没有了，自自然然就消失了。",
      "zh_TW": "虛空也是我們自性變現出來的，它也不是真的。所以禪家有粉碎虛空。虛空怎麼能粉碎？在我們看法這真的是不可能的，但確實是可以粉碎的。我們在《百法明門》裡面看到有為法有九十四類，無為法有六大類，虛空是屬於無為法，但是這六種無為法只有一種是真的，真如無為，其他五種不是真的，我們可以說是相似的無為，因為它裡面我們看不出它生滅相，虛空我們看不出生滅相。有為就是有生有滅，虛空沒有看到有生滅，所以它是無為法，但它不是真的，真的只有真如無為，這在百法裡頭分類是給它這樣分法的，『虛空界』有盡的時候。什麼時候盡了？永嘉大師《證道歌》上面說得很好，「覺後空空無大千」，那時候就沒有了，沒有到圓滿的正覺，虛空這個相一定存在，到究竟圓滿的大覺現前，這個東西沒有了，像一層浮雲一樣沒有了，自自然然就消失了。"
    },
    {
      "id": "04-003-0151_p0054",
      "zh_CN": "【法界尽。】",
      "zh_TW": "【法界盡。】"
    },
    {
      "id": "04-003-0151_p0055",
      "zh_CN": "前面讲众生界，用我们现在讲，众生是讲的动物，世界里面就包括了植物、包括了矿物。讲『法界』这个意思就讲的更圆满，更是周遍，不但包括我们六凡，连四圣也包括在其中，我们讲的十法界，十法界之外还有一真法界，也包括在其中。第五是：",
      "zh_TW": "前面講眾生界，用我們現在講，眾生是講的動物，世界裡面就包括了植物、包括了礦物。講『法界』這個意思就講的更圓滿，更是周遍，不但包括我們六凡，連四聖也包括在其中，我們講的十法界，十法界之外還有一真法界，也包括在其中。第五是："
    },
    {
      "id": "04-003-0151_p0056",
      "zh_CN": "【涅槃界尽。】",
      "zh_TW": "【涅槃界盡。】"
    },
    {
      "id": "04-003-0151_p0057",
      "zh_CN": "『涅槃』是梵语，通常翻作灭，四谛里头的「苦集灭道」，灭就叫做涅槃，梵语叫涅槃。灭什么？灭烦恼，烦恼没有了、妄想没有了，一切分别执着灭了，因灭了果当然也灭了，果是什么？生死轮回没有了，不但这个没有了，三界之外的，还有变易生死也没有了、也灭了，灭二种生死。所以涅槃是从断德上所说的，总而言之一句话，断烦恼，断烦恼之因，断烦恼之果，果就是二种生死。",
      "zh_TW": "『涅槃』是梵語，通常翻作滅，四諦裡頭的「苦集滅道」，滅就叫做涅槃，梵語叫涅槃。滅什麼？滅煩惱，煩惱沒有了、妄想沒有了，一切分別執著滅了，因滅了果當然也滅了，果是什麼？生死輪迴沒有了，不但這個沒有了，三界之外的，還有變易生死也沒有了、也滅了，滅二種生死。所以涅槃是從斷德上所說的，總而言之一句話，斷煩惱，斷煩惱之因，斷煩惱之果，果就是二種生死。"
    },
    {
      "id": "04-003-0151_p0058",
      "zh_CN": "【佛出现界尽。】",
      "zh_TW": "【佛出現界盡。】"
    },
    {
      "id": "04-003-0151_p0059",
      "zh_CN": "『佛出现』是应众生之感而出现的，众生有感，佛就有应，感应道交。佛出现，怎么出现的？譬如说我们今天念阿弥陀佛，一心求阿弥陀佛，阿弥陀佛现个相在我们面前，这个事有，不是没有。是不是阿弥陀佛从极乐世界到这儿来？不是的，阿弥陀佛「当处出生，当处灭尽」，为什么？阿弥陀佛的身遍法界，哪有来去？没有来去。至于这个相，有感，他就有应。诸位如果再不能理解的话，现在比喻很容易，你看电视的萤幕，电视广播，我们这里频道一对了，影像就现前，是不是电视台那个演员马上就到我这儿来？不开他也在，只是他不显，不能说他不在，我这里频道一对准，他马上相就现前，频道没有对准他还在现前。诸位从这个比喻细细去体会。",
      "zh_TW": "『佛出現』是應眾生之感而出現的，眾生有感，佛就有應，感應道交。佛出現，怎麼出現的？譬如說我們今天念阿彌陀佛，一心求阿彌陀佛，阿彌陀佛現個相在我們面前，這個事有，不是沒有。是不是阿彌陀佛從極樂世界到這兒來？不是的，阿彌陀佛「當處出生，當處滅盡」，為什麼？阿彌陀佛的身遍法界，哪有來去？沒有來去。至於這個相，有感，他就有應。諸位如果再不能理解的話，現在比喻很容易，你看電視的螢幕，電視廣播，我們這裡頻道一對了，影像就現前，是不是電視台那個演員馬上就到我這兒來？不開他也在，只是他不顯，不能說他不在，我這裡頻道一對準，他馬上相就現前，頻道沒有對準他還在現前。諸位從這個比喻細細去體會。"
    },
    {
      "id": "04-003-0151_p0060",
      "zh_CN": "诸佛菩萨的法身就像电波一样无所不在，尽虚空遍法界无所不在，佛的真心本性遍法界，我们自己的真心本性也遍法界。所以古德讲往生净土有两句话说得很妙，「生则决定生，去则实不去」，那到底是生不生？到底是去不去？大家不了解这个道理，听这两句话听迷惑了，有人听错了，这个净土大概是假的，根本就不去！那我还念什么阿弥陀佛，还求生极乐世界干嘛？他不了解这个道理，极乐世界也是自性变现的。什么生？决定生。去不去？自性遍满法界，哪有来去？没有来去，这是给你说真话。说真话反而不懂，那说假话他懂了，极乐世界距离我们十万亿佛国土，到那里去，从这里走到那儿去多少时间就到了，他听懂了。你跟他讲真相他就不懂，他搞不清楚，搞迷惑了，理就在此地，这都是讲的真相。",
      "zh_TW": "諸佛菩薩的法身就像電波一樣無所不在，盡虛空遍法界無所不在，佛的真心本性遍法界，我們自己的真心本性也遍法界。所以古德講往生淨土有兩句話說得很妙，「生則決定生，去則實不去」，那到底是生不生？到底是去不去？大家不了解這個道理，聽這兩句話聽迷惑了，有人聽錯了，這個淨土大概是假的，根本就不去！那我還念什麼阿彌陀佛，還求生極樂世界幹嘛？他不了解這個道理，極樂世界也是自性變現的。什麼生？決定生。去不去？自性遍滿法界，哪有來去？沒有來去，這是給你說真話。說真話反而不懂，那說假話他懂了，極樂世界距離我們十萬億佛國土，到那裡去，從這裡走到那兒去多少時間就到了，他聽懂了。你跟他講真相他就不懂，他搞不清楚，搞迷惑了，理就在此地，這都是講的真相。"
    },
    {
      "id": "04-003-0151_p0061",
      "zh_CN": "诸佛菩萨出现在世间是凭着众生的感应，应以什么身得度，就现什么身；应以什么境界得度，就现什么样的境界。这我们在古时候传记笔记里所看到的，不一定现人身，有的时候现一座山、现个流水，他一见、听到水的声音就开悟，就得度了，佛菩萨变现的。有情身能变，无情的身，植物都会变、都能变，自自然然变现的，所以不是有意的，但是起很大的作用，令众生接触到、见闻到破迷开悟，它有这个作用。",
      "zh_TW": "諸佛菩薩出現在世間是憑著眾生的感應，應以什麼身得度，就現什麼身；應以什麼境界得度，就現什麼樣的境界。這我們在古時候傳記筆記裡所看到的，不一定現人身，有的時候現一座山、現個流水，他一見、聽到水的聲音就開悟，就得度了，佛菩薩變現的。有情身能變，無情的身，植物都會變、都能變，自自然然變現的，所以不是有意的，但是起很大的作用，令眾生接觸到、見聞到破迷開悟，它有這個作用。"
    },
    {
      "id": "04-003-0151_p0062",
      "zh_CN": "我们求佛菩萨，为什么佛菩萨没有感应？我们天天求，佛菩萨都没有感应？实在说我们的方法用错了，错在哪里？连我们中国圣人都说「诚则灵」，要用诚心去求。我们用什么心？我们用的是妄心求，强烈的欲望，这跟他不相应。诚，诚就相应，佛菩萨心诚，我们也用诚心，这就相应。「一念相应一念佛，念念相应念念佛」。什么是诚心？没有妄念的心叫诚心。你看曾国藩在读书笔记里面给这个「诚」下了个定义，他那个定义下得很好，《了凡四训》注解里头引用，曾国藩所讲的诚的定义是「一念不生谓之诚」。我们求佛菩萨都是有妄念，我们有求有愿的时候可以有这个念头，求佛菩萨，把我们所求所愿说出来，但是在求的时候不能有念头，有念就不灵了。譬如我们举个例子，你在佛前面占卦，占卦灵不灵就看你的心诚不诚，如果在占卦的时候一个念头都没有，这个卦就灵；如果你在占卦的时候还有妄念，我求佛菩萨保佑我怎样怎样，那个卦不灵。为什么？心不诚。你看《了凡四训》里头所说的画符的，那个符很灵，他怎么灵？画符的时候提起笔，这一笔下去一道符画成功，没有一个念头，这个符就灵。如果画符，在画的时候起心动念，想着别的，这符不灵。所以在祝愿的时候是另一个阶段，求佛菩萨指示的时候是第二个阶段，这个阶段要用诚心去求，这就对了，念咒亦复如是！",
      "zh_TW": "我們求佛菩薩，為什麼佛菩薩沒有感應？我們天天求，佛菩薩都沒有感應？實在說我們的方法用錯了，錯在哪裡？連我們中國聖人都說「誠則靈」，要用誠心去求。我們用什麼心？我們用的是妄心求，強烈的欲望，這跟他不相應。誠，誠就相應，佛菩薩心誠，我們也用誠心，這就相應。「一念相應一念佛，念念相應念念佛」。什麼是誠心？沒有妄念的心叫誠心。你看曾國藩在讀書筆記裡面給這個「誠」下了個定義，他那個定義下得很好，《了凡四訓》註解裡頭引用，曾國藩所講的誠的定義是「一念不生謂之誠」。我們求佛菩薩都是有妄念，我們有求有願的時候可以有這個念頭，求佛菩薩，把我們所求所願說出來，但是在求的時候不能有念頭，有念就不靈了。譬如我們舉個例子，你在佛前面占卦，占卦靈不靈就看你的心誠不誠，如果在占卦的時候一個念頭都沒有，這個卦就靈；如果你在占卦的時候還有妄念，我求佛菩薩保佑我怎樣怎樣，那個卦不靈。為什麼？心不誠。你看《了凡四訓》裡頭所說的畫符的，那個符很靈，他怎麼靈？畫符的時候提起筆，這一筆下去一道符畫成功，沒有一個念頭，這個符就靈。如果畫符，在畫的時候起心動念，想著別的，這符不靈。所以在祝願的時候是另一個階段，求佛菩薩指示的時候是第二個階段，這個階段要用誠心去求，這就對了，念咒亦復如是！"
    },
    {
      "id": "04-003-0151_p0063",
      "zh_CN": "大家晓得最常见的念大悲咒，念大悲水治病，有人大悲咒念得很灵，有人念大悲咒念得不灵，原因在哪里？很简单，念得灵的诚心念，念得不灵的杂心念，一面念一面还在打妄想，那个大悲水不灵。这个大悲水放在佛菩萨面前，你在念大悲咒，你念一遍，一遍没有妄想；念两遍，两遍没有妄想；你念七遍，七遍没有妄想，这个水就灵，你念的遍数更多，没有妄念，真心的时间更长，更灵，就这么回事情。古人教我们「诚则灵，不诚无物」，不诚不行。再看底下一句：",
      "zh_TW": "大家曉得最常見的念大悲咒，念大悲水治病，有人大悲咒念得很靈，有人念大悲咒念得不靈，原因在哪裡？很簡單，念得靈的誠心念，念得不靈的雜心念，一面念一面還在打妄想，那個大悲水不靈。這個大悲水放在佛菩薩面前，你在念大悲咒，你念一遍，一遍沒有妄想；念兩遍，兩遍沒有妄想；你念七遍，七遍沒有妄想，這個水就靈，你念的遍數更多，沒有妄念，真心的時間更長，更靈，就這麼回事情。古人教我們「誠則靈，不誠無物」，不誠不行。再看底下一句："
    },
    {
      "id": "04-003-0151_p0064",
      "zh_CN": "【如来智界尽。】",
      "zh_TW": "【如來智界盡。】"
    },
    {
      "id": "04-003-0151_p0065",
      "zh_CN": "这个『智』是讲的权智，度化众生的，就是度化众生的善巧方便。",
      "zh_TW": "這個『智』是講的權智，度化眾生的，就是度化眾生的善巧方便。"
    },
    {
      "id": "04-003-0151_p0066",
      "zh_CN": "【心所缘界尽。】",
      "zh_TW": "【心所緣界盡。】"
    },
    {
      "id": "04-003-0151_p0067",
      "zh_CN": "都是后得智的起用。",
      "zh_TW": "都是後得智的起用。"
    },
    {
      "id": "04-003-0151_p0068",
      "zh_CN": "【佛智所入境界尽。】",
      "zh_TW": "【佛智所入境界盡。】"
    },
    {
      "id": "04-003-0151_p0069",
      "zh_CN": "佛入境界没有别的事情，都是为了利益众生。末后一句：",
      "zh_TW": "佛入境界沒有別的事情，都是為了利益眾生。末後一句："
    },
    {
      "id": "04-003-0151_p0070",
      "zh_CN": "【世间转法转智转界尽。】",
      "zh_TW": "【世間轉法轉智轉界盡。】"
    },
    {
      "id": "04-003-0151_p0071",
      "zh_CN": "也就是说诸佛菩萨对于九法界众生弘法利生这个事业结束、圆满了。换句话说，所有一切众生都圆满成佛那才行，这十种都是无尽的，事实上都是无尽的，所以称十无尽。",
      "zh_TW": "也就是說諸佛菩薩對於九法界眾生弘法利生這個事業結束、圓滿了。換句話說，所有一切眾生都圓滿成佛那才行，這十種都是無盡的，事實上都是無盡的，所以稱十無盡。"
    },
    {
      "id": "04-003-0151_p0072",
      "zh_CN": "【晋经云。】",
      "zh_TW": "【晉經云。】"
    },
    {
      "id": "04-003-0151_p0073",
      "zh_CN": "这个晋经就是《六十华严》，最早翻译的。",
      "zh_TW": "這個晉經就是《六十華嚴》，最早翻譯的。"
    },
    {
      "id": "04-003-0151_p0074",
      "zh_CN": "【不可尽法。下经亦云。】",
      "zh_TW": "【不可盡法。下經亦云。】"
    },
    {
      "id": "04-003-0151_p0075",
      "zh_CN": "『下经』就是这个经的下面，下面经文所说的，也说：",
      "zh_TW": "『下經』就是這個經的下面，下面經文所說的，也說："
    },
    {
      "id": "04-003-0151_p0076",
      "zh_CN": "【不可尽法。下经亦云不可尽十言。十尽者。穷尽彼无尽之愿令无有余。故云尽也。若众生界尽。我愿乃尽。若世界乃至世间转法转智转界尽。我愿乃尽。而众生界不可尽。乃至世间转法转智转界不可尽。故我此大愿善根无有穷尽。】",
      "zh_TW": "【不可盡法。下經亦云不可盡十言。十盡者。窮盡彼無盡之願令無有餘。故云盡也。若眾生界盡。我願乃盡。若世界乃至世間轉法轉智轉界盡。我願乃盡。而眾生界不可盡。乃至世間轉法轉智轉界不可盡。故我此大願善根無有窮盡。】"
    },
    {
      "id": "04-003-0151_p0077",
      "zh_CN": "这一段当中显示了大菩萨周遍法界的心量，这是我们应当知道的、应当要学习的，要把心量拓开，不可以对眼前小事斤斤计较，那我们在菩提道上亏吃大了、障碍太大了。这些障难都不是外来的，是我们自己迷失了自性，不了解事实真相，把这个人生世间短暂的幻化误以为真实。现在科学愈来愈进步，对于佛法的解释也愈来愈透明，对我们的帮助真的是大。从前我们都以为这个物质世界是真有，虽然近代的科学讲到这些原子、电子、粒子，不同方式的组合变成世间形形色色，这就是《金刚经》上讲的「一合相」。可是佛还有一句话，「一合相，即非一合相」，这一句话我们还不能够理解。现代科学解释的有一点影子了，现在科学进一步了解认为这个物质根本就不存在，那个现象是什么东西？现象是波动的现象，这就接近到了「一合相，即非一合相」。这一从哪里来？波动产生的现象，波永远是动的，相永远是幻化的，根本就不存在，不存在以为它存在，不存在执着它存在，这个亏吃大了，这叫迷，这就执着，执境迷心，永远不得解脱。",
      "zh_TW": "這一段當中顯示了大菩薩周遍法界的心量，這是我們應當知道的、應當要學習的，要把心量拓開，不可以對眼前小事斤斤計較，那我們在菩提道上虧吃大了、障礙太大了。這些障難都不是外來的，是我們自己迷失了自性，不了解事實真相，把這個人生世間短暫的幻化誤以為真實。現在科學愈來愈進步，對於佛法的解釋也愈來愈透明，對我們的幫助真的是大。從前我們都以為這個物質世界是真有，雖然近代的科學講到這些原子、電子、粒子，不同方式的組合變成世間形形色色，這就是《金剛經》上講的「一合相」。可是佛還有一句話，「一合相，即非一合相」，這一句話我們還不能夠理解。現代科學解釋的有一點影子了，現在科學進一步了解認為這個物質根本就不存在，那個現象是什麼東西？現象是波動的現象，這就接近到了「一合相，即非一合相」。這一從哪裡來？波動產生的現象，波永遠是動的，相永遠是幻化的，根本就不存在，不存在以為它存在，不存在執著它存在，這個虧吃大了，這叫迷，這就執著，執境迷心，永遠不得解脫。"
    },
    {
      "id": "04-003-0151_p0078",
      "zh_CN": "知道这些事实真相好处多了，好处在哪里？身心世界一切放下。真正能够契入《金刚经》上所说的境界，「凡所有相，皆是虚妄，一切有为法，如梦幻泡影」，你出离这个境界，梦幻泡影，在这里面没有得失，得了很欢喜，失掉也欢喜，心是平等的，永远是平等的、永远是自在的、永远是欢喜的、永远是那么清清楚楚明明白白。过去、未来、现在、前因后果，那怎么会不自在？所以对人、对事、对物你都会做得非常圆满，做得非常恰当，就是你放下执着了，放不下问题才严重。所以放不下，换句话说，统统都在造业，只是造的是善业、还是恶业，造的业有浅深不同，程度上有广狭不同，没有一个不造业。一切放下的人不造业，这个放下就是我们现在迷心的解放、迷执的解放，这是得真实的自在。下面解释：",
      "zh_TW": "知道這些事實真相好處多了，好處在哪裡？身心世界一切放下。真正能夠契入《金剛經》上所說的境界，「凡所有相，皆是虛妄，一切有為法，如夢幻泡影」，你出離這個境界，夢幻泡影，在這裡面沒有得失，得了很歡喜，失掉也歡喜，心是平等的，永遠是平等的、永遠是自在的、永遠是歡喜的、永遠是那麼清清楚楚明明白白。過去、未來、現在、前因後果，那怎麼會不自在？所以對人、對事、對物你都會做得非常圓滿，做得非常恰當，就是你放下執著了，放不下問題才嚴重。所以放不下，換句話說，統統都在造業，只是造的是善業、還是惡業，造的業有淺深不同，程度上有廣狹不同，沒有一個不造業。一切放下的人不造業，這個放下就是我們現在迷心的解放、迷執的解放，這是得真實的自在。下面解釋："
    },
    {
      "id": "04-003-0151_p0079",
      "zh_CN": "【彼是成就大作用之愿。故以无穷化生十尽句而结无尽也。】",
      "zh_TW": "【彼是成就大作用之願。故以無窮化生十盡句而結無盡也。】"
    },
    {
      "id": "04-003-0151_p0080",
      "zh_CN": "显示佛菩萨度生的大愿无穷，实在讲这里面含着有一个真正的意义，是勉励我们要发长远心，要发真实心、清净心、长远心，这才是事实真相。我们把这个文念下去。",
      "zh_TW": "顯示佛菩薩度生的大願無窮，實在講這裡面含著有一個真正的意義，是勉勵我們要發長遠心，要發真實心、清淨心、長遠心，這才是事實真相。我們把這個文念下去。"
    },
    {
      "id": "04-003-0151_p0081",
      "zh_CN": "【论释十界云。初一是总。】",
      "zh_TW": "【論釋十界云。初一是總。】"
    },
    {
      "id": "04-003-0151_p0082",
      "zh_CN": "就是众生界尽，这一句是总相。",
      "zh_TW": "就是眾生界盡，這一句是總相。"
    },
    {
      "id": "04-003-0151_p0083",
      "zh_CN": "【皆为化生故。余九是别。是别集成度众生义故。此经所说二种。是观能趣入行愿。故略余八。但明众生及虚空界。又以观行是对治门故。故众生开出业及烦恼也。】",
      "zh_TW": "【皆為化生故。餘九是別。是別集成度眾生義故。此經所說二種。是觀能趣入行願。故略餘八。但明眾生及虛空界。又以觀行是對治門故。故眾生開出業及煩惱也。】"
    },
    {
      "id": "04-003-0151_p0084",
      "zh_CN": "开出这两门，我们把底下经文念一念：",
      "zh_TW": "開出這兩門，我們把底下經文念一念："
    },
    {
      "id": "04-003-0151_p0085",
      "zh_CN": "【虚空界尽。我礼乃尽。以虚空界不可尽故。我此礼敬无有穷尽。】",
      "zh_TW": "【虛空界盡。我禮乃盡。以虛空界不可盡故。我此禮敬無有窮盡。】"
    },
    {
      "id": "04-003-0151_p0086",
      "zh_CN": "『礼敬』，前面跟诸位说过，这个范围境界非常非常深广，我们要明了、要认识、要努力去学习，能学多少学多少，对自己有很大的受用，将来往生决定提升品位。后面这是总结。",
      "zh_TW": "『禮敬』，前面跟諸位說過，這個範圍境界非常非常深廣，我們要明瞭、要認識、要努力去學習，能學多少學多少，對自己有很大的受用，將來往生決定提升品位。後面這是總結。"
    },
    {
      "id": "04-003-0151_p0087",
      "zh_CN": "【如是乃至众生界尽。众生业尽。众生烦恼尽。我礼乃尽。而众生界乃至烦恼无有尽故。我此礼敬无有穷尽。】",
      "zh_TW": "【如是乃至眾生界盡。眾生業盡。眾生煩惱盡。我禮乃盡。而眾生界乃至煩惱無有盡故。我此禮敬無有窮盡。】"
    },
    {
      "id": "04-003-0151_p0088",
      "zh_CN": "再看最后这一段，最后这一段非常值得我们效法。",
      "zh_TW": "再看最後這一段，最後這一段非常值得我們效法。"
    },
    {
      "id": "04-003-0151_p0089",
      "zh_CN": "【念念相续。无有间断。】",
      "zh_TW": "【念念相續。無有間斷。】"
    },
    {
      "id": "04-003-0151_p0090",
      "zh_CN": "这两句话实在讲就是大势至菩萨讲的「都摄六根，净念相继」，意思完全相同。说的话不同，意思完全相同。",
      "zh_TW": "這兩句話實在講就是大勢至菩薩講的「都攝六根，淨念相繼」，意思完全相同。說的話不同，意思完全相同。"
    },
    {
      "id": "04-003-0151_p0091",
      "zh_CN": "【身语意业。无有疲厌。】",
      "zh_TW": "【身語意業。無有疲厭。】"
    },
    {
      "id": "04-003-0151_p0092",
      "zh_CN": "『疲』是疲倦，『厌』就是我们讲讨厌、厌烦。你看一般人无论从事哪一个工作，做久了都厌烦，倦就是懈怠，连读书都是如此，读到没兴趣、厌烦、不想念了，这是什么原因？为什么菩萨他不疲不厌？这一点我们要留意，假如我们能够学到，你得的利益就大了。不但你的学业、你的事业出人头地，你的精神体力也超越常人。为什么？疲厌容易衰老，这不疲不厌的人，不老！我相信其他的对你们来说都没什么大兴趣，如何能青春常驻这个兴趣很浓厚，学普贤菩萨十大愿王，愿愿都无有疲厌，你们的青春就永驻，这是真的。",
      "zh_TW": "『疲』是疲倦，『厭』就是我們講討厭、厭煩。你看一般人無論從事哪一個工作，做久了都厭煩，倦就是懈怠，連讀書都是如此，讀到沒興趣、厭煩、不想念了，這是什麼原因？為什麼菩薩他不疲不厭？這一點我們要留意，假如我們能夠學到，你得的利益就大了。不但你的學業、你的事業出人頭地，你的精神體力也超越常人。為什麼？疲厭容易衰老，這不疲不厭的人，不老！我相信其他的對你們來說都沒什麼大興趣，如何能青春常駐這個興趣很濃厚，學普賢菩薩十大願王，願願都無有疲厭，你們的青春就永駐，這是真的。"
    },
    {
      "id": "04-003-0151_p0093",
      "zh_CN": "为什么没有疲厌？这里面很简单的说就是他有法喜，人一欢喜他就不会疲倦，不欢喜做的事情勉强去做，做不了五分钟劲就没有了，欢喜做的事情连续做十个小时，他精神还是都不错的，他没有感觉到疲倦，而且感觉到时间怎么会那么快，归根结柢这心理的因素。佛知道得很清楚，佛教化众生开这么多的法门，无量的法门，为什么开这么多？让你选择你喜欢修的，你才能到不疲不厌；佛教给你法门，这法门我很不喜欢，那这一接触就有疲、就有厌倦，这就不能成就，所以要契机。非常适合我们自己的根机，我们很喜欢、很爱好，对这个法门很清楚、很了解，修学的时候欢欢喜喜，成就快、障碍少，这是短时间就能收到效果，就能得到真实的利益，这个利益就是在我们日常生活当中的享受，这才是真正的佛法。",
      "zh_TW": "為什麼沒有疲厭？這裡面很簡單的說就是他有法喜，人一歡喜他就不會疲倦，不歡喜做的事情勉強去做，做不了五分鐘勁就沒有了，歡喜做的事情連續做十個小時，他精神還是都不錯的，他沒有感覺到疲倦，而且感覺到時間怎麼會那麼快，歸根結柢這心理的因素。佛知道得很清楚，佛教化眾生開這麼多的法門，無量的法門，為什麼開這麼多？讓你選擇你喜歡修的，你才能到不疲不厭；佛教給你法門，這法門我很不喜歡，那這一接觸就有疲、就有厭倦，這就不能成就，所以要契機。非常適合我們自己的根機，我們很喜歡、很愛好，對這個法門很清楚、很了解，修學的時候歡歡喜喜，成就快、障礙少，這是短時間就能收到效果，就能得到真實的利益，這個利益就是在我們日常生活當中的享受，這才是真正的佛法。"
    },
    {
      "id": "04-003-0151_p0094",
      "zh_CN": "所以佛法会被一切众生、九法界众生欢迎，欢喜接受，它有它的道理在。现在我们佛法的弘扬，大家修学真的是愈修愈苦，我看到好多苦不堪言，但是还难得他还在继续修，这很不容易。实际上他修错了，方法上错了、理论上错了。",
      "zh_TW": "所以佛法會被一切眾生、九法界眾生歡迎，歡喜接受，它有它的道理在。現在我們佛法的弘揚，大家修學真的是愈修愈苦，我看到好多苦不堪言，但是還難得他還在繼續修，這很不容易。實際上他修錯了，方法上錯了、理論上錯了。"
    },
    {
      "id": "04-003-0151_p0095",
      "zh_CN": "今天是星期四，这个地方讲堂这一次我们就到这个地方圆满，十愿第一愿讲完。我星期天要到美国去，这一次大概去三个月，回来之后我们从第二愿再同大家一起研究。普贤菩萨的法门确确实实是非常非常圆满，值得我们去欣赏、去探讨、去修学，果报之殊胜就像经题上讲的不可思议。我们念佛回向。",
      "zh_TW": "今天是星期四，這個地方講堂這一次我們就到這個地方圓滿，十願第一願講完。我星期天要到美國去，這一次大概去三個月，回來之後我們從第二願再同大家一起研究。普賢菩薩的法門確確實實是非常非常圓滿，值得我們去欣賞、去探討、去修學，果報之殊勝就像經題上講的不可思議。我們念佛迴向。"
    }
  ]
}