{
  "doc_id": "04-003-0130",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三０集",
    "zh_TW": "第一三０集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0130",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "04-003-0130_p0001",
      "zh_CN": "请掀开经本，三百四十一面倒数第二行，从第二句看起：",
      "zh_TW": "請掀開經本，三百四十一面倒數第二行，從第二句看起："
    },
    {
      "id": "04-003-0130_p0002",
      "zh_CN": "【八巧成。即檀度。】",
      "zh_TW": "【八巧成。即檀度。】"
    },
    {
      "id": "04-003-0130_p0003",
      "zh_CN": "这是经题第六个字，严字十个意思里面，第八个意思是『巧成』的意思。成是成就，巧是善巧。这个意思包含非常的深广，一般学佛的同修，说到布施，这个檀就是布施，这个梵语称为檀那，翻成中国就是布施。总以为布施，就是我们出一点钱，出一点力，对于道场一些贡献，这就叫布施。其实这个看法是错误的，因为这个看法范围非常的狭小，绝对不是『檀度』的真实义。这个檀度真实义，可以说已经包括了我们全部的生活。只要是对众生有利益的，无论是我们心思想到的，言语上说到的，我们身体做到的，全都在这个范围之中。譬如我们在家庭，家庭里面有没有修布施？有的，你天天在做，你时时刻刻在做，但是你不知道你是在修布施波罗蜜。你从早晨起来，将家里环境整理的干干净净，是不是布施你一家人舒适的居处？这确实是布施。你能够为一家人身体健康，营养的摄受，天天在思考、在设计，如何真正能够帮助这一家人，统统是布施。从家庭走到社会，无论你在哪一个工作岗位，都是利益社会大众的，那何尝不是布施！用心思，用思考，用言语，用财力，用体力，这里面都包括了财、法、无畏三种布施。由此可知，佛法讲布施，无所不及。但是那个布施的结果不一样，果报有善恶，有大小，有偏圆，种种不同的差别。这个差别都是在迷悟，从这里分的；从自利，或者是利他上所分的。念念替别人着想，这是善的，念念为自己着想，这是恶的。我在此地只说一个原则，不必细说，要细说，这两个小时也讲不完。",
      "zh_TW": "這是經題第六個字，嚴字十個意思裡面，第八個意思是『巧成』的意思。成是成就，巧是善巧。這個意思包含非常的深廣，一般學佛的同修，說到布施，這個檀就是布施，這個梵語稱為檀那，翻成中國就是布施。總以為布施，就是我們出一點錢，出一點力，對於道場一些貢獻，這就叫布施。其實這個看法是錯誤的，因為這個看法範圍非常的狹小，絕對不是『檀度』的真實義。這個檀度真實義，可以說已經包括了我們全部的生活。只要是對眾生有利益的，無論是我們心思想到的，言語上說到的，我們身體做到的，全都在這個範圍之中。譬如我們在家庭，家庭裡面有沒有修布施？有的，你天天在做，你時時刻刻在做，但是你不知道你是在修布施波羅蜜。你從早晨起來，將家裡環境整理的乾乾淨淨，是不是布施你一家人舒適的居處？這確實是布施。你能夠為一家人身體健康，營養的攝受，天天在思考、在設計，如何真正能夠幫助這一家人，統統是布施。從家庭走到社會，無論你在哪一個工作崗位，都是利益社會大眾的，那何嘗不是布施！用心思，用思考，用言語，用財力，用體力，這裡面都包括了財、法、無畏三種布施。由此可知，佛法講布施，無所不及。但是那個布施的結果不一樣，果報有善惡，有大小，有偏圓，種種不同的差別。這個差別都是在迷悟，從這裡分的；從自利，或者是利他上所分的。念念替別人著想，這是善的，念念為自己著想，這是惡的。我在此地只說一個原則，不必細說，要細說，這兩個小時也講不完。"
    },
    {
      "id": "04-003-0130_p0004",
      "zh_CN": "菩萨所修善巧到了极处，到了究竟圆满之处，这巧成。他成就什么？成就一切众生在这一生当中，圆成佛道。这个巧成真是达到究竟圆满。圆成佛道是圆满的成就佛道。佛道是什么？这两个字的定义，我们一定要把它搞清楚、要明了，佛是智觉，也就是说圆满的智慧，圆满的大觉，对于宇宙人生，过去现在未来，无所不知，无所不觉，这叫做佛。如何能真正成就，达到这个境界？这叫道，这条道路。所以真正成就究竟圆满的智慧，这叫做佛道，这是佛法教学最高的目标。为什么我们在此地说，他的善巧达到圆满？古大德常说，《华严经》如果没有最后，这个最后就是这一卷，十大愿王导归极乐，这个《华严》就不圆满。巧成有没有？有，不是究竟圆满的巧成。究竟圆满的巧成，是能够将一切众生导归极乐。换句话说，到了西方极乐世界，见到阿弥陀佛，古人常说，但得见弥陀，何愁不开悟。见到阿弥陀佛，这不圆满也都圆满了。这是《华严》最后得到究竟圆满是因为这个缘故。所以他个十大愿王导归极乐就是檀度的圆满。",
      "zh_TW": "菩薩所修善巧到了極處，到了究竟圓滿之處，這巧成。他成就什麼？成就一切眾生在這一生當中，圓成佛道。這個巧成真是達到究竟圓滿。圓成佛道是圓滿的成就佛道。佛道是什麼？這兩個字的定義，我們一定要把它搞清楚、要明瞭，佛是智覺，也就是說圓滿的智慧，圓滿的大覺，對於宇宙人生，過去現在未來，無所不知，無所不覺，這叫做佛。如何能真正成就，達到這個境界？這叫道，這條道路。所以真正成就究竟圓滿的智慧，這叫做佛道，這是佛法教學最高的目標。為什麼我們在此地說，他的善巧達到圓滿？古大德常說，《華嚴經》如果沒有最後，這個最後就是這一卷，十大願王導歸極樂，這個《華嚴》就不圓滿。巧成有沒有？有，不是究竟圓滿的巧成。究竟圓滿的巧成，是能夠將一切眾生導歸極樂。換句話說，到了西方極樂世界，見到阿彌陀佛，古人常說，但得見彌陀，何愁不開悟。見到阿彌陀佛，這不圓滿也都圓滿了。這是《華嚴》最後得到究竟圓滿是因為這個緣故。所以他個十大願王導歸極樂就是檀度的圓滿。"
    },
    {
      "id": "04-003-0130_p0005",
      "zh_CN": "【九芬馥。即力度。】",
      "zh_TW": "【九芬馥。即力度。】"
    },
    {
      "id": "04-003-0130_p0006",
      "zh_CN": "《华严》文殊菩萨将六波罗蜜展开为十波罗蜜。也就是将般若波罗蜜这一度展开为五度，般若，愿，力，智，方便。这个力就是从般若里面开出来的。那六度里面，由此可知，六度里头，般若波罗蜜，虽然没有开出来，里头都圆满的含摄。所以这个六度跟十度，哪个多，哪个少？可以说不增不减，一个是展开来，一个是归纳进去。所以说六度，这个愿力智方便都归纳在般若波罗蜜里，所以这个内容确实不增不减。但是讲法，当然十就讲的比较上详细，这六度讲的比较笼统，差别就在此地。力就是势力，也就是我们今天所说的力量、能力。这个『芬馥』的意思把它配在权智里面的力度来说。这个意思也就是说，智慧的能力也是遍满的，无所不在的，亦是这个意思。不但充实在我们现实的生活当中，实在讲，也遍布在虚空法界。我们凡夫粗心大意，不能够体会，不能够觉察。佛与大菩萨他们的心清净，这个清净，也就我们常讲细心，我们讲的细心比那个清净心，那还是很粗的。清净心是极其的细心。因此十法界的众生起心动念，佛都知道。你想想看，假如这个念头的能力不是遍虚空法界，佛距离我们很遥远，他怎么会知道？不要说太远的，经上说的西方世界，阿弥陀佛，距离我们这里是十万亿佛国土。这十万亿佛国土，用现在的光年来算，也不知道要算到多少数字！这样遥远的距离，我们起心动念他都知道。由此可知，就像花的香气一样。花，没有多大，但是香气远闻，比喻这个力，权智之力。第十个意思，开敷的意思。",
      "zh_TW": "《華嚴》文殊菩薩將六波羅蜜展開為十波羅蜜。也就是將般若波羅蜜這一度展開為五度，般若，願，力，智，方便。這個力就是從般若裡面開出來的。那六度裡面，由此可知，六度裡頭，般若波羅蜜，雖然沒有開出來，裡頭都圓滿的含攝。所以這個六度跟十度，哪個多，哪個少？可以說不增不減，一個是展開來，一個是歸納進去。所以說六度，這個願力智方便都歸納在般若波羅蜜裡，所以這個內容確實不增不減。但是講法，當然十就講的比較上詳細，這六度講的比較籠統，差別就在此地。力就是勢力，也就是我們今天所說的力量、能力。這個『芬馥』的意思把它配在權智裡面的力度來說。這個意思也就是說，智慧的能力也是遍滿的，無所不在的，亦是這個意思。不但充實在我們現實的生活當中，實在講，也遍布在虛空法界。我們凡夫粗心大意，不能夠體會，不能夠覺察。佛與大菩薩他們的心清淨，這個清淨，也就我們常講細心，我們講的細心比那個清淨心，那還是很粗的。清淨心是極其的細心。因此十法界的眾生起心動念，佛都知道。你想想看，假如這個念頭的能力不是遍虛空法界，佛距離我們很遙遠，他怎麼會知道？不要說太遠的，經上說的西方世界，阿彌陀佛，距離我們這裡是十萬億佛國土。這十萬億佛國土，用現在的光年來算，也不知道要算到多少數字！這樣遙遠的距離，我們起心動念他都知道。由此可知，就像花的香氣一樣。花，沒有多大，但是香氣遠聞，比喻這個力，權智之力。第十個意思，開敷的意思。"
    },
    {
      "id": "04-003-0130_p0007",
      "zh_CN": "【开敷。即精进度。】",
      "zh_TW": "【開敷。即精進度。】"
    },
    {
      "id": "04-003-0130_p0008",
      "zh_CN": "比起前面这个莲花，花开了，比喻精进。精进，这两个字我们一定要深深去体会，我们的道业才能够成就。因此佛给我们讲善根，为我们说世间法的善根，他说了三个，叫三善根。这三善根是世间善法都从这个根生的。这个三善根就是不贪、不瞋、不痴。所有一切世间善法都从这生的。出世间善根，只有一个，这是大小乘圣者，如果有这一个善根，他的道业就很容易成就。小乘最高的果位是阿罗汉，大乘最高的果位是等觉菩萨，什么善根？精进。进是进步，我们容易懂。但是我们往往忽略了精字，精怎么讲？精是纯一。我们常讲一门深入，那个一门是精，深入是进，就是精进。你要两门，三门，四门，五门，那虽然是进，但是不精，因此你不能成就，这是我们学佛同修要特别注意的。",
      "zh_TW": "比起前面這個蓮花，花開了，比喻精進。精進，這兩個字我們一定要深深去體會，我們的道業才能夠成就。因此佛給我們講善根，為我們說世間法的善根，他說了三個，叫三善根。這三善根是世間善法都從這個根生的。這個三善根就是不貪、不瞋、不痴。所有一切世間善法都從這生的。出世間善根，只有一個，這是大小乘聖者，如果有這一個善根，他的道業就很容易成就。小乘最高的果位是阿羅漢，大乘最高的果位是等覺菩薩，什麼善根？精進。進是進步，我們容易懂。但是我們往往忽略了精字，精怎麼講？精是純一。我們常講一門深入，那個一門是精，深入是進，就是精進。你要兩門，三門，四門，五門，那雖然是進，但是不精，因此你不能成就，這是我們學佛同修要特別注意的。"
    },
    {
      "id": "04-003-0130_p0009",
      "zh_CN": "不但是古大德说，念佛这个法门最忌讳的就是夹杂。夹杂就是不精。虽然进，不精。念佛忌讳，那参禅忌不忌讳？一样忌讳。学教忌不忌讳？还是忌讳。无论修学哪一个法门，你要问，古来许多大德，我们在传记上，人家学个三年五载，十年、八年都成就了。有一些开悟了，有一些证果了，都有成就了。我们这个忙了一辈子，修学的环境比古人不差。古人得一部经典，那谈何容易。我们现在得一部《大藏经》也是轻而易举。在这许许多多优厚条件之下，超越古人，我们的成就不及古人。原因在哪里？古人精进，我们是杂进，这差别在这里。今天下午，有两位老居士来看我，也都算是老同修，都知道应当发心念佛求生净土，这好事情。到我们这里来，还拿了不少书带回家去。这些书，我一看，我说不必再看、不要了。不但世法要放下，佛法也要放下。那佛法怎么能放下？我说我没叫你把阿弥陀佛放下，你只要抓住阿弥陀佛，抓住《阿弥陀经》，其他统统都放下，你才能往生。否则的话，这些拉拉杂杂都是你往生的障碍，到时候你去不了。",
      "zh_TW": "不但是古大德說，念佛這個法門最忌諱的就是夾雜。夾雜就是不精。雖然進，不精。念佛忌諱，那參禪忌不忌諱？一樣忌諱。學教忌不忌諱？還是忌諱。無論修學哪一個法門，你要問，古來許多大德，我們在傳記上，人家學個三年五載，十年、八年都成就了。有一些開悟了，有一些證果了，都有成就了。我們這個忙了一輩子，修學的環境比古人不差。古人得一部經典，那談何容易。我們現在得一部《大藏經》也是輕而易舉。在這許許多多優厚條件之下，超越古人，我們的成就不及古人。原因在哪裡？古人精進，我們是雜進，這差別在這裡。今天下午，有兩位老居士來看我，也都算是老同修，都知道應當發心念佛求生淨土，這好事情。到我們這裡來，還拿了不少書帶回家去。這些書，我一看，我說不必再看、不要了。不但世法要放下，佛法也要放下。那佛法怎麼能放下？我說我沒叫你把阿彌陀佛放下，你只要抓住阿彌陀佛，抓住《阿彌陀經》，其他統統都放下，你才能往生。否則的話，這些拉拉雜雜都是你往生的障礙，到時候你去不了。"
    },
    {
      "id": "04-003-0130_p0010",
      "zh_CN": "年轻人，我劝你们受持《无量寿经》。年老的人，我不劝他受持《无量寿经》，《阿弥陀经》就好。为什么？短！经文短，容易！就好。《弥陀经》跟《无量寿经》，莲池大师说，是大本小本，内容完全相同，一个说得简单，一个说得详细，没有差别。不但大小两本没有差别，彭际清居士说得更好，《弥陀经》的内容跟《大方广佛华严经》的内容也是一样的，也没有差别。所以他说，《无量寿经》就是中本华严，《阿弥陀经》就是小本华严。《弥陀经》详细讲解，就是《大方广佛华严经》，这三部经，一而三，三而一。我们明了这个事实，年岁大了，受持《阿弥陀经》就是受持《大方广佛华严经》。你不了解，你心里面怀疑、忧虑，这个经太小了，恐怕没有力量，怕不可靠。你明了事实真相，才晓得，我这个原来就是大经的浓缩，跟大经无二无别。我们不怀疑，不夹杂，不间断，没有不成就的，决定会成功。",
      "zh_TW": "年輕人，我勸你們受持《無量壽經》。年老的人，我不勸他受持《無量壽經》，《阿彌陀經》就好。為什麼？短！經文短，容易！就好。《彌陀經》跟《無量壽經》，蓮池大師說，是大本小本，內容完全相同，一個說得簡單，一個說得詳細，沒有差別。不但大小兩本沒有差別，彭際清居士說得更好，《彌陀經》的內容跟《大方廣佛華嚴經》的內容也是一樣的，也沒有差別。所以他說，《無量壽經》就是中本華嚴，《阿彌陀經》就是小本華嚴。《彌陀經》詳細講解，就是《大方廣佛華嚴經》，這三部經，一而三，三而一。我們明瞭這個事實，年歲大了，受持《阿彌陀經》就是受持《大方廣佛華嚴經》。你不了解，你心裡面懷疑、憂慮，這個經太小了，恐怕沒有力量，怕不可靠。你明瞭事實真相，才曉得，我這個原來就是大經的濃縮，跟大經無二無別。我們不懷疑，不夾雜，不間斷，沒有不成就的，決定會成功。"
    },
    {
      "id": "04-003-0130_p0011",
      "zh_CN": "所以这个精进，确确实实大乘佛法的善根。大乘佛法之善，就是把你的地位、境界向上提升。什么方法能提升？精进。你从十住菩萨升到十行菩萨，从十行菩萨升到十回向菩萨，从十向菩萨升到十地菩萨，就靠精进。《楞严经》大势至菩萨讲得好，大势至菩萨就用一句佛号，都摄六根，净念相继，就用这一个方法。这一方法精，精到了极处，一句佛号六个字，南无阿弥陀佛，这真是精到了极处，没有比这个更简单、更扼要的。他就这一句佛号，从初发心一直到成佛都不改变。不假方便，自得心开。假是假借，不需要借助其他任何方法来帮助，就这一个方法。诸位要知道，一个方法才有效。用一个方法心定，没有妄念，没有妄想，心定的，心是清净的。功夫愈深，心愈清净，定净愈深，他当然心开意解。这个心开，就是禅宗里面大彻大悟，明心见性。所以净宗是用一句佛号达到明心见性，见性成佛，这成佛就是成就一切智。所以我们要注重精进，要了解精进的重要，要知道不精进就决定不能成就。所以无论修学哪一个法门，法门平等，无有高下，成败关键就是你知不知道精进。杂修决定没有好处，专修一定得利益。这是以开敷表精进度。",
      "zh_TW": "所以這個精進，確確實實大乘佛法的善根。大乘佛法之善，就是把你的地位、境界向上提升。什麼方法能提升？精進。你從十住菩薩升到十行菩薩，從十行菩薩升到十迴向菩薩，從十向菩薩升到十地菩薩，就靠精進。《楞嚴經》大勢至菩薩講得好，大勢至菩薩就用一句佛號，都攝六根，淨念相繼，就用這一個方法。這一方法精，精到了極處，一句佛號六個字，南無阿彌陀佛，這真是精到了極處，沒有比這個更簡單、更扼要的。他就這一句佛號，從初發心一直到成佛都不改變。不假方便，自得心開。假是假借，不需要借助其他任何方法來幫助，就這一個方法。諸位要知道，一個方法才有效。用一個方法心定，沒有妄念，沒有妄想，心定的，心是清淨的。功夫愈深，心愈清淨，定淨愈深，他當然心開意解。這個心開，就是禪宗裡面大徹大悟，明心見性。所以淨宗是用一句佛號達到明心見性，見性成佛，這成佛就是成就一切智。所以我們要注重精進，要了解精進的重要，要知道不精進就決定不能成就。所以無論修學哪一個法門，法門平等，無有高下，成敗關鍵就是你知不知道精進。雜修決定沒有好處，專修一定得利益。這是以開敷表精進度。"
    },
    {
      "id": "04-003-0130_p0012",
      "zh_CN": "【以上十度。同严一佛。余九皆然。】",
      "zh_TW": "【以上十度。同嚴一佛。餘九皆然。】"
    },
    {
      "id": "04-003-0130_p0013",
      "zh_CN": "这也显示出，一即是多，多即是一。这下面，宗密大师的开示对我们修学都很重要。我们接着念下去。",
      "zh_TW": "這也顯示出，一即是多，多即是一。這下面，宗密大師的開示對我們修學都很重要。我們接著念下去。"
    },
    {
      "id": "04-003-0130_p0014",
      "zh_CN": "【又因既圆修。果亦圆证。】",
      "zh_TW": "【又因既圓修。果亦圓證。】"
    },
    {
      "id": "04-003-0130_p0015",
      "zh_CN": "这是我们学佛同修非常向往圆修圆证。怎样修法叫圆修？那个圆证我们可以把它放在一边，为什么？那圆修必然得圆证。真正要紧的是在修因。大师在此地给我们说明，给我们开导。",
      "zh_TW": "這是我們學佛同修非常嚮往圓修圓證。怎樣修法叫圓修？那個圓證我們可以把它放在一邊，為什麼？那圓修必然得圓證。真正要緊的是在修因。大師在此地給我們說明，給我們開導。"
    },
    {
      "id": "04-003-0130_p0016",
      "zh_CN": "【云何圆修。】",
      "zh_TW": "【云何圓修。】"
    },
    {
      "id": "04-003-0130_p0017",
      "zh_CN": "这一句话，用现代话来讲，什么叫做『圆修』？怎样才叫圆修？这个意思。下面这就教给我们。",
      "zh_TW": "這一句話，用現代話來講，什麼叫做『圓修』？怎樣才叫圓修？這個意思。下面這就教給我們。"
    },
    {
      "id": "04-003-0130_p0018",
      "zh_CN": "【以定慧双流。静无遗照。动不离寂。一念相应。十度便满。】",
      "zh_TW": "【以定慧雙流。靜無遺照。動不離寂。一念相應。十度便滿。】"
    },
    {
      "id": "04-003-0130_p0019",
      "zh_CN": "这就是圆修。这先把圆修的总纲领给我们说出来，下面再细说。佛法的修学，它的中心就是定慧。慧从哪里来的？从定来的，所以定是枢纽，慧是目标。因此整个的佛法，一切宗派，无量法门，如果你问这些法门修的什么？那我可以告诉你，修定，所有一切法门都是修定，因为一切众生的根性不相同。要用现代的话来说，程度不相同，文化背景不相同，所学的不相同，所从事的工作也不相同，因此佛为了要适应许许多多不同的这些众生们的根性，为我们说出了许许多多的方法，许许多多的门径。那一切方法门径，全都是修定。所以这个禅定，绝对不是只有禅宗才修禅定。大小乘佛法，那一个派都是修禅定。我们念佛也是修禅定，一天到晚阿弥陀佛阿弥陀佛，这就是用念佛的方法修定。心定下来，智慧就开了。",
      "zh_TW": "這就是圓修。這先把圓修的總綱領給我們說出來，下面再細說。佛法的修學，它的中心就是定慧。慧從哪裡來的？從定來的，所以定是樞紐，慧是目標。因此整個的佛法，一切宗派，無量法門，如果你問這些法門修的什麼？那我可以告訴你，修定，所有一切法門都是修定，因為一切眾生的根性不相同。要用現代的話來說，程度不相同，文化背景不相同，所學的不相同，所從事的工作也不相同，因此佛為了要適應許許多多不同的這些眾生們的根性，為我們說出了許許多多的方法，許許多多的門徑。那一切方法門徑，全都是修定。所以這個禪定，絕對不是只有禪宗才修禪定。大小乘佛法，那一個派都是修禪定。我們念佛也是修禪定，一天到晚阿彌陀佛阿彌陀佛，這就是用念佛的方法修定。心定下來，智慧就開了。"
    },
    {
      "id": "04-003-0130_p0020",
      "zh_CN": "也许诸位同修要问，我这个心要定到什么程度智慧才开？实在跟你讲，这非常现实，你的心能有一分定，就开一分智慧，二分定就开二分智慧。你的智慧的增长，随着你定功浅深，不断的在流露。智慧是这么来的，智慧决定不是从外面言语文字，种种方法能学的来的，没这回事情，那不叫智慧，那在佛法里头叫世智辩聪。世智辩聪不是好东西，我们佛家常讲，三途八难，世智辩聪是八难之一。为什么叫它做八难？实在说就是二障里面的所知障，这还怕所知障不够多，天天拼命在增长所知障，那还得了！所谓真实的智慧，不是学的，是我们自己真如本性里面本来具足的。智慧是本有的，不是从外头学来的。像这个镜子一样，镜子的光明是本来有的，现在这个镜子上有灰尘，光没有了，我们把灰尘擦掉，擦掉这个镜子亮了，是不是你擦掉把他擦亮的？不是的，本来有！佛常用这个比喻，我们的这个智慧光明本有的，现在为什么失掉了？就是你这个心肮脏了，污染了。什么东西肮脏、污染？你的心不定，不定就是污染。像这个水一样起了波浪，起了波浪，它照的作用失掉了。所以佛教给我们要把心定下来，定到不起波浪，不起波浪就是定到一念不生。这一念不生，这时候起作用就是智慧，这个智慧叫照见。外面无论什么事情，你只一接触就明了，眼睛一看，耳朵一听，一接触统统明了，这是智慧，不是学来的。我们今天什么都不知道，不学都不知道，学了还不知道。学了是所知道的似是而非，绝对不是真实透彻究竟的明了，不是的。学习所得到是似是而非。所以佛讲，这叫所知障，这是世智辩聪。因此佛法无论大小乘都着重在修定。",
      "zh_TW": "也許諸位同修要問，我這個心要定到什麼程度智慧才開？實在跟你講，這非常現實，你的心能有一分定，就開一分智慧，二分定就開二分智慧。你的智慧的增長，隨著你定功淺深，不斷的在流露。智慧是這麼來的，智慧決定不是從外面言語文字，種種方法能學的來的，沒這回事情，那不叫智慧，那在佛法裡頭叫世智辯聰。世智辯聰不是好東西，我們佛家常講，三途八難，世智辯聰是八難之一。為什麼叫它做八難？實在說就是二障裡面的所知障，這還怕所知障不夠多，天天拼命在增長所知障，那還得了！所謂真實的智慧，不是學的，是我們自己真如本性裡面本來具足的。智慧是本有的，不是從外頭學來的。像這個鏡子一樣，鏡子的光明是本來有的，現在這個鏡子上有灰塵，光沒有了，我們把灰塵擦掉，擦掉這個鏡子亮了，是不是你擦掉把他擦亮的？不是的，本來有！佛常用這個比喻，我們的這個智慧光明本有的，現在為什麼失掉了？就是你這個心骯髒了，污染了。什麼東西骯髒、污染？你的心不定，不定就是污染。像這個水一樣起了波浪，起了波浪，它照的作用失掉了。所以佛教給我們要把心定下來，定到不起波浪，不起波浪就是定到一念不生。這一念不生，這時候起作用就是智慧，這個智慧叫照見。外面無論什麼事情，你只一接觸就明瞭，眼睛一看，耳朵一聽，一接觸統統明瞭，這是智慧，不是學來的。我們今天什麼都不知道，不學都不知道，學了還不知道。學了是所知道的似是而非，絕對不是真實透徹究竟的明瞭，不是的。學習所得到是似是而非。所以佛講，這叫所知障，這是世智辯聰。因此佛法無論大小乘都著重在修定。"
    },
    {
      "id": "04-003-0130_p0021",
      "zh_CN": "刚才我们讲，精进，这个精容易得定。我们修学法门，一门深入容易得定，多门就不容易得定。即使是佛法，要知道佛讲经是无说而说，说而无说，这是佛讲经的原则。你要是以为佛真的有东西讲，那就错了。佛讲经是对人说的，对那个人说的，那个人执着有，佛就给他讲空，讲空是破他有的执着。来的那个人他执着有，佛说空，他执着空，佛就说有。说有，破他执着空。佛所说的一切法，无非是破众生的执着而已。假如这个众生没有执着，佛见了他，一句话也说不出来，没得说了。所以佛又何尝说法？佛今天不在世了，我们看到佛的这些经典，经典是佛对一切众生说的，这个经上说有，那个经上说空，到底是有还是空？经看多了，认为释迦牟尼佛头脑有问题。那怎么一回说有，一回说空？所以经典念多了，你的怀疑愈多，你的妄想愈多，你的问题愈多，你怎么能定得下来？这个过失谁负责任？佛不负责任，是要你自己去负责任。就好比我们自己生病，看到这个大夫许许多多的处方，也没有见到这个医生，这个处方听说都不错，照这个方子吃药，什么方子都吃，把这个病愈吃愈重，甚至于病死了，医药死了，药不对症。我们今天这个情况就跟这个差不多，这个经典是佛从前对那些人的处方，不是对我的处方。我们遇到了，不但没有好处，确实带来了许许多多的困惑。那佛是大慈大悲，怜悯一切众生，普度一切众生，帮助一切众生，我们在不在内？当然在内。",
      "zh_TW": "剛才我們講，精進，這個精容易得定。我們修學法門，一門深入容易得定，多門就不容易得定。即使是佛法，要知道佛講經是無說而說，說而無說，這是佛講經的原則。你要是以為佛真的有東西講，那就錯了。佛講經是對人說的，對那個人說的，那個人執著有，佛就給他講空，講空是破他有的執著。來的那個人他執著有，佛說空，他執著空，佛就說有。說有，破他執著空。佛所說的一切法，無非是破眾生的執著而已。假如這個眾生沒有執著，佛見了他，一句話也說不出來，沒得說了。所以佛又何嘗說法？佛今天不在世了，我們看到佛的這些經典，經典是佛對一切眾生說的，這個經上說有，那個經上說空，到底是有還是空？經看多了，認為釋迦牟尼佛頭腦有問題。那怎麼一回說有，一回說空？所以經典念多了，你的懷疑愈多，你的妄想愈多，你的問題愈多，你怎麼能定得下來？這個過失誰負責任？佛不負責任，是要你自己去負責任。就好比我們自己生病，看到這個大夫許許多多的處方，也沒有見到這個醫生，這個處方聽說都不錯，照這個方子吃藥，什麼方子都吃，把這個病愈吃愈重，甚至於病死了，醫藥死了，藥不對症。我們今天這個情況就跟這個差不多，這個經典是佛從前對那些人的處方，不是對我的處方。我們遇到了，不但沒有好處，確實帶來了許許多多的困惑。那佛是大慈大悲，憐憫一切眾生，普度一切眾生，幫助一切眾生，我們在不在內？當然在內。"
    },
    {
      "id": "04-003-0130_p0022",
      "zh_CN": "那他不在世了，如何帮助我们？他有一个特别帮助我们的方法，这就是净宗的法门。这个法门，不但是释迦牟尼佛帮助后来的大众们，世尊告诉我们十方三世一切诸佛如来，普度九法界的众生，都用这个法门。那换句话说，遇不到佛的时候，遇到这个法门就等于遇到佛。问题是你能不能相信？能不能接受？能不能一门深入？一句佛号念到底，决定成就。那我们修学其他法门的，我对那个法门有兴趣，对禅有兴趣，对教有兴趣，对密有兴趣，行不行？行，还是一个原则，一门深入，但是后面一定要回向求生净土，你才能成就。如果不能回向求生净土，换句话说，你这一生的努力，只能够得人天福报，出不了三界。为什么出不了三界？你的定功不够，这个不回向是靠自己的力量，自己的力量要出三界，《楞严经》上说得很明白，要九次第定。四禅生色界天，八定生无色界天，到第九定才超越，才超越六道轮回，谈何容易！",
      "zh_TW": "那他不在世了，如何幫助我們？他有一個特別幫助我們的方法，這就是淨宗的法門。這個法門，不但是釋迦牟尼佛幫助後來的大眾們，世尊告訴我們十方三世一切諸佛如來，普度九法界的眾生，都用這個法門。那換句話說，遇不到佛的時候，遇到這個法門就等於遇到佛。問題是你能不能相信？能不能接受？能不能一門深入？一句佛號念到底，決定成就。那我們修學其他法門的，我對那個法門有興趣，對禪有興趣，對教有興趣，對密有興趣，行不行？行，還是一個原則，一門深入，但是後面一定要迴向求生淨土，你才能成就。如果不能迴向求生淨土，換句話說，你這一生的努力，只能夠得人天福報，出不了三界。為什麼出不了三界？你的定功不夠，這個不迴向是靠自己的力量，自己的力量要出三界，《楞嚴經》上說得很明白，要九次第定。四禪生色界天，八定生無色界天，到第九定才超越，才超越六道輪迴，談何容易！"
    },
    {
      "id": "04-003-0130_p0023",
      "zh_CN": "那我发愿求生净土，回向净土，这就得阿弥陀佛本愿威神的加持，横超三界，这个便宜占大了。换句话说，我们自己的定力，连初禅的标准都达不到，也能往生，这个便宜占大了。这些话都是佛在《无量寿经》上说的。法门真的平等，佛的心真清净，没有分别，阿弥陀佛决定没有说，你念我，我才来度你，你念别的，我不管你，没有这个。你念别的，回向求生净土，他一样帮助你，没有差别，这才真平等，真正慈悲。所以无论修学哪个法门，无论受持什么样的经典，原则要记住，一定要一门深入，这个太重要太重要了。搞多了，搞杂了，纵然往生，品位就不高，这是蕅益大师说的，能不能往生，决定在信愿之有无。那我有信有愿，我决定会往生的。品位高下在功夫的浅深，专精，功夫就深，杂修，功夫就浅，这是一定的道理。功夫深的人到西方极乐世界品位高。",
      "zh_TW": "那我發願求生淨土，迴向淨土，這就得阿彌陀佛本願威神的加持，橫超三界，這個便宜佔大了。換句話說，我們自己的定力，連初禪的標準都達不到，也能往生，這個便宜佔大了。這些話都是佛在《無量壽經》上說的。法門真的平等，佛的心真清淨，沒有分別，阿彌陀佛決定沒有說，你念我，我才來度你，你念別的，我不管你，沒有這個。你念別的，迴向求生淨土，他一樣幫助你，沒有差別，這才真平等，真正慈悲。所以無論修學哪個法門，無論受持什麼樣的經典，原則要記住，一定要一門深入，這個太重要太重要了。搞多了，搞雜了，縱然往生，品位就不高，這是蕅益大師說的，能不能往生，決定在信願之有無。那我有信有願，我決定會往生的。品位高下在功夫的淺深，專精，功夫就深，雜修，功夫就淺，這是一定的道理。功夫深的人到西方極樂世界品位高。"
    },
    {
      "id": "04-003-0130_p0024",
      "zh_CN": "纵然我们现在兴趣是多方面的，大小乘佛法，乃至于世间法，我都喜欢，我都爱好，也要忍耐一时。怎么说？等我见了阿弥陀佛以后我再学，这个可以，这不迟。现在如果要不能放下，一切都学，换句话说，见阿弥陀佛的机会没有了。这个帐要好好算。一定要专精。这就是定慧，你能够选择一门，一门深入精进，你这个观念是慧，你这个做法是定，这就叫『定慧双流』。『静无遗照』，静就是清净心。你心果然清净，世出世间一切法，你逐渐逐渐慢慢都明白、都了解了。为什么？清净心照见。小有清净，那就是这个照的深度、广度浅一点的。大有清净，那你这个深度广度就逐渐拓开、展开了。这就是静无遗照。",
      "zh_TW": "縱然我們現在興趣是多方面的，大小乘佛法，乃至於世間法，我都喜歡，我都愛好，也要忍耐一時。怎麼說？等我見了阿彌陀佛以後我再學，這個可以，這不遲。現在如果要不能放下，一切都學，換句話說，見阿彌陀佛的機會沒有了。這個帳要好好算。一定要專精。這就是定慧，你能夠選擇一門，一門深入精進，你這個觀念是慧，你這個做法是定，這就叫『定慧雙流』。『靜無遺照』，靜就是清淨心。你心果然清淨，世出世間一切法，你逐漸逐漸慢慢都明白、都了解了。為什麼？清淨心照見。小有清淨，那就是這個照的深度、廣度淺一點的。大有清淨，那你這個深度廣度就逐漸拓開、展開了。這就是靜無遺照。"
    },
    {
      "id": "04-003-0130_p0025",
      "zh_CN": "『动不离寂』，寂是寂静，我们凡夫把动跟静成分两桩事情，这个有功夫的人，他这个动跟静是一桩事情，动中有静，静中有动；动不碍静，静也不碍动。我们常讲修行功夫得力，那他得力的标准就在此地。如果动静是两头彼此妨碍，你的功夫还不得力。那我们要问，要怎样才能做到得力？说起来很简单，看破放下。换句话说，你为什么不得力？没有看破，没有放下。所以动会障碍静，静会障碍动，经上用这两个字来做代表。代表什么？代表两边。所以你不要专看到动静这两个字，大小是两边，染净是两边，真假是两边，善恶是两边，是非是两边，统统都是两边。这是科学家讲的，我们这个世界是相对的世界，这个两边就是相对的。如何能够调和，两边能够圆融，彼此互相不妨碍，你的心就定了，清净了。我们生活在这一个相对的世界，要在这个相对里面达到圆融，这就是定功，这就是功夫得力，功夫的成就。心真得到清净，二边的真相就看出来了。",
      "zh_TW": "『動不離寂』，寂是寂靜，我們凡夫把動跟靜成分兩樁事情，這個有功夫的人，他這個動跟靜是一樁事情，動中有靜，靜中有動；動不礙靜，靜也不礙動。我們常講修行功夫得力，那他得力的標準就在此地。如果動靜是兩頭彼此妨礙，你的功夫還不得力。那我們要問，要怎樣才能做到得力？說起來很簡單，看破放下。換句話說，你為什麼不得力？沒有看破，沒有放下。所以動會障礙靜，靜會障礙動，經上用這兩個字來做代表。代表什麼？代表兩邊。所以你不要專看到動靜這兩個字，大小是兩邊，染淨是兩邊，真假是兩邊，善惡是兩邊，是非是兩邊，統統都是兩邊。這是科學家講的，我們這個世界是相對的世界，這個兩邊就是相對的。如何能夠調和，兩邊能夠圓融，彼此互相不妨礙，你的心就定了，清淨了。我們生活在這一個相對的世界，要在這個相對裡面達到圓融，這就是定功，這就是功夫得力，功夫的成就。心真得到清淨，二邊的真相就看出來了。"
    },
    {
      "id": "04-003-0130_p0026",
      "zh_CN": "实在说，佛在经典里面，我们中国古圣先贤都明白这个道理。你看我们中国人画的八卦，八卦是一个圆，里面一半是黑的，一半是白的。这两种不同的颜色就是代表的动静。八卦里头讲阴阳，阳是动的，阴是静的。动中有静，静中有动。那个很明显标示出来的四象，这画成两个是两仪，太极是圆，太极分两仪，两仪生四象。四象就是阴里面有阳，阳里头有阴，动中有静，静中有动。在佛法里面，特别是唯识里头说得清楚，唯识是佛教的心理学。给我们说的真如本性，一念不觉而有无明。一念是静，不觉是动的，一念里面有不觉，那个不觉就叫做无明。可见得一念是明，一念是觉，明里头有无明，觉里面有不觉，动静不离，这是事实真相。事实真相明了了，明了就没有妨碍。妨碍在哪里？妨碍是因为你不知道事实真相，不知道你迷在里面，你有执着，有执着就错了，没有执着那来的妨碍？没有妨碍。",
      "zh_TW": "實在說，佛在經典裡面，我們中國古聖先賢都明白這個道理。你看我們中國人畫的八卦，八卦是一個圓，裡面一半是黑的，一半是白的。這兩種不同的顏色就是代表的動靜。八卦裡頭講陰陽，陽是動的，陰是靜的。動中有靜，靜中有動。那個很明顯標示出來的四象，這畫成兩個是兩儀，太極是圓，太極分兩儀，兩儀生四象。四象就是陰裡面有陽，陽裡頭有陰，動中有靜，靜中有動。在佛法裡面，特別是唯識裡頭說得清楚，唯識是佛教的心理學。給我們說的真如本性，一念不覺而有無明。一念是靜，不覺是動的，一念裡面有不覺，那個不覺就叫做無明。可見得一念是明，一念是覺，明裡頭有無明，覺裡面有不覺，動靜不離，這是事實真相。事實真相明瞭了，明瞭就沒有妨礙。妨礙在哪裡？妨礙是因為你不知道事實真相，不知道你迷在裡面，你有執著，有執著就錯了，沒有執著那來的妨礙？沒有妨礙。"
    },
    {
      "id": "04-003-0130_p0027",
      "zh_CN": "『一念相应，十度便满』。这十波罗蜜，任何一度都圆满含摄九度。说一个布施，布施里面有持戒，有忍辱，有精进，有禅定，有般若，有愿、力、方便、智，统统有。说持戒，持戒里面有布施，也是圆满含摄。不但是佛法里面讲十度，举一法而圆摄一切法。我们讲世间法，任何一法，是不是也像这样的圆满含摄？是的，一点没有错。所以我们在介绍这部经的时候，跟大家说过，经中每一个字的意思都圆摄全经。字字如此，不但是经题，经题是做个代表，给你说一下。其实这个经文，字字都是。一就是一切，一切就是一。世间法，随拈一法也如是。所以大经上才讲，诸佛如来在一毛端里转大法轮。毛端是什么？我们这个汗毛，毛尖端上。这个一毛端就是一，佛转大法轮就是一切，一里面含摄一切。",
      "zh_TW": "『一念相應，十度便滿』。這十波羅蜜，任何一度都圓滿含攝九度。說一個布施，布施裡面有持戒，有忍辱，有精進，有禪定，有般若，有願、力、方便、智，統統有。說持戒，持戒裡面有布施，也是圓滿含攝。不但是佛法裡面講十度，舉一法而圓攝一切法。我們講世間法，任何一法，是不是也像這樣的圓滿含攝？是的，一點沒有錯。所以我們在介紹這部經的時候，跟大家說過，經中每一個字的意思都圓攝全經。字字如此，不但是經題，經題是做個代表，給你說一下。其實這個經文，字字都是。一就是一切，一切就是一。世間法，隨拈一法也如是。所以大經上才講，諸佛如來在一毛端裡轉大法輪。毛端是什麼？我們這個汗毛，毛尖端上。這個一毛端就是一，佛轉大法輪就是一切，一裡面含攝一切。"
    },
    {
      "id": "04-003-0130_p0028",
      "zh_CN": "所以佛法里头常讲，万法归一。那一是什么？这诸位一定要知道，这一是任一，不是特别有一个一，那就错了，是任一。任一，万法都归在这个一，一也归万法，一即是多，多即是一。这才是事实真相，这才叫真平等。所以《华严经》里面讲的，主伴圆融。主，一，伴是万法。任何一法都可以做主，任何一法也都可以做伴。譬如说以释迦牟尼佛为主，一切诸佛如来都是伴，以毘卢遮那佛为主，释迦牟尼佛也是伴；换句话说，以我为主，一切诸佛如来都是伴，以你为主，那我也是伴，这才平等。万法平等，没有高下。我们今天讲民主自由，还没有讲到这个境界。学民主，要向佛法学。不向佛法，学不到的。这是万法平等，没有特殊的，所以这个十度才圆满。十度圆满就是万法都圆满，没有一法不圆满，这才是真正的庄严。《华严经》里面讲的，杂华严饰，那才真的显现出来，圆满的显露。",
      "zh_TW": "所以佛法裡頭常講，萬法歸一。那一是什麼？這諸位一定要知道，這一是任一，不是特別有一個一，那就錯了，是任一。任一，萬法都歸在這個一，一也歸萬法，一即是多，多即是一。這才是事實真相，這才叫真平等。所以《華嚴經》裡面講的，主伴圓融。主，一，伴是萬法。任何一法都可以做主，任何一法也都可以做伴。譬如說以釋迦牟尼佛為主，一切諸佛如來都是伴，以毘盧遮那佛為主，釋迦牟尼佛也是伴；換句話說，以我為主，一切諸佛如來都是伴，以你為主，那我也是伴，這才平等。萬法平等，沒有高下。我們今天講民主自由，還沒有講到這個境界。學民主，要向佛法學。不向佛法，學不到的。這是萬法平等，沒有特殊的，所以這個十度才圓滿。十度圓滿就是萬法都圓滿，沒有一法不圓滿，這才是真正的莊嚴。《華嚴經》裡面講的，雜華嚴飾，那才真的顯現出來，圓滿的顯露。"
    },
    {
      "id": "04-003-0130_p0029",
      "zh_CN": "【十地经云。】",
      "zh_TW": "【十地經云。】"
    },
    {
      "id": "04-003-0130_p0030",
      "zh_CN": "这是大师引《十地经》。《十地经》就是《华严经》里面的《十地品》。经上这样说：",
      "zh_TW": "這是大師引《十地經》。《十地經》就是《華嚴經》裡面的《十地品》。經上這樣說："
    },
    {
      "id": "04-003-0130_p0031",
      "zh_CN": "【发心回向是布施。灭惑为戒不害忍。求善无厌斯进策。于道不动即修禅。忍受无生名般若。回向方便希求愿。无能摧力善了智。如是一切皆成满。故一念皆悉顿严诸德。故至果位。无德不圆备也。】",
      "zh_TW": "【發心回向是布施。滅惑為戒不害忍。求善無厭斯進策。於道不動即修禪。忍受無生名般若。回向方便希求願。無能摧力善了智。如是一切皆成滿。故一念皆悉頓嚴諸德。故至果位。無德不圓備也。】"
    },
    {
      "id": "04-003-0130_p0032",
      "zh_CN": "《十地品》里头这一段经文很要紧。如果诸位真正明了，你就晓得原来圆修不难。在我们日常生活当中，起心动念，言语造作，没有一样不能圆修。问题就是你会不会，会的人占的便宜大了，大在什么地方？现在你的生活幸福自在，你觉得快乐无比，这是你眼前得到的，你决定不会有烦恼，不会有忧愁。无论处什么环境，顺境也好，逆境也好，你统统得大自在，这是你眼前得到的好处，那将来的果报就不必说了。眼前是花报，花好，那果还用得着说！就像经中所讲的，这是在一切法里面，也是举一个例子。他举个什么例子？『回向』。无论修学哪个法门，发愿回向就是圆满的布施。回向是把自己所修学的功德，利益一切众生。我修学的功德这个果报我不要，我让大家去享受，这是圆满布施。",
      "zh_TW": "《十地品》裡頭這一段經文很要緊。如果諸位真正明瞭，你就曉得原來圓修不難。在我們日常生活當中，起心動念，言語造作，沒有一樣不能圓修。問題就是你會不會，會的人佔的便宜大了，大在什麼地方？現在你的生活幸福自在，你覺得快樂無比，這是你眼前得到的，你決定不會有煩惱，不會有憂愁。無論處什麼環境，順境也好，逆境也好，你統統得大自在，這是你眼前得到的好處，那將來的果報就不必說了。眼前是花報，花好，那果還用得著說！就像經中所講的，這是在一切法裡面，也是舉一個例子。他舉個什麼例子？『迴向』。無論修學哪個法門，發願迴向就是圓滿的布施。迴向是把自己所修學的功德，利益一切眾生。我修學的功德這個果報我不要，我讓大家去享受，這是圓滿布施。"
    },
    {
      "id": "04-003-0130_p0033",
      "zh_CN": "灭惑这是戒，惑是迷惑。迷惑的人，他决定不会回向。迷了的人，念念为自己，他不会为众生。不迷的人，他才会。所以能回向，能念念想到一切众生，这个人不迷。这不迷了，戒就具足。『灭惑为戒不害忍』，念念都是希望利益众生，怎么会害众生？这不可能的。纵然遭遇众生来害我，我也不会报复、也不会害他。你要问什么原因？就是他迷，我不迷。迷了，所以他的思想见解都错误了，行为才有过失。觉悟的人对于事实真相完全明了通达，他不会犯错。众生所犯的错过在什么地方，他看得清清楚楚、明明白白。自己不会犯过失，这是忍辱。",
      "zh_TW": "滅惑這是戒，惑是迷惑。迷惑的人，他決定不會迴向。迷了的人，念念為自己，他不會為眾生。不迷的人，他才會。所以能迴向，能念念想到一切眾生，這個人不迷。這不迷了，戒就具足。『滅惑為戒不害忍』，念念都是希望利益眾生，怎麼會害眾生？這不可能的。縱然遭遇眾生來害我，我也不會報復、也不會害他。你要問什麼原因？就是他迷，我不迷。迷了，所以他的思想見解都錯誤了，行為才有過失。覺悟的人對於事實真相完全明瞭通達，他不會犯錯。眾生所犯的錯過在什麼地方，他看得清清楚楚、明明白白。自己不會犯過失，這是忍辱。"
    },
    {
      "id": "04-003-0130_p0034",
      "zh_CN": "『求善无厌』，这是精进。善法里面，真实的善法，给诸位说就是定慧。佛给我们讲三善根，不贪，不瞋，不痴。你们想想，那个不贪不瞋不痴是不是定？是不是慧？就是定慧，有定有慧，那贪瞋痴决定没有。凡是有贪瞋痴就没有定慧。真正的佛弟子，念念都在定慧上进修，世出世法的善根统统都现前。世间的三善根，出世间的精进善根，统统现前。『于道不动即修禅』，道是道路，修行的法门，这就是道。法是方法，这个门是门径，就是道的意思。在一切法门里面，我们选择这一个法门，就不改，不变，不动摇，这就是禅定。一门深入，要把心定在这个法门上，才能成功，而且快速的成就。",
      "zh_TW": "『求善無厭』，這是精進。善法裡面，真實的善法，給諸位說就是定慧。佛給我們講三善根，不貪，不瞋，不痴。你們想想，那個不貪不瞋不痴是不是定？是不是慧？就是定慧，有定有慧，那貪瞋痴決定沒有。凡是有貪瞋痴就沒有定慧。真正的佛弟子，念念都在定慧上進修，世出世法的善根統統都現前。世間的三善根，出世間的精進善根，統統現前。『於道不動即修禪』，道是道路，修行的法門，這就是道。法是方法，這個門是門徑，就是道的意思。在一切法門裡面，我們選擇這一個法門，就不改，不變，不動搖，這就是禪定。一門深入，要把心定在這個法門上，才能成功，而且快速的成就。"
    },
    {
      "id": "04-003-0130_p0035",
      "zh_CN": "『忍受无生名般若』，般若是根本智，所以你要能够受得了。很多人为什么不能学？他受不了！受不了什么？他要求知，他样样都想知道。佛跟我们讲，般若无知，你能不能受得了无知，无知才是真正的般若。无知以后起作用就无所不知。《般若经》里头最重要的两句话，「般若无知，无所不知」。无知是根本智，无所不知是后得智。根本智是体，后得智是作用。它的作用是无所不知，但是它的体是无知。无知什么？实在讲就是清净心，所以我们要受得了。今人跟古人的差别，我觉得这个差别最大的，最显著的，就是这一点，古人能够忍受。",
      "zh_TW": "『忍受無生名般若』，般若是根本智，所以你要能夠受得了。很多人為什麼不能學？他受不了！受不了什麼？他要求知，他樣樣都想知道。佛跟我們講，般若無知，你能不能受得了無知，無知才是真正的般若。無知以後起作用就無所不知。《般若經》裡頭最重要的兩句話，「般若無知，無所不知」。無知是根本智，無所不知是後得智。根本智是體，後得智是作用。它的作用是無所不知，但是它的體是無知。無知什麼？實在講就是清淨心，所以我們要受得了。今人跟古人的差別，我覺得這個差別最大的，最顯著的，就是這一點，古人能夠忍受。"
    },
    {
      "id": "04-003-0130_p0036",
      "zh_CN": "无论是在世法佛法的修学都是从根本智下手，这是古时候的教学法。世间法的教学，古代的小学，我们看《礼记》，儿童七岁上学。七岁离开父母，叫就外傅，傅是师父，就是老师，离开父母跟老师，学什么东西？学洒扫应对。用现代的话来讲，生活教育，学生活教育。在家庭里面用什么态度对父母，对兄弟姐妹，对亲戚朋友，训练这些，教你做人的道理。在学术上，训练根本智。根本智如何训练？背书，将古圣先贤的经典，每天教你念，念一百遍，念两百遍，不讲解，就是教你念。教你念是修定，是修慧，这个慧是根本的慧，没有讲解的，完全念诵。读诵，对着本子是读，不对本子叫背。一定要念的背过，小学是从七岁到十二岁，这个时候是训练你修定。换句话说，训练头脑清净，没有胡思乱想，跟我们现在教学法完全不一样，他就训练你无知。到十三岁，这上太学，中国从前没有中学，只有小学跟太学，十三岁上太学。太学里面学什么？后得智，无所不知，把你从前读过的那些经论典籍跟老师、跟同学研究讨论。所以这个讲解、研究讨论是在第二阶段，是到你心清净、心定了，你有真正的智慧，有真正的理解能力，进入第二个阶段，无所不知。",
      "zh_TW": "無論是在世法佛法的修學都是從根本智下手，這是古時候的教學法。世間法的教學，古代的小學，我們看《禮記》，兒童七歲上學。七歲離開父母，叫就外傅，傅是師父，就是老師，離開父母跟老師，學什麼東西？學灑掃應對。用現代的話來講，生活教育，學生活教育。在家庭裡面用什麼態度對父母，對兄弟姐妹，對親戚朋友，訓練這些，教你做人的道理。在學術上，訓練根本智。根本智如何訓練？背書，將古聖先賢的經典，每天教你念，念一百遍，念兩百遍，不講解，就是教你念。教你念是修定，是修慧，這個慧是根本的慧，沒有講解的，完全念誦。讀誦，對著本子是讀，不對本子叫背。一定要念的背過，小學是從七歲到十二歲，這個時候是訓練你修定。換句話說，訓練頭腦清淨，沒有胡思亂想，跟我們現在教學法完全不一樣，他就訓練你無知。到十三歲，這上太學，中國從前沒有中學，只有小學跟太學，十三歲上太學。太學裡面學什麼？後得智，無所不知，把你從前讀過的那些經論典籍跟老師、跟同學研究討論。所以這個講解、研究討論是在第二階段，是到你心清淨、心定了，你有真正的智慧，有真正的理解能力，進入第二個階段，無所不知。"
    },
    {
      "id": "04-003-0130_p0037",
      "zh_CN": "佛家教学也是如此，这一学佛，一入山门，进到这佛教寺院，五年学戒，五年的时间。学什么？生活教育，寺院里面许许多多的服劳役的工作，分配给你去做。经教，也是叫你读诵，背诵。那每个宗派，所修的这个经论不相同。像贤首宗的，他主修的是《华严经》，那你就是读《华严经》。一遍一遍去读，读到能够背诵，念五年。天台宗的，他们是以《法华经》为主修的，那就是读《法华经》。这个读经目的何在？给诸位说目的是戒定慧三学一次完成。读经的时候，你不会打妄想，你不会想一些坏事。戒律是什么？戒律是诸恶莫作，众善奉行。你天天在读书背书，你要一想坏事，你的书就念错了，所以用这个方法修诸恶莫作。经典是圣贤人真实智慧的教训，这是善中之善，天天念这个就是众善奉行，所以戒律圆满了。所以读书是修戒，是修戒律，圆满的修学戒律。读书要专心，专心是修定。读的清清楚楚、明明白白，没有错一个字，没有漏一句，这是慧。所以这个读诵是戒定慧三学一次完成。",
      "zh_TW": "佛家教學也是如此，這一學佛，一入山門，進到這佛教寺院，五年學戒，五年的時間。學什麼？生活教育，寺院裡面許許多多的服勞役的工作，分配給你去做。經教，也是叫你讀誦，背誦。那每個宗派，所修的這個經論不相同。像賢首宗的，他主修的是《華嚴經》，那你就是讀《華嚴經》。一遍一遍去讀，讀到能夠背誦，念五年。天台宗的，他們是以《法華經》為主修的，那就是讀《法華經》。這個讀經目的何在？給諸位說目的是戒定慧三學一次完成。讀經的時候，你不會打妄想，你不會想一些壞事。戒律是什麼？戒律是諸惡莫作，眾善奉行。你天天在讀書背書，你要一想壞事，你的書就念錯了，所以用這個方法修諸惡莫作。經典是聖賢人真實智慧的教訓，這是善中之善，天天念這個就是眾善奉行，所以戒律圓滿了。所以讀書是修戒，是修戒律，圓滿的修學戒律。讀書要專心，專心是修定。讀的清清楚楚、明明白白，沒有錯一個字，沒有漏一句，這是慧。所以這個讀誦是戒定慧三學一次完成。"
    },
    {
      "id": "04-003-0130_p0038",
      "zh_CN": "你们诸位想一想，中国从前的儿童，从七岁到十二岁，训练什么？戒定慧，他修的是这个。从前学佛，一入佛门，五年就用这个方法，所以教你读经，把什么都放下，让心静下来，让心定下来，然后才有资格参加听讲，参加研究讨论，那是后得智。从根本智到后得智，这个智慧叫圆满。所以中国世出世间的教学，都是智慧的教学。现在人不懂这个道理，很可惜，颠倒了，从小就教他什么都知道，长大之后什么都不知道。没有根本智，哪来的后得智？所以一天到晚胡思乱想，胡作妄为，这不得了。一生过着痛苦的生活，社会怎么能不乱？那个根本的原因就在此地，把定慧失掉了。所以这叫般若。",
      "zh_TW": "你們諸位想一想，中國從前的兒童，從七歲到十二歲，訓練什麼？戒定慧，他修的是這個。從前學佛，一入佛門，五年就用這個方法，所以教你讀經，把什麼都放下，讓心靜下來，讓心定下來，然後才有資格參加聽講，參加研究討論，那是後得智。從根本智到後得智，這個智慧叫圓滿。所以中國世出世間的教學，都是智慧的教學。現在人不懂這個道理，很可惜，顛倒了，從小就教他什麼都知道，長大之後什麼都不知道。沒有根本智，哪來的後得智？所以一天到晚胡思亂想，胡作妄為，這不得了。一生過著痛苦的生活，社會怎麼能不亂？那個根本的原因就在此地，把定慧失掉了。所以這叫般若。"
    },
    {
      "id": "04-003-0130_p0039",
      "zh_CN": "『回向方便』，回向不但是布施，也是方便。这个意思非常明显，确实是方便。因为不必另外再去修学，就以自己所修所学的，所思所念，所作所为，一切利益众生的善行，随时回向，念念回向，确实是方便。『希求愿』。诸佛如来求什么？求一切众生破迷开悟，求一切众生圆满菩提。假如我们念念也是这个愿心，我们的愿跟佛的愿就相同，跟诸佛如来同心同愿。『无能摧力』，没有任何能够改变我的，这就是力量。所以这个力从哪里来的？力从信心来的，从愿心来的，从正解来的；对于佛的教诲，对于宇宙人生的真相，你正确的理解，你不会为境界所动摇，这个是力。『善了智』，善是善巧，瞭是明了。不要费很多力，就很容易明白，一看就明了，一听就明了了，这是慧，这是智。这个智就后得智。",
      "zh_TW": "『回向方便』，迴向不但是布施，也是方便。這個意思非常明顯，確實是方便。因為不必另外再去修學，就以自己所修所學的，所思所念，所作所為，一切利益眾生的善行，隨時迴向，念念迴向，確實是方便。『希求願』。諸佛如來求什麼？求一切眾生破迷開悟，求一切眾生圓滿菩提。假如我們念念也是這個願心，我們的願跟佛的願就相同，跟諸佛如來同心同願。『無能摧力』，沒有任何能夠改變我的，這就是力量。所以這個力從哪裡來的？力從信心來的，從願心來的，從正解來的；對於佛的教誨，對於宇宙人生的真相，你正確的理解，你不會為境界所動搖，這個是力。『善了智』，善是善巧，瞭是明瞭。不要費很多力，就很容易明白，一看就明瞭，一聽就明瞭了，這是慧，這是智。這個智就後得智。"
    },
    {
      "id": "04-003-0130_p0040",
      "zh_CN": "『如是一切皆成满』，成是成就，满是圆满。诸位要晓得这十种都在一念就圆满，任何一桩事情也圆满，世出世法里头，无有一法不圆聚十波罗蜜。你真正明白，真正会修，圆修。圆修后头是圆证。『故一念皆悉顿严诸德』，这个诸德就是常讲的万德，万德万行都在一念一行之中。任何一念，任何一行，只要与佛的教诲相应，这个行与念统统具足。『故至果位无德不圆备也』，到你证果的时候，这个一切德能统统都圆满具足了。",
      "zh_TW": "『如是一切皆成滿』，成是成就，滿是圓滿。諸位要曉得這十種都在一念就圓滿，任何一樁事情也圓滿，世出世法裡頭，無有一法不圓聚十波羅蜜。你真正明白，真正會修，圓修。圓修後頭是圓證。『故一念皆悉頓嚴諸德』，這個諸德就是常講的萬德，萬德萬行都在一念一行之中。任何一念，任何一行，只要與佛的教誨相應，這個行與念統統具足。『故至果位無德不圓備也』，到你證果的時候，這個一切德能統統都圓滿具足了。"
    },
    {
      "id": "04-003-0130_p0041",
      "zh_CN": "好，我们今天就讲到这里。",
      "zh_TW": "好，我們今天就講到這裡。"
    }
  ]
}