{
  "doc_id": "04-003-0163",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六三集",
    "zh_TW": "第一六三集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0163",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "04-003-0163_p0001",
      "zh_CN": "请掀开经本第四百四十八面第三行看起，从《疏》看起：",
      "zh_TW": "請掀開經本第四百四十八面第三行看起，從《疏》看起："
    },
    {
      "id": "04-003-0163_p0002",
      "zh_CN": "【四双引二经。明法施差别。有二。】",
      "zh_TW": "【四雙引二經。明法施差別。有二。】"
    },
    {
      "id": "04-003-0163_p0003",
      "zh_CN": "这就是注解前面清凉《疏》里面所引的《法华经》与《维摩诘经》，净名就是《维摩经》。清凉大师提到这两部经上讲的法供养，但是没有把经文说出来，宗密大师就将两段经文都抄在下面，我们读一读：",
      "zh_TW": "這就是註解前面清涼《疏》裡面所引的《法華經》與《維摩詰經》，淨名就是《維摩經》。清涼大師提到這兩部經上講的法供養，但是沒有把經文說出來，宗密大師就將兩段經文都抄在下面，我們讀一讀："
    },
    {
      "id": "04-003-0163_p0004",
      "zh_CN": "【初引法华经。即第六卷中药王菩萨本事品。】",
      "zh_TW": "【初引法華經。即第六卷中藥王菩薩本事品。】"
    },
    {
      "id": "04-003-0163_p0005",
      "zh_CN": "这一品经里面的一段经文。《钞》里面所引的并不是《法华经》的原文，因为原文很长，它是说经里面的大意。",
      "zh_TW": "這一品經裡面的一段經文。《鈔》裡面所引的並不是《法華經》的原文，因為原文很長，它是說經裡面的大意。"
    },
    {
      "id": "04-003-0163_p0006",
      "zh_CN": "【说过去日月净明德佛。】",
      "zh_TW": "【說過去日月淨明德佛。】"
    },
    {
      "id": "04-003-0163_p0007",
      "zh_CN": "这是过去一尊佛的名号。",
      "zh_TW": "這是過去一尊佛的名號。"
    },
    {
      "id": "04-003-0163_p0008",
      "zh_CN": "【为一切众生喜见菩萨说法华经。喜见乐修苦行。】",
      "zh_TW": "【為一切眾生喜見菩薩說法華經。喜見樂修苦行。】"
    },
    {
      "id": "04-003-0163_p0009",
      "zh_CN": "这个『乐』是爱好的意思，这位菩萨很喜欢『修苦行』。",
      "zh_TW": "這個『樂』是愛好的意思，這位菩薩很喜歡『修苦行』。"
    },
    {
      "id": "04-003-0163_p0010",
      "zh_CN": "【满万二千岁。】",
      "zh_TW": "【滿萬二千歲。】"
    },
    {
      "id": "04-003-0163_p0011",
      "zh_CN": "可见时间相当之长，一万二千年。",
      "zh_TW": "可見時間相當之長，一萬二千年。"
    },
    {
      "id": "04-003-0163_p0012",
      "zh_CN": "【已得现一切色身三昧。】",
      "zh_TW": "【已得現一切色身三昧。】"
    },
    {
      "id": "04-003-0163_p0013",
      "zh_CN": "当然这不是凡夫，凡夫纵然在这么长的时间当中，有这样的成就是很不容易的，前面说了这是菩萨。《法华经》是圆教的大乘经，里面所说的菩萨，跟《华严》的境界完全相同，也就是说的法身大士，都是已经破无明证法身的这些大菩萨们。『得现一切色身三昧』，这个三昧就是能够随念现身，这个念不是菩萨有念，菩萨如果有念，他就是凡夫，凡夫有念，菩萨没有念。随众生的意念，就像《普门品》里面所说的，应以什么身得度，他就现什么身。应以什么身得度，那是众生的念头，众生喜欢佛，菩萨就现佛身；众生喜欢菩萨，他就现菩萨身；甚至于喜欢童男童女，他就现童男童女身。《普门品》里面讲三十二应。由此可知，这是随类化身，他得这种三昧，这种能力恢复了，随类化身。",
      "zh_TW": "當然這不是凡夫，凡夫縱然在這麼長的時間當中，有這樣的成就是很不容易的，前面說了這是菩薩。《法華經》是圓教的大乘經，裡面所說的菩薩，跟《華嚴》的境界完全相同，也就是說的法身大士，都是已經破無明證法身的這些大菩薩們。『得現一切色身三昧』，這個三昧就是能夠隨念現身，這個念不是菩薩有念，菩薩如果有念，他就是凡夫，凡夫有念，菩薩沒有念。隨眾生的意念，就像《普門品》裡面所說的，應以什麼身得度，他就現什麼身。應以什麼身得度，那是眾生的念頭，眾生喜歡佛，菩薩就現佛身；眾生喜歡菩薩，他就現菩薩身；甚至於喜歡童男童女，他就現童男童女身。《普門品》裡面講三十二應。由此可知，這是隨類化身，他得這種三昧，這種能力恢復了，隨類化身。"
    },
    {
      "id": "04-003-0163_p0014",
      "zh_CN": "【欢喜。即念我得三昧。皆是得闻法华经力。】",
      "zh_TW": "【歡喜。即念我得三昧。皆是得聞法華經力。】"
    },
    {
      "id": "04-003-0163_p0015",
      "zh_CN": "自己这种德能恢复，想到他怎么得到的？都是亏了《法华经》，从《法华经》里面开悟，恢复了自己的智慧、德能、神通。",
      "zh_TW": "自己這種德能恢復，想到他怎麼得到的？都是虧了《法華經》，從《法華經》裡面開悟，恢復了自己的智慧、德能、神通。"
    },
    {
      "id": "04-003-0163_p0016",
      "zh_CN": "【即入三昧。从空雨种种花香以供养佛。】",
      "zh_TW": "【即入三昧。從空雨種種花香以供養佛。】"
    },
    {
      "id": "04-003-0163_p0017",
      "zh_CN": "佛为他说《法华经》，他开悟了，这是对佛的感谢，现这种瑞相感谢佛，以香花供养。",
      "zh_TW": "佛為他說《法華經》，他開悟了，這是對佛的感謝，現這種瑞相感謝佛，以香花供養。"
    },
    {
      "id": "04-003-0163_p0018",
      "zh_CN": "【起定念言。不如以身供养。即服诸香满千二百岁。以香油涂身。于佛前以天宝衣而自缠身。灌诸香油。以神通力愿而自然身。光明遍照八千亿恒河沙世界。】",
      "zh_TW": "【起定念言。不如以身供養。即服諸香滿千二百歲。以香油塗身。於佛前以天寶衣而自纏身。灌諸香油。以神通力願而自然身。光明遍照八千億恆河沙世界。】"
    },
    {
      "id": "04-003-0163_p0019",
      "zh_CN": "这就是《法华经》里面很著名的一段，燃身供佛。我们读了这段经文，是不是也想学学菩萨去燃身供佛？不过经上说得很明白，他燃的这个身的光明，『遍照八千亿恒河沙世界』，你烧烧看，你那个光明能照多大？如果你照不了八千亿恒沙国土的时候，那你叫白烧了。读佛经，诸位要晓得，要看活句，不能把它看死了，看死了就大错特错。这个地方讲的燃身，还有大乘经上讲的燃臂、燃指，在整个世界佛教徒里面，可以说除了中国佛教真的燃，你看中国出家人受戒，在头顶上燃香，真的燃；在家居士在手臂上燃臂香，还有人真的去燃指，这个完全在事相上。其他国家地区没有，印度没有燃身、没有燃香的，西藏佛教也没有燃香的，蒙古的佛教也没有燃香的，日本、韩国佛教也没有，只有中国人真的燃香。所以我们要晓得佛教给我们这个是比喻，他真正的意思在哪里？叫我们舍自己的身，去服务一切众生，是这个意思。燃身所谓是燃烧自己，照耀别人，取这个意思。我们尽心尽力，努力为社会、为众生服务，这就是照耀别人。你把身体烧掉了，烧掉对人有什么好处？有什么贡献？观世音菩萨大慈大悲，两个手不够用，还要千手，两只眼不够用，要千眼，千手千眼表示什么？样样能够看得到，看得清楚，都能照顾得到，看到了手就到了，就真的能帮助。我们是两个手，把它烧掉了，你说你能做什么？明了它的意思，我们有身体，我们有眼睛，我们有双手，要拿这些东西为一切众生服务，决定不为自己，这就叫燃烧自己，照耀别人。世间人每一天勤奋的工作，他是有求的，是有代价的，需要报酬的；菩萨为一切众生服务，没有报酬，没有代价的，取这个意思。燃身、燃臂、燃指，一定要懂得它真正意思之所在。",
      "zh_TW": "這就是《法華經》裡面很著名的一段，燃身供佛。我們讀了這段經文，是不是也想學學菩薩去燃身供佛？不過經上說得很明白，他燃的這個身的光明，『遍照八千億恆河沙世界』，你燒燒看，你那個光明能照多大？如果你照不了八千億恆沙國土的時候，那你叫白燒了。讀佛經，諸位要曉得，要看活句，不能把它看死了，看死了就大錯特錯。這個地方講的燃身，還有大乘經上講的燃臂、燃指，在整個世界佛教徒裡面，可以說除了中國佛教真的燃，你看中國出家人受戒，在頭頂上燃香，真的燃；在家居士在手臂上燃臂香，還有人真的去燃指，這個完全在事相上。其他國家地區沒有，印度沒有燃身、沒有燃香的，西藏佛教也沒有燃香的，蒙古的佛教也沒有燃香的，日本、韓國佛教也沒有，只有中國人真的燃香。所以我們要曉得佛教給我們這個是比喻，他真正的意思在哪裡？叫我們捨自己的身，去服務一切眾生，是這個意思。燃身所謂是燃燒自己，照耀別人，取這個意思。我們盡心盡力，努力為社會、為眾生服務，這就是照耀別人。你把身體燒掉了，燒掉對人有什麼好處？有什麼貢獻？觀世音菩薩大慈大悲，兩個手不夠用，還要千手，兩隻眼不夠用，要千眼，千手千眼表示什麼？樣樣能夠看得到，看得清楚，都能照顧得到，看到了手就到了，就真的能幫助。我們是兩個手，把它燒掉了，你說你能做什麼？明瞭它的意思，我們有身體，我們有眼睛，我們有雙手，要拿這些東西為一切眾生服務，決定不為自己，這就叫燃燒自己，照耀別人。世間人每一天勤奮的工作，他是有求的，是有代價的，需要報酬的；菩薩為一切眾生服務，沒有報酬，沒有代價的，取這個意思。燃身、燃臂、燃指，一定要懂得它真正意思之所在。"
    },
    {
      "id": "04-003-0163_p0020",
      "zh_CN": "中国人燃的燃香实在讲有好处，时时刻刻看到这个香疤，提醒自己，我在佛菩萨面前发了愿，我要舍己为人，我今天有没有为别人做。如果没有尽心尽力为众生来造福，我们这个燃的就对不起自己，我发的这个愿没兑现。所以这个燃香疤是时时刻刻提醒自己曾经发这个愿，我们在生活当中起心动念当中要兑现，愿不能叫它给空愿，这是真正的意思。可是现在受戒去燃香，意思都错了，他不了解真的意思，以为什么？我这个燃香燃得愈多，我供养佛菩萨愈多，佛菩萨会保佑我。你说糟糕不糟糕！燃的香是自私自利，巴结佛菩萨，这个意思就错了。他不知道燃这个香是发愿，我要燃烧自己，照耀别人，他不晓得这个意思。以为燃得愈多，佛菩萨愈欢喜。实在讲，你还燃得不够多，多是什么？要整个身体都烧掉了，佛菩萨才欢喜，你还没做到，还差远了。所以不能不懂真实义，这是把佛经的意思解错了，误会了的很多，我们必须要明了，要懂得这个意思。",
      "zh_TW": "中國人燃的燃香實在講有好處，時時刻刻看到這個香疤，提醒自己，我在佛菩薩面前發了願，我要捨己為人，我今天有沒有為別人做。如果沒有盡心盡力為眾生來造福，我們這個燃的就對不起自己，我發的這個願沒兌現。所以這個燃香疤是時時刻刻提醒自己曾經發這個願，我們在生活當中起心動念當中要兌現，願不能叫它給空願，這是真正的意思。可是現在受戒去燃香，意思都錯了，他不了解真的意思，以為什麼？我這個燃香燃得愈多，我供養佛菩薩愈多，佛菩薩會保佑我。你說糟糕不糟糕！燃的香是自私自利，巴結佛菩薩，這個意思就錯了。他不知道燃這個香是發願，我要燃燒自己，照耀別人，他不曉得這個意思。以為燃得愈多，佛菩薩愈歡喜。實在講，你還燃得不夠多，多是什麼？要整個身體都燒掉了，佛菩薩才歡喜，你還沒做到，還差遠了。所以不能不懂真實義，這是把佛經的意思解錯了，誤會了的很多，我們必須要明瞭，要懂得這個意思。"
    },
    {
      "id": "04-003-0163_p0021",
      "zh_CN": "佛不只是一尊佛，一切诸佛他成佛，成佛的目的是什么？成佛目的无非是要度化众生。度化这两个字是佛学的术语，要用现代的话来说，度就是帮助，协助他、帮助他；化就是帮助他变化气质，帮助他超凡入圣，那就化了，从凡变化成圣，从迷变化成觉，化是这个意思。帮助一切众生破迷开悟，帮助一切众生离苦得乐，目的在此地。佛弟子依照佛法修行，自己得利益了，自己得什么利益？觉悟了、不迷了、智慧开了，自己得利益。自己得利益了，像菩萨一样，感激佛的教诲，用什么方法报佛恩？帮助佛弘法利生。除此之外，没有任何方法能报佛恩。所谓是燃身、燃指、燃臂，都取这个意思，舍己为人，为了弘法利益一切众生，这样诸佛才赞叹。所以下面说。",
      "zh_TW": "佛不只是一尊佛，一切諸佛他成佛，成佛的目的是什麼？成佛目的無非是要度化眾生。度化這兩個字是佛學的術語，要用現代的話來說，度就是幫助，協助他、幫助他；化就是幫助他變化氣質，幫助他超凡入聖，那就化了，從凡變化成聖，從迷變化成覺，化是這個意思。幫助一切眾生破迷開悟，幫助一切眾生離苦得樂，目的在此地。佛弟子依照佛法修行，自己得利益了，自己得什麼利益？覺悟了、不迷了、智慧開了，自己得利益。自己得利益了，像菩薩一樣，感激佛的教誨，用什麼方法報佛恩？幫助佛弘法利生。除此之外，沒有任何方法能報佛恩。所謂是燃身、燃指、燃臂，都取這個意思，捨己為人，為了弘法利益一切眾生，這樣諸佛才讚歎。所以下面說。"
    },
    {
      "id": "04-003-0163_p0022",
      "zh_CN": "【其中诸佛同声赞言。善哉善哉。善男子。是真精进。是名真法供养如来。】",
      "zh_TW": "【其中諸佛同聲讚言。善哉善哉。善男子。是真精進。是名真法供養如來。】"
    },
    {
      "id": "04-003-0163_p0023",
      "zh_CN": "在一千三百年前，隋朝末年智者大师就是读《法华经》读到这一段入定，这很有名的。他在定中去参加灵鹫山释迦牟尼佛讲《法华经》，他去听了一座，他说灵山法会现在还没有散，他入定就在这个地方，就是读这一段经文。读着读着他入定了，所以在定中超越时空，他回到过去，定中可以走到未来，也可以回到过去。由此可知，时间跟空间都不是真的，不是真正的存在。现在科学家知道这一个事实，但是没有方法，不知道用什么方法可以回到过去。我们佛教里头有，用禅定的方法，因为所有一切的障碍从哪里产生？从分别执着，你有分别，你有执着，有执着，有过去现在未来，这就有界限，这个界限就不能通过。定中的心是清净心，没有分别，没有执着，所以它没有界限，因此过去未来都是一时，经上常讲一时，这是真的，一时是真的。讲三际这是假的，不是真的。所以智者大师能够参与灵山法会，灵山法会现在散了没有？现在还是没散，看你能不能突破障碍，你也可以参加。",
      "zh_TW": "在一千三百年前，隋朝末年智者大師就是讀《法華經》讀到這一段入定，這很有名的。他在定中去參加靈鷲山釋迦牟尼佛講《法華經》，他去聽了一座，他說靈山法會現在還沒有散，他入定就在這個地方，就是讀這一段經文。讀著讀著他入定了，所以在定中超越時空，他回到過去，定中可以走到未來，也可以回到過去。由此可知，時間跟空間都不是真的，不是真正的存在。現在科學家知道這一個事實，但是沒有方法，不知道用什麼方法可以回到過去。我們佛教裡頭有，用禪定的方法，因為所有一切的障礙從哪裡產生？從分別執著，你有分別，你有執著，有執著，有過去現在未來，這就有界限，這個界限就不能通過。定中的心是清淨心，沒有分別，沒有執著，所以它沒有界限，因此過去未來都是一時，經上常講一時，這是真的，一時是真的。講三際這是假的，不是真的。所以智者大師能夠參與靈山法會，靈山法會現在散了沒有？現在還是沒散，看你能不能突破障礙，你也可以參加。"
    },
    {
      "id": "04-003-0163_p0024",
      "zh_CN": "能够发这样的誓愿，能够身体力行，真正做到，这叫『真精进』。能说不能行，那不叫真精进；能说又能行，这才是真精进，这才是『真法供养』。法供养上加一个真，就是你完全在日常生活当中做到了，这叫真供养。把佛的教训，在生活当中都做到了，换句话说，你过的是佛菩萨的生活，这才是真正供养诸佛如来。如果你不能够依教奉行，你过的是六道轮回的日子，佛菩萨眼中看到是可怜悯者，这不叫真正供养。我们今天学佛发心了，布施一点财物，庄严道场，我们这个地方流通经书，算是供养，不算是真供养，为什么？你没做到，要做到了才算是真供养。做到了，我没有钱印经，我也没有钱庄严道场，你是真供养。",
      "zh_TW": "能夠發這樣的誓願，能夠身體力行，真正做到，這叫『真精進』。能說不能行，那不叫真精進；能說又能行，這才是真精進，這才是『真法供養』。法供養上加一個真，就是你完全在日常生活當中做到了，這叫真供養。把佛的教訓，在生活當中都做到了，換句話說，你過的是佛菩薩的生活，這才是真正供養諸佛如來。如果你不能夠依教奉行，你過的是六道輪迴的日子，佛菩薩眼中看到是可憐憫者，這不叫真正供養。我們今天學佛發心了，布施一點財物，莊嚴道場，我們這個地方流通經書，算是供養，不算是真供養，為什麼？你沒做到，要做到了才算是真供養。做到了，我沒有錢印經，我也沒有錢莊嚴道場，你是真供養。"
    },
    {
      "id": "04-003-0163_p0025",
      "zh_CN": "怎么个做法？这几天我们这里在讲《金刚经》，明天晚上就讲到，你看释迦牟尼佛是怎么生活的，他怎样过日子，佛做出来给我们看，那是真精进、真供养。《华严经》上善财童子五十三参，我们这个经是五十三参最后的一段，这五十三位善知识所示现的、所表演的就是真精进、真供养，看他们怎么做的。佛教导我们，真修行、真用功就在自己本分上，这个好，好极了。就在自己本分的工作上，不需要改变。各行各业男女老少，你做学生像一个学生，听从老师的教诲，认真努力修学，这学生的菩萨。换句话说，菩萨行就是在任何一个工作岗位上，能够做到尽善尽美，为一切同行大众的榜样，那就是菩萨。所以没有离开你自己的本分，没有离开你的行业，五十三位善知识里头，男女老少各行各业，你看都是菩萨道，都成佛。所以你是家庭主妇，就是你家庭工作里面修菩萨行，在你家庭琐碎事情里面成无上菩提。这佛法殊胜之处，学了马上就会用，学了立刻就得受用，就得好处。不是说学了佛，家不要了，就出家了，那大错特错，那真的叫颠倒。我们再看底下这一段文：",
      "zh_TW": "怎麼個做法？這幾天我們這裡在講《金剛經》，明天晚上就講到，你看釋迦牟尼佛是怎麼生活的，他怎樣過日子，佛做出來給我們看，那是真精進、真供養。《華嚴經》上善財童子五十三參，我們這個經是五十三參最後的一段，這五十三位善知識所示現的、所表演的就是真精進、真供養，看他們怎麼做的。佛教導我們，真修行、真用功就在自己本分上，這個好，好極了。就在自己本分的工作上，不需要改變。各行各業男女老少，你做學生像一個學生，聽從老師的教誨，認真努力修學，這學生的菩薩。換句話說，菩薩行就是在任何一個工作崗位上，能夠做到盡善盡美，為一切同行大眾的榜樣，那就是菩薩。所以沒有離開你自己的本分，沒有離開你的行業，五十三位善知識裡頭，男女老少各行各業，你看都是菩薩道，都成佛。所以你是家庭主婦，就是你家庭工作裡面修菩薩行，在你家庭瑣碎事情裡面成無上菩提。這佛法殊勝之處，學了馬上就會用，學了立刻就得受用，就得好處。不是說學了佛，家不要了，就出家了，那大錯特錯，那真的叫顛倒。我們再看底下這一段文："
    },
    {
      "id": "04-003-0163_p0026",
      "zh_CN": "【若以华香璎珞。乃至国城妻子。亦所不及。】",
      "zh_TW": "【若以華香瓔珞。乃至國城妻子。亦所不及。】"
    },
    {
      "id": "04-003-0163_p0027",
      "zh_CN": "这是比喻，如果不是身体力行，纵然是以香花以『璎珞』，乃至于，『国』是国家，『城』是城池，这都是讲你的财宝，像从前做国王，国王位置让给别人，把国家让给别人，这都是属于布施，都是属于供养，不但自己的财宝可以送给别人，妻子儿女也可以送给别人，这样的布施供养比不上前面真正身体力行，为什么？因为你这些财供养，就是连自己身手布施，还是属于财供养，只能够得世间有漏的福报，不能明心见性，不能了生死出三界，所以比不上。为什么差别这么大？如法修行一定要离相离念，所以他能得清净心，他能见性，这是诸佛所赞叹的。你看他舍身，刚才讲，他的光明遍照八千亿恒河沙数世界，那个恒河沙真是无量无边，那有多少谁去算过？算不出来的，不是一个恒河沙，八千亿个恒河沙，这个数字的形容无量无边，形容什么？他这个心量之大，光明是讲的心量，像我刚才说的，我们学佛的人，我们要给众生做榜样，不是给这个地区众生做榜样，不是给这一个世界众生做榜样，也不是给这一个娑婆三千大千世界一切众生做榜样，那还是不行，为什么？出不了三界，你这个心量再大再大，还是在三界圈子之内，不出三界就不能见性，所以那个心量还要放大，要把三界六道把它挤破，超越了，三界六道变成小了，包在你圈圈里面了，你就明心见性了，你就出去了，所以叫八千亿恒河沙世界。它这一个世界只是一个三千大千世界，一尊佛的教化区。所以我们起心动念，一切造作给什么人做模范？给什么人做榜样？给尽虚空遍法界一切众生，这是诸佛赞叹的。前面这个布施一个国家一个城市，那怎么能比！不能比，道理在这个地方。这个妻子是恩爱最深的，情执最重的，能够割让，但是你没有能拓开心量，还是小福报，还不是大福报，所以说都不能够跟它相比。",
      "zh_TW": "這是比喻，如果不是身體力行，縱然是以香花以『瓔珞』，乃至於，『國』是國家，『城』是城池，這都是講你的財寶，像從前做國王，國王位置讓給別人，把國家讓給別人，這都是屬於布施，都是屬於供養，不但自己的財寶可以送給別人，妻子兒女也可以送給別人，這樣的布施供養比不上前面真正身體力行，為什麼？因為你這些財供養，就是連自己身手布施，還是屬於財供養，只能夠得世間有漏的福報，不能明心見性，不能了生死出三界，所以比不上。為什麼差別這麼大？如法修行一定要離相離念，所以他能得清淨心，他能見性，這是諸佛所讚歎的。你看他捨身，剛才講，他的光明遍照八千億恆河沙數世界，那個恆河沙真是無量無邊，那有多少誰去算過？算不出來的，不是一個恆河沙，八千億個恆河沙，這個數字的形容無量無邊，形容什麼？他這個心量之大，光明是講的心量，像我剛才說的，我們學佛的人，我們要給眾生做榜樣，不是給這個地區眾生做榜樣，不是給這一個世界眾生做榜樣，也不是給這一個娑婆三千大千世界一切眾生做榜樣，那還是不行，為什麼？出不了三界，你這個心量再大再大，還是在三界圈子之內，不出三界就不能見性，所以那個心量還要放大，要把三界六道把它擠破，超越了，三界六道變成小了，包在你圈圈裡面了，你就明心見性了，你就出去了，所以叫八千億恆河沙世界。它這一個世界只是一個三千大千世界，一尊佛的教化區。所以我們起心動念，一切造作給什麼人做模範？給什麼人做榜樣？給盡虛空遍法界一切眾生，這是諸佛讚歎的。前面這個布施一個國家一個城市，那怎麼能比！不能比，道理在這個地方。這個妻子是恩愛最深的，情執最重的，能夠割讓，但是你沒有能拓開心量，還是小福報，還不是大福報，所以說都不能夠跟它相比。"
    },
    {
      "id": "04-003-0163_p0028",
      "zh_CN": "【善男子。是名第一之施。于诸施中最尊最上。以法供养诸如来故。】",
      "zh_TW": "【善男子。是名第一之施。於諸施中最尊最上。以法供養諸如來故。】"
    },
    {
      "id": "04-003-0163_p0029",
      "zh_CN": "这是举一个例子，聪明人举一隅而以三隅反，我们从一个例子里面，就能够想到一切。凡夫之所以成为凡夫，无始劫以来生生死死，我们过去曾经亲近不少诸佛如来，都没有成就；也曾认真修行过，没有成功。原因在哪里？我们的心量没有办法超越三界，心量太小了。这一生当中，如果还是用这个小心量来修，换句话说，修得很好，也不过换得来生一点福报而已，像现在这个社会里面，做总统的、做国王的、做部长的、大企业家发大财的，就如此而已。福报享尽了，还要堕落，就搞这个东西。所以真正觉悟决定不能把这一生空过，决心要超越，念佛能不能往生也是决定在心量的大小，小心量出不了三界六道轮回，怎么能往生！西方极乐世界不在我们三界之内。",
      "zh_TW": "這是舉一個例子，聰明人舉一隅而以三隅反，我們從一個例子裡面，就能夠想到一切。凡夫之所以成為凡夫，無始劫以來生生死死，我們過去曾經親近不少諸佛如來，都沒有成就；也曾認真修行過，沒有成功。原因在哪裡？我們的心量沒有辦法超越三界，心量太小了。這一生當中，如果還是用這個小心量來修，換句話說，修得很好，也不過換得來生一點福報而已，像現在這個社會裡面，做總統的、做國王的、做部長的、大企業家發大財的，就如此而已。福報享盡了，還要墮落，就搞這個東西。所以真正覺悟決定不能把這一生空過，決心要超越，念佛能不能往生也是決定在心量的大小，小心量出不了三界六道輪迴，怎麼能往生！西方極樂世界不在我們三界之內。"
    },
    {
      "id": "04-003-0163_p0030",
      "zh_CN": "由此可知，拓开心量是很重要的一个课题，起心动念要往大处去想，不要想自己，这就正确了。不想自己，那自己的福报无量无边不可思议，念念想到自己的福报，你修得再大的福报，你所得的很有限，为什么？因为你所修的随着福德、随着心量成比例，不是在你所修的。心量不大，样样为自己，你修得小，得小福；修得大，得大福。如果你的心量能够扩展到虚空法界，你修一点点小福就变成大福，随着心量变大了。譬如我们舍财，菩萨舍一块钱，福报无量无边；我们今天布施一百万，福报一点点，什么原因？你心量太小了，所以福报就这一点。菩萨清净心，没有分别、没有执着，修一点点福，它就尽虚空遍法界，这是佛在大乘经里面常常提醒我们的，不要想自己，想自己就坏了。起心动念想利益众生，起心动念想帮助诸佛弘扬佛法，这就是燃烧自己，照耀别人的真正的义趣。",
      "zh_TW": "由此可知，拓開心量是很重要的一個課題，起心動念要往大處去想，不要想自己，這就正確了。不想自己，那自己的福報無量無邊不可思議，念念想到自己的福報，你修得再大的福報，你所得的很有限，為什麼？因為你所修的隨著福德、隨著心量成比例，不是在你所修的。心量不大，樣樣為自己，你修得小，得小福；修得大，得大福。如果你的心量能夠擴展到虛空法界，你修一點點小福就變成大福，隨著心量變大了。譬如我們捨財，菩薩捨一塊錢，福報無量無邊；我們今天布施一百萬，福報一點點，什麼原因？你心量太小了，所以福報就這一點。菩薩清淨心，沒有分別、沒有執著，修一點點福，它就盡虛空遍法界，這是佛在大乘經裡面常常提醒我們的，不要想自己，想自己就壞了。起心動念想利益眾生，起心動念想幫助諸佛弘揚佛法，這就是燃燒自己，照耀別人的真正的義趣。"
    },
    {
      "id": "04-003-0163_p0031",
      "zh_CN": "【所以引云名法供养也。上但取意引，不具书文也。】",
      "zh_TW": "【所以引云名法供養也。上但取意引，不具書文也。】"
    },
    {
      "id": "04-003-0163_p0032",
      "zh_CN": "这后头交代得很清楚，它只是将《法华经》这一段经文的意思说出来，没有把它原文节录在这里。底下还有一段，第二是《净名经疏》里面，《疏》是注解。诸位要看四百四十八面第一行。「净名教于善德行施，无前无后，一时等施」。这一段注解是解释这个的。教是教给善德怎样修布施，他教给他学习的方法。这个方法里面无前无后，一时等施，要紧的是这两句话，无前无后超越时间，我们讲前后是时间；一时等施是超越空间，突破了时空。维摩长者怎么教给他的？当然我们也很想学，也很希望知道，我们看他引的这一段文。",
      "zh_TW": "這後頭交代得很清楚，它只是將《法華經》這一段經文的意思說出來，沒有把它原文節錄在這裡。底下還有一段，第二是《淨名經疏》裡面，《疏》是註解。諸位要看四百四十八面第一行。「淨名教於善德行施，無前無後，一時等施」。這一段註解是解釋這個的。教是教給善德怎樣修布施，他教給他學習的方法。這個方法裡面無前無後，一時等施，要緊的是這兩句話，無前無後超越時間，我們講前後是時間；一時等施是超越空間，突破了時空。維摩長者怎麼教給他的？當然我們也很想學，也很希望知道，我們看他引的這一段文。"
    },
    {
      "id": "04-003-0163_p0033",
      "zh_CN": "【法施会者。无前无后。一时供养一切众生之文。】",
      "zh_TW": "【法施會者。無前無後。一時供養一切眾生之文。】"
    },
    {
      "id": "04-003-0163_p0034",
      "zh_CN": "这一句是经文，底下：",
      "zh_TW": "這一句是經文，底下："
    },
    {
      "id": "04-003-0163_p0035",
      "zh_CN": "【罗什法师云。】",
      "zh_TW": "【羅什法師云。】"
    },
    {
      "id": "04-003-0163_p0036",
      "zh_CN": "鸠摩罗什法师为我们开示经典上这句话的意义。",
      "zh_TW": "鳩摩羅什法師為我們開示經典上這句話的意義。"
    },
    {
      "id": "04-003-0163_p0037",
      "zh_CN": "【若起慈心。则十方同缘。施中之等莫先于此。故曰无前无后也。】",
      "zh_TW": "【若起慈心。則十方同緣。施中之等莫先於此。故曰無前無後也。】"
    },
    {
      "id": "04-003-0163_p0038",
      "zh_CN": "从这个开示当中我们晓得，就是《无量寿经》上所讲的清净心、平等心就超越了，心不清净、心不平等，就有界限、就有障碍。『慈心』是大慈悲心，佛法里面所说的「无缘大慈，同体大悲」，是说这个。世间人所谓的爱心，佛法不说爱，实际上慈悲心跟世间人讲的爱心完全相同，为什么换个名称？爱里面有情，慈里面没有情，有智。情是迷，智是觉，所以同样是爱心，一个爱心是从感情里面生的，一个爱心是从智慧里面生的。从智慧里面生的叫慈悲，从感情里面生的叫爱，表现在事相上、作用上完全没有差别，里不一样，一个是情，一个是智，这是我们都要把它分别清楚的。情有分别、有执着，智没有分别、没有执着。『十方同缘』，这个十方是无尽的虚空，你这个慈悲心同时都达到了，那就是前面讲的光明遍照的意思，这个光是慈光，慈悲的光遍照十方，所以它平等的，它一时遍供，故曰『无前无后』，超越时空。",
      "zh_TW": "從這個開示當中我們曉得，就是《無量壽經》上所講的清淨心、平等心就超越了，心不清淨、心不平等，就有界限、就有障礙。『慈心』是大慈悲心，佛法裡面所說的「無緣大慈，同體大悲」，是說這個。世間人所謂的愛心，佛法不說愛，實際上慈悲心跟世間人講的愛心完全相同，為什麼換個名稱？愛裡面有情，慈裡面沒有情，有智。情是迷，智是覺，所以同樣是愛心，一個愛心是從感情裡面生的，一個愛心是從智慧裡面生的。從智慧裡面生的叫慈悲，從感情裡面生的叫愛，表現在事相上、作用上完全沒有差別，裡不一樣，一個是情，一個是智，這是我們都要把它分別清楚的。情有分別、有執著，智沒有分別、沒有執著。『十方同緣』，這個十方是無盡的虛空，你這個慈悲心同時都達到了，那就是前面講的光明遍照的意思，這個光是慈光，慈悲的光遍照十方，所以它平等的，它一時遍供，故曰『無前無後』，超越時空。"
    },
    {
      "id": "04-003-0163_p0039",
      "zh_CN": "【僧肇云。】",
      "zh_TW": "【僧肇云。】"
    },
    {
      "id": "04-003-0163_p0040",
      "zh_CN": "这也是在南北朝时代一位高僧，僧肇法师是鸠摩罗什的学生，是罗什大师的高徒，这是历史上所说的什门四哲，罗什大师门下有四大弟子，僧肇是其中之一，四大弟子之一。",
      "zh_TW": "這也是在南北朝時代一位高僧，僧肇法師是鳩摩羅什的學生，是羅什大師的高徒，這是歷史上所說的什門四哲，羅什大師門下有四大弟子，僧肇是其中之一，四大弟子之一。"
    },
    {
      "id": "04-003-0163_p0041",
      "zh_CN": "【夫以方会人。不可一息期。以财资物。不可一时周。】",
      "zh_TW": "【夫以方會人。不可一息期。以財資物。不可一時周。】"
    },
    {
      "id": "04-003-0163_p0042",
      "zh_CN": "『方』是方向，我们取一方，一定遗漏其他几方，我们取东方，南西北就没办法同时。我们『以财资物』，也不能够『一时周』遍，有得到的，有得不到的，这是说有分别、有方所，有能有所，它就有障碍。",
      "zh_TW": "『方』是方向，我們取一方，一定遺漏其他幾方，我們取東方，南西北就沒辦法同時。我們『以財資物』，也不能夠『一時周』遍，有得到的，有得不到的，這是說有分別、有方所，有能有所，它就有障礙。"
    },
    {
      "id": "04-003-0163_p0043",
      "zh_CN": "【是以会通无隅者。】",
      "zh_TW": "【是以會通無隅者。】"
    },
    {
      "id": "04-003-0163_p0044",
      "zh_CN": "《法华经》、《净名经》里面教给我们就是这一招，如何『会通无隅者』，超越时空。",
      "zh_TW": "《法華經》、《淨名經》裡面教給我們就是這一招，如何『會通無隅者』，超越時空。"
    },
    {
      "id": "04-003-0163_p0045",
      "zh_CN": "【弥纶而不漏。】",
      "zh_TW": "【彌綸而不漏。】"
    },
    {
      "id": "04-003-0163_p0046",
      "zh_CN": "『弥』就是周遍，一个都不漏。",
      "zh_TW": "『彌』就是周遍，一個都不漏。"
    },
    {
      "id": "04-003-0163_p0047",
      "zh_CN": "【法泽冥被者。不易时而普覆。】",
      "zh_TW": "【法澤冥被者。不易時而普覆。】"
    },
    {
      "id": "04-003-0163_p0048",
      "zh_CN": "佛法的恩泽，佛法的功德利益，『不易时』就是同时，同时能够教尽虚空遍法界的众生统统能得到。在我们想这是难事，怎么可能！实在讲是可能的，不但理上可能，事上也可能。在从前，说到理上可能，大家似乎还能体会；说是事上可能，那真的叫不可思议。不过从前的人老实，老师讲的话不敢说不对，心里不服，口里也不好意思说。现代人不像从前那么老实，敢说不，敢反抗。其实对于佛所讲的提出反对的意见，是他自己见不到，佛没有说错话，如果我们掌握到基本的原理，渐渐就能够会通。像六祖惠能所说的，他开悟的时候所讲的，「何期自性，本来具足」，这个话的意思无尽的深广。又说「何期自性，能生万法」，本来具足是理，能生万法是事相，能生万法事上怎么会做不到？当然可以做到。但是我们仔细观察我们的周围，好像跟佛所说的是相违背的，这是一回怎样的现象？这里面有许许多多复杂的因素，这些因素不在佛那一边，是在众生这一边，佛的光明确实加持到了，我们不接受。譬如阳光普照大地，不是不照你，你走路偏偏打一把伞，遮住它，不让它照，有什么法子？这个过失不是太阳不公平，是你不愿意让它照，大致情形就像这个样子。我们有烦恼障、有所知障，障什么？把佛的光明给障住了，它虽然是「不易时而普覆」，我们得不到佛力的加持，过失在我们这一边，不在佛那边。因此这两种障碍去掉了，十方一切诸佛菩萨的光明加持你就统统得到了。",
      "zh_TW": "佛法的恩澤，佛法的功德利益，『不易時』就是同時，同時能夠教盡虛空遍法界的眾生統統能得到。在我們想這是難事，怎麼可能！實在講是可能的，不但理上可能，事上也可能。在從前，說到理上可能，大家似乎還能體會；說是事上可能，那真的叫不可思議。不過從前的人老實，老師講的話不敢說不對，心裡不服，口裡也不好意思說。現代人不像從前那麼老實，敢說不，敢反抗。其實對於佛所講的提出反對的意見，是他自己見不到，佛沒有說錯話，如果我們掌握到基本的原理，漸漸就能夠會通。像六祖惠能所說的，他開悟的時候所講的，「何期自性，本來具足」，這個話的意思無盡的深廣。又說「何期自性，能生萬法」，本來具足是理，能生萬法是事相，能生萬法事上怎麼會做不到？當然可以做到。但是我們仔細觀察我們的周圍，好像跟佛所說的是相違背的，這是一回怎樣的現象？這裡面有許許多多複雜的因素，這些因素不在佛那一邊，是在眾生這一邊，佛的光明確實加持到了，我們不接受。譬如陽光普照大地，不是不照你，你走路偏偏打一把傘，遮住它，不讓它照，有什麼法子？這個過失不是太陽不公平，是你不願意讓它照，大致情形就像這個樣子。我們有煩惱障、有所知障，障什麼？把佛的光明給障住了，它雖然是「不易時而普覆」，我們得不到佛力的加持，過失在我們這一邊，不在佛那邊。因此這兩種障礙去掉了，十方一切諸佛菩薩的光明加持你就統統得到了。"
    },
    {
      "id": "04-003-0163_p0049",
      "zh_CN": "现在问题来了，要如何把这两种障碍去除？这不仅是我们的问题，所有一切修学大小乘人共同的问题。佛说得很清楚、很明白，烦恼障从我执生出来的，所知障是从法执生出来的，由此可知，破二执，二障就消除了。破二障最简单、最扼要的方法就在《金刚经》上。所以中国佛教在过去，无论修学哪一个宗派，没有不读《金刚经》的，没有不受持《金刚经》的，受持就是依照《金刚经》的理论方法去做，无论他做得成功不成功，换句话说，都得利益，得的利益有浅深不相同。我们今天为什么把这样重要的经典舍掉了，来念佛求生净土？诸位要明了，《金刚经》的理论方法虽然好，真的是简要详明，一点啰唆都没有，可是我们做不到！我们这两种执着非常坚固。佛教给我们入门从哪里下手？从不住相布施下手，布施要不着相，着相就不行了，着相不能破执着。为什么要说一个不着相，又要说一个布施？刚才讲，要破两种执着，这两种执着，我执跟法执，烦恼障跟所知障。布施是破烦恼障，破我执；不着相是破法执，破所知障。《金刚经》上最扼要的修行开示两句话「应无所住，而生其心」，无所住就是一切都不执着，而生其心就是生广行布施之心，生这个心。我们今天起心动念处处执着，这个不执着做不到，起心动念，我、我的，那还得了！人家碰也碰不得，坚固执着。即使真正做到无住生心，还要念佛求生净土，为什么？果然用《金刚经》的方法，修到破一品无明，证一分法身，了不起。禅家讲的大彻大悟，明心见性，你才不过是十住菩萨。你要修到等觉，还要三个阿僧祇劫。",
      "zh_TW": "現在問題來了，要如何把這兩種障礙去除？這不僅是我們的問題，所有一切修學大小乘人共同的問題。佛說得很清楚、很明白，煩惱障從我執生出來的，所知障是從法執生出來的，由此可知，破二執，二障就消除了。破二障最簡單、最扼要的方法就在《金剛經》上。所以中國佛教在過去，無論修學哪一個宗派，沒有不讀《金剛經》的，沒有不受持《金剛經》的，受持就是依照《金剛經》的理論方法去做，無論他做得成功不成功，換句話說，都得利益，得的利益有淺深不相同。我們今天為什麼把這樣重要的經典捨掉了，來念佛求生淨土？諸位要明瞭，《金剛經》的理論方法雖然好，真的是簡要詳明，一點囉唆都沒有，可是我們做不到！我們這兩種執著非常堅固。佛教給我們入門從哪裡下手？從不住相布施下手，布施要不著相，著相就不行了，著相不能破執著。為什麼要說一個不著相，又要說一個布施？剛才講，要破兩種執著，這兩種執著，我執跟法執，煩惱障跟所知障。布施是破煩惱障，破我執；不著相是破法執，破所知障。《金剛經》上最扼要的修行開示兩句話「應無所住，而生其心」，無所住就是一切都不執著，而生其心就是生廣行布施之心，生這個心。我們今天起心動念處處執著，這個不執著做不到，起心動念，我、我的，那還得了！人家碰也碰不得，堅固執著。即使真正做到無住生心，還要念佛求生淨土，為什麼？果然用《金剛經》的方法，修到破一品無明，證一分法身，了不起。禪家講的大徹大悟，明心見性，你才不過是十住菩薩。你要修到等覺，還要三個阿僧祇劫。"
    },
    {
      "id": "04-003-0163_p0050",
      "zh_CN": "诸位要晓得，成佛三大阿僧祇劫，是从圆教初住讲起的，不是讲我们，我们不够资格，圆初住讲起的。你看第一个阿僧祇劫修三贤位，十住、十行、十回向，从初住开始到第十回向，三十位次，第一个阿僧祇劫。我们边都挨不上！所以要破一品无明，证一分法身以后，从那天开始算起，你要修到八地菩萨，七地菩萨两个阿僧祇劫修满，八地是第三个阿僧祇劫进入，你就晓得那是多么长的时间！往生西方极乐世界，一生到极乐世界，你就是八地菩萨，他需要经过两个多阿僧祇劫，我们才几天就上去了，那怎么能比！诸位明白这个事实真相，怎能不念佛！他是破一品无明才上去的，我们一品无明不要破就行，叫带业往生，生到西方极乐世界，《无量寿经》上讲得很清楚，四十八愿里头说的，生到西方极乐世界，我们都是阿惟越致菩萨，阿惟越致是八地以上。怎么得来的？阿弥陀佛本愿威神加持我们，把我们拉上去，拉上八地。这个法门无比的殊胜，任何大乘法没有法子能够它相比，这是不能不知道。",
      "zh_TW": "諸位要曉得，成佛三大阿僧祇劫，是從圓教初住講起的，不是講我們，我們不夠資格，圓初住講起的。你看第一個阿僧祇劫修三賢位，十住、十行、十迴向，從初住開始到第十迴向，三十位次，第一個阿僧祇劫。我們邊都捱不上！所以要破一品無明，證一分法身以後，從那天開始算起，你要修到八地菩薩，七地菩薩兩個阿僧祇劫修滿，八地是第三個阿僧祇劫進入，你就曉得那是多麼長的時間！往生西方極樂世界，一生到極樂世界，你就是八地菩薩，他需要經過兩個多阿僧祇劫，我們才幾天就上去了，那怎麼能比！諸位明白這個事實真相，怎能不念佛！他是破一品無明才上去的，我們一品無明不要破就行，叫帶業往生，生到西方極樂世界，《無量壽經》上講得很清楚，四十八願裡頭說的，生到西方極樂世界，我們都是阿惟越致菩薩，阿惟越致是八地以上。怎麼得來的？阿彌陀佛本願威神加持我們，把我們拉上去，拉上八地。這個法門無比的殊勝，任何大乘法沒有法子能夠它相比，這是不能不知道。"
    },
    {
      "id": "04-003-0163_p0051",
      "zh_CN": "我把这些大乘经典舍掉了很多很多年了，在二十多年前我讲过一次《金刚经》，也用了很长的时间，以后这个讲堂没有建立之前，这大约十几年当中，我在简丰文居士家里，对著录影机讲了一部《金刚经》，那个留了一套带子，好像一般的流通大概也是那个时候讲的，十几年前讲的，就他一个听众，没有别人。这次有三个人来听，我就想一想讲一遍也好，什么原因？看到这些年大家都发心念佛，但是念佛的功夫不得力，不得力的原因是什么？没有看破，没有放下，功夫不得力。讲讲《金刚经》也好，《金刚经》用意在哪里？帮助大家看破放下，回过来再念佛，对念佛就很有帮助，用这部经帮助我们功夫得力，帮助我们看破放下。今年在每个地方无论时间长短，我都介绍《金刚般若》。好，我们回过头来再看底下这段经文，四百五十面，从第二行看起：",
      "zh_TW": "我把這些大乘經典捨掉了很多很多年了，在二十多年前我講過一次《金剛經》，也用了很長的時間，以後這個講堂沒有建立之前，這大約十幾年當中，我在簡豐文居士家裡，對著錄影機講了一部《金剛經》，那個留了一套帶子，好像一般的流通大概也是那個時候講的，十幾年前講的，就他一個聽眾，沒有別人。這次有三個人來聽，我就想一想講一遍也好，什麼原因？看到這些年大家都發心念佛，但是念佛的功夫不得力，不得力的原因是什麼？沒有看破，沒有放下，功夫不得力。講講《金剛經》也好，《金剛經》用意在哪裡？幫助大家看破放下，回過來再念佛，對念佛就很有幫助，用這部經幫助我們功夫得力，幫助我們看破放下。今年在每個地方無論時間長短，我都介紹《金剛般若》。好，我們回過頭來再看底下這段經文，四百五十面，從第二行看起："
    },
    {
      "id": "04-003-0163_p0052",
      "zh_CN": "【是财施若能称法。皆法供养。况于深观。非法供养。智者应思。】",
      "zh_TW": "【是財施若能稱法。皆法供養。況於深觀。非法供養。智者應思。】"
    },
    {
      "id": "04-003-0163_p0053",
      "zh_CN": "清凉大师这句话是总结前面解释的大意，财施跟法施不能分的，实际上也是分不开的。财范围也是无尽的，所以诸位看到这个财，不要看到是钱财，这个财是物质，身体也是物质，所以在《华严经》里面讲财布施，有外财、有内财，身体是内财，我们这个课堂，早晨你到这边来帮助擦桌子，帮助扫地，这财布施。用我身体，用我劳力，我在这里做，这就是布施供养，不一定是钱财，包括的范围很广。法也是如此，法是用的智慧、用的心思。布置这个道场，我们用方法来设计，我们来想怎样设计、怎样规划，那是属于法；我们用双手来做，这是财，所以财跟法是连起来的。",
      "zh_TW": "清涼大師這句話是總結前面解釋的大意，財施跟法施不能分的，實際上也是分不開的。財範圍也是無盡的，所以諸位看到這個財，不要看到是錢財，這個財是物質，身體也是物質，所以在《華嚴經》裡面講財布施，有外財、有內財，身體是內財，我們這個課堂，早晨你到這邊來幫助擦桌子，幫助掃地，這財布施。用我身體，用我勞力，我在這裡做，這就是布施供養，不一定是錢財，包括的範圍很廣。法也是如此，法是用的智慧、用的心思。布置這個道場，我們用方法來設計，我們來想怎樣設計、怎樣規劃，那是屬於法；我們用雙手來做，這是財，所以財跟法是連起來的。"
    },
    {
      "id": "04-003-0163_p0054",
      "zh_CN": "如果又有执着那就错了，财跟法分开，两桩事情，不是一桩事情。我们明白这个道理，财施里面与法施的精神相结合了，这个财施就变成法施，财供养就变成法供养，乃至于我们的生活，穿衣吃饭，我们工作，乃至于待人接物，迎宾送客，点点滴滴都是法供养，你只要懂得佛法的精神，佛法的义趣，你的生活就变成了法供养，这里面有无量的功德。无量的功德表现在生活上法喜充满，我们常讲的幸福快乐美满。",
      "zh_TW": "如果又有執著那就錯了，財跟法分開，兩樁事情，不是一樁事情。我們明白這個道理，財施裡面與法施的精神相結合了，這個財施就變成法施，財供養就變成法供養，乃至於我們的生活，穿衣吃飯，我們工作，乃至於待人接物，迎賓送客，點點滴滴都是法供養，你只要懂得佛法的精神，佛法的義趣，你的生活就變成了法供養，這裡面有無量的功德。無量的功德表現在生活上法喜充滿，我們常講的幸福快樂美滿。"
    },
    {
      "id": "04-003-0163_p0055",
      "zh_CN": "这底下『况于深观』，深是甚深，不是浅说，观是讲的功夫，观照，所谓观照就是在一切事物之中，你清清楚楚、明明白白，丝毫不迷不染，这叫观照。大乘经上，任何一段的经义，任何一句的开示，都可以把它取来作为我们观照的依据。譬如《金刚经》上讲的「不取于相，如如不动」，你如果能采取这两句做功夫的话，你这一生就受用不尽，你就不会迷在境界之中。一切境界现在面前，真正可以做到不动心，不起心不动念，不会被外面境界所转，你保持如如不动，不取于相。",
      "zh_TW": "這底下『況於深觀』，深是甚深，不是淺說，觀是講的功夫，觀照，所謂觀照就是在一切事物之中，你清清楚楚、明明白白，絲毫不迷不染，這叫觀照。大乘經上，任何一段的經義，任何一句的開示，都可以把它取來作為我們觀照的依據。譬如《金剛經》上講的「不取於相，如如不動」，你如果能採取這兩句做功夫的話，你這一生就受用不盡，你就不會迷在境界之中。一切境界現在面前，真正可以做到不動心，不起心不動念，不會被外面境界所轉，你保持如如不動，不取於相。"
    },
    {
      "id": "04-003-0163_p0056",
      "zh_CN": "而世尊实在讲真是慈悲到了极处，末后说一说偈子，那也是教给我们可以用这个，也是不会观照的用这个方法，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，这叫观的意思，观是看，你怎么个看法，你对人生你什么看法，梦一场！六个比喻里面如梦是主，其他的都是形容梦的不真实，露跟电是讲时间的短，短暂不长，时间很短暂，确确实实是一场梦。我们有作梦的经验，梦醒来之后，晓得统统是空的，什么也得不到。殊不知眼前我们这个境界就是梦，真的是梦，你能得到什么？自己以为能得到，迷惑颠倒，那是你的妄想，以为能得到，以为能得到是什么？那是心，心是能得，外面一切是所得。能得的心，佛讲「过去心不可得，现在心不可得，未来心不可得」，能得的心都没有，你得的什么？所得的一切物，一切物是因缘所生，当体即空，了不可得，能得、所得都是空的，都不可得，你还以为你有所得，那不叫作梦吗？真叫做迷惑颠倒！你的日子过得很苦。一下醒了，是梦，梦那就方便了，一切就随缘了，那就很自在。环境好很好，不好也很好。为什么？作梦，都不可得。今天中了奖得一千万不喜欢，假的，梦一场；今天丢掉了几千万，假的，没有得失，你马上就自在了，那叫真相。你真的觉悟了，真的明白了，经上任何一句话都可以作为我们观照的依据，何况深观。当然这更是法供养，『智者应思』，有智慧的人应当要想一想。",
      "zh_TW": "而世尊實在講真是慈悲到了極處，末後說一說偈子，那也是教給我們可以用這個，也是不會觀照的用這個方法，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，這叫觀的意思，觀是看，你怎麼個看法，你對人生你什麼看法，夢一場！六個比喻裡面如夢是主，其他的都是形容夢的不真實，露跟電是講時間的短，短暫不長，時間很短暫，確確實實是一場夢。我們有作夢的經驗，夢醒來之後，曉得統統是空的，什麼也得不到。殊不知眼前我們這個境界就是夢，真的是夢，你能得到什麼？自己以為能得到，迷惑顛倒，那是你的妄想，以為能得到，以為能得到是什麼？那是心，心是能得，外面一切是所得。能得的心，佛講「過去心不可得，現在心不可得，未來心不可得」，能得的心都沒有，你得的什麼？所得的一切物，一切物是因緣所生，當體即空，了不可得，能得、所得都是空的，都不可得，你還以為你有所得，那不叫作夢嗎？真叫做迷惑顛倒！你的日子過得很苦。一下醒了，是夢，夢那就方便了，一切就隨緣了，那就很自在。環境好很好，不好也很好。為什麼？作夢，都不可得。今天中了獎得一千萬不喜歡，假的，夢一場；今天丟掉了幾千萬，假的，沒有得失，你馬上就自在了，那叫真相。你真的覺悟了，真的明白了，經上任何一句話都可以作為我們觀照的依據，何況深觀。當然這更是法供養，『智者應思』，有智慧的人應當要想一想。"
    },
    {
      "id": "04-003-0163_p0057",
      "zh_CN": "而这种观想实在讲，好像你对众生没什么好处，为什么这叫真供养？为什么叫真法供养？实在讲对众生真正的好处利益你不知道，你自己能深观，自己得解脱，自己得自在，自自然然就影响别人，这个影响就是我们佛法里面讲的加持，你有没有心去加持别人？没有，这自自然然就加持了。加持一般人还难以体会，我们换个名词叫磁场，现在人讲磁场，你的磁场恢复正常的时候，你虽然没有心去影响别人，它自自然然影响。而这种磁场是延伸到尽虚空遍法界，如果你没有分别执着的话；有分别执着就是有障碍，画界限，它不能突破。没有分别、没有界限，这个磁场决定是延伸到虚空法界。换句话说，尽虚空遍法界一切众生，你都加持到了，就跟诸佛菩萨没有两样，那怎么不是法供养！那真法供养，道理在此地。这种力量凡夫看不到，也许将来科学更进一步，用科学仪器能够探测到磁场的延伸。诸佛菩萨大定之中感受非常强烈，所以纵然是在这个地方打坐，一念不生，功德利益已经供养尽虚空遍法界，上供诸佛，下供众生。后面还有一小段，钞就不必说了，我们看《疏》：",
      "zh_TW": "而這種觀想實在講，好像你對眾生沒什麼好處，為什麼這叫真供養？為什麼叫真法供養？實在講對眾生真正的好處利益你不知道，你自己能深觀，自己得解脫，自己得自在，自自然然就影響別人，這個影響就是我們佛法裡面講的加持，你有沒有心去加持別人？沒有，這自自然然就加持了。加持一般人還難以體會，我們換個名詞叫磁場，現在人講磁場，你的磁場恢復正常的時候，你雖然沒有心去影響別人，它自自然然影響。而這種磁場是延伸到盡虛空遍法界，如果你沒有分別執著的話；有分別執著就是有障礙，畫界限，它不能突破。沒有分別、沒有界限，這個磁場決定是延伸到虛空法界。換句話說，盡虛空遍法界一切眾生，你都加持到了，就跟諸佛菩薩沒有兩樣，那怎麼不是法供養！那真法供養，道理在此地。這種力量凡夫看不到，也許將來科學更進一步，用科學儀器能夠探測到磁場的延伸。諸佛菩薩大定之中感受非常強烈，所以縱然是在這個地方打坐，一念不生，功德利益已經供養盡虛空遍法界，上供諸佛，下供眾生。後面還有一小段，鈔就不必說了，我們看《疏》："
    },
    {
      "id": "04-003-0163_p0058",
      "zh_CN": "【言迦罗者。】",
      "zh_TW": "【言迦羅者。】"
    },
    {
      "id": "04-003-0163_p0059",
      "zh_CN": "『迦罗』是梵语，也是一个很小很小的一个单位的名称，迦罗是什么意思？经上讲，讲我们这个汗毛，汗毛很细，竖的把它劈，一根汗毛劈成一百根，一根就是迦罗。不是横的，竖的，竖的切百分之一，这叫迦罗，形容小。还有比它更小的。",
      "zh_TW": "『迦羅』是梵語，也是一個很小很小的一個單位的名稱，迦羅是什麼意思？經上講，講我們這個汗毛，汗毛很細，豎的把它劈，一根汗毛劈成一百根，一根就是迦羅。不是橫的，豎的，豎的切百分之一，這叫迦羅，形容小。還有比它更小的。"
    },
    {
      "id": "04-003-0163_p0060",
      "zh_CN": "【言优波尼沙陀者。】",
      "zh_TW": "【言優波尼沙陀者。】"
    },
    {
      "id": "04-003-0163_p0061",
      "zh_CN": "『优波尼沙陀』比迦罗还要小，现在科学里面所讲的原子、电子、粒子，讲这些东西，我们肉眼没有办法看见，高倍显微镜里面可以能够发现。佛从前讲物质之小的，用这些比喻来说。",
      "zh_TW": "『優波尼沙陀』比迦羅還要小，現在科學裡面所講的原子、電子、粒子，講這些東西，我們肉眼沒有辦法看見，高倍顯微鏡裡面可以能夠發現。佛從前講物質之小的，用這些比喻來說。"
    },
    {
      "id": "04-003-0163_p0062",
      "zh_CN": "【此云近少。亦云近对。谓少分相近比对之分。】",
      "zh_TW": "【此云近少。亦云近對。謂少分相近比對之分。】"
    },
    {
      "id": "04-003-0163_p0063",
      "zh_CN": "这个优波尼沙陀也叫做邻虚尘，小的不能再小，接近零，是取的这个意思。我们再看下面的经文，倒数第二行：",
      "zh_TW": "這個優波尼沙陀也叫做鄰虛塵，小的不能再小，接近零，是取的這個意思。我們再看下面的經文，倒數第二行："
    },
    {
      "id": "04-003-0163_p0064",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "04-003-0163_p0065",
      "zh_CN": "经文的三个字，这个意思是说：",
      "zh_TW": "經文的三個字，這個意思是說："
    },
    {
      "id": "04-003-0163_p0066",
      "zh_CN": "【何以过去财供养。不及今供。】",
      "zh_TW": "【何以過去財供養。不及今供。】"
    },
    {
      "id": "04-003-0163_p0067",
      "zh_CN": "也就是说，财供养比不上今天所讲的法供养，下面经文有解释：",
      "zh_TW": "也就是說，財供養比不上今天所講的法供養，下面經文有解釋："
    },
    {
      "id": "04-003-0163_p0068",
      "zh_CN": "【以诸如来尊重法故。以如说行。出生诸佛故。若诸菩萨行法供养。则得成就供养如来。如是修行。是真供养故。】",
      "zh_TW": "【以諸如來尊重法故。以如說行。出生諸佛故。若諸菩薩行法供養。則得成就供養如來。如是修行。是真供養故。】"
    },
    {
      "id": "04-003-0163_p0069",
      "zh_CN": "这是说明为什么财供养比不上法供养，实在讲前面大师在注解里头跟我们讲得很清楚、很明白，财供养若不能破二执，不能除二障，只能够得三界有漏的福报而已，所以它不是究竟的，不能解决生死问题。因此诸佛如来为我们提出了严重的警告，教导我们不要修财施的果报，为什么？财布施要得大福报，享福没有不造业的，你没有大的福报，你造业少，你造的是小，你将来不会堕落；大福报的人，一个念头、一个主意错了，不知道要害多少人！他有权、他有势力，一个错误的政策，亿万人受害，这个因果责任他要背的，这是我们必须要晓得的。",
      "zh_TW": "這是說明為什麼財供養比不上法供養，實在講前面大師在註解裡頭跟我們講得很清楚、很明白，財供養若不能破二執，不能除二障，只能夠得三界有漏的福報而已，所以它不是究竟的，不能解決生死問題。因此諸佛如來為我們提出了嚴重的警告，教導我們不要修財施的果報，為什麼？財布施要得大福報，享福沒有不造業的，你沒有大的福報，你造業少，你造的是小，你將來不會墮落；大福報的人，一個念頭、一個主意錯了，不知道要害多少人！他有權、他有勢力，一個錯誤的政策，億萬人受害，這個因果責任他要背的，這是我們必須要曉得的。"
    },
    {
      "id": "04-003-0163_p0070",
      "zh_CN": "我们在前面读到，《法华经》的菩萨为什么人家修苦行，修苦行好，修得成功不造业；不肯修苦行，饮食起居就造业了。诸位要晓得，佛弟子唯有在中国是素食，素食是中国梁武帝提倡的，梁武帝之前，中国的出家人也吃肉，肉食就与众生要结冤仇。修苦行的人，吃肉机会少，跟众生结怨的机会少。不肯修苦行的人，衣食住行都要讲求、都要考究，你造的业的机会就多。世间有大福报的人，一天吃一只鸡，不说多，算他吃十年，他欠多少命债！这个时候他有钱有势力，他可以天天杀鸡来吃，死了以后一个一个去还债。你杀他一条命，他将来要杀你一条命，太可怕了，因果不是假的。谁知道？佛知道，佛为我们说得清清楚楚、明明白白，所以佛郑重给我们提出警告，纵然有福，不受。菩萨佛修无量无边的福报，不享，不接受。释迦牟尼佛不愿意做帝王，去出家，去托钵，不受福德。不接受人恭敬，不接受人供养，不造业，这是佛做出样子来给我们看，这种生活那真是叫最高的享受。不但是精神上最高的享受，物质上也是最高的享受。你看看他过得那么苦，吃得也苦，穿得也很朴素，健康长寿，精神饱满，容貌圆满，那叫真福报。他的心永远是清净的，永远是慈悲的，道理就在此地。这种生活方式展现给世间人看，告诉你这样的生活才是最殊胜的生活，最圆满的生活方式，才是人生最高的享受，展现给我们看。",
      "zh_TW": "我們在前面讀到，《法華經》的菩薩為什麼人家修苦行，修苦行好，修得成功不造業；不肯修苦行，飲食起居就造業了。諸位要曉得，佛弟子唯有在中國是素食，素食是中國梁武帝提倡的，梁武帝之前，中國的出家人也吃肉，肉食就與眾生要結冤仇。修苦行的人，吃肉機會少，跟眾生結怨的機會少。不肯修苦行的人，衣食住行都要講求、都要考究，你造的業的機會就多。世間有大福報的人，一天吃一隻雞，不說多，算他吃十年，他欠多少命債！這個時候他有錢有勢力，他可以天天殺雞來吃，死了以後一個一個去還債。你殺他一條命，他將來要殺你一條命，太可怕了，因果不是假的。誰知道？佛知道，佛為我們說得清清楚楚、明明白白，所以佛鄭重給我們提出警告，縱然有福，不受。菩薩佛修無量無邊的福報，不享，不接受。釋迦牟尼佛不願意做帝王，去出家，去托缽，不受福德。不接受人恭敬，不接受人供養，不造業，這是佛做出樣子來給我們看，這種生活那真是叫最高的享受。不但是精神上最高的享受，物質上也是最高的享受。你看看他過得那麼苦，吃得也苦，穿得也很樸素，健康長壽，精神飽滿，容貌圓滿，那叫真福報。他的心永遠是清淨的，永遠是慈悲的，道理就在此地。這種生活方式展現給世間人看，告訴你這樣的生活才是最殊勝的生活，最圓滿的生活方式，才是人生最高的享受，展現給我們看。"
    },
    {
      "id": "04-003-0163_p0071",
      "zh_CN": "好，我们今天讲到此地。",
      "zh_TW": "好，我們今天講到此地。"
    }
  ]
}