{
  "doc_id": "04-003-0011",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0011",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "04-003-0011_p0001",
      "zh_CN": "请掀开经本，第八十一面第六行。",
      "zh_TW": "請掀開經本，第八十一面第六行。"
    },
    {
      "id": "04-003-0011_p0002",
      "zh_CN": "【三妙用自在者。疏妙有至交映是。】",
      "zh_TW": "【三妙用自在者。疏妙有至交映是。】"
    },
    {
      "id": "04-003-0011_p0003",
      "zh_CN": "这是把《疏》文给我们指出来。",
      "zh_TW": "這是把《疏》文給我們指出來。"
    },
    {
      "id": "04-003-0011_p0004",
      "zh_CN": "【妙有得之而不有。真空得之而不空者。不见真界之人。闻说三乘因果。则起心取相而求。闻说诸法皆空。则不喜化生严土。若得真界。即知一切皆同真界。不空不有也。于有处见之。有则与之不异。故有即不有。于空处见之。空则与之不异。故空即不空。】",
      "zh_TW": "【妙有得之而不有。真空得之而不空者。不見真界之人。聞說三乘因果。則起心取相而求。聞說諸法皆空。則不喜化生嚴土。若得真界。即知一切皆同真界。不空不有也。於有處見之。有則與之不異。故有即不有。於空處見之。空則與之不異。故空即不空。】"
    },
    {
      "id": "04-003-0011_p0005",
      "zh_CN": "这是说《疏》文里面，在六十三面。诸位把六十三面这个文看一下，就晓得这段讲的是什么地方？第六十三面，倒数第四行第二个字。第二个字看起，我念一念：「妙有得之而不有，真空得之而不空，生灭得之而真常，缘起得之而交映」。就是这四句，这四句是讲一真法界的作用。前面讲过本体，讲过现相，现在要说明作用。这个作用，实在讲，全是如来果地上的境界。由此可知，西方极乐世界确实是说的一真法界，也就是诸佛果地上的境界，绝对不像他方世界，乃至于我们现前这个世界，确实是不一样的。",
      "zh_TW": "這是說《疏》文裡面，在六十三面。諸位把六十三面這個文看一下，就曉得這段講的是什麼地方？第六十三面，倒數第四行第二個字。第二個字看起，我念一念：「妙有得之而不有，真空得之而不空，生滅得之而真常，緣起得之而交映」。就是這四句，這四句是講一真法界的作用。前面講過本體，講過現相，現在要說明作用。這個作用，實在講，全是如來果地上的境界。由此可知，西方極樂世界確實是說的一真法界，也就是諸佛果地上的境界，絕對不像他方世界，乃至於我們現前這個世界，確實是不一樣的。"
    },
    {
      "id": "04-003-0011_p0006",
      "zh_CN": "大师在此地为我们开示的，一开头讲『不见真界之人』，这就指凡夫。不但凡夫没有见到一真法界；小乘，就是阿罗汉、辟支佛，乃至于权教菩萨，都没有见到一真法界。什么人才见到一真法界？佛在经上告诉我们，圆教初住菩萨以上，别教初地以上，也就是常说的，要破一品无明，证一分法身，那个法身就是真界。换句话说，无明烦恼没有破，一真法界见不到。这见不到一真法界，给我们谈一真法界，我们难以理解，那就可以能够想像得到，我们没法子见到。什么叫一真？首先要注意到的是，真就不是假的。我们今天这个世界是假的。你看《金刚经》上不是给我们说得很好吗？「凡所有相，皆是虚妄」。他那个世界是真的，不是假的。《金刚经》又说，「一切有为法，如梦幻泡影」。这都是说明我们眼前的境界不真实，必须要到相当程度，你才见到宇宙万有的真相，这叫真界。",
      "zh_TW": "大師在此地為我們開示的，一開頭講『不見真界之人』，這就指凡夫。不但凡夫沒有見到一真法界；小乘，就是阿羅漢、辟支佛，乃至於權教菩薩，都沒有見到一真法界。什麼人才見到一真法界？佛在經上告訴我們，圓教初住菩薩以上，別教初地以上，也就是常說的，要破一品無明，證一分法身，那個法身就是真界。換句話說，無明煩惱沒有破，一真法界見不到。這見不到一真法界，給我們談一真法界，我們難以理解，那就可以能夠想像得到，我們沒法子見到。什麼叫一真？首先要注意到的是，真就不是假的。我們今天這個世界是假的。你看《金剛經》上不是給我們說得很好嗎？「凡所有相，皆是虛妄」。他那個世界是真的，不是假的。《金剛經》又說，「一切有為法，如夢幻泡影」。這都是說明我們眼前的境界不真實，必須要到相當程度，你才見到宇宙萬有的真相，這叫真界。"
    },
    {
      "id": "04-003-0011_p0007",
      "zh_CN": "真界怎么叫一？你看我们现在这个境界，不是一，是多。怎么是多？它变化。一年有春夏秋冬四季，那不是一，每个季节不一样。一天有早晚，也不相同。说我们人，人有幼年、有少年、有中年、有老年，这也不一。那你就晓得，一是永远没有变化，永远常住，这才叫一。一就是一般宗教里面所期望的永生。我们佛法里面讲的不生不灭，这才是一。有生灭就是二，就不是一了。",
      "zh_TW": "真界怎麼叫一？你看我們現在這個境界，不是一，是多。怎麼是多？它變化。一年有春夏秋冬四季，那不是一，每個季節不一樣。一天有早晚，也不相同。說我們人，人有幼年、有少年、有中年、有老年，這也不一。那你就曉得，一是永遠沒有變化，永遠常住，這才叫一。一就是一般宗教裡面所期望的永生。我們佛法裡面講的不生不滅，這才是一。有生滅就是二，就不是一了。"
    },
    {
      "id": "04-003-0011_p0008",
      "zh_CN": "这个境界真能得到吗？还是我们幻想当中的？真有这回事情吗？给诸位说，真有。怎么晓得真有？我们现在虽然没证得，但是在理论上我们知道。理上讲得通，当然事实就有可能。凡事它都有理，有理一定有事。今天这段纯粹给我们讲原理。我们在前面看到一真法界，前面说过是性起，不是缘起。性起是一真，缘起是生灭。不但染缘起是生灭，染缘起是讲我们六道轮回，包括其他宗教所讲的天堂，天堂也是染缘起。四圣法界，这是净缘起，净缘起还是有生灭。这个净缘起里面，实在讲，包括了藏教的佛、通教的佛。由此说，染与净都是生灭法。必须要到我们通常讲纯净，纯净就不是染净之净。染净之净，它是相对的。我们讲这个净，是离开染净两边这个净。这个净就是一真法界了，它离开两边了。两边是生灭法，离开两边，不生不灭。",
      "zh_TW": "這個境界真能得到嗎？還是我們幻想當中的？真有這回事情嗎？給諸位說，真有。怎麼曉得真有？我們現在雖然沒證得，但是在理論上我們知道。理上講得通，當然事實就有可能。凡事它都有理，有理一定有事。今天這段純粹給我們講原理。我們在前面看到一真法界，前面說過是性起，不是緣起。性起是一真，緣起是生滅。不但染緣起是生滅，染緣起是講我們六道輪迴，包括其他宗教所講的天堂，天堂也是染緣起。四聖法界，這是淨緣起，淨緣起還是有生滅。這個淨緣起裡面，實在講，包括了藏教的佛、通教的佛。由此說，染與淨都是生滅法。必須要到我們通常講純淨，純淨就不是染淨之淨。染淨之淨，它是相對的。我們講這個淨，是離開染淨兩邊這個淨。這個淨就是一真法界了，它離開兩邊了。兩邊是生滅法，離開兩邊，不生不滅。"
    },
    {
      "id": "04-003-0011_p0009",
      "zh_CN": "所以这个地方讲不见真界之人，这就是指权教菩萨以下的，指这些人。『闻说三乘因果』，就是佛常常在讲经说法，说声闻、缘觉、菩萨，讲这三乘。听说讲三乘怎么样？着了相，就着了相。『则起心取相而求』。给你讲声闻，你就发心想证声闻果；给你讲缘觉，你就想证辟支佛果；给你讲菩萨，你也想成菩萨，你起心动念想去学。但是你这个心念，你这个心是个生灭心。这是佛在教学当中，最常见的现象，包括我们自己在内，我们也是如此。哪个人不是这个学法？都是这个学法。这个学法，不能说错，但是给诸位说，这是初级的学法，不是佛法高级的学法。高级的学法，那我们想像不到。",
      "zh_TW": "所以這個地方講不見真界之人，這就是指權教菩薩以下的，指這些人。『聞說三乘因果』，就是佛常常在講經說法，說聲聞、緣覺、菩薩，講這三乘。聽說講三乘怎麼樣？著了相，就著了相。『則起心取相而求』。給你講聲聞，你就發心想證聲聞果；給你講緣覺，你就想證辟支佛果；給你講菩薩，你也想成菩薩，你起心動念想去學。但是你這個心念，你這個心是個生滅心。這是佛在教學當中，最常見的現象，包括我們自己在內，我們也是如此。哪個人不是這個學法？都是這個學法。這個學法，不能說錯，但是給諸位說，這是初級的學法，不是佛法高級的學法。高級的學法，那我們想像不到。"
    },
    {
      "id": "04-003-0011_p0010",
      "zh_CN": "这是讲有，三乘因果是说有。说有，你就执着有；说空，你就执着空，你不晓得空有是一。这就不懂，真的不好懂。我们总是把空有分开，空决定不是有，有决定不是空，在一真里面是一，空有是二。一，空有是一，空就是有，有就是空。这个事情，刚才说了，不是我们境界。虽不是我们境界，我们常常听说。你看《心经》上说，「色即是空，空即是色，色不异空，空不异色」。那个色就是有，有不异空，空不异有，有就是空，空就是有，这就是一。由此可知，《般若心经》是一真的境界，是一真法界的境界。这部经虽然很短，大家天天念，念了不懂。怎么晓得你不懂？因为你还执着空，执着有，所以你不懂。如果你真懂了，空有两边都不执着，那是你对《心经》真正懂得；虽念而不懂。这段文，可以说就是《心经》这四句话的注解。这个注解，包括上次讲的一段都是这四句话的注解。",
      "zh_TW": "這是講有，三乘因果是說有。說有，你就執著有；說空，你就執著空，你不曉得空有是一。這就不懂，真的不好懂。我們總是把空有分開，空決定不是有，有決定不是空，在一真裡面是一，空有是二。一，空有是一，空就是有，有就是空。這個事情，剛才說了，不是我們境界。雖不是我們境界，我們常常聽說。你看《心經》上說，「色即是空，空即是色，色不異空，空不異色」。那個色就是有，有不異空，空不異有，有就是空，空就是有，這就是一。由此可知，《般若心經》是一真的境界，是一真法界的境界。這部經雖然很短，大家天天念，念了不懂。怎麼曉得你不懂？因為你還執著空，執著有，所以你不懂。如果你真懂了，空有兩邊都不執著，那是你對《心經》真正懂得；雖念而不懂。這段文，可以說就是《心經》這四句話的註解。這個註解，包括上次講的一段都是這四句話的註解。"
    },
    {
      "id": "04-003-0011_p0011",
      "zh_CN": "『闻说诸法皆空』，这是听佛讲空的道理，他就着空。『则不喜化生严土』。化生严土是说什么？西方极乐世界莲花化生，七宝庄严，他不喜欢这个。为什么？这是有，他着空，空，他这个不要。所以禅宗说，念佛一声，要漱口三天。他怕这个有染污了他。这就说都是没有见到真界的人，他才会有这样的执着。这个执着叫偏执，偏在一边，不是偏在有，就是偏在空。这是绝大多数的现象，可以说在佛法里面，中下根性的人都是在这个范围之内。下面讲，那是真正见到一真法界的人，他们的观念跟我们不相同。这个观念拿现代的术语来说，就是人生观、宇宙观不一样。这个观念，也就是《法华经》里面所说的佛之知见，跟如来果地上的见解相同，所以叫入佛知见。",
      "zh_TW": "『聞說諸法皆空』，這是聽佛講空的道理，他就著空。『則不喜化生嚴土』。化生嚴土是說什麼？西方極樂世界蓮花化生，七寶莊嚴，他不喜歡這個。為什麼？這是有，他著空，空，他這個不要。所以禪宗說，念佛一聲，要漱口三天。他怕這個有染污了他。這就說都是沒有見到真界的人，他才會有這樣的執著。這個執著叫偏執，偏在一邊，不是偏在有，就是偏在空。這是絕大多數的現象，可以說在佛法裡面，中下根性的人都是在這個範圍之內。下面講，那是真正見到一真法界的人，他們的觀念跟我們不相同。這個觀念拿現代的術語來說，就是人生觀、宇宙觀不一樣。這個觀念，也就是《法華經》裡面所說的佛之知見，跟如來果地上的見解相同，所以叫入佛知見。"
    },
    {
      "id": "04-003-0011_p0012",
      "zh_CN": "底下说『若得真界』，这个得是你证得，你证了一真法界。『即知一切皆同真界』，没有一样不同。怎么个同法？古德有个比喻，「以金作器，器器皆金」。譬如你到银楼里面去，你们女同修很喜欢玩这些东西。你看看那个黄金做的东西多少种，琳瑯满目，美不胜收，千差万别，它是一样东西，黄金。从黄金上看，同，没有一样不同。你要见到真界，真界是什么？真界就是自性，真如本性。见到真界，你才晓得一切万法，没有一法不是自性。难道我们这个身体是自性吗？我们这个大楼是自性吗？连面前这个毛巾是自性吗？给诸位说真的，统统都是，没有一样不是。这就奇怪了，为什么说样样都是？如果把前面所讲的，你能够听懂、听明了了，此地你一点疑惑都没有。性起，没有一法不是自性变现的，这就是大乘法里常讲的，性相不二，性相一如。性在哪里？就在相上。因为相是性变现出来的，相就是性，性就是相。性没有两样，相哪有两样？我们今天看到这个相都不同，千差万别，是我们什么？分别心里头分别出来的，不是真的。真相，真相是一样的。如果我们大家统统都没有分别心，给诸位说，我们面貌都是一样的。你看那看相的，不是常说吗？相随心转。因为你心不一样，相才不一样。心要是一样，相就一样。所以佛的相决定是一样的。佛没有妄念，佛一心，不管哪一尊佛，他那个面貌决定是一样，不会有一点差别，心一样。这是事实真相，唯有佛与大菩萨他们知道，他们看得清清楚楚。",
      "zh_TW": "底下說『若得真界』，這個得是你證得，你證了一真法界。『即知一切皆同真界』，沒有一樣不同。怎麼個同法？古德有個比喻，「以金作器，器器皆金」。譬如你到銀樓裡面去，你們女同修很喜歡玩這些東西。你看看那個黃金做的東西多少種，琳瑯滿目，美不勝收，千差萬別，它是一樣東西，黃金。從黃金上看，同，沒有一樣不同。你要見到真界，真界是什麼？真界就是自性，真如本性。見到真界，你才曉得一切萬法，沒有一法不是自性。難道我們這個身體是自性嗎？我們這個大樓是自性嗎？連面前這個毛巾是自性嗎？給諸位說真的，統統都是，沒有一樣不是。這就奇怪了，為什麼說樣樣都是？如果把前面所講的，你能夠聽懂、聽明瞭了，此地你一點疑惑都沒有。性起，沒有一法不是自性變現的，這就是大乘法裡常講的，性相不二，性相一如。性在哪裡？就在相上。因為相是性變現出來的，相就是性，性就是相。性沒有兩樣，相哪有兩樣？我們今天看到這個相都不同，千差萬別，是我們什麼？分別心裡頭分別出來的，不是真的。真相，真相是一樣的。如果我們大家統統都沒有分別心，給諸位說，我們面貌都是一樣的。你看那看相的，不是常說嗎？相隨心轉。因為你心不一樣，相才不一樣。心要是一樣，相就一樣。所以佛的相決定是一樣的。佛沒有妄念，佛一心，不管哪一尊佛，他那個面貌決定是一樣，不會有一點差別，心一樣。這是事實真相，唯有佛與大菩薩他們知道，他們看得清清楚楚。"
    },
    {
      "id": "04-003-0011_p0013",
      "zh_CN": "相随心转，这个意义很广，意义很深。其中第一义，随谁的心转？随着自己的心转，不是随别人的心转。如果随别人心转，那佛跟佛一定也是千差万别。佛成佛，决定不可能说大地众生同成佛道，这个境界决定不能够现前。可见得这个转，是随自己的心转。佛法里面所讲的「依报随着正报转」，这句话才能够讲得通。我们自己心地清净，见一切法没有一法不清净。我们自己心慈悲，见一切人都是好人，都是很慈悲的人。境随自己的心转，不是随别人的心。这是功夫，这是千真万确的事实。所以西方世界，你去看看《无量寿经》。《无量寿经》讲，那个世界所有的人，那人数太多了，没法子计算的，每个人相貌都相同，体质也一样。那个世界是个平等的世界，绝对平等，完全平等，这是不可思议。十方一切诸佛世界，跟西方极乐世界都不一样。诸佛世界跟我们这个世界差不多，唯独西方净土很特别。华藏世界虽然是一真法界，那个纯度还比不上西方极乐世界。",
      "zh_TW": "相隨心轉，這個意義很廣，意義很深。其中第一義，隨誰的心轉？隨著自己的心轉，不是隨別人的心轉。如果隨別人心轉，那佛跟佛一定也是千差萬別。佛成佛，決定不可能說大地眾生同成佛道，這個境界決定不能夠現前。可見得這個轉，是隨自己的心轉。佛法裡面所講的「依報隨著正報轉」，這句話才能夠講得通。我們自己心地清淨，見一切法沒有一法不清淨。我們自己心慈悲，見一切人都是好人，都是很慈悲的人。境隨自己的心轉，不是隨別人的心。這是功夫，這是千真萬確的事實。所以西方世界，你去看看《無量壽經》。《無量壽經》講，那個世界所有的人，那人數太多了，沒法子計算的，每個人相貌都相同，體質也一樣。那個世界是個平等的世界，絕對平等，完全平等，這是不可思議。十方一切諸佛世界，跟西方極樂世界都不一樣。諸佛世界跟我們這個世界差不多，唯獨西方淨土很特別。華藏世界雖然是一真法界，那個純度還比不上西方極樂世界。"
    },
    {
      "id": "04-003-0011_p0014",
      "zh_CN": "我们再看下面这文，『不空不有』，就是非空、非有，这是事实真相。『于有处见之，有则与之不异』。这个「与之」就是与空不异。这个有就是《心经》上讲的色，「色不异空」。有，是有相，是有作用；空，是没有相，没有作用。这两个怎么能合得起来？诸位试想想，你离开一切分别执着，这个现象多少你会体会到一些。所以佛法的修学有它的难处。难在什么地方？难在你不得其法，那就难了，一生都不能成就。如果你要得其法，懂得这个方法，不难，人人都可以成就。成就浅深，那当然不一样，但是决定有成就。那个门道在哪里？给诸位说，门道就在一心。一心，是入一真法界唯一的一个法门（就是门径），唯一的一个门径。所以净土宗，他所求的一心不乱，一心是能入，一真是所入，能所不二，这的确是不可思议。所以学佛的人从哪个地方下手？诸位一定要知道，从清净心下手。绝对不是从博学多闻，你从博学多闻，你一生不会见到。为什么不会见到？你心不清净。你念的东西愈多，清凉大师讲的，增长邪见。念得愈多，头脑愈复杂，愈会想；愈会想，就愈会分别，愈会执着，愈是见不到事实真相。所以，这个东西要入门，那个头脑要简单才行，不能复杂。大家现在学佛，路子都走错了。从哪里去？从一个复杂的，唯恐自己头脑不复杂，这就是完全背道而驰。",
      "zh_TW": "我們再看下面這文，『不空不有』，就是非空、非有，這是事實真相。『於有處見之，有則與之不異』。這個「與之」就是與空不異。這個有就是《心經》上講的色，「色不異空」。有，是有相，是有作用；空，是沒有相，沒有作用。這兩個怎麼能合得起來？諸位試想想，你離開一切分別執著，這個現象多少你會體會到一些。所以佛法的修學有它的難處。難在什麼地方？難在你不得其法，那就難了，一生都不能成就。如果你要得其法，懂得這個方法，不難，人人都可以成就。成就淺深，那當然不一樣，但是決定有成就。那個門道在哪裡？給諸位說，門道就在一心。一心，是入一真法界唯一的一個法門（就是門徑），唯一的一個門徑。所以淨土宗，他所求的一心不亂，一心是能入，一真是所入，能所不二，這的確是不可思議。所以學佛的人從哪個地方下手？諸位一定要知道，從清淨心下手。絕對不是從博學多聞，你從博學多聞，你一生不會見到。為什麼不會見到？你心不清淨。你念的東西愈多，清涼大師講的，增長邪見。念得愈多，頭腦愈複雜，愈會想；愈會想，就愈會分別，愈會執著，愈是見不到事實真相。所以，這個東西要入門，那個頭腦要簡單才行，不能複雜。大家現在學佛，路子都走錯了。從哪裡去？從一個複雜的，唯恐自己頭腦不複雜，這就是完全背道而馳。"
    },
    {
      "id": "04-003-0011_p0015",
      "zh_CN": "这次日常法师从美国回来，他来看我的时候，他现在在教佛学院，我就告诉他，我叫他你仔细去观察一下，佛门不管哪一宗，不管哪一派，密教、显教、宗门教下，一开端的训练，统统是训练一心不乱，从这上下手。所用的方法不一样，但是那个目标完全相同。譬如说教下，叫你五年当中念一本经。他是不是叫你对这本经理解？不是。就是天天念这本经，就不准念第二部经，这个头脑，五年也单纯了。把你乱七八糟的妄念统统给排除掉，用这个方法。在我们佛门讲，就是训练清净心，把你拉拉杂杂的胡思乱想统统舍掉。禅宗用参禅的方法，目的也是这个。密宗里头用持咒的方法，还是这个目的，不管用什么办法，目标相同。",
      "zh_TW": "這次日常法師從美國回來，他來看我的時候，他現在在教佛學院，我就告訴他，我叫他你仔細去觀察一下，佛門不管哪一宗，不管哪一派，密教、顯教、宗門教下，一開端的訓練，統統是訓練一心不亂，從這上下手。所用的方法不一樣，但是那個目標完全相同。譬如說教下，叫你五年當中念一本經。他是不是叫你對這本經理解？不是。就是天天念這本經，就不准念第二部經，這個頭腦，五年也單純了。把你亂七八糟的妄念統統給排除掉，用這個方法。在我們佛門講，就是訓練清淨心，把你拉拉雜雜的胡思亂想統統捨掉。禪宗用參禪的方法，目的也是這個。密宗裡頭用持咒的方法，還是這個目的，不管用什麼辦法，目標相同。"
    },
    {
      "id": "04-003-0011_p0016",
      "zh_CN": "这五年当中，叫你念经，他不是叫你解意思。你一解意思，这句话什么意思？这段什么意思？那就坏了，又错了。变成什么？胡思乱想。所以一定要晓得，经没有意思，没有讲法，你只好好的去念。我在前面跟诸位说过，念经是修行。修什么？修戒、修定、修慧，戒定慧三学一次完成。不仅仅是修戒定慧，连六度都在其中，真是六度万行统统在其中。如果拿净土来说，包括了三资粮，真是三学、三慧、三资粮、六度万行全在里面，他一次完成。所以你念的时候恭恭敬敬的念，诚心诚意去念，诚心就是不用分别心；心一有分别，心就不诚了。这个诚的意思，古人所讲的「一念不生谓之诚」。我心里没有一个妄念，这是诚心。你要用这个心去念，老实去念，这部经从头到尾念下来，你念一个钟点，你修一个钟点；念两个钟点，修两个钟点。修戒，戒是诸恶莫作，众善奉行。我念经的时候，心里一个妄念没有，诸恶莫作，连妄念都没有了。造作，不但口造作、身造作，动念头都是造作。我念头都不动，心都不造作，这诸恶莫作。众善奉行，经是佛从真如本性里面流露出来的言语、文字，我们用这个方法去念，念到我们自己一念不生，这是至善。",
      "zh_TW": "這五年當中，叫你念經，他不是叫你解意思。你一解意思，這句話什麼意思？這段什麼意思？那就壞了，又錯了。變成什麼？胡思亂想。所以一定要曉得，經沒有意思，沒有講法，你只好好的去念。我在前面跟諸位說過，念經是修行。修什麼？修戒、修定、修慧，戒定慧三學一次完成。不僅僅是修戒定慧，連六度都在其中，真是六度萬行統統在其中。如果拿淨土來說，包括了三資糧，真是三學、三慧、三資糧、六度萬行全在裡面，他一次完成。所以你念的時候恭恭敬敬的念，誠心誠意去念，誠心就是不用分別心；心一有分別，心就不誠了。這個誠的意思，古人所講的「一念不生謂之誠」。我心裡沒有一個妄念，這是誠心。你要用這個心去念，老實去念，這部經從頭到尾念下來，你念一個鐘點，你修一個鐘點；念兩個鐘點，修兩個鐘點。修戒，戒是諸惡莫作，眾善奉行。我念經的時候，心裡一個妄念沒有，諸惡莫作，連妄念都沒有了。造作，不但口造作、身造作，動念頭都是造作。我念頭都不動，心都不造作，這諸惡莫作。眾善奉行，經是佛從真如本性裡面流露出來的言語、文字，我們用這個方法去念，念到我們自己一念不生，這是至善。"
    },
    {
      "id": "04-003-0011_p0017",
      "zh_CN": "「止于至善」，儒家只喊出这句口号，没有达到这个境界。佛法是这个境界，止于至善，一念不生就是至善，没有比这个更善的，你看戒圆满了。你念的时候，心里头没有妄念，没有妄想，没有分别执着，这就是定。专心去念，这就是定。所以念经是修定，念得字字分明，句句清楚，没有念错，没有念颠倒，这就是修慧。这是什么慧？这叫根本智慧。《般若经》上讲的般若无知，无知是真正的智慧，它起作用的时候就无所不知。所以真智慧是无知，起作用是无所不知。般若无知，无所不知，跟这个意思相同，空有是一，不是二。你看修智慧的时候，真智慧的时候，要空；起作用的时候，它就有了，自然就有了，不必要去学，空有确实不二。但是空是体，有是用，你得到体，自然它就起作用。你要真正晓得修行要在这里下功夫，决定不能搞多，不能搞乱了。",
      "zh_TW": "「止於至善」，儒家只喊出這句口號，沒有達到這個境界。佛法是這個境界，止於至善，一念不生就是至善，沒有比這個更善的，你看戒圓滿了。你念的時候，心裡頭沒有妄念，沒有妄想，沒有分別執著，這就是定。專心去念，這就是定。所以念經是修定，念得字字分明，句句清楚，沒有念錯，沒有念顛倒，這就是修慧。這是什麼慧？這叫根本智慧。《般若經》上講的般若無知，無知是真正的智慧，它起作用的時候就無所不知。所以真智慧是無知，起作用是無所不知。般若無知，無所不知，跟這個意思相同，空有是一，不是二。你看修智慧的時候，真智慧的時候，要空；起作用的時候，它就有了，自然就有了，不必要去學，空有確實不二。但是空是體，有是用，你得到體，自然它就起作用。你要真正曉得修行要在這裡下功夫，決定不能搞多，不能搞亂了。"
    },
    {
      "id": "04-003-0011_p0018",
      "zh_CN": "譬如我这个地方提倡的，我劝人念《无量寿经》，日常法师劝人念《菩提道次第广论》，一样。为什么？都没有理解，都不必解释，只要用这个方法，在五年当中，使你身心清净。心地清净，智慧自然就开了。智慧开了，世出世间一切法都通了，这叫做佛法。绝对不是说我这个法门比你那个法门好，你那个法门不如我这个法门，你还是分别执着，你永远不得其门而入。为什么？你用这种心，你虽然五年一样修一个法门，你是用的妄心修，不是真心修；你得用真心去修，真心就是离一切分别妄想，不分别，不执着，不起心，不动念，这是真心。起心动念、分别执着是妄心，这个道理佛在《楞严经》上讲得非常之清楚。所谓是「因地不真，果招迂曲」。因是什么？真心。大乘佛法完全建立在真诚的基础上。所以五年是什么？五年就是培养你的真心。真心是本有的，拿什么培养？就是把你的那个妄去掉，把你的妄想执着舍掉，你的真心自然显露，然后用这个心去起修，那这一切法迎刃而解。你看这么深的经典就不难，一看就明了，一接触，自己心里头就有体会。你能够在有处见到有与空不异；见到空处，空与有也不异，真正体悟到色即是空，空即是色。空有不二，万法一如，这样就能契入一真法界。契入一真法界，在我们佛学里头有个名词，那最低限度你是圆教初住菩萨。",
      "zh_TW": "譬如我這個地方提倡的，我勸人念《無量壽經》，日常法師勸人念《菩提道次第廣論》，一樣。為什麼？都沒有理解，都不必解釋，只要用這個方法，在五年當中，使你身心清淨。心地清淨，智慧自然就開了。智慧開了，世出世間一切法都通了，這叫做佛法。絕對不是說我這個法門比你那個法門好，你那個法門不如我這個法門，你還是分別執著，你永遠不得其門而入。為什麼？你用這種心，你雖然五年一樣修一個法門，你是用的妄心修，不是真心修；你得用真心去修，真心就是離一切分別妄想，不分別，不執著，不起心，不動念，這是真心。起心動念、分別執著是妄心，這個道理佛在《楞嚴經》上講得非常之清楚。所謂是「因地不真，果招迂曲」。因是什麼？真心。大乘佛法完全建立在真誠的基礎上。所以五年是什麼？五年就是培養你的真心。真心是本有的，拿什麼培養？就是把你的那個妄去掉，把你的妄想執著捨掉，你的真心自然顯露，然後用這個心去起修，那這一切法迎刃而解。你看這麼深的經典就不難，一看就明瞭，一接觸，自己心裡頭就有體會。你能夠在有處見到有與空不異；見到空處，空與有也不異，真正體悟到色即是空，空即是色。空有不二，萬法一如，這樣就能契入一真法界。契入一真法界，在我們佛學裡頭有個名詞，那最低限度你是圓教初住菩薩。"
    },
    {
      "id": "04-003-0011_p0019",
      "zh_CN": "我们今天这一代学佛无论在家出家，比起前一代差得很远。绝对不是说我们这一代的人聪明智慧福报不如过去的人，决定不是的。我可以讲，我们现在这一代的人聪明智慧福报超过过去人，过去那古人远远不如我们。我们今天在佛法上不能成就，完全是观念、方法上错误了。所以一定还是要遵循古老的方式，我们才会有成就。我们再看底下这段文，八十二面第一行，最后一个字看起：",
      "zh_TW": "我們今天這一代學佛無論在家出家，比起前一代差得很遠。絕對不是說我們這一代的人聰明智慧福報不如過去的人，決定不是的。我可以講，我們現在這一代的人聰明智慧福報超過過去人，過去那古人遠遠不如我們。我們今天在佛法上不能成就，完全是觀念、方法上錯誤了。所以一定還是要遵循古老的方式，我們才會有成就。我們再看底下這段文，八十二面第一行，最後一個字看起："
    },
    {
      "id": "04-003-0011_p0020",
      "zh_CN": "【不空故。自然不失修行。不有故。自然不取于相也。】",
      "zh_TW": "【不空故。自然不失修行。不有故。自然不取於相也。】"
    },
    {
      "id": "04-003-0011_p0021",
      "zh_CN": "这两句话非常重要。这就是大乘经论上面常讲的双遮双照，中道第一义谛，既不着空，也不执有。『不空故，自然不失修行』，这就是不着空，他修不修？真修。天天在修。念佛的人，天天念佛；打坐的人，天天打坐；念咒的人，天天念咒，他真修。这个修，他没有落空。虽修怎么样？虽修他不着相，念而无念，他不着相。不着相，就不着有。修，不着空、不着相，他也不着有。这个修，前面题目上讲「妙用自在」，这就自在了。为什么你不自在？你有执着就不自在，你没有执着就自在了。修而无修，无修而修。在念佛的人，念而无念，无念而念，念跟无念是一，不是两桩事情。这个话决定不能把意思错会了。听说念而无念，无念而念，那我不念就是念，这就是你把意思错会了。那我们可以说，你吃饭，吃就是不吃，不吃就是吃。好了，你一个礼拜不要吃饭，不吃就是吃。行不行？不行，意思决定不能够错会。所以修决定要修，不仅我们念佛，诸佛都念佛，这大家在《无量寿经》上看到的。释迦牟尼佛还念阿弥陀佛，大势至菩萨是等觉菩萨，都摄六根，净念相继，他念佛，他不中断。这是什么？他念，有修，有修而不执着，这与一真就相应了，与真界就相应了。",
      "zh_TW": "這兩句話非常重要。這就是大乘經論上面常講的雙遮雙照，中道第一義諦，既不著空，也不執有。『不空故，自然不失修行』，這就是不著空，他修不修？真修。天天在修。念佛的人，天天念佛；打坐的人，天天打坐；念咒的人，天天念咒，他真修。這個修，他沒有落空。雖修怎麼樣？雖修他不著相，念而無念，他不著相。不著相，就不著有。修，不著空、不著相，他也不著有。這個修，前面題目上講「妙用自在」，這就自在了。為什麼你不自在？你有執著就不自在，你沒有執著就自在了。修而無修，無修而修。在念佛的人，念而無念，無念而念，念跟無念是一，不是兩樁事情。這個話決定不能把意思錯會了。聽說念而無念，無念而念，那我不念就是念，這就是你把意思錯會了。那我們可以說，你吃飯，吃就是不吃，不吃就是吃。好了，你一個禮拜不要吃飯，不吃就是吃。行不行？不行，意思決定不能夠錯會。所以修決定要修，不僅我們念佛，諸佛都念佛，這大家在《無量壽經》上看到的。釋迦牟尼佛還念阿彌陀佛，大勢至菩薩是等覺菩薩，都攝六根，淨念相繼，他念佛，他不中斷。這是什麼？他念，有修，有修而不執著，這與一真就相應了，與真界就相應了。"
    },
    {
      "id": "04-003-0011_p0022",
      "zh_CN": "我们今天修，修执着；执着与一真不相应。但是执着在初学的人是有必要的。为什么？初学的决定不能见性，决定与这个境界不相应。那怎么样？所以叫择善固执。择善固执是对初学人讲的。就跟教学一样，小学生一定要守法、守纪律，中学生要稍微放宽一点，大学生都完全开放了。他年龄不到，他不懂事，所以这个幅度是逐步的开放，开放到最后，那是大自在。佛法也是如此，你还有分别执着的时候，那好了，佛就跟你说，你执着善，不要执着恶，择善固执，用这个方法。你到一切都不执着了，给诸位说善恶就没有了。善恶从哪里来的？执着、分别出来的。分别执着里头才有好丑、邪正、真妄、善恶，才有这个东西。离开一切分别，什么真的、假的、善的、恶的都没有了，所以清净心里头一法不立。",
      "zh_TW": "我們今天修，修執著；執著與一真不相應。但是執著在初學的人是有必要的。為什麼？初學的決定不能見性，決定與這個境界不相應。那怎麼樣？所以叫擇善固執。擇善固執是對初學人講的。就跟教學一樣，小學生一定要守法、守紀律，中學生要稍微放寬一點，大學生都完全開放了。他年齡不到，他不懂事，所以這個幅度是逐步的開放，開放到最後，那是大自在。佛法也是如此，你還有分別執著的時候，那好了，佛就跟你說，你執著善，不要執著惡，擇善固執，用這個方法。你到一切都不執著了，給諸位說善惡就沒有了。善惡從哪裡來的？執著、分別出來的。分別執著裡頭才有好醜、邪正、真妄、善惡，才有這個東西。離開一切分別，什麼真的、假的、善的、惡的都沒有了，所以清淨心裡頭一法不立。"
    },
    {
      "id": "04-003-0011_p0023",
      "zh_CN": "六祖说得好，「本来无一物」，本来无一物是真的。你说善恶，你说真妄，你说邪正，你说是非，是这样，东西在哪里？说穿了，是什么？都是你一个错误的观念，没有事实，你哪里去找事实？统统是众生错误的观念。在一真法界里头，你想错了，你看错了，你做错了。所以你受很多的苦报，说穿了，很冤枉。就好像人作恶梦一样，每天晚上作恶梦，吓得一身冷汗，吓醒了；假的，不是真的。可是你不知道那个梦是假的，你当真，所以你吓得一身汗，吓醒了。如果你晓得那个梦是假的，你就不执着了。梦里头有一头老虎要来吃你，我就行行菩萨道，我就供养你一餐，你也就无所谓，你晓得那是假的。可是你不知道是假，你认为是真的，所以你贪生怕死；这个时候的，这个错误的观念统统显露出来了，把这个事实的真相完全失掉了。",
      "zh_TW": "六祖說得好，「本來無一物」，本來無一物是真的。你說善惡，你說真妄，你說邪正，你說是非，是這樣，東西在哪裡？說穿了，是什麼？都是你一個錯誤的觀念，沒有事實，你哪裡去找事實？統統是眾生錯誤的觀念。在一真法界裡頭，你想錯了，你看錯了，你做錯了。所以你受很多的苦報，說穿了，很冤枉。就好像人作惡夢一樣，每天晚上作惡夢，嚇得一身冷汗，嚇醒了；假的，不是真的。可是你不知道那個夢是假的，你當真，所以你嚇得一身汗，嚇醒了。如果你曉得那個夢是假的，你就不執著了。夢裡頭有一頭老虎要來吃你，我就行行菩薩道，我就供養你一餐，你也就無所謂，你曉得那是假的。可是你不知道是假，你認為是真的，所以你貪生怕死；這個時候的，這個錯誤的觀念統統顯露出來了，把這個事實的真相完全失掉了。"
    },
    {
      "id": "04-003-0011_p0024",
      "zh_CN": "这些理论刚才说过了，是佛与大菩萨的境界。我们如果懂得，真正能够体会到，能够把它应用在我们生活上，你能够用一分，你就得一分的自在；你能够用两分，你就得两分的自在，就看你会不会用。真正去体会，佛法，说老实话，是非常现实，学了马上就起作用。用在自己生活上，用在自己处事待人接物，心地清净光明，事情做到非常有分寸，做到恰到好处。这个恰到好处，就是有，就是不着空；心地清净光明，不着有，空有两边都不着，这是自利。自利，利自己什么？利自己的清净心，利自己的智慧。我的心在日常生活当中，一天比一天清净，智慧一天比一天增长，这是自利。利益众生，利益社会，是把一切事情做得恰到好处，那是利益大众。过与不及都是缺陷，你能够做到恰到好处。底下这几句话刚才我们在《疏》文里面念到的：",
      "zh_TW": "這些理論剛才說過了，是佛與大菩薩的境界。我們如果懂得，真正能夠體會到，能夠把它應用在我們生活上，你能夠用一分，你就得一分的自在；你能夠用兩分，你就得兩分的自在，就看你會不會用。真正去體會，佛法，說老實話，是非常現實，學了馬上就起作用。用在自己生活上，用在自己處事待人接物，心地清淨光明，事情做到非常有分寸，做到恰到好處。這個恰到好處，就是有，就是不著空；心地清淨光明，不著有，空有兩邊都不著，這是自利。自利，利自己什麼？利自己的清淨心，利自己的智慧。我的心在日常生活當中，一天比一天清淨，智慧一天比一天增長，這是自利。利益眾生，利益社會，是把一切事情做得恰到好處，那是利益大眾。過與不及都是缺陷，你能夠做到恰到好處。底下這幾句話剛才我們在《疏》文裡面念到的："
    },
    {
      "id": "04-003-0011_p0025",
      "zh_CN": "【生灭得之而真常者。】",
      "zh_TW": "【生滅得之而真常者。】"
    },
    {
      "id": "04-003-0011_p0026",
      "zh_CN": "『生灭』是相对的，如果你真正得到一真法界，这个生灭的相没有了。一切法本来就是不生不灭，这个话非常难懂。因为我们看一切有情众生，有情众生就是我们现在讲的动物，动物有生老病死，植物有生住异灭，甚至于矿物、地球还有成住坏空，这都是生灭法。我们所看的这个境界，刚才讲是假相，假相里头确实没有生灭。我举个比喻给诸位看，我们现在这本书，这书是相，我们把这个书拆开，变成一张一张的纸，书没有了。那么多纸订起来，这个书生了，书成了。书拆掉，变成一张一张的纸，书灭了，这有生灭的相，很显然看的生灭的相。你仔细一看，这个书原本就是纸订出来的。这一张一张纸拆开来，它还是一张一张。从这个纸张上看有没有生灭？没有生灭。订起来是它，拆开来，它还在。这就看到真相，一切万法，无有一法不如是。",
      "zh_TW": "『生滅』是相對的，如果你真正得到一真法界，這個生滅的相沒有了。一切法本來就是不生不滅，這個話非常難懂。因為我們看一切有情眾生，有情眾生就是我們現在講的動物，動物有生老病死，植物有生住異滅，甚至於礦物、地球還有成住壞空，這都是生滅法。我們所看的這個境界，剛才講是假相，假相裡頭確實沒有生滅。我舉個比喻給諸位看，我們現在這本書，這書是相，我們把這個書拆開，變成一張一張的紙，書沒有了。那麼多紙訂起來，這個書生了，書成了。書拆掉，變成一張一張的紙，書滅了，這有生滅的相，很顯然看的生滅的相。你仔細一看，這個書原本就是紙訂出來的。這一張一張紙拆開來，它還是一張一張。從這個紙張上看有沒有生滅？沒有生滅。訂起來是它，拆開來，它還在。這就看到真相，一切萬法，無有一法不如是。"
    },
    {
      "id": "04-003-0011_p0027",
      "zh_CN": "这个现象，现在科学家懂得了。科学家晓得，这一切森罗万象都是由基本物质组成的，所谓是排列的方程式不一样。从基本的物质来观，没有一法不是一样的。真的跟我们古人所讲的，「以金作器，器器皆金」，那个比喻是比喻得恰好不过了。现在我们把它分析成原子、分成电子、分成粒子，把这个物质再分，分成到最后，到不能再分了，我们佛法里面叫极微之微，用的这个名词。现在科学上不知道用的是什么名词，我不懂得。一切的物相，全是这些基本物质组合的，排列的。组合的方式不一样，排列的方式不一样，所以方程式不一样，才有这么多元素，才有这么多物质。一分解，完全是一样，这就是《金刚经》上讲的一合相。一就是基本物质，合是组合。小而微尘，大而世界，统统都是这一个基本物质组合的假相，组合起来，它是在；散掉了，它还存在。你从基本粒子上来看，不生不灭。今天科学才了解。释迦牟尼佛在三千年前，没有任何科学仪器，他就把今天这个物理的现象讲得清清楚楚、明明白白；这不能不佩服。他怎么看到的？给诸位说，没有别的诀窍，就是你心清净了，清净到极处，这个世界的真相你就看到了。这个现象，就是《般若经》里面所讲的，诸法实相，就是一切法的真相，真相大白。所以「生灭得之而真常」，你才晓得觅生灭了不可得。生灭不可得，生灭是我们一个错觉。换句话说，是我们看错了，想错了，一切法才有生灭。一切法确实没有生灭，如果你要见到这个事实真相，佛教里头也有个术语，叫你证得无生法忍。无生法忍就是一切法不生，一切法无生，一切法无灭，无生无灭，你就证得这个果位，见到宇宙人生的真相。拿现代的名词来讲，这就是物理现象。这是很深的物理学，非常高深的物理学。这底下一句就说出来了。",
      "zh_TW": "這個現象，現在科學家懂得了。科學家曉得，這一切森羅萬象都是由基本物質組成的，所謂是排列的方程式不一樣。從基本的物質來觀，沒有一法不是一樣的。真的跟我們古人所講的，「以金作器，器器皆金」，那個比喻是比喻得恰好不過了。現在我們把它分析成原子、分成電子、分成粒子，把這個物質再分，分成到最後，到不能再分了，我們佛法裡面叫極微之微，用的這個名詞。現在科學上不知道用的是什麼名詞，我不懂得。一切的物相，全是這些基本物質組合的，排列的。組合的方式不一樣，排列的方式不一樣，所以方程式不一樣，才有這麼多元素，才有這麼多物質。一分解，完全是一樣，這就是《金剛經》上講的一合相。一就是基本物質，合是組合。小而微塵，大而世界，統統都是這一個基本物質組合的假相，組合起來，它是在；散掉了，它還存在。你從基本粒子上來看，不生不滅。今天科學才了解。釋迦牟尼佛在三千年前，沒有任何科學儀器，他就把今天這個物理的現象講得清清楚楚、明明白白；這不能不佩服。他怎麼看到的？給諸位說，沒有別的訣竅，就是你心清淨了，清淨到極處，這個世界的真相你就看到了。這個現象，就是《般若經》裡面所講的，諸法實相，就是一切法的真相，真相大白。所以「生滅得之而真常」，你才曉得覓生滅了不可得。生滅不可得，生滅是我們一個錯覺。換句話說，是我們看錯了，想錯了，一切法才有生滅。一切法確實沒有生滅，如果你要見到這個事實真相，佛教裡頭也有個術語，叫你證得無生法忍。無生法忍就是一切法不生，一切法無生，一切法無滅，無生無滅，你就證得這個果位，見到宇宙人生的真相。拿現代的名詞來講，這就是物理現象。這是很深的物理學，非常高深的物理學。這底下一句就說出來了。"
    },
    {
      "id": "04-003-0011_p0028",
      "zh_CN": "【生灭之法。不出遍计所执。及依他缘起。】",
      "zh_TW": "【生滅之法。不出遍計所執。及依他緣起。】"
    },
    {
      "id": "04-003-0011_p0029",
      "zh_CN": "我刚才所解释的就这么两句话。所以你觉得一切法有生、有灭，是你的『遍计』，遍是普遍，计就是计度、分别。你在那里计较，在那里度量，你在那里分别，都是从执着这里产生的，绝对不是事实真相。前面这句是你自身的误会。外面，这个依他起，『依他缘起』，是你把外面的相错认了。就好像我刚才比喻，这个书是许多纸装订起来的，这就是缘。书，哪里有书？不过是这么多纸装订起来，我们叫它做书。那换句话，书根本就没有，装订起来也没有书，拆开来也没有书。你把它执着这叫做书，你是执着它「遍计所执」。它这个现象，现象是依他起相。你把依他起相，又加上一个遍计执，这个麻烦大了，所有一切错误都从这个地方发生的。",
      "zh_TW": "我剛才所解釋的就這麼兩句話。所以你覺得一切法有生、有滅，是你的『遍計』，遍是普遍，計就是計度、分別。你在那裡計較，在那裡度量，你在那裡分別，都是從執著這裡產生的，絕對不是事實真相。前面這句是你自身的誤會。外面，這個依他起，『依他緣起』，是你把外面的相錯認了。就好像我剛才比喻，這個書是許多紙裝訂起來的，這就是緣。書，哪裡有書？不過是這麼多紙裝訂起來，我們叫它做書。那換句話，書根本就沒有，裝訂起來也沒有書，拆開來也沒有書。你把它執著這叫做書，你是執著它「遍計所執」。它這個現象，現象是依他起相。你把依他起相，又加上一個遍計執，這個麻煩大了，所有一切錯誤都從這個地方發生的。"
    },
    {
      "id": "04-003-0011_p0030",
      "zh_CN": "不知道事实的真相，依他起不是真实的，依他起是假的。在三性里头，唯有圆成实是真的，圆是圆满，成就真实。那就是此地讲的一真，真界，真界是圆成实法。这个道理你要真正体会了，给诸位说，你一切的忧虑、恐怖都没有了。就是《心经》上说的，「照见五蕴皆空，度一切苦厄」。你的烦恼、忧虑、恐惧统统没有了，真是离苦得乐。烦恼、忧虑、恐惧，苦！这个理明白了，彻底摆脱掉，苦离开了。离开苦，那你享受的就是乐，自在真常之乐，你会得到。这段的确是难懂，所以大师还有比喻，后头再用比喻说：",
      "zh_TW": "不知道事實的真相，依他起不是真實的，依他起是假的。在三性裡頭，唯有圓成實是真的，圓是圓滿，成就真實。那就是此地講的一真，真界，真界是圓成實法。這個道理你要真正體會了，給諸位說，你一切的憂慮、恐怖都沒有了。就是《心經》上說的，「照見五蘊皆空，度一切苦厄」。你的煩惱、憂慮、恐懼統統沒有了，真是離苦得樂。煩惱、憂慮、恐懼，苦！這個理明白了，徹底擺脫掉，苦離開了。離開苦，那你享受的就是樂，自在真常之樂，你會得到。這段的確是難懂，所以大師還有比喻，後頭再用比喻說："
    },
    {
      "id": "04-003-0011_p0031",
      "zh_CN": "【若得真界。】",
      "zh_TW": "【若得真界。】"
    },
    {
      "id": "04-003-0011_p0032",
      "zh_CN": "你真正认识一真法界，真正契入一真法界。入一真法界，没有别的，就是你要得一心。怎么得一心？心里面没有一切妄念，没有一切妄想，没有一切分别执着，就行了，那就是一心。只要得一心，『真界』就现前。得一心，那个时候就是真界现前。所以一心与一真法界是一，不是二，这是事实。所以讲，空有是一，不是二。这是讲你得到真界，换句话说，你得到一心。",
      "zh_TW": "你真正認識一真法界，真正契入一真法界。入一真法界，沒有別的，就是你要得一心。怎麼得一心？心裡面沒有一切妄念，沒有一切妄想，沒有一切分別執著，就行了，那就是一心。只要得一心，『真界』就現前。得一心，那個時候就是真界現前。所以一心與一真法界是一，不是二，這是事實。所以講，空有是一，不是二。這是講你得到真界，換句話說，你得到一心。"
    },
    {
      "id": "04-003-0011_p0033",
      "zh_CN": "【即知遍计如绳上蛇。本无所有。全是麻绳。】",
      "zh_TW": "【即知遍計如繩上蛇。本無所有。全是麻繩。】"
    },
    {
      "id": "04-003-0011_p0034",
      "zh_CN": "现代我们讲比喻，比从前人方便多了。因为现代科技发达，我们常常引用科学的这些工具来做比喻，很容易懂，古时候没这些东西。所以他举的比喻，绳子、绳索，晚上看不见的时候，这个脚一踩到绳索，以为什么？踩到『蛇』了，踩到蛇很恐怖，怕蛇咬到，用这个比喻。根本那是一条绳子，不是蛇。但是他一踩到了那个绳子，吓一跳，以为踩到蛇了。这是什么？蛇是『麻绳』，是麻搓成的绳子。本来就是麻绳，它不是蛇。因为从麻绳上，因为你错想了它，你误会了，以为它是一条蛇。这个以为就是『遍计』，你自己心里普遍计度，我踩到一条蛇了，其实是错误的，其实它是个绳，不是一条蛇，根本就没有蛇。这是用这个比喻，比喻什么？没有生灭可得。",
      "zh_TW": "現代我們講比喻，比從前人方便多了。因為現代科技發達，我們常常引用科學的這些工具來做比喻，很容易懂，古時候沒這些東西。所以他舉的比喻，繩子、繩索，晚上看不見的時候，這個腳一踩到繩索，以為什麼？踩到『蛇』了，踩到蛇很恐怖，怕蛇咬到，用這個比喻。根本那是一條繩子，不是蛇。但是他一踩到了那個繩子，嚇一跳，以為踩到蛇了。這是什麼？蛇是『麻繩』，是麻搓成的繩子。本來就是麻繩，它不是蛇。因為從麻繩上，因為你錯想了它，你誤會了，以為它是一條蛇。這個以為就是『遍計』，你自己心裡普遍計度，我踩到一條蛇了，其實是錯誤的，其實它是個繩，不是一條蛇，根本就沒有蛇。這是用這個比喻，比喻什麼？沒有生滅可得。"
    },
    {
      "id": "04-003-0011_p0035",
      "zh_CN": "【既无法可生可灭。】",
      "zh_TW": "【既無法可生可滅。】"
    },
    {
      "id": "04-003-0011_p0036",
      "zh_CN": "那个绳不是蛇，哪有蛇的生灭？没有。这是用这么一个比喻来说明。如果拿近代科学来讲，那比这个容易懂得太多了。所以我们读经，对这些古人不能不佩服，这么深的义理，从前人怎么会懂？我们现在的确得力于科学的帮助，是很难懂的，往往我们都能够体会得到。从前没有这些科学仪器，也没有现代科技这么发达可以解释宇宙，解释太空，解释物质，在从前都没有达到现在这个境界，他们能够懂，真是不可思议。近代科学家已经否定了物质的存在，所谓物质，完全是我们的错觉。物质是什么？物质是光波震动产生的现象，这是近代科学家所发现的。这个发现，比从前讲原子、电子就更深一层了。佛经上有没有讲到？讲到。还是出不了佛经的范围。佛经在哪些地方讲到？《华严经》上就有，《唯识论》上有。",
      "zh_TW": "那個繩不是蛇，哪有蛇的生滅？沒有。這是用這麼一個比喻來說明。如果拿近代科學來講，那比這個容易懂得太多了。所以我們讀經，對這些古人不能不佩服，這麼深的義理，從前人怎麼會懂？我們現在的確得力於科學的幫助，是很難懂的，往往我們都能夠體會得到。從前沒有這些科學儀器，也沒有現代科技這麼發達可以解釋宇宙，解釋太空，解釋物質，在從前都沒有達到現在這個境界，他們能夠懂，真是不可思議。近代科學家已經否定了物質的存在，所謂物質，完全是我們的錯覺。物質是什麼？物質是光波震動產生的現象，這是近代科學家所發現的。這個發現，比從前講原子、電子就更深一層了。佛經上有沒有講到？講到。還是出不了佛經的範圍。佛經在哪些地方講到？《華嚴經》上就有，《唯識論》上有。"
    },
    {
      "id": "04-003-0011_p0037",
      "zh_CN": "讲阿赖耶识，阿赖耶识有三个相，第一个是无明业相，第二个是转相，第三个是境界相，境界相是相分。相分从哪里来？相分是见分变出来的。他讲光波震动，就是讲见分变成相分。这科学家一提出来，我们对于佛教经论熟悉的，立刻就想到了，就是这回事情，这个意义非常之深，是讲的物质的根源。所以《华严》上说「情与无情，同圆种智」，就是根据这个道理。物质跟精神是一桩事情，也就是前面讲，色跟空是一，不是二。所以它能够转变，色相能够变成空，空里面能够显色。就好像我们晚上作梦一样，梦是我们心变现的。心是空，心里头没有梦；心里面有梦，那应该梦就不能变化，不能转变。你每天晚上做的梦都不一样，可见得你心里头没有梦。但是心能够现梦境。所现的梦境，你说有没有？当然有，不能说没有。你说真有吗？这又是空的，梦境了不可得。我们眼前这个境界，是我们真心所现的相。现的相虽有，有而不有，有与空无异。我们眼前这个相，诸位要知道，跟梦境一样，了不可得。你在这个现相里头有执着，我这个要得，那个也得，这是你的妄念，是你的妄想，完全错了，所以你的生活有痛苦。如果你要晓得我们现在这个境界就如同梦境一样，如梦幻泡影，你在这里非常自在，活活泼泼。为什么？我一切随缘，一切不执着。你一生无忧无虑，无牵挂，快快乐乐的过一生，这个自在！快乐里面充满了智慧，这是佛法教给我们的。",
      "zh_TW": "講阿賴耶識，阿賴耶識有三個相，第一個是無明業相，第二個是轉相，第三個是境界相，境界相是相分。相分從哪裡來？相分是見分變出來的。他講光波震動，就是講見分變成相分。這科學家一提出來，我們對於佛教經論熟悉的，立刻就想到了，就是這回事情，這個意義非常之深，是講的物質的根源。所以《華嚴》上說「情與無情，同圓種智」，就是根據這個道理。物質跟精神是一樁事情，也就是前面講，色跟空是一，不是二。所以它能夠轉變，色相能夠變成空，空裡面能夠顯色。就好像我們晚上作夢一樣，夢是我們心變現的。心是空，心裡頭沒有夢；心裡面有夢，那應該夢就不能變化，不能轉變。你每天晚上做的夢都不一樣，可見得你心裡頭沒有夢。但是心能夠現夢境。所現的夢境，你說有沒有？當然有，不能說沒有。你說真有嗎？這又是空的，夢境了不可得。我們眼前這個境界，是我們真心所現的相。現的相雖有，有而不有，有與空無異。我們眼前這個相，諸位要知道，跟夢境一樣，了不可得。你在這個現相裡頭有執著，我這個要得，那個也得，這是你的妄念，是你的妄想，完全錯了，所以你的生活有痛苦。如果你要曉得我們現在這個境界就如同夢境一樣，如夢幻泡影，你在這裡非常自在，活活潑潑。為什麼？我一切隨緣，一切不執著。你一生無憂無慮，無牽掛，快快樂樂的過一生，這個自在！快樂裡面充滿了智慧，這是佛法教給我們的。"
    },
    {
      "id": "04-003-0011_p0038",
      "zh_CN": "实在讲，唯有充满智慧，你才有真正的快乐。没有智慧的快乐，不是真正快乐，那在佛法里面讲，坏苦。因为你那个乐是什么？那个乐是外面刺激。外头境界失掉了，苦又来了。真正快乐是从智慧生的，从内心生的，像泉水一样，自己往外面喷，那是真正之乐。真正明白这个境界，这就叫圆成实。『既无法可生可灭』。",
      "zh_TW": "實在講，唯有充滿智慧，你才有真正的快樂。沒有智慧的快樂，不是真正快樂，那在佛法裡面講，壞苦。因為你那個樂是什麼？那個樂是外面刺激。外頭境界失掉了，苦又來了。真正快樂是從智慧生的，從內心生的，像泉水一樣，自己往外面噴，那是真正之樂。真正明白這個境界，這就叫圓成實。『既無法可生可滅』。"
    },
    {
      "id": "04-003-0011_p0039",
      "zh_CN": "【但是圆成真常也。】",
      "zh_TW": "【但是圓成真常也。】"
    },
    {
      "id": "04-003-0011_p0040",
      "zh_CN": "这个境界是真实的，这个境界是常住，常住就是永恒的，是真实，是永恒。",
      "zh_TW": "這個境界是真實的，這個境界是常住，常住就是永恆的，是真實，是永恆。"
    },
    {
      "id": "04-003-0011_p0041",
      "zh_CN": "【依他无性。】",
      "zh_TW": "【依他無性。】"
    },
    {
      "id": "04-003-0011_p0042",
      "zh_CN": "『无性』就是没有自体。『依他』是什么？他是缘。许多因缘凑合的，他没有自体。像这本书，这本书是纸张，这里面还穿着有线，还有胶水，许多因缘合成的。这个书有没有自体？没有。自性就是自体，它没有自体。没有自体的体，是什么？就是圆成实的真体。所以你晓得，这一切缘起里面的东西，依他起就是缘起，一切缘起没有自体，他的自体就是性起，就是真如本性。你入了这个境界，你才晓得一切法没有离开自性，一切法就是自性。",
      "zh_TW": "『無性』就是沒有自體。『依他』是什麼？他是緣。許多因緣湊合的，他沒有自體。像這本書，這本書是紙張，這裡面還穿著有線，還有膠水，許多因緣合成的。這個書有沒有自體？沒有。自性就是自體，它沒有自體。沒有自體的體，是什麼？就是圓成實的真體。所以你曉得，這一切緣起裡面的東西，依他起就是緣起，一切緣起沒有自體，他的自體就是性起，就是真如本性。你入了這個境界，你才曉得一切法沒有離開自性，一切法就是自性。"
    },
    {
      "id": "04-003-0011_p0043",
      "zh_CN": "就像我们作梦，你忽然如果觉悟我在作梦，整个梦境就是你的心，心变成梦境，我心在哪里？这个时候清清楚楚、明明白白，境界现前，它变成境界了。全梦即心，全心就是梦。你说这个梦里头，哪一个不是自己？全是的。梦里面当然有自己，我是自己，梦里头也有别人，别人还是自己。自己梦变现的，绝对不是你自己心外会有个东西跑到你梦里去，没这回事情。梦里面也有山河大地，梦里面也有虚空，全是你自性变现的。你觉悟到，原来梦中没有一法不是自己，这就叫开悟了。",
      "zh_TW": "就像我們作夢，你忽然如果覺悟我在作夢，整個夢境就是你的心，心變成夢境，我心在哪裡？這個時候清清楚楚、明明白白，境界現前，它變成境界了。全夢即心，全心就是夢。你說這個夢裡頭，哪一個不是自己？全是的。夢裡面當然有自己，我是自己，夢裡頭也有別人，別人還是自己。自己夢變現的，絕對不是你自己心外會有個東西跑到你夢裡去，沒這回事情。夢裡面也有山河大地，夢裡面也有虛空，全是你自性變現的。你覺悟到，原來夢中沒有一法不是自己，這就叫開悟了。"
    },
    {
      "id": "04-003-0011_p0044",
      "zh_CN": "我们今天人迷惑颠倒，不晓得尽虚空遍法界是一个自己；诸佛菩萨知道，知道尽虚空遍法界是一个自己。所以他的心清净，他的心平等，他在一切境界里面，没有分别，没有执着。为什么？全是自己一位，用一个清净平等心来对待，对于一切迷惑颠倒的众生，用大慈悲心来帮助他，帮助他就是帮助自己，自他不二。所谓是同体大悲，同一个自性，自性是一，不是二；所谓是生佛不二，众生跟佛是一，不是二，万法一如，这都是说明性体是一个。就好像我们能作梦的那个心是一个，它会现许多不同的境界出来。这是说明依他起性，就是缘起无自性。这桩事情《解深密经》里头讲得很透彻，讲三无性：生无自性，相无自性，胜义无自性。《解深密》是经上说得透彻，讲三性，三无性。无性之性就是实性。",
      "zh_TW": "我們今天人迷惑顛倒，不曉得盡虛空遍法界是一個自己；諸佛菩薩知道，知道盡虛空遍法界是一個自己。所以他的心清淨，他的心平等，他在一切境界裡面，沒有分別，沒有執著。為什麼？全是自己一位，用一個清淨平等心來對待，對於一切迷惑顛倒的眾生，用大慈悲心來幫助他，幫助他就是幫助自己，自他不二。所謂是同體大悲，同一個自性，自性是一，不是二；所謂是生佛不二，眾生跟佛是一，不是二，萬法一如，這都是說明性體是一個。就好像我們能作夢的那個心是一個，它會現許多不同的境界出來。這是說明依他起性，就是緣起無自性。這樁事情《解深密經》裡頭講得很透徹，講三無性：生無自性，相無自性，勝義無自性。《解深密》是經上說得透徹，講三性，三無性。無性之性就是實性。"
    },
    {
      "id": "04-003-0011_p0045",
      "zh_CN": "【依他无性。揽缘而起。故即生无生。即灭无灭。】",
      "zh_TW": "【依他無性。攬緣而起。故即生無生。即滅無滅。】"
    },
    {
      "id": "04-003-0011_p0046",
      "zh_CN": "觅生灭之相了不可得。",
      "zh_TW": "覓生滅之相了不可得。"
    },
    {
      "id": "04-003-0011_p0047",
      "zh_CN": "【如绳无自性。全是于麻。】",
      "zh_TW": "【如繩無自性。全是於麻。】"
    },
    {
      "id": "04-003-0011_p0048",
      "zh_CN": "这是用分析，古人分析，没有现在人分析的细。『绳』子一分析是麻所搓成的，『麻』再一分析就变成分子，分子再一分析就变成原子，变成电子。这仔细慢慢去分，分到最后，你才晓得整个宇宙大千原来是一个物质，同样一个物质组合的。那就证明了《金刚经》上所讲的一合相，就没有错误了，一合相。一合相是见到这个相的，可以说见到相当真实，还不是究竟真实。究竟真实，《金刚经》上说「一合相即非一合相」，那才是真正的真实。怎么即非一合相？原来一合相就是性。相从哪里来？相是性变现出来的。所以境界相，就是相分是见分变现出来的。见、相两分都是自证分里面变现出来的。自证分是本体，见分，我们现在讲精神，相分，我们今天讲物质。物质跟精神是同源的，同一个根源，同一个本体变现出来的。所以精神能够变成物质，物质可以化为精神，性相同源，性相不二。这个地方分是粗分，分到这个地方，叫你觉悟，叫你能够从这里去体会。",
      "zh_TW": "這是用分析，古人分析，沒有現在人分析的細。『繩』子一分析是麻所搓成的，『麻』再一分析就變成分子，分子再一分析就變成原子，變成電子。這仔細慢慢去分，分到最後，你才曉得整個宇宙大千原來是一個物質，同樣一個物質組合的。那就證明了《金剛經》上所講的一合相，就沒有錯誤了，一合相。一合相是見到這個相的，可以說見到相當真實，還不是究竟真實。究竟真實，《金剛經》上說「一合相即非一合相」，那才是真正的真實。怎麼即非一合相？原來一合相就是性。相從哪裡來？相是性變現出來的。所以境界相，就是相分是見分變現出來的。見、相兩分都是自證分裡面變現出來的。自證分是本體，見分，我們現在講精神，相分，我們今天講物質。物質跟精神是同源的，同一個根源，同一個本體變現出來的。所以精神能夠變成物質，物質可以化為精神，性相同源，性相不二。這個地方分是粗分，分到這個地方，叫你覺悟，叫你能夠從這裡去體會。"
    },
    {
      "id": "04-003-0011_p0049",
      "zh_CN": "【故依他即圆成真常也。】",
      "zh_TW": "【故依他即圓成真常也。】"
    },
    {
      "id": "04-003-0011_p0050",
      "zh_CN": "从这一分析，你才知道事实的真相，这是讲无知的真相。下面说：",
      "zh_TW": "從這一分析，你才知道事實的真相，這是講無知的真相。下面說："
    },
    {
      "id": "04-003-0011_p0051",
      "zh_CN": "【况三性皆无性。但是法界真常。】",
      "zh_TW": "【況三性皆無性。但是法界真常。】"
    },
    {
      "id": "04-003-0011_p0052",
      "zh_CN": "这才叫彻法底源。实在说不是一乘大经，讲不到这个境界。唯识里面只讲到三自性、三无性，没有讲到这一层；这一层要在《华严》上才看到。三自性、三无性可以说是相当之深，但是没有到究竟圆满，这句才是究竟圆满。所以『三性皆无性』，遍计所执性，依他起性，圆成实性，讲三自性里面是以圆成实为真实。你看到这个地方，圆成实也不真实了。为什么？圆成实是见分，真正的真实是自证分。自证分就是『法界真常』。但是法界真常：",
      "zh_TW": "這才叫徹法底源。實在說不是一乘大經，講不到這個境界。唯識裡面只講到三自性、三無性，沒有講到這一層；這一層要在《華嚴》上才看到。三自性、三無性可以說是相當之深，但是沒有到究竟圓滿，這句才是究竟圓滿。所以『三性皆無性』，遍計所執性，依他起性，圓成實性，講三自性裡面是以圓成實為真實。你看到這個地方，圓成實也不真實了。為什麼？圓成實是見分，真正的真實是自證分。自證分就是『法界真常』。但是法界真常："
    },
    {
      "id": "04-003-0011_p0053",
      "zh_CN": "【居然可见。然此宗云。】",
      "zh_TW": "【居然可見。然此宗云。】"
    },
    {
      "id": "04-003-0011_p0054",
      "zh_CN": "『此宗』是讲华严宗。此宗云：",
      "zh_TW": "『此宗』是講華嚴宗。此宗云："
    },
    {
      "id": "04-003-0011_p0055",
      "zh_CN": "【依他。不唯依众缘之他。全依真界而起。为依他也。】",
      "zh_TW": "【依他。不唯依眾緣之他。全依真界而起。為依他也。】"
    },
    {
      "id": "04-003-0011_p0056",
      "zh_CN": "这个『依他』，与其他经上讲的依他不同。其余经论里面讲依他，是讲依他起性，就是一切万事万物都是许多因缘凑合才成的，这叫依他起性，这是我们能够懂的。这也就是讲的缘起，无论是染缘起、净缘起都不出这一个定律。可是《华严》里面讲的依他，那个他，不是指这个。他是指什么？他是指的真界，指的法界真常。这个依他，把性起都包括在其中，这是讲到究竟圆满。『依真界而起』。",
      "zh_TW": "這個『依他』，與其他經上講的依他不同。其餘經論裡面講依他，是講依他起性，就是一切萬事萬物都是許多因緣湊合才成的，這叫依他起性，這是我們能夠懂的。這也就是講的緣起，無論是染緣起、淨緣起都不出這一個定律。可是《華嚴》裡面講的依他，那個他，不是指這個。他是指什麼？他是指的真界，指的法界真常。這個依他，把性起都包括在其中，這是講到究竟圓滿。『依真界而起』。"
    },
    {
      "id": "04-003-0011_p0057",
      "zh_CN": "【设假因缘。】",
      "zh_TW": "【設假因緣。】"
    },
    {
      "id": "04-003-0011_p0058",
      "zh_CN": "『设』是假设，假设我们就藉『因缘』而说：",
      "zh_TW": "『設』是假設，假設我們就藉『因緣』而說："
    },
    {
      "id": "04-003-0011_p0059",
      "zh_CN": "【因缘亦依真界。】",
      "zh_TW": "【因緣亦依真界。】"
    },
    {
      "id": "04-003-0011_p0060",
      "zh_CN": "离开了『真界』，觅『因缘』了不可得。哪来的因缘！",
      "zh_TW": "離開了『真界』，覓『因緣』了不可得。哪來的因緣！"
    },
    {
      "id": "04-003-0011_p0061",
      "zh_CN": "【故关键中说。法界起诸法时。有性起门及缘起门。】",
      "zh_TW": "【故關鍵中說。法界起諸法時。有性起門及緣起門。】"
    },
    {
      "id": "04-003-0011_p0062",
      "zh_CN": "这一句总结，这是在做结论，就《关键》中来讲。『法界』，法界讲一真法界，这是讲本体，就是我们常讲的常住真心、真如自性，此地用法界这个名词。『起诸法』，就是生起现相，十法界依正庄严，乃至像西方极乐世界，《华严经》讲的华藏世界，这就是诸法。我们真如本性里面变现出这些法相，变现这个法相出来，『有性起及缘起』两门，这是总结。",
      "zh_TW": "這一句總結，這是在做結論，就《關鍵》中來講。『法界』，法界講一真法界，這是講本體，就是我們常講的常住真心、真如自性，此地用法界這個名詞。『起諸法』，就是生起現相，十法界依正莊嚴，乃至像西方極樂世界，《華嚴經》講的華藏世界，這就是諸法。我們真如本性裡面變現出這些法相，變現這個法相出來，『有性起及緣起』兩門，這是總結。"
    },
    {
      "id": "04-003-0011_p0063",
      "zh_CN": "再给诸位说，这前面我们已经读过「性起跟缘起」是一个缘起，不是两个缘起。你要把它搞成两个缘起，那佛法又变成二法。所以大家记住一个最高的原则，佛法是不二法，这是最高原则。你能把握住这个原则，我相信你学佛不会走叉路。不管怎么讲法，不管怎么样分法，一，决定是不二，你才能真正入佛法的这个境况。譬如讲显宗、密宗，若执着显宗对，那个密宗，那是二法。二法，决定会迷失了自性，决定会产生分别执着，到最后斗争。最后，学佛都成不了佛，堕到阿鼻地狱受果报。为什么？破坏佛法。佛法是不二法，这是最高的原则。",
      "zh_TW": "再給諸位說，這前面我們已經讀過「性起跟緣起」是一個緣起，不是兩個緣起。你要把它搞成兩個緣起，那佛法又變成二法。所以大家記住一個最高的原則，佛法是不二法，這是最高原則。你能把握住這個原則，我相信你學佛不會走叉路。不管怎麼講法，不管怎麼樣分法，一，決定是不二，你才能真正入佛法的這個境況。譬如講顯宗、密宗，若執著顯宗對，那個密宗，那是二法。二法，決定會迷失了自性，決定會產生分別執著，到最後鬥爭。最後，學佛都成不了佛，墮到阿鼻地獄受果報。為什麼？破壞佛法。佛法是不二法，這是最高的原則。"
    },
    {
      "id": "04-003-0011_p0064",
      "zh_CN": "既然是一个缘起，为什么要说性起跟缘起？前面说过，觉悟了叫性起，迷了叫缘起，就是迷悟。对于这个缘起，悟了，我就叫你性起；迷了，我就叫你缘起，缘起跟性起是一桩事情。从迷悟上建立的假名而已，你不要把它当真，这假名。这些名相都是遍计所执性，名相是遍计所执性。这样不但显、密各宗不会打架，佛法跟外道也不会打架。为什么？你在学佛里，真正觉悟了，你是性起。他去搞别的宗教，甚至于搞邪门外道，他是缘起，染缘起，染得重一点而已，你看得清清楚楚、明明白白。在你眼睛里面看的是性起，没有一法不是性起。但是在他的见解、他的想法、他的看法里面是染缘起，染有轻重不同。所以我心清净，他不清净。我要一定跟他争，一定要跟他解释，我变成跟他两个差不多了。",
      "zh_TW": "既然是一個緣起，為什麼要說性起跟緣起？前面說過，覺悟了叫性起，迷了叫緣起，就是迷悟。對於這個緣起，悟了，我就叫你性起；迷了，我就叫你緣起，緣起跟性起是一樁事情。從迷悟上建立的假名而已，你不要把它當真，這假名。這些名相都是遍計所執性，名相是遍計所執性。這樣不但顯、密各宗不會打架，佛法跟外道也不會打架。為什麼？你在學佛裡，真正覺悟了，你是性起。他去搞別的宗教，甚至於搞邪門外道，他是緣起，染緣起，染得重一點而已，你看得清清楚楚、明明白白。在你眼睛裡面看的是性起，沒有一法不是性起。但是在他的見解、他的想法、他的看法裡面是染緣起，染有輕重不同。所以我心清淨，他不清淨。我要一定跟他爭，一定要跟他解釋，我變成跟他兩個差不多了。"
    },
    {
      "id": "04-003-0011_p0065",
      "zh_CN": "所以诸位要晓得，那个相骂相打的，两个程度一样高，他才会骂得起来、才打得起来。一个高，一个低，决定打不起来，程度一般高的。那高的人对底下一笑，就完了，就明了了。底下那个低的人再怎么争论，那个高的人不会当真。所以凡是两个相打相骂，一般高。我们过去小时候在学校念书，同学吵架了，老师处罚，两个都罚跪。往往我们觉得，我有理，明明他没有理，为什么我也要罚跪？以后我学了佛才恍然大悟。为什么？两个一般高，处分，两个一起处分，很有道理。不管有理没有理，总两个差不多就是了。如果真的有悬殊的相差，决定是闹不起来的。所以缘起跟性起是一桩事情。读了这么多，其目的是教你省悟。悟什么？万法是一，不是二。教你悟这个，十法界依正庄严，统统是一法界。",
      "zh_TW": "所以諸位要曉得，那個相罵相打的，兩個程度一樣高，他才會罵得起來、才打得起來。一個高，一個低，決定打不起來，程度一般高的。那高的人對底下一笑，就完了，就明瞭了。底下那個低的人再怎麼爭論，那個高的人不會當真。所以凡是兩個相打相罵，一般高。我們過去小時候在學校念書，同學吵架了，老師處罰，兩個都罰跪。往往我們覺得，我有理，明明他沒有理，為什麼我也要罰跪？以後我學了佛才恍然大悟。為什麼？兩個一般高，處分，兩個一起處分，很有道理。不管有理沒有理，總兩個差不多就是了。如果真的有懸殊的相差，決定是鬧不起來的。所以緣起跟性起是一樁事情。讀了這麼多，其目的是教你省悟。悟什麼？萬法是一，不是二。教你悟這個，十法界依正莊嚴，統統是一法界。"
    },
    {
      "id": "04-003-0011_p0066",
      "zh_CN": "古德常说，理虽顿悟，事须渐修。理，我明白了。可是我还有很多毛病、习气没有办法，这怎么办？要慢慢的来修。所谓修就是改正，把我们错误的看法、想法、做法慢慢的把它改正过来。从哪里修？从你生活上修，从你工作上修，从你处事待人接物上修，那叫真修行。不是躲在深山里面，藏在洞里面，每天盘腿打坐，念经敲着木鱼，不是那回事情。是在日常生活当中，把我们的观念修正过来；观念修正过来，行为自然就修正过来了。心是主宰，心正，言行哪有不正的？言行装得再正，心不正，那还是不行，那是假装的，不是真的。心正，言行自然就正了。修行，说穿了，修心而已。把你的观念修正过来，把你的思想修正过来，就这么一回事。与宇宙人生的真实相相应，所谓是我们修行的最高标准就是这个。用什么标准来修？宇宙人生的真相。愈接近这个真实相，那就叫佛菩萨。离开了真实相，自己要去造作，这假的，虚情假意，那是你自己制造出来的，那是错误的。把这一切错误修正过来，这叫真正的修行。",
      "zh_TW": "古德常說，理雖頓悟，事須漸修。理，我明白了。可是我還有很多毛病、習氣沒有辦法，這怎麼辦？要慢慢的來修。所謂修就是改正，把我們錯誤的看法、想法、做法慢慢的把它改正過來。從哪裡修？從你生活上修，從你工作上修，從你處事待人接物上修，那叫真修行。不是躲在深山裡面，藏在洞裡面，每天盤腿打坐，念經敲著木魚，不是那回事情。是在日常生活當中，把我們的觀念修正過來；觀念修正過來，行為自然就修正過來了。心是主宰，心正，言行哪有不正的？言行裝得再正，心不正，那還是不行，那是假裝的，不是真的。心正，言行自然就正了。修行，說穿了，修心而已。把你的觀念修正過來，把你的思想修正過來，就這麼一回事。與宇宙人生的真實相相應，所謂是我們修行的最高標準就是這個。用什麼標準來修？宇宙人生的真相。愈接近這個真實相，那就叫佛菩薩。離開了真實相，自己要去造作，這假的，虛情假意，那是你自己製造出來的，那是錯誤的。把這一切錯誤修正過來，這叫真正的修行。"
    },
    {
      "id": "04-003-0011_p0067",
      "zh_CN": "这段后头还有一段，「言缘起得之而交映者」，这一句，我们今天时间到了，这还得留待下一次再讲。好吧，今天就讲到此地。",
      "zh_TW": "這段後頭還有一段，「言緣起得之而交映者」，這一句，我們今天時間到了，這還得留待下一次再講。好吧，今天就講到此地。"
    }
  ]
}