{
  "doc_id": "04-003-0055",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十五集",
    "zh_TW": "第五十五集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0055",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "04-003-0055_p0001",
      "zh_CN": "请掀开经本，一百七十五面第二行，最后一个字看起：",
      "zh_TW": "請掀開經本，一百七十五面第二行，最後一個字看起："
    },
    {
      "id": "04-003-0055_p0002",
      "zh_CN": "【三同体三宝。通以真如为体。如有觉义名佛宝。如有轨持义名法宝。如有理和名僧宝。】",
      "zh_TW": "【三同體三寶。通以真如為體。如有覺義名佛寶。如有軌持義名法寶。如有理和名僧寶。】"
    },
    {
      "id": "04-003-0055_p0003",
      "zh_CN": "这是说三宝的体性，分为三个段落来叙说。第一个段落是讲「住持三宝」，第二是讲「别相三宝」，这最后一段给我们讲『同体三宝』。前面两种，第一种完全就事相上说，住持完全从事上说，别相是理事都叙说到了，同体纯粹从理上来看，也就是真如本性。一切法里面，这是最真实的。我们通常讲皈依三宝，是要以同体三宝为真正皈依处，我们才能够真正得到修学的功德。",
      "zh_TW": "這是說三寶的體性，分為三個段落來敘說。第一個段落是講「住持三寶」，第二是講「別相三寶」，這最後一段給我們講『同體三寶』。前面兩種，第一種完全就事相上說，住持完全從事上說，別相是理事都敘說到了，同體純粹從理上來看，也就是真如本性。一切法裡面，這是最真實的。我們通常講皈依三寶，是要以同體三寶為真正皈依處，我們才能夠真正得到修學的功德。"
    },
    {
      "id": "04-003-0055_p0004",
      "zh_CN": "通常我们在三皈里面，多半是应用《坛经》里面的说法，就是六祖大师的讲法：「佛者觉也，法者正也，僧者净也」。六祖大师给我们讲的三皈依是同体三宝。这个地方比六祖大师讲得更要详细。但是六祖大师所说的是简单，容易理解，很容易接受。「同体」，体是一个，不但三宝同体，生佛同体，生是众生，佛是诸佛，乃至于十法界依正庄严，没有一个不同体，这是诸位一定要知道的。《华严经》上告诉我们︰「应观法界性，一切唯心造」，法界就是尽虚空遍法界，性就是体，就是它的本体。本体是什么？本体就是自性，所以说是万法唯心。一开头就给我们说，『通以真如为体』。真如就是本性，就是真心，也叫佛性。它的别名，在佛经里面有几十种之多，都是说的一桩事情。一桩事情，为什么佛要说这么多的名字？佛的用意是叫我们不要执着，不要执著名字相，不要执着言说相。从言说、名字里面体会到实义就好，真实义，目的是在此地。所以他不用一个名字，用许多的名字来说。真如就是本体，就是自性，就是真心，也就是禅宗所讲的本来面目。真如有觉义，这就是本来有的，像六祖所说的「何期自性本来具足」，这是本有的。",
      "zh_TW": "通常我們在三皈裡面，多半是應用《壇經》裡面的說法，就是六祖大師的講法：「佛者覺也，法者正也，僧者淨也」。六祖大師給我們講的三皈依是同體三寶。這個地方比六祖大師講得更要詳細。但是六祖大師所說的是簡單，容易理解，很容易接受。「同體」，體是一個，不但三寶同體，生佛同體，生是眾生，佛是諸佛，乃至於十法界依正莊嚴，沒有一個不同體，這是諸位一定要知道的。《華嚴經》上告訴我們︰「應觀法界性，一切唯心造」，法界就是盡虛空遍法界，性就是體，就是它的本體。本體是什麼？本體就是自性，所以說是萬法唯心。一開頭就給我們說，『通以真如為體』。真如就是本性，就是真心，也叫佛性。它的別名，在佛經裡面有幾十種之多，都是說的一樁事情。一樁事情，為什麼佛要說這麼多的名字？佛的用意是叫我們不要執著，不要執著名字相，不要執著言說相。從言說、名字裡面體會到實義就好，真實義，目的是在此地。所以他不用一個名字，用許多的名字來說。真如就是本體，就是自性，就是真心，也就是禪宗所講的本來面目。真如有覺義，這就是本來有的，像六祖所說的「何期自性本來具足」，這是本有的。"
    },
    {
      "id": "04-003-0055_p0005",
      "zh_CN": "下面讲的『觉义』、轨持、和合，都是真如的作用，这个作用就叫做德，所以叫德用。就是性德，本性本来具足的德用，本有的德用，它有觉的用处。从觉这个作用来说，我们就叫他做佛。佛这个意思是梵文，意思就是觉。就是真如有觉的这个作用，所以真如是佛宝。从觉这一方的意思来看，它是佛宝。因此佛在大经里面给我们说，「一切众生本来成佛」，怎么说本来成佛？是从自性觉上说的。一切众生都有自性，都有真如本性，真如本性都有觉的意思，那怎么不是佛？所以说，没有一个不成佛。现在你之所以不是佛，就是你不觉，本来是觉，现在不觉。所谓不觉，就是迷了自性。迷了自性，自性还起不起作用？还是照样起作用，不能说是迷了自性就不起作用，没有这回事情，迷了还起作用。那么迷的时候起的作用，跟诸佛菩萨觉悟起的作用，这一样不一样？给你说实在话，是一样的，没有两样。假如是两样，那个自性就不能叫真如。为什么？它有不如的时候，它怎么可以叫真如？无论是迷悟，起作用统统都是一样。虽然是一样，这悟的人他知道，知道起的这些作用；迷的人，虽起作用，不知道。",
      "zh_TW": "下面講的『覺義』、軌持、和合，都是真如的作用，這個作用就叫做德，所以叫德用。就是性德，本性本來具足的德用，本有的德用，它有覺的用處。從覺這個作用來說，我們就叫他做佛。佛這個意思是梵文，意思就是覺。就是真如有覺的這個作用，所以真如是佛寶。從覺這一方的意思來看，它是佛寶。因此佛在大經裡面給我們說，「一切眾生本來成佛」，怎麼說本來成佛？是從自性覺上說的。一切眾生都有自性，都有真如本性，真如本性都有覺的意思，那怎麼不是佛？所以說，沒有一個不成佛。現在你之所以不是佛，就是你不覺，本來是覺，現在不覺。所謂不覺，就是迷了自性。迷了自性，自性還起不起作用？還是照樣起作用，不能說是迷了自性就不起作用，沒有這回事情，迷了還起作用。那麼迷的時候起的作用，跟諸佛菩薩覺悟起的作用，這一樣不一樣？給你說實在話，是一樣的，沒有兩樣。假如是兩樣，那個自性就不能叫真如。為什麼？它有不如的時候，它怎麼可以叫真如？無論是迷悟，起作用統統都是一樣。雖然是一樣，這悟的人他知道，知道起的這些作用；迷的人，雖起作用，不知道。"
    },
    {
      "id": "04-003-0055_p0006",
      "zh_CN": "这个意思，诸位要一下体会不过来，我举个比喻给大家讲。譬如作梦，作梦就是心起作用，现的梦境。觉悟的心也会作梦，迷失了的迷心也会作梦，那这个作梦跟迷悟没有关系。迷的人作梦，他把梦当真，他不知道自己在作梦；悟的人作梦，晓得我现在在作梦，就这么一点差别。所以佛与菩萨知道他在作梦，他梦的是什么，他清清楚楚。我们也在作梦，不晓得自己是在作梦。由此可知，真如体相作用无关于迷悟，与迷悟不相关，这个照样起作用。与迷悟有关系，就是你知不知道事实的真相。所以是悟了的人他知道诸法实相，就好像作梦，自己知道是在作梦。凡夫、二乘不晓得自己是在作梦，差别就在此地。因此佛与大菩萨看九法界众生，哪一个不是佛？个个具足佛宝，具足自性觉。",
      "zh_TW": "這個意思，諸位要一下體會不過來，我舉個比喻給大家講。譬如作夢，作夢就是心起作用，現的夢境。覺悟的心也會作夢，迷失了的迷心也會作夢，那這個作夢跟迷悟沒有關係。迷的人作夢，他把夢當真，他不知道自己在作夢；悟的人作夢，曉得我現在在作夢，就這麼一點差別。所以佛與菩薩知道他在作夢，他夢的是什麼，他清清楚楚。我們也在作夢，不曉得自己是在作夢。由此可知，真如體相作用無關於迷悟，與迷悟不相關，這個照樣起作用。與迷悟有關係，就是你知不知道事實的真相。所以是悟了的人他知道諸法實相，就好像作夢，自己知道是在作夢。凡夫、二乘不曉得自己是在作夢，差別就在此地。因此佛與大菩薩看九法界眾生，哪一個不是佛？個個具足佛寶，具足自性覺。"
    },
    {
      "id": "04-003-0055_p0007",
      "zh_CN": "『如有轨持义，名法宝』，轨持，拿现代的话来讲就是它有规则，它不乱，确实有条不紊，它有秩序。外国人看到这个宇宙森罗万象，都很有秩序，像太虚空当中，星球大的，这是银河系，它的运行都很有秩序，都不乱，于是乎就幻想，一定有一个主宰在那里安排着。假如没有人安排，不就乱了，一定有一个人安排，那这是谁？就称他作上帝。他不晓得上帝确实也没有办法安排。那实在是虚无飘缈的，幻想出来的，幻想出一个宇宙的主宰。宇宙的主宰到底是谁？就是自己的真如本性。换句话说，宇宙主宰就是自己本人，本人就是宇宙的主宰。因为你自性有轨持之义，轨就是轨则，持是保持，不会把轨则失掉，自自然然的保持，这叫做法宝。",
      "zh_TW": "『如有軌持義，名法寶』，軌持，拿現代的話來講就是它有規則，它不亂，確實有條不紊，它有秩序。外國人看到這個宇宙森羅萬象，都很有秩序，像太虛空當中，星球大的，這是銀河系，它的運行都很有秩序，都不亂，於是乎就幻想，一定有一個主宰在那裡安排著。假如沒有人安排，不就亂了，一定有一個人安排，那這是誰？就稱他作上帝。他不曉得上帝確實也沒有辦法安排。那實在是虛無飄緲的，幻想出來的，幻想出一個宇宙的主宰。宇宙的主宰到底是誰？就是自己的真如本性。換句話說，宇宙主宰就是自己本人，本人就是宇宙的主宰。因為你自性有軌持之義，軌就是軌則，持是保持，不會把軌則失掉，自自然然的保持，這叫做法寶。"
    },
    {
      "id": "04-003-0055_p0008",
      "zh_CN": "『自性有理和，名僧宝』，理事和合，和是融合。换句话说，既然自性本来具足理和，这世出世间法没有不融合的，都可以融通，都可以和合，这是真的。为什么？这是性德。我们今天不和，人与人不和，人与事也不和，人与环境也不和，这是违背了性德，所谓是逆行倒施。这个逆倒对谁来说的？对自性说的。是我们违背谁？不是违背天地，不是违背什么诸佛菩萨，不是违背这些，违背了自性，就是违背了性德。所以佛这样给我们说，我们要是能够体会这个意思，那真是很佩服，没有话说了。违背不是违背别人，是违背自己！僧，就是和合的意思，所以真如本性里面就具足三宝。",
      "zh_TW": "『自性有理和，名僧寶』，理事和合，和是融合。換句話說，既然自性本來具足理和，這世出世間法沒有不融合的，都可以融通，都可以和合，這是真的。為什麼？這是性德。我們今天不和，人與人不和，人與事也不和，人與環境也不和，這是違背了性德，所謂是逆行倒施。這個逆倒對誰來說的？對自性說的。是我們違背誰？不是違背天地，不是違背什麼諸佛菩薩，不是違背這些，違背了自性，就是違背了性德。所以佛這樣給我們說，我們要是能夠體會這個意思，那真是很佩服，沒有話說了。違背不是違背別人，是違背自己！僧，就是和合的意思，所以真如本性裡面就具足三寶。"
    },
    {
      "id": "04-003-0055_p0009",
      "zh_CN": "【故涅槃经云。若能观三宝。常住同真谛等也。】",
      "zh_TW": "【故涅槃經云。若能觀三寶。常住同真諦等也。】"
    },
    {
      "id": "04-003-0055_p0010",
      "zh_CN": "《涅槃经》上，这句话是叫我们从住持三宝，回头观察同体『三宝』，这就是得受用了，这就是真正的皈依。所谓皈依，决定不是皈依外面的住持三宝，如果是皈依外面住持三宝，这是错误的。但是外面住持三宝很有利益，因为没有住持，这个象征就没有了。我们从什么地方能够想起自性三宝？所以一定要供养住持三宝。像我们供养佛像，一看到佛像，要回归到自性觉，这就对了。自性觉，一切时、一切处、一切境缘之中，要觉而不迷，这就叫皈依佛，决定不迷惑。供养法宝，法宝是经书，经典。见到经书，就要想到自性轨持义，自然合乎规矩，自然合乎，一丝毫都没有勉强，这就是法宝。与一切人、一切物、一切事和睦相处，这就是自性僧宝。我们跟别人和，他跟我们不和，他迷，他不觉；他不觉，我们不能跟他一样的不觉。我们要觉，不能迷。所以这见到出家人，出家人僧宝一个形相，看到出家人，就想到我们一定要修六和敬。六和敬是事和，事之外还有理，理和。所以理事和合，这就是『常住同真谛』。",
      "zh_TW": "《涅槃經》上，這句話是叫我們從住持三寶，回頭觀察同體『三寶』，這就是得受用了，這就是真正的皈依。所謂皈依，決定不是皈依外面的住持三寶，如果是皈依外面住持三寶，這是錯誤的。但是外面住持三寶很有利益，因為沒有住持，這個象徵就沒有了。我們從什麼地方能夠想起自性三寶？所以一定要供養住持三寶。像我們供養佛像，一看到佛像，要回歸到自性覺，這就對了。自性覺，一切時、一切處、一切境緣之中，要覺而不迷，這就叫皈依佛，決定不迷惑。供養法寶，法寶是經書，經典。見到經書，就要想到自性軌持義，自然合乎規矩，自然合乎，一絲毫都沒有勉強，這就是法寶。與一切人、一切物、一切事和睦相處，這就是自性僧寶。我們跟別人和，他跟我們不和，他迷，他不覺；他不覺，我們不能跟他一樣的不覺。我們要覺，不能迷。所以這見到出家人，出家人僧寶一個形相，看到出家人，就想到我們一定要修六和敬。六和敬是事和，事之外還有理，理和。所以理事和合，這就是『常住同真諦』。"
    },
    {
      "id": "04-003-0055_p0011",
      "zh_CN": "【又净名经云。佛则是法。法即是众。】",
      "zh_TW": "【又淨名經云。佛則是法。法即是眾。】"
    },
    {
      "id": "04-003-0055_p0012",
      "zh_CN": "这个『众』就是僧宝，僧有众的意思。僧是僧伽，从印度梵文翻过来的，它的意思是和合众。众就是团体。在佛法里面，最少是四个人。四个人以上的团体，修六和敬，这个团体就称为和合众。印度人称为僧伽，僧伽就是和合众。《净名经》，古德称为小不思议经。《华严经》是大不思议经。由此可知，经文上的境界，不异《华严》。它也是讲四无碍法界，理事无碍，事事无碍。佛法众，这三宝是一体的，一而三，三而一。",
      "zh_TW": "這個『眾』就是僧寶，僧有眾的意思。僧是僧伽，從印度梵文翻過來的，它的意思是和合眾。眾就是團體。在佛法裡面，最少是四個人。四個人以上的團體，修六和敬，這個團體就稱為和合眾。印度人稱為僧伽，僧伽就是和合眾。《淨名經》，古德稱為小不思議經。《華嚴經》是大不思議經。由此可知，經文上的境界，不異《華嚴》。它也是講四無礙法界，理事無礙，事事無礙。佛法眾，這三寶是一體的，一而三，三而一。"
    },
    {
      "id": "04-003-0055_p0013",
      "zh_CN": "【是三宝皆无为相。与虚空等。】",
      "zh_TW": "【是三寶皆無為相。與虛空等。】"
    },
    {
      "id": "04-003-0055_p0014",
      "zh_CN": "本性没有形相，本性它不是物质，凡是物质才有形相，它不是物质。所以佛法将一切法，大别可以归为两大类：一大类叫色法，我们今天讲物质，一大类称为心法，心不是物质，没有形相。所以同体三宝是心法，没有形相。没有形相，三宝就『与虚空等』。这句话要特别注意，前面跟诸位说过，觉正净是性德的起用。既然与虚空等，可见得，我们的自性性体与虚空等，作用也与虚空等。什么时候，你要证得，那恭喜你，你就成佛了。几时你的心量跟虚空法界相等，我们常常赞叹佛，佛的心量是「心包太虚，量周沙界」，这就是与虚空等。本来是等的，实在讲，现在还是等的；虽然等，可是你现在不等了。这个不等，是你自己以为不等，并非事实，事实是等的。",
      "zh_TW": "本性沒有形相，本性它不是物質，凡是物質才有形相，它不是物質。所以佛法將一切法，大別可以歸為兩大類：一大類叫色法，我們今天講物質，一大類稱為心法，心不是物質，沒有形相。所以同體三寶是心法，沒有形相。沒有形相，三寶就『與虛空等』。這句話要特別注意，前面跟諸位說過，覺正淨是性德的起用。既然與虛空等，可見得，我們的自性性體與虛空等，作用也與虛空等。什麼時候，你要證得，那恭喜你，你就成佛了。幾時你的心量跟虛空法界相等，我們常常讚歎佛，佛的心量是「心包太虛，量周沙界」，這就是與虛空等。本來是等的，實在講，現在還是等的；雖然等，可是你現在不等了。這個不等，是你自己以為不等，並非事實，事實是等的。"
    },
    {
      "id": "04-003-0055_p0015",
      "zh_CN": "为什么会自以为不等？这里面就是讲妄想执着。你会打妄想，你有分别执着；这一有执着，就画界限。本来我这个心量是尽虚空遍法界的，现在画了一个界限。那个界限是愈画愈小，画到最后，两个人都不能容纳，那就很可怜。这就是佛在大经里面给我们讲的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。佛法是什么？佛法是破妄想执着而已。这是一定要搞清楚的。离开了妄想执着，哪一个不是本来佛？哪一个不是如如佛？个个皆是，麻烦就出在妄想执着上。所以佛千经万论，无量法门，无非是帮助我们解除妄想执着而已。妄想执着除灭掉，佛是一句话也说不出来，无法可说。",
      "zh_TW": "為什麼會自以為不等？這裡面就是講妄想執著。你會打妄想，你有分別執著；這一有執著，就畫界限。本來我這個心量是盡虛空遍法界的，現在畫了一個界限。那個界限是愈畫愈小，畫到最後，兩個人都不能容納，那就很可憐。這就是佛在大經裡面給我們講的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。佛法是什麼？佛法是破妄想執著而已。這是一定要搞清楚的。離開了妄想執著，哪一個不是本來佛？哪一個不是如如佛？個個皆是，麻煩就出在妄想執著上。所以佛千經萬論，無量法門，無非是幫助我們解除妄想執著而已。妄想執著除滅掉，佛是一句話也說不出來，無法可說。"
    },
    {
      "id": "04-003-0055_p0016",
      "zh_CN": "从这个地方，我们也能够体会到佛法的本质是什么？佛常说「万法皆空」。佛法的本质也是空，一切法不可得，佛法也不可得。所以《金刚经》上说得很好，「法尚应舍，何况非法」，那个法就是指佛法。法都不能执着，我们可以用它，不能执着它。就正如一切万事万物一样，万事万物，我们可以用，可以在里头受用，得大自在，不要执着。执着什么？执着就有苦。本来没有苦，只有乐，没有苦，你在里头一生分别执着，苦就来了。再给你说，乐是真的，苦是假的。乐是什么？本有的！本来有的！苦，苦是你自己妄想里面生出来的，妄想执着生出来的，离开妄想执着就没有苦。这是八苦、三苦具了不可得。所以你心里要是感觉得有苦闷的时候，你就回过头去找那个苦在哪里？去找去。回光返照，到最后，觅苦了不可得，那不就没有了吗？真的，了不可得，这个苦就可以舍掉了。",
      "zh_TW": "從這個地方，我們也能夠體會到佛法的本質是什麼？佛常說「萬法皆空」。佛法的本質也是空，一切法不可得，佛法也不可得。所以《金剛經》上說得很好，「法尚應捨，何況非法」，那個法就是指佛法。法都不能執著，我們可以用它，不能執著它。就正如一切萬事萬物一樣，萬事萬物，我們可以用，可以在裡頭受用，得大自在，不要執著。執著什麼？執著就有苦。本來沒有苦，只有樂，沒有苦，你在裡頭一生分別執著，苦就來了。再給你說，樂是真的，苦是假的。樂是什麼？本有的！本來有的！苦，苦是你自己妄想裡面生出來的，妄想執著生出來的，離開妄想執著就沒有苦。這是八苦、三苦具了不可得。所以你心裡要是感覺得有苦悶的時候，你就回過頭去找那個苦在哪裡？去找去。回光返照，到最後，覓苦了不可得，那不就沒有了嗎？真的，了不可得，這個苦就可以捨掉了。"
    },
    {
      "id": "04-003-0055_p0017",
      "zh_CN": "【又宝积经云。正见法身。尚不见佛。何况形色。以空远离。尚不见法。何况言说。以无为法。尚不见僧。何况有和合众也。】",
      "zh_TW": "【又寶積經云。正見法身。尚不見佛。何況形色。以空遠離。尚不見法。何況言說。以無為法。尚不見僧。何況有和合眾也。】"
    },
    {
      "id": "04-003-0055_p0018",
      "zh_CN": "在《宝积经》这段经文，说得比前面所引的要详细。『正见法身，尚不见佛，何况形色』，法身，无相无不相。正见法身，尚不见佛，这不是不见，这个不见是不执着，并不是见不到佛。法身是什么？法身是宇宙的全体，这叫法身。所以十法界依正庄严，我们眼睛看得清清楚楚、明明白白，你心里头没有分别、没有执着、没有妄想，这个时候你见到的是法身全体。如果见到，这是佛，你看起了一个执着，起了个妄想，这佛跟这一念就是妄想执着，这个意思在此地。连这一点分别执着都没有，怎么可能再去执着形色？形色是讲森罗万象。连佛这个身形都不执着，对于一切万物当然都没有执着。没有执着、没有分别，给诸位说，万法平等，万法一如。你是用一个清净心看万法，一切法清净；用平等心看一切法，一切法平等。",
      "zh_TW": "在《寶積經》這段經文，說得比前面所引的要詳細。『正見法身，尚不見佛，何況形色』，法身，無相無不相。正見法身，尚不見佛，這不是不見，這個不見是不執著，並不是見不到佛。法身是什麼？法身是宇宙的全體，這叫法身。所以十法界依正莊嚴，我們眼睛看得清清楚楚、明明白白，你心裡頭沒有分別、沒有執著、沒有妄想，這個時候你見到的是法身全體。如果見到，這是佛，你看起了一個執著，起了個妄想，這佛跟這一念就是妄想執著，這個意思在此地。連這一點分別執著都沒有，怎麼可能再去執著形色？形色是講森羅萬象。連佛這個身形都不執著，對於一切萬物當然都沒有執著。沒有執著、沒有分別，給諸位說，萬法平等，萬法一如。你是用一個清淨心看萬法，一切法清淨；用平等心看一切法，一切法平等。"
    },
    {
      "id": "04-003-0055_p0019",
      "zh_CN": "我们今天凡夫不如佛的地方，迷在哪里？心不清净、不平等。心不清净，看一切法就有垢秽，所谓是有净有秽。心不平等，看一切法就有高下、有胜劣之分。所以心地到清净平等，十法界就是一法界，天堂跟地狱平等，七宝莲池跟刀山、油鼎也平等，他没有分别。不是没有七宝池，不是没有刀山、没有油鼎，确实都有，都看见了，没有分别，没有执着，心里没有起心动念，这是佛心，这是菩萨，这是真心起用。我们现在说这个心是妄心，妄心就像波浪一样，像那个海浪一样，有起伏的。真心是水平，不起波浪的。我们修行，修什么东西？就要把这个波浪，从大浪修成小浪，小浪修成微浪，微浪再修平，这叫修行，这叫做功夫。佛法没有别的，恢复自己的本性而已，这是佛法，所以说绝不执著名相。",
      "zh_TW": "我們今天凡夫不如佛的地方，迷在哪裡？心不清淨、不平等。心不清淨，看一切法就有垢穢，所謂是有淨有穢。心不平等，看一切法就有高下、有勝劣之分。所以心地到清淨平等，十法界就是一法界，天堂跟地獄平等，七寶蓮池跟刀山、油鼎也平等，他沒有分別。不是沒有七寶池，不是沒有刀山、沒有油鼎，確實都有，都看見了，沒有分別，沒有執著，心裡沒有起心動念，這是佛心，這是菩薩，這是真心起用。我們現在說這個心是妄心，妄心就像波浪一樣，像那個海浪一樣，有起伏的。真心是水平，不起波浪的。我們修行，修什麼東西？就要把這個波浪，從大浪修成小浪，小浪修成微浪，微浪再修平，這叫修行，這叫做功夫。佛法沒有別的，恢復自己的本性而已，這是佛法，所以說絕不執著名相。"
    },
    {
      "id": "04-003-0055_p0020",
      "zh_CN": "『以空远离，尚不见法，何况言说』。不但「有」离开了，连「空」也离开，空有两边都不执着，法这个字也没有了。实在讲，法从哪里建立的？是从相对建立的。相对必须是二边，它才能建立。这一边没有了，这一边也没有了。《楞严经》上举比喻，好像芦草两根互相依靠，交在这里，一边倒了，那一边也没有了，也倒掉了，是相对而建立的。空尚且远离，哪里还有法这个念头！法的这个念头都没有，何况言说！言说跟文字是相同的，文字是言说的符号。所以马鸣菩萨在《起信论》里面，教给我们修学的原则，叫我们要离言说相。离言说相不是不要言说，不要执着言说。离是这个意思，不执着。离名字相，佛经里面所用的专门术语，这是名字。像别相三宝、住持三宝、同体三宝，佛、法、僧，这都是佛教的专有名词。不是说不要这些名词，叫你不要执着这些名词，更重要的是要离心缘相。心缘是什么？是心里面的思想，这个要不得，不要去想。换句话说，佛法不用思考，这是佛法。世间法用思考，佛法不用思考。为什么？佛法用真心，用真如。真如里面一法不立，所以它讲求体究，其次讲参究，它不能研究。这研究是用心意识，是用妄心；真心里头，哪里有研究？真心里面没有一切法，所以只有体究与参究，不可以研究。",
      "zh_TW": "『以空遠離，尚不見法，何況言說』。不但「有」離開了，連「空」也離開，空有兩邊都不執著，法這個字也沒有了。實在講，法從哪裡建立的？是從相對建立的。相對必須是二邊，它才能建立。這一邊沒有了，這一邊也沒有了。《楞嚴經》上舉比喻，好像蘆草兩根互相依靠，交在這裡，一邊倒了，那一邊也沒有了，也倒掉了，是相對而建立的。空尚且遠離，哪裡還有法這個念頭！法的這個念頭都沒有，何況言說！言說跟文字是相同的，文字是言說的符號。所以馬鳴菩薩在《起信論》裡面，教給我們修學的原則，叫我們要離言說相。離言說相不是不要言說，不要執著言說。離是這個意思，不執著。離名字相，佛經裡面所用的專門術語，這是名字。像別相三寶、住持三寶、同體三寶，佛、法、僧，這都是佛教的專有名詞。不是說不要這些名詞，叫你不要執著這些名詞，更重要的是要離心緣相。心緣是什麼？是心裡面的思想，這個要不得，不要去想。換句話說，佛法不用思考，這是佛法。世間法用思考，佛法不用思考。為什麼？佛法用真心，用真如。真如裡面一法不立，所以它講求體究，其次講參究，它不能研究。這研究是用心意識，是用妄心；真心裡頭，哪裡有研究？真心裡面沒有一切法，所以只有體究與參究，不可以研究。"
    },
    {
      "id": "04-003-0055_p0021",
      "zh_CN": "我们现在学佛，学了多年，都不得其门而入。毛病出在哪里？出在用心意识，就出在这个地方。用心意识，把佛法当作世间法来研究，这一生都没有办法找到佛法的真相。《开经偈》讲，「愿解如来真实义」，这一生都不可能找到如来真实义；不要说一生，生生世世，无量劫里面，都没有办法明白如来真实义。何以故？因为如来没有意思。没有意思，去找它的真实义，到哪里去找？愈找那个意思愈错了。永远找不到，就是因为真实义原来没有意思。所以到你心里头没有意思了，那如来真实义就找到了。这就是唯识学里面讲的，佛法一定要离心意识。不但参禅要离心意识参，心是阿赖耶识，意是末那识，末那就是执着，识就是第六识，第六识是分别。简单的说，离心就是不落印象，离意就是不执着，离识就是不分别。所以佛法到哪里求？到不分别、不执着、不落印象。参禅要用这种心才行。参禅要离心意识，教下也不例外。教下要不离心意识，就不能大开圆解。我们净土宗也不例外，净土宗要不离心意识，你念佛就不可能得理一心不乱。可以念到功夫成片，可以念到事一心不乱，理一心不乱没分。理一心不乱，要离心意识。所以这桩事情，实在说，我们要是明白了，应当要认真努力去修学，在哪里修？就在日用平常之间，在生活当中去学。",
      "zh_TW": "我們現在學佛，學了多年，都不得其門而入。毛病出在哪裡？出在用心意識，就出在這個地方。用心意識，把佛法當作世間法來研究，這一生都沒有辦法找到佛法的真相。《開經偈》講，「願解如來真實義」，這一生都不可能找到如來真實義；不要說一生，生生世世，無量劫裡面，都沒有辦法明白如來真實義。何以故？因為如來沒有意思。沒有意思，去找它的真實義，到哪裡去找？愈找那個意思愈錯了。永遠找不到，就是因為真實義原來沒有意思。所以到你心裡頭沒有意思了，那如來真實義就找到了。這就是唯識學裡面講的，佛法一定要離心意識。不但參禪要離心意識參，心是阿賴耶識，意是末那識，末那就是執著，識就是第六識，第六識是分別。簡單的說，離心就是不落印象，離意就是不執著，離識就是不分別。所以佛法到哪裡求？到不分別、不執著、不落印象。參禪要用這種心才行。參禪要離心意識，教下也不例外。教下要不離心意識，就不能大開圓解。我們淨土宗也不例外，淨土宗要不離心意識，你念佛就不可能得理一心不亂。可以念到功夫成片，可以念到事一心不亂，理一心不亂沒分。理一心不亂，要離心意識。所以這樁事情，實在說，我們要是明白了，應當要認真努力去修學，在哪裡修？就在日用平常之間，在生活當中去學。"
    },
    {
      "id": "04-003-0055_p0022",
      "zh_CN": "《华严》善财童子五十三参，五十三参成就真实智慧，成就圆满的德行，就是六根在六种境界里面去锻炼。炼什么？就是炼不起心、不动念、不分别、不执着，就是炼这个。不是叫我们把这个境界环境舍掉，不是的，就在这个境界上锻炼，就在这个境界里面成佛。所以如果我们用心，用在这上面，这叫作佛。你今天从早到晚做什么？我今天在作佛，这个了不起。所以作佛，就是我今天在一切境界里面，学不起心、不动念、不分别、不执着，我学这个。学什么？学离心意识。离心意识，是样样清楚、样样明了，这就是自性般若。在一切境界里面，没有取舍，没有爱好，如如不动，这就是自性本定。戒定慧三学，在生活里面就圆满、就成就了。所以要学不分别、不执着，非常重要。但是这个地方，诸位得听清楚，这一切不分别、不执着、不起心、不动念是对内的，是对自己的，自己成佛，自己修行，不是对人的。要对人，那天下大乱了。",
      "zh_TW": "《華嚴》善財童子五十三參，五十三參成就真實智慧，成就圓滿的德行，就是六根在六種境界裡面去鍛鍊。鍊什麼？就是鍊不起心、不動念、不分別、不執著，就是鍊這個。不是叫我們把這個境界環境捨掉，不是的，就在這個境界上鍛鍊，就在這個境界裡面成佛。所以如果我們用心，用在這上面，這叫作佛。你今天從早到晚做什麼？我今天在作佛，這個了不起。所以作佛，就是我今天在一切境界裡面，學不起心、不動念、不分別、不執著，我學這個。學什麼？學離心意識。離心意識，是樣樣清楚、樣樣明瞭，這就是自性般若。在一切境界裡面，沒有取捨，沒有愛好，如如不動，這就是自性本定。戒定慧三學，在生活裡面就圓滿、就成就了。所以要學不分別、不執著，非常重要。但是這個地方，諸位得聽清楚，這一切不分別、不執著、不起心、不動念是對內的，是對自己的，自己成佛，自己修行，不是對人的。要對人，那天下大亂了。"
    },
    {
      "id": "04-003-0055_p0023",
      "zh_CN": "这就是佛法常说，「佛法在世间，不坏世间法」。对人，也不分别，也不执着，那好了，那这个世间法就破坏掉了。对人，众生分别，我随他分别；众生执着，我随着你的执着而执着。其实我真没有执着，真的没有分别，是你要执着，我随你执着；你分别，我随你分别。所以释迦牟尼佛，随顺我们世间的言语，给我们说了这么多经典。他自己心里头动念头没有？没有，从来没有起心动念，从来没有说一句话，无说而说；无说是他自己，而说是随众生。而说什么？别相三宝，别相说，同体不说。同体不说，别相说，这要知道，这是我们应当要学习的。随顺世间法，而不执着世间法，这就对了。随顺是利他，不执着是自利。自利利他，这当中没有妨碍的。理事无碍，事事无碍，这当中没有妨碍的。",
      "zh_TW": "這就是佛法常說，「佛法在世間，不壞世間法」。對人，也不分別，也不執著，那好了，那這個世間法就破壞掉了。對人，眾生分別，我隨他分別；眾生執著，我隨著你的執著而執著。其實我真沒有執著，真的沒有分別，是你要執著，我隨你執著；你分別，我隨你分別。所以釋迦牟尼佛，隨順我們世間的言語，給我們說了這麼多經典。他自己心裡頭動念頭沒有？沒有，從來沒有起心動念，從來沒有說一句話，無說而說；無說是他自己，而說是隨眾生。而說什麼？別相三寶，別相說，同體不說。同體不說，別相說，這要知道，這是我們應當要學習的。隨順世間法，而不執著世間法，這就對了。隨順是利他，不執著是自利。自利利他，這當中沒有妨礙的。理事無礙，事事無礙，這當中沒有妨礙的。"
    },
    {
      "id": "04-003-0055_p0024",
      "zh_CN": "再看后面这一句，『以无为法，尚不见僧，何况有和合众也』。无为法是指一切法，无有一法不是无为法。因为它是从体上讲的，从性上说的。从事相上讲，佛在《百法》里头告诉我们，把一切法分做有为法、无为法，这种分法来给我们说，佛是随顺众生而说的。如果佛要随顺自己而说，那连无为法也没有。随顺自己说是「言语道断，心行处灭」，这是佛自己。所以随顺众生，众生认为有有为法，与有为法相对的是无为法。此地这个无为法，不是有为无为相对的无为法，不是的，法性法尔如是。所以尚不见僧，何况有和合众？因为有和合，反面就有一个无和合。所以这不是究竟，不是圆满。究竟圆满是一法，不是二法。",
      "zh_TW": "再看後面這一句，『以無為法，尚不見僧，何況有和合眾也』。無為法是指一切法，無有一法不是無為法。因為它是從體上講的，從性上說的。從事相上講，佛在《百法》裡頭告訴我們，把一切法分做有為法、無為法，這種分法來給我們說，佛是隨順眾生而說的。如果佛要隨順自己而說，那連無為法也沒有。隨順自己說是「言語道斷，心行處滅」，這是佛自己。所以隨順眾生，眾生認為有有為法，與有為法相對的是無為法。此地這個無為法，不是有為無為相對的無為法，不是的，法性法爾如是。所以尚不見僧，何況有和合眾？因為有和合，反面就有一個無和合。所以這不是究竟，不是圓滿。究竟圓滿是一法，不是二法。"
    },
    {
      "id": "04-003-0055_p0025",
      "zh_CN": "你看六祖在《坛经》里面，答复印宗那个话，答复得非常之妙。印宗知道他是五祖忍和尚的传法弟子，是第六代的祖师，向他请教，五祖当年在世的时候有没有说禅定、解脱？六祖也不给他讲什么叫禅定，什么解脱？直截了当，禅定、解脱是二法，二法不是佛法。和合不和合是二法，二法就不是佛法，跟这个意思一样的。所以这段话要用心去体会，能够体会到几分，对我们修学有很大的帮助。我们今天读经、念佛，短短的时间一定有很好的境界，这是这段经文可以给我们帮助的。就是凡事都不要去执着，不可以刻意去要求，一切法恒顺，顺着这个环境去走就自在了。决定不要勉强，勉强就错了。顺着境界，就是顺着法性，顺着性，绝无违逆，不违背自性，这怎么不自在？当然自在。",
      "zh_TW": "你看六祖在《壇經》裡面，答覆印宗那個話，答覆得非常之妙。印宗知道他是五祖忍和尚的傳法弟子，是第六代的祖師，向他請教，五祖當年在世的時候有沒有說禪定、解脫？六祖也不給他講什麼叫禪定，什麼解脫？直截了當，禪定、解脫是二法，二法不是佛法。和合不和合是二法，二法就不是佛法，跟這個意思一樣的。所以這段話要用心去體會，能夠體會到幾分，對我們修學有很大的幫助。我們今天讀經、念佛，短短的時間一定有很好的境界，這是這段經文可以給我們幫助的。就是凡事都不要去執著，不可以刻意去要求，一切法恆順，順著這個環境去走就自在了。決定不要勉強，勉強就錯了。順著境界，就是順著法性，順著性，絕無違逆，不違背自性，這怎麼不自在？當然自在。"
    },
    {
      "id": "04-003-0055_p0026",
      "zh_CN": "下面是第三个段落。第三个段落要讲建立。大科在第一百六十八页，诸位翻开一百六十八页倒数第四行，这是解释三宝。解释三宝，一共分为五段。这个段落在倒数第三行，「第一段释名，第二段出体」，我们刚才讲的就是出体，这个体讲完了。现在我们看「第三段建立。第四段次第，第五段问答分别」。出体，这第二段我们讲完了，现在讲第三段建立。诸位再翻开一百七十五面倒数第二行：",
      "zh_TW": "下面是第三個段落。第三個段落要講建立。大科在第一百六十八頁，諸位翻開一百六十八頁倒數第四行，這是解釋三寶。解釋三寶，一共分為五段。這個段落在倒數第三行，「第一段釋名，第二段出體」，我們剛才講的就是出體，這個體講完了。現在我們看「第三段建立。第四段次第，第五段問答分別」。出體，這第二段我們講完了，現在講第三段建立。諸位再翻開一百七十五面倒數第二行："
    },
    {
      "id": "04-003-0055_p0027",
      "zh_CN": "【三建立者有四。】",
      "zh_TW": "【三建立者有四。】"
    },
    {
      "id": "04-003-0055_p0028",
      "zh_CN": "『建立』有四种，这就是建立三皈。四种第一种，叫「翻邪三皈」，第二是「对根」，第三是「约喻」，第四是「依因」，我们按照次序来解释。",
      "zh_TW": "『建立』有四種，這就是建立三皈。四種第一種，叫「翻邪三皈」，第二是「對根」，第三是「約喻」，第四是「依因」，我們按照次序來解釋。"
    },
    {
      "id": "04-003-0055_p0029",
      "zh_CN": "【一翻邪三皈。为彼外宗有三。】",
      "zh_TW": "【一翻邪三皈。為彼外宗有三。】"
    },
    {
      "id": "04-003-0055_p0030",
      "zh_CN": "这就是说明佛教化众生，为什么要求学生一入门，就先要受三皈戒。三皈是戒律，是根本大戒。为什么一入佛门先要受三皈？原因是因为当年佛陀在世，印度的宗教非常发达。佛经里面就记载，就是佛以外，讲外道就有九十六种之多，而且在印度社会非常的活跃。他们有三皈，有这三桩事情，所以佛也建立三皈依，叫『翻邪』。他那三皈不正：",
      "zh_TW": "這就是說明佛教化眾生，為什麼要求學生一入門，就先要受三皈戒。三皈是戒律，是根本大戒。為什麼一入佛門先要受三皈？原因是因為當年佛陀在世，印度的宗教非常發達。佛經裡面就記載，就是佛以外，講外道就有九十六種之多，而且在印度社會非常的活躍。他們有三皈，有這三樁事情，所以佛也建立三皈依，叫『翻邪』。他那三皈不正："
    },
    {
      "id": "04-003-0055_p0031",
      "zh_CN": "【一邪尊。二邪教。三邪人。】",
      "zh_TW": "【一邪尊。二邪教。三邪人。】"
    },
    {
      "id": "04-003-0055_p0032",
      "zh_CN": "都不正。佛法的正与邪是从什么地方说起，换句话说，以什么为标准？自己称正，称别人都是邪，这人家听了未必肯服气。我们学佛，那我们是正了吗？说老实话，不见得。邪与正就是自性，凡是与自性性德相应，这叫做正，与性德相违都叫邪。从这个标准来看，我们这个正的人就没几个。恐怕一个也找不到，连我也不正，是不是？找不到。为什么？与自性不相应。这很难。",
      "zh_TW": "都不正。佛法的正與邪是從什麼地方說起，換句話說，以什麼為標準？自己稱正，稱別人都是邪，這人家聽了未必肯服氣。我們學佛，那我們是正了嗎？說老實話，不見得。邪與正就是自性，凡是與自性性德相應，這叫做正，與性德相違都叫邪。從這個標準來看，我們這個正的人就沒幾個。恐怕一個也找不到，連我也不正，是不是？找不到。為什麼？與自性不相應。這很難。"
    },
    {
      "id": "04-003-0055_p0033",
      "zh_CN": "在中国明朝王阳明，王阳明也是一个虔诚的佛教徒。将大乘的教义融合在儒家的学说，他提倡「致良知」，这是儒佛集合成的一个产物。用阳明先生的话，凡是用良知的人，这是正的；违背了良知，都不正。在佛法里面讲，这就是性德，就是自性，真如本性。所以佛法，因为世间人他所尊的，他所教导的，以及他的那些徒众，与自性统统相违背，所以称之为『邪尊、邪教、邪人』。佛的教学：",
      "zh_TW": "在中國明朝王陽明，王陽明也是一個虔誠的佛教徒。將大乘的教義融合在儒家的學說，他提倡「致良知」，這是儒佛集合成的一個產物。用陽明先生的話，凡是用良知的人，這是正的；違背了良知，都不正。在佛法裡面講，這就是性德，就是自性，真如本性。所以佛法，因為世間人他所尊的，他所教導的，以及他的那些徒眾，與自性統統相違背，所以稱之為『邪尊、邪教、邪人』。佛的教學："
    },
    {
      "id": "04-003-0055_p0034",
      "zh_CN": "【翻彼三故。建立三宝。】",
      "zh_TW": "【翻彼三故。建立三寶。】"
    },
    {
      "id": "04-003-0055_p0035",
      "zh_CN": "所以佛法讲佛法僧三宝，是从外教这里，用他们这个模式来建立的，也是随顺世间而建立的，并不是佛有意建立的。说老实话，佛一生从来没有说，他有意要做个什么，没有。有意是什么？他就有妄心，他有妄念，他没有，没有意。一切的都是任运，就是随顺自然而成的。所以他老人家一生很自在，自己没有想要做个什么、做个什么。自己想要做个什么、做个什么，这很苦，这都是我们要学习的。你要学习学到了，那你这一生的生活，可以说是第一幸福美满，生活是非常的幸福美满。真正有大福德的人，一生心清净，一生都不操心，一生都没有烦恼，你想这个人福报多大？就是事事都顺心，这就这个人有福。顺心不是顺妄心，不是顺欲望，是顺真心。所以佛是这样子建立的，『建立三宝』。",
      "zh_TW": "所以佛法講佛法僧三寶，是從外教這裡，用他們這個模式來建立的，也是隨順世間而建立的，並不是佛有意建立的。說老實話，佛一生從來沒有說，他有意要做個什麼，沒有。有意是什麼？他就有妄心，他有妄念，他沒有，沒有意。一切的都是任運，就是隨順自然而成的。所以他老人家一生很自在，自己沒有想要做個什麼、做個什麼。自己想要做個什麼、做個什麼，這很苦，這都是我們要學習的。你要學習學到了，那你這一生的生活，可以說是第一幸福美滿，生活是非常的幸福美滿。真正有大福德的人，一生心清淨，一生都不操心，一生都沒有煩惱，你想這個人福報多大？就是事事都順心，這就這個人有福。順心不是順妄心，不是順欲望，是順真心。所以佛是這樣子建立的，『建立三寶』。"
    },
    {
      "id": "04-003-0055_p0036",
      "zh_CN": "【皈依佛已。宁舍身命。终不皈依自在天等。皈依法已。宁舍身命。终不皈依外道典籍。皈依僧已。宁舍身命。终不皈依外道邪众。为所翻有三。故立三宝。广如优婆塞经说也。】",
      "zh_TW": "【皈依佛已。寧捨身命。終不皈依自在天等。皈依法已。寧捨身命。終不皈依外道典籍。皈依僧已。寧捨身命。終不皈依外道邪眾。為所翻有三。故立三寶。廣如優婆塞經說也。】"
    },
    {
      "id": "04-003-0055_p0037",
      "zh_CN": "详细的在《优婆塞戒经》，说得很详细，这是三皈依末后的三偈。既然皈依佛，舍命可以，决定不能把三皈舍掉。上一次，有位法师从大陆来，他告诉我一个故事。这是事实，真的事实，在文化大革命期间，红卫兵迫害出家人。有位法师，念阿弥陀佛的。他说︰「你叫我做什么都可以，叫我不念阿弥陀佛，不行。」那他就不准他念，他就偏偏要念。实在讲，这个法师也不是个简单的人。他说︰「你不叫我念，我嘴里不念，我心里念，你怎么会晓得？」他不就不知道！他偏偏口里要念出声音，偏偏跟这些人过不去，结果是遭了毒打。打的时候，他还念。愈打得重，他声音念得愈大。这红卫兵最后用汽油泼在身上，他说︰「你还要念，我就放火把你烧死。」他说︰「你烧死，我还要念。」结果他真的点火把他烧了，火烧起来，他大声念，结果看到西方三圣在他的头顶上出现，这些红卫兵才吓到了，才知道是真正有佛，这不是假的。所以这个人，他能够这样做，也许是用这个方法度这一批，所谓叫一阐提众生，示现给他看。同时也给我们念佛人做了一个榜样，即使在大难临头的时候，横死也能往生。这是给我们做了一个很好的证明。所以念佛人心要坚固，一心一意求生净土，无论在什么状况之下，必定往生。这个人很难得，决定不是普通人。这是真正来度化末世苦难的众生，坚强念佛人的信心。",
      "zh_TW": "詳細的在《優婆塞戒經》，說得很詳細，這是三皈依末後的三偈。既然皈依佛，捨命可以，決定不能把三皈捨掉。上一次，有位法師從大陸來，他告訴我一個故事。這是事實，真的事實，在文化大革命期間，紅衛兵迫害出家人。有位法師，念阿彌陀佛的。他說︰「你叫我做什麼都可以，叫我不念阿彌陀佛，不行。」那他就不准他念，他就偏偏要念。實在講，這個法師也不是個簡單的人。他說︰「你不叫我念，我嘴裡不念，我心裡念，你怎麼會曉得？」他不就不知道！他偏偏口裡要念出聲音，偏偏跟這些人過不去，結果是遭了毒打。打的時候，他還念。愈打得重，他聲音念得愈大。這紅衛兵最後用汽油潑在身上，他說︰「你還要念，我就放火把你燒死。」他說︰「你燒死，我還要念。」結果他真的點火把他燒了，火燒起來，他大聲念，結果看到西方三聖在他的頭頂上出現，這些紅衛兵才嚇到了，才知道是真正有佛，這不是假的。所以這個人，他能夠這樣做，也許是用這個方法度這一批，所謂叫一闡提眾生，示現給他看。同時也給我們念佛人做了一個榜樣，即使在大難臨頭的時候，橫死也能往生。這是給我們做了一個很好的證明。所以念佛人心要堅固，一心一意求生淨土，無論在什麼狀況之下，必定往生。這個人很難得，決定不是普通人。這是真正來度化末世苦難的眾生，堅強念佛人的信心。"
    },
    {
      "id": "04-003-0055_p0038",
      "zh_CN": "印度这些宗教，他们的目的、归宿都在天上。有些人，目的在梵天、大梵天、四空天，或者是色究竟天。我们看印度高级宗教，大概都是以这个为归宿。佛告诉我们，纵然生到非想非非想天，寿命八万大劫，他没有出三界。所以这个法就不是正法。可见得，佛在此地讲的邪正，这个标准是绝对的标准，不是一般的标准。一般标准，我们现前都具足。心地清净，守法、守礼，这就是正，这个标准是人天的标准。高层次的天界，十善、四无量心、禅定是他的标准。所以佛在此地所讲的标准，是以真如本性做标准。顺性德，这是正；违背了性德，这是邪。这个标准非常之高。我们佛弟子既『皈依佛』，佛是自性觉，决定不迷，『宁舍身命，终不皈依自在天等』。自己的信心决定不动摇，无论在什么环境里面决定不动摇。这叫皈依佛，觉而不迷。",
      "zh_TW": "印度這些宗教，他們的目的、歸宿都在天上。有些人，目的在梵天、大梵天、四空天，或者是色究竟天。我們看印度高級宗教，大概都是以這個為歸宿。佛告訴我們，縱然生到非想非非想天，壽命八萬大劫，他沒有出三界。所以這個法就不是正法。可見得，佛在此地講的邪正，這個標準是絕對的標準，不是一般的標準。一般標準，我們現前都具足。心地清淨，守法、守禮，這就是正，這個標準是人天的標準。高層次的天界，十善、四無量心、禪定是他的標準。所以佛在此地所講的標準，是以真如本性做標準。順性德，這是正；違背了性德，這是邪。這個標準非常之高。我們佛弟子既『皈依佛』，佛是自性覺，決定不迷，『寧捨身命，終不皈依自在天等』。自己的信心決定不動搖，無論在什麼環境裡面決定不動搖。這叫皈依佛，覺而不迷。"
    },
    {
      "id": "04-003-0055_p0039",
      "zh_CN": "『皈依法已，宁舍身命，终不皈依外道典籍』。也就是说，我们修学的标准，一定要依佛法。依佛的经典，不依外道的经典，要依佛的经典。那佛的经典，佛又跟我们说，佛所说的经，有了义、有不了义，叫我们依了义不依不了义。一切经里面做个比较，哪是了义，哪是不了义？古人已经做了这个功夫。一切经做一个比较，是《华严经》第一，我们念的这是《华严经》的结论，《华严经》最后的一章，也是全部《华严经》最重要的一段经文。所以清凉大师参加翻译之后，因为经太大，从前没有印刷术，流通很不方便，都是手写的。手写的这一部《大方广佛华严经》，写一部相当不容易，所以流通困难。单独流通这一卷，所以这一卷叫别行流通。因为这一卷是整个《华严》的精华，这是了义。《华严》跟《无量寿经》做一个比较，《无量寿经》是第一。我们今天到处提倡《无量寿经》，人家问为什么要提倡《无量寿经》？因为《无量寿经》是一切经里面的第一经，第一了义，是究竟了义。我们要皈依法宝，以哪部经皈依做依据？很清楚、很明白的指示出来了，皈依《无量寿经》。",
      "zh_TW": "『皈依法已，寧捨身命，終不皈依外道典籍』。也就是說，我們修學的標準，一定要依佛法。依佛的經典，不依外道的經典，要依佛的經典。那佛的經典，佛又跟我們說，佛所說的經，有了義、有不了義，叫我們依了義不依不了義。一切經裡面做個比較，哪是了義，哪是不了義？古人已經做了這個功夫。一切經做一個比較，是《華嚴經》第一，我們念的這是《華嚴經》的結論，《華嚴經》最後的一章，也是全部《華嚴經》最重要的一段經文。所以清涼大師參加翻譯之後，因為經太大，從前沒有印刷術，流通很不方便，都是手寫的。手寫的這一部《大方廣佛華嚴經》，寫一部相當不容易，所以流通困難。單獨流通這一卷，所以這一卷叫別行流通。因為這一卷是整個《華嚴》的精華，這是了義。《華嚴》跟《無量壽經》做一個比較，《無量壽經》是第一。我們今天到處提倡《無量壽經》，人家問為什麼要提倡《無量壽經》？因為《無量壽經》是一切經裡面的第一經，第一了義，是究竟了義。我們要皈依法寶，以哪部經皈依做依據？很清楚、很明白的指示出來了，皈依《無量壽經》。"
    },
    {
      "id": "04-003-0055_p0040",
      "zh_CN": "如果把《无量寿经》的意思再加以补充，使它更圆满、更清晰，那就是《净土五经》。我们现在念的这一部是《净土五经》之一，这就够了，不必再搞多了。我们这个地方印经是印了很多。最近印的有《大藏经》，马上要分送给海内外。印的这些经典，是莲池大师讲的，三藏十二部是印给别人悟。我们自己不需要。因为他们那些人没找到！我们已经找到了，就不必要。我们找到了，跟他讲，他也不相信，三藏十二部送给他，让他自己慢慢去找。找个几年，头找昏了，是眼也花了，我们再告诉他，我们已经找到的介绍给他，也许他能够相信、能够接受。这是一下给他，他不可能接受的。所以印的这些书是给他去悟的，我们是过来人，不要了，不必找这个麻烦。所以这个地方，宁舍身命，终不皈依外道典籍。说老实话，宁舍身命，我们所依靠的就是《净土五经》。五经以外的都是外道典籍，释迦牟尼佛讲的也是外道典籍，这很重要。因为什么？一切经里头，唯独这部经最真、最纯。",
      "zh_TW": "如果把《無量壽經》的意思再加以補充，使它更圓滿、更清晰，那就是《淨土五經》。我們現在念的這一部是《淨土五經》之一，這就夠了，不必再搞多了。我們這個地方印經是印了很多。最近印的有《大藏經》，馬上要分送給海內外。印的這些經典，是蓮池大師講的，三藏十二部是印給別人悟。我們自己不需要。因為他們那些人沒找到！我們已經找到了，就不必要。我們找到了，跟他講，他也不相信，三藏十二部送給他，讓他自己慢慢去找。找個幾年，頭找昏了，是眼也花了，我們再告訴他，我們已經找到的介紹給他，也許他能夠相信、能夠接受。這是一下給他，他不可能接受的。所以印的這些書是給他去悟的，我們是過來人，不要了，不必找這個麻煩。所以這個地方，寧捨身命，終不皈依外道典籍。說老實話，寧捨身命，我們所依靠的就是《淨土五經》。五經以外的都是外道典籍，釋迦牟尼佛講的也是外道典籍，這很重要。因為什麼？一切經裡頭，唯獨這部經最真、最純。"
    },
    {
      "id": "04-003-0055_p0041",
      "zh_CN": "『皈依僧已，宁舍身命，终不皈依外道邪众』。现在是末法时期，佛宝我们认清楚，假冒的还不太容易。实在，假冒的，在现前这个社会也不算是少。妖魔鬼怪冒充佛菩萨，在这个世间招摇撞骗很多。法宝，假的佛经也很多。经是真的，注解是假的。我们此地也发现过，有外面送来的经书，送来的《金刚经》、《心经》注解，一看那个注解，那不是佛讲的，外道所注的，把经是真的，统统讲错。至于僧宝，假出家人在现前这个社会也不乏其人，这都是我们要认识清楚的。真实的僧宝，说老实话，找不到，到哪去找？所以我们今天特别提醒同修们，我们皈依要以自性三宝为主。住持三宝，它的作用就是启示我们、提醒我们，念念会归自性。用这样的态度来修学，真的三宝也好，假的三宝也好，对我统统有利益，我们只受其利，不受其害，这就对了，不会有错误。在境界里面，修清净心、修平等心、修一心不乱，以这个为主。佛的建立是：",
      "zh_TW": "『皈依僧已，寧捨身命，終不皈依外道邪眾』。現在是末法時期，佛寶我們認清楚，假冒的還不太容易。實在，假冒的，在現前這個社會也不算是少。妖魔鬼怪冒充佛菩薩，在這個世間招搖撞騙很多。法寶，假的佛經也很多。經是真的，註解是假的。我們此地也發現過，有外面送來的經書，送來的《金剛經》、《心經》註解，一看那個註解，那不是佛講的，外道所註的，把經是真的，統統講錯。至於僧寶，假出家人在現前這個社會也不乏其人，這都是我們要認識清楚的。真實的僧寶，說老實話，找不到，到哪去找？所以我們今天特別提醒同修們，我們皈依要以自性三寶為主。住持三寶，它的作用就是啟示我們、提醒我們，念念會歸自性。用這樣的態度來修學，真的三寶也好，假的三寶也好，對我統統有利益，我們只受其利，不受其害，這就對了，不會有錯誤。在境界裡面，修清淨心、修平等心、修一心不亂，以這個為主。佛的建立是："
    },
    {
      "id": "04-003-0055_p0042",
      "zh_CN": "【为所翻有三。故立三宝。】",
      "zh_TW": "【為所翻有三。故立三寶。】"
    },
    {
      "id": "04-003-0055_p0043",
      "zh_CN": "佛给我们建立三皈依、『三宝』是这么来的，所以要晓得它的缘起。我们再看底下第二段。第二段对根。",
      "zh_TW": "佛給我們建立三皈依、『三寶』是這麼來的，所以要曉得它的緣起。我們再看底下第二段。第二段對根。"
    },
    {
      "id": "04-003-0055_p0044",
      "zh_CN": "【二对根者。为上根人趣佛菩提。说于佛宝。为中根人求自然智。及因缘法。而能入道。说于法宝。为下根人依师受学。理事不违。方能入道。说于僧宝。】",
      "zh_TW": "【二對根者。為上根人趣佛菩提。說於佛寶。為中根人求自然智。及因緣法。而能入道。說於法寶。為下根人依師受學。理事不違。方能入道。說於僧寶。】"
    },
    {
      "id": "04-003-0055_p0045",
      "zh_CN": "佛法僧三宝是有三个对象，教化众生方便起见。『为上根人』，上根人就是成佛的机缘成熟。禅宗里面，像六祖大师，他所接引的是上上根人。所以不立文字，直指人心，见性成佛，没有拐弯抹角的，没有委曲宛转的，直捷就把佛宝介绍给他。净宗，是禅宗之禅，是密中之密。这诸位读黄念祖老居士的注解都了解。黄老居士的注解，我们曾经印过两次，现在书都送完了。第三次，他新的本子还没有来，还没有写出来，还不知道什么时候才能写得出来。但是他有一个修订本，修订本在大陆上出版的，是庐山东林寺出版的。这个本子，比我们现在所流通的本子，订正了不少的地方。所以我们可以将这个本子重新做版来流通。黄老居士也有这个意思。他现在是重写，重写是写白话的，希望是对大陆那边的同胞，人人都能看得懂。因为大陆上这些同胞，可以说四十以下这个年龄的人，不但文言文看不懂，连繁体字都不认识。我们今天的经书送到大陆，是大陆四十以上的人才能看得懂。所以到以后，我们想赠送大陆的佛书，后面最好把繁简字的对照表附印在后面，对他们是一个帮助。尔后印的时候，把这个繁简字对照表印在后面。这东林出版的第三版，我们此地可以筹划来翻印。将来他写的是比较白话一点的本子，那是便利于大众来修学的。",
      "zh_TW": "佛法僧三寶是有三個對象，教化眾生方便起見。『為上根人』，上根人就是成佛的機緣成熟。禪宗裡面，像六祖大師，他所接引的是上上根人。所以不立文字，直指人心，見性成佛，沒有拐彎抹角的，沒有委曲宛轉的，直捷就把佛寶介紹給他。淨宗，是禪宗之禪，是密中之密。這諸位讀黃念祖老居士的註解都了解。黃老居士的註解，我們曾經印過兩次，現在書都送完了。第三次，他新的本子還沒有來，還沒有寫出來，還不知道什麼時候才能寫得出來。但是他有一個修訂本，修訂本在大陸上出版的，是廬山東林寺出版的。這個本子，比我們現在所流通的本子，訂正了不少的地方。所以我們可以將這個本子重新做版來流通。黃老居士也有這個意思。他現在是重寫，重寫是寫白話的，希望是對大陸那邊的同胞，人人都能看得懂。因為大陸上這些同胞，可以說四十以下這個年齡的人，不但文言文看不懂，連繁體字都不認識。我們今天的經書送到大陸，是大陸四十以上的人才能看得懂。所以到以後，我們想贈送大陸的佛書，後面最好把繁簡字的對照表附印在後面，對他們是一個幫助。爾後印的時候，把這個繁簡字對照表印在後面。這東林出版的第三版，我們此地可以籌劃來翻印。將來他寫的是比較白話一點的本子，那是便利於大眾來修學的。"
    },
    {
      "id": "04-003-0055_p0046",
      "zh_CN": "在注子里面就说得很清楚，净宗所接引的根性是上上根人，不是中下根人。蕅益大师在《要解》里面就写得更清楚，这个法门是接引什么样的人？是一切众生当中，成佛机缘成熟的众生，佛才给他说这个法门。成佛机缘成熟，不是上上根是什么根？六祖大师所接引的，未必是成佛根机成熟，成菩萨的根机成熟。本经是成佛机缘成熟的众生，上上根当中的上上根，不是普通人。念佛是因，成佛是果，一念相应一念佛，念念相应念念佛，这个法门是成佛的法门，绝对不是中下法门。所以这个法门，你有这个善根福德，你接受之后，老实念下去，有没有什么老师指教、指导，没有关系。找个老师也许把路指错了，那不是冤枉吗？我们今天谁是老师？阿弥陀佛是老师。",
      "zh_TW": "在註子裡面就說得很清楚，淨宗所接引的根性是上上根人，不是中下根人。蕅益大師在《要解》裡面就寫得更清楚，這個法門是接引什麼樣的人？是一切眾生當中，成佛機緣成熟的眾生，佛才給他說這個法門。成佛機緣成熟，不是上上根是什麼根？六祖大師所接引的，未必是成佛根機成熟，成菩薩的根機成熟。本經是成佛機緣成熟的眾生，上上根當中的上上根，不是普通人。念佛是因，成佛是果，一念相應一念佛，念念相應念念佛，這個法門是成佛的法門，絕對不是中下法門。所以這個法門，你有這個善根福德，你接受之後，老實念下去，有沒有什麼老師指教、指導，沒有關係。找個老師也許把路指錯了，那不是冤枉嗎？我們今天誰是老師？阿彌陀佛是老師。"
    },
    {
      "id": "04-003-0055_p0047",
      "zh_CN": "所以我们从读《无量寿经》之后，我们的传授皈依，我们的佛宝就是阿弥陀佛，法宝就是《无量寿经》，僧宝就是观音菩萨、大势至菩萨、文殊、普贤，这决定不错。这些人统统都是念阿弥陀佛求生净土的。我们今天皈依这三宝，是这样的三宝，不是一般的三宝，这是为上根人说的。『中根人』，他没有这么大的福报，他也没有这么大的善根，他还要自己慢慢去研究，还要去搞三藏十二部。这三藏十二部就是他们搞的，中等人搞的。我们也得度中等人，所以这三藏十二部也不能不要，去度那些人，度中等人的。『求自然智，及因缘法』，求这个，方能入道，这是我们提供他的法宝。『下根人』，他一定要跟着一个老师，由老师来教诫、来指导，他才渐渐能够入道。这就相当之难，遇不到一个真正的好老师，那就很冤枉。老师会不会有意害人？不见得，不见得是有意的，可能是老师自己也没搞清楚。自己没搞清楚，有人要跟他学，他也没法子，临时找些方法来教人。俗话常说︰庸医杀人，这罪很重；庸教教人，那个罪过更重。所以指导别人，那是相当不容易的事情。可是如果我们劝人念佛，把无量寿这个法门介绍给人，是决定不错。不但不错，如佛无二，因为佛教人，也是拿《无量寿经》，劝人念阿弥陀佛！我们也送人《无量寿经》，也劝人念阿弥陀佛，跟佛教化众生是无二无别，决定没有过失，有无量的功德而没有过失。他不能接受，不能接受是我们这个太高了，叫他去找中等的，通宗通教的这些大法师，那是中等的，是不是？这一定要晓得，我们是在最高位的，直捷学成佛的法门。",
      "zh_TW": "所以我們從讀《無量壽經》之後，我們的傳授皈依，我們的佛寶就是阿彌陀佛，法寶就是《無量壽經》，僧寶就是觀音菩薩、大勢至菩薩、文殊、普賢，這決定不錯。這些人統統都是念阿彌陀佛求生淨土的。我們今天皈依這三寶，是這樣的三寶，不是一般的三寶，這是為上根人說的。『中根人』，他沒有這麼大的福報，他也沒有這麼大的善根，他還要自己慢慢去研究，還要去搞三藏十二部。這三藏十二部就是他們搞的，中等人搞的。我們也得度中等人，所以這三藏十二部也不能不要，去度那些人，度中等人的。『求自然智，及因緣法』，求這個，方能入道，這是我們提供他的法寶。『下根人』，他一定要跟著一個老師，由老師來教誡、來指導，他才漸漸能夠入道。這就相當之難，遇不到一個真正的好老師，那就很冤枉。老師會不會有意害人？不見得，不見得是有意的，可能是老師自己也沒搞清楚。自己沒搞清楚，有人要跟他學，他也沒法子，臨時找些方法來教人。俗話常說︰庸醫殺人，這罪很重；庸教教人，那個罪過更重。所以指導別人，那是相當不容易的事情。可是如果我們勸人念佛，把無量壽這個法門介紹給人，是決定不錯。不但不錯，如佛無二，因為佛教人，也是拿《無量壽經》，勸人念阿彌陀佛！我們也送人《無量壽經》，也勸人念阿彌陀佛，跟佛教化眾生是無二無別，決定沒有過失，有無量的功德而沒有過失。他不能接受，不能接受是我們這個太高了，叫他去找中等的，通宗通教的這些大法師，那是中等的，是不是？這一定要曉得，我們是在最高位的，直捷學成佛的法門。"
    },
    {
      "id": "04-003-0055_p0048",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}