{
  "doc_id": "04-003-0013",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0013",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "04-003-0013_p0001",
      "zh_CN": "第八十五面第四行，从当中看起：",
      "zh_TW": "第八十五面第四行，從當中看起："
    },
    {
      "id": "04-003-0013_p0002",
      "zh_CN": "【三究竟觉者。此明始觉心源时。染缘都尽。始本不殊。平等离言。离言绝虑。萧焉无寄。】",
      "zh_TW": "【三究竟覺者。此明始覺心源時。染緣都盡。始本不殊。平等離言。離言絕慮。蕭焉無寄。】"
    },
    {
      "id": "04-003-0013_p0003",
      "zh_CN": "从这里看起，这段文是接着前面大师给我们列举《起信论》里面所讲的三种觉，就是始觉、本觉、究竟觉。这段就是讲三觉当中最后的一种，『究竟觉』。这段非常重要。凡夫之所以长劫流转，没有能力超越六道轮回，也就是没有法子超越三界，根本的原因就是我们不觉。这个不觉就是迷。我们自己在迷的当中，决定不知道自己是迷。如果知道自己迷，就不迷了，那就你开始觉悟了。所以迷的时候不晓得自己是迷，看到别人迷，他自己不迷。可以说这是，不但讲是大多数，是一切凡夫都没有法子避免，无法避免的。不但凡夫，乃至于二乘权教菩萨都不例外。如果真正不迷了，他这一生决定成就；念佛的决定往生，学教的决定开悟，教下常讲大开圆解，一定是圆解，禅宗一定开悟，明心见性。为什么？他不迷了。这是我们修学有没有成就关键的所在。",
      "zh_TW": "從這裡看起，這段文是接著前面大師給我們列舉《起信論》裡面所講的三種覺，就是始覺、本覺、究竟覺。這段就是講三覺當中最後的一種，『究竟覺』。這段非常重要。凡夫之所以長劫流轉，沒有能力超越六道輪迴，也就是沒有法子超越三界，根本的原因就是我們不覺。這個不覺就是迷。我們自己在迷的當中，決定不知道自己是迷。如果知道自己迷，就不迷了，那就你開始覺悟了。所以迷的時候不曉得自己是迷，看到別人迷，他自己不迷。可以說這是，不但講是大多數，是一切凡夫都沒有法子避免，無法避免的。不但凡夫，乃至於二乘權教菩薩都不例外。如果真正不迷了，他這一生決定成就；念佛的決定往生，學教的決定開悟，教下常講大開圓解，一定是圓解，禪宗一定開悟，明心見性。為什麼？他不迷了。這是我們修學有沒有成就關鍵的所在。"
    },
    {
      "id": "04-003-0013_p0004",
      "zh_CN": "觉，讲到真正的觉就是讲究竟觉。没有到究竟，虽然说觉，并不圆满。觉是觉了，并不圆满，但也算是不错了，怕的是我们把迷当作觉，这就坏了。这个问题是非常大的问题，也是非常重要的问题。什么叫做迷？什么叫做觉？迷的样子是什么？觉的样子是什么？你能从这个地方辨别，我们人就有能力反省，我到底是迷还是觉。这经上在此地把这个标准给我们说得清清楚楚、明明白白。觉的样子是什么？是『染缘都尽，平等离言』。这两句就是迷、觉的样子，迷、觉的标准。如果我们还有染，还有染缘；染缘是什么？外着相，内动心。动什么心？贪瞋痴慢。内里头还有这个心，外面着相，这就决定不觉，决定不是觉悟，心不平等。所以真正觉，六祖在《坛经》上说得好，「本来无一物」，这是觉的样子，这是觉的标准。我们心里面还有分别，还有执着，还有见解，这都是迷。这是我们一定要记住的，为什么？如果我们自己误会了，把迷当作觉，我们这一生，无论你怎样勤苦的修行，你都得不到结果。",
      "zh_TW": "覺，講到真正的覺就是講究竟覺。沒有到究竟，雖然說覺，並不圓滿。覺是覺了，並不圓滿，但也算是不錯了，怕的是我們把迷當作覺，這就壞了。這個問題是非常大的問題，也是非常重要的問題。什麼叫做迷？什麼叫做覺？迷的樣子是什麼？覺的樣子是什麼？你能從這個地方辨別，我們人就有能力反省，我到底是迷還是覺。這經上在此地把這個標準給我們說得清清楚楚、明明白白。覺的樣子是什麼？是『染緣都盡，平等離言』。這兩句就是迷、覺的樣子，迷、覺的標準。如果我們還有染，還有染緣；染緣是什麼？外著相，內動心。動什麼心？貪瞋痴慢。內裡頭還有這個心，外面著相，這就決定不覺，決定不是覺悟，心不平等。所以真正覺，六祖在《壇經》上說得好，「本來無一物」，這是覺的樣子，這是覺的標準。我們心裡面還有分別，還有執著，還有見解，這都是迷。這是我們一定要記住的，為什麼？如果我們自己誤會了，把迷當作覺，我們這一生，無論你怎樣勤苦的修行，你都得不到結果。"
    },
    {
      "id": "04-003-0013_p0005",
      "zh_CN": "你勤苦修一生，修得好、修得我们常讲的如法，也不过是来生修一点福报而已，佛门讲的痴福。修一点痴福，为什么福上加个痴？痴是愚痴。愚痴就是你没有正见，你没有正知正见，把迷当作悟，把邪当作正，过失就在此地。这是我们不能不加以拣别的。觉心是清净的，觉心是平等的；我常常在讲席里面，劝告一切同修，不仅是对佛法，任何宗派、任何法门要一律平等看待。就是不是佛法，世间一切法也要平等看待。为什么？法性是一，不是二。佛法是法性流出来的，六道里面所有一切邪正，乃至于妖魔鬼怪，还是法性里头流出来的。从性上去看，平等的，无二无别。我们能够对一切法生平等心，你心清净了，清净心就是道。诸位去看看《维摩诘经》，你就了解，平等心是道，清净心是道，慈悲心是道。有一丝毫差别，你就要提高警觉，我错了，我又迷了。法法平等，无有高下。",
      "zh_TW": "你勤苦修一生，修得好、修得我們常講的如法，也不過是來生修一點福報而已，佛門講的痴福。修一點痴福，為什麼福上加個痴？痴是愚痴。愚痴就是你沒有正見，你沒有正知正見，把迷當作悟，把邪當作正，過失就在此地。這是我們不能不加以揀別的。覺心是清淨的，覺心是平等的；我常常在講席裡面，勸告一切同修，不僅是對佛法，任何宗派、任何法門要一律平等看待。就是不是佛法，世間一切法也要平等看待。為什麼？法性是一，不是二。佛法是法性流出來的，六道裡面所有一切邪正，乃至於妖魔鬼怪，還是法性裡頭流出來的。從性上去看，平等的，無二無別。我們能夠對一切法生平等心，你心清淨了，清淨心就是道。諸位去看看《維摩詰經》，你就了解，平等心是道，清淨心是道，慈悲心是道。有一絲毫差別，你就要提高警覺，我錯了，我又迷了。法法平等，無有高下。"
    },
    {
      "id": "04-003-0013_p0006",
      "zh_CN": "往往佛在经典里面，佛说哪一部经，要偏赞这部经，说哪个法门，偏赞这个法门，这是说法的技巧，善巧方便。如果说不赞叹，譬如我们讲《华严》；《华严经》不如其他经，那佛你讲它干什么？所以佛说法是应机说法，他有观机的能力。佛灭度之后，菩萨、罗汉观机的能力不如如来，就比不上了。末世之后，是凡夫身，内里面烦恼充满，外面处处执着，那个观机的能力就更没有了。可以说是末法时期，尤其在近代没有能够观机的了。遇不到真有能力观机的善知识，我们一定要回过头来深深的反省。反省什么？自己无论在智慧上，无论在根性上，佛法叫根器，确实不如人。不但不如古人，现代人都不如。如果我们真正觉得我一切不如人，就有救了。人家还不如我，我还比别人强。给诸位说，你有这个念头，这一生要得救很难。为什么？到真正觉得一切不如人，你才会死心塌地选择这个法门，十大愿王导归极乐，死心塌地念佛，我们确实能往生。还觉得什么？我还比别人深，人家他这个人也不如我，那个不如我，这个法门虽然学，你并不甘心情愿，你在这个法门里头要想成就很难。",
      "zh_TW": "往往佛在經典裡面，佛說哪一部經，要偏讚這部經，說哪個法門，偏讚這個法門，這是說法的技巧，善巧方便。如果說不讚歎，譬如我們講《華嚴》；《華嚴經》不如其他經，那佛你講它幹什麼？所以佛說法是應機說法，他有觀機的能力。佛滅度之後，菩薩、羅漢觀機的能力不如如來，就比不上了。末世之後，是凡夫身，內裡面煩惱充滿，外面處處執著，那個觀機的能力就更沒有了。可以說是末法時期，尤其在近代沒有能夠觀機的了。遇不到真有能力觀機的善知識，我們一定要回過頭來深深的反省。反省什麼？自己無論在智慧上，無論在根性上，佛法叫根器，確實不如人。不但不如古人，現代人都不如。如果我們真正覺得我一切不如人，就有救了。人家還不如我，我還比別人強。給諸位說，你有這個念頭，這一生要得救很難。為什麼？到真正覺得一切不如人，你才會死心塌地選擇這個法門，十大願王導歸極樂，死心塌地念佛，我們確實能往生。還覺得什麼？我還比別人深，人家他這個人也不如我，那個不如我，這個法門雖然學，你並不甘心情願，你在這個法門裡頭要想成就很難。"
    },
    {
      "id": "04-003-0013_p0007",
      "zh_CN": "我们在近代，就是在近五十年当中，我们看到许多真往生的。像经上所讲的瑞相，预知时至，没有病苦，自在往生。往生的时候，见佛见光，天乐迎空，跟经上讲的没有两样，打开《无量寿经》对一对，一点都没错，这些人都是不如人。那我们可以这样说法，到你真正觉得我不如人，你就开始觉悟了，你真的觉悟了。祖师大德，那不必说了，不要说是远古，就是清朝中叶、末叶的这些大善知识，他们这些著作，我们今天有没有能力写得出来？现代写作的人很多，出家、在家的。不要跟别人比，清朝灌顶法师，你跟他比一比看看，确实不能够相提并论。这就是证明我们的根性一代不如一代，自己一定要承认，别人不要去管他。别人是什么样的根性，与我无关。我对于别人决定尊重，决定顶礼。为什么？他在我之上，我不如他。就学这一点，我不如他，这是真正觉悟了。一切法门，佛是度这些上根利智的，我们只有恭敬、瞻仰、赞叹，我没有办法学，我学不来，我不是这个根性。",
      "zh_TW": "我們在近代，就是在近五十年當中，我們看到許多真往生的。像經上所講的瑞相，預知時至，沒有病苦，自在往生。往生的時候，見佛見光，天樂迎空，跟經上講的沒有兩樣，打開《無量壽經》對一對，一點都沒錯，這些人都是不如人。那我們可以這樣說法，到你真正覺得我不如人，你就開始覺悟了，你真的覺悟了。祖師大德，那不必說了，不要說是遠古，就是清朝中葉、末葉的這些大善知識，他們這些著作，我們今天有沒有能力寫得出來？現代寫作的人很多，出家、在家的。不要跟別人比，清朝灌頂法師，你跟他比一比看看，確實不能夠相提並論。這就是證明我們的根性一代不如一代，自己一定要承認，別人不要去管他。別人是什麼樣的根性，與我無關。我對於別人決定尊重，決定頂禮。為什麼？他在我之上，我不如他。就學這一點，我不如他，這是真正覺悟了。一切法門，佛是度這些上根利智的，我們只有恭敬、瞻仰、讚歎，我沒有辦法學，我學不來，我不是這個根性。"
    },
    {
      "id": "04-003-0013_p0008",
      "zh_CN": "我们自己能够有谛闲法师那个念佛站着走的，死了之后还站到三天的，有那个成就就不得了。那是我们一个典型的模范，他就是不如人。四十多岁出家，年岁很大了，不认识字，一次经没有听过，一部经没有看过，他不认识字，他怎么会看经？虽出家，谛闲老和尚不让他受戒，所以戒，他也不晓得，什么都不知道。老和尚只教他一句「南无阿弥陀佛」，就告诉他这一句，念累了，你就休息，休息好了，你就再念。他就这样念了三年，往生的时候，预知时至，站着走的。有这样成就就可以了，其他的不求了。莲池大师教给我们的话要记住，「三藏十二部让给别人悟」。别人比我高，他的善根、福德、因缘都在我之上，他有能力，我没有能力，他有能力修学，我不行。自己一定要承认，真正的承认，我们这一生才能得救。为什么？你会死心塌地把这句佛号念到底，决定往生。心里想学别的法门，到西方极乐世界见到阿弥陀佛之后再学，这个重要。希望在西方极乐世界，阿弥陀佛会下培养我们的善根福德，这就没有错了。所以决定不能差一步，这一步就不晓得差到哪里去了。这是觉的样子，所以像这一切不如人，我刚才讲了，这是觉了，符不符合这个标准？符合。为什么？「染缘都尽」。我甘拜下风了，一切都不如，我心平等、清净了，真正做到「平等离言」。你说的一切话，我只洗耳恭听，我不敢回答一句，我心清净了，心平等了。你们高谈阔论，谈玄说妙，我不如你。人到了一切不如人的时候，心静了，心就平静了。还有比别人强的地方，比别人胜的地方，他的心决定没有到平静。",
      "zh_TW": "我們自己能夠有諦閑法師那個念佛站著走的，死了之後還站到三天的，有那個成就就不得了。那是我們一個典型的模範，他就是不如人。四十多歲出家，年歲很大了，不認識字，一次經沒有聽過，一部經沒有看過，他不認識字，他怎麼會看經？雖出家，諦閑老和尚不讓他受戒，所以戒，他也不曉得，什麼都不知道。老和尚只教他一句「南無阿彌陀佛」，就告訴他這一句，念累了，你就休息，休息好了，你就再念。他就這樣念了三年，往生的時候，預知時至，站著走的。有這樣成就就可以了，其他的不求了。蓮池大師教給我們的話要記住，「三藏十二部讓給別人悟」。別人比我高，他的善根、福德、因緣都在我之上，他有能力，我沒有能力，他有能力修學，我不行。自己一定要承認，真正的承認，我們這一生才能得救。為什麼？你會死心塌地把這句佛號念到底，決定往生。心裡想學別的法門，到西方極樂世界見到阿彌陀佛之後再學，這個重要。希望在西方極樂世界，阿彌陀佛會下培養我們的善根福德，這就沒有錯了。所以決定不能差一步，這一步就不曉得差到哪裡去了。這是覺的樣子，所以像這一切不如人，我剛才講了，這是覺了，符不符合這個標準？符合。為什麼？「染緣都盡」。我甘拜下風了，一切都不如，我心平等、清淨了，真正做到「平等離言」。你說的一切話，我只洗耳恭聽，我不敢回答一句，我心清淨了，心平等了。你們高談闊論，談玄說妙，我不如你。人到了一切不如人的時候，心靜了，心就平靜了。還有比別人強的地方，比別人勝的地方，他的心決定沒有到平靜。"
    },
    {
      "id": "04-003-0013_p0009",
      "zh_CN": "所以古人讲，唯上智与下愚不疑。我们上智做不到，学下愚。下愚脑袋空空，什么都不想。所以上智是平等的，那是明心见性的大菩萨。下愚，心也是平等的，他没有妄念，不敢跟人争，争长论短不敢。我们上智学不到，学下愚。学下愚也不容易，也不是容易的事情。但是学下愚比学上智，两个比较起来我们可以做到，只要你甘心情愿。甘心情愿，真正认识自己不如别人，真正能够对于一切恭敬，对于一切赞扬，这样子是我们老实依念佛法门，一门深入。",
      "zh_TW": "所以古人講，唯上智與下愚不疑。我們上智做不到，學下愚。下愚腦袋空空，什麼都不想。所以上智是平等的，那是明心見性的大菩薩。下愚，心也是平等的，他沒有妄念，不敢跟人爭，爭長論短不敢。我們上智學不到，學下愚。學下愚也不容易，也不是容易的事情。但是學下愚比學上智，兩個比較起來我們可以做到，只要你甘心情願。甘心情願，真正認識自己不如別人，真正能夠對於一切恭敬，對於一切讚揚，這樣子是我們老實依念佛法門，一門深入。"
    },
    {
      "id": "04-003-0013_p0010",
      "zh_CN": "所以修学的经典不必要太多，一部《阿弥陀经》，一部《无量寿经》就足够了。终生奉持，这一生在这个世间只有一个目标，求生西方。人家说我消极，好，我就消极；说我小乘，好，我就小乘。为什么？我不如你，你是大乘，你是积极，我做不到，我没有能力，没有这个善根，没有这个福德，没有这个因缘。别人进，我们退；退到无可退的地位，就是平等的地位，就是清净心现前，就是染缘都尽。这是觉悟，不是觉悟的人，决定做不到。其他的显、密、宗、教，好，实在是殊胜，我们顶礼赞叹。这是什么？赞叹三宝，由衷的赞叹，赞叹三宝。赞叹三宝也是成就自己的功德，决定不能毁谤，毁谤是造罪业。你念佛功夫念得再好，一天念十万声佛号，纵然念到一心，你还是自赞毁他，你不能往生。为什么？与经义不相应。不但不能往生，将来还要堕落。你看戒律，戒律里面自赞毁他，这是重戒。毁谤三宝这个造的是阿鼻地狱罪业。你修的这一门，修得再好，但是你毁谤三宝，不仅仅在言行上不能毁谤，心里有这一点意思都不可以。有点意思是什么？你意业在那里造业。虽然没有表现在言、表现在身语，但是你意已经造了业，这个罪过都非常之重。",
      "zh_TW": "所以修學的經典不必要太多，一部《阿彌陀經》，一部《無量壽經》就足夠了。終生奉持，這一生在這個世間只有一個目標，求生西方。人家說我消極，好，我就消極；說我小乘，好，我就小乘。為什麼？我不如你，你是大乘，你是積極，我做不到，我沒有能力，沒有這個善根，沒有這個福德，沒有這個因緣。別人進，我們退；退到無可退的地位，就是平等的地位，就是清淨心現前，就是染緣都盡。這是覺悟，不是覺悟的人，決定做不到。其他的顯、密、宗、教，好，實在是殊勝，我們頂禮讚歎。這是什麼？讚歎三寶，由衷的讚歎，讚歎三寶。讚歎三寶也是成就自己的功德，決定不能毀謗，毀謗是造罪業。你念佛功夫念得再好，一天念十萬聲佛號，縱然念到一心，你還是自讚毀他，你不能往生。為什麼？與經義不相應。不但不能往生，將來還要墮落。你看戒律，戒律裡面自讚毀他，這是重戒。毀謗三寶這個造的是阿鼻地獄罪業。你修的這一門，修得再好，但是你毀謗三寶，不僅僅在言行上不能毀謗，心裡有這一點意思都不可以。有點意思是什麼？你意業在那裡造業。雖然沒有表現在言、表現在身語，但是你意已經造了業，這個罪過都非常之重。"
    },
    {
      "id": "04-003-0013_p0011",
      "zh_CN": "所以我们同修，真正想成就，就是要老实记住，一定要依教修行。黄念祖老居士在《谷响集》末后的一篇，给我们讲了三桩事情。这三桩事情针对我们现前学佛人的毛病而说的。第一桩事情，他老人家说，我们同学贵精不贵多。人数多没有用处，多了不能成就，有什么用处？一个道场，三、五个人在一起，天天能够如法修行，这个道场是无比的殊胜，所以道场人数不在多，要在精。真正能够在一起共修，这是个如法的道场。所以道场，重实质不重形式。香火盛，信徒多，种种庄严，这都是形式，是表面。今天不要重视这些，重实质。实质什么？依教修行，认真努力去修。第三条讲到修行，修行要重什么？要重悟心。就是此地讲的，要重觉，觉悟；不重感应，不重境界，不重禅定，也不重神通。这些东西都无关紧要，要紧的是你真正要觉悟，那个是对密宗所说的。如果要在净土宗里面讲，就是我们重点在哪里？要重在一心不乱，要重在功夫成片，其他的都不重要。这是真正要紧的，所有一切境界，有也好，没有也好，没有关系。要紧的是什么？清净心，功夫成片，就是心地清净，心净则土净，才能够感应道交。",
      "zh_TW": "所以我們同修，真正想成就，就是要老實記住，一定要依教修行。黃念祖老居士在《谷響集》末後的一篇，給我們講了三樁事情。這三樁事情針對我們現前學佛人的毛病而說的。第一樁事情，他老人家說，我們同學貴精不貴多。人數多沒有用處，多了不能成就，有什麼用處？一個道場，三、五個人在一起，天天能夠如法修行，這個道場是無比的殊勝，所以道場人數不在多，要在精。真正能夠在一起共修，這是個如法的道場。所以道場，重實質不重形式。香火盛，信徒多，種種莊嚴，這都是形式，是表面。今天不要重視這些，重實質。實質什麼？依教修行，認真努力去修。第三條講到修行，修行要重什麼？要重悟心。就是此地講的，要重覺，覺悟；不重感應，不重境界，不重禪定，也不重神通。這些東西都無關緊要，要緊的是你真正要覺悟，那個是對密宗所說的。如果要在淨土宗裡面講，就是我們重點在哪裡？要重在一心不亂，要重在功夫成片，其他的都不重要。這是真正要緊的，所有一切境界，有也好，沒有也好，沒有關係。要緊的是什麼？清淨心，功夫成片，就是心地清淨，心淨則土淨，才能夠感應道交。"
    },
    {
      "id": "04-003-0013_p0012",
      "zh_CN": "末后这真正是觉到究竟。『离言绝虑，萧焉无寄』。这两句话怎么讲？离言绝虑就是我们佛门里常讲的「言语道断，心行处灭」。「离言」就是言语道断，「绝虑」，虑是思虑，就是心行处灭。这是心到了真正清净，也就是六祖所讲的，本来无一物的境界，到这个境界。这在我们念佛人来说，这句话是理一心不乱的境界，事一心还做不到。「萧焉无寄」，这句话就是本来无一物。这心里面确实一念不生，心境一如。这是真实的「心包太虚，量周沙界」。",
      "zh_TW": "末後這真正是覺到究竟。『離言絕慮，蕭焉無寄』。這兩句話怎麼講？離言絕慮就是我們佛門裡常講的「言語道斷，心行處滅」。「離言」就是言語道斷，「絕慮」，慮是思慮，就是心行處滅。這是心到了真正清淨，也就是六祖所講的，本來無一物的境界，到這個境界。這在我們念佛人來說，這句話是理一心不亂的境界，事一心還做不到。「蕭焉無寄」，這句話就是本來無一物。這心裡面確實一念不生，心境一如。這是真實的「心包太虛，量周沙界」。"
    },
    {
      "id": "04-003-0013_p0013",
      "zh_CN": "本经，净土五经之一。一般人讲念佛是小乘，念佛是消极，他没有去读这部经。你看看这经上的境界，这是小乘的境界？不读，不深入研究经论，随便批评净土宗，这就是有过失。我们晓得别人犯过，回过头来最重要的，我们自己不能犯过。一切众生都是我们善知识，人家做得如法的，我们看得清楚，我们跟他学；看到不如法的，我们回过头来检点自己，我有没有这个过失。所以那个也是我的老师。他随便批评各宗的，我们一听到了，自己警觉心，自己有所警觉，不敢学他。如果自己也对于各宗各派，或者乃至对于外道，要有轻视的这种念头，都是错误的。为什么？心不清净，不平等。清净心就是在一切染污里头修，染污里头才能修到清净。在一切不平等里面，才可以修平等。如果说离开一切染污，离开一切不平等的，你到什么地方修清净心？没地方修了。",
      "zh_TW": "本經，淨土五經之一。一般人講念佛是小乘，念佛是消極，他沒有去讀這部經。你看看這經上的境界，這是小乘的境界？不讀，不深入研究經論，隨便批評淨土宗，這就是有過失。我們曉得別人犯過，回過頭來最重要的，我們自己不能犯過。一切眾生都是我們善知識，人家做得如法的，我們看得清楚，我們跟他學；看到不如法的，我們回過頭來檢點自己，我有沒有這個過失。所以那個也是我的老師。他隨便批評各宗的，我們一聽到了，自己警覺心，自己有所警覺，不敢學他。如果自己也對於各宗各派，或者乃至對於外道，要有輕視的這種念頭，都是錯誤的。為什麼？心不清淨，不平等。清淨心就是在一切染污裡頭修，染污裡頭才能修到清淨。在一切不平等裡面，才可以修平等。如果說離開一切染污，離開一切不平等的，你到什麼地方修清淨心？沒地方修了。"
    },
    {
      "id": "04-003-0013_p0014",
      "zh_CN": "所以善财童子五十三参，这是最后一参。五十三位善知识，表现的境界完全不相同，这里面有佛法，有出家、有在家，有学佛、有学外道的，有示现正法的，有示现邪法的。在这样复杂的社会环境里面，成就自己清净无染，成就自己平等无二，这是《华严经》上教给我们要怎样修学。但是这个修学的基础，后来都是求生西方极乐世界，这就是上品上生的榜样，用这个方法修上品上生。下面这句给我们说出所以然的道理出来。",
      "zh_TW": "所以善財童子五十三參，這是最後一參。五十三位善知識，表現的境界完全不相同，這裡面有佛法，有出家、有在家，有學佛、有學外道的，有示現正法的，有示現邪法的。在這樣複雜的社會環境裡面，成就自己清淨無染，成就自己平等無二，這是《華嚴經》上教給我們要怎樣修學。但是這個修學的基礎，後來都是求生西方極樂世界，這就是上品上生的榜樣，用這個方法修上品上生。下面這句給我們說出所以然的道理出來。"
    },
    {
      "id": "04-003-0013_p0015",
      "zh_CN": "【以始本无二。名究竟觉。是则觉心源故。名究竟觉。】",
      "zh_TW": "【以始本無二。名究竟覺。是則覺心源故。名究竟覺。】"
    },
    {
      "id": "04-003-0013_p0016",
      "zh_CN": "始觉跟本觉是一，不是二。实在给诸位说，整个佛法，佛法就是讲觉，觉了就是一，二就没有觉。这个话很难懂，我举个例子，诸位细细从这个例子里面去思惟。佛菩萨他那个心就好比是个零，零再加一个零还是等于零，零减一个零还等于零，零乘零还是零，零除零还是零，甚至于不管你加上什么数目字，后头所得的结果都是零，这就平等了。我们把这个零比喻作空，空不是没有，空是一切不执着，就是远离一切分别执着妄想，你这个心就是零。所以你在十法界，不管什么境界里面，你的心决定保持着这个零的境界，这就是清净无染。染缘都尽，平等不二，所有一切佛法都离不开这个原理。",
      "zh_TW": "始覺跟本覺是一，不是二。實在給諸位說，整個佛法，佛法就是講覺，覺了就是一，二就沒有覺。這個話很難懂，我舉個例子，諸位細細從這個例子裡面去思惟。佛菩薩他那個心就好比是個零，零再加一個零還是等於零，零減一個零還等於零，零乘零還是零，零除零還是零，甚至於不管你加上什麼數目字，後頭所得的結果都是零，這就平等了。我們把這個零比喻作空，空不是沒有，空是一切不執著，就是遠離一切分別執著妄想，你這個心就是零。所以你在十法界，不管什麼境界裡面，你的心決定保持著這個零的境界，這就是清淨無染。染緣都盡，平等不二，所有一切佛法都離不開這個原理。"
    },
    {
      "id": "04-003-0013_p0017",
      "zh_CN": "达不到这个目的的，总是违背这个原理。违背什么？他有执着，他有分别。经上常讲佛性、法性。佛性就是觉性，这个地方所讲的统统是讲的觉性，就是佛性，是平等的。因为你心里头本来无一物，像「出现品」上所讲的，佛讲得很清楚，「一切众生皆有如来智慧德相」，所以是一切众生本来成佛。为什么你堕落成凡夫？佛把这个病根一句话道破，「但以妄想执着而不能证得」。这句话把病根说出来了，我们的病根就是妄想执着。妄想执着愈轻，你的果位就愈高；妄想执着愈重，那你这个果位就愈下。十法界是妄想执着轻重所显示出来的。菩萨五十一个阶位，也是妄想执着而有差别。妄想执着最轻的，等觉菩萨；妄想执着重的，初发心的菩萨，初信位的菩萨。品位怎么升？妄想执着淘汰一点了，升一级；再淘汰一点，又升一级。你就晓得我们修什么？去妄想执着而已矣。除此之外，别无佛法。诸位一定要明了这个原理，你才能够真正抓到修行的纲领，去妄想执着而已。妄想执着都尽了，那就成佛了。所以等觉菩萨还有一品生相无明，那就是他最微细的妄想执着。这是讲的佛性平等。",
      "zh_TW": "達不到這個目的的，總是違背這個原理。違背什麼？他有執著，他有分別。經上常講佛性、法性。佛性就是覺性，這個地方所講的統統是講的覺性，就是佛性，是平等的。因為你心裡頭本來無一物，像「出現品」上所講的，佛講得很清楚，「一切眾生皆有如來智慧德相」，所以是一切眾生本來成佛。為什麼你墮落成凡夫？佛把這個病根一句話道破，「但以妄想執著而不能證得」。這句話把病根說出來了，我們的病根就是妄想執著。妄想執著愈輕，你的果位就愈高；妄想執著愈重，那你這個果位就愈下。十法界是妄想執著輕重所顯示出來的。菩薩五十一個階位，也是妄想執著而有差別。妄想執著最輕的，等覺菩薩；妄想執著重的，初發心的菩薩，初信位的菩薩。品位怎麼升？妄想執著淘汰一點了，升一級；再淘汰一點，又升一級。你就曉得我們修什麼？去妄想執著而已矣。除此之外，別無佛法。諸位一定要明瞭這個原理，你才能夠真正抓到修行的綱領，去妄想執著而已。妄想執著都盡了，那就成佛了。所以等覺菩薩還有一品生相無明，那就是他最微細的妄想執著。這是講的佛性平等。"
    },
    {
      "id": "04-003-0013_p0018",
      "zh_CN": "一切法，我们讲的依正庄严，法性；法性现在科学逐渐了解，真的是平等。这一切的物质，现在科学家分析知道，都是一种物质组合的。《金刚经》上讲，一合相，基本的物质是一，这一种物质组合的相。由这一种物质组成原子，组成元素，我们今天讲方程式，排列的方程式不相同。这些元素再组合，成就一切万法。动物、植物、矿物统统是一种物质所组合的。这一种物质存在不存在？现在科学愈研究愈进步，愈接近真实。你看黄念祖居士在《无量寿经》注解末后的一品，用现代科学来印证。现代科学发现，从前还说是有电子、粒子，现在科学认为这都不存在。所以物质是什么？物质是一种震动，是一种光波，这个连粒子都否定了。这证明佛在《金刚经》上讲的一合相，不得了。这是说明什么？法性平等。法性跟佛性是一性，不是二性，一性无二性。如果在唯识学里面讲，佛性就是阿赖耶的见分，法性是阿赖耶的相分，见相同源，见相都是自证分里面变现出来的。所以佛性跟法性是一，不是二。佛法里头讲的平等不二，理论基础就发源于此，这是真平等；也就是说，事实是平等的。那所谓说不平等，是你的妄念，是你分别执着里头所造成的不平等，但是事实是平等的。",
      "zh_TW": "一切法，我們講的依正莊嚴，法性；法性現在科學逐漸了解，真的是平等。這一切的物質，現在科學家分析知道，都是一種物質組合的。《金剛經》上講，一合相，基本的物質是一，這一種物質組合的相。由這一種物質組成原子，組成元素，我們今天講方程式，排列的方程式不相同。這些元素再組合，成就一切萬法。動物、植物、礦物統統是一種物質所組合的。這一種物質存在不存在？現在科學愈研究愈進步，愈接近真實。你看黃念祖居士在《無量壽經》註解末後的一品，用現代科學來印證。現代科學發現，從前還說是有電子、粒子，現在科學認為這都不存在。所以物質是什麼？物質是一種震動，是一種光波，這個連粒子都否定了。這證明佛在《金剛經》上講的一合相，不得了。這是說明什麼？法性平等。法性跟佛性是一性，不是二性，一性無二性。如果在唯識學裡面講，佛性就是阿賴耶的見分，法性是阿賴耶的相分，見相同源，見相都是自證分裡面變現出來的。所以佛性跟法性是一，不是二。佛法裡頭講的平等不二，理論基礎就發源於此，這是真平等；也就是說，事實是平等的。那所謂說不平等，是你的妄念，是你分別執著裡頭所造成的不平等，但是事實是平等的。"
    },
    {
      "id": "04-003-0013_p0019",
      "zh_CN": "所以诸佛菩萨永远住清净平等的法界。无论他走到哪一界，十法界里头走到阿鼻地狱，走到饿鬼道，他也是清净平等的。为什么？他心没有分别执着，他知道性相一如，理事不二，人家是这个境界。凡夫走到什么地方都不平等。为什么？他心里头有分别，有执着。所以佛法无量法门，不管是哪一个法门，原理原则永远不变，去执着而已。这个诸位一定要晓得的。",
      "zh_TW": "所以諸佛菩薩永遠住清淨平等的法界。無論他走到哪一界，十法界裡頭走到阿鼻地獄，走到餓鬼道，他也是清淨平等的。為什麼？他心沒有分別執著，他知道性相一如，理事不二，人家是這個境界。凡夫走到什麼地方都不平等。為什麼？他心裡頭有分別，有執著。所以佛法無量法門，不管是哪一個法門，原理原則永遠不變，去執著而已。這個諸位一定要曉得的。"
    },
    {
      "id": "04-003-0013_p0020",
      "zh_CN": "我们分别执着去不掉，晓得原理，去不掉；去不掉，这才选择方法。所以有八万四千方法、门道，都是帮助你去妄想执着的。你用参究的方法，行；你用读诵，教下读诵经典的方法，也行；你持咒也行，念佛也行，那是方法，那是手段。不管你用哪个方法，你要晓得我用这个方法，要想达到一个什么目标。如果你用的这个方法，是破一切分别执着妄想，对了。你这个方法是正确的，决定没有错。如果说我用这个方法，求人天福报，求佛菩萨保佑，或者求神通、求境界，错了。你就念这一句阿弥陀佛，我为什么念佛？想求神通，想求境界，也错了，那就错得很离谱。为什么？那不是佛法。佛是觉的意思。佛法是觉法，你虽然用佛法这个方法，可是你走的是迷，你不觉。外表看起来是佛法，骨子里头你跟佛法完全相违背。这一点，诸位总得要搞清楚、总得要搞明白，然后才知道大乘圆顿法门里面所说的一切法，无有一法不是佛法。不管你用什么方法，你只要向着这个目标走，没有一法不是佛法。",
      "zh_TW": "我們分別執著去不掉，曉得原理，去不掉；去不掉，這才選擇方法。所以有八萬四千方法、門道，都是幫助你去妄想執著的。你用參究的方法，行；你用讀誦，教下讀誦經典的方法，也行；你持咒也行，念佛也行，那是方法，那是手段。不管你用哪個方法，你要曉得我用這個方法，要想達到一個什麼目標。如果你用的這個方法，是破一切分別執著妄想，對了。你這個方法是正確的，決定沒有錯。如果說我用這個方法，求人天福報，求佛菩薩保佑，或者求神通、求境界，錯了。你就念這一句阿彌陀佛，我為什麼念佛？想求神通，想求境界，也錯了，那就錯得很離譜。為什麼？那不是佛法。佛是覺的意思。佛法是覺法，你雖然用佛法這個方法，可是你走的是迷，你不覺。外表看起來是佛法，骨子裡頭你跟佛法完全相違背。這一點，諸位總得要搞清楚、總得要搞明白，然後才知道大乘圓頓法門裡面所說的一切法，無有一法不是佛法。不管你用什麼方法，你只要向著這個目標走，沒有一法不是佛法。"
    },
    {
      "id": "04-003-0013_p0021",
      "zh_CN": "所以法门不止八万四千，经上讲无量无边，四弘誓愿里面说法门无量，就是这个道理。我只要是断分别执着，断妄想，这就是佛法。如果说增长分别执着妄想，这个错了。这就是清凉大师在本经，本经是《四十华严》，在这个经题里面，清凉大师就说了，我们读佛经，在里面起分别执着，这叫增长邪见。可见得，你对佛法理解了没有？没有理解，你所增长的是邪知邪见。正知正见是没有知见，没有知见就是正知正见，有知见都是邪知邪见。所以说般若无知，这讲的根本智，无知。我们修行，如我们提倡念佛，念佛的时候没有知见。我们提倡读经，读净土五经，读经的时候不求解，就是一直念下去。为什么要你念？因为我念经的时候，我心里头没有妄想，用这个方法断我们的妄想执着。不念经，他就会打妄想，不念佛号就会打妄想。所以用这个方法，我一天念两个钟点，我这两个钟点不打妄想；我念三个钟点，三个钟点不打妄想。这就每天修行，你修行两个钟点，修三个钟点，是这个意思。如果你念经求解义，这个经这一句怎么讲法？那一句什么意思？那完了，你还是落在妄想执着里头，这就错了。",
      "zh_TW": "所以法門不止八萬四千，經上講無量無邊，四弘誓願裡面說法門無量，就是這個道理。我只要是斷分別執著，斷妄想，這就是佛法。如果說增長分別執著妄想，這個錯了。這就是清涼大師在本經，本經是《四十華嚴》，在這個經題裡面，清涼大師就說了，我們讀佛經，在裡面起分別執著，這叫增長邪見。可見得，你對佛法理解了沒有？沒有理解，你所增長的是邪知邪見。正知正見是沒有知見，沒有知見就是正知正見，有知見都是邪知邪見。所以說般若無知，這講的根本智，無知。我們修行，如我們提倡念佛，念佛的時候沒有知見。我們提倡讀經，讀淨土五經，讀經的時候不求解，就是一直念下去。為什麼要你念？因為我念經的時候，我心裡頭沒有妄想，用這個方法斷我們的妄想執著。不念經，他就會打妄想，不念佛號就會打妄想。所以用這個方法，我一天念兩個鐘點，我這兩個鐘點不打妄想；我念三個鐘點，三個鐘點不打妄想。這就每天修行，你修行兩個鐘點，修三個鐘點，是這個意思。如果你念經求解義，這個經這一句怎麼講法？那一句什麼意思？那完了，你還是落在妄想執著裡頭，這就錯了。"
    },
    {
      "id": "04-003-0013_p0022",
      "zh_CN": "所以告诉你佛经没有意思，佛经不能够理解，不能讲解。佛自己在《金刚经》上都否定，谁要说佛说法了，那是谤佛。为什么佛要说这个话？明明说法说了四十九年，讲了那么多经，为什么完全推翻，把它否定掉了？怕大家误会，在佛经里头又起妄想执着，这就不是佛的意思。佛所说的一切法，都是帮助我们破除妄想执着。所以说，这佛法之难懂，是意在言外。《起信论》里头说得很好，教给我们修学的态度，离言说相、离名字相、离心缘相。你要能够离这三相，你才能真正懂得如来的真实义。开经偈里讲，「愿解如来真实义」。你要是着了这三相，如来真实义，你决定没有办法理解，你没有办法体会。为什么？你着相了，你执着言说相，执著名字相、心缘相，你心里面想它的意思，这是你心里头打妄想。",
      "zh_TW": "所以告訴你佛經沒有意思，佛經不能夠理解，不能講解。佛自己在《金剛經》上都否定，誰要說佛說法了，那是謗佛。為什麼佛要說這個話？明明說法說了四十九年，講了那麼多經，為什麼完全推翻，把它否定掉了？怕大家誤會，在佛經裡頭又起妄想執著，這就不是佛的意思。佛所說的一切法，都是幫助我們破除妄想執著。所以說，這佛法之難懂，是意在言外。《起信論》裡頭說得很好，教給我們修學的態度，離言說相、離名字相、離心緣相。你要能夠離這三相，你才能真正懂得如來的真實義。開經偈裡講，「願解如來真實義」。你要是著了這三相，如來真實義，你決定沒有辦法理解，你沒有辦法體會。為什麼？你著相了，你執著言說相，執著名字相、心緣相，你心裡面想它的意思，這是你心裡頭打妄想。"
    },
    {
      "id": "04-003-0013_p0023",
      "zh_CN": "所以从前禅宗的教学法，他的教学手段是棒喝。在禅堂里静坐，堂主和尚就是看着每个人，看着什么？你在那里静坐的时候一念不生，这是如法的。你要动一个念头，他给不给你解释？不给你解释，棒子就打下去。打得不许你起一个念头。为什么？你到这个地方来就是修清净心的，就是要求一念不生的。你要起一个念头，这什么意思？那什么意思？没得说的，先打；打了，把你打到不再开口了为止，没有解释的。这方法对的、正确的，就是不叫你起心动念，教下也是这个原则。所以诸位一定要知道，教下，五年叫你读经，叫你背诵大经大论，只叫你背诵，不讲解的，道理也是如此，叫你离一切妄想执着，就这么个道理。恢复到你的自性，这就成功了，我们净土里面讲的一心不乱。一心不乱，就是禅宗的明心见性，大彻大悟，就是教下的大开圆解，就是密宗的三密相应。所以为什么一切法门不可以毁谤，一切法门都是手段，达到的目标完全相同。如果你修学这个法门，你达不到这个目标，是你用功用错了，你用了偏差。我们用念佛达到这个目的；他用读诵《法华》、《华严》，也达到这个目的；他用禅坐，他用持咒，还是达到这个目的，没有不达到这个目的的。所以法门决定平等，一切法门值得我们赞叹，没有话说的。一切法门里面，我们自己修学，只能选择一个法门。你说哪个法门好，一切法门平等，没有一个法门不好。",
      "zh_TW": "所以從前禪宗的教學法，他的教學手段是棒喝。在禪堂裡靜坐，堂主和尚就是看著每個人，看著什麼？你在那裡靜坐的時候一念不生，這是如法的。你要動一個念頭，他給不給你解釋？不給你解釋，棒子就打下去。打得不許你起一個念頭。為什麼？你到這個地方來就是修清淨心的，就是要求一念不生的。你要起一個念頭，這什麼意思？那什麼意思？沒得說的，先打；打了，把你打到不再開口了為止，沒有解釋的。這方法對的、正確的，就是不叫你起心動念，教下也是這個原則。所以諸位一定要知道，教下，五年叫你讀經，叫你背誦大經大論，只叫你背誦，不講解的，道理也是如此，叫你離一切妄想執著，就這麼個道理。恢復到你的自性，這就成功了，我們淨土裡面講的一心不亂。一心不亂，就是禪宗的明心見性，大徹大悟，就是教下的大開圓解，就是密宗的三密相應。所以為什麼一切法門不可以毀謗，一切法門都是手段，達到的目標完全相同。如果你修學這個法門，你達不到這個目標，是你用功用錯了，你用了偏差。我們用念佛達到這個目的；他用讀誦《法華》、《華嚴》，也達到這個目的；他用禪坐，他用持咒，還是達到這個目的，沒有不達到這個目的的。所以法門決定平等，一切法門值得我們讚歎，沒有話說的。一切法門裡面，我們自己修學，只能選擇一個法門。你說哪個法門好，一切法門平等，沒有一個法門不好。"
    },
    {
      "id": "04-003-0013_p0024",
      "zh_CN": "选择，就看我们自己的生活环境。譬如说禅宗，禅宗要静坐。如果你环境不许可，你要工作，你要照顾家庭生活，一天叫你坐八个钟点，你不做事情、不上班，这不行，这个法门对你就有障碍。如果叫你读经，这教下，背诵经典也要很长的时间，要耽误你的时间。所以净土宗方便在哪里？它这一句佛号不耽误你的工作，行住坐卧都可以念，工作的时候也可以念，方便在此地。所以这个法门，我们常常讲它殊胜，到底殊胜在哪里？就在方便。不一定要一定的地方，不一定要一定的场所，不耽误时间，不耽误工作，行住坐卧统统都可以，这是求它的方便。底下这几句从反面来跟我们说明。",
      "zh_TW": "選擇，就看我們自己的生活環境。譬如說禪宗，禪宗要靜坐。如果你環境不許可，你要工作，你要照顧家庭生活，一天叫你坐八個鐘點，你不做事情、不上班，這不行，這個法門對你就有障礙。如果叫你讀經，這教下，背誦經典也要很長的時間，要耽誤你的時間。所以淨土宗方便在哪裡？它這一句佛號不耽誤你的工作，行住坐臥都可以念，工作的時候也可以念，方便在此地。所以這個法門，我們常常講它殊勝，到底殊勝在哪裡？就在方便。不一定要一定的地方，不一定要一定的場所，不耽誤時間，不耽誤工作，行住坐臥統統都可以，這是求它的方便。底下這幾句從反面來跟我們說明。"
    },
    {
      "id": "04-003-0013_p0025",
      "zh_CN": "【不觉心源非究竟觉。不名真觉。】",
      "zh_TW": "【不覺心源非究竟覺。不名真覺。】"
    },
    {
      "id": "04-003-0013_p0026",
      "zh_CN": "『心源』就是本性。在我们净土宗里面讲，就是理一心不乱，简单的讲，就是一心不乱；这是真心。一切万法，都是真心变现出来的，所以称它叫源头，心是一切万法的源头。十法界依正庄严都是它变现出来的。老同修晓得这句话，听到耳熟，但是很不容易体会到。为什么不容易体会到？因为你的心从来没有清净过。你几时心清净了，真的离开一切妄想分别执着了，这个意思你能够体会到一些，能够领略得到。这个境界也就是《法华经》上所讲的，「入佛知见」。入佛知见，不但《法华》说，《华严》一样也说，也是讲开始悟入佛之知见。所以这是真正觉，彻底觉悟，这个『究竟觉』是彻底觉悟。",
      "zh_TW": "『心源』就是本性。在我們淨土宗裡面講，就是理一心不亂，簡單的講，就是一心不亂；這是真心。一切萬法，都是真心變現出來的，所以稱它叫源頭，心是一切萬法的源頭。十法界依正莊嚴都是它變現出來的。老同修曉得這句話，聽到耳熟，但是很不容易體會到。為什麼不容易體會到？因為你的心從來沒有清淨過。你幾時心清淨了，真的離開一切妄想分別執著了，這個意思你能夠體會到一些，能夠領略得到。這個境界也就是《法華經》上所講的，「入佛知見」。入佛知見，不但《法華》說，《華嚴》一樣也說，也是講開始悟入佛之知見。所以這是真正覺，徹底覺悟，這個『究竟覺』是徹底覺悟。"
    },
    {
      "id": "04-003-0013_p0027",
      "zh_CN": "当然这里面也有两种说法。从广义的来说，究竟觉，圆教初住菩萨就可以算是究竟觉，见性了，见到真如本性。如果狭义的说法，那只有佛一个人，等觉菩萨都不算。这两种说法都有道理，都讲得通。所以一定要觉悟到心源，就是禅家所讲的见性，真正见到真如本性，见到佛性，见到法性；换句话说，真正平等了，因为性是平等的。真正平等了，这是『真觉』，真正觉悟了。还有一丝毫不平等，给诸位讲，不是真正觉悟。这诸位要知道，修行得再好，有禅定、有神通、有智慧，他如果心还不平等，换句话说，充其量他是权教以下的地位。如果在圆教里面讲，他是十信位的菩萨，没有到初住，初住见性了，初住以上，决定是清净平等。为什么？人家是正觉。初住以下，没有这个境界，多少还是有一点分别，还是有一点执着。",
      "zh_TW": "當然這裡面也有兩種說法。從廣義的來說，究竟覺，圓教初住菩薩就可以算是究竟覺，見性了，見到真如本性。如果狹義的說法，那只有佛一個人，等覺菩薩都不算。這兩種說法都有道理，都講得通。所以一定要覺悟到心源，就是禪家所講的見性，真正見到真如本性，見到佛性，見到法性；換句話說，真正平等了，因為性是平等的。真正平等了，這是『真覺』，真正覺悟了。還有一絲毫不平等，給諸位講，不是真正覺悟。這諸位要知道，修行得再好，有禪定、有神通、有智慧，他如果心還不平等，換句話說，充其量他是權教以下的地位。如果在圓教裡面講，他是十信位的菩薩，沒有到初住，初住見性了，初住以上，決定是清淨平等。為什麼？人家是正覺。初住以下，沒有這個境界，多少還是有一點分別，還是有一點執著。"
    },
    {
      "id": "04-003-0013_p0028",
      "zh_CN": "那这些境界，我们自己晓得。晓得什么？就是自己每天修行的功夫有没有进步，自己清楚，自己明了。好像走路一样，我这一条路，预先低头看得很清楚。我到哪一站晓得，我今天走了多少，前面距离目标还有多远，清楚。如果对这个境界不清楚的话，往往产生误会，把中途站当作终点站，就产生这错误。今天我们目标到高雄，走到板桥，就以为是高雄，就以为到了；这在菩萨道修行里面，很多是如此，误会了，把这中途站当作终点站。所以讲：",
      "zh_TW": "那這些境界，我們自己曉得。曉得什麼？就是自己每天修行的功夫有沒有進步，自己清楚，自己明瞭。好像走路一樣，我這一條路，預先低頭看得很清楚。我到哪一站曉得，我今天走了多少，前面距離目標還有多遠，清楚。如果對這個境界不清楚的話，往往產生誤會，把中途站當作終點站，就產生這錯誤。今天我們目標到高雄，走到板橋，就以為是高雄，就以為到了；這在菩薩道修行裡面，很多是如此，誤會了，把這中途站當作終點站。所以講："
    },
    {
      "id": "04-003-0013_p0029",
      "zh_CN": "【究竟觉。故名真觉。见始本异。不名妙践。达无二故。方名妙践。】",
      "zh_TW": "【究竟覺。故名真覺。見始本異。不名妙踐。達無二故。方名妙踐。】"
    },
    {
      "id": "04-003-0013_p0030",
      "zh_CN": "这是解释《疏》文里头的「我佛得知，妙践正觉」。『践』是践履，拿我们俗话来说，就是证得的意思，也就是契入这个境界，这个践就是契入。契入里面有妙、有不妙。妙是什么？他真正契入，不妙的是相似的契入，不是真实的。怎么不是真实的？他这个始觉本觉，不是一，是二。这就不是真实的。如果『始本』是一，就『达无二』，这是妙了。这个地方，我再用《坛经》上的一句话来跟诸位说这个注解。",
      "zh_TW": "這是解釋《疏》文裡頭的「我佛得知，妙踐正覺」。『踐』是踐履，拿我們俗話來說，就是證得的意思，也就是契入這個境界，這個踐就是契入。契入裡面有妙、有不妙。妙是什麼？他真正契入，不妙的是相似的契入，不是真實的。怎麼不是真實的？他這個始覺本覺，不是一，是二。這就不是真實的。如果『始本』是一，就『達無二』，這是妙了。這個地方，我再用《壇經》上的一句話來跟諸位說這個註解。"
    },
    {
      "id": "04-003-0013_p0031",
      "zh_CN": "《坛经》我们念得很多，过去讲得很多，大家印象很深。你看六祖到广州见到印宗法师在讲《涅槃经》，所谓风动幡动，就是在现在的光孝寺。我这次到广州，到光孝寺去看了看。我看了六榕寺跟光孝寺。在光孝寺，还做了两场讲演，两场一共讲了六个小时，我这个讲题是《认识佛教》，听众有五百多人，出乎我意料之外。风动幡动那个旗杆还在，但是幡已经没有了，上面没有幡了，杆还在，看到这个地方。印宗法师向六祖请教，他说，五祖平常说法有没有讲禅定、解脱？他提出这个问题。而六祖回答他，并没有说讲与不讲，他不是这样回答他。他回答的，禅定、解脱是二法，二法不是佛法，佛法是不二法，就是这个意思。你听了禅定，就执着在禅定；听了解脱，就执着在解脱，这就是说他没有能够舍离妄想执着。六祖回答他的话是破他的妄想执着，真正叫他达到「本来无一物」。那就是「妙践」。从这个地方，你就晓得，印宗跟六祖境界不相同，程度有很大的差异。虽然当年印宗法师在岭南一带是第一高僧，是讲经的好手。印宗之了不起的地方，他能够承认自己的过失。遇到六祖，六祖虽然很年轻，自己觉得的确不如他，所以给他剃度之后，反过来再拜他做老师，再做他的弟子，这是一般凡人做不到的。一般凡人是面子拉不下来，他能做得到，所以这个人是了不起的人。印宗也是讲了不少年的经，接受大乘佛法不断的薰习，所以六祖轻轻一点，他就觉悟了，他就能够领会。这是常年不断的薰习才能够做得到。",
      "zh_TW": "《壇經》我們念得很多，過去講得很多，大家印象很深。你看六祖到廣州見到印宗法師在講《涅槃經》，所謂風動幡動，就是在現在的光孝寺。我這次到廣州，到光孝寺去看了看。我看了六榕寺跟光孝寺。在光孝寺，還做了兩場講演，兩場一共講了六個小時，我這個講題是《認識佛教》，聽眾有五百多人，出乎我意料之外。風動幡動那個旗桿還在，但是幡已經沒有了，上面沒有幡了，桿還在，看到這個地方。印宗法師向六祖請教，他說，五祖平常說法有沒有講禪定、解脫？他提出這個問題。而六祖回答他，並沒有說講與不講，他不是這樣回答他。他回答的，禪定、解脫是二法，二法不是佛法，佛法是不二法，就是這個意思。你聽了禪定，就執著在禪定；聽了解脫，就執著在解脫，這就是說他沒有能夠捨離妄想執著。六祖回答他的話是破他的妄想執著，真正叫他達到「本來無一物」。那就是「妙踐」。從這個地方，你就曉得，印宗跟六祖境界不相同，程度有很大的差異。雖然當年印宗法師在嶺南一帶是第一高僧，是講經的好手。印宗之了不起的地方，他能夠承認自己的過失。遇到六祖，六祖雖然很年輕，自己覺得的確不如他，所以給他剃度之後，反過來再拜他做老師，再做他的弟子，這是一般凡人做不到的。一般凡人是面子拉不下來，他能做得到，所以這個人是了不起的人。印宗也是講了不少年的經，接受大乘佛法不斷的薰習，所以六祖輕輕一點，他就覺悟了，他就能夠領會。這是常年不斷的薰習才能夠做得到。"
    },
    {
      "id": "04-003-0013_p0032",
      "zh_CN": "所以一定要达到无二。这个「无二」，不仅说是始觉本觉不二，给诸位说，一切法不二，这才是真正不二。在佛门里，这个法门跟那个法门不二；佛法跟基督教？那二了。这又不行，那你还是在二。我们佛法跟一贯道，二了，那这又不行了。要知道一切法都不二，这才是妙觉，妙践，这是讲真的。一切法不二，我们处在这个世间怎么样？处在这个世间自己有方便，这就不讲真实，讲方便。方便是怎么说？佛法在世间，不离世间法；佛法在世间，不坏世间法。所以这佛法跟一贯道是不是一？不是一。是二，不是一，这是什么？方便说。这是权说，随顺世间说。真的？真的是不二。所以自己观念里面决定是不二；为了世间法的，就是随顺大众，因为大众说这个是二，我们不能破坏社会秩序。",
      "zh_TW": "所以一定要達到無二。這個「無二」，不僅說是始覺本覺不二，給諸位說，一切法不二，這才是真正不二。在佛門裡，這個法門跟那個法門不二；佛法跟基督教？那二了。這又不行，那你還是在二。我們佛法跟一貫道，二了，那這又不行了。要知道一切法都不二，這才是妙覺，妙踐，這是講真的。一切法不二，我們處在這個世間怎麼樣？處在這個世間自己有方便，這就不講真實，講方便。方便是怎麼說？佛法在世間，不離世間法；佛法在世間，不壞世間法。所以這佛法跟一貫道是不是一？不是一。是二，不是一，這是什麼？方便說。這是權說，隨順世間說。真的？真的是不二。所以自己觀念裡面決定是不二；為了世間法的，就是隨順大眾，因為大眾說這個是二，我們不能破壞社會秩序。"
    },
    {
      "id": "04-003-0013_p0033",
      "zh_CN": "那这男人跟女人不二？如果你在这个事相上也不二，你把这个世间法破坏了。儿子跟父亲也不二，好了，伦理破坏了，这就是把世间伦理道德全都破坏了。所以不可以，决定不可以。这个伦理道德、社会秩序一破坏，众生苦，天下大乱。所以众生在迷的时候，要跟他定下很多规矩；这伦理道德就是规矩。让大家都守规矩，他就不乱了，世间才有秩序，老百姓生活才能减少痛苦。诸位要明白，这就是佛法的大慈大悲。所以从不二里面建立二，无差别当中建立差别。这个差别就是无差别，这是佛法的真义。在一个修行，真正见了性，他的心境里，决定是平等不二的。为了教化一切众生，不得已而说二。说二是什么？俗谛。说不二，是真谛。所以佛依二谛而说法，对于已经开悟的人，那是讲真谛；对于一般凡夫，讲俗谛。俗谛是权说，真谛是真说。诸位一定要明白这个事实的真相，所以不二是真实的。",
      "zh_TW": "那這男人跟女人不二？如果你在這個事相上也不二，你把這個世間法破壞了。兒子跟父親也不二，好了，倫理破壞了，這就是把世間倫理道德全都破壞了。所以不可以，決定不可以。這個倫理道德、社會秩序一破壞，眾生苦，天下大亂。所以眾生在迷的時候，要跟他定下很多規矩；這倫理道德就是規矩。讓大家都守規矩，他就不亂了，世間才有秩序，老百姓生活才能減少痛苦。諸位要明白，這就是佛法的大慈大悲。所以從不二裡面建立二，無差別當中建立差別。這個差別就是無差別，這是佛法的真義。在一個修行，真正見了性，他的心境裡，決定是平等不二的。為了教化一切眾生，不得已而說二。說二是什麼？俗諦。說不二，是真諦。所以佛依二諦而說法，對於已經開悟的人，那是講真諦；對於一般凡夫，講俗諦。俗諦是權說，真諦是真說。諸位一定要明白這個事實的真相，所以不二是真實的。"
    },
    {
      "id": "04-003-0013_p0034",
      "zh_CN": "【众生不悟真界。】",
      "zh_TW": "【眾生不悟真界。】"
    },
    {
      "id": "04-003-0013_p0035",
      "zh_CN": "这就是迷了宇宙人生的真相。这个『真界』，拿现代的话可以说，就是宇宙万有的真相。也就像《般若经》里面所说的，诸法实相。真实相，迷了真相，『不悟』就是迷。",
      "zh_TW": "這就是迷了宇宙人生的真相。這個『真界』，拿現代的話可以說，就是宇宙萬有的真相。也就像《般若經》裡面所說的，諸法實相。真實相，迷了真相，『不悟』就是迷。"
    },
    {
      "id": "04-003-0013_p0036",
      "zh_CN": "【履践六尘五欲。】",
      "zh_TW": "【履踐六塵五欲。】"
    },
    {
      "id": "04-003-0013_p0037",
      "zh_CN": "『履践』就是分别执着。在『五欲六尘』里面起了分别执着，起了贪瞋痴慢，说的是这个意思。",
      "zh_TW": "『履踐』就是分別執著。在『五欲六塵』裡面起了分別執著，起了貪瞋痴慢，說的是這個意思。"
    },
    {
      "id": "04-003-0013_p0038",
      "zh_CN": "【如来契合本源。】",
      "zh_TW": "【如來契合本源。】"
    },
    {
      "id": "04-003-0013_p0039",
      "zh_CN": "『契』是契入，『合』是融合。身心与宇宙万有融合成一体，不但心融万法，心包太虚，身也不例外。心是佛性，包太虚，融沙界，这我们能够体会到的，这是理事无碍。身，这个身是物质，物质是法，法性。法性也是包太虚，融沙界的。所以身与尽虚空遍法界也是一，不是二。这个诸位要细读《华严》，你能够体会得到。这就是正报里面现正报，正报里面现依报。正报是我们讲这个身，我们这个身是同时能够示现尽虚空遍法界依正庄严。这是事事无碍的法界，这很难懂，但这是事实。诸位心地到真正清净不二的时候，你读这些文句，能够领略到里面的味道。如果不能领略，不要去管它，不要想。为什么？想都是妄想。你要用我们这个思惟想像想达到这个境界，不可能的。如果思惟想像可以达到这个境界的话，佛不必出世。为什么？我们这个世间教学就可以做得到，这些科学家、哲学家都应该做得到。这是决定不能用思惟想像的，是要用你的清净心去证得的。",
      "zh_TW": "『契』是契入，『合』是融合。身心與宇宙萬有融合成一體，不但心融萬法，心包太虛，身也不例外。心是佛性，包太虛，融沙界，這我們能夠體會到的，這是理事無礙。身，這個身是物質，物質是法，法性。法性也是包太虛，融沙界的。所以身與盡虛空遍法界也是一，不是二。這個諸位要細讀《華嚴》，你能夠體會得到。這就是正報裡面現正報，正報裡面現依報。正報是我們講這個身，我們這個身是同時能夠示現盡虛空遍法界依正莊嚴。這是事事無礙的法界，這很難懂，但這是事實。諸位心地到真正清淨不二的時候，你讀這些文句，能夠領略到裡面的味道。如果不能領略，不要去管它，不要想。為什麼？想都是妄想。你要用我們這個思惟想像想達到這個境界，不可能的。如果思惟想像可以達到這個境界的話，佛不必出世。為什麼？我們這個世間教學就可以做得到，這些科學家、哲學家都應該做得到。這是決定不能用思惟想像的，是要用你的清淨心去證得的。"
    },
    {
      "id": "04-003-0013_p0040",
      "zh_CN": "所以佛法讲戒定慧三学，一定要定，定中开慧，慧能够理解。这个慧是从定当中生的，不是从研究、分别执着里头有的。一切分别执着里面产生的，在佛法里叫「世智辩聪」。这不是智慧，智慧是定当中生的。我们讲得白一点，就是清净心里头生的。到你一念不生的时候，像《心经》里面讲的「照见」，那是智慧。那智慧是照见的，没有通过心意识，不用心意识，这是智慧。凡是用到心意识，都是世智辩聪，世间的聪明智慧，不是佛法里面讲的般若智慧。所以般若智慧六度是有次序的。般若度是建立在禅定的基础上，没有禅定，决定没有般若，所以这个般若智慧是定中生的。我们念佛念到功夫成片是禅定，一心不乱是更深的禅定，理一心不乱，那是最深的禅定。这名词不一样，境界是相同的。就是用这个方法达到甚深禅定，里面才生智慧。「如来契合本源」：",
      "zh_TW": "所以佛法講戒定慧三學，一定要定，定中開慧，慧能夠理解。這個慧是從定當中生的，不是從研究、分別執著裡頭有的。一切分別執著裡面產生的，在佛法裡叫「世智辯聰」。這不是智慧，智慧是定當中生的。我們講得白一點，就是清淨心裡頭生的。到你一念不生的時候，像《心經》裡面講的「照見」，那是智慧。那智慧是照見的，沒有通過心意識，不用心意識，這是智慧。凡是用到心意識，都是世智辯聰，世間的聰明智慧，不是佛法裡面講的般若智慧。所以般若智慧六度是有次序的。般若度是建立在禪定的基礎上，沒有禪定，決定沒有般若，所以這個般若智慧是定中生的。我們念佛念到功夫成片是禪定，一心不亂是更深的禪定，理一心不亂，那是最深的禪定。這名詞不一樣，境界是相同的。就是用這個方法達到甚深禪定，裡面才生智慧。「如來契合本源」："
    },
    {
      "id": "04-003-0013_p0041",
      "zh_CN": "【故践真觉成圣德也。】",
      "zh_TW": "【故踐真覺成聖德也。】"
    },
    {
      "id": "04-003-0013_p0042",
      "zh_CN": "这都把这些原理给我们说出来。我们修学一定要根据这个原理，一定要向着这个方向、这个目标。念佛求生净土，也不能违背这个目标，违背这个方向目标，纵然往生，品位很低。所以我说，这个法门，《华严经》上十大愿王导归极乐，的确是上品上生的，是接引上上根人的。因为普贤菩萨十大愿王接引的是华藏会上四十一位法身大士，所以这些人往生都是上上品生。不明白这个道理，只是一句佛号念下去，能往生，品位低。但是到了西方极乐世界，逐渐也是达到这个境界。所以这个经听了之后，听得懂、听不懂没有关系，懂一句，有一句的受用；懂两句，有两句的受用。不懂，不要去强求，最好不要用思惟。记住一个原则，修清净心，这才是真正的佛法。",
      "zh_TW": "這都把這些原理給我們說出來。我們修學一定要根據這個原理，一定要向著這個方向、這個目標。念佛求生淨土，也不能違背這個目標，違背這個方向目標，縱然往生，品位很低。所以我說，這個法門，《華嚴經》上十大願王導歸極樂，的確是上品上生的，是接引上上根人的。因為普賢菩薩十大願王接引的是華藏會上四十一位法身大士，所以這些人往生都是上上品生。不明白這個道理，只是一句佛號念下去，能往生，品位低。但是到了西方極樂世界，逐漸也是達到這個境界。所以這個經聽了之後，聽得懂、聽不懂沒有關係，懂一句，有一句的受用；懂兩句，有兩句的受用。不懂，不要去強求，最好不要用思惟。記住一個原則，修清淨心，這才是真正的佛法。"
    },
    {
      "id": "04-003-0013_p0043",
      "zh_CN": "今天在讲经之前，我们市党部邀集台北市这些法师、诸山长老在一起吃晚饭。祥云法师知道我回来了，向他们报告，把我也拉去。我们大家谈了当前的佛法。当前的佛法，我们今天走了一个最大的错误的路子，就是从哪里下手？从用脑筋下手。我们过去也都是走这个路子，走错了。现在才真正觉悟到，我们违背古人的道路。古人学佛下手是离心意识，不管哪一宗、哪一派、哪一个法门，统统是从离心意识这个原则上下手的，叫五年学戒。这个五年学戒，是学老师的教诫，不是学戒律，不是经律论里讲的，受老师的教诫，老师怎么教，你就怎么做。不管什么法门，原理原则完全相同，就是五年当中，不准你思考，不准你分别，不准你执着，用这个方法。换句话说，恢复你头脑的清净。这实在讲，就是培养你戒定慧三学的基础。",
      "zh_TW": "今天在講經之前，我們市黨部邀集台北市這些法師、諸山長老在一起吃晚飯。祥雲法師知道我回來了，向他們報告，把我也拉去。我們大家談了當前的佛法。當前的佛法，我們今天走了一個最大的錯誤的路子，就是從哪裡下手？從用腦筋下手。我們過去也都是走這個路子，走錯了。現在才真正覺悟到，我們違背古人的道路。古人學佛下手是離心意識，不管哪一宗、哪一派、哪一個法門，統統是從離心意識這個原則上下手的，叫五年學戒。這個五年學戒，是學老師的教誡，不是學戒律，不是經律論裡講的，受老師的教誡，老師怎麼教，你就怎麼做。不管什麼法門，原理原則完全相同，就是五年當中，不准你思考，不准你分別，不准你執著，用這個方法。換句話說，恢復你頭腦的清淨。這實在講，就是培養你戒定慧三學的基礎。"
    },
    {
      "id": "04-003-0013_p0044",
      "zh_CN": "教下用读经，禅宗用参究，密宗用持咒，净土宗用念佛，方法不一样，原理原则完全相同。叫你五年头脑空空，什么都不要想，什么都不要执着，你自己心真得定、清净了，清净心里头生智慧。然后再一听教，再一参禅，他会开悟，会大彻大悟。所以这个悟的基础，是从清净心上建立的。我们现在一开头就都要看，都要讲解，都要在那里研究讨论，这个错了。换句话说，我们把定舍弃掉了。没有定，哪来的慧？没有根本智，哪来的后得智？所以所得到的，都是讲的不客气的话，邪知邪见；都是你自己的分别妄想执着，不是佛知佛见，不是如来真实义，这个大错特错了。我自己沾到一点边缘，但是并没有很认真的学，我对于李老师的这个教学，真是七折八扣。认真的讲，我一半都没有做到，只做到个十分之三、四，不得了。如果当年能够百分之百的做到，我的成就不止如此。现在才觉悟，才知道错误。这么多年的教学，这么多年的观察，才晓得我们路走错了。",
      "zh_TW": "教下用讀經，禪宗用參究，密宗用持咒，淨土宗用念佛，方法不一樣，原理原則完全相同。叫你五年頭腦空空，什麼都不要想，什麼都不要執著，你自己心真得定、清淨了，清淨心裡頭生智慧。然後再一聽教，再一參禪，他會開悟，會大徹大悟。所以這個悟的基礎，是從清淨心上建立的。我們現在一開頭就都要看，都要講解，都要在那裡研究討論，這個錯了。換句話說，我們把定捨棄掉了。沒有定，哪來的慧？沒有根本智，哪來的後得智？所以所得到的，都是講的不客氣的話，邪知邪見；都是你自己的分別妄想執著，不是佛知佛見，不是如來真實義，這個大錯特錯了。我自己沾到一點邊緣，但是並沒有很認真的學，我對於李老師的這個教學，真是七折八扣。認真的講，我一半都沒有做到，只做到個十分之三、四，不得了。如果當年能夠百分之百的做到，我的成就不止如此。現在才覺悟，才知道錯誤。這麼多年的教學，這麼多年的觀察，才曉得我們路走錯了。"
    },
    {
      "id": "04-003-0013_p0045",
      "zh_CN": "我这一次在新加坡，演培法师请我给他们的同修讲开示，我就提到我当年在李老师，李老师教给我的修学态度，三个条件。我下了台之后，演培法师拉到我的手告诉我，他小时候在观宗寺也是守这三个条件。结果我们才知道，这个东西不是李老师的发明，是自古以来代代相承，那就是五年当中，跟定一个老师。李老师提出，拜他做老师，第一个条件，就是只准听他讲经，除他之外，任何人讲经说法不准听。第二个条件，所有一切书籍，包括佛经，没有得他的同意，不准看。第三个条件，你从前所学的，我不承认，一律作废。你今天入我门来，从头学起，免得辩论。老师一讲，过去我听的怎么说的，哪个说，老师统统都不承认，自己一句话没得说了。老师不要跟你抬杠子，不要跟你辩论，从头学起。这演培法师讲，他在观宗寺跟谛闲老和尚。谛闲老和尚也是这样教他的。他说当年我们觉得这个老和尚很跋扈，不讲理，到以后才深深体会到得到的利益。今天用这个态度来教学，一个学生都找不到。",
      "zh_TW": "我這一次在新加坡，演培法師請我給他們的同修講開示，我就提到我當年在李老師，李老師教給我的修學態度，三個條件。我下了台之後，演培法師拉到我的手告訴我，他小時候在觀宗寺也是守這三個條件。結果我們才知道，這個東西不是李老師的發明，是自古以來代代相承，那就是五年當中，跟定一個老師。李老師提出，拜他做老師，第一個條件，就是只准聽他講經，除他之外，任何人講經說法不准聽。第二個條件，所有一切書籍，包括佛經，沒有得他的同意，不准看。第三個條件，你從前所學的，我不承認，一律作廢。你今天入我門來，從頭學起，免得辯論。老師一講，過去我聽的怎麼說的，哪個說，老師統統都不承認，自己一句話沒得說了。老師不要跟你抬槓子，不要跟你辯論，從頭學起。這演培法師講，他在觀宗寺跟諦閑老和尚。諦閑老和尚也是這樣教他的。他說當年我們覺得這個老和尚很跋扈，不講理，到以後才深深體會到得到的利益。今天用這個態度來教學，一個學生都找不到。"
    },
    {
      "id": "04-003-0013_p0046",
      "zh_CN": "所以佛法怎么会不衰？佛法怎么会不灭？佛法灭，不是佛法形象没有了，佛法的形象在。而是什么？所有的解释统统变了质。也就是说，把本来佛知佛见变成众生知见，变成这样子的。所以佛法这样的灭掉了。本质没有了，就变质了，形象还存在，统统变了质，佛法是这样衰灭的。这是我们自己一定要知道，一定要提高警觉。遇不到真正的善知识，以古人为老师。我们真正能够发心，用五年的时间念一本书。除这一本之外，什么都不念，什么都不听，什么都不学，让头脑清净。把我们的妄想分别执着统统洗掉，这就是这个。所以佛法在从前，一入门来，五年洗脑，把你洗得干干净净，心里面一切妄想分别执着统统都没有了，这个时候才开始教你，那个教就真有效。所以你的头脑里头太复杂了，不行，正法入不进去，这是我们应当要明了的。",
      "zh_TW": "所以佛法怎麼會不衰？佛法怎麼會不滅？佛法滅，不是佛法形象沒有了，佛法的形象在。而是什麼？所有的解釋統統變了質。也就是說，把本來佛知佛見變成眾生知見，變成這樣子的。所以佛法這樣的滅掉了。本質沒有了，就變質了，形象還存在，統統變了質，佛法是這樣衰滅的。這是我們自己一定要知道，一定要提高警覺。遇不到真正的善知識，以古人為老師。我們真正能夠發心，用五年的時間念一本書。除這一本之外，什麼都不念，什麼都不聽，什麼都不學，讓頭腦清淨。把我們的妄想分別執著統統洗掉，這就是這個。所以佛法在從前，一入門來，五年洗腦，把你洗得乾乾淨淨，心裡面一切妄想分別執著統統都沒有了，這個時候才開始教你，那個教就真有效。所以你的頭腦裡頭太複雜了，不行，正法入不進去，這是我們應當要明瞭的。"
    },
    {
      "id": "04-003-0013_p0047",
      "zh_CN": "所以佛之所以能成佛，菩萨之所以能成菩萨，罗汉之所以能成罗汉，你要找它什么原因，原因找到了，我们要得到这个原因，我们也能成就。凡夫为什么不能成就？你把这个原因找到，找到之后，把这个原因消除，那我们就不再当凡夫了。我拜李炳老做老师的时候，差不多是三十年前的事情。三十年前，我没有出家，三十年前的事情。三十年之后，才有非常深刻的认识，真正觉悟，了解他那个方法是正确的，才由衷的敬佩。当时虽然是跟他学，守他那个条，也就跟演培法师当年一样，心里还是有点不服。为什么？他没有给我们讲这个原因。没有讲原因，没有讲理由，就是硬叫我们这样做法。现在才真正觉悟。",
      "zh_TW": "所以佛之所以能成佛，菩薩之所以能成菩薩，羅漢之所以能成羅漢，你要找它什麼原因，原因找到了，我們要得到這個原因，我們也能成就。凡夫為什麼不能成就？你把這個原因找到，找到之後，把這個原因消除，那我們就不再當凡夫了。我拜李炳老做老師的時候，差不多是三十年前的事情。三十年前，我沒有出家，三十年前的事情。三十年之後，才有非常深刻的認識，真正覺悟，了解他那個方法是正確的，才由衷的敬佩。當時雖然是跟他學，守他那個條，也就跟演培法師當年一樣，心裡還是有點不服。為什麼？他沒有給我們講這個原因。沒有講原因，沒有講理由，就是硬叫我們這樣做法。現在才真正覺悟。"
    },
    {
      "id": "04-003-0013_p0048",
      "zh_CN": "所以回想所有的佛学院，佛学院为什么失败？就是没有这个基础。所以今天的佛学院，我真正明了，是什么场所？参学的场所。如果你有五年的基础，你再去到佛学院读书的话，那了不起，那真的有成就。它不是培养基础，它是参学，就像善财童子五十三参一样。他真的有定了，他真有智慧了，然后再听一切法师讲经，他会开悟。就是什么人的东西都可以听，什么书都可以看，那整个开放了，你有基础了。真智慧没有现前，就是说，你没有根本智，根本智就是般若无知，你没有到这个境界，不能叫你参学，不能叫你对外去接触。你对外面接触，你会被外面境界诱惑，会受外面境界影响。古话所说，「近朱则赤，近墨则黑」。你会被外面诱惑，被外面影响，你不能做到如如不动。",
      "zh_TW": "所以回想所有的佛學院，佛學院為什麼失敗？就是沒有這個基礎。所以今天的佛學院，我真正明瞭，是什麼場所？參學的場所。如果你有五年的基礎，你再去到佛學院讀書的話，那了不起，那真的有成就。它不是培養基礎，它是參學，就像善財童子五十三參一樣。他真的有定了，他真有智慧了，然後再聽一切法師講經，他會開悟。就是什麼人的東西都可以聽，什麼書都可以看，那整個開放了，你有基礎了。真智慧沒有現前，就是說，你沒有根本智，根本智就是般若無知，你沒有到這個境界，不能叫你參學，不能叫你對外去接觸。你對外面接觸，你會被外面境界誘惑，會受外面境界影響。古話所說，「近朱則赤，近墨則黑」。你會被外面誘惑，被外面影響，你不能做到如如不動。"
    },
    {
      "id": "04-003-0013_p0049",
      "zh_CN": "所以这五年基本的教育，实在讲，五年基本教育，老师根本不教你东西的，没有东西好教你的。像六祖在黄梅，他的时间短，八个月。五祖教他什么？什么也没教。就是叫他，破柴、舂米，去做苦工去，做了八个月。那就是他的教学法。这叫做为常住服劳役，这是修福。在这里面，除一切妄想执着，这是修定慧。所以说福慧双修，这五年是修福慧的。五年成就了，这老师才开放让你出去参学。这时一切约束都没有了，什么人东西都可以听，什么书都可以看，完全开放。那是什么？求后得智。你有根本智，决定能成就圆满的后得智，所以后得智是博学多闻。没有根本智，决定没有后得智；后得智决定是从根本智生起来的。就像树一样，没有根，没有干，不会有枝叶花果的。所以这五年基础教育就是培养根本，然后让你出去参学，五十三参，这就是枝叶花果，成就究竟圆满的智慧。",
      "zh_TW": "所以這五年基本的教育，實在講，五年基本教育，老師根本不教你東西的，沒有東西好教你的。像六祖在黃梅，他的時間短，八個月。五祖教他什麼？什麼也沒教。就是叫他，破柴、舂米，去做苦工去，做了八個月。那就是他的教學法。這叫做為常住服勞役，這是修福。在這裡面，除一切妄想執著，這是修定慧。所以說福慧雙修，這五年是修福慧的。五年成就了，這老師才開放讓你出去參學。這時一切約束都沒有了，什麼人東西都可以聽，什麼書都可以看，完全開放。那是什麼？求後得智。你有根本智，決定能成就圓滿的後得智，所以後得智是博學多聞。沒有根本智，決定沒有後得智；後得智決定是從根本智生起來的。就像樹一樣，沒有根，沒有幹，不會有枝葉花果的。所以這五年基礎教育就是培養根本，然後讓你出去參學，五十三參，這就是枝葉花果，成就究竟圓滿的智慧。"
    },
    {
      "id": "04-003-0013_p0050",
      "zh_CN": "这个道理一定要懂，一定要认真的学习。走这个路子是决定正确的道路。自从释迦牟尼佛传法以来，代代都是用这个方法成就的。我们今天舍弃这个方法，自己想成就，不容易。纵然有了不起的成就，都是世智辩聪，成为今天世界上所谓佛学博士，可以拿到佛学博士头衔，没有用的。",
      "zh_TW": "這個道理一定要懂，一定要認真的學習。走這個路子是決定正確的道路。自從釋迦牟尼佛傳法以來，代代都是用這個方法成就的。我們今天捨棄這個方法，自己想成就，不容易。縱然有了不起的成就，都是世智辯聰，成為今天世界上所謂佛學博士，可以拿到佛學博士頭銜，沒有用的。"
    },
    {
      "id": "04-003-0013_p0051",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}