{
  "doc_id": "04-003-0006",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0006",
  "total_paragraphs": 76,
  "paragraphs": [
    {
      "id": "04-003-0006_p0001",
      "zh_CN": "请掀开经本七十三面第三行，最后的这三个字看起：",
      "zh_TW": "請掀開經本七十三面第三行，最後的這三個字看起："
    },
    {
      "id": "04-003-0006_p0002",
      "zh_CN": "【二净缘起者。亦有二义。一分净。二圆净。】",
      "zh_TW": "【二淨緣起者。亦有二義。一分淨。二圓淨。】"
    },
    {
      "id": "04-003-0006_p0003",
      "zh_CN": "前面我们讲过「缘起」里面的染缘起，就是六道众生。除六道之外，还有四圣法界，四圣法界里面就包括了声闻，我们通常讲阿罗汉、缘觉、菩萨、佛，包括这些。这四种法界我们称它作净，『净缘起』。净缘起里面又分为『分净、圆净』。声闻、缘觉是部分的清净，并没有圆满，所以称之为分净，菩萨与佛是圆满的净。所以分净里面，说声闻、缘觉，后面还有一个叫权教菩萨，等到讲到权教菩萨，再给诸位介绍。",
      "zh_TW": "前面我們講過「緣起」裡面的染緣起，就是六道眾生。除六道之外，還有四聖法界，四聖法界裡面就包括了聲聞，我們通常講阿羅漢、緣覺、菩薩、佛，包括這些。這四種法界我們稱它作淨，『淨緣起』。淨緣起裡面又分為『分淨、圓淨』。聲聞、緣覺是部分的清淨，並沒有圓滿，所以稱之為分淨，菩薩與佛是圓滿的淨。所以分淨裡面，說聲聞、緣覺，後面還有一個叫權教菩薩，等到講到權教菩薩，再給諸位介紹。"
    },
    {
      "id": "04-003-0006_p0004",
      "zh_CN": "【分净有三。一声闻。二缘觉。三权教六度菩萨。】",
      "zh_TW": "【分淨有三。一聲聞。二緣覺。三權教六度菩薩。】"
    },
    {
      "id": "04-003-0006_p0005",
      "zh_CN": "下面这一条一条的给我们介绍出来。",
      "zh_TW": "下面這一條一條的給我們介紹出來。"
    },
    {
      "id": "04-003-0006_p0006",
      "zh_CN": "【且声闻者。谓有众生闻小乘教。知前三界不安。皆如火宅。厌患心生。欲求出离。修五停心观七方便等。断四谛下分别烦恼。得初果进修。渐断俱生烦恼。乃至证阿罗汉果。即四果四向是也。】",
      "zh_TW": "【且聲聞者。謂有眾生聞小乘教。知前三界不安。皆如火宅。厭患心生。欲求出離。修五停心觀七方便等。斷四諦下分別煩惱。得初果進修。漸斷俱生煩惱。乃至證阿羅漢果。即四果四向是也。】"
    },
    {
      "id": "04-003-0006_p0007",
      "zh_CN": "这是把小乘阿罗汉给我们做了一个很简单但是也相当清楚的介绍出来。这个地方要注意的，小乘人确实比我们六道人来得聪明。为什么？六道众生他没有出离六道的意念，这就是愚痴，他不想出离。六道实在是苦，纵然生天，一般宗教它的归宿都是以天堂，认为生天就得到永生，这个看法是错误的。天人的寿命比我们长是真的，一切享受比我们自在，这也是真的。所以福报很大，但是他还是有生死，并不是真正的永生，还是有生死。",
      "zh_TW": "這是把小乘阿羅漢給我們做了一個很簡單但是也相當清楚的介紹出來。這個地方要注意的，小乘人確實比我們六道人來得聰明。為什麼？六道眾生他沒有出離六道的意念，這就是愚痴，他不想出離。六道實在是苦，縱然生天，一般宗教它的歸宿都是以天堂，認為生天就得到永生，這個看法是錯誤的。天人的壽命比我們長是真的，一切享受比我們自在，這也是真的。所以福報很大，但是他還是有生死，並不是真正的永生，還是有生死。"
    },
    {
      "id": "04-003-0006_p0008",
      "zh_CN": "实在讲，这寿命长短是一个概念上的问题。如果我们以人的寿命，跟那些水上蜉蝣比一比。那蜉蝣想到我们人的寿命，一定就像我们想到色界天、无色界天，这寿命那么长。蜉蝣的寿命只有几个小时，朝生暮死，牠的寿命十个小时都不到。所以牠看我们实在讲，就等于我们看色界天、无色界天一样。能把这个事实想通了，才晓得佛给我们说的话非常有道理。『三界火宅』，房子已经失火了，虽然还没烧到身边，但是也不远了；聪明人赶快离开，不能在这里头再待下去了。所以佛常常劝我们要觉悟。觉悟的人一定要下定决心超越三界。",
      "zh_TW": "實在講，這壽命長短是一個概念上的問題。如果我們以人的壽命，跟那些水上蜉蝣比一比。那蜉蝣想到我們人的壽命，一定就像我們想到色界天、無色界天，這壽命那麼長。蜉蝣的壽命只有幾個小時，朝生暮死，牠的壽命十個小時都不到。所以牠看我們實在講，就等於我們看色界天、無色界天一樣。能把這個事實想通了，才曉得佛給我們說的話非常有道理。『三界火宅』，房子已經失火了，雖然還沒燒到身邊，但是也不遠了；聰明人趕快離開，不能在這裡頭再待下去了。所以佛常常勸我們要覺悟。覺悟的人一定要下定決心超越三界。"
    },
    {
      "id": "04-003-0006_p0009",
      "zh_CN": "再说，佛为什么出现在我们这个世间？《法华经》上讲得很清楚，「佛为一大事因缘，出现于世」。什么大事？就是这桩大事。这桩事情，自古以来这些宗教家不能解决，宗教里面最高级的宗教，说老实话，还不是基督教跟天主教，因为基督教跟天主教，它那个天堂在欲界。怎么晓得它在欲界？它五欲六尘没有断，决定在欲界，这个天不高。印度还有许多宗教，真的是高级宗教，他们修禅定，果报能够生到色界天、无色界天；无色界天最上一层，寿命八万大劫。八万大劫还是一个数字，还是会到的。到了八万大劫怎么办？他不能再往上去了，那只有往下堕落；所以说爬得高，摔得重，他还是会往下堕落。这就是说明了自古以来，这些宗教家没有办法帮助人超越六道轮回，那科学家、哲学家就更不必说了。可是有些真正觉悟的众生，知道三界苦，想出离。众生有这个念头，佛知道。佛非常慈悲，你有这个念头，他就来了，他教你，佛教给我们出离三界的方法。",
      "zh_TW": "再說，佛為什麼出現在我們這個世間？《法華經》上講得很清楚，「佛為一大事因緣，出現於世」。什麼大事？就是這樁大事。這樁事情，自古以來這些宗教家不能解決，宗教裡面最高級的宗教，說老實話，還不是基督教跟天主教，因為基督教跟天主教，它那個天堂在欲界。怎麼曉得它在欲界？它五欲六塵沒有斷，決定在欲界，這個天不高。印度還有許多宗教，真的是高級宗教，他們修禪定，果報能夠生到色界天、無色界天；無色界天最上一層，壽命八萬大劫。八萬大劫還是一個數字，還是會到的。到了八萬大劫怎麼辦？他不能再往上去了，那只有往下墮落；所以說爬得高，摔得重，他還是會往下墮落。這就是說明了自古以來，這些宗教家沒有辦法幫助人超越六道輪迴，那科學家、哲學家就更不必說了。可是有些真正覺悟的眾生，知道三界苦，想出離。眾生有這個念頭，佛知道。佛非常慈悲，你有這個念頭，他就來了，他教你，佛教給我們出離三界的方法。"
    },
    {
      "id": "04-003-0006_p0010",
      "zh_CN": "佛法有时候我们讲五乘佛法，五乘前面两乘，人乘、天乘。换句话说，是六道以内的，没有超越六道。因为有些人，他不想超越六道，他说人天还不错，来生还作人，还有这个念头；那佛就帮助他，好，你想来生再作人，就教给你一些方法，你来生一定可以作人。不但作人，来生的生活比这一生还要舒服一点。如果你想生天，佛教给你生天的方法，天有二十八层，你想到哪一层去，佛都有方法帮助你，满足你的愿望。如果你真正觉悟了，二十八层天也不好，这个不究竟，那佛就告诉你，有究竟的方法超越六道，超越生死轮回，那这个就讲三乘。",
      "zh_TW": "佛法有時候我們講五乘佛法，五乘前面兩乘，人乘、天乘。換句話說，是六道以內的，沒有超越六道。因為有些人，他不想超越六道，他說人天還不錯，來生還作人，還有這個念頭；那佛就幫助他，好，你想來生再作人，就教給你一些方法，你來生一定可以作人。不但作人，來生的生活比這一生還要舒服一點。如果你想生天，佛教給你生天的方法，天有二十八層，你想到哪一層去，佛都有方法幫助你，滿足你的願望。如果你真正覺悟了，二十八層天也不好，這個不究竟，那佛就告訴你，有究竟的方法超越六道，超越生死輪迴，那這個就講三乘。"
    },
    {
      "id": "04-003-0006_p0011",
      "zh_CN": "三乘第一个就是小乘，声闻乘。什么叫声闻？声是音声。佛当年在世，讲经说法是用音声做佛事，做佛事就是教学。这一点，因为佛经上常常用这个术语，我们现在不要误会，一听说做佛事，就是到庙里找和尚给你死人念经，现在变成这个，这叫佛事，这是变了相、变了质的。佛经里面所讲的佛事，与这个统统不相干。佛经上讲的佛事是释迦牟尼佛教学，为我们讲经说法，这叫佛事。所以佛事，拿现代的话来说，就是上课。传道、授业，这叫佛事。由佛的音声，他听懂了，听明白了、觉悟了，依照这个方法修行，这一类的人就叫做声闻，这是在佛法里面，可以说是最低阶层。好比佛教的小学教育，但是他确实能够出离三界轮回，他有这个方法。",
      "zh_TW": "三乘第一個就是小乘，聲聞乘。什麼叫聲聞？聲是音聲。佛當年在世，講經說法是用音聲做佛事，做佛事就是教學。這一點，因為佛經上常常用這個術語，我們現在不要誤會，一聽說做佛事，就是到廟裡找和尚給你死人念經，現在變成這個，這叫佛事，這是變了相、變了質的。佛經裡面所講的佛事，與這個統統不相干。佛經上講的佛事是釋迦牟尼佛教學，為我們講經說法，這叫佛事。所以佛事，拿現代的話來說，就是上課。傳道、授業，這叫佛事。由佛的音聲，他聽懂了，聽明白了、覺悟了，依照這個方法修行，這一類的人就叫做聲聞，這是在佛法裡面，可以說是最低階層。好比佛教的小學教育，但是他確實能夠出離三界輪迴，他有這個方法。"
    },
    {
      "id": "04-003-0006_p0012",
      "zh_CN": "这些经典也非常之多，在我们现在中国《大藏经》里面，「阿含部」就是属于小乘。小乘经我们翻得相当的完整，我们知道南传，就是泰国这一支佛教，是泰国到钖兰，钖兰也是属于小乘。他们现在所用的经典多半是巴利文所写的，跟我们中文经典一对照，它比我们只多出五十几部。你想这个经典总共差不多将近三千部，它只多了五十几部，可见得我们中文本翻释得相当完整。这里面也有经藏、律藏、论藏，就是小乘的三藏，在我们中国称之为三藏教，就是指小乘三藏而说的。天台家讲四教，藏、通、别、圆。藏教就是三藏教，就是指这个地方讲的声闻，所以这是相当聪明。他想求出离，佛教给他，『修五停心观七方便等』。小乘修的当然很多，这是只提出两种。这两种，可以说是小乘人必修的科目，「五停心观」包括在「七方便」里面，所以我们先说七方便。",
      "zh_TW": "這些經典也非常之多，在我們現在中國《大藏經》裡面，「阿含部」就是屬於小乘。小乘經我們翻得相當的完整，我們知道南傳，就是泰國這一支佛教，是泰國到鍚蘭，鍚蘭也是屬於小乘。他們現在所用的經典多半是巴利文所寫的，跟我們中文經典一對照，它比我們只多出五十幾部。你想這個經典總共差不多將近三千部，它只多了五十幾部，可見得我們中文本翻釋得相當完整。這裡面也有經藏、律藏、論藏，就是小乘的三藏，在我們中國稱之為三藏教，就是指小乘三藏而說的。天台家講四教，藏、通、別、圓。藏教就是三藏教，就是指這個地方講的聲聞，所以這是相當聰明。他想求出離，佛教給他，『修五停心觀七方便等』。小乘修的當然很多，這是只提出兩種。這兩種，可以說是小乘人必修的科目，「五停心觀」包括在「七方便」裡面，所以我們先說七方便。"
    },
    {
      "id": "04-003-0006_p0013",
      "zh_CN": "在中国，大乘佛法非常盛行；小乘佛法，可以说，唐以后几乎没有人学习，反而对小乘相当的陌生。大乘佛法里面，大家知道有三贤十圣，这是常常读到的三贤十圣，就是有贤位、有圣位。三贤，这是指的十住、十行、十回向，这三十个位次的菩萨。十圣是指地上的菩萨，从初地到十地，称之为圣人。小乘也有贤、圣，小乘的贤位就是七方便，七方便位是小乘的贤位，所以也称为七贤位。证了果之后就叫四圣，初果、二果、三果、四果，叫四圣。所以小乘有七贤、有四圣；七贤就是七方便。七贤位，实在讲，还没有见道。换句话说，见思烦恼统统没有断，但是人家真正在修，可以说烦恼比我们一般人轻，没有断。这跟大乘的三贤差很远，大乘的三贤是已经明心见性了。",
      "zh_TW": "在中國，大乘佛法非常盛行；小乘佛法，可以說，唐以後幾乎沒有人學習，反而對小乘相當的陌生。大乘佛法裡面，大家知道有三賢十聖，這是常常讀到的三賢十聖，就是有賢位、有聖位。三賢，這是指的十住、十行、十迴向，這三十個位次的菩薩。十聖是指地上的菩薩，從初地到十地，稱之為聖人。小乘也有賢、聖，小乘的賢位就是七方便，七方便位是小乘的賢位，所以也稱為七賢位。證了果之後就叫四聖，初果、二果、三果、四果，叫四聖。所以小乘有七賢、有四聖；七賢就是七方便。七賢位，實在講，還沒有見道。換句話說，見思煩惱統統沒有斷，但是人家真正在修，可以說煩惱比我們一般人輕，沒有斷。這跟大乘的三賢差很遠，大乘的三賢是已經明心見性了。"
    },
    {
      "id": "04-003-0006_p0014",
      "zh_CN": "七方便里面，第一条就是五停心观，第二叫别相念住，第三是总相念住，这是前面三个位次。后面是四加行，就是煖位、顶位、忍位、世第一位。这些名相，天台教义里头讲得很详细，在一般佛学字典、《教乘法数》都有，都可以找到这些参考资料。经过这七个次第，才能证到初果，所以相当不容易。初果，就是小乘的圣人，就证得了我们净土宗里头常讲三不退，就证到位不退。虽然他还没有能力出离三界，但是他确实不会再退落到凡夫，他真的算是圣人。他天上人间七次往来，决定出三界。不管这个世间有佛、没有佛，他不要等到第八次，七个往来，他就能超越三界。所以这种人才叫证位不退。他是把三界见思烦恼里面的见烦恼，八十八品见惑统统断尽了；再以后，天上人间七次往来是断思惑，见思烦恼断尽了，就没有轮回。轮回怎么来的？就是见思烦恼造成的。只要你有见思烦恼，你就一定有轮回；你没有见思烦恼，轮回找也找不到，这三界轮回找不到。这见思烦恼是因，轮回是果报。",
      "zh_TW": "七方便裡面，第一條就是五停心觀，第二叫別相念住，第三是總相念住，這是前面三個位次。後面是四加行，就是煖位、頂位、忍位、世第一位。這些名相，天台教義裡頭講得很詳細，在一般佛學字典、《教乘法數》都有，都可以找到這些參考資料。經過這七個次第，才能證到初果，所以相當不容易。初果，就是小乘的聖人，就證得了我們淨土宗裡頭常講三不退，就證到位不退。雖然他還沒有能力出離三界，但是他確實不會再退落到凡夫，他真的算是聖人。他天上人間七次往來，決定出三界。不管這個世間有佛、沒有佛，他不要等到第八次，七個往來，他就能超越三界。所以這種人才叫證位不退。他是把三界見思煩惱裡面的見煩惱，八十八品見惑統統斷盡了；再以後，天上人間七次往來是斷思惑，見思煩惱斷盡了，就沒有輪迴。輪迴怎麼來的？就是見思煩惱造成的。只要你有見思煩惱，你就一定有輪迴；你沒有見思煩惱，輪迴找也找不到，這三界輪迴找不到。這見思煩惱是因，輪迴是果報。"
    },
    {
      "id": "04-003-0006_p0015",
      "zh_CN": "五停心观，要跟诸位介绍一下，因为这是很重要的一个修行方法，五是数字，它有五个项目。停，就是停止，观是一种观想。修这种观想，能够把我们五种烦恼把它止住，这叫五停心观。也就是用这五种观法，我们简单讲，就是把五种过失把它止住，把它停止住。第一种就是「不净观」，像四念处里面第一个观身不净，我们这个身不清净；再观一切法都不清净，没有一样是清净的，这个观，停止什么？停止我们的贪心。我们的贪瞋痴慢，这是很重大的烦恼，怎样来对治贪心？修不净观，贪欲渐渐就会薄了，知道一切不干净。",
      "zh_TW": "五停心觀，要跟諸位介紹一下，因為這是很重要的一個修行方法，五是數字，它有五個項目。停，就是停止，觀是一種觀想。修這種觀想，能夠把我們五種煩惱把它止住，這叫五停心觀。也就是用這五種觀法，我們簡單講，就是把五種過失把它止住，把它停止住。第一種就是「不淨觀」，像四念處裡面第一個觀身不淨，我們這個身不清淨；再觀一切法都不清淨，沒有一樣是清淨的，這個觀，停止什麼？停止我們的貪心。我們的貪瞋痴慢，這是很重大的煩惱，怎樣來對治貪心？修不淨觀，貪欲漸漸就會薄了，知道一切不乾淨。"
    },
    {
      "id": "04-003-0006_p0016",
      "zh_CN": "第二种「修慈悲观」，停止我们的瞋恚心。要效法佛菩萨，平等大慈，大慈大悲怜悯一切众生，把我们的瞋恚这个烦恼把它止住，停止住。第三「修因缘观」。像佛在经论上常讲，「诸法因缘生」。这个说法，当然跟大乘了义教里面讲法不相同。像我们前面讲的性起，那就不是因缘，缘起就讲因缘，性起没有因缘，无因的，那才说是真话。缘起是对我们凡夫说的，这是不了义的说法，不究竟的说法。但是这个说法浅，对我们来讲很有效果。究竟了义的说法，那是深了，是真实的，但是我们反而得不到受用。所以这个浅的就有必要了。知道一切法都是有因有果，而且是互为因果，像树木花草；树木长成它结种子，种子它又会长成树木，它这个因果是循环的。种子，譬如我们现在讲桃树，桃核，桃的种子是因，树是果；树又是因，结那个桃又是果，所以因果是循环的，不能一定说哪个是因，哪个是果，因果循环。知道一切法缘生，这是破除我们对一切法的执着。既是缘生，换句话说，它刹那刹那在那里变化，这个刹那变化就是无常。世出世间法，没有一法是永恒的，没有一法是不变的，所有一切法都刹那刹那在那里变。这是停止我们这个愚痴的烦恼，断瞋恚。",
      "zh_TW": "第二種「修慈悲觀」，停止我們的瞋恚心。要效法佛菩薩，平等大慈，大慈大悲憐憫一切眾生，把我們的瞋恚這個煩惱把它止住，停止住。第三「修因緣觀」。像佛在經論上常講，「諸法因緣生」。這個說法，當然跟大乘了義教裡面講法不相同。像我們前面講的性起，那就不是因緣，緣起就講因緣，性起沒有因緣，無因的，那才說是真話。緣起是對我們凡夫說的，這是不了義的說法，不究竟的說法。但是這個說法淺，對我們來講很有效果。究竟了義的說法，那是深了，是真實的，但是我們反而得不到受用。所以這個淺的就有必要了。知道一切法都是有因有果，而且是互為因果，像樹木花草；樹木長成它結種子，種子它又會長成樹木，它這個因果是循環的。種子，譬如我們現在講桃樹，桃核，桃的種子是因，樹是果；樹又是因，結那個桃又是果，所以因果是循環的，不能一定說哪個是因，哪個是果，因果循環。知道一切法緣生，這是破除我們對一切法的執著。既是緣生，換句話說，它剎那剎那在那裡變化，這個剎那變化就是無常。世出世間法，沒有一法是永恆的，沒有一法是不變的，所有一切法都剎那剎那在那裡變。這是停止我們這個愚痴的煩惱，斷瞋恚。"
    },
    {
      "id": "04-003-0006_p0017",
      "zh_CN": "第四种观法就是「界分别观」。界是界限。也就是在一切法里头，你把它分析，一个部位一个部位来观察。譬如说以我们人来说，有头部、有四肢、有身体。如果再深入，像现代科学发达，这一分析，我们这个人身的组织都是一些细胞，细胞再一分析就是原子、电子。这样一分析，去观察，我就没有了。这种观察法，能够破我执、破我见，不再执着这个身是我，不再执着这个，停止身见。诸位要晓得，这个世间许多的烦恼、许多的纷争，都是从身见而生的。",
      "zh_TW": "第四種觀法就是「界分別觀」。界是界限。也就是在一切法裡頭，你把它分析，一個部位一個部位來觀察。譬如說以我們人來說，有頭部、有四肢、有身體。如果再深入，像現代科學發達，這一分析，我們這個人身的組織都是一些細胞，細胞再一分析就是原子、電子。這樣一分析，去觀察，我就沒有了。這種觀察法，能夠破我執、破我見，不再執著這個身是我，不再執著這個，停止身見。諸位要曉得，這個世間許多的煩惱、許多的紛爭，都是從身見而生的。"
    },
    {
      "id": "04-003-0006_p0018",
      "zh_CN": "最后一个观法就是「数息观」。数息，一般讲是调呼吸，这个观法是系心一处。我们心会胡思乱想，我们坐在那里也会胡思乱想；所以坐在那里，教给你什么？教给你数呼吸。从一数到十，然后再从一数到十。这样子用这个方法，我们的妄念就没有了。所以它这个方法是对治妄念，就是把妄念止息下来了。念佛的同修，我们用阿弥陀佛，我们不用数息，用阿弥陀佛。如果静坐的时候，念这句阿弥陀佛还有妄念，古人有许多的方法，能够帮助我们把这个妄念止息。像《印光大师文钞》里头提出说，过去大陆上有一个寺院，他们用的方法也很好，他用观想莲花。他念阿弥陀佛，念一声阿弥陀佛，想一朵莲花。《弥陀经》上讲四色莲花，「青色青光、黄色黄光、赤色赤光、白色白光」。你就轮流念一句阿弥陀佛，就青色的；念一句阿弥陀佛，黄色的。你就观想莲花，这个样的想法，妄念也就没有了。所以有很多的方法都是帮助我们系心一处，止息散乱。小乘一般用数息，这是叫做五停心观。",
      "zh_TW": "最後一個觀法就是「數息觀」。數息，一般講是調呼吸，這個觀法是繫心一處。我們心會胡思亂想，我們坐在那裡也會胡思亂想；所以坐在那裡，教給你什麼？教給你數呼吸。從一數到十，然後再從一數到十。這樣子用這個方法，我們的妄念就沒有了。所以它這個方法是對治妄念，就是把妄念止息下來了。念佛的同修，我們用阿彌陀佛，我們不用數息，用阿彌陀佛。如果靜坐的時候，念這句阿彌陀佛還有妄念，古人有許多的方法，能夠幫助我們把這個妄念止息。像《印光大師文鈔》裡頭提出說，過去大陸上有一個寺院，他們用的方法也很好，他用觀想蓮花。他念阿彌陀佛，念一聲阿彌陀佛，想一朵蓮花。《彌陀經》上講四色蓮花，「青色青光、黃色黃光、赤色赤光、白色白光」。你就輪流念一句阿彌陀佛，就青色的；念一句阿彌陀佛，黃色的。你就觀想蓮花，這個樣的想法，妄念也就沒有了。所以有很多的方法都是幫助我們繫心一處，止息散亂。小乘一般用數息，這是叫做五停心觀。"
    },
    {
      "id": "04-003-0006_p0019",
      "zh_CN": "『断四谛下分别烦恼』。四谛是苦、集、灭、道。小乘依据的理论就是四谛。四谛里面前面两种是讲世间因果，集是因，苦是果。那他说法，他把果放在前面，因放在后面，苦集，这是叫人容易觉悟。因为凡夫果报现前，他害怕了。他在造因的时候，他疏忽了，所以佛特别把果摆在前面，让你容易觉悟。这个苦报从哪里来的？从集来的，集就是起惑造业。这是世间因果，就是三界、六道的因果。灭与道就是出世间的因果。灭是果，道是因。灭是灭什么？灭烦恼、灭生死、灭轮回，灭是说这个。所以灭这个字也翻作涅槃，也翻作圆寂，也翻作第一义，它的名称很多。最普通的把它翻成涅槃跟圆寂，圆满寂灭，是这个意思。要怎样才达到？得要修道。道这一个字包括的范围就非常之广大。释迦牟尼佛，四十九年教给我们都是这条道路，都是这个门道；教给我们断烦恼，出三界，证得不生不灭的这条道路。",
      "zh_TW": "『斷四諦下分別煩惱』。四諦是苦、集、滅、道。小乘依據的理論就是四諦。四諦裡面前面兩種是講世間因果，集是因，苦是果。那他說法，他把果放在前面，因放在後面，苦集，這是叫人容易覺悟。因為凡夫果報現前，他害怕了。他在造因的時候，他疏忽了，所以佛特別把果擺在前面，讓你容易覺悟。這個苦報從哪裡來的？從集來的，集就是起惑造業。這是世間因果，就是三界、六道的因果。滅與道就是出世間的因果。滅是果，道是因。滅是滅什麼？滅煩惱、滅生死、滅輪迴，滅是說這個。所以滅這個字也翻作涅槃，也翻作圓寂，也翻作第一義，它的名稱很多。最普通的把它翻成涅槃跟圓寂，圓滿寂滅，是這個意思。要怎樣才達到？得要修道。道這一個字包括的範圍就非常之廣大。釋迦牟尼佛，四十九年教給我們都是這條道路，都是這個門道；教給我們斷煩惱，出三界，證得不生不滅的這條道路。"
    },
    {
      "id": "04-003-0006_p0020",
      "zh_CN": "他依照这个方法修，依据这个理论方法来修学，确实他能够把见思烦恼里面的见惑，分别烦恼见惑断尽了。断尽这八十八品见惑，就证初果，就得小乘初果须陀洹。换句话说，从修五停心观开始，这就是入了贤位，一直到世第一都还是贤位，再进一步，再证初果，就入了圣位，小乘的圣人。由此可知，从五停心观到世第一法，这七个位次上，他是分别断八十八品见惑。再往后，这就断思惑。思惑一共有八十一品，分配在三界九地，每一地有九品，九九八十一品。这八十一品愈往后去愈难断。那先断欲界前面最猛利的三品，这三品断完之后，就证二果。二果叫做一来果，就是还要到欲界来一次，到人间来一次。欲界有九品，再断后面六品。这六品断掉之后，就叫不来了，欲界没有了，欲界的这个因没有了，他不到欲界来了。那还剩下色界天，四禅，就是四地，无色界天也是四地，所以还有八地。八地，八九七十二，这七十二品都是在色界，差不多都是在色界四禅里面修行，这叫做三果圣人。三果叫不还，不来了。三果不来了，他在第四禅，第四禅是凡圣同居土。四禅天很特别，除了普通的三天之外，这四禅每一禅天都是有三层天，这是普通的。四禅也有普通的三层，三层之外，还有个外道天，那就修定，修无想定。无想定修成功之后，第四禅有个无想天，他的果报跑那里去了。那个没有用处的，什么时候定失掉了，又要堕落。所以无想定最高的功夫就是在四禅，还不到四空，还是属于色界，没有到无色界。",
      "zh_TW": "他依照這個方法修，依據這個理論方法來修學，確實他能夠把見思煩惱裡面的見惑，分別煩惱見惑斷盡了。斷盡這八十八品見惑，就證初果，就得小乘初果須陀洹。換句話說，從修五停心觀開始，這就是入了賢位，一直到世第一都還是賢位，再進一步，再證初果，就入了聖位，小乘的聖人。由此可知，從五停心觀到世第一法，這七個位次上，他是分別斷八十八品見惑。再往後，這就斷思惑。思惑一共有八十一品，分配在三界九地，每一地有九品，九九八十一品。這八十一品愈往後去愈難斷。那先斷欲界前面最猛利的三品，這三品斷完之後，就證二果。二果叫做一來果，就是還要到欲界來一次，到人間來一次。欲界有九品，再斷後面六品。這六品斷掉之後，就叫不來了，欲界沒有了，欲界的這個因沒有了，他不到欲界來了。那還剩下色界天，四禪，就是四地，無色界天也是四地，所以還有八地。八地，八九七十二，這七十二品都是在色界，差不多都是在色界四禪裡面修行，這叫做三果聖人。三果叫不還，不來了。三果不來了，他在第四禪，第四禪是凡聖同居土。四禪天很特別，除了普通的三天之外，這四禪每一禪天都是有三層天，這是普通的。四禪也有普通的三層，三層之外，還有個外道天，那就修定，修無想定。無想定修成功之後，第四禪有個無想天，他的果報跑那裡去了。那個沒有用處的，什麼時候定失掉了，又要墮落。所以無想定最高的功夫就是在四禪，還不到四空，還是屬於色界，沒有到無色界。"
    },
    {
      "id": "04-003-0006_p0021",
      "zh_CN": "三果罗汉在四禅，他有特别修行的地方，叫五不还天。五不还天，佛经上也有个名字，叫净居天。我们常看净居天人，就是那些人，净居天人。这些人统统是修行人，在那边将末后七十二品惑断尽，他就『证阿罗汉果』，就超越三界。这里面有根性利的，有根性钝的。这根性利的人，他不必通过四空天，他就顿超了；那个根性钝一点的人，还要通过四空天。所以阿罗汉有根性利钝不相同，这就是所谓的四果四向。四向是向着证果的这个方向去，还没有证果。这证了初果之后，就叫做二果向；证到二果之后，就叫三果向（去向，方向）。所以他这是分净，三种烦恼他只断一种。烦恼有三大类，第一个就是见思烦恼，他断掉了；还有尘沙烦恼，还有无明烦恼，他没断，阿罗汉没有断。所以他是部分净，不是圆满的净。第二种：",
      "zh_TW": "三果羅漢在四禪，他有特別修行的地方，叫五不還天。五不還天，佛經上也有個名字，叫淨居天。我們常看淨居天人，就是那些人，淨居天人。這些人統統是修行人，在那邊將末後七十二品惑斷盡，他就『證阿羅漢果』，就超越三界。這裡面有根性利的，有根性鈍的。這根性利的人，他不必通過四空天，他就頓超了；那個根性鈍一點的人，還要通過四空天。所以阿羅漢有根性利鈍不相同，這就是所謂的四果四向。四向是向著證果的這個方向去，還沒有證果。這證了初果之後，就叫做二果向；證到二果之後，就叫三果向（去向，方向）。所以他這是分淨，三種煩惱他只斷一種。煩惱有三大類，第一個就是見思煩惱，他斷掉了；還有塵沙煩惱，還有無明煩惱，他沒斷，阿羅漢沒有斷。所以他是部分淨，不是圓滿的淨。第二種："
    },
    {
      "id": "04-003-0006_p0022",
      "zh_CN": "【缘觉者。】",
      "zh_TW": "【緣覺者。】"
    },
    {
      "id": "04-003-0006_p0023",
      "zh_CN": "『缘觉』比声闻聪明。",
      "zh_TW": "『緣覺』比聲聞聰明。"
    },
    {
      "id": "04-003-0006_p0024",
      "zh_CN": "【亦由知前三界过患。根性猛利。遇缘见性。成辟支佛。】",
      "zh_TW": "【亦由知前三界過患。根性猛利。遇緣見性。成辟支佛。】"
    },
    {
      "id": "04-003-0006_p0025",
      "zh_CN": "这比前面的那一类的人要来得聪明，觉悟快。修行的方法也比前面要活泼。阿罗汉修行是一板一眼的，我们看起来比较上呆板，不活泼；缘觉看起来比他要活泼多了，所以成就也比他快，也比他高。当然他觉悟，『三界过患』，一心一意希望超越。『遇缘见性』，前面是要听教，听释迦牟尼佛讲经说法要听很久很久，他才能明了。缘觉，说不定听个一次、两次，他就觉悟了，所以他快。甚至于不必听经，我们常讲，察言观色，他遇到缘的时候，他就能觉悟，这种人聪明。『成辟支佛』，辟支是梵语，佛也是梵语，三个字都是梵语，翻成中国的意思，辟支就翻成缘，佛就翻成觉，缘觉跟辟支佛是一个意思。一个是梵语，一个是翻成中国字样，所以辟支佛就是缘觉。",
      "zh_TW": "這比前面的那一類的人要來得聰明，覺悟快。修行的方法也比前面要活潑。阿羅漢修行是一板一眼的，我們看起來比較上呆板，不活潑；緣覺看起來比他要活潑多了，所以成就也比他快，也比他高。當然他覺悟，『三界過患』，一心一意希望超越。『遇緣見性』，前面是要聽教，聽釋迦牟尼佛講經說法要聽很久很久，他才能明瞭。緣覺，說不定聽個一次、兩次，他就覺悟了，所以他快。甚至於不必聽經，我們常講，察言觀色，他遇到緣的時候，他就能覺悟，這種人聰明。『成辟支佛』，辟支是梵語，佛也是梵語，三個字都是梵語，翻成中國的意思，辟支就翻成緣，佛就翻成覺，緣覺跟辟支佛是一個意思。一個是梵語，一個是翻成中國字樣，所以辟支佛就是緣覺。"
    },
    {
      "id": "04-003-0006_p0026",
      "zh_CN": "【于中有麟角部行之异。】",
      "zh_TW": "【於中有麟角部行之異。】"
    },
    {
      "id": "04-003-0006_p0027",
      "zh_CN": "『麟角部行』，这也是佛教的专门术语，麟角就是根利的，凤毛麟角；部行，就是根性迟钝的，他也有根性利钝不相同。不仅是缘觉，连菩萨也是如此，大乘法里头也是有根性利钝不相同的。",
      "zh_TW": "『麟角部行』，這也是佛教的專門術語，麟角就是根利的，鳳毛麟角；部行，就是根性遲鈍的，他也有根性利鈍不相同。不僅是緣覺，連菩薩也是如此，大乘法裡頭也是有根性利鈍不相同的。"
    },
    {
      "id": "04-003-0006_p0028",
      "zh_CN": "【然上二乘。】",
      "zh_TW": "【然上二乘。】"
    },
    {
      "id": "04-003-0006_p0029",
      "zh_CN": "这是举前面这两种，这两种通常都叫小乘。如果讲三乘，那就是声闻是小乘，缘觉是中乘，菩萨是大乘，讲三乘这个讲法。讲『二乘』就是把声闻缘觉合起来都叫小乘。",
      "zh_TW": "這是舉前面這兩種，這兩種通常都叫小乘。如果講三乘，那就是聲聞是小乘，緣覺是中乘，菩薩是大乘，講三乘這個講法。講『二乘』就是把聲聞緣覺合起來都叫小乘。"
    },
    {
      "id": "04-003-0006_p0030",
      "zh_CN": "【唯除我执。未除法执。】",
      "zh_TW": "【唯除我執。未除法執。】"
    },
    {
      "id": "04-003-0006_p0031",
      "zh_CN": "只断了『我执』，『法执』没有断。",
      "zh_TW": "只斷了『我執』，『法執』沒有斷。"
    },
    {
      "id": "04-003-0006_p0032",
      "zh_CN": "【唯断烦恼障。未断所知障。】",
      "zh_TW": "【唯斷煩惱障。未斷所知障。】"
    },
    {
      "id": "04-003-0006_p0033",
      "zh_CN": "这二障，『烦恼障』他断了；『所知障』他没有断，所以他有尘沙惑，他有无明惑。",
      "zh_TW": "這二障，『煩惱障』他斷了；『所知障』他沒有斷，所以他有塵沙惑，他有無明惑。"
    },
    {
      "id": "04-003-0006_p0034",
      "zh_CN": "【唯证生空。未证法空。】",
      "zh_TW": "【唯證生空。未證法空。】"
    },
    {
      "id": "04-003-0006_p0035",
      "zh_CN": "生是什么？讲我们的生灭，讲人空，『生空』。他是认为一切诸法是有的，他不知道一切法也是空，这个他不知道，",
      "zh_TW": "生是什麼？講我們的生滅，講人空，『生空』。他是認為一切諸法是有的，他不知道一切法也是空，這個他不知道，"
    },
    {
      "id": "04-003-0006_p0036",
      "zh_CN": "【故云分净。】",
      "zh_TW": "【故云分淨。】"
    },
    {
      "id": "04-003-0006_p0037",
      "zh_CN": "比起六道凡夫，那是清净太多了。从这个地方，我们也非常明显的能够看出来，六道轮回的第一个因素，就是我执，就是烦恼障。烦恼障里面，《唯识论》里面讲得很清楚，六个根本烦恼：贪、瞋、痴、慢、疑、恶见，这六个。恶见是什么？恶见就是第一个身见，第二个边见。边见，拿现代的话来说，就是相对的见解，今天科学家讲相对论，二边。第三种叫见取见，第四种叫戒取见。这两种，我们中国人把它合称起来叫做成见。某人成见太深了，这是成见。成见里面有两种，一种是因上的成见，一种是果上的成见。戒取见就是因上的成见，修因，见取见，果上的成见，这两种都属于成见。后面一种叫邪见，邪见是一切错误的见解。这五类就叫做恶见。",
      "zh_TW": "比起六道凡夫，那是清淨太多了。從這個地方，我們也非常明顯的能夠看出來，六道輪迴的第一個因素，就是我執，就是煩惱障。煩惱障裡面，《唯識論》裡面講得很清楚，六個根本煩惱：貪、瞋、痴、慢、疑、惡見，這六個。惡見是什麼？惡見就是第一個身見，第二個邊見。邊見，拿現代的話來說，就是相對的見解，今天科學家講相對論，二邊。第三種叫見取見，第四種叫戒取見。這兩種，我們中國人把它合稱起來叫做成見。某人成見太深了，這是成見。成見裡面有兩種，一種是因上的成見，一種是果上的成見。戒取見就是因上的成見，修因，見取見，果上的成見，這兩種都屬於成見。後面一種叫邪見，邪見是一切錯誤的見解。這五類就叫做惡見。"
    },
    {
      "id": "04-003-0006_p0038",
      "zh_CN": "所以要把这些东西断尽，不会再执着这个身是我，六道才能够超越。如果这个功夫没做到，不管你修到什么程度，你修到会放光也好，会动地也好，会离地三尺也好。给诸位说，这都是真的，都不是假的。连那个变魔术都会变，你看变魔术的，我们常常看到，叫他坐在这个上面，然后把椅子拿掉，他就悬空坐虚空当中。所以有些修行确实有这个功夫，这一点都不稀奇。甚至于他能够分身，他能够预知，他有他心通，有天耳通、有天眼通，五通都可以修得成，就是没有漏尽通。为什么没有漏尽通？他烦恼没有断。漏尽是烦恼断了，他烦恼不断，换句话说，他出不了三界。因此我们同修们要记住，学佛不要学神通，学神通无济于事，不能解决问题。神通能力再强，他能不能起作用？不能起作用。",
      "zh_TW": "所以要把這些東西斷盡，不會再執著這個身是我，六道才能夠超越。如果這個功夫沒做到，不管你修到什麼程度，你修到會放光也好，會動地也好，會離地三尺也好。給諸位說，這都是真的，都不是假的。連那個變魔術都會變，你看變魔術的，我們常常看到，叫他坐在這個上面，然後把椅子拿掉，他就懸空坐虛空當中。所以有些修行確實有這個功夫，這一點都不稀奇。甚至於他能夠分身，他能夠預知，他有他心通，有天耳通、有天眼通，五通都可以修得成，就是沒有漏盡通。為什麼沒有漏盡通？他煩惱沒有斷。漏盡是煩惱斷了，他煩惱不斷，換句話說，他出不了三界。因此我們同修們要記住，學佛不要學神通，學神通無濟於事，不能解決問題。神通能力再強，他能不能起作用？不能起作用。"
    },
    {
      "id": "04-003-0006_p0039",
      "zh_CN": "你看看确实现在在中国大陆，的确有这样神通能力的人，那是什么通？在我们佛法里面讲，神足通。我在美国遇到一个同修，他告诉我这是千真万确的事实。大陆上人称他们叫特异功能，他不叫神通，他叫特异功能。因为这样的人，在大陆上，这是国家保护他，认为这是国家最重要的人，所以就派卫兵保卫他。他一受人保卫，行动就不自由了，他想上街去玩玩，那卫兵不准他出去。他不知道怎么一变，那卫兵的枪没有了，这吓得不得了，这才来求他，他告诉你枪在什么地方，去拿去。所以以后没有人敢阻挠他了。这些人如果把他派成将军，跟敌人一打仗，他一变，把人家的武器统统变没有了。那不行了吗？行不行？能不能做得到？做不到。一个、两个开开小玩笑行。如果来一连兵、一团兵，他一点办法没有了。他在那个马戏团上、台上表演行，真正派上用场就不管用了。",
      "zh_TW": "你看看確實現在在中國大陸，的確有這樣神通能力的人，那是什麼通？在我們佛法裡面講，神足通。我在美國遇到一個同修，他告訴我這是千真萬確的事實。大陸上人稱他們叫特異功能，他不叫神通，他叫特異功能。因為這樣的人，在大陸上，這是國家保護他，認為這是國家最重要的人，所以就派衛兵保衛他。他一受人保衛，行動就不自由了，他想上街去玩玩，那衛兵不准他出去。他不知道怎麼一變，那衛兵的槍沒有了，這嚇得不得了，這才來求他，他告訴你槍在什麼地方，去拿去。所以以後沒有人敢阻撓他了。這些人如果把他派成將軍，跟敵人一打仗，他一變，把人家的武器統統變沒有了。那不行了嗎？行不行？能不能做得到？做不到。一個、兩個開開小玩笑行。如果來一連兵、一團兵，他一點辦法沒有了。他在那個馬戲團上、台上表演行，真正派上用場就不管用了。"
    },
    {
      "id": "04-003-0006_p0040",
      "zh_CN": "所以我们要晓得，神通就是有也不能随便用。他们那些有这个能力的人常说，如果随便用、滥用的话，就没有了，就会消失的，会失掉的。所以佛法一定要依正道，以正当的方法来修学。佛法自始至终，破执着，断烦恼，要记住这个。你的烦恼断尽了，这六种能力就恢复了，那个能力就起作用，就不是表演了，起作用了。所以断烦恼重要，破执着重要。下面讲权教菩萨。我们看这段文：",
      "zh_TW": "所以我們要曉得，神通就是有也不能隨便用。他們那些有這個能力的人常說，如果隨便用、濫用的話，就沒有了，就會消失的，會失掉的。所以佛法一定要依正道，以正當的方法來修學。佛法自始至終，破執著，斷煩惱，要記住這個。你的煩惱斷盡了，這六種能力就恢復了，那個能力就起作用，就不是表演了，起作用了。所以斷煩惱重要，破執著重要。下面講權教菩薩。我們看這段文："
    },
    {
      "id": "04-003-0006_p0041",
      "zh_CN": "【权教菩萨等者。闻定五种性。】",
      "zh_TW": "【權教菩薩等者。聞定五種性。】"
    },
    {
      "id": "04-003-0006_p0042",
      "zh_CN": "这是佛常常在经上讲的，一切众生修学佛法有『五种』不同的根性。",
      "zh_TW": "這是佛常常在經上講的，一切眾生修學佛法有『五種』不同的根性。"
    },
    {
      "id": "04-003-0006_p0043",
      "zh_CN": "【定三乘教。】",
      "zh_TW": "【定三乘教。】"
    },
    {
      "id": "04-003-0006_p0044",
      "zh_CN": "这就是小乘的定性。",
      "zh_TW": "這就是小乘的定性。"
    },
    {
      "id": "04-003-0006_p0045",
      "zh_CN": "【信唯识理。不执我法。发三心四愿修六度万行。断二障。证二空。即三贤十圣。若身若智及诸功德并所居国土也。言分净者。以未闻圆顿实教。但守所习权宗。权宗毕竟无有实果。】",
      "zh_TW": "【信唯識理。不執我法。發三心四願修六度萬行。斷二障。證二空。即三賢十聖。若身若智及諸功德並所居國土也。言分淨者。以未聞圓頓實教。但守所習權宗。權宗畢竟無有實果。】"
    },
    {
      "id": "04-003-0006_p0046",
      "zh_CN": "我们念到这个地方，这段就很重要。这是权教三乘菩萨，他的确是菩萨，他也发了菩提心，他也『修六度万行』。为什么叫他『权教菩萨』？大家念过《金刚经》，《金刚经》上有个标准，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，那就是权教菩萨。非菩萨是什么？非实教的菩萨，他不是真实教的菩萨。他是权教菩萨，他不能算是真实教的菩萨，为什么？他有四相、他有四见没破，这叫做权教。换句话说，这些菩萨修行，要用『唯识』的理论来讲，他就是用唯识的理来修行的。换句话说，用八识来修行，所以他也相当的执着。这个地方讲，『不执我法』，我执、法执他不执着。那个不执，就是执着，他有一个不执，就是六祖大师讲的「本来无一物」。你心里，我本来无一物了，你还是有一物，你还有一物在。你只要有一物，就有四相。所以本来无一物，你真正明了之后，连这个意念都没有了，那才真的无一物。我本来无一物，你还有那一物在，那就始终还是权教，没有入真实法。真实法里的心决定是清净平等，那才是真实的。所以权教菩萨不平等，圆实菩萨平等，平等才是真实的。",
      "zh_TW": "我們念到這個地方，這段就很重要。這是權教三乘菩薩，他的確是菩薩，他也發了菩提心，他也『修六度萬行』。為什麼叫他『權教菩薩』？大家念過《金剛經》，《金剛經》上有個標準，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，那就是權教菩薩。非菩薩是什麼？非實教的菩薩，他不是真實教的菩薩。他是權教菩薩，他不能算是真實教的菩薩，為什麼？他有四相、他有四見沒破，這叫做權教。換句話說，這些菩薩修行，要用『唯識』的理論來講，他就是用唯識的理來修行的。換句話說，用八識來修行，所以他也相當的執著。這個地方講，『不執我法』，我執、法執他不執著。那個不執，就是執著，他有一個不執，就是六祖大師講的「本來無一物」。你心裡，我本來無一物了，你還是有一物，你還有一物在。你只要有一物，就有四相。所以本來無一物，你真正明瞭之後，連這個意念都沒有了，那才真的無一物。我本來無一物，你還有那一物在，那就始終還是權教，沒有入真實法。真實法裡的心決定是清淨平等，那才是真實的。所以權教菩薩不平等，圓實菩薩平等，平等才是真實的。"
    },
    {
      "id": "04-003-0006_p0047",
      "zh_CN": "他也『发三心』，他发这个三心跟圆实菩萨发的三心不一样。虽然在说法也是直心、深心、大悲心，名词是相同的，那个心态不相同。一个是着相，一个是完全离相；一个是有痕迹的，一个是没有痕迹的，这是不一样的。『四愿』，四弘誓愿。『六度万行』，这也常讲的，他也修布施、持戒、忍辱、精进、禅定、般若他也修。『断二障、证二空』；二障就是烦恼障、所知障，他虽然断，没有断干净，二障都断，断不干净；二空都证，证不圆满。这『三贤十圣』是权教的三贤十圣。在天台四教里面就是藏教、通教，是属于这两种。如果说别教、圆教，那就不一样了，那就是真实的。『若身若智及诸功德并所居国土』，他们住的是方便有余土，而不是实报庄严土。这是『分净』，不是圆净。为什么会有这个情形？下面举的这段经文很重要。这段经文是《华严经．出现品》里面所说的：",
      "zh_TW": "他也『發三心』，他發這個三心跟圓實菩薩發的三心不一樣。雖然在說法也是直心、深心、大悲心，名詞是相同的，那個心態不相同。一個是著相，一個是完全離相；一個是有痕跡的，一個是沒有痕跡的，這是不一樣的。『四願』，四弘誓願。『六度萬行』，這也常講的，他也修布施、持戒、忍辱、精進、禪定、般若他也修。『斷二障、證二空』；二障就是煩惱障、所知障，他雖然斷，沒有斷乾淨，二障都斷，斷不乾淨；二空都證，證不圓滿。這『三賢十聖』是權教的三賢十聖。在天台四教裡面就是藏教、通教，是屬於這兩種。如果說別教、圓教，那就不一樣了，那就是真實的。『若身若智及諸功德並所居國土』，他們住的是方便有餘土，而不是實報莊嚴土。這是『分淨』，不是圓淨。為什麼會有這個情形？下面舉的這段經文很重要。這段經文是《華嚴經．出現品》裡面所說的："
    },
    {
      "id": "04-003-0006_p0048",
      "zh_CN": "【故出现品云。假使有诸菩萨。于百千亿那由他劫。】",
      "zh_TW": "【故出現品云。假使有諸菩薩。於百千億那由他劫。】"
    },
    {
      "id": "04-003-0006_p0049",
      "zh_CN": "这个时间长了，这讲的是『菩萨』，没错是菩萨。",
      "zh_TW": "這個時間長了，這講的是『菩薩』，沒錯是菩薩。"
    },
    {
      "id": "04-003-0006_p0050",
      "zh_CN": "【具修六波罗蜜。】",
      "zh_TW": "【具修六波羅蜜。】"
    },
    {
      "id": "04-003-0006_p0051",
      "zh_CN": "菩萨修行的这六大纲领，他都照做。",
      "zh_TW": "菩薩修行的這六大綱領，他都照做。"
    },
    {
      "id": "04-003-0006_p0052",
      "zh_CN": "【及三十七菩提分法。】",
      "zh_TW": "【及三十七菩提分法。】"
    },
    {
      "id": "04-003-0006_p0053",
      "zh_CN": "有三十七道品。三十七道品，大、小乘都是共修的。",
      "zh_TW": "有三十七道品。三十七道品，大、小乘都是共修的。"
    },
    {
      "id": "04-003-0006_p0054",
      "zh_CN": "【若未闻此不思议大威德法门。】",
      "zh_TW": "【若未聞此不思議大威德法門。】"
    },
    {
      "id": "04-003-0006_p0055",
      "zh_CN": "这此『不思议大威德法门』，就是指《华严经》。这些菩萨，生生世世修菩萨行，但是他要是没有遇到过《华严经》，没有听到过《华严经》，那就不行，他所修的这个地位永远不能到圆净。可见得这个难！",
      "zh_TW": "這此『不思議大威德法門』，就是指《華嚴經》。這些菩薩，生生世世修菩薩行，但是他要是沒有遇到過《華嚴經》，沒有聽到過《華嚴經》，那就不行，他所修的這個地位永遠不能到圓淨。可見得這個難！"
    },
    {
      "id": "04-003-0006_p0056",
      "zh_CN": "【或时闻已。不信不顺。】",
      "zh_TW": "【或時聞已。不信不順。】"
    },
    {
      "id": "04-003-0006_p0057",
      "zh_CN": "『顺』是随顺。",
      "zh_TW": "『順』是隨順。"
    },
    {
      "id": "04-003-0006_p0058",
      "zh_CN": "【不悟不入。】",
      "zh_TW": "【不悟不入。】"
    },
    {
      "id": "04-003-0006_p0059",
      "zh_CN": "『入』是讲相应，自己的心行与经典所讲的理论、境界相应，这叫入。",
      "zh_TW": "『入』是講相應，自己的心行與經典所講的理論、境界相應，這叫入。"
    },
    {
      "id": "04-003-0006_p0060",
      "zh_CN": "【不得名为真实菩萨。】",
      "zh_TW": "【不得名為真實菩薩。】"
    },
    {
      "id": "04-003-0006_p0061",
      "zh_CN": "由此可知，在整个佛法里面，它真正的定义圆实菩萨是圆教。换句话说，像天台家所讲的藏教、通教、别教都不行，都不是圆满的。别教的佛，只等于圆教二行位的菩萨，所以他成佛也不圆满。二行，往圆教的佛差不多还有三十个位次，他怎么能圆满？所以，圆实菩萨，圆实根性是《华严》薰修出来的，所以《华严》不能不读。但是《华严经》太长了，也很难读，就是《四十华严》也不容易。可是，你要不能读全部的《华严经》，你可以读《华严经》的精华，本经就是《华严》之精华。虽然经文只有一卷，清凉跟宗密这两代祖师给我们做的注解，已经将全经的要义都在这个《疏钞》之中。所以念了这部《疏钞》，就等于念了全部的《华严经》。所以《普贤行愿品别行疏钞》我们要细讲，就是这个道理。这部经要细讲，就是连疏带钞细讲下来，你看这么厚的本子，至少要讲四百次。你看看跟《弥陀经疏钞》差不多，每天讲也得要讲上一年多，我们这部经才能讲得圆满，但是非常大的价值。",
      "zh_TW": "由此可知，在整個佛法裡面，它真正的定義圓實菩薩是圓教。換句話說，像天台家所講的藏教、通教、別教都不行，都不是圓滿的。別教的佛，只等於圓教二行位的菩薩，所以他成佛也不圓滿。二行，往圓教的佛差不多還有三十個位次，他怎麼能圓滿？所以，圓實菩薩，圓實根性是《華嚴》薰修出來的，所以《華嚴》不能不讀。但是《華嚴經》太長了，也很難讀，就是《四十華嚴》也不容易。可是，你要不能讀全部的《華嚴經》，你可以讀《華嚴經》的精華，本經就是《華嚴》之精華。雖然經文只有一卷，清涼跟宗密這兩代祖師給我們做的註解，已經將全經的要義都在這個《疏鈔》之中。所以念了這部《疏鈔》，就等於念了全部的《華嚴經》。所以《普賢行願品別行疏鈔》我們要細講，就是這個道理。這部經要細講，就是連疏帶鈔細講下來，你看這麼厚的本子，至少要講四百次。你看看跟《彌陀經疏鈔》差不多，每天講也得要講上一年多，我們這部經才能講得圓滿，但是非常大的價值。"
    },
    {
      "id": "04-003-0006_p0062",
      "zh_CN": "我们的根性，这前面讲的五种根性，我们的根性是属于不定性。不定性有好处，为什么？碰到圆教，我们就变成圆教根性；碰到小乘，就变成小乘根性；碰到别教，就变成别教根性，真的是如此。所以不定根性的人，你一跟学禅的人，他就死心塌地的去学禅；跟学密的人，他就搞密去了，不定性的。所以我们能够有机会遇到一乘圆教，尤其是一乘圆顿大教，这是非常的幸运，也是无始劫以来的善根福德，才能够促成这样殊胜的机缘。",
      "zh_TW": "我們的根性，這前面講的五種根性，我們的根性是屬於不定性。不定性有好處，為什麼？碰到圓教，我們就變成圓教根性；碰到小乘，就變成小乘根性；碰到別教，就變成別教根性，真的是如此。所以不定根性的人，你一跟學禪的人，他就死心塌地的去學禪；跟學密的人，他就搞密去了，不定性的。所以我們能夠有機會遇到一乘圓教，尤其是一乘圓頓大教，這是非常的幸運，也是無始劫以來的善根福德，才能夠促成這樣殊勝的機緣。"
    },
    {
      "id": "04-003-0006_p0063",
      "zh_CN": "那要讲到圆顿到极处的，给诸位说是《无量寿经》。《无量寿经》诸位要仔细看一看，跟《华严经》完全一样，可以说就是《华严经》的略本，是《华严经》的精华。文字虽然少，里面所包含的内容，跟《华严经》完全一样，不增不减。过去彭际清居士讲，彭际清是清朝乾隆时候的人，他说《无量寿经》是中本《华严》，这说法很有道理。有这种说法的，并不是他开始，唐朝时候就有些法师有这个说法了。尤其是我们这次把《净土五经读本》统统印出来了，所以净土，特别是《无量寿经》九种本子，希望大家统统看一遍，你对于净土就会了解，你会死心塌地修学这个法门。为什么？许多问题都得到了答案，才真正认识这部经就是中本《华严》，才会承认它。",
      "zh_TW": "那要講到圓頓到極處的，給諸位說是《無量壽經》。《無量壽經》諸位要仔細看一看，跟《華嚴經》完全一樣，可以說就是《華嚴經》的略本，是《華嚴經》的精華。文字雖然少，裡面所包含的內容，跟《華嚴經》完全一樣，不增不減。過去彭際清居士講，彭際清是清朝乾隆時候的人，他說《無量壽經》是中本《華嚴》，這說法很有道理。有這種說法的，並不是他開始，唐朝時候就有些法師有這個說法了。尤其是我們這次把《淨土五經讀本》統統印出來了，所以淨土，特別是《無量壽經》九種本子，希望大家統統看一遍，你對於淨土就會了解，你會死心塌地修學這個法門。為什麼？許多問題都得到了答案，才真正認識這部經就是中本《華嚴》，才會承認它。"
    },
    {
      "id": "04-003-0006_p0064",
      "zh_CN": "自古以来，弘扬净土的这些法师、大德们，都不敢肯定的跟大家介绍净土。原因在哪里？这些经典他没有读过，他只看到过《阿弥陀经》。《无寿量经》顶多只看过两个本子，比较流通最广的，一个是康僧铠的译本，另外一个是王龙舒的会集本，就是《大阿弥陀经》。一般只看过这两种本子，其余的七种都没见到过。所以对于净土教义的修学、宣扬，语气不敢肯定。所以现代人的福报超过了古人。我们这个本子印出来，是稀有的因缘，九种本子统统会集在里面。所以要想真正真实普度众生，这个经本子要大量的印行，大量的流通，使人人都有机会读到净土全部的经典。",
      "zh_TW": "自古以來，弘揚淨土的這些法師、大德們，都不敢肯定的跟大家介紹淨土。原因在哪裡？這些經典他沒有讀過，他只看到過《阿彌陀經》。《無壽量經》頂多只看過兩個本子，比較流通最廣的，一個是康僧鎧的譯本，另外一個是王龍舒的會集本，就是《大阿彌陀經》。一般只看過這兩種本子，其餘的七種都沒見到過。所以對於淨土教義的修學、宣揚，語氣不敢肯定。所以現代人的福報超過了古人。我們這個本子印出來，是稀有的因緣，九種本子統統會集在裡面。所以要想真正真實普度眾生，這個經本子要大量的印行，大量的流通，使人人都有機會讀到淨土全部的經典。"
    },
    {
      "id": "04-003-0006_p0065",
      "zh_CN": "蕅益大师说过《无量寿经》跟小本《阿弥陀经》是同部，他在《弥陀经要解》里面所讲的话，等于在《无量寿经》讲的话，没有两样。他说这部经是「华严奥藏，法华秘髓」。换句话说，《无量寿经》是《华严》、《法华》的精髓，那我们念这个就够了。佛法修学要想真正有成就，一定要懂得修学的方法。它重要的是三个条件，理论、方法、境界。没有理论的依据，你的信心没有办法建立；没有正确的方法，那你是白费力气，你不会成就；不懂境界，你在修行过程当中没有法喜。你境界了解，会非常的欢喜，就像走路一样，我走到什么地方，知道我走了多远，前面还有多久到，愈走愈欢喜，所以这三个你不能不知道。现代人修学，说实在话，这三个统统没有，所以学佛愈学愈苦恼。他怎么可能有成就？方法是决定错了。",
      "zh_TW": "蕅益大師說過《無量壽經》跟小本《阿彌陀經》是同部，他在《彌陀經要解》裡面所講的話，等於在《無量壽經》講的話，沒有兩樣。他說這部經是「華嚴奧藏，法華祕髓」。換句話說，《無量壽經》是《華嚴》、《法華》的精髓，那我們念這個就夠了。佛法修學要想真正有成就，一定要懂得修學的方法。它重要的是三個條件，理論、方法、境界。沒有理論的依據，你的信心沒有辦法建立；沒有正確的方法，那你是白費力氣，你不會成就；不懂境界，你在修行過程當中沒有法喜。你境界了解，會非常的歡喜，就像走路一樣，我走到什麼地方，知道我走了多遠，前面還有多久到，愈走愈歡喜，所以這三個你不能不知道。現代人修學，說實在話，這三個統統沒有，所以學佛愈學愈苦惱。他怎麼可能有成就？方法是決定錯了。"
    },
    {
      "id": "04-003-0006_p0066",
      "zh_CN": "佛法跟世间法不一样，所以它方法不相同。拿世间法的方法来学佛，那就糟了，你完全错了。为什么？这个话老子都讲过，老子讲，「为道日损，为学日益」。世间法是什么？是为学。为学就是你天天常识、学识要丰富，天天要增加。我们现在世间法就是这样的，每天要叫你多学，有进步。求道的，求道天天减少，这个恰恰相反。把什么少？把你烦恼减少，把你的知见减少，把你的常识减少，甚至于把你的聪明统统减少。你看《大般若经》里面讲的般若无知。我们现在天天要求知，这恰恰相反。般若要无知，无知而后是无所不知。你天天在求有知，你那个知识怎么样求是有限的。为什么？你的智慧是求来的，不是自性开发的。佛法的方法，是教你这个有知是统统不要求，统统去掉，开发自性；自性里面有无量的智慧，那不是学来的。所以佛的智慧叫无师智，没有老师的，自然智，不是学来的，无所不知，所以他用的方法完全不相同。",
      "zh_TW": "佛法跟世間法不一樣，所以它方法不相同。拿世間法的方法來學佛，那就糟了，你完全錯了。為什麼？這個話老子都講過，老子講，「為道日損，為學日益」。世間法是什麼？是為學。為學就是你天天常識、學識要豐富，天天要增加。我們現在世間法就是這樣的，每天要叫你多學，有進步。求道的，求道天天減少，這個恰恰相反。把什麼少？把你煩惱減少，把你的知見減少，把你的常識減少，甚至於把你的聰明統統減少。你看《大般若經》裡面講的般若無知。我們現在天天要求知，這恰恰相反。般若要無知，無知而後是無所不知。你天天在求有知，你那個知識怎麼樣求是有限的。為什麼？你的智慧是求來的，不是自性開發的。佛法的方法，是教你這個有知是統統不要求，統統去掉，開發自性；自性裡面有無量的智慧，那不是學來的。所以佛的智慧叫無師智，沒有老師的，自然智，不是學來的，無所不知，所以他用的方法完全不相同。"
    },
    {
      "id": "04-003-0006_p0067",
      "zh_CN": "我们今天所谓现代讲科学方法，拿到佛法来完全无用。可是现在很多佛学院统统都用这个现代的什么科学方法，把这个人都糟蹋掉了，可惜！所以诸位学佛要想有成就，你们都来得及，你们年龄都很好，只要花上三年，你们的基础就奠定了。可以说，近百年来，修行的人都比不上你们。问题是你们肯不肯真干？方法是什么？修戒定慧。戒定慧怎么修法？念经。这部经从头到尾念下去，不要求解。你一求解，戒定慧都没有了。那个解是什么？胡思乱想。你看开经偈上，「愿解如来真实义」。如来真实义，你怎么会了解？你怎么想也都想错了，都不是如来真实义。你不想，如来真实义就现前了。不要想，念的时候，豁然意思现前了，那个意思就见到了。而且再告诉诸位，那个意思是无量义，这个是妙！称性的功德无量无边，所以会生无量义。无量义从什么地方去发掘？从无义里头去发掘。这前面讲五停心观，要把你所有的妄想、执着、烦恼统统把它停止住，使你的心得定。所以我们今天用这个得定的方法，念经。念什么经？最好的是念《无量寿经》。为什么选这个本子？这个本子我们现代人用好，它不太长，也不太短。《弥陀经》太短了；太短了，这个定的时间太短了，念一念，念了十几分钟，十几分钟，心清净了，马上就又乱了。《无量寿经》，大概从头到尾念一遍一个小时，一天能够定一个小时，这不得了。所以说你念的时候就是老实念，什么都不要想，一个字一个字念，清清楚楚的把这部经念完，就是一个钟点修定。你坐着念也行，你散步念也行，行住坐卧都可以，你老实的念。",
      "zh_TW": "我們今天所謂現代講科學方法，拿到佛法來完全無用。可是現在很多佛學院統統都用這個現代的什麼科學方法，把這個人都糟蹋掉了，可惜！所以諸位學佛要想有成就，你們都來得及，你們年齡都很好，只要花上三年，你們的基礎就奠定了。可以說，近百年來，修行的人都比不上你們。問題是你們肯不肯真幹？方法是什麼？修戒定慧。戒定慧怎麼修法？念經。這部經從頭到尾念下去，不要求解。你一求解，戒定慧都沒有了。那個解是什麼？胡思亂想。你看開經偈上，「願解如來真實義」。如來真實義，你怎麼會了解？你怎麼想也都想錯了，都不是如來真實義。你不想，如來真實義就現前了。不要想，念的時候，豁然意思現前了，那個意思就見到了。而且再告訴諸位，那個意思是無量義，這個是妙！稱性的功德無量無邊，所以會生無量義。無量義從什麼地方去發掘？從無義裡頭去發掘。這前面講五停心觀，要把你所有的妄想、執著、煩惱統統把它停止住，使你的心得定。所以我們今天用這個得定的方法，念經。念什麼經？最好的是念《無量壽經》。為什麼選這個本子？這個本子我們現代人用好，它不太長，也不太短。《彌陀經》太短了；太短了，這個定的時間太短了，念一念，念了十幾分鐘，十幾分鐘，心清淨了，馬上就又亂了。《無量壽經》，大概從頭到尾念一遍一個小時，一天能夠定一個小時，這不得了。所以說你念的時候就是老實念，什麼都不要想，一個字一個字念，清清楚楚的把這部經念完，就是一個鐘點修定。你坐著念也行，你散步念也行，行住坐臥都可以，你老實的念。"
    },
    {
      "id": "04-003-0006_p0068",
      "zh_CN": "这个比盘腿修定活泼多了。盘腿修定，往往还会出乱子，招魔障。你念《无量寿经》修定，决定不会出乱子，只有功德，没有弊病。这个好，用这个方法好，一天至少念一遍，你念上三年，你这个人一定变样子。实在讲，不要等三年，半年，你自己就会觉察到，我跟半年前完全不相同了。不但你心理上、观念上，你转变了，你生理也转变了，境随心转，心理健康，身体也就健康。现在人讲卫生，讲心理卫生重要，心理能够影响生理。所以念经的方法好极了，念经是戒定慧三学一次完成。就是你每天用一个小时修戒定慧，老实的修戒定慧。就是把这部经从头到尾念一遍，不要求意思。如果你要想懂得经义，另外找时间。这个小时念经是专修定，戒定慧三学是以定为主，心真正得定就开智慧。那要想了解，黄念祖居士的注解是一个很好的参考资料，可以帮助你理解。他的注解就是《无量寿经》大辞典，内容非常的丰富，《无量寿经》大辞典，可以帮助你理解。实际理解是次要，读经最重要。这在方法、过程，我们初学，初学就要用初学的方法，初学就老实修戒定慧。",
      "zh_TW": "這個比盤腿修定活潑多了。盤腿修定，往往還會出亂子，招魔障。你念《無量壽經》修定，決定不會出亂子，只有功德，沒有弊病。這個好，用這個方法好，一天至少念一遍，你念上三年，你這個人一定變樣子。實在講，不要等三年，半年，你自己就會覺察到，我跟半年前完全不相同了。不但你心理上、觀念上，你轉變了，你生理也轉變了，境隨心轉，心理健康，身體也就健康。現在人講衛生，講心理衛生重要，心理能夠影響生理。所以念經的方法好極了，念經是戒定慧三學一次完成。就是你每天用一個小時修戒定慧，老實的修戒定慧。就是把這部經從頭到尾念一遍，不要求意思。如果你要想懂得經義，另外找時間。這個小時念經是專修定，戒定慧三學是以定為主，心真正得定就開智慧。那要想了解，黃念祖居士的註解是一個很好的參考資料，可以幫助你理解。他的註解就是《無量壽經》大辭典，內容非常的豐富，《無量壽經》大辭典，可以幫助你理解。實際理解是次要，讀經最重要。這在方法、過程，我們初學，初學就要用初學的方法，初學就老實修戒定慧。"
    },
    {
      "id": "04-003-0006_p0069",
      "zh_CN": "这三年下来之后，你再去研究经论，那就不一样了。你的眼光、你的智慧，像我们通常讲悟性，你觉悟的能力可以说提高十倍都不止。你现在听、看不会觉悟。你有了这个基础之后，你一听、一看，觉悟的能力非常高，这才能悟入。所以这里讲『不悟』，为什么不悟？你心是乱的，心是杂乱的，他怎么会悟？怎么会入？不可能的，入是真正得受用，入就是证得的意思。这个证得，就是把佛的境界真实的变成自己的境界，自己跟佛无二无别，这个是入。所以开始你要相信，信什么？信三年念经。你要信这个，你不信这个，没有用处。你要信，我一天把这部经念一遍，每天花一个小时来念经，念上三年，你要相信这个。当然是以念这部大经当然更好。为什么？时间更长，这是一样道理。这实在讲，不管念哪部经都好，你经愈长修定的时间就愈长。选择《无量寿经》，是怕大家现在在这个社会工作非常繁忙，你没有时间。所以太长的经，好是好，但是念个两天，没有时间就不念了，就没办法发长远心，所以选一个适中的，使你能够保持长远，这样子才能真正得到效果。我们把这段念下去，这就说明这个重要性：",
      "zh_TW": "這三年下來之後，你再去研究經論，那就不一樣了。你的眼光、你的智慧，像我們通常講悟性，你覺悟的能力可以說提高十倍都不止。你現在聽、看不會覺悟。你有了這個基礎之後，你一聽、一看，覺悟的能力非常高，這才能悟入。所以這裡講『不悟』，為什麼不悟？你心是亂的，心是雜亂的，他怎麼會悟？怎麼會入？不可能的，入是真正得受用，入就是證得的意思。這個證得，就是把佛的境界真實的變成自己的境界，自己跟佛無二無別，這個是入。所以開始你要相信，信什麼？信三年念經。你要信這個，你不信這個，沒有用處。你要信，我一天把這部經念一遍，每天花一個小時來念經，念上三年，你要相信這個。當然是以念這部大經當然更好。為什麼？時間更長，這是一樣道理。這實在講，不管念哪部經都好，你經愈長修定的時間就愈長。選擇《無量壽經》，是怕大家現在在這個社會工作非常繁忙，你沒有時間。所以太長的經，好是好，但是念個兩天，沒有時間就不念了，就沒辦法發長遠心，所以選一個適中的，使你能夠保持長遠，這樣子才能真正得到效果。我們把這段念下去，這就說明這個重要性："
    },
    {
      "id": "04-003-0006_p0070",
      "zh_CN": "【即知若守权宗。定无称性究竟之果也。】",
      "zh_TW": "【即知若守權宗。定無稱性究竟之果也。】"
    },
    {
      "id": "04-003-0006_p0071",
      "zh_CN": "这句话非常重要。如果你『守权』，换句话说，你没有办法得到『究竟之果』。实在讲，这句话就是直指念佛往生不退成佛不思议的法门。所以我们为什么在一切经里面要选《无量寿经》？《无量寿经》，同样任何一部经典，如果拿来讲修戒定慧，那是一切经平等。任何经都平等，修戒定慧来说的。但是如果讲我们这生念佛，求生净土，一生成就，那《无量寿经》对你的作用就太大。你在这部经上要开了智慧、开了悟，可以说是一切佛法你统统明了了，统统通达了，这才特别选这部经。你把这部经念了一遍之后才晓得，九种本子统统念一遍之后，你就明了了，这个方法、这部经、这个法门是十方一切如来度众生成佛的第一法门。",
      "zh_TW": "這句話非常重要。如果你『守權』，換句話說，你沒有辦法得到『究竟之果』。實在講，這句話就是直指念佛往生不退成佛不思議的法門。所以我們為什麼在一切經裡面要選《無量壽經》？《無量壽經》，同樣任何一部經典，如果拿來講修戒定慧，那是一切經平等。任何經都平等，修戒定慧來說的。但是如果講我們這生念佛，求生淨土，一生成就，那《無量壽經》對你的作用就太大。你在這部經上要開了智慧、開了悟，可以說是一切佛法你統統明瞭了，統統通達了，這才特別選這部經。你把這部經念了一遍之後才曉得，九種本子統統念一遍之後，你就明瞭了，這個方法、這部經、這個法門是十方一切如來度眾生成佛的第一法門。"
    },
    {
      "id": "04-003-0006_p0072",
      "zh_CN": "那你这个选择就真正选对了。你在所有一切经，不但是释迦牟尼佛讲的经，一切诸佛所讲的经，第一经，最重要的一部经，我们一下就选到了，这个难得。所以我们今天所走的路线，我们的理论依据就是「净土五经」，这是我们唯一的一个理论依据，分量并不多。我们的方法，就是根据经典里面所讲的，我们归结为五个科目。第一个科目就是修三福，《观无量寿经》讲的，我们要认真去做，成就自己的德行。第二要修六和，六和是处众。三福是自己成就自己的，六和是我们跟大家相处，与一切人和睦，避免一切的争执。与大家和睦相处，修六和。第三就是三学、六度、十大愿王。我们五个科目，是我们修学的五个科目。我们的思想见解、处事待人接物，我们守住这五个科目来修行，然后再一心念佛，你决定往生。可以说是一丝毫怀疑都没有，决定往生，希望我们大家共同努力。",
      "zh_TW": "那你這個選擇就真正選對了。你在所有一切經，不但是釋迦牟尼佛講的經，一切諸佛所講的經，第一經，最重要的一部經，我們一下就選到了，這個難得。所以我們今天所走的路線，我們的理論依據就是「淨土五經」，這是我們唯一的一個理論依據，分量並不多。我們的方法，就是根據經典裡面所講的，我們歸結為五個科目。第一個科目就是修三福，《觀無量壽經》講的，我們要認真去做，成就自己的德行。第二要修六和，六和是處眾。三福是自己成就自己的，六和是我們跟大家相處，與一切人和睦，避免一切的爭執。與大家和睦相處，修六和。第三就是三學、六度、十大願王。我們五個科目，是我們修學的五個科目。我們的思想見解、處事待人接物，我們守住這五個科目來修行，然後再一心念佛，你決定往生。可以說是一絲毫懷疑都沒有，決定往生，希望我們大家共同努力。"
    },
    {
      "id": "04-003-0006_p0073",
      "zh_CN": "这五经里面就有《普贤菩萨行愿品》。所以我们这个本子是「普贤品」的注解，正如同黄念祖居士《无量寿经》注解一样。我们选择这个注解深入的讲，就是代替《华严经》，《华严经》篇幅太大了。把《华严经》的精华我们提出来研究、讨论，薰习成为圆顿根性，目标在此地。同时这部经与《无量寿经》的关系非常密切。《无量寿经》一开端就说明，无量寿会上这些大菩萨们，这是声闻菩萨，「咸共遵修普贤大士之德」。换句话说，统统学十大愿王，统统效法普贤菩萨。所以这部经典就非常的重要。过去魏源居士将这品经（也就是这一卷经）附在净土三经成为净土四经，就是根据这个理由来选择的，这是很了不起的见解。",
      "zh_TW": "這五經裡面就有《普賢菩薩行願品》。所以我們這個本子是「普賢品」的註解，正如同黃念祖居士《無量壽經》註解一樣。我們選擇這個註解深入的講，就是代替《華嚴經》，《華嚴經》篇幅太大了。把《華嚴經》的精華我們提出來研究、討論，薰習成為圓頓根性，目標在此地。同時這部經與《無量壽經》的關係非常密切。《無量壽經》一開端就說明，無量壽會上這些大菩薩們，這是聲聞菩薩，「咸共遵修普賢大士之德」。換句話說，統統學十大願王，統統效法普賢菩薩。所以這部經典就非常的重要。過去魏源居士將這品經（也就是這一卷經）附在淨土三經成為淨土四經，就是根據這個理由來選擇的，這是很了不起的見解。"
    },
    {
      "id": "04-003-0006_p0074",
      "zh_CN": "【良由但云圣净。凡不净。断障后方净。未断时不净。秽土不净。别有净土等。故云分净。权实两宗不同。如大疏玄谈中广辨也。】",
      "zh_TW": "【良由但云聖淨。凡不淨。斷障後方淨。未斷時不淨。穢土不淨。別有淨土等。故云分淨。權實兩宗不同。如大疏玄談中廣辨也。】"
    },
    {
      "id": "04-003-0006_p0075",
      "zh_CN": "在此地，这是大师给我们略说。详细解释来说清楚，那是在《华严经疏钞玄谈》里面。他《玄谈》一共有九卷，那里面说得详细；这里面说得很简单、很简略。所以你要是想详细知道就去读《华严经玄谈》。",
      "zh_TW": "在此地，這是大師給我們略說。詳細解釋來說清楚，那是在《華嚴經疏鈔玄談》裡面。他《玄談》一共有九卷，那裡面說得詳細；這裡面說得很簡單、很簡略。所以你要是想詳細知道就去讀《華嚴經玄談》。"
    },
    {
      "id": "04-003-0006_p0076",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}