{
  "doc_id": "04-003-0119",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一九集",
    "zh_TW": "第一一九集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0119",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "04-003-0119_p0001",
      "zh_CN": "请掀开经本二百九十七面，大科：",
      "zh_TW": "請掀開經本二百九十七面，大科："
    },
    {
      "id": "04-003-0119_p0002",
      "zh_CN": "【第三翻译传授者。】",
      "zh_TW": "【第三翻譯傳授者。】"
    },
    {
      "id": "04-003-0119_p0003",
      "zh_CN": "本经，《别行疏钞》，这是卷第五，卷五。科题在前面全科的第十四面，诸位翻开十四面，你就看到了。这一科从什么地方来的？要把那个源头找出来，在第十面。第十面，它这是分三段，在这第一段，就是上面这一行，第一行，第三「翻译传授」，就是我们今天讲到这一科。在这一科之前，我们看看它是从什么地方来的？是从开章释文。里面有两段，这是在第九面，也是在第一栏，第三「开章释文」，分为两段，有「总标、后开章二」。开章里头又分两段，「正列、后别释」。别释里面分五大段，第一个「教起因缘」，第二个「辨教宗旨」，第三是「翻译传授」，我们这个文是从这么来的。诸位要是把前面表解看清楚，就知道这个文章的来龙去脉。这个我们不看了，我们翻到二百九十七面来。这个科判就是讲一部经的章法结构，可以能看出它这个组织结构非常的严谨，前后脉络一点都不会差的。这是第三段要介绍这部经的翻译，这部经从历代承传的一段历史。",
      "zh_TW": "本經，《別行疏鈔》，這是卷第五，卷五。科題在前面全科的第十四面，諸位翻開十四面，你就看到了。這一科從什麼地方來的？要把那個源頭找出來，在第十面。第十面，它這是分三段，在這第一段，就是上面這一行，第一行，第三「翻譯傳授」，就是我們今天講到這一科。在這一科之前，我們看看它是從什麼地方來的？是從開章釋文。裡面有兩段，這是在第九面，也是在第一欄，第三「開章釋文」，分為兩段，有「總標、後開章二」。開章裡頭又分兩段，「正列、後別釋」。別釋裡面分五大段，第一個「教起因緣」，第二個「辨教宗旨」，第三是「翻譯傳授」，我們這個文是從這麼來的。諸位要是把前面表解看清楚，就知道這個文章的來龍去脈。這個我們不看了，我們翻到二百九十七面來。這個科判就是講一部經的章法結構，可以能看出它這個組織結構非常的嚴謹，前後脈絡一點都不會差的。這是第三段要介紹這部經的翻譯，這部經從歷代承傳的一段歷史。"
    },
    {
      "id": "04-003-0119_p0004",
      "zh_CN": "【略有二门。】",
      "zh_TW": "【略有二門。】"
    },
    {
      "id": "04-003-0119_p0005",
      "zh_CN": "底下开为二门：",
      "zh_TW": "底下開為二門："
    },
    {
      "id": "04-003-0119_p0006",
      "zh_CN": "【第一征源。】",
      "zh_TW": "【第一徵源。】"
    },
    {
      "id": "04-003-0119_p0007",
      "zh_CN": "要说它发起的根源，然后再说：",
      "zh_TW": "要說它發起的根源，然後再說："
    },
    {
      "id": "04-003-0119_p0008",
      "zh_CN": "【第二翻译。今初。】",
      "zh_TW": "【第二翻譯。今初。】"
    },
    {
      "id": "04-003-0119_p0009",
      "zh_CN": "这个『初』就是『征源』。",
      "zh_TW": "這個『初』就是『徵源』。"
    },
    {
      "id": "04-003-0119_p0010",
      "zh_CN": "【此经即贞元新译大方广佛华严经第四十卷别流行也。】",
      "zh_TW": "【此經即貞元新譯大方廣佛華嚴經第四十卷別流行也。】"
    },
    {
      "id": "04-003-0119_p0011",
      "zh_CN": "《华严经》，这在前面跟诸位介绍过，但是时间已经隔得很长了。这部经是释迦牟尼佛示现成佛之后，在菩提树下定中所说的一部经。我们从《梵网经》里面得知世尊是久远劫已经成佛，绝对不是这一次在娑婆世界，这示现，不是真的成佛，真的他早已经成佛了。《梵网经》上说这一次到我们这个世界来示现成佛，已经是第八千次。这佛示现成佛是常来，常来常往，这是第八千次。",
      "zh_TW": "《華嚴經》，這在前面跟諸位介紹過，但是時間已經隔得很長了。這部經是釋迦牟尼佛示現成佛之後，在菩提樹下定中所說的一部經。我們從《梵網經》裡面得知世尊是久遠劫已經成佛，絕對不是這一次在娑婆世界，這示現，不是真的成佛，真的他早已經成佛了。《梵網經》上說這一次到我們這個世界來示現成佛，已經是第八千次。這佛示現成佛是常來，常來常往，這是第八千次。"
    },
    {
      "id": "04-003-0119_p0012",
      "zh_CN": "那我们要问，菩提树下入定说《华严经》，是最初示现成佛的？还是现在示现？我们凡夫总不免有这些意见、有这些疑问。殊不知时间跟空间都不是真实的，这是稍稍涉猎大乘的人都知道。如果入了定，定中，时空的界限就没有了。如果还有时空界限是决定不能入定。尤其是世尊讲《华严经》这个境界，不是小定，这是法身大士们所入的大定。在《华严经》称之为师子奋迅三昧，在《楞严经》里面称为首楞严三昧，在我们净土宗里面所说的是理一心不乱。这不是事一心，事一心里头还有界限，理一心里头没有界限。没有界限，这个初后就没有了。你说还有从前，还有后，那就有界限，有初后就有界限，有往来就有界限。这个境界称为不思议解脱境界，也叫做一真法界。稍稍起一个念头，这个法界就不现，就变成十法界。十法界有界限、有先后、有来去，这一点一定要知道，否则的话，华严境界就没有办法接受。世间人很难接受这部大经主要的因素，就是他这个界限去不掉，他有分别执着，他有时间空间坚固的执着，这是障碍了入不思议解脱境界。",
      "zh_TW": "那我們要問，菩提樹下入定說《華嚴經》，是最初示現成佛的？還是現在示現？我們凡夫總不免有這些意見、有這些疑問。殊不知時間跟空間都不是真實的，這是稍稍涉獵大乘的人都知道。如果入了定，定中，時空的界限就沒有了。如果還有時空界限是決定不能入定。尤其是世尊講《華嚴經》這個境界，不是小定，這是法身大士們所入的大定。在《華嚴經》稱之為師子奮迅三昧，在《楞嚴經》裡面稱為首楞嚴三昧，在我們淨土宗裡面所說的是理一心不亂。這不是事一心，事一心裡頭還有界限，理一心裡頭沒有界限。沒有界限，這個初後就沒有了。你說還有從前，還有後，那就有界限，有初後就有界限，有往來就有界限。這個境界稱為不思議解脫境界，也叫做一真法界。稍稍起一個念頭，這個法界就不現，就變成十法界。十法界有界限、有先後、有來去，這一點一定要知道，否則的話，華嚴境界就沒有辦法接受。世間人很難接受這部大經主要的因素，就是他這個界限去不掉，他有分別執著，他有時間空間堅固的執著，這是障礙了入不思議解脫境界。"
    },
    {
      "id": "04-003-0119_p0013",
      "zh_CN": "经典传到中国来之后，总共有三次翻译，第一次是在东晋的时代，来的经是残缺而不完整的本子，这个后面都会有介绍。在中国翻成了中文，总共有六十卷，我们称它为《六十华严》。在唐朝，武则天执政的时候，实叉难陀三藏到中国来，带来《华严经》，这是第二次翻译。那他带来的这个经本分量比东晋时候增加了不少，翻成中文之后，总共有八十卷，我们称之为《八十华严》。现在我们一般说读《华严经》，都是用的这个本子，《八十华严》的本子。唐朝德宗贞元年间，乌荼国王，这是外国，西域的一个小国，向中国皇帝进贡，进贡就是送礼物。礼物里面有一部《华严经》，这部《华严经》是《华严经》最后的一品，就是《八十华严》的「入法界品」。它这一品非常完整，没有欠缺。我们八十卷经里，这一品经几乎缺了一半，所以我们在八十经里面看到「入法界品」总共有二十一卷。这个完全本子到中国来之后，翻成中文总共有四十卷。由此可知，八十经里头几乎真的是原文的一半，缺的地方缺得太多了。这个本子翻出来之后，清凉大师感到经文太大了，在那个时候印刷术还没有发明，经本流通都要靠手抄，你想想看，这么大的本子要想普遍流通，多么困难。所以就将全经最重要的那一部分，单独把它提出来流通。",
      "zh_TW": "經典傳到中國來之後，總共有三次翻譯，第一次是在東晉的時代，來的經是殘缺而不完整的本子，這個後面都會有介紹。在中國翻成了中文，總共有六十卷，我們稱它為《六十華嚴》。在唐朝，武則天執政的時候，實叉難陀三藏到中國來，帶來《華嚴經》，這是第二次翻譯。那他帶來的這個經本分量比東晉時候增加了不少，翻成中文之後，總共有八十卷，我們稱之為《八十華嚴》。現在我們一般說讀《華嚴經》，都是用的這個本子，《八十華嚴》的本子。唐朝德宗貞元年間，烏荼國王，這是外國，西域的一個小國，向中國皇帝進貢，進貢就是送禮物。禮物裡面有一部《華嚴經》，這部《華嚴經》是《華嚴經》最後的一品，就是《八十華嚴》的「入法界品」。它這一品非常完整，沒有欠缺。我們八十卷經裡，這一品經幾乎缺了一半，所以我們在八十經裡面看到「入法界品」總共有二十一卷。這個完全本子到中國來之後，翻成中文總共有四十卷。由此可知，八十經裡頭幾乎真的是原文的一半，缺的地方缺得太多了。這個本子翻出來之後，清涼大師感到經文太大了，在那個時候印刷術還沒有發明，經本流通都要靠手抄，你想想看，這麼大的本子要想普遍流通，多麼困難。所以就將全經最重要的那一部分，單獨把它提出來流通。"
    },
    {
      "id": "04-003-0119_p0014",
      "zh_CN": "那选的哪一部分？就选的《四十华严》最后的一卷，这第四十卷。这一卷经是《华严经》的结论，不仅是结论，也是《华严经》的纲要，是《华严经》的精华，所以就特别提出来单独流通，这意思就是告诉大家，你没有时间读全经，你念这一卷就可以了。依照这一卷经修行，等于依照全经没有两样，所以这叫『别行流通』。清凉作的《疏》，疏就是注解经的，宗密作的《钞》，所以你看这个人题上「唐圭峰草堂寺沙门宗密随疏钞」。这个钞是解释疏的，就是注解的注解，宗密是清凉的学生，是清凉的弟子。这是先说这一本经的来源，是四十卷里面的最后一卷，是它的一部分。再看底下这段，就是二百九十七面倒数第二行，我们从这看起：",
      "zh_TW": "那選的哪一部分？就選的《四十華嚴》最後的一卷，這第四十卷。這一卷經是《華嚴經》的結論，不僅是結論，也是《華嚴經》的綱要，是《華嚴經》的精華，所以就特別提出來單獨流通，這意思就是告訴大家，你沒有時間讀全經，你念這一卷就可以了。依照這一卷經修行，等於依照全經沒有兩樣，所以這叫『別行流通』。清涼作的《疏》，疏就是註解經的，宗密作的《鈔》，所以你看這個人題上「唐圭峰草堂寺沙門宗密隨疏鈔」。這個鈔是解釋疏的，就是註解的註解，宗密是清涼的學生，是清涼的弟子。這是先說這一本經的來源，是四十卷裡面的最後一卷，是它的一部分。再看底下這段，就是二百九十七面倒數第二行，我們從這看起："
    },
    {
      "id": "04-003-0119_p0015",
      "zh_CN": "【故西域相传云。】",
      "zh_TW": "【故西域相傳云。】"
    },
    {
      "id": "04-003-0119_p0016",
      "zh_CN": "这是当时传说，传说当然都有依据，不是谣传。",
      "zh_TW": "這是當時傳說，傳說當然都有依據，不是謠傳。"
    },
    {
      "id": "04-003-0119_p0017",
      "zh_CN": "【普贤行愿赞为略华严经。大方广佛华严经为广普贤行愿赞。】",
      "zh_TW": "【普賢行願讚為略華嚴經。大方廣佛華嚴經為廣普賢行願讚。】"
    },
    {
      "id": "04-003-0119_p0018",
      "zh_CN": "《普贤行愿赞》要广说就是四十卷《华严》，如果略说它的纲领，确实就是指这一卷。因为这一卷里面是十大愿王导归极乐，就是指的这一卷。古人有这个说法，换句话说，清凉选择这一卷别行流通，不是自己的意思，他的确有根据，为什么？因为全经就是细说这一卷而已。这一卷就是全经的总纲领，流通这一卷那是天经地义，决定正确而没有怀疑。所以这卷就是略本的《华严经》。八十卷再加上这四十卷，那叫广《行愿赞》，就是十大愿王，十大愿王的广说，细说。",
      "zh_TW": "《普賢行願讚》要廣說就是四十卷《華嚴》，如果略說它的綱領，確實就是指這一卷。因為這一卷裡面是十大願王導歸極樂，就是指的這一卷。古人有這個說法，換句話說，清涼選擇這一卷別行流通，不是自己的意思，他的確有根據，為什麼？因為全經就是細說這一卷而已。這一卷就是全經的總綱領，流通這一卷那是天經地義，決定正確而沒有懷疑。所以這卷就是略本的《華嚴經》。八十卷再加上這四十卷，那叫廣《行願讚》，就是十大願王，十大願王的廣說，細說。"
    },
    {
      "id": "04-003-0119_p0019",
      "zh_CN": "【以今观之。】",
      "zh_TW": "【以今觀之。】"
    },
    {
      "id": "04-003-0119_p0020",
      "zh_CN": "我们今天细细看这卷经文：",
      "zh_TW": "我們今天細細看這卷經文："
    },
    {
      "id": "04-003-0119_p0021",
      "zh_CN": "【理实然矣。】",
      "zh_TW": "【理實然矣。】"
    },
    {
      "id": "04-003-0119_p0022",
      "zh_CN": "古人相传这个讲法，一点都不错，确实如此。",
      "zh_TW": "古人相傳這個講法，一點都不錯，確實如此。"
    },
    {
      "id": "04-003-0119_p0023",
      "zh_CN": "【一经之主。即是普贤。初会是普贤所说。穷终亦是普贤所说。五周之因。皆普贤行。五周之果。即普贤行之所成。亦是得果不舍因门之果用尔。复是四十卷之穷终。遍收玄妙。】",
      "zh_TW": "【一經之主。即是普賢。初會是普賢所說。窮終亦是普賢所說。五周之因。皆普賢行。五周之果。即普賢行之所成。亦是得果不捨因門之果用爾。復是四十卷之窮終。遍收玄妙。】"
    },
    {
      "id": "04-003-0119_p0024",
      "zh_CN": "这段的意思，我们要看《钞》，钞里面给我们说得详细。前面这三行已经说过了，就不必再讲，我们从后一经下，在二百九十八面倒数第四行，最后第四个字看起，从这个地方看。",
      "zh_TW": "這段的意思，我們要看《鈔》，鈔裡面給我們說得詳細。前面這三行已經說過了，就不必再講，我們從後一經下，在二百九十八面倒數第四行，最後第四個字看起，從這個地方看。"
    },
    {
      "id": "04-003-0119_p0025",
      "zh_CN": "【后一经下。】",
      "zh_TW": "【後一經下。】"
    },
    {
      "id": "04-003-0119_p0026",
      "zh_CN": "刚才我们念的，『一经之主，即是普贤』，所以这整部《华严经》，实在就是说一个普贤菩萨，普贤的因果。《华严》总共有九会，清凉大师判的七处九会。这个初会的会主普贤菩萨，第九会末会的会主又是普贤菩萨，这是亦始亦终，彻始彻终，统统讲的是普贤菩萨。整个经文虽然分为『五周因果』。因是什么因？普贤因。果是什么果？普贤果。这里要注意，我们现在念《无量寿经》，你看《无量寿经》一开头，「德遵普贤」，所以前清彭绍升居士，将《无量寿经》称为中本《华严》，有道理。西方极乐世界就是普贤因、普贤果，它跟《华严》有什么两样？确实是一样。而是《华严经》对于普贤因果说得非常详细，《无量寿经》上讲的普贤因果是非常实用，可以说是完全落实在我们现在人生活的层面。因此我在过去曾经跟同修们报告过，如果要想真正明了《无量寿经》，一定要读《华严》，因为什么？它是细说，你才能透彻的理解。如果讲修行，那一定取《无量寿经》。修行要提纲挈领，不要啰嗦，抓住纲领，这好修行。要断疑生信，那一定要靠大经大论，使我们彻底明了事实的真相，死心塌地依照这个方法来修学，这样就对了。我们看这个文，『后一经下』：",
      "zh_TW": "剛才我們念的，『一經之主，即是普賢』，所以這整部《華嚴經》，實在就是說一個普賢菩薩，普賢的因果。《華嚴》總共有九會，清涼大師判的七處九會。這個初會的會主普賢菩薩，第九會末會的會主又是普賢菩薩，這是亦始亦終，徹始徹終，統統講的是普賢菩薩。整個經文雖然分為『五周因果』。因是什麼因？普賢因。果是什麼果？普賢果。這裡要注意，我們現在念《無量壽經》，你看《無量壽經》一開頭，「德遵普賢」，所以前清彭紹升居士，將《無量壽經》稱為中本《華嚴》，有道理。西方極樂世界就是普賢因、普賢果，它跟《華嚴》有什麼兩樣？確實是一樣。而是《華嚴經》對於普賢因果說得非常詳細，《無量壽經》上講的普賢因果是非常實用，可以說是完全落實在我們現在人生活的層面。因此我在過去曾經跟同修們報告過，如果要想真正明瞭《無量壽經》，一定要讀《華嚴》，因為什麼？它是細說，你才能透徹的理解。如果講修行，那一定取《無量壽經》。修行要提綱挈領，不要囉嗦，抓住綱領，這好修行。要斷疑生信，那一定要靠大經大論，使我們徹底明瞭事實的真相，死心塌地依照這個方法來修學，這樣就對了。我們看這個文，『後一經下』："
    },
    {
      "id": "04-003-0119_p0027",
      "zh_CN": "【释其所以。】",
      "zh_TW": "【釋其所以。】"
    },
    {
      "id": "04-003-0119_p0028",
      "zh_CN": "这是解释。",
      "zh_TW": "這是解釋。"
    },
    {
      "id": "04-003-0119_p0029",
      "zh_CN": "【言一经之主。即是普贤者。】",
      "zh_TW": "【言一經之主。即是普賢者。】"
    },
    {
      "id": "04-003-0119_p0030",
      "zh_CN": "这是讲全部的《华严经》。",
      "zh_TW": "這是講全部的《華嚴經》。"
    },
    {
      "id": "04-003-0119_p0031",
      "zh_CN": "【普贤是法界体。】",
      "zh_TW": "【普賢是法界體。】"
    },
    {
      "id": "04-003-0119_p0032",
      "zh_CN": "『普』是普遍，尽虚空遍法界，『贤』是贤善，这在题里面都说过了，在前面的经题，普贤菩萨这个名号的意思统统都讲过了。",
      "zh_TW": "『普』是普遍，盡虛空遍法界，『賢』是賢善，這在題裡面都說過了，在前面的經題，普賢菩薩這個名號的意思統統都講過了。"
    },
    {
      "id": "04-003-0119_p0033",
      "zh_CN": "【经唯诠法界故。】",
      "zh_TW": "【經唯詮法界故。】"
    },
    {
      "id": "04-003-0119_p0034",
      "zh_CN": "『诠』是诠叙，就是给我们叙说『法界』，法界就是普贤，普贤就是法界。",
      "zh_TW": "『詮』是詮敘，就是給我們敘說『法界』，法界就是普賢，普賢就是法界。"
    },
    {
      "id": "04-003-0119_p0035",
      "zh_CN": "【初会等者。初会即菩提场。总有三名。约处名菩提场。】",
      "zh_TW": "【初會等者。初會即菩提場。總有三名。約處名菩提場。】"
    },
    {
      "id": "04-003-0119_p0036",
      "zh_CN": "这个处所是『菩提场』，佛在那个地方讲经说法的。",
      "zh_TW": "這個處所是『菩提場』，佛在那個地方講經說法的。"
    },
    {
      "id": "04-003-0119_p0037",
      "zh_CN": "【约人。】",
      "zh_TW": "【約人。】"
    },
    {
      "id": "04-003-0119_p0038",
      "zh_CN": "就人来讲：",
      "zh_TW": "就人來講："
    },
    {
      "id": "04-003-0119_p0039",
      "zh_CN": "【名普贤菩萨会。】",
      "zh_TW": "【名普賢菩薩會。】"
    },
    {
      "id": "04-003-0119_p0040",
      "zh_CN": "因为这个菩提场初会是以『普贤菩萨』为会主。若是就法来说：",
      "zh_TW": "因為這個菩提場初會是以『普賢菩薩』為會主。若是就法來說："
    },
    {
      "id": "04-003-0119_p0041",
      "zh_CN": "【约法。名所信因果会。】",
      "zh_TW": "【約法。名所信因果會。】"
    },
    {
      "id": "04-003-0119_p0042",
      "zh_CN": "不是讲能信，是所信的。换句话说，完全讲的普贤菩萨的法界，普贤法界就是一真法界，普贤法界就是华藏法界，所以极乐世界就是华藏世界。",
      "zh_TW": "不是講能信，是所信的。換句話說，完全講的普賢菩薩的法界，普賢法界就是一真法界，普賢法界就是華藏法界，所以極樂世界就是華藏世界。"
    },
    {
      "id": "04-003-0119_p0043",
      "zh_CN": "【普贤为主者。以此会举毘卢遮那旷劫修因。严净刹海。令物信受。知皆有分。修必契故。】",
      "zh_TW": "【普賢為主者。以此會舉毘盧遮那曠劫修因。嚴淨剎海。令物信受。知皆有分。修必契故。】"
    },
    {
      "id": "04-003-0119_p0044",
      "zh_CN": "这几句很重要。这一会是讲的『初会』，这是照应前面，《华严经》一开端，实在讲，最不容易读，也最难讲。《华严经》后面的经文好讲，前面不好讲，前面文又长，总共就十一卷半。你看那么长的经文，八十卷，十一卷半，八分之一，完全讲的是毘卢遮那佛依正庄严。没有理论，完全叫你看这个、看那个。一切诸佛菩萨、天龙八部、鬼神，对于毘卢遮那佛依报、正报的赞叹。经文教条式的，看起来，这没有耐心的人都不容易看得下去。因为什么？看不到理论，看不到解释。就好像我们故宫博物院展览那些商周的铜器，叫你去参观，看到都是破铜烂铁，这有什么意思？看看，不想看了，调头而去，就有这个味道。如果有人给你一解释，这才恍然大悟，这真正是宝贝。如果没有人给你解释，你看到这一文都不值。从十二卷以后，就是介绍，那介绍就很有趣味，这《华严经》讲就好讲，《华严经》最难讲的就是前面这一大段。前面这一大段，实在讲，就是说明毘卢遮那佛，『毘卢遮那』是法身佛。我们知道佛有三身，卢舍那佛是报身佛，释迦牟尼佛是应身佛，所以佛有三身，法身、报身、应身，这个地方讲法身。",
      "zh_TW": "這幾句很重要。這一會是講的『初會』，這是照應前面，《華嚴經》一開端，實在講，最不容易讀，也最難講。《華嚴經》後面的經文好講，前面不好講，前面文又長，總共就十一卷半。你看那麼長的經文，八十卷，十一卷半，八分之一，完全講的是毘盧遮那佛依正莊嚴。沒有理論，完全叫你看這個、看那個。一切諸佛菩薩、天龍八部、鬼神，對於毘盧遮那佛依報、正報的讚歎。經文教條式的，看起來，這沒有耐心的人都不容易看得下去。因為什麼？看不到理論，看不到解釋。就好像我們故宮博物院展覽那些商周的銅器，叫你去參觀，看到都是破銅爛鐵，這有什麼意思？看看，不想看了，調頭而去，就有這個味道。如果有人給你一解釋，這才恍然大悟，這真正是寶貝。如果沒有人給你解釋，你看到這一文都不值。從十二卷以後，就是介紹，那介紹就很有趣味，這《華嚴經》講就好講，《華嚴經》最難講的就是前面這一大段。前面這一大段，實在講，就是說明毘盧遮那佛，『毘盧遮那』是法身佛。我們知道佛有三身，盧舍那佛是報身佛，釋迦牟尼佛是應身佛，所以佛有三身，法身、報身、應身，這個地方講法身。"
    },
    {
      "id": "04-003-0119_p0045",
      "zh_CN": "法身佛『旷劫修因』，旷劫是指时间之长，长到不能想像，不能计算，这是真的。毘卢遮那佛在哪里？毘卢遮那佛没有形相。这个名号，完全是梵文音译过来的，它的意思是周遍虚空，意思是这个。由此可知，法身在哪里？尽虚空遍法界就是法身。因此这个修，它怎么个修法？如果在我们观念当中，有修、有证就错了。它是无修之修，非证之证，就是大经常讲，法尔如是，它自自然然就是这个现象。这个现象，我们凡夫这理想观念当中有真善美，这是凡夫想像当中的，其实有没有真善美？绝对没有。打开历史，古今中外，绝对找不到一个十全十美，人也找不到，物也找不到，事也找不到。但是法界的确是尽善尽美，那一点都不错，真善美安在法界上是名实相符。法界是什么？法界是我们自己本人，法界是我们自己的真心。真心具足真善美慧，我们现在为什么找不到？我们迷了真心，迷里头哪有十全十美？迷里面只有两样、三样、四样做个比较，哪一个比较美一点、比较真一点、比较善一点，都不是绝对的，是互相比较当中，说之为真善美，不是圆满究竟的。唯独真心，真心所现的境界就是一真法界。",
      "zh_TW": "法身佛『曠劫修因』，曠劫是指時間之長，長到不能想像，不能計算，這是真的。毘盧遮那佛在哪裡？毘盧遮那佛沒有形相。這個名號，完全是梵文音譯過來的，它的意思是周遍虛空，意思是這個。由此可知，法身在哪裡？盡虛空遍法界就是法身。因此這個修，它怎麼個修法？如果在我們觀念當中，有修、有證就錯了。它是無修之修，非證之證，就是大經常講，法爾如是，它自自然然就是這個現象。這個現象，我們凡夫這理想觀念當中有真善美，這是凡夫想像當中的，其實有沒有真善美？絕對沒有。打開歷史，古今中外，絕對找不到一個十全十美，人也找不到，物也找不到，事也找不到。但是法界的確是盡善盡美，那一點都不錯，真善美安在法界上是名實相符。法界是什麼？法界是我們自己本人，法界是我們自己的真心。真心具足真善美慧，我們現在為什麼找不到？我們迷了真心，迷裡頭哪有十全十美？迷裡面只有兩樣、三樣、四樣做個比較，哪一個比較美一點、比較真一點、比較善一點，都不是絕對的，是互相比較當中，說之為真善美，不是圓滿究竟的。唯獨真心，真心所現的境界就是一真法界。"
    },
    {
      "id": "04-003-0119_p0046",
      "zh_CN": "『严净刹海』，这是果，「旷劫修因」，刚才说过，这是无修而修，无证而证。因果是一，能所不二，性相一如，是这个境界，这叫不思议解脱境界。『令物信受』，他不说令人信受。如果令人信受，在十法界里头，其他九法界都没分了，所以用物，物好，人也是物，人是动物，也是物。所以物就太好了，物，把所有一切万事万法统统包括到里面去。不但十法界有情都是物，上面是佛、菩萨、声闻、缘觉，下面是六道众生。除十法界有情之外，还有依报无情的，也是物，我们讲植物、矿物，这就全体都包了。植物、矿物有没有分？有分，统统都有分。所以佛在华严会上讲，「情与无情，同圆种智」，那个植物、矿物没有分，那怎么能同圆种智？这统统有分。在有情，称它作佛性；在无情，称它作法性。佛性跟法性是一个性，不是两个性，所以才能够同圆种智，才能够理事无碍、事事无碍。",
      "zh_TW": "『嚴淨剎海』，這是果，「曠劫修因」，剛才說過，這是無修而修，無證而證。因果是一，能所不二，性相一如，是這個境界，這叫不思議解脫境界。『令物信受』，他不說令人信受。如果令人信受，在十法界裡頭，其他九法界都沒分了，所以用物，物好，人也是物，人是動物，也是物。所以物就太好了，物，把所有一切萬事萬法統統包括到裡面去。不但十法界有情都是物，上面是佛、菩薩、聲聞、緣覺，下面是六道眾生。除十法界有情之外，還有依報無情的，也是物，我們講植物、礦物，這就全體都包了。植物、礦物有沒有分？有分，統統都有分。所以佛在華嚴會上講，「情與無情，同圓種智」，那個植物、礦物沒有分，那怎麼能同圓種智？這統統有分。在有情，稱它作佛性；在無情，稱它作法性。佛性跟法性是一個性，不是兩個性，所以才能夠同圓種智，才能夠理事無礙、事事無礙。"
    },
    {
      "id": "04-003-0119_p0047",
      "zh_CN": "这是教一切众生都能够相信、都能够接受。信什么？接受什么？『知皆有分』。毘卢遮那佛的因果就是我们自性的因果，人人都有分，一切众生都有分，平等平等，无二无别，佛法平等是建立在这个基础上，这是真正的平等。虽然是真平等，可是我们是凡夫，一天到晚生死烦恼，苦不堪言，看看我们跟佛差远了。别说跟佛，跟天人都不平等，天人有六通，我们一窍也不通，怎么能跟天人平等？为什么会不平等？迷失了自性。十界统迷，这个十法界里就包括佛，那佛还迷？佛要看什么佛，天台家讲四种佛：藏、通、别、圆。藏、通、别都迷，只有圆佛他不迷。贤首家讲五教：小、始、终、顿、圆；换句话说，就是五种不同的佛，也是圆教的佛不迷，其他的佛统统迷。佛都迷了，那菩萨更不必说，换句话说，这十界众生包括佛，这佛里头不包括圆教佛，别教以下的佛统统包括在里头。只是对自性、对法界迷的程度上轻重不同而已，迷得轻的，十法界他的位子就高；迷得重的，就往下坠，就是么回事情，这是事实的真相。",
      "zh_TW": "這是教一切眾生都能夠相信、都能夠接受。信什麼？接受什麼？『知皆有分』。毘盧遮那佛的因果就是我們自性的因果，人人都有分，一切眾生都有分，平等平等，無二無別，佛法平等是建立在這個基礎上，這是真正的平等。雖然是真平等，可是我們是凡夫，一天到晚生死煩惱，苦不堪言，看看我們跟佛差遠了。別說跟佛，跟天人都不平等，天人有六通，我們一竅也不通，怎麼能跟天人平等？為什麼會不平等？迷失了自性。十界統迷，這個十法界裡就包括佛，那佛還迷？佛要看什麼佛，天台家講四種佛：藏、通、別、圓。藏、通、別都迷，只有圓佛他不迷。賢首家講五教：小、始、終、頓、圓；換句話說，就是五種不同的佛，也是圓教的佛不迷，其他的佛統統迷。佛都迷了，那菩薩更不必說，換句話說，這十界眾生包括佛，這佛裡頭不包括圓教佛，別教以下的佛統統包括在裡頭。只是對自性、對法界迷的程度上輕重不同而已，迷得輕的，十法界他的位子就高；迷得重的，就往下墜，就是麼回事情，這是事實的真相。"
    },
    {
      "id": "04-003-0119_p0048",
      "zh_CN": "我们在十法界里面，这一生得人身，这一生的时间很短暂，我们迷不迷？迷，很迷。再迷下去怎么办？来生就往下面坠去了，为什么？迷！如果要觉悟了，觉悟你就往上升，迷就往下堕落。为什么我说迷？不知道事实的真相。说实在的话，我们要是不遇到佛法，没有读到经典，决定不可能觉悟。而是有幸遇到佛法、读到经典，由于这个启示，使我们豁然大悟。悟个什么？悟万法皆空，这是真正觉悟；悟的是人生是梦幻泡影，绝对不是真实。因此我们在这个社会上，对人、对事、对物，不要太认真，不要太计较，凡事得过且过，佛教给我们随缘而不攀缘，原因在哪里？因为它不是真实的，都是假的。人在时空里面像流水一样，它不停止的。有福报，今天我有权力、我有财富，这是什么？这水流在我面前。流到你面前去，睁开眼睛一看，它又流走了，你的权势也流走了，财富也流走了。",
      "zh_TW": "我們在十法界裡面，這一生得人身，這一生的時間很短暫，我們迷不迷？迷，很迷。再迷下去怎麼辦？來生就往下面墜去了，為什麼？迷！如果要覺悟了，覺悟你就往上升，迷就往下墮落。為什麼我說迷？不知道事實的真相。說實在的話，我們要是不遇到佛法，沒有讀到經典，決定不可能覺悟。而是有幸遇到佛法、讀到經典，由於這個啟示，使我們豁然大悟。悟個什麼？悟萬法皆空，這是真正覺悟；悟的是人生是夢幻泡影，絕對不是真實。因此我們在這個社會上，對人、對事、對物，不要太認真，不要太計較，凡事得過且過，佛教給我們隨緣而不攀緣，原因在哪裡？因為它不是真實的，都是假的。人在時空裡面像流水一樣，它不停止的。有福報，今天我有權力、我有財富，這是什麼？這水流在我面前。流到你面前去，睜開眼睛一看，它又流走了，你的權勢也流走了，財富也流走了。"
    },
    {
      "id": "04-003-0119_p0049",
      "zh_CN": "所以你看金钱叫通货，通，流通的，决定不能把它抓住，抓住就错了，何况你也抓不住，你能抓得住？光阴抓不住；换句话说，生命抓不住。生命都抓不住，身外之物哪一样你能够抓得住？你要把这个事实真相搞清楚，他觉悟了。假如权势、财富留在我这里，留在我这里时间虽然很短，我有权支配它，我不能得到它，这是真的，但是我可以支配它。那聪明人、觉悟的人就支配它修福、积善；那个糊涂、迷惑颠倒的人就想把它占有，据为己有，实在讲，这是很错误的观念，那就造作了许多的罪业。你看祸福、果报就在这一念觉跟一念迷，除了觉迷之外，什么都没有。",
      "zh_TW": "所以你看金錢叫通貨，通，流通的，決定不能把它抓住，抓住就錯了，何況你也抓不住，你能抓得住？光陰抓不住；換句話說，生命抓不住。生命都抓不住，身外之物哪一樣你能夠抓得住？你要把這個事實真相搞清楚，他覺悟了。假如權勢、財富留在我這裡，留在我這裡時間雖然很短，我有權支配它，我不能得到它，這是真的，但是我可以支配它。那聰明人、覺悟的人就支配它修福、積善；那個糊塗、迷惑顛倒的人就想把它佔有，據為己有，實在講，這是很錯誤的觀念，那就造作了許多的罪業。你看禍福、果報就在這一念覺跟一念迷，除了覺迷之外，什麼都沒有。"
    },
    {
      "id": "04-003-0119_p0050",
      "zh_CN": "我们是从佛经上得到的启示，知道这个事实真相，才晓得这一生怎么样做人、怎么样做事。这一生离苦得乐，来生果报比这个还要殊胜。不管怎么殊胜，总而言之是有限的，如何能突破有限，这是佛度众生的目的。在理上讲，千经万论、无量法门都是帮助我们突破这个极限的。理论至善，方法精当，可是众生业习不相同。这个业是过去无量劫来，我们生生世世造作的累积，这是业。业力很大，叫业障，不一样。习是什么？这一生从小至今养成的习气，所谓习惯成自然，很不容易更改。青年学佛、壮年学佛，改还好改，老年学佛，那就没有法子改了。",
      "zh_TW": "我們是從佛經上得到的啟示，知道這個事實真相，才曉得這一生怎麼樣做人、怎麼樣做事。這一生離苦得樂，來生果報比這個還要殊勝。不管怎麼殊勝，總而言之是有限的，如何能突破有限，這是佛度眾生的目的。在理上講，千經萬論、無量法門都是幫助我們突破這個極限的。理論至善，方法精當，可是眾生業習不相同。這個業是過去無量劫來，我們生生世世造作的累積，這是業。業力很大，叫業障，不一樣。習是什麼？這一生從小至今養成的習氣，所謂習慣成自然，很不容易更改。青年學佛、壯年學佛，改還好改，老年學佛，那就沒有法子改了。"
    },
    {
      "id": "04-003-0119_p0051",
      "zh_CN": "所以佛实在是慈悲到了极处，给我们开了一个无上方便的法门。业障、习气都可以不要理会它，这一生也能突破极限，这就了不起，这是什么法门？就是普贤菩萨在此地十大愿王导归极乐，就是这个法门。换句话说，就是净土宗里面所说的，执持名号，求生净土的法门。这个法门好在哪里？好在可以不要理会业障习气，不要理会它，多也好，少也好，轻也好，重也好，一概不理会。只是死心塌地这一句佛号念到底，他就成功了。这个法门不能小看它，为什么不能小看它？文殊、普贤还要依靠这个法门才能圆成佛道，否则的话，文殊、普贤发愿求生净土，为什么？文殊、普贤用其他的方法来圆成佛道行不行？行。为什么他要求生净土？求生净土，这个法门比别的法门容易，这个法门比别的法门省时间。其他的法门，他统统知道，哪个法门修，他都会成就，但是没有这个法门来得快速，没有这个法门简单容易。所以人家聪明，也找一个快速容易的法门，不去找麻烦，这是聪明人。",
      "zh_TW": "所以佛實在是慈悲到了極處，給我們開了一個無上方便的法門。業障、習氣都可以不要理會它，這一生也能突破極限，這就了不起，這是什麼法門？就是普賢菩薩在此地十大願王導歸極樂，就是這個法門。換句話說，就是淨土宗裡面所說的，執持名號，求生淨土的法門。這個法門好在哪裡？好在可以不要理會業障習氣，不要理會它，多也好，少也好，輕也好，重也好，一概不理會。只是死心塌地這一句佛號念到底，他就成功了。這個法門不能小看它，為什麼不能小看它？文殊、普賢還要依靠這個法門才能圓成佛道，否則的話，文殊、普賢發願求生淨土，為什麼？文殊、普賢用其他的方法來圓成佛道行不行？行。為什麼他要求生淨土？求生淨土，這個法門比別的法門容易，這個法門比別的法門省時間。其他的法門，他統統知道，哪個法門修，他都會成就，但是沒有這個法門來得快速，沒有這個法門簡單容易。所以人家聰明，也找一個快速容易的法門，不去找麻煩，這是聰明人。"
    },
    {
      "id": "04-003-0119_p0052",
      "zh_CN": "我们今天讲的，选择便捷的法门，这是我想每个修学人取舍必然的道理，这是从菩萨本人方面来说。如从利他方面来说，也给一切众生增长对于这个法门修学的信心。文殊、普贤是华严会上的两大菩萨，菩萨当中的首领，他们选择的是念佛往生净土。那何况我们？我们选择这个法门怎么会选错？如果说我们错了，那文殊、普贤错在先。这个叫「令物信受。知皆有分，修必契故」。问题你要真修。这个法门虽然容易、稳当、快速，所谓「万修万人去」。可是要紧的是你要真修，你才能得到这个修学的效果。如果你要不真修，换句话，你这一生当中，跟这个法门只结一个善缘而已，还是不能往生。",
      "zh_TW": "我們今天講的，選擇便捷的法門，這是我想每個修學人取捨必然的道理，這是從菩薩本人方面來說。如從利他方面來說，也給一切眾生增長對於這個法門修學的信心。文殊、普賢是華嚴會上的兩大菩薩，菩薩當中的首領，他們選擇的是念佛往生淨土。那何況我們？我們選擇這個法門怎麼會選錯？如果說我們錯了，那文殊、普賢錯在先。這個叫「令物信受。知皆有分，修必契故」。問題你要真修。這個法門雖然容易、穩當、快速，所謂「萬修萬人去」。可是要緊的是你要真修，你才能得到這個修學的效果。如果你要不真修，換句話，你這一生當中，跟這個法門只結一個善緣而已，還是不能往生。"
    },
    {
      "id": "04-003-0119_p0053",
      "zh_CN": "所以近代念佛的人多，往生的人少，原因在哪里？原因他不是真修。这个真修，他自己知道不知道？说实在话，自己不知道，以为自己都是在真修。自己不知道自己修行出了毛病，不知道，这什么原因？业障。愚痴、迷惑，不晓得自己修学出了毛病。毛病究竟出在哪里？一言以蔽之，就是不老实。你看大势至菩萨在《楞严经》里面教给我们，「都摄六根，净念相继」。你要依照这个方法去修，没有一个不成就的。我们有没有做到？都摄六根，六根要怎么个摄法？我们的六根，天天攀缘外面六尘境界，菩萨教给我们，要把这个心收回来，不但菩萨教我们修行要收心（不收心就不老实，收心就老实了），儒家教学也教人收心。",
      "zh_TW": "所以近代念佛的人多，往生的人少，原因在哪裡？原因他不是真修。這個真修，他自己知道不知道？說實在話，自己不知道，以為自己都是在真修。自己不知道自己修行出了毛病，不知道，這什麼原因？業障。愚痴、迷惑，不曉得自己修學出了毛病。毛病究竟出在哪裡？一言以蔽之，就是不老實。你看大勢至菩薩在《楞嚴經》裡面教給我們，「都攝六根，淨念相繼」。你要依照這個方法去修，沒有一個不成就的。我們有沒有做到？都攝六根，六根要怎麼個攝法？我們的六根，天天攀緣外面六塵境界，菩薩教給我們，要把這個心收回來，不但菩薩教我們修行要收心（不收心就不老實，收心就老實了），儒家教學也教人收心。"
    },
    {
      "id": "04-003-0119_p0054",
      "zh_CN": "你看《孟子》里面讲的，「学问之道无他，求其放心而已」，也是把放在外面那个心，把它收回来而已，那就叫学问。世出世间圣人见解都相同，能收心就得定。儒家讲定，佛法里面叫三昧，这个问题你能不能收？用什么方法收？都摄六根，那用什么方法来摄？净念相继，就行了，你看这个方法多简单。净是什么？清净心。什么叫清净心？心里头不杂妄想，不杂分别执着，这个念是净念。以这个清净心来执持名号，再将这句名号提升自己的清净心，这个佛号、这个功夫不能间断，相继就是不间断。以清净心念佛，念到心地清净，这就是往生净土的秘诀。",
      "zh_TW": "你看《孟子》裡面講的，「學問之道無他，求其放心而已」，也是把放在外面那個心，把它收回來而已，那就叫學問。世出世間聖人見解都相同，能收心就得定。儒家講定，佛法裡面叫三昧，這個問題你能不能收？用什麼方法收？都攝六根，那用什麼方法來攝？淨念相繼，就行了，你看這個方法多簡單。淨是什麼？清淨心。什麼叫清淨心？心裡頭不雜妄想，不雜分別執著，這個念是淨念。以這個清淨心來執持名號，再將這句名號提升自己的清淨心，這個佛號、這個功夫不能間斷，相繼就是不間斷。以清淨心念佛，念到心地清淨，這就是往生淨土的祕訣。"
    },
    {
      "id": "04-003-0119_p0055",
      "zh_CN": "那我们想一想，我们今天虽然念佛，心不清净，一天到晚还有是非人我，还有妄想，还有牵挂，所以功夫不能成就，道理就在此地。违背了这个原则，虽念佛有障碍；念佛尚且有障碍，修学其他法门，那就更难更难了。同修们特别要记住，理上的通达是无济于事，说通不行，解通也不行，要行、要证，那才管用。我们二六时中，应付这些人事物，心是不是真的清净？是不是真的平等？是不是真正慈悲？这叫行。是不是能与佛菩萨的行愿相应？这是功夫。所以理通了没有用，该怎么堕落，照堕不误。",
      "zh_TW": "那我們想一想，我們今天雖然念佛，心不清淨，一天到晚還有是非人我，還有妄想，還有牽掛，所以功夫不能成就，道理就在此地。違背了這個原則，雖念佛有障礙；念佛尚且有障礙，修學其他法門，那就更難更難了。同修們特別要記住，理上的通達是無濟於事，說通不行，解通也不行，要行、要證，那才管用。我們二六時中，應付這些人事物，心是不是真的清淨？是不是真的平等？是不是真正慈悲？這叫行。是不是能與佛菩薩的行願相應？這是功夫。所以理通了沒有用，該怎麼墮落，照墮不誤。"
    },
    {
      "id": "04-003-0119_p0056",
      "zh_CN": "所以《华严经》把普贤菩萨列在第一，不把文殊列在第一，你就想一想，普贤重行，文殊重解，行比解重要。西方三圣，把观音菩萨排在第一，大势至排在第二，观音菩萨表行，大势至菩萨表解，这个法门都是重视行的；说实在话，不重理解。理解是对什么人？是对信心不足的人，是帮助他的。完全接受，绝无动摇，还解个什么？不需要解了。因此往往有许多老太婆教她念阿弥陀佛，她一天到晚阿弥陀佛、阿弥陀佛，她不需要解，她的成功比那个讲经说法的法师高明太多了。这为什么？她重行，她行圆满。解是帮助你断疑生信的，她已经断疑生信了，所以解对她没有用处，这要知道。所以我们对于老实念佛的人，要起真正的恭敬心，要把他当作活佛来看待，为什么？决定往生，一生决定成佛。我们还是个未知数，打问号，他已经笃定了，我们礼佛就礼他，我们敬佛就敬他。",
      "zh_TW": "所以《華嚴經》把普賢菩薩列在第一，不把文殊列在第一，你就想一想，普賢重行，文殊重解，行比解重要。西方三聖，把觀音菩薩排在第一，大勢至排在第二，觀音菩薩表行，大勢至菩薩表解，這個法門都是重視行的；說實在話，不重理解。理解是對什麼人？是對信心不足的人，是幫助他的。完全接受，絕無動搖，還解個什麼？不需要解了。因此往往有許多老太婆教她念阿彌陀佛，她一天到晚阿彌陀佛、阿彌陀佛，她不需要解，她的成功比那個講經說法的法師高明太多了。這為什麼？她重行，她行圓滿。解是幫助你斷疑生信的，她已經斷疑生信了，所以解對她沒有用處，這要知道。所以我們對於老實念佛的人，要起真正的恭敬心，要把他當作活佛來看待，為什麼？決定往生，一生決定成佛。我們還是個未知數，打問號，他已經篤定了，我們禮佛就禮他，我們敬佛就敬他。"
    },
    {
      "id": "04-003-0119_p0057",
      "zh_CN": "诸位如果要是不信的话，你不看古代，看近代这些往生的人，讲经说法的法师往生的瑞相不如信徒。我这次去大陆，因为跟团体的限制，没有办法单独活动，我到了长春，距离哈尔滨已经不远，我都非常想到极乐寺去看看，修无师往生的地方。修无师在世的时候，谁瞧得起他？没有念过书，不认识字，做老粗的，他是个做泥水匠出身的。出家之后，什么也不会，就念一句阿弥陀佛。他能够预知时至，能够自在往生。寺庙里住持倓虚老法师，监院定西法师，那个时候传戒，得戒和尚谛闲老法师，三位法师往生都不如他，都比不上他，这不能骗人。到底是什么样的功夫，临命终最后那一刹那表现给你看，那是真的。一辈子可以作假，可以欺人，那一着不能欺人，原形毕露，这是我们要警惕，要提高警觉；换句话说，要真修。真修就是万缘放下，决定要接受佛的教导，一生随缘不攀缘。随缘，对于我们的清净心不妨碍，攀缘有妨碍。攀缘就是我要想怎么做怎么做，计划怎么做怎么做，就有障碍了。随缘是随顺的，换句话说，我们今天讲不操心、不费力，顺水推舟不费力气，这个事情可以做的。这是值得我们特别注意的，就是怎样修才会有成就。再看底下这段文：",
      "zh_TW": "諸位如果要是不信的話，你不看古代，看近代這些往生的人，講經說法的法師往生的瑞相不如信徒。我這次去大陸，因為跟團體的限制，沒有辦法單獨活動，我到了長春，距離哈爾濱已經不遠，我都非常想到極樂寺去看看，修無師往生的地方。修無師在世的時候，誰瞧得起他？沒有念過書，不認識字，做老粗的，他是個做泥水匠出身的。出家之後，什麼也不會，就念一句阿彌陀佛。他能夠預知時至，能夠自在往生。寺廟裡住持倓虛老法師，監院定西法師，那個時候傳戒，得戒和尚諦閑老法師，三位法師往生都不如他，都比不上他，這不能騙人。到底是什麼樣的功夫，臨命終最後那一剎那表現給你看，那是真的。一輩子可以作假，可以欺人，那一著不能欺人，原形畢露，這是我們要警惕，要提高警覺；換句話說，要真修。真修就是萬緣放下，決定要接受佛的教導，一生隨緣不攀緣。隨緣，對於我們的清淨心不妨礙，攀緣有妨礙。攀緣就是我要想怎麼做怎麼做，計劃怎麼做怎麼做，就有障礙了。隨緣是隨順的，換句話說，我們今天講不操心、不費力，順水推舟不費力氣，這個事情可以做的。這是值得我們特別注意的，就是怎樣修才會有成就。再看底下這段文："
    },
    {
      "id": "04-003-0119_p0058",
      "zh_CN": "【表佛所说。如所证故。成菩提处。即说此经。唯普贤行方能证入。是故此会普贤为主。】",
      "zh_TW": "【表佛所說。如所證故。成菩提處。即說此經。唯普賢行方能證入。是故此會普賢為主。】"
    },
    {
      "id": "04-003-0119_p0059",
      "zh_CN": "毘卢遮那的境界，一真法界，佛所说的。佛所说的是佛的现量境界，换句话说，不是佛的理想，不是佛的推测，就眼前所谓本地风光，这样说出来而已。这是《华严经》一开会在菩提场，佛给我们说这部经，说出如来果地上的境界。什么人能契入这个境界？普贤行，修普贤行的人就能够证入。因此这个会主就是普贤菩萨。普贤行的特色是什么？普贤行的要领是什么？我们把这一点抓到了，我们也可以修普贤行了。如果掌握不到，那普贤行我们就没有分。",
      "zh_TW": "毘盧遮那的境界，一真法界，佛所說的。佛所說的是佛的現量境界，換句話說，不是佛的理想，不是佛的推測，就眼前所謂本地風光，這樣說出來而已。這是《華嚴經》一開會在菩提場，佛給我們說這部經，說出如來果地上的境界。什麼人能契入這個境界？普賢行，修普賢行的人就能夠證入。因此這個會主就是普賢菩薩。普賢行的特色是什麼？普賢行的要領是什麼？我們把這一點抓到了，我們也可以修普賢行了。如果掌握不到，那普賢行我們就沒有分。"
    },
    {
      "id": "04-003-0119_p0060",
      "zh_CN": "诸位要晓得，普贤菩萨心量普，我们的心量不普，我们心量有界限、有分别、有执着。人家修礼敬，普贤行，我们修礼敬不是普贤行；人家赞叹是普贤行，我们赞叹不是普贤行；人家供养是普贤行，我们供养也不是普贤行。普贤行在事上讲，跟我们凡夫完全没有两样，在心上不一样。普贤菩萨广大心，普贤菩萨没有分别，没有执着，没有妄想。我们如果离开一切妄想分别执着，我们随修一一行，统统是普贤行。",
      "zh_TW": "諸位要曉得，普賢菩薩心量普，我們的心量不普，我們心量有界限、有分別、有執著。人家修禮敬，普賢行，我們修禮敬不是普賢行；人家讚歎是普賢行，我們讚歎不是普賢行；人家供養是普賢行，我們供養也不是普賢行。普賢行在事上講，跟我們凡夫完全沒有兩樣，在心上不一樣。普賢菩薩廣大心，普賢菩薩沒有分別，沒有執著，沒有妄想。我們如果離開一切妄想分別執著，我們隨修一一行，統統是普賢行。"
    },
    {
      "id": "04-003-0119_p0061",
      "zh_CN": "那我们要问，那个什么都不懂的，这些老太婆单念一句阿弥陀佛，为什么会往生？她修的是普贤行。就是她什么也不想，什么也不执着，什么也不分别。你问她什么？阿弥陀佛。殊不知这句阿弥陀佛，就是圆满的普贤行，离开一切分别执着。所以那是了不起的功夫，那是真实的功夫，我们哪里能比得上？她是真正放下。这个放下，我们在讲席里头也说过很多，不是在事相上放下，是心里头确实放下，这心里面完全没有牵挂，没有忧虑，没有人我，没有是非，也没有贪瞋痴慢，只是一心念佛。遇到事情来了，她做，做得很圆满；遇到人照顾，她也照顾得很周到。心里头只有佛，除佛之外，什么都没有，她修普贤行。她念这个名号，就是十大愿王里头称赞如来；她拜佛，就是礼敬诸佛；她对人、对事、对物的恭敬，也是礼敬诸佛。她帮助人，无论出钱出力，都是广修供养。",
      "zh_TW": "那我們要問，那個什麼都不懂的，這些老太婆單念一句阿彌陀佛，為什麼會往生？她修的是普賢行。就是她什麼也不想，什麼也不執著，什麼也不分別。你問她什麼？阿彌陀佛。殊不知這句阿彌陀佛，就是圓滿的普賢行，離開一切分別執著。所以那是了不起的功夫，那是真實的功夫，我們哪裡能比得上？她是真正放下。這個放下，我們在講席裡頭也說過很多，不是在事相上放下，是心裡頭確實放下，這心裡面完全沒有牽掛，沒有憂慮，沒有人我，沒有是非，也沒有貪瞋痴慢，只是一心念佛。遇到事情來了，她做，做得很圓滿；遇到人照顧，她也照顧得很周到。心裡頭只有佛，除佛之外，什麼都沒有，她修普賢行。她念這個名號，就是十大願王裡頭稱讚如來；她拜佛，就是禮敬諸佛；她對人、對事、對物的恭敬，也是禮敬諸佛。她幫助人，無論出錢出力，都是廣修供養。"
    },
    {
      "id": "04-003-0119_p0062",
      "zh_CN": "真正修普贤行的人我们看不出来。为什么看不出来？什么叫普贤行自己不知道。你知道了，你会看出来他在修普贤行。他与《华严经》相应，他与西方净土相应，这个人必定往生。那我们再想一想，他能修，我们为什么不能修？他能放下，我们为什么不能放下？放下的人，这一生成佛作祖，这往生不退就成佛了。放不下的人还要搞六道轮回，果报相差不能为比，不只天上地下，不能为比。所以十方如来苦口婆心，在尽虚空遍法界无不是劝人念佛，可惜这个法门是易修难信，为什么难信？理太深了，这个境界实在不可思议。",
      "zh_TW": "真正修普賢行的人我們看不出來。為什麼看不出來？什麼叫普賢行自己不知道。你知道了，你會看出來他在修普賢行。他與《華嚴經》相應，他與西方淨土相應，這個人必定往生。那我們再想一想，他能修，我們為什麼不能修？他能放下，我們為什麼不能放下？放下的人，這一生成佛作祖，這往生不退就成佛了。放不下的人還要搞六道輪迴，果報相差不能為比，不只天上地下，不能為比。所以十方如來苦口婆心，在盡虛空遍法界無不是勸人念佛，可惜這個法門是易修難信，為什麼難信？理太深了，這個境界實在不可思議。"
    },
    {
      "id": "04-003-0119_p0063",
      "zh_CN": "因此我常常劝同修们，如果发心讲《无量寿经》，弘扬净土法门，对于《华严》、《法华》、《楞严》这些大经大论要熟读、要透彻，你净宗才会讲得圆满，才会讲得令人起信。为什么？净宗是所有一切大经大论的精华，所以认识的人少，那难怪。几个人一生曾经修学过这些大经大论？所以自古以来，祖师大德到晚年几乎没有一个不念佛修净土。他绝对不是到了晚年，看看什么都不行了，不是的，他是真正明了、真正透彻、真正觉悟，也就是这宝他真正找到了。从前他摸索没找到，他晚年找了一生到最后被他发现、找到了，是这么一桩事情。这是说明这初会的要义，真正要紧意思就是这个。下面这解释疏。",
      "zh_TW": "因此我常常勸同修們，如果發心講《無量壽經》，弘揚淨土法門，對於《華嚴》、《法華》、《楞嚴》這些大經大論要熟讀、要透徹，你淨宗才會講得圓滿，才會講得令人起信。為什麼？淨宗是所有一切大經大論的精華，所以認識的人少，那難怪。幾個人一生曾經修學過這些大經大論？所以自古以來，祖師大德到晚年幾乎沒有一個不念佛修淨土。他絕對不是到了晚年，看看什麼都不行了，不是的，他是真正明瞭、真正透徹、真正覺悟，也就是這寶他真正找到了。從前他摸索沒找到，他晚年找了一生到最後被他發現、找到了，是這麼一樁事情。這是說明這初會的要義，真正要緊意思就是這個。下面這解釋疏。"
    },
    {
      "id": "04-003-0119_p0064",
      "zh_CN": "【疏言。穷终亦是等者。】",
      "zh_TW": "【疏言。窮終亦是等者。】"
    },
    {
      "id": "04-003-0119_p0065",
      "zh_CN": "《华严经》开头，普贤菩萨初会，终了是第九会，末后这一会会主也是普贤菩萨。",
      "zh_TW": "《華嚴經》開頭，普賢菩薩初會，終了是第九會，末後這一會會主也是普賢菩薩。"
    },
    {
      "id": "04-003-0119_p0066",
      "zh_CN": "【善财求友。遍历诸位。至于最后因圆门中。亦是普贤所说也。】",
      "zh_TW": "【善財求友。遍歷諸位。至於最後因圓門中。亦是普賢所說也。】"
    },
    {
      "id": "04-003-0119_p0067",
      "zh_CN": "『善财』，是代表一个大乘修学的人，凡是修学大乘的都叫做善财。童子是美称，男女老少都称童子，是通称。善是什么？真正有善根。财是什么？有智慧、有福德，有智、有福，这叫财。所以善财是具足多善根、多福德的人。你看《弥陀经》上说，「不可以少善根福德因缘，得生彼国」。所以凡是往生西方极乐世界的，一定要多善根、多福德、多因缘。这三者具足很不容易。华严会上这善财童子学的什么法门？这是我们要知道的。首先你看看善财的老师是谁？他的老师是文殊菩萨。文殊菩萨修什么法门的？在华严会上，文殊菩萨自己发愿，他是念佛求生净土的。善财是他最好的学生，最好的学生必定是接受老师衣钵承传的，那他当然跟老师修学同一个法门，念佛求生净土，这我们要知道。",
      "zh_TW": "『善財』，是代表一個大乘修學的人，凡是修學大乘的都叫做善財。童子是美稱，男女老少都稱童子，是通稱。善是什麼？真正有善根。財是什麼？有智慧、有福德，有智、有福，這叫財。所以善財是具足多善根、多福德的人。你看《彌陀經》上說，「不可以少善根福德因緣，得生彼國」。所以凡是往生西方極樂世界的，一定要多善根、多福德、多因緣。這三者具足很不容易。華嚴會上這善財童子學的什麼法門？這是我們要知道的。首先你看看善財的老師是誰？他的老師是文殊菩薩。文殊菩薩修什麼法門的？在華嚴會上，文殊菩薩自己發願，他是念佛求生淨土的。善財是他最好的學生，最好的學生必定是接受老師衣缽承傳的，那他當然跟老師修學同一個法門，念佛求生淨土，這我們要知道。"
    },
    {
      "id": "04-003-0119_p0068",
      "zh_CN": "也许这老师的学生，不一定是跟老师学一个法门，也有这个情形，那不能说没有。那我们看看，他出师之后，到外面去参学，参学第一位遇到的善知识，这第一位善知识是老师介绍的。以后的善知识，都是善知识互相介绍。老师给他推荐去参学的这个善知识，德云比丘，在我们《四十华严》讲吉祥云比丘，在八十卷经里头翻译成德云。这位善知识教的什么？教他念佛法门，这是我们要深深去体会。这一开头是念佛，我们中国俗话说，「先入为主」，那第一个善知识教他是念佛法门，当中经历五十一位善知识，最后遇到普贤菩萨，那就更明了、更明显了，十大愿王导归极乐，这才恍然大悟，原来他是念的阿弥陀佛，他不是念的别的佛。这就是一个始，一个终，所以《华严经》里面所说的是什么，所说的是念佛三昧。",
      "zh_TW": "也許這老師的學生，不一定是跟老師學一個法門，也有這個情形，那不能說沒有。那我們看看，他出師之後，到外面去參學，參學第一位遇到的善知識，這第一位善知識是老師介紹的。以後的善知識，都是善知識互相介紹。老師給他推薦去參學的這個善知識，德雲比丘，在我們《四十華嚴》講吉祥雲比丘，在八十卷經裡頭翻譯成德雲。這位善知識教的什麼？教他念佛法門，這是我們要深深去體會。這一開頭是念佛，我們中國俗話說，「先入為主」，那第一個善知識教他是念佛法門，當中經歷五十一位善知識，最後遇到普賢菩薩，那就更明瞭、更明顯了，十大願王導歸極樂，這才恍然大悟，原來他是念的阿彌陀佛，他不是念的別的佛。這就是一個始，一個終，所以《華嚴經》裡面所說的是什麼，所說的是念佛三昧。"
    },
    {
      "id": "04-003-0119_p0069",
      "zh_CN": "彭际清居士将《华严经》修学的方法集成一部大论，文字虽然不多，但是它确实是了不起，《华严经》修行的精华，《华严念佛三昧论》。文字虽然不多，义理之丰富是无有穷尽，那是一部大论，不是小论。大家不要以为这《大智度论》、《瑜伽师地论》那么多，摆在那一大堆叫大论，他这一卷的内容超过了《瑜伽师地论》，超过了《大智度论》。所以这个我们讲，论质不论量，量没有它多，质比它丰富。《华严三昧论》在近代，黄念祖老居士提倡，在北京讲解，我们从录音带把它写出来，在台湾已经出版流通，这对于念佛人有很大的帮助，那是《华严》修学的纲领。所以这个法门实在讲，认识它太难太难。无怪夏莲居说，「万亿人中一、二知」，这个话是真的不是假的。其他经论认识不难，这个法门、这个经论认识太难太难了。所以我们有幸遇到，这就是《无量寿经》上讲的，过去生中，无量劫来，我们曾经供养无量无边诸佛如来，这一生当中善根成熟，得遇诸佛第一法宝，这才遇到第一经。若不是过去这样深厚的善根，遇到也会当面错过。",
      "zh_TW": "彭際清居士將《華嚴經》修學的方法集成一部大論，文字雖然不多，但是它確實是了不起，《華嚴經》修行的精華，《華嚴念佛三昧論》。文字雖然不多，義理之豐富是無有窮盡，那是一部大論，不是小論。大家不要以為這《大智度論》、《瑜伽師地論》那麼多，擺在那一大堆叫大論，他這一卷的內容超過了《瑜伽師地論》，超過了《大智度論》。所以這個我們講，論質不論量，量沒有它多，質比它豐富。《華嚴三昧論》在近代，黃念祖老居士提倡，在北京講解，我們從錄音帶把它寫出來，在台灣已經出版流通，這對於念佛人有很大的幫助，那是《華嚴》修學的綱領。所以這個法門實在講，認識它太難太難。無怪夏蓮居說，「萬億人中一、二知」，這個話是真的不是假的。其他經論認識不難，這個法門、這個經論認識太難太難了。所以我們有幸遇到，這就是《無量壽經》上講的，過去生中，無量劫來，我們曾經供養無量無邊諸佛如來，這一生當中善根成熟，得遇諸佛第一法寶，這才遇到第一經。若不是過去這樣深厚的善根，遇到也會當面錯過。"
    },
    {
      "id": "04-003-0119_p0070",
      "zh_CN": "这部经的真实利益，在这几年当中我们亲眼看到了，这足以增长我们的信心，坚定我们的信念，那就是在全世界，我们把这部经介绍出去，受欢迎的程度远超过其他经典，这个人数之多也超过任何的法门，这就是证据，无比的欢喜。我曾经听说，夏莲居老居士在往生之前曾经说过，第一个预言，他说《无量寿经》将来是从外国传到中国。当时听的这些人都不相信，现在果然没有错，从外国传到中国大陆，而且中国大陆学佛的同修，接受这部经的几乎是非常的普遍。第二个预言说，这部经典将来必定传遍全世界。其他的，我就不必说了。世尊末法九千年当中，真正能得度的就要靠这个法门。所以同修们，如果我们对这个法门还有怀疑，信心还不足，你就深入经藏，这些大经大论能够帮助你坚定信心，帮助你排除疑惑。如果信心坚定，实在讲，不要去浪费那么多时间，一句佛号念到底，无边的利益你一定得到。",
      "zh_TW": "這部經的真實利益，在這幾年當中我們親眼看到了，這足以增長我們的信心，堅定我們的信念，那就是在全世界，我們把這部經介紹出去，受歡迎的程度遠超過其他經典，這個人數之多也超過任何的法門，這就是證據，無比的歡喜。我曾經聽說，夏蓮居老居士在往生之前曾經說過，第一個預言，他說《無量壽經》將來是從外國傳到中國。當時聽的這些人都不相信，現在果然沒有錯，從外國傳到中國大陸，而且中國大陸學佛的同修，接受這部經的幾乎是非常的普遍。第二個預言說，這部經典將來必定傳遍全世界。其他的，我就不必說了。世尊末法九千年當中，真正能得度的就要靠這個法門。所以同修們，如果我們對這個法門還有懷疑，信心還不足，你就深入經藏，這些大經大論能夠幫助你堅定信心，幫助你排除疑惑。如果信心堅定，實在講，不要去浪費那麼多時間，一句佛號念到底，無邊的利益你一定得到。"
    },
    {
      "id": "04-003-0119_p0071",
      "zh_CN": "就像谛闲老法师早年那个徒弟一样，这个故事我讲过很多遍了。这个徒弟没有念过书，愚痴，很笨，出家什么都不会，老和尚没法子，把他送到一个破庙里面，叫他一个人去住，只教他一句阿弥陀佛，跟他讲，念累了就休息，休息好了再念。他就真老实、真听话，念了三年，人家是站着往生。死了以后，还站了三天，等老和尚来替他办后事。死了以后站三天，在历史上还没听说过。站着往生，这个历史记载很多，往生之后站三天，没有听说过。你要是问他，他什么都不会，从来没有听过经，不认识字，也没有念过经，就会一句南无阿弥陀佛，他就成功了。连他的老师都不如他，谛闲老法师不如他。谛老常常把这个榜样来劝人，这是真的不是假的，这是民国初年的事情。我们看到这么多的事实、这么多的证据，再不相信，那就是愚痴到了极处，那个罪障太重，无药可救了。如果从这些证据当中，我们能够觉悟，能够死心塌地念佛，这经随顺听，实在讲不重要，重要是念佛。",
      "zh_TW": "就像諦閑老法師早年那個徒弟一樣，這個故事我講過很多遍了。這個徒弟沒有念過書，愚痴，很笨，出家什麼都不會，老和尚沒法子，把他送到一個破廟裡面，叫他一個人去住，只教他一句阿彌陀佛，跟他講，念累了就休息，休息好了再念。他就真老實、真聽話，念了三年，人家是站著往生。死了以後，還站了三天，等老和尚來替他辦後事。死了以後站三天，在歷史上還沒聽說過。站著往生，這個歷史記載很多，往生之後站三天，沒有聽說過。你要是問他，他什麼都不會，從來沒有聽過經，不認識字，也沒有念過經，就會一句南無阿彌陀佛，他就成功了。連他的老師都不如他，諦閑老法師不如他。諦老常常把這個榜樣來勸人，這是真的不是假的，這是民國初年的事情。我們看到這麼多的事實、這麼多的證據，再不相信，那就是愚痴到了極處，那個罪障太重，無藥可救了。如果從這些證據當中，我們能夠覺悟，能夠死心塌地念佛，這經隨順聽，實在講不重要，重要是念佛。"
    },
    {
      "id": "04-003-0119_p0072",
      "zh_CN": "好，我们今天就讲到此地，念佛回向。",
      "zh_TW": "好，我們今天就講到此地，念佛迴向。"
    }
  ]
}