{
  "doc_id": "04-003-0167",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六七集",
    "zh_TW": "第一六七集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0167",
  "total_paragraphs": 86,
  "paragraphs": [
    {
      "id": "04-003-0167_p0001",
      "zh_CN": "请掀开经本第四百五十七面，倒数第三行从末后一句看起：",
      "zh_TW": "請掀開經本第四百五十七面，倒數第三行從末後一句看起："
    },
    {
      "id": "04-003-0167_p0002",
      "zh_CN": "【偷盗之罪。亦令众生堕三恶道。】",
      "zh_TW": "【偷盜之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0003",
      "zh_CN": "『三恶道』是地狱、饿鬼、畜生。十恶业每一条都是三恶道的业因，但是三恶道的苦报轻重差别很大，这里面的因素完全在于用什么样的心去造恶，用什么样的手段去造恶，于是结罪不相同。结罪并不是由佛菩萨在这个地方来管这些闲事，佛菩萨不管这些闲事的；也不是上帝管这个事情，甚至于给诸位说阎罗王、鬼神也不管这些事情，究竟谁在管？自己业力在管，实在说咱们中国古人所讲的自作自受，那是一点都不错。",
      "zh_TW": "『三惡道』是地獄、餓鬼、畜生。十惡業每一條都是三惡道的業因，但是三惡道的苦報輕重差別很大，這裡面的因素完全在於用什麼樣的心去造惡，用什麼樣的手段去造惡，於是結罪不相同。結罪並不是由佛菩薩在這個地方來管這些閒事，佛菩薩不管這些閒事的；也不是上帝管這個事情，甚至於給諸位說閻羅王、鬼神也不管這些事情，究竟誰在管？自己業力在管，實在說咱們中國古人所講的自作自受，那是一點都不錯。"
    },
    {
      "id": "04-003-0167_p0004",
      "zh_CN": "也许有同学要问，这天地之间有没有鬼神、有没有上帝、有没有阎罗王？有的，正如同我们人间社会组织一样，在鬼道里面阎王就是帝王，我们人间人道里头有帝王，现在民主有总统，总统跟帝王是一样的。从前阎罗王是世袭的，现在阎罗王是民选的，一个道理。所以阎罗王底下也有百官管这些事情，譬如说你犯法了，他才管你，不犯法他管不到你，我们存好心、做好事不做恶事，这天地鬼神都管不到你，这一定要晓得。三恶道这些鬼神从哪里来的？佛在经上跟我们讲得很好，依旧是自己业力变现出来的，所谓《华严经》上说得好，说得彻底，「应观法界性，一切唯心造」，都是自己心性变现的境界，除了心性之外，实在是别无一法可得。所以我们明白这个道理，晓得这个事实真相，造恶的业因会变现恶的果报，正如同作梦一样，日有所思，夜有所梦，恶事做多了，天天晚上就做噩梦，道理一样的。天天念佛读经，晚上做梦就梦佛菩萨讲经说法，可见得感应是一定的道理，这里头轻重是这么来的。",
      "zh_TW": "也許有同學要問，這天地之間有沒有鬼神、有沒有上帝、有沒有閻羅王？有的，正如同我們人間社會組織一樣，在鬼道裡面閻王就是帝王，我們人間人道裡頭有帝王，現在民主有總統，總統跟帝王是一樣的。從前閻羅王是世襲的，現在閻羅王是民選的，一個道理。所以閻羅王底下也有百官管這些事情，譬如說你犯法了，他才管你，不犯法他管不到你，我們存好心、做好事不做惡事，這天地鬼神都管不到你，這一定要曉得。三惡道這些鬼神從哪裡來的？佛在經上跟我們講得很好，依舊是自己業力變現出來的，所謂《華嚴經》上說得好，說得徹底，「應觀法界性，一切唯心造」，都是自己心性變現的境界，除了心性之外，實在是別無一法可得。所以我們明白這個道理，曉得這個事實真相，造惡的業因會變現惡的果報，正如同作夢一樣，日有所思，夜有所夢，惡事做多了，天天晚上就做噩夢，道理一樣的。天天念佛讀經，晚上做夢就夢佛菩薩講經說法，可見得感應是一定的道理，這裡頭輕重是這麼來的。"
    },
    {
      "id": "04-003-0167_p0005",
      "zh_CN": "【若生人中。得二种果报。】",
      "zh_TW": "【若生人中。得二種果報。】"
    },
    {
      "id": "04-003-0167_p0006",
      "zh_CN": "这讲犯偷盗罪的，他要是在人中，人中所说的是余罪，也就是说他的罪报都报得差不多了，这是过去生中的善业现前，他到人道、到天道来受生，得人身。因为从恶道中来，还带着有恶道的习气，还有恶道的余报，这个地方就是说这桩事情。这是我们在现实社会里面，如果仔细去观察，可以看得很清楚。看清楚了也不必说，知道业因业果，自己更要认真努力去断恶修善，把自己的境界不断向上提升，这才正确。",
      "zh_TW": "這講犯偷盜罪的，他要是在人中，人中所說的是餘罪，也就是說他的罪報都報得差不多了，這是過去生中的善業現前，他到人道、到天道來受生，得人身。因為從惡道中來，還帶著有惡道的習氣，還有惡道的餘報，這個地方就是說這樁事情。這是我們在現實社會裡面，如果仔細去觀察，可以看得很清楚。看清楚了也不必說，知道業因業果，自己更要認真努力去斷惡修善，把自己的境界不斷向上提升，這才正確。"
    },
    {
      "id": "04-003-0167_p0007",
      "zh_CN": "这两种果报，一种是贫穷，为什么会得贫穷的果报？过去生中造偷盗的罪业，这些事情要真正搞清楚、搞明白，要读《戒经》才说得详细，我们从这个地方讲都是含糊笼统轻描淡写，说过就算了，《戒经》里面讲得非常微细。偷盗，我也没有抢人家，也没有偷人家的，我没有犯偷盗罪，其实要是犯偷盗罪，自己还不知道。如果用你的势力逼迫人家不能不向你送礼，不能不巴结你，他并不是甘心情愿的，都叫偷盗。出家人犯这个罪更容易，巧立名目，还让你们恭恭敬敬磕了头把钱送来，那个罪业就堕阿鼻地狱，极重的罪报。譬如作官，作威作福，贪官污吏，你托他事情要送礼，心不甘情不愿，他那种果报堕饿鬼。出家人拿着佛的招牌，叫人磕头顶礼，甘心情愿送来，那个果报在地狱，三途！这个罪就更重。这是我们必须要晓得、要知道的。我也没有抢他，也没有去偷他的，无论用什么样的手段，总而言之是取人之财，都叫偷盗，所以这偷盗范围太广大、太广大了。",
      "zh_TW": "這兩種果報，一種是貧窮，為什麼會得貧窮的果報？過去生中造偷盜的罪業，這些事情要真正搞清楚、搞明白，要讀《戒經》才說得詳細，我們從這個地方講都是含糊籠統輕描淡寫，說過就算了，《戒經》裡面講得非常微細。偷盜，我也沒有搶人家，也沒有偷人家的，我沒有犯偷盜罪，其實要是犯偷盜罪，自己還不知道。如果用你的勢力逼迫人家不能不向你送禮，不能不巴結你，他並不是甘心情願的，都叫偷盜。出家人犯這個罪更容易，巧立名目，還讓你們恭恭敬敬磕了頭把錢送來，那個罪業就墮阿鼻地獄，極重的罪報。譬如作官，作威作福，貪官污吏，你託他事情要送禮，心不甘情不願，他那種果報墮餓鬼。出家人拿著佛的招牌，叫人磕頭頂禮，甘心情願送來，那個果報在地獄，三途！這個罪就更重。這是我們必須要曉得、要知道的。我也沒有搶他，也沒有去偷他的，無論用什麼樣的手段，總而言之是取人之財，都叫偷盜，所以這偷盜範圍太廣大、太廣大了。"
    },
    {
      "id": "04-003-0167_p0008",
      "zh_CN": "偷一个人的，罪小，你将来偿还，还一个人的；偷众人的，罪就大了。哪些是众人的？譬如我们举个例子，国家的税收，我们逃税，逃税就是偷全国人的，那个罪就重。公共设施，如果要偷盗那个，那也是偷很多人的。台北市的公共设施，譬如我们讲电话，你把台北市的公共电话偷来用，你将来债主是整个台北市的市民，为什么？那都是他纳税的，他都有一份，你偷了一、二百万人的东西，东西很小，但是结罪可大。如果说国家设立的，那你就偷了一国人的东西，那个罪就更重、更大了！像这些事情往往我们疏忽掉了，往往无所谓，这还不是个人的，我也没有偷哪一个人的，殊不知那个结罪比一个人重太多太多了。这些事情在《沙弥律仪增注》里面就讲得很多，也讲得相当详细。所以我们要真正想断恶修善，什么是善、什么是恶，首先要搞清楚、要搞明白。否则的话，造了恶还以为自己在修善，还以为自己在修功德，那就坏了，这是不可以不知道的，所以他得贫穷果报。第二是：",
      "zh_TW": "偷一個人的，罪小，你將來償還，還一個人的；偷眾人的，罪就大了。哪些是眾人的？譬如我們舉個例子，國家的稅收，我們逃稅，逃稅就是偷全國人的，那個罪就重。公共設施，如果要偷盜那個，那也是偷很多人的。台北市的公共設施，譬如我們講電話，你把台北市的公共電話偷來用，你將來債主是整個台北市的市民，為什麼？那都是他納稅的，他都有一份，你偷了一、二百萬人的東西，東西很小，但是結罪可大。如果說國家設立的，那你就偷了一國人的東西，那個罪就更重、更大了！像這些事情往往我們疏忽掉了，往往無所謂，這還不是個人的，我也沒有偷哪一個人的，殊不知那個結罪比一個人重太多太多了。這些事情在《沙彌律儀增註》裡面就講得很多，也講得相當詳細。所以我們要真正想斷惡修善，什麼是善、什麼是惡，首先要搞清楚、要搞明白。否則的話，造了惡還以為自己在修善，還以為自己在修功德，那就壞了，這是不可以不知道的，所以他得貧窮果報。第二是："
    },
    {
      "id": "04-003-0167_p0009",
      "zh_CN": "【共财不得自在。】",
      "zh_TW": "【共財不得自在。】"
    },
    {
      "id": "04-003-0167_p0010",
      "zh_CN": "我们生活在这个世间，特别是人道，都必须要跟别人『共财』的。譬如你一个家庭，夫妻共财，子女共财，父母共财。你经营一个公司，公司里面有很多股东，那些董事跟他们共财，跟员工共财，属于这一类的。不自在就是有纠纷，有烦恼，常常为了财务去打官司，上法庭。这就是共财不自在，这是偷盗小者。偷盗罪重的是贫穷果报。可见得因果报应，丝毫不爽。",
      "zh_TW": "我們生活在這個世間，特別是人道，都必須要跟別人『共財』的。譬如你一個家庭，夫妻共財，子女共財，父母共財。你經營一個公司，公司裡面有很多股東，那些董事跟他們共財，跟員工共財，屬於這一類的。不自在就是有糾紛，有煩惱，常常為了財務去打官司，上法庭。這就是共財不自在，這是偷盜小者。偷盜罪重的是貧窮果報。可見得因果報應，絲毫不爽。"
    },
    {
      "id": "04-003-0167_p0011",
      "zh_CN": "【邪淫之罪。亦令众生堕三恶道。】",
      "zh_TW": "【邪淫之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0012",
      "zh_CN": "这个地方因果境界，跟前面所说的没有两样，也是看他用心，在佛法讲作意，你用的是什么心，用的是什么手段，对别人是哪一种程度的伤害，结罪不同，也是地狱、饿鬼、畜生，结罪不同。",
      "zh_TW": "這個地方因果境界，跟前面所說的沒有兩樣，也是看他用心，在佛法講作意，你用的是什麼心，用的是什麼手段，對別人是哪一種程度的傷害，結罪不同，也是地獄、餓鬼、畜生，結罪不同。"
    },
    {
      "id": "04-003-0167_p0013",
      "zh_CN": "【若生人中。得二种果报。一者妻不贞良。二者不得随意眷属。】",
      "zh_TW": "【若生人中。得二種果報。一者妻不貞良。二者不得隨意眷屬。】"
    },
    {
      "id": "04-003-0167_p0014",
      "zh_CN": "这就是像夫妻不和，常常吵闹，一个家庭不和睦，过去生中都犯这个过失，才招来不如意的果报。",
      "zh_TW": "這就是像夫妻不和，常常吵鬧，一個家庭不和睦，過去生中都犯這個過失，才招來不如意的果報。"
    },
    {
      "id": "04-003-0167_p0015",
      "zh_CN": "【妄语之罪。亦令众生堕三恶道。】",
      "zh_TW": "【妄語之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0016",
      "zh_CN": "『妄语』有大妄语，有小妄语，佛门里面所谓的大妄语是没有证果，自己宣称证果，目的何在？目的是求人恭敬供养，你看不仅是妄语，还有偷盗。欺骗众生，让众生供养，那属于偷盗罪。所以往往这个罪不止一桩，会牵涉到好多桩，这个造的业就很重。凡是妄语一定是叫人受损害，这一条也是根本戒，五戒就是属于根本戒。有很多同修看到戒律结罪这么重，害怕了，害怕怎么办？不受戒，不受戒有没有罪？不受戒还是有罪，不能说我不受戒就没有罪，不受戒一样有罪。但是如果你受了戒的话，你有两种罪，一个是犯了妄语，杀盗淫妄，你犯的是性罪，是有罪。另外一个罪是破戒之罪，所以你就有两种罪。没有受戒只有一种罪，受了戒就有两种罪，这不可以不知道的。",
      "zh_TW": "『妄語』有大妄語，有小妄語，佛門裡面所謂的大妄語是沒有證果，自己宣稱證果，目的何在？目的是求人恭敬供養，你看不僅是妄語，還有偷盜。欺騙眾生，讓眾生供養，那屬於偷盜罪。所以往往這個罪不止一樁，會牽涉到好多樁，這個造的業就很重。凡是妄語一定是叫人受損害，這一條也是根本戒，五戒就是屬於根本戒。有很多同修看到戒律結罪這麼重，害怕了，害怕怎麼辦？不受戒，不受戒有沒有罪？不受戒還是有罪，不能說我不受戒就沒有罪，不受戒一樣有罪。但是如果你受了戒的話，你有兩種罪，一個是犯了妄語，殺盜淫妄，你犯的是性罪，是有罪。另外一個罪是破戒之罪，所以你就有兩種罪。沒有受戒只有一種罪，受了戒就有兩種罪，這不可以不知道的。"
    },
    {
      "id": "04-003-0167_p0017",
      "zh_CN": "于是有很多同修，经商的，他说我们做生意不打妄语不行，那天天打妄语，我天天都在破戒，这不得了！这果报不得了！这是你必须要晓得戒律里面有开遮持犯，如果你这个妄语是利益众生的，不但你不破戒，你不犯罪，你还有功德，你做了好事。由此可知，善恶之辨别那个界线，凡是利益众生的都是善的，伤害众生的是恶，我这个妄语是利益众生的，不是伤害众生的，这佛法里叫方便妄语。由此可知，持戒不容易，持戒要高度的智慧，戒律才活用在生活当中，的确是属于事事无碍，不但理事无碍，事事无碍，哪里会给你带来障碍！只会给你带来幸福美满，绝对不会障碍你。",
      "zh_TW": "於是有很多同修，經商的，他說我們做生意不打妄語不行，那天天打妄語，我天天都在破戒，這不得了！這果報不得了！這是你必須要曉得戒律裡面有開遮持犯，如果你這個妄語是利益眾生的，不但你不破戒，你不犯罪，你還有功德，你做了好事。由此可知，善惡之辨別那個界線，凡是利益眾生的都是善的，傷害眾生的是惡，我這個妄語是利益眾生的，不是傷害眾生的，這佛法裡叫方便妄語。由此可知，持戒不容易，持戒要高度的智慧，戒律才活用在生活當中，的確是屬於事事無礙，不但理事無礙，事事無礙，哪裡會給你帶來障礙！只會給你帶來幸福美滿，絕對不會障礙你。"
    },
    {
      "id": "04-003-0167_p0018",
      "zh_CN": "现在这个世界跟从前不一样，原因在哪里？所受的教育不相同。从前人所受的教育，那个教育的内容是伦理摆在第一，道德摆在第一，他从小有伦理道德的薰修，这一生当中起心动念、所作所为，他都有个标准。纵然犯了，还不至于太过分，他自己能够约束自己。尤其是学了佛，懂得佛在经上所讲的这些道理，更是小心谨慎。但是现代的教育，伦理不讲了，道德不要了，教学里面只讲一个利，这不得了。这样的一个社会，这样的教学，换句话说，我们在经上看到十恶，在他们习以为常，认为这是正当的。如果不做十恶，他还觉得你这个人怪人，你这个人头脑有问题，不适合生存在这个时代，他会这样讽刺你。我们想想他的话也满有道理，不适合生存这个世界，应当到哪里去？到极乐世界去，这个世界乱世！所以诸佛菩萨，我们做佛的弟子，要学佛菩萨，在这个世间不为自己，为自己错了，为自己那你就是造业受报。为一切众生，自己要给众生做一个好样子，众生不持戒，我持戒；众生不守法，我守法，这就是弘法利生，这就是大慈大悲。我做样子给人看，用身教，虽然一句话没有说，那个影响力很深很远。以身作则，做出一个样子给人看，用这个方法来度众生。所以有高度的智慧，就晓得在什么状况之下应该怎样去用，怎么去做就如法，能够利益一切众生。",
      "zh_TW": "現在這個世界跟從前不一樣，原因在哪裡？所受的教育不相同。從前人所受的教育，那個教育的內容是倫理擺在第一，道德擺在第一，他從小有倫理道德的薰修，這一生當中起心動念、所作所為，他都有個標準。縱然犯了，還不至於太過分，他自己能夠約束自己。尤其是學了佛，懂得佛在經上所講的這些道理，更是小心謹慎。但是現代的教育，倫理不講了，道德不要了，教學裡面只講一個利，這不得了。這樣的一個社會，這樣的教學，換句話說，我們在經上看到十惡，在他們習以為常，認為這是正當的。如果不做十惡，他還覺得你這個人怪人，你這個人頭腦有問題，不適合生存在這個時代，他會這樣諷刺你。我們想想他的話也滿有道理，不適合生存這個世界，應當到哪裡去？到極樂世界去，這個世界亂世！所以諸佛菩薩，我們做佛的弟子，要學佛菩薩，在這個世間不為自己，為自己錯了，為自己那你就是造業受報。為一切眾生，自己要給眾生做一個好樣子，眾生不持戒，我持戒；眾生不守法，我守法，這就是弘法利生，這就是大慈大悲。我做樣子給人看，用身教，雖然一句話沒有說，那個影響力很深很遠。以身作則，做出一個樣子給人看，用這個方法來度眾生。所以有高度的智慧，就曉得在什麼狀況之下應該怎樣去用，怎麼去做就如法，能夠利益一切眾生。"
    },
    {
      "id": "04-003-0167_p0019",
      "zh_CN": "【若生人中。得二种果报。】",
      "zh_TW": "【若生人中。得二種果報。】"
    },
    {
      "id": "04-003-0167_p0020",
      "zh_CN": "妄语余报在人中（人道里面）也有两种。一种是：",
      "zh_TW": "妄語餘報在人中（人道裡面）也有兩種。一種是："
    },
    {
      "id": "04-003-0167_p0021",
      "zh_CN": "【常被毁谤。】",
      "zh_TW": "【常被毀謗。】"
    },
    {
      "id": "04-003-0167_p0022",
      "zh_CN": "无缘无故人家造谣言生事毁谤你，这要知道，如果我们自己遇到了，也不要去辩别，也不要去怨人，晓得这是我自己的果报，我要好好的修行，修功才补过。自己认真好好的修，过几年毁谤自然就没有了，用不着去辩别，不怨天不尤人，自己要认真，好好的去修行。",
      "zh_TW": "無緣無故人家造謠言生事毀謗你，這要知道，如果我們自己遇到了，也不要去辯別，也不要去怨人，曉得這是我自己的果報，我要好好的修行，修功才補過。自己認真好好的修，過幾年毀謗自然就沒有了，用不著去辯別，不怨天不尤人，自己要認真，好好的去修行。"
    },
    {
      "id": "04-003-0167_p0023",
      "zh_CN": "【二者为他所诳。】",
      "zh_TW": "【二者為他所誑。】"
    },
    {
      "id": "04-003-0167_p0024",
      "zh_CN": "『诳』是骗，被人家骗，我们过去骗人，现在人家骗我们，一报还一报，我不骗人，人不骗我。就跟前面偷盗一样，我不偷盗，我们东西摆在这里，小偷看到，他不会起心动念，他不偷我东西。这就说明了确确实实是「一饮一啄，莫非前定」。那个小偷偷我的东西，为什么不偷他的？我们要常常这样想，他为什么不偷他的；那个人骗我，为什么不骗他，这里面个人的业报不相同。我过去偷他的，他今天偷我的，我过去骗他，他今天骗我；我不骗他，他也不骗我，我不偷他，他也不偷我。很公平。你要把这些理、这些事都搞清楚，都搞明白了，真的你心平气和，纵然遇到种种不幸，也不怨天、不尤人，晓得像还债一样，这一笔了了，那一笔又勾了，自己会很快乐，不怨天不尤人。自己认真努力去断恶修善，改过自新，前途就是一片光明。",
      "zh_TW": "『誑』是騙，被人家騙，我們過去騙人，現在人家騙我們，一報還一報，我不騙人，人不騙我。就跟前面偷盜一樣，我不偷盜，我們東西擺在這裡，小偷看到，他不會起心動念，他不偷我東西。這就說明了確確實實是「一飲一啄，莫非前定」。那個小偷偷我的東西，為什麼不偷他的？我們要常常這樣想，他為什麼不偷他的；那個人騙我，為什麼不騙他，這裡面個人的業報不相同。我過去偷他的，他今天偷我的，我過去騙他，他今天騙我；我不騙他，他也不騙我，我不偷他，他也不偷我。很公平。你要把這些理、這些事都搞清楚，都搞明白了，真的你心平氣和，縱然遇到種種不幸，也不怨天、不尤人，曉得像還債一樣，這一筆了了，那一筆又勾了，自己會很快樂，不怨天不尤人。自己認真努力去斷惡修善，改過自新，前途就是一片光明。"
    },
    {
      "id": "04-003-0167_p0025",
      "zh_CN": "【两舌之罪。亦令众生堕三恶道。】",
      "zh_TW": "【兩舌之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0026",
      "zh_CN": "两舌就是挑拨是非，也要看他的造作。像我们在历史上看到办外交的，中国古代历史就很多，两边去挑拨，挑拨的结果是这两个国家发生战争，这个罪就重了，这是决定要堕地狱。你晓得战争是多少生命财产的伤亡，这个责任他要负。小的两舌是叫两个人不合，这个结罪就小。因此果报不一样，地狱饿鬼畜生，果报不相同，有轻重差别。",
      "zh_TW": "兩舌就是挑撥是非，也要看他的造作。像我們在歷史上看到辦外交的，中國古代歷史就很多，兩邊去挑撥，挑撥的結果是這兩個國家發生戰爭，這個罪就重了，這是決定要墮地獄。你曉得戰爭是多少生命財產的傷亡，這個責任他要負。小的兩舌是叫兩個人不合，這個結罪就小。因此果報不一樣，地獄餓鬼畜生，果報不相同，有輕重差別。"
    },
    {
      "id": "04-003-0167_p0027",
      "zh_CN": "【若生人中。得二种果报。一者眷属乖离。】",
      "zh_TW": "【若生人中。得二種果報。一者眷屬乖離。】"
    },
    {
      "id": "04-003-0167_p0028",
      "zh_CN": "这是第一种，就是你的家人不能团聚，要受别离之苦。为什么？过去你挑拨别人，使别人眷属离散，这一生当中你也要受这个果报。",
      "zh_TW": "這是第一種，就是你的家人不能團聚，要受別離之苦。為什麼？過去你挑撥別人，使別人眷屬離散，這一生當中你也要受這個果報。"
    },
    {
      "id": "04-003-0167_p0029",
      "zh_CN": "【二者亲族弊恶。】",
      "zh_TW": "【二者親族弊惡。】"
    },
    {
      "id": "04-003-0167_p0030",
      "zh_CN": "你的家亲眷属都造恶业，使你在社会上很难看，遭这种果报。",
      "zh_TW": "你的家親眷屬都造惡業，使你在社會上很難看，遭這種果報。"
    },
    {
      "id": "04-003-0167_p0031",
      "zh_CN": "【恶口之罪。亦令众生堕三恶道。】",
      "zh_TW": "【惡口之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0032",
      "zh_CN": "『恶口』必定与瞋恚心有关系，与傲慢心有关系，贡高我慢，瞋恚很重，所以他说话的言语不但是粗而且恶，我们讲说话刻薄狠毒，这一类是属于恶口，也是三恶道的业因。",
      "zh_TW": "『惡口』必定與瞋恚心有關係，與傲慢心有關係，貢高我慢，瞋恚很重，所以他說話的言語不但是粗而且惡，我們講說話刻薄狠毒，這一類是屬於惡口，也是三惡道的業因。"
    },
    {
      "id": "04-003-0167_p0033",
      "zh_CN": "【若生人中。得二种果报。一者常闻恶声。二者言多诤讼。】",
      "zh_TW": "【若生人中。得二種果報。一者常聞惡聲。二者言多諍訟。】"
    },
    {
      "id": "04-003-0167_p0034",
      "zh_CN": "『常闻恶声』就是我们常说的耳根不清净，常常听人家吵嘴闹事，常常听到这些声音，耳根不清净。第二个与人往来多争执，也就是常常有官司缠绕，有诉讼，这是属于恶口的果报。",
      "zh_TW": "『常聞惡聲』就是我們常說的耳根不清淨，常常聽人家吵嘴鬧事，常常聽到這些聲音，耳根不清淨。第二個與人往來多爭執，也就是常常有官司纏繞，有訴訟，這是屬於惡口的果報。"
    },
    {
      "id": "04-003-0167_p0035",
      "zh_CN": "【绮语之罪。亦令众生堕三恶道。】",
      "zh_TW": "【綺語之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0036",
      "zh_CN": "前面口的三恶妄语、两舌、恶口，我们看到听到了，感触非常的明显，能够觉察这的确不是善因，唯独绮语很难辨别，不知道这是恶业。绮是比喻，古时候这个字代表的是绫罗绸缎。你看多美，人看到人爱，喜欢；他这个语言叫花言巧语，你听起来很喜欢。哪一类的？像现在的流行歌曲，唱起来很好听，那是『绮语』。电影、戏剧、小说、文学都是绮语，里面内容讲的什么？杀盗淫妄，叫你这些。这个很可怕！因为它影响的面太广了。所以诸位要是细细的去观察，自古以来，中国外国，你看有名的影星歌星，善终好死的很少，现世报都很厉害，来生的果报那就更苦。这一生的报我们佛法叫花报，花开得好，后面果就结得好；花要是不好，果就可想而知。",
      "zh_TW": "前面口的三惡妄語、兩舌、惡口，我們看到聽到了，感觸非常的明顯，能夠覺察這的確不是善因，唯獨綺語很難辨別，不知道這是惡業。綺是比喻，古時候這個字代表的是綾羅綢緞。你看多美，人看到人愛，喜歡；他這個語言叫花言巧語，你聽起來很喜歡。哪一類的？像現在的流行歌曲，唱起來很好聽，那是『綺語』。電影、戲劇、小說、文學都是綺語，裡面內容講的什麼？殺盜淫妄，叫你這些。這個很可怕！因為它影響的面太廣了。所以諸位要是細細的去觀察，自古以來，中國外國，你看有名的影星歌星，善終好死的很少，現世報都很厲害，來生的果報那就更苦。這一生的報我們佛法叫花報，花開得好，後面果就結得好；花要是不好，果就可想而知。"
    },
    {
      "id": "04-003-0167_p0037",
      "zh_CN": "他怎么会有这种这么重的罪？绮语，因为他影响社会，影响大众，诱导人邪思。文学在我们精神生活上是不能缺少的，它的起源比文字还要早，最原始的，人都会唱歌，文字还没创造，唱歌先有了。所以孔老夫子删诗书，订礼乐，诗就是从前的歌词，孔老夫子把这些民间所唱的歌谣歌词，重新把它整理审定，审定的标准三个字，思无邪，那就是无量功德。如果这些文学作品里面违背这个原则，诱导人邪思邪见，那他的罪过就重。邪与正不容易辨别，往往我们自己以为这是正知正见，这是正论，如果以佛法的标准来衡量，依旧是邪思。佛经不可不读，不读佛经，找不到邪正的标准，这是三恶道的业因，看它影响之深广，它这个影响力愈深愈广，它的罪就愈重。",
      "zh_TW": "他怎麼會有這種這麼重的罪？綺語，因為他影響社會，影響大眾，誘導人邪思。文學在我們精神生活上是不能缺少的，它的起源比文字還要早，最原始的，人都會唱歌，文字還沒創造，唱歌先有了。所以孔老夫子刪詩書，訂禮樂，詩就是從前的歌詞，孔老夫子把這些民間所唱的歌謠歌詞，重新把它整理審定，審定的標準三個字，思無邪，那就是無量功德。如果這些文學作品裡面違背這個原則，誘導人邪思邪見，那他的罪過就重。邪與正不容易辨別，往往我們自己以為這是正知正見，這是正論，如果以佛法的標準來衡量，依舊是邪思。佛經不可不讀，不讀佛經，找不到邪正的標準，這是三惡道的業因，看它影響之深廣，它這個影響力愈深愈廣，它的罪就愈重。"
    },
    {
      "id": "04-003-0167_p0038",
      "zh_CN": "【若生人中。得二种果报。一者无人信受。】",
      "zh_TW": "【若生人中。得二種果報。一者無人信受。】"
    },
    {
      "id": "04-003-0167_p0039",
      "zh_CN": "一般人对他没有信心，不能接受他。",
      "zh_TW": "一般人對他沒有信心，不能接受他。"
    },
    {
      "id": "04-003-0167_p0040",
      "zh_CN": "【二者语不明了。】",
      "zh_TW": "【二者語不明了。】"
    },
    {
      "id": "04-003-0167_p0041",
      "zh_CN": "他说话说不清楚，他讲的话人家不懂，得这两种果报，这个地方总结口的四种果报。下面是意业贪瞋痴。",
      "zh_TW": "他說話說不清楚，他講的話人家不懂，得這兩種果報，這個地方總結口的四種果報。下面是意業貪瞋痴。"
    },
    {
      "id": "04-003-0167_p0042",
      "zh_CN": "【贪欲之罪。亦令众生堕三恶道。】",
      "zh_TW": "【貪欲之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0043",
      "zh_CN": "贪瞋痴这个业比前面七支更重，这是根本罪业，佛法里面讲烦恼叫三毒烦恼，这三种心是最毒的。第一个贪心，必须要拔除，我们的心才能得到清净，所以贪瞋痴要不离开，心永远不会清净。心不清净，不但是你道业不能成就，连往生净土都没有分。净土经论里面跟我们说得很清楚，修净土三个条件，信愿行这三个条件，信愿行要有标准，我们要往生，信愿行要达到什么样的标准才能往生？达到心清净，像《金刚经》上讲的信心清净，那就行了，那要有贪瞋痴就不清净。可见得贪瞋痴障碍我们往生！这不能不知道。佛教我们断贪心，世间法不贪，佛法里面也不贪。有许多人误会，世间我不贪，贪佛法，那个心没有变，他所变的是把贪的对象变了一下，那个不管用，佛是教你断贪心的，不是教你换对象的。所以要断贪心，这很要紧很要紧，我们要有能力去辨别。",
      "zh_TW": "貪瞋痴這個業比前面七支更重，這是根本罪業，佛法裡面講煩惱叫三毒煩惱，這三種心是最毒的。第一個貪心，必須要拔除，我們的心才能得到清淨，所以貪瞋痴要不離開，心永遠不會清淨。心不清淨，不但是你道業不能成就，連往生淨土都沒有分。淨土經論裡面跟我們說得很清楚，修淨土三個條件，信願行這三個條件，信願行要有標準，我們要往生，信願行要達到什麼樣的標準才能往生？達到心清淨，像《金剛經》上講的信心清淨，那就行了，那要有貪瞋痴就不清淨。可見得貪瞋痴障礙我們往生！這不能不知道。佛教我們斷貪心，世間法不貪，佛法裡面也不貪。有許多人誤會，世間我不貪，貪佛法，那個心沒有變，他所變的是把貪的對象變了一下，那個不管用，佛是教你斷貪心的，不是教你換對象的。所以要斷貪心，這很要緊很要緊，我們要有能力去辨別。"
    },
    {
      "id": "04-003-0167_p0044",
      "zh_CN": "现在是末法时期，世尊在《楞严经》上讲得很好，在这个时代，「邪师说法如恒河沙」。邪师就是妖魔鬼怪，妖魔鬼怪都出家了，都披上了袈裟，都盖了大庙，你把他当作佛菩萨看待，你要跟他修学，那就错了。他教你什么？他不论怎么教你，讲什么东西，都是帮助你增长贪瞋痴，那就不是佛法。如果是佛法，一定是帮你降低贪瞋痴，灭除贪瞋痴，那是佛法。凡是教你贪瞋痴增长的，那个不是佛法。我们举一个例子，这个例子也许到处都能看得到，信徒总是喜欢师父，我是这个道场信徒，我要捧我的师父，那边那个道场把他看作仇人、看作敌人，想尽方法去毁谤他。诸位想想看，这是不是教你增长贪瞋痴，这不是佛法。佛法是什么？谦虚恭敬，自己谦卑，尊重别人。你要不相信，你看善财五十三参，哪一位善知识是个贡高我慢的？是个自己赞叹自己，毁谤别人的？一个也找不到。你所看到的，自己谦虚，推崇别人。什么是佛、什么是妖魔鬼怪不难辨别，从这地方清清楚楚就明白了，你怎么还会被人骗？骗得真愚痴。头脑稍微冷静一点，都不会受骗。",
      "zh_TW": "現在是末法時期，世尊在《楞嚴經》上講得很好，在這個時代，「邪師說法如恆河沙」。邪師就是妖魔鬼怪，妖魔鬼怪都出家了，都披上了袈裟，都蓋了大廟，你把他當作佛菩薩看待，你要跟他修學，那就錯了。他教你什麼？他不論怎麼教你，講什麼東西，都是幫助你增長貪瞋痴，那就不是佛法。如果是佛法，一定是幫你降低貪瞋痴，滅除貪瞋痴，那是佛法。凡是教你貪瞋痴增長的，那個不是佛法。我們舉一個例子，這個例子也許到處都能看得到，信徒總是喜歡師父，我是這個道場信徒，我要捧我的師父，那邊那個道場把他看作仇人、看作敵人，想盡方法去毀謗他。諸位想想看，這是不是教你增長貪瞋痴，這不是佛法。佛法是什麼？謙虛恭敬，自己謙卑，尊重別人。你要不相信，你看善財五十三參，哪一位善知識是個貢高我慢的？是個自己讚歎自己，毀謗別人的？一個也找不到。你所看到的，自己謙虛，推崇別人。什麼是佛、什麼是妖魔鬼怪不難辨別，從這地方清清楚楚就明白了，你怎麼還會被人騙？騙得真愚痴。頭腦稍微冷靜一點，都不會受騙。"
    },
    {
      "id": "04-003-0167_p0045",
      "zh_CN": "经典是标准，你的想法、看法、做法跟经典相应，这正确的；与经典相违背的，那不是妖魔鬼怪是什么！这些例子、这些事现在太多太多了，自己要清楚、要明白。所以现在一般常讲现代人很可怜，听骗不听劝，认假不认真，所以修行愈修愈苦，愈修灾难愈多，到最后谤佛，佛不灵，佛菩萨不灵，佛菩萨没有保佑我。其实你跟佛菩萨去得远之远矣，你所接近的都是妖魔鬼怪，跟佛菩萨没有相干。这就是自己贪瞋痴在作祟，内有烦恼，外面魔才诱惑你；内断贪瞋痴，外面任何妖魔鬼怪也不能够动你分毫。所以怪还是要怪自己，不能怪别人。",
      "zh_TW": "經典是標準，你的想法、看法、做法跟經典相應，這正確的；與經典相違背的，那不是妖魔鬼怪是什麼！這些例子、這些事現在太多太多了，自己要清楚、要明白。所以現在一般常講現代人很可憐，聽騙不聽勸，認假不認真，所以修行愈修愈苦，愈修災難愈多，到最後謗佛，佛不靈，佛菩薩不靈，佛菩薩沒有保佑我。其實你跟佛菩薩去得遠之遠矣，你所接近的都是妖魔鬼怪，跟佛菩薩沒有相干。這就是自己貪瞋痴在作祟，內有煩惱，外面魔才誘惑你；內斷貪瞋痴，外面任何妖魔鬼怪也不能夠動你分毫。所以怪還是要怪自己，不能怪別人。"
    },
    {
      "id": "04-003-0167_p0046",
      "zh_CN": "【若生人中。得二种果报。】",
      "zh_TW": "【若生人中。得二種果報。】"
    },
    {
      "id": "04-003-0167_p0047",
      "zh_CN": "这个贪欲之罪。",
      "zh_TW": "這個貪欲之罪。"
    },
    {
      "id": "04-003-0167_p0048",
      "zh_CN": "【一者心不知足。二者多欲无厌。】",
      "zh_TW": "【一者心不知足。二者多欲無厭。】"
    },
    {
      "id": "04-003-0167_p0049",
      "zh_CN": "这个人一生很苦，世间圣贤人都常教给我们知足常乐，人生不长，很短，纵然活个一百岁，真的是弹指就过去。我们在座的同修过五十岁的人不少，过了五十才晓得光阴过得太快，而实实在在讲五十岁就长寿了。世尊当年出现在世间的时候，人寿百岁，但是七、八十岁过世的就很正常，算很平常。我们现在在减劫，每一百年减一岁，照中国历史上记载，释迦牟尼佛灭度到今年三千零二十二年，一百年减一岁，三千年就减掉三十岁了，所以现在人平均寿命七十岁。七十岁的人，四十、五十过世是很正常的。我们现在报纸上，你们看报纸不晓得看什么，我有的时候也看报纸，我看报纸是看报纸上登的讣闻，我看这个。我初学佛的时候，每天看报纸我先看这个，看这个对自己是警惕，你看这么多人都去了，好多年轻的，二十几岁都走了，给自己提很高的警觉性，人命无常，所以现在这个世间能够活到八十、九十的，必定他有善业，不是过去的善业，就是这一生当中积德修善，他才有这个果报。所以四十、五十走的很正常。",
      "zh_TW": "這個人一生很苦，世間聖賢人都常教給我們知足常樂，人生不長，很短，縱然活個一百歲，真的是彈指就過去。我們在座的同修過五十歲的人不少，過了五十才曉得光陰過得太快，而實實在在講五十歲就長壽了。世尊當年出現在世間的時候，人壽百歲，但是七、八十歲過世的就很正常，算很平常。我們現在在減劫，每一百年減一歲，照中國歷史上記載，釋迦牟尼佛滅度到今年三千零二十二年，一百年減一歲，三千年就減掉三十歲了，所以現在人平均壽命七十歲。七十歲的人，四十、五十過世是很正常的。我們現在報紙上，你們看報紙不曉得看什麼，我有的時候也看報紙，我看報紙是看報紙上登的訃聞，我看這個。我初學佛的時候，每天看報紙我先看這個，看這個對自己是警惕，你看這麼多人都去了，好多年輕的，二十幾歲都走了，給自己提很高的警覺性，人命無常，所以現在這個世間能夠活到八十、九十的，必定他有善業，不是過去的善業，就是這一生當中積德修善，他才有這個果報。所以四十、五十走的很正常。"
    },
    {
      "id": "04-003-0167_p0050",
      "zh_CN": "人这么短，人一生活得最有意义、最有价值的，快乐，人要活得快乐！你这一生才没有白过。过得那么苦，那又何必做人，做个苦人，多可怜！他为什么苦？『不知足』，不知足就苦。再富有也是苦人，也是可怜人，不知足！知足的人就是富人、就是乐人，不知足的人跟他不能比。这个人一天只能赚个几十块钱生活，他很自在，快快乐乐的；那个人家产几百亿，实际上比不上他，他快乐，那个人好苦，几百亿的财产他好苦。这个人什么没有，好快乐，快乐的人有价值，他这一生没有白过。那个家财多少亿的，天天在叫苦，那个人可怜！你能这样观察，你就有智慧，人一定生活得快乐，要活得很自在，活得很幸福，不要去自找苦吃。第二是『多欲无厌』，无厌也是不知足，他的欲望太多，什么都想求，什么都想得到，贪而无厌，这种人最苦的人，世间第一等苦人，世间第一等可怜人，佛经上常讲可怜悯者就是这个。",
      "zh_TW": "人這麼短，人一生活得最有意義、最有價值的，快樂，人要活得快樂！你這一生才沒有白過。過得那麼苦，那又何必做人，做個苦人，多可憐！他為什麼苦？『不知足』，不知足就苦。再富有也是苦人，也是可憐人，不知足！知足的人就是富人、就是樂人，不知足的人跟他不能比。這個人一天只能賺個幾十塊錢生活，他很自在，快快樂樂的；那個人家產幾百億，實際上比不上他，他快樂，那個人好苦，幾百億的財產他好苦。這個人什麼沒有，好快樂，快樂的人有價值，他這一生沒有白過。那個家財多少億的，天天在叫苦，那個人可憐！你能這樣觀察，你就有智慧，人一定生活得快樂，要活得很自在，活得很幸福，不要去自找苦吃。第二是『多欲無厭』，無厭也是不知足，他的欲望太多，什麼都想求，什麼都想得到，貪而無厭，這種人最苦的人，世間第一等苦人，世間第一等可憐人，佛經上常講可憐憫者就是這個。"
    },
    {
      "id": "04-003-0167_p0051",
      "zh_CN": "【瞋恚之罪。亦令众生堕三恶道。】",
      "zh_TW": "【瞋恚之罪。亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0052",
      "zh_CN": "佛在大小乘经论里头常常告诉我们，三恶道的业因贪瞋痴，贪心堕饿鬼，瞋恚堕地狱，愚痴堕畜生，这是大分。其实贪心也堕地狱，也变畜生。就是刚才所说的，看他用心，看他的手段，看他影响的范围的深广，从这上来结罪的。佛是就大分来说，也就是譬如说堕恶道有很多因素，最重要的因素是哪一条，单单说一条，佛就讲贪是饿鬼、瞋恚是地狱、愚痴是畜生，所以瞋毒很可怕。",
      "zh_TW": "佛在大小乘經論裡頭常常告訴我們，三惡道的業因貪瞋痴，貪心墮餓鬼，瞋恚墮地獄，愚痴墮畜生，這是大分。其實貪心也墮地獄，也變畜生。就是剛才所說的，看他用心，看他的手段，看他影響的範圍的深廣，從這上來結罪的。佛是就大分來說，也就是譬如說墮惡道有很多因素，最重要的因素是哪一條，單單說一條，佛就講貪是餓鬼、瞋恚是地獄、愚痴是畜生，所以瞋毒很可怕。"
    },
    {
      "id": "04-003-0167_p0053",
      "zh_CN": "经论里面常讲火烧功德林，功德是什么？功德是定慧，因戒得定，因定开慧，所以这一点大家要搞清楚。不是我到哪里出一点钱就是功德，那搞错了！那没有钱的人就不能修功德，而有钱的人就可以大修功德了，错了。功德是定慧，是清净心，清净心、平等心是功德，清净平等都属于定，觉心是智慧。脾气发了，定没有了，慧也没有了，所以叫火烧功德林，是这么个意思。所以功德很不容易修积，你看好不容易修定、修慧修了几年，有一点定了，遇到不如意的事情，一发脾气，完了，全完了，要从头来起，这就是我们功德很不容易成就。要真有智慧，时时提高警觉，遇到不如意的事情来了，就看清楚，魔障现前，魔来干什么？魔嫉妒我修的功德，他在旁边煽火，叫我赶快烧赶快烧，你就很听话，果然就烧掉了，你这不叫愚痴吗？你的功德，魔不能破坏，没法子破坏，只有自己会破坏，所以魔想方法让你自己破坏。如果你真的觉悟，遇到这个境界，不发脾气，修忍辱波罗蜜，就把这功德保全了、保住了。不干这个傻事。",
      "zh_TW": "經論裡面常講火燒功德林，功德是什麼？功德是定慧，因戒得定，因定開慧，所以這一點大家要搞清楚。不是我到哪裡出一點錢就是功德，那搞錯了！那沒有錢的人就不能修功德，而有錢的人就可以大修功德了，錯了。功德是定慧，是清淨心，清淨心、平等心是功德，清淨平等都屬於定，覺心是智慧。脾氣發了，定沒有了，慧也沒有了，所以叫火燒功德林，是這麼個意思。所以功德很不容易修積，你看好不容易修定、修慧修了幾年，有一點定了，遇到不如意的事情，一發脾氣，完了，全完了，要從頭來起，這就是我們功德很不容易成就。要真有智慧，時時提高警覺，遇到不如意的事情來了，就看清楚，魔障現前，魔來幹什麼？魔嫉妒我修的功德，他在旁邊煽火，叫我趕快燒趕快燒，你就很聽話，果然就燒掉了，你這不叫愚痴嗎？你的功德，魔不能破壞，沒法子破壞，只有自己會破壞，所以魔想方法讓你自己破壞。如果你真的覺悟，遇到這個境界，不發脾氣，修忍辱波羅蜜，就把這功德保全了、保住了。不幹這個傻事。"
    },
    {
      "id": "04-003-0167_p0054",
      "zh_CN": "你是个老板主管，你对待你底下干部的时候，为了办事，要拍桌子，发脾气骂人，可以，假的，不是真的，心里面很清净，没有火气；表面上像唱戏要装一套办事，那行，那个不相干，不可以真的动火。真的动火，你的功德就烧光了。假的没有关系。所以你看佛菩萨有的时候也拍桌子、也骂人，那假的，演戏，那是办事的手段，可以，事事无碍。可是真的不能动心，真的动心，那你就大错特错了。这是平常要真注意，在哪里修？小不如意的事情地方修，小不如意能忍，大的不如意慢慢也能忍。小不如意就忍不住，那就有没法子了。那大如意进来，你怎么忍受得了？你一生的修学到最后前功尽弃，你说那多可惜！这是三恶道的业因。",
      "zh_TW": "你是個老闆主管，你對待你底下幹部的時候，為了辦事，要拍桌子，發脾氣罵人，可以，假的，不是真的，心裡面很清淨，沒有火氣；表面上像唱戲要裝一套辦事，那行，那個不相干，不可以真的動火。真的動火，你的功德就燒光了。假的沒有關係。所以你看佛菩薩有的時候也拍桌子、也罵人，那假的，演戲，那是辦事的手段，可以，事事無礙。可是真的不能動心，真的動心，那你就大錯特錯了。這是平常要真注意，在哪裡修？小不如意的事情地方修，小不如意能忍，大的不如意慢慢也能忍。小不如意就忍不住，那就有沒法子了。那大如意進來，你怎麼忍受得了？你一生的修學到最後前功盡棄，你說那多可惜！這是三惡道的業因。"
    },
    {
      "id": "04-003-0167_p0055",
      "zh_CN": "【若生人中。得二种果报。一者常被他人求其长短。】",
      "zh_TW": "【若生人中。得二種果報。一者常被他人求其長短。】"
    },
    {
      "id": "04-003-0167_p0056",
      "zh_CN": "常常有人来说你长、说你短，找你麻烦，遭遇这样的果报。",
      "zh_TW": "常常有人來說你長、說你短，找你麻煩，遭遇這樣的果報。"
    },
    {
      "id": "04-003-0167_p0057",
      "zh_CN": "【二者恒被他人之所恼害。】",
      "zh_TW": "【二者恆被他人之所惱害。】"
    },
    {
      "id": "04-003-0167_p0058",
      "zh_CN": "无缘无故的，别人来惹你生烦恼，来伤害你。如果我们遇到这个情形，心要清净，不能有怨恨心，不可以有报复的心。世出世间圣人教导我们逆来顺受，果报就报掉了，这是罪报，报掉就好。如果不服气，不服气那就没有报掉。这个报掉之后，后面又生根，又麻烦了，那叫冤冤相报，没完没了，那就真可怕了。报掉就算了。现在世间人看到我，这老好人，好人被人欺。我们听了也不在意，我愿意被人欺，就好了。你不愿意被人欺，我愿意被人欺，我们晓得因果报应，无始劫来的冤业在这一生当中，一桩一桩都了了，总结帐了，都了了。来生再没有业障，这样菩提道上才一帆风顺。",
      "zh_TW": "無緣無故的，別人來惹你生煩惱，來傷害你。如果我們遇到這個情形，心要清淨，不能有怨恨心，不可以有報復的心。世出世間聖人教導我們逆來順受，果報就報掉了，這是罪報，報掉就好。如果不服氣，不服氣那就沒有報掉。這個報掉之後，後面又生根，又麻煩了，那叫冤冤相報，沒完沒了，那就真可怕了。報掉就算了。現在世間人看到我，這老好人，好人被人欺。我們聽了也不在意，我願意被人欺，就好了。你不願意被人欺，我願意被人欺，我們曉得因果報應，無始劫來的冤業在這一生當中，一樁一樁都了了，總結帳了，都了了。來生再沒有業障，這樣菩提道上才一帆風順。"
    },
    {
      "id": "04-003-0167_p0059",
      "zh_CN": "【邪见之罪。】",
      "zh_TW": "【邪見之罪。】"
    },
    {
      "id": "04-003-0167_p0060",
      "zh_CN": "这个『邪见』就是愚痴，贪瞋痴，痴是迷惑。思想错误，见解错误，这都属于叫邪见。",
      "zh_TW": "這個『邪見』就是愚痴，貪瞋痴，痴是迷惑。思想錯誤，見解錯誤，這都屬於叫邪見。"
    },
    {
      "id": "04-003-0167_p0061",
      "zh_CN": "【亦令众生堕三恶道。】",
      "zh_TW": "【亦令眾生墮三惡道。】"
    },
    {
      "id": "04-003-0167_p0062",
      "zh_CN": "这是迷惑，贪瞋痴贪瞋的相很粗，断还容易，痴很难断。古人有个比喻说断愚痴藕断丝连，就是很难断掉的！为什么？我们常讲的他那个印象太深刻了，一下去不掉。在小乘法当中，阿罗汉这是证了圣果，烦恼确实断掉了，但是还有习气，习气藕断丝连，习气还在。到辟支佛的果位，习气才断掉。由此可知，断痴之难！因为愚痴，他才造恶业，才造前面的贪瞋，造前面的身口种种过失，愚痴。",
      "zh_TW": "這是迷惑，貪瞋痴貪瞋的相很粗，斷還容易，痴很難斷。古人有個比喻說斷愚痴藕斷絲連，就是很難斷掉的！為什麼？我們常講的他那個印象太深刻了，一下去不掉。在小乘法當中，阿羅漢這是證了聖果，煩惱確實斷掉了，但是還有習氣，習氣藕斷絲連，習氣還在。到辟支佛的果位，習氣才斷掉。由此可知，斷痴之難！因為愚痴，他才造惡業，才造前面的貪瞋，造前面的身口種種過失，愚痴。"
    },
    {
      "id": "04-003-0167_p0063",
      "zh_CN": "【若生人中。得二种果报。】",
      "zh_TW": "【若生人中。得二種果報。】"
    },
    {
      "id": "04-003-0167_p0064",
      "zh_CN": "罪满从恶道出来再得人身，这余报，这个《楞严经》里面讲得很详细。",
      "zh_TW": "罪滿從惡道出來再得人身，這餘報，這個《楞嚴經》裡面講得很詳細。"
    },
    {
      "id": "04-003-0167_p0065",
      "zh_CN": "【一者生邪见家。】",
      "zh_TW": "【一者生邪見家。】"
    },
    {
      "id": "04-003-0167_p0066",
      "zh_CN": "父母知见不正，他从小就受这个薰染，没有离开邪见。为什么会有这样的果报？诸位要晓得，这是佛在经上常说的，世间人父子之缘也不是偶然的，做一家人是有很深的因缘，不是偶然的。缘很复杂，佛为了说法方便起见，归纳为四大类，报恩、报怨、讨债、还债，这四种缘。如果没有这四种关系，不会做一家人；既然做了一家人，不是恩怨的关系，就是债务的关系。报恩的来了的时候，就是我们常讲的孝子贤孙，不要教的，天性，他就孝顺。那是过去世父母对他有恩，他这一生来报恩的。第二种报怨，过去世父母跟他有仇恨、有冤仇，他是来报仇的。来报仇报怨的到他长大，叫败家子，会叫你家破人亡，来报怨的。第三种来讨债的，讨债是父母欠他的，讨完了他就走了，我们叫讨债鬼。欠的少的，二、三岁，四、五岁他就走了，欠得少，讨完了，他就走了，他跟你没有其他的关系。欠得多的，大概到十几岁、二十几岁，大学毕业了，博士学位拿到了，走了，这父母欠得多。这是培养他，慢慢讨完了，他就走了，这属于讨债的。第四类是还债的，是他欠父母的，不是父母欠他的，他对父母没有恭敬心，不孝顺，没有恭敬心。但是对父母物质生活他照顾，他还债。如果过去他欠得多，他对父母供养就很好，供养得多！如果父母欠他少，他给父母的生活费用就很少，让他能够活得过去就行了，不会叫你过得很舒服的。四种关系，佛在经论上常常讲，我们要觉悟。",
      "zh_TW": "父母知見不正，他從小就受這個薰染，沒有離開邪見。為什麼會有這樣的果報？諸位要曉得，這是佛在經上常說的，世間人父子之緣也不是偶然的，做一家人是有很深的因緣，不是偶然的。緣很複雜，佛為了說法方便起見，歸納為四大類，報恩、報怨、討債、還債，這四種緣。如果沒有這四種關係，不會做一家人；既然做了一家人，不是恩怨的關係，就是債務的關係。報恩的來了的時候，就是我們常講的孝子賢孫，不要教的，天性，他就孝順。那是過去世父母對他有恩，他這一生來報恩的。第二種報怨，過去世父母跟他有仇恨、有冤仇，他是來報仇的。來報仇報怨的到他長大，叫敗家子，會叫你家破人亡，來報怨的。第三種來討債的，討債是父母欠他的，討完了他就走了，我們叫討債鬼。欠的少的，二、三歲，四、五歲他就走了，欠得少，討完了，他就走了，他跟你沒有其他的關係。欠得多的，大概到十幾歲、二十幾歲，大學畢業了，博士學位拿到了，走了，這父母欠得多。這是培養他，慢慢討完了，他就走了，這屬於討債的。第四類是還債的，是他欠父母的，不是父母欠他的，他對父母沒有恭敬心，不孝順，沒有恭敬心。但是對父母物質生活他照顧，他還債。如果過去他欠得多，他對父母供養就很好，供養得多！如果父母欠他少，他給父母的生活費用就很少，讓他能夠活得過去就行了，不會叫你過得很舒服的。四種關係，佛在經論上常常講，我們要覺悟。"
    },
    {
      "id": "04-003-0167_p0067",
      "zh_CN": "学了佛之后，后天教育可以改善，譬如从前是报恩的，这个恩情还可以加厚；是报怨的，这个冤仇可以把它化解，要懂这个道理，要能够化解。讨债还债里面也可以能培养恩惠，这样就好了。所以必须要明理，懂得道理，才知道一家如何能维系长久的和睦。这要靠后天的教导，特别是圣贤的教导，古圣先贤教导我们伦理道德，就是改善这四种关系，希望能够达到和谐。至于亲戚朋友，乃至于这一生当中我们见到很多陌生人，素来不相识的，一见面有好感点点头；有的时候一见面，第一次见面感觉到就不好受，也是这四种关系。这四种关系比较疏远，就变成亲戚朋友，这是疏远一点。这四种关系要是很厚的话，就变成一家人。佛告诉我们这事实真相，原来是这么一回事情。真正明白，我们自然就可以放下了，不要太执着，知道执着是你想错、看错了。",
      "zh_TW": "學了佛之後，後天教育可以改善，譬如從前是報恩的，這個恩情還可以加厚；是報怨的，這個冤仇可以把它化解，要懂這個道理，要能夠化解。討債還債裡面也可以能培養恩惠，這樣就好了。所以必須要明理，懂得道理，才知道一家如何能維繫長久的和睦。這要靠後天的教導，特別是聖賢的教導，古聖先賢教導我們倫理道德，就是改善這四種關係，希望能夠達到和諧。至於親戚朋友，乃至於這一生當中我們見到很多陌生人，素來不相識的，一見面有好感點點頭；有的時候一見面，第一次見面感覺到就不好受，也是這四種關係。這四種關係比較疏遠，就變成親戚朋友，這是疏遠一點。這四種關係要是很厚的話，就變成一家人。佛告訴我們這事實真相，原來是這麼一回事情。真正明白，我們自然就可以放下了，不要太執著，知道執著是你想錯、看錯了。"
    },
    {
      "id": "04-003-0167_p0068",
      "zh_CN": "『邪见家』，这里面的范围很广很大，包括这一家的恩爱，那个恩爱到了不能舍离的时候，也叫邪见。为什么？念阿弥陀佛念得很好，到往生的时候，家亲眷属各个舍不得，你舍不得他，他舍不得你，又把你拉到六道轮回来了，那不叫邪见吗？明明你有机会了生死出三界，又把你抓回来了；抓回来，我们一同再受苦，你说这多冤枉！实在讲有一个出去作佛、作菩萨，他一个就能度这些人！佛不度无缘之人。缘是什么？一个是恩惠，一个是冤仇，都是缘，佛是过去有恩的度他，有仇的也度他，欠债的也度他，还债的也度他，只要跟佛搭上关系了都得度，佛心平等，统统得度，这不可以不知道。",
      "zh_TW": "『邪見家』，這裡面的範圍很廣很大，包括這一家的恩愛，那個恩愛到了不能捨離的時候，也叫邪見。為什麼？念阿彌陀佛念得很好，到往生的時候，家親眷屬各個捨不得，你捨不得他，他捨不得你，又把你拉到六道輪迴來了，那不叫邪見嗎？明明你有機會了生死出三界，又把你抓回來了；抓回來，我們一同再受苦，你說這多冤枉！實在講有一個出去作佛、作菩薩，他一個就能度這些人！佛不度無緣之人。緣是什麼？一個是恩惠，一個是冤仇，都是緣，佛是過去有恩的度他，有仇的也度他，欠債的也度他，還債的也度他，只要跟佛搭上關係了都得度，佛心平等，統統得度，這不可以不知道。"
    },
    {
      "id": "04-003-0167_p0069",
      "zh_CN": "所以学佛的人、念佛的人，临命终时那是关键的时候，这一生成败就在那一刹那，这一刹那如果家亲眷属亲情很重，古大德教给我们家亲眷属最好离开，这个离开当然在我们世法里面讲这不人道，人在临终，家亲眷属送终，不让他送终，叫他离开。为什么不让他送终？他一送终又哭又闹，就把那个人搞糊涂了，他就不能往生。正念不能现前，在这个时候一生贪恋之心，马上就掉下来了。这个利害得失一定要清楚，世出世间的利害得失没有比这个更大的，这第一大事。所以家亲眷属恩情重的，最好离开。请一些佛门的同修道友来送他，念佛送他，帮助他往生，帮助他成佛，他走了以后，家亲眷属再来，那时候你哭闹不相干，他已经到极乐世界去了，怎么闹他也不会管你，不碍事了。临终那一着是最重要的关头。所以邪见家我们要认识清楚，不要认为我现在学佛，我们一家正知正见，不见得。细细观察的时候，不见得。",
      "zh_TW": "所以學佛的人、念佛的人，臨命終時那是關鍵的時候，這一生成敗就在那一剎那，這一剎那如果家親眷屬親情很重，古大德教給我們家親眷屬最好離開，這個離開當然在我們世法裡面講這不人道，人在臨終，家親眷屬送終，不讓他送終，叫他離開。為什麼不讓他送終？他一送終又哭又鬧，就把那個人搞糊塗了，他就不能往生。正念不能現前，在這個時候一生貪戀之心，馬上就掉下來了。這個利害得失一定要清楚，世出世間的利害得失沒有比這個更大的，這第一大事。所以家親眷屬恩情重的，最好離開。請一些佛門的同修道友來送他，念佛送他，幫助他往生，幫助他成佛，他走了以後，家親眷屬再來，那時候你哭鬧不相干，他已經到極樂世界去了，怎麼鬧他也不會管你，不礙事了。臨終那一著是最重要的關頭。所以邪見家我們要認識清楚，不要認為我現在學佛，我們一家正知正見，不見得。細細觀察的時候，不見得。"
    },
    {
      "id": "04-003-0167_p0070",
      "zh_CN": "【二者其心谄曲。】",
      "zh_TW": "【二者其心諂曲。】"
    },
    {
      "id": "04-003-0167_p0071",
      "zh_CN": "『谄曲』就是他心不正，这叫谄曲。我们在《无量寿经》里面读到，佛教导弟子要端正其心，针对这个毛病的。「其心谄曲」的样子就是心里面妄想很多，邪念很多，所谓的邪念总不外乎贪瞋痴的念头，贪瞋痴的念头很多很重，这个心就是谄曲。",
      "zh_TW": "『諂曲』就是他心不正，這叫諂曲。我們在《無量壽經》裡面讀到，佛教導弟子要端正其心，針對這個毛病的。「其心諂曲」的樣子就是心裡面妄想很多，邪念很多，所謂的邪念總不外乎貪瞋痴的念頭，貪瞋痴的念頭很多很重，這個心就是諂曲。"
    },
    {
      "id": "04-003-0167_p0072",
      "zh_CN": "【佛子。十不善业道。能生此等无量无边众大苦聚。】",
      "zh_TW": "【佛子。十不善業道。能生此等無量無邊眾大苦聚。】"
    },
    {
      "id": "04-003-0167_p0073",
      "zh_CN": "大师在此地引用佛的话，做这一段的总结，『十不善业道』，前面举的身杀盗淫，口妄语、两舌、恶口、绮语，意贪瞋痴，这十大类，这是极不善。不善业的道，这个道就是三恶道，要造这十种不善业，必定堕三恶道。三恶道太苦了，『无量无边众大苦聚』，这个聚是聚集，不是一种苦，无量苦统统都来了，你都得要受。我们细细的来观察三途，畜生之苦有一些我们见到，我们看到现在一些动物，牠们生活之苦我们见到了。动物里面还有许多我们没有见到的，畜生里面有些寿命很短，有些寿命很长，比我们人的寿命长很多很多倍。世间人晓得像海里头的龟，有几百年几百岁，龙现在没人见到，那个寿命就更长了，都是属于畜生道。那个寿命长的我们不说牠，寿命短的堕到畜生道，要想离开畜生道，很难。蚂蚁畜生，寿命不长，世尊当年在世的时候，祇树给孤独园盖房子，地上有一窝蚂蚁，佛看到笑一笑。弟子们看到佛看蚂蚁笑，于是乎就问世尊，你老人家为什么笑蚂蚁？世尊就说，这一窝蚂蚁已经经历七尊佛过世了，牠还没有离蚂蚁身，所以佛笑牠。诸位要晓得，一尊佛修行是三个阿僧祇劫，七尊佛是二十一个阿僧祇劫，二十一个阿僧祇劫牠还没有离开蚂蚁身，这不是说牠寿命长，牠死了以后又到蚂蚁窝里头去做小蚂蚁，死了以后又再投胎这里，牠都不晓得要到别的地方投胎，愚痴。牠就认为那是牠自己，就认为那是牠的家，永远舍不得这个身，舍不得这个家，于是乎生生世世作蚂蚁。这很可怕，坚固的执着，迷惑颠倒。这说畜生，畜生像这种现象很多很多，愚痴执着。",
      "zh_TW": "大師在此地引用佛的話，做這一段的總結，『十不善業道』，前面舉的身殺盜淫，口妄語、兩舌、惡口、綺語，意貪瞋痴，這十大類，這是極不善。不善業的道，這個道就是三惡道，要造這十種不善業，必定墮三惡道。三惡道太苦了，『無量無邊眾大苦聚』，這個聚是聚集，不是一種苦，無量苦統統都來了，你都得要受。我們細細的來觀察三途，畜生之苦有一些我們見到，我們看到現在一些動物，牠們生活之苦我們見到了。動物裡面還有許多我們沒有見到的，畜生裡面有些壽命很短，有些壽命很長，比我們人的壽命長很多很多倍。世間人曉得像海裡頭的龜，有幾百年幾百歲，龍現在沒人見到，那個壽命就更長了，都是屬於畜生道。那個壽命長的我們不說牠，壽命短的墮到畜生道，要想離開畜生道，很難。螞蟻畜生，壽命不長，世尊當年在世的時候，祇樹給孤獨園蓋房子，地上有一窩螞蟻，佛看到笑一笑。弟子們看到佛看螞蟻笑，於是乎就問世尊，你老人家為什麼笑螞蟻？世尊就說，這一窩螞蟻已經經歷七尊佛過世了，牠還沒有離螞蟻身，所以佛笑牠。諸位要曉得，一尊佛修行是三個阿僧祇劫，七尊佛是二十一個阿僧祇劫，二十一個阿僧祇劫牠還沒有離開螞蟻身，這不是說牠壽命長，牠死了以後又到螞蟻窩裡頭去做小螞蟻，死了以後又再投胎這裡，牠都不曉得要到別的地方投胎，愚痴。牠就認為那是牠自己，就認為那是牠的家，永遠捨不得這個身，捨不得這個家，於是乎生生世世作螞蟻。這很可怕，堅固的執著，迷惑顛倒。這說畜生，畜生像這種現象很多很多，愚痴執著。"
    },
    {
      "id": "04-003-0167_p0074",
      "zh_CN": "鬼里面很多种，经上常讲的是三十六种，三十六种是大分，由于过去生中所造的业因不一样，类别也不相同。鬼道里面一天是我们人间一个月，鬼苦，鬼见不到天日。我们能看到太阳，鬼见不到太阳，鬼道的世界就像我们阴天下雨一样，永远没有阳光，灰暗的空间。寿命很长，短命的都是一千岁，那个一千岁的算法，一天是我们人间一个月，我们人间一年是他十二天，也算一年三百六十天，算一千岁，他这么长的寿命。换句话说，要受这么长时间的苦，他才能够离开鬼道。地狱就更可怕，经上讲地狱，这个寿命出入很大，虽然出入很大，数目字都是天文字。像过去李老师在大专讲座给同学们介绍的，那是最容易说的一种，说地狱的寿命，地狱里面一天是我们人间二千七百多年，我们中国人号称这个世界上历史最悠久的，五千年的历史在地狱里头还不到两天，你就想到地狱多么可怕。地狱人的寿命短命的都是万岁，长命的是万万岁，不得了，太可怕了！",
      "zh_TW": "鬼裡面很多種，經上常講的是三十六種，三十六種是大分，由於過去生中所造的業因不一樣，類別也不相同。鬼道裡面一天是我們人間一個月，鬼苦，鬼見不到天日。我們能看到太陽，鬼見不到太陽，鬼道的世界就像我們陰天下雨一樣，永遠沒有陽光，灰暗的空間。壽命很長，短命的都是一千歲，那個一千歲的算法，一天是我們人間一個月，我們人間一年是他十二天，也算一年三百六十天，算一千歲，他這麼長的壽命。換句話說，要受這麼長時間的苦，他才能夠離開鬼道。地獄就更可怕，經上講地獄，這個壽命出入很大，雖然出入很大，數目字都是天文字。像過去李老師在大專講座給同學們介紹的，那是最容易說的一種，說地獄的壽命，地獄裡面一天是我們人間二千七百多年，我們中國人號稱這個世界上歷史最悠久的，五千年的歷史在地獄裡頭還不到兩天，你就想到地獄多麼可怕。地獄人的壽命短命的都是萬歲，長命的是萬萬歲，不得了，太可怕了！"
    },
    {
      "id": "04-003-0167_p0075",
      "zh_CN": "《楞严经》里面给我们介绍六道，经文地狱几乎占全文的二分之一，这是佛特别慈悲，怕我们造地狱业。地狱一进去，出来太难太难了，实在讲是进去很容易，出来很难。晓得这些事实才知道真的可怕，我们起心动念、言语造作，不能不谨慎，不能不小心。在这个世间很短，吃一点亏上一点当，算什么！万万不能造恶业，要晓得三途苦报太可怕了。我们能忍一点、能让一点，绝不造恶业，绝不堕三途，我们念佛往生才有把握！在这个世间，人家有什么对不起的、过不去的伤害，一概把它忘得干干净净，不要去想这个事情，不要去记这些事情，多想阿弥陀佛，多忆西方极乐世界，这才好。所以这个真的是无量无边众大苦聚。",
      "zh_TW": "《楞嚴經》裡面給我們介紹六道，經文地獄幾乎佔全文的二分之一，這是佛特別慈悲，怕我們造地獄業。地獄一進去，出來太難太難了，實在講是進去很容易，出來很難。曉得這些事實才知道真的可怕，我們起心動念、言語造作，不能不謹慎，不能不小心。在這個世間很短，吃一點虧上一點當，算什麼！萬萬不能造惡業，要曉得三途苦報太可怕了。我們能忍一點、能讓一點，絕不造惡業，絕不墮三途，我們念佛往生才有把握！在這個世間，人家有什麼對不起的、過不去的傷害，一概把它忘得乾乾淨淨，不要去想這個事情，不要去記這些事情，多想阿彌陀佛，多憶西方極樂世界，這才好。所以這個真的是無量無邊眾大苦聚。"
    },
    {
      "id": "04-003-0167_p0076",
      "zh_CN": "【是故菩萨作如是念。我当远离十不善道。】",
      "zh_TW": "【是故菩薩作如是念。我當遠離十不善道。】"
    },
    {
      "id": "04-003-0167_p0077",
      "zh_CN": "菩萨清楚，菩萨觉悟，菩萨明了，知道十恶后患无穷，苦报无边，他决定不占有，决定不做，远离这十恶业。",
      "zh_TW": "菩薩清楚，菩薩覺悟，菩薩明瞭，知道十惡後患無窮，苦報無邊，他決定不佔有，決定不做，遠離這十惡業。"
    },
    {
      "id": "04-003-0167_p0078",
      "zh_CN": "【以十善道为法园苑。】",
      "zh_TW": "【以十善道為法園苑。】"
    },
    {
      "id": "04-003-0167_p0079",
      "zh_CN": "菩萨在生活当中修什么？修十善，十恶反过来就是十善，身不杀生、不偷盗、不邪淫，身三善，口不妄语、不两舌、不恶口、不绮语，心里头不贪、不瞋、不痴。『园苑』就是花园，在台湾我们的居住环境不好，享受不到居住之乐。你看外国许多住宅区在公园里面，花园里面。都市，花园都市。这是居住的物质环境之美。这世界上有好几个都市是很著名的花园都市，在加拿大的温哥华，花园都市，这是世界有名的。到五月之间，花季花开得每一家前后院子都是花，的确非常之美。在我们亚洲大家晓得新加坡是花园城市，这是比喻菩萨选择居住的地方住在花园里面，什么花？十善之花，十善美。",
      "zh_TW": "菩薩在生活當中修什麼？修十善，十惡反過來就是十善，身不殺生、不偷盜、不邪淫，身三善，口不妄語、不兩舌、不惡口、不綺語，心裡頭不貪、不瞋、不痴。『園苑』就是花園，在台灣我們的居住環境不好，享受不到居住之樂。你看外國許多住宅區在公園裡面，花園裡面。都市，花園都市。這是居住的物質環境之美。這世界上有好幾個都市是很著名的花園都市，在加拿大的溫哥華，花園都市，這是世界有名的。到五月之間，花季花開得每一家前後院子都是花，的確非常之美。在我們亞洲大家曉得新加坡是花園城市，這是比喻菩薩選擇居住的地方住在花園裡面，什麼花？十善之花，十善美。"
    },
    {
      "id": "04-003-0167_p0080",
      "zh_CN": "【爱乐安住其中。】",
      "zh_TW": "【愛樂安住其中。】"
    },
    {
      "id": "04-003-0167_p0081",
      "zh_CN": "『爱乐』是很欢喜，欢喜安住在十善业道之中。",
      "zh_TW": "『愛樂』是很歡喜，歡喜安住在十善業道之中。"
    },
    {
      "id": "04-003-0167_p0082",
      "zh_CN": "【亦劝他人令住其中。】",
      "zh_TW": "【亦勸他人令住其中。】"
    },
    {
      "id": "04-003-0167_p0083",
      "zh_CN": "不但自己住在十善花园里面，也劝导一切众生应当要移居在花园里面居住，这个居住的环境好，这是真正的享受。",
      "zh_TW": "不但自己住在十善花園裡面，也勸導一切眾生應當要移居在花園裡面居住，這個居住的環境好，這是真正的享受。"
    },
    {
      "id": "04-003-0167_p0084",
      "zh_CN": "【既报应若斯。皆由业感。欲免所感之果。先须断却能感之因。是故须忏也。】",
      "zh_TW": "【既報應若斯。皆由業感。欲免所感之果。先須斷卻能感之因。是故須懺也。】"
    },
    {
      "id": "04-003-0167_p0085",
      "zh_CN": "第二段是忏除业障，就是十恶业，十恶业我们要忏除，要修十善业。这一段总结既然因果报应如此，因果报应是真实的，一点都不假，善因一定得善果，恶因一定得恶报。没有天地鬼神主宰，也不是佛菩萨安排，完全是自作自受，这要晓得，自作自受！所以说『皆由业感』，都是自作自受的。『欲免所感之果』，我们要想免除不再受三恶道的果报，不再受六道轮回的果报，不但是三恶道的果报我不受，三善道的果报也不能受，为什么？有三善道，决定有三恶道。所以一个修行人，目标一定要定在这一生当中决定要超越六道轮回，超越六道轮回最有把握的方法就是求生净土，能生到西方极乐是三界六道永远摆脱掉了，先需要能把这个能感的因断掉，因就是业因。『是故须忏也』，因此之故，必须要忏悔，要把它除掉，忏除业障。这个地方忏悔里面具体为我们说明就是要忏除烦恼，烦恼是迷惑，先要忏除烦恼，其次忏除业障，最后忏除报障，报障就是三途六道。在这里面最重要的是业，业是因，前面讲的烦恼是缘，后面这是果。因缘果统统忏除，这才懂得修忏之法，才能收到忏悔之果。",
      "zh_TW": "第二段是懺除業障，就是十惡業，十惡業我們要懺除，要修十善業。這一段總結既然因果報應如此，因果報應是真實的，一點都不假，善因一定得善果，惡因一定得惡報。沒有天地鬼神主宰，也不是佛菩薩安排，完全是自作自受，這要曉得，自作自受！所以說『皆由業感』，都是自作自受的。『欲免所感之果』，我們要想免除不再受三惡道的果報，不再受六道輪迴的果報，不但是三惡道的果報我不受，三善道的果報也不能受，為什麼？有三善道，決定有三惡道。所以一個修行人，目標一定要定在這一生當中決定要超越六道輪迴，超越六道輪迴最有把握的方法就是求生淨土，能生到西方極樂是三界六道永遠擺脫掉了，先需要能把這個能感的因斷掉，因就是業因。『是故須懺也』，因此之故，必須要懺悔，要把它除掉，懺除業障。這個地方懺悔裡面具體為我們說明就是要懺除煩惱，煩惱是迷惑，先要懺除煩惱，其次懺除業障，最後懺除報障，報障就是三途六道。在這裡面最重要的是業，業是因，前面講的煩惱是緣，後面這是果。因緣果統統懺除，這才懂得修懺之法，才能收到懺悔之果。"
    },
    {
      "id": "04-003-0167_p0086",
      "zh_CN": "今天我们就讲到此地。",
      "zh_TW": "今天我們就講到此地。"
    }
  ]
}