{
  "doc_id": "04-003-0107",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０七集",
    "zh_TW": "第一０七集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0107",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "04-003-0107_p0001",
      "zh_CN": "请掀开经本，二百六十六面第四行，我们从第四行，引用《中论》这个地方看起。从头看起：",
      "zh_TW": "請掀開經本，二百六十六面第四行，我們從第四行，引用《中論》這個地方看起。從頭看起："
    },
    {
      "id": "04-003-0107_p0002",
      "zh_CN": "【故中论云。灯中自无暗。住处亦无暗。破暗乃名照。无暗何所照。乃至已生未生生等。燄燄不分等。若实教中断结。要性相无碍。故十地品云。非初非中后者。谓显无性缘成。则说断结。由能断无性。方为能断。所断本空。方成所断。若定有者。则堕于常。常不可断。若定无者。则堕于断。失圣智故。】",
      "zh_TW": "【故中論云。燈中自無暗。住處亦無暗。破暗乃名照。無暗何所照。乃至已生未生生等。燄燄不分等。若實教中斷結。要性相無礙。故十地品云。非初非中後者。謂顯無性緣成。則說斷結。由能斷無性。方為能斷。所斷本空。方成所斷。若定有者。則墮於常。常不可斷。若定無者。則墮於斷。失聖智故。】"
    },
    {
      "id": "04-003-0107_p0003",
      "zh_CN": "我们看这段文，这是大师引用《中观论》上这段话说。《中论》这部书完全是教我们破执着的，在整个佛法上，关键就是破迷开悟。妄想执着都是迷，迷由来已久，不是在这一生，这是我们同修们大概都能够肯定的。人不止这一生，有过去生，既有过去、有现在，当然就有未来。过去还有过去，过去无始，未来无终。由此可知，我们妄想习气，生生世世养成的，牢不可破，总是执着这些成见，以为是真实的。对于佛跟我们讲事实真相，我们就很难接受，这才叫佛菩萨费了许多的口舌来跟我们辩论，到最后你开悟了，才晓得这些话都叫废话。悟了以后，这个经典都废纸，毫无意义。但是在没有悟的时候，帮助我们开悟，帮助我们破迷而已。这个重点、枢纽，总要能够把它掌握到，要把它抓到。所有一切经论，都是围着这个中心来转的，都离不开这个中心的。我们能够把握到这个大前提，在佛法里面讲叫大总持法门。你抓到这个，纵然有错，那错得也不会太大，不会太离谱，能够掌握到它的重心。",
      "zh_TW": "我們看這段文，這是大師引用《中觀論》上這段話說。《中論》這部書完全是教我們破執著的，在整個佛法上，關鍵就是破迷開悟。妄想執著都是迷，迷由來已久，不是在這一生，這是我們同修們大概都能夠肯定的。人不止這一生，有過去生，既有過去、有現在，當然就有未來。過去還有過去，過去無始，未來無終。由此可知，我們妄想習氣，生生世世養成的，牢不可破，總是執著這些成見，以為是真實的。對於佛跟我們講事實真相，我們就很難接受，這才叫佛菩薩費了許多的口舌來跟我們辯論，到最後你開悟了，才曉得這些話都叫廢話。悟了以後，這個經典都廢紙，毫無意義。但是在沒有悟的時候，幫助我們開悟，幫助我們破迷而已。這個重點、樞紐，總要能夠把它掌握到，要把它抓到。所有一切經論，都是圍著這個中心來轉的，都離不開這個中心的。我們能夠把握到這個大前提，在佛法裡面講叫大總持法門。你抓到這個，縱然有錯，那錯得也不會太大，不會太離譜，能夠掌握到它的重心。"
    },
    {
      "id": "04-003-0107_p0004",
      "zh_CN": "这首偈子还是帮助我们破除疑惑。这个疑惑的到底是先有智后断惑，还是先断惑，后来才生智慧？《中观》用灯跟照来做比喻，实在讲灯与照是一体，决定不能说哪一个先，哪一个后。为什么不能说？同修们有一些读过《坛经》的，也曾经听讲过《六祖坛经》的。六祖在《坛经》上说得很好，印宗法师刚刚见面的时候，印宗不是问吗？黄梅就是指五祖，平常教学说不说禅定、解脱？禅定、解脱两个科目，是不是常常跟大家讲禅定、解脱？六祖怎么答复？实在说，六祖在黄梅从来就没有进过禅堂，五祖究竟讲些什么，他一次也没听过。他不是这么说的，他不是说我没听过，他说得直截了当，禅定、解脱是二法，佛法是不二法。这就是真正抓到了大前提，真正掌握到总持法门。你们所围绕的是枝枝叶叶，没有真正把东西抓到，那真正的，真正是不二法，你何必在灯、在光上去计较？你说出一个灯，说出一个照，这二法。",
      "zh_TW": "這首偈子還是幫助我們破除疑惑。這個疑惑的到底是先有智後斷惑，還是先斷惑，後來才生智慧？《中觀》用燈跟照來做比喻，實在講燈與照是一體，決定不能說哪一個先，哪一個後。為什麼不能說？同修們有一些讀過《壇經》的，也曾經聽講過《六祖壇經》的。六祖在《壇經》上說得很好，印宗法師剛剛見面的時候，印宗不是問嗎？黃梅就是指五祖，平常教學說不說禪定、解脫？禪定、解脫兩個科目，是不是常常跟大家講禪定、解脫？六祖怎麼答覆？實在說，六祖在黃梅從來就沒有進過禪堂，五祖究竟講些什麼，他一次也沒聽過。他不是這麼說的，他不是說我沒聽過，他說得直截了當，禪定、解脫是二法，佛法是不二法。這就是真正抓到了大前提，真正掌握到總持法門。你們所圍繞的是枝枝葉葉，沒有真正把東西抓到，那真正的，真正是不二法，你何必在燈、在光上去計較？你說出一個燈，說出一個照，這二法。"
    },
    {
      "id": "04-003-0107_p0005",
      "zh_CN": "所以下面引用「十地品」，说实教当中来断结，『要性相无碍』。实是讲真话，给你讲空，给你讲有，给你讲灯，给你讲照，那叫做权巧方便法。众生知见，那是依俗谛说的；实教，是依真谛说的，依事实真相说的。真相，不是你所想像的，真相必须把妄念舍掉，这个事实真相你才能真正见得到。今天我们见不到事实真相，事实真相就摆在我们眼前，我们六根所接触的，怎么能不是真相？为什么真相就见不到？因为你有妄想、你有执着，「出现品」上说，「但以妄想执着而不能证得」。什么时候才能把妄想舍掉？这不是一桩容易事情。",
      "zh_TW": "所以下面引用「十地品」，說實教當中來斷結，『要性相無礙』。實是講真話，給你講空，給你講有，給你講燈，給你講照，那叫做權巧方便法。眾生知見，那是依俗諦說的；實教，是依真諦說的，依事實真相說的。真相，不是你所想像的，真相必須把妄念捨掉，這個事實真相你才能真正見得到。今天我們見不到事實真相，事實真相就擺在我們眼前，我們六根所接觸的，怎麼能不是真相？為什麼真相就見不到？因為你有妄想、你有執著，「出現品」上說，「但以妄想執著而不能證得」。什麼時候才能把妄想捨掉？這不是一樁容易事情。"
    },
    {
      "id": "04-003-0107_p0006",
      "zh_CN": "我们在过去听到谛闲老法师那个徒弟，老实念佛三年站着走的。非常感动，非常羡慕，几个人能做到？那也是亿万人中才有那么一个，不是人人能做得到的。他那一种人，在佛法里面讲，那是真正名符其实的上根利智。师父教给他一句话，一生受持，绝对没有第二个妄念，绝对没有一丝毫怀疑，一句阿弥陀佛念到底。念累了就休息，休息好了就再念，你看就这么简单。他一天到晚就这么样做，除这一句阿弥陀佛，什么念头也没有。除了念佛之外，什么事也没有，这才能成功。",
      "zh_TW": "我們在過去聽到諦閑老法師那個徒弟，老實念佛三年站著走的。非常感動，非常羨慕，幾個人能做到？那也是億萬人中才有那麼一個，不是人人能做得到的。他那一種人，在佛法裡面講，那是真正名符其實的上根利智。師父教給他一句話，一生受持，絕對沒有第二個妄念，絕對沒有一絲毫懷疑，一句阿彌陀佛念到底。念累了就休息，休息好了就再念，你看就這麼簡單。他一天到晚就這麼樣做，除這一句阿彌陀佛，什麼念頭也沒有。除了念佛之外，什麼事也沒有，這才能成功。"
    },
    {
      "id": "04-003-0107_p0007",
      "zh_CN": "师父把这个法门传给他，不必再照顾了，往生来替他办后事。为什么不必照顾？他没有事情了！天天要找师父，天天找同参道友，这事情太多了，解决不了，没事情何必要找？人家是到了真正没事了，这是禅家的话，这真正开悟之后，这什么境界？饥来吃饭，困来眠，除了这两桩事情之外没有了。肚子饿了，吃饭；困了，睡觉，除这两桩事，没事了。谛老法师那个徒弟也到这个境界。他虽然不像禅宗那样彻悟，一切明了，那他不需要明了，我就一句弥陀念到底，我不需要明了，这个了不起。",
      "zh_TW": "師父把這個法門傳給他，不必再照顧了，往生來替他辦後事。為什麼不必照顧？他沒有事情了！天天要找師父，天天找同參道友，這事情太多了，解決不了，沒事情何必要找？人家是到了真正沒事了，這是禪家的話，這真正開悟之後，這什麼境界？飢來吃飯，睏來眠，除了這兩樁事情之外沒有了。肚子餓了，吃飯；睏了，睡覺，除這兩樁事，沒事了。諦老法師那個徒弟也到這個境界。他雖然不像禪宗那樣徹悟，一切明瞭，那他不需要明瞭，我就一句彌陀念到底，我不需要明瞭，這個了不起。"
    },
    {
      "id": "04-003-0107_p0008",
      "zh_CN": "所以这个「十地品」，这是《华严经》上说的，『非初、非中、后者』，一切俱非。『谓显无性缘成』，无性就是一切法无有自性，无有自体，那哪里有先后？现象是怎么产生的？缘生的。缘生法，就是幻有假有，不是真有。有即是空，空即是有，所以当体即空，了不可得。缘要用现代的话来讲，就是许多条件凑合产生这个现象，条件失掉了，这个相就没有了。换句话说，现象，根本没有现象，不过是缘聚缘散而已，聚的时候好像有这个相，散的时候好像没有这个相。其实聚的时候也没有相，也没有生，相生，散的时候也没有相灭。为什么相没有生灭？因为根本就没有相。",
      "zh_TW": "所以這個「十地品」，這是《華嚴經》上說的，『非初、非中、後者』，一切俱非。『謂顯無性緣成』，無性就是一切法無有自性，無有自體，那哪裡有先後？現象是怎麼產生的？緣生的。緣生法，就是幻有假有，不是真有。有即是空，空即是有，所以當體即空，了不可得。緣要用現代的話來講，就是許多條件湊合產生這個現象，條件失掉了，這個相就沒有了。換句話說，現象，根本沒有現象，不過是緣聚緣散而已，聚的時候好像有這個相，散的時候好像沒有這個相。其實聚的時候也沒有相，也沒有生，相生，散的時候也沒有相滅。為什麼相沒有生滅？因為根本就沒有相。"
    },
    {
      "id": "04-003-0107_p0009",
      "zh_CN": "我们举一个例子来说，譬如我们盖房子，你说这个房子是有还是无？我们不要讲这个房子，这个房子太复杂了。四十年前，政府刚刚到台湾的时候，从大陆来的人住什么房子？叫克难房子。克难房子是怎么做的？多半是用竹子编的，竹子编成篱笆，做一个墙，外面用水泥抹一抹。上面，也有用竹子编的屋顶，也有用那个水泥板做的屋顶，非常简单。我们把这加起来，好像个房子有了；拆掉，房子没有了。我们问房子到底有还是没有？聪明人知道没有，有什么东西？有竹子、有水泥，有那个铁丝编竹子这些东西。把它搭起来是这么多材料，拆下来还是这么多材料，这些材料不增不减。",
      "zh_TW": "我們舉一個例子來說，譬如我們蓋房子，你說這個房子是有還是無？我們不要講這個房子，這個房子太複雜了。四十年前，政府剛剛到台灣的時候，從大陸來的人住什麼房子？叫克難房子。克難房子是怎麼做的？多半是用竹子編的，竹子編成籬笆，做一個牆，外面用水泥抹一抹。上面，也有用竹子編的屋頂，也有用那個水泥板做的屋頂，非常簡單。我們把這加起來，好像個房子有了；拆掉，房子沒有了。我們問房子到底有還是沒有？聰明人知道沒有，有什麼東西？有竹子、有水泥，有那個鐵絲編竹子這些東西。把它搭起來是這麼多材料，拆下來還是這麼多材料，這些材料不增不減。"
    },
    {
      "id": "04-003-0107_p0010",
      "zh_CN": "诸位从这里去想，搭起来的时候，房子没有生，只是按照我们想像把它排列起来，这种排列起来而已。拆成一堆，堆到那边，那也是一个排列，这就是排列的方程式不相同，哪有生灭？这个简单的例子容易懂。从这个例子你再去把它扩大，世出世间一切法，那个真相跟这完全相同。所以佛说没有一切法，法都是梦幻泡影，梦幻泡影不是真的，是假的。《金刚经》上讲「一合相」，讲得真是透彻极了。合是什么？组合。一是什么？基本的物质是一个。现在我们科学家证明了，才发现了原子、电子、基本粒子，原来所有一切万物统统是这个东西组合的。近代科学家才发现，释迦牟尼佛在三千年前就跟我们讲得很清楚、很明白。不过不是现在这些名词，佛法里面叫微尘，微尘还可以分，分叫做色聚极微，色聚极微还可以分，分叫做极微之微，佛说那就不能再分了，再分就没有了，所以叫邻虚尘，跟那个虚空交了邻居，那是不能再分，最小的一个单位。所有一切万法，世出世间一切的这些现象，全是这个组合的。一合相，合就是组合，就是缘生，缘生无性。",
      "zh_TW": "諸位從這裡去想，搭起來的時候，房子沒有生，只是按照我們想像把它排列起來，這種排列起來而已。拆成一堆，堆到那邊，那也是一個排列，這就是排列的方程式不相同，哪有生滅？這個簡單的例子容易懂。從這個例子你再去把它擴大，世出世間一切法，那個真相跟這完全相同。所以佛說沒有一切法，法都是夢幻泡影，夢幻泡影不是真的，是假的。《金剛經》上講「一合相」，講得真是透徹極了。合是什麼？組合。一是什麼？基本的物質是一個。現在我們科學家證明了，才發現了原子、電子、基本粒子，原來所有一切萬物統統是這個東西組合的。近代科學家才發現，釋迦牟尼佛在三千年前就跟我們講得很清楚、很明白。不過不是現在這些名詞，佛法裡面叫微塵，微塵還可以分，分叫做色聚極微，色聚極微還可以分，分叫做極微之微，佛說那就不能再分了，再分就沒有了，所以叫鄰虛塵，跟那個虛空交了鄰居，那是不能再分，最小的一個單位。所有一切萬法，世出世間一切的這些現象，全是這個組合的。一合相，合就是組合，就是緣生，緣生無性。"
    },
    {
      "id": "04-003-0107_p0011",
      "zh_CN": "所以佛眼睛看一切万法当体即空，不是分析之后才晓得这是空的，那就很笨。聪明人哪里要搞分析？一看就知道。像那个建筑师一看这栋建筑物，他跟我们看法不一样。我们一看，这个大楼多少层？这有多少坪？多少面积？我们着了这个相。建筑师一看，这一共多少吨的钢筋？多少包的水泥？他看这个东西，他看的是一堆一堆堆在地上的材料。这就是看法不一样，聪明人看出了事实的真相，愚人执着假相，不了解真相。所以这个地方就显示「无性缘成」，世出世间一切法都离不开这个原则。",
      "zh_TW": "所以佛眼睛看一切萬法當體即空，不是分析之後才曉得這是空的，那就很笨。聰明人哪裡要搞分析？一看就知道。像那個建築師一看這棟建築物，他跟我們看法不一樣。我們一看，這個大樓多少層？這有多少坪？多少面積？我們著了這個相。建築師一看，這一共多少噸的鋼筋？多少包的水泥？他看這個東西，他看的是一堆一堆堆在地上的材料。這就是看法不一樣，聰明人看出了事實的真相，愚人執著假相，不了解真相。所以這個地方就顯示「無性緣成」，世出世間一切法都離不開這個原則。"
    },
    {
      "id": "04-003-0107_p0012",
      "zh_CN": "『则说断结。由能断无性，方为能断；所断本空，方成所断』。你们想一想到底有没有能断？有没有所断？没有。我们今天问你，你断了烦恼了，这个东西能断是智，那所断就是烦恼。我们现在问你，如果像达摩祖师一样，这一伸手，你把那个智拿来我看看，你把烦恼拿来我看看。你要也像慧可那样聪明的话，回光一返照，觅智了不可得，觅烦恼也了不可得，这事情不就解决了吗？慧可是心不安，修行多少年，心不安，求达摩祖师替他安心。达摩祖师一伸手，你把心拿来我替你安。这回头一反省，回光一照，找不到心，他说我觅心了不可得，找不到心在哪里。",
      "zh_TW": "『則說斷結。由能斷無性，方為能斷；所斷本空，方成所斷』。你們想一想到底有沒有能斷？有沒有所斷？沒有。我們今天問你，你斷了煩惱了，這個東西能斷是智，那所斷就是煩惱。我們現在問你，如果像達摩祖師一樣，這一伸手，你把那個智拿來我看看，你把煩惱拿來我看看。你要也像慧可那樣聰明的話，回光一返照，覓智了不可得，覓煩惱也了不可得，這事情不就解決了嗎？慧可是心不安，修行多少年，心不安，求達摩祖師替他安心。達摩祖師一伸手，你把心拿來我替你安。這回頭一反省，回光一照，找不到心，他說我覓心了不可得，找不到心在哪裡。"
    },
    {
      "id": "04-003-0107_p0013",
      "zh_CN": "慧可比阿难聪明，像阿难在楞严会上，释迦牟尼佛也是叫他把心找出来看，心到底在哪里？他还到处找，在内、在外、在中间，到处打妄想，所以他还不如慧可。慧可马上答复说，了不可得。到这个关头，达摩祖师一句话就点醒他了，「与汝安心竟」，我把你心安好了，他恍然就开悟了。我们看《楞严经》上，阿难没有开悟。一部《楞严经》讲圆满了，阿难都没开悟，各人根性不相同。阿难为什么没有开悟？听教听得太多了，所知障太深了，这是真的，所知障深，所以不容易开悟。那慧可，那就是烦恼障也轻，所知障也轻，一点就豁然大悟。所以要晓得，能断所断俱不可得。世间人执着似乎有这么回事情，其实没有。",
      "zh_TW": "慧可比阿難聰明，像阿難在楞嚴會上，釋迦牟尼佛也是叫他把心找出來看，心到底在哪裡？他還到處找，在內、在外、在中間，到處打妄想，所以他還不如慧可。慧可馬上答覆說，了不可得。到這個關頭，達摩祖師一句話就點醒他了，「與汝安心竟」，我把你心安好了，他恍然就開悟了。我們看《楞嚴經》上，阿難沒有開悟。一部《楞嚴經》講圓滿了，阿難都沒開悟，各人根性不相同。阿難為什麼沒有開悟？聽教聽得太多了，所知障太深了，這是真的，所知障深，所以不容易開悟。那慧可，那就是煩惱障也輕，所知障也輕，一點就豁然大悟。所以要曉得，能斷所斷俱不可得。世間人執著似乎有這麼回事情，其實沒有。"
    },
    {
      "id": "04-003-0107_p0014",
      "zh_CN": "所以底下给我们讲，『若定有者』，你说一定有个智，一定有烦恼，那好了，决定断不了。那『堕于常』，这一定有，你怎么能断得了？你说没有，一定没有，没有那何必还要断？不要断了！这就是说，它不是断也不是常，那究竟是什么？前面讲的无性缘起，这句话才把真相说出来。智慧、烦恼从哪里起的？缘起的。有没有性，就是有没有自体？没有。我们如果真正把这句话参透了，这天天生烦恼岂不叫冤枉？冤枉！想过去、想现在、想未来，统统叫妄想。为什么叫妄想？因为根本就没有过去、现在、未来，这才是佛法讲的般若真知，没有！",
      "zh_TW": "所以底下給我們講，『若定有者』，你說一定有個智，一定有煩惱，那好了，決定斷不了。那『墮於常』，這一定有，你怎麼能斷得了？你說沒有，一定沒有，沒有那何必還要斷？不要斷了！這就是說，它不是斷也不是常，那究竟是什麼？前面講的無性緣起，這句話才把真相說出來。智慧、煩惱從哪裡起的？緣起的。有沒有性，就是有沒有自體？沒有。我們如果真正把這句話參透了，這天天生煩惱豈不叫冤枉？冤枉！想過去、想現在、想未來，統統叫妄想。為什麼叫妄想？因為根本就沒有過去、現在、未來，這才是佛法講的般若真知，沒有！"
    },
    {
      "id": "04-003-0107_p0015",
      "zh_CN": "不但这个东西没有，六道也没有，十法界也没有，佛也没有，众生也没有，给你说一切都没有，是从无性上说的，确实没有。给你讲有这些现象，缘成上说的，缘成的，不是真有。如果你要不执着，你就能够控制缘，缘可以随意；你执着这些相，那你就被缘所转了，被境界所转。被境界所转的这叫凡夫，能转境界的就叫佛。《楞严》上说得很好，「若能转境，则同如来」，见性的菩萨就能转境界，不会再被缘所转，他跟佛没有两样。所以要晓得，一切法不是常也不是断，常见、断见都是属于邪见，错误的见解，在见思惑里面属于见惑，就是边见，边是两边，常是一边，常的反面是断，这个堕在边见上，你对于事实的真相永远不能够理解。再看底下一段文：",
      "zh_TW": "不但這個東西沒有，六道也沒有，十法界也沒有，佛也沒有，眾生也沒有，給你說一切都沒有，是從無性上說的，確實沒有。給你講有這些現象，緣成上說的，緣成的，不是真有。如果你要不執著，你就能夠控制緣，緣可以隨意；你執著這些相，那你就被緣所轉了，被境界所轉。被境界所轉的這叫凡夫，能轉境界的就叫佛。《楞嚴》上說得很好，「若能轉境，則同如來」，見性的菩薩就能轉境界，不會再被緣所轉，他跟佛沒有兩樣。所以要曉得，一切法不是常也不是斷，常見、斷見都是屬於邪見，錯誤的見解，在見思惑裡面屬於見惑，就是邊見，邊是兩邊，常是一邊，常的反面是斷，這個墮在邊見上，你對於事實的真相永遠不能夠理解。再看底下一段文："
    },
    {
      "id": "04-003-0107_p0016",
      "zh_CN": "【已上皆约惑智相翻也。】",
      "zh_TW": "【已上皆約惑智相翻也。】"
    },
    {
      "id": "04-003-0107_p0017",
      "zh_CN": "一个是断惑，一个是生智慧，都是从这两个名相上来讨论的，从它两个不同的，两个相反的来说的。下面说：",
      "zh_TW": "一個是斷惑，一個是生智慧，都是從這兩個名相上來討論的，從它兩個不同的，兩個相反的來說的。下面說："
    },
    {
      "id": "04-003-0107_p0018",
      "zh_CN": "【若约相续者。】",
      "zh_TW": "【若約相續者。】"
    },
    {
      "id": "04-003-0107_p0019",
      "zh_CN": "这从另外一个角度来观察。",
      "zh_TW": "這從另外一個角度來觀察。"
    },
    {
      "id": "04-003-0107_p0020",
      "zh_CN": "【不约惑智相对。】",
      "zh_TW": "【不約惑智相對。】"
    },
    {
      "id": "04-003-0107_p0021",
      "zh_CN": "前面什么？有智就没有惑，有惑就没有智，相对的，现在不从这上面来看。",
      "zh_TW": "前面什麼？有智就沒有惑，有惑就沒有智，相對的，現在不從這上面來看。"
    },
    {
      "id": "04-003-0107_p0022",
      "zh_CN": "【但就能断之智自有三时。】",
      "zh_TW": "【但就能斷之智自有三時。】"
    },
    {
      "id": "04-003-0107_p0023",
      "zh_CN": "我们单看一个，看智，智『有三时』，就是有三个阶段。",
      "zh_TW": "我們單看一個，看智，智『有三時』，就是有三個階段。"
    },
    {
      "id": "04-003-0107_p0024",
      "zh_CN": "【即无间道中刹那三时。】",
      "zh_TW": "【即無間道中剎那三時。】"
    },
    {
      "id": "04-003-0107_p0025",
      "zh_CN": "这底下有一个小注，「然无间道通诸位」，这个位次是见性以后的位次，也就是《华严经》上讲四十一位法身大士，从圆教初住到等觉，每一个位次都有三时，有初、中、后，都有三时。「今取见道位为最初，至金刚位为最后，各有三时」。见道位就是圆教初住菩萨，金刚位是等觉菩萨，这就是四十一位法身大士，每一个位次上都有三时。",
      "zh_TW": "這底下有一個小註，「然無間道通諸位」，這個位次是見性以後的位次，也就是《華嚴經》上講四十一位法身大士，從圓教初住到等覺，每一個位次都有三時，有初、中、後，都有三時。「今取見道位為最初，至金剛位為最後，各有三時」。見道位就是圓教初住菩薩，金剛位是等覺菩薩，這就是四十一位法身大士，每一個位次上都有三時。"
    },
    {
      "id": "04-003-0107_p0026",
      "zh_CN": "【地论云。】",
      "zh_TW": "【地論云。】"
    },
    {
      "id": "04-003-0107_p0027",
      "zh_CN": "这个《地论》是《瑜伽师地论》。《华严》是属于唯识六经之一，所以《华严经》上常常引用唯识经论来解释，它自己本身也属于唯识六经之一。",
      "zh_TW": "這個《地論》是《瑜伽師地論》。《華嚴》是屬於唯識六經之一，所以《華嚴經》上常常引用唯識經論來解釋，它自己本身也屬於唯識六經之一。"
    },
    {
      "id": "04-003-0107_p0028",
      "zh_CN": "【此智尽漏。为初智。断为中为后。答云。非初智。断亦非中后。】",
      "zh_TW": "【此智盡漏。為初智。斷為中為後。答云。非初智。斷亦非中後。】"
    },
    {
      "id": "04-003-0107_p0029",
      "zh_CN": "前面是提出一个问题，单单就能断之智来说。智慧，我们讲有初开悟，刚刚开悟这是初，悟后起修这是中，到断一品无明那是后。后之后，就往第二个位次上去升，升到第二个初，初中后，这初中后，这往上升，这是菩萨修证的一个现象。如此就好像我们在学校里面念书，你进到一年级，在这个学期过程当中，刚刚上学这是初，第一堂课是初，往后这中间修学是中，到最后那个考试，那是后。考试通过了，就升一年级，又来初了，初中后，就跟念书这个情形一样，你在一个班级里面有初、有中、有后，菩萨修学也跟这个很类似。",
      "zh_TW": "前面是提出一個問題，單單就能斷之智來說。智慧，我們講有初開悟，剛剛開悟這是初，悟後起修這是中，到斷一品無明那是後。後之後，就往第二個位次上去升，升到第二個初，初中後，這初中後，這往上升，這是菩薩修證的一個現象。如此就好像我們在學校裡面念書，你進到一年級，在這個學期過程當中，剛剛上學這是初，第一堂課是初，往後這中間修學是中，到最後那個考試，那是後。考試通過了，就升一年級，又來初了，初中後，就跟念書這個情形一樣，你在一個班級裡面有初、有中、有後，菩薩修學也跟這個很類似。"
    },
    {
      "id": "04-003-0107_p0030",
      "zh_CN": "『此智尽漏』，漏是烦恼，尽漏，这个烦恼断尽了。初住菩萨，我们讲初住，因为他讲见道位，我们从最初讲，见思烦恼断了，尘沙烦恼断了，这都叫尽漏。无明破一品，四十一品无明破一品，证得法身，这是初，入了初住位。见道，道是什么？道是真如本性，道就是宇宙人生的真相，是你刚刚见到，知道真相，在佛法里面叫诸法实相，《般若经》上常讲的诸法实相见到了，见道位，这是初。",
      "zh_TW": "『此智盡漏』，漏是煩惱，盡漏，這個煩惱斷盡了。初住菩薩，我們講初住，因為他講見道位，我們從最初講，見思煩惱斷了，塵沙煩惱斷了，這都叫盡漏。無明破一品，四十一品無明破一品，證得法身，這是初，入了初住位。見道，道是什麼？道是真如本性，道就是宇宙人生的真相，是你剛剛見到，知道真相，在佛法裡面叫諸法實相，《般若經》上常講的諸法實相見到了，見道位，這是初。"
    },
    {
      "id": "04-003-0107_p0031",
      "zh_CN": "『断为中为后』，在初住必须再断一品无明，断这一品无明是要修行的功夫，要定、要慧。在修学过程当中，这是中；定慧具足，成就了，有能力断一品无明，这是后。这一品无明断掉了，那他就从初住升到二住，二住里面也是这个样子，一直到等觉。我们在前面看到十地菩萨，十地菩萨每一地破一品无明，三贤位的菩萨破的是俱生的烦恼障当中的一品无明；登地之后，是所知障中一品俱生无明，一直到等觉才断尽，断尽之后，这圆成佛道，圆满成佛了。",
      "zh_TW": "『斷為中為後』，在初住必須再斷一品無明，斷這一品無明是要修行的功夫，要定、要慧。在修學過程當中，這是中；定慧具足，成就了，有能力斷一品無明，這是後。這一品無明斷掉了，那他就從初住升到二住，二住裡面也是這個樣子，一直到等覺。我們在前面看到十地菩薩，十地菩薩每一地破一品無明，三賢位的菩薩破的是俱生的煩惱障當中的一品無明；登地之後，是所知障中一品俱生無明，一直到等覺才斷盡，斷盡之後，這圓成佛道，圓滿成佛了。"
    },
    {
      "id": "04-003-0107_p0032",
      "zh_CN": "这是从相上看，实在讲是佛跟我们方便说。如果你要是遇到法身大士，不要说高，就遇到初住菩萨，你问他，你怎么断烦恼？拿我们的知见来看他，错了。他如果还有分别，还有执着，他的程度跟我们差不多。我执已经破了，那要问，谁断烦恼？谁是能断？谁是所断？俱不可得。法身大士的修行跟我们不一样，人家是无功用道，无功用道在圆初住就如此。勉强说一说，就是那心地清净的纯度不相同，统统是清净心，在我们念佛法门里面讲理一心不乱，圆初住就是理一心不乱，一直到等觉，还是理一心不乱；由此可知，理一心不乱的程度并不等齐。事一心不乱，要照经上这个解释，从这句佛号念到得力，真正能把妄念伏住，不让它起现行，就叫做事一心不乱。通常我们讲功夫成片，功夫成片是刚刚得事一心不乱。从这个一直到把见思烦恼断尽，尘沙烦恼断尽，都叫做事一心不乱。所以事一心不乱那个上品上生的超过阿罗汉、辟支佛，阿罗汉、辟支佛只断见思，未破尘沙，所以他的地位比他高。那还没有离开相，《金刚经》上讲还着相，还有四相，还有四见。那到法身大士，四相四见都没有了，能所两边都不执着，他怎么个修法？他的修法跟我们不相同，我们没有办法想像得到。你要问为什么想像不到？就是他没有想像，我们有想像，就决定想像不到，他是什么都不想。那个什么都不想的人厉害，我们奈何他不得。这就刚才我跟诸位讲谛闲老和尚那个徒弟，我们比不上他。为什么？他一天到晚只有一句阿弥陀佛，除这一句阿弥陀佛之外，他什么都不想，这个就厉害了，这就不是普通人能跟他相比的。",
      "zh_TW": "這是從相上看，實在講是佛跟我們方便說。如果你要是遇到法身大士，不要說高，就遇到初住菩薩，你問他，你怎麼斷煩惱？拿我們的知見來看他，錯了。他如果還有分別，還有執著，他的程度跟我們差不多。我執已經破了，那要問，誰斷煩惱？誰是能斷？誰是所斷？俱不可得。法身大士的修行跟我們不一樣，人家是無功用道，無功用道在圓初住就如此。勉強說一說，就是那心地清淨的純度不相同，統統是清淨心，在我們念佛法門裡面講理一心不亂，圓初住就是理一心不亂，一直到等覺，還是理一心不亂；由此可知，理一心不亂的程度並不等齊。事一心不亂，要照經上這個解釋，從這句佛號念到得力，真正能把妄念伏住，不讓它起現行，就叫做事一心不亂。通常我們講功夫成片，功夫成片是剛剛得事一心不亂。從這個一直到把見思煩惱斷盡，塵沙煩惱斷盡，都叫做事一心不亂。所以事一心不亂那個上品上生的超過阿羅漢、辟支佛，阿羅漢、辟支佛只斷見思，未破塵沙，所以他的地位比他高。那還沒有離開相，《金剛經》上講還著相，還有四相，還有四見。那到法身大士，四相四見都沒有了，能所兩邊都不執著，他怎麼個修法？他的修法跟我們不相同，我們沒有辦法想像得到。你要問為什麼想像不到？就是他沒有想像，我們有想像，就決定想像不到，他是什麼都不想。那個什麼都不想的人厲害，我們奈何他不得。這就剛才我跟諸位講諦閑老和尚那個徒弟，我們比不上他。為什麼？他一天到晚只有一句阿彌陀佛，除這一句阿彌陀佛之外，他什麼都不想，這個就厲害了，這就不是普通人能跟他相比的。"
    },
    {
      "id": "04-003-0107_p0033",
      "zh_CN": "我们今天除了一句阿弥陀佛，还想东想西，还胡思乱想，念这一本经，还想其他的经，那怎么行！禅宗里头也有一句话很有味道，叫「识得一，万事毕」。什么人有能力认识这个一，一到底指什么？我们把这个一的标准讲得最低，人人都能够懂得，一部经，一个法门，你什么问题就解决了。谛老法师那个徒弟就是识得一，一是什么？阿弥陀佛，他什么事都没有了，身心世界一切放下，他成就了。那个成就不是普通人能跟他相比的，上上乘的成就。我们今天不知道一之可贵，一经一法门就接近一心，一心是真心。我再告诉你，一经是真经，一法门是真实法门，无量无边法门，任何一个法门都是这样子。只要你专一个法门，这个法门是真实法门。无量无边的经论，只要你专学一部经，这个经叫真经，它能帮助你到一心不乱。净宗叫一心不乱，教下叫大开圆解，宗门叫明心见性，名字不相同，意思境界完全相同，问题就是你能不能认识一？",
      "zh_TW": "我們今天除了一句阿彌陀佛，還想東想西，還胡思亂想，念這一本經，還想其他的經，那怎麼行！禪宗裡頭也有一句話很有味道，叫「識得一，萬事畢」。什麼人有能力認識這個一，一到底指什麼？我們把這個一的標準講得最低，人人都能夠懂得，一部經，一個法門，你什麼問題就解決了。諦老法師那個徒弟就是識得一，一是什麼？阿彌陀佛，他什麼事都沒有了，身心世界一切放下，他成就了。那個成就不是普通人能跟他相比的，上上乘的成就。我們今天不知道一之可貴，一經一法門就接近一心，一心是真心。我再告訴你，一經是真經，一法門是真實法門，無量無邊法門，任何一個法門都是這樣子。只要你專一個法門，這個法門是真實法門。無量無邊的經論，只要你專學一部經，這個經叫真經，它能幫助你到一心不亂。淨宗叫一心不亂，教下叫大開圓解，宗門叫明心見性，名字不相同，意思境界完全相同，問題就是你能不能認識一？"
    },
    {
      "id": "04-003-0107_p0034",
      "zh_CN": "我在国内、外常常听到有些同修来给我说：有不少法师大德们对我的讲经教学有批评。什么批评？就是净空法师太执着了，这一部经就能成功，这个靠不住。他说你看看，自古以来祖师大德哪个不是通宗通教？不是都学了很多，最后还是，他自己本身也是的，从前不是讲了很多！好像现在教你们学一样，我这是搞愚民政策。说得是满有道理的，其实似是而非。我以前学了许多经论，也学了许多的法门，原因是什么？不认识。精力时间都浪费掉了，非常可惜，很遗憾。老师是真正善知识，劝我一门深入，自己不相信，这四十年来，冤枉路走多了，这才找到了一，才晓得古圣先贤、老师的教导是决定正确的，感激不尽。后悔当年不听话，当年要听话，那我现在还得了，这理一心不敢说，事一心是决定证得。不像现在，非常后悔。我后悔的事情，我不能教你们后悔。教你们后悔，将来你们再过了几十年，净空法师不是东西，那么好的法门他都不教给我，要叫我绕这么大圈，耽误几十年的光阴，浪费多少精力，到那个时候你会骂我。我今天跟你讲，你不听没有关系，将来你哪一天觉悟了，你会感觉那个时候后悔没有听话，那听话不就早就成功了。就像我听李老师，我很感谢他，我当时不听话，所以多花了差不多三十年的时间。但是我很幸运，三十年什么？把这个路还是找到了，有很多人一辈子这个路没有找到的，太多太多了。",
      "zh_TW": "我在國內、外常常聽到有些同修來給我說：有不少法師大德們對我的講經教學有批評。什麼批評？就是淨空法師太執著了，這一部經就能成功，這個靠不住。他說你看看，自古以來祖師大德哪個不是通宗通教？不是都學了很多，最後還是，他自己本身也是的，從前不是講了很多！好像現在教你們學一樣，我這是搞愚民政策。說得是滿有道理的，其實似是而非。我以前學了許多經論，也學了許多的法門，原因是什麼？不認識。精力時間都浪費掉了，非常可惜，很遺憾。老師是真正善知識，勸我一門深入，自己不相信，這四十年來，冤枉路走多了，這才找到了一，才曉得古聖先賢、老師的教導是決定正確的，感激不盡。後悔當年不聽話，當年要聽話，那我現在還得了，這理一心不敢說，事一心是決定證得。不像現在，非常後悔。我後悔的事情，我不能教你們後悔。教你們後悔，將來你們再過了幾十年，淨空法師不是東西，那麼好的法門他都不教給我，要叫我繞這麼大圈，耽誤幾十年的光陰，浪費多少精力，到那個時候你會罵我。我今天跟你講，你不聽沒有關係，將來你哪一天覺悟了，你會感覺那個時候後悔沒有聽話，那聽話不就早就成功了。就像我聽李老師，我很感謝他，我當時不聽話，所以多花了差不多三十年的時間。但是我很幸運，三十年什麼？把這個路還是找到了，有很多人一輩子這個路沒有找到的，太多太多了。"
    },
    {
      "id": "04-003-0107_p0035",
      "zh_CN": "这个教就是经典，这《大藏经》，经典，古人把它比作海，叫教海，也把它比作迷宫，进去之后很不容易钻出来。我这入进去之后，还很幸运钻出来了。禅宗讲的一，我过去不懂，现在明白了，这个一的意思可深可浅，可深可广。往深处讲，一就是真如本性，浅言之，就是一个法门，一部经典。你只要能真正认识，身心世界真的一切放下，再不会有疑虑，不会有怀疑，不会有分别，不会有执着，也不会有妄想，这个念，妄念归一了。所以我对于所有的学人，真正能够修学一部经论、一个法门，我都是顶礼称赞。法门平等，无有高下，决定成就，就怕你不能专一。这个不能专一，那想成就太难太难了，学净土如此，学任何一个法门都如此。我们再看底下这段文，在二百六十七面第三行：",
      "zh_TW": "這個教就是經典，這《大藏經》，經典，古人把它比作海，叫教海，也把它比作迷宮，進去之後很不容易鑽出來。我這入進去之後，還很幸運鑽出來了。禪宗講的一，我過去不懂，現在明白了，這個一的意思可深可淺，可深可廣。往深處講，一就是真如本性，淺言之，就是一個法門，一部經典。你只要能真正認識，身心世界真的一切放下，再不會有疑慮，不會有懷疑，不會有分別，不會有執著，也不會有妄想，這個念，妄念歸一了。所以我對於所有的學人，真正能夠修學一部經論、一個法門，我都是頂禮稱讚。法門平等，無有高下，決定成就，就怕你不能專一。這個不能專一，那想成就太難太難了，學淨土如此，學任何一個法門都如此。我們再看底下這段文，在二百六十七面第三行："
    },
    {
      "id": "04-003-0107_p0036",
      "zh_CN": "【答云。非初智。断亦非中后。若尔。云何断耶。】",
      "zh_TW": "【答云。非初智。斷亦非中後。若爾。云何斷耶。】"
    },
    {
      "id": "04-003-0107_p0037",
      "zh_CN": "这提出个问题。",
      "zh_TW": "這提出個問題。"
    },
    {
      "id": "04-003-0107_p0038",
      "zh_CN": "【论云。如灯焰。非唯初中后。前中后取故。谓实教断惑。必性相双明。经文正显证智。唯据甚深缘性不可说义。论文兼明断惑。性相双辨。非初中后。辨因缘无性。是断之不断。前中后取。即不坏缘相。是不断之断。】",
      "zh_TW": "【論云。如燈焰。非唯初中後。前中後取故。謂實教斷惑。必性相雙明。經文正顯證智。唯據甚深緣性不可說義。論文兼明斷惑。性相雙辨。非初中後。辨因緣無性。是斷之不斷。前中後取。即不壞緣相。是不斷之斷。】"
    },
    {
      "id": "04-003-0107_p0039",
      "zh_CN": "这个经论里头，确实把这事实真相显示出来了。我们念佛，专就念佛这一个法门来说，《华严》的修行也是念佛。你看彭际清居士，他对于《华严疏论》确实是深入。讲到华严修行的方法，他没有修法界观，一般华严宗修法界观，彭际清居士没有。彭际清居士怎么修？修念佛法门，所以他自己造了一部论，《华严念佛三昧论》，这个论就是《华严经》修学的方法。他在论里面提出了五科，五个步骤讲念佛。念佛这个功夫有『初中后』，初步的功夫叫功夫成片，这个功夫成就了，生西方世界凡圣同居土；中等的功夫成就，中等是事一心不乱，生方便有余土；后等的功夫，那再高一乘的功夫，叫理一心不乱，生实报庄严土。生到西方，这个断惑不一样，生的品位不相同。这个事情有没有？确实有。这确实跟诸位说，也不是真的确实。所谓真的确实，那这个事情就麻烦了，那还能断得了吗？从修学的过程、层次、相状当中，有；从修行的体性上来看，没有。这要知道的。",
      "zh_TW": "這個經論裡頭，確實把這事實真相顯示出來了。我們念佛，專就念佛這一個法門來說，《華嚴》的修行也是念佛。你看彭際清居士，他對於《華嚴疏論》確實是深入。講到華嚴修行的方法，他沒有修法界觀，一般華嚴宗修法界觀，彭際清居士沒有。彭際清居士怎麼修？修念佛法門，所以他自己造了一部論，《華嚴念佛三昧論》，這個論就是《華嚴經》修學的方法。他在論裡面提出了五科，五個步驟講念佛。念佛這個功夫有『初中後』，初步的功夫叫功夫成片，這個功夫成就了，生西方世界凡聖同居土；中等的功夫成就，中等是事一心不亂，生方便有餘土；後等的功夫，那再高一乘的功夫，叫理一心不亂，生實報莊嚴土。生到西方，這個斷惑不一樣，生的品位不相同。這個事情有沒有？確實有。這確實跟諸位說，也不是真的確實。所謂真的確實，那這個事情就麻煩了，那還能斷得了嗎？從修學的過程、層次、相狀當中，有；從修行的體性上來看，沒有。這要知道的。"
    },
    {
      "id": "04-003-0107_p0040",
      "zh_CN": "马鸣菩萨在《起信论》里面跟我们讲的两句话也讲得很好，他说「本觉本有」，本觉是什么？《华严经》上说的，「一切众生皆有如来智慧德相」，这是本觉，本有的；「不觉本无」，不觉是什么？妄想执着。所有一切妄想分别执着本来没有的，包括这个虚空法界森罗万象，正像《金刚经》上所说，「凡所有相，皆是虚妄」，本来没有的。《金刚经》上说「一切有为法，如梦幻泡影」，有为法是什么？《百法明门论》里面跟我们讲的，论上把一切法分做两分，一分是有为法，一分是无为法。有为法里面包括的心法，八识，八个心王，心所法，五十一个心所法，二十四个不相应行法，色法，统统属于有为法。有为法在百法里面占九十四法，这称为有为法，《金刚经》上梦幻泡影，都不是真的。无为法只有六个，那无为法是真的吗？无为法是从有为法相对建立的，有为法没有了，无为法也没有。所以真的清净心中一法不立，六祖大师说得很干净，本来无一物。有为无为是二法，二法就不是佛法，这是跟我们讲了真话。这个重要的教义我们总要明了，明了之后，对于断证修学我们就建立了信心。",
      "zh_TW": "馬鳴菩薩在《起信論》裡面跟我們講的兩句話也講得很好，他說「本覺本有」，本覺是什麼？《華嚴經》上說的，「一切眾生皆有如來智慧德相」，這是本覺，本有的；「不覺本無」，不覺是什麼？妄想執著。所有一切妄想分別執著本來沒有的，包括這個虛空法界森羅萬象，正像《金剛經》上所說，「凡所有相，皆是虛妄」，本來沒有的。《金剛經》上說「一切有為法，如夢幻泡影」，有為法是什麼？《百法明門論》裡面跟我們講的，論上把一切法分做兩分，一分是有為法，一分是無為法。有為法裡面包括的心法，八識，八個心王，心所法，五十一個心所法，二十四個不相應行法，色法，統統屬於有為法。有為法在百法裡面佔九十四法，這稱為有為法，《金剛經》上夢幻泡影，都不是真的。無為法只有六個，那無為法是真的嗎？無為法是從有為法相對建立的，有為法沒有了，無為法也沒有。所以真的清淨心中一法不立，六祖大師說得很乾淨，本來無一物。有為無為是二法，二法就不是佛法，這是跟我們講了真話。這個重要的教義我們總要明瞭，明瞭之後，對於斷證修學我們就建立了信心。"
    },
    {
      "id": "04-003-0107_p0041",
      "zh_CN": "每个人都晓得我们的烦恼、业障很重，大家都希望消业障，断烦恼。现在知道业障性空，要不要消？要消，为什么？缘成。性空是给我们的信心，决定能消得掉，不是消不掉。你有了信心，只要你方法没有错误，决定消得掉的。你不知道业障性空，这个业障消不掉，为什么消不了？一面在消业障，一面在怀疑，唉呀！是不是能消得了？这就天天增加了，一面消，它一面增长，那怎么能消得掉？所以知道它性空，知道它本空，那我们在缘上改变一下，这事情就解决了。世出世间一切法都是从心想生，换句话说，只要在观念上改变一下，修正一下就行了，这个修正叫修行。修就是修正，行就是行为，就是想法、看法。想法、看法错误了，把它修正过来，叫修行，这就成功了。这个说起来很容易、很简单，如理如法，为什么做起来就不容易、不简单？业障。什么业障？习气，习惯了，不知不觉这个老毛病又犯了，这就说明我们的根性很差。根性利的人，一听之后，他真的马上就换过来。",
      "zh_TW": "每個人都曉得我們的煩惱、業障很重，大家都希望消業障，斷煩惱。現在知道業障性空，要不要消？要消，為什麼？緣成。性空是給我們的信心，決定能消得掉，不是消不掉。你有了信心，只要你方法沒有錯誤，決定消得掉的。你不知道業障性空，這個業障消不掉，為什麼消不了？一面在消業障，一面在懷疑，唉呀！是不是能消得了？這就天天增加了，一面消，它一面增長，那怎麼能消得掉？所以知道它性空，知道它本空，那我們在緣上改變一下，這事情就解決了。世出世間一切法都是從心想生，換句話說，只要在觀念上改變一下，修正一下就行了，這個修正叫修行。修就是修正，行就是行為，就是想法、看法。想法、看法錯誤了，把它修正過來，叫修行，這就成功了。這個說起來很容易、很簡單，如理如法，為什麼做起來就不容易、不簡單？業障。什麼業障？習氣，習慣了，不知不覺這個老毛病又犯了，這就說明我們的根性很差。根性利的人，一聽之後，他真的馬上就換過來。"
    },
    {
      "id": "04-003-0107_p0042",
      "zh_CN": "有些同修常常听我讲，这个谛闲老和尚那个徒弟，听了心里很感动、很羡慕，也想去学，学不像。为什么学不像？他的习气很重，妄念很深，放不下。不像人家，人家一听，真的一天到晚就抱着一句阿弥陀佛，其他的统统放下了。我们这里想学，学他这样念佛，但是心里头牵肠挂肚的事情太多了，一样也放不下，那没有用处。如果一个人跑到深山里面去修行，住个几年会变成神经病。妄想太多了，把他放在一个地方，让他孤独，他受不了。所以那是什么人？大善根，大福德。大善根的人知见正，他真正认识一，这大善根。大福德是什么？他能够把所有妄想分别执着舍掉，大福德。不是普通什么祖师大德，这都比不上，祖师大德善根没有他们深厚。这个话不是我说的，谛闲老法师说的，谛闲法师当时赞叹，天下弘宗研教的善知识比不上，这话说真的，名山大刹的住持也比不上。弘宗研教的大善知识智比不上他，就是善根比不上他，名山宝刹的方丈住持福德比不上他，善根福德不如他。这种人往往我们看到，那真是瞧不起，问他什么都不知道，什么都不懂，就是一句阿弥陀佛。这是我们俗话常讲，大智若愚，他是真正大智，我们跟他比，我们程度跟他悬殊太大了，这都是实在的话。",
      "zh_TW": "有些同修常常聽我講，這個諦閑老和尚那個徒弟，聽了心裡很感動、很羨慕，也想去學，學不像。為什麼學不像？他的習氣很重，妄念很深，放不下。不像人家，人家一聽，真的一天到晚就抱著一句阿彌陀佛，其他的統統放下了。我們這裡想學，學他這樣念佛，但是心裡頭牽腸掛肚的事情太多了，一樣也放不下，那沒有用處。如果一個人跑到深山裡面去修行，住個幾年會變成神經病。妄想太多了，把他放在一個地方，讓他孤獨，他受不了。所以那是什麼人？大善根，大福德。大善根的人知見正，他真正認識一，這大善根。大福德是什麼？他能夠把所有妄想分別執著捨掉，大福德。不是普通什麼祖師大德，這都比不上，祖師大德善根沒有他們深厚。這個話不是我說的，諦閑老法師說的，諦閑法師當時讚歎，天下弘宗研教的善知識比不上，這話說真的，名山大剎的住持也比不上。弘宗研教的大善知識智比不上他，就是善根比不上他，名山寶剎的方丈住持福德比不上他，善根福德不如他。這種人往往我們看到，那真是瞧不起，問他什麼都不知道，什麼都不懂，就是一句阿彌陀佛。這是我們俗話常講，大智若愚，他是真正大智，我們跟他比，我們程度跟他懸殊太大了，這都是實在的話。"
    },
    {
      "id": "04-003-0107_p0043",
      "zh_CN": "所以这段文，这个经里面主要是讲『甚深的缘性不可说义』，不可说义是讲不可思议。论文里面『兼明断惑，性相双辨』，主要也是为我们辨别『因缘无性，是断之不断』。这是我们要学的，我们要把它应用在念佛法门上，应用在日常生活上。断不断？真的要用断烦恼的功夫，真的要断。断而不断，不断而断，这怎么个学法？实在上讲，这是用在他宗里面是比较上难，净宗显示比其他宗真的方便多了。净土宗只要你这句佛号，你这句佛号决定没有怀疑，决定不夹杂，不间断。",
      "zh_TW": "所以這段文，這個經裡面主要是講『甚深的緣性不可說義』，不可說義是講不可思議。論文裡面『兼明斷惑，性相雙辨』，主要也是為我們辨別『因緣無性，是斷之不斷』。這是我們要學的，我們要把它應用在念佛法門上，應用在日常生活上。斷不斷？真的要用斷煩惱的功夫，真的要斷。斷而不斷，不斷而斷，這怎麼個學法？實在上講，這是用在他宗裡面是比較上難，淨宗顯示比其他宗真的方便多了。淨土宗只要你這句佛號，你這句佛號決定沒有懷疑，決定不夾雜，不間斷。"
    },
    {
      "id": "04-003-0107_p0044",
      "zh_CN": "这个不间断怎么说，你念累了，你就休息，休息好，接着再念，这都叫不间断。为什么？你在休息的时候，你没有打妄想，你只是恢复精神，恢复体力。休息的时候在胡思乱想，那就叫断。为什么？你当中夹杂了。不是叫你二六时中不休息，可以休息。因为我们这个身体是一部机器，它的耐力是有限度的，用一段时期必须要让它休息，恢复它的体能，这才能接着再使用，这不叫间断。做到了不怀疑、不间断、不夹杂，妄念自然就没有了，不断它就断掉了。断而不断，不断什么？念佛不断，烦恼断了，妄想断了，这念佛的好处就在此地，这个法门实在是妙极了。",
      "zh_TW": "這個不間斷怎麼說，你念累了，你就休息，休息好，接著再念，這都叫不間斷。為什麼？你在休息的時候，你沒有打妄想，你只是恢復精神，恢復體力。休息的時候在胡思亂想，那就叫斷。為什麼？你當中夾雜了。不是叫你二六時中不休息，可以休息。因為我們這個身體是一部機器，它的耐力是有限度的，用一段時期必須要讓它休息，恢復它的體能，這才能接著再使用，這不叫間斷。做到了不懷疑、不間斷、不夾雜，妄念自然就沒有了，不斷它就斷掉了。斷而不斷，不斷什麼？念佛不斷，煩惱斷了，妄想斷了，這念佛的好處就在此地，這個法門實在是妙極了。"
    },
    {
      "id": "04-003-0107_p0045",
      "zh_CN": "读了《华严》就知道，我们的病根就是妄想执着，用这个念佛方法，把妄想分别执着给打掉。妙就妙在什么，你不要想着，唉呀！我这个烦恼习气这么多，我怎么样去断掉，愈想愈多，愈想是愈断不了。所以教你修行，把那个观念修正过来，那个不想了，从今天起就想阿弥陀佛就行了，就念这句名号。我在讲席当中也常常劝勉同修们，要想就想阿弥陀佛本愿功德，想西方世界依正庄严，除这个之外我什么都不想；要念就念阿弥陀佛的六字洪名，不念，什么都不念。这就对了，这就是不断而断，断而不断。不断的是我想佛、念佛，这个不断；断掉的是妄想分别执着，它自然就没有了，不必刻意去断它。刻意去断，断不了，为什么？那个东西从心想生的，你怎么能断掉！",
      "zh_TW": "讀了《華嚴》就知道，我們的病根就是妄想執著，用這個念佛方法，把妄想分別執著給打掉。妙就妙在什麼，你不要想著，唉呀！我這個煩惱習氣這麼多，我怎麼樣去斷掉，愈想愈多，愈想是愈斷不了。所以教你修行，把那個觀念修正過來，那個不想了，從今天起就想阿彌陀佛就行了，就念這句名號。我在講席當中也常常勸勉同修們，要想就想阿彌陀佛本願功德，想西方世界依正莊嚴，除這個之外我什麼都不想；要念就念阿彌陀佛的六字洪名，不念，什麼都不念。這就對了，這就是不斷而斷，斷而不斷。不斷的是我想佛、念佛，這個不斷；斷掉的是妄想分別執著，它自然就沒有了，不必刻意去斷它。刻意去斷，斷不了，為什麼？那個東西從心想生的，你怎麼能斷掉！"
    },
    {
      "id": "04-003-0107_p0046",
      "zh_CN": "所以佛在大乘经上常常讲，叫我们不要后悔从前做错了事情，这后悔一次又造一次，事没有造，心上又造一次，一后悔又造一次，你还能断得了它？永远不要去想它，这就对了。所以今天这个断、不断，不断、断，你能把这两句真正搞明白，你要学会了，我们这一生修行受用无穷，这个功夫就得力了。千万不要发生误会，断就是不断，不断就是断，那我不要断了！我不断就是断，那你把这个意思统统搞错了。",
      "zh_TW": "所以佛在大乘經上常常講，叫我們不要後悔從前做錯了事情，這後悔一次又造一次，事沒有造，心上又造一次，一後悔又造一次，你還能斷得了它？永遠不要去想它，這就對了。所以今天這個斷、不斷，不斷、斷，你能把這兩句真正搞明白，你要學會了，我們這一生修行受用無窮，這個功夫就得力了。千萬不要發生誤會，斷就是不斷，不斷就是斷，那我不要斷了！我不斷就是斷，那你把這個意思統統搞錯了。"
    },
    {
      "id": "04-003-0107_p0047",
      "zh_CN": "所以《般若经》很容易让人引起误会，因为它这种句子很多，会产生误解（错误的见解），所以一定要晓得它讲的是什么。六祖在《坛经》跟神会小师讲的，六祖说，我亦见亦不见，那换句话说，见就是不见，不见就是见！这样好了，你每天去看电影，我见就是不见，不见就是见！放错了意思。六祖说的是我见，见我自己的过失；我不见，不见别人的过失。神会学六祖的这个话，六祖拿棒子打他，问他痛不痛？他说我亦痛亦不痛，学六祖的话。现在学祖师的话很多。那六祖就告诉他，你要是痛，你是凡夫；你要是不痛，你是块木头。学不像的，要知道经上，每一句，每一个字，对它真实的含义要了解，千万不能够用错。佛的言语句句都是真言，没有说错的，我们智慧太浅，心太粗了，往往看经文、听讲经，统统把意思听错了，这叫冤枉。",
      "zh_TW": "所以《般若經》很容易讓人引起誤會，因為它這種句子很多，會產生誤解（錯誤的見解），所以一定要曉得它講的是什麼。六祖在《壇經》跟神會小師講的，六祖說，我亦見亦不見，那換句話說，見就是不見，不見就是見！這樣好了，你每天去看電影，我見就是不見，不見就是見！放錯了意思。六祖說的是我見，見我自己的過失；我不見，不見別人的過失。神會學六祖的這個話，六祖拿棒子打他，問他痛不痛？他說我亦痛亦不痛，學六祖的話。現在學祖師的話很多。那六祖就告訴他，你要是痛，你是凡夫；你要是不痛，你是塊木頭。學不像的，要知道經上，每一句，每一個字，對它真實的含義要了解，千萬不能夠用錯。佛的言語句句都是真言，沒有說錯的，我們智慧太淺，心太粗了，往往看經文、聽講經，統統把意思聽錯了，這叫冤枉。"
    },
    {
      "id": "04-003-0107_p0048",
      "zh_CN": "末后又说『不坏缘相』，所有一切万象，因缘生的。这也是常说的，佛法在世间，不坏世间相。实在说，世间跟出世间有没有差别？没有差别。有没有界限？没有界限。什么叫世间？什么叫出世间？假名而已。你对于一切法相有执着、有分别，就叫世间；没有执着、没有分别，就叫出世间。所以世间跟出世间就是迷悟两个字不同的说法而已，悟了叫出世间，迷了叫世间，迷悟不二，是一不是二。迷无自性，悟还是无自性，它是一桩事情。所以这个经文诸位细细去体会，其味无穷，可是要紧的，一定要应用在生活上，增长修学的信心，也能够体悟到修学的方法。有信心、有方法，哪有不成就的道理！特别是净宗念佛法门，这个法门佛祖跟我们说得很清楚，这个法门叫二力法门。一分是自力，自力是信愿持名，这是自力；一分是佛力，哪一个佛？不仅仅是阿弥陀佛，包括了十方三世一切诸佛，一切诸佛都加持，所以这个法门叫二力法门。但是没有自力，佛力加不上，必须有自力，佛力才加得上。所以这个法门的感应远超过其他法门，所以古德说《无量寿经》是如来正说第一经，这是很有道理的，因为它是一切诸佛都宣说。",
      "zh_TW": "末後又說『不壞緣相』，所有一切萬象，因緣生的。這也是常說的，佛法在世間，不壞世間相。實在說，世間跟出世間有沒有差別？沒有差別。有沒有界限？沒有界限。什麼叫世間？什麼叫出世間？假名而已。你對於一切法相有執著、有分別，就叫世間；沒有執著、沒有分別，就叫出世間。所以世間跟出世間就是迷悟兩個字不同的說法而已，悟了叫出世間，迷了叫世間，迷悟不二，是一不是二。迷無自性，悟還是無自性，它是一樁事情。所以這個經文諸位細細去體會，其味無窮，可是要緊的，一定要應用在生活上，增長修學的信心，也能夠體悟到修學的方法。有信心、有方法，哪有不成就的道理！特別是淨宗念佛法門，這個法門佛祖跟我們說得很清楚，這個法門叫二力法門。一分是自力，自力是信願持名，這是自力；一分是佛力，哪一個佛？不僅僅是阿彌陀佛，包括了十方三世一切諸佛，一切諸佛都加持，所以這個法門叫二力法門。但是沒有自力，佛力加不上，必須有自力，佛力才加得上。所以這個法門的感應遠超過其他法門，所以古德說《無量壽經》是如來正說第一經，這是很有道理的，因為它是一切諸佛都宣說。"
    },
    {
      "id": "04-003-0107_p0049",
      "zh_CN": "那《华严经》怎么圆满的？自古以来祖师大德们都承认，《华严》之圆满是十大愿王导归极乐，如果不回归到极乐世界，《华严》就不能圆满；换句话说，它的境界止于等觉，不能够圆成佛道。在这部经上明显的我们看出来，普贤，华严长子，代表行愿第一，菩萨行愿第一；文殊代表菩萨智慧第一，这两个人念佛求生净土。再细看「入法界」这一品，就是《普贤行愿品》，五十三位善知识虽然修学法门不相同，无一不是回归净土，就是《无量寿经》上讲的，慈舟大师的科判，一心三辈往生。所以修净土法门不一定要依《无量寿经》，不一定要依弥陀名号，依其他经典法门都可以。但是那功夫是一样的，一定要修到事一心，也就是说要伏见思烦恼。不管你修哪个法门，见思烦恼伏不住，求生净土也不能往生，这一点要注意到。",
      "zh_TW": "那《華嚴經》怎麼圓滿的？自古以來祖師大德們都承認，《華嚴》之圓滿是十大願王導歸極樂，如果不回歸到極樂世界，《華嚴》就不能圓滿；換句話說，它的境界止於等覺，不能夠圓成佛道。在這部經上明顯的我們看出來，普賢，華嚴長子，代表行願第一，菩薩行願第一；文殊代表菩薩智慧第一，這兩個人念佛求生淨土。再細看「入法界」這一品，就是《普賢行願品》，五十三位善知識雖然修學法門不相同，無一不是回歸淨土，就是《無量壽經》上講的，慈舟大師的科判，一心三輩往生。所以修淨土法門不一定要依《無量壽經》，不一定要依彌陀名號，依其他經典法門都可以。但是那功夫是一樣的，一定要修到事一心，也就是說要伏見思煩惱。不管你修哪個法門，見思煩惱伏不住，求生淨土也不能往生，這一點要注意到。"
    },
    {
      "id": "04-003-0107_p0050",
      "zh_CN": "所以你参禅也好，持咒也好，你念地藏菩萨也好，你念观音菩萨也好，不管你念什么，一定要念到能够把烦恼伏住。你有这个能力，回向净土，求生西方，佛还是来接引你。生到西方，那个待遇跟专修的人完全相同，并没有差别，西方世界是平等世界，这是我们要知道的。这个事实真相搞清楚了，将来遇到修学其他的法门，我们就不会生分别心，也不会有高下心，这个恭敬心都能够生得起来。所以十大愿王，礼敬诸佛，称赞如来，他确实可以能做得到。不会像一些，我们修这个法门，看到不同法门，就好像看到冤家对头一样，这是很大的错误。这是看到别人，自己就生烦恼，可见得自己没有功夫。自己真有功夫，无论是顺境、逆境，他心是平静的，不生烦恼，不生烦恼就生智慧。这是在平常用功要注意，自己要知道。我们这一生当中能不能修得成？我们的愿能不能达得到？关键就在此地。",
      "zh_TW": "所以你參禪也好，持咒也好，你念地藏菩薩也好，你念觀音菩薩也好，不管你念什麼，一定要念到能夠把煩惱伏住。你有這個能力，迴向淨土，求生西方，佛還是來接引你。生到西方，那個待遇跟專修的人完全相同，並沒有差別，西方世界是平等世界，這是我們要知道的。這個事實真相搞清楚了，將來遇到修學其他的法門，我們就不會生分別心，也不會有高下心，這個恭敬心都能夠生得起來。所以十大願王，禮敬諸佛，稱讚如來，他確實可以能做得到。不會像一些，我們修這個法門，看到不同法門，就好像看到冤家對頭一樣，這是很大的錯誤。這是看到別人，自己就生煩惱，可見得自己沒有功夫。自己真有功夫，無論是順境、逆境，他心是平靜的，不生煩惱，不生煩惱就生智慧。這是在平常用功要注意，自己要知道。我們這一生當中能不能修得成？我們的願能不能達得到？關鍵就在此地。"
    },
    {
      "id": "04-003-0107_p0051",
      "zh_CN": "好，今天时间到了，我们就讲到此地。底下这个从《大品经》，引用的是另外一段。",
      "zh_TW": "好，今天時間到了，我們就講到此地。底下這個從《大品經》，引用的是另外一段。"
    }
  ]
}