{
  "doc_id": "04-003-0049",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十九集",
    "zh_TW": "第四十九集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0049",
  "total_paragraphs": 75,
  "paragraphs": [
    {
      "id": "04-003-0049_p0001",
      "zh_CN": "《疏》文里面的经题我们已经介绍过了；我想《钞》里面这一段就不必再讲了。我们看一百六十五面，第三卷。第三卷是「广释归敬请加」。古德无论是讲经，或者是造论，造论就是给佛经做一个注解，这个注解有两种：一种叫释经论，就是依照经文，一句一句的来解释，像我们这个《疏钞》，就是属于解释经文的，叫释经论；另外一种叫宗经论。宗经论是不依照经文一句一句来解释，而是发明全经重要的义趣。像佛经里面，著名的《瑜伽师地论》、《大乘起信论》，这一类都是属于宗经论，它不是解释一部经的。像《大智度论》，它是《摩诃般若波罗蜜经》的注解；我们这个《华严经疏钞》，也都是属于释经论，有这两种。",
      "zh_TW": "《疏》文裡面的經題我們已經介紹過了；我想《鈔》裡面這一段就不必再講了。我們看一百六十五面，第三卷。第三卷是「廣釋歸敬請加」。古德無論是講經，或者是造論，造論就是給佛經做一個註解，這個註解有兩種：一種叫釋經論，就是依照經文，一句一句的來解釋，像我們這個《疏鈔》，就是屬於解釋經文的，叫釋經論；另外一種叫宗經論。宗經論是不依照經文一句一句來解釋，而是發明全經重要的義趣。像佛經裡面，著名的《瑜伽師地論》、《大乘起信論》，這一類都是屬於宗經論，它不是解釋一部經的。像《大智度論》，它是《摩訶般若波羅蜜經》的註解；我們這個《華嚴經疏鈔》，也都是屬於釋經論，有這兩種。"
    },
    {
      "id": "04-003-0049_p0002",
      "zh_CN": "在造论或者讲经之前，一定要求三宝加持。佛法，纵然是有修、有证的人，也很难完全明了如来真实义。所以一定要求佛加持，希望所讲出来的意思，跟佛的意思能够相契、能够相应。也就是告诉大众，不是自己有能力来讲解，不是自己有能力来作注疏，那这也是谦虚。这个地方，这一段是不能少的。我们看疏文：",
      "zh_TW": "在造論或者講經之前，一定要求三寶加持。佛法，縱然是有修、有證的人，也很難完全明瞭如來真實義。所以一定要求佛加持，希望所講出來的意思，跟佛的意思能夠相契、能夠相應。也就是告訴大眾，不是自己有能力來講解，不是自己有能力來作註疏，那這也是謙虛。這個地方，這一段是不能少的。我們看疏文："
    },
    {
      "id": "04-003-0049_p0003",
      "zh_CN": "【稽首皈依真法界。光明遍照诸如来。普贤文殊海会尊。愿得冥资赞玄妙。】",
      "zh_TW": "【稽首皈依真法界。光明遍照諸如來。普賢文殊海會尊。願得冥資贊玄妙。】"
    },
    {
      "id": "04-003-0049_p0004",
      "zh_CN": "这一段的科判在第九面，上一栏的第一行。这是第二大段，第二大科，「归敬请加」，求佛的加持。这两段里面，前面三句是归敬三宝，佛、法、僧三宝。这一首偈子一共四句，末后一句是「请加」，愿得。三宝里面，底下有两段，那是在《钞》里面，我们就看到「能归三业」，所归的三宝。这个三宝就是佛、法、僧。佛法僧，没有按佛法僧的次序，先是法宝，再是佛宝、僧宝，三宝具足。我们可以现在来看注解、看钞，翻过来一百六十五面倒数第三行。",
      "zh_TW": "這一段的科判在第九面，上一欄的第一行。這是第二大段，第二大科，「歸敬請加」，求佛的加持。這兩段裡面，前面三句是歸敬三寶，佛、法、僧三寶。這一首偈子一共四句，末後一句是「請加」，願得。三寶裡面，底下有兩段，那是在《鈔》裡面，我們就看到「能歸三業」，所歸的三寶。這個三寶就是佛、法、僧。佛法僧，沒有按佛法僧的次序，先是法寶，再是佛寶、僧寶，三寶具足。我們可以現在來看註解、看鈔，翻過來一百六十五面倒數第三行。"
    },
    {
      "id": "04-003-0049_p0005",
      "zh_CN": "【第二。】",
      "zh_TW": "【第二。】"
    },
    {
      "id": "04-003-0049_p0006",
      "zh_CN": "这是第二大科。",
      "zh_TW": "這是第二大科。"
    },
    {
      "id": "04-003-0049_p0007",
      "zh_CN": "【归敬请加。于中分二。初三句是归敬。后一句请加。】",
      "zh_TW": "【歸敬請加。於中分二。初三句是歸敬。後一句請加。】"
    },
    {
      "id": "04-003-0049_p0008",
      "zh_CN": "这一共是四句偈。",
      "zh_TW": "這一共是四句偈。"
    },
    {
      "id": "04-003-0049_p0009",
      "zh_CN": "【初中又二。初有四字。是能归三业。稽首归依。】",
      "zh_TW": "【初中又二。初有四字。是能歸三業。稽首歸依。】"
    },
    {
      "id": "04-003-0049_p0010",
      "zh_CN": "就是『稽首归依』这四个字是能归。后面这两句半：",
      "zh_TW": "就是『稽首歸依』這四個字是能歸。後面這兩句半："
    },
    {
      "id": "04-003-0049_p0011",
      "zh_CN": "【后有一十七字。即所归三宝。真法界下。今初」。】",
      "zh_TW": "【後有一十七字。即所歸三寶。真法界下。今初」。】"
    },
    {
      "id": "04-003-0049_p0012",
      "zh_CN": "前面把这个，虽然是四句，四句里头段落清清楚楚交代出来之后，底下我们就要来研究。",
      "zh_TW": "前面把這個，雖然是四句，四句裡頭段落清清楚楚交代出來之後，底下我們就要來研究。"
    },
    {
      "id": "04-003-0049_p0013",
      "zh_CN": "【稽首归依者。】",
      "zh_TW": "【稽首歸依者。】"
    },
    {
      "id": "04-003-0049_p0014",
      "zh_CN": "就是我们现在所讲的顶礼，五体投地，在礼节里面这是最敬礼，最恭敬的礼。虽然现代的时代跟古时候不相同，敬意是一样的，但是在形式上，古今有很大的差别。譬如从前在帝王时代，一般老百姓、臣子，见到帝王行最敬礼，是三跪九叩首，这是最敬礼。三跪九叩首的礼，比我们佛门的礼要麻烦。我们佛门只三拜，三跪三拜，比世间的礼简单。现在最敬礼是三鞠躬，这就是形式上不相同。但是佛门依然保持着古礼，为什么不改一改？实在讲是可以改的。佛教到中国来，可以说自古至今改的地方很多，可以改。但是这个最敬礼，还是不改的好，原因在什么地方？因为它是一种修行的方法。如果我们行三鞠躬，这『稽首』的礼是达到了，可是修行的目的达不到。所以佛门礼敬里面，是一种非常好的修行方法，这是不能不知道的。",
      "zh_TW": "就是我們現在所講的頂禮，五體投地，在禮節裡面這是最敬禮，最恭敬的禮。雖然現代的時代跟古時候不相同，敬意是一樣的，但是在形式上，古今有很大的差別。譬如從前在帝王時代，一般老百姓、臣子，見到帝王行最敬禮，是三跪九叩首，這是最敬禮。三跪九叩首的禮，比我們佛門的禮要麻煩。我們佛門只三拜，三跪三拜，比世間的禮簡單。現在最敬禮是三鞠躬，這就是形式上不相同。但是佛門依然保持著古禮，為什麼不改一改？實在講是可以改的。佛教到中國來，可以說自古至今改的地方很多，可以改。但是這個最敬禮，還是不改的好，原因在什麼地方？因為它是一種修行的方法。如果我們行三鞠躬，這『稽首』的禮是達到了，可是修行的目的達不到。所以佛門禮敬裡面，是一種非常好的修行方法，這是不能不知道的。"
    },
    {
      "id": "04-003-0049_p0015",
      "zh_CN": "我们现代的人，就是连很小的小朋友，都知道健身，身体要强壮，身体要健康。佛门里面健身，用什么方法？就是用礼拜。而且礼拜是真正可以能达到健身的目标。世间许多健身运动未必能达到，佛法修这个礼拜是真正可以达到，你只要懂得这个原理，依照这个方法去做，它是非常圆满、高级的养生之术。礼拜要恭敬，以至诚恭敬心，至诚恭敬心就是清净心，一念不生，心清净，这是养心。身体就像一部机器一样，这个机器是要运作的，是要动的，它要不动就坏掉了。",
      "zh_TW": "我們現代的人，就是連很小的小朋友，都知道健身，身體要強壯，身體要健康。佛門裡面健身，用什麼方法？就是用禮拜。而且禮拜是真正可以能達到健身的目標。世間許多健身運動未必能達到，佛法修這個禮拜是真正可以達到，你只要懂得這個原理，依照這個方法去做，它是非常圓滿、高級的養生之術。禮拜要恭敬，以至誠恭敬心，至誠恭敬心就是清淨心，一念不生，心清淨，這是養心。身體就像一部機器一樣，這個機器是要運作的，是要動的，它要不動就壞掉了。"
    },
    {
      "id": "04-003-0049_p0016",
      "zh_CN": "我搬到此地来，简居士送了我一个小电视，我常常不在家，出国。这个电视放在这里没有人动，没有人动就故障了，一打开，画面就会乱跳。什么原因？他们说，你这是很久没有用了。不管是什么机器，只要很久不用就会生故障。身体也是个机器，身体要常常不动，什么毛病都来了。现在人富裕了，心天天在动，想东想西，心在动，不应该动的，他偏偏动；身，需要动，他很安逸的不动，他恰恰相反，这个身体怎么会好？所以生病了，是心也病了，身心两个都病了。所以佛法教我们身心健康，心要清净，身要动作，所以古人有专门修礼拜这个科目的，一天拜三千拜。不是专修这个科目的，一天至少能拜一百拜，很好，这个运动量就够了。",
      "zh_TW": "我搬到此地來，簡居士送了我一個小電視，我常常不在家，出國。這個電視放在這裡沒有人動，沒有人動就故障了，一打開，畫面就會亂跳。什麼原因？他們說，你這是很久沒有用了。不管是什麼機器，只要很久不用就會生故障。身體也是個機器，身體要常常不動，什麼毛病都來了。現在人富裕了，心天天在動，想東想西，心在動，不應該動的，他偏偏動；身，需要動，他很安逸的不動，他恰恰相反，這個身體怎麼會好？所以生病了，是心也病了，身心兩個都病了。所以佛法教我們身心健康，心要清淨，身要動作，所以古人有專門修禮拜這個科目的，一天拜三千拜。不是專修這個科目的，一天至少能拜一百拜，很好，這個運動量就夠了。"
    },
    {
      "id": "04-003-0049_p0017",
      "zh_CN": "所以拜佛，一方面是对三宝至诚恭敬，同时又收到养心、养身的目的。特别是在现代这个社会，大家劳动的机会愈来愈少，因此五体投地的最敬礼是很有必要的。如果大家早晨能拜五十拜，晚上拜五十拜，很好，对于你的身体健康会有很大的帮助。这是我们理解就晓得，这个仪式还是应该要保存，不要废弃，不要把它改成三鞠躬，有它的道理存在。底下讲：",
      "zh_TW": "所以拜佛，一方面是對三寶至誠恭敬，同時又收到養心、養身的目的。特別是在現代這個社會，大家勞動的機會愈來愈少，因此五體投地的最敬禮是很有必要的。如果大家早晨能拜五十拜，晚上拜五十拜，很好，對於你的身體健康會有很大的幫助。這是我們理解就曉得，這個儀式還是應該要保存，不要廢棄，不要把它改成三鞠躬，有它的道理存在。底下講："
    },
    {
      "id": "04-003-0049_p0018",
      "zh_CN": "【稽者。屈也。至也。首者。头也。】",
      "zh_TW": "【稽者。屈也。至也。首者。頭也。】"
    },
    {
      "id": "04-003-0049_p0019",
      "zh_CN": "就是五体投地，敬礼。",
      "zh_TW": "就是五體投地，敬禮。"
    },
    {
      "id": "04-003-0049_p0020",
      "zh_CN": "【皈者。向顺之义。依者。凭托之意。】",
      "zh_TW": "【皈者。向順之義。依者。憑託之意。】"
    },
    {
      "id": "04-003-0049_p0021",
      "zh_CN": "也就是『依』是依靠，『皈』是回头，我们这样说，大家就更容易理解。皈是回头，依是依靠。三宝，浅而言之，是觉、正、净。佛是觉的意思，觉而不迷；法是正的意思，正知正见；僧是清净的意思，是和睦的意思。因为僧团是依靠六和敬，要修这六条戒，六和。这个皈，就是从迷惑回过头来，依自性觉，这叫皈依佛；从错误的想法、看法回过头来，依正确的想法、看法，我们现在所谓建立正确的人生观，那就是皈依法；从染污回过头来，依清净心，这叫皈依僧。这是大乘佛法里面一般的说法，本经说的比我们通常讲的要详细很多。我们看这个文：",
      "zh_TW": "也就是『依』是依靠，『皈』是回頭，我們這樣說，大家就更容易理解。皈是回頭，依是依靠。三寶，淺而言之，是覺、正、淨。佛是覺的意思，覺而不迷；法是正的意思，正知正見；僧是清淨的意思，是和睦的意思。因為僧團是依靠六和敬，要修這六條戒，六和。這個皈，就是從迷惑回過頭來，依自性覺，這叫皈依佛；從錯誤的想法、看法回過頭來，依正確的想法、看法，我們現在所謂建立正確的人生觀，那就是皈依法；從染污回過頭來，依清淨心，這叫皈依僧。這是大乘佛法裡面一般的說法，本經說的比我們通常講的要詳細很多。我們看這個文："
    },
    {
      "id": "04-003-0049_p0022",
      "zh_CN": "【疏主欲拟制述。先起三业。虔恭敬仰。屈己头顶以至于地。心冥佛境。口诵词句。剖析心诚。乞求加护也。】",
      "zh_TW": "【疏主欲擬製述。先起三業。虔恭敬仰。屈己頭頂以至於地。心冥佛境。口誦詞句。剖析心誠。乞求加護也。】"
    },
    {
      "id": "04-003-0049_p0023",
      "zh_CN": "这个意思刚才跟诸位说明过了。在从前讲经、作注都要先求三宝加持。『疏主』，就是作这一本疏的人，清凉大师。拿现在来说，就是这本书的著作人，疏主。他想写这本书，做这个注解，先求三宝加持，『三业』恭敬，这就是五体投地。这是外面的仪态，外面的礼节，形式上的礼节；最重要的是内心的相应，『心冥佛境』。佛跟我们凡夫不一样的，就是佛没有妄念。有了妄念，就叫凡夫；没有妄念，就叫佛菩萨，佛菩萨跟众生差别就在此地。如果我们自己把一切妄念放下，心地恢复到清净，我们的心跟佛心就没有差别，所以说是心冥佛境。唯有这个心与佛心相同，佛的真实义我们才能够发明，才能够体会得到。所以要想懂得佛经的意义，靠研究没有用处的，什么收集很多参考资料也没有用处的。你把古今中外几十种的《大藏经》念遍了，还是没有用处的，你不会懂得如来真实义的。",
      "zh_TW": "這個意思剛才跟諸位說明過了。在從前講經、作註都要先求三寶加持。『疏主』，就是作這一本疏的人，清涼大師。拿現在來說，就是這本書的著作人，疏主。他想寫這本書，做這個註解，先求三寶加持，『三業』恭敬，這就是五體投地。這是外面的儀態，外面的禮節，形式上的禮節；最重要的是內心的相應，『心冥佛境』。佛跟我們凡夫不一樣的，就是佛沒有妄念。有了妄念，就叫凡夫；沒有妄念，就叫佛菩薩，佛菩薩跟眾生差別就在此地。如果我們自己把一切妄念放下，心地恢復到清淨，我們的心跟佛心就沒有差別，所以說是心冥佛境。唯有這個心與佛心相同，佛的真實義我們才能夠發明，才能夠體會得到。所以要想懂得佛經的意義，靠研究沒有用處的，什麼收集很多參考資料也沒有用處的。你把古今中外幾十種的《大藏經》念遍了，還是沒有用處的，你不會懂得如來真實義的。"
    },
    {
      "id": "04-003-0049_p0024",
      "zh_CN": "这个如来真实义到哪里求？不能向外求，向自己内心里面求。内心里面求，有求必应，为什么？六祖说得很明白，「何期自性，本来具足」，哪还有求不到的？我们自己心里头本来具足的！十方三世一切诸佛如来之法，我们自心统统具足，一条都不缺少。只要你能够恢复自性，十方如来在那里点一点，我们就通了。为什么？我们有，他说这个样，原来我也有。我从心性里拿出来，跟佛心性流露出来的，无二无别，就是这么一桩事情。所以佛法不能向外求，向外求就错了，这心外求法，那叫外道，这是回头可贵。所以心冥佛境，『口诵词句』，口里面念三皈，念这求加持的偈子，心与口一样要相应。『剖析心诚』，以真诚心求佛『加护』，加持护佑，使这个注解写出来不违背佛的意思，能够利益一切众生。这是把他为什么在这个经注解之前，求三宝加持的意义说出来。下面再设问答，深入的去探讨。",
      "zh_TW": "這個如來真實義到哪裡求？不能向外求，向自己內心裡面求。內心裡面求，有求必應，為什麼？六祖說得很明白，「何期自性，本來具足」，哪還有求不到的？我們自己心裡頭本來具足的！十方三世一切諸佛如來之法，我們自心統統具足，一條都不缺少。只要你能夠恢復自性，十方如來在那裡點一點，我們就通了。為什麼？我們有，他說這個樣，原來我也有。我從心性裡拿出來，跟佛心性流露出來的，無二無別，就是這麼一樁事情。所以佛法不能向外求，向外求就錯了，這心外求法，那叫外道，這是回頭可貴。所以心冥佛境，『口誦詞句』，口裡面念三皈，念這求加持的偈子，心與口一樣要相應。『剖析心誠』，以真誠心求佛『加護』，加持護佑，使這個註解寫出來不違背佛的意思，能夠利益一切眾生。這是把他為什麼在這個經註解之前，求三寶加持的意義說出來。下面再設問答，深入的去探討。"
    },
    {
      "id": "04-003-0049_p0025",
      "zh_CN": "【问。何故最初归敬三宝。】",
      "zh_TW": "【問。何故最初歸敬三寶。】"
    },
    {
      "id": "04-003-0049_p0026",
      "zh_CN": "这里就讲得详细。唯有大经分量大，文字多，就说得详细，所以《华严经》实在是非常好的一部书。过去方东美先生在世，极力的赞叹这部经典。他老人家是哲学家，他的心目之中《华严经》，他没有把它看成是佛教一部经典，他把它看成世界上一部哲学书。他说是古今中外，全世界最好的一部哲学概论，他把它说为哲学概论，非常的欣赏。我听他讲这个话都讲过很多次。他说这部书里面，有非常周密的方法，这是周密详细的方法论，有精深博大的哲理、理论。最难得的是如何把这个博大精深的理论，应用在我们日常生活上，把它做出来，他说这是所有这世界上哲学书里头没有的，这个书有。就是末后这一品，善财童子五十三参，把《华严》的理论、方法，表演在日常生活处事待人接物之中，把它活用起来。所以这部书是活的，不是死的。这是很难得。这就说得很详细。",
      "zh_TW": "這裡就講得詳細。唯有大經分量大，文字多，就說得詳細，所以《華嚴經》實在是非常好的一部書。過去方東美先生在世，極力的讚歎這部經典。他老人家是哲學家，他的心目之中《華嚴經》，他沒有把它看成是佛教一部經典，他把它看成世界上一部哲學書。他說是古今中外，全世界最好的一部哲學概論，他把它說為哲學概論，非常的欣賞。我聽他講這個話都講過很多次。他說這部書裡面，有非常周密的方法，這是周密詳細的方法論，有精深博大的哲理、理論。最難得的是如何把這個博大精深的理論，應用在我們日常生活上，把它做出來，他說這是所有這世界上哲學書裡頭沒有的，這個書有。就是末後這一品，善財童子五十三參，把《華嚴》的理論、方法，表演在日常生活處事待人接物之中，把它活用起來。所以這部書是活的，不是死的。這是很難得。這就說得很詳細。"
    },
    {
      "id": "04-003-0049_p0027",
      "zh_CN": "【略有七意。】",
      "zh_TW": "【略有七意。】"
    },
    {
      "id": "04-003-0049_p0028",
      "zh_CN": "略说有七个意思：",
      "zh_TW": "略說有七個意思："
    },
    {
      "id": "04-003-0049_p0029",
      "zh_CN": "【一显示吉祥故。二发生信心故。三令知恩德故。四仪式应然故。五表有承禀故。六为求加护故。七随顺先圣故。】",
      "zh_TW": "【一顯示吉祥故。二發生信心故。三令知恩德故。四儀式應然故。五表有承稟故。六為求加護故。七隨順先聖故。】"
    },
    {
      "id": "04-003-0049_p0030",
      "zh_CN": "这是把七个意思标题先说出来，下面一条一条来给我们介绍。",
      "zh_TW": "這是把七個意思標題先說出來，下面一條一條來給我們介紹。"
    },
    {
      "id": "04-003-0049_p0031",
      "zh_CN": "【且初。】",
      "zh_TW": "【且初。】"
    },
    {
      "id": "04-003-0049_p0032",
      "zh_CN": "『初』是第一个。",
      "zh_TW": "『初』是第一個。"
    },
    {
      "id": "04-003-0049_p0033",
      "zh_CN": "【显示吉祥者。三宝功德。第一吉祥。】",
      "zh_TW": "【顯示吉祥者。三寶功德。第一吉祥。】"
    },
    {
      "id": "04-003-0049_p0034",
      "zh_CN": "我们中国古人，见面祝福第一句话就是『吉祥』。现在年轻人，没有见到从前这个社会，人与人见面第一句话说什么？现在见面第一句话，你好。古时候人见面，不是你好，你们看古装剧里面，你能够看到。你看一般人见到皇帝，皇上吉祥。是不是？最吉祥的是『三宝』。我们过年常常祝贺，也用如意吉祥。所以三宝是『第一吉祥』。",
      "zh_TW": "我們中國古人，見面祝福第一句話就是『吉祥』。現在年輕人，沒有見到從前這個社會，人與人見面第一句話說什麼？現在見面第一句話，你好。古時候人見面，不是你好，你們看古裝劇裡面，你能夠看到。你看一般人見到皇帝，皇上吉祥。是不是？最吉祥的是『三寶』。我們過年常常祝賀，也用如意吉祥。所以三寶是『第一吉祥』。"
    },
    {
      "id": "04-003-0049_p0035",
      "zh_CN": "【故于最初先申归敬。欲令所制久久流通。】",
      "zh_TW": "【故於最初先申歸敬。欲令所製久久流通。】"
    },
    {
      "id": "04-003-0049_p0036",
      "zh_CN": "目的是在此地。",
      "zh_TW": "目的是在此地。"
    },
    {
      "id": "04-003-0049_p0037",
      "zh_CN": "【二利吉祥故先归敬也。成实论云。三宝最吉祥。故我经初说。】",
      "zh_TW": "【二利吉祥故先歸敬也。成實論云。三寶最吉祥。故我經初說。】"
    },
    {
      "id": "04-003-0049_p0038",
      "zh_CN": "这吉利安详，是我们世间每个人都希望得到的。可是希望得到的是果报，果一定有因；如果不修因，我们所期望的这个果报终究不能够得到。我在过去，每逢过年看到人家寄贺年片上面写的，年年如意，岁岁平安，好是好，这都是果。所以我就给它加上两句，加两句是修因，诸恶莫作，就岁岁平安。你作恶怎么会有平安？不可能！你要年年如意，那就得众善奉行，是不是？加上两句，有因有果，这两句话才圆满。所以以后我们想，我们设计一个贺年卡，四句，有因有果。不要迷在那个果上，因忘掉了，怎么求也得不到，得不到的。所以我们要想求吉利安详，怎样求？归敬三宝。归敬三宝，觉不迷，正不邪，净不染，那吉祥的果报当然得到！所以『三宝最吉祥』，这是真的，不是假的。不是说我们学佛，自己夸自己，自己赞叹自己，不是的。三宝是自性三宝，唯有皈依自性三宝，这住持的三宝，就是外面三宝，才能真正加持在上面。外面是增上缘，我们内里头有因，有因才能感得外面的增上缘，使我们如意吉祥能够很快真实的得到，这是第一个意思，最吉祥的意思。",
      "zh_TW": "這吉利安詳，是我們世間每個人都希望得到的。可是希望得到的是果報，果一定有因；如果不修因，我們所期望的這個果報終究不能夠得到。我在過去，每逢過年看到人家寄賀年片上面寫的，年年如意，歲歲平安，好是好，這都是果。所以我就給它加上兩句，加兩句是修因，諸惡莫作，就歲歲平安。你作惡怎麼會有平安？不可能！你要年年如意，那就得眾善奉行，是不是？加上兩句，有因有果，這兩句話才圓滿。所以以後我們想，我們設計一個賀年卡，四句，有因有果。不要迷在那個果上，因忘掉了，怎麼求也得不到，得不到的。所以我們要想求吉利安詳，怎樣求？歸敬三寶。歸敬三寶，覺不迷，正不邪，淨不染，那吉祥的果報當然得到！所以『三寶最吉祥』，這是真的，不是假的。不是說我們學佛，自己誇自己，自己讚歎自己，不是的。三寶是自性三寶，唯有皈依自性三寶，這住持的三寶，就是外面三寶，才能真正加持在上面。外面是增上緣，我們內裡頭有因，有因才能感得外面的增上緣，使我們如意吉祥能夠很快真實的得到，這是第一個意思，最吉祥的意思。"
    },
    {
      "id": "04-003-0049_p0039",
      "zh_CN": "【二发生信心故者。欲令后人闻此教典。不起疑惑。生起信心。故于最初先叹三宝。令于三宝生顺信已。方于正教不疑谤故。】",
      "zh_TW": "【二發生信心故者。欲令後人聞此教典。不起疑惑。生起信心。故於最初先歎三寶。令於三寶生順信已。方於正教不疑謗故。】"
    },
    {
      "id": "04-003-0049_p0040",
      "zh_CN": "这句的意思也很显然，自己总是凡夫，没有成佛！我们自己所说的、自己所做的这个文章，人家看到某某人；某某人，我还没看在眼里，信心就很难建立。也就是说明，自己的威德不能服人。威德不能服人，怎么办？藉三宝。这不是我说的，佛说的，佛的意思；大家听了没有话说，信心才能够建立。决定不是自己有能力讲经，也不是自己有能力给经典作注解，是三宝威神加持，启发后人增长信心，这是第二个意思。",
      "zh_TW": "這句的意思也很顯然，自己總是凡夫，沒有成佛！我們自己所說的、自己所做的這個文章，人家看到某某人；某某人，我還沒看在眼裡，信心就很難建立。也就是說明，自己的威德不能服人。威德不能服人，怎麼辦？藉三寶。這不是我說的，佛說的，佛的意思；大家聽了沒有話說，信心才能夠建立。決定不是自己有能力講經，也不是自己有能力給經典作註解，是三寶威神加持，啟發後人增長信心，這是第二個意思。"
    },
    {
      "id": "04-003-0049_p0041",
      "zh_CN": "【三令知恩德故者。】",
      "zh_TW": "【三令知恩德故者。】"
    },
    {
      "id": "04-003-0049_p0042",
      "zh_CN": "使我们接触到经卷就生起要报恩之心。",
      "zh_TW": "使我們接觸到經卷就生起要報恩之心。"
    },
    {
      "id": "04-003-0049_p0043",
      "zh_CN": "【谓佛有说法恩。】",
      "zh_TW": "【謂佛有說法恩。】"
    },
    {
      "id": "04-003-0049_p0044",
      "zh_CN": "佛不出世，世间没有经典，一切经典是佛说的，佛这个恩德是非常之大。",
      "zh_TW": "佛不出世，世間沒有經典，一切經典是佛說的，佛這個恩德是非常之大。"
    },
    {
      "id": "04-003-0049_p0045",
      "zh_CN": "【法有生解恩。】",
      "zh_TW": "【法有生解恩。】"
    },
    {
      "id": "04-003-0049_p0046",
      "zh_CN": "佛不能常住在世间，虽不能常住在世间，但是佛的经典可以普遍流传在世间。佛在世的时候，佛是我们第一个要亲近的人；佛不在世了，经典是我们第一个要亲近的书籍。佛不在世，法宝是第一。我们读诵经典能够开智慧，这就是『生解』。于世出世间一切法，我们得到正确的理解，有这个恩德。",
      "zh_TW": "佛不能常住在世間，雖不能常住在世間，但是佛的經典可以普遍流傳在世間。佛在世的時候，佛是我們第一個要親近的人；佛不在世了，經典是我們第一個要親近的書籍。佛不在世，法寶是第一。我們讀誦經典能夠開智慧，這就是『生解』。於世出世間一切法，我們得到正確的理解，有這個恩德。"
    },
    {
      "id": "04-003-0049_p0047",
      "zh_CN": "【僧有传教恩。】",
      "zh_TW": "【僧有傳教恩。】"
    },
    {
      "id": "04-003-0049_p0048",
      "zh_CN": "经典毕竟有它的深度，《华严》上说得好，「佛法无人说，虽智莫能解」。这是《华严经》上的两句话，佛法要没有人给你说，世间再聪明智慧的人也没有法子理解。原因在哪里？心与佛的心不相应。世间人，现在佛学很流行，许多知识分子都在看佛经、研究佛经，到处讲演佛经，还有许多的著书都出版，显示佛学的气象好像是相当的蓬勃。那《华严经》上这两句话就没有意义了。如果我们深入一观察，你就晓得佛所讲的没错，佛法要什么人来说？要有修行、有证果的人来说。因为证了果的人，他的心跟佛的心就一样了。",
      "zh_TW": "經典畢竟有它的深度，《華嚴》上說得好，「佛法無人說，雖智莫能解」。這是《華嚴經》上的兩句話，佛法要沒有人給你說，世間再聰明智慧的人也沒有法子理解。原因在哪裡？心與佛的心不相應。世間人，現在佛學很流行，許多知識分子都在看佛經、研究佛經，到處講演佛經，還有許多的著書都出版，顯示佛學的氣象好像是相當的蓬勃。那《華嚴經》上這兩句話就沒有意義了。如果我們深入一觀察，你就曉得佛所講的沒錯，佛法要什麼人來說？要有修行、有證果的人來說。因為證了果的人，他的心跟佛的心就一樣了。"
    },
    {
      "id": "04-003-0049_p0049",
      "zh_CN": "我们还是用古人的比喻来说，古人比喻，把晚上的月亮，十五的满月、圆月比作佛，那个没有满的月比作菩萨。菩萨有许多等级，好像那个月光，我们看初三，就个月牙，初四又多一点，逐渐逐渐到十四就接近圆满了。十四的月亮，就好比是等觉菩萨；初一、初二没有月亮，没有；初三那个月牙，就好比圆教初住菩萨。初住菩萨证果了，虽然那个月牙，那是不是真正的月亮？是真的，一点都不假。他那个月光跟十五的月光一样不一样？一样的，只有大小不一样，都是真月，绝对不是假的。所以圆教初住菩萨所证得的，跟如来果地上所证得的没有两样，只有大小浅深不同。他的正确性是完全相同，才能解如来真实义。如果没有这种程度，把经典展开来，是在那里胡思乱想，用我们自己的意思来解释经，这就一定有错误。",
      "zh_TW": "我們還是用古人的比喻來說，古人比喻，把晚上的月亮，十五的滿月、圓月比作佛，那個沒有滿的月比作菩薩。菩薩有許多等級，好像那個月光，我們看初三，就個月牙，初四又多一點，逐漸逐漸到十四就接近圓滿了。十四的月亮，就好比是等覺菩薩；初一、初二沒有月亮，沒有；初三那個月牙，就好比圓教初住菩薩。初住菩薩證果了，雖然那個月牙，那是不是真正的月亮？是真的，一點都不假。他那個月光跟十五的月光一樣不一樣？一樣的，只有大小不一樣，都是真月，絕對不是假的。所以圓教初住菩薩所證得的，跟如來果地上所證得的沒有兩樣，只有大小淺深不同。他的正確性是完全相同，才能解如來真實義。如果沒有這種程度，把經典展開來，是在那裡胡思亂想，用我們自己的意思來解釋經，這就一定有錯誤。"
    },
    {
      "id": "04-003-0049_p0050",
      "zh_CN": "所以经典正确要理解，给诸位同修说个老实话，不可以通过思考。你说你要讲经要不要预备？预备不行。预备就不是如来真实义。为什么？通过思考了！想想，这一句怎么讲法？那一段怎么讲法？这个不行，落到第六意识里头去了。不要通过思考，经本一展开就生无量义。再看听众，听众程度深就深讲一点，程度浅就浅讲一点；时间长就多讲一点，时间短就少讲一点，浅深长短，没有一样不自在。这是怎么回事情？给诸位说，经典展开，释迦牟尼佛说的。你所讲的是什么经？不是释迦牟尼佛的经，是自己真如本性现证的这个经。展开《华严经》，把自己自性里头本来具足的《华严经》看的这个引出来了，这引出来。那要得了什么准备？准备，那你不是自性的。所以叫称性而说，这就是说明为什么要有修有证。",
      "zh_TW": "所以經典正確要理解，給諸位同修說個老實話，不可以通過思考。你說你要講經要不要預備？預備不行。預備就不是如來真實義。為什麼？通過思考了！想想，這一句怎麼講法？那一段怎麼講法？這個不行，落到第六意識裡頭去了。不要通過思考，經本一展開就生無量義。再看聽眾，聽眾程度深就深講一點，程度淺就淺講一點；時間長就多講一點，時間短就少講一點，淺深長短，沒有一樣不自在。這是怎麼回事情？給諸位說，經典展開，釋迦牟尼佛說的。你所講的是什麼經？不是釋迦牟尼佛的經，是自己真如本性現證的這個經。展開《華嚴經》，把自己自性裡頭本來具足的《華嚴經》看的這個引出來了，這引出來。那要得了什麼準備？準備，那你不是自性的。所以叫稱性而說，這就是說明為什麼要有修有證。"
    },
    {
      "id": "04-003-0049_p0051",
      "zh_CN": "我们中国古来这些高僧大德，乃至于在家修行的这些居士，证果的人很多。实在找不到证果，那是在我们现在这个时代，真正证果的人找不到了。这就是众生福报浅、业障深，圣人不来，世界乱了，圣人不来了。这种情形之下就找不到证果之人，得找一个真正有修行的人他来说，虽然不像证果的人说的那么样的亲切、那么真实，他也能说一个仿佛，比较接近一点，可以说，他能说到一个相似，这是真正有修行的人。这真正有修行跟真正做学问的人，不一样。做学问的人，他天天在那里研究，去看这个，找参考资料，去读书的，那个不行，那个不是的。真正修行的人，修什么？修戒定慧，这就真正修行人。修戒定慧，他没有明心见性，这个叫有学没证。证是要明心见性才叫做证，不到这个地位，不能叫证。",
      "zh_TW": "我們中國古來這些高僧大德，乃至於在家修行的這些居士，證果的人很多。實在找不到證果，那是在我們現在這個時代，真正證果的人找不到了。這就是眾生福報淺、業障深，聖人不來，世界亂了，聖人不來了。這種情形之下就找不到證果之人，得找一個真正有修行的人他來說，雖然不像證果的人說的那麼樣的親切、那麼真實，他也能說一個彷彿，比較接近一點，可以說，他能說到一個相似，這是真正有修行的人。這真正有修行跟真正做學問的人，不一樣。做學問的人，他天天在那裡研究，去看這個，找參考資料，去讀書的，那個不行，那個不是的。真正修行的人，修什麼？修戒定慧，這就真正修行人。修戒定慧，他沒有明心見性，這個叫有學沒證。證是要明心見性才叫做證，不到這個地位，不能叫證。"
    },
    {
      "id": "04-003-0049_p0052",
      "zh_CN": "在我们净土宗，我们提倡念佛法门，如果按照一般的标准，那要念到理一心不乱，这就叫证。事一心不乱以前都叫做修，有修没证，这是按照一般标准来讲。可是净土宗有净土宗特别的标准，跟一般的标准不一样。他这个标准是什么？只要功夫成片，就叫做证，就证果了。为什么？功夫成片就决定往生，生凡圣同居土。即使生凡圣同居土下下品，也算证果，所以它跟其他宗门教下的标准的确是不相同。它是特别法门，这个法门也特别的殊胜，成就也不可思议。",
      "zh_TW": "在我們淨土宗，我們提倡念佛法門，如果按照一般的標準，那要念到理一心不亂，這就叫證。事一心不亂以前都叫做修，有修沒證，這是按照一般標準來講。可是淨土宗有淨土宗特別的標準，跟一般的標準不一樣。他這個標準是什麼？只要功夫成片，就叫做證，就證果了。為什麼？功夫成片就決定往生，生凡聖同居土。即使生凡聖同居土下下品，也算證果，所以它跟其他宗門教下的標準的確是不相同。它是特別法門，這個法門也特別的殊勝，成就也不可思議。"
    },
    {
      "id": "04-003-0049_p0053",
      "zh_CN": "这就说明，要真正由出家人来讲解、来承传。此地这个僧是个广义的。大家不要一看到这个是一定指出家人，那你这个说法就错了。僧的本意是和合众，和合众就不分在家、出家，修六和敬是出家人为多，多数就做了代表。其实在家也有，还有出家、在家混合的，这样和合众的团体。像在中国、在古印度，世尊当年在世的僧团，可以说是完全是出家人，没有在家的弟子参与僧团。因为那个时候生活方式不一样，出家人都去托钵，日中一食；在家人没有办法，生活方式过得不一样，所以不适合参加僧团。佛教传到中国来，都是在寺院里头进修，因此在家人也很方便参与僧团，于是乎这个僧团就变成在家、出家二众共修的团体。",
      "zh_TW": "這就說明，要真正由出家人來講解、來承傳。此地這個僧是個廣義的。大家不要一看到這個是一定指出家人，那你這個說法就錯了。僧的本意是和合眾，和合眾就不分在家、出家，修六和敬是出家人為多，多數就做了代表。其實在家也有，還有出家、在家混合的，這樣和合眾的團體。像在中國、在古印度，世尊當年在世的僧團，可以說是完全是出家人，沒有在家的弟子參與僧團。因為那個時候生活方式不一樣，出家人都去托缽，日中一食；在家人沒有辦法，生活方式過得不一樣，所以不適合參加僧團。佛教傳到中國來，都是在寺院裡頭進修，因此在家人也很方便參與僧團，於是乎這個僧團就變成在家、出家二眾共修的團體。"
    },
    {
      "id": "04-003-0049_p0054",
      "zh_CN": "像我们净土宗，最早慧远大师，在庐山建立第一个念佛堂，提倡专修专弘。那个时候的净土经典，只有一部《无量寿经》。根据《无量寿经》这部经来修行，开净土宗。大家在一块共修的，一百二十三个人，这里面在家人就有不少。所以这些在家人参与僧团，他们也是僧众。因此这一个「僧」是广义，不是狭义的。依照佛法的修学，传佛的教法，无论是在家、出家，都叫做僧。因此四众弟子都有责任弘法利生，都有这个责任。所以这个僧，有代代相传，慧命不绝，有这个恩德。如果没有历代传承的人，我们怎么会有机会遇得到？那这样一看，三宝于我们的恩德就很大了。底下说：",
      "zh_TW": "像我們淨土宗，最早慧遠大師，在廬山建立第一個念佛堂，提倡專修專弘。那個時候的淨土經典，只有一部《無量壽經》。根據《無量壽經》這部經來修行，開淨土宗。大家在一塊共修的，一百二十三個人，這裡面在家人就有不少。所以這些在家人參與僧團，他們也是僧眾。因此這一個「僧」是廣義，不是狹義的。依照佛法的修學，傳佛的教法，無論是在家、出家，都叫做僧。因此四眾弟子都有責任弘法利生，都有這個責任。所以這個僧，有代代相傳，慧命不絕，有這個恩德。如果沒有歷代傳承的人，我們怎麼會有機會遇得到？那這樣一看，三寶於我們的恩德就很大了。底下說："
    },
    {
      "id": "04-003-0049_p0055",
      "zh_CN": "【若无佛宝。即无人说法。若无法宝。即无由生解。若无僧宝。即无人传教。是以由佛说法。由法生解。由僧传教。令得听闻。由此三恩。方成慧悟。令知恩德故。】",
      "zh_TW": "【若無佛寶。即無人說法。若無法寶。即無由生解。若無僧寶。即無人傳教。是以由佛說法。由法生解。由僧傳教。令得聽聞。由此三恩。方成慧悟。令知恩德故。】"
    },
    {
      "id": "04-003-0049_p0056",
      "zh_CN": "所以我们看到经典，展开经卷，对于三宝要有报恩之心，要知道恩德。知恩、报恩是我们的性德，这不是勉强的，是你本性里面法尔自然的流露。我们常常在道场上提示同修，要想入佛法，入佛法，实际上就是《无量寿经》上讲的，「开化显示真实之际」。它这句话讲得很清楚、很明白，也就是入自性，真实之际就是我们自己的真如本性。要用什么方法？要用至诚心、要用恭敬心。因为真诚、恭敬是性德，以性德来开发性德，性德才能够显露。要紧在此地，绝对不是说，佛对我们有这么多恩德，你们这些学生一定要恭敬礼拜他，那佛那个心量太小了，还贪图人家恭敬。他的烦恼还没断！不是这个意思。这真正的意思就是不是性德不能开发自性，问题在这里。佛、法、僧，这三宝确实对我们有恩，用这个恩引发我们的性德。就是引发我们的真诚恭敬，用真诚恭敬再开发我们的自性，是这么一个道理。绝对不是说，佛，你们对我不恭敬，我就不教你，没这个道理，那佛谈得上什么慈悲平等？那都是假的。佛的心没有分别、没有执着，所谓是清净平等慈悲。你有了这个工具，他帮助你；你没有这个工具，他想帮帮不上，这个工具就是真诚恭敬。",
      "zh_TW": "所以我們看到經典，展開經卷，對於三寶要有報恩之心，要知道恩德。知恩、報恩是我們的性德，這不是勉強的，是你本性裡面法爾自然的流露。我們常常在道場上提示同修，要想入佛法，入佛法，實際上就是《無量壽經》上講的，「開化顯示真實之際」。它這句話講得很清楚、很明白，也就是入自性，真實之際就是我們自己的真如本性。要用什麼方法？要用至誠心、要用恭敬心。因為真誠、恭敬是性德，以性德來開發性德，性德才能夠顯露。要緊在此地，絕對不是說，佛對我們有這麼多恩德，你們這些學生一定要恭敬禮拜他，那佛那個心量太小了，還貪圖人家恭敬。他的煩惱還沒斷！不是這個意思。這真正的意思就是不是性德不能開發自性，問題在這裡。佛、法、僧，這三寶確實對我們有恩，用這個恩引發我們的性德。就是引發我們的真誠恭敬，用真誠恭敬再開發我們的自性，是這麼一個道理。絕對不是說，佛，你們對我不恭敬，我就不教你，沒這個道理，那佛談得上什麼慈悲平等？那都是假的。佛的心沒有分別、沒有執著，所謂是清淨平等慈悲。你有了這個工具，他幫助你；你沒有這個工具，他想幫幫不上，這個工具就是真誠恭敬。"
    },
    {
      "id": "04-003-0049_p0057",
      "zh_CN": "所以佛法从哪里入门？就从这入门。过去有人问印光法师，这佛法很好，是好，很羡慕，有没有什么秘诀，能叫我们一下就入进去？印祖也很高明，他的回答说，有，「诚敬」这两个字。真诚、恭敬。「一分诚敬，得一分利益；十分诚敬，得十分利益」。换句话说，没有诚敬，佛法的真实利益是一分也得不到，这是真的。佛法什么利益？佛法的利益就是教我们断烦恼、开智慧。我们还有贪瞋痴慢，还有是非人我，还有嫉妒，这没入进去；讲得再好，讲得天花乱坠，也不是佛法，这一点诸位要知道。不但佛法如是，世间法也是这样的。像我们中国古人所讲的，「学问深时意气平」，一个有学问的人，他的态度，处事待人接物一定是温和，一定是平静。孔老夫子，学生大家来对老师下个评语，学生们这个评语的总结论，结了五个字，温、良、恭、俭、让，你就晓得孔老夫子的为人。温是温和、善良、恭敬（对人、对事都敬，敬人敬事）、节俭（私生活节俭）、礼让（不跟人相争的）。没有听说学生对孔老夫子，孔老夫子傲慢、瞧不起人，有些不如他的，他没有看在眼里，这样的字眼在儒家典籍里头找不到。现在人学了一点点东西，值得骄傲。你们看看孔老夫子，哪一点值得骄傲？诸佛菩萨，你们去查查看，哪个诸佛菩萨，他有一句话是值得骄傲的？没有。如果说学问愈长，傲慢心愈多愈重，这不是真学问，这就是佛法讲的「世智辩聪」。真正的学问，学问愈增长，人愈谦虚、愈温和，这叫学问。所以实在讲，我们中国人讲的学问，就是佛法里面讲的般若智慧，这是学问。现在人把知识当作了学问，这个搞错了。知识跟学问是两桩事情，有知识，真的不见得有学问；有学问的人必定有知识。这是我们一定要把它搞清楚，要知道。",
      "zh_TW": "所以佛法從哪裡入門？就從這入門。過去有人問印光法師，這佛法很好，是好，很羨慕，有沒有什麼祕訣，能叫我們一下就入進去？印祖也很高明，他的回答說，有，「誠敬」這兩個字。真誠、恭敬。「一分誠敬，得一分利益；十分誠敬，得十分利益」。換句話說，沒有誠敬，佛法的真實利益是一分也得不到，這是真的。佛法什麼利益？佛法的利益就是教我們斷煩惱、開智慧。我們還有貪瞋痴慢，還有是非人我，還有嫉妒，這沒入進去；講得再好，講得天花亂墜，也不是佛法，這一點諸位要知道。不但佛法如是，世間法也是這樣的。像我們中國古人所講的，「學問深時意氣平」，一個有學問的人，他的態度，處事待人接物一定是溫和，一定是平靜。孔老夫子，學生大家來對老師下個評語，學生們這個評語的總結論，結了五個字，溫、良、恭、儉、讓，你就曉得孔老夫子的為人。溫是溫和、善良、恭敬（對人、對事都敬，敬人敬事）、節儉（私生活節儉）、禮讓（不跟人相爭的）。沒有聽說學生對孔老夫子，孔老夫子傲慢、瞧不起人，有些不如他的，他沒有看在眼裡，這樣的字眼在儒家典籍裡頭找不到。現在人學了一點點東西，值得驕傲。你們看看孔老夫子，哪一點值得驕傲？諸佛菩薩，你們去查查看，哪個諸佛菩薩，他有一句話是值得驕傲的？沒有。如果說學問愈長，傲慢心愈多愈重，這不是真學問，這就是佛法講的「世智辯聰」。真正的學問，學問愈增長，人愈謙虛、愈溫和，這叫學問。所以實在講，我們中國人講的學問，就是佛法裡面講的般若智慧，這是學問。現在人把知識當作了學問，這個搞錯了。知識跟學問是兩樁事情，有知識，真的不見得有學問；有學問的人必定有知識。這是我們一定要把它搞清楚，要知道。"
    },
    {
      "id": "04-003-0049_p0058",
      "zh_CN": "所以为什么要知恩、报恩？晓得它的原理，我们就不会怀疑、不会反叛。有些人，你叫我恭敬，我为什么要对你恭敬？他就有个反抗的心理，就不能接受。这样真正的功德利益，实在讲，当面错过，是很可惜的。我们晓得这原理，知道恭敬心是开发自性必须具备的条件，绝对不是佛菩萨、老师所要求的。佛菩萨、老师看到你有这个工具，他帮你一个忙，给你做个增上缘。佛菩萨并不偏心，你对他恭敬，他就对你好一点，不是这个意思；那是世间人的意思，佛菩萨没有这个意思。佛菩萨，你有这个工具，那我就应当要帮你忙；你没有这个工具，我想帮也帮不上，就是这么个道理。好像我们凡夫眼睛看起来，他对佛菩萨恭敬，佛菩萨保佑他，这是凡夫的观念，凡夫的错觉，实际上不是如此。",
      "zh_TW": "所以為什麼要知恩、報恩？曉得它的原理，我們就不會懷疑、不會反叛。有些人，你叫我恭敬，我為什麼要對你恭敬？他就有個反抗的心理，就不能接受。這樣真正的功德利益，實在講，當面錯過，是很可惜的。我們曉得這原理，知道恭敬心是開發自性必須具備的條件，絕對不是佛菩薩、老師所要求的。佛菩薩、老師看到你有這個工具，他幫你一個忙，給你做個增上緣。佛菩薩並不偏心，你對他恭敬，他就對你好一點，不是這個意思；那是世間人的意思，佛菩薩沒有這個意思。佛菩薩，你有這個工具，那我就應當要幫你忙；你沒有這個工具，我想幫也幫不上，就是這麼個道理。好像我們凡夫眼睛看起來，他對佛菩薩恭敬，佛菩薩保佑他，這是凡夫的觀念，凡夫的錯覺，實際上不是如此。"
    },
    {
      "id": "04-003-0049_p0059",
      "zh_CN": "【四仪式应然故者。世间臣子。凡有所为。先白君父。方合仪式。三宝恩德。逾于君父。大师之心。何啻臣子。将欲发扬正教。先白三尊。仪式应然。故归敬也。】",
      "zh_TW": "【四儀式應然故者。世間臣子。凡有所為。先白君父。方合儀式。三寶恩德。逾於君父。大師之心。何啻臣子。將欲發揚正教。先白三尊。儀式應然。故歸敬也。】"
    },
    {
      "id": "04-003-0049_p0060",
      "zh_CN": "这点是说明佛法不离世间法，佛法不坏世间法，要辅助世间的教化。世人的礼节，如果有什么事情，想做一桩什么事情，一定先要向父母报告；臣子想做些什么事情，一定要向君王报告，得到他的同意，得到他的准许，这才能做，这是我们对长上的尊敬。同时，年岁大的人，经验丰富，他知道得多，他考虑得远，怕我们年轻人有所疏忽，我们向他报告，经过他的同意、考虑，不至于有大的错误，所以这是应当的。世间法如此，出世间法也不能例外，也要辅赞世间法，辅助、赞叹是拥护世间法。所以佛法也跟世间法一样，弟子要做的事情，也要向老师报告。老师不在了，老师的形象在，这个仪式还是不能够失掉。所以这后半段讲，『三宝恩德，逾于君父』，三宝对于众生的恩德，超过君王、超过父母。『大师之心』，这个大师是清凉大师，就是作注解的这个人。清凉大师的用心跟臣子没有差别，要替这个书作注解，他先要归敬三宝，所以在仪式上应该是要这样做的。",
      "zh_TW": "這點是說明佛法不離世間法，佛法不壞世間法，要輔助世間的教化。世人的禮節，如果有什麼事情，想做一樁什麼事情，一定先要向父母報告；臣子想做些什麼事情，一定要向君王報告，得到他的同意，得到他的准許，這才能做，這是我們對長上的尊敬。同時，年歲大的人，經驗豐富，他知道得多，他考慮得遠，怕我們年輕人有所疏忽，我們向他報告，經過他的同意、考慮，不至於有大的錯誤，所以這是應當的。世間法如此，出世間法也不能例外，也要輔讚世間法，輔助、讚歎是擁護世間法。所以佛法也跟世間法一樣，弟子要做的事情，也要向老師報告。老師不在了，老師的形象在，這個儀式還是不能夠失掉。所以這後半段講，『三寶恩德，逾於君父』，三寶對於眾生的恩德，超過君王、超過父母。『大師之心』，這個大師是清涼大師，就是作註解的這個人。清涼大師的用心跟臣子沒有差別，要替這個書作註解，他先要歸敬三寶，所以在儀式上應該是要這樣做的。"
    },
    {
      "id": "04-003-0049_p0061",
      "zh_CN": "【五表有承禀故者。】",
      "zh_TW": "【五表有承稟故者。】"
    },
    {
      "id": "04-003-0049_p0062",
      "zh_CN": "这是我们中国自古以来所谓的师承。不是自己的意思，不是自己随便说的、随便写的。",
      "zh_TW": "這是我們中國自古以來所謂的師承。不是自己的意思，不是自己隨便說的、隨便寫的。"
    },
    {
      "id": "04-003-0049_p0063",
      "zh_CN": "【欲显所述且非胸臆。】",
      "zh_TW": "【欲顯所述且非胸臆。】"
    },
    {
      "id": "04-003-0049_p0064",
      "zh_CN": "不是自己心里想的。",
      "zh_TW": "不是自己心裡想的。"
    },
    {
      "id": "04-003-0049_p0065",
      "zh_CN": "【皆依圣教。尽有经典。承禀三宝所证所说。制成此疏以诲后人。故于最初先申归敬。】",
      "zh_TW": "【皆依聖教。盡有經典。承稟三寶所證所說。製成此疏以誨後人。故於最初先申歸敬。】"
    },
    {
      "id": "04-003-0049_p0066",
      "zh_CN": "这表示自己所作、所说的，不是自己的意思，是佛菩萨的旨意。也就是说，清凉大师所讲的都有经典做依据。这是佛灭度之前，教给我们后世的弟子们，四依法。四依法里面，第一个是依法不依人。法是经典，我们自己修行、我们教别人修行，都要以经典为依据。所谓是「离经一字，便是魔说」。你所讲的、你所修的，与经典上不相应，那是魔，那就不是佛法。一定要以经典做依据，所以依法不依人。第二是依义不依语。这一句非常重要。佛知道，当年所集结的经典是用梵文书写的，以后会传译到全世界，要经过许多的翻译。翻译不要紧，依义，意思对就行了，言语没有关系。言语没有关系，文字是言语的符号，没有关系。你怎么写都没有关系，只要意思不错就可以了。所以同样一部经典，流传在中国，有经过多次翻译的。像我们中国人最熟悉的《金刚经》，我们中文本里头就有六种不同的译本。六个人翻的，原本是一个，六个人翻的，不可能说每个字都相同，不可能的。他们用的字不一样，用的句子不一样，但是你把它比对看看，意思是一样，这就行了，佛就同意。所以这个以后就不要争论，不要打架了，我这个翻得对，你那个翻得不对，不要起这个争论，意思对就行了。不一定梵文那个什么字，比照我们这个什么字来翻，用不着，没有那么呆板。所以依义不依语。",
      "zh_TW": "這表示自己所作、所說的，不是自己的意思，是佛菩薩的旨意。也就是說，清涼大師所講的都有經典做依據。這是佛滅度之前，教給我們後世的弟子們，四依法。四依法裡面，第一個是依法不依人。法是經典，我們自己修行、我們教別人修行，都要以經典為依據。所謂是「離經一字，便是魔說」。你所講的、你所修的，與經典上不相應，那是魔，那就不是佛法。一定要以經典做依據，所以依法不依人。第二是依義不依語。這一句非常重要。佛知道，當年所集結的經典是用梵文書寫的，以後會傳譯到全世界，要經過許多的翻譯。翻譯不要緊，依義，意思對就行了，言語沒有關係。言語沒有關係，文字是言語的符號，沒有關係。你怎麼寫都沒有關係，只要意思不錯就可以了。所以同樣一部經典，流傳在中國，有經過多次翻譯的。像我們中國人最熟悉的《金剛經》，我們中文本裡頭就有六種不同的譯本。六個人翻的，原本是一個，六個人翻的，不可能說每個字都相同，不可能的。他們用的字不一樣，用的句子不一樣，但是你把它比對看看，意思是一樣，這就行了，佛就同意。所以這個以後就不要爭論，不要打架了，我這個翻得對，你那個翻得不對，不要起這個爭論，意思對就行了。不一定梵文那個什麼字，比照我們這個什麼字來翻，用不著，沒有那麼呆板。所以依義不依語。"
    },
    {
      "id": "04-003-0049_p0067",
      "zh_CN": "第三个，那就更讲求，是依了义不依不了义。这是交代我们后人，对于佛所说的一切法，我们要选择了义，要能够舍弃不了义。了义跟不了义，给诸位说，没有一定的标准。这个标准，因人而异。每个人的根性不相同，所以了义并无标准，这是诸位一定要知道的。我用的，我觉得这个经对我是了义，对你未必是了义。你认为那个经是了义，你修了很有受用，对另第三者未必是了义。正如同，好像这个药一样，佛的经典很多，就好像那个药店，卖的药很多，你选择什么药？选择你对症的药。你害的病跟别人害的病不一样，所以你到那里去选择对症的药，这个药到病除，这就叫了义；病要除不掉，这就叫不了义。所以你用这个方法一定要能治病。治什么病？治心病。把你的妄想、执着、烦恼统统治掉，这个有效。妄想、分别、执着、烦恼要是治不掉，这个药对你就没效，你学了就没有用处，我们俗话常讲，功夫不得力。修了一辈子，很用功、很勤苦的在修学，不得力。烦恼不能断，天天还起来，临终的时候手忙脚乱，那怎么行？这就叫不对症。所以要慎重去选择了义的经典，选择对症的经典。第四条叫依智不依识。这一条很重要，识是什么？感情用事。我们现在学佛的很多人，为什么修不成功？太感情用事，这是佛的大戒，不要感情用事。依智，智什么？理智。识就是感情。我们要依理智，不要感情用事。这是佛对末世弟子们四条大戒，叫四依法。佛不在世了，我们能够守住佛的四依法，如同跟在佛的身边没有两样。纵然在末世，像《楞严经》上所说，「邪师说法如恒河沙」，我们也不会迷失方向，也不会迷失自己，也不会走错路，守住这四条就行了。",
      "zh_TW": "第三個，那就更講求，是依了義不依不了義。這是交代我們後人，對於佛所說的一切法，我們要選擇了義，要能夠捨棄不了義。了義跟不了義，給諸位說，沒有一定的標準。這個標準，因人而異。每個人的根性不相同，所以了義並無標準，這是諸位一定要知道的。我用的，我覺得這個經對我是了義，對你未必是了義。你認為那個經是了義，你修了很有受用，對另第三者未必是了義。正如同，好像這個藥一樣，佛的經典很多，就好像那個藥店，賣的藥很多，你選擇什麼藥？選擇你對症的藥。你害的病跟別人害的病不一樣，所以你到那裡去選擇對症的藥，這個藥到病除，這就叫了義；病要除不掉，這就叫不了義。所以你用這個方法一定要能治病。治什麼病？治心病。把你的妄想、執著、煩惱統統治掉，這個有效。妄想、分別、執著、煩惱要是治不掉，這個藥對你就沒效，你學了就沒有用處，我們俗話常講，功夫不得力。修了一輩子，很用功、很勤苦的在修學，不得力。煩惱不能斷，天天還起來，臨終的時候手忙腳亂，那怎麼行？這就叫不對症。所以要慎重去選擇了義的經典，選擇對症的經典。第四條叫依智不依識。這一條很重要，識是什麼？感情用事。我們現在學佛的很多人，為什麼修不成功？太感情用事，這是佛的大戒，不要感情用事。依智，智什麼？理智。識就是感情。我們要依理智，不要感情用事。這是佛對末世弟子們四條大戒，叫四依法。佛不在世了，我們能夠守住佛的四依法，如同跟在佛的身邊沒有兩樣。縱然在末世，像《楞嚴經》上所說，「邪師說法如恆河沙」，我們也不會迷失方向，也不會迷失自己，也不會走錯路，守住這四條就行了。"
    },
    {
      "id": "04-003-0049_p0068",
      "zh_CN": "所以清凉大师表示他有师承，他不是随便说的，不是随自己的意思所说的。每一句、每一个字都有经典理论的依据，虽然跟经文原文不一样，但是意思是相同。所以此地讲，他是『皆依圣教，尽有经典，承禀三宝所证所说，制成此疏以诲后人』，这是他的师承，表示他负责任。老师对于学生一定要负责任；如果老师对于学生不负责任，这就不是师道了。",
      "zh_TW": "所以清涼大師表示他有師承，他不是隨便說的，不是隨自己的意思所說的。每一句、每一個字都有經典理論的依據，雖然跟經文原文不一樣，但是意思是相同。所以此地講，他是『皆依聖教，盡有經典，承稟三寶所證所說，製成此疏以誨後人』，這是他的師承，表示他負責任。老師對於學生一定要負責任；如果老師對於學生不負責任，這就不是師道了。"
    },
    {
      "id": "04-003-0049_p0069",
      "zh_CN": "所以今日之下，师道没有了。现在学生跟老师是商业化，主人跟顾客的关系，不是像从前这师生的关系。从前老师把学生看得比自己的儿女还要重要。如果你这个老师有私心，教好你自己的儿女，学生没有教好，你这个老师以后在社会上，不会有人再瞧得起你。像从前考科举，学生中了进士，他自己的儿子没考取，落第了，这个好老师，没有私心，好老师。如果儿子考取了，学生没有考取，这个老师以后在地方上没脸做人。所以那怎么办？也许自己的小孩是个天才，所以易子而教，决定不教自己儿子，自己儿子送给别人去教去，道理在此地。自己不教，送给别人去教去。所以从前师道非常之尊严，老师的恩德跟自己父母没有两样，的确负责任。学生成败的责任，老师要担负上。",
      "zh_TW": "所以今日之下，師道沒有了。現在學生跟老師是商業化，主人跟顧客的關係，不是像從前這師生的關係。從前老師把學生看得比自己的兒女還要重要。如果你這個老師有私心，教好你自己的兒女，學生沒有教好，你這個老師以後在社會上，不會有人再瞧得起你。像從前考科舉，學生中了進士，他自己的兒子沒考取，落第了，這個好老師，沒有私心，好老師。如果兒子考取了，學生沒有考取，這個老師以後在地方上沒臉做人。所以那怎麼辦？也許自己的小孩是個天才，所以易子而教，決定不教自己兒子，自己兒子送給別人去教去，道理在此地。自己不教，送給別人去教去。所以從前師道非常之尊嚴，老師的恩德跟自己父母沒有兩樣，的確負責任。學生成敗的責任，老師要擔負上。"
    },
    {
      "id": "04-003-0049_p0070",
      "zh_CN": "现在学校老师是国家雇的，拿薪水的。我过去也教过几年学校，我教的时候心里也很难过。我们到学校去，坐学校的校车，大家老师在一块聊天，也有一些老师说真心话。我们这个当教授的，到学校来干什么？混薪水袋的，学生来是混分数的，我们两边都满足了，皆大欢喜，就很好了！真的，是这么一个心态，这就是不负责任的教学。而且现在学生说老实话，你还不能认真教他，认真教他，这个老师太严格了，算了，不选他的课。所以现在老师要有本事带着小孩玩，带着什么？他高高兴兴、欢欢喜喜，学生对你评语也好，学校对你也好，某老师是真好，某老师天天带学生玩，考试就先把题目告诉同学，各个都是高分，所以皆大欢喜。学生对老师打评语，某个老师是真好，学校年年都要聘请他。这一严格，学生就有打报告，某个老师不好，我们学校最好下一期不要聘请他，不要聘他，老师薪水拿不到，是不是？这是教育失败。我在学校教了五年，我们那个学校多数老师都是这么一个心态。所以从前方东美先生在台大教书，我亲近他老人家，他说这哪是教书，误人子弟。他说学校里接受这个聘书，是加入误人子的行列，真的。",
      "zh_TW": "現在學校老師是國家雇的，拿薪水的。我過去也教過幾年學校，我教的時候心裡也很難過。我們到學校去，坐學校的校車，大家老師在一塊聊天，也有一些老師說真心話。我們這個當教授的，到學校來幹什麼？混薪水袋的，學生來是混分數的，我們兩邊都滿足了，皆大歡喜，就很好了！真的，是這麼一個心態，這就是不負責任的教學。而且現在學生說老實話，你還不能認真教他，認真教他，這個老師太嚴格了，算了，不選他的課。所以現在老師要有本事帶著小孩玩，帶著什麼？他高高興興、歡歡喜喜，學生對你評語也好，學校對你也好，某老師是真好，某老師天天帶學生玩，考試就先把題目告訴同學，各個都是高分，所以皆大歡喜。學生對老師打評語，某個老師是真好，學校年年都要聘請他。這一嚴格，學生就有打報告，某個老師不好，我們學校最好下一期不要聘請他，不要聘他，老師薪水拿不到，是不是？這是教育失敗。我在學校教了五年，我們那個學校多數老師都是這麼一個心態。所以從前方東美先生在台大教書，我親近他老人家，他說這哪是教書，誤人子弟。他說學校裡接受這個聘書，是加入誤人子的行列，真的。"
    },
    {
      "id": "04-003-0049_p0071",
      "zh_CN": "所以师道在今天不存在了，这是我们最痛心的一桩事情；没有好老师，社会上就没有好的人才。社会的动乱，现在不过是刚刚开始而已，以后愈来愈乱，愈来愈苦，这是必然的，这不是预言。我们看到现在造的因，就晓得将来的果报。我们今天的果报是三十年前所造的因，中国讲，三十年是一世。你看看那个世界那个世的写法，三个十，三十年叫一世。三十年前造的因，三十年后就结果。过去造的那个因，是我们今天社会的果报。现前社会所造的因，三十年之后，那个果报比今天还要难以忍受。诸位想想，三十年前的学生，小学生、中学生、大学生；那再看看今天学校的小学生、中学生、大学生，他们想的什么？念的什么？他们需要的什么？我听说在台湾现在有不少中学生都去做股票去。三十年前，还没有听说哪个大学生去搞股票，没有。哪个大学生去用非法的手段去赚钱去，这个很少听说，现在相当普遍。也就是说，贪瞋痴慢、见思烦恼，现代的学生比过去三十年要增长了好多倍。三十年之后结的果就很可怕了，有因必有果。",
      "zh_TW": "所以師道在今天不存在了，這是我們最痛心的一樁事情；沒有好老師，社會上就沒有好的人才。社會的動亂，現在不過是剛剛開始而已，以後愈來愈亂，愈來愈苦，這是必然的，這不是預言。我們看到現在造的因，就曉得將來的果報。我們今天的果報是三十年前所造的因，中國講，三十年是一世。你看看那個世界那個世的寫法，三個十，三十年叫一世。三十年前造的因，三十年後就結果。過去造的那個因，是我們今天社會的果報。現前社會所造的因，三十年之後，那個果報比今天還要難以忍受。諸位想想，三十年前的學生，小學生、中學生、大學生；那再看看今天學校的小學生、中學生、大學生，他們想的什麼？念的什麼？他們需要的什麼？我聽說在台灣現在有不少中學生都去做股票去。三十年前，還沒有聽說哪個大學生去搞股票，沒有。哪個大學生去用非法的手段去賺錢去，這個很少聽說，現在相當普遍。也就是說，貪瞋痴慢、見思煩惱，現代的學生比過去三十年要增長了好多倍。三十年之後結的果就很可怕了，有因必有果。"
    },
    {
      "id": "04-003-0049_p0072",
      "zh_CN": "这个社会什么时候才能恢复到真正正常秩序？恐怕要有一个很大的灾难，人类遭受非常的痛苦，他才会觉悟。小小的苦难不会觉悟的，要有大苦难，这才会觉悟，才会清醒过来，才会认真想一想，古人那些想法、做法还是有道理的。所以真正要想天下太平，如果不能恢复孔孟的教育、大乘佛法的教育，天下没有太平的一天，也没有安定幸福的指望，这是真的。孔孟、佛法就这么好吗？不是的。孔孟与佛菩萨没有私心。我们今天要尊孔孟、尊佛菩萨，真正的意思，不是尊敬他的人，是尊敬他的学术，这个学说是从至诚心里面流露出来的，他的见解、他的思想是利益一切众生，没有为自己想过。",
      "zh_TW": "這個社會什麼時候才能恢復到真正正常秩序？恐怕要有一個很大的災難，人類遭受非常的痛苦，他才會覺悟。小小的苦難不會覺悟的，要有大苦難，這才會覺悟，才會清醒過來，才會認真想一想，古人那些想法、做法還是有道理的。所以真正要想天下太平，如果不能恢復孔孟的教育、大乘佛法的教育，天下沒有太平的一天，也沒有安定幸福的指望，這是真的。孔孟、佛法就這麼好嗎？不是的。孔孟與佛菩薩沒有私心。我們今天要尊孔孟、尊佛菩薩，真正的意思，不是尊敬他的人，是尊敬他的學術，這個學說是從至誠心裡面流露出來的，他的見解、他的思想是利益一切眾生，沒有為自己想過。"
    },
    {
      "id": "04-003-0049_p0073",
      "zh_CN": "孔老夫子如果说是为自己想，说老实话，在春秋那个时代，他就可以统一天下了，不用等秦始皇，他可以统一。那个时候都是小国，诸侯，国家都不大。所以大国不过百里，从南到北，一百里就是大国，没有我们现在一个县大。那个时候八百诸侯，八百诸侯分布的区域，黄河流域到长江流淢，就是我们现在中原这个地区，八百多个国家，小国。小国二十里、三十里，实在讲，等于我们现在一个里，它就是一国。孔老夫子如果要想搞一个政变，夺取一个诸侯，他有三千子弟，你看他的学生，七十二贤，你们去看看传记，各种人才都有。有会带兵打仗的，军事将领；有可以办政治的、办财务的，样样人才都有，他一样都不缺。他要把这些人，真是有一点野心的话，那个时候就统一中国了。孔老夫子不是野心家，他让！他不争，他让。除非是有诸侯，那个国君请他去做官，让他施展政治上的理想抱负；没有人聘请他，他不会去做的。他那个时候周游列国的目的，就是希望有这个国君去聘请他。他去游历的那些地方，那些国君没有不佩服孔老夫子的，谁也不请他。为什么原因？怕他搞政变。因为他底下人太多了，势力太强了，没有一个人敢用他，道理在此地。",
      "zh_TW": "孔老夫子如果說是為自己想，說老實話，在春秋那個時代，他就可以統一天下了，不用等秦始皇，他可以統一。那個時候都是小國，諸侯，國家都不大。所以大國不過百里，從南到北，一百里就是大國，沒有我們現在一個縣大。那個時候八百諸侯，八百諸侯分布的區域，黃河流域到長江流淢，就是我們現在中原這個地區，八百多個國家，小國。小國二十里、三十里，實在講，等於我們現在一個里，它就是一國。孔老夫子如果要想搞一個政變，奪取一個諸侯，他有三千子弟，你看他的學生，七十二賢，你們去看看傳記，各種人才都有。有會帶兵打仗的，軍事將領；有可以辦政治的、辦財務的，樣樣人才都有，他一樣都不缺。他要把這些人，真是有一點野心的話，那個時候就統一中國了。孔老夫子不是野心家，他讓！他不爭，他讓。除非是有諸侯，那個國君請他去做官，讓他施展政治上的理想抱負；沒有人聘請他，他不會去做的。他那個時候周遊列國的目的，就是希望有這個國君去聘請他。他去遊歷的那些地方，那些國君沒有不佩服孔老夫子的，誰也不請他。為什麼原因？怕他搞政變。因為他底下人太多了，勢力太強了，沒有一個人敢用他，道理在此地。"
    },
    {
      "id": "04-003-0049_p0074",
      "zh_CN": "所以孔老夫子是真正是想做大事，不是一个做大官的，念念为老百姓、为众生，这个心是真诚的，真心。这就是《了凡四训》所说的，有百世之德，必有百世子孙报之。你看孔老夫子代代的子孙，没有一个人不尊敬的，就是孔老夫子一生积的德太大了。这个德是什么？念念为众生，从来没有为自己名闻利养想一次的，道理在此地。我们真正知道这个事实真相，他的学说才值得我们尊敬。所以我们今天提倡孔孟的教育、大乘佛法的教育，不是因人，是一个理在，一个事实在，确实能够救这个世界，能够救度一切众生。",
      "zh_TW": "所以孔老夫子是真正是想做大事，不是一個做大官的，念念為老百姓、為眾生，這個心是真誠的，真心。這就是《了凡四訓》所說的，有百世之德，必有百世子孫報之。你看孔老夫子代代的子孫，沒有一個人不尊敬的，就是孔老夫子一生積的德太大了。這個德是什麼？念念為眾生，從來沒有為自己名聞利養想一次的，道理在此地。我們真正知道這個事實真相，他的學說才值得我們尊敬。所以我們今天提倡孔孟的教育、大乘佛法的教育，不是因人，是一個理在，一個事實在，確實能夠救這個世界，能夠救度一切眾生。"
    },
    {
      "id": "04-003-0049_p0075",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}