{
  "doc_id": "04-003-0136",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三六集",
    "zh_TW": "第一三六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0136",
  "total_paragraphs": 96,
  "paragraphs": [
    {
      "id": "04-003-0136_p0001",
      "zh_CN": "请掀开经本，三百五十三面第七行，从第二句看起：",
      "zh_TW": "請掀開經本，三百五十三面第七行，從第二句看起："
    },
    {
      "id": "04-003-0136_p0002",
      "zh_CN": "【即知迷情若悟。障尽智开。即万境之中。作用自在。故云外用无羁也。愚者欲求神通。不解于心除妄。如何得也。净名云。诸佛解脱。当于众生心行中求也。】",
      "zh_TW": "【即知迷情若悟。障盡智開。即萬境之中。作用自在。故云外用無羈也。愚者欲求神通。不解於心除妄。如何得也。淨名云。諸佛解脫。當於眾生心行中求也。】"
    },
    {
      "id": "04-003-0136_p0003",
      "zh_CN": "前面说过了这个离障解脱里面的两种智，二智二障说过了。这个地方是总结，『即知』，就从上面所说的，以及比喻，我们就知道了。『迷情若悟，障尽智开』。这两个是有连带关系的。如果不悟，就是迷，迷就是障。理障，事障，烦恼障，所知障，都不外此地所说的。由此可知，在修行关键确确实实是破迷就开悟了。觉悟，这智慧现前，智慧能破无明，能消烦恼。所以佛法的修学，始终不离开般若智慧。像《六祖坛经》里面所说的，这一开端，他老人家就把修学的纲领，给大家宣布出来，「总念摩诃般若波罗蜜多」，这一句就宣示了禅宗修学的总纲领。由此可知，禅宗不是六度里面的禅定波罗蜜，它实实在在是六度里面的般若波罗蜜，这才是它的真正目标。他是用禅定的手段达到般若现前，禅定是他的手段。我们这个地方要想破迷，破迷的手段，还是在定慧。先修定，定开智慧，这才能破迷，这才能除障。然后在『万境之中，作用自在』，就得大自在。这个万境，通常讲世出世间一切法，一切法里面得大自在。像《华严经》上给我们讲的，理事无碍，事事无碍，就是属于这个境界。这一品里面，所讲的不思议解脱境界，也就是万境中作用自在。所以大师在末后给我们说「由内离障」，『外用无羁』，这个羁，无羁就是自在，没有拘束，没有拘束了。",
      "zh_TW": "前面說過了這個離障解脫裡面的兩種智，二智二障說過了。這個地方是總結，『即知』，就從上面所說的，以及比喻，我們就知道了。『迷情若悟，障盡智開』。這兩個是有連帶關係的。如果不悟，就是迷，迷就是障。理障，事障，煩惱障，所知障，都不外此地所說的。由此可知，在修行關鍵確確實實是破迷就開悟了。覺悟，這智慧現前，智慧能破無明，能消煩惱。所以佛法的修學，始終不離開般若智慧。像《六祖壇經》裡面所說的，這一開端，他老人家就把修學的綱領，給大家宣布出來，「總念摩訶般若波羅蜜多」，這一句就宣示了禪宗修學的總綱領。由此可知，禪宗不是六度裡面的禪定波羅蜜，它實實在在是六度裡面的般若波羅蜜，這才是它的真正目標。他是用禪定的手段達到般若現前，禪定是他的手段。我們這個地方要想破迷，破迷的手段，還是在定慧。先修定，定開智慧，這才能破迷，這才能除障。然後在『萬境之中，作用自在』，就得大自在。這個萬境，通常講世出世間一切法，一切法裡面得大自在。像《華嚴經》上給我們講的，理事無礙，事事無礙，就是屬於這個境界。這一品裡面，所講的不思議解脫境界，也就是萬境中作用自在。所以大師在末後給我們說「由內離障」，『外用無羈』，這個羈，無羈就是自在，沒有拘束，沒有拘束了。"
    },
    {
      "id": "04-003-0136_p0004",
      "zh_CN": "下面，这很感慨的话，『愚者欲求神通，不解于心除妄，如何得也』。像这种愚人太多太多了，现在在我们现前国内国外，想求神通的人很多。用什么方法求？求的方法也很多。是不是真正能求到？不见得。真正能得神通是要修定，定能除障，神通就现前，这个神通是自己真正修来的。如果没有定慧，用其他的方法来求神通，这神通也得到，真能得到吗？能，大家看《楞严经》上就明白了。那神通从哪里来的？妖魔鬼怪附身而显现出来的。通的能力不是自己的，是魔附在身上展现的神通。那个魔走了，他的神通就失掉了，能力就没有了，属于这一类的，属于这一类的神通就太多太多了。愚者求神通，他不明白，不了解，真正智慧德能的恢复，要从心地里面，除去妄想分别执着，这个定慧才能现前。不在这上下功夫，神通决定得不到。纵然得到，也是小通。即使证得阿罗汉果，阿罗汉是六种神通都现前，他这个能力从哪里来的？从修定来的。阿罗汉的定功叫九次第定，比四禅八定还要高一级，从这里面透出来的本能。他还不能到万境之中，作用自在，他还达不到。譬如宿命通，他只能知道过去五百世，未来五百世。五百世之前他就不知道，他的能力只有这么大。天眼的能力，只能见一个小千世界，小千世界之外，他就见不到。所以他不能在万境中得自在，比我们，那他能力是强多了；比起佛菩萨，那他差远了。你要问什么原因？这心中之妄没除掉，只断见思烦恼，尘沙无明没破，这就是他的障碍。",
      "zh_TW": "下面，這很感慨的話，『愚者欲求神通，不解於心除妄，如何得也』。像這種愚人太多太多了，現在在我們現前國內國外，想求神通的人很多。用什麼方法求？求的方法也很多。是不是真正能求到？不見得。真正能得神通是要修定，定能除障，神通就現前，這個神通是自己真正修來的。如果沒有定慧，用其他的方法來求神通，這神通也得到，真能得到嗎？能，大家看《楞嚴經》上就明白了。那神通從哪裡來的？妖魔鬼怪附身而顯現出來的。通的能力不是自己的，是魔附在身上展現的神通。那個魔走了，他的神通就失掉了，能力就沒有了，屬於這一類的，屬於這一類的神通就太多太多了。愚者求神通，他不明白，不了解，真正智慧德能的恢復，要從心地裡面，除去妄想分別執著，這個定慧才能現前。不在這上下功夫，神通決定得不到。縱然得到，也是小通。即使證得阿羅漢果，阿羅漢是六種神通都現前，他這個能力從哪裡來的？從修定來的。阿羅漢的定功叫九次第定，比四禪八定還要高一級，從這裡面透出來的本能。他還不能到萬境之中，作用自在，他還達不到。譬如宿命通，他只能知道過去五百世，未來五百世。五百世之前他就不知道，他的能力只有這麼大。天眼的能力，只能見一個小千世界，小千世界之外，他就見不到。所以他不能在萬境中得自在，比我們，那他能力是強多了；比起佛菩薩，那他差遠了。你要問什麼原因？這心中之妄沒除掉，只斷見思煩惱，塵沙無明沒破，這就是他的障礙。"
    },
    {
      "id": "04-003-0136_p0005",
      "zh_CN": "『净名云』，《维摩诘经》里面所说的，『诸佛解脱』，诸佛是我们修行的榜样，『当于众生心行中求也』。可见得这个成佛，不是从外面学来的，是从内心当中学来的。所以佛法称为内学，要知道这个真实功夫决定是在心行当中求得的。我们接着看底下一段：",
      "zh_TW": "『淨名云』，《維摩詰經》裡面所說的，『諸佛解脫』，諸佛是我們修行的榜樣，『當於眾生心行中求也』。可見得這個成佛，不是從外面學來的，是從內心當中學來的。所以佛法稱為內學，要知道這個真實功夫決定是在心行當中求得的。我們接著看底下一段："
    },
    {
      "id": "04-003-0136_p0006",
      "zh_CN": "【境界有二。一分齐境。如国疆域。各有分齐。佛及普贤德用分齐无能及故。】",
      "zh_TW": "【境界有二。一分齊境。如國疆域。各有分齊。佛及普賢德用分齊無能及故。】"
    },
    {
      "id": "04-003-0136_p0007",
      "zh_CN": "我们先看这一条。『分』是区分。『齐』是等齐。这个地方说了一个比喻，好比我们世间，国家与国家的界线，这就属于『分齐境』。每一个方所画定了界线，这是界线。佛跟普贤菩萨，他的德用分齐是无能及故。这个『无能及』，没有能够相比的。意思就是说，普贤菩萨的德用跟如来果地上就差不多，很难区别。这一句话的意思很深，深在什么地方？假如是等觉的普贤，那没有话说，我们能想像得到，跟佛是差不多，这快要成佛了！如果是一个初发心的普贤菩萨，这要是说他的德用跟佛果分齐相似，那我们就非常惊异，为什么？初发心的菩萨还是凡夫。我们从圆教来讲，《华严》是圆教，初发心的菩萨，只断见思烦恼里面的见烦恼，就是八十八品见惑断尽了。从断证的功夫来说，只等于小乘须陀洹，没出三界。佛在经上给我们讲得很清楚，圆教七信位的菩萨，他断证的功夫等于小乘阿罗汉，换句话说，阿罗汉出三界，圆教七信位的菩萨也出三界。由此可知，从初信位到第六信没有出三界，没有出三界是凡夫。凡夫的德用怎么能跟佛相比？这就不可思议了。当然，在这品经里面，《普贤菩萨行愿品》，到底说的是哪一个位次的普贤菩萨？正说是当位普贤，就是等觉的。但是地前跟果后统统包含在其中，果后是成了佛，成了佛再倒驾慈航，再以菩萨身分去度众生的，那叫果后的普贤。从初发心到十地，这个是位前的普贤，统统都包括在其中。所以他这一段文意思就非常的深，非常之广。虽然他烦恼没有断尽，无明一品也没有破，我们讲这是十信位的普贤菩萨，这是地位最低的。但是他的心量，跟如来在果地上没有两样。如果有两样，那就不叫普贤了。普贤心就像《楞严经》上所讲的，心包太虚，量周沙界，他的心是清净平等的。心清净，愿行就清净；心平等，愿行就平等，跟谁平等？跟诸佛如来平等，那这个意思我们就没有疑惑了。再看底下第二句：",
      "zh_TW": "我們先看這一條。『分』是區分。『齊』是等齊。這個地方說了一個比喻，好比我們世間，國家與國家的界線，這就屬於『分齊境』。每一個方所畫定了界線，這是界線。佛跟普賢菩薩，他的德用分齊是無能及故。這個『無能及』，沒有能夠相比的。意思就是說，普賢菩薩的德用跟如來果地上就差不多，很難區別。這一句話的意思很深，深在什麼地方？假如是等覺的普賢，那沒有話說，我們能想像得到，跟佛是差不多，這快要成佛了！如果是一個初發心的普賢菩薩，這要是說他的德用跟佛果分齊相似，那我們就非常驚異，為什麼？初發心的菩薩還是凡夫。我們從圓教來講，《華嚴》是圓教，初發心的菩薩，只斷見思煩惱裡面的見煩惱，就是八十八品見惑斷盡了。從斷證的功夫來說，只等於小乘須陀洹，沒出三界。佛在經上給我們講得很清楚，圓教七信位的菩薩，他斷證的功夫等於小乘阿羅漢，換句話說，阿羅漢出三界，圓教七信位的菩薩也出三界。由此可知，從初信位到第六信沒有出三界，沒有出三界是凡夫。凡夫的德用怎麼能跟佛相比？這就不可思議了。當然，在這品經裡面，《普賢菩薩行願品》，到底說的是哪一個位次的普賢菩薩？正說是當位普賢，就是等覺的。但是地前跟果後統統包含在其中，果後是成了佛，成了佛再倒駕慈航，再以菩薩身分去度眾生的，那叫果後的普賢。從初發心到十地，這個是位前的普賢，統統都包括在其中。所以他這一段文意思就非常的深，非常之廣。雖然他煩惱沒有斷盡，無明一品也沒有破，我們講這是十信位的普賢菩薩，這是地位最低的。但是他的心量，跟如來在果地上沒有兩樣。如果有兩樣，那就不叫普賢了。普賢心就像《楞嚴經》上所講的，心包太虛，量周沙界，他的心是清淨平等的。心清淨，願行就清淨；心平等，願行就平等，跟誰平等？跟諸佛如來平等，那這個意思我們就沒有疑惑了。再看底下第二句："
    },
    {
      "id": "04-003-0136_p0008",
      "zh_CN": "【所知境。事理无边。唯佛普贤方究尽故。由证所知无边之境。故成德用无有边涯。二亦相成。总为境界。即于二境得二解脱。此二不二。故不思议。】",
      "zh_TW": "【所知境。事理無邊。唯佛普賢方究盡故。由證所知無邊之境。故成德用無有邊涯。二亦相成。總為境界。即於二境得二解脫。此二不二。故不思議。】"
    },
    {
      "id": "04-003-0136_p0009",
      "zh_CN": "这是解释不可思议境界，这个地方偏重在讲境界，不可思议底下还要说。第二个意思是讲所知。理无边，理是心性。事无边，事是现象。事是理之事，理是事之理，这两个分不开的。理就是经题里面大字，事就是方广，是相是作用！都没有边际。这个事实真相谁知道？佛知道。这是诸佛如来亲证的境界，他当然知道。普贤菩萨知道，普贤菩萨怎么知道？普贤菩萨的心里没障碍，因此一听佛说法，他立刻就契入这个境界。其他的菩萨们，权小，六凡，那更不必说了，他心里面有障碍。纵然闻佛说法，也不能彻悟。普贤菩萨一听，就彻底明了觉悟了。由此可知，佛说法没有两个说法，听的人心量不一样，所以他领悟的就不相同。能究尽理事真相的，唯有佛与普贤菩萨，这才成了德用无边。所知跟分齐这两个是相辅相成的，都是属于境界。分开来讲，两种解脱；合起来讲，不可思议。下面给我们解释不思议，何故不思议，诸位看《疏》，钞就不必看了。",
      "zh_TW": "這是解釋不可思議境界，這個地方偏重在講境界，不可思議底下還要說。第二個意思是講所知。理無邊，理是心性。事無邊，事是現象。事是理之事，理是事之理，這兩個分不開的。理就是經題裡面大字，事就是方廣，是相是作用！都沒有邊際。這個事實真相誰知道？佛知道。這是諸佛如來親證的境界，他當然知道。普賢菩薩知道，普賢菩薩怎麼知道？普賢菩薩的心裡沒障礙，因此一聽佛說法，他立刻就契入這個境界。其他的菩薩們，權小，六凡，那更不必說了，他心裡面有障礙。縱然聞佛說法，也不能徹悟。普賢菩薩一聽，就徹底明瞭覺悟了。由此可知，佛說法沒有兩個說法，聽的人心量不一樣，所以他領悟的就不相同。能究盡理事真相的，唯有佛與普賢菩薩，這才成了德用無邊。所知跟分齊這兩個是相輔相成的，都是屬於境界。分開來講，兩種解脫；合起來講，不可思議。下面給我們解釋不思議，何故不思議，諸位看《疏》，鈔就不必看了。"
    },
    {
      "id": "04-003-0136_p0010",
      "zh_CN": "【何故不思议。略有四义。一事无边故。二理深远故。三此二无碍。四以性融相。重重无尽故。】",
      "zh_TW": "【何故不思議。略有四義。一事無邊故。二理深遠故。三此二無礙。四以性融相。重重無盡故。】"
    },
    {
      "id": "04-003-0136_p0011",
      "zh_CN": "这解释不思议。我们看注解，看《钞》，三百五十五面。第一个，我们看最后这一个字看起，第二行最后这个地方看起。",
      "zh_TW": "這解釋不思議。我們看註解，看《鈔》，三百五十五面。第一個，我們看最後這一個字看起，第二行最後這個地方看起。"
    },
    {
      "id": "04-003-0136_p0012",
      "zh_CN": "【事多无碍。广不思议。】",
      "zh_TW": "【事多無礙。廣不思議。】"
    },
    {
      "id": "04-003-0136_p0013",
      "zh_CN": "不要说尽虚空遍法界，那个太大了。我们把范围缩小，就看我们这个地球，这个地球上，不要看过去，也不必看未来，就看我们现前在地球上所发生的这些事，所现的这些相，那就太多太多。已经是像经上讲的，广大不可思议，何况把这个范围再扩大，扩大到大千世界，再扩大到虚空法界，这些事相从哪里来的？给诸位说，都是自性变现出来的，全是自性变的。自性是能变，万象是所变。能变与所变，当中一定有个道理在，这理。",
      "zh_TW": "不要說盡虛空遍法界，那個太大了。我們把範圍縮小，就看我們這個地球，這個地球上，不要看過去，也不必看未來，就看我們現前在地球上所發生的這些事，所現的這些相，那就太多太多。已經是像經上講的，廣大不可思議，何況把這個範圍再擴大，擴大到大千世界，再擴大到虛空法界，這些事相從哪裡來的？給諸位說，都是自性變現出來的，全是自性變的。自性是能變，萬象是所變。能變與所變，當中一定有個道理在，這理。"
    },
    {
      "id": "04-003-0136_p0014",
      "zh_CN": "【理无相状。深不思议。】",
      "zh_TW": "【理無相狀。深不思議。】"
    },
    {
      "id": "04-003-0136_p0015",
      "zh_CN": "事有相，我们能够去研究，去探索。理没相，理是心，心没有相。这个深是形容理非常之深密，无法探索的。为什么说没有办法？这个世间人探讨，用什么来探讨？用第六意识，我们讲研求，研究来求它，研究用第六意识，用的是分别心，用的是妄想心，分别妄想永远得不到真相，这就难在这里。理有没有？理真有，没有理，哪来的事！理要怎样才能够真正被发现？佛告诉我们，要用甚深禅定，决定不可以用妄想分别，妄想分别决定达不到。这个定功达到极深之处，就豁然照见了，这《般若心经》里面讲，照见五蕴皆空，他豁然照见，甚深之理，真相大白。但是如果没有这个功夫的人，佛虽然说出，他也不能明了。为什么？不是他的境界。因此佛说的这些境界，是希望我们也像他一样能够亲证，这是佛法的好处。佛绝不是说这是我的境界，你们永远不能证到，没有这回事情，佛说人人都可以证得。真正要证得这个境界实在不容易，这是个真话。不容易的原因在什么地方？是我们自己烦恼习气太深、太厚了，日常生活当中不知不觉，我们的习气自然就流露了，而自己确实没有能力控制。如果不能把这些烦恼习气断尽，我们就不能成就甚深的禅定，就见不到事实的真相。所以烦恼习气一定要克服。",
      "zh_TW": "事有相，我們能夠去研究，去探索。理沒相，理是心，心沒有相。這個深是形容理非常之深密，無法探索的。為什麼說沒有辦法？這個世間人探討，用什麼來探討？用第六意識，我們講研求，研究來求它，研究用第六意識，用的是分別心，用的是妄想心，分別妄想永遠得不到真相，這就難在這裡。理有沒有？理真有，沒有理，哪來的事！理要怎樣才能夠真正被發現？佛告訴我們，要用甚深禪定，決定不可以用妄想分別，妄想分別決定達不到。這個定功達到極深之處，就豁然照見了，這《般若心經》裡面講，照見五蘊皆空，他豁然照見，甚深之理，真相大白。但是如果沒有這個功夫的人，佛雖然說出，他也不能明瞭。為什麼？不是他的境界。因此佛說的這些境界，是希望我們也像他一樣能夠親證，這是佛法的好處。佛絕不是說這是我的境界，你們永遠不能證到，沒有這回事情，佛說人人都可以證得。真正要證得這個境界實在不容易，這是個真話。不容易的原因在什麼地方？是我們自己煩惱習氣太深、太厚了，日常生活當中不知不覺，我們的習氣自然就流露了，而自己確實沒有能力控制。如果不能把這些煩惱習氣斷盡，我們就不能成就甚深的禪定，就見不到事實的真相。所以煩惱習氣一定要克服。"
    },
    {
      "id": "04-003-0136_p0016",
      "zh_CN": "八万四千法门最后的目的，都是要把烦恼习气断掉。实在断不了，那佛教给我们念阿弥陀佛，求生极乐世界。这个意思是什么？换一个环境去修。虽然到西方极乐世界，我们的身分还是人的身分。但是虽然是人的身分，他最大的好处，第一个是寿命延长了，生到西方极乐世界，跟阿弥陀佛同寿，这无量寿。换句话说，有的是时间。第二个好处，阿弥陀佛是老师，不但能够亲近阿弥陀佛，我们在《无量寿经》，在净土三经里面，佛告诉我们，生到西方极乐世界之后，可以随心所欲，亲近十方一切诸佛如来。我们在这个世间，找一个好老师不容易找到，亲近一个善知识更难，到西方极乐世界，这一个难就没有了。可以说是有最好的老师，最好的同参道友，这一个助缘殊胜不可思议，我们的道业在一生当中，决定圆满成就，所以这个法门十方赞叹。在中国念佛往生，自古至今不计其数。",
      "zh_TW": "八萬四千法門最後的目的，都是要把煩惱習氣斷掉。實在斷不了，那佛教給我們念阿彌陀佛，求生極樂世界。這個意思是什麼？換一個環境去修。雖然到西方極樂世界，我們的身分還是人的身分。但是雖然是人的身分，他最大的好處，第一個是壽命延長了，生到西方極樂世界，跟阿彌陀佛同壽，這無量壽。換句話說，有的是時間。第二個好處，阿彌陀佛是老師，不但能夠親近阿彌陀佛，我們在《無量壽經》，在淨土三經裡面，佛告訴我們，生到西方極樂世界之後，可以隨心所欲，親近十方一切諸佛如來。我們在這個世間，找一個好老師不容易找到，親近一個善知識更難，到西方極樂世界，這一個難就沒有了。可以說是有最好的老師，最好的同參道友，這一個助緣殊勝不可思議，我們的道業在一生當中，決定圓滿成就，所以這個法門十方讚歎。在中國念佛往生，自古至今不計其數。"
    },
    {
      "id": "04-003-0136_p0017",
      "zh_CN": "今天下午，有位同修，我过去跟他不认识，送了几本他从日本带来的，关于净土三经的几本书。我略略的翻了一下了，里面有一本日本的往生传，日本自古至今，念阿弥陀佛求往生的也有不少人，我看到很欢喜。这是修行成就的捷径。所以这个理深不怕，到西方极乐世界再求证。",
      "zh_TW": "今天下午，有位同修，我過去跟他不認識，送了幾本他從日本帶來的，關於淨土三經的幾本書。我略略的翻了一下了，裡面有一本日本的往生傳，日本自古至今，念阿彌陀佛求往生的也有不少人，我看到很歡喜。這是修行成就的捷徑。所以這個理深不怕，到西方極樂世界再求證。"
    },
    {
      "id": "04-003-0136_p0018",
      "zh_CN": "【三此二不二。】",
      "zh_TW": "【三此二不二。】"
    },
    {
      "id": "04-003-0136_p0019",
      "zh_CN": "这就理与事。",
      "zh_TW": "這就理與事。"
    },
    {
      "id": "04-003-0136_p0020",
      "zh_CN": "【故不思议。】",
      "zh_TW": "【故不思議。】"
    },
    {
      "id": "04-003-0136_p0021",
      "zh_CN": "刚才说了理是事之理，事是理之事。为了解释说明方便起见，把它分成两个来讲，实际是解释一桩事情。所以事不碍理，理不碍事，理事无碍。这个地方注，注得很好。",
      "zh_TW": "剛才說了理是事之理，事是理之事。為了解釋說明方便起見，把它分成兩個來講，實際是解釋一樁事情。所以事不礙理，理不礙事，理事無礙。這個地方註，註得很好。"
    },
    {
      "id": "04-003-0136_p0022",
      "zh_CN": "【谓诸法全空故。不可作事思。】",
      "zh_TW": "【謂諸法全空故。不可作事思。】"
    },
    {
      "id": "04-003-0136_p0023",
      "zh_CN": "一切法相虽然是有，但是这些相都是缘起的。因缘起的，凡是因缘所生之法都没有自性，都没有自体。没有自体，所谓当体即空。《心经》上说，空即是色，色即是空，空不异色，色不异空。所以事相不能看作有，你看作有，错了。那个无法探测的理，虽然没有相，你不能说它空，不能说它无，你要把它看作空无，那也看错了，所以无碍。第四个是『以性融相』。",
      "zh_TW": "一切法相雖然是有，但是這些相都是緣起的。因緣起的，凡是因緣所生之法都沒有自性，都沒有自體。沒有自體，所謂當體即空。《心經》上說，空即是色，色即是空，空不異色，色不異空。所以事相不能看作有，你看作有，錯了。那個無法探測的理，雖然沒有相，你不能說它空，不能說它無，你要把它看作空無，那也看錯了，所以無礙。第四個是『以性融相』。"
    },
    {
      "id": "04-003-0136_p0024",
      "zh_CN": "【重重无尽。】",
      "zh_TW": "【重重無盡。】"
    },
    {
      "id": "04-003-0136_p0025",
      "zh_CN": "事里面有理，理里面有事。这个现象，就像我们中国八卦的演变很类似。你看八卦，太极生两仪，这太极就有分阴阳了。两仪里面有四象，四象是什么？阳里面有阴，阴里头又有阳。四象变成八卦，八卦变成了六十四卦，阴阳交错，八卦的图就有一点像这样，『重重无尽』。这个重重无尽，显在什么地方？显在我们的眼前，任何一个形相，任何一桩事情，都是重重无尽的。佛在一切经里面，所说的这些性相理事因果，随拈一法，无不具足，这才说为破一微尘，出大千经卷。这个大千经卷，说的是什么？说的是那个大本的《华严经》。你看那个《华严》前面，这介绍的时候，这个龙树菩萨在龙宫，见到这个大本的，是十个三千大千世界微尘偈，一四天下微尘品。这一部经藏在哪里？可以藏在一粒微尘里头。破一微尘，出大千经卷。就是这个，这个重重无尽不可思议，这是真的。那一微尘，那我们拈起这个书签，比微尘大多了，具不具足？圆满具足。正报里头，佛常讲，一毛端，依报讲一微尘。释迦牟尼佛，四十九年所说的，就说这一桩事实，扩大，尽虚空遍法界；收缩，一微尘，一毛端。这叫做诸法实相，这叫做宇宙人生的真相。再看下面这一行《疏》：",
      "zh_TW": "事裡面有理，理裡面有事。這個現象，就像我們中國八卦的演變很類似。你看八卦，太極生兩儀，這太極就有分陰陽了。兩儀裡面有四象，四象是什麼？陽裡面有陰，陰裡頭又有陽。四象變成八卦，八卦變成了六十四卦，陰陽交錯，八卦的圖就有一點像這樣，『重重無盡』。這個重重無盡，顯在什麼地方？顯在我們的眼前，任何一個形相，任何一樁事情，都是重重無盡的。佛在一切經裡面，所說的這些性相理事因果，隨拈一法，無不具足，這才說為破一微塵，出大千經卷。這個大千經卷，說的是什麼？說的是那個大本的《華嚴經》。你看那個《華嚴》前面，這介紹的時候，這個龍樹菩薩在龍宮，見到這個大本的，是十個三千大千世界微塵偈，一四天下微塵品。這一部經藏在哪裡？可以藏在一粒微塵裡頭。破一微塵，出大千經卷。就是這個，這個重重無盡不可思議，這是真的。那一微塵，那我們拈起這個書籤，比微塵大多了，具不具足？圓滿具足。正報裡頭，佛常講，一毛端，依報講一微塵。釋迦牟尼佛，四十九年所說的，就說這一樁事實，擴大，盡虛空遍法界；收縮，一微塵，一毛端。這叫做諸法實相，這叫做宇宙人生的真相。再看下面這一行《疏》："
    },
    {
      "id": "04-003-0136_p0026",
      "zh_CN": "【何用不思议。】",
      "zh_TW": "【何用不思議。】"
    },
    {
      "id": "04-003-0136_p0027",
      "zh_CN": "这是问，为什么佛要用不思议这个意思？",
      "zh_TW": "這是問，為什麼佛要用不思議這個意思？"
    },
    {
      "id": "04-003-0136_p0028",
      "zh_CN": "【显法超情。令亡言故。已知所入。】",
      "zh_TW": "【顯法超情。令亡言故。已知所入。】"
    },
    {
      "id": "04-003-0136_p0029",
      "zh_CN": "佛这几句话非常重要。佛教众生目的是要你能够契入，这个契入是亲证，你不能够亲证，换句话说，你这些知识是听别人说来的，不是自己的。换句话说，真实的受用，你自己完全得不到，一定要亲证。假如不了解事实真相，你决定不能够契入。因此佛这段的开示，那就非常重要。『显法超情』，我们看注解。我们从头念下去。",
      "zh_TW": "佛這幾句話非常重要。佛教眾生目的是要你能夠契入，這個契入是親證，你不能夠親證，換句話說，你這些知識是聽別人說來的，不是自己的。換句話說，真實的受用，你自己完全得不到，一定要親證。假如不了解事實真相，你決定不能夠契入。因此佛這段的開示，那就非常重要。『顯法超情』，我們看註解。我們從頭念下去。"
    },
    {
      "id": "04-003-0136_p0030",
      "zh_CN": "【何用下。】",
      "zh_TW": "【何用下。】"
    },
    {
      "id": "04-003-0136_p0031",
      "zh_CN": "这是第四段。",
      "zh_TW": "這是第四段。"
    },
    {
      "id": "04-003-0136_p0032",
      "zh_CN": "【辨不思议之意。征意云。】",
      "zh_TW": "【辨不思議之意。徵意云。】"
    },
    {
      "id": "04-003-0136_p0033",
      "zh_CN": "这个『征』就是征问，假设一个疑问。",
      "zh_TW": "這個『徵』就是徵問，假設一個疑問。"
    },
    {
      "id": "04-003-0136_p0034",
      "zh_CN": "【假名引导。尚恐难入。】",
      "zh_TW": "【假名引導。尚恐難入。】"
    },
    {
      "id": "04-003-0136_p0035",
      "zh_CN": "佛依许许多多名词术语，为我们说明诸法实相，这是『假名引导』，众生听了，有几个人能真的明白？有几个人真的觉悟？可见得这个入难，这就已经很难了。现在：",
      "zh_TW": "佛依許許多多名詞術語，為我們說明諸法實相，這是『假名引導』，眾生聽了，有幾個人能真的明白？有幾個人真的覺悟？可見得這個入難，這就已經很難了。現在："
    },
    {
      "id": "04-003-0136_p0036",
      "zh_CN": "【泯绝踪迹。】",
      "zh_TW": "【泯絕蹤跡。】"
    },
    {
      "id": "04-003-0136_p0037",
      "zh_CN": "这个不思议是把痕迹都给抹掉。",
      "zh_TW": "這個不思議是把痕跡都給抹掉。"
    },
    {
      "id": "04-003-0136_p0038",
      "zh_CN": "【于生何益。】",
      "zh_TW": "【於生何益。】"
    },
    {
      "id": "04-003-0136_p0039",
      "zh_CN": "这样对于众生有什么好处？有什么利益？",
      "zh_TW": "這樣對於眾生有什麼好處？有什麼利益？"
    },
    {
      "id": "04-003-0136_p0040",
      "zh_CN": "【而说不思议耶。】",
      "zh_TW": "【而說不思議耶。】"
    },
    {
      "id": "04-003-0136_p0041",
      "zh_CN": "佛讲这个不思议境界就是把痕迹都给抹掉。这个说法对众生有什么好处？下面解释，这个解释就很要紧。",
      "zh_TW": "佛講這個不思議境界就是把痕跡都給抹掉。這個說法對眾生有什麼好處？下面解釋，這個解釋就很要緊。"
    },
    {
      "id": "04-003-0136_p0042",
      "zh_CN": "【法体实离思议之境。】",
      "zh_TW": "【法體實離思議之境。】"
    },
    {
      "id": "04-003-0136_p0043",
      "zh_CN": "法是一切诸法，一切诸法的本体本来不可思议，换句话说，你用思惟想像决定达不到。底下说：",
      "zh_TW": "法是一切諸法，一切諸法的本體本來不可思議，換句話說，你用思惟想像決定達不到。底下說："
    },
    {
      "id": "04-003-0136_p0044",
      "zh_CN": "【若令思议。永不能入。】",
      "zh_TW": "【若令思議。永不能入。】"
    },
    {
      "id": "04-003-0136_p0045",
      "zh_CN": "这个佛法，无论大小乘经，只要你用思惟，用想像，你能够达到的境界，理解的程度，有一定的界限。换句话说，你能够达到它的表层表面，你没有办法深入，不能达到它的精髓，达不到。唯识经论里面说得很清楚、很明白，用意识心，你所能缘的是八识的范围。八识五十一心所，这有为法的范围，那个功力达到真正圆满，就达到这个境界，决定缘不到本识。本识是什么？是第八识的性体，你缘不到，就是此地所讲的。八识性体在哪里？无有一法不是。所以真正见性的人，叫头头是道，左右逢源。源是什么？诸法的根源，道什么？道是真如本性。六根所接触的境界，无有一法不是，所以彻法底源。他怎么能达到？他不用识心，不用第六识，不用第七识，他能达到。凡是用六、七识决定不能达到。他的知见、理解是非常有限的，这诸位叫权教，小乘。『若令思议，永不能入』，这是佛真正慈悲到极处，把这个事实真相为我们说出来。",
      "zh_TW": "這個佛法，無論大小乘經，只要你用思惟，用想像，你能夠達到的境界，理解的程度，有一定的界限。換句話說，你能夠達到它的表層表面，你沒有辦法深入，不能達到它的精髓，達不到。唯識經論裡面說得很清楚、很明白，用意識心，你所能緣的是八識的範圍。八識五十一心所，這有為法的範圍，那個功力達到真正圓滿，就達到這個境界，決定緣不到本識。本識是什麼？是第八識的性體，你緣不到，就是此地所講的。八識性體在哪裡？無有一法不是。所以真正見性的人，叫頭頭是道，左右逢源。源是什麼？諸法的根源，道什麼？道是真如本性。六根所接觸的境界，無有一法不是，所以徹法底源。他怎麼能達到？他不用識心，不用第六識，不用第七識，他能達到。凡是用六、七識決定不能達到。他的知見、理解是非常有限的，這諸位叫權教，小乘。『若令思議，永不能入』，這是佛真正慈悲到極處，把這個事實真相為我們說出來。"
    },
    {
      "id": "04-003-0136_p0046",
      "zh_CN": "【今说离言超情。】",
      "zh_TW": "【今說離言超情。】"
    },
    {
      "id": "04-003-0136_p0047",
      "zh_CN": "言语达不到，情是什么？情是思惟想像，这是属于情，达不到。思惟想像达不到，言语达不到。",
      "zh_TW": "言語達不到，情是什麼？情是思惟想像，這是屬於情，達不到。思惟想像達不到，言語達不到。"
    },
    {
      "id": "04-003-0136_p0048",
      "zh_CN": "【即亡言绝虑。自然入也。】",
      "zh_TW": "【即亡言絕慮。自然入也。】"
    },
    {
      "id": "04-003-0136_p0049",
      "zh_CN": "『亡言』，言语离开，不用言语。『绝虑』，虑是思惟，思惟想像也不用，这个时候的心真正清净了。那个清净心原来就是，这自然入了。还要有个入的念头，那就又错了。有个入的念头，就又入不进去，又入错了。所以诸位要知道，念佛是一个法门。你明白这个事实真相，只要老实念就行了，不要再问，问东问西，问什么叫一心？什么时候才能往生？你有这些问题，说老实话，你也得不到一心，你也不能往生。原因在哪里？心不清净。这经上给我们讲得很清楚，心净则土净。到你心净了的时候，西方极乐世界自然就现在你眼前，这叫唯心净土，自性弥陀。这唯心净土，自性弥陀，跟西方极乐世界的净土，阿弥陀佛，给诸位说是一桩事情。我们心不清净，严重的污染，今天社会呈现在我们眼前，这个社会是自性变的，唯心造的。我们要想这个世界好，这个世界庄严清净，这个世界恢复秩序，从哪做起？要从清净心上做起。你心要不清净，用什么方法也治不了。你一个人心清净，你一个人住净土；大家心清净，大家都住净土。这是佛法里面讲的共业，别业。大家觉悟了，这是共业；个人觉悟了，是别业。确实理事无碍，事事无碍。所以《华严》讲到末后是句句给我们讲真话，这是讲到最后。马鸣菩萨在《大乘起信论》，那是开始。你看始终完全相应。《起信论》里面一开始，菩萨就教给我们离言说相，离名字相，离心缘相，跟这个意思完全相同。圆教大乘，始终不二，教学前后呼应，这是怎样自然入。所以真正功夫得力，就是老实，就是再没有怀疑，没有杂念，没有妄想。你念佛，一句佛号念到底，功夫就得力了。",
      "zh_TW": "『亡言』，言語離開，不用言語。『絕慮』，慮是思惟，思惟想像也不用，這個時候的心真正清淨了。那個清淨心原來就是，這自然入了。還要有個入的念頭，那就又錯了。有個入的念頭，就又入不進去，又入錯了。所以諸位要知道，念佛是一個法門。你明白這個事實真相，只要老實念就行了，不要再問，問東問西，問什麼叫一心？什麼時候才能往生？你有這些問題，說老實話，你也得不到一心，你也不能往生。原因在哪裡？心不清淨。這經上給我們講得很清楚，心淨則土淨。到你心淨了的時候，西方極樂世界自然就現在你眼前，這叫唯心淨土，自性彌陀。這唯心淨土，自性彌陀，跟西方極樂世界的淨土，阿彌陀佛，給諸位說是一樁事情。我們心不清淨，嚴重的污染，今天社會呈現在我們眼前，這個社會是自性變的，唯心造的。我們要想這個世界好，這個世界莊嚴清淨，這個世界恢復秩序，從哪做起？要從清淨心上做起。你心要不清淨，用什麼方法也治不了。你一個人心清淨，你一個人住淨土；大家心清淨，大家都住淨土。這是佛法裡面講的共業，別業。大家覺悟了，這是共業；個人覺悟了，是別業。確實理事無礙，事事無礙。所以《華嚴》講到末後是句句給我們講真話，這是講到最後。馬鳴菩薩在《大乘起信論》，那是開始。你看始終完全相應。《起信論》裡面一開始，菩薩就教給我們離言說相，離名字相，離心緣相，跟這個意思完全相同。圓教大乘，始終不二，教學前後呼應，這是怎樣自然入。所以真正功夫得力，就是老實，就是再沒有懷疑，沒有雜念，沒有妄想。你念佛，一句佛號念到底，功夫就得力了。"
    },
    {
      "id": "04-003-0136_p0050",
      "zh_CN": "【故六祖七祖皆云。】",
      "zh_TW": "【故六祖七祖皆云。】"
    },
    {
      "id": "04-003-0136_p0051",
      "zh_CN": "此地这个『六祖七祖』都是讲禅宗的。",
      "zh_TW": "此地這個『六祖七祖』都是講禪宗的。"
    },
    {
      "id": "04-003-0136_p0052",
      "zh_CN": "【若欲入者。】",
      "zh_TW": "【若欲入者。】"
    },
    {
      "id": "04-003-0136_p0053",
      "zh_CN": "这个入是契入，我们世俗人讲证果，你要想证果，你要想入诸佛境界，这有一个秘诀传授给你。",
      "zh_TW": "這個入是契入，我們世俗人講證果，你要想證果，你要想入諸佛境界，這有一個祕訣傳授給你。"
    },
    {
      "id": "04-003-0136_p0054",
      "zh_CN": "【一切善恶都莫思量等也。】",
      "zh_TW": "【一切善惡都莫思量等也。】"
    },
    {
      "id": "04-003-0136_p0055",
      "zh_CN": "他们的开示当然很多，六祖大师《坛经》，大家看看就晓得，以这一句话最简单、最扼要，一切善恶统统都不想。世间善恶放下了，出世间的善恶也放下了，都不想了。二六时中，只想这一句佛号就行了，这叫最方便的法门。文到这个地方，把所入介绍完。这个品题里面，《入不思议解脱境界》，这是我们所入。品题的后半段是《普贤菩萨行愿品》，普贤是能入，不思议解脱境界是所入。我们看这个：",
      "zh_TW": "他們的開示當然很多，六祖大師《壇經》，大家看看就曉得，以這一句話最簡單、最扼要，一切善惡統統都不想。世間善惡放下了，出世間的善惡也放下了，都不想了。二六時中，只想這一句佛號就行了，這叫最方便的法門。文到這個地方，把所入介紹完。這個品題裡面，《入不思議解脫境界》，這是我們所入。品題的後半段是《普賢菩薩行願品》，普賢是能入，不思議解脫境界是所入。我們看這個："
    },
    {
      "id": "04-003-0136_p0056",
      "zh_CN": "【第二释能入者。总即普贤行愿。】",
      "zh_TW": "【第二釋能入者。總即普賢行願。】"
    },
    {
      "id": "04-003-0136_p0057",
      "zh_CN": "这是总说，能入的就是普贤行愿。",
      "zh_TW": "這是總說，能入的就是普賢行願。"
    },
    {
      "id": "04-003-0136_p0058",
      "zh_CN": "【略唯此二。行之与愿。】",
      "zh_TW": "【略唯此二。行之與願。】"
    },
    {
      "id": "04-003-0136_p0059",
      "zh_CN": "这个《普贤行愿》略分是两个，一个是行，普贤行，一个是普贤愿，『行之与愿』。",
      "zh_TW": "這個《普賢行願》略分是兩個，一個是行，普賢行，一個是普賢願，『行之與願』。"
    },
    {
      "id": "04-003-0136_p0060",
      "zh_CN": "【如鸟二翼。如车二轮。】",
      "zh_TW": "【如鳥二翼。如車二輪。】"
    },
    {
      "id": "04-003-0136_p0061",
      "zh_CN": "这两句是比喻：",
      "zh_TW": "這兩句是比喻："
    },
    {
      "id": "04-003-0136_p0062",
      "zh_CN": "【具足方能翔空致远。】",
      "zh_TW": "【具足方能翔空致遠。】"
    },
    {
      "id": "04-003-0136_p0063",
      "zh_CN": "鸟有两个翅膀能飞，车有两个轮，才能致远。",
      "zh_TW": "鳥有兩個翅膀能飛，車有兩個輪，才能致遠。"
    },
    {
      "id": "04-003-0136_p0064",
      "zh_CN": "【然人与法俱称普贤。若约人者。普贤菩萨之行愿故。若约法者。是普法故贤。】",
      "zh_TW": "【然人與法俱稱普賢。若約人者。普賢菩薩之行願故。若約法者。是普法故賢。】"
    },
    {
      "id": "04-003-0136_p0065",
      "zh_CN": "这底下是解释：",
      "zh_TW": "這底下是解釋："
    },
    {
      "id": "04-003-0136_p0066",
      "zh_CN": "【谓至顺调善故。又贤谓真善。善契理故。法界之善。为普贤法故。】",
      "zh_TW": "【謂至順調善故。又賢謂真善。善契理故。法界之善。為普賢法故。】"
    },
    {
      "id": "04-003-0136_p0067",
      "zh_CN": "清凉大师这一段的开示，宗密在解释里面注得很详细，用了不少的文字来解释这一段。我们看注解，这是第二，大科的第二。",
      "zh_TW": "清涼大師這一段的開示，宗密在解釋裡面註得很詳細，用了不少的文字來解釋這一段。我們看註解，這是第二，大科的第二。"
    },
    {
      "id": "04-003-0136_p0068",
      "zh_CN": "【释能入中文三。一总指行愿。】",
      "zh_TW": "【釋能入中文三。一總指行願。】"
    },
    {
      "id": "04-003-0136_p0069",
      "zh_CN": "第二段就是行之与愿。『如鸟二翼』，到这几句。",
      "zh_TW": "第二段就是行之與願。『如鳥二翼』，到這幾句。"
    },
    {
      "id": "04-003-0136_p0070",
      "zh_CN": "【喻明行愿之要。】",
      "zh_TW": "【喻明行願之要。】"
    },
    {
      "id": "04-003-0136_p0071",
      "zh_CN": "行愿的重要，行不能离开愿，愿不能离开行，行愿就像鸟的两个翅膀，车的两个轮子一样，不能够离开的。第三段是从『然人与法俱称普贤』，这以下是第三段。",
      "zh_TW": "行願的重要，行不能離開願，願不能離開行，行願就像鳥的兩個翅膀，車的兩個輪子一樣，不能夠離開的。第三段是從『然人與法俱稱普賢』，這以下是第三段。"
    },
    {
      "id": "04-003-0136_p0072",
      "zh_CN": "【然人下。约人法以释普贤。】",
      "zh_TW": "【然人下。約人法以釋普賢。】"
    },
    {
      "id": "04-003-0136_p0073",
      "zh_CN": "来解释普贤的意思，从人上说，从法上说。",
      "zh_TW": "來解釋普賢的意思，從人上說，從法上說。"
    },
    {
      "id": "04-003-0136_p0074",
      "zh_CN": "【一总指。二解释。】",
      "zh_TW": "【一總指。二解釋。】"
    },
    {
      "id": "04-003-0136_p0075",
      "zh_CN": "现在先讲总指。",
      "zh_TW": "現在先講總指。"
    },
    {
      "id": "04-003-0136_p0076",
      "zh_CN": "【今初法普贤有二。一约体。二约用。】",
      "zh_TW": "【今初法普賢有二。一約體。二約用。】"
    },
    {
      "id": "04-003-0136_p0077",
      "zh_CN": "就『体』上讲。第二是就『用』上讲。我们看最后这一行，三百五十六面最后这一行。",
      "zh_TW": "就『體』上講。第二是就『用』上講。我們看最後這一行，三百五十六面最後這一行。"
    },
    {
      "id": "04-003-0136_p0078",
      "zh_CN": "【约体者。】",
      "zh_TW": "【約體者。】"
    },
    {
      "id": "04-003-0136_p0079",
      "zh_CN": "体就是现在哲学里面所说的宇宙万有的本体，宇宙从哪里来的？生命从哪里来的？动物从哪里来的？植物从哪里来的？那个根源，叫做体。这体是什么？现在科学家、哲学家都没有找到，众说纷纭。宗教家虽然说得很明白，但是现在人又不肯承认。宗教家怎么说？上帝造的，不能教人心服口服。而佛给我们说的跟宗教家不一样，跟这些科学家、哲学家讲的也不一样。佛说：",
      "zh_TW": "體就是現在哲學裡面所說的宇宙萬有的本體，宇宙從哪裡來的？生命從哪裡來的？動物從哪裡來的？植物從哪裡來的？那個根源，叫做體。這體是什麼？現在科學家、哲學家都沒有找到，眾說紛紜。宗教家雖然說得很明白，但是現在人又不肯承認。宗教家怎麼說？上帝造的，不能教人心服口服。而佛給我們說的跟宗教家不一樣，跟這些科學家、哲學家講的也不一樣。佛說："
    },
    {
      "id": "04-003-0136_p0080",
      "zh_CN": "【即本觉心体也。】",
      "zh_TW": "【即本覺心體也。】"
    },
    {
      "id": "04-003-0136_p0081",
      "zh_CN": "佛给我们说，这个宇宙人生哪来的？是你自己心里头变现，这的确古往今来，除佛之外，没有人这么说过。我们细细想一想佛说的这句话，有没有道理？我们也没有亲证这个境界，当然不敢武断。但是有一个相似之处多少能够领略到一些，那就是什么？我们会作梦，我们每个人都有作梦的经验。这梦中不是有山河大地，不是有许许多多，这森罗万象吗？在梦中，这些东西从哪里来的？这我们知道，是我们自己，现代人讲下意识变现出来的。由这个例子可言，就会差不多了，佛讲我们眼前森罗万象，是我们真心变现出来的；梦中那个境界，是我们妄心变现出来的。把这个真妄去掉，总而言之，是心变现出来的。这有几分道理。当然后面最重要的是我们如何把它证明？你把它证明，那你就叫成佛、成菩萨了。还没有证明之前，叫凡夫，证明了，那就是法身大士，《华严经》上四十一位法身大士，他们统统证明，证明佛所讲的一点都不错。所以体就是本觉心体。",
      "zh_TW": "佛給我們說，這個宇宙人生哪來的？是你自己心裡頭變現，這的確古往今來，除佛之外，沒有人這麼說過。我們細細想一想佛說的這句話，有沒有道理？我們也沒有親證這個境界，當然不敢武斷。但是有一個相似之處多少能夠領略到一些，那就是什麼？我們會作夢，我們每個人都有作夢的經驗。這夢中不是有山河大地，不是有許許多多，這森羅萬象嗎？在夢中，這些東西從哪裡來的？這我們知道，是我們自己，現代人講下意識變現出來的。由這個例子可言，就會差不多了，佛講我們眼前森羅萬象，是我們真心變現出來的；夢中那個境界，是我們妄心變現出來的。把這個真妄去掉，總而言之，是心變現出來的。這有幾分道理。當然後面最重要的是我們如何把它證明？你把它證明，那你就叫成佛、成菩薩了。還沒有證明之前，叫凡夫，證明了，那就是法身大士，《華嚴經》上四十一位法身大士，他們統統證明，證明佛所講的一點都不錯。所以體就是本覺心體。"
    },
    {
      "id": "04-003-0136_p0082",
      "zh_CN": "【即诸法本源。】",
      "zh_TW": "【即諸法本源。】"
    },
    {
      "id": "04-003-0136_p0083",
      "zh_CN": "尽虚空遍法界所有一切万法的根源，这个万法都是心体变现出来的。这我们要会问，这个心怎么会变成这么复杂？我们眼看到这个人，十法界这个人法界就这么复杂，何况还有天，还有鬼畜，还有地狱，为什么会这么复杂？如果你要问这个问题，你自己冷静去想一想，你从今天早晨到晚上，你那个念头多复杂？是因为你的念复杂，所以变现的境界就复杂。佛给我们讲得不错，唯心所现，唯识所变。识是什么？分别执着，我们的分别执着是非常复杂，所以把外面这个境界相也变的这么复杂。外面境界相复杂的程度，跟我们心里那个分别执着复杂的程度，恰恰相等，真相就是这么一回事情。如果我们依照佛的方法来修定，这个定功修成了。什么叫定功修成？妄想分别执着都没有了。都没有了，这个境界在不在前面？在，那个境界叫不复杂，清净法界，叫一真法界。一真法界是清净心现出来的，一心现出来的。三心二意就现十法界，现六道轮回，这是事实真相。",
      "zh_TW": "盡虛空遍法界所有一切萬法的根源，這個萬法都是心體變現出來的。這我們要會問，這個心怎麼會變成這麼複雜？我們眼看到這個人，十法界這個人法界就這麼複雜，何況還有天，還有鬼畜，還有地獄，為什麼會這麼複雜？如果你要問這個問題，你自己冷靜去想一想，你從今天早晨到晚上，你那個念頭多複雜？是因為你的念複雜，所以變現的境界就複雜。佛給我們講得不錯，唯心所現，唯識所變。識是什麼？分別執著，我們的分別執著是非常複雜，所以把外面這個境界相也變的這麼複雜。外面境界相複雜的程度，跟我們心裡那個分別執著複雜的程度，恰恰相等，真相就是這麼一回事情。如果我們依照佛的方法來修定，這個定功修成了。什麼叫定功修成？妄想分別執著都沒有了。都沒有了，這個境界在不在前面？在，那個境界叫不複雜，清凈法界，叫一真法界。一真法界是清淨心現出來的，一心現出來的。三心二意就現十法界，現六道輪迴，這是事實真相。"
    },
    {
      "id": "04-003-0136_p0084",
      "zh_CN": "【谓此法界周遍一切。】",
      "zh_TW": "【謂此法界周遍一切。】"
    },
    {
      "id": "04-003-0136_p0085",
      "zh_CN": "我们本觉心体变现的境界，这个心多大？尽虚空遍法界，这是自己的真心。大乘佛法的教学就是建立在这个理念上。你要想入大乘佛法，第一要紧的条件，就是把你的心量拓开。果然你的心量是包括了虚空法界，大乘法对你就很容易、很相应。换句话说，非常适合你修学。你没有这个心量，你在大乘法上修学，就跟前面讲的决定入不进去。底下说：",
      "zh_TW": "我們本覺心體變現的境界，這個心多大？盡虛空遍法界，這是自己的真心。大乘佛法的教學就是建立在這個理念上。你要想入大乘佛法，第一要緊的條件，就是把你的心量拓開。果然你的心量是包括了虛空法界，大乘法對你就很容易、很相應。換句話說，非常適合你修學。你沒有這個心量，你在大乘法上修學，就跟前面講的決定入不進去。底下說："
    },
    {
      "id": "04-003-0136_p0086",
      "zh_CN": "【四生六趣。】",
      "zh_TW": "【四生六趣。】"
    },
    {
      "id": "04-003-0136_p0087",
      "zh_CN": "四生是讲生态，胎卵湿化，不但有情众生包括了，无情众生也包括。六趣是六道：",
      "zh_TW": "四生是講生態，胎卵濕化，不但有情眾生包括了，無情眾生也包括。六趣是六道："
    },
    {
      "id": "04-003-0136_p0088",
      "zh_CN": "【无不有之。】",
      "zh_TW": "【無不有之。】"
    },
    {
      "id": "04-003-0136_p0089",
      "zh_CN": "这一句话是说，『四生六趣』是相，是作用。相用离不开本体，有相有用，当然有体，体就是真心，体就是本觉，也叫做真如，也叫做本性。名词很多，实际上指的是一桩事情。就连虚空，虚空也有体，没有体，哪来的虚空！",
      "zh_TW": "這一句話是說，『四生六趣』是相，是作用。相用離不開本體，有相有用，當然有體，體就是真心，體就是本覺，也叫做真如，也叫做本性。名詞很多，實際上指的是一樁事情。就連虛空，虛空也有體，沒有體，哪來的虛空！"
    },
    {
      "id": "04-003-0136_p0090",
      "zh_CN": "【在圣在凡。用即有别。体即无异。】",
      "zh_TW": "【在聖在凡。用即有別。體即無異。】"
    },
    {
      "id": "04-003-0136_p0091",
      "zh_CN": "从体上讲没有两样，作用上讲不同。圣是觉悟，所以它的作用没有障碍，作用广大无边。凡，迷了，有分别，有执着，虽起作用，作用就不大，应用的范围缩小了。这是什么一回事情？迷悟造成的，不是性体里面有这个东西，性体里面没有，是迷悟造成的，这要知道。",
      "zh_TW": "從體上講沒有兩樣，作用上講不同。聖是覺悟，所以它的作用沒有障礙，作用廣大無邊。凡，迷了，有分別，有執著，雖起作用，作用就不大，應用的範圍縮小了。這是什麼一回事情？迷悟造成的，不是性體裡面有這個東西，性體裡面沒有，是迷悟造成的，這要知道。"
    },
    {
      "id": "04-003-0136_p0092",
      "zh_CN": "【即诸佛所师。群生自体。万物资始。众行所依也。】",
      "zh_TW": "【即諸佛所師。群生自體。萬物資始。眾行所依也。】"
    },
    {
      "id": "04-003-0136_p0093",
      "zh_CN": "这是把人跟法全部都说到，人的体是这个，法之体也是这个。所以《华严经》上讲，情与无情同圆种智。为什么同圆种智？体是一个，不是两个体！『诸佛所师』，师是师法，以这个来做为标准，以这个来做为法则，方法的原则，那就不错。顺性，称性，这是诸佛菩萨，觉悟了，能顺性，能随着性，那就得大自在。凡夫迷失了自性，他的作用违反了自性，所以才产生了许许多多烦恼、障碍。如果顺了自性，给诸位说，烦恼就变成菩提。诸位要知道，经上常讲，烦恼即菩提，生死即涅槃，的确是一桩事情。顺了性，就是菩提；违了自性，就成了烦恼。顺了自性，叫大涅槃；违了自性，就叫生死，就现出这个相出来。什么人顺性？觉悟的人顺性。什么人违背自性？迷了自性的人他就违背自性。",
      "zh_TW": "這是把人跟法全部都說到，人的體是這個，法之體也是這個。所以《華嚴經》上講，情與無情同圓種智。為什麼同圓種智？體是一個，不是兩個體！『諸佛所師』，師是師法，以這個來做為標準，以這個來做為法則，方法的原則，那就不錯。順性，稱性，這是諸佛菩薩，覺悟了，能順性，能隨著性，那就得大自在。凡夫迷失了自性，他的作用違反了自性，所以才產生了許許多多煩惱、障礙。如果順了自性，給諸位說，煩惱就變成菩提。諸位要知道，經上常講，煩惱即菩提，生死即涅槃，的確是一樁事情。順了性，就是菩提；違了自性，就成了煩惱。順了自性，叫大涅槃；違了自性，就叫生死，就現出這個相出來。什麼人順性？覺悟的人順性。什麼人違背自性？迷了自性的人他就違背自性。"
    },
    {
      "id": "04-003-0136_p0094",
      "zh_CN": "我们把话再说得明白一点，顺性的人，心量是拓开的，没有分别，没有执着。不但天下是一家，那还是迷。尽虚空遍法界原来是一个自己。所以禅宗有这么一个说法，尽虚空遍法界是沙门一只眼，这是觉悟的人才能说得出。虚空法界是自己，不是别人。一切分别执着统统没有了，这是顺性，作用才真正理事无碍，事事无碍。迷人，在本觉里面，分自分他，分人分我，分是分非，这个麻烦来了。本来没有这些麻烦，这个麻烦全是他自己心里头一念迷惑、一念错觉变现出来的，真的是无是生非，所以佛说叫可怜悯者。如果十法界六道轮回真的是事实，佛不可以说可怜悯者，那说这个话是太过分了。本来没有，你自己认为是有，那这叫真可怜。",
      "zh_TW": "我們把話再說得明白一點，順性的人，心量是拓開的，沒有分別，沒有執著。不但天下是一家，那還是迷。盡虛空遍法界原來是一個自己。所以禪宗有這麼一個說法，盡虛空遍法界是沙門一隻眼，這是覺悟的人才能說得出。虛空法界是自己，不是別人。一切分別執著統統沒有了，這是順性，作用才真正理事無礙，事事無礙。迷人，在本覺裡面，分自分他，分人分我，分是分非，這個麻煩來了。本來沒有這些麻煩，這個麻煩全是他自己心裡頭一念迷惑、一念錯覺變現出來的，真的是無是生非，所以佛說叫可憐憫者。如果十法界六道輪迴真的是事實，佛不可以說可憐憫者，那說這個話是太過分了。本來沒有，你自己認為是有，那這叫真可憐。"
    },
    {
      "id": "04-003-0136_p0095",
      "zh_CN": "这是『群生自体』，本体，这个群生，包括了有情众生，无情众生。『万物资始』，万物跟前面群生的意思是一样的。资始是从这里开始。『众行所依』，这个众行，无论是觉悟之行，无障碍之行，是依这个；迷了凡夫，造作无量无边罪业，还是依这个。真妄不二，邪正不二，善恶不二，是非不二，诸位有没有明白？念这一段，经上凡是这些句子，叫恍然大悟，会点头，真的是不二。依一个体，一桩事情。我们在这个地方真正觉悟，虽然烦恼习气没有断，心量会拓开，我们在生活当中，确实会得到比现在更幸福，比现在更美满。这个幸福美满的程度，随着你心量的拓展，随着你觉悟的程度。所以幸福从哪里来的？从这里来的，圆满也从这里来的，这是真的，决定不是假的。",
      "zh_TW": "這是『群生自體』，本體，這個群生，包括了有情眾生，無情眾生。『萬物資始』，萬物跟前面群生的意思是一樣的。資始是從這裡開始。『眾行所依』，這個眾行，無論是覺悟之行，無障礙之行，是依這個；迷了凡夫，造作無量無邊罪業，還是依這個。真妄不二，邪正不二，善惡不二，是非不二，諸位有沒有明白？念這一段，經上凡是這些句子，叫恍然大悟，會點頭，真的是不二。依一個體，一樁事情。我們在這個地方真正覺悟，雖然煩惱習氣沒有斷，心量會拓開，我們在生活當中，確實會得到比現在更幸福，比現在更美滿。這個幸福美滿的程度，隨著你心量的拓展，隨著你覺悟的程度。所以幸福從哪裡來的？從這裡來的，圓滿也從這裡來的，這是真的，決定不是假的。"
    },
    {
      "id": "04-003-0136_p0096",
      "zh_CN": "好，我们今天讲到此地。",
      "zh_TW": "好，我們今天講到此地。"
    }
  ]
}