{
  "doc_id": "04-003-0155",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五五集",
    "zh_TW": "第一五五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0155",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "04-003-0155_p0001",
      "zh_CN": "请掀开经本第四百二十六面，从第二行看起，这一段经文前面已经跟诸位介绍过了，但是还有一点意思不能不补充说明一下。读佛经比读世间的书籍确实是要困难一点，难是难所谓意在言外，难在这个地方。换句话说，我们开经偈讲「愿解如来真实义」，真实义是在文字以外，文字里面没有真实义。于是乎我们读书成了一个习惯，依文解义，这个事情就麻烦了，所以古人常讲依文解义，三世佛就喊冤枉。三世是过去佛、现在佛、未来佛统统都喊冤枉。为什么？你把佛的意思解错了，这是难的地方，愈是大乘经、愈是了义经，愈是意在言外，你一定要明白佛说法的技巧，我们才能体会。",
      "zh_TW": "請掀開經本第四百二十六面，從第二行看起，這一段經文前面已經跟諸位介紹過了，但是還有一點意思不能不補充說明一下。讀佛經比讀世間的書籍確實是要困難一點，難是難所謂意在言外，難在這個地方。換句話說，我們開經偈講「願解如來真實義」，真實義是在文字以外，文字裡面沒有真實義。於是乎我們讀書成了一個習慣，依文解義，這個事情就麻煩了，所以古人常講依文解義，三世佛就喊冤枉。三世是過去佛、現在佛、未來佛統統都喊冤枉。為什麼？你把佛的意思解錯了，這是難的地方，愈是大乘經、愈是了義經，愈是意在言外，你一定要明白佛說法的技巧，我們才能體會。"
    },
    {
      "id": "04-003-0155_p0002",
      "zh_CN": "譬如这一段里面，从文字上看几乎都是很普通的东西，如果我们照着经典的意思，我们拿「华鬘」去供养，现在在台湾少见了，在早些年观光旅游刚刚开始，飞机场都卖花鬘的，花串了一圈，送行出国都买一串花鬘给你套在脖子上，这是华鬘供养，那这样就供养，那佛就真的会摇头、会流眼泪，你把他的意思全搞错了。这是表什么？表真善美，它表这个意思。我们处在这个社会与大众相处，表现我们自己的真善美，我们真诚善良，所做的一切都是庄严，所以它代表这个意义，而不是那一串花鬘，这诸位一定要懂得他的意思。",
      "zh_TW": "譬如這一段裡面，從文字上看幾乎都是很普通的東西，如果我們照著經典的意思，我們拿「華鬘」去供養，現在在台灣少見了，在早些年觀光旅遊剛剛開始，飛機場都賣花鬘的，花串了一圈，送行出國都買一串花鬘給你套在脖子上，這是華鬘供養，那這樣就供養，那佛就真的會搖頭、會流眼淚，你把他的意思全搞錯了。這是表什麼？表真善美，它表這個意思。我們處在這個社會與大眾相處，表現我們自己的真善美，我們真誠善良，所做的一切都是莊嚴，所以它代表這個意義，而不是那一串花鬘，這諸位一定要懂得他的意思。"
    },
    {
      "id": "04-003-0155_p0003",
      "zh_CN": "「音乐」是代表的法音，一切众生没有不喜欢美的，喜欢花、喜欢音乐，佛也不离开这些，但是这个音乐一定要能够启发人的正智，不能够诱导人邪思，那就错了。孔老夫子当年在世，他的教学手段可以说是礼与乐，这两个是教学手段，教你明礼，这个明礼很重要，我们为什么要学礼？为什么要守礼？这里头有一番大道理在，我们明白，明白之后自然就欢喜学习，欢喜遵守。礼是教人一举一动、一言一笑都合乎法度，都如法，都有节度，这就显示真善美里面还有智慧，真善美慧。乐是调心的，人都是凡夫，凡夫有感情，用音乐来调感情，这不能太冲动，也不能不及，情可以发，但是要发得中节，它有节度，这样一来真正能够达到如理如法，我们常讲合情合理，这生活才过得幸福美满，社会才有祥和，教育的目的就达到了，所以音乐非常重要。音乐在佛门里面称为梵乐，梵是清净，这个音乐能够帮助你达到清净心，能把你的烦恼忧虑给化解，乐有这样的功效。",
      "zh_TW": "「音樂」是代表的法音，一切眾生沒有不喜歡美的，喜歡花、喜歡音樂，佛也不離開這些，但是這個音樂一定要能夠啟發人的正智，不能夠誘導人邪思，那就錯了。孔老夫子當年在世，他的教學手段可以說是禮與樂，這兩個是教學手段，教你明禮，這個明禮很重要，我們為什麼要學禮？為什麼要守禮？這裡頭有一番大道理在，我們明白，明白之後自然就歡喜學習，歡喜遵守。禮是教人一舉一動、一言一笑都合乎法度，都如法，都有節度，這就顯示真善美裡面還有智慧，真善美慧。樂是調心的，人都是凡夫，凡夫有感情，用音樂來調感情，這不能太衝動，也不能不及，情可以發，但是要發得中節，它有節度，這樣一來真正能夠達到如理如法，我們常講合情合理，這生活才過得幸福美滿，社會才有祥和，教育的目的就達到了，所以音樂非常重要。音樂在佛門裡面稱為梵樂，梵是清淨，這個音樂能夠幫助你達到清淨心，能把你的煩惱憂慮給化解，樂有這樣的功效。"
    },
    {
      "id": "04-003-0155_p0004",
      "zh_CN": "「伞盖」，伞盖是什么意思？用现代的话来讲大家很容易懂得，环保！防止污染，因为伞是遮灰尘的。这佛门里面伞盖不是遮太阳，也不是遮雨的，你看大殿佛像的上面都有伞盖，房子里面何必要伞盖？遮灰尘的，遮灰尘就是防止污染，现在讲求环境保护，不仅是物质的污染我们要防止，最重要的要防止心地的污染，精神的污染，它表这个意思。换句话说，佛弟子要常常保护自己的清净心，身心清净一尘不染，这就是伞盖的供养。",
      "zh_TW": "「傘蓋」，傘蓋是什麼意思？用現代的話來講大家很容易懂得，環保！防止污染，因為傘是遮灰塵的。這佛門裡面傘蓋不是遮太陽，也不是遮雨的，你看大殿佛像的上面都有傘蓋，房子裡面何必要傘蓋？遮灰塵的，遮灰塵就是防止污染，現在講求環境保護，不僅是物質的污染我們要防止，最重要的要防止心地的污染，精神的污染，它表這個意思。換句話說，佛弟子要常常保護自己的清淨心，身心清淨一塵不染，這就是傘蓋的供養。"
    },
    {
      "id": "04-003-0155_p0005",
      "zh_CN": "我们要明白这些意思，然后经里面所有的这些话我们就能体会，而不是用这些实物拿去供养。实物是表法，在道场可以用，自己家里面修行，这个有没有不重要，要懂它的意思，有没有这个形式不要紧。道场是提醒大众，道场里面供的花，花不是给佛看的，花给谁看的？是给我们大家看的，看到这个花就想到花开得好，果就结得好，花代表因，修因才能证果。在大乘菩萨法里面花代表六度，六度是菩萨所修之因。佛面前供了很多水果，果代表什么？代表菩提涅槃，是这个意思。看到果，想到我们要求菩提涅槃；看到花，我们要修六度万行，是用这个东西来提醒自己的，要懂得这个意思。",
      "zh_TW": "我們要明白這些意思，然後經裡面所有的這些話我們就能體會，而不是用這些實物拿去供養。實物是表法，在道場可以用，自己家裡面修行，這個有沒有不重要，要懂它的意思，有沒有這個形式不要緊。道場是提醒大眾，道場裡面供的花，花不是給佛看的，花給誰看的？是給我們大家看的，看到這個花就想到花開得好，果就結得好，花代表因，修因才能證果。在大乘菩薩法裡面花代表六度，六度是菩薩所修之因。佛面前供了很多水果，果代表什麼？代表菩提涅槃，是這個意思。看到果，想到我們要求菩提涅槃；看到花，我們要修六度萬行，是用這個東西來提醒自己的，要懂得這個意思。"
    },
    {
      "id": "04-003-0155_p0006",
      "zh_CN": "这一段宗密大师的注子注得很多，注得很详细，这里面有事、有理、有形象、有表法，希望大家能够明白这些。我想这一段我们就把它略掉好了，意思我都跟诸位说出来了。我们翻开四百三十一面，看最后一行：",
      "zh_TW": "這一段宗密大師的註子註得很多，註得很詳細，這裡面有事、有理、有形象、有表法，希望大家能夠明白這些。我想這一段我們就把它略掉好了，意思我都跟諸位說出來了。我們翻開四百三十一面，看最後一行："
    },
    {
      "id": "04-003-0155_p0007",
      "zh_CN": "【以如是等诸供养具。常为供养。】",
      "zh_TW": "【以如是等諸供養具。常為供養。】"
    },
    {
      "id": "04-003-0155_p0008",
      "zh_CN": "在这里面还有香、灯，这在我们供具里头最普遍的，还是做个补充说明。香表信，我们对于老师，佛是我们的老师，对老师的教诲深信不疑，这个我们用燃香来表示。所以香要好香，好香能提神，你看从前读书人他并不学佛，他读书也焚一炉香，弹琴也焚一炉香，为什么？香能够提精神，能够叫我们意志集中，它取这个意思。不好的香或者烧得很多，不但没有这个作用，反效果，什么效果？污染，特别是我们现在居住的房子，公寓房子都不高，香烟一烧多了，墙上都是漆黑的，我们呼吸的时候也不卫生，所以香一定要好香，一枝，不要多，懂得它表法的意思。",
      "zh_TW": "在這裡面還有香、燈，這在我們供具裡頭最普遍的，還是做個補充說明。香表信，我們對於老師，佛是我們的老師，對老師的教誨深信不疑，這個我們用燃香來表示。所以香要好香，好香能提神，你看從前讀書人他並不學佛，他讀書也焚一爐香，彈琴也焚一爐香，為什麼？香能夠提精神，能夠叫我們意志集中，它取這個意思。不好的香或者燒得很多，不但沒有這個作用，反效果，什麼效果？污染，特別是我們現在居住的房子，公寓房子都不高，香煙一燒多了，牆上都是漆黑的，我們呼吸的時候也不衛生，所以香一定要好香，一枝，不要多，懂得它表法的意思。"
    },
    {
      "id": "04-003-0155_p0009",
      "zh_CN": "表信从哪来的？这从古代，诸位要是到大陆去旅游，去看看万里长城，你就晓得我们烧香那个来源是从万里长城来的。你看万里长城每隔一段有一个烽火台，古时候传递消息，如果那一边有敌人来攻占我们了，这一边用狼烟在烽火台点燃，那一边看了也点，立刻就传过去了，消息用这个传过去，所以代表信号。我们燃香代表与一切诸佛菩萨用烽火烟来联系，取这个意思。现在已经不用这些了，现在无线电通讯比那个狼烟实在是高明太多。所以燃香表信是这么来的，来源是这么来的。它表信香，表戒定真香，这才能够与诸佛菩萨交通。那个通不通不要紧，我们不要讲神通，我们有这个念头。换句话说，念念不忘诸佛菩萨对我们的教训，表自己这一点的信心，诚信之心，燃香是这个意思。那我们有这个心，那个香燃不燃没关系，那是不重要的，道场里面燃香是提醒大家的，个人修行香要不要没关系。总而言之，重实质不重形式，这很要紧。",
      "zh_TW": "表信從哪來的？這從古代，諸位要是到大陸去旅遊，去看看萬里長城，你就曉得我們燒香那個來源是從萬里長城來的。你看萬里長城每隔一段有一個烽火台，古時候傳遞消息，如果那一邊有敵人來攻占我們了，這一邊用狼煙在烽火台點燃，那一邊看了也點，立刻就傳過去了，消息用這個傳過去，所以代表信號。我們燃香代表與一切諸佛菩薩用烽火煙來聯繫，取這個意思。現在已經不用這些了，現在無線電通訊比那個狼煙實在是高明太多。所以燃香表信是這麼來的，來源是這麼來的。它表信香，表戒定真香，這才能夠與諸佛菩薩交通。那個通不通不要緊，我們不要講神通，我們有這個念頭。換句話說，念念不忘諸佛菩薩對我們的教訓，表自己這一點的信心，誠信之心，燃香是這個意思。那我們有這個心，那個香燃不燃沒關係，那是不重要的，道場裡面燃香是提醒大家的，個人修行香要不要沒關係。總而言之，重實質不重形式，這很要緊。"
    },
    {
      "id": "04-003-0155_p0010",
      "zh_CN": "「灯」代表光明，代表智慧，代表舍己为人。特别是蜡烛、是油灯，你看蜡烛燃烧照别人，自己就烧完了，燃烧自己照耀别人。这个意思现在来讲，我们对社会、对大众要认真牺牲奉献，这就是灯代表的意思，我们肯牺牲自己，肯帮助别人。可见得佛法里面所有一切供具是表法的，是提醒我们自己念念不忘我们应该要做的。",
      "zh_TW": "「燈」代表光明，代表智慧，代表捨己為人。特別是蠟燭、是油燈，你看蠟燭燃燒照別人，自己就燒完了，燃燒自己照耀別人。這個意思現在來講，我們對社會、對大眾要認真犧牲奉獻，這就是燈代表的意思，我們肯犧牲自己，肯幫助別人。可見得佛法裡面所有一切供具是表法的，是提醒我們自己念念不忘我們應該要做的。"
    },
    {
      "id": "04-003-0155_p0011",
      "zh_CN": "燃香实际上佛在经上讲得很多，燃指、燃臂、燃身，这佛在经上常讲的，如果你要是依文解义，好了，你把手指烧掉了供佛，把手臂烧掉供佛，把身体烧掉供佛，烧了有一些臭味道的时候，我们闻起来都难闻，那个东西怎么能供佛？全都错会了意思！观音菩萨救苦救难，两个手不够用，还得千手千眼，你这两个手还把它烧掉，你说菩萨听了这个不就冤枉！所以那个「燃」是牺牲的意思，我们要用我们的手替别人服务。所以出家在中国习惯上头上燃几柱香，这就是教你不要忘记燃烧自己照耀别人，就是牺牲奉献，取这个意思。在家居士们燃在手臂上，也是这个意思，很多人不晓得，认为这个烧的供佛有功德，烧得愈多愈好！自己心里头自私自利，不肯为人，你把身体烧光了也没用，也没功德，不懂得这个意思。这燃身体这种做法只有中国佛教有，外国佛教没有，不做这个形式。唯独中国佛教有这形式。但是这个形式不能说不好，它的确时时刻刻能体醒自己，要了解这个意思。不了解这个意思，这燃身，我们常讲烧香白烧了，烧得好冤枉。",
      "zh_TW": "燃香實際上佛在經上講得很多，燃指、燃臂、燃身，這佛在經上常講的，如果你要是依文解義，好了，你把手指燒掉了供佛，把手臂燒掉供佛，把身體燒掉供佛，燒了有一些臭味道的時候，我們聞起來都難聞，那個東西怎麼能供佛？全都錯會了意思！觀音菩薩救苦救難，兩個手不夠用，還得千手千眼，你這兩個手還把它燒掉，你說菩薩聽了這個不就冤枉！所以那個「燃」是犧牲的意思，我們要用我們的手替別人服務。所以出家在中國習慣上頭上燃幾柱香，這就是教你不要忘記燃燒自己照耀別人，就是犧牲奉獻，取這個意思。在家居士們燃在手臂上，也是這個意思，很多人不曉得，認為這個燒的供佛有功德，燒得愈多愈好！自己心裡頭自私自利，不肯為人，你把身體燒光了也沒用，也沒功德，不懂得這個意思。這燃身體這種做法只有中國佛教有，外國佛教沒有，不做這個形式。唯獨中國佛教有這形式。但是這個形式不能說不好，它的確時時刻刻能體醒自己，要了解這個意思。不了解這個意思，這燃身，我們常講燒香白燒了，燒得好冤枉。"
    },
    {
      "id": "04-003-0155_p0012",
      "zh_CN": "这个地方总结，『以如是等』。等就太多太多了！以及许许多多没有说到的。『常为供养』。这个不能间断。我们翻过来，在四百三十二面倒数第二行，从最后一句看起，这个注解里头有一段很有意思，宗密大师说的：",
      "zh_TW": "這個地方總結，『以如是等』。等就太多太多了！以及許許多多沒有說到的。『常為供養』。這個不能間斷。我們翻過來，在四百三十二面倒數第二行，從最後一句看起，這個註解裡頭有一段很有意思，宗密大師說的："
    },
    {
      "id": "04-003-0155_p0013",
      "zh_CN": "【修行者。但安心观行。物物自多。皆遍佛也。故寻常云。愿此香华云。遍满十方界。供养一切佛。】",
      "zh_TW": "【修行者。但安心觀行。物物自多。皆遍佛也。故尋常云。願此香華雲。遍滿十方界。供養一切佛。】"
    },
    {
      "id": "04-003-0155_p0014",
      "zh_CN": "这后面三句偈，我们常常在课诵本里面、忏本里面念到的，而它的意思在这一段里面的确解释得很详细，大师特别提醒我们，修行的人只要你『安心观行』，这重要的就讲「观行」上，观不叫你想，为什么？你要是想，你就不能够遍法界，所以佛家讲修观，观是用智慧，观是用真心，思是妄心，不是真心。你看那个思，我们中国这个文字思是会意，心上面有个田，田有界线，画了好多界线，那就是思，画了好多界线当然就不圆满，界线一画很难超越。所以思想都是有界线的，观没有界线，观的确是尽虚空遍法界。这个观就是不用思想，不要去想，想都是妄想，教你用观，安心观行。观是智慧，行是什么？行就是六度，我们对人、对事、对物、对宇宙、对人生看法态度要用真实的智慧，真实的智慧里面不用妄想、不用分别、不用执着，这个行为就是观行。当然此地所讲普贤菩萨修的，不是普通菩萨，普贤菩萨修的。",
      "zh_TW": "這後面三句偈，我們常常在課誦本裡面、懺本裡面念到的，而它的意思在這一段裡面的確解釋得很詳細，大師特別提醒我們，修行的人只要你『安心觀行』，這重要的就講「觀行」上，觀不叫你想，為什麼？你要是想，你就不能夠遍法界，所以佛家講修觀，觀是用智慧，觀是用真心，思是妄心，不是真心。你看那個思，我們中國這個文字思是會意，心上面有個田，田有界線，畫了好多界線，那就是思，畫了好多界線當然就不圓滿，界線一畫很難超越。所以思想都是有界線的，觀沒有界線，觀的確是盡虛空遍法界。這個觀就是不用思想，不要去想，想都是妄想，教你用觀，安心觀行。觀是智慧，行是什麼？行就是六度，我們對人、對事、對物、對宇宙、對人生看法態度要用真實的智慧，真實的智慧裡面不用妄想、不用分別、不用執著，這個行為就是觀行。當然此地所講普賢菩薩修的，不是普通菩薩，普賢菩薩修的。"
    },
    {
      "id": "04-003-0155_p0015",
      "zh_CN": "『物物自多』，「自」是自然。『皆遍佛也』，无论是有情，无论是无情，《华严经》上说的「情与无情，同圆种智」，圆是圆满，种智就是一切种智，尽虚空遍法界就是一切种智，这是真实的，决定不是虚妄的，唯有用观行的人能够见得到，《华严经》所讲的法身大士他能够见得到。所以底下这一首偈就是真的，不是称赞的话，完全是事实。在供养这段经文里面最主要的是底下一段，前面所说的是事的供养，刚才讲事是表法的，表什么法？底下讲的修行，如果在事相上你明了表法，下面可以不必说；上面所讲的你听不懂，你都着了相，底下必须要说明，怕你误会，怕你错修了。我们看经文：",
      "zh_TW": "『物物自多』，「自」是自然。『皆遍佛也』，無論是有情，無論是無情，《華嚴經》上說的「情與無情，同圓種智」，圓是圓滿，種智就是一切種智，盡虛空遍法界就是一切種智，這是真實的，決定不是虛妄的，唯有用觀行的人能夠見得到，《華嚴經》所講的法身大士他能夠見得到。所以底下這一首偈就是真的，不是稱讚的話，完全是事實。在供養這段經文裡面最主要的是底下一段，前面所說的是事的供養，剛才講事是表法的，表什麼法？底下講的修行，如果在事相上你明瞭表法，下面可以不必說；上面所講的你聽不懂，你都著了相，底下必須要說明，怕你誤會，怕你錯修了。我們看經文："
    },
    {
      "id": "04-003-0155_p0016",
      "zh_CN": "【善男子。诸供养中。法供养最。】",
      "zh_TW": "【善男子。諸供養中。法供養最。】"
    },
    {
      "id": "04-003-0155_p0017",
      "zh_CN": "这是一句总说，在一切供养当中是以『法供养』为最。佛法教给我们要修福、要修慧，福慧双修，福慧修学最究竟、最圆满、最好的方法无过于「法供养」。菩萨在此地为我们举出了七个例子，当然法供养也是无量无边，也可以说无量无边的法供养归纳这七大类，归纳这七条，我们可以这样看法，请看经文：",
      "zh_TW": "這是一句總說，在一切供養當中是以『法供養』為最。佛法教給我們要修福、要修慧，福慧雙修，福慧修學最究竟、最圓滿、最好的方法無過於「法供養」。菩薩在此地為我們舉出了七個例子，當然法供養也是無量無邊，也可以說無量無邊的法供養歸納這七大類，歸納這七條，我們可以這樣看法，請看經文："
    },
    {
      "id": "04-003-0155_p0018",
      "zh_CN": "【所谓如说修行供养。利益众生供养。摄受众生供养。代众生苦供养。勤修善根供养。不舍菩萨业供养。不离菩提心供养。】",
      "zh_TW": "【所謂如說修行供養。利益眾生供養。攝受眾生供養。代眾生苦供養。勤修善根供養。不捨菩薩業供養。不離菩提心供養。】"
    },
    {
      "id": "04-003-0155_p0019",
      "zh_CN": "给我们说出这七条，这七条是七大类。我们看这个注解，因为这是这段经文的中心，最重要的一个部分。我们从第一条看，《钞》里面，四百三十三面，从最后一行，最后的两个字看起：",
      "zh_TW": "給我們說出這七條，這七條是七大類。我們看這個註解，因為這是這段經文的中心，最重要的一個部分。我們從第一條看，《鈔》裡面，四百三十三面，從最後一行，最後的兩個字看起："
    },
    {
      "id": "04-003-0155_p0020",
      "zh_CN": "【如说修行供养者。】",
      "zh_TW": "【如說修行供養者。】"
    },
    {
      "id": "04-003-0155_p0021",
      "zh_CN": "先看这一句。",
      "zh_TW": "先看這一句。"
    },
    {
      "id": "04-003-0155_p0022",
      "zh_CN": "【智度论云。】",
      "zh_TW": "【智度論云。】"
    },
    {
      "id": "04-003-0155_p0023",
      "zh_CN": "这个《智度论》就是《大智度论》，这是佛门里面一部大书，就是《摩诃般若波罗蜜经》的注解。",
      "zh_TW": "這個《智度論》就是《大智度論》，這是佛門裡面一部大書，就是《摩訶般若波羅蜜經》的註解。"
    },
    {
      "id": "04-003-0155_p0024",
      "zh_CN": "【能行说为正。不行何所说。若说不修行。不名为智者。故如说行方得佛法。不以口言而可清净也。】",
      "zh_TW": "【能行說為正。不行何所說。若說不修行。不名為智者。故如說行方得佛法。不以口言而可清淨也。】"
    },
    {
      "id": "04-003-0155_p0025",
      "zh_CN": "这是大师引经据典为我们解释这一句的意思，像《大智度论》里头所说的，我们现在这个修行，学佛的人很多，修行的人不多。学佛的人很多，修行的人不多，所以学佛没有能得到像经上所讲的那样殊胜的果报，你没有得到。为什么没得到？没修。清凉大师在《华严经》上将全经的经文分为四个大段落，分为四大段，这四大段是信解行证，从前古大德实实在在依照这个方法来修，所以人家从信入门，有解、有行，后来证果了，得到佛法的受用。现在人学佛，这勉强信，信了以后求解，解了又不行，那证当然没有。所以四个字只有前面两个字，后面两个字没有，这就是为什么学佛得不到佛法的受用，毛病出在这个地方。",
      "zh_TW": "這是大師引經據典為我們解釋這一句的意思，像《大智度論》裡頭所說的，我們現在這個修行，學佛的人很多，修行的人不多。學佛的人很多，修行的人不多，所以學佛沒有能得到像經上所講的那樣殊勝的果報，你沒有得到。為什麼沒得到？沒修。清涼大師在《華嚴經》上將全經的經文分為四個大段落，分為四大段，這四大段是信解行證，從前古大德實實在在依照這個方法來修，所以人家從信入門，有解、有行，後來證果了，得到佛法的受用。現在人學佛，這勉強信，信了以後求解，解了又不行，那證當然沒有。所以四個字只有前面兩個字，後面兩個字沒有，這就是為什麼學佛得不到佛法的受用，毛病出在這個地方。"
    },
    {
      "id": "04-003-0155_p0026",
      "zh_CN": "说实实在在的话，如果佛法没有通过行证，前面那个解有问题，不见得是正确的理解，可能是误解、错解了。我们稍稍留意接触一下不难发现，现在许许多多人不是愿解如来真实义，是错解如来真实义，曲解如来真实义。也就是《楞严经》上所讲的「末法时期，邪师说法，如恒河沙」，这些邪师为什么会邪？没有行、没有证，所以他解得有问题。如果是正确的理解，我相信他一定会如说修行。为什么？有利可图，照这个方法来修真得好处，这个好处就在现前。世间人所追求的，不但现在人追求，中国人追求，外国人也一样；古人追求，未来人也追求，财富、聪明智慧、健康长寿，这三样东西哪个不要！我们在美国，美国人差不多都是基督教徒、天主教徒，他们接触佛教，我们把净土介绍给他，讲净土就很难，他很难懂，我们把阿弥陀佛介绍给他。他就问，阿弥陀佛是什么意思？我说阿弥陀佛是快乐的意思，他要，他要快乐；阿弥陀佛是长寿的意思，长寿他也要，他不喜欢短命，他要长寿；阿弥陀佛清净的意思，心清净，这我们都要。那就好办了，都要，因为他们都是基督教徒，星期天上教堂，我说星期六到佛堂来，星期六到佛堂里来，佛堂可以给你快乐、给你长寿、给你清净，星期天你上你的教堂没有冲突。外国人也要，真的会得到，只要你能够如教修行。",
      "zh_TW": "說實實在在的話，如果佛法沒有通過行證，前面那個解有問題，不見得是正確的理解，可能是誤解、錯解了。我們稍稍留意接觸一下不難發現，現在許許多多人不是願解如來真實義，是錯解如來真實義，曲解如來真實義。也就是《楞嚴經》上所講的「末法時期，邪師說法，如恆河沙」，這些邪師為什麼會邪？沒有行、沒有證，所以他解得有問題。如果是正確的理解，我相信他一定會如說修行。為什麼？有利可圖，照這個方法來修真得好處，這個好處就在現前。世間人所追求的，不但現在人追求，中國人追求，外國人也一樣；古人追求，未來人也追求，財富、聰明智慧、健康長壽，這三樣東西哪個不要！我們在美國，美國人差不多都是基督教徒、天主教徒，他們接觸佛教，我們把淨土介紹給他，講淨土就很難，他很難懂，我們把阿彌陀佛介紹給他。他就問，阿彌陀佛是什麼意思？我說阿彌陀佛是快樂的意思，他要，他要快樂；阿彌陀佛是長壽的意思，長壽他也要，他不喜歡短命，他要長壽；阿彌陀佛清淨的意思，心清淨，這我們都要。那就好辦了，都要，因為他們都是基督教徒，星期天上教堂，我說星期六到佛堂來，星期六到佛堂裡來，佛堂可以給你快樂、給你長壽、給你清淨，星期天你上你的教堂沒有衝突。外國人也要，真的會得到，只要你能夠如教修行。"
    },
    {
      "id": "04-003-0155_p0027",
      "zh_CN": "诸位要晓得，你所希求的这三种叫果报，有些人发财了，他来给我说他经营什么生意，他头脑很聪明，用些什么方法赚了大钱，给我说了一大堆，得意洋洋。说完之后我摇头，很冷淡对待他，他觉得莫名其妙，他说为什么？我说哪里是你什么能干，你什么聪明！比你聪明人多，你相不相信？相信。比你能干人多，比你机会多的人也多，为什么人家不发财，为什么你发财？与这些无关，发财是你命里头有，那才是因，这些是缘，一定要懂得这个道理。你今天发财，你过去生中种的因，你这一生受的果报，是这么个道理。可是我警告他，你看年轻发财的很多，过几年你的公司倒闭了，全部都完蛋了，老年贫穷孤苦，你有没有看到？看到，社会上确实有这么多事情，为什么原因？那个福享完了，你过去种的那点福报享完了，那怎么办？继续再修福，你这个福报才能保全，你这一生当中，发了财享福当中不肯再修福，你那个福报享不了几天。",
      "zh_TW": "諸位要曉得，你所希求的這三種叫果報，有些人發財了，他來給我說他經營什麼生意，他頭腦很聰明，用些什麼方法賺了大錢，給我說了一大堆，得意洋洋。說完之後我搖頭，很冷淡對待他，他覺得莫名其妙，他說為什麼？我說哪裡是你什麼能幹，你什麼聰明！比你聰明人多，你相不相信？相信。比你能幹人多，比你機會多的人也多，為什麼人家不發財，為什麼你發財？與這些無關，發財是你命裡頭有，那才是因，這些是緣，一定要懂得這個道理。你今天發財，你過去生中種的因，你這一生受的果報，是這麼個道理。可是我警告他，你看年輕發財的很多，過幾年你的公司倒閉了，全部都完蛋了，老年貧窮孤苦，你有沒有看到？看到，社會上確實有這麼多事情，為什麼原因？那個福享完了，你過去種的那點福報享完了，那怎麼辦？繼續再修福，你這個福報才能保全，你這一生當中，發了財享福當中不肯再修福，你那個福報享不了幾天。"
    },
    {
      "id": "04-003-0155_p0028",
      "zh_CN": "这些很浅显的道理，《了凡四训》里头就很清楚，所以我常教初学的人，学佛从哪里学起？先回家把《了凡四训》念三百遍，你就明了了。我们任何一个人在这个世间，你一生的遭遇，「一饮一啄，莫非前定」，命里头注定的。谁能逃得出这个定命？学佛的人能逃，学佛的人怎么逃？学佛的人能修，你真能修，你这个命运每一天都有加减乘除，大家也都有，但是那个幅度很小，所以总离不开它那个标准，所以那个看相算命会把你算得那么准，就是你每一天有加减乘除都不大，幅度都不大，总在标准线的边缘，你的命就跟着算得很准了。如果你大善大恶，起伏太大了，就不准。学佛的人修大善！所以佛家讲命运，但是不讲宿命论，佛家讲命运是自己造的，命运自己可以改，怎么改法？修行，着重在修，怎样修？如教修，就像佛教导我们的，我们去照做，佛教给我们要做的，我们就老老实实去做；佛教我们不可以做的，我们就决定不要去做，如教修行。不可以随自己的意思，随自己的意思造业，那个果就不好；随着佛的教诲，修善积德，我们的命运就能改！世出世间最难最难的是超越生死，永脱轮回，这是最难的。超越生死是没有生死的，这样的难事，依照佛的方法修行，我们这一生当中都可以做得到，其他世间，就是功名富贵，在佛门里面看叫鸡毛蒜皮，哪有求不到的！「佛氏门中，有求必应」，但是一定要记住如教，佛怎么教你，你怎么样去做，这就对了。",
      "zh_TW": "這些很淺顯的道理，《了凡四訓》裡頭就很清楚，所以我常教初學的人，學佛從哪裡學起？先回家把《了凡四訓》念三百遍，你就明瞭了。我們任何一個人在這個世間，你一生的遭遇，「一飲一啄，莫非前定」，命裡頭注定的。誰能逃得出這個定命？學佛的人能逃，學佛的人怎麼逃？學佛的人能修，你真能修，你這個命運每一天都有加減乘除，大家也都有，但是那個幅度很小，所以總離不開它那個標準，所以那個看相算命會把你算得那麼準，就是你每一天有加減乘除都不大，幅度都不大，總在標準線的邊緣，你的命就跟著算得很準了。如果你大善大惡，起伏太大了，就不準。學佛的人修大善！所以佛家講命運，但是不講宿命論，佛家講命運是自己造的，命運自己可以改，怎麼改法？修行，著重在修，怎樣修？如教修，就像佛教導我們的，我們去照做，佛教給我們要做的，我們就老老實實去做；佛教我們不可以做的，我們就決定不要去做，如教修行。不可以隨自己的意思，隨自己的意思造業，那個果就不好；隨著佛的教誨，修善積德，我們的命運就能改！世出世間最難最難的是超越生死，永脫輪迴，這是最難的。超越生死是沒有生死的，這樣的難事，依照佛的方法修行，我們這一生當中都可以做得到，其他世間，就是功名富貴，在佛門裡面看叫雞毛蒜皮，哪有求不到的！「佛氏門中，有求必應」，但是一定要記住如教，佛怎麼教你，你怎麼樣去做，這就對了。"
    },
    {
      "id": "04-003-0155_p0029",
      "zh_CN": "所以《智度论》讲得很好，能行，你真做到了，你的说不会有错误，证就是不会有错误，这就不邪。你要不去做，没有照做，纵然你说也是随着别人的言语说，鹦鹉学人说话，就像这一般，所以你不行，你怎么能说？不行，佛的意思说实在话你也不解，如果你要是听到一个真正过来人说的，从前说法跟现在标准不一样，中国过去这些祖师大德说法，都是证了果的才说法，今天这个时代证果的人没有了，但是能够遇到真正有修行的人也还能相应；如果遇到一个没有修行的人，他所解的经不一定是真实义，刚才说了可能错解，可能误解了。",
      "zh_TW": "所以《智度論》講得很好，能行，你真做到了，你的說不會有錯誤，證就是不會有錯誤，這就不邪。你要不去做，沒有照做，縱然你說也是隨著別人的言語說，鸚鵡學人說話，就像這一般，所以你不行，你怎麼能說？不行，佛的意思說實在話你也不解，如果你要是聽到一個真正過來人說的，從前說法跟現在標準不一樣，中國過去這些祖師大德說法，都是證了果的才說法，今天這個時代證果的人沒有了，但是能夠遇到真正有修行的人也還能相應；如果遇到一個沒有修行的人，他所解的經不一定是真實義，剛才說了可能錯解，可能誤解了。"
    },
    {
      "id": "04-003-0155_p0030",
      "zh_CN": "底下两句话说得更明显了，『若说不修行』，他会说，他自己做不到。『不名为智者』，《大智度论》是智慧，那没有智慧，有智慧的人决定肯去做，决定是认真去做，所以是如说修行，『方得佛法』。佛的法你才能得到，这个得到就是你能够悟入，你真正能体会，真正能得到。得到的现象法喜充满，这一生真正是幸福快乐。世间人讲的幸福快乐是假的，不是真的，世间人口头上有真善美，实际上那也是个假名词，决定没有真善美，唯独入佛的境界有，有真正的幸福快乐，确实有真善美，不入佛不行。『不以口言而可清净也』，这个清净心不是口说你就能够得到的，所以这个东西要在细行上去做，认真的把它做到，这里面才有真乐。",
      "zh_TW": "底下兩句話說得更明顯了，『若說不修行』，他會說，他自己做不到。『不名為智者』，《大智度論》是智慧，那沒有智慧，有智慧的人決定肯去做，決定是認真去做，所以是如說修行，『方得佛法』。佛的法你才能得到，這個得到就是你能夠悟入，你真正能體會，真正能得到。得到的現象法喜充滿，這一生真正是幸福快樂。世間人講的幸福快樂是假的，不是真的，世間人口頭上有真善美，實際上那也是個假名詞，決定沒有真善美，唯獨入佛的境界有，有真正的幸福快樂，確實有真善美，不入佛不行。『不以口言而可清淨也』，這個清淨心不是口說你就能夠得到的，所以這個東西要在細行上去做，認真的把它做到，這裡面才有真樂。"
    },
    {
      "id": "04-003-0155_p0031",
      "zh_CN": "【又如大法句经云。】",
      "zh_TW": "【又如大法句經云。】"
    },
    {
      "id": "04-003-0155_p0032",
      "zh_CN": "《法句经》上说的。",
      "zh_TW": "《法句經》上說的。"
    },
    {
      "id": "04-003-0155_p0033",
      "zh_CN": "【虽诵千言。不行何益。不如一闻。勤修得益。】",
      "zh_TW": "【雖誦千言。不行何益。不如一聞。勤修得益。】"
    },
    {
      "id": "04-003-0155_p0034",
      "zh_CN": "这是《法句经》上的经文，底下说：",
      "zh_TW": "這是《法句經》上的經文，底下說："
    },
    {
      "id": "04-003-0155_p0035",
      "zh_CN": "【虽诵千言。句义不正。】",
      "zh_TW": "【雖誦千言。句義不正。】"
    },
    {
      "id": "04-003-0155_p0036",
      "zh_CN": "『义』是里面所讲的道理，经里面所讲的义理你不明白，那个念了没有用。",
      "zh_TW": "『義』是裡面所講的道理，經裡面所講的義理你不明白，那個念了沒有用。"
    },
    {
      "id": "04-003-0155_p0037",
      "zh_CN": "【不如一要。闻可灭意。】",
      "zh_TW": "【不如一要。聞可滅意。】"
    },
    {
      "id": "04-003-0155_p0038",
      "zh_CN": "这就是多闻不解，不如少闻能够理解。你理解之后，你就会做，就会如教修行，能修行你就能得利益，这个地方讲『灭意』，这「意」里面是贪瞋痴慢、妄想分别执着，可以把它消灭，这个东西消灭了，你的清净心就现前。我们先看看这一段的意思，学佛当然先要从读经下手，为的是什么？要把佛的教训记住，记不住那有什么用处，所以一定要记住，读诵就是教你记忆，时时刻刻不可以把佛的教训忘了，这是第一个阶段。记住了，记住之后那就入第二个阶段求解，解一定要圆解，你在生活上应用才活泼，而不能够死在句下，那就错了。",
      "zh_TW": "這就是多聞不解，不如少聞能夠理解。你理解之後，你就會做，就會如教修行，能修行你就能得利益，這個地方講『滅意』，這「意」裡面是貪瞋痴慢、妄想分別執著，可以把它消滅，這個東西消滅了，你的清淨心就現前。我們先看看這一段的意思，學佛當然先要從讀經下手，為的是什麼？要把佛的教訓記住，記不住那有什麼用處，所以一定要記住，讀誦就是教你記憶，時時刻刻不可以把佛的教訓忘了，這是第一個階段。記住了，記住之後那就入第二個階段求解，解一定要圓解，你在生活上應用才活潑，而不能夠死在句下，那就錯了。"
    },
    {
      "id": "04-003-0155_p0039",
      "zh_CN": "譬如菩萨行的纲领第一条布施，布施，今天这个寺庙，明天那个道场，把这个钱财拿去布施，那我天天在修布施，这就错解了，这就不是圆解。布施真正的意思用现代的话来说就是服务，你为家庭服务，你是在家里修布施；你为社会服务、为一切众生服务，这都修布施。需要出钱的地方这才布施，外财布施；需要出力的地方，内财布施，身体是内，用头脑去策划也是内财布施，这是菩萨道。菩萨道哪里修？很多人错解这个意思，妳是个家庭主妇，妳早晨起来到晚上睡觉，这一天当中把家里面整理得整整齐齐，让一家人生活得舒舒服服，妳是布施。妳布施你的儿女，布施妳的眷属，布施妳的家人，你这是行菩萨道。持戒就是守法，无论做什么事情有条理、有层次，一点都不乱，这就是持戒。看到持戒就想到五戒、菩萨戒、比丘戒，那你就是念死书了，学佛就变成佛呆子，那还能行吗？「忍辱」就是耐心，无论做什么事情要有耐心，大事业大耐心，小事情小的耐心，没有耐心怎么能成就！精进就是改进，不断的改正缺点，那就是进步。菩萨行无论在什么场所，无论在顺境、无论在逆境，对人对事对物、对善人对恶人都是菩萨道！都成就你的禅定智慧，你怎么会不欢喜？所以佛法确实你只要能做到「如教修行」，你就快乐无比！",
      "zh_TW": "譬如菩薩行的綱領第一條布施，布施，今天這個寺廟，明天那個道場，把這個錢財拿去布施，那我天天在修布施，這就錯解了，這就不是圓解。布施真正的意思用現代的話來說就是服務，你為家庭服務，你是在家裡修布施；你為社會服務、為一切眾生服務，這都修布施。需要出錢的地方這才布施，外財布施；需要出力的地方，內財布施，身體是內，用頭腦去策劃也是內財布施，這是菩薩道。菩薩道哪裡修？很多人錯解這個意思，妳是個家庭主婦，妳早晨起來到晚上睡覺，這一天當中把家裡面整理得整整齊齊，讓一家人生活得舒舒服服，妳是布施。妳布施你的兒女，布施妳的眷屬，布施妳的家人，你這是行菩薩道。持戒就是守法，無論做什麼事情有條理、有層次，一點都不亂，這就是持戒。看到持戒就想到五戒、菩薩戒、比丘戒，那你就是念死書了，學佛就變成佛呆子，那還能行嗎？「忍辱」就是耐心，無論做什麼事情要有耐心，大事業大耐心，小事情小的耐心，沒有耐心怎麼能成就！精進就是改進，不斷的改正缺點，那就是進步。菩薩行無論在什麼場所，無論在順境、無論在逆境，對人對事對物、對善人對惡人都是菩薩道！都成就你的禪定智慧，你怎麼會不歡喜？所以佛法確實你只要能做到「如教修行」，你就快樂無比！"
    },
    {
      "id": "04-003-0155_p0040",
      "zh_CN": "你今天日子过得这么苦就是没有依教修行，把佛的教诲都忘得干干净净，你怪谁？佛的教诲很多，大家要知道佛当年在世说法不是对我说的，我们没遇到佛，佛是对那个时代那些有缘分遇到佛的人，对他们说的。他们的毛病习气跟我们不一定是一样，佛为他说法是对症下药，他们一听就开悟、就证果，问题就解决了。我们今天读这个佛经怎么读也开不了悟，也证不了果，原因什么？不对机，这个药方不是对我这个症候用的。因此这么多经典里面我们就要懂得选择，选择哪一个经典里面讲的道理跟方法适合我的病况，我用这个经论修行能得好处，这个要选择。选错了，不但你的病不好，这一命呜呼。这个大家晓得，你害病如果吃错了药，病不能好，吃死了；佛经也是如此，这个法不契机的话，会害死人。佛没有害你，就是这医生没有害人，医生处方不是给你处的，一大堆处方你在里头乱抓、乱吃，那你死了活该，一定要明白这个道理。",
      "zh_TW": "你今天日子過得這麼苦就是沒有依教修行，把佛的教誨都忘得乾乾淨淨，你怪誰？佛的教誨很多，大家要知道佛當年在世說法不是對我說的，我們沒遇到佛，佛是對那個時代那些有緣分遇到佛的人，對他們說的。他們的毛病習氣跟我們不一定是一樣，佛為他說法是對症下藥，他們一聽就開悟、就證果，問題就解決了。我們今天讀這個佛經怎麼讀也開不了悟，也證不了果，原因什麼？不對機，這個藥方不是對我這個症候用的。因此這麼多經典裡面我們就要懂得選擇，選擇哪一個經典裡面講的道理跟方法適合我的病況，我用這個經論修行能得好處，這個要選擇。選錯了，不但你的病不好，這一命嗚呼。這個大家曉得，你害病如果吃錯了藥，病不能好，吃死了；佛經也是如此，這個法不契機的話，會害死人。佛沒有害你，就是這醫生沒有害人，醫生處方不是給你處的，一大堆處方你在裡頭亂抓、亂吃，那你死了活該，一定要明白這個道理。"
    },
    {
      "id": "04-003-0155_p0041",
      "zh_CN": "那当我们没有方法选择，没有智慧、没有能力选择怎么办？佛实在讲很慈悲，他给我们指示了一个原则，就是《大集经》上说的，「正法时期戒律成就，像法时期禅定成就，末法时期净土成就」，这给我们指出一个方向！我们现在生在末法，佛说了「末法时期净土成就」，大概我选净土，不会太错，这就是遵循佛的原则。佛教传到中国来像法时期，所以禅宗在中国非常兴盛，像法时期禅定成就，符合了佛的预言。今天我们是生在末法时期，我们选择净土法门完全遵照佛的意思，而我们现在念的这部经，净土五经之一，普贤菩萨十大愿王导归极乐，这就是说了这一切经我们需不需要读？不需要，一部经就行了，一门深入！",
      "zh_TW": "那當我們沒有方法選擇，沒有智慧、沒有能力選擇怎麼辦？佛實在講很慈悲，他給我們指示了一個原則，就是《大集經》上說的，「正法時期戒律成就，像法時期禪定成就，末法時期淨土成就」，這給我們指出一個方向！我們現在生在末法，佛說了「末法時期淨土成就」，大概我選淨土，不會太錯，這就是遵循佛的原則。佛教傳到中國來像法時期，所以禪宗在中國非常興盛，像法時期禪定成就，符合了佛的預言。今天我們是生在末法時期，我們選擇淨土法門完全遵照佛的意思，而我們現在念的這部經，淨土五經之一，普賢菩薩十大願王導歸極樂，這就是說了這一切經我們需不需要讀？不需要，一部經就行了，一門深入！"
    },
    {
      "id": "04-003-0155_p0042",
      "zh_CN": "可是大家晓得那个四弘誓愿里头说得很清楚，法门无量誓愿学！我今天教大家念一部经，不是跟四弘誓愿相违背了？表面上看是违背了，你再把眼光往远一点看没有违背，怎么没有违背？今天一部经一个方法我们取西方极乐世界，到了西方极乐世界见了阿弥陀佛，那个时候是法门无量誓愿学，为什么到那个地方再学？到那个地方我们寿命长，有的是时间。现在我们寿命短没有时间，你读《华严经》那个大经，《八十华严》，我们从头到尾讲一遍，一天讲两个小时，算是不能很详细的讲，只能够大概的讲，需要三千个小时；要细说至少要六千个小时，谁有时间听？这六千个小时讲下来，讲前面不知道后面，讲到后面前面忘光了，能管用吗？不管用，妄想分别执着照样起来，伏都伏不住，到最后还是搞六道轮回，这个冤枉不冤枉？所以教你净土五经里面选一样，这都不长，一门深入老实念佛，到了西方极乐世界见到阿弥陀佛，我们各个人都是无量寿，这有时间在阿弥陀佛老师，这第一流的老师，没有比这个老师更好了，释迦牟尼佛在《无量寿经》上赞叹阿弥陀佛是「光中极尊，佛中之王」，跟阿弥陀佛还会错吗？何况在西方极乐世界，我们所接触的诸佛如来是尽虚空遍法界，一尊佛都不会漏掉。每天修供养，每天听佛说法，那个时候听佛说法不是一个身，这一个身难，分身，虚空法界有多少尊佛我就变多少个身，每一尊佛的会下都有我，都在那里供养，都在那里闻法，开智慧快，修福报也快，所以到西方极乐世界成佛不要几天就圆满了，哪里要在此地三大阿僧祇劫、无量劫，要这么长的时间。西方世界快，快就是你修福修慧的机缘太殊胜了，这一段也是这个意思。你读的多，如其不解，不如读的少，读一部经，明白它的意思，依教修行。",
      "zh_TW": "可是大家曉得那個四弘誓願裡頭說得很清楚，法門無量誓願學！我今天教大家念一部經，不是跟四弘誓願相違背了？表面上看是違背了，你再把眼光往遠一點看沒有違背，怎麼沒有違背？今天一部經一個方法我們取西方極樂世界，到了西方極樂世界見了阿彌陀佛，那個時候是法門無量誓願學，為什麼到那個地方再學？到那個地方我們壽命長，有的是時間。現在我們壽命短沒有時間，你讀《華嚴經》那個大經，《八十華嚴》，我們從頭到尾講一遍，一天講兩個小時，算是不能很詳細的講，只能夠大概的講，需要三千個小時；要細說至少要六千個小時，誰有時間聽？這六千個小時講下來，講前面不知道後面，講到後面前面忘光了，能管用嗎？不管用，妄想分別執著照樣起來，伏都伏不住，到最後還是搞六道輪迴，這個冤枉不冤枉？所以教你淨土五經裡面選一樣，這都不長，一門深入老實念佛，到了西方極樂世界見到阿彌陀佛，我們各個人都是無量壽，這有時間在阿彌陀佛老師，這第一流的老師，沒有比這個老師更好了，釋迦牟尼佛在《無量壽經》上讚歎阿彌陀佛是「光中極尊，佛中之王」，跟阿彌陀佛還會錯嗎？何況在西方極樂世界，我們所接觸的諸佛如來是盡虛空遍法界，一尊佛都不會漏掉。每天修供養，每天聽佛說法，那個時候聽佛說法不是一個身，這一個身難，分身，虛空法界有多少尊佛我就變多少個身，每一尊佛的會下都有我，都在那裡供養，都在那裡聞法，開智慧快，修福報也快，所以到西方極樂世界成佛不要幾天就圓滿了，哪裡要在此地三大阿僧祇劫、無量劫，要這麼長的時間。西方世界快，快就是你修福修慧的機緣太殊勝了，這一段也是這個意思。你讀的多，如其不解，不如讀的少，讀一部經，明白它的意思，依教修行。"
    },
    {
      "id": "04-003-0155_p0043",
      "zh_CN": "【虽诵千言。不义何益。】",
      "zh_TW": "【雖誦千言。不義何益。】"
    },
    {
      "id": "04-003-0155_p0044",
      "zh_CN": "这个『不义』就是不解义，不解义就没有好处。",
      "zh_TW": "這個『不義』就是不解義，不解義就沒有好處。"
    },
    {
      "id": "04-003-0155_p0045",
      "zh_CN": "【不如一义。闻行得度。】",
      "zh_TW": "【不如一義。聞行得度。】"
    },
    {
      "id": "04-003-0155_p0046",
      "zh_CN": "不如你懂得一个理论、一个方法，你依照这个理论方法去修行，你就能得度。这个「度」就是了生死出三界才叫度，不能超越六道轮回那就不能说度，决定超越轮回。",
      "zh_TW": "不如你懂得一個理論、一個方法，你依照這個理論方法去修行，你就能得度。這個「度」就是了生死出三界才叫度，不能超越六道輪迴那就不能說度，決定超越輪迴。"
    },
    {
      "id": "04-003-0155_p0047",
      "zh_CN": "【虽诵千言。不敬何益。不如一行。信乐奉修。】",
      "zh_TW": "【雖誦千言。不敬何益。不如一行。信樂奉修。】"
    },
    {
      "id": "04-003-0155_p0048",
      "zh_CN": "这句话非常重要，这是我们中国过去常讲的「尊师重道」！你对老师不尊敬，就表示你对老师所传授的不尊重，不会去做的；如果对老师传授的很尊重，一定会依教奉行，对于这个老师一定会尊敬。所以尊师是重道，不是老师要求你对我恭敬，不是这个意思，如果老师要是一昧求学生恭敬，这个老师不是善知识，善知识绝不介意这些。可是学生那个成就老师能够预知，从哪里看？就从尊师重道这个态度行为上来观察，这个学生对老师尊重，对老师所传的能信、能解、能行，老师就可以预测这个学生将来有成就。当然这个学生有成就，老师一定会多用一些时间、多用一些精力来关照他，这是一定道理的。如果学生对老师所教的不尊重，或者是怀疑，或者是阳奉阴违，老师对他的教导当然不会热心，为什么？热心落空，怎么样教他，他也不开悟，他也不肯做。所以这不是老师对学生有偏心，决定不是的，能成就的一定要帮助他成就，不帮助他，老师对不起学生；不能成就的就不必去帮助他，帮助他，老师愚痴，白费心力。所以明白这个道理，明白这个事实，我们修学应该用什么样的心态。",
      "zh_TW": "這句話非常重要，這是我們中國過去常講的「尊師重道」！你對老師不尊敬，就表示你對老師所傳授的不尊重，不會去做的；如果對老師傳授的很尊重，一定會依教奉行，對於這個老師一定會尊敬。所以尊師是重道，不是老師要求你對我恭敬，不是這個意思，如果老師要是一昧求學生恭敬，這個老師不是善知識，善知識絕不介意這些。可是學生那個成就老師能夠預知，從哪裡看？就從尊師重道這個態度行為上來觀察，這個學生對老師尊重，對老師所傳的能信、能解、能行，老師就可以預測這個學生將來有成就。當然這個學生有成就，老師一定會多用一些時間、多用一些精力來關照他，這是一定道理的。如果學生對老師所教的不尊重，或者是懷疑，或者是陽奉陰違，老師對他的教導當然不會熱心，為什麼？熱心落空，怎麼樣教他，他也不開悟，他也不肯做。所以這不是老師對學生有偏心，決定不是的，能成就的一定要幫助他成就，不幫助他，老師對不起學生；不能成就的就不必去幫助他，幫助他，老師愚痴，白費心力。所以明白這個道理，明白這個事實，我們修學應該用什麼樣的心態。"
    },
    {
      "id": "04-003-0155_p0049",
      "zh_CN": "现在在这个时代，师道失传了，没有了，现在所提倡的民主自由开放，于是学生找不到老师，老师也找不到学生，我们就很苦了。在这个状况之下，我们要想成就，怎么办？我常教给同学们依古人为师，这个方法能成就。譬如我们学普贤菩萨，我们就依这本书为老师，经是佛说的，注解是清凉、宗密；疏是清凉大师，钞是宗密大师。我们依他两位做老师，他两位所说的都在《疏钞》上，我们体会《疏钞》所讲的道理，依照《疏钞》教导的方法认真去学习，这就是清凉、宗密的学生。这是以古人为老师，做古人的学生，这个方法行，在中国历史上用这种方法成功的人很多，前人能成就，我们后人也能成就。敬很重要，这个敬就是尊师重道！所以不敬没有好处。我们在《印光大师文钞》里面看到，有一个信徒给老法师写了一封信，提出个问题，也是觉得佛法很好，有没有方法能够入进去？印光法师回他的信答复说：「有，诚敬二字。」真诚恭敬，诚敬二字，一分诚敬得一分利益，十分诚敬得十分利益。这是印光大师说的，说的一点都不错。",
      "zh_TW": "現在在這個時代，師道失傳了，沒有了，現在所提倡的民主自由開放，於是學生找不到老師，老師也找不到學生，我們就很苦了。在這個狀況之下，我們要想成就，怎麼辦？我常教給同學們依古人為師，這個方法能成就。譬如我們學普賢菩薩，我們就依這本書為老師，經是佛說的，註解是清涼、宗密；疏是清涼大師，鈔是宗密大師。我們依他兩位做老師，他兩位所說的都在《疏鈔》上，我們體會《疏鈔》所講的道理，依照《疏鈔》教導的方法認真去學習，這就是清涼、宗密的學生。這是以古人為老師，做古人的學生，這個方法行，在中國歷史上用這種方法成功的人很多，前人能成就，我們後人也能成就。敬很重要，這個敬就是尊師重道！所以不敬沒有好處。我們在《印光大師文鈔》裡面看到，有一個信徒給老法師寫了一封信，提出個問題，也是覺得佛法很好，有沒有方法能夠入進去？印光法師回他的信答覆說：「有，誠敬二字。」真誠恭敬，誠敬二字，一分誠敬得一分利益，十分誠敬得十分利益。這是印光大師說的，說的一點都不錯。"
    },
    {
      "id": "04-003-0155_p0050",
      "zh_CN": "很明显的一个例子，一个老师教学，那班上人很多，几十个人，有的学生成绩非常优异，有的学生成绩就一塌糊涂，什么原因？一般人讲那个人聪明，那个愚痴，其实大家看到的是外面的相，没有真正看到原因，真正的原因在哪里？在敬，真诚恭敬，他那个心清净，妄想少，那个清净心起作用就是智慧、就是聪明。对老师不恭敬，对道业不尊重，你就想到这个学生在打妄想，上课在打妄想，他不尊重！他在胡思乱想，愚痴、迷惑！他的功课怎么会好？真正的原因就是诚敬，说智愚那从表面看的，没有看到骨子里面，骨子里头是诚敬。那我们自己如果学东西学得很迟钝，你就仔细想想，我们上课、我们学习是不是不够认真？是不是在那里打妄想？能够一反省就找出来了，因素就找出来了，专心听课专心就是敬，就是此地讲的敬，专心就是诚，他就得利益，『不敬何益』。",
      "zh_TW": "很明顯的一個例子，一個老師教學，那班上人很多，幾十個人，有的學生成績非常優異，有的學生成績就一塌糊塗，什麼原因？一般人講那個人聰明，那個愚痴，其實大家看到的是外面的相，沒有真正看到原因，真正的原因在哪裡？在敬，真誠恭敬，他那個心清淨，妄想少，那個清淨心起作用就是智慧、就是聰明。對老師不恭敬，對道業不尊重，你就想到這個學生在打妄想，上課在打妄想，他不尊重！他在胡思亂想，愚痴、迷惑！他的功課怎麼會好？真正的原因就是誠敬，說智愚那從表面看的，沒有看到骨子裡面，骨子裡頭是誠敬。那我們自己如果學東西學得很遲鈍，你就仔細想想，我們上課、我們學習是不是不夠認真？是不是在那裡打妄想？能夠一反省就找出來了，因素就找出來了，專心聽課專心就是敬，就是此地講的敬，專心就是誠，他就得利益，『不敬何益』。"
    },
    {
      "id": "04-003-0155_p0051",
      "zh_CN": "『不如一行，信乐奉修』，这个最明显的例子，我们看自古至今许许多多的老太婆不认识字，也不会念经，什么都不会，听说阿弥陀佛好，一天到晚阿弥陀佛、阿弥陀佛，到最后人家站着往生、坐着往生，预知时至，也不生病，她就是一行，一生她不改变，就是这么一个简简单单的方法，她成功了，她到西方极乐世界去见佛。诸位要知道，这一个简单方法，她念的时间久，她心定、心清净了，清净心生智慧。你看《金刚经》上所说的：「信心清净，则生实相」，她什么都清楚，什么都明了，她走了。所以她能够那么自在，了生死出三界。比我们这些拿到很高的学位，在社会上很多地位事业一大堆，一天到晚胡思乱想，贪瞋痴慢，那跟她比差远了！人家去作佛了，我们还搞三途六道，不能比！她就是一行，专行。再看底下的文：",
      "zh_TW": "『不如一行，信樂奉修』，這個最明顯的例子，我們看自古至今許許多多的老太婆不認識字，也不會念經，什麼都不會，聽說阿彌陀佛好，一天到晚阿彌陀佛、阿彌陀佛，到最後人家站著往生、坐著往生，預知時至，也不生病，她就是一行，一生她不改變，就是這麼一個簡簡單單的方法，她成功了，她到西方極樂世界去見佛。諸位要知道，這一個簡單方法，她念的時間久，她心定、心清淨了，清淨心生智慧。你看《金剛經》上所說的：「信心清淨，則生實相」，她什麼都清楚，什麼都明瞭，她走了。所以她能夠那麼自在，了生死出三界。比我們這些拿到很高的學位，在社會上很多地位事業一大堆，一天到晚胡思亂想，貪瞋痴慢，那跟她比差遠了！人家去作佛了，我們還搞三途六道，不能比！她就是一行，專行。再看底下的文："
    },
    {
      "id": "04-003-0155_p0052",
      "zh_CN": "【虽诵千言。我心不灭。不如一句。舍憍慢逸。】",
      "zh_TW": "【雖誦千言。我心不滅。不如一句。捨憍慢逸。】"
    },
    {
      "id": "04-003-0155_p0053",
      "zh_CN": "这里面句句都是格言，句句都是宝训。『虽诵千言』，这是讲你念得多，我们不要看别人，想想自己，自己每天读经，读得很多，大乘经常常读，我看到不少同修读《华严经》、读《法华经》、读《楞严经》、读《金刚经》、读《地藏经》，读的好多好多，这些大乘经典他都念，念怎么样？『我心不灭』，这个「我」简单讲是非人我，我执没破。我心不灭，换句话就是自利损人，这就是我心。『不如一句』，这一句阿弥陀佛老实念。骄傲，这是贡高我慢，骄傲、我慢、放逸这都是病，一句佛号念好了，这些都没有了，他也不骄傲，也没有我慢，也不放逸，他能够振作起来，这个放逸就是我们常常讲的很马虎、很随便；不放逸就是凡事他认真负责，他振作起来。这都是把我们平常修行的病态说出来，我们这些病态还在，那算什么修行！是真修行，这些毛病都没有了，从前有，现在没有了，这就是真正功夫得力，真正修行有进步。",
      "zh_TW": "這裡面句句都是格言，句句都是寶訓。『雖誦千言』，這是講你念得多，我們不要看別人，想想自己，自己每天讀經，讀得很多，大乘經常常讀，我看到不少同修讀《華嚴經》、讀《法華經》、讀《楞嚴經》、讀《金剛經》、讀《地藏經》，讀的好多好多，這些大乘經典他都念，念怎麼樣？『我心不滅』，這個「我」簡單講是非人我，我執沒破。我心不滅，換句話就是自利損人，這就是我心。『不如一句』，這一句阿彌陀佛老實念。驕傲，這是貢高我慢，驕傲、我慢、放逸這都是病，一句佛號念好了，這些都沒有了，他也不驕傲，也沒有我慢，也不放逸，他能夠振作起來，這個放逸就是我們常常講的很馬虎、很隨便；不放逸就是凡事他認真負責，他振作起來。這都是把我們平常修行的病態說出來，我們這些病態還在，那算什麼修行！是真修行，這些毛病都沒有了，從前有，現在沒有了，這就是真正功夫得力，真正修行有進步。"
    },
    {
      "id": "04-003-0155_p0054",
      "zh_CN": "【虽诵千言。求名愈着。不如一说。弃执离着。】",
      "zh_TW": "【雖誦千言。求名愈著。不如一說。棄執離著。】"
    },
    {
      "id": "04-003-0155_p0055",
      "zh_CN": "每天看样子，学佛很认真、很精进，实际上名利心没看破，现在人讲打知名度，还在搞这个。『着』是着相，还是贪名贪利，这个修行是假的，不是真的，这是错误的。『不如一说』，不如老老实实以一部经、以一个法门来修学，把执着放下。『弃执离着』，于一切法都不执着，到一切法都不执着，就自在、就解脱了，得大自在！这个时候真实的智慧就现前。所以佛教给我们不执着是讲真话，真实智慧。世间人样样执着，世间人迷，不晓得这一切法的真相，佛知道。这一切法的真相是什么？《金刚经》上说得好，「凡所有相，皆是虚妄」，虚妄的你执着它干什么？你执着就错了，虚妄的。「一切有为法，如梦幻泡影」，没有一样是真的，所以你有执、有着就大错特错。佛教给我们在这一切幻相之中，我们应该用什么样的心态来对待？第一要随缘，不攀缘，随缘就很快乐，不攀缘，随缘没有执着，攀缘有执着。不要说世间法里头你要认清楚，佛法功德好事也不可以执着，执着就违背了佛法，把佛法就变成世间法。如果一切不执着，一切法都是佛法，哪一法不是佛法？法法皆是，如果一有执着，一切佛法都是世间法，全错了。",
      "zh_TW": "每天看樣子，學佛很認真、很精進，實際上名利心沒看破，現在人講打知名度，還在搞這個。『著』是著相，還是貪名貪利，這個修行是假的，不是真的，這是錯誤的。『不如一說』，不如老老實實以一部經、以一個法門來修學，把執著放下。『棄執離著』，於一切法都不執著，到一切法都不執著，就自在、就解脫了，得大自在！這個時候真實的智慧就現前。所以佛教給我們不執著是講真話，真實智慧。世間人樣樣執著，世間人迷，不曉得這一切法的真相，佛知道。這一切法的真相是什麼？《金剛經》上說得好，「凡所有相，皆是虛妄」，虛妄的你執著它幹什麼？你執著就錯了，虛妄的。「一切有為法，如夢幻泡影」，沒有一樣是真的，所以你有執、有著就大錯特錯。佛教給我們在這一切幻相之中，我們應該用什麼樣的心態來對待？第一要隨緣，不攀緣，隨緣就很快樂，不攀緣，隨緣沒有執著，攀緣有執著。不要說世間法裡頭你要認清楚，佛法功德好事也不可以執著，執著就違背了佛法，把佛法就變成世間法。如果一切不執著，一切法都是佛法，哪一法不是佛法？法法皆是，如果一有執著，一切佛法都是世間法，全錯了。"
    },
    {
      "id": "04-003-0155_p0056",
      "zh_CN": "简居士今天告诉我，我们在大陆现在印经有十几个地方，常常感觉到经费不够，所以他说他要努力做生意，他底下三福公司，赚钱的时候，我们费用不够的时候要来添补一点。我今天告诉他：你错了，这什么？攀缘，这没有钱什么？没有钱休假了，去旅游放假，这就对了！钱多多做，钱少少做，没钱不做，不做就休假去玩，这就对了，你说多快乐多自在！没钱还动脑筋去想，找钱去做，你已经把佛法变成世间法。佛法是圆满功德，世间法天天想办法去做，永远不能圆满，这我们一定要懂。你明白了，你怎么会不自在？你怎么会不快乐？执着要不得，一执着就是世间法，就是六道轮回；离开一切执着，不但六道轮回没有了，十法界也没有了。这十法界没有了，这法界叫一真，一真法界。",
      "zh_TW": "簡居士今天告訴我，我們在大陸現在印經有十幾個地方，常常感覺到經費不夠，所以他說他要努力做生意，他底下三福公司，賺錢的時候，我們費用不夠的時候要來添補一點。我今天告訴他：你錯了，這什麼？攀緣，這沒有錢什麼？沒有錢休假了，去旅遊放假，這就對了！錢多多做，錢少少做，沒錢不做，不做就休假去玩，這就對了，你說多快樂多自在！沒錢還動腦筋去想，找錢去做，你已經把佛法變成世間法。佛法是圓滿功德，世間法天天想辦法去做，永遠不能圓滿，這我們一定要懂。你明白了，你怎麼會不自在？你怎麼會不快樂？執著要不得，一執著就是世間法，就是六道輪迴；離開一切執著，不但六道輪迴沒有了，十法界也沒有了。這十法界沒有了，這法界叫一真，一真法界。"
    },
    {
      "id": "04-003-0155_p0057",
      "zh_CN": "【虽诵千言。不欲舍罪。不如一闻。去离生死。】",
      "zh_TW": "【雖誦千言。不欲捨罪。不如一聞。去離生死。】"
    },
    {
      "id": "04-003-0155_p0058",
      "zh_CN": "这个意思愈说愈深，愈说愈透彻，我们学佛真正的目是什么？了生死出三界。了生死出三界要把那个罪恶舍弃掉，这个地方就是讲的「断恶修善」。可是说断恶修善，大家听了这句话很容易产生误会，为什么？这个善恶是相对的，我说这个断恶，修善也是恶，善恶都是恶，断恶的时候善恶两边都不要，那才叫善。为什么？你造恶，你的果报在三恶道；你修善，你的果报在三善道，你总出不了六道轮回。我善恶两边都不要，出三界，那叫真正的善。所以修善的那个「善」，不是善恶之善，你要把它看作善恶之善，你就误会了，你就错了。善恶那个善在恶里头，那个不是真善，佛经里面好多这个句子，你不小心就看错了。",
      "zh_TW": "這個意思愈說愈深，愈說愈透徹，我們學佛真正的目是什麼？了生死出三界。了生死出三界要把那個罪惡捨棄掉，這個地方就是講的「斷惡修善」。可是說斷惡修善，大家聽了這句話很容易產生誤會，為什麼？這個善惡是相對的，我說這個斷惡，修善也是惡，善惡都是惡，斷惡的時候善惡兩邊都不要，那才叫善。為什麼？你造惡，你的果報在三惡道；你修善，你的果報在三善道，你總出不了六道輪迴。我善惡兩邊都不要，出三界，那叫真正的善。所以修善的那個「善」，不是善惡之善，你要把它看作善惡之善，你就誤會了，你就錯了。善惡那個善在惡裡頭，那個不是真善，佛經裡面好多這個句子，你不小心就看錯了。"
    },
    {
      "id": "04-003-0155_p0059",
      "zh_CN": "你看看古德庞居士，庞居士的故事很多人知道，他很有钱，很有财富，学了佛，在佛法上有了心得，他有一天把他整个家财装在一条大船上，船划到江当中砸个洞沉下去了，统统不要了。有人来问他，他说：庞居士，你这么多的财富，你不要了，为什么不拿去做好事？好事不如无事。他这么做，就留下这一句教训，教人去反省，好事不如无事。好事什么？三善道。无事？出三界，三界没有了。可是我们去学庞居士行不行？学不到！佛菩萨教我们不执着，那就是好事，那就是真善。行善执着善，造恶执着恶，这就是造六道轮回业。如果一切都不执着，心地清净一尘不染，随缘不变，不变随缘，这是菩萨境界，这是菩萨生活，我们要在这里学。不变是真心，心里头有念，念就有变，那个念头刹那刹那在变。心里头什么都没有了，那才不变，六祖所说的「本来无一物」，那就不变了，有一物就会变，那个心就有变，所以心里头不能有一物，这是很难做得到的。净宗法门的善巧就是心里头准许有一物，有什么？阿弥陀佛，除阿弥陀佛之外不能有。禅宗里头阿弥陀佛也不能有，也不可以有，那个很难做到。所以有一物，用一物来排除一切物，这是方便多了，这个方法巧妙太多了。到了西方极乐世界，再把阿弥陀佛拿掉，那是真正到无一物。现在没有到西方极乐世界，这心里有阿弥陀佛这一物很好。好，我们今天就讲到此地。",
      "zh_TW": "你看看古德龐居士，龐居士的故事很多人知道，他很有錢，很有財富，學了佛，在佛法上有了心得，他有一天把他整個家財裝在一條大船上，船划到江當中砸個洞沉下去了，統統不要了。有人來問他，他說：龐居士，你這麼多的財富，你不要了，為什麼不拿去做好事？好事不如無事。他這麼做，就留下這一句教訓，教人去反省，好事不如無事。好事什麼？三善道。無事？出三界，三界沒有了。可是我們去學龐居士行不行？學不到！佛菩薩教我們不執著，那就是好事，那就是真善。行善執著善，造惡執著惡，這就是造六道輪迴業。如果一切都不執著，心地清淨一塵不染，隨緣不變，不變隨緣，這是菩薩境界，這是菩薩生活，我們要在這裡學。不變是真心，心裡頭有念，念就有變，那個念頭剎那剎那在變。心裡頭什麼都沒有了，那才不變，六祖所說的「本來無一物」，那就不變了，有一物就會變，那個心就有變，所以心裡頭不能有一物，這是很難做得到的。淨宗法門的善巧就是心裡頭准許有一物，有什麼？阿彌陀佛，除阿彌陀佛之外不能有。禪宗裡頭阿彌陀佛也不能有，也不可以有，那個很難做到。所以有一物，用一物來排除一切物，這是方便多了，這個方法巧妙太多了。到了西方極樂世界，再把阿彌陀佛拿掉，那是真正到無一物。現在沒有到西方極樂世界，這心裡有阿彌陀佛這一物很好。好，我們今天就講到此地。"
    }
  ]
}