{
  "doc_id": "04-003-0125",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二五集",
    "zh_TW": "第一二五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0125",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "04-003-0125_p0001",
      "zh_CN": "请掀开经本，三百二十八面第一行，从末后这句看起：",
      "zh_TW": "請掀開經本，三百二十八面第一行，從末後這句看起："
    },
    {
      "id": "04-003-0125_p0002",
      "zh_CN": "【十业大。穷三际时。常将此法。利含识故。】",
      "zh_TW": "【十業大。窮三際時。常將此法。利含識故。】"
    },
    {
      "id": "04-003-0125_p0003",
      "zh_CN": "这个在经题，《大方广佛华严经》，这是一个「大」字。清凉大师将这个字给我们说出了十个意思。前一次我们将前面九个意思都介绍了，今天我们看最后一个，业，『业大』。业是事业。我们一般同修都能够体会到，因为每个人生在这个社会都有事业，事业大小各个人都不一定。什么事业能叫诸佛如来都赞叹为大事业？这个大事业大到什么程度？为什么称它为大？它必定是利益大，能够利益一切众生，这个事业才叫做大事业。",
      "zh_TW": "這個在經題，《大方廣佛華嚴經》，這是一個「大」字。清涼大師將這個字給我們說出了十個意思。前一次我們將前面九個意思都介紹了，今天我們看最後一個，業，『業大』。業是事業。我們一般同修都能夠體會到，因為每個人生在這個社會都有事業，事業大小各個人都不一定。什麼事業能叫諸佛如來都讚歎為大事業？這個大事業大到什麼程度？為什麼稱它為大？它必定是利益大，能夠利益一切眾生，這個事業才叫做大事業。"
    },
    {
      "id": "04-003-0125_p0004",
      "zh_CN": "佛的事业是教化尽虚空遍法界的众生，像前面所讲的「境大」一样，境是境界，他教化的对象，是以无尽的众生为教化的对象。佛菩萨教化众生，诸位一定知道，是平等的教法，这个教学当中，决定没有差等的。佛虽然平等，我们众生接受佛教化的程度确实不平等。为什么不平等？是因为我们的程度不相同，在佛法里面讲，众生的根性不同。小乘根性的众生遇到佛，佛就给他教小乘法；大乘根性的众生遇到佛，佛就给他说大乘法；一乘圆教众生遇到佛，佛就给他讲成佛的方法。可见得，不是佛说法不平等，是大众需要不一样。因此无论是大根性、小根性，遇到佛之后，一定能满自己的愿望。这愿望有大小不一样，有人小愿望，小到什么程度？我这一生能够过得很平安，过得很幸福，过得很快乐，家庭很美满，这在佛法叫小愿望，小得不能再小。佛会教你，你一定会满足。那比这个更高一点？人间不好，苦难太多，天上好，天上福报大，寿命也长，想生天。那更有一等觉悟人，知道生天也不行，天还是要受六道轮回，纵然生到非想非非想天，寿命八万大劫，八万大劫还是有限度的，那八万大劫到了怎么办？到了还是要堕落轮回，这个不好。",
      "zh_TW": "佛的事業是教化盡虛空遍法界的眾生，像前面所講的「境大」一樣，境是境界，他教化的對象，是以無盡的眾生為教化的對象。佛菩薩教化眾生，諸位一定知道，是平等的教法，這個教學當中，決定沒有差等的。佛雖然平等，我們眾生接受佛教化的程度確實不平等。為什麼不平等？是因為我們的程度不相同，在佛法裡面講，眾生的根性不同。小乘根性的眾生遇到佛，佛就給他教小乘法；大乘根性的眾生遇到佛，佛就給他說大乘法；一乘圓教眾生遇到佛，佛就給他講成佛的方法。可見得，不是佛說法不平等，是大眾需要不一樣。因此無論是大根性、小根性，遇到佛之後，一定能滿自己的願望。這願望有大小不一樣，有人小願望，小到什麼程度？我這一生能夠過得很平安，過得很幸福，過得很快樂，家庭很美滿，這在佛法叫小願望，小得不能再小。佛會教你，你一定會滿足。那比這個更高一點？人間不好，苦難太多，天上好，天上福報大，壽命也長，想生天。那更有一等覺悟人，知道生天也不行，天還是要受六道輪迴，縱然生到非想非非想天，壽命八萬大劫，八萬大劫還是有限度的，那八萬大劫到了怎麼辦？到了還是要墮落輪迴，這個不好。"
    },
    {
      "id": "04-003-0125_p0005",
      "zh_CN": "如何能超越六道轮回？这就是更聪明的人了，超越六道轮回。小乘的圣者，辟支佛、阿罗汉都超越了；虽超越，没见性，没有见性就没有得到真正的大自在。所以有一等大心量的人，他就是超越轮回也不满意，一定要明心见性。见性，有偏圆之不同。偏是见局部的，不圆满，菩萨所见的；圆满的是佛果地上所见。所以众生从根性上来说，有种种不同的差别，佛为一切众生说法，一样的道理，也随着众生的心量，为一切众生说种种不同之法，令一切众生都能够得到自己愿望当中的目的，那这是佛说法的一个原则，所以叫应机而说。假如佛是只止于这个原则，那佛的慈悲就不圆满了。佛说法的方式，我们常讲善巧方便，那就有限度的，佛依然不是我们最佩服的；实际上，佛的智慧德能真正不可思议。现前能够满足我们现在的愿望，同时又能够时时刻刻帮助我们把心量拓开，把愿望不断向上提升，所以佛的智慧善巧确实是究竟圆满。",
      "zh_TW": "如何能超越六道輪迴？這就是更聰明的人了，超越六道輪迴。小乘的聖者，辟支佛、阿羅漢都超越了；雖超越，沒見性，沒有見性就沒有得到真正的大自在。所以有一等大心量的人，他就是超越輪迴也不滿意，一定要明心見性。見性，有偏圓之不同。偏是見局部的，不圓滿，菩薩所見的；圓滿的是佛果地上所見。所以眾生從根性上來說，有種種不同的差別，佛為一切眾生說法，一樣的道理，也隨著眾生的心量，為一切眾生說種種不同之法，令一切眾生都能夠得到自己願望當中的目的，那這是佛說法的一個原則，所以叫應機而說。假如佛是只止於這個原則，那佛的慈悲就不圓滿了。佛說法的方式，我們常講善巧方便，那就有限度的，佛依然不是我們最佩服的；實際上，佛的智慧德能真正不可思議。現前能夠滿足我們現在的願望，同時又能夠時時刻刻幫助我們把心量拓開，把願望不斷向上提升，所以佛的智慧善巧確實是究竟圓滿。"
    },
    {
      "id": "04-003-0125_p0006",
      "zh_CN": "在一切经典法门之中，有没有真实特殊的法门，能教大小根性的人得平等的利益？如果没有，佛果德也就有欠缺，就不圆满。确实是有，像哪一类经？像《华严经》就是这一类。《华严经》完全是如来果地上的境界，不但不是我们凡夫境界，天人、声闻、缘觉、权教菩萨，不但想像不到，不属于他们的境界。这不属他们境界，我们今天是凡夫，烦恼习气一分也没断，今天我们也读《华严》，读得也津津有味，这是什么原因？我们在讲席当中也常常提醒诸位同修，这是诸佛如来本愿威神的加持，使我们大心凡夫，我们是凡夫，我们心不小，为什么？我们都想往生，都想成佛，这个心不小，叫大心凡夫。对于法身大士的法门，也可以旁听旁听，我们在旁听。如果缘成熟了，从旁听就契入了，那是缘成熟的；缘没成熟，旁听薰习的功德也不可思议，常常听，时时听，听久了，不知不觉就薰习成为真实的大心凡夫的种性。尤其是这个法门到最后，普贤菩萨教我们，学习十大愿王念佛求生净土，这就是十大愿王导归极乐。这个法门开出来，那就真实叫一切众生都得到佛法最殊胜、最圆满的利益。",
      "zh_TW": "在一切經典法門之中，有沒有真實特殊的法門，能教大小根性的人得平等的利益？如果沒有，佛果德也就有欠缺，就不圓滿。確實是有，像哪一類經？像《華嚴經》就是這一類。《華嚴經》完全是如來果地上的境界，不但不是我們凡夫境界，天人、聲聞、緣覺、權教菩薩，不但想像不到，不屬於他們的境界。這不屬他們境界，我們今天是凡夫，煩惱習氣一分也沒斷，今天我們也讀《華嚴》，讀得也津津有味，這是什麼原因？我們在講席當中也常常提醒諸位同修，這是諸佛如來本願威神的加持，使我們大心凡夫，我們是凡夫，我們心不小，為什麼？我們都想往生，都想成佛，這個心不小，叫大心凡夫。對於法身大士的法門，也可以旁聽旁聽，我們在旁聽。如果緣成熟了，從旁聽就契入了，那是緣成熟的；緣沒成熟，旁聽薰習的功德也不可思議，常常聽，時時聽，聽久了，不知不覺就薰習成為真實的大心凡夫的種性。尤其是這個法門到最後，普賢菩薩教我們，學習十大願王念佛求生淨土，這就是十大願王導歸極樂。這個法門開出來，那就真實叫一切眾生都得到佛法最殊勝、最圓滿的利益。"
    },
    {
      "id": "04-003-0125_p0007",
      "zh_CN": "所以佛菩萨在尽虚空遍法界，从事于教化众生的事业，『常将此法』，这个此法是指导归极乐这个法门，这个方法。『利含识故』，这个含识就是指九法界的有情众生，这个事业才真大。诸佛如来，这样伟大的事业，赞叹不尽，真正不可思议。我们大家与佛有缘，有非常殊胜的因缘，这个话怎么说？我们也参与这一个伟大的事业，这就是与诸佛如来同心同愿同行。确实我们参与了，从什么地方看？在这个讲堂里面，你能够到这里来听一次经，这就是参与。我们今天将这个最殊胜的法宝印送到全世界，你在这里出了一块钱，参与了，这是小的参与。我们这里讲业！这个业大，这是大业。",
      "zh_TW": "所以佛菩薩在盡虛空遍法界，從事於教化眾生的事業，『常將此法』，這個此法是指導歸極樂這個法門，這個方法。『利含識故』，這個含識就是指九法界的有情眾生，這個事業才真大。諸佛如來，這樣偉大的事業，讚歎不盡，真正不可思議。我們大家與佛有緣，有非常殊勝的因緣，這個話怎麼說？我們也參與這一個偉大的事業，這就是與諸佛如來同心同願同行。確實我們參與了，從什麼地方看？在這個講堂裡面，你能夠到這裡來聽一次經，這就是參與。我們今天將這個最殊勝的法寶印送到全世界，你在這裡出了一塊錢，參與了，這是小的參與。我們這裡講業！這個業大，這是大業。"
    },
    {
      "id": "04-003-0125_p0008",
      "zh_CN": "大业，在我们现在这个身分上如何能够做到，像经典上所讲的圆满大业？做得到，不是做不到。我们尽心尽力的参与就做到了。所以佛法里面圆满功德，是九界众生人人可以做到的。佛在尽虚空遍法界弘法利生，那他的能力，他的能力全部贡献出来了。他有那么大的智慧德能，圆满都贡献出来了。我今天智慧少，能力有限，但是我的智慧能力也完全奉献出来，他是百分之百的做到，我也是百分之百的做到，这两个人没有差等。他那个大业跟我那个大业是平等的。诸位要明了这个事实，才知道任何一个人都能够修圆满功德。这个圆满的程度跟诸佛如来果地上无二无别。",
      "zh_TW": "大業，在我們現在這個身分上如何能夠做到，像經典上所講的圓滿大業？做得到，不是做不到。我們盡心盡力的參與就做到了。所以佛法裡面圓滿功德，是九界眾生人人可以做到的。佛在盡虛空遍法界弘法利生，那他的能力，他的能力全部貢獻出來了。他有那麼大的智慧德能，圓滿都貢獻出來了。我今天智慧少，能力有限，但是我的智慧能力也完全奉獻出來，他是百分之百的做到，我也是百分之百的做到，這兩個人沒有差等。他那個大業跟我那個大業是平等的。諸位要明瞭這個事實，才知道任何一個人都能夠修圓滿功德。這個圓滿的程度跟諸佛如來果地上無二無別。"
    },
    {
      "id": "04-003-0125_p0009",
      "zh_CN": "事实真相明白了，这个问题要真做，不做没用处。从什么地方下手？最近我遇到了几位同修，他们都是从事于经商的，来告诉我，现在的商场比战场还厉害。不容易，相当不容易。而在商场里面迷失自性非常容易，为什么？一切向钱看。钱是什么东西？财。财是什么东西？五欲里头第一个，财色名食睡，向这个看。这个东西不是好东西，佛给我们说，这是地狱五条根。那向这个看，换句话说，他的目标就是在地狱，这不是好事情。学佛从事于商业，大家都往这条路上走，自己也在这个路上奔波。那你不学佛、不信佛，那就不说了；你要是真的信佛、想学佛，那你就一定要提高警觉。",
      "zh_TW": "事實真相明白了，這個問題要真做，不做沒用處。從什麼地方下手？最近我遇到了幾位同修，他們都是從事於經商的，來告訴我，現在的商場比戰場還厲害。不容易，相當不容易。而在商場裡面迷失自性非常容易，為什麼？一切向錢看。錢是什麼東西？財。財是什麼東西？五欲裡頭第一個，財色名食睡，向這個看。這個東西不是好東西，佛給我們說，這是地獄五條根。那向這個看，換句話說，他的目標就是在地獄，這不是好事情。學佛從事於商業，大家都往這條路上走，自己也在這個路上奔波。那你不學佛、不信佛，那就不說了；你要是真的信佛、想學佛，那你就一定要提高警覺。"
    },
    {
      "id": "04-003-0125_p0010",
      "zh_CN": "学佛的人不是不能经商，学佛的人经商的很多，我们这部经的前面，前面是五十三参，五十三参里面就有不少菩萨是经商的，你看看他们那些榜样，他们怎么个经商法？经商是手段，弘法是事业。商人经商，他弘法利生，他在那里行菩萨道，菩萨商人。他那个公司行号就是他的道场，他的一些员工是他的同参道友，自利利他，自行化他，他所有这些顾客就是他弘法的对象。我们一般人不知道这些。所以道场不一定盖成寺庙是道场，公司行号一样是道场。出家人是和尚，那个公司里头董事长、老板也是和尚，没有两样，那就叫大业。那个事业真大，利益一切众生，做一个典型，做一个榜样给大家看，在这个行业里面做一个典范。",
      "zh_TW": "學佛的人不是不能經商，學佛的人經商的很多，我們這部經的前面，前面是五十三參，五十三參裡面就有不少菩薩是經商的，你看看他們那些榜樣，他們怎麼個經商法？經商是手段，弘法是事業。商人經商，他弘法利生，他在那裡行菩薩道，菩薩商人。他那個公司行號就是他的道場，他的一些員工是他的同參道友，自利利他，自行化他，他所有這些顧客就是他弘法的對象。我們一般人不知道這些。所以道場不一定蓋成寺廟是道場，公司行號一樣是道場。出家人是和尚，那個公司裡頭董事長、老闆也是和尚，沒有兩樣，那就叫大業。那個事業真大，利益一切眾生，做一個典型，做一個榜樣給大家看，在這個行業裡面做一個典範。"
    },
    {
      "id": "04-003-0125_p0011",
      "zh_CN": "经商，重视的是利润，菩萨商人重不重视利润？重视，但是分享这个利润就不一样。世间人这个利润是自己独享，纵然员工要享受一部分，那是少部分。菩萨商人，这个利润是共享，这就不一样。不是跟自己员工一同共享，是跟所有一切众生共享，跟社会共享，跟这个世界大众来共享，这个了不起。那我们要问，这个商人发不发财？这个商人一定发大财。这财怎么发的？布施多。诸位晓得，这个发财的原因是财布施。他能够把财布施给他的员工，布施给社会，布施给一切众生，这个因大，所以他的果就大。",
      "zh_TW": "經商，重視的是利潤，菩薩商人重不重視利潤？重視，但是分享這個利潤就不一樣。世間人這個利潤是自己獨享，縱然員工要享受一部分，那是少部分。菩薩商人，這個利潤是共享，這就不一樣。不是跟自己員工一同共享，是跟所有一切眾生共享，跟社會共享，跟這個世界大眾來共享，這個了不起。那我們要問，這個商人發不發財？這個商人一定發大財。這財怎麼發的？布施多。諸位曉得，這個發財的原因是財布施。他能夠把財布施給他的員工，布施給社會，布施給一切眾生，這個因大，所以他的果就大。"
    },
    {
      "id": "04-003-0125_p0012",
      "zh_CN": "因清净，果报也清净。果报清净什么？赚大钱，不伤脑筋，没有那么多繁杂的事情，清净自在，这财源就来了，这才叫真正福报，叫清净福报。要苦苦的去想，怎么样去操心、去操劳，这个赚钱出来赚得好辛苦，那不是真正的福报。真实的福报，赚钱赚得非常快乐，一点不操心，这就看你怎么个种因法。佛菩萨教给我们，要种大因，得大的果报，这才是大事业。在一切布施里面，最殊胜、最圆满的无过于布施大乘佛法。大乘佛法里面，又无过于究竟了义的佛法。什么叫究竟了义？众生得到这个法门，这一生必定成佛，必定了生死出三界，这个法就叫究竟了义的佛法。",
      "zh_TW": "因清淨，果報也清淨。果報清淨什麼？賺大錢，不傷腦筋，沒有那麼多繁雜的事情，清淨自在，這財源就來了，這才叫真正福報，叫清淨福報。要苦苦的去想，怎麼樣去操心、去操勞，這個賺錢出來賺得好辛苦，那不是真正的福報。真實的福報，賺錢賺得非常快樂，一點不操心，這就看你怎麼個種因法。佛菩薩教給我們，要種大因，得大的果報，這才是大事業。在一切布施裡面，最殊勝、最圓滿的無過於布施大乘佛法。大乘佛法裡面，又無過於究竟了義的佛法。什麼叫究竟了義？眾生得到這個法門，這一生必定成佛，必定了生死出三界，這個法就叫究竟了義的佛法。"
    },
    {
      "id": "04-003-0125_p0013",
      "zh_CN": "今天我们明白了，除了净土三经之外，《普贤行愿品》这一卷是的，《大势至菩萨念佛圆通章》是的，这是净土五经。这五种都是属于究竟了义的佛法，我们布施这些。印经是一种方法，送讲经、诵经的录音带、录影带也是一种方法。随着科技的发达，这个方法手段愈来愈多，愈来愈巧妙。会用心的人，我相信都能够想得到，帮助诸佛菩萨把这个一乘了义当生成佛的法门，普遍的介绍给大众，推荐给大众，这是大业，这是我们现前确实能做得跟诸佛如来一样的圆满。",
      "zh_TW": "今天我們明白了，除了淨土三經之外，《普賢行願品》這一卷是的，《大勢至菩薩念佛圓通章》是的，這是淨土五經。這五種都是屬於究竟了義的佛法，我們布施這些。印經是一種方法，送講經、誦經的錄音帶、錄影帶也是一種方法。隨著科技的發達，這個方法手段愈來愈多，愈來愈巧妙。會用心的人，我相信都能夠想得到，幫助諸佛菩薩把這個一乘了義當生成佛的法門，普遍的介紹給大眾，推薦給大眾，這是大業，這是我們現前確實能做得跟諸佛如來一樣的圓滿。"
    },
    {
      "id": "04-003-0125_p0014",
      "zh_CN": "【故上七字皆名为大。】",
      "zh_TW": "【故上七字皆名為大。】"
    },
    {
      "id": "04-003-0125_p0015",
      "zh_CN": "这上面七个字，就是经题上所说的《大方广佛华严经》。我们再看底下这段，第二个字，在三百三十二面第五行。这个注解，诸位同修自己可以去看。",
      "zh_TW": "這上面七個字，就是經題上所說的《大方廣佛華嚴經》。我們再看底下這段，第二個字，在三百三十二面第五行。這個註解，諸位同修自己可以去看。"
    },
    {
      "id": "04-003-0125_p0016",
      "zh_CN": "【二释方字十义者。】",
      "zh_TW": "【二釋方字十義者。】"
    },
    {
      "id": "04-003-0125_p0017",
      "zh_CN": "这个经题七个字，每个字都有十个意思。清凉大师跟我们解释，有些字解释得很详细，有些字他很省略。省略，并不是它意思少，它意思一样的丰富。为什么可以省？前后你能够想像得到，就不必多说，是省略在这个地方。这个方有十个意思。",
      "zh_TW": "這個經題七個字，每個字都有十個意思。清涼大師跟我們解釋，有些字解釋得很詳細，有些字他很省略。省略，並不是它意思少，它意思一樣的豐富。為什麼可以省？前後你能夠想像得到，就不必多說，是省略在這個地方。這個方有十個意思。"
    },
    {
      "id": "04-003-0125_p0018",
      "zh_CN": "【方者。法也。】",
      "zh_TW": "【方者。法也。】"
    },
    {
      "id": "04-003-0125_p0019",
      "zh_CN": "『方』是方法，方法门径。",
      "zh_TW": "『方』是方法，方法門徑。"
    },
    {
      "id": "04-003-0125_p0020",
      "zh_CN": "【即上十大当体轨持即十法故。】",
      "zh_TW": "【即上十大當體軌持即十法故。】"
    },
    {
      "id": "04-003-0125_p0021",
      "zh_CN": "这句的意思，怕初学的同修看到这个文不容易体会到它的含义，我们简单介绍一下。前面这个「大」字讲了十条，这十条，我们必须要将它的大意、纲目要记住。他讲的哪十条？第一个是讲的体，第二个讲的相，第三个讲的用，这个文字在三百二十七面，诸位翻开来看看，这十桩事情。前面三个是体相用配大方广，大是讲的体，方是讲的相，广是讲的用，佛是讲的果，华是讲的因，严是讲的智，这是经题上七个字。综合经题的大意，里面有教、有义、有境、有业，这样合起来就是十个意思。十个意思说出来，说明白了，我们也听清楚了，假如我们做不到，那还是等于零，还是要落空。我们要做到，那就用什么方法来做？十个意思，当然就十种不同的方法，所以这个方也就有十义，就有十种。就是前面讲的这个十条，『十大』。",
      "zh_TW": "這句的意思，怕初學的同修看到這個文不容易體會到它的含義，我們簡單介紹一下。前面這個「大」字講了十條，這十條，我們必須要將它的大意、綱目要記住。他講的哪十條？第一個是講的體，第二個講的相，第三個講的用，這個文字在三百二十七面，諸位翻開來看看，這十樁事情。前面三個是體相用配大方廣，大是講的體，方是講的相，廣是講的用，佛是講的果，華是講的因，嚴是講的智，這是經題上七個字。綜合經題的大意，裡面有教、有義、有境、有業，這樣合起來就是十個意思。十個意思說出來，說明白了，我們也聽清楚了，假如我們做不到，那還是等於零，還是要落空。我們要做到，那就用什麼方法來做？十個意思，當然就十種不同的方法，所以這個方也就有十義，就有十種。就是前面講的這個十條，『十大』。"
    },
    {
      "id": "04-003-0125_p0022",
      "zh_CN": "『当体轨持』，轨就是法则，用什么方法能够达到？轨是像火车轨道一样，一定要有个轨道，你才能够达到目标。持是保持，你一定有方法，而这个方法，你要能够保持不断去努力、去修学，你才能够达到。那这个方法，大师就省略掉了，只提出这一个纲领，我们从这句话里面明了，方确实有十个意思。如果一个意思、一个意思解释，那又要很长的时间。虽然这里没有解释，在经文统统里都有，都会讲到。",
      "zh_TW": "『當體軌持』，軌就是法則，用什麼方法能夠達到？軌是像火車軌道一樣，一定要有個軌道，你才能夠達到目標。持是保持，你一定有方法，而這個方法，你要能夠保持不斷去努力、去修學，你才能夠達到。那這個方法，大師就省略掉了，只提出這一個綱領，我們從這句話裡面明瞭，方確實有十個意思。如果一個意思、一個意思解釋，那又要很長的時間。雖然這裡沒有解釋，在經文統統裡都有，都會講到。"
    },
    {
      "id": "04-003-0125_p0023",
      "zh_CN": "我们再看后面广，广这十个意思又说得很清楚、很明白。不过在此地，我跟诸位做一个简单的补充。为什么？清凉、宗密都是唐朝时候人，这个文章是唐人写的。在那个时代，他这样写法、这样说法，读诵的人很容易理解，也能够受持。可是时代过了一千多年，一千多年以后的今人，跟那个时候的人，所接受的教育不相同。这个教育是包含多方面的，不是单纯我们今天讲的学校教育，包括了文化、意识形态、生活方式，今天跟过去完全不相同，所以这个方法，古今确实不一样。古老的这个方法，在中国用了几千年，确实都收到了效果。但是古老的方法到民国废弃了，大概在民国二十五年，古老的方法还常常见得到，处处都见得到。民国二十五年以后，逐渐逐渐就没有了。大概到民国三十五年以后，这真的就断绝了，就没有了。",
      "zh_TW": "我們再看後面廣，廣這十個意思又說得很清楚、很明白。不過在此地，我跟諸位做一個簡單的補充。為什麼？清涼、宗密都是唐朝時候人，這個文章是唐人寫的。在那個時代，他這樣寫法、這樣說法，讀誦的人很容易理解，也能夠受持。可是時代過了一千多年，一千多年以後的今人，跟那個時候的人，所接受的教育不相同。這個教育是包含多方面的，不是單純我們今天講的學校教育，包括了文化、意識形態、生活方式，今天跟過去完全不相同，所以這個方法，古今確實不一樣。古老的這個方法，在中國用了幾千年，確實都收到了效果。但是古老的方法到民國廢棄了，大概在民國二十五年，古老的方法還常常見得到，處處都見得到。民國二十五年以後，逐漸逐漸就沒有了。大概到民國三十五年以後，這真的就斷絕了，就沒有了。"
    },
    {
      "id": "04-003-0125_p0024",
      "zh_CN": "古老教学法里面，佛法跟世间法的思想观念很接近，就是一般所讲的师承，非常重视师承。师承里面最简单、最扼要的就是跟一个老师学，决定不许可跟两个老师学，这个不许可的。你跟过两个老师、三个老师，遇到真正的高人，他决定不会接受你的。为什么不会接受？你的思想已经乱了，我们俗话讲「先入为主」。老师教你这个，你马上会反驳，从前那个老师怎么说的，那个老师又怎么说的，老师没有这么多心情来跟你辩论，他怎么办？他不教。对你很客气、很恭维，不教了。老师要教的学生是，你从来没学过，这个老师就会认真的来教导你，他对你要负绝对的责任。那我们要问了，要怀疑了，这老师是真的好老师吗？那万一把我教错了怎么办？我跟诸位同修来说，启蒙的老师所教导的，大致上都不差，都不会差错。为什么不会差错？凡是差错，都是给你讲东西才差错，讲错了，想错了，看错了，说错了，做错了。那个启蒙的老师教你什么？教你不讲、不说、不想，这怎么会错？这个不会错。",
      "zh_TW": "古老教學法裡面，佛法跟世間法的思想觀念很接近，就是一般所講的師承，非常重視師承。師承裡面最簡單、最扼要的就是跟一個老師學，決定不許可跟兩個老師學，這個不許可的。你跟過兩個老師、三個老師，遇到真正的高人，他決定不會接受你的。為什麼不會接受？你的思想已經亂了，我們俗話講「先入為主」。老師教你這個，你馬上會反駁，從前那個老師怎麼說的，那個老師又怎麼說的，老師沒有這麼多心情來跟你辯論，他怎麼辦？他不教。對你很客氣、很恭維，不教了。老師要教的學生是，你從來沒學過，這個老師就會認真的來教導你，他對你要負絕對的責任。那我們要問了，要懷疑了，這老師是真的好老師嗎？那萬一把我教錯了怎麼辦？我跟諸位同修來說，啟蒙的老師所教導的，大致上都不差，都不會差錯。為什麼不會差錯？凡是差錯，都是給你講東西才差錯，講錯了，想錯了，看錯了，說錯了，做錯了。那個啟蒙的老師教你什麼？教你不講、不說、不想，這怎麼會錯？這個不會錯。"
    },
    {
      "id": "04-003-0125_p0025",
      "zh_CN": "譬如小学，这七岁上小学，小学大概有六、七年，小学教什么东西？教你背书，那怎么会错？给你讲解会有错误，天天教你看到，只一个责任，你字没有念错，句子没有念错，这就行了。天天教你读，天天教你背，一天看到你念一百遍、念二百遍，每天就做这个。所以在五、六年当中，把所有重要的典籍统统都背熟了，背得滚瓜烂熟。这哪里会错？这出不了错的，这是一门重要的功课。另一门重要的功课，是学生活教育。生活教育教什么？教洒扫应对，所以在学校，学生要侍候老师，要替老师服劳役，要侍候老师，这就是教育。你在学校里会侍候老师，你将来回家就会侍候父母。你在学校里面能够跟同学相处，同学年龄大的就是兄长，年龄小的就是小弟，你回家去之后，你就会敬事兄长，会爱护弟妹，生活教育。",
      "zh_TW": "譬如小學，這七歲上小學，小學大概有六、七年，小學教什麼東西？教你背書，那怎麼會錯？給你講解會有錯誤，天天教你看到，只一個責任，你字沒有念錯，句子沒有念錯，這就行了。天天教你讀，天天教你背，一天看到你念一百遍、念二百遍，每天就做這個。所以在五、六年當中，把所有重要的典籍統統都背熟了，背得滾瓜爛熟。這哪裡會錯？這出不了錯的，這是一門重要的功課。另一門重要的功課，是學生活教育。生活教育教什麼？教灑掃應對，所以在學校，學生要侍候老師，要替老師服勞役，要侍候老師，這就是教育。你在學校裡會侍候老師，你將來回家就會侍候父母。你在學校裡面能夠跟同學相處，同學年齡大的就是兄長，年齡小的就是小弟，你回家去之後，你就會敬事兄長，會愛護弟妹，生活教育。"
    },
    {
      "id": "04-003-0125_p0026",
      "zh_CN": "从前中国小学教育是教这个，是道德的教育，就是做人基本的教育，这在小学完成。这个教你什么？就是告诉你人与人的关系，父子的关系，兄弟的关系，朋友的关系，都在这个时候培养。知识只教你读，不给你讲解，这在佛法里头也是如此。这种教学法什么？读诵是修根本智。根本智是什么？《大般若经》上讲得很好，「般若无知」，这个根本智就是无知。小学里面，你不能有知，你有知，那个知是错误的，不能有知，学什么？学无知。真正到无知之后，这个智慧一开，就无所不知，般若无知，无所不知。我们现在求学颠倒了，一开头就什么都知道，到最后什么都不知道，搞得天下大乱。为什么会乱？无知才乱，真知哪里会乱！这是现在这个教育跟古时候完全一百八十度的颠倒。我们要想把它扭转过来，那不是容易事情，这今天几乎做不到。但是过去的事情，我们不能不知道。我们不能扭转大局，我们自己修学做参考是非常可贵的。",
      "zh_TW": "從前中國小學教育是教這個，是道德的教育，就是做人基本的教育，這在小學完成。這個教你什麼？就是告訴你人與人的關係，父子的關係，兄弟的關係，朋友的關係，都在這個時候培養。知識只教你讀，不給你講解，這在佛法裡頭也是如此。這種教學法什麼？讀誦是修根本智。根本智是什麼？《大般若經》上講得很好，「般若無知」，這個根本智就是無知。小學裡面，你不能有知，你有知，那個知是錯誤的，不能有知，學什麼？學無知。真正到無知之後，這個智慧一開，就無所不知，般若無知，無所不知。我們現在求學顛倒了，一開頭就什麼都知道，到最後什麼都不知道，搞得天下大亂。為什麼會亂？無知才亂，真知哪裡會亂！這是現在這個教育跟古時候完全一百八十度的顛倒。我們要想把它扭轉過來，那不是容易事情，這今天幾乎做不到。但是過去的事情，我們不能不知道。我們不能扭轉大局，我們自己修學做參考是非常可貴的。"
    },
    {
      "id": "04-003-0125_p0027",
      "zh_CN": "世法重视师承，出世法也重视师承。所以诸位要晓得，年龄虽然小，他也胡思乱想。每天教他读书，教他背书，背书什么？他就不胡思乱想了。他一打妄想，他就背错了。他能够念一个钟点的书，就是佛法讲修一个小时的定。什么叫定？把妄想止住了就是定。所以禅宗用参究的方法修定，净土宗用念佛的方法修定，教下用读诵的方法修定。读经是修定，但是读经想里面的意思，那就不是修定，那戒定慧三学都破坏了。读经的时候，从头念到尾，不可以想，就是一个字、一个字老老实实念下去，这样一部经念下来，戒定慧三学统统都修了，所以那是修心的方法。",
      "zh_TW": "世法重視師承，出世法也重視師承。所以諸位要曉得，年齡雖然小，他也胡思亂想。每天教他讀書，教他背書，背書什麼？他就不胡思亂想了。他一打妄想，他就背錯了。他能夠念一個鐘點的書，就是佛法講修一個小時的定。什麼叫定？把妄想止住了就是定。所以禪宗用參究的方法修定，淨土宗用念佛的方法修定，教下用讀誦的方法修定。讀經是修定，但是讀經想裡面的意思，那就不是修定，那戒定慧三學都破壞了。讀經的時候，從頭念到尾，不可以想，就是一個字、一個字老老實實念下去，這樣一部經念下來，戒定慧三學統統都修了，所以那是修心的方法。"
    },
    {
      "id": "04-003-0125_p0028",
      "zh_CN": "我们常讲修心养性，中国从前教学，这六、七岁的小朋友就开始做修心养性的功夫了，这个很不简单。这外国人作梦都想不到，中国教学法很特殊，在我们历史上，这是圣贤人代代都出来了，从什么地方培养的？就是这个教育制度培养的。佛法也不例外，佛法也是跟一个老师。也许你们有听说，佛门讲五年学戒。五年学戒，就是佛法里面的小学，五年跟一个老师，这个老师会不会给你讲经说法？不会。这个老师教你什么？教你跟常住工作，这个寺庙上上下下、大大小小事情，你统统要做。做事是修福，为常住服务，为大众服务；除此之外，叫你读经。假如你是学华严宗的，华严也叫贤首宗，那老师一定指定你读诵《华严经》。《华严》是华严宗主修的经典，你要把它念背。诸位要知道，《华严经》八十卷。八十卷《华严》要能念背，多少时间？五年一定要把这部经典念得很熟，念得背过，这五年是干这工作。五年之后，你这部经都能背诵了，你才有资格到讲堂听讲经。",
      "zh_TW": "我們常講修心養性，中國從前教學，這六、七歲的小朋友就開始做修心養性的功夫了，這個很不簡單。這外國人作夢都想不到，中國教學法很特殊，在我們歷史上，這是聖賢人代代都出來了，從什麼地方培養的？就是這個教育制度培養的。佛法也不例外，佛法也是跟一個老師。也許你們有聽說，佛門講五年學戒。五年學戒，就是佛法裡面的小學，五年跟一個老師，這個老師會不會給你講經說法？不會。這個老師教你什麼？教你跟常住工作，這個寺廟上上下下、大大小小事情，你統統要做。做事是修福，為常住服務，為大眾服務；除此之外，叫你讀經。假如你是學華嚴宗的，華嚴也叫賢首宗，那老師一定指定你讀誦《華嚴經》。《華嚴》是華嚴宗主修的經典，你要把它念背。諸位要知道，《華嚴經》八十卷。八十卷《華嚴》要能念背，多少時間？五年一定要把這部經典念得很熟，念得背過，這五年是幹這工作。五年之後，你這部經都能背誦了，你才有資格到講堂聽講經。"
    },
    {
      "id": "04-003-0125_p0029",
      "zh_CN": "诸位要知道，在那个时候，唐宋的时候，经本是手抄的，不是印刷的。手抄，《华严经》那么大的部头，写一本《华严经》要多少时间？你才知道这一个寺院，在那个时候大寺院差不多有一千多人，两千多人的寺院都有。绝对不可能一个人有一部经，不可能的，十个人也分不到一部经，一百个人分到一部经已经就很难得了。所以法师讲经，可能有一部经本，同学听经的没有经本。需不需要？不需要，因为都会背了！给你说第几本第几页第几行，你都知道，你都背得很熟了！所以从前讲经的法师，说实在讲，讲台上没有经本的。带着经本上讲台，人家掉头而去，瞧不起你。所以我们看古时候的壁画，那个变相图画的画，你看法师讲经的时候，你有没有看到，他们讲经都是盘腿坐着听，有没有看到他手上拿着经书？没有的。不但听的人手上没有拿经本，讲的人讲台上，有一个讲台，讲台上也没有经本。讲台上是一个小香炉，一炉香，一杯水，没有经书的。所以你经书不会背，你就没有资格进讲堂。这个叫五年学戒，是老师的教诫。这五年读经、背经，你的心定下来了，你没有妄想了。",
      "zh_TW": "諸位要知道，在那個時候，唐宋的時候，經本是手抄的，不是印刷的。手抄，《華嚴經》那麼大的部頭，寫一本《華嚴經》要多少時間？你才知道這一個寺院，在那個時候大寺院差不多有一千多人，兩千多人的寺院都有。絕對不可能一個人有一部經，不可能的，十個人也分不到一部經，一百個人分到一部經已經就很難得了。所以法師講經，可能有一部經本，同學聽經的沒有經本。需不需要？不需要，因為都會背了！給你說第幾本第幾頁第幾行，你都知道，你都背得很熟了！所以從前講經的法師，說實在講，講台上沒有經本的。帶著經本上講台，人家掉頭而去，瞧不起你。所以我們看古時候的壁畫，那個變相圖畫的畫，你看法師講經的時候，你有沒有看到，他們講經都是盤腿坐著聽，有沒有看到他手上拿著經書？沒有的。不但聽的人手上沒有拿經本，講的人講台上，有一個講台，講台上也沒有經本。講台上是一個小香爐，一爐香，一杯水，沒有經書的。所以你經書不會背，你就沒有資格進講堂。這個叫五年學戒，是老師的教誡。這五年讀經、背經，你的心定下來了，你沒有妄想了。"
    },
    {
      "id": "04-003-0125_p0030",
      "zh_CN": "除了跟一个老师学，决定不可以跟第二个老师。到什么时候才可以参学？这个参学就是什么老师都可以亲近，什么书都可以看了，那要等你开悟的时候。你要没有开悟，你就决定不能离开老师一步，老师把你看得紧紧的。为什么？怕你吃亏上当。开了悟了，不要紧。开悟什么？你智慧开了，你有能力辨别真假，有能力辨别邪正，有能力辨别是非；换句话说，你去接触广大的群众，正法、邪法都可以接触，你是清清楚楚、明明白白，你不会吃亏上当，只会增长你的智慧。这个时候老师绝对不会把你留在身边，要请你出去参学，这个参学是成就无所不知。",
      "zh_TW": "除了跟一個老師學，決定不可以跟第二個老師。到什麼時候才可以參學？這個參學就是什麼老師都可以親近，什麼書都可以看了，那要等你開悟的時候。你要沒有開悟，你就決定不能離開老師一步，老師把你看得緊緊的。為什麼？怕你吃虧上當。開了悟了，不要緊。開悟什麼？你智慧開了，你有能力辨別真假，有能力辨別邪正，有能力辨別是非；換句話說，你去接觸廣大的群眾，正法、邪法都可以接觸，你是清清楚楚、明明白白，你不會吃虧上當，只會增長你的智慧。這個時候老師絕對不會把你留在身邊，要請你出去參學，這個參學是成就無所不知。"
    },
    {
      "id": "04-003-0125_p0031",
      "zh_CN": "所以在初学的时候跟一个老师，学什么的？就是学无知。所以这一个老师教导的是以戒定为中心。慧，是根本智，根本智，刚才讲了，根本智是无知。到你这个戒定慧三学真的有了基础，你在这个地方有了心得，然后老师放你出去，叫出师，就离开老师，出师了。出师之后，是成就后得智。后得智就是无所不知，是这么个学法的。绝对没有一开头就到处去学，到处去听，到处去看，那就没有法子。那什么？你思想乱了，知见乱了，这是真正善知识不愿意教你的。这个老师选择学生，选择憨厚，没有学过，他选择这种人。你很聪明、很伶俐，听到很多，学得很多，老师决定不敢要这个人。要这个人什么？他天天不太平，天天惹麻烦，天天跟你辩论，所以天天不太平。他不找这个学生，这是我们一定要知道的。",
      "zh_TW": "所以在初學的時候跟一個老師，學什麼的？就是學無知。所以這一個老師教導的是以戒定為中心。慧，是根本智，根本智，剛才講了，根本智是無知。到你這個戒定慧三學真的有了基礎，你在這個地方有了心得，然後老師放你出去，叫出師，就離開老師，出師了。出師之後，是成就後得智。後得智就是無所不知，是這麼個學法的。絕對沒有一開頭就到處去學，到處去聽，到處去看，那就沒有法子。那什麼？你思想亂了，知見亂了，這是真正善知識不願意教你的。這個老師選擇學生，選擇憨厚，沒有學過，他選擇這種人。你很聰明、很伶俐，聽到很多，學得很多，老師決定不敢要這個人。要這個人什麼？他天天不太平，天天惹麻煩，天天跟你辯論，所以天天不太平。他不找這個學生，這是我們一定要知道的。"
    },
    {
      "id": "04-003-0125_p0032",
      "zh_CN": "所以从前的方法跟现在的方法不一样。换句话说，现代真正想学的人，去找老师到哪去找去？找不到了。真正找到好老师，人家一问你，我亲近这个，亲近那个，看了许许多多经论，跑了好多好多道场。老师：你很难得，你不错，你很有善根。打发你走了，不敢教你。如果我们自己真正肯学，怎么办？这我也常常提供给大家，现在人找不到，找古人，亲近古时候的善知识。古人找谁？我们现在念的这个经本，这个注解是清凉大师注的，我依照这个经本来修学，那清凉大师是我的老师。这个《钞》是宗密大师写的，我依照他的教训，清凉、宗密是我的老师。这个错不了，这是真正的大善知识，这哪里会有错？我们找古大德做老师。",
      "zh_TW": "所以從前的方法跟現在的方法不一樣。換句話說，現代真正想學的人，去找老師到哪去找去？找不到了。真正找到好老師，人家一問你，我親近這個，親近那個，看了許許多多經論，跑了好多好多道場。老師：你很難得，你不錯，你很有善根。打發你走了，不敢教你。如果我們自己真正肯學，怎麼辦？這我也常常提供給大家，現在人找不到，找古人，親近古時候的善知識。古人找誰？我們現在念的這個經本，這個註解是清涼大師註的，我依照這個經本來修學，那清涼大師是我的老師。這個《鈔》是宗密大師寫的，我依照他的教訓，清涼、宗密是我的老師。這個錯不了，這是真正的大善知識，這哪裡會有錯？我們找古大德做老師。"
    },
    {
      "id": "04-003-0125_p0033",
      "zh_CN": "可是这个地方诸位也要晓得，跟一个人学。古德很多，你只能选择一个人，跟定一个人，学得跟他一模一样，然后你就可以出去参学，广学多闻。同样的一个道理，跟一个人至少是五年以上，不能少过五年。譬如说我要跟清凉、宗密学，那就学这个注疏，我这个注疏就死心塌地，用这个注疏我好好的去念五年。这个本子，这个分量，一天念一遍，从头到尾念一遍。念熟了，这一遍下来，大概是四个小时到五个小时。你每天能够有四个小时到五个小时修定，这就很难得了。你刚刚念，念不熟，大概这个本子恐怕要八个小时，要八、九个小时，你才能把它念完。念上半年就念熟了，大概五个小时就差不多。不要求解义，里头懂不懂不相干，我只是念，念是什么？把我的妄想分别执着打掉。",
      "zh_TW": "可是這個地方諸位也要曉得，跟一個人學。古德很多，你只能選擇一個人，跟定一個人，學得跟他一模一樣，然後你就可以出去參學，廣學多聞。同樣的一個道理，跟一個人至少是五年以上，不能少過五年。譬如說我要跟清涼、宗密學，那就學這個註疏，我這個註疏就死心塌地，用這個註疏我好好的去念五年。這個本子，這個分量，一天念一遍，從頭到尾念一遍。念熟了，這一遍下來，大概是四個小時到五個小時。你每天能夠有四個小時到五個小時修定，這就很難得了。你剛剛念，念不熟，大概這個本子恐怕要八個小時，要八、九個小時，你才能把它念完。念上半年就念熟了，大概五個小時就差不多。不要求解義，裡頭懂不懂不相干，我只是念，念是什麼？把我的妄想分別執著打掉。"
    },
    {
      "id": "04-003-0125_p0034",
      "zh_CN": "所以念经是修定，用这个方法来修定，不是要求解义的。但是念久了，念个五年、六年，心真的定了。定了以后怎么样？这部经里面的意思豁然就明了了，这什么？悟了。这叫有悟处，从这里开悟了。这一开悟，无论什么经典，世出世间法，你一接触就明白，这就是真正开悟。假如接触之后还不明白，那没有开悟；没有开悟，继续念经，一直念到开悟为止。跟诸位讲，根性利的大概五年，根性稍微差一点的，也许七年、八年，也许十年、二十年，这是真的，不是假的。纵然一生不开悟，你回向求生净土是决定得生。因为开悟了，生净土是上品上生，那是实报庄严土；没有开悟往生，凡圣同居土，换句话说，你决定有分。所以这个利益是真实的，一点都不假。",
      "zh_TW": "所以念經是修定，用這個方法來修定，不是要求解義的。但是念久了，念個五年、六年，心真的定了。定了以後怎麼樣？這部經裡面的意思豁然就明瞭了，這什麼？悟了。這叫有悟處，從這裡開悟了。這一開悟，無論什麼經典，世出世間法，你一接觸就明白，這就是真正開悟。假如接觸之後還不明白，那沒有開悟；沒有開悟，繼續念經，一直念到開悟為止。跟諸位講，根性利的大概五年，根性稍微差一點的，也許七年、八年，也許十年、二十年，這是真的，不是假的。縱然一生不開悟，你迴向求生淨土是決定得生。因為開悟了，生淨土是上品上生，那是實報莊嚴土；沒有開悟往生，凡聖同居土，換句話說，你決定有分。所以這個利益是真實的，一點都不假。"
    },
    {
      "id": "04-003-0125_p0035",
      "zh_CN": "所以这个老师随大家选择，现在有不少同修，专门念《无量寿经》，那念《无量寿经》是跟谁学？跟无量寿佛学。这个选择最高明，我选择哪个老师，阿弥陀佛是我的老师，我是阿弥陀佛的学生。这是百分之百的正确，一点毛病都没有。我给不少人介绍，介绍一个好老师，阿弥陀佛。好好的跟他学，不要跟别人学，别人知见思想不见得很正确，也许有偏差。跟阿弥陀佛学，释迦牟尼佛赞叹阿弥陀佛，你看《无量寿经》上说的，「光中极尊，佛中之王」，这是本师对阿弥陀佛的赞叹。佛中之王，那还有什么话说？你为什么不去拜阿弥陀佛做老师，要去找这个、找那个？你对象找错了。阿弥陀佛在哪里？《无量寿经》就是的，《无量寿经》里面所说的，都是阿弥陀佛对我们的开示，对我们的教导，我们把他的话真正明白、体会了，然后都把它做到，那就是阿弥陀佛好学生，是阿弥陀佛的第一弟子，这些话都是经上说的。所以找一个古大德做老师，不如找菩萨；找菩萨做老师，不如找佛；找佛做老师，不如找阿弥陀佛。这是那个方法里头，我补充一点意思。我们再看底下广，广是讲用。",
      "zh_TW": "所以這個老師隨大家選擇，現在有不少同修，專門念《無量壽經》，那念《無量壽經》是跟誰學？跟無量壽佛學。這個選擇最高明，我選擇哪個老師，阿彌陀佛是我的老師，我是阿彌陀佛的學生。這是百分之百的正確，一點毛病都沒有。我給不少人介紹，介紹一個好老師，阿彌陀佛。好好的跟他學，不要跟別人學，別人知見思想不見得很正確，也許有偏差。跟阿彌陀佛學，釋迦牟尼佛讚歎阿彌陀佛，你看《無量壽經》上說的，「光中極尊，佛中之王」，這是本師對阿彌陀佛的讚歎。佛中之王，那還有什麼話說？你為什麼不去拜阿彌陀佛做老師，要去找這個、找那個？你對象找錯了。阿彌陀佛在哪裡？《無量壽經》就是的，《無量壽經》裡面所說的，都是阿彌陀佛對我們的開示，對我們的教導，我們把他的話真正明白、體會了，然後都把它做到，那就是阿彌陀佛好學生，是阿彌陀佛的第一弟子，這些話都是經上說的。所以找一個古大德做老師，不如找菩薩；找菩薩做老師，不如找佛；找佛做老師，不如找阿彌陀佛。這是那個方法裡頭，我補充一點意思。我們再看底下廣，廣是講用。"
    },
    {
      "id": "04-003-0125_p0036",
      "zh_CN": "【释广字十义者。一广绝义。】",
      "zh_TW": "【釋廣字十義者。一廣絕義。】"
    },
    {
      "id": "04-003-0125_p0037",
      "zh_CN": "这个『绝』是什么？绝思量分别，佛法里面常讲的「言语道断，心行处灭」，言语达不到，把言语绝掉，断绝掉；心思也达不到，所以这个念头也把它绝掉，这就行了，如来果地上的境界就现前了。其实如来果地上的境界，就是自性本具真实的境界，就现前了。这个境界在现在为什么不能现前？就是坏在妄想执着，就坏在这里。佛在《华严经．出现品》里头说，「但以妄想执着不能证得」，这是讲一切众生。你有妄想就是你还有念头，你还有执着，这个境界就不能现前，你就见不到。所以这个『广』里头第一个意思，就是叫你把这个断绝，这个境界就很容易现前。由此可知，佛法教学，要说简单是简单到了极处，只要把妄想执着放下、舍弃，一切都圆满了。不要说是释迦牟尼佛四十九年的教学，一切诸佛无量劫的教学，你就统统圆满了，一点也不欠缺。绝上头有个广，广是一切放下，世出世间所有一切法统统放下，这是第一个意思。",
      "zh_TW": "這個『絕』是什麼？絕思量分別，佛法裡面常講的「言語道斷，心行處滅」，言語達不到，把言語絕掉，斷絕掉；心思也達不到，所以這個念頭也把它絕掉，這就行了，如來果地上的境界就現前了。其實如來果地上的境界，就是自性本具真實的境界，就現前了。這個境界在現在為什麼不能現前？就是壞在妄想執著，就壞在這裡。佛在《華嚴經．出現品》裡頭說，「但以妄想執著不能證得」，這是講一切眾生。你有妄想就是你還有念頭，你還有執著，這個境界就不能現前，你就見不到。所以這個『廣』裡頭第一個意思，就是叫你把這個斷絕，這個境界就很容易現前。由此可知，佛法教學，要說簡單是簡單到了極處，只要把妄想執著放下、捨棄，一切都圓滿了。不要說是釋迦牟尼佛四十九年的教學，一切諸佛無量劫的教學，你就統統圓滿了，一點也不欠缺。絕上頭有個廣，廣是一切放下，世出世間所有一切法統統放下，這是第一個意思。"
    },
    {
      "id": "04-003-0125_p0038",
      "zh_CN": "【二广超义。无有诸法能比类故。】",
      "zh_TW": "【二廣超義。無有諸法能比類故。】"
    },
    {
      "id": "04-003-0125_p0039",
      "zh_CN": "这个『超』是高超。所有一切法门里没有比这个更高的，它是超出一切法门，这是讲的《华严》。所以《华严》，古大德都公认是大乘佛法里面最殊胜的，经中之王，又称它作根本法轮。好像一棵树一样，这个是树的根，树的本。本就是主干，其他的这个经教，那是枝枝叶叶，这是根本，这就是超绝的意思。这个说法跟一些大乘经论没有两样，还不是它的精义，精华的意义。它最精彩的意义是什么？古德跟我们说过，《大方广佛华严经》，如果没有最后普贤菩萨十大愿王导归极乐，《华严经》就不能圆满。那《华严经》最精彩的是什么？原来就是导归极乐。导归极乐这个法门才真叫「广超」。《华严》超过一切法门，导归极乐超过《华严》，我们才真实把它这个圆满精彩的地方找出来了。",
      "zh_TW": "這個『超』是高超。所有一切法門裡沒有比這個更高的，它是超出一切法門，這是講的《華嚴》。所以《華嚴》，古大德都公認是大乘佛法裡面最殊勝的，經中之王，又稱它作根本法輪。好像一棵樹一樣，這個是樹的根，樹的本。本就是主幹，其他的這個經教，那是枝枝葉葉，這是根本，這就是超絕的意思。這個說法跟一些大乘經論沒有兩樣，還不是它的精義，精華的意義。它最精彩的意義是什麼？古德跟我們說過，《大方廣佛華嚴經》，如果沒有最後普賢菩薩十大願王導歸極樂，《華嚴經》就不能圓滿。那《華嚴經》最精彩的是什麼？原來就是導歸極樂。導歸極樂這個法門才真叫「廣超」。《華嚴》超過一切法門，導歸極樂超過《華嚴》，我們才真實把它這個圓滿精彩的地方找出來了。"
    },
    {
      "id": "04-003-0125_p0040",
      "zh_CN": "【三广摄义。通摄无边异类法故。】",
      "zh_TW": "【三廣攝義。通攝無邊異類法故。】"
    },
    {
      "id": "04-003-0125_p0041",
      "zh_CN": "这个『摄』，要用现代的话来说，就是接引的意思，帮助的意思。是要真正能帮得上忙，接受的人得到真实的利益，才是摄的意思。「广摄」那就是无所不摄。这个广字统统与普贤菩萨导归极乐有密切的关系。为什么？假如没有十大愿王导归极乐，这一个法门所摄受的对象是四十一位法身大士，就是圆教初住菩萨到等觉菩萨，是他摄受的对象，圆初住以下没有分。譬如现在这个学校里面招生，台湾大学招生，他招的对象必定是高中毕业才有资格考进去，高中毕业以下的就没有资格，不广。现在这里有个学校招生，上面从博士班，下到幼稚园统统都招，这个学校招生就圆满了。普贤菩萨十大愿王导归极乐，意思就是这个。下至地狱众生，上至等觉菩萨，统统有分，这才叫广。所以这部经典里面，《大方广佛华严经》这七个字，真的得普贤十愿导归极乐，才得到真实的圆满。如果没有末后，就是我们现在念的这一卷，那《华严》真的就是不圆满。它这七个字都是有限度的，都不是真正的无尽的意思，所以这是统统都包括了。",
      "zh_TW": "這個『攝』，要用現代的話來說，就是接引的意思，幫助的意思。是要真正能幫得上忙，接受的人得到真實的利益，才是攝的意思。「廣攝」那就是無所不攝。這個廣字統統與普賢菩薩導歸極樂有密切的關係。為什麼？假如沒有十大願王導歸極樂，這一個法門所攝受的對象是四十一位法身大士，就是圓教初住菩薩到等覺菩薩，是他攝受的對象，圓初住以下沒有分。譬如現在這個學校裡面招生，台灣大學招生，他招的對象必定是高中畢業才有資格考進去，高中畢業以下的就沒有資格，不廣。現在這裡有個學校招生，上面從博士班，下到幼稚園統統都招，這個學校招生就圓滿了。普賢菩薩十大願王導歸極樂，意思就是這個。下至地獄眾生，上至等覺菩薩，統統有分，這才叫廣。所以這部經典裡面，《大方廣佛華嚴經》這七個字，真的得普賢十願導歸極樂，才得到真實的圓滿。如果沒有末後，就是我們現在念的這一卷，那《華嚴》真的就是不圓滿。它這七個字都是有限度的，都不是真正的無盡的意思，所以這是統統都包括了。"
    },
    {
      "id": "04-003-0125_p0042",
      "zh_CN": "大师这个注子里面特别注上『异类』，这个字很重要，他为什么不说同类？同类，那范围就局限了。异类都包含，同类就不必说了，当然含摄在其中。这个异类就广大了，不但是佛门里面的异类，佛门异类指什么？指小乘，声闻、缘觉，这个是佛门里面的异类。它这个范围还要广，广到不属于佛门，那就是包含了其他的宗教，包含了一切的学术，平等得度。能包含，能平等，这个里面一定与一切异类能够和平共存，决定没有冲突、没有抵触，它才能『通摄』。",
      "zh_TW": "大師這個註子裡面特別註上『異類』，這個字很重要，他為什麼不說同類？同類，那範圍就侷限了。異類都包含，同類就不必說了，當然含攝在其中。這個異類就廣大了，不但是佛門裡面的異類，佛門異類指什麼？指小乘，聲聞、緣覺，這個是佛門裡面的異類。它這個範圍還要廣，廣到不屬於佛門，那就是包含了其他的宗教，包含了一切的學術，平等得度。能包含，能平等，這個裡面一定與一切異類能夠和平共存，決定沒有衝突、沒有牴觸，它才能『通攝』。"
    },
    {
      "id": "04-003-0125_p0043",
      "zh_CN": "所以佛教今天在国外的弘扬，我劝其他宗教的教徒，我劝基督教徒、劝天主教徒，劝他们统统来学佛，来受三皈，依照经典方法来修行。是不是要叫他们叛教？那如果他们叛教，这个不是佛法，那叫大错特错。你们星期天还要上教堂，比其他的信徒还要虔诚。你为什么这样虔诚？因为你学了佛，学了佛怎么更虔诚？学了佛，明理了，所以决定不能够背弃。如果说我们佛教鼓励他，你要到我这里来，把他们的舍弃，这绝对不是佛说的。佛法是法法平等，法法皆如，无有一法不如。那如果说是外教不如，无有一法不如下头还要加个注解，这其他宗教不如，在外，那哪有这个说法？查遍经典，查遍古德没有这个说法。",
      "zh_TW": "所以佛教今天在國外的弘揚，我勸其他宗教的教徒，我勸基督教徒、勸天主教徒，勸他們統統來學佛，來受三皈，依照經典方法來修行。是不是要叫他們叛教？那如果他們叛教，這個不是佛法，那叫大錯特錯。你們星期天還要上教堂，比其他的信徒還要虔誠。你為什麼這樣虔誠？因為你學了佛，學了佛怎麼更虔誠？學了佛，明理了，所以決定不能夠背棄。如果說我們佛教鼓勵他，你要到我這裡來，把他們的捨棄，這絕對不是佛說的。佛法是法法平等，法法皆如，無有一法不如。那如果說是外教不如，無有一法不如下頭還要加個註解，這其他宗教不如，在外，那哪有這個說法？查遍經典，查遍古德沒有這個說法。"
    },
    {
      "id": "04-003-0125_p0044",
      "zh_CN": "所以真正觉悟、明白了，无有一法不是佛法。什么叫佛法？大家要将这两个字认清楚，法是一切万法，佛是觉悟的意思，是明白的意思。一切万法统统明白、统统觉悟了，那就叫佛法。所以佛是明白一切法，觉悟一切法，是这个意思；不是叫改变一切法，不是要废弃某些法，不是的。十法界统统存在，所贵的是你真实明了。成了佛了，佛的法界，释迦牟尼佛的这个法界有六道轮回，有地狱、饿鬼，十方诸佛的法界，跟释迦牟尼佛相似差不多的，太多太多了。那佛成佛了，为什么不把六道三途废弃掉？不需要，明白就行了，不迷就行了，破迷开悟，于一切法真实明了。",
      "zh_TW": "所以真正覺悟、明白了，無有一法不是佛法。什麼叫佛法？大家要將這兩個字認清楚，法是一切萬法，佛是覺悟的意思，是明白的意思。一切萬法統統明白、統統覺悟了，那就叫佛法。所以佛是明白一切法，覺悟一切法，是這個意思；不是叫改變一切法，不是要廢棄某些法，不是的。十法界統統存在，所貴的是你真實明瞭。成了佛了，佛的法界，釋迦牟尼佛的這個法界有六道輪迴，有地獄、餓鬼，十方諸佛的法界，跟釋迦牟尼佛相似差不多的，太多太多了。那佛成佛了，為什麼不把六道三途廢棄掉？不需要，明白就行了，不迷就行了，破迷開悟，於一切法真實明瞭。"
    },
    {
      "id": "04-003-0125_p0045",
      "zh_CN": "他学了佛，他是基督徒，基督徒的目标是将来升天，我们让他认真学佛，学佛将来他到天上去宣扬佛法，这个功德多大！一定要懂得，要知道。他去度他那一类有缘的众生，佛法常说，佛不度无缘之人。那就是牧师菩萨、神父菩萨，这就对了。所以我在美国，我这个佛堂里面，对于外国人星期六上佛堂，星期天你们上教堂，没有冲突，这个是对的。如果他说，放弃他那个教，要走到我这个门来，我不收，为什么？这是错误的，这个做法是不对。这叫广摄的意思。",
      "zh_TW": "他學了佛，他是基督徒，基督徒的目標是將來升天，我們讓他認真學佛，學佛將來他到天上去宣揚佛法，這個功德多大！一定要懂得，要知道。他去度他那一類有緣的眾生，佛法常說，佛不度無緣之人。那就是牧師菩薩、神父菩薩，這就對了。所以我在美國，我這個佛堂裡面，對於外國人星期六上佛堂，星期天你們上教堂，沒有衝突，這個是對的。如果他說，放棄他那個教，要走到我這個門來，我不收，為什麼？這是錯誤的，這個做法是不對。這叫廣攝的意思。"
    },
    {
      "id": "04-003-0125_p0046",
      "zh_CN": "【四广知义。具足种智。破邪见故。】",
      "zh_TW": "【四廣知義。具足種智。破邪見故。】"
    },
    {
      "id": "04-003-0125_p0047",
      "zh_CN": "『种智』，这是佛经里面的术语，它完全的名字叫一切种智，是如来果地上所证得的圆满智慧，称为一切种智。一切就是广大的意思，种是多的意思，种是种种，一切种种，没有一种不知道的。也就是常说的，无所不知，无所不能，就是这个意思。也是其他宗教里头赞美上帝，全知全能，也是这个意思。实在讲，上帝未必是全知全能，为什么？他也在六道里头，他是凡夫，佛才是全知全能；换句话说，全知全能是我们自己性德的圆满流露。所以佛说，一切众生皆有如来智慧，这个如来智慧就是一切众生个个都有，平等平等。佛的智慧起作用，现前了；我们的智慧不起作用，被埋没掉了。被什么埋没掉？被你的妄想埋没掉了，被你的烦恼埋没掉了。所以佛告诉我们，如果我们把妄想断掉，烦恼断掉，我们的智慧本能就又恢复了。可见得这个丧失，不是真正的丧失，只是妄想烦恼把本能障碍住了，我们把这个障碍去掉了，智慧德能就恢复、就现前，这才是事实的真相。",
      "zh_TW": "『種智』，這是佛經裡面的術語，它完全的名字叫一切種智，是如來果地上所證得的圓滿智慧，稱為一切種智。一切就是廣大的意思，種是多的意思，種是種種，一切種種，沒有一種不知道的。也就是常說的，無所不知，無所不能，就是這個意思。也是其他宗教裡頭讚美上帝，全知全能，也是這個意思。實在講，上帝未必是全知全能，為什麼？他也在六道裡頭，他是凡夫，佛才是全知全能；換句話說，全知全能是我們自己性德的圓滿流露。所以佛說，一切眾生皆有如來智慧，這個如來智慧就是一切眾生個個都有，平等平等。佛的智慧起作用，現前了；我們的智慧不起作用，被埋沒掉了。被什麼埋沒掉？被你的妄想埋沒掉了，被你的煩惱埋沒掉了。所以佛告訴我們，如果我們把妄想斷掉，煩惱斷掉，我們的智慧本能就又恢復了。可見得這個喪失，不是真正的喪失，只是妄想煩惱把本能障礙住了，我們把這個障礙去掉了，智慧德能就恢復、就現前，這才是事實的真相。"
    },
    {
      "id": "04-003-0125_p0048",
      "zh_CN": "智慧德能现前，你的想法、看法就正确，就不会错误。这个底下讲『邪见』，邪见是错误的见解、错误的思想，是因为我们丧失了正知正见，所以才变成错误的知见。我们对于人、对于事、对于物，往往是想错、看错了，这个病根就在此地。佛法他的教学就是把我们这些病根拔除，恢复我们自己的本能。所以佛在许多经论里面跟我们说老实话，佛没有东西给人，如果说佛有东西给你，那是妄语，那是欺骗你的。佛对于我们做了些什么？帮助我们恢复本能，你所得到的，统统是你自己本来有的，不是佛给你的。但是你现在为什么会丧失，哪个地方有障碍，你不知道，佛告诉你，然后帮助你把这个障碍去掉，你的智慧德能就恢复了。这是佛对我们真实恩德，佛绝对不欺骗人。",
      "zh_TW": "智慧德能現前，你的想法、看法就正確，就不會錯誤。這個底下講『邪見』，邪見是錯誤的見解、錯誤的思想，是因為我們喪失了正知正見，所以才變成錯誤的知見。我們對於人、對於事、對於物，往往是想錯、看錯了，這個病根就在此地。佛法他的教學就是把我們這些病根拔除，恢復我們自己的本能。所以佛在許多經論裡面跟我們說老實話，佛沒有東西給人，如果說佛有東西給你，那是妄語，那是欺騙你的。佛對於我們做了些什麼？幫助我們恢復本能，你所得到的，統統是你自己本來有的，不是佛給你的。但是你現在為什麼會喪失，哪個地方有障礙，你不知道，佛告訴你，然後幫助你把這個障礙去掉，你的智慧德能就恢復了。這是佛對我們真實恩德，佛絕對不欺騙人。"
    },
    {
      "id": "04-003-0125_p0049",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}