{
  "doc_id": "04-003-0145",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四五集",
    "zh_TW": "第一四五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0145",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "04-003-0145_p0001",
      "zh_CN": "请翻开经本第三百八十八面看第三行。《经》：",
      "zh_TW": "請翻開經本第三百八十八面看第三行。《經》："
    },
    {
      "id": "04-003-0145_p0002",
      "zh_CN": "【若欲成就此功德门。】",
      "zh_TW": "【若欲成就此功德門。】"
    },
    {
      "id": "04-003-0145_p0003",
      "zh_CN": "这一句是结前生后，总结前面所说的。前面所讲的是毘卢遮那佛无量的功德，说佛功德实际上就是说的自性功德，每个人都有自性，一切众生的自性跟诸佛如来的自性无二无别，实际上是一个。由此可知，赞佛功德就是赞叹自性功德。诸佛的教诲，他的目的就是希望一切众生都能够破迷开悟，都能够开发自性功德，让自己的性德都能够透出来，也就是说人人都成佛，这个自性透露就是成佛，这是佛教化众生的目标。现在这一句总结结得很好，『若欲』，这是假设的话，假设大家也希望成就像毘卢遮那佛一样的功德，这个好！我们有这个愿望这是很难得，有了这个愿望，我们自性功德如何才能够像佛一样真正显露出来？这下面就教给我们方法。",
      "zh_TW": "這一句是結前生後，總結前面所說的。前面所講的是毘盧遮那佛無量的功德，說佛功德實際上就是說的自性功德，每個人都有自性，一切眾生的自性跟諸佛如來的自性無二無別，實際上是一個。由此可知，讚佛功德就是讚歎自性功德。諸佛的教誨，他的目的就是希望一切眾生都能夠破迷開悟，都能夠開發自性功德，讓自己的性德都能夠透出來，也就是說人人都成佛，這個自性透露就是成佛，這是佛教化眾生的目標。現在這一句總結結得很好，『若欲』，這是假設的話，假設大家也希望成就像毘盧遮那佛一樣的功德，這個好！我們有這個願望這是很難得，有了這個願望，我們自性功德如何才能夠像佛一樣真正顯露出來？這下面就教給我們方法。"
    },
    {
      "id": "04-003-0145_p0004",
      "zh_CN": "【正示普因。】",
      "zh_TW": "【正示普因。】"
    },
    {
      "id": "04-003-0145_p0005",
      "zh_CN": "『示』是指示，就是教给我们如何修普遍广大的因行。这经文说：",
      "zh_TW": "『示』是指示，就是教給我們如何修普遍廣大的因行。這經文說："
    },
    {
      "id": "04-003-0145_p0006",
      "zh_CN": "【应修十种广大行愿。】",
      "zh_TW": "【應修十種廣大行願。】"
    },
    {
      "id": "04-003-0145_p0007",
      "zh_CN": "你要想成就像佛一样的功德，你必须要修学『十种广大行愿』。这个地方十种广大行愿，就是普贤菩萨所修的。哪一个人发心修这十种广大行愿，那个人就叫普贤菩萨，所以普贤菩萨很多，不是专指一个人，这诸位要知道。像学校读书一样的，有初学的、有一年级的、有二年级的。通常我们供养的普贤菩萨，他代表的是等觉菩萨，是普贤菩萨里面修学成就最高的，几乎跟佛没有两样。供这个等觉菩萨，也就是我们修学向往的目标，我们希望也能学得跟他一样，是那个意思。这下面有解释，这个解释每一个字都非常重要。《疏》：",
      "zh_TW": "你要想成就像佛一樣的功德，你必須要修學『十種廣大行願』。這個地方十種廣大行願，就是普賢菩薩所修的。哪一個人發心修這十種廣大行願，那個人就叫普賢菩薩，所以普賢菩薩很多，不是專指一個人，這諸位要知道。像學校讀書一樣的，有初學的、有一年級的、有二年級的。通常我們供養的普賢菩薩，他代表的是等覺菩薩，是普賢菩薩裡面修學成就最高的，幾乎跟佛沒有兩樣。供這個等覺菩薩，也就是我們修學嚮往的目標，我們希望也能學得跟他一樣，是那個意思。這下面有解釋，這個解釋每一個字都非常重要。《疏》："
    },
    {
      "id": "04-003-0145_p0008",
      "zh_CN": "【希欲为愿。造修为行。寄圆说十。】",
      "zh_TW": "【希欲為願。造修為行。寄圓說十。】"
    },
    {
      "id": "04-003-0145_p0009",
      "zh_CN": "这清凉大师解释的很简单，虽然解释的很简单，意思很圆满，非常圆满。下面宗密大师就给清凉这三句话再做一个比较详细的说明。",
      "zh_TW": "這清涼大師解釋的很簡單，雖然解釋的很簡單，意思很圓滿，非常圓滿。下面宗密大師就給清涼這三句話再做一個比較詳細的說明。"
    },
    {
      "id": "04-003-0145_p0010",
      "zh_CN": "【希欲为愿等者。谓心心希望佛果。不得高推胜境。念念欲乐悲济。不得退屈自欺。】",
      "zh_TW": "【希欲為願等者。謂心心希望佛果。不得高推勝境。念念欲樂悲濟。不得退屈自欺。】"
    },
    {
      "id": "04-003-0145_p0011",
      "zh_CN": "这是解释第一句，就是『希欲为愿』，解释第一句，我们从这一句看起。希是希望，欲是欲求，换句话说，这两个字的意思非常接近，用现代的话来说就是欲望。这个欲望不是求世间的名闻利养，是求圆满的佛道，所以想求成佛也是一个希望，也是一个欲望，因为这样一个欲望推动着你，你才会精进不懈，如果没有这个欲望，那一定是懈怠懒惰，不肯认真去修学。换句话说，愈是勇猛精进的人，他这个欲望愈强，这是一定的道理。有强烈的欲望，希望自己能够早一天成就，『心心希望佛果』。佛的果报实在讲太高了，我们凡夫，这是佛门里常讲博地凡夫，烦恼一品都没有断，想成佛这是妄想，这不是事实，太过分了，今天遇到普贤菩萨，遇到他老人家，果然有这个愿望，也不会叫你失望，即使生死凡夫满身的罪业也行。你只要真正肯依照普贤菩萨的教诲，我们在一生当中还是能够达到这个目标。所以祖师跟我们讲不要『高推圣境』，不要把这个想的太高，高到自己不敢攀登，那就错了。是高没错，但是有方法可以达到。",
      "zh_TW": "這是解釋第一句，就是『希欲為願』，解釋第一句，我們從這一句看起。希是希望，欲是欲求，換句話說，這兩個字的意思非常接近，用現代的話來說就是欲望。這個欲望不是求世間的名聞利養，是求圓滿的佛道，所以想求成佛也是一個希望，也是一個欲望，因為這樣一個欲望推動著你，你才會精進不懈，如果沒有這個欲望，那一定是懈怠懶惰，不肯認真去修學。換句話說，愈是勇猛精進的人，他這個欲望愈強，這是一定的道理。有強烈的欲望，希望自己能夠早一天成就，『心心希望佛果』。佛的果報實在講太高了，我們凡夫，這是佛門裡常講博地凡夫，煩惱一品都沒有斷，想成佛這是妄想，這不是事實，太過分了，今天遇到普賢菩薩，遇到他老人家，果然有這個願望，也不會叫你失望，即使生死凡夫滿身的罪業也行。你只要真正肯依照普賢菩薩的教誨，我們在一生當中還是能夠達到這個目標。所以祖師跟我們講不要『高推聖境』，不要把這個想的太高，高到自己不敢攀登，那就錯了。是高沒錯，但是有方法可以達到。"
    },
    {
      "id": "04-003-0145_p0012",
      "zh_CN": "这个希是对自己的愿望，欲是度众生。诸位要记住这个法门是大乘法门，大乘法门一定是自利利他，如果只讲自利而不去利益众生，这与普贤菩萨的愿不相应。换句话说，普贤菩萨想帮你忙帮不上，你一定有自行的愿，又有度化众生的愿，所谓度化众生就是尽我们自己的心力，尽心尽力把佛法推荐给大众，介绍给大众，这就叫度众生，这就是度的意思，就是弘化的意思。这底下讲『念念欲乐悲济』，念念希望我们真正能够给予众生真实的快乐，真实的利益，众生有苦有难，我们要帮助他解决苦难，这些事情是诸佛菩萨所做的，我们智慧能力很薄弱，但是也不可以推诿，我们有多少能力做多少事，尽心尽力，这个功德就是圆满的，所以不可以自欺，这个意思就是说一定要尽心尽力。下面解释第二句『造修为行』，前面是个心愿，自利利他的心愿，这个愿都是圆满的。",
      "zh_TW": "這個希是對自己的願望，欲是度眾生。諸位要記住這個法門是大乘法門，大乘法門一定是自利利他，如果只講自利而不去利益眾生，這與普賢菩薩的願不相應。換句話說，普賢菩薩想幫你忙幫不上，你一定有自行的願，又有度化眾生的願，所謂度化眾生就是盡我們自己的心力，盡心盡力把佛法推薦給大眾，介紹給大眾，這就叫度眾生，這就是度的意思，就是弘化的意思。這底下講『念念欲樂悲濟』，念念希望我們真正能夠給予眾生真實的快樂，真實的利益，眾生有苦有難，我們要幫助他解決苦難，這些事情是諸佛菩薩所做的，我們智慧能力很薄弱，但是也不可以推諉，我們有多少能力做多少事，盡心盡力，這個功德就是圓滿的，所以不可以自欺，這個意思就是說一定要盡心盡力。下面解釋第二句『造修為行』，前面是個心願，自利利他的心願，這個願都是圓滿的。"
    },
    {
      "id": "04-003-0145_p0013",
      "zh_CN": "【造修者。谓造极调身莹心。不得怀增上慢。造真。改恶修善。不得说食数宝也。】",
      "zh_TW": "【造修者。謂造極調身瑩心。不得懷增上慢。造真。改惡修善。不得說食數寶也。】"
    },
    {
      "id": "04-003-0145_p0014",
      "zh_CN": "这是解释第二句，第三句就不必说了，意思大家都知道。『寄圆说十』，这前面说的太多了。『造』就是造作，起心动念、言语动作这个都是行为；『修』是把一切错误的行为修正过来，所以叫「造修」。大师在此地告诉我们『造极调身莹心』，普贤菩萨这个修行的标准高，达到至善圆满的境界，到这个境界，所以讲造极，登峰造极。「调身」，身是身体，怎么调身？身一举一动合乎礼法，我们中国人从前讲守礼，现在讲守规矩，这是调身。我们一举一动都有规矩，都不违背礼节，这是调身。言语要是具体来说，用十善的标准这是大家好懂，不杀生、不偷盗、不邪淫，叫调身；不妄语、不恶口、不两舌、不绮语，这也是调身。口是身，身体！「莹」是光明的意思，是洁净的意思，一尘不染，心要清净光明。心里怎样才做到清净光明？不贪、不瞋、不痴。我们这样讲法大家就非常好懂，这两句在我们初学的人来说，圆圆满满包含了十善业。",
      "zh_TW": "這是解釋第二句，第三句就不必說了，意思大家都知道。『寄圓說十』，這前面說的太多了。『造』就是造作，起心動念、言語動作這個都是行為；『修』是把一切錯誤的行為修正過來，所以叫「造修」。大師在此地告訴我們『造極調身瑩心』，普賢菩薩這個修行的標準高，達到至善圓滿的境界，到這個境界，所以講造極，登峰造極。「調身」，身是身體，怎麼調身？身一舉一動合乎禮法，我們中國人從前講守禮，現在講守規矩，這是調身。我們一舉一動都有規矩，都不違背禮節，這是調身。言語要是具體來說，用十善的標準這是大家好懂，不殺生、不偷盜、不邪淫，叫調身；不妄語、不惡口、不兩舌、不綺語，這也是調身。口是身，身體！「瑩」是光明的意思，是潔淨的意思，一塵不染，心要清淨光明。心裡怎樣才做到清淨光明？不貪、不瞋、不痴。我們這樣講法大家就非常好懂，這兩句在我們初學的人來說，圓圓滿滿包含了十善業。"
    },
    {
      "id": "04-003-0145_p0015",
      "zh_CN": "『不得怀增上慢』，这句是非常重要的警惕，这个世间修行人自己修得很不错，修的是十善，十善业修得很好，自己修得好怎么样？瞧不起别人。愈是修持得好，愈贡高我慢，这叫「增上慢」。有了增上慢，他所修学的戒与善，具足众戒，那是戒律清净，善行圆满，但是他有增上慢，他的戒善就变成了世间福报的因缘。他来生到哪里？来生享人天福报。因为他有戒，他决定在人天，要没有戒只有善，那可能到三恶道享福去，这我们要搞清楚。没有戒，他有善，来生到畜生道、饿鬼道去享福，他破了戒。有戒有善这决定是人天，五戒持得很好，得人身，那再要修善，人间享大福报。如果戒善更要精严，那就是到天上享福报去。要没有增上慢，心地清净，非常谦虚，即使遇到破戒的人，他也不起心动念，也没有分别执着，一样的恭敬。那这就变成出世间的戒善，就会超越六道，所以这里特别提出警告，不可以怀增上慢。",
      "zh_TW": "『不得懷增上慢』，這句是非常重要的警惕，這個世間修行人自己修得很不錯，修的是十善，十善業修得很好，自己修得好怎麼樣？瞧不起別人。愈是修持得好，愈貢高我慢，這叫「增上慢」。有了增上慢，他所修學的戒與善，具足眾戒，那是戒律清淨，善行圓滿，但是他有增上慢，他的戒善就變成了世間福報的因緣。他來生到哪裡？來生享人天福報。因為他有戒，他決定在人天，要沒有戒只有善，那可能到三惡道享福去，這我們要搞清楚。沒有戒，他有善，來生到畜生道、餓鬼道去享福，他破了戒。有戒有善這決定是人天，五戒持得很好，得人身，那再要修善，人間享大福報。如果戒善更要精嚴，那就是到天上享福報去。要沒有增上慢，心地清淨，非常謙虛，即使遇到破戒的人，他也不起心動念，也沒有分別執著，一樣的恭敬。那這就變成出世間的戒善，就會超越六道，所以這裡特別提出警告，不可以懷增上慢。"
    },
    {
      "id": "04-003-0145_p0016",
      "zh_CN": "下面又教给我们什么是真？什么是善？这个造跟修的意思是一样，修要真修。这不能假修，要真干、真修。『造真』，就是真修，就像善导大师在《观经》注解里面教给我们的，一切都要从真实心中作，这句话就这个意思，要从真实心中作，做什么？底下一句是纲领，『改恶修善』，改恶一定要知道自己的恶你才能改恶，一定要能够辨别善恶，你才知道如何修善，我们一定要觉悟，觉悟什么？觉悟这个世间苦，这是真苦。尤其生在这个时代，这个时代是乱世，世界大乱，天下大乱，我们生在这个时代；共业不善，别业更苦，别业是个人的造业，你在这一生当中几桩事情称心如意？多少事情不顺心，给你带来的烦恼、带来的痛苦、带来的忧虑、带来的不安，这是一定要觉悟的。这些现前我们受的果报，果必有因。换句话说，我们前世没有修好因！所以日子过得这么辛苦，实在讲过得非常痛苦，真正觉察到了，这才有改过的希望。",
      "zh_TW": "下面又教給我們什麼是真？什麼是善？這個造跟修的意思是一樣，修要真修。這不能假修，要真幹、真修。『造真』，就是真修，就像善導大師在《觀經》註解裡面教給我們的，一切都要從真實心中作，這句話就這個意思，要從真實心中作，做什麼？底下一句是綱領，『改惡修善』，改惡一定要知道自己的惡你才能改惡，一定要能夠辨別善惡，你才知道如何修善，我們一定要覺悟，覺悟什麼？覺悟這個世間苦，這是真苦。尤其生在這個時代，這個時代是亂世，世界大亂，天下大亂，我們生在這個時代；共業不善，別業更苦，別業是個人的造業，你在這一生當中幾樁事情稱心如意？多少事情不順心，給你帶來的煩惱、帶來的痛苦、帶來的憂慮、帶來的不安，這是一定要覺悟的。這些現前我們受的果報，果必有因。換句話說，我們前世沒有修好因！所以日子過得這麼辛苦，實在講過得非常痛苦，真正覺察到了，這才有改過的希望。"
    },
    {
      "id": "04-003-0145_p0017",
      "zh_CN": "学佛，早晚功课我在讲席里面说了很多遍，早课是提醒自己，希望在这一天当中六根接触六尘境界，处事待人接物不要犯过失，早课提醒自己。读经就是接受佛的教诲，佛是世出世间的大圣，是九法界众生的典范、模范师表！我们以他做榜样，向他学习，佛在这个生活当中用什么心待人？用什么心处世？用什么态度来做事？这都是我们应当向他学习的，早课的意思在此地。晚课是反省，很冷静的回想我今天一天起心动念有哪些过失？有了过失要把这个过失改掉，希望明天再不会犯同样的过失，这是晚课的意义。如果诸位能用这种心态做早晚课，你学了三年，你不成为现代的圣人，至少也成为现代的大贤人。这是真的，不是假的。",
      "zh_TW": "學佛，早晚功課我在講席裡面說了很多遍，早課是提醒自己，希望在這一天當中六根接觸六塵境界，處事待人接物不要犯過失，早課提醒自己。讀經就是接受佛的教誨，佛是世出世間的大聖，是九法界眾生的典範、模範師表！我們以他做榜樣，向他學習，佛在這個生活當中用什麼心待人？用什麼心處世？用什麼態度來做事？這都是我們應當向他學習的，早課的意思在此地。晚課是反省，很冷靜的回想我今天一天起心動念有哪些過失？有了過失要把這個過失改掉，希望明天再不會犯同樣的過失，這是晚課的意義。如果諸位能用這種心態做早晚課，你學了三年，你不成為現代的聖人，至少也成為現代的大賢人。這是真的，不是假的。"
    },
    {
      "id": "04-003-0145_p0018",
      "zh_CN": "这学佛学了这么多年，没进步，早晚课天天做，怎么做的？原来是念给佛菩萨听的，跟自己思想行为毫不相关，这怎么行？这不但没有利益可以说，反而造罪业，造什么罪业？罪业大了，早晨骗佛菩萨一次，晚上又骗一次，佛菩萨不在面前，这是泥塑木雕画像，你就很忍心去骗它，那当然你对世间任何一个人，纵然是父母、妻子也会欺骗他，为什么？纸画的、泥塑木雕的佛菩萨都骗他，你还不会骗人？所以做早晚课是在造罪业，我跟大家讲真话，这是如何断恶修善。",
      "zh_TW": "這學佛學了這麼多年，沒進步，早晚課天天做，怎麼做的？原來是念給佛菩薩聽的，跟自己思想行為毫不相關，這怎麼行？這不但沒有利益可以說，反而造罪業，造什麼罪業？罪業大了，早晨騙佛菩薩一次，晚上又騙一次，佛菩薩不在面前，這是泥塑木雕畫像，你就很忍心去騙它，那當然你對世間任何一個人，縱然是父母、妻子也會欺騙他，為什麼？紙畫的、泥塑木雕的佛菩薩都騙他，你還不會騙人？所以做早晚課是在造罪業，我跟大家講真話，這是如何斷惡修善。"
    },
    {
      "id": "04-003-0145_p0019",
      "zh_CN": "所以我们净宗的同修，我劝大家早课念《无量寿经》四十八愿，我们以阿弥陀佛为自己修行的标准，希望我们的心跟阿弥陀佛一样，我们的愿跟阿弥陀佛一样，我们的言行也跟阿弥陀佛一样，早课用这个提醒自己，以阿弥陀佛作为自己修行的标准。晚课念《无量寿经》三十二到三十七，念这一段，这一段经文诸位一看就晓得，讲什么？讲善恶因果。所以我们拿这一段经文来反省、来检点自己，我今天一天做了哪些善事？哪些恶事？要清楚，做的善，希望这个善能增长；做的恶，希望这个恶明天不做。断恶修善，这早晚课就有意义，早晚课那是真修，那真的是无量功德。所以说『不得说食数宝』，「说食数宝」就是刚才讲的骗人的，说食是什么？人肚子饿了，想到哪个菜馆，这道菜不错，那道菜说了几十道，肚子还是空空的，一样也没得到。就好像念经一样，一天到晚念，念给佛菩萨听的，自己一点受用都没有，这叫说食。数宝，像银行的出纳，天天属钞票都不是自己的，数来数去自己一文钱没得到，这就是数宝的意思，这都是错误。所以我们早晚课诵不可以流于形式，流于形式就是「说食数宝」，一定要得到真实的受用。这是在没有教给我们十种广大行愿之前，先说几句这个开头的话，这是非常重要，底下要我们用这样的心态来修学。我们看经文三百八十九面第四行，这是经文。",
      "zh_TW": "所以我們淨宗的同修，我勸大家早課念《無量壽經》四十八願，我們以阿彌陀佛為自己修行的標準，希望我們的心跟阿彌陀佛一樣，我們的願跟阿彌陀佛一樣，我們的言行也跟阿彌陀佛一樣，早課用這個提醒自己，以阿彌陀佛作為自己修行的標準。晚課念《無量壽經》三十二到三十七，念這一段，這一段經文諸位一看就曉得，講什麼？講善惡因果。所以我們拿這一段經文來反省、來檢點自己，我今天一天做了哪些善事？哪些惡事？要清楚，做的善，希望這個善能增長；做的惡，希望這個惡明天不做。斷惡修善，這早晚課就有意義，早晚課那是真修，那真的是無量功德。所以說『不得說食數寶』，「說食數寶」就是剛才講的騙人的，說食是什麼？人肚子餓了，想到哪個菜館，這道菜不錯，那道菜說了幾十道，肚子還是空空的，一樣也沒得到。就好像念經一樣，一天到晚念，念給佛菩薩聽的，自己一點受用都沒有，這叫說食。數寶，像銀行的出納，天天屬鈔票都不是自己的，數來數去自己一文錢沒得到，這就是數寶的意思，這都是錯誤。所以我們早晚課誦不可以流於形式，流於形式就是「說食數寶」，一定要得到真實的受用。這是在沒有教給我們十種廣大行願之前，先說幾句這個開頭的話，這是非常重要，底下要我們用這樣的心態來修學。我們看經文三百八十九面第四行，這是經文。"
    },
    {
      "id": "04-003-0145_p0020",
      "zh_CN": "【何等为十。一者礼敬诸佛。二者称赞如来。三者广修供养。四者忏除业障。五者随喜功德。六者请转法轮。七者请佛住世。八者常随佛学。九者恒顺众生。十者普皆回向。】",
      "zh_TW": "【何等為十。一者禮敬諸佛。二者稱讚如來。三者廣修供養。四者懺除業障。五者隨喜功德。六者請轉法輪。七者請佛住世。八者常隨佛學。九者恆順眾生。十者普皆回向。】"
    },
    {
      "id": "04-003-0145_p0021",
      "zh_CN": "这是将普贤菩萨修学的十种广大行愿的名目说出来了，今天是我们这一次讲经暂时结束的一天，明天我就到美国去了，下次回来我们还从这个地方讲，今天我跟诸位略说大意，细说我们等回来的时候再从头讲起。这是本经到了真正重要的地方，礼敬、称赞、供养、忏悔这都是我们平常修学的，普贤菩萨修学还不例外！换句话说，这十个项目是从初发心一直到等觉菩萨都不例外，还是修这十个项目。为什么普贤菩萨修就叫做广大行愿，它广在哪里？它大在哪里？我们只要把这两个字搞清楚就行了。广大都是指心愿，心广愿大，心是尽虚空遍法界，这是广；愿是愿度一切众生，这一切众生就跟阿弥陀佛本愿一样，上至等觉菩萨，下至地狱众生，统统包含在其中，这个愿就大了。因此他的礼敬跟我们的礼敬在形式上一样，见到佛也顶礼三拜，见到人也会点点头打个招呼，在形式上是一样的，但是在心境上不一样。我们的心境是不平等的，是有分别的；菩萨的心境是平等的，是没有分别的。他对佛的那个恭敬跟对一般人恭敬没有两样，外表是一样，里面也是一样，表里一如，这是普贤法。",
      "zh_TW": "這是將普賢菩薩修學的十種廣大行願的名目說出來了，今天是我們這一次講經暫時結束的一天，明天我就到美國去了，下次回來我們還從這個地方講，今天我跟諸位略說大意，細說我們等回來的時候再從頭講起。這是本經到了真正重要的地方，禮敬、稱讚、供養、懺悔這都是我們平常修學的，普賢菩薩修學還不例外！換句話說，這十個項目是從初發心一直到等覺菩薩都不例外，還是修這十個項目。為什麼普賢菩薩修就叫做廣大行願，它廣在哪裡？它大在哪裡？我們只要把這兩個字搞清楚就行了。廣大都是指心願，心廣願大，心是盡虛空遍法界，這是廣；願是願度一切眾生，這一切眾生就跟阿彌陀佛本願一樣，上至等覺菩薩，下至地獄眾生，統統包含在其中，這個願就大了。因此他的禮敬跟我們的禮敬在形式上一樣，見到佛也頂禮三拜，見到人也會點點頭打個招呼，在形式上是一樣的，但是在心境上不一樣。我們的心境是不平等的，是有分別的；菩薩的心境是平等的，是沒有分別的。他對佛的那個恭敬跟對一般人恭敬沒有兩樣，外表是一樣，裡面也是一樣，表裡一如，這是普賢法。"
    },
    {
      "id": "04-003-0145_p0022",
      "zh_CN": "这十个项目次第是一定的，不能够颠倒。好像我们这个大楼一样，第一层、第二层、第三层，你要上来，一定要经过第一层，然后到第二层，再到第三层，所以后面的包括前面，前面不一定能够包括后面，这它有次第。可是在普贤的心境，那前面要包后面，后面也要包前面，每一愿里面都圆满含摄其他九愿，这就大了，这就普了。不像我们我们初学的人，确实这第一里头不见得包括第二，但是第二会包括第一。因此我们在初学下手，诸位要记住一定要守规矩，要按部就班。我们是凡夫，凡夫不能学圣人，凡夫一学圣人，果报一定在阿鼻地狱。为什么？圣人心清净，没有分别执着，像《华严》里面讲的「理事无碍，事事无碍」，那要到明心见性才是这个修学的条件，这修学条件才具足。如果没有到明心见性，没有到理一心不乱，事一心都不行，事一心什么人？像阿罗汉、像辟支佛、像权教菩萨，权教菩萨是指别教三贤位、十住、十行、十回向；圆教的十信位菩萨都没有资格，都要守规矩按部就班。",
      "zh_TW": "這十個項目次第是一定的，不能夠顛倒。好像我們這個大樓一樣，第一層、第二層、第三層，你要上來，一定要經過第一層，然後到第二層，再到第三層，所以後面的包括前面，前面不一定能夠包括後面，這它有次第。可是在普賢的心境，那前面要包後面，後面也要包前面，每一願裡面都圓滿含攝其他九願，這就大了，這就普了。不像我們我們初學的人，確實這第一裡頭不見得包括第二，但是第二會包括第一。因此我們在初學下手，諸位要記住一定要守規矩，要按部就班。我們是凡夫，凡夫不能學聖人，凡夫一學聖人，果報一定在阿鼻地獄。為什麼？聖人心清淨，沒有分別執著，像《華嚴》裡面講的「理事無礙，事事無礙」，那要到明心見性才是這個修學的條件，這修學條件才具足。如果沒有到明心見性，沒有到理一心不亂，事一心都不行，事一心什麼人？像阿羅漢、像辟支佛、像權教菩薩，權教菩薩是指別教三賢位、十住、十行、十迴向；圓教的十信位菩薩都沒有資格，都要守規矩按部就班。"
    },
    {
      "id": "04-003-0145_p0023",
      "zh_CN": "所以修净土的人我们知道，净土法门在觉正净自性三宝当中，我们是修清净心，心净则土净，我们修清净心的。同样密宗也是修清净心的，我们为什么不选密而选净土？诸位要知道，净土是从基本上修起的，所以不容易犯过失；密宗是高级的法门，换句话说，它是到了事事无碍的境界，我们初学的人学那个法门就堕地狱。人家心真清净，我们心不清净。譬如饮食，密宗吃肉？你给他一碗大便，他也照吃，为什么？他没有分别执着，他是平等的。我们净土宗心不平等，我们不能这个做法。这密宗的大德他吃肉，你给他大便他不吃，他是假的，不是真的，他境界没到那个。我们在《神僧传》里面看到的，哪一位我记不得，年代太久了，刚学佛的时候喜欢看传记。《神僧传》是有记载的，有个法师他的规矩非常严，教他的徒弟戒律非常严格，但是他自己很随便，常常居士们请客，他很随便，一样是也吃肉、也喝酒。徒弟不服气，老师你叫我们要这样那样，你自己都做不到，师父一听，好好明天我请你们吃肉，徒弟也很开心，明天准备好把这个锄头畚箕，每个人都预备好，他老人家带他到哪里？带他到荒山野坟的地方，去挖那个死人，挖死尸骨头挖出来了，叫他的徒弟们吃，没有一个敢吃，他吃的津津有味；你能像我这样子可以学我，你不能像我这样子，乖乖持戒。徒弟没有法子，只好听他老人家的话。做不到！人家已经没有分别执着，你还有分别、还有是非人我，你怎么可以学？你的境界跟他差太远了，这些都是事实。所以我们看古来大德乃至于现前大德，哪些我们不能学，他是什么境界我们不知道，自己要晓得自己的境界，我自己还没有离开分别执着，我执法执还没有断，那就乖乖持戒，这才不错，因果可怕，这不是开玩笑的事情。这真正善知识的教诫，我们要记住，要认真努力去修学。",
      "zh_TW": "所以修淨土的人我們知道，淨土法門在覺正淨自性三寶當中，我們是修清淨心，心淨則土淨，我們修清淨心的。同樣密宗也是修清淨心的，我們為什麼不選密而選淨土？諸位要知道，淨土是從基本上修起的，所以不容易犯過失；密宗是高級的法門，換句話說，它是到了事事無礙的境界，我們初學的人學那個法門就墮地獄。人家心真清淨，我們心不清淨。譬如飲食，密宗吃肉？你給他一碗大便，他也照吃，為什麼？他沒有分別執著，他是平等的。我們淨土宗心不平等，我們不能這個做法。這密宗的大德他吃肉，你給他大便他不吃，他是假的，不是真的，他境界沒到那個。我們在《神僧傳》裡面看到的，哪一位我記不得，年代太久了，剛學佛的時候喜歡看傳記。《神僧傳》是有記載的，有個法師他的規矩非常嚴，教他的徒弟戒律非常嚴格，但是他自己很隨便，常常居士們請客，他很隨便，一樣是也吃肉、也喝酒。徒弟不服氣，老師你叫我們要這樣那樣，你自己都做不到，師父一聽，好好明天我請你們吃肉，徒弟也很開心，明天準備好把這個鋤頭畚箕，每個人都預備好，他老人家帶他到哪裡？帶他到荒山野墳的地方，去挖那個死人，挖死屍骨頭挖出來了，叫他的徒弟們吃，沒有一個敢吃，他吃的津津有味；你能像我這樣子可以學我，你不能像我這樣子，乖乖持戒。徒弟沒有法子，只好聽他老人家的話。做不到！人家已經沒有分別執著，你還有分別、還有是非人我，你怎麼可以學？你的境界跟他差太遠了，這些都是事實。所以我們看古來大德乃至於現前大德，哪些我們不能學，他是什麼境界我們不知道，自己要曉得自己的境界，我自己還沒有離開分別執著，我執法執還沒有斷，那就乖乖持戒，這才不錯，因果可怕，這不是開玩笑的事情。這真正善知識的教誡，我們要記住，要認真努力去修學。"
    },
    {
      "id": "04-003-0145_p0024",
      "zh_CN": "『礼敬』是修学的基础，治什么病？贡高我慢。这个贡高我慢是病根。众生为什么不能脱离生死轮回？为什么会堕三恶道？为什么遇到善知识、遇到佛菩萨修学不能成就？原因都在一个慢字。所以前面宗密大师讲：「不得怀增上慢」。这是一个非常严重的警告，傲慢的习气是与生俱来的，这不是学的。你看看那个一、二岁的小孩，他还没去学，你去观察他，他有没有傲慢？你仔细观察他，他有没有虚荣心？有没有好胜心？你就能观察的出来。所以佛说这是俱生烦恼，是前世的习气，前世还有前世，换句话说，无量劫来生生死死累劫的习气多重，太重了。这个习气是修道的大障碍，是生死轮回的根本，我们今天要把这个根拔掉，用什么方法来拔除？用礼敬。",
      "zh_TW": "『禮敬』是修學的基礎，治什麼病？貢高我慢。這個貢高我慢是病根。眾生為什麼不能脫離生死輪迴？為什麼會墮三惡道？為什麼遇到善知識、遇到佛菩薩修學不能成就？原因都在一個慢字。所以前面宗密大師講：「不得懷增上慢」。這是一個非常嚴重的警告，傲慢的習氣是與生俱來的，這不是學的。你看看那個一、二歲的小孩，他還沒去學，你去觀察他，他有沒有傲慢？你仔細觀察他，他有沒有虛榮心？有沒有好勝心？你就能觀察的出來。所以佛說這是俱生煩惱，是前世的習氣，前世還有前世，換句話說，無量劫來生生死死累劫的習氣多重，太重了。這個習氣是修道的大障礙，是生死輪迴的根本，我們今天要把這個根拔掉，用什麼方法來拔除？用禮敬。"
    },
    {
      "id": "04-003-0145_p0025",
      "zh_CN": "『诸佛』，不是指哪一尊佛，诸佛是讲十方三世一切诸佛。三世，过去佛我们在《佛名经》里面听到释迦牟尼佛跟我们介绍十方世界的诸佛，世尊在《佛名经》里面一共讲了一万二千多尊佛，这在台湾很多道场过年的时候拜万佛忏，《佛名经》叫万佛忏，也叫万佛忏，过年的时候叫拜万佛，实际上是一万二千多尊佛，过去佛，现在佛，那未来佛？诸位在座的统统是未来佛，不但你们在座的是未来佛，这外面马路上走的统统都是未来佛，一切有情众生统统是未来佛。我们对过去佛尊敬，对现在佛尊敬，对未来佛那个尊敬心是相同的，这叫「礼敬诸佛」。换句话说，我们今天对释迦牟尼佛怎么恭敬，对阿弥陀佛如何恭敬，要紧要把这个恭敬心用来对一切众生，这是修普贤行。我对阿弥陀佛恭敬，对一切人不恭敬，尤其对一切作恶的人，自己看不顺眼的人，那就错了，那你修的就不是普贤行。不是普贤行，换句话说，往生西方极乐世界就没有把握，这不一定能往生。如果修普贤行，不管你修的什么样的程度，可以说你往生决定有把握，这就是你的心愿解行真的同佛。我们想想希不希望脱离轮回，希不希望往生极乐世界？如果真希望，那就要真干，把恭敬心确确实实在生活中要展现出来，要真正的做到，也就是前面说不得说食数宝。我们每天早晚课都念：一者礼敬诸佛，二者称赞如来。其实那都叫说食数宝，祖师说的话没错。为什么？天天在念，从来都没做到过。所以这种念经就叫说食数宝。",
      "zh_TW": "『諸佛』，不是指哪一尊佛，諸佛是講十方三世一切諸佛。三世，過去佛我們在《佛名經》裡面聽到釋迦牟尼佛跟我們介紹十方世界的諸佛，世尊在《佛名經》裡面一共講了一萬二千多尊佛，這在台灣很多道場過年的時候拜萬佛懺，《佛名經》叫萬佛懺，也叫萬佛懺，過年的時候叫拜萬佛，實際上是一萬二千多尊佛，過去佛，現在佛，那未來佛？諸位在座的統統是未來佛，不但你們在座的是未來佛，這外面馬路上走的統統都是未來佛，一切有情眾生統統是未來佛。我們對過去佛尊敬，對現在佛尊敬，對未來佛那個尊敬心是相同的，這叫「禮敬諸佛」。換句話說，我們今天對釋迦牟尼佛怎麼恭敬，對阿彌陀佛如何恭敬，要緊要把這個恭敬心用來對一切眾生，這是修普賢行。我對阿彌陀佛恭敬，對一切人不恭敬，尤其對一切作惡的人，自己看不順眼的人，那就錯了，那你修的就不是普賢行。不是普賢行，換句話說，往生西方極樂世界就沒有把握，這不一定能往生。如果修普賢行，不管你修的什麼樣的程度，可以說你往生決定有把握，這就是你的心願解行真的同佛。我們想想希不希望脫離輪迴，希不希望往生極樂世界？如果真希望，那就要真幹，把恭敬心確確實實在生活中要展現出來，要真正的做到，也就是前面說不得說食數寶。我們每天早晚課都念：一者禮敬諸佛，二者稱讚如來。其實那都叫說食數寶，祖師說的話沒錯。為什麼？天天在念，從來都沒做到過。所以這種念經就叫說食數寶。"
    },
    {
      "id": "04-003-0145_p0026",
      "zh_CN": "所以「礼敬」对自己来说是断除无始劫的习气烦恼，对自行来讲，断烦恼；对度化众生来说广结法缘。你跟众生有礼貌，一切众生都欢喜你，他欢喜你，他就肯接纳你，就肯听你说法，就肯接受。所以修行要把礼敬摆在第一。在佛门正规的寺院道场，我们一入门，第一个见到的弥勒菩萨，弥勒菩萨就代表「礼敬诸佛」，他就代表这个。所以他摆在天王殿，摆在山门正当中，你一进门先就见到他，弥勒菩萨在中国的造型是布袋和尚，布袋和尚是弥勒菩萨在中国的化身，出现在中国五代后梁的时代。出现在浙江奉化，奉化距离杭州不远，出现在杭州。他临走的时候自己说出他的身分，他是弥勒菩萨化身来的，说完了就走，这就不是假的。说了不走那就靠不住。身分一露就走了。这个就是真的。所以我门中国人塑造弥勒菩萨的造型，就统统采用布袋和尚。布袋和尚的表法很明显，他这个肚皮很大，能包容。所以他代表的是生平等心，成就喜悦相，对待任何人满面笑容，亲近平等，这就是礼敬诸佛。",
      "zh_TW": "所以「禮敬」對自己來說是斷除無始劫的習氣煩惱，對自行來講，斷煩惱；對度化眾生來說廣結法緣。你跟眾生有禮貌，一切眾生都歡喜你，他歡喜你，他就肯接納你，就肯聽你說法，就肯接受。所以修行要把禮敬擺在第一。在佛門正規的寺院道場，我們一入門，第一個見到的彌勒菩薩，彌勒菩薩就代表「禮敬諸佛」，他就代表這個。所以他擺在天王殿，擺在山門正當中，你一進門先就見到他，彌勒菩薩在中國的造型是布袋和尚，布袋和尚是彌勒菩薩在中國的化身，出現在中國五代後梁的時代。出現在浙江奉化，奉化距離杭州不遠，出現在杭州。他臨走的時候自己說出他的身分，他是彌勒菩薩化身來的，說完了就走，這就不是假的。說了不走那就靠不住。身分一露就走了。這個就是真的。所以我門中國人塑造彌勒菩薩的造型，就統統採用布袋和尚。布袋和尚的表法很明顯，他這個肚皮很大，能包容。所以他代表的是生平等心，成就喜悅相，對待任何人滿面笑容，親近平等，這就是禮敬諸佛。"
    },
    {
      "id": "04-003-0145_p0027",
      "zh_CN": "有这样的条件就有资格入佛门，有资格接受佛法。所以小心量的人，即使遇到诸佛如来也得不到东西，佛法虽然好，他那个小瓶满的，装不进去，他是满的，所以心要谦虚，这才能够接受大法。所以礼敬非常非常的重要，决定不能够疏忽。礼敬里面包括了持戒，也就是包括了守法，守法是属于礼敬、礼法。不守法要讲求特权，讲求方便，这礼敬就没有了。诸位要晓得，不守法讲求特权方便，这就是贡高我慢，正是礼敬要对治的毛病。",
      "zh_TW": "有這樣的條件就有資格入佛門，有資格接受佛法。所以小心量的人，即使遇到諸佛如來也得不到東西，佛法雖然好，他那個小瓶滿的，裝不進去，他是滿的，所以心要謙虛，這才能夠接受大法。所以禮敬非常非常的重要，決定不能夠疏忽。禮敬裡面包括了持戒，也就是包括了守法，守法是屬於禮敬、禮法。不守法要講求特權，講求方便，這禮敬就沒有了。諸位要曉得，不守法講求特權方便，這就是貢高我慢，正是禮敬要對治的毛病。"
    },
    {
      "id": "04-003-0145_p0028",
      "zh_CN": "『二称赞如来』。我们从文字上来观察，礼敬的对象是诸佛，称赞的对象是如来，如来跟诸佛是不是一样的？如果是一样，何必用两个不同的名词？名词不一样，当然含义就不相同。这就是说礼敬是平等，决定没有分别、没有执着，但是称赞就有差别。人家做个坏事，你要不要去称赞他？这不可以的，只有他做了好事我们才称赞。所以如来跟诸佛就有差别，诸佛是从形相上说的，一律平等；如来是从性德上说的。所以善财童子五十三参里面，这五十三位善知识，前面曾经跟诸位报告过，代表我们社会各行各业男女老少。这个大社会里面有善人也有恶人，有做好事的也有做坏事的，善财童子参访礼敬是没有两样，真的是平等，善人礼敬，恶人也礼敬，决定平等。但是我们仔细观察对善人称赞，恶人没有称赞，这里我们就看出来如来跟诸佛不一样。",
      "zh_TW": "『二稱讚如來』。我們從文字上來觀察，禮敬的對象是諸佛，稱讚的對象是如來，如來跟諸佛是不是一樣的？如果是一樣，何必用兩個不同的名詞？名詞不一樣，當然含義就不相同。這就是說禮敬是平等，決定沒有分別、沒有執著，但是稱讚就有差別。人家做個壞事，你要不要去稱讚他？這不可以的，只有他做了好事我們才稱讚。所以如來跟諸佛就有差別，諸佛是從形相上說的，一律平等；如來是從性德上說的。所以善財童子五十三參裡面，這五十三位善知識，前面曾經跟諸位報告過，代表我們社會各行各業男女老少。這個大社會裡面有善人也有惡人，有做好事的也有做壞事的，善財童子參訪禮敬是沒有兩樣，真的是平等，善人禮敬，惡人也禮敬，決定平等。但是我們仔細觀察對善人稱讚，惡人沒有稱讚，這裡我們就看出來如來跟諸佛不一樣。"
    },
    {
      "id": "04-003-0145_p0029",
      "zh_CN": "你看善财童子参访胜热婆罗门没有赞叹，为什么？胜热婆罗门代表愚痴，所以他没有赞叹。参访甘露火王有礼敬没有赞叹，甘露火王代表瞋恚，瞋恨心很重，杀人如麻，他礼敬没有赞叹。伐苏蜜多女是个妓女，我们今天讲淫女，他去参访有礼敬没有赞叹。这就说明，你所造作的跟性德相违背不赞叹，与性德相应的赞叹。这称赞如来，不用称赞诸佛，称赞里面有差别，礼敬里面没有差别，这些地方我们要知道，我们要学习。至于过失，中国古圣先贤教导我们「隐恶扬善」，善财童子在五十三参里面表露无遗。为什么恶事情我们不赞叹、也不毁谤、不说？因为我们不晓得造恶这个人的境界，不知道！他如果是大菩萨再来的，示现的，那我们要去说他的恶行，那我们就造口业、造罪业了。其实他没有过失，他哪有过失？他那是教化众生的手段，教化众生的方便。菩萨善巧方便，我们凡夫没有法子去测量的，没有法子。",
      "zh_TW": "你看善財童子參訪勝熱婆羅門沒有讚歎，為什麼？勝熱婆羅門代表愚痴，所以他沒有讚歎。參訪甘露火王有禮敬沒有讚歎，甘露火王代表瞋恚，瞋恨心很重，殺人如麻，他禮敬沒有讚歎。伐蘇蜜多女是個妓女，我們今天講淫女，他去參訪有禮敬沒有讚歎。這就說明，你所造作的跟性德相違背不讚歎，與性德相應的讚歎。這稱讚如來，不用稱讚諸佛，稱讚裡面有差別，禮敬裡面沒有差別，這些地方我們要知道，我們要學習。至於過失，中國古聖先賢教導我們「隱惡揚善」，善財童子在五十三參裡面表露無遺。為什麼惡事情我們不讚歎、也不毀謗、不說？因為我們不曉得造惡這個人的境界，不知道！他如果是大菩薩再來的，示現的，那我們要去說他的惡行，那我們就造口業、造罪業了。其實他沒有過失，他哪有過失？他那是教化眾生的手段，教化眾生的方便。菩薩善巧方便，我們凡夫沒有法子去測量的，沒有法子。"
    },
    {
      "id": "04-003-0145_p0030",
      "zh_CN": "世间我们看的这个人无恶不造，他是不是佛菩萨化身的，我们不晓得，所以我们对他恭敬有加，他那种行持我觉得那不是好事情，我不赞叹就是了。所以这个态度是非常正确，如果我们在心行上犯了过错，不是对不起圣贤人，不是对不起他，为什么？他心地清净一尘不染，我们赞叹他，他没有欢喜心，我们毁谤他，他也不起瞋恨心，他的心是平的，清净平等。而过失在哪里？过失把众生得度的因缘给断掉了，这个造的罪业就大了。凡夫学佛，古圣先贤讲得很好，学生对老师恭敬心很重要，一分诚敬得一分利益，十分诚敬得十分利益，所以他所学到的东西跟对老师的恭敬心完全成一个正比。如果我们看到这个老师的过失，常常在这里宣扬，有意无意说这些老师的过失，学生听了之后对老师的恭敬心没有了，实在讲于老师没有损失，于学的人损失太大太大了，就是这里面功过结罪这些事实要搞清楚、要搞明白。",
      "zh_TW": "世間我們看的這個人無惡不造，他是不是佛菩薩化身的，我們不曉得，所以我們對他恭敬有加，他那種行持我覺得那不是好事情，我不讚歎就是了。所以這個態度是非常正確，如果我們在心行上犯了過錯，不是對不起聖賢人，不是對不起他，為什麼？他心地清淨一塵不染，我們讚歎他，他沒有歡喜心，我們毀謗他，他也不起瞋恨心，他的心是平的，清淨平等。而過失在哪裡？過失把眾生得度的因緣給斷掉了，這個造的罪業就大了。凡夫學佛，古聖先賢講得很好，學生對老師恭敬心很重要，一分誠敬得一分利益，十分誠敬得十分利益，所以他所學到的東西跟對老師的恭敬心完全成一個正比。如果我們看到這個老師的過失，常常在這裡宣揚，有意無意說這些老師的過失，學生聽了之後對老師的恭敬心沒有了，實在講於老師沒有損失，於學的人損失太大太大了，就是這裡面功過結罪這些事實要搞清楚、要搞明白。"
    },
    {
      "id": "04-003-0145_p0031",
      "zh_CN": "诸佛菩萨应化在世间，经上说得很清楚，应以什么身得度，就示现什么样的身分，跟众生和光同尘。这众生眼目当中怎么有十全十美？总有过失。如果专门看过失，不看他善的那一面，不看他光明的那一面，世间没有完人。释迦牟尼佛大圣，是大圣人，他徒弟当中还有六群比丘，不听话的，专门调皮捣蛋的，在外面出乱子的，释迦牟尼佛学生。佛不行，你看这学生没教好，专门在外面杀盗淫妄，什么都干。其实那些学生都是菩萨再来的，为什么要这样做法？佛法因缘生，学生里面犯淫戒了，释迦牟尼佛制这一条戒，这戒律就从这边制的，这没有人犯过，哪来订法律？这就拼命犯过，释迦牟尼佛一条一条来制戒，戒律就这么来的。那些是菩萨，那些犯戒的菩萨对我们来讲有大功德，我们凡夫怎么知道？",
      "zh_TW": "諸佛菩薩應化在世間，經上說得很清楚，應以什麼身得度，就示現什麼樣的身分，跟眾生和光同塵。這眾生眼目當中怎麼有十全十美？總有過失。如果專門看過失，不看他善的那一面，不看他光明的那一面，世間沒有完人。釋迦牟尼佛大聖，是大聖人，他徒弟當中還有六群比丘，不聽話的，專門調皮搗蛋的，在外面出亂子的，釋迦牟尼佛學生。佛不行，你看這學生沒教好，專門在外面殺盜淫妄，什麼都幹。其實那些學生都是菩薩再來的，為什麼要這樣做法？佛法因緣生，學生裡面犯淫戒了，釋迦牟尼佛制這一條戒，這戒律就從這邊制的，這沒有人犯過，哪來訂法律？這就拼命犯過，釋迦牟尼佛一條一條來制戒，戒律就這麼來的。那些是菩薩，那些犯戒的菩薩對我們來講有大功德，我們凡夫怎麼知道？"
    },
    {
      "id": "04-003-0145_p0032",
      "zh_CN": "所以换句话说，这善与恶的角度你从哪里去看。我们读历史的人，我在很年轻的时候还没学佛，学佛之后改过改了很多毛病，我没学佛的时候，诸位看看《了凡四训》，我跟了凡先生差不多，好胜，也有辩才，常常喜欢挖苦人。这谈到历史，就有很多人赞叹岳飞忠，秦桧可恶，谈到秦桧恨到极点。我听了之后我就跟他唱反调，怎么唱反调？秦桧是对我们中国民族是大功大德。他们都很生气，都觉得我说话不对，不辨是非。什么功德？秦桧跪在岳飞的面前，教给我们民族世世代代不可以作奸臣，这个功德多大，他以身作则。说秦桧在哪里？秦桧在天堂上，功劳太大了，对不对？岳飞是正面教导我们，秦桧是从反面教导我们，都是善知识，都是好老师，对于民族都是有很大贡献的人。这个人教你不可以作恶，作恶你看就像他这个样子，都是善知识、都是好老师。明白这个道理，我们看五十三参里面善知识，作善的善知识，作杀盗淫妄的还是善知识，善财童子都去参访。这是我们一定要能够体会得到，这是真的，不是假的。所以这个称赞跟礼敬里头是有差别的。",
      "zh_TW": "所以換句話說，這善與惡的角度你從哪裡去看。我們讀歷史的人，我在很年輕的時候還沒學佛，學佛之後改過改了很多毛病，我沒學佛的時候，諸位看看《了凡四訓》，我跟了凡先生差不多，好勝，也有辯才，常常喜歡挖苦人。這談到歷史，就有很多人讚歎岳飛忠，秦檜可惡，談到秦檜恨到極點。我聽了之後我就跟他唱反調，怎麼唱反調？秦檜是對我們中國民族是大功大德。他們都很生氣，都覺得我說話不對，不辨是非。什麼功德？秦檜跪在岳飛的面前，教給我們民族世世代代不可以作奸臣，這個功德多大，他以身作則。說秦檜在哪裡？秦檜在天堂上，功勞太大了，對不對？岳飛是正面教導我們，秦檜是從反面教導我們，都是善知識，都是好老師，對於民族都是有很大貢獻的人。這個人教你不可以作惡，作惡你看就像他這個樣子，都是善知識、都是好老師。明白這個道理，我們看五十三參裡面善知識，作善的善知識，作殺盜淫妄的還是善知識，善財童子都去參訪。這是我們一定要能夠體會得到，這是真的，不是假的。所以這個稱讚跟禮敬裡頭是有差別的。"
    },
    {
      "id": "04-003-0145_p0033",
      "zh_CN": "『三者广修供养』。供养里面两个意思，第一个意思，与一切众生结缘。世出世间一切法，佛说得很好，缘生法。没有缘处处都是障碍，有缘一切都顺利。过去李老师常常教导我们：没学讲经，先结法缘。我们还没有学讲经，先结法缘，到以后讲经的时候，法缘就多了，听众就多了，道场就庄严了，要先结法缘，缘很重要。缘怎么结？供养。这个供养一般人只看到物质的、钱财的供养，其实那只是供养品里面的一种而已，我们要尽心供养，常常能够念着众生，念着与乐拔苦，这都是供养；念念当中我们要把佛法介绍给众生，这就是供养心、供养愿。事上供养，我们讲机会，有机会就要做，机会不能够失掉，一定要能够把握住，不失去机会，这是属于高度的智慧。广结善缘，佛门有一句话说：「先以欲勾牵，后令入佛智」，这就是先修供养，广结善缘，然后再把佛法介绍给他，他就欢喜接受。我们知道这个理论，明白了这个事实，这一条可以应用在我们生活上，应用在我们各种不同行业上，都要懂得。",
      "zh_TW": "『三者廣修供養』。供養裡面兩個意思，第一個意思，與一切眾生結緣。世出世間一切法，佛說得很好，緣生法。沒有緣處處都是障礙，有緣一切都順利。過去李老師常常教導我們：沒學講經，先結法緣。我們還沒有學講經，先結法緣，到以後講經的時候，法緣就多了，聽眾就多了，道場就莊嚴了，要先結法緣，緣很重要。緣怎麼結？供養。這個供養一般人只看到物質的、錢財的供養，其實那只是供養品裡面的一種而已，我們要盡心供養，常常能夠念著眾生，念著與樂拔苦，這都是供養；念念當中我們要把佛法介紹給眾生，這就是供養心、供養願。事上供養，我們講機會，有機會就要做，機會不能夠失掉，一定要能夠把握住，不失去機會，這是屬於高度的智慧。廣結善緣，佛門有一句話說：「先以欲勾牽，後令入佛智」，這就是先修供養，廣結善緣，然後再把佛法介紹給他，他就歡喜接受。我們知道這個理論，明白了這個事實，這一條可以應用在我們生活上，應用在我們各種不同行業上，都要懂得。"
    },
    {
      "id": "04-003-0145_p0034",
      "zh_CN": "我在美国遇到一些我们本省籍的侨胞，他们移民到美国，拿到美国的公民，这些年来在中国大陆投资，我看到了也很欢喜。他们来问我，大陆上现在投资，资本下去了，还没有回收，将来能不能赚钱他还没有把握。我就告诉他，你想不想赚钱？当然投资目的就是要赚钱。我就告诉他，你要想赚钱，你要跟投资那个地要有缘，要跟那个地方的人有缘，你的生意就好做，就会一帆风顺。像我们建道场，我这个新道场一建立，我第一部经要讲《地藏菩萨本愿经》。为什么？要跟地藏菩萨有缘，跟这个地没有缘不行，这个道场就很难办事，障碍重重。《地藏经》讲的是孝敬，所以我们要以孝敬的心帮助那个地方的建设，你跟这个地方有缘了，帮助这个地方的人，你跟这个地方的人有缘了，建设一定是有利于居民福祉的这一类的建设，像交通水利与民生关系非常密切的，帮助他做这个建设工作；跟人有缘，那最好是在文化教育上结缘，帮助他们学习，帮助地方的文化事业。像我们在大陆赠送的经书、善书、《大藏经》，这些是给那些人结缘，我们跟大陆全国每个寺庙都结了缘。所以我们到哪里去，人家为什么欢迎？有缘。",
      "zh_TW": "我在美國遇到一些我們本省籍的僑胞，他們移民到美國，拿到美國的公民，這些年來在中國大陸投資，我看到了也很歡喜。他們來問我，大陸上現在投資，資本下去了，還沒有回收，將來能不能賺錢他還沒有把握。我就告訴他，你想不想賺錢？當然投資目的就是要賺錢。我就告訴他，你要想賺錢，你要跟投資那個地要有緣，要跟那個地方的人有緣，你的生意就好做，就會一帆風順。像我們建道場，我這個新道場一建立，我第一部經要講《地藏菩薩本願經》。為什麼？要跟地藏菩薩有緣，跟這個地沒有緣不行，這個道場就很難辦事，障礙重重。《地藏經》講的是孝敬，所以我們要以孝敬的心幫助那個地方的建設，你跟這個地方有緣了，幫助這個地方的人，你跟這個地方的人有緣了，建設一定是有利於居民福祉的這一類的建設，像交通水利與民生關係非常密切的，幫助他做這個建設工作；跟人有緣，那最好是在文化教育上結緣，幫助他們學習，幫助地方的文化事業。像我們在大陸贈送的經書、善書、《大藏經》，這些是給那些人結緣，我們跟大陸全國每個寺廟都結了緣。所以我們到哪裡去，人家為什麼歡迎？有緣。"
    },
    {
      "id": "04-003-0145_p0035",
      "zh_CN": "今年我们发起向大陆赠送奖学金，我们跟大陆的人有了缘，这个奖学金是赠送中上学校，中学与大学，送的愈多愈好。我们实在讲财力非常有限，所以我们现在目标暂定五十个学校，一个学校设十名，总共是五百个学生。我们做带头抛砖引玉，希望在台湾在海外资本家，工商业界的居士，都能够在大陆中上学校普遍设奖学金，奖励这些品学兼优的学生。我们跟他结缘，你将来在大陆无论从事哪一个行业，顺利了。你跟他有缘，我的产品不见得比别人好，但是人家看了喜欢买我的，为什么？我跟他有缘。缘非常重要，所以要会结，要把握这机缘。假如我们台湾跟大陆人缘结得广、结得深，两岸就会和平统一，就不会有战争，为什么？我们善缘深厚，怎么会打仗？没有缘，那个麻烦就大了，就是个未知数。我们以缘结得深、结得广，两岸才真正会趋向于和平统一，对于两岸都有好处。这是我们台湾同胞实在讲是有能力做得到。我们基金会今年的目标是送书，希望明年我们基金会发起跟进设立奖学金。",
      "zh_TW": "今年我們發起向大陸贈送獎學金，我們跟大陸的人有了緣，這個獎學金是贈送中上學校，中學與大學，送的愈多愈好。我們實在講財力非常有限，所以我們現在目標暫定五十個學校，一個學校設十名，總共是五百個學生。我們做帶頭拋磚引玉，希望在台灣在海外資本家，工商業界的居士，都能夠在大陸中上學校普遍設獎學金，獎勵這些品學兼優的學生。我們跟他結緣，你將來在大陸無論從事哪一個行業，順利了。你跟他有緣，我的產品不見得比別人好，但是人家看了喜歡買我的，為什麼？我跟他有緣。緣非常重要，所以要會結，要把握這機緣。假如我們台灣跟大陸人緣結得廣、結得深，兩岸就會和平統一，就不會有戰爭，為什麼？我們善緣深厚，怎麼會打仗？沒有緣，那個麻煩就大了，就是個未知數。我們以緣結得深、結得廣，兩岸才真正會趨向於和平統一，對於兩岸都有好處。這是我們台灣同胞實在講是有能力做得到。我們基金會今年的目標是送書，希望明年我們基金會發起跟進設立獎學金。"
    },
    {
      "id": "04-003-0145_p0036",
      "zh_CN": "好，今天时间到了，我们就讲到此地，好，我们念佛回向。",
      "zh_TW": "好，今天時間到了，我們就講到此地，好，我們念佛迴向。"
    }
  ]
}