{
  "doc_id": "04-003-0064",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十四集",
    "zh_TW": "第六十四集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0064",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "04-003-0064_p0001",
      "zh_CN": "请掀开经本，一百八十九面倒数第四行，从第四行看起。第四行第四个字，从这个段落开始：",
      "zh_TW": "請掀開經本，一百八十九面倒數第四行，從第四行看起。第四行第四個字，從這個段落開始："
    },
    {
      "id": "04-003-0064_p0002",
      "zh_CN": "【二反显。】",
      "zh_TW": "【二反顯。】"
    },
    {
      "id": "04-003-0064_p0003",
      "zh_CN": "前面这句是讲教起因缘，首先这四句给我们略说，先从正面说，再从反面来显示，意思就更清楚了。",
      "zh_TW": "前面這句是講教起因緣，首先這四句給我們略說，先從正面說，再從反面來顯示，意思就更清楚了。"
    },
    {
      "id": "04-003-0064_p0004",
      "zh_CN": "【离言象而倒惑。执言象而迷真者。出取舍之过也。】",
      "zh_TW": "【離言象而倒惑。執言象而迷真者。出取捨之過也。】"
    },
    {
      "id": "04-003-0064_p0005",
      "zh_CN": "这个『出』就是说出，使我们对于『取舍』的过失能够明了。于一切法当中无取无舍，这就是诸佛菩萨；凡夫取有相，这是着相；二乘人执着空，就是舍，都是取。换句话说，小乘人他取空，凡夫取有，都是过失。下面，教给我们的话是很重要的。",
      "zh_TW": "這個『出』就是說出，使我們對於『取捨』的過失能夠明瞭。於一切法當中無取無捨，這就是諸佛菩薩；凡夫取有相，這是著相；二乘人執著空，就是捨，都是取。換句話說，小乘人他取空，凡夫取有，都是過失。下面，教給我們的話是很重要的。"
    },
    {
      "id": "04-003-0064_p0006",
      "zh_CN": "【若众生不遇善友。不闻圣教。旷劫长守倒见。终无自悟之期。】",
      "zh_TW": "【若眾生不遇善友。不聞聖教。曠劫長守倒見。終無自悟之期。】"
    },
    {
      "id": "04-003-0064_p0007",
      "zh_CN": "这是真的。六道众生，如果遇不到真正善知识，遇不到真正的佛法；换句话说，他永远没有觉悟的时候，『旷劫』是长时间，守在『倒见』。倒就是错误，颠倒、错误的思想见解之中。『终无自悟之期』，他永远不会开悟的。由此可知，要真正开悟，一定要正法，一定要善友，这两个条件缺一个都不行。",
      "zh_TW": "這是真的。六道眾生，如果遇不到真正善知識，遇不到真正的佛法；換句話說，他永遠沒有覺悟的時候，『曠劫』是長時間，守在『倒見』。倒就是錯誤，顛倒、錯誤的思想見解之中。『終無自悟之期』，他永遠不會開悟的。由此可知，要真正開悟，一定要正法，一定要善友，這兩個條件缺一個都不行。"
    },
    {
      "id": "04-003-0064_p0008",
      "zh_CN": "【故经云。譬如暗中宝。无灯不可见。佛法无人说。虽慧莫能了。】",
      "zh_TW": "【故經云。譬如闇中寶。無燈不可見。佛法無人說。雖慧莫能了。】"
    },
    {
      "id": "04-003-0064_p0009",
      "zh_CN": "这是《华严经》的四句偈，前面两句是比喻，譬如黑暗当中有宝藏，有宝。黑暗，我们看不见宝在哪里，必须要有灯照亮，我们才知道宝在什么地方，这才可以能把宝找到。这是比喻佛法，佛法就是宝，在无明昏暗之中，这是真实的宝藏。虽然宝在，可是没有明白的人指点你、告诉你，你还是得不到，还是不能开悟。所以佛法要有人说，这个人是什么人？不是一般人都能说。这个人是说有修有证，当然佛的标准是要有证的，就是有证果的人，他说就没错了。证果的人虽然还没有成佛，但是他的知见去佛不远，跟佛差不多，所谓是相似佛、分证佛，总还相似！有一点样子了。如果没有到相似位，就不能说，这是我们中国古代的标准。",
      "zh_TW": "這是《華嚴經》的四句偈，前面兩句是比喻，譬如黑暗當中有寶藏，有寶。黑暗，我們看不見寶在哪裡，必須要有燈照亮，我們才知道寶在什麼地方，這才可以能把寶找到。這是比喻佛法，佛法就是寶，在無明昏暗之中，這是真實的寶藏。雖然寶在，可是沒有明白的人指點你、告訴你，你還是得不到，還是不能開悟。所以佛法要有人說，這個人是什麼人？不是一般人都能說。這個人是說有修有證，當然佛的標準是要有證的，就是有證果的人，他說就沒錯了。證果的人雖然還沒有成佛，但是他的知見去佛不遠，跟佛差不多，所謂是相似佛、分證佛，總還相似！有一點樣子了。如果沒有到相似位，就不能說，這是我們中國古代的標準。"
    },
    {
      "id": "04-003-0064_p0010",
      "zh_CN": "但是现在这个标准是愈来愈往下降低了。不要说分证位的人没有，相似位的人也没有了，那不得已而求其次，找个什么？观行位。这三个位次，都是佛教的专门术语，我这样讲，如果对教相没有研究的，听了还是很难懂。我们用净土宗的话来说，分证位就是得到理一心不乱的，当然没有问题，他说的法跟佛说的法没有两样。相似位就是得事一心不乱的，也不会说错，得事一心不乱。观行位是功夫成片，决定生凡圣同居土，这样的人也能说法，也还可以说法，这以下的人就不行了。以下的那个知见跟我们凡夫没有什么两样，所以非常困难。这就是说法的人水准不能低于观行，观行是没有证，但是他有修行的功夫，真正有修行的功夫。",
      "zh_TW": "但是現在這個標準是愈來愈往下降低了。不要說分證位的人沒有，相似位的人也沒有了，那不得已而求其次，找個什麼？觀行位。這三個位次，都是佛教的專門術語，我這樣講，如果對教相沒有研究的，聽了還是很難懂。我們用淨土宗的話來說，分證位就是得到理一心不亂的，當然沒有問題，他說的法跟佛說的法沒有兩樣。相似位就是得事一心不亂的，也不會說錯，得事一心不亂。觀行位是功夫成片，決定生凡聖同居土，這樣的人也能說法，也還可以說法，這以下的人就不行了。以下的那個知見跟我們凡夫沒有什麼兩樣，所以非常困難。這就是說法的人水準不能低於觀行，觀行是沒有證，但是他有修行的功夫，真正有修行的功夫。"
    },
    {
      "id": "04-003-0064_p0011",
      "zh_CN": "真正有修行功夫，跟那个没有修行的功夫，从哪里分别？从心地清净分别。如果心里面还有妄想，还有执着，还有贪瞋痴慢，这决定是凡夫，观行的功夫都没有。观行功夫要是得到了，是非人我他的观念还是有，但是不起作用。换句话说，他的功夫能够把烦恼伏住，烦恼不起现行，烦恼没有断，这我们叫功夫成片，这就是观行的境界。功夫真正得力，虽有贪瞋痴慢，不起作用。或是用念佛，或是用诵经，或是用念咒，或是用参究，他这个力量确实可以把它降伏住了。《金刚经》上所讲的，「云何降伏其心」，把这个妄想心确实能降伏住，这叫功夫。所以功夫不在一天念佛念了很多，念经念了很多，静坐坐十几个小时，不是这个意思。这么长的时间，在那里读经、念佛，你妄念有没有？所以蕅益大师讲得很好，往生西方极乐世界，标准在持名之浅深，没有说多少。在持名，持名之浅深，没有说持名多少的，要紧的是功夫浅深。功夫深的，就是理一心不乱；浅的一点的，事一心不乱；再浅一点的，就功夫成片，这是三等。如果念不到功夫成片，这一生纵然念佛，也不能往生。",
      "zh_TW": "真正有修行功夫，跟那個沒有修行的功夫，從哪裡分別？從心地清淨分別。如果心裡面還有妄想，還有執著，還有貪瞋痴慢，這決定是凡夫，觀行的功夫都沒有。觀行功夫要是得到了，是非人我他的觀念還是有，但是不起作用。換句話說，他的功夫能夠把煩惱伏住，煩惱不起現行，煩惱沒有斷，這我們叫功夫成片，這就是觀行的境界。功夫真正得力，雖有貪瞋痴慢，不起作用。或是用念佛，或是用誦經，或是用念咒，或是用參究，他這個力量確實可以把它降伏住了。《金剛經》上所講的，「云何降伏其心」，把這個妄想心確實能降伏住，這叫功夫。所以功夫不在一天念佛念了很多，念經念了很多，靜坐坐十幾個小時，不是這個意思。這麼長的時間，在那裡讀經、念佛，你妄念有沒有？所以蕅益大師講得很好，往生西方極樂世界，標準在持名之淺深，沒有說多少。在持名，持名之淺深，沒有說持名多少的，要緊的是功夫淺深。功夫深的，就是理一心不亂；淺的一點的，事一心不亂；再淺一點的，就功夫成片，這是三等。如果念不到功夫成片，這一生縱然念佛，也不能往生。"
    },
    {
      "id": "04-003-0064_p0012",
      "zh_CN": "古人所讲的，就是一天你念十万声佛号，喊破喉咙也枉然。念十万声佛号，为什么还不能往生？妄念还是起来。虽然十万声佛号，伏不住妄念，这没有用处。念经也是如此，我一天念十遍、念二十遍，妄念伏不住，没有用处。一定要把妄想分别执着降伏住，这功夫才得力，我们才能够得清凉自在，心地得清净。这个清净心，不但能生智慧，清净心起作用就是智慧，而且能生福德。福慧都是从清净心里面生出来的，心不清净，福慧都没有。福慧没有，有什么东西？业障。不要说念佛人、修行人就没有业障，修行人、念佛人业障比普通人大得多的，很多很多，只有业障。所以一定要能够把这个烦恼习气伏住，念佛没有别的，只求清净心。这个说的人是这么一个标准。",
      "zh_TW": "古人所講的，就是一天你念十萬聲佛號，喊破喉嚨也枉然。念十萬聲佛號，為什麼還不能往生？妄念還是起來。雖然十萬聲佛號，伏不住妄念，這沒有用處。念經也是如此，我一天念十遍、念二十遍，妄念伏不住，沒有用處。一定要把妄想分別執著降伏住，這功夫才得力，我們才能夠得清涼自在，心地得清淨。這個清淨心，不但能生智慧，清淨心起作用就是智慧，而且能生福德。福慧都是從清淨心裡面生出來的，心不清淨，福慧都沒有。福慧沒有，有什麼東西？業障。不要說念佛人、修行人就沒有業障，修行人、念佛人業障比普通人大得多的，很多很多，只有業障。所以一定要能夠把這個煩惱習氣伏住，念佛沒有別的，只求清淨心。這個說的人是這麼一個標準。"
    },
    {
      "id": "04-003-0064_p0013",
      "zh_CN": "《楞严经》上，佛告诉我们末法时期，实在讲，就是指我们现前这个时代，「邪师说法如恒河沙」。现在说法的人很多，为什么这些说法的人叫邪师？就是刚才说了，他烦恼习气没断。烦恼习气没断，在古时候是不可以讲经说法的。现在因为民主自由，没有限制了，古时候有限制。你讲经的时候，实在讲，要经过朝廷认可。不要说讲经说法，就是想出家都要经过政府考试；考试不及格，都不可以出家，不准出家。所以从前出家人的水准很高，无论在品德、在学术都有相当高的水准，经过国家考试，考试及格，国家发给及格证书，那个证书从前叫度牒。度牒是皇帝发的，皇帝发给你这个度牒，就等于说他承认，你有资格做我的老师。你想想看皇帝说，你有资格做我的老师，当然你有资格教我的老百姓，所以不是随便可以出家的。实在讲，那个时代有那个时代的好处，现在一切讲民主，讲自由，各式各样邪知邪见在到处宣扬，出版自由，随便写些什么东西都可以出版，在从前是不许可的。所以现在人，这些言论出版严重的染污了一切众生的清净心。这种染污，比现在的环境染污，不晓得要严重多少倍。这是一切众生苦难、灾害的根源。只要我们很冷静就能够观察得清楚，从前的制度的确有它的好处。底下再继续给我们说明：",
      "zh_TW": "《楞嚴經》上，佛告訴我們末法時期，實在講，就是指我們現前這個時代，「邪師說法如恆河沙」。現在說法的人很多，為什麼這些說法的人叫邪師？就是剛才說了，他煩惱習氣沒斷。煩惱習氣沒斷，在古時候是不可以講經說法的。現在因為民主自由，沒有限制了，古時候有限制。你講經的時候，實在講，要經過朝廷認可。不要說講經說法，就是想出家都要經過政府考試；考試不及格，都不可以出家，不准出家。所以從前出家人的水準很高，無論在品德、在學術都有相當高的水準，經過國家考試，考試及格，國家發給及格證書，那個證書從前叫度牒。度牒是皇帝發的，皇帝發給你這個度牒，就等於說他承認，你有資格做我的老師。你想想看皇帝說，你有資格做我的老師，當然你有資格教我的老百姓，所以不是隨便可以出家的。實在講，那個時代有那個時代的好處，現在一切講民主，講自由，各式各樣邪知邪見在到處宣揚，出版自由，隨便寫些什麼東西都可以出版，在從前是不許可的。所以現在人，這些言論出版嚴重的染污了一切眾生的清淨心。這種染污，比現在的環境染污，不曉得要嚴重多少倍。這是一切眾生苦難、災害的根源。只要我們很冷靜就能夠觀察得清楚，從前的制度的確有它的好處。底下再繼續給我們說明："
    },
    {
      "id": "04-003-0064_p0014",
      "zh_CN": "【执言象而迷真者。】",
      "zh_TW": "【執言象而迷真者。】"
    },
    {
      "id": "04-003-0064_p0015",
      "zh_CN": "这句话怎么讲法？『执』是执着，『言』是言语，『象』是形相。对于言语、形相执着，这个人决定『迷真』。真是什么？简单跟诸位说，真就是真心。真心就是清净心，清净心里面本来无一物，你现在有了执着，你的心就不清净，你的心就迷失了。怎么样叫做执着？底下给我们讲得很清楚：",
      "zh_TW": "這句話怎麼講法？『執』是執著，『言』是言語，『象』是形相。對於言語、形相執著，這個人決定『迷真』。真是什麼？簡單跟諸位說，真就是真心。真心就是清淨心，清淨心裡面本來無一物，你現在有了執著，你的心就不清淨，你的心就迷失了。怎麼樣叫做執著？底下給我們講得很清楚："
    },
    {
      "id": "04-003-0064_p0016",
      "zh_CN": "【谓但守于教。不求指归。是执言也。】",
      "zh_TW": "【謂但守於教。不求指歸。是執言也。】"
    },
    {
      "id": "04-003-0064_p0017",
      "zh_CN": "这就是执着。现在看起来，这学生也不错，也是依教奉行，叫他天天念经，他就天天念；叫他研究，他也肯去研究，而不能指归自性，这就错了。换句话说，把佛经当作世间学问一样来看待。所以古人讲学佛，学佛不外乎一个是听经，一个是修行。听经要在消归自性，把你所听的要跟自己的自性融成一片，这就对了，这就真正有心得，有受用。修行要在转识成智，识是什么？识是感情，智是理智。修行，要把感情转变成理智，这是修行。这是两个非常重要的要诀。这就是他不懂，虽然学佛，不知道消归自性，不知道转识成智，这样的修学，实在讲是白修了，将来该怎么生死还是怎么生死，该怎么轮回还是怎么轮回。业力因果不能有丝毫的转变，这就是『守于教，不求指归』，这是执着言说。就是马鸣菩萨《起信论》里面给我们讲的，离言说相，他反过来执着言说相，他执着言语、文字。",
      "zh_TW": "這就是執著。現在看起來，這學生也不錯，也是依教奉行，叫他天天念經，他就天天念；叫他研究，他也肯去研究，而不能指歸自性，這就錯了。換句話說，把佛經當作世間學問一樣來看待。所以古人講學佛，學佛不外乎一個是聽經，一個是修行。聽經要在消歸自性，把你所聽的要跟自己的自性融成一片，這就對了，這就真正有心得，有受用。修行要在轉識成智，識是什麼？識是感情，智是理智。修行，要把感情轉變成理智，這是修行。這是兩個非常重要的要訣。這就是他不懂，雖然學佛，不知道消歸自性，不知道轉識成智，這樣的修學，實在講是白修了，將來該怎麼生死還是怎麼生死，該怎麼輪迴還是怎麼輪迴。業力因果不能有絲毫的轉變，這就是『守於教，不求指歸』，這是執著言說。就是馬鳴菩薩《起信論》裡面給我們講的，離言說相，他反過來執著言說相，他執著言語、文字。"
    },
    {
      "id": "04-003-0064_p0018",
      "zh_CN": "【纵求义理。但随文生解。便为真实。】",
      "zh_TW": "【縱求義理。但隨文生解。便為真實。】"
    },
    {
      "id": "04-003-0064_p0019",
      "zh_CN": "虽然他也研究经典、研究注解，研究怎么样？他所研究、所得到的是文字的皮毛，随着文字生解。所以依文解义，三世佛都喊冤枉。这的确完全不知道佛说法的义趣，不晓得。前面我们曾经说过，释迦牟尼佛在世，四十九年没有说一句真话。我在前面跟诸位提过。为什么没有说一句真话？真话说不出来。真实的话是「言语道断，心行处灭」，真的说不出来。能说的都是假的，所以不能执着，不能研究，为什么？假的。虽然是假的，你要从假的反面去体会，反面就是真的。所以佛说法是意在言外，这就是为什么不能执着言说。他是意在言外，你执着言说，得不到他的真实义，所以说『纵求义理，但随文生解便为真实』，这是错误的。很多人都这样的误会，以为这个就是真实的，其实完全错了。真实法，实在是难。难在什么地方？难在我们用的心是妄心，这叫根本妄。这根本妄到哪里去求真？所以没有法子求真。",
      "zh_TW": "雖然他也研究經典、研究註解，研究怎麼樣？他所研究、所得到的是文字的皮毛，隨著文字生解。所以依文解義，三世佛都喊冤枉。這的確完全不知道佛說法的義趣，不曉得。前面我們曾經說過，釋迦牟尼佛在世，四十九年沒有說一句真話。我在前面跟諸位提過。為什麼沒有說一句真話？真話說不出來。真實的話是「言語道斷，心行處滅」，真的說不出來。能說的都是假的，所以不能執著，不能研究，為什麼？假的。雖然是假的，你要從假的反面去體會，反面就是真的。所以佛說法是意在言外，這就是為什麼不能執著言說。他是意在言外，你執著言說，得不到他的真實義，所以說『縱求義理，但隨文生解便為真實』，這是錯誤的。很多人都這樣的誤會，以為這個就是真實的，其實完全錯了。真實法，實在是難。難在什麼地方？難在我們用的心是妄心，這叫根本妄。這根本妄到哪裡去求真？所以沒有法子求真。"
    },
    {
      "id": "04-003-0064_p0020",
      "zh_CN": "中国自古以来的教学，跟现在不一样。过去儒家、佛家教学，一开头就教人修定，换句话说，从哪里学起？世出世间法都要从清净心修起。中国过去的小学着重修清净心。所以现在人可悲的是没有受过教育，没有受过中国传统的教育，迷惑颠倒，灾难重重，根本原因在这里。我们传统的教育，是从清净心下手。现在学佛，我们看看中国的历史，诸位翻开《大藏经》，你看看传记簿里面，古人学佛，不管是出家、在家，可以说一半以上，五年都有成就。大的成就，念佛的人得一心不乱，学教的人得大开圆解，参禅的人得大彻大悟，这是大成就；小成就的，念佛的人得功夫成片，教下的人也有小悟，没大悟，有小悟，参禅的人能得禅定，虽然不能开悟，能得禅定，绝大多数五年都能做到。我们现在有年岁大的，学了五十年还得不到，一样也没成就。是不是我们现在人头脑不如从前人？福报不如从前人？我看都不然。我们现在人比古人聪明，现在人福报比古人福报大。为什么不能有他那么样的成就？方法错误了，方法错了。",
      "zh_TW": "中國自古以來的教學，跟現在不一樣。過去儒家、佛家教學，一開頭就教人修定，換句話說，從哪裡學起？世出世間法都要從清淨心修起。中國過去的小學著重修清淨心。所以現在人可悲的是沒有受過教育，沒有受過中國傳統的教育，迷惑顛倒，災難重重，根本原因在這裡。我們傳統的教育，是從清淨心下手。現在學佛，我們看看中國的歷史，諸位翻開《大藏經》，你看看傳記簿裡面，古人學佛，不管是出家、在家，可以說一半以上，五年都有成就。大的成就，念佛的人得一心不亂，學教的人得大開圓解，參禪的人得大徹大悟，這是大成就；小成就的，念佛的人得功夫成片，教下的人也有小悟，沒大悟，有小悟，參禪的人能得禪定，雖然不能開悟，能得禪定，絕大多數五年都能做到。我們現在有年歲大的，學了五十年還得不到，一樣也沒成就。是不是我們現在人頭腦不如從前人？福報不如從前人？我看都不然。我們現在人比古人聰明，現在人福報比古人福報大。為什麼不能有他那麼樣的成就？方法錯誤了，方法錯了。"
    },
    {
      "id": "04-003-0064_p0021",
      "zh_CN": "古人学佛，无论在家、出家，开头学佛，五年学戒，我们现在把这个舍掉了。五年学戒，不是学戒律，是遵守老师的教诫，就是前面讲的，善友、善知识。要依止善知识，足足五年，不能离开善知识。这不能离开，不是说一天到晚跟他在一起，当然出家人跟一个师父，一天到晚在一起。在家人，哪可能说是跟师父一天到晚在一起，不可能的事情；是遵守老师的教诫，那就跟老师在一起。老师教我们怎么做，我们就怎么做法，决定不违背，五年当中守定，决定不违背，这叫五年学戒。这五年当中，老师会教你什么东西？实在讲，这五年当中，老师什么也不教。宗门教下、显教密教，没有例外的，五年当中，什么也不教，就跟童蒙教学没有两样。老师给这本书给你，叫你一天念一遍，天天念，一天都不可以缺，好好的去念五年。那老师就教给他，你回去乖乖的就念五年，一天念一遍，念五年之后，再见老师，这就是叫五年学戒。念这一本书，不求解义。这什么意思？这里头学问可大了，这就是训练清净心，叫你返本还源。因为你不念经，你就胡思乱想，每天这本经从头到尾念一遍要六、七个钟点，这六、七个钟点不打妄想；换句话，用这种方法叫你每天六、七个钟点修定，不打妄想。修个五年，心真的定了，妄想少了，心清净了，这个时候才有能力接受佛法。",
      "zh_TW": "古人學佛，無論在家、出家，開頭學佛，五年學戒，我們現在把這個捨掉了。五年學戒，不是學戒律，是遵守老師的教誡，就是前面講的，善友、善知識。要依止善知識，足足五年，不能離開善知識。這不能離開，不是說一天到晚跟他在一起，當然出家人跟一個師父，一天到晚在一起。在家人，哪可能說是跟師父一天到晚在一起，不可能的事情；是遵守老師的教誡，那就跟老師在一起。老師教我們怎麼做，我們就怎麼做法，決定不違背，五年當中守定，決定不違背，這叫五年學戒。這五年當中，老師會教你什麼東西？實在講，這五年當中，老師什麼也不教。宗門教下、顯教密教，沒有例外的，五年當中，什麼也不教，就跟童蒙教學沒有兩樣。老師給這本書給你，叫你一天念一遍，天天念，一天都不可以缺，好好的去念五年。那老師就教給他，你回去乖乖的就念五年，一天念一遍，念五年之後，再見老師，這就是叫五年學戒。念這一本書，不求解義。這什麼意思？這裡頭學問可大了，這就是訓練清淨心，叫你返本還源。因為你不念經，你就胡思亂想，每天這本經從頭到尾念一遍要六、七個鐘點，這六、七個鐘點不打妄想；換句話，用這種方法叫你每天六、七個鐘點修定，不打妄想。修個五年，心真的定了，妄想少了，心清淨了，這個時候才有能力接受佛法。"
    },
    {
      "id": "04-003-0064_p0022",
      "zh_CN": "如果用共产党的话来说，这五年洗脑，用这种方法来洗脑，把你这个脑洗得清清净净，然后准备接受佛法。你的脑里头不清净，佛法装进去都变成邪法，都不是正法，这叫法器。一般规定是五年，我们在历史上看到，有很多对老师非常感激的，自动的把时间延长，十年、二十年、三十年，还有的一直等到老师圆寂才离开老师的，很多很多。换句话说，先修清净心，心不清净，不能接受佛法。所听的佛法，都把佛法想歪、都曲解了，这就讲随文生解，曲解经义，得不到真正的如来真实义，得不到。",
      "zh_TW": "如果用共產黨的話來說，這五年洗腦，用這種方法來洗腦，把你這個腦洗得清清淨淨，然後準備接受佛法。你的腦裡頭不清淨，佛法裝進去都變成邪法，都不是正法，這叫法器。一般規定是五年，我們在歷史上看到，有很多對老師非常感激的，自動的把時間延長，十年、二十年、三十年，還有的一直等到老師圓寂才離開老師的，很多很多。換句話說，先修清淨心，心不清淨，不能接受佛法。所聽的佛法，都把佛法想歪、都曲解了，這就講隨文生解，曲解經義，得不到真正的如來真實義，得不到。"
    },
    {
      "id": "04-003-0064_p0023",
      "zh_CN": "心真正清净，这心清净一定从一门。所以经论上常讲，「法门平等，无有高下」，为什么？所有一切法门都是训练清净心的，不管用哪个法门都一样。就是方法、手段尽管不同，目标是相同，恢复到自性清净心。清净心现前之后，不管学哪个法门都容易了。为什么？清净心的作用就是智慧，你智慧开了。这种教学法，虽然老师没有给你讲任何东西，实在是因这个老师，恢复自己的根本智。根本智就是《般若经》上所讲的「般若无知」，《心经》上讲的「无智亦无得」，先修这个。这得到之后，起作用就无所不知，起作用是无所不得，一切都得到，圆圆满满的成就，这真是一条捷径，圆满快速的一条道路。",
      "zh_TW": "心真正清淨，這心清淨一定從一門。所以經論上常講，「法門平等，無有高下」，為什麼？所有一切法門都是訓練清淨心的，不管用哪個法門都一樣。就是方法、手段儘管不同，目標是相同，恢復到自性清淨心。清淨心現前之後，不管學哪個法門都容易了。為什麼？清淨心的作用就是智慧，你智慧開了。這種教學法，雖然老師沒有給你講任何東西，實在是因這個老師，恢復自己的根本智。根本智就是《般若經》上所講的「般若無知」，《心經》上講的「無智亦無得」，先修這個。這得到之後，起作用就無所不知，起作用是無所不得，一切都得到，圓圓滿滿的成就，這真是一條捷徑，圓滿快速的一條道路。"
    },
    {
      "id": "04-003-0064_p0024",
      "zh_CN": "我们今天不知道、不认识，盲修瞎练，一开头就要博学多闻，看多了、听多了，结果得到什么？得到一脑袋的邪知邪见。或者说，邪知邪见难听，说好听一点，满脑袋的佛法，这好听了。实在讲，佛四十九年没说一句法，你得到满脑袋的佛法，这个怪了，这奇怪了。佛无有法与人，你怎么会得到那么多法？这是奇怪了，这个问题就严重了。所以诸位要晓得，佛法应当用什么态度来修学？应当从哪里去修学？从自性当中求。佛教给我们一个方法、手段，开启我们的自性。底下这是正说：",
      "zh_TW": "我們今天不知道、不認識，盲修瞎練，一開頭就要博學多聞，看多了、聽多了，結果得到什麼？得到一腦袋的邪知邪見。或者說，邪知邪見難聽，說好聽一點，滿腦袋的佛法，這好聽了。實在講，佛四十九年沒說一句法，你得到滿腦袋的佛法，這個怪了，這奇怪了。佛無有法與人，你怎麼會得到那麼多法？這是奇怪了，這個問題就嚴重了。所以諸位要曉得，佛法應當用什麼態度來修學？應當從哪裡去修學？從自性當中求。佛教給我們一個方法、手段，開啟我們的自性。底下這是正說："
    },
    {
      "id": "04-003-0064_p0025",
      "zh_CN": "【不能以教为明镜。照见自心。不能以自心为智灯。照经幽旨。是执象也。】",
      "zh_TW": "【不能以教為明鏡。照見自心。不能以自心為智燈。照經幽旨。是執象也。】"
    },
    {
      "id": "04-003-0064_p0026",
      "zh_CN": "前面所讲的执着言说，错误了，这再讲执着形相也是错误的。这个经典是象，有形的，这么一大本书摆在面前，这是有形相的。执着这个，这是《大方广佛华严经》在哪？在这部经上，这经上没有大方广佛华严，与这个不相干的。误以为佛法就在经典里面，殊不知经典里头没有佛法，正如同言说里头没有佛法是一样的。所以会学的人是以教为镜，这个经可以当作镜来讲，就是一面镜子，展开经典，这是一面镜子，拿这面镜子照照自己的心。我们在讲席当中也常说，我们展开经典，把经典里面所讲的理论、因果、境界，跟我们自己好好的对一对，我们的想法、看法、做法，跟经上讲的一样不一样？如果是一样，这就是佛知佛见，这个见解、做法是正确的。如果不一样，自己马上要改过，决定是我们自己错了，不要想到，我没有想错，佛这句话有问题，他恐怕说错了。或者是佛三千年前，不晓得现代的社会，他这个用不上，过了时，那就错了。佛没有见解，佛没有想法、没有看法、没有做法，所以他也没有过失。无所谓失与不失，时与空与他都没有关系。能够拿经典来对照对照自己的心行，这会有心得。如果发现自己有错，错误立刻改过来，改过自新，这是真正的忏悔。忏悔不一定要在佛面前磕头烧香、去许愿，不一定。一发现自己错误，马上改正过来，这是真正的忏悔。所以要以教为明镜，照见自心。",
      "zh_TW": "前面所講的執著言說，錯誤了，這再講執著形相也是錯誤的。這個經典是象，有形的，這麼一大本書擺在面前，這是有形相的。執著這個，這是《大方廣佛華嚴經》在哪？在這部經上，這經上沒有大方廣佛華嚴，與這個不相干的。誤以為佛法就在經典裡面，殊不知經典裡頭沒有佛法，正如同言說裡頭沒有佛法是一樣的。所以會學的人是以教為鏡，這個經可以當作鏡來講，就是一面鏡子，展開經典，這是一面鏡子，拿這面鏡子照照自己的心。我們在講席當中也常說，我們展開經典，把經典裡面所講的理論、因果、境界，跟我們自己好好的對一對，我們的想法、看法、做法，跟經上講的一樣不一樣？如果是一樣，這就是佛知佛見，這個見解、做法是正確的。如果不一樣，自己馬上要改過，決定是我們自己錯了，不要想到，我沒有想錯，佛這句話有問題，他恐怕說錯了。或者是佛三千年前，不曉得現代的社會，他這個用不上，過了時，那就錯了。佛沒有見解，佛沒有想法、沒有看法、沒有做法，所以他也沒有過失。無所謂失與不失，時與空與他都沒有關係。能夠拿經典來對照對照自己的心行，這會有心得。如果發現自己有錯，錯誤立刻改過來，改過自新，這是真正的懺悔。懺悔不一定要在佛面前磕頭燒香、去許願，不一定。一發現自己錯誤，馬上改正過來，這是真正的懺悔。所以要以教為明鏡，照見自心。"
    },
    {
      "id": "04-003-0064_p0027",
      "zh_CN": "我们修净土的人，我们现在景美图书馆，早晚课诵念《无量寿经》，早晚课诵都一样。不是念全部的，念全部的时间太长了，所以我给他们订的功课，早课念《无量寿经》第六章，就是四十八愿，把阿弥陀佛四十八愿念一遍，我有没有发这四十八愿？我的心愿跟阿弥陀佛一样不一样？每天跟他比一次。晚课念三十三、三十四、三十五、三十六、三十七，五章，这五章是什么？五章讲因果报应，也就是讲的五戒十善，反省一下，检讨一下，我今天所作所为有没有犯佛的教诫？这早晚功课是真正得利益，真正得受用。天天发愿，天天改过自新，务必要求我们的心跟阿弥陀佛同一个心，我们的愿与阿弥陀佛同愿，我们的行与阿弥陀佛同行，我们的见解与阿弥陀佛同解，哪有不生西方极乐世界的道理？决定往生！当然有时间念全部的经，那是最好；没有时间，就念这几章就够了。这几章是全经里面最重要的部分。三十三章到三十七章，把我们凡夫毛病、业障、习气都讲得清清楚楚。我们自己都想的想着，说我今天有什么过失，想想今天没什么过失。给诸位说，没有过失的只有两种人，一种是佛没有过失，一种是凡夫不知道自己过失，他没有过失。阿罗汉与菩萨们过失都一大堆，为什么？他天天知道自己过失，天天在改正自己过失。知道自己过失是觉悟，开悟了；能够把自己过失改过来，这叫功夫，这叫修行。",
      "zh_TW": "我們修淨土的人，我們現在景美圖書館，早晚課誦念《無量壽經》，早晚課誦都一樣。不是念全部的，念全部的時間太長了，所以我給他們訂的功課，早課念《無量壽經》第六章，就是四十八願，把阿彌陀佛四十八願念一遍，我有沒有發這四十八願？我的心願跟阿彌陀佛一樣不一樣？每天跟他比一次。晚課念三十三、三十四、三十五、三十六、三十七，五章，這五章是什麼？五章講因果報應，也就是講的五戒十善，反省一下，檢討一下，我今天所作所為有沒有犯佛的教誡？這早晚功課是真正得利益，真正得受用。天天發願，天天改過自新，務必要求我們的心跟阿彌陀佛同一個心，我們的願與阿彌陀佛同願，我們的行與阿彌陀佛同行，我們的見解與阿彌陀佛同解，哪有不生西方極樂世界的道理？決定往生！當然有時間念全部的經，那是最好；沒有時間，就念這幾章就夠了。這幾章是全經裡面最重要的部分。三十三章到三十七章，把我們凡夫毛病、業障、習氣都講得清清楚楚。我們自己都想的想著，說我今天有什麼過失，想想今天沒什麼過失。給諸位說，沒有過失的只有兩種人，一種是佛沒有過失，一種是凡夫不知道自己過失，他沒有過失。阿羅漢與菩薩們過失都一大堆，為什麼？他天天知道自己過失，天天在改正自己過失。知道自己過失是覺悟，開悟了；能夠把自己過失改過來，這叫功夫，這叫修行。"
    },
    {
      "id": "04-003-0064_p0028",
      "zh_CN": "诸位要晓得，修行不是念经，修行不是念佛，你以为是念经、念佛、拜佛叫修行，那大错特错了。修行是修正自己的思想、见解、行为，这叫修行。念经、拜佛那是一种方法，是一种手段，用这一种手段达到我修行的目的，那就对了。把手段误以为目的就错了，大错特错。以为我早晚在佛菩萨面前念几卷经，这叫修行，念经的时候还打妄想，念完经之后，还给人家搞是非人我，那怎么叫修行？真正修行人，给诸位说，他的心地必然是一天比一天清凉，一天比一天自在，烦恼一天比一天少，智慧一天比一天增长，那叫真正修行。否则的话，经念得再多，佛念得再多，古人讽刺的「喊破喉咙也枉然」，没有用处的。这些地方都要辨别清楚，才不至于走错路，才不至于发生误会。所以经的确是明镜，天天读经，能够从经典里面发现自己的过失。这一发现，马上就改正。改了之后，没有多久又犯了，这是什么？我们的习气太深，烦恼太重，不是一下就能转得过来的，所以就天天改，年年改，这改久了，我们这个改的力量壮大了，烦恼、习气渐渐就伏住了。伏之后，才能把它断掉，习气毛病是一定要改。所以读经的功德利益在此地，不是读经本身有功德，大家要把这一点，很多人误会，以为我念经、念佛本身是功德，这是错误的。念经、念佛能把自己的心念清净，毛病、习气觉察出来，进一步把它改正过来，功德在这个地方。",
      "zh_TW": "諸位要曉得，修行不是念經，修行不是念佛，你以為是念經、念佛、拜佛叫修行，那大錯特錯了。修行是修正自己的思想、見解、行為，這叫修行。念經、拜佛那是一種方法，是一種手段，用這一種手段達到我修行的目的，那就對了。把手段誤以為目的就錯了，大錯特錯。以為我早晚在佛菩薩面前念幾卷經，這叫修行，念經的時候還打妄想，念完經之後，還給人家搞是非人我，那怎麼叫修行？真正修行人，給諸位說，他的心地必然是一天比一天清涼，一天比一天自在，煩惱一天比一天少，智慧一天比一天增長，那叫真正修行。否則的話，經念得再多，佛念得再多，古人諷刺的「喊破喉嚨也枉然」，沒有用處的。這些地方都要辨別清楚，才不至於走錯路，才不至於發生誤會。所以經的確是明鏡，天天讀經，能夠從經典裡面發現自己的過失。這一發現，馬上就改正。改了之後，沒有多久又犯了，這是什麼？我們的習氣太深，煩惱太重，不是一下就能轉得過來的，所以就天天改，年年改，這改久了，我們這個改的力量壯大了，煩惱、習氣漸漸就伏住了。伏之後，才能把它斷掉，習氣毛病是一定要改。所以讀經的功德利益在此地，不是讀經本身有功德，大家要把這一點，很多人誤會，以為我念經、念佛本身是功德，這是錯誤的。念經、念佛能把自己的心念清淨，毛病、習氣覺察出來，進一步把它改正過來，功德在這個地方。"
    },
    {
      "id": "04-003-0064_p0029",
      "zh_CN": "『不能以自心为智灯』，自心里面本来具足无量智慧，所以智慧不是从外面来的。很多人不懂，以为智慧是从外面求来的，要读很多书，是不是？所以「读万卷书，行万里路」，以为智慧从这来的，错了。那可以说，我们世间一般知识是从那里来的，那是知识，不是智慧。智慧是从清净心里面来的，不是从读万卷书、行万里路而来的。你明白这个道理，明白这个事实，你才晓得中国古人的教学法，跟佛菩萨的教学方法，这正确，你没有怀疑了。他就是训练我们清净心，佛家教我们持戒、修定、开慧，戒定慧三学，这是有次第的，不能躐等的。不持戒，能得定，没有这个道理；没有定，会开智慧，也没有这个道理。儒家不讲戒，讲礼，守礼，礼就是戒。五经、十三经里面，十三经里面，《周礼》、《仪礼》、《礼记》，要守礼。然后才能够得定，得清净心，清净心才能生智慧。智慧现前之后，这个时候读万卷书，行万里路，成就圆满的后得智，那是智慧。所以这些知识愈丰富，你会替社会、替大众造福。如果你没有根本智，没有戒定，好了，这个知识愈丰富，会害一切众生，为什么？你主意多，你方法多，你会祸国殃民。没有戒、没有定，只有博学多闻，得的结果就是如此。这个罪业就造重了，将来果报在阿鼻地狱。这是我们要明了、要警惕的。所以真正的智慧是在清净心里面，你要求智慧，先修清净心。",
      "zh_TW": "『不能以自心為智燈』，自心裡面本來具足無量智慧，所以智慧不是從外面來的。很多人不懂，以為智慧是從外面求來的，要讀很多書，是不是？所以「讀萬卷書，行萬里路」，以為智慧從這來的，錯了。那可以說，我們世間一般知識是從那裡來的，那是知識，不是智慧。智慧是從清淨心裡面來的，不是從讀萬卷書、行萬里路而來的。你明白這個道理，明白這個事實，你才曉得中國古人的教學法，跟佛菩薩的教學方法，這正確，你沒有懷疑了。他就是訓練我們清淨心，佛家教我們持戒、修定、開慧，戒定慧三學，這是有次第的，不能躐等的。不持戒，能得定，沒有這個道理；沒有定，會開智慧，也沒有這個道理。儒家不講戒，講禮，守禮，禮就是戒。五經、十三經裡面，十三經裡面，《周禮》、《儀禮》、《禮記》，要守禮。然後才能夠得定，得清淨心，清淨心才能生智慧。智慧現前之後，這個時候讀萬卷書，行萬里路，成就圓滿的後得智，那是智慧。所以這些知識愈豐富，你會替社會、替大眾造福。如果你沒有根本智，沒有戒定，好了，這個知識愈豐富，會害一切眾生，為什麼？你主意多，你方法多，你會禍國殃民。沒有戒、沒有定，只有博學多聞，得的結果就是如此。這個罪業就造重了，將來果報在阿鼻地獄。這是我們要明瞭、要警惕的。所以真正的智慧是在清淨心裡面，你要求智慧，先修清淨心。"
    },
    {
      "id": "04-003-0064_p0030",
      "zh_CN": "以自心为智灯，『照经幽旨』。所以经，经是什么用处？经有两个用处，前面跟诸位说的是第一个用处，帮助我们改过自新，这第一个用处。第二个用处是帮助我们证，证明我的知见跟佛的知见一样不一样，所以经是印证知见的。我对于宇宙人生的看法、见解、做法跟一切诸佛如来一样不一样？拿它们比一比看，看我们一样不一样？是来印证的，证明的。所以经典两个用途。不知道这个作用，这就是执着象。所以他不能以自心为智灯，照经幽旨，这就是『执象』。但守于教不求指归，是『执言』，这样的人，就是我们通常所讲的死在教下，叫念死书，学到最后，学成佛呆子。那念书人，食而不化，我们叫他书呆子，学佛的人叫做佛呆子。",
      "zh_TW": "以自心為智燈，『照經幽旨』。所以經，經是什麼用處？經有兩個用處，前面跟諸位說的是第一個用處，幫助我們改過自新，這第一個用處。第二個用處是幫助我們證，證明我的知見跟佛的知見一樣不一樣，所以經是印證知見的。我對於宇宙人生的看法、見解、做法跟一切諸佛如來一樣不一樣？拿它們比一比看，看我們一樣不一樣？是來印證的，證明的。所以經典兩個用途。不知道這個作用，這就是執著象。所以他不能以自心為智燈，照經幽旨，這就是『執象』。但守於教不求指歸，是『執言』，這樣的人，就是我們通常所講的死在教下，叫念死書，學到最後，學成佛呆子。那念書人，食而不化，我們叫他書呆子，學佛的人叫做佛呆子。"
    },
    {
      "id": "04-003-0064_p0031",
      "zh_CN": "【故经云。不能了自心。云何知正道。彼由颠倒慧。增长一切恶。】",
      "zh_TW": "【故經云。不能了自心。云何知正道。彼由顛倒慧。增長一切惡。】"
    },
    {
      "id": "04-003-0064_p0032",
      "zh_CN": "这也是本经里面的一首偈子。这个偈子说得更明白，使我们学佛的人深深得到警惕。学佛人先要『了自心』，了是什么？明了。自心就是本性，就是真心，就是法界，也叫真如。佛经里面名号很多，都说这一桩事情。我们在《坛经》里面看到，六祖大师二十四岁得道，我们俗话说得道，就是明心见性。二十四岁就继承了禅宗祖师的位子，他凭什么？就是因为他能了自心，所以五祖把衣钵传给他。他为什么能了自心？他心地清净，不胡思乱想。我们学佛，实在讲，很难很难，妄念太多了，想得太多了。这所有一切想的全是妄想。想过去、想现在、想未来，想佛法、又想世间法，这就完了，这一生完了。想到最后，还是想到三途，没有别的地方去，他想到三途，你说多可怕。",
      "zh_TW": "這也是本經裡面的一首偈子。這個偈子說得更明白，使我們學佛的人深深得到警惕。學佛人先要『了自心』，了是什麼？明瞭。自心就是本性，就是真心，就是法界，也叫真如。佛經裡面名號很多，都說這一樁事情。我們在《壇經》裡面看到，六祖大師二十四歲得道，我們俗話說得道，就是明心見性。二十四歲就繼承了禪宗祖師的位子，他憑什麼？就是因為他能了自心，所以五祖把衣缽傳給他。他為什麼能了自心？他心地清淨，不胡思亂想。我們學佛，實在講，很難很難，妄念太多了，想得太多了。這所有一切想的全是妄想。想過去、想現在、想未來，想佛法、又想世間法，這就完了，這一生完了。想到最後，還是想到三途，沒有別的地方去，他想到三途，你說多可怕。"
    },
    {
      "id": "04-003-0064_p0033",
      "zh_CN": "我在此地劝勉同修们，无论在家、出家，真正学佛的人，一概不要想。明天没饭吃也不要想，为什么？明天还没到！想它干什么。真正学佛的人，一切统统交给佛菩萨，由他去照顾，我们还要想什么？得大自在，心就清净。我们自己要想这个，想那个，佛菩萨不管你，为什么？你会想，他不照顾你了。他要佛菩萨保佑，保佑不上，为什么？你会想东想西，会想主意！所以他不照顾你，那这个苦头就有得吃。为什么不把这个丢得干干净净？让佛菩萨、护法神去操心，这多好，我们管这个事情干什么？所以说衣食住行什么都不要管，心清净了。我常说，心清净，身就清净；身心清净，不但是智慧增长，刚才说，福德增长，福德里面最大的福德就是不生病。病从哪里来的？胡思乱想来的。三恶道从哪来的？胡思乱想来的，你想想看多可怕。所以是明了自心非常重要。这句话，简单讲就是清净心，了自心是清净心。心地清净，佛法就得到了。心不清净，『云何知正道』。这个知正道，就是《开经偈》讲的，如来真实义。你怎么晓得如来真实义？不可能，心不清净，决定不知道如来真实义。",
      "zh_TW": "我在此地勸勉同修們，無論在家、出家，真正學佛的人，一概不要想。明天沒飯吃也不要想，為什麼？明天還沒到！想它幹什麼。真正學佛的人，一切統統交給佛菩薩，由他去照顧，我們還要想什麼？得大自在，心就清淨。我們自己要想這個，想那個，佛菩薩不管你，為什麼？你會想，他不照顧你了。他要佛菩薩保佑，保佑不上，為什麼？你會想東想西，會想主意！所以他不照顧你，那這個苦頭就有得吃。為什麼不把這個丟得乾乾淨淨？讓佛菩薩、護法神去操心，這多好，我們管這個事情幹什麼？所以說衣食住行什麼都不要管，心清淨了。我常說，心清淨，身就清淨；身心清淨，不但是智慧增長，剛才說，福德增長，福德裡面最大的福德就是不生病。病從哪裡來的？胡思亂想來的。三惡道從哪來的？胡思亂想來的，你想想看多可怕。所以是明瞭自心非常重要。這句話，簡單講就是清淨心，了自心是清淨心。心地清淨，佛法就得到了。心不清淨，『云何知正道』。這個知正道，就是《開經偈》講的，如來真實義。你怎麼曉得如來真實義？不可能，心不清淨，決定不知道如來真實義。"
    },
    {
      "id": "04-003-0064_p0034",
      "zh_CN": "我在此地讲，你们在底下听，心清净的人他能体会，心不清净的人体会不到。你能够听多少，与你的清净心成正比例，你有一分清净心，得一分利益；有十分清净心，必定得十分的悟处；没有清净心，那就听一个文字上的解释，不得其门而入。这个很重要，我们平常在家里看经、研究注解也是如此，你究竟能得多少，与你清净心成正比例。我相信你们同修听我讲经，常年的听你会感觉到，我讲的东西遍遍不一样，我在景美也说过，我不是故意骗人，是什么？这个境界天天不一样。所以从前讲这些经，现在我听听那些录音带，简直是胡说八道。这什么原因？心一天比一天清净。这是我把我自己的心得告诉诸位，身心世界一天比一天放下，没有一丝毫执着，一切法任运随缘，这就自在！",
      "zh_TW": "我在此地講，你們在底下聽，心清淨的人他能體會，心不清淨的人體會不到。你能夠聽多少，與你的清淨心成正比例，你有一分清淨心，得一分利益；有十分清淨心，必定得十分的悟處；沒有清淨心，那就聽一個文字上的解釋，不得其門而入。這個很重要，我們平常在家裡看經、研究註解也是如此，你究竟能得多少，與你清淨心成正比例。我相信你們同修聽我講經，常年的聽你會感覺到，我講的東西遍遍不一樣，我在景美也說過，我不是故意騙人，是什麼？這個境界天天不一樣。所以從前講這些經，現在我聽聽那些錄音帶，簡直是胡說八道。這什麼原因？心一天比一天清淨。這是我把我自己的心得告訴諸位，身心世界一天比一天放下，沒有一絲毫執著，一切法任運隨緣，這就自在！"
    },
    {
      "id": "04-003-0064_p0035",
      "zh_CN": "我在这边教给简居士，那边教给韩馆长，我都教给他一个原则，决定不攀缘，一切任运随缘，有多少力量做多少事，尽心尽力，念念功德圆满，这个自在。我们真正的目标是要求生西方极乐世界，这是决定不能错。世间法，古德说得好，庞居士说得很好，「好事不如无事」。心不清净，修一切善事，是世间有漏福报。你修的这么多福报，福你将来会享受的，你在六道里面享受。六道里头哪一道？可不一定。来生还能得人吗？那要问一问你，五戒十善修得能不能打上八十分？要打八十分才保险，六十分靠不住，不保险。六十分虽然可以及格，不保险。五戒十善可以打八十分，来生决定可以得人身，不会失人身。来生得福报，什么福报？大富大贵，大贵，像做总统；大富，像台湾王永庆，大富。快不快乐？一点也不快乐。富而不乐，没意思。所以祖师说得好，「好事不如无事」，清净心重要。清净心里面有无量的清净福德，无漏的福，这就得大自在！",
      "zh_TW": "我在這邊教給簡居士，那邊教給韓館長，我都教給他一個原則，決定不攀緣，一切任運隨緣，有多少力量做多少事，盡心盡力，念念功德圓滿，這個自在。我們真正的目標是要求生西方極樂世界，這是決定不能錯。世間法，古德說得好，龐居士說得很好，「好事不如無事」。心不清淨，修一切善事，是世間有漏福報。你修的這麼多福報，福你將來會享受的，你在六道裡面享受。六道裡頭哪一道？可不一定。來生還能得人嗎？那要問一問你，五戒十善修得能不能打上八十分？要打八十分才保險，六十分靠不住，不保險。六十分雖然可以及格，不保險。五戒十善可以打八十分，來生決定可以得人身，不會失人身。來生得福報，什麼福報？大富大貴，大貴，像做總統；大富，像台灣王永慶，大富。快不快樂？一點也不快樂。富而不樂，沒意思。所以祖師說得好，「好事不如無事」，清淨心重要。清淨心裡面有無量的清淨福德，無漏的福，這就得大自在！"
    },
    {
      "id": "04-003-0064_p0036",
      "zh_CN": "这个世间慈善事业，不是叫你不做，有一些人，他不想往生西方世界的人，让他们去做。我们目标定在西方极乐世界，到了西方极乐世界，见了阿弥陀佛之后，我们回来再做。不是不做，我们回来再做。回来再做什么？你称性的福德现前，你做起来自在，不操一点心。现在没有见性，那个福德是勉强修来的，做得很苦。做一点慈善事业，做得这个心很乱，心不清净。换句话说，帮助别人，没有帮助一点点，自己还要搞六道轮回，这个冤枉，所以这个帐要好好的算算。何况以正法劝导别人，那是无量无边的福报。慈善事业是救人于一时，你劝人读经，劝人念佛，是救人于永远，这个福德是不能比的。所以真正学佛，无论在家、出家，是福慧双修，自利利他。我跟诸位讲的是真话，而且是念念功德圆满。我们尽心尽力，心地清净光明自在，所以是念念功德都圆满。这前面两句说出修学的关键所在，非常之重要。",
      "zh_TW": "這個世間慈善事業，不是叫你不做，有一些人，他不想往生西方世界的人，讓他們去做。我們目標定在西方極樂世界，到了西方極樂世界，見了阿彌陀佛之後，我們回來再做。不是不做，我們回來再做。回來再做什麼？你稱性的福德現前，你做起來自在，不操一點心。現在沒有見性，那個福德是勉強修來的，做得很苦。做一點慈善事業，做得這個心很亂，心不清淨。換句話說，幫助別人，沒有幫助一點點，自己還要搞六道輪迴，這個冤枉，所以這個帳要好好的算算。何況以正法勸導別人，那是無量無邊的福報。慈善事業是救人於一時，你勸人讀經，勸人念佛，是救人於永遠，這個福德是不能比的。所以真正學佛，無論在家、出家，是福慧雙修，自利利他。我跟諸位講的是真話，而且是念念功德圓滿。我們盡心盡力，心地清淨光明自在，所以是念念功德都圓滿。這前面兩句說出修學的關鍵所在，非常之重要。"
    },
    {
      "id": "04-003-0064_p0037",
      "zh_CN": "如果不能，那就底下说：『彼由颠倒慧，增长一切恶』。没有见性，我们说得浅一点，容易明白一点，心没有得到清净，没有得到平等，清净心一定是平等的，平等心一定是清净的。我们在这世间还有高下，这个心不平等。我这个好，他那个不好，这心不平等，不平等决定不清净。所以清净心要用平等来衡量，看看我心是不是真清净。清净平等必定是觉而不迷，所以这个修行的方法，统统在《无量寿经》经题上，清净平等觉。没有到这个功夫，我们所有一切见解思想都是颠倒慧，我们所有一切的做法都是增长一切恶。换言之，我做的这是好事，都做的是慈善，利益众生的，怎么说增长一切恶？不错，是做的好事，将来得三善道的果报，这就叫增长一切恶。恶是什么？出不了轮回，不能了生死，不能明心见性，这就是恶。",
      "zh_TW": "如果不能，那就底下說：『彼由顛倒慧，增長一切惡』。沒有見性，我們說得淺一點，容易明白一點，心沒有得到清淨，沒有得到平等，清淨心一定是平等的，平等心一定是清淨的。我們在這世間還有高下，這個心不平等。我這個好，他那個不好，這心不平等，不平等決定不清淨。所以清淨心要用平等來衡量，看看我心是不是真清淨。清淨平等必定是覺而不迷，所以這個修行的方法，統統在《無量壽經》經題上，清淨平等覺。沒有到這個功夫，我們所有一切見解思想都是顛倒慧，我們所有一切的做法都是增長一切惡。換言之，我做的這是好事，都做的是慈善，利益眾生的，怎麼說增長一切惡？不錯，是做的好事，將來得三善道的果報，這就叫增長一切惡。惡是什麼？出不了輪迴，不能了生死，不能明心見性，這就是惡。"
    },
    {
      "id": "04-003-0064_p0038",
      "zh_CN": "刚才还有个同修来找我、问我。我问他为什么学佛？他说消业障。我问他什么叫业障？他说不出来。障就是障碍，障碍什么？障碍清净心，障碍见性。什么东西障碍？业。什么是业？事业。你看看你造作的时候叫事，事做完了叫业，所以种种造作就是业障。换句话说，你一切的造作，心地清净，不染着，那个业就没有障。那个业要没有障叫什么？叫净业，就没有障。你造的善业有障，恶业也有障；善业把你障到三善道去，恶业把你障到三恶道去，总而言之，你决定出不了六道轮回，这叫障。",
      "zh_TW": "剛才還有個同修來找我、問我。我問他為什麼學佛？他說消業障。我問他什麼叫業障？他說不出來。障就是障礙，障礙什麼？障礙清淨心，障礙見性。什麼東西障礙？業。什麼是業？事業。你看看你造作的時候叫事，事做完了叫業，所以種種造作就是業障。換句話說，你一切的造作，心地清淨，不染著，那個業就沒有障。那個業要沒有障叫什麼？叫淨業，就沒有障。你造的善業有障，惡業也有障；善業把你障到三善道去，惡業把你障到三惡道去，總而言之，你決定出不了六道輪迴，這叫障。"
    },
    {
      "id": "04-003-0064_p0039",
      "zh_CN": "所以净宗学人叫你修净业，净业是什么？你做一切这个善事的时候没有障，就是做的时候，「外不着相，内不动心」。刚才我跟大家讲的，任运随缘就没有障。有意去做，就有障，我要怎么怎么做法，那当然要去攀缘，要去化缘，那就障碍都来了，全都来了。我们佛门自古以来，没听说过化缘的，化缘就是障碍。那那个寺庙破烂了，破烂让它破烂，管那个事情干什么。寺庙是属于地方的，是由地方人士去负责修理修建的，出家人不管这个事情，你的心才会清净。你只要一化缘，贪瞋痴慢统统起来了，钱财一多，贪心起来了，傲慢心起来了；小小一不如意，心里就不高兴，瞋恚心起来了，你看这个业障多重。所以贪瞋痴慢就是业障。如何能做事情没有这些障碍、心定了，清凉自在，这就叫做净业，这个时候才可以做事情。心地没有到清凉自在的时候，不可以。",
      "zh_TW": "所以淨宗學人叫你修淨業，淨業是什麼？你做一切這個善事的時候沒有障，就是做的時候，「外不著相，內不動心」。剛才我跟大家講的，任運隨緣就沒有障。有意去做，就有障，我要怎麼怎麼做法，那當然要去攀緣，要去化緣，那就障礙都來了，全都來了。我們佛門自古以來，沒聽說過化緣的，化緣就是障礙。那那個寺廟破爛了，破爛讓它破爛，管那個事情幹什麼。寺廟是屬於地方的，是由地方人士去負責修理修建的，出家人不管這個事情，你的心才會清淨。你只要一化緣，貪瞋痴慢統統起來了，錢財一多，貪心起來了，傲慢心起來了；小小一不如意，心裡就不高興，瞋恚心起來了，你看這個業障多重。所以貪瞋痴慢就是業障。如何能做事情沒有這些障礙、心定了，清涼自在，這就叫做淨業，這個時候才可以做事情。心地沒有到清涼自在的時候，不可以。"
    },
    {
      "id": "04-003-0064_p0040",
      "zh_CN": "这就是认清楚什么叫颠倒慧。凡是不是从清净心里面生出来的智慧，都叫颠倒慧。第六识的分别，第七识的执着，从六、七识里面生出来的都是颠倒慧。他所作所为，一定是增长一切恶，这是我们在大乘经上读得很多，常常看到。特别是菩萨法，菩萨法里面最大的恶是什么？是为我。我们这个世间人讲，哪个人不是第一个讲我自己本身的利益，然后再想到别人利益，起心动念总是先想到我，这是大恶。为什么是大恶？读了经典才恍然大悟。凡夫之所以不能成佛，两大障碍，第一个是我执，第二个是法执。",
      "zh_TW": "這就是認清楚什麼叫顛倒慧。凡是不是從清淨心裡面生出來的智慧，都叫顛倒慧。第六識的分別，第七識的執著，從六、七識裡面生出來的都是顛倒慧。他所作所為，一定是增長一切惡，這是我們在大乘經上讀得很多，常常看到。特別是菩薩法，菩薩法裡面最大的惡是什麼？是為我。我們這個世間人講，哪個人不是第一個講我自己本身的利益，然後再想到別人利益，起心動念總是先想到我，這是大惡。為什麼是大惡？讀了經典才恍然大悟。凡夫之所以不能成佛，兩大障礙，第一個是我執，第二個是法執。"
    },
    {
      "id": "04-003-0064_p0041",
      "zh_CN": "你看起心动念想到我，我执增长，我执增长就不能出三界。出三界的条件，阿罗汉破我执，出三界了。菩萨破法执，就证法身；所以法执不破不能证法身，我执不破不能出三界。起心动念先想到我，这是我执在增长，我是一切恶的大根大本。那我没有了，还有什么恶？那恶就没有了。所以我见、我执增长，就是一切恶增长。诸位能明白这个，你就想到佛讲的话真的，一点都不假，佛说的一点不过分。因此菩萨他们想法、看法跟我们不一样，菩萨起心动念想一切众生，他不想我，他没有我。一切众生好，那我当然也好，我是一切众生之一；一切众生有苦难，那我当然有苦难，我也是一切众生之一。这个念头一转，我执不破，自然没有了，高明。起心动念不要想到自己，这能够帮助我们念佛，不要说一心，一心很难；功夫成片，的确有很大的帮助。对于将来往生极乐世界，可以说是会有很大的帮助，也能够有真正的把握。我们起心动念想佛法，想佛法如何普及到全世界；想一切众生，如何能够帮助一切众生了解佛法、认识佛法、欢喜佛法、接受佛法，依教奉行，同生极乐。念念想这个，把自己都忘掉了。忘掉自己好处很大，好处太大了，忘掉自己，就把一切恶忘掉了，一切恶都消除了。这是大乘修学的方法。下面大师给我们做了个比喻：",
      "zh_TW": "你看起心動念想到我，我執增長，我執增長就不能出三界。出三界的條件，阿羅漢破我執，出三界了。菩薩破法執，就證法身；所以法執不破不能證法身，我執不破不能出三界。起心動念先想到我，這是我執在增長，我是一切惡的大根大本。那我沒有了，還有什麼惡？那惡就沒有了。所以我見、我執增長，就是一切惡增長。諸位能明白這個，你就想到佛講的話真的，一點都不假，佛說的一點不過分。因此菩薩他們想法、看法跟我們不一樣，菩薩起心動念想一切眾生，他不想我，他沒有我。一切眾生好，那我當然也好，我是一切眾生之一；一切眾生有苦難，那我當然有苦難，我也是一切眾生之一。這個念頭一轉，我執不破，自然沒有了，高明。起心動念不要想到自己，這能夠幫助我們念佛，不要說一心，一心很難；功夫成片，的確有很大的幫助。對於將來往生極樂世界，可以說是會有很大的幫助，也能夠有真正的把握。我們起心動念想佛法，想佛法如何普及到全世界；想一切眾生，如何能夠幫助一切眾生了解佛法、認識佛法、歡喜佛法、接受佛法，依教奉行，同生極樂。念念想這個，把自己都忘掉了。忘掉自己好處很大，好處太大了，忘掉自己，就把一切惡忘掉了，一切惡都消除了。這是大乘修學的方法。下面大師給我們做了個比喻："
    },
    {
      "id": "04-003-0064_p0042",
      "zh_CN": "【如览镜时。本图见面。便执见者为实。岂不转更成迷。故云执言象而迷真。】",
      "zh_TW": "【如覽鏡時。本圖見面。便執見者為實。豈不轉更成迷。故云執言象而迷真。】"
    },
    {
      "id": "04-003-0064_p0043",
      "zh_CN": "这个比喻很有意思，他比喻什么？比喻照镜子，实在讲照镜子，我们每个人一天总要照个一、二次，至少早晨洗脸要照一次，晚上睡觉之前还要照一次，他用这个比喻。照镜子本来是想看看我们脸上有没有肮脏？结果一照镜子，把镜子里面人当作自己，自己忘掉了，把镜子里面那个当作自己，『便执见者为实』。把那个镜子里面当作真实的，这岂不是转更成迷。这是用这个比喻说明什么叫做迷，把假的当作真的，真的反而不认识了。",
      "zh_TW": "這個比喻很有意思，他比喻什麼？比喻照鏡子，實在講照鏡子，我們每個人一天總要照個一、二次，至少早晨洗臉要照一次，晚上睡覺之前還要照一次，他用這個比喻。照鏡子本來是想看看我們臉上有沒有骯髒？結果一照鏡子，把鏡子裡面人當作自己，自己忘掉了，把鏡子裡面那個當作自己，『便執見者為實』。把那個鏡子裡面當作真實的，這豈不是轉更成迷。這是用這個比喻說明什麼叫做迷，把假的當作真的，真的反而不認識了。"
    },
    {
      "id": "04-003-0064_p0044",
      "zh_CN": "我们这些年来，尤其是最近几年，我们讲的经不多，但是确实是深入了，多少都有真实的启示，使我们能够辨别什么是真？什么是妄？真的是什么？法界是真的。假的是什么？我、我所是假的。就像这个比喻一样，能照镜子的那个人是谁？是法界。我们自己是镜子当中的影像。法界是真的，法界就是法身，清净法身这是真的。报身、化身、应身，我们这个身是业报之身，也离不了法身，统统是法身变现的。法身是能变的本体，万象是法身所变的现象，能所是一不是二，妙就妙在这里，难懂就难懂在这里。如果能变跟所变是二，倒还容易懂、理解，难于理解能所是一不是二。所以尽虚空遍法界是一个真正的自己。我们从这个地方把它认识清楚，无论修学哪个法门，障碍就少了。念佛容易得一心，参禅容易开悟，持咒容易相应，研教容易大开圆解。",
      "zh_TW": "我們這些年來，尤其是最近幾年，我們講的經不多，但是確實是深入了，多少都有真實的啟示，使我們能夠辨別什麼是真？什麼是妄？真的是什麼？法界是真的。假的是什麼？我、我所是假的。就像這個比喻一樣，能照鏡子的那個人是誰？是法界。我們自己是鏡子當中的影像。法界是真的，法界就是法身，清淨法身這是真的。報身、化身、應身，我們這個身是業報之身，也離不了法身，統統是法身變現的。法身是能變的本體，萬象是法身所變的現象，能所是一不是二，妙就妙在這裡，難懂就難懂在這裡。如果能變跟所變是二，倒還容易懂、理解，難於理解能所是一不是二。所以盡虛空遍法界是一個真正的自己。我們從這個地方把它認識清楚，無論修學哪個法門，障礙就少了。念佛容易得一心，參禪容易開悟，持咒容易相應，研教容易大開圓解。"
    },
    {
      "id": "04-003-0064_p0045",
      "zh_CN": "所以希望诸位同修，如果是真正想学佛，真正想在佛法里面得最殊胜的功德利益，起心动念不要再想自己。想自己决定是凡夫，在佛法上，决定没有进步，这是可以断然而言的，不会有进步。你那个进步是常识懂得多，那就是清凉大师讲的「增长邪见」，这个地方讲增长一切恶。不过是这个东西进步而已，邪见进步，一切恶在进步。所以念念想一切众生，念念想佛法，把这个观念从今以后彻底转过来。",
      "zh_TW": "所以希望諸位同修，如果是真正想學佛，真正想在佛法裡面得最殊勝的功德利益，起心動念不要再想自己。想自己決定是凡夫，在佛法上，決定沒有進步，這是可以斷然而言的，不會有進步。你那個進步是常識懂得多，那就是清涼大師講的「增長邪見」，這個地方講增長一切惡。不過是這個東西進步而已，邪見進步，一切惡在進步。所以念念想一切眾生，念念想佛法，把這個觀念從今以後徹底轉過來。"
    },
    {
      "id": "04-003-0064_p0046",
      "zh_CN": "底下从这个比喻再结归到法说上，『故云：执言象而迷真』。你执着言说、执着形相，决定迷失自性，真就是自性，真如本性。浅而言之，就是清净心、平等心，决定迷失自己的清净心。这些文字，虽然还没有到经文，这才是玄义的部分，讲教起因缘，因缘还是讲第一个部分，略说。这里面含义就这样的丰富了，对于我们修学有很大的帮助。",
      "zh_TW": "底下從這個比喻再結歸到法說上，『故云：執言象而迷真』。你執著言說、執著形相，決定迷失自性，真就是自性，真如本性。淺而言之，就是清淨心、平等心，決定迷失自己的清淨心。這些文字，雖然還沒有到經文，這才是玄義的部分，講教起因緣，因緣還是講第一個部分，略說。這裡面含義就這樣的豐富了，對於我們修學有很大的幫助。"
    },
    {
      "id": "04-003-0064_p0047",
      "zh_CN": "好，今天时间到了，我们就讲到这里，这是一个小段。",
      "zh_TW": "好，今天時間到了，我們就講到這裡，這是一個小段。"
    }
  ]
}