{
  "doc_id": "04-003-0012",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0012",
  "total_paragraphs": 76,
  "paragraphs": [
    {
      "id": "04-003-0012_p0001",
      "zh_CN": "八十三面第一行。从当中看起：",
      "zh_TW": "八十三面第一行。從當中看起："
    },
    {
      "id": "04-003-0012_p0002",
      "zh_CN": "【言缘起得之而交映者。】",
      "zh_TW": "【言緣起得之而交映者。】"
    },
    {
      "id": "04-003-0012_p0003",
      "zh_CN": "从这个地方开始。因为前面是一段，我们已经说过了。下面解释这句：",
      "zh_TW": "從這個地方開始。因為前面是一段，我們已經說過了。下面解釋這句："
    },
    {
      "id": "04-003-0012_p0004",
      "zh_CN": "【先约义。缘起相由。后约法也。尘沙法数。无非法界缘起。故缘起之法。皆含寂照。如睹一尘。既全是法界。即寂照具足。如镜明而复净。故能现多镜入己一中。】",
      "zh_TW": "【先約義。緣起相由。後約法也。塵沙法數。無非法界緣起。故緣起之法。皆含寂照。如睹一塵。既全是法界。即寂照具足。如鏡明而復淨。故能現多鏡入己一中。】"
    },
    {
      "id": "04-003-0012_p0005",
      "zh_CN": "这个字应该是个「己」字，自己的。",
      "zh_TW": "這個字應該是個「己」字，自己的。"
    },
    {
      "id": "04-003-0012_p0006",
      "zh_CN": "【此一镜又入多镜之内。交相映入。一镜既尔。余镜皆然。】",
      "zh_TW": "【此一鏡又入多鏡之內。交相映入。一鏡既爾。餘鏡皆然。】"
    },
    {
      "id": "04-003-0012_p0007",
      "zh_CN": "我们先看这段。前面完全是探讨佛法修学的依据，如果这个依据要是不真实，我们对于修学可能就会起很多疑问，当然也不能够达到我们希望的妙果。这部经，尤其是这卷「十大愿王导归极乐」，重点就是说明西方极乐世界的理论依据，使我们对于极乐世界一丝毫怀疑都没有。因为这是华藏世界的佛菩萨他们的见解，他们求生净土的依据，可以说将净土的理论依据讲到究竟圆满。",
      "zh_TW": "我們先看這段。前面完全是探討佛法修學的依據，如果這個依據要是不真實，我們對於修學可能就會起很多疑問，當然也不能夠達到我們希望的妙果。這部經，尤其是這卷「十大願王導歸極樂」，重點就是說明西方極樂世界的理論依據，使我們對於極樂世界一絲毫懷疑都沒有。因為這是華藏世界的佛菩薩他們的見解，他們求生淨土的依據，可以說將淨土的理論依據講到究竟圓滿。"
    },
    {
      "id": "04-003-0012_p0008",
      "zh_CN": "这段说明『缘起』的实相。《般若经》里面常讲的「诸法实相」，没有一法不真实，没有一法不含一切法。《华严》上讲，「一即是多，多即是一」；一里面，实在讲，绝对不只是芥子纳须弥，不止。说到极处，真是一微尘，一微尘含尽虚空遍法界。尽虚空遍法界在这一微尘里面，微尘没有大，法界没有缩小，这是非常难懂的一个道理。当然事相上更是没有法子理解，这是佛之知见。",
      "zh_TW": "這段說明『緣起』的實相。《般若經》裡面常講的「諸法實相」，沒有一法不真實，沒有一法不含一切法。《華嚴》上講，「一即是多，多即是一」；一裡面，實在講，絕對不只是芥子納須彌，不止。說到極處，真是一微塵，一微塵含盡虛空遍法界。盡虛空遍法界在這一微塵裡面，微塵沒有大，法界沒有縮小，這是非常難懂的一個道理。當然事相上更是沒有法子理解，這是佛之知見。"
    },
    {
      "id": "04-003-0012_p0009",
      "zh_CN": "大师在此地告诉我们『尘沙法数』，法就是万法，数是数量，尘沙是比喻，比喻它多，数不尽。不要说是虚空法界，就是我们小小的这个地球，有谁能够把它算清楚、算尽了，在地球上有多少粒沙？有多少粒微尘？有多少草？有多少花？有多少树木？你能算得清吗？这太少了。所以这句是讲数不尽的这些万法。这些法，『无非法界缘起』。缘起，前面讲，最重要的是性起。因为性起，它才会『交映』。如果讲缘起，这讲不通，大里头怎么能包小？小里头怎么能包大？大包小，我们想得通。大的可以装小的，小的怎么能装大的？所以我们常常是拘束在因缘生法里，所以对这个境界没法子理解，不知道一切法是性起。因为我们迷了，所以叫缘起。迷得重的，叫染缘起；迷得轻的，叫净缘起。染、净缘起都是迷，没有彻悟；彻悟了，一切法是性起。性起就没有障碍了，因为自性是尽虚空遍法界。大而宇宙，它也是性起，小一微尘还是性起。性起里头，性里面没有大小。所以它能够互融互遍，「交映」就是这个意思。",
      "zh_TW": "大師在此地告訴我們『塵沙法數』，法就是萬法，數是數量，塵沙是比喻，比喻它多，數不盡。不要說是虛空法界，就是我們小小的這個地球，有誰能夠把它算清楚、算盡了，在地球上有多少粒沙？有多少粒微塵？有多少草？有多少花？有多少樹木？你能算得清嗎？這太少了。所以這句是講數不盡的這些萬法。這些法，『無非法界緣起』。緣起，前面講，最重要的是性起。因為性起，它才會『交映』。如果講緣起，這講不通，大裡頭怎麼能包小？小裡頭怎麼能包大？大包小，我們想得通。大的可以裝小的，小的怎麼能裝大的？所以我們常常是拘束在因緣生法裡，所以對這個境界沒法子理解，不知道一切法是性起。因為我們迷了，所以叫緣起。迷得重的，叫染緣起；迷得輕的，叫淨緣起。染、淨緣起都是迷，沒有徹悟；徹悟了，一切法是性起。性起就沒有障礙了，因為自性是盡虛空遍法界。大而宇宙，它也是性起，小一微塵還是性起。性起裡頭，性裡面沒有大小。所以它能夠互融互遍，「交映」就是這個意思。"
    },
    {
      "id": "04-003-0012_p0010",
      "zh_CN": "『故缘起之法，皆含寂照』。寂照是性德。寂而常照，照而常寂，没有一法不是这个样子，法法皆然。诸佛也就因为看到这个真相，这是诸法实相，看到这个真相，才说大地众生，同成佛道。他成佛了，成佛他看到这个真相，真相才说一切众生原来没有差别。彻悟了，没有差别，差别都是在迷。迷了，才有差别；悟了，哪有差别。《华严》上说的，「情与无情，同圆种智」。圆是圆满。种智是如来果地上的智慧，就是无上正等正觉。有情跟无情，大家同时都圆满了无上正等正觉。这往往都是我们初学的人看了这些句子，这真是莫名其妙，怎么想也想不透它是事实的真相。",
      "zh_TW": "『故緣起之法，皆含寂照』。寂照是性德。寂而常照，照而常寂，沒有一法不是這個樣子，法法皆然。諸佛也就因為看到這個真相，這是諸法實相，看到這個真相，才說大地眾生，同成佛道。他成佛了，成佛他看到這個真相，真相才說一切眾生原來沒有差別。徹悟了，沒有差別，差別都是在迷。迷了，才有差別；悟了，哪有差別。《華嚴》上說的，「情與無情，同圓種智」。圓是圓滿。種智是如來果地上的智慧，就是無上正等正覺。有情跟無情，大家同時都圓滿了無上正等正覺。這往往都是我們初學的人看了這些句子，這真是莫名其妙，怎麼想也想不透它是事實的真相。"
    },
    {
      "id": "04-003-0012_p0011",
      "zh_CN": "下面这举例来说，好像我们见一微尘，微尘非常小，不是我们肉眼能够见得到的。佛在一般经上说，阿罗汉的天眼能够看到微尘。微尘在经典上，佛有个简单的说法。这个说法引导我们去体会一微尘到底有多大。佛就举了个牛毛，牛的毛很粗，那个毛尖端上有一个尘土，它那个毛端上也是个面积，那上面落一尘不会掉下去，这叫「牛毛尘」。牛毛尘把它分成七分之一，叫「羊毛尘」。羊毛比牛毛就细得很多，我们中国人用毛笔，用羊毛的很多。羊毛尘上，那就是牛毛尘的七分之一，那个尖端上。羊毛尘再分成七分之一，叫「兔毛尘」。兔毛又细了一点，叫兔毛尘。兔毛尘再分成七分之一，叫「水尘」。讲到这个地方，我们现在人懂，从前的人的确他能够理解，那相当聪明。",
      "zh_TW": "下面這舉例來說，好像我們見一微塵，微塵非常小，不是我們肉眼能夠見得到的。佛在一般經上說，阿羅漢的天眼能夠看到微塵。微塵在經典上，佛有個簡單的說法。這個說法引導我們去體會一微塵到底有多大。佛就舉了個牛毛，牛的毛很粗，那個毛尖端上有一個塵土，它那個毛端上也是個面積，那上面落一塵不會掉下去，這叫「牛毛塵」。牛毛塵把它分成七分之一，叫「羊毛塵」。羊毛比牛毛就細得很多，我們中國人用毛筆，用羊毛的很多。羊毛塵上，那就是牛毛塵的七分之一，那個尖端上。羊毛塵再分成七分之一，叫「兔毛塵」。兔毛又細了一點，叫兔毛塵。兔毛塵再分成七分之一，叫「水塵」。講到這個地方，我們現在人懂，從前的人的確他能夠理解，那相當聰明。"
    },
    {
      "id": "04-003-0012_p0012",
      "zh_CN": "他说这个尘，在水里面自在的往来，没有障碍。我们平常讲水分子，在显微镜里面一看，的确它里面有空隙，有空间，它就能在那空间跑来跑去，没有障碍，所以叫水尘。水尘再分为七分之一，叫「金尘」；金属密度就大，比水大得多，但是它里头还是有空隙。这个微尘在金属的空隙里面走来走去，没有障碍。你看这到我们现代，科学才发现，从前释迦牟尼佛在世，他知道这么多事情，这的确是很不可思议。他说这金尘再把它分成七分之一，才叫做「微尘」，所以这不是我们肉眼能看得到的。现在我们要用高倍的显微镜才能够看得出来，才能看到这个微尘。可见得微尘非常之小，大概是像现在我们所讲的原子、电子一类的，总是这一类的。这些东西还不是最小的，他说这个微尘还可以分，再分成七分之一，叫「色聚极微」。色聚极微再分成七分之一，叫「极微之微」。佛说那不能再分了，分了就没有了，就空了，这叫「邻虚尘」。就是空跟有之间的界限，这是没有法子再分了。那这个拿我们现代科学家眼光讲，就是基本的物质，这是举这一微尘。这一微尘全体就是『法界』；整个法界就在这一微尘里面显露。",
      "zh_TW": "他說這個塵，在水裡面自在的往來，沒有障礙。我們平常講水分子，在顯微鏡裡面一看，的確它裡面有空隙，有空間，它就能在那空間跑來跑去，沒有障礙，所以叫水塵。水塵再分為七分之一，叫「金塵」；金屬密度就大，比水大得多，但是它裡頭還是有空隙。這個微塵在金屬的空隙裡面走來走去，沒有障礙。你看這到我們現代，科學才發現，從前釋迦牟尼佛在世，他知道這麼多事情，這的確是很不可思議。他說這金塵再把它分成七分之一，才叫做「微塵」，所以這不是我們肉眼能看得到的。現在我們要用高倍的顯微鏡才能夠看得出來，才能看到這個微塵。可見得微塵非常之小，大概是像現在我們所講的原子、電子一類的，總是這一類的。這些東西還不是最小的，他說這個微塵還可以分，再分成七分之一，叫「色聚極微」。色聚極微再分成七分之一，叫「極微之微」。佛說那不能再分了，分了就沒有了，就空了，這叫「鄰虛塵」。就是空跟有之間的界限，這是沒有法子再分了。那這個拿我們現代科學家眼光講，就是基本的物質，這是舉這一微塵。這一微塵全體就是『法界』；整個法界就在這一微塵裡面顯露。"
    },
    {
      "id": "04-003-0012_p0013",
      "zh_CN": "它就『寂照具足，如镜明而复净』。这个「明」就是照的意思，「净」就是寂的意思。这两个字，在整个大乘佛法修学是关键，寂就是定，照就是智慧，定慧。可见得定与慧是本来具足，一微尘里头都具足，哪一法里头不具足圆满的定慧！那我们的定慧到哪里去了？实在佛在这部经上讲得很清楚，在前面是「出现品」里面讲的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。这句话就把病根说出来了。你今天为什么变成凡夫？为什么把定慧失掉？就是因为你有妄想，你有执着。明白这个道理，佛法的修学，不管哪一宗，不管是哪一个法门，八万四千法门，无量法门，说穿了，就只有一桩事情，恢复我们本性里面的定慧。除此以外，什么都没有，这是佛法。所以佛法叫内学，从内心里面去自证，不能向外攀缘。往外去攀缘，决定是迷，一定要求内证，内证最重要的就是定。定是什么？把我们的妄想执着净化。你妄想执着是动的，它不净。定了之后，就是妄想执着没有了，这叫做定。",
      "zh_TW": "它就『寂照具足，如鏡明而復淨』。這個「明」就是照的意思，「淨」就是寂的意思。這兩個字，在整個大乘佛法修學是關鍵，寂就是定，照就是智慧，定慧。可見得定與慧是本來具足，一微塵裡頭都具足，哪一法裡頭不具足圓滿的定慧！那我們的定慧到哪裡去了？實在佛在這部經上講得很清楚，在前面是「出現品」裡面講的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。這句話就把病根說出來了。你今天為什麼變成凡夫？為什麼把定慧失掉？就是因為你有妄想，你有執著。明白這個道理，佛法的修學，不管哪一宗，不管是哪一個法門，八萬四千法門，無量法門，說穿了，就只有一樁事情，恢復我們本性裡面的定慧。除此以外，什麼都沒有，這是佛法。所以佛法叫內學，從內心裡面去自證，不能向外攀緣。往外去攀緣，決定是迷，一定要求內證，內證最重要的就是定。定是什麼？把我們的妄想執著淨化。你妄想執著是動的，它不淨。定了之後，就是妄想執著沒有了，這叫做定。"
    },
    {
      "id": "04-003-0012_p0014",
      "zh_CN": "诸位要记住，修定，绝对不是盘腿面壁那叫做定，那个错了。盘腿面壁，头脑里还在打妄想，那怎么行？那不叫定。《华严经》上五十三参，这是五十三参最后的一参。五十三参里面这些菩萨修定，我们看到很多。他到哪里去修？到市廛。这个经上，这是唐朝的文字，市廛就是我们现在讲的市场、百货公司，到那里去修定。那是什么？最热闹的地方，去逛市场。这菩萨去逛市场，在那里修定。逛市场看这些产品，这新出产的东西，看得清清楚楚、明明白白，他心里头不分别，不执着，不起心，不动念，这叫定。他定是这么修法的。看得清清楚楚、明明白白，这是智慧，这是寂照同时。这种修行法你们能看得到吗？看不到。你们对他轻视，没瞧得起他。对那个盘腿面壁，在打妄想的，这个人很了不起，这个人很佩服。所以你们都认假不认真。真正修行人，你们不认识；那个装模作样，假修行的，那个不得了，你佩服得五体投地。这个理论就在此地。",
      "zh_TW": "諸位要記住，修定，絕對不是盤腿面壁那叫做定，那個錯了。盤腿面壁，頭腦裡還在打妄想，那怎麼行？那不叫定。《華嚴經》上五十三參，這是五十三參最後的一參。五十三參裡面這些菩薩修定，我們看到很多。他到哪裡去修？到市廛。這個經上，這是唐朝的文字，市廛就是我們現在講的市場、百貨公司，到那裡去修定。那是什麼？最熱鬧的地方，去逛市場。這菩薩去逛市場，在那裡修定。逛市場看這些產品，這新出產的東西，看得清清楚楚、明明白白，他心裡頭不分別，不執著，不起心，不動念，這叫定。他定是這麼修法的。看得清清楚楚、明明白白，這是智慧，這是寂照同時。這種修行法你們能看得到嗎？看不到。你們對他輕視，沒瞧得起他。對那個盤腿面壁，在打妄想的，這個人很了不起，這個人很佩服。所以你們都認假不認真。真正修行人，你們不認識；那個裝模作樣，假修行的，那個不得了，你佩服得五體投地。這個理論就在此地。"
    },
    {
      "id": "04-003-0012_p0015",
      "zh_CN": "所以这个境界，「理事无碍，事事无碍」，就是在一切境缘，境是讲物质环境，缘是讲人事环境，在所有的物质环境、人事环境里面去炼你的寂照，就是修定慧。我们在《华严经》这么长的经文里面，看善财童子五十三参，叫历事炼心，这就是真正修行。什么样的事我们都要经历，在经历的过程当中，炼定、炼慧。最重要的就是在境界里面学不起心，不动念，不分别，不执着。你先炼定，定自然就生慧；慧能帮助你定，定又能够帮助慧，互为因果。",
      "zh_TW": "所以這個境界，「理事無礙，事事無礙」，就是在一切境緣，境是講物質環境，緣是講人事環境，在所有的物質環境、人事環境裡面去鍊你的寂照，就是修定慧。我們在《華嚴經》這麼長的經文裡面，看善財童子五十三參，叫歷事鍊心，這就是真正修行。什麼樣的事我們都要經歷，在經歷的過程當中，鍊定、鍊慧。最重要的就是在境界裡面學不起心，不動念，不分別，不執著。你先鍊定，定自然就生慧；慧能幫助你定，定又能夠幫助慧，互為因果。"
    },
    {
      "id": "04-003-0012_p0016",
      "zh_CN": "下面比喻说，『故能现多镜入己一中』。他这是把每个微尘比作一面镜子，镜子能互相照。我们现在要是把它比作灯，那就更容易了解。你看这个讲堂里面，这么多支灯光，每个灯光都是互相交融的。虽然互相交映，可是每支灯还是每支灯光。为什么？你熄掉一盏，这一盏灯光没有了，并不是跟它混杂在一块，熄也熄不掉，不可能的。这就好像一一微尘一样，它与整个现实交融；虽交融，它里头个个又是独立的。所以你不能说它是一，也不能说它是多。你要说它是一，它交融；你要说它多，它确实有它个别的特性。就如同灯光一样，我们看到这个光明，不能说多，也不能说一，这个道理是一样的。所以多镜能够被一个镜子照在里面。这一个镜子，它又会被许多的镜子照里面。一即是多，多即是一，一多不二。就像我们灯一样，光光互照，一多不二；这是『交相映入』。『一镜既尔，余镜皆然』。这是比喻上容易懂，然后再合前面的法说：",
      "zh_TW": "下面比喻說，『故能現多鏡入己一中』。他這是把每個微塵比作一面鏡子，鏡子能互相照。我們現在要是把它比作燈，那就更容易了解。你看這個講堂裡面，這麼多支燈光，每個燈光都是互相交融的。雖然互相交映，可是每支燈還是每支燈光。為什麼？你熄掉一盞，這一盞燈光沒有了，並不是跟它混雜在一塊，熄也熄不掉，不可能的。這就好像一一微塵一樣，它與整個現實交融；雖交融，它裡頭個個又是獨立的。所以你不能說它是一，也不能說它是多。你要說它是一，它交融；你要說它多，它確實有它個別的特性。就如同燈光一樣，我們看到這個光明，不能說多，也不能說一，這個道理是一樣的。所以多鏡能夠被一個鏡子照在裡面。這一個鏡子，它又會被許多的鏡子照裡面。一即是多，多即是一，一多不二。就像我們燈一樣，光光互照，一多不二；這是『交相映入』。『一鏡既爾，餘鏡皆然』。這是比喻上容易懂，然後再合前面的法說："
    },
    {
      "id": "04-003-0012_p0017",
      "zh_CN": "【一尘既同法界。寂而又照。故能含一切法入己一中。】",
      "zh_TW": "【一塵既同法界。寂而又照。故能含一切法入己一中。】"
    },
    {
      "id": "04-003-0012_p0018",
      "zh_CN": "就跟前面比喻一样。所以诸位要晓得，即使是再微小的这一微尘，一微尘实在讲就是一个宇宙，这桩事情现在已经被科学证明了。譬如我们讲小的一粒芝麻，或者是一粒尘土，我们肉眼看得到的一粒沙子。沙子很小，一粒沙子，在显微镜之下看到，它里面有许多的原子、电子，它当中也有一个星座，旁边有很多电子在围绕，就跟那个太阳系一样的，就跟银河系一样。难道那个银河系里头没有众生居住吗？没有佛菩萨在那里讲经说法吗？所以一微尘里转大法轮。那个世界，那个太阳系，那个银河系，跟我们这个大宇宙没有两样。这是现代科学家发现、证明了，这是真的。所以你才晓得经上常讲的，特别是大乘经上，佛在一毛端里转大法轮。一毛端，一毛端就是一微尘，这毛端是一尘。这个尘真的在高倍显微镜下看的时候，那就是一个宇宙，就是像一个星系一样。如果再把它放大几千万倍，几亿万倍，也许看到那里头有众生。看到那里面既有众生，当然佛菩萨就化身去度化。那我们这身上一身毛端不少，不知道多少佛在这转法轮？这些统统是事实。所以《华严》的确讲得圆满究竟，拿现代的科学来讲，那也是第一流的天体物理学，也是第一流的。可惜这些科学家没有去念《华严》。他念《华严》可能比我们发现还要多，他有这些科学基础。",
      "zh_TW": "就跟前面比喻一樣。所以諸位要曉得，即使是再微小的這一微塵，一微塵實在講就是一個宇宙，這樁事情現在已經被科學證明了。譬如我們講小的一粒芝麻，或者是一粒塵土，我們肉眼看得到的一粒沙子。沙子很小，一粒沙子，在顯微鏡之下看到，它裡面有許多的原子、電子，它當中也有一個星座，旁邊有很多電子在圍繞，就跟那個太陽系一樣的，就跟銀河系一樣。難道那個銀河系裡頭沒有眾生居住嗎？沒有佛菩薩在那裡講經說法嗎？所以一微塵裡轉大法輪。那個世界，那個太陽系，那個銀河系，跟我們這個大宇宙沒有兩樣。這是現代科學家發現、證明了，這是真的。所以你才曉得經上常講的，特別是大乘經上，佛在一毛端裡轉大法輪。一毛端，一毛端就是一微塵，這毛端是一塵。這個塵真的在高倍顯微鏡下看的時候，那就是一個宇宙，就是像一個星系一樣。如果再把它放大幾千萬倍，幾億萬倍，也許看到那裡頭有眾生。看到那裡面既有眾生，當然佛菩薩就化身去度化。那我們這身上一身毛端不少，不知道多少佛在這轉法輪？這些統統是事實。所以《華嚴》的確講得圓滿究竟，拿現代的科學來講，那也是第一流的天體物理學，也是第一流的。可惜這些科學家沒有去念《華嚴》。他念《華嚴》可能比我們發現還要多，他有這些科學基礎。"
    },
    {
      "id": "04-003-0012_p0019",
      "zh_CN": "【此一尘又入一切法中。交相映入。一尘既尔。一切皆然。重重交映而无尽也。皆由真界故尔。】",
      "zh_TW": "【此一塵又入一切法中。交相映入。一塵既爾。一切皆然。重重交映而無盡也。皆由真界故爾。】"
    },
    {
      "id": "04-003-0012_p0020",
      "zh_CN": "这就是一真法界。这个一真，注意这『一』跟『真』这两个字，一定要一才能够见到真，二，二就变样子，样子就走掉了。所以我们常讲众生三心二意，不是真的。三心二意是出自于佛法上，三心是唯识里面讲的阿赖耶识、末那识、意识，这叫三心；二意，是指末那跟意识，末那是意根，第六是意识，叫二意，三心二意。这不能见道，不能见道就是不能见到宇宙万法的真相，你见不到，你用的三心二意。今天科学家借重最进步的科技仪器发现了、看到了。他看到的只是一个外表的相，也就是看到当然，不知道其所以然。为什么是这个现象他不知道。何况这个现象，他还没有能够彻底的明了。就是发现这一粒沙子、一粒尘土，是像一个银河系一样。但是这里面还有许多的众生，他没有发现到，依旧还是看不见。他还不知道这个小世界跟大世界是一，不是二，这他不晓得。",
      "zh_TW": "這就是一真法界。這個一真，注意這『一』跟『真』這兩個字，一定要一才能夠見到真，二，二就變樣子，樣子就走掉了。所以我們常講眾生三心二意，不是真的。三心二意是出自於佛法上，三心是唯識裡面講的阿賴耶識、末那識、意識，這叫三心；二意，是指末那跟意識，末那是意根，第六是意識，叫二意，三心二意。這不能見道，不能見道就是不能見到宇宙萬法的真相，你見不到，你用的三心二意。今天科學家借重最進步的科技儀器發現了、看到了。他看到的只是一個外表的相，也就是看到當然，不知道其所以然。為什麼是這個現象他不知道。何況這個現象，他還沒有能夠徹底的明瞭。就是發現這一粒沙子、一粒塵土，是像一個銀河系一樣。但是這裡面還有許多的眾生，他沒有發現到，依舊還是看不見。他還不知道這個小世界跟大世界是一，不是二，這他不曉得。"
    },
    {
      "id": "04-003-0012_p0021",
      "zh_CN": "所以佛法千经万论，就是教我们学一。禅宗里头常说「识得一，万事毕」。一切事都没有了，只要你认识一，什么事都没有了。这单单认识，不管用，事情还是没了，要真正入。入了什么？就是一心。净土法门修学的重点就是一心不乱，重点就在一心。你能够恢复到一心，一心是本有的，一心就是真心，这里面没有妄想执着，妄想执着就是三心二意，那你对于整个宇宙人生就彻底明白了。为什么？这是寂而常照，照见，才有这个能力，能力恢复了。从这个地方也能够清楚的体会到，我们的病根就是在妄想执着，这是六道生死轮回的根本。这个根本要不拔除，六道轮回决定不能超越，生生世世你就搞这一套，永远都是没完没了。",
      "zh_TW": "所以佛法千經萬論，就是教我們學一。禪宗裡頭常說「識得一，萬事畢」。一切事都沒有了，只要你認識一，什麼事都沒有了。這單單認識，不管用，事情還是沒了，要真正入。入了什麼？就是一心。淨土法門修學的重點就是一心不亂，重點就在一心。你能夠恢復到一心，一心是本有的，一心就是真心，這裡面沒有妄想執著，妄想執著就是三心二意，那你對於整個宇宙人生就徹底明白了。為什麼？這是寂而常照，照見，才有這個能力，能力恢復了。從這個地方也能夠清楚的體會到，我們的病根就是在妄想執著，這是六道生死輪迴的根本。這個根本要不拔除，六道輪迴決定不能超越，生生世世你就搞這一套，永遠都是沒完沒了。"
    },
    {
      "id": "04-003-0012_p0022",
      "zh_CN": "所以佛法不管哪一个宗派，不管是什么法门，显宗也好，密宗也好，你要能够把这个原理原则掌握住了，我想不至于走错路。那就是记住，不管什么方法，都是教我们心得到清净。如果这个方法我们修学，于我们的清净心没有帮助，那这个法门对我就不适合。好像我们有病吃药一样，药吃了，不见效；不见效，我们晓得马上会停止，赶快想办法再换，换处方。在修行人也是如此，修行人对于修这个方法，这个方法心定不下，心不能清净，那你就赶快去换方法。哪个法门都一样，法门平等，无有高下。但是每个人的根性不相同，每个人的生活环境不一样，所以法门就需要选择。这一段是介绍出来了。下面是举两个人来说明，就是真正入了这个境界的人。首先举佛，佛入了这个境界，完全恢复本来面目。实在讲，这就是禅家讲的，「父母未生前本来面目」。",
      "zh_TW": "所以佛法不管哪一個宗派，不管是什麼法門，顯宗也好，密宗也好，你要能夠把這個原理原則掌握住了，我想不至於走錯路。那就是記住，不管什麼方法，都是教我們心得到清淨。如果這個方法我們修學，於我們的清淨心沒有幫助，那這個法門對我就不適合。好像我們有病吃藥一樣，藥吃了，不見效；不見效，我們曉得馬上會停止，趕快想辦法再換，換處方。在修行人也是如此，修行人對於修這個方法，這個方法心定不下，心不能清淨，那你就趕快去換方法。哪個法門都一樣，法門平等，無有高下。但是每個人的根性不相同，每個人的生活環境不一樣，所以法門就需要選擇。這一段是介紹出來了。下面是舉兩個人來說明，就是真正入了這個境界的人。首先舉佛，佛入了這個境界，完全恢復本來面目。實在講，這就是禪家講的，「父母未生前本來面目」。"
    },
    {
      "id": "04-003-0012_p0023",
      "zh_CN": "【我佛得之。】",
      "zh_TW": "【我佛得之。】"
    },
    {
      "id": "04-003-0012_p0024",
      "zh_CN": "这是说本师释迦牟尼佛。",
      "zh_TW": "這是說本師釋迦牟尼佛。"
    },
    {
      "id": "04-003-0012_p0025",
      "zh_CN": "【妙践真觉。廓净尘习。寂寥于万化之域。动用于一虚之中。融身刹以相含。流声光以遐烛。】",
      "zh_TW": "【妙踐真覺。廓淨塵習。寂寥於萬化之域。動用於一虛之中。融身剎以相含。流聲光以遐燭。】"
    },
    {
      "id": "04-003-0012_p0026",
      "zh_CN": "这一段是佛入了这个境界，你看他多自在。我们看注解第二段，序文的第二段。那这就人来显示，也就是来说明。这里头有两段：",
      "zh_TW": "這一段是佛入了這個境界，你看他多自在。我們看註解第二段，序文的第二段。那這就人來顯示，也就是來說明。這裡頭有兩段："
    },
    {
      "id": "04-003-0012_p0027",
      "zh_CN": "【初约佛显。后约王显。】",
      "zh_TW": "【初約佛顯。後約王顯。】"
    },
    {
      "id": "04-003-0012_p0028",
      "zh_CN": "这个『佛』是真的，『王』是陪衬的话。",
      "zh_TW": "這個『佛』是真的，『王』是陪襯的話。"
    },
    {
      "id": "04-003-0012_p0029",
      "zh_CN": "【初中三。】",
      "zh_TW": "【初中三。】"
    },
    {
      "id": "04-003-0012_p0030",
      "zh_CN": "这就第一段里面有三：",
      "zh_TW": "這就第一段裡面有三："
    },
    {
      "id": "04-003-0012_p0031",
      "zh_CN": "【一智德。二断德。三恩德。】",
      "zh_TW": "【一智德。二斷德。三恩德。】"
    },
    {
      "id": "04-003-0012_p0032",
      "zh_CN": "我们先看第一段，第一段就是前面这句：",
      "zh_TW": "我們先看第一段，第一段就是前面這句："
    },
    {
      "id": "04-003-0012_p0033",
      "zh_CN": "【妙践真觉者。践谓履践。】",
      "zh_TW": "【妙踐真覺者。踐謂履踐。】"
    },
    {
      "id": "04-003-0012_p0034",
      "zh_CN": "这两个字的意思，简单的说就是把这个道理完全融化在我们生活行为之中，这就是『妙践』的意思。生活、行为就是一真法界，一真法界就是自己的生活行为，佛做到了。",
      "zh_TW": "這兩個字的意思，簡單的說就是把這個道理完全融化在我們生活行為之中，這就是『妙踐』的意思。生活、行為就是一真法界，一真法界就是自己的生活行為，佛做到了。"
    },
    {
      "id": "04-003-0012_p0035",
      "zh_CN": "此地说的佛，给诸位说，分证即佛就做到了，不必到究竟。禅宗常说，明心见性，见性成佛。无明有四十一品，破一品无明，见一分真性；只要破一品，见一分真性，就入这个境界。所以这就叫做正等正觉，不是无上正等正觉。正等正觉就是这个境界。所以在唯识学里头，称之为同生性。虽然没有到究竟圆满，但是他的境界，他的受用，跟佛是一样的，跟无上正等正觉是相同的，叫同生性。没有证得这个境界之前，那菩萨叫异生性，也就是他跟佛用的心不一样，境界不相同。异生性说的哪些？阿罗汉、辟支佛、权教菩萨。所谓权教，就是没有见性的菩萨，没有破无明，没见性的菩萨，这叫异生性，他跟佛不一样。我跟大家说这些话，就是说明入这个境界我们有指望。如果说究竟佛位，那我们就别想了，我们恐怕没有指望了。如果说是破一品无明，证一分真性，我们努力也许一生还能办得到，可以能入得了这个境界。下面给我们解释：",
      "zh_TW": "此地說的佛，給諸位說，分證即佛就做到了，不必到究竟。禪宗常說，明心見性，見性成佛。無明有四十一品，破一品無明，見一分真性；只要破一品，見一分真性，就入這個境界。所以這就叫做正等正覺，不是無上正等正覺。正等正覺就是這個境界。所以在唯識學裡頭，稱之為同生性。雖然沒有到究竟圓滿，但是他的境界，他的受用，跟佛是一樣的，跟無上正等正覺是相同的，叫同生性。沒有證得這個境界之前，那菩薩叫異生性，也就是他跟佛用的心不一樣，境界不相同。異生性說的哪些？阿羅漢、辟支佛、權教菩薩。所謂權教，就是沒有見性的菩薩，沒有破無明，沒見性的菩薩，這叫異生性，他跟佛不一樣。我跟大家說這些話，就是說明入這個境界我們有指望。如果說究竟佛位，那我們就別想了，我們恐怕沒有指望了。如果說是破一品無明，證一分真性，我們努力也許一生還能辦得到，可以能入得了這個境界。下面給我們解釋："
    },
    {
      "id": "04-003-0012_p0036",
      "zh_CN": "【真觉即清净本觉。】",
      "zh_TW": "【真覺即清淨本覺。】"
    },
    {
      "id": "04-003-0012_p0037",
      "zh_CN": "『清净』就是没有染污。诸位要知道七情五欲是染污，分别执着是染污，打妄想更是染污，想过去、想现在、想未来，统统是染污，那就不清净了。离开一切分别妄想执着，这就得清净。清净心本来就觉，清净心不迷。下面则引经说明：",
      "zh_TW": "『清淨』就是沒有染污。諸位要知道七情五欲是染污，分別執著是染污，打妄想更是染污，想過去、想現在、想未來，統統是染污，那就不清淨了。離開一切分別妄想執著，這就得清淨。清淨心本來就覺，清淨心不迷。下面則引經說明："
    },
    {
      "id": "04-003-0012_p0038",
      "zh_CN": "【故妙严品云。】",
      "zh_TW": "【故妙嚴品云。】"
    },
    {
      "id": "04-003-0012_p0039",
      "zh_CN": "「妙严品」是《华严经》前面的一品。最前面的一品「世主妙严品」。经上有说：",
      "zh_TW": "「妙嚴品」是《華嚴經》前面的一品。最前面的一品「世主妙嚴品」。經上有說："
    },
    {
      "id": "04-003-0012_p0040",
      "zh_CN": "【已践如来普光明地。】",
      "zh_TW": "【已踐如來普光明地。】"
    },
    {
      "id": "04-003-0012_p0041",
      "zh_CN": "因为华严会上，地位最低的是圆教初住菩萨，最高的是等觉菩萨，四十一位法身大士。我刚才讲这话是有根据的，是圆教初住就入这个境界。这个境界给诸位说，就是西方极乐世界的实报庄严土。西方极乐世界的殊胜，不是殊胜在实报庄严土；实报庄严土跟华藏世界没有两样，跟十方诸佛的世界，实报土也没有两样。殊胜在哪里？殊胜在西方极乐世界的凡圣同居土、方便有余土。这两土里面的情形跟实报庄严土相同，这个不可思议。所以带业往生，一品惑也没断，一到那里就等于入实报土。这是不可思议，这是极乐世界的殊胜处，他方诸佛世界刹土里头没有，所以引这句经文来证明。",
      "zh_TW": "因為華嚴會上，地位最低的是圓教初住菩薩，最高的是等覺菩薩，四十一位法身大士。我剛才講這話是有根據的，是圓教初住就入這個境界。這個境界給諸位說，就是西方極樂世界的實報莊嚴土。西方極樂世界的殊勝，不是殊勝在實報莊嚴土；實報莊嚴土跟華藏世界沒有兩樣，跟十方諸佛的世界，實報土也沒有兩樣。殊勝在哪裡？殊勝在西方極樂世界的凡聖同居土、方便有餘土。這兩土裡面的情形跟實報莊嚴土相同，這個不可思議。所以帶業往生，一品惑也沒斷，一到那裡就等於入實報土。這是不可思議，這是極樂世界的殊勝處，他方諸佛世界剎土裡頭沒有，所以引這句經文來證明。"
    },
    {
      "id": "04-003-0012_p0042",
      "zh_CN": "【彼叹菩萨履践佛境。】",
      "zh_TW": "【彼歎菩薩履踐佛境。】"
    },
    {
      "id": "04-003-0012_p0043",
      "zh_CN": "『菩萨』从圆教初住就入佛的境界。",
      "zh_TW": "『菩薩』從圓教初住就入佛的境界。"
    },
    {
      "id": "04-003-0012_p0044",
      "zh_CN": "【今明如来履践净觉。深浅不同。但引之以证践字。】",
      "zh_TW": "【今明如來履踐淨覺。深淺不同。但引之以證踐字。】"
    },
    {
      "id": "04-003-0012_p0045",
      "zh_CN": "这个地方这段文上说的是佛亲证的。他引《华严经》的是初住菩萨，都是入了一真法界。这个一真的训练，实在讲非常重要，因为我们念佛就是求一心不乱。如果你要能够常常训练，对于你一心不乱的证得，在时间上会提前。如何证得？在一切境界里头，尽量不要分别、不要执着，使心跟境平等，学这个。顺境里面学什么？学不生喜欢心、不生瞋恚心，学这个，这叫真正修行，这是真实功夫。心起来的时候怎么办？起来的是习气，无始劫以来的习气，习气会现行，习气一现行，赶快就阿弥陀佛，马上转过来，转成阿弥陀佛，喜怒哀乐爱恶欲，把它统统转成一句佛号，这个方法方便就在此地。就是我起心动念就是阿弥陀佛。不起心动念则已，起心动念就是阿弥陀佛，这叫念佛人，这叫真正做功夫，绝对不是在一天念多少佛号。念多少声佛号，如果伏不住烦恼，没用。就是说这妄念转不过来，没有用处，古人讲的「喊破喉咙也枉然」。所以念佛人晓得我为什么念？我念这句佛号，无非把所有一切的念头统统转成一个佛号，这就是训练一。",
      "zh_TW": "這個地方這段文上說的是佛親證的。他引《華嚴經》的是初住菩薩，都是入了一真法界。這個一真的訓練，實在講非常重要，因為我們念佛就是求一心不亂。如果你要能夠常常訓練，對於你一心不亂的證得，在時間上會提前。如何證得？在一切境界裡頭，盡量不要分別、不要執著，使心跟境平等，學這個。順境裡面學什麼？學不生喜歡心、不生瞋恚心，學這個，這叫真正修行，這是真實功夫。心起來的時候怎麼辦？起來的是習氣，無始劫以來的習氣，習氣會現行，習氣一現行，趕快就阿彌陀佛，馬上轉過來，轉成阿彌陀佛，喜怒哀樂愛惡欲，把它統統轉成一句佛號，這個方法方便就在此地。就是我起心動念就是阿彌陀佛。不起心動念則已，起心動念就是阿彌陀佛，這叫念佛人，這叫真正做功夫，絕對不是在一天念多少佛號。念多少聲佛號，如果伏不住煩惱，沒用。就是說這妄念轉不過來，沒有用處，古人講的「喊破喉嚨也枉然」。所以念佛人曉得我為什麼念？我念這句佛號，無非把所有一切的念頭統統轉成一個佛號，這就是訓練一。"
    },
    {
      "id": "04-003-0012_p0046",
      "zh_CN": "所以说个老实的话，在没有得到一心之前，最好少看经、少听经。为什么？看多了、听多了，清凉大师讲的话没有错，增长邪见。你本来没有这么多妄想，结果听得很多，一天到晚打妄想，这个经上这么说，那个经上那么说。再亲近过很多法师，这个法师这样讲法，那个法师那样讲法，一天到晚打妄想；以为打妄想叫做修行，你说糟糕不糟糕？佛法里的博学多闻，就是参学，是得一心以后，你才有这个能力去参学。得一心以后，这参学什么？他见色闻声，他心里如如不动。就像前面我举《华严经》修定那个方法一样，最热闹的地方，他天天去逛，天天去玩，他在那个地方成就他的定慧。那是已经得一心的人，可以；没有得一心的人，见到境界还得了，马上就被境界诱惑去，自己做不了主。所以现在人，说一句老实话，学佛的人错用了心。",
      "zh_TW": "所以說個老實的話，在沒有得到一心之前，最好少看經、少聽經。為什麼？看多了、聽多了，清涼大師講的話沒有錯，增長邪見。你本來沒有這麼多妄想，結果聽得很多，一天到晚打妄想，這個經上這麼說，那個經上那麼說。再親近過很多法師，這個法師這樣講法，那個法師那樣講法，一天到晚打妄想；以為打妄想叫做修行，你說糟糕不糟糕？佛法裡的博學多聞，就是參學，是得一心以後，你才有這個能力去參學。得一心以後，這參學什麼？他見色聞聲，他心裡如如不動。就像前面我舉《華嚴經》修定那個方法一樣，最熱鬧的地方，他天天去逛，天天去玩，他在那個地方成就他的定慧。那是已經得一心的人，可以；沒有得一心的人，見到境界還得了，馬上就被境界誘惑去，自己做不了主。所以現在人，說一句老實話，學佛的人錯用了心。"
    },
    {
      "id": "04-003-0012_p0047",
      "zh_CN": "因此初学的人，一定要专，一定要一，要为大众服务；为大众服务，修福。年轻要修福，年老的时候才享福。年轻不修福，老的时候没福享，没有人照顾，没有人伺候，那就很苦。年轻很勤快，能够伺候别人，能够照顾别人，这果报，到老的时候，自然有人照顾你，有人伺候你。所以佛门在从前，这一出家，五年学戒，就是这个道理。这个戒不是戒律。五年学戒，就是五年服劳役，在寺庙里做苦工，服劳役，修福。念一部经，这一部经叫你念几千遍，修定。用这个方法把你的妄想念掉。经什么意思？没有意思，不要去管它，不能去研究。研究什么，统统是妄想。总而言之一句话，没有到一心之前，你所有的知见都不是正知正见。",
      "zh_TW": "因此初學的人，一定要專，一定要一，要為大眾服務；為大眾服務，修福。年輕要修福，年老的時候才享福。年輕不修福，老的時候沒福享，沒有人照顧，沒有人伺候，那就很苦。年輕很勤快，能夠伺候別人，能夠照顧別人，這果報，到老的時候，自然有人照顧你，有人伺候你。所以佛門在從前，這一出家，五年學戒，就是這個道理。這個戒不是戒律。五年學戒，就是五年服勞役，在寺廟裡做苦工，服勞役，修福。念一部經，這一部經叫你念幾千遍，修定。用這個方法把你的妄想念掉。經什麼意思？沒有意思，不要去管它，不能去研究。研究什麼，統統是妄想。總而言之一句話，沒有到一心之前，你所有的知見都不是正知正見。"
    },
    {
      "id": "04-003-0012_p0048",
      "zh_CN": "你看看我们这里讲的觉，这里讲三觉：本觉、始觉、究竟觉。通常这三觉也讲自觉、觉他、觉行圆满。什么才叫自觉？自觉此地叫始觉，始觉就是自觉。你看佛法里的标准，见思烦恼断尽才叫正觉。所以阿罗汉、辟支佛才称得上正觉，无上正等正觉，正觉。烦恼没有断尽，见思烦恼没有断尽，虽然有觉，不正，不能称正觉。你去想想，这个标准多高。所以出家那五年修什么？修正觉。无上正等正觉，从正觉开始修。正觉是什么？让脑袋空空的，什么念头都没有，那就是正觉，受这个训练。所以禅家用打坐这个方法，参话头、观心，用这个方法；教下，用念经的方法。我们念经不会打妄想，精神专注在经典上，这是个好方法，非常好的方法。净土宗用念佛的方法，密宗用持咒的方法，方法不一样，意思完全相同。用意是相同的，目标也是相同的，就是要把你的妄想分别执着去掉。去掉之后，这才能够听讲经典，研究教理。为什么？心清净了。清净这叫法器，这才是个法器，有资格修学经典，有资格修学。",
      "zh_TW": "你看看我們這裡講的覺，這裡講三覺：本覺、始覺、究竟覺。通常這三覺也講自覺、覺他、覺行圓滿。什麼才叫自覺？自覺此地叫始覺，始覺就是自覺。你看佛法裡的標準，見思煩惱斷盡才叫正覺。所以阿羅漢、辟支佛才稱得上正覺，無上正等正覺，正覺。煩惱沒有斷盡，見思煩惱沒有斷盡，雖然有覺，不正，不能稱正覺。你去想想，這個標準多高。所以出家那五年修什麼？修正覺。無上正等正覺，從正覺開始修。正覺是什麼？讓腦袋空空的，什麼念頭都沒有，那就是正覺，受這個訓練。所以禪家用打坐這個方法，參話頭、觀心，用這個方法；教下，用念經的方法。我們念經不會打妄想，精神專注在經典上，這是個好方法，非常好的方法。淨土宗用念佛的方法，密宗用持咒的方法，方法不一樣，意思完全相同。用意是相同的，目標也是相同的，就是要把你的妄想分別執著去掉。去掉之後，這才能夠聽講經典，研究教理。為什麼？心清淨了。清淨這叫法器，這才是個法器，有資格修學經典，有資格修學。"
    },
    {
      "id": "04-003-0012_p0049",
      "zh_CN": "所以我们今天犯了很大的一个毛病，与这个原理完全颠倒。我们今天一学佛，就开始博学多闻，正是清凉讲的增长邪见。还有人一学佛，赶紧去闭关去，把什么都拒绝，关在那里修清净，那增长无明，这清凉大师讲的。都不老实。闭关人享福，一切都要人伺候，护关的人伺候他，他在那里享福。身体是关住了，心没有关住，心一天到晚打妄想。这些道理要懂得，境界要清楚，然后才晓得古人教给我们那个方法正确，决定不能改变。这个方法用了几千年，成就多少人；我们今天不走这一条路，走现代人胡思乱想的那个道路上，那是不可能成就的。所以古人一入门，求正觉，求根本智。《般若经》里面所说的，般若无知。先求无知，无知得到了，然后再进一步求无所不知。无知是智慧的本体，无所不知是智慧的作用，「般若无知，无所不知」。我们今天没办法做到无知。下面，大师引《起信论》上一句话说：",
      "zh_TW": "所以我們今天犯了很大的一個毛病，與這個原理完全顛倒。我們今天一學佛，就開始博學多聞，正是清涼講的增長邪見。還有人一學佛，趕緊去閉關去，把什麼都拒絕，關在那裡修清淨，那增長無明，這清涼大師講的。都不老實。閉關人享福，一切都要人伺候，護關的人伺候他，他在那裡享福。身體是關住了，心沒有關住，心一天到晚打妄想。這些道理要懂得，境界要清楚，然後才曉得古人教給我們那個方法正確，決定不能改變。這個方法用了幾千年，成就多少人；我們今天不走這一條路，走現代人胡思亂想的那個道路上，那是不可能成就的。所以古人一入門，求正覺，求根本智。《般若經》裡面所說的，般若無知。先求無知，無知得到了，然後再進一步求無所不知。無知是智慧的本體，無所不知是智慧的作用，「般若無知，無所不知」。我們今天沒辦法做到無知。下面，大師引《起信論》上一句話說："
    },
    {
      "id": "04-003-0012_p0050",
      "zh_CN": "【依起信论觉有三种。一者本觉。二者始觉。三者究竟觉。】",
      "zh_TW": "【依起信論覺有三種。一者本覺。二者始覺。三者究竟覺。】"
    },
    {
      "id": "04-003-0012_p0051",
      "zh_CN": "这都是解释『真觉』，解释这两个字。",
      "zh_TW": "這都是解釋『真覺』，解釋這兩個字。"
    },
    {
      "id": "04-003-0012_p0052",
      "zh_CN": "【言本觉者。论云。谓心体离念。离念相者。等虚空界。无所不遍。法界一相。即是如来平等法身。依此法身。说名本觉。既是法身之觉。理非新成。故名本觉。】",
      "zh_TW": "【言本覺者。論云。謂心體離念。離念相者。等虛空界。無所不遍。法界一相。即是如來平等法身。依此法身。說名本覺。既是法身之覺。理非新成。故名本覺。】"
    },
    {
      "id": "04-003-0012_p0053",
      "zh_CN": "这是把『本觉』两个字解释得很清楚。这个地方要跟诸位说的，而且这些话比什么都重要，『心体』是心之本体，真心本体里面没有念。六祖所说的，「本来无一物」，它确实是没有念，这是讲体。我们如何将自己的心与这个体相应，那就要『离念相者』，要离念，要离相。你看《金刚经》，《金刚经》前半部是讲离相，后半部是讲离念，后半部比前半部深。前半部教你离四相，后半部教你离四见。四见是念，我见、人见、众生见、寿者见。不但相不执着，念都不执着，这个心才真正清净，与心体相应。",
      "zh_TW": "這是把『本覺』兩個字解釋得很清楚。這個地方要跟諸位說的，而且這些話比什麼都重要，『心體』是心之本體，真心本體裡面沒有念。六祖所說的，「本來無一物」，它確實是沒有念，這是講體。我們如何將自己的心與這個體相應，那就要『離念相者』，要離念，要離相。你看《金剛經》，《金剛經》前半部是講離相，後半部是講離念，後半部比前半部深。前半部教你離四相，後半部教你離四見。四見是念，我見、人見、眾生見、壽者見。不但相不執著，念都不執著，這個心才真正清淨，與心體相應。"
    },
    {
      "id": "04-003-0012_p0054",
      "zh_CN": "所以念佛法门，大家不晓得这句佛号好；古德给我们说得很多，黄念祖老居士在注解里头引用的说得很明白，我们能念的这个心就是『始觉』，所念的这个佛号就是『本觉』，这叫本觉。几个人知道这句阿弥陀佛是自己的本觉？所以你起心念佛，始觉合本觉，始本不二，就是『究竟觉』。你看看《起信论》上讲得这么多，咱们一句阿弥陀佛统统圆满，也具足了。可是会念的人，他真的与这个相应，这句佛号与三觉相应；不会念的，完全不相应。虽然他口里也念的「南无阿弥陀佛」，但是不相应，与三觉决定不相应。会念跟不会念不一样。",
      "zh_TW": "所以念佛法門，大家不曉得這句佛號好；古德給我們說得很多，黃念祖老居士在註解裡頭引用的說得很明白，我們能念的這個心就是『始覺』，所念的這個佛號就是『本覺』，這叫本覺。幾個人知道這句阿彌陀佛是自己的本覺？所以你起心念佛，始覺合本覺，始本不二，就是『究竟覺』。你看看《起信論》上講得這麼多，咱們一句阿彌陀佛統統圓滿，也具足了。可是會念的人，他真的與這個相應，這句佛號與三覺相應；不會念的，完全不相應。雖然他口裡也念的「南無阿彌陀佛」，但是不相應，與三覺決定不相應。會念跟不會念不一樣。"
    },
    {
      "id": "04-003-0012_p0055",
      "zh_CN": "现在有很多人（我常常遇到）要问我怎么样消灾？怎么样消业障？已经知道自己业障很多，自己灾难很多，怎么样消除？给诸位说，你心里头有妄想分别执着，你就有障碍、就有灾难，所有一切业障统统从这里生的。你把心念得清净，你的业障都没有了，罪业也没有了，这是消业障最好的方法。所以古德说，消业障最殊胜的方法是念佛号。从前人讲，念经不如念咒，念咒不如念佛，归到最后，念佛是第一。现在人不知道念佛消业障的功德第一大，想到消灾免难，就拜梁皇、拜水忏，甚至拜八十八佛，又去念《地藏经》，搞一大堆，灾难还是一样消不了。为什么？很容易明了，你想想你搞那么多，你那个心清净没有？你的妄想执着减少了没有？如果你妄念烦恼减少了，这个有效。如果拜了这么多天的梁皇忏，拜了忏，妄念还是那么多，换句话说，你这几天所修的一点效都没有，断定你的业障没消得了。不过拜的几天佛，口里都是念的佛、念的经，比骂人好一点，比杂心闲话强一点。除这个之外，你还能得到什么？",
      "zh_TW": "現在有很多人（我常常遇到）要問我怎麼樣消災？怎麼樣消業障？已經知道自己業障很多，自己災難很多，怎麼樣消除？給諸位說，你心裡頭有妄想分別執著，你就有障礙、就有災難，所有一切業障統統從這裡生的。你把心念得清淨，你的業障都沒有了，罪業也沒有了，這是消業障最好的方法。所以古德說，消業障最殊勝的方法是念佛號。從前人講，念經不如念咒，念咒不如念佛，歸到最後，念佛是第一。現在人不知道念佛消業障的功德第一大，想到消災免難，就拜梁皇、拜水懺，甚至拜八十八佛，又去念《地藏經》，搞一大堆，災難還是一樣消不了。為什麼？很容易明瞭，你想想你搞那麼多，你那個心清淨沒有？你的妄想執著減少了沒有？如果你妄念煩惱減少了，這個有效。如果拜了這麼多天的梁皇懺，拜了懺，妄念還是那麼多，換句話說，你這幾天所修的一點效都沒有，斷定你的業障沒消得了。不過拜的幾天佛，口裡都是念的佛、念的經，比罵人好一點，比雜心閒話強一點。除這個之外，你還能得到什麼？"
    },
    {
      "id": "04-003-0012_p0056",
      "zh_CN": "所以你明白原理，你才会死心塌地的念佛，才知道这个法门殊胜。当你一切妄念离开，这个心有多大？心跟虚空法界一样大。为什么我们今天心量这么小？有分别。一有分别就有界限，心就小了，两个人都不相容。离开一切分别执着，心多大？心包太虚，量周沙界。所以佛菩萨心量大，他没有分别执着；我们凡夫心量很窄小，就是分别执着，把你本来广大无边际的心量变成小小的，什么都不能容纳，这可怜了。",
      "zh_TW": "所以你明白原理，你才會死心塌地的念佛，才知道這個法門殊勝。當你一切妄念離開，這個心有多大？心跟虛空法界一樣大。為什麼我們今天心量這麼小？有分別。一有分別就有界限，心就小了，兩個人都不相容。離開一切分別執著，心多大？心包太虛，量周沙界。所以佛菩薩心量大，他沒有分別執著；我們凡夫心量很窄小，就是分別執著，把你本來廣大無邊際的心量變成小小的，什麼都不能容納，這可憐了。"
    },
    {
      "id": "04-003-0012_p0057",
      "zh_CN": "『离念相者，等虚空界，无所不遍，法界一相』，尽虚空遍法界就是一相。这个一相，禅家里面叫「一相三昧」，你得到叫一相三昧，也叫做「一行三昧」。叫一行三昧，是从你修行因上说的；从一相三昧，是你证得的境界上说的。一相三昧就是一行三昧。《坛经》上着重，净土也着重，没有一个法门不着重。由此可知，一相、一行这两种三昧，用种种方法都可以证得，并不是只有禅宗有，其他宗没有，宗门教下统统都有。实在讲起来，念佛讲得最简单，一心不乱就是一行三昧，证得这个境界，就是一相三昧。在日常生活当中，处事待人接物是一相三昧，自己内里面用功是一行三昧，这就是『如来平等法身』，也叫做清净法身，你就证得法身。证得法身，当然跟如来是同一体，所以就同生性，不是异生性。佛证的是圆满法身，你在这个时候是证得分证的法身。虽不圆满，证得了，这一点也不假，跟如来法身是无二无别。",
      "zh_TW": "『離念相者，等虛空界，無所不遍，法界一相』，盡虛空遍法界就是一相。這個一相，禪家裡面叫「一相三昧」，你得到叫一相三昧，也叫做「一行三昧」。叫一行三昧，是從你修行因上說的；從一相三昧，是你證得的境界上說的。一相三昧就是一行三昧。《壇經》上著重，淨土也著重，沒有一個法門不著重。由此可知，一相、一行這兩種三昧，用種種方法都可以證得，並不是只有禪宗有，其他宗沒有，宗門教下統統都有。實在講起來，念佛講得最簡單，一心不亂就是一行三昧，證得這個境界，就是一相三昧。在日常生活當中，處事待人接物是一相三昧，自己內裡面用功是一行三昧，這就是『如來平等法身』，也叫做清淨法身，你就證得法身。證得法身，當然跟如來是同一體，所以就同生性，不是異生性。佛證的是圓滿法身，你在這個時候是證得分證的法身。雖不圓滿，證得了，這一點也不假，跟如來法身是無二無別。"
    },
    {
      "id": "04-003-0012_p0058",
      "zh_CN": "『依此法身，说名本觉』。因为这个觉心是本有的，不是你新得到的，换句话，是你恢复自性，自性里头本来有的功德，不是新得的，所以称之为「本觉」。第二讲始觉。",
      "zh_TW": "『依此法身，說名本覺』。因為這個覺心是本有的，不是你新得到的，換句話，是你恢復自性，自性裡頭本來有的功德，不是新得的，所以稱之為「本覺」。第二講始覺。"
    },
    {
      "id": "04-003-0012_p0059",
      "zh_CN": "【始觉者。依本觉立。】",
      "zh_TW": "【始覺者。依本覺立。】"
    },
    {
      "id": "04-003-0012_p0060",
      "zh_CN": "这是讲这个名词根据『本觉』而建立的。为什么根据本觉而建立的？因为你迷了本觉。本觉就是本性，本觉就是真性，本觉就是佛性，名称很多，打开经典，几十种之多，都是说这桩事情。因为你迷了，迷了你自己，不是迷的别人，迷的你自心，把你自己的真心迷失了。迷，就叫做不觉。",
      "zh_TW": "這是講這個名詞根據『本覺』而建立的。為什麼根據本覺而建立的？因為你迷了本覺。本覺就是本性，本覺就是真性，本覺就是佛性，名稱很多，打開經典，幾十種之多，都是說這樁事情。因為你迷了，迷了你自己，不是迷的別人，迷的你自心，把你自己的真心迷失了。迷，就叫做不覺。"
    },
    {
      "id": "04-003-0012_p0061",
      "zh_CN": "【谓此心体。随无明缘。动作妄念故。】",
      "zh_TW": "【謂此心體。隨無明緣。動作妄念故。】"
    },
    {
      "id": "04-003-0012_p0062",
      "zh_CN": "这叫不觉。在一切境界里头，起心动念。所以大家要提高警觉，起心动念都是迷，都是不觉。觉性是不动的，觉性是真常的、是圆满的，起心动念就是把真常失掉了。就好像水，水在不动、平静的时候，那个水面积多大它就多大。一有动的，它就有范围，我们投一个石子，它水动了，动就有小范围、就有界限了，就把全体失掉了。你要知道这个心一动，就失掉了本觉，就把广大圆满失掉了。所以佛家非常重视定，可以说是八万四千法门，就是八万四千种不同的方法修定、修清净心、修一心。只要是修的这个，真正得到这个，那这个就是佛法。不管用什么方法，统统叫佛法，统统是正法。如果与这个相违背的，得不到；得不到，不是佛法。",
      "zh_TW": "這叫不覺。在一切境界裡頭，起心動念。所以大家要提高警覺，起心動念都是迷，都是不覺。覺性是不動的，覺性是真常的、是圓滿的，起心動念就是把真常失掉了。就好像水，水在不動、平靜的時候，那個水面積多大它就多大。一有動的，它就有範圍，我們投一個石子，它水動了，動就有小範圍、就有界限了，就把全體失掉了。你要知道這個心一動，就失掉了本覺，就把廣大圓滿失掉了。所以佛家非常重視定，可以說是八萬四千法門，就是八萬四千種不同的方法修定、修清淨心、修一心。只要是修的這個，真正得到這個，那這個就是佛法。不管用什麼方法，統統叫佛法，統統是正法。如果與這個相違背的，得不到；得不到，不是佛法。"
    },
    {
      "id": "04-003-0012_p0063",
      "zh_CN": "譬如持戒，戒律持得再严，可是怎么样？会起心动念。看到别人持戒，很恭敬、很欢喜；看到那个人不持戒，恨透了，心里生烦恼，这个人破戒了。那有什么用处，心不定。那个方法用得再好，目的没达到。为什么？不能教你恢复心地清净，不能教你得到一心不乱。因此这个戒律持戒有个原则，六祖大师《坛经》上说得很明白，「若真修道人，不见他人过」。所以戒律是为什么？是为我自己。别人持戒、犯戒与我不相干。他持戒，我也不要欢喜；他犯戒，我也不要烦恼，我这个戒才能得定。如果我自己这个戒律很谨严，自己觉得很了不起，傲慢心生起来，贡高我慢了。贡高我慢是烦恼，根本烦恼，贪瞋痴底下就是慢，自以为不得了，轻视了别人。换句话说，他修行修得很好，可是起了副作用，增长烦恼，这错了。",
      "zh_TW": "譬如持戒，戒律持得再嚴，可是怎麼樣？會起心動念。看到別人持戒，很恭敬、很歡喜；看到那個人不持戒，恨透了，心裡生煩惱，這個人破戒了。那有什麼用處，心不定。那個方法用得再好，目的沒達到。為什麼？不能教你恢復心地清淨，不能教你得到一心不亂。因此這個戒律持戒有個原則，六祖大師《壇經》上說得很明白，「若真修道人，不見他人過」。所以戒律是為什麼？是為我自己。別人持戒、犯戒與我不相干。他持戒，我也不要歡喜；他犯戒，我也不要煩惱，我這個戒才能得定。如果我自己這個戒律很謹嚴，自己覺得很了不起，傲慢心生起來，貢高我慢了。貢高我慢是煩惱，根本煩惱，貪瞋痴底下就是慢，自以為不得了，輕視了別人。換句話說，他修行修得很好，可是起了副作用，增長煩惱，這錯了。"
    },
    {
      "id": "04-003-0012_p0064",
      "zh_CN": "修行真正想成就，要学善财。善财心目当中，看一切人统统是佛，统统是菩萨。谁要修行？我要修行。他们都成了佛，还要修什么行？除自己之外，统统是佛、是菩萨，所以他的恭敬心圆满。十大愿王，礼敬诸佛，他圆满了；这样的人，一生才能成就。善财在《华严经》给我们做了一个好榜样，修行应该向他学习。所以记住，心只要一动，就是迷。你知道迷，就不迷了；知道迷，就觉了。就怕这时候迷得不知道，不知道，一直迷，迷下去，一直迷下去了。几时知道我这个错了，马上要回头；回头当然最好的方法，阿弥陀佛。因为阿弥陀佛与本觉相应。你不念佛，虽然回头，与本觉还不相应，这是法门殊胜之处。",
      "zh_TW": "修行真正想成就，要學善財。善財心目當中，看一切人統統是佛，統統是菩薩。誰要修行？我要修行。他們都成了佛，還要修什麼行？除自己之外，統統是佛、是菩薩，所以他的恭敬心圓滿。十大願王，禮敬諸佛，他圓滿了；這樣的人，一生才能成就。善財在《華嚴經》給我們做了一個好榜樣，修行應該向他學習。所以記住，心只要一動，就是迷。你知道迷，就不迷了；知道迷，就覺了。就怕這時候迷得不知道，不知道，一直迷，迷下去，一直迷下去了。幾時知道我這個錯了，馬上要回頭；回頭當然最好的方法，阿彌陀佛。因為阿彌陀佛與本覺相應。你不念佛，雖然回頭，與本覺還不相應，這是法門殊勝之處。"
    },
    {
      "id": "04-003-0012_p0065",
      "zh_CN": "【论云。依本觉而有不觉。依不觉故。说有始觉。】",
      "zh_TW": "【論云。依本覺而有不覺。依不覺故。說有始覺。】"
    },
    {
      "id": "04-003-0012_p0066",
      "zh_CN": "就是你要知道你错了，发现我的心有动了，我心动了，我心有念头了，这就是你觉悟了。那再一声阿弥陀佛，这个『始觉』就合到『本觉』上去了。所以你不要去想，我为什么又起念？念上又加个妄念，已经起了个妄念，我为什么又起了妄念？不是又加了个妄念。一发现，根本就不要理它，念是妄念，你想它干什么。有念都是妄，不管这个念是善念，是恶念，统统不要管。一发觉，马上就阿弥陀佛接上去，换成阿弥陀佛，这叫会念佛，这叫真修行。觉得要快，觉得快，你就少造业。",
      "zh_TW": "就是你要知道你錯了，發現我的心有動了，我心動了，我心有念頭了，這就是你覺悟了。那再一聲阿彌陀佛，這個『始覺』就合到『本覺』上去了。所以你不要去想，我為什麼又起念？念上又加個妄念，已經起了個妄念，我為什麼又起了妄念？不是又加了個妄念。一發現，根本就不要理它，念是妄念，你想它幹什麼。有念都是妄，不管這個念是善念，是惡念，統統不要管。一發覺，馬上就阿彌陀佛接上去，換成阿彌陀佛，這叫會念佛，這叫真修行。覺得要快，覺得快，你就少造業。"
    },
    {
      "id": "04-003-0012_p0067",
      "zh_CN": "【由本觉内熏力故。渐有微觉。】",
      "zh_TW": "【由本覺內熏力故。漸有微覺。】"
    },
    {
      "id": "04-003-0012_p0068",
      "zh_CN": "可见得能够觉察到自己错了，这个人就不简单，这个人很有善根。如果过去世，生生世世没有相当修行的功夫，你怎么会发现？你看今天不要说我们这个世界，就台北市，台北市多少人，有几个人发现自己，我迷了，我错了，有几个人？没几个。有几个人发现我心动了，我又在分别执着了？没有几个人会起这个念头。能有这个念头，那都不是简单人。所以一有这个念头，马上他就回头了。这就是过去生中，生生世世修行，他这『本觉』里头会透着一线光明出来，你才会发现。",
      "zh_TW": "可見得能夠覺察到自己錯了，這個人就不簡單，這個人很有善根。如果過去世，生生世世沒有相當修行的功夫，你怎麼會發現？你看今天不要說我們這個世界，就台北市，台北市多少人，有幾個人發現自己，我迷了，我錯了，有幾個人？沒幾個。有幾個人發現我心動了，我又在分別執著了？沒有幾個人會起這個念頭。能有這個念頭，那都不是簡單人。所以一有這個念頭，馬上他就回頭了。這就是過去生中，生生世世修行，他這『本覺』裡頭會透著一線光明出來，你才會發現。"
    },
    {
      "id": "04-003-0012_p0069",
      "zh_CN": "【乃至究竟。还同本觉故。】",
      "zh_TW": "【乃至究竟。還同本覺故。】"
    },
    {
      "id": "04-003-0012_p0070",
      "zh_CN": "这个发现，甚至于我一年当中只有一、二次，那一、二次就不得了，就很难得。你要能够保持，你要能够珍惜，以后逐渐次数增加，时间会长，这就是进步，这就是好现象。所以念佛念得功夫得力，念得勤，这种自觉就会常常有，这是功夫得力的一个现象。",
      "zh_TW": "這個發現，甚至於我一年當中只有一、二次，那一、二次就不得了，就很難得。你要能夠保持，你要能夠珍惜，以後逐漸次數增加，時間會長，這就是進步，這就是好現象。所以念佛念得功夫得力，念得勤，這種自覺就會常常有，這是功夫得力的一個現象。"
    },
    {
      "id": "04-003-0012_p0071",
      "zh_CN": "【论云。不觉随染生智净相。即此始觉也。】",
      "zh_TW": "【論云。不覺隨染生智淨相。即此始覺也。】"
    },
    {
      "id": "04-003-0012_p0072",
      "zh_CN": "『不觉』，是讲我们凡夫位，我们『随染缘』，染缘里面透一线智慧光明，这叫『始觉』；虽然作用不大，非常宝贵。像黑暗的天空，忽然有一道闪电，时间虽然短，很难得。以后这个光明愈来愈大，时间愈来愈长，这是要我们自己去努力的。这些开示，都是把我们佛法里头修行的原理原则，为我们说出来了。使我们可以说是信解行证的理论基础。佛法里面没有迷信，佛法里面有无量的智慧，无量的德能，于虚空法界遍知，于一切法无所不能，这样才能真正达到究竟圆满。我们今天俗话说，幸福、快乐、美满他真正达到。",
      "zh_TW": "『不覺』，是講我們凡夫位，我們『隨染緣』，染緣裡面透一線智慧光明，這叫『始覺』；雖然作用不大，非常寶貴。像黑暗的天空，忽然有一道閃電，時間雖然短，很難得。以後這個光明愈來愈大，時間愈來愈長，這是要我們自己去努力的。這些開示，都是把我們佛法裡頭修行的原理原則，為我們說出來了。使我們可以說是信解行證的理論基礎。佛法裡面沒有迷信，佛法裡面有無量的智慧，無量的德能，於虛空法界遍知，於一切法無所不能，這樣才能真正達到究竟圓滿。我們今天俗話說，幸福、快樂、美滿他真正達到。"
    },
    {
      "id": "04-003-0012_p0073",
      "zh_CN": "幸福、快乐、美满是每个人追求的。到哪里求？求不到。世间法里头求不到。科技里面能求到吗？你看佛法，用佛法的力量所得到的，跟今天科技没有两样，超胜它。但是科技上求到的，带来的副作用会变成很大的灾害，这是原先没有想到的。近几十年科技的发达，换句话说，缩短了地球的寿命。你仔细想想，得不偿失，给我们带来的苦难太多了。最大的一个苦难，就是人的价值没有了，人生的意义没有了，这是科技文明造成的。",
      "zh_TW": "幸福、快樂、美滿是每個人追求的。到哪裡求？求不到。世間法裡頭求不到。科技裡面能求到嗎？你看佛法，用佛法的力量所得到的，跟今天科技沒有兩樣，超勝它。但是科技上求到的，帶來的副作用會變成很大的災害，這是原先沒有想到的。近幾十年科技的發達，換句話說，縮短了地球的壽命。你仔細想想，得不償失，給我們帶來的苦難太多了。最大的一個苦難，就是人的價值沒有了，人生的意義沒有了，這是科技文明造成的。"
    },
    {
      "id": "04-003-0012_p0074",
      "zh_CN": "我们今天念念古人的文学作品，写那个时代的生活方式，我们体会都体会不到。这个灾难就很大了，可是许多人没有发觉到。从前人生活，真是人的生活；现代人生活，说你为什么在这个世界上？为钱。钱是主人，我是奴隶。你说你可怜不可怜？从前人生活的是顶天立地，一切万物是为我。今天不是的，今天万物做主宰，我做奴隶，替它服务，可怜。这个事实，觉悟的人就不同。当然有觉悟，确实有觉悟的，不多，不常见。真正觉悟的人不干了，绝对不会再为五欲六尘去当奴才，不干了。所以一生的辛劳，没有意义，没有价值，这很可惜。",
      "zh_TW": "我們今天念念古人的文學作品，寫那個時代的生活方式，我們體會都體會不到。這個災難就很大了，可是許多人沒有發覺到。從前人生活，真是人的生活；現代人生活，說你為什麼在這個世界上？為錢。錢是主人，我是奴隸。你說你可憐不可憐？從前人生活的是頂天立地，一切萬物是為我。今天不是的，今天萬物做主宰，我做奴隸，替它服務，可憐。這個事實，覺悟的人就不同。當然有覺悟，確實有覺悟的，不多，不常見。真正覺悟的人不幹了，絕對不會再為五欲六塵去當奴才，不幹了。所以一生的辛勞，沒有意義，沒有價值，這很可惜。"
    },
    {
      "id": "04-003-0012_p0075",
      "zh_CN": "今天时间到了，我们讲到这个地方是一个段落，下面究竟觉。我星期五到新加坡去，到那边去是讲《无量寿经》。因为飞机的时间太早，飞机九点钟起飞，我们必须在六点半就得要出发到机场。所以下个星期四本来我们想再讲一次，怕的是预备的时间太匆促，因为第二天早晨太早走。所以我想下个星期四我们停一次。这次大概是一个半月回来，五月中旬就可以回来了；回来之后，我们继续再研究。今天开心法师，我们也谈得很多，昨天晚上他住在此地，他一再劝我，不要出去，劝简居士他们要好好的发心讲经。我说我跟他们讲过，他们都肯出去讲经，我就少出去一点。现在他们都能讲，就是太客气、太谦虚了，这是确实。国外现在法缘也很盛，道场也很多。今天，刚才有个同修转一封信给我，他们是用电报传真过来的，洛杉矶的净宗学会成立了，正式成立了。目的也是要我到那边去讲经。本来我都不想去，这是没有法子的，希望大家能够发心。我们道场几位同修，像阮居士、严居士、李居士、简居士，现在这四个人都讲得不错，都可以出去讲。大家都愿意出去讲，那我出国的时间就可以减少，时间也可以缩短。这是希望他们大家能够发大心。",
      "zh_TW": "今天時間到了，我們講到這個地方是一個段落，下面究竟覺。我星期五到新加坡去，到那邊去是講《無量壽經》。因為飛機的時間太早，飛機九點鐘起飛，我們必須在六點半就得要出發到機場。所以下個星期四本來我們想再講一次，怕的是預備的時間太匆促，因為第二天早晨太早走。所以我想下個星期四我們停一次。這次大概是一個半月回來，五月中旬就可以回來了；回來之後，我們繼續再研究。今天開心法師，我們也談得很多，昨天晚上他住在此地，他一再勸我，不要出去，勸簡居士他們要好好的發心講經。我說我跟他們講過，他們都肯出去講經，我就少出去一點。現在他們都能講，就是太客氣、太謙虛了，這是確實。國外現在法緣也很盛，道場也很多。今天，剛才有個同修轉一封信給我，他們是用電報傳真過來的，洛杉磯的淨宗學會成立了，正式成立了。目的也是要我到那邊去講經。本來我都不想去，這是沒有法子的，希望大家能夠發心。我們道場幾位同修，像阮居士、嚴居士、李居士、簡居士，現在這四個人都講得不錯，都可以出去講。大家都願意出去講，那我出國的時間就可以減少，時間也可以縮短。這是希望他們大家能夠發大心。"
    },
    {
      "id": "04-003-0012_p0076",
      "zh_CN": "好，我们念佛回向。",
      "zh_TW": "好，我們念佛迴向。"
    }
  ]
}