{
  "doc_id": "04-003-0073",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十三集",
    "zh_TW": "第七十三集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0073",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "04-003-0073_p0001",
      "zh_CN": "请掀开经本，第二百零二面倒数第四行，我看还是从这个段落上念起好了，从第五行第一个字念起：",
      "zh_TW": "請掀開經本，第二百零二面倒數第四行，我看還是從這個段落上念起好了，從第五行第一個字念起："
    },
    {
      "id": "04-003-0073_p0002",
      "zh_CN": "【法合有二意。】",
      "zh_TW": "【法合有二意。】"
    },
    {
      "id": "04-003-0073_p0003",
      "zh_CN": "前面是比喻，比喻说完之后，这要说到本题。这里面有两个意思，一个是就结缘说，第二个是就本性来说。前面这一段我们大致上跟诸位介绍过了，这个地方略略的我们把它提一提。",
      "zh_TW": "前面是比喻，比喻說完之後，這要說到本題。這裡面有兩個意思，一個是就結緣說，第二個是就本性來說。前面這一段我們大致上跟諸位介紹過了，這個地方略略的我們把它提一提。"
    },
    {
      "id": "04-003-0073_p0004",
      "zh_CN": "【约结缘说。则圆解为珠。与说为系。烦恼昏暗。与醉何殊。微有解生。还同系了。五道求乐。名曰艰难。证小涅槃。名为得少。说法华会。亲友再逢。知见既开。犹如得宝。以因易果。万德周圆。何异贫人。所求皆遂。】",
      "zh_TW": "【約結緣說。則圓解為珠。與說為繫。煩惱昏暗。與醉何殊。微有解生。還同繫了。五道求樂。名曰艱難。證小涅槃。名為得少。說法華會。親友再逢。知見既開。猶如得寶。以因易果。萬德周圓。何異貧人。所求皆遂。】"
    },
    {
      "id": "04-003-0073_p0005",
      "zh_CN": "这一段是『法合』里面就『结缘』这个意思来讲。『圆解』是相当不容易的，但是非常重要。圆解就是智慧真正开了，禅宗所讲的大彻大悟，明心见性，在教下就叫做大开圆解。诸位一定要晓得，这是我们学佛的目标。即使念佛求生净土，生到净土那里去，去干什么？还是到那边去明心见性，大开圆解。可见得，圆解是我们学佛的目的。如果不能圆解，没有智慧，我们的生死轮回不能超越，修福修定都无济于事。六祖在《坛经》里面讲得很明白，生死轮回这桩事福不能救，福报再大，没有办法超越轮回。福报大的，那来生在人间，就是大富大贵，从前做帝王，现在做总统、发大财的，那都是过去生中修福修得多。",
      "zh_TW": "這一段是『法合』裡面就『結緣』這個意思來講。『圓解』是相當不容易的，但是非常重要。圓解就是智慧真正開了，禪宗所講的大徹大悟，明心見性，在教下就叫做大開圓解。諸位一定要曉得，這是我們學佛的目標。即使念佛求生淨土，生到淨土那裡去，去幹什麼？還是到那邊去明心見性，大開圓解。可見得，圓解是我們學佛的目的。如果不能圓解，沒有智慧，我們的生死輪迴不能超越，修福修定都無濟於事。六祖在《壇經》裡面講得很明白，生死輪迴這樁事福不能救，福報再大，沒有辦法超越輪迴。福報大的，那來生在人間，就是大富大貴，從前做帝王，現在做總統、發大財的，那都是過去生中修福修得多。"
    },
    {
      "id": "04-003-0073_p0006",
      "zh_CN": "福没有办法超越六道轮回。定，一般的定功也超越不了，你看看四禅八定，果报在色界、无色界，出不了三界。必须要修到第九定，那个定功超越了四禅八定，到第九定，这才超越三界。虽然超越三界，还没有能圆解，这是阿罗汉、辟支佛所证得的果位，三界有能力超越，不能见性。这个事情太难太难了，所以同修们修行要认真，修行决定不是修福，福是要修，佛是福慧二足尊，但是慧比福还要重要。古来的祖师大德教给我们要福慧双修，偏重在一边，决定是得不到结果的。",
      "zh_TW": "福沒有辦法超越六道輪迴。定，一般的定功也超越不了，你看看四禪八定，果報在色界、無色界，出不了三界。必須要修到第九定，那個定功超越了四禪八定，到第九定，這才超越三界。雖然超越三界，還沒有能圓解，這是阿羅漢、辟支佛所證得的果位，三界有能力超越，不能見性。這個事情太難太難了，所以同修們修行要認真，修行決定不是修福，福是要修，佛是福慧二足尊，但是慧比福還要重要。古來的祖師大德教給我們要福慧雙修，偏重在一邊，決定是得不到結果的。"
    },
    {
      "id": "04-003-0073_p0007",
      "zh_CN": "佛法里头也有比喻说，修福不修慧，大象挂缨络。他有福，他没有慧，他来生变到哪里？来生到畜生道去了。他投个胎大象，这个大象是国王乘骑的，国王的象，那牠身上这个缨络就多了，金银珠宝挂了一身的，牠是畜生。很多人侍侯牠，牠福报大，但牠是畜生，这是修福不修慧的果报。又说，修慧不修福，罗汉托空钵。证得阿罗汉果了，到外面去托钵，没有人供养。为什么？他是修的慧，他证果了，他没有修福，所以到外面托钵，没有人供养他。这就是劝我们修福固然要紧，修慧是更要紧。修慧你看，他托不到钵，他证阿罗汉果；那个修福的，虽然福报很大，他变了畜生道。畜生跟阿罗汉差太远了，这就是说明，最好是福慧双修。两者不能兼顾，要知道修慧重于修福。慧怎么修法？慧要从定中修，慧从清净心，心不清净，哪来的慧！",
      "zh_TW": "佛法裡頭也有比喻說，修福不修慧，大象掛纓絡。他有福，他沒有慧，他來生變到哪裡？來生到畜生道去了。他投個胎大象，這個大象是國王乘騎的，國王的象，那牠身上這個纓絡就多了，金銀珠寶掛了一身的，牠是畜生。很多人侍侯牠，牠福報大，但牠是畜生，這是修福不修慧的果報。又說，修慧不修福，羅漢托空缽。證得阿羅漢果了，到外面去托缽，沒有人供養。為什麼？他是修的慧，他證果了，他沒有修福，所以到外面托缽，沒有人供養他。這就是勸我們修福固然要緊，修慧是更要緊。修慧你看，他托不到缽，他證阿羅漢果；那個修福的，雖然福報很大，他變了畜生道。畜生跟阿羅漢差太遠了，這就是說明，最好是福慧雙修。兩者不能兼顧，要知道修慧重於修福。慧怎麼修法？慧要從定中修，慧從清淨心，心不清淨，哪來的慧！"
    },
    {
      "id": "04-003-0073_p0008",
      "zh_CN": "今天下午，行政院的赵福崇先生来看我，他是赵恒惕老居士的少爷。赵老居士在佛门里面也很了不起。我们日月潭玄奘寺，就是赵老居士一手建成的。他今天跟我谈了很多问题，非常关心佛教的前途。佛教有没有前途？国家有没有前途？有没有前途，决定在人，人能弘道，非道弘人。换句话说，有没有续佛慧命的继起的人才？这是关系到佛教与国家的前途。有没有这个人？我们在这么多年来，没有见过。要什么样的人才能够续佛慧命、弘法利生？我跟他讲，最低限度要有两个条件，第一个条件是内不生烦恼，决定没有贪瞋痴慢；第二个条件，决定不被外面境界诱惑。今天外面五欲六尘在那里勾引，在那里诱惑，你见到能不动心，这样的人才有资格学佛，才有机缘开悟。开经偈上讲的「愿解如来真实义」，天天在念，几个人解如来真实义？所以想想是真难。",
      "zh_TW": "今天下午，行政院的趙福崇先生來看我，他是趙恆惕老居士的少爺。趙老居士在佛門裡面也很了不起。我們日月潭玄奘寺，就是趙老居士一手建成的。他今天跟我談了很多問題，非常關心佛教的前途。佛教有沒有前途？國家有沒有前途？有沒有前途，決定在人，人能弘道，非道弘人。換句話說，有沒有續佛慧命的繼起的人才？這是關係到佛教與國家的前途。有沒有這個人？我們在這麼多年來，沒有見過。要什麼樣的人才能夠續佛慧命、弘法利生？我跟他講，最低限度要有兩個條件，第一個條件是內不生煩惱，決定沒有貪瞋痴慢；第二個條件，決定不被外面境界誘惑。今天外面五欲六塵在那裡勾引，在那裡誘惑，你見到能不動心，這樣的人才有資格學佛，才有機緣開悟。開經偈上講的「願解如來真實義」，天天在念，幾個人解如來真實義？所以想想是真難。"
    },
    {
      "id": "04-003-0073_p0009",
      "zh_CN": "我们今天讲经说法是跟大家结个法缘，能不能成就？那在你自己是不是具足这两个条件。你要是果然具足这两个条件，你这一生在佛法上决定有成就。一个人还会被外面境界诱惑，见色闻声还会起心动念，还有贪瞋痴慢，这就是佛门讲的业障。障什么？障碍了你的清净心，障碍了你的圆解，障碍了你的定慧，这叫业障。大家都晓得，我们要忏除业障，怎么个忏法？去拜个忏，那忏拜的时候，业障就消除了？这忏一拜了，从今以后，这贪瞋痴慢的念头就不起了，那对了，这就消掉了；见色闻声，可以不起心、不动念，这业障消掉了。如果见色闻声还是起心动念，还有贪瞋痴慢，这业障没消掉。不但没消掉，我看到有许多拜忏的，愈拜业障愈现前。这一句唱错了，那个地方梆子敲错了，那个面色马上就变了，这不是业障现前吗？同修在一块的时候，张家长，李家短，是非人我，造业，哪里是消业，在造业。这些事实的真相，我们都要了解、都要明白，然后才晓得修行确实不容易。六道轮回，几个人能够超越？念佛的人，最低限度要念到功夫成片，这是带业往生，生凡圣同居土。如果连这个能力都没有，念佛也是跟西方极乐世界结个善缘而已，这一生去不了。这些事实真相我们不可以不知道。所以他把这里圆解比喻说宝珠，衣里明珠。",
      "zh_TW": "我們今天講經說法是跟大家結個法緣，能不能成就？那在你自己是不是具足這兩個條件。你要是果然具足這兩個條件，你這一生在佛法上決定有成就。一個人還會被外面境界誘惑，見色聞聲還會起心動念，還有貪瞋痴慢，這就是佛門講的業障。障什麼？障礙了你的清淨心，障礙了你的圓解，障礙了你的定慧，這叫業障。大家都曉得，我們要懺除業障，怎麼個懺法？去拜個懺，那懺拜的時候，業障就消除了？這懺一拜了，從今以後，這貪瞋痴慢的念頭就不起了，那對了，這就消掉了；見色聞聲，可以不起心、不動念，這業障消掉了。如果見色聞聲還是起心動念，還有貪瞋痴慢，這業障沒消掉。不但沒消掉，我看到有許多拜懺的，愈拜業障愈現前。這一句唱錯了，那個地方梆子敲錯了，那個面色馬上就變了，這不是業障現前嗎？同修在一塊的時候，張家長，李家短，是非人我，造業，哪裡是消業，在造業。這些事實的真相，我們都要了解、都要明白，然後才曉得修行確實不容易。六道輪迴，幾個人能夠超越？念佛的人，最低限度要念到功夫成片，這是帶業往生，生凡聖同居土。如果連這個能力都沒有，念佛也是跟西方極樂世界結個善緣而已，這一生去不了。這些事實真相我們不可以不知道。所以他把這裡圓解比喻說寶珠，衣裡明珠。"
    },
    {
      "id": "04-003-0073_p0010",
      "zh_CN": "『与说为系』，把佛法介绍给你，给你详细的说明，这就把好比把宝珠赠送给你。送给你了，你会不会用？有『烦恼昏暗』，昏暗是无明，烦恼是执着。佛在大经上说的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。我们有烦恼、有昏暗，昏暗是愚痴。这就好比一个人喝醉了，喝醉了，他的能力失掉了，有宝物，他也不会运用。对于佛法稍稍懂得一点，懂得不够透彻，起不了作用。为什么说起不了作用？信愿不能具足。净土法门里面，最重要的三个条件是信、愿、行。一生成就的人有两种人，一种人是过去善根深厚，他不需要听经，不需要明理，他就肯相信，他真发愿，一句阿弥陀佛念到底，这种人决定往生。往生的品位，我们决定不能轻视，不要认为他一生当中不懂经教，什么都不懂得。诸位要知道，《金刚经》说得好，「信心清净，则生实相」，生实相就是开智慧。那个老老实实念阿弥陀佛的人，念到信心清净，他智慧超过我们太多了，我们还把他当作愚痴人看。",
      "zh_TW": "『與說為繫』，把佛法介紹給你，給你詳細的說明，這就把好比把寶珠贈送給你。送給你了，你會不會用？有『煩惱昏暗』，昏暗是無明，煩惱是執著。佛在大經上說的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。我們有煩惱、有昏暗，昏暗是愚痴。這就好比一個人喝醉了，喝醉了，他的能力失掉了，有寶物，他也不會運用。對於佛法稍稍懂得一點，懂得不夠透徹，起不了作用。為什麼說起不了作用？信願不能具足。淨土法門裡面，最重要的三個條件是信、願、行。一生成就的人有兩種人，一種人是過去善根深厚，他不需要聽經，不需要明理，他就肯相信，他真發願，一句阿彌陀佛念到底，這種人決定往生。往生的品位，我們決定不能輕視，不要認為他一生當中不懂經教，什麼都不懂得。諸位要知道，《金剛經》說得好，「信心清淨，則生實相」，生實相就是開智慧。那個老老實實念阿彌陀佛的人，念到信心清淨，他智慧超過我們太多了，我們還把他當作愚痴人看。"
    },
    {
      "id": "04-003-0073_p0011",
      "zh_CN": "我们想到倓虚老法师在《念佛论》里面，最后举那个往生的例子，那个姓张的女居士，家境很苦，她的先生在码头拉黄包车，一家四口，一天不去拉车，一天就没饭吃。这位张居士不认识字，参加倓老法师办的念佛会，就在青岛湛山寺。他们是每个星期有一次念佛会。她在念佛会里面，她是在厨房里工作，帮助洗碗、洗筷子，这些粗重的工作，做了好几年。平常她没有别的，什么也看不出来，她就是一句阿弥陀佛，工作的时候也不离开阿弥陀佛。往生的那一天，往生年岁并不大，她的小孩，大小孩才十岁，小的才五、六岁。年龄不大，往生的时候，预知时至，没有生病。走的那一天早晨，跟她先生讲，她要到西方极乐世界去，叫她先生好好的照顾两个小孩，好好的过日子。先生听了很生气，把她骂了一顿，说我们家里已经穷得这个样子了，妳还说什么风凉话？生了气，拉了黄包车就走了。然后嘱咐两个小孩，小孩太小了也不懂事，就跑出去玩去了。玩到中午，肚子饿了，回来要吃饭。回来的时候，看到他妈妈坐在床上，盘腿打坐已经走了，已经念佛走了，没有人助念，没有人知道她。",
      "zh_TW": "我們想到倓虛老法師在《念佛論》裡面，最後舉那個往生的例子，那個姓張的女居士，家境很苦，她的先生在碼頭拉黃包車，一家四口，一天不去拉車，一天就沒飯吃。這位張居士不認識字，參加倓老法師辦的念佛會，就在青島湛山寺。他們是每個星期有一次念佛會。她在念佛會裡面，她是在廚房裡工作，幫助洗碗、洗筷子，這些粗重的工作，做了好幾年。平常她沒有別的，什麼也看不出來，她就是一句阿彌陀佛，工作的時候也不離開阿彌陀佛。往生的那一天，往生年歲並不大，她的小孩，大小孩才十歲，小的才五、六歲。年齡不大，往生的時候，預知時至，沒有生病。走的那一天早晨，跟她先生講，她要到西方極樂世界去，叫她先生好好的照顧兩個小孩，好好的過日子。先生聽了很生氣，把她罵了一頓，說我們家裡已經窮得這個樣子了，妳還說什麼風涼話？生了氣，拉了黃包車就走了。然後囑咐兩個小孩，小孩太小了也不懂事，就跑出去玩去了。玩到中午，肚子餓了，回來要吃飯。回來的時候，看到他媽媽坐在床上，盤腿打坐已經走了，已經念佛走了，沒有人助念，沒有人知道她。"
    },
    {
      "id": "04-003-0073_p0012",
      "zh_CN": "这种功夫，这种成就，讲经说法的法师都比不上，哪一个讲经说法的法师走得这么自在？哪一个名山宝刹的方丈住持有这种功夫？没有。所以我们往往眼睛瞧不起的那种人，那种人是真正菩萨，他一句阿弥陀佛，念到心清净，心清净，他生智慧了。他对于我们了解得太清楚了，我们对他一无所知。这个得少为足，佛法稍为懂得一点，就觉得很了不起，就生了贡高我慢，那就更糟糕，过失更大。但是这样的人，我们无论在哪一个处所都看得到。有几个人真正谦虚，真正卑下，自卑而尊人，不耻下问，向别人求教的，有几个人？所以佛法里头人才为什么这样难？有道理。这个地方举例子，说老实话，举的这个比喻都还相当殊胜。",
      "zh_TW": "這種功夫，這種成就，講經說法的法師都比不上，哪一個講經說法的法師走得這麼自在？哪一個名山寶剎的方丈住持有這種功夫？沒有。所以我們往往眼睛瞧不起的那種人，那種人是真正菩薩，他一句阿彌陀佛，念到心清淨，心清淨，他生智慧了。他對於我們了解得太清楚了，我們對他一無所知。這個得少為足，佛法稍為懂得一點，就覺得很了不起，就生了貢高我慢，那就更糟糕，過失更大。但是這樣的人，我們無論在哪一個處所都看得到。有幾個人真正謙虛，真正卑下，自卑而尊人，不恥下問，向別人求教的，有幾個人？所以佛法裡頭人才為什麼這樣難？有道理。這個地方舉例子，說老實話，舉的這個比喻都還相當殊勝。"
    },
    {
      "id": "04-003-0073_p0013",
      "zh_CN": "『微有解生』，这是讲权教菩萨，证得小果，这是『得少为足』。这都算是有相当成就的人，现在我们所看到的、所听的，没有这个成就。一直到法华会上，开权显实，佛才说圆教，才说真实话。阿含以后，法华以前，佛都是方便说，法华会上，佛说了真实话。这就好比是那个贫人得宝了，衣里明珠完全知道它的宝贵处，知道它的作用，这是从结缘来说的。也就是我们常讲，佛度众生，意思是佛菩萨帮助众生，只能够帮助到这个程度。众生能不能得度？那完全靠他自己觉不觉悟。所以开示悟入，佛对我们的帮助是开示；我们自己要真得受用，要悟、要入。入是证果，悟是真正明了了，对于事实真相明膫。第二，这就本性来说：",
      "zh_TW": "『微有解生』，這是講權教菩薩，證得小果，這是『得少為足』。這都算是有相當成就的人，現在我們所看到的、所聽的，沒有這個成就。一直到法華會上，開權顯實，佛才說圓教，才說真實話。阿含以後，法華以前，佛都是方便說，法華會上，佛說了真實話。這就好比是那個貧人得寶了，衣裡明珠完全知道它的寶貴處，知道它的作用，這是從結緣來說的。也就是我們常講，佛度眾生，意思是佛菩薩幫助眾生，只能夠幫助到這個程度。眾生能不能得度？那完全靠他自己覺不覺悟。所以開示悟入，佛對我們的幫助是開示；我們自己要真得受用，要悟、要入。入是證果，悟是真正明瞭了，對於事實真相明膫。第二，這就本性來說："
    },
    {
      "id": "04-003-0073_p0014",
      "zh_CN": "【约本性说。谓珠虽本具。系乃有时。未知令知。乃名为系。】",
      "zh_TW": "【約本性說。謂珠雖本具。繫乃有時。未知令知。乃名為繫。】"
    },
    {
      "id": "04-003-0073_p0015",
      "zh_CN": "这实在讲，佛法教给我们的，就是恢复我们自性本来具有的智慧德能。说真话，佛没东西教给我们，我们学佛所得到的，全是自性里头本来具足的，没有一样是新得来的，所谓是「圆满菩提，归无所得」。真心本性不可思议，不但有无量的智慧，无量的能力，虚空法界都是真心变现之物，真的「心外无法，法外无心」，你说这个能力多大。可惜，我们无始劫以来，迷失了自性，我们本性里面的智慧德能不能现前，我们得不到受用，迷惑、颠倒、造业、受报，天天干这个。",
      "zh_TW": "這實在講，佛法教給我們的，就是恢復我們自性本來具有的智慧德能。說真話，佛沒東西教給我們，我們學佛所得到的，全是自性裡頭本來具足的，沒有一樣是新得來的，所謂是「圓滿菩提，歸無所得」。真心本性不可思議，不但有無量的智慧，無量的能力，虛空法界都是真心變現之物，真的「心外無法，法外無心」，你說這個能力多大。可惜，我們無始劫以來，迷失了自性，我們本性裡面的智慧德能不能現前，我們得不到受用，迷惑、顛倒、造業、受報，天天幹這個。"
    },
    {
      "id": "04-003-0073_p0016",
      "zh_CN": "我们迷了，佛、菩萨不迷，那个不迷的人看到我们迷的人很可怜。这是激发他的同情心，佛法叫做慈悲心，帮助我们觉悟，帮助我们破迷开悟，恢复自性而已，这就是佛法。所以佛教给我们，佛有没有骄傲的？没有。佛有没有真帮助我们？没有。正像《金刚经》上所说的，佛度无量无边众生，实无众生得度者。为什么？众生得度的，是他自己自悟自度，不是佛度他的，是你自己听了之后，觉悟了，自己度自己，佛哪里度众生！所以佛不会有一个骄慢的心，不会觉得他做了很多好事，度了好多众生，没有，没有这个念头。你要去问佛，佛给你说，他一个众生也没度。你问他说法，他说，我一句话也没讲。才知道佛心清净，确实一尘不染，这是我们的好榜样。",
      "zh_TW": "我們迷了，佛、菩薩不迷，那個不迷的人看到我們迷的人很可憐。這是激發他的同情心，佛法叫做慈悲心，幫助我們覺悟，幫助我們破迷開悟，恢復自性而已，這就是佛法。所以佛教給我們，佛有沒有驕傲的？沒有。佛有沒有真幫助我們？沒有。正像《金剛經》上所說的，佛度無量無邊眾生，實無眾生得度者。為什麼？眾生得度的，是他自己自悟自度，不是佛度他的，是你自己聽了之後，覺悟了，自己度自己，佛哪裡度眾生！所以佛不會有一個驕慢的心，不會覺得他做了很多好事，度了好多眾生，沒有，沒有這個念頭。你要去問佛，佛給你說，他一個眾生也沒度。你問他說法，他說，我一句話也沒講。才知道佛心清淨，確實一塵不染，這是我們的好榜樣。"
    },
    {
      "id": "04-003-0073_p0017",
      "zh_CN": "那本性里面，虽然具足智慧德能，我们现在不知道，佛菩萨来告诉我们。告诉我们自性有无量的智慧德能，你一定要恢复自性。这个性是真心。真心是什么样子？第一个真心是广大无边。佛法常讲，心遍虚空，量周沙界，这是讲他的量之大。真心清净，里面没有一个妄念，真心是清净的，真心是不动的，真心是一切明达的，明了通达，这是真心，真心是平等的。因此佛法的修学就注重在禅定，不光光是禅宗修禅定，不管是哪个宗，不管是哪个法门，所谓八万四千法门，无量法门，修什么？统统修禅定。名字虽然不叫禅定，实际上是禅定。",
      "zh_TW": "那本性裡面，雖然具足智慧德能，我們現在不知道，佛菩薩來告訴我們。告訴我們自性有無量的智慧德能，你一定要恢復自性。這個性是真心。真心是什麼樣子？第一個真心是廣大無邊。佛法常講，心遍虛空，量周沙界，這是講他的量之大。真心清淨，裡面沒有一個妄念，真心是清淨的，真心是不動的，真心是一切明達的，明瞭通達，這是真心，真心是平等的。因此佛法的修學就注重在禪定，不光光是禪宗修禪定，不管是哪個宗，不管是哪個法門，所謂八萬四千法門，無量法門，修什麼？統統修禪定。名字雖然不叫禪定，實際上是禪定。"
    },
    {
      "id": "04-003-0073_p0018",
      "zh_CN": "像我们念佛，我们念佛修一心不乱，一心不乱就是禅定。这名字讲法不一样，还是禅定。因为只有定才能够恢复到真心。真心是定的，妄心是动的。我们起心动念是妄心，不是真心，真心不动。六祖开悟的时候，他讲得很好，他那讲的几句，「何期自性，本来清净」，真心是清净的，自性就是真心；「何期自性，本无动摇」，没动过，从来没动过；「何期自性，本来具足」，一样都不缺，圆满的智慧，圆满的德能，圆满的才艺，样样圆满，没有一丝毫欠缺的；「何期自性，能生万法」，尽虚空遍法界一切万法从哪里来的？自性变现出来的。现在科学家在找，宇宙到底怎么形成的？这些人类怎么会演变出来的？他怎么找也找不到。为什么说他找不到？他用的是妄心，他在那里虚妄分别，是永远得不到答案。他如果把一切分别执着统统都舍掉了，入了甚深禅定，一下就见到了，照见，就见得清清楚楚。宇宙怎么来的？万物怎么来的？人生怎么来的？一下就通达、就明了了，一点错误都没有。这个能力都有，科学家也有，他也迷了，他自己不知道。『未知令知』，未知是凡夫不知道，佛菩萨帮助他，叫他知道这个事实真相，这就叫『系』。",
      "zh_TW": "像我們念佛，我們念佛修一心不亂，一心不亂就是禪定。這名字講法不一樣，還是禪定。因為只有定才能夠恢復到真心。真心是定的，妄心是動的。我們起心動念是妄心，不是真心，真心不動。六祖開悟的時候，他講得很好，他那講的幾句，「何期自性，本來清淨」，真心是清淨的，自性就是真心；「何期自性，本無動搖」，沒動過，從來沒動過；「何期自性，本來具足」，一樣都不缺，圓滿的智慧，圓滿的德能，圓滿的才藝，樣樣圓滿，沒有一絲毫欠缺的；「何期自性，能生萬法」，盡虛空遍法界一切萬法從哪裡來的？自性變現出來的。現在科學家在找，宇宙到底怎麼形成的？這些人類怎麼會演變出來的？他怎麼找也找不到。為什麼說他找不到？他用的是妄心，他在那裡虛妄分別，是永遠得不到答案。他如果把一切分別執著統統都捨掉了，入了甚深禪定，一下就見到了，照見，就見得清清楚楚。宇宙怎麼來的？萬物怎麼來的？人生怎麼來的？一下就通達、就明瞭了，一點錯誤都沒有。這個能力都有，科學家也有，他也迷了，他自己不知道。『未知令知』，未知是凡夫不知道，佛菩薩幫助他，叫他知道這個事實真相，這就叫『繫』。"
    },
    {
      "id": "04-003-0073_p0019",
      "zh_CN": "【虽闻未悟。犹如醉人。】",
      "zh_TW": "【雖聞未悟。猶如醉人。】"
    },
    {
      "id": "04-003-0073_p0020",
      "zh_CN": "佛菩萨虽然给我们讲了，讲得很清楚，我们没开悟，这就好比前面比喻的『醉人』一样，为什么不开悟？刚才我跟诸位讲的，两个障碍，一个就是里面有烦恼，外面有诱惑，有这两条，你就开悟不了，没法子开悟。真正要开悟，必须内不起烦恼，外远离诱惑。所以从前修道的人都愿意到深山里面去。他到深山什么？他跟社会隔绝，环境清净。清净环境，影响自己的情绪，有这个好处。现在那个深山寺庙都不行了，为什么？观光胜地，人特别多。从前山上好修行，现在山上，政府都开了高级的公路，甚至于缆车，便利大家去观光旅游。我到大陆上去看，一个普通寺庙，每天平均游客有三千人以上。里面出家的法师接应不暇，要招待这些客人。客人还有国外来的贵宾，还要特别接待，陪他吃饭，陪他谈话。吃饭很苦，你们不知道，如果天天吃素席，吃得是一点味道都没有，胃都吃坏了。偶尔吃一餐不错，这个菜很好吃，天天吃就不好吃了。不要天天吃，吃上三天就不好吃了。所以饮食最营养、最受用的真是青菜豆腐，家常便饭，这个吃不腻的，那个素席不行。我比他们是好多了，我都害怕，人家请我去吃东西，我害怕。所以现代修行环境就不如从前，比不上从前。这些我们都要晓得，知道有这么多的障碍，真正修行，要怎样把这些障碍去掉，是愈少愈好。",
      "zh_TW": "佛菩薩雖然給我們講了，講得很清楚，我們沒開悟，這就好比前面比喻的『醉人』一樣，為什麼不開悟？剛才我跟諸位講的，兩個障礙，一個就是裡面有煩惱，外面有誘惑，有這兩條，你就開悟不了，沒法子開悟。真正要開悟，必須內不起煩惱，外遠離誘惑。所以從前修道的人都願意到深山裡面去。他到深山什麼？他跟社會隔絕，環境清淨。清淨環境，影響自己的情緒，有這個好處。現在那個深山寺廟都不行了，為什麼？觀光勝地，人特別多。從前山上好修行，現在山上，政府都開了高級的公路，甚至於纜車，便利大家去觀光旅遊。我到大陸上去看，一個普通寺廟，每天平均遊客有三千人以上。裡面出家的法師接應不暇，要招待這些客人。客人還有國外來的貴賓，還要特別接待，陪他吃飯，陪他談話。吃飯很苦，你們不知道，如果天天吃素席，吃得是一點味道都沒有，胃都吃壞了。偶爾吃一餐不錯，這個菜很好吃，天天吃就不好吃了。不要天天吃，吃上三天就不好吃了。所以飲食最營養、最受用的真是青菜豆腐，家常便飯，這個吃不膩的，那個素席不行。我比他們是好多了，我都害怕，人家請我去吃東西，我害怕。所以現代修行環境就不如從前，比不上從前。這些我們都要曉得，知道有這麼多的障礙，真正修行，要怎樣把這些障礙去掉，是愈少愈好。"
    },
    {
      "id": "04-003-0073_p0021",
      "zh_CN": "【坚种既成。还同已系。】",
      "zh_TW": "【堅種既成。還同已繫。】"
    },
    {
      "id": "04-003-0073_p0022",
      "zh_CN": "这就是佛说法。佛法「一历耳根，永为道种」，这一生不成就，也许多生多劫再有机缘碰到，我们这个种子，坚固的种子，它起现行。我们这一生听到佛法，能够信受奉行，能够念佛往生，是过去生中的种子起现行。如果过去没有相当的善根种子，这一生遇到也不会相信。你们听经，老远到这来的，我们的邻居他都不来，这楼上楼下的人他都不来，这很显然就晓得过去生中的善根不一样。那一历耳根，永为道种，他这个种子下下去了，也同系了是一样的。",
      "zh_TW": "這就是佛說法。佛法「一歷耳根，永為道種」，這一生不成就，也許多生多劫再有機緣碰到，我們這個種子，堅固的種子，它起現行。我們這一生聽到佛法，能夠信受奉行，能夠念佛往生，是過去生中的種子起現行。如果過去沒有相當的善根種子，這一生遇到也不會相信。你們聽經，老遠到這來的，我們的鄰居他都不來，這樓上樓下的人他都不來，這很顯然就曉得過去生中的善根不一樣。那一歷耳根，永為道種，他這個種子下下去了，也同繫了是一樣的。"
    },
    {
      "id": "04-003-0073_p0023",
      "zh_CN": "【未合本体。如在衣中。】",
      "zh_TW": "【未合本體。如在衣中。】"
    },
    {
      "id": "04-003-0073_p0024",
      "zh_CN": "虽然听到佛法，但是没有能圆解，没有能够悟入，这就好比是『如在衣中』。",
      "zh_TW": "雖然聽到佛法，但是沒有能圓解，沒有能夠悟入，這就好比是『如在衣中』。"
    },
    {
      "id": "04-003-0073_p0025",
      "zh_CN": "【欣喜福田。名求衣食。】",
      "zh_TW": "【欣喜福田。名求衣食。】"
    },
    {
      "id": "04-003-0073_p0026",
      "zh_CN": "确实世间学佛人，绝大多数的是喜欢修福田，喜欢修福。今天赵先生来跟我谈这个，我们台湾的佛教多半都修福，慈善事业做得很多。他来问我好不好？我就告诉他，不好。他说为什么不好？赵先生从前在教育部工作很久，他在教育部做秘书，做很久。佛教的寺院，在古时候就是学校，住持就是校长，他的责任是教化一方。所以佛教里面组织，这个执事，跟学校里的执事，的确很相同，叫的名称不一样，寺庙住持，叫住持、叫方丈，实际上就是校长；首座，就是学校里面的教务主任；维那，就是训导主任；监院，我们常讲当家师，就是总务主任。他们管的事情是一样的，叫的名字不一样。所以要晓得寺院在从前是学校。",
      "zh_TW": "確實世間學佛人，絕大多數的是喜歡修福田，喜歡修福。今天趙先生來跟我談這個，我們台灣的佛教多半都修福，慈善事業做得很多。他來問我好不好？我就告訴他，不好。他說為什麼不好？趙先生從前在教育部工作很久，他在教育部做祕書，做很久。佛教的寺院，在古時候就是學校，住持就是校長，他的責任是教化一方。所以佛教裡面組織，這個執事，跟學校裡的執事，的確很相同，叫的名稱不一樣，寺廟住持，叫住持、叫方丈，實際上就是校長；首座，就是學校裡面的教務主任；維那，就是訓導主任；監院，我們常講當家師，就是總務主任。他們管的事情是一樣的，叫的名字不一樣。所以要曉得寺院在從前是學校。"
    },
    {
      "id": "04-003-0073_p0027",
      "zh_CN": "如果说这个学校校长，跟你底下的这几个主任、这些老师，现在我们停止不上课，我们所有的老师、学生统统来做社会慈善事业，你说好不好？很好。你教育部对这个学校要不要奖励？恐怕不奖励，还要把这个校长撤职处分，本分的事情他没有做。慈善事业可不可以做？可以做，附带做的。我们在学校念书，有的时候有些灾难发生，学校里发起一下，我们来做一点慈善事业救这个，可以。你要把所有课程都废弃掉了，做这个，那就大错特错了。所以这点要晓得，慈善事业是社会慈善人士做的，更不是一个出家人，出家人是住持佛法，续佛慧命，这是他的事情。慈善事业可以做，偶尔提倡提倡，行，不能把它当成本分事业去做。本分事业，那你不应当出家，你在世间，一生从事这个事业，是世间大慈善家。我们佛法称赞，社会表扬，这是对的。所以孔老夫子说，「君子务本，本立而道生」。本是什么？是你的本分，你必须要把你的本分做好。每个人都能把自己本分工作做好，这个社会一定安和乐利，国家一定富强。大家把自己的本分舍掉，这是错误的，没有尽到自己应该尽的责任。不应该尽的责任，他完全尽到了；应该尽的责任，没有尽到。",
      "zh_TW": "如果說這個學校校長，跟你底下的這幾個主任、這些老師，現在我們停止不上課，我們所有的老師、學生統統來做社會慈善事業，你說好不好？很好。你教育部對這個學校要不要獎勵？恐怕不獎勵，還要把這個校長撤職處分，本分的事情他沒有做。慈善事業可不可以做？可以做，附帶做的。我們在學校念書，有的時候有些災難發生，學校裡發起一下，我們來做一點慈善事業救這個，可以。你要把所有課程都廢棄掉了，做這個，那就大錯特錯了。所以這點要曉得，慈善事業是社會慈善人士做的，更不是一個出家人，出家人是住持佛法，續佛慧命，這是他的事情。慈善事業可以做，偶爾提倡提倡，行，不能把它當成本分事業去做。本分事業，那你不應當出家，你在世間，一生從事這個事業，是世間大慈善家。我們佛法稱讚，社會表揚，這是對的。所以孔老夫子說，「君子務本，本立而道生」。本是什麼？是你的本分，你必須要把你的本分做好。每個人都能把自己本分工作做好，這個社會一定安和樂利，國家一定富強。大家把自己的本分捨掉，這是錯誤的，沒有盡到自己應該盡的責任。不應該盡的責任，他完全盡到了；應該盡的責任，沒有盡到。"
    },
    {
      "id": "04-003-0073_p0028",
      "zh_CN": "像一个做父母的，照顾你的儿女，这是你的本分责任，你应当做的。你儿女不要了，去照顾别人，是很慈悲，但是这个讲不过去，人情事理上都讲不过去，这是我们一定要把它认识清楚的。每个人在社会上，既然有你的工作岗位，你一定要站稳，一定要尽心尽力把它做好。佛法是教育，如果每个寺庙，每位法师都能推动佛学教育，使我们每个人都能深信因果，佛法是建立在孝道与师道的基础上，都能孝顺父母，尊敬师长，他就不会做坏事了。为什么？他要想做坏事，就想到我对不起父母，这个力量比什么法律力量都大。起心动念，做的时候，他想到父母，想到老师，我不能丢父母的人，不能丢老师的面子。这个社会说老实话，连警察都不需要了，没有人做坏事。",
      "zh_TW": "像一個做父母的，照顧你的兒女，這是你的本分責任，你應當做的。你兒女不要了，去照顧別人，是很慈悲，但是這個講不過去，人情事理上都講不過去，這是我們一定要把它認識清楚的。每個人在社會上，既然有你的工作崗位，你一定要站穩，一定要盡心盡力把它做好。佛法是教育，如果每個寺廟，每位法師都能推動佛學教育，使我們每個人都能深信因果，佛法是建立在孝道與師道的基礎上，都能孝順父母，尊敬師長，他就不會做壞事了。為什麼？他要想做壞事，就想到我對不起父母，這個力量比什麼法律力量都大。起心動念，做的時候，他想到父母，想到老師，我不能丟父母的人，不能丟老師的面子。這個社會說老實話，連警察都不需要了，沒有人做壞事。"
    },
    {
      "id": "04-003-0073_p0029",
      "zh_CN": "佛法的修学，实在讲，《观无量寿经》的十一句，就是《观经》上讲的三福，三世诸佛净业正因，可见得，这三条重要了。这三条是佛法基本的科目，不管你修哪一宗，显教密教、宗门教下，各个人必须要修学的，因为它是三世诸佛净业正因。第一条，「孝顺父母，奉事师长，慈心不杀，修十善业」。第二条，「受持三皈，具足众戒，不犯威仪」。第三条，「发菩提心，深信因果，读诵大乘，劝进行者」，总共十一句。我们全台湾两千多万同胞，都能够把这十一句做到的话，台湾就是极乐国土。这实在讲是出家人第一个责任，应当要把它做到。整个台湾都好了，大家都守法了，都提倡孝敬，比什么样慈善事业都好，哪一种慈善事业都不能包括这个全体。我们今天实在讲没有尽到这个责任。所以『欣喜福田，名求衣食』，像比喻里头求衣食一样的，把这个世间福田，眼前的这个福报看得太重视了，看得过分重视。",
      "zh_TW": "佛法的修學，實在講，《觀無量壽經》的十一句，就是《觀經》上講的三福，三世諸佛淨業正因，可見得，這三條重要了。這三條是佛法基本的科目，不管你修哪一宗，顯教密教、宗門教下，各個人必須要修學的，因為它是三世諸佛淨業正因。第一條，「孝順父母，奉事師長，慈心不殺，修十善業」。第二條，「受持三皈，具足眾戒，不犯威儀」。第三條，「發菩提心，深信因果，讀誦大乘，勸進行者」，總共十一句。我們全台灣兩千多萬同胞，都能夠把這十一句做到的話，台灣就是極樂國土。這實在講是出家人第一個責任，應當要把它做到。整個台灣都好了，大家都守法了，都提倡孝敬，比什麼樣慈善事業都好，哪一種慈善事業都不能包括這個全體。我們今天實在講沒有盡到這個責任。所以『欣喜福田，名求衣食』，像比喻裡頭求衣食一樣的，把這個世間福田，眼前的這個福報看得太重視了，看得過分重視。"
    },
    {
      "id": "04-003-0073_p0030",
      "zh_CN": "【加之调伏。乃是艰难。】",
      "zh_TW": "【加之調伏。乃是艱難。】"
    },
    {
      "id": "04-003-0073_p0031",
      "zh_CN": "现在叫你断贪瞋痴慢，舍五欲六尘难，太难了，欲望没有止境的，非常可怕。所以佛在大小乘经典里面，一再的教诫我们知足，知足就常乐。我们这个小道场，简丰文居士跟我讲过很多次，外面也有人送地给我们，他说我们去建一个大的寺庙，建个大的道场，我说不要。为什么？太操心了。台湾这个大的寺庙已经太多了，我们不要再搞了。地方小，开销小，容易维持，可以不要求人。大了，一定要找信徒，一定要常常去求人，你这个心要向外头攀缘，你怎么能得定？如果向外攀缘，自己还能得定，那说老实话，是菩萨再来，那不是普通人。我们不是菩萨，我们不敢这样做法，这样做法，我们晓得自己一定会堕落。我们这一生遇到佛法，真不容易，百千万劫难遭遇，遇到了，不能把握住，这一生要不能超越三界，那实在太对不起自己。要想超越，最好是省心省事，多一事不如少一事，少一事不如无事。",
      "zh_TW": "現在叫你斷貪瞋痴慢，捨五欲六塵難，太難了，欲望沒有止境的，非常可怕。所以佛在大小乘經典裡面，一再的教誡我們知足，知足就常樂。我們這個小道場，簡豐文居士跟我講過很多次，外面也有人送地給我們，他說我們去建一個大的寺廟，建個大的道場，我說不要。為什麼？太操心了。台灣這個大的寺廟已經太多了，我們不要再搞了。地方小，開銷小，容易維持，可以不要求人。大了，一定要找信徒，一定要常常去求人，你這個心要向外頭攀緣，你怎麼能得定？如果向外攀緣，自己還能得定，那說老實話，是菩薩再來，那不是普通人。我們不是菩薩，我們不敢這樣做法，這樣做法，我們曉得自己一定會墮落。我們這一生遇到佛法，真不容易，百千萬劫難遭遇，遇到了，不能把握住，這一生要不能超越三界，那實在太對不起自己。要想超越，最好是省心省事，多一事不如少一事，少一事不如無事。"
    },
    {
      "id": "04-003-0073_p0032",
      "zh_CN": "你说做好事，古德教给我们「好事不如无事」，这是从前庞居士教给我们的。庞蕴居士那是菩萨再来，《六祖坛经》里面都有授记的。他是很富有的一个人，一家四个人，夫妻两个，一个儿子，一个女儿，一家人得道。他把他家里的财产装到船上，把船放到长江的当中，底下扎个洞，让整个沉到江底，统统不要了。别人看到就问他，你这么多钱财，你不要，可以拿去做慈善事业。他就说一句话，「好事不如无事」。给我们这个教训。从那个时候以后，他的生活，他编草鞋，草鞋，你们这边同修很少见过，在大陆上，现在内地还有，用稻草编的，编草鞋。那一双鞋子卖两个铜板，每天编织几双，卖草鞋来过日子，过一种非常清苦的日子，对这个世间一丝毫留恋都没有。走的时候，庞居士想走的时候，叫他的女儿到外面看看太阳，看看时间，他女儿晓得她爸爸要走了。走出门，在那里大声喊，时间还没到，她自己在外面站着往生了。她父亲气死了，是不是？要他女儿替他办后事，结果父亲还要替她办后事。你想想看，他们在这个世间简直就是游戏神通，生死自在，一家四个都是来去自由，生死自在。怎么成就的？就是于这个世间没有一丝毫的贪婪，名闻利养、五欲六尘，心里头洗刷得干干净净，这就是恢复本性的榜样。我们要像他那么自在，也要把它洗得干干净净的，一点都不能贪婪。",
      "zh_TW": "你說做好事，古德教給我們「好事不如無事」，這是從前龐居士教給我們的。龐蘊居士那是菩薩再來，《六祖壇經》裡面都有授記的。他是很富有的一個人，一家四個人，夫妻兩個，一個兒子，一個女兒，一家人得道。他把他家裡的財產裝到船上，把船放到長江的當中，底下扎個洞，讓整個沉到江底，統統不要了。別人看到就問他，你這麼多錢財，你不要，可以拿去做慈善事業。他就說一句話，「好事不如無事」。給我們這個教訓。從那個時候以後，他的生活，他編草鞋，草鞋，你們這邊同修很少見過，在大陸上，現在內地還有，用稻草編的，編草鞋。那一雙鞋子賣兩個銅板，每天編織幾雙，賣草鞋來過日子，過一種非常清苦的日子，對這個世間一絲毫留戀都沒有。走的時候，龐居士想走的時候，叫他的女兒到外面看看太陽，看看時間，他女兒曉得她爸爸要走了。走出門，在那裡大聲喊，時間還沒到，她自己在外面站著往生了。她父親氣死了，是不是？要他女兒替他辦後事，結果父親還要替她辦後事。你想想看，他們在這個世間簡直就是遊戲神通，生死自在，一家四個都是來去自由，生死自在。怎麼成就的？就是於這個世間沒有一絲毫的貪婪，名聞利養、五欲六塵，心裡頭洗刷得乾乾淨淨，這就是恢復本性的榜樣。我們要像他那麼自在，也要把它洗得乾乾淨淨的，一點都不能貪婪。"
    },
    {
      "id": "04-003-0073_p0033",
      "zh_CN": "简居士捐助这个道场的时候，我就跟他讲，我说你要找我一点点的麻烦，我就不要，我是一点麻烦都沾不得。刚刚捐助道场，道场一个月要开销，那个时候一个月要六万块钱开销。我说你要我到外面去化缘，去搞这个维持的经费，这个事情我不能干。结果咱们谈了条件，他每个月拿六万块钱来，这可以，这我可以接受。哪一天道场有这么多钱维护，你就不要拿；没有钱，你月月都要拿，他拿了三年，真不容易。三年之后，我们这里才有一点基金可以维护，每个月开销都够了，我说可以，你可以不要拿了。不够，不够就要拿。要我开口向一个人化缘，我这里有困难，我宁愿不要这个道场，不要。为什么？我们生生世世搞六道轮回，搞得太苦了，我这一生出轮回要紧。再搞轮回，那是愚痴到了极处。所以要记住，好事不如无事。这身心无事，多自在，多快乐。我这个自在快乐，你们想像不到。你不是我的境界，你怎么会想像得到！所以这是很难，但是实在讲也不难。这个难，求人难，求自己有什么难？只要你真正下决心，真正肯放下，就不难。难是求人，求人要看人家眼色，这个求自己的事情，真正是下定决心，一刀两断，不是难事情。",
      "zh_TW": "簡居士捐助這個道場的時候，我就跟他講，我說你要找我一點點的麻煩，我就不要，我是一點麻煩都沾不得。剛剛捐助道場，道場一個月要開銷，那個時候一個月要六萬塊錢開銷。我說你要我到外面去化緣，去搞這個維持的經費，這個事情我不能幹。結果咱們談了條件，他每個月拿六萬塊錢來，這可以，這我可以接受。哪一天道場有這麼多錢維護，你就不要拿；沒有錢，你月月都要拿，他拿了三年，真不容易。三年之後，我們這裡才有一點基金可以維護，每個月開銷都夠了，我說可以，你可以不要拿了。不夠，不夠就要拿。要我開口向一個人化緣，我這裡有困難，我寧願不要這個道場，不要。為什麼？我們生生世世搞六道輪迴，搞得太苦了，我這一生出輪迴要緊。再搞輪迴，那是愚痴到了極處。所以要記住，好事不如無事。這身心無事，多自在，多快樂。我這個自在快樂，你們想像不到。你不是我的境界，你怎麼會想像得到！所以這是很難，但是實在講也不難。這個難，求人難，求自己有什麼難？只要你真正下決心，真正肯放下，就不難。難是求人，求人要看人家眼色，這個求自己的事情，真正是下定決心，一刀兩斷，不是難事情。"
    },
    {
      "id": "04-003-0073_p0034",
      "zh_CN": "【再遇本缘。如逢亲友。】",
      "zh_TW": "【再遇本緣。如逢親友。】"
    },
    {
      "id": "04-003-0073_p0035",
      "zh_CN": "这讲法华会上又遇到了。我们这一生遇到是『再遇』，为什么？这一生决定成就，决定有把握成就，这个重要，一定有把握。学佛对于往生西方极乐世界，就是了生死，出三界，要是没有把握，这就难了。他为什么没有把握？他一定有牵肠挂肚的还没有放下，那就没有把握。果然那牵肠挂肚的东西统统放下，统统了断，那怎么没有把握？决定有把握。在这个世间，我们这个身从前是轮回身，现在这个身，在这个世间叫最后身，以后不来了。以后再来，那是菩萨乘愿再来，完全自在。别人能做到，我们也要做到。佛法、世法没有差别，觉悟了，一切法就叫佛法；迷了，佛法也是世间法。只有觉迷，没有其他的界限。",
      "zh_TW": "這講法華會上又遇到了。我們這一生遇到是『再遇』，為什麼？這一生決定成就，決定有把握成就，這個重要，一定有把握。學佛對於往生西方極樂世界，就是了生死，出三界，要是沒有把握，這就難了。他為什麼沒有把握？他一定有牽腸掛肚的還沒有放下，那就沒有把握。果然那牽腸掛肚的東西統統放下，統統了斷，那怎麼沒有把握？決定有把握。在這個世間，我們這個身從前是輪迴身，現在這個身，在這個世間叫最後身，以後不來了。以後再來，那是菩薩乘願再來，完全自在。別人能做到，我們也要做到。佛法、世法沒有差別，覺悟了，一切法就叫佛法；迷了，佛法也是世間法。只有覺迷，沒有其他的界限。"
    },
    {
      "id": "04-003-0073_p0036",
      "zh_CN": "【既悟知见。犹如得宝。】",
      "zh_TW": "【既悟知見。猶如得寶。】"
    },
    {
      "id": "04-003-0073_p0037",
      "zh_CN": "这一生可贵之处就是真正觉悟了。真正觉悟，必定是真正放下。舍得，这个术语是佛教的，舍是放下了，得是什么？得就是得到了。证得真如本性，得是证得，你要不把一切妄想执着舍掉，真心本性就不能证得。能舍掉，你就能够证得。从前不知道，现在知道了。知道了，肯不肯舍？难舍，舍很难，所以要练习，难舍要能舍。我初学佛的时候，可以说我在台湾，在修学这个缘分很特殊，非常幸运。民国四十二年年初的时候，我认识方东美先生，跟他学哲学，是他介绍我佛学的。他说佛法是最高的哲学、最圆满的哲学，他是这样子介绍我入佛门的。那我接触佛经不到一个月，就认识章嘉大师。章嘉大师教了我三年，他老人家圆寂之后，我就跟台中李炳南老居士，我把工作也辞掉了，去跟李炳老专心学佛。跟章嘉大师那个三年，我还是在工作，每个星期天去见他老人家一次。所以我的学习非常单纯，佛学的老师就是两个人。我也不跑道场，非常单纯，跟李老师十年，跟章嘉大师三年。",
      "zh_TW": "這一生可貴之處就是真正覺悟了。真正覺悟，必定是真正放下。捨得，這個術語是佛教的，捨是放下了，得是什麼？得就是得到了。證得真如本性，得是證得，你要不把一切妄想執著捨掉，真心本性就不能證得。能捨掉，你就能夠證得。從前不知道，現在知道了。知道了，肯不肯捨？難捨，捨很難，所以要練習，難捨要能捨。我初學佛的時候，可以說我在台灣，在修學這個緣分很特殊，非常幸運。民國四十二年年初的時候，我認識方東美先生，跟他學哲學，是他介紹我佛學的。他說佛法是最高的哲學、最圓滿的哲學，他是這樣子介紹我入佛門的。那我接觸佛經不到一個月，就認識章嘉大師。章嘉大師教了我三年，他老人家圓寂之後，我就跟台中李炳南老居士，我把工作也辭掉了，去跟李炳老專心學佛。跟章嘉大師那個三年，我還是在工作，每個星期天去見他老人家一次。所以我的學習非常單純，佛學的老師就是兩個人。我也不跑道場，非常單純，跟李老師十年，跟章嘉大師三年。"
    },
    {
      "id": "04-003-0073_p0038",
      "zh_CN": "我记得第一次见章嘉大师，那个时候我听方老师讲，佛法好，是人生最高的享受，我就向章嘉大师请教，有没有方法使我们马上就能入门？我们很想很快就能够证得。我这个话提出来，问题提出来，章嘉大师大概停了将近有二十分钟，不讲话。那个时候，那个小客厅里面就坐着我们两个人，还有一个介绍的人，三个人，气氛非常严肃，就好像入定一样，定了二十分钟，他老人家才开口，说了一个字，有。这一个字说了之后，又没有话了，又没有了。又停了好几分钟，才说了六个字，「看得破，放得下」。他说话说得很慢。我们年轻，没有他的定力，他一说出来，我第二个问题就问出来了。看得破，放得下，这两句话我听得懂，我晓得它的意思，我就向他请教，从哪里下手？他又停了好几分钟，告诉我两个字，「布施」。",
      "zh_TW": "我記得第一次見章嘉大師，那個時候我聽方老師講，佛法好，是人生最高的享受，我就向章嘉大師請教，有沒有方法使我們馬上就能入門？我們很想很快就能夠證得。我這個話提出來，問題提出來，章嘉大師大概停了將近有二十分鐘，不講話。那個時候，那個小客廳裡面就坐著我們兩個人，還有一個介紹的人，三個人，氣氛非常嚴肅，就好像入定一樣，定了二十分鐘，他老人家才開口，說了一個字，有。這一個字說了之後，又沒有話了，又沒有了。又停了好幾分鐘，才說了六個字，「看得破，放得下」。他說話說得很慢。我們年輕，沒有他的定力，他一說出來，我第二個問題就問出來了。看得破，放得下，這兩句話我聽得懂，我曉得它的意思，我就向他請教，從哪裡下手？他又停了好幾分鐘，告訴我兩個字，「布施」。"
    },
    {
      "id": "04-003-0073_p0039",
      "zh_CN": "所以第一天见面，好像总共是有一个半小时的样子，只说了几句话，但是这个印象太深刻了，从来没有过这样的经验。我们向别人请教，总是讲很多很多话，他老人家是不讲话的。所以那个教学方法很特别，完全用定功把你慑服住，使得每讲一个字，那个分量非常之重，真的叫你一生都忘不掉。第一天我离开章嘉大师，他老人家送我到大门口，送到门口的时候，特别嘱咐一声：我今天告诉你六个字，你好好的去做六年。我就真听话，就去照做，还真的就做六年，六年就有感应。有些事情没有发生的，自己大概在一、二个月之前就晓得，就知道有什么事情要发生。用什么功？布施。舍不得，舍不得也要舍。自己心爱的、喜欢的也得要舍。老师叫我舍，就舍！舍到第六年的时候，舍到什么程度？只剩两套换洗衣服，一个舖盖，其他的都没有了，舍光了。",
      "zh_TW": "所以第一天見面，好像總共是有一個半小時的樣子，只說了幾句話，但是這個印象太深刻了，從來沒有過這樣的經驗。我們向別人請教，總是講很多很多話，他老人家是不講話的。所以那個教學方法很特別，完全用定功把你懾服住，使得每講一個字，那個分量非常之重，真的叫你一生都忘不掉。第一天我離開章嘉大師，他老人家送我到大門口，送到門口的時候，特別囑咐一聲：我今天告訴你六個字，你好好的去做六年。我就真聽話，就去照做，還真的就做六年，六年就有感應。有些事情沒有發生的，自己大概在一、二個月之前就曉得，就知道有什麼事情要發生。用什麼功？布施。捨不得，捨不得也要捨。自己心愛的、喜歡的也得要捨。老師叫我捨，就捨！捨到第六年的時候，捨到什麼程度？只剩兩套換洗衣服，一個舖蓋，其他的都沒有了，捨光了。"
    },
    {
      "id": "04-003-0073_p0040",
      "zh_CN": "这舍光了之后，出家的因缘成了。因为我曾经跟章嘉大师提过，我说我很想出家，他点点头，笑笑，他说好，你不要去找师父，不要去找道场。我听了就奇怪，这不找师父到哪里出家？他就告诉我，他说如果你要找那个师父，师父不肯替你剃度，你心里有难过。我听得有道理，我说怎么办？求佛菩萨。因缘成熟了，师父来找你。这个听了有一点道理，所以我始终就有意念想出家，没有去跑过寺庙，没有去找过法师。结果那一年，圆山临济寺，住持心悟法师，一个月当中找了我九次，我看他很诚恳，我就答应了。他来找我，找那么多次，很诚恳的是不是？所以我那个时候出家是有条件的，就说我不念经，不赶经忏佛事，不搞这个东西，统统都答应了。所以我是很优厚条件出家的。我跟李老师修学，我觉得我还需要跟他学，所以我说每一个月，我要到台中去住一个星期，这个旅费什么的，常住都要给我，这都是条件。大概在台湾，像我这种有条件出家的不太多，很少。那这是老师所教给我们的方法，确实很灵验，真有这个事情。",
      "zh_TW": "這捨光了之後，出家的因緣成了。因為我曾經跟章嘉大師提過，我說我很想出家，他點點頭，笑笑，他說好，你不要去找師父，不要去找道場。我聽了就奇怪，這不找師父到哪裡出家？他就告訴我，他說如果你要找那個師父，師父不肯替你剃度，你心裡有難過。我聽得有道理，我說怎麼辦？求佛菩薩。因緣成熟了，師父來找你。這個聽了有一點道理，所以我始終就有意念想出家，沒有去跑過寺廟，沒有去找過法師。結果那一年，圓山臨濟寺，住持心悟法師，一個月當中找了我九次，我看他很誠懇，我就答應了。他來找我，找那麼多次，很誠懇的是不是？所以我那個時候出家是有條件的，就說我不念經，不趕經懺佛事，不搞這個東西，統統都答應了。所以我是很優厚條件出家的。我跟李老師修學，我覺得我還需要跟他學，所以我說每一個月，我要到台中去住一個星期，這個旅費什麼的，常住都要給我，這都是條件。大概在台灣，像我這種有條件出家的不太多，很少。那這是老師所教給我們的方法，確實很靈驗，真有這個事情。"
    },
    {
      "id": "04-003-0073_p0041",
      "zh_CN": "所以我受戒，也是人家来请我去受戒的。年年有传戒，我都没有动念头去受戒，那受戒要钱。不像现在，现在不要钱了，那个时候受戒要钱。那一笔钱，那个时候，我们受戒的时候要缴戒费五百块，五百块数字都很大，我们到哪里去找？刚刚出家，没人供养，谁去找？受戒是谁？周邦道老居士。他打电话来找我，他说八堵海会寺，道源法师传戒，你既然出家两年了，为什么不去受戒？我就告诉他，我说老师没有钱。他在抗战期间是我们中学的校长，他是我的老师，所以他很关心我。没有钱，他说那不要紧，我们这个校友会很多同学，每个人捐一点，送你去受戒。我说好！他把我送去受戒的。是不是？所以从来没有一样东西是自己主动的，都是因缘成熟，自自然然，我不但没有操心，是起心动念也没有。",
      "zh_TW": "所以我受戒，也是人家來請我去受戒的。年年有傳戒，我都沒有動念頭去受戒，那受戒要錢。不像現在，現在不要錢了，那個時候受戒要錢。那一筆錢，那個時候，我們受戒的時候要繳戒費五百塊，五百塊數字都很大，我們到哪裡去找？剛剛出家，沒人供養，誰去找？受戒是誰？周邦道老居士。他打電話來找我，他說八堵海會寺，道源法師傳戒，你既然出家兩年了，為什麼不去受戒？我就告訴他，我說老師沒有錢。他在抗戰期間是我們中學的校長，他是我的老師，所以他很關心我。沒有錢，他說那不要緊，我們這個校友會很多同學，每個人捐一點，送你去受戒。我說好！他把我送去受戒的。是不是？所以從來沒有一樣東西是自己主動的，都是因緣成熟，自自然然，我不但沒有操心，是起心動念也沒有。"
    },
    {
      "id": "04-003-0073_p0042",
      "zh_CN": "这个讲堂，简丰文居士跑来找我，一定要送给我，我还以为是开玩笑的，也没有把他当真，这以后就变成真的。所以从来是不操心，不起心不动念，让这个因缘自自然然成就，说实在话，这是章嘉大师教给我的。曾经有一次告诉我，他说你真正发心，献身于佛法，你的一切，佛菩萨、护法神替你照顾，你统统不要管。我相信他这一句话，我就真照这个话去做，什么都不管，明天没饭吃也不管，根本不想。为什么？佛菩萨他去操心，护法神照顾，我还要管个什么事？我一起心一动念，护法神就跑掉了，他自己会想办法，我们不要照顾了。所以我自己什么都不想，他是非照顾不可，他不照顾，他的责任没有尽到。",
      "zh_TW": "這個講堂，簡豐文居士跑來找我，一定要送給我，我還以為是開玩笑的，也沒有把他當真，這以後就變成真的。所以從來是不操心，不起心不動念，讓這個因緣自自然然成就，說實在話，這是章嘉大師教給我的。曾經有一次告訴我，他說你真正發心，獻身於佛法，你的一切，佛菩薩、護法神替你照顧，你統統不要管。我相信他這一句話，我就真照這個話去做，什麼都不管，明天沒飯吃也不管，根本不想。為什麼？佛菩薩他去操心，護法神照顧，我還要管個什麼事？我一起心一動念，護法神就跑掉了，他自己會想辦法，我們不要照顧了。所以我自己什麼都不想，他是非照顧不可，他不照顧，他的責任沒有盡到。"
    },
    {
      "id": "04-003-0073_p0043",
      "zh_CN": "奉事师长，对于老师的话要真正相信，百分之百的去做到，我们自己决定不吃亏。这些老师，说老实话，他的确是有修有学，有没有证果？我们不知道，我们不敢讲。心地的确清凉自在，大慈大悲。你真正肯学，肯学是什么？听话。给你讲的，真照做，这他真教你，一个学生也教。我跟方老师，学生也是我一个，跟章嘉大师也是一个教，只有在台中是随着大众一起听课，前面两个老师都是单独教的。所以要真正听话，教我们怎样做，就这样做法，决定不吃亏，决定有好处，这叫做奉事师长。奉事师长，不是天天对他恭敬，天天对他供养，不是的，那个老师不需要。老师需要，他教给你的这个方法，你真正肯去做。",
      "zh_TW": "奉事師長，對於老師的話要真正相信，百分之百的去做到，我們自己決定不吃虧。這些老師，說老實話，他的確是有修有學，有沒有證果？我們不知道，我們不敢講。心地的確清涼自在，大慈大悲。你真正肯學，肯學是什麼？聽話。給你講的，真照做，這他真教你，一個學生也教。我跟方老師，學生也是我一個，跟章嘉大師也是一個教，只有在台中是隨著大眾一起聽課，前面兩個老師都是單獨教的。所以要真正聽話，教我們怎樣做，就這樣做法，決定不吃虧，決定有好處，這叫做奉事師長。奉事師長，不是天天對他恭敬，天天對他供養，不是的，那個老師不需要。老師需要，他教給你的這個方法，你真正肯去做。"
    },
    {
      "id": "04-003-0073_p0044",
      "zh_CN": "【证入法界。德用无边。】",
      "zh_TW": "【證入法界。德用無邊。】"
    },
    {
      "id": "04-003-0073_p0045",
      "zh_CN": "前面是解悟，解悟能得法喜，真正的受用，还有一重障碍。什么叫证悟？证悟跟解悟有什么不同？解悟说，能知不能行，这是解悟。所以古人讲，「能知不能行，国之师也」，他可以教化众生，国师。「能知又能行，是国之宝也」，那是国宝。「能行不能知，是国之用也」，对国家是有用的人才，国之用也。能知不能行，是国之师也，他可以教别人做，可以指导别人做。能知又能行，是国之宝也，那是真正的国宝。『证入法界』，就是知行合一，在佛法里面讲解行相应。他把他所知道的东西，完全应用在生活上，整个生活就是知，整个的知，统统变成了生活，这是能知能行，这个受用就大了，这就是证入法界。《华严》太大了，《华严》讲一真法界，太大了。你想我们这个经讲一遍，这还是九十九分之一，《华严经》总共九十九卷，这是其中的一卷，九十九分之一，要讲多长的时间？那全部的大经，实在是不容易。",
      "zh_TW": "前面是解悟，解悟能得法喜，真正的受用，還有一重障礙。什麼叫證悟？證悟跟解悟有什麼不同？解悟說，能知不能行，這是解悟。所以古人講，「能知不能行，國之師也」，他可以教化眾生，國師。「能知又能行，是國之寶也」，那是國寶。「能行不能知，是國之用也」，對國家是有用的人才，國之用也。能知不能行，是國之師也，他可以教別人做，可以指導別人做。能知又能行，是國之寶也，那是真正的國寶。『證入法界』，就是知行合一，在佛法裡面講解行相應。他把他所知道的東西，完全應用在生活上，整個生活就是知，整個的知，統統變成了生活，這是能知能行，這個受用就大了，這就是證入法界。《華嚴》太大了，《華嚴》講一真法界，太大了。你想我們這個經講一遍，這還是九十九分之一，《華嚴經》總共九十九卷，這是其中的一卷，九十九分之一，要講多長的時間？那全部的大經，實在是不容易。"
    },
    {
      "id": "04-003-0073_p0046",
      "zh_CN": "古时候清凉大师讲《华严》，一天讲八个小时，一年一部经圆满，不容易。入华严法界，可见得是一桩难事。可是古德告诉我们，《无量寿经》即是《华严》。那《无量寿经》的分量小，因此我们就取《无量寿经》，《无量寿经》是整个《华严经》的浓缩，是《华严经》的缩小，就是《华严》，文字少，里面内容并不少，内容跟大经是没有差别的。文字少，少就容易受持，所以我们依照这一本《无量寿经》来修，把《无量寿经》里面所说的理论融会自性，《无量寿经》教给我们的方法，变成我们的生活，你就入法界，就证入法界了。",
      "zh_TW": "古時候清涼大師講《華嚴》，一天講八個小時，一年一部經圓滿，不容易。入華嚴法界，可見得是一樁難事。可是古德告訴我們，《無量壽經》即是《華嚴》。那《無量壽經》的分量小，因此我們就取《無量壽經》，《無量壽經》是整個《華嚴經》的濃縮，是《華嚴經》的縮小，就是《華嚴》，文字少，裡面內容並不少，內容跟大經是沒有差別的。文字少，少就容易受持，所以我們依照這一本《無量壽經》來修，把《無量壽經》裡面所說的理論融會自性，《無量壽經》教給我們的方法，變成我們的生活，你就入法界，就證入法界了。"
    },
    {
      "id": "04-003-0073_p0047",
      "zh_CN": "所以我景美那边的图书馆，因为我们是专修净土，我们的早课，就是念《无量寿经》的第六章，第六章就是四十八愿。早课念四十八愿，目的，希望把阿弥陀佛的四十八愿，变成自己的本愿，我的心、我的愿跟阿弥陀佛完全相同。晚课，我们念《无量寿经》第三十三、三十四、三十五、三十六、三十七，念这五章。这五章是阿弥陀佛跟释迦牟尼佛教给我们，在这个世间处事待人接物要用什么样的态度、用什么样的心态来修净业？所以这一章的目的是希望我们的言行跟阿弥陀佛一样。这样一来，我们的心跟阿弥陀佛的心相同，我们的愿跟阿弥陀佛的愿相同，我们的言行跟阿弥陀佛的言行相同，哪有不往生的道理？决定往生。所以每天讲解这部经，是希望大家觉悟。悟了之后，你自己真正能把经典理论方法，变成自己思想、见解、行为，这就叫证入法界，这个要紧，这叫真正修行。能知能行，能行能知，底下所讲的『德用无边』。",
      "zh_TW": "所以我景美那邊的圖書館，因為我們是專修淨土，我們的早課，就是念《無量壽經》的第六章，第六章就是四十八願。早課念四十八願，目的，希望把阿彌陀佛的四十八願，變成自己的本願，我的心、我的願跟阿彌陀佛完全相同。晚課，我們念《無量壽經》第三十三、三十四、三十五、三十六、三十七，念這五章。這五章是阿彌陀佛跟釋迦牟尼佛教給我們，在這個世間處事待人接物要用什麼樣的態度、用什麼樣的心態來修淨業？所以這一章的目的是希望我們的言行跟阿彌陀佛一樣。這樣一來，我們的心跟阿彌陀佛的心相同，我們的願跟阿彌陀佛的願相同，我們的言行跟阿彌陀佛的言行相同，哪有不往生的道理？決定往生。所以每天講解這部經，是希望大家覺悟。悟了之後，你自己真正能把經典理論方法，變成自己思想、見解、行為，這就叫證入法界，這個要緊，這叫真正修行。能知能行，能行能知，底下所講的『德用無邊』。"
    },
    {
      "id": "04-003-0073_p0048",
      "zh_CN": "【即无所乏短。昭然可见矣。】",
      "zh_TW": "【即無所乏短。昭然可見矣。】"
    },
    {
      "id": "04-003-0073_p0049",
      "zh_CN": "这个话是真的，一点都不错。这个话，如果我们用浅显的句子跟诸位讲，就是「佛氏门中，有求必应」。求不是说我要起个心、动个念去求，不是的。到那个时候，你有需要的话，自自然然就来了，这就叫求。你没有需要的时候，佛菩萨就不送来；需要的时候马上就送来，你说这个多自在，这个太自在！说实在话，我们现在需要这么大的道场，佛菩萨就送这么大道场来。在不需要的时候，他就不送来。将来如果再要说大的道场送来了，那大概正是需要的时候，他才送来。现在我还不需要，送来我也不能接受，所以他也不送来，这才是「佛氏门中，有求必应」。所以一切真正学佛人，无论在家、出家，统统交给佛菩萨去，我们就一心向道，不要攀缘，不要起心动念，不要分别执着，只求清净心。清净心得不到，只念阿弥陀佛，所谓是二六时中，一天到晚，心里面只系念一个阿弥陀佛。除了阿弥陀佛之外，什么也不想，什么也不念，就对了。用这个方法，把心里面所有一切妄想执着，统统把它打掉，用这个方法把它打掉，跟阿弥陀佛念念相应。古人讲，「一念相应一念佛，念念相应念念佛」，这样才相应。所以念佛的秘诀就是不怀疑、不间断、不夹杂。我们今天念佛，所以功夫不能成就，说实在话，这三个毛病都有，怀疑、间断、夹杂，所以这个功夫不能得力。我们现在知道这个毛病的所在，从今天起把这个毛病断掉，我们功夫自然就会得力了。",
      "zh_TW": "這個話是真的，一點都不錯。這個話，如果我們用淺顯的句子跟諸位講，就是「佛氏門中，有求必應」。求不是說我要起個心、動個念去求，不是的。到那個時候，你有需要的話，自自然然就來了，這就叫求。你沒有需要的時候，佛菩薩就不送來；需要的時候馬上就送來，你說這個多自在，這個太自在！說實在話，我們現在需要這麼大的道場，佛菩薩就送這麼大道場來。在不需要的時候，他就不送來。將來如果再要說大的道場送來了，那大概正是需要的時候，他才送來。現在我還不需要，送來我也不能接受，所以他也不送來，這才是「佛氏門中，有求必應」。所以一切真正學佛人，無論在家、出家，統統交給佛菩薩去，我們就一心向道，不要攀緣，不要起心動念，不要分別執著，只求清淨心。清淨心得不到，只念阿彌陀佛，所謂是二六時中，一天到晚，心裡面只繫念一個阿彌陀佛。除了阿彌陀佛之外，什麼也不想，什麼也不念，就對了。用這個方法，把心裡面所有一切妄想執著，統統把它打掉，用這個方法把它打掉，跟阿彌陀佛念念相應。古人講，「一念相應一念佛，念念相應念念佛」，這樣才相應。所以念佛的祕訣就是不懷疑、不間斷、不夾雜。我們今天念佛，所以功夫不能成就，說實在話，這三個毛病都有，懷疑、間斷、夾雜，所以這個功夫不能得力。我們現在知道這個毛病的所在，從今天起把這個毛病斷掉，我們功夫自然就會得力了。"
    },
    {
      "id": "04-003-0073_p0050",
      "zh_CN": "好，今天就讲到此地。下一次是星期四，星期四我们再讲一次，今年就暂时告一个段落。因为六号，我们在景美，也是同修来找我的麻烦，要我讲一部《观无量寿经》，讲一个星期。《观经》讲完之后，大概过个二、三天，我要到美国去一趟。美国现在有个小道场，真的是佛菩萨成就的。因为我们也是没有起心动念，自自然然成就的，这一成就了，就得替佛菩萨做点事情。就那一边，我决心在那里培养继起的人才，希望三年之后，我就不要讲经，由我的学生来代我讲。我自己可以专门把这个时间用在教学、用在写书，我来做这个工作。那三年培养的学生，我想在讲台上不会比我差，一样会讲得很好，这就是要认真的来教他们。我教的方法，就是从前李老师教给我的方法，我们是用私塾的教学法，个别的教学法，而不是办佛学院。这样教法很严格，学生很辛苦，通常的功课，每天《无量寿经》念十遍，修定，把心定下来。每天注解，用一个小时的时间去研究，一个星期要讲一次给我听，要讲给我听。我听了，同意了，没有问题了，他出去讲当然不会有问题。他要先讲给我听，我不讲给他听，我供给他参考资料，教他讲的方法，他讲给我听，我替他改正。用这种方法，三年一定能训练得出几个人出来。所以目前真正有发心的，他们已经到美国去了，在那里等我，所以我这十六号要赶到那里去看看。",
      "zh_TW": "好，今天就講到此地。下一次是星期四，星期四我們再講一次，今年就暫時告一個段落。因為六號，我們在景美，也是同修來找我的麻煩，要我講一部《觀無量壽經》，講一個星期。《觀經》講完之後，大概過個二、三天，我要到美國去一趟。美國現在有個小道場，真的是佛菩薩成就的。因為我們也是沒有起心動念，自自然然成就的，這一成就了，就得替佛菩薩做點事情。就那一邊，我決心在那裡培養繼起的人才，希望三年之後，我就不要講經，由我的學生來代我講。我自己可以專門把這個時間用在教學、用在寫書，我來做這個工作。那三年培養的學生，我想在講台上不會比我差，一樣會講得很好，這就是要認真的來教他們。我教的方法，就是從前李老師教給我的方法，我們是用私塾的教學法，個別的教學法，而不是辦佛學院。這樣教法很嚴格，學生很辛苦，通常的功課，每天《無量壽經》念十遍，修定，把心定下來。每天註解，用一個小時的時間去研究，一個星期要講一次給我聽，要講給我聽。我聽了，同意了，沒有問題了，他出去講當然不會有問題。他要先講給我聽，我不講給他聽，我供給他參考資料，教他講的方法，他講給我聽，我替他改正。用這種方法，三年一定能訓練得出幾個人出來。所以目前真正有發心的，他們已經到美國去了，在那裡等我，所以我這十六號要趕到那裡去看看。"
    },
    {
      "id": "04-003-0073_p0051",
      "zh_CN": "好，我们念佛回向。",
      "zh_TW": "好，我們念佛迴向。"
    }
  ]
}