{
  "doc_id": "04-003-0102",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二集",
    "zh_TW": "第一０二集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0102",
  "total_paragraphs": 94,
  "paragraphs": [
    {
      "id": "04-003-0102_p0001",
      "zh_CN": "请掀开经本，第二百五十四面第三行，从最后这句看起：",
      "zh_TW": "請掀開經本，第二百五十四面第三行，從最後這句看起："
    },
    {
      "id": "04-003-0102_p0002",
      "zh_CN": "【今初分二。】",
      "zh_TW": "【今初分二。】"
    },
    {
      "id": "04-003-0102_p0003",
      "zh_CN": "这个地方所说的『初』就是前面讲自性清净，离垢清净，文是从这个地方来的，就是「性净门，在缠不染」。那分为两个小段：",
      "zh_TW": "這個地方所說的『初』就是前面講自性清淨，離垢清淨，文是從這個地方來的，就是「性淨門，在纏不染」。那分為兩個小段："
    },
    {
      "id": "04-003-0102_p0004",
      "zh_CN": "【初标门略释。言在缠不染者。】",
      "zh_TW": "【初標門略釋。言在纏不染者。】"
    },
    {
      "id": "04-003-0102_p0005",
      "zh_CN": "这是解释《疏》里面的第一句，这个疏文在二百五十二面倒数第二行：「性净门，在缠不染，性恒清净，虽遍一切，不同一切」，解释这段文。大师在此地引：",
      "zh_TW": "這是解釋《疏》裡面的第一句，這個疏文在二百五十二面倒數第二行：「性淨門，在纏不染，性恆清淨，雖遍一切，不同一切」，解釋這段文。大師在此地引："
    },
    {
      "id": "04-003-0102_p0006",
      "zh_CN": "【胜鬘经云。】",
      "zh_TW": "【勝鬘經云。】"
    },
    {
      "id": "04-003-0102_p0007",
      "zh_CN": "来跟我们说明，这是《胜鬘夫人经》：",
      "zh_TW": "來跟我們說明，這是《勝鬘夫人經》："
    },
    {
      "id": "04-003-0102_p0008",
      "zh_CN": "【染而不染。难可了知。】",
      "zh_TW": "【染而不染。難可了知。】"
    },
    {
      "id": "04-003-0102_p0009",
      "zh_CN": "这是经上所说的，是很不容易体会的，也是佛法修学最高的境界，没有入到这个境界，凭我们想像是很难得到真相。",
      "zh_TW": "這是經上所說的，是很不容易體會的，也是佛法修學最高的境界，沒有入到這個境界，憑我們想像是很難得到真相。"
    },
    {
      "id": "04-003-0102_p0010",
      "zh_CN": "【后通难释成。虽遍一切。不同一切者。谓外难云。此性净门。明理法界即是一切染净诸法之至体也。】",
      "zh_TW": "【後通難釋成。雖遍一切。不同一切者。謂外難云。此性淨門。明理法界即是一切染淨諸法之至體也。】"
    },
    {
      "id": "04-003-0102_p0011",
      "zh_CN": "我们先说这句。这个『性净』，性是讲本性，本性本来清净，所以大师在此地给我们说，『在缠不染』，缠是指什么？指六道轮回。不但指的六道轮回，也指的十法界。那讲十法界，讲到末后四圣法界，我们也许会怀疑，这四圣法界清净，他当然不染了。其实不然，四圣法界也不清净，只是在比较上说，比我们六凡清净。为什么说不清净？我们问问十法界里头，这四圣法界他还有没有念头？如果还有念头，那就不清净。他说我成佛了，这句话就不清净。我成佛，我，我执在；成佛，法执在，我法二执都在，成什么佛？是成佛，十法界里面的佛。再往上面去，叫一真法界。什么叫一真？我法两种执着都舍掉了，这个法界是平等法界，绝对没有一个妄念，成佛也是妄念。所以入到那个境界，这个念头没有了，这叫真净。那我们的本性，在十法界里面是染而不染。染的是什么？染的是妄想、妄心，真性不染，这点诸位一定要知道。所说的染那一边是假的，不是真的。",
      "zh_TW": "我們先說這句。這個『性淨』，性是講本性，本性本來清淨，所以大師在此地給我們說，『在纏不染』，纏是指什麼？指六道輪迴。不但指的六道輪迴，也指的十法界。那講十法界，講到末後四聖法界，我們也許會懷疑，這四聖法界清淨，他當然不染了。其實不然，四聖法界也不清淨，只是在比較上說，比我們六凡清淨。為什麼說不清淨？我們問問十法界裡頭，這四聖法界他還有沒有念頭？如果還有念頭，那就不清淨。他說我成佛了，這句話就不清淨。我成佛，我，我執在；成佛，法執在，我法二執都在，成什麼佛？是成佛，十法界裡面的佛。再往上面去，叫一真法界。什麼叫一真？我法兩種執著都捨掉了，這個法界是平等法界，絕對沒有一個妄念，成佛也是妄念。所以入到那個境界，這個念頭沒有了，這叫真淨。那我們的本性，在十法界裡面是染而不染。染的是什麼？染的是妄想、妄心，真性不染，這點諸位一定要知道。所說的染那一邊是假的，不是真的。"
    },
    {
      "id": "04-003-0102_p0012",
      "zh_CN": "《起信论》上也说得很好，「不觉本无」，那个不觉就是染；「本觉本有」，本觉就是净，本觉是清净，这个事情的确很难懂。古人常常用云彩跟太阳来做个比喻，现在人对于这个现象，这比古人更清楚、更明了。把太阳比作本性，比作清净的本性；把云彩比喻染污，云彩遮住太阳，它阴天遮住太阳，我们问问太阳到底是染了没有染？现在这个概念很清楚，我们飞机飞到云层上面，太阳没有被云彩遮住！云彩距离太阳是远之远矣，哪里遮得住！妄情与真性就像这个样子。所以我们的真性永远是不染着的，永远不会染着，染着是妄念，起心动念这是妄。起心动念，实在上讲是本性的作用。起了作用，可惜的就是我们自己迷了，把体用颠倒了，以为这个妄念就是自己的真心，这一下认错了。《楞严经》上讲，认贼作父，错认了。诸佛菩萨跟我们不同的所在在哪里？他知道哪是体，哪是用，用不碍体，体也不碍用，所以他在一切作用里面得大自在。凡夫体用颠倒了，或者体用完全不知道，完全迷失了，这才起惑造业，才受种种苦报。",
      "zh_TW": "《起信論》上也說得很好，「不覺本無」，那個不覺就是染；「本覺本有」，本覺就是淨，本覺是清淨，這個事情的確很難懂。古人常常用雲彩跟太陽來做個比喻，現在人對於這個現象，這比古人更清楚、更明瞭。把太陽比作本性，比作清淨的本性；把雲彩比喻染污，雲彩遮住太陽，它陰天遮住太陽，我們問問太陽到底是染了沒有染？現在這個概念很清楚，我們飛機飛到雲層上面，太陽沒有被雲彩遮住！雲彩距離太陽是遠之遠矣，哪裡遮得住！妄情與真性就像這個樣子。所以我們的真性永遠是不染著的，永遠不會染著，染著是妄念，起心動念這是妄。起心動念，實在上講是本性的作用。起了作用，可惜的就是我們自己迷了，把體用顛倒了，以為這個妄念就是自己的真心，這一下認錯了。《楞嚴經》上講，認賊作父，錯認了。諸佛菩薩跟我們不同的所在在哪裡？他知道哪是體，哪是用，用不礙體，體也不礙用，所以他在一切作用裡面得大自在。凡夫體用顛倒了，或者體用完全不知道，完全迷失了，這才起惑造業，才受種種苦報。"
    },
    {
      "id": "04-003-0102_p0013",
      "zh_CN": "这种种苦报，说实在话，也不是真的，佛在《金刚经》上讲的，「一切有为法如梦幻泡影」，这是真的。我们眼前这个世间是梦幻泡影，人生如梦，人生真的是一场梦。很多人会说人生如梦，那何必在梦境里面去计较，去那么执着？这就错了。真正体会到人生是梦，梦是假的，何必认真！只要一切不认真，你就得自在了，你所有的一些苦恼，一大半都没有了。那苦恼从哪里来？坚固的执着，不知道眼前一切现象是虚幻不实，他把它当真。这个当真就是执着，我执、法执。因为有执着，这才造业，那个业也不是真的，果报也不是真的，没有一样是真的。什么是真的？本性是真的。所以本性在染而不染，唯独佛与大菩萨了知，权小以下都不知道。所以这个真的是难可了知。",
      "zh_TW": "這種種苦報，說實在話，也不是真的，佛在《金剛經》上講的，「一切有為法如夢幻泡影」，這是真的。我們眼前這個世間是夢幻泡影，人生如夢，人生真的是一場夢。很多人會說人生如夢，那何必在夢境裡面去計較，去那麼執著？這就錯了。真正體會到人生是夢，夢是假的，何必認真！只要一切不認真，你就得自在了，你所有的一些苦惱，一大半都沒有了。那苦惱從哪裡來？堅固的執著，不知道眼前一切現象是虛幻不實，他把它當真。這個當真就是執著，我執、法執。因為有執著，這才造業，那個業也不是真的，果報也不是真的，沒有一樣是真的。什麼是真的？本性是真的。所以本性在染而不染，唯獨佛與大菩薩了知，權小以下都不知道。所以這個真的是難可了知。"
    },
    {
      "id": "04-003-0102_p0014",
      "zh_CN": "『虽遍一切，不同一切』，确实遍一切，如果不遍一切，我们这个眼怎么能见？耳怎么能听？眼能够见到远方，我们见性达到这一切你才能见。见性达不到，你怎么会见？你就不可能见了。今天我们六根有障碍，这个六根障碍毛病发生在哪里？要用现代科学的话来说，这六根分子组织不相同，现在人叫方程式，排列的，分子排列不一样。那我们再要问，谁在主宰排列？我们要追根究柢，是到底我们这个身体的结构那些细胞排列，谁去排列的？谁在那里安排的？一个健康的身体跟一个生病的身体，这里面组织排列就不一样。谁做主宰？念头在做主宰。所以你的心不清净，你就会生病，心不清净，排列就乱，就不正常了，所以这身体就会生病。疾病的根源是妄念，没有妄念的人，那这个心是正常的，心地清净，那个排列就正常了，六根的能力就大，它本来就大！眼见，尽虚空遍法界都能够见得到。我们今天讲，这个人有神通、天眼通，他本来是能见得到，墙壁也挡不住，我们在三楼讲经，看看上面，每一层都看得清楚，看看下面也看得清楚。眼根组织排列不一样，正常不正常全在念头的清净不清净。佛与大菩萨心地清净至极，所以他完全正常，他六根的能力，每一根都能够达到虚空法界，无所不见，无所不闻。这没有什么稀奇，你知道这个原理，我们自己想恢复，重新再排一排，好好的恢复起来，从哪里、从什么地方去修？从清净心修。",
      "zh_TW": "『雖遍一切，不同一切』，確實遍一切，如果不遍一切，我們這個眼怎麼能見？耳怎麼能聽？眼能夠見到遠方，我們見性達到這一切你才能見。見性達不到，你怎麼會見？你就不可能見了。今天我們六根有障礙，這個六根障礙毛病發生在哪裡？要用現代科學的話來說，這六根分子組織不相同，現在人叫方程式，排列的，分子排列不一樣。那我們再要問，誰在主宰排列？我們要追根究柢，是到底我們這個身體的結構那些細胞排列，誰去排列的？誰在那裡安排的？一個健康的身體跟一個生病的身體，這裡面組織排列就不一樣。誰做主宰？念頭在做主宰。所以你的心不清淨，你就會生病，心不清淨，排列就亂，就不正常了，所以這身體就會生病。疾病的根源是妄念，沒有妄念的人，那這個心是正常的，心地清淨，那個排列就正常了，六根的能力就大，它本來就大！眼見，盡虛空遍法界都能夠見得到。我們今天講，這個人有神通、天眼通，他本來是能見得到，牆壁也擋不住，我們在三樓講經，看看上面，每一層都看得清楚，看看下面也看得清楚。眼根組織排列不一樣，正常不正常全在念頭的清淨不清淨。佛與大菩薩心地清淨至極，所以他完全正常，他六根的能力，每一根都能夠達到虛空法界，無所不見，無所不聞。這沒有什麼稀奇，你知道這個原理，我們自己想恢復，重新再排一排，好好的恢復起來，從哪裡、從什麼地方去修？從清淨心修。"
    },
    {
      "id": "04-003-0102_p0015",
      "zh_CN": "佛法无量的法门，许多宗派，要问问他修的什么？统统修的是清净心，或者讲，统统修的是禅定，禅定就是清净心。说禅定，怕大家对这个名词起了误会，起了执着，认为禅定一定每天就打坐，那就叫禅定，其实你把禅定两个字的意思搞错了。禅是外不着相，定是内不动心，这叫禅定；换句话说，外不会受外面境界诱惑，内里面心地清净，如如不动，这叫禅定。盘腿面壁，那是禅定初级的修学方法；高级的禅定，不要去打坐，六根接触六尘境界，《金刚经》上说得很好，「不取于相，如如不动」，那就是修禅定。盘腿面壁，心里还在打妄想，那也不是禅、也不是定，禅定都没有了，那叫做装模作样。",
      "zh_TW": "佛法無量的法門，許多宗派，要問問他修的什麼？統統修的是清淨心，或者講，統統修的是禪定，禪定就是清淨心。說禪定，怕大家對這個名詞起了誤會，起了執著，認為禪定一定每天就打坐，那就叫禪定，其實你把禪定兩個字的意思搞錯了。禪是外不著相，定是內不動心，這叫禪定；換句話說，外不會受外面境界誘惑，內裡面心地清淨，如如不動，這叫禪定。盤腿面壁，那是禪定初級的修學方法；高級的禪定，不要去打坐，六根接觸六塵境界，《金剛經》上說得很好，「不取於相，如如不動」，那就是修禪定。盤腿面壁，心裡還在打妄想，那也不是禪、也不是定，禪定都沒有了，那叫做裝模作樣。"
    },
    {
      "id": "04-003-0102_p0016",
      "zh_CN": "遍一切处，虽遍一切处，不同一切，这一切就是相，就是现相。有现相，当然就有作用。真心遍一切处，不同妄心，更不同色相，但是妄心与色相都是从真心变现出来的，它是本体，没有它，说老实话，也没有妄心。什么叫妄心？把真心迷了就叫妄心。所以真跟妄是一不是二，真妄不二，真妄一如。真正的问题就是在觉与迷，觉悟了，哪一样不是真的？迷了之后，问的哪一样是真的？佛法说穿了，就是迷悟而已。所以佛法宗旨，古德常说，无非破迷开悟而已。破迷开悟的结果是离苦得乐，苦从哪里来的？迷来的，迷了就苦。自在快乐从哪来的？悟了就自在快乐。彻底悟入，《华严经》上讲的，理事无碍，事事无碍，那是彻底觉悟，所以真心虽遍一切，不同一切。这个底下跟我们讲，『谓外难云』，这佛门以外的人来问难：『此性净门，明理法界即是一切染净诸法之至体也』。这个话说得不错，一切染净诸法，四圣六凡都是以本性为体，统统是从这个性理变现出来的。",
      "zh_TW": "遍一切處，雖遍一切處，不同一切，這一切就是相，就是現相。有現相，當然就有作用。真心遍一切處，不同妄心，更不同色相，但是妄心與色相都是從真心變現出來的，它是本體，沒有它，說老實話，也沒有妄心。什麼叫妄心？把真心迷了就叫妄心。所以真跟妄是一不是二，真妄不二，真妄一如。真正的問題就是在覺與迷，覺悟了，哪一樣不是真的？迷了之後，問的哪一樣是真的？佛法說穿了，就是迷悟而已。所以佛法宗旨，古德常說，無非破迷開悟而已。破迷開悟的結果是離苦得樂，苦從哪裡來的？迷來的，迷了就苦。自在快樂從哪來的？悟了就自在快樂。徹底悟入，《華嚴經》上講的，理事無礙，事事無礙，那是徹底覺悟，所以真心雖遍一切，不同一切。這個底下跟我們講，『謂外難云』，這佛門以外的人來問難：『此性淨門，明理法界即是一切染淨諸法之至體也』。這個話說得不錯，一切染淨諸法，四聖六凡都是以本性為體，統統是從這個性理變現出來的。"
    },
    {
      "id": "04-003-0102_p0017",
      "zh_CN": "【既随诸缘成于染净。即同一切。云何此云在缠不染等耶。】",
      "zh_TW": "【既隨諸緣成於染淨。即同一切。云何此云在纏不染等耶。】"
    },
    {
      "id": "04-003-0102_p0018",
      "zh_CN": "本性随缘，随四圣的缘就现四圣法界，随六凡之缘就现六凡法界，那凡圣就有染净。他的意思是随净，他就是净；随染缘，他就染，为什么你说没有染净，『在缠不染』？经上提出这个问题，我们听了满有道理，很有道理。下面：",
      "zh_TW": "本性隨緣，隨四聖的緣就現四聖法界，隨六凡之緣就現六凡法界，那凡聖就有染淨。他的意思是隨淨，他就是淨；隨染緣，他就染，為什麼你說沒有染淨，『在纏不染』？經上提出這個問題，我們聽了滿有道理，很有道理。下面："
    },
    {
      "id": "04-003-0102_p0019",
      "zh_CN": "【疏释云。】",
      "zh_TW": "【疏釋云。】"
    },
    {
      "id": "04-003-0102_p0020",
      "zh_CN": "这解释、解答：",
      "zh_TW": "這解釋、解答："
    },
    {
      "id": "04-003-0102_p0021",
      "zh_CN": "【虽遍一切。不同一切。】",
      "zh_TW": "【雖遍一切。不同一切。】"
    },
    {
      "id": "04-003-0102_p0022",
      "zh_CN": "『虽遍』，这个『一切』简单讲就是十法界，但是自性并不是十法界，随十法界的缘，但它自己并不是十法界。",
      "zh_TW": "『雖遍』，這個『一切』簡單講就是十法界，但是自性並不是十法界，隨十法界的緣，但它自己並不是十法界。"
    },
    {
      "id": "04-003-0102_p0023",
      "zh_CN": "【故经云。譬如法界遍一切。不可见取为一切。】",
      "zh_TW": "【故經云。譬如法界遍一切。不可見取為一切。】"
    },
    {
      "id": "04-003-0102_p0024",
      "zh_CN": "这个意思确实就像前面经上所讲的，「难可了知」，古德说到难以理解的地方，常常用比喻来说，希望从比喻当中体会它的意思。从前贤首国师在宫廷里面讲经，讲到这些地方，国王大臣听了都很迷惑，不容易理解，国师指着殿上有金狮子，用这个来做比喻，说明事实的真相。譬如黄金，我们把黄金比作本性，比作这个净性。把黄金造一尊佛像，它就随佛法界！造一尊菩萨像，它就随菩萨法界；造一个人像，它就随人法界；做一个小猫、小狗，它就随畜生法界。这我们容易懂，就好像本性随缘，我们造这十样东西，它就随十法界。再问一问黄金是不是十法界？金不是的，虽然随十法界缘，它本身并不是十法界。这就解释，「虽遍一切，不同一切」，我们真性确实就是这样的。虽然随十法界，它也一点都没有染着，它的价值一丝毫没有变，随缘不变，不变随缘，统统讲的是真性，这都是事实的真相。",
      "zh_TW": "這個意思確實就像前面經上所講的，「難可了知」，古德說到難以理解的地方，常常用比喻來說，希望從比喻當中體會它的意思。從前賢首國師在宮廷裡面講經，講到這些地方，國王大臣聽了都很迷惑，不容易理解，國師指著殿上有金獅子，用這個來做比喻，說明事實的真相。譬如黃金，我們把黃金比作本性，比作這個淨性。把黃金造一尊佛像，它就隨佛法界！造一尊菩薩像，它就隨菩薩法界；造一個人像，它就隨人法界；做一個小貓、小狗，它就隨畜生法界。這我們容易懂，就好像本性隨緣，我們造這十樣東西，它就隨十法界。再問一問黃金是不是十法界？金不是的，雖然隨十法界緣，它本身並不是十法界。這就解釋，「雖遍一切，不同一切」，我們真性確實就是這樣的。雖然隨十法界，它也一點都沒有染著，它的價值一絲毫沒有變，隨緣不變，不變隨緣，統統講的是真性，這都是事實的真相。"
    },
    {
      "id": "04-003-0102_p0025",
      "zh_CN": "所以经上讲，『譬如法界遍一切』。实在讲法界就是本性，本性就是法界，性遍法界，法界遍性，它是一不是二。十法界里面依正庄严，统是本性随缘变现出来的东西，虽然变现这么多，它确实不是这一切万象。希望诸位从这个比喻当中去体会，然后在一切万象里面认识本体。譬如我们讲见这个佛像，你只要不着相，不着相见的是什么？纯金！见到一个小狗的像，你不要去着相，也是纯金，没有两样！是一不是二！所以如来成等正觉的时候，见到大地一切众生同成佛道，为什么同成佛道？他看像离掉，看性完全相同，十法界依正庄严是一个清净心，明心见性，见性就成佛了。凡夫为什么见不了性？着相。见到这个像，认定这是佛，把那个金忘掉了；见到那个像，那是菩萨、那是人、那是畜生，着相把性忘掉了，就不见性，离相就见性。这样的话，佛在经论上讲得太多，我们听得也耳熟，问题就是我们今天离不了相，麻烦在此地。知道要离相，是偏偏着相，下个决心我要离一切相，问问他着了相没有，他着了，着了离一切相，还是着了。",
      "zh_TW": "所以經上講，『譬如法界遍一切』。實在講法界就是本性，本性就是法界，性遍法界，法界遍性，它是一不是二。十法界裡面依正莊嚴，統是本性隨緣變現出來的東西，雖然變現這麼多，它確實不是這一切萬象。希望諸位從這個比喻當中去體會，然後在一切萬象裡面認識本體。譬如我們講見這個佛像，你只要不著相，不著相見的是什麼？純金！見到一個小狗的像，你不要去著相，也是純金，沒有兩樣！是一不是二！所以如來成等正覺的時候，見到大地一切眾生同成佛道，為什麼同成佛道？他看像離掉，看性完全相同，十法界依正莊嚴是一個清淨心，明心見性，見性就成佛了。凡夫為什麼見不了性？著相。見到這個像，認定這是佛，把那個金忘掉了；見到那個像，那是菩薩、那是人、那是畜生，著相把性忘掉了，就不見性，離相就見性。這樣的話，佛在經論上講得太多，我們聽得也耳熟，問題就是我們今天離不了相，麻煩在此地。知道要離相，是偏偏著相，下個決心我要離一切相，問問他著了相沒有，他著了，著了離一切相，還是著了。"
    },
    {
      "id": "04-003-0102_p0026",
      "zh_CN": "我们要问问佛菩萨的本事，就是他真的不着一切相，所以他心清净平等。实在讲，《无量寿经》好，经文不深，这些意思讲得清清楚楚、明明白白。譬如经上给我们讲西方极乐世界人太多了，数不清，没有法子计算那么多人。这些人都在西方极乐世界，没有姓氏，也没有名字，就是一切不执着，居住的所在也没有街道名字，也没有门牌号码。你明白这个道理，虽然他那里依正庄严，有没有名字？没有。我们说这是宫殿，那是宝树，那是八功德水、七宝莲池，西方极乐世界这些观念统统没有；一有，他就起执着了。所以你才晓得他那个心是多清净，眼前这个现象是清清楚楚、明明白白，这叫实相，诸法实相。心地里面绝对没有起心动念说这是什么，那是什么，没有，都知道是一个自性变现出来的无量庄严，无量庄严就是自性功德，这是真实不可思议。十方世界所不能相比，十方世界有名字相，西方极乐世界没有，没有名字相，没有言说相，也没有心缘相。所以你念《无量寿经》，你从这些地方去体会，经是释迦牟尼佛为我们介绍西方极乐世界而说的。因为我们着相，佛给我们讲他种种依正庄严，实际上生到西方极乐世界就离一切相。离相就见性，见性就不迷了，没见性，统统是在迷惑颠倒；换句话说，我们六根接触六尘境界，起心动念就是迷惑颠倒。",
      "zh_TW": "我們要問問佛菩薩的本事，就是他真的不著一切相，所以他心清淨平等。實在講，《無量壽經》好，經文不深，這些意思講得清清楚楚、明明白白。譬如經上給我們講西方極樂世界人太多了，數不清，沒有法子計算那麼多人。這些人都在西方極樂世界，沒有姓氏，也沒有名字，就是一切不執著，居住的所在也沒有街道名字，也沒有門牌號碼。你明白這個道理，雖然他那裡依正莊嚴，有沒有名字？沒有。我們說這是宮殿，那是寶樹，那是八功德水、七寶蓮池，西方極樂世界這些觀念統統沒有；一有，他就起執著了。所以你才曉得他那個心是多清淨，眼前這個現象是清清楚楚、明明白白，這叫實相，諸法實相。心地裡面絕對沒有起心動念說這是什麼，那是什麼，沒有，都知道是一個自性變現出來的無量莊嚴，無量莊嚴就是自性功德，這是真實不可思議。十方世界所不能相比，十方世界有名字相，西方極樂世界沒有，沒有名字相，沒有言說相，也沒有心緣相。所以你念《無量壽經》，你從這些地方去體會，經是釋迦牟尼佛為我們介紹西方極樂世界而說的。因為我們著相，佛給我們講他種種依正莊嚴，實際上生到西方極樂世界就離一切相。離相就見性，見性就不迷了，沒見性，統統是在迷惑顛倒；換句話說，我們六根接觸六塵境界，起心動念就是迷惑顛倒。"
    },
    {
      "id": "04-003-0102_p0027",
      "zh_CN": "怎么样训练我们在六尘境界里头，真的不起心不动念？你要问什么方法来训练？佛家八万四千法门统统是训练这桩事情。而八万四千法门，最方便、最殊胜的无过于念阿弥陀佛。因为无量劫以来，我们起心动念变成一个习惯，习惯成自然，断也断不了，佛用这样巧妙的方法把你的念头转一转，转成阿弥陀佛。起心动念都是阿弥陀佛，这就是转一切妄念变成一念。果然转过来，就叫做一心不乱，你就一念了。功夫再往上提升，这个一念打掉，那什么事都没有了，天下太平，就入了诸佛的法界，这个方法妙极了，比什么方法都殊胜。因为他说太容易了，阿弥陀佛四个字，比密宗里头念咒还简单，哪一个咒语比这个也长。所以要晓得，这一句阿弥陀佛乃是无上深咒，咒中之王，用这样的方法恢复到自性清净。我们再看底下经文，下面文是用比喻：",
      "zh_TW": "怎麼樣訓練我們在六塵境界裡頭，真的不起心不動念？你要問什麼方法來訓練？佛家八萬四千法門統統是訓練這樁事情。而八萬四千法門，最方便、最殊勝的無過於念阿彌陀佛。因為無量劫以來，我們起心動念變成一個習慣，習慣成自然，斷也斷不了，佛用這樣巧妙的方法把你的念頭轉一轉，轉成阿彌陀佛。起心動念都是阿彌陀佛，這就是轉一切妄念變成一念。果然轉過來，就叫做一心不亂，你就一念了。功夫再往上提升，這個一念打掉，那什麼事都沒有了，天下太平，就入了諸佛的法界，這個方法妙極了，比什麼方法都殊勝。因為他說太容易了，阿彌陀佛四個字，比密宗裡頭念咒還簡單，哪一個咒語比這個也長。所以要曉得，這一句阿彌陀佛乃是無上深咒，咒中之王，用這樣的方法恢復到自性清淨。我們再看底下經文，下面文是用比喻："
    },
    {
      "id": "04-003-0102_p0028",
      "zh_CN": "【次喻显。】",
      "zh_TW": "【次喻顯。】"
    },
    {
      "id": "04-003-0102_p0029",
      "zh_CN": "用比喻来显明这个问题。",
      "zh_TW": "用比喻來顯明這個問題。"
    },
    {
      "id": "04-003-0102_p0030",
      "zh_CN": "【凝流不易者。凝流者。凝即冰冻凝结。流即津液流注。不易者。达水常湿。宁疑波湛之殊。】",
      "zh_TW": "【凝流不易者。凝流者。凝即冰凍凝結。流即津液流注。不易者。達水常濕。寧疑波湛之殊。】"
    },
    {
      "id": "04-003-0102_p0031",
      "zh_CN": "『易』是两样，这个比喻，把水比喻成本性，把冰比喻的一切，水遇着缘就变成冰。这个我们晓得，它遇到零下这个温度很低，它就结成冰，那遇到高温就变成水蒸气，所以它有三种形态，有固体、有液体、有气体，它的本性不变。本性是什么？湿的。冰也是湿的，水也是湿的，水蒸气还是湿的，湿性不变。所以此地讲『达水常湿』，湿就是它的性。",
      "zh_TW": "『易』是兩樣，這個比喻，把水比喻成本性，把冰比喻的一切，水遇著緣就變成冰。這個我們曉得，它遇到零下這個溫度很低，它就結成冰，那遇到高溫就變成水蒸氣，所以它有三種形態，有固體、有液體、有氣體，它的本性不變。本性是什麼？濕的。冰也是濕的，水也是濕的，水蒸氣還是濕的，濕性不變。所以此地講『達水常濕』，濕就是它的性。"
    },
    {
      "id": "04-003-0102_p0032",
      "zh_CN": "这个比喻让我们晓得，我们的真性在佛不变，在菩萨也不变，在我们自身还是不变。怎么知道不变？譬如说眼能见，耳能听，这是性德，本性是觉的，它不迷。「湛寂常恒」，佛经上常用这四个字来形容，眼能见，能见是真性，能听是真性。你见里头起分别，那不是真性，真性不分别。分别是什么？分别是妄心，真性不分别。看得清楚，听得清楚，没有分别执着，所以它是平等的，它是不染污的，是不染的。染是什么？染叫妄心，妄心就起分别了。唯识经论里面讲得很清楚，八识五十一心所都有分别的功能，也都有执着的功能。但是比较一下，轻重不一样，以第六意识分别的力量最强，所以我们叫它做分别的意识。第七识末那识，执着的力量最强，末那执着。阿赖耶识含藏种子，就是我们讲落印象，凡所经历过的这个印象永远不会忘记，谁保存的，哪个人去归档？阿赖耶识就是个大仓库，所有一切见闻觉知的档案都在里面，它归档，遇到缘，它就马上起现行。譬如我们见面，隔一天没有见面，再见面，为什么会认识你？头一次见面，那个档案已经归档了，这一次一见面，阿赖耶识档案再调出来，对一对，没错，这样就认识了。假如没有这个含藏识的话，再见面决定不认识。这一些妄心不是真心，真心没有这些，真心是一念不生，真心是清清楚楚、明明白白，那是本能。这个妄心是迷失了真心，自以为聪明，自己去造作，这个就坏了，妄失了本性，迷失了本性。",
      "zh_TW": "這個比喻讓我們曉得，我們的真性在佛不變，在菩薩也不變，在我們自身還是不變。怎麼知道不變？譬如說眼能見，耳能聽，這是性德，本性是覺的，它不迷。「湛寂常恆」，佛經上常用這四個字來形容，眼能見，能見是真性，能聽是真性。你見裡頭起分別，那不是真性，真性不分別。分別是什麼？分別是妄心，真性不分別。看得清楚，聽得清楚，沒有分別執著，所以它是平等的，它是不染污的，是不染的。染是什麼？染叫妄心，妄心就起分別了。唯識經論裡面講得很清楚，八識五十一心所都有分別的功能，也都有執著的功能。但是比較一下，輕重不一樣，以第六意識分別的力量最強，所以我們叫它做分別的意識。第七識末那識，執著的力量最強，末那執著。阿賴耶識含藏種子，就是我們講落印象，凡所經歷過的這個印象永遠不會忘記，誰保存的，哪個人去歸檔？阿賴耶識就是個大倉庫，所有一切見聞覺知的檔案都在裡面，它歸檔，遇到緣，它就馬上起現行。譬如我們見面，隔一天沒有見面，再見面，為什麼會認識你？頭一次見面，那個檔案已經歸檔了，這一次一見面，阿賴耶識檔案再調出來，對一對，沒錯，這樣就認識了。假如沒有這個含藏識的話，再見面決定不認識。這一些妄心不是真心，真心沒有這些，真心是一念不生，真心是清清楚楚、明明白白，那是本能。這個妄心是迷失了真心，自以為聰明，自己去造作，這個就壞了，妄失了本性，迷失了本性。"
    },
    {
      "id": "04-003-0102_p0033",
      "zh_CN": "这是佛在经论里头，把这事实真相告诉我们，知道真相之后，我们就有努力的方向。这个方向也是古人常常教给我们的，但除妄想，不要求真；你要求真，就又多了一个妄想，这个真求不到的。譬如净宗里面教给你一心不乱，对，你要求一心不乱，你能不能得到？那注定你得不到，为什么？一心不乱这个念头就是障碍，就障碍你一心不乱，必须这个意念完全没有，才真正得一心不乱。有一个一心不乱，就是一心的障碍；有一个求开悟，这个人永远开不了悟。为什么？有求开悟这个意念，把他的悟门堵塞了，真是六祖大师所讲的，本来无一物。清净心心中本来一物都没有，我们也到不了六祖的境界，为什么？心里头还有一个本来无一物，这就是一物，这一物去不掉；换句话说，处处执着。叫你不执着，不执着，执着一个不执着，难，太难太难了。",
      "zh_TW": "這是佛在經論裡頭，把這事實真相告訴我們，知道真相之後，我們就有努力的方向。這個方向也是古人常常教給我們的，但除妄想，不要求真；你要求真，就又多了一個妄想，這個真求不到的。譬如淨宗裡面教給你一心不亂，對，你要求一心不亂，你能不能得到？那注定你得不到，為什麼？一心不亂這個念頭就是障礙，就障礙你一心不亂，必須這個意念完全沒有，才真正得一心不亂。有一個一心不亂，就是一心的障礙；有一個求開悟，這個人永遠開不了悟。為什麼？有求開悟這個意念，把他的悟門堵塞了，真是六祖大師所講的，本來無一物。清淨心心中本來一物都沒有，我們也到不了六祖的境界，為什麼？心裡頭還有一個本來無一物，這就是一物，這一物去不掉；換句話說，處處執著。叫你不執著，不執著，執著一個不執著，難，太難太難了。"
    },
    {
      "id": "04-003-0102_p0034",
      "zh_CN": "所以那个真正的法，诸位想想看，说不出来的，也想不到的。古德说得好，「开口便错，动念即乖」，乖也是错了，开不得口，动不得念头。果然不开口、不动念行不行？不行，无明，糊里糊涂的，什么也不知道。就是不开口、不动念也不行，开口动念也不行，这个事情难办了。到底怎么办？那诸位自己想想看！说话只能说到此地，再没法子说了，自己去体会去，要用在日常生活当中，道在哪里？道在日常生活中。从早到晚，穿衣吃饭、待人接物都是道，只要你能够不起心、不动念，那就是道。这个不起心、不动念，那在日常生活当中变成哑巴，变成木头了吗？那又错了，应用得活活泼泼，自在快乐，怎么？染而不染，这就是佛菩萨；不染而染就是凡夫。我们凡夫不染也得染污了，这是凡夫，佛菩萨是染而不染。",
      "zh_TW": "所以那個真正的法，諸位想想看，說不出來的，也想不到的。古德說得好，「開口便錯，動念即乖」，乖也是錯了，開不得口，動不得念頭。果然不開口、不動念行不行？不行，無明，糊裡糊塗的，什麼也不知道。就是不開口、不動念也不行，開口動念也不行，這個事情難辦了。到底怎麼辦？那諸位自己想想看！說話只能說到此地，再沒法子說了，自己去體會去，要用在日常生活當中，道在哪裡？道在日常生活中。從早到晚，穿衣吃飯、待人接物都是道，只要你能夠不起心、不動念，那就是道。這個不起心、不動念，那在日常生活當中變成啞巴，變成木頭了嗎？那又錯了，應用得活活潑潑，自在快樂，怎麼？染而不染，這就是佛菩薩；不染而染就是凡夫。我們凡夫不染也得染污了，這是凡夫，佛菩薩是染而不染。"
    },
    {
      "id": "04-003-0102_p0035",
      "zh_CN": "所以诸佛菩萨的生活跟我们在一起没有两样，也有说有笑，也穿衣吃饭，也待人接物，但是人家那个心清净，和我们在一起，一天到晚在一起，他心清净不染。我们跟佛菩萨不一样的，我们跟他在染，心里面是有分别、有执着；有喜欢的、有讨厌的，这就是染污。佛菩萨心清净，一律平等，我们学就学这个。学不到，学不到念阿弥陀佛，看到欢喜的，南无阿弥陀佛，看到讨厌的，南无阿弥陀佛，到阿弥陀佛都平等了，好恶没有了，好恶统统归阿弥陀佛了。把这个心锁定在阿弥陀佛上，这样就对了，久而久之，用这种方法来训练，使我们在一切顺逆境缘当中都能够获得清净心，心净则土净，这个很要紧。再看底下一段文：",
      "zh_TW": "所以諸佛菩薩的生活跟我們在一起沒有兩樣，也有說有笑，也穿衣吃飯，也待人接物，但是人家那個心清淨，和我們在一起，一天到晚在一起，他心清淨不染。我們跟佛菩薩不一樣的，我們跟他在染，心裡面是有分別、有執著；有喜歡的、有討厭的，這就是染污。佛菩薩心清淨，一律平等，我們學就學這個。學不到，學不到念阿彌陀佛，看到歡喜的，南無阿彌陀佛，看到討厭的，南無阿彌陀佛，到阿彌陀佛都平等了，好惡沒有了，好惡統統歸阿彌陀佛了。把這個心鎖定在阿彌陀佛上，這樣就對了，久而久之，用這種方法來訓練，使我們在一切順逆境緣當中都能夠獲得清淨心，心淨則土淨，這個很要緊。再看底下一段文："
    },
    {
      "id": "04-003-0102_p0036",
      "zh_CN": "【离垢门中云对治等者。】",
      "zh_TW": "【離垢門中云對治等者。】"
    },
    {
      "id": "04-003-0102_p0037",
      "zh_CN": "文在二百五十二面最后一句，「二离垢门：谓由对治，障尽净显，随位浅深，分十真如」，我们看到这行了，诸位我们再翻过来，翻到二百五十五面，看注解，『对治』。",
      "zh_TW": "文在二百五十二面最後一句，「二離垢門：謂由對治，障盡淨顯，隨位淺深，分十真如」，我們看到這行了，諸位我們再翻過來，翻到二百五十五面，看註解，『對治』。"
    },
    {
      "id": "04-003-0102_p0038",
      "zh_CN": "【对治者。智也。】",
      "zh_TW": "【對治者。智也。】"
    },
    {
      "id": "04-003-0102_p0039",
      "zh_CN": "这个『智』也不好懂，不是我们思惟想像当中的智慧。我们思惟想像当中智慧，在佛法里面称为世智辩聪，这个没有办法对治烦恼的，也就是说，它断不了烦恼。断烦恼要什么？要真正的智慧。真正智慧不是修来的，是你本有的；换句话说，真心起用就是智慧，妄心起用就是情识，就是世智辩聪。所以我们没有智慧，不但我们没有智慧，经上讲了，阿罗汉也没有智慧，辟支佛也没有智慧。为什么说他们也没智慧？他们没见性，没有见性的人，他所用的心是八识心；换句话说，你用八识五十一心所，哪来的智慧？什么人有智慧？转识成智的人，那个人有智慧。换句话说，他不用八识，不用八识用什么？用四智菩提。眼见用妙观察智，六根对境界没有执着，用平等性智，前五识的作用是成所作智，阿赖耶变成了大圆镜智。什么时候转？圆教初住菩萨转，别教初地菩萨转。",
      "zh_TW": "這個『智』也不好懂，不是我們思惟想像當中的智慧。我們思惟想像當中智慧，在佛法裡面稱為世智辯聰，這個沒有辦法對治煩惱的，也就是說，它斷不了煩惱。斷煩惱要什麼？要真正的智慧。真正智慧不是修來的，是你本有的；換句話說，真心起用就是智慧，妄心起用就是情識，就是世智辯聰。所以我們沒有智慧，不但我們沒有智慧，經上講了，阿羅漢也沒有智慧，辟支佛也沒有智慧。為什麼說他們也沒智慧？他們沒見性，沒有見性的人，他所用的心是八識心；換句話說，你用八識五十一心所，哪來的智慧？什麼人有智慧？轉識成智的人，那個人有智慧。換句話說，他不用八識，不用八識用什麼？用四智菩提。眼見用妙觀察智，六根對境界沒有執著，用平等性智，前五識的作用是成所作智，阿賴耶變成了大圓鏡智。什麼時候轉？圓教初住菩薩轉，別教初地菩薩轉。"
    },
    {
      "id": "04-003-0102_p0040",
      "zh_CN": "这个智是说圆教初住，也就是《华严经》上所讲的四十一位法身大士，他们有智慧。这个四十一位就是十住菩萨、十行、十回向、十地、等觉，四十一位。从这个地方看起来，我们都没分，真的是没分。没分，佛要在此地来说，岂不是吊胃口吗？岂不是给我们开玩笑？佛还给我们开玩笑、吊胃口，佛的慈悲何在？但是佛讲的话句句是真话，把这个事实真相给我们说出来，我们才晓得对治真难，这确实不是容易事情。他真正的深意，是劝我们一心念佛，求愿往生，这容易，决定能成功。生到西方极乐世界，我们的智慧德能，实在说已经超过初住以上。从这个地方来看，那佛真的是大慈大悲，这是佛说这个经真正的用意。",
      "zh_TW": "這個智是說圓教初住，也就是《華嚴經》上所講的四十一位法身大士，他們有智慧。這個四十一位就是十住菩薩、十行、十迴向、十地、等覺，四十一位。從這個地方看起來，我們都沒分，真的是沒分。沒分，佛要在此地來說，豈不是吊胃口嗎？豈不是給我們開玩笑？佛還給我們開玩笑、吊胃口，佛的慈悲何在？但是佛講的話句句是真話，把這個事實真相給我們說出來，我們才曉得對治真難，這確實不是容易事情。他真正的深意，是勸我們一心念佛，求願往生，這容易，決定能成功。生到西方極樂世界，我們的智慧德能，實在說已經超過初住以上。從這個地方來看，那佛真的是大慈大悲，這是佛說這個經真正的用意。"
    },
    {
      "id": "04-003-0102_p0041",
      "zh_CN": "所以唐朝善导大师说，「如来所以兴出世，唯说弥陀本愿海」。说的千经万论，都给你讲修行难，断惑难，智慧现前难，一生当中决定不容易成就。修个阿罗汉，只是得定，还没有智慧，还得天上人间七次往来，你说多辛苦！凡夫修行成佛要经历三大阿僧祇劫，这个时间是天文数字，不晓得生生死死多少次！何况一次生死就有一次隔阴之迷，前世所修的忘得干干净净。在座诸位同修，你们过去生中都是大修行人，你要不是大修行人，你就不可能坐在此地，坐一个半钟点来听这个经，大修行人。可惜怎么？没有修行得成功。这死了之后，又到人间来了，前生修行的忘得干干净净，又要从头来起。生生世世都从头来起，所以无量劫到今天是一点成就都没有，这是事实。佛把这个真相告诉我们，我们想想果然没错，生生世世一无所成。这一生不成就，再一投胎，好了，纵然是得人身，来生过几年又变小孩了，前世修行的忘得干干净净，这怎么得了？这才真正体会到，佛给我们开的念佛法门的殊胜。",
      "zh_TW": "所以唐朝善導大師說，「如來所以興出世，唯說彌陀本願海」。說的千經萬論，都給你講修行難，斷惑難，智慧現前難，一生當中決定不容易成就。修個阿羅漢，只是得定，還沒有智慧，還得天上人間七次往來，你說多辛苦！凡夫修行成佛要經歷三大阿僧祇劫，這個時間是天文數字，不曉得生生死死多少次！何況一次生死就有一次隔陰之迷，前世所修的忘得乾乾淨淨。在座諸位同修，你們過去生中都是大修行人，你要不是大修行人，你就不可能坐在此地，坐一個半鐘點來聽這個經，大修行人。可惜怎麼？沒有修行得成功。這死了之後，又到人間來了，前生修行的忘得乾乾淨淨，又要從頭來起。生生世世都從頭來起，所以無量劫到今天是一點成就都沒有，這是事實。佛把這個真相告訴我們，我們想想果然沒錯，生生世世一無所成。這一生不成就，再一投胎，好了，縱然是得人身，來生過幾年又變小孩了，前世修行的忘得乾乾淨淨，這怎麼得了？這才真正體會到，佛給我們開的念佛法門的殊勝。"
    },
    {
      "id": "04-003-0102_p0042",
      "zh_CN": "所以本经在最后，普贤菩萨十大愿王导归极乐，《华严经》，清凉大师的《疏钞》、李长者的《合论》，自古以来大家公认的了不起的著作。还有一个著作，我们决定不能够疏忽的，分量虽然不多，内容价值决定不在这两部之下，是什么？彭际清居士的《华严念佛三昧论》，那是了不起的著作。他以五、六千字这么少的字数，把《华严经》修行的方法完全掌握到，依照这个方法修学，决定入华严境界，与普贤菩萨十大愿王导归极乐义趣完全相同，这三样合起来就是华严三大部。《念佛三昧论》是专门讲修学的方法，事实真相明白了，我们才会死心塌地来修学，这一生当中决定有成就，才显示出佛菩萨真实的慈悲，没有拿我们开玩笑，没有欺骗我们。",
      "zh_TW": "所以本經在最後，普賢菩薩十大願王導歸極樂，《華嚴經》，清涼大師的《疏鈔》、李長者的《合論》，自古以來大家公認的了不起的著作。還有一個著作，我們決定不能夠疏忽的，分量雖然不多，內容價值決定不在這兩部之下，是什麼？彭際清居士的《華嚴念佛三昧論》，那是了不起的著作。他以五、六千字這麼少的字數，把《華嚴經》修行的方法完全掌握到，依照這個方法修學，決定入華嚴境界，與普賢菩薩十大願王導歸極樂義趣完全相同，這三樣合起來就是華嚴三大部。《念佛三昧論》是專門講修學的方法，事實真相明白了，我們才會死心塌地來修學，這一生當中決定有成就，才顯示出佛菩薩真實的慈悲，沒有拿我們開玩笑，沒有欺騙我們。"
    },
    {
      "id": "04-003-0102_p0043",
      "zh_CN": "你能够选择念佛法门，这是真实的智慧。何以见得？文殊大智，我们公认的，一切菩萨当中智慧第一的，文殊菩萨；普贤大愿，大愿普贤菩萨，这也是公认的。大智大愿，他们两个都是发心念佛求生净土，他们在无量法门当中选择这个法门，这是智慧的选择。我们今天居然也选择的念佛求生净土，那我们的智慧跟文殊菩萨、我们的大愿跟普贤菩萨无二无别。往生到西方极乐世界，我们是什么地位？跟他一样，这是对的。你要问为什么会跟他一样？因一样，他是选择持名念佛，求愿往生，我们选择的也是持名念佛，求愿往生，我们的因行一样，所得的果怎么可以不一样？所以《无量寿经》上说，我们凡夫这样的抉择，生到西方极乐世界是行超普贤登彼岸，超过他们两个人。",
      "zh_TW": "你能夠選擇念佛法門，這是真實的智慧。何以見得？文殊大智，我們公認的，一切菩薩當中智慧第一的，文殊菩薩；普賢大願，大願普賢菩薩，這也是公認的。大智大願，他們兩個都是發心念佛求生淨土，他們在無量法門當中選擇這個法門，這是智慧的選擇。我們今天居然也選擇的念佛求生淨土，那我們的智慧跟文殊菩薩、我們的大願跟普賢菩薩無二無別。往生到西方極樂世界，我們是什麼地位？跟他一樣，這是對的。你要問為什麼會跟他一樣？因一樣，他是選擇持名念佛，求願往生，我們選擇的也是持名念佛，求願往生，我們的因行一樣，所得的果怎麼可以不一樣？所以《無量壽經》上說，我們凡夫這樣的抉擇，生到西方極樂世界是行超普賢登彼岸，超過他們兩個人。"
    },
    {
      "id": "04-003-0102_p0044",
      "zh_CN": "他们两个人修行无量劫才发现这个事实，我们是博地凡夫，一下就把这个法门抓到了，所以到了西方极乐世界，跟文殊、普贤菩萨拉拉手，这两位菩萨佩服到五体投地，你们太聪明了，智慧太大了，太幸运了，我们搞了无量劫才搞来，你怎么一下就来了？「行超普贤」这四个字，释迦牟尼佛没有说得过分，是事实。你要修别的法门，跟文殊、普贤比差远了，你什么时候才能跟他门看齐？这个法门一下就超过了。这是指唯有真智才能够对治。对治什么？对治业障。",
      "zh_TW": "他們兩個人修行無量劫才發現這個事實，我們是博地凡夫，一下就把這個法門抓到了，所以到了西方極樂世界，跟文殊、普賢菩薩拉拉手，這兩位菩薩佩服到五體投地，你們太聰明了，智慧太大了，太幸運了，我們搞了無量劫才搞來，你怎麼一下就來了？「行超普賢」這四個字，釋迦牟尼佛沒有說得過分，是事實。你要修別的法門，跟文殊、普賢比差遠了，你什麼時候才能跟他門看齊？這個法門一下就超過了。這是指唯有真智才能夠對治。對治什麼？對治業障。"
    },
    {
      "id": "04-003-0102_p0045",
      "zh_CN": "【障尽者。十障也。净显者。十如也。】",
      "zh_TW": "【障盡者。十障也。淨顯者。十如也。】"
    },
    {
      "id": "04-003-0102_p0046",
      "zh_CN": "这个『十如』是《法华经》上所说的，十如是。",
      "zh_TW": "這個『十如』是《法華經》上所說的，十如是。"
    },
    {
      "id": "04-003-0102_p0047",
      "zh_CN": "【随位浅深者。十地不同也。分十真如者。正显离垢之体也。】",
      "zh_TW": "【隨位淺深者。十地不同也。分十真如者。正顯離垢之體也。】"
    },
    {
      "id": "04-003-0102_p0048",
      "zh_CN": "这是解释『随位浅深』、『分十真如』。十真如，十地菩萨所证的，这是显示『离垢之体』。我们再往底下看，底下要跟我们细说十地菩萨的境界，所以这段注子很难懂。",
      "zh_TW": "這是解釋『隨位淺深』、『分十真如』。十真如，十地菩薩所證的，這是顯示『離垢之體』。我們再往底下看，底下要跟我們細說十地菩薩的境界，所以這段註子很難懂。"
    },
    {
      "id": "04-003-0102_p0049",
      "zh_CN": "【且初地。】",
      "zh_TW": "【且初地。】"
    },
    {
      "id": "04-003-0102_p0050",
      "zh_CN": "按照这个顺序，初地、二地、三地，这个文一共分十段，这是『初地』。",
      "zh_TW": "按照這個順序，初地、二地、三地，這個文一共分十段，這是『初地』。"
    },
    {
      "id": "04-003-0102_p0051",
      "zh_CN": "【断异生性障。证遍行真如。住欢喜地。】",
      "zh_TW": "【斷異生性障。證遍行真如。住歡喜地。】"
    },
    {
      "id": "04-003-0102_p0052",
      "zh_CN": "这个『欢喜地』是初地，初登地无量的欢喜，所以称为欢喜地。什么叫『异生性』？唯识入门就把这个名词给我们显示出来，异生性对同生性所说的，同生性、异生性，在《百法明门》里面属于不相应行法，二十四个不相应行法里面有这两法。异就不一样，跟佛不一样，这就是异生；同生，跟佛一样。我再把话说得明显一点，就是说我们用心，你用的那个心跟佛的心不一样，就叫异生性。你用的那个心跟佛用的那个心是一样，就叫同生性。佛用真心，我们用妄心，凡是用妄心的都叫做异生性。六道凡夫的心跟佛不一样，阿罗汉的心跟佛也不一样，辟支佛的心跟佛还是不一样，权教菩萨的心跟佛也不一样，统统叫异生性，这个异生性的范围包括太大了。什么时候同生性？破一品无明，证一分法身，这个时候用的心跟佛的心相同，用的是真心，不是用妄心，那就叫同生性。此地讲的初地菩萨，这个初地，一般是讲别教。如果讲圆教，初住菩萨就是同生性；此地说别教，别教初地。初地菩萨破一品无明，证一分法身，「断异生性障」，这个障碍断掉了；换句话说，转八识成四智，他从此以后用真心，不用妄心。",
      "zh_TW": "這個『歡喜地』是初地，初登地無量的歡喜，所以稱為歡喜地。什麼叫『異生性』？唯識入門就把這個名詞給我們顯示出來，異生性對同生性所說的，同生性、異生性，在《百法明門》裡面屬於不相應行法，二十四個不相應行法裡面有這兩法。異就不一樣，跟佛不一樣，這就是異生；同生，跟佛一樣。我再把話說得明顯一點，就是說我們用心，你用的那個心跟佛的心不一樣，就叫異生性。你用的那個心跟佛用的那個心是一樣，就叫同生性。佛用真心，我們用妄心，凡是用妄心的都叫做異生性。六道凡夫的心跟佛不一樣，阿羅漢的心跟佛也不一樣，辟支佛的心跟佛還是不一樣，權教菩薩的心跟佛也不一樣，統統叫異生性，這個異生性的範圍包括太大了。什麼時候同生性？破一品無明，證一分法身，這個時候用的心跟佛的心相同，用的是真心，不是用妄心，那就叫同生性。此地講的初地菩薩，這個初地，一般是講別教。如果講圓教，初住菩薩就是同生性；此地說別教，別教初地。初地菩薩破一品無明，證一分法身，「斷異生性障」，這個障礙斷掉了；換句話說，轉八識成四智，他從此以後用真心，不用妄心。"
    },
    {
      "id": "04-003-0102_p0053",
      "zh_CN": "【证遍行真如。住欢喜地。】",
      "zh_TW": "【證遍行真如。住歡喜地。】"
    },
    {
      "id": "04-003-0102_p0054",
      "zh_CN": "这底下唯识论有解释。",
      "zh_TW": "這底下唯識論有解釋。"
    },
    {
      "id": "04-003-0102_p0055",
      "zh_CN": "【唯识第九云。】",
      "zh_TW": "【唯識第九云。】"
    },
    {
      "id": "04-003-0102_p0056",
      "zh_CN": "第九是第九卷，《唯识论》第九卷里面说：",
      "zh_TW": "第九是第九卷，《唯識論》第九卷裡面說："
    },
    {
      "id": "04-003-0102_p0057",
      "zh_CN": "【异生性障是此所断。】",
      "zh_TW": "【異生性障是此所斷。】"
    },
    {
      "id": "04-003-0102_p0058",
      "zh_CN": "『此』是指这个地位，就是初地菩萨，在这个地位上才真正断掉。换句话说，我们从三障上来讲，见思烦恼、尘沙烦恼、无明烦恼，见思、尘沙断尽了，无明破一品，无明是四十一品破一品，这是异生性永远舍离了，离开了。",
      "zh_TW": "『此』是指這個地位，就是初地菩薩，在這個地位上才真正斷掉。換句話說，我們從三障上來講，見思煩惱、塵沙煩惱、無明煩惱，見思、塵沙斷盡了，無明破一品，無明是四十一品破一品，這是異生性永遠捨離了，離開了。"
    },
    {
      "id": "04-003-0102_p0059",
      "zh_CN": "【谓于二障分别起者。】",
      "zh_TW": "【謂於二障分別起者。】"
    },
    {
      "id": "04-003-0102_p0060",
      "zh_CN": "这个『二障』就是烦恼障、所知障。见思是属于烦恼障，尘沙、无明是属于所知障。",
      "zh_TW": "這個『二障』就是煩惱障、所知障。見思是屬於煩惱障，塵沙、無明是屬於所知障。"
    },
    {
      "id": "04-003-0102_p0061",
      "zh_CN": "【依彼种立异生性故。异生者。即所招果。】",
      "zh_TW": "【依彼種立異生性故。異生者。即所招果。】"
    },
    {
      "id": "04-003-0102_p0062",
      "zh_CN": "『异生性』是用八识五十一心所，招的果报是六道轮回。离开异生性，永脱轮回，不但永脱轮回，轮回在哪里也没有了，离轮回，了不可得，确实是如此。",
      "zh_TW": "『異生性』是用八識五十一心所，招的果報是六道輪迴。離開異生性，永脫輪迴，不但永脫輪迴，輪迴在哪裡也沒有了，離輪迴，了不可得，確實是如此。"
    },
    {
      "id": "04-003-0102_p0063",
      "zh_CN": "【以五蕴为性。】",
      "zh_TW": "【以五蘊為性。】"
    },
    {
      "id": "04-003-0102_p0064",
      "zh_CN": "『五蕴』，大家都晓得，色受想行识，五蕴就是十法界，展开来就是十法界，再扩大就是百法。什么叫性？",
      "zh_TW": "『五蘊』，大家都曉得，色受想行識，五蘊就是十法界，展開來就是十法界，再擴大就是百法。什麼叫性？"
    },
    {
      "id": "04-003-0102_p0065",
      "zh_CN": "【性者。因义。体义是彼因故。或是彼体故。名异生性。】",
      "zh_TW": "【性者。因義。體義是彼因故。或是彼體故。名異生性。】"
    },
    {
      "id": "04-003-0102_p0066",
      "zh_CN": "权小以下都是『异生性』变现出来的。异生性是因，异生性也是果。",
      "zh_TW": "權小以下都是『異生性』變現出來的。異生性是因，異生性也是果。"
    },
    {
      "id": "04-003-0102_p0067",
      "zh_CN": "【此从果为名。以胜显劣。异生之性。依主释也。】",
      "zh_TW": "【此從果為名。以勝顯劣。異生之性。依主釋也。】"
    },
    {
      "id": "04-003-0102_p0068",
      "zh_CN": "这是古时候解释这些法相名词，这是一种说法。",
      "zh_TW": "這是古時候解釋這些法相名詞，這是一種說法。"
    },
    {
      "id": "04-003-0102_p0069",
      "zh_CN": "【又异生性即障。】",
      "zh_TW": "【又異生性即障。】"
    },
    {
      "id": "04-003-0102_p0070",
      "zh_CN": "异生性本身就是障。",
      "zh_TW": "異生性本身就是障。"
    },
    {
      "id": "04-003-0102_p0071",
      "zh_CN": "【持业释也。】",
      "zh_TW": "【持業釋也。】"
    },
    {
      "id": "04-003-0102_p0072",
      "zh_CN": "这『业』是作用，就作用而论，它是障碍。前面是就果报上来说的，这是就它业用来讲。业用拿现在话讲，从它活动这一方面来观察，它是障碍。",
      "zh_TW": "這『業』是作用，就作用而論，它是障礙。前面是就果報上來說的，這是就它業用來講。業用拿現在話講，從它活動這一方面來觀察，它是障礙。"
    },
    {
      "id": "04-003-0102_p0073",
      "zh_CN": "【本论名为凡夫我相障。】",
      "zh_TW": "【本論名為凡夫我相障。】"
    },
    {
      "id": "04-003-0102_p0074",
      "zh_CN": "通常我们讲我执，哪一个『凡夫』不把这个身体看作我？对于我执着非常严重，这是障碍。如果要说这个身不是我，那别人听到就怪了，这个人头脑一定有问题，你神经不正常。这身不是我，谁是我？这些问题，诸位要想搞清楚，好好的去念《楞严经》，去念《金刚经》。《金刚经》、《圆觉经》、《楞严经》，把这个问题说得很透彻，然后才知道这个身到底是不是我，我究竟在哪里。",
      "zh_TW": "通常我們講我執，哪一個『凡夫』不把這個身體看作我？對於我執著非常嚴重，這是障礙。如果要說這個身不是我，那別人聽到就怪了，這個人頭腦一定有問題，你神經不正常。這身不是我，誰是我？這些問題，諸位要想搞清楚，好好的去念《楞嚴經》，去念《金剛經》。《金剛經》、《圓覺經》、《楞嚴經》，把這個問題說得很透徹，然後才知道這個身到底是不是我，我究竟在哪裡。"
    },
    {
      "id": "04-003-0102_p0075",
      "zh_CN": "【此障至于初地见道起时刹那断尽。】",
      "zh_TW": "【此障至於初地見道起時剎那斷盡。】"
    },
    {
      "id": "04-003-0102_p0076",
      "zh_CN": "到『初地』菩萨『见道』，这个道就是真如本性，就是真心理体，这个时候见到了。见到之后，我执才断得干干净净，法执也破了一部分。",
      "zh_TW": "到『初地』菩薩『見道』，這個道就是真如本性，就是真心理體，這個時候見到了。見到之後，我執才斷得乾乾淨淨，法執也破了一部分。"
    },
    {
      "id": "04-003-0102_p0077",
      "zh_CN": "【由断此障。证遍行真如。谓此真如二空所显。】",
      "zh_TW": "【由斷此障。證遍行真如。謂此真如二空所顯。】"
    },
    {
      "id": "04-003-0102_p0078",
      "zh_CN": "我空、法空，这叫『二空』。我执破了，法执破了，这个时候境界就叫做『遍行真如』。那这个也是佛不得已勉强建的一个名相，建立一个名词，否则的话，没法子说。这是「二空所显」。",
      "zh_TW": "我空、法空，這叫『二空』。我執破了，法執破了，這個時候境界就叫做『遍行真如』。那這個也是佛不得已勉強建的一個名相，建立一個名詞，否則的話，沒法子說。這是「二空所顯」。"
    },
    {
      "id": "04-003-0102_p0079",
      "zh_CN": "【无有一法非二空故。】",
      "zh_TW": "【無有一法非二空故。】"
    },
    {
      "id": "04-003-0102_p0080",
      "zh_CN": "尽虚空遍法界一切万法，那个真相于是大白。这里头确实没有我，也没有法，无我无法。无我无法是什么？没有一样不是真如。就好像我刚才举的例子，我们拿黄金做成十法界，到你一切法都不执着，相也不执着了，这十个东西摆在你面前是什么？黄金，全是黄金。这就见到真相，全是黄金，完全平等，没有差别。到那个时候你见到尽虚空遍法界平等，没有差别相，这再起一个名词，叫做一真法界。一真，法界是一相，无有二相，离一切名相，你看到统统都是黄金，一相。一相无二相，那个时候我就找到了，什么是我？原来尽虚空遍法界就是我，我就是虚空法界，真我找到了。常乐我净真有，我们迷了，四个字都没有了，有名无实。『无有一法非二空故』。",
      "zh_TW": "盡虛空遍法界一切萬法，那個真相於是大白。這裡頭確實沒有我，也沒有法，無我無法。無我無法是什麼？沒有一樣不是真如。就好像我剛才舉的例子，我們拿黃金做成十法界，到你一切法都不執著，相也不執著了，這十個東西擺在你面前是什麼？黃金，全是黃金。這就見到真相，全是黃金，完全平等，沒有差別。到那個時候你見到盡虛空遍法界平等，沒有差別相，這再起一個名詞，叫做一真法界。一真，法界是一相，無有二相，離一切名相，你看到統統都是黃金，一相。一相無二相，那個時候我就找到了，什麼是我？原來盡虛空遍法界就是我，我就是虛空法界，真我找到了。常樂我淨真有，我們迷了，四個字都沒有了，有名無實。『無有一法非二空故』。"
    },
    {
      "id": "04-003-0102_p0081",
      "zh_CN": "【梁摄论中名为遍满。遍满一切有为行故。意明无有一法非二空故。】",
      "zh_TW": "【梁攝論中名為遍滿。遍滿一切有為行故。意明無有一法非二空故。】"
    },
    {
      "id": "04-003-0102_p0082",
      "zh_CN": "这个论中跟前面所讲的意思相同，『遍满』就是前面所讲的遍行，说法不一样，意思完全相同。『遍满一切有为行』，也就是遍行的意思，还是说明『无有一法非二空』，也就是《金刚经》上所说的，凡所有相皆是虚妄、一切有为法，如梦幻泡影，统统是一个意思。",
      "zh_TW": "這個論中跟前面所講的意思相同，『遍滿』就是前面所講的遍行，說法不一樣，意思完全相同。『遍滿一切有為行』，也就是遍行的意思，還是說明『無有一法非二空』，也就是《金剛經》上所說的，凡所有相皆是虛妄、一切有為法，如夢幻泡影，統統是一個意思。"
    },
    {
      "id": "04-003-0102_p0083",
      "zh_CN": "【此地最初便证遍满。由证此圣性故。生如来家。住欢喜地。】",
      "zh_TW": "【此地最初便證遍滿。由證此聖性故。生如來家。住歡喜地。】"
    },
    {
      "id": "04-003-0102_p0084",
      "zh_CN": "初地菩萨就达到这个境界，见到宇宙人生的真相，找到自己的真我，把自己找到了。禅家常讲，「父母未生前本来面目」，与别教初住菩萨才把本来面目找到，刚刚找到，这欢喜，无量的欢喜，无始劫迷失了自己，今天才觉悟，才真正找到，所以叫『欢喜地』。这是『生如来家』，跟佛知见完全相同了，就是与诸佛如来看法、想法、行法相同，同生性，这不是异生性。",
      "zh_TW": "初地菩薩就達到這個境界，見到宇宙人生的真相，找到自己的真我，把自己找到了。禪家常講，「父母未生前本來面目」，與別教初住菩薩才把本來面目找到，剛剛找到，這歡喜，無量的歡喜，無始劫迷失了自己，今天才覺悟，才真正找到，所以叫『歡喜地』。這是『生如來家』，跟佛知見完全相同了，就是與諸佛如來看法、想法、行法相同，同生性，這不是異生性。"
    },
    {
      "id": "04-003-0102_p0085",
      "zh_CN": "【言欢喜地者。】",
      "zh_TW": "【言歡喜地者。】"
    },
    {
      "id": "04-003-0102_p0086",
      "zh_CN": "为什么叫它做『欢喜地』？此地有简单的解释：",
      "zh_TW": "為什麼叫它做『歡喜地』？此地有簡單的解釋："
    },
    {
      "id": "04-003-0102_p0087",
      "zh_CN": "【谓初获圣性。】",
      "zh_TW": "【謂初獲聖性。】"
    },
    {
      "id": "04-003-0102_p0088",
      "zh_CN": "『圣性』是真性，圣人所证得的称为圣性。我们迷了，不是我们没有，人人皆有，自己迷了，他觉悟了。",
      "zh_TW": "『聖性』是真性，聖人所證得的稱為聖性。我們迷了，不是我們沒有，人人皆有，自己迷了，他覺悟了。"
    },
    {
      "id": "04-003-0102_p0089",
      "zh_CN": "【具证二空。】",
      "zh_TW": "【具證二空。】"
    },
    {
      "id": "04-003-0102_p0090",
      "zh_CN": "人空、法空，他确实证得了。亲眼所见，亲见亲闻，这是证得了。",
      "zh_TW": "人空、法空，他確實證得了。親眼所見，親見親聞，這是證得了。"
    },
    {
      "id": "04-003-0102_p0091",
      "zh_CN": "【能益自他。生大欢喜。】",
      "zh_TW": "【能益自他。生大歡喜。】"
    },
    {
      "id": "04-003-0102_p0092",
      "zh_CN": "『益』是利益，自己得大利益，又能够帮助别人，把这个事实真相说给别人听，帮助别人开悟，这是利他。所以这个佛经，有些同修学讲经，这个发心非常好，非常难得。怎样把这个经讲得好、讲得不错，讲得叫人能够听了开悟，绝对不是靠注解，不是靠你念得多、听得多、参考资料多，那个没有用处。那是我们中国古人所讲的记问之学，不足以为人师也，那个没有用的。一定要自己的心跟佛相同，愿跟佛相同，行跟佛相同，解跟佛相同，那就讲得不错了。",
      "zh_TW": "『益』是利益，自己得大利益，又能夠幫助別人，把這個事實真相說給別人聽，幫助別人開悟，這是利他。所以這個佛經，有些同修學講經，這個發心非常好，非常難得。怎樣把這個經講得好、講得不錯，講得叫人能夠聽了開悟，絕對不是靠註解，不是靠你念得多、聽得多、參考資料多，那個沒有用處。那是我們中國古人所講的記問之學，不足以為人師也，那個沒有用的。一定要自己的心跟佛相同，願跟佛相同，行跟佛相同，解跟佛相同，那就講得不錯了。"
    },
    {
      "id": "04-003-0102_p0093",
      "zh_CN": "要如何真正能做到相同？基本的条件，第一个心要清净，第二个量要广大，小心量不行，心不清净不行，永远不能跟诸佛菩萨相同。所以基本的条件是要很大的心量，能够包容虚空法界，心地要清净，这个样子，你才真正能够修到心愿解行与佛相同，然后这个经本一展开，跟自性流露出来的没有两样，这样才不至于把经讲错。",
      "zh_TW": "要如何真正能做到相同？基本的條件，第一個心要清淨，第二個量要廣大，小心量不行，心不清淨不行，永遠不能跟諸佛菩薩相同。所以基本的條件是要很大的心量，能夠包容虛空法界，心地要清淨，這個樣子，你才真正能夠修到心願解行與佛相同，然後這個經本一展開，跟自性流露出來的沒有兩樣，這樣才不至於把經講錯。"
    },
    {
      "id": "04-003-0102_p0094",
      "zh_CN": "好，我们今天晚上就讲到此地。",
      "zh_TW": "好，我們今天晚上就講到此地。"
    }
  ]
}