{
  "doc_id": "04-003-0121",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二一集",
    "zh_TW": "第一二一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0121",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "04-003-0121_p0001",
      "zh_CN": "请掀开经本，三百零一面第六行，看《疏》：",
      "zh_TW": "請掀開經本，三百零一面第六行，看《疏》："
    },
    {
      "id": "04-003-0121_p0002",
      "zh_CN": "【第二翻译者。自古及今。总有三译。初即晋朝三藏佛度跋陀罗。唐言觉贤。译出一卷。五字成偈。】",
      "zh_TW": "【第二翻譯者。自古及今。總有三譯。初即晉朝三藏佛度跋陀羅。唐言覺賢。譯出一卷。五字成偈。】"
    },
    {
      "id": "04-003-0121_p0003",
      "zh_CN": "大家都知道，佛法最初是出现在印度。大约在佛灭度一千年之后，佛教才传到中国，这是我们根据历史，正史所记戴的。那野史传说，在周朝时候，佛法已经就跟中国接触了。那不是正式的，正式是东汉，就是汉明帝永平十年，公元六十七年，这是国家，在当时朝廷派的特使到西域去求佛法。这个时候跟使节一同回来的，有摩腾、竺法兰这两位大师，带着经书、佛像。换句话说，确实三宝具足，接受中国朝廷的礼请。",
      "zh_TW": "大家都知道，佛法最初是出現在印度。大約在佛滅度一千年之後，佛教才傳到中國，這是我們根據歷史，正史所記戴的。那野史傳說，在周朝時候，佛法已經就跟中國接觸了。那不是正式的，正式是東漢，就是漢明帝永平十年，公元六十七年，這是國家，在當時朝廷派的特使到西域去求佛法。這個時候跟使節一同回來的，有摩騰、竺法蘭這兩位大師，帶著經書、佛像。換句話說，確實三寶具足，接受中國朝廷的禮請。"
    },
    {
      "id": "04-003-0121_p0004",
      "zh_CN": "《华严经》，是在东晋时候才传到中国来的，所以它不是早期的经典。早期到中国来的分量是不多，我们《大藏经》里面差不多都搜集到了。除了少数失传的，大致上在《藏经》里面，我们都看得到。这个地方所说的翻译，是专指这一品，而不是指这三种《华严》，不是讲《六十华严》、《八十华严》，四十当然包括在里面，这我们讲的是《四十华严》。这个翻译，为什么译经的时候要记载得清楚，讲经的时候要讲明白，注疏的时候也不能把它漏掉？这段文字是为了正信，说明这部经典确实有来源，它是从印度传到中国。什么人传来的，什么人翻译的，在什么地方翻译的，什么年代翻译的，都记载得非常清楚，证明这部经不是伪造的，不是假的。",
      "zh_TW": "《華嚴經》，是在東晉時候才傳到中國來的，所以它不是早期的經典。早期到中國來的分量是不多，我們《大藏經》裡面差不多都蒐集到了。除了少數失傳的，大致上在《藏經》裡面，我們都看得到。這個地方所說的翻譯，是專指這一品，而不是指這三種《華嚴》，不是講《六十華嚴》、《八十華嚴》，四十當然包括在裡面，這我們講的是《四十華嚴》。這個翻譯，為什麼譯經的時候要記載得清楚，講經的時候要講明白，註疏的時候也不能把它漏掉？這段文字是為了正信，說明這部經典確實有來源，它是從印度傳到中國。什麼人傳來的，什麼人翻譯的，在什麼地方翻譯的，什麼年代翻譯的，都記載得非常清楚，證明這部經不是偽造的，不是假的。"
    },
    {
      "id": "04-003-0121_p0005",
      "zh_CN": "古时候的译经跟现代不一样，我们也没有办法想像得出来，为什么？没有这个常识，没有读过历史，无从想起。过去译经，不是一个、两个人做的事情，它是有译经院，是一个机构来从事于这个工作，就像我们现在的国立编译馆一样，它是国家拿出经费，它有编制的。所以像早期的译场，鸠摩罗什大师的译场，历史上有记载的，它编制就有四百多人。你想想看，这个规模多大？译出来经典是不是鸠摩罗什译的，是不是鸠摩罗什自己翻译的？不是，他是馆长而已，他是这个译经院的院长，用他的名字；换句话说，他负完全责任。所以这个译场里面编制也非常的周密，要经过许多层次的手续。参加这个译经的人数多，经文也要经过互相研究讨论，像现在的国民大会一样，也得要三读、四读才能通过。有意见的就提出来，一字一句的斟酌，所以知道中文这个经典的翻译非常可贵，是集体的作品，不是某一个人的。负责起草，有起草的一个小组，也不是一个人，这是非常值得可信的，值得我们相信的。不像现在译经，现在这个制度没有了，实在讲，也没有这么大的力量。",
      "zh_TW": "古時候的譯經跟現代不一樣，我們也沒有辦法想像得出來，為什麼？沒有這個常識，沒有讀過歷史，無從想起。過去譯經，不是一個、兩個人做的事情，它是有譯經院，是一個機構來從事於這個工作，就像我們現在的國立編譯館一樣，它是國家拿出經費，它有編制的。所以像早期的譯場，鳩摩羅什大師的譯場，歷史上有記載的，它編制就有四百多人。你想想看，這個規模多大？譯出來經典是不是鳩摩羅什譯的，是不是鳩摩羅什自己翻譯的？不是，他是館長而已，他是這個譯經院的院長，用他的名字；換句話說，他負完全責任。所以這個譯場裡面編制也非常的周密，要經過許多層次的手續。參加這個譯經的人數多，經文也要經過互相研究討論，像現在的國民大會一樣，也得要三讀、四讀才能通過。有意見的就提出來，一字一句的斟酌，所以知道中文這個經典的翻譯非常可貴，是集體的作品，不是某一個人的。負責起草，有起草的一個小組，也不是一個人，這是非常值得可信的，值得我們相信的。不像現在譯經，現在這個制度沒有了，實在講，也沒有這麼大的力量。"
    },
    {
      "id": "04-003-0121_p0006",
      "zh_CN": "所以外国人没有中国人有福，现在我们中文的经典，或者梵文、藏文的经典，译成外国文字都是一、二个人翻译的。是不是翻得妥当？实在讲很有问题。我们中文的经典，那真是千斟酌、万斟酌，一字一句都不苟且。这也看到从前人做学问，特别是翻译佛经，因为佛经是一切众生的法身慧命，如果意思错了，那就遗害一切众生，这个因果就背不起。负责译场的这个人，他的责任尤其是大，在《高僧传》里面所记载的，也有经典是居士们翻译的，无论是在家、出家，都是证果位的人。",
      "zh_TW": "所以外國人沒有中國人有福，現在我們中文的經典，或者梵文、藏文的經典，譯成外國文字都是一、二個人翻譯的。是不是翻得妥當？實在講很有問題。我們中文的經典，那真是千斟酌、萬斟酌，一字一句都不苟且。這也看到從前人做學問，特別是翻譯佛經，因為佛經是一切眾生的法身慧命，如果意思錯了，那就遺害一切眾生，這個因果就背不起。負責譯場的這個人，他的責任尤其是大，在《高僧傳》裡面所記載的，也有經典是居士們翻譯的，無論是在家、出家，都是證果位的人。"
    },
    {
      "id": "04-003-0121_p0007",
      "zh_CN": "在从前李老师跟我们介绍的时候，至少都是证得三果以上的人，的确是有修有证，那不仅是有修，真正证果，所以佛的意思他才能体会。如果不是真正证果的人，佛的意思体会不到。看到这个文字，望文生义，往往就把意思解错了。你看开经偈，「愿解如来真实义」，这一句还得了！我们把佛的意思解错了，这个自己修行不能证果，那没有话说。如果要是在教导别人，把别人也误导了，这个责任自己一定要负，没有办法脱离的。你把人路指错了，这个过失在哪里？过失是堕地狱。虽然我不是有意的，或者我善意的，我自己认错路了，把人家也领错了。什么时候你才能够脱离地狱？你所引错路，那些人将来都回归正路，这个时候你可以离开地狱。还有一个人还没有找到正路；换句话说，你在地狱，你就脱离不了。",
      "zh_TW": "在從前李老師跟我們介紹的時候，至少都是證得三果以上的人，的確是有修有證，那不僅是有修，真正證果，所以佛的意思他才能體會。如果不是真正證果的人，佛的意思體會不到。看到這個文字，望文生義，往往就把意思解錯了。你看開經偈，「願解如來真實義」，這一句還得了！我們把佛的意思解錯了，這個自己修行不能證果，那沒有話說。如果要是在教導別人，把別人也誤導了，這個責任自己一定要負，沒有辦法脫離的。你把人路指錯了，這個過失在哪裡？過失是墮地獄。雖然我不是有意的，或者我善意的，我自己認錯路了，把人家也領錯了。什麼時候你才能夠脫離地獄？你所引錯路，那些人將來都回歸正路，這個時候你可以離開地獄。還有一個人還沒有找到正路；換句話說，你在地獄，你就脫離不了。"
    },
    {
      "id": "04-003-0121_p0008",
      "zh_CN": "所以古德，不要说是注疏，就是讲经都非常谨慎。我不能理解地方宁愿不讲，我把经文念过去，这个没有过失。这个我看的当中，你看那个注解，明明那一段好像还有意思的，他轻描淡写就落过去了，实在说是那一段他自己也搞不清楚，但是他这样写出来的时候，他没有责任。所以这是非常的谨慎、慎重的一桩大事。不像现在，现在人胆大了，古人比不上。古人怕因果，现在人不怕因果。所以我劝导同修要读经、看注解，还是看古人的好。古人东西难，不容易懂，古人东西不害人；换句话说，不会把你领错路。",
      "zh_TW": "所以古德，不要說是註疏，就是講經都非常謹慎。我不能理解地方寧願不講，我把經文念過去，這個沒有過失。這個我看的當中，你看那個註解，明明那一段好像還有意思的，他輕描淡寫就落過去了，實在說是那一段他自己也搞不清楚，但是他這樣寫出來的時候，他沒有責任。所以這是非常的謹慎、慎重的一樁大事。不像現在，現在人膽大了，古人比不上。古人怕因果，現在人不怕因果。所以我勸導同修要讀經、看註解，還是看古人的好。古人東西難，不容易懂，古人東西不害人；換句話說，不會把你領錯路。"
    },
    {
      "id": "04-003-0121_p0009",
      "zh_CN": "古人东西如果里面有问题的，就决定流传不到今天。因为从前这个书籍，这是宋以后才有木刻的版本。像我们看的这个书，这虽然是影印的，原版是木刻的，一个字、一个字刻出来的，这个工本费多高？不是正法，有问题的，谁愿意花钱来刻这个本子流通？换句话说，刻本流通，他也要负责任。假如这个书，里面知见不正，你流通了，你花钱流通了，你误导了一些人，你也要负因果责任，这是我们一定要知道的常识，不要给自己惹麻烦。这个本子在世间还有一本存在，你堕落在恶道里就不能出头。换句话说，你流通，譬如说我流通一千本，这一千本在这个世间统统消失掉了，一本也找不到了，你的罪就满了，你才可以出来。",
      "zh_TW": "古人東西如果裡面有問題的，就決定流傳不到今天。因為從前這個書籍，這是宋以後才有木刻的版本。像我們看的這個書，這雖然是影印的，原版是木刻的，一個字、一個字刻出來的，這個工本費多高？不是正法，有問題的，誰願意花錢來刻這個本子流通？換句話說，刻本流通，他也要負責任。假如這個書，裡面知見不正，你流通了，你花錢流通了，你誤導了一些人，你也要負因果責任，這是我們一定要知道的常識，不要給自己惹麻煩。這個本子在世間還有一本存在，你墮落在惡道裡就不能出頭。換句話說，你流通，譬如說我流通一千本，這一千本在這個世間統統消失掉了，一本也找不到了，你的罪就滿了，你才可以出來。"
    },
    {
      "id": "04-003-0121_p0010",
      "zh_CN": "我们今天讲到翻译，我特别提醒诸位同修，你固然发心，我印经流通是好处，你要细细审察这个本子有没有错误。自己没有这个能力，请有能力的人，请他替你审察，我印这个经可不可以？千万不要自作主张，这上有很重的责任。你请人审察，那个人审察点头说没错，将来万一有错了，是他的责任，你没有责任，这个要紧。所以我一生印送经书，我不印现代人的，为什么？我没有能力，没有慧眼，不能辨别邪正，我这个事情不做，我印古人的。古人可以印是什么？古人的东西不知道经过多少人的眼目，这比较可靠。所以此地所讲的这个『三译』，统统是这一品经的意译，就是另外的译本。",
      "zh_TW": "我們今天講到翻譯，我特別提醒諸位同修，你固然發心，我印經流通是好處，你要細細審察這個本子有沒有錯誤。自己沒有這個能力，請有能力的人，請他替你審察，我印這個經可不可以？千萬不要自作主張，這上有很重的責任。你請人審察，那個人審察點頭說沒錯，將來萬一有錯了，是他的責任，你沒有責任，這個要緊。所以我一生印送經書，我不印現代人的，為什麼？我沒有能力，沒有慧眼，不能辨別邪正，我這個事情不做，我印古人的。古人可以印是什麼？古人的東西不知道經過多少人的眼目，這比較可靠。所以此地所講的這個『三譯』，統統是這一品經的意譯，就是另外的譯本。"
    },
    {
      "id": "04-003-0121_p0011",
      "zh_CN": "『佛度跋陀罗』是梵语，佛陀，我们现在叫佛陀，他是佛度跋陀罗，佛陀，翻成中文就是觉的意思。跋陀罗翻作贤，这圣贤的贤。所以它这句话的意思，就是觉悟了的贤人，是取这个意思。他曾经译过这部经，也不是完全的本子，是这一品经里面，我们现在知道，这一品经圆满的翻译是贞元年间翻译的，我们现在读的这个本子，四十卷。他只翻了一卷，而且一卷也不圆满，只翻了偈颂。我们知道这一卷有长行、有偈颂。那他这一卷偈颂，在《大藏经》里也有，现在还保存着在，分量不多，是属于这一品里面的偈子。他为什么不完全翻？很可能那个时候经典散失，他手上只有这么一小段，是《华严经》这个偈颂这一小段，他就把这一段翻出来了。虽不完整，实在讲《华严经》特别是末后这一卷，一字一句都非常宝贵。这是第一次，最早的，这一品经在中国出现。",
      "zh_TW": "『佛度跋陀羅』是梵語，佛陀，我們現在叫佛陀，他是佛度跋陀羅，佛陀，翻成中文就是覺的意思。跋陀羅翻作賢，這聖賢的賢。所以它這句話的意思，就是覺悟了的賢人，是取這個意思。他曾經譯過這部經，也不是完全的本子，是這一品經裡面，我們現在知道，這一品經圓滿的翻譯是貞元年間翻譯的，我們現在讀的這個本子，四十卷。他只翻了一卷，而且一卷也不圓滿，只翻了偈頌。我們知道這一卷有長行、有偈頌。那他這一卷偈頌，在《大藏經》裡也有，現在還保存著在，分量不多，是屬於這一品裡面的偈子。他為什麼不完全翻？很可能那個時候經典散失，他手上只有這麼一小段，是《華嚴經》這個偈頌這一小段，他就把這一段翻出來了。雖不完整，實在講《華嚴經》特別是末後這一卷，一字一句都非常寶貴。這是第一次，最早的，這一品經在中國出現。"
    },
    {
      "id": "04-003-0121_p0012",
      "zh_CN": "【第二大唐代宗之朝。】",
      "zh_TW": "【第二大唐代宗之朝。】"
    },
    {
      "id": "04-003-0121_p0013",
      "zh_CN": "诸位翻开三百零二面，这里面的《钞》都不必细讲。唐朝代宗的年代，『代宗』，注解里头说，唐朝第八个皇帝，唐代宗的时候。",
      "zh_TW": "諸位翻開三百零二面，這裡面的《鈔》都不必細講。唐朝代宗的年代，『代宗』，註解裡頭說，唐朝第八個皇帝，唐代宗的時候。"
    },
    {
      "id": "04-003-0121_p0014",
      "zh_CN": "【大辩正三藏。】",
      "zh_TW": "【大辯正三藏。】"
    },
    {
      "id": "04-003-0121_p0015",
      "zh_CN": "『大辩正三藏』也就是不空三藏。那他有译本，他这个译本也是偈颂，没有长行文。这个偈颂也保存在《藏经》里面，都是末后这一品残缺的这个经卷，不是完整的。在晋译的经本，就是《六十华严》跟《八十华严》，这一品统统没有，就是缺少了这一部分。所以现在我们这个八十卷《华严》，后面把这一卷补在后面，实际上你读《华严经》是八十一卷。前面八十卷实叉难陀翻译的，后面这一卷般若翻译的，所以把这一卷补在后面，六十、八十都没有这一卷。曾经有这一卷经文，前面讲的这两种翻译，都是残缺不完整的偈颂，没有长行文，有这么两次。到第三次翻译，这就是我们现在这个本子，诸位翻开三百零五面，这是讲我们现在这个本子。",
      "zh_TW": "『大辯正三藏』也就是不空三藏。那他有譯本，他這個譯本也是偈頌，沒有長行文。這個偈頌也保存在《藏經》裡面，都是末後這一品殘缺的這個經卷，不是完整的。在晉譯的經本，就是《六十華嚴》跟《八十華嚴》，這一品統統沒有，就是缺少了這一部分。所以現在我們這個八十卷《華嚴》，後面把這一卷補在後面，實際上你讀《華嚴經》是八十一卷。前面八十卷實叉難陀翻譯的，後面這一卷般若翻譯的，所以把這一卷補在後面，六十、八十都沒有這一卷。曾經有這一卷經文，前面講的這兩種翻譯，都是殘缺不完整的偈頌，沒有長行文，有這麼兩次。到第三次翻譯，這就是我們現在這個本子，諸位翻開三百零五面，這是講我們現在這個本子。"
    },
    {
      "id": "04-003-0121_p0016",
      "zh_CN": "【即今贞元所译。】",
      "zh_TW": "【即今貞元所譯。】"
    },
    {
      "id": "04-003-0121_p0017",
      "zh_CN": "『贞元所译』的偈颂也是七言。",
      "zh_TW": "『貞元所譯』的偈頌也是七言。"
    },
    {
      "id": "04-003-0121_p0018",
      "zh_CN": "【而上二本并云是贤吉祥菩萨所造。而非佛经。今乃是经。普贤菩萨所说。良以普贤与贤首名义相滥。又多别行。故昔三藏谓非佛经。】",
      "zh_TW": "【而上二本並云是賢吉祥菩薩所造。而非佛經。今乃是經。普賢菩薩所說。良以普賢與賢首名義相濫。又多別行。故昔三藏謂非佛經。】"
    },
    {
      "id": "04-003-0121_p0019",
      "zh_CN": "这是古人的看法，我们现在知道，前面两种确实是经文。过去，大概是也没有看到原本的经，只看到这么一段，这几首偈子，他们认为这是菩萨造的，菩萨造的偈子，不是经文。到贞元译本出来，《四十华严》全经出来之后，前面两种偈颂一对照，没错，是这里面的一段，才晓得它是经，它不是论。所以清凉大师在此地，这个《疏》是清凉大师作的，特别将这桩事情为我们说明。我们看《疏》，把钞都略掉，看三百零七面这个疏文：",
      "zh_TW": "這是古人的看法，我們現在知道，前面兩種確實是經文。過去，大概是也沒有看到原本的經，只看到這麼一段，這幾首偈子，他們認為這是菩薩造的，菩薩造的偈子，不是經文。到貞元譯本出來，《四十華嚴》全經出來之後，前面兩種偈頌一對照，沒錯，是這裡面的一段，才曉得它是經，它不是論。所以清涼大師在此地，這個《疏》是清涼大師作的，特別將這樁事情為我們說明。我們看《疏》，把鈔都略掉，看三百零七面這個疏文："
    },
    {
      "id": "04-003-0121_p0020",
      "zh_CN": "【又前二本并无长行。故十行相不得显著。】",
      "zh_TW": "【又前二本並無長行。故十行相不得顯著。】"
    },
    {
      "id": "04-003-0121_p0021",
      "zh_CN": "这个『十行相』，这不是念行（音航），十行（音形）。十行就是文殊菩萨在《华严经》，提倡的十行，这十行就是十波罗蜜。你看《华严》，自始至终统统修的是十波罗蜜。我们看初住菩萨，初住菩萨修布施，初行菩萨也修布施，初回向的菩萨还是修布施，初地菩萨也修布施。那二地菩萨修持戒，三地菩萨修忍辱，凡是你看哪一个位次，他都按十波罗蜜，十波罗蜜就是六波罗蜜之后有方便波罗蜜、愿波罗蜜、力波罗蜜、智波罗蜜，所以这《华严》用十表法。但是大经上告诉我们，他不是专修一种，他一种里面，圆满的把前面九种统统包括在里头，所以一即是多，多即是一；一修一切修，一切修一修。从初住到等觉统统是这样子，所以他是圆融自在。在形式上看，好像是有层次的，有这个阶级的，十个法门一门一门的修。但是虽然有次第，他同时是圆融，这就是大经上所说的，行布不碍圆融，圆融不碍行布，行布就是有次第，他这个次第跟圆融是合在一起的，这叫妙行，这叫圆修圆证。",
      "zh_TW": "這個『十行相』，這不是念行（音航），十行（音形）。十行就是文殊菩薩在《華嚴經》，提倡的十行，這十行就是十波羅蜜。你看《華嚴》，自始至終統統修的是十波羅蜜。我們看初住菩薩，初住菩薩修布施，初行菩薩也修布施，初迴向的菩薩還是修布施，初地菩薩也修布施。那二地菩薩修持戒，三地菩薩修忍辱，凡是你看哪一個位次，他都按十波羅蜜，十波羅蜜就是六波羅蜜之後有方便波羅蜜、願波羅蜜、力波羅蜜、智波羅蜜，所以這《華嚴》用十表法。但是大經上告訴我們，他不是專修一種，他一種裡面，圓滿的把前面九種統統包括在裡頭，所以一即是多，多即是一；一修一切修，一切修一修。從初住到等覺統統是這樣子，所以他是圓融自在。在形式上看，好像是有層次的，有這個階級的，十個法門一門一門的修。但是雖然有次第，他同時是圓融，這就是大經上所說的，行布不礙圓融，圓融不礙行布，行布就是有次第，他這個次第跟圓融是合在一起的，這叫妙行，這叫圓修圓證。"
    },
    {
      "id": "04-003-0121_p0022",
      "zh_CN": "在这个地方我们看到前面两种译本没有长行，只有偈颂，所以这十种行相就不显著，不明显。这个十行，也可以说是十大愿王，普贤菩萨十大愿王，文殊菩萨十波罗蜜，在《华严》上统统属于行门，都称之为大行。",
      "zh_TW": "在這個地方我們看到前面兩種譯本沒有長行，只有偈頌，所以這十種行相就不顯著，不明顯。這個十行，也可以說是十大願王，普賢菩薩十大願王，文殊菩薩十波羅蜜，在《華嚴》上統統屬於行門，都稱之為大行。"
    },
    {
      "id": "04-003-0121_p0023",
      "zh_CN": "【今有长行。条流各别。孱然不差。佛经无惑。】",
      "zh_TW": "【今有長行。條流各別。孱然不差。佛經無惑。】"
    },
    {
      "id": "04-003-0121_p0024",
      "zh_CN": "我们看这一卷有长行、有偈颂，圆满无缺，证实它确实是《华严经》的一部分，确实它是经文，不是菩萨所做的议论。我们再翻过来看：",
      "zh_TW": "我們看這一卷有長行、有偈頌，圓滿無缺，證實它確實是《華嚴經》的一部分，確實它是經文，不是菩薩所做的議論。我們再翻過來看："
    },
    {
      "id": "04-003-0121_p0025",
      "zh_CN": "【即贞元十二年。岁次丙子。诏。】",
      "zh_TW": "【即貞元十二年。歲次丙子。詔。】"
    },
    {
      "id": "04-003-0121_p0026",
      "zh_CN": "你看这个年月就记载得非常的清楚。『诏』，诏是皇帝的诏书，我们俗称为圣旨。皇帝的诏书，也就是皇帝的命令。命令谁？",
      "zh_TW": "你看這個年月就記載得非常的清楚。『詔』，詔是皇帝的詔書，我們俗稱為聖旨。皇帝的詔書，也就是皇帝的命令。命令誰？"
    },
    {
      "id": "04-003-0121_p0027",
      "zh_CN": "【罽宾三藏沙门般若。】",
      "zh_TW": "【罽賓三藏沙門般若。】"
    },
    {
      "id": "04-003-0121_p0028",
      "zh_CN": "这就当时这个译经院的院长，负责人。他是印度的一位高僧，就是罽宾国的，罽宾国在现在的新疆，当时是西域，不算是中国，罽宾国的。但是在唐朝的时候，这个地方，我们现在这个历史地图也画在我们这个唐朝版图里面，算是唐朝的附庸国，附庸国，归顺于唐朝的，实际上它是一个独立国。",
      "zh_TW": "這就當時這個譯經院的院長，負責人。他是印度的一位高僧，就是罽賓國的，罽賓國在現在的新疆，當時是西域，不算是中國，罽賓國的。但是在唐朝的時候，這個地方，我們現在這個歷史地圖也畫在我們這個唐朝版圖裡面，算是唐朝的附庸國，附庸國，歸順於唐朝的，實際上它是一個獨立國。"
    },
    {
      "id": "04-003-0121_p0029",
      "zh_CN": "『三藏沙门』是法师的学位，用现在的话来讲，就是学位。古代译经的这些法师，一定要通达三藏，就是经律论三藏经典统统要通达，才有资格翻经。你懂得一门、两门不行，要完全通达；说实在的话，他要通达世出世间一切法。此地只讲佛法，把世间法省略掉了，为什么？通达佛法，没有不通世间法的；通世间法，未必能通佛法。通佛法是一定通世间法，所以把它省略掉了。这样的人才有资格翻经，才不会把佛的意思翻错了。所以他这个主译人，这个资格限制得很严格。『般若』是法师的德号，他的法名称为般若。这个般若，我们知道翻成中文是智慧的意思。",
      "zh_TW": "『三藏沙門』是法師的學位，用現在的話來講，就是學位。古代譯經的這些法師，一定要通達三藏，就是經律論三藏經典統統要通達，才有資格翻經。你懂得一門、兩門不行，要完全通達；說實在的話，他要通達世出世間一切法。此地只講佛法，把世間法省略掉了，為什麼？通達佛法，沒有不通世間法的；通世間法，未必能通佛法。通佛法是一定通世間法，所以把它省略掉了。這樣的人才有資格翻經，才不會把佛的意思翻錯了。所以他這個主譯人，這個資格限制得很嚴格。『般若』是法師的德號，他的法名稱為般若。這個般若，我們知道翻成中文是智慧的意思。"
    },
    {
      "id": "04-003-0121_p0030",
      "zh_CN": "【于京师大崇福寺。】",
      "zh_TW": "【於京師大崇福寺。】"
    },
    {
      "id": "04-003-0121_p0031",
      "zh_CN": "这是翻经的处所。此地这个京师在长安，长安大崇福寺现在还在，还存在。这个现在也变成了古迹，到大陆上去观光旅游，到长安去，大概都会到这个地方去看一看，变成旅游观光的一个重点。那到那个地方去，我们学佛念《华严经》的就想到，当年这个《四十华严》就在那个地方翻译的。",
      "zh_TW": "這是翻經的處所。此地這個京師在長安，長安大崇福寺現在還在，還存在。這個現在也變成了古蹟，到大陸上去觀光旅遊，到長安去，大概都會到這個地方去看一看，變成旅遊觀光的一個重點。那到那個地方去，我們學佛念《華嚴經》的就想到，當年這個《四十華嚴》就在那個地方翻譯的。"
    },
    {
      "id": "04-003-0121_p0032",
      "zh_CN": "【译成四十卷。】",
      "zh_TW": "【譯成四十卷。】"
    },
    {
      "id": "04-003-0121_p0033",
      "zh_CN": "这就是《四十华严》的来源。贞元十二年，就是公元七百九十六年。今年是一千九百九十二年，这部经是在七百九十六年翻译的，这样你就能算得出来，这个经典翻译距离我们现在的年代。这个钞我们也把它省略掉了。",
      "zh_TW": "這就是《四十華嚴》的來源。貞元十二年，就是公元七百九十六年。今年是一千九百九十二年，這部經是在七百九十六年翻譯的，這樣你就能算得出來，這個經典翻譯距離我們現在的年代。這個鈔我們也把它省略掉了。"
    },
    {
      "id": "04-003-0121_p0034",
      "zh_CN": "【即旧经入法界一品。】",
      "zh_TW": "【即舊經入法界一品。】"
    },
    {
      "id": "04-003-0121_p0035",
      "zh_CN": "『旧经』就是从前翻译的，《华严经》，这是讲大经，跟前面讲的三次翻译那意思不同，前面是专指这一卷的，此地是讲专指这一品。这一品在《六十华严》里面有十四卷，你看四十卷，只有十四卷，最后这一卷没有。这个残缺了太多了，这是东晋时候翻译的。唐朝时候翻译的，这就是武则天执政的时候，就是现在我们讲的《八十华严．入法界品》有二十一卷，跟我们现在的经比，差了十九卷。这样才知道过去到中国来的这个原本缺失的部分太多了。",
      "zh_TW": "『舊經』就是從前翻譯的，《華嚴經》，這是講大經，跟前面講的三次翻譯那意思不同，前面是專指這一卷的，此地是講專指這一品。這一品在《六十華嚴》裡面有十四卷，你看四十卷，只有十四卷，最後這一卷沒有。這個殘缺了太多了，這是東晉時候翻譯的。唐朝時候翻譯的，這就是武則天執政的時候，就是現在我們講的《八十華嚴．入法界品》有二十一卷，跟我們現在的經比，差了十九卷。這樣才知道過去到中國來的這個原本缺失的部分太多了。"
    },
    {
      "id": "04-003-0121_p0036",
      "zh_CN": "所以你读经，有的时候意思连不起来，念到这里，忽然底下一句意思就变了，意思接不起来，这当中的经文断掉了，缺失了。现在这个四十卷是完整的经典，你从头念下来的时候，你不会感觉得有连接不上的地方。所以《华严经》，说实在话，最完整的是末后这一品，《四十华严》。末后这一品，就是「普贤菩萨行愿品」。这我们要知道，说「普贤菩萨行愿品」，是《四十华严》的品题。可是我们现在有许多同修都不知道，认为「普贤菩萨行愿品」就是这一卷经，这个错了，这一卷叫别行。实在讲，因为经的分量太大，在从前经本的流通都要靠手写，这四十卷经写起来也要费很长的时间，因此流通量就受了很大的限制。",
      "zh_TW": "所以你讀經，有的時候意思連不起來，念到這裡，忽然底下一句意思就變了，意思接不起來，這當中的經文斷掉了，缺失了。現在這個四十卷是完整的經典，你從頭念下來的時候，你不會感覺得有連接不上的地方。所以《華嚴經》，說實在話，最完整的是末後這一品，《四十華嚴》。末後這一品，就是「普賢菩薩行願品」。這我們要知道，說「普賢菩薩行願品」，是《四十華嚴》的品題。可是我們現在有許多同修都不知道，認為「普賢菩薩行願品」就是這一卷經，這個錯了，這一卷叫別行。實在講，因為經的分量太大，在從前經本的流通都要靠手寫，這四十卷經寫起來也要費很長的時間，因此流通量就受了很大的限制。"
    },
    {
      "id": "04-003-0121_p0037",
      "zh_CN": "清净凉大师觉得这部经是《华严》的关键，是《华严经》的精华，非常重要，就是最后这一段，《华严经》的总结论。所以他老人家，经翻译完成之后，将这一卷特别提出来单独流通，叫别行流通。告诉大家就是，全部的《华严》你没有机会读到，你能读这一卷就够了，也就等于读到全部的《华严》。所以他老人家，这也是奉了皇帝的命令，将这一卷特别做一个注解，就是《别行疏》，特别做一个注解。他的学生，也就是他的传人，宗密大师给注解再做一个注解，因为清凉的注解注得简单，意思很深，怕初学的人看不懂，所以他再详细把注解再注一遍，这就是《钞》，钞就是注解疏的。",
      "zh_TW": "清淨涼大師覺得這部經是《華嚴》的關鍵，是《華嚴經》的精華，非常重要，就是最後這一段，《華嚴經》的總結論。所以他老人家，經翻譯完成之後，將這一卷特別提出來單獨流通，叫別行流通。告訴大家就是，全部的《華嚴》你沒有機會讀到，你能讀這一卷就夠了，也就等於讀到全部的《華嚴》。所以他老人家，這也是奉了皇帝的命令，將這一卷特別做一個註解，就是《別行疏》，特別做一個註解。他的學生，也就是他的傳人，宗密大師給註解再做一個註解，因為清涼的註解註得簡單，意思很深，怕初學的人看不懂，所以他再詳細把註解再註一遍，這就是《鈔》，鈔就是註解疏的。"
    },
    {
      "id": "04-003-0121_p0038",
      "zh_CN": "所以从这两位大师之后，我们这个流通，《华严》流通最广、最多的就是这一部《别行疏钞》。我们今天精装一本，这是《华严经》在国内流通得非常之广，影响非常之深。实在讲疏钞作得太好了，有了《疏钞》，你不读全部《华严》，从《疏钞》里头大概把全部《华严经》的要义、精华都在其中。可以说这个《别行疏钞》是名符其实的略本《华严》，华严纲要，这是它的好处。下面要告诉我们这部经的来源，它经怎么来的？来得也很特别。看三百一十面：",
      "zh_TW": "所以從這兩位大師之後，我們這個流通，《華嚴》流通最廣、最多的就是這一部《別行疏鈔》。我們今天精裝一本，這是《華嚴經》在國內流通得非常之廣，影響非常之深。實在講疏鈔作得太好了，有了《疏鈔》，你不讀全部《華嚴》，從《疏鈔》裡頭大概把全部《華嚴經》的要義、精華都在其中。可以說這個《別行疏鈔》是名符其實的略本《華嚴》，華嚴綱要，這是它的好處。下面要告訴我們這部經的來源，它經怎麼來的？來得也很特別。看三百一十面："
    },
    {
      "id": "04-003-0121_p0039",
      "zh_CN": "【其经梵本。即南天竺乌荼国王吉祥自在之所进也。】",
      "zh_TW": "【其經梵本。即南天竺烏荼國王吉祥自在之所進也。】"
    },
    {
      "id": "04-003-0121_p0040",
      "zh_CN": "这个注解，诸位愿意看，你们自己去看，我就不照讲，我只把这个意思跟诸位说出来。《华严经》，即使在印度流传也不容易，原因是分量太大，尤其从前书写非常不方便。古时候印度的经文写在贝叶上，贝多罗树的树叶。这个树叶很宽，有一点像我们中国的香蕉树，那个芭蕉树的叶子一样。把这个叶子晒干，裁成一条一条的，大概每一条有这么宽，有这么长，两边两头打两个洞，用绳子穿起来。这个树叶的一面只能写四行，一面写四行，只写一面，不是写两面，都写一面的。你想想这一部《华严经》，这样的书本，要用现在的大卡车，恐怕一车都装不了。",
      "zh_TW": "這個註解，諸位願意看，你們自己去看，我就不照講，我只把這個意思跟諸位說出來。《華嚴經》，即使在印度流傳也不容易，原因是分量太大，尤其從前書寫非常不方便。古時候印度的經文寫在貝葉上，貝多羅樹的樹葉。這個樹葉很寬，有一點像我們中國的香蕉樹，那個芭蕉樹的葉子一樣。把這個葉子曬乾，裁成一條一條的，大概每一條有這麼寬，有這麼長，兩邊兩頭打兩個洞，用繩子穿起來。這個樹葉的一面只能寫四行，一面寫四行，只寫一面，不是寫兩面，都寫一面的。你想想這一部《華嚴經》，這樣的書本，要用現在的大卡車，恐怕一車都裝不了。"
    },
    {
      "id": "04-003-0121_p0041",
      "zh_CN": "现在你到印度看看那个贝叶经，有的时候还能看到，大概在台湾也可以看到，你才晓得是多么的笨重，那么大的分量。当中搬运的时候，漏掉的、丢掉的，在所不免。写一部是多么的艰难，在我们想像当中，即使在印度大概也没有几部流通。所以从佛灭度之后到唐朝，差不多将近有一千五百年，这么长久的时间，经典的丧失是在所难免的。那个时候保存经典，差不多都是国王，大臣都很少，几乎都是国王保管的。但是国家有灾难、有兴亡、有更替、有政变，往往照顾不到，经典就丧失掉了。非常幸运的，『南天竺』，天竺是印度，这是南印度的一个国家，这距离中国确实是相当遥远。我们知道北印度跟我们的西藏靠近，南印度就相当遥远。那边一个小国，国王他收藏着有这一部经。他是不是将这一部经送给我们？在传说上不是的，是国王自己手抄的，抄一本。不是把原本给我们，他是手抄的，抄了一本，送给我们，那也非常珍贵。",
      "zh_TW": "現在你到印度看看那個貝葉經，有的時候還能看到，大概在台灣也可以看到，你才曉得是多麼的笨重，那麼大的分量。當中搬運的時候，漏掉的、丟掉的，在所不免。寫一部是多麼的艱難，在我們想像當中，即使在印度大概也沒有幾部流通。所以從佛滅度之後到唐朝，差不多將近有一千五百年，這麼長久的時間，經典的喪失是在所難免的。那個時候保存經典，差不多都是國王，大臣都很少，幾乎都是國王保管的。但是國家有災難、有興亡、有更替、有政變，往往照顧不到，經典就喪失掉了。非常幸運的，『南天竺』，天竺是印度，這是南印度的一個國家，這距離中國確實是相當遙遠。我們知道北印度跟我們的西藏靠近，南印度就相當遙遠。那邊一個小國，國王他收藏著有這一部經。他是不是將這一部經送給我們？在傳說上不是的，是國王自己手抄的，抄一本。不是把原本給我們，他是手抄的，抄了一本，送給我們，那也非常珍貴。"
    },
    {
      "id": "04-003-0121_p0042",
      "zh_CN": "所以古时候这个图书难，不但在过去，即使在前清，前清这个时代，那印刷术相当发达，就这个木刻版本很发达了。乾隆时候编《四库全书》，依然是手写，一共写了多少套？总共只写了七套。《四库全书》总共写七套，乾隆到民国，国家遭遇到很多的灾难，所以这七套到今天只保存了三套，还有四套都丧失了。现在只有三套，大陆上有一套，台湾有一套，好像是英国大英博物馆有一套，那是八国联军的时候抢去的。台湾这几年，这是政府做一桩好事，把《四库全书》交给商务印书馆翻印出来。这一翻印，这一部书就会永远传下去了，就不会丧失掉。他印了三百套，现在收藏在全世界各个大图书馆、大学的图书馆，这个东西可以能保存下去。",
      "zh_TW": "所以古時候這個圖書難，不但在過去，即使在前清，前清這個時代，那印刷術相當發達，就這個木刻版本很發達了。乾隆時候編《四庫全書》，依然是手寫，一共寫了多少套？總共只寫了七套。《四庫全書》總共寫七套，乾隆到民國，國家遭遇到很多的災難，所以這七套到今天只保存了三套，還有四套都喪失了。現在只有三套，大陸上有一套，台灣有一套，好像是英國大英博物館有一套，那是八國聯軍的時候搶去的。台灣這幾年，這是政府做一樁好事，把《四庫全書》交給商務印書館翻印出來。這一翻印，這一部書就會永遠傳下去了，就不會喪失掉。他印了三百套，現在收藏在全世界各個大圖書館、大學的圖書館，這個東西可以能保存下去。"
    },
    {
      "id": "04-003-0121_p0043",
      "zh_CN": "而《四库荟要》，这是乾隆皇帝特别下命令编辑的。因为他下命令编《四库全书》的时候，他已经六十三岁了，这个工程非常大，他怕自己没有那么长的寿命，看不到全书，所以就叫这个总编辑，纪晓岚纪君，就下命令，全书里头最好的东西，先抄一份给我看。这就是把全书里面好的精华都选出来，选了一部分，先把它写出来送给乾隆。这一套书总共写了两套，一套放在他自己书房里面，另外一套藏在圆明园，圆明园里头一套《荟要》，一套《四库全书》。八国联军来的时候，全部毁了，所以《荟要》就剩了一套，那个价值宝贵得就不得了。这是政府带到台湾来了，这个《荟要》大陆没有，大陆人没听说过。世界书局把它印出来，也流通到全世界，这是中国文化的宝藏。从今而后不会再消失了，这我们的确真的放心了。纵然原书被毁掉，这个影印本存在，影印得很好，所以才晓得典籍的保存不容易。现在靠科技、靠影印，这个发达了，容易多了，从前的确困难。像这么大的经典，保存、流传那谈何容易？所以这是人家国王亲手写这一本，这个亲手写的，是不是他自己真的是他写的？我们不要去问，他命令一些大臣们去做，也是他做的。总而言之，他发了心，这个就是他的功德。像《四库荟要》这个编辑，这是乾隆的功德，他的意思，他要不动这个念头，谁去做？没人敢做。人力、物力、财力，那都是很大的规模，不是普通人能做得起的，国家的力量，所以这是国王的力量。",
      "zh_TW": "而《四庫薈要》，這是乾隆皇帝特別下命令編輯的。因為他下命令編《四庫全書》的時候，他已經六十三歲了，這個工程非常大，他怕自己沒有那麼長的壽命，看不到全書，所以就叫這個總編輯，紀曉嵐紀君，就下命令，全書裡頭最好的東西，先抄一份給我看。這就是把全書裡面好的精華都選出來，選了一部分，先把它寫出來送給乾隆。這一套書總共寫了兩套，一套放在他自己書房裡面，另外一套藏在圓明園，圓明園裡頭一套《薈要》，一套《四庫全書》。八國聯軍來的時候，全部毀了，所以《薈要》就剩了一套，那個價值寶貴得就不得了。這是政府帶到台灣來了，這個《薈要》大陸沒有，大陸人沒聽說過。世界書局把它印出來，也流通到全世界，這是中國文化的寶藏。從今而後不會再消失了，這我們的確真的放心了。縱然原書被毀掉，這個影印本存在，影印得很好，所以才曉得典籍的保存不容易。現在靠科技、靠影印，這個發達了，容易多了，從前的確困難。像這麼大的經典，保存、流傳那談何容易？所以這是人家國王親手寫這一本，這個親手寫的，是不是他自己真的是他寫的？我們不要去問，他命令一些大臣們去做，也是他做的。總而言之，他發了心，這個就是他的功德。像《四庫薈要》這個編輯，這是乾隆的功德，他的意思，他要不動這個念頭，誰去做？沒人敢做。人力、物力、財力，那都是很大的規模，不是普通人能做得起的，國家的力量，所以這是國王的力量。"
    },
    {
      "id": "04-003-0121_p0044",
      "zh_CN": "这个国王名字叫『吉祥自在』。『所进』就是进贡。进贡，在古时候附属于我们国家的，我们跟他有外交关系，派的有使节驻在他那边。规定他，看他距离的远近，要是住得近的，每年来朝贡一次，就是每年你要派特使来问皇帝的安，来请安，要送一点礼物来。这个送礼就叫进贡。如果距离远的，就三年一贡；更遥远的，是五年一贡，这都非常合乎人情的。所以这部经典是乌荼国王对中国皇帝送礼，礼物里面的一种，它是当作礼品送来的，这个很特别。我们晓得佛经到中国来，不是中国高僧到印度去取经求来的，就是印度高僧到中国弘法带来的，都非常辛苦。而这部经是人家送贡品里面，来得容易，没受那么多辛苦，这样到中国来的。我们再看底下疏文三百十二面：",
      "zh_TW": "這個國王名字叫『吉祥自在』。『所進』就是進貢。進貢，在古時候附屬於我們國家的，我們跟他有外交關係，派的有使節駐在他那邊。規定他，看他距離的遠近，要是住得近的，每年來朝貢一次，就是每年你要派特使來問皇帝的安，來請安，要送一點禮物來。這個送禮就叫進貢。如果距離遠的，就三年一貢；更遙遠的，是五年一貢，這都非常合乎人情的。所以這部經典是烏荼國王對中國皇帝送禮，禮物裡面的一種，它是當作禮品送來的，這個很特別。我們曉得佛經到中國來，不是中國高僧到印度去取經求來的，就是印度高僧到中國弘法帶來的，都非常辛苦。而這部經是人家送貢品裡面，來得容易，沒受那麼多辛苦，這樣到中國來的。我們再看底下疏文三百十二面："
    },
    {
      "id": "04-003-0121_p0045",
      "zh_CN": "【然自古译经。】",
      "zh_TW": "【然自古譯經。】"
    },
    {
      "id": "04-003-0121_p0046",
      "zh_CN": "就是刚才说过，自古以来，这个梵文经典到中国，在中国翻译。",
      "zh_TW": "就是剛才說過，自古以來，這個梵文經典到中國，在中國翻譯。"
    },
    {
      "id": "04-003-0121_p0047",
      "zh_CN": "【或三藏持来。】",
      "zh_TW": "【或三藏持來。】"
    },
    {
      "id": "04-003-0121_p0048",
      "zh_CN": "印度这些高僧到中国来的时候，他们带来的。",
      "zh_TW": "印度這些高僧到中國來的時候，他們帶來的。"
    },
    {
      "id": "04-003-0121_p0049",
      "zh_CN": "【或遣使迎请。】",
      "zh_TW": "【或遣使迎請。】"
    },
    {
      "id": "04-003-0121_p0050",
      "zh_CN": "无论朝廷派使节，或者我们中国出家人自动到印度去学习，这个例子很多很多，是这么来的。",
      "zh_TW": "無論朝廷派使節，或者我們中國出家人自動到印度去學習，這個例子很多很多，是這麼來的。"
    },
    {
      "id": "04-003-0121_p0051",
      "zh_CN": "【未有如今彼国帝王。亲贡梵文。】",
      "zh_TW": "【未有如今彼國帝王。親貢梵文。】"
    },
    {
      "id": "04-003-0121_p0052",
      "zh_CN": "这个例子在中国从前没有见过，以后好像也很少有这个事情。这是人家国王派着使臣到中国进贡送来的。",
      "zh_TW": "這個例子在中國從前沒有見過，以後好像也很少有這個事情。這是人家國王派著使臣到中國進貢送來的。"
    },
    {
      "id": "04-003-0121_p0053",
      "zh_CN": "【越十万之烟波。】",
      "zh_TW": "【越十萬之煙波。】"
    },
    {
      "id": "04-003-0121_p0054",
      "zh_CN": "这句是形容路途的遥远。我们知道在那个时候，交通工具，水路是船只，陆路是马匹，要走好几个月才能走到，不是简单的事情。路上这个危险比现在要大得太多，就是意外的灾难常常发生，这相当不容易。",
      "zh_TW": "這句是形容路途的遙遠。我們知道在那個時候，交通工具，水路是船隻，陸路是馬匹，要走好幾個月才能走到，不是簡單的事情。路上這個危險比現在要大得太多，就是意外的災難常常發生，這相當不容易。"
    },
    {
      "id": "04-003-0121_p0055",
      "zh_CN": "【逾千日之险阻。】",
      "zh_TW": "【踰千日之險阻。】"
    },
    {
      "id": "04-003-0121_p0056",
      "zh_CN": "这个『千日』就是三年。这个行程，实在是我们中国当年玄奘大师到印度，走了差不多将近有两年多的时间才走到。当然他每到一个地方，他住在那个地方会住个十几天，住个一、二个月，然后再走，这是必要的。否则的话，像现在交通便捷，一到那里，语言生活习惯统统都有障碍。如果沿途走过去，走一站是休息一、二个月，这种障碍就少了，这个语言风俗习惯慢慢就熟悉了。这是一路走一路学习。这是时间之长，路程的遥远。",
      "zh_TW": "這個『千日』就是三年。這個行程，實在是我們中國當年玄奘大師到印度，走了差不多將近有兩年多的時間才走到。當然他每到一個地方，他住在那個地方會住個十幾天，住個一、二個月，然後再走，這是必要的。否則的話，像現在交通便捷，一到那裡，語言生活習慣統統都有障礙。如果沿途走過去，走一站是休息一、二個月，這種障礙就少了，這個語言風俗習慣慢慢就熟悉了。這是一路走一路學習。這是時間之長，路程的遙遠。"
    },
    {
      "id": "04-003-0121_p0057",
      "zh_CN": "【纡彼御札。献我圣君。】",
      "zh_TW": "【紆彼御札。獻我聖君。】"
    },
    {
      "id": "04-003-0121_p0058",
      "zh_CN": "这个『御札』就是现在讲文书，所呈的国书，这是那一边的帝王派的使臣，带着国书到我们的国家对我们的皇帝致敬，进贡。这一段都是叙说的事实，底下这几句是赞叹，这是法师对于朝廷的赞叹，对于国君的赞叹。",
      "zh_TW": "這個『御札』就是現在講文書，所呈的國書，這是那一邊的帝王派的使臣，帶著國書到我們的國家對我們的皇帝致敬，進貢。這一段都是敘說的事實，底下這幾句是讚歎，這是法師對於朝廷的讚歎，對於國君的讚歎。"
    },
    {
      "id": "04-003-0121_p0059",
      "zh_CN": "【若非德合乾坤。道光三古。威临八极。化洽万方。孰能有此光大休烈。难思圆极。再阐神州。】",
      "zh_TW": "【若非德合乾坤。道光三古。威臨八極。化洽萬方。孰能有此光大休烈。難思圓極。再闡神州。】"
    },
    {
      "id": "04-003-0121_p0060",
      "zh_CN": "我们今天读这个文，时代不相同了，意识观念都变了，念这个文，是不是这个法师对皇帝过分的巴结、恭维了？这一点特别值得注意。一个国家要真正能做到长治久安，社会安定繁荣，老百姓能够过到最幸福的日子，没有别的，就在孝敬。我们今天社会动乱，虽然富有，富而不乐。原因在哪里？敬的心没有了，对人、对事、对物都不敬了。佛法的教学、孔孟的教学，他教什么？我们仔细去观察，做一个总的归纳，就是两个字：孝敬。佛法建立在这两个字的基础上，儒家教学也建立在这个基础上。大乘佛法的修学，第一个科目是《地藏菩萨本愿经》，《地藏经》称为佛门的《孝经》。不能够孝亲尊师，无论修学哪一个法门不会有成就的，这是真实的。为什么？他心不相应。",
      "zh_TW": "我們今天讀這個文，時代不相同了，意識觀念都變了，念這個文，是不是這個法師對皇帝過分的巴結、恭維了？這一點特別值得注意。一個國家要真正能做到長治久安，社會安定繁榮，老百姓能夠過到最幸福的日子，沒有別的，就在孝敬。我們今天社會動亂，雖然富有，富而不樂。原因在哪裡？敬的心沒有了，對人、對事、對物都不敬了。佛法的教學、孔孟的教學，他教什麼？我們仔細去觀察，做一個總的歸納，就是兩個字：孝敬。佛法建立在這兩個字的基礎上，儒家教學也建立在這個基礎上。大乘佛法的修學，第一個科目是《地藏菩薩本願經》，《地藏經》稱為佛門的《孝經》。不能夠孝親尊師，無論修學哪一個法門不會有成就的，這是真實的。為什麼？他心不相應。"
    },
    {
      "id": "04-003-0121_p0061",
      "zh_CN": "从前世间的学术、道德仁义，如果没有孝敬，他也不会成就的。我们翻开历史，过去的这些圣贤，出家、在家，在道德学问上有成就的，没有一个不是在孝敬基础上建立的。那什么叫教育？这是教育。舍弃了孝敬，教育就没有了，根都没有了。像棵树一样，根没有了，哪有树干、树枝、树叶？当然统统没有了。他的结果是世间大乱，就乱世。我们今天生在这个社会，尝到这个果实，就是教育舍弃了，孝敬教育没有人讲了。我们看这段文，这是孝敬的发扬光大，对于国家的领袖，国家的元首，能真诚的礼敬，这样的人在社会上他会作乱吗？他会犯上吗？不可能的。老百姓，实在都是非常善良、非常纯朴，没有人去挑拨，没有人去间离，社会都是安定的。什么人去挑拨？去作乱？都是没有孝敬的人。",
      "zh_TW": "從前世間的學術、道德仁義，如果沒有孝敬，他也不會成就的。我們翻開歷史，過去的這些聖賢，出家、在家，在道德學問上有成就的，沒有一個不是在孝敬基礎上建立的。那什麼叫教育？這是教育。捨棄了孝敬，教育就沒有了，根都沒有了。像棵樹一樣，根沒有了，哪有樹幹、樹枝、樹葉？當然統統沒有了。他的結果是世間大亂，就亂世。我們今天生在這個社會，嘗到這個果實，就是教育捨棄了，孝敬教育沒有人講了。我們看這段文，這是孝敬的發揚光大，對於國家的領袖，國家的元首，能真誠的禮敬，這樣的人在社會上他會作亂嗎？他會犯上嗎？不可能的。老百姓，實在都是非常善良、非常純樸，沒有人去挑撥，沒有人去間離，社會都是安定的。什麼人去挑撥？去作亂？都是沒有孝敬的人。"
    },
    {
      "id": "04-003-0121_p0062",
      "zh_CN": "所以今天讲治国平天下，从哪里讲起？要从教育讲起。这是儒家讲得好，《礼记．学记》里面就讲得很清楚，「建国君民，教学为先」。建立一个政权，领导全国老百姓，什么最重要？教学最重要。教学教的什么？就是孝亲尊师。所以孝敬做到了极处（究竟圆满处），就是成佛。为什么？等觉菩萨还有一品生相无明没破，就是孝道的不圆满，是诚敬有欠缺。所以我们才真正能体会到，整个大乘佛法没有别的，就是一个究竟圆满的孝道。师道就建立在孝道的基础上，不孝亲，怎么会尊师？尊师必定能尽孝，尽孝的人必定尊师。这才在世间成就学业，成就事业；在佛法里面，成就道业。所以这个赞叹是教育的意义大过恭维，是恭维的时候，可以说没有这个意思。教育的意义，教天下人对于尊长要尊敬，要感恩戴德，才能够维系社会的安定、社会的繁荣。我们从这方面来观察，那就很有意义。否则的话，要是从人际上，这个根本就是恭维的话，他恭维得过分。但是从教育的观点，他非常之纯真，所以这是必须要晓得的。",
      "zh_TW": "所以今天講治國平天下，從哪裡講起？要從教育講起。這是儒家講得好，《禮記．學記》裡面就講得很清楚，「建國君民，教學為先」。建立一個政權，領導全國老百姓，什麼最重要？教學最重要。教學教的什麼？就是孝親尊師。所以孝敬做到了極處（究竟圓滿處），就是成佛。為什麼？等覺菩薩還有一品生相無明沒破，就是孝道的不圓滿，是誠敬有欠缺。所以我們才真正能體會到，整個大乘佛法沒有別的，就是一個究竟圓滿的孝道。師道就建立在孝道的基礎上，不孝親，怎麼會尊師？尊師必定能盡孝，盡孝的人必定尊師。這才在世間成就學業，成就事業；在佛法裡面，成就道業。所以這個讚歎是教育的意義大過恭維，是恭維的時候，可以說沒有這個意思。教育的意義，教天下人對於尊長要尊敬，要感恩戴德，才能夠維繫社會的安定、社會的繁榮。我們從這方面來觀察，那就很有意義。否則的話，要是從人際上，這個根本就是恭維的話，他恭維得過分。但是從教育的觀點，他非常之純真，所以這是必須要曉得的。"
    },
    {
      "id": "04-003-0121_p0063",
      "zh_CN": "请掀开三百一十四面，底下这段《疏》文告诉我们，翻译不简单，必须要具备许多圆满的条件。我们看看现代，外国人要翻译中文的经典，或者是梵文、藏文的经典，你看看他有没有这些因缘？然后才知道中国人福报大。否则跟你讲中国人福大，你不相信。",
      "zh_TW": "請掀開三百一十四面，底下這段《疏》文告訴我們，翻譯不簡單，必須要具備許多圓滿的條件。我們看看現代，外國人要翻譯中文的經典，或者是梵文、藏文的經典，你看看他有沒有這些因緣？然後才知道中國人福報大。否則跟你講中國人福大，你不相信。"
    },
    {
      "id": "04-003-0121_p0064",
      "zh_CN": "【然夫教流非一缘矣。】",
      "zh_TW": "【然夫教流非一緣矣。】"
    },
    {
      "id": "04-003-0121_p0065",
      "zh_CN": "这个『教』就是佛的教育，流就是流通、流布，现代讲的传播，这个流就是现在的传播的意思。佛教教育的传播（教学的传播），不是一个缘，是要许多的条件才能达到。哪些缘？下面就给我们说了。",
      "zh_TW": "這個『教』就是佛的教育，流就是流通、流布，現代講的傳播，這個流就是現在的傳播的意思。佛教教育的傳播（教學的傳播），不是一個緣，是要許多的條件才能達到。哪些緣？下面就給我們說了。"
    },
    {
      "id": "04-003-0121_p0066",
      "zh_CN": "【要在时清道泰。正化可行。】",
      "zh_TW": "【要在時清道泰。正化可行。】"
    },
    {
      "id": "04-003-0121_p0067",
      "zh_CN": "这是第一个条件，第一个条件什么条件？一定要太平盛世，人心向善，佛法的弘传没有障碍；换句话说，决定不是乱世。乱世要想传播佛法，那是难上之难，不能普遍的流传。第二个条件是",
      "zh_TW": "這是第一個條件，第一個條件什麼條件？一定要太平盛世，人心向善，佛法的弘傳沒有障礙；換句話說，決定不是亂世。亂世要想傳播佛法，那是難上之難，不能普遍的流傳。第二個條件是"
    },
    {
      "id": "04-003-0121_p0068",
      "zh_CN": "【大国中华。皇城凤阙。】",
      "zh_TW": "【大國中華。皇城鳳闕。】"
    },
    {
      "id": "04-003-0121_p0069",
      "zh_CN": "这是说处所殊胜，这个处所看到『中华』，不要以为是中国；看到『皇城』，不要以为是帝王的首都，这样看法就错了。中华就是佛经里面常讲的中国，这个中国什么？拣别它不是偏僻的地方，是这个样子说法。换句话说，是文化程度很高的皇城，皇是大，大都市，是这个意思。文化水准很高，物产资源丰足的大都会，是指这个地方。所以我们决定不能把这个文字讲死了，那就错了。",
      "zh_TW": "這是說處所殊勝，這個處所看到『中華』，不要以為是中國；看到『皇城』，不要以為是帝王的首都，這樣看法就錯了。中華就是佛經裡面常講的中國，這個中國什麼？揀別它不是偏僻的地方，是這個樣子說法。換句話說，是文化程度很高的皇城，皇是大，大都市，是這個意思。文化水準很高，物產資源豐足的大都會，是指這個地方。所以我們決定不能把這個文字講死了，那就錯了。"
    },
    {
      "id": "04-003-0121_p0070",
      "zh_CN": "现在这是民国时代，这也没有宫殿了，那佛法就要灭寂了是不是？没有地方好传了？这不是的。我们知道文化水准很高的大都市，现在这个世间，这样的大都会很多，不在少数，为什么？因为这个样的都会，它能够影响边缘的地区。譬如这个世界上的电影明星，为什么都得要到美国好莱坞去一趟，他才能成为世界级的？那个地方是他的标准！没有到那里去一趟，你演艺再高明，人家不承认你是世界级的。你只要到他那个地方去一趟，那算是世界第一流的，就是这个意思。所以这个世界上是，文化水准高的大都市，你在那个地方把佛法展扬开，这个人家看是这个佛法是世界性的，这个是世界一流水准，大家对于法就起了尊重之心。大都会里头没有佛法，农村的佛法，摇头，那是低级的，低级的不是高级的，这个道理在此地。所以古时候的高僧大德一定要到京师去讲讲经，他就提升了，这是国家一流的法师，社会大众对他普遍的尊敬。古今中外，这一般的思想都是如此。所以读万卷书之后，一定要行万里路，不行万里路不行，别人说你没有见过世面，一定要行万里路。第三：",
      "zh_TW": "現在這是民國時代，這也沒有宮殿了，那佛法就要滅寂了是不是？沒有地方好傳了？這不是的。我們知道文化水準很高的大都市，現在這個世間，這樣的大都會很多，不在少數，為什麼？因為這個樣的都會，它能夠影響邊緣的地區。譬如這個世界上的電影明星，為什麼都得要到美國好萊塢去一趟，他才能成為世界級的？那個地方是他的標準！沒有到那裡去一趟，你演藝再高明，人家不承認你是世界級的。你只要到他那個地方去一趟，那算是世界第一流的，就是這個意思。所以這個世界上是，文化水準高的大都市，你在那個地方把佛法展揚開，這個人家看是這個佛法是世界性的，這個是世界一流水準，大家對於法就起了尊重之心。大都會裡頭沒有佛法，農村的佛法，搖頭，那是低級的，低級的不是高級的，這個道理在此地。所以古時候的高僧大德一定要到京師去講講經，他就提升了，這是國家一流的法師，社會大眾對他普遍的尊敬。古今中外，這一般的思想都是如此。所以讀萬卷書之後，一定要行萬里路，不行萬里路不行，別人說你沒有見過世面，一定要行萬里路。第三："
    },
    {
      "id": "04-003-0121_p0071",
      "zh_CN": "【明王圣帝。崇重法门。】",
      "zh_TW": "【明王聖帝。崇重法門。】"
    },
    {
      "id": "04-003-0121_p0072",
      "zh_CN": "注子里面讲，第三个讲君圣。要用现代话来说，必须要得到社会的贤达、高阶层领导人的认同，得到他们的提倡，因为他们影响力、号召力很大。他对于佛法一赞叹，多少人都信，都相信了，要有这样的人来护持。第四是：",
      "zh_TW": "註子裡面講，第三個講君聖。要用現代話來說，必須要得到社會的賢達、高階層領導人的認同，得到他們的提倡，因為他們影響力、號召力很大。他對於佛法一讚歎，多少人都信，都相信了，要有這樣的人來護持。第四是："
    },
    {
      "id": "04-003-0121_p0073",
      "zh_CN": "【辅佐贤良。翊赞玄化。】",
      "zh_TW": "【輔佐賢良。翊贊玄化。】"
    },
    {
      "id": "04-003-0121_p0074",
      "zh_CN": "这句是讲大臣，国王大臣，就是今天讲社会各阶层的领袖人物。今天是民主时代，每个行业里面的钜子，被受社会大众尊敬的这些领导人，他们的赞助，他们来推动，这个正法的弘传就非常容易。第五，这条件一个都不能缺少。",
      "zh_TW": "這句是講大臣，國王大臣，就是今天講社會各階層的領袖人物。今天是民主時代，每個行業裡面的鉅子，被受社會大眾尊敬的這些領導人，他們的贊助，他們來推動，這個正法的弘傳就非常容易。第五，這條件一個都不能缺少。"
    },
    {
      "id": "04-003-0121_p0075",
      "zh_CN": "【人多聪敏。道器可持。】",
      "zh_TW": "【人多聰敏。道器可持。】"
    },
    {
      "id": "04-003-0121_p0076",
      "zh_CN": "这就是广大的群众。广大的群众一接触佛法，他欢喜，他就能接受，这很重要的条件。否则的话，你讲给他，大家不喜欢听，不能接受，这佛法就没有办法推行了。与前面合起来讲，有关系，叫上行下效。但是在今天的社会，确实有很大的差异，为什么？古时候的人，刚才讲了，他从出生下来，就培养孝敬的观念。一生当中，他都不会违背这个原则，起心动念、处事待人接物，不敢离开这个标准太远；纵然可以离开一点，幅度都不大。所以上阶层人提倡，下面人马上就拥护，上行下效。今天教育跟从前完全不一样了，上面提倡，下面未必遵守；甚至于上面提倡，下面把你推翻，你也无可奈何。民主有优点，也有缺点，世间没有十全十美的制度。",
      "zh_TW": "這就是廣大的群眾。廣大的群眾一接觸佛法，他歡喜，他就能接受，這很重要的條件。否則的話，你講給他，大家不喜歡聽，不能接受，這佛法就沒有辦法推行了。與前面合起來講，有關係，叫上行下效。但是在今天的社會，確實有很大的差異，為什麼？古時候的人，剛才講了，他從出生下來，就培養孝敬的觀念。一生當中，他都不會違背這個原則，起心動念、處事待人接物，不敢離開這個標準太遠；縱然可以離開一點，幅度都不大。所以上階層人提倡，下面人馬上就擁護，上行下效。今天教育跟從前完全不一樣了，上面提倡，下面未必遵守；甚至於上面提倡，下面把你推翻，你也無可奈何。民主有優點，也有缺點，世間沒有十全十美的制度。"
    },
    {
      "id": "04-003-0121_p0077",
      "zh_CN": "孙中山先生是一个非常聪明的人，想出一个很好的制度，君主跟民主之美，兼而有之，这的确很了不起，可惜短命。死了以后，没有人照着他的理念去做。他的构想就是三民主义，五权宪法，他有君主的这个好处，那就是什么？一党专政，他没有想到有几个党竞争的，孙总理没有想到这一桩事情。而是什么？以党代替皇室，这就是有君主的优点。因为他君主，他是一家人统治这个国家。我们今天不是一家人，集全国优秀的人才，我们共同来治理这个国家，就成立一个党。党就是从前这个君主的家庭，是用这种思想，所以他没有想到有两个党竞争的，没有，这就是有君主的长处。大众集思广义，有民主的优点，是集君主跟民主的优点，这是他的想法，他这个想法的确是好。在近代思想家里面，很难得见到有这么一个人，这么一个想法。但是今天谁相信？我听说许多学校连三民主义国父思想都不要了，都要把它废弃掉了。孙先生这个学术思想，到将来看看什么人再能够看出，那对他的确是尊敬佩服。",
      "zh_TW": "孫中山先生是一個非常聰明的人，想出一個很好的制度，君主跟民主之美，兼而有之，這的確很了不起，可惜短命。死了以後，沒有人照著他的理念去做。他的構想就是三民主義，五權憲法，他有君主的這個好處，那就是什麼？一黨專政，他沒有想到有幾個黨競爭的，孫總理沒有想到這一樁事情。而是什麼？以黨代替皇室，這就是有君主的優點。因為他君主，他是一家人統治這個國家。我們今天不是一家人，集全國優秀的人才，我們共同來治理這個國家，就成立一個黨。黨就是從前這個君主的家庭，是用這種思想，所以他沒有想到有兩個黨競爭的，沒有，這就是有君主的長處。大眾集思廣義，有民主的優點，是集君主跟民主的優點，這是他的想法，他這個想法的確是好。在近代思想家裡面，很難得見到有這麼一個人，這麼一個想法。但是今天誰相信？我聽說許多學校連三民主義國父思想都不要了，都要把它廢棄掉了。孫先生這個學術思想，到將來看看什麼人再能夠看出，那對他的確是尊敬佩服。"
    },
    {
      "id": "04-003-0121_p0078",
      "zh_CN": "我曾经有一次，那是很多年前，教育部邀请我做一次讲演的时候，那个题目是「文化复兴与宗教」。我在里面就提出，孙中山先生的思想，三民主义，就是中国固有文化的现代化，我说过这个话。他这个构想非常之好，可惜我们没有去做。所以这是现代，我们要了解现代人，要认识现代的社会。弘法不容易，弘法既然不容易，译经流通那就更不容易了。为什么？看这上面十个条件，缘不具足。过去在中国这个时代是缘具足。第六个条件：",
      "zh_TW": "我曾經有一次，那是很多年前，教育部邀請我做一次講演的時候，那個題目是「文化復興與宗教」。我在裡面就提出，孫中山先生的思想，三民主義，就是中國固有文化的現代化，我說過這個話。他這個構想非常之好，可惜我們沒有去做。所以這是現代，我們要了解現代人，要認識現代的社會。弘法不容易，弘法既然不容易，譯經流通那就更不容易了。為什麼？看這上面十個條件，緣不具足。過去在中國這個時代是緣具足。第六個條件："
    },
    {
      "id": "04-003-0121_p0079",
      "zh_CN": "【方有圣灵。潜运冥卫。不惮劳苦。传译中华。】",
      "zh_TW": "【方有聖靈。潛運冥衛。不憚勞苦。傳譯中華。】"
    },
    {
      "id": "04-003-0121_p0080",
      "zh_CN": "这一段简单的讲就是佛菩萨保佑，三宝加持，龙天拥护。佛菩萨保佑，可以说无时不在，不管你是治世还是乱世，不管你是善人还是恶人，佛菩萨的心是平等的，没有不加持的。问题在什么地方？诸佛菩萨加持，我们究竟能接受到几分？那就看我们的心，与佛菩萨的心相应不相应，一分相应得一分感应，二分相应得二分感应。如果跟佛菩萨心完全相违背，他的加持，我们一丝毫都得不到。那佛菩萨的心是什么心？平等心、清净心、大慈悲心。如果社会有一部分人，确实有这样的心肠，这个社会就得到三宝的加持，就有显著的感应，纵然在现在这个时代，可以避免灾难；纵然有灾难了，所谓是有惊无险，还可以平安度过。那为什么还有惊？因为不是全体人跟佛心相应，只有部分人。但是部分人也就很了不起，那一些造恶的人沾他们的光，沾光绝对不领情，这要知道的，绝对不领情的，所以我们要知道这事实的真相。第七：",
      "zh_TW": "這一段簡單的講就是佛菩薩保佑，三寶加持，龍天擁護。佛菩薩保佑，可以說無時不在，不管你是治世還是亂世，不管你是善人還是惡人，佛菩薩的心是平等的，沒有不加持的。問題在什麼地方？諸佛菩薩加持，我們究竟能接受到幾分？那就看我們的心，與佛菩薩的心相應不相應，一分相應得一分感應，二分相應得二分感應。如果跟佛菩薩心完全相違背，他的加持，我們一絲毫都得不到。那佛菩薩的心是什麼心？平等心、清淨心、大慈悲心。如果社會有一部分人，確實有這樣的心腸，這個社會就得到三寶的加持，就有顯著的感應，縱然在現在這個時代，可以避免災難；縱然有災難了，所謂是有驚無險，還可以平安度過。那為什麼還有驚？因為不是全體人跟佛心相應，只有部分人。但是部分人也就很了不起，那一些造惡的人沾他們的光，沾光絕對不領情，這要知道的，絕對不領情的，所以我們要知道這事實的真相。第七："
    },
    {
      "id": "04-003-0121_p0081",
      "zh_CN": "【音善两方。义兼权实。】",
      "zh_TW": "【音善兩方。義兼權實。】"
    },
    {
      "id": "04-003-0121_p0082",
      "zh_CN": "这是讲翻译的人，翻译的人必须精通两方的语言文字，还要深知两方的文化背景，你才能翻译得出来。否则的话，照字面上去翻译，那决定错误。可见得这个翻译不容易，不仅仅是了解两方面的文字，要知道他的思想，知道他这个历史的背景、文化发展的背景，晓得这个地区、这个民族，他们想的是什么，所思所念？这样才能翻出来，才能把这个意思表达得出来，所以这是真实的学问。第八：",
      "zh_TW": "這是講翻譯的人，翻譯的人必須精通兩方的語言文字，還要深知兩方的文化背景，你才能翻譯得出來。否則的話，照字面上去翻譯，那決定錯誤。可見得這個翻譯不容易，不僅僅是了解兩方面的文字，要知道他的思想，知道他這個歷史的背景、文化發展的背景，曉得這個地區、這個民族，他們想的是什麼，所思所念？這樣才能翻出來，才能把這個意思表達得出來，所以這是真實的學問。第八："
    },
    {
      "id": "04-003-0121_p0083",
      "zh_CN": "【明贤高识。启发赞扬。】",
      "zh_TW": "【明賢高識。啟發讚揚。】"
    },
    {
      "id": "04-003-0121_p0084",
      "zh_CN": "第八是参与翻译、提供意见的，这些人也要高明的人。前面是讲主持翻译的译场，这是讲旁边来协助的，相当不容易。我们举个浅显的例子，我们有一篇很短的文，净宗学会的缘起，很多同修看到了，不长。在美国，我们达拉斯三位同修，在美国都住上二十多年了，自己觉得语言文字都很不错了。其中有一个同修，小学在美国念，小学、中学、大学，那他的英语跟外国人已经没有两样。三个人合起来翻这篇文章，翻出来了，而且送到台湾，我们都把它印出来。结果在台湾有一个外国人，这个外国人也学佛的，好像是在台大读研究所。他把这个拿去一看，他说很多错误，他又给我们翻了一次，翻了之后里面几乎全部都改了。这一篇文章，你才晓得这个东西不容易。而且我们那个翻译的时候，我还一再告诉这些同修们，你们译出之后，附近这些邻居外国人先给他们看，请他们提供意见。他们看了之后，讲一讲，意思对不对？不对的时候，再斟酌，再修改。不容易！所以这是讲的一些帮助的人，对于佛法有修养的，翻译之后先送给他们看一看，请他们指教，请他们尽量提供意见，哪一个字、哪一句、哪一段不妥当，提出意见来，我们再研究、再参考、再斟酌，这样才成为一个定本，这多艰难！第九：",
      "zh_TW": "第八是參與翻譯、提供意見的，這些人也要高明的人。前面是講主持翻譯的譯場，這是講旁邊來協助的，相當不容易。我們舉個淺顯的例子，我們有一篇很短的文，淨宗學會的緣起，很多同修看到了，不長。在美國，我們達拉斯三位同修，在美國都住上二十多年了，自己覺得語言文字都很不錯了。其中有一個同修，小學在美國念，小學、中學、大學，那他的英語跟外國人已經沒有兩樣。三個人合起來翻這篇文章，翻出來了，而且送到台灣，我們都把它印出來。結果在台灣有一個外國人，這個外國人也學佛的，好像是在台大讀研究所。他把這個拿去一看，他說很多錯誤，他又給我們翻了一次，翻了之後裡面幾乎全部都改了。這一篇文章，你才曉得這個東西不容易。而且我們那個翻譯的時候，我還一再告訴這些同修們，你們譯出之後，附近這些鄰居外國人先給他們看，請他們提供意見。他們看了之後，講一講，意思對不對？不對的時候，再斟酌，再修改。不容易！所以這是講的一些幫助的人，對於佛法有修養的，翻譯之後先送給他們看一看，請他們指教，請他們儘量提供意見，哪一個字、哪一句、哪一段不妥當，提出意見來，我們再研究、再參考、再斟酌，這樣才成為一個定本，這多艱難！第九："
    },
    {
      "id": "04-003-0121_p0085",
      "zh_CN": "【内外悉心。】",
      "zh_TW": "【內外悉心。】"
    },
    {
      "id": "04-003-0121_p0086",
      "zh_CN": "第十：",
      "zh_TW": "第十："
    },
    {
      "id": "04-003-0121_p0087",
      "zh_CN": "【潜显兼卫。】",
      "zh_TW": "【潛顯兼衛。】"
    },
    {
      "id": "04-003-0121_p0088",
      "zh_CN": "这两句是总结。『内外悉心』就是专心，一心一意来做这个工作。这个内就是负责翻译的，就像译经院这些同仁们；外，就是外面这些学者、名流，请他们指教，请他们来提供意见，内外一心一意来成就这个事业。末后这是讲诸佛菩萨、护法鬼神，跟我们也是同心同德来做这个工作，所以方令圆教。我们看三百十五面的《疏》：",
      "zh_TW": "這兩句是總結。『內外悉心』就是專心，一心一意來做這個工作。這個內就是負責翻譯的，就像譯經院這些同仁們；外，就是外面這些學者、名流，請他們指教，請他們來提供意見，內外一心一意來成就這個事業。末後這是講諸佛菩薩、護法鬼神，跟我們也是同心同德來做這個工作，所以方令圓教。我們看三百十五面的《疏》："
    },
    {
      "id": "04-003-0121_p0089",
      "zh_CN": "【方令圆教。流通未闻。】",
      "zh_TW": "【方令圓教。流通未聞。】"
    },
    {
      "id": "04-003-0121_p0090",
      "zh_CN": "这样才能够把这个圆满的佛陀的教学，流通到那个没有佛法的地方，帮助他们。",
      "zh_TW": "這樣才能夠把這個圓滿的佛陀的教學，流通到那個沒有佛法的地方，幫助他們。"
    },
    {
      "id": "04-003-0121_p0091",
      "zh_CN": "【缅想昔传。事多阙略。具斯胜事。莫盛当朝。】",
      "zh_TW": "【緬想昔傳。事多闕略。具斯勝事。莫盛當朝。】"
    },
    {
      "id": "04-003-0121_p0092",
      "zh_CN": "这是讲非常感慨，想到从前翻译之艰难，比不上现在。这唐朝是我们中国最盛的一个时期，人才、财力、设备都远超过从前的译场，这是对现前这个译场的赞叹。",
      "zh_TW": "這是講非常感慨，想到從前翻譯之艱難，比不上現在。這唐朝是我們中國最盛的一個時期，人才、財力、設備都遠超過從前的譯場，這是對現前這個譯場的讚歎。"
    },
    {
      "id": "04-003-0121_p0093",
      "zh_CN": "【今此一经。即彼四十卷中第四十也。】",
      "zh_TW": "【今此一經。即彼四十卷中第四十也。】"
    },
    {
      "id": "04-003-0121_p0094",
      "zh_CN": "现在我们读的这一卷经，就是贞元年间所译的这四十卷《华严经》，「普贤菩萨行愿品」是这四十卷当中最后的一卷，第四十卷是最后的一卷。",
      "zh_TW": "現在我們讀的這一卷經，就是貞元年間所譯的這四十卷《華嚴經》，「普賢菩薩行願品」是這四十卷當中最後的一卷，第四十卷是最後的一卷。"
    },
    {
      "id": "04-003-0121_p0095",
      "zh_CN": "我们今天就讲到此地，这正好是一个段落。下次我回来的时候，我们接着就真正讲到本经的经文。这就把这个翻译简单跟同修们介绍过去了。好，我们念佛回向。",
      "zh_TW": "我們今天就講到此地，這正好是一個段落。下次我回來的時候，我們接著就真正講到本經的經文。這就把這個翻譯簡單跟同修們介紹過去了。好，我們念佛迴向。"
    }
  ]
}