{
  "doc_id": "04-003-0087",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八十七集",
    "zh_TW": "第八十七集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0087",
  "total_paragraphs": 103,
  "paragraphs": [
    {
      "id": "04-003-0087_p0001",
      "zh_CN": "请掀开经本，二百二十七面最后一行，最后一句，从最后一句看起：",
      "zh_TW": "請掀開經本，二百二十七面最後一行，最後一句，從最後一句看起："
    },
    {
      "id": "04-003-0087_p0002",
      "zh_CN": "【加有二种。一者显加。具于三业。二者冥加。但与智令说。】",
      "zh_TW": "【加有二種。一者顯加。具於三業。二者冥加。但與智令說。】"
    },
    {
      "id": "04-003-0087_p0003",
      "zh_CN": "从这段看起。这是第十个小段，讲的加持，我们通常也讲加被，加持。佛菩萨对我们的加持方式很多，但是许多方式归纳起来不外乎两大类，一种是非常明显的，我们很容易能够觉察到的，这叫『显加』。另外一种是我们不容易觉察到，往往到事后想想，佛菩萨确实在暗中保佑我们，这个暗中保佑就是属于『冥加』。",
      "zh_TW": "從這段看起。這是第十個小段，講的加持，我們通常也講加被，加持。佛菩薩對我們的加持方式很多，但是許多方式歸納起來不外乎兩大類，一種是非常明顯的，我們很容易能夠覺察到的，這叫『顯加』。另外一種是我們不容易覺察到，往往到事後想想，佛菩薩確實在暗中保佑我們，這個暗中保佑就是屬於『冥加』。"
    },
    {
      "id": "04-003-0087_p0004",
      "zh_CN": "显加是『具于三业』，三是身、语、意，我们见到佛光，见到瑞相，闻到香气，这是很明显的。像前几年，那时候我不在美国，我们美国有个朋友陈大川居士，也到此地来过，他在达拉斯自己建了一栋房子。有天晚上，跟几位同修在他院子里面聊天，他那个院子很大，这个树木花草也很多。在那里讨论佛法，这忽然闻到一阵异香，从来没有闻到过的，绝对不是他院子里的花香，也不是他家佛堂烧的檀香，在一块聊天的同修们每个人都闻见，而且时间很长。他们把这个事情告诉我，像这一类的这是属于显加。这种事情通常大概都是菩萨、善神，你们在这里念佛，或者拜佛，或者讨论佛法，他从这里经过看到欢喜，也合掌赞叹，在那里停留了一下，停留一下，他身上有香气你可以闻得到，所以说像诸如这一类的很多。有些同修见到佛菩萨的形相，有些见到很奇异的光明，这都是属于显加。",
      "zh_TW": "顯加是『具於三業』，三是身、語、意，我們見到佛光，見到瑞相，聞到香氣，這是很明顯的。像前幾年，那時候我不在美國，我們美國有個朋友陳大川居士，也到此地來過，他在達拉斯自己建了一棟房子。有天晚上，跟幾位同修在他院子裡面聊天，他那個院子很大，這個樹木花草也很多。在那裡討論佛法，這忽然聞到一陣異香，從來沒有聞到過的，絕對不是他院子裡的花香，也不是他家佛堂燒的檀香，在一塊聊天的同修們每個人都聞見，而且時間很長。他們把這個事情告訴我，像這一類的這是屬於顯加。這種事情通常大概都是菩薩、善神，你們在這裡念佛，或者拜佛，或者討論佛法，他從這裡經過看到歡喜，也合掌讚歎，在那裡停留了一下，停留一下，他身上有香氣你可以聞得到，所以說像諸如這一類的很多。有些同修見到佛菩薩的形相，有些見到很奇異的光明，這都是屬於顯加。"
    },
    {
      "id": "04-003-0087_p0005",
      "zh_CN": "「二者冥加」，冥加就没有那么显著，暗中加持的。『但与智令说』，实在讲，这个冥加有的时候也能体会，特别是在讲经的时候，这上台讲经，不论在家、出家，几乎都有这个经验。为什么？在台下的时候预备，预备了很多资料，这一上台都用不着了。上台讲得头头是道，滔滔不绝；下了台之后，我这个智慧从哪里来的？不晓得。像谛闲老法师，谛老讲经有很多讲记，是听经的居士们记的。像江味农他们都常常听谛闲老法师讲经，替他写这个讲记。老法师有讲义，像这个《圆觉经》，《圆觉经讲义亲闻记》，在台湾都有流通。《讲记》是他自己写的，是老法师自己写的。《亲闻记》，好像是江味农，是哪一个听的，听了之后，他写的笔记，就是听经的笔记。写好了之后送给老法师看，老法师都呆了，这是我讲的吗？他说是，没错。我哪里能讲得这么好？那是佛力冥冥中加持的，自己不知不觉，就好像智慧开了。绝对不是自己事先想到的，这一类叫冥加。当然还有冥冥当中加持，不能被发现的，给诸位说，那就更多更多了。像这种冥加，还是被发现了。",
      "zh_TW": "「二者冥加」，冥加就沒有那麼顯著，暗中加持的。『但與智令說』，實在講，這個冥加有的時候也能體會，特別是在講經的時候，這上台講經，不論在家、出家，幾乎都有這個經驗。為什麼？在台下的時候預備，預備了很多資料，這一上台都用不著了。上台講得頭頭是道，滔滔不絕；下了台之後，我這個智慧從哪裡來的？不曉得。像諦閑老法師，諦老講經有很多講記，是聽經的居士們記的。像江味農他們都常常聽諦閑老法師講經，替他寫這個講記。老法師有講義，像這個《圓覺經》，《圓覺經講義親聞記》，在台灣都有流通。《講記》是他自己寫的，是老法師自己寫的。《親聞記》，好像是江味農，是哪一個聽的，聽了之後，他寫的筆記，就是聽經的筆記。寫好了之後送給老法師看，老法師都呆了，這是我講的嗎？他說是，沒錯。我哪裡能講得這麼好？那是佛力冥冥中加持的，自己不知不覺，就好像智慧開了。絕對不是自己事先想到的，這一類叫冥加。當然還有冥冥當中加持，不能被發現的，給諸位說，那就更多更多了。像這種冥加，還是被發現了。"
    },
    {
      "id": "04-003-0087_p0006",
      "zh_CN": "【唯普光法界无显有冥。其余皆具。】",
      "zh_TW": "【唯普光法界無顯有冥。其餘皆具。】"
    },
    {
      "id": "04-003-0087_p0007",
      "zh_CN": "普光会上，法界会上没有显加，有冥加，这是讲这部《华严经》七处九会，其余的每一会、每一品，显加、冥加统统都有，统统都有。",
      "zh_TW": "普光會上，法界會上沒有顯加，有冥加，這是講這部《華嚴經》七處九會，其餘的每一會、每一品，顯加、冥加統統都有，統統都有。"
    },
    {
      "id": "04-003-0087_p0008",
      "zh_CN": "【二显必有冥故。】",
      "zh_TW": "【二顯必有冥故。】"
    },
    {
      "id": "04-003-0087_p0009",
      "zh_CN": "这是一定的。",
      "zh_TW": "這是一定的。"
    },
    {
      "id": "04-003-0087_p0010",
      "zh_CN": "【具是因缘。故此教兴。】",
      "zh_TW": "【具是因緣。故此教興。】"
    },
    {
      "id": "04-003-0087_p0011",
      "zh_CN": "说实在话，就是佛说法也有诸佛加持，特别我们在无量寿会里面看到，佛法的修学，说实在讲，要靠宿根，宿根是过去世的善根，没有过去世的善根，没有法子勉强的。过去世的善根愈深厚，佛力加持就愈容易。佛加，可以说佛是清净平等慈悲的加持，决定没有选择，没有好恶，没有，而是各个人自己的善根业力不相同，有人得到佛圆满的加持，有人得到佛几分之几的加持，有些人完全得不到。",
      "zh_TW": "說實在話，就是佛說法也有諸佛加持，特別我們在無量壽會裡面看到，佛法的修學，說實在講，要靠宿根，宿根是過去世的善根，沒有過去世的善根，沒有法子勉強的。過去世的善根愈深厚，佛力加持就愈容易。佛加，可以說佛是清淨平等慈悲的加持，決定沒有選擇，沒有好惡，沒有，而是各個人自己的善根業力不相同，有人得到佛圓滿的加持，有人得到佛幾分之幾的加持，有些人完全得不到。"
    },
    {
      "id": "04-003-0087_p0012",
      "zh_CN": "佛虽然加持你，你得不到，这就是你本身有障碍，我们通常叫业障。业障从什么地方发现？我们每个人都希望消除业障，大家拜佛、拜忏、诵经，你问问他的，你为什么要这样做？消业障。绝大数的人都在说消业障，消掉没有？不知道，不晓得消掉没有。所以一定要知道什么是业障？你连业障都不晓得，你怎么个消法？所以一定要知道什么叫业障，然后才晓得自己的业障有没有消除。不要去问别人，自己清清楚楚、明明白白。业障如果把它总归纳，就是《华严经》上讲的两大类，一个是妄想，一个是执着，「出现品」里讲得很清楚，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这就是业障。障碍了自性，自性里面有无量的智慧、无量的德能，与诸佛如来无二无别，我们今天自性不能起作用，什么东西起作用？业障起作用，这个可怜，这个苦，痛苦！",
      "zh_TW": "佛雖然加持你，你得不到，這就是你本身有障礙，我們通常叫業障。業障從什麼地方發現？我們每個人都希望消除業障，大家拜佛、拜懺、誦經，你問問他的，你為什麼要這樣做？消業障。絕大數的人都在說消業障，消掉沒有？不知道，不曉得消掉沒有。所以一定要知道什麼是業障？你連業障都不曉得，你怎麼個消法？所以一定要知道什麼叫業障，然後才曉得自己的業障有沒有消除。不要去問別人，自己清清楚楚、明明白白。業障如果把它總歸納，就是《華嚴經》上講的兩大類，一個是妄想，一個是執著，「出現品」裡講得很清楚，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這就是業障。障礙了自性，自性裡面有無量的智慧、無量的德能，與諸佛如來無二無別，我們今天自性不能起作用，什麼東西起作用？業障起作用，這個可憐，這個苦，痛苦！"
    },
    {
      "id": "04-003-0087_p0013",
      "zh_CN": "所以你先要认清楚业障是什么？要讲得粗俗一点，大家更容易体会，我们这个心很乱，这心里很杂，杂念很多，心不清净，怎么不清净？六根一接触六尘就被染污。顺意思的就被贪染污了，不顺意思的就被瞋染污了，无所谓顺逆的时候被痴染污了。贪瞋痴慢疑，这种种烦恼那是染污。杂心、乱心、染污心，诸位要知道，念佛不可能得到功夫上轨道，得不到的。不要说一心不乱，功夫成片你决定得不到，不但这个得不到，经本一展开，如来真实义你得不到，你所得到的是你自己的知见。你展开经文，是你自己的想法，不是佛知佛见，你听讲，你也听不懂，为什么？听了之后，胡思乱想，把意思都听错了，都听歪扭了。我在讲席当中也告诉同修们，我讲真的，你们当作方便，我讲方便，你们当作真的，这听都听错了。我这个凡夫所讲的东西，当然也得佛力加持，你都把它听错，这个经典展开，你怎么能得如来真实义？由此可知，解行都要心清净。",
      "zh_TW": "所以你先要認清楚業障是什麼？要講得粗俗一點，大家更容易體會，我們這個心很亂，這心裡很雜，雜念很多，心不清淨，怎麼不清淨？六根一接觸六塵就被染污。順意思的就被貪染污了，不順意思的就被瞋染污了，無所謂順逆的時候被痴染污了。貪瞋痴慢疑，這種種煩惱那是染污。雜心、亂心、染污心，諸位要知道，念佛不可能得到功夫上軌道，得不到的。不要說一心不亂，功夫成片你決定得不到，不但這個得不到，經本一展開，如來真實義你得不到，你所得到的是你自己的知見。你展開經文，是你自己的想法，不是佛知佛見，你聽講，你也聽不懂，為什麼？聽了之後，胡思亂想，把意思都聽錯了，都聽歪扭了。我在講席當中也告訴同修們，我講真的，你們當作方便，我講方便，你們當作真的，這聽都聽錯了。我這個凡夫所講的東西，當然也得佛力加持，你都把它聽錯，這個經典展開，你怎麼能得如來真實義？由此可知，解行都要心清淨。"
    },
    {
      "id": "04-003-0087_p0014",
      "zh_CN": "所以我们仔细想想，古时候那个教学的方法正确。古时候学佛，不但学佛，世间念书也一样，世间的小学修什么？修定慧，修根本智。你看唐大圆居士在《唯识研究》里面，就有一段讲到这个问题，讲得很痛心，说明我们现在的修学不如法，现在什么？舍掉根本智了，一上来就想求后得智。结果是本没有，哪有后得？统统都丢掉了、都失掉了。正是清凉大师讲，增长邪见，他自以为是，我们看到了只有痛心，不能够批判，不能够说他一句，为什么？他不能接受。他认为他那是正知正见，我这个是邪知邪见。看祖师的注解都错，都写这些经，他的知见才是正知正见，这是非常痛心的一桩事情，就是说，看着他堕落，没有办法救他。绝对不是没有慈悲，是他不能接受，真的这个世间听骗不听劝，认假不认真，那有什么法子？所以佛加持加不上。",
      "zh_TW": "所以我們仔細想想，古時候那個教學的方法正確。古時候學佛，不但學佛，世間念書也一樣，世間的小學修什麼？修定慧，修根本智。你看唐大圓居士在《唯識研究》裡面，就有一段講到這個問題，講得很痛心，說明我們現在的修學不如法，現在什麼？捨掉根本智了，一上來就想求後得智。結果是本沒有，哪有後得？統統都丟掉了、都失掉了。正是清涼大師講，增長邪見，他自以為是，我們看到了只有痛心，不能夠批判，不能夠說他一句，為什麼？他不能接受。他認為他那是正知正見，我這個是邪知邪見。看祖師的註解都錯，都寫這些經，他的知見才是正知正見，這是非常痛心的一樁事情，就是說，看著他墮落，沒有辦法救他。絕對不是沒有慈悲，是他不能接受，真的這個世間聽騙不聽勸，認假不認真，那有什麼法子？所以佛加持加不上。"
    },
    {
      "id": "04-003-0087_p0015",
      "zh_CN": "古时候的教学法是从清净心教起，用什么方法把你的妄想执着打掉？禅家用参究的方法，叫你静坐，静坐的时候，一个妄念都不生，你有了疑问，去问和尚，和尚马上香板供养。那为什么要打你？你妄想，把妄想打掉。你要一天到晚坐的时候没有问题，没有问题也打，为什么要再打？无明，这把无明打掉，禅家用这个方法，这是直接的。教下用的方法是间接的，教下是读诵，就是教你念经，念经不讲意思，跟从前私塾教学一样，教句读，你字没有念错，句子没有念破，因为从前的经本没有圈圈的，没有圈句子。",
      "zh_TW": "古時候的教學法是從清淨心教起，用什麼方法把你的妄想執著打掉？禪家用參究的方法，叫你靜坐，靜坐的時候，一個妄念都不生，你有了疑問，去問和尚，和尚馬上香板供養。那為什麼要打你？你妄想，把妄想打掉。你要一天到晚坐的時候沒有問題，沒有問題也打，為什麼要再打？無明，這把無明打掉，禪家用這個方法，這是直接的。教下用的方法是間接的，教下是讀誦，就是教你念經，念經不講意思，跟從前私塾教學一樣，教句讀，你字沒有念錯，句子沒有念破，因為從前的經本沒有圈圈的，沒有圈句子。"
    },
    {
      "id": "04-003-0087_p0016",
      "zh_CN": "你看《大藏经》就晓得了，没有句子，这个《大藏经》日本人圈的，很多地方圈错了。那个圈句子是要自己念经的人自己圈的，或者老师给你圈，这叫句读。句子没有念错，字没有念错，就行了，不必解义，就是叫你念，一天念多少遍。为什么？念经就不打妄想，这破妄想，念经也不是无明。所以妄想、无明，用念经的方法都把它打掉。就这个目的是在此地，恢复到自性清净光明，所以它是一个手段，它没有别的。念上几年，心清净了，清净心生智慧，这个时候可以听经，在通常古人订的这个期间是五年，先念五年，就是先修五年的清净心。五年修好了之后再去听讲会开悟。所以我们现在这个听经有听几十年的，没有听说哪一个开悟了。我们看看从前的《高僧传》、《居士传》，这个听讲经，听个三年、五年，他开悟了，很多。三年、五年，十年、八年，开悟的太多太多了。为什么他们听经会开悟？我们听经不开悟？原因就是他的心清净，他有定，他妄念少、烦恼少，智慧就增长了。",
      "zh_TW": "你看《大藏經》就曉得了，沒有句子，這個《大藏經》日本人圈的，很多地方圈錯了。那個圈句子是要自己念經的人自己圈的，或者老師給你圈，這叫句讀。句子沒有念錯，字沒有念錯，就行了，不必解義，就是叫你念，一天念多少遍。為什麼？念經就不打妄想，這破妄想，念經也不是無明。所以妄想、無明，用念經的方法都把它打掉。就這個目的是在此地，恢復到自性清淨光明，所以它是一個手段，它沒有別的。念上幾年，心清淨了，清淨心生智慧，這個時候可以聽經，在通常古人訂的這個期間是五年，先念五年，就是先修五年的清淨心。五年修好了之後再去聽講會開悟。所以我們現在這個聽經有聽幾十年的，沒有聽說哪一個開悟了。我們看看從前的《高僧傳》、《居士傳》，這個聽講經，聽個三年、五年，他開悟了，很多。三年、五年，十年、八年，開悟的太多太多了。為什麼他們聽經會開悟？我們聽經不開悟？原因就是他的心清淨，他有定，他妄念少、煩惱少，智慧就增長了。"
    },
    {
      "id": "04-003-0087_p0017",
      "zh_CN": "所以学佛，诸位同修总得要记住，这一个大原则、大前提，修什么？就是把妄想执着去掉。心地愈清净愈好，妄想、分别、执着、烦恼、忧虑、牵挂统统舍掉，要晓得天下本无事，有什么好忧虑的？有什么好牵挂的？真正看不破，我劝大家念《了凡四训》。《了凡四训》念上三百遍，自然就放下了。为什么？相信因果了，「一饮一啄，莫非前定」，还有什么放不下的？自然就放下了。那个放下的境界，诸位没有尝到，那真正快乐，真正自在。你不入那个境界，怎么讲体会不到。真正一切放下了，六根聪明了，你六根接触六尘境界，经里面形容说放光动地，你看得比别人清楚，听得比别人透彻。从前看人看事看不清楚，处理总是糊里糊涂，容易犯错。到心清净之后，好像有智慧了，会处理得井然有序，不会杂乱无章，心清净，这个能力自然就恢复了。所以学佛从哪里学？从这些地方学，从清净心上学。",
      "zh_TW": "所以學佛，諸位同修總得要記住，這一個大原則、大前提，修什麼？就是把妄想執著去掉。心地愈清淨愈好，妄想、分別、執著、煩惱、憂慮、牽掛統統捨掉，要曉得天下本無事，有什麼好憂慮的？有什麼好牽掛的？真正看不破，我勸大家念《了凡四訓》。《了凡四訓》念上三百遍，自然就放下了。為什麼？相信因果了，「一飲一啄，莫非前定」，還有什麼放不下的？自然就放下了。那個放下的境界，諸位沒有嘗到，那真正快樂，真正自在。你不入那個境界，怎麼講體會不到。真正一切放下了，六根聰明了，你六根接觸六塵境界，經裡面形容說放光動地，你看得比別人清楚，聽得比別人透徹。從前看人看事看不清楚，處理總是糊裡糊塗，容易犯錯。到心清淨之後，好像有智慧了，會處理得井然有序，不會雜亂無章，心清淨，這個能力自然就恢復了。所以學佛從哪裡學？從這些地方學，從清淨心上學。"
    },
    {
      "id": "04-003-0087_p0018",
      "zh_CN": "那么方式，各人都可以自己选择，佛的八万四千法门，统统是帮助我们修觉正净的，统统是帮助我们去杂心、乱心、染污心，都把这东西去掉了。所以佛的加持当然对于一个弘法利生的人，那是特别加持，对于听经的人也有特别加持，这不加持，你听不懂，你听错了，所以统统都是蒙三宝加持。这也是教起因缘的一种，不得三宝加持很难。底下大师假设一个问答，这个问答也是破除我们的疑惑。",
      "zh_TW": "那麼方式，各人都可以自己選擇，佛的八萬四千法門，統統是幫助我們修覺正淨的，統統是幫助我們去雜心、亂心、染污心，都把這東西去掉了。所以佛的加持當然對於一個弘法利生的人，那是特別加持，對於聽經的人也有特別加持，這不加持，你聽不懂，你聽錯了，所以統統都是蒙三寶加持。這也是教起因緣的一種，不得三寶加持很難。底下大師假設一個問答，這個問答也是破除我們的疑惑。"
    },
    {
      "id": "04-003-0087_p0019",
      "zh_CN": "【问。标云教起因缘。疏何略却此十。】",
      "zh_TW": "【問。標云教起因緣。疏何略卻此十。】"
    },
    {
      "id": "04-003-0087_p0020",
      "zh_CN": "在大经，《八十华严》，『因』，清凉讲了十条，『缘』也讲了十条，讲得很圆满。可是在《四十华严》里面，清凉大师就简略、省略了，只说了因十种，缘就把它省掉了，缘省掉了。那我们想想，为什么？实在讲，过去人念《四十华严》之前，没有不念《八十华严》的，这《八十华严》已经念了，这个地方略略的提一提就可以了，不必那么详细，这是一个原因。宗密大师给《疏》再作解释，就是钞，他只解释最后这一卷，《四十华严》四十卷，前面三十九卷宗密大师都没有注解，只注解这一卷叫《别行疏钞》，这就是更精简的一个本子。但是这个本子重要，重要在哪里？特别提供在那些工作繁忙之人，没有时间去看《八十卷经》，也没有时间去看《四十卷经》，向往《华严》。那怎么办？你就念这一本就够了。所以他这个《疏钞》意思很圆满，读这一本就等于读了全部的《华严经》。所以清凉大师注经这个架势，在此地我们统统都看见了，也只是详略不同而已。大经里面详细一点，这边简单一点。清凉大师简略，宗密大师在《钞》里头也都把它补出来。诸位要问，为什么要补？就是我刚才说的，没有时间，没有能力读大经，看这个就圆满了。所以他十种因、十种缘都说了。我们看宗密大师的开示：",
      "zh_TW": "在大經，《八十華嚴》，『因』，清涼講了十條，『緣』也講了十條，講得很圓滿。可是在《四十華嚴》裡面，清涼大師就簡略、省略了，只說了因十種，緣就把它省掉了，緣省掉了。那我們想想，為什麼？實在講，過去人念《四十華嚴》之前，沒有不念《八十華嚴》的，這《八十華嚴》已經念了，這個地方略略的提一提就可以了，不必那麼詳細，這是一個原因。宗密大師給《疏》再作解釋，就是鈔，他只解釋最後這一卷，《四十華嚴》四十卷，前面三十九卷宗密大師都沒有註解，只註解這一卷叫《別行疏鈔》，這就是更精簡的一個本子。但是這個本子重要，重要在哪裡？特別提供在那些工作繁忙之人，沒有時間去看《八十卷經》，也沒有時間去看《四十卷經》，嚮往《華嚴》。那怎麼辦？你就念這一本就夠了。所以他這個《疏鈔》意思很圓滿，讀這一本就等於讀了全部的《華嚴經》。所以清涼大師註經這個架勢，在此地我們統統都看見了，也只是詳略不同而已。大經裡面詳細一點，這邊簡單一點。清涼大師簡略，宗密大師在《鈔》裡頭也都把它補出來。諸位要問，為什麼要補？就是我剛才說的，沒有時間，沒有能力讀大經，看這個就圓滿了。所以他十種因、十種緣都說了。我們看宗密大師的開示："
    },
    {
      "id": "04-003-0087_p0021",
      "zh_CN": "【答因缘之言。有通有别。】",
      "zh_TW": "【答因緣之言。有通有別。】"
    },
    {
      "id": "04-003-0087_p0022",
      "zh_CN": "所以讲因缘，因缘『有通有别』。",
      "zh_TW": "所以講因緣，因緣『有通有別』。"
    },
    {
      "id": "04-003-0087_p0023",
      "zh_CN": "【通言因是因由。缘是缘由。意不异也。】",
      "zh_TW": "【通言因是因由。緣是緣由。意不異也。】"
    },
    {
      "id": "04-003-0087_p0024",
      "zh_CN": "通说，因跟缘可以说是一个意思，你讲什么因，可以，你讲什么缘也可以，因缘可以通的，所以他就可以省略了，可以通用的。『意不异也』，意思没有两样。",
      "zh_TW": "通說，因跟緣可以說是一個意思，你講什麼因，可以，你講什麼緣也可以，因緣可以通的，所以他就可以省略了，可以通用的。『意不異也』，意思沒有兩樣。"
    },
    {
      "id": "04-003-0087_p0025",
      "zh_CN": "【如云。因何说此大经。】",
      "zh_TW": "【如云。因何說此大經。】"
    },
    {
      "id": "04-003-0087_p0026",
      "zh_CN": "那因为什么说这部大经？或者说缘何说此大经？这两个意思是相同的，因跟缘两个意思是相同的。",
      "zh_TW": "那因為什麼說這部大經？或者說緣何說此大經？這兩個意思是相同的，因跟緣兩個意思是相同的。"
    },
    {
      "id": "04-003-0087_p0027",
      "zh_CN": "【二言总得。】",
      "zh_TW": "【二言總得。】"
    },
    {
      "id": "04-003-0087_p0028",
      "zh_CN": "这两种意思，两个说法意思都一样的，都不违背。",
      "zh_TW": "這兩種意思，兩個說法意思都一樣的，都不違背。"
    },
    {
      "id": "04-003-0087_p0029",
      "zh_CN": "【虽因亲缘疏。语势同矣。】",
      "zh_TW": "【雖因親緣疏。語勢同矣。】"
    },
    {
      "id": "04-003-0087_p0030",
      "zh_CN": "别说，当然因比较亲，缘是疏，可是在『语势』的确是有相同之处。",
      "zh_TW": "別說，當然因比較親，緣是疏，可是在『語勢』的確是有相同之處。"
    },
    {
      "id": "04-003-0087_p0031",
      "zh_CN": "【故标云因缘。通以十义解释。】",
      "zh_TW": "【故標云因緣。通以十義解釋。】"
    },
    {
      "id": "04-003-0087_p0032",
      "zh_CN": "这就是前面清凉大师在这个『因缘』，他说了十种，这是我们前面读过的。",
      "zh_TW": "這就是前面清涼大師在這個『因緣』，他說了十種，這是我們前面讀過的。"
    },
    {
      "id": "04-003-0087_p0033",
      "zh_CN": "【别者。缘是资缘事缘。】",
      "zh_TW": "【別者。緣是資緣事緣。】"
    },
    {
      "id": "04-003-0087_p0034",
      "zh_CN": "这是别说。通说就是因跟缘意思可以相通，没有什么差别，但是如果细细分开讲，确实各还有各的意思，就是『缘是资缘』，资是帮助，也就是助缘，是『事缘』。",
      "zh_TW": "這是別說。通說就是因跟緣意思可以相通，沒有什麼差別，但是如果細細分開講，確實各還有各的意思，就是『緣是資緣』，資是幫助，也就是助緣，是『事緣』。"
    },
    {
      "id": "04-003-0087_p0035",
      "zh_CN": "【所以大疏先明十种由致。故说此大经。】",
      "zh_TW": "【所以大疏先明十種由致。故說此大經。】"
    },
    {
      "id": "04-003-0087_p0036",
      "zh_CN": "说『十种由致』那是讲因，十种因缘，佛说这部大经。",
      "zh_TW": "說『十種由致』那是講因，十種因緣，佛說這部大經。"
    },
    {
      "id": "04-003-0087_p0037",
      "zh_CN": "【后明须假十种事缘资具。方可说经。】",
      "zh_TW": "【後明須假十種事緣資具。方可說經。】"
    },
    {
      "id": "04-003-0087_p0038",
      "zh_CN": "虽有因，可是还得要有助缘，像前面所讲的依时、依处、依主、依三昧，一直到依加持，这统统都是缘。这个讲经就非常圆满，因缘具足。",
      "zh_TW": "雖有因，可是還得要有助緣，像前面所講的依時、依處、依主、依三昧，一直到依加持，這統統都是緣。這個講經就非常圓滿，因緣具足。"
    },
    {
      "id": "04-003-0087_p0039",
      "zh_CN": "【今虽略此资缘。而前因缘不阙。】",
      "zh_TW": "【今雖略此資緣。而前因緣不闕。】"
    },
    {
      "id": "04-003-0087_p0040",
      "zh_CN": "虽然省掉了，省掉在那个因里面，十种因里面也包含着缘，并不缺，只有言辞上有省略、有简繁，意思没有欠缺。",
      "zh_TW": "雖然省掉了，省掉在那個因裡面，十種因裡面也包含著緣，並不缺，只有言辭上有省略、有簡繁，意思沒有欠缺。"
    },
    {
      "id": "04-003-0087_p0041",
      "zh_CN": "【言大疏者。释大经疏。】",
      "zh_TW": "【言大疏者。釋大經疏。】"
    },
    {
      "id": "04-003-0087_p0042",
      "zh_CN": "这个《大疏》就是《八十华严》的疏钞，清凉大师作的，疏是他作的，钞也是自己作的。",
      "zh_TW": "這個《大疏》就是《八十華嚴》的疏鈔，清涼大師作的，疏是他作的，鈔也是自己作的。"
    },
    {
      "id": "04-003-0087_p0043",
      "zh_CN": "【及新译四十卷经之疏。】",
      "zh_TW": "【及新譯四十卷經之疏。】"
    },
    {
      "id": "04-003-0087_p0044",
      "zh_CN": "这就是《四十华严疏》，清凉作的，清凉只作疏，没有作钞。疏是经的注解，钞是疏的注解，就是注解的注解，怕注得太深，你看不懂，把那个注解再作一次注解，就叫钞。《四十卷经》，清凉大师之所以不再作钞，实在是有原因的，因为《四十卷经》就是八十卷后面的「入法界品」。在《八十华严．入法界品》总共有二十一卷，那四十卷，多了十九卷，经文多了十九卷，他也作了一个注解，那个注解不要再作注解了。你读了八十卷之后，再看四十卷没有问题了。所以宗密大师也只将最后这一卷，最重要的，是特别单独流通的，他作了一个详细的注解，道理在此地。",
      "zh_TW": "這就是《四十華嚴疏》，清涼作的，清涼只作疏，沒有作鈔。疏是經的註解，鈔是疏的註解，就是註解的註解，怕註得太深，你看不懂，把那個註解再作一次註解，就叫鈔。《四十卷經》，清涼大師之所以不再作鈔，實在是有原因的，因為《四十卷經》就是八十卷後面的「入法界品」。在《八十華嚴．入法界品》總共有二十一卷，那四十卷，多了十九卷，經文多了十九卷，他也作了一個註解，那個註解不要再作註解了。你讀了八十卷之後，再看四十卷沒有問題了。所以宗密大師也只將最後這一卷，最重要的，是特別單獨流通的，他作了一個詳細的註解，道理在此地。"
    },
    {
      "id": "04-003-0087_p0045",
      "zh_CN": "因为从前，诸位要晓得，唐朝那个时代，经书流通要靠手写，那个时候没有印刷术，连木刻的印刷都没有，完全是手写的。所以写经功德很大，多写一部就多流通一部。不像现在，现在科技发达，这实在方便太多了。每个人家里可以人手一卷，在从前家里有一本书，那还得了，那做无价之宝。所以书籍为社会大众所重视、所宝贵的，这个道理在此地。那像八十、四十这样大的部头，写一遍很不容易，这比那就少多了，便利于大量流通，所以愈精简愈好。这是第三卷，我们就讲到此地。诸位再翻过来，再看第四卷。第四卷是《疏》：",
      "zh_TW": "因為從前，諸位要曉得，唐朝那個時代，經書流通要靠手寫，那個時候沒有印刷術，連木刻的印刷都沒有，完全是手寫的。所以寫經功德很大，多寫一部就多流通一部。不像現在，現在科技發達，這實在方便太多了。每個人家裡可以人手一卷，在從前家裡有一本書，那還得了，那做無價之寶。所以書籍為社會大眾所重視、所寶貴的，這個道理在此地。那像八十、四十這樣大的部頭，寫一遍很不容易，這比那就少多了，便利於大量流通，所以愈精簡愈好。這是第三卷，我們就講到此地。諸位再翻過來，再看第四卷。第四卷是《疏》："
    },
    {
      "id": "04-003-0087_p0046",
      "zh_CN": "【第二辨教宗旨者。统论佛教。二谛因缘。随经不同。所宗各异。】",
      "zh_TW": "【第二辨教宗旨者。統論佛教。二諦因緣。隨經不同。所宗各異。】"
    },
    {
      "id": "04-003-0087_p0047",
      "zh_CN": "这是清凉大师著作，下面注解是宗密大师的，宗密大师注解的。我们看注解：",
      "zh_TW": "這是清涼大師著作，下面註解是宗密大師的，宗密大師註解的。我們看註解："
    },
    {
      "id": "04-003-0087_p0048",
      "zh_CN": "【第二辨教宗旨者。】",
      "zh_TW": "【第二辨教宗旨者。】"
    },
    {
      "id": "04-003-0087_p0049",
      "zh_CN": "前面第一个大科，就是第一个大段，是讲「教起因缘」，这本文还在后面，还很长，看今年恐怕都讲不到，前面都是玄义，也就是全经的大义，看到全经大义。这是第二个科目，我们研究它的宗旨，教学的宗旨，这一点一定要把它认清楚，佛教教学的宗旨。",
      "zh_TW": "前面第一個大科，就是第一個大段，是講「教起因緣」，這本文還在後面，還很長，看今年恐怕都講不到，前面都是玄義，也就是全經的大義，看到全經大義。這是第二個科目，我們研究它的宗旨，教學的宗旨，這一點一定要把它認清楚，佛教教學的宗旨。"
    },
    {
      "id": "04-003-0087_p0050",
      "zh_CN": "【宗者。尊也。】",
      "zh_TW": "【宗者。尊也。】"
    },
    {
      "id": "04-003-0087_p0051",
      "zh_CN": "这是先解释这个字。",
      "zh_TW": "這是先解釋這個字。"
    },
    {
      "id": "04-003-0087_p0052",
      "zh_CN": "【即语之所尚。】",
      "zh_TW": "【即語之所尚。】"
    },
    {
      "id": "04-003-0087_p0053",
      "zh_CN": "『尚』就是崇尚的意思。",
      "zh_TW": "『尚』就是崇尚的意思。"
    },
    {
      "id": "04-003-0087_p0054",
      "zh_CN": "【或心之所尚也。】",
      "zh_TW": "【或心之所尚也。】"
    },
    {
      "id": "04-003-0087_p0055",
      "zh_CN": "我们心里面所敬仰的，所仰望的，这是宗的意思。",
      "zh_TW": "我們心裡面所敬仰的，所仰望的，這是宗的意思。"
    },
    {
      "id": "04-003-0087_p0056",
      "zh_CN": "【旨者。旨趣。谓宗之所归也。】",
      "zh_TW": "【旨者。旨趣。謂宗之所歸也。】"
    },
    {
      "id": "04-003-0087_p0057",
      "zh_CN": "所以『旨』是指归的意思，『旨趣』，趣是趣向。换句话说，也是它的目标，是它的方向，现在我们讲教学方针，教学宗旨跟教学方针也差不多，就是这个意思。",
      "zh_TW": "所以『旨』是指歸的意思，『旨趣』，趣是趣向。換句話說，也是它的目標，是它的方向，現在我們講教學方針，教學宗旨跟教學方針也差不多，就是這個意思。"
    },
    {
      "id": "04-003-0087_p0058",
      "zh_CN": "【释此一段。文分为三。】",
      "zh_TW": "【釋此一段。文分為三。】"
    },
    {
      "id": "04-003-0087_p0059",
      "zh_CN": "解释上面这几句话要分三点来说明。",
      "zh_TW": "解釋上面這幾句話要分三點來說明。"
    },
    {
      "id": "04-003-0087_p0060",
      "zh_CN": "【一总辨诸教宗旨。】",
      "zh_TW": "【一總辨諸教宗旨。】"
    },
    {
      "id": "04-003-0087_p0061",
      "zh_CN": "因为这是清凉在这里给我们提起来了，提出来了，所宗各异，所以要辨别『诸教宗旨』。",
      "zh_TW": "因為這是清涼在這裡給我們提起來了，提出來了，所宗各異，所以要辨別『諸教宗旨』。"
    },
    {
      "id": "04-003-0087_p0062",
      "zh_CN": "【二通难举益。三别明此经宗旨。】",
      "zh_TW": "【二通難舉益。三別明此經宗旨。】"
    },
    {
      "id": "04-003-0087_p0063",
      "zh_CN": "分这三段。现在一段一段的来说明。",
      "zh_TW": "分這三段。現在一段一段的來說明。"
    },
    {
      "id": "04-003-0087_p0064",
      "zh_CN": "【今初也。】",
      "zh_TW": "【今初也。】"
    },
    {
      "id": "04-003-0087_p0065",
      "zh_CN": "就是从这以下，这是解释第一段。这第一段是「总辨诸教宗旨」，佛的教学，实在讲，释迦牟尼佛在世的时候没有分，分宗分派是后世人分的，佛在世的时候没有。传到中国来之后，在隋唐的时候，天台分四教，贤首分五教，那四教各教的宗旨不一样，五教亦复如是。此地所讲的这是五教，华严宗，小、始、终、顿、圆。大师讲『统论佛教』，那就是不管是哪个宗、哪一派。",
      "zh_TW": "就是從這以下，這是解釋第一段。這第一段是「總辨諸教宗旨」，佛的教學，實在講，釋迦牟尼佛在世的時候沒有分，分宗分派是後世人分的，佛在世的時候沒有。傳到中國來之後，在隋唐的時候，天台分四教，賢首分五教，那四教各教的宗旨不一樣，五教亦復如是。此地所講的這是五教，華嚴宗，小、始、終、頓、圓。大師講『統論佛教』，那就是不管是哪個宗、哪一派。"
    },
    {
      "id": "04-003-0087_p0066",
      "zh_CN": "【二谛因缘。】",
      "zh_TW": "【二諦因緣。】"
    },
    {
      "id": "04-003-0087_p0067",
      "zh_CN": "这是总说，『二谛因缘』，佛以二谛而说法。那什么叫二谛？这我们要搞清楚。这个搞不清楚，你就没有办法体会佛在经里面讲些什么，一定要懂得，二谛就是真谛、俗谛。真谛是诸法实相，就是宇宙人生的真相，佛见到了。俗谛是什么？俗谛是我们肉眼凡夫所看到的现象。换句话说，一个是迷的人看的幻相，一个是悟的人看的真相，真相叫真谛，幻相叫俗谛。所以佛要是依俗谛讲，我们很容易懂。为什么？是我们思惟想像能体会得到的，是我们的境界。佛讲真谛，我们就不懂了。为什么？是我们思惟想像达不到的。佛跟我们讲西方净土，我们很多人不相信，听的摇头，那迷信。为什么？不是我们思惟想像能达得到的，那是讲的真谛。佛跟我们讲《华严》、讲华藏世界，那是真谛，佛跟我们讲娑婆世界是俗谛，跟我们讲六道轮回，跟我们讲十法界，都是俗谛，我们容易体会。我们看看大师在此地所讲的。",
      "zh_TW": "這是總說，『二諦因緣』，佛以二諦而說法。那什麼叫二諦？這我們要搞清楚。這個搞不清楚，你就沒有辦法體會佛在經裡面講些什麼，一定要懂得，二諦就是真諦、俗諦。真諦是諸法實相，就是宇宙人生的真相，佛見到了。俗諦是什麼？俗諦是我們肉眼凡夫所看到的現象。換句話說，一個是迷的人看的幻相，一個是悟的人看的真相，真相叫真諦，幻相叫俗諦。所以佛要是依俗諦講，我們很容易懂。為什麼？是我們思惟想像能體會得到的，是我們的境界。佛講真諦，我們就不懂了。為什麼？是我們思惟想像達不到的。佛跟我們講西方淨土，我們很多人不相信，聽的搖頭，那迷信。為什麼？不是我們思惟想像能達得到的，那是講的真諦。佛跟我們講《華嚴》、講華藏世界，那是真諦，佛跟我們講娑婆世界是俗諦，跟我們講六道輪迴，跟我們講十法界，都是俗諦，我們容易體會。我們看看大師在此地所講的。"
    },
    {
      "id": "04-003-0087_p0068",
      "zh_CN": "【二谛者。中论云。诸佛常依二谛而为众生说法。】",
      "zh_TW": "【二諦者。中論云。諸佛常依二諦而為眾生說法。】"
    },
    {
      "id": "04-003-0087_p0069",
      "zh_CN": "『依二谛而说』，说老实话，说而无说，无说而说。怎么说佛无说？因为这事摆在面前，大家都看见的，有什么好说的，说来说去，都是你六根所接触的事实。只是你在接触当中，自己不知道而已，自己没悟，这佛跟你一点醒，才恍然大悟了，果然如此。所以说老实话，哪有佛法？没有法，佛真的是无法可说，不过是帮助你破迷开悟而已，只是帮助你破迷关。实际上，破迷关谁破？自己破的，佛只能做增上缘，只能把这个方法告诉你，你自己要去做。所以真正破迷开悟是自己，不是佛菩萨。是佛菩萨有什么神力加持你，你就开悟了，那是骗人的。佛菩萨加持我们是什么？经典。这个经典就是佛菩萨具体给我们的加持，果然能够依教奉行，你自自然然恢复清净心，自自然然打破自己的迷关，悟入自性。说外头有某种神力来加持你，这是假的，这个决定不是真的，那是属于迷信的。",
      "zh_TW": "『依二諦而說』，說老實話，說而無說，無說而說。怎麼說佛無說？因為這事擺在面前，大家都看見的，有什麼好說的，說來說去，都是你六根所接觸的事實。只是你在接觸當中，自己不知道而已，自己沒悟，這佛跟你一點醒，才恍然大悟了，果然如此。所以說老實話，哪有佛法？沒有法，佛真的是無法可說，不過是幫助你破迷開悟而已，只是幫助你破迷關。實際上，破迷關誰破？自己破的，佛只能做增上緣，只能把這個方法告訴你，你自己要去做。所以真正破迷開悟是自己，不是佛菩薩。是佛菩薩有什麼神力加持你，你就開悟了，那是騙人的。佛菩薩加持我們是什麼？經典。這個經典就是佛菩薩具體給我們的加持，果然能夠依教奉行，你自自然然恢復清淨心，自自然然打破自己的迷關，悟入自性。說外頭有某種神力來加持你，這是假的，這個決定不是真的，那是屬於迷信的。"
    },
    {
      "id": "04-003-0087_p0070",
      "zh_CN": "如果佛菩萨果然有这个能力，特别加持叫你能开悟，那我们还要修什么？不要修了！佛菩萨要不加持我们，那哪里算大慈大悲，不能算慈悲。所以诸位冷静去想一想，你就不会上当，就不会受骗。现在这个世界上，骗人的人太多了，《楞严》上说的，说末法时期，「邪师说法如恒河沙」。你怎么能辨别？这个邪里头有完全是邪的，有多分邪的，有少分邪的，很难辨别。正的里面有纯正的，有多分正的，有少分正的，也很难辨别。这法师他一百句里头，九十九句说的是正的，他有一句是邪的，你怎么能辨别得出来？辨别不出来。不要以为那个九十九句是正的不错，那一句邪的没有关系，那你就错了。这一杯水里百分之百的是干净水，有百分之一是毒药下在里面，你敢不敢吃？吃了一样送命。你就晓得一点假不能掺，一点邪不能有，这就难了。",
      "zh_TW": "如果佛菩薩果然有這個能力，特別加持叫你能開悟，那我們還要修什麼？不要修了！佛菩薩要不加持我們，那哪裡算大慈大悲，不能算慈悲。所以諸位冷靜去想一想，你就不會上當，就不會受騙。現在這個世界上，騙人的人太多了，《楞嚴》上說的，說末法時期，「邪師說法如恆河沙」。你怎麼能辨別？這個邪裡頭有完全是邪的，有多分邪的，有少分邪的，很難辨別。正的裡面有純正的，有多分正的，有少分正的，也很難辨別。這法師他一百句裡頭，九十九句說的是正的，他有一句是邪的，你怎麼能辨別得出來？辨別不出來。不要以為那個九十九句是正的不錯，那一句邪的沒有關係，那你就錯了。這一杯水裡百分之百的是乾淨水，有百分之一是毒藥下在裡面，你敢不敢吃？吃了一樣送命。你就曉得一點假不能摻，一點邪不能有，這就難了。"
    },
    {
      "id": "04-003-0087_p0071",
      "zh_CN": "好像这个道场，从前有个陶居士，从北京回来，他来告诉我，黄念祖老居士当面告诉他，台湾没有佛教，台湾没有修行人，佛教在大陆。他回来把这个话告诉我，我相信。这就是什么？这个修行人百分之百是干净的，还有百分之一是邪的，这不管用，不能成就。以我们念佛人来说，你要不是百分之百的信愿行，不能往生。还有一念牵挂，这一念牵挂就是你六道轮回的根本，你就去不了。一百条绳索捆着你，九十九条都砍断了，还有一条拉着你，还是跑不掉。所以我常常劝导诸位同修，一定要把一切牵挂，你心里牵挂的、心里头忧虑的统统放下，心里面只有一句阿弥陀佛。我一天到晚想，想阿弥陀佛，念，念阿弥陀佛，拜阿弥陀佛，除阿弥陀佛之外，绝对没有第二个念头，这样才叫决定往生。不管别人怎么说法，别人那一说法是，他都给你打结，都给你拴绳子。无量无边的法门，我只选择一门，选择一门有根据，诸佛如来劝导我们，这还会有错吗？不是本师一个人劝我们，十方三世一切诸佛如来劝我们，这个不会错。何况眼前许许多多往生的人，我们听到、看到了，这外教里面做见证。",
      "zh_TW": "好像這個道場，從前有個陶居士，從北京回來，他來告訴我，黃念祖老居士當面告訴他，台灣沒有佛教，台灣沒有修行人，佛教在大陸。他回來把這個話告訴我，我相信。這就是什麼？這個修行人百分之百是乾淨的，還有百分之一是邪的，這不管用，不能成就。以我們念佛人來說，你要不是百分之百的信願行，不能往生。還有一念牽掛，這一念牽掛就是你六道輪迴的根本，你就去不了。一百條繩索捆著你，九十九條都砍斷了，還有一條拉著你，還是跑不掉。所以我常常勸導諸位同修，一定要把一切牽掛，你心裡牽掛的、心裡頭憂慮的統統放下，心裡面只有一句阿彌陀佛。我一天到晚想，想阿彌陀佛，念，念阿彌陀佛，拜阿彌陀佛，除阿彌陀佛之外，絕對沒有第二個念頭，這樣才叫決定往生。不管別人怎麼說法，別人那一說法是，他都給你打結，都給你拴繩子。無量無邊的法門，我只選擇一門，選擇一門有根據，諸佛如來勸導我們，這還會有錯嗎？不是本師一個人勸我們，十方三世一切諸佛如來勸我們，這個不會錯。何況眼前許許多多往生的人，我們聽到、看到了，這外教裡面做見證。"
    },
    {
      "id": "04-003-0087_p0072",
      "zh_CN": "在我们台北市莲友念佛团，就在慧日讲堂的隔壁，慧日讲堂当中是一个中学，是什么一个学校，学校的这一边是慧日讲堂，这一边是莲友念佛团。莲友念佛团的创始人，李济华老居士的往生，那亲眼看到的，那个不是骗人的。这个事实我们还不相信、还怀疑，这是真正善根稀少，善根少，那不行。将军乡的老太太站着往生，念佛往生的，站着往生。前年华盛顿ＤＣ周广大居士，念佛念三天，三天三夜，见到西方三圣来接引他。这是眼前亲眼看到的，不是一个人看到的，许许多多人看到。佛法讲三转法轮，示转、劝转、作证转，这作证转再不相信，那没有法子了。那就是愚痴，愚痴到佛都不能度了，那自己该怎么轮回还得怎么轮回。这是我们要晓得真俗二谛。",
      "zh_TW": "在我們台北市蓮友念佛團，就在慧日講堂的隔壁，慧日講堂當中是一個中學，是什麼一個學校，學校的這一邊是慧日講堂，這一邊是蓮友念佛團。蓮友念佛團的創始人，李濟華老居士的往生，那親眼看到的，那個不是騙人的。這個事實我們還不相信、還懷疑，這是真正善根稀少，善根少，那不行。將軍鄉的老太太站著往生，念佛往生的，站著往生。前年華盛頓ＤＣ周廣大居士，念佛念三天，三天三夜，見到西方三聖來接引他。這是眼前親眼看到的，不是一個人看到的，許許多多人看到。佛法講三轉法輪，示轉、勸轉、作證轉，這作證轉再不相信，那沒有法子了。那就是愚痴，愚痴到佛都不能度了，那自己該怎麼輪迴還得怎麼輪迴。這是我們要曉得真俗二諦。"
    },
    {
      "id": "04-003-0087_p0073",
      "zh_CN": "【因缘者。即简外道执其自然也。】",
      "zh_TW": "【因緣者。即簡外道執其自然也。】"
    },
    {
      "id": "04-003-0087_p0074",
      "zh_CN": "这是跟外道不同，外道说一切是自然有的，或者是大自在天所生的。像其他宗教说，这宇宙人生是上帝创造的。上帝怎么来？上帝是自然有的。这在理论上讲不通的，不能服人。佛法讲因缘，因缘就不是单独而有的，是有许许多多的条件，条件要是不具足，就不可能发生。",
      "zh_TW": "這是跟外道不同，外道說一切是自然有的，或者是大自在天所生的。像其他宗教說，這宇宙人生是上帝創造的。上帝怎麼來？上帝是自然有的。這在理論上講不通的，不能服人。佛法講因緣，因緣就不是單獨而有的，是有許許多多的條件，條件要是不具足，就不可能發生。"
    },
    {
      "id": "04-003-0087_p0075",
      "zh_CN": "【佛法虽有无师智。自然智。】",
      "zh_TW": "【佛法雖有無師智。自然智。】"
    },
    {
      "id": "04-003-0087_p0076",
      "zh_CN": "这是真的，『无师』就是不要学的，这个智慧真是自性本来具足的般若智慧。世出世间一切法，过去、现在、未来，没有一样不知道，这叫『自然智』。无师智不是跟人学来的，诸位要晓得，是每一个人统统都有的，不是佛菩萨特别有的，我们大家没有，佛说一切众生统统都有。有，为什么现在你没有了？就是你心里头有妄想执着，这个智慧你就不能证得，就不能现前。换句话说，我们心很杂、很乱、染污，这心不清净，智慧德能不能现前。诸佛菩萨心地清净，《楞严》上讲得很清楚，净极光通达，净到一定的程度，就是无师智、自然智现前，一切都通达，光明通达。",
      "zh_TW": "這是真的，『無師』就是不要學的，這個智慧真是自性本來具足的般若智慧。世出世間一切法，過去、現在、未來，沒有一樣不知道，這叫『自然智』。無師智不是跟人學來的，諸位要曉得，是每一個人統統都有的，不是佛菩薩特別有的，我們大家沒有，佛說一切眾生統統都有。有，為什麼現在你沒有了？就是你心裡頭有妄想執著，這個智慧你就不能證得，就不能現前。換句話說，我們心很雜、很亂、染污，這心不清淨，智慧德能不能現前。諸佛菩薩心地清淨，《楞嚴》上講得很清楚，淨極光通達，淨到一定的程度，就是無師智、自然智現前，一切都通達，光明通達。"
    },
    {
      "id": "04-003-0087_p0077",
      "zh_CN": "【约其教门。要假缘显。则亦因缘。】",
      "zh_TW": "【約其教門。要假緣顯。則亦因緣。】"
    },
    {
      "id": "04-003-0087_p0078",
      "zh_CN": "佛要教化众生，众生根性不相同，这是我们应当要能体会。这一生当中，家庭生活环境不相同，不要说大的分，大的分每个地区不一样，风俗习惯、思想观念都不相同，今天讲意识形态不相同。小而一家，一家我们讲最小，今天讲小家庭，夫妻两个人。两个人能不能真正快快乐乐过一辈子？几个人见到？为什么不能？结婚的时候真的是昏了，头昏了才结婚，这不是假的，他没有想清楚。我们两个人出生在两个不同的家庭里面，不同的环境当中长大的，我们的思想见解能一致吗？他没去考虑这些问题。我们的结合是为什么结合？假如他们是有共同的理想、共同的目标，理想高尚、远大，他这一生不会分开，为什么？一定向这个目标奋斗，还没有达到，他怎么可以离开？如果没有一个共同的理想目标，感情的结合那是最靠不住的。感情很脆弱，变化太大，早晨跟晚上都不一样。所以有些早晨结婚，下午就离婚，靠不住，这是事实。你从这个地方就能推想，这个家庭父子兄弟、妯娌之间，父子兄弟是一家人，那个太太家亲眷属是从各方来的。一个僧团就更麻烦了，没有这些关系，大家能够相处在一起，他不打架、不吵嘴，那都是佛菩萨再来的；如果不是佛菩萨再来的，那天天打架、吵嘴，正常的现象，哪有不正常！不容易。",
      "zh_TW": "佛要教化眾生，眾生根性不相同，這是我們應當要能體會。這一生當中，家庭生活環境不相同，不要說大的分，大的分每個地區不一樣，風俗習慣、思想觀念都不相同，今天講意識形態不相同。小而一家，一家我們講最小，今天講小家庭，夫妻兩個人。兩個人能不能真正快快樂樂過一輩子？幾個人見到？為什麼不能？結婚的時候真的是昏了，頭昏了才結婚，這不是假的，他沒有想清楚。我們兩個人出生在兩個不同的家庭裡面，不同的環境當中長大的，我們的思想見解能一致嗎？他沒去考慮這些問題。我們的結合是為什麼結合？假如他們是有共同的理想、共同的目標，理想高尚、遠大，他這一生不會分開，為什麼？一定向這個目標奮鬥，還沒有達到，他怎麼可以離開？如果沒有一個共同的理想目標，感情的結合那是最靠不住的。感情很脆弱，變化太大，早晨跟晚上都不一樣。所以有些早晨結婚，下午就離婚，靠不住，這是事實。你從這個地方就能推想，這個家庭父子兄弟、妯娌之間，父子兄弟是一家人，那個太太家親眷屬是從各方來的。一個僧團就更麻煩了，沒有這些關係，大家能夠相處在一起，他不打架、不吵嘴，那都是佛菩薩再來的；如果不是佛菩薩再來的，那天天打架、吵嘴，正常的現象，哪有不正常！不容易。"
    },
    {
      "id": "04-003-0087_p0079",
      "zh_CN": "净土宗，大家一个目标，求生西方。除求生西方之外，没有第二个目标，大家都统统循着这个目标，这可以共住，可以和睦。为什么？这个环境里面只有一句阿弥陀佛，除一个阿弥陀佛之外，没有第二念。几百人、几千人，一生能够住在一起，一直到往生。如果不是共同一个目标，决定不能相住。所以从前这个寺院庵堂，它能够那么兴盛，那么多的住众，大家在一块修行都能成就，见和同解，戒和同修。这个戒和同修就是守规矩、守法、守规，最重要的是见解相同，就是一生当中有一个共同的目标、共同的方向，每个人都向这个目标方向去努力，这样才行。所以有人出家，我问他为什么出家？家里修行环境不清净，到庙里来好，我说庙比家里还更不清净。这不是出家的理由，所以要想一想，出家跟那么多人相处，为什么？不是容易事情。团体愈大，分子愈多、愈复杂，愈不容易相处。学佛的人就是要学聪明、学智慧，对于这些事实要看得清清楚楚、明明白白。事实真相认清楚了，换句话，在境界里就有取舍。取舍恰当，快乐，才能得到真正的幸福快乐；取舍不当，要苦一辈子，有的时候一辈子还苦不完，来世还要纠缠，这个麻烦大了，这生生世世没完没了，这怎么得了？这些事实都必须要认识清楚。",
      "zh_TW": "淨土宗，大家一個目標，求生西方。除求生西方之外，沒有第二個目標，大家都統統循著這個目標，這可以共住，可以和睦。為什麼？這個環境裡面只有一句阿彌陀佛，除一個阿彌陀佛之外，沒有第二念。幾百人、幾千人，一生能夠住在一起，一直到往生。如果不是共同一個目標，決定不能相住。所以從前這個寺院庵堂，它能夠那麼興盛，那麼多的住眾，大家在一塊修行都能成就，見和同解，戒和同修。這個戒和同修就是守規矩、守法、守規，最重要的是見解相同，就是一生當中有一個共同的目標、共同的方向，每個人都向這個目標方向去努力，這樣才行。所以有人出家，我問他為什麼出家？家裡修行環境不清淨，到廟裡來好，我說廟比家裡還更不清淨。這不是出家的理由，所以要想一想，出家跟那麼多人相處，為什麼？不是容易事情。團體愈大，分子愈多、愈複雜，愈不容易相處。學佛的人就是要學聰明、學智慧，對於這些事實要看得清清楚楚、明明白白。事實真相認清楚了，換句話，在境界裡就有取捨。取捨恰當，快樂，才能得到真正的幸福快樂；取捨不當，要苦一輩子，有的時候一輩子還苦不完，來世還要糾纏，這個麻煩大了，這生生世世沒完沒了，這怎麼得了？這些事實都必須要認識清楚。"
    },
    {
      "id": "04-003-0087_p0080",
      "zh_CN": "因此佛对于一切众生的观察，佛心清净，所以能观众机，应机说法。给甲说的跟对乙说的不一样，给乙说的跟丙说的也不一样，但是听佛说法都开悟了，都证果了，都得利益了。我们今天展开经典，同样一个问题，佛为什么在这个经上这样说？那个经上那么说？把我们都搞糊涂了。儒家也如此，你看看《论语》，孔老夫子的学生问仁，他跟甲说的跟乙说的就不一样；问孝也是如此，跟这个人说，跟那个人说完全不相同，应机说法。当时问的人，真得利益，也正是佛法的原则，佛没有法可说，解粘去缚而已，就是你的毛病在哪里？你的结症在哪里？解开就对了。每个人的症候不一样，所以他用的方法不相同。今天佛不在世了，我们看到佛治病这些药方，这个药方没有一服是为我开的，我们展开来只能说参考参考而已，不是为我开的。说实在的，佛不但没有定法可说，佛简直是无法可说，佛没说法。由此就明了，佛说法为什么有因缘？那没有因缘怎么能说？这众生有感，佛才有应，感应道交，这就是因缘说法了。我们再看底下：",
      "zh_TW": "因此佛對於一切眾生的觀察，佛心清淨，所以能觀眾機，應機說法。給甲說的跟對乙說的不一樣，給乙說的跟丙說的也不一樣，但是聽佛說法都開悟了，都證果了，都得利益了。我們今天展開經典，同樣一個問題，佛為什麼在這個經上這樣說？那個經上那麼說？把我們都搞糊塗了。儒家也如此，你看看《論語》，孔老夫子的學生問仁，他跟甲說的跟乙說的就不一樣；問孝也是如此，跟這個人說，跟那個人說完全不相同，應機說法。當時問的人，真得利益，也正是佛法的原則，佛沒有法可說，解粘去縛而已，就是你的毛病在哪裡？你的結癥在哪裡？解開就對了。每個人的症候不一樣，所以他用的方法不相同。今天佛不在世了，我們看到佛治病這些藥方，這個藥方沒有一服是為我開的，我們展開來只能說參考參考而已，不是為我開的。說實在的，佛不但沒有定法可說，佛簡直是無法可說，佛沒說法。由此就明瞭，佛說法為什麼有因緣？那沒有因緣怎麼能說？這眾生有感，佛才有應，感應道交，這就是因緣說法了。我們再看底下："
    },
    {
      "id": "04-003-0087_p0081",
      "zh_CN": "【故法华云。】",
      "zh_TW": "【故法華云。】"
    },
    {
      "id": "04-003-0087_p0082",
      "zh_CN": "这《法华经》上说的。",
      "zh_TW": "這《法華經》上說的。"
    },
    {
      "id": "04-003-0087_p0083",
      "zh_CN": "【诸佛两足尊。】",
      "zh_TW": "【諸佛兩足尊。】"
    },
    {
      "id": "04-003-0087_p0084",
      "zh_CN": "『两』是智慧、是福德，『足』是满足，就是圆满。佛的智慧圆满，佛的福德圆满，两足是福慧两足，这是世出世间最尊最贵的，福慧圆满。",
      "zh_TW": "『兩』是智慧、是福德，『足』是滿足，就是圓滿。佛的智慧圓滿，佛的福德圓滿，兩足是福慧兩足，這是世出世間最尊最貴的，福慧圓滿。"
    },
    {
      "id": "04-003-0087_p0085",
      "zh_CN": "【知法常无性。】",
      "zh_TW": "【知法常無性。】"
    },
    {
      "id": "04-003-0087_p0086",
      "zh_CN": "一切万法没有自性，此地这个性当作体讲，一切万法没有自己的本体，这要知道。所以佛法常讲，「万法皆空」，就是因为它没有自体。譬如说我们这个毛巾，这个毛巾体是什么？这线头一拉开，拉开是条线，线织成的，线是毛巾之体。那线的体是什么？线的体再一分析是纤维。线也没有体，那个纤维的体，再用显镜里头分一分，那是分子，再观察是原子、电子，分到最后你找不到体，没有体。原来什么？空有，万法皆空，就这个意思。空无自体，一切法一分析都没有自体。那这个法从哪来的？是因缘和合而来的。原子、电子结成了分子，由分子再结成一切的万物，这是现在科学它也发现了，也证明了这个是事实。佛那个时候科学还没有，佛就知道一切法没有自体，『常无性』，所以万法皆空，这个空是当体即空，我们从分析里面才认识它空。佛要不要分析？不要分析，当体即空。你要晓得，一切法当体即空，你有什么好执着？有什么好牵挂？你这个牵挂忧虑叫冤枉，那就是胡思乱想，不是实际。对一切事情在筹划、计划，统统打妄想，造罪业而已。",
      "zh_TW": "一切萬法沒有自性，此地這個性當作體講，一切萬法沒有自己的本體，這要知道。所以佛法常講，「萬法皆空」，就是因為它沒有自體。譬如說我們這個毛巾，這個毛巾體是什麼？這線頭一拉開，拉開是條線，線織成的，線是毛巾之體。那線的體是什麼？線的體再一分析是纖維。線也沒有體，那個纖維的體，再用顯鏡裡頭分一分，那是分子，再觀察是原子、電子，分到最後你找不到體，沒有體。原來什麼？空有，萬法皆空，就這個意思。空無自體，一切法一分析都沒有自體。那這個法從哪來的？是因緣和合而來的。原子、電子結成了分子，由分子再結成一切的萬物，這是現在科學它也發現了，也證明了這個是事實。佛那個時候科學還沒有，佛就知道一切法沒有自體，『常無性』，所以萬法皆空，這個空是當體即空，我們從分析裡面才認識它空。佛要不要分析？不要分析，當體即空。你要曉得，一切法當體即空，你有什麼好執著？有什麼好牽掛？你這個牽掛憂慮叫冤枉，那就是胡思亂想，不是實際。對一切事情在籌畫、計畫，統統打妄想，造罪業而已。"
    },
    {
      "id": "04-003-0087_p0087",
      "zh_CN": "【佛种从缘起。是故说一乘。】",
      "zh_TW": "【佛種從緣起。是故說一乘。】"
    },
    {
      "id": "04-003-0087_p0088",
      "zh_CN": "《法华经》是一乘法，在佛法里面最高的一乘法。『佛种从缘起』，所以佛法是什么？佛法也是因缘法。《华严》、《法华》都是五周因果，离不开因果，离不开因缘。",
      "zh_TW": "《法華經》是一乘法，在佛法裡面最高的一乘法。『佛種從緣起』，所以佛法是什麼？佛法也是因緣法。《華嚴》、《法華》都是五周因果，離不開因果，離不開因緣。"
    },
    {
      "id": "04-003-0087_p0089",
      "zh_CN": "【门论云。】",
      "zh_TW": "【門論云。】"
    },
    {
      "id": "04-003-0087_p0090",
      "zh_CN": "《门论》是《百法明门论》。",
      "zh_TW": "《門論》是《百法明門論》。"
    },
    {
      "id": "04-003-0087_p0091",
      "zh_CN": "【因缘有二。一内。二外。】",
      "zh_TW": "【因緣有二。一內。二外。】"
    },
    {
      "id": "04-003-0087_p0092",
      "zh_CN": "因缘又可以分为两种，有内、有外。",
      "zh_TW": "因緣又可以分為兩種，有內、有外。"
    },
    {
      "id": "04-003-0087_p0093",
      "zh_CN": "【外谓谷子为因。水土人工时节等为缘。而芽得生。】",
      "zh_TW": "【外謂穀子為因。水土人工時節等為緣。而芽得生。】"
    },
    {
      "id": "04-003-0087_p0094",
      "zh_CN": "这是举一个例子。外是什么？拿我们现在来讲，外就是物质，物质的现象，内就是心理的现象。一切万物缘生的，心里现象也是缘生的，没有缘，你就没有胡思乱想。所以佛法里，它用的方法很巧妙，怎么叫你心定下来？把你的缘断掉，心就清净了，所以又叫做缘生，佛法对这个缘非常非常重视。譬如植物，种子是因，是亲因，单有种子不能够生芽，那个种子放在杯子、茶杯里头，放一百年也不起作用。为什么？没有缘，单因不生。什么是它的缘？土壤是它的缘，它必须要有土壤，水分是它的缘，人工是它的缘，阳光、空气是它的缘，种种缘都具足了，这个种子就会生芽，就会长得很好。缘如果缺了一、两种，虽然能长，长得不好。所以一定是缘具足它才能生。第二个例子：",
      "zh_TW": "這是舉一個例子。外是什麼？拿我們現在來講，外就是物質，物質的現象，內就是心理的現象。一切萬物緣生的，心裡現象也是緣生的，沒有緣，你就沒有胡思亂想。所以佛法裡，它用的方法很巧妙，怎麼叫你心定下來？把你的緣斷掉，心就清淨了，所以又叫做緣生，佛法對這個緣非常非常重視。譬如植物，種子是因，是親因，單有種子不能夠生芽，那個種子放在杯子、茶杯裡頭，放一百年也不起作用。為什麼？沒有緣，單因不生。什麼是它的緣？土壤是它的緣，它必須要有土壤，水分是它的緣，人工是它的緣，陽光、空氣是它的緣，種種緣都具足了，這個種子就會生芽，就會長得很好。緣如果缺了一、兩種，雖然能長，長得不好。所以一定是緣具足它才能生。第二個例子："
    },
    {
      "id": "04-003-0087_p0095",
      "zh_CN": "【泥团为因。轮绳陶师等为缘。而器得成。】",
      "zh_TW": "【泥團為因。輪繩陶師等為緣。而器得成。】"
    },
    {
      "id": "04-003-0087_p0096",
      "zh_CN": "这譬如什么？陶器，陶器是用什么做的？泥土做的，单单泥土不会成一个器。我们做一个杯子、做一个盆做不出来，单单泥土做不出来，必须要有『轮绳』。古时候做陶器的这些工具，还要用人工把它做出来，然后再上釉，再烧，这样才是有个成品出来，统统是它的缘，我们才得陶器之用，这都是说明外面物质环境一切法是缘生的。",
      "zh_TW": "這譬如什麼？陶器，陶器是用什麼做的？泥土做的，單單泥土不會成一個器。我們做一個杯子、做一個盆做不出來，單單泥土做不出來，必須要有『輪繩』。古時候做陶器的這些工具，還要用人工把它做出來，然後再上釉，再燒，這樣才是有個成品出來，統統是它的緣，我們才得陶器之用，這都是說明外面物質環境一切法是緣生的。"
    },
    {
      "id": "04-003-0087_p0097",
      "zh_CN": "【内谓十二因缘等。】",
      "zh_TW": "【內謂十二因緣等。】"
    },
    {
      "id": "04-003-0087_p0098",
      "zh_CN": "这『十二因缘』是内。十二因缘说明什么？说明一切有情众生的由来。有情众生，我们今天讲的动物，动物怎么来的？十二种缘。十二种缘第一个是什么？无明。换句话说，糊里糊涂才搞六道轮回，你要清清楚楚、明明白白，你怎么会搞六道轮回？你最低限度也去当阿罗汉、当菩萨去了，不会干这个事情了。糊涂，这无明就是糊涂。无明缘行，行是什么？造业，行是妄动。无明就是糊涂，对于一切事实真相完全不了解。盲动、妄动，那个动就是行。这一动怎么？动就造业了，那就得投胎了，所以行缘识。识是种子，神识，我们俗话叫灵魂，他来投胎。投胎，不是自由选择的，自由选择，那就好办了。哪一个人不想投生到帝王家去做皇太子、做公主，那多好！自己不能作主，糊里糊涂去投胎。糊里糊涂当中也有缘，为什么？没有缘，你接不到。那就佛法给我们讲了，你这个，实在讲人与众生统统是一样的，四种缘：报恩、报怨、讨债、还债。这就讲一切众生什么关系，就这四种关系，这么来的。这四种关系，佛法明了。所以无论哪一种关系，都在后天上有补救、有改进，所以他能够维系到老，不会有太大的变化。",
      "zh_TW": "這『十二因緣』是內。十二因緣說明什麼？說明一切有情眾生的由來。有情眾生，我們今天講的動物，動物怎麼來的？十二種緣。十二種緣第一個是什麼？無明。換句話說，糊裡糊塗才搞六道輪迴，你要清清楚楚、明明白白，你怎麼會搞六道輪迴？你最低限度也去當阿羅漢、當菩薩去了，不會幹這個事情了。糊塗，這無明就是糊塗。無明緣行，行是什麼？造業，行是妄動。無明就是糊塗，對於一切事實真相完全不了解。盲動、妄動，那個動就是行。這一動怎麼？動就造業了，那就得投胎了，所以行緣識。識是種子，神識，我們俗話叫靈魂，他來投胎。投胎，不是自由選擇的，自由選擇，那就好辦了。哪一個人不想投生到帝王家去做皇太子、做公主，那多好！自己不能作主，糊裡糊塗去投胎。糊裡糊塗當中也有緣，為什麼？沒有緣，你接不到。那就佛法給我們講了，你這個，實在講人與眾生統統是一樣的，四種緣：報恩、報怨、討債、還債。這就講一切眾生什麼關係，就這四種關係，這麼來的。這四種關係，佛法明瞭。所以無論哪一種關係，都在後天上有補救、有改進，所以他能夠維繫到老，不會有太大的變化。"
    },
    {
      "id": "04-003-0087_p0099",
      "zh_CN": "如果没有圣人的教诲，随其发展，就非常可怕，变化之大，也可怕。恩会变成怨，怨也会变成恩。刚才没有多久，简居士给我说一桩事情，菲律宾有几个高官到我们台湾来访问。私下谈话的时候，感慨万千，他们怀念从前的马可仕总统，马可仕总统好。为什么？社会还安定，老百姓生活还能过得去。马可仕夫妻两个虽然都贪，老百姓都为他们服务，这是喂他们两个，已经喂饱了，喂到再吃不下了，他就会往外吐了，就会想替社会做一点好事，为什么？他已经饱了，饱了什么都不需要了，才会想替社会做一点事情。老百姓把他推翻，现在换了这一批人，各个都是瘦的，又要喂他们。从前只喂两个人，现在喂几百人，到哪一年才喂饱？老百姓愈搞愈穷，社会愈来愈乱，想到还是马可仕好。这个话我们听了之后，诸位可以深思，值得我们反省。他有贪心，他有权力欲，我们统统叫他满足了，一切都满足了，他也想到会替国家社会做一点好事情。为什么？他想到后来还有历史，历史上再给他写一笔好的。",
      "zh_TW": "如果沒有聖人的教誨，隨其發展，就非常可怕，變化之大，也可怕。恩會變成怨，怨也會變成恩。剛才沒有多久，簡居士給我說一樁事情，菲律賓有幾個高官到我們台灣來訪問。私下談話的時候，感慨萬千，他們懷念從前的馬可仕總統，馬可仕總統好。為什麼？社會還安定，老百姓生活還能過得去。馬可仕夫妻兩個雖然都貪，老百姓都為他們服務，這是餵他們兩個，已經餵飽了，餵到再吃不下了，他就會往外吐了，就會想替社會做一點好事，為什麼？他已經飽了，飽了什麼都不需要了，才會想替社會做一點事情。老百姓把他推翻，現在換了這一批人，各個都是瘦的，又要餵他們。從前只餵兩個人，現在餵幾百人，到哪一年才餵飽？老百姓愈搞愈窮，社會愈來愈亂，想到還是馬可仕好。這個話我們聽了之後，諸位可以深思，值得我們反省。他有貪心，他有權力慾，我們統統叫他滿足了，一切都滿足了，他也想到會替國家社會做一點好事情。為什麼？他想到後來還有歷史，歷史上再給他寫一筆好的。"
    },
    {
      "id": "04-003-0087_p0100",
      "zh_CN": "只有真正有智慧的人，真正有学问的人，才能够辨识问题结症真正的所在，不是盲动，不是盲目的冲动。坏就坏在盲目的冲动，这个会带来整个社会大家的不幸。所以投胎就是糊里糊涂投胎的，投胎之后，那就是识缘名色，名色缘六入，六入，这就是讲在母胎当中的几个阶段。识是神识，我们俗话讲的灵魂。实际上魂不灵，灵就好了，他不灵。实在讲，叫迷魂才对，他迷惑颠倒。孔老夫子讲得也很有道理，孔老夫子称为游魂，你看他在《易经》里面讲，「游魂为变，精气为物」，这两句讲的跟大乘经典上讲的完全一样。所以孔老夫子也很了不起，他不是不知道这个六道的变化，他晓得。名色就是刚刚入胎。六入是胎儿，没有出生的胎儿，已经眼耳鼻舌长出来了，六根都有了这样的胎儿，底下一个阶段就是出世，触。六入缘触，触什么？出生，接触外面的世界。触缘受，虽然接触外面这个境界，对于外面的境界他没有感受，这个就是我们常讲的天真。就是讲那个不懂事，对于人事完全不懂，不懂就是天真，那个童年是真快乐，什么事都不懂，只晓得什么？玩，肚子饿了要吃饭。除这个之外，什么事他都不晓得，这一个阶段是真正幸福。",
      "zh_TW": "只有真正有智慧的人，真正有學問的人，才能夠辨識問題結癥真正的所在，不是盲動，不是盲目的衝動。壞就壞在盲目的衝動，這個會帶來整個社會大家的不幸。所以投胎就是糊裡糊塗投胎的，投胎之後，那就是識緣名色，名色緣六入，六入，這就是講在母胎當中的幾個階段。識是神識，我們俗話講的靈魂。實際上魂不靈，靈就好了，他不靈。實在講，叫迷魂才對，他迷惑顛倒。孔老夫子講得也很有道理，孔老夫子稱為遊魂，你看他在《易經》裡面講，「遊魂為變，精氣為物」，這兩句講的跟大乘經典上講的完全一樣。所以孔老夫子也很了不起，他不是不知道這個六道的變化，他曉得。名色就是剛剛入胎。六入是胎兒，沒有出生的胎兒，已經眼耳鼻舌長出來了，六根都有了這樣的胎兒，底下一個階段就是出世，觸。六入緣觸，觸什麼？出生，接觸外面的世界。觸緣受，雖然接觸外面這個境界，對於外面的境界他沒有感受，這個就是我們常講的天真。就是講那個不懂事，對於人事完全不懂，不懂就是天真，那個童年是真快樂，什麼事都不懂，只曉得什麼？玩，肚子餓了要吃飯。除這個之外，什麼事他都不曉得，這一個階段是真正幸福。"
    },
    {
      "id": "04-003-0087_p0101",
      "zh_CN": "在过去，像我是出生在农村，更单纯了。我十二岁的时候都不懂事，不会看人脸色的，不会的，不懂得。十三、四岁的时候才懂事，所以这个天真的时间长，童年幸福的时间很长，童年真快乐。现在的小孩好可怜，你看一、两岁就察言观色，就晓得大人发脾气了，不痛快了，就知道，我们从前是十一、二岁都不知道，不晓得大人有什么痛苦烦恼，都不知道，心地清净。现在怎么？现在小孩躺在那个床上都看电视，这怎么得了，一天到晚在那里教训他、教育他，所以一、二岁就察言观色。现在人讲，现在小孩聪明，什么聪明？天真没有了，妄想分别执着起来了，这个多苦！在从前你看我们受苦，知道受，十三、四岁才知道，现在一、两岁就知道，可怜，真是可怜，人都不能做了，是不是？下一次不能来投胎，太苦了。这个受就是有感受，苦乐忧喜舍的感受。你看这前一个是因，后一个就是缘，因缘永远不断。受了之后，好，再一个发展就起了贪心，就爱了；爱了之后，就想取；取了，就造业，阿赖耶又有来生轮回的业习了，你说这怎么得了？取缘生，生缘老死，是底下一世。所以这十二因缘是三世因果，无明跟行是过去世，从识到爱取有是这一世，后面讲的生老死是来世，永远在巡回，永远不断，这就是生死轮回的因缘，你说这个东西多可怕，这就是「十二因缘等」。",
      "zh_TW": "在過去，像我是出生在農村，更單純了。我十二歲的時候都不懂事，不會看人臉色的，不會的，不懂得。十三、四歲的時候才懂事，所以這個天真的時間長，童年幸福的時間很長，童年真快樂。現在的小孩好可憐，你看一、兩歲就察言觀色，就曉得大人發脾氣了，不痛快了，就知道，我們從前是十一、二歲都不知道，不曉得大人有什麼痛苦煩惱，都不知道，心地清淨。現在怎麼？現在小孩躺在那個床上都看電視，這怎麼得了，一天到晚在那裡教訓他、教育他，所以一、二歲就察言觀色。現在人講，現在小孩聰明，什麼聰明？天真沒有了，妄想分別執著起來了，這個多苦！在從前你看我們受苦，知道受，十三、四歲才知道，現在一、兩歲就知道，可憐，真是可憐，人都不能做了，是不是？下一次不能來投胎，太苦了。這個受就是有感受，苦樂憂喜捨的感受。你看這前一個是因，後一個就是緣，因緣永遠不斷。受了之後，好，再一個發展就起了貪心，就愛了；愛了之後，就想取；取了，就造業，阿賴耶又有來生輪迴的業習了，你說這怎麼得了？取緣生，生緣老死，是底下一世。所以這十二因緣是三世因果，無明跟行是過去世，從識到愛取有是這一世，後面講的生老死是來世，永遠在巡迴，永遠不斷，這就是生死輪迴的因緣，你說這個東西多可怕，這就是「十二因緣等」。"
    },
    {
      "id": "04-003-0087_p0102",
      "zh_CN": "【外由内变。本末相收。即总为一大缘起。是故佛教从浅至深。不出因缘二字也。】",
      "zh_TW": "【外由內變。本末相收。即總為一大緣起。是故佛教從淺至深。不出因緣二字也。】"
    },
    {
      "id": "04-003-0087_p0103",
      "zh_CN": "这一点都不假。今天时间到了，底下这个意思还很深，我们下一次从这里再讲。好，我们念佛回向。",
      "zh_TW": "這一點都不假。今天時間到了，底下這個意思還很深，我們下一次從這裡再講。好，我們念佛迴向。"
    }
  ]
}