{
  "doc_id": "04-003-0077",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七十七集",
    "zh_TW": "第七十七集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0077",
  "total_paragraphs": 62,
  "paragraphs": [
    {
      "id": "04-003-0077_p0001",
      "zh_CN": "请掀开经本，二百零九面倒数第二行，最后一句看起：",
      "zh_TW": "請掀開經本，二百零九面倒數第二行，最後一句看起："
    },
    {
      "id": "04-003-0077_p0002",
      "zh_CN": "【二明行相。谓十度万行。广在经文。】",
      "zh_TW": "【二明行相。謂十度萬行。廣在經文。】"
    },
    {
      "id": "04-003-0077_p0003",
      "zh_CN": "从这个地方看起。清凉在《疏》教起因缘里面一共有十段，这是第六段，第六段是为我们说修行的方法。正如同经上所说的，如果不能认真的去修行，行是我们的生活行为，行为有了错误，必须要把它修正过来，这叫做修行。如果不修行，佛法殊胜的利益是得不到的。如同《法句经》上所说，「虽诵千言，不行何益」。每天读诵经典，念了不能够照做，这个念的经没有用处。诸位要知道，念经是修正我们思想、见解、行为的，这个念了才有用处。绝对不是说我们每天念多少部经就有功德，那是假的，连什么叫功德，他也不知道。这一段讲到行，分为两大类，第一大类是「遍成诸行」。遍是普遍的成就。第二类是「顿成诸行」，那是讲顿超。我们这几次所讲的是属于第一段，遍成诸行。这里面又有两科，就是两个小段，先说行本，修行的根本是菩提心，我们说过了，菩提心的体、相、德用都说过了。今天这是入了第二个小段，是讲行相，菩萨修行的样子，这值得我们去学习的。所以这是第二小段，它从哪里来的？",
      "zh_TW": "從這個地方看起。清涼在《疏》教起因緣裡面一共有十段，這是第六段，第六段是為我們說修行的方法。正如同經上所說的，如果不能認真的去修行，行是我們的生活行為，行為有了錯誤，必須要把它修正過來，這叫做修行。如果不修行，佛法殊勝的利益是得不到的。如同《法句經》上所說，「雖誦千言，不行何益」。每天讀誦經典，念了不能夠照做，這個念的經沒有用處。諸位要知道，念經是修正我們思想、見解、行為的，這個念了才有用處。絕對不是說我們每天念多少部經就有功德，那是假的，連什麼叫功德，他也不知道。這一段講到行，分為兩大類，第一大類是「遍成諸行」。遍是普遍的成就。第二類是「頓成諸行」，那是講頓超。我們這幾次所講的是屬於第一段，遍成諸行。這裡面又有兩科，就是兩個小段，先說行本，修行的根本是菩提心，我們說過了，菩提心的體、相、德用都說過了。今天這是入了第二個小段，是講行相，菩薩修行的樣子，這值得我們去學習的。所以這是第二小段，它從哪裡來的？"
    },
    {
      "id": "04-003-0077_p0004",
      "zh_CN": "所谓『行相』，在一般大乘经里面所说的就是六度，《华严》里面讲的『十度』。『万行』，这个「万」不是数字，「十」是个数字，万不是数字，万是形容行门无量无边，用这个字来代表，不止一万。无量无边的行门，就是修行的方法，在《华严经》上把它归纳成十大类，这就叫做十度，一般大乘经里面是把它归成六大类。诸位要晓得，这个归纳不太重要。为什么？内容是相同的，不增不减，六度跟十度是一样的数目。十度从哪里来的？是从六度当中，第六是般若波罗蜜，又把它分为五大类，就是般若这一门分成五大类。可见得，这就是开合不同而已。般若展开来又分五类，这五类归纳起来，般若波罗蜜，你就知道它内容确实是不增不减。那分为五类，就说得更详细，般若波罗蜜就是所谓的根本智。后面四条是方便波罗蜜，愿波罗蜜，力波罗蜜，一直到智波罗蜜，这些是属于智慧在生活当中的应用，就是有体有用。在六度里面，把它合成一个，十度里面就分开来讲。『广在经文』，经文里面说得非常详细。",
      "zh_TW": "所謂『行相』，在一般大乘經裡面所說的就是六度，《華嚴》裡面講的『十度』。『萬行』，這個「萬」不是數字，「十」是個數字，萬不是數字，萬是形容行門無量無邊，用這個字來代表，不止一萬。無量無邊的行門，就是修行的方法，在《華嚴經》上把它歸納成十大類，這就叫做十度，一般大乘經裡面是把它歸成六大類。諸位要曉得，這個歸納不太重要。為什麼？內容是相同的，不增不減，六度跟十度是一樣的數目。十度從哪裡來的？是從六度當中，第六是般若波羅蜜，又把它分為五大類，就是般若這一門分成五大類。可見得，這就是開合不同而已。般若展開來又分五類，這五類歸納起來，般若波羅蜜，你就知道它內容確實是不增不減。那分為五類，就說得更詳細，般若波羅蜜就是所謂的根本智。後面四條是方便波羅蜜，願波羅蜜，力波羅蜜，一直到智波羅蜜，這些是屬於智慧在生活當中的應用，就是有體有用。在六度裡面，把它合成一個，十度裡面就分開來講。『廣在經文』，經文裡面說得非常詳細。"
    },
    {
      "id": "04-003-0077_p0005",
      "zh_CN": "【上来两段。总是第一遍成诸行。】",
      "zh_TW": "【上來兩段。總是第一遍成諸行。】"
    },
    {
      "id": "04-003-0077_p0006",
      "zh_CN": "刚才跟诸位交代了，这是行门里面的第一大项，就是『遍成诸行』。此地这「行相」没有细说，文字很简单，到这里这一段就结束了。我们在此地，要略略的跟诸位说明一下，行相，要拿现代的话来说，就是生活规范，行门的守则、要领。十度，前面五度跟六度完全相同，第一个是布施。实在说，菩萨行门就是一个布施全都包括了。布施是什么？布施是放下，布施是舍，统统舍掉。你说你有烦恼，你为什么不把你烦恼布施掉？你要它干什么？你说你有苦难，为什么不把苦难布施掉？你说你有生死、有轮回，统统布施掉。这个布施，不是指你布施一点钱财，那个无关紧要，那不算什么，不是菩萨所行的。菩萨所行的，是要把你的生死烦恼统统布施掉，统统舍掉。不但把世间一切法舍掉，出世间法也要不得，也要舍掉，连佛法也得要舍掉。世间法舍掉了，还执着有个佛法，又是麻烦，你总是有病。佛在经上常讲，我们世间人，这因缘果报，这是惑业苦，这是病。佛法是什么？佛法是药，是治病的，因为你有惑业苦，佛才讲戒定慧，用戒定慧来治惑业苦，来治病的。病要好了，药就不能要了。病好了，还吃药，你想想看，这人是个健康的人吗？健康的人不要吃药，吃药的人一定不健康。",
      "zh_TW": "剛才跟諸位交代了，這是行門裡面的第一大項，就是『遍成諸行』。此地這「行相」沒有細說，文字很簡單，到這裡這一段就結束了。我們在此地，要略略的跟諸位說明一下，行相，要拿現代的話來說，就是生活規範，行門的守則、要領。十度，前面五度跟六度完全相同，第一個是布施。實在說，菩薩行門就是一個布施全都包括了。布施是什麼？布施是放下，布施是捨，統統捨掉。你說你有煩惱，你為什麼不把你煩惱布施掉？你要它幹什麼？你說你有苦難，為什麼不把苦難布施掉？你說你有生死、有輪迴，統統布施掉。這個布施，不是指你布施一點錢財，那個無關緊要，那不算什麼，不是菩薩所行的。菩薩所行的，是要把你的生死煩惱統統布施掉，統統捨掉。不但把世間一切法捨掉，出世間法也要不得，也要捨掉，連佛法也得要捨掉。世間法捨掉了，還執著有個佛法，又是麻煩，你總是有病。佛在經上常講，我們世間人，這因緣果報，這是惑業苦，這是病。佛法是什麼？佛法是藥，是治病的，因為你有惑業苦，佛才講戒定慧，用戒定慧來治惑業苦，來治病的。病要好了，藥就不能要了。病好了，還吃藥，你想想看，這人是個健康的人嗎？健康的人不要吃藥，吃藥的人一定不健康。"
    },
    {
      "id": "04-003-0077_p0007",
      "zh_CN": "所以《金刚经》上讲得好，「法尚应舍，何况非法」。法是佛法，佛法也要舍掉，这是布施。但是现在我们佛法不能舍，为什么？我们的病很重，我们必须拿佛法对治我们的毛病，这毛病要舍，佛法不能舍。等到病没有了，佛法也要舍。所以诸位一定要知道，布施真正的意义、真正的目的，以及如何来修学。所以布施度，这讲到度，度里面就有智慧。六度前面，这五度是事相，后面一度是智慧。你修布施，里面有智慧，是三轮体空。我们布施一定有对象的，有能施、有所施，有接受布施的对象，三个。三者都不执着，不执着我能舍，不执着我；也不执着对方接受我布施，不执着；也不去执着我布施那些什么，统统都不能执着，我们心才舍得干干净净。无我相、无人相、无众生相，这样才能真正恢复自己的真如本性，真正达到破迷开悟，离苦得乐。如果着相的布施，是修世间人天福报，不能出三界，那就是通常讲的，善因得善果，将来果报在三善道；恶因结恶报，将来果报在三恶道。总而言之，不能超越六道轮回。什么原因？就是布施里面没有般若。所以没有般若，心不清净，着相，般若是不着相。",
      "zh_TW": "所以《金剛經》上講得好，「法尚應捨，何況非法」。法是佛法，佛法也要捨掉，這是布施。但是現在我們佛法不能捨，為什麼？我們的病很重，我們必須拿佛法對治我們的毛病，這毛病要捨，佛法不能捨。等到病沒有了，佛法也要捨。所以諸位一定要知道，布施真正的意義、真正的目的，以及如何來修學。所以布施度，這講到度，度裡面就有智慧。六度前面，這五度是事相，後面一度是智慧。你修布施，裡面有智慧，是三輪體空。我們布施一定有對象的，有能施、有所施，有接受布施的對象，三個。三者都不執著，不執著我能捨，不執著我；也不執著對方接受我布施，不執著；也不去執著我布施那些什麼，統統都不能執著，我們心才捨得乾乾淨淨。無我相、無人相、無眾生相，這樣才能真正恢復自己的真如本性，真正達到破迷開悟，離苦得樂。如果著相的布施，是修世間人天福報，不能出三界，那就是通常講的，善因得善果，將來果報在三善道；惡因結惡報，將來果報在三惡道。總而言之，不能超越六道輪迴。什麼原因？就是布施裡面沒有般若。所以沒有般若，心不清淨，著相，般若是不著相。"
    },
    {
      "id": "04-003-0077_p0008",
      "zh_CN": "从哪里下手？财、法、无畏，佛给我们讲了三大类。世间人说实实在在的话，你为什么不能了生死，出三界？这个我们不对一般人讲，一般人他不知道。我们对那些学佛的人讲，而且学佛学得很虔诚的人讲，你为什么不能了生死，出三界？病根在放不下，这放不下就是舍不得。财舍不得，情舍不得，这个麻烦大了，这个阿弥陀佛来接引，你有这两大障碍，你也去不成。所以佛先要把这两大障碍，这个障叫业障，把这两大障碍破除，教给我们修布施。这布施谁得利益？自己得利益。绝对不是接受布施的人他能得利益，他得什么利益？他得不到利益。",
      "zh_TW": "從哪裡下手？財、法、無畏，佛給我們講了三大類。世間人說實實在在的話，你為什麼不能了生死，出三界？這個我們不對一般人講，一般人他不知道。我們對那些學佛的人講，而且學佛學得很虔誠的人講，你為什麼不能了生死，出三界？病根在放不下，這放不下就是捨不得。財捨不得，情捨不得，這個麻煩大了，這個阿彌陀佛來接引，你有這兩大障礙，你也去不成。所以佛先要把這兩大障礙，這個障叫業障，把這兩大障礙破除，教給我們修布施。這布施誰得利益？自己得利益。絕對不是接受布施的人他能得利益，他得什麼利益？他得不到利益。"
    },
    {
      "id": "04-003-0077_p0009",
      "zh_CN": "这是诸位一定要知道的，知道这事实真相，我们就真正肯修了，晓得这确确实实是除自己的业障。世间人为什么不肯舍？他不知道事实真相。认为这个钱财赚来好不容易，为什么赚来就要把它舍掉？他不晓得这个钱财赚来，不管是容易赚来，还是难赚来，都是你命中所有的。命里面没有的，怎么赚也赚不来。命里有的，为什么有人赚得容易，有人赚得难？佛在经上把这个道理跟我们讲得很清楚，财富是财布施得的果报，我们前生拿财物周济别人、帮助别人，很痛快，看到别人有困难了，马上就拿去，毫不犹豫，这样将来得福报，那个钱财滚滚而来，也不操心，就这么来的。有一些人看到人家可怜了，想了好半天，给他一点！又后悔，何必，最后好，还是给他一点！这样布施，将来有没有果报？有果报，有财，那要赚得很辛苦，因为你当时施舍的时候不痛快，所以你的钱财得来就很辛苦，就这么一回事情。这个事实真相，要不是佛给我们说清楚，谁知道？想想是真的，一点都不假。所以你痛快布施，将来果报来得舒畅。",
      "zh_TW": "這是諸位一定要知道的，知道這事實真相，我們就真正肯修了，曉得這確確實實是除自己的業障。世間人為什麼不肯捨？他不知道事實真相。認為這個錢財賺來好不容易，為什麼賺來就要把它捨掉？他不曉得這個錢財賺來，不管是容易賺來，還是難賺來，都是你命中所有的。命裡面沒有的，怎麼賺也賺不來。命裡有的，為什麼有人賺得容易，有人賺得難？佛在經上把這個道理跟我們講得很清楚，財富是財布施得的果報，我們前生拿財物周濟別人、幫助別人，很痛快，看到別人有困難了，馬上就拿去，毫不猶豫，這樣將來得福報，那個錢財滾滾而來，也不操心，就這麼來的。有一些人看到人家可憐了，想了好半天，給他一點！又後悔，何必，最後好，還是給他一點！這樣布施，將來有沒有果報？有果報，有財，那要賺得很辛苦，因為你當時施捨的時候不痛快，所以你的錢財得來就很辛苦，就這麼一回事情。這個事實真相，要不是佛給我們說清楚，誰知道？想想是真的，一點都不假。所以你痛快布施，將來果報來得舒暢。"
    },
    {
      "id": "04-003-0077_p0010",
      "zh_CN": "因为对于财物之贪爱，古今中外，此界他方，没有一个众生不从这起贪心。贪是所有一切烦恼的大根大本，这第一个是财，第二个要命的色，这是财色两大障碍。这个东西要不看淡、要不放下，虽然念佛，虽然修行，生生世世在修，都出不了三界。我们在座的同修，要依照佛经上所说的，我们每位都是无始劫以来都在修行，不晓得修了多少生、多少劫。像《无量寿经》讲那个阿阇王子一样，过去曾经住菩萨道，供养四百亿佛，现在还退转跟我们一样，有退转、有隔阴之迷。供养四百亿佛，这样深厚的善根，为什么还不能出三界？就是刚才讲了，两个字，一个财、一个色放不下。佛不是勉强叫我们放下，是因为它障碍你的自性，是因为它制造的六道轮回。没有这两个东西，六道轮回就没有了；有这两个东西，就有六道轮回。你想想看这个东西多可怕。我们要不要把这个舍掉？不想出三界的，那你就不必舍了；真正想出三界，想往生西方极乐世界，那不舍不行。诸位要晓得，我们过去生中，生生世世都念阿弥陀佛，都没有能往生，就是这两个字舍不掉。你今天把这两个字痛痛快快布施，布施掉了，你往生西方极乐世界得大自在。",
      "zh_TW": "因為對於財物之貪愛，古今中外，此界他方，沒有一個眾生不從這起貪心。貪是所有一切煩惱的大根大本，這第一個是財，第二個要命的色，這是財色兩大障礙。這個東西要不看淡、要不放下，雖然念佛，雖然修行，生生世世在修，都出不了三界。我們在座的同修，要依照佛經上所說的，我們每位都是無始劫以來都在修行，不曉得修了多少生、多少劫。像《無量壽經》講那個阿闍王子一樣，過去曾經住菩薩道，供養四百億佛，現在還退轉跟我們一樣，有退轉、有隔陰之迷。供養四百億佛，這樣深厚的善根，為什麼還不能出三界？就是剛才講了，兩個字，一個財、一個色放不下。佛不是勉強叫我們放下，是因為它障礙你的自性，是因為它製造的六道輪迴。沒有這兩個東西，六道輪迴就沒有了；有這兩個東西，就有六道輪迴。你想想看這個東西多可怕。我們要不要把這個捨掉？不想出三界的，那你就不必捨了；真正想出三界，想往生西方極樂世界，那不捨不行。諸位要曉得，我們過去生中，生生世世都念阿彌陀佛，都沒有能往生，就是這兩個字捨不掉。你今天把這兩個字痛痛快快布施，布施掉了，你往生西方極樂世界得大自在。"
    },
    {
      "id": "04-003-0077_p0011",
      "zh_CN": "在我们台北市，大概三十年前，莲友念佛团的创办人，李济华居士往生，那多自在！这是在这边同修多少人看见的。李老居士往生的时候，八十多岁。他往生那一天，现在在旧金山的甘老居士，那一天在场，亲眼看到的。我提到这个事情，她跟我就说得很详细，因为助念的时候，她敲引磬，她当维那。往生那一天的晚上是共修会，老居士跟他太太坐三轮车，那个时候还没有计程车，坐三轮车到念佛团。坐在车上，他就跟他老伴商量，因为他的小孩都在美国，在台湾就是他们老夫妻两个。他就说，我要往生西方极乐世界了，妳一个人会不会感觉得寂寞？老太太就很慷慨，就答应了，那你往生，那往生好，你就不必顾忌我了，这就同意、答应了。实在讲，他太太也不晓得他那一天往生，很痛快的答应。",
      "zh_TW": "在我們台北市，大概三十年前，蓮友念佛團的創辦人，李濟華居士往生，那多自在！這是在這邊同修多少人看見的。李老居士往生的時候，八十多歲。他往生那一天，現在在舊金山的甘老居士，那一天在場，親眼看到的。我提到這個事情，她跟我就說得很詳細，因為助念的時候，她敲引磬，她當維那。往生那一天的晚上是共修會，老居士跟他太太坐三輪車，那個時候還沒有計程車，坐三輪車到念佛團。坐在車上，他就跟他老伴商量，因為他的小孩都在美國，在台灣就是他們老夫妻兩個。他就說，我要往生西方極樂世界了，妳一個人會不會感覺得寂寞？老太太就很慷慨，就答應了，那你往生，那往生好，你就不必顧忌我了，這就同意、答應了。實在講，他太太也不曉得他那一天往生，很痛快的答應。"
    },
    {
      "id": "04-003-0077_p0012",
      "zh_CN": "到了念佛团之后，因为他们共修，就像平常打佛七，一支香，当中有开示，有几位老居士轮流担任。那一天是魏老居士，轮到魏老居士，李老就给他商量，今天我来讲，下一次时间让你去讲去。他们开示的时间是半小时，老居士那天讲开示，非常恳切，讲了一个半钟点，把这个念佛的时间都讲完了。因为他是年岁大了，长老，所以大家也就不见怪。讲完之后，他就跟大家说，我要回家了。听众以为他讲话讲多了，讲累了，他要回家休息了。谁知道他下了讲台，莲友念佛堂外面是一个小客厅，他在沙发上一坐，就回西方极乐世界的家里去了。你看看，往生之前讲一个半小时，音声洪亮，言辞恳切，没有一点病，说走就走了。你要问，那什么原因？告诉诸位，就是一切放得下。你放不下，才有病苦；果真放下，哪里会有痛苦！这是莲友念佛团，李济华老居士，我们看到他走的。",
      "zh_TW": "到了念佛團之後，因為他們共修，就像平常打佛七，一支香，當中有開示，有幾位老居士輪流擔任。那一天是魏老居士，輪到魏老居士，李老就給他商量，今天我來講，下一次時間讓你去講去。他們開示的時間是半小時，老居士那天講開示，非常懇切，講了一個半鐘點，把這個念佛的時間都講完了。因為他是年歲大了，長老，所以大家也就不見怪。講完之後，他就跟大家說，我要回家了。聽眾以為他講話講多了，講累了，他要回家休息了。誰知道他下了講台，蓮友念佛堂外面是一個小客廳，他在沙發上一坐，就回西方極樂世界的家裡去了。你看看，往生之前講一個半小時，音聲洪亮，言辭懇切，沒有一點病，說走就走了。你要問，那什麼原因？告訴諸位，就是一切放得下。你放不下，才有病苦；果真放下，哪裡會有痛苦！這是蓮友念佛團，李濟華老居士，我們看到他走的。"
    },
    {
      "id": "04-003-0077_p0013",
      "zh_CN": "大概在五年之前，我记得在这里讲经也跟诸位说过，香港有一个欧阳居士，差不多也有七、八十岁，他往生，是一个月之前告诉畅怀法师的。这个老居士，过去在政府做过相当高的职位，做过官的。政府迁到台湾之后，他没有来，他留在香港，大概生活也很清苦。他有一个女儿在香港，女儿不孝顺，所以他生活很艰苦。他常常到图书馆借《大藏经》看，就是中华佛教图书馆，图书馆的负责人畅怀法师。他好像一个月之前借的《大藏经》，借了《藏经》之后就告诉畅怀法师，他说你在十二月二十二号，他把日期说了，十二月二十二号，你派个人到我家里去把《藏经》取回来，我不再送来了。他说我要走了。畅怀法师一听，看他的样子走了，不像往生的样子，大概是搬家，他要走了。好了，就把这个事情记在记事牌上，到二十二号那一天，就派人到他家里取《藏经》，就派个年轻人去取《藏经》。那么到他家里，老先生还在那里看经。在看经，这个人去了，老先生问他，他说你来干什么？他说你叫我今天来取回《藏经》。老先生说，是，我是叫你今天来，我没有叫你现在来。他就把他轰回去了。那年轻人当然不好意思跟他争，第二天再去拿。第二天去拿了，他家里人告诉他，老先生往生了。怎么往生的？什么时候？他说就是你来过之后，两个小时以后。怎么往生的？他看《大藏经》，而且坐在那边姿势很潇洒，抱着膝盖这样子，他这么走的。",
      "zh_TW": "大概在五年之前，我記得在這裡講經也跟諸位說過，香港有一個歐陽居士，差不多也有七、八十歲，他往生，是一個月之前告訴暢懷法師的。這個老居士，過去在政府做過相當高的職位，做過官的。政府遷到台灣之後，他沒有來，他留在香港，大概生活也很清苦。他有一個女兒在香港，女兒不孝順，所以他生活很艱苦。他常常到圖書館借《大藏經》看，就是中華佛教圖書館，圖書館的負責人暢懷法師。他好像一個月之前借的《大藏經》，借了《藏經》之後就告訴暢懷法師，他說你在十二月二十二號，他把日期說了，十二月二十二號，你派個人到我家裡去把《藏經》取回來，我不再送來了。他說我要走了。暢懷法師一聽，看他的樣子走了，不像往生的樣子，大概是搬家，他要走了。好了，就把這個事情記在記事牌上，到二十二號那一天，就派人到他家裡取《藏經》，就派個年輕人去取《藏經》。那麼到他家裡，老先生還在那裡看經。在看經，這個人去了，老先生問他，他說你來幹什麼？他說你叫我今天來取回《藏經》。老先生說，是，我是叫你今天來，我沒有叫你現在來。他就把他轟回去了。那年輕人當然不好意思跟他爭，第二天再去拿。第二天去拿了，他家裡人告訴他，老先生往生了。怎麼往生的？什麼時候？他說就是你來過之後，兩個小時以後。怎麼往生的？他看《大藏經》，而且坐在那邊姿勢很瀟灑，抱著膝蓋這樣子，他這麼走的。"
    },
    {
      "id": "04-003-0077_p0014",
      "zh_CN": "你看看，他多潇洒，多自在，没病，一个月之前，就告诉畅怀法师。畅怀法师虽然以前跟倓虚，他不相信念佛法门，他不念阿弥陀佛，他供养的是本师释迦牟尼佛，他每天念南无本师释迦牟尼佛，他不念阿弥陀佛。就看到这个老居士这样往生，从此以后就念阿弥陀佛了。我是到他精舍去参观，看得很奇怪，他那个佛堂是佛龛，玻璃佛龛，里面供的是释迦牟尼佛、迦叶尊者、阿难尊者，是这样供的。我那一天去的时候，他那个佛龛前面的玻璃上面贴了一个西方三圣，是用那个胶带贴在那里的。我说这怎么回事？他把这个故事讲给我听，他说我现在念阿弥陀佛，也拜西方三圣了。所以确确实实，说走就走，不生病。你看那个欧阳老居士，临走两个小时之前，还给人开玩笑，我是叫你今天拿《藏经》，我没有叫你现在来。这都是真正放得下。",
      "zh_TW": "你看看，他多瀟灑，多自在，沒病，一個月之前，就告訴暢懷法師。暢懷法師雖然以前跟倓虛，他不相信念佛法門，他不念阿彌陀佛，他供養的是本師釋迦牟尼佛，他每天念南無本師釋迦牟尼佛，他不念阿彌陀佛。就看到這個老居士這樣往生，從此以後就念阿彌陀佛了。我是到他精舍去參觀，看得很奇怪，他那個佛堂是佛龕，玻璃佛龕，裡面供的是釋迦牟尼佛、迦葉尊者、阿難尊者，是這樣供的。我那一天去的時候，他那個佛龕前面的玻璃上面貼了一個西方三聖，是用那個膠帶貼在那裡的。我說這怎麼回事？他把這個故事講給我聽，他說我現在念阿彌陀佛，也拜西方三聖了。所以確確實實，說走就走，不生病。你看那個歐陽老居士，臨走兩個小時之前，還給人開玩笑，我是叫你今天拿《藏經》，我沒有叫你現在來。這都是真正放得下。"
    },
    {
      "id": "04-003-0077_p0015",
      "zh_CN": "所以念佛人心里面只有一句阿弥陀佛，除阿弥陀佛之外，一切都要放下。在这个世间无论什么事情，家庭、社会，随缘就好。随缘是什么？你们说怎么好，就好，我没有意见，这自在！只要大的问题上没错，小问题不要管。我这个基金会什么事情我都不管，只要到时候我们这里可以讲经，就行了。除此之外，再要心里头有牵挂，这就错了。所以什么事情，你们觉得怎么好，那就怎么办。我们的目的是求生西方净土，过去生中，无量劫来生生世世都错了，都耽误掉了。这一生不能再错了，彻底放下，这叫布施。财要放下，不要怕财没有，到时候要用的时候，自然就来了。为什么？你有这个福报，所以财何必要存在家里？何必要放在银行？都靠不住，布施出去，这个靠得住。这你命里头有，你还没有动用，来了就散掉，来了就散掉，没有用。当然了，散财是智慧，你有财富是福报。智慧就是你这个财用得恰当不恰当？用得是罪、是福？罪、福里面也有大小，所以这就是智慧，有智慧的人，很小的财修最圆满的福报，这个是有智慧的。",
      "zh_TW": "所以念佛人心裡面只有一句阿彌陀佛，除阿彌陀佛之外，一切都要放下。在這個世間無論什麼事情，家庭、社會，隨緣就好。隨緣是什麼？你們說怎麼好，就好，我沒有意見，這自在！只要大的問題上沒錯，小問題不要管。我這個基金會什麼事情我都不管，只要到時候我們這裡可以講經，就行了。除此之外，再要心裡頭有牽掛，這就錯了。所以什麼事情，你們覺得怎麼好，那就怎麼辦。我們的目的是求生西方淨土，過去生中，無量劫來生生世世都錯了，都耽誤掉了。這一生不能再錯了，徹底放下，這叫布施。財要放下，不要怕財沒有，到時候要用的時候，自然就來了。為什麼？你有這個福報，所以財何必要存在家裡？何必要放在銀行？都靠不住，布施出去，這個靠得住。這你命裡頭有，你還沒有動用，來了就散掉，來了就散掉，沒有用。當然了，散財是智慧，你有財富是福報。智慧就是你這個財用得恰當不恰當？用得是罪、是福？罪、福裡面也有大小，所以這就是智慧，有智慧的人，很小的財修最圓滿的福報，這個是有智慧的。"
    },
    {
      "id": "04-003-0077_p0016",
      "zh_CN": "法布施，当然第一殊胜的就是净土法门。这在佛法里面，为什么说一切佛法，这个佛法布施最殊胜？因为只有这一法，可以叫一切众生在这一生当中，决定超越六道轮回，决定往生不退成佛，这是其他法门不容易做得到的。虽然净土宗跟密宗都是修清净心的，但是密宗成就比净土宗要难得太多了。我们讲堂里面有黄念祖老居士的录音带，有不少套，你们去听听看。老居士是诺那活佛的传人，他是真正的金刚上师，是密宗的金刚上师。他在晚年不传密，也不修密了，他老人家老实念佛，专门念佛，你看写《无量寿经》的注解。他告诉我，他说在大陆上，这四十年来，学密成就的只有六个人，你就想到多难。大陆十亿人口，四十年来学密，六个人成就；念佛人成就往生的，真的是不计其数。可见得，这个法门的确叫易行道。一句阿弥陀佛，哪个人不会念？哪个人不能行？所以他老人家常讲，至高无上的法门，一定是最简单、最容易。如果不是最简单、最容易，就不能算最殊胜的法门。为什么？太难了，我们一般人不能修，这个算好在哪里？好在什么？好在人人都能修，不但人人能修，而且第一殊胜，成就第一殊胜，这才叫第一法门。净宗就是这个法门，下手容易，成功高。",
      "zh_TW": "法布施，當然第一殊勝的就是淨土法門。這在佛法裡面，為什麼說一切佛法，這個佛法布施最殊勝？因為只有這一法，可以叫一切眾生在這一生當中，決定超越六道輪迴，決定往生不退成佛，這是其他法門不容易做得到的。雖然淨土宗跟密宗都是修清淨心的，但是密宗成就比淨土宗要難得太多了。我們講堂裡面有黃念祖老居士的錄音帶，有不少套，你們去聽聽看。老居士是諾那活佛的傳人，他是真正的金剛上師，是密宗的金剛上師。他在晚年不傳密，也不修密了，他老人家老實念佛，專門念佛，你看寫《無量壽經》的註解。他告訴我，他說在大陸上，這四十年來，學密成就的只有六個人，你就想到多難。大陸十億人口，四十年來學密，六個人成就；念佛人成就往生的，真的是不計其數。可見得，這個法門的確叫易行道。一句阿彌陀佛，哪個人不會念？哪個人不能行？所以他老人家常講，至高無上的法門，一定是最簡單、最容易。如果不是最簡單、最容易，就不能算最殊勝的法門。為什麼？太難了，我們一般人不能修，這個算好在哪裡？好在什麼？好在人人都能修，不但人人能修，而且第一殊勝，成就第一殊勝，這才叫第一法門。淨宗就是這個法門，下手容易，成功高。"
    },
    {
      "id": "04-003-0077_p0017",
      "zh_CN": "所以我们今天要布施，法布施，说老实话，布施印一切经典，都不如印净土五经，劝人念佛。净土五经，我们印得太多了，印不少，这个世界上四十亿人口，还没有能人手一本，差远了，太少太少了。我们这些年送到大陆的佛书，总共大概送了有几十万册，大陆十亿人，几十万册到那里，看不见，没有了。几千个人才有一本，不成比例。我们台湾两千万同胞，人手一册，也得要两千万册才够用。所以不要认为我们这个印得已经很多了，讲老实话不够用，差太远了。流通法宝，流通录音带，因为在海外，海外的侨胞当中想念，里面有些生字他不懂，查字典又很麻烦，在国外找一本中文字典，不容易找到。找到了，注音符号老早忘掉了，不晓得怎么拼法，这个情形常常有，所以我们有读经的录音带。这个录音带流通，他拿到录音带，拿到经书，他可以跟着读，读熟了之后，他可以送给别人，这真正是无量功德。比什么样的好事都要好，第一好事，这是帮助人成佛的，帮助一切众生长养善根，长养法身慧命，没有比这个更殊胜的。这是讲到法布施。",
      "zh_TW": "所以我們今天要布施，法布施，說老實話，布施印一切經典，都不如印淨土五經，勸人念佛。淨土五經，我們印得太多了，印不少，這個世界上四十億人口，還沒有能人手一本，差遠了，太少太少了。我們這些年送到大陸的佛書，總共大概送了有幾十萬冊，大陸十億人，幾十萬冊到那裡，看不見，沒有了。幾千個人才有一本，不成比例。我們台灣兩千萬同胞，人手一冊，也得要兩千萬冊才夠用。所以不要認為我們這個印得已經很多了，講老實話不夠用，差太遠了。流通法寶，流通錄音帶，因為在海外，海外的僑胞當中想念，裡面有些生字他不懂，查字典又很麻煩，在國外找一本中文字典，不容易找到。找到了，注音符號老早忘掉了，不曉得怎麼拼法，這個情形常常有，所以我們有讀經的錄音帶。這個錄音帶流通，他拿到錄音帶，拿到經書，他可以跟著讀，讀熟了之後，他可以送給別人，這真正是無量功德。比什麼樣的好事都要好，第一好事，這是幫助人成佛的，幫助一切眾生長養善根，長養法身慧命，沒有比這個更殊勝的。這是講到法布施。"
    },
    {
      "id": "04-003-0077_p0018",
      "zh_CN": "无畏布施，实在说，这真正得大无畏，是你把宇宙人生事实真相都搞清楚了，这就无畏了。生死自在，还有什么恐怖的？远离恐怖、颠倒、妄想，这叫真正的无畏。无正的无畏，就是要为一切众生演说佛法。像现在流通这个经论的注疏，流通讲经的录音带，这个可以说，不但是财、是法，里面有无畏布施，这三种布施统统具足，这叫菩萨行。实在讲，我在大陆看到有些居士，修菩萨行超过我们。他们生活环境非常艰难，一个月的工资人民币一百多块钱，合我们台币也只有几百块钱。现在是怎么比例，我不晓得，但是用美金可以算出来。他们现在官价好像是一块钱美金，要换五块多的，大概是五块五的人民币。他们一个月的工资大概就是十五块钱、二十块钱的样子，美金只有十几块、二十块钱。省吃俭用，把这个钱拿来买录音带流通，我看到心里真是很难过。因为印经书不容易，在大陆上受限制，要印一本东西，要经过共产党政府批准，所以他们多半流通录音带。自己听，拷贝，然后再送给别人，真正在修福，真的在做。所以是财、法、无畏，三种布施，这是十波罗蜜里面第一条。",
      "zh_TW": "無畏布施，實在說，這真正得大無畏，是你把宇宙人生事實真相都搞清楚了，這就無畏了。生死自在，還有什麼恐怖的？遠離恐怖、顛倒、妄想，這叫真正的無畏。無正的無畏，就是要為一切眾生演說佛法。像現在流通這個經論的註疏，流通講經的錄音帶，這個可以說，不但是財、是法，裡面有無畏布施，這三種布施統統具足，這叫菩薩行。實在講，我在大陸看到有些居士，修菩薩行超過我們。他們生活環境非常艱難，一個月的工資人民幣一百多塊錢，合我們台幣也只有幾百塊錢。現在是怎麼比例，我不曉得，但是用美金可以算出來。他們現在官價好像是一塊錢美金，要換五塊多的，大概是五塊五的人民幣。他們一個月的工資大概就是十五塊錢、二十塊錢的樣子，美金只有十幾塊、二十塊錢。省吃儉用，把這個錢拿來買錄音帶流通，我看到心裡真是很難過。因為印經書不容易，在大陸上受限制，要印一本東西，要經過共產黨政府批准，所以他們多半流通錄音帶。自己聽，拷貝，然後再送給別人，真正在修福，真的在做。所以是財、法、無畏，三種布施，這是十波羅蜜裡面第一條。"
    },
    {
      "id": "04-003-0077_p0019",
      "zh_CN": "第二条是持戒，持戒一定要懂得戒律的精神，你才能够受持，而不是讲戒条。释迦牟尼佛所说的那些戒条，像比丘戒、比丘尼戒、菩萨戒当中，这一些戒条是适合于当时生活环境，适合印度当时生活环境，现在不适合了。到我们中国来，那更不适合了。为什么？我们穿的衣跟他的衣不一样，所以他穿衣里面很多的威仪，我们怎么用得着？用不着。我们穿的衣服有领子、有袖子、有扣子，印度没有。印度就一块布往身上一裹，所以他那个穿衣里面有很多威仪，我们就不需要了。饮食里面的威仪，我们也不需要了。印度人吃饭的时候，手抓的，我们是有碗、筷、瓢羮的，有这些餐具。所以在这个礼节上是跟我们现在也用不着了。所以你展开戒条来看的时候，几乎十之七、八，跟我们现在生活方式都不一样，所以一定要晓得戒律的精神。精神是什么？「诸恶莫作，众善奉行，自净其意」。诸恶莫作，众善奉行是手段，自净其意是目的。换句话说，要用现代的话来讲，持戒的目的是得到心安理得。心安是定，理得是慧，道理明了是慧，他的目的是因戒生定，因定开慧，目的是在此地。所以要晓得它的手段，要晓得它的目标。",
      "zh_TW": "第二條是持戒，持戒一定要懂得戒律的精神，你才能夠受持，而不是講戒條。釋迦牟尼佛所說的那些戒條，像比丘戒、比丘尼戒、菩薩戒當中，這一些戒條是適合於當時生活環境，適合印度當時生活環境，現在不適合了。到我們中國來，那更不適合了。為什麼？我們穿的衣跟他的衣不一樣，所以他穿衣裡面很多的威儀，我們怎麼用得著？用不著。我們穿的衣服有領子、有袖子、有扣子，印度沒有。印度就一塊布往身上一裹，所以他那個穿衣裡面有很多威儀，我們就不需要了。飲食裡面的威儀，我們也不需要了。印度人吃飯的時候，手抓的，我們是有碗、筷、瓢羮的，有這些餐具。所以在這個禮節上是跟我們現在也用不著了。所以你展開戒條來看的時候，幾乎十之七、八，跟我們現在生活方式都不一樣，所以一定要曉得戒律的精神。精神是什麼？「諸惡莫作，眾善奉行，自淨其意」。諸惡莫作，眾善奉行是手段，自淨其意是目的。換句話說，要用現代的話來講，持戒的目的是得到心安理得。心安是定，理得是慧，道理明瞭是慧，他的目的是因戒生定，因定開慧，目的是在此地。所以要曉得它的手段，要曉得它的目標。"
    },
    {
      "id": "04-003-0077_p0020",
      "zh_CN": "善恶的标准，古今不一样，中国、外国也不一样。现代人对于善恶的看法是更不一样，这一定要遵守佛的教诫。佛订的善恶标准是根据什么？诸位要稍稍涉猎一点佛法，我不说，你们应该答得出来，戒的目的是定，定的目的是慧；换句话说，使我们心地清净，增长智慧，这是善。所以佛法善恶标准是从这儿订的。会叫我们心很乱，会叫我们愚痴的，这是惑。所以佛法从初级，一直到最高级的善恶标准，都是根据这个原则定的。这个原则决定不会错误。所以佛所制定的一切戒律，确确实实是有依据的，依据自性清净心，依这个。所以他的五戒、八戒、十戒，八戒是八关斋戒，统统是遵守这个原则。除了遵守佛的教诫之外，我们生活在这个世间，要知道佛法在世间，不离世间法，佛法在世间，不坏世间法，不破坏世间法。那么就得要随顺世间法，在那里修随喜功德。要遵守世间的法律，国家的宪法，种种的法令、规章、风俗习惯、道德观念，这统统在戒律范围之内，一律都要遵守，这个社会才会祥和。在哪一个国家的，要守哪一个国家的法令规章；在什么时代，要遵守什么时代的风俗习惯，这是持戒。所以持戒，绝不是死在戒条里面，那佛看了都会流眼泪。",
      "zh_TW": "善惡的標準，古今不一樣，中國、外國也不一樣。現代人對於善惡的看法是更不一樣，這一定要遵守佛的教誡。佛訂的善惡標準是根據什麼？諸位要稍稍涉獵一點佛法，我不說，你們應該答得出來，戒的目的是定，定的目的是慧；換句話說，使我們心地清淨，增長智慧，這是善。所以佛法善惡標準是從這兒訂的。會叫我們心很亂，會叫我們愚痴的，這是惑。所以佛法從初級，一直到最高級的善惡標準，都是根據這個原則定的。這個原則決定不會錯誤。所以佛所制定的一切戒律，確確實實是有依據的，依據自性清淨心，依這個。所以他的五戒、八戒、十戒，八戒是八關齋戒，統統是遵守這個原則。除了遵守佛的教誡之外，我們生活在這個世間，要知道佛法在世間，不離世間法，佛法在世間，不壞世間法，不破壞世間法。那麼就得要隨順世間法，在那裡修隨喜功德。要遵守世間的法律，國家的憲法，種種的法令、規章、風俗習慣、道德觀念，這統統在戒律範圍之內，一律都要遵守，這個社會才會祥和。在哪一個國家的，要守哪一個國家的法令規章；在什麼時代，要遵守什麼時代的風俗習慣，這是持戒。所以持戒，絕不是死在戒條裡面，那佛看了都會流眼淚。"
    },
    {
      "id": "04-003-0077_p0021",
      "zh_CN": "所以戒律在中国，就加以修订了。修订什么？修订条文，决定不违背它的精神、原则，依照它的精神、原理、原则来修订条文，适合于我们的生活环境，这就叫清规。百丈大师订清规，就是戒律的中国化。百丈是唐朝时候人，就是唐朝那个时代的现代化、本地化，大家才能适用。所以清规就是戒律的现代化、本地化。到宋、元、明、清，一直到现在，每个寺庙都有订每个寺庙的常住公约，那就是本地化、现代化。这个要知道。那法律经过多少年也得要修订一下，佛教戒律条文是要修订的，不修订就行不通，一定要修订，所以它不是死的。但是它的原理、原则、精神决定不变的。我们才晓得戒律之尊严，戒律之可贵，戒律之活泼。戒律，确实给我们带来最幸福美满的生活，绝对不是约束人的，绝对不是系缚人的，没有这个。这是一般人对于戒律错误的看法，不知道戒律的精神，也不晓得戒律的应用。",
      "zh_TW": "所以戒律在中國，就加以修訂了。修訂什麼？修訂條文，決定不違背它的精神、原則，依照它的精神、原理、原則來修訂條文，適合於我們的生活環境，這就叫清規。百丈大師訂清規，就是戒律的中國化。百丈是唐朝時候人，就是唐朝那個時代的現代化、本地化，大家才能適用。所以清規就是戒律的現代化、本地化。到宋、元、明、清，一直到現在，每個寺廟都有訂每個寺廟的常住公約，那就是本地化、現代化。這個要知道。那法律經過多少年也得要修訂一下，佛教戒律條文是要修訂的，不修訂就行不通，一定要修訂，所以它不是死的。但是它的原理、原則、精神決定不變的。我們才曉得戒律之尊嚴，戒律之可貴，戒律之活潑。戒律，確實給我們帶來最幸福美滿的生活，絕對不是約束人的，絕對不是繫縛人的，沒有這個。這是一般人對於戒律錯誤的看法，不知道戒律的精神，也不曉得戒律的應用。"
    },
    {
      "id": "04-003-0077_p0022",
      "zh_CN": "第三是忍辱。忍辱实在上讲，就是要有耐心，要忍耐。世出世间一切法，没有耐心就没有成就。中国早年翻译的这些译经大师，把忍耐下面加个辱，这忍辱，这是在中国翻译的。为什么翻经的大师，忍下面加个辱？中国人从前对这个辱看得很重，特别是读书人，士大夫阶级，「士可杀，不可辱」，这个看得多严重。杀头没有关系，无所谓；侮辱不行，这个东西受不了。所以这译经大师，辱也要忍，那有什么话说？还有什么不能忍的？所以是中国人最不能忍的把它加在后面，就是忍这个，忍人之不能忍。这翻译是从这儿来的。特别讲修行，修行要忍耐。譬如读经，你没有耐心，你这个经就念不下去；没有耐心，你念的遍数就不够；没有耐心就不能够精、不能够熟。所以修行，诸位同修要知道，先从哪里修？先断烦恼，这是非常非常重要的，本经前面行本，行本是叫你发心，发菩提心。就是四弘誓愿，行本就是众生无边誓愿度，你发这个心。发心然后讲行相。行相从哪里做起？从烦恼无尽誓愿断。所以这个十度、六度都是帮助我们断烦恼的。",
      "zh_TW": "第三是忍辱。忍辱實在上講，就是要有耐心，要忍耐。世出世間一切法，沒有耐心就沒有成就。中國早年翻譯的這些譯經大師，把忍耐下面加個辱，這忍辱，這是在中國翻譯的。為什麼翻經的大師，忍下面加個辱？中國人從前對這個辱看得很重，特別是讀書人，士大夫階級，「士可殺，不可辱」，這個看得多嚴重。殺頭沒有關係，無所謂；侮辱不行，這個東西受不了。所以這譯經大師，辱也要忍，那有什麼話說？還有什麼不能忍的？所以是中國人最不能忍的把它加在後面，就是忍這個，忍人之不能忍。這翻譯是從這兒來的。特別講修行，修行要忍耐。譬如讀經，你沒有耐心，你這個經就念不下去；沒有耐心，你念的遍數就不夠；沒有耐心就不能夠精、不能夠熟。所以修行，諸位同修要知道，先從哪裡修？先斷煩惱，這是非常非常重要的，本經前面行本，行本是叫你發心，發菩提心。就是四弘誓願，行本就是眾生無邊誓願度，你發這個心。發心然後講行相。行相從哪裡做起？從煩惱無盡誓願斷。所以這個十度、六度都是幫助我們斷煩惱的。"
    },
    {
      "id": "04-003-0077_p0023",
      "zh_CN": "我今天叫一些同修们读经、念佛，年轻人最好读经，年老的人念佛。年轻人体力好，记忆力强，念经，说个老实话是他妄念也多。念经的目的是什么？目的是修定，不是叫你解这个经里头什么意思，那你是胡思乱想。经有没有意思？经没有意思。经如果有意思，这个经是死的。你听我讲的《无量寿经》、《阿弥陀经》，我都讲过很多遍了，你去听听看，遍遍不一样。为什么会不一样？因为它没有意思，如果要有意思的话，应该遍遍都一样，不可能不一样。遍遍不一样，就是它没有意思。所以你不要求经怎么个讲法，那就坏了，你就老实的去念。念的目的，我念经就不打妄想，所以念经是修戒。戒律是「诸恶莫作，众善奉行」，打妄想就是恶。我老老实实在念经，我一个妄念都不生，这就诸恶莫作，都不作了。念一个钟点，我一个钟点没有妄念。",
      "zh_TW": "我今天叫一些同修們讀經、念佛，年輕人最好讀經，年老的人念佛。年輕人體力好，記憶力強，念經，說個老實話是他妄念也多。念經的目的是什麼？目的是修定，不是叫你解這個經裡頭什麼意思，那你是胡思亂想。經有沒有意思？經沒有意思。經如果有意思，這個經是死的。你聽我講的《無量壽經》、《阿彌陀經》，我都講過很多遍了，你去聽聽看，遍遍不一樣。為什麼會不一樣？因為它沒有意思，如果要有意思的話，應該遍遍都一樣，不可能不一樣。遍遍不一樣，就是它沒有意思。所以你不要求經怎麼個講法，那就壞了，你就老實的去念。念的目的，我念經就不打妄想，所以念經是修戒。戒律是「諸惡莫作，眾善奉行」，打妄想就是惡。我老老實實在念經，我一個妄念都不生，這就諸惡莫作，都不作了。念一個鐘點，我一個鐘點沒有妄念。"
    },
    {
      "id": "04-003-0077_p0024",
      "zh_CN": "经是释迦牟尼佛从真如本性里面流出来的言语文字，善中之善，没有比这个更善。所以你读经就是众善奉行，戒具足了。读经的时候专心，专心去念，这是定成就。念得清清楚楚，念得字字分明，没有念错，没有念颠倒，没有念掉，这是慧。所以戒定慧三学一次完成。你每天念一个小时，是一个小时在修戒定慧，戒定慧三学一次修完。你念两个小时，你修两个小时的戒定慧；念三个小时，修三个小时的戒定慧，你修的时间愈长愈好。所以念经的目的是在修行，诸位一定要知道这个道理。这就是什么？烦恼无尽誓愿断，我用读经的方法来断一切烦恼，成就戒定慧三学。所以不能去研究，不能去想经什么意思，不能去想。如果念经的时候，忽然它里面自己有意思，不是想的，这个没有关系，也不要去理它。有的时候，想到这个意思很好，赶紧把它记起来，怕忘掉，不要去管它，用不着。根本不要去理会它，就老老实实去念就好了，念经目的在此地。",
      "zh_TW": "經是釋迦牟尼佛從真如本性裡面流出來的言語文字，善中之善，沒有比這個更善。所以你讀經就是眾善奉行，戒具足了。讀經的時候專心，專心去念，這是定成就。念得清清楚楚，念得字字分明，沒有念錯，沒有念顛倒，沒有念掉，這是慧。所以戒定慧三學一次完成。你每天念一個小時，是一個小時在修戒定慧，戒定慧三學一次修完。你念兩個小時，你修兩個小時的戒定慧；念三個小時，修三個小時的戒定慧，你修的時間愈長愈好。所以念經的目的是在修行，諸位一定要知道這個道理。這就是什麼？煩惱無盡誓願斷，我用讀經的方法來斷一切煩惱，成就戒定慧三學。所以不能去研究，不能去想經什麼意思，不能去想。如果念經的時候，忽然它裡面自己有意思，不是想的，這個沒有關係，也不要去理它。有的時候，想到這個意思很好，趕緊把它記起來，怕忘掉，不要去管它，用不著。根本不要去理會它，就老老實實去念就好了，念經目的在此地。"
    },
    {
      "id": "04-003-0077_p0025",
      "zh_CN": "念得愈多愈好，一部经一天念十遍，能够念上五年、十年，给诸位说，你就会开悟了。譬如像我们这个经，这个经连注解够分量，一天念一遍，可以念得下来。一天念一遍，念熟了之后，大概六个小时差不多。一天念一遍，你念上十年，决定开悟。你看《六祖坛经》里面，法达禅师念《法华经》，这一部跟《法华经》分量差不多。他念三千部《法华经》，一天念一部，十年三千六百部，念了十年，六祖大师给他一说，他立刻就见性，明心见性，大彻大悟。那个十年是要耐心，你没有耐心的话，那怎么行？一定要有耐心的去念。我们现在是，因为大家修净土，这也是净土最重要的一部经典，念这个跟念《无量寿经》没有两样。《无量寿经》的经文短，所以一天要念十遍；这个经文长，一天一遍就可以。这都是我们本宗最重要的经典，你喜欢念这个可以，一天念一遍，十年不要间断，那才能成功。",
      "zh_TW": "念得愈多愈好，一部經一天念十遍，能夠念上五年、十年，給諸位說，你就會開悟了。譬如像我們這個經，這個經連註解夠分量，一天念一遍，可以念得下來。一天念一遍，念熟了之後，大概六個小時差不多。一天念一遍，你念上十年，決定開悟。你看《六祖壇經》裡面，法達禪師念《法華經》，這一部跟《法華經》分量差不多。他念三千部《法華經》，一天念一部，十年三千六百部，念了十年，六祖大師給他一說，他立刻就見性，明心見性，大徹大悟。那個十年是要耐心，你沒有耐心的話，那怎麼行？一定要有耐心的去念。我們現在是，因為大家修淨土，這也是淨土最重要的一部經典，念這個跟念《無量壽經》沒有兩樣。《無量壽經》的經文短，所以一天要念十遍；這個經文長，一天一遍就可以。這都是我們本宗最重要的經典，你喜歡念這個可以，一天念一遍，十年不要間斷，那才能成功。"
    },
    {
      "id": "04-003-0077_p0026",
      "zh_CN": "要把心定下来，不怀疑、不间断、不夹杂，就是底下一科的精进。精是什么？精纯。如果还掺杂东西，天天有进步，那不是精进，那是杂进。杂进没有什么效果，要精进才有效果，精纯。所以我告诉真正跟着我在一块修学的同修们，我叫他们不要看报纸，不要看杂志，电视广播都不要去看，心是静的，天天天下无事，天下太平，什么都不知道，天下太平，身心清净。这行，要这样修法。你知道事情多，烦恼就多；你认识人多，是非就多。所以不需要认识很多人，也不需要知道很多事。可以不知道的，尽量不要知道；可以不接触的人，尽量不要接触，保持心地的清净、平等。心真定下来之后，就开智慧。",
      "zh_TW": "要把心定下來，不懷疑、不間斷、不夾雜，就是底下一科的精進。精是什麼？精純。如果還摻雜東西，天天有進步，那不是精進，那是雜進。雜進沒有什麼效果，要精進才有效果，精純。所以我告訴真正跟著我在一塊修學的同修們，我叫他們不要看報紙，不要看雜誌，電視廣播都不要去看，心是靜的，天天天下無事，天下太平，什麼都不知道，天下太平，身心清淨。這行，要這樣修法。你知道事情多，煩惱就多；你認識人多，是非就多。所以不需要認識很多人，也不需要知道很多事。可以不知道的，盡量不要知道；可以不接觸的人，盡量不要接觸，保持心地的清淨、平等。心真定下來之後，就開智慧。"
    },
    {
      "id": "04-003-0077_p0027",
      "zh_CN": "般若波罗蜜求不到的，般若波罗蜜是禅定功深，自然就现前了。清净心，心地极度的清净，就叫做根本智。你看佛在《般若经》上常说，「般若无知」，无知是根本智。所以我跟你讲经上没有意思，就是根本智，到心真正清净到相当程度，后得智现前，后得智是应用。譬如这个经，因为没有意思，给你讲是一个讲法，给他讲又是个讲法，才能够应一切众生的根机，所以没有一定的讲法。给现代人是一个讲法，给过去人又是个讲法；给中国人是个讲法，给外国人又是另外一个讲法，不一样。同样是一部经典，都没错，讲得都对。为什么都对？因为它没有意思，所以都对，所讲的统统没有违背经义，所以是见人说人话，见鬼就说鬼话。我们在此地讲，国民党的同志听到点头欢喜；我在大陆共产党讲，共产党听了也很欢喜。到那里是社会主义的讲法，行，讲得通，因为它是活的，它不是死的。这叫般若波罗蜜。",
      "zh_TW": "般若波羅蜜求不到的，般若波羅蜜是禪定功深，自然就現前了。清淨心，心地極度的清淨，就叫做根本智。你看佛在《般若經》上常說，「般若無知」，無知是根本智。所以我跟你講經上沒有意思，就是根本智，到心真正清淨到相當程度，後得智現前，後得智是應用。譬如這個經，因為沒有意思，給你講是一個講法，給他講又是個講法，才能夠應一切眾生的根機，所以沒有一定的講法。給現代人是一個講法，給過去人又是個講法；給中國人是個講法，給外國人又是另外一個講法，不一樣。同樣是一部經典，都沒錯，講得都對。為什麼都對？因為它沒有意思，所以都對，所講的統統沒有違背經義，所以是見人說人話，見鬼就說鬼話。我們在此地講，國民黨的同志聽到點頭歡喜；我在大陸共產黨講，共產黨聽了也很歡喜。到那裡是社會主義的講法，行，講得通，因為它是活的，它不是死的。這叫般若波羅蜜。"
    },
    {
      "id": "04-003-0077_p0028",
      "zh_CN": "文殊菩萨把六度展开为十度，般若波罗蜜就是根本智，就是无知，般若无知。后面四度是无所不知，所以叫方便波罗蜜、愿波罗蜜、力波罗蜜、智波罗蜜，他把后面改成四条，方便、愿、力、智。那个智，就是我们今天讲的知识，广学多闻，无所不知。所以后面这五条，般若波罗蜜是无知，方便、愿、力、智是无所不知，无所不能。无所不知，无所不能，是从无知里面开出来的，你先要求无知，然后才能够到无所不知。你现在要求知，样样都要求知，把你那个悟门堵塞了，你永远不可能达到无所不知。换句话说，你学一辈子，你的那个知都是局限在一个小范围，你不能贯通。你要遵照佛法教给你的这个方法，十年之后是无所不知。没有学过的东西，样样都知道。",
      "zh_TW": "文殊菩薩把六度展開為十度，般若波羅蜜就是根本智，就是無知，般若無知。後面四度是無所不知，所以叫方便波羅蜜、願波羅蜜、力波羅蜜、智波羅蜜，他把後面改成四條，方便、願、力、智。那個智，就是我們今天講的知識，廣學多聞，無所不知。所以後面這五條，般若波羅蜜是無知，方便、願、力、智是無所不知，無所不能。無所不知，無所不能，是從無知裡面開出來的，你先要求無知，然後才能夠到無所不知。你現在要求知，樣樣都要求知，把你那個悟門堵塞了，你永遠不可能達到無所不知。換句話說，你學一輩子，你的那個知都是侷限在一個小範圍，你不能貫通。你要遵照佛法教給你的這個方法，十年之後是無所不知。沒有學過的東西，樣樣都知道。"
    },
    {
      "id": "04-003-0077_p0029",
      "zh_CN": "你们看《六祖坛经》，我们这个地方，我们的总干事，简居士，《坛经》讲了不少遍，他很有心得。六祖大师念过书没有？六祖大师读过哪些经典？没念过，不认识字。法达见他，法达说他念了三千部《法华经》，六祖说，《法华经》我没有听说，没听人家念过。当然，他不能看，他不认识字，当然不能看经。有人念，他会听，他说我没有听人家念过，你念给我听听。法达念了三千多部，意思不懂，他念给六祖听，《法华经》二十八品，他只念到第二品，「方便品」还没有念完，六祖说，好了，不要念了，这经我都知道了。讲给他听，一讲，他就开悟了。你看看，六祖没有学过唯识，唯识有六经十一论，六祖没有学过，也没有听过。你看《坛经》里面，别人问到阿赖耶识，问到八识，他讲得多清楚，既简单是又明了。这就是什么？只要一接触、一看、一听，没有一样不通达，无所不知。我们要学这种能力，这是按照佛祖教给我们的方法学，一定是先断烦恼，后学法门。",
      "zh_TW": "你們看《六祖壇經》，我們這個地方，我們的總幹事，簡居士，《壇經》講了不少遍，他很有心得。六祖大師念過書沒有？六祖大師讀過哪些經典？沒念過，不認識字。法達見他，法達說他念了三千部《法華經》，六祖說，《法華經》我沒有聽說，沒聽人家念過。當然，他不能看，他不認識字，當然不能看經。有人念，他會聽，他說我沒有聽人家念過，你念給我聽聽。法達念了三千多部，意思不懂，他念給六祖聽，《法華經》二十八品，他只念到第二品，「方便品」還沒有念完，六祖說，好了，不要念了，這經我都知道了。講給他聽，一講，他就開悟了。你看看，六祖沒有學過唯識，唯識有六經十一論，六祖沒有學過，也沒有聽過。你看《壇經》裡面，別人問到阿賴耶識，問到八識，他講得多清楚，既簡單是又明瞭。這就是什麼？只要一接觸、一看、一聽，沒有一樣不通達，無所不知。我們要學這種能力，這是按照佛祖教給我們的方法學，一定是先斷煩惱，後學法門。"
    },
    {
      "id": "04-003-0077_p0030",
      "zh_CN": "《华严经》上，就是这样教我们的，《华严》实在是非常好的典范。善财童子做给我们看，善财童子在老师文殊菩萨的会中，跟文殊菩萨学的时候，是学根本智，也就是修定，学清净心。清净心成就之后，这根本智有了，老师就叫他出去参学，五十三参。五十三参成就后得智。五十三参是叫你出去多看、多听，一看、一听，世出世间一切法全部通达了，没有一样不通达。参学是法门无量誓愿学，亲近老师是烦恼无尽誓愿断。所以我们在五十三参，就是在《四十华严》里面，我们看到，好像文殊菩萨没有教善财童子什么，没教。那是他的亲教师，实在就是在这个老师手上成就的。如果再仔细去观察，你看我们《大藏经》里面，你看《高僧传》、看《居士传》，看各宗的这些语录，你看他们亲近善知识，在善知识那边多少年，有没有教他东西？没有教。没有教，怎么就成就？教你天天一天念十遍经，我都教给你了，你就天天念就是了。念到十年，就豁然开悟了，就是那么个教法，绝对不是老师天天讲经给你听。天天给你讲经给你听，这个老师是个糊涂老师。为什么？把人讲得愈讲愈糊涂，怎么可能开悟？不可能开悟的，只有愈讲愈糊涂。你听经，天天听，听是增长邪见。你不听经，就增长无明；你天天听经，增长邪见，那怎么得了？这不得了。",
      "zh_TW": "《華嚴經》上，就是這樣教我們的，《華嚴》實在是非常好的典範。善財童子做給我們看，善財童子在老師文殊菩薩的會中，跟文殊菩薩學的時候，是學根本智，也就是修定，學清淨心。清淨心成就之後，這根本智有了，老師就叫他出去參學，五十三參。五十三參成就後得智。五十三參是叫你出去多看、多聽，一看、一聽，世出世間一切法全部通達了，沒有一樣不通達。參學是法門無量誓願學，親近老師是煩惱無盡誓願斷。所以我們在五十三參，就是在《四十華嚴》裡面，我們看到，好像文殊菩薩沒有教善財童子什麼，沒教。那是他的親教師，實在就是在這個老師手上成就的。如果再仔細去觀察，你看我們《大藏經》裡面，你看《高僧傳》、看《居士傳》，看各宗的這些語錄，你看他們親近善知識，在善知識那邊多少年，有沒有教他東西？沒有教。沒有教，怎麼就成就？教你天天一天念十遍經，我都教給你了，你就天天念就是了。念到十年，就豁然開悟了，就是那麼個教法，絕對不是老師天天講經給你聽。天天給你講經給你聽，這個老師是個糊塗老師。為什麼？把人講得愈講愈糊塗，怎麼可能開悟？不可能開悟的，只有愈講愈糊塗。你聽經，天天聽，聽是增長邪見。你不聽經，就增長無明；你天天聽經，增長邪見，那怎麼得了？這不得了。"
    },
    {
      "id": "04-003-0077_p0031",
      "zh_CN": "所以要晓得，佛门这个教学法非常之微妙。我们现在采取的方法是以读经为主，主修，研究讨论做辅导。怕你什么？念经念久了，枯燥无味，退心，所以每天搞个一、两个小时来研究讨论一下，调剂调剂而已，这是实在不得已。真正功夫得力，有道行的人，不要调剂。所以现代人没有道行，怕他在那里住几天跑掉了，所以每天要搞两个小时来研究讨论给你讲讲，调剂调剂，是这个意思。其实这个都叫打闲岔，没有什么真正的好处。真正讲经在什么时候？心定了之后。心定了之后，这一讲经，必定开悟，必定证果，那个有用。所以我们台湾法师也不少，经常不断的讲经，没听说一个开悟的，是不是？这里面的事实真相，统统要搞清楚。这是简单跟诸位介绍十度。十度展开来，就是无量无边的行门，叫万行，万行归纳就是十度，或者是归纳成六度。宗密大师在《钞》里面，把这一段省略了。省略的原因，就是因为这一段是常讲，在经上已经讲得很多了，是广在经文。底下这是总结，「上来两段，总是第一遍成诸行也」，底下这是第二段。",
      "zh_TW": "所以要曉得，佛門這個教學法非常之微妙。我們現在採取的方法是以讀經為主，主修，研究討論做輔導。怕你什麼？念經念久了，枯燥無味，退心，所以每天搞個一、兩個小時來研究討論一下，調劑調劑而已，這是實在不得已。真正功夫得力，有道行的人，不要調劑。所以現代人沒有道行，怕他在那裡住幾天跑掉了，所以每天要搞兩個小時來研究討論給你講講，調劑調劑，是這個意思。其實這個都叫打閒岔，沒有什麼真正的好處。真正講經在什麼時候？心定了之後。心定了之後，這一講經，必定開悟，必定證果，那個有用。所以我們台灣法師也不少，經常不斷的講經，沒聽說一個開悟的，是不是？這裡面的事實真相，統統要搞清楚。這是簡單跟諸位介紹十度。十度展開來，就是無量無邊的行門，叫萬行，萬行歸納就是十度，或者是歸納成六度。宗密大師在《鈔》裡面，把這一段省略了。省略的原因，就是因為這一段是常講，在經上已經講得很多了，是廣在經文。底下這是總結，「上來兩段，總是第一遍成諸行也」，底下這是第二段。"
    },
    {
      "id": "04-003-0077_p0032",
      "zh_CN": "【二顿成诸行者。】",
      "zh_TW": "【二頓成諸行者。】"
    },
    {
      "id": "04-003-0077_p0033",
      "zh_CN": "遍成诸行是有次第的，『顿成诸行』是没有次第的。下面说：",
      "zh_TW": "遍成諸行是有次第的，『頓成諸行』是沒有次第的。下面說："
    },
    {
      "id": "04-003-0077_p0034",
      "zh_CN": "【一行即一切行故。】",
      "zh_TW": "【一行即一切行故。】"
    },
    {
      "id": "04-003-0077_p0035",
      "zh_CN": "『一切行』是一行，『一行』是一切行，一多不二，这就顿超。这个行门，特别是在末后这一段，普贤菩萨十大愿王导归极乐，十是多，是代表一切。一句阿弥陀佛，这是一，所以这一句阿弥陀佛里面，就圆满具足了十度，圆满具足了十大愿王。既然具足十行、十愿，那可以说，世出世间一切法无所不包，都在这一句阿弥陀佛上。这一句佛号叫妙行，知道的人实实在在不多。这一句佛号是一切佛法里面的总纲领，到此地这才见到。底下要为我们说明：",
      "zh_TW": "『一切行』是一行，『一行』是一切行，一多不二，這就頓超。這個行門，特別是在末後這一段，普賢菩薩十大願王導歸極樂，十是多，是代表一切。一句阿彌陀佛，這是一，所以這一句阿彌陀佛裡面，就圓滿具足了十度，圓滿具足了十大願王。既然具足十行、十願，那可以說，世出世間一切法無所不包，都在這一句阿彌陀佛上。這一句佛號叫妙行，知道的人實實在在不多。這一句佛號是一切佛法裡面的總綱領，到此地這才見到。底下要為我們說明："
    },
    {
      "id": "04-003-0077_p0036",
      "zh_CN": "【此复有二。】",
      "zh_TW": "【此復有二。】"
    },
    {
      "id": "04-003-0077_p0037",
      "zh_CN": "分成两个小段：第一个小段是约心观，第二个小段是约性融。在二百一十面倒数第四行，有「二约性融」。这是两段，我们先看第一段。",
      "zh_TW": "分成兩個小段：第一個小段是約心觀，第二個小段是約性融。在二百一十面倒數第四行，有「二約性融」。這是兩段，我們先看第一段。"
    },
    {
      "id": "04-003-0077_p0038",
      "zh_CN": "【一约心观。谓一念相应。能顿具故。谓此心即是佛智。佛智即是无念。无念心体。内外无着。】",
      "zh_TW": "【一約心觀。謂一念相應。能頓具故。謂此心即是佛智。佛智即是無念。無念心體。內外無著。】"
    },
    {
      "id": "04-003-0077_p0039",
      "zh_CN": "这个底下小字写得好，无着就是布施，不执着。",
      "zh_TW": "這個底下小字寫得好，無著就是布施，不執著。"
    },
    {
      "id": "04-003-0077_p0040",
      "zh_CN": "【诸过自止。】",
      "zh_TW": "【諸過自止。】"
    },
    {
      "id": "04-003-0077_p0041",
      "zh_CN": "一切过失都没有了，这是戒。",
      "zh_TW": "一切過失都沒有了，這是戒。"
    },
    {
      "id": "04-003-0077_p0042",
      "zh_CN": "【忍可谛理。】",
      "zh_TW": "【忍可諦理。】"
    },
    {
      "id": "04-003-0077_p0043",
      "zh_CN": "对于真理完全相信，完全同意，没有意见，这就是忍。",
      "zh_TW": "對於真理完全相信，完全同意，沒有意見，這就是忍。"
    },
    {
      "id": "04-003-0077_p0044",
      "zh_CN": "【离身心相。】",
      "zh_TW": "【離身心相。】"
    },
    {
      "id": "04-003-0077_p0045",
      "zh_CN": "这就是精进。",
      "zh_TW": "這就是精進。"
    },
    {
      "id": "04-003-0077_p0046",
      "zh_CN": "【寂然不动。】",
      "zh_TW": "【寂然不動。】"
    },
    {
      "id": "04-003-0077_p0047",
      "zh_CN": "这就是禅定。",
      "zh_TW": "這就是禪定。"
    },
    {
      "id": "04-003-0077_p0048",
      "zh_CN": "【了见性空。】",
      "zh_TW": "【了見性空。】"
    },
    {
      "id": "04-003-0077_p0049",
      "zh_CN": "这就是般若。",
      "zh_TW": "這就是般若。"
    },
    {
      "id": "04-003-0077_p0050",
      "zh_CN": "【善达有无。】",
      "zh_TW": "【善達有無。】"
    },
    {
      "id": "04-003-0077_p0051",
      "zh_CN": "这是方便。",
      "zh_TW": "這是方便。"
    },
    {
      "id": "04-003-0077_p0052",
      "zh_CN": "【进诣妙觉。】",
      "zh_TW": "【進詣妙覺。】"
    },
    {
      "id": "04-003-0077_p0053",
      "zh_CN": "这是愿。",
      "zh_TW": "這是願。"
    },
    {
      "id": "04-003-0077_p0054",
      "zh_CN": "【是真修习。】",
      "zh_TW": "【是真修習。】"
    },
    {
      "id": "04-003-0077_p0055",
      "zh_CN": "这是力。",
      "zh_TW": "這是力。"
    },
    {
      "id": "04-003-0077_p0056",
      "zh_CN": "【决断分明。】",
      "zh_TW": "【決斷分明。】"
    },
    {
      "id": "04-003-0077_p0057",
      "zh_CN": "这是智。",
      "zh_TW": "這是智。"
    },
    {
      "id": "04-003-0077_p0058",
      "zh_CN": "【十度具矣。余行例然。故修一行成一切行。】",
      "zh_TW": "【十度具矣。餘行例然。故修一行成一切行。】"
    },
    {
      "id": "04-003-0077_p0059",
      "zh_CN": "这是把『十度』统统都跟我们注明了，为什么一行就是一切行。这个地方一行就是『一念相应』，这个一念就是念阿弥陀佛。因为文殊、普贤都是念阿弥陀佛求生净土的。实在是难，给诸位说，自古以来，教下多少大法师、高僧大德，不相信这个法门。为什么不相信？释迦牟尼佛在《无量寿经》讲，他们的善根少，福德少。那是真的，不是假的。我们在经上看到证明，阿阇王子等，过去住菩萨道，供养四百亿佛，善根还是少，福德也少，为什么？我们在经上看到，他们虽然听到释迦牟尼佛讲《无量寿经》，心里很受感动，心里面都发愿，希望我们将来也跟阿弥陀佛一样。释迦牟尼佛给他印证，将来他们必定成佛。但是他们还没有发愿，我们这一生一定要往生，没有，这经文上没有。所以他们还是善根少、福德少，将来要成佛，那当然不晓得到哪一生、哪一劫去了。经上没有看到阿阇王子发愿往生，没有。只是他发愿，听到阿弥陀佛的功德，很羡慕，希望将来也像阿弥陀佛一样，他发这个愿。不像阿难尊者，阿难尊者他发愿是求生净土，所以我们晓得阿难尊者在西方极乐世界。这就说明过去生中供养四百亿佛，还是善根少、福德少。我们在这一生当中，听到这个法门就能够信受奉行，发愿这一生决定往生，那可以说，你过去生中供养的佛是无量无边佛，绝对不止四百亿，四百亿太少了，不能接受这个法门。",
      "zh_TW": "這是把『十度』統統都跟我們註明了，為什麼一行就是一切行。這個地方一行就是『一念相應』，這個一念就是念阿彌陀佛。因為文殊、普賢都是念阿彌陀佛求生淨土的。實在是難，給諸位說，自古以來，教下多少大法師、高僧大德，不相信這個法門。為什麼不相信？釋迦牟尼佛在《無量壽經》講，他們的善根少，福德少。那是真的，不是假的。我們在經上看到證明，阿闍王子等，過去住菩薩道，供養四百億佛，善根還是少，福德也少，為什麼？我們在經上看到，他們雖然聽到釋迦牟尼佛講《無量壽經》，心裡很受感動，心裡面都發願，希望我們將來也跟阿彌陀佛一樣。釋迦牟尼佛給他印證，將來他們必定成佛。但是他們還沒有發願，我們這一生一定要往生，沒有，這經文上沒有。所以他們還是善根少、福德少，將來要成佛，那當然不曉得到哪一生、哪一劫去了。經上沒有看到阿闍王子發願往生，沒有。只是他發願，聽到阿彌陀佛的功德，很羨慕，希望將來也像阿彌陀佛一樣，他發這個願。不像阿難尊者，阿難尊者他發願是求生淨土，所以我們曉得阿難尊者在西方極樂世界。這就說明過去生中供養四百億佛，還是善根少、福德少。我們在這一生當中，聽到這個法門就能夠信受奉行，發願這一生決定往生，那可以說，你過去生中供養的佛是無量無邊佛，絕對不止四百億，四百億太少了，不能接受這個法門。"
    },
    {
      "id": "04-003-0077_p0060",
      "zh_CN": "所以能接受这个法门，不是普通人，这是我们要晓得。所以夏莲居老居士，会集这个经之后写的三首偈，末后一首最后一句，「亿万人中一二知」，实在是稀有，不是简单的。我们自己遇到了，真的要庆幸，一定要把这个机缘把握到，真正依教奉行，一切放下，这一生当中决定成就。修净土的人，说实在话，决定不要生病。你要是生病，说老实话，对不起自己，也对不起佛菩萨，为什么？没有好好的修。病从哪里来的？心不清净。心清净，身就清净，因为身是境界，境随心转。现在医学上讲，心理健康，心健康了，身就健康了。这个心不健康，常常怀疑，我这里有病，那个地方也有病，那个病怎么不来？一切法从哪里来的？从心想生，你天天想病，他当然要病。年岁大了，他就想死，活这么大了，大概快要死了，他天天在想死，他怎么不死？这当然会死。死了又会想，死了要做鬼，怎么不做鬼了？到鬼道去了。",
      "zh_TW": "所以能接受這個法門，不是普通人，這是我們要曉得。所以夏蓮居老居士，會集這個經之後寫的三首偈，末後一首最後一句，「億萬人中一二知」，實在是稀有，不是簡單的。我們自己遇到了，真的要慶幸，一定要把這個機緣把握到，真正依教奉行，一切放下，這一生當中決定成就。修淨土的人，說實在話，決定不要生病。你要是生病，說老實話，對不起自己，也對不起佛菩薩，為什麼？沒有好好的修。病從哪裡來的？心不清淨。心清淨，身就清淨，因為身是境界，境隨心轉。現在醫學上講，心理健康，心健康了，身就健康了。這個心不健康，常常懷疑，我這裡有病，那個地方也有病，那個病怎麼不來？一切法從哪裡來的？從心想生，你天天想病，他當然要病。年歲大了，他就想死，活這麼大了，大概快要死了，他天天在想死，他怎麼不死？這當然會死。死了又會想，死了要做鬼，怎麼不做鬼了？到鬼道去了。"
    },
    {
      "id": "04-003-0077_p0061",
      "zh_CN": "观想，你看《十六观经》就着重在观想上，「一切法从心想生」。为什么我们看到别人走得那么自在？一个月前、两个月前都知道了。你看看《坛经》，《坛经》上，六祖大师是一年前知道的，一年前就吩咐给他盖了个塔，他要准备往生。一年前，他就叫人去预备。台中李老师在讲经的时候，两年前宣布，没错，他跟大家讲经说法，告诉大家，我讲经再讲两年就不讲了。那个时候台中的同修跑到我这里来问我，他说老师讲这个话什么意思？我就告诉他，老师两年以后往生。果然没错，两年前宣布的，生死自在，来去自如，这样念佛才对得起自己，对得起佛菩萨。别人做得到，我们为什么做不到？做不到的原因，刚才我跟你说过了，放不下！你要把财、把色、身心世界一切放下，我们绝不输给他，绝不在他之下。这是希望诸位牢牢记住，这一段要跟诸位细说。这里也很有趣味，我们会得到很多的受用的。",
      "zh_TW": "觀想，你看《十六觀經》就著重在觀想上，「一切法從心想生」。為什麼我們看到別人走得那麼自在？一個月前、兩個月前都知道了。你看看《壇經》，《壇經》上，六祖大師是一年前知道的，一年前就吩咐給他蓋了個塔，他要準備往生。一年前，他就叫人去預備。台中李老師在講經的時候，兩年前宣布，沒錯，他跟大家講經說法，告訴大家，我講經再講兩年就不講了。那個時候台中的同修跑到我這裡來問我，他說老師講這個話什麼意思？我就告訴他，老師兩年以後往生。果然沒錯，兩年前宣布的，生死自在，來去自如，這樣念佛才對得起自己，對得起佛菩薩。別人做得到，我們為什麼做不到？做不到的原因，剛才我跟你說過了，放不下！你要把財、把色、身心世界一切放下，我們絕不輸給他，絕不在他之下。這是希望諸位牢牢記住，這一段要跟諸位細說。這裡也很有趣味，我們會得到很多的受用的。"
    },
    {
      "id": "04-003-0077_p0062",
      "zh_CN": "今天时间到了，就讲到此地。",
      "zh_TW": "今天時間到了，就講到此地。"
    }
  ]
}