{
  "doc_id": "04-003-0100",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一００集",
    "zh_TW": "第一００集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0100",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "04-003-0100_p0001",
      "zh_CN": "请掀开经本，二百五十页，从倒数第四行看起。我们上一次因为时间不够，这段没能够讲完，还是从前面看起。",
      "zh_TW": "請掀開經本，二百五十頁，從倒數第四行看起。我們上一次因為時間不夠，這段沒能夠講完，還是從前面看起。"
    },
    {
      "id": "04-003-0100_p0002",
      "zh_CN": "【后牒释中三。】",
      "zh_TW": "【後牒釋中三。】"
    },
    {
      "id": "04-003-0100_p0003",
      "zh_CN": "我们把它念一念，这讲过了。",
      "zh_TW": "我們把它念一念，這講過了。"
    },
    {
      "id": "04-003-0100_p0004",
      "zh_CN": "【初释事法界。次释理法界。后释无障碍法界。今初也。】",
      "zh_TW": "【初釋事法界。次釋理法界。後釋無障礙法界。今初也。】"
    },
    {
      "id": "04-003-0100_p0005",
      "zh_CN": "这指前面《疏》文这一行半为我们讲『事法界』。事法界容易懂，虽说容易，实际上也很不容易，要真正理解它不是容易事情，确实需要智慧，需要冷静的去观察。",
      "zh_TW": "這指前面《疏》文這一行半為我們講『事法界』。事法界容易懂，雖說容易，實際上也很不容易，要真正理解它不是容易事情，確實需要智慧，需要冷靜的去觀察。"
    },
    {
      "id": "04-003-0100_p0006",
      "zh_CN": "【事法界者。谓三世差别边际。意识所知。并名法界。故十八界摄百法。法界独摄八十二也。】",
      "zh_TW": "【事法界者。謂三世差別邊際。意識所知。並名法界。故十八界攝百法。法界獨攝八十二也。】"
    },
    {
      "id": "04-003-0100_p0007",
      "zh_CN": "百法里面八十二法。",
      "zh_TW": "百法裡面八十二法。"
    },
    {
      "id": "04-003-0100_p0008",
      "zh_CN": "【虽眼等缘境不同。别开五根五尘。然亦是同时意识所知也。纵八识名界。取其因义。亦事法界摄。】",
      "zh_TW": "【雖眼等緣境不同。別開五根五塵。然亦是同時意識所知也。縱八識名界。取其因義。亦事法界攝。】"
    },
    {
      "id": "04-003-0100_p0009",
      "zh_CN": "诸位读过《百法明门》、《三世论》的都能够明了。所以这个界就是界分。界分实在讲，界限是从分别心起来的，如果没有分别，这个法界就是一真法界。因为有分别，谁有分别？意识分别。在八识里面意识分别，末那执着，赖耶含藏，赖耶像个仓库一样，什么都藏在里面，不会消灭的，这些还属于『事法界』。总而言之，能够思惟想像，能够说得出来的，可以说都是属于事，真正的理要离心缘相。当然名字、言说，那更不必说，那才能够如理。",
      "zh_TW": "諸位讀過《百法明門》、《三世論》的都能夠明瞭。所以這個界就是界分。界分實在講，界限是從分別心起來的，如果沒有分別，這個法界就是一真法界。因為有分別，誰有分別？意識分別。在八識裡面意識分別，末那執著，賴耶含藏，賴耶像個倉庫一樣，什麼都藏在裡面，不會消滅的，這些還屬於『事法界』。總而言之，能夠思惟想像，能夠說得出來的，可以說都是屬於事，真正的理要離心緣相。當然名字、言說，那更不必說，那才能夠如理。"
    },
    {
      "id": "04-003-0100_p0010",
      "zh_CN": "【故知事法界摄差别法无不尽也。】",
      "zh_TW": "【故知事法界攝差別法無不盡也。】"
    },
    {
      "id": "04-003-0100_p0011",
      "zh_CN": "这个总结很好，一切差别现象统统是事，事才有差别。",
      "zh_TW": "這個總結很好，一切差別現象統統是事，事才有差別。"
    },
    {
      "id": "04-003-0100_p0012",
      "zh_CN": "【故不思议法品云。诸佛知过去一切法界尽无有余等。】",
      "zh_TW": "【故不思議法品云。諸佛知過去一切法界盡無有餘等。】"
    },
    {
      "id": "04-003-0100_p0013",
      "zh_CN": "这个小注里头给我们注得很清楚。『等』，等什么？「等取现在未来」。因为他说过去，过去一切法界、现在一切法界、未来一切法界统统包括了。「既云一切，明知约事也」，这再引经来证明，给我们说明什么叫事法界。简单的讲事法界，就是八识可以缘的几乎都是事法界的范围。明显的来说，一切差别现象，我们今天起心动念，观察宇宙万法，一切人、一切事、一切物，森罗万象差别不同，这全属于事法界。",
      "zh_TW": "這個小註裡頭給我們註得很清楚。『等』，等什麼？「等取現在未來」。因為他說過去，過去一切法界、現在一切法界、未來一切法界統統包括了。「既云一切，明知約事也」，這再引經來證明，給我們說明什麼叫事法界。簡單的講事法界，就是八識可以緣的幾乎都是事法界的範圍。明顯的來說，一切差別現象，我們今天起心動念，觀察宇宙萬法，一切人、一切事、一切物，森羅萬象差別不同，這全屬於事法界。"
    },
    {
      "id": "04-003-0100_p0014",
      "zh_CN": "【言不出者。然差别种类事法。若一一列名。千卷不尽。】",
      "zh_TW": "【言不出者。然差別種類事法。若一一列名。千卷不盡。】"
    },
    {
      "id": "04-003-0100_p0015",
      "zh_CN": "不要说别的，『差别』的名相，确实这个是比喻，『千卷』是比喻分量大！这一千册单单记名相也记不完，这是古时候千卷就很多，现在千卷不多。古时候人少，现在人口也多，每一个人一个名字，不得了。现在这个世界上四十多亿人，要造一个名册，那单人名，还有物名；动物的名称、植物的名称、矿物的名称，这一切事相的名称，千卷哪能记载得了，万卷也记载不了，这是形容其多。",
      "zh_TW": "不要說別的，『差別』的名相，確實這個是比喻，『千卷』是比喻分量大！這一千冊單單記名相也記不完，這是古時候千卷就很多，現在千卷不多。古時候人少，現在人口也多，每一個人一個名字，不得了。現在這個世界上四十多億人，要造一個名冊，那單人名，還有物名；動物的名稱、植物的名稱、礦物的名稱，這一切事相的名稱，千卷哪能記載得了，萬卷也記載不了，這是形容其多。"
    },
    {
      "id": "04-003-0100_p0016",
      "zh_CN": "【今以色心等统之无余。故云不出也。】",
      "zh_TW": "【今以色心等統之無餘。故云不出也。】"
    },
    {
      "id": "04-003-0100_p0017",
      "zh_CN": "所以佛说法都用归纳，细说说不尽，统统把它归纳，一切法归纳不外乎心法、色法，这是不出心与色。『心』，今天我们讲精神的一部分；『色』，就是物质的一部分。以精神、物质这两大类，就把一切法统统包括尽了。下面说：",
      "zh_TW": "所以佛說法都用歸納，細說說不盡，統統把它歸納，一切法歸納不外乎心法、色法，這是不出心與色。『心』，今天我們講精神的一部分；『色』，就是物質的一部分。以精神、物質這兩大類，就把一切法統統包括盡了。下面說："
    },
    {
      "id": "04-003-0100_p0018",
      "zh_CN": "【色心。即六境之色。六识之心。】",
      "zh_TW": "【色心。即六境之色。六識之心。】"
    },
    {
      "id": "04-003-0100_p0019",
      "zh_CN": "『境』是外面的境界，换句话说，心以外的都叫境界，境界不能包含的就是心，这心境两法就分别出来了。为什么分做六法？因为心的作用在我们人身体上有六种器官，这作用不同。眼的作用是见，耳的作用是听，眼耳鼻舌身意，这叫『六识』。六识的对象对外境，这外面所有一切境界也把它归纳成六大类，这六大类就是色声香味触法，这统统包括尽了。",
      "zh_TW": "『境』是外面的境界，換句話說，心以外的都叫境界，境界不能包含的就是心，這心境兩法就分別出來了。為什麼分做六法？因為心的作用在我們人身體上有六種器官，這作用不同。眼的作用是見，耳的作用是聽，眼耳鼻舌身意，這叫『六識』。六識的對象對外境，這外面所有一切境界也把它歸納成六大類，這六大類就是色聲香味觸法，這統統包括盡了。"
    },
    {
      "id": "04-003-0100_p0020",
      "zh_CN": "【万象森罗者。】",
      "zh_TW": "【萬象森羅者。】"
    },
    {
      "id": "04-003-0100_p0021",
      "zh_CN": "这注解讲到这个地方，解释前面第一句，「事法界者，不出色心」，解释这句。下面这解释森罗万象，森罗万象是什么？看注解，看《钞》，『万象森罗者』：",
      "zh_TW": "這註解講到這個地方，解釋前面第一句，「事法界者，不出色心」，解釋這句。下面這解釋森羅萬象，森羅萬象是什麼？看註解，看《鈔》，『萬象森羅者』："
    },
    {
      "id": "04-003-0100_p0022",
      "zh_CN": "【亦即色也。】",
      "zh_TW": "【亦即色也。】"
    },
    {
      "id": "04-003-0100_p0023",
      "zh_CN": "统统指的物质。",
      "zh_TW": "統統指的物質。"
    },
    {
      "id": "04-003-0100_p0024",
      "zh_CN": "【意显森然罗列可观之状。】",
      "zh_TW": "【意顯森然羅列可觀之狀。】"
    },
    {
      "id": "04-003-0100_p0025",
      "zh_CN": "这个『森』是指的森林。在我们台湾地少人多，原始的森林大概都已经砍伐尽了，所谓是已开发国家当中森林不太容易找到。想想从前，地大人少，不要说很久，政府迁到台湾来的时候，民国三十八年，我们台湾的人口只有六百万，所以树木到处都会看得很多，原野到处都是的。城市范围都不大，离开城市外面都是原野，都是农田，那个景观跟现在不一样。人在那个环境里面心是平静的，不像现在，现在你张开眼睛看的街上净是人，净是高楼大厦，心里面烦躁不平。人少了，见到人，都很欢喜，很亲热；人多了，看起来都讨厌，看了都不顺眼。所以人少了很亲切。像我们在国外，很不容易见到中国人，不管认识不认识，看到中国人的样子都格外亲切。为什么？人少了！到台湾为什么就不亲切？太多了，一样的道理。",
      "zh_TW": "這個『森』是指的森林。在我們台灣地少人多，原始的森林大概都已經砍伐盡了，所謂是已開發國家當中森林不太容易找到。想想從前，地大人少，不要說很久，政府遷到台灣來的時候，民國三十八年，我們台灣的人口只有六百萬，所以樹木到處都會看得很多，原野到處都是的。城市範圍都不大，離開城市外面都是原野，都是農田，那個景觀跟現在不一樣。人在那個環境裡面心是平靜的，不像現在，現在你張開眼睛看的街上淨是人，淨是高樓大廈，心裡面煩躁不平。人少了，見到人，都很歡喜，很親熱；人多了，看起來都討厭，看了都不順眼。所以人少了很親切。像我們在國外，很不容易見到中國人，不管認識不認識，看到中國人的樣子都格外親切。為什麼？人少了！到台灣為什麼就不親切？太多了，一樣的道理。"
    },
    {
      "id": "04-003-0100_p0026",
      "zh_CN": "我们今天走到人口稀少的国家，像加拿大，加拿大的人口稀少，土地非常广大，但是他的土地几乎百分之八十都在北极圈里面，非常的寒冷，不能够住人，愈往北去愈不能居住。所以他的人口都接近美国的边界，往北面去人丁稀少，要走很远，开车开好几个小时才有个小城市，一点点大，像我们的乡镇一样，甚至于比我们乡镇还要小。看不到人，车开几个小时见不到一个人，所看到什么？森林，到处是树木，原始的森林。所以这个森然『罗列』的是许多排列在那个地方，人生活在那个环境的确他心是平静的。所以你看加拿大的国旗是一个枫树叶，你看到这个标志，就是和平的标志，绝对看不出他有野心，绝对看不出他有侵略性，看不出来。树叶做标志，枫叶很多、很美。这是举的物质森罗万象，就是「森然罗列可观」。",
      "zh_TW": "我們今天走到人口稀少的國家，像加拿大，加拿大的人口稀少，土地非常廣大，但是他的土地幾乎百分之八十都在北極圈裡面，非常的寒冷，不能夠住人，愈往北去愈不能居住。所以他的人口都接近美國的邊界，往北面去人丁稀少，要走很遠，開車開好幾個小時才有個小城市，一點點大，像我們的鄉鎮一樣，甚至於比我們鄉鎮還要小。看不到人，車開幾個小時見不到一個人，所看到什麼？森林，到處是樹木，原始的森林。所以這個森然『羅列』的是許多排列在那個地方，人生活在那個環境的確他心是平靜的。所以你看加拿大的國旗是一個楓樹葉，你看到這個標誌，就是和平的標誌，絕對看不出他有野心，絕對看不出他有侵略性，看不出來。樹葉做標誌，楓葉很多、很美。這是舉的物質森羅萬象，就是「森然羅列可觀」。"
    },
    {
      "id": "04-003-0100_p0027",
      "zh_CN": "【故再举之。】",
      "zh_TW": "【故再舉之。】"
    },
    {
      "id": "04-003-0100_p0028",
      "zh_CN": "所以用这一句形容色法，种类无量无边。下面讲「依正境智」。",
      "zh_TW": "所以用這一句形容色法，種類無量無邊。下面講「依正境智」。"
    },
    {
      "id": "04-003-0100_p0029",
      "zh_CN": "【依者。凡圣所依之国土。若净若秽。】",
      "zh_TW": "【依者。凡聖所依之國土。若淨若穢。】"
    },
    {
      "id": "04-003-0100_p0030",
      "zh_CN": "十法界的众生，以心地的清净程度分为四圣六凡，凡圣差别在哪里？凡夫没有断烦恼，圣人的烦恼已经断了，就在这差别。你要是把烦恼断了，那你就不是凡夫，就是圣人。烦恼也很复杂，佛讲无量的烦恼，也把它归为三大类，叫见思烦恼、尘沙烦恼、无明烦恼，分为这三大类。这三大类当中只要断一种，就叫圣人。阿罗汉断了见思烦恼，见思烦恼是六道轮回的业因；换句话说，有见思烦恼就有六道轮回。六道轮回从哪里来的？是你自己制造的。就像蚕一样，自己吐丝，自己结茧，把自己关在里面。我们看那个蚕，好笨、好愚痴！我们跟牠没有两样，比牠还愚痴，比牠还笨。为什么？牠那个茧只有一层，我们这个茧有六层，六道，六层！愈包到中心愈苦！我们不如那个蚕茧。所以见思烦恼断掉了，这个茧就没有了，哪有六道？没有这个东西。这一点要知道，这是事实的真相。所以见思烦恼断了，超越三界，超越六道轮回了；尘沙烦恼破了，开智慧了；无明烦恼破了，就见真如本性，就见一真法界。换句话说，宇宙人生的真相，你这个时候才能见到。没有见性，你就决定见不到真相，你所见的是虚妄相，《金刚经》上所讲的，「凡所有相，皆是虚妄」，见的是虚妄相，不是事实真相。",
      "zh_TW": "十法界的眾生，以心地的清淨程度分為四聖六凡，凡聖差別在哪裡？凡夫沒有斷煩惱，聖人的煩惱已經斷了，就在這差別。你要是把煩惱斷了，那你就不是凡夫，就是聖人。煩惱也很複雜，佛講無量的煩惱，也把它歸為三大類，叫見思煩惱、塵沙煩惱、無明煩惱，分為這三大類。這三大類當中只要斷一種，就叫聖人。阿羅漢斷了見思煩惱，見思煩惱是六道輪迴的業因；換句話說，有見思煩惱就有六道輪迴。六道輪迴從哪裡來的？是你自己製造的。就像蠶一樣，自己吐絲，自己結繭，把自己關在裡面。我們看那個蠶，好笨、好愚痴！我們跟牠沒有兩樣，比牠還愚痴，比牠還笨。為什麼？牠那個繭只有一層，我們這個繭有六層，六道，六層！愈包到中心愈苦！我們不如那個蠶繭。所以見思煩惱斷掉了，這個繭就沒有了，哪有六道？沒有這個東西。這一點要知道，這是事實的真相。所以見思煩惱斷了，超越三界，超越六道輪迴了；塵沙煩惱破了，開智慧了；無明煩惱破了，就見真如本性，就見一真法界。換句話說，宇宙人生的真相，你這個時候才能見到。沒有見性，你就決定見不到真相，你所見的是虛妄相，《金剛經》上所講的，「凡所有相，皆是虛妄」，見的是虛妄相，不是事實真相。"
    },
    {
      "id": "04-003-0100_p0031",
      "zh_CN": "因此这个环境就有净有秽，四圣法界净，他烦恼断了，心清净居净土，六凡心不清净居秽土。从前的人心地比我们清净，虽然住在地球上，那个时候的大地比我们现在清净。不要说别的，年岁大一点的人应该记得，四十年前淡水河的河水是清的，从上面可以看到水底，那个时候的人心比我们清净。现在我们的心没有他们清净，我们看淡水河是混浊的，依报随着正报转，我们要知道。但是这个事实真相，不学佛的人不相信，哪有这个话？真正深入佛法的人深信不疑，确实环境是随心地来转。这里面当然还有共业、别业，那说起来就多了。",
      "zh_TW": "因此這個環境就有淨有穢，四聖法界淨，他煩惱斷了，心清淨居淨土，六凡心不清淨居穢土。從前的人心地比我們清淨，雖然住在地球上，那個時候的大地比我們現在清淨。不要說別的，年歲大一點的人應該記得，四十年前淡水河的河水是清的，從上面可以看到水底，那個時候的人心比我們清淨。現在我們的心沒有他們清淨，我們看淡水河是混濁的，依報隨著正報轉，我們要知道。但是這個事實真相，不學佛的人不相信，哪有這個話？真正深入佛法的人深信不疑，確實環境是隨心地來轉。這裡面當然還有共業、別業，那說起來就多了。"
    },
    {
      "id": "04-003-0100_p0032",
      "zh_CN": "【正者。凡圣能依之身。】",
      "zh_TW": "【正者。凡聖能依之身。】"
    },
    {
      "id": "04-003-0100_p0033",
      "zh_CN": "正报是讲人身。",
      "zh_TW": "正報是講人身。"
    },
    {
      "id": "04-003-0100_p0034",
      "zh_CN": "【谓人天男女在家出家外道诸神菩萨及佛。五十五善友不出此十。】",
      "zh_TW": "【謂人天男女在家出家外道諸神菩薩及佛。五十五善友不出此十。】"
    },
    {
      "id": "04-003-0100_p0035",
      "zh_CN": "这『五十五善友』，就是善财童子五十三参，五十三参里面有五十五个人，有的一会两个人，像德生童子、有德童女，那一会就两个。但是这样的两个人一会的不多，所以总共五十五位善知识。这五十五位善知识不外乎『人天、男女、在家、出家、外道、诸神、菩萨及佛』，不出这个范围。这是把十法界所有的有情众生统统都包括了。",
      "zh_TW": "這『五十五善友』，就是善財童子五十三參，五十三參裡面有五十五個人，有的一會兩個人，像德生童子、有德童女，那一會就兩個。但是這樣的兩個人一會的不多，所以總共五十五位善知識。這五十五位善知識不外乎『人天、男女、在家、出家、外道、諸神、菩薩及佛』，不出這個範圍。這是把十法界所有的有情眾生統統都包括了。"
    },
    {
      "id": "04-003-0100_p0036",
      "zh_CN": "【于中有逆有顺。有正有邪。】",
      "zh_TW": "【於中有逆有順。有正有邪。】"
    },
    {
      "id": "04-003-0100_p0037",
      "zh_CN": "『顺』，这是正法，『逆』是邪法。",
      "zh_TW": "『順』，這是正法，『逆』是邪法。"
    },
    {
      "id": "04-003-0100_p0038",
      "zh_CN": "【善财见闻。皆得证入。】",
      "zh_TW": "【善財見聞。皆得證入。】"
    },
    {
      "id": "04-003-0100_p0039",
      "zh_CN": "那我们行不行？你要是善财就不成问题，你要不是善财，问题就大了。不是善财，顺逆都不能证入，不得其门而入；如果是『善财』，顺逆都入，都能『证入』。大家想想，我不是善财，那不是善财就完了。善财是一个代表能证入之人，这个人就叫善财。善是表善根，真正有善根，财是表福德。《弥陀经》上说得很好，「不可以少善根福德因缘，得生彼国」。换句话说，什么人得生西方极乐世界？善财。凡是生到西方极乐世界的人也都是善财，在《华严经》上讲，就是善财。",
      "zh_TW": "那我們行不行？你要是善財就不成問題，你要不是善財，問題就大了。不是善財，順逆都不能證入，不得其門而入；如果是『善財』，順逆都入，都能『證入』。大家想想，我不是善財，那不是善財就完了。善財是一個代表能證入之人，這個人就叫善財。善是表善根，真正有善根，財是表福德。《彌陀經》上說得很好，「不可以少善根福德因緣，得生彼國」。換句話說，什麼人得生西方極樂世界？善財。凡是生到西方極樂世界的人也都是善財，在《華嚴經》上講，就是善財。"
    },
    {
      "id": "04-003-0100_p0040",
      "zh_CN": "所以善财是代表多善根、多福德，又加上多因缘，因为五十三参，五十三位善知识是多因缘，三个条件统统具足。那不是指一个人而说的，他是一个代表。所以我们自己一定要是善财才行，这才能契入。善财如何能在顺逆境界都能够证入？不仅仅佛家说这个事情，连孔老夫子也说，「三人行，必有我师」。换句话说，善财是什么？善财就是一个好学生，真正具备良好学习的心态与方法的这种学生，佛家叫善财。三人行，有自己一个，另外还有两个，哪两个人？这两个人就跟善财五十三参一样，一个是好人，一个是坏人。你把世间所有一切人，这两类不都统统都包括了吗？不是善人就是恶人！就这两大类！跟着善人能契入、能证入，跟到恶人也能证入。孔老夫子是这个意思，《华严经》上也是这个意思。",
      "zh_TW": "所以善財是代表多善根、多福德，又加上多因緣，因為五十三參，五十三位善知識是多因緣，三個條件統統具足。那不是指一個人而說的，他是一個代表。所以我們自己一定要是善財才行，這才能契入。善財如何能在順逆境界都能夠證入？不僅僅佛家說這個事情，連孔老夫子也說，「三人行，必有我師」。換句話說，善財是什麼？善財就是一個好學生，真正具備良好學習的心態與方法的這種學生，佛家叫善財。三人行，有自己一個，另外還有兩個，哪兩個人？這兩個人就跟善財五十三參一樣，一個是好人，一個是壞人。你把世間所有一切人，這兩類不都統統都包括了嗎？不是善人就是惡人！就這兩大類！跟著善人能契入、能證入，跟到惡人也能證入。孔老夫子是這個意思，《華嚴經》上也是這個意思。"
    },
    {
      "id": "04-003-0100_p0041",
      "zh_CN": "跟善人，学他的善行，向他学习，他这些好处我都得来了，就证入。跟恶人，跟不善人，我见了就反省，他是我的一面镜子，他那些恶行我有没有？如果有，赶快改过来；没有，勉励自己有则改之，无则嘉勉，那个恶人也是我的老师，也是我的善知识，我在他那里又得了好多好处，没有不得利益的。问题就是你会不会学？世间人所以不能入门，不能证入，见到善人生欢喜心，喜欢他，欢喜心是烦恼，见到善人生烦恼。见到恶人讨厌他，厌弃他，那也是烦恼。换句话说，见到善人生烦恼，见到恶人也生烦恼，那怎么能证入？这样修行是烦恼天天增长，喜怒哀乐、贪瞋痴慢天天在增长，这是怎么也不能够证入。",
      "zh_TW": "跟善人，學他的善行，向他學習，他這些好處我都得來了，就證入。跟惡人，跟不善人，我見了就反省，他是我的一面鏡子，他那些惡行我有沒有？如果有，趕快改過來；沒有，勉勵自己有則改之，無則嘉勉，那個惡人也是我的老師，也是我的善知識，我在他那裡又得了好多好處，沒有不得利益的。問題就是你會不會學？世間人所以不能入門，不能證入，見到善人生歡喜心，喜歡他，歡喜心是煩惱，見到善人生煩惱。見到惡人討厭他，厭棄他，那也是煩惱。換句話說，見到善人生煩惱，見到惡人也生煩惱，那怎麼能證入？這樣修行是煩惱天天增長，喜怒哀樂、貪瞋痴慢天天在增長，這是怎麼也不能夠證入。"
    },
    {
      "id": "04-003-0100_p0042",
      "zh_CN": "所以学佛，大经里面一再教我们，修什么？修清净心。善财之所以能够契入，就是顺逆境界统统修的清净、平等、慈悲，他修这个。于一切人、一切事、一切法决定没有分别执着，因为他入了，他入了一真法界，宇宙人生的真相他统统搞清楚、统统明了了。我们回过来想一想，我们的修学跟他恰恰相反，这不能成就。这种心态不能彻底改过，永远不能成就。听经、念佛，只能在阿赖耶里面种一个佛法的种子，做为将来的缘因而已，这一生中决定得不到利益。这是诸位同修千万要记住，如果想在这一生当中，就能得到佛法真实利益，必须把这个心态改过来。首先学着对人、对事、对物决定不感情用事。喜欢是感情，厌恶也是感情，什么叫不用感情？喜怒哀乐爱恶欲叫七情五欲，舍掉了，这个人叫理智，他用智，不用情。用智，一切万事万物决定是平等的，你不会去爱一个人，也不会去讨厌一个人。到你心地清净，上可以供佛菩萨交友，下可以跟阿修罗、罗刹、饿鬼做朋友。为什么？平等了。在说，菩萨喜欢你，阿修罗、罗刹也喜欢你。为什么？因为你跟他没有冲突！所以要能与一切人物事相处，因为一切万法都是自性流露出来的。与一切万法不能相容，就是自性里面出问题了，自性里头有问题、有了障碍，生了毛病。所以这是我们要明了、要学习的。",
      "zh_TW": "所以學佛，大經裡面一再教我們，修什麼？修清淨心。善財之所以能夠契入，就是順逆境界統統修的清淨、平等、慈悲，他修這個。於一切人、一切事、一切法決定沒有分別執著，因為他入了，他入了一真法界，宇宙人生的真相他統統搞清楚、統統明瞭了。我們回過來想一想，我們的修學跟他恰恰相反，這不能成就。這種心態不能徹底改過，永遠不能成就。聽經、念佛，只能在阿賴耶裡面種一個佛法的種子，做為將來的緣因而已，這一生中決定得不到利益。這是諸位同修千萬要記住，如果想在這一生當中，就能得到佛法真實利益，必須把這個心態改過來。首先學著對人、對事、對物決定不感情用事。喜歡是感情，厭惡也是感情，什麼叫不用感情？喜怒哀樂愛惡欲叫七情五欲，捨掉了，這個人叫理智，他用智，不用情。用智，一切萬事萬物決定是平等的，你不會去愛一個人，也不會去討厭一個人。到你心地清淨，上可以供佛菩薩交友，下可以跟阿修羅、羅剎、餓鬼做朋友。為什麼？平等了。在說，菩薩喜歡你，阿修羅、羅剎也喜歡你。為什麼？因為你跟他沒有衝突！所以要能與一切人物事相處，因為一切萬法都是自性流露出來的。與一切萬法不能相容，就是自性裡面出問題了，自性裡頭有問題、有了障礙，生了毛病。所以這是我們要明瞭、要學習的。"
    },
    {
      "id": "04-003-0100_p0043",
      "zh_CN": "【正表皆事法界。】",
      "zh_TW": "【正表皆事法界。】"
    },
    {
      "id": "04-003-0100_p0044",
      "zh_CN": "五十三参，参访五十五位善知识统统属于事。",
      "zh_TW": "五十三參，參訪五十五位善知識統統屬於事。"
    },
    {
      "id": "04-003-0100_p0045",
      "zh_CN": "【境者。所知之境。谓权实差别之教。所诠差别之义。】",
      "zh_TW": "【境者。所知之境。謂權實差別之教。所詮差別之義。】"
    },
    {
      "id": "04-003-0100_p0046",
      "zh_CN": "这个教，简单来讲就是言语文字。教学的工具、教学的方法，属于教法，言语文字里面必定含着有义理，这是教理。学什么？要学义理，那你就真正得到东西。如果学文字，那是皮毛，虽然精于文字，讲得天花乱坠，写的著作等身，理不明，烦恼不断。理要是明了，烦恼一定断了，为什么？理是智慧。智慧现前照破无明，烦恼里面最根本的是无明，无明照破了，尘沙、见思自然没有了。见思好像是枝叶，那个树，树的枝叶那是见思。枝叶拿掉了，树还是在，树没有死，过一个时期它又会长出来，又会生。无明是根本，根拔掉了，枝叶不要去管它，几天就完了。",
      "zh_TW": "這個教，簡單來講就是言語文字。教學的工具、教學的方法，屬於教法，言語文字裡面必定含著有義理，這是教理。學什麼？要學義理，那你就真正得到東西。如果學文字，那是皮毛，雖然精於文字，講得天花亂墜，寫的著作等身，理不明，煩惱不斷。理要是明瞭，煩惱一定斷了，為什麼？理是智慧。智慧現前照破無明，煩惱裡面最根本的是無明，無明照破了，塵沙、見思自然沒有了。見思好像是枝葉，那個樹，樹的枝葉那是見思。枝葉拿掉了，樹還是在，樹沒有死，過一個時期它又會長出來，又會生。無明是根本，根拔掉了，枝葉不要去管它，幾天就完了。"
    },
    {
      "id": "04-003-0100_p0047",
      "zh_CN": "那你就晓得，我们学佛法学什么？要学其根本。根本是理，根本是智。此地讲的『境』，就是智所对的境界，这就是以佛法来说，佛的所有一切经，所有一切方法有权有实，『权』是方便法，是诱导你的，『实』是真实法。哪些法是真实的？在中国，自古以来，各宗各派祖师大德们公认的，《华严》、《法华》是实，其他统统是权，这大家公认的。就教义上来看，教科书，就是从教科书内容来说，这个说法是说得通的，是没有错误的。隋唐一些大德说《无量寿经》是实，不但是实，是第一真实。为什么说它第一真实？因为《法华》、《华严》最后都归极乐。《华严经》上，这有文字太明显了，到末后总结论的时候，十大愿王导归极乐。《弥陀经》、《无量寿经》专讲极乐，字字句句统统是极乐，也就是《华严》、《法华》的归宿，《华严》、《法华》是实，它是实中之实。",
      "zh_TW": "那你就曉得，我們學佛法學什麼？要學其根本。根本是理，根本是智。此地講的『境』，就是智所對的境界，這就是以佛法來說，佛的所有一切經，所有一切方法有權有實，『權』是方便法，是誘導你的，『實』是真實法。哪些法是真實的？在中國，自古以來，各宗各派祖師大德們公認的，《華嚴》、《法華》是實，其他統統是權，這大家公認的。就教義上來看，教科書，就是從教科書內容來說，這個說法是說得通的，是沒有錯誤的。隋唐一些大德說《無量壽經》是實，不但是實，是第一真實。為什麼說它第一真實？因為《法華》、《華嚴》最後都歸極樂。《華嚴經》上，這有文字太明顯了，到末後總結論的時候，十大願王導歸極樂。《彌陀經》、《無量壽經》專講極樂，字字句句統統是極樂，也就是《華嚴》、《法華》的歸宿，《華嚴》、《法華》是實，它是實中之實。"
    },
    {
      "id": "04-003-0100_p0048",
      "zh_CN": "若以《无量寿经》来讲，《华严》、《法华》还是权。你看隋唐这些大德们讲的，《华严》、《法华》也只是《无量寿经》的导引而已。那导引是权！入那个那是真实，诸位深深去体会这个意思。为什么？这所以然的道理要清楚，清楚就不怀疑了，这心才真正能定得下来，能静得下来，定静，真智慧就现前。我们今天智慧不能现前，定不下来，也静不下来，原因在哪里？疑根没断。虽然祖师大德这么说，说了提起我们的疑情，但这个怀疑不能打破。要想破疑生信，也不是个简单事情，很难很难，这也要看各人的善根福德因缘。善根福德厚的，有因缘遇到善知识，几句话一点，恍然大悟，这个疑根破除了，清净信心现前。《金刚经》上说得很好，「信心清净，则生实相」。实相是什么？实相就是真正的般若智慧。你本性里头般若智慧现前，宇宙人生的真相恍然大悟。",
      "zh_TW": "若以《無量壽經》來講，《華嚴》、《法華》還是權。你看隋唐這些大德們講的，《華嚴》、《法華》也只是《無量壽經》的導引而已。那導引是權！入那個那是真實，諸位深深去體會這個意思。為什麼？這所以然的道理要清楚，清楚就不懷疑了，這心才真正能定得下來，能靜得下來，定靜，真智慧就現前。我們今天智慧不能現前，定不下來，也靜不下來，原因在哪裡？疑根沒斷。雖然祖師大德這麼說，說了提起我們的疑情，但這個懷疑不能打破。要想破疑生信，也不是個簡單事情，很難很難，這也要看各人的善根福德因緣。善根福德厚的，有因緣遇到善知識，幾句話一點，恍然大悟，這個疑根破除了，清淨信心現前。《金剛經》上說得很好，「信心清淨，則生實相」。實相是什麼？實相就是真正的般若智慧。你本性裡頭般若智慧現前，宇宙人生的真相恍然大悟。"
    },
    {
      "id": "04-003-0100_p0049",
      "zh_CN": "所以权实这是一个说法，这个说法说得很好，绝对不是说除了这个讲法，就没有其他的讲法，那又错了。为什么？我们从经义里头再来观察一下，凡是有差别的都是权，无差别的才是实。这里《华严》跟众经比，《无量寿经》跟《华严》比，是不是有差别？有差别就不平等，不平等就不清净，那哪里是真实！所以真实法里头，没有一切分别执着。还有一切分别执着，绝对不是真实法。《华严经》上说得很好，「圆人说法，无法不圆」。由此可知，权实在人心，不在法。那在法？心真实，法法真实；心不真实，没有一法真实。诸佛如来所说一切法给你，没有一句、一法是真实，这又是一个说法。前面一个说法从事上说的，这个说法从理上说的，理事要圆融，你就不打架了，才不会说这个法门高，那个法门低。为什么？心里面有这样的分别执着，这是障道因缘。不管你学哪个法门，你决定不可能契入、证入，不可能证入。证入的人身心清净，永离分别执着，证入了。真正证入的人，他的态度一定是自谦而尊人。",
      "zh_TW": "所以權實這是一個說法，這個說法說得很好，絕對不是說除了這個講法，就沒有其他的講法，那又錯了。為什麼？我們從經義裡頭再來觀察一下，凡是有差別的都是權，無差別的才是實。這裡《華嚴》跟眾經比，《無量壽經》跟《華嚴》比，是不是有差別？有差別就不平等，不平等就不清淨，那哪裡是真實！所以真實法裡頭，沒有一切分別執著。還有一切分別執著，絕對不是真實法。《華嚴經》上說得很好，「圓人說法，無法不圓」。由此可知，權實在人心，不在法。那在法？心真實，法法真實；心不真實，沒有一法真實。諸佛如來所說一切法給你，沒有一句、一法是真實，這又是一個說法。前面一個說法從事上說的，這個說法從理上說的，理事要圓融，你就不打架了，才不會說這個法門高，那個法門低。為什麼？心裡面有這樣的分別執著，這是障道因緣。不管你學哪個法門，你決定不可能契入、證入，不可能證入。證入的人身心清淨，永離分別執著，證入了。真正證入的人，他的態度一定是自謙而尊人。"
    },
    {
      "id": "04-003-0100_p0050",
      "zh_CN": "还有说我这个法门好，他那个不如我的，我们一听这个话，这个人没有证入，绝对没有证入，证入的人决定自己谦虚，尊敬别人。就像五十三参里面五十五位善知识，你去翻《华严经》，每位善知识自己谦虚，我自己的德学能力都不够，我只能学这一个法门，我比不上那些善知识，他们通达无量无边甚深法门，自谦而赞他，这真正悟入了。为什么？他知道法法平等，赞他是希望什么？人人能够依一门深入，法门确实是平等的。以净土宗来讲，《无量寿经》上讲得很好，专依《无量寿经》发菩提心一向专念，决定往生。不依《无量寿经》，依其他经典，依其他法门，念其他佛菩萨名号，或是念其他的经咒，能不能往生？能往生，这才是真平等。",
      "zh_TW": "還有說我這個法門好，他那個不如我的，我們一聽這個話，這個人沒有證入，絕對沒有證入，證入的人決定自己謙虛，尊敬別人。就像五十三參裡面五十五位善知識，你去翻《華嚴經》，每位善知識自己謙虛，我自己的德學能力都不夠，我只能學這一個法門，我比不上那些善知識，他們通達無量無邊甚深法門，自謙而讚他，這真正悟入了。為什麼？他知道法法平等，讚他是希望什麼？人人能夠依一門深入，法門確實是平等的。以淨土宗來講，《無量壽經》上講得很好，專依《無量壽經》發菩提心一向專念，決定往生。不依《無量壽經》，依其他經典，依其他法門，念其他佛菩薩名號，或是念其他的經咒，能不能往生？能往生，這才是真平等。"
    },
    {
      "id": "04-003-0100_p0051",
      "zh_CN": "经上三辈往生说得很清楚，那是三辈之后有一段经文，慈舟法师判这个科判叫一心三辈。所以你要注意，往生不往生的条件，真正在一心，我们念佛的人专依《无量寿经》，专称阿弥陀佛的名号，如果不是一心，不能往生。不是学这个法门的，譬如他念《金刚经》，或者念《大悲咒》，或者念《普门品》，只要他念到一心不乱，回向求生净土，他决定往生。为什么？往生的条件是一心不乱，所以不管你修学哪一个法门，只要修到一心不乱就证入了。这是同修们一定要记住，这样才不会谤法，才不会说，我修这个法门，我障碍别的法门；我修这个法门，我破坏别的法门，这就大错了。为什么？一切佛法都是佛说的。你反对这个法门，反对那个法门，就是毁谤三宝，谤佛、谤法、谤僧，如果照《戒经》上讲，毁谤三宝是堕阿鼻地狱。一个修行人怎么会去谤三宝？所以这个一定要清楚、要明了。",
      "zh_TW": "經上三輩往生說得很清楚，那是三輩之後有一段經文，慈舟法師判這個科判叫一心三輩。所以你要注意，往生不往生的條件，真正在一心，我們念佛的人專依《無量壽經》，專稱阿彌陀佛的名號，如果不是一心，不能往生。不是學這個法門的，譬如他念《金剛經》，或者念《大悲咒》，或者念《普門品》，只要他念到一心不亂，迴向求生淨土，他決定往生。為什麼？往生的條件是一心不亂，所以不管你修學哪一個法門，只要修到一心不亂就證入了。這是同修們一定要記住，這樣才不會謗法，才不會說，我修這個法門，我障礙別的法門；我修這個法門，我破壞別的法門，這就大錯了。為什麼？一切佛法都是佛說的。你反對這個法門，反對那個法門，就是毀謗三寶，謗佛、謗法、謗僧，如果照《戒經》上講，毀謗三寶是墮阿鼻地獄。一個修行人怎麼會去謗三寶？所以這個一定要清楚、要明瞭。"
    },
    {
      "id": "04-003-0100_p0052",
      "zh_CN": "在我们今天这个世界上，法有邪正，这要辨别清楚的。为什么？有假佛，很多，这是《楞严经》上说的，「末法时期邪师说法如恒河沙」，这个要辨别。邪师什么？妖魔鬼怪，他也示现做一个出家人，披着佛的袈娑，也受戒，住持寺院，在那里行邪法，欺骗一些善男信女，这个造罪业就重。你虽然是善心，你跟他学，去拥护他，最后你什么也得不到，帮助他造罪业，所以这是要拣别的。只要是正法，决定不可以分宗派，不可以分法门，一律恭敬、称赞、供养，决定是平等的，这是学佛。佛法以外的，世间有许多宗教，只要是正教我们也要礼敬赞叹，邪教，那当然就另当别论。",
      "zh_TW": "在我們今天這個世界上，法有邪正，這要辨別清楚的。為什麼？有假佛，很多，這是《楞嚴經》上說的，「末法時期邪師說法如恆河沙」，這個要辨別。邪師什麼？妖魔鬼怪，他也示現做一個出家人，披著佛的袈娑，也受戒，住持寺院，在那裡行邪法，欺騙一些善男信女，這個造罪業就重。你雖然是善心，你跟他學，去擁護他，最後你什麼也得不到，幫助他造罪業，所以這是要揀別的。只要是正法，決定不可以分宗派，不可以分法門，一律恭敬、稱讚、供養，決定是平等的，這是學佛。佛法以外的，世間有許多宗教，只要是正教我們也要禮敬讚歎，邪教，那當然就另當別論。"
    },
    {
      "id": "04-003-0100_p0053",
      "zh_CN": "佛门里面有邪师说法，其他宗教里头也有邪师说法，这个我们要辨别清楚。所以真正的基督教徒、天主教徒跟一般不一样。为什么？他有个道德观念。所以我们在外国，看到许多外国宗教徒，他们那个处事待人接物，跟我们中国教徒确实不一样。我们学佛的，他对我们很尊敬。他们的一个心态就是凡是信神的，心里面有神的，这个人都是善人，都不会在这个社会为非作歹，所以他们都尊敬。不像我们中国的基督教徒，看到非基督教徒都是敌人，恨不得都要把他消灭掉，这是很大错误观念。所以那个思想都是清一色的思想，决定不能容人的，这实在讲，跟他们的教义是有违背的。他们的上帝耶稣叫你要饶恕人，他对于不是他的教徒是决定不能饶恕的，这就跟他经典相违背了，这是背师叛道。经上说，那个人打你的耳光，这边还送给人打，他办不到，他都要杀人，要把人消灭掉，他怎么肯让人打？背师叛道。所以要晓得，所有宗教里面都有邪师，不仅是佛法，我们要明了。",
      "zh_TW": "佛門裡面有邪師說法，其他宗教裡頭也有邪師說法，這個我們要辨別清楚。所以真正的基督教徒、天主教徒跟一般不一樣。為什麼？他有個道德觀念。所以我們在外國，看到許多外國宗教徒，他們那個處事待人接物，跟我們中國教徒確實不一樣。我們學佛的，他對我們很尊敬。他們的一個心態就是凡是信神的，心裡面有神的，這個人都是善人，都不會在這個社會為非作歹，所以他們都尊敬。不像我們中國的基督教徒，看到非基督教徒都是敵人，恨不得都要把他消滅掉，這是很大錯誤觀念。所以那個思想都是清一色的思想，決定不能容人的，這實在講，跟他們的教義是有違背的。他們的上帝耶穌叫你要饒恕人，他對於不是他的教徒是決定不能饒恕的，這就跟他經典相違背了，這是背師叛道。經上說，那個人打你的耳光，這邊還送給人打，他辦不到，他都要殺人，要把人消滅掉，他怎麼肯讓人打？背師叛道。所以要曉得，所有宗教裡面都有邪師，不僅是佛法，我們要明瞭。"
    },
    {
      "id": "04-003-0100_p0054",
      "zh_CN": "凡是正法，我们统统要尊敬；凡是邪师邪法，我们敬而远之。佛在《华严》里面教给我们的，我们敬重他，不赞叹他。礼敬诸佛在事上，称赞如来那是理上，不一样。事，我们对你恭敬，恶人我对你也恭敬有礼貌，善人善事，我赞叹，恶人我是不赞叹。善财童子参访就是如此，这里头有恶人、恶事，有礼敬没有赞叹，善人善事，有礼敬又有赞叹。这是诸位细读《华严》就都看出来了，这些统统都是教我们在这个社会上待人接物处事。所以经论的教训就是我们处事的标准，我们应当要学习。这是说权有许多差别，真实是一个理，决定没有分别执着，是平等的。所以《无量寿经》经题就非常好，显示得很清楚、很明白，清净平等觉。下面再解释智，「依正境智」，再解释智。",
      "zh_TW": "凡是正法，我們統統要尊敬；凡是邪師邪法，我們敬而遠之。佛在《華嚴》裡面教給我們的，我們敬重他，不讚歎他。禮敬諸佛在事上，稱讚如來那是理上，不一樣。事，我們對你恭敬，惡人我對你也恭敬有禮貌，善人善事，我讚歎，惡人我是不讚歎。善財童子參訪就是如此，這裡頭有惡人、惡事，有禮敬沒有讚歎，善人善事，有禮敬又有讚歎。這是諸位細讀《華嚴》就都看出來了，這些統統都是教我們在這個社會上待人接物處事。所以經論的教訓就是我們處事的標準，我們應當要學習。這是說權有許多差別，真實是一個理，決定沒有分別執著，是平等的。所以《無量壽經》經題就非常好，顯示得很清楚、很明白，清淨平等覺。下面再解釋智，「依正境智」，再解釋智。"
    },
    {
      "id": "04-003-0100_p0055",
      "zh_CN": "【智者。因智差别不同。果智无量胜解。故释题云智分因果。】",
      "zh_TW": "【智者。因智差別不同。果智無量勝解。故釋題云智分因果。】"
    },
    {
      "id": "04-003-0100_p0056",
      "zh_CN": "智慧，诸位要知道不是从外面来的，智是本有的，本有的为什么不同？因为本有的智慧被烦恼盖复住了，烦恼盖得多的，你那个智慧透出来的就少；烦恼盖得少的，它透出来就多。像我们这个灯光度数完全一样，这盏灯我给它盖了一层纸，那透出来的光很亮；这盏灯我用十层纸把它遮起来，光就不亮了，就显得阴暗，里面光明完全相等。十法界智慧大小不同，就像这个比喻。佛的智慧完全没有障碍，换句话说，充分发挥，照遍法界。菩萨就有一层纸，那也相当明亮，他障碍很少。缘觉就两张纸，阿罗汉就三张纸，天人就四张纸，人就是五张纸，透出来就不多了。再往下面去，愈去就愈差，阿修罗就六张纸，到阿鼻地狱十张纸，一点光都透不出来了，看都看不见了，就这么个道理。",
      "zh_TW": "智慧，諸位要知道不是從外面來的，智是本有的，本有的為什麼不同？因為本有的智慧被煩惱蓋覆住了，煩惱蓋得多的，你那個智慧透出來的就少；煩惱蓋得少的，它透出來就多。像我們這個燈光度數完全一樣，這盞燈我給它蓋了一層紙，那透出來的光很亮；這盞燈我用十層紙把它遮起來，光就不亮了，就顯得陰暗，裡面光明完全相等。十法界智慧大小不同，就像這個比喻。佛的智慧完全沒有障礙，換句話說，充分發揮，照遍法界。菩薩就有一層紙，那也相當明亮，他障礙很少。緣覺就兩張紙，阿羅漢就三張紙，天人就四張紙，人就是五張紙，透出來就不多了。再往下面去，愈去就愈差，阿修羅就六張紙，到阿鼻地獄十張紙，一點光都透不出來了，看都看不見了，就這麼個道理。"
    },
    {
      "id": "04-003-0100_p0057",
      "zh_CN": "智哪有差别？没有差别。实在讲是你的妄想执着有差别，这是「出现品」上说的，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。所以你还要打妄想，你还要执着，那你就不能证得，你的自性光明透不出来。所以要知道，因自己造的，解决还要靠自己，诸佛菩萨不能帮助你断烦恼，一定要自己解这个结，所谓是解铃还须系铃人，是你自己结的，要自己解，任何一个人没有能力代替。假如有能力代替我们，诸佛菩萨大慈大悲，何必我们要修行？不要修了！楞严会上阿难就打了个妄想，认为你们要苦修，你们不修不能证果；我不需要，我是佛最喜欢的弟弟，到时候佛就帮我，我就证果了，打这么一个妄想。楞严会上一遭难，这一觉悟，才知道，佛也不能代替他，没有人能够代替，一定要靠自己。佛的慈悲教导，帮助我们只到此为止，佛把这个事实真相讲清楚、说明白，理论、方法、境界佛可以告诉我们，路是要自己走的，他不能够代替我们。",
      "zh_TW": "智哪有差別？沒有差別。實在講是你的妄想執著有差別，這是「出現品」上說的，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。所以你還要打妄想，你還要執著，那你就不能證得，你的自性光明透不出來。所以要知道，因自己造的，解決還要靠自己，諸佛菩薩不能幫助你斷煩惱，一定要自己解這個結，所謂是解鈴還須繫鈴人，是你自己結的，要自己解，任何一個人沒有能力代替。假如有能力代替我們，諸佛菩薩大慈大悲，何必我們要修行？不要修了！楞嚴會上阿難就打了個妄想，認為你們要苦修，你們不修不能證果；我不需要，我是佛最喜歡的弟弟，到時候佛就幫我，我就證果了，打這麼一個妄想。楞嚴會上一遭難，這一覺悟，才知道，佛也不能代替他，沒有人能夠代替，一定要靠自己。佛的慈悲教導，幫助我們只到此為止，佛把這個事實真相講清楚、說明白，理論、方法、境界佛可以告訴我們，路是要自己走的，他不能夠代替我們。"
    },
    {
      "id": "04-003-0100_p0058",
      "zh_CN": "由此可知，佛法修学修的什么？一言以蔽之，断烦恼而已。把你自性里面这些障碍把它去掉就行了。所以佛法的修学，真实的功夫就是在断烦恼、除习气，烦恼习气不除，读再多的经都没有用。清凉大师说的是真话，不是假话，烦恼习气不断，念再多的经，修再多的法门，都是增长邪见。烦恼习气不断，不读经论，用功修行，念佛、参禅、持咒，没有断烦恼，也不去学任何法门，增长无明。",
      "zh_TW": "由此可知，佛法修學修的什麼？一言以蔽之，斷煩惱而已。把你自性裡面這些障礙把它去掉就行了。所以佛法的修學，真實的功夫就是在斷煩惱、除習氣，煩惱習氣不除，讀再多的經都沒有用。清涼大師說的是真話，不是假話，煩惱習氣不斷，念再多的經，修再多的法門，都是增長邪見。煩惱習氣不斷，不讀經論，用功修行，念佛、參禪、持咒，沒有斷煩惱，也不去學任何法門，增長無明。"
    },
    {
      "id": "04-003-0100_p0059",
      "zh_CN": "这我们就真正体会到，整个关键就是要破除烦恼。所以对于世缘淡一分，烦恼就减一分，性德就往外透一分。对于世缘能够淡两分，你烦恼就断两分，自性功德就透两分，就这么个道理。所以不断烦恼怎么行？烦恼从哪里断？从心上断，不是从事，事上断不了。所以佛法的戒律，大乘戒跟小乘戒不同。小乘戒在事上断，断得不干净，断得不清楚；大乘戒从心上断，断得干净。所以小乘戒论事不论心，大乘戒论心不论事，为什么不论事？事是假的，不是真的，凡所有相皆是虚妄，一切有为法如梦幻泡影。他对于一切事不着相！所以大乘比小乘活泼，大乘比小乘难修，因为要不动心难，事上远离比较容易。所以小乘戒容易守，大乘戒很难持，可是效果绝对不相同，大乘断得是干净俐落，这个智差别就这样产生的。",
      "zh_TW": "這我們就真正體會到，整個關鍵就是要破除煩惱。所以對於世緣淡一分，煩惱就減一分，性德就往外透一分。對於世緣能夠淡兩分，你煩惱就斷兩分，自性功德就透兩分，就這麼個道理。所以不斷煩惱怎麼行？煩惱從哪裡斷？從心上斷，不是從事，事上斷不了。所以佛法的戒律，大乘戒跟小乘戒不同。小乘戒在事上斷，斷得不乾淨，斷得不清楚；大乘戒從心上斷，斷得乾淨。所以小乘戒論事不論心，大乘戒論心不論事，為什麼不論事？事是假的，不是真的，凡所有相皆是虛妄，一切有為法如夢幻泡影。他對於一切事不著相！所以大乘比小乘活潑，大乘比小乘難修，因為要不動心難，事上遠離比較容易。所以小乘戒容易守，大乘戒很難持，可是效果絕對不相同，大乘斷得是乾淨俐落，這個智差別就這樣產生的。"
    },
    {
      "id": "04-003-0100_p0060",
      "zh_CN": "简单的说，心地愈清净，智慧就愈大。所以戒定慧三学，次第也从这来的，因戒生定，因定开慧。定就是清净心，定就是一心不乱，无量无边的法门统统修的是一心，一心就是禅定，没有一个法门不是修定的。定是离分别执着，你才能得定。心里有分别执着，永远不会得定，为什么？那是定的障碍。心里面有分别执着，决定念佛不会真心的，因为那是一心的障碍。离一切分别执着，才能得一心不乱。一个念佛人，你问他为什么念佛？我要求一心不乱。求到没有？没有求到。我晓得你永远求不到，为什么？你有一个一心不乱障在那里，你达不到，一心不乱也丢掉，一句佛号念到底，一个念头不生，就得一心不乱了。念佛还有一个一心不乱，已经是二心，不是一心。一心不乱，就是一句弥陀念到底就是一心不乱！所以那个一心不乱是妄念，那个一心不乱是障碍，一定要懂得，这个念头不可以有，这个心不能动，这是细微之处，一定要知道。",
      "zh_TW": "簡單的說，心地愈清淨，智慧就愈大。所以戒定慧三學，次第也從這來的，因戒生定，因定開慧。定就是清淨心，定就是一心不亂，無量無邊的法門統統修的是一心，一心就是禪定，沒有一個法門不是修定的。定是離分別執著，你才能得定。心裡有分別執著，永遠不會得定，為什麼？那是定的障礙。心裡面有分別執著，決定念佛不會真心的，因為那是一心的障礙。離一切分別執著，才能得一心不亂。一個念佛人，你問他為什麼念佛？我要求一心不亂。求到沒有？沒有求到。我曉得你永遠求不到，為什麼？你有一個一心不亂障在那裡，你達不到，一心不亂也丟掉，一句佛號念到底，一個念頭不生，就得一心不亂了。念佛還有一個一心不亂，已經是二心，不是一心。一心不亂，就是一句彌陀念到底就是一心不亂！所以那個一心不亂是妄念，那個一心不亂是障礙，一定要懂得，這個念頭不可以有，這個心不能動，這是細微之處，一定要知道。"
    },
    {
      "id": "04-003-0100_p0061",
      "zh_CN": "为什么我们功夫不得力，境界不能现前？你想想障碍太多了，妄想太多了，又要得一心不乱，又要见阿弥陀佛，又要见莲花，那问题多了，这妄想执着太多了，那怎么能成就？这样念佛，还是属于杂修、乱修，何况要同时学很多经论、很多法门的？这是同修们一定要觉悟。《华严》是真好，好处就是对于宇宙间一切事理，因为经的分量大，所以就讲得很透彻，讲得很多。其他经没有讲到的，《华严》都讲到了，经文分量大，这是这部经的好处。可是你要能够体会，要能够领略，特别要能够受用，都要把它用在自己生活上，这才能得到真实利益，学以致用，学了就有用处。",
      "zh_TW": "為什麼我們功夫不得力，境界不能現前？你想想障礙太多了，妄想太多了，又要得一心不亂，又要見阿彌陀佛，又要見蓮花，那問題多了，這妄想執著太多了，那怎麼能成就？這樣念佛，還是屬於雜修、亂修，何況要同時學很多經論、很多法門的？這是同修們一定要覺悟。《華嚴》是真好，好處就是對於宇宙間一切事理，因為經的分量大，所以就講得很透徹，講得很多。其他經沒有講到的，《華嚴》都講到了，經文分量大，這是這部經的好處。可是你要能夠體會，要能夠領略，特別要能夠受用，都要把它用在自己生活上，這才能得到真實利益，學以致用，學了就有用處。"
    },
    {
      "id": "04-003-0100_p0062",
      "zh_CN": "所以『因智差别不同』，这是因地，十法界因地差别不同，所以『果智无量胜解』。胜是殊胜，对于宇宙万法，每个人看法、理解不一样，对于现实状况，人有人的看法，天有天的看法，阿罗汉有阿罗汉的看法，菩萨有菩萨的看法，都不一样。为什么不一样？智慧不一样，你看法就不一样。佛眼睛看我们这个境界全是一真法界，法界确实是一，因人所见不同。好比是一样的一个境界，我们每个人都戴个有色眼镜，所戴的颜色都不一样，我戴的是绿眼镜，看的这个房间绿色的；他戴的红眼镜，不对，这个房间是红的；那个人戴的蓝色眼镜，这个房间，你们两个都讲错了，是蓝色的；十个人戴十种不同有色的眼镜，每个人看法都不一样。这就是比喻因智不同，果智，你的看法理解也不一样。必须把眼镜统统摔掉，大家看法就一样了，真相这才了解了。什么眼镜？妄想执着。妄想执着的成分不一样，就好比那个眼镜色彩不相同。『故释题云，智分因果』，这是在清凉大师解释题目用了这一句，这是宗密引用清凉这句话。下面设两个问答。",
      "zh_TW": "所以『因智差別不同』，這是因地，十法界因地差別不同，所以『果智無量勝解』。勝是殊勝，對於宇宙萬法，每個人看法、理解不一樣，對於現實狀況，人有人的看法，天有天的看法，阿羅漢有阿羅漢的看法，菩薩有菩薩的看法，都不一樣。為什麼不一樣？智慧不一樣，你看法就不一樣。佛眼睛看我們這個境界全是一真法界，法界確實是一，因人所見不同。好比是一樣的一個境界，我們每個人都戴個有色眼鏡，所戴的顏色都不一樣，我戴的是綠眼鏡，看的這個房間綠色的；他戴的紅眼鏡，不對，這個房間是紅的；那個人戴的藍色眼鏡，這個房間，你們兩個都講錯了，是藍色的；十個人戴十種不同有色的眼鏡，每個人看法都不一樣。這就是比喻因智不同，果智，你的看法理解也不一樣。必須把眼鏡統統摔掉，大家看法就一樣了，真相這才了解了。什麼眼鏡？妄想執著。妄想執著的成分不一樣，就好比那個眼鏡色彩不相同。『故釋題云，智分因果』，這是在清涼大師解釋題目用了這一句，這是宗密引用清涼這句話。下面設兩個問答。"
    },
    {
      "id": "04-003-0100_p0063",
      "zh_CN": "【问。境智岂不即色心耶。】",
      "zh_TW": "【問。境智豈不即色心耶。】"
    },
    {
      "id": "04-003-0100_p0064",
      "zh_CN": "前面讲色心，『境智岂不』也就是『色心』吗？",
      "zh_TW": "前面講色心，『境智豈不』也就是『色心』嗎？"
    },
    {
      "id": "04-003-0100_p0065",
      "zh_CN": "【答。色通迷悟邪正。境智即一向趣入诸位修行。决断邪正。】",
      "zh_TW": "【答。色通迷悟邪正。境智即一向趣入諸位修行。決斷邪正。】"
    },
    {
      "id": "04-003-0100_p0066",
      "zh_CN": "差别就在此地，看起来是一样，再细细观察还不一样，还是有不一样。『色』完全是讲物相，物质，物相里头确实有迷有悟、有邪有正，我们常讲世间法。『境智』，境智是佛法，专就佛法而论，境智不管大小它都契入，它一个方向。因智差别不同，譬如菩萨果位，五十一个阶级，从初信位到等觉位，这五十一个阶级从哪里分的？就是因智不同。愈是地位低的，智慧小；愈是地位高的，智慧大。智慧不管大小，都是趣向菩提正道，这是决定一致的。所以佛法不管哪一个宗，不管哪一派，八万四千法门，无量法门，它方向是一个，目标是一个，都是要成无上正等正觉，所以它跟色不一样。",
      "zh_TW": "差別就在此地，看起來是一樣，再細細觀察還不一樣，還是有不一樣。『色』完全是講物相，物質，物相裡頭確實有迷有悟、有邪有正，我們常講世間法。『境智』，境智是佛法，專就佛法而論，境智不管大小它都契入，它一個方向。因智差別不同，譬如菩薩果位，五十一個階級，從初信位到等覺位，這五十一個階級從哪裡分的？就是因智不同。愈是地位低的，智慧小；愈是地位高的，智慧大。智慧不管大小，都是趣向菩提正道，這是決定一致的。所以佛法不管哪一個宗，不管哪一派，八萬四千法門，無量法門，它方向是一個，目標是一個，都是要成無上正等正覺，所以它跟色不一樣。"
    },
    {
      "id": "04-003-0100_p0067",
      "zh_CN": "所以是『一向趣入』，这句很重要，一个方向趣入无上正等正觉。『诸位修行』，这个诸位就是以大乘菩萨五十一个位次，小乘四果四向，八个位次。『决断邪正』，这才叫智。小智能够判断小的邪正，大智能够判断大的邪正。小的邪正容易判断，大的邪正，我们没有智慧就不能判断，这个在现前就很多。超过智慧一点点的就不能判断，不能判断，再固执自己的成见，这就犯了错误，以为自己看的是正确的，你只能看到这个境界，再往深远看不到了。",
      "zh_TW": "所以是『一向趣入』，這句很重要，一個方向趣入無上正等正覺。『諸位修行』，這個諸位就是以大乘菩薩五十一個位次，小乘四果四向，八個位次。『決斷邪正』，這才叫智。小智能夠判斷小的邪正，大智能夠判斷大的邪正。小的邪正容易判斷，大的邪正，我們沒有智慧就不能判斷，這個在現前就很多。超過智慧一點點的就不能判斷，不能判斷，再固執自己的成見，這就犯了錯誤，以為自己看的是正確的，你只能看到這個境界，再往深遠看不到了。"
    },
    {
      "id": "04-003-0100_p0068",
      "zh_CN": "所以这个邪师说法，为什么听众那么多？为什么信的人那么多？的确超过正法。这个问题是什么？大众智慧很浅，他就看到这一点。正法必须要再往远一点，他见不到。所以很难辨别邪正，自己智慧太少了，不肯虚心的学习。虽然每天念经，经里面意思不懂，那也是枉然。经论讲得太深，没有人给你讲解，即使有人给你讲解，讲得很清楚、很明白，我们是不是听懂了？还是听不懂，这听不懂还不碍事，就怕听了之后把意思会错了，那个麻烦才大。这些事情很多，有很多那些讲的，几乎跟我讲的意思完全不一样，错会了意思，曲解了意思，你说这个多麻烦。他在外国到处宣扬说我说的，你说这怎么办？由此可知，智是真正的难，智一定从清净心生，所以它的德用就是决断邪正。底下还有个问题：",
      "zh_TW": "所以這個邪師說法，為什麼聽眾那麼多？為什麼信的人那麼多？的確超過正法。這個問題是什麼？大眾智慧很淺，他就看到這一點。正法必須要再往遠一點，他見不到。所以很難辨別邪正，自己智慧太少了，不肯虛心的學習。雖然每天念經，經裡面意思不懂，那也是枉然。經論講得太深，沒有人給你講解，即使有人給你講解，講得很清楚、很明白，我們是不是聽懂了？還是聽不懂，這聽不懂還不礙事，就怕聽了之後把意思會錯了，那個麻煩才大。這些事情很多，有很多那些講的，幾乎跟我講的意思完全不一樣，錯會了意思，曲解了意思，你說這個多麻煩。他在外國到處宣揚說我說的，你說這怎麼辦？由此可知，智是真正的難，智一定從清淨心生，所以它的德用就是決斷邪正。底下還有個問題："
    },
    {
      "id": "04-003-0100_p0069",
      "zh_CN": "【问。岂离邪境而说正耶。】",
      "zh_TW": "【問。豈離邪境而說正耶。】"
    },
    {
      "id": "04-003-0100_p0070",
      "zh_CN": "这个问题都是我们的疑问。是不是离开邪境才说正法？",
      "zh_TW": "這個問題都是我們的疑問。是不是離開邪境才說正法？"
    },
    {
      "id": "04-003-0100_p0071",
      "zh_CN": "【答。由心迷悟之异。境亦成差。】",
      "zh_TW": "【答。由心迷悟之異。境亦成差。】"
    },
    {
      "id": "04-003-0100_p0072",
      "zh_CN": "关键还是在心之迷悟，因此迷悟不同，看境界就不一样。下面一个比喻：",
      "zh_TW": "關鍵還是在心之迷悟，因此迷悟不同，看境界就不一樣。下面一個比喻："
    },
    {
      "id": "04-003-0100_p0073",
      "zh_CN": "【如蛇是迷心之境。】",
      "zh_TW": "【如蛇是迷心之境。】"
    },
    {
      "id": "04-003-0100_p0074",
      "zh_CN": "这是个古写的，毒蛇猛兽的蛇。",
      "zh_TW": "這是個古寫的，毒蛇猛獸的蛇。"
    },
    {
      "id": "04-003-0100_p0075",
      "zh_CN": "【绳是悟智之境也。】",
      "zh_TW": "【繩是悟智之境也。】"
    },
    {
      "id": "04-003-0100_p0076",
      "zh_CN": "古人常常用这个比喻。尤其在晚上走路，地上有一条绳子，一下踏到，吓了一跳，踩到一条蛇了，这不得了。迷的人以为那个是蛇，觉悟的人，那是一条绳子不是蛇，所以他们两个人境界就不一样，用这个比喻。迷人错会境界，往往生很多烦恼，做错很多事情受恶报。觉悟的人对于境界清清楚楚、明明白白，不迷惑，不会造业，也不会受恶报，这迷悟不一样。所以那个对的境界感受完全不相同。底下说：",
      "zh_TW": "古人常常用這個比喻。尤其在晚上走路，地上有一條繩子，一下踏到，嚇了一跳，踩到一條蛇了，這不得了。迷的人以為那個是蛇，覺悟的人，那是一條繩子不是蛇，所以他們兩個人境界就不一樣，用這個比喻。迷人錯會境界，往往生很多煩惱，做錯很多事情受惡報。覺悟的人對於境界清清楚楚、明明白白，不迷惑，不會造業，也不會受惡報，這迷悟不一樣。所以那個對的境界感受完全不相同。底下說："
    },
    {
      "id": "04-003-0100_p0077",
      "zh_CN": "【相用显然者。总结成事法界也。】",
      "zh_TW": "【相用顯然者。總結成事法界也。】"
    },
    {
      "id": "04-003-0100_p0078",
      "zh_CN": "这是解释末后这句，总结「相用显然，皆曰事也」。在佛法，把整个法界归纳起来，一一诸法归纳起来，不外乎体相用，体是属于理，一切现象、一切作用统统是事。下面第二段这是讲理，理就是讲本体，所以一切相用统统是事法界。",
      "zh_TW": "這是解釋末後這句，總結「相用顯然，皆曰事也」。在佛法，把整個法界歸納起來，一一諸法歸納起來，不外乎體相用，體是屬於理，一切現象、一切作用統統是事。下面第二段這是講理，理就是講本體，所以一切相用統統是事法界。"
    },
    {
      "id": "04-003-0100_p0079",
      "zh_CN": "好，我们今天时间到了，就讲到此地。",
      "zh_TW": "好，我們今天時間到了，就講到此地。"
    }
  ]
}