{
  "doc_id": "04-003-0117",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一七集",
    "zh_TW": "第一一七集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0117",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "04-003-0117_p0001",
      "zh_CN": "请掀开经本，二百八十九面第三行，看《疏》：",
      "zh_TW": "請掀開經本，二百八十九面第三行，看《疏》："
    },
    {
      "id": "04-003-0117_p0002",
      "zh_CN": "【第三能所俱泯者。由智即理。故智非智。以全同理。无自体故。由理即智。故理非理。以全同智。无自立故。如波即水。动相便虚。水即波故。静相亦隐。动静两亡。性相齐离。】",
      "zh_TW": "【第三能所俱泯者。由智即理。故智非智。以全同理。無自體故。由理即智。故理非理。以全同智。無自立故。如波即水。動相便虛。水即波故。靜相亦隱。動靜兩亡。性相齊離。】"
    },
    {
      "id": "04-003-0117_p0003",
      "zh_CN": "这是第三个段落，给我们说明这事实真相的另一方面。前面讲过能所不二，此地告诉我们能所俱不可得。这个泯就是不可得的意思。这段文，我们看注解，在注解里面来研究。这个注解是钞。",
      "zh_TW": "這是第三個段落，給我們說明這事實真相的另一方面。前面講過能所不二，此地告訴我們能所俱不可得。這個泯就是不可得的意思。這段文，我們看註解，在註解裡面來研究。這個註解是鈔。"
    },
    {
      "id": "04-003-0117_p0004",
      "zh_CN": "【能所俱泯。第三即大乘顿教。】",
      "zh_TW": "【能所俱泯。第三即大乘頓教。】"
    },
    {
      "id": "04-003-0117_p0005",
      "zh_CN": "这是跟终教的见解就不相同。前面讲的是有次第，此地讲没有次第。",
      "zh_TW": "這是跟終教的見解就不相同。前面講的是有次第，此地講沒有次第。"
    },
    {
      "id": "04-003-0117_p0006",
      "zh_CN": "【泯有二意。一互夺故。具如疏文。】",
      "zh_TW": "【泯有二意。一互奪故。具如疏文。】"
    },
    {
      "id": "04-003-0117_p0007",
      "zh_CN": "这是前面文里面所讲的，是互相互夺的意思。因此在一切法里头确实了不可得，可是在现象上有没有？现象上确实有这些事情，宇宙之间有体有相、有理有智。这个东西都是存在的，但是你决定不能执着它。执着就错了，一生执着，你就落在妄想、邪见之中。如果我统统都不执着，不执着就落在无明里头。那到底要怎么样才好？一定是了解事实的真相就对了。佛是叫我们明了诸法实相，经中这十段是诸法实相的面面观，每一面都看到了，原来这个事实才真了解，这心里面疑虑没有了，分别没有了，执着没有了，然后在应用上就会活活泼泼，一丝毫拘泥都没有，这就得大自在，这是佛法真实的德用在此地。这第二个意思：",
      "zh_TW": "這是前面文裡面所講的，是互相互奪的意思。因此在一切法裡頭確實了不可得，可是在現象上有沒有？現象上確實有這些事情，宇宙之間有體有相、有理有智。這個東西都是存在的，但是你決定不能執著它。執著就錯了，一生執著，你就落在妄想、邪見之中。如果我統統都不執著，不執著就落在無明裡頭。那到底要怎麼樣才好？一定是了解事實的真相就對了。佛是叫我們明瞭諸法實相，經中這十段是諸法實相的面面觀，每一面都看到了，原來這個事實才真了解，這心裡面疑慮沒有了，分別沒有了，執著沒有了，然後在應用上就會活活潑潑，一絲毫拘泥都沒有，這就得大自在，這是佛法真實的德用在此地。這第二個意思："
    },
    {
      "id": "04-003-0117_p0008",
      "zh_CN": "【本心顿现故俱泯。】",
      "zh_TW": "【本心頓現故俱泯。】"
    },
    {
      "id": "04-003-0117_p0009",
      "zh_CN": "这个意思，前面经文里头没有，这疏文里头没有。疏文里虽没有说，意思有，文字上没有，意思有。而佛在经文里面，对于这个意思说得最清楚、最透彻的，在《楞严》上。《楞严》讲一切万法「当处出生，当处灭尽」，这个生灭就跟此地的理与智一样也不可得。『本心顿现』这个意思是《楞严》上讲得多。那这个地方略说，我们看这段文：",
      "zh_TW": "這個意思，前面經文裡頭沒有，這疏文裡頭沒有。疏文裡雖沒有說，意思有，文字上沒有，意思有。而佛在經文裡面，對於這個意思說得最清楚、最透徹的，在《楞嚴》上。《楞嚴》講一切萬法「當處出生，當處滅盡」，這個生滅就跟此地的理與智一樣也不可得。『本心頓現』這個意思是《楞嚴》上講得多。那這個地方略說，我們看這段文："
    },
    {
      "id": "04-003-0117_p0010",
      "zh_CN": "【谓本觉心体自知。不可将知更知心体。】",
      "zh_TW": "【謂本覺心體自知。不可將知更知心體。】"
    },
    {
      "id": "04-003-0117_p0011",
      "zh_CN": "这句话的意思非常之深。富楼那尊者曾经向释迦牟尼佛请教，这一切众生，佛说都有无明，这无明从哪来的？无明几时有的？这是两大问题。后面他还有个问题，这无明断了之后，几时再生？这《楞严》上是三大问题，这个问叫大问。佛解答得非常妙，跟这地方的意思是一样，也就是马鸣菩萨在《起信论》里面所讲的本觉本有。此地讲觉心，那这个『本觉心体自知』，这自知在哪里？我们张开眼睛就见了，这个见是自见。不是说张开眼睛，这介绍给你，这个看见了，那个没有介绍就看不见，不是这样子，张开眼睛就见，这个见就是自知。竖起耳朵能听，这能听就是自性的自知。六根的能力本来如是，这样的见闻觉知，就是佛在一切大经里面所讲的佛知佛见。",
      "zh_TW": "這句話的意思非常之深。富樓那尊者曾經向釋迦牟尼佛請教，這一切眾生，佛說都有無明，這無明從哪來的？無明幾時有的？這是兩大問題。後面他還有個問題，這無明斷了之後，幾時再生？這《楞嚴》上是三大問題，這個問叫大問。佛解答得非常妙，跟這地方的意思是一樣，也就是馬鳴菩薩在《起信論》裡面所講的本覺本有。此地講覺心，那這個『本覺心體自知』，這自知在哪裡？我們張開眼睛就見了，這個見是自見。不是說張開眼睛，這介紹給你，這個看見了，那個沒有介紹就看不見，不是這樣子，張開眼睛就見，這個見就是自知。豎起耳朵能聽，這能聽就是自性的自知。六根的能力本來如是，這樣的見聞覺知，就是佛在一切大經裡面所講的佛知佛見。"
    },
    {
      "id": "04-003-0117_p0012",
      "zh_CN": "所以佛在《华严》、《圆觉》上告诉我们，「一切众生本来成佛」，你说是不是本来佛？佛张开眼睛见，我们张开眼睛也见；佛竖起耳朵能听，我们竖起耳朵也能听。跟佛有什么差别？全无差别。可是事实上我们跟佛差别太大，毛病出在哪里？出在底下这句，『将知更知心体』，毛病出在这里。《楞严》上讲的「知见立知」，就是这句话。知见是本有的，是本能，知见再立一个知，就错了。错在哪里？你有分别，你有执着，你有妄想。我们张开眼睛见，当你没有分别，没有执着，没有妄想的时候，你见的一切境界，你们想想，是不是平等的？平等就是佛知佛见。这十法界心行，常说佛心平等。我们这个眼睛一看，这是人，那是物，这不平等。这是你，那是他，这是我，不平等。这些什么？这叫知见立知，这是你错误了，你自己再建立一个知，这个知不是正知，离开这个平等的知是真知，那是你的本能。才一起心动念，就把我们的真知变质了，变成妄想。从妄想里面再起执着，这个麻烦就大，这不是事实真相，事实真相是万法平等。你要问为什么平等？因为所有一切万法都是自性变现的。六根的作用，这是能知，是自性变现的；外面六尘境界是你所知，还是自性变现的。所以说情与无情，情就是能知，无情就是你所知的，同圆种智。",
      "zh_TW": "所以佛在《華嚴》、《圓覺》上告訴我們，「一切眾生本來成佛」，你說是不是本來佛？佛張開眼睛見，我們張開眼睛也見；佛豎起耳朵能聽，我們豎起耳朵也能聽。跟佛有什麼差別？全無差別。可是事實上我們跟佛差別太大，毛病出在哪裡？出在底下這句，『將知更知心體』，毛病出在這裡。《楞嚴》上講的「知見立知」，就是這句話。知見是本有的，是本能，知見再立一個知，就錯了。錯在哪裡？你有分別，你有執著，你有妄想。我們張開眼睛見，當你沒有分別，沒有執著，沒有妄想的時候，你見的一切境界，你們想想，是不是平等的？平等就是佛知佛見。這十法界心行，常說佛心平等。我們這個眼睛一看，這是人，那是物，這不平等。這是你，那是他，這是我，不平等。這些什麼？這叫知見立知，這是你錯誤了，你自己再建立一個知，這個知不是正知，離開這個平等的知是真知，那是你的本能。才一起心動念，就把我們的真知變質了，變成妄想。從妄想裡面再起執著，這個麻煩就大，這不是事實真相，事實真相是萬法平等。你要問為什麼平等？因為所有一切萬法都是自性變現的。六根的作用，這是能知，是自性變現的；外面六塵境界是你所知，還是自性變現的。所以說情與無情，情就是能知，無情就是你所知的，同圓種智。"
    },
    {
      "id": "04-003-0117_p0013",
      "zh_CN": "这个意思如果我们还体会不到，我们拿作梦做个比喻。每个人都有作梦的经验，作梦在梦中的时候，有没有能知？有。有没有所知？也有，梦中梦到那些境界是你所知的。你梦醒了，仔细想一想这桩事情，这个事实真相，能所是不是统统是自己心理变现之物，离开自性，哪来的能所？所以能所本来是一，既是一，就平等了，二就不平等。所以佛法的修学，无论是哪个宗派，无论是哪个法门，你要修的什么？就是修的一。我们净土宗里面讲一心，就是修的一心，这二心就错了。这一心将来你证得的境界，叫一真法界，决定不是十法界，是一真法界。一真法界如何能证得？一心能证得。换句话说，我们的妄心、三心二意，你所证得的是十法界。如果你是一心，一心，十法界不见了，十法界变成一真法界，这是事实真相的一面。我们一定要能够体会得到，一定要明白这个事实的真相。",
      "zh_TW": "這個意思如果我們還體會不到，我們拿作夢做個比喻。每個人都有作夢的經驗，作夢在夢中的時候，有沒有能知？有。有沒有所知？也有，夢中夢到那些境界是你所知的。你夢醒了，仔細想一想這樁事情，這個事實真相，能所是不是統統是自己心理變現之物，離開自性，哪來的能所？所以能所本來是一，既是一，就平等了，二就不平等。所以佛法的修學，無論是哪個宗派，無論是哪個法門，你要修的什麼？就是修的一。我們淨土宗裡面講一心，就是修的一心，這二心就錯了。這一心將來你證得的境界，叫一真法界，決定不是十法界，是一真法界。一真法界如何能證得？一心能證得。換句話說，我們的妄心、三心二意，你所證得的是十法界。如果你是一心，一心，十法界不見了，十法界變成一真法界，這是事實真相的一面。我們一定要能夠體會得到，一定要明白這個事實的真相。"
    },
    {
      "id": "04-003-0117_p0014",
      "zh_CN": "为什么要明了？妄念很难息，妄想，无始劫以来的习气为什么断不掉？学了佛，好像这个道理明白了，为什么还是断不掉？就是事实真相没有真正的了解，所以还是打妄想。真相明了之后，我们对于一切人事物的看法，就跟从前不一样了。从前什么？挺认真的，在这里分别执着。现在看破了，对什么事情也就含含糊糊的，不会去计较了，也不会去认真，这心地就轻松了不少了，没有那么大的压力，慢慢慢慢的心就能恢复到平静，这叫修行，这叫功夫。所以功夫说老实话，不是在一天念多少佛，拜多少佛，念多少咒，那是形式，真正功夫得力，是心里头确实放下了，真正看破了，真正放下了。心里头没有东西，得自在了，这个叫得力。所以佛跟我们讲这些道理，你要晓得目的是在此地，都是叫我们得一心、得清净心的。底下举了个比喻说：",
      "zh_TW": "為什麼要明瞭？妄念很難息，妄想，無始劫以來的習氣為什麼斷不掉？學了佛，好像這個道理明白了，為什麼還是斷不掉？就是事實真相沒有真正的了解，所以還是打妄想。真相明瞭之後，我們對於一切人事物的看法，就跟從前不一樣了。從前什麼？挺認真的，在這裡分別執著。現在看破了，對什麼事情也就含含糊糊的，不會去計較了，也不會去認真，這心地就輕鬆了不少了，沒有那麼大的壓力，慢慢慢慢的心就能恢復到平靜，這叫修行，這叫功夫。所以功夫說老實話，不是在一天念多少佛，拜多少佛，念多少咒，那是形式，真正功夫得力，是心裡頭確實放下了，真正看破了，真正放下了。心裡頭沒有東西，得自在了，這個叫得力。所以佛跟我們講這些道理，你要曉得目的是在此地，都是叫我們得一心、得清淨心的。底下舉了個比喻說："
    },
    {
      "id": "04-003-0117_p0015",
      "zh_CN": "【如眼不自见。】",
      "zh_TW": "【如眼不自見。】"
    },
    {
      "id": "04-003-0117_p0016",
      "zh_CN": "眼睛能看到外面东西，看不到自己。",
      "zh_TW": "眼睛能看到外面東西，看不到自己。"
    },
    {
      "id": "04-003-0117_p0017",
      "zh_CN": "【刀不自斫等。】",
      "zh_TW": "【刀不自斫等。】"
    },
    {
      "id": "04-003-0117_p0018",
      "zh_CN": "刀可以砍别的东西，刀不会砍自己，这是举个比喻来说的。",
      "zh_TW": "刀可以砍別的東西，刀不會砍自己，這是舉個比喻來說的。"
    },
    {
      "id": "04-003-0117_p0019",
      "zh_CN": "【故七祖云拟心即差。正证之时。无别能证。能证既无。即是本心。所证无得。亦唯本心。故能所本绝。】",
      "zh_TW": "【故七祖云擬心即差。正證之時。無別能證。能證既無。即是本心。所證無得。亦唯本心。故能所本絕。】"
    },
    {
      "id": "04-003-0117_p0020",
      "zh_CN": "这几句话说得非常之好。拟心是什么？就是起心动念。不管在什么境界上，你只要一起心就错了。一起心怎么样？能所就对立，这是修学的要领，适用于一切法门。不但禅家非常重视，为什么？禅从这个门入进去，所以他特别重视。禅的功夫，就是叫你一天到晚所谓寂寂惺惺。寂是什么？清清楚楚，寂是很静，寂静的，就是不起心、不动念。惺惺是样样清楚。譬如我们眼见外面一切境界相，惺惺，都看得清楚。寂是什么？没有分别，没有执着，这个就是寂。一起分别执着，这个心就动了，心里面就有是非人我。是非人我小波浪，小浪，再进一步就有贪瞋痴慢，贪瞋痴慢是大浪，这大的波浪，那就不寂了。寂就是定，寂就是一心不乱。",
      "zh_TW": "這幾句話說得非常之好。擬心是什麼？就是起心動念。不管在什麼境界上，你只要一起心就錯了。一起心怎麼樣？能所就對立，這是修學的要領，適用於一切法門。不但禪家非常重視，為什麼？禪從這個門入進去，所以他特別重視。禪的功夫，就是叫你一天到晚所謂寂寂惺惺。寂是什麼？清清楚楚，寂是很靜，寂靜的，就是不起心、不動念。惺惺是樣樣清楚。譬如我們眼見外面一切境界相，惺惺，都看得清楚。寂是什麼？沒有分別，沒有執著，這個就是寂。一起分別執著，這個心就動了，心裡面就有是非人我。是非人我小波浪，小浪，再進一步就有貪瞋痴慢，貪瞋痴慢是大浪，這大的波浪，那就不寂了。寂就是定，寂就是一心不亂。"
    },
    {
      "id": "04-003-0117_p0021",
      "zh_CN": "所以会用功的人，一切时、一切处都是道场，到哪里去找个道场去修？想找个道场去修，此地讲『拟心即差』，你还去找，不必要去找，当下就是，这就对了，当下就是。不会修的人才要去找道场，找到道场之后也是盲修瞎练。真正修行的人处处是道场，时时是道场，他的功夫，就是六根接触六尘，在这个地方练，练什么？练寂寂惺惺，练这个功夫，样样清楚，绝不起心动念，这就是亲证的时候。亲证就是亲自入了这个境界。这个境界是什么境界？这个境界里面没有分别，没有执着，没有妄想，『无别能证』。如果你还有一个能证，有个所证，那就错了，有能所，还是在妄想分别执着，没有能所。诸位想想我刚才举的这个例子，作梦，这一梦醒了，刚才那个梦中哪有能所？在梦里头有能所，醒了之后才晓得能所是一不是二。假如正在作梦的时候，忽然觉悟了，我在作梦，原来梦里自己是自己心变现的，梦里头所有一切人，也是我自心变现的。那我对这个好，对那个不好，岂不是自己跟自己过不去吗？晓得一切好人、坏人，顺境、逆境全是自性变现，你的心在这里头就平等了。怎么平等？再不执着，再也不分别了，这境界自然就平等。",
      "zh_TW": "所以會用功的人，一切時、一切處都是道場，到哪裡去找個道場去修？想找個道場去修，此地講『擬心即差』，你還去找，不必要去找，當下就是，這就對了，當下就是。不會修的人才要去找道場，找到道場之後也是盲修瞎練。真正修行的人處處是道場，時時是道場，他的功夫，就是六根接觸六塵，在這個地方練，練什麼？練寂寂惺惺，練這個功夫，樣樣清楚，絕不起心動念，這就是親證的時候。親證就是親自入了這個境界。這個境界是什麼境界？這個境界裡面沒有分別，沒有執著，沒有妄想，『無別能證』。如果你還有一個能證，有個所證，那就錯了，有能所，還是在妄想分別執著，沒有能所。諸位想想我剛才舉的這個例子，作夢，這一夢醒了，剛才那個夢中哪有能所？在夢裡頭有能所，醒了之後才曉得能所是一不是二。假如正在作夢的時候，忽然覺悟了，我在作夢，原來夢裡自己是自己心變現的，夢裡頭所有一切人，也是我自心變現的。那我對這個好，對那個不好，豈不是自己跟自己過不去嗎？曉得一切好人、壞人，順境、逆境全是自性變現，你的心在這裡頭就平等了。怎麼平等？再不執著，再也不分別了，這境界自然就平等。"
    },
    {
      "id": "04-003-0117_p0022",
      "zh_CN": "为什么自心变现还有善恶？还有好丑？正是因为能变的那个心不清净，所变的境界就有好丑。我们这个心，你看唯识里面所说的，唯识经论讲的，有善心所、有烦恼心所，烦恼的心所多，烦恼是不善。天亲菩萨将一切法归纳成百法，百法里面跟我们讲善心所十一个，不善的心所二十六个，所以变现出来的境界丑的多，美的少。所有一切境界，都是自己心心所的相分变现出来的，离开心心所就无有一法可得，这是真的。我们活在这个世间，好像这个世间是真实的，这就像作梦，入了梦境。哪一天眼睛闭下来了，不要等死，晚上睡觉就知道了，一躺在床上睡觉，这世界没有了，立刻就消失了，就好像我们作梦一样，梦醒了，这个世界就消失了，没有了。可见得这个世界，《金刚经》上说得很清楚，如梦幻泡影，哪里是真的？不要以为这是现实，假的！张开眼睛的时候，精神挺足，好像是真的，到累了的时候，睡着了，这境界就没有了。每天睡觉醒来这个境界存在，叫相续相。是不是原来那个境界？不是的，是相续相。过去的已经过去了，不存在了，这是相续相，这个一定要知道，这才是事实真相。了解之后，对过去绝对没有后悔，对将来也不要寄予期望，是不是？从前做后悔了，未来还有期望，还有打算，统统是妄想，统统是错了。所以能证、所证统统不可得，这个不可得正是真心，正是自性。",
      "zh_TW": "為什麼自心變現還有善惡？還有好醜？正是因為能變的那個心不清淨，所變的境界就有好醜。我們這個心，你看唯識裡面所說的，唯識經論講的，有善心所、有煩惱心所，煩惱的心所多，煩惱是不善。天親菩薩將一切法歸納成百法，百法裡面跟我們講善心所十一個，不善的心所二十六個，所以變現出來的境界醜的多，美的少。所有一切境界，都是自己心心所的相分變現出來的，離開心心所就無有一法可得，這是真的。我們活在這個世間，好像這個世間是真實的，這就像作夢，入了夢境。哪一天眼睛閉下來了，不要等死，晚上睡覺就知道了，一躺在床上睡覺，這世界沒有了，立刻就消失了，就好像我們作夢一樣，夢醒了，這個世界就消失了，沒有了。可見得這個世界，《金剛經》上說得很清楚，如夢幻泡影，哪裡是真的？不要以為這是現實，假的！張開眼睛的時候，精神挺足，好像是真的，到累了的時候，睡著了，這境界就沒有了。每天睡覺醒來這個境界存在，叫相續相。是不是原來那個境界？不是的，是相續相。過去的已經過去了，不存在了，這是相續相，這個一定要知道，這才是事實真相。了解之後，對過去絕對沒有後悔，對將來也不要寄予期望，是不是？從前做後悔了，未來還有期望，還有打算，統統是妄想，統統是錯了。所以能證、所證統統不可得，這個不可得正是真心，正是自性。"
    },
    {
      "id": "04-003-0117_p0023",
      "zh_CN": "禅家讲，明心见性，他到底见了什么性？就是见的这个。可见得他所见到的，就是我们天天见到的，我们天天见到是迷在里面，不知道事实真相。见性就是真正见到事实的真相，这个时候的心清净无比，一切法明了通达，无有障碍。我们今天的病，就是被这个境界迷了，迷惑了。怎么迷的？在这个境界里起心动念、分别执着，搞这个，这叫凡夫。起心动念、分别执着，就是造业。既然造业了，这个现象就有差别，所以有十法界的相，有六道轮回的相，有三恶道的相，全是自性变现出来的；离开自性，无有一法可得。下面引《般若心经》的一句话说：",
      "zh_TW": "禪家講，明心見性，他到底見了什麼性？就是見的這個。可見得他所見到的，就是我們天天見到的，我們天天見到是迷在裡面，不知道事實真相。見性就是真正見到事實的真相，這個時候的心清淨無比，一切法明瞭通達，無有障礙。我們今天的病，就是被這個境界迷了，迷惑了。怎麼迷的？在這個境界裡起心動念、分別執著，搞這個，這叫凡夫。起心動念、分別執著，就是造業。既然造業了，這個現象就有差別，所以有十法界的相，有六道輪迴的相，有三惡道的相，全是自性變現出來的；離開自性，無有一法可得。下面引《般若心經》的一句話說："
    },
    {
      "id": "04-003-0117_p0024",
      "zh_CN": "【般若心经云。无智亦无得。】",
      "zh_TW": "【般若心經云。無智亦無得。】"
    },
    {
      "id": "04-003-0117_p0025",
      "zh_CN": "就是这个境界。再给诸位说明白，这个意思要是会错了，那就坏了。怎么会会错了？你听说一切法了不可得，你就执着这一切法了不可得，你有得了。你得了什么？得了一切法了不可得，这又是病，这个病比起你过去那个病还要严重。所以了义的经典，祖师大德不常说，原因就是怕大家听了错会了意思，麻烦更大。像一个人有病一样，就怕他病上再加病，那个没救了，所以不常说。那是不是有智？是不是有得？刚才讲，有智有得，有性有相，有事有理。执着有这个病好治，执着空这个病就不好治了；有是事实的真相，空还是事实的真相，这个要知道。",
      "zh_TW": "就是這個境界。再給諸位說明白，這個意思要是會錯了，那就壞了。怎麼會會錯了？你聽說一切法了不可得，你就執著這一切法了不可得，你有得了。你得了什麼？得了一切法了不可得，這又是病，這個病比起你過去那個病還要嚴重。所以了義的經典，祖師大德不常說，原因就是怕大家聽了錯會了意思，麻煩更大。像一個人有病一樣，就怕他病上再加病，那個沒救了，所以不常說。那是不是有智？是不是有得？剛才講，有智有得，有性有相，有事有理。執著有這個病好治，執著空這個病就不好治了；有是事實的真相，空還是事實的真相，這個要知道。"
    },
    {
      "id": "04-003-0117_p0026",
      "zh_CN": "为什么说有是事实真相？有是从现象上来说的。譬如你晚上作梦的时候，问你梦有没有？梦真有，真的作了梦。梦中事情想一想，还清清楚楚，怎么能说没有？醒了之后，才知道梦了不可得。醒了之后才觉悟，才知道了不可得。正在梦中的时候，有没有可得的？还是不可得，不可得以为可得。所以诸位知道佛说法的密义，相有体没有，事有理没有，这才是把真相面面都看到了。面面看到了，刚才讲了，你才会讲这是真正看破，面面都看到，然后才能彻底放下，恢复到本性。本心，六祖说得好，本来无一物，那是你的本心，这就是净宗里面讲的清净心。有一物就不清净，一定到本来无一物，这个心才真正清净。清净心是真心，清净心起作用，就是般若智慧。所以般若智慧不是从外面可以求得来的，求不到的，它是清净心的作用。",
      "zh_TW": "為什麼說有是事實真相？有是從現象上來說的。譬如你晚上作夢的時候，問你夢有沒有？夢真有，真的作了夢。夢中事情想一想，還清清楚楚，怎麼能說沒有？醒了之後，才知道夢了不可得。醒了之後才覺悟，才知道了不可得。正在夢中的時候，有沒有可得的？還是不可得，不可得以為可得。所以諸位知道佛說法的密義，相有體沒有，事有理沒有，這才是把真相面面都看到了。面面看到了，剛才講了，你才會講這是真正看破，面面都看到，然後才能徹底放下，恢復到本性。本心，六祖說得好，本來無一物，那是你的本心，這就是淨宗裡面講的清淨心。有一物就不清淨，一定到本來無一物，這個心才真正清淨。清淨心是真心，清淨心起作用，就是般若智慧。所以般若智慧不是從外面可以求得來的，求不到的，它是清淨心的作用。"
    },
    {
      "id": "04-003-0117_p0027",
      "zh_CN": "【又四祖云。若以知知寂。非是无缘知。如手执如意。非无如意手。若以自知知。亦非无缘知。如手自作拳。非是不拳手。手不执如意。亦不自作拳。本手自然在。非谓于无手也。】",
      "zh_TW": "【又四祖云。若以知知寂。非是無緣知。如手執如意。非無如意手。若以自知知。亦非無緣知。如手自作拳。非是不拳手。手不執如意。亦不自作拳。本手自然在。非謂於無手也。】"
    },
    {
      "id": "04-003-0117_p0028",
      "zh_CN": "这段的比喻要很细心去体会，都是描绘事实的真相。我们这个心清净，我要问你，你知不知道你心清净？这个人得定，自己知道不知道自己得定？你要说不知，那到底谁得定？谁得清净心？你要说知，谁知？哪一个知？这个境界，佛在经上常讲，「言语道断，心行处灭」。试问问，一个人在不起心、不动念的时候，他还有什么疑问？所以起心动念就错了。起心动念才有人我，才有是非，才有能所，所有一切法对立的，相对建立。当你不起心、不动念的时候，没有相对的。没有相对的，尽虚空遍法界这是不得已说个一，一也没有！说个一，一对面还有多，一对面还有二，所以那个一是不得已而说的。换句话说，无法可说，这是真的。可见得这个有法可说，都不是真说，权说、方便说，这是能说得出来的，真实的说不出来。",
      "zh_TW": "這段的比喻要很細心去體會，都是描繪事實的真相。我們這個心清淨，我要問你，你知不知道你心清淨？這個人得定，自己知道不知道自己得定？你要說不知，那到底誰得定？誰得清淨心？你要說知，誰知？哪一個知？這個境界，佛在經上常講，「言語道斷，心行處滅」。試問問，一個人在不起心、不動念的時候，他還有什麼疑問？所以起心動念就錯了。起心動念才有人我，才有是非，才有能所，所有一切法對立的，相對建立。當你不起心、不動念的時候，沒有相對的。沒有相對的，盡虛空遍法界這是不得已說個一，一也沒有！說個一，一對面還有多，一對面還有二，所以那個一是不得已而說的。換句話說，無法可說，這是真的。可見得這個有法可說，都不是真說，權說、方便說，這是能說得出來的，真實的說不出來。"
    },
    {
      "id": "04-003-0117_p0029",
      "zh_CN": "佛教给我们，从方便里面去体会真实，这是佛说法的善巧，因此法不能执着，一执着就错了。《金刚经》上一再的警惕我们，「法尚应舍，何况非法」，那个舍就是不执着，对于法也不执着，何况那个法是指佛所说的法。佛所说的法我们都不执着，何况这个世出世间其他的一切法？只要不执着，就对了，你就得自在了；你执着，你就有忧虑，就有牵挂，就有烦恼，就有业报，都从这来的。",
      "zh_TW": "佛教給我們，從方便裡面去體會真實，這是佛說法的善巧，因此法不能執著，一執著就錯了。《金剛經》上一再的警惕我們，「法尚應捨，何況非法」，那個捨就是不執著，對於法也不執著，何況那個法是指佛所說的法。佛所說的法我們都不執著，何況這個世出世間其他的一切法？只要不執著，就對了，你就得自在了；你執著，你就有憂慮，就有牽掛，就有煩惱，就有業報，都從這來的。"
    },
    {
      "id": "04-003-0117_p0030",
      "zh_CN": "底下全是给我们说的这个意思，『若以知知寂』，这个寂就是定，也就是清净心。『非是无缘知』，那不是无缘知是什么？有缘的。缘，用现代话来说就是条件。这个知不是无条件的，无条件的是真知，附带条件的这就不是真知。那是什么知？那是识知。智是你的本性，把智变成了识，变成识了。识里面有分别、有执着，所以才一动念，就把智变成了识。识是有条件的，是有缘的，智是无缘。本性没有条件的，八识就是有条件的。这个条件很多，无量无边，佛把它归纳起来，四大类，亲因缘、所缘缘、无间缘、增上缘。无量无边的缘总不外这四大类，所以迷了自性变成了八识，就是这个意思。",
      "zh_TW": "底下全是給我們說的這個意思，『若以知知寂』，這個寂就是定，也就是清淨心。『非是無緣知』，那不是無緣知是什麼？有緣的。緣，用現代話來說就是條件。這個知不是無條件的，無條件的是真知，附帶條件的這就不是真知。那是什麼知？那是識知。智是你的本性，把智變成了識，變成識了。識裡面有分別、有執著，所以才一動念，就把智變成了識。識是有條件的，是有緣的，智是無緣。本性沒有條件的，八識就是有條件的。這個條件很多，無量無邊，佛把它歸納起來，四大類，親因緣、所緣緣、無間緣、增上緣。無量無邊的緣總不外這四大類，所以迷了自性變成了八識，就是這個意思。"
    },
    {
      "id": "04-003-0117_p0031",
      "zh_CN": "下面一个比喻说，『如手执如意』，手上拿个如意。『非无如意手』，不能说没有如意的这个手，那手上拿着如意，手是能拿，如意是所拿。能所没有了，这才是事实真相，有能有所就错了，就隔了一层。这下面又说，『若以自知知』，前面讲知这是寂，现在讲知的是知，这个意思就更进一层。前面是能对所，现在是能对能，能知对能知，这更亲了，还是错了。『亦非无缘知』，这个知是什么？这个知就是阿赖耶里面的见分，前面那个寂是阿赖耶的相分，自性变成阿赖耶识，所以还是缘生的。缘生就是生灭法，缘生就是有为法。所以百法里面，八个识是有为法，五十一心所也是有为法，二十四个不相应行法还是有为法，色法统统包括在有为法里面，有为法就是有条件的。你看百法里面前面九十四大类统统是有为法，要用现代的话，包括我们的精神以及物质，精神、物质统统是有为法，只有末后那是六个无为法。那六个无为法里面第一个，虚空是无为法。虚空是不是真正的无为？不是，六个无为法，只有最后一个真如无为是真的，其他的那五种是有为法不能包括的，相似的无为法，不是真实的无为法。因为它不是种种条件凑成的，所以有为法里不能归纳，把它并在无为法里头。这个定中的境界是属于无为法，真正得定，真正的这个心就不起心、不动念，离开一切妄想分别执着，这是有为法里头不能包括，这是合到无为法里头。",
      "zh_TW": "下面一個比喻說，『如手執如意』，手上拿個如意。『非無如意手』，不能說沒有如意的這個手，那手上拿著如意，手是能拿，如意是所拿。能所沒有了，這才是事實真相，有能有所就錯了，就隔了一層。這下面又說，『若以自知知』，前面講知這是寂，現在講知的是知，這個意思就更進一層。前面是能對所，現在是能對能，能知對能知，這更親了，還是錯了。『亦非無緣知』，這個知是什麼？這個知就是阿賴耶裡面的見分，前面那個寂是阿賴耶的相分，自性變成阿賴耶識，所以還是緣生的。緣生就是生滅法，緣生就是有為法。所以百法裡面，八個識是有為法，五十一心所也是有為法，二十四個不相應行法還是有為法，色法統統包括在有為法裡面，有為法就是有條件的。你看百法裡面前面九十四大類統統是有為法，要用現代的話，包括我們的精神以及物質，精神、物質統統是有為法，只有末後那是六個無為法。那六個無為法裡面第一個，虛空是無為法。虛空是不是真正的無為？不是，六個無為法，只有最後一個真如無為是真的，其他的那五種是有為法不能包括的，相似的無為法，不是真實的無為法。因為它不是種種條件湊成的，所以有為法裡不能歸納，把它併在無為法裡頭。這個定中的境界是屬於無為法，真正得定，真正的這個心就不起心、不動念，離開一切妄想分別執著，這是有為法裡頭不能包括，這是合到無為法裡頭。"
    },
    {
      "id": "04-003-0117_p0032",
      "zh_CN": "底下有个比喻，『如手自作拳』，你看这个亲，前面手上拿个东西，拿别的东西。现在手不拿东西，手自己握个拳头，这就比前面意思更亲。『非是不拳手』，手握成拳，跟不握成拳的手是一不是二。手是一个相，握成拳头又是一个相，两种相虽然不同，但是是一只手组成的，比前面那个手拿如意更好懂，更亲切。",
      "zh_TW": "底下有個比喻，『如手自作拳』，你看這個親，前面手上拿個東西，拿別的東西。現在手不拿東西，手自己握個拳頭，這就比前面意思更親。『非是不拳手』，手握成拳，跟不握成拳的手是一不是二。手是一個相，握成拳頭又是一個相，兩種相雖然不同，但是是一隻手組成的，比前面那個手拿如意更好懂，更親切。"
    },
    {
      "id": "04-003-0117_p0033",
      "zh_CN": "这底下合起来给我们讲，『手不执如意，亦不自作拳，本手自然在，非谓于无手也』。这手在，并不是没手，拿如意也好，不拿如意也好，握拳也好，不握拳也好，手在。这个比喻什么？自性永远存在，不管你是在迷、是在悟。总而言之，它是独立的，它是真的。换句话说，你今天成佛，它也在，好像它拿了个如意；变饿鬼，变畜生，它还在。统统是它，除了它之外，没有第二个东西。它是谁？它是我们自己的本人，禅家讲，「父母未生前本来面目」，这就是本来面目。我们说法不得已说了它是能变，十法界依正庄严是所变，这是为了说法方便起见，不得已把它分成两截来说。但是你一定要知道，两截合拢起来是一桩事情，能跟所是一不是二，能变的是自己，所变的还是自己。正如同我们作梦，能作梦的心是自己，所变的那个梦境还是自己。离了自己之外，既没有能作梦的那个心，也没有所作梦的境界，能所统统是个自己，体会这个意思。",
      "zh_TW": "這底下合起來給我們講，『手不執如意，亦不自作拳，本手自然在，非謂於無手也』。這手在，並不是沒手，拿如意也好，不拿如意也好，握拳也好，不握拳也好，手在。這個比喻什麼？自性永遠存在，不管你是在迷、是在悟。總而言之，它是獨立的，它是真的。換句話說，你今天成佛，它也在，好像它拿了個如意；變餓鬼，變畜生，它還在。統統是它，除了它之外，沒有第二個東西。它是誰？它是我們自己的本人，禪家講，「父母未生前本來面目」，這就是本來面目。我們說法不得已說了它是能變，十法界依正莊嚴是所變，這是為了說法方便起見，不得已把它分成兩截來說。但是你一定要知道，兩截合攏起來是一樁事情，能跟所是一不是二，能變的是自己，所變的還是自己。正如同我們作夢，能作夢的心是自己，所變的那個夢境還是自己。離了自己之外，既沒有能作夢的那個心，也沒有所作夢的境界，能所統統是個自己，體會這個意思。"
    },
    {
      "id": "04-003-0117_p0034",
      "zh_CN": "世间人迷惑，不晓得这个事实真相，不知道一切万法就是自性变现之物，所以在这里头起妄想、起分别、起执着。有我执，执着这个身是我，身外一切跟我就对立了，对立就产生矛盾，就产生争执，这就造业。这一造业，自性变现的境界就愈变愈坏。为什么？念头坏了，境界就变坏了。这个道理诸位要明了之后，你会能够觉悟到，现在这个社会为什么这么乱？你能够把这个真正原因找出来。社会为什么这么乱？每个人都胡思乱想，想的都不一样，各人想各人的，他怎么不乱？这是我们自性失调，所以为什么要靠教育？这个教育的成功，说老实话，不是别的，就是把大家的想法、看法拉近。往什么地方拉近？要往自性上拉近，大家才真的心服口服，才悦服。不是说信仰一个主义，信仰一个学说，那个靠不住的，主义与学说过个几年就变了。为什么会变？它不是真的，它是假的。唯有自性不变，这个东西是真的，永远不变，所以往这个地方拉近。",
      "zh_TW": "世間人迷惑，不曉得這個事實真相，不知道一切萬法就是自性變現之物，所以在這裡頭起妄想、起分別、起執著。有我執，執著這個身是我，身外一切跟我就對立了，對立就產生矛盾，就產生爭執，這就造業。這一造業，自性變現的境界就愈變愈壞。為什麼？念頭壞了，境界就變壞了。這個道理諸位要明瞭之後，你會能夠覺悟到，現在這個社會為什麼這麼亂？你能夠把這個真正原因找出來。社會為什麼這麼亂？每個人都胡思亂想，想的都不一樣，各人想各人的，他怎麼不亂？這是我們自性失調，所以為什麼要靠教育？這個教育的成功，說老實話，不是別的，就是把大家的想法、看法拉近。往什麼地方拉近？要往自性上拉近，大家才真的心服口服，才悅服。不是說信仰一個主義，信仰一個學說，那個靠不住的，主義與學說過個幾年就變了。為什麼會變？它不是真的，它是假的。唯有自性不變，這個東西是真的，永遠不變，所以往這個地方拉近。"
    },
    {
      "id": "04-003-0117_p0035",
      "zh_CN": "落实在事相上就是孝，就是敬。不管在什么制度之下，甚至于完全没有文化的畜生道，你看畜生，牠没有受过教育，那个老母鸡喜欢小鸡，你去碰牠，牠不答应，母爱。那个小鸡遇到危险的时候，牠不往别处跑，牠往牠母亲那里跑。这是什么？性。这才晓得孝敬是性，是真性。儒家的教学教的是什么？就是孝敬。佛法的教学，还是这一桩事情，只是儒家说的是纲领，佛法说得深细，说得深，说得广，说得微细，说得圆满。儒家讲一生、讲一世，佛法讲三世，佛法讲过去、现在、未来；儒家讲一国，讲一个世界，佛法讲无量无边恒沙世界。实际上都是孝敬的发扬光大而已，这是教育。大家想法、看法都接近了，社会才有和睦，天下才会太平。社会和谐，天下太平，每个人过的日子才会幸福。我们再看底下这段：",
      "zh_TW": "落實在事相上就是孝，就是敬。不管在什麼制度之下，甚至於完全沒有文化的畜生道，你看畜生，牠沒有受過教育，那個老母雞喜歡小雞，你去碰牠，牠不答應，母愛。那個小雞遇到危險的時候，牠不往別處跑，牠往牠母親那裡跑。這是什麼？性。這才曉得孝敬是性，是真性。儒家的教學教的是什麼？就是孝敬。佛法的教學，還是這一樁事情，只是儒家說的是綱領，佛法說得深細，說得深，說得廣，說得微細，說得圓滿。儒家講一生、講一世，佛法講三世，佛法講過去、現在、未來；儒家講一國，講一個世界，佛法講無量無邊恆沙世界。實際上都是孝敬的發揚光大而已，這是教育。大家想法、看法都接近了，社會才有和睦，天下才會太平。社會和諧，天下太平，每個人過的日子才會幸福。我們再看底下這段："
    },
    {
      "id": "04-003-0117_p0036",
      "zh_CN": "【若知不知寂。】",
      "zh_TW": "【若知不知寂。】"
    },
    {
      "id": "04-003-0117_p0037",
      "zh_CN": "前面说是知，知是错了，现在说『知不知寂』。",
      "zh_TW": "前面說是知，知是錯了，現在說『知不知寂』。"
    },
    {
      "id": "04-003-0117_p0038",
      "zh_CN": "【亦不自知知。本心宛然在。非为于无知也。】",
      "zh_TW": "【亦不自知知。本心宛然在。非為於無知也。】"
    },
    {
      "id": "04-003-0117_p0039",
      "zh_CN": "这个意思就是说，当你没有分别执着的时候，万法一如，能所当中确实没有界限，尽虚空遍法界浑然一体，确实是这个境界。《华严经》上，一一毛孔里面有无量无边的三千大千世界，我们怎么想也想不通。为什么？你愈想就愈远，愈想就愈错，你完全都不想，这是事实。为什么？虚空法界跟自己融合成一体，这是事实。一起心动念，这个浑融之相马上就不现，就不能现相。一部《大般若经》六百卷，那么大一部经讲什么？给诸位说，就是讲一个无知，般若无知，它起作用的时候是无所不知。我们今天求学颠倒了，起心动念，我要求知，这就坏了。你这一求知，本来是无知，无所不知，你是有知才有所不知，你那个不知道东西太多了。为什么不知道？因为你有知，有知是你心里头有一物，有知，这个东西就是障碍，障碍了自性般若。",
      "zh_TW": "這個意思就是說，當你沒有分別執著的時候，萬法一如，能所當中確實沒有界限，盡虛空遍法界渾然一體，確實是這個境界。《華嚴經》上，一一毛孔裡面有無量無邊的三千大千世界，我們怎麼想也想不通。為什麼？你愈想就愈遠，愈想就愈錯，你完全都不想，這是事實。為什麼？虛空法界跟自己融合成一體，這是事實。一起心動念，這個渾融之相馬上就不現，就不能現相。一部《大般若經》六百卷，那麼大一部經講什麼？給諸位說，就是講一個無知，般若無知，它起作用的時候是無所不知。我們今天求學顛倒了，起心動念，我要求知，這就壞了。你這一求知，本來是無知，無所不知，你是有知才有所不知，你那個不知道東西太多了。為什麼不知道？因為你有知，有知是你心裡頭有一物，有知，這個東西就是障礙，障礙了自性般若。"
    },
    {
      "id": "04-003-0117_p0040",
      "zh_CN": "这一个事实真相，你就晓得学佛应该怎么个学法。我们要想在佛法，尤其在这一生短短数十寒暑，要想有成就，这些事实真相要不了解的话，那是不可能做到的。有不少人来问我，我教人读一部经，教人一门深入，人家觉得我的教学很奇怪，问我为什么这样教法？你们想想，学一样东西能达到清净，还是学很多东西你心地会清净？你自己想一想就知道了。我走的这个路子是依据四弘誓愿，四弘誓愿第一句，就是教我们觉悟，这菩提心，众生无边誓愿度。什么是众生？诸位读过《六祖坛经》就明白了，能大师在《坛经》里面讲的众生，不是讲外头的芸芸众生，是讲自己这一个众生。众是众多，生是生起，自己怎么称为众多的众生？你想想看，你起心动念，一个念头生，这个灭了，那个念头又生，这就是众生。",
      "zh_TW": "這一個事實真相，你就曉得學佛應該怎麼個學法。我們要想在佛法，尤其在這一生短短數十寒暑，要想有成就，這些事實真相要不了解的話，那是不可能做到的。有不少人來問我，我教人讀一部經，教人一門深入，人家覺得我的教學很奇怪，問我為什麼這樣教法？你們想想，學一樣東西能達到清淨，還是學很多東西你心地會清淨？你自己想一想就知道了。我走的這個路子是依據四弘誓願，四弘誓願第一句，就是教我們覺悟，這菩提心，眾生無邊誓願度。什麼是眾生？諸位讀過《六祖壇經》就明白了，能大師在《壇經》裡面講的眾生，不是講外頭的芸芸眾生，是講自己這一個眾生。眾是眾多，生是生起，自己怎麼稱為眾多的眾生？你想想看，你起心動念，一個念頭生，這個滅了，那個念頭又生，這就是眾生。"
    },
    {
      "id": "04-003-0117_p0041",
      "zh_CN": "所以佛教给我们，自性众生誓愿度，先要去度自性众生。你自性众生就是自己度自己都度不了，你怎么能度别人？哪有这个道理？自己的妄想分别执着就是自性众生，你先度这个。换句话说，你有知，这众生都起来了，无量无边。你有能，那众生也有能。这是开头叫你发真正的觉心，要度自性众生，这个是真正觉悟。觉悟之后从哪里度起？断烦恼，烦恼无尽誓愿断，实在讲烦恼就是自性众生，你去度它，度的方法就是一门深入，二六时中不起一个妄念，你自性众生就得度了。",
      "zh_TW": "所以佛教給我們，自性眾生誓願度，先要去度自性眾生。你自性眾生就是自己度自己都度不了，你怎麼能度別人？哪有這個道理？自己的妄想分別執著就是自性眾生，你先度這個。換句話說，你有知，這眾生都起來了，無量無邊。你有能，那眾生也有能。這是開頭叫你發真正的覺心，要度自性眾生，這個是真正覺悟。覺悟之後從哪裡度起？斷煩惱，煩惱無盡誓願斷，實在講煩惱就是自性眾生，你去度它，度的方法就是一門深入，二六時中不起一個妄念，你自性眾生就得度了。"
    },
    {
      "id": "04-003-0117_p0042",
      "zh_CN": "这次我从大陆访问了几个城市，在北京遇到不少的同修，他们听我讲经的这录音带，我在讲堂上常常讲，真正念佛人一定要走得自在，走得潇洒，预知时至，没有病苦，站着走，坐着走，他们都听到了，都记在心里。但是看看黄念祖老居士，还是生病躺着走的，就来问我，这样的大德。那么我在台中李炳南老居士也是有病，也是躺着走的，问我究竟这是怎么回事情？他们心里怀疑，这样的大德，往生都这个样子，那我们简直没希望了。所以我就老实告诉他们，我说他们那些人，那些往生的不如你们，你们将来可以站着走，坐着走，比他潇洒，他不如你。什么原因？你们专修，他不能专。他为什么不能专？他要度众生。他要接触许多的人，要接触许多的事，换句话说，他的心要清净就很难。",
      "zh_TW": "這次我從大陸訪問了幾個城市，在北京遇到不少的同修，他們聽我講經的這錄音帶，我在講堂上常常講，真正念佛人一定要走得自在，走得瀟灑，預知時至，沒有病苦，站著走，坐著走，他們都聽到了，都記在心裡。但是看看黃念祖老居士，還是生病躺著走的，就來問我，這樣的大德。那麼我在台中李炳南老居士也是有病，也是躺著走的，問我究竟這是怎麼回事情？他們心裡懷疑，這樣的大德，往生都這個樣子，那我們簡直沒希望了。所以我就老實告訴他們，我說他們那些人，那些往生的不如你們，你們將來可以站著走，坐著走，比他瀟灑，他不如你。什麼原因？你們專修，他不能專。他為什麼不能專？他要度眾生。他要接觸許多的人，要接觸許多的事，換句話說，他的心要清淨就很難。"
    },
    {
      "id": "04-003-0117_p0043",
      "zh_CN": "所以我们看到就是在最近这几十年当中，我们在国外、在中国，看到往生，预知时至，没有生病站着走、坐着走的，这在台湾就看得很多，都不是做法师大德，都不是搞这个。真正领众修行的人，只有李济华老居士一个，这是我们台北莲友念佛团，他是莲友念佛团的团长，那时候八十多岁。实在讲，他老人家为什么有这个好瑞相？是因为他那个团长是挂名的团长，底下事有人替他做，他不要自己做。李老师为什么不行？李老师样样事情要自己做，没人代替他做。李济华老居士有人替他办事，他不要操心，他不要管事，挂个名就可以了，所以他心地自在。临走之前，还跟大家讲经说法，讲了一个半钟点，跟大家告假，我要回家去了。下了讲台，在客厅里头沙发上一坐就走了，这是我们在台北市见到的，这一点不假。",
      "zh_TW": "所以我們看到就是在最近這幾十年當中，我們在國外、在中國，看到往生，預知時至，沒有生病站著走、坐著走的，這在台灣就看得很多，都不是做法師大德，都不是搞這個。真正領眾修行的人，只有李濟華老居士一個，這是我們台北蓮友念佛團，他是蓮友念佛團的團長，那時候八十多歲。實在講，他老人家為什麼有這個好瑞相？是因為他那個團長是掛名的團長，底下事有人替他做，他不要自己做。李老師為什麼不行？李老師樣樣事情要自己做，沒人代替他做。李濟華老居士有人替他辦事，他不要操心，他不要管事，掛個名就可以了，所以他心地自在。臨走之前，還跟大家講經說法，講了一個半鐘點，跟大家告假，我要回家去了。下了講台，在客廳裡頭沙發上一坐就走了，這是我們在台北市見到的，這一點不假。"
    },
    {
      "id": "04-003-0117_p0044",
      "zh_CN": "由此可知，心里面还有分别，还有丝毫放不下，这个潇洒就得不到。你们如果真正要想走得这么逍遥自在的话，身心世界一切放下。他能，我为什么不能？换句话说，他能放下，我为什么不能放下？原因就在此地。世出世间一切法毫不留恋，绝不放在心里。放在心里，只有这一句佛号，只有阿弥陀佛，那就是万修万人去，各个都去得潇洒自在，道理在此地。",
      "zh_TW": "由此可知，心裡面還有分別，還有絲毫放不下，這個瀟灑就得不到。你們如果真正要想走得這麼逍遙自在的話，身心世界一切放下。他能，我為什麼不能？換句話說，他能放下，我為什麼不能放下？原因就在此地。世出世間一切法毫不留戀，絕不放在心裡。放在心裡，只有這一句佛號，只有阿彌陀佛，那就是萬修萬人去，各個都去得瀟灑自在，道理在此地。"
    },
    {
      "id": "04-003-0117_p0045",
      "zh_CN": "所以那些人弘法的功德很大，他有这个缘。你不说别的，你看谛闲老和尚，谛闲老和尚的徒弟我们晓得，他那个徒弟念佛念三年站着往生。死了之后，还站了三天，这个真稀有。三天之后，老和尚来替他处理后事，但是老和尚自己往生就比不上他。原因在哪里？他那个徒弟三年专念，他心里什么都没有，专念。谛闲老法师一天到晚讲经说法、领众修行，事务一大堆。所以这就明了，为什么往生瑞相在家的好，出家的弘法大法师还不如他们，你就明了了。但是那些大法师真的有功德，他要不教，他徒弟怎么能往生？必定还是搞六道轮回，还是免不了三恶道。他能度他，他真得度，这是法师自己舍己为人，这叫大慈大悲，舍己为人！成就无量无边的众生。",
      "zh_TW": "所以那些人弘法的功德很大，他有這個緣。你不說別的，你看諦閑老和尚，諦閑老和尚的徒弟我們曉得，他那個徒弟念佛念三年站著往生。死了之後，還站了三天，這個真稀有。三天之後，老和尚來替他處理後事，但是老和尚自己往生就比不上他。原因在哪裡？他那個徒弟三年專念，他心裡什麼都沒有，專念。諦閑老法師一天到晚講經說法、領眾修行，事務一大堆。所以這就明瞭，為什麼往生瑞相在家的好，出家的弘法大法師還不如他們，你就明瞭了。但是那些大法師真的有功德，他要不教，他徒弟怎麼能往生？必定還是搞六道輪迴，還是免不了三惡道。他能度他，他真得度，這是法師自己捨己為人，這叫大慈大悲，捨己為人！成就無量無邊的眾生。"
    },
    {
      "id": "04-003-0117_p0046",
      "zh_CN": "在北京有些同修问我，法师你看那要怎么样才能两全其美？能够既帮助众生又能保全自己？我就告诉他，我说最好弘法要到一个阶段，去培养学生，有接替的人，教给他之后，这自己留几年时间好好修自己的，这个可以两全其美，这也是事实。所以这个弘法，我早年都有个构想，我那个想法，六十岁就要退休，就什么都不干，什么都不管了，实在是应当如此。四十岁之前，我们努力的学习，学习，培养自己的德学、能力；四十到六十这二十年，奉献给团体，奉献给僧团，为大众服务，来管理这些事；六十岁之后，就退休，讲经教学不碍事，不要管人，人与事统统都不管，除了讲经教学之外，自己念佛，这个样子确实能够达到两全其美，这是个好方法。好，我们再看底下这段，下面说：",
      "zh_TW": "在北京有些同修問我，法師你看那要怎麼樣才能兩全其美？能夠既幫助眾生又能保全自己？我就告訴他，我說最好弘法要到一個階段，去培養學生，有接替的人，教給他之後，這自己留幾年時間好好修自己的，這個可以兩全其美，這也是事實。所以這個弘法，我早年都有個構想，我那個想法，六十歲就要退休，就什麼都不幹，什麼都不管了，實在是應當如此。四十歲之前，我們努力的學習，學習，培養自己的德學、能力；四十到六十這二十年，奉獻給團體，奉獻給僧團，為大眾服務，來管理這些事；六十歲之後，就退休，講經教學不礙事，不要管人，人與事統統都不管，除了講經教學之外，自己念佛，這個樣子確實能夠達到兩全其美，這是個好方法。好，我們再看底下這段，下面說："
    },
    {
      "id": "04-003-0117_p0047",
      "zh_CN": "【疏文喻中。】",
      "zh_TW": "【疏文喻中。】"
    },
    {
      "id": "04-003-0117_p0048",
      "zh_CN": "这个喻是比喻。",
      "zh_TW": "這個喻是比喻。"
    },
    {
      "id": "04-003-0117_p0049",
      "zh_CN": "【正喻互夺。亦合后义。】",
      "zh_TW": "【正喻互奪。亦合後義。】"
    },
    {
      "id": "04-003-0117_p0050",
      "zh_CN": "后面他是举这个水。水与波，水是静的，波是动的，不管它动与静统统是水，水没有变，举这个比喻。",
      "zh_TW": "後面他是舉這個水。水與波，水是靜的，波是動的，不管它動與靜統統是水，水沒有變，舉這個比喻。"
    },
    {
      "id": "04-003-0117_p0051",
      "zh_CN": "【水之动静两亡。】",
      "zh_TW": "【水之動靜兩亡。】"
    },
    {
      "id": "04-003-0117_p0052",
      "zh_CN": "你不能说它静，你说它静，它有波浪的时候在动。你不能说动，因为它静止的时候就不动。由此可知，动静就缘所起的现象，不能执着它一定有动，也不能执着它一定静。你只要把这些念头离开，这才得到真正的清净，得到事实的真相。所以执着动是错误的，执着静还是错误的。我们凡夫执着动，活动，一切法都在动。今天我们这个世间，物理学家观察宇宙是个动的相，从来没有发现有静止的，都在动。连个最小的原子、粒子，它都在那里运行，都在那里动。凡夫在动，他为什么观察的时候统统是动相？他心动，所以他看所有一切境界没有一样不是动的。大而宇宙，小而微尘都在动，这是一般如果对佛法没有深究探讨的，他说不出来。人心在动，你看到一切境界都在动。这阿罗汉、辟支佛他们入了大定，入了九次第定，他们看宇宙一切万法不动，他们看的是静相。凡夫执着是动相，二乘圣人执着万法是静相，不动的，这是两极。菩萨是中道，既不执着动，也不执着不动，菩萨才真正得到它的真相，那个都看在两边。两边都在相上，没有看到它究竟圆满的相，究竟圆满的相是动静两边都没有，能所互夺。比喻的文很清楚、很明显，那用水来做比喻，水的性是湿的，动，它是湿的，不动，它还是湿的。从它的湿性来说，湿性无关于动静。所以末后的结论：",
      "zh_TW": "你不能說它靜，你說它靜，它有波浪的時候在動。你不能說動，因為它靜止的時候就不動。由此可知，動靜就緣所起的現象，不能執著它一定有動，也不能執著它一定靜。你只要把這些念頭離開，這才得到真正的清淨，得到事實的真相。所以執著動是錯誤的，執著靜還是錯誤的。我們凡夫執著動，活動，一切法都在動。今天我們這個世間，物理學家觀察宇宙是個動的相，從來沒有發現有靜止的，都在動。連個最小的原子、粒子，它都在那裡運行，都在那裡動。凡夫在動，他為什麼觀察的時候統統是動相？他心動，所以他看所有一切境界沒有一樣不是動的。大而宇宙，小而微塵都在動，這是一般如果對佛法沒有深究探討的，他說不出來。人心在動，你看到一切境界都在動。這阿羅漢、辟支佛他們入了大定，入了九次第定，他們看宇宙一切萬法不動，他們看的是靜相。凡夫執著是動相，二乘聖人執著萬法是靜相，不動的，這是兩極。菩薩是中道，既不執著動，也不執著不動，菩薩才真正得到它的真相，那個都看在兩邊。兩邊都在相上，沒有看到它究竟圓滿的相，究竟圓滿的相是動靜兩邊都沒有，能所互奪。比喻的文很清楚、很明顯，那用水來做比喻，水的性是濕的，動，它是濕的，不動，它還是濕的。從它的濕性來說，濕性無關於動靜。所以末後的結論："
    },
    {
      "id": "04-003-0117_p0053",
      "zh_CN": "【灵知本觉显现。不属理智。】",
      "zh_TW": "【靈知本覺顯現。不屬理智。】"
    },
    {
      "id": "04-003-0117_p0054",
      "zh_CN": "它不属理也不属智，它不属于性也不属于相，它不属于事也不属于理。总而言之，你能够思惟想像全是对立的，全是两边，这就是为什么大乘佛法菩萨所讲的中道第一义，他讲中道，中道绝对不会偏在两边。佛法教我们用中，中国的孔老夫子也教我们用中，中庸。庸是很平常，极其平凡。你会用中，会用庸，你这一生就真正幸福，真正得到快乐。你要想在这个世间做一个不平凡的人，那叫自讨苦吃，是不是？那个麻烦就多了，所以夫子教我们做个平凡人，佛教我们做一个平常人，意思都非常接近。不要去做一个特殊的人，一个不平凡的人，那就与自性相违背，这个教义非常之深刻。唯有平凡之人，才能够体会到宇宙的真理，才能够在一生生活当中建立真实。这个真实就拣别决定不是虚妄的。佛家常讲的积功累德，平常人才能做得到，才真正能够做到积功累德。功是什么？功是功夫。德是什么？德是自他两利。这个利是真实的利益，真实的利益是明心见性，它能够帮助自己见性，也能够帮助别人见性。《无量寿经》上所说的，「惠予一切众生真实之利」，愈平常愈好，愈平常这个德愈真实，这都是我们应当要把它记住的。",
      "zh_TW": "它不屬理也不屬智，它不屬於性也不屬於相，它不屬於事也不屬於理。總而言之，你能夠思惟想像全是對立的，全是兩邊，這就是為什麼大乘佛法菩薩所講的中道第一義，他講中道，中道絕對不會偏在兩邊。佛法教我們用中，中國的孔老夫子也教我們用中，中庸。庸是很平常，極其平凡。你會用中，會用庸，你這一生就真正幸福，真正得到快樂。你要想在這個世間做一個不平凡的人，那叫自討苦吃，是不是？那個麻煩就多了，所以夫子教我們做個平凡人，佛教我們做一個平常人，意思都非常接近。不要去做一個特殊的人，一個不平凡的人，那就與自性相違背，這個教義非常之深刻。唯有平凡之人，才能夠體會到宇宙的真理，才能夠在一生生活當中建立真實。這個真實就揀別決定不是虛妄的。佛家常講的積功累德，平常人才能做得到，才真正能夠做到積功累德。功是什麼？功是功夫。德是什麼？德是自他兩利。這個利是真實的利益，真實的利益是明心見性，它能夠幫助自己見性，也能夠幫助別人見性。《無量壽經》上所說的，「惠予一切眾生真實之利」，愈平常愈好，愈平常這個德愈真實，這都是我們應當要把它記住的。"
    },
    {
      "id": "04-003-0117_p0055",
      "zh_CN": "因为本觉灵知，它是属于自然的，不加丝毫的勉强。我们处事对人接物能用这个心态，与道就接近，与道就相应了。这个道就是自性，与性就相应。与性相应是得真正的受用，与性不相应的，那是造业。业里面分两大类，善业、恶业。善业，必定现出三善道的果报；恶业，一定现三恶道的境界，它必定会现的。所以六道轮回不是从别的地方来的，自性变现的，就是自己善恶业力自然现出来的境界，与佛菩萨不相干，与天神、鬼神也不相干，确实是自作自受。我们能够离开两边，心行都在中道上，是非善恶都没有，所以这样的业，佛法里头不得已称它做净业，净业的果报是清净的，四圣法界。诸佛如来在一切经里面时时提醒我们、劝告我们，教我们专求西方净土；换句话说，其他这四圣法界的净业，我们也不要。我们单单取西方极乐世界，就是我们念的《华严经》，这一本经末后十大愿王导归极乐，还是劝我们取西方极乐世界。原因在哪里？那个地方是真净，其他这四圣法界里面还是有麻烦，为什么？要靠自己力量。自己哪一天这个念头（正念）失掉了，你阿赖耶识里头那些恶念、拉杂东西，它又起现行，这一起现行，你就又堕落。这就常讲，修其他的法门是有退转的，他会退转，自己对自己都保不住，不要对自己很有信心，实在讲，靠不住。生到西方极乐世界最大的好处，是弥陀本愿功德的加持，你到那里去就永远不退转，不退转才保证你一生成就。一退转，所以才要三大阿僧祇劫，才要无量劫；换句话说，必定是退得多，进得少，很难成就。",
      "zh_TW": "因為本覺靈知，它是屬於自然的，不加絲毫的勉強。我們處事對人接物能用這個心態，與道就接近，與道就相應了。這個道就是自性，與性就相應。與性相應是得真正的受用，與性不相應的，那是造業。業裡面分兩大類，善業、惡業。善業，必定現出三善道的果報；惡業，一定現三惡道的境界，它必定會現的。所以六道輪迴不是從別的地方來的，自性變現的，就是自己善惡業力自然現出來的境界，與佛菩薩不相干，與天神、鬼神也不相干，確實是自作自受。我們能夠離開兩邊，心行都在中道上，是非善惡都沒有，所以這樣的業，佛法裡頭不得已稱它做淨業，淨業的果報是清淨的，四聖法界。諸佛如來在一切經裡面時時提醒我們、勸告我們，教我們專求西方淨土；換句話說，其他這四聖法界的淨業，我們也不要。我們單單取西方極樂世界，就是我們念的《華嚴經》，這一本經末後十大願王導歸極樂，還是勸我們取西方極樂世界。原因在哪裡？那個地方是真淨，其他這四聖法界裡面還是有麻煩，為什麼？要靠自己力量。自己哪一天這個念頭（正念）失掉了，你阿賴耶識裡頭那些惡念、拉雜東西，它又起現行，這一起現行，你就又墮落。這就常講，修其他的法門是有退轉的，他會退轉，自己對自己都保不住，不要對自己很有信心，實在講，靠不住。生到西方極樂世界最大的好處，是彌陀本願功德的加持，你到那裡去就永遠不退轉，不退轉才保證你一生成就。一退轉，所以才要三大阿僧祇劫，才要無量劫；換句話說，必定是退得多，進得少，很難成就。"
    },
    {
      "id": "04-003-0117_p0056",
      "zh_CN": "这样我们才了解，一切诸佛净土，弥陀净土显示得无比的殊胜。佛在大经上也跟我们曾经介绍过，比西方极乐世界好得太多了，西方极乐世界跟一切诸佛世界来比较，它并不算是第一殊胜，它不算的。但是任何一个人往生西方极乐世界就不退转，那在十方一切诸佛刹土里找不到的。所以讲福报大、依正庄严，有其他的世界胜过西方世界。要讲的时候，一生到那里就永远不退转，一生决定成佛，那只有阿弥陀佛一家，除这一家之外，没有第二家。这些我们统统要把它认识清楚，这些都是事实的真相。搞清楚、搞明白了，我们才会死心塌地信守这个法门，才会不动摇。",
      "zh_TW": "這樣我們才了解，一切諸佛淨土，彌陀淨土顯示得無比的殊勝。佛在大經上也跟我們曾經介紹過，比西方極樂世界好得太多了，西方極樂世界跟一切諸佛世界來比較，它並不算是第一殊勝，它不算的。但是任何一個人往生西方極樂世界就不退轉，那在十方一切諸佛剎土裡找不到的。所以講福報大、依正莊嚴，有其他的世界勝過西方世界。要講的時候，一生到那裡就永遠不退轉，一生決定成佛，那只有阿彌陀佛一家，除這一家之外，沒有第二家。這些我們統統要把它認識清楚，這些都是事實的真相。搞清楚、搞明白了，我們才會死心塌地信守這個法門，才會不動搖。"
    },
    {
      "id": "04-003-0117_p0057",
      "zh_CN": "今天时间到了，我们就讲到此地。好，我们念佛回向。",
      "zh_TW": "今天時間到了，我們就講到此地。好，我們念佛迴向。"
    }
  ]
}