{
  "doc_id": "04-003-0118",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一八集",
    "zh_TW": "第一一八集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0118",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "04-003-0118_p0001",
      "zh_CN": "请掀开经本，二百九十一面第一行：",
      "zh_TW": "請掀開經本，二百九十一面第一行："
    },
    {
      "id": "04-003-0118_p0002",
      "zh_CN": "【第四存泯无碍者。以前三门说有前后。体无二故。离相离性。则能所双泯。不坏性相。则能所历然。正离性相。即不坏故。存亡无碍。如波与水。虽动静两亡。不坏波湿。】",
      "zh_TW": "【第四存泯無礙者。以前三門說有前後。體無二故。離相離性。則能所雙泯。不壞性相。則能所歷然。正離性相。即不壞故。存亡無礙。如波與水。雖動靜兩亡。不壞波濕。】"
    },
    {
      "id": "04-003-0118_p0003",
      "zh_CN": "这段里面给我们讲的心性，性相也可以说是宇宙人生纯真之相。这个真相就在我们眼前，可惜凡夫不能证得，原因在什么地方？都是在妄想执着。佛是苦口婆心为我们将事实真相说出，我们听了能不能懂？给诸位说，还是不懂。为什么不懂？因为离不开妄想执着，所以把佛所讲的又变成了我们的妄想执着，这就是怎么说、怎么听也不能入门。几时我们把妄想执着舍掉，那你就入不思议解脱境界，这才叫入门。其实真相能不能说？真相决定不能说。为什么不能说？因为一落言思就变成妄想执着。佛给众生说法，是不得说而方便说，不能说而善巧说。说的人无心，说的人没有妄想执着，所谓是说而无说，说跟无说是一不是二。到哪里去找一个听而无听的？果然找到一个听而无听，无听而听的人，这个人就入进去了。",
      "zh_TW": "這段裡面給我們講的心性，性相也可以說是宇宙人生純真之相。這個真相就在我們眼前，可惜凡夫不能證得，原因在什麼地方？都是在妄想執著。佛是苦口婆心為我們將事實真相說出，我們聽了能不能懂？給諸位說，還是不懂。為什麼不懂？因為離不開妄想執著，所以把佛所講的又變成了我們的妄想執著，這就是怎麼說、怎麼聽也不能入門。幾時我們把妄想執著捨掉，那你就入不思議解脫境界，這才叫入門。其實真相能不能說？真相決定不能說。為什麼不能說？因為一落言思就變成妄想執著。佛給眾生說法，是不得說而方便說，不能說而善巧說。說的人無心，說的人沒有妄想執著，所謂是說而無說，說跟無說是一不是二。到哪裡去找一個聽而無聽的？果然找到一個聽而無聽，無聽而聽的人，這個人就入進去了。"
    },
    {
      "id": "04-003-0118_p0004",
      "zh_CN": "这一大段经文，希望同修们细心在这个地方体会，佛是面面说，目的是破我们的执着。像前面的三段，先给我们讲「能所历然」，是从事上讲的，再给我们说「能所不二」，是从理上说的。第三段跟我们讲「能所俱泯」，是从离相上说，两边都不执着。两边都不执着，有没有作用？所以第四段给我们讲『存泯无碍』。可是诸位要记住，我们六根接触外面的境界，只要有念，这个念都是妄念，只要有念就有碍。给诸位说，只有阿弥陀佛这一念没有碍，除这一念之外，什么念头都有妨碍。所以这句名号功德不可思议，这句名号是九界众生真实的正念。佛法常讲，放下万缘，提起正念，正念就是这句佛号。你如果要问，这句佛号为什么不是妄念？这个问题就大了，必须要涉猎到许多大乘经论，才知道这句名号很特殊，只有它不是妄念。世出世间一切法只要你去想，都叫做妄想，唯独想西方极乐世界依正庄严，这个想不是妄想。我们能够忆佛、念佛，现前当来就必定见佛，所以它是真的。其他的念头、其他的妄想都不能见佛。我们明了这个原则，这段经文就好看了。",
      "zh_TW": "這一大段經文，希望同修們細心在這個地方體會，佛是面面說，目的是破我們的執著。像前面的三段，先給我們講「能所歷然」，是從事上講的，再給我們說「能所不二」，是從理上說的。第三段跟我們講「能所俱泯」，是從離相上說，兩邊都不執著。兩邊都不執著，有沒有作用？所以第四段給我們講『存泯無礙』。可是諸位要記住，我們六根接觸外面的境界，只要有念，這個念都是妄念，只要有念就有礙。給諸位說，只有阿彌陀佛這一念沒有礙，除這一念之外，什麼念頭都有妨礙。所以這句名號功德不可思議，這句名號是九界眾生真實的正念。佛法常講，放下萬緣，提起正念，正念就是這句佛號。你如果要問，這句佛號為什麼不是妄念？這個問題就大了，必須要涉獵到許多大乘經論，才知道這句名號很特殊，只有它不是妄念。世出世間一切法只要你去想，都叫做妄想，唯獨想西方極樂世界依正莊嚴，這個想不是妄想。我們能夠憶佛、念佛，現前當來就必定見佛，所以它是真的。其他的念頭、其他的妄想都不能見佛。我們明瞭這個原則，這段經文就好看了。"
    },
    {
      "id": "04-003-0118_p0005",
      "zh_CN": "『前三门说有前后』，有前后次第，虽有前后次第，『体无二故』。世出世间一切法从体上讲是一，都是我们自性变现之物，离开自性无有一法可得。所以十法界依正庄严，都是自性变现出来的，西方极乐世界也不例外，还是自性变现的。所以这里说，『离相离性，则能所双泯』。前面所说的意思，离跟诸位说过了，是心里面离，不是事上离，事上是离不开的，是心里面没有染着。所以佛法叫我们舍离，叫我们放下，都是从心地里放下分别执着。这个地方离，离相，就是禅家讲的不着相。离性，不但相不能着，性也不能着，都不可以着，为什么？着了就是迷了，着了就是六道轮回，所以着不得。着了决定不能开悟，不能断烦恼，不能破无明，不能见性，这说出一般修行的困难。净土宗很特别，因为它教你执持名号，你看它不要你离，离很不容易做到；不离，这就很容易。不离怎么样？不离，将来往生净土。生到什么地方？生到西方极乐世界，凡圣同居土、方便有余土。往上去不行，往上去也要离。你懂得名号功德，忆佛、念佛妙处在哪里应该知道了。其他所有法门不离不行，念佛法门不离也行，它妙就妙在此地。虽然生到凡圣同居土、方便有余土，不怕，因为生到西方，你就圆证三不退，你还怕什么？上面两土，自然可以往上提升。法门之妙就妙在此地。所以离，这是离心里面的分别执着。",
      "zh_TW": "『前三門說有前後』，有前後次第，雖有前後次第，『體無二故』。世出世間一切法從體上講是一，都是我們自性變現之物，離開自性無有一法可得。所以十法界依正莊嚴，都是自性變現出來的，西方極樂世界也不例外，還是自性變現的。所以這裡說，『離相離性，則能所雙泯』。前面所說的意思，離跟諸位說過了，是心裡面離，不是事上離，事上是離不開的，是心裡面沒有染著。所以佛法叫我們捨離，叫我們放下，都是從心地裡放下分別執著。這個地方離，離相，就是禪家講的不著相。離性，不但相不能著，性也不能著，都不可以著，為什麼？著了就是迷了，著了就是六道輪迴，所以著不得。著了決定不能開悟，不能斷煩惱，不能破無明，不能見性，這說出一般修行的困難。淨土宗很特別，因為它教你執持名號，你看它不要你離，離很不容易做到；不離，這就很容易。不離怎麼樣？不離，將來往生淨土。生到什麼地方？生到西方極樂世界，凡聖同居土、方便有餘土。往上去不行，往上去也要離。你懂得名號功德，憶佛、念佛妙處在哪裡應該知道了。其他所有法門不離不行，念佛法門不離也行，它妙就妙在此地。雖然生到凡聖同居土、方便有餘土，不怕，因為生到西方，你就圓證三不退，你還怕什麼？上面兩土，自然可以往上提升。法門之妙就妙在此地。所以離，這是離心裡面的分別執著。"
    },
    {
      "id": "04-003-0118_p0006",
      "zh_CN": "『不坏性相，则能所历然』，历然就是摆在我们面前，宇宙的森罗万象清清楚楚、明明白白。『正离性相，即不坏故』，佛法在世间，不坏世间相，这句话的意思很深，不是说我们不破坏世间相，这样说法就说得很浅。它的深意是能所历然，这个意思就深了。所以我们心里头一切不执着，清清净净，像六祖大师本来无一物，这个心多清净，于世出世间法不起心、不动念、不分别、不执着，世出世间法统统存在，统统得到真实的受用，这就叫『存亡无碍』。无碍到什么程度？理事无碍，事事无碍。这是我们讲享受，这享受达到最高峰，享受达到了究竟圆满。",
      "zh_TW": "『不壞性相，則能所歷然』，歷然就是擺在我們面前，宇宙的森羅萬象清清楚楚、明明白白。『正離性相，即不壞故』，佛法在世間，不壞世間相，這句話的意思很深，不是說我們不破壞世間相，這樣說法就說得很淺。它的深意是能所歷然，這個意思就深了。所以我們心裡頭一切不執著，清清淨淨，像六祖大師本來無一物，這個心多清淨，於世出世間法不起心、不動念、不分別、不執著，世出世間法統統存在，統統得到真實的受用，這就叫『存亡無礙』。無礙到什麼程度？理事無礙，事事無礙。這是我們講享受，這享受達到最高峰，享受達到了究竟圓滿。"
    },
    {
      "id": "04-003-0118_p0007",
      "zh_CN": "下面举个比喻来说，这比喻好懂，譬如水跟波，水是清净的时候，平静的时候；波是起了风浪，有大风大浪在动。水是个静相，波是个动相。把它比喻作性相，性是不动的，相是在动。这个动静有没有妨碍？没有妨碍。水的性质是湿的，动，它是湿的，静，它还是湿的，没有变样子！这就是说明，我们本性所起的现象作用，变现出十法界依正庄严，跟本性的寂然不动这个性质完全没有改变。成佛是这个样子，堕阿鼻地狱的时候还是这个样子，性确实没有改变，这就说明什么道理说它无障碍。自性本净，这个净是清净，本净。第五段讲「举一全收」，必须要懂得前面所说的事实真相，这句你才会明了，才会肯定它。",
      "zh_TW": "下面舉個比喻來說，這比喻好懂，譬如水跟波，水是清淨的時候，平靜的時候；波是起了風浪，有大風大浪在動。水是個靜相，波是個動相。把它比喻作性相，性是不動的，相是在動。這個動靜有沒有妨礙？沒有妨礙。水的性質是濕的，動，它是濕的，靜，它還是濕的，沒有變樣子！這就是說明，我們本性所起的現象作用，變現出十法界依正莊嚴，跟本性的寂然不動這個性質完全沒有改變。成佛是這個樣子，墮阿鼻地獄的時候還是這個樣子，性確實沒有改變，這就說明什麼道理說它無障礙。自性本淨，這個淨是清淨，本淨。第五段講「舉一全收」，必須要懂得前面所說的事實真相，這句你才會明瞭，才會肯定它。"
    },
    {
      "id": "04-003-0118_p0008",
      "zh_CN": "【第五举一全收者。上列四门。欲彰义异。】",
      "zh_TW": "【第五舉一全收者。上列四門。欲彰義異。】"
    },
    {
      "id": "04-003-0118_p0009",
      "zh_CN": "义是义理，也就是一桩事从四面去观察。",
      "zh_TW": "義是義理，也就是一樁事從四面去觀察。"
    },
    {
      "id": "04-003-0118_p0010",
      "zh_CN": "【理既融摄。曾何二源。】",
      "zh_TW": "【理既融攝。曾何二源。】"
    },
    {
      "id": "04-003-0118_p0011",
      "zh_CN": "根源是一个，不是两个。下面两句是比喻：",
      "zh_TW": "根源是一個，不是兩個。下面兩句是比喻："
    },
    {
      "id": "04-003-0118_p0012",
      "zh_CN": "【如海一滴。具百川味。】",
      "zh_TW": "【如海一滴。具百川味。】"
    },
    {
      "id": "04-003-0118_p0013",
      "zh_CN": "因为一切万象都是自性变现的，哪一法不是自性？法法皆是，法法皆如。佛家讲真如，哪一法不是真如？没有一法不真，没有一法不如。真是讲的性，如是讲的相，相如其性，性如其相。古人又有一个比喻，「以金作器，器器皆金」，就是这个意思。可是我们凡夫迷失了自性，在一切现象当中，这个现象就像我们作梦一样，不知道整个梦境是自心变现的，这个迷了，不知道就是迷了，在梦境当中分自分他，起心动念，这就错了。没有见性的凡夫都是在作梦，作梦，不知道自己在作梦，所以产生许多的错误。",
      "zh_TW": "因為一切萬象都是自性變現的，哪一法不是自性？法法皆是，法法皆如。佛家講真如，哪一法不是真如？沒有一法不真，沒有一法不如。真是講的性，如是講的相，相如其性，性如其相。古人又有一個比喻，「以金作器，器器皆金」，就是這個意思。可是我們凡夫迷失了自性，在一切現象當中，這個現象就像我們作夢一樣，不知道整個夢境是自心變現的，這個迷了，不知道就是迷了，在夢境當中分自分他，起心動念，這就錯了。沒有見性的凡夫都是在作夢，作夢，不知道自己在作夢，所以產生許多的錯誤。"
    },
    {
      "id": "04-003-0118_p0014",
      "zh_CN": "假如我们作梦，自己晓得我现在在作梦，这就叫觉悟。觉悟了就是菩萨，菩萨在我们这个世间，他跟我们一般人的看法、想法不一样，我们一般人想法、看法就像作梦的时候不知道自己在作梦。佛菩萨想法、看法跟我们有什么不同？他作梦，知道自己在作梦，因此这个心态就完全不相同。你看不晓得在作梦的时候，梦里面梦到一只老虎要吃你，你吓得一身汗，吓死了，吓醒了，还好是一场梦。如果自己知道是个梦，梦是假的，老虎要吃我，牠很饿，可怜，我就喂牠，舍身喂虎，为什么？知道是假的，就不在乎，没有恐惧了，这就不一样。所以觉悟的人，才真正离开一切颠倒恐怖妄想，这统统没有了，他心地清净，这都是说的事实的真相。",
      "zh_TW": "假如我們作夢，自己曉得我現在在作夢，這就叫覺悟。覺悟了就是菩薩，菩薩在我們這個世間，他跟我們一般人的看法、想法不一樣，我們一般人想法、看法就像作夢的時候不知道自己在作夢。佛菩薩想法、看法跟我們有什麼不同？他作夢，知道自己在作夢，因此這個心態就完全不相同。你看不曉得在作夢的時候，夢裡面夢到一隻老虎要吃你，你嚇得一身汗，嚇死了，嚇醒了，還好是一場夢。如果自己知道是個夢，夢是假的，老虎要吃我，牠很餓，可憐，我就餵牠，捨身餵虎，為什麼？知道是假的，就不在乎，沒有恐懼了，這就不一樣。所以覺悟的人，才真正離開一切顛倒恐怖妄想，這統統沒有了，他心地清淨，這都是說的事實的真相。"
    },
    {
      "id": "04-003-0118_p0015",
      "zh_CN": "因此一切万法当中随拈一法，都是一切法的全体。这个境界，我们也无法去想像，不可思议。为什么？因为我们的思惟，我们的想像是有界限的，有范围的。心性以及心性所起的作用没有范围，没有边际，因此我们想不到。大家要是有一点唯识学的常识，你听这些话就容易懂。我们思惟想像是第六意识的作用，第六意识向外，可以攀缘一切现象，向内它能够缘到阿赖耶识，它的功能实在是不小，但是这个地方就是一个界限。识之外是真如本性，它缘不到，因此就没有办法想像，绝对想不到的。想不到，当然也说不出，所谓是言语道断，言语这一道达不到。可是佛以言语来说法，希望我们从言语这个地方能够契入真实，好像言语是个指路碑，指路碑不是目的地，你依照这个指路碑再往前进，丢掉这个指路碑，往前面进一步，它就是的，就得到了。因此《金刚经》上说，「法尚应舍，何况非法」。佛所说的这些法，舍就是不要执着，你要执着这个佛法，那就等于把这个指路碑就当作目的地了，这就错了。目的地距离这里还有一段路程，要超越。",
      "zh_TW": "因此一切萬法當中隨拈一法，都是一切法的全體。這個境界，我們也無法去想像，不可思議。為什麼？因為我們的思惟，我們的想像是有界限的，有範圍的。心性以及心性所起的作用沒有範圍，沒有邊際，因此我們想不到。大家要是有一點唯識學的常識，你聽這些話就容易懂。我們思惟想像是第六意識的作用，第六意識向外，可以攀緣一切現象，向內它能夠緣到阿賴耶識，它的功能實在是不小，但是這個地方就是一個界限。識之外是真如本性，它緣不到，因此就沒有辦法想像，絕對想不到的。想不到，當然也說不出，所謂是言語道斷，言語這一道達不到。可是佛以言語來說法，希望我們從言語這個地方能夠契入真實，好像言語是個指路碑，指路碑不是目的地，你依照這個指路碑再往前進，丟掉這個指路碑，往前面進一步，它就是的，就得到了。因此《金剛經》上說，「法尚應捨，何況非法」。佛所說的這些法，捨就是不要執著，你要執著這個佛法，那就等於把這個指路碑就當作目的地了，這就錯了。目的地距離這裡還有一段路程，要超越。"
    },
    {
      "id": "04-003-0118_p0016",
      "zh_CN": "这句用在一切法门里面亦复如是。所以佛给我们讲无量的经论、无量的法门，随便举一个法门，所有无量无边的法门都在这一门里面。我们讲一个念佛法门，禅就在念佛里面，密也在念佛里面，戒律也在念佛里面，教也在念佛里面，这一门统统全收。如果你学禅，参禅或者一个话头，或者你用观心，念佛法门也在里面，戒也在里面，密也在里面，教也里面。所以随拈一门都是所有一切法门统统在里面了，所以才给你说法门平等，无有高下。不能说哪一个好，哪一个不好，说哪一个好、哪个不好，这错了，这是你有分别执着，你本身错了。但是可以说哪一个法门契机，哪个法门不契机，这个可以说，为什么？法门虽然平等，『举一全收』，众生根性不平等，不能举一全收，这个众生根性不可以的，绝对是不平等的。因此修行一定要契机，契机修学不但很快乐，进步很快速，容易成功。法门要不对机，你修学有困难，不仅是困难，得不到结果，一生的工夫可能是白费了，那就非常可惜。",
      "zh_TW": "這句用在一切法門裡面亦復如是。所以佛給我們講無量的經論、無量的法門，隨便舉一個法門，所有無量無邊的法門都在這一門裡面。我們講一個念佛法門，禪就在念佛裡面，密也在念佛裡面，戒律也在念佛裡面，教也在念佛裡面，這一門統統全收。如果你學禪，參禪或者一個話頭，或者你用觀心，念佛法門也在裡面，戒也在裡面，密也在裡面，教也裡面。所以隨拈一門都是所有一切法門統統在裡面了，所以才給你說法門平等，無有高下。不能說哪一個好，哪一個不好，說哪一個好、哪個不好，這錯了，這是你有分別執著，你本身錯了。但是可以說哪一個法門契機，哪個法門不契機，這個可以說，為什麼？法門雖然平等，『舉一全收』，眾生根性不平等，不能舉一全收，這個眾生根性不可以的，絕對是不平等的。因此修行一定要契機，契機修學不但很快樂，進步很快速，容易成功。法門要不對機，你修學有困難，不僅是困難，得不到結果，一生的工夫可能是白費了，那就非常可惜。"
    },
    {
      "id": "04-003-0118_p0017",
      "zh_CN": "因此我们知道这个事实的现象，我们在无量法门里面选择念佛法门，如果有人给你说，单念这句佛号不行，这个往生不可靠的，你听了怎么办？他教给你这个念佛还要加一点禅，还要加一点密，这才靠得住。一个人给你说，你还半信半疑，十个、二十个，很多人都给你说，你怎么办？善导大师给我们说得好，不但是凡夫常常这么说法，即使是地前菩萨、地上菩萨（地上是初地到等觉），甚至于十方一切诸佛都来这样劝我们，你还动摇不动摇？如果你不知道事实真相，听了真的会动摇。那你心里就要晓得，凡是破坏你知见的、破坏你功夫的，这不是佛菩萨，那是魔障。怎么晓得不是佛菩萨？佛佛道同，一切诸佛菩萨所说，跟释迦牟尼佛所讲的决定是相同的，不会有两样的。我们能够信守这个条件，你的信心就不会动摇了，无论修学哪一个法门，秘诀就是一门深入，这就有成就。同时学几个法门决定是障碍，但是你要是求解，可以。求解，你同时可以研究许多经论，行；但是修行不行，修行决定是一门深入。",
      "zh_TW": "因此我們知道這個事實的現象，我們在無量法門裡面選擇念佛法門，如果有人給你說，單念這句佛號不行，這個往生不可靠的，你聽了怎麼辦？他教給你這個念佛還要加一點禪，還要加一點密，這才靠得住。一個人給你說，你還半信半疑，十個、二十個，很多人都給你說，你怎麼辦？善導大師給我們說得好，不但是凡夫常常這麼說法，即使是地前菩薩、地上菩薩（地上是初地到等覺），甚至於十方一切諸佛都來這樣勸我們，你還動搖不動搖？如果你不知道事實真相，聽了真的會動搖。那你心裡就要曉得，凡是破壞你知見的、破壞你功夫的，這不是佛菩薩，那是魔障。怎麼曉得不是佛菩薩？佛佛道同，一切諸佛菩薩所說，跟釋迦牟尼佛所講的決定是相同的，不會有兩樣的。我們能夠信守這個條件，你的信心就不會動搖了，無論修學哪一個法門，祕訣就是一門深入，這就有成就。同時學幾個法門決定是障礙，但是你要是求解，可以。求解，你同時可以研究許多經論，行；但是修行不行，修行決定是一門深入。"
    },
    {
      "id": "04-003-0118_p0018",
      "zh_CN": "我们在近代，几乎在每个地方，我都劝人解也要专，不但行要专，解也要专一。原因在什么地方？与行能相应。因为佛说一切经是对一切不同对象所说的，佛所说的法皆是方便法，佛没有定法可说。你看《坛经》里面，六祖大师教给说法的人，教给他原则，三十六对。你执着有，我就跟你讲空，给你说空什么？破你执着而已。那个人执着空，我就专门跟他讲有，破他执着空。所以佛说无量法，无非是破众生执着而已。你不晓得佛说法的义趣，看到这个经上佛讲空，那个经上佛说有，这到底空对，还是有对？到底要相信哪一个理论？反而使自己迷惑了，使自己生了许多的疑虑，不但障碍你修行，也障碍你知见，障碍你的正知正见。因此远远比不上老太婆，老太婆怎么样？我不要读经，我不要懂得理论，佛教给我念佛，我就老实念佛，她成功了。",
      "zh_TW": "我們在近代，幾乎在每個地方，我都勸人解也要專，不但行要專，解也要專一。原因在什麼地方？與行能相應。因為佛說一切經是對一切不同對象所說的，佛所說的法皆是方便法，佛沒有定法可說。你看《壇經》裡面，六祖大師教給說法的人，教給他原則，三十六對。你執著有，我就跟你講空，給你說空什麼？破你執著而已。那個人執著空，我就專門跟他講有，破他執著空。所以佛說無量法，無非是破眾生執著而已。你不曉得佛說法的義趣，看到這個經上佛講空，那個經上佛說有，這到底空對，還是有對？到底要相信哪一個理論？反而使自己迷惑了，使自己生了許多的疑慮，不但障礙你修行，也障礙你知見，障礙你的正知正見。因此遠遠比不上老太婆，老太婆怎麼樣？我不要讀經，我不要懂得理論，佛教給我念佛，我就老實念佛，她成功了。"
    },
    {
      "id": "04-003-0118_p0019",
      "zh_CN": "自古至今，诸位看《净土圣贤录》，看历代往生传记，不通经教的，什么都不懂的，单念这句阿弥陀佛，往生成就的有多少人？那些人要在学佛根性里面讲是上根，不但容易成就，成就高。什么是下下根？知识分子是下下根。喜欢博学多闻，样样都想知道，样样都想学，结果这一生往生，他打个问号，未必能去得成，这是我们要晓得的。所以你明白这个道理，一即一切，我们就不怀疑，才知道每个人选择的法门都殊胜。我是念佛的根性，选择念佛法门；他是参禅的根性，他选的参禅法门；那个是持戒的根性，他选择修戒律的法门，都对，都正确，都值得赞叹。只要一生坚定不移，一门深入，统统有成就。",
      "zh_TW": "自古至今，諸位看《淨土聖賢錄》，看歷代往生傳記，不通經教的，什麼都不懂的，單念這句阿彌陀佛，往生成就的有多少人？那些人要在學佛根性裡面講是上根，不但容易成就，成就高。什麼是下下根？知識分子是下下根。喜歡博學多聞，樣樣都想知道，樣樣都想學，結果這一生往生，他打個問號，未必能去得成，這是我們要曉得的。所以你明白這個道理，一即一切，我們就不懷疑，才知道每個人選擇的法門都殊勝。我是念佛的根性，選擇念佛法門；他是參禪的根性，他選的參禪法門；那個是持戒的根性，他選擇修戒律的法門，都對，都正確，都值得讚歎。只要一生堅定不移，一門深入，統統有成就。"
    },
    {
      "id": "04-003-0118_p0020",
      "zh_CN": "也许大家要问，那不是念佛法门，参禅、持戒、学教的能往生吗？能。大家《无量寿经》念得很熟，能，只要你把修学的功德回向求生西方，没有一个不往生的。极乐世界那个门很大，不一定是教你专念阿弥陀佛，修一切法门回向求生净土，统统得生。所以有人问，我念观音菩萨念得很习惯，念了好多年，你就继续不断再念；我念《地藏经》念得很久了，你继续再念，不必去改。可是里面的要领，都是要念到功夫成片，这样才行。功夫成片、一心不乱，那就成功了，回向求生净土，这才决定得生。如果我们修学没有这个功夫，那这一生你心里想往生也去不了。",
      "zh_TW": "也許大家要問，那不是念佛法門，參禪、持戒、學教的能往生嗎？能。大家《無量壽經》念得很熟，能，只要你把修學的功德迴向求生西方，沒有一個不往生的。極樂世界那個門很大，不一定是教你專念阿彌陀佛，修一切法門迴向求生淨土，統統得生。所以有人問，我念觀音菩薩念得很習慣，念了好多年，你就繼續不斷再念；我念《地藏經》念得很久了，你繼續再念，不必去改。可是裡面的要領，都是要念到功夫成片，這樣才行。功夫成片、一心不亂，那就成功了，迴向求生淨土，這才決定得生。如果我們修學沒有這個功夫，那這一生你心裡想往生也去不了。"
    },
    {
      "id": "04-003-0118_p0021",
      "zh_CN": "但是佛说法，诸位要晓得，虽然说的有五乘佛法，五乘里头有人、有天，人天福报，可是佛说法的目的毕竟不在人天。如果是人天法，佛不必出世，因为这个世间讲人天法的有人，有真正的学者，像孔子、孟子、老子、庄子，有宗教家、有哲学家、有科学家，都可以帮助我们得到人天的福报，何必要佛来出世？佛出现在世间，他的目的就是要帮助我们了生死出三界，因为这桩事情是世间这些宗教家、科学家、哲学家做不到的；换句话说，三界之内的，他们行。",
      "zh_TW": "但是佛說法，諸位要曉得，雖然說的有五乘佛法，五乘裡頭有人、有天，人天福報，可是佛說法的目的畢竟不在人天。如果是人天法，佛不必出世，因為這個世間講人天法的有人，有真正的學者，像孔子、孟子、老子、莊子，有宗教家、有哲學家、有科學家，都可以幫助我們得到人天的福報，何必要佛來出世？佛出現在世間，他的目的就是要幫助我們了生死出三界，因為這樁事情是世間這些宗教家、科學家、哲學家做不到的；換句話說，三界之內的，他們行。"
    },
    {
      "id": "04-003-0118_p0022",
      "zh_CN": "像印度那一般高级的宗教也很了不起，他们有办法到色界天、到无色界天，这是用禅定的功夫修四禅八定，确实不简单，但是没有办法出三界。他们甚深禅定之中观察到六道轮回，六道轮回的现象他完全清楚，他很想超越，没有办法，他那个定没有办法超越，达到非想非非想天八万大劫之后，他还要往下堕落，他不能超出。想超出，找不到方法。他有这个念头想超出，这就感应诸佛菩萨来应化。你有这个念头，我一定要来帮助你；你没有这个意念，佛菩萨来也是枉然，也没有用处。所以诸佛菩萨为什么降生在印度，不降生在中国？这个大家就很清楚，中国人没有见到三界六道，没有这个意思想出轮回，所以佛来了也没用处。给我们讲这些，这些我们还没有想到。那为什么出现在印度？印度那些宗教家已经见到了，已经起心动念想超越了，佛这是应机说法，那边机熟了，这一边根机没熟。我们这边根机什么时候成熟？佛灭度之后一千年，中国这边人根机成熟了，所以佛教传到中国来了。",
      "zh_TW": "像印度那一般高級的宗教也很了不起，他們有辦法到色界天、到無色界天，這是用禪定的功夫修四禪八定，確實不簡單，但是沒有辦法出三界。他們甚深禪定之中觀察到六道輪迴，六道輪迴的現象他完全清楚，他很想超越，沒有辦法，他那個定沒有辦法超越，達到非想非非想天八萬大劫之後，他還要往下墮落，他不能超出。想超出，找不到方法。他有這個念頭想超出，這就感應諸佛菩薩來應化。你有這個念頭，我一定要來幫助你；你沒有這個意念，佛菩薩來也是枉然，也沒有用處。所以諸佛菩薩為什麼降生在印度，不降生在中國？這個大家就很清楚，中國人沒有見到三界六道，沒有這個意思想出輪迴，所以佛來了也沒用處。給我們講這些，這些我們還沒有想到。那為什麼出現在印度？印度那些宗教家已經見到了，已經起心動念想超越了，佛這是應機說法，那邊機熟了，這一邊根機沒熟。我們這邊根機什麼時候成熟？佛滅度之後一千年，中國這邊人根機成熟了，所以佛教傳到中國來了。"
    },
    {
      "id": "04-003-0118_p0023",
      "zh_CN": "这些事实我们统统要知道。这才能真正帮助我们抉择法门，晓得佛出世讲经说法真正的目标。这个真正目标，还不是帮助我们了生死出三界就算了事。为什么？这个愿望不大，很小，这是小乘。那佛的意思究竟在哪里？是帮助我们圆满成佛，而圆满成佛的法门就是本经。《华严经》是大圆满，用什么方法成佛？十大愿王导归极乐。诸位要晓得，所以我跟你讲，这叫究竟圆满佛。《无量寿经》、《弥陀经》、《观无量寿经》，教你往生西方极乐世界，是四土三辈九品；《华严经》教你往生西方极乐世界，是直入实报庄严土的上上品，所以它是究竟圆满。也就是说，净宗是有阶级的，会达到顶上去，这个法门是直捷往顶上那层去的，那就是得要修十大愿王。十愿，换句话说，用今天的话来讲，就是落实在生活的层面。怎么个修法？要用真诚之心，真心里面没有妄想、没有分别、没有执着，所以真心是尽虚空遍法界，没有界限。正如此地相应了，一就是一切，我礼敬阿弥陀佛，就是礼敬一切诸佛，敬一个人就是敬一切众生，敬一桩事就是敬一切事。即使像经上讲的，毛尘许的善根，这讲微不足道，毛是汗毛，尘是微尘，这么一点点小善都尽虚空遍法界。为什么？它法界体没有两样，这叫普贤行愿。",
      "zh_TW": "這些事實我們統統要知道。這才能真正幫助我們抉擇法門，曉得佛出世講經說法真正的目標。這個真正目標，還不是幫助我們了生死出三界就算了事。為什麼？這個願望不大，很小，這是小乘。那佛的意思究竟在哪裡？是幫助我們圓滿成佛，而圓滿成佛的法門就是本經。《華嚴經》是大圓滿，用什麼方法成佛？十大願王導歸極樂。諸位要曉得，所以我跟你講，這叫究竟圓滿佛。《無量壽經》、《彌陀經》、《觀無量壽經》，教你往生西方極樂世界，是四土三輩九品；《華嚴經》教你往生西方極樂世界，是直入實報莊嚴土的上上品，所以它是究竟圓滿。也就是說，淨宗是有階級的，會達到頂上去，這個法門是直捷往頂上那層去的，那就是得要修十大願王。十願，換句話說，用今天的話來講，就是落實在生活的層面。怎麼個修法？要用真誠之心，真心裡面沒有妄想、沒有分別、沒有執著，所以真心是盡虛空遍法界，沒有界限。正如此地相應了，一就是一切，我禮敬阿彌陀佛，就是禮敬一切諸佛，敬一個人就是敬一切眾生，敬一樁事就是敬一切事。即使像經上講的，毛塵許的善根，這講微不足道，毛是汗毛，塵是微塵，這麼一點點小善都盡虛空遍法界。為什麼？它法界體沒有兩樣，這叫普賢行願。"
    },
    {
      "id": "04-003-0118_p0024",
      "zh_CN": "可是诸位要知道，普贤行愿不是一般人都能修的，为什么原因？一般人有妄想、有分别、有执着、有是非人我；换句话说，你心里面划了很多的界线，那你礼敬、赞叹、供养与普贤行不相应。你把这些界线统统去掉，你的礼敬、赞叹、供养就是普贤行。换句话说，用纯真、清净心来修，就叫普贤行；心里面有一丝毫的染污，就不是普贤行。希望同修们体会这个意思。唯独普贤行里面一即一切，随拈一法，圆收一切法，圆满的摄受一切法。我们读《无量寿经》的时候，诸位读到，在第二品就念到「德遵普贤」，这是说什么？生到西方极乐世界之后修普贤行。那个时候是弥陀不思议的愿力加持你，使你的分别妄想不起现行，你一切行与普贤行就相应了。我们在现前这个社会不容易，起心动念都有是非人我，所以不相应。我们翻开经本，看二百九十二面第二行，《疏》：",
      "zh_TW": "可是諸位要知道，普賢行願不是一般人都能修的，為什麼原因？一般人有妄想、有分別、有執著、有是非人我；換句話說，你心裡面劃了很多的界線，那你禮敬、讚歎、供養與普賢行不相應。你把這些界線統統去掉，你的禮敬、讚歎、供養就是普賢行。換句話說，用純真、清淨心來修，就叫普賢行；心裡面有一絲毫的染污，就不是普賢行。希望同修們體會這個意思。唯獨普賢行裡面一即一切，隨拈一法，圓收一切法，圓滿的攝受一切法。我們讀《無量壽經》的時候，諸位讀到，在第二品就念到「德遵普賢」，這是說什麼？生到西方極樂世界之後修普賢行。那個時候是彌陀不思議的願力加持你，使你的分別妄想不起現行，你一切行與普賢行就相應了。我們在現前這個社會不容易，起心動念都有是非人我，所以不相應。我們翻開經本，看二百九十二面第二行，《疏》："
    },
    {
      "id": "04-003-0118_p0025",
      "zh_CN": "【上但约无分别智。证于真理。有此五门。】",
      "zh_TW": "【上但約無分別智。證於真理。有此五門。】"
    },
    {
      "id": "04-003-0118_p0026",
      "zh_CN": "这个『五』是一即是五，五即是一。『无分别智』是根本智。古时候学佛，一入佛门先学根本智。换句话说，学佛从哪里学起？从不分别、不执着学起，这是古时候的办法。现在学佛从哪里学起？从一切分别执着学起，恰恰颠倒。所以我们看古人的传记，你看《高僧传》、《居士传》，无论在家出家学佛的，没有几年他就开悟、就证果、就有成就了，这很多。三年到五年当中，开悟证果的人非常之多。我们现在学一辈子，还迷惑颠倒，原因在哪里？方法错了。可是现在人也很奇怪，信邪不信正，听骗不听劝。劝他，他不听；骗他，他听。所以这个世间有大劫难，正法不能入耳，邪法是愈听愈欢喜，你看这怎么得了，这是今天社会，可以说全世界普遍的现象。这个现象不是好现象，这个现象是整个世间有大灾难要来临之前的预兆。",
      "zh_TW": "這個『五』是一即是五，五即是一。『無分別智』是根本智。古時候學佛，一入佛門先學根本智。換句話說，學佛從哪裡學起？從不分別、不執著學起，這是古時候的辦法。現在學佛從哪裡學起？從一切分別執著學起，恰恰顛倒。所以我們看古人的傳記，你看《高僧傳》、《居士傳》，無論在家出家學佛的，沒有幾年他就開悟、就證果、就有成就了，這很多。三年到五年當中，開悟證果的人非常之多。我們現在學一輩子，還迷惑顛倒，原因在哪裡？方法錯了。可是現在人也很奇怪，信邪不信正，聽騙不聽勸。勸他，他不聽；騙他，他聽。所以這個世間有大劫難，正法不能入耳，邪法是愈聽愈歡喜，你看這怎麼得了，這是今天社會，可以說全世界普遍的現象。這個現象不是好現象，這個現象是整個世間有大災難要來臨之前的預兆。"
    },
    {
      "id": "04-003-0118_p0027",
      "zh_CN": "你要是念念历史就晓得，每个时代有大难之前，一定有预兆。这承平大治的时代也有预兆，有好的预兆，有祥瑞。世间有大乱的时候，这个预兆就是妖魔鬼怪。什么叫妖魔鬼怪？《左传》里面下的那个定义非常好，「人弃常，则妖兴」，妖魔鬼怪就出现在世间，这就是我们社会大众伦常不要、舍弃了，这个社会就是妖魔鬼怪的社会了。我们用《左传》里面这句话来看今天的社会，岂不是跟他说的一模一样？伦是五伦，夫妇、父子、兄弟、君臣、朋友，今天的社会里面，确实父亲不像做父亲的，儿子不像做儿子的，兄弟不和。在社会上，君是领导人，领导人不像领导人；被领导的人也不像被领导的人，乱了，这叫乱伦，喜欢犯上，犯上是英雄，这还得了！喜欢作乱，作乱是大革命家，这还得了！这个不得了。五伦统统破掉了。常是什么？常是我们基本道德的观念，仁义礼智信，现在统统都不讲了。",
      "zh_TW": "你要是念念歷史就曉得，每個時代有大難之前，一定有預兆。這承平大治的時代也有預兆，有好的預兆，有祥瑞。世間有大亂的時候，這個預兆就是妖魔鬼怪。什麼叫妖魔鬼怪？《左傳》裡面下的那個定義非常好，「人棄常，則妖興」，妖魔鬼怪就出現在世間，這就是我們社會大眾倫常不要、捨棄了，這個社會就是妖魔鬼怪的社會了。我們用《左傳》裡面這句話來看今天的社會，豈不是跟他說的一模一樣？倫是五倫，夫婦、父子、兄弟、君臣、朋友，今天的社會裡面，確實父親不像做父親的，兒子不像做兒子的，兄弟不和。在社會上，君是領導人，領導人不像領導人；被領導的人也不像被領導的人，亂了，這叫亂倫，喜歡犯上，犯上是英雄，這還得了！喜歡作亂，作亂是大革命家，這還得了！這個不得了。五倫統統破掉了。常是什麼？常是我們基本道德的觀念，仁義禮智信，現在統統都不講了。"
    },
    {
      "id": "04-003-0118_p0028",
      "zh_CN": "今天社会人与人的关系，什么关系？利害，对我有好处，这就好朋友，没有好处，你就踢到一边去了，道义没有了。人天是讲道义的，妖魔鬼怪不讲道义；换句话说，妖魔鬼怪所讲的是利害。有利，他就利用你，到用完了之后，他就不要你了，听凭宰割，这就是社会大乱，有极大灾难要降临。我们不幸生在这个时代，要遭受这个苦难，有没有办法幸免？从前李老师讲，只有一条路，念佛求生净土，可以避免这个灾难。但是念佛求生净土容易吗？真的不容易。虽不容易，如果你真正肯做，没有一个人做不到。要怎么做法？要真做。假做是不能成功的，要真做。真做从哪里做起？从真诚做起。换句话说，今天这个时代，五浊恶世，我们心里所想的、口里所说的、身体所行的跟那个浊恶相反，那就成功了。他浊，我不浊；他迷，我不迷；他妄语，我不妄语；他骗人，我不骗人；他害人，我不害人，反过来，你就成功了。",
      "zh_TW": "今天社會人與人的關係，什麼關係？利害，對我有好處，這就好朋友，沒有好處，你就踢到一邊去了，道義沒有了。人天是講道義的，妖魔鬼怪不講道義；換句話說，妖魔鬼怪所講的是利害。有利，他就利用你，到用完了之後，他就不要你了，聽憑宰割，這就是社會大亂，有極大災難要降臨。我們不幸生在這個時代，要遭受這個苦難，有沒有辦法倖免？從前李老師講，只有一條路，念佛求生淨土，可以避免這個災難。但是念佛求生淨土容易嗎？真的不容易。雖不容易，如果你真正肯做，沒有一個人做不到。要怎麼做法？要真做。假做是不能成功的，要真做。真做從哪裡做起？從真誠做起。換句話說，今天這個時代，五濁惡世，我們心裡所想的、口裡所說的、身體所行的跟那個濁惡相反，那就成功了。他濁，我不濁；他迷，我不迷；他妄語，我不妄語；他騙人，我不騙人；他害人，我不害人，反過來，你就成功了。"
    },
    {
      "id": "04-003-0118_p0029",
      "zh_CN": "实在讲，学佛一入门，这个皈依叫翻邪皈依，翻邪三皈，要真正的回头。真正回头，心里面不能有丝毫的虚伪，不能有丝毫虚假，这样念佛才能成就，才能有感应。如果有一丝毫虚假，为了眼前的利益，那就错了。眼前也许占到一点小便宜，可是来生还要去搞六道轮回，不知道你要搞到哪一生、哪一劫，这个可怕了。所以我们如果把这个事实真相搞清楚了，宁愿舍弃我眼前的利益，我要争取将来永恒的幸福，这是一个真正觉悟的人，真正聪明人。所以古德教我们，老实，老实就得度了。老实念佛，这就有成就。所有一切障难，总而言之一句话，都是不老实。什么人不老实？自己欺骗自己，欺骗别人，这就是不老实。真正老实人决定不自欺、不欺人，世法、佛法都从这个地方做起。",
      "zh_TW": "實在講，學佛一入門，這個皈依叫翻邪皈依，翻邪三皈，要真正的回頭。真正回頭，心裡面不能有絲毫的虛偽，不能有絲毫虛假，這樣念佛才能成就，才能有感應。如果有一絲毫虛假，為了眼前的利益，那就錯了。眼前也許佔到一點小便宜，可是來生還要去搞六道輪迴，不知道你要搞到哪一生、哪一劫，這個可怕了。所以我們如果把這個事實真相搞清楚了，寧願捨棄我眼前的利益，我要爭取將來永恆的幸福，這是一個真正覺悟的人，真正聰明人。所以古德教我們，老實，老實就得度了。老實念佛，這就有成就。所有一切障難，總而言之一句話，都是不老實。什麼人不老實？自己欺騙自己，欺騙別人，這就是不老實。真正老實人決定不自欺、不欺人，世法、佛法都從這個地方做起。"
    },
    {
      "id": "04-003-0118_p0030",
      "zh_CN": "这是说到无分别智，讲到根本智，有了根本智之后，才能够生起后得智。后得智是什么？是无所不知。古大德求学，跟一个老师。跟一个老师是求根本智，完全接受一家之言，所以他的思想很单纯，一点都不复杂，跟一个人学。这一个老师训练他什么？就是训练他老实，不是训练别的。无论是哪一宗、哪一派，无论采取什么方法，目标决定是一致的。要用一个简单的话来说，就是帮助他修清净心，帮助他断掉妄想分别执着，就是这么一个单纯的目标。如果他妄念轻了，分别执着少了，老师看看这个情形，就可以同意他出师。出师现在的话就是毕业了，可以离开老师了。离开老师，就要到外面参学。这个参学就是什么人都可以接近，什么都可以听，什么都可以看，完全开放，叫你广泛接触这个社会，成就什么？成就无所不知。",
      "zh_TW": "這是說到無分別智，講到根本智，有了根本智之後，才能夠生起後得智。後得智是什麼？是無所不知。古大德求學，跟一個老師。跟一個老師是求根本智，完全接受一家之言，所以他的思想很單純，一點都不複雜，跟一個人學。這一個老師訓練他什麼？就是訓練他老實，不是訓練別的。無論是哪一宗、哪一派，無論採取什麼方法，目標決定是一致的。要用一個簡單的話來說，就是幫助他修清淨心，幫助他斷掉妄想分別執著，就是這麼一個單純的目標。如果他妄念輕了，分別執著少了，老師看看這個情形，就可以同意他出師。出師現在的話就是畢業了，可以離開老師了。離開老師，就要到外面參學。這個參學就是什麼人都可以接近，什麼都可以聽，什麼都可以看，完全開放，叫你廣泛接觸這個社會，成就什麼？成就無所不知。"
    },
    {
      "id": "04-003-0118_p0031",
      "zh_CN": "那什么样的条件才可以开放他出去参学？必须他见色闻声都不动心，有这种能力，才够资格去参学。如果见色闻声还动心，还会被外面境界所转，这不及格，没有能力出去参学，好好的、乖乖的跟一个老师。所以凡是参学，都有定功，不受外面境界影响，这就是根本智成就，他有定力。定，这才能生慧，让你广学多闻，大开慧解，这样才能够帮助一切众生。我们今天求学恰恰相反，今天我们根本智（就是无分别智）舍掉了，一开头就分别。古人讲根本，很有道理，像一棵树一样有根、有本。那根本没有了，哪来的枝叶？广学多闻是枝叶、是花果。没有根本，哪来的枝叶花果？我们明白这个道理了，才晓得离开根本，博学多闻，那是一条死路。纵然学得、说得天花乱坠，著作等身，说个不好听的话，是花瓶里面的东西。纵然很美，时间很短暂，过几天就死掉了，枯死了，不是活的。这从根本智培养出来，它是活的，这是说明根本智的重要。像这段最后讲到念佛法门，还是以根本智为基础。这注解里面有一句话，我把它念一念，在二百九十二面第五行，从最后一句念起：",
      "zh_TW": "那什麼樣的條件才可以開放他出去參學？必須他見色聞聲都不動心，有這種能力，才夠資格去參學。如果見色聞聲還動心，還會被外面境界所轉，這不及格，沒有能力出去參學，好好的、乖乖的跟一個老師。所以凡是參學，都有定功，不受外面境界影響，這就是根本智成就，他有定力。定，這才能生慧，讓你廣學多聞，大開慧解，這樣才能夠幫助一切眾生。我們今天求學恰恰相反，今天我們根本智（就是無分別智）捨掉了，一開頭就分別。古人講根本，很有道理，像一棵樹一樣有根、有本。那根本沒有了，哪來的枝葉？廣學多聞是枝葉、是花果。沒有根本，哪來的枝葉花果？我們明白這個道理了，才曉得離開根本，博學多聞，那是一條死路。縱然學得、說得天花亂墜，著作等身，說個不好聽的話，是花瓶裡面的東西。縱然很美，時間很短暫，過幾天就死掉了，枯死了，不是活的。這從根本智培養出來，它是活的，這是說明根本智的重要。像這段最後講到念佛法門，還是以根本智為基礎。這註解裡面有一句話，我把它念一念，在二百九十二面第五行，從最後一句念起："
    },
    {
      "id": "04-003-0118_p0032",
      "zh_CN": "【故知有云。】",
      "zh_TW": "【故知有云。】"
    },
    {
      "id": "04-003-0118_p0033",
      "zh_CN": "有人这么说。",
      "zh_TW": "有人這麼說。"
    },
    {
      "id": "04-003-0118_p0034",
      "zh_CN": "【唯识论一部。】",
      "zh_TW": "【唯識論一部。】"
    },
    {
      "id": "04-003-0118_p0035",
      "zh_CN": "这是讲一门一法。",
      "zh_TW": "這是講一門一法。"
    },
    {
      "id": "04-003-0118_p0036",
      "zh_CN": "【一切经论已备者。】",
      "zh_TW": "【一切經論已備者。】"
    },
    {
      "id": "04-003-0118_p0037",
      "zh_CN": "这不就是举一全收吗？",
      "zh_TW": "這不就是舉一全收嗎？"
    },
    {
      "id": "04-003-0118_p0038",
      "zh_CN": "【轻谤佛法之甚也。哀哉。哀哉。】",
      "zh_TW": "【輕謗佛法之甚也。哀哉。哀哉。】"
    },
    {
      "id": "04-003-0118_p0039",
      "zh_CN": "这个意思说得非常之深，一即一切，一切即一，随便一部经论、随便一法，都圆满含摄一切法，这是理，一点都没错。对什么人说？对圆人来说，对圆入、圆悟的人来说，没错。没有圆入、圆悟，一部就是一部，一部绝对不同第二部。因此佛法里面的承传，要求的是什么？圆顿根性，要求这样的人。圆顿根性的人，他听经、读经，他会悟入教理，这就是一悟一切悟。如果不是圆顿根性，那就是不得已而求其次，希望他能够体会教义。教义是教理的一部分，不是圆满的。",
      "zh_TW": "這個意思說得非常之深，一即一切，一切即一，隨便一部經論、隨便一法，都圓滿含攝一切法，這是理，一點都沒錯。對什麼人說？對圓人來說，對圓入、圓悟的人來說，沒錯。沒有圓入、圓悟，一部就是一部，一部絕對不同第二部。因此佛法裡面的承傳，要求的是什麼？圓頓根性，要求這樣的人。圓頓根性的人，他聽經、讀經，他會悟入教理，這就是一悟一切悟。如果不是圓頓根性，那就是不得已而求其次，希望他能夠體會教義。教義是教理的一部分，不是圓滿的。"
    },
    {
      "id": "04-003-0118_p0040",
      "zh_CN": "像在中国，大乘分十个宗，十宗的教义不同，教理相同，这是其次的。这样根性都没有，那就属于下根。如果我们分上中下三根，上根悟入教理，中根悟教义，这下根连教义也不能入，那怎么办？就学一部经。死心塌地，老实在一部经上下功夫，功夫深了，也能够通义通理，这都是办法，所谓是一经通一切经通。我们看看现代人的根性，说老实话，上等根性的没有，中等根性也找不到，那只好在经教里头也一门深入。可是要记住原理，记住原理有什么？不造罪业，不毁谤别的法门。我们懂得这个原理，这样就好。我们看底下一段《疏》文：",
      "zh_TW": "像在中國，大乘分十個宗，十宗的教義不同，教理相同，這是其次的。這樣根性都沒有，那就屬於下根。如果我們分上中下三根，上根悟入教理，中根悟教義，這下根連教義也不能入，那怎麼辦？就學一部經。死心塌地，老實在一部經上下功夫，功夫深了，也能夠通義通理，這都是辦法，所謂是一經通一切經通。我們看看現代人的根性，說老實話，上等根性的沒有，中等根性也找不到，那只好在經教裡頭也一門深入。可是要記住原理，記住原理有什麼？不造罪業，不毀謗別的法門。我們懂得這個原理，這樣就好。我們看底下一段《疏》文："
    },
    {
      "id": "04-003-0118_p0041",
      "zh_CN": "【若以无障碍智。证无障碍境。境智圆融。难可言尽。总为能所契合。】",
      "zh_TW": "【若以無障礙智。證無障礙境。境智圓融。難可言盡。總為能所契合。】"
    },
    {
      "id": "04-003-0118_p0042",
      "zh_CN": "这段话说得非常圆满，说得非常之好。我们要入的就是无障碍的境界，就是理事无碍，事事无碍的境界，大乘佛法里面讲，修行证果。证是什么？证就是入。果是什么？在境界里头真正得到自在快乐。没有一丝毫疑惑，没有一丝毫烦恼，没有一丝毫妄想，这就成功了，这就是无障碍的法界。无障碍的法界，怎样才能证得？要『以无障碍智』。无障碍智，就是前面讲的无分别智。前面跟诸位说过，无分别智是根本智，无所不知是后得智。后得智是枝叶，根本无分别，枝叶里头有没有分别？当然无分别，无分别就无障碍，这样你才真正体会到佛法教学的善巧方便，教学手法的高明，你才真正体会到。",
      "zh_TW": "這段話說得非常圓滿，說得非常之好。我們要入的就是無障礙的境界，就是理事無礙，事事無礙的境界，大乘佛法裡面講，修行證果。證是什麼？證就是入。果是什麼？在境界裡頭真正得到自在快樂。沒有一絲毫疑惑，沒有一絲毫煩惱，沒有一絲毫妄想，這就成功了，這就是無障礙的法界。無障礙的法界，怎樣才能證得？要『以無障礙智』。無障礙智，就是前面講的無分別智。前面跟諸位說過，無分別智是根本智，無所不知是後得智。後得智是枝葉，根本無分別，枝葉裡頭有沒有分別？當然無分別，無分別就無障礙，這樣你才真正體會到佛法教學的善巧方便，教學手法的高明，你才真正體會到。"
    },
    {
      "id": "04-003-0118_p0043",
      "zh_CN": "假如说根本智无分别，后得智有分别，那我们今天离开了根本智，求后得智，我们一定可以求得到的，那有什么两样？殊不知诸佛菩萨在有分别的时候就是无分别，因为他根本无分别。有分别是什么？是对你们有分别，你分别，我随着你分别，我有没有？我没有分别。我为什么没有分别？我证得无分别智。所以你在境界里不自在，我自在。你们想一想，你们日子过得很苦，你去细细思惟，你那些苦从哪来的？是不是分别执着？你看，离开一切分别执着，你苦在哪里？没有！所以你所有一切苦难，都是在分别执着里头生的，全是假的，全都不是真的。",
      "zh_TW": "假如說根本智無分別，後得智有分別，那我們今天離開了根本智，求後得智，我們一定可以求得到的，那有什麼兩樣？殊不知諸佛菩薩在有分別的時候就是無分別，因為他根本無分別。有分別是什麼？是對你們有分別，你分別，我隨著你分別，我有沒有？我沒有分別。我為什麼沒有分別？我證得無分別智。所以你在境界裡不自在，我自在。你們想一想，你們日子過得很苦，你去細細思惟，你那些苦從哪來的？是不是分別執著？你看，離開一切分別執著，你苦在哪裡？沒有！所以你所有一切苦難，都是在分別執著裡頭生的，全是假的，全都不是真的。"
    },
    {
      "id": "04-003-0118_p0044",
      "zh_CN": "离开一切分别执着，你在日常当中的享受跟诸佛菩萨有什么两样？没有两样。境界就是如来亲证真实的境界，这个真实境界就在我们眼前，就是我们现实的境界。我们不能证得，就是在境界打妄想、生执着，所以就变成了处处都是障碍，有障碍就有烦恼，就有痛苦。我们举个粗浅的例子来说，国家与国家为什么会打仗？这个土地没有界线，划一道界线。界线在哪里？找也找不到。两个边界就会打仗。没有边界，那战争就没有了；一有界线，就有争执。所有一切争执发生，都从界线里头来的。这是假的，这不是真的。佛教我们把这个抽象的概念拿掉，你能够在一切法当中，六根接触六尘境界，一天到晚不起心、不动念、不分别、不执着，你看看快乐无比，游戏人间。这个人间是什么？人间是立体电影，你在这里头观赏，才会得大自在。你不会观赏的人怎么样？把自己卷在里头，他哭你也哭，他笑你也笑，这变成傻瓜了。这段经文大主义是在此地。",
      "zh_TW": "離開一切分別執著，你在日常當中的享受跟諸佛菩薩有什麼兩樣？沒有兩樣。境界就是如來親證真實的境界，這個真實境界就在我們眼前，就是我們現實的境界。我們不能證得，就是在境界打妄想、生執著，所以就變成了處處都是障礙，有障礙就有煩惱，就有痛苦。我們舉個粗淺的例子來說，國家與國家為什麼會打仗？這個土地沒有界線，劃一道界線。界線在哪裡？找也找不到。兩個邊界就會打仗。沒有邊界，那戰爭就沒有了；一有界線，就有爭執。所有一切爭執發生，都從界線裡頭來的。這是假的，這不是真的。佛教我們把這個抽象的概念拿掉，你能夠在一切法當中，六根接觸六塵境界，一天到晚不起心、不動念、不分別、不執著，你看看快樂無比，遊戲人間。這個人間是什麼？人間是立體電影，你在這裡頭觀賞，才會得大自在。你不會觀賞的人怎麼樣？把自己捲在裡頭，他哭你也哭，他笑你也笑，這變成傻瓜了。這段經文大主義是在此地。"
    },
    {
      "id": "04-003-0118_p0045",
      "zh_CN": "所以诸位要知道，一真法界在哪里？一真法界就是我们现前的境界。为什么把一真法界变成十法界？起心动念、分别执着，一真法界失掉了就变成十法界。那这十法界，说实在的话说，从哪里分的？从你心里头对境界迷惑的浅深而分的。迷得浅就佛法界、菩萨法界，迷得深的，饿鬼法界、地狱法界；换句话说，也就是分别执着轻重而分的。你执着得愈坚固，你这个法界就愈往下去；你分别执着愈淡薄，你的境界就往上提升；完全没有分别，佛也没有了。所以这个时候给你讲真话，无佛无众生，无佛无众生就到一真法界。所以给你讲九法界都是方便说，都不是真的，一法界是真的。",
      "zh_TW": "所以諸位要知道，一真法界在哪裡？一真法界就是我們現前的境界。為什麼把一真法界變成十法界？起心動念、分別執著，一真法界失掉了就變成十法界。那這十法界，說實在的話說，從哪裡分的？從你心裡頭對境界迷惑的淺深而分的。迷得淺就佛法界、菩薩法界，迷得深的，餓鬼法界、地獄法界；換句話說，也就是分別執著輕重而分的。你執著得愈堅固，你這個法界就愈往下去；你分別執著愈淡薄，你的境界就往上提升；完全沒有分別，佛也沒有了。所以這個時候給你講真話，無佛無眾生，無佛無眾生就到一真法界。所以給你講九法界都是方便說，都不是真的，一法界是真的。"
    },
    {
      "id": "04-003-0118_p0046",
      "zh_CN": "《华严》跟我们讲一真法界，一真法界也就是我们这个经题里面讲，不思议解脱境界。解脱，要用现在的话来讲，解是解除，把什么东西解掉？所有一切烦恼、缠缚，心里面的牵挂解除掉了。我们心里面有牵挂，世间人形容心有千千结，解掉了。脱是什么？脱离了十法界，不但是六道三途，十法界也没有了，这叫解脱，这样才能入无障碍法界。所以诸位一定要知道，十法界、一真法界就是我们现实生活的境界，都在一念心中变现出来的。所以你要想证得，要用无障碍智，无障碍智一得到，这个境界马上就变出无障碍境。佛说境随心转，诸位明不明白？境随心转，眼前这个境界马上就变成一真法界了。",
      "zh_TW": "《華嚴》跟我們講一真法界，一真法界也就是我們這個經題裡面講，不思議解脫境界。解脫，要用現在的話來講，解是解除，把什麼東西解掉？所有一切煩惱、纏縛，心裡面的牽掛解除掉了。我們心裡面有牽掛，世間人形容心有千千結，解掉了。脫是什麼？脫離了十法界，不但是六道三途，十法界也沒有了，這叫解脫，這樣才能入無障礙法界。所以諸位一定要知道，十法界、一真法界就是我們現實生活的境界，都在一念心中變現出來的。所以你要想證得，要用無障礙智，無障礙智一得到，這個境界馬上就變出無障礙境。佛說境隨心轉，諸位明不明白？境隨心轉，眼前這個境界馬上就變成一真法界了。"
    },
    {
      "id": "04-003-0118_p0047",
      "zh_CN": "『境智圆融，难可言尽』，智是圆满的，境也是圆满的，这个圆满就是密宗里头常讲的大圆满。这个圆满是尽虚空遍法界，绝对不止我们这个地区、我们生活的地球，是尽虚空遍法界随着我们这个念统统转。转到这个境界，我们的六根能力之所缘也是尽虚空遍法界。所以诸位如果真的入这个境界，坐在此地，西方极乐世界什么状况，你就看得清清楚楚。阿弥陀佛那里讲经说法，我在这里坐着听得清清楚楚，为什么？障碍没有了。刚才讲了，解脱了，自在了。现在他方世界看不见，诸佛菩萨讲经也听不见，原因出在哪里？出在有障碍，有障碍就是有分别执着。我们没有入这个境界，有分别执着的时候，那只有一条路，与这个无障碍的境界非常相应，那叫老实念佛。念到功夫成片，念到事一心不乱，念到理一心不乱，就入这个境界。所以这个境界，在净土宗里面来讲，是理一心不乱的境界，就是无障碍境界。",
      "zh_TW": "『境智圓融，難可言盡』，智是圓滿的，境也是圓滿的，這個圓滿就是密宗裡頭常講的大圓滿。這個圓滿是盡虛空遍法界，絕對不止我們這個地區、我們生活的地球，是盡虛空遍法界隨著我們這個念統統轉。轉到這個境界，我們的六根能力之所緣也是盡虛空遍法界。所以諸位如果真的入這個境界，坐在此地，西方極樂世界什麼狀況，你就看得清清楚楚。阿彌陀佛那裡講經說法，我在這裡坐著聽得清清楚楚，為什麼？障礙沒有了。剛才講了，解脫了，自在了。現在他方世界看不見，諸佛菩薩講經也聽不見，原因出在哪裡？出在有障礙，有障礙就是有分別執著。我們沒有入這個境界，有分別執著的時候，那只有一條路，與這個無障礙的境界非常相應，那叫老實念佛。念到功夫成片，念到事一心不亂，念到理一心不亂，就入這個境界。所以這個境界，在淨土宗裡面來講，是理一心不亂的境界，就是無障礙境界。"
    },
    {
      "id": "04-003-0118_p0048",
      "zh_CN": "『总为能所契合』，能所融，能所不二，能即是所，所即是能。如果从智跟境上来说，境智圆融，智就是境，境就是智，像水乳交融。这里面不能把它分哪是智、哪是境，你要分成智跟境，这当中又有界限，又是二法。六祖能大师说得很好，佛法是一法，是不二法，二就不是佛法。佛法是什么？是真正觉悟之法。所以觉悟了，万法是一法，还在分二、三，决定没有觉悟。没觉悟的时候有二、三，悟了之后就没有二、三，就是一法。所以佛法是不二法，他说得非常的圆满、非常的正确。",
      "zh_TW": "『總為能所契合』，能所融，能所不二，能即是所，所即是能。如果從智跟境上來說，境智圓融，智就是境，境就是智，像水乳交融。這裡面不能把它分哪是智、哪是境，你要分成智跟境，這當中又有界限，又是二法。六祖能大師說得很好，佛法是一法，是不二法，二就不是佛法。佛法是什麼？是真正覺悟之法。所以覺悟了，萬法是一法，還在分二、三，決定沒有覺悟。沒覺悟的時候有二、三，悟了之後就沒有二、三，就是一法。所以佛法是不二法，他說得非常的圓滿、非常的正確。"
    },
    {
      "id": "04-003-0118_p0049",
      "zh_CN": "我们看末后这一小段，这总结，这一大段我们就讲完了。在二百九十四面倒数第二行：",
      "zh_TW": "我們看末後這一小段，這總結，這一大段我們就講完了。在二百九十四面倒數第二行："
    },
    {
      "id": "04-003-0118_p0050",
      "zh_CN": "【上之三门。以后契合。但合前二。故三门一揆。为入法界缘起普贤行愿之宗矣。其行愿别相。文中具之。】",
      "zh_TW": "【上之三門。以後契合。但合前二。故三門一揆。為入法界緣起普賢行願之宗矣。其行願別相。文中具之。】"
    },
    {
      "id": "04-003-0118_p0051",
      "zh_CN": "这个『宗』是在没有讲经文之前，先把入法界的纲领、要义跟我们说明白。至于行愿的别相都在经文里面，就是后面要讲到的。本经的玄义到这个地方就讲圆满了，向下，我们就讲到这部经。说到这部经，还是要从翻译、从经题来叙述，这是《别行疏钞》第四卷讲圆满了。好，我们念佛回向。",
      "zh_TW": "這個『宗』是在沒有講經文之前，先把入法界的綱領、要義跟我們說明白。至於行願的別相都在經文裡面，就是後面要講到的。本經的玄義到這個地方就講圓滿了，向下，我們就講到這部經。說到這部經，還是要從翻譯、從經題來敘述，這是《別行疏鈔》第四卷講圓滿了。好，我們念佛迴向。"
    }
  ]
}