{
  "doc_id": "04-003-0008",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0008",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "04-003-0008_p0001",
      "zh_CN": "七十七面，第五行：",
      "zh_TW": "七十七面，第五行："
    },
    {
      "id": "04-003-0008_p0002",
      "zh_CN": "【故出现品云。如来成正觉时。普见一切众生成正觉。普见一切众生般涅槃。即此圆教中四十二位。若贤若圣。若心若境。若依若正。若人若法。并是圆净缘起之法也。】",
      "zh_TW": "【故出現品云。如來成正覺時。普見一切眾生成正覺。普見一切眾生般涅槃。即此圓教中四十二位。若賢若聖。若心若境。若依若正。若人若法。並是圓淨緣起之法也。】"
    },
    {
      "id": "04-003-0008_p0003",
      "zh_CN": "到这个地方是一小段。这段是大师引用这部大经，就是《华严经．出现品》里面的一段经文，说明「净缘起」的成德，净缘起的成德也就是成就。这个境界确实在别教以下没有，决定是圆教才有这样的境界。就是与尽虚空遍法界一切情与无情统统相应，这才是真正圆满的法轮。古人常说，《华严》是如来的根本法轮，一切经皆是《华严》眷属，这话说得是非常的有道理。如来，就是我们讲佛。成佛的时候，为什么会见到一切众生同时都『成佛』？而且又见到一切众生都入大涅槃？『般涅槃』就是无上涅槃，涅槃也是成佛的意思。如果分别来说，这『成正觉』就是所知障断尽，真如本性里面的觉性圆满的显现出来。般涅槃是讲断德，就是最后一分生相无明要断尽了。般涅槃是对烦恼障，烦恼障断尽，二障都尽了，这是圆教如来的果位。给诸位说，这个话是真的，决定不是假的。为什么？他证得这个境界之后，他真正明了一切众生皆有佛性。所以从佛性上来看，那岂不是一切众生都成正觉了吗？一切众生都有佛性，决定是平等，平等是性德，也是性德之体相。我们讲真如本性。真如本性像个什么样子？平等就是真如本性的样子，就是这个体相。所以万法平等，万法一如，这是他真正见到了。",
      "zh_TW": "到這個地方是一小段。這段是大師引用這部大經，就是《華嚴經．出現品》裡面的一段經文，說明「淨緣起」的成德，淨緣起的成德也就是成就。這個境界確實在別教以下沒有，決定是圓教才有這樣的境界。就是與盡虛空遍法界一切情與無情統統相應，這才是真正圓滿的法輪。古人常說，《華嚴》是如來的根本法輪，一切經皆是《華嚴》眷屬，這話說得是非常的有道理。如來，就是我們講佛。成佛的時候，為什麼會見到一切眾生同時都『成佛』？而且又見到一切眾生都入大涅槃？『般涅槃』就是無上涅槃，涅槃也是成佛的意思。如果分別來說，這『成正覺』就是所知障斷盡，真如本性裡面的覺性圓滿的顯現出來。般涅槃是講斷德，就是最後一分生相無明要斷盡了。般涅槃是對煩惱障，煩惱障斷盡，二障都盡了，這是圓教如來的果位。給諸位說，這個話是真的，決定不是假的。為什麼？他證得這個境界之後，他真正明瞭一切眾生皆有佛性。所以從佛性上來看，那豈不是一切眾生都成正覺了嗎？一切眾生都有佛性，決定是平等，平等是性德，也是性德之體相。我們講真如本性。真如本性像個什麼樣子？平等就是真如本性的樣子，就是這個體相。所以萬法平等，萬法一如，這是他真正見到了。"
    },
    {
      "id": "04-003-0008_p0004",
      "zh_CN": "从断德上讲，烦恼本空。不但见思烦恼本来是空的，根本无明也是空的，全是虚妄而不实在的。悟的时候是这个相，这种现相；迷的时候，还是这个相。迷并不是说，我迷了，我的本性会变样子。你虽然迷，你的本性没变样子；你虽然迷，觉得你有无明烦恼，实际上你本性上清净，没这个东西。所以成佛的时候，见到自己成佛，也见到一切众生跟自己完全一样。你明白这个事实，你才晓得佛对于一切众生真正平等，真实的平等。真正平等就是没有分别，有分别就不是真平等。真正的平等是没有分别心，就是与一切万法决定不起一念分别心，不起一念执着心。这是本性体相完全显露。「出现品」里就是说的这个境界。",
      "zh_TW": "從斷德上講，煩惱本空。不但見思煩惱本來是空的，根本無明也是空的，全是虛妄而不實在的。悟的時候是這個相，這種現相；迷的時候，還是這個相。迷並不是說，我迷了，我的本性會變樣子。你雖然迷，你的本性沒變樣子；你雖然迷，覺得你有無明煩惱，實際上你本性上清淨，沒這個東西。所以成佛的時候，見到自己成佛，也見到一切眾生跟自己完全一樣。你明白這個事實，你才曉得佛對於一切眾生真正平等，真實的平等。真正平等就是沒有分別，有分別就不是真平等。真正的平等是沒有分別心，就是與一切萬法決定不起一念分別心，不起一念執著心。這是本性體相完全顯露。「出現品」裡就是說的這個境界。"
    },
    {
      "id": "04-003-0008_p0005",
      "zh_CN": "这个境界在『圆教四十二位』，圆教十信位的菩萨没有见性，所以不说他们，他们没有到这个境界。这十信菩萨，给诸位说，他有圆解。我们今天读《华严经》，这种理论我们想得通，我们不疑惑。我们明白，虽明白，我们做不到。我们六根接触六尘境界还是分别，还是有执着，这就是说，理上你虽然是圆解，你没有证得，你没有能够圆证。换句话说，还是得不到清净平等的受用，得不到。什么时候才能真正得这个受用？必须圆证。那真的是破一品无明，证一分法身，从圆教初住菩萨开始，这就开始证了。虽然只证得一分，但是这一分的受用，与如来果地上平等平等，无二无别。所以他这个受用是真实的受用，这不是假的。如来证的是满分，圆满的，他所证的是部分的，没有圆满的，但是决定是真实的。所以从初住菩萨说起，十住、十行、十回向、十地，四十个位次，再加上等觉，再加上佛，这第四十二个就是佛，经上也称之为妙觉位，实际上就是无上正等正觉，这四十二个位次。《华严经》上所讲的四十一位法身大士，说四十一位，不说佛。从初住菩萨到等觉菩萨，四十一个位次。",
      "zh_TW": "這個境界在『圓教四十二位』，圓教十信位的菩薩沒有見性，所以不說他們，他們沒有到這個境界。這十信菩薩，給諸位說，他有圓解。我們今天讀《華嚴經》，這種理論我們想得通，我們不疑惑。我們明白，雖明白，我們做不到。我們六根接觸六塵境界還是分別，還是有執著，這就是說，理上你雖然是圓解，你沒有證得，你沒有能夠圓證。換句話說，還是得不到清淨平等的受用，得不到。什麼時候才能真正得這個受用？必須圓證。那真的是破一品無明，證一分法身，從圓教初住菩薩開始，這就開始證了。雖然只證得一分，但是這一分的受用，與如來果地上平等平等，無二無別。所以他這個受用是真實的受用，這不是假的。如來證的是滿分，圓滿的，他所證的是部分的，沒有圓滿的，但是決定是真實的。所以從初住菩薩說起，十住、十行、十迴向、十地，四十個位次，再加上等覺，再加上佛，這第四十二個就是佛，經上也稱之為妙覺位，實際上就是無上正等正覺，這四十二個位次。《華嚴經》上所講的四十一位法身大士，說四十一位，不說佛。從初住菩薩到等覺菩薩，四十一個位次。"
    },
    {
      "id": "04-003-0008_p0006",
      "zh_CN": "『若贤』，贤是讲三贤。十住、十行、十回向，三贤菩萨。『若圣』，圣就是十一地，十地菩萨加上等觉，这叫圣，三贤十圣。『若心若境』，此地讲的心就是真如本性。我们通常讲真心，这不是妄心。境是境界，心跟境是一样的。境从哪里来的？心变现出来的。所以这心之能力不可思议。十法界依正庄严，这是经上给我们讲得明明白白、清清楚楚。这个境界从哪里来的？唯心所现，是你心里面现的相；唯识所变，所现的这个相在变化。什么力量主宰变化？识，识就是分别，是因为你有分别，它就起变化。如果你没有分别，这个相，给诸位说叫一真法界。你说一真法界是个什么样子？眼前这个境界，原来就是一真法界，眼前就是了。可是我们有分别执着，这一起分别执着，就把一真法界变成了无量无边的法界。",
      "zh_TW": "『若賢』，賢是講三賢。十住、十行、十迴向，三賢菩薩。『若聖』，聖就是十一地，十地菩薩加上等覺，這叫聖，三賢十聖。『若心若境』，此地講的心就是真如本性。我們通常講真心，這不是妄心。境是境界，心跟境是一樣的。境從哪裡來的？心變現出來的。所以這心之能力不可思議。十法界依正莊嚴，這是經上給我們講得明明白白、清清楚楚。這個境界從哪裡來的？唯心所現，是你心裡面現的相；唯識所變，所現的這個相在變化。什麼力量主宰變化？識，識就是分別，是因為你有分別，它就起變化。如果你沒有分別，這個相，給諸位說叫一真法界。你說一真法界是個什麼樣子？眼前這個境界，原來就是一真法界，眼前就是了。可是我們有分別執著，這一起分別執著，就把一真法界變成了無量無邊的法界。"
    },
    {
      "id": "04-003-0008_p0007",
      "zh_CN": "我们这个世间，不要说十方三世，就是这个世间，我们这个地球上，每个人是一个法界。不只十法界，每个人是一个法界，每个人的法界都不相同，没有一个人的法界是相同的。这个地位愈证得高就愈接近、愈相似，还不能说完全相同。完全相同到谁？到了佛。因为佛他一品无明都没有了，所以那就真正的同了。等觉菩萨还有一品无明，虽有一品无明，他们这个境界很接近。是不是会完全相同？不完全，还是不完全。所以愈高是愈接近，位置愈低，就完全不一样，这都是事实的真相。佛经里面讲十法界，十是表法的意思，不是数目字，是代表无量无边。所以这个心一起分别执着，那就无量无边，千变万化，这是经上常讲的十法界。十法界里面，每个法界又有十法界，这就一百界。一百界里头，每一法界又有十法界，无有止境。这些，这就讲缘起。缘起，这就是有染、有净。",
      "zh_TW": "我們這個世間，不要說十方三世，就是這個世間，我們這個地球上，每個人是一個法界。不只十法界，每個人是一個法界，每個人的法界都不相同，沒有一個人的法界是相同的。這個地位愈證得高就愈接近、愈相似，還不能說完全相同。完全相同到誰？到了佛。因為佛他一品無明都沒有了，所以那就真正的同了。等覺菩薩還有一品無明，雖有一品無明，他們這個境界很接近。是不是會完全相同？不完全，還是不完全。所以愈高是愈接近，位置愈低，就完全不一樣，這都是事實的真相。佛經裡面講十法界，十是表法的意思，不是數目字，是代表無量無邊。所以這個心一起分別執著，那就無量無邊，千變萬化，這是經上常講的十法界。十法界裡面，每個法界又有十法界，這就一百界。一百界裡頭，每一法界又有十法界，無有止境。這些，這就講緣起。緣起，這就是有染、有淨。"
    },
    {
      "id": "04-003-0008_p0008",
      "zh_CN": "一真法界，就是前面讲的性起。性起是唯心所现，缘起是唯识所变。所变的这些相，诸位要知道，都不是真的。我们凡夫会变，诸佛菩萨也会变。我们变，变这个境界里面，自己生活得很苦。苦在哪里？我们自己变的这个，不知道是自己变的，也不晓得这个境界是假的，把假的当作真的，在这个境界里面起分别、起执着、起贪瞋痴慢，毛病统统从这地方生的。首先，执着这个身是我，既然有我，就有我贪、我爱、我瞋、我见、我慢，统统都来了。在这个境界里面，就有分别，就有执着。佛菩萨他也会变，他变了的时候，他没有我们这样的苦恼，他很自在，很快乐。为什么？他知道这一切都是假的，所以既不执着这个身是我，也不执着这一切万法是实在的，他不执着。所以经上赞叹他们叫游戏神通，他得大自在，他没有执着。因此他们的受用是性德，这就自在了，真正是离苦得乐。",
      "zh_TW": "一真法界，就是前面講的性起。性起是唯心所現，緣起是唯識所變。所變的這些相，諸位要知道，都不是真的。我們凡夫會變，諸佛菩薩也會變。我們變，變這個境界裡面，自己生活得很苦。苦在哪裡？我們自己變的這個，不知道是自己變的，也不曉得這個境界是假的，把假的當作真的，在這個境界裡面起分別、起執著、起貪瞋痴慢，毛病統統從這地方生的。首先，執著這個身是我，既然有我，就有我貪、我愛、我瞋、我見、我慢，統統都來了。在這個境界裡面，就有分別，就有執著。佛菩薩他也會變，他變了的時候，他沒有我們這樣的苦惱，他很自在，很快樂。為什麼？他知道這一切都是假的，所以既不執著這個身是我，也不執著這一切萬法是實在的，他不執著。所以經上讚歎他們叫遊戲神通，他得大自在，他沒有執著。因此他們的受用是性德，這就自在了，真正是離苦得樂。"
    },
    {
      "id": "04-003-0008_p0009",
      "zh_CN": "我们因为虚妄的执着，招来许多的灾难痛苦。殊不知道这些灾难痛苦都不是真实的。说穿了，就像做一场恶梦，梦醒了，晓得这假的，不是真的。你不晓得，你在六道里面轮回，无始劫以来一直轮到今天，或者后面还不晓得到哪一劫，这就是一场很长的大梦。将来有没有醒悟的时候？给诸位说，决定是有，在理论上讲，决定是有，佛说的，一切众生皆有佛性。既然有佛性，必当作佛，他将来一定会作佛的。所以作佛，就是从这个大梦里头醒悟过来，一定会醒悟过来。但是醒悟时间长短，那就是个人因缘不相同了。这个因缘也牵涉到善根、福德，这是讲心境怎么来，怎样一个关系。",
      "zh_TW": "我們因為虛妄的執著，招來許多的災難痛苦。殊不知道這些災難痛苦都不是真實的。說穿了，就像做一場惡夢，夢醒了，曉得這假的，不是真的。你不曉得，你在六道裡面輪迴，無始劫以來一直輪到今天，或者後面還不曉得到哪一劫，這就是一場很長的大夢。將來有沒有醒悟的時候？給諸位說，決定是有，在理論上講，決定是有，佛說的，一切眾生皆有佛性。既然有佛性，必當作佛，他將來一定會作佛的。所以作佛，就是從這個大夢裡頭醒悟過來，一定會醒悟過來。但是醒悟時間長短，那就是個人因緣不相同了。這個因緣也牽涉到善根、福德，這是講心境怎麼來，怎樣一個關係。"
    },
    {
      "id": "04-003-0008_p0010",
      "zh_CN": "下面『若依若正』。这个说法，愈说这个境界愈粗愈明显，愈容易觉察。依，是讲我们生活的环境；正，是讲我们所得的这个身体，身体是正报，身体之外统统是依报。所以正报，单单指我们自己身体而已，别人还是我的依报。这个依报里，环境里面有人事环境、有物质环境，有两种。所以一切人，乃至于我们讲的声闻、缘觉、菩萨、佛，都是我们的依报环境，我们依报里面的人事环境。衣食住行这些就是我们的物质环境，全是属于依报。正报并不是指一切人，那就错了，那你看法就错了。正报单单指个人一个，除自个人之外，全在依报里面。",
      "zh_TW": "下面『若依若正』。這個說法，愈說這個境界愈粗愈明顯，愈容易覺察。依，是講我們生活的環境；正，是講我們所得的這個身體，身體是正報，身體之外統統是依報。所以正報，單單指我們自己身體而已，別人還是我的依報。這個依報裡，環境裡面有人事環境、有物質環境，有兩種。所以一切人，乃至於我們講的聲聞、緣覺、菩薩、佛，都是我們的依報環境，我們依報裡面的人事環境。衣食住行這些就是我們的物質環境，全是屬於依報。正報並不是指一切人，那就錯了，那你看法就錯了。正報單單指個人一個，除自個人之外，全在依報裡面。"
    },
    {
      "id": "04-003-0008_p0011",
      "zh_CN": "『若人若法』，这个人，那就是一切人众，这是广泛的，跟那个正报不一样。所以这个地方，若人若法，要前面一句里面就是依报。依报里面有人，依报里面有法，这个人与法都是依报所摄的。『并是圆净缘起之法』，这是讲四十二位。那在本经里面说的华藏世界，华藏世界是缘起，它是属于圆净缘起。圆净，西方极乐世界也是属于圆净缘起。不像我们这个世界，我们眼前这个世界是属于染缘起。前面介绍过了，染缘起，不是净缘起。",
      "zh_TW": "『若人若法』，這個人，那就是一切人眾，這是廣泛的，跟那個正報不一樣。所以這個地方，若人若法，要前面一句裡面就是依報。依報裡面有人，依報裡面有法，這個人與法都是依報所攝的。『並是圓淨緣起之法』，這是講四十二位。那在本經裡面說的華藏世界，華藏世界是緣起，它是屬於圓淨緣起。圓淨，西方極樂世界也是屬於圓淨緣起。不像我們這個世界，我們眼前這個世界是屬於染緣起。前面介紹過了，染緣起，不是淨緣起。"
    },
    {
      "id": "04-003-0008_p0012",
      "zh_CN": "为什么我们这个世界不能称为净缘起？诸位要知道，染、净缘起，并不是别人给我们安排的，不是佛菩萨安排的，也不是上帝、阎罗王主宰的，不是的，染净在心。这个世界叫做凡圣同居土，你心要是净，你在这个世间，你是属于净缘起；如果我心染了，我在这个世间是属于染缘起。可见得这个缘起，什么时候它转变？那真是刹那之间，就看你的心，你的心怎么变法。你的心一念清净，眼前这个缘起，那就是净缘起。这个净，前面说过有分净、有圆净。如果你一念心是圆净，换句话说，你今天在这个世间，这个境界跟华严，跟极乐世界没有两样。那没有两样，也许你要问，华严会上毘卢遮那佛，我能见得到吗？西方极乐世界阿弥陀佛，我能见得到吗？给诸位说，都见到。如果你的心现前是圆净的，毘卢遮那佛、阿弥陀佛天天跟你见面。确实你没有离开他，他也没有离开你。今天我们是不隔而隔，没有隔碍当中有隔碍，我们的心不清净。所以经上讲，心净则土净。",
      "zh_TW": "為什麼我們這個世界不能稱為淨緣起？諸位要知道，染、淨緣起，並不是別人給我們安排的，不是佛菩薩安排的，也不是上帝、閻羅王主宰的，不是的，染淨在心。這個世界叫做凡聖同居土，你心要是淨，你在這個世間，你是屬於淨緣起；如果我心染了，我在這個世間是屬於染緣起。可見得這個緣起，什麼時候它轉變？那真是剎那之間，就看你的心，你的心怎麼變法。你的心一念清淨，眼前這個緣起，那就是淨緣起。這個淨，前面說過有分淨、有圓淨。如果你一念心是圓淨，換句話說，你今天在這個世間，這個境界跟華嚴，跟極樂世界沒有兩樣。那沒有兩樣，也許你要問，華嚴會上毘盧遮那佛，我能見得到嗎？西方極樂世界阿彌陀佛，我能見得到嗎？給諸位說，都見到。如果你的心現前是圓淨的，毘盧遮那佛、阿彌陀佛天天跟你見面。確實你沒有離開他，他也沒有離開你。今天我們是不隔而隔，沒有隔礙當中有隔礙，我們的心不清淨。所以經上講，心淨則土淨。"
    },
    {
      "id": "04-003-0008_p0013",
      "zh_CN": "佛法的修学，千经万论无量法门，大家总得要把原则抓到。修什么？修觉、修正、修净。这三种，实在是一而三，三而一。法只有一，哪有三，没有三；佛法是不二法，觉就是正，就是净，它是一。我们今天是不得已，是一桩事情从三个角度来看，三个角度是一桩事情。所以在这里面不要起分别心，不要执着。为什么一桩事情，佛要说三面？因为众生的根性不相同，你修学有难易之分。我们今天学净土，就是觉正净里面，我们从净门入，我们从这入。这个入方便，修的是清净心。心清净，就入进去了。要想心清净，就决定不能有分别，不能有执着，你心才会清净。如果你执着，我这个法门好，他那个法门不如我这个，你想想看，你能不能入？不能入。心不清净，你还有分别执着，我这个法门好，好在哪里？我能入得进去。别的法门好不好？别的法门也好，他可以从那个门入进去，入得门来，完全是一样的。好像这一个讲堂，开了好几个门，随便你从哪个门进来都一样，无二无别。教从正门入，那要费一点时间，要去研究经典，依照经典修正我们的观念，修正我们的思想。正门就是正知正见，正确的思想，正确的见解，从这入。所这一门通常讲，绝大多数是渐修，逐步逐步，像读书一样，一年级、二年级慢慢提升，觉门是顿悟，净门也是顿入。这三个门比较起来，净门摄受根性的人比较多，它真是三根普被，利钝全收。不需要那么样高的觉性，也不要那么样繁琐的经教，这是它的方便之处。下面解释缘起。",
      "zh_TW": "佛法的修學，千經萬論無量法門，大家總得要把原則抓到。修什麼？修覺、修正、修淨。這三種，實在是一而三，三而一。法只有一，哪有三，沒有三；佛法是不二法，覺就是正，就是淨，它是一。我們今天是不得已，是一樁事情從三個角度來看，三個角度是一樁事情。所以在這裡面不要起分別心，不要執著。為什麼一樁事情，佛要說三面？因為眾生的根性不相同，你修學有難易之分。我們今天學淨土，就是覺正淨裡面，我們從淨門入，我們從這入。這個入方便，修的是清淨心。心清淨，就入進去了。要想心清淨，就決定不能有分別，不能有執著，你心才會清淨。如果你執著，我這個法門好，他那個法門不如我這個，你想想看，你能不能入？不能入。心不清淨，你還有分別執著，我這個法門好，好在哪裡？我能入得進去。別的法門好不好？別的法門也好，他可以從那個門入進去，入得門來，完全是一樣的。好像這一個講堂，開了好幾個門，隨便你從哪個門進來都一樣，無二無別。教從正門入，那要費一點時間，要去研究經典，依照經典修正我們的觀念，修正我們的思想。正門就是正知正見，正確的思想，正確的見解，從這入。所這一門通常講，絕大多數是漸修，逐步逐步，像讀書一樣，一年級、二年級慢慢提升，覺門是頓悟，淨門也是頓入。這三個門比較起來，淨門攝受根性的人比較多，它真是三根普被，利鈍全收。不需要那麼樣高的覺性，也不要那麼樣繁瑣的經教，這是它的方便之處。下面解釋緣起。"
    },
    {
      "id": "04-003-0008_p0014",
      "zh_CN": "【言缘起者。由本因中。闻圆教。信圆法。发圆解。起圆行。圆除诸障。圆证法界。】",
      "zh_TW": "【言緣起者。由本因中。聞圓教。信圓法。發圓解。起圓行。圓除諸障。圓證法界。】"
    },
    {
      "id": "04-003-0008_p0015",
      "zh_CN": "这个地方讲了六种圆法，这几句话很重要。『本因』，也就是我们现在所讲，修行成佛第一因素（第一个条件），这最重要的。下面这六句实在讲是多生多劫薰习而成的，绝对不是说，一生当中就能成就，没这个事情。往往我们看到一生当中成就，眼看是一生成就，过去生中他不晓得修了多少生、多少劫。像六祖能大师那样子顿悟，我们看到这个了不起的天才，我们能学得到吗？我们只看到他这一生，没有看到他前生；他是生生世世多劫薰修而成的。我们虽然比不上能大师，但是也不能过分的自卑感，那也是错误的。为什么？你要是说你没有福分，你怎么能听到这部大经？这部大经是圆顿大法。今天我们在这里研究这部经典，读诵这部经典，这就是你接受圆教，你接受这六圆在薰习。可见得，这个善根福德绝非寻常，不是有大善根、大福德的人，你在这一生遇不到。纵然遇到了，你也不肯学；遇到了，不信。相信了，不肯学，等于没有遇到。所以我们能够遇到的，真正值得庆幸。",
      "zh_TW": "這個地方講了六種圓法，這幾句話很重要。『本因』，也就是我們現在所講，修行成佛第一因素（第一個條件），這最重要的。下面這六句實在講是多生多劫薰習而成的，絕對不是說，一生當中就能成就，沒這個事情。往往我們看到一生當中成就，眼看是一生成就，過去生中他不曉得修了多少生、多少劫。像六祖能大師那樣子頓悟，我們看到這個了不起的天才，我們能學得到嗎？我們只看到他這一生，沒有看到他前生；他是生生世世多劫薰修而成的。我們雖然比不上能大師，但是也不能過分的自卑感，那也是錯誤的。為什麼？你要是說你沒有福分，你怎麼能聽到這部大經？這部大經是圓頓大法。今天我們在這裡研究這部經典，讀誦這部經典，這就是你接受圓教，你接受這六圓在薰習。可見得，這個善根福德絕非尋常，不是有大善根、大福德的人，你在這一生遇不到。縱然遇到了，你也不肯學；遇到了，不信。相信了，不肯學，等於沒有遇到。所以我們能夠遇到的，真正值得慶幸。"
    },
    {
      "id": "04-003-0008_p0016",
      "zh_CN": "『闻圆教』，在释迦牟尼佛一代教学里面，属于圆教的经典，大家所晓得的《华严》、《法华》，再说《无量寿经》，净土法门是圆教。蕅益大师，他老人家看净土，那是圆中之圆，顿中之顿。可是莲池大师不是这样看法，莲池大师说它是分圆；《华严》是圆满的，是纯圆，它是部分之圆。难道莲池大师对于净土法门的见解还不及蕅益大师吗？给诸位说，不是的。他这个说法有不得已的苦衷，原因在哪里？你要知道他那个时候的时代背景，他不能不这样说；他要不这样说，会引起很大的麻烦。为什么？莲池大师那个时代禅风很盛，禅的势力很大。你如果说这个超过它，他们不服气，群起而攻之，这个东西麻烦大了，会为你找来很多麻烦。所以晓得他说话那个语气非常之谨慎，有他不得已的苦衷。蕅益大师的时代，这个情形就缓和，为什么？经历变乱，蕅益大师生在明朝末年，他老人家圆寂是在清朝，那时候整个社会动乱。蕅益大师年岁并不大，六十几岁他就圆寂了。所以他那个时代跟莲池大师时代不相同，他的讲法就完全说真话，一点都不保留。而赞叹《弥陀经》，你看《弥陀要解》里头赞叹「华严奥藏，法华秘髓」。那这是圆中之圆，顿中之顿，没有话说了。这个话在莲池大师的时代，一般修净土的不大敢讲。",
      "zh_TW": "『聞圓教』，在釋迦牟尼佛一代教學裡面，屬於圓教的經典，大家所曉得的《華嚴》、《法華》，再說《無量壽經》，淨土法門是圓教。蕅益大師，他老人家看淨土，那是圓中之圓，頓中之頓。可是蓮池大師不是這樣看法，蓮池大師說它是分圓；《華嚴》是圓滿的，是純圓，它是部分之圓。難道蓮池大師對於淨土法門的見解還不及蕅益大師嗎？給諸位說，不是的。他這個說法有不得已的苦衷，原因在哪裡？你要知道他那個時候的時代背景，他不能不這樣說；他要不這樣說，會引起很大的麻煩。為什麼？蓮池大師那個時代禪風很盛，禪的勢力很大。你如果說這個超過它，他們不服氣，群起而攻之，這個東西麻煩大了，會為你找來很多麻煩。所以曉得他說話那個語氣非常之謹慎，有他不得已的苦衷。蕅益大師的時代，這個情形就緩和，為什麼？經歷變亂，蕅益大師生在明朝末年，他老人家圓寂是在清朝，那時候整個社會動亂。蕅益大師年歲並不大，六十幾歲他就圓寂了。所以他那個時代跟蓮池大師時代不相同，他的講法就完全說真話，一點都不保留。而讚歎《彌陀經》，你看《彌陀要解》裡頭讚歎「華嚴奧藏，法華祕髓」。那這是圓中之圓，頓中之頓，沒有話說了。這個話在蓮池大師的時代，一般修淨土的不大敢講。"
    },
    {
      "id": "04-003-0008_p0017",
      "zh_CN": "你不要说别的，李老师(李炳老)那个时代，这个去我们没多远，跟我现在的时代就不一样。李老师在台中弘法四十年，他对于夏莲居的《无量寿经》会集本，就不敢很赞叹。为什么？有别人群起而攻之，他也害怕，也受不了。所以他在民国四十九年讲过一遍以后再也不敢讲了。因为那一遍讲的时候就有人骂他。所以诸位要晓得，这时代背景不相同。",
      "zh_TW": "你不要說別的，李老師(李炳老)那個時代，這個去我們沒多遠，跟我現在的時代就不一樣。李老師在台中弘法四十年，他對於夏蓮居的《無量壽經》會集本，就不敢很讚歎。為什麼？有別人群起而攻之，他也害怕，也受不了。所以他在民國四十九年講過一遍以後再也不敢講了。因為那一遍講的時候就有人罵他。所以諸位要曉得，這時代背景不相同。"
    },
    {
      "id": "04-003-0008_p0018",
      "zh_CN": "我们今天极力提倡，没有人干涉，时代不一样了。我们提倡，说老实话，也是怕人找麻烦来。这个事情从前李老师告诉过我，叫我要小心。因为那个时候，本来我是想到台北来的时候，我五十六年到台北，我就准备想讲这部经。李老师就劝我，你现在不能讲，免得惹麻烦。因为这部经很少人提倡，我们极力提倡，总是孤掌难鸣。所以在美国遇到黄念祖，非常欢喜。他也极力在宣扬，至少不是我一个，有两个。同时，我现在把这五经读本印出来，这个大家没有话说。九种本子统统在里面，你们自己看，九种本子哪个好，你自己选择。这不要再争论了，这就是真正事实摆在面前。实在说李老师那个时候，这九种本子找都找不到。这我们今天福报大，能够把《无量寿经》九种本子都收齐，这是稀有难逢的一日。这几年来，我们这个经本大概印了已经超过十万本。今年至少我们还会印十万本，大量流通。这个流通量决定超过过去任何一种本子。这是圆中之圆，顿中之顿。诸位能够常常读这部经，这就是圆净缘起的薰习。",
      "zh_TW": "我們今天極力提倡，沒有人干涉，時代不一樣了。我們提倡，說老實話，也是怕人找麻煩來。這個事情從前李老師告訴過我，叫我要小心。因為那個時候，本來我是想到台北來的時候，我五十六年到台北，我就準備想講這部經。李老師就勸我，你現在不能講，免得惹麻煩。因為這部經很少人提倡，我們極力提倡，總是孤掌難鳴。所以在美國遇到黃念祖，非常歡喜。他也極力在宣揚，至少不是我一個，有兩個。同時，我現在把這五經讀本印出來，這個大家沒有話說。九種本子統統在裡面，你們自己看，九種本子哪個好，你自己選擇。這不要再爭論了，這就是真正事實擺在面前。實在說李老師那個時候，這九種本子找都找不到。這我們今天福報大，能夠把《無量壽經》九種本子都收齊，這是稀有難逢的一日。這幾年來，我們這個經本大概印了已經超過十萬本。今年至少我們還會印十萬本，大量流通。這個流通量決定超過過去任何一種本子。這是圓中之圓，頓中之頓。諸位能夠常常讀這部經，這就是圓淨緣起的薰習。"
    },
    {
      "id": "04-003-0008_p0019",
      "zh_CN": "闻圆教，《无量寿经》刚才讲了，圆中之圆，是顿中之顿。你能够闻圆教。『信圆法』，闻了之后，你要相信。如果这个信心生不起来，那我劝你，把这九种本子从头到尾看上三遍，我相信你的信心一定会生得起来。那个信心稀有。什么信心？决定往生，会生这个信心。你要不读，你不知道。你这九种本子统统读过，这信心一定会生起来。如果生不起来，你再念，你念的遍数念多了，我相信这个信心决定生起来。薰习，一遍一遍的薰习。",
      "zh_TW": "聞圓教，《無量壽經》剛才講了，圓中之圓，是頓中之頓。你能夠聞圓教。『信圓法』，聞了之後，你要相信。如果這個信心生不起來，那我勸你，把這九種本子從頭到尾看上三遍，我相信你的信心一定會生得起來。那個信心稀有。什麼信心？決定往生，會生這個信心。你要不讀，你不知道。你這九種本子統統讀過，這信心一定會生起來。如果生不起來，你再念，你念的遍數念多了，我相信這個信心決定生起來。薰習，一遍一遍的薰習。"
    },
    {
      "id": "04-003-0008_p0020",
      "zh_CN": "『发圆解』，所以我们在《华严》，我们这一本注解足够了。这是帮助我们、引导我们入哪里？入《无量寿经》。这是古人讲的，唐朝时候，日本的这些出家人在中国留学，这些人多半是善导大师的学生、智者大师的学生。他们对于《无量寿经》的赞叹，认为《华严》跟《法华》都是《无量寿经》的导引。就是这样的大经，它的作用在哪里？诱导我们入《无量寿经》。这个话说得（我们仔细想想）的确没错。你看看，《华严》到最后十大愿王，导归极乐，不是把你引到极乐世界吗？极乐世界，那就是《无量寿经》上所说的，岂不是《华严经》诱导我们入《无量寿经》。这话说得不错。黄念祖老居士《无量寿经》的注解里面，引用得很多。诸位仔细去看看，他所引用的，我们这边同修都查证过，确实他引用的不是假的，我们都经过查证，所以我们这个注解本是精校本。",
      "zh_TW": "『發圓解』，所以我們在《華嚴》，我們這一本註解足夠了。這是幫助我們、引導我們入哪裡？入《無量壽經》。這是古人講的，唐朝時候，日本的這些出家人在中國留學，這些人多半是善導大師的學生、智者大師的學生。他們對於《無量壽經》的讚歎，認為《華嚴》跟《法華》都是《無量壽經》的導引。就是這樣的大經，它的作用在哪裡？誘導我們入《無量壽經》。這個話說得（我們仔細想想）的確沒錯。你看看，《華嚴》到最後十大願王，導歸極樂，不是把你引到極樂世界嗎？極樂世界，那就是《無量壽經》上所說的，豈不是《華嚴經》誘導我們入《無量壽經》。這話說得不錯。黃念祖老居士《無量壽經》的註解裡面，引用得很多。諸位仔細去看看，他所引用的，我們這邊同修都查證過，確實他引用的不是假的，我們都經過查證，所以我們這個註解本是精校本。"
    },
    {
      "id": "04-003-0008_p0021",
      "zh_CN": "大家依《净土五经读本》，这就是闻圆教，信圆法，发圆解。圆解，我要告诉诸位，我们是不是研究这些注疏，多看这个注解，就能开了圆解？不可能。怎么不可能？你看注解是别人解释给你听的，不圆，看得再多也不圆。圆解是什么？从自己内心里面生的智慧，那是圆解。要从内心里面生智慧，这要怎么修法？给诸位说，一定要多读。我们中国俗话说，「读书千遍，其义自见」。书不懂了，不懂没关系，你念，念上一千遍，那个意思自然就明白了。为什么明白？大开圆解。这桩事情实在讲并不难懂，智慧是从定里面生的，佛教给我们的。这是真正的真理，永远不会变的。因戒生定，因定开慧，智慧是从定中来的，不是从分别来的。我们看别人的东西研究，你是用的意识心，意识心里面不生智慧，也就是八识不生智慧。所以你用意识心去学东西，学得再好，那就是《礼记．学记》里面所讲的记问之学，不是你自己的。所以开悟之后，那是自己的。佛家重开悟，儒家也重开悟。",
      "zh_TW": "大家依《淨土五經讀本》，這就是聞圓教，信圓法，發圓解。圓解，我要告訴諸位，我們是不是研究這些註疏，多看這個註解，就能開了圓解？不可能。怎麼不可能？你看註解是別人解釋給你聽的，不圓，看得再多也不圓。圓解是什麼？從自己內心裡面生的智慧，那是圓解。要從內心裡面生智慧，這要怎麼修法？給諸位說，一定要多讀。我們中國俗話說，「讀書千遍，其義自見」。書不懂了，不懂沒關係，你念，念上一千遍，那個意思自然就明白了。為什麼明白？大開圓解。這樁事情實在講並不難懂，智慧是從定裡面生的，佛教給我們的。這是真正的真理，永遠不會變的。因戒生定，因定開慧，智慧是從定中來的，不是從分別來的。我們看別人的東西研究，你是用的意識心，意識心裡面不生智慧，也就是八識不生智慧。所以你用意識心去學東西，學得再好，那就是《禮記．學記》裡面所講的記問之學，不是你自己的。所以開悟之後，那是自己的。佛家重開悟，儒家也重開悟。"
    },
    {
      "id": "04-003-0008_p0022",
      "zh_CN": "古人教学跟我们现在的确不一样。科学家的那些智慧也是开悟。你看他研究专心，那专心就入定。好像外国有很多科学家一些故事，我们从小时候教科书里念到的，他就煮个鸡蛋，忘了，就把手表煮到里面去了。为什么会这样？专心。专心就是定，定就生智慧，心无二用，一定要明白这个道理。所以教你念一部经，念一部经容易专；你念得太多，学得太多，听得太多了，杂了，那是杂修。杂修也能够达到一些就是博学多闻，但是不能开智慧，只是博学多闻而已。换句话说，你不能得到圆解，圆解一定要从定中得到，所以修定比什么都重要。",
      "zh_TW": "古人教學跟我們現在的確不一樣。科學家的那些智慧也是開悟。你看他研究專心，那專心就入定。好像外國有很多科學家一些故事，我們從小時候教科書裡念到的，他就煮個雞蛋，忘了，就把手錶煮到裡面去了。為什麼會這樣？專心。專心就是定，定就生智慧，心無二用，一定要明白這個道理。所以教你念一部經，念一部經容易專；你念得太多，學得太多，聽得太多了，雜了，那是雜修。雜修也能夠達到一些就是博學多聞，但是不能開智慧，只是博學多聞而已。換句話說，你不能得到圓解，圓解一定要從定中得到，所以修定比什麼都重要。"
    },
    {
      "id": "04-003-0008_p0023",
      "zh_CN": "诸位同修，你如果肯试验一下，半年就有效果。时间不要长，你能够定半年，然后看东西就不一样。你可以试验试验看看。半年，我就念一本书，我就其他的统统放下。我什么也不听，什么也不看，什么也不接触，我半年念这本经。半年以后，你再看看，你的智慧增长，你烦恼轻，妄念少了，心真的静下来了。你对于这部经典，对于世间一切法看法都不相同，这个很重要。如果你继续不断的修，你能够修个三年、五年，那你这个根基就厚了，逐渐就能够达到圆解。即使看古大德的注解，你的看法也不一样。自己没有智慧，只解文字，依文解义；智慧开了之后，看到他这几个字一提示，有无量义在里头，那不相同。所以我们要想圆解，一定要老实的去读经，读经是戒定慧三学一次完成，这是佛法修学真正不二法门。不但佛门里面，古圣先贤是这一个方法成就的。佛在经上告诉我们，他方世界、无量无边世界，那些佛菩萨也是这个办法成就的。这不是释迦牟尼佛这个时代的，一切诸佛菩萨没有例外的，统统是这个方法成就的。",
      "zh_TW": "諸位同修，你如果肯試驗一下，半年就有效果。時間不要長，你能夠定半年，然後看東西就不一樣。你可以試驗試驗看看。半年，我就念一本書，我就其他的統統放下。我什麼也不聽，什麼也不看，什麼也不接觸，我半年念這本經。半年以後，你再看看，你的智慧增長，你煩惱輕，妄念少了，心真的靜下來了。你對於這部經典，對於世間一切法看法都不相同，這個很重要。如果你繼續不斷的修，你能夠修個三年、五年，那你這個根基就厚了，逐漸就能夠達到圓解。即使看古大德的註解，你的看法也不一樣。自己沒有智慧，只解文字，依文解義；智慧開了之後，看到他這幾個字一提示，有無量義在裡頭，那不相同。所以我們要想圓解，一定要老實的去讀經，讀經是戒定慧三學一次完成，這是佛法修學真正不二法門。不但佛門裡面，古聖先賢是這一個方法成就的。佛在經上告訴我們，他方世界、無量無邊世界，那些佛菩薩也是這個辦法成就的。這不是釋迦牟尼佛這個時代的，一切諸佛菩薩沒有例外的，統統是這個方法成就的。"
    },
    {
      "id": "04-003-0008_p0024",
      "zh_CN": "解圆了，行就圆了，行自然就圆。一一行中，摄一切行，所以一修一切修。菩萨六度万行，念念圆满，行行圆满，不是一桩一桩修的。我今天布施一文钱，四摄六度万行统统圆满。这叫什么？前面所讲的称性起修，全修即性。所以它是圆满的，不入这个境界，不行，你修一个行，就是一个行，它圆不过来。",
      "zh_TW": "解圓了，行就圓了，行自然就圓。一一行中，攝一切行，所以一修一切修。菩薩六度萬行，念念圓滿，行行圓滿，不是一樁一樁修的。我今天布施一文錢，四攝六度萬行統統圓滿。這叫什麼？前面所講的稱性起修，全修即性。所以它是圓滿的，不入這個境界，不行，你修一個行，就是一個行，它圓不過來。"
    },
    {
      "id": "04-003-0008_p0025",
      "zh_CN": "『圆除诸障』。粗说三障，惑业苦。再深入一点的，见思、尘沙、无明，一切障碍也是一念当中通除了，圆除。『圆证法界』。六圆法，刚才讲了，都是历劫薰习而成。但是圆到了极处，无过于「净土五经」。本经是净土五经之一，这五种经是一切经里面，不但是释迦牟尼佛四十九年所说的一切经，十方三世无量无边的诸佛所说的经，讲到圆到极处还是这五种。所以这五经是一切诸佛之所说的，一切诸佛赞叹。我们今天能够遇到这个法门，能够发现，能够了解，这是很不容易的事情。我们再往下看：",
      "zh_TW": "『圓除諸障』。粗說三障，惑業苦。再深入一點的，見思、塵沙、無明，一切障礙也是一念當中通除了，圓除。『圓證法界』。六圓法，剛才講了，都是歷劫薰習而成。但是圓到了極處，無過於「淨土五經」。本經是淨土五經之一，這五種經是一切經裡面，不但是釋迦牟尼佛四十九年所說的一切經，十方三世無量無邊的諸佛所說的經，講到圓到極處還是這五種。所以這五經是一切諸佛之所說的，一切諸佛讚歎。我們今天能夠遇到這個法門，能夠發現，能夠了解，這是很不容易的事情。我們再往下看："
    },
    {
      "id": "04-003-0008_p0026",
      "zh_CN": "【既借此诸缘修证。故言缘起。】",
      "zh_TW": "【既藉此諸緣修證。故言緣起。】"
    },
    {
      "id": "04-003-0008_p0027",
      "zh_CN": "我们有这个缘来『修证』。",
      "zh_TW": "我們有這個緣來『修證』。"
    },
    {
      "id": "04-003-0008_p0028",
      "zh_CN": "【证时即见凡圣皆然。故言圆净。】",
      "zh_TW": "【證時即見凡聖皆然。故言圓淨。】"
    },
    {
      "id": "04-003-0008_p0029",
      "zh_CN": "就是你契入这个境界，真的『凡圣皆然』，你自然心里面生无量的欢喜，我们常讲的法喜充满，真的是法喜充满。不入这个境界，这个味道尝不到，这也叫法味，他尝不到，一定要入这个境界；入这个境界，一定要依这个方法去修学，这很重要。时间长短，在乎个人根性不相同。但是根性再劣，如果你是得法，方法正确，没有得不到的。特别是净土法门，只要方法正确，精进不懈，这个境界你决定得到。为什么？我的根性差一点，为什么也能得到？这不仅仅是阿弥陀佛加持，十方一切诸佛都加持你，这是其他法门里面没有的。诸位要晓得，一切诸佛为什么特别要加持这个法门？因为这个法门是当生成佛的法门。佛的愿望，希望众生赶快成佛。你今天学这个法门是成佛的法门，是一生决定成就。十方佛当然要帮你忙，他要不帮你忙，那就违背了他的本愿。你修别的法门，别的法门是成菩萨、成阿罗汉，得人天福报。那个说实在话，用不着佛来加持，那个目标小，你可以得到；这个目标太大了。所以诸佛菩萨一定加持，才知道这个法门之稀有，这个法门之可贵。再看底下这段：",
      "zh_TW": "就是你契入這個境界，真的『凡聖皆然』，你自然心裡面生無量的歡喜，我們常講的法喜充滿，真的是法喜充滿。不入這個境界，這個味道嘗不到，這也叫法味，他嘗不到，一定要入這個境界；入這個境界，一定要依這個方法去修學，這很重要。時間長短，在乎個人根性不相同。但是根性再劣，如果你是得法，方法正確，沒有得不到的。特別是淨土法門，只要方法正確，精進不懈，這個境界你決定得到。為什麼？我的根性差一點，為什麼也能得到？這不僅僅是阿彌陀佛加持，十方一切諸佛都加持你，這是其他法門裡面沒有的。諸位要曉得，一切諸佛為什麼特別要加持這個法門？因為這個法門是當生成佛的法門。佛的願望，希望眾生趕快成佛。你今天學這個法門是成佛的法門，是一生決定成就。十方佛當然要幫你忙，他要不幫你忙，那就違背了他的本願。你修別的法門，別的法門是成菩薩、成阿羅漢，得人天福報。那個說實在話，用不著佛來加持，那個目標小，你可以得到；這個目標太大了。所以諸佛菩薩一定加持，才知道這個法門之稀有，這個法門之可貴。再看底下這段："
    },
    {
      "id": "04-003-0008_p0030",
      "zh_CN": "【故大经云。若人欲了知。三世一切佛。应观法界性。一切唯心造。】",
      "zh_TW": "【故大經云。若人欲了知。三世一切佛。應觀法界性。一切唯心造。】"
    },
    {
      "id": "04-003-0008_p0031",
      "zh_CN": "这是《华严经》里面非常著名的一首偈。那个「焰口本」里头，就把这首拿来叫破地狱。什么方法破地狱？念这四句偈就破地狱了。你就晓得这四句，的确是不可思议。这四句偈是把法界缘起完全道破，你看多简单。我们今天讲法界缘起，就是我们世间人讲的，宇宙人生的来源，我们叫它做缘起。宇宙人生从哪来的？现在科学家、哲学家都在研究，他怎么研究也找不到答案。为什么找不到答案？因为他用分别心，用执着心，这个心不行。他用八识去研究，那怎么能找到答案。这一定要用甚深的禅定，定中智慧，照见性起，你才完全能成得了性。",
      "zh_TW": "這是《華嚴經》裡面非常著名的一首偈。那個「焰口本」裡頭，就把這首拿來叫破地獄。什麼方法破地獄？念這四句偈就破地獄了。你就曉得這四句，的確是不可思議。這四句偈是把法界緣起完全道破，你看多簡單。我們今天講法界緣起，就是我們世間人講的，宇宙人生的來源，我們叫它做緣起。宇宙人生從哪來的？現在科學家、哲學家都在研究，他怎麼研究也找不到答案。為什麼找不到答案？因為他用分別心，用執著心，這個心不行。他用八識去研究，那怎麼能找到答案。這一定要用甚深的禪定，定中智慧，照見性起，你才完全能成得了性。"
    },
    {
      "id": "04-003-0008_p0032",
      "zh_CN": "这四句偈说出来了，『若人欲了知』，「若人」是假设有一个人，他想明了，他想知道，知道什么？『三世一切佛』。就像你也想认识佛，学佛的人都愿意见佛，都愿意求佛。你要想真正了解佛，真正认识佛，真正知道佛，底下两句就教给你方法，『应观法界性』。性是什么？体，体性。法界性，就是我们今天哲学里面所讲的本体，宇宙人生的本体。法界的本体是什么？心。『一切唯心造』。这个一切，大讲到世界，所谓三千大千世界；小，乃至于微尘，没有一法不是心造的，心变现出来的。唯心所现，都是心现出来的。这句话，初学的人不容易体会，很难懂。因为这都是圆教初住以上菩萨的境界，绝对不是我们的常识，我们不容易体会。虽不容易体会，佛在经典里面（就是讲经说法的时候）常常用比喻来说，而且最常用的比喻，在经上佛常用梦幻泡影，这是佛最常用的。你要是没有法子体会，你会作梦，每天晚上都会作梦，甚至于一天晚上做好几个梦，这都有的。当你梦醒的时候，你把这四句话念一念，你梦里头不是那个境界吗？谁造的，是你自己造的。你在梦中，你并没有把那个梦当作假的，你也认为是真的，也认为好像跟现在活动没有两样。也有人作梦的时候，梦中去听经，听了之后，醒来他还记得听了些什么东西。",
      "zh_TW": "這四句偈說出來了，『若人欲了知』，「若人」是假設有一個人，他想明瞭，他想知道，知道什麼？『三世一切佛』。就像你也想認識佛，學佛的人都願意見佛，都願意求佛。你要想真正了解佛，真正認識佛，真正知道佛，底下兩句就教給你方法，『應觀法界性』。性是什麼？體，體性。法界性，就是我們今天哲學裡面所講的本體，宇宙人生的本體。法界的本體是什麼？心。『一切唯心造』。這個一切，大講到世界，所謂三千大千世界；小，乃至於微塵，沒有一法不是心造的，心變現出來的。唯心所現，都是心現出來的。這句話，初學的人不容易體會，很難懂。因為這都是圓教初住以上菩薩的境界，絕對不是我們的常識，我們不容易體會。雖不容易體會，佛在經典裡面（就是講經說法的時候）常常用比喻來說，而且最常用的比喻，在經上佛常用夢幻泡影，這是佛最常用的。你要是沒有法子體會，你會作夢，每天晚上都會作夢，甚至於一天晚上做好幾個夢，這都有的。當你夢醒的時候，你把這四句話念一念，你夢裡頭不是那個境界嗎？誰造的，是你自己造的。你在夢中，你並沒有把那個夢當作假的，你也認為是真的，也認為好像跟現在活動沒有兩樣。也有人作夢的時候，夢中去聽經，聽了之後，醒來他還記得聽了些什麼東西。"
    },
    {
      "id": "04-003-0008_p0033",
      "zh_CN": "我在国外也遇到很多同修，他说梦到我在讲经，他听，还告诉我，我讲了些什么，讲给我听。实在讲不是我跑到他梦里去，是他自己心思里头变现的梦境，就是一切唯心造。梦境是我们自己造的，时间虽然短一点，我们醒过来知道，会把这个梦境里记得清清楚楚的。殊不知我们现在这个境界，跟那个梦境没有什么大的差别。我们觉得时间长一点，时间是个抽象的概念。换句话说，根本没有这个东西存在。你看这个时间的观念，在《百法明门》里面，它排列在不相应行法。不相应行法，拿我们现代的名词来讲，就是抽象的概念，没有这个事实。换句话说，就是根本没有事实存在，是你抽象概念里面产生的。所以时间没有长短，你在作梦，实际上你作梦的时候，不过几分钟，可是你在梦里头已经过了好多年。哪有长短！所以你知道梦是虚幻的，我们今天眼前这个世界也是虚幻的。梦是假的，梦中确实是不可得，一样东西得不到；那你要觉悟，我们眼前，在眼前也是决定没有一样东西你能得的到。人都知道，所谓生不带来，死不带去，你晓得。可是你说，我现在还没死。没死，你现在能得到吗？得不到，没有一样得的到。你仔细想想，你就会觉悟了。虽没死，每天晚上睡觉等于死了。所以每天晚上都死一次，你还不觉悟。你睡熟的时候，人家把你身体搬走了，你都不知道，这跟死有什么两样？所以一定要觉悟，要觉悟。所以般若，般若是智慧，圆满的智慧，无智亦无得。确实这个世间东西，没有一个东西能够得到的。真正体会到无智无得，这个心就自在、就得解脱了。",
      "zh_TW": "我在國外也遇到很多同修，他說夢到我在講經，他聽，還告訴我，我講了些什麼，講給我聽。實在講不是我跑到他夢裡去，是他自己心思裡頭變現的夢境，就是一切唯心造。夢境是我們自己造的，時間雖然短一點，我們醒過來知道，會把這個夢境裡記得清清楚楚的。殊不知我們現在這個境界，跟那個夢境沒有什麼大的差別。我們覺得時間長一點，時間是個抽象的概念。換句話說，根本沒有這個東西存在。你看這個時間的觀念，在《百法明門》裡面，它排列在不相應行法。不相應行法，拿我們現代的名詞來講，就是抽象的概念，沒有這個事實。換句話說，就是根本沒有事實存在，是你抽象概念裡面產生的。所以時間沒有長短，你在作夢，實際上你作夢的時候，不過幾分鐘，可是你在夢裡頭已經過了好多年。哪有長短！所以你知道夢是虛幻的，我們今天眼前這個世界也是虛幻的。夢是假的，夢中確實是不可得，一樣東西得不到；那你要覺悟，我們眼前，在眼前也是決定沒有一樣東西你能得的到。人都知道，所謂生不帶來，死不帶去，你曉得。可是你說，我現在還沒死。沒死，你現在能得到嗎？得不到，沒有一樣得的到。你仔細想想，你就會覺悟了。雖沒死，每天晚上睡覺等於死了。所以每天晚上都死一次，你還不覺悟。你睡熟的時候，人家把你身體搬走了，你都不知道，這跟死有什麼兩樣？所以一定要覺悟，要覺悟。所以般若，般若是智慧，圓滿的智慧，無智亦無得。確實這個世間東西，沒有一個東西能夠得到的。真正體會到無智無得，這個心就自在、就得解脫了。"
    },
    {
      "id": "04-003-0008_p0034",
      "zh_CN": "你想想世间人，他之所以烦恼，为什么烦恼？就是得失。没有得到的，想尽方法去得到；得到之后，又怕丢掉。你说这个多苦，太苦了。甚至于许多的罪业、果报都是从得失里头来的。你要晓得一切法都不可得，这个念头打掉，就自在了，什么样的烦恼都没有了。无得亦无失，有得就有失。但是告诉你，得失是假的，不是真的。无得无失是真的，是事实的真相；有得有失，那是你的妄想，不是真的。所以这个世间人，迷惑、造业、受报；佛菩萨眼睛看到，冤枉。所以叫做「可怜悯者」，真可怜。为什么？无事生非，真可怜。如果他真有得失，佛菩萨绝对不是这个态度看他，不是的，根本就是一场梦，统统是假的，拼命在那里钻营，这个苦。",
      "zh_TW": "你想想世間人，他之所以煩惱，為什麼煩惱？就是得失。沒有得到的，想盡方法去得到；得到之後，又怕丟掉。你說這個多苦，太苦了。甚至於許多的罪業、果報都是從得失裡頭來的。你要曉得一切法都不可得，這個念頭打掉，就自在了，什麼樣的煩惱都沒有了。無得亦無失，有得就有失。但是告訴你，得失是假的，不是真的。無得無失是真的，是事實的真相；有得有失，那是你的妄想，不是真的。所以這個世間人，迷惑、造業、受報；佛菩薩眼睛看到，冤枉。所以叫做「可憐憫者」，真可憐。為什麼？無事生非，真可憐。如果他真有得失，佛菩薩絕對不是這個態度看他，不是的，根本就是一場夢，統統是假的，拼命在那裡鑽營，這個苦。"
    },
    {
      "id": "04-003-0008_p0035",
      "zh_CN": "人生的价值，人生的意义，完全都落空。换句话说，这一生到这个世间来干什么？白跑一趟，一丝毫的收获都没有。真实的收获，就是把宇宙人生这个真相清楚明白。清楚明白，那你的日子就非常舒服，离苦得乐，身心安稳，自在快乐。这不是得不到的，得的到，真正可以得到。诸位在圆顿教法里面，你渐渐去体会，你能体会一分，就得一分的受用；能体会两分，就得两分的受用。有相当的体会，你对于现在这个世界，一切众生，过去、现在、未来，你看得清清楚楚、明明白白，你也无忧无虑。这个世界怎么变，众生的共业；怎么样变，与自己都不相干。为什么自己晓得？那是一场梦，都不是真的，怎么变都不妨碍，都无碍。《华严经》「理事无碍，事事无碍」的境界，纵然你不能圆证，可以能分证，分证就得不思议的受用。下面又引经论来给我们说明。",
      "zh_TW": "人生的價值，人生的意義，完全都落空。換句話說，這一生到這個世間來幹什麼？白跑一趟，一絲毫的收穫都沒有。真實的收穫，就是把宇宙人生這個真相清楚明白。清楚明白，那你的日子就非常舒服，離苦得樂，身心安穩，自在快樂。這不是得不到的，得的到，真正可以得到。諸位在圓頓教法裡面，你漸漸去體會，你能體會一分，就得一分的受用；能體會兩分，就得兩分的受用。有相當的體會，你對於現在這個世界，一切眾生，過去、現在、未來，你看得清清楚楚、明明白白，你也無憂無慮。這個世界怎麼變，眾生的共業；怎麼樣變，與自己都不相干。為什麼自己曉得？那是一場夢，都不是真的，怎麼變都不妨礙，都無礙。《華嚴經》「理事無礙，事事無礙」的境界，縱然你不能圓證，可以能分證，分證就得不思議的受用。下面又引經論來給我們說明。"
    },
    {
      "id": "04-003-0008_p0036",
      "zh_CN": "【法华经云。佛种从缘起。】",
      "zh_TW": "【法華經云。佛種從緣起。】"
    },
    {
      "id": "04-003-0008_p0037",
      "zh_CN": "这个『佛种』是习种，不是性种。性是本有的，不需要薰习，是本有的，习种要薰习。孔老夫子也说了，《论语》上，他老人家就讲得很明白，「性相近，习相远」。佛法没到中国来，孔老夫子就知道，性是什么？本性。相近是本性是一样的。所以佛法里面讲，一切众生皆有佛性，这是一样的。「情与无情，同圆种智」，《华严经》上说的，不但我们有情众生的本性跟无情众生的本性也是一样的，只是名字说法不一样，但是它是一桩事情。有情分上叫佛性，无情的分上叫法性。佛性跟法性是一个性，这不是二性。性相近，性是一样的。但是，习就相远了。习，我们讲习惯、习气，这就相远了。",
      "zh_TW": "這個『佛種』是習種，不是性種。性是本有的，不需要薰習，是本有的，習種要薰習。孔老夫子也說了，《論語》上，他老人家就講得很明白，「性相近，習相遠」。佛法沒到中國來，孔老夫子就知道，性是什麼？本性。相近是本性是一樣的。所以佛法裡面講，一切眾生皆有佛性，這是一樣的。「情與無情，同圓種智」，《華嚴經》上說的，不但我們有情眾生的本性跟無情眾生的本性也是一樣的，只是名字說法不一樣，但是它是一樁事情。有情分上叫佛性，無情的分上叫法性。佛性跟法性是一個性，這不是二性。性相近，性是一樣的。但是，習就相遠了。習，我們講習慣、習氣，這就相遠了。"
    },
    {
      "id": "04-003-0008_p0038",
      "zh_CN": "为什么有十法界？为什么有百界千如？习性不同。天台家讲，六即佛。第一个讲理即佛，这是从性上讲的，性是理。情与无情，同圆种智，一切众生同是佛，这是从理上讲的，没有分别。如果就事相上来说，就不一样。事相是有名字即佛、观行即佛、相似即佛、分证即佛、究竟即佛，它有五个层次不相同。这五个层次是什么？这就是要靠薰习。所以《法华经》上讲的，「佛种从缘起」，这是讲的习性，不是说的本性。习性，我们今天是凡夫，凡夫要想成佛，那就得要拿佛法来薰习。",
      "zh_TW": "為什麼有十法界？為什麼有百界千如？習性不同。天台家講，六即佛。第一個講理即佛，這是從性上講的，性是理。情與無情，同圓種智，一切眾生同是佛，這是從理上講的，沒有分別。如果就事相上來說，就不一樣。事相是有名字即佛、觀行即佛、相似即佛、分證即佛、究竟即佛，它有五個層次不相同。這五個層次是什麼？這就是要靠薰習。所以《法華經》上講的，「佛種從緣起」，這是講的習性，不是說的本性。習性，我們今天是凡夫，凡夫要想成佛，那就得要拿佛法來薰習。"
    },
    {
      "id": "04-003-0008_p0039",
      "zh_CN": "所以真正觉悟的人跟那个不觉悟的人决定不一样。为什么？他的思想、见解、行为都不相同。没有觉悟的人，他人生的目的是拼命在追求名利，追求功名富贵，他搞这个东西。他所求的是五欲六尘，求这个。觉悟的人不是的，觉悟的人所追求的是永恒的生命。那个不一样，永恒的生命就是阿弥陀佛极乐世界里头无量寿，他所追求的是真实，不是虚妄的。今天你追求名利，你整个世界得到了，又怎么样？古人所讲，世间金银财宝也不过是借给你看几年而已，你以为是你的？错了。既然是借看几年，何苦，一定要我来保管？我来保管，还提心吊胆，怕什么？小偷偷，强盗抢，我为什么不交给别人保管？我一点也不担心，我喜欢看看，就去看看好了。那银楼多得很，打开看看，拿来我摸一摸，是不是？我欣赏欣赏。看完了之后，替我保管，收起来。是不是？你想这多自在，说穿了就这么回事情。所以一个真正修道的人，你说他贫穷吗？不贫，比你富有的太多了。你那个金银财宝有多少？没有多少。我的金银财宝太多，全世界到处都是。因为什么？你也不过是看看，我也看看，所以一样的事情。",
      "zh_TW": "所以真正覺悟的人跟那個不覺悟的人決定不一樣。為什麼？他的思想、見解、行為都不相同。沒有覺悟的人，他人生的目的是拼命在追求名利，追求功名富貴，他搞這個東西。他所求的是五欲六塵，求這個。覺悟的人不是的，覺悟的人所追求的是永恆的生命。那個不一樣，永恆的生命就是阿彌陀佛極樂世界裡頭無量壽，他所追求的是真實，不是虛妄的。今天你追求名利，你整個世界得到了，又怎麼樣？古人所講，世間金銀財寶也不過是借給你看幾年而已，你以為是你的？錯了。既然是借看幾年，何苦，一定要我來保管？我來保管，還提心弔膽，怕什麼？小偷偷，強盜搶，我為什麼不交給別人保管？我一點也不擔心，我喜歡看看，就去看看好了。那銀樓多得很，打開看看，拿來我摸一摸，是不是？我欣賞欣賞。看完了之後，替我保管，收起來。是不是？你想這多自在，說穿了就這麼回事情。所以一個真正修道的人，你說他貧窮嗎？不貧，比你富有的太多了。你那個金銀財寶有多少？沒有多少。我的金銀財寶太多，全世界到處都是。因為什麼？你也不過是看看，我也看看，所以一樣的事情。"
    },
    {
      "id": "04-003-0008_p0040",
      "zh_CN": "这诸位一定要明了，要追求永恒，要追求自性的觉正净，求这个，这是真的，这是真正的享受，真实的快乐。物质上的受用，如果你有怀疑，我常说，你把《了凡四训》从头到尾念三百遍，你的物质享受决定没有问题。为什么？你相信「一饮一啄，莫非前定」。你命里面有的，丢都丢不掉；命里没有的，打什么主意也搞不来。这不是心安理得吗？理明白，心就安了；心安了，就有乐；安之后就有乐，快乐，没有忧虑，没有忧愁。何况福报他可以修。我命里头有，当然有；没有，怎么能生活？一定有的，多少不一样。如果觉得不多，不多可以修，修福。袁了凡居士，他的福报就不多，他那个福报是当生修得来的。他寿命也不长，连寿命都可以求得，佛氏门中，有求必应。但是这个求，要合理，要合法，如理如法的去求，你决定得到。",
      "zh_TW": "這諸位一定要明瞭，要追求永恆，要追求自性的覺正淨，求這個，這是真的，這是真正的享受，真實的快樂。物質上的受用，如果你有懷疑，我常說，你把《了凡四訓》從頭到尾念三百遍，你的物質享受決定沒有問題。為什麼？你相信「一飲一啄，莫非前定」。你命裡面有的，丟都丟不掉；命裡沒有的，打什麼主意也搞不來。這不是心安理得嗎？理明白，心就安了；心安了，就有樂；安之後就有樂，快樂，沒有憂慮，沒有憂愁。何況福報他可以修。我命裡頭有，當然有；沒有，怎麼能生活？一定有的，多少不一樣。如果覺得不多，不多可以修，修福。袁了凡居士，他的福報就不多，他那個福報是當生修得來的。他壽命也不長，連壽命都可以求得，佛氏門中，有求必應。但是這個求，要合理，要合法，如理如法的去求，你決定得到。"
    },
    {
      "id": "04-003-0008_p0041",
      "zh_CN": "所以在家的同修，修行一定要明佛理。你要不明佛理，盲修瞎练。不但你没有修福，往往自己造了业，不知道，这很可惜。所以一个修福，还得要有智慧；没有智慧，他想修福，还修不到。有智慧，才真正认识福田。譬如你要种粮食，你能够认识这个地很肥，种下去收成一定好，你有这个眼光。你要不认识，看到沙、石头上，我在这儿种上，种一百年也收不得成，也没有收成，种错了地方。你种福种错了地方，你得不到收获的。不但你得不到，反而把本钱都舍掉。所以修福也要靠智慧，没有智慧，福也修不到。如何能够认识福田？不熟读佛经，你不认识。佛在经典上都有明白的开导。",
      "zh_TW": "所以在家的同修，修行一定要明佛理。你要不明佛理，盲修瞎練。不但你沒有修福，往往自己造了業，不知道，這很可惜。所以一個修福，還得要有智慧；沒有智慧，他想修福，還修不到。有智慧，才真正認識福田。譬如你要種糧食，你能夠認識這個地很肥，種下去收成一定好，你有這個眼光。你要不認識，看到沙、石頭上，我在這兒種上，種一百年也收不得成，也沒有收成，種錯了地方。你種福種錯了地方，你得不到收穫的。不但你得不到，反而把本錢都捨掉。所以修福也要靠智慧，沒有智慧，福也修不到。如何能夠認識福田？不熟讀佛經，你不認識。佛在經典上都有明白的開導。"
    },
    {
      "id": "04-003-0008_p0042",
      "zh_CN": "大家能够读《无量寿经》就非常之好。《无量寿经》这些东西讲得很多，讲得很详细。能够把净土五经都能够熟读几遍，那就更清楚、更明白了。你就晓得，种福应该怎么个种法。所以一定要求心相应、语相应、行相应，与诸佛菩萨三业相应，这是最低限度。你看看佛菩萨怎么做法，我们就怎么做法，那决定不错。所以这叫从缘起，这要重视的，特别是像我们没有见性以前，非常的重要。",
      "zh_TW": "大家能夠讀《無量壽經》就非常之好。《無量壽經》這些東西講得很多，講得很詳細。能夠把淨土五經都能夠熟讀幾遍，那就更清楚、更明白了。你就曉得，種福應該怎麼個種法。所以一定要求心相應、語相應、行相應，與諸佛菩薩三業相應，這是最低限度。你看看佛菩薩怎麼做法，我們就怎麼做法，那決定不錯。所以這叫從緣起，這要重視的，特別是像我們沒有見性以前，非常的重要。"
    },
    {
      "id": "04-003-0008_p0043",
      "zh_CN": "【起信论云。真如熏无明。成诸净法。】",
      "zh_TW": "【起信論云。真如熏無明。成諸淨法。】"
    },
    {
      "id": "04-003-0008_p0044",
      "zh_CN": "这句是《起信论》上，马鸣菩萨说的。这就是我们怎样把自己的染缘起变成净缘起。换句话说，把六道变成净土。净土是净缘起，我们六道是染缘起，怎么个变法？那就要用『真如熏无明』。这个话怎么讲法？怎么个薰法？什么是真如？我在此地明白的告诉诸位，净土五经就是真如。我们现在的心，一天到晚胡思乱想，对于一切法的真相一无所知，这就是无明，你不明。如果你每天读诵经典，就是五经选一种念也可以，五种都念也行。念这个干什么？薰无明。经的意思不要去求解，就是一昧的念下去，这就是薰习无明。我们的无明，可以说无始劫以来无明积得太厚，不是念几遍就可以把它薰跑掉的，没那么快。念上三年、五年，你看看，你那个无明虽然没有完全破，就稀薄了，它就起作用。所以古德讲，我们念这句阿弥陀佛，能念之心就是始觉，所念这个佛号就是本觉。你发心念佛，就是始觉合本觉，始本不二，就是究竟觉。可见得，我们发心念佛，这句阿弥陀佛就在薰习我们的无明。所以你念经也是一样，看经也是一样，都是属于薰习。",
      "zh_TW": "這句是《起信論》上，馬鳴菩薩說的。這就是我們怎樣把自己的染緣起變成淨緣起。換句話說，把六道變成淨土。淨土是淨緣起，我們六道是染緣起，怎麼個變法？那就要用『真如熏無明』。這個話怎麼講法？怎麼個薰法？什麼是真如？我在此地明白的告訴諸位，淨土五經就是真如。我們現在的心，一天到晚胡思亂想，對於一切法的真相一無所知，這就是無明，你不明。如果你每天讀誦經典，就是五經選一種念也可以，五種都念也行。念這個幹什麼？薰無明。經的意思不要去求解，就是一昧的念下去，這就是薰習無明。我們的無明，可以說無始劫以來無明積得太厚，不是念幾遍就可以把它薰跑掉的，沒那麼快。念上三年、五年，你看看，你那個無明雖然沒有完全破，就稀薄了，它就起作用。所以古德講，我們念這句阿彌陀佛，能念之心就是始覺，所念這個佛號就是本覺。你發心念佛，就是始覺合本覺，始本不二，就是究竟覺。可見得，我們發心念佛，這句阿彌陀佛就在薰習我們的無明。所以你念經也是一樣，看經也是一樣，都是屬於薰習。"
    },
    {
      "id": "04-003-0008_p0045",
      "zh_CN": "总而言之一句话，我们一天到晚除了自己正当必要的工作之外，我还有时间，我不是读经，就是念佛。要用这个时间来薰习无明，这样才能够『成诸净法』。因为他这句并不是专对修净土而言的，他说的是个纲领，所有一切大乘法统统用得上这条纲领。所以这个地方的净，阿罗汉是净，辟支佛是净，诸菩萨是净，并不是专指弥陀净土。但是马鸣菩萨在《起信论》里面，他老人家也是发愿求生西方净土。",
      "zh_TW": "總而言之一句話，我們一天到晚除了自己正當必要的工作之外，我還有時間，我不是讀經，就是念佛。要用這個時間來薰習無明，這樣才能夠『成諸淨法』。因為他這句並不是專對修淨土而言的，他說的是個綱領，所有一切大乘法統統用得上這條綱領。所以這個地方的淨，阿羅漢是淨，辟支佛是淨，諸菩薩是淨，並不是專指彌陀淨土。但是馬鳴菩薩在《起信論》裡面，他老人家也是發願求生西方淨土。"
    },
    {
      "id": "04-003-0008_p0046",
      "zh_CN": "【统而言之。则净缘起门。翻前染缘起门。以合前性起门也。】",
      "zh_TW": "【統而言之。則淨緣起門。翻前染緣起門。以合前性起門也。】"
    },
    {
      "id": "04-003-0008_p0047",
      "zh_CN": "这句话总结得非常之好。可见得，终极的目标是要入『性起』。为什么？入性起就是一真法界；缘起，毕竟还是在十法界。『染缘起』是六凡法界，我们讲六道。『净缘起』，前面讲分净，这是声闻、缘觉、权教菩萨。圆净，也不过是圆教里面初住到等觉。所以初住到等觉，这个时候才入了性起，目的在此地。由此可知，无量法门殊途同归。这是把佛法，特别是大乘佛法，修学的方向、修学的目标给我们指示出来了。本经特别是这一卷，这一卷是《华严经》的总结，把所有的理论、方法、境界统统结归到十大愿王。而且以这个十大愿王，再以净土为归宿，西方极乐世界，所以十大愿王导归极乐。到极乐去干什么？就是这句话所说的，翻染成净，到西方极乐世界明心见性。见性就是你亲自证得一切法是性起。就是《华严》上讲的这两句话，「唯心所现，唯识所变」，你才真正证实。",
      "zh_TW": "這句話總結得非常之好。可見得，終極的目標是要入『性起』。為什麼？入性起就是一真法界；緣起，畢竟還是在十法界。『染緣起』是六凡法界，我們講六道。『淨緣起』，前面講分淨，這是聲聞、緣覺、權教菩薩。圓淨，也不過是圓教裡面初住到等覺。所以初住到等覺，這個時候才入了性起，目的在此地。由此可知，無量法門殊途同歸。這是把佛法，特別是大乘佛法，修學的方向、修學的目標給我們指示出來了。本經特別是這一卷，這一卷是《華嚴經》的總結，把所有的理論、方法、境界統統結歸到十大願王。而且以這個十大願王，再以淨土為歸宿，西方極樂世界，所以十大願王導歸極樂。到極樂去幹什麼？就是這句話所說的，翻染成淨，到西方極樂世界明心見性。見性就是你親自證得一切法是性起。就是《華嚴》上講的這兩句話，「唯心所現，唯識所變」，你才真正證實。"
    },
    {
      "id": "04-003-0008_p0048",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}