{
  "doc_id": "04-003-0104",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０四集",
    "zh_TW": "第一０四集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0104",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "04-003-0104_p0001",
      "zh_CN": "请掀开经本，二百五十九面第三行，从当中看起：",
      "zh_TW": "請掀開經本，二百五十九面第三行，從當中看起："
    },
    {
      "id": "04-003-0104_p0002",
      "zh_CN": "【五断同下乘般涅槃障。证类无差别真如。住极难胜地。】",
      "zh_TW": "【五斷同下乘般涅槃障。證類無差別真如。住極難勝地。】"
    },
    {
      "id": "04-003-0104_p0003",
      "zh_CN": "这是五地，五地菩萨修学的境界，也是在此地简略介绍。总之登地以后，除障都是所知障里面俱生一分，俱生所知障里面的一部分。我们在这段文里面全部都看到了，这是非常的难得。这段可以说是《华严经．十地品》的浓缩，「十地品」的经文很长，此地把它简单扼要的介绍出来。下乘就是小乘，『小乘般涅槃』是障碍，佛在大乘经上常常批评他们，说他们是焦芽败种堕涅槃坑，这样的批评他们。其实小乘境界比六道的凡夫是殊胜太多，六道人天不能够相比的，但是在大乘佛法里面他有障碍，障什么？他不能见性。如果单单讲障碍见性，那应该在初地（欢喜地）里面就应该离开了，怎么跑到第五地菩萨来？我们看底下这段文就晓得，他与小乘罗汉跟辟支佛有相同的地方，还有不同的地方。不同的地方，障是真断了，他才能登地；相同的地方就是厌苦这个意念并没有断得干净，虽然是很发心帮助一切众生，但是在不顺利的时候，心里面还有一点不舒服，这一点点不舒服就是障碍。五地以上没有了，这种意念不存在，可见得，的确菩萨的果位愈往上面去愈殊胜。我们看经文：",
      "zh_TW": "這是五地，五地菩薩修學的境界，也是在此地簡略介紹。總之登地以後，除障都是所知障裡面俱生一分，俱生所知障裡面的一部分。我們在這段文裡面全部都看到了，這是非常的難得。這段可以說是《華嚴經．十地品》的濃縮，「十地品」的經文很長，此地把它簡單扼要的介紹出來。下乘就是小乘，『小乘般涅槃』是障礙，佛在大乘經上常常批評他們，說他們是焦芽敗種墮涅槃坑，這樣的批評他們。其實小乘境界比六道的凡夫是殊勝太多，六道人天不能夠相比的，但是在大乘佛法裡面他有障礙，障什麼？他不能見性。如果單單講障礙見性，那應該在初地（歡喜地）裡面就應該離開了，怎麼跑到第五地菩薩來？我們看底下這段文就曉得，他與小乘羅漢跟辟支佛有相同的地方，還有不同的地方。不同的地方，障是真斷了，他才能登地；相同的地方就是厭苦這個意念並沒有斷得乾淨，雖然是很發心幫助一切眾生，但是在不順利的時候，心裡面還有一點不舒服，這一點點不舒服就是障礙。五地以上沒有了，這種意念不存在，可見得，的確菩薩的果位愈往上面去愈殊勝。我們看經文："
    },
    {
      "id": "04-003-0104_p0004",
      "zh_CN": "【言同下乘般涅槃障者。谓所知障中俱生一分。】",
      "zh_TW": "【言同下乘般涅槃障者。謂所知障中俱生一分。】"
    },
    {
      "id": "04-003-0104_p0005",
      "zh_CN": "还是所知障里面这一分的习气。因为小乘般涅槃是烦恼障断了，所知障一品也没破，这是阿罗汉与辟支佛的境界。他们的慈悲心不广，并不是不教人，要看他喜欢不喜欢，你跟他学佛那得看缘分，他喜欢，他教你，他不喜欢，他就不教你。决定不像菩萨，菩萨作一切众生不请之友，你不喜欢，他也来教你，那是菩萨。",
      "zh_TW": "還是所知障裡面這一分的習氣。因為小乘般涅槃是煩惱障斷了，所知障一品也沒破，這是阿羅漢與辟支佛的境界。他們的慈悲心不廣，並不是不教人，要看他喜歡不喜歡，你跟他學佛那得看緣分，他喜歡，他教你，他不喜歡，他就不教你。決定不像菩薩，菩薩作一切眾生不請之友，你不喜歡，他也來教你，那是菩薩。"
    },
    {
      "id": "04-003-0104_p0006",
      "zh_CN": "【由此障品故。令心厌苦而欣涅槃。同下二乘。故名为障。】",
      "zh_TW": "【由此障品故。令心厭苦而欣涅槃。同下二乘。故名為障。】"
    },
    {
      "id": "04-003-0104_p0007",
      "zh_CN": "他这个障实在讲非常之薄，并不是很重的，就是有这么一点念头。这一点念头，还是怕苦，离苦得乐，他是喜欢快乐，『厌苦』这个念头还有。可是诸位要记住，这个意念非常之薄，很微薄的念头，这个念头实在讲也没有什么大障碍，可是这个念头有时候还会起现行。虽然说『同下二乘』，二乘是声闻、缘觉，声闻、缘觉是非常强烈，厌苦欣乐这个意念很强，菩萨非常非常的薄弱，这是他不相同的地方。但是有这种意念就是障碍，你的心性就不能纯净，所以这是障碍。",
      "zh_TW": "他這個障實在講非常之薄，並不是很重的，就是有這麼一點念頭。這一點念頭，還是怕苦，離苦得樂，他是喜歡快樂，『厭苦』這個念頭還有。可是諸位要記住，這個意念非常之薄，很微薄的念頭，這個念頭實在講也沒有什麼大障礙，可是這個念頭有時候還會起現行。雖然說『同下二乘』，二乘是聲聞、緣覺，聲聞、緣覺是非常強烈，厭苦欣樂這個意念很強，菩薩非常非常的薄弱，這是他不相同的地方。但是有這種意念就是障礙，你的心性就不能純淨，所以這是障礙。"
    },
    {
      "id": "04-003-0104_p0008",
      "zh_CN": "【彼障五地无差别道。】",
      "zh_TW": "【彼障五地無差別道。】"
    },
    {
      "id": "04-003-0104_p0009",
      "zh_CN": "苦乐有差别，离了一切分别执着，哪有苦乐？苦乐就没有了。在《无量寿经》里面讲，清净平等觉，有苦乐这一点点意念，心还是不清净，还是不平等；苦乐两边都舍尽了，这个心才真正的清净平等，觉而不迷。到菩萨这么高的地位，还有这么一点习气在，俱生烦恼里面一分习气，所以他『障五地无差别道』，五地菩萨就证了无差别真如。",
      "zh_TW": "苦樂有差別，離了一切分別執著，哪有苦樂？苦樂就沒有了。在《無量壽經》裡面講，清淨平等覺，有苦樂這一點點意念，心還是不清淨，還是不平等；苦樂兩邊都捨盡了，這個心才真正的清淨平等，覺而不迷。到菩薩這麼高的地位，還有這麼一點習氣在，俱生煩惱裡面一分習氣，所以他『障五地無差別道』，五地菩薩就證了無差別真如。"
    },
    {
      "id": "04-003-0104_p0010",
      "zh_CN": "【入五地时。此障永断。】",
      "zh_TW": "【入五地時。此障永斷。】"
    },
    {
      "id": "04-003-0104_p0011",
      "zh_CN": "菩萨证得『五地』，俱生烦恼里面这一分没有了，这一分断掉了。",
      "zh_TW": "菩薩證得『五地』，俱生煩惱裡面這一分沒有了，這一分斷掉了。"
    },
    {
      "id": "04-003-0104_p0012",
      "zh_CN": "【由斯证得类无差别真如。】",
      "zh_TW": "【由斯證得類無差別真如。】"
    },
    {
      "id": "04-003-0104_p0013",
      "zh_CN": "『类』是讲种类，世出世间有情无情种种品类的差别都没有了，这个念头都没有了。由此可知，有这个念头，叫妄念，实在是没有差别，体上，性体上没有差别，现象上也没有差别，作用上还是无差别，这是真的，但是一般初学的同修听了很迷惑，很难懂。一般我们听的时候，讲自性本体没有差别，勉强可以同意，相上怎么没有差别？动物跟植物相貌就有很大的差别，植物与矿物也有很大的差别，怎么会没有差别？那作用差别更大，为什么统统没有差别？诸位要知道，差别是从我们自己妄想执着里面生的，离开妄想执着确实无差别，就像古人所讲的，「以金作器，器器皆金」。你着相就有差别，统统用黄金做十个佛像、菩萨像、天人像、畜生像，你着相，相就有差别。这一尊是佛像，那尊是菩萨像，那是小猫、小狗，你着相就差别，不着相，不着相没有差别。不着相讲艺术品，统统是艺术品，具有同等艺术价值。讲重量、讲价值，那尤其是一样的，哪有差别？没有差别了，所以离了相就没有差别。由此可知，离相到五地菩萨才算是离干净，确实没有分别执着，所以他证得一切种类无差别真如。",
      "zh_TW": "『類』是講種類，世出世間有情無情種種品類的差別都沒有了，這個念頭都沒有了。由此可知，有這個念頭，叫妄念，實在是沒有差別，體上，性體上沒有差別，現象上也沒有差別，作用上還是無差別，這是真的，但是一般初學的同修聽了很迷惑，很難懂。一般我們聽的時候，講自性本體沒有差別，勉強可以同意，相上怎麼沒有差別？動物跟植物相貌就有很大的差別，植物與礦物也有很大的差別，怎麼會沒有差別？那作用差別更大，為什麼統統沒有差別？諸位要知道，差別是從我們自己妄想執著裡面生的，離開妄想執著確實無差別，就像古人所講的，「以金作器，器器皆金」。你著相就有差別，統統用黃金做十個佛像、菩薩像、天人像、畜生像，你著相，相就有差別。這一尊是佛像，那尊是菩薩像，那是小貓、小狗，你著相就差別，不著相，不著相沒有差別。不著相講藝術品，統統是藝術品，具有同等藝術價值。講重量、講價值，那尤其是一樣的，哪有差別？沒有差別了，所以離了相就沒有差別。由此可知，離相到五地菩薩才算是離乾淨，確實沒有分別執著，所以他證得一切種類無差別真如。"
    },
    {
      "id": "04-003-0104_p0014",
      "zh_CN": "【此约生死涅槃本来平等。非如眼等类有异故。证此真如。名住难胜地。谓真俗二智。行相互违。合令相应。极难胜故。】",
      "zh_TW": "【此約生死涅槃本來平等。非如眼等類有異故。證此真如。名住難勝地。謂真俗二智。行相互違。合令相應。極難勝故。】"
    },
    {
      "id": "04-003-0104_p0015",
      "zh_CN": "末后这是解释五地菩萨『难胜地』这个名称的含义，文里面特别提醒我们，这是就『生死涅槃本来平等』这个事实真相上观察出来的，的确如此，生死跟涅槃，我们凡夫看起来是极不平等。生死是生灭，涅槃是不生不灭，它两个恰恰相反的，到这个境界，世出世间一切法圆融自在。所以清凉大师判《华严》为理事无碍，事事无碍，我们看生死涅槃是有碍的，决定不是一桩事情，他看是一桩事情。就像《心经》里面讲，空跟有，我们凡夫看绝对不相同的，可是菩萨看空跟有是一个东西。色，色就是有，色不异空，空不异色；异是两样，不异就是没有两样，色跟空是一样的，不是两样的。色就是空，空就是色，这个把我们就搞糊涂了。大家每天念《心经》，在我想愈念愈糊涂，这是真的，愈念愈糊涂，它怎么会是一个？不但理上是如此，事上、相上、用上统统是这样的，这一点都不假。为什么是一样的？给你说老实话，生死是假的，不是真的，了不可得。是一切凡夫心念妄想分别执着才有这个东西，涅槃也是假的，也不是真的，生死等于零，涅槃也等于零，那生死跟涅槃还不是一样东西！诸位要真正参透了，你就心得真清净，得大自在，契入诸法实相。",
      "zh_TW": "末後這是解釋五地菩薩『難勝地』這個名稱的含義，文裡面特別提醒我們，這是就『生死涅槃本來平等』這個事實真相上觀察出來的，的確如此，生死跟涅槃，我們凡夫看起來是極不平等。生死是生滅，涅槃是不生不滅，它兩個恰恰相反的，到這個境界，世出世間一切法圓融自在。所以清涼大師判《華嚴》為理事無礙，事事無礙，我們看生死涅槃是有礙的，決定不是一樁事情，他看是一樁事情。就像《心經》裡面講，空跟有，我們凡夫看絕對不相同的，可是菩薩看空跟有是一個東西。色，色就是有，色不異空，空不異色；異是兩樣，不異就是沒有兩樣，色跟空是一樣的，不是兩樣的。色就是空，空就是色，這個把我們就搞糊塗了。大家每天念《心經》，在我想愈念愈糊塗，這是真的，愈念愈糊塗，它怎麼會是一個？不但理上是如此，事上、相上、用上統統是這樣的，這一點都不假。為什麼是一樣的？給你說老實話，生死是假的，不是真的，了不可得。是一切凡夫心念妄想分別執著才有這個東西，涅槃也是假的，也不是真的，生死等於零，涅槃也等於零，那生死跟涅槃還不是一樣東西！諸位要真正參透了，你就心得真清淨，得大自在，契入諸法實相。"
    },
    {
      "id": "04-003-0104_p0016",
      "zh_CN": "下面举个比喻，『非如眼等类有异故』，这里举个简单例子，眼睛跟鼻子不一样，鼻子跟耳朵也不一样，生死跟涅槃为什么会一样？真正知道是一样，没有两样，那你就证到难胜地的菩萨果位。什么叫难胜？底下讲，『真俗二智行相互违』，就像前面说的，生死是俗谛，涅槃是真谛，这两个完全不相同，完全不一样，现在它一样，它融合成一个，这是极难极殊胜之事，所以称为极难胜地。六道凡夫看它都不一样，权小二乘看起来也不一样，你怎么会看出它是一样的？真正观空，真正体会一切法了不可得，不但俗谛世间法了不可得，出世间佛法也了不可得。所以真俗才圆融，真俗俱不可得，真俗不二，性相圆融。再看第六地，六地菩萨：",
      "zh_TW": "下面舉個比喻，『非如眼等類有異故』，這裡舉個簡單例子，眼睛跟鼻子不一樣，鼻子跟耳朵也不一樣，生死跟涅槃為什麼會一樣？真正知道是一樣，沒有兩樣，那你就證到難勝地的菩薩果位。什麼叫難勝？底下講，『真俗二智行相互違』，就像前面說的，生死是俗諦，涅槃是真諦，這兩個完全不相同，完全不一樣，現在它一樣，它融合成一個，這是極難極殊勝之事，所以稱為極難勝地。六道凡夫看它都不一樣，權小二乘看起來也不一樣，你怎麼會看出它是一樣的？真正觀空，真正體會一切法了不可得，不但俗諦世間法了不可得，出世間佛法也了不可得。所以真俗才圓融，真俗俱不可得，真俗不二，性相圓融。再看第六地，六地菩薩："
    },
    {
      "id": "04-003-0104_p0017",
      "zh_CN": "【六断粗相现行障。证无染净真如。住现前地。】",
      "zh_TW": "【六斷粗相現行障。證無染淨真如。住現前地。】"
    },
    {
      "id": "04-003-0104_p0018",
      "zh_CN": "还是属于所知障中俱生的一分。",
      "zh_TW": "還是屬於所知障中俱生的一分。"
    },
    {
      "id": "04-003-0104_p0019",
      "zh_CN": "【言粗相现行者。谓所知障中俱生一分。见有染净。名为粗相。彼障六地无染净道。】",
      "zh_TW": "【言粗相現行者。謂所知障中俱生一分。見有染淨。名為粗相。彼障六地無染淨道。】"
    },
    {
      "id": "04-003-0104_p0020",
      "zh_CN": "对于『染净』的一分执着，这个执着是俱生的所知障，也非常微细，微细的程度我们没有办法觉察。如果我们观察婴儿，刚刚出生几个月，对这个世间一切可以说还没有染污，你观察他有没有障碍？他有障碍。什么障碍？他知道痛痒，没有人教他，这就是与生俱来的所知障；他感受有苦乐，那就是与生俱来的烦恼障。苦乐属于烦恼，知觉属于所知，这是我们能观察到的，还是粗相。",
      "zh_TW": "對於『染淨』的一分執著，這個執著是俱生的所知障，也非常微細，微細的程度我們沒有辦法覺察。如果我們觀察嬰兒，剛剛出生幾個月，對這個世間一切可以說還沒有染污，你觀察他有沒有障礙？他有障礙。什麼障礙？他知道痛癢，沒有人教他，這就是與生俱來的所知障；他感受有苦樂，那就是與生俱來的煩惱障。苦樂屬於煩惱，知覺屬於所知，這是我們能觀察到的，還是粗相。"
    },
    {
      "id": "04-003-0104_p0021",
      "zh_CN": "此地讲这个『粗相』比我们观察的还要微细，他这个粗是比权小二乘微细，比起往上去的菩萨就显得他的粗。譬如此地讲的六地，比起七地、八地他的相就粗，比前面讲，那他非常的微细。所以染净这一种执着，这是与生俱来的，六地菩萨心地清净无染，他还有这一念染污，那心地就不是真正的清净，所以他障六地。这一分俱生所知障断掉了，他就升级，就升到第六地。",
      "zh_TW": "此地講這個『粗相』比我們觀察的還要微細，他這個粗是比權小二乘微細，比起往上去的菩薩就顯得他的粗。譬如此地講的六地，比起七地、八地他的相就粗，比前面講，那他非常的微細。所以染淨這一種執著，這是與生俱來的，六地菩薩心地清淨無染，他還有這一念染污，那心地就不是真正的清淨，所以他障六地。這一分俱生所知障斷掉了，他就升級，就升到第六地。"
    },
    {
      "id": "04-003-0104_p0022",
      "zh_CN": "【入六地时。此障永断。】",
      "zh_TW": "【入六地時。此障永斷。】"
    },
    {
      "id": "04-003-0104_p0023",
      "zh_CN": "不再有染净的这个意念，念头断掉了。念头一断掉，染净不二，没有染净的观念，这心才到真正的清净；有染净，心就不清净。六祖讲得很好，「本来无一物，何处惹尘埃」，有染有净，就有了二物。我没有染，只有净，那有一物，一物的对面又有一物，那种就不是一个真正清净的现象。",
      "zh_TW": "不再有染淨的這個意念，念頭斷掉了。念頭一斷掉，染淨不二，沒有染淨的觀念，這心才到真正的清淨；有染淨，心就不清淨。六祖講得很好，「本來無一物，何處惹塵埃」，有染有淨，就有了二物。我沒有染，只有淨，那有一物，一物的對面又有一物，那種就不是一個真正清淨的現象。"
    },
    {
      "id": "04-003-0104_p0024",
      "zh_CN": "【由斯证得无染净真如。谓此真如本性无染。亦不可说后方净故。】",
      "zh_TW": "【由斯證得無染淨真如。謂此真如本性無染。亦不可說後方淨故。】"
    },
    {
      "id": "04-003-0104_p0025",
      "zh_CN": "他本来无染，哪来的净？我们现在心清净了，说这些话都有语病，你说清净，从前真正有染，现在才清净。他本来没有染，哪来的清净？所以那个清净一念就是染污，所谓头上安头，画蛇添足，多事，这都是染污。可是我们凡夫确实有染净，本性虽然没有染净，我们现在确实有染净。染净从哪里生的？不是本性生的，本性没有染净，是从妄想执着生的。如果再说得明白一点，从八识五十一心所生的，才有这些东西。别教初地以上，破一品无明，证一分真性，真如就是真性。因此佛给我们讲的全是自性本具的功德，我们虽然没有这个境界，预先知道了有好处，什么好处？能够帮助我们看破放下。知道我们一向所分别执着的，都不是本性里头本来具足的，全是妄想执着，应该看破，应该放下，所以对于菩萨道上的障碍就会去了一大半。",
      "zh_TW": "他本來無染，哪來的淨？我們現在心清淨了，說這些話都有語病，你說清淨，從前真正有染，現在才清淨。他本來沒有染，哪來的清淨？所以那個清淨一念就是染污，所謂頭上安頭，畫蛇添足，多事，這都是染污。可是我們凡夫確實有染淨，本性雖然沒有染淨，我們現在確實有染淨。染淨從哪裡生的？不是本性生的，本性沒有染淨，是從妄想執著生的。如果再說得明白一點，從八識五十一心所生的，才有這些東西。別教初地以上，破一品無明，證一分真性，真如就是真性。因此佛給我們講的全是自性本具的功德，我們雖然沒有這個境界，預先知道了有好處，什麼好處？能夠幫助我們看破放下。知道我們一向所分別執著的，都不是本性裡頭本來具足的，全是妄想執著，應該看破，應該放下，所以對於菩薩道上的障礙就會去了一大半。"
    },
    {
      "id": "04-003-0104_p0026",
      "zh_CN": "【后成般若行。亦得自他相续无染净果。证此真如。名住现前地。观十二因缘。引无分别最胜般若。令现前故。】",
      "zh_TW": "【後成般若行。亦得自他相續無染淨果。證此真如。名住現前地。觀十二因緣。引無分別最勝般若。令現前故。】"
    },
    {
      "id": "04-003-0104_p0027",
      "zh_CN": "『现前地』，什么现前？般若智慧现前。换句话说，从此以后决定再没有感情用事。感情用事没有般若智慧，般若现前，不会再感情用事；换句话说，从此以后做一切事决定不会有过失，因为他是智慧的，是理性的，所以成就了『般若行』。自己清净了，这个境界就清净，所以他『得自他相续无染净果』。大乘佛法里面常说，心清净，身就清净，身心清净，境界就清净，转境界要从内心转起。",
      "zh_TW": "『現前地』，什麼現前？般若智慧現前。換句話說，從此以後決定再沒有感情用事。感情用事沒有般若智慧，般若現前，不會再感情用事；換句話說，從此以後做一切事決定不會有過失，因為他是智慧的，是理性的，所以成就了『般若行』。自己清淨了，這個境界就清淨，所以他『得自他相續無染淨果』。大乘佛法裡面常說，心清淨，身就清淨，身心清淨，境界就清淨，轉境界要從內心轉起。"
    },
    {
      "id": "04-003-0104_p0028",
      "zh_CN": "《楞严》上说得好，「若能转境，则同如来」，六地菩萨转境了。不能转境，就生活得很苦，为什么？必定为环境所转。我们这个世间人讲风水命运，这都是为环境所转，有没有这个东西？有，确实是有。可是到心地清净的时候，这个东西都没有了，风水命运都没有。什么时候知道我们转了境界？举一个最浅的例子，别人赞叹我们，我们会不会生欢喜心？别人毁谤我的时候，我会不会生气？果然有这个现象，那你就决定有命运，也有风水。这个说话就跟风一样，吹到你耳朵，你就起作用，那个风一吹就起作用，就有风有水了。几时到了赞叹我也不生欢喜心，毁谤我也没有瞋恚心，所谓八风吹不动，你已经不受外面境界的影响，不受外境的诱惑，你的风水命运就没有了，环境不能左右你！你明白这个事实，那就想想，我们在一切环境当中要不要去讲求风水？佛法不讲求，真正学佛的人，他把这个都舍掉了。如果虽然学佛，烦恼习气都还没有断，那这个环境还是要讲求。",
      "zh_TW": "《楞嚴》上說得好，「若能轉境，則同如來」，六地菩薩轉境了。不能轉境，就生活得很苦，為什麼？必定為環境所轉。我們這個世間人講風水命運，這都是為環境所轉，有沒有這個東西？有，確實是有。可是到心地清淨的時候，這個東西都沒有了，風水命運都沒有。什麼時候知道我們轉了境界？舉一個最淺的例子，別人讚歎我們，我們會不會生歡喜心？別人毀謗我的時候，我會不會生氣？果然有這個現象，那你就決定有命運，也有風水。這個說話就跟風一樣，吹到你耳朵，你就起作用，那個風一吹就起作用，就有風有水了。幾時到了讚歎我也不生歡喜心，毀謗我也沒有瞋恚心，所謂八風吹不動，你已經不受外面境界的影響，不受外境的誘惑，你的風水命運就沒有了，環境不能左右你！你明白這個事實，那就想想，我們在一切環境當中要不要去講求風水？佛法不講求，真正學佛的人，他把這個都捨掉了。如果雖然學佛，煩惱習氣都還沒有斷，那這個環境還是要講求。"
    },
    {
      "id": "04-003-0104_p0029",
      "zh_CN": "不要说大乘经，连小乘经，我们念的《阿难问事佛吉凶经》，那个里面就不许你看相、算命、卜卦，搞这些都不许可，佛特别告诉我们，佛弟子可得为世间事，不可得为世间意，这些人统统叫世间意，都不可得为。但是重视风水的人是大有人在。原因是什么？原因是现在出家修行的凡夫僧，不是圣贤僧。圣贤僧不需要，真正证得小乘初果以上，不需要。如果没有将八十八品见惑断尽，没有证得须陀洹果之前，必定受环境影响，那建道场就不能不注意环境，这重视环境。我们是凡夫，所以对于自己居住的环境不能不留意。这样说起来，是不是要找几个风水先生先去看看？真正高明的，对你确实有帮助。如果碰到江湖那个风水先生，那你就很可能会上当，被他欺骗了。其实不必找那些人，我们自己也能够觉察得到。我们居住生活的环境，对自己非常适合，自己很欢喜，这风水就好；住在那个地方总觉得感觉得很别扭，总是心不开朗、不舒服，那你这个环境一定有问题。这个能够觉察得到的，这个东西确实是有。",
      "zh_TW": "不要說大乘經，連小乘經，我們念的《阿難問事佛吉凶經》，那個裡面就不許你看相、算命、卜卦，搞這些都不許可，佛特別告訴我們，佛弟子可得為世間事，不可得為世間意，這些人統統叫世間意，都不可得為。但是重視風水的人是大有人在。原因是什麼？原因是現在出家修行的凡夫僧，不是聖賢僧。聖賢僧不需要，真正證得小乘初果以上，不需要。如果沒有將八十八品見惑斷盡，沒有證得須陀洹果之前，必定受環境影響，那建道場就不能不注意環境，這重視環境。我們是凡夫，所以對於自己居住的環境不能不留意。這樣說起來，是不是要找幾個風水先生先去看看？真正高明的，對你確實有幫助。如果碰到江湖那個風水先生，那你就很可能會上當，被他欺騙了。其實不必找那些人，我們自己也能夠覺察得到。我們居住生活的環境，對自己非常適合，自己很歡喜，這風水就好；住在那個地方總覺得感覺得很彆扭，總是心不開朗、不舒服，那你這個環境一定有問題。這個能夠覺察得到的，這個東西確實是有。"
    },
    {
      "id": "04-003-0104_p0030",
      "zh_CN": "真正修行人得到身心清净，不受境界诱惑，不受境界影响，那就没有。毕竟这是我们修行努力的方向目标，所以还是智慧重要，一定要把感情转变成智慧。转变的方法，就是把那个染污的心变成清净心，就成了，清净心起作用，就是般若现前。怎样叫自己的心得清净？这是当前重要的课题，在净宗的方法就是教我们读经念佛。谛闲老和尚教徒弟那个方法是既简单又实用，你只老实念，念累了，你就休息，休息好了就再念，你看这个方法多简单，非常实用，很有效果。我们看到修行的成果，实在是无比的殊胜不可思议，仔细去观察，你就得到了他的秘诀。秘诀是什么？秘诀就是一个人修。我想如果老和尚那个徒弟当年还有一个同参在一起修，恐怕他就不能成就。为什么？两个人在一起意见不相同，功夫不容易成片，清净心不容易得到。所以一个人修容易成就，我们从他这里看到这一点，然后再仔细去观察，我们读《净土圣贤录》、看《往生传》，凡是看到往生的时候预知时至，没有生病，站着走的，坐着走的，仔细看，他都没有同伴，都是一个人修的，我们这才恍然大悟，一个人容易得清净心，两个人不容易得到。两个人真正讲，志同道合、解行相同是实在不容易，多少总会有意见，这一有意见，功夫就破坏掉了。所以这是我们应当要觉悟、要明了，如果这一生当中修行要成就，到适当的机缘，去找一个地方老实念佛去。现在大家在此地，我们是把这个事实真相搞清楚，理论方法搞清楚，真正用功还是各人找各人环境去用功去，才会真正成就。我们找几个人在一块共修，那很难，那很不容易。不是没有，非常非常稀有，在末法时期几乎是不可能，所以还是一个人安全可靠。再看底下一段，第七地菩萨。",
      "zh_TW": "真正修行人得到身心清淨，不受境界誘惑，不受境界影響，那就沒有。畢竟這是我們修行努力的方向目標，所以還是智慧重要，一定要把感情轉變成智慧。轉變的方法，就是把那個染污的心變成清淨心，就成了，清淨心起作用，就是般若現前。怎樣叫自己的心得清淨？這是當前重要的課題，在淨宗的方法就是教我們讀經念佛。諦閑老和尚教徒弟那個方法是既簡單又實用，你只老實念，念累了，你就休息，休息好了就再念，你看這個方法多簡單，非常實用，很有效果。我們看到修行的成果，實在是無比的殊勝不可思議，仔細去觀察，你就得到了他的祕訣。祕訣是什麼？祕訣就是一個人修。我想如果老和尚那個徒弟當年還有一個同參在一起修，恐怕他就不能成就。為什麼？兩個人在一起意見不相同，功夫不容易成片，清淨心不容易得到。所以一個人修容易成就，我們從他這裡看到這一點，然後再仔細去觀察，我們讀《淨土聖賢錄》、看《往生傳》，凡是看到往生的時候預知時至，沒有生病，站著走的，坐著走的，仔細看，他都沒有同伴，都是一個人修的，我們這才恍然大悟，一個人容易得清淨心，兩個人不容易得到。兩個人真正講，志同道合、解行相同是實在不容易，多少總會有意見，這一有意見，功夫就破壞掉了。所以這是我們應當要覺悟、要明瞭，如果這一生當中修行要成就，到適當的機緣，去找一個地方老實念佛去。現在大家在此地，我們是把這個事實真相搞清楚，理論方法搞清楚，真正用功還是各人找各人環境去用功去，才會真正成就。我們找幾個人在一塊共修，那很難，那很不容易。不是沒有，非常非常稀有，在末法時期幾乎是不可能，所以還是一個人安全可靠。再看底下一段，第七地菩薩。"
    },
    {
      "id": "04-003-0104_p0031",
      "zh_CN": "【七断细相现行障。】",
      "zh_TW": "【七斷細相現行障。】"
    },
    {
      "id": "04-003-0104_p0032",
      "zh_CN": "前面是断的粗相现行障，七地断『细相现行障』。",
      "zh_TW": "前面是斷的粗相現行障，七地斷『細相現行障』。"
    },
    {
      "id": "04-003-0104_p0033",
      "zh_CN": "【证法无差别真如。住远行地。】",
      "zh_TW": "【證法無差別真如。住遠行地。】"
    },
    {
      "id": "04-003-0104_p0034",
      "zh_CN": "前面一位是证无染净真如，这个地方是『证法无差别真如』。",
      "zh_TW": "前面一位是證無染淨真如，這個地方是『證法無差別真如』。"
    },
    {
      "id": "04-003-0104_p0035",
      "zh_CN": "【言细相现行障者。谓所知障中俱生一分。见有微细生灭现行。彼障七地纯无相观。】",
      "zh_TW": "【言細相現行障者。謂所知障中俱生一分。見有微細生滅現行。彼障七地純無相觀。】"
    },
    {
      "id": "04-003-0104_p0036",
      "zh_CN": "从这些经文上看，所知障，菩萨阶位愈往上去就愈微细，实在上，我法二执必须到成佛才是真正断得干净圆满，等觉菩萨还有一分极微细的障碍存在。佛经上常说，等觉菩萨还有一品生相无明没破，当然生相无明是法执，我们要问，谁没破？可见得还是有我。为什么说他我执已经破了？粗的我执破了，极微细的我执还在。如果没有这个，谁去执着那一品生相无明？不过是愈往上面去愈微细，逐渐都摆脱掉了。由此可知，这个执着难破，佛在《华严》上讲的，真的没错，「但以妄想执着不能证得」。妄想是所知障，执着是烦恼障；妄想是法执，执着是我执，我法二执要真正断干净是在圆教的佛果，等觉菩萨还有极微细的一分。我们看经文，『谓所知障中俱生一分，见有微细生灭现行，彼障七地纯无相观』：",
      "zh_TW": "從這些經文上看，所知障，菩薩階位愈往上去就愈微細，實在上，我法二執必須到成佛才是真正斷得乾淨圓滿，等覺菩薩還有一分極微細的障礙存在。佛經上常說，等覺菩薩還有一品生相無明沒破，當然生相無明是法執，我們要問，誰沒破？可見得還是有我。為什麼說他我執已經破了？粗的我執破了，極微細的我執還在。如果沒有這個，誰去執著那一品生相無明？不過是愈往上面去愈微細，逐漸都擺脫掉了。由此可知，這個執著難破，佛在《華嚴》上講的，真的沒錯，「但以妄想執著不能證得」。妄想是所知障，執著是煩惱障；妄想是法執，執著是我執，我法二執要真正斷乾淨是在圓教的佛果，等覺菩薩還有極微細的一分。我們看經文，『謂所知障中俱生一分，見有微細生滅現行，彼障七地純無相觀』："
    },
    {
      "id": "04-003-0104_p0037",
      "zh_CN": "【入七地时。此障永断。由斯证得法无差别真如。】",
      "zh_TW": "【入七地時。此障永斷。由斯證得法無差別真如。】"
    },
    {
      "id": "04-003-0104_p0038",
      "zh_CN": "前面在五地里面，我们讲到生死涅槃，生死是法，涅槃也是法，生死涅槃本来平等还是法。虽然讲无相，可以说是粗无相，七地比他微细多了。我们讲到纯无相，是不是真的无相？不见得，后面还有八地、九地、十地、等觉，不过就是愈来愈微细而已。这个时候，『由斯证得法无差别真如』。",
      "zh_TW": "前面在五地裡面，我們講到生死涅槃，生死是法，涅槃也是法，生死涅槃本來平等還是法。雖然講無相，可以說是粗無相，七地比他微細多了。我們講到純無相，是不是真的無相？不見得，後面還有八地、九地、十地、等覺，不過就是愈來愈微細而已。這個時候，『由斯證得法無差別真如』。"
    },
    {
      "id": "04-003-0104_p0039",
      "zh_CN": "【谓此真如虽种种名。无别异故。又能了知种种教法。同真无相故。证此真如。名住远行地。至无相住功用后边。出过世间二乘道故。】",
      "zh_TW": "【謂此真如雖種種名。無別異故。又能了知種種教法。同真無相故。證此真如。名住遠行地。至無相住功用後邊。出過世間二乘道故。】"
    },
    {
      "id": "04-003-0104_p0040",
      "zh_CN": "这是解释什么叫做远行地，佛门常说，无功用道，无功用道到七地菩萨才入这个境界，这很难懂。古德常言道，此处用不得力，仿佛就是这个境界。这个境界，现在人讲很难体会，在从前，大概现在在大陆上还可以看到，我们过河划那个小船，用桨、用橹划这个小船，在水当中的时候要用力划，这个船才会往前进。那快要到岸了，桨这个东西统统都要收起来，不能用一点力，它还有多余的力量自然往岸边冲，那就叫无功用道。一点力气都不要用，自然往前去，仿佛这么一个现象。由此可知，六地以前修行都要作意，六地以后的修行不能作意，不能起心动念，起心动念都是障碍。换句话说，七地到八地，八地到九地，九地到十地，十地到等觉，等觉到妙觉，他们用什么方法修行？于一切法中确实不起心、不动念、不分别、不执着，自然往上去。极微细的妄想执着是自然的透露，不能用一点力，用一点力不但断不了，反而增加了麻烦，入这个境界。",
      "zh_TW": "這是解釋什麼叫做遠行地，佛門常說，無功用道，無功用道到七地菩薩才入這個境界，這很難懂。古德常言道，此處用不得力，彷彿就是這個境界。這個境界，現在人講很難體會，在從前，大概現在在大陸上還可以看到，我們過河划那個小船，用槳、用櫓划這個小船，在水當中的時候要用力划，這個船才會往前進。那快要到岸了，槳這個東西統統都要收起來，不能用一點力，它還有多餘的力量自然往岸邊衝，那就叫無功用道。一點力氣都不要用，自然往前去，彷彿這麼一個現象。由此可知，六地以前修行都要作意，六地以後的修行不能作意，不能起心動念，起心動念都是障礙。換句話說，七地到八地，八地到九地，九地到十地，十地到等覺，等覺到妙覺，他們用什麼方法修行？於一切法中確實不起心、不動念、不分別、不執著，自然往上去。極微細的妄想執著是自然的透露，不能用一點力，用一點力不但斷不了，反而增加了麻煩，入這個境界。"
    },
    {
      "id": "04-003-0104_p0041",
      "zh_CN": "由此可知，修行愈是在底下这个相愈粗愈明显，愈往上面去是愈见不到。像我们初学，修禅的每天要打坐，要坐几个钟点？要坐十几个钟点，要进禅堂。坐禅坐什么？把妄想执着给坐掉。《华严经》上，菩萨修禅定，他不是在禅堂，他在市廛，哪个地方热闹，他到哪去闲逛。那去逛市廛，逛市廛干什么？修禅定。他不是盘腿面壁在那里修，他是到处逛，有说有笑去修，这怎么会一样？所以你从外表上看，他跟我们一般凡夫完全没有两样，天天逛市廛，哪里热闹到哪里去玩，好吃的他也吃，好玩的他也玩，他修什么行？殊不知他这叫真正用功，真正修行，他修的是外不着相，内不动心，即相离相，他修这个，也就是高级的禅定，跟初学的人在形相上迥然不同。我们初学的人，对那个浅学的恭敬、佩服得不得了，某人真修行，你看一天坐几个钟点的香；某人真修行，一天念几万声佛号，我们着相还是相。另外一种修行人不着相的，我们瞧不起他，他没有修行，他跟普通人有什么两样？往往我们轻慢、轻视了，不知道他们用功的方法跟我们不一样。",
      "zh_TW": "由此可知，修行愈是在底下這個相愈粗愈明顯，愈往上面去是愈見不到。像我們初學，修禪的每天要打坐，要坐幾個鐘點？要坐十幾個鐘點，要進禪堂。坐禪坐什麼？把妄想執著給坐掉。《華嚴經》上，菩薩修禪定，他不是在禪堂，他在市廛，哪個地方熱鬧，他到哪去閒逛。那去逛市廛，逛市廛幹什麼？修禪定。他不是盤腿面壁在那裡修，他是到處逛，有說有笑去修，這怎麼會一樣？所以你從外表上看，他跟我們一般凡夫完全沒有兩樣，天天逛市廛，哪裡熱鬧到哪裡去玩，好吃的他也吃，好玩的他也玩，他修什麼行？殊不知他這叫真正用功，真正修行，他修的是外不著相，內不動心，即相離相，他修這個，也就是高級的禪定，跟初學的人在形相上迥然不同。我們初學的人，對那個淺學的恭敬、佩服得不得了，某人真修行，你看一天坐幾個鐘點的香；某人真修行，一天念幾萬聲佛號，我們著相還是相。另外一種修行人不著相的，我們瞧不起他，他沒有修行，他跟普通人有什麼兩樣？往往我們輕慢、輕視了，不知道他們用功的方法跟我們不一樣。"
    },
    {
      "id": "04-003-0104_p0042",
      "zh_CN": "我在早年初学佛的时候，不晓得这些事实，我跟甘珠活佛常在一起，我对他就起不了恭敬心。原因干什么？常常找他，今天哪一家电影院好，咱们去看电影去；那个牛肉馆不错，我们去吃吃，我们常在一块。那如果像经上讲的那个大修行人，他在电影院看电影是人家修禅定，修般若波罗蜜，我们看的是起心动念，他看的是不起心、不动念，那个人叫做高。我们去吃牛肉面贪图口味，人家是在那里修舌根三昧，那怎么会相同？那不相同！我们见色闻声是造业，人家见色闻声是在修行，不一样，我们不入这个境界，往往错会了意思。当然这是很高的功夫，不是一个普通功夫。这里是到七地，这是证得了法无差别真如，也就是清凉大师讲的事事无碍，到事事无碍。",
      "zh_TW": "我在早年初學佛的時候，不曉得這些事實，我跟甘珠活佛常在一起，我對他就起不了恭敬心。原因幹什麼？常常找他，今天哪一家電影院好，咱們去看電影去；那個牛肉館不錯，我們去吃吃，我們常在一塊。那如果像經上講的那個大修行人，他在電影院看電影是人家修禪定，修般若波羅蜜，我們看的是起心動念，他看的是不起心、不動念，那個人叫做高。我們去吃牛肉麵貪圖口味，人家是在那裡修舌根三昧，那怎麼會相同？那不相同！我們見色聞聲是造業，人家見色聞聲是在修行，不一樣，我們不入這個境界，往往錯會了意思。當然這是很高的功夫，不是一個普通功夫。這裡是到七地，這是證得了法無差別真如，也就是清涼大師講的事事無礙，到事事無礙。"
    },
    {
      "id": "04-003-0104_p0043",
      "zh_CN": "『谓此真如虽种种名』，种种名、种种相，名相不同，其实没有两样，为什么？名相都是假的。名不是常名，老子都说得很好，「名可名，非常名」。相也不是一个定相，刹那刹那生灭，刹那刹那变异，相也是无相。『又能了知种种教法』，三乘圣人教化众生，『同真无相故』，这是真的。所以佛在《般若经》上跟我们讲真话，佛无有法教人，佛无有法度人。众生是怎么度的？自悟自度，是你自己觉悟，自己度自己，佛不度众生，这给我们讲的是真话。佛要是有能力度众生，那一切众生统统都得度了。佛没有能力，谁度你？自己度自己。佛只不过是把他自己度自己那个经验给我们说出来，我们听了之后，恍然觉悟了，你能够得度，我也可以。还是自己度自己，不是佛度自己，这个要知道。所以学佛不要去看别人，别人不但度不了自己，只有障碍自己得度，这是真的。所以说两个人在一块念佛，就障碍念佛，不能往生，一个人念佛可以往生，两个人就不能往生。两个人是什么？我看你，你看我，我天天看你的毛病，看你不顺眼，你天天看我毛病，看得不顺眼，生烦恼，不生智慧。一个人就没事了，就老实念佛，两个人就不老实，就成了障碍。",
      "zh_TW": "『謂此真如雖種種名』，種種名、種種相，名相不同，其實沒有兩樣，為什麼？名相都是假的。名不是常名，老子都說得很好，「名可名，非常名」。相也不是一個定相，剎那剎那生滅，剎那剎那變異，相也是無相。『又能了知種種教法』，三乘聖人教化眾生，『同真無相故』，這是真的。所以佛在《般若經》上跟我們講真話，佛無有法教人，佛無有法度人。眾生是怎麼度的？自悟自度，是你自己覺悟，自己度自己，佛不度眾生，這給我們講的是真話。佛要是有能力度眾生，那一切眾生統統都得度了。佛沒有能力，誰度你？自己度自己。佛只不過是把他自己度自己那個經驗給我們說出來，我們聽了之後，恍然覺悟了，你能夠得度，我也可以。還是自己度自己，不是佛度自己，這個要知道。所以學佛不要去看別人，別人不但度不了自己，只有障礙自己得度，這是真的。所以說兩個人在一塊念佛，就障礙念佛，不能往生，一個人念佛可以往生，兩個人就不能往生。兩個人是什麼？我看你，你看我，我天天看你的毛病，看你不順眼，你天天看我毛病，看得不順眼，生煩惱，不生智慧。一個人就沒事了，就老實念佛，兩個人就不老實，就成了障礙。"
    },
    {
      "id": "04-003-0104_p0044",
      "zh_CN": "这个给诸位说，这是一个很重大的发现，我们要想成就的话，这个发现，找到这个秘诀，我们这一生真的有得度的机缘。所以理论方法我们大家在一块研究，搞清楚了，自己关起门来自己修行，不打闲岔，我也不妨碍别人，别人也别来妨碍我，这样才能成功，所以晓得一定是自己度自己。『证此真如，名住远行地，至无相住功用后边，出过世间二乘道故』，远远的超过权小二乘，所以叫他做远行地。八，这是第八地。",
      "zh_TW": "這個給諸位說，這是一個很重大的發現，我們要想成就的話，這個發現，找到這個祕訣，我們這一生真的有得度的機緣。所以理論方法我們大家在一塊研究，搞清楚了，自己關起門來自己修行，不打閒岔，我也不妨礙別人，別人也別來妨礙我，這樣才能成功，所以曉得一定是自己度自己。『證此真如，名住遠行地，至無相住功用後邊，出過世間二乘道故』，遠遠的超過權小二乘，所以叫他做遠行地。八，這是第八地。"
    },
    {
      "id": "04-003-0104_p0045",
      "zh_CN": "【八断无相中作加行障。证不增减真如。住不动地。】",
      "zh_TW": "【八斷無相中作加行障。證不增減真如。住不動地。】"
    },
    {
      "id": "04-003-0104_p0046",
      "zh_CN": "一般佛在大乘经典里面告诉我们，就是净宗经典也不例外，跟我们讲不退转，一定要到八地菩萨才真正三不退。换句话说，远行地的菩萨有时候还退转，还不可靠，到八地，不动地，这不退转了，念不退。这个地方讲的是别教，别教初地以上他证得了位不退、行不退，念还是会退。念退到什么地方？他有个底限，就是初地。譬如七地菩萨要退，最多退到初地，不会退到初地以下的，那不可能的，他有个底限。就是在一地到七地这进进退退，有这种现象。到第八地，没有了，八地的时候，念也不退了，这个现象没有了。",
      "zh_TW": "一般佛在大乘經典裡面告訴我們，就是淨宗經典也不例外，跟我們講不退轉，一定要到八地菩薩才真正三不退。換句話說，遠行地的菩薩有時候還退轉，還不可靠，到八地，不動地，這不退轉了，念不退。這個地方講的是別教，別教初地以上他證得了位不退、行不退，念還是會退。念退到什麼地方？他有個底限，就是初地。譬如七地菩薩要退，最多退到初地，不會退到初地以下的，那不可能的，他有個底限。就是在一地到七地這進進退退，有這種現象。到第八地，沒有了，八地的時候，念也不退了，這個現象沒有了。"
    },
    {
      "id": "04-003-0104_p0047",
      "zh_CN": "净宗经论，祖师大德告诉我们，念佛人生到西方极乐世界，即使是凡圣同居土下下品往生，换句话说，见思烦恼一品也没断，生到西方极乐世界统统是圆证三不退。这句话我们要特别留意，这句话就是常讲的难信之法。七地菩萨尚且退转，到八地才不退，你一品烦恼都没有断，连一个初果也没有证到，怎么就圆证三不退？换句话说，你是一下就升到八地以上。这是所有一切大乘经论里面，佛没有这个说法的，怎么能相信？所以叫难信之法，简直不能叫人相信。但是佛决定不说妄语，《金刚经》上说得很好，如来是真语者，真就不假了；实语者，实就不虚；如语者，如是与事实真相完全相符，没有添一点，也没有故意减少一点。不妄语、不诳语，我们怎能不信？何况讲的是圆证，八地菩萨虽然证三不退了，没有圆。到什么人才圆？等觉菩萨才圆，因为等觉上面没有了，上面是佛，没有菩萨的位子，菩萨到了顶头，等觉才圆，所以净宗法门确实不可思议。",
      "zh_TW": "淨宗經論，祖師大德告訴我們，念佛人生到西方極樂世界，即使是凡聖同居土下下品往生，換句話說，見思煩惱一品也沒斷，生到西方極樂世界統統是圓證三不退。這句話我們要特別留意，這句話就是常講的難信之法。七地菩薩尚且退轉，到八地才不退，你一品煩惱都沒有斷，連一個初果也沒有證到，怎麼就圓證三不退？換句話說，你是一下就升到八地以上。這是所有一切大乘經論裡面，佛沒有這個說法的，怎麼能相信？所以叫難信之法，簡直不能叫人相信。但是佛決定不說妄語，《金剛經》上說得很好，如來是真語者，真就不假了；實語者，實就不虛；如語者，如是與事實真相完全相符，沒有添一點，也沒有故意減少一點。不妄語、不誑語，我們怎能不信？何況講的是圓證，八地菩薩雖然證三不退了，沒有圓。到什麼人才圓？等覺菩薩才圓，因為等覺上面沒有了，上面是佛，沒有菩薩的位子，菩薩到了頂頭，等覺才圓，所以淨宗法門確實不可思議。"
    },
    {
      "id": "04-003-0104_p0048",
      "zh_CN": "我们这一生有幸遇到这个法门，决定不能让它空过了，一定要把它抓到，这一生当中一定要成就。过去生中，生生世世我们学过这个法门，学过为什么没能往生？在我想，可能就是我们很多人在一起共修，所以障碍了，出了毛病，没去得了。这个要注意，真的要注意。所以解行，我们可以在一块共修，真正讲念佛，还是一个人专修比较得力。要把一切境缘统统放下，一心一意求生净土，这样这一生就不至于空过。否则的话，这一生空过，实在是太可惜了。我们看经文，八地这住不动地。",
      "zh_TW": "我們這一生有幸遇到這個法門，決定不能讓它空過了，一定要把它抓到，這一生當中一定要成就。過去生中，生生世世我們學過這個法門，學過為什麼沒能往生？在我想，可能就是我們很多人在一起共修，所以障礙了，出了毛病，沒去得了。這個要注意，真的要注意。所以解行，我們可以在一塊共修，真正講念佛，還是一個人專修比較得力。要把一切境緣統統放下，一心一意求生淨土，這樣這一生就不至於空過。否則的話，這一生空過，實在是太可惜了。我們看經文，八地這住不動地。"
    },
    {
      "id": "04-003-0104_p0049",
      "zh_CN": "【言无相中作加行者。所知障中俱生一分。由有此障。令无相观不任运起。谓初之五地。观心犹劣。有相观多。无相观少。第六地中。由观染净平等如故。多住无相。第七地中。断微细生灭相故。无相恒然。而有加行。彼障八地无功用道。未能现相现土。至八地中。此障永断。由斯证得不增减真如。以住无相。不随染净有增减故。即此亦名相土自在真如。现相现土皆自在故。】",
      "zh_TW": "【言無相中作加行者。所知障中俱生一分。由有此障。令無相觀不任運起。謂初之五地。觀心猶劣。有相觀多。無相觀少。第六地中。由觀染淨平等如故。多住無相。第七地中。斷微細生滅相故。無相恆然。而有加行。彼障八地無功用道。未能現相現土。至八地中。此障永斷。由斯證得不增減真如。以住無相。不隨染淨有增減故。即此亦名相土自在真如。現相現土皆自在故。】"
    },
    {
      "id": "04-003-0104_p0050",
      "zh_CN": "这段文我们念了以后，再回想《无量寿经》、《观无量寿经》当中所讲的西方净土依正庄严，就知道的确是八地菩萨的境界。所以古大德讲，往生西方圆证三不退，这是有道理的。凭什么我们生到西方极乐世界就入了八地境界？诸位想一想，菩萨修到八地，佛在大乘经上所讲的，要用多少时间？超过两个阿僧大劫。第一个阿僧祇劫修三贤位，第二个阿僧祇劫，初地到七地修七个位次，第三个阿僧祇劫三个位次，八地、九地、十地，这个修行愈往上面去愈难。以两个阿僧祇劫断恶修善，积功累德，才得这么一个成果，我们简直叫不费功夫就得来。所以许多菩萨见到不服气，哪有这么便宜的事情！殊不知这里面有一个很深密的道理，那就是我们在短短时间当中，把弥陀修学的功德变成自己的功德。这是一般人忽略了，他不知道这个事实。念佛人，心像阿弥陀佛，愿也像阿弥陀佛，意像阿弥陀佛，意是造作，起心动念、待人接物像阿弥陀佛，行像阿弥陀佛，行就是信愿持名，不知不觉把弥陀无量劫中所修学的功德变成了自己的功德。",
      "zh_TW": "這段文我們念了以後，再回想《無量壽經》、《觀無量壽經》當中所講的西方淨土依正莊嚴，就知道的確是八地菩薩的境界。所以古大德講，往生西方圓證三不退，這是有道理的。憑什麼我們生到西方極樂世界就入了八地境界？諸位想一想，菩薩修到八地，佛在大乘經上所講的，要用多少時間？超過兩個阿僧大劫。第一個阿僧祇劫修三賢位，第二個阿僧祇劫，初地到七地修七個位次，第三個阿僧祇劫三個位次，八地、九地、十地，這個修行愈往上面去愈難。以兩個阿僧祇劫斷惡修善，積功累德，才得這麼一個成果，我們簡直叫不費功夫就得來。所以許多菩薩見到不服氣，哪有這麼便宜的事情！殊不知這裡面有一個很深密的道理，那就是我們在短短時間當中，把彌陀修學的功德變成自己的功德。這是一般人忽略了，他不知道這個事實。念佛人，心像阿彌陀佛，願也像阿彌陀佛，意像阿彌陀佛，意是造作，起心動念、待人接物像阿彌陀佛，行像阿彌陀佛，行就是信願持名，不知不覺把彌陀無量劫中所修學的功德變成了自己的功德。"
    },
    {
      "id": "04-003-0104_p0051",
      "zh_CN": "诸位如果明白这个事实真相，你就不会怀疑了，生到西方极乐世界一切受用同不动地，这是讲得通的，不是讲不通。因为『现相现土』，极清净之相，极清净之土，尤其是《无量寿经》讲得真好，生到西方极乐世界，这个身相清虚之身，无极之体，这是现相；现土，就是西方极乐世界的净土。在这段文里面，我们要注意、要学习，学什么？学清净观、学无相观。无相是即相无相，不是离开相去观空，那错了。实在讲，空有是一不是二，完全是《心经》上讲的境界。你看《心经》一开头，观自在菩萨，他这里得自在，八地得自在。这个文上讲，「现相现土皆自在故」，这是观自在菩萨。我们讲观世音菩萨，不一定是八地菩萨；讲观自在菩萨，决定是八地以上，这个诸位要知道。",
      "zh_TW": "諸位如果明白這個事實真相，你就不會懷疑了，生到西方極樂世界一切受用同不動地，這是講得通的，不是講不通。因為『現相現土』，極清淨之相，極清淨之土，尤其是《無量壽經》講得真好，生到西方極樂世界，這個身相清虛之身，無極之體，這是現相；現土，就是西方極樂世界的淨土。在這段文裡面，我們要注意、要學習，學什麼？學清淨觀、學無相觀。無相是即相無相，不是離開相去觀空，那錯了。實在講，空有是一不是二，完全是《心經》上講的境界。你看《心經》一開頭，觀自在菩薩，他這裡得自在，八地得自在。這個文上講，「現相現土皆自在故」，這是觀自在菩薩。我們講觀世音菩薩，不一定是八地菩薩；講觀自在菩薩，決定是八地以上，這個諸位要知道。"
    },
    {
      "id": "04-003-0104_p0052",
      "zh_CN": "同样是观世音，他的品位都不相等，像在《楞严经》上，观世音菩萨就是圆教初住菩萨，别教讲他是初地菩萨，《楞严》是圆教的，圆初住。在《华严经》上，善财童子参访的观自在菩萨，那是第七回向菩萨，那就不一样。《法华经．普门品》里面所讲的观世音菩萨是等觉菩萨，统统都是观世音，他在哪一会里面他示现的那个阶位不相同。所以《心经》上讲的观自在菩萨，你把《心经》跟这段文对一对，完全一样，八地以上，他入了这个境界，观空的境界。我们今天学佛，知道这个道理，不必去观，为什么？保险观不成，所以不要去费这个冤枉心思，老实念佛，念到心清净之后，自然入这个境界，这样就好。为什么？因为这个境界已经是理一心不乱的境界，我们今天功夫成片都没有得到，见思烦恼都没有断，哪能入这个境界？所以知道就好，要学很不容易，很难。",
      "zh_TW": "同樣是觀世音，他的品位都不相等，像在《楞嚴經》上，觀世音菩薩就是圓教初住菩薩，別教講他是初地菩薩，《楞嚴》是圓教的，圓初住。在《華嚴經》上，善財童子參訪的觀自在菩薩，那是第七迴向菩薩，那就不一樣。《法華經．普門品》裡面所講的觀世音菩薩是等覺菩薩，統統都是觀世音，他在哪一會裡面他示現的那個階位不相同。所以《心經》上講的觀自在菩薩，你把《心經》跟這段文對一對，完全一樣，八地以上，他入了這個境界，觀空的境界。我們今天學佛，知道這個道理，不必去觀，為什麼？保險觀不成，所以不要去費這個冤枉心思，老實念佛，念到心清淨之後，自然入這個境界，這樣就好。為什麼？因為這個境界已經是理一心不亂的境界，我們今天功夫成片都沒有得到，見思煩惱都沒有斷，哪能入這個境界？所以知道就好，要學很不容易，很難。"
    },
    {
      "id": "04-003-0104_p0053",
      "zh_CN": "文里面告诉我们，『令无相观不任运起』，任运是自然，拣别作意，作意就不自然，作意就是我们动个念头来观，那就是作意的观；不动念，这是自然任运的观。譬如讲阿罗汉，阿罗汉要看一个人，看你过去生中业缘，像《地藏经》上所讲的，他要入定，然后出定他才会给你讲，他看到些什么，那叫作意，那不是任运。任运的用不着，用不着入定，也用不着静一静，随时随地，你过去生中生生世世情形，他都看得清清楚楚，这叫任运。自然的，不要用一点的意思，这叫任运。由此可知，到八地才任运，七地之前还要作意，才能够观无相。八地，这任运了。所以这个地方他说得也很清楚，他说『初之五地』，就是从初地到五地，『观心犹劣，有相观多，无相观少』。于一切法起心动念的时候还多，不起心、不动念、不分别、不执着的时候比较少。地位愈往上升，这起心动念愈少，愈来愈少，他渐渐趋向于自然，所以到第六地，『由观染净平等如故，多住无相』，着相这个意念少了。『七地断微细生灭相』，这才到任运的无相观，就自然统统是无相，他还有加行，还有微微的作意，就是加一点功夫上去，那加行。八地就不要了，八地是真正到无功用道，这是在此我们看到这个名词，八地无功用道。七地，他还有一点加行，这个加行就是障碍了无功用道，这个障碍去掉，那就到八地境界。有这个障碍就不能现相现土，这是我们要注意到的。",
      "zh_TW": "文裡面告訴我們，『令無相觀不任運起』，任運是自然，揀別作意，作意就不自然，作意就是我們動個念頭來觀，那就是作意的觀；不動念，這是自然任運的觀。譬如講阿羅漢，阿羅漢要看一個人，看你過去生中業緣，像《地藏經》上所講的，他要入定，然後出定他才會給你講，他看到些什麼，那叫作意，那不是任運。任運的用不著，用不著入定，也用不著靜一靜，隨時隨地，你過去生中生生世世情形，他都看得清清楚楚，這叫任運。自然的，不要用一點的意思，這叫任運。由此可知，到八地才任運，七地之前還要作意，才能夠觀無相。八地，這任運了。所以這個地方他說得也很清楚，他說『初之五地』，就是從初地到五地，『觀心猶劣，有相觀多，無相觀少』。於一切法起心動念的時候還多，不起心、不動念、不分別、不執著的時候比較少。地位愈往上升，這起心動念愈少，愈來愈少，他漸漸趨向於自然，所以到第六地，『由觀染淨平等如故，多住無相』，著相這個意念少了。『七地斷微細生滅相』，這才到任運的無相觀，就自然統統是無相，他還有加行，還有微微的作意，就是加一點功夫上去，那加行。八地就不要了，八地是真正到無功用道，這是在此我們看到這個名詞，八地無功用道。七地，他還有一點加行，這個加行就是障礙了無功用道，這個障礙去掉，那就到八地境界。有這個障礙就不能現相現土，這是我們要注意到的。"
    },
    {
      "id": "04-003-0104_p0054",
      "zh_CN": "我们今天念佛，为什么我们在书本里面看到像远公大师，他一生念佛，见过三次净土的现相，历代祖师也有见到阿弥陀佛、见到西方净土的，我们今天念佛为什么见不到？你看了这个就晓得，我们心里还有念头，这就是障碍。七地菩萨微细的加行都障碍了现相现土，所以那些人见到这个境界，他的功夫达到这个，这个就我们讲理一心不乱。他是一下达到这个，然后又掉下去、又退掉了。达到的时候就见到了，见到之后，又见不到，就退掉了。他功夫进进退退，到这个标准，他就见了，就这么个道理。所以我们在心地极清净的时候，可能会见到佛，《楞严经》上讲得很好，「现前当来必定见佛」。心不清净，还有妄想执着的时候，要见到佛、见到西方净土，那是魔境界。为什么？不是感应。心地到真正清净，什么都忘掉了，那个境界里面见的是真的，这个诸位要晓得。",
      "zh_TW": "我們今天念佛，為什麼我們在書本裡面看到像遠公大師，他一生念佛，見過三次淨土的現相，歷代祖師也有見到阿彌陀佛、見到西方淨土的，我們今天念佛為什麼見不到？你看了這個就曉得，我們心裡還有念頭，這就是障礙。七地菩薩微細的加行都障礙了現相現土，所以那些人見到這個境界，他的功夫達到這個，這個就我們講理一心不亂。他是一下達到這個，然後又掉下去、又退掉了。達到的時候就見到了，見到之後，又見不到，就退掉了。他功夫進進退退，到這個標準，他就見了，就這麼個道理。所以我們在心地極清淨的時候，可能會見到佛，《楞嚴經》上講得很好，「現前當來必定見佛」。心不清淨，還有妄想執著的時候，要見到佛、見到西方淨土，那是魔境界。為什麼？不是感應。心地到真正清淨，什麼都忘掉了，那個境界裡面見的是真的，這個諸位要曉得。"
    },
    {
      "id": "04-003-0104_p0055",
      "zh_CN": "我们见到境界到底是真的是假的？自己要知道，不要被妖魔鬼怪欺骗我们。妖魔鬼怪变个佛菩萨这个境界来骗我们，往往我们也上当，就着魔，现在着魔的人太多了，在国内、国外常常遇到，严重的非常可怜，神经分裂。你看他的面貌、动作跟平常人都不一样，他自己也知道身上有毛病，怎么样转过来很难，非常不容易。像这些地方，我们一定要明了，所以经不能不读，不能不研究。研究经典，主要就是懂理论、懂方法，认识境界。这个境界是正确的，还是有问题的，你根据经上所讲的能够判断，这样才好。",
      "zh_TW": "我們見到境界到底是真的是假的？自己要知道，不要被妖魔鬼怪欺騙我們。妖魔鬼怪變個佛菩薩這個境界來騙我們，往往我們也上當，就著魔，現在著魔的人太多了，在國內、國外常常遇到，嚴重的非常可憐，神經分裂。你看他的面貌、動作跟平常人都不一樣，他自己也知道身上有毛病，怎麼樣轉過來很難，非常不容易。像這些地方，我們一定要明瞭，所以經不能不讀，不能不研究。研究經典，主要就是懂理論、懂方法，認識境界。這個境界是正確的，還是有問題的，你根據經上所講的能夠判斷，這樣才好。"
    },
    {
      "id": "04-003-0104_p0056",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}