{
  "doc_id": "04-003-0021",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0021",
  "total_paragraphs": 88,
  "paragraphs": [
    {
      "id": "04-003-0021_p0001",
      "zh_CN": "【大疏序云。理随事变。则一多缘起之无边。事得理融。则千差涉入而无碍。两对皆上句明所以。下句正明事事无尽。此上但以非一非异解之。义即穷矣。】",
      "zh_TW": "【大疏序云。理隨事變。則一多緣起之無邊。事得理融。則千差涉入而無礙。兩對皆上句明所以。下句正明事事無盡。此上但以非一非異解之。義即窮矣。】"
    },
    {
      "id": "04-003-0021_p0002",
      "zh_CN": "我们先看这段。这段是前面第六小段里面所讲的，「融摄事相」。我们因为时间的关系，这段没能讲完，所以接着讲这后半段。这句序文，前面一段是讲的理论，后一句是讲事相。理事是一，不是二。如果我们能够细细的去体会，真正通达了，受用是不可思议的。学佛实在讲，就是要学一个清净、自在、美满、幸福的生活。如果连这一点达不到，我们何必要学佛！可是这些是世界上，可以说是一切人所追求的目标，但他一生都追求不到。真正的幸福圆满是在佛法里面，尤其是在这部《大方广佛华严经》中。这两句太好了。",
      "zh_TW": "我們先看這段。這段是前面第六小段裡面所講的，「融攝事相」。我們因為時間的關係，這段沒能講完，所以接著講這後半段。這句序文，前面一段是講的理論，後一句是講事相。理事是一，不是二。如果我們能夠細細的去體會，真正通達了，受用是不可思議的。學佛實在講，就是要學一個清淨、自在、美滿、幸福的生活。如果連這一點達不到，我們何必要學佛！可是這些是世界上，可以說是一切人所追求的目標，但他一生都追求不到。真正的幸福圓滿是在佛法裡面，尤其是在這部《大方廣佛華嚴經》中。這兩句太好了。"
    },
    {
      "id": "04-003-0021_p0003",
      "zh_CN": "『理随事变』，理是什么？理就是真如本性。拿现代的哲学名词就是宇宙万有的本体，我们今天讲，佛门常说，十法界依正庄严。我们世间人讲宇宙人生森罗万象从哪来的，那个来源就是个理，理是一个，事相那就多了，一个理变无量无边的事相。这《华严经》上讲得很透彻、讲得很明白，告诉我们万法唯心，一切法是心造的、心变的，所谓是「唯心所现，唯识所变」。心与识都很不好懂。所以禅家常说，「若人识得心，大地无寸土」。哪一个人要是真正认识心、知道心，知道心就是禅宗里面讲的明心见性；到明心见性，他这个境界里面，大地无寸土，那土跑哪去了？原来一切万物都是真如本性。古德有个比喻说，「以金作器，器器皆金」。这个意思说他从此以后不再着相了，晓得相就是性，性就是相；事就是理，理就是事，理跟事是一，不是二。",
      "zh_TW": "『理隨事變』，理是什麼？理就是真如本性。拿現代的哲學名詞就是宇宙萬有的本體，我們今天講，佛門常說，十法界依正莊嚴。我們世間人講宇宙人生森羅萬象從哪來的，那個來源就是個理，理是一個，事相那就多了，一個理變無量無邊的事相。這《華嚴經》上講得很透徹、講得很明白，告訴我們萬法唯心，一切法是心造的、心變的，所謂是「唯心所現，唯識所變」。心與識都很不好懂。所以禪家常說，「若人識得心，大地無寸土」。哪一個人要是真正認識心、知道心，知道心就是禪宗裡面講的明心見性；到明心見性，他這個境界裡面，大地無寸土，那土跑哪去了？原來一切萬物都是真如本性。古德有個比喻說，「以金作器，器器皆金」。這個意思說他從此以後不再著相了，曉得相就是性，性就是相；事就是理，理就是事，理跟事是一，不是二。"
    },
    {
      "id": "04-003-0021_p0004",
      "zh_CN": "我们今天最困难的、最困扰的就是理跟事分成两截，理不是事，事不是理，这个麻烦就大了。凡夫着相，着在事相，不知道理，所以是偏在一边，着在事相，把这些事相当真，于是乎造业受报，无量劫来生死轮回，干这件事情。声闻、缘觉、权教菩萨，特别是声闻、缘觉，就是阿罗汉、辟支佛，他着了理，偏在理这一方面，事他不着了，事相他不着了，他着在理的这一边。所以佛说他堕涅槃坑，变成怎么样？有体无用，所以也不圆满。唯有大乘菩萨，理事圆融，两边不着，我们不得已勉强说一个中道，这才真正得到幸福圆满。所以你只要会用中，你的生活就会幸福，绝对不偏在一边。这两句是把性相事理给我们说出来。",
      "zh_TW": "我們今天最困難的、最困擾的就是理跟事分成兩截，理不是事，事不是理，這個麻煩就大了。凡夫著相，著在事相，不知道理，所以是偏在一邊，著在事相，把這些事相當真，於是乎造業受報，無量劫來生死輪迴，幹這件事情。聲聞、緣覺、權教菩薩，特別是聲聞、緣覺，就是阿羅漢、辟支佛，他著了理，偏在理這一方面，事他不著了，事相他不著了，他著在理的這一邊。所以佛說他墮涅槃坑，變成怎麼樣？有體無用，所以也不圓滿。唯有大乘菩薩，理事圓融，兩邊不著，我們不得已勉強說一個中道，這才真正得到幸福圓滿。所以你只要會用中，你的生活就會幸福，絕對不偏在一邊。這兩句是把性相事理給我們說出來。"
    },
    {
      "id": "04-003-0021_p0005",
      "zh_CN": "要晓得『一多缘起无边』，这句就是讲宇宙大千森罗万象，十法界依正庄严，都是一个真如本性变现出来的。正如同我们作梦一样，你每天晚上会作梦，那个梦境里面，境界也很复杂。从哪里来的？都是你一个心变现的。你心里头没有梦，心没有梦，但是心会变梦境。正如真如本性里面没有事相，它会变现事相，这十法界依正庄严就是真如本性变现之物。所以永嘉大师在《证道歌》里面，给我们说得很好，「梦里明明有六趣」，就是说六道轮回，这梦就是你迷了，迷了的时候，明明白白的有六道轮回；「觉后空空无大千」，你要是哪一天大彻大悟、觉悟了之后，不但六道没有了，大千世界也没有了，六道、四圣都没有了，那是真的。四圣法界也是梦境，也没有离开这个原理，四圣不过是比我们六道凡夫迷得轻，执着少，就如此而已。明白这个道理，你才真正觉悟，佛法自始至终就是破执着而已。",
      "zh_TW": "要曉得『一多緣起無邊』，這句就是講宇宙大千森羅萬象，十法界依正莊嚴，都是一個真如本性變現出來的。正如同我們作夢一樣，你每天晚上會作夢，那個夢境裡面，境界也很複雜。從哪裡來的？都是你一個心變現的。你心裡頭沒有夢，心沒有夢，但是心會變夢境。正如真如本性裡面沒有事相，它會變現事相，這十法界依正莊嚴就是真如本性變現之物。所以永嘉大師在《證道歌》裡面，給我們說得很好，「夢裡明明有六趣」，就是說六道輪迴，這夢就是你迷了，迷了的時候，明明白白的有六道輪迴；「覺後空空無大千」，你要是哪一天大徹大悟、覺悟了之後，不但六道沒有了，大千世界也沒有了，六道、四聖都沒有了，那是真的。四聖法界也是夢境，也沒有離開這個原理，四聖不過是比我們六道凡夫迷得輕，執著少，就如此而已。明白這個道理，你才真正覺悟，佛法自始至終就是破執著而已。"
    },
    {
      "id": "04-003-0021_p0006",
      "zh_CN": "一定要晓得宇宙人生的真相，明了真相这叫觉悟，眼前人生很苦，你要能真正知道苦，这是你开始觉悟了，你晓得人生苦。知道苦就要想方法，我怎样能够把这个苦离开，离苦得乐。所以你要晓得苦从哪里来的，怎样才能真正离苦，离了苦就自在了。所以要把这个苦的根源找出来。大乘经典里面，可以说每部经论都特别强调苦的根源是什么？贪。八万四千烦恼，佛法将它归纳成一百零八烦恼，这百八烦恼，这是八万四千归纳、分类成一百零八；一百零八还太多了，再归纳成二十六，六个根本烦恼，二十个随烦恼。这是我们在讲经常常说的，百八太多、太繁了，所以说到最详细的，就是说二十六种烦恼。这二十六再归纳就是六个根本烦恼。六个如果再归纳就变成三个，三个叫三毒，叫贪瞋痴。如果你三个还想再把归纳成一个，行不行？行，就是贪。诸位想想，如果你一贪就贪到，你就不会瞋恚了。因为贪不到才瞋恚。所以这个痴跟瞋恚也是从贪里面生起来的。归纳到最后，这个烦恼的大根大本就是贪爱，这个东西害死人。",
      "zh_TW": "一定要曉得宇宙人生的真相，明瞭真相這叫覺悟，眼前人生很苦，你要能真正知道苦，這是你開始覺悟了，你曉得人生苦。知道苦就要想方法，我怎樣能夠把這個苦離開，離苦得樂。所以你要曉得苦從哪裡來的，怎樣才能真正離苦，離了苦就自在了。所以要把這個苦的根源找出來。大乘經典裡面，可以說每部經論都特別強調苦的根源是什麼？貪。八萬四千煩惱，佛法將它歸納成一百零八煩惱，這百八煩惱，這是八萬四千歸納、分類成一百零八；一百零八還太多了，再歸納成二十六，六個根本煩惱，二十個隨煩惱。這是我們在講經常常說的，百八太多、太繁了，所以說到最詳細的，就是說二十六種煩惱。這二十六再歸納就是六個根本煩惱。六個如果再歸納就變成三個，三個叫三毒，叫貪瞋痴。如果你三個還想再把歸納成一個，行不行？行，就是貪。諸位想想，如果你一貪就貪到，你就不會瞋恚了。因為貪不到才瞋恚。所以這個痴跟瞋恚也是從貪裡面生起來的。歸納到最後，這個煩惱的大根大本就是貪愛，這個東西害死人。"
    },
    {
      "id": "04-003-0021_p0007",
      "zh_CN": "我们在座的每位同修，你们不是今天才学佛。也许你说，是！我学佛才几年。我告诉你不只几年，你们能够坐在此地，能够在这里听《华严经》，这个善根是多生多劫。换句话说，你无量劫来，生生世世都在学佛，你有这样深厚的善根，你今天听经还生欢喜，听得还不想走。《无量寿经》里面有证明，《无量寿经》大家念得都很多，你看阿阇王子与五百长者，佛说过，他们无量劫前就发菩提心，住菩萨道，曾经供养四百亿佛。一个三大阿僧祇劫才有一尊佛出世，他供养四百亿佛，你想想看，他的善根多深厚。我们在座诸位同修跟他们没有两样，你们过去生中不晓得供养了多少亿、百千亿万佛，你们才有今天的善根。供养那么多佛，亲近那么多菩萨，生生世世修行，怎么今天还搞成这个样子？我把这个原因给诸位说出来，就是被那个贪爱害了，你要真正于世出世间一切法没有一点贪心，你早就成佛了。",
      "zh_TW": "我們在座的每位同修，你們不是今天才學佛。也許你說，是！我學佛才幾年。我告訴你不只幾年，你們能夠坐在此地，能夠在這裡聽《華嚴經》，這個善根是多生多劫。換句話說，你無量劫來，生生世世都在學佛，你有這樣深厚的善根，你今天聽經還生歡喜，聽得還不想走。《無量壽經》裡面有證明，《無量壽經》大家念得都很多，你看阿闍王子與五百長者，佛說過，他們無量劫前就發菩提心，住菩薩道，曾經供養四百億佛。一個三大阿僧祇劫才有一尊佛出世，他供養四百億佛，你想想看，他的善根多深厚。我們在座諸位同修跟他們沒有兩樣，你們過去生中不曉得供養了多少億、百千億萬佛，你們才有今天的善根。供養那麼多佛，親近那麼多菩薩，生生世世修行，怎麼今天還搞成這個樣子？我把這個原因給諸位說出來，就是被那個貪愛害了，你要真正於世出世間一切法沒有一點貪心，你早就成佛了。"
    },
    {
      "id": "04-003-0021_p0008",
      "zh_CN": "因为成一尊佛三个阿僧祇劫，你们过去不晓得修了多少无量无边的阿僧祇劫。这个病根要不拔除，那么你这一生还是不能成就，来生比这一生还要苦，这是一定的。你说我在佛门里做了不少功德，来生大概人身可以得到！你自己关起门来，冷静去想一想，给自己五戒打个分数，看看有没有六十分？六十分还不见得能得人身，至少要可以打八十分。这个五戒：不杀生、不偷盗、不邪淫、不妄语、不饮酒，这个五戒可以打八十分，大概来生可以得个人身。没有八十分，来生人身靠不住。人身靠不住到哪里去了？三途去了。三途的时间长，不晓得到多少年、多少岁月你才能出得了头，才再得个人身。得人身未必能遇到佛法，因为这个世间有佛法的时间很短，没有佛法的时间很长。你看释迦牟尼佛，我们现在是释迦牟尼佛法运，释迦佛的法运总共一万二千年，按照我们中国记载，佛灭度到今年是三千零十八年，那往后去还有九千年，九千年之后就没有佛法了，一直要等弥勒佛成佛。弥勒佛什么时候来？《弥勒下生经》上给我们说，五十六亿七千万年。你想想看，五十六亿七千万年之后才有佛法，这当中五十六亿七千万年没有佛法，所以遇到佛法不容易。遇到佛法要空过了，那实在是太可惜了。你遇不到，那没有话说；遇到，空过了，真可惜。人不贪，成就就很容易，特别是遇到净土念佛法门。",
      "zh_TW": "因為成一尊佛三個阿僧祇劫，你們過去不曉得修了多少無量無邊的阿僧祇劫。這個病根要不拔除，那麼你這一生還是不能成就，來生比這一生還要苦，這是一定的。你說我在佛門裡做了不少功德，來生大概人身可以得到！你自己關起門來，冷靜去想一想，給自己五戒打個分數，看看有沒有六十分？六十分還不見得能得人身，至少要可以打八十分。這個五戒：不殺生、不偷盜、不邪淫、不妄語、不飲酒，這個五戒可以打八十分，大概來生可以得個人身。沒有八十分，來生人身靠不住。人身靠不住到哪裡去了？三途去了。三途的時間長，不曉得到多少年、多少歲月你才能出得了頭，才再得個人身。得人身未必能遇到佛法，因為這個世間有佛法的時間很短，沒有佛法的時間很長。你看釋迦牟尼佛，我們現在是釋迦牟尼佛法運，釋迦佛的法運總共一萬二千年，按照我們中國記載，佛滅度到今年是三千零十八年，那往後去還有九千年，九千年之後就沒有佛法了，一直要等彌勒佛成佛。彌勒佛什麼時候來？《彌勒下生經》上給我們說，五十六億七千萬年。你想想看，五十六億七千萬年之後才有佛法，這當中五十六億七千萬年沒有佛法，所以遇到佛法不容易。遇到佛法要空過了，那實在是太可惜了。你遇不到，那沒有話說；遇到，空過了，真可惜。人不貪，成就就很容易，特別是遇到淨土念佛法門。"
    },
    {
      "id": "04-003-0021_p0009",
      "zh_CN": "我这次在美国达拉斯讲经，今年华盛顿华府我没有去，华府那边有一个同修，龚振华居士，是华府里面念佛最认真的一个同修。他打个电话，告诉我一个好消息。我说什么消息？华府那边有一位往生的同修。这个同修实在讲只学佛三天，一生没有遇到过佛法，不知道佛是什么。他自己在ＤＣ开了一个面包厂，他是老板。这两年他得了病，肝癌，非常痛苦。到后期的时候，医生已经放弃治疗，不给他治了，没办法，治不好。他太太就着急了，到处去求神、去拜佛，希望能有感应。龚居士的太太在ＤＣ开了一个餐厅，大概常常到他们那边去买面包，所以跟那个周先生的太太（老板娘）熟，周太太就把她先生生病的情形详细告诉龚太太。龚太太听了很难过，回家之后就叫她先生去看他，原来不认识。龚振华去看他。看了之后，龚振华看了他的情形，这个病不可能好，所以就劝这周先生，劝他什么？不要求好，劝他求生西方极乐世界。告诉他西方极乐世界的好处，你到那个地方作菩萨、作佛，将来回过头来度你的家亲眷属，这不是很好吗？何必要在这个人间受罪。这周先生的确是很有善根，听了之后很欢喜，他就接受了，就叫他的太太、儿子、女儿统统念阿弥陀佛，帮助他求生净土。这一点太难得、太难得了。可见得他把这个世界世缘真的放下了，他下了一个决心，我求生西方极乐世界。",
      "zh_TW": "我這次在美國達拉斯講經，今年華盛頓華府我沒有去，華府那邊有一個同修，龔振華居士，是華府裡面念佛最認真的一個同修。他打個電話，告訴我一個好消息。我說什麼消息？華府那邊有一位往生的同修。這個同修實在講只學佛三天，一生沒有遇到過佛法，不知道佛是什麼。他自己在ＤＣ開了一個麵包廠，他是老闆。這兩年他得了病，肝癌，非常痛苦。到後期的時候，醫生已經放棄治療，不給他治了，沒辦法，治不好。他太太就著急了，到處去求神、去拜佛，希望能有感應。龔居士的太太在ＤＣ開了一個餐廳，大概常常到他們那邊去買麵包，所以跟那個周先生的太太（老闆娘）熟，周太太就把她先生生病的情形詳細告訴龔太太。龔太太聽了很難過，回家之後就叫她先生去看他，原來不認識。龔振華去看他。看了之後，龔振華看了他的情形，這個病不可能好，所以就勸這周先生，勸他什麼？不要求好，勸他求生西方極樂世界。告訴他西方極樂世界的好處，你到那個地方作菩薩、作佛，將來回過頭來度你的家親眷屬，這不是很好嗎？何必要在這個人間受罪。這周先生的確是很有善根，聽了之後很歡喜，他就接受了，就叫他的太太、兒子、女兒統統念阿彌陀佛，幫助他求生淨土。這一點太難得、太難得了。可見得他把這個世界世緣真的放下了，他下了一個決心，我求生西方極樂世界。"
    },
    {
      "id": "04-003-0021_p0010",
      "zh_CN": "所以华府佛教会的同修，有十几个人去轮流帮他助念，念到第二天，地藏王菩萨来了，接着就观世音菩萨也来了。这个龚居士很了不起，龚居士在旁边就告诉他说不管什么佛菩萨来，只要不是阿弥陀佛，我们都不理。一句阿弥陀佛念到底，一定就是要求见阿弥陀佛来才行，所以就不理了。不理以后地藏菩萨也没有了，观音菩萨也不见了，念到第三天，西方三圣现前。阿弥陀佛、观音、势至，从云端里面降下来，接引他往生。十多个人统统看到。三天，他学佛才三天。他说他自从一发心念佛，他那个病就不痛了，这个感应不可思议。三天是愈念精神愈好，颜色也愈好。临走的时候，他念的十几声佛号，中气十足，音声宏亮，马路上都听到，这不像是生病的人，满面笑容欢欢喜喜跟佛去了。",
      "zh_TW": "所以華府佛教會的同修，有十幾個人去輪流幫他助念，念到第二天，地藏王菩薩來了，接著就觀世音菩薩也來了。這個龔居士很了不起，龔居士在旁邊就告訴他說不管什麼佛菩薩來，只要不是阿彌陀佛，我們都不理。一句阿彌陀佛念到底，一定就是要求見阿彌陀佛來才行，所以就不理了。不理以後地藏菩薩也沒有了，觀音菩薩也不見了，念到第三天，西方三聖現前。阿彌陀佛、觀音、勢至，從雲端裡面降下來，接引他往生。十多個人統統看到。三天，他學佛才三天。他說他自從一發心念佛，他那個病就不痛了，這個感應不可思議。三天是愈念精神愈好，顏色也愈好。臨走的時候，他念的十幾聲佛號，中氣十足，音聲宏亮，馬路上都聽到，這不像是生病的人，滿面笑容歡歡喜喜跟佛去了。"
    },
    {
      "id": "04-003-0021_p0011",
      "zh_CN": "所以我叫龚振华，你把这件事情详细的给我录一个录音带，寄到我们这边，我们来流通；把这个事情写一个小册子，这是非常有力的证据。所以ＤＣ那边有不少学密的同修，现在也死心塌地的念阿弥陀佛了。为什么？亲眼看到的，这真不可思议。龚振华讲这个大喜事，他说若一日到若七日，从前只是经上说的，近代没有过这样的人，没有想到ＤＣ这边真是有福报，三天念佛成功，居然在他这个地方出现。这是我们要求的。现在大家是有无比的信心，来告诉我这桩喜事，向我道谢。我说这是你的功德，怎么会谢我？他说念佛是我在那里教给他们的。真有效。",
      "zh_TW": "所以我叫龔振華，你把這件事情詳細的給我錄一個錄音帶，寄到我們這邊，我們來流通；把這個事情寫一個小冊子，這是非常有力的證據。所以ＤＣ那邊有不少學密的同修，現在也死心塌地的念阿彌陀佛了。為什麼？親眼看到的，這真不可思議。龔振華講這個大喜事，他說若一日到若七日，從前只是經上說的，近代沒有過這樣的人，沒有想到ＤＣ這邊真是有福報，三天念佛成功，居然在他這個地方出現。這是我們要求的。現在大家是有無比的信心，來告訴我這樁喜事，向我道謝。我說這是你的功德，怎麼會謝我？他說念佛是我在那裡教給他們的。真有效。"
    },
    {
      "id": "04-003-0021_p0012",
      "zh_CN": "所以说，凡是念佛不能往生的，总是你对这个世间有牵挂，你放不下，你还有贪恋，阿弥陀佛想接引你，你不肯去。阿弥陀佛很慈悲，不勉强人，不会拉着你走，你不愿意，只要有一丝毫不愿意，阿弥陀佛不勉强，绝对不会带你去。你真正一切放下了，佛一定来接引。所以他这三天，的确符合《无量寿经》所讲的，「发菩提心，一向专念」。从发心起，到临命终时，佛号没有中断，与经上所讲的相应。这在近代中国、外国所有《往生传》里面第一稀有。所以经上跟我们讲的理事，你都要通达明了，「理事无碍，事事无碍」，唯独念佛可以亲证这个境界。其他法门当然也可以证得，不容易，没有念佛来得快，念佛真正如理如法，你一生一定可以得到这个境界。",
      "zh_TW": "所以說，凡是念佛不能往生的，總是你對這個世間有牽掛，你放不下，你還有貪戀，阿彌陀佛想接引你，你不肯去。阿彌陀佛很慈悲，不勉強人，不會拉著你走，你不願意，只要有一絲毫不願意，阿彌陀佛不勉強，絕對不會帶你去。你真正一切放下了，佛一定來接引。所以他這三天，的確符合《無量壽經》所講的，「發菩提心，一向專念」。從發心起，到臨命終時，佛號沒有中斷，與經上所講的相應。這在近代中國、外國所有《往生傳》裡面第一稀有。所以經上跟我們講的理事，你都要通達明瞭，「理事無礙，事事無礙」，唯獨念佛可以親證這個境界。其他法門當然也可以證得，不容易，沒有念佛來得快，念佛真正如理如法，你一生一定可以得到這個境界。"
    },
    {
      "id": "04-003-0021_p0013",
      "zh_CN": "这段经文就是叙说宇宙万有的根源，因为一切万法同一个理体，所以事事无碍。这末后一句，『千差涉入而无碍』，这是真的。障碍是我们对于事实真相不了解，错认了，所以里面起许多的妄想执着，产生的障碍。离开一切妄想执着，障碍就没有了。末后这段是这一小段的一个总结，我们念一念：",
      "zh_TW": "這段經文就是敘說宇宙萬有的根源，因為一切萬法同一個理體，所以事事無礙。這末後一句，『千差涉入而無礙』，這是真的。障礙是我們對於事實真相不了解，錯認了，所以裡面起許多的妄想執著，產生的障礙。離開一切妄想執著，障礙就沒有了。末後這段是這一小段的一個總結，我們念一念："
    },
    {
      "id": "04-003-0021_p0014",
      "zh_CN": "【又周遍含融观中四句。一一中一。二一中一切。三一切中一。四一切中一切。】",
      "zh_TW": "【又周遍含融觀中四句。一一中一。二一中一切。三一切中一。四一切中一切。】"
    },
    {
      "id": "04-003-0021_p0015",
      "zh_CN": "这四句就是说的事相上的变化。跟我们中国《易经》里面所说的非常类似，我们中国讲宇宙万有的发展，是太极生两仪，两仪生四象，四象生八卦，八卦生万物，跟这个意思是相通的。你看我们中国的圣人跟释迦牟尼佛，那个时候没有见过面，没有通过消息，都知道宇宙的根源是一。佛法讲一就是真如本性，我们中国古人讲这个一讲太极，太极是一，说的名词不一样，这个意义是相通的。后面这是这一大段的总结。",
      "zh_TW": "這四句就是說的事相上的變化。跟我們中國《易經》裡面所說的非常類似，我們中國講宇宙萬有的發展，是太極生兩儀，兩儀生四象，四象生八卦，八卦生萬物，跟這個意思是相通的。你看我們中國的聖人跟釋迦牟尼佛，那個時候沒有見過面，沒有通過消息，都知道宇宙的根源是一。佛法講一就是真如本性，我們中國古人講這個一講太極，太極是一，說的名詞不一樣，這個意義是相通的。後面這是這一大段的總結。"
    },
    {
      "id": "04-003-0021_p0016",
      "zh_CN": "【三喻结难思。】",
      "zh_TW": "【三喻結難思。】"
    },
    {
      "id": "04-003-0021_p0017",
      "zh_CN": "这是用比喻来做一个总结，法界事理不可思议。",
      "zh_TW": "這是用比喻來做一個總結，法界事理不可思議。"
    },
    {
      "id": "04-003-0021_p0018",
      "zh_CN": "【疏若秦镜至齐现者。】",
      "zh_TW": "【疏若秦鏡至齊現者。】"
    },
    {
      "id": "04-003-0021_p0019",
      "zh_CN": "这段文在第九十四面，诸位翻开来，我把这个文念一念，这大家才懂得。九十四面第一行最后一个字开始：「若秦镜之互照，犹帝珠之相含；重重交光，历历齐现」。就是这句。底下这段就是解释这句，所以这句里面统统是比喻：",
      "zh_TW": "這段文在第九十四面，諸位翻開來，我把這個文念一念，這大家才懂得。九十四面第一行最後一個字開始：「若秦鏡之互照，猶帝珠之相含；重重交光，歷歷齊現」。就是這句。底下這段就是解釋這句，所以這句裡面統統是比喻："
    },
    {
      "id": "04-003-0021_p0020",
      "zh_CN": "【镜喻则兼前诸门交彻之意。】",
      "zh_TW": "【鏡喻則兼前諸門交徹之意。】"
    },
    {
      "id": "04-003-0021_p0021",
      "zh_CN": "这种比喻在佛法里头，特别是大乘佛法，世尊常用，显示重重无尽的境界。我们把注解底下这个文念一念：",
      "zh_TW": "這種比喻在佛法裡頭，特別是大乘佛法，世尊常用，顯示重重無盡的境界。我們把註解底下這個文念一念："
    },
    {
      "id": "04-003-0021_p0022",
      "zh_CN": "【以两镜相对。如事理二门。若取相入。展转成多。则亦喻事事无碍也。】",
      "zh_TW": "【以兩鏡相對。如事理二門。若取相入。展轉成多。則亦喻事事無礙也。】"
    },
    {
      "id": "04-003-0021_p0023",
      "zh_CN": "这个『镜』就是比喻『事事无碍』。华严境界是诸佛大菩萨的现量境界，我们凡夫很难懂。在唐朝时候，好像是贤首国师的时候，那个时候的皇帝，问到《华严经》事事无碍这个意义。贤首大师讲解，皇帝听到没有法子体会，贤首国师灵机一动，叫皇帝做一个亭子，八角的亭子，这很容易，马上几天就造成了。每个角里放一面镜子，就八个镜子；造好了之后，贤首国师就请皇帝，到那个亭子当中去看一看，那事事无碍马上就证明了。他跑到当中一看，这个相前后左右统统无尽。贤首国师说，这一即是多，多即是一，理事无碍，事事无碍。他恍然大悟，明了了。这也是比喻这个事情，就是这一桩事情。他这里讲，两面镜子互照，的确就看到重重，何况是八面，那个境界是更容易领会。如同事跟理，人是个理，镜子的相是影像，是事。理是一个，一个人，可是你看到镜子互照，那里面的景象就没有穷尽。这是理事二门，『展转成多』，事事无碍。下面讲珠，珠是如意宝珠。",
      "zh_TW": "這個『鏡』就是比喻『事事無礙』。華嚴境界是諸佛大菩薩的現量境界，我們凡夫很難懂。在唐朝時候，好像是賢首國師的時候，那個時候的皇帝，問到《華嚴經》事事無礙這個意義。賢首大師講解，皇帝聽到沒有法子體會，賢首國師靈機一動，叫皇帝做一個亭子，八角的亭子，這很容易，馬上幾天就造成了。每個角裡放一面鏡子，就八個鏡子；造好了之後，賢首國師就請皇帝，到那個亭子當中去看一看，那事事無礙馬上就證明了。他跑到當中一看，這個相前後左右統統無盡。賢首國師說，這一即是多，多即是一，理事無礙，事事無礙。他恍然大悟，明瞭了。這也是比喻這個事情，就是這一樁事情。他這裡講，兩面鏡子互照，的確就看到重重，何況是八面，那個境界是更容易領會。如同事跟理，人是個理，鏡子的相是影像，是事。理是一個，一個人，可是你看到鏡子互照，那裡面的景象就沒有窮盡。這是理事二門，『展轉成多』，事事無礙。下面講珠，珠是如意寶珠。"
    },
    {
      "id": "04-003-0021_p0024",
      "zh_CN": "【珠喻则唯喻融摄无尽。】",
      "zh_TW": "【珠喻則唯喻融攝無盡。】"
    },
    {
      "id": "04-003-0021_p0025",
      "zh_CN": "宝珠有光，也能照物；镜子是两个互照，宝珠是一个，一个，它是圆的，所以它照外面境界，它有变化。那个珠虽然小，但是它有角度的，所以它的外面境界它照得很广。我们讲广角，照得很广。尤其是一个圆珠，四周上下无所不照，所以珠是一个，整个外面境界相它统统照到了。不像镜子，镜子你照这一面，背面照不到。两面镜子互照，显出重重无尽，这一个景观现前。但是珠什么？一个圆球的，它是四面八方，无所不照，统统融摄在里面，这就是多即是一。下面说：",
      "zh_TW": "寶珠有光，也能照物；鏡子是兩個互照，寶珠是一個，一個，它是圓的，所以它照外面境界，它有變化。那個珠雖然小，但是它有角度的，所以它的外面境界它照得很廣。我們講廣角，照得很廣。尤其是一個圓珠，四周上下無所不照，所以珠是一個，整個外面境界相它統統照到了。不像鏡子，鏡子你照這一面，背面照不到。兩面鏡子互照，顯出重重無盡，這一個景觀現前。但是珠什麼？一個圓球的，它是四面八方，無所不照，統統融攝在裡面，這就是多即是一。下面說："
    },
    {
      "id": "04-003-0021_p0026",
      "zh_CN": "【言秦镜者。秦朝有镜。】",
      "zh_TW": "【言秦鏡者。秦朝有鏡。】"
    },
    {
      "id": "04-003-0021_p0027",
      "zh_CN": "这是个古镜。",
      "zh_TW": "這是個古鏡。"
    },
    {
      "id": "04-003-0021_p0028",
      "zh_CN": "【能照人心。】",
      "zh_TW": "【能照人心。】"
    },
    {
      "id": "04-003-0021_p0029",
      "zh_CN": "我们乍听起来，好像很玄。这个世间奇怪的事情、超乎常识的事情很多。古镜能够避邪，古镜能够照妖魔鬼怪，他不能够遁形，这些都是事实。清凉是唐朝时候的人，秦，那就很古了，秦朝镜是古镜。",
      "zh_TW": "我們乍聽起來，好像很玄。這個世間奇怪的事情、超乎常識的事情很多。古鏡能夠避邪，古鏡能夠照妖魔鬼怪，他不能夠遁形，這些都是事實。清涼是唐朝時候的人，秦，那就很古了，秦朝鏡是古鏡。"
    },
    {
      "id": "04-003-0021_p0030",
      "zh_CN": "【故朱锽诗云。西国有秦镜。其光世所希。照人见肝胆。鉴物穷幽微。】",
      "zh_TW": "【故朱鍠詩云。西國有秦鏡。其光世所希。照人見肝膽。鑒物窮幽微。】"
    },
    {
      "id": "04-003-0021_p0031",
      "zh_CN": "这是『朱锽』的一首诗，描写『秦镜』，这个镜是宝镜，照人能够照到人的内部。最近黄念祖老居士有一套录音带，是我最近听了三个，好像我们给它拷贝总共有十二个带子，是《无量寿经》大意，就是《无量寿经》的概要，前面那个玄义的部分，希望同修们有机会好好的听一听，他讲得好。另外还有一套带子，那是今年年初我从美国带回来的，《华严念佛三昧论》。《华严念佛三昧论》是清朝康熙年间彭际清居士做的。是依照《华严经》，就是《华严经》念佛的方法，是属于《华严经》修行的方法，黄念祖老居士讲得很好。里面讲了我们通常讲四种念佛，很少讲什么叫实相念佛，实相念佛很难懂，也很难讲，他把这个实相念佛交代得很清楚，很难得。这两套带子不可不听。",
      "zh_TW": "這是『朱鍠』的一首詩，描寫『秦鏡』，這個鏡是寶鏡，照人能夠照到人的內部。最近黃念祖老居士有一套錄音帶，是我最近聽了三個，好像我們給它拷貝總共有十二個帶子，是《無量壽經》大意，就是《無量壽經》的概要，前面那個玄義的部分，希望同修們有機會好好的聽一聽，他講得好。另外還有一套帶子，那是今年年初我從美國帶回來的，《華嚴念佛三昧論》。《華嚴念佛三昧論》是清朝康熙年間彭際清居士做的。是依照《華嚴經》，就是《華嚴經》念佛的方法，是屬於《華嚴經》修行的方法，黃念祖老居士講得很好。裡面講了我們通常講四種念佛，很少講什麼叫實相念佛，實相念佛很難懂，也很難講，他把這個實相念佛交代得很清楚，很難得。這兩套帶子不可不聽。"
    },
    {
      "id": "04-003-0021_p0032",
      "zh_CN": "他在后面这套带子里头，特别讲到现在的气功，气功现在在外国都很盛行，所以有眼通，这是真的，不是假的。他能够看到你的内部，这不是用肉眼看的。因为我这次在温哥华，遇到大陆上有位姓彭的，彭先生是个气功的老师。我看他看人的时候，他眼睛闭起来，他不是眼睛睁开来的，眼睛闭起来，他看到这个人气，看到这个人的光。每个人都有光，光的颜色不同。能够看到你身体哪一个部分有疾病，他能够给人治病，治得很有效果。这在大陆上是非常之盛行。黄念祖老居士，在这个带子里头讲经的时候说，我们学佛的人不能被这个迷了。学佛的人求什么？求生西方极乐世界。如果迷在这些神通、迷在这些感应里面，好了，你这一生又空过了。这个事情有没有？有，真的。但不是我们所求的。这个东西可以能治病，不能了生死，不能脱离轮回，大家要把这个搞清楚。宝镜有这个能力，能够照到人的内脏，像我们现在所讲，像X光一样，能够透视，能够照外面的妖魔鬼怪，有这种能力，毕竟还是一个世间法。大师在此地举出的比喻，举这比喻。",
      "zh_TW": "他在後面這套帶子裡頭，特別講到現在的氣功，氣功現在在外國都很盛行，所以有眼通，這是真的，不是假的。他能夠看到你的內部，這不是用肉眼看的。因為我這次在溫哥華，遇到大陸上有位姓彭的，彭先生是個氣功的老師。我看他看人的時候，他眼睛閉起來，他不是眼睛睜開來的，眼睛閉起來，他看到這個人氣，看到這個人的光。每個人都有光，光的顏色不同。能夠看到你身體哪一個部分有疾病，他能夠給人治病，治得很有效果。這在大陸上是非常之盛行。黃念祖老居士，在這個帶子裡頭講經的時候說，我們學佛的人不能被這個迷了。學佛的人求什麼？求生西方極樂世界。如果迷在這些神通、迷在這些感應裡面，好了，你這一生又空過了。這個事情有沒有？有，真的。但不是我們所求的。這個東西可以能治病，不能了生死，不能脫離輪迴，大家要把這個搞清楚。寶鏡有這個能力，能夠照到人的內臟，像我們現在所講，像X光一樣，能夠透視，能夠照外面的妖魔鬼怪，有這種能力，畢竟還是一個世間法。大師在此地舉出的比喻，舉這比喻。"
    },
    {
      "id": "04-003-0021_p0033",
      "zh_CN": "【今意取文涉稽古。又取至极之明。】",
      "zh_TW": "【今意取文涉稽古。又取至極之明。】"
    },
    {
      "id": "04-003-0021_p0034",
      "zh_CN": "这是讲取意，第一个是取久远的意思，古镜，第二个取它光明的意思。久远光明，取这个意思。",
      "zh_TW": "這是講取意，第一個是取久遠的意思，古鏡，第二個取它光明的意思。久遠光明，取這個意思。"
    },
    {
      "id": "04-003-0021_p0035",
      "zh_CN": "【故云秦镜。谓两镜互照。中置一灯。互相影入。交参无碍也。】",
      "zh_TW": "【故云秦鏡。謂兩鏡互照。中置一燈。互相影入。交參無礙也。】"
    },
    {
      "id": "04-003-0021_p0036",
      "zh_CN": "这到末后才把这比喻的意义说出来，这个我们不难体会。",
      "zh_TW": "這到末後才把這比喻的意義說出來，這個我們不難體會。"
    },
    {
      "id": "04-003-0021_p0037",
      "zh_CN": "【帝珠者。帝释殿网之珠。】",
      "zh_TW": "【帝珠者。帝釋殿網之珠。】"
    },
    {
      "id": "04-003-0021_p0038",
      "zh_CN": "这个『珠』不是普通的珠，是什么珠？是『帝释天』，帝释天我们中国人称为玉皇大帝，是帝释天的宫殿，宫殿里面有罗网，罗网当中镶的宝珠，是说的这个；这不是人间的宝珠，讲的是这个宝珠。这在从前的人提到这句话，他很容易明了。为什么？见过。现在我们讲的时候，大家体会不到，为什么？没见过。不过现在这个罗网还是有。在中国大陆上已经很难看见了，在从前宫殿里面都有，可是诸位如果要想看，你到日本去，日本京都就很多。这个大的寺庙，雕梁画栋，它那个柱子梁都是艺术品，都是最高的艺术品，怕它损坏，所以都用网，这个网多半是铜丝做的，透明的，你能够看得见，你手摸不到，把它包起来，那叫罗网，网与网之间用珠系在那里，做装饰品。那这个网，它最主要的作用是怕鸟跑去做窝，将这个艺术品损坏，所以是保护的作用。在忉利天宫，这宫殿上也有罗网。当然忉利天宫，大概没有这些鸟兽去损害，那为什么还有？纯粹是装饰品，不但是忉利天有，西方极乐世界也有。我们在经上念的七重行树，七重罗网，所以那个都是装饰品，尤其是西方极乐世界的罗网，那个作用不可思议。他网放光，光中又化佛，佛又说法，又度众生，那奇妙无穷。此地是讲帝释天，就是忉利天主宫殿上的宝珠。",
      "zh_TW": "這個『珠』不是普通的珠，是什麼珠？是『帝釋天』，帝釋天我們中國人稱為玉皇大帝，是帝釋天的宮殿，宮殿裡面有羅網，羅網當中鑲的寶珠，是說的這個；這不是人間的寶珠，講的是這個寶珠。這在從前的人提到這句話，他很容易明瞭。為什麼？見過。現在我們講的時候，大家體會不到，為什麼？沒見過。不過現在這個羅網還是有。在中國大陸上已經很難看見了，在從前宮殿裡面都有，可是諸位如果要想看，你到日本去，日本京都就很多。這個大的寺廟，雕梁畫棟，它那個柱子梁都是藝術品，都是最高的藝術品，怕它損壞，所以都用網，這個網多半是銅絲做的，透明的，你能夠看得見，你手摸不到，把它包起來，那叫羅網，網與網之間用珠繫在那裡，做裝飾品。那這個網，它最主要的作用是怕鳥跑去做窩，將這個藝術品損壞，所以是保護的作用。在忉利天宮，這宮殿上也有羅網。當然忉利天宮，大概沒有這些鳥獸去損害，那為什麼還有？純粹是裝飾品，不但是忉利天有，西方極樂世界也有。我們在經上念的七重行樹，七重羅網，所以那個都是裝飾品，尤其是西方極樂世界的羅網，那個作用不可思議。他網放光，光中又化佛，佛又說法，又度眾生，那奇妙無窮。此地是講帝釋天，就是忉利天主宮殿上的寶珠。"
    },
    {
      "id": "04-003-0021_p0039",
      "zh_CN": "【明净。一入多中。多入一中。重重无尽也。】",
      "zh_TW": "【明淨。一入多中。多入一中。重重無盡也。】"
    },
    {
      "id": "04-003-0021_p0040",
      "zh_CN": "因为罗网，每个网都镶一个珠，这个珠就很多了，像我们一个讲堂里的许多灯光，光光互摄，他取这个意思。从这些比喻，我们要明了整个法界，理事、事事都是『重重无尽』，都是光光相摄，没有例外的。因此我们这个心一动，别的人晓得。为什么我动心，你不晓得？因为你心不清净，所以你不晓得。我这里动，你也在动，你就不知道了。我心动，如果你心不动，你就知道了。不动就是定，不动就是静。你只要到一切法不动心了，不起念、不动心，告诉你那个什么X光眼、看人透视就看出来，只要你在这个时候，把所有一切妄念息下来，这个能力就现前了。他平常为什么看不到，他一定要作意才看到？因为他平常也动心，他要看一个人，他这个时候收敛，眼睛闭着，外面不看，完全心静下来，这个静心能够看外面所有的动态。那你说为什么看到？因为是一个心变现的。",
      "zh_TW": "因為羅網，每個網都鑲一個珠，這個珠就很多了，像我們一個講堂裡的許多燈光，光光互攝，他取這個意思。從這些比喻，我們要明瞭整個法界，理事、事事都是『重重無盡』，都是光光相攝，沒有例外的。因此我們這個心一動，別的人曉得。為什麼我動心，你不曉得？因為你心不清淨，所以你不曉得。我這裡動，你也在動，你就不知道了。我心動，如果你心不動，你就知道了。不動就是定，不動就是靜。你只要到一切法不動心了，不起念、不動心，告訴你那個什麼X光眼、看人透視就看出來，只要你在這個時候，把所有一切妄念息下來，這個能力就現前了。他平常為什麼看不到，他一定要作意才看到？因為他平常也動心，他要看一個人，他這個時候收斂，眼睛閉著，外面不看，完全心靜下來，這個靜心能夠看外面所有的動態。那你說為什麼看到？因為是一個心變現的。"
    },
    {
      "id": "04-003-0021_p0041",
      "zh_CN": "所以佛法跟我们说，定能够发神通。佛门讲六种神通，六种神通从哪里发的？从定中发的。你只要得定了，这六种神通是自然现前。那是真的，不会失掉的。像这些人，这些有奇异功能的人，他们这个能力多半是修来的，会失掉。我问过他们，他们说会失掉。只要对这个花花世界一贪爱，他这个功夫马上就失掉了，他心乱掉了。所以他要保持很冷静，保持一个清净心，他这个功能才能保持得住。由此可知，这个贪瞋痴慢多厉害，把你自己本有的德能全部都障碍住了，虽有不得其用，这个损害太大了。我们再看底下第七段，序文里面说，这个序文就是《疏》。",
      "zh_TW": "所以佛法跟我們說，定能夠發神通。佛門講六種神通，六種神通從哪裡發的？從定中發的。你只要得定了，這六種神通是自然現前。那是真的，不會失掉的。像這些人，這些有奇異功能的人，他們這個能力多半是修來的，會失掉。我問過他們，他們說會失掉。只要對這個花花世界一貪愛，他這個功夫馬上就失掉了，他心亂掉了。所以他要保持很冷靜，保持一個清淨心，他這個功能才能保持得住。由此可知，這個貪瞋痴慢多厲害，把你自己本有的德能全部都障礙住了，雖有不得其用，這個損害太大了。我們再看底下第七段，序文裡面說，這個序文就是《疏》。"
    },
    {
      "id": "04-003-0021_p0042",
      "zh_CN": "【故得圆至功于顿刻。】",
      "zh_TW": "【故得圓至功於頓刻。】"
    },
    {
      "id": "04-003-0021_p0043",
      "zh_CN": "『圆』是圆满。『至功』，就是功夫达到了极处。也就是我们常讲的圆满功德。要多久？『顷刻』就可以圆满。",
      "zh_TW": "『圓』是圓滿。『至功』，就是功夫達到了極處。也就是我們常講的圓滿功德。要多久？『頃刻』就可以圓滿。"
    },
    {
      "id": "04-003-0021_p0044",
      "zh_CN": "【见佛境于尘毛。诸佛心内众生。新新作佛。众生心中诸佛。念念证真。】",
      "zh_TW": "【見佛境於塵毛。諸佛心內眾生。新新作佛。眾生心中諸佛。念念證真。】"
    },
    {
      "id": "04-003-0021_p0045",
      "zh_CN": "这是这章里头最后的一段，这段是这章里头第二个大段。注解里面，诸位看注解一百零四面：",
      "zh_TW": "這是這章裡頭最後的一段，這段是這章裡頭第二個大段。註解裡面，諸位看註解一百零四面："
    },
    {
      "id": "04-003-0021_p0046",
      "zh_CN": "【故得下。】",
      "zh_TW": "【故得下。】"
    },
    {
      "id": "04-003-0021_p0047",
      "zh_CN": "就是我们刚才念的这段文。",
      "zh_TW": "就是我們剛才念的這段文。"
    },
    {
      "id": "04-003-0021_p0048",
      "zh_CN": "【第二。】",
      "zh_TW": "【第二。】"
    },
    {
      "id": "04-003-0021_p0049",
      "zh_CN": "就是第二大段。",
      "zh_TW": "就是第二大段。"
    },
    {
      "id": "04-003-0021_p0050",
      "zh_CN": "【成益顿超。】",
      "zh_TW": "【成益頓超。】"
    },
    {
      "id": "04-003-0021_p0051",
      "zh_CN": "这四个字是科题，也就是这段文的题目。那这个文，古人的文字简洁，从『故得』到『尘毛』这是第一小段；从『诸佛』到『证真』是第二小段。",
      "zh_TW": "這四個字是科題，也就是這段文的題目。那這個文，古人的文字簡潔，從『故得』到『塵毛』這是第一小段；從『諸佛』到『證真』是第二小段。"
    },
    {
      "id": "04-003-0021_p0052",
      "zh_CN": "【于中二。】",
      "zh_TW": "【於中二。】"
    },
    {
      "id": "04-003-0021_p0053",
      "zh_CN": "就是分成两段。",
      "zh_TW": "就是分成兩段。"
    },
    {
      "id": "04-003-0021_p0054",
      "zh_CN": "【初时处超。】",
      "zh_TW": "【初時處超。】"
    },
    {
      "id": "04-003-0021_p0055",
      "zh_CN": "后面这段是：",
      "zh_TW": "後面這段是："
    },
    {
      "id": "04-003-0021_p0056",
      "zh_CN": "【后因果超。】",
      "zh_TW": "【後因果超。】"
    },
    {
      "id": "04-003-0021_p0057",
      "zh_CN": "『超』是超越。如果没有『时处』、『因果』之超越，那叫不能讲事事无碍。无碍，就是超越。超越最巧妙的方法，人人都能做得到的，无过于念这一句阿弥陀佛。所以这个法门是一切诸佛度众生、了生死、成佛道的第一法门。一部《华严经》实在讲，就是介绍念佛法门而已。好，我们看底下解释的文：",
      "zh_TW": "『超』是超越。如果沒有『時處』、『因果』之超越，那叫不能講事事無礙。無礙，就是超越。超越最巧妙的方法，人人都能做得到的，無過於念這一句阿彌陀佛。所以這個法門是一切諸佛度眾生、了生死、成佛道的第一法門。一部《華嚴經》實在講，就是介紹念佛法門而已。好，我們看底下解釋的文："
    },
    {
      "id": "04-003-0021_p0058",
      "zh_CN": "【今初言。】",
      "zh_TW": "【今初言。】"
    },
    {
      "id": "04-003-0021_p0059",
      "zh_CN": "『初』，是第一段，第一段里头说这文字是：",
      "zh_TW": "『初』，是第一段，第一段裡頭說這文字是："
    },
    {
      "id": "04-003-0021_p0060",
      "zh_CN": "【故得至尘毛者。】",
      "zh_TW": "【故得至塵毛者。】"
    },
    {
      "id": "04-003-0021_p0061",
      "zh_CN": "就是「故得圆至功于顷刻，见佛境于尘毛」。这一段里头两句：",
      "zh_TW": "就是「故得圓至功於頃刻，見佛境於塵毛」。這一段裡頭兩句："
    },
    {
      "id": "04-003-0021_p0062",
      "zh_CN": "【上句时。下句处。】",
      "zh_TW": "【上句時。下句處。】"
    },
    {
      "id": "04-003-0021_p0063",
      "zh_CN": "上句就是时超，下面一句是处超，一句就是一段，就是一个段落：",
      "zh_TW": "上句就是時超，下面一句是處超，一句就是一段，就是一個段落："
    },
    {
      "id": "04-003-0021_p0064",
      "zh_CN": "【时中言。】",
      "zh_TW": "【時中言。】"
    },
    {
      "id": "04-003-0021_p0065",
      "zh_CN": "时超里面是时间上超越了。",
      "zh_TW": "時超裡面是時間上超越了。"
    },
    {
      "id": "04-003-0021_p0066",
      "zh_CN": "【故得圆至功于顷刻者。由如上境界融摄微妙。故得信解悟入。有斯顿证。】",
      "zh_TW": "【故得圓至功於頃刻者。由如上境界融攝微妙。故得信解悟入。有斯頓證。】"
    },
    {
      "id": "04-003-0021_p0067",
      "zh_CN": "『由如上境界融摄』，这个讲到常，在这一大段里面，我们讲了六种融摄。这个文在哪里？因为得要温习一下，不温习一下，那搞不清楚。在九十四面倒数第四行当中看起，这是第二段：「正明深妙，文中有六：一融情智，二融真妄，三显四句百非，四泯真俗一多，五融拂事理，六融摄事相」。就是这六种。这六种我们前面讲过，每一种里头的义趣都是无穷的，无有穷尽的。像上面讲的这个境界「融摄微妙」，你要真正能够体会、真正能够明白，你才能够有『信解悟入』。下面再引经给我们作证。这个经还是引《华严经．梵行品》里面的一段经文。",
      "zh_TW": "『由如上境界融攝』，這個講到常，在這一大段裡面，我們講了六種融攝。這個文在哪裡？因為得要溫習一下，不溫習一下，那搞不清楚。在九十四面倒數第四行當中看起，這是第二段：「正明深妙，文中有六：一融情智，二融真妄，三顯四句百非，四泯真俗一多，五融拂事理，六融攝事相」。就是這六種。這六種我們前面講過，每一種裡頭的義趣都是無窮的，無有窮盡的。像上面講的這個境界「融攝微妙」，你要真正能夠體會、真正能夠明白，你才能夠有『信解悟入』。下面再引經給我們作證。這個經還是引《華嚴經．梵行品》裡面的一段經文。"
    },
    {
      "id": "04-003-0021_p0068",
      "zh_CN": "【梵行品云。若诸菩萨能与如是观行相应。于诸法中不生二解。一切佛法疾得现前。初发心时。即得阿耨多罗三藐三菩提。知一切法即心自性。成就慧身。不由他悟。】",
      "zh_TW": "【梵行品云。若諸菩薩能與如是觀行相應。於諸法中不生二解。一切佛法疾得現前。初發心時。即得阿耨多羅三藐三菩提。知一切法即心自性。成就慧身。不由他悟。】"
    },
    {
      "id": "04-003-0021_p0069",
      "zh_CN": "你看，这是不是一下就功德就圆满了。修行哪里要三大阿僧祇劫，一念功德就圆满了。话是这么说，理上也不错，可是我们就是圆不了。圆不了的原因，就是我们的心行与经上讲的不一样。你要想在极短的时间成佛，那你就要把这些话记住，依照这个教训去做，我们这一生当中，必定圆成无上菩提。圆是圆满，圆满成就无上菩提。",
      "zh_TW": "你看，這是不是一下就功德就圓滿了。修行哪裡要三大阿僧祇劫，一念功德就圓滿了。話是這麼說，理上也不錯，可是我們就是圓不了。圓不了的原因，就是我們的心行與經上講的不一樣。你要想在極短的時間成佛，那你就要把這些話記住，依照這個教訓去做，我們這一生當中，必定圓成無上菩提。圓是圓滿，圓滿成就無上菩提。"
    },
    {
      "id": "04-003-0021_p0070",
      "zh_CN": "首先经里面告诉我们，『若诸菩萨』，这是菩萨法。我们一看到这个句子心就凉掉了，菩萨，我们不是菩萨，这教菩萨的。如果你要懂得「菩萨」这两个字的意义，我们还是有指望的。菩萨是什么？菩萨是觉悟的有情众生。换句话说，我们如果今天觉，就是菩萨；迷，就是凡夫。问题在我们自己能不能觉？在这个字，我们对自己、对别人、对理、对事、对因、对果统统不迷，那就是菩萨。怎么样才不迷？如果你在这些性相事理因果上，起心动念就迷了，不起心、不动念就觉了、就不迷了。这是大乘佛法修行的关键，教你修什么？修清净心，修一念不生，了了分明，样样清楚，一念不生。要修这个。",
      "zh_TW": "首先經裡面告訴我們，『若諸菩薩』，這是菩薩法。我們一看到這個句子心就涼掉了，菩薩，我們不是菩薩，這教菩薩的。如果你要懂得「菩薩」這兩個字的意義，我們還是有指望的。菩薩是什麼？菩薩是覺悟的有情眾生。換句話說，我們如果今天覺，就是菩薩；迷，就是凡夫。問題在我們自己能不能覺？在這個字，我們對自己、對別人、對理、對事、對因、對果統統不迷，那就是菩薩。怎麼樣才不迷？如果你在這些性相事理因果上，起心動念就迷了，不起心、不動念就覺了、就不迷了。這是大乘佛法修行的關鍵，教你修什麼？修清淨心，修一念不生，了了分明，樣樣清楚，一念不生。要修這個。"
    },
    {
      "id": "04-003-0021_p0071",
      "zh_CN": "我们把这个文读下去，『能与如是观行相应』。如是，就是指前面境界融摄，前面所讲的这六条，我们在日常生活当中，我们的思想、我们的见解、我们的行持都能与这六条相应。相应之相一定是经上所讲的，『于诸法中不生二解』，解是见解，换句话说，决定不生一个见解。你只要有一个见解，就是二解；一是清净心。六祖大师《坛经》里头说得很好，佛法是一，二就不是佛法。你看印宗不是问他吗？印宗问他，黄梅（就是五祖），有没有说禅定、解脱？禅定、解脱，五祖平常是如何开示的？六祖不理会他，六祖说，禅定、解脱是二法，佛法是不二法。二法就着了相，二就起心动念了。佛法是什么？佛法是不起心、不动念。",
      "zh_TW": "我們把這個文讀下去，『能與如是觀行相應』。如是，就是指前面境界融攝，前面所講的這六條，我們在日常生活當中，我們的思想、我們的見解、我們的行持都能與這六條相應。相應之相一定是經上所講的，『於諸法中不生二解』，解是見解，換句話說，決定不生一個見解。你只要有一個見解，就是二解；一是清淨心。六祖大師《壇經》裡頭說得很好，佛法是一，二就不是佛法。你看印宗不是問他嗎？印宗問他，黃梅（就是五祖），有沒有說禪定、解脫？禪定、解脫，五祖平常是如何開示的？六祖不理會他，六祖說，禪定、解脫是二法，佛法是不二法。二法就著了相，二就起心動念了。佛法是什麼？佛法是不起心、不動念。"
    },
    {
      "id": "04-003-0021_p0072",
      "zh_CN": "我们今天的大病就是起心动念。所以怎么样修，这个修行，诸位自己一定认真反省、检点。我们所修的，修了，我们得的什么？我们的成绩在哪里？如果修了这么多年，毫无成就，那你就值得认真去检讨，你一定学错了，功夫用的不得力。如果功夫得力，一定有成就。成就是什么？你的烦恼一天比一天少，你的心一天比一天清净，你的智慧一天比一天增长，你的生活一天比一天快乐，这就是很明显的你所得到的。如果你学佛不能一天比一天快乐，你这个佛法学得有毛病，不如法。佛法是离苦得乐，不是来生离苦得乐，现在就离苦得乐，一天一天苦少，苦，一天比一天少，一年比一年少；乐是一天比一天多，一年比一年多，这就对了，这个学得就没错了。这心地一天比一天清净，事理一天比一天明白，这就对了。心在境界里面得大自在，不会被外境所转。",
      "zh_TW": "我們今天的大病就是起心動念。所以怎麼樣修，這個修行，諸位自己一定認真反省、檢點。我們所修的，修了，我們得的什麼？我們的成績在哪裡？如果修了這麼多年，毫無成就，那你就值得認真去檢討，你一定學錯了，功夫用的不得力。如果功夫得力，一定有成就。成就是什麼？你的煩惱一天比一天少，你的心一天比一天清淨，你的智慧一天比一天增長，你的生活一天比一天快樂，這就是很明顯的你所得到的。如果你學佛不能一天比一天快樂，你這個佛法學得有毛病，不如法。佛法是離苦得樂，不是來生離苦得樂，現在就離苦得樂，一天一天苦少，苦，一天比一天少，一年比一年少；樂是一天比一天多，一年比一年多，這就對了，這個學得就沒錯了。這心地一天比一天清淨，事理一天比一天明白，這就對了。心在境界裡面得大自在，不會被外境所轉。"
    },
    {
      "id": "04-003-0021_p0073",
      "zh_CN": "《楞严》上说：「若能转境，则同如来」。你不被外境转，你就转境界。你能转境界，你就跟佛一样了。所以他的现相是「于诸法中不生二解」。这个诸法是世间法、出世间法。世出世间法里面唯一清净，一切通达明了，里头没有知见。怎么通达明了？就像镜子照外面境界相，你看，照得清清楚楚的，它有没有分别？没有分别，它也没有执着，清清楚楚、明明白白，里面决定没有一念。所以我们用心要像镜子一样。我们每天早晨起来洗脸要照照镜子，照镜子的时候，想想我今天用心像镜子一样。晚上睡觉，你也照照镜子，去反省一下，我今天用心像不像镜子？镜子清楚明白，没有分别，没有执着，没有妄想，这就叫做不生二解。心里面不生二解，给诸位说，这是定成就。一切明了是慧成就，这是真实功夫。定慧等持，三学增上，他怎么不快乐？",
      "zh_TW": "《楞嚴》上說：「若能轉境，則同如來」。你不被外境轉，你就轉境界。你能轉境界，你就跟佛一樣了。所以他的現相是「於諸法中不生二解」。這個諸法是世間法、出世間法。世出世間法裡面唯一清淨，一切通達明瞭，裡頭沒有知見。怎麼通達明瞭？就像鏡子照外面境界相，你看，照得清清楚楚的，它有沒有分別？沒有分別，它也沒有執著，清清楚楚、明明白白，裡面決定沒有一念。所以我們用心要像鏡子一樣。我們每天早晨起來洗臉要照照鏡子，照鏡子的時候，想想我今天用心像鏡子一樣。晚上睡覺，你也照照鏡子，去反省一下，我今天用心像不像鏡子？鏡子清楚明白，沒有分別，沒有執著，沒有妄想，這就叫做不生二解。心裡面不生二解，給諸位說，這是定成就。一切明瞭是慧成就，這是真實功夫。定慧等持，三學增上，他怎麼不快樂？"
    },
    {
      "id": "04-003-0021_p0074",
      "zh_CN": "自身环境过去、未来都通达、都清楚，所以说『一切佛法疾得现前』。一切是说十方三世一切诸佛所说的法，你统统都明白、都现前了。怎么可能？真可能。一切诸佛所说的经典，都是真如本性的流露，性德流露。性德是什么？就是定慧。你今天定慧成就了，你的性德现前，十方一切诸佛如来所说的法，统统是你的性德，你哪有一样不通达？你要不相信，六祖是一个证据，是个见证人。六祖不认识字，没有念过书，一切经典你去问他，他不认识字，你念给他听，你一念，他就通达、就明了了，他就跟你讲解。你哪里不明了，他都可以跟你讲解。佛法一切经典通达，世间法，一切典籍他也通达。为什么？世出世间一切法，没有一法不是本性里面的性德，统统是。不仅是出世间法、世间法，乃至于世间一切善法、一切恶法。因为没有一法离开真如本性。所以一个明心见性的人，是一切通达，没有障碍。你要想明心见性，你就在定慧上下功夫；你要想定慧成就，你就把世间一切贪瞋痴慢统统放下，你带着这些东西决定不能成就的。",
      "zh_TW": "自身環境過去、未來都通達、都清楚，所以說『一切佛法疾得現前』。一切是說十方三世一切諸佛所說的法，你統統都明白、都現前了。怎麼可能？真可能。一切諸佛所說的經典，都是真如本性的流露，性德流露。性德是什麼？就是定慧。你今天定慧成就了，你的性德現前，十方一切諸佛如來所說的法，統統是你的性德，你哪有一樣不通達？你要不相信，六祖是一個證據，是個見證人。六祖不認識字，沒有念過書，一切經典你去問他，他不認識字，你念給他聽，你一念，他就通達、就明瞭了，他就跟你講解。你哪裡不明瞭，他都可以跟你講解。佛法一切經典通達，世間法，一切典籍他也通達。為什麼？世出世間一切法，沒有一法不是本性裡面的性德，統統是。不僅是出世間法、世間法，乃至於世間一切善法、一切惡法。因為沒有一法離開真如本性。所以一個明心見性的人，是一切通達，沒有障礙。你要想明心見性，你就在定慧上下功夫；你要想定慧成就，你就把世間一切貪瞋痴慢統統放下，你帶著這些東西決定不能成就的。"
    },
    {
      "id": "04-003-0021_p0075",
      "zh_CN": "所以于世出世间一切法，无贪、无瞋、无痴，你才能入得了门。这个事情难不难？不难。为什么？问你自己肯不肯干？你肯不肯舍？世间难，最难是求人难。为什么？那个权力在他，不在我。修行断贪瞋痴，修戒定慧，这个权是我，不是他，我答应就行了，这个容易。求人难，这个事情是求自己，不求别人。所以你只要能如理如法的修学，一切佛法疾得现前，疾是快，快速。一切诸佛，这个佛法没有一法不通达，没有一法不明了。",
      "zh_TW": "所以於世出世間一切法，無貪、無瞋、無痴，你才能入得了門。這個事情難不難？不難。為什麼？問你自己肯不肯幹？你肯不肯捨？世間難，最難是求人難。為什麼？那個權力在他，不在我。修行斷貪瞋痴，修戒定慧，這個權是我，不是他，我答應就行了，這個容易。求人難，這個事情是求自己，不求別人。所以你只要能如理如法的修學，一切佛法疾得現前，疾是快，快速。一切諸佛，這個佛法沒有一法不通達，沒有一法不明瞭。"
    },
    {
      "id": "04-003-0021_p0076",
      "zh_CN": "这一句说的是解，下面一句是讲的证。『初发心时，即得阿耨多罗三藐三菩提』。阿耨多罗三藐三菩提是梵语，这是学佛人所追求的终极目标，就是阿耨多罗三藐三菩提。你要是得到阿耨多罗三藐三菩提，就叫做成佛了。这句话翻成中国的意思，无上正等正觉。「三菩提」翻作正觉，「三藐三菩提」翻作正等正觉，「阿耨多罗三藐三菩提」翻作无上正等正觉。这在佛法修学是三个阶级，证得正觉的人，在佛法里称之为阿罗汉，阿罗汉就是三菩提；菩萨是三藐三菩提，就是正等正觉；如来极果，这个果位到了极处，没有比他再高的，所以说是阿耨多罗三藐三菩提。这个不得了，初发心的时候就成佛了，这只有《华严经》上才有，其他经上没有这个说法。理论决定可能，决定是正确的，但是事实上不容易。可是前面我们讲过了，理事无碍，事事无碍，怎么会事实上不可能？给诸位说，这个事实上不可能，还是理事无碍，事事无碍。为什么不可能？是因为你不肯干。譬如说，我叫你不贪财，你不肯干，你还是拼命想办法去赚钱，那有什么法子！你放不下。贪瞋痴慢，世出世间一切法，都要从心地里面放下，真正做一个无忧无虑，无牵无挂。禅宗的比喻说，一丝不挂。他这个比喻就是心里头一丝毫牵挂都没有，那你马上就成佛了。等觉菩萨成不了佛，他还有一分微细的牵挂，还没有舍掉。佛是决定没有牵挂，你牵挂的愈多，你的障碍就愈大，你就愈没有办法成就。",
      "zh_TW": "這一句說的是解，下面一句是講的證。『初發心時，即得阿耨多羅三藐三菩提』。阿耨多羅三藐三菩提是梵語，這是學佛人所追求的終極目標，就是阿耨多羅三藐三菩提。你要是得到阿耨多羅三藐三菩提，就叫做成佛了。這句話翻成中國的意思，無上正等正覺。「三菩提」翻作正覺，「三藐三菩提」翻作正等正覺，「阿耨多羅三藐三菩提」翻作無上正等正覺。這在佛法修學是三個階級，證得正覺的人，在佛法裡稱之為阿羅漢，阿羅漢就是三菩提；菩薩是三藐三菩提，就是正等正覺；如來極果，這個果位到了極處，沒有比他再高的，所以說是阿耨多羅三藐三菩提。這個不得了，初發心的時候就成佛了，這只有《華嚴經》上才有，其他經上沒有這個說法。理論決定可能，決定是正確的，但是事實上不容易。可是前面我們講過了，理事無礙，事事無礙，怎麼會事實上不可能？給諸位說，這個事實上不可能，還是理事無礙，事事無礙。為什麼不可能？是因為你不肯幹。譬如說，我叫你不貪財，你不肯幹，你還是拼命想辦法去賺錢，那有什麼法子！你放不下。貪瞋痴慢，世出世間一切法，都要從心地裡面放下，真正做一個無憂無慮，無牽無掛。禪宗的比喻說，一絲不掛。他這個比喻就是心裡頭一絲毫牽掛都沒有，那你馬上就成佛了。等覺菩薩成不了佛，他還有一分微細的牽掛，還沒有捨掉。佛是決定沒有牽掛，你牽掛的愈多，你的障礙就愈大，你就愈沒有辦法成就。"
    },
    {
      "id": "04-003-0021_p0077",
      "zh_CN": "有不少人常常来找我，问这个疑难、问那个佛法。我看到这些人，可怜。可怜在哪里？他不去念阿弥陀佛，他给我说了那么一大堆废话。你脑子里头胡思乱想，你为什么不想阿弥陀佛？你一天到晚想阿弥陀佛，念阿弥陀佛，什么事都没有，那就对了。那就是《华严经》修行的方法，就是教你初发心即得无上菩提的方法，这个要懂。从今以后，不要再打妄想。所以我劝大家不要看报纸，不要看电视。我现在不看报纸，我也不看电视了。在外国那个报纸也看不懂，电视也看不懂，所以就不看了。回到台湾来，我也不看，我也不看报纸，也不看电视，也不跟人往来。这心地一天到晚清清净净的，这个多舒服、多自在。每天接触一些人，听他们胡说八道，看他们胡思乱想，不老实去念佛，这个成就很难。所以大家要想真正成就，首先要摒弃外缘，学佛没有别的，就是修清净心，你的心真的是一年比一年清净，一个月比一个月清净，你的功夫得力了。你这一生当中了生死、出三界，见阿弥陀佛往生西方极乐世界就有把握了。",
      "zh_TW": "有不少人常常來找我，問這個疑難、問那個佛法。我看到這些人，可憐。可憐在哪裡？他不去念阿彌陀佛，他給我說了那麼一大堆廢話。你腦子裡頭胡思亂想，你為什麼不想阿彌陀佛？你一天到晚想阿彌陀佛，念阿彌陀佛，什麼事都沒有，那就對了。那就是《華嚴經》修行的方法，就是教你初發心即得無上菩提的方法，這個要懂。從今以後，不要再打妄想。所以我勸大家不要看報紙，不要看電視。我現在不看報紙，我也不看電視了。在外國那個報紙也看不懂，電視也看不懂，所以就不看了。回到台灣來，我也不看，我也不看報紙，也不看電視，也不跟人往來。這心地一天到晚清清淨淨的，這個多舒服、多自在。每天接觸一些人，聽他們胡說八道，看他們胡思亂想，不老實去念佛，這個成就很難。所以大家要想真正成就，首先要摒棄外緣，學佛沒有別的，就是修清淨心，你的心真的是一年比一年清淨，一個月比一個月清淨，你的功夫得力了。你這一生當中了生死、出三界，見阿彌陀佛往生西方極樂世界就有把握了。"
    },
    {
      "id": "04-003-0021_p0078",
      "zh_CN": "心地清净就是讯号，就是通了消息，接近了。还要搞这一套，这不得了，那这一生就怕空过了。此地讲初发心，它跟经上讲的完全如法，观行相应。这样说起来还是很难明了，很难下手。换句话说，好像跟大家讲得谈玄说妙，讲了这么多次了，还是得不到用处。必须有一个简单具体可行的办法，我们找到了，才有方法下手。这个具体简单可行的方法，给诸位说，就是「发菩提心，一向专念」。菩提心里面讲得最具体的，就是有一个恳切的愿望，求生净土。我这一生当中，什么都不求，什么都不希望，只希望、只求见阿弥陀佛，到西方极乐世界去。只有这一念，别无二念。",
      "zh_TW": "心地清淨就是訊號，就是通了消息，接近了。還要搞這一套，這不得了，那這一生就怕空過了。此地講初發心，它跟經上講的完全如法，觀行相應。這樣說起來還是很難明瞭，很難下手。換句話說，好像跟大家講得談玄說妙，講了這麼多次了，還是得不到用處。必須有一個簡單具體可行的辦法，我們找到了，才有方法下手。這個具體簡單可行的方法，給諸位說，就是「發菩提心，一向專念」。菩提心裡面講得最具體的，就是有一個懇切的願望，求生淨土。我這一生當中，什麼都不求，什麼都不希望，只希望、只求見阿彌陀佛，到西方極樂世界去。只有這一念，別無二念。"
    },
    {
      "id": "04-003-0021_p0079",
      "zh_CN": "你不要感情用事，这是好，我还有很多家亲眷属，我还有好多好朋友，他们都不学，怎么办？你还要发大慈悲去度他们，天天不念阿弥陀佛，念这些人，还念这些人造业，念这些人不信佛，念这些人还不吃素，你脑子里天天念这些，他不念阿弥陀佛。这样你固然是很慈悲，你的佛也念不干净，你西方极乐世界也去不了，被这群人害了，被他累赘了，这叫迷，这不是悟。真正觉悟了，我们家亲眷属，我们对他只尽一个义务，把这法门劝告给他，他接受不接受是他的事情，与我不相干。他不能接受甚至于排斥也没有关系，我告诉你了，我的责任就尽到了。也要把这些缘放下，自己好好的修，修到你自己往生的时候，他们看到了，他相信了，那个时候不要你劝，那才叫真正的劝导这些人。",
      "zh_TW": "你不要感情用事，這是好，我還有很多家親眷屬，我還有好多好朋友，他們都不學，怎麼辦？你還要發大慈悲去度他們，天天不念阿彌陀佛，念這些人，還念這些人造業，念這些人不信佛，念這些人還不吃素，你腦子裡天天念這些，他不念阿彌陀佛。這樣你固然是很慈悲，你的佛也念不乾淨，你西方極樂世界也去不了，被這群人害了，被他累贅了，這叫迷，這不是悟。真正覺悟了，我們家親眷屬，我們對他只盡一個義務，把這法門勸告給他，他接受不接受是他的事情，與我不相干。他不能接受甚至於排斥也沒有關係，我告訴你了，我的責任就盡到了。也要把這些緣放下，自己好好的修，修到你自己往生的時候，他們看到了，他相信了，那個時候不要你勸，那才叫真正的勸導這些人。"
    },
    {
      "id": "04-003-0021_p0080",
      "zh_CN": "你看从前香港何世礼将军的母亲，何东爵士的夫人，她就是一个好的榜样。她（老太太）一个人学佛，她们一家，她的儿子、媳妇都是虔诚的基督教徒。可是儿子很孝顺，没有为这个宗教不孝母亲。母亲也很开明，现在这个时代信教自由，所以彼此都很尊重。到老太太往生的时候，把她的儿子、媳妇家人统统叫过来：我要到西方极乐世界了，我们在这世间总算是母子一场，我走了，你总得念几句佛，送送我，我一生对你什么要求都没有，我走的时候念几句佛号送送我，这总可以吧。这个家里儿子、媳妇答应了，她在她家里，把亲戚朋友统统请来，开一个往生大会，表演往生，她预知时至，说走就走了。这一表演，她全家统统念阿弥陀佛，不再上教堂了。为什么？亲眼看到，这是真正慈悲。",
      "zh_TW": "你看從前香港何世禮將軍的母親，何東爵士的夫人，她就是一個好的榜樣。她（老太太）一個人學佛，她們一家，她的兒子、媳婦都是虔誠的基督教徒。可是兒子很孝順，沒有為這個宗教不孝母親。母親也很開明，現在這個時代信教自由，所以彼此都很尊重。到老太太往生的時候，把她的兒子、媳婦家人統統叫過來：我要到西方極樂世界了，我們在這世間總算是母子一場，我走了，你總得念幾句佛，送送我，我一生對你什麼要求都沒有，我走的時候念幾句佛號送送我，這總可以吧。這個家裡兒子、媳婦答應了，她在她家裡，把親戚朋友統統請來，開一個往生大會，表演往生，她預知時至，說走就走了。這一表演，她全家統統念阿彌陀佛，不再上教堂了。為什麼？親眼看到，這是真正慈悲。"
    },
    {
      "id": "04-003-0021_p0081",
      "zh_CN": "所以往生不要生病，不能站着走，也得坐着走。不能躺着走，躺着走就很难看。别人做得到，我们为什么做不到？做得到。就是因为你不肯做，你平常习气不断，习气不断就是业障。你业障重，所以你才有病苦，才示现那个相。你要是平常心地清净，什么都舍得干干净净，没有业障。我们在近代看到许多站着走的、坐着走的，没有病苦，预知时至的。想一想，这些人能做到，我们为什么做不到？要发这个心，这叫菩提心。一心一意就念这句阿弥陀佛，别的什么都不要了。",
      "zh_TW": "所以往生不要生病，不能站著走，也得坐著走。不能躺著走，躺著走就很難看。別人做得到，我們為什麼做不到？做得到。就是因為你不肯做，你平常習氣不斷，習氣不斷就是業障。你業障重，所以你才有病苦，才示現那個相。你要是平常心地清淨，什麼都捨得乾乾淨淨，沒有業障。我們在近代看到許多站著走的、坐著走的，沒有病苦，預知時至的。想一想，這些人能做到，我們為什麼做不到？要發這個心，這叫菩提心。一心一意就念這句阿彌陀佛，別的什麼都不要了。"
    },
    {
      "id": "04-003-0021_p0082",
      "zh_CN": "我们印《大藏经》，印《大藏经》是给别人悟的。莲池大师讲得好，三藏十二部给别人悟，我们自己不要。我们自己一部《弥陀经》，一部《无量寿经》，够了。我们现在印的《净土五经》，就够了，够用了，不要再搞多，不要起贪心。别人跟你说这个经好，那个论好，是好没错，搞多了，你的心就不清净；心不清净，你就不能成就。你要想成就一心不乱，这就是你一发心就成无上道，最具体、最稳当、最快速，人人可行，这个方法好。",
      "zh_TW": "我們印《大藏經》，印《大藏經》是給別人悟的。蓮池大師講得好，三藏十二部給別人悟，我們自己不要。我們自己一部《彌陀經》，一部《無量壽經》，夠了。我們現在印的《淨土五經》，就夠了，夠用了，不要再搞多，不要起貪心。別人跟你說這個經好，那個論好，是好沒錯，搞多了，你的心就不清淨；心不清淨，你就不能成就。你要想成就一心不亂，這就是你一發心就成無上道，最具體、最穩當、最快速，人人可行，這個方法好。"
    },
    {
      "id": "04-003-0021_p0083",
      "zh_CN": "『知一切法即心自性』。这句如果你真正体会到、肯定接受了，变成你自己的见解思想，给诸位说，你从今而后，念这句阿弥陀佛，是个理念。你得一心不乱，是理一心不乱，那个境界就更高，上上品往生。晓得世出世间一切法，都是自性变现的形相。除了自性之外，无有一物，六祖大师讲：「本来无一物」，就是这个意思。因为知一切法即心自性，所以本来无一物。『成就慧身，不由他悟』。慧身就是法身、就是报身。如来果地上的三身，与他不相干。底下一句：",
      "zh_TW": "『知一切法即心自性』。這句如果你真正體會到、肯定接受了，變成你自己的見解思想，給諸位說，你從今而後，念這句阿彌陀佛，是個理念。你得一心不亂，是理一心不亂，那個境界就更高，上上品往生。曉得世出世間一切法，都是自性變現的形相。除了自性之外，無有一物，六祖大師講：「本來無一物」，就是這個意思。因為知一切法即心自性，所以本來無一物。『成就慧身，不由他悟』。慧身就是法身、就是報身。如來果地上的三身，與他不相干。底下一句："
    },
    {
      "id": "04-003-0021_p0084",
      "zh_CN": "【言顷刻者。】",
      "zh_TW": "【言頃刻者。】"
    },
    {
      "id": "04-003-0021_p0085",
      "zh_CN": "『顷』是快。",
      "zh_TW": "『頃』是快。"
    },
    {
      "id": "04-003-0021_p0086",
      "zh_CN": "【对诸教时劫反显可知。】",
      "zh_TW": "【對諸教時劫反顯可知。】"
    },
    {
      "id": "04-003-0021_p0087",
      "zh_CN": "因为佛在其他经教里面讲，成佛都要三大阿僧祇劫，都要无量劫。这个「顷刻」是一刹那，一念之间成就，那当然快速多了。《华严》里面所讲的，念劫圆融。我们今天反过头来说，最具体、最踏实的方法，就是一句佛号。这一句佛号就是顷刻的成就，就是圆满功德在顷刻之间，你用愿行、清净信心去念这一句佛号，放下万缘，这一生决定成就。",
      "zh_TW": "因為佛在其他經教裡面講，成佛都要三大阿僧祇劫，都要無量劫。這個「頃刻」是一剎那，一念之間成就，那當然快速多了。《華嚴》裡面所講的，念劫圓融。我們今天反過頭來說，最具體、最踏實的方法，就是一句佛號。這一句佛號就是頃刻的成就，就是圓滿功德在頃刻之間，你用願行、清淨信心去念這一句佛號，放下萬緣，這一生決定成就。"
    },
    {
      "id": "04-003-0021_p0088",
      "zh_CN": "好，今天时间到了。",
      "zh_TW": "好，今天時間到了。"
    }
  ]
}