{
  "doc_id": "04-003-0144",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四四集",
    "zh_TW": "第一四四集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0144",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "04-003-0144_p0001",
      "zh_CN": "请掀开经本，第三百八十六面第五行，最后一句看起。",
      "zh_TW": "請掀開經本，第三百八十六面第五行，最後一句看起。"
    },
    {
      "id": "04-003-0144_p0002",
      "zh_CN": "【三造修胜行者。于中有始有终。】",
      "zh_TW": "【三造修勝行者。於中有始有終。】"
    },
    {
      "id": "04-003-0144_p0003",
      "zh_CN": "这个『造修』，造是造作，修是修正。在一切造作当中，凡是有错误的，有过失的，都要加以修正，这叫修行。大师在此地告诉我们，在这个地方，也是『有始终』两个意思。始终有三种，这个始，就是我们常讲修行下手之处，要从哪里下手，这是非常重要的。这个经论，祖师跟我们所说的都是原理原则。这些原则可以适用在任何一个行门，也就是无论是哪一个宗派，无论是修学什么法门，统统适用。如果离开这个原则，那我们的修行必然有障碍，也不会达到我们想像当中的效果。由此可知，这非常重要。",
      "zh_TW": "這個『造修』，造是造作，修是修正。在一切造作當中，凡是有錯誤的，有過失的，都要加以修正，這叫修行。大師在此地告訴我們，在這個地方，也是『有始終』兩個意思。始終有三種，這個始，就是我們常講修行下手之處，要從哪裡下手，這是非常重要的。這個經論，祖師跟我們所說的都是原理原則。這些原則可以適用在任何一個行門，也就是無論是哪一個宗派，無論是修學什麼法門，統統適用。如果離開這個原則，那我們的修行必然有障礙，也不會達到我們想像當中的效果。由此可知，這非常重要。"
    },
    {
      "id": "04-003-0144_p0004",
      "zh_CN": "【始中有三种，一舍缘门。】",
      "zh_TW": "【始中有三種，一捨緣門。】"
    },
    {
      "id": "04-003-0144_p0005",
      "zh_CN": "『舍』就是放下。此地讲的『缘』，包括人事与环境，都包括在这一个字里面。底下跟我们说了六句，就是六个原则。",
      "zh_TW": "『捨』就是放下。此地講的『緣』，包括人事與環境，都包括在這一個字裡面。底下跟我們說了六句，就是六個原則。"
    },
    {
      "id": "04-003-0144_p0006",
      "zh_CN": "【一舍作恶业。】",
      "zh_TW": "【一捨作惡業。】"
    },
    {
      "id": "04-003-0144_p0007",
      "zh_CN": "决定不『作恶业』。诸位要知道，所有一切造作，必定有果报。所以善有善果，恶有恶报。世间人不明白这个事实真相，所以往往一生，这生活当中，心境都不平，怨天尤人，老天爷不公道，这所有人对不起他，这是恶业上再加恶业，苦上再加苦，决定不能解决问题。解决问题一定要了解事实真相。我们不造恶因，当然就不会有恶报。这个恶的果报，每个人都不喜欢，每个人都不希望遭遇到。但是一定要晓得，你要把那个恶报的因缘舍掉，离开它，这才不受恶报。",
      "zh_TW": "決定不『作惡業』。諸位要知道，所有一切造作，必定有果報。所以善有善果，惡有惡報。世間人不明白這個事實真相，所以往往一生，這生活當中，心境都不平，怨天尤人，老天爺不公道，這所有人對不起他，這是惡業上再加惡業，苦上再加苦，決定不能解決問題。解決問題一定要了解事實真相。我們不造惡因，當然就不會有惡報。這個惡的果報，每個人都不喜歡，每個人都不希望遭遇到。但是一定要曉得，你要把那個惡報的因緣捨掉，離開它，這才不受惡報。"
    },
    {
      "id": "04-003-0144_p0008",
      "zh_CN": "【二舍亲属。】",
      "zh_TW": "【二捨親屬。】"
    },
    {
      "id": "04-003-0144_p0009",
      "zh_CN": "这个『亲属』，这个地方的舍，是说心地要清净。因为佛在《观无量寿经》，那也是大经。这个经论里面的内容跟《华严》没有两样。佛给我们讲得很清楚，修行一定要从三福修起。三福里面第一条，就是「孝养父母，奉事师长」。而且告诉我们这三福是「三世诸佛净业正因」。这个地方告诉我们要舍亲属，那个地方给我们讲要孝养父母，这看起来两部同样的大经怎么会矛盾？诸位要晓得，佛所讲的话是一个意思。此地讲舍亲属，是叫你心里面不能有分别执着，是舍这个，但是孝养一定要尽心尽力。佛在大经上常说，佛法在世间不离世间法。孝养父母，奉事师长，是世间法，佛法决定不坏世间法，不但不坏世间法，而且成就圆满世间法，这大家才能过得很幸福。如果心不清净，对于你修学就产生了非常大的障碍。我们讲孝亲，讲敬老师，孝敬什么人才能做到圆满？唯有成佛才真正做到圆满。如果你孝亲，常常牵挂着亲情，情是迷，决定障碍你的定慧，你的道业不能成就。道业不能成就，那就不是真正孝敬。为什么？你的道业成就之后，你才有智慧、有能力，帮助你的家亲眷属永远脱离轮回之苦，你才有这个能力，才能帮助他。所以你要有了亲情，常常被这个情所缠绕，你就不能成就。换句话说，你所讲的孝敬是世间那一小部分，不是圆满的大孝大敬，这我们要知道。这个圆满的大孝大敬也不舍弃世间这个小孝小敬，不舍弃，包括在其中。所以对于父母师长，一切时一切处都要照顾周到，心地要清净不染，这就对了。可见得，佛讲这两种说法，没有矛盾，我们千万不能够错会了意思。这个地方舍亲属，不是说把亲属都不要，那就大错特错了。那这种佛法谁敢学？谁也不要学了。是叫心里不要被这个恩情所累，是叫你舍这个，要叫你明了这个事实的真相。",
      "zh_TW": "這個『親屬』，這個地方的捨，是說心地要清淨。因為佛在《觀無量壽經》，那也是大經。這個經論裡面的內容跟《華嚴》沒有兩樣。佛給我們講得很清楚，修行一定要從三福修起。三福裡面第一條，就是「孝養父母，奉事師長」。而且告訴我們這三福是「三世諸佛淨業正因」。這個地方告訴我們要捨親屬，那個地方給我們講要孝養父母，這看起來兩部同樣的大經怎麼會矛盾？諸位要曉得，佛所講的話是一個意思。此地講捨親屬，是叫你心裡面不能有分別執著，是捨這個，但是孝養一定要盡心盡力。佛在大經上常說，佛法在世間不離世間法。孝養父母，奉事師長，是世間法，佛法決定不壞世間法，不但不壞世間法，而且成就圓滿世間法，這大家才能過得很幸福。如果心不清淨，對於你修學就產生了非常大的障礙。我們講孝親，講敬老師，孝敬什麼人才能做到圓滿？唯有成佛才真正做到圓滿。如果你孝親，常常牽掛著親情，情是迷，決定障礙你的定慧，你的道業不能成就。道業不能成就，那就不是真正孝敬。為什麼？你的道業成就之後，你才有智慧、有能力，幫助你的家親眷屬永遠脫離輪迴之苦，你才有這個能力，才能幫助他。所以你要有了親情，常常被這個情所纏繞，你就不能成就。換句話說，你所講的孝敬是世間那一小部分，不是圓滿的大孝大敬，這我們要知道。這個圓滿的大孝大敬也不捨棄世間這個小孝小敬，不捨棄，包括在其中。所以對於父母師長，一切時一切處都要照顧周到，心地要清淨不染，這就對了。可見得，佛講這兩種說法，沒有矛盾，我們千萬不能夠錯會了意思。這個地方捨親屬，不是說把親屬都不要，那就大錯特錯了。那這種佛法誰敢學？誰也不要學了。是叫心裡不要被這個恩情所累，是叫你捨這個，要叫你明瞭這個事實的真相。"
    },
    {
      "id": "04-003-0144_p0010",
      "zh_CN": "【三舍名闻利养。】",
      "zh_TW": "【三捨名聞利養。】"
    },
    {
      "id": "04-003-0144_p0011",
      "zh_CN": "『名闻利养』，这个名闻，就是我们现在社会里面所说的知名度，荣誉感，是说的这些。这一些都是情执。利，多半是指富贵，取得财富，取得崇高的地位，这是利。养，是讲优裕的生活，包括了精神与物质的生活，现在人所谓的豪华、奢侈、富裕，这些东西都足以令人堕落，使人贪恋世间五欲六尘。只要贪恋五欲六尘，诸位想想看，你还能出得了三界？所以名闻利养是大害，我们要认识清楚，决定不可以贪图。纵然自己有大福报，实在讲没有福报的人享也享不到。有福报的人，这果报现前，我们中国所谓的荣华富贵，你能够享多久？算你前生修得好，你生在一个荣华富贵的家庭，一出生就享福。福报大，前生修得好，一直享到老死，算你活的寿命长，活一百岁，你也不过是享一百年而已。一百年的富贵很少，不容易见到。在我们中国可以代表这个荣华富贵，一生极尽荣华富贵，我们在历史上只找到一个人，乾隆皇帝，他也没有活到一百岁。他好像是八十六岁，八十七岁死的。这个寿命跟无尽的时光，那实在是古人形容的石火电光。石火，你们现在不懂什么叫石火。从前没有火柴的时代，现在用打火机，以前用石头打火，那个打火，火星一下就完了；电光是闪电，这都是形容极其短暂。这个短暂的福报享完，那个恶报就现前。恶报在三途，这非常可怕，这是对于道业最大的障碍，一定要排除。",
      "zh_TW": "『名聞利養』，這個名聞，就是我們現在社會裡面所說的知名度，榮譽感，是說的這些。這一些都是情執。利，多半是指富貴，取得財富，取得崇高的地位，這是利。養，是講優裕的生活，包括了精神與物質的生活，現在人所謂的豪華、奢侈、富裕，這些東西都足以令人墮落，使人貪戀世間五欲六塵。只要貪戀五欲六塵，諸位想想看，你還能出得了三界？所以名聞利養是大害，我們要認識清楚，決定不可以貪圖。縱然自己有大福報，實在講沒有福報的人享也享不到。有福報的人，這果報現前，我們中國所謂的榮華富貴，你能夠享多久？算你前生修得好，你生在一個榮華富貴的家庭，一出生就享福。福報大，前生修得好，一直享到老死，算你活的壽命長，活一百歲，你也不過是享一百年而已。一百年的富貴很少，不容易見到。在我們中國可以代表這個榮華富貴，一生極盡榮華富貴，我們在歷史上只找到一個人，乾隆皇帝，他也沒有活到一百歲。他好像是八十六歲，八十七歲死的。這個壽命跟無盡的時光，那實在是古人形容的石火電光。石火，你們現在不懂什麼叫石火。從前沒有火柴的時代，現在用打火機，以前用石頭打火，那個打火，火星一下就完了；電光是閃電，這都是形容極其短暫。這個短暫的福報享完，那個惡報就現前。惡報在三途，這非常可怕，這是對於道業最大的障礙，一定要排除。"
    },
    {
      "id": "04-003-0144_p0012",
      "zh_CN": "所以佛当年在世，教导弟子们以苦为师。生活过得清苦一点好，警觉性高，对于这个世间没有留恋。换句话说，你修出世间法障碍少，阿弥陀佛来接引，马上就跟他去了。为什么？这个世间太苦了，知道苦，没有留恋就马上去。如果生活得很舒适，阿弥陀佛来接引，还犹豫，这还有一点舍不得，那算了，阿弥陀佛马上就走了，他不等你，不等你；你好好的考虑，考虑好了，我再来，没有这个事情的。你稍微一犹豫，阿弥陀佛就走了，所以你的机会就又错过。有福报怎么样？有福报跟大众结缘。换句话说，我有福报不必自己享，让大家去享。这个好，这是真正聪明。跟大家享，这个福报里面，第一殊胜的福报是得闻佛法。这一个人在一生当中能够闻到佛法，这叫大福报。我们晓得这个事实，那就应当以我们自己的福德因缘，把佛法介绍给大众，推荐给大众。",
      "zh_TW": "所以佛當年在世，教導弟子們以苦為師。生活過得清苦一點好，警覺性高，對於這個世間沒有留戀。換句話說，你修出世間法障礙少，阿彌陀佛來接引，馬上就跟他去了。為什麼？這個世間太苦了，知道苦，沒有留戀就馬上去。如果生活得很舒適，阿彌陀佛來接引，還猶豫，這還有一點捨不得，那算了，阿彌陀佛馬上就走了，他不等你，不等你；你好好的考慮，考慮好了，我再來，沒有這個事情的。你稍微一猶豫，阿彌陀佛就走了，所以你的機會就又錯過。有福報怎麼樣？有福報跟大眾結緣。換句話說，我有福報不必自己享，讓大家去享。這個好，這是真正聰明。跟大家享，這個福報裡面，第一殊勝的福報是得聞佛法。這一個人在一生當中能夠聞到佛法，這叫大福報。我們曉得這個事實，那就應當以我們自己的福德因緣，把佛法介紹給大眾，推薦給大眾。"
    },
    {
      "id": "04-003-0144_p0013",
      "zh_CN": "像我们这个会成立以来，到今年也十年了。我们十年当中，所做的是布施佛法。经书、善书，虽然不是佛经，是劝善的，佛像，我们录音带、录影带，布施到全世界。我们自己不图享受，所以我们的这个道场，场地，大家在台湾都非常熟悉，我们是全台湾最小的小道场，小的不能再小。我的办公室在十一楼，你们到楼上去看一看，是名符其实的方丈，名符其实的方丈，小到不能再小。简居士曾经跟我说过多次，我们找一块地盖个大道场。不必要，有那些钱，布施佛法。为什么？我们这个小地方住得很舒服，很自在！所以不可以贪图享受。念念之中，我们有舍离娑婆世界的念头，对这个世界没有一丝毫的留恋。所以这个名利享受，应当把它舍掉，要懂得随缘度日，无论是顺境逆境都得自在。你不执着就自在，你一执着就有苦乐不同的感受，不执着就没有了。这个环境好，也没有乐受；环境不好，也没有苦受。我们这个受就平等，心就清净。",
      "zh_TW": "像我們這個會成立以來，到今年也十年了。我們十年當中，所做的是布施佛法。經書、善書，雖然不是佛經，是勸善的，佛像，我們錄音帶、錄影帶，布施到全世界。我們自己不圖享受，所以我們的這個道場，場地，大家在台灣都非常熟悉，我們是全台灣最小的小道場，小的不能再小。我的辦公室在十一樓，你們到樓上去看一看，是名符其實的方丈，名符其實的方丈，小到不能再小。簡居士曾經跟我說過多次，我們找一塊地蓋個大道場。不必要，有那些錢，布施佛法。為什麼？我們這個小地方住得很舒服，很自在！所以不可以貪圖享受。念念之中，我們有捨離娑婆世界的念頭，對這個世界沒有一絲毫的留戀。所以這個名利享受，應當把它捨掉，要懂得隨緣度日，無論是順境逆境都得自在。你不執著就自在，你一執著就有苦樂不同的感受，不執著就沒有了。這個環境好，也沒有樂受；環境不好，也沒有苦受。我們這個受就平等，心就清淨。"
    },
    {
      "id": "04-003-0144_p0014",
      "zh_CN": "【四舍身命。】",
      "zh_TW": "【四捨身命。】"
    },
    {
      "id": "04-003-0144_p0015",
      "zh_CN": "这也不能误会，『舍身命』，不是叫你去自杀，那就大错特错，这个要懂得。这个舍身命是不为自己的身体，做过分的去保养，就是说你爱惜生命。这个爱惜生命，不能脱离轮回。为什么？增长我执，诸位要晓得，破我执才能出三界。一个真正学佛的人，身心清净。这身心清净，就没有病苦，这是真的。我跟大家谈了多少次，所有的疾病，那个疾病的根源在哪里？根源是妄想执着，这是根源。从妄想执着里面再生烦恼忧虑，这是形成了种种的疾病。我们看到这个好的修行榜样，人家往生临命终时不生病，晓得哪一天走，说走就走了，这我们在传记里面读到，也曾经听说过，在我们台湾许多地方我们见到过。在台北市，从前莲友念佛团的李济华老居士，这在台北市往生的。在往生之前，跟大家讲经说法，讲了一个半钟点，告诉大家，我要回家去了。下了讲台，在那个会客室的沙发一坐，就走了，这多自在。他可以做得到，我们为什么做不到？我们把自己那个做不到的因素消除掉，我们也就做到。什么因素？妄想执着。所以对于身体，当然你也不要有意去糟蹋它，有意糟蹋是罪过，是错误的。应当好好的去珍重，保护身体，但是也不必过分爱护，那也是错误的，一切随缘。如果有了病痛，认真的讲，不必去找医生。有了一点点病痛，念佛求生净土。还有寿命的话，念几天佛就好了，身体就又恢复了。这是正确，这就叫舍身命。",
      "zh_TW": "這也不能誤會，『捨身命』，不是叫你去自殺，那就大錯特錯，這個要懂得。這個捨身命是不為自己的身體，做過分的去保養，就是說你愛惜生命。這個愛惜生命，不能脫離輪迴。為什麼？增長我執，諸位要曉得，破我執才能出三界。一個真正學佛的人，身心清淨。這身心清淨，就沒有病苦，這是真的。我跟大家談了多少次，所有的疾病，那個疾病的根源在哪裡？根源是妄想執著，這是根源。從妄想執著裡面再生煩惱憂慮，這是形成了種種的疾病。我們看到這個好的修行榜樣，人家往生臨命終時不生病，曉得哪一天走，說走就走了，這我們在傳記裡面讀到，也曾經聽說過，在我們台灣許多地方我們見到過。在台北市，從前蓮友念佛團的李濟華老居士，這在台北市往生的。在往生之前，跟大家講經說法，講了一個半鐘點，告訴大家，我要回家去了。下了講台，在那個會客室的沙發一坐，就走了，這多自在。他可以做得到，我們為什麼做不到？我們把自己那個做不到的因素消除掉，我們也就做到。什麼因素？妄想執著。所以對於身體，當然你也不要有意去糟蹋它，有意糟蹋是罪過，是錯誤的。應當好好的去珍重，保護身體，但是也不必過分愛護，那也是錯誤的，一切隨緣。如果有了病痛，認真的講，不必去找醫生。有了一點點病痛，念佛求生淨土。還有壽命的話，念幾天佛就好了，身體就又恢復了。這是正確，這就叫捨身命。"
    },
    {
      "id": "04-003-0144_p0016",
      "zh_CN": "【五舍心念。】",
      "zh_TW": "【五捨心念。】"
    },
    {
      "id": "04-003-0144_p0017",
      "zh_CN": "这『心念』就是刚才讲的妄想分别执着、忧虑牵挂，这统统舍掉，让自己的心恢复到清净。",
      "zh_TW": "這『心念』就是剛才講的妄想分別執著、憂慮牽掛，這統統捨掉，讓自己的心恢復到清淨。"
    },
    {
      "id": "04-003-0144_p0018",
      "zh_CN": "【六舍能所。】",
      "zh_TW": "【六捨能所。】"
    },
    {
      "id": "04-003-0144_p0019",
      "zh_CN": "这个境界就高。前面若做不到，这一条是决定做不到的。『舍能所』，那在念佛法门里面，就得一心不乱。要是依照《华严经》修学的，这个境界是初住以上的境界，阿罗汉、辟支佛、权教菩萨都做不到，就是有能有所。这个能所念头没有，真正达到理一心的境界，事一心里头有能所，理一心里面没有。这是说，我们从最初，这个最初从不造恶业，到最后能所都断。这是第一叫我们舍，舍就是要放下。祖师说得很好，把这个告诉你，应当哪些要放下的，归纳成六条，简单明了也容易记。",
      "zh_TW": "這個境界就高。前面若做不到，這一條是決定做不到的。『捨能所』，那在念佛法門裡面，就得一心不亂。要是依照《華嚴經》修學的，這個境界是初住以上的境界，阿羅漢、辟支佛、權教菩薩都做不到，就是有能有所。這個能所念頭沒有，真正達到理一心的境界，事一心裡頭有能所，理一心裡面沒有。這是說，我們從最初，這個最初從不造惡業，到最後能所都斷。這是第一叫我們捨，捨就是要放下。祖師說得很好，把這個告訴你，應當哪些要放下的，歸納成六條，簡單明瞭也容易記。"
    },
    {
      "id": "04-003-0144_p0020",
      "zh_CN": "【二随缘门有四种。一还于前六事中守心不染。】",
      "zh_TW": "【二隨緣門有四種。一還於前六事中守心不染。】"
    },
    {
      "id": "04-003-0144_p0021",
      "zh_CN": "就是前面舍缘门里面，这六桩事。这六桩事是在日用平常当中，认真要修学。不但要修学，而且在这个境界里头修清净心。清净心就是不染着。如果染着，你的心就不清净。可以说是就在日常生活当中，修清净心，处事待人接物，不染着。",
      "zh_TW": "就是前面捨緣門裡面，這六樁事。這六樁事是在日用平常當中，認真要修學。不但要修學，而且在這個境界裡頭修清淨心。清淨心就是不染著。如果染著，你的心就不清淨。可以說是就在日常生活當中，修清淨心，處事待人接物，不染著。"
    },
    {
      "id": "04-003-0144_p0022",
      "zh_CN": "【二凡于顺情境。下至微细。皆应觉知不受。】",
      "zh_TW": "【二凡於順情境。下至微細。皆應覺知不受。】"
    },
    {
      "id": "04-003-0144_p0023",
      "zh_CN": "『顺情』这个境界，此地这个境包括了人事环境，物质环境。顺境是顺自己心意，这世间人顺境里面就起了贪爱，这个地方告诉我们，顺境，乃至于很微细的顺境，你要觉悟，要了解事实真相。如果起了贪爱，你就动了感情，动感情就迷了，你就迷在境界里面，这就错了。我们学佛一入门，佛为我们授三自皈，教给我们修行三条纲领。第一个是觉而不迷，叫你念念要觉悟，绝不为顺境所迷。",
      "zh_TW": "『順情』這個境界，此地這個境包括了人事環境，物質環境。順境是順自己心意，這世間人順境裡面就起了貪愛，這個地方告訴我們，順境，乃至於很微細的順境，你要覺悟，要了解事實真相。如果起了貪愛，你就動了感情，動感情就迷了，你就迷在境界裡面，這就錯了。我們學佛一入門，佛為我們授三自皈，教給我們修行三條綱領。第一個是覺而不迷，叫你念念要覺悟，絕不為順境所迷。"
    },
    {
      "id": "04-003-0144_p0024",
      "zh_CN": "【三于违情境。乃至断命等怨。皆应守心欢喜忍受。】",
      "zh_TW": "【三於違情境。乃至斷命等怨。皆應守心歡喜忍受。】"
    },
    {
      "id": "04-003-0144_p0025",
      "zh_CN": "这个境界有两种，一个顺境，一个逆境。逆境遇到恶缘，自己心里极不愿意见到的，极不愿意受到的，现在这逆境来了。逆境里面，最恐怖的是『断命』，有人来陷害你，你生命有了危险，这个时候怎么办？佛教给我们要『守心』，心地要不染，没有恐怖，也没有怨恨，要能够安心忍受。这个事情很难，这个顺境逆境，说起来是同样的困难。逆境里面不生怨恨心，顺境里面不生欢喜心，永远保持心地的清净平等。要怎样才能做到？必须把事实真相完全搞明白、搞清楚，你就知道了。事实真相是什么？《金刚经》上说得很好，「一切有为法，如梦幻泡影」。那还要认什么真？不要认真，不要去计较，不要去执着！善恶果报现前，必有前因。我遇到一个人要杀我，欢欢喜喜让他杀，什么原因？过去生中，我必定杀害他。今天他来杀害我，这是帐消清楚了，好事，没有了，这怨恨解除了。我们在《六祖坛经》里面，看到有人买通这张先生去刺杀六祖。六祖他知道了，他摆了十两银子放在旁边，来刺杀的时候，这个刀刺不进去。那不是六祖有什么能力，六祖前生不欠他的命，所以他没有办法杀害他。欠他的这十两银子，所以他银子准备在旁道，然后告诉他，他说我前生不欠你的命，所以你不能杀我，我欠的十两银子，我还给你，拿回去。这凡事都有因果的！你不欠他的命，他怎么样想杀，也杀不了你。欠他命，还清楚就算了！安世高大师前生到中国来还了两次命债。这是前生他误杀人，不是有意的，误杀的，这一生还被别人误杀，他是有意送给人家杀的。还债，债清了，没有了，他这个心多自在。所以生死是一回什么事？就跟我们穿衣服脱衣服一样，衣服穿旧了，脱下来，想要洗，换件新的。身体就像衣服一样，身有生灭，我们的神识不生不灭。波斯王在楞严会上，明白这个道理，欢喜的不得了，才晓得事实真相，原来我这个生灭生中，有不生不灭的真我，他快乐，心开意解，这是事实真相。",
      "zh_TW": "這個境界有兩種，一個順境，一個逆境。逆境遇到惡緣，自己心裡極不願意見到的，極不願意受到的，現在這逆境來了。逆境裡面，最恐怖的是『斷命』，有人來陷害你，你生命有了危險，這個時候怎麼辦？佛教給我們要『守心』，心地要不染，沒有恐怖，也沒有怨恨，要能夠安心忍受。這個事情很難，這個順境逆境，說起來是同樣的困難。逆境裡面不生怨恨心，順境裡面不生歡喜心，永遠保持心地的清淨平等。要怎樣才能做到？必須把事實真相完全搞明白、搞清楚，你就知道了。事實真相是什麼？《金剛經》上說得很好，「一切有為法，如夢幻泡影」。那還要認什麼真？不要認真，不要去計較，不要去執著！善惡果報現前，必有前因。我遇到一個人要殺我，歡歡喜喜讓他殺，什麼原因？過去生中，我必定殺害他。今天他來殺害我，這是帳消清楚了，好事，沒有了，這怨恨解除了。我們在《六祖壇經》裡面，看到有人買通這張先生去刺殺六祖。六祖他知道了，他擺了十兩銀子放在旁邊，來刺殺的時候，這個刀刺不進去。那不是六祖有什麼能力，六祖前生不欠他的命，所以他沒有辦法殺害他。欠他的這十兩銀子，所以他銀子準備在旁道，然後告訴他，他說我前生不欠你的命，所以你不能殺我，我欠的十兩銀子，我還給你，拿回去。這凡事都有因果的！你不欠他的命，他怎麼樣想殺，也殺不了你。欠他命，還清楚就算了！安世高大師前生到中國來還了兩次命債。這是前生他誤殺人，不是有意的，誤殺的，這一生還被別人誤殺，他是有意送給人家殺的。還債，債清了，沒有了，他這個心多自在。所以生死是一回什麼事？就跟我們穿衣服脫衣服一樣，衣服穿舊了，脫下來，想要洗，換件新的。身體就像衣服一樣，身有生滅，我們的神識不生不滅。波斯王在楞嚴會上，明白這個道理，歡喜的不得了，才曉得事實真相，原來我這個生滅生中，有不生不滅的真我，他快樂，心開意解，這是事實真相。"
    },
    {
      "id": "04-003-0144_p0026",
      "zh_CN": "所以一切时一切处，一切境缘之中，要保持清净心，没有得失。你要想自己真正有福报，真正有幸福，这个福报生生世世享不尽，那就是佛给我们讲的布施。你肯布施，你的福报是永远享不尽；你财布施，你财用不缺乏，法布施，聪明智慧增长，无畏布施得健康长寿。自己要晓得自己这个身体，身心跟生活环境的情况。怎么改善？佛教给我们这个方法是真正有效，一点都不错。《了凡四训》，袁了凡先生所作所为，收到的效果值得我们参考，值得我们学习。所以一个人命运确确实实操纵在自己的手上。佛把这个事实真相告诉我们，我们自己只要是真正明白、听懂了，依照这个方法去做，你就能改善命运，你就能创造你理想的命运。所以命运不在别人手上，在自己的手中。这就是顺逆境界都要不动心，不为境界所动，这是心有主宰，这个心才清净。",
      "zh_TW": "所以一切時一切處，一切境緣之中，要保持清淨心，沒有得失。你要想自己真正有福報，真正有幸福，這個福報生生世世享不盡，那就是佛給我們講的布施。你肯布施，你的福報是永遠享不盡；你財布施，你財用不缺乏，法布施，聰明智慧增長，無畏布施得健康長壽。自己要曉得自己這個身體，身心跟生活環境的情況。怎麼改善？佛教給我們這個方法是真正有效，一點都不錯。《了凡四訓》，袁了凡先生所作所為，收到的效果值得我們參考，值得我們學習。所以一個人命運確確實實操縱在自己的手上。佛把這個事實真相告訴我們，我們自己只要是真正明白、聽懂了，依照這個方法去做，你就能改善命運，你就能創造你理想的命運。所以命運不在別人手上，在自己的手中。這就是順逆境界都要不動心，不為境界所動，這是心有主宰，這個心才清淨。"
    },
    {
      "id": "04-003-0144_p0027",
      "zh_CN": "【四凡所有作。远离巧伪虚诈。乃至一念亦不令有。】",
      "zh_TW": "【四凡所有作。遠離巧偽虛詐。乃至一念亦不令有。】"
    },
    {
      "id": "04-003-0144_p0028",
      "zh_CN": "这一条说得很微细。这是真正修行人，这是真佛弟子。跟善导大师在《观无量寿经》讲的意思完全相同。善导大师教给我们，一切都要从真实心中作，这就对了，他就是这个意思。我们处事待人接物，决定不能够虚假，决定不能够欺诈。不但不可以有这个行为，有这个念头都不可以。如果做到这一点，你的心真诚。你能够用真诚心，那就跟诸佛菩萨没有两样。诸佛菩萨跟我们凡夫不一样的，人家用真诚心。别人用虚假欺诈对我，我还是用真诚心对人。为什么？各人有各人的果报。他用欺诈虚伪心对我，他有他的果报。我用真诚心处事待人接物，我有我的果报。决定不能说，他欺负我，我要报复，那就错了，那你跟他一般见识。他堕地狱，我为什么不去？你说这个人傻不傻？他往恶道里头走，你又何必跟他去？这不是一个聪明人。所以聪明人一定要清楚、要明白。别人做的善行我们可以随喜；别人做的恶行，我们不做。这是随缘，第二个叫随缘，都是修行下手重要的原则。真正修行人要记住，一定要遵守。",
      "zh_TW": "這一條說得很微細。這是真正修行人，這是真佛弟子。跟善導大師在《觀無量壽經》講的意思完全相同。善導大師教給我們，一切都要從真實心中作，這就對了，他就是這個意思。我們處事待人接物，決定不能夠虛假，決定不能夠欺詐。不但不可以有這個行為，有這個念頭都不可以。如果做到這一點，你的心真誠。你能夠用真誠心，那就跟諸佛菩薩沒有兩樣。諸佛菩薩跟我們凡夫不一樣的，人家用真誠心。別人用虛假欺詐對我，我還是用真誠心對人。為什麼？各人有各人的果報。他用欺詐虛偽心對我，他有他的果報。我用真誠心處事待人接物，我有我的果報。決定不能說，他欺負我，我要報復，那就錯了，那你跟他一般見識。他墮地獄，我為什麼不去？你說這個人傻不傻？他往惡道裡頭走，你又何必跟他去？這不是一個聰明人。所以聰明人一定要清楚、要明白。別人做的善行我們可以隨喜；別人做的惡行，我們不做。這是隨緣，第二個叫隨緣，都是修行下手重要的原則。真正修行人要記住，一定要遵守。"
    },
    {
      "id": "04-003-0144_p0029",
      "zh_CN": "【三成行门谓得前二门。成万行也。】",
      "zh_TW": "【三成行門謂得前二門。成萬行也。】"
    },
    {
      "id": "04-003-0144_p0030",
      "zh_CN": "这个行古人念恨，念去声，现在大家都念行，咱们也就念行，随缘，是不是？知道这个字是个动词，不当做名词讲。这个意思就是告诉我们，前面这两条就是舍缘跟随缘，你要真正做到，那就是大乘菩萨行里面所说的六度万行，你也统统做到。由此可知，前面舍随这两种，它的境界是无限的深广，这是前面我跟大家报告过，大师在此地讲的是原则，讲的原理原则。实际上运用，在境界里面，那太广范。从我们初发心的凡夫，一直到等觉菩萨，都不能离开这个原则，都要遵守，所以他是成就『万行』。这是把这始终的三种说出来，这就是讲下手修行的原则。",
      "zh_TW": "這個行古人念恨，念去聲，現在大家都念行，咱們也就念行，隨緣，是不是？知道這個字是個動詞，不當做名詞講。這個意思就是告訴我們，前面這兩條就是捨緣跟隨緣，你要真正做到，那就是大乘菩薩行裡面所說的六度萬行，你也統統做到。由此可知，前面捨隨這兩種，它的境界是無限的深廣，這是前面我跟大家報告過，大師在此地講的是原則，講的原理原則。實際上運用，在境界裡面，那太廣範。從我們初發心的凡夫，一直到等覺菩薩，都不能離開這個原則，都要遵守，所以他是成就『萬行』。這是把這始終的三種說出來，這就是講下手修行的原則。"
    },
    {
      "id": "04-003-0144_p0031",
      "zh_CN": "【二终者亦三种。】",
      "zh_TW": "【二終者亦三種。】"
    },
    {
      "id": "04-003-0144_p0032",
      "zh_CN": "有始当然就有终。『终』是讲你修行达到最后的目标。换句话说，始是修因，终是证果。我们依照这个方法修行，得到的是些什么？「终者亦三种」。",
      "zh_TW": "有始當然就有終。『終』是講你修行達到最後的目標。換句話說，始是修因，終是證果。我們依照這個方法修行，得到的是些什麼？「終者亦三種」。"
    },
    {
      "id": "04-003-0144_p0033",
      "zh_CN": "【一舍缘门。即止也。唯观诸法平等一相。诸缘皆绝。】",
      "zh_TW": "【一捨緣門。即止也。唯觀諸法平等一相。諸緣皆絕。】"
    },
    {
      "id": "04-003-0144_p0034",
      "zh_CN": "这是什么境界？《华严经》上讲的一真法界。一真法界是什么人证得的？《华严经》上告诉我们，四十一位法身大士所证得的。你也想入这个境界，你就修因，前面你修舍，真正到了舍能所，就入一真法界。舍里面讲了六种，这六种是后面比前面深。换句话说，前面做不到，后面决定没分。后面所做到，前面一定做得很圆满。果然做到舍能所，前面我舍作恶业，下面五个你未必有，不一定有。所以有后头一定有前面，有前面不一定有后面。要认真的修，修到最后，必定入一真法界。入一真法界是个什么样子？这个地方告诉我们，『诸法平等一相』，这是一真法界。我们今天看一切法不平等，为什么一切法不平等？是因为你心里头有妄想分别执着，所以一切法不平等。离开了妄想执着，一切法本来是平等的。因为有妄想分别执着，所以一切法里头有种种缘，有善缘，有恶缘，冤冤相报。如果心到清净平等，能所念头舍掉，一切诸缘也没有了，所以这个法界是清净法界。我们在《华严经》念的是清净法身佛，这是称赞毘卢遮那是清净法身佛。自己就证得，你就证得了清净法身。看到这一点，才晓得前面是应当要修学，应当认真的修学。",
      "zh_TW": "這是什麼境界？《華嚴經》上講的一真法界。一真法界是什麼人證得的？《華嚴經》上告訴我們，四十一位法身大士所證得的。你也想入這個境界，你就修因，前面你修捨，真正到了捨能所，就入一真法界。捨裡面講了六種，這六種是後面比前面深。換句話說，前面做不到，後面決定沒分。後面所做到，前面一定做得很圓滿。果然做到捨能所，前面我捨作惡業，下面五個你未必有，不一定有。所以有後頭一定有前面，有前面不一定有後面。要認真的修，修到最後，必定入一真法界。入一真法界是個什麼樣子？這個地方告訴我們，『諸法平等一相』，這是一真法界。我們今天看一切法不平等，為什麼一切法不平等？是因為你心裡頭有妄想分別執著，所以一切法不平等。離開了妄想執著，一切法本來是平等的。因為有妄想分別執著，所以一切法裡頭有種種緣，有善緣，有惡緣，冤冤相報。如果心到清淨平等，能所念頭捨掉，一切諸緣也沒有了，所以這個法界是清淨法界。我們在《華嚴經》念的是清淨法身佛，這是稱讚毘盧遮那是清淨法身佛。自己就證得，你就證得了清淨法身。看到這一點，才曉得前面是應當要修學，應當認真的修學。"
    },
    {
      "id": "04-003-0144_p0035",
      "zh_CN": "【二随缘门。即观也。还就事中起悲愿行。】",
      "zh_TW": "【二隨緣門。即觀也。還就事中起悲願行。】"
    },
    {
      "id": "04-003-0144_p0036",
      "zh_CN": "证得清净法身之后，遍观法界，自自然然流露出大慈大悲，普度众生，不着度众生相，这多自在，度众生不着度众生相。换句话说，自己永远住在一真法界。诸佛菩萨应化到六道，示现同类身来度化众生，我们要问，他到底住在哪个法界？在此地明白了，他住一真法界。我们住在六道里，他住在一真法界。他跟我们两个在一起，我们两个排排坐，他住他的一真法界，我们搞我们的六道轮回。这才真正体会到境随心转。随什么心转？随各人心转。你今天的心是一片慈悲，看待一切众生，你所住的是天法界，天人慈悲。你看到一切众生，所作所为都很可恨，这是住的饿鬼地狱法界。法界没有一定的，随着自己心在转变。所以众生的心，从早到晚十法界都有，都起了十法界的念头。当你早晨诵经拜佛的时候，你这个心是佛法界。早课做完之后，贪瞋痴慢又起来了，你就又搞到轮回法界，又搞到六道去了。实在说，这佛菩萨法界的时间很短，搞六道轮回的时间很长。佛菩萨那个法界力量很薄弱，很微弱，搞六道这个心很强。这是我们现前生活状况。",
      "zh_TW": "證得清淨法身之後，遍觀法界，自自然然流露出大慈大悲，普度眾生，不著度眾生相，這多自在，度眾生不著度眾生相。換句話說，自己永遠住在一真法界。諸佛菩薩應化到六道，示現同類身來度化眾生，我們要問，他到底住在哪個法界？在此地明白了，他住一真法界。我們住在六道裡，他住在一真法界。他跟我們兩個在一起，我們兩個排排坐，他住他的一真法界，我們搞我們的六道輪迴。這才真正體會到境隨心轉。隨什麼心轉？隨各人心轉。你今天的心是一片慈悲，看待一切眾生，你所住的是天法界，天人慈悲。你看到一切眾生，所作所為都很可恨，這是住的餓鬼地獄法界。法界沒有一定的，隨著自己心在轉變。所以眾生的心，從早到晚十法界都有，都起了十法界的念頭。當你早晨誦經拜佛的時候，你這個心是佛法界。早課做完之後，貪瞋痴慢又起來了，你就又搞到輪迴法界，又搞到六道去了。實在說，這佛菩薩法界的時間很短，搞六道輪迴的時間很長。佛菩薩那個法界力量很薄弱，很微弱，搞六道這個心很強。這是我們現前生活狀況。"
    },
    {
      "id": "04-003-0144_p0037",
      "zh_CN": "我们学佛就是要把六道的习气要舍掉，先把它淡化，逐渐逐渐把它舍掉，对于佛菩萨法界这个气氛，要天天把它提升，要用清净心、平等心看这个世界，看一切众生。一切众生所作所为，实在讲，他是迷失了自性。说迷失自性，我们有时候不容易体会，不好懂。说得明白一点，他迷失了宇宙人生的真相。换句话说，他不认识自己，也不明白生活环境。所以他的思想见解行为，自然发生了许许多多的错误。如果对于事实真相明白，他怎么会做错？那他跟佛菩萨没有两样。他不了解事实真相，我们了解。不了解，他的心随着外面境界转，我们明白人，不随外境转，这就是此地造修始终所说的三条，不为境界转。",
      "zh_TW": "我們學佛就是要把六道的習氣要捨掉，先把它淡化，逐漸逐漸把它捨掉，對於佛菩薩法界這個氣氛，要天天把它提升，要用清淨心、平等心看這個世界，看一切眾生。一切眾生所作所為，實在講，他是迷失了自性。說迷失自性，我們有時候不容易體會，不好懂。說得明白一點，他迷失了宇宙人生的真相。換句話說，他不認識自己，也不明白生活環境。所以他的思想見解行為，自然發生了許許多多的錯誤。如果對於事實真相明白，他怎麼會做錯？那他跟佛菩薩沒有兩樣。他不了解事實真相，我們了解。不了解，他的心隨著外面境界轉，我們明白人，不隨外境轉，這就是此地造修始終所說的三條，不為境界轉。"
    },
    {
      "id": "04-003-0144_p0038",
      "zh_CN": "《楞严经》上说得很好，「若能转境，则同如来」。凡夫被环境转，这情绪妄想随着环境在变。佛菩萨不随环境转，所以能够转环境。这个转，要再讲的白一点，就是诸佛菩萨有能力移风易俗。转移风俗，他有智慧，他有功夫。有功夫是定，他有定慧，所以能够帮助大众，转变这个思想见解，他有这个能力。这一点就要说到教学上去了。儒家在《学记》里面，教导我们一个大方针。「建国君民，教学为先」。这一句话被我们中国古代的帝王，世世代代奉为教育的宗旨。要国家富强，要社会安定，要天下太平，什么最重要？教学最重要。那我们再反过来看，现在这个社会动乱，世界没有安定的处所，原因在哪里？教学失掉了。现在学校虽然多，教的东西不是圣人给我们讲的原理原则。儒家教学的方针，是教一个人知道怎样做人，从五种事下手。这五事就是五伦，教给你父子的关系，夫妇的关系，兄弟的关系，朋友的关系，这国家的关系；这个国家用现代来讲，就是领导与被领导的关系，给你讲这些。然后你才晓得在社会上是用什么样的心态去处事待人接物。现在教育里头不谈这些，那这个问题严重。",
      "zh_TW": "《楞嚴經》上說得很好，「若能轉境，則同如來」。凡夫被環境轉，這情緒妄想隨著環境在變。佛菩薩不隨環境轉，所以能夠轉環境。這個轉，要再講的白一點，就是諸佛菩薩有能力移風易俗。轉移風俗，他有智慧，他有功夫。有功夫是定，他有定慧，所以能夠幫助大眾，轉變這個思想見解，他有這個能力。這一點就要說到教學上去了。儒家在《學記》裡面，教導我們一個大方針。「建國君民，教學為先」。這一句話被我們中國古代的帝王，世世代代奉為教育的宗旨。要國家富強，要社會安定，要天下太平，什麼最重要？教學最重要。那我們再反過來看，現在這個社會動亂，世界沒有安定的處所，原因在哪裡？教學失掉了。現在學校雖然多，教的東西不是聖人給我們講的原理原則。儒家教學的方針，是教一個人知道怎樣做人，從五種事下手。這五事就是五倫，教給你父子的關係，夫婦的關係，兄弟的關係，朋友的關係，這國家的關係；這個國家用現代來講，就是領導與被領導的關係，給你講這些。然後你才曉得在社會上是用什麼樣的心態去處事待人接物。現在教育裡頭不談這些，那這個問題嚴重。"
    },
    {
      "id": "04-003-0144_p0039",
      "zh_CN": "佛法教育里面比儒家讲的更圆满，佛不但给我们讲人伦的关系，而且说明了宇宙人生的真相。宇宙是自己的生活环境，人生就是本人。所以佛教育是教我们认识自己，认识自己生活环境的真相。教你做一个明白人，教你做一个觉悟的人，明白觉悟，就叫佛，就叫菩萨，这个教育多重要。个人的幸福，家庭的美满，社会和谐，都建立在这个教学的基础上。所以我们能够自己接受佛教育，再能够把佛教育推广，这是无量功德，这正是诸佛菩萨所做的。诸佛菩萨所做的，我们今天也参与，也在做，那我们就跟诸佛菩萨是一同类，这要认识清楚。所以大家要能真正得到佛法的利益，换句话说，真正得到幸福快乐的生活，美满的家庭，和谐的社会，你要进修佛陀教育。我在此地明白的告诉大家，你不能搞宗教，你搞宗教达不到这个目的。为什么？宗教要热忱，宗教的情操，在佛法里面讲迷情，宗教要迷，愈迷愈好，所以宗教不能出六道。修得再好，人天福报而已。修得不好，就到三途去了，出不了六道轮回。所以我们所接受的是佛教育，而不是宗教。",
      "zh_TW": "佛法教育裡面比儒家講的更圓滿，佛不但給我們講人倫的關係，而且說明了宇宙人生的真相。宇宙是自己的生活環境，人生就是本人。所以佛教育是教我們認識自己，認識自己生活環境的真相。教你做一個明白人，教你做一個覺悟的人，明白覺悟，就叫佛，就叫菩薩，這個教育多重要。個人的幸福，家庭的美滿，社會和諧，都建立在這個教學的基礎上。所以我們能夠自己接受佛教育，再能夠把佛教育推廣，這是無量功德，這正是諸佛菩薩所做的。諸佛菩薩所做的，我們今天也參與，也在做，那我們就跟諸佛菩薩是一同類，這要認識清楚。所以大家要能真正得到佛法的利益，換句話說，真正得到幸福快樂的生活，美滿的家庭，和諧的社會，你要進修佛陀教育。我在此地明白的告訴大家，你不能搞宗教，你搞宗教達不到這個目的。為什麼？宗教要熱忱，宗教的情操，在佛法裡面講迷情，宗教要迷，愈迷愈好，所以宗教不能出六道。修得再好，人天福報而已。修得不好，就到三途去了，出不了六道輪迴。所以我們所接受的是佛教育，而不是宗教。"
    },
    {
      "id": "04-003-0144_p0040",
      "zh_CN": "这佛教育，我是出家那一年向中国佛教会提出来的。那时候白圣法师，好像刚刚做佛教会理事长，我向他提出，我说我们佛教被社会误会很久，应当做正名的工作。孔老夫子说名不正，则言不顺。他说那怎么做法？我说加两个字，佛陀教育，大家就清楚、就明白了？而佛教会为这个确实还开过两次会，大家听了也很高兴、很赞成，但是会议以后就没下文了。这是我们中国老毛病，会而不议，议而不行，就没了。我们建立这个基金会就用佛陀教育。我们提倡的是佛教的教育，是究竟圆满的教学。我们提倡的绝对不迷信，一定遵守经论里面的教诲。所以首先要把这个分开。这是说明随缘里面，生起了大慈大悲。大慈大悲是从清净心里面生的，决定不染。第三在成行门里面：",
      "zh_TW": "這佛教育，我是出家那一年向中國佛教會提出來的。那時候白聖法師，好像剛剛做佛教會理事長，我向他提出，我說我們佛教被社會誤會很久，應當做正名的工作。孔老夫子說名不正，則言不順。他說那怎麼做法？我說加兩個字，佛陀教育，大家就清楚、就明白了？而佛教會為這個確實還開過兩次會，大家聽了也很高興、很贊成，但是會議以後就沒下文了。這是我們中國老毛病，會而不議，議而不行，就沒了。我們建立這個基金會就用佛陀教育。我們提倡的是佛教的教育，是究竟圓滿的教學。我們提倡的絕對不迷信，一定遵守經論裡面的教誨。所以首先要把這個分開。這是說明隨緣裡面，生起了大慈大悲。大慈大悲是從清淨心裡面生的，決定不染。第三在成行門裡面："
    },
    {
      "id": "04-003-0144_p0041",
      "zh_CN": "【成行门。即止观双运。此科正标能证行愿。】",
      "zh_TW": "【成行門。即止觀雙運。此科正標能證行願。】"
    },
    {
      "id": "04-003-0144_p0042",
      "zh_CN": "这就是普贤菩萨的十大愿真正做到了。所以到『成行』才入普贤十愿。由此可知，普贤十愿，正是建立在前面『止观』的基础上。止是定，观是慧。普贤行愿在什么时候才会现前？戒定慧三学圆满的时候，普贤行愿的境界现前。换句话说，你没有戒定慧就决定没有普贤行愿。普贤行愿不可思议，每一愿里面，圆满含摄其他九愿，愿愿都是如此，显示《华严》这不可思议的法门，一即是多，多即是一。所以这个一是任一，不是指定某一个一。一就是一切，一切就是一，这才圆融自在无碍。由此可知，普贤行是建立在前面舍缘的六桩事情，随缘的四桩事情，一定要依这十条去修学，我们才能达到修行最高的境界。我们再看底下的文：",
      "zh_TW": "這就是普賢菩薩的十大願真正做到了。所以到『成行』才入普賢十願。由此可知，普賢十願，正是建立在前面『止觀』的基礎上。止是定，觀是慧。普賢行願在什麼時候才會現前？戒定慧三學圓滿的時候，普賢行願的境界現前。換句話說，你沒有戒定慧就決定沒有普賢行願。普賢行願不可思議，每一願裡面，圓滿含攝其他九願，願願都是如此，顯示《華嚴》這不可思議的法門，一即是多，多即是一。所以這個一是任一，不是指定某一個一。一就是一切，一切就是一，這才圓融自在無礙。由此可知，普賢行是建立在前面捨緣的六樁事情，隨緣的四樁事情，一定要依這十條去修學，我們才能達到修行最高的境界。我們再看底下的文："
    },
    {
      "id": "04-003-0144_p0043",
      "zh_CN": "【又是十种之初。故用入道义章。令知总相行体。审详文意。勿厌其繁耳。】",
      "zh_TW": "【又是十種之初。故用入道義章。令知總相行體。審詳文意。勿厭其繁耳。】"
    },
    {
      "id": "04-003-0144_p0044",
      "zh_CN": "《华严》说的的确是相当详细，无论是说理，无论是说事，无论是说修学方法，总是具十条。这个十是代表圆满的意思，此地也是举十条。虽然这样的繁琐，其实还是讲的原则。为什么？事实上，那是无量的现象，哪只这么简单？这是将无量的境缘归纳成十个纲目，所以教我们知道『总相行体』。这个修行有总有别。总就是抓住纲领，别，就是这个纲领应用在日常生活当中。我们对人对事对物做到恰到好处，圆圆满满，这就是佛法。所以大师劝我们不厌其烦，要从这里下手。",
      "zh_TW": "《華嚴》說的的確是相當詳細，無論是說理，無論是說事，無論是說修學方法，總是具十條。這個十是代表圓滿的意思，此地也是舉十條。雖然這樣的繁瑣，其實還是講的原則。為什麼？事實上，那是無量的現象，哪只這麼簡單？這是將無量的境緣歸納成十個綱目，所以教我們知道『總相行體』。這個修行有總有別。總就是抓住綱領，別，就是這個綱領應用在日常生活當中。我們對人對事對物做到恰到好處，圓圓滿滿，這就是佛法。所以大師勸我們不厭其煩，要從這裡下手。"
    },
    {
      "id": "04-003-0144_p0045",
      "zh_CN": "【若不依此普贤行修等者。则积行菩萨曝腮鳞之意也。文在出现品。序中已具引。若更要说。即寻彼文。】",
      "zh_TW": "【若不依此普賢行修等者。則積行菩薩曝腮鱗之意也。文在出現品。序中已具引。若更要說。即尋彼文。】"
    },
    {
      "id": "04-003-0144_p0046",
      "zh_CN": "这是再再的劝勉我们一定要依普贤行修，这前面曾经说过，如果不依普贤行修就不能成佛。那我们要问，不能成什么佛？天台大师讲的六即佛，不能成分证即佛，这个问题就严重。分证即佛是什么地位？就是圆教初住菩萨，别教初地菩萨，你不依照这个法门修，你就得不到这个位次。换句话说，无论你怎么修学，你在圆教里头，总是在十信位里头，你达不到圆教初住。十信位，《华严经》上讲得很清楚，十信菩萨是进进退退的，有退转，而且退转是大幅度的退转，到了圆教初住就不退转了。这《弥陀经》上常讲的，阿惟越致菩萨，翻成不退转菩萨，到这个境界才不退转。距离圆教的究竟佛还有相当的距离。因为圆初住往上去，还有四十一个阶级，这才到究竟佛果。这么一来你才晓得普贤行对于大乘菩萨来说是多么重要。但是普贤行真实的基础是建立在前面舍缘门跟随缘门。前面讲的六桩事情不能舍，四种随缘做不到，我们今天明白了，圆初住菩萨没分，这是真难。",
      "zh_TW": "這是再再的勸勉我們一定要依普賢行修，這前面曾經說過，如果不依普賢行修就不能成佛。那我們要問，不能成什麼佛？天台大師講的六即佛，不能成分證即佛，這個問題就嚴重。分證即佛是什麼地位？就是圓教初住菩薩，別教初地菩薩，你不依照這個法門修，你就得不到這個位次。換句話說，無論你怎麼修學，你在圓教裡頭，總是在十信位裡頭，你達不到圓教初住。十信位，《華嚴經》上講得很清楚，十信菩薩是進進退退的，有退轉，而且退轉是大幅度的退轉，到了圓教初住就不退轉了。這《彌陀經》上常講的，阿惟越致菩薩，翻成不退轉菩薩，到這個境界才不退轉。距離圓教的究竟佛還有相當的距離。因為圓初住往上去，還有四十一個階級，這才到究竟佛果。這麼一來你才曉得普賢行對於大乘菩薩來說是多麼重要。但是普賢行真實的基礎是建立在前面捨緣門跟隨緣門。前面講的六樁事情不能捨，四種隨緣做不到，我們今天明白了，圓初住菩薩沒分，這是真難。"
    },
    {
      "id": "04-003-0144_p0047",
      "zh_CN": "我们今天在法门里面，采取念佛求生净土，叫带业往生。怎样在这一生当中有把握往生？你能够把此地，舍缘随缘这十条，都能认真的修学，你带业往生就有把握。为什么？这个往生的障碍消除掉，障碍没有了，那当然有把握，所以一定要舍。我也常常跟大家说，现在我们台湾人的富裕，全世界人都知道。台湾的财富，世界第一。哪个地方人看到台湾人都羡慕。财富是福报，如何运用财富，那是高度的智慧。没有智慧的人，你这个福报糟蹋掉了，可惜！你有智慧，这个财富用的是非常有价值。最好怎么用法？大家对我们道场的供养布施，无论数字多少，我们都跟大家做了最妥善的运用。我们用在印经上，用在印造佛像上，流通法宝上，用在这里。我们没有把大家供养的这些钱多买几栋大楼，没有；扩充我们的道场，没有做。为什么？没有意义，那个做的不值得。纵然讲有利，利益我们这个小小台北市一方。我们今天流通法宝，这个利益到全世界，利益到整个中国大陆，这不是建一个富丽堂皇的道场能够相比的。所以运用的要很妥善，运用的有价值。",
      "zh_TW": "我們今天在法門裡面，採取念佛求生淨土，叫帶業往生。怎樣在這一生當中有把握往生？你能夠把此地，捨緣隨緣這十條，都能認真的修學，你帶業往生就有把握。為什麼？這個往生的障礙消除掉，障礙沒有了，那當然有把握，所以一定要捨。我也常常跟大家說，現在我們台灣人的富裕，全世界人都知道。台灣的財富，世界第一。哪個地方人看到台灣人都羨慕。財富是福報，如何運用財富，那是高度的智慧。沒有智慧的人，你這個福報糟蹋掉了，可惜！你有智慧，這個財富用的是非常有價值。最好怎麼用法？大家對我們道場的供養布施，無論數字多少，我們都跟大家做了最妥善的運用。我們用在印經上，用在印造佛像上，流通法寶上，用在這裡。我們沒有把大家供養的這些錢多買幾棟大樓，沒有；擴充我們的道場，沒有做。為什麼？沒有意義，那個做的不值得。縱然講有利，利益我們這個小小台北市一方。我們今天流通法寶，這個利益到全世界，利益到整個中國大陸，這不是建一個富麗堂皇的道場能夠相比的。所以運用的要很妥善，運用的有價值。"
    },
    {
      "id": "04-003-0144_p0048",
      "zh_CN": "经典我们印得很多，我过去印经典有两个原则，第一个印我们道场讲的经典，我们到各地方所讲的，为什么？这个经典印出来，马上就有人读，这才能收到效果。如果印的经典没有人读，都锁在那个玻璃柜里头，这个东西有什么用处？给人家拿去做装璜去，拿去充壳子去，没有意义。所以我们印的经典，一定是讲席当中所讲的，或者是提供大家必要的参考，我们印这个。第二种绝版的经典我们印，保存它，让它不要丧失，使它能够永远流传在世间，我们印经是这两个原则。这在印经上我们钱不多，大家这个供养奉献不容易，我们做事情一定要对得起大众，为大家修真实的福报，所以不随便印，我们守住这两个原则。",
      "zh_TW": "經典我們印得很多，我過去印經典有兩個原則，第一個印我們道場講的經典，我們到各地方所講的，為什麼？這個經典印出來，馬上就有人讀，這才能收到效果。如果印的經典沒有人讀，都鎖在那個玻璃櫃裡頭，這個東西有什麼用處？給人家拿去做裝璜去，拿去充殼子去，沒有意義。所以我們印的經典，一定是講席當中所講的，或者是提供大家必要的參考，我們印這個。第二種絕版的經典我們印，保存它，讓它不要喪失，使它能夠永遠流傳在世間，我們印經是這兩個原則。這在印經上我們錢不多，大家這個供養奉獻不容易，我們做事情一定要對得起大眾，為大家修真實的福報，所以不隨便印，我們守住這兩個原則。"
    },
    {
      "id": "04-003-0144_p0049",
      "zh_CN": "做了十年，现在这个经书，我们起带头的作用，每个寺院道场都印经。现在经书在台湾达到饱和点，我上一次到南部讲经，很多同修说，我们现在寺庙都不要经书，太多了，没地方放，都不要了。我们这一边，简居士也告诉我，我们书印太多，连我八楼那个会议，经常有些人来看我，坐的地方都没有了，都变成堆书的仓库去了。消不掉，没地方送了。我这一次从北京回来，我就发现另外一个地方可以推销的，学校图书馆。大陆许多学校图书馆都乐意接受。其实我们台湾有很多学校图书馆里面还没有佛书，我们印的佛书不送寺庙，送学校。因为摆在学校图书馆里面，学生容易看到，容易接触，我们给他因缘，善根福德因缘，我们帮助他学佛的因缘，老师容易看到。所以这一次我发起送大陆的《四库全书荟要》，接着再送《大藏经》。我们的目的，不是送寺院道场，寺院道场过去送过了，现在我们要送的是学校。而且我所希望的，送给师范学校，这些人将来学成之后，都是老师。他们的老师接受了佛教育，教导学生必然是正知正见。所以我们今后做的工作方向，是帮助教育文化事业，使佛教教育与社会教育结合成一体，将佛教教育发扬光大，这是我们今后努力的方向，我们所从事的目标。诸位一点一滴这个缘都结的无限的深广。",
      "zh_TW": "做了十年，現在這個經書，我們起帶頭的作用，每個寺院道場都印經。現在經書在台灣達到飽和點，我上一次到南部講經，很多同修說，我們現在寺廟都不要經書，太多了，沒地方放，都不要了。我們這一邊，簡居士也告訴我，我們書印太多，連我八樓那個會議，經常有些人來看我，坐的地方都沒有了，都變成堆書的倉庫去了。消不掉，沒地方送了。我這一次從北京回來，我就發現另外一個地方可以推銷的，學校圖書館。大陸許多學校圖書館都樂意接受。其實我們台灣有很多學校圖書館裡面還沒有佛書，我們印的佛書不送寺廟，送學校。因為擺在學校圖書館裡面，學生容易看到，容易接觸，我們給他因緣，善根福德因緣，我們幫助他學佛的因緣，老師容易看到。所以這一次我發起送大陸的《四庫全書薈要》，接著再送《大藏經》。我們的目的，不是送寺院道場，寺院道場過去送過了，現在我們要送的是學校。而且我所希望的，送給師範學校，這些人將來學成之後，都是老師。他們的老師接受了佛教育，教導學生必然是正知正見。所以我們今後做的工作方向，是幫助教育文化事業，使佛教教育與社會教育結合成一體，將佛教教育發揚光大，這是我們今後努力的方向，我們所從事的目標。諸位一點一滴這個緣都結的無限的深廣。"
    },
    {
      "id": "04-003-0144_p0050",
      "zh_CN": "底下是个比喻，这个比喻的意思，如果不依普贤行来修学，你就决定得不到圆初住的果位。换句话说，在禅宗里面，你决定得不到明心见性；在教下，你不可能大开圆解；在念佛法门，你不可能得到理一心不乱，就是这个意思。所以底下总结：",
      "zh_TW": "底下是個比喻，這個比喻的意思，如果不依普賢行來修學，你就決定得不到圓初住的果位。換句話說，在禪宗裡面，你決定得不到明心見性；在教下，你不可能大開圓解；在念佛法門，你不可能得到理一心不亂，就是這個意思。所以底下總結："
    },
    {
      "id": "04-003-0144_p0051",
      "zh_CN": "【故须离念亡情。】",
      "zh_TW": "【故須離念亡情。】"
    },
    {
      "id": "04-003-0144_p0052",
      "zh_CN": "这个『离念亡情』，就是舍缘门里面「舍能所」。在这个终者里面，就是「止观双运」。",
      "zh_TW": "這個『離念亡情』，就是捨緣門裡面「捨能所」。在這個終者裡面，就是「止觀雙運」。"
    },
    {
      "id": "04-003-0144_p0053",
      "zh_CN": "【而本智自照。则所行之行。一一皆成普贤行也。】",
      "zh_TW": "【而本智自照。則所行之行。一一皆成普賢行也。】"
    },
    {
      "id": "04-003-0144_p0054",
      "zh_CN": "这就是说，我们自性本具的智慧，要用这个方法修学才能够开显、才能够流露出来。自性般若智慧流露出来，你所有一切行都是圆满的普贤行。这自性流露就是圆教初住菩萨。",
      "zh_TW": "這就是說，我們自性本具的智慧，要用這個方法修學才能夠開顯、才能夠流露出來。自性般若智慧流露出來，你所有一切行都是圓滿的普賢行。這自性流露就是圓教初住菩薩。"
    },
    {
      "id": "04-003-0144_p0055",
      "zh_CN": "好，我们今天就讲到此地，这个星期四还有一次，这也是入经文，入正宗的经文。",
      "zh_TW": "好，我們今天就講到此地，這個星期四還有一次，這也是入經文，入正宗的經文。"
    }
  ]
}