{
  "doc_id": "04-003-0105",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０五集",
    "zh_TW": "第一０五集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0105",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "04-003-0105_p0001",
      "zh_CN": "请掀开经本，二百六十一面，我们从倒数第四行看起，从头看起：",
      "zh_TW": "請掀開經本，二百六十一面，我們從倒數第四行看起，從頭看起："
    },
    {
      "id": "04-003-0105_p0002",
      "zh_CN": "【第七地中。断微细生灭相故。无相恒然。而有加行。彼障八地无功用道。未能现相现土。】",
      "zh_TW": "【第七地中。斷微細生滅相故。無相恆然。而有加行。彼障八地無功用道。未能現相現土。】"
    },
    {
      "id": "04-003-0105_p0003",
      "zh_CN": "上次讲到这个地方，这是说明七地菩萨虽然将所知障中俱生的一分『微细生灭相』，七地菩萨断了，断了之后才真正证得无相的境界。无相是讲不再执着差别相这个观念，这个念头非常的微细，如果讲是粗显的执着，可以说在初地菩萨都已经断掉了。这是讲极其微细的执着，真是「出现品」里面所说的妄想执着，佛讲「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。这个地方是非常微细的妄想执着，七地菩萨断了这一分妄想执着，真正于一切差别相不再分别，『无相恒然』，入这个境界。但是他有加行，所以有加行就障八地，八地比他更微细，『八地无功用道，未能现相现土』。这个现相现土，极其清净相，这是清净土。",
      "zh_TW": "上次講到這個地方，這是說明七地菩薩雖然將所知障中俱生的一分『微細生滅相』，七地菩薩斷了，斷了之後才真正證得無相的境界。無相是講不再執著差別相這個觀念，這個念頭非常的微細，如果講是粗顯的執著，可以說在初地菩薩都已經斷掉了。這是講極其微細的執著，真是「出現品」裡面所說的妄想執著，佛講「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。這個地方是非常微細的妄想執著，七地菩薩斷了這一分妄想執著，真正於一切差別相不再分別，『無相恆然』，入這個境界。但是他有加行，所以有加行就障八地，八地比他更微細，『八地無功用道，未能現相現土』。這個現相現土，極其清淨相，這是清淨土。"
    },
    {
      "id": "04-003-0105_p0004",
      "zh_CN": "【至八地中。此障永断。】",
      "zh_TW": "【至八地中。此障永斷。】"
    },
    {
      "id": "04-003-0105_p0005",
      "zh_CN": "断这个加行。",
      "zh_TW": "斷這個加行。"
    },
    {
      "id": "04-003-0105_p0006",
      "zh_CN": "【由斯证得不增减真如。】",
      "zh_TW": "【由斯證得不增減真如。】"
    },
    {
      "id": "04-003-0105_p0007",
      "zh_CN": "《心经》上有不增减，《中观论》上有不增不减，由此可知，这是深位菩萨所证的境界。八地，这不动地，看一切法不生不灭，不增不减。",
      "zh_TW": "《心經》上有不增減，《中觀論》上有不增不減，由此可知，這是深位菩薩所證的境界。八地，這不動地，看一切法不生不滅，不增不減。"
    },
    {
      "id": "04-003-0105_p0008",
      "zh_CN": "【以住无相。不随染净有增减故。即此亦名相土自在真如。】",
      "zh_TW": "【以住無相。不隨染淨有增減故。即此亦名相土自在真如。】"
    },
    {
      "id": "04-003-0105_p0009",
      "zh_CN": "我们读到这个经文，对于西方净土多少能有一点体会。所以往生西方极乐世界，古德常常跟我们说，「位齐等觉」，我们看到这个说法，往往觉得好像有一点过分，可是经上明明跟我们说，生到西方世界就证得阿鞞跋致，《弥陀经》上这样说法，《无量寿经》上也是这样说法。阿鞞跋致究竟是什么样的地位？就是指的八地菩萨。所以这个法门不可思议，明明是凡夫，一品烦恼也没有断，念上几年佛号，生到西方极乐世界就证到八地，什么人相信？所以这个法门叫难信之法。假如不是等同八地，怎么能够现净土？《无量寿经》上讲得清楚，生到西方极乐世界，身是什么身？清虚之身，无极之体，这就是现相现土。这我们实在讲，怎么想也想不通，实在答案全在《无量寿经》上，而是我们不知道这发菩提心一向专念阿弥陀佛，在念念之中把阿弥陀佛的功德变成自己的功德，所以才有这样殊胜的果报，这个道理在此地。没有深入《无量寿经》，不晓得这个道理，所以对这个法门很难生起信心。这是摄佛功德为自功德，我们听古人这么说，但是很难体悟，读了大经之后，逐渐对这个事实真相才搞清楚。清楚之后，利益非常之大，从此以后不再怀疑，断疑生信，这才真正发愿，真正肯念，晓得念佛这个修行的方法非常殊胜。",
      "zh_TW": "我們讀到這個經文，對於西方淨土多少能有一點體會。所以往生西方極樂世界，古德常常跟我們說，「位齊等覺」，我們看到這個說法，往往覺得好像有一點過分，可是經上明明跟我們說，生到西方世界就證得阿鞞跋致，《彌陀經》上這樣說法，《無量壽經》上也是這樣說法。阿鞞跋致究竟是什麼樣的地位？就是指的八地菩薩。所以這個法門不可思議，明明是凡夫，一品煩惱也沒有斷，念上幾年佛號，生到西方極樂世界就證到八地，什麼人相信？所以這個法門叫難信之法。假如不是等同八地，怎麼能夠現淨土？《無量壽經》上講得清楚，生到西方極樂世界，身是什麼身？清虛之身，無極之體，這就是現相現土。這我們實在講，怎麼想也想不通，實在答案全在《無量壽經》上，而是我們不知道這發菩提心一向專念阿彌陀佛，在念念之中把阿彌陀佛的功德變成自己的功德，所以才有這樣殊勝的果報，這個道理在此地。沒有深入《無量壽經》，不曉得這個道理，所以對這個法門很難生起信心。這是攝佛功德為自功德，我們聽古人這麼說，但是很難體悟，讀了大經之後，逐漸對這個事實真相才搞清楚。清楚之後，利益非常之大，從此以後不再懷疑，斷疑生信，這才真正發願，真正肯念，曉得念佛這個修行的方法非常殊勝。"
    },
    {
      "id": "04-003-0105_p0010",
      "zh_CN": "那又想起古德常常跟我们讲，「念经不如念咒，念咒不如念佛」，这是比较的说法，用这种方法显示念佛在一切修行当中，第一殊胜。正如同古大德在一切经中较量，使我们认识净宗第一经，这是隋唐时代，我们中国佛教的黄金时代，那个时候一切大德们几乎公认，佛所讲的一切经中《华严》第一，几乎大家都公认。《华严经》跟《无量寿经》做个比较，那《无量寿经》第一，为什么？《华严》之所以称为第一，是末后十大愿王导归极乐，这才圆满成就，圆满成佛。成佛是生西方极乐世界才成佛的，《无量寿经》字字句句都是西方极乐世界依正庄严，《华严经》导归归到哪里？归到《无量寿经》，所以《无量寿经》就第一。",
      "zh_TW": "那又想起古德常常跟我們講，「念經不如念咒，念咒不如念佛」，這是比較的說法，用這種方法顯示念佛在一切修行當中，第一殊勝。正如同古大德在一切經中較量，使我們認識淨宗第一經，這是隋唐時代，我們中國佛教的黃金時代，那個時候一切大德們幾乎公認，佛所講的一切經中《華嚴》第一，幾乎大家都公認。《華嚴經》跟《無量壽經》做個比較，那《無量壽經》第一，為什麼？《華嚴》之所以稱為第一，是末後十大願王導歸極樂，這才圓滿成就，圓滿成佛。成佛是生西方極樂世界才成佛的，《無量壽經》字字句句都是西方極樂世界依正莊嚴，《華嚴經》導歸歸到哪裡？歸到《無量壽經》，所以《無量壽經》就第一。"
    },
    {
      "id": "04-003-0105_p0011",
      "zh_CN": "用这种方法使我们认识、使我们明了，这一切法当中如何取舍，取舍得当，我们这一生就成就。凡是修行不能成就，说实在的话，那个关键都是与法门取舍不当。虽然努力苦修，收的效果不多，效果从哪里看？这是我们每位同修自己要晓得，妄想执着分别少了，这就收到效果。智慧增长了，智慧跟聪明不一样，万万不可以把世智辩聪当作智慧。这又怎么个拣别法？世智辩聪跟佛家讲的般若智慧怎么样辨别？这要晓得，凡是用思考的这种智慧，用思考而生的这个智慧，这就叫世智辩聪，为什么？你没有离开第六意识。换句话说，你的智慧是从心意识生的，这就是世智辩聪。因为心意识是有为法，在《百法明门论》里面是有为法，有为法就是有生有灭，是个生灭法，哪里是智慧？这不是智慧，这叫世智辩聪。",
      "zh_TW": "用這種方法使我們認識、使我們明瞭，這一切法當中如何取捨，取捨得當，我們這一生就成就。凡是修行不能成就，說實在的話，那個關鍵都是與法門取捨不當。雖然努力苦修，收的效果不多，效果從哪裡看？這是我們每位同修自己要曉得，妄想執著分別少了，這就收到效果。智慧增長了，智慧跟聰明不一樣，萬萬不可以把世智辯聰當作智慧。這又怎麼個揀別法？世智辯聰跟佛家講的般若智慧怎麼樣辨別？這要曉得，凡是用思考的這種智慧，用思考而生的這個智慧，這就叫世智辯聰，為什麼？你沒有離開第六意識。換句話說，你的智慧是從心意識生的，這就是世智辯聰。因為心意識是有為法，在《百法明門論》裡面是有為法，有為法就是有生有滅，是個生滅法，哪裡是智慧？這不是智慧，這叫世智辯聰。"
    },
    {
      "id": "04-003-0105_p0012",
      "zh_CN": "真正的智慧，不用思考，在日常生活当中，处事待人接物不用思考，样样明了，不但现前明了，过去、未来也明了，这是智慧。譬如我们看佛经、看书，不必看注解，一看意思就明显，这是智慧。我们用思考去研究，找参考资料、查字典，这是世智辩聪，这不是智慧，这是很容易区别。还有一个也很容易区别，真正的智慧是从清净心生的，世智辩聪是从分别执着理想里面生的，这不一样，这样也能够辨别我们自己到底有没有智慧。所以在三无漏学里面告诉我们，因戒生定，因定生慧，真正的智慧是从定心里面生的。实在讲，这个定起用就是智慧，定就是清净心，就是净宗讲的一心不乱，这要把它认识清楚，所以才能够现相现土。八地菩萨所证得的这个境界，也叫做『相土自在真如』。",
      "zh_TW": "真正的智慧，不用思考，在日常生活當中，處事待人接物不用思考，樣樣明瞭，不但現前明瞭，過去、未來也明瞭，這是智慧。譬如我們看佛經、看書，不必看註解，一看意思就明顯，這是智慧。我們用思考去研究，找參考資料、查字典，這是世智辯聰，這不是智慧，這是很容易區別。還有一個也很容易區別，真正的智慧是從清淨心生的，世智辯聰是從分別執著理想裡面生的，這不一樣，這樣也能夠辨別我們自己到底有沒有智慧。所以在三無漏學裡面告訴我們，因戒生定，因定生慧，真正的智慧是從定心裡面生的。實在講，這個定起用就是智慧，定就是清淨心，就是淨宗講的一心不亂，這要把它認識清楚，所以才能夠現相現土。八地菩薩所證得的這個境界，也叫做『相土自在真如』。"
    },
    {
      "id": "04-003-0105_p0013",
      "zh_CN": "【现相现土皆自在故。证此真如。名住不动地。无分别智任运相续。】",
      "zh_TW": "【現相現土皆自在故。證此真如。名住不動地。無分別智任運相續。】"
    },
    {
      "id": "04-003-0105_p0014",
      "zh_CN": "这个相续就是不间断。智慧无分别才是真正的智慧，虽然于一切法不分别，于一切法没有一样不通达、不明了，样样通达明了而不分别、不起心、不动念，这个智慧『任运相续』。",
      "zh_TW": "這個相續就是不間斷。智慧無分別才是真正的智慧，雖然於一切法不分別，於一切法沒有一樣不通達、不明瞭，樣樣通達明瞭而不分別、不起心、不動念，這個智慧『任運相續』。"
    },
    {
      "id": "04-003-0105_p0015",
      "zh_CN": "【相用烦恼不能动故。】",
      "zh_TW": "【相用煩惱不能動故。】"
    },
    {
      "id": "04-003-0105_p0016",
      "zh_CN": "『相用』是外境，属于境界上的；『烦恼』是内心，外不着相，内不动心。",
      "zh_TW": "『相用』是外境，屬於境界上的；『煩惱』是內心，外不著相，內不動心。"
    },
    {
      "id": "04-003-0105_p0017",
      "zh_CN": "【以任运故。】",
      "zh_TW": "【以任運故。】"
    },
    {
      "id": "04-003-0105_p0018",
      "zh_CN": "『任运』就是自然的，不加一点勉强，自然的。七地菩萨也有这个境界，但是不自然，要加一点功夫进去，八地菩萨他这个东西不要加了，完全自然的。七地有加行，加行是加一点功夫，八地不需要，完全自然入这个境界。",
      "zh_TW": "『任運』就是自然的，不加一點勉強，自然的。七地菩薩也有這個境界，但是不自然，要加一點功夫進去，八地菩薩他這個東西不要加了，完全自然的。七地有加行，加行是加一點功夫，八地不需要，完全自然入這個境界。"
    },
    {
      "id": "04-003-0105_p0019",
      "zh_CN": "【功用不能动。相续故。相不能动也。】",
      "zh_TW": "【功用不能動。相續故。相不能動也。】"
    },
    {
      "id": "04-003-0105_p0020",
      "zh_CN": "任运是『功用不能动。相续，相不能动』，这个不能动就是不动心，于万事万物、世间法、出世间法都不动心、不起念了，没有分别，没有执着，八地菩萨才真正做到。我们常常讲，是希望在境界里头练习练习，好好的去学，要想学成功，那就是八地菩萨真正学成功了。再看第九地：",
      "zh_TW": "任運是『功用不能動。相續，相不能動』，這個不能動就是不動心，於萬事萬物、世間法、出世間法都不動心、不起念了，沒有分別，沒有執著，八地菩薩才真正做到。我們常常講，是希望在境界裡頭練習練習，好好的去學，要想學成功，那就是八地菩薩真正學成功了。再看第九地："
    },
    {
      "id": "04-003-0105_p0021",
      "zh_CN": "【九断于利他门中不欲行障。证智自在所依真如。住善慧地。】",
      "zh_TW": "【九斷於利他門中不欲行障。證智自在所依真如。住善慧地。】"
    },
    {
      "id": "04-003-0105_p0022",
      "zh_CN": "从十地菩萨来看，这是深位的菩萨，距离如来果德很接近，八地以前偏重在自利，九地一般称叫法师地，要利他。法师地教化众生，自己要没有做到不动地，教化众生非常危险，接触外面境界，这个心一动，就被众生度跑掉了。这种事情自古以来就很多很多，自己没有把握还会容易动摇，最好不要去讲经说法，不要去接触大众，朋友当中几个人在一块研究讨论佛法可以，大庭广众之下最好避免，为什么？怕自己会被境界动摇。往往为境界所转，自己还不能够觉察，这个损失就太大了，因为讲经说法一定接触名闻利养，一定接触。几个人在名闻利养里头能不动心？古时候确实依循这个标准，古德除了极少数，那是很例外的，绝大多数都是四十以后才登坛说法，年岁比较大。",
      "zh_TW": "從十地菩薩來看，這是深位的菩薩，距離如來果德很接近，八地以前偏重在自利，九地一般稱叫法師地，要利他。法師地教化眾生，自己要沒有做到不動地，教化眾生非常危險，接觸外面境界，這個心一動，就被眾生度跑掉了。這種事情自古以來就很多很多，自己沒有把握還會容易動搖，最好不要去講經說法，不要去接觸大眾，朋友當中幾個人在一塊研究討論佛法可以，大庭廣眾之下最好避免，為什麼？怕自己會被境界動搖。往往為境界所轉，自己還不能夠覺察，這個損失就太大了，因為講經說法一定接觸名聞利養，一定接觸。幾個人在名聞利養裡頭能不動心？古時候確實依循這個標準，古德除了極少數，那是很例外的，絕大多數都是四十以後才登壇說法，年歲比較大。"
    },
    {
      "id": "04-003-0105_p0023",
      "zh_CN": "在中国古时候，四十岁就是老人了，五十岁他要留长胡须、拄拐杖了。四十岁已经接近老人了，这个时候可以，怕的也是被名闻利养、五欲六尘所转，不能够不小心谨慎。现在年头不一样了，有许多人，这也不能说许多，有些人看到佛教这个行业还不错，收入挺好的，又不要纳税，于是乎把这个当一个行业，这个不得了。把这个当作行业来做，正是佛经上所说的，譬如师子虫还噬师子肉，将佛法当作行业，叫开佛店。这些人经典上说得很清楚，魔王子孙，在末法时期现出家相，披上袈裟，破坏佛法，他是来灭佛法的，不是来兴佛法的。在我们现前这个时代，就是末法浊恶到了极处，《楞严经》上讲「邪师说法如恒河沙」。邪师指什么？就是指魔王子孙，也就是指开佛店的，指这一类。",
      "zh_TW": "在中國古時候，四十歲就是老人了，五十歲他要留長鬍鬚、拄柺杖了。四十歲已經接近老人了，這個時候可以，怕的也是被名聞利養、五欲六塵所轉，不能夠不小心謹慎。現在年頭不一樣了，有許多人，這也不能說許多，有些人看到佛教這個行業還不錯，收入挺好的，又不要納稅，於是乎把這個當一個行業，這個不得了。把這個當作行業來做，正是佛經上所說的，譬如師子蟲還噬師子肉，將佛法當作行業，叫開佛店。這些人經典上說得很清楚，魔王子孫，在末法時期現出家相，披上袈裟，破壞佛法，他是來滅佛法的，不是來興佛法的。在我們現前這個時代，就是末法濁惡到了極處，《楞嚴經》上講「邪師說法如恆河沙」。邪師指什麼？就是指魔王子孫，也就是指開佛店的，指這一類。"
    },
    {
      "id": "04-003-0105_p0024",
      "zh_CN": "所以今天佛教在社会上没有地位，一般人提到佛教就是迷信。我们听到很难过，但是想想，人家说的是事实，佛教摆在社会上这个面目确实是迷信！释迦牟尼佛当年要是我们今天佛教这些做法，佛教还能够传到几千年吗？还能够传遍全世界吗？不可能的。佛教的本来面目是什么？是讲学，是教学。释迦牟尼佛一生都到处讲经说法，而且教学还是义务的，没有收学费。接受学生的供养非常的微薄，只限于四种，一个就是这个身体住在世间要饮食，出家人心地清净，消耗量少，一天就吃一餐，所以就接受大家一餐饭，供养他一餐饭。这一餐饭，你们吃什么就供养什么，不必单独替他做，用不着。佛很慈悲，绝对不麻烦别人，你吃什么就供养他什么，这是实行托钵的制度。除饮食之外，衣服，衣服也很少，这三衣一钵。因为印度热天，印度天气热，它属于热带，所以他穿的衣服就很少，只有三件衣。衣的供养还不需要你供养整匹的布，古时候的布都是人工织的，不像现在有机器，很辛苦，所以这个布匹得来不容易。佛弟子穿粪扫衣，什么叫粪扫衣？别人破旧的衣服，丢到垃圾桶不要了，再把它捡来，捡来看看，有还可以用的，把它剪下来，这样慢慢集多了，拼凑起来，这袈裟一块一块的。那一块一块的质料不相同，颜色不相同，就很难看，所以做好了之后染色，这染色衣。现在我们做的这个袈裟，买一块新布把它剪碎再缝起来，这已经很不对了。但是这个什么？做成那个样子，做个纪念，现在的袈裟是纪念那个时候的意思，要知道那个时候的生活状况。这是衣服，衣服是这么来的，这得来很辛苦。第三种就是医药，出家毕竟还是凡夫，天天接受佛的教训，他烦恼还是不断。为什么不断？没有能够依教奉行，这一边听，那边就出去了。好学生固然很多，不听话的学生也不少，因此生病需要医药，晚上睡觉需要卧具，接受四众的供养，仅限于这四桩事情。",
      "zh_TW": "所以今天佛教在社會上沒有地位，一般人提到佛教就是迷信。我們聽到很難過，但是想想，人家說的是事實，佛教擺在社會上這個面目確實是迷信！釋迦牟尼佛當年要是我們今天佛教這些做法，佛教還能夠傳到幾千年嗎？還能夠傳遍全世界嗎？不可能的。佛教的本來面目是什麼？是講學，是教學。釋迦牟尼佛一生都到處講經說法，而且教學還是義務的，沒有收學費。接受學生的供養非常的微薄，只限於四種，一個就是這個身體住在世間要飲食，出家人心地清淨，消耗量少，一天就吃一餐，所以就接受大家一餐飯，供養他一餐飯。這一餐飯，你們吃什麼就供養什麼，不必單獨替他做，用不著。佛很慈悲，絕對不麻煩別人，你吃什麼就供養他什麼，這是實行托缽的制度。除飲食之外，衣服，衣服也很少，這三衣一缽。因為印度熱天，印度天氣熱，它屬於熱帶，所以他穿的衣服就很少，只有三件衣。衣的供養還不需要你供養整匹的布，古時候的布都是人工織的，不像現在有機器，很辛苦，所以這個布匹得來不容易。佛弟子穿糞掃衣，什麼叫糞掃衣？別人破舊的衣服，丟到垃圾桶不要了，再把它撿來，撿來看看，有還可以用的，把它剪下來，這樣慢慢集多了，拼湊起來，這袈裟一塊一塊的。那一塊一塊的質料不相同，顏色不相同，就很難看，所以做好了之後染色，這染色衣。現在我們做的這個袈裟，買一塊新布把它剪碎再縫起來，這已經很不對了。但是這個什麼？做成那個樣子，做個紀念，現在的袈裟是紀念那個時候的意思，要知道那個時候的生活狀況。這是衣服，衣服是這麼來的，這得來很辛苦。第三種就是醫藥，出家畢竟還是凡夫，天天接受佛的教訓，他煩惱還是不斷。為什麼不斷？沒有能夠依教奉行，這一邊聽，那邊就出去了。好學生固然很多，不聽話的學生也不少，因此生病需要醫藥，晚上睡覺需要臥具，接受四眾的供養，僅限於這四樁事情。"
    },
    {
      "id": "04-003-0105_p0025",
      "zh_CN": "所以简单，住，住在树底下，找个大树，热带的地方树都大，树叶也大，也很阴凉。晚上找个大树底下，多半是打坐，躺下来睡也没有关系，树下一宿，这佛规定的，树下只能可以住一晚，明天一定要搬家。假如说这个树很大、很阴凉，你起了贪心，我每天晚上都到那住，这就错了。所以佛给我们设想的，破除我们的贪心，树下只可以住一晚，明天一定找别的地方去住去，不可以贪恋，这佛的制度。现代人实在讲，这福报是愈来愈大，道场盖的是宫殿式的，还享受从前王公大臣他们那种奢侈的生活，他怎么不留恋？舍不得走，西方世界好，我没见到，我现在这个地方好，是我现在享受到的。你要晓得，世尊为什么叫人家树下不能住两晚上、三晚上？不可以贪恋。一有贪染执着，就舍不得离开这个地方。舍不得离开，你的寿命总是有尽的时候，死了以后怎么办？死了以后还是舍不得这个地方，他的神识，我们一般人讲鬼魂不离开这个地方，于是乎就做了树神，这树神就这么来的，就做了树神。这是讲什么？这个地方舍不得离开，就当树神去了。如果淫欲还不断，那个事情也麻烦大。这树里头也许有鸟在做窝，就投那个，就做鸟了，他的窝，家就在树上！还有树底下这些小虫，蚂蚁，就当那个去了，他就又投胎去了，树底下没有人，只有这些畜生，他就到那里去投胎，就变畜生了。你看这个多可怕，佛叫你树下一宿，有道理，把这个恶缘断绝。",
      "zh_TW": "所以簡單，住，住在樹底下，找個大樹，熱帶的地方樹都大，樹葉也大，也很陰涼。晚上找個大樹底下，多半是打坐，躺下來睡也沒有關係，樹下一宿，這佛規定的，樹下只能可以住一晚，明天一定要搬家。假如說這個樹很大、很陰涼，你起了貪心，我每天晚上都到那住，這就錯了。所以佛給我們設想的，破除我們的貪心，樹下只可以住一晚，明天一定找別的地方去住去，不可以貪戀，這佛的制度。現代人實在講，這福報是愈來愈大，道場蓋的是宮殿式的，還享受從前王公大臣他們那種奢侈的生活，他怎麼不留戀？捨不得走，西方世界好，我沒見到，我現在這個地方好，是我現在享受到的。你要曉得，世尊為什麼叫人家樹下不能住兩晚上、三晚上？不可以貪戀。一有貪染執著，就捨不得離開這個地方。捨不得離開，你的壽命總是有盡的時候，死了以後怎麼辦？死了以後還是捨不得這個地方，他的神識，我們一般人講鬼魂不離開這個地方，於是乎就做了樹神，這樹神就這麼來的，就做了樹神。這是講什麼？這個地方捨不得離開，就當樹神去了。如果淫欲還不斷，那個事情也麻煩大。這樹裡頭也許有鳥在做窩，就投那個，就做鳥了，他的窩，家就在樹上！還有樹底下這些小蟲，螞蟻，就當那個去了，他就又投胎去了，樹底下沒有人，只有這些畜生，他就到那裡去投胎，就變畜生了。你看這個多可怕，佛叫你樹下一宿，有道理，把這個惡緣斷絕。"
    },
    {
      "id": "04-003-0105_p0026",
      "zh_CN": "道场也是如此，道场如果贪爱，这个道场出家人住的，不是在家人，没有男女夫妇，你要贪恋这个道场，这个道场里面有蟑螂、有蚊虫蚂蚁，就投胎投这个了。所以诸位同修要知道，世出世间法不可以有一点贪恋，我们有缘遇到了，可以受用，不能贪爱。你只要一贪爱，麻烦一定来，你死了以后想脱身，没那么容易。这个经书，书本有很多人贪爱，我从前也很喜欢书，现在不爱书了，现在不要了，为什么？知道利害了，贪爱书的，将来死了以后，书里头有蛀虫，就变蛀虫去了，你说这多可怕。喜欢，离不开它，舍不得，麻烦大了。还有人喜欢佛像，贪爱佛像，尤其是古董雕刻那个精美的艺术品贪爱，佛像里面也生虫，所以那些东西都是舍不得离开那个环境，你说多可怕！这一定要知道，真正到把这一切妄想执着丢掉了，不再有这个念头了，八地才真正清净。所以九地菩萨这就可以去弘法利生，与一切众生和光同尘，自己心地清净不染，所以他的这个地叫『善慧地』。善是善巧方便，住真实慧，住真实慧我们在《无量寿经》上读过。好，请看经文：",
      "zh_TW": "道場也是如此，道場如果貪愛，這個道場出家人住的，不是在家人，沒有男女夫婦，你要貪戀這個道場，這個道場裡面有蟑螂、有蚊蟲螞蟻，就投胎投這個了。所以諸位同修要知道，世出世間法不可以有一點貪戀，我們有緣遇到了，可以受用，不能貪愛。你只要一貪愛，麻煩一定來，你死了以後想脫身，沒那麼容易。這個經書，書本有很多人貪愛，我從前也很喜歡書，現在不愛書了，現在不要了，為什麼？知道利害了，貪愛書的，將來死了以後，書裡頭有蛀蟲，就變蛀蟲去了，你說這多可怕。喜歡，離不開它，捨不得，麻煩大了。還有人喜歡佛像，貪愛佛像，尤其是古董雕刻那個精美的藝術品貪愛，佛像裡面也生蟲，所以那些東西都是捨不得離開那個環境，你說多可怕！這一定要知道，真正到把這一切妄想執著丟掉了，不再有這個念頭了，八地才真正清淨。所以九地菩薩這就可以去弘法利生，與一切眾生和光同塵，自己心地清淨不染，所以他的這個地叫『善慧地』。善是善巧方便，住真實慧，住真實慧我們在《無量壽經》上讀過。好，請看經文："
    },
    {
      "id": "04-003-0105_p0027",
      "zh_CN": "【言于利他门中不欲行者。】",
      "zh_TW": "【言於利他門中不欲行者。】"
    },
    {
      "id": "04-003-0105_p0028",
      "zh_CN": "这是解释这句。",
      "zh_TW": "這是解釋這句。"
    },
    {
      "id": "04-003-0105_p0029",
      "zh_CN": "【即第六识内俱生所知障一分。第九品摄贪痴慢三所有种子。】",
      "zh_TW": "【即第六識內俱生所知障一分。第九品攝貪痴慢三所有種子。】"
    },
    {
      "id": "04-003-0105_p0030",
      "zh_CN": "种子含藏在阿赖耶识里面，这个种子非常的微细，有贪、有痴、有慢：",
      "zh_TW": "種子含藏在阿賴耶識裡面，這個種子非常的微細，有貪、有痴、有慢："
    },
    {
      "id": "04-003-0105_p0031",
      "zh_CN": "【能障九地四无碍解。】",
      "zh_TW": "【能障九地四無礙解。】"
    },
    {
      "id": "04-003-0105_p0032",
      "zh_CN": "『四无碍解』也就是四无碍辩才，九地菩萨这无碍辩才现行；八地菩萨还有障碍，四无碍辩才不能够现前。",
      "zh_TW": "『四無礙解』也就是四無礙辯才，九地菩薩這無礙辯才現行；八地菩薩還有障礙，四無礙辯才不能夠現前。"
    },
    {
      "id": "04-003-0105_p0033",
      "zh_CN": "【由未得四无碍解故。于利乐他有情事不欲勤行。】",
      "zh_TW": "【由未得四無礙解故。於利樂他有情事不欲勤行。】"
    },
    {
      "id": "04-003-0105_p0034",
      "zh_CN": "这就讲八地以前，因为没有得四无碍辩才，所以对于弘法利生的事情不是不做，做得不圆满、不够积极。原因在什么地方？原因是他本身就有障碍，这是俱生烦恼，纵然极其微细，微细还是起作用，还是会障碍的。也就是说，于世出世间一切事理的真相，不能完全透彻的理解，所以在思想、见解、造作还是免不了犯过失。菩萨哪有不度众生的道理？不要说是七地、八地，十信位的菩萨也挺积极的做利生的事业，何况这样深位的菩萨！所以这里讲的境界我们没有法子想像。『不欲勤行』，就是不能很精进、很积极的去做。积极精进是有，就是不能做得很圆满，还有一些欠缺。",
      "zh_TW": "這就講八地以前，因為沒有得四無礙辯才，所以對於弘法利生的事情不是不做，做得不圓滿、不夠積極。原因在什麼地方？原因是他本身就有障礙，這是俱生煩惱，縱然極其微細，微細還是起作用，還是會障礙的。也就是說，於世出世間一切事理的真相，不能完全透徹的理解，所以在思想、見解、造作還是免不了犯過失。菩薩哪有不度眾生的道理？不要說是七地、八地，十信位的菩薩也挺積極的做利生的事業，何況這樣深位的菩薩！所以這裡講的境界我們沒有法子想像。『不欲勤行』，就是不能很精進、很積極的去做。積極精進是有，就是不能做得很圓滿，還有一些欠缺。"
    },
    {
      "id": "04-003-0105_p0035",
      "zh_CN": "【至九地中悉皆断尽。】",
      "zh_TW": "【至九地中悉皆斷盡。】"
    },
    {
      "id": "04-003-0105_p0036",
      "zh_CN": "这一分俱生所知障断掉了，八地菩萨就升一级到九地，他对于度众生的事业那是勇猛精进，才做得圆满。在此地我们举一个例子，这个例子是很粗、很浅的例子，当然这不是八地菩萨的境界，可是我们从这个地方能体会到一点。譬如说有许多法师大德们，一生当中不断的在讲经说法，我们也非常的恭敬、赞叹。他所讲的这些经写成的讲记，或者出版的这些录音带后头都还有个版权所有，翻印必究，这就是一点遗憾。这就好像什么？七地、八地菩萨一样，不是九地，九地没有这个念头。还有又比较好一点的是版权所有，翻印一定得我同意，这才可以，这个比那个就稍微好一点，可是还是很有遗憾，总比不上是欢迎翻印，功德无量，总比不上这个。九地菩萨就欢迎翻印，功德无量；八地，版权所有，翻印要得我同意；七地菩萨，那版权所有，翻印必究。用这个比喻，诸位去体会那个菩萨境界微细的执着就类似这样情形。",
      "zh_TW": "這一分俱生所知障斷掉了，八地菩薩就升一級到九地，他對於度眾生的事業那是勇猛精進，才做得圓滿。在此地我們舉一個例子，這個例子是很粗、很淺的例子，當然這不是八地菩薩的境界，可是我們從這個地方能體會到一點。譬如說有許多法師大德們，一生當中不斷的在講經說法，我們也非常的恭敬、讚歎。他所講的這些經寫成的講記，或者出版的這些錄音帶後頭都還有個版權所有，翻印必究，這就是一點遺憾。這就好像什麼？七地、八地菩薩一樣，不是九地，九地沒有這個念頭。還有又比較好一點的是版權所有，翻印一定得我同意，這才可以，這個比那個就稍微好一點，可是還是很有遺憾，總比不上是歡迎翻印，功德無量，總比不上這個。九地菩薩就歡迎翻印，功德無量；八地，版權所有，翻印要得我同意；七地菩薩，那版權所有，翻印必究。用這個比喻，諸位去體會那個菩薩境界微細的執著就類似這樣情形。"
    },
    {
      "id": "04-003-0105_p0037",
      "zh_CN": "所以他虽然弘法利生，功德不能够圆满，为什么不圆满？就像这种情形。那个佛像都如此，大陆上有很好的佛像，他们去照相，照相印出来了，我一看底下印的也是版权所有，翻印必究，不准翻印。那用什么方法才可以翻印？只有你到那个地方重新照一张，那这是我自己照的，我就底下注明欢迎翻印，功德无量，我没有盗你的版权，我自己亲自到那里我也去照一张，就是这个方法。前天有个同修拿了一个录音带，是个念佛的录音带，他说念得很好听，但是那个录音带上印的版权所有，他就问我可不可拷贝？我说不可以。他说那怎么办？我说你们找几个同修跟着这个带子念，念得很熟了，然后你们录一个带子，那是你自己录的，我不是盗你的版权！我再做成带子，再去欢迎拷贝流通，这就好了！我不直接拷贝你的，就用这个方法。希望诸位同修多多的从这些地方去着眼、去想，你才能得到菩萨境界地地不一样。本性里面般若智慧透出来了。底下跟我们解释说：",
      "zh_TW": "所以他雖然弘法利生，功德不能夠圓滿，為什麼不圓滿？就像這種情形。那個佛像都如此，大陸上有很好的佛像，他們去照相，照相印出來了，我一看底下印的也是版權所有，翻印必究，不准翻印。那用什麼方法才可以翻印？只有你到那個地方重新照一張，那這是我自己照的，我就底下註明歡迎翻印，功德無量，我沒有盜你的版權，我自己親自到那裡我也去照一張，就是這個方法。前天有個同修拿了一個錄音帶，是個念佛的錄音帶，他說念得很好聽，但是那個錄音帶上印的版權所有，他就問我可不可拷貝？我說不可以。他說那怎麼辦？我說你們找幾個同修跟著這個帶子念，念得很熟了，然後你們錄一個帶子，那是你自己錄的，我不是盜你的版權！我再做成帶子，再去歡迎拷貝流通，這就好了！我不直接拷貝你的，就用這個方法。希望諸位同修多多的從這些地方去著眼、去想，你才能得到菩薩境界地地不一樣。本性裡面般若智慧透出來了。底下跟我們解釋說："
    },
    {
      "id": "04-003-0105_p0038",
      "zh_CN": "【由斯证得智自在所依真如。谓若证得此真如已。于无碍解得自在故。】",
      "zh_TW": "【由斯證得智自在所依真如。謂若證得此真如已。於無礙解得自在故。】"
    },
    {
      "id": "04-003-0105_p0039",
      "zh_CN": "般若智慧现前，四无碍辩才一定恢复。因为四辩是自性里面本来具有的德能，不是从外面来的。过去四无碍辩才不能现前，是因为有障碍把它障住了，现在障碍没有了，本性的德能当然就恢复了。所以这个得，实在讲，得无所得，不过是本有的恢复而已，哪里是真正得来的？不是从外得来的。这又起作用，从前被障碍，现在又起作用了。",
      "zh_TW": "般若智慧現前，四無礙辯才一定恢復。因為四辯是自性裡面本來具有的德能，不是從外面來的。過去四無礙辯才不能現前，是因為有障礙把它障住了，現在障礙沒有了，本性的德能當然就恢復了。所以這個得，實在講，得無所得，不過是本有的恢復而已，哪裡是真正得來的？不是從外得來的。這又起作用，從前被障礙，現在又起作用了。"
    },
    {
      "id": "04-003-0105_p0040",
      "zh_CN": "【便成善达法器。自在说法。】",
      "zh_TW": "【便成善達法器。自在說法。】"
    },
    {
      "id": "04-003-0105_p0041",
      "zh_CN": "『达』是通达，『善』是善巧，恒顺众生，随喜功德，以无量的善巧方便，这才是佛门里面真实的法器，他有能力『自在说法』。我们学佛的同修，无论在家出家，念念当中都不要忘失菩提心，菩提心就是觉悟的心。换句话说，我们不能够被人迷，也不能够被法迷，更不能被一切事物迷，要念念觉、处处觉、时时觉，觉而不迷，然后才会积功累德。我们看到佛法不能够普遍的宣扬，障碍重重，外面的障碍不谈，佛门自己所设的这个关卡就是很大的障碍。就这个版权所有，就是很大的障碍，怎么能够把佛法好的东西传遍到全世界？这就是个难关。我们看到好东西不能流通，非常遗憾。",
      "zh_TW": "『達』是通達，『善』是善巧，恆順眾生，隨喜功德，以無量的善巧方便，這才是佛門裡面真實的法器，他有能力『自在說法』。我們學佛的同修，無論在家出家，念念當中都不要忘失菩提心，菩提心就是覺悟的心。換句話說，我們不能夠被人迷，也不能夠被法迷，更不能被一切事物迷，要念念覺、處處覺、時時覺，覺而不迷，然後才會積功累德。我們看到佛法不能夠普遍的宣揚，障礙重重，外面的障礙不談，佛門自己所設的這個關卡就是很大的障礙。就這個版權所有，就是很大的障礙，怎麼能夠把佛法好的東西傳遍到全世界？這就是個難關。我們看到好東西不能流通，非常遺憾。"
    },
    {
      "id": "04-003-0105_p0042",
      "zh_CN": "我在前两个月，在加拿大遇到一位张老先生，张先生是一位书画家，从前他画人物、花鸟，画这个工笔画画得非常之好。现在他学佛了，他是一位虔诚的基督教徒，在基督教里面三十多年，偶尔一个机会，在加拿大一个朋友送他一本佛经，他一看了之后觉得很有道理，这样就回过头来皈依佛，学了佛。学了佛以后，画佛像。我有个因缘跟他在一起，见过几次面，我就把这个佛法弘扬的困难、障碍告诉他，我说哪有真正发菩提心的人，真正大慈大悲，希望度尽一切众生的人，将他这个艺术品完全贡献出来，不要版权，我们可以把它流遍全世界。他老人家听了之后非常欢喜，发心画佛像、写经书，他写的有一部《金刚经》，我这次带回来了，已经在做版、在印。现在我请他写《无量寿经》，请他画西方极乐世界的变相图，画好之后带到台湾来翻印，希望这些艺术品我们基金会来做，流通到全世界，这个功德才真正叫大。那个原来的图，我跟他讲，我说原来的图你也不要拿回去，原来的图统统保存在基金会，希望基金会能够到全世界每个地方去开展览，这个非常有意义。这种展览就是宣传佛教，在展览当中，我们印的这些图像（这些复制品）可以赠送结缘，经书可以赠送结缘，专门找几个人来筹备这样一个小组，向全世界来展览，佛教的文物展览，那个收的效果会很大。我说这才叫真正弘法利生，续佛慧命。",
      "zh_TW": "我在前兩個月，在加拿大遇到一位張老先生，張先生是一位書畫家，從前他畫人物、花鳥，畫這個工筆畫畫得非常之好。現在他學佛了，他是一位虔誠的基督教徒，在基督教裡面三十多年，偶爾一個機會，在加拿大一個朋友送他一本佛經，他一看了之後覺得很有道理，這樣就回過頭來皈依佛，學了佛。學了佛以後，畫佛像。我有個因緣跟他在一起，見過幾次面，我就把這個佛法弘揚的困難、障礙告訴他，我說哪有真正發菩提心的人，真正大慈大悲，希望度盡一切眾生的人，將他這個藝術品完全貢獻出來，不要版權，我們可以把它流遍全世界。他老人家聽了之後非常歡喜，發心畫佛像、寫經書，他寫的有一部《金剛經》，我這次帶回來了，已經在做版、在印。現在我請他寫《無量壽經》，請他畫西方極樂世界的變相圖，畫好之後帶到台灣來翻印，希望這些藝術品我們基金會來做，流通到全世界，這個功德才真正叫大。那個原來的圖，我跟他講，我說原來的圖你也不要拿回去，原來的圖統統保存在基金會，希望基金會能夠到全世界每個地方去開展覽，這個非常有意義。這種展覽就是宣傳佛教，在展覽當中，我們印的這些圖像（這些複製品）可以贈送結緣，經書可以贈送結緣，專門找幾個人來籌備這樣一個小組，向全世界來展覽，佛教的文物展覽，那個收的效果會很大。我說這才叫真正弘法利生，續佛慧命。"
    },
    {
      "id": "04-003-0105_p0043",
      "zh_CN": "因为我这次在温哥华那边有一个佛教文物展，是佛教，主要的是佛像的照片，就是大陆上这些佛像，大概总共有两百多张，都放大了，照得很好。参观的人不准照相，我看到很难过，很遗憾，这么多佛像，换句话说，佛像你不可以拿回家供养，给你看看，你没有分，你说这是存的什么心？跟佛法完全相违背。我做复制品送给你家里供养，我都来不及了，你自己来照相，我求之不得，太欢迎了，还不准人家照相。我是参观过了之后，那里一个负责人当面叫来，我就狠狠教训他一顿，我说你们这些人将来一个个都要堕阿鼻地狱，他听呆了，为什么？我就把道理讲给他，一分析，我说你将来要不要堕阿鼻地狱？我说你是私人画家，你这个艺术品展览是可以的。标上价钱，可以卖钱，版权所有，不准翻印，那是什么？那是名利场中人。佛法是普度众生，哪一部经上后面都劝你要流通，没有劝你把这个东西拿回去保存到，不准流通，那没有这个道理。这学佛学到哪里去了？所以统统是裨贩如来，拿着佛教东西去开佛店，去卖专利，这个不得了。",
      "zh_TW": "因為我這次在溫哥華那邊有一個佛教文物展，是佛教，主要的是佛像的照片，就是大陸上這些佛像，大概總共有兩百多張，都放大了，照得很好。參觀的人不准照相，我看到很難過，很遺憾，這麼多佛像，換句話說，佛像你不可以拿回家供養，給你看看，你沒有分，你說這是存的什麼心？跟佛法完全相違背。我做複製品送給你家裡供養，我都來不及了，你自己來照相，我求之不得，太歡迎了，還不准人家照相。我是參觀過了之後，那裡一個負責人當面叫來，我就狠狠教訓他一頓，我說你們這些人將來一個個都要墮阿鼻地獄，他聽呆了，為什麼？我就把道理講給他，一分析，我說你將來要不要墮阿鼻地獄？我說你是私人畫家，你這個藝術品展覽是可以的。標上價錢，可以賣錢，版權所有，不准翻印，那是什麼？那是名利場中人。佛法是普度眾生，哪一部經上後面都勸你要流通，沒有勸你把這個東西拿回去保存到，不准流通，那沒有這個道理。這學佛學到哪裡去了？所以統統是裨販如來，拿著佛教東西去開佛店，去賣專利，這個不得了。"
    },
    {
      "id": "04-003-0105_p0044",
      "zh_CN": "连台中莲社都不能例外，所以台中莲社的人，每次我见到我都骂，因为我看到最近台中莲社的书，印的后头都是版权所有，翻印必究。我说李老师在世的时候，我没有看到这八个字，李老师死了之后，你们统统都变质了，错了，大错特错。不如外道，我看到有很多一贯道的书，后面都欢迎翻印，所以一贯道能够传遍全世界，一贯道的信徒一天比一天多，佛教信徒一天比一天少，为什么？佛教不准你翻印，不准你流通。这个世界，总有一天全世界都变成一贯道了，为什么？人家心量大，普遍流通。佛教再过几年，我看会灭掉了，这不准流通！这是什么？没有智慧。自私自利，没有智慧。实在讲连一个好的商人都不如，好的商人钱赚够了，他还拿出一部分去布施，这是实在话。所以我们同修们总要记住，总要觉悟，不可以贪图眼前的小利，将来受祸，这个祸害那就太深太远了，不值得了。这底下经文是解释善慧地：",
      "zh_TW": "連台中蓮社都不能例外，所以台中蓮社的人，每次我見到我都罵，因為我看到最近台中蓮社的書，印的後頭都是版權所有，翻印必究。我說李老師在世的時候，我沒有看到這八個字，李老師死了之後，你們統統都變質了，錯了，大錯特錯。不如外道，我看到有很多一貫道的書，後面都歡迎翻印，所以一貫道能夠傳遍全世界，一貫道的信徒一天比一天多，佛教信徒一天比一天少，為什麼？佛教不准你翻印，不准你流通。這個世界，總有一天全世界都變成一貫道了，為什麼？人家心量大，普遍流通。佛教再過幾年，我看會滅掉了，這不准流通！這是什麼？沒有智慧。自私自利，沒有智慧。實在講連一個好的商人都不如，好的商人錢賺夠了，他還拿出一部分去布施，這是實在話。所以我們同修們總要記住，總要覺悟，不可以貪圖眼前的小利，將來受禍，這個禍害那就太深太遠了，不值得了。這底下經文是解釋善慧地："
    },
    {
      "id": "04-003-0105_p0045",
      "zh_CN": "【谓由证此故。名住善慧地。具四无碍解。能于十方善说法故。】",
      "zh_TW": "【謂由證此故。名住善慧地。具四無礙解。能於十方善說法故。】"
    },
    {
      "id": "04-003-0105_p0046",
      "zh_CN": "所以九地菩萨也叫做法师地，第十是十地菩萨，菩萨的位次到了顶头。",
      "zh_TW": "所以九地菩薩也叫做法師地，第十是十地菩薩，菩薩的位次到了頂頭。"
    },
    {
      "id": "04-003-0105_p0047",
      "zh_CN": "【十断于诸法中不得自在障。证业自在所依真如。住法云地。】",
      "zh_TW": "【十斷於諸法中不得自在障。證業自在所依真如。住法雲地。】"
    },
    {
      "id": "04-003-0105_p0048",
      "zh_CN": "这底下跟我们解释什么叫『诸法中不得自在障』。下面解释：",
      "zh_TW": "這底下跟我們解釋什麼叫『諸法中不得自在障』。下面解釋："
    },
    {
      "id": "04-003-0105_p0049",
      "zh_CN": "【言于诸法中不自在者。谓所知障中俱生一分。令于诸法不得自在。彼障十地大法智云业神通等。】",
      "zh_TW": "【言於諸法中不自在者。謂所知障中俱生一分。令於諸法不得自在。彼障十地大法智雲業神通等。】"
    },
    {
      "id": "04-003-0105_p0050",
      "zh_CN": "这是所知障俱生。这个俱生所知障最后的一分，菩萨地最后的这一分，这一分障业自在。什么叫业？用现代的话来说就是活动。我们一般人把活动叫做事，你现在在做什么事？这个事的结果就是业，所以这事业两个字常常连到用。事是正在造作，造作完毕就叫业。你看在学校念书，做学生求学，书念完了，这毕业了。正在学校念书的时候，叫造业，你看你们那个练习本子，作业簿，作业，每一天都在作业。菩萨自行化他也在那里作业，但是他的业跟我们的业不相同。我们世间人造的业，把它总归纳起来不外乎三种：一种是善业，一种是恶业，一种叫无记业。无记业就是非善非恶，善恶说不上，这个叫无记业。菩萨所修的我们一般称它作净业，身心境界统统清净，所以叫做净业。",
      "zh_TW": "這是所知障俱生。這個俱生所知障最後的一分，菩薩地最後的這一分，這一分障業自在。什麼叫業？用現代的話來說就是活動。我們一般人把活動叫做事，你現在在做什麼事？這個事的結果就是業，所以這事業兩個字常常連到用。事是正在造作，造作完畢就叫業。你看在學校念書，做學生求學，書念完了，這畢業了。正在學校念書的時候，叫造業，你看你們那個練習本子，作業簿，作業，每一天都在作業。菩薩自行化他也在那裡作業，但是他的業跟我們的業不相同。我們世間人造的業，把它總歸納起來不外乎三種：一種是善業，一種是惡業，一種叫無記業。無記業就是非善非惡，善惡說不上，這個叫無記業。菩薩所修的我們一般稱它作淨業，身心境界統統清淨，所以叫做淨業。"
    },
    {
      "id": "04-003-0105_p0051",
      "zh_CN": "当然这个善、恶、无记业，菩萨早就得自在，决定没有障碍。这障碍什么？障碍净业，菩萨所修的业不得自在，这有一分障，此地所讲的是菩萨的障碍。这种障碍虽然很微细，它确实成障碍。譬如我们在大乘经上常常读到，就是讲到成佛，如来果地上的，我们在《无量寿经》上读到，有些佛他的光明能照一个大千世界，或者照两个大千世界，有些诸佛他的光明可以照百千大千世界，阿弥陀佛的光明是遍照法界。统统都成佛了，为什么有的光明遍照，有的光明不能遍照？这就有障。从理上讲，佛佛道同，无二无别，为什么在事相上不同？这佛在经上告诉我们，是因为他在因地时候发愿大小不一样。有些人他发愿成佛度这一个世界众生，就是三千大千世界；有的人心量大，我不仅要度一个世界，我要度更多世界的众生，于是就有千大千世界、百大千世界。",
      "zh_TW": "當然這個善、惡、無記業，菩薩早就得自在，決定沒有障礙。這障礙什麼？障礙淨業，菩薩所修的業不得自在，這有一分障，此地所講的是菩薩的障礙。這種障礙雖然很微細，它確實成障礙。譬如我們在大乘經上常常讀到，就是講到成佛，如來果地上的，我們在《無量壽經》上讀到，有些佛他的光明能照一個大千世界，或者照兩個大千世界，有些諸佛他的光明可以照百千大千世界，阿彌陀佛的光明是遍照法界。統統都成佛了，為什麼有的光明遍照，有的光明不能遍照？這就有障。從理上講，佛佛道同，無二無別，為什麼在事相上不同？這佛在經上告訴我們，是因為他在因地時候發願大小不一樣。有些人他發願成佛度這一個世界眾生，就是三千大千世界；有的人心量大，我不僅要度一個世界，我要度更多世界的眾生，於是就有千大千世界、百大千世界。"
    },
    {
      "id": "04-003-0105_p0052",
      "zh_CN": "阿弥陀佛在因地当中发的愿实在讲太广大了，不但要成佛，要超过诸佛，这因地当中的心量不相同，所以果上成就的事业就不一样，一切诸佛的事业比不上阿弥陀佛。如果讲一切诸佛的福报，给诸位说，有很多诸佛的福报超过阿弥陀佛，相好光明、世界庄严殊胜比西方极乐世界阿弥陀佛超过太多太多，这释迦牟尼佛在大乘经上跟我们说过。但是要讲教化众生，利益一切众生，使一切众生在一生当中平等成佛，阿弥陀第一，他的心量太大，一丝毫障碍都没有，法门简单容易，愈是简单、愈是容易的，愈能在一生当中圆满成就。",
      "zh_TW": "阿彌陀佛在因地當中發的願實在講太廣大了，不但要成佛，要超過諸佛，這因地當中的心量不相同，所以果上成就的事業就不一樣，一切諸佛的事業比不上阿彌陀佛。如果講一切諸佛的福報，給諸位說，有很多諸佛的福報超過阿彌陀佛，相好光明、世界莊嚴殊勝比西方極樂世界阿彌陀佛超過太多太多，這釋迦牟尼佛在大乘經上跟我們說過。但是要講教化眾生，利益一切眾生，使一切眾生在一生當中平等成佛，阿彌陀第一，他的心量太大，一絲毫障礙都沒有，法門簡單容易，愈是簡單、愈是容易的，愈能在一生當中圓滿成就。"
    },
    {
      "id": "04-003-0105_p0053",
      "zh_CN": "所以有智慧的人选择法门，那就要选择最简单、最容易，不给自己找麻烦，这个人就聪明了。给自己找麻烦的人，那个人怎么能算聪明？同样一个道理，我们在日常生活当中，最好的生活方式就是最简单的生活方式，真正得自在，最健康的饮食就是最简单的饮食。我们中国人跟外国人比一比，我们没有人家健康，我们的体力、耐力不如外国人，运动场当中最明显的看出来。打篮球，上半场我们跟那些外国人打得差不多，可以打得平手，下半场就输了，为什么？体力不够了。什么原因？中国人吃的是色香味美，外国人吃的，真的我们看起来笨，不会吃，吃东西一点味道都没有。你们如果要是旅行，常常到外国，见见外国的餐馆，不管是荤腥还是素菜，统统是水煮，什么味道都没有。调味什么？盐、胡椒摆在那里，你自己去调味去。盐、胡椒给你去调味。他们真的不会吃，天天吃一样的，餐餐都是那个样子，在我们中国人吃，这怎么能吃得下去？他天天吃一样，他没得吃。",
      "zh_TW": "所以有智慧的人選擇法門，那就要選擇最簡單、最容易，不給自己找麻煩，這個人就聰明了。給自己找麻煩的人，那個人怎麼能算聰明？同樣一個道理，我們在日常生活當中，最好的生活方式就是最簡單的生活方式，真正得自在，最健康的飲食就是最簡單的飲食。我們中國人跟外國人比一比，我們沒有人家健康，我們的體力、耐力不如外國人，運動場當中最明顯的看出來。打籃球，上半場我們跟那些外國人打得差不多，可以打得平手，下半場就輸了，為什麼？體力不夠了。什麼原因？中國人吃的是色香味美，外國人吃的，真的我們看起來笨，不會吃，吃東西一點味道都沒有。你們如果要是旅行，常常到外國，見見外國的餐館，不管是葷腥還是素菜，統統是水煮，什麼味道都沒有。調味什麼？鹽、胡椒擺在那裡，你自己去調味去。鹽、胡椒給你去調味。他們真的不會吃，天天吃一樣的，餐餐都是那個樣子，在我們中國人吃，這怎麼能吃得下去？他天天吃一樣，他沒得吃。"
    },
    {
      "id": "04-003-0105_p0054",
      "zh_CN": "实在上更单纯的，你看牛、羊一辈子吃青草，牠没有嫌过这个味道不好，换一个味道。所以仔细观察大自然，愈是健康东西，的确真的是单纯。我好像在讲席当中也跟诸位说过，单纯的饮食，我们肠胃负担轻，等于它的工作，它每天都是那个工作，它工作得很正常、很愉快。每天搞乱七八糟、好多的，它很头痛，它要慢慢这样消化，那样消化里面还有冲突，还有毒素，慢慢去调整，那个肠胃好辛苦，一样的道理！让肠胃减轻它的负担，工作运作是非常正常，这个人一定健康。每天吃得不一样，餐餐不一样，这个肠胃很头痛，用什么方法来消化？它很苦恼，那你怎么不生病？当然生病！",
      "zh_TW": "實在上更單純的，你看牛、羊一輩子吃青草，牠沒有嫌過這個味道不好，換一個味道。所以仔細觀察大自然，愈是健康東西，的確真的是單純。我好像在講席當中也跟諸位說過，單純的飲食，我們腸胃負擔輕，等於它的工作，它每天都是那個工作，它工作得很正常、很愉快。每天搞亂七八糟、好多的，它很頭痛，它要慢慢這樣消化，那樣消化裡面還有衝突，還有毒素，慢慢去調整，那個腸胃好辛苦，一樣的道理！讓腸胃減輕它的負擔，工作運作是非常正常，這個人一定健康。每天吃得不一樣，餐餐不一樣，這個腸胃很頭痛，用什麼方法來消化？它很苦惱，那你怎麼不生病？當然生病！"
    },
    {
      "id": "04-003-0105_p0055",
      "zh_CN": "所以无论什么事情，我们都要从多方面去观察，慢慢去理解，然后不但在佛法上有成就，在我们生活当中也得到真正的快乐、自在、圆满。以前我们不懂这个道理，对于饮食，你看外国人吃了中国东西，他也想吃，喜欢吃，喜欢得不得了。他不会做，他没有参透，中国的饮食虽然好，好看又好吃，不健康，不是健康的饮食。外国那个不好吃、不好看，它是个健康的饮食，外国人自己也不知道。我们学佛，在佛法里面得这么一点智慧，把这个事实真相看清楚、看明白了，所以这是讲的「于诸法中不得自在障」。",
      "zh_TW": "所以無論什麼事情，我們都要從多方面去觀察，慢慢去理解，然後不但在佛法上有成就，在我們生活當中也得到真正的快樂、自在、圓滿。以前我們不懂這個道理，對於飲食，你看外國人吃了中國東西，他也想吃，喜歡吃，喜歡得不得了。他不會做，他沒有參透，中國的飲食雖然好，好看又好吃，不健康，不是健康的飲食。外國那個不好吃、不好看，它是個健康的飲食，外國人自己也不知道。我們學佛，在佛法裡面得這麼一點智慧，把這個事實真相看清楚、看明白了，所以這是講的「於諸法中不得自在障」。"
    },
    {
      "id": "04-003-0105_p0056",
      "zh_CN": "我们看底下的文，在二百六十三面第四行：『彼障十地大法智、云、业、神通等』，这个微细的俱生所智，它障碍十地菩萨。大法智云，云是比喻，佛经上用这个字用得很多。它比喻什么？比喻事实的真相。事实真相就像云一样，云非有非无，你远看，它有，近看它没有。也比喻《心经》里面讲的色空不二，远看有色，近看就没有了，比喻这个意思，真正的智慧。智慧怎么样？智慧也是非有非无。如果执着有，错误了，执着没有也错了，执着亦有亦无，亦错了。总而言之，有执就错，不执着就对了，就没有事情了。有执着都是病，所以说是四句百非，这个四句就是有、无、亦有亦无、非有非无，这叫根本的四句，展开来有一百句；佛法都叫戏论，都不是真实的。「业、神通等」，智慧、业、神通，它统统都障。",
      "zh_TW": "我們看底下的文，在二百六十三面第四行：『彼障十地大法智、雲、業、神通等』，這個微細的俱生所智，它障礙十地菩薩。大法智雲，雲是比喻，佛經上用這個字用得很多。它比喻什麼？比喻事實的真相。事實真相就像雲一樣，雲非有非無，你遠看，它有，近看它沒有。也比喻《心經》裡面講的色空不二，遠看有色，近看就沒有了，比喻這個意思，真正的智慧。智慧怎麼樣？智慧也是非有非無。如果執著有，錯誤了，執著沒有也錯了，執著亦有亦無，亦錯了。總而言之，有執就錯，不執著就對了，就沒有事情了。有執著都是病，所以說是四句百非，這個四句就是有、無、亦有亦無、非有非無，這叫根本的四句，展開來有一百句；佛法都叫戲論，都不是真實的。「業、神通等」，智慧、業、神通，它統統都障。"
    },
    {
      "id": "04-003-0105_p0057",
      "zh_CN": "【至十地中悉皆断尽。】",
      "zh_TW": "【至十地中悉皆斷盡。】"
    },
    {
      "id": "04-003-0105_p0058",
      "zh_CN": "到十地菩萨，这是所知障里面微细的俱生烦恼统统断掉了，十地菩萨断尽了。",
      "zh_TW": "到十地菩薩，這是所知障裡面微細的俱生煩惱統統斷掉了，十地菩薩斷盡了。"
    },
    {
      "id": "04-003-0105_p0059",
      "zh_CN": "【由斯证得业自在等所依真如。】",
      "zh_TW": "【由斯證得業自在等所依真如。】"
    },
    {
      "id": "04-003-0105_p0060",
      "zh_CN": "底下解释：",
      "zh_TW": "底下解釋："
    },
    {
      "id": "04-003-0105_p0061",
      "zh_CN": "【谓由证得此真如故。于神通作业总持定门皆自在故。便成受职等行。】",
      "zh_TW": "【謂由證得此真如故。於神通作業總持定門皆自在故。便成受職等行。】"
    },
    {
      "id": "04-003-0105_p0062",
      "zh_CN": "这个『受职』就是，职就是佛的果位。佛是教主，好像一个学校，接受这个学校校长的职位一样，菩萨是教员，佛是校长。主持教育政策的是佛，菩萨只是执行教一个科目，教一个科目的。佛是跟学校一样，主持教育政策，教育政策，教育行政，那他都是首长，他主持这个的，这叫职，受职。受职就是成佛，意思就是成佛。这个障破掉之后，他就得业自在所依真如。下面跟我们解释的神通自在、作业自在、总持自在、定自在，一切都自在了，它底下有一个皆自在。我们常讲得大自在，得大自在是十地菩萨，法云地菩萨才真正得大自在。这个位子再往上提升就是等觉、妙觉位，就成佛了。等觉等于佛，这后补佛，没有在佛位上，像娑婆世界的弥勒菩萨，这是后补佛。西方极乐世界的观世音菩萨是后补佛，西方世界的后补佛，到这样的地位。诸佛教化：",
      "zh_TW": "這個『受職』就是，職就是佛的果位。佛是教主，好像一個學校，接受這個學校校長的職位一樣，菩薩是教員，佛是校長。主持教育政策的是佛，菩薩只是執行教一個科目，教一個科目的。佛是跟學校一樣，主持教育政策，教育政策，教育行政，那他都是首長，他主持這個的，這叫職，受職。受職就是成佛，意思就是成佛。這個障破掉之後，他就得業自在所依真如。下面跟我們解釋的神通自在、作業自在、總持自在、定自在，一切都自在了，它底下有一個皆自在。我們常講得大自在，得大自在是十地菩薩，法雲地菩薩才真正得大自在。這個位子再往上提升就是等覺、妙覺位，就成佛了。等覺等於佛，這後補佛，沒有在佛位上，像娑婆世界的彌勒菩薩，這是後補佛。西方極樂世界的觀世音菩薩是後補佛，西方世界的後補佛，到這樣的地位。諸佛教化："
    },
    {
      "id": "04-003-0105_p0063",
      "zh_CN": "【具智波罗蜜。得自在化身三昧等果。此地名为法云地者。法喻双举。】",
      "zh_TW": "【具智波羅蜜。得自在化身三昧等果。此地名為法雲地者。法喻雙舉。】"
    },
    {
      "id": "04-003-0105_p0064",
      "zh_CN": "『法云地』是法喻，法就是法，云是比喻，所以这个名称是『法喻双举』。",
      "zh_TW": "『法雲地』是法喻，法就是法，雲是比喻，所以這個名稱是『法喻雙舉』。"
    },
    {
      "id": "04-003-0105_p0065",
      "zh_CN": "【庄严论云。于第十地中。由三昧门。陀罗尼门。摄一切闻熏习因。遍满阿梨耶识中。譬如浮云。遍满虚空。能以此闻熏习云。于一一刹。于一一相。于一一好。一一毛孔。雨无量无边法雨。充足一切所化众生。由能如云。雨法雨故。名法云地。】",
      "zh_TW": "【莊嚴論云。於第十地中。由三昧門。陀羅尼門。攝一切聞熏習因。遍滿阿梨耶識中。譬如浮雲。遍滿虛空。能以此聞熏習雲。於一一剎。於一一相。於一一好。一一毛孔。雨無量無邊法雨。充足一切所化眾生。由能如雲。雨法雨故。名法雲地。】"
    },
    {
      "id": "04-003-0105_p0066",
      "zh_CN": "这是个比喻，菩萨到这个地位，通常讲三大阿僧祇劫圆满。诸位要知道，三大阿僧祇劫圆满是讲的『法云地』，还没有讲到等觉、妙觉，只讲到这个地方。这第三个阿僧祇劫是修这三个位次的，八地、九地、十地，到这个地位，所谓大法如云。这是真正得了一切法的总持三昧，『陀罗尼』翻作总持，世出世间一切法没有一样不通达明了，所以他有能力在尽虚空遍佛刹里面教化众生，有这个能力。这个『雨法雨』，前面这个雨是动词，下面是名词，比喻说法利生这个意思。那么说法说，必然能契一切众生的根性，好像下雨一样，小草，它也得少许的水分，它能生长；大树，它吸收多的水分，它也能生长，雨下来是一样的，各取所需。就像佛、菩萨给我们说法，说种种法，我们也是在一切法里面取自己所需的，不是完全都取的，完全都取那个就错了。我小乘根性，我取小乘法；我是大乘根性，我取大乘法；我是一乘圆顿根性，我取一乘圆顿法，所以一切众生普皆得益，统统得利益。得的利益统统叫圆满利益，每个人所得的都很称心、很自在，都很满足，都很欢喜，这就叫称性。",
      "zh_TW": "這是個比喻，菩薩到這個地位，通常講三大阿僧祇劫圓滿。諸位要知道，三大阿僧祇劫圓滿是講的『法雲地』，還沒有講到等覺、妙覺，只講到這個地方。這第三個阿僧祇劫是修這三個位次的，八地、九地、十地，到這個地位，所謂大法如雲。這是真正得了一切法的總持三昧，『陀羅尼』翻作總持，世出世間一切法沒有一樣不通達明瞭，所以他有能力在盡虛空遍佛剎裡面教化眾生，有這個能力。這個『雨法雨』，前面這個雨是動詞，下面是名詞，比喻說法利生這個意思。那麼說法說，必然能契一切眾生的根性，好像下雨一樣，小草，它也得少許的水分，它能生長；大樹，它吸收多的水分，它也能生長，雨下來是一樣的，各取所需。就像佛、菩薩給我們說法，說種種法，我們也是在一切法裡面取自己所需的，不是完全都取的，完全都取那個就錯了。我小乘根性，我取小乘法；我是大乘根性，我取大乘法；我是一乘圓頓根性，我取一乘圓頓法，所以一切眾生普皆得益，統統得利益。得的利益統統叫圓滿利益，每個人所得的都很稱心、很自在，都很滿足，都很歡喜，這就叫稱性。"
    },
    {
      "id": "04-003-0105_p0067",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}