{
  "doc_id": "04-003-0093",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十三集",
    "zh_TW": "第九十三集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0093",
  "total_paragraphs": 55,
  "paragraphs": [
    {
      "id": "04-003-0093_p0001",
      "zh_CN": "请掀开经本第二百四十二面第一行，从底下看起：",
      "zh_TW": "請掀開經本第二百四十二面第一行，從底下看起："
    },
    {
      "id": "04-003-0093_p0002",
      "zh_CN": "【又胜鬘经云。自性清净心。不染而染。难可了知。染而不染。难可了知。皆明性净随染。举体成俗。即生灭门。染性常净。即真如门。如起信一心二门也。】",
      "zh_TW": "【又勝鬘經云。自性清淨心。不染而染。難可了知。染而不染。難可了知。皆明性淨隨染。舉體成俗。即生滅門。染性常淨。即真如門。如起信一心二門也。】"
    },
    {
      "id": "04-003-0093_p0003",
      "zh_CN": "这还是讲大乘始教，说明如来藏藏识就是一心。大师在此地给我们用两个意思来说明，前面是讲摄前七识归于藏识，这样的说一心，后面是总摄染净归如来藏。《胜鬘经》上这段话意思更为明显，但是我们要很细心的去体会，然后才能够明了事实的真相，对我们修学有很大的帮助。",
      "zh_TW": "這還是講大乘始教，說明如來藏藏識就是一心。大師在此地給我們用兩個意思來說明，前面是講攝前七識歸於藏識，這樣的說一心，後面是總攝染淨歸如來藏。《勝鬘經》上這段話意思更為明顯，但是我們要很細心的去體會，然後才能夠明瞭事實的真相，對我們修學有很大的幫助。"
    },
    {
      "id": "04-003-0093_p0004",
      "zh_CN": "『自性清净心』是讲真心，也是讲的本体，『不染而染，难可了知』。自性清净心为什么会变成不清净？这不清净就是染污。我们今天所说的心理的染污、思想的染污、见解的染污，这合起来就是精神的染污。这个事情真的难知，很不容易搞清楚，佛虽然为我们讲了很多，讲得也很明了，可是我们听了就是不明白。为什么不明白？还是我们心理不清净。心清净，当然就明白了，所以追根究柢心不清净。十界除了佛之外我们都叫众生，十法界里面的佛有究竟佛、有分证佛，有这两种不同。究竟佛当然是没有问题，那是圆教的无上正等正觉，别教以下的佛都是分证佛，没有证得究竟圆满。佛也有染污，分证佛也有染污，怎么说有染污？像别教的佛相当于圆教二行位的菩萨，四十一品无明他只断了十二品，别教的佛只断了十二品，这就是染污。除圆佛以外，十法界都染污，只是染污轻重差别不同而已，愈往下的染污得愈严重，愈往上面去的染污得愈轻，究竟是怎么染污的？为什么会染污的？这就很难懂。所以佛在此地告诉我们，难可了知。唯识经论里面所讲的，一念不觉而有无明，这是讲染污的起因与发展的过程，无明不觉生三细，境界为缘长六粗，这是讲过程、讲发展。",
      "zh_TW": "『自性清淨心』是講真心，也是講的本體，『不染而染，難可了知』。自性清淨心為什麼會變成不清淨？這不清淨就是染污。我們今天所說的心理的染污、思想的染污、見解的染污，這合起來就是精神的染污。這個事情真的難知，很不容易搞清楚，佛雖然為我們講了很多，講得也很明瞭，可是我們聽了就是不明白。為什麼不明白？還是我們心理不清淨。心清淨，當然就明白了，所以追根究柢心不清淨。十界除了佛之外我們都叫眾生，十法界裡面的佛有究竟佛、有分證佛，有這兩種不同。究竟佛當然是沒有問題，那是圓教的無上正等正覺，別教以下的佛都是分證佛，沒有證得究竟圓滿。佛也有染污，分證佛也有染污，怎麼說有染污？像別教的佛相當於圓教二行位的菩薩，四十一品無明他只斷了十二品，別教的佛只斷了十二品，這就是染污。除圓佛以外，十法界都染污，只是染污輕重差別不同而已，愈往下的染污得愈嚴重，愈往上面去的染污得愈輕，究竟是怎麼染污的？為什麼會染污的？這就很難懂。所以佛在此地告訴我們，難可了知。唯識經論裡面所講的，一念不覺而有無明，這是講染污的起因與發展的過程，無明不覺生三細，境界為緣長六粗，這是講過程、講發展。"
    },
    {
      "id": "04-003-0093_p0005",
      "zh_CN": "『染而不染』，真性，真怎么可能有染？一染就不真了。这是讲染而不染，这也很难理解。佛就染而不染这方面来观察，所以说一切众生本来成佛；说不染而染，从这个地方来观察，所以讲九界众生，到底哪一个是正确的？这两个我们看起来好像是矛盾，到底哪个是真的？两个都是真的。怎么说染而不染？我们举个例子，阴天下雨，太阳被云层遮住了，云遮住太阳就好比染，那个太阳真的被它遮住了，还是假的被它遮住了？这个事实真相就跟这个相仿佛。因此我们的真心从来没有染污，那个染污叫什么？这不得已叫它做妄心，那不是真心。实在说这就是迷情，就是一点迷，迷了把智慧就变成感情，觉悟的人把感情又恢复成智慧。所以才给你讲烦恼即菩提，悟了就叫菩提，迷了，菩提就叫烦恼，烦恼跟菩提就在迷悟的转变，所以一念觉、一念迷。",
      "zh_TW": "『染而不染』，真性，真怎麼可能有染？一染就不真了。這是講染而不染，這也很難理解。佛就染而不染這方面來觀察，所以說一切眾生本來成佛；說不染而染，從這個地方來觀察，所以講九界眾生，到底哪一個是正確的？這兩個我們看起來好像是矛盾，到底哪個是真的？兩個都是真的。怎麼說染而不染？我們舉個例子，陰天下雨，太陽被雲層遮住了，雲遮住太陽就好比染，那個太陽真的被它遮住了，還是假的被它遮住了？這個事實真相就跟這個相彷彿。因此我們的真心從來沒有染污，那個染污叫什麼？這不得已叫它做妄心，那不是真心。實在說這就是迷情，就是一點迷，迷了把智慧就變成感情，覺悟的人把感情又恢復成智慧。所以才給你講煩惱即菩提，悟了就叫菩提，迷了，菩提就叫煩惱，煩惱跟菩提就在迷悟的轉變，所以一念覺、一念迷。"
    },
    {
      "id": "04-003-0093_p0006",
      "zh_CN": "一念觉，事实真相明了了就叫佛菩萨，一念迷就叫凡夫。可是诸位要知道，不染而染，染而不染，那是事相，相有没有关系？相没有关系，相并不妨碍，相不碍性，性也不碍相，相也不碍相，事事无碍，理事无碍。理是讲的性，事就是讲的相，性相一如，性相不二，所以它没有妨碍。为什么没有妨碍？因为那个相是妄相，它不是真的，如果是真的，就有妨碍了。它是虚妄的，就像那个云遮住太阳，那个云是真的是假的？不是真的，远看好像是有那么回事，近看就没有了，它不能造成障碍，所有一切万法统统是虚妄的。《金刚经》上讲得很好，凡所有相皆是虚妄，不但一切物质是虚妄的，我们今天所讲的精神、心理也是虚妄的，没有一样是实在的。你明白这个事实真相，才晓得染而不染，染是妄相，不染是真性。可是理事、因缘发展过程，的确那是要高度的清净心才能够明了，清净心就叫做根本智，对于一切万事万法通达明了，叫做后得智，就是智慧的起用。",
      "zh_TW": "一念覺，事實真相明瞭了就叫佛菩薩，一念迷就叫凡夫。可是諸位要知道，不染而染，染而不染，那是事相，相有沒有關係？相沒有關係，相並不妨礙，相不礙性，性也不礙相，相也不礙相，事事無礙，理事無礙。理是講的性，事就是講的相，性相一如，性相不二，所以它沒有妨礙。為什麼沒有妨礙？因為那個相是妄相，它不是真的，如果是真的，就有妨礙了。它是虛妄的，就像那個雲遮住太陽，那個雲是真的是假的？不是真的，遠看好像是有那麼回事，近看就沒有了，它不能造成障礙，所有一切萬法統統是虛妄的。《金剛經》上講得很好，凡所有相皆是虛妄，不但一切物質是虛妄的，我們今天所講的精神、心理也是虛妄的，沒有一樣是實在的。你明白這個事實真相，才曉得染而不染，染是妄相，不染是真性。可是理事、因緣發展過程，的確那是要高度的清淨心才能夠明瞭，清淨心就叫做根本智，對於一切萬事萬法通達明瞭，叫做後得智，就是智慧的起用。"
    },
    {
      "id": "04-003-0093_p0007",
      "zh_CN": "这都是『皆明性净随染，举体成俗』，这是讲不染而染。性确实是清净，但是它随缘，随纯净之缘就成佛，随染缘就变成九法界，那就看他随的缘轻重。随得很轻就是菩萨、声闻、缘觉，随得染缘要重，那就是人天三途，就搞这个，就这么回事情。可是诸位要记住，虽然随缘他并没有变，随缘不变，因为他不变，所以佛才讲一切众生本来成佛。如果随缘随着变，那就不能叫成佛，随缘不变这是真的。诸位如果细读《楞严》，就晓得佛说的这个话一点都不假。怎么知道？我们六根的能力就是不变的真性。",
      "zh_TW": "這都是『皆明性淨隨染，舉體成俗』，這是講不染而染。性確實是清淨，但是它隨緣，隨純淨之緣就成佛，隨染緣就變成九法界，那就看他隨的緣輕重。隨得很輕就是菩薩、聲聞、緣覺，隨得染緣要重，那就是人天三途，就搞這個，就這麼回事情。可是諸位要記住，雖然隨緣他並沒有變，隨緣不變，因為他不變，所以佛才講一切眾生本來成佛。如果隨緣隨著變，那就不能叫成佛，隨緣不變這是真的。諸位如果細讀《楞嚴》，就曉得佛說的這個話一點都不假。怎麼知道？我們六根的能力就是不變的真性。"
    },
    {
      "id": "04-003-0093_p0008",
      "zh_CN": "所以这不变的真性在我们自己身上就找到，不要到外面去找，自己这个身体就是修学的试验，在眼叫见性，在耳叫闻性，六根的根性不变，不变就不生不灭。为什么？会变的有生灭，不变的就没有生灭。可是他随的缘，缘有生灭，缘是什么？我们这个身体是缘，眼根、耳根这是缘，因为缘有生灭，年轻的时候眼睛很亮，老了时候就眼有老花了，年岁大了，耳朵也听不见了，那什么？这个缘有生灭，性没有生灭，这要知道。不生灭的是自己，生灭的不是自己，不生不灭的那叫佛性，凡是有生有灭的这叫染污，这就是迷染。所以马鸣菩萨在《起信论》里面告诉我们，本觉本有，本觉就是六根的根性是本有的；不觉本无，不觉就是染，此地讲的染，迷，本来没有的。本来没有，现在虽然有，应当可以断掉的，本来没有的当然可以断掉，本来有的决定可以恢复。这就是佛法讲修行为什么你能够成佛，道理就在此地。你决定成得了佛，问题是你要随纯净之缘，你才能成得了佛，你要随染缘就成不了。",
      "zh_TW": "所以這不變的真性在我們自己身上就找到，不要到外面去找，自己這個身體就是修學的試驗，在眼叫見性，在耳叫聞性，六根的根性不變，不變就不生不滅。為什麼？會變的有生滅，不變的就沒有生滅。可是他隨的緣，緣有生滅，緣是什麼？我們這個身體是緣，眼根、耳根這是緣，因為緣有生滅，年輕的時候眼睛很亮，老了時候就眼有老花了，年歲大了，耳朵也聽不見了，那什麼？這個緣有生滅，性沒有生滅，這要知道。不生滅的是自己，生滅的不是自己，不生不滅的那叫佛性，凡是有生有滅的這叫染污，這就是迷染。所以馬鳴菩薩在《起信論》裡面告訴我們，本覺本有，本覺就是六根的根性是本有的；不覺本無，不覺就是染，此地講的染，迷，本來沒有的。本來沒有，現在雖然有，應當可以斷掉的，本來沒有的當然可以斷掉，本來有的決定可以恢復。這就是佛法講修行為什麼你能夠成佛，道理就在此地。你決定成得了佛，問題是你要隨純淨之緣，你才能成得了佛，你要隨染緣就成不了。"
    },
    {
      "id": "04-003-0093_p0009",
      "zh_CN": "我们现在要问，哪些是染缘？我们讲最粗显的，最粗的、最明显的财色名食睡，这是染缘。我们每天都要吃饭，吃饭是染缘，吃饭是生灭法，睡觉也是染缘，我们随着这个染缘很重。色界天人这五种欲，财色名食睡，他就不要了，他不随这个染缘，他随的染缘比我们就轻。所以这个事情不是好事，真正学佛的人对于五欲要舍离，舍离得愈多愈好。以饮食，这是最难的，为什么要饮食？饮食，我们是用饮食来维护这个身体，身体是一个机器，是一个动力，像火车头一样，我们烧什么东西？烧煤，每天烧很多。你想想看，这个东西能干净吗？那个改良的新的机车它就不用煤，改做烧油，再高级的烧电，你看一个比一个干净。我们凡夫烧煤，天人烧油，色界天就烧电，油就不要了，更少了，他不要饮食，禅悦为食。禅定的功夫来保护这个身体，使身体从定当中得到养分滋养。我们是很差很差的，在饮食里头去得这个养分的，这很差的，初禅以上不要饮食了，禅悦为食。到了见性以后要不要饮食？不需要了，舍离得干干净净。由此可知，饮食这是补充我们身体的能源，能源的消耗百分之九十五以上消耗在妄念上，一天到晚胡思乱想，消化这头上去。初禅以上的人他妄念没有了，他天天在禅定当中，妄念没有了，他定功深，饮食就不要了。",
      "zh_TW": "我們現在要問，哪些是染緣？我們講最粗顯的，最粗的、最明顯的財色名食睡，這是染緣。我們每天都要吃飯，吃飯是染緣，吃飯是生滅法，睡覺也是染緣，我們隨著這個染緣很重。色界天人這五種欲，財色名食睡，他就不要了，他不隨這個染緣，他隨的染緣比我們就輕。所以這個事情不是好事，真正學佛的人對於五欲要捨離，捨離得愈多愈好。以飲食，這是最難的，為什麼要飲食？飲食，我們是用飲食來維護這個身體，身體是一個機器，是一個動力，像火車頭一樣，我們燒什麼東西？燒煤，每天燒很多。你想想看，這個東西能乾淨嗎？那個改良的新的機車它就不用煤，改做燒油，再高級的燒電，你看一個比一個乾淨。我們凡夫燒煤，天人燒油，色界天就燒電，油就不要了，更少了，他不要飲食，禪悅為食。禪定的功夫來保護這個身體，使身體從定當中得到養分滋養。我們是很差很差的，在飲食裡頭去得這個養分的，這很差的，初禪以上不要飲食了，禪悅為食。到了見性以後要不要飲食？不需要了，捨離得乾乾淨淨。由此可知，飲食這是補充我們身體的能源，能源的消耗百分之九十五以上消耗在妄念上，一天到晚胡思亂想，消化這頭上去。初禪以上的人他妄念沒有了，他天天在禪定當中，妄念沒有了，他定功深，飲食就不要了。"
    },
    {
      "id": "04-003-0093_p0010",
      "zh_CN": "由此可知，我们如果要把这个染污减少到最低的程度，像佛陀在世给弟子们规定日中一食，他就吃一餐。我们今天三餐还不够，还要吃宵夜，还要吃点心，这个染污太可怕了。为什么人家一天吃一餐就够了？他妄念少，他心清净。所以他那个机器省油，我们这个机器耗油，没有法子，省省不掉，不补充就不行，就没有力量。由此可知，把妄想、烦恼、忧虑、杂念要舍掉，舍掉之后，你所需要的这个能量自然就少，身心健康，这也是养生之道。所以你要想长寿，要想不生病，有方法，心清净；心清净，身就清净了，心清净，你需要的能源就少。吃一餐，决定比吃三餐要清净，身体清净；身心清净就不容易生病，就能够长寿，也不容易衰老。",
      "zh_TW": "由此可知，我們如果要把這個染污減少到最低的程度，像佛陀在世給弟子們規定日中一食，他就吃一餐。我們今天三餐還不夠，還要吃宵夜，還要吃點心，這個染污太可怕了。為什麼人家一天吃一餐就夠了？他妄念少，他心清淨。所以他那個機器省油，我們這個機器耗油，沒有法子，省省不掉，不補充就不行，就沒有力量。由此可知，把妄想、煩惱、憂慮、雜念要捨掉，捨掉之後，你所需要的這個能量自然就少，身心健康，這也是養生之道。所以你要想長壽，要想不生病，有方法，心清淨；心清淨，身就清淨了，心清淨，你需要的能源就少。吃一餐，決定比吃三餐要清淨，身體清淨；身心清淨就不容易生病，就能夠長壽，也不容易衰老。"
    },
    {
      "id": "04-003-0093_p0011",
      "zh_CN": "这个事实真相我们要明了，然后才知道佛给我们订的那些制度方法，要我们学习非常有道理，对于我们自己决定有利益、有好处。可是不能勉强做，勉强要吃一顿，一天到晚胡思乱想非害病不可。它那个身体每天需要那么多的能量，你不给它补充，决定会损坏。所以这个事情不可以勉强，需要功夫，功夫就是清净心。现在这个世间大家都讲求环保，我们的身体是我们最接近的一个环境，我们不知道环保，谁知道？佛菩萨知道。佛法是什么？佛法就是教给我们如何来保护身心不受污染，把污染降低到最低的限度，这就是佛法的教学。佛法的修行也没有别的，就是修清净心而已。心清净了，一切万法没有一法不通达，没有一法不明了，后面会讲到。这是讲我们在生活当中要注意身心的健康，就是要注意身心的清净，清净就健康，染污一定是疾病的根源，这就是《起信论》上所讲的生灭门。",
      "zh_TW": "這個事實真相我們要明瞭，然後才知道佛給我們訂的那些制度方法，要我們學習非常有道理，對於我們自己決定有利益、有好處。可是不能勉強做，勉強要吃一頓，一天到晚胡思亂想非害病不可。它那個身體每天需要那麼多的能量，你不給它補充，決定會損壞。所以這個事情不可以勉強，需要功夫，功夫就是清淨心。現在這個世間大家都講求環保，我們的身體是我們最接近的一個環境，我們不知道環保，誰知道？佛菩薩知道。佛法是什麼？佛法就是教給我們如何來保護身心不受污染，把污染降低到最低的限度，這就是佛法的教學。佛法的修行也沒有別的，就是修清淨心而已。心清淨了，一切萬法沒有一法不通達，沒有一法不明瞭，後面會講到。這是講我們在生活當中要注意身心的健康，就是要注意身心的清淨，清淨就健康，染污一定是疾病的根源，這就是《起信論》上所講的生滅門。"
    },
    {
      "id": "04-003-0093_p0012",
      "zh_CN": "『染性常净，即真如门』，染是事，事没有自性，自性就是真如，真如是不生不灭，所以染污的这些事相它的本质是清净的。怎么清净？当体即空，了不可得！那怎么不清净？如果有可得，就不清净了，有得就不清净，无所得是清净的。它是自性，所以这就是真如门。因此这染污怕不怕？不怕，你要明了。凡夫对于染污产生了恐惧害怕，这个染污真正造成了重大的伤害。诸佛菩萨、声闻、缘觉，他对这个染污不怕，为什么？他晓得空无自性，所以在他是染而不染。这跟我们完全不一样，他了解事实真相，我们不知道事实真相，所以诸佛菩萨能够在六道，能够在三恶道示现，应以什么身得度，他就示现什么样的身分，示现跟那些众生同等的染污，他是染而不染，他的本事在这个地方。我们凡夫恰恰相反，我们是不染而染，他是染而不染，和光同尘，这就叫觉。所以说染而不染就是觉，不染而染就是迷，觉迷就是这么回事情。佛法就是把我们这些不染而染的人唤醒，真正醒过来了，我们也跟诸佛菩萨一样染而不染，这就是《起信论》里面讲的『一心二门』，是讲这个意思。这是说的大乘始教。",
      "zh_TW": "『染性常淨，即真如門』，染是事，事沒有自性，自性就是真如，真如是不生不滅，所以染污的這些事相它的本質是清淨的。怎麼清淨？當體即空，了不可得！那怎麼不清淨？如果有可得，就不清淨了，有得就不清淨，無所得是清淨的。它是自性，所以這就是真如門。因此這染污怕不怕？不怕，你要明瞭。凡夫對於染污產生了恐懼害怕，這個染污真正造成了重大的傷害。諸佛菩薩、聲聞、緣覺，他對這個染污不怕，為什麼？他曉得空無自性，所以在他是染而不染。這跟我們完全不一樣，他了解事實真相，我們不知道事實真相，所以諸佛菩薩能夠在六道，能夠在三惡道示現，應以什麼身得度，他就示現什麼樣的身分，示現跟那些眾生同等的染污，他是染而不染，他的本事在這個地方。我們凡夫恰恰相反，我們是不染而染，他是染而不染，和光同塵，這就叫覺。所以說染而不染就是覺，不染而染就是迷，覺迷就是這麼回事情。佛法就是把我們這些不染而染的人喚醒，真正醒過來了，我們也跟諸佛菩薩一樣染而不染，這就是《起信論》裡面講的『一心二門』，是講這個意思。這是說的大乘始教。"
    },
    {
      "id": "04-003-0093_p0013",
      "zh_CN": "下面我们再看第四段讲大乘顿教，这个教义比前面又要深一层，愈深愈接近事实的真相。我们今天说事实真相，在佛法里面讲诸法实相，诸法实相就是我们现在所谓的事实真相。什么事实？宇宙人生。什么叫宇宙人生？宇宙是我们生活的环境，人生是本人，就是自己与自己生活的环境。这个事实真相要明了，明了叫觉，不明了就是迷。",
      "zh_TW": "下面我們再看第四段講大乘頓教，這個教義比前面又要深一層，愈深愈接近事實的真相。我們今天說事實真相，在佛法裡面講諸法實相，諸法實相就是我們現在所謂的事實真相。什麼事實？宇宙人生。什麼叫宇宙人生？宇宙是我們生活的環境，人生是本人，就是自己與自己生活的環境。這個事實真相要明瞭，明瞭叫覺，不明瞭就是迷。"
    },
    {
      "id": "04-003-0093_p0014",
      "zh_CN": "【第四大乘顿教。泯绝染净。故说一心。】",
      "zh_TW": "【第四大乘頓教。泯絕染淨。故說一心。】"
    },
    {
      "id": "04-003-0093_p0015",
      "zh_CN": "你看他这『一心』的标准比前面高，『染净』两边都不立。为什么？因为染净是二法，染净是相对建立的，没有染，当然就没有净；没有净，染也找不到。实在讲，佛为一切众生说法，不得已建立二门，为了说话方便起见，二门都是假设的，都不是真的，你要是执着一边，都错了。凡夫执着有，有就染了；二乘执着空，空就净了，执着净错误了，执着染也错误了。执着净，净已经就不净，已经就被染污了，什么才是真正的净？染净两边都没有才是真净。还有一个净的意念已经就不净了，你这个心里头还有一物，那一物就是染污。所以佛在《金刚经》上说得很好，「法尚应舍，何况非法」，佛法也不能执着，也不能要。心理上果然有个佛法，你被佛法染污了，那就错了；非法，是佛法以外的一切诸法，统统不能够执着。佛说得尤其是明白，是佛无有定法可说，佛无法可说，这都是给我们讲真实话。有法就有染着，佛无法可说，说而无说，这就是前面那个公式是染而不染，他这高明在此地。我们这个地方说了是真有说，人家说了是没说，你看他多清净，说了没说。我们看底下的说明：",
      "zh_TW": "你看他這『一心』的標準比前面高，『染淨』兩邊都不立。為什麼？因為染淨是二法，染淨是相對建立的，沒有染，當然就沒有淨；沒有淨，染也找不到。實在講，佛為一切眾生說法，不得已建立二門，為了說話方便起見，二門都是假設的，都不是真的，你要是執著一邊，都錯了。凡夫執著有，有就染了；二乘執著空，空就淨了，執著淨錯誤了，執著染也錯誤了。執著淨，淨已經就不淨，已經就被染污了，什麼才是真正的淨？染淨兩邊都沒有才是真淨。還有一個淨的意念已經就不淨了，你這個心裡頭還有一物，那一物就是染污。所以佛在《金剛經》上說得很好，「法尚應捨，何況非法」，佛法也不能執著，也不能要。心理上果然有個佛法，你被佛法染污了，那就錯了；非法，是佛法以外的一切諸法，統統不能夠執著。佛說得尤其是明白，是佛無有定法可說，佛無法可說，這都是給我們講真實話。有法就有染著，佛無法可說，說而無說，這就是前面那個公式是染而不染，他這高明在此地。我們這個地方說了是真有說，人家說了是沒說，你看他多清淨，說了沒說。我們看底下的說明："
    },
    {
      "id": "04-003-0093_p0016",
      "zh_CN": "【谓清净本心本无染净。】",
      "zh_TW": "【謂清淨本心本無染淨。】"
    },
    {
      "id": "04-003-0093_p0017",
      "zh_CN": "这是真的，确实这『染净』两个字加不上。不但染净加不上，生灭也加不上，来去也加不上，善恶也加不上，染净同样加不上，那是真性，所以说言语道断，心行处灭，不可思议。下面这显示出佛说法的善巧：",
      "zh_TW": "這是真的，確實這『染淨』兩個字加不上。不但染淨加不上，生滅也加不上，來去也加不上，善惡也加不上，染淨同樣加不上，那是真性，所以說言語道斷，心行處滅，不可思議。下面這顯示出佛說法的善巧："
    },
    {
      "id": "04-003-0093_p0018",
      "zh_CN": "【对妄想垢假说为净。】",
      "zh_TW": "【對妄想垢假說為淨。】"
    },
    {
      "id": "04-003-0093_p0019",
      "zh_CN": "这下对染污了，什么染污？『妄想』，『垢』是垢秽，被妄想染污了。这是佛在大经，前面「出现品」上讲，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」。妄想是所知障，执着是烦恼障，所知障、烦恼障的根就是妄想执着。所知，是你本来所知的，尽虚空遍法界无所不知，现在有个障碍障住了，你这个无所不知失掉了，真的什么都不知道了。什么障碍？就是因为你会打妄想，妄想把你的智慧障碍了，妄想去掉，你本性里面本来具足的般若智慧就现前。所以智慧不是从外来的，是你本来有的，无所不知，一切执着是烦恼的根源；换句话说，六道生死的根源，这个事情很麻烦。佛的确是一句话把凡夫为什么变成凡夫，为什么不能成佛这个事实说破了。对于妄想，这是假说为净，建立一个净，好说话。可是：",
      "zh_TW": "這下對染污了，什麼染污？『妄想』，『垢』是垢穢，被妄想染污了。這是佛在大經，前面「出現品」上講，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」。妄想是所知障，執著是煩惱障，所知障、煩惱障的根就是妄想執著。所知，是你本來所知的，盡虛空遍法界無所不知，現在有個障礙障住了，你這個無所不知失掉了，真的什麼都不知道了。什麼障礙？就是因為你會打妄想，妄想把你的智慧障礙了，妄想去掉，你本性裡面本來具足的般若智慧就現前。所以智慧不是從外來的，是你本來有的，無所不知，一切執著是煩惱的根源；換句話說，六道生死的根源，這個事情很麻煩。佛的確是一句話把凡夫為什麼變成凡夫，為什麼不能成佛這個事實說破了。對於妄想，這是假說為淨，建立一個淨，好說話。可是："
    },
    {
      "id": "04-003-0093_p0020",
      "zh_CN": "【妄既本空。】",
      "zh_TW": "【妄既本空。】"
    },
    {
      "id": "04-003-0093_p0021",
      "zh_CN": "所以那个想，他上面加得很好，想叫妄想，妄想就不是真的，是假的。真的要是有想的话，那个想就不能叫妄，那真想。所有一切想的统统是妄，为什么？那个念头刹那生灭。前念灭，后念生，心心不住，所以这个念头是虚妄的，不是真的。知道所有一切想像是虚妄的，你还想它干什么。这不想，不想就恢复自性，就明心见性。你是乱想，愈想愈迷，愈迷愈深，这是许多众生不知道的，六道凡夫不晓得；晓得，他就不想了，不想至少也作阿罗汉，也出三界。阿罗汉为什么成圣人？他不想了，不再打妄想，所以他能够超越三界；换句话说，你只要有想，你就决定出不了三界。",
      "zh_TW": "所以那個想，他上面加得很好，想叫妄想，妄想就不是真的，是假的。真的要是有想的話，那個想就不能叫妄，那真想。所有一切想的統統是妄，為什麼？那個念頭剎那生滅。前念滅，後念生，心心不住，所以這個念頭是虛妄的，不是真的。知道所有一切想像是虛妄的，你還想它幹什麼。這不想，不想就恢復自性，就明心見性。你是亂想，愈想愈迷，愈迷愈深，這是許多眾生不知道的，六道凡夫不曉得；曉得，他就不想了，不想至少也作阿羅漢，也出三界。阿羅漢為什麼成聖人？他不想了，不再打妄想，所以他能夠超越三界；換句話說，你只要有想，你就決定出不了三界。"
    },
    {
      "id": "04-003-0093_p0022",
      "zh_CN": "我们要想做到无想这谈何容易，说得很轻松，真做不到。这个难，太难太难了。所以佛给我们开了一个特别方便门，想也能出三界，想什么？想阿弥陀佛，不能想别的，专想阿弥陀佛，可以能出得了三界。这个法门建立之后，那给我们带来了真正是救命的方法。想也能出得了三界，给诸位说，只有这一门，除这一门之外别无二门。佛法里有八万四千法门，带业往生，这个「业」就是妄想执着，这东西不断也可以往生极乐世界，也能够出三界，这是要晓得的。又妄是空的：",
      "zh_TW": "我們要想做到無想這談何容易，說得很輕鬆，真做不到。這個難，太難太難了。所以佛給我們開了一個特別方便門，想也能出三界，想什麼？想阿彌陀佛，不能想別的，專想阿彌陀佛，可以能出得了三界。這個法門建立之後，那給我們帶來了真正是救命的方法。想也能出得了三界，給諸位說，只有這一門，除這一門之外別無二門。佛法裡有八萬四千法門，帶業往生，這個「業」就是妄想執著，這東西不斷也可以往生極樂世界，也能夠出三界，這是要曉得的。又妄是空的："
    },
    {
      "id": "04-003-0093_p0023",
      "zh_CN": "【净相亦尽。】",
      "zh_TW": "【淨相亦盡。】"
    },
    {
      "id": "04-003-0093_p0024",
      "zh_CN": "那个净也是有名无实，这『净相』也是了不可得。",
      "zh_TW": "那個淨也是有名無實，這『淨相』也是了不可得。"
    },
    {
      "id": "04-003-0093_p0025",
      "zh_CN": "【唯本觉心清净显现。】",
      "zh_TW": "【唯本覺心清淨顯現。】"
    },
    {
      "id": "04-003-0093_p0026",
      "zh_CN": "两边离开了，那剩下来是什么？剩下来就是你的真心。两边统统舍离，剩下来真心，真心显露，显现出来了。",
      "zh_TW": "兩邊離開了，那剩下來是什麼？剩下來就是你的真心。兩邊統統捨離，剩下來真心，真心顯露，顯現出來了。"
    },
    {
      "id": "04-003-0093_p0027",
      "zh_CN": "【为破诸数。假说一心也。】",
      "zh_TW": "【為破諸數。假說一心也。】"
    },
    {
      "id": "04-003-0093_p0028",
      "zh_CN": "数是数量，三心二意、八心王、五十一心所，这就是『诸数』。那些诸数也是佛权说的，不是实在说，权说的。为了破权显实，这不得已说个『一心』，你要执着有这个一，就又错了，还是落在数字，所以一不是数字，一是形容，不是数字。",
      "zh_TW": "數是數量，三心二意、八心王、五十一心所，這就是『諸數』。那些諸數也是佛權說的，不是實在說，權說的。為了破權顯實，這不得已說個『一心』，你要執著有這個一，就又錯了，還是落在數字，所以一不是數字，一是形容，不是數字。"
    },
    {
      "id": "04-003-0093_p0029",
      "zh_CN": "【故净名云。】",
      "zh_TW": "【故淨名云。】"
    },
    {
      "id": "04-003-0093_p0030",
      "zh_CN": "净名是《维摩诘经》。",
      "zh_TW": "淨名是《維摩詰經》。"
    },
    {
      "id": "04-003-0093_p0031",
      "zh_CN": "【一切众生即涅槃相。不复更灭。】",
      "zh_TW": "【一切眾生即涅槃相。不復更滅。】"
    },
    {
      "id": "04-003-0093_p0032",
      "zh_CN": "《净名经》上这句话是从什么角度观察的？从一切众生六根根性上说的，根性就是真性，不生不灭。涅槃是梵语，翻成中文意思就是不生不灭。",
      "zh_TW": "《淨名經》上這句話是從什麼角度觀察的？從一切眾生六根根性上說的，根性就是真性，不生不滅。涅槃是梵語，翻成中文意思就是不生不滅。"
    },
    {
      "id": "04-003-0093_p0033",
      "zh_CN": "【又云。寂灭是菩提。灭诸相故。】",
      "zh_TW": "【又云。寂滅是菩提。滅諸相故。】"
    },
    {
      "id": "04-003-0093_p0034",
      "zh_CN": "这也是《净名经》上的一句话。『寂灭』是定，『菩提』是慧，定就是慧，清净心是慧之体，般若智慧是清净心的作用，它是一不是二。所以寂灭是菩提、是正觉，是圆满彻底的大觉。『灭诸相故』，那我们要问，你成了佛，实在讲这个寂灭定，法云地的菩萨就证得了。十地菩萨，下品寂灭定，等觉是中品，佛是上品，都是讲心清净的纯度。最纯、最清净就叫做寂灭，它起作用就是正觉，菩提翻作正觉。灭诸相故，我们要问，那成佛，你们想想这个相还有没有？怎么叫灭诸相？不是灭的我们现前这个现象，现象都灭了，佛还度什么众生？释迦牟尼佛当年在世，他是不是有相？他那些弟子，那些大众天天听他讲经说法，是不是有相？他成佛了，成佛，他灭诸相故，他相灭在哪里？他真的是灭相，灭心里面所着的那个相，没有了。",
      "zh_TW": "這也是《淨名經》上的一句話。『寂滅』是定，『菩提』是慧，定就是慧，清淨心是慧之體，般若智慧是清淨心的作用，它是一不是二。所以寂滅是菩提、是正覺，是圓滿徹底的大覺。『滅諸相故』，那我們要問，你成了佛，實在講這個寂滅定，法雲地的菩薩就證得了。十地菩薩，下品寂滅定，等覺是中品，佛是上品，都是講心清淨的純度。最純、最清淨就叫做寂滅，它起作用就是正覺，菩提翻作正覺。滅諸相故，我們要問，那成佛，你們想想這個相還有沒有？怎麼叫滅諸相？不是滅的我們現前這個現象，現象都滅了，佛還度什麼眾生？釋迦牟尼佛當年在世，他是不是有相？他那些弟子，那些大眾天天聽他講經說法，是不是有相？他成佛了，成佛，他滅諸相故，他相滅在哪裡？他真的是滅相，滅心裡面所著的那個相，沒有了。"
    },
    {
      "id": "04-003-0093_p0035",
      "zh_CN": "我们今天看外面相有大小相、有长短相、有方圆相、有好丑相、有男女相，那相可多了，佛心里面没有，统统没有，干干净净，这叫灭诸相。就是心里面一切分别执着统统灭掉，他心清净了。不是灭外头相，灭里面的相，里面相统统都灭了，你想想看，那多自在、多快乐，清净，真正清净快乐。我们凡夫为什么日子过得这么苦？就是里面那个相太多了，不知道把这些相给灭掉，着相！着相就苦，你能够把相丢掉，苦就没有了。应该要把它丢掉，为什么？因为相是假的，不是真的。如果是真的，叫你丢掉说不过去，假的，完全是虚妄不是实在的，一定要舍掉。",
      "zh_TW": "我們今天看外面相有大小相、有長短相、有方圓相、有好醜相、有男女相，那相可多了，佛心裡面沒有，統統沒有，乾乾淨淨，這叫滅諸相。就是心裡面一切分別執著統統滅掉，他心清淨了。不是滅外頭相，滅裡面的相，裡面相統統都滅了，你想想看，那多自在、多快樂，清淨，真正清淨快樂。我們凡夫為什麼日子過得這麼苦？就是裡面那個相太多了，不知道把這些相給滅掉，著相！著相就苦，你能夠把相丟掉，苦就沒有了。應該要把它丟掉，為什麼？因為相是假的，不是真的。如果是真的，叫你丟掉說不過去，假的，完全是虛妄不是實在的，一定要捨掉。"
    },
    {
      "id": "04-003-0093_p0036",
      "zh_CN": "所以灭诸相怎么个灭法？灭的是什么相？我们要清楚。在灭一切诸相里面，从哪一个相下手？你要知道哪一个相对于我们生活伤害最大的，你从这里下手。诸位想想伤害最大的是什么？大概是得失，患得患失。能把这个相丢掉，那你就快乐很多。在生活当中，一切诸法当中，无得当然就无失。有得才会失掉，没有得，哪来的失！先要把得失断掉，心就清净、就自在了，学佛功夫容易得力。我们一般人学功夫，学佛学了多少年，所以讲功夫不得力，为什么不得力？得失心太重，这个没有法子。为什么得失心重，学佛就不得力？学佛要一心！得失是二心，二心怎么能够契入一心？所以就不得力。诸位要想功夫得力，要想念佛念到功夫成片、念到一心不乱，真的头一个要把得失丢掉。念到功夫成片、念到一心不乱，西方极乐世界就决定往生。",
      "zh_TW": "所以滅諸相怎麼個滅法？滅的是什麼相？我們要清楚。在滅一切諸相裡面，從哪一個相下手？你要知道哪一個相對於我們生活傷害最大的，你從這裡下手。諸位想想傷害最大的是什麼？大概是得失，患得患失。能把這個相丟掉，那你就快樂很多。在生活當中，一切諸法當中，無得當然就無失。有得才會失掉，沒有得，哪來的失！先要把得失斷掉，心就清淨、就自在了，學佛功夫容易得力。我們一般人學功夫，學佛學了多少年，所以講功夫不得力，為什麼不得力？得失心太重，這個沒有法子。為什麼得失心重，學佛就不得力？學佛要一心！得失是二心，二心怎麼能夠契入一心？所以就不得力。諸位要想功夫得力，要想念佛念到功夫成片、念到一心不亂，真的頭一個要把得失丟掉。念到功夫成片、念到一心不亂，西方極樂世界就決定往生。"
    },
    {
      "id": "04-003-0093_p0037",
      "zh_CN": "实在讲，念佛的人多，往生的人少，一万个念佛人大概只有三、五个往生。为什么不能往生？他死都不肯放下，那就没有法子，他那个得失心就那么重！死都放不下，这就不能往生。谁能放下，谁的功德就圆满、就成功了，所以这是真正功夫。为什么不能放下？就是不知道事实真相，不晓得这一切境界相是假的，他把它当真，所以不肯放下。所以看破是放下的基础，先要看破，然后才会放下，愿意放下，肯放下，甘心情愿放下，就不困难。为什么？看破了，知道是假的，身心世界都不是真的，就像一场梦一样。实在人生就是一场梦，梦境当中哪有一样是真实的，所以你要觉悟、要放下。放下你才得到真实，真实法是真性。能变一切法的那个能，那是真的，所变的是假的，能变是真的，把这个真正找到了，这什么？就是自己的本性，就是自己的真心，也就是法界的本体；换句话说，亦就是法界全体。实在是放不下，还不甘心情愿放下，研究经，研经能够帮助你看破，帮助你放下。",
      "zh_TW": "實在講，念佛的人多，往生的人少，一萬個念佛人大概只有三、五個往生。為什麼不能往生？他死都不肯放下，那就沒有法子，他那個得失心就那麼重！死都放不下，這就不能往生。誰能放下，誰的功德就圓滿、就成功了，所以這是真正功夫。為什麼不能放下？就是不知道事實真相，不曉得這一切境界相是假的，他把它當真，所以不肯放下。所以看破是放下的基礎，先要看破，然後才會放下，願意放下，肯放下，甘心情願放下，就不困難。為什麼？看破了，知道是假的，身心世界都不是真的，就像一場夢一樣。實在人生就是一場夢，夢境當中哪有一樣是真實的，所以你要覺悟、要放下。放下你才得到真實，真實法是真性。能變一切法的那個能，那是真的，所變的是假的，能變是真的，把這個真正找到了，這什麼？就是自己的本性，就是自己的真心，也就是法界的本體；換句話說，亦就是法界全體。實在是放不下，還不甘心情願放下，研究經，研經能夠幫助你看破，幫助你放下。"
    },
    {
      "id": "04-003-0093_p0038",
      "zh_CN": "【楞伽云。】",
      "zh_TW": "【楞伽云。】"
    },
    {
      "id": "04-003-0093_p0039",
      "zh_CN": "《楞伽经》上说：",
      "zh_TW": "《楞伽經》上說："
    },
    {
      "id": "04-003-0093_p0040",
      "zh_CN": "【不坏相有八。无相亦无相。如是等文。诚证非一也。】",
      "zh_TW": "【不壞相有八。無相亦無相。如是等文。誠證非一也。】"
    },
    {
      "id": "04-003-0093_p0041",
      "zh_CN": "末后引《楞伽经》的经文来说，没有完全举出来，只说了一个『无相亦无相』，这才是真正看破了。佛法能够说得出的全是相对的，佛所说法的用意破凡夫的执着而已。我们执着一切法是有，佛给我们讲一切法空，为什么说空？破我们有的执着。好，我们听了佛说法，就是不会听，佛说一切法空，好，这有不执着了，去执着空，这佛都头痛。佛再告诉你，这一切法非空非有，佛的意思是两边都不执着，又搞错了，又空又有，又执着亦空亦有，这糟糕不糟糕？所以很难讲，这就是众生，众生总要有个执着，总要有个依靠。如果佛一说，他马上就觉悟，一切不执着了，那就成功了，佛就没法好说，第二句话就没得说了。为什么？没病了！药也没有了。所以给你讲无相，你要再执着一个无相，你看禅宗里面讲的，无相为宗，好，你就执着这个无相，无相有！这是顿教，确实顿超了，这比前面快得多。",
      "zh_TW": "末後引《楞伽經》的經文來說，沒有完全舉出來，只說了一個『無相亦無相』，這才是真正看破了。佛法能夠說得出的全是相對的，佛所說法的用意破凡夫的執著而已。我們執著一切法是有，佛給我們講一切法空，為什麼說空？破我們有的執著。好，我們聽了佛說法，就是不會聽，佛說一切法空，好，這有不執著了，去執著空，這佛都頭痛。佛再告訴你，這一切法非空非有，佛的意思是兩邊都不執著，又搞錯了，又空又有，又執著亦空亦有，這糟糕不糟糕？所以很難講，這就是眾生，眾生總要有個執著，總要有個依靠。如果佛一說，他馬上就覺悟，一切不執著了，那就成功了，佛就沒法好說，第二句話就沒得說了。為什麼？沒病了！藥也沒有了。所以給你講無相，你要再執著一個無相，你看禪宗裡面講的，無相為宗，好，你就執著這個無相，無相有！這是頓教，確實頓超了，這比前面快得多。"
    },
    {
      "id": "04-003-0093_p0042",
      "zh_CN": "最后一段讲圆教，大乘圆教。圆是意思圆满了，不像前面四教都是在法界，诸法里面都讲一部分。但是诸位要晓得，任何一个部分都能够包括全体。但是这个意思不显，不明显，所谓是牵一发动全身，所以一即一切，一切即一，这是圆义。佛把这个真相道出，这才是究竟圆满的真相。前面所讲的统统是一部分，但是这个部分要达到一定的程度，叫豁然贯通，不到那个程度是通不了的。小乘小教是决定没有法子通的，大乘权、始、顿都可以能够通于一切法门。我们看圆教教义：",
      "zh_TW": "最後一段講圓教，大乘圓教。圓是意思圓滿了，不像前面四教都是在法界，諸法裡面都講一部分。但是諸位要曉得，任何一個部分都能夠包括全體。但是這個意思不顯，不明顯，所謂是牽一髮動全身，所以一即一切，一切即一，這是圓義。佛把這個真相道出，這才是究竟圓滿的真相。前面所講的統統是一部分，但是這個部分要達到一定的程度，叫豁然貫通，不到那個程度是通不了的。小乘小教是決定沒有法子通的，大乘權、始、頓都可以能夠通於一切法門。我們看圓教教義："
    },
    {
      "id": "04-003-0093_p0043",
      "zh_CN": "【第五总该万有。即是一心。】",
      "zh_TW": "【第五總該萬有。即是一心。】"
    },
    {
      "id": "04-003-0093_p0044",
      "zh_CN": "这句才真正讲的圆满。世出世间一切法随拈一法，无不是一心，一心是真性，也就是真如本性。为什么？一切法都是真性变现之物。真性是能变的，一切法是所变，怎么变的？随缘变的。缘无量无边，不是一个一个随，同时随的，同时随它就同时变。你要不相信，我们举个例子来说，我们讲电，把电比作性，把这个电器比作缘，缘不同，同时随缘。这个灯是缘，缘不同，它随这个缘它就起光，放光的作用，随这个缘它就把音声扩大的作用，随那个缘有调节空气的作用，它同时随缘。一个东西，一个电，没有两样。明白这个道理，十法界依正庄严，种种色相不同，是我们真如本性随缘不一样而显出来。所以你要追究它的本体一个，就是自己的真心本性。",
      "zh_TW": "這句才真正講的圓滿。世出世間一切法隨拈一法，無不是一心，一心是真性，也就是真如本性。為什麼？一切法都是真性變現之物。真性是能變的，一切法是所變，怎麼變的？隨緣變的。緣無量無邊，不是一個一個隨，同時隨的，同時隨它就同時變。你要不相信，我們舉個例子來說，我們講電，把電比作性，把這個電器比作緣，緣不同，同時隨緣。這個燈是緣，緣不同，它隨這個緣它就起光，放光的作用，隨這個緣它就把音聲擴大的作用，隨那個緣有調節空氣的作用，它同時隨緣。一個東西，一個電，沒有兩樣。明白這個道理，十法界依正莊嚴，種種色相不同，是我們真如本性隨緣不一樣而顯出來。所以你要追究它的本體一個，就是自己的真心本性。"
    },
    {
      "id": "04-003-0093_p0045",
      "zh_CN": "那我们要问，到底这个真心本性是我的，还是你的？这问题来了，好在佛在经上都给我们说了明确的答案，这个答案也是在大经上讲的，讲十方三世一切诸佛如来，一尊佛为主，其余的佛就是伴。如果我们讲释迦牟尼佛为主，所有一切十方三世诸佛统统是释迦牟尼佛变现出来的。如果说阿弥陀佛是主，释迦牟尼佛也是阿弥陀佛变现出来的。这给我们很好的答案，我是主，十方三世一切诸佛众生都是我自性变现出来的。你要是主，那一切众生包括我这个身也是你的自性变现出来，一即是多，多即是一，自性是一个。唯有一个，事实真相如是，不是两个。所以法界平等，情与无情平等，无有一法不平等。这就总该万法，即是一心，这个『即是』两个字，用得好。一心在哪里？一心就是在真心本性，就是这个。下面解释，实在讲我刚才给诸位讲的这个大意也都有了。",
      "zh_TW": "那我們要問，到底這個真心本性是我的，還是你的？這問題來了，好在佛在經上都給我們說了明確的答案，這個答案也是在大經上講的，講十方三世一切諸佛如來，一尊佛為主，其餘的佛就是伴。如果我們講釋迦牟尼佛為主，所有一切十方三世諸佛統統是釋迦牟尼佛變現出來的。如果說阿彌陀佛是主，釋迦牟尼佛也是阿彌陀佛變現出來的。這給我們很好的答案，我是主，十方三世一切諸佛眾生都是我自性變現出來的。你要是主，那一切眾生包括我這個身也是你的自性變現出來，一即是多，多即是一，自性是一個。唯有一個，事實真相如是，不是兩個。所以法界平等，情與無情平等，無有一法不平等。這就總該萬法，即是一心，這個『即是』兩個字，用得好。一心在哪裡？一心就是在真心本性，就是這個。下面解釋，實在講我剛才給諸位講的這個大意也都有了。"
    },
    {
      "id": "04-003-0093_p0046",
      "zh_CN": "【则唯是法界性海。圆融缘起无碍。全真心现也。】",
      "zh_TW": "【則唯是法界性海。圓融緣起無礙。全真心現也。】"
    },
    {
      "id": "04-003-0093_p0047",
      "zh_CN": "这是说世出世间一切法，一切法是讲的相，是讲的事，事相。事相从哪里来的？有一个来源，有个根源。这个根源今天在哲学里面讲，本体，宇宙人生的本体，在我们佛法里面叫做法性，法性就是现代人所讲的本体。『法界性』，这三个字要用现代的话来说就是宇宙本体，法界性。宇宙就是佛经里面讲的法界，性就是本体，『海』是形容，形容它广大无边。",
      "zh_TW": "這是說世出世間一切法，一切法是講的相，是講的事，事相。事相從哪裡來的？有一個來源，有個根源。這個根源今天在哲學裡面講，本體，宇宙人生的本體，在我們佛法裡面叫做法性，法性就是現代人所講的本體。『法界性』，這三個字要用現代的話來說就是宇宙本體，法界性。宇宙就是佛經裡面講的法界，性就是本體，『海』是形容，形容它廣大無邊。"
    },
    {
      "id": "04-003-0093_p0048",
      "zh_CN": "『圆融缘起无碍』，圆融就不是次第的，同时起来的是圆融，拣别不是次第。好像我们刚才举的这个电，在许多不同的缘，它起的作用是同时起的，它不是先后次第。但是比喻只能比喻一个仿佛，不能比喻恰到好处，为什么？也许你要争论，我们这条电线线路从这里到那里，总是第一个这个灯，第二个那个灯，第三个那个灯，这一开的时候，应该这个先亮，这个第二亮，那个第三亮，还是有次第！因为它速度太快了，你不容易感觉得它有次第。可是真性的缘起确实没有这个次第，为什么？它没有拉线路，它没有线路，所以同时缘起。有这个线路，那也有远近，近的当然第一，远的就其次。自性对于整个法界没有远近，也没有先后，不来不去，所以它这个缘起是圆融的，圆融缘起无碍，『全真心现也』。尽虚空遍法界，我们佛法的术语讲十法界依正庄严，都是真心所现的，唯心所现，唯识所变。识是什么？识是心的作用。心能现，心的作用能变，所以识跟心还是一个东西，不是两个东西，体用而已，体决定有用，用绝不离体，是一不是二。",
      "zh_TW": "『圓融緣起無礙』，圓融就不是次第的，同時起來的是圓融，揀別不是次第。好像我們剛才舉的這個電，在許多不同的緣，它起的作用是同時起的，它不是先後次第。但是比喻只能比喻一個彷彿，不能比喻恰到好處，為什麼？也許你要爭論，我們這條電線線路從這裡到那裡，總是第一個這個燈，第二個那個燈，第三個那個燈，這一開的時候，應該這個先亮，這個第二亮，那個第三亮，還是有次第！因為它速度太快了，你不容易感覺得它有次第。可是真性的緣起確實沒有這個次第，為什麼？它沒有拉線路，它沒有線路，所以同時緣起。有這個線路，那也有遠近，近的當然第一，遠的就其次。自性對於整個法界沒有遠近，也沒有先後，不來不去，所以它這個緣起是圓融的，圓融緣起無礙，『全真心現也』。盡虛空遍法界，我們佛法的術語講十法界依正莊嚴，都是真心所現的，唯心所現，唯識所變。識是什麼？識是心的作用。心能現，心的作用能變，所以識跟心還是一個東西，不是兩個東西，體用而已，體決定有用，用絕不離體，是一不是二。"
    },
    {
      "id": "04-003-0093_p0049",
      "zh_CN": "【谓未知心绝诸相。令悟相尽唯心。】",
      "zh_TW": "【謂未知心絕諸相。令悟相盡唯心。】"
    },
    {
      "id": "04-003-0093_p0050",
      "zh_CN": "这是圆教教学的宗旨。圆教教什么？就是教这个，『谓未知心绝诸相』，这是凡夫，九界凡夫不晓得心是离一切诸相的，心虽然能现一切相，但是心不是相，心也没有着相。古大德为我们解释这句也很不好讲，举一个比喻，像镜子，这里摆一面镜子，镜子把外面的境界相统统都照在里面，我们现在要问，那个镜子有没有着相？没有着相，这是事实。心绝诸相，心没有着，镜子确实没有着。古人讲的，胡来现胡，汉来现汉。胡是外国人，外国人照，镜子现外国人；汉是中国人，汉人一照，现中国人，没有着相。这就比喻什么？我们真心随缘现一切万象，十法界依正庄严就像在心镜上显现，心有没有着？没有，心没有着。我们现在迷，迷在哪里？你以为着了相，没有着以为着了，这就错了。",
      "zh_TW": "這是圓教教學的宗旨。圓教教什麼？就是教這個，『謂未知心絕諸相』，這是凡夫，九界凡夫不曉得心是離一切諸相的，心雖然能現一切相，但是心不是相，心也沒有著相。古大德為我們解釋這句也很不好講，舉一個比喻，像鏡子，這裡擺一面鏡子，鏡子把外面的境界相統統都照在裡面，我們現在要問，那個鏡子有沒有著相？沒有著相，這是事實。心絕諸相，心沒有著，鏡子確實沒有著。古人講的，胡來現胡，漢來現漢。胡是外國人，外國人照，鏡子現外國人；漢是中國人，漢人一照，現中國人，沒有著相。這就比喻什麼？我們真心隨緣現一切萬象，十法界依正莊嚴就像在心鏡上顯現，心有沒有著？沒有，心沒有著。我們現在迷，迷在哪裡？你以為著了相，沒有著以為著了，這就錯了。"
    },
    {
      "id": "04-003-0093_p0051",
      "zh_CN": "这底下就是教给我们，上面就是迷，下面说，『令悟相尽唯心』，相要离开了，剩下什么？真心！相不离开，还是真心！因为相是虚妄的，相不是真实的。虽有相，相并没有染着，这个意思就圆了。心像个镜子一样，我们每天早晨起来，晚上睡觉之前，漱口、刷牙都要去照照镜子。照镜，你要晓得镜是我们的心镜，一尘不染，我们的心要像明镜一样，对外面境界清清楚楚是慧，一染不尘就是定。所以照镜子就定慧等学，你每天都照镜子，你有没有去修定慧等学？这就是学佛人跟不学佛人不一样，真正学佛人叫历事炼心，就在生活当中，圆满的成就自己的定慧二严，两种庄严。穿衣吃饭、待人接物、六根接触六尘境界，你说哪一样不是修行？哪一样不是定慧双运？哪一样不是定慧等学？等学是你在修行过程当中，双运这是你享受，起作用的时候，你怎么不快乐？你怎么不自在？清清楚楚、明明白白是慧，干干净净，一尘不染，一点烦恼也没有，没有染着，没有执着，没有忧虑，没有牵挂，没有烦恼，谁有这么自在？会的人就快乐自在，佛法讲的离苦得乐是真的，不是假的。",
      "zh_TW": "這底下就是教給我們，上面就是迷，下面說，『令悟相盡唯心』，相要離開了，剩下什麼？真心！相不離開，還是真心！因為相是虛妄的，相不是真實的。雖有相，相並沒有染著，這個意思就圓了。心像個鏡子一樣，我們每天早晨起來，晚上睡覺之前，漱口、刷牙都要去照照鏡子。照鏡，你要曉得鏡是我們的心鏡，一塵不染，我們的心要像明鏡一樣，對外面境界清清楚楚是慧，一染不塵就是定。所以照鏡子就定慧等學，你每天都照鏡子，你有沒有去修定慧等學？這就是學佛人跟不學佛人不一樣，真正學佛人叫歷事鍊心，就在生活當中，圓滿的成就自己的定慧二嚴，兩種莊嚴。穿衣吃飯、待人接物、六根接觸六塵境界，你說哪一樣不是修行？哪一樣不是定慧雙運？哪一樣不是定慧等學？等學是你在修行過程當中，雙運這是你享受，起作用的時候，你怎麼不快樂？你怎麼不自在？清清楚楚、明明白白是慧，乾乾淨淨，一塵不染，一點煩惱也沒有，沒有染著，沒有執著，沒有憂慮，沒有牽掛，沒有煩惱，誰有這麼自在？會的人就快樂自在，佛法講的離苦得樂是真的，不是假的。"
    },
    {
      "id": "04-003-0093_p0052",
      "zh_CN": "学佛的人，如果不能学得一天比一天快乐，那你就学错了。开经偈讲，那你是不解如来真实义，你不解，你愈学愈苦。如果你果然是解如来真实义，一定是一天比一天快乐，你会活得一天比一天充实，人生的确有意义、有价值。迷惑颠倒，那个意义价值是嘴皮上的，真的一点都没有，那都落空了。所以这两句就是圆宗教学的宗旨，无非是教我们了解宇宙人生的真相。我们再看底下解释：",
      "zh_TW": "學佛的人，如果不能學得一天比一天快樂，那你就學錯了。開經偈講，那你是不解如來真實義，你不解，你愈學愈苦。如果你果然是解如來真實義，一定是一天比一天快樂，你會活得一天比一天充實，人生的確有意義、有價值。迷惑顛倒，那個意義價值是嘴皮上的，真的一點都沒有，那都落空了。所以這兩句就是圓宗教學的宗旨，無非是教我們了解宇宙人生的真相。我們再看底下解釋："
    },
    {
      "id": "04-003-0093_p0053",
      "zh_CN": "【然见触事皆心。方了究竟心性。】",
      "zh_TW": "【然見觸事皆心。方了究竟心性。】"
    },
    {
      "id": "04-003-0093_p0054",
      "zh_CN": "「触事」，事是指六尘境界，触是指我们一心的作用，眼见色、耳闻声、鼻嗅香、舌尝味，这叫触事。见是智慧，般若正智，也是禅家讲的明心见性，这个见是见性，『触事皆心』，触事皆心这句就是禅宗讲的明心见性。为什么？能触的是自性，所触的还是自性。色声香味触法，外面的境界统统是自性变现的，除了自性之外，什么也没有，能所是一不是二。自己见自己不是外人，就好像灯一样，灯放光明还照灯体，还照自己，自己照自己。到入这个境界才真正明了，这叫大彻大悟究竟心性，尽虚空遍法界是什么？就是心性，除心性之外，什么也没有，这叫见性见到圆满。这是什么人？圆教佛，这叫无上正等正觉。今天跟大家讲的全是佛与大菩萨们的境界，我们虽然不能够契入，要晓得佛法所修的就是，这是我们修学的目标，我们希望早一天能够证得。为什么？证得就得大自在。所以经文的德用无量无边，至少知道我们学佛学什么，我们修行修什么，我们应该要怎样去修学，这心里总有个数了。",
      "zh_TW": "「觸事」，事是指六塵境界，觸是指我們一心的作用，眼見色、耳聞聲、鼻嗅香、舌嘗味，這叫觸事。見是智慧，般若正智，也是禪家講的明心見性，這個見是見性，『觸事皆心』，觸事皆心這句就是禪宗講的明心見性。為什麼？能觸的是自性，所觸的還是自性。色聲香味觸法，外面的境界統統是自性變現的，除了自性之外，什麼也沒有，能所是一不是二。自己見自己不是外人，就好像燈一樣，燈放光明還照燈體，還照自己，自己照自己。到入這個境界才真正明瞭，這叫大徹大悟究竟心性，盡虛空遍法界是什麼？就是心性，除心性之外，什麼也沒有，這叫見性見到圓滿。這是什麼人？圓教佛，這叫無上正等正覺。今天跟大家講的全是佛與大菩薩們的境界，我們雖然不能夠契入，要曉得佛法所修的就是，這是我們修學的目標，我們希望早一天能夠證得。為什麼？證得就得大自在。所以經文的德用無量無邊，至少知道我們學佛學什麼，我們修行修什麼，我們應該要怎樣去修學，這心裡總有個數了。"
    },
    {
      "id": "04-003-0093_p0055",
      "zh_CN": "这段文后面还很长，底下引的「梵行品」一段经文再细说圆融，它要分为三个小科目来给我们说明。今天时间到了，我们底下还有一堂，星期四可以把这段介绍出来，这里面意思非常之圆满，非常好，学佛的同修不可不知。好，我们念佛回向。",
      "zh_TW": "這段文後面還很長，底下引的「梵行品」一段經文再細說圓融，它要分為三個小科目來給我們說明。今天時間到了，我們底下還有一堂，星期四可以把這段介紹出來，這裡面意思非常之圓滿，非常好，學佛的同修不可不知。好，我們念佛迴向。"
    }
  ]
}