{
  "doc_id": "04-003-0142",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四二集",
    "zh_TW": "第一四二集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0142",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "04-003-0142_p0001",
      "zh_CN": "请掀开经本，第三百八十一页，前一次介绍到善财童子，在经里面所说的这一些境界，都是属于表法的意思。我们看到经文里面所说，他在出生的时候，他的房子里面，楼阁之中，都出现了许许多多的宝藏。这表示我们每一个人，这个宅内，就是我们自身，身就是宅，所以叫楼阁，这个身体都是用的住宅来代表的。自性里面虽然含藏着无尽的智慧德能，但是要没有这个身体就表现不出来。这智慧德能才艺显示出来，的确要靠这个身体，他用这个来表示这个意思。我们明白这个意思，才知道这个佛真实对我们说了些什么？我们明白了些什么？这才是最重要的。因此他的名号叫善财，实际上善是表善根，这个善根里面当然智慧是第一，是最重要的。像我们通常讲的，五根五力，五根是信净念定慧，慧非常重要。财，说的是才艺，说的是福德。世间人所求不外乎财富与聪明智慧，这是大家所求的。大乘佛法，就是给我们圆满自在的财富与聪明智慧，大乘修学的人就叫做善财。所以善财不是一个人，所有一切修学大乘的人都叫做善财，表这个意思。这向下经文，在三百八十一面倒数第二行，我们从第二句看起，就是善财这个名字怎么来的？他表些什么意思？我们搞清楚了。",
      "zh_TW": "請掀開經本，第三百八十一頁，前一次介紹到善財童子，在經裡面所說的這一些境界，都是屬於表法的意思。我們看到經文裡面所說，他在出生的時候，他的房子裡面，樓閣之中，都出現了許許多多的寶藏。這表示我們每一個人，這個宅內，就是我們自身，身就是宅，所以叫樓閣，這個身體都是用的住宅來代表的。自性裡面雖然含藏著無盡的智慧德能，但是要沒有這個身體就表現不出來。這智慧德能才藝顯示出來，的確要靠這個身體，他用這個來表示這個意思。我們明白這個意思，才知道這個佛真實對我們說了些什麼？我們明白了些什麼？這才是最重要的。因此他的名號叫善財，實際上善是表善根，這個善根裡面當然智慧是第一，是最重要的。像我們通常講的，五根五力，五根是信淨念定慧，慧非常重要。財，說的是才藝，說的是福德。世間人所求不外乎財富與聰明智慧，這是大家所求的。大乘佛法，就是給我們圓滿自在的財富與聰明智慧，大乘修學的人就叫做善財。所以善財不是一個人，所有一切修學大乘的人都叫做善財，表這個意思。這向下經文，在三百八十一面倒數第二行，我們從第二句看起，就是善財這個名字怎麼來的？他表些什麼意思？我們搞清楚了。"
    },
    {
      "id": "04-003-0142_p0002",
      "zh_CN": "【领五百童子。于福城东。古佛庙前。参礼文殊。】",
      "zh_TW": "【領五百童子。於福城東。古佛廟前。參禮文殊。】"
    },
    {
      "id": "04-003-0142_p0003",
      "zh_CN": "这『五百童子』是属于同学的，志同道合的朋友，这么许多人。大家有志发心求真实的智慧，所以他们到『福城』。这福城在哪里？《华严经》上告诉我们在南方。为什么称之为福城？这里面有真正的善知识，就是这个地方有有学问、有道德的人，可以向他去请教。这个善知识都住在南方，那我们讲北方就没有了，东方，西方也没有了？所以诸位一定要晓得，南方不是方向。你要把它当作方向来看，那就又错了。在五行里面讲，南是属于火，南方属火，火表光明。因此南方是什么意思？是光明之方。这个善知识住在北方，那北方是光明之方，也叫南方，不叫北方。他住在东方，我们也叫它作南方。凡是真正善知识居住的地方，都叫它作南方。所以这个南不是属于方向，是代表光明智慧的方向。这有智慧的人居住的地方就是有福，所以他住的这个地方，这个都市，就叫福城，这福城就太多了，这是真正善知识居住的地方。我们在五十三参，每一位善知识都有指示他，到南方哪个地方去寻求，统统指南方，所以你一定要清楚，这不是方向，这是指智慧之方，是这个意思。",
      "zh_TW": "這『五百童子』是屬於同學的，志同道合的朋友，這麼許多人。大家有志發心求真實的智慧，所以他們到『福城』。這福城在哪裡？《華嚴經》上告訴我們在南方。為什麼稱之為福城？這裡面有真正的善知識，就是這個地方有有學問、有道德的人，可以向他去請教。這個善知識都住在南方，那我們講北方就沒有了，東方，西方也沒有了？所以諸位一定要曉得，南方不是方向。你要把它當作方向來看，那就又錯了。在五行裡面講，南是屬於火，南方屬火，火表光明。因此南方是什麼意思？是光明之方。這個善知識住在北方，那北方是光明之方，也叫南方，不叫北方。他住在東方，我們也叫它作南方。凡是真正善知識居住的地方，都叫它作南方。所以這個南不是屬於方向，是代表光明智慧的方向。這有智慧的人居住的地方就是有福，所以他住的這個地方，這個都市，就叫福城，這福城就太多了，這是真正善知識居住的地方。我們在五十三參，每一位善知識都有指示他，到南方哪個地方去尋求，統統指南方，所以你一定要清楚，這不是方向，這是指智慧之方，是這個意思。"
    },
    {
      "id": "04-003-0142_p0004",
      "zh_CN": "『古佛庙前』，这是表善知识一定是有师承的，不是无师自通的。是从自古以来代代相传，他有师承的，取这个意思。『参礼文殊』，这是善财童子这一帮人想求学，第一个去拜访请教的这个善友，就是我们今天人讲的老师，寻师访道，第一个老师就是文殊菩萨。我们到外面去参学，真的第一个老师，那个老师就叫做文殊菩萨。所以你不要以为善财很幸运，他遇到文殊菩萨，我们连个阿罗汉都遇不到，那你就错了。文殊菩萨代表是什么？代表启蒙的老师。在这个老师的会下成就根本智。我们从前在世间法里面读书，一个小朋友七岁上学，古时候叫小学，这个小学多半都是私塾，跟一个老师。接受这个老师的教导，大概从七岁到十二岁。老师教他什么？教他生活教育，就是这个宅内楼阁里面生无尽宝藏的意思。生活教育，所以老师他的举止言行要做学生的榜样，要做学生的模范，跟学生生活在一起。所以从前教小学的老师，教启蒙的老师，就像现在的保姆一样，纠正他错误的行为，纠正他错误的言语，教这些，是教你怎么做人，怎么样待人接物，如何奉事父母，如何对待兄长，如何对待你的弟妹，教你这些，所以教育是教你做人。",
      "zh_TW": "『古佛廟前』，這是表善知識一定是有師承的，不是無師自通的。是從自古以來代代相傳，他有師承的，取這個意思。『參禮文殊』，這是善財童子這一幫人想求學，第一個去拜訪請教的這個善友，就是我們今天人講的老師，尋師訪道，第一個老師就是文殊菩薩。我們到外面去參學，真的第一個老師，那個老師就叫做文殊菩薩。所以你不要以為善財很幸運，他遇到文殊菩薩，我們連個阿羅漢都遇不到，那你就錯了。文殊菩薩代表是什麼？代表啟蒙的老師。在這個老師的會下成就根本智。我們從前在世間法裡面讀書，一個小朋友七歲上學，古時候叫小學，這個小學多半都是私塾，跟一個老師。接受這個老師的教導，大概從七歲到十二歲。老師教他什麼？教他生活教育，就是這個宅內樓閣裡面生無盡寶藏的意思。生活教育，所以老師他的舉止言行要做學生的榜樣，要做學生的模範，跟學生生活在一起。所以從前教小學的老師，教啟蒙的老師，就像現在的保姆一樣，糾正他錯誤的行為，糾正他錯誤的言語，教這些，是教你怎麼做人，怎麼樣待人接物，如何奉事父母，如何對待兄長，如何對待你的弟妹，教你這些，所以教育是教你做人。"
    },
    {
      "id": "04-003-0142_p0005",
      "zh_CN": "除此之外，就是教你读书。读书在古时候由老师选定经典，大概从南宋以后，朱熹编了一套四书，这现在大家同学都很熟悉的。从四书编辑出版之后，大概一般启蒙都是用这个教科书。《大学》，《中庸》，《论语》，《孟子》，这四书是教你读，老师教句读。从前的书没有标点符号，没有标点，老师教的时候把句子圈出来，叫你读，叫你背，不讲解的。天分好的人，老师就多教几行经文；天分差一点的，就少念几行。但是他的标准一定是念十遍就能够背诵，这是标准。十遍不能背诵，那就是老师教的课分量太多了，要减少。所以从前念的时候要念行数，天分差的念个三行，三行念十遍，差不多会背了！天分好的人念十行，或者十二行，多的时候念到二十行，那就是一面，那个十遍就能够背诵的话，确实记忆力很强，天分很高。所以看到学生不同的程度，虽然课本是一样，进度不一样，进度每个人都不一样。能背之后，就是念遍数。通常从前的老师，大概在你念五遍就能背的，你要念一百遍。如果念十遍才能念背，表示你的根性钝一点。换句话说，你用的功夫要比别人多，老师规定你要念二百遍。这念下去之后，到一生都不会忘记。",
      "zh_TW": "除此之外，就是教你讀書。讀書在古時候由老師選定經典，大概從南宋以後，朱熹編了一套四書，這現在大家同學都很熟悉的。從四書編輯出版之後，大概一般啟蒙都是用這個教科書。《大學》，《中庸》，《論語》，《孟子》，這四書是教你讀，老師教句讀。從前的書沒有標點符號，沒有標點，老師教的時候把句子圈出來，叫你讀，叫你背，不講解的。天分好的人，老師就多教幾行經文；天分差一點的，就少念幾行。但是他的標準一定是念十遍就能夠背誦，這是標準。十遍不能背誦，那就是老師教的課分量太多了，要減少。所以從前念的時候要念行數，天分差的念個三行，三行念十遍，差不多會背了！天分好的人念十行，或者十二行，多的時候念到二十行，那就是一面，那個十遍就能夠背誦的話，確實記憶力很強，天分很高。所以看到學生不同的程度，雖然課本是一樣，進度不一樣，進度每個人都不一樣。能背之後，就是念遍數。通常從前的老師，大概在你念五遍就能背的，你要念一百遍。如果念十遍才能念背，表示你的根性鈍一點。換句話說，你用的功夫要比別人多，老師規定你要念二百遍。這念下去之後，到一生都不會忘記。"
    },
    {
      "id": "04-003-0142_p0006",
      "zh_CN": "所以我们从前跟李老师在一起，李老师八十多岁人了，跟我们讲古文，引经据典，随口就流露出来。他为什么记的这么熟？小时候背过，现代教育不懂这个方法，小时候背诵的。每一天背，老师不讲解的，这是训练什么？就是佛法里面讲的根本智，训练根本智。这个小朋友也一样，不约束他，他也会胡思乱想。胡思乱想是增长烦恼，烦恼障、所知障天天增加。老师天天叫他念书，书什么意思也不知道，尽管念就是，尽管背就是了，从六岁背到十二岁，天分好的，大概五经、十三经，天分差的五经都背熟了，天分好的，十三经读完成了。再由老师因学生的才智选择诸子百家，我们现在四库里面的子书，集书。集是文集，这古时候教学是以经史为最重要的，经史是主修课，子书跟这集是选修的。那是你自己在主修的课程完成之后，还有能力再选课，选这个统统是背诵，没有讲解的，背诵。换句话说，从小就不许你胡思乱想。用什么方法来制止你胡思乱想？教你背圣贤人的书，这方法妙绝了。这是小学，这个老师叫启蒙的老师，这个老师叫文殊菩萨。文殊菩萨教你什么？就教你这个。文殊菩萨好当，天天看着你念书，一遍，两遍，计遍数，不准胡思乱想，所以这个老师好当。只要句读没有念错，字没有念错，句子没有念错就行了。所以这一本书重复几百遍，念书。这第一个阶段，他见文殊菩萨，这是第一个阶段。",
      "zh_TW": "所以我們從前跟李老師在一起，李老師八十多歲人了，跟我們講古文，引經據典，隨口就流露出來。他為什麼記的這麼熟？小時候背過，現代教育不懂這個方法，小時候背誦的。每一天背，老師不講解的，這是訓練什麼？就是佛法裡面講的根本智，訓練根本智。這個小朋友也一樣，不約束他，他也會胡思亂想。胡思亂想是增長煩惱，煩惱障、所知障天天增加。老師天天叫他念書，書什麼意思也不知道，儘管念就是，儘管背就是了，從六歲背到十二歲，天分好的，大概五經、十三經，天分差的五經都背熟了，天分好的，十三經讀完成了。再由老師因學生的才智選擇諸子百家，我們現在四庫裡面的子書，集書。集是文集，這古時候教學是以經史為最重要的，經史是主修課，子書跟這集是選修的。那是你自己在主修的課程完成之後，還有能力再選課，選這個統統是背誦，沒有講解的，背誦。換句話說，從小就不許你胡思亂想。用什麼方法來制止你胡思亂想？教你背聖賢人的書，這方法妙絕了。這是小學，這個老師叫啟蒙的老師，這個老師叫文殊菩薩。文殊菩薩教你什麼？就教你這個。文殊菩薩好當，天天看著你念書，一遍，兩遍，計遍數，不准胡思亂想，所以這個老師好當。只要句讀沒有念錯，字沒有念錯，句子沒有念錯就行了。所以這一本書重複幾百遍，念書。這第一個階段，他見文殊菩薩，這是第一個階段。"
    },
    {
      "id": "04-003-0142_p0007",
      "zh_CN": "离开文殊菩萨这出去参学，从德云比丘，我们这个本子叫吉祥云比丘，这就是《四十华严》的本子叫吉祥云，《八十华严》的本子叫德云，意思都是一样的，德就是吉祥的意思，这是翻译的人翻译的不同。从这个就好像入了太学，古时候没有中学，只有小学跟太学。入太学里面，那就是听讲解，研究讨论。这在佛法里面讲，后得智。前面是根本智，根本智是清净心，以清净心，以真诚心，以恭敬心，将古圣先贤留下来的教训，我们记的清清楚楚明明白白，这是教学的第一个阶段。第二阶段，这就是听讲解。所以这个读跟讲分成两个阶段。因为小朋友年龄小，十二岁之前，他智慧还不开，你跟他讲解没有用处，不需要讲解，只叫他修清净心，修成正心诚意。正心诚意是从小培养的，大了就不行，大了就滑头，他心里就做怪，那没有法子。所以一定是从小养成的，养成正心诚意。到太学，这就是听老师讲解，讲解可以研究讨论，智慧增长。这个智慧叫后得智。这种智慧一定可以应用在生活上。你有智慧，你有能力，你有才艺，必然改进你的生活品质，这不就有福了吗？这个参学到了普贤菩萨，这后得智差不多圆满，根本智、后得智二智圆满。到文殊这是圆满了，圆满那一个德用，经上这种比喻，实实在在跟实际的状况天壤之别，怎么比也比不上。那一种德用，就在本经后面，十大愿王里面，给诸位透露一点消息，真实的德用。",
      "zh_TW": "離開文殊菩薩這出去參學，從德雲比丘，我們這個本子叫吉祥雲比丘，這就是《四十華嚴》的本子叫吉祥雲，《八十華嚴》的本子叫德雲，意思都是一樣的，德就是吉祥的意思，這是翻譯的人翻譯的不同。從這個就好像入了太學，古時候沒有中學，只有小學跟太學。入太學裡面，那就是聽講解，研究討論。這在佛法裡面講，後得智。前面是根本智，根本智是清淨心，以清淨心，以真誠心，以恭敬心，將古聖先賢留下來的教訓，我們記的清清楚楚明明白白，這是教學的第一個階段。第二階段，這就是聽講解。所以這個讀跟講分成兩個階段。因為小朋友年齡小，十二歲之前，他智慧還不開，你跟他講解沒有用處，不需要講解，只叫他修清淨心，修成正心誠意。正心誠意是從小培養的，大了就不行，大了就滑頭，他心裡就做怪，那沒有法子。所以一定是從小養成的，養成正心誠意。到太學，這就是聽老師講解，講解可以研究討論，智慧增長。這個智慧叫後得智。這種智慧一定可以應用在生活上。你有智慧，你有能力，你有才藝，必然改進你的生活品質，這不就有福了嗎？這個參學到了普賢菩薩，這後得智差不多圓滿，根本智、後得智二智圓滿。到文殊這是圓滿了，圓滿那一個德用，經上這種比喻，實實在在跟實際的狀況天壤之別，怎麼比也比不上。那一種德用，就在本經後面，十大願王裡面，給諸位透露一點消息，真實的德用。"
    },
    {
      "id": "04-003-0142_p0008",
      "zh_CN": "【最后参见普贤。即菩提场如来会中为说显因广大相也。】",
      "zh_TW": "【最後參見普賢。即菩提場如來會中為說顯因廣大相也。】"
    },
    {
      "id": "04-003-0142_p0009",
      "zh_CN": "所以普贤菩萨行愿这一章，就是最后这一卷经，确确实实是诸佛如来果地上的境界。你如果真的明白、真的清楚，你才知道成佛的好处，这个人不能不成佛。为什么？真实的享受，确实至高无上的享受。这是我们把大意说出来。再看下面。",
      "zh_TW": "所以普賢菩薩行願這一章，就是最後這一卷經，確確實實是諸佛如來果地上的境界。你如果真的明白、真的清楚，你才知道成佛的好處，這個人不能不成佛。為什麼？真實的享受，確實至高無上的享受。這是我們把大意說出來。再看下面。"
    },
    {
      "id": "04-003-0142_p0010",
      "zh_CN": "【又以大圣知此童子已曾供养过去诸佛。深种善根。信缘广大。常乐亲近诸善知识。身语意业皆无过失。勇猛精进净菩萨道。求一切智成佛法器。其心清净。犹如虚空。以是当机。诚宜授法。故遍告也。】",
      "zh_TW": "【又以大聖知此童子已曾供養過去諸佛。深種善根。信緣廣大。常樂親近諸善知識。身語意業皆無過失。勇猛精進淨菩薩道。求一切智成佛法器。其心清淨。猶如虛空。以是當機。誠宜授法。故遍告也。】"
    },
    {
      "id": "04-003-0142_p0011",
      "zh_CN": "这段文相当重要。这段文给我们说明，成佛所具备的条件，你要不具备这个条件，你这一生就成就不了。具备了这个条件，普贤菩萨一定把成佛的法门传授给你。那我们想一想，我们跟这个条件比差的太远了。这是你自己粗心大意，如果你冷静仔细再想一想，差的不太远，只要再加一把劲，他就是这个条件，我们讲又有这个资格了。怎么晓得？你看看，一开端他就讲，这个人，这个童子『已曾供养过去诸佛，深种善根』，普贤菩萨所说的，跟世尊在《无量寿经》上所讲的完全一样。如果不是过去生中，供养无量无边诸佛如来，深种善根，你对于这个经典是听不进去的。你今天听到这个经典，还能生欢喜心，还能生羡慕之心，还动个念头，我这一生想成就。换句话说，这个条件你具足了。普贤菩萨教我们的法门，就是念佛求生净土。所以魏源居士将这一卷经附在净土三经的后面，称为净土四经，就是这个道理。他不是别的方法，教我们念佛求生净土。我们在这一生能不能成就？实在讲，就是底下这些条件我们有没有？前面第一个条件那当然不是一生一世能修的成功的，这生生世世累积的善根福德因缘我们今天统统具足，这不是假的。",
      "zh_TW": "這段文相當重要。這段文給我們說明，成佛所具備的條件，你要不具備這個條件，你這一生就成就不了。具備了這個條件，普賢菩薩一定把成佛的法門傳授給你。那我們想一想，我們跟這個條件比差的太遠了。這是你自己粗心大意，如果你冷靜仔細再想一想，差的不太遠，只要再加一把勁，他就是這個條件，我們講又有這個資格了。怎麼曉得？你看看，一開端他就講，這個人，這個童子『已曾供養過去諸佛，深種善根』，普賢菩薩所說的，跟世尊在《無量壽經》上所講的完全一樣。如果不是過去生中，供養無量無邊諸佛如來，深種善根，你對於這個經典是聽不進去的。你今天聽到這個經典，還能生歡喜心，還能生羨慕之心，還動個念頭，我這一生想成就。換句話說，這個條件你具足了。普賢菩薩教我們的法門，就是念佛求生淨土。所以魏源居士將這一卷經附在淨土三經的後面，稱為淨土四經，就是這個道理。他不是別的方法，教我們念佛求生淨土。我們在這一生能不能成就？實在講，就是底下這些條件我們有沒有？前面第一個條件那當然不是一生一世能修的成功的，這生生世世累積的善根福德因緣我們今天統統具足，這不是假的。"
    },
    {
      "id": "04-003-0142_p0012",
      "zh_CN": "下面这是讲，『信缘广大』，有深广的信心。『常乐亲近诸善知识』，这一个条件我们要考虑，这就讲到前面那个信缘。信有了，缘？缘很难遇到，真的是可遇不可求。世出世间大小事情，要想做得圆满成就，都在这个缘字上。最近这几年，我们本省的同胞，海外也有不少侨胞，看中了大陆的市场，纷纷到大陆投资。有些同修是信佛的，遇到我，跟我讲大陆上投资的情形，我就教给他，发财之道，这佛法里什么都讲的。怎样才能发财？有缘，你跟大陆这一块土地有缘，你跟大陆那些居民有缘，你在那里做什么生意都会发财。如果你跟那个地方没有缘，你在那里发财就很困难。这个学佛的同修听我这个话，能听的进去，听的觉得是很有道理，那就来问我：法师，你看看我跟大陆有没有缘？那我又不是算命看相的。算命看相的，说老实话，也不过是骗骗你而已，谁给你说真话？缘是要靠自己去结，你不跟他结缘，这缘从哪里来！",
      "zh_TW": "下面這是講，『信緣廣大』，有深廣的信心。『常樂親近諸善知識』，這一個條件我們要考慮，這就講到前面那個信緣。信有了，緣？緣很難遇到，真的是可遇不可求。世出世間大小事情，要想做得圓滿成就，都在這個緣字上。最近這幾年，我們本省的同胞，海外也有不少僑胞，看中了大陸的市場，紛紛到大陸投資。有些同修是信佛的，遇到我，跟我講大陸上投資的情形，我就教給他，發財之道，這佛法裡什麼都講的。怎樣才能發財？有緣，你跟大陸這一塊土地有緣，你跟大陸那些居民有緣，你在那裡做什麼生意都會發財。如果你跟那個地方沒有緣，你在那裡發財就很困難。這個學佛的同修聽我這個話，能聽的進去，聽的覺得是很有道理，那就來問我：法師，你看看我跟大陸有沒有緣？那我又不是算命看相的。算命看相的，說老實話，也不過是騙騙你而已，誰給你說真話？緣是要靠自己去結，你不跟他結緣，這緣從哪裡來！"
    },
    {
      "id": "04-003-0142_p0013",
      "zh_CN": "缘要怎么建法？譬如大陆许多地区很落后，我们帮助它建设，佛教给我们布施。你们只晓得布施到寺庙，没有想到布施到地方。你跟这个寺庙结缘，老百姓没有缘，你就发不了财。顶多你到寺庙里面去，寺庙里面法师对你招待很热烈，为什么？你是财神爷，施主！怎么敢得罪？好好招待你。你跟平常一般老百姓接触，人家就冷眼看你，理也不理会你，没有缘。应当要知道，帮助地方的建设。我们在所赚的利润里面拿出一些回馈给地方。帮助这个地方贫困的人，给这些人结缘。像我这一次到大陆，我们对于大陆各个省分里面，我们是选择一个大学，因为我们没有多的力量！力量太有限，太薄弱了。送它一套《四库荟要》，这是跟地方有缘。另外，我们选择一些好的学校，我们送它奖学金。一般大学，我们送十个名额，赠送十个名额；中学，我们赠送二十个名额。中学生的奖学金是每一年颁发一次，一名一百块美金；大学是一名两百块美金，等于说是每个学校，一年是美金两千元，这是与那个地方的人有缘。",
      "zh_TW": "緣要怎麼建法？譬如大陸許多地區很落後，我們幫助它建設，佛教給我們布施。你們只曉得布施到寺廟，沒有想到布施到地方。你跟這個寺廟結緣，老百姓沒有緣，你就發不了財。頂多你到寺廟裡面去，寺廟裡面法師對你招待很熱烈，為什麼？你是財神爺，施主！怎麼敢得罪？好好招待你。你跟平常一般老百姓接觸，人家就冷眼看你，理也不理會你，沒有緣。應當要知道，幫助地方的建設。我們在所賺的利潤裡面拿出一些回饋給地方。幫助這個地方貧困的人，給這些人結緣。像我這一次到大陸，我們對於大陸各個省分裡面，我們是選擇一個大學，因為我們沒有多的力量！力量太有限，太薄弱了。送它一套《四庫薈要》，這是跟地方有緣。另外，我們選擇一些好的學校，我們送它獎學金。一般大學，我們送十個名額，贈送十個名額；中學，我們贈送二十個名額。中學生的獎學金是每一年頒發一次，一名一百塊美金；大學是一名兩百塊美金，等於說是每個學校，一年是美金兩千元，這是與那個地方的人有緣。"
    },
    {
      "id": "04-003-0142_p0014",
      "zh_CN": "我鼓励我们的商人到大陆上投资，对于地方建设，学校奖学金，多多设立。实在讲，纵然他们最好的大学，经费还是不足。我这次到北京，送北大的奖学金。他们的校长，这个学校的领导接见我们，谈到学校经费依然不足，非常希望我们帮助他们在图书设备上的添增。所以图书馆的韩馆长知道这个情形之后，当时她就送了五千块美金，给图书馆添增图书设备。这是国家最好的一个学校，每一年购买新书的经费还这样的困难，其他学校可想而知。中国大陆在今天，说实在话最重要的是教育，是农业，现在大陆政府也注意到，这就结缘了。大家对于这块土地有缘，跟这些人有缘，你的生意就好做。你的产品一推出来，人人喜欢，为什么？跟你有缘。纵然我们产品还差一点，不如别人，但是销路会非常好，人家喜欢买你的，跟你有缘，就是这么个道理，所以缘很重要。像这个学佛，你要跟道场有缘，跟这个法师有缘，跟同修大众有缘，这才能成就道业。我们有没有结缘？",
      "zh_TW": "我鼓勵我們的商人到大陸上投資，對於地方建設，學校獎學金，多多設立。實在講，縱然他們最好的大學，經費還是不足。我這次到北京，送北大的獎學金。他們的校長，這個學校的領導接見我們，談到學校經費依然不足，非常希望我們幫助他們在圖書設備上的添增。所以圖書館的韓館長知道這個情形之後，當時她就送了五千塊美金，給圖書館添增圖書設備。這是國家最好的一個學校，每一年購買新書的經費還這樣的困難，其他學校可想而知。中國大陸在今天，說實在話最重要的是教育，是農業，現在大陸政府也注意到，這就結緣了。大家對於這塊土地有緣，跟這些人有緣，你的生意就好做。你的產品一推出來，人人喜歡，為什麼？跟你有緣。縱然我們產品還差一點，不如別人，但是銷路會非常好，人家喜歡買你的，跟你有緣，就是這麼個道理，所以緣很重要。像這個學佛，你要跟道場有緣，跟這個法師有緣，跟同修大眾有緣，這才能成就道業。我們有沒有結緣？"
    },
    {
      "id": "04-003-0142_p0015",
      "zh_CN": "像我们初学进入一个道场，怎么会结缘法？实在讲，现在大家都富裕了。我那个时候刚刚学佛很可怜，我在慈光图书馆，慈光图书馆的性质跟我们基金会的性质差不多，我是里面的雇员，供给我吃住，一个月零用钱五十块钱。我们跟大家怎么结缘？每一天把环境整理的干干净净，让每一个同修到这里来听经，到这里来看书，觉得很舒适，这就是我跟他结缘；对待每个同学笑脸相迎，亲切服务，这就是结缘。所以结缘，没有钱也可以结缘。不一定说一定要有钱才可以结缘，没钱一样的结缘。与这个道场大众有缘，我们才能在这里长住，才能在这个地方成就道业，爱护这个道场，帮助这个道场，这是非常重要，亲近善知识。",
      "zh_TW": "像我們初學進入一個道場，怎麼會結緣法？實在講，現在大家都富裕了。我那個時候剛剛學佛很可憐，我在慈光圖書館，慈光圖書館的性質跟我們基金會的性質差不多，我是裡面的雇員，供給我吃住，一個月零用錢五十塊錢。我們跟大家怎麼結緣？每一天把環境整理的乾乾淨淨，讓每一個同修到這裡來聽經，到這裡來看書，覺得很舒適，這就是我跟他結緣；對待每個同學笑臉相迎，親切服務，這就是結緣。所以結緣，沒有錢也可以結緣。不一定說一定要有錢才可以結緣，沒錢一樣的結緣。與這個道場大眾有緣，我們才能在這裡長住，才能在這個地方成就道業，愛護這個道場，幫助這個道場，這是非常重要，親近善知識。"
    },
    {
      "id": "04-003-0142_p0016",
      "zh_CN": "『身语意业，皆无过失』。这个功过的标准是戒律，戒律只讲原则，不能讲琐碎的条文。为什么？古今生活环境不相同，意识形态不相同，风俗习惯不相同，所以就是法律的条文，每隔二、三十年有个大幅度的修订。在从前法律差不多二、三十年要重新修订一次。现在不行了，现在这个社会进步的太快，每隔二、三年就要修订一次。你看立法院不是常常修订条文吗？为什么要修订？三年前适用，三年后就不适用了，所以要常常修订。条文虽然常常修订，那一个法理精神永远是不变的。就是佛法戒律是「诸恶莫作，众善奉行」，这是决定不变的，依据善恶的标准来修订条文。所以佛在这个戒律条文里面，仅指示我们，超越时空，永远不变的几个原则。像不杀生，这个杀生，古人说不好，现在人也说不好；中国人说不好，外国人也说不好，可见得它是超越古今中外，所以这个永远不变的。杀生，偷盗，邪淫，妄语，几乎全世界的人都承认这不是好事情，一定要禁止。所以佛家叫根本大戒，四条。其他的条文，都可以因时因地去修订的，这我们要知道。",
      "zh_TW": "『身語意業，皆無過失』。這個功過的標準是戒律，戒律只講原則，不能講瑣碎的條文。為什麼？古今生活環境不相同，意識形態不相同，風俗習慣不相同，所以就是法律的條文，每隔二、三十年有個大幅度的修訂。在從前法律差不多二、三十年要重新修訂一次。現在不行了，現在這個社會進步的太快，每隔二、三年就要修訂一次。你看立法院不是常常修訂條文嗎？為什麼要修訂？三年前適用，三年後就不適用了，所以要常常修訂。條文雖然常常修訂，那一個法理精神永遠是不變的。就是佛法戒律是「諸惡莫作，眾善奉行」，這是決定不變的，依據善惡的標準來修訂條文。所以佛在這個戒律條文裡面，僅指示我們，超越時空，永遠不變的幾個原則。像不殺生，這個殺生，古人說不好，現在人也說不好；中國人說不好，外國人也說不好，可見得它是超越古今中外，所以這個永遠不變的。殺生，偷盜，邪淫，妄語，幾乎全世界的人都承認這不是好事情，一定要禁止。所以佛家叫根本大戒，四條。其他的條文，都可以因時因地去修訂的，這我們要知道。"
    },
    {
      "id": "04-003-0142_p0017",
      "zh_CN": "我也常在讲堂向诸位同修报告，戒律包括现在的法律，法令规章，都在这个戒律范围之内，乃至于风俗习惯，道德观念都融合在这个里面。所以持戒这两个字，要用现代的话来说，就是守法。前面跟诸位说过，这启蒙的老师，他这个恩德最大，就是从小给我们建树一个典型的模范，这个恩德太大了，习惯成自然。他虽然没有给我们讲经说法，但是他的一举一动都符合规矩。也就是说，他守法，坐有坐的相，站有站的相，叫学生学他。学生不像的话，他就要喝斥。他自己是一个典型，自己是个模范。自己如果很随便，怎么能教学生？所以老师这个恩德跟父母没有两样，就在此地。他给我们做榜样，做一个守法的榜样。",
      "zh_TW": "我也常在講堂向諸位同修報告，戒律包括現在的法律，法令規章，都在這個戒律範圍之內，乃至於風俗習慣，道德觀念都融合在這個裡面。所以持戒這兩個字，要用現代的話來說，就是守法。前面跟諸位說過，這啟蒙的老師，他這個恩德最大，就是從小給我們建樹一個典型的模範，這個恩德太大了，習慣成自然。他雖然沒有給我們講經說法，但是他的一舉一動都符合規矩。也就是說，他守法，坐有坐的相，站有站的相，叫學生學他。學生不像的話，他就要喝斥。他自己是一個典型，自己是個模範。自己如果很隨便，怎麼能教學生？所以老師這個恩德跟父母沒有兩樣，就在此地。他給我們做榜樣，做一個守法的榜樣。"
    },
    {
      "id": "04-003-0142_p0018",
      "zh_CN": "佛弟子，大、小乘经上常常赞叹，人天师表。换句话说，我们在社会，是这个社会各阶层的榜样，我们有没有做到？我们要没有做到，那说老实话，你破戒了。你在马路上走路，你不守法，马路随便穿过去，你破戒了，你知不知道？站不像个站相，坐不像个坐相，都破了戒。今天佛教在这个社会为什么叫人轻视？为什么叫人瞧不起？为什么人家说我们迷信？这不能怪人，人家没错，错在自己，我们没做到。打的是我学佛的招牌，我是受了三皈，受了菩萨戒，其实言行比个普通的人都不如，你怎么能叫人瞧得起？是的，中国人都不守法，怎么晓得？我们台湾到外国都守法。我在美国看到很多台湾人，排队，一个个规规矩矩的，他都不敢乱来的。走路一定要斑马线，红绿灯，他不敢随便走的。他为什么会守法？为什么在自己国家不守法？人家是法治的国家，管制得很严格，你犯法，警察马上就给他抓去，不敢犯法，要守法。回到自己国家，大家不守法，正因为大家不守法，我们佛教徒要守法。做移风易俗，潜移默化的工作，这才是佛弟子，这才值得社会大众的尊敬。",
      "zh_TW": "佛弟子，大、小乘經上常常讚歎，人天師表。換句話說，我們在社會，是這個社會各階層的榜樣，我們有沒有做到？我們要沒有做到，那說老實話，你破戒了。你在馬路上走路，你不守法，馬路隨便穿過去，你破戒了，你知不知道？站不像個站相，坐不像個坐相，都破了戒。今天佛教在這個社會為什麼叫人輕視？為什麼叫人瞧不起？為什麼人家說我們迷信？這不能怪人，人家沒錯，錯在自己，我們沒做到。打的是我學佛的招牌，我是受了三皈，受了菩薩戒，其實言行比個普通的人都不如，你怎麼能叫人瞧得起？是的，中國人都不守法，怎麼曉得？我們台灣到外國都守法。我在美國看到很多台灣人，排隊，一個個規規矩矩的，他都不敢亂來的。走路一定要斑馬線，紅綠燈，他不敢隨便走的。他為什麼會守法？為什麼在自己國家不守法？人家是法治的國家，管制得很嚴格，你犯法，警察馬上就給他抓去，不敢犯法，要守法。回到自己國家，大家不守法，正因為大家不守法，我們佛教徒要守法。做移風易俗，潛移默化的工作，這才是佛弟子，這才值得社會大眾的尊敬。"
    },
    {
      "id": "04-003-0142_p0019",
      "zh_CN": "所以经典是教科书，学了之后要会用。我们身体一举一动没有过失，符合现代礼节规矩。我们的言语没有过失，言语真诚，言语简练，这都说话要学，心地清净，这意业，心地清净慈悲。念念之中，想到我们对社会的责任，对国家的责任，对世界安定和平的责任，对历史的责任，这样才对得起佛菩萨的教诲。你没有这个意念，那你就不叫学佛。所以今天说实在话，眼前我们最重要的要做的，就是要守法。",
      "zh_TW": "所以經典是教科書，學了之後要會用。我們身體一舉一動沒有過失，符合現代禮節規矩。我們的言語沒有過失，言語真誠，言語簡練，這都說話要學，心地清淨，這意業，心地清淨慈悲。念念之中，想到我們對社會的責任，對國家的責任，對世界安定和平的責任，對歷史的責任，這樣才對得起佛菩薩的教誨。你沒有這個意念，那你就不叫學佛。所以今天說實在話，眼前我們最重要的要做的，就是要守法。"
    },
    {
      "id": "04-003-0142_p0020",
      "zh_CN": "『勇猛精进』，这是讲求新求进步，而绝对不是墨守成规，那就错了。时代不断在进步，尤其今天的科技，日新月异，我们自己在智慧，在德行，在能力，要跟不上这个时代，必定被时代所淘汰掉。佛弟子实在说，他的使命是永远站在时代的前端，领导这个时代向前进，这是真正的佛弟子。菩萨六波罗蜜里面，精进波罗蜜，勇猛精进，精益求精，要有这个精神，有这个毅力，不疲不厌，你在这里面才真正得到法喜充满，真正体会到人生的意义与价值，这一生就没有空过。",
      "zh_TW": "『勇猛精進』，這是講求新求進步，而絕對不是墨守成規，那就錯了。時代不斷在進步，尤其今天的科技，日新月異，我們自己在智慧，在德行，在能力，要跟不上這個時代，必定被時代所淘汰掉。佛弟子實在說，他的使命是永遠站在時代的前端，領導這個時代向前進，這是真正的佛弟子。菩薩六波羅蜜裡面，精進波羅蜜，勇猛精進，精益求精，要有這個精神，有這個毅力，不疲不厭，你在這裡面才真正得到法喜充滿，真正體會到人生的意義與價值，這一生就沒有空過。"
    },
    {
      "id": "04-003-0142_p0021",
      "zh_CN": "『净菩萨道』，这个菩萨道就是觉悟的心，觉而不迷。净觉这个心地就往上又提升了一层。不但觉，清净。实在讲就是三皈里面所说的，觉而不迷，正而不邪，净而不染。净菩萨道，这三句统统圆满，统统具足了。『求一切智』，这个地方的一切智，是讲的后得智。那就是善财童子五十三参，无所不知，无所不能，『成佛法器』。佛是圆满的大觉，到普贤菩萨的，这真的成功了。",
      "zh_TW": "『淨菩薩道』，這個菩薩道就是覺悟的心，覺而不迷。淨覺這個心地就往上又提升了一層。不但覺，清淨。實在講就是三皈裡面所說的，覺而不迷，正而不邪，淨而不染。淨菩薩道，這三句統統圓滿，統統具足了。『求一切智』，這個地方的一切智，是講的後得智。那就是善財童子五十三參，無所不知，無所不能，『成佛法器』。佛是圓滿的大覺，到普賢菩薩的，這真的成功了。"
    },
    {
      "id": "04-003-0142_p0022",
      "zh_CN": "『其心清净，犹如虚空』。这一句话就是六祖大师所说的，本来无一物，何处惹尘埃。心里头有一物，就不是纯净，就不是真的清净，他还有一物。犹如虚空，就是一物都不染，取这个意思，这是比喻清净。这里面所说的几句，这是大菩萨的境界。我们虽然没有证得菩萨的果位，应当学的，要当仁不让，要认真努力修学。一心念佛，求生净土，见到阿弥陀佛，这个境界就完全兑现。所以此地他虽然讲的，这个地方里面所说的，都是十地等觉菩萨他们具备的条件。我们今天实在讲，我们的善根福德确实是具足，重要的就是因缘。因缘我们是不是具足？因缘是接触到、遇到。遇到之后，问题就是我们信不信？我们愿不愿？如果遇到这个因缘，能信能愿能行，好！那你这个缘具足了。善根福德因缘，这三个条件具足，那就恭喜你，你这一生就要成佛。生到西方极乐世界就是圆成佛道。",
      "zh_TW": "『其心清淨，猶如虛空』。這一句話就是六祖大師所說的，本來無一物，何處惹塵埃。心裡頭有一物，就不是純淨，就不是真的清淨，他還有一物。猶如虛空，就是一物都不染，取這個意思，這是比喻清淨。這裡面所說的幾句，這是大菩薩的境界。我們雖然沒有證得菩薩的果位，應當學的，要當仁不讓，要認真努力修學。一心念佛，求生淨土，見到阿彌陀佛，這個境界就完全兌現。所以此地他雖然講的，這個地方裡面所說的，都是十地等覺菩薩他們具備的條件。我們今天實在講，我們的善根福德確實是具足，重要的就是因緣。因緣我們是不是具足？因緣是接觸到、遇到。遇到之後，問題就是我們信不信？我們願不願？如果遇到這個因緣，能信能願能行，好！那你這個緣具足了。善根福德因緣，這三個條件具足，那就恭喜你，你這一生就要成佛。生到西方極樂世界就是圓成佛道。"
    },
    {
      "id": "04-003-0142_p0023",
      "zh_CN": "『以是当机，诚宜授法』。这信愿行三个条件都具足的人，应该把成佛的法门告诉他，这个成佛的法门就是本经所讲的十大愿王导归极乐，缘熟的人。所以诸位要晓得，古来的我们不说，我们讲最近的。我听倓虚老法师讲得最多，我也能记得清楚。倓虚老法师一生所亲眼见到往生的那些人，临终没有病苦，预知时至，来去自在，他老人家一生当中见到二十多个。我们在台湾，大概民国五十一，二年的时候，龙江街莲友念佛团的创办人，李济华老居士的往生，多自在！跟大家讲经说法，音声洪亮的，讲了一个半钟点，告诉大家，我要回家去了。下了讲台，沙发上一坐，就往生了，你看多自在。实际上，李济华老居士往生，两个月以前，他就知道，就晓得哪一天走，这在我们台北市出现的。那一天徐醒民居士在场，徐居士现在在台中，他是一个虔诚的基督教的信徒，基督教浸信会的信徒。我跟他是好朋友，我当初学佛，他跟我讲，你少在我面前讲佛教，我们信心坚定，决不动摇的，他决不动摇的。他那一天就遇到这桩事情，第二天写个限时信给我说，这是真的，一点都不假，亲眼看到的。",
      "zh_TW": "『以是當機，誠宜授法』。這信願行三個條件都具足的人，應該把成佛的法門告訴他，這個成佛的法門就是本經所講的十大願王導歸極樂，緣熟的人。所以諸位要曉得，古來的我們不說，我們講最近的。我聽倓虛老法師講得最多，我也能記得清楚。倓虛老法師一生所親眼見到往生的那些人，臨終沒有病苦，預知時至，來去自在，他老人家一生當中見到二十多個。我們在台灣，大概民國五十一，二年的時候，龍江街蓮友念佛團的創辦人，李濟華老居士的往生，多自在！跟大家講經說法，音聲洪亮的，講了一個半鐘點，告訴大家，我要回家去了。下了講台，沙發上一坐，就往生了，你看多自在。實際上，李濟華老居士往生，兩個月以前，他就知道，就曉得哪一天走，這在我們台北市出現的。那一天徐醒民居士在場，徐居士現在在台中，他是一個虔誠的基督教的信徒，基督教浸信會的信徒。我跟他是好朋友，我當初學佛，他跟我講，你少在我面前講佛教，我們信心堅定，決不動搖的，他決不動搖的。他那一天就遇到這樁事情，第二天寫個限時信給我說，這是真的，一點都不假，親眼看到的。"
    },
    {
      "id": "04-003-0142_p0024",
      "zh_CN": "民国六十七年，台南将军乡，有个老太太往生，站着走的，也是预知时至，不生病，站着走的。我好像是去年，是前年，在高雄讲经，提到这个事情，当时有好几位同学告诉我，他们都知道这个事情，记忆犹新。这些人，我们今天念这一段，他统统具足，真的心地清净，勇猛精进。他们能做到，我们为什么做不到？他也是凡夫，这自己真的要提高警觉。他能做得到，就是他真的能放下，心真清净，真慈悲，真的一句佛号念到底，没有别的诀窍。要用经典的话来讲，就是大势至菩萨所说的，「都摄六根，净念相继」，人家做到了。我们为什么做不到？一天到晚胡思乱想，一面念佛，是一面打妄想。一面是想持戒，持戒清净，一面贪瞋痴慢样样都干，这怎么行？我们错在这个地方，败在这个地方。假如我们把这些缺点找出来了，明白了，我们从这个地方改正过来，他有成就，我跟他一样有成就，这要知道。",
      "zh_TW": "民國六十七年，台南將軍鄉，有個老太太往生，站著走的，也是預知時至，不生病，站著走的。我好像是去年，是前年，在高雄講經，提到這個事情，當時有好幾位同學告訴我，他們都知道這個事情，記憶猶新。這些人，我們今天念這一段，他統統具足，真的心地清淨，勇猛精進。他們能做到，我們為什麼做不到？他也是凡夫，這自己真的要提高警覺。他能做得到，就是他真的能放下，心真清淨，真慈悲，真的一句佛號念到底，沒有別的訣竅。要用經典的話來講，就是大勢至菩薩所說的，「都攝六根，淨念相繼」，人家做到了。我們為什麼做不到？一天到晚胡思亂想，一面念佛，是一面打妄想。一面是想持戒，持戒清淨，一面貪瞋痴慢樣樣都幹，這怎麼行？我們錯在這個地方，敗在這個地方。假如我們把這些缺點找出來了，明白了，我們從這個地方改正過來，他有成就，我跟他一樣有成就，這要知道。"
    },
    {
      "id": "04-003-0142_p0025",
      "zh_CN": "所以这是讲的，这一生当中，能不能往生？能不能见佛？是说这一个当机。我们无量劫来善根福德因缘今天成熟，如果不把这个习气毛病，认真把它改掉，这一生就又当面错过，你说这多可惜，太可惜了。下一次再遇到这个因缘很难很难，这一点都不假。这是《开经偈》上讲，「百千万劫难遭遇」是真的。古人所谓的是，「无量劫来，希有难逢之一日」，不能错过，一心一意老实念佛。以我们的根性，我们现前这个生活环境，唯有这个法门，在很短的时间当中，决定能成就，稳稳当当的成就。普贤菩萨『遍告』，就是这些大众机缘成熟了。善根、福德、因缘三个都具足，所以应当把这个立刻成佛的法门教给他们，传授给他们。底下这一段是解释经中所说：",
      "zh_TW": "所以這是講的，這一生當中，能不能往生？能不能見佛？是說這一個當機。我們無量劫來善根福德因緣今天成熟，如果不把這個習氣毛病，認真把它改掉，這一生就又當面錯過，你說這多可惜，太可惜了。下一次再遇到這個因緣很難很難，這一點都不假。這是《開經偈》上講，「百千萬劫難遭遇」是真的。古人所謂的是，「無量劫來，希有難逢之一日」，不能錯過，一心一意老實念佛。以我們的根性，我們現前這個生活環境，唯有這個法門，在很短的時間當中，決定能成就，穩穩當當的成就。普賢菩薩『遍告』，就是這些大眾機緣成熟了。善根、福德、因緣三個都具足，所以應當把這個立刻成佛的法門教給他們，傳授給他們。底下這一段是解釋經中所說："
    },
    {
      "id": "04-003-0142_p0026",
      "zh_CN": "【不可说不可说者。】",
      "zh_TW": "【不可說不可說者。】"
    },
    {
      "id": "04-003-0142_p0027",
      "zh_CN": "这个『不可说不可说』，是个数字的名称。下面这一大段的经文解释，我不必讲了。接着解释劫，在三百八十三面的第三行，最后一句，最后三个字。",
      "zh_TW": "這個『不可說不可說』，是個數字的名稱。下面這一大段的經文解釋，我不必講了。接著解釋劫，在三百八十三面的第三行，最後一句，最後三個字。"
    },
    {
      "id": "04-003-0142_p0028",
      "zh_CN": "【所言劫者。梵云劫波。此云分别时分。】",
      "zh_TW": "【所言劫者。梵云劫波。此云分別時分。】"
    },
    {
      "id": "04-003-0142_p0029",
      "zh_CN": "这个『劫』是时间的单位，也有很多种的说法。我们讲，一增一减叫一劫，这宗密大师在这里解释也是用一增一减。这一增一减，也是佛说的。佛给我们说，我们娑婆世界的人，寿命最长的时候，就是我们现在所讲平均年龄，平均年龄，寿命最长的时候是八万四千岁，这最长的时候，这就不能再往上去了。从八万四千岁，每过一百年减一岁，一直减到十岁，十岁是人寿命，就是平均寿命最短的时候，没有比这个更短的，减到十岁。从十岁每隔一百年又加一岁，又加到八万四千岁，这样一增一减，叫一个小劫。二十个小劫叫一个中劫，四个中劫叫一个大劫，这上面都有，这都不必说了，这是讲时间单位。",
      "zh_TW": "這個『劫』是時間的單位，也有很多種的說法。我們講，一增一減叫一劫，這宗密大師在這裡解釋也是用一增一減。這一增一減，也是佛說的。佛給我們說，我們娑婆世界的人，壽命最長的時候，就是我們現在所講平均年齡，平均年齡，壽命最長的時候是八萬四千歲，這最長的時候，這就不能再往上去了。從八萬四千歲，每過一百年減一歲，一直減到十歲，十歲是人壽命，就是平均壽命最短的時候，沒有比這個更短的，減到十歲。從十歲每隔一百年又加一歲，又加到八萬四千歲，這樣一增一減，叫一個小劫。二十個小劫叫一個中劫，四個中劫叫一個大劫，這上面都有，這都不必說了，這是講時間單位。"
    },
    {
      "id": "04-003-0142_p0030",
      "zh_CN": "通常要依一般的法门来修行，凡夫修成佛要多长的时间？佛给我们讲要三个阿僧祇劫，这个劫都是大劫。阿僧祇，数字太大了，还要三个阿僧祇。可见得这个时间真是天文数字，太长太长了。我们念佛求生净土是个特别法门，当生成就的法门，如果不是大善根、大福德，他怎么会遇得到？遇到了，他也不相信，他也摇头不相信。所以今天这个净土法门，有很多人听到，乃至于出家法师听到，都摇头不相信。我们要明了，他不相信是正常的，是应当的，那佛在大小乘经上都是这么讲的，他要相信，那就很奇怪，那不平常。《无量寿经》上说的，相信这个法门，依照这个法门修行，不是凡夫，那不是平凡的人。所以这我们要晓得，过去生中，善根福德没有成熟，他不会接受的，因此我们也不要勉强劝人。勉强劝人就错了，实在讲应当要劝自己，这才是正话。要劝自己，自己在这一生当中要决定成就。我们再看后面这一段，今天我们把前面这一段说完，意思把它说完。三百八十四面，看第二行。第二行第五个字看起。",
      "zh_TW": "通常要依一般的法門來修行，凡夫修成佛要多長的時間？佛給我們講要三個阿僧祇劫，這個劫都是大劫。阿僧祇，數字太大了，還要三個阿僧祇。可見得這個時間真是天文數字，太長太長了。我們念佛求生淨土是個特別法門，當生成就的法門，如果不是大善根、大福德，他怎麼會遇得到？遇到了，他也不相信，他也搖頭不相信。所以今天這個淨土法門，有很多人聽到，乃至於出家法師聽到，都搖頭不相信。我們要明瞭，他不相信是正常的，是應當的，那佛在大小乘經上都是這麼講的，他要相信，那就很奇怪，那不平常。《無量壽經》上說的，相信這個法門，依照這個法門修行，不是凡夫，那不是平凡的人。所以這我們要曉得，過去生中，善根福德沒有成熟，他不會接受的，因此我們也不要勉強勸人。勉強勸人就錯了，實在講應當要勸自己，這才是正話。要勸自己，自己在這一生當中要決定成就。我們再看後面這一段，今天我們把前面這一段說完，意思把它說完。三百八十四面，看第二行。第二行第五個字看起。"
    },
    {
      "id": "04-003-0142_p0031",
      "zh_CN": "【疏指前广偈者。】",
      "zh_TW": "【疏指前廣偈者。】"
    },
    {
      "id": "04-003-0142_p0032",
      "zh_CN": "前面有这么一句话。这前面『广偈』，偈是偈颂，偈颂很长，称它做广偈。末后这就是：",
      "zh_TW": "前面有這麼一句話。這前面『廣偈』，偈是偈頌，偈頌很長，稱它做廣偈。末後這就是："
    },
    {
      "id": "04-003-0142_p0033",
      "zh_CN": "【第三十九品半卷经。】",
      "zh_TW": "【第三十九品半卷經。】"
    },
    {
      "id": "04-003-0142_p0034",
      "zh_CN": "这『三十九品』，实在讲是三十九卷。这个品字是个字，古人既然错了，我们也不能改他的，知道这就是这一品经总共有四十卷，这是第三十九卷后半部，就这后半卷。",
      "zh_TW": "這『三十九品』，實在講是三十九卷。這個品字是個字，古人既然錯了，我們也不能改他的，知道這就是這一品經總共有四十卷，這是第三十九卷後半部，就這後半卷。"
    },
    {
      "id": "04-003-0142_p0035",
      "zh_CN": "【广以偈赞佛德。】",
      "zh_TW": "【廣以偈讚佛德。】"
    },
    {
      "id": "04-003-0142_p0036",
      "zh_CN": "这是普贤菩萨赞叹佛的智慧德能，这个偈子很长。末后有这么几句话说。",
      "zh_TW": "這是普賢菩薩讚歎佛的智慧德能，這個偈子很長。末後有這麼幾句話說。"
    },
    {
      "id": "04-003-0142_p0037",
      "zh_CN": "【刹尘心念可数知。】",
      "zh_TW": "【剎塵心念可數知。】"
    },
    {
      "id": "04-003-0142_p0038",
      "zh_CN": "『尘』是微尘，『刹』是佛刹，就是经上常说，佛刹微尘数，那个数字就太大，没有法子计算的。这众生起心动念，不是一个众生，是十方世界所有一切众生起心动念。这是比喻说我都可以把它说清楚，这是比喻。",
      "zh_TW": "『塵』是微塵，『剎』是佛剎，就是經上常說，佛剎微塵數，那個數字就太大，沒有法子計算的。這眾生起心動念，不是一個眾生，是十方世界所有一切眾生起心動念。這是比喻說我都可以把它說清楚，這是比喻。"
    },
    {
      "id": "04-003-0142_p0039",
      "zh_CN": "【大海中水可饮尽。】",
      "zh_TW": "【大海中水可飲盡。】"
    },
    {
      "id": "04-003-0142_p0040",
      "zh_CN": "当然这也是比喻。海不要说别的，光是我们地球上海洋，这是在我们心目当中是非常非常广大。这个大海的水可以饮尽。",
      "zh_TW": "當然這也是比喻。海不要說別的，光是我們地球上海洋，這是在我們心目當中是非常非常廣大。這個大海的水可以飲盡。"
    },
    {
      "id": "04-003-0142_p0041",
      "zh_CN": "【虚空可量风可系。】",
      "zh_TW": "【虛空可量風可繫。】"
    },
    {
      "id": "04-003-0142_p0042",
      "zh_CN": "虚空太大了，用个什么东西去量它？这比喻说，也可以量。风也能够把它系住，这就是说，不可能的都变成轻而易举，很可能，比喻这个。",
      "zh_TW": "虛空太大了，用個什麼東西去量它？這比喻說，也可以量。風也能夠把它繫住，這就是說，不可能的都變成輕而易舉，很可能，比喻這個。"
    },
    {
      "id": "04-003-0142_p0043",
      "zh_CN": "【无能尽说佛功德。】",
      "zh_TW": "【無能盡說佛功德。】"
    },
    {
      "id": "04-003-0142_p0044",
      "zh_CN": "如来智慧功德称说不尽。此地要知道，如来是指谁？是指我们每个人的性德。换句话说，我们自性功德说之不尽。这实在讲是称扬佛功德，称扬自性功德，那是真的，一点都不假。",
      "zh_TW": "如來智慧功德稱說不盡。此地要知道，如來是指誰？是指我們每個人的性德。換句話說，我們自性功德說之不盡。這實在講是稱揚佛功德，稱揚自性功德，那是真的，一點都不假。"
    },
    {
      "id": "04-003-0142_p0045",
      "zh_CN": "【若有闻斯功德海。】",
      "zh_TW": "【若有聞斯功德海。】"
    },
    {
      "id": "04-003-0142_p0046",
      "zh_CN": "性德称说不尽，本师释迦牟尼佛，以他的智慧德能，方便为我们介绍、为我们说明，就是这一部《大方广佛华严经》，这是释迦牟尼佛的略说。不可说当中，为我们说出了少分。就像普贤菩萨在前面讲，这文上没有，这一部《华严经》就是大海之一滴，是这个意思，这一部《大方广佛华严经》，是大海一滴之相。我们看到这部经，听说这一部经。",
      "zh_TW": "性德稱說不盡，本師釋迦牟尼佛，以他的智慧德能，方便為我們介紹、為我們說明，就是這一部《大方廣佛華嚴經》，這是釋迦牟尼佛的略說。不可說當中，為我們說出了少分。就像普賢菩薩在前面講，這文上沒有，這一部《華嚴經》就是大海之一滴，是這個意思，這一部《大方廣佛華嚴經》，是大海一滴之相。我們看到這部經，聽說這一部經。"
    },
    {
      "id": "04-003-0142_p0047",
      "zh_CN": "【能生欢喜信解者。】",
      "zh_TW": "【能生歡喜信解者。】"
    },
    {
      "id": "04-003-0142_p0048",
      "zh_CN": "听了之后能生欢喜心，法喜充满，能信，能体会到一点意思，这个解就是你体会到。",
      "zh_TW": "聽了之後能生歡喜心，法喜充滿，能信，能體會到一點意思，這個解就是你體會到。"
    },
    {
      "id": "04-003-0142_p0049",
      "zh_CN": "【如所称扬悉当获。】",
      "zh_TW": "【如所稱揚悉當獲。】"
    },
    {
      "id": "04-003-0142_p0050",
      "zh_CN": "世尊在华严会上『所称扬』，毘卢遮那佛的万德万能，无量功德，你也应当获得。这个话说到过不过分？那就要问你自己。你自己真的接受普贤菩萨的劝告，念佛求生净土，那就是真的，你真的有获得。你对普贤菩萨的劝告，要还不在意的话，或者还修其他法门，你这一生就未必能成就。这是真的，其他法门也能成就，成就的难。这个法门成就，成就的容易。从哪里看？看这些往生的人，从这个法门修行，临终不生病，清清楚楚，站着往生，坐着往生，这么多！出现在我们台湾，在大陆，在香港，在新加坡，在马来西亚，甚至于在美国，我都见到。那要不相信，那就没有法子了。这一些往生，依照这个方法修行往生的，可以说，他们现身说法给我们做了证明，给我们做了最好的榜样。其他法门修学，这种瑞相，我们看得很少，听得很少。所以在各种比例当中，这个数量是最多，我们自己根性又不是上根利智，为什么不学这个法门？为什么不采取这个方法？",
      "zh_TW": "世尊在華嚴會上『所稱揚』，毘盧遮那佛的萬德萬能，無量功德，你也應當獲得。這個話說到過不過分？那就要問你自己。你自己真的接受普賢菩薩的勸告，念佛求生淨土，那就是真的，你真的有獲得。你對普賢菩薩的勸告，要還不在意的話，或者還修其他法門，你這一生就未必能成就。這是真的，其他法門也能成就，成就的難。這個法門成就，成就的容易。從哪裡看？看這些往生的人，從這個法門修行，臨終不生病，清清楚楚，站著往生，坐著往生，這麼多！出現在我們台灣，在大陸，在香港，在新加坡，在馬來西亞，甚至於在美國，我都見到。那要不相信，那就沒有法子了。這一些往生，依照這個方法修行往生的，可以說，他們現身說法給我們做了證明，給我們做了最好的榜樣。其他法門修學，這種瑞相，我們看得很少，聽得很少。所以在各種比例當中，這個數量是最多，我們自己根性又不是上根利智，為什麼不學這個法門？為什麼不採取這個方法？"
    },
    {
      "id": "04-003-0142_p0051",
      "zh_CN": "【慎勿于此怀疑念。】",
      "zh_TW": "【慎勿於此懷疑念。】"
    },
    {
      "id": "04-003-0142_p0052",
      "zh_CN": "普贤菩萨真是苦口婆心再次的劝告我们要慎重，就是要珍重你自己，你自己的善根福德因缘，不容易同时现前。现在居然现前，你应当特别珍重，千万不要怀疑，要认真的记取，努力的修学，这一生当中，决定成就。我们在此地看到普贤菩萨，对我们的爱护，对我们的关怀，对我们谆谆嘱咐，我们又怎么能够辜负普贤菩萨的好意？诸位必须要知道，怕的是什么？大家会怀疑，也许净土法门之外，还有更好的法门。你动了这个疑念，今天这个机会你就错过了。普贤菩萨在这个地方所说的话，善财童子已经参访到第五十三位，最后一位善知识。换句话说，佛门里面无量的宗派法门，他已经都参学过了。这个地方所提示的，一切法门里头无比殊胜的法门，有这个意思在。这一个法门超过一切法门，所以十方诸佛如来没有一个不赞叹。",
      "zh_TW": "普賢菩薩真是苦口婆心再次的勸告我們要慎重，就是要珍重你自己，你自己的善根福德因緣，不容易同時現前。現在居然現前，你應當特別珍重，千萬不要懷疑，要認真的記取，努力的修學，這一生當中，決定成就。我們在此地看到普賢菩薩，對我們的愛護，對我們的關懷，對我們諄諄囑咐，我們又怎麼能夠辜負普賢菩薩的好意？諸位必須要知道，怕的是什麼？大家會懷疑，也許淨土法門之外，還有更好的法門。你動了這個疑念，今天這個機會你就錯過了。普賢菩薩在這個地方所說的話，善財童子已經參訪到第五十三位，最後一位善知識。換句話說，佛門裡面無量的宗派法門，他已經都參學過了。這個地方所提示的，一切法門裡頭無比殊勝的法門，有這個意思在。這一個法門超過一切法門，所以十方諸佛如來沒有一個不讚歎。"
    },
    {
      "id": "04-003-0142_p0053",
      "zh_CN": "净土三经我们很清楚，释迦牟尼佛最早讲《无量寿经》，介绍西方极乐世界。其次讲《观无量寿经》，补充《无量寿经》之不足，那是补充教材。最后讲《阿弥陀经》，劝我们修这个法门。《阿弥陀经》是劝修，不但释迦牟尼佛劝，六方一切诸佛都劝。这是罗什大师翻译的六方，你看看玄奘大师翻译的十方，十方佛都赞叹，都劝我们修行，就跟普贤菩萨一样，劝什么人？劝四十一位法身大士。劝勉过去所修各宗各派、各种不同法门的人，今天遇到这个法门，应当一心念佛，求生净土，是这样劝勉我们的，这跟普通劝学不一样。我们在《弥陀经》看到，十方诸佛异口同音，赞叹释迦牟尼佛所说的，说这个经典是不可思议功德，一切诸佛所护念经。这真的是赞叹到了极处，赞叹到了顶点。我们要明了，要能细心去体会，发愿受持。",
      "zh_TW": "淨土三經我們很清楚，釋迦牟尼佛最早講《無量壽經》，介紹西方極樂世界。其次講《觀無量壽經》，補充《無量壽經》之不足，那是補充教材。最後講《阿彌陀經》，勸我們修這個法門。《阿彌陀經》是勸修，不但釋迦牟尼佛勸，六方一切諸佛都勸。這是羅什大師翻譯的六方，你看看玄奘大師翻譯的十方，十方佛都讚歎，都勸我們修行，就跟普賢菩薩一樣，勸什麼人？勸四十一位法身大士。勸勉過去所修各宗各派、各種不同法門的人，今天遇到這個法門，應當一心念佛，求生淨土，是這樣勸勉我們的，這跟普通勸學不一樣。我們在《彌陀經》看到，十方諸佛異口同音，讚歎釋迦牟尼佛所說的，說這個經典是不可思議功德，一切諸佛所護念經。這真的是讚歎到了極處，讚歎到了頂點。我們要明瞭，要能細心去體會，發願受持。"
    },
    {
      "id": "04-003-0142_p0054",
      "zh_CN": "好，这一段这个小序讲完了，下面我们就可以入正宗分了。好，今天就讲到此地。",
      "zh_TW": "好，這一段這個小序講完了，下面我們就可以入正宗分了。好，今天就講到此地。"
    }
  ]
}