{
  "doc_id": "04-003-0014",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0014",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "04-003-0014_p0001",
      "zh_CN": "请掀开经本，第八十五页最后一行。我们接着上一次所讲的，从当中看起：",
      "zh_TW": "請掀開經本，第八十五頁最後一行。我們接著上一次所講的，從當中看起："
    },
    {
      "id": "04-003-0014_p0002",
      "zh_CN": "【佛是觉者。即指于人。真觉是所践之觉。即指于法。若以人契法。能所不忘。虽践不名为妙。今得真界融之。能所契合。故名妙践。】",
      "zh_TW": "【佛是覺者。即指於人。真覺是所踐之覺。即指於法。若以人契法。能所不忘。雖踐不名為妙。今得真界融之。能所契合。故名妙踐。】"
    },
    {
      "id": "04-003-0014_p0003",
      "zh_CN": "这段的意思比前面所说的更具体、更是清晰。前面跟我们所说始本不二，叫『妙践』。始觉跟本觉，还是有二，『虽践不名为妙』。这是前面的意思。现在具体说到我们修行人的本身。这段的意思很深，也非常的重要。我们一般修行最困难的，就是没有办法超越相对的境界。我们这个世间科学家所谓的相对论，就是凡事都是对立的，没有办法超越。有长就有短，有大就有小，有是就有非，总是相对的。所以相对的，虽然修得再好，都不能叫妙。",
      "zh_TW": "這段的意思比前面所說的更具體、更是清晰。前面跟我們所說始本不二，叫『妙踐』。始覺跟本覺，還是有二，『雖踐不名為妙』。這是前面的意思。現在具體說到我們修行人的本身。這段的意思很深，也非常的重要。我們一般修行最困難的，就是沒有辦法超越相對的境界。我們這個世間科學家所謂的相對論，就是凡事都是對立的，沒有辦法超越。有長就有短，有大就有小，有是就有非，總是相對的。所以相對的，雖然修得再好，都不能叫妙。"
    },
    {
      "id": "04-003-0014_p0004",
      "zh_CN": "在菩萨道里面，我们通常讲权教菩萨，为什么称他作权教？他没有能够脱离相对，这叫做权教。权，对实来说，实是真实的。如果拿《金刚经》的话来说，就很容易体会到。权教菩萨没有离开四相，有我相、人相、众生相、寿者相，换句话说，他是在相对的境界里面。如果是实教菩萨，这个四相没有了。四相没有了，这才是圆融无碍，那就叫妙觉。由此可知，《华严经》上所讲四十一位法身大士，因为这是圆教，圆教初住以上四相没有了，不但四相没有了，四见也没有了。《金刚经》后半部讲四见：我见、人见、众生见、寿者见，比前面还要深一层，四见都没有了。这才是圆初住以上的菩萨，前面我跟诸位说过。广义的讲，这个境界是圆教初住菩萨以上的。如果严格的、狭义的来说，那是如来果地上的境界，这是我们一定要晓得的。",
      "zh_TW": "在菩薩道裡面，我們通常講權教菩薩，為什麼稱他作權教？他沒有能夠脫離相對，這叫做權教。權，對實來說，實是真實的。如果拿《金剛經》的話來說，就很容易體會到。權教菩薩沒有離開四相，有我相、人相、眾生相、壽者相，換句話說，他是在相對的境界裡面。如果是實教菩薩，這個四相沒有了。四相沒有了，這才是圓融無礙，那就叫妙覺。由此可知，《華嚴經》上所講四十一位法身大士，因為這是圓教，圓教初住以上四相沒有了，不但四相沒有了，四見也沒有了。《金剛經》後半部講四見：我見、人見、眾生見、壽者見，比前面還要深一層，四見都沒有了。這才是圓初住以上的菩薩，前面我跟諸位說過。廣義的講，這個境界是圓教初住菩薩以上的。如果嚴格的、狹義的來說，那是如來果地上的境界，這是我們一定要曉得的。"
    },
    {
      "id": "04-003-0014_p0005",
      "zh_CN": "我们念佛人，总希望能够在一生当中达到理一心不乱。我们得要问，这理一心不乱我们能不能做到？给诸位说，能做到。如果是我们地球上众生做不到的，释迦牟尼佛决定不会说。说了，我们做不到，那不是给我们开玩笑，那就所谓是吊胃口，说了，做不到。凡是佛在经上给我们说的，统统都是我们可以做到。可以做到而做不到，那是我们自己不肯做，自己没有认真的依照佛的理论、教诲去学习。这个责任自己负的，佛没有责任。我们看这些大乘经论里面讲得都很清楚，所以诸位总要记住，我执不破决定不能到事一心，法执不断，决定不能到理一心。",
      "zh_TW": "我們念佛人，總希望能夠在一生當中達到理一心不亂。我們得要問，這理一心不亂我們能不能做到？給諸位說，能做到。如果是我們地球上眾生做不到的，釋迦牟尼佛決定不會說。說了，我們做不到，那不是給我們開玩笑，那就所謂是吊胃口，說了，做不到。凡是佛在經上給我們說的，統統都是我們可以做到。可以做到而做不到，那是我們自己不肯做，自己沒有認真的依照佛的理論、教誨去學習。這個責任自己負的，佛沒有責任。我們看這些大乘經論裡面講得都很清楚，所以諸位總要記住，我執不破決定不能到事一心，法執不斷，決定不能到理一心。"
    },
    {
      "id": "04-003-0014_p0006",
      "zh_CN": "这个地方讲的这段是理一心不乱的境界。究竟要怎么做才能够达到这个境界？实在讲，经上给我们讲得已经太清楚、太明白了，就是不叫我们六根接触六尘境界的时候起心动念。我们在境界上偏偏要起心动念，这毛病就发生在这里，情执不忘，这是我们的病根。八万四千法门，法是方法，门是门径，每个法门它的目的都是帮助我们达到这个境界的。所以对于任何一个法门，我们要生平等心。不管学哪个法门，你才会有成就。如果在法门上生起不平等的心，生起高下心，这高下就是二法，又落在凡夫知见里面，这是不能不知道的一个原则。所以对于法门，确实要生平等心；对于一切众生，真的要生恭敬心。十大愿王还在后头，还没讲到。第一个就是礼敬诸佛。你能够照这个修学，对你自己决定是有利益的。你不能够对一切众生礼敬，换句话说，你的烦恼障就断不掉。为什么？贪瞋痴底下就是慢。你不肯礼敬就是傲慢，微细的傲慢，这微细的烦恼自己不能觉察，自己不晓得。所以一切修学的法门，十大愿王是最好的标准。这个标准是帮助我们到理一心不乱的，要拿禅宗的话来说，帮助我们明心见性。《华严经》上，帮助我们「妙践真觉」。可见得这个法门，道理要懂得，义趣要明了。",
      "zh_TW": "這個地方講的這段是理一心不亂的境界。究竟要怎麼做才能夠達到這個境界？實在講，經上給我們講得已經太清楚、太明白了，就是不叫我們六根接觸六塵境界的時候起心動念。我們在境界上偏偏要起心動念，這毛病就發生在這裡，情執不忘，這是我們的病根。八萬四千法門，法是方法，門是門徑，每個法門它的目的都是幫助我們達到這個境界的。所以對於任何一個法門，我們要生平等心。不管學哪個法門，你才會有成就。如果在法門上生起不平等的心，生起高下心，這高下就是二法，又落在凡夫知見裡面，這是不能不知道的一個原則。所以對於法門，確實要生平等心；對於一切眾生，真的要生恭敬心。十大願王還在後頭，還沒講到。第一個就是禮敬諸佛。你能夠照這個修學，對你自己決定是有利益的。你不能夠對一切眾生禮敬，換句話說，你的煩惱障就斷不掉。為什麼？貪瞋痴底下就是慢。你不肯禮敬就是傲慢，微細的傲慢，這微細的煩惱自己不能覺察，自己不曉得。所以一切修學的法門，十大願王是最好的標準。這個標準是幫助我們到理一心不亂的，要拿禪宗的話來說，幫助我們明心見性。《華嚴經》上，幫助我們「妙踐真覺」。可見得這個法門，道理要懂得，義趣要明瞭。"
    },
    {
      "id": "04-003-0014_p0007",
      "zh_CN": "佛是觉悟的人，是个『觉者』。本经告诉我们，「一切众生本来成佛」。换句话说，我们本来是觉悟的，《起信论》上说，本觉本有。有没有失掉？没有失掉。本觉是真觉，真的怎么会失掉？所以不觉本无，不觉是假的，不是真的，本觉是真的。换句话，真觉是真的。我们现在真的有，一天到晚都在用。这桩事情说得最清楚、最明白的在《楞严经》，所谓「六根门头，放光动地」，是我们的真觉。我们说迷，迷什么？迷了真觉。真觉不是没有，真觉如果没有了，那你迷什么？那迷也谈不上，迷了真觉。迷了真觉，这我们把它说做妄觉。妄觉，就是对立的，就是有能、有所，能所对立，我们今天讲的相对。所有一切法里面统统都对立了，这个麻烦就大了，这一对立就是不觉。这段话真正值得我们深深去反省。",
      "zh_TW": "佛是覺悟的人，是個『覺者』。本經告訴我們，「一切眾生本來成佛」。換句話說，我們本來是覺悟的，《起信論》上說，本覺本有。有沒有失掉？沒有失掉。本覺是真覺，真的怎麼會失掉？所以不覺本無，不覺是假的，不是真的，本覺是真的。換句話，真覺是真的。我們現在真的有，一天到晚都在用。這樁事情說得最清楚、最明白的在《楞嚴經》，所謂「六根門頭，放光動地」，是我們的真覺。我們說迷，迷什麼？迷了真覺。真覺不是沒有，真覺如果沒有了，那你迷什麼？那迷也談不上，迷了真覺。迷了真覺，這我們把它說做妄覺。妄覺，就是對立的，就是有能、有所，能所對立，我們今天講的相對。所有一切法裡面統統都對立了，這個麻煩就大了，這一對立就是不覺。這段話真正值得我們深深去反省。"
    },
    {
      "id": "04-003-0014_p0008",
      "zh_CN": "我们要恢复我们的本觉，必须在一切法里头没有对立的观念。要想很快的恢复到自己的真觉，实在讲，最好的方法是念佛。所以念佛这个法门，妙。念佛要怎么样念才有受用？才有功德？这个功德，功是讲功夫，德就是得真觉，得恢复真觉，那就是在起心动念之处。我们六根接触外面境界，心才一动念，马上就把它拉回来，阿弥陀佛。不叫这个妄念继续增长，不叫妄念继续发展，就对了。所以不起心动念则已，起心动念统统把它归纳在一个佛号上。佛号是不是妄觉？佛号不是的。佛号是我们自己的本觉，这是许多人不晓得的。所以起心念佛，那个心就是始觉，所念的这个佛号就是本觉。当我们念佛的时候，就是始觉合本觉，就是此地讲的「妙践」。这个事实的真相，知道的人真的是不多，所以这个法门是妙极了。就是你要时时刻刻能够警觉，马上把它拉回来。所以古人常讲，「少说一句话，多念一句佛」，这个话真是苦口婆心，劝我们快一点恢复真觉。",
      "zh_TW": "我們要恢復我們的本覺，必須在一切法裡頭沒有對立的觀念。要想很快的恢復到自己的真覺，實在講，最好的方法是念佛。所以念佛這個法門，妙。念佛要怎麼樣念才有受用？才有功德？這個功德，功是講功夫，德就是得真覺，得恢復真覺，那就是在起心動念之處。我們六根接觸外面境界，心才一動念，馬上就把它拉回來，阿彌陀佛。不叫這個妄念繼續增長，不叫妄念繼續發展，就對了。所以不起心動念則已，起心動念統統把它歸納在一個佛號上。佛號是不是妄覺？佛號不是的。佛號是我們自己的本覺，這是許多人不曉得的。所以起心念佛，那個心就是始覺，所念的這個佛號就是本覺。當我們念佛的時候，就是始覺合本覺，就是此地講的「妙踐」。這個事實的真相，知道的人真的是不多，所以這個法門是妙極了。就是你要時時刻刻能夠警覺，馬上把它拉回來。所以古人常講，「少說一句話，多念一句佛」，這個話真是苦口婆心，勸我們快一點恢復真覺。"
    },
    {
      "id": "04-003-0014_p0009",
      "zh_CN": "今天这段是讲到人，前面是讲法，这讲到人，格外的亲切。『真觉是所践之觉』。这个所践，我们也可以讲，在日常生活当中所应用的觉，「践」就是这个意思。日常生活当中，处事待人接物之间，我们用上了，践就是用上了。这就是法，我们用在日常生活当中。能用的是人，所用的是法，人跟法是一，不是二，这个就妙了。人与法要是分开来，这就不妙了。虽然能用，也用得很自在，像阿罗汉、辟支佛、权教菩萨他会用，他用得很自在，但是他不叫妙。为什么不叫妙？因为他能所没有融合成一个。真正讲到妙，那是圆教初住以上，别教初地以上，再没有能所了，再没有对立的，这才真正得自在。佛门里常说，性相一如，理事不二，就这个境界。",
      "zh_TW": "今天這段是講到人，前面是講法，這講到人，格外的親切。『真覺是所踐之覺』。這個所踐，我們也可以講，在日常生活當中所應用的覺，「踐」就是這個意思。日常生活當中，處事待人接物之間，我們用上了，踐就是用上了。這就是法，我們用在日常生活當中。能用的是人，所用的是法，人跟法是一，不是二，這個就妙了。人與法要是分開來，這就不妙了。雖然能用，也用得很自在，像阿羅漢、辟支佛、權教菩薩他會用，他用得很自在，但是他不叫妙。為什麼不叫妙？因為他能所沒有融合成一個。真正講到妙，那是圓教初住以上，別教初地以上，再沒有能所了，再沒有對立的，這才真正得自在。佛門裡常說，性相一如，理事不二，就這個境界。"
    },
    {
      "id": "04-003-0014_p0010",
      "zh_CN": "所以底下说，『能所不忘』，还是有能、有所；有人、有法；有自、有他，都是对立的。『虽践不名为妙』。虽然你修得很好，不能叫妙。换句话说，虽说是不妙，也能断见思烦恼，不能破尘沙无明，所以不能称之为妙。『今得真界融之』，此地是讲究竟觉；到究竟圆满，是『能所契合』。这个时候才真正彻底悟入。契合，就是悟入，能所是一，不是二。实在讲，尽虚空遍法界是一，不是二，这是佛给我们讲千真万确的事实。尽虚空遍法界是一，这一就是自己。我们今天迷的时候，是把自己、把他分作无量无边，起无量无边的分别执着，这大错特错。",
      "zh_TW": "所以底下說，『能所不忘』，還是有能、有所；有人、有法；有自、有他，都是對立的。『雖踐不名為妙』。雖然你修得很好，不能叫妙。換句話說，雖說是不妙，也能斷見思煩惱，不能破塵沙無明，所以不能稱之為妙。『今得真界融之』，此地是講究竟覺；到究竟圓滿，是『能所契合』。這個時候才真正徹底悟入。契合，就是悟入，能所是一，不是二。實在講，盡虛空遍法界是一，不是二，這是佛給我們講千真萬確的事實。盡虛空遍法界是一，這一就是自己。我們今天迷的時候，是把自己、把他分作無量無邊，起無量無邊的分別執著，這大錯特錯。"
    },
    {
      "id": "04-003-0014_p0011",
      "zh_CN": "我们在讲席当中常常以梦境来做比喻。因为这个比喻大家容易体会得到，能够晓得梦境全是自己变的。全梦就是自己的心，全心就是自己的梦境。能现梦境的是自己的心，所现的是梦中境界，那个能所是一，不是二。所现的这个境界就是心的相分，整个相分就是自己这个心性的全体。从这个地方仔细去体会我们当前境界，尽虚空遍法界就是我们真如本性变出来的相分。就像作梦一样，这些一切境界是不是真有的？不是真有。这个有，叫妙有，叫幻有，不是真有。为什么？这个境界刹那刹那在变。这个刹那刹那变化得非常之大。而我们局限什么？局限的空间很小，所以你不知道变化大。如果你的心量拓开，包括这个地球，那你就晓得，每一天、每一分、每一秒都有好大的变化，这个世间有许多的变化。如果再伸展到尽虚空遍法界，那个变化就更大。所以这个相是刹那刹那不停的在变。",
      "zh_TW": "我們在講席當中常常以夢境來做比喻。因為這個比喻大家容易體會得到，能夠曉得夢境全是自己變的。全夢就是自己的心，全心就是自己的夢境。能現夢境的是自己的心，所現的是夢中境界，那個能所是一，不是二。所現的這個境界就是心的相分，整個相分就是自己這個心性的全體。從這個地方仔細去體會我們當前境界，盡虛空遍法界就是我們真如本性變出來的相分。就像作夢一樣，這些一切境界是不是真有的？不是真有。這個有，叫妙有，叫幻有，不是真有。為什麼？這個境界剎那剎那在變。這個剎那剎那變化得非常之大。而我們侷限什麼？侷限的空間很小，所以你不知道變化大。如果你的心量拓開，包括這個地球，那你就曉得，每一天、每一分、每一秒都有好大的變化，這個世間有許多的變化。如果再伸展到盡虛空遍法界，那個變化就更大。所以這個相是剎那剎那不停的在變。"
    },
    {
      "id": "04-003-0014_p0012",
      "zh_CN": "凡是会变的，都不是真的，真的是不变的。所以能现相的性是真的，它不变，永远不变。所现的相分是虚妄的，它刹那刹那在变。但是诸位要晓得，性相是一，不是二。好像我们这个心会作梦，每天晚上做的梦都不一样，那个梦就是心，心就是梦。不能说是梦不是心，心不是梦，不可以这样说法的。今天许多很聪明的科学家，发现到这个现象的真相，他们讲所有一切物质，现在有很多科学家不承认，他不承认世间有真正的物质，没有这个物质。从前误会这个相分是物质，现在晓得没有物质存在。而是什么？而是波动，是光波、是振动所产生的现象。这个现象与我们佛法讲的很有道理。佛法讲，相从哪里生？动，心动。心动就现相分。心不动？不动就不现相分，不动是清净寂灭。一动就生相；动才有光，才有相。所以这个说法跟佛经里面讲的原理完全相同。",
      "zh_TW": "凡是會變的，都不是真的，真的是不變的。所以能現相的性是真的，它不變，永遠不變。所現的相分是虛妄的，它剎那剎那在變。但是諸位要曉得，性相是一，不是二。好像我們這個心會作夢，每天晚上做的夢都不一樣，那個夢就是心，心就是夢。不能說是夢不是心，心不是夢，不可以這樣說法的。今天許多很聰明的科學家，發現到這個現象的真相，他們講所有一切物質，現在有很多科學家不承認，他不承認世間有真正的物質，沒有這個物質。從前誤會這個相分是物質，現在曉得沒有物質存在。而是什麼？而是波動，是光波、是振動所產生的現象。這個現象與我們佛法講的很有道理。佛法講，相從哪裡生？動，心動。心動就現相分。心不動？不動就不現相分，不動是清淨寂滅。一動就生相；動才有光，才有相。所以這個說法跟佛經裡面講的原理完全相同。"
    },
    {
      "id": "04-003-0014_p0013",
      "zh_CN": "尤其像我们现在看电视、看电影，你看里面相分，那就是振动，就是光波振动。这很明显的，我们能够体会到。没有想到我们事实这个境界，也是光波振动所产生的现象。所以在这一切现象里头，没有一样是真实的。你又何必斤斤去计较，这个麻烦大了，所以这个苦是你自己找来的。你要知道这个事实真相，你一切都能随顺，这多自在。所以十大愿王教给我们恒顺众生，随喜功德。随喜，功德是什么？功德是自己的，你自己得到真正的常乐我净。这是从法、从人都说出「妙践」这两个字的意义、含义。",
      "zh_TW": "尤其像我們現在看電視、看電影，你看裡面相分，那就是振動，就是光波振動。這很明顯的，我們能夠體會到。沒有想到我們事實這個境界，也是光波振動所產生的現象。所以在這一切現象裡頭，沒有一樣是真實的。你又何必斤斤去計較，這個麻煩大了，所以這個苦是你自己找來的。你要知道這個事實真相，你一切都能隨順，這多自在。所以十大願王教給我們恆順眾生，隨喜功德。隨喜，功德是什麼？功德是自己的，你自己得到真正的常樂我淨。這是從法、從人都說出「妙踐」這兩個字的意義、含義。"
    },
    {
      "id": "04-003-0014_p0014",
      "zh_CN": "再看底下一段，这是讲「断德」。前面这一大段都是讲的「智德」。三德秘藏，这也是讲三德，智德，就是般若智慧。所以智非常重要。为什么？没有智，就是断也断不干净，就是恩，恩里头有怨，爱里面有恨。你看人，好的时候，爱；到后来翻了脸，恨了。爱里头会有恨，恩里头会有怨，没有智慧。如果有智慧就不会了，就没有了。所以这三德，智德摆在前面。佛法的教学，最重的是智慧，最重智慧。",
      "zh_TW": "再看底下一段，這是講「斷德」。前面這一大段都是講的「智德」。三德祕藏，這也是講三德，智德，就是般若智慧。所以智非常重要。為什麼？沒有智，就是斷也斷不乾淨，就是恩，恩裡頭有怨，愛裡面有恨。你看人，好的時候，愛；到後來翻了臉，恨了。愛裡頭會有恨，恩裡頭會有怨，沒有智慧。如果有智慧就不會了，就沒有了。所以這三德，智德擺在前面。佛法的教學，最重的是智慧，最重智慧。"
    },
    {
      "id": "04-003-0014_p0015",
      "zh_CN": "【二断德者。】",
      "zh_TW": "【二斷德者。】"
    },
    {
      "id": "04-003-0014_p0016",
      "zh_CN": "『断』什么？断烦恼、断妄想、断习气，这就是修行人所讲的功夫。真正功夫从这个地方见。这《疏》文里头有：",
      "zh_TW": "『斷』什麼？斷煩惱、斷妄想、斷習氣，這就是修行人所講的功夫。真正功夫從這個地方見。這《疏》文裡頭有："
    },
    {
      "id": "04-003-0014_p0017",
      "zh_CN": "【廓净尘习。】",
      "zh_TW": "【廓淨塵習。】"
    },
    {
      "id": "04-003-0014_p0018",
      "zh_CN": "底下解释：",
      "zh_TW": "底下解釋："
    },
    {
      "id": "04-003-0014_p0019",
      "zh_CN": "【即障无不寂也。】",
      "zh_TW": "【即障無不寂也。】"
    },
    {
      "id": "04-003-0014_p0020",
      "zh_CN": "『障』，下面有解释：",
      "zh_TW": "『障』，下面有解釋："
    },
    {
      "id": "04-003-0014_p0021",
      "zh_CN": "【即烦恼所知二障。】",
      "zh_TW": "【即煩惱所知二障。】"
    },
    {
      "id": "04-003-0014_p0022",
      "zh_CN": "就是『烦恼障、所知障』，这是说出这两大类。经上也有说三障。三障，则是说惑障、业障、报障，就是惑业苦。『二障』，可以说是包括了世出世间一切法。三障，只说的是六道轮回里面，只讲六道凡夫。讲二障，那是包括了声闻、缘觉、菩萨，因为他们这二障都没有能够断尽。所以二障的范围比三障要广。这个底下说：",
      "zh_TW": "就是『煩惱障、所知障』，這是說出這兩大類。經上也有說三障。三障，則是說惑障、業障、報障，就是惑業苦。『二障』，可以說是包括了世出世間一切法。三障，只說的是六道輪迴裡面，只講六道凡夫。講二障，那是包括了聲聞、緣覺、菩薩，因為他們這二障都沒有能夠斷盡。所以二障的範圍比三障要廣。這個底下說："
    },
    {
      "id": "04-003-0014_p0023",
      "zh_CN": "【二障从粗至细有三。】",
      "zh_TW": "【二障從粗至細有三。】"
    },
    {
      "id": "04-003-0014_p0024",
      "zh_CN": "这三类就是：",
      "zh_TW": "這三類就是："
    },
    {
      "id": "04-003-0014_p0025",
      "zh_CN": "【一现行。二种子。三习气。】",
      "zh_TW": "【一現行。二種子。三習氣。】"
    },
    {
      "id": "04-003-0014_p0026",
      "zh_CN": "又分这三类。这三类都是大分，要是细分，烦恼是无量无边。无量无边的烦恼，总不外乎这三类就是：第一类叫『现行』，现是现前，行是行为。行为表现在身语意，表现在现前，这叫现行。『种子』，这是在阿赖耶识里没有起现行的，叫种子。有确实有，没有起作用，这叫种子。种子无量无边，佛给我们说，每个众生十法界的种子统统有，统统具足。种子要想起现行，必须要有缘。种子是因，现行是果，这当中必须要有缘，有缘，它才能够结果。如果没有缘，那种子永远存在那个地方，它不会消失，它也不会坏灭，它统统存在，种子不灭。这是诸位一定要晓得的，种子是不灭的。",
      "zh_TW": "又分這三類。這三類都是大分，要是細分，煩惱是無量無邊。無量無邊的煩惱，總不外乎這三類就是：第一類叫『現行』，現是現前，行是行為。行為表現在身語意，表現在現前，這叫現行。『種子』，這是在阿賴耶識裡沒有起現行的，叫種子。有確實有，沒有起作用，這叫種子。種子無量無邊，佛給我們說，每個眾生十法界的種子統統有，統統具足。種子要想起現行，必須要有緣。種子是因，現行是果，這當中必須要有緣，有緣，它才能夠結果。如果沒有緣，那種子永遠存在那個地方，它不會消失，它也不會壞滅，它統統存在，種子不滅。這是諸位一定要曉得的，種子是不滅的。"
    },
    {
      "id": "04-003-0014_p0027",
      "zh_CN": "在十法界里面，就看你遇的什么缘。如果说是我们遇六道的缘，那他的现行就是六道的果报。譬如遇到这个善缘，果报在人天。有很多人劝他念佛，劝他学佛，他不学。我心好，我做好事就好了，还要学佛干什么。他不是个坏人，真的，一生行好事，行善，这就叫善缘，他来生的果报人天。那个善要是大，果报在天上；善要是小一点，果报在人间。我们佛经里面讲十善业，上品十善生天，中品、下品，中品是人间，下品是阿修罗，这是遇到善。如果遇到恶业，贪瞋痴，恶缘，贪瞋痴，外面一诱惑，这贪心起来了。贪是你内心的种子，外面这个境界是缘，一接触，把你里面这个贪心引发起来，贪心增长了。贪心的果报在饿鬼道。我听说现在股票的风气很盛。很多学佛的人不来听经，也不拜佛了，这几天，想着去搞股票去了。他这几天也修行，修什么行？修饿鬼道，增长贪心。瞋恚，凡是诱惑你发脾气的，诱惑你不高兴的，这种缘，是瞋恚的缘，把你瞋恚的种子引起来，果报是地狱。所以十法界我们的因统统有。这一句阿弥陀佛谁不会念？谁都会念。遇到这个缘，死心塌地，那是最殊胜的，你这一生成佛了，这成佛的缘；修其他一切大乘佛法，成菩萨；修小教、权教，成阿罗汉、成辟支佛。人这一生当中，机缘决定我们的前途，决定我们来生的祸福，这个关系非常之大。所以种子确实没有一个人不具足。来生前途，就看我们自己取这个缘上这个决断。",
      "zh_TW": "在十法界裡面，就看你遇的什麼緣。如果說是我們遇六道的緣，那他的現行就是六道的果報。譬如遇到這個善緣，果報在人天。有很多人勸他念佛，勸他學佛，他不學。我心好，我做好事就好了，還要學佛幹什麼。他不是個壞人，真的，一生行好事，行善，這就叫善緣，他來生的果報人天。那個善要是大，果報在天上；善要是小一點，果報在人間。我們佛經裡面講十善業，上品十善生天，中品、下品，中品是人間，下品是阿修羅，這是遇到善。如果遇到惡業，貪瞋痴，惡緣，貪瞋痴，外面一誘惑，這貪心起來了。貪是你內心的種子，外面這個境界是緣，一接觸，把你裡面這個貪心引發起來，貪心增長了。貪心的果報在餓鬼道。我聽說現在股票的風氣很盛。很多學佛的人不來聽經，也不拜佛了，這幾天，想著去搞股票去了。他這幾天也修行，修什麼行？修餓鬼道，增長貪心。瞋恚，凡是誘惑你發脾氣的，誘惑你不高興的，這種緣，是瞋恚的緣，把你瞋恚的種子引起來，果報是地獄。所以十法界我們的因統統有。這一句阿彌陀佛誰不會念？誰都會念。遇到這個緣，死心塌地，那是最殊勝的，你這一生成佛了，這成佛的緣；修其他一切大乘佛法，成菩薩；修小教、權教，成阿羅漢、成辟支佛。人這一生當中，機緣決定我們的前途，決定我們來生的禍福，這個關係非常之大。所以種子確實沒有一個人不具足。來生前途，就看我們自己取這個緣上這個決斷。"
    },
    {
      "id": "04-003-0014_p0028",
      "zh_CN": "『习气』，那是讲功夫。如果不讲功夫，这个习气谈不上。修行真正有功夫，佛在经上常常举例子说，佛的弟子当中，许多真正证得阿罗汉果。证得阿罗汉果，见思烦恼一定是断了，真的是断了；虽然断了，习气还在。弟子当中就有好几个出生富贵家庭。富家子弟总有傲慢的态度，他证了阿罗汉果，那个慢确实是断掉了。但是在与大众相处，常常还有那个习气存在，这就是所谓说，烦恼断容易，除习气难。证到辟支佛果，习气就没有了。由此可知，习气难断。经里头比喻说，藕断丝连。那个习气就像那个藕当中的丝一样，它还连在一起。藕断掉，比喻这烦恼断了，习气没有断。刚才我跟大家说过，这个种子是不会断的，不会消灭的。我们成了佛之后，或者是成了菩萨，我们那些恶的种子还在不在？给诸位说，还在。那在，怎么办？在好，如果没有这些恶的种子在，你就不能度众生。正因为有这么多恶习的种子，所以你才会到恶道去度众生。凡夫，这恶的种子是随业去受报，自己作不了主，苦在这个地方。到佛与大菩萨，他是随愿去度生。我们常说，叫乘愿再来。佛要到我们人间来，他有人的业因，他没有这个业因，他不能到人间来。他要到饿鬼道，他要有饿鬼道的业因，他才能到鬼道去度众生。他要到地狱道去度众生，他得有地狱道的业因。所以他那个时候，恶道的这些种子他可以自在的用，想到哪一道就到哪一道。",
      "zh_TW": "『習氣』，那是講功夫。如果不講功夫，這個習氣談不上。修行真正有功夫，佛在經上常常舉例子說，佛的弟子當中，許多真正證得阿羅漢果。證得阿羅漢果，見思煩惱一定是斷了，真的是斷了；雖然斷了，習氣還在。弟子當中就有好幾個出生富貴家庭。富家子弟總有傲慢的態度，他證了阿羅漢果，那個慢確實是斷掉了。但是在與大眾相處，常常還有那個習氣存在，這就是所謂說，煩惱斷容易，除習氣難。證到辟支佛果，習氣就沒有了。由此可知，習氣難斷。經裡頭比喻說，藕斷絲連。那個習氣就像那個藕當中的絲一樣，它還連在一起。藕斷掉，比喻這煩惱斷了，習氣沒有斷。剛才我跟大家說過，這個種子是不會斷的，不會消滅的。我們成了佛之後，或者是成了菩薩，我們那些惡的種子還在不在？給諸位說，還在。那在，怎麼辦？在好，如果沒有這些惡的種子在，你就不能度眾生。正因為有這麼多惡習的種子，所以你才會到惡道去度眾生。凡夫，這惡的種子是隨業去受報，自己作不了主，苦在這個地方。到佛與大菩薩，他是隨願去度生。我們常說，叫乘願再來。佛要到我們人間來，他有人的業因，他沒有這個業因，他不能到人間來。他要到餓鬼道，他要有餓鬼道的業因，他才能到鬼道去度眾生。他要到地獄道去度眾生，他得有地獄道的業因。所以他那個時候，惡道的這些種子他可以自在的用，想到哪一道就到哪一道。"
    },
    {
      "id": "04-003-0014_p0029",
      "zh_CN": "经上给我们讲，「烦恼即菩提，生死即涅槃」，是一不是二。换句话说，你不能自在运用，就叫烦恼；你要能够自在运用，就叫做菩提。就是一个自在、不自在，从这上建立这两个名词而已。事实是一桩事情，不是两桩事情，一桩事情。所以觉悟之后，所有一切的烦恼、业习、种子统统变成大菩提，也就是变成智慧。迷的时候，叫烦恼，叫贪瞋痴慢；觉悟的时候，叫智慧，贪瞋痴慢统统都是智慧，都是般若智慧。那个时候，运用这个智慧普度一切众生。真的佛法实在是不二法。二就不是佛法，六祖所说的，佛是不二法。烦恼跟菩提，烦恼跟般若智慧是一，不是二。这个地方，这段讲断，断德。",
      "zh_TW": "經上給我們講，「煩惱即菩提，生死即涅槃」，是一不是二。換句話說，你不能自在運用，就叫煩惱；你要能夠自在運用，就叫做菩提。就是一個自在、不自在，從這上建立這兩個名詞而已。事實是一樁事情，不是兩樁事情，一樁事情。所以覺悟之後，所有一切的煩惱、業習、種子統統變成大菩提，也就是變成智慧。迷的時候，叫煩惱，叫貪瞋痴慢；覺悟的時候，叫智慧，貪瞋痴慢統統都是智慧，都是般若智慧。那個時候，運用這個智慧普度一切眾生。真的佛法實在是不二法。二就不是佛法，六祖所說的，佛是不二法。煩惱跟菩提，煩惱跟般若智慧是一，不是二。這個地方，這段講斷，斷德。"
    },
    {
      "id": "04-003-0014_p0030",
      "zh_CN": "【习气微细难除。尚皆廓净。况种现耶。】",
      "zh_TW": "【習氣微細難除。尚皆廓淨。況種現耶。】"
    },
    {
      "id": "04-003-0014_p0031",
      "zh_CN": "『习气』难除，都能把它断尽，何况现行跟种子。这个现行跟种子是互为因果。现行，印在阿赖耶里面就变成种子，种子遇缘就变成现行。现行跟种子是循环的，现行是因，种子是果；种子是因，现行是果，永远在不断的循环。佛菩萨跟我们的差别就在迷悟，我们是迷，所以这个循环，愈循环愈苦，就是愈迷愈深。佛菩萨这个循环，愈循环愈自在，因为他不迷。也可以说佛法跟世间法就是迷悟之别，没有其他的。",
      "zh_TW": "『習氣』難除，都能把它斷盡，何況現行跟種子。這個現行跟種子是互為因果。現行，印在阿賴耶裡面就變成種子，種子遇緣就變成現行。現行跟種子是循環的，現行是因，種子是果；種子是因，現行是果，永遠在不斷的循環。佛菩薩跟我們的差別就在迷悟，我們是迷，所以這個循環，愈循環愈苦，就是愈迷愈深。佛菩薩這個循環，愈循環愈自在，因為他不迷。也可以說佛法跟世間法就是迷悟之別，沒有其他的。"
    },
    {
      "id": "04-003-0014_p0032",
      "zh_CN": "【三恩德。】",
      "zh_TW": "【三恩德。】"
    },
    {
      "id": "04-003-0014_p0033",
      "zh_CN": "这说『恩德』，恩是利益众生，也就是《无量寿经》里面所说，惠以真实之利。这是恩德到了极处。所以《无量寿经》给我们讲得最真实，第一真实。这段在《疏》文里面比较长，《疏》文在八十三页最后的两行，它有四句。前面智德只有一句，智德是「妙践真觉」。断德也只有一句，「廓净尘习」。恩德，下面都是讲恩德，「寂寥于万化之域，动用于一虚之中；融身刹以相含，流声光以遐烛」。这四句全是讲的恩德。我们翻过八十六面来看这个注解，八十六面倒数第四行，第二句从「三恩德，疏」，就是我们刚才所念的：",
      "zh_TW": "這說『恩德』，恩是利益眾生，也就是《無量壽經》裡面所說，惠以真實之利。這是恩德到了極處。所以《無量壽經》給我們講得最真實，第一真實。這段在《疏》文裡面比較長，《疏》文在八十三頁最後的兩行，它有四句。前面智德只有一句，智德是「妙踐真覺」。斷德也只有一句，「廓淨塵習」。恩德，下面都是講恩德，「寂寥於萬化之域，動用於一虛之中；融身剎以相含，流聲光以遐燭」。這四句全是講的恩德。我們翻過八十六面來看這個註解，八十六面倒數第四行，第二句從「三恩德，疏」，就是我們剛才所念的："
    },
    {
      "id": "04-003-0014_p0034",
      "zh_CN": "【寂寥至遐烛。】",
      "zh_TW": "【寂寥至遐燭。】"
    },
    {
      "id": "04-003-0014_p0035",
      "zh_CN": "这四句。",
      "zh_TW": "這四句。"
    },
    {
      "id": "04-003-0014_p0036",
      "zh_CN": "【寂寥于万化之域。动用于一虚之中者。】",
      "zh_TW": "【寂寥於萬化之域。動用於一虛之中者。】"
    },
    {
      "id": "04-003-0014_p0037",
      "zh_CN": "这是先解释这两句。上面这句是：",
      "zh_TW": "這是先解釋這兩句。上面這句是："
    },
    {
      "id": "04-003-0014_p0038",
      "zh_CN": "【用而常寂。】",
      "zh_TW": "【用而常寂。】"
    },
    {
      "id": "04-003-0014_p0039",
      "zh_CN": "下面这句是：",
      "zh_TW": "下面這句是："
    },
    {
      "id": "04-003-0014_p0040",
      "zh_CN": "【寂而常用。】",
      "zh_TW": "【寂而常用。】"
    },
    {
      "id": "04-003-0014_p0041",
      "zh_CN": "在经论上，我们也常常看到与这个很类似的句子，「寂而常照，照而常寂」，照就是用。所以此地用『用』，我们更容易体会得到它的意思。所以照就是作用。我们把这句念下去，把这个文念下去：",
      "zh_TW": "在經論上，我們也常常看到與這個很類似的句子，「寂而常照，照而常寂」，照就是用。所以此地用『用』，我們更容易體會得到它的意思。所以照就是作用。我們把這句念下去，把這個文念下去："
    },
    {
      "id": "04-003-0014_p0042",
      "zh_CN": "【寂者无声。寥者无色。万化者。即一切法从缘假有。如幻化也。域者疆域。】",
      "zh_TW": "【寂者無聲。寥者無色。萬化者。即一切法從緣假有。如幻化也。域者疆域。】"
    },
    {
      "id": "04-003-0014_p0043",
      "zh_CN": "也就是我们现在讲的范围，讲的界线，就是这个意思。『无声、无色』这个句子，就是《心经》上所说的。《心经》里面给我们讲得很清楚，不但是六根、六尘、六识，都把它否定了，一直到最后是无智亦无得。那个智就是我们今天讲的般若智慧，得就是讲的菩提涅槃，也都否定掉了。这个里头的意思，跟那个是一样的。为什么统统否定掉了？这底下给我们说，『一切法从缘假有』，所以《金刚经》上讲「凡所有相，皆是虚妄」；智得还是相。能入这个境界，这就是真正觉悟，朗然大觉，也就是六祖所证的「本来无一物」。这个时候心才真正到清净，清净无为。学佛，一定要明白这个道理，这是学佛最高的目标，最终极的境界。我们是因为到不了，才念佛求生西方极乐世界。到了西方极乐世界去干什么？还得去入这个境界。我们不到西方极乐世界，我们入这个境界行不行？行。看你有没有本事？你有本事，行。如果你在这几十年寒暑当中，你做不到，一轮回，问题就严重了。到西方极乐世界最大的一个长处，免轮回之苦。这一轮回，诸位要晓得，有隔阴之迷，有退转，这是个麻烦事情。所以你到西方极乐世界，你没有轮回，没有隔阴之迷，不会退转。换句话说，保证你一生当中能达到这个境界。",
      "zh_TW": "也就是我們現在講的範圍，講的界線，就是這個意思。『無聲、無色』這個句子，就是《心經》上所說的。《心經》裡面給我們講得很清楚，不但是六根、六塵、六識，都把它否定了，一直到最後是無智亦無得。那個智就是我們今天講的般若智慧，得就是講的菩提涅槃，也都否定掉了。這個裡頭的意思，跟那個是一樣的。為什麼統統否定掉了？這底下給我們說，『一切法從緣假有』，所以《金剛經》上講「凡所有相，皆是虛妄」；智得還是相。能入這個境界，這就是真正覺悟，朗然大覺，也就是六祖所證的「本來無一物」。這個時候心才真正到清淨，清淨無為。學佛，一定要明白這個道理，這是學佛最高的目標，最終極的境界。我們是因為到不了，才念佛求生西方極樂世界。到了西方極樂世界去幹什麼？還得去入這個境界。我們不到西方極樂世界，我們入這個境界行不行？行。看你有沒有本事？你有本事，行。如果你在這幾十年寒暑當中，你做不到，一輪迴，問題就嚴重了。到西方極樂世界最大的一個長處，免輪迴之苦。這一輪迴，諸位要曉得，有隔陰之迷，有退轉，這是個麻煩事情。所以你到西方極樂世界，你沒有輪迴，沒有隔陰之迷，不會退轉。換句話說，保證你一生當中能達到這個境界。"
    },
    {
      "id": "04-003-0014_p0044",
      "zh_CN": "这是我们自己一定要认真去反省，我有没有能力在一生做到。如果反省觉得自己没有这个能力，烦恼、业障、习气太重了，换句话说，你要不求生净土，你这一生不可能有成就。研究佛经、读佛经，给诸位说，没有用处。清凉大师讲，增长邪见。为什么说增长邪见？正知正见里头没有知见。无智亦无得，哪有知见，有知见统统是邪见。所以禅宗教学，后期那是胡造谣言，骗人；过去教学是真的，那是真正善知识。他怎么教你？他什么都不教你。你有什么问题，你一问，才一开口，马上棒子就打下去，教你什么？不准你开口，开口便错，动念皆乖。开口要打，动念头要打，不开口也打，不动念也打。开口什么？打你的邪见，邪知邪见。不开口，打你的无明。不开口，就无明。从前禅堂，换句话，你去是天天挨打就是了，一直打到你开悟为止。所以他用什么东西教？用香板教学，那真高明。这以后没有这善知识，他也学这一套，拿板子乱打人，愈打愈糊涂，是不是。从前那个板子会把你打开悟，后来的板子愈打烦恼愈多。",
      "zh_TW": "這是我們自己一定要認真去反省，我有沒有能力在一生做到。如果反省覺得自己沒有這個能力，煩惱、業障、習氣太重了，換句話說，你要不求生淨土，你這一生不可能有成就。研究佛經、讀佛經，給諸位說，沒有用處。清涼大師講，增長邪見。為什麼說增長邪見？正知正見裡頭沒有知見。無智亦無得，哪有知見，有知見統統是邪見。所以禪宗教學，後期那是胡造謠言，騙人；過去教學是真的，那是真正善知識。他怎麼教你？他什麼都不教你。你有什麼問題，你一問，才一開口，馬上棒子就打下去，教你什麼？不准你開口，開口便錯，動念皆乖。開口要打，動念頭要打，不開口也打，不動念也打。開口什麼？打你的邪見，邪知邪見。不開口，打你的無明。不開口，就無明。從前禪堂，換句話，你去是天天挨打就是了，一直打到你開悟為止。所以他用什麼東西教？用香板教學，那真高明。這以後沒有這善知識，他也學這一套，拿板子亂打人，愈打愈糊塗，是不是。從前那個板子會把你打開悟，後來的板子愈打煩惱愈多。"
    },
    {
      "id": "04-003-0014_p0045",
      "zh_CN": "所以要晓得，佛法真的愈传愈讹。今日之下，没有正法了。这是我们自己一定要觉悟的，没有正法了。除了念佛之外，没有第二条路好走。路都是正路，没有领导的人，这是要真正觉悟。就是古人这些注疏，我们能看得懂吗？看不懂。经，需要清净心去领会，古大德这些注解也得要清净心去领会。它不是知见，它不是言语，所以最好的方法就是老实去读诵，不要求解。这是什么？读诵时心清净。以清净心去体会清净心，他会开悟。你不研究、不求解，它的意思自然现前，这是悟。你们大家念多了，一定会有这个境界。你每念一遍，都会有几个悟处。你念得愈多，那悟处也愈多、也愈深，这里头真正有味道，法味，法喜充满。所以不能研究。",
      "zh_TW": "所以要曉得，佛法真的愈傳愈訛。今日之下，沒有正法了。這是我們自己一定要覺悟的，沒有正法了。除了念佛之外，沒有第二條路好走。路都是正路，沒有領導的人，這是要真正覺悟。就是古人這些註疏，我們能看得懂嗎？看不懂。經，需要清淨心去領會，古大德這些註解也得要清淨心去領會。它不是知見，它不是言語，所以最好的方法就是老實去讀誦，不要求解。這是什麼？讀誦時心清淨。以清淨心去體會清淨心，他會開悟。你不研究、不求解，它的意思自然現前，這是悟。你們大家念多了，一定會有這個境界。你每念一遍，都會有幾個悟處。你念得愈多，那悟處也愈多、也愈深，這裡頭真正有味道，法味，法喜充滿。所以不能研究。"
    },
    {
      "id": "04-003-0014_p0046",
      "zh_CN": "佛法，没有研究讨论的。这个研究讨论，跟人家辩解那是什么？那是降伏外道的，那是宣传，这个要懂得。自己家里面的教学，没有这一套的。你自己真正融会贯通，真正入这个境界，你遇到像释迦牟尼佛当年遇到这六师外道，九十六种外道，常常跟他们举行辩论，折服他，最后劝他来学佛。这是什么？是相应以后度化众生的一种手段，不是在学习当中用这个手段。学习当中用这个手段，决定是增长邪见。过去我们在大专讲座的时候，那是在中国佛教会办大专讲座，我们很想在讲座里面开因明。所以当时我就想起方东美先生，我就到他家里去，把我们这个讲座的情形向他报告，希望请他来给我们开因明这一堂课。结果他就告诉我，佛法里面的因明，实在讲，不如现代的逻辑。现代的逻辑辩证法，比佛法的因明还要进步，他说这个的确纯粹的哲学。但是佛法用得着？用不着。向上一着，这东西统统没有用。他这句话的确把我点醒了。确实如此，向上一着，这东西统统用不着。为什么？言语道断，心行处灭，还有什么好辩论的。所以他老人家说，因明在佛法里头是属于初级、中级的，高级的佛法里头没有。确实如此。",
      "zh_TW": "佛法，沒有研究討論的。這個研究討論，跟人家辯解那是什麼？那是降伏外道的，那是宣傳，這個要懂得。自己家裡面的教學，沒有這一套的。你自己真正融會貫通，真正入這個境界，你遇到像釋迦牟尼佛當年遇到這六師外道，九十六種外道，常常跟他們舉行辯論，折服他，最後勸他來學佛。這是什麼？是相應以後度化眾生的一種手段，不是在學習當中用這個手段。學習當中用這個手段，決定是增長邪見。過去我們在大專講座的時候，那是在中國佛教會辦大專講座，我們很想在講座裡面開因明。所以當時我就想起方東美先生，我就到他家裡去，把我們這個講座的情形向他報告，希望請他來給我們開因明這一堂課。結果他就告訴我，佛法裡面的因明，實在講，不如現代的邏輯。現代的邏輯辯證法，比佛法的因明還要進步，他說這個的確純粹的哲學。但是佛法用得著？用不著。向上一著，這東西統統沒有用。他這句話的確把我點醒了。確實如此，向上一著，這東西統統用不著。為什麼？言語道斷，心行處滅，還有什麼好辯論的。所以他老人家說，因明在佛法裡頭是屬於初級、中級的，高級的佛法裡頭沒有。確實如此。"
    },
    {
      "id": "04-003-0014_p0047",
      "zh_CN": "禅宗是高级佛法，净土宗也是高级佛法。一句阿弥陀佛念到底，还有什么因明？还有什么辩证？统统不要了。无论什么境界现前，就一句阿弥陀佛，这问题圆满解决了。所以我常讲《金刚经》，那个《金刚经》多麻烦，讲了半天，人家也听不懂。《金刚经》上实际两个问题，须菩提尊者提出来，「云何应住」。遇到念佛人的时候，就是南无阿弥陀佛，这不是就解决了吗？心住在哪里？住在阿弥陀佛，这就对了。「云何降伏其心」，南无阿弥陀佛，这就解决了。你看一句阿弥陀佛，把《金刚经》圆满解决了。哪有麻烦！所以这个念佛法门，大家不知道这是最高级的佛法。在佛法里用不着因明，用不着辩证法。我那个时候真的没有想到方先生会说出这种话来。",
      "zh_TW": "禪宗是高級佛法，淨土宗也是高級佛法。一句阿彌陀佛念到底，還有什麼因明？還有什麼辯證？統統不要了。無論什麼境界現前，就一句阿彌陀佛，這問題圓滿解決了。所以我常講《金剛經》，那個《金剛經》多麻煩，講了半天，人家也聽不懂。《金剛經》上實際兩個問題，須菩提尊者提出來，「云何應住」。遇到念佛人的時候，就是南無阿彌陀佛，這不是就解決了嗎？心住在哪裡？住在阿彌陀佛，這就對了。「云何降伏其心」，南無阿彌陀佛，這就解決了。你看一句阿彌陀佛，把《金剛經》圓滿解決了。哪有麻煩！所以這個念佛法門，大家不知道這是最高級的佛法。在佛法裡用不著因明，用不著辯證法。我那個時候真的沒有想到方先生會說出這種話來。"
    },
    {
      "id": "04-003-0014_p0048",
      "zh_CN": "这个道理就是「一切法从缘假有」，佛法也不例外。佛法也是从缘假有，所以《金刚经》上才说，「法尚应舍，何况非法」。那个法就是指佛法。佛法都不要执着，何况这世间一切法。所以说这个佛法自始至终就是离一切分别执着，就是佛法。佛法就是觉悟的法，就是真觉，真正觉悟，离一切分别执着。一切分别执着统统是妄想，都不是真实的。这个离，诸位要记住，是教我们自己离，不是教我们对别人。自己离是真觉，对别人也离，那你没有觉，那你还是迷，还是不觉。对别人恒顺众生，对自己一切离开，对别人一切建立。这个建立很妙，建立在离开的这个基础上。就对别人，我们一切讲有，对自己是空，但是这个有是建立空的基础上。你说这个有是真有，还是假有？有的基础就是空。所以这个有叫妙有，它不是真有。有是什么？恒顺众生，这就是恩德，大慈大悲。那为什么众生没有到这个境界？众生迷惑颠倒，你要不随着他迷，那个麻烦就大了。就好像你一个人清醒，这一堆朋友喝酒都喝醉了，都在那儿说醉话。他怎么说，你就随顺他，他也很欢喜、很开心。你要是说你醉了，他起来跟你反抗，他不承认。何必去惹这个麻烦？所以众生迷，随他迷，顺着他迷，顺着他说。他迷，我不迷，就对了，这才叫真正觉悟。所以要懂得恒顺众生，要懂得不坏世间法，这就是真正认清宇宙人生的真相，如梦幻泡影。",
      "zh_TW": "這個道理就是「一切法從緣假有」，佛法也不例外。佛法也是從緣假有，所以《金剛經》上才說，「法尚應捨，何況非法」。那個法就是指佛法。佛法都不要執著，何況這世間一切法。所以說這個佛法自始至終就是離一切分別執著，就是佛法。佛法就是覺悟的法，就是真覺，真正覺悟，離一切分別執著。一切分別執著統統是妄想，都不是真實的。這個離，諸位要記住，是教我們自己離，不是教我們對別人。自己離是真覺，對別人也離，那你沒有覺，那你還是迷，還是不覺。對別人恆順眾生，對自己一切離開，對別人一切建立。這個建立很妙，建立在離開的這個基礎上。就對別人，我們一切講有，對自己是空，但是這個有是建立空的基礎上。你說這個有是真有，還是假有？有的基礎就是空。所以這個有叫妙有，它不是真有。有是什麼？恆順眾生，這就是恩德，大慈大悲。那為什麼眾生沒有到這個境界？眾生迷惑顛倒，你要不隨著他迷，那個麻煩就大了。就好像你一個人清醒，這一堆朋友喝酒都喝醉了，都在那兒說醉話。他怎麼說，你就隨順他，他也很歡喜、很開心。你要是說你醉了，他起來跟你反抗，他不承認。何必去惹這個麻煩？所以眾生迷，隨他迷，順著他迷，順著他說。他迷，我不迷，就對了，這才叫真正覺悟。所以要懂得恆順眾生，要懂得不壞世間法，這就是真正認清宇宙人生的真相，如夢幻泡影。"
    },
    {
      "id": "04-003-0014_p0049",
      "zh_CN": "『动用于一虚之中』，这句意思已经融在前面这句里面。动是动作。用就是作用。诸佛菩萨也要起作用，他也要现身，他也要应化，他也要示现，他也要说法。甚至于在人间，一样示现到我们人间相同的生活，这都叫做动用。但是他动用在一虚之中；我们凡夫，可惜就没有这「一虚」两个字。一，就说明不是相对的，相对的是二，二法。所以佛用心，用真心，用的真如本性，是一，一心，佛用一心。我们凡夫用三心二意。凡夫用心意识，三心；二意，就是末那跟意识，末那是意根，第六是意识，凡夫用这个，叫三心二意。三心二意，是佛法上说的，凡夫用这个。三心二意，我们把它当作真实，把一切幻化不实的境界都把它看作真实，在这里面起心动念，患得患失，在搞这些东西。佛与大菩萨知道这个事实真相，晓得一切法是梦幻泡影，所以他在一切法里头，没有得失，没有取舍，他得自在。无取、无舍，无得、无失，一虚，这才是真实的受用。所以他的智慧德能完全恢复，能够应用自在。底下就说出自在之相，这不可思议。",
      "zh_TW": "『動用於一虛之中』，這句意思已經融在前面這句裡面。動是動作。用就是作用。諸佛菩薩也要起作用，他也要現身，他也要應化，他也要示現，他也要說法。甚至於在人間，一樣示現到我們人間相同的生活，這都叫做動用。但是他動用在一虛之中；我們凡夫，可惜就沒有這「一虛」兩個字。一，就說明不是相對的，相對的是二，二法。所以佛用心，用真心，用的真如本性，是一，一心，佛用一心。我們凡夫用三心二意。凡夫用心意識，三心；二意，就是末那跟意識，末那是意根，第六是意識，凡夫用這個，叫三心二意。三心二意，是佛法上說的，凡夫用這個。三心二意，我們把它當作真實，把一切幻化不實的境界都把它看作真實，在這裡面起心動念，患得患失，在搞這些東西。佛與大菩薩知道這個事實真相，曉得一切法是夢幻泡影，所以他在一切法裡頭，沒有得失，沒有取捨，他得自在。無取、無捨，無得、無失，一虛，這才是真實的受用。所以他的智慧德能完全恢復，能夠應用自在。底下就說出自在之相，這不可思議。"
    },
    {
      "id": "04-003-0014_p0050",
      "zh_CN": "【融身刹以相含者。依正无碍也。】",
      "zh_TW": "【融身剎以相含者。依正無礙也。】"
    },
    {
      "id": "04-003-0014_p0051",
      "zh_CN": "『依正无碍』里面有六句，这六句都是《华严经》上所说的，这六句显示出事事无碍。第一句在八十七面第二行，有六句，下面：",
      "zh_TW": "『依正無礙』裡面有六句，這六句都是《華嚴經》上所說的，這六句顯示出事事無礙。第一句在八十七面第二行，有六句，下面："
    },
    {
      "id": "04-003-0014_p0052",
      "zh_CN": "【一依内现依。】",
      "zh_TW": "【一依內現依。】"
    },
    {
      "id": "04-003-0014_p0053",
      "zh_CN": "『依』是依报，我们的环境，生活环境。依报里头现依报。这个经上说，底下是引用经文「现相品」里面讲的，在这一行最下面一句：",
      "zh_TW": "『依』是依報，我們的環境，生活環境。依報裡頭現依報。這個經上說，底下是引用經文「現相品」裡面講的，在這一行最下面一句："
    },
    {
      "id": "04-003-0014_p0054",
      "zh_CN": "【佛刹微尘数。如是诸刹土。能于一念中。一一尘中现也。】",
      "zh_TW": "【佛剎微塵數。如是諸剎土。能於一念中。一一塵中現也。】"
    },
    {
      "id": "04-003-0014_p0055",
      "zh_CN": "微尘，『佛刹微尘数』，尘，在佛法里头是讲这个物质最小的，佛经把它称作尘。跟现代科学对于物质分析，这个意义是非常相接近的。佛经里面讲尘之小者，从牛毛尘说起。牛毛，毛的尖端上，我们现在用放大镜可以把它放大来看，放大那个牛毛的尖端，它并不是很尖的，它上面还是有可以放一粒尘土的地方，还能够放得上去，放到这牛毛的尖端上，当然那个尘很小，叫牛毛尘。牛毛尘，把它分成七分之一，叫羊毛尘。那个羊毛就细了，我们用毛笔，羊毛就细了。那羊毛的尖端上，它可以放在那个地方不会掉下来，叫羊毛尘。羊毛尘再分七分之一，叫兔毛尘。兔毛尘再分七分之一，叫水尘。大概就是我们现在化学里面讲的水分子。这一粒尘，在水里面它可以自在通过，没有障碍，这水的密度不大。水尘，七分之一，叫做金尘。金是金属，金属密度就很大，密度虽然大，还是有空隙。你看看这是现在人知道，从前佛那个时候怎么会晓得，那金属里头还有空隙，这一粒尘土可以自在在里面跑过来，跑过去，没有障碍。它从那个空隙里钻过来，钻过去，这个尘就小了。像我们现在所讲的原子、电子，在金属里面可以跑来跑去。所以那个时候没有显微镜，释迦牟尼佛对这个事情也看得清清楚楚。金尘再分成七分之一，才叫微尘。佛说了，阿罗汉的天眼可以观察到微尘，可以看到微尘，阿罗汉的天眼。但是这个微尘还可以分，分成七分之一，叫色聚极微，这是阿罗汉看不到的。阿罗汉、辟支佛的天眼都看不到。色聚极微还可以分，再分成七分之一，叫极微之微。佛说，再不能分了，再分就没有了。所以这个微尘又叫做邻虚尘，跟那个空，它两个做邻居。再一分就没有了。",
      "zh_TW": "微塵，『佛剎微塵數』，塵，在佛法裡頭是講這個物質最小的，佛經把它稱作塵。跟現代科學對於物質分析，這個意義是非常相接近的。佛經裡面講塵之小者，從牛毛塵說起。牛毛，毛的尖端上，我們現在用放大鏡可以把它放大來看，放大那個牛毛的尖端，它並不是很尖的，它上面還是有可以放一粒塵土的地方，還能夠放得上去，放到這牛毛的尖端上，當然那個塵很小，叫牛毛塵。牛毛塵，把它分成七分之一，叫羊毛塵。那個羊毛就細了，我們用毛筆，羊毛就細了。那羊毛的尖端上，它可以放在那個地方不會掉下來，叫羊毛塵。羊毛塵再分七分之一，叫兔毛塵。兔毛塵再分七分之一，叫水塵。大概就是我們現在化學裡面講的水分子。這一粒塵，在水裡面它可以自在通過，沒有障礙，這水的密度不大。水塵，七分之一，叫做金塵。金是金屬，金屬密度就很大，密度雖然大，還是有空隙。你看看這是現在人知道，從前佛那個時候怎麼會曉得，那金屬裡頭還有空隙，這一粒塵土可以自在在裡面跑過來，跑過去，沒有障礙。它從那個空隙裡鑽過來，鑽過去，這個塵就小了。像我們現在所講的原子、電子，在金屬裡面可以跑來跑去。所以那個時候沒有顯微鏡，釋迦牟尼佛對這個事情也看得清清楚楚。金塵再分成七分之一，才叫微塵。佛說了，阿羅漢的天眼可以觀察到微塵，可以看到微塵，阿羅漢的天眼。但是這個微塵還可以分，分成七分之一，叫色聚極微，這是阿羅漢看不到的。阿羅漢、辟支佛的天眼都看不到。色聚極微還可以分，再分成七分之一，叫極微之微。佛說，再不能分了，再分就沒有了。所以這個微塵又叫做鄰虛塵，跟那個空，它兩個做鄰居。再一分就沒有了。"
    },
    {
      "id": "04-003-0014_p0056",
      "zh_CN": "佛当年这种说法，跟我们现在科学里头的分析物质是一样的意思。从分析、证明，证明什么？证明宇宙万有，一切动物、植物、矿物，一合相。《金刚经》上讲「一合相」。一，就是一种物质。这基本的物质是一个，组合不相同，才组成法界森罗万象。你看这个观念、这个说法，跟我们现代物理、化学里面所发现的完全相同。所以一切万法是梦幻泡影，不是真实的，就是这一个东西组合的；组合的不一样，才产生的。但是现相，合才起现相，散了，现相就没有了。所以这个现象，相是假相。假相里头没有生灭可言。",
      "zh_TW": "佛當年這種說法，跟我們現在科學裡頭的分析物質是一樣的意思。從分析、證明，證明什麼？證明宇宙萬有，一切動物、植物、礦物，一合相。《金剛經》上講「一合相」。一，就是一種物質。這基本的物質是一個，組合不相同，才組成法界森羅萬象。你看這個觀念、這個說法，跟我們現代物理、化學裡面所發現的完全相同。所以一切萬法是夢幻泡影，不是真實的，就是這一個東西組合的；組合的不一樣，才產生的。但是現相，合才起現相，散了，現相就沒有了。所以這個現象，相是假相。假相裡頭沒有生滅可言。"
    },
    {
      "id": "04-003-0014_p0057",
      "zh_CN": "所以一切法真的不生不灭。你看一切法有生灭是看走了眼。譬如像这一本书，我们把它装订起来，这本书生了。你把它拆开来，这书没有了，灭了。其实哪有生灭，你再把它拿来装订起来，就有了。只有把它聚散而已，所以只有这个基本物质的聚散，实际上没有生灭。你知道没有生灭，就晓得一切有情没有生死。我们这个身体的生死，是这个一合相的聚散，确实没有生死。我们的本性不生不灭。我们现在讲精神，我们中国人讲灵魂，佛法里面讲神识，不生不灭。身体，身体还是不生不灭。确实，这个不生不灭是真的。一切法统统不生不灭，没有一法是生灭相。这是跟你讲真的。讲真的，一般迷人他不懂，他不知道这个境界，不知道这个事实的真相。",
      "zh_TW": "所以一切法真的不生不滅。你看一切法有生滅是看走了眼。譬如像這一本書，我們把它裝訂起來，這本書生了。你把它拆開來，這書沒有了，滅了。其實哪有生滅，你再把它拿來裝訂起來，就有了。只有把它聚散而已，所以只有這個基本物質的聚散，實際上沒有生滅。你知道沒有生滅，就曉得一切有情沒有生死。我們這個身體的生死，是這個一合相的聚散，確實沒有生死。我們的本性不生不滅。我們現在講精神，我們中國人講靈魂，佛法裡面講神識，不生不滅。身體，身體還是不生不滅。確實，這個不生不滅是真的。一切法統統不生不滅，沒有一法是生滅相。這是跟你講真的。講真的，一般迷人他不懂，他不知道這個境界，不知道這個事實的真相。"
    },
    {
      "id": "04-003-0014_p0058",
      "zh_CN": "更奇妙的，这不是佛跟我们讲我们不晓得，这依报里头还现依报。你不要看一粒微尘，那一粒微尘又是一个世界，这个奇妙了。什么世界？又是一个大千世界，又是一个像银河系一样，这在近代科学里头才真正发现。用高度的显微镜看一粒微尘，高倍显微镜之下一看，就是银河，就是星系。原来小的里面有大世界，有大千世界在里头。所以这才是经上讲的，须弥纳芥子，芥子纳须弥。所以银河系没有缩小，芥子没有放大，真的，这是到近代才被证实。所以在佛法里讲，教你观想。你观想我们这个毛端，你想把它放大一倍，再放大一倍，继续不断放大无量无边倍，这一根汗毛，先观察它像个柱子一样，再观察像一座须弥山一样。这里面空隙就很多了，就可以往里面自在往来没有障碍了。再往外扩大，就发现到里面许多星系，许多的动物，许多的植物、矿物，那就又变成世界了。",
      "zh_TW": "更奇妙的，這不是佛跟我們講我們不曉得，這依報裡頭還現依報。你不要看一粒微塵，那一粒微塵又是一個世界，這個奇妙了。什麼世界？又是一個大千世界，又是一個像銀河系一樣，這在近代科學裡頭才真正發現。用高度的顯微鏡看一粒微塵，高倍顯微鏡之下一看，就是銀河，就是星系。原來小的裡面有大世界，有大千世界在裡頭。所以這才是經上講的，須彌納芥子，芥子納須彌。所以銀河系沒有縮小，芥子沒有放大，真的，這是到近代才被證實。所以在佛法裡講，教你觀想。你觀想我們這個毛端，你想把它放大一倍，再放大一倍，繼續不斷放大無量無邊倍，這一根汗毛，先觀察它像個柱子一樣，再觀察像一座須彌山一樣。這裡面空隙就很多了，就可以往裡面自在往來沒有障礙了。再往外擴大，就發現到裡面許多星系，許多的動物，許多的植物、礦物，那就又變成世界了。"
    },
    {
      "id": "04-003-0014_p0059",
      "zh_CN": "佛又告诉我们，不但有这些，而且里面有许多诸佛菩萨，佛在那里讲经说法，诸菩萨围绕。在哪里？毛端上。一一毛端，都有无量无边诸佛在那里说法，无量无边菩萨围绕。这样才知道法界缘起不可思议。可不可能？决定可能。我们今天觉得我们这个世界很大，不可思议！也许我们在别人那个世界真是个毛端上的一点点。这都是真的，这决定不是假的。所以他这第一句说，依报里面现依报。",
      "zh_TW": "佛又告訴我們，不但有這些，而且裡面有許多諸佛菩薩，佛在那裡講經說法，諸菩薩圍繞。在哪裡？毛端上。一一毛端，都有無量無邊諸佛在那裡說法，無量無邊菩薩圍繞。這樣才知道法界緣起不可思議。可不可能？決定可能。我們今天覺得我們這個世界很大，不可思議！也許我們在別人那個世界真是個毛端上的一點點。這都是真的，這決定不是假的。所以他這第一句說，依報裡面現依報。"
    },
    {
      "id": "04-003-0014_p0060",
      "zh_CN": "【二正内现正。】",
      "zh_TW": "【二正內現正。】"
    },
    {
      "id": "04-003-0014_p0061",
      "zh_CN": "毛孔是正报，微尘是依报。这佛经里面讲，依正，这个正报是讲我们身体，我们身体以外的都叫依报。所以依里面又现依报，正里面又现正报。",
      "zh_TW": "毛孔是正報，微塵是依報。這佛經裡面講，依正，這個正報是講我們身體，我們身體以外的都叫依報。所以依裡面又現依報，正裡面又現正報。"
    },
    {
      "id": "04-003-0014_p0062",
      "zh_CN": "【三正内现依。四依内现正。】",
      "zh_TW": "【三正內現依。四依內現正。】"
    },
    {
      "id": "04-003-0014_p0063",
      "zh_CN": "正报里面现依报，依报里面又现正报。这就是四句。",
      "zh_TW": "正報裡面現依報，依報裡面又現正報。這就是四句。"
    },
    {
      "id": "04-003-0014_p0064",
      "zh_CN": "【五依内现正。】",
      "zh_TW": "【五依內現正。】"
    },
    {
      "id": "04-003-0014_p0065",
      "zh_CN": "末后这两句，依报里面现依报、现正报；正报里面现正报、现依报。这是在八十八页第二行，就是第六句里面：",
      "zh_TW": "末後這兩句，依報裡面現依報、現正報；正報裡面現正報、現依報。這是在八十八頁第二行，就是第六句裡面："
    },
    {
      "id": "04-003-0014_p0066",
      "zh_CN": "【六正内现依正。】",
      "zh_TW": "【六正內現依正。】"
    },
    {
      "id": "04-003-0014_p0067",
      "zh_CN": "这就是《华严》所讲的，不可思议的境界。我们这一品经，它的品题就是《入不思议境界普贤菩萨行愿品》。确实没办法想像，不可思议，没法子说，没法子想。所以佛法里常讲，法尔如是。你唯有在极其清净当中，你能够体会得到，你能够见得到。到你见到，这是契入了。你能够体会到的是解悟。解悟，还是隔一层，你没有入进去；到你入进去了，叫证入。那这个境界，你完全是自己亲见的境界，融合成一体，这时才彻底明了宇宙人生的真相。佛法之殊胜，不是在空说，是教我们实证，确实你能够见到，你才晓得佛法不是假的。换句话说，佛讲一切经，无非是透一点消息给我们，使我们明了还有这么些事情。这些事情都待我们自己去证实。底下这是讲相含。这段在八十八面第五行。第五行的当中看起：",
      "zh_TW": "這就是《華嚴》所講的，不可思議的境界。我們這一品經，它的品題就是《入不思議境界普賢菩薩行願品》。確實沒辦法想像，不可思議，沒法子說，沒法子想。所以佛法裡常講，法爾如是。你唯有在極其清淨當中，你能夠體會得到，你能夠見得到。到你見到，這是契入了。你能夠體會到的是解悟。解悟，還是隔一層，你沒有入進去；到你入進去了，叫證入。那這個境界，你完全是自己親見的境界，融合成一體，這時才徹底明瞭宇宙人生的真相。佛法之殊勝，不是在空說，是教我們實證，確實你能夠見到，你才曉得佛法不是假的。換句話說，佛講一切經，無非是透一點消息給我們，使我們明瞭還有這麼些事情。這些事情都待我們自己去證實。底下這是講相含。這段在八十八面第五行。第五行的當中看起："
    },
    {
      "id": "04-003-0014_p0068",
      "zh_CN": "【言相含者。以称性故。随举其一。必全收一切也。】",
      "zh_TW": "【言相含者。以稱性故。隨舉其一。必全收一切也。】"
    },
    {
      "id": "04-003-0014_p0069",
      "zh_CN": "这个意思就是如此，这是「融身刹以相含也」。身刹简单讲，就是依报、正报。因为它是正报，我们常讲佛性；依报我们说它做法性。佛性跟法性，虽然是两个名词，但是它是一桩事情，一性无二性，所以它能够相融。如果说两个性，当然就不能相融了。性是相同的，一性，所以它能够相融。因此，随便拈一法，「一即一切，一切即一」，就是这个道理。任何一法都是如此。我们就是拿佛的这个经教，任何一部经、一部论，都是一切经、一切论。所以这个法是平等的，绝对平等。你要说这个经不是那个经，那个经不是这个经，你决定没有能够契入；你要契入，叫万法一如。",
      "zh_TW": "這個意思就是如此，這是「融身剎以相含也」。身剎簡單講，就是依報、正報。因為它是正報，我們常講佛性；依報我們說它做法性。佛性跟法性，雖然是兩個名詞，但是它是一樁事情，一性無二性，所以它能夠相融。如果說兩個性，當然就不能相融了。性是相同的，一性，所以它能夠相融。因此，隨便拈一法，「一即一切，一切即一」，就是這個道理。任何一法都是如此。我們就是拿佛的這個經教，任何一部經、一部論，都是一切經、一切論。所以這個法是平等的，絕對平等。你要說這個經不是那個經，那個經不是這個經，你決定沒有能夠契入；你要契入，叫萬法一如。"
    },
    {
      "id": "04-003-0014_p0070",
      "zh_CN": "我相信有很多同学也听说过，佛门常讲哪一法不是佛法。这哪一法不是佛法？我要问，基督教的《新旧约》是不是佛法？是。幼稚园小朋友念的那个书，小狗叫，小猫跳，那是不是佛法？是。哪一法不是佛法，圆融就是。如果不圆融，哪一法是佛法？没有一法是。你不圆融的时候，《华严经》不是《法华经》，《法华经》不是《成唯识论》，没有一法是的。所贵的在哪里？贵真正契入。你才能心地真正解脱，真正得自在，心地得清凉自在。一法不立，也一法不舍，没有取舍，所以无有一法不是佛法，这就是「一即一切，一切即一」。入这个境界，你才能够见到宇宙人生的真相。有一个念头存在，有一丝毫的隔阂，真相见不到。你所见到最高明的，像权教菩萨、声闻、缘觉，他见到局部的，他没有见到全体。你要想见到全体，一定要破所知障。声闻、缘觉、权教菩萨，所知障没破，还是能所对立。这经里面境界，对立的完全没有了。",
      "zh_TW": "我相信有很多同學也聽說過，佛門常講哪一法不是佛法。這哪一法不是佛法？我要問，基督教的《新舊約》是不是佛法？是。幼稚園小朋友念的那個書，小狗叫，小貓跳，那是不是佛法？是。哪一法不是佛法，圓融就是。如果不圓融，哪一法是佛法？沒有一法是。你不圓融的時候，《華嚴經》不是《法華經》，《法華經》不是《成唯識論》，沒有一法是的。所貴的在哪裡？貴真正契入。你才能心地真正解脫，真正得自在，心地得清涼自在。一法不立，也一法不捨，沒有取捨，所以無有一法不是佛法，這就是「一即一切，一切即一」。入這個境界，你才能夠見到宇宙人生的真相。有一個念頭存在，有一絲毫的隔閡，真相見不到。你所見到最高明的，像權教菩薩、聲聞、緣覺，他見到局部的，他沒有見到全體。你要想見到全體，一定要破所知障。聲聞、緣覺、權教菩薩，所知障沒破，還是能所對立。這經裡面境界，對立的完全沒有了。"
    },
    {
      "id": "04-003-0014_p0071",
      "zh_CN": "所以说是，『随举其一，必全收一切』。这个其一是无论哪一样，正也好，依也好，微尘也好，毛孔也好，经论也好，不管哪一法，你随拈一法，必定是法界全体。诸位想想，这个境界多么圆满。所以法法如是，法法平等，法法圆融。我们明白这个道理，在一切法里头，取一法自己来修，欢欢喜喜，自在无碍，信心具足。晓得一即一切，你才能真正有成就，这是《华严》之殊胜。在原理上，确实是如此。所以我们为什么连《华严经》都不例外，普贤菩萨十大愿王导归极乐，劝我们念阿弥陀佛，求生西方极乐世界。这什么原因？这个法门容易，这个法门稳当，人人可以学。你看黄念祖居士，在《无量寿经》注解里面引用古大德，引经来给我们说明，这个法门是度凡夫成佛的。能够叫六道凡夫，都能够依这个法门圆成佛道。所以诸大菩萨，这也是示现。为什么？增长我们的信心。文殊、普贤这些大菩萨都发愿求生西方极乐。那我们见到这个情况，那怎么敢不念佛？是这个意思。他做一个榜样，做个样子给我们看，激发我们求愿往生，激发我们一向专念，用意在此地。",
      "zh_TW": "所以說是，『隨舉其一，必全收一切』。這個其一是無論哪一樣，正也好，依也好，微塵也好，毛孔也好，經論也好，不管哪一法，你隨拈一法，必定是法界全體。諸位想想，這個境界多麼圓滿。所以法法如是，法法平等，法法圓融。我們明白這個道理，在一切法裡頭，取一法自己來修，歡歡喜喜，自在無礙，信心具足。曉得一即一切，你才能真正有成就，這是《華嚴》之殊勝。在原理上，確實是如此。所以我們為什麼連《華嚴經》都不例外，普賢菩薩十大願王導歸極樂，勸我們念阿彌陀佛，求生西方極樂世界。這什麼原因？這個法門容易，這個法門穩當，人人可以學。你看黃念祖居士，在《無量壽經》註解裡面引用古大德，引經來給我們說明，這個法門是度凡夫成佛的。能夠叫六道凡夫，都能夠依這個法門圓成佛道。所以諸大菩薩，這也是示現。為什麼？增長我們的信心。文殊、普賢這些大菩薩都發願求生西方極樂。那我們見到這個情況，那怎麼敢不念佛？是這個意思。他做一個榜樣，做個樣子給我們看，激發我們求願往生，激發我們一向專念，用意在此地。"
    },
    {
      "id": "04-003-0014_p0072",
      "zh_CN": "所以一部《华严经》，古德说《华严》、《法华》都是净土法门的导引，这个话说得是很有道理。绝对不是说其他的法门不好；法门的确有难易，难易不在法门，法门没有难易，法门没有浅深，法门没有高下，法门是平等的。难易是什么？众生的根机不一样。譬如我们念书，不要说别的，大家一同去念书，有的人念得很好，程度很高；有的人年年不及格，要留级，这程度不一样。这就是说明，众生的烦恼、根性种种条件不相同。但是念佛这个法门，不管什么条件，他都能适合、都能成就，这是它特别殊胜之处。其余的法门，必须要具备某一些条件，你自己才能够修。所以从法门来说，一即一切，一切即一，决定没有差别，没有高下。所谓差别高下，是从众生根性上分的，这是我们一定要知道的。末后一句：",
      "zh_TW": "所以一部《華嚴經》，古德說《華嚴》、《法華》都是淨土法門的導引，這個話說得是很有道理。絕對不是說其他的法門不好；法門的確有難易，難易不在法門，法門沒有難易，法門沒有淺深，法門沒有高下，法門是平等的。難易是什麼？眾生的根機不一樣。譬如我們念書，不要說別的，大家一同去念書，有的人念得很好，程度很高；有的人年年不及格，要留級，這程度不一樣。這就是說明，眾生的煩惱、根性種種條件不相同。但是念佛這個法門，不管什麼條件，他都能適合、都能成就，這是它特別殊勝之處。其餘的法門，必須要具備某一些條件，你自己才能夠修。所以從法門來說，一即一切，一切即一，決定沒有差別，沒有高下。所謂差別高下，是從眾生根性上分的，這是我們一定要知道的。末後一句："
    },
    {
      "id": "04-003-0014_p0073",
      "zh_CN": "【流声光以遐烛者。】",
      "zh_TW": "【流聲光以遐燭者。】"
    },
    {
      "id": "04-003-0014_p0074",
      "zh_CN": "这句是我们现在所讲，弘法利生的意思。一定要把这个真实的教法（教学方法）普遍的流通，发扬光大，使一切众生都能够有缘遇到，这是我们报佛恩德唯一的一条路。除此之外，我们用什么报佛的恩德？只有这一个方法。所以《华严经》上讲：",
      "zh_TW": "這句是我們現在所講，弘法利生的意思。一定要把這個真實的教法（教學方法）普遍的流通，發揚光大，使一切眾生都能夠有緣遇到，這是我們報佛恩德唯一的一條路。除此之外，我們用什麼報佛的恩德？只有這一個方法。所以《華嚴經》上講："
    },
    {
      "id": "04-003-0014_p0075",
      "zh_CN": "【佛放光明遍世间。照耀十方诸国土。】",
      "zh_TW": "【佛放光明遍世間。照耀十方諸國土。】"
    },
    {
      "id": "04-003-0014_p0076",
      "zh_CN": "佛的『光明照耀十方』，就是这个经典修学的方法，流传在这个世界每个地区、每个角落，就是这个意思。",
      "zh_TW": "佛的『光明照耀十方』，就是這個經典修學的方法，流傳在這個世界每個地區、每個角落，就是這個意思。"
    },
    {
      "id": "04-003-0014_p0077",
      "zh_CN": "【演不思议广大法。永破众生痴惑暗。】",
      "zh_TW": "【演不思議廣大法。永破眾生痴惑闇。】"
    },
    {
      "id": "04-003-0014_p0078",
      "zh_CN": "帮助一切众生破迷开悟，离苦得乐，这是真的。你要把《华严经》读上几遍，有一些体会，你才晓得今天众生这个苦难，全世界这个苦难，的确迷惑颠倒。他要稍稍体会到这个宇宙人生的真相，人心都平了，人身心都清净了，绝对不会自赞毁他，这一定的道理。今天就是这佛门里面，有赞这个法门，轻视那个法门，这使佛法毁灭了，很可怜。这就跟这世间社会一样，真正可怜。真是佛菩萨看到这个现象都会流眼泪，都是迷惑颠倒造成的。如果心地清净，哪有这回事情！像五十三参，这不是榜样吗？每位善知识他们学的法门不一样，有在家、出家，有学显教，有学密教，还有学佛，还有学外道的，彼此互相尊重，互相赞叹，自己谦虚，赞叹别人，所以你所看的，和睦。心里面这有一点点不平，就觉得这是自己的烦恼，自己心不清净，自己不如法，还没有能够突破能所。所以这个很可怜。唯有大法，一乘佛法普遍弘扬，使人心得到平等，这个世界才能够祥和；社会上，我们所喊的口号，安和乐利，真正能够得到。",
      "zh_TW": "幫助一切眾生破迷開悟，離苦得樂，這是真的。你要把《華嚴經》讀上幾遍，有一些體會，你才曉得今天眾生這個苦難，全世界這個苦難，的確迷惑顛倒。他要稍稍體會到這個宇宙人生的真相，人心都平了，人身心都清淨了，絕對不會自讚毀他，這一定的道理。今天就是這佛門裡面，有讚這個法門，輕視那個法門，這使佛法毀滅了，很可憐。這就跟這世間社會一樣，真正可憐。真是佛菩薩看到這個現象都會流眼淚，都是迷惑顛倒造成的。如果心地清淨，哪有這回事情！像五十三參，這不是榜樣嗎？每位善知識他們學的法門不一樣，有在家、出家，有學顯教，有學密教，還有學佛，還有學外道的，彼此互相尊重，互相讚歎，自己謙虛，讚歎別人，所以你所看的，和睦。心裡面這有一點點不平，就覺得這是自己的煩惱，自己心不清淨，自己不如法，還沒有能夠突破能所。所以這個很可憐。唯有大法，一乘佛法普遍弘揚，使人心得到平等，這個世界才能夠祥和；社會上，我們所喊的口號，安和樂利，真正能夠得到。"
    },
    {
      "id": "04-003-0014_p0079",
      "zh_CN": "好，今天我们就讲到此地。",
      "zh_TW": "好，今天我們就講到此地。"
    }
  ]
}