{
  "doc_id": "04-003-0031",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0031",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "04-003-0031_p0001",
      "zh_CN": "请掀开经本，第一百二十面倒数第二行。",
      "zh_TW": "請掀開經本，第一百二十面倒數第二行。"
    },
    {
      "id": "04-003-0031_p0002",
      "zh_CN": "【七降雨滋荣喻。】",
      "zh_TW": "【七降雨滋榮喻。】"
    },
    {
      "id": "04-003-0031_p0003",
      "zh_CN": "这还是讲的「出现品」里面有十种比喻，都是说如来的圆音，就是圆满的音声。这十种，前面我们读过了六种，今天接着读第七：",
      "zh_TW": "這還是講的「出現品」裡面有十種比喻，都是說如來的圓音，就是圓滿的音聲。這十種，前面我們讀過了六種，今天接著讀第七："
    },
    {
      "id": "04-003-0031_p0004",
      "zh_CN": "【喻称根。经说。譬如阿那婆达多龙王。兴大密云。遍阎浮提。普注甘雨。百谷苗稼皆得生长。江河泉池一切盈满。其水不从龙身心出。而能种种饶益众生。】",
      "zh_TW": "【喻稱根。經說。譬如阿那婆達多龍王。興大密雲。遍閻浮提。普注甘雨。百穀苗稼皆得生長。江河泉池一切盈滿。其水不從龍身心出。而能種種饒益眾生。】"
    },
    {
      "id": "04-003-0031_p0005",
      "zh_CN": "这段是比喻。",
      "zh_TW": "這段是比喻。"
    },
    {
      "id": "04-003-0031_p0006",
      "zh_CN": "【佛音亦尔。兴慈普遍。雨甘露法。令众欢喜。增长善法。满足诸乘。不来不出。饶益一切。】",
      "zh_TW": "【佛音亦爾。興慈普遍。雨甘露法。令眾歡喜。增長善法。滿足諸乘。不來不出。饒益一切。】"
    },
    {
      "id": "04-003-0031_p0007",
      "zh_CN": "这段比喻，我们现代人看起来都有了怀疑。从前人认为降雨，这是龙王的事情；现在科学家有许多的解释这个与龙王不相干，甚至于现在人也可以造雨了。那是不是有这么回事情？如果按照佛法的原理上来讲是决定讲得通的，现在人说没有龙王也讲得通。怎么说都讲得通？佛法在基本的原理上说，这一切法唯心所变。《唯识论》里面讲得很好，「唯心所现，唯识所变」。在过去，那个时候人的心识，他这么想，他就这么变，现在人另外一个想法就另一种变法。所以在佛法里头，决定能够讲得通、讲得圆融的，这一点我们一定要能够理解。宇宙之间，森罗万象，无奇不有，从哪里来的？一切是从众生心想中生。",
      "zh_TW": "這段比喻，我們現代人看起來都有了懷疑。從前人認為降雨，這是龍王的事情；現在科學家有許多的解釋這個與龍王不相干，甚至於現在人也可以造雨了。那是不是有這麼回事情？如果按照佛法的原理上來講是決定講得通的，現在人說沒有龍王也講得通。怎麼說都講得通？佛法在基本的原理上說，這一切法唯心所變。《唯識論》裡面講得很好，「唯心所現，唯識所變」。在過去，那個時候人的心識，他這麼想，他就這麼變，現在人另外一個想法就另一種變法。所以在佛法裡頭，決定能夠講得通、講得圓融的，這一點我們一定要能夠理解。宇宙之間，森羅萬象，無奇不有，從哪裡來的？一切是從眾生心想中生。"
    },
    {
      "id": "04-003-0031_p0008",
      "zh_CN": "所以佛决定不跟我们打妄语的，经典里面所讲的句句真实。就是于动物之间，有很多古代的生物现在绝迹了，没有了。释迦牟尼佛出现在三千年前。三千年前有那么多人相信，那么多人心在那里变现、在那里分别、在那里造，哪有不可能的事情！不要说众多的人，这共业，就是别业，一个人想，有一个人信。《楞严经》上讲这个道理讲得很透彻、讲得很深，所谓是「随众生心，应所知量」。不但是佛菩萨于一切众生是随心应量，佛菩萨凭什么随众生心应所知量？你要把它原理找出来，所凭借的就是真如本性。",
      "zh_TW": "所以佛決定不跟我們打妄語的，經典裡面所講的句句真實。就是於動物之間，有很多古代的生物現在絕跡了，沒有了。釋迦牟尼佛出現在三千年前。三千年前有那麼多人相信，那麼多人心在那裡變現、在那裡分別、在那裡造，哪有不可能的事情！不要說眾多的人，這共業，就是別業，一個人想，有一個人信。《楞嚴經》上講這個道理講得很透徹、講得很深，所謂是「隨眾生心，應所知量」。不但是佛菩薩於一切眾生是隨心應量，佛菩薩憑什麼隨眾生心應所知量？你要把它原理找出來，所憑藉的就是真如本性。"
    },
    {
      "id": "04-003-0031_p0009",
      "zh_CN": "真如本性是一切万法的体性，不仅一切有情众生是从这个体性变现出来的，一切无情也是从这个体性变现出来的，乃至于虚空。虚空的体性什么？还是一个真如本性。换句话说，除了本性之外，没有一样东西，这就是所谓「心外无法，法外无心」。诸佛菩萨凭借本性才能够随心应量。佛菩萨凭借的是这个，试问问，哪个众生不是凭借着真如本性？都是。一个是觉而不迷，一个是迷而不觉，所不同的就这一点。除这一点之外，无二无别。所以诸佛菩萨能够随心应量，我们每个人也是如此。",
      "zh_TW": "真如本性是一切萬法的體性，不僅一切有情眾生是從這個體性變現出來的，一切無情也是從這個體性變現出來的，乃至於虛空。虛空的體性什麼？還是一個真如本性。換句話說，除了本性之外，沒有一樣東西，這就是所謂「心外無法，法外無心」。諸佛菩薩憑藉本性才能夠隨心應量。佛菩薩憑藉的是這個，試問問，哪個眾生不是憑藉著真如本性？都是。一個是覺而不迷，一個是迷而不覺，所不同的就這一點。除這一點之外，無二無別。所以諸佛菩薩能夠隨心應量，我們每個人也是如此。"
    },
    {
      "id": "04-003-0031_p0010",
      "zh_CN": "那我们要问一问，这龙现代有没有？我告诉诸位，有，真的有，确实有人见过。曾经有人告诉我，他见过。你说我相不相信？我很相信。我为什么相信？因为我自己也见过。我见到龙的时候，大概是在七、八岁的时候，抗战前大概二、三年。抗战前，我们住在乡下。有一天看到，像这个天阴的时候，还没有下雨，很阴暗。但是我们所看到的，不是我一个人看到，我们乡下十几个人看到。在云层里面，吊的一个龙尾巴，头没有看到，看到一条尾巴。跟我们所画的样子差不多，十多个人看到。那时候我们很小，我们只有七、八岁，但是这个事情记得很清楚，印象很深。老人都说，这个龙大概是犯了罪，犯了天条，被神罚，罚牠吊在那个地方，吊在那里。所以这是一个小村庄，一个地区，有这个共业能够见到。可见得，连现代有这个共业的还是可以能见到。",
      "zh_TW": "那我們要問一問，這龍現代有沒有？我告訴諸位，有，真的有，確實有人見過。曾經有人告訴我，他見過。你說我相不相信？我很相信。我為什麼相信？因為我自己也見過。我見到龍的時候，大概是在七、八歲的時候，抗戰前大概二、三年。抗戰前，我們住在鄉下。有一天看到，像這個天陰的時候，還沒有下雨，很陰暗。但是我們所看到的，不是我一個人看到，我們鄉下十幾個人看到。在雲層裡面，吊的一個龍尾巴，頭沒有看到，看到一條尾巴。跟我們所畫的樣子差不多，十多個人看到。那時候我們很小，我們只有七、八歲，但是這個事情記得很清楚，印象很深。老人都說，這個龍大概是犯了罪，犯了天條，被神罰，罰牠吊在那個地方，吊在那裡。所以這是一個小村莊，一個地區，有這個共業能夠見到。可見得，連現代有這個共業的還是可以能見到。"
    },
    {
      "id": "04-003-0031_p0011",
      "zh_CN": "那这个地方，他是用牠来做比喻。龙能够『降雨』，这个雨是不是从身上降的？还是牠心里降的？不是的，与牠身心都不相干。用这个比喻，比喻如来说法的妙音。所以佛以一音而说法，众生随类各得解，比喻如来的音也是这个样子。如来的心慈悲，希望一切众生都能够觉悟，希望一切众生都能够明了宇宙人生的真相。明了真相就是觉悟，不明真相是迷惑。一切明了，这个人就不造业。造业是迷惑造业，不迷惑的人，他怎么会造业？不造业，就没有苦报。所以佛慈，对众生最大的恩惠，就是帮助我们破迷开悟，离苦得乐。",
      "zh_TW": "那這個地方，他是用牠來做比喻。龍能夠『降雨』，這個雨是不是從身上降的？還是牠心裡降的？不是的，與牠身心都不相干。用這個比喻，比喻如來說法的妙音。所以佛以一音而說法，眾生隨類各得解，比喻如來的音也是這個樣子。如來的心慈悲，希望一切眾生都能夠覺悟，希望一切眾生都能夠明瞭宇宙人生的真相。明瞭真相就是覺悟，不明真相是迷惑。一切明瞭，這個人就不造業。造業是迷惑造業，不迷惑的人，他怎麼會造業？不造業，就沒有苦報。所以佛慈，對眾生最大的恩惠，就是幫助我們破迷開悟，離苦得樂。"
    },
    {
      "id": "04-003-0031_p0012",
      "zh_CN": "佛说的这些法，是不是从他心里面生出来的，还是他口里面讲出来的？给诸位说，都不是，这就妙了。如果这个法是从佛心里生出来的，佛口里说出来的，他的音就不圆了。我们今天音不圆，跟外国人谈话，还得找翻译。为什么原因？因为我们的这个言音是从心里生出来的，口里说出来的，不圆了。佛的音为什么圆？他不是从心里生的，也不是从口里出的，这个妙！就像龙下雨一样，那个雨不是从牠身上出来的，也不是从牠心里生出来的，比喻这个。",
      "zh_TW": "佛說的這些法，是不是從他心裡面生出來的，還是他口裡面講出來的？給諸位說，都不是，這就妙了。如果這個法是從佛心裡生出來的，佛口裡說出來的，他的音就不圓了。我們今天音不圓，跟外國人談話，還得找翻譯。為什麼原因？因為我們的這個言音是從心裡生出來的，口裡說出來的，不圓了。佛的音為什麼圓？他不是從心裡生的，也不是從口裡出的，這個妙！就像龍下雨一樣，那個雨不是從牠身上出來的，也不是從牠心裡生出來的，比喻這個。"
    },
    {
      "id": "04-003-0031_p0013",
      "zh_CN": "这个雨究竟从哪里来的？给诸位说，性德自然的流露。所以佛法，不管哪一宗、哪一派，讲到最后都求的是明心见性。性德是圆满的，就像《楞严》上所说的，佛的圆音是怎么现的？是「当处出生，当处灭尽」，「不来不去」，所以他能够『令众欢喜，增长善法，满足诸乘』。这句话就是说，满足所有一切不同的根性，听佛说话都能够明了，都能够得利益。语音不同，听佛说了，都是自己的言语；浅深不同，听了佛说法，很适合于自己的程度，这个音才圆满、才妙。所以是『不来不出，饶益一切』有情的众生。再看底下一段：",
      "zh_TW": "這個雨究竟從哪裡來的？給諸位說，性德自然的流露。所以佛法，不管哪一宗、哪一派，講到最後都求的是明心見性。性德是圓滿的，就像《楞嚴》上所說的，佛的圓音是怎麼現的？是「當處出生，當處滅盡」，「不來不去」，所以他能夠『令眾歡喜，增長善法，滿足諸乘』。這句話就是說，滿足所有一切不同的根性，聽佛說話都能夠明瞭，都能夠得利益。語音不同，聽佛說了，都是自己的言語；淺深不同，聽了佛說法，很適合於自己的程度，這個音才圓滿、才妙。所以是『不來不出，饒益一切』有情的眾生。再看底下一段："
    },
    {
      "id": "04-003-0031_p0014",
      "zh_CN": "【渐降成熟喻。喻无迟速。】",
      "zh_TW": "【漸降成熟喻。喻無遲速。】"
    },
    {
      "id": "04-003-0031_p0015",
      "zh_CN": "前面比喻的是『称根』，这个称根就是《楞严经》上所讲的，舍识用根。根，是根中之性。所以说，佛的圆音是称性的，这是比喻没有『迟速』。",
      "zh_TW": "前面比喻的是『稱根』，這個稱根就是《楞嚴經》上所講的，捨識用根。根，是根中之性。所以說，佛的圓音是稱性的，這是比喻沒有『遲速』。"
    },
    {
      "id": "04-003-0031_p0016",
      "zh_CN": "【经说。譬如摩那斯龙王。将欲降雨。未便即降。先起大云。弥覆虚空。凝停七日。待诸众生作务究竟。过已渐降。普润大地。】",
      "zh_TW": "【經說。譬如摩那斯龍王。將欲降雨。未便即降。先起大雲。彌覆虛空。凝停七日。待諸眾生作務究竟。過已漸降。普潤大地。】"
    },
    {
      "id": "04-003-0031_p0017",
      "zh_CN": "这个比喻很好懂。",
      "zh_TW": "這個比喻很好懂。"
    },
    {
      "id": "04-003-0031_p0018",
      "zh_CN": "【佛音亦尔。先兴法云。成熟众生。待根熟已。然后普降。令其满足无上法味。】",
      "zh_TW": "【佛音亦爾。先興法雲。成熟眾生。待根熟已。然後普降。令其滿足無上法味。】"
    },
    {
      "id": "04-003-0031_p0019",
      "zh_CN": "实在上来说，佛说法确实如此。因为突然跟我们讲真实话，说出如来亲证的境界，我们决定不能够接受。什么原因？超越我们的常识，我们也找不到理论的依据，所以就很难接受。因此佛要给我们说真实法，先要培养我们的根性。释迦牟尼佛一代时教，先从阿含，再说方等，再讲般若，然后再法华、涅槃，真实法在最后，在最后才说。这就是要先培养我们的根性，慢慢这些理论统统都明白、熟悉了，佛跟我们讲究竟了义的一乘，我们才能相信。",
      "zh_TW": "實在上來說，佛說法確實如此。因為突然跟我們講真實話，說出如來親證的境界，我們決定不能夠接受。什麼原因？超越我們的常識，我們也找不到理論的依據，所以就很難接受。因此佛要給我們說真實法，先要培養我們的根性。釋迦牟尼佛一代時教，先從阿含，再說方等，再講般若，然後再法華、涅槃，真實法在最後，在最後才說。這就是要先培養我們的根性，慢慢這些理論統統都明白、熟悉了，佛跟我們講究竟了義的一乘，我們才能相信。"
    },
    {
      "id": "04-003-0031_p0020",
      "zh_CN": "咱们看这一代时教，确实是像这个样子的。但是佛法是圆满的，初后一如，古德也说，初后一味。这个意思必须要入进去才能够体会得到，确实是一味。它是一个方向，一个宗旨，一个目标，只是说法的技巧不同。这个技巧不同，实在讲，佛并没有有意去用什么技巧，佛没有这个意思。佛如果有意，那就落到意识里去了。佛没有这个意思，自自然然随着众生的根性，一丝毫没有造作，一丝毫没有勉强，完全顺应自然，法尔如是。这其中最特殊的，无过于讲净土的经典。讲净土经典，一般古大德都把它判在方等教里面，就是第二时所说的。这里面像《无量寿经》跟《弥陀经》，特别的原因，《观经》它的因缘是韦提希夫人遇难，遭了家庭、国家的变故，感受到痛苦，而启请的。《无量寿经》跟《阿弥陀经》不然，是佛观察当时大众的根机，其中有人能够相信，有人能够修学，所以是无量的欢喜心把这个法门先说出来。我们在《大经》参透了，才晓得这部经是佛四十九年所说的真心话，也是佛出现在这个世间，他想说什么？就是说这个法门。",
      "zh_TW": "咱們看這一代時教，確實是像這個樣子的。但是佛法是圓滿的，初後一如，古德也說，初後一味。這個意思必須要入進去才能夠體會得到，確實是一味。它是一個方向，一個宗旨，一個目標，只是說法的技巧不同。這個技巧不同，實在講，佛並沒有有意去用什麼技巧，佛沒有這個意思。佛如果有意，那就落到意識裡去了。佛沒有這個意思，自自然然隨著眾生的根性，一絲毫沒有造作，一絲毫沒有勉強，完全順應自然，法爾如是。這其中最特殊的，無過於講淨土的經典。講淨土經典，一般古大德都把它判在方等教裡面，就是第二時所說的。這裡面像《無量壽經》跟《彌陀經》，特別的原因，《觀經》它的因緣是韋提希夫人遇難，遭了家庭、國家的變故，感受到痛苦，而啟請的。《無量壽經》跟《阿彌陀經》不然，是佛觀察當時大眾的根機，其中有人能夠相信，有人能夠修學，所以是無量的歡喜心把這個法門先說出來。我們在《大經》參透了，才曉得這部經是佛四十九年所說的真心話，也是佛出現在這個世間，他想說什麼？就是說這個法門。"
    },
    {
      "id": "04-003-0031_p0021",
      "zh_CN": "你们看看黄念祖老居士的注解，他所引用隋唐这些大德们所说的，这些说的人是不是有偏见？是不是修净土，特别来夸张净土？不是的。怎么晓得不是的？你如果把一切大乘经都做一个相当深度的研究，你才晓得那些人说的话是真实的。那些人都相当聪明，不傻。所以说一切经典里面，佛四十九年所讲的一切经，综合做一个比较，古德承认《华严》最真实。《华严经》跟《无量寿经》做一个比较，《无量寿经》最真实，把《华严》比下去了。蕅益大师也不是一个简单的人物，他老人家出身于天台，他没有学念佛法门，最初学的是天台，他从天台回过头来，专修净土。这个人聪明绝顶，宗教皆通，都通达，最后回归到净土。他的体认跟古来的大德没有两样。他看《阿弥陀经》是「华严奥藏，法华秘髓」，这跟古人比法，简直没有两样！《弥陀经》跟《华严》、《法华》两个一比较，《弥陀经》第一，把这两部经比下去。这一部《弥陀经》是《华严经》、《法华经》的精髓。跟古人的这个说法有什么两样？你看《要解》里面证据确实。他不是随便说的，随便说，人家不相信，确实有证据。",
      "zh_TW": "你們看看黃念祖老居士的註解，他所引用隋唐這些大德們所說的，這些說的人是不是有偏見？是不是修淨土，特別來誇張淨土？不是的。怎麼曉得不是的？你如果把一切大乘經都做一個相當深度的研究，你才曉得那些人說的話是真實的。那些人都相當聰明，不傻。所以說一切經典裡面，佛四十九年所講的一切經，綜合做一個比較，古德承認《華嚴》最真實。《華嚴經》跟《無量壽經》做一個比較，《無量壽經》最真實，把《華嚴》比下去了。蕅益大師也不是一個簡單的人物，他老人家出身於天台，他沒有學念佛法門，最初學的是天台，他從天台回過頭來，專修淨土。這個人聰明絕頂，宗教皆通，都通達，最後回歸到淨土。他的體認跟古來的大德沒有兩樣。他看《阿彌陀經》是「華嚴奧藏，法華祕髓」，這跟古人比法，簡直沒有兩樣！《彌陀經》跟《華嚴》、《法華》兩個一比較，《彌陀經》第一，把這兩部經比下去。這一部《彌陀經》是《華嚴經》、《法華經》的精髓。跟古人的這個說法有什麼兩樣？你看《要解》裡面證據確實。他不是隨便說的，隨便說，人家不相信，確實有證據。"
    },
    {
      "id": "04-003-0031_p0022",
      "zh_CN": "所以历代多少这宗教通家，宗教是佛门里面的；讲宗，讲禅宗，讲教，禅宗以外的各宗都称之为教。通宗通教的，我们称为宗教通家，对于古德这些说法都承认。蕅益大师讲它是华严奥藏，这个证据就在《普贤行愿品》。《华严》到最后以十大愿王导归极乐，这《华严》才圆满。如果没有这一着，《华严》最后不能圆满。《无量寿经》、《阿弥陀经》字字句句就是西方极乐世界依正庄严。所以这部经就是《华严》的总归宿，《法华》的结论，统统结在这上面。这个知道的人确实是不多。所以古德说，这两部大经是我们中国历代佛门弟子公认的一乘圆教，究竟真实的法轮。",
      "zh_TW": "所以歷代多少這宗教通家，宗教是佛門裡面的；講宗，講禪宗，講教，禪宗以外的各宗都稱之為教。通宗通教的，我們稱為宗教通家，對於古德這些說法都承認。蕅益大師講它是華嚴奧藏，這個證據就在《普賢行願品》。《華嚴》到最後以十大願王導歸極樂，這《華嚴》才圓滿。如果沒有這一著，《華嚴》最後不能圓滿。《無量壽經》、《阿彌陀經》字字句句就是西方極樂世界依正莊嚴。所以這部經就是《華嚴》的總歸宿，《法華》的結論，統統結在這上面。這個知道的人確實是不多。所以古德說，這兩部大經是我們中國歷代佛門弟子公認的一乘圓教，究竟真實的法輪。"
    },
    {
      "id": "04-003-0031_p0023",
      "zh_CN": "日本的古德说，不过是《无量寿经》的导引而已。这就合了这个意思，佛讲一切经，都是为我们修净土的预备功夫，这是实在的。真正把一切经论都搞通了，他对于净土决定没有怀疑，死心塌地的去修学。所以一定要等待『根熟』，然后『令其满足无上法味』。这个无上法味就是一生成佛。而且这个法门必须适合于任何一个人，如果它有特殊的对象，这个法门就不圆满。像《华严》，《华严》的对象是上上根人，它的对象是四十一位法身大士，所以它那个法门不是真正的圆满，高是高，不能普度。所以到末后十大愿王导归极乐，那这就普度了。西方净土，「三根普被，利钝全收」，这才圆满；《法华》也不例外。任何一个宗、任何一个法门都有它特定的对象，都不是究竟圆满。唯独净宗持名念佛这个方法，将一切众生的根性普遍统统都摄受了，真是一个都不漏。只要你具足信、愿、行这三个条件，你一生就能够满足无上法味。下面第九个比喻：",
      "zh_TW": "日本的古德說，不過是《無量壽經》的導引而已。這就合了這個意思，佛講一切經，都是為我們修淨土的預備功夫，這是實在的。真正把一切經論都搞通了，他對於淨土決定沒有懷疑，死心塌地的去修學。所以一定要等待『根熟』，然後『令其滿足無上法味』。這個無上法味就是一生成佛。而且這個法門必須適合於任何一個人，如果它有特殊的對象，這個法門就不圓滿。像《華嚴》，《華嚴》的對象是上上根人，它的對象是四十一位法身大士，所以它那個法門不是真正的圓滿，高是高，不能普度。所以到末後十大願王導歸極樂，那這就普度了。西方淨土，「三根普被，利鈍全收」，這才圓滿；《法華》也不例外。任何一個宗、任何一個法門都有它特定的對象，都不是究竟圓滿。唯獨淨宗持名念佛這個方法，將一切眾生的根性普遍統統都攝受了，真是一個都不漏。只要你具足信、願、行這三個條件，你一生就能夠滿足無上法味。下面第九個比喻："
    },
    {
      "id": "04-003-0031_p0024",
      "zh_CN": "【降霔难思喻。】",
      "zh_TW": "【降霔難思喻。】"
    },
    {
      "id": "04-003-0031_p0025",
      "zh_CN": "这是比喻。",
      "zh_TW": "這是比喻。"
    },
    {
      "id": "04-003-0031_p0026",
      "zh_CN": "【喻虽差别。同一性故。经说譬如海中大庄严龙王。于大海中降百千种庄严雨。而水无差别。龙难思力。令其庄严。佛音亦尔。无所分别。或以十音。百音。千音。八万四千音。无量音等。各别说法。随众生根。皆令欢喜。】",
      "zh_TW": "【喻雖差別。同一性故。經說譬如海中大莊嚴龍王。於大海中降百千種莊嚴雨。而水無差別。龍難思力。令其莊嚴。佛音亦爾。無所分別。或以十音。百音。千音。八萬四千音。無量音等。各別說法。隨眾生根。皆令歡喜。】"
    },
    {
      "id": "04-003-0031_p0027",
      "zh_CN": "这一段喻法都容易懂。在法里面来讲，就是佛给我们说了无量的法门，拿现在来说，就是一切经卷。佛的说法不一样，说法虽然不一样，目标是相同的，都是帮助我们破迷开悟，都是帮助我们归心净土。佛在这个经论里面，专说净土的有三经。我们今天讲的五经，《普贤行愿品》是《华严经》。《华严经》不是专说净土，只是这一卷说净土。《大经》有八十卷，《行愿品》有四十卷，除了重复的，一共有九十九卷。九十九卷经里头，只有一卷说净土，所以不是专说，是带说。《楞严经》里面也是这个样子。《楞严经》总共有十卷，里面说净土的只有《大势至菩萨圆通章》，只有这一章。文字不多，所以也是属于带说，不是专说。带说净土的这些经论，古人也有做了一个统计，去查了一下，总共有二百四十多种，带说的。所以古人讲，千经万论处处指归。虽然经文里面没有明显的带说，如果这部经义真正通达，除非他没有缘分接触净土，如果有缘分一接触，必定生欢喜心，必定能够接受。",
      "zh_TW": "這一段喻法都容易懂。在法裡面來講，就是佛給我們說了無量的法門，拿現在來說，就是一切經卷。佛的說法不一樣，說法雖然不一樣，目標是相同的，都是幫助我們破迷開悟，都是幫助我們歸心淨土。佛在這個經論裡面，專說淨土的有三經。我們今天講的五經，《普賢行願品》是《華嚴經》。《華嚴經》不是專說淨土，只是這一卷說淨土。《大經》有八十卷，《行願品》有四十卷，除了重複的，一共有九十九卷。九十九卷經裡頭，只有一卷說淨土，所以不是專說，是帶說。《楞嚴經》裡面也是這個樣子。《楞嚴經》總共有十卷，裡面說淨土的只有《大勢至菩薩圓通章》，只有這一章。文字不多，所以也是屬於帶說，不是專說。帶說淨土的這些經論，古人也有做了一個統計，去查了一下，總共有二百四十多種，帶說的。所以古人講，千經萬論處處指歸。雖然經文裡面沒有明顯的帶說，如果這部經義真正通達，除非他沒有緣分接觸淨土，如果有緣分一接觸，必定生歡喜心，必定能夠接受。"
    },
    {
      "id": "04-003-0031_p0028",
      "zh_CN": "所以佛不管怎么说法，实在讲，他的义趣都是归向净土。净土之殊胜，不是认真修行的人，很不容易体会到。而且他修学这个大用，是能够在短时间就能够受用到。真是古德所说的，简单容易、稳当快速，极圆极顿。只要真正肯修，就如同《无量寿经》里面讲的，你所得到的是真实利益。这个真实利益，我们撇开这一生往生不退成佛，这当然是究竟真实。没有往生之前，我们现在这个世间，说老实话，已经得到真实的利益。这个真实是什么？是你的心清净平等觉而不迷，这是眼前得到的真实利益。也就是经题上讲的，清净平等觉，你现在就得到了，而且很快可以得到。认真的去修学，不到半年就可以得到。这个法门决定不会产生副作用。不像其他的法门，其他的法门没有高明的人指导你，往往容易走错路，所谓是着魔。净宗决定没有这个事情，所以它非常稳当，真是有百利而无一害。这样好的，这么好、这么殊胜的法门。最后一种比喻：",
      "zh_TW": "所以佛不管怎麼說法，實在講，他的義趣都是歸向淨土。淨土之殊勝，不是認真修行的人，很不容易體會到。而且他修學這個大用，是能夠在短時間就能夠受用到。真是古德所說的，簡單容易、穩當快速，極圓極頓。只要真正肯修，就如同《無量壽經》裡面講的，你所得到的是真實利益。這個真實利益，我們撇開這一生往生不退成佛，這當然是究竟真實。沒有往生之前，我們現在這個世間，說老實話，已經得到真實的利益。這個真實是什麼？是你的心清淨平等覺而不迷，這是眼前得到的真實利益。也就是經題上講的，清淨平等覺，你現在就得到了，而且很快可以得到。認真的去修學，不到半年就可以得到。這個法門決定不會產生副作用。不像其他的法門，其他的法門沒有高明的人指導你，往往容易走錯路，所謂是著魔。淨宗決定沒有這個事情，所以它非常穩當，真是有百利而無一害。這樣好的，這麼好、這麼殊勝的法門。最後一種比喻："
    },
    {
      "id": "04-003-0031_p0029",
      "zh_CN": "【遍降种种喻。喻其普遍。经说。譬如娑竭罗龙王。欲现自在力。饶益众生。咸令欢喜。兴云弥覆。色相多般。或白或红。若干差别。出众电光。四天下中。雨种种雨。龙心平等。无有彼此。但随善根异而有差别。】",
      "zh_TW": "【遍降種種喻。喻其普遍。經說。譬如娑竭羅龍王。欲現自在力。饒益眾生。咸令歡喜。興雲彌覆。色相多般。或白或紅。若干差別。出眾電光。四天下中。雨種種雨。龍心平等。無有彼此。但隨善根異而有差別。】"
    },
    {
      "id": "04-003-0031_p0030",
      "zh_CN": "这是比喻。",
      "zh_TW": "這是比喻。"
    },
    {
      "id": "04-003-0031_p0031",
      "zh_CN": "【佛音亦尔。欲以法化。先布身云。弥满法界。随其乐欲。为现不同。振大法雷。雨众法雨。】",
      "zh_TW": "【佛音亦爾。欲以法化。先布身雲。彌滿法界。隨其樂欲。為現不同。振大法雷。雨眾法雨。】"
    },
    {
      "id": "04-003-0031_p0032",
      "zh_CN": "这个比喻到此地，比喻的经文到这个地方。这段的比喻意思也非常明显，我们不难体会。实在说，这全是称性。性，就是清净心，就是平等心。所以我们在修学，心不清净不能入道；心要清净，必须要把世出世间一切境缘放下。要知道清净心就是自己的真心，清净心就是自己的本性。净宗之入门就在清净心。所以它修行的原则是在起心动念之处，能够立刻回头，回到这句佛号上。用这句佛号，把我们的心达到清净，也就是以这一念换一切妄想杂念。把一切念归一念，这一念就清净了，这一念的功德不可思议。你能够回头，这个回头就是把这所有妄念，从妄念里头回来，回到这句佛号上。你能够回头，这就是觉，这叫始觉。这句阿弥陀佛就是自己的本觉。所以念佛是始觉合本觉，不知不觉这念下去，就念成究竟觉了。到能所双忘，就是始本不二，就成究竟觉，这是这个法门巧妙之处。所以这个修法，可以说完全是称性起修，全修在性，这也是许多学佛的同修不知道的。宗门教下没有不羡慕称性起修的，不知道怎么个修法，哪里晓得念佛人是念念称性，这实在不可思议。这第十个比喻也是这个意思。我们特别重视的，就是看到经文上讲『龙心平等，无有彼此』。所以这个平等心是比什么都重要。",
      "zh_TW": "這個比喻到此地，比喻的經文到這個地方。這段的比喻意思也非常明顯，我們不難體會。實在說，這全是稱性。性，就是清淨心，就是平等心。所以我們在修學，心不清淨不能入道；心要清淨，必須要把世出世間一切境緣放下。要知道清淨心就是自己的真心，清淨心就是自己的本性。淨宗之入門就在清淨心。所以它修行的原則是在起心動念之處，能夠立刻回頭，回到這句佛號上。用這句佛號，把我們的心達到清淨，也就是以這一念換一切妄想雜念。把一切念歸一念，這一念就清淨了，這一念的功德不可思議。你能夠回頭，這個回頭就是把這所有妄念，從妄念裡頭回來，回到這句佛號上。你能夠回頭，這就是覺，這叫始覺。這句阿彌陀佛就是自己的本覺。所以念佛是始覺合本覺，不知不覺這念下去，就念成究竟覺了。到能所雙忘，就是始本不二，就成究竟覺，這是這個法門巧妙之處。所以這個修法，可以說完全是稱性起修，全修在性，這也是許多學佛的同修不知道的。宗門教下沒有不羨慕稱性起修的，不知道怎麼個修法，哪裡曉得念佛人是念念稱性，這實在不可思議。這第十個比喻也是這個意思。我們特別重視的，就是看到經文上講『龍心平等，無有彼此』。所以這個平等心是比什麼都重要。"
    },
    {
      "id": "04-003-0031_p0033",
      "zh_CN": "【具斯十义。故曰圆音也。】",
      "zh_TW": "【具斯十義。故曰圓音也。】"
    },
    {
      "id": "04-003-0031_p0034",
      "zh_CN": "如来说法的音声具足以上这十种意思，我们称他的音是圆满之音。所以佛的音声是遍满法界，因为他称性。众生有感，佛立刻就有应，感应道交，这是感应佛的圆音。佛为我们现身，也是这个感应，同样一个道理。所以我们见到佛像，听佛说法，佛有没有来？佛是无来而来，无去而去。实在讲，没有来去，是随一切众生心量自然显现的。我们往生西方极乐世界也是这个道理。临终的时候，佛来接引你，阿弥陀佛是真来了？你不能说他没有来，你也不能说他来了。为什么？因为阿弥陀佛的愿力，阿弥陀佛的法身，是尽虚空遍法界，我们这里一念感，立刻他就现相。他所现的这个相，与我们这个感应的力量成正比例。如果我们念到理一心不乱，那你所感应的这个佛相是阿弥陀佛的报身相，圆满报身相。相有，佛有无量相，相有无量好，你见的是这个相。如果你念的是事一心不乱，你所见到的这个相是应身相。我们经上常讲的三十二相，八十种好，尽是这个。确实是「唯心净土，自性弥陀」，一点都没错。但是唯心自性，有没有真的这么一回事情？有。怎么晓得有？因为我们眼前这个世间也是自性娑婆。你说这是不是真的？你认为这是真有，西方极乐世界就真有。因为西方极乐世界依正庄严，跟我们现在所感触的这个世界，我们生活的环境，完全没有两样，理事不二，性相一如。",
      "zh_TW": "如來說法的音聲具足以上這十種意思，我們稱他的音是圓滿之音。所以佛的音聲是遍滿法界，因為他稱性。眾生有感，佛立刻就有應，感應道交，這是感應佛的圓音。佛為我們現身，也是這個感應，同樣一個道理。所以我們見到佛像，聽佛說法，佛有沒有來？佛是無來而來，無去而去。實在講，沒有來去，是隨一切眾生心量自然顯現的。我們往生西方極樂世界也是這個道理。臨終的時候，佛來接引你，阿彌陀佛是真來了？你不能說他沒有來，你也不能說他來了。為什麼？因為阿彌陀佛的願力，阿彌陀佛的法身，是盡虛空遍法界，我們這裡一念感，立刻他就現相。他所現的這個相，與我們這個感應的力量成正比例。如果我們念到理一心不亂，那你所感應的這個佛相是阿彌陀佛的報身相，圓滿報身相。相有，佛有無量相，相有無量好，你見的是這個相。如果你念的是事一心不亂，你所見到的這個相是應身相。我們經上常講的三十二相，八十種好，盡是這個。確實是「唯心淨土，自性彌陀」，一點都沒錯。但是唯心自性，有沒有真的這麼一回事情？有。怎麼曉得有？因為我們眼前這個世間也是自性娑婆。你說這是不是真的？你認為這是真有，西方極樂世界就真有。因為西方極樂世界依正莊嚴，跟我們現在所感觸的這個世界，我們生活的環境，完全沒有兩樣，理事不二，性相一如。"
    },
    {
      "id": "04-003-0031_p0035",
      "zh_CN": "我们讲弥陀是自性弥陀。我们每天接触许多这些人物，全是自性变现出来的。离开自性，无有一法可得，原理就是如此。那我们还能有什么不相信？从依报上讲，我们讲唯心；从正报上讲，我们讲自性，用这个话来说，大家就更容易体会。唯心依报，自性正报，尽虚空遍法界就是一个唯心自性。所以《楞严经》上讲，观音菩萨讲他自己修行，他把分别执着舍掉了。这个分别执着不容易舍，观音菩萨讲舍这个，破执着六个阶段。《楞严经》上有名的讲的「六结三空」，他讲六个结。这六个结统统解开了，这才见到自性，明心见性了。这在禅家来讲就是破本参，教下里面所说的大开圆解，我们净土宗所讲的理一心不乱，就是这个境界。这个境界，在菩萨位次里面来说，圆教是初住位的菩萨，别教是初地，破一品无明，证一分法身，六个结统统解开了，这才破一品无明。虽然只见一分真性，这一分真与一切真是无二无别。所以他就有能力，上与十方诸佛同依此理。你看，与一切诸佛通了、相应了，十方一切诸佛全是自性变现的。不要说是自性弥陀，自性释迦，一切诸佛菩萨全是自性，下与六道众生同一悲仰。这就是我刚才把它归纳来说，自性正报，唯心依报，全都包括了，统统含摄，一法不漏。",
      "zh_TW": "我們講彌陀是自性彌陀。我們每天接觸許多這些人物，全是自性變現出來的。離開自性，無有一法可得，原理就是如此。那我們還能有什麼不相信？從依報上講，我們講唯心；從正報上講，我們講自性，用這個話來說，大家就更容易體會。唯心依報，自性正報，盡虛空遍法界就是一個唯心自性。所以《楞嚴經》上講，觀音菩薩講他自己修行，他把分別執著捨掉了。這個分別執著不容易捨，觀音菩薩講捨這個，破執著六個階段。《楞嚴經》上有名的講的「六結三空」，他講六個結。這六個結統統解開了，這才見到自性，明心見性了。這在禪家來講就是破本參，教下裡面所說的大開圓解，我們淨土宗所講的理一心不亂，就是這個境界。這個境界，在菩薩位次裡面來說，圓教是初住位的菩薩，別教是初地，破一品無明，證一分法身，六個結統統解開了，這才破一品無明。雖然只見一分真性，這一分真與一切真是無二無別。所以他就有能力，上與十方諸佛同依此理。你看，與一切諸佛通了、相應了，十方一切諸佛全是自性變現的。不要說是自性彌陀，自性釋迦，一切諸佛菩薩全是自性，下與六道眾生同一悲仰。這就是我剛才把它歸納來說，自性正報，唯心依報，全都包括了，統統含攝，一法不漏。"
    },
    {
      "id": "04-003-0031_p0036",
      "zh_CN": "所以诸位要是把这个道理明了了，你对于一切法决定不迷惑，于一切法统统信得过，于西方净土也不怀疑了。我们在一切法里面，选择一法来修学，知道一即一切，一切即一。既然明白这个原理，为什么一定要修持名念佛？这个问得不很高明。如果你要是学禅的话，那也就问，你为什么一定要选禅？那个人学密的话，你为什么一定要学密？八万四千法门，无量法门，都可以加这个疑问上去，所以这个问并不是高明的，法法平等。我们选择这个法门，这个法门适合于我们修学的环境。同时又听一切诸佛的劝告，一切诸佛教给我们，劝我们学这个法门。我们哪个法门都一样！诸佛说这个法门好，好，我们就学这个法门！这不是很好吗？顺理成章！也就是说，无量诸佛，绝大多数是用这个法门成佛的，一切诸佛都赞叹这个法门。所以在理论上讲，你选择任何一个法门都对，都没有错，法门平等，无有高下。但是在个人根性上来说，的确有难、有易，有方便、有不方便，这是真的。我们再看这底下一句。这下面，这还不是一句，半句，这句是：",
      "zh_TW": "所以諸位要是把這個道理明瞭了，你對於一切法決定不迷惑，於一切法統統信得過，於西方淨土也不懷疑了。我們在一切法裡面，選擇一法來修學，知道一即一切，一切即一。既然明白這個原理，為什麼一定要修持名念佛？這個問得不很高明。如果你要是學禪的話，那也就問，你為什麼一定要選禪？那個人學密的話，你為什麼一定要學密？八萬四千法門，無量法門，都可以加這個疑問上去，所以這個問並不是高明的，法法平等。我們選擇這個法門，這個法門適合於我們修學的環境。同時又聽一切諸佛的勸告，一切諸佛教給我們，勸我們學這個法門。我們哪個法門都一樣！諸佛說這個法門好，好，我們就學這個法門！這不是很好嗎？順理成章！也就是說，無量諸佛，絕大多數是用這個法門成佛的，一切諸佛都讚歎這個法門。所以在理論上講，你選擇任何一個法門都對，都沒有錯，法門平等，無有高下。但是在個人根性上來說，的確有難、有易，有方便、有不方便，這是真的。我們再看這底下一句。這下面，這還不是一句，半句，這句是："
    },
    {
      "id": "04-003-0031_p0037",
      "zh_CN": "【言非扣而长演。】",
      "zh_TW": "【言非扣而長演。】"
    },
    {
      "id": "04-003-0031_p0038",
      "zh_CN": "前面讲了这么多，只解释『圆音』这两个字。这句的这个下半是『非扣而长演』。",
      "zh_TW": "前面講了這麼多，只解釋『圓音』這兩個字。這句的這個下半是『非扣而長演』。"
    },
    {
      "id": "04-003-0031_p0039",
      "zh_CN": "【则常说遍说。不待机请也。如下教起十因中。第一法尔中辨。】",
      "zh_TW": "【則常說遍說。不待機請也。如下教起十因中。第一法爾中辨。】"
    },
    {
      "id": "04-003-0031_p0040",
      "zh_CN": "这一句解释得很简单。如来说法，从来没有间断过，所以说是常说。不但从来没有间断过，尽虚空遍法界，没有一个地方听不到，遍说。尤其是妙的，无量无边的法门是一时同说，这个妙了。好像你手上拿了个收音机，全世界的这个电台，你统统收得到。你只拨到哪个频道，那音声就出来了。佛的这个音就这样的圆满。无量无尽的法门是一时同说，无断普遍，所以说不必去请法。这个意思大师留在后面，我们现在读的统统是序文，连玄义还没有念到。在玄义里面，第一大段教起因缘里面，再详细的解释，留到后面再讲。我们再看第二句：",
      "zh_TW": "這一句解釋得很簡單。如來說法，從來沒有間斷過，所以說是常說。不但從來沒有間斷過，盡虛空遍法界，沒有一個地方聽不到，遍說。尤其是妙的，無量無邊的法門是一時同說，這個妙了。好像你手上拿了個收音機，全世界的這個電台，你統統收得到。你只撥到哪個頻道，那音聲就出來了。佛的這個音就這樣的圓滿。無量無盡的法門是一時同說，無斷普遍，所以說不必去請法。這個意思大師留在後面，我們現在讀的統統是序文，連玄義還沒有念到。在玄義裡面，第一大段教起因緣裡面，再詳細的解釋，留到後面再講。我們再看第二句："
    },
    {
      "id": "04-003-0031_p0041",
      "zh_CN": "【言果海离念而心传者。】",
      "zh_TW": "【言果海離念而心傳者。】"
    },
    {
      "id": "04-003-0031_p0042",
      "zh_CN": "这两句在科题上讲是「说本恒传」。说，是如来说法。如来说法根据的是什么？这就是本，前面这句。后面这句着重在『心传』。这个心传是恒传。文字里面是非常的清楚，非常的明显，这要『离念』，有念就不行。离念就是你真心显露，真心里面没有妄念。所以离念，真心就显露了，跟诸佛如来的心没有两样。佛是这个心，我们也是这个心，心心相应，这就是传的意思。我们看底下的解释：",
      "zh_TW": "這兩句在科題上講是「說本恆傳」。說，是如來說法。如來說法根據的是什麼？這就是本，前面這句。後面這句著重在『心傳』。這個心傳是恆傳。文字裡面是非常的清楚，非常的明顯，這要『離念』，有念就不行。離念就是你真心顯露，真心裡面沒有妄念。所以離念，真心就顯露了，跟諸佛如來的心沒有兩樣。佛是這個心，我們也是這個心，心心相應，這就是傳的意思。我們看底下的解釋："
    },
    {
      "id": "04-003-0031_p0043",
      "zh_CN": "【果海离念。】",
      "zh_TW": "【果海離念。】"
    },
    {
      "id": "04-003-0031_p0044",
      "zh_CN": "这个『果』就是佛果。也就是我们通常讲成佛，无上正等正觉。比这个正等正觉还要高，这个果位是究竟之果，离念了。",
      "zh_TW": "這個『果』就是佛果。也就是我們通常講成佛，無上正等正覺。比這個正等正覺還要高，這個果位是究竟之果，離念了。"
    },
    {
      "id": "04-003-0031_p0045",
      "zh_CN": "【则非情识所解。】",
      "zh_TW": "【則非情識所解。】"
    },
    {
      "id": "04-003-0031_p0046",
      "zh_CN": "这个境界，佛纵然说得出，我们也没有法子理解。为什么没法子理解？因为我们从来没有这个经验。也就是说，我们从来没有离念过，我们都有念头。有的时候觉得，唉！我现在什么念头都没有。其实粗念没有，细念还有。那个细念自己都不知道。不但我们细念不知道，连证得阿罗汉、辟支佛的这些圣人，他们粗念断掉了，细念没有断，细念还是有。还有，他为什么不断？因为他没有觉察到。他要觉察到了，他就会断。真正到离念、到无念，成佛才无念，等觉菩萨还有一品生相无明没破，换句话说，他还有一分微细的念头在。所以等觉菩萨也是觉有情，情没断，他是觉悟的有情众生。",
      "zh_TW": "這個境界，佛縱然說得出，我們也沒有法子理解。為什麼沒法子理解？因為我們從來沒有這個經驗。也就是說，我們從來沒有離念過，我們都有念頭。有的時候覺得，唉！我現在什麼念頭都沒有。其實粗念沒有，細念還有。那個細念自己都不知道。不但我們細念不知道，連證得阿羅漢、辟支佛的這些聖人，他們粗念斷掉了，細念沒有斷，細念還是有。還有，他為什麼不斷？因為他沒有覺察到。他要覺察到了，他就會斷。真正到離念、到無念，成佛才無念，等覺菩薩還有一品生相無明沒破，換句話說，他還有一分微細的念頭在。所以等覺菩薩也是覺有情，情沒斷，他是覺悟的有情眾生。"
    },
    {
      "id": "04-003-0031_p0047",
      "zh_CN": "所以如来的境界连等觉菩萨都不能完全搞清楚。我们回到西方净土，西方净土依正庄严，完全是如来果地上的境界。所以他那个境界实在是太不思议了。《要解》里头最赞叹的，第一不可思议，就是一往生到西方极乐世界，横生四土，圆证三不退，这的确等觉菩萨都搞不清楚这是怎么回事情。所以深入教下的人，深达教下，他不相信，因为他没有理论可以依据。哪有这种道理？你的见思烦恼一品都没断，一往生西方极乐世界就圆证三不退，哪有这个道理？这个圆证三不退不得了，等于等觉菩萨。所以这人当然不相信。但是这个话是释迦牟尼佛亲口说出来的。《弥陀经》上，六方佛给我们做证明；《无量寿经》上，十方佛给我们做证明，证明释迦牟尼佛说的没有错。",
      "zh_TW": "所以如來的境界連等覺菩薩都不能完全搞清楚。我們回到西方淨土，西方淨土依正莊嚴，完全是如來果地上的境界。所以他那個境界實在是太不思議了。《要解》裡頭最讚歎的，第一不可思議，就是一往生到西方極樂世界，橫生四土，圓證三不退，這的確等覺菩薩都搞不清楚這是怎麼回事情。所以深入教下的人，深達教下，他不相信，因為他沒有理論可以依據。哪有這種道理？你的見思煩惱一品都沒斷，一往生西方極樂世界就圓證三不退，哪有這個道理？這個圓證三不退不得了，等於等覺菩薩。所以這人當然不相信。但是這個話是釋迦牟尼佛親口說出來的。《彌陀經》上，六方佛給我們做證明；《無量壽經》上，十方佛給我們做證明，證明釋迦牟尼佛說的沒有錯。"
    },
    {
      "id": "04-003-0031_p0048",
      "zh_CN": "虽然出自于释迦之口，十方诸佛证明，还有许多的大法师不相信，所以这个难信之法。夏莲居老居士说得很好，佛云难信诚难信，万亿人中一二知。他这个话说的真的，不假。是亿万人中，一、两个知道。所以必须在教网里头透过来了，他才相信。教网当中真正透过来的人不多。《要解》里面举了几个例子，像无着菩萨、天亲菩萨、龙树菩萨；在我们中国，永明延寿、智者大师他们这些人，这些人到后来统统念佛求生净土，他真正透过来了。不容易，实在不容易，『非情识所解』，菩萨都困难，何况我们凡夫。",
      "zh_TW": "雖然出自於釋迦之口，十方諸佛證明，還有許多的大法師不相信，所以這個難信之法。夏蓮居老居士說得很好，佛云難信誠難信，萬億人中一二知。他這個話說的真的，不假。是億萬人中，一、兩個知道。所以必須在教網裡頭透過來了，他才相信。教網當中真正透過來的人不多。《要解》裡面舉了幾個例子，像無著菩薩、天親菩薩、龍樹菩薩；在我們中國，永明延壽、智者大師他們這些人，這些人到後來統統念佛求生淨土，他真正透過來了。不容易，實在不容易，『非情識所解』，菩薩都困難，何況我們凡夫。"
    },
    {
      "id": "04-003-0031_p0049",
      "zh_CN": "【既绝所解。则言之不及。】",
      "zh_TW": "【既絕所解。則言之不及。】"
    },
    {
      "id": "04-003-0031_p0050",
      "zh_CN": "『解』是思惟，思惟想像达不到。思惟想像都达不到了，那言语当然是更不可能的，所谓是「言语道断，心行处灭」。",
      "zh_TW": "『解』是思惟，思惟想像達不到。思惟想像都達不到了，那言語當然是更不可能的，所謂是「言語道斷，心行處滅」。"
    },
    {
      "id": "04-003-0031_p0051",
      "zh_CN": "【须亡言得意。】",
      "zh_TW": "【須亡言得意。】"
    },
    {
      "id": "04-003-0031_p0052",
      "zh_CN": "言语没有法子说，离开言说，这实在就是马鸣菩萨在《起信论》里头所说的「离言说相」，离言，「离名字相，离心缘相」。离心缘相，就是不可思；离言说相，不可议，没有法子讨论的。这个时候的意思你明了了，所以豁然大悟，心开意解，这就叫做心传。实在讲，宗门教下统统是如此。尤其诸位要是去看看禅宗的公案，教下也不例外，老师传你什么？实在讲，没什么传。到了几年，自然开悟了，那就是老师无传之传。所以要知道，这个东西说不出的，这个东西也拿不出来，一定要靠你自己悟。你自己要想真正能够觉悟，必须要把所有一切分别执着妄想舍掉，这个境界自然现前。",
      "zh_TW": "言語沒有法子說，離開言說，這實在就是馬鳴菩薩在《起信論》裡頭所說的「離言說相」，離言，「離名字相，離心緣相」。離心緣相，就是不可思；離言說相，不可議，沒有法子討論的。這個時候的意思你明瞭了，所以豁然大悟，心開意解，這就叫做心傳。實在講，宗門教下統統是如此。尤其諸位要是去看看禪宗的公案，教下也不例外，老師傳你什麼？實在講，沒什麼傳。到了幾年，自然開悟了，那就是老師無傳之傳。所以要知道，這個東西說不出的，這個東西也拿不出來，一定要靠你自己悟。你自己要想真正能夠覺悟，必須要把所有一切分別執著妄想捨掉，這個境界自然現前。"
    },
    {
      "id": "04-003-0031_p0053",
      "zh_CN": "禅宗教你用参究的方法，古时候用观心的方法，以后用参话头的方法。实在讲，参话头的方法跟念佛这个方法，在理论、方式上很接近，都是把一切妄念归成一念。然后这一念脱掉了，心开意解，一念都没有了。禅宗纵然到大彻大悟，如果他要不回向求生净土，换句话说，还是不免轮回。轮回又怕有隔阴之迷，怕的是这个。所以真正彻悟之后，他愿意求生净土，有进无退，决定不退转；不求生净土，是免不了会退转。教下的方法，是叫你念一本经。譬如说这一本《疏钞》这样的分量，叫你每天从早到晚，一个字不漏念一遍。这什么意思？念了，不打妄想，把所有妄念归到这一念去。念的时候不要求解意思，就是念。目的是什么？目的就是把妄念念掉。一天念一遍，念个五年、十年，妄念没有了，豁然开悟了。你看我们中国自古师师相传，这个传法的，你看哪个老师讲经说法来传的？没有这个事情。你去看看中国这各宗的语录，没有这回事情，是这样传心的。到你恍然，这个心地到真正清净的时候，请老师给你讲解是印心。像六祖惠能大师，这禅宗很有名的例子，你们看看《坛经》，彻悟之后，老师给他讲《金刚经》印证。讲不了几句，他完全明了通达了，印证的。",
      "zh_TW": "禪宗教你用參究的方法，古時候用觀心的方法，以後用參話頭的方法。實在講，參話頭的方法跟念佛這個方法，在理論、方式上很接近，都是把一切妄念歸成一念。然後這一念脫掉了，心開意解，一念都沒有了。禪宗縱然到大徹大悟，如果他要不迴向求生淨土，換句話說，還是不免輪迴。輪迴又怕有隔陰之迷，怕的是這個。所以真正徹悟之後，他願意求生淨土，有進無退，決定不退轉；不求生淨土，是免不了會退轉。教下的方法，是叫你念一本經。譬如說這一本《疏鈔》這樣的分量，叫你每天從早到晚，一個字不漏念一遍。這什麼意思？念了，不打妄想，把所有妄念歸到這一念去。念的時候不要求解意思，就是念。目的是什麼？目的就是把妄念念掉。一天念一遍，念個五年、十年，妄念沒有了，豁然開悟了。你看我們中國自古師師相傳，這個傳法的，你看哪個老師講經說法來傳的？沒有這個事情。你去看看中國這各宗的語錄，沒有這回事情，是這樣傳心的。到你恍然，這個心地到真正清淨的時候，請老師給你講解是印心。像六祖惠能大師，這禪宗很有名的例子，你們看看《壇經》，徹悟之後，老師給他講《金剛經》印證。講不了幾句，他完全明瞭通達了，印證的。"
    },
    {
      "id": "04-003-0031_p0054",
      "zh_CN": "讲经、听经不可能开智慧。诸位要晓得，为什么不能开智慧？你是用耳识来听法尘，是六尘。我们说的音声是声尘，尘是污染的，染污你的本性。你的识是虚妄分别。妄心对这个染尘怎么会开悟？没这个道理。唯有到你自性清净之后，几句话恍然大悟，那一点就行了，画龙点睛而已，诸位一定要明白这个原理。那我们今天在这里讲经有没有好处？给诸位说，会听的人有好处，不会听的人没有好处。不会听的人，在这里听经是世间善法，世善。会听的人，那个功德利益大了，那是得出世间的善法。会听的人是怎么听法？不听这个讲的意思，听而无听，无听而听，这是会听。你在这里一个半钟点，这一个半钟点什么？在这里净心，因为你专心听，心里不打妄想；听得清清楚楚，绝不分别语言，也不分别名相，就是说，离言说相听，离名字相听，离心缘相听，这个听是高明。这个要听久了，会见性，会开悟的，这叫会听。不会听的人是什么？你听我讲，把这个东西都记在心里，好，我怎么讲你都记得了。讲完下去，这一段经你也会讲了，你也就学会了，完全落在意识里头，你是用的耳识来听这个声尘。这就是孔老夫子，像「学记」里头所讲的「记问之学」。记问之学是世间的学问。你学得再多，将来那个成就，佛门里头的术语，叫世智辩聪，这是你的成就。你最大的成就，只是世智辩聪而已，这里头没有定慧。换句话说，你的烦恼断不了，你的清净心不能够现前。你看这个差别多大。",
      "zh_TW": "講經、聽經不可能開智慧。諸位要曉得，為什麼不能開智慧？你是用耳識來聽法塵，是六塵。我們說的音聲是聲塵，塵是污染的，染污你的本性。你的識是虛妄分別。妄心對這個染塵怎麼會開悟？沒這個道理。唯有到你自性清淨之後，幾句話恍然大悟，那一點就行了，畫龍點睛而已，諸位一定要明白這個原理。那我們今天在這裡講經有沒有好處？給諸位說，會聽的人有好處，不會聽的人沒有好處。不會聽的人，在這裡聽經是世間善法，世善。會聽的人，那個功德利益大了，那是得出世間的善法。會聽的人是怎麼聽法？不聽這個講的意思，聽而無聽，無聽而聽，這是會聽。你在這裡一個半鐘點，這一個半鐘點什麼？在這裡淨心，因為你專心聽，心裡不打妄想；聽得清清楚楚，絕不分別語言，也不分別名相，就是說，離言說相聽，離名字相聽，離心緣相聽，這個聽是高明。這個要聽久了，會見性，會開悟的，這叫會聽。不會聽的人是什麼？你聽我講，把這個東西都記在心裡，好，我怎麼講你都記得了。講完下去，這一段經你也會講了，你也就學會了，完全落在意識裡頭，你是用的耳識來聽這個聲塵。這就是孔老夫子，像「學記」裡頭所講的「記問之學」。記問之學是世間的學問。你學得再多，將來那個成就，佛門裡頭的術語，叫世智辯聰，這是你的成就。你最大的成就，只是世智辯聰而已，這裡頭沒有定慧。換句話說，你的煩惱斷不了，你的清淨心不能夠現前。你看這個差別多大。"
    },
    {
      "id": "04-003-0031_p0055",
      "zh_CN": "所以学佛，实在讲，会与不会是我们成功的关键。由此可知，读诵是第一重要。大概我们的习气都是无始劫中，对于教下用的功夫多，所以对于经论有偏爱。有偏爱，好，喜欢哪一部经，你每天去念去，有时间就去念，念到会背了，只要没有事情，我就背经。为什么？背经不打妄想。他的目的就是把妄念给去掉，恢复自性清净，目的就在此地。这个心清净久了就得定，定就开慧。慧，才是佛法真正要求的。慧是从定得来的，是从清净心里面显发的，不是从经典文字上得来的，这才真正解决问题。所以佛法不骗人，不欺骗人，句句给你讲真实。所以得度得靠自己，佛法给我们做增上缘而已。我们会用这个善缘，这一生决定得度。它这里讲：",
      "zh_TW": "所以學佛，實在講，會與不會是我們成功的關鍵。由此可知，讀誦是第一重要。大概我們的習氣都是無始劫中，對於教下用的功夫多，所以對於經論有偏愛。有偏愛，好，喜歡哪一部經，你每天去念去，有時間就去念，念到會背了，只要沒有事情，我就背經。為什麼？背經不打妄想。他的目的就是把妄念給去掉，恢復自性清淨，目的就在此地。這個心清淨久了就得定，定就開慧。慧，才是佛法真正要求的。慧是從定得來的，是從清淨心裡面顯發的，不是從經典文字上得來的，這才真正解決問題。所以佛法不騙人，不欺騙人，句句給你講真實。所以得度得靠自己，佛法給我們做增上緣而已。我們會用這個善緣，這一生決定得度。它這裡講："
    },
    {
      "id": "04-003-0031_p0056",
      "zh_CN": "【得意即是心传。故别行十地经云。】",
      "zh_TW": "【得意即是心傳。故別行十地經云。】"
    },
    {
      "id": "04-003-0031_p0057",
      "zh_CN": "我看今天时间到了，这底下我们下一次再讲好了。这也是一个小段。",
      "zh_TW": "我看今天時間到了，這底下我們下一次再講好了。這也是一個小段。"
    }
  ]
}