{
  "doc_id": "04-003-0095",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十五集",
    "zh_TW": "第九十五集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0095",
  "total_paragraphs": 71,
  "paragraphs": [
    {
      "id": "04-003-0095_p0001",
      "zh_CN": "请掀开经本，第二百四十五页第一行，开头这是疏文：",
      "zh_TW": "請掀開經本，第二百四十五頁第一行，開頭這是疏文："
    },
    {
      "id": "04-003-0095_p0002",
      "zh_CN": "【体绝有无。相非生灭。莫寻其始。宁见中边。迷之则生死无穷。解之则廓尔大悟。】",
      "zh_TW": "【體絕有無。相非生滅。莫尋其始。寧見中邊。迷之則生死無窮。解之則廓爾大悟。】"
    },
    {
      "id": "04-003-0095_p0003",
      "zh_CN": "我们看注解，这段是说的教体，也就是说，佛给我们说这部经法理论的依据。佛给我们讲《华严经》，到底根据什么讲的？这就是说的本体，也就是讲的自性，佛法里面讲真如本性，现代哲学里面所说的宇宙万有的本体。这桩事实实在是很难讲，既然讲都困难，我们在这里面去领会当然是更难。虽难也不能不说，不说这理论没有依据，我们的信心从什么地方建立？大经上说得很好，「信为道元功德母」，学佛从哪里学起？从建立信心学起。信心一定要有依据，要有真理做依据，如果没有真实的理论，那个相信就是迷信。因此在因缘之后，一定要给我们说明理论的依据。《钞》三这是玄义里面第三大段。",
      "zh_TW": "我們看註解，這段是說的教體，也就是說，佛給我們說這部經法理論的依據。佛給我們講《華嚴經》，到底根據什麼講的？這就是說的本體，也就是講的自性，佛法裡面講真如本性，現代哲學裡面所說的宇宙萬有的本體。這樁事實實在是很難講，既然講都困難，我們在這裡面去領會當然是更難。雖難也不能不說，不說這理論沒有依據，我們的信心從什麼地方建立？大經上說得很好，「信為道元功德母」，學佛從哪裡學起？從建立信心學起。信心一定要有依據，要有真理做依據，如果沒有真實的理論，那個相信就是迷信。因此在因緣之後，一定要給我們說明理論的依據。《鈔》三這是玄義裡面第三大段。"
    },
    {
      "id": "04-003-0095_p0004",
      "zh_CN": "【明体相离过。】",
      "zh_TW": "【明體相離過。】"
    },
    {
      "id": "04-003-0095_p0005",
      "zh_CN": "『明』是说明、显明本体之中决定没有过失，这才叫真，才叫如。如果有过失那就不能叫真如，不能叫本性，真如本性没有过失。佛菩萨的体性没有过失，我们凡夫的体性有没有过失？给诸位说，凡夫体性与诸佛体性是一性无二性，决定没有过失。所有一切过失是怎么来的？过失是虚妄的，不是真实的。虽然虚妄，假如你不知道它是虚妄，它会起作用。起什么作用？迷惑颠倒，造业受报，就变六道轮回，就变这个现象，你在这里面就有苦受，这是你不知道自性。如果明了自性，这就叫大彻大悟，那你就得到真正的解脱自在，可见得这的确是佛法教学的重点之所在。禅家所讲的明心见性，心性就是此地讲的『体相』，教下所说的大开圆解，圆解也是说这个事实真正清楚明白。可见这段文非常重要，但是在整个玄义里面，这段文最艰深，最不容易体会，我们要细细的来读。",
      "zh_TW": "『明』是說明、顯明本體之中決定沒有過失，這才叫真，才叫如。如果有過失那就不能叫真如，不能叫本性，真如本性沒有過失。佛菩薩的體性沒有過失，我們凡夫的體性有沒有過失？給諸位說，凡夫體性與諸佛體性是一性無二性，決定沒有過失。所有一切過失是怎麼來的？過失是虛妄的，不是真實的。雖然虛妄，假如你不知道它是虛妄，它會起作用。起什麼作用？迷惑顛倒，造業受報，就變六道輪迴，就變這個現象，你在這裡面就有苦受，這是你不知道自性。如果明瞭自性，這就叫大徹大悟，那你就得到真正的解脫自在，可見得這的確是佛法教學的重點之所在。禪家所講的明心見性，心性就是此地講的『體相』，教下所說的大開圓解，圓解也是說這個事實真正清楚明白。可見這段文非常重要，但是在整個玄義裡面，這段文最艱深，最不容易體會，我們要細細的來讀。"
    },
    {
      "id": "04-003-0095_p0006",
      "zh_CN": "【体绝等者。】",
      "zh_TW": "【體絕等者。】"
    },
    {
      "id": "04-003-0095_p0007",
      "zh_CN": "这是指前面这段文，『体绝有无』。",
      "zh_TW": "這是指前面這段文，『體絕有無』。"
    },
    {
      "id": "04-003-0095_p0008",
      "zh_CN": "【离过非也。】",
      "zh_TW": "【離過非也。】"
    },
    {
      "id": "04-003-0095_p0009",
      "zh_CN": "『过』是过失，『非』就是是非。本体里面没有过失，没有是非，这就是刚才说明的真如本性。假如对于真如本性还是不太容易体会，我们再说得白一点就是真心，是我们自己的真心，我们自己的本性，真心本性没有过失、没有是非。换句话说，也没有真妄，也没有邪正，也没有苦乐，所有一切相对之法在真心里面都找不到。真心究竟是个什么样子？这几句就是形容真心的样子。形容归形容，形容并不就是真实，你要从形容里面去体会，这才能够得到真实。得到真实就叫成佛了。成佛是什么？是成就本觉真知，佛就是觉的意思。你就再不迷惑了，所以成佛就是成就本觉真知，真性的德能完全恢复，不再迷失了，这叫做成佛。所以底下说：",
      "zh_TW": "『過』是過失，『非』就是是非。本體裡面沒有過失，沒有是非，這就是剛才說明的真如本性。假如對於真如本性還是不太容易體會，我們再說得白一點就是真心，是我們自己的真心，我們自己的本性，真心本性沒有過失、沒有是非。換句話說，也沒有真妄，也沒有邪正，也沒有苦樂，所有一切相對之法在真心裡面都找不到。真心究竟是個什麼樣子？這幾句就是形容真心的樣子。形容歸形容，形容並不就是真實，你要從形容裡面去體會，這才能夠得到真實。得到真實就叫成佛了。成佛是什麼？是成就本覺真知，佛就是覺的意思。你就再不迷惑了，所以成佛就是成就本覺真知，真性的德能完全恢復，不再迷失了，這叫做成佛。所以底下說："
    },
    {
      "id": "04-003-0095_p0010",
      "zh_CN": "【体者。本觉真知也。】",
      "zh_TW": "【體者。本覺真知也。】"
    },
    {
      "id": "04-003-0095_p0011",
      "zh_CN": "『觉』是用，『知』是体，知与觉都是本有的，不是外面来的，本来就有。它的能力有多大？是尽虚空遍法界，过去现在未来无所不知、无所不能，这我们听到都吓人，其实这就是自己的真心，自己的本性，自己的本能，你本来有这个能力。可是现在你把你自己的智慧能力都丧失掉了。是不是真的丧失掉的？不是的。为什么？它是本性本能，怎么会丧失掉？没有丧失。所以诸佛菩萨看一切众生都是诸佛，他从哪里看？他从本性上看，一切众生本来成佛，佛在《华严》上这样说的，在《圆觉经》上也是这样说的，一切众生本来成佛。换句话说，智慧神通德能与诸佛没有两样，完全相同。",
      "zh_TW": "『覺』是用，『知』是體，知與覺都是本有的，不是外面來的，本來就有。它的能力有多大？是盡虛空遍法界，過去現在未來無所不知、無所不能，這我們聽到都嚇人，其實這就是自己的真心，自己的本性，自己的本能，你本來有這個能力。可是現在你把你自己的智慧能力都喪失掉了。是不是真的喪失掉的？不是的。為什麼？它是本性本能，怎麼會喪失掉？沒有喪失。所以諸佛菩薩看一切眾生都是諸佛，他從哪裡看？他從本性上看，一切眾生本來成佛，佛在《華嚴》上這樣說的，在《圓覺經》上也是這樣說的，一切眾生本來成佛。換句話說，智慧神通德能與諸佛沒有兩樣，完全相同。"
    },
    {
      "id": "04-003-0095_p0012",
      "zh_CN": "现在这个能力怎么失掉的？佛在经上常说，我们的真心本能就好像太阳，太阳光明遍照十方，现在我们迷了，迷了就好像太虚空当中生了一片云彩。云彩把太阳遮住，我们看不到了，像阴天我们见不到太阳。太阳在不在？在！太阳没有失掉，光明没有失掉，云彩障碍了。我们现在就是被这个云彩障碍了，这个云彩是什么东西？佛在大经上讲得很清楚，妄想执着双重的云彩遮住了。所以本性里面的智慧光辉德能显现不出来，并不是没有，有，就是这个障碍阻碍住，二障。二障讲的烦恼障、所知障，烦恼障就是执着，分别执着，所知障就是妄想。所以佛在「出现品」上所讲的，「一切众生但以妄想执着而不能证得」。我们学佛学什么？就是把这个障碍去掉而已，去掉就恢复本来面目。本来面目是无限的光明，无限的神通，无限的才艺，无限的德能，这统统都恢复了。所以你想这个事情重要不重要？因此我们一定要认真的来学习。下面文引用的「问明品」，这是《华严经》的一品。",
      "zh_TW": "現在這個能力怎麼失掉的？佛在經上常說，我們的真心本能就好像太陽，太陽光明遍照十方，現在我們迷了，迷了就好像太虛空當中生了一片雲彩。雲彩把太陽遮住，我們看不到了，像陰天我們見不到太陽。太陽在不在？在！太陽沒有失掉，光明沒有失掉，雲彩障礙了。我們現在就是被這個雲彩障礙了，這個雲彩是什麼東西？佛在大經上講得很清楚，妄想執著雙重的雲彩遮住了。所以本性裡面的智慧光輝德能顯現不出來，並不是沒有，有，就是這個障礙阻礙住，二障。二障講的煩惱障、所知障，煩惱障就是執著，分別執著，所知障就是妄想。所以佛在「出現品」上所講的，「一切眾生但以妄想執著而不能證得」。我們學佛學什麼？就是把這個障礙去掉而已，去掉就恢復本來面目。本來面目是無限的光明，無限的神通，無限的才藝，無限的德能，這統統都恢復了。所以你想這個事情重要不重要？因此我們一定要認真的來學習。下面文引用的「問明品」，這是《華嚴經》的一品。"
    },
    {
      "id": "04-003-0095_p0013",
      "zh_CN": "【故问明品有佛境界智。及佛境界知。】",
      "zh_TW": "【故問明品有佛境界智。及佛境界知。】"
    },
    {
      "id": "04-003-0095_p0014",
      "zh_CN": "有这两个说法。",
      "zh_TW": "有這兩個說法。"
    },
    {
      "id": "04-003-0095_p0015",
      "zh_CN": "【疏释云。】",
      "zh_TW": "【疏釋云。】"
    },
    {
      "id": "04-003-0095_p0016",
      "zh_CN": "清凉大师对这两句经文的解释：",
      "zh_TW": "清涼大師對這兩句經文的解釋："
    },
    {
      "id": "04-003-0095_p0017",
      "zh_CN": "【智即能证。知即心体。】",
      "zh_TW": "【智即能證。知即心體。】"
    },
    {
      "id": "04-003-0095_p0018",
      "zh_CN": "这两个字一个是体，一个是用。我们讲智慧的『智』是用，『知』才是体，才是本体。",
      "zh_TW": "這兩個字一個是體，一個是用。我們講智慧的『智』是用，『知』才是體，才是本體。"
    },
    {
      "id": "04-003-0095_p0019",
      "zh_CN": "【通于能所。】",
      "zh_TW": "【通於能所。】"
    },
    {
      "id": "04-003-0095_p0020",
      "zh_CN": "这两种就是体用都『通能所』。",
      "zh_TW": "這兩種就是體用都『通能所』。"
    },
    {
      "id": "04-003-0095_p0021",
      "zh_CN": "【便引七祖云。知之一字。众妙之门。】",
      "zh_TW": "【便引七祖云。知之一字。眾妙之門。】"
    },
    {
      "id": "04-003-0095_p0022",
      "zh_CN": "知与智这两个字应该如何来拣别？拣别并不困难，拣别就是分别。什么是知？什么是智？譬如我拿了这个东西，你们大家都看清楚了，这是知；你把这个说得明明白白、清清楚楚，那是智。所以知没有分别，没有执着，六根对外面六尘境界清清楚楚、明明白白，没有起心动念，这是真知。为一切大众说得清清楚楚、明明白白，没有一丝毫的执着，这是智慧。我给你解释，我真的执着这个，那就不是智，那叫识。智识，智变成识了，那就大错特错，那不是智慧，智慧是说清楚而不执着。所谓是说而无说，无说而说，这是智慧。有说，或者有无说，只要是有，心里真的有了，这就变成识，智就变成识，变成情识。凡是情识，简单的讲就是执着，真正智慧里面没有执着。为什么不执着？因为凡所有相，皆是虚妄，它并不是真实的。一切境界相缘聚缘散，所以此地讲的无有生灭，体绝有无，有无都加不上，不能说它有，也不能说它无。为什么？缘聚则有，缘散则无。聚时非有，散灭非无，哪来的有无？哪里来的生灭？所以一切法的真相不生不灭，非有非无，体如是，相亦如是，作用亦如是，你在这里面还有什么好分别执着的？无量法门里面，贵在应机施教，机感各个人不相同，所以佛无有定法可说。",
      "zh_TW": "知與智這兩個字應該如何來揀別？揀別並不困難，揀別就是分別。什麼是知？什麼是智？譬如我拿了這個東西，你們大家都看清楚了，這是知；你把這個說得明明白白、清清楚楚，那是智。所以知沒有分別，沒有執著，六根對外面六塵境界清清楚楚、明明白白，沒有起心動念，這是真知。為一切大眾說得清清楚楚、明明白白，沒有一絲毫的執著，這是智慧。我給你解釋，我真的執著這個，那就不是智，那叫識。智識，智變成識了，那就大錯特錯，那不是智慧，智慧是說清楚而不執著。所謂是說而無說，無說而說，這是智慧。有說，或者有無說，只要是有，心裡真的有了，這就變成識，智就變成識，變成情識。凡是情識，簡單的講就是執著，真正智慧裡面沒有執著。為什麼不執著？因為凡所有相，皆是虛妄，它並不是真實的。一切境界相緣聚緣散，所以此地講的無有生滅，體絕有無，有無都加不上，不能說它有，也不能說它無。為什麼？緣聚則有，緣散則無。聚時非有，散滅非無，哪來的有無？哪裡來的生滅？所以一切法的真相不生不滅，非有非無，體如是，相亦如是，作用亦如是，你在這裡面還有什麼好分別執著的？無量法門裡面，貴在應機施教，機感各個人不相同，所以佛無有定法可說。"
    },
    {
      "id": "04-003-0095_p0023",
      "zh_CN": "自古以来，祖师大德弘扬一宗，弘扬一个法门，只度无量众生里面一类的根机，这很有道理。我接引这一类的根机，你去接引那一类的根机，他又去接引另一类的根机，一切众生根机无量无边，因此法门就无量无边。接引众生的目标统统都是叫他破除障碍，恢复自性，所以法门平等，无有高下，千经万论殊途同归，归在什么？归在明心见性。净土念佛往生也不例外，生到西方极乐世界干什么？还是明心见性。如果不能明心见性，那到西方去干什么？这个事实真相一定要搞清楚。",
      "zh_TW": "自古以來，祖師大德弘揚一宗，弘揚一個法門，只度無量眾生裡面一類的根機，這很有道理。我接引這一類的根機，你去接引那一類的根機，他又去接引另一類的根機，一切眾生根機無量無邊，因此法門就無量無邊。接引眾生的目標統統都是叫他破除障礙，恢復自性，所以法門平等，無有高下，千經萬論殊途同歸，歸在什麼？歸在明心見性。淨土念佛往生也不例外，生到西方極樂世界幹什麼？還是明心見性。如果不能明心見性，那到西方去幹什麼？這個事實真相一定要搞清楚。"
    },
    {
      "id": "04-003-0095_p0024",
      "zh_CN": "所以七祖说，『知之一字，众妙之门』，这个话一点都没错，无论在什么境界里面，佛、菩萨乃至于地狱众生，有没有知？有。只是在佛菩萨他真的是知，我们凡夫六根接触六尘境界第一念是知，是真知，可是第二念就迷了。第二念是什么？分别执着，不能够永远保持第一念，第一念没有分别执着，就是佛知佛见，跟诸佛如来无二无别。这第二念，这是蓝的，有了颜色的分别执着。再一看这上面，南无阿弥陀佛，这有了佛号的分别执着，这就错了，真如本性里面没有蓝色，也没有阿弥陀佛，这诸位要知道。所以在这上起了分别、起了执着，这就错了，这就落在意识里头去，把知就变成识了。",
      "zh_TW": "所以七祖說，『知之一字，眾妙之門』，這個話一點都沒錯，無論在什麼境界裡面，佛、菩薩乃至於地獄眾生，有沒有知？有。只是在佛菩薩他真的是知，我們凡夫六根接觸六塵境界第一念是知，是真知，可是第二念就迷了。第二念是什麼？分別執著，不能夠永遠保持第一念，第一念沒有分別執著，就是佛知佛見，跟諸佛如來無二無別。這第二念，這是藍的，有了顏色的分別執著。再一看這上面，南無阿彌陀佛，這有了佛號的分別執著，這就錯了，真如本性裡面沒有藍色，也沒有阿彌陀佛，這諸位要知道。所以在這上起了分別、起了執著，這就錯了，這就落在意識裡頭去，把知就變成識了。"
    },
    {
      "id": "04-003-0095_p0025",
      "zh_CN": "诸佛菩萨给我们讲经，常常听「说而无说，无说而说」，那是什么？那他是智，他没有落在识里头。他给我们说得很清楚、很明白，他有没有说？意思就是，他有没有分别执着？没有，从没有分别，从没有执着。换句话说，从不着相。我们凡夫着相，佛菩萨不着相，所以心地永远清净，永远无染，这就是自性的正用，他用上了，我们没用上。我们虽有自性，这第一念自性，第二念？第二念就用八识五十一心所，就用这个东西。这很糟糕！尤其现在迷得更深的，用什么？用贪瞋痴慢，这是值得我们自己深深去反省，我们起心动念是不是落在贪瞋痴慢上？这是真的，一点都没错。不要看到我们天天念佛，天天修行，修个什么？贪瞋痴慢疑，还是搞这个。如果不搞这个，你早已经得一心不乱，早已经明心见性。你今天见不了性，明不了心，不能得一心不乱，换句话说，统统依旧搞的贪瞋痴慢疑。对这个圣教怀疑，我这个经好，那个经有问题，只要有一个疑情，你自己学的这个还是怀疑，为什么？一疑一切疑，一个不疑是一切都不疑，这是真的，一点都不错。",
      "zh_TW": "諸佛菩薩給我們講經，常常聽「說而無說，無說而說」，那是什麼？那他是智，他沒有落在識裡頭。他給我們說得很清楚、很明白，他有沒有說？意思就是，他有沒有分別執著？沒有，從沒有分別，從沒有執著。換句話說，從不著相。我們凡夫著相，佛菩薩不著相，所以心地永遠清淨，永遠無染，這就是自性的正用，他用上了，我們沒用上。我們雖有自性，這第一念自性，第二念？第二念就用八識五十一心所，就用這個東西。這很糟糕！尤其現在迷得更深的，用什麼？用貪瞋痴慢，這是值得我們自己深深去反省，我們起心動念是不是落在貪瞋痴慢上？這是真的，一點都沒錯。不要看到我們天天念佛，天天修行，修個什麼？貪瞋痴慢疑，還是搞這個。如果不搞這個，你早已經得一心不亂，早已經明心見性。你今天見不了性，明不了心，不能得一心不亂，換句話說，統統依舊搞的貪瞋痴慢疑。對這個聖教懷疑，我這個經好，那個經有問題，只要有一個疑情，你自己學的這個還是懷疑，為什麼？一疑一切疑，一個不疑是一切都不疑，這是真的，一點都不錯。"
    },
    {
      "id": "04-003-0095_p0026",
      "zh_CN": "不但对佛法不怀疑，对于世间一切法，甚至于邪法外道都不怀疑。为什么？一切法是平等法，统统是自性起用的，所以一觉是一切觉，一迷一切迷，这一怀疑是统统都怀疑。哪有对这个不怀疑，对那个还怀疑，没这个道理的，这是我们自己要检点，要把自己这个病根在哪里找出来，然后对症下药，药到病除，我们有没有贪心？有没有瞋恨心？有没有嫉妒心？有没有贡高我慢心？佛法真正的功夫是从这里除。你只要把这障碍破除，给诸位说，一切经论摆在面前自然心开意解。世出世间一切法，只要一接触没有一样不通达，要不要去看？不必要。这经本翻个二、三页统统都明了了，这个能力从哪里来的？自性本能，自性里头本有的。佛法千经万论无量法门，就是这么一个单纯的目标，一个方向，叫你认识自己，认识真心本性，认识诸法实相。诸法实相就是真如本性，这是一切法的真相。诸法是多，本性是一，一即是多，多即是一，这叫实相。所以这个字的确众妙之门，这个知就是觉的意思。下面再解释，说了这么多只说了一个字，体。下面再说绝有，再解释这个绝：",
      "zh_TW": "不但對佛法不懷疑，對於世間一切法，甚至於邪法外道都不懷疑。為什麼？一切法是平等法，統統是自性起用的，所以一覺是一切覺，一迷一切迷，這一懷疑是統統都懷疑。哪有對這個不懷疑，對那個還懷疑，沒這個道理的，這是我們自己要檢點，要把自己這個病根在哪裡找出來，然後對症下藥，藥到病除，我們有沒有貪心？有沒有瞋恨心？有沒有嫉妒心？有沒有貢高我慢心？佛法真正的功夫是從這裡除。你只要把這障礙破除，給諸位說，一切經論擺在面前自然心開意解。世出世間一切法，只要一接觸沒有一樣不通達，要不要去看？不必要。這經本翻個二、三頁統統都明瞭了，這個能力從哪裡來的？自性本能，自性裡頭本有的。佛法千經萬論無量法門，就是這麼一個單純的目標，一個方向，叫你認識自己，認識真心本性，認識諸法實相。諸法實相就是真如本性，這是一切法的真相。諸法是多，本性是一，一即是多，多即是一，這叫實相。所以這個字的確眾妙之門，這個知就是覺的意思。下面再解釋，說了這麼多只說了一個字，體。下面再說絕有，再解釋這個絕："
    },
    {
      "id": "04-003-0095_p0027",
      "zh_CN": "【言绝有者。离一切相故。言绝无者。灵知不昧故。】",
      "zh_TW": "【言絕有者。離一切相故。言絕無者。靈知不昧故。】"
    },
    {
      "id": "04-003-0095_p0028",
      "zh_CN": "这个解释『绝有、绝无』，怎么绝有？有是有为法，《金刚经》上说得很好，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，给我们讲了六个比喻：梦、幻、泡、影、露、电，这六种比喻是相有体无，它不是真有，幻有。我们今天这个境界相，身体、山河大地、一切众生展现在我们面前，什么相？梦幻泡影，这要知道。读经、听经的时候，听听不错，说了你也点头，讲完之后全忘掉了，还是一样分别执着，这是什么原因？烦恼习气你断不掉，这不是真功夫，该怎么样生死还是怎么样生死，没法子。一定要真正去下功夫，真正去求觉悟，要认识一切法的真相；真相认识了，于一切法中自然不再分别，不再执着，任何一切法于自己用功统统不妨碍。",
      "zh_TW": "這個解釋『絕有、絕無』，怎麼絕有？有是有為法，《金剛經》上說得很好，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，給我們講了六個比喻：夢、幻、泡、影、露、電，這六種比喻是相有體無，它不是真有，幻有。我們今天這個境界相，身體、山河大地、一切眾生展現在我們面前，什麼相？夢幻泡影，這要知道。讀經、聽經的時候，聽聽不錯，說了你也點頭，講完之後全忘掉了，還是一樣分別執著，這是什麼原因？煩惱習氣你斷不掉，這不是真功夫，該怎麼樣生死還是怎麼樣生死，沒法子。一定要真正去下功夫，真正去求覺悟，要認識一切法的真相；真相認識了，於一切法中自然不再分別，不再執著，任何一切法於自己用功統統不妨礙。"
    },
    {
      "id": "04-003-0095_p0029",
      "zh_CN": "佛菩萨叫我们护持正法，护什么？是帮助初学，初学的人有障碍，要帮助他选择法门，这叫为众生做择法眼。选择什么？选择其他根机的，他修学起来方便容易成就的，替他选择。于自己？与自己毫不相干，为什么？自己在一切法门当中不染不着！离一切分别执着，所以这是绝有，晓得这一切现相不过是缘聚缘散，只有聚散，没有生灭。凡夫不知道事实真相，聚，他就认为执着生；散了，他执着灭，他执着有生死，执着有生灭。所以这是虚妄执着，不是真相，真相不生不灭，没有生灭。没有有无，没有生灭，这是事实真相。",
      "zh_TW": "佛菩薩叫我們護持正法，護什麼？是幫助初學，初學的人有障礙，要幫助他選擇法門，這叫為眾生做擇法眼。選擇什麼？選擇其他根機的，他修學起來方便容易成就的，替他選擇。於自己？與自己毫不相干，為什麼？自己在一切法門當中不染不著！離一切分別執著，所以這是絕有，曉得這一切現相不過是緣聚緣散，只有聚散，沒有生滅。凡夫不知道事實真相，聚，他就認為執著生；散了，他執著滅，他執著有生死，執著有生滅。所以這是虛妄執著，不是真相，真相不生不滅，沒有生滅。沒有有無，沒有生滅，這是事實真相。"
    },
    {
      "id": "04-003-0095_p0030",
      "zh_CN": "体空寂，这个「空」我们叫真空，不是顽空，不是空有之空。为什么叫它空？因为它没有现相，所以叫它做空。不能做一般空来看，因为它这个空会现相，不是像一般空，一般空里头不能现相，它这个空里头会现相，尽虚空遍法界无量无边诸佛刹土依正庄严，都是这个真空显现出来的。就像作梦一样，梦中的境界仿佛，所以不能说它有，不能说它无。体绝有无，这是真的，它确实存在，这是一个事实，这是绝有。「言绝无者」，怎么说它也绝无？『灵知不昧故』。你要说它无，它清清楚楚、明明白白，灵明觉知，无所不知，无所不能，所以它不是无。它有无量无边的德能，它确实存在，就是因为这个能力变现十法界依正庄严。诸位如果真正能体会到一点，不要说体会到很多，体会到稍许，你的确也能够达到仿佛的心开意解。为什么？世出世间一切法不会执着了，自然淡然相处，你的心平静了，你在一切境界里不会有冲动，真实的智慧逐渐往外面透露，这样的修学功夫才得力。我们再看底下的文：",
      "zh_TW": "體空寂，這個「空」我們叫真空，不是頑空，不是空有之空。為什麼叫它空？因為它沒有現相，所以叫它做空。不能做一般空來看，因為它這個空會現相，不是像一般空，一般空裡頭不能現相，它這個空裡頭會現相，盡虛空遍法界無量無邊諸佛剎土依正莊嚴，都是這個真空顯現出來的。就像作夢一樣，夢中的境界彷彿，所以不能說它有，不能說它無。體絕有無，這是真的，它確實存在，這是一個事實，這是絕有。「言絕無者」，怎麼說它也絕無？『靈知不昧故』。你要說它無，它清清楚楚、明明白白，靈明覺知，無所不知，無所不能，所以它不是無。它有無量無邊的德能，它確實存在，就是因為這個能力變現十法界依正莊嚴。諸位如果真正能體會到一點，不要說體會到很多，體會到稍許，你的確也能夠達到彷彿的心開意解。為什麼？世出世間一切法不會執著了，自然淡然相處，你的心平靜了，你在一切境界裡不會有衝動，真實的智慧逐漸往外面透露，這樣的修學功夫才得力。我們再看底下的文："
    },
    {
      "id": "04-003-0095_p0031",
      "zh_CN": "【故肇公云。】",
      "zh_TW": "【故肇公云。】"
    },
    {
      "id": "04-003-0095_p0032",
      "zh_CN": "『肇公』是僧肇法师，他是鸠摩罗什的弟子。罗什弟子很多，里面最聪明的、最有智慧的早年开悟的就是算他，鸠摩罗什有四大弟子，他是其中之一。但是他寿命很短，三十几岁就过世了，但是成就不可思议。他有一本著作留下来，就是《肇论》，有四篇文章，总题目叫《肇论》。他曾经说：",
      "zh_TW": "『肇公』是僧肇法師，他是鳩摩羅什的弟子。羅什弟子很多，裡面最聰明的、最有智慧的早年開悟的就是算他，鳩摩羅什有四大弟子，他是其中之一。但是他壽命很短，三十幾歲就過世了，但是成就不可思議。他有一本著作留下來，就是《肇論》，有四篇文章，總題目叫《肇論》。他曾經說："
    },
    {
      "id": "04-003-0095_p0033",
      "zh_CN": "【知有有坏。知无无败。其知之知。有无不计。】",
      "zh_TW": "【知有有壞。知無無敗。其知之知。有無不計。】"
    },
    {
      "id": "04-003-0095_p0034",
      "zh_CN": "这四句话什么意思？就是解释前面灵知不昧。灵知不昧这句很难体会，肇公这个解释使我们对这个意思就明白了很多。但是他这四句话还是不容易体会，这就是真正的事实很难讲，讲出来也很难懂，综合这四句话的意思，还是离一切妄想分别执着，那就是灵知不昧。佛给你讲灵知不昧，好，你要执着有个灵知不昧就又错了。六祖在《坛经》上说得很好，「本来无一物，何处惹尘埃」，那个本来无一物也是这个意思，也是体绝有无。有是有无，无也是有无，执着有是有无，执着无还是有无，全都错了。所以你执有，这个执有就是你执着有，分别一个有，有就坏了；你要执着个无，分别个无，无也坏了，那有无都不是佛讲的意思。佛所讲的你决定不能执着，你才能会到他的意思，愿解如来真实义，万万不能执着。所以佛是说而无说，无说而说，我们也应该听而无听，无听而听，这就对了，这就相应了。佛是无说而说，我们是有听而听，这错了，那你就不解如来真实义。",
      "zh_TW": "這四句話什麼意思？就是解釋前面靈知不昧。靈知不昧這句很難體會，肇公這個解釋使我們對這個意思就明白了很多。但是他這四句話還是不容易體會，這就是真正的事實很難講，講出來也很難懂，綜合這四句話的意思，還是離一切妄想分別執著，那就是靈知不昧。佛給你講靈知不昧，好，你要執著有個靈知不昧就又錯了。六祖在《壇經》上說得很好，「本來無一物，何處惹塵埃」，那個本來無一物也是這個意思，也是體絕有無。有是有無，無也是有無，執著有是有無，執著無還是有無，全都錯了。所以你執有，這個執有就是你執著有，分別一個有，有就壞了；你要執著個無，分別個無，無也壞了，那有無都不是佛講的意思。佛所講的你決定不能執著，你才能會到他的意思，願解如來真實義，萬萬不能執著。所以佛是說而無說，無說而說，我們也應該聽而無聽，無聽而聽，這就對了，這就相應了。佛是無說而說，我們是有聽而聽，這錯了，那你就不解如來真實義。"
    },
    {
      "id": "04-003-0095_p0035",
      "zh_CN": "『其知之知』，那个真知，真知是有无都不计较。换句话，真知是什么？真知就是以一个绝对清净心去对一切境界，那是真知。你起个念头，这就是我们俗话讲，你有成见，你有成见就不是真知。为什么？就六祖讲，你的心里头已经有一物，已经有个东西在了。有个东西，那个什么东西？无明、业障，你有障碍了，你的真知会透不出来。由此可知，千经万论教我们修行，为什么十方三世一切诸佛如来推崇净土？净土没有别的，纯修清净心。修行的纲领都在经题上，修的什么？清净、平等、觉。我们通常讲皈依三宝，三宝就在经题上，清净，僧宝；平等，法宝；觉，佛宝。心里面有一物就不清净、就不平等、就迷了。如何保持本来无一物？怎么样保持？这就是真如本性，这就是佛知佛见。",
      "zh_TW": "『其知之知』，那個真知，真知是有無都不計較。換句話，真知是什麼？真知就是以一個絕對清淨心去對一切境界，那是真知。你起個念頭，這就是我們俗話講，你有成見，你有成見就不是真知。為什麼？就六祖講，你的心裡頭已經有一物，已經有個東西在了。有個東西，那個什麼東西？無明、業障，你有障礙了，你的真知會透不出來。由此可知，千經萬論教我們修行，為什麼十方三世一切諸佛如來推崇淨土？淨土沒有別的，純修清淨心。修行的綱領都在經題上，修的什麼？清淨、平等、覺。我們通常講皈依三寶，三寶就在經題上，清淨，僧寶；平等，法寶；覺，佛寶。心裡面有一物就不清淨、就不平等、就迷了。如何保持本來無一物？怎麼樣保持？這就是真如本性，這就是佛知佛見。"
    },
    {
      "id": "04-003-0095_p0036",
      "zh_CN": "佛是觉，佛知，觉悟之知；佛见，觉悟之见，就是肇公在此地说这四句话的意思。我们凡夫最大的毛病实在讲就是执着，分别执着，离开一切分别执着，人真的得大自在，一切随缘而不攀缘，没有一样不好，样样都好。为什么说样样都好？样样都是真如本性。古德悟过来说，悟了以后，所谓见山还是山，见水还是水，但是那个山跟水不一样了。山是什么？自性之山，水是自性之水。山不异水，水不异山，山即是水，水即是山，佛法跟外道亦复如是，没有两样，自性是圆融的。",
      "zh_TW": "佛是覺，佛知，覺悟之知；佛見，覺悟之見，就是肇公在此地說這四句話的意思。我們凡夫最大的毛病實在講就是執著，分別執著，離開一切分別執著，人真的得大自在，一切隨緣而不攀緣，沒有一樣不好，樣樣都好。為什麼說樣樣都好？樣樣都是真如本性。古德悟過來說，悟了以後，所謂見山還是山，見水還是水，但是那個山跟水不一樣了。山是什麼？自性之山，水是自性之水。山不異水，水不異山，山即是水，水即是山，佛法跟外道亦復如是，沒有兩樣，自性是圓融的。"
    },
    {
      "id": "04-003-0095_p0037",
      "zh_CN": "正法是自性变现，邪法还是自性变现的。不能说那个邪法是自性之外的，自性之外没有法。法外无心，心外无法，统统是一个真心变现出来的。换句话，邪即是正，正即是邪，邪不异正，正不异邪，确实这才真正见到，这个心真的平等、真清净了，没有真妄，没有是非，没有邪正，没有善恶。我们六根接触六尘境界还会起心动念，就晓得我们依然是凡夫，不是圣人。检点我们修行的功夫，就是看我们分别执着的轻重，如果我们的执着一年比一年轻，一年比一年淡，这就有进步。到完全离一切分别执着，说老实话，那就接近大彻大悟。",
      "zh_TW": "正法是自性變現，邪法還是自性變現的。不能說那個邪法是自性之外的，自性之外沒有法。法外無心，心外無法，統統是一個真心變現出來的。換句話，邪即是正，正即是邪，邪不異正，正不異邪，確實這才真正見到，這個心真的平等、真清淨了，沒有真妄，沒有是非，沒有邪正，沒有善惡。我們六根接觸六塵境界還會起心動念，就曉得我們依然是凡夫，不是聖人。檢點我們修行的功夫，就是看我們分別執著的輕重，如果我們的執著一年比一年輕，一年比一年淡，這就有進步。到完全離一切分別執著，說老實話，那就接近大徹大悟。"
    },
    {
      "id": "04-003-0095_p0038",
      "zh_CN": "真的，解铃还需系铃人，谁能帮助你？自己才能帮助自己，佛也帮不上忙。佛只能把这个事实真相告诉你，解决问题的是自己，自己度自己，佛不度众生，自觉、自悟、自度、自证，这是佛法。佛对我们最大的恩德，就是我们无始劫以来迷惑颠倒，不晓得事实真相，今天佛给我们说明，使我们彻底觉悟了，这是佛的大恩大德。悟后怎么样？悟后要起修。修什么？就是把一切分别执着妄想给舍掉，这叫修，修的是这个东西；还有这个，那就是没有修了。悟，悟了之后不能修，六道轮回依然不能出去，一切果报还要自受，可见得修是非常非常重要。下面又引一个：",
      "zh_TW": "真的，解鈴還需繫鈴人，誰能幫助你？自己才能幫助自己，佛也幫不上忙。佛只能把這個事實真相告訴你，解決問題的是自己，自己度自己，佛不度眾生，自覺、自悟、自度、自證，這是佛法。佛對我們最大的恩德，就是我們無始劫以來迷惑顛倒，不曉得事實真相，今天佛給我們說明，使我們徹底覺悟了，這是佛的大恩大德。悟後怎麼樣？悟後要起修。修什麼？就是把一切分別執著妄想給捨掉，這叫修，修的是這個東西；還有這個，那就是沒有修了。悟，悟了之後不能修，六道輪迴依然不能出去，一切果報還要自受，可見得修是非常非常重要。下面又引一個："
    },
    {
      "id": "04-003-0095_p0039",
      "zh_CN": "【秦主云。】",
      "zh_TW": "【秦主云。】"
    },
    {
      "id": "04-003-0095_p0040",
      "zh_CN": "此地的『秦』是姚秦，『主』是国王。因为僧肇大师当年在世的时候，就是鸠摩罗什大师住世的时候，那个时候的国王是姚兴，此地讲的秦主就是姚兴。姚兴也是虔诚的佛教徒，是罗什大师的大护法，他曾经说过：",
      "zh_TW": "此地的『秦』是姚秦，『主』是國王。因為僧肇大師當年在世的時候，就是鳩摩羅什大師住世的時候，那個時候的國王是姚興，此地講的秦主就是姚興。姚興也是虔誠的佛教徒，是羅什大師的大護法，他曾經說過："
    },
    {
      "id": "04-003-0095_p0041",
      "zh_CN": "【若言第一义谛。廓尔空寂。无圣人者。知无者谁。】",
      "zh_TW": "【若言第一義諦。廓爾空寂。無聖人者。知無者誰。】"
    },
    {
      "id": "04-003-0095_p0042",
      "zh_CN": "这是姚兴听讲经他的心得，他的悟处。『第一义谛』就是体，就是真如本性，万法的本体，就叫第一义。它是什么样子？『廓尔空寂』。廓尔是广大没有边际，这里头什么也没有，也就是六祖讲的本来无一物。不但无一物，清净寂灭，连圣人也没有。知有知无，谁知有？谁知无？知有知无，刚才讲了，就已经是染污，已经有一物，哪里还有有无？有无没有！谁知道有？谁知道无？我知道有，我知道无，已经有我执了，知一个有无就法执，二执就起来了。二执起来，这是凡夫，不是圣人。破了我执，证阿罗汉果；破了法执，才圆教初住菩萨。哪有执着？凡夫才有执着，圣人没有执着。",
      "zh_TW": "這是姚興聽講經他的心得，他的悟處。『第一義諦』就是體，就是真如本性，萬法的本體，就叫第一義。它是什麼樣子？『廓爾空寂』。廓爾是廣大沒有邊際，這裡頭什麼也沒有，也就是六祖講的本來無一物。不但無一物，清淨寂滅，連聖人也沒有。知有知無，誰知有？誰知無？知有知無，剛才講了，就已經是染污，已經有一物，哪裡還有有無？有無沒有！誰知道有？誰知道無？我知道有，我知道無，已經有我執了，知一個有無就法執，二執就起來了。二執起來，這是凡夫，不是聖人。破了我執，證阿羅漢果；破了法執，才圓教初住菩薩。哪有執著？凡夫才有執著，聖人沒有執著。"
    },
    {
      "id": "04-003-0095_p0043",
      "zh_CN": "所以到了西方极乐世界，《无量寿经》上给我们讲得很清楚，那个地方一切众生、一切万物没有名号，有名号就有执着。佛在我们这个世间告诉你，这是阿弥陀佛，那是药师如来，这都是分别执着。到西方极乐世界这名字统统没有，那很奇妙，那统统没有，我们见面怎么称呼？我们找人会不会找错？他那个地方街道，街道也没有名称，家家户户也没有门牌号码，你到哪去找人去？奇妙的世界，那才叫真正的平等。那个世界的众生，每个人都恢复了自性的本能，你要找你的朋友家亲眷属，绝对不会错。只要你心一动念，他感应就现前，就现在面前，他也不来，你也不去，两个人就见面了。",
      "zh_TW": "所以到了西方極樂世界，《無量壽經》上給我們講得很清楚，那個地方一切眾生、一切萬物沒有名號，有名號就有執著。佛在我們這個世間告訴你，這是阿彌陀佛，那是藥師如來，這都是分別執著。到西方極樂世界這名字統統沒有，那很奇妙，那統統沒有，我們見面怎麼稱呼？我們找人會不會找錯？他那個地方街道，街道也沒有名稱，家家戶戶也沒有門牌號碼，你到哪去找人去？奇妙的世界，那才叫真正的平等。那個世界的眾生，每個人都恢復了自性的本能，你要找你的朋友家親眷屬，絕對不會錯。只要你心一動念，他感應就現前，就現在面前，他也不來，你也不去，兩個人就見面了。"
    },
    {
      "id": "04-003-0095_p0044",
      "zh_CN": "我们科学家听了在幻想如何能做到这个境界，西方极乐世界老早就有了。这是最省事、最简单的、最快速的、最圆满的。所以西方世界那是心性到了极处，可以说是究竟圆满的境界。我们不相信，有怀疑，那不要紧，佛再说其他的法门。等到几时你把这个事实真相真正搞清楚，你要真的下决心想修、想断烦恼，快速的将我们性德恢复起来，我们的智慧本能才立刻恢复，那就是西方净土，使你很快速的全部恢复。",
      "zh_TW": "我們科學家聽了在幻想如何能做到這個境界，西方極樂世界老早就有了。這是最省事、最簡單的、最快速的、最圓滿的。所以西方世界那是心性到了極處，可以說是究竟圓滿的境界。我們不相信，有懷疑，那不要緊，佛再說其他的法門。等到幾時你把這個事實真相真正搞清楚，你要真的下決心想修、想斷煩惱，快速的將我們性德恢復起來，我們的智慧本能才立刻恢復，那就是西方淨土，使你很快速的全部恢復。"
    },
    {
      "id": "04-003-0095_p0045",
      "zh_CN": "有些人对这个理论还没有搞通，他已经就往生了，这是一回什么事情？那是他无始劫来过去生中的善根。这个善根什么？他不怀疑，一说他就相信了，他就真正的发愿，真肯念佛，信愿行三个条件具足，他往生了。如果没有过去生中深厚的善根，你跟他讲，他不相信。你给他说西方极乐世界好，怎么好，他听了之后也觉得很满意，他不愿意去，他舍不得这个地方。这些原因，《无量寿经》上统统都有答案，善根福德少，不够。所以姚兴也是很了不起，没有智慧怎么能护法？这也是菩萨再来的，示现为国王身来护持佛法的，他一听了就开悟。",
      "zh_TW": "有些人對這個理論還沒有搞通，他已經就往生了，這是一回什麼事情？那是他無始劫來過去生中的善根。這個善根什麼？他不懷疑，一說他就相信了，他就真正的發願，真肯念佛，信願行三個條件具足，他往生了。如果沒有過去生中深厚的善根，你跟他講，他不相信。你給他說西方極樂世界好，怎麼好，他聽了之後也覺得很滿意，他不願意去，他捨不得這個地方。這些原因，《無量壽經》上統統都有答案，善根福德少，不夠。所以姚興也是很了不起，沒有智慧怎麼能護法？這也是菩薩再來的，示現為國王身來護持佛法的，他一聽了就開悟。"
    },
    {
      "id": "04-003-0095_p0046",
      "zh_CN": "【肇公印定云。实如明诏。实如明诏。】",
      "zh_TW": "【肇公印定云。實如明詔。實如明詔。】"
    },
    {
      "id": "04-003-0095_p0047",
      "zh_CN": "僧肇大师给姚兴印证，他体悟的境界没有错，确实。『实』是真实，『明』是明了，清清楚楚、明明白白。无论是从体用，无论是从现相，无不如是。下面引《起信论》上所说的。《起信论》是马鸣菩萨作的。",
      "zh_TW": "僧肇大師給姚興印證，他體悟的境界沒有錯，確實。『實』是真實，『明』是明瞭，清清楚楚、明明白白。無論是從體用，無論是從現相，無不如是。下面引《起信論》上所說的。《起信論》是馬鳴菩薩作的。"
    },
    {
      "id": "04-003-0095_p0048",
      "zh_CN": "【又起信论云。真如自体有大智慧光明义故。真实识知义故。】",
      "zh_TW": "【又起信論云。真如自體有大智慧光明義故。真實識知義故。】"
    },
    {
      "id": "04-003-0095_p0049",
      "zh_CN": "这都是给我们说明自性本具的德能，本有的德能。智慧从哪来的？智慧不是学来的，不是修来的，智慧是本有的，马鸣菩萨这几句话说得清清楚楚、明明白白。他老人家还说过，「本觉本有，不觉本无」，这两句对我们初学的人来讲，给了我们无比的信心。本觉就是正知，就是这个地方说的意思，『真如自体有大智慧光明义故』，那本有的。不觉就是无明、妄想、分别、执着，这都是不觉，自性里头没有的，本来没有。为什么说给我们修学无比的信心？本来没有的当然可以断掉，那本来没有，当然可以断掉，本来有的当然可以证得。我们修证的信心根据这个理论就建立起来。",
      "zh_TW": "這都是給我們說明自性本具的德能，本有的德能。智慧從哪來的？智慧不是學來的，不是修來的，智慧是本有的，馬鳴菩薩這幾句話說得清清楚楚、明明白白。他老人家還說過，「本覺本有，不覺本無」，這兩句對我們初學的人來講，給了我們無比的信心。本覺就是正知，就是這個地方說的意思，『真如自體有大智慧光明義故』，那本有的。不覺就是無明、妄想、分別、執著，這都是不覺，自性裡頭沒有的，本來沒有。為什麼說給我們修學無比的信心？本來沒有的當然可以斷掉，那本來沒有，當然可以斷掉，本來有的當然可以證得。我們修證的信心根據這個理論就建立起來。"
    },
    {
      "id": "04-003-0095_p0050",
      "zh_CN": "一切妄想分别执着本来没有，为什么断不掉？你今天难断，断不了，是习性，所谓是坏习惯。坏习惯搞长久了，习惯成自然，是一种坏习惯养成的，不是真的，不是本性。习性，习惯成性，这可以断掉的，只要你真正下决心，没有断不掉的。好像抽烟的，人本来不是生下来就抽烟的！那抽烟抽了多少年成了习气，能不能戒得掉？能戒掉！不是戒不掉，戒掉不会死人的，没有那么严重，问题是你有没有决心，可以断掉的。我们今天妄想分别执着，你有没有这个决心把它断掉？所以真正修行是在日用生活当中。",
      "zh_TW": "一切妄想分別執著本來沒有，為什麼斷不掉？你今天難斷，斷不了，是習性，所謂是壞習慣。壞習慣搞長久了，習慣成自然，是一種壞習慣養成的，不是真的，不是本性。習性，習慣成性，這可以斷掉的，只要你真正下決心，沒有斷不掉的。好像抽煙的，人本來不是生下來就抽煙的！那抽煙抽了多少年成了習氣，能不能戒得掉？能戒掉！不是戒不掉，戒掉不會死人的，沒有那麼嚴重，問題是你有沒有決心，可以斷掉的。我們今天妄想分別執著，你有沒有這個決心把它斷掉？所以真正修行是在日用生活當中。"
    },
    {
      "id": "04-003-0095_p0051",
      "zh_CN": "在日常生活当中，对人、对事、对法还执不执着？还要执着，错了。那修的是什么？我放弃了，不再执着了，这是功夫。这放弃一切分别执着，逐渐本性就恢复了。那个不觉本无的放弃了，那本有的就现前了。好像这个云雾拨开了，阳光自然就遍照了。阳光不是不照，那云雾遮盖了，现在我把云雾拨开掉，那阳光就自然照了！你的大智慧德能自然就现前了，这叫修行，这叫真修。所以世出世间一切法要不要做？要做，要认真负责任去做。虽然做，不能执着，作而无作，无作而作，乃至于我们过日子，穿衣吃饭都是要有这种良好的觉性，在这里面显出自己的真心本性，这叫学佛。",
      "zh_TW": "在日常生活當中，對人、對事、對法還執不執著？還要執著，錯了。那修的是什麼？我放棄了，不再執著了，這是功夫。這放棄一切分別執著，逐漸本性就恢復了。那個不覺本無的放棄了，那本有的就現前了。好像這個雲霧撥開了，陽光自然就遍照了。陽光不是不照，那雲霧遮蓋了，現在我把雲霧撥開掉，那陽光就自然照了！你的大智慧德能自然就現前了，這叫修行，這叫真修。所以世出世間一切法要不要做？要做，要認真負責任去做。雖然做，不能執著，作而無作，無作而作，乃至於我們過日子，穿衣吃飯都是要有這種良好的覺性，在這裡面顯出自己的真心本性，這叫學佛。"
    },
    {
      "id": "04-003-0095_p0052",
      "zh_CN": "于一切法决定没有分别执着，随着众生分别而分别，随着众生的执着而执着。自己有没有？没有。这样就是变成了执着就是不执着，不执着就是执着。这个话怎么说？譬如说，你问我这什么？这书签，书签执着，是因为你们执着，我也随顺你们叫它书签，实际上我没有分别。我自心里头确实没有这个东西，是因为你们分别执着叫它什么名字，我也叫它，随你们执着，我自己不执着，没有执着。我没有执着，随顺你们的执着，不执着就是执着，执着就是不执着。绕了半天，希望你们懂得这个意思，那你们的生活就会过得很快乐、很幸福。",
      "zh_TW": "於一切法決定沒有分別執著，隨著眾生分別而分別，隨著眾生的執著而執著。自己有沒有？沒有。這樣就是變成了執著就是不執著，不執著就是執著。這個話怎麼說？譬如說，你問我這什麼？這書籤，書籤執著，是因為你們執著，我也隨順你們叫它書籤，實際上我沒有分別。我自心裡頭確實沒有這個東西，是因為你們分別執著叫它什麼名字，我也叫它，隨你們執著，我自己不執著，沒有執著。我沒有執著，隨順你們的執著，不執著就是執著，執著就是不執著。繞了半天，希望你們懂得這個意思，那你們的生活就會過得很快樂、很幸福。"
    },
    {
      "id": "04-003-0095_p0053",
      "zh_CN": "所以佛法学的是什么？佛法很现实，本身的幸福快乐，家庭的美满，社会和谐，国家富强，世界和平，往生成佛，学的是这个。很多人学的得到的结果，恰恰跟我所讲的相反，那毛病出在哪里？毛病出在你是真的有分别、有执着，所以你得的结果恰恰相反。为什么？只要有分别、有执着，你决定超越不了业力的影响，你无始劫造作的业因，现在这一生又造作的业缘，有因有缘，哪没有果报的道理！因缘果报。你果然学了佛，学了佛于一切法从今之后再也不分别不执着、不起心不动念，这个业缘舍掉了。虽有业因，没有果报，所以这一生离苦得乐，幸福美满，那自自然然的！性德流露了，虽然没有完全流露，流露少分，这一少分，一点点少分的这个性德，那我们这一生当中享受不尽，这要知道，这是佛法真实的好处。",
      "zh_TW": "所以佛法學的是什麼？佛法很現實，本身的幸福快樂，家庭的美滿，社會和諧，國家富強，世界和平，往生成佛，學的是這個。很多人學的得到的結果，恰恰跟我所講的相反，那毛病出在哪裡？毛病出在你是真的有分別、有執著，所以你得的結果恰恰相反。為什麼？只要有分別、有執著，你決定超越不了業力的影響，你無始劫造作的業因，現在這一生又造作的業緣，有因有緣，哪沒有果報的道理！因緣果報。你果然學了佛，學了佛於一切法從今之後再也不分別不執著、不起心不動念，這個業緣捨掉了。雖有業因，沒有果報，所以這一生離苦得樂，幸福美滿，那自自然然的！性德流露了，雖然沒有完全流露，流露少分，這一少分，一點點少分的這個性德，那我們這一生當中享受不盡，這要知道，這是佛法真實的好處。"
    },
    {
      "id": "04-003-0095_p0054",
      "zh_CN": "我们为什么要学这个东西？就是为了离苦得乐，为了幸福美满，所以佛法怎么不现实？没有这些好处，我们学它干什么？这好处说不尽。无论什么经典，大乘小乘，佛法里头常说，「如人食蜜，中边皆甜」。好像蜂蜜一样，当中甜，旁边也甜，一个味道，没有两个味道。入这个境界，世法、佛法并无二法，世法跟佛法那个界限在哪里？没有界限。换句话说，离开一切分别执着妄想，没有一法不是佛法。只要有一点分别执着，《华严经》也是世间法，不是佛法。所以佛法的界限就在觉迷，一念觉，哪一法不是佛法？一念迷了，哪一法是佛法？体绝有无，这是事实真相。底下还有一句『真实识知义故』，前面智慧是体，大光明智慧是体，这句是讲智慧的起用。所以尽虚空遍法界一切诸法，你都认识得清清楚楚，也就是常讲的觉而不迷，正而不邪，净而不染，没有一样不知道，绝对没有一法看错了、没有一法迷失了，没有。",
      "zh_TW": "我們為什麼要學這個東西？就是為了離苦得樂，為了幸福美滿，所以佛法怎麼不現實？沒有這些好處，我們學它幹什麼？這好處說不盡。無論什麼經典，大乘小乘，佛法裡頭常說，「如人食蜜，中邊皆甜」。好像蜂蜜一樣，當中甜，旁邊也甜，一個味道，沒有兩個味道。入這個境界，世法、佛法並無二法，世法跟佛法那個界限在哪裡？沒有界限。換句話說，離開一切分別執著妄想，沒有一法不是佛法。只要有一點分別執著，《華嚴經》也是世間法，不是佛法。所以佛法的界限就在覺迷，一念覺，哪一法不是佛法？一念迷了，哪一法是佛法？體絕有無，這是事實真相。底下還有一句『真實識知義故』，前面智慧是體，大光明智慧是體，這句是講智慧的起用。所以盡虛空遍法界一切諸法，你都認識得清清楚楚，也就是常講的覺而不迷，正而不邪，淨而不染，沒有一樣不知道，絕對沒有一法看錯了、沒有一法迷失了，沒有。"
    },
    {
      "id": "04-003-0095_p0055",
      "zh_CN": "【又般若论云。】",
      "zh_TW": "【又般若論云。】"
    },
    {
      "id": "04-003-0095_p0056",
      "zh_CN": "宗密大师在此地引经据典是引得不少。《般若论》上有这么几句话说：",
      "zh_TW": "宗密大師在此地引經據典是引得不少。《般若論》上有這麼幾句話說："
    },
    {
      "id": "04-003-0095_p0057",
      "zh_CN": "【欲言其有。无状无形。】",
      "zh_TW": "【欲言其有。無狀無形。】"
    },
    {
      "id": "04-003-0095_p0058",
      "zh_CN": "你要说它有，『状』是相状，『形』是形色。为什么说「无状无形」？我们今天看到这个，试问问这有没有相状在？有没有形色在？我们都承认有。其实我们这个肯定有，这个答案错了，答错了。但是凡夫都认为这个答得很正确，没有答错。这个桌子，我昨天看这个样子，今天看还是这个样子，它不是有形有色吗？为什么说错？其实昨天看的桌子跟今天看的桌子不一样。怎么个不一样？如果用现代的科学来证明就知道，这里面组成的原子、电子、粒子，里面有生灭无常，所以不一样。我们这个人身体，你从进这个门来，到听了这一个半钟点出去，还是不是一样？不一样。里面的细胞新陈代谢换了好多了，哪里是一样？这就叫无状无形。但是我们凡夫必须经过很长的时间才会发现，譬如这个桌子，二百年、三百年，这发现它起了变化。其实它的变化并不是一百年、二百年才起变化的，它是刹那刹那在变化。因为它变化的幅度小，我们不容易看出来，时间长了，逐渐积小变化就成大的变化，我们发现不一样了，其实刹那刹那在变化。",
      "zh_TW": "你要說它有，『狀』是相狀，『形』是形色。為什麼說「無狀無形」？我們今天看到這個，試問問這有沒有相狀在？有沒有形色在？我們都承認有。其實我們這個肯定有，這個答案錯了，答錯了。但是凡夫都認為這個答得很正確，沒有答錯。這個桌子，我昨天看這個樣子，今天看還是這個樣子，它不是有形有色嗎？為什麼說錯？其實昨天看的桌子跟今天看的桌子不一樣。怎麼個不一樣？如果用現代的科學來證明就知道，這裡面組成的原子、電子、粒子，裡面有生滅無常，所以不一樣。我們這個人身體，你從進這個門來，到聽了這一個半鐘點出去，還是不是一樣？不一樣。裡面的細胞新陳代謝換了好多了，哪裡是一樣？這就叫無狀無形。但是我們凡夫必須經過很長的時間才會發現，譬如這個桌子，二百年、三百年，這發現它起了變化。其實它的變化並不是一百年、二百年才起變化的，它是剎那剎那在變化。因為它變化的幅度小，我們不容易看出來，時間長了，逐漸積小變化就成大的變化，我們發現不一樣了，其實剎那剎那在變化。"
    },
    {
      "id": "04-003-0095_p0059",
      "zh_CN": "所以这是缘聚缘散，《楞严经》上讲得很清楚，讲得更彻底、更究竟，「当处出生，当处灭尽」。生灭是同时的，同时就是无有生灭，底下一段讲这个道理，就是不生不灭。一切法都是不生不灭，我们人也是不生不灭，哪来的生灭？为什么不生不灭？因为体没有有无。体绝有无，相怎么会有生灭？对相是从体生出来的，体变现的。它能生、能变相的没有生灭，它所变相怎么会有生灭？没有，这才真正把事实真相找到了。下面说：",
      "zh_TW": "所以這是緣聚緣散，《楞嚴經》上講得很清楚，講得更徹底、更究竟，「當處出生，當處滅盡」。生滅是同時的，同時就是無有生滅，底下一段講這個道理，就是不生不滅。一切法都是不生不滅，我們人也是不生不滅，哪來的生滅？為什麼不生不滅？因為體沒有有無。體絕有無，相怎麼會有生滅？對相是從體生出來的，體變現的。它能生、能變相的沒有生滅，它所變相怎麼會有生滅？沒有，這才真正把事實真相找到了。下面說："
    },
    {
      "id": "04-003-0095_p0060",
      "zh_CN": "【欲言其无。圣以之灵。】",
      "zh_TW": "【欲言其無。聖以之靈。】"
    },
    {
      "id": "04-003-0095_p0061",
      "zh_CN": "你要说它没有，这些圣者，在我们凡夫看，阿罗汉以上都是圣者，小圣，菩萨是大圣。这些圣人因为明心见性，他有无量无边的智慧能力，就是此地讲的灵，这个灵就是指无量无边的智慧能力，他这个能力从哪来的？智慧从哪来的？所以你不能说它无。他所引用的原文到此地，下面再做一个综合的结论：",
      "zh_TW": "你要說它沒有，這些聖者，在我們凡夫看，阿羅漢以上都是聖者，小聖，菩薩是大聖。這些聖人因為明心見性，他有無量無邊的智慧能力，就是此地講的靈，這個靈就是指無量無邊的智慧能力，他這個能力從哪來的？智慧從哪來的？所以你不能說它無。他所引用的原文到此地，下面再做一個綜合的結論："
    },
    {
      "id": "04-003-0095_p0062",
      "zh_CN": "【以离相释不有。】",
      "zh_TW": "【以離相釋不有。】"
    },
    {
      "id": "04-003-0095_p0063",
      "zh_CN": "离一切相解释『不有』。",
      "zh_TW": "離一切相解釋『不有』。"
    },
    {
      "id": "04-003-0095_p0064",
      "zh_CN": "【诸家共明。】",
      "zh_TW": "【諸家共明。】"
    },
    {
      "id": "04-003-0095_p0065",
      "zh_CN": "这是讲佛法的宗派，无论是华严、是天台、是法相、是三论，各家统统都是这种解释，共同说得很清楚、很明白。",
      "zh_TW": "這是講佛法的宗派，無論是華嚴、是天台、是法相、是三論，各家統統都是這種解釋，共同說得很清楚、很明白。"
    },
    {
      "id": "04-003-0095_p0066",
      "zh_CN": "【以真知释不无。诸家少说。】",
      "zh_TW": "【以真知釋不無。諸家少說。】"
    },
    {
      "id": "04-003-0095_p0067",
      "zh_CN": "真实的智慧，这是有的，不无就是有。《华严》、《法华》之外，有很多人就少说了。确实《华严》、《法华》是圆顿大法，为什么？因为它完全离开我法二执，其他的不管怎么说法，你仔细去研究，还是有分别执着在，没有像这两家这么样的圆满；换句话，还有一点点成见存在。讲般若的人执着般若，那就是病；讲空的人执着空，那就是得了空病，不会像这个一切都不执着，一切都随缘，特别在《华严》末后善财五十三参。你看善财，看五十三位善知识那么样的圆融，那么样的自在，于一切万法那么样的随顺，你就晓得，他的快乐从哪来的？就从这来的。我们五十三参看到事，这个地方是讲理，理论的依据，完全应用在生活处事待人接物，不但自己生活究竟圆满，整个社会是无比的和睦圆融。所以这个经教真实不可思议。因为诸家说得少。",
      "zh_TW": "真實的智慧，這是有的，不無就是有。《華嚴》、《法華》之外，有很多人就少說了。確實《華嚴》、《法華》是圓頓大法，為什麼？因為它完全離開我法二執，其他的不管怎麼說法，你仔細去研究，還是有分別執著在，沒有像這兩家這麼樣的圓滿；換句話，還有一點點成見存在。講般若的人執著般若，那就是病；講空的人執著空，那就是得了空病，不會像這個一切都不執著，一切都隨緣，特別在《華嚴》末後善財五十三參。你看善財，看五十三位善知識那麼樣的圓融，那麼樣的自在，於一切萬法那麼樣的隨順，你就曉得，他的快樂從哪來的？就從這來的。我們五十三參看到事，這個地方是講理，理論的依據，完全應用在生活處事待人接物，不但自己生活究竟圓滿，整個社會是無比的和睦圓融。所以這個經教真實不可思議。因為諸家說得少。"
    },
    {
      "id": "04-003-0095_p0068",
      "zh_CN": "【故广引证也。】",
      "zh_TW": "【故廣引證也。】"
    },
    {
      "id": "04-003-0095_p0069",
      "zh_CN": "所以他引用的就比较多，这是宗密大师在此地给我们做了一个总结。说了这么多，实在讲，《疏》文上只说了一句话，体绝有无，这是从真如本性上说的。底下讲：",
      "zh_TW": "所以他引用的就比較多，這是宗密大師在此地給我們做了一個總結。說了這麼多，實在講，《疏》文上只說了一句話，體絕有無，這是從真如本性上說的。底下講："
    },
    {
      "id": "04-003-0095_p0070",
      "zh_CN": "【相非生灭者。】",
      "zh_TW": "【相非生滅者。】"
    },
    {
      "id": "04-003-0095_p0071",
      "zh_CN": "这第二句指下面来解释这个，我们今天的时间到了，这第二句我们就留着星期四再讲。本来我这次回来，这次回来的时间短，在我想大概可以住一个月，还要到美国去。现在，美国国内有十个净宗学会遍布在全美国。加拿大现在多伦多很快要成立一个，那合起来总共是十二个会，有很多会我已经二、三年都没有去了。再要不去，大家恐怕把念佛都忘掉了，所以非去不可。所以这次回来原本是想把所有的时间统统讲《无量寿经》，希望《无量寿经》把它讲圆满，这录音带可以流通。大概是图书馆跟此地没有协调好，所以简居士已经发了通知，那就没有法子，就是星期二、星期四还要在此地继续讲。这样一来，两部经的时间都很长，这次统统还是讲不完。佛法也是因缘生，我们只好随缘，随缘就快乐了，不要去分别执着。好，我们今天讲到此地。",
      "zh_TW": "這第二句指下面來解釋這個，我們今天的時間到了，這第二句我們就留著星期四再講。本來我這次回來，這次回來的時間短，在我想大概可以住一個月，還要到美國去。現在，美國國內有十個淨宗學會遍布在全美國。加拿大現在多倫多很快要成立一個，那合起來總共是十二個會，有很多會我已經二、三年都沒有去了。再要不去，大家恐怕把念佛都忘掉了，所以非去不可。所以這次回來原本是想把所有的時間統統講《無量壽經》，希望《無量壽經》把它講圓滿，這錄音帶可以流通。大概是圖書館跟此地沒有協調好，所以簡居士已經發了通知，那就沒有法子，就是星期二、星期四還要在此地繼續講。這樣一來，兩部經的時間都很長，這次統統還是講不完。佛法也是因緣生，我們只好隨緣，隨緣就快樂了，不要去分別執著。好，我們今天講到此地。"
    }
  ]
}