{
  "doc_id": "04-003-0005",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0005",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "04-003-0005_p0001",
      "zh_CN": "请掀开经本第七十面，倒数第三行，从最后一句看起：",
      "zh_TW": "請掀開經本第七十面，倒數第三行，從最後一句看起："
    },
    {
      "id": "04-003-0005_p0002",
      "zh_CN": "【二展转枝末者有三种。一由前独头无明故起种种烦恼。二由烦恼故造种种业。三由业成故受六道种种生死诸苦果。故佛名经云。独头无明为烦恼种。又云此三障者。更相由藉。因烦恼故以起恶业。恶业因缘故得苦果。】",
      "zh_TW": "【二展轉枝末者有三種。一由前獨頭無明故起種種煩惱。二由煩惱故造種種業。三由業成故受六道種種生死諸苦果。故佛名經云。獨頭無明為煩惱種。又云此三障者。更相由藉。因煩惱故以起惡業。惡業因緣故得苦果。】"
    },
    {
      "id": "04-003-0005_p0003",
      "zh_CN": "这一段话是说明什么叫做『展转』无明。它与前面所说的『独头无明』有什么不相同处？前面说独头无明是没有因缘的。经本上说得很好，迷本无因，但是枝末无明是有因缘的，可以能够找得出来的。枝末无明就是我们通常讲的惑业苦。如果细说，就是十二因缘。十二因缘开头是无明缘行，行缘识。十二因缘上的无明是枝末无明，不是根本无明。所以他那个无明要断了，可以了生死，出三界，但是不能见性。原因是什么？因为它不是根本无明。明心见性一定要破根本无明，破枝末无明是不能见性的，但是可以出三界。惑业苦，三界六道轮回的原因。为什么会有六道轮回？就是因为有这个东西。阿罗汉以上的这些菩萨们，枝末无明断了，所以他超越六道轮回。",
      "zh_TW": "這一段話是說明什麼叫做『展轉』無明。它與前面所說的『獨頭無明』有什麼不相同處？前面說獨頭無明是沒有因緣的。經本上說得很好，迷本無因，但是枝末無明是有因緣的，可以能夠找得出來的。枝末無明就是我們通常講的惑業苦。如果細說，就是十二因緣。十二因緣開頭是無明緣行，行緣識。十二因緣上的無明是枝末無明，不是根本無明。所以他那個無明要斷了，可以了生死，出三界，但是不能見性。原因是什麼？因為它不是根本無明。明心見性一定要破根本無明，破枝末無明是不能見性的，但是可以出三界。惑業苦，三界六道輪迴的原因。為什麼會有六道輪迴？就是因為有這個東西。阿羅漢以上的這些菩薩們，枝末無明斷了，所以他超越六道輪迴。"
    },
    {
      "id": "04-003-0005_p0004",
      "zh_CN": "这一小段，清清楚楚把它们的关系说出来了。要紧的就是七十一面从第一行最后一句看起，『此三障者，更相由藉』，就这句话，这句话很重要，因为惑业苦，它不断。你说是迷惑造业，造业要受报，受报又迷惑，迷惑再造业，这个样子实在讲是每况愈下。说老实话，一世不如一世，一生比一生迷得重，一生比一生造得更多。所以一世一世那个苦报不堪设想，这是我们一定要觉悟的。尤其是中年以上的人，对于生活之苦多少能够体会到一些，年龄愈大体会得愈深。如果这一生要不能解决这个问题，这个苦头，生生世世永远吃不尽，这是大事。《法华经》上说：「佛为一大事因缘，出现于世」，这是大事。",
      "zh_TW": "這一小段，清清楚楚把它們的關係說出來了。要緊的就是七十一面從第一行最後一句看起，『此三障者，更相由藉』，就這句話，這句話很重要，因為惑業苦，它不斷。你說是迷惑造業，造業要受報，受報又迷惑，迷惑再造業，這個樣子實在講是每況愈下。說老實話，一世不如一世，一生比一生迷得重，一生比一生造得更多。所以一世一世那個苦報不堪設想，這是我們一定要覺悟的。尤其是中年以上的人，對於生活之苦多少能夠體會到一些，年齡愈大體會得愈深。如果這一生要不能解決這個問題，這個苦頭，生生世世永遠吃不盡，這是大事。《法華經》上說：「佛為一大事因緣，出現於世」，這是大事。"
    },
    {
      "id": "04-003-0005_p0005",
      "zh_CN": "地狱之苦，我们无法想像。全世界你去到处走一次，你才晓得台湾真是天堂，这是人在福中不知福，不晓得惜福。要想真正离开这个苦恼的环境，彻底的离开，只有一个办法，求生净土。如果不求生净土，修其余的法门，生到他佛净土，行不行？很难。纵然你修成了，你也能够往生了，他方诸佛国土有退转，有隔阴之迷，还是麻烦。换句话说，不究竟。唯独西方净土，生到那边去，最大的好处就是不退转。纵然到他方世界，去度化有缘的众生，没有隔阴之迷。这是西方世界的独胜，特别殊胜的地方，只有这个世界有，其余的世界没有。所以普贤菩萨在华严会上，你看最后，这是《华严》的结论，十大愿王导归极乐。这个真实叫彻底的悲心，让我们得到真实的利益。《无量寿经》讲真实之际，真实利益，真实智慧。",
      "zh_TW": "地獄之苦，我們無法想像。全世界你去到處走一次，你才曉得台灣真是天堂，這是人在福中不知福，不曉得惜福。要想真正離開這個苦惱的環境，徹底的離開，只有一個辦法，求生淨土。如果不求生淨土，修其餘的法門，生到他佛淨土，行不行？很難。縱然你修成了，你也能夠往生了，他方諸佛國土有退轉，有隔陰之迷，還是麻煩。換句話說，不究竟。唯獨西方淨土，生到那邊去，最大的好處就是不退轉。縱然到他方世界，去度化有緣的眾生，沒有隔陰之迷。這是西方世界的獨勝，特別殊勝的地方，只有這個世界有，其餘的世界沒有。所以普賢菩薩在華嚴會上，你看最後，這是《華嚴》的結論，十大願王導歸極樂。這個真實叫徹底的悲心，讓我們得到真實的利益。《無量壽經》講真實之際，真實利益，真實智慧。"
    },
    {
      "id": "04-003-0005_p0006",
      "zh_CN": "惑业苦，下面有详细的说明，我们看经文：",
      "zh_TW": "惑業苦，下面有詳細的說明，我們看經文："
    },
    {
      "id": "04-003-0005_p0007",
      "zh_CN": "【一从无明起烦恼者。唯说烦恼粗相。】",
      "zh_TW": "【一從無明起煩惱者。唯說煩惱粗相。】"
    },
    {
      "id": "04-003-0005_p0008",
      "zh_CN": "烦恼的细相就不要说了，说了我们也不懂，不是我们的境界。说最粗的，一说，你马上就可以体会到的。",
      "zh_TW": "煩惱的細相就不要說了，說了我們也不懂，不是我們的境界。說最粗的，一說，你馬上就可以體會到的。"
    },
    {
      "id": "04-003-0005_p0009",
      "zh_CN": "【即贪瞋痴。】",
      "zh_TW": "【即貪瞋痴。】"
    },
    {
      "id": "04-003-0005_p0010",
      "zh_CN": "《百法明门》把这个烦恼说成二十六个，六个根本烦恼，二十个随烦恼。贪瞋痴是根本烦恼里面的前面三个，也叫做三毒烦恼。烦恼太多了，佛经里面讲的八万四千烦恼，那是真的，不是假的，八万四千确实一条一条写出来的。四弘誓愿里面跟我们讲的无量烦恼，「烦恼无尽誓愿断」，无量烦恼。无量烦恼从哪里来的？就是从贪瞋痴来的。贪瞋痴是一切烦恼的根本，所以称它作根本烦恼。这三个字的范围境界可以说是广大无边，这是我们非常容易觉察的。",
      "zh_TW": "《百法明門》把這個煩惱說成二十六個，六個根本煩惱，二十個隨煩惱。貪瞋痴是根本煩惱裡面的前面三個，也叫做三毒煩惱。煩惱太多了，佛經裡面講的八萬四千煩惱，那是真的，不是假的，八萬四千確實一條一條寫出來的。四弘誓願裡面跟我們講的無量煩惱，「煩惱無盡誓願斷」，無量煩惱。無量煩惱從哪裡來的？就是從貪瞋痴來的。貪瞋痴是一切煩惱的根本，所以稱它作根本煩惱。這三個字的範圍境界可以說是廣大無邊，這是我們非常容易覺察的。"
    },
    {
      "id": "04-003-0005_p0011",
      "zh_CN": "佛在一切大乘经典里面，真是苦口婆心，把这些事实的真相、因缘果报，给我们说得清清楚楚、明明白白。为什么？希望我们不要再迷下去了。再迷下去，这三条就牵引你堕三恶道，这是三恶道的业因。贪心重的是饿鬼道，瞋恚心重的是地狱道，愚痴是畜生道。你要能够把这三条烦恼断掉了，换句话说，你就决定不堕三恶道，你看这多重要。贪瞋痴从哪里来的？从无明来的。无明就是不晓得宇宙人生的真相；如果完全了解，你对这个境界就不会有贪瞋痴，明了就不愚痴，不痴，他就不贪、也就不瞋。",
      "zh_TW": "佛在一切大乘經典裡面，真是苦口婆心，把這些事實的真相、因緣果報，給我們說得清清楚楚、明明白白。為什麼？希望我們不要再迷下去了。再迷下去，這三條就牽引你墮三惡道，這是三惡道的業因。貪心重的是餓鬼道，瞋恚心重的是地獄道，愚痴是畜生道。你要能夠把這三條煩惱斷掉了，換句話說，你就決定不墮三惡道，你看這多重要。貪瞋痴從哪裡來的？從無明來的。無明就是不曉得宇宙人生的真相；如果完全了解，你對這個境界就不會有貪瞋痴，明瞭就不愚痴，不痴，他就不貪、也就不瞋。"
    },
    {
      "id": "04-003-0005_p0012",
      "zh_CN": "这一部《金刚经》，实在讲，就是教给我们断贪瞋痴。《金刚经》讲空，讲般若智慧，告诉我们「凡所有相，皆是虚妄」。如果你真正觉察到一切万法都是虚妄的，相有体无，你就不迷、就不愚痴了。既然都是虚妄的，你自然就不会有贪心，「一切有为法，如梦幻泡影」。顺自己的意思，没有贪心；不顺自己的意思，也不会有瞋恚心。《金刚经》念多了，对贪瞋痴确实纵然不能断尽，能够将三毒烦恼灭少几分，那是可以做得到的。所以这是有原因的，从无明而起的。下面这就说明它怎么起来。有因，当然还有缘：",
      "zh_TW": "這一部《金剛經》，實在講，就是教給我們斷貪瞋痴。《金剛經》講空，講般若智慧，告訴我們「凡所有相，皆是虛妄」。如果你真正覺察到一切萬法都是虛妄的，相有體無，你就不迷、就不愚痴了。既然都是虛妄的，你自然就不會有貪心，「一切有為法，如夢幻泡影」。順自己的意思，沒有貪心；不順自己的意思，也不會有瞋恚心。《金剛經》念多了，對貪瞋痴確實縱然不能斷盡，能夠將三毒煩惱滅少幾分，那是可以做得到的。所以這是有原因的，從無明而起的。下面這就說明它怎麼起來。有因，當然還有緣："
    },
    {
      "id": "04-003-0005_p0013",
      "zh_CN": "【谓既妄认四大五蕴为自身心。即自然贪一切荣乐之事。】",
      "zh_TW": "【謂既妄認四大五蘊為自身心。即自然貪一切榮樂之事。】"
    },
    {
      "id": "04-003-0005_p0014",
      "zh_CN": "可见得，这确实是从迷起来的。迷什么？迷自己现在这个身，这四大以为是自己的身体；迷六尘缘影以为是自己的心。『四大五蕴』，五蕴前面是色，后面是受想行识，这四个都是心法，以为这是心，以为四大之色是自己的身。既然一认定这个是自己的『身心』，我见、我相就生了。有我，与我对立的就是人，就是人相。有我相，有人相，有众生相，有寿者相，《金刚经》上四相统统具足了。四相具足，这是凡夫，这是迷惑颠倒，这不是菩萨，菩萨决定没有四相。《金刚经》上说得很好，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，那不是菩萨。菩萨起码的条件，这四相没有了，绝对不会再执着四大五蕴是自己的身心，破我执。一有了我，自然就起贪心，『贪一切荣乐之事』，贪得多了。荣是光荣，我们今天讲荣誉，快乐之事，贪图这个。",
      "zh_TW": "可見得，這確實是從迷起來的。迷什麼？迷自己現在這個身，這四大以為是自己的身體；迷六塵緣影以為是自己的心。『四大五蘊』，五蘊前面是色，後面是受想行識，這四個都是心法，以為這是心，以為四大之色是自己的身。既然一認定這個是自己的『身心』，我見、我相就生了。有我，與我對立的就是人，就是人相。有我相，有人相，有眾生相，有壽者相，《金剛經》上四相統統具足了。四相具足，這是凡夫，這是迷惑顛倒，這不是菩薩，菩薩決定沒有四相。《金剛經》上說得很好，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，那不是菩薩。菩薩起碼的條件，這四相沒有了，絕對不會再執著四大五蘊是自己的身心，破我執。一有了我，自然就起貪心，『貪一切榮樂之事』，貪得多了。榮是光榮，我們今天講榮譽，快樂之事，貪圖這個。"
    },
    {
      "id": "04-003-0005_p0015",
      "zh_CN": "【欲以润之。】",
      "zh_TW": "【欲以潤之。】"
    },
    {
      "id": "04-003-0005_p0016",
      "zh_CN": "『欲』是欲望，欲望没有止境。换句话说，贪心也没有止境，随着你的欲望增长。所以佛教给我们的修行，第一个要求就是少欲知足，这是佛教给我们的。生活能够温饱，能够过得去就好了，不要再贪图，不要再把自己的生活往上提升。所以一般人看到这个学佛的人好像很消极，确实学佛的人对自己的生活消极，但是对社会、对大众，他一点都不消极，非常之积极。世间人说我们学佛的人消极；换句话说，他很积极，他对于自己私生活的享受很积极，对于大众福利的事情他很消极。这我们要看清楚。消极、积极这两方面都有。我们今天把这个钱节省下来，为佛教、为大众多做一点事情，这不是消极。你们诸位同修拿到的《净土五经读本》，这本书五十六块钱。我们平常用钱的时候，我要能够想到，我少用五十六块钱，这个世间就多一本《五经读本》。少用五十六块钱，这是我消极；这个世间多了一本《五经读本》，这是积极。佛教给我们自奉的确要少欲知足，多多的修福，修福、修慧利益一切众生。这个经印出来之后，我相信对全世界修净土的同修会有很大的帮助，确实能够帮助大家建立信心，净宗典籍完备，确实能够帮助大众断疑生信。下面说：",
      "zh_TW": "『欲』是欲望，欲望沒有止境。換句話說，貪心也沒有止境，隨著你的欲望增長。所以佛教給我們的修行，第一個要求就是少欲知足，這是佛教給我們的。生活能夠溫飽，能夠過得去就好了，不要再貪圖，不要再把自己的生活往上提昇。所以一般人看到這個學佛的人好像很消極，確實學佛的人對自己的生活消極，但是對社會、對大眾，他一點都不消極，非常之積極。世間人說我們學佛的人消極；換句話說，他很積極，他對於自己私生活的享受很積極，對於大眾福利的事情他很消極。這我們要看清楚。消極、積極這兩方面都有。我們今天把這個錢節省下來，為佛教、為大眾多做一點事情，這不是消極。你們諸位同修拿到的《淨土五經讀本》，這本書五十六塊錢。我們平常用錢的時候，我要能夠想到，我少用五十六塊錢，這個世間就多一本《五經讀本》。少用五十六塊錢，這是我消極；這個世間多了一本《五經讀本》，這是積極。佛教給我們自奉的確要少欲知足，多多的修福，修福、修慧利益一切眾生。這個經印出來之後，我相信對全世界修淨土的同修會有很大的幫助，確實能夠幫助大家建立信心，淨宗典籍完備，確實能夠幫助大眾斷疑生信。下面說："
    },
    {
      "id": "04-003-0005_p0017",
      "zh_CN": "【瞋一切违情之境。】",
      "zh_TW": "【瞋一切違情之境。】"
    },
    {
      "id": "04-003-0005_p0018",
      "zh_CN": "『违』，就是不如意，违背自己的意思。这些境界自然就起瞋恚心。",
      "zh_TW": "『違』，就是不如意，違背自己的意思。這些境界自然就起瞋恚心。"
    },
    {
      "id": "04-003-0005_p0019",
      "zh_CN": "【恐损害之。】",
      "zh_TW": "【恐損害之。】"
    },
    {
      "id": "04-003-0005_p0020",
      "zh_CN": "为什么起瞋恚？怕对自己有伤害，总是为了要保护自己。其实这个自己是假的，不是真的，所以就是迷了，迷失了真相。",
      "zh_TW": "為什麼起瞋恚？怕對自己有傷害，總是為了要保護自己。其實這個自己是假的，不是真的，所以就是迷了，迷失了真相。"
    },
    {
      "id": "04-003-0005_p0021",
      "zh_CN": "【愚痴之情。种种计较。如上烦恼。皆由执妄而起也。】",
      "zh_TW": "【愚痴之情。種種計較。如上煩惱。皆由執妄而起也。】"
    },
    {
      "id": "04-003-0005_p0022",
      "zh_CN": "这是很简单的说明，贪瞋痴慢、烦恼从哪里起来？都是执着自己的身心是我而起来的，统统从我执而起。烦恼这一生起，他就要造业了，所以第二段：",
      "zh_TW": "這是很簡單的說明，貪瞋痴慢、煩惱從哪裡起來？都是執著自己的身心是我而起來的，統統從我執而起。煩惱這一生起，他就要造業了，所以第二段："
    },
    {
      "id": "04-003-0005_p0023",
      "zh_CN": "【从烦恼造业者。】",
      "zh_TW": "【從煩惱造業者。】"
    },
    {
      "id": "04-003-0005_p0024",
      "zh_CN": "『烦恼』是迷，迷了叫妄动；这妄动就叫『造业』，业就是动作，就是造作，造作的结果就叫做业。",
      "zh_TW": "『煩惱』是迷，迷了叫妄動；這妄動就叫『造業』，業就是動作，就是造作，造作的結果就叫做業。"
    },
    {
      "id": "04-003-0005_p0025",
      "zh_CN": "【既贪瞋猛盛。】",
      "zh_TW": "【既貪瞋猛盛。】"
    },
    {
      "id": "04-003-0005_p0026",
      "zh_CN": "这两个字是形容凡夫三毒烦恼的炽盛。",
      "zh_TW": "這兩個字是形容凡夫三毒煩惱的熾盛。"
    },
    {
      "id": "04-003-0005_p0027",
      "zh_CN": "【即造十恶等业。】",
      "zh_TW": "【即造十惡等業。】"
    },
    {
      "id": "04-003-0005_p0028",
      "zh_CN": "身造杀、盗、淫，口造妄语、两舌、恶口、绮语，心里面充满了贪瞋痴，十恶业。",
      "zh_TW": "身造殺、盜、淫，口造妄語、兩舌、惡口、綺語，心裡面充滿了貪瞋痴，十惡業。"
    },
    {
      "id": "04-003-0005_p0029",
      "zh_CN": "【或贪来生富乐之报。造诸善业。】",
      "zh_TW": "【或貪來生富樂之報。造諸善業。】"
    },
    {
      "id": "04-003-0005_p0030",
      "zh_CN": "这世间人有不少修善的，他为什么修善？因为善有善报，他才肯修。如果说你修善，修善将来没有果报，他不修，他不做好事。善有善报，给诸位说是事实，这不是假的。但是它不究竟，为什么？善业果报在三善道。我们今天得人身，过去修善业，你才得个人身的。你现在得到人身，在这一生当中，想一想值不值得？今天我们讲人生的价值观，人生到底有什么价值？到底有什么意义？佛给我们说得好，你到这人间来干什么？是受果报的，因为你过去造的这个业，现在你应该受果报。人生酬业，你这一生的际遇，富贵穷通，一饮一啄，都与过去生中的造作有密切的关系。「一饮一啄，莫非前定」，谁给你定的？自己定的。不是阎王定的，不是上帝定的，也不是佛菩萨定的，自己定的。自己定的，自己应当要受。",
      "zh_TW": "這世間人有不少修善的，他為什麼修善？因為善有善報，他才肯修。如果說你修善，修善將來沒有果報，他不修，他不做好事。善有善報，給諸位說是事實，這不是假的。但是它不究竟，為什麼？善業果報在三善道。我們今天得人身，過去修善業，你才得個人身的。你現在得到人身，在這一生當中，想一想值不值得？今天我們講人生的價值觀，人生到底有什麼價值？到底有什麼意義？佛給我們說得好，你到這人間來幹什麼？是受果報的，因為你過去造的這個業，現在你應該受果報。人生酬業，你這一生的際遇，富貴窮通，一飲一啄，都與過去生中的造作有密切的關係。「一飲一啄，莫非前定」，誰給你定的？自己定的。不是閻王定的，不是上帝定的，也不是佛菩薩定的，自己定的。自己定的，自己應當要受。"
    },
    {
      "id": "04-003-0005_p0031",
      "zh_CN": "所以你真正通达佛法，你在这一生当中，不会怨天尤人。过得再苦，晓得前生造的，只有忍受，没有法子改变。那要想改变？多造善业，最好是多修净业，这才是一个彻底解决的办法。绝不要想着为了图这个享受去修善。我们求生西方极乐世界，听说西方极乐世界地面上铺的都是黄金，居住的房子都是七宝造的。这真是大富大贵。如果要起了贪心，贪图极乐世界的享受，天天念阿弥陀佛，拼命念阿弥陀佛，干什么？想到西方极乐世界去享受去。这下可快乐，享受去。能不能去得成？给诸位说，去不成，你喊破喉咙也枉然。为什么去不成？因为你是贪心才念佛，心不清净。经上讲得很清楚，「心净则土净」。所以到西方极乐世界，决定不能用贪心去。贪图西方极乐世界享受，这个念头去不了。到那里去，用什么心去？用成佛的心去。我到那里去修学，跟阿弥陀佛学习成佛，成了佛干什么？回过头来普度众生。你要是立下这样一个心愿，那阿弥陀佛非常欢迎你；你说阿弥陀佛那个地方太好了，我去享受享受。这不欢迎。",
      "zh_TW": "所以你真正通達佛法，你在這一生當中，不會怨天尤人。過得再苦，曉得前生造的，只有忍受，沒有法子改變。那要想改變？多造善業，最好是多修淨業，這才是一個徹底解決的辦法。絕不要想著為了圖這個享受去修善。我們求生西方極樂世界，聽說西方極樂世界地面上鋪的都是黃金，居住的房子都是七寶造的。這真是大富大貴。如果要起了貪心，貪圖極樂世界的享受，天天念阿彌陀佛，拼命念阿彌陀佛，幹什麼？想到西方極樂世界去享受去。這下可快樂，享受去。能不能去得成？給諸位說，去不成，你喊破喉嚨也枉然。為什麼去不成？因為你是貪心才念佛，心不清淨。經上講得很清楚，「心淨則土淨」。所以到西方極樂世界，決定不能用貪心去。貪圖西方極樂世界享受，這個念頭去不了。到那裡去，用什麼心去？用成佛的心去。我到那裡去修學，跟阿彌陀佛學習成佛，成了佛幹什麼？回過頭來普度眾生。你要是立下這樣一個心願，那阿彌陀佛非常歡迎你；你說阿彌陀佛那個地方太好了，我去享受享受。這不歡迎。"
    },
    {
      "id": "04-003-0005_p0032",
      "zh_CN": "譬如说你家里这个房子住得很小、住得很不舒服，看到台湾大学校舍那么大，这个地方倒不错，环境空间都很舒服，跟台大的校长讲，我来考你这个学校，目的何在？目的我搬家，把家搬过来。那学校不敢收你，学校是让你来成就的，毕业了，赶快出去。西方极乐世界是佛教大学，十方世界众生都是到那里去成佛的，不是到那里去享乐的，这一点要知道。那个地方是一个非常好的修学读书的环境。这是我们要明了。",
      "zh_TW": "譬如說你家裡這個房子住得很小、住得很不舒服，看到台灣大學校舍那麼大，這個地方倒不錯，環境空間都很舒服，跟台大的校長講，我來考你這個學校，目的何在？目的我搬家，把家搬過來。那學校不敢收你，學校是讓你來成就的，畢業了，趕快出去。西方極樂世界是佛教大學，十方世界眾生都是到那裡去成佛的，不是到那裡去享樂的，這一點要知道。那個地方是一個非常好的修學讀書的環境。這是我們要明瞭。"
    },
    {
      "id": "04-003-0005_p0033",
      "zh_CN": "【或厌下苦粗障。欣上净妙离。修四禅八定不动业。】",
      "zh_TW": "【或厭下苦粗障。欣上淨妙離。修四禪八定不動業。】"
    },
    {
      "id": "04-003-0005_p0034",
      "zh_CN": "这种人比前面那种人要觉悟得深一点。前面是贪图富贵而修善的，他也的确能够得到，他能够得到欲界天的果报。如果觉悟的程度深一点，晓得什么？下界很苦。下界是欲界以下，非常之苦，他想出离。他知道再往上去，清净妙乐，他希望得到。那怎么办？『修四禅八定』。这个禅定修成功了，所以这叫『不动业』。不动业是定，修这个业，他的果报在四禅天、四空天，到那个地方去了，那的确比欲界好得太多。虽然好，诸位要晓得，它不究竟，它还是有寿命的。譬如像经上讲，非想非非想天，这是无色界里面最高的一层天，寿命八万大劫。但是八万大劫，的确是一个数字，时间到了，还要往下堕落，换句话说，依旧不能出离六道轮回。",
      "zh_TW": "這種人比前面那種人要覺悟得深一點。前面是貪圖富貴而修善的，他也的確能夠得到，他能夠得到欲界天的果報。如果覺悟的程度深一點，曉得什麼？下界很苦。下界是欲界以下，非常之苦，他想出離。他知道再往上去，清淨妙樂，他希望得到。那怎麼辦？『修四禪八定』。這個禪定修成功了，所以這叫『不動業』。不動業是定，修這個業，他的果報在四禪天、四空天，到那個地方去了，那的確比欲界好得太多。雖然好，諸位要曉得，它不究竟，它還是有壽命的。譬如像經上講，非想非非想天，這是無色界裡面最高的一層天，壽命八萬大劫。但是八萬大劫，的確是一個數字，時間到了，還要往下墮落，換句話說，依舊不能出離六道輪迴。"
    },
    {
      "id": "04-003-0005_p0035",
      "zh_CN": "这点我们要特别注意到，因为现在这个社会里，修这些法门的人很多。他们有神通，有超越一般人的能力。我们讲天眼、天耳，甚至于他心通、神足通，他们都有。现在在这个社会上，这样的人很多。我这次在美国，就听说大陆上现在他们把这些人都找出来，现在已经找到四百多人，就是有这些神通的人。共产党给他一个名词，不叫神通，叫特异功能，他用这个名称。他说这些有特异功能的人，把他们选出来；选出来之后，又挑选这特异功能最强的，能力最强的，挑选了十几个人，在国外访问。我们在美国都有见到这些人，外国人也欢迎，他们的确是有能力。",
      "zh_TW": "這點我們要特別注意到，因為現在這個社會裡，修這些法門的人很多。他們有神通，有超越一般人的能力。我們講天眼、天耳，甚至於他心通、神足通，他們都有。現在在這個社會上，這樣的人很多。我這次在美國，就聽說大陸上現在他們把這些人都找出來，現在已經找到四百多人，就是有這些神通的人。共產黨給他一個名詞，不叫神通，叫特異功能，他用這個名稱。他說這些有特異功能的人，把他們選出來；選出來之後，又挑選這特異功能最強的，能力最強的，挑選了十幾個人，在國外訪問。我們在美國都有見到這些人，外國人也歡迎，他們的確是有能力。"
    },
    {
      "id": "04-003-0005_p0036",
      "zh_CN": "我在洛杉矶，洛杉矶那边同修，他们遇到三个。其中有一个叫做是Ｘ光眼。我们叫天眼，他们不叫这个，他们叫Ｘ光眼。这个人是个女孩子，只有二十几岁，她那个眼睛很特别，她能够看穿人的内脏。我们有一个同修遇到她，她说妳看看我怎么样？她一看，就告诉她，她说妳肺部从前得过肺病，现在钙化了。钙化的痕迹还有一点点，在哪个部位，她指出来了。她吓一跳，她这个钙化的事情，只有她自己晓得，她的先生都不知道。她现在生了两个小孩，大小孩已经念高中了，年轻的时候得的这个病，她一下把她说出来了。她一看到你这个人，她就晓得你哪个部位有毛病，或者你头痛、腰酸，她都看得出来，这个很奇怪的，确实有这个能力。他们有能力放光，有能力真的坐在虚空当中，他在这个凳子上坐到，然后你把这个凳子抽掉，他还是坐在这个地方，他有这个能力，这一点都不假。",
      "zh_TW": "我在洛杉磯，洛杉磯那邊同修，他們遇到三個。其中有一個叫做是Ｘ光眼。我們叫天眼，他們不叫這個，他們叫Ｘ光眼。這個人是個女孩子，只有二十幾歲，她那個眼睛很特別，她能夠看穿人的內臟。我們有一個同修遇到她，她說妳看看我怎麼樣？她一看，就告訴她，她說妳肺部從前得過肺病，現在鈣化了。鈣化的痕跡還有一點點，在哪個部位，她指出來了。她嚇一跳，她這個鈣化的事情，只有她自己曉得，她的先生都不知道。她現在生了兩個小孩，大小孩已經念高中了，年輕的時候得的這個病，她一下把她說出來了。她一看到你這個人，她就曉得你哪個部位有毛病，或者你頭痛、腰酸，她都看得出來，這個很奇怪的，確實有這個能力。他們有能力放光，有能力真的坐在虛空當中，他在這個凳子上坐到，然後你把這個凳子抽掉，他還是坐在這個地方，他有這個能力，這一點都不假。"
    },
    {
      "id": "04-003-0005_p0037",
      "zh_CN": "我在美国听说，他们现在训练这些人做情报工作，你那些文件锁在保险箱里，人家看得清清楚楚的。还有一些这个能力特强的，就是我们佛法里面讲的神足通。他说那种人，共产党不轻易放他出来，但是他给他很优厚的待遇。这些人也是很顽皮的，有警卫守住他，他要出来玩一玩，警卫不让他出去，他不知道怎么变的把戏，那守卫的枪没有了。苦苦跟他哀求，你枪在哪里，你自己去拿去，所以以后就不敢给他干涉，他要到哪里去，就随他到哪里去，他有能力。这些称之为特异功能，现在全世界都有。这些人、这些能力，有少数自己修成的，大多数就是《楞严经》上所讲的，是鬼神附在人身上产生的这个能力，这能力并不是他的，诸位要细读《楞严》，你就晓得。",
      "zh_TW": "我在美國聽說，他們現在訓練這些人做情報工作，你那些文件鎖在保險箱裡，人家看得清清楚楚的。還有一些這個能力特強的，就是我們佛法裡面講的神足通。他說那種人，共產黨不輕易放他出來，但是他給他很優厚的待遇。這些人也是很頑皮的，有警衛守住他，他要出來玩一玩，警衛不讓他出去，他不知道怎麼變的把戲，那守衛的槍沒有了。苦苦跟他哀求，你槍在哪裡，你自己去拿去，所以以後就不敢給他干涉，他要到哪裡去，就隨他到哪裡去，他有能力。這些稱之為特異功能，現在全世界都有。這些人、這些能力，有少數自己修成的，大多數就是《楞嚴經》上所講的，是鬼神附在人身上產生的這個能力，這能力並不是他的，諸位要細讀《楞嚴》，你就曉得。"
    },
    {
      "id": "04-003-0005_p0038",
      "zh_CN": "前年，开心法师说，妖魔鬼怪统统都到人间来了。这是怎么回事情？那妖魔在哪里？就是这一类的人，他们有特异的功能。这些人很容易迷惑人，你想跟他学，行不行？实在讲，他如果是跟你讲真话，你学不到。我们洛杉矶就有一个同修，就是那个Ｘ光眼看她，看出毛病的，她就想跟她学。她仔细一看，她说妳不能学。她说怎么样？她说妳的思想太乱。她能看到人家的思想。说妳的妄念太多了，没有法子学。这个话说得有道理。神通从哪里来的？从定中得来的，你的妄想愈少，你开始学，有可能；你妄念多了，就没有办法。她讲的这个原理，跟佛法讲的相应。所以佛法教给我们修定，修清净心，她的心不清净，所以就告诉她，妳没法子学。连这个世间小小的能力都没法子学，何况在佛法里面要练成功夫成片，一心不乱，那就更难了。所以四禅八定确实有能力到色界天、欲界天，不能出三界。底下说明这个原因：",
      "zh_TW": "前年，開心法師說，妖魔鬼怪統統都到人間來了。這是怎麼回事情？那妖魔在哪裡？就是這一類的人，他們有特異的功能。這些人很容易迷惑人，你想跟他學，行不行？實在講，他如果是跟你講真話，你學不到。我們洛杉磯就有一個同修，就是那個Ｘ光眼看她，看出毛病的，她就想跟她學。她仔細一看，她說妳不能學。她說怎麼樣？她說妳的思想太亂。她能看到人家的思想。說妳的妄念太多了，沒有法子學。這個話說得有道理。神通從哪裡來的？從定中得來的，你的妄想愈少，你開始學，有可能；你妄念多了，就沒有辦法。她講的這個原理，跟佛法講的相應。所以佛法教給我們修定，修清淨心，她的心不清淨，所以就告訴她，妳沒法子學。連這個世間小小的能力都沒法子學，何況在佛法裡面要練成功夫成片，一心不亂，那就更難了。所以四禪八定確實有能力到色界天、欲界天，不能出三界。底下說明這個原因："
    },
    {
      "id": "04-003-0005_p0039",
      "zh_CN": "【由迷第一义故。善恶不动俱是有漏染业也。】",
      "zh_TW": "【由迷第一義故。善惡不動俱是有漏染業也。】"
    },
    {
      "id": "04-003-0005_p0040",
      "zh_CN": "这句话把这个道理说明白了。你所做的善业，你所造的恶业，甚至于你所修的定，『不动』就是定，四禅八定。这个定，功夫相当之深。譬如盘腿一坐，坐在这可以一个星期不出定，三个月不出定，三年不出定。这么深的定，果报在哪里？也不过是在四禅四空而已。我们今天要是看到这样的人，那一定是佩服得不得了，这是活佛再来的。其实你搞错了，他哪是活佛！活佛在你面前蹦蹦跳跳，你不认识，你没瞧得起他；妖魔鬼怪现了个样子，你以为他是活佛，神气不得了。这就是迷惑颠倒，你不认识人，把假的当作真的，真的认作假的，这叫愚痴。愚痴就是没有能力辨别真妄、邪正、是非，没有能力。所以这些业，包括四禅八定都是属于有漏业，都是属于染业，不是净业。这是讲迷惑以后造作。所以前第一句，『迷第一义故』，这就是迷，迷失了自己的真性。这个第一义就是前面一段所讲的妄认四大五蕴为自身心，妄认就是迷，那起惑造业，一定就有果报了。所以这第三段：",
      "zh_TW": "這句話把這個道理說明白了。你所做的善業，你所造的惡業，甚至於你所修的定，『不動』就是定，四禪八定。這個定，功夫相當之深。譬如盤腿一坐，坐在這可以一個星期不出定，三個月不出定，三年不出定。這麼深的定，果報在哪裡？也不過是在四禪四空而已。我們今天要是看到這樣的人，那一定是佩服得不得了，這是活佛再來的。其實你搞錯了，他哪是活佛！活佛在你面前蹦蹦跳跳，你不認識，你沒瞧得起他；妖魔鬼怪現了個樣子，你以為他是活佛，神氣不得了。這就是迷惑顛倒，你不認識人，把假的當作真的，真的認作假的，這叫愚痴。愚痴就是沒有能力辨別真妄、邪正、是非，沒有能力。所以這些業，包括四禪八定都是屬於有漏業，都是屬於染業，不是淨業。這是講迷惑以後造作。所以前第一句，『迷第一義故』，這就是迷，迷失了自己的真性。這個第一義就是前面一段所講的妄認四大五蘊為自身心，妄認就是迷，那起惑造業，一定就有果報了。所以這第三段："
    },
    {
      "id": "04-003-0005_p0041",
      "zh_CN": "【三从业受报。】",
      "zh_TW": "【三從業受報。】"
    },
    {
      "id": "04-003-0005_p0042",
      "zh_CN": "这就得受果报了。",
      "zh_TW": "這就得受果報了。"
    },
    {
      "id": "04-003-0005_p0043",
      "zh_CN": "【然声响形影之报。纤毫不差。】",
      "zh_TW": "【然聲響形影之報。纖毫不差。】"
    },
    {
      "id": "04-003-0005_p0044",
      "zh_CN": "这就是佛门常说，「因缘果报，丝毫不爽」。《安士全书》、《感应篇》里面说得非常的详细，你千万不要认为那些书是迷信，那些书才说的是真话。你不相信这些真话，那才叫迷信。他不迷，是你自己迷了，句句都是实话。",
      "zh_TW": "這就是佛門常說，「因緣果報，絲毫不爽」。《安士全書》、《感應篇》裡面說得非常的詳細，你千萬不要認為那些書是迷信，那些書才說的是真話。你不相信這些真話，那才叫迷信。他不迷，是你自己迷了，句句都是實話。"
    },
    {
      "id": "04-003-0005_p0045",
      "zh_CN": "【由前恶业成。】",
      "zh_TW": "【由前惡業成。】"
    },
    {
      "id": "04-003-0005_p0046",
      "zh_CN": "这是讲三种业，这个业太多了，把它分成三大类：恶业、善业、不动业。不动业是修定的；『恶业』要是成了：",
      "zh_TW": "這是講三種業，這個業太多了，把它分成三大類：惡業、善業、不動業。不動業是修定的；『惡業』要是成了："
    },
    {
      "id": "04-003-0005_p0047",
      "zh_CN": "【则有地狱。饿鬼。畜生。种种苦报。】",
      "zh_TW": "【則有地獄。餓鬼。畜生。種種苦報。】"
    },
    {
      "id": "04-003-0005_p0048",
      "zh_CN": "这是讲三恶道。贪瞋痴这种心态特别重的人，他所造的这个业是造三恶道业。别人造这个业，那还是小事；我们自己要认真去检点、去反省，我自己有没有造，这是大事。我们自己有没有在造贪瞋痴这个业，这要常常觉悟、要常常检点，所以读经就是反省，帮助自己反省。经像一面镜子一样，我们念了之后，想想我们的思想、见解、行为是不是像佛教导我们的，果然能够依教奉行，我们这个业。",
      "zh_TW": "這是講三惡道。貪瞋痴這種心態特別重的人，他所造的這個業是造三惡道業。別人造這個業，那還是小事；我們自己要認真去檢點、去反省，我自己有沒有造，這是大事。我們自己有沒有在造貪瞋痴這個業，這要常常覺悟、要常常檢點，所以讀經就是反省，幫助自己反省。經像一面鏡子一樣，我們念了之後，想想我們的思想、見解、行為是不是像佛教導我們的，果然能夠依教奉行，我們這個業。"
    },
    {
      "id": "04-003-0005_p0049",
      "zh_CN": "【由前善业成。】",
      "zh_TW": "【由前善業成。】"
    },
    {
      "id": "04-003-0005_p0050",
      "zh_CN": "这个『善业』，或者是你贪图富贵而修善，或者是想，希望自己能够离开不善的果报而修善。无论你是哪一种原因，你的果报在三善道：",
      "zh_TW": "這個『善業』，或者是你貪圖富貴而修善，或者是想，希望自己能夠離開不善的果報而修善。無論你是哪一種原因，你的果報在三善道："
    },
    {
      "id": "04-003-0005_p0051",
      "zh_CN": "【则有四洲及六欲天等种种乐报。】",
      "zh_TW": "【則有四洲及六欲天等種種樂報。】"
    },
    {
      "id": "04-003-0005_p0052",
      "zh_CN": "这就是人天的果报，欲界天以下。『四洲』，是讲人间四大部洲。我们的地球，在佛法里面讲叫南赡部洲，这就是人天，天是欲界天，因为他没有离开欲。像这些地方我们都要明了，你才不会被别人欺骗了。检点自己，观察别人，看他还有没有欲，欲真断了的话，这才是色界天。如果他修行，修的功夫再高，他欲没有断，我们就可以判定他，他的果报再殊胜，也不过是欲界第六天而已，他不可能到色界，欲没有断。这是一点都不能够欺骗人的。密宗里面讲，即身成佛。成佛的人有没有欲？如果说成佛的人还有欲，那个佛一定是在欲界天里。色界天人的功夫，那就比他高得多了。他算什么佛？所以不要上当，不要轻易被人骗了。",
      "zh_TW": "這就是人天的果報，欲界天以下。『四洲』，是講人間四大部洲。我們的地球，在佛法裡面講叫南贍部洲，這就是人天，天是欲界天，因為他沒有離開欲。像這些地方我們都要明瞭，你才不會被別人欺騙了。檢點自己，觀察別人，看他還有沒有欲，欲真斷了的話，這才是色界天。如果他修行，修的功夫再高，他欲沒有斷，我們就可以判定他，他的果報再殊勝，也不過是欲界第六天而已，他不可能到色界，欲沒有斷。這是一點都不能夠欺騙人的。密宗裡面講，即身成佛。成佛的人有沒有欲？如果說成佛的人還有欲，那個佛一定是在欲界天裡。色界天人的功夫，那就比他高得多了。他算什麼佛？所以不要上當，不要輕易被人騙了。"
    },
    {
      "id": "04-003-0005_p0053",
      "zh_CN": "黄念祖老居士，在《华严念佛三昧论》那个录音带里面所讲的，他最近没多久在北京居士林讲的，讲得不长，只有七个带子。这个带子我们现在有，诸位要的话，可以从这里拷贝。他就说得清清楚楚，学密难！大陆上四十年来，十亿人口，学密成就的只有六个人。你才晓得这有多难，一亿人里面都没有一个，不是容易的事情。他老人家虽然是金刚上师，他不传密法。他说得很老实，他说他一生所遇到的一切人，没有一个有资格学密的。所以在他那个小册子，《谷响集》里面，（《谷响集》多半是通信答复人的信件），你看他劝学密的人一定要兼修净土。不修净土，不可能有成就。兼修净土，那当然不如专修净土，这一定的道理。所以他劝学密的人一定要读三部经，三部经必读的：第一部是《无量寿经》，第二部是《弥陀经要解》，第三部是《普贤菩萨行愿品》，就是我们现在读的这个经，这三经是必读，发愿求生净土。人家说的是老实话、良心话，不骗人。这样才算是真正的善知识。",
      "zh_TW": "黃念祖老居士，在《華嚴念佛三昧論》那個錄音帶裡面所講的，他最近沒多久在北京居士林講的，講得不長，只有七個帶子。這個帶子我們現在有，諸位要的話，可以從這裡拷貝。他就說得清清楚楚，學密難！大陸上四十年來，十億人口，學密成就的只有六個人。你才曉得這有多難，一億人裡面都沒有一個，不是容易的事情。他老人家雖然是金剛上師，他不傳密法。他說得很老實，他說他一生所遇到的一切人，沒有一個有資格學密的。所以在他那個小冊子，《谷響集》裡面，（《谷響集》多半是通信答覆人的信件），你看他勸學密的人一定要兼修淨土。不修淨土，不可能有成就。兼修淨土，那當然不如專修淨土，這一定的道理。所以他勸學密的人一定要讀三部經，三部經必讀的：第一部是《無量壽經》，第二部是《彌陀經要解》，第三部是《普賢菩薩行願品》，就是我們現在讀的這個經，這三經是必讀，發願求生淨土。人家說的是老實話、良心話，不騙人。這樣才算是真正的善知識。"
    },
    {
      "id": "04-003-0005_p0054",
      "zh_CN": "现在这个社会骗人的人很多，尤其是拿着佛教，为什么？好骗。众生愚痴，念书虽然念得好，拿到博士学位了，实在讲还是愚痴。可怜，实在可怜，很容易受骗。你讲真的，他不相信；说假的，他就相信了。劝他念佛，他不干；劝他修神通，马上就来了。我们在国外讲经，听经的人没几个，人数很少。密宗上师，不是真的，假上师，假的，到那里去报纸上登的传一个财神灌顶，大家统统都来了，而且还收费的，一个人灌一次顶，美金要二十块钱，来了几百人、几千人。这个上师的确发了财了。迷惑颠倒，认假不认真，可怜。所以我们是明白这个道理，自己可以检点自己，也可以观察这个社会，我们不会受骗。",
      "zh_TW": "現在這個社會騙人的人很多，尤其是拿著佛教，為什麼？好騙。眾生愚痴，念書雖然念得好，拿到博士學位了，實在講還是愚痴。可憐，實在可憐，很容易受騙。你講真的，他不相信；說假的，他就相信了。勸他念佛，他不幹；勸他修神通，馬上就來了。我們在國外講經，聽經的人沒幾個，人數很少。密宗上師，不是真的，假上師，假的，到那裡去報紙上登的傳一個財神灌頂，大家統統都來了，而且還收費的，一個人灌一次頂，美金要二十塊錢，來了幾百人、幾千人。這個上師的確發了財了。迷惑顛倒，認假不認真，可憐。所以我們是明白這個道理，自己可以檢點自己，也可以觀察這個社會，我們不會受騙。"
    },
    {
      "id": "04-003-0005_p0055",
      "zh_CN": "【由前不动业成。】",
      "zh_TW": "【由前不動業成。】"
    },
    {
      "id": "04-003-0005_p0056",
      "zh_CN": "这讲修定。这定修成了。",
      "zh_TW": "這講修定。這定修成了。"
    },
    {
      "id": "04-003-0005_p0057",
      "zh_CN": "【则有色界四禅无色四空等种种差别之报。】",
      "zh_TW": "【則有色界四禪無色四空等種種差別之報。】"
    },
    {
      "id": "04-003-0005_p0058",
      "zh_CN": "这就是通常讲的四禅八定，这个功夫都相当之深。人家一入定，说是一年不起来，两年不起来，鸟都在身上做窝了。这么深的定，都还是属于四禅八定。你看倓虚老法师，过去在佛七里面讲的《开示录》（我们有他的带子），他在那个录音带上，我们所听到的他老人家开示，他就讲修禅的。修禅的人，得禅定还有，还能够得到，果报在四禅天。修禅要想明心见性，了生死出三界，他说那几乎是不可能的事情。他虽然是天台宗近代的一位祖师，自己还是老实念佛，求生净土。《念佛论》是他讲的，大光法师给他记录的。他一生看到念佛的人，预知时至，站着往生，坐着往生的，他看到二十多个人都是念佛成功的，走的时候这么潇洒、这么自在。这是事实，这是我们的榜样，套一句外教的术语讲，那是见证。你要看到不相信，那就没法子。真实的证明摆在你面前，你再不相信，那就愚痴到了极处。",
      "zh_TW": "這就是通常講的四禪八定，這個功夫都相當之深。人家一入定，說是一年不起來，兩年不起來，鳥都在身上做窩了。這麼深的定，都還是屬於四禪八定。你看倓虛老法師，過去在佛七裡面講的《開示錄》（我們有他的帶子），他在那個錄音帶上，我們所聽到的他老人家開示，他就講修禪的。修禪的人，得禪定還有，還能夠得到，果報在四禪天。修禪要想明心見性，了生死出三界，他說那幾乎是不可能的事情。他雖然是天台宗近代的一位祖師，自己還是老實念佛，求生淨土。《念佛論》是他講的，大光法師給他記錄的。他一生看到念佛的人，預知時至，站著往生，坐著往生的，他看到二十多個人都是念佛成功的，走的時候這麼瀟灑、這麼自在。這是事實，這是我們的榜樣，套一句外教的術語講，那是見證。你要看到不相信，那就沒法子。真實的證明擺在你面前，你再不相信，那就愚痴到了極處。"
    },
    {
      "id": "04-003-0005_p0059",
      "zh_CN": "所以大家要努力，要认真的修学，不要将这一生大好光阴空过了。要知道「人身难得，佛法难闻」，尤其是这净土法门。彭二林居士所讲的，无量劫来希有难逢。希有难逢，我们今天遇到了，尤其是我们最近编的这个《净土五经读本》，这是真正难遭遇。从释迦牟尼佛讲经以来，这个本子到现在才出现。《无量寿经》总共有九种不同的本子，你们到哪里去看？现在这个本子全收在里面了。九种本子你都看到了，这是稀有的因缘。自古以来，能够看到九种本子的，这种人不多。以我们中国历史记载，三千年来，我想九种本子都能够看到的，恐怕一百个人都不到，没这个机缘，缘不足。现在我们把这个本子印在一起，大家拿在手上，九种本子都送到你手中了，这的确是稀有难逢。度众生，了生死，成佛道，这是第一法门，唯一法门。所以这个本子我们要大量的流通，尽我们的力量来把它发扬光大。",
      "zh_TW": "所以大家要努力，要認真的修學，不要將這一生大好光陰空過了。要知道「人身難得，佛法難聞」，尤其是這淨土法門。彭二林居士所講的，無量劫來希有難逢。希有難逢，我們今天遇到了，尤其是我們最近編的這個《淨土五經讀本》，這是真正難遭遇。從釋迦牟尼佛講經以來，這個本子到現在才出現。《無量壽經》總共有九種不同的本子，你們到哪裡去看？現在這個本子全收在裡面了。九種本子你都看到了，這是稀有的因緣。自古以來，能夠看到九種本子的，這種人不多。以我們中國歷史記載，三千年來，我想九種本子都能夠看到的，恐怕一百個人都不到，沒這個機緣，緣不足。現在我們把這個本子印在一起，大家拿在手上，九種本子都送到你手中了，這的確是稀有難逢。度眾生，了生死，成佛道，這是第一法門，唯一法門。所以這個本子我們要大量的流通，盡我們的力量來把它發揚光大。"
    },
    {
      "id": "04-003-0005_p0060",
      "zh_CN": "夏莲居老居士所会集的这个本子，你们把五种原译本对照对照，就晓得。他会集这个本子花了三年的时间，才知道这个本子的完善。这个本子出来，有助于净土宗的弘扬，有助于大众对于念佛产生坚定的信心。下面经文说：",
      "zh_TW": "夏蓮居老居士所會集的這個本子，你們把五種原譯本對照對照，就曉得。他會集這個本子花了三年的時間，才知道這個本子的完善。這個本子出來，有助於淨土宗的弘揚，有助於大眾對於念佛產生堅定的信心。下面經文說："
    },
    {
      "id": "04-003-0005_p0061",
      "zh_CN": "【所受苦乐之身。是别业正报。】",
      "zh_TW": "【所受苦樂之身。是別業正報。】"
    },
    {
      "id": "04-003-0005_p0062",
      "zh_CN": "我们每个人的身体，我们讲容貌、健康、寿命、苦乐、忧喜，这是你的『正报』，生活环境是依报。",
      "zh_TW": "我們每個人的身體，我們講容貌、健康、壽命、苦樂、憂喜，這是你的『正報』，生活環境是依報。"
    },
    {
      "id": "04-003-0005_p0063",
      "zh_CN": "【所居胜劣器界。是共业依报。】",
      "zh_TW": "【所居勝劣器界。是共業依報。】"
    },
    {
      "id": "04-003-0005_p0064",
      "zh_CN": "后面这句是讲我们的生活环境，生活环境是『共业』所感，但是共业里面有不共业。像我刚才所讲的，我们这部经的出版流通，这在整个劫运里面都能够转移。大家真正能够认真的修学，修学的人多了，就能够转移劫运，无量的功德。这个意思，梅光羲居士在序文里面说得很清楚，黄念祖居士在《无量寿经》跋文里头也说得很透彻。这两篇文章都收在《五经读本》里面，诸位都可以看得到。",
      "zh_TW": "後面這句是講我們的生活環境，生活環境是『共業』所感，但是共業裡面有不共業。像我剛才所講的，我們這部經的出版流通，這在整個劫運裡面都能夠轉移。大家真正能夠認真的修學，修學的人多了，就能夠轉移劫運，無量的功德。這個意思，梅光羲居士在序文裡面說得很清楚，黃念祖居士在《無量壽經》跋文裡頭也說得很透徹。這兩篇文章都收在《五經讀本》裡面，諸位都可以看得到。"
    },
    {
      "id": "04-003-0005_p0065",
      "zh_CN": "【既未返本还源。并非究竟。】",
      "zh_TW": "【既未返本還源。並非究竟。】"
    },
    {
      "id": "04-003-0005_p0066",
      "zh_CN": "这两句话是总结。『返本还源』就是禅家讲的明心见性，见性就是返本还源。在念佛人来讲，就是往生净土。你没有能够生到西方净土，你没有能够见到阿弥陀佛，那就是没有返本还源。禅宗里面修明心见性，难，太难太难。密宗里面讲三密相应也不容易。唯独念佛这个方法，生到西方极乐世界就明心见性，就三密相应，马上就相应了。这是我们在《无量寿经》、《弥陀经疏钞》里面，诸位深入研究就明了。为什么？西方世界是法性土。六尘统统是法性，所以见色闻声统统是明心见性，这是不可思议。所以古德称赞这个法门是圆顿大教，圆是圆满，一丝毫欠缺都没有；顿是快速，没有比这个更快的。经上告诉我们，若一日到若七日能成就。你看看哪一宗、哪一个法门有七天成就的。这个法门七天能成就。自古以来，依照这个法门修学，七天成就的人确实有，不是没有。可见得这个话不是假话。",
      "zh_TW": "這兩句話是總結。『返本還源』就是禪家講的明心見性，見性就是返本還源。在念佛人來講，就是往生淨土。你沒有能夠生到西方淨土，你沒有能夠見到阿彌陀佛，那就是沒有返本還源。禪宗裡面修明心見性，難，太難太難。密宗裡面講三密相應也不容易。唯獨念佛這個方法，生到西方極樂世界就明心見性，就三密相應，馬上就相應了。這是我們在《無量壽經》、《彌陀經疏鈔》裡面，諸位深入研究就明瞭。為什麼？西方世界是法性土。六塵統統是法性，所以見色聞聲統統是明心見性，這是不可思議。所以古德稱讚這個法門是圓頓大教，圓是圓滿，一絲毫欠缺都沒有；頓是快速，沒有比這個更快的。經上告訴我們，若一日到若七日能成就。你看看哪一宗、哪一個法門有七天成就的。這個法門七天能成就。自古以來，依照這個法門修學，七天成就的人確實有，不是沒有。可見得這個話不是假話。"
    },
    {
      "id": "04-003-0005_p0067",
      "zh_CN": "你们看看《净土圣贤录》、《往生传》里面就有，有七天之内修成功的。宋朝莹珂法师，就是一个很好的例子，他念佛念了三天，他就往生了。阿弥陀佛就来了，告诉他，你的寿命还有十年，等你这个寿命到的时候，我再来接引你。莹珂法师说，这个世间太苦了，诱惑太多了，他自己禁不起诱惑，他说我再要住十年，不晓得要造多少恶业。我十年的寿命不要了，我现在就跟你走。阿弥陀佛就带他走了，三天就念成功了。我们现在天天念佛，为什么念不成功？说老实话，你心里不想走。阿弥陀佛一来了，你吓得赶紧不念了。算了，算了，我不学了。还是贪生怕死，舍不得娑婆世界，不是佛不灵。你看《无量寿经》里面讲的，我们在这个世间一举一动，人家看得清清楚楚。我们小声说悄悄话，他也听得清楚；我们心里起心动念，甚至自己还不知道，佛菩萨统统清楚。所以我们天天拿着念珠阿弥陀佛，阿弥陀佛，说老实话，口是心非。口里面讲，我求往生；心里想再多住几年，现在还不能去，所以不能成功。所以佛也不来接引你，佛晓得你这个心是假的，你不是真干。大家一定要知道这些理事的真相，要认真的修学。",
      "zh_TW": "你們看看《淨土聖賢錄》、《往生傳》裡面就有，有七天之內修成功的。宋朝瑩珂法師，就是一個很好的例子，他念佛念了三天，他就往生了。阿彌陀佛就來了，告訴他，你的壽命還有十年，等你這個壽命到的時候，我再來接引你。瑩珂法師說，這個世間太苦了，誘惑太多了，他自己禁不起誘惑，他說我再要住十年，不曉得要造多少惡業。我十年的壽命不要了，我現在就跟你走。阿彌陀佛就帶他走了，三天就念成功了。我們現在天天念佛，為什麼念不成功？說老實話，你心裡不想走。阿彌陀佛一來了，你嚇得趕緊不念了。算了，算了，我不學了。還是貪生怕死，捨不得娑婆世界，不是佛不靈。你看《無量壽經》裡面講的，我們在這個世間一舉一動，人家看得清清楚楚。我們小聲說悄悄話，他也聽得清楚；我們心裡起心動念，甚至自己還不知道，佛菩薩統統清楚。所以我們天天拿著念珠阿彌陀佛，阿彌陀佛，說老實話，口是心非。口裡面講，我求往生；心裡想再多住幾年，現在還不能去，所以不能成功。所以佛也不來接引你，佛曉得你這個心是假的，你不是真幹。大家一定要知道這些理事的真相，要認真的修學。"
    },
    {
      "id": "04-003-0005_p0068",
      "zh_CN": "【由是三界。】",
      "zh_TW": "【由是三界。】"
    },
    {
      "id": "04-003-0005_p0069",
      "zh_CN": "这是讲欲界、色界、无色界。",
      "zh_TW": "這是講欲界、色界、無色界。"
    },
    {
      "id": "04-003-0005_p0070",
      "zh_CN": "【五道。】",
      "zh_TW": "【五道。】"
    },
    {
      "id": "04-003-0005_p0071",
      "zh_CN": "『五道』就是六道。为什么六道说成五道？阿修罗不能单独成一道。你看《楞严经》上，五道里面，四道都有阿修罗；除了地狱没有，天、人、鬼、畜，这里面都有阿修罗。阿修罗在哪一道，就算他是哪一道，不单独成立一道。通常讲六道，是天阿修罗单独算一道。实际上讲，只有五道。",
      "zh_TW": "『五道』就是六道。為什麼六道說成五道？阿修羅不能單獨成一道。你看《楞嚴經》上，五道裡面，四道都有阿修羅；除了地獄沒有，天、人、鬼、畜，這裡面都有阿修羅。阿修羅在哪一道，就算他是哪一道，不單獨成立一道。通常講六道，是天阿修羅單獨算一道。實際上講，只有五道。"
    },
    {
      "id": "04-003-0005_p0072",
      "zh_CN": "【妙高铁围。】",
      "zh_TW": "【妙高鐵圍。】"
    },
    {
      "id": "04-003-0005_p0073",
      "zh_CN": "这是大世界里面的高山。『妙高』就是须弥山，一个小世界的中心。『铁围』也是小世界跟大世界当中的边界，界线。",
      "zh_TW": "這是大世界裡面的高山。『妙高』就是須彌山，一個小世界的中心。『鐵圍』也是小世界跟大世界當中的邊界，界線。"
    },
    {
      "id": "04-003-0005_p0074",
      "zh_CN": "【四海七金。】",
      "zh_TW": "【四海七金。】"
    },
    {
      "id": "04-003-0005_p0075",
      "zh_CN": "七金山。",
      "zh_TW": "七金山。"
    },
    {
      "id": "04-003-0005_p0076",
      "zh_CN": "【日月水陆山河大地万象森罗。】",
      "zh_TW": "【日月水陸山河大地萬象森羅。】"
    },
    {
      "id": "04-003-0005_p0077",
      "zh_CN": "这都是讲这个世界状况。",
      "zh_TW": "這都是講這個世界狀況。"
    },
    {
      "id": "04-003-0005_p0078",
      "zh_CN": "【丘陵坑坎杂秽充满。十方各各差别。乃至三千大千世界。如是无量无边品类。】",
      "zh_TW": "【丘陵坑坎雜穢充滿。十方各各差別。乃至三千大千世界。如是無量無邊品類。】"
    },
    {
      "id": "04-003-0005_p0079",
      "zh_CN": "这就是总说。每个世界的状况不相同，环境不相同，为什么不同？众生的业报不一样，共业不一样。所以佛在经上说，依报随着正报转。依报是环境，大自然的转变是与人心息息相关的。这个世界人心都趋向善，这个大自然没有灾害；人心险恶，这个自然环境都变坏了。所以我们今天看到全世界，讲到破坏了生态环境；乃至于太空当中，有所谓臭氧层破裂，这是共业所感。今天在全世界找不到净土。外国，外国比中国还要苦，比台湾还要苦。台湾今天，讲老实话，只有三桩事情不如人：第一个交通不如人，太混乱了，太乱了，大家不守秩序。第二个是污染，空气环境的污染不如人。第三个是治安。如果这三桩能够改进，台湾是现在地球上的天堂，任何一个国家都比不上我们。这是要靠大众觉悟，大家来努力、来改善。",
      "zh_TW": "這就是總說。每個世界的狀況不相同，環境不相同，為什麼不同？眾生的業報不一樣，共業不一樣。所以佛在經上說，依報隨著正報轉。依報是環境，大自然的轉變是與人心息息相關的。這個世界人心都趨向善，這個大自然沒有災害；人心險惡，這個自然環境都變壞了。所以我們今天看到全世界，講到破壞了生態環境；乃至於太空當中，有所謂臭氧層破裂，這是共業所感。今天在全世界找不到淨土。外國，外國比中國還要苦，比台灣還要苦。台灣今天，講老實話，只有三樁事情不如人：第一個交通不如人，太混亂了，太亂了，大家不守秩序。第二個是污染，空氣環境的污染不如人。第三個是治安。如果這三樁能夠改進，台灣是現在地球上的天堂，任何一個國家都比不上我們。這是要靠大眾覺悟，大家來努力、來改善。"
    },
    {
      "id": "04-003-0005_p0080",
      "zh_CN": "你看新加坡那么小，新加坡人口密度很大。他们居住的环境，居住的空间，没有我们台湾人住的房子这么大。他们居住的环境跟香港差不多。每一户人家大致上平均多少坪？十几、二十坪，就这么大的空间。我们台湾一般三、四十坪一户人家，他们没有我们这么大。新加坡的环境好，新加坡算得上是现在这个地球上的一块净土。那个地方也是中国人治理的，为什么人家能治理得好，我们治不好？这是值得我们去深思，值得我们去检讨。这段文说，就是由于众生共业的不相同，所以依报环境也不一样。",
      "zh_TW": "你看新加坡那麼小，新加坡人口密度很大。他們居住的環境，居住的空間，沒有我們台灣人住的房子這麼大。他們居住的環境跟香港差不多。每一戶人家大致上平均多少坪？十幾、二十坪，就這麼大的空間。我們台灣一般三、四十坪一戶人家，他們沒有我們這麼大。新加坡的環境好，新加坡算得上是現在這個地球上的一塊淨土。那個地方也是中國人治理的，為什麼人家能治理得好，我們治不好？這是值得我們去深思，值得我們去檢討。這段文說，就是由於眾生共業的不相同，所以依報環境也不一樣。"
    },
    {
      "id": "04-003-0005_p0081",
      "zh_CN": "【有情。即生老病死。器界。即成住坏空。劫劫生生。迁流不绝。皆是染缘起也。】",
      "zh_TW": "【有情。即生老病死。器界。即成住壞空。劫劫生生。遷流不絕。皆是染緣起也。】"
    },
    {
      "id": "04-003-0005_p0082",
      "zh_CN": "这句话总结。『有情』，就是我们现在讲的动物。但是佛经里面包括范围很大，不但是六道众生是有情，九法界众生都是有情。上到菩萨、缘觉、声闻，下面六道众生。都有『生老病死』。如果加上这个生老病死，那就是专门指六道的凡夫。因为阿罗汉以上，生老病死没有了。阿罗汉、辟支佛、菩萨没有生老病死。所以这句话，这个有情就是指十方世界的六道众生。『器界』就是居住的环境，有『成住坏空』，这是无常的。『劫劫生生』，我们中国人常讲生生世世，就这个意思，生生世世，『迁流不绝』，在这里轮转，在轮回，统统是属于『染缘』。",
      "zh_TW": "這句話總結。『有情』，就是我們現在講的動物。但是佛經裡面包括範圍很大，不但是六道眾生是有情，九法界眾生都是有情。上到菩薩、緣覺、聲聞，下面六道眾生。都有『生老病死』。如果加上這個生老病死，那就是專門指六道的凡夫。因為阿羅漢以上，生老病死沒有了。阿羅漢、辟支佛、菩薩沒有生老病死。所以這句話，這個有情就是指十方世界的六道眾生。『器界』就是居住的環境，有『成住壞空』，這是無常的。『劫劫生生』，我們中國人常講生生世世，就這個意思，生生世世，『遷流不絕』，在這裡輪轉，在輪迴，統統是屬於『染緣』。"
    },
    {
      "id": "04-003-0005_p0083",
      "zh_CN": "【故大经云。心如工画师。能画诸世间。五蕴悉从生。无法而不造。】",
      "zh_TW": "【故大經云。心如工畫師。能畫諸世間。五蘊悉從生。無法而不造。】"
    },
    {
      "id": "04-003-0005_p0084",
      "zh_CN": "这个『大经』就是《华严经》。华严宗称大经，就是《大方广佛华严经》。我们念佛人称大经，就是《无量寿经》，是净土宗的大经。所以要看他是在什么地方说的，我们就晓得他指哪一部经。",
      "zh_TW": "這個『大經』就是《華嚴經》。華嚴宗稱大經，就是《大方廣佛華嚴經》。我們念佛人稱大經，就是《無量壽經》，是淨土宗的大經。所以要看他是在什麼地方說的，我們就曉得他指哪一部經。"
    },
    {
      "id": "04-003-0005_p0085",
      "zh_CN": "这一首偈，如果听到前面几次讲演，你就容易懂。世界从哪来的？我们先讲性起，再讲到缘起。无量无边的世界，十法界依正庄严，都是从心变现出来的。所以心就像一个画画的画家一样，『工画师』就是画家一样，他在一张白纸上，随心所欲的在那里作图。我们每个人的心，就像能画画的画师一样，这个世界虚空，森罗万象，就是我们自己心里头变现出来的，『能画诸世间』。十法界都是自己心里变现的，西方极乐世界也是自己心里变现的。心是万德万能，自己变现，自己受用，你还怪人，这自作自受。阿弥陀佛自己变现西方净土，自己在那里受用；我们变现这个世界，自己在受用。你明白这个道理，你会变，每个人都有智慧，都有能力。这在《出现品》里头讲得很清楚，『五蕴悉从生』，五蕴是色受想行识。『无法而不造』，十法界依正庄严，统统是自心变现的，正是所谓「唯心所现，唯识所变」。",
      "zh_TW": "這一首偈，如果聽到前面幾次講演，你就容易懂。世界從哪來的？我們先講性起，再講到緣起。無量無邊的世界，十法界依正莊嚴，都是從心變現出來的。所以心就像一個畫畫的畫家一樣，『工畫師』就是畫家一樣，他在一張白紙上，隨心所欲的在那裡作圖。我們每個人的心，就像能畫畫的畫師一樣，這個世界虛空，森羅萬象，就是我們自己心裡頭變現出來的，『能畫諸世間』。十法界都是自己心裡變現的，西方極樂世界也是自己心裡變現的。心是萬德萬能，自己變現，自己受用，你還怪人，這自作自受。阿彌陀佛自己變現西方淨土，自己在那裡受用；我們變現這個世界，自己在受用。你明白這個道理，你會變，每個人都有智慧，都有能力。這在《出現品》裡頭講得很清楚，『五蘊悉從生』，五蘊是色受想行識。『無法而不造』，十法界依正莊嚴，統統是自心變現的，正是所謂「唯心所現，唯識所變」。"
    },
    {
      "id": "04-003-0005_p0086",
      "zh_CN": "【又不增不减经云。法身流转五道。名曰众生。】",
      "zh_TW": "【又不增不減經云。法身流轉五道。名曰眾生。】"
    },
    {
      "id": "04-003-0005_p0087",
      "zh_CN": "每个人都有清净法身，跟诸佛如来无二无别；但是他称之为佛，我们称之为众生。为什么称之为『众生』？我们这个『法身流转五道』，就是流转到六道轮回。谁在六道轮回？你的法身在六道轮回。再告诉诸位真话，你的法身是不是真的在六道轮回？给诸位说，没有。如果法身真的在六道轮回，那还称什么法身。那究竟是怎么回事情？是你迷了，好像是在六道轮回。所以六道轮回是假的，不是真的。法界叫一真，一真并没有失掉，只是你现在迷而不觉，问题就是产生在这个地方。你是迷而不觉，一旦你要是回过头来，我觉而不迷了，你的法身立刻就证得了。这个意思，后面会详细跟诸位来讨论，这就是佛门里面讲的圆机。",
      "zh_TW": "每個人都有清淨法身，跟諸佛如來無二無別；但是他稱之為佛，我們稱之為眾生。為什麼稱之為『眾生』？我們這個『法身流轉五道』，就是流轉到六道輪迴。誰在六道輪迴？你的法身在六道輪迴。再告訴諸位真話，你的法身是不是真的在六道輪迴？給諸位說，沒有。如果法身真的在六道輪迴，那還稱什麼法身。那究竟是怎麼回事情？是你迷了，好像是在六道輪迴。所以六道輪迴是假的，不是真的。法界叫一真，一真並沒有失掉，只是你現在迷而不覺，問題就是產生在這個地方。你是迷而不覺，一旦你要是回過頭來，我覺而不迷了，你的法身立刻就證得了。這個意思，後面會詳細跟諸位來討論，這就是佛門裡面講的圓機。"
    },
    {
      "id": "04-003-0005_p0088",
      "zh_CN": "讲众生的根机分为五种。最殊胜的就是圆性的根机，他觉悟得快，回头得快。这个圆顿根机怎么来的？也是薰习培养而来的。用什么方法来培养？要用圆顿的经典。你每天去读诵、受持，慢慢就养成这种根性。这个回头快速，成就殊胜。圆顿大法，我们这个净土五经，那就是圆顿薰习的标准课本。这在一切经里最特殊、最殊胜。所以经上讲，这是法身流转五道就叫众生。",
      "zh_TW": "講眾生的根機分為五種。最殊勝的就是圓性的根機，他覺悟得快，回頭得快。這個圓頓根機怎麼來的？也是薰習培養而來的。用什麼方法來培養？要用圓頓的經典。你每天去讀誦、受持，慢慢就養成這種根性。這個回頭快速，成就殊勝。圓頓大法，我們這個淨土五經，那就是圓頓薰習的標準課本。這在一切經裡最特殊、最殊勝。所以經上講，這是法身流轉五道就叫眾生。"
    },
    {
      "id": "04-003-0005_p0089",
      "zh_CN": "【胜鬘经云。不染而染。】",
      "zh_TW": "【勝鬘經云。不染而染。】"
    },
    {
      "id": "04-003-0005_p0090",
      "zh_CN": "『不染』是真的，决定不染。『而染』是什么？是迷了，自己以为染了，其实并没有染，是你自己迷了。怎么迷的？前面讲妄想执着。《出现品》上，佛是一句话给我们道破，我们这个迷妄的根本，经文上说，「一切众生皆有如来智慧德相」。一切众生，我们统统有分，佛没有注明除你之外，没有，没有加上这个字，我们大家都有分。佛后面说，「但以妄想执着而不能证得」，这句话把我们的病根说出来了。我们的病根是什么？妄想、执着。所以我们不能证得清净法身，不能证得究竟圆满的般若智慧，这毛病在这里。由此可知，佛法自始至终就是教我们破执着。人我执破了，你就证阿罗汉果；法我执破了，你就明心见性，就成佛了。你看这多么重要。有很多人愈学愈执着。初学佛的人，是要执着，那不执着，你无从下手。但是那个执着是手段，不是目的，执着到一个相当程度的时候，你要把它舍弃掉，然后你的境界才能往上提升。你老执着这个境界就不能再往上去了。好像爬楼梯，你爬上一层，我执着，我现在升高一层。你执着这个，不肯往上去，那上面一层你去不了。你要想往上面去，下面一定要舍掉。如果你执着这个底下一层不肯舍掉，你永远爬不上去，这个理要懂得。所以初学的时候择善固执，到了高级的佛法，那个善也不要了，善恶二边都离开，这才能真正真实的成就。",
      "zh_TW": "『不染』是真的，決定不染。『而染』是什麼？是迷了，自己以為染了，其實並沒有染，是你自己迷了。怎麼迷的？前面講妄想執著。《出現品》上，佛是一句話給我們道破，我們這個迷妄的根本，經文上說，「一切眾生皆有如來智慧德相」。一切眾生，我們統統有分，佛沒有註明除你之外，沒有，沒有加上這個字，我們大家都有分。佛後面說，「但以妄想執著而不能證得」，這句話把我們的病根說出來了。我們的病根是什麼？妄想、執著。所以我們不能證得清淨法身，不能證得究竟圓滿的般若智慧，這毛病在這裡。由此可知，佛法自始至終就是教我們破執著。人我執破了，你就證阿羅漢果；法我執破了，你就明心見性，就成佛了。你看這多麼重要。有很多人愈學愈執著。初學佛的人，是要執著，那不執著，你無從下手。但是那個執著是手段，不是目的，執著到一個相當程度的時候，你要把它捨棄掉，然後你的境界才能往上提昇。你老執著這個境界就不能再往上去了。好像爬樓梯，你爬上一層，我執著，我現在升高一層。你執著這個，不肯往上去，那上面一層你去不了。你要想往上面去，下面一定要捨掉。如果你執著這個底下一層不肯捨掉，你永遠爬不上去，這個理要懂得。所以初學的時候擇善固執，到了高級的佛法，那個善也不要了，善惡二邊都離開，這才能真正真實的成就。"
    },
    {
      "id": "04-003-0005_p0091",
      "zh_CN": "所以要晓得，我们这个染，迷的时候好像是有，严格的讲没有。所以佛成佛了，见一切大地众生同成佛道。为什么？佛一看，与一切众生没有差别。佛悟了自性，众生迷了自性，自性没有迷悟，从自性上讲，没有迷悟。悟的是自性，迷的是自性，迷悟不二。所以生佛平等，没有差别。所以佛敬众生，众生不敬佛，众生迷；觉悟了，一切法平等。",
      "zh_TW": "所以要曉得，我們這個染，迷的時候好像是有，嚴格的講沒有。所以佛成佛了，見一切大地眾生同成佛道。為什麼？佛一看，與一切眾生沒有差別。佛悟了自性，眾生迷了自性，自性沒有迷悟，從自性上講，沒有迷悟。悟的是自性，迷的是自性，迷悟不二。所以生佛平等，沒有差別。所以佛敬眾生，眾生不敬佛，眾生迷；覺悟了，一切法平等。"
    },
    {
      "id": "04-003-0005_p0092",
      "zh_CN": "【起信论云。无明薰真如。成诸染法等。】",
      "zh_TW": "【起信論云。無明薰真如。成諸染法等。】"
    },
    {
      "id": "04-003-0005_p0093",
      "zh_CN": "《大乘起信论》，马鸣菩萨作的。这个意思也说得很圆满，说得很好。『无明薰真如』，这就变成了『染法』。这个染，从哪染的？染就是这么一回事情，是我们一念不觉而有无明。无明天天在薰习，薰什么？薰真如。所以真如，它的作用不能够圆满的透出来，不是不起作用，它起作用，起了作用，起作用里面有障碍，不能够圆圆满满的，这叫染。就好比太阳，现在阴天，阴天有没有太阳？有太阳，太阳被云层遮住了，好像是没有太阳；虽然隔了云层还有光，这光弱了，这光还是太阳光。不能说阴天的光明不是日光，还是日光，被云层障碍，它减弱了。一切众生这个作用依旧是真如起作用。换句话说，统统是性起。因为有无明障碍着，就把性起变作缘起。你明白这个道理，缘起没有离开性起，性起不是缘起，缘起没有离开性起。所以性起是真的，缘起不是真实的，这个道理要搞清楚。",
      "zh_TW": "《大乘起信論》，馬鳴菩薩作的。這個意思也說得很圓滿，說得很好。『無明薰真如』，這就變成了『染法』。這個染，從哪染的？染就是這麼一回事情，是我們一念不覺而有無明。無明天天在薰習，薰什麼？薰真如。所以真如，它的作用不能夠圓滿的透出來，不是不起作用，它起作用，起了作用，起作用裡面有障礙，不能夠圓圓滿滿的，這叫染。就好比太陽，現在陰天，陰天有沒有太陽？有太陽，太陽被雲層遮住了，好像是沒有太陽；雖然隔了雲層還有光，這光弱了，這光還是太陽光。不能說陰天的光明不是日光，還是日光，被雲層障礙，它減弱了。一切眾生這個作用依舊是真如起作用。換句話說，統統是性起。因為有無明障礙著，就把性起變作緣起。你明白這個道理，緣起沒有離開性起，性起不是緣起，緣起沒有離開性起。所以性起是真的，緣起不是真實的，這個道理要搞清楚。"
    },
    {
      "id": "04-003-0005_p0094",
      "zh_CN": "这段讲的是「染缘起」，是讲六道凡夫怎么来的，以及他的状况。后面一段讲「净缘起」。净缘起就是讲阿罗汉、辟支佛、菩萨，这是另外九法界里面最高的三个法界，他们是怎么来的。我们要明白，然后想想我们应该怎么修法。我们舍弃染缘起，我们来修净缘起。换句话说，要净化身心，然后才能够成就戒定智慧，渐渐恢复自性，这是我们修学的目标。",
      "zh_TW": "這段講的是「染緣起」，是講六道凡夫怎麼來的，以及他的狀況。後面一段講「淨緣起」。淨緣起就是講阿羅漢、辟支佛、菩薩，這是另外九法界裡面最高的三個法界，他們是怎麼來的。我們要明白，然後想想我們應該怎麼修法。我們捨棄染緣起，我們來修淨緣起。換句話說，要淨化身心，然後才能夠成就戒定智慧，漸漸恢復自性，這是我們修學的目標。"
    },
    {
      "id": "04-003-0005_p0095",
      "zh_CN": "好，今天我们就讲到此地。",
      "zh_TW": "好，今天我們就講到此地。"
    }
  ]
}