{
  "doc_id": "04-003-0019",
  "title": {
    "zh_CN": "普贤行愿品别行疏钞",
    "zh_TW": "普賢行願品別行疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1989",
  "location": {
    "zh_CN": "台湾华藏讲堂",
    "zh_TW": "台灣華藏講堂"
  },
  "doc_number": "04-003-0019",
  "total_paragraphs": 108,
  "paragraphs": [
    {
      "id": "04-003-0019_p0001",
      "zh_CN": "请掀开经本，第九十七面第六行，从第一个字看起：",
      "zh_TW": "請掀開經本，第九十七面第六行，從第一個字看起："
    },
    {
      "id": "04-003-0019_p0002",
      "zh_CN": "【问。依于何法而说四句。】",
      "zh_TW": "【問。依於何法而說四句。】"
    },
    {
      "id": "04-003-0019_p0003",
      "zh_CN": "前面讲到「四句之火莫焚，万法之门皆入」，这是圆教一乘的教义，与一般大乘法里面所说的不相同。这个义趣前面略微介绍了。今天再看这段文，这要问这四句从哪里来的？依据什么而说四句？",
      "zh_TW": "前面講到「四句之火莫焚，萬法之門皆入」，這是圓教一乘的教義，與一般大乘法裡面所說的不相同。這個義趣前面略微介紹了。今天再看這段文，這要問這四句從哪裡來的？依據什麼而說四句？"
    },
    {
      "id": "04-003-0019_p0004",
      "zh_CN": "【答。然所依法。谓真俗相对成四。即法法皆具四也。】",
      "zh_TW": "【答。然所依法。謂真俗相對成四。即法法皆具四也。】"
    },
    {
      "id": "04-003-0019_p0005",
      "zh_CN": "这句是总说。由此可知，这四句之说是存在我们世间普遍的一个概念，也就是我们现代人所讲的『相对』。只要是相对，这里面就有四句。所以四句是从一切法相对当中产生的一个概念。下面给我们举出例子来说：",
      "zh_TW": "這句是總說。由此可知，這四句之說是存在我們世間普遍的一個概念，也就是我們現代人所講的『相對』。只要是相對，這裡面就有四句。所以四句是從一切法相對當中產生的一個概念。下面給我們舉出例子來說："
    },
    {
      "id": "04-003-0019_p0006",
      "zh_CN": "【依真俗二谛明四句者。】",
      "zh_TW": "【依真俗二諦明四句者。】"
    },
    {
      "id": "04-003-0019_p0007",
      "zh_CN": "这个『真俗二谛』，真，是从事物的本体上来说的；俗谛，是从现相上来讲的。我们把体与相分作两桩事对立起来，才有相对、才有四句。如果一旦觉悟了，体、相、作用是一，它不是对立的，这四句就没有了。由此可知，四句是一种错误的概念。但是如果觉悟了之后，不要说四，说四百、四千、四万也没有过失。那就是佛经里面常说的，「说而无说，无说而说」，那就没有过失了。这个意思下面我们还能够看到，这是讲四句的来源。",
      "zh_TW": "這個『真俗二諦』，真，是從事物的本體上來說的；俗諦，是從現相上來講的。我們把體與相分作兩樁事對立起來，才有相對、才有四句。如果一旦覺悟了，體、相、作用是一，它不是對立的，這四句就沒有了。由此可知，四句是一種錯誤的概念。但是如果覺悟了之後，不要說四，說四百、四千、四萬也沒有過失。那就是佛經裡面常說的，「說而無說，無說而說」，那就沒有過失了。這個意思下面我們還能夠看到，這是講四句的來源。"
    },
    {
      "id": "04-003-0019_p0008",
      "zh_CN": "【一真随缘故有。】",
      "zh_TW": "【一真隨緣故有。】"
    },
    {
      "id": "04-003-0019_p0009",
      "zh_CN": "『真』是真如本性，真心理体。『随缘』，它现相，十法界依正庄严都是它现的。所以随缘，它就现出相出来，这就有了。",
      "zh_TW": "『真』是真如本性，真心理體。『隨緣』，它現相，十法界依正莊嚴都是它現的。所以隨緣，它就現出相出來，這就有了。"
    },
    {
      "id": "04-003-0019_p0010",
      "zh_CN": "【二缘无性故无。】",
      "zh_TW": "【二緣無性故無。】"
    },
    {
      "id": "04-003-0019_p0011",
      "zh_CN": "虽然这些现相，这现相实在讲是缘，缘聚的。凡是缘聚（就是缘生）都没有自性，从它的性体上来看，它是无，所以凡所有相皆是虚妄。这个虚妄是讲它没有自性，不是说它没有相，不是说它没有作用；它有相，它有作用，它没有自性，也就是说，它没有自体。『缘无性』，没有性体，所以说之『无』。",
      "zh_TW": "雖然這些現相，這現相實在講是緣，緣聚的。凡是緣聚（就是緣生）都沒有自性，從它的性體上來看，它是無，所以凡所有相皆是虛妄。這個虛妄是講它沒有自性，不是說它沒有相，不是說它沒有作用；它有相，它有作用，它沒有自性，也就是說，它沒有自體。『緣無性』，沒有性體，所以說之『無』。"
    },
    {
      "id": "04-003-0019_p0012",
      "zh_CN": "【三上二句俱存故。】",
      "zh_TW": "【三上二句俱存故。】"
    },
    {
      "id": "04-003-0019_p0013",
      "zh_CN": "同时存在，它有无同时存在。所以就说：",
      "zh_TW": "同時存在，它有無同時存在。所以就說："
    },
    {
      "id": "04-003-0019_p0014",
      "zh_CN": "【亦有亦无。】",
      "zh_TW": "【亦有亦無。】"
    },
    {
      "id": "04-003-0019_p0015",
      "zh_CN": "同时存在。从体上讲是无，从相上讲是有，有无同时存在。",
      "zh_TW": "同時存在。從體上講是無，從相上講是有，有無同時存在。"
    },
    {
      "id": "04-003-0019_p0016",
      "zh_CN": "【四互夺俱泯。故非有非无。】",
      "zh_TW": "【四互奪俱泯。故非有非無。】"
    },
    {
      "id": "04-003-0019_p0017",
      "zh_CN": "无就不是有，就没有有，有就没有了；有，无也没有了。换句话说，从相上讲，性就没有了；从性上说，相就没有了，两边都没有了，所以说『非有非无』。有无两边都没有。这是四句的来源。你说四句是依什么法而说的？依一切法。世出世间一切法都可以说这四句，四句是这么来的。我们再往下面看：",
      "zh_TW": "無就不是有，就沒有有，有就沒有了；有，無也沒有了。換句話說，從相上講，性就沒有了；從性上說，相就沒有了，兩邊都沒有了，所以說『非有非無』。有無兩邊都沒有。這是四句的來源。你說四句是依什麼法而說的？依一切法。世出世間一切法都可以說這四句，四句是這麼來的。我們再往下面看："
    },
    {
      "id": "04-003-0019_p0018",
      "zh_CN": "【又不是有无。是真性故。】",
      "zh_TW": "【又不是有無。是真性故。】"
    },
    {
      "id": "04-003-0019_p0019",
      "zh_CN": "这还是解释前面。真如本性，实在讲，有无都说不上。所以叫「非有非无」。为什么？说有，有的对面有个无；说无，无的对面有个有，总落在相对的范围之内。要知道真性不但是性体，就是它的现相作用也超越了相对。换句话说，超越了我们的思惟、言说，所以经上常讲，不可思议。不但是体不可思议，相也不可思议，作用也不可思议。不可思议，就没法子说；不可思，没法子想像，不可议，就没法子说明。所以佛说法是从不可思议里面建立思议。虽然建立思议，这个思议就是不可思议。这把我们转都转糊涂了。正因为如此，所以佛说的一切法，我们不能执着，我们不能研究。为什么？它不可思议。不可思议，你偏偏去思、去议，那就坏了，愈去愈远。",
      "zh_TW": "這還是解釋前面。真如本性，實在講，有無都說不上。所以叫「非有非無」。為什麼？說有，有的對面有個無；說無，無的對面有個有，總落在相對的範圍之內。要知道真性不但是性體，就是它的現相作用也超越了相對。換句話說，超越了我們的思惟、言說，所以經上常講，不可思議。不但是體不可思議，相也不可思議，作用也不可思議。不可思議，就沒法子說；不可思，沒法子想像，不可議，就沒法子說明。所以佛說法是從不可思議裡面建立思議。雖然建立思議，這個思議就是不可思議。這把我們轉都轉糊塗了。正因為如此，所以佛說的一切法，我們不能執著，我們不能研究。為什麼？它不可思議。不可思議，你偏偏去思、去議，那就壞了，愈去愈遠。"
    },
    {
      "id": "04-003-0019_p0020",
      "zh_CN": "不可思议之法，佛为我们说出来，我们要如何去体会？马鸣菩萨在《起信论》里面教给我们一个方法，这个方法很妙，非常之绝。他教给我们离言说相。离，就是不执着；佛给我们说法，不要执着他的言语，不执着他言说。离名字相，他说了很多名词术语，四句百非都是名词术语；什么禅定、般若、佛菩萨、众生，这都名字相，名字相这假设的。老子都晓得，「名可名，非常名」，所以你不要执著名字相，假名建立。第三更重要的，离心缘相。心缘什么？你想里面的意思，这个也不要想，这样去接受佛法，去听佛，你就会悟入境界，你才能懂得如来真实义。",
      "zh_TW": "不可思議之法，佛為我們說出來，我們要如何去體會？馬鳴菩薩在《起信論》裡面教給我們一個方法，這個方法很妙，非常之絕。他教給我們離言說相。離，就是不執著；佛給我們說法，不要執著他的言語，不執著他言說。離名字相，他說了很多名詞術語，四句百非都是名詞術語；什麼禪定、般若、佛菩薩、眾生，這都名字相，名字相這假設的。老子都曉得，「名可名，非常名」，所以你不要執著名字相，假名建立。第三更重要的，離心緣相。心緣什麼？你想裡面的意思，這個也不要想，這樣去接受佛法，去聽佛，你就會悟入境界，你才能懂得如來真實義。"
    },
    {
      "id": "04-003-0019_p0021",
      "zh_CN": "所以佛法很难懂、很难体会，原因在哪里？就是我们这三个相都着了。我们着言说相，死在言语、文字的里面。我们著名相，名字相，所有的名词术语我们都研究，这个名词怎么解释？那什么意思？第三个着心缘相，没有事情打妄想，想佛说这个话什么意思，想它这是什么道理，所以我们是着相来学。着相学佛，就把佛法变成世间法，变质了。所以佛跟我们说，将来经道灭尽，绝对不是说佛书没有了，佛书怎么可能没有？那科技愈来愈发达，印刷术愈来愈精巧，现在一部《大藏经》可以把它放在一个磁碟里面，电脑里头，你说佛法怎么会灭掉？不会灭掉。不会灭掉，佛为什么说佛法将来要灭尽？诸位要知道，统统落在心意识，佛法就没有了。虽然经典存在，统统变成了世间法。不是这个经典自己变成世间法，是我们用世间这个方法来学佛，佛法就变成世间法。换句话说，统统落在意识里面去了，我们怎么样去学佛？我们用分别心、用执着心天天去研究，这就变成世间法。佛学会很发达，清净心没有了，决定得不到清净心。心不清净，诸位想想，怎么可能开悟？以后决定没有一个开悟的人，没有一个明心见性的人了，这个佛法就断了、就没有了。所以说佛法灭尽，这《无量寿经》还能够保存一百年，到那时候很多众生你只要老实念佛，还能往生。虽然不能见性，不能得定，可以往生。但是这个法门你要相信，你不相信，那没有法子。这个法门是很有名的难信易行之法，相信很难，行很容易。",
      "zh_TW": "所以佛法很難懂、很難體會，原因在哪裡？就是我們這三個相都著了。我們著言說相，死在言語、文字的裡面。我們著名相，名字相，所有的名詞術語我們都研究，這個名詞怎麼解釋？那什麼意思？第三個著心緣相，沒有事情打妄想，想佛說這個話什麼意思，想它這是什麼道理，所以我們是著相來學。著相學佛，就把佛法變成世間法，變質了。所以佛跟我們說，將來經道滅盡，絕對不是說佛書沒有了，佛書怎麼可能沒有？那科技愈來愈發達，印刷術愈來愈精巧，現在一部《大藏經》可以把它放在一個磁碟裡面，電腦裡頭，你說佛法怎麼會滅掉？不會滅掉。不會滅掉，佛為什麼說佛法將來要滅盡？諸位要知道，統統落在心意識，佛法就沒有了。雖然經典存在，統統變成了世間法。不是這個經典自己變成世間法，是我們用世間這個方法來學佛，佛法就變成世間法。換句話說，統統落在意識裡面去了，我們怎麼樣去學佛？我們用分別心、用執著心天天去研究，這就變成世間法。佛學會很發達，清淨心沒有了，決定得不到清淨心。心不清淨，諸位想想，怎麼可能開悟？以後決定沒有一個開悟的人，沒有一個明心見性的人了，這個佛法就斷了、就沒有了。所以說佛法滅盡，這《無量壽經》還能夠保存一百年，到那時候很多眾生你只要老實念佛，還能往生。雖然不能見性，不能得定，可以往生。但是這個法門你要相信，你不相信，那沒有法子。這個法門是很有名的難信易行之法，相信很難，行很容易。"
    },
    {
      "id": "04-003-0019_p0022",
      "zh_CN": "我这次回国来，我们景美图书馆有一个陈老居士，福州人，平常念佛下来之后，也很喜欢讲话，很啰嗦，相貌也不扬，一般人都瞧不起他，都讨厌他。他有一个好处，一心念佛，十几天以前往生了。听说也是预知时至，瑞相非常好，我们那韩馆长讲，没想到他真往生了。难得！学其他的法门，很难。所以这个法门，只怕你不相信，你要相信，一心专修，你决定成功。那个陈老居士，说个实在话，他教理并不怎么很懂。他一天念三万声佛号，这是我晓得，最近大概是一、二年当中，他告诉我的。他什么都不想，什么都不求，一天念三万声佛号。所以佛法与世间法就从这个地方分。学佛一定要着重在清净心。为什么大乘佛法教我们离四句绝百非？原理就在此地。四句是分别执着里面生的，离四句，一切分别执着没有了，正与大经相应。佛给我们说的，「一切众生皆有如来智慧德相」，这是平等的，本来平等。所以《华严》、《圆觉》上告诉我们，「一切众生本来成佛」。这本来是佛，确实平等，没有高下，「但以妄想执着而不能证得」。我们病根就是在妄想执着，四句是妄想执着的根本。四句要离了，一切妄想的根就拔掉了。",
      "zh_TW": "我這次回國來，我們景美圖書館有一個陳老居士，福州人，平常念佛下來之後，也很喜歡講話，很囉嗦，相貌也不揚，一般人都瞧不起他，都討厭他。他有一個好處，一心念佛，十幾天以前往生了。聽說也是預知時至，瑞相非常好，我們那韓館長講，沒想到他真往生了。難得！學其他的法門，很難。所以這個法門，只怕你不相信，你要相信，一心專修，你決定成功。那個陳老居士，說個實在話，他教理並不怎麼很懂。他一天念三萬聲佛號，這是我曉得，最近大概是一、二年當中，他告訴我的。他什麼都不想，什麼都不求，一天念三萬聲佛號。所以佛法與世間法就從這個地方分。學佛一定要著重在清淨心。為什麼大乘佛法教我們離四句絕百非？原理就在此地。四句是分別執著裡面生的，離四句，一切分別執著沒有了，正與大經相應。佛給我們說的，「一切眾生皆有如來智慧德相」，這是平等的，本來平等。所以《華嚴》、《圓覺》上告訴我們，「一切眾生本來成佛」。這本來是佛，確實平等，沒有高下，「但以妄想執著而不能證得」。我們病根就是在妄想執著，四句是妄想執著的根本。四句要離了，一切妄想的根就拔掉了。"
    },
    {
      "id": "04-003-0019_p0023",
      "zh_CN": "四句，刚才跟诸位说，就是我们今天讲的相对。我们讲大，后头一定有小；讲长，后头有个短，这总是相对的。所以凡夫生活在相对的时间。这个相对的时间并不是真的，完全是一种抽象的概念。在《唯识》里面讲，遍计所执性，还不是依他起性，遍计所执性，完全是假的、是虚妄的。现代的名词叫抽象的概念，绝对不是事实，那佛在此地给我们说出来真相。下面：",
      "zh_TW": "四句，剛才跟諸位說，就是我們今天講的相對。我們講大，後頭一定有小；講長，後頭有個短，這總是相對的。所以凡夫生活在相對的時間。這個相對的時間並不是真的，完全是一種抽象的概念。在《唯識》裡面講，遍計所執性，還不是依他起性，遍計所執性，完全是假的、是虛妄的。現代的名詞叫抽象的概念，絕對不是事實，那佛在此地給我們說出來真相。下面："
    },
    {
      "id": "04-003-0019_p0024",
      "zh_CN": "【又约教者。】",
      "zh_TW": "【又約教者。】"
    },
    {
      "id": "04-003-0019_p0025",
      "zh_CN": "这个就教下来说。",
      "zh_TW": "這個就教下來說。"
    },
    {
      "id": "04-003-0019_p0026",
      "zh_CN": "【谓诠生死则俗有真无。涅槃则俗无真有。涅槃经云。空者所谓生死。不空者谓大涅槃。此上犹约诸法以说。】",
      "zh_TW": "【謂詮生死則俗有真無。涅槃則俗無真有。涅槃經云。空者所謂生死。不空者謂大涅槃。此上猶約諸法以說。】"
    },
    {
      "id": "04-003-0019_p0027",
      "zh_CN": "这都是从法相上建立这四句。教下说，『生死』是俗谛，这我们不难懂。相上有，相上有生死，『俗有真无』。从体性上讲，没有生死，相上有生死。我们这个身是相，身体是相，如果换句话说，肉体有生死，精神没有生死，这个真谛，可以把它说之为精神。说精神并不恰当，没有佛法说的本性恰当。『涅槃』，涅槃是不生不灭，这是讲的真性，性体不生不灭。相里面没有，俗是相，性里面有。佛性、法性是不生不灭的，现相是有生有灭，这个不难懂。《涅槃经》云：『空者，所谓生死』。空是根本没有，这个空就跟《金刚经》上讲的虚妄一个意思。「凡所有相，皆是虚妄」，虚妄就是空；「一切有为法，如梦幻泡影」，梦幻泡影是空的。一切有为法，哪些是有为法？如果你要念过《百法明门》，你就晓得了，八识五十一心所，十一个色法，二十四个不相应，统统是有为法。百法里面，前面九十四法都是有为法，只有后面六个叫无为法。这有为法，我们今天心心所，这是我们今天讲的精神；色法，我们今天讲的物质，这精神与物质统统都是空的，都不是真实的，都是了不可得，所以这是空。『不空者谓大涅槃』，大涅槃是真性。换句话说，这个生死，此地讲的生死，不一定是讲我们这个生命，这生死实在讲就是生灭，因为有为法就是生灭法。所有一切生灭法从哪里来的？是从不生不灭法变出来的。那个不生不灭法是真的，是能变。能变是真的，所变是假的，是空的。这种讲法我们比较好懂，这是教下的说法。这种说法，严格的讲，是不了义的说法。了义教里面，这真妄都没有，空有也没有了，那就很难懂。以上这个说法都是从法相上来讲的。底下这一段比前面意思要深了，这讲圆教。",
      "zh_TW": "這都是從法相上建立這四句。教下說，『生死』是俗諦，這我們不難懂。相上有，相上有生死，『俗有真無』。從體性上講，沒有生死，相上有生死。我們這個身是相，身體是相，如果換句話說，肉體有生死，精神沒有生死，這個真諦，可以把它說之為精神。說精神並不恰當，沒有佛法說的本性恰當。『涅槃』，涅槃是不生不滅，這是講的真性，性體不生不滅。相裡面沒有，俗是相，性裡面有。佛性、法性是不生不滅的，現相是有生有滅，這個不難懂。《涅槃經》云：『空者，所謂生死』。空是根本沒有，這個空就跟《金剛經》上講的虛妄一個意思。「凡所有相，皆是虛妄」，虛妄就是空；「一切有為法，如夢幻泡影」，夢幻泡影是空的。一切有為法，哪些是有為法？如果你要念過《百法明門》，你就曉得了，八識五十一心所，十一個色法，二十四個不相應，統統是有為法。百法裡面，前面九十四法都是有為法，只有後面六個叫無為法。這有為法，我們今天心心所，這是我們今天講的精神；色法，我們今天講的物質，這精神與物質統統都是空的，都不是真實的，都是了不可得，所以這是空。『不空者謂大涅槃』，大涅槃是真性。換句話說，這個生死，此地講的生死，不一定是講我們這個生命，這生死實在講就是生滅，因為有為法就是生滅法。所有一切生滅法從哪裡來的？是從不生不滅法變出來的。那個不生不滅法是真的，是能變。能變是真的，所變是假的，是空的。這種講法我們比較好懂，這是教下的說法。這種說法，嚴格的講，是不了義的說法。了義教裡面，這真妄都沒有，空有也沒有了，那就很難懂。以上這個說法都是從法相上來講的。底下這一段比前面意思要深了，這講圓教。"
    },
    {
      "id": "04-003-0019_p0028",
      "zh_CN": "【若克就真性。亦有四句。】",
      "zh_TW": "【若剋就真性。亦有四句。】"
    },
    {
      "id": "04-003-0019_p0029",
      "zh_CN": "这从真如本性上来说，也『有四句』，可见得这四句是随顺众生而说的。",
      "zh_TW": "這從真如本性上來說，也『有四句』，可見得這四句是隨順眾生而說的。"
    },
    {
      "id": "04-003-0019_p0030",
      "zh_CN": "【一性是有知觉不昧故。】",
      "zh_TW": "【一性是有知覺不昧故。】"
    },
    {
      "id": "04-003-0019_p0031",
      "zh_CN": "这是专门讲真性，真如本性。真如本性，也可以说有、无、亦有亦无、非有非无。真如本性上，还能加得上吗？在教下讲是加不上的，离四句百非。真性上，一法不立。但是这是圆教，所谓圆人说法，无法不圆。是不是？连本性也可以说说。本性怎么说有？因为『知觉不昧』，灵明觉知，禅家常讲的灵光独耀，这是有的，真的，不是假的。所以灵觉不昧，这是真的。也可以说它无，无什么？",
      "zh_TW": "這是專門講真性，真如本性。真如本性，也可以說有、無、亦有亦無、非有非無。真如本性上，還能加得上嗎？在教下講是加不上的，離四句百非。真性上，一法不立。但是這是圓教，所謂圓人說法，無法不圓。是不是？連本性也可以說說。本性怎麼說有？因為『知覺不昧』，靈明覺知，禪家常講的靈光獨耀，這是有的，真的，不是假的。所以靈覺不昧，這是真的。也可以說它無，無什麼？"
    },
    {
      "id": "04-003-0019_p0032",
      "zh_CN": "【性是无。】",
      "zh_TW": "【性是無。】"
    },
    {
      "id": "04-003-0019_p0033",
      "zh_CN": "前面讲性是有。",
      "zh_TW": "前面講性是有。"
    },
    {
      "id": "04-003-0019_p0034",
      "zh_CN": "【无相无名故。】",
      "zh_TW": "【無相無名故。】"
    },
    {
      "id": "04-003-0019_p0035",
      "zh_CN": "『无』是这个意思，不是没有性，不是没有知觉。而是什么？加不上名字。它也没有相状，无名、无相。在哪里？这东西在什么地方？给诸位说，就在我们眼前。《楞严》上讲得很详细，我们举一个例子，眼能见，这个能见是知觉、是不昧。这个知觉不昧在哪里？是不是在我们眼球上？不是的。如果在我们眼球上，人刚刚死的时候，眼球没有坏，他为什么不能见？即使这个知觉在我们眼球上，为什么能看到这个地方？我们看到远方，是不是我们的知觉跑到外面去了？《楞严经》上，佛就给我们讲这些道理，讲这些比喻。诸位要晓得，灵觉是尽虚空遍法界，真的它没有相，它没有名，没有名字，没有相状，这个难懂。",
      "zh_TW": "『無』是這個意思，不是沒有性，不是沒有知覺。而是什麼？加不上名字。它也沒有相狀，無名、無相。在哪裡？這東西在什麼地方？給諸位說，就在我們眼前。《楞嚴》上講得很詳細，我們舉一個例子，眼能見，這個能見是知覺、是不昧。這個知覺不昧在哪裡？是不是在我們眼球上？不是的。如果在我們眼球上，人剛剛死的時候，眼球沒有壞，他為什麼不能見？即使這個知覺在我們眼球上，為什麼能看到這個地方？我們看到遠方，是不是我們的知覺跑到外面去了？《楞嚴經》上，佛就給我們講這些道理，講這些比喻。諸位要曉得，靈覺是盡虛空遍法界，真的它沒有相，它沒有名，沒有名字，沒有相狀，這個難懂。"
    },
    {
      "id": "04-003-0019_p0036",
      "zh_CN": "我在讲《圆觉经》的时候，实在没法子，举一个什么比喻？现在那个小的收音机，可以随身带的，我用这个做比喻。我把这个小的收音机比作我们这个身体，把那个无线电的广播比喻作灵觉。你看看，我这个收音机，播到哪一个频道，走到哪里都听得到，这大家容易体会。尽虚空遍法界就是个灵觉，知觉。我们今天不能知尽虚空遍法界，是什么？是我们这个收音机有故障，敏感度不够，只能收到近距离的，收不到远距离。如果我们六根通利，所谓通利是什么？就是心清净，没有妄想执着，我们六根的能力确实可以圆圆满满的收到这个不昧的知觉；眼，能够看尽虚空遍法界，耳也是能听尽虚空遍法界，这就是佛经里面讲的神通广大。诸位要晓得，这是我们的本能，应该有的。应该有的，现在没有了，不是真的没有，现在你有障碍。因为灵觉，这个知觉不昧，它是有，这是真的，不生不灭。所以说，它无形、无相、无名，所以性是无，是这个意思。",
      "zh_TW": "我在講《圓覺經》的時候，實在沒法子，舉一個什麼比喻？現在那個小的收音機，可以隨身帶的，我用這個做比喻。我把這個小的收音機比作我們這個身體，把那個無線電的廣播比喻作靈覺。你看看，我這個收音機，播到哪一個頻道，走到哪裡都聽得到，這大家容易體會。盡虛空遍法界就是個靈覺，知覺。我們今天不能知盡虛空遍法界，是什麼？是我們這個收音機有故障，敏感度不夠，只能收到近距離的，收不到遠距離。如果我們六根通利，所謂通利是什麼？就是心清淨，沒有妄想執著，我們六根的能力確實可以圓圓滿滿的收到這個不昧的知覺；眼，能夠看盡虛空遍法界，耳也是能聽盡虛空遍法界，這就是佛經裡面講的神通廣大。諸位要曉得，這是我們的本能，應該有的。應該有的，現在沒有了，不是真的沒有，現在你有障礙。因為靈覺，這個知覺不昧，它是有，這是真的，不生不滅。所以說，它無形、無相、無名，所以性是無，是這個意思。"
    },
    {
      "id": "04-003-0019_p0037",
      "zh_CN": "【三际三处求不得故。】",
      "zh_TW": "【三際三處求不得故。】"
    },
    {
      "id": "04-003-0019_p0038",
      "zh_CN": "『三际』，就是说过去、现在、未来，这里头找不到。『三处』，《楞严经》上讲了七处，那个七处可以归纳为三处，就是内、外、中间。《楞严》这七处归纳起来不外这个三处，都找不到。实在讲，统统都在，没有一处它不在。第三个意思是：",
      "zh_TW": "『三際』，就是說過去、現在、未來，這裡頭找不到。『三處』，《楞嚴經》上講了七處，那個七處可以歸納為三處，就是內、外、中間。《楞嚴》這七處歸納起來不外這個三處，都找不到。實在講，統統都在，沒有一處它不在。第三個意思是："
    },
    {
      "id": "04-003-0019_p0039",
      "zh_CN": "【性亦有亦无。】",
      "zh_TW": "【性亦有亦無。】"
    },
    {
      "id": "04-003-0019_p0040",
      "zh_CN": "怎么『亦有亦无』？",
      "zh_TW": "怎麼『亦有亦無』？"
    },
    {
      "id": "04-003-0019_p0041",
      "zh_CN": "【上二句同时故。】",
      "zh_TW": "【上二句同時故。】"
    },
    {
      "id": "04-003-0019_p0042",
      "zh_CN": "知觉不昧，无名无相，同时存在的。所以它亦有亦无。",
      "zh_TW": "知覺不昧，無名無相，同時存在的。所以它亦有亦無。"
    },
    {
      "id": "04-003-0019_p0043",
      "zh_CN": "【四性非有非无。此有二意。】",
      "zh_TW": "【四性非有非無。此有二意。】"
    },
    {
      "id": "04-003-0019_p0044",
      "zh_CN": "这『非有非无』有两个意思，第一个意思：",
      "zh_TW": "這『非有非無』有兩個意思，第一個意思："
    },
    {
      "id": "04-003-0019_p0045",
      "zh_CN": "【即由上二同时互相夺故。一时俱泯。】",
      "zh_TW": "【即由上二同時互相奪故。一時俱泯。】"
    },
    {
      "id": "04-003-0019_p0046",
      "zh_CN": "这个意思跟前面讲的意思一样，不难体会。第二个意思说：",
      "zh_TW": "這個意思跟前面講的意思一樣，不難體會。第二個意思說："
    },
    {
      "id": "04-003-0019_p0047",
      "zh_CN": "【直指真性不是有无。】",
      "zh_TW": "【直指真性不是有無。】"
    },
    {
      "id": "04-003-0019_p0048",
      "zh_CN": "『真性』不落于『有无』二边，那当然就是非有非无。实在讲，非有非无也不落，这才真正到言语道断，所以不得已，勉强：",
      "zh_TW": "『真性』不落於『有無』二邊，那當然就是非有非無。實在講，非有非無也不落，這才真正到言語道斷，所以不得已，勉強："
    },
    {
      "id": "04-003-0019_p0049",
      "zh_CN": "【但是真性也。】",
      "zh_TW": "【但是真性也。】"
    },
    {
      "id": "04-003-0019_p0050",
      "zh_CN": "勉强说个『真性』。你不要执着「真性」这个名词，执着这个名词就错了。一执着这个名词，这四句立刻就建立了，就落在四句里头。所以说决定不能够执着，确实要远离四句百非。这一段是讲四句的意思。下面再说：",
      "zh_TW": "勉強說個『真性』。你不要執著「真性」這個名詞，執著這個名詞就錯了。一執著這個名詞，這四句立刻就建立了，就落在四句裡頭。所以說決定不能夠執著，確實要遠離四句百非。這一段是講四句的意思。下面再說："
    },
    {
      "id": "04-003-0019_p0051",
      "zh_CN": "【万法之门皆入者。】",
      "zh_TW": "【萬法之門皆入者。】"
    },
    {
      "id": "04-003-0019_p0052",
      "zh_CN": "在圆教一乘了义，四句没有法子限制它，连真性都说四句，何况一切法相！所以说尽管说，只要你一切不执着就对了。不是不能说，只要不执着就行。所以「说」是善巧方便，说是启发我们的觉悟。佛说一切法是帮助我们开悟，但是不执着就会开悟；执着，就迷在佛法里。迷在佛法跟迷在世间法，那个结果没什么两样，都是迷。只要是迷，说老实话，佛法也是世间法。如果你是觉悟了，觉悟了，世间法也是佛法。第二句说明『万法之门皆入』，这悟了，就悟了。",
      "zh_TW": "在圓教一乘了義，四句沒有法子限制它，連真性都說四句，何況一切法相！所以說儘管說，只要你一切不執著就對了。不是不能說，只要不執著就行。所以「說」是善巧方便，說是啟發我們的覺悟。佛說一切法是幫助我們開悟，但是不執著就會開悟；執著，就迷在佛法裡。迷在佛法跟迷在世間法，那個結果沒什麼兩樣，都是迷。只要是迷，說老實話，佛法也是世間法。如果你是覺悟了，覺悟了，世間法也是佛法。第二句說明『萬法之門皆入』，這悟了，就悟了。"
    },
    {
      "id": "04-003-0019_p0053",
      "zh_CN": "【显万法也。万者指于总数。其实该于一切。】",
      "zh_TW": "【顯萬法也。萬者指於總數。其實該於一切。】"
    },
    {
      "id": "04-003-0019_p0054",
      "zh_CN": "这个『万』不是数字，世出世间一切法无量无边，用这个字来做代表。所以它是一个代名词，它不是一个数字。这里跟我们讲出这是一切法，一切法包括世间、出世间。",
      "zh_TW": "這個『萬』不是數字，世出世間一切法無量無邊，用這個字來做代表。所以它是一個代名詞，它不是一個數字。這裡跟我們講出這是一切法，一切法包括世間、出世間。"
    },
    {
      "id": "04-003-0019_p0055",
      "zh_CN": "【然一切法不出四句。】",
      "zh_TW": "【然一切法不出四句。】"
    },
    {
      "id": "04-003-0019_p0056",
      "zh_CN": "佛说一切法也离不开『四句』，说空、说有；说有、说无，也离不开这四句，这是方便说，所谓善巧方便。",
      "zh_TW": "佛說一切法也離不開『四句』，說空、說有；說有、說無，也離不開這四句，這是方便說，所謂善巧方便。"
    },
    {
      "id": "04-003-0019_p0057",
      "zh_CN": "【诸宗以四句为谤。故一切皆非。】",
      "zh_TW": "【諸宗以四句為謗。故一切皆非。】"
    },
    {
      "id": "04-003-0019_p0058",
      "zh_CN": "『诸宗』是讲大乘这些宗派。为什么说这四句是谤法？这四句是执着不得，迷不得，你要认为真的有这个四句就坏了。换句话说，一切法的真实相，你决定不能够证得。你心不清净，你心不觉悟，有执着就不清净。所以大乘诸宗教你离四句绝百非，就是于这个根本的四句不执着，这样才能见性，把你明心见性的障碍拔除，是这个意思。",
      "zh_TW": "『諸宗』是講大乘這些宗派。為什麼說這四句是謗法？這四句是執著不得，迷不得，你要認為真的有這個四句就壞了。換句話說，一切法的真實相，你決定不能夠證得。你心不清淨，你心不覺悟，有執著就不清淨。所以大乘諸宗教你離四句絕百非，就是於這個根本的四句不執著，這樣才能見性，把你明心見性的障礙拔除，是這個意思。"
    },
    {
      "id": "04-003-0019_p0059",
      "zh_CN": "【所以每论妙理。皆云离四句。绝百非。离于谤也。】",
      "zh_TW": "【所以每論妙理。皆云離四句。絕百非。離於謗也。】"
    },
    {
      "id": "04-003-0019_p0060",
      "zh_CN": "这是大乘通途的教法，确实是如此的。今天这个法门是向上一着，超越了大乘。",
      "zh_TW": "這是大乘通途的教法，確實是如此的。今天這個法門是向上一著，超越了大乘。"
    },
    {
      "id": "04-003-0019_p0061",
      "zh_CN": "【今既四句成德。故万法悉是妙门。】",
      "zh_TW": "【今既四句成德。故萬法悉是妙門。】"
    },
    {
      "id": "04-003-0019_p0062",
      "zh_CN": "向上一着，前面跟诸位说过，是说而无说，无说而说。你要懂得说法人的意思，不要执着说法人的言语、名相就对了。所以释迦牟尼佛说法四十九年，天天说，没有一天不说，你懂得他的义趣，他四十九年没有说一个字，没有说一句话，这就是说而无说，无说而说。那要入这个境界，说与不说是一，不是二。他不能说，说是有，不说是无，那就落在字句里面去了。这个意思我们要细心去体会。所以『四句成德』，什么德？教化众生的大德，也就是启发众生悟入真性之德。这是工具，用这个工具教一切众生悟入，成就这样的大德。",
      "zh_TW": "向上一著，前面跟諸位說過，是說而無說，無說而說。你要懂得說法人的意思，不要執著說法人的言語、名相就對了。所以釋迦牟尼佛說法四十九年，天天說，沒有一天不說，你懂得他的義趣，他四十九年沒有說一個字，沒有說一句話，這就是說而無說，無說而說。那要入這個境界，說與不說是一，不是二。他不能說，說是有，不說是無，那就落在字句裡面去了。這個意思我們要細心去體會。所以『四句成德』，什麼德？教化眾生的大德，也就是啟發眾生悟入真性之德。這是工具，用這個工具教一切眾生悟入，成就這樣的大德。"
    },
    {
      "id": "04-003-0019_p0063",
      "zh_CN": "【晓公云。】",
      "zh_TW": "【曉公云。】"
    },
    {
      "id": "04-003-0019_p0064",
      "zh_CN": "『晓公』是元晓，唐代时候高丽的一个出家人，元晓。《无量寿经》注解里面也有很多，《无量寿经》他有注解，好像《安乐集》也是他写的。他这几句话说得很好，",
      "zh_TW": "『曉公』是元曉，唐代時候高麗的一個出家人，元曉。《無量壽經》註解裡面也有很多，《無量壽經》他有註解，好像《安樂集》也是他寫的。他這幾句話說得很好，"
    },
    {
      "id": "04-003-0019_p0065",
      "zh_CN": "【失意则所说皆非。得意则所说皆是。】",
      "zh_TW": "【失意則所說皆非。得意則所說皆是。】"
    },
    {
      "id": "04-003-0019_p0066",
      "zh_CN": "这两句话说得非常好。这个『意』是什么？就是如来真实义。咱们开经偈讲，「愿解如来真实义」。你要『得意』，晓得佛说的意思，怎么说都是对的；你要不晓得佛说的真实义，怎么说都是错的。由此可知，一切大乘以下的教学，没有得如来圆满的真实义。你想想看，离四句那个离是不是执着？还是执着。绝百非，根本四句百非都没有，有什么好离绝的？可见得，依旧没有离开执着，心里还是有一物。我离四句了，心里有个离四句这一物；绝百非了，心里又有绝百非这一物，这个心几时才能清净？得意就是清净心，就是你真正得到清净心。得到清净心，你怎么说，横说竖说，无碍于清净心，心里面一丝毫都不执着。六祖讲的「本来无一物」，什么都没有，他怎么说都对。你心里头只要有一物，怎么说都不对。这个意思，我想诸位细心去体会，多少能够接近一些。",
      "zh_TW": "這兩句話說得非常好。這個『意』是什麼？就是如來真實義。咱們開經偈講，「願解如來真實義」。你要『得意』，曉得佛說的意思，怎麼說都是對的；你要不曉得佛說的真實義，怎麼說都是錯的。由此可知，一切大乘以下的教學，沒有得如來圓滿的真實義。你想想看，離四句那個離是不是執著？還是執著。絕百非，根本四句百非都沒有，有什麼好離絕的？可見得，依舊沒有離開執著，心裡還是有一物。我離四句了，心裡有個離四句這一物；絕百非了，心裡又有絕百非這一物，這個心幾時才能清淨？得意就是清淨心，就是你真正得到清淨心。得到清淨心，你怎麼說，橫說豎說，無礙於清淨心，心裡面一絲毫都不執著。六祖講的「本來無一物」，什麼都沒有，他怎麼說都對。你心裡頭只要有一物，怎麼說都不對。這個意思，我想諸位細心去體會，多少能夠接近一些。"
    },
    {
      "id": "04-003-0019_p0067",
      "zh_CN": "所以佛法的修学，觉、正、净这是三门，三门走一门就行了，你就走进来。一门走进来，三门一定圆满的得到。禅走觉，教走正，净与密是走清净心。这三门，一而三，三而一。如果有执着，这三门任何一门都走不进来。譬如讲，你有一丝毫执着，你是迷，不是觉；你有一丝毫执着，你是邪，不是正；你有一丝毫执着，你的心不清净。无论走哪一个门，这破执着，佛法自始至终破执而已。执不在外，执是我们内心；把内心里面那个虚妄的执着舍掉就成了，这是佛法修学的基本原理原则。远离一切执着，我们在现前生活上就得大自在。无论什么人，一定处得好，无论什么环境都处得好。这个世界是非常圆满、非常美好的世界，没有执着。有执着，这个是，那个非；这个好，那个坏，完全对立的。在对立里面，你天天生烦恼，那就苦不堪言。你一切不执着，所有对立都没有了。净土在哪里？就在眼前。这就叫什么？这就叫境随心转，心净则土净。",
      "zh_TW": "所以佛法的修學，覺、正、淨這是三門，三門走一門就行了，你就走進來。一門走進來，三門一定圓滿的得到。禪走覺，教走正，淨與密是走清淨心。這三門，一而三，三而一。如果有執著，這三門任何一門都走不進來。譬如講，你有一絲毫執著，你是迷，不是覺；你有一絲毫執著，你是邪，不是正；你有一絲毫執著，你的心不清淨。無論走哪一個門，這破執著，佛法自始至終破執而已。執不在外，執是我們內心；把內心裡面那個虛妄的執著捨掉就成了，這是佛法修學的基本原理原則。遠離一切執著，我們在現前生活上就得大自在。無論什麼人，一定處得好，無論什麼環境都處得好。這個世界是非常圓滿、非常美好的世界，沒有執著。有執著，這個是，那個非；這個好，那個壞，完全對立的。在對立裡面，你天天生煩惱，那就苦不堪言。你一切不執著，所有對立都沒有了。淨土在哪裡？就在眼前。這就叫什麼？這就叫境隨心轉，心淨則土淨。"
    },
    {
      "id": "04-003-0019_p0068",
      "zh_CN": "我们今天看到这一切是非从哪来？不是外头的是非，不是人有是非，我们自己心里有是非。我们看到一切有善恶，不是外面境界有善恶，是我们内心有善恶。你能够回过头来向自心求，觉正净统统得到了。你要到外面境界上面去求，那古人讲，那等到驴年你才能够得到。这个子丑寅卯里头，你想想有没有属驴的？这就是说，永远没希望。所以佛法教你回头从内心去寻求，从内心里面去用功夫。下面举一个比喻，这个比喻很好：",
      "zh_TW": "我們今天看到這一切是非從哪來？不是外頭的是非，不是人有是非，我們自己心裡有是非。我們看到一切有善惡，不是外面境界有善惡，是我們內心有善惡。你能夠回過頭來向自心求，覺正淨統統得到了。你要到外面境界上面去求，那古人講，那等到驢年你才能夠得到。這個子丑寅卯裡頭，你想想有沒有屬驢的？這就是說，永遠沒希望。所以佛法教你回頭從內心去尋求，從內心裡面去用功夫。下面舉一個比喻，這個比喻很好："
    },
    {
      "id": "04-003-0019_p0069",
      "zh_CN": "【如见一尘。】",
      "zh_TW": "【如見一塵。】"
    },
    {
      "id": "04-003-0019_p0070",
      "zh_CN": "诸位要知道，这个比喻是随便举的，一法如此，法法皆然，随便举一法都可以。他这边是举『一尘』，一微尘。",
      "zh_TW": "諸位要知道，這個比喻是隨便舉的，一法如此，法法皆然，隨便舉一法都可以。他這邊是舉『一塵』，一微塵。"
    },
    {
      "id": "04-003-0019_p0071",
      "zh_CN": "【称理推之。即悟性空。】",
      "zh_TW": "【稱理推之。即悟性空。】"
    },
    {
      "id": "04-003-0019_p0072",
      "zh_CN": "『称理』就是与理体相应。你去推求，你去观察，然后你就觉悟到它的体性是空的。这个微尘在不在？在。微尘的相存在，微尘的作用也存在，微尘的体性不可得。所以我们读这些大经，对于古人不能不佩服，这样深的义理他怎么会明了？他怎么会知道？现在我们是借重科学的仪器，我们明了这个事情，我们在高倍的显微镜底下看这个微尘，微尘像什么样？就像我们太虚空星星一样，简直就是银河、就是宇宙。里面也有太阳，也有许多的星球在那环绕着回转。所以一微尘放大就是大宇宙，大宇宙缩小的时候，的确是一微尘。所以微尘是空寂的，微尘是许多像这个大宇宙许多的星球形成的，是因缘生法，缘生缘聚。缘虽然聚，但是每个分子是独立的，像我们这个银河系有无数的星球，每个星球是独立的。再观察这每个星球，又是一个宇宙，变成什么？变成重重无尽。一微尘是众微尘聚集的。众微尘里头，那一粒微尘再观察又是众微尘。无论是从大从小，都是重重无尽，这是《华严》的法界观，对于整个法界真相如此，所以它没有自体，它没有自性。刚才讲了一微尘如此，众微尘也是如此；一个世界如是，一切世界亦复如是。所以『便见法界』，法界全体你都见到了。见到什么？见到真相。我们佛经上名词叫诸法实相，你对于诸法的这个真相，一切法的真相，完全明白了。这个明白，就是禅宗所讲的大彻大悟，教下所讲的大开圆解。",
      "zh_TW": "『稱理』就是與理體相應。你去推求，你去觀察，然後你就覺悟到它的體性是空的。這個微塵在不在？在。微塵的相存在，微塵的作用也存在，微塵的體性不可得。所以我們讀這些大經，對於古人不能不佩服，這樣深的義理他怎麼會明瞭？他怎麼會知道？現在我們是借重科學的儀器，我們明瞭這個事情，我們在高倍的顯微鏡底下看這個微塵，微塵像什麼樣？就像我們太虛空星星一樣，簡直就是銀河、就是宇宙。裡面也有太陽，也有許多的星球在那環繞著迴轉。所以一微塵放大就是大宇宙，大宇宙縮小的時候，的確是一微塵。所以微塵是空寂的，微塵是許多像這個大宇宙許多的星球形成的，是因緣生法，緣生緣聚。緣雖然聚，但是每個分子是獨立的，像我們這個銀河系有無數的星球，每個星球是獨立的。再觀察這每個星球，又是一個宇宙，變成什麼？變成重重無盡。一微塵是眾微塵聚集的。眾微塵裡頭，那一粒微塵再觀察又是眾微塵。無論是從大從小，都是重重無盡，這是《華嚴》的法界觀，對於整個法界真相如此，所以它沒有自體，它沒有自性。剛才講了一微塵如此，眾微塵也是如此；一個世界如是，一切世界亦復如是。所以『便見法界』，法界全體你都見到了。見到什麼？見到真相。我們佛經上名詞叫諸法實相，你對於諸法的這個真相，一切法的真相，完全明白了。這個明白，就是禪宗所講的大徹大悟，教下所講的大開圓解。"
    },
    {
      "id": "04-003-0019_p0073",
      "zh_CN": "【故此一尘。即是入法界之门。】",
      "zh_TW": "【故此一塵。即是入法界之門。】"
    },
    {
      "id": "04-003-0019_p0074",
      "zh_CN": "你看从一微尘，它又『入法界』，它就契入、就证入了。",
      "zh_TW": "你看從一微塵，它又『入法界』，它就契入、就證入了。"
    },
    {
      "id": "04-003-0019_p0075",
      "zh_CN": "【一切皆尔也。】",
      "zh_TW": "【一切皆爾也。】"
    },
    {
      "id": "04-003-0019_p0076",
      "zh_CN": "『一切』是讲一切法，无论哪一法里面，都可以教你明心见性，所以佛才说，法法平等，无有高下。见性就是成佛。所谓成佛，就是成就正觉，就是成就正知正见。你的智慧、见解决定正确，这叫做成佛。所以禅家讲是明心见性，见性成佛。你真正见到宇宙一切法的真实相。真相明了了，你的烦恼不会再生了。为什么？真相晓得了，知道一切法平等，一切法空寂。所以你在一切法里头没有取舍、没有得失。一切法里头没有取舍，没有得失，你还生什么烦恼？一切法里头没有妄想，没有执着，所以你这个时候的心就是法界性。你的心跟法界圆圆满满融成一体。法界是什么？法界原来就是我这个灵明不昧的一念心性。我这个灵明不昧的心性就是法界全体。这里头说老实话，四句百非没有了，这叫契入。这在佛法叫证得，真正证得。",
      "zh_TW": "『一切』是講一切法，無論哪一法裡面，都可以教你明心見性，所以佛才說，法法平等，無有高下。見性就是成佛。所謂成佛，就是成就正覺，就是成就正知正見。你的智慧、見解決定正確，這叫做成佛。所以禪家講是明心見性，見性成佛。你真正見到宇宙一切法的真實相。真相明瞭了，你的煩惱不會再生了。為什麼？真相曉得了，知道一切法平等，一切法空寂。所以你在一切法裡頭沒有取捨、沒有得失。一切法裡頭沒有取捨，沒有得失，你還生什麼煩惱？一切法裡頭沒有妄想，沒有執著，所以你這個時候的心就是法界性。你的心跟法界圓圓滿滿融成一體。法界是什麼？法界原來就是我這個靈明不昧的一念心性。我這個靈明不昧的心性就是法界全體。這裡頭說老實話，四句百非沒有了，這叫契入。這在佛法叫證得，真正證得。"
    },
    {
      "id": "04-003-0019_p0077",
      "zh_CN": "今天我们讲这段文，大家果然听明白了，你是解悟，你知道这回事情。如何把这桩事情跟我们现前一念心，果然交融成一体，那这个问题就解决了。那在无量法门里面，这万法之门皆能入，你就可以选择一门，你决定没有怀疑，你在这一门里面用这个功夫决定可以证得。可是诸位要记住，决定走一门，门门都一样，一门即是一切门，一门深入，这样子才行。这佛法修学才能够得真正的法喜，真正的快乐。下面这是第四段。这段文里头一共有六段，这三段讲完了，我们讲第四段：",
      "zh_TW": "今天我們講這段文，大家果然聽明白了，你是解悟，你知道這回事情。如何把這樁事情跟我們現前一念心，果然交融成一體，那這個問題就解決了。那在無量法門裡面，這萬法之門皆能入，你就可以選擇一門，你決定沒有懷疑，你在這一門裡面用這個功夫決定可以證得。可是諸位要記住，決定走一門，門門都一樣，一門即是一切門，一門深入，這樣子才行。這佛法修學才能夠得真正的法喜，真正的快樂。下面這是第四段。這段文裡頭一共有六段，這三段講完了，我們講第四段："
    },
    {
      "id": "04-003-0019_p0078",
      "zh_CN": "【泯真俗一多。】",
      "zh_TW": "【泯真俗一多。】"
    },
    {
      "id": "04-003-0019_p0079",
      "zh_CN": "《疏》文里头讲：",
      "zh_TW": "《疏》文裡頭講："
    },
    {
      "id": "04-003-0019_p0080",
      "zh_CN": "【冥二际而不一。动千变而非多。】",
      "zh_TW": "【冥二際而不一。動千變而非多。】"
    },
    {
      "id": "04-003-0019_p0081",
      "zh_CN": "这些境界，都是《华严》讲的事事无碍的境界。不到这个境界不能讲，圆满的解脱，也就是说，真实的自在，一定要入这个境界才行。所以这种境界是法身大士的境界，在《华严》里面讲，最低限度圆教初住，他才入这个境界。",
      "zh_TW": "這些境界，都是《華嚴》講的事事無礙的境界。不到這個境界不能講，圓滿的解脫，也就是說，真實的自在，一定要入這個境界才行。所以這種境界是法身大士的境界，在《華嚴》裡面講，最低限度圓教初住，他才入這個境界。"
    },
    {
      "id": "04-003-0019_p0082",
      "zh_CN": "【言二际者。谓真俗二谛。及生死涅槃。乃至诸佛众生相待之法。】",
      "zh_TW": "【言二際者。謂真俗二諦。及生死涅槃。乃至諸佛眾生相待之法。】"
    },
    {
      "id": "04-003-0019_p0083",
      "zh_CN": "这个简单说，真谛，俗谛；『生死，涅槃；诸佛，众生』，统统是相对的，对立而建立的。所以他说这些话，拿现在来讲，就是我们现在所讲的相对，对待法就是相对之法，这叫做『二际』。",
      "zh_TW": "這個簡單說，真諦，俗諦；『生死，涅槃；諸佛，眾生』，統統是相對的，對立而建立的。所以他說這些話，拿現在來講，就是我們現在所講的相對，對待法就是相對之法，這叫做『二際』。"
    },
    {
      "id": "04-003-0019_p0084",
      "zh_CN": "【皆是二际也。】",
      "zh_TW": "【皆是二際也。】"
    },
    {
      "id": "04-003-0019_p0085",
      "zh_CN": "就是我们今天讲的相对，统统都是相对的。",
      "zh_TW": "就是我們今天講的相對，統統都是相對的。"
    },
    {
      "id": "04-003-0019_p0086",
      "zh_CN": "【今且约二谛明之。】",
      "zh_TW": "【今且約二諦明之。】"
    },
    {
      "id": "04-003-0019_p0087",
      "zh_CN": "这就是一切法统统是相对的。那我们在一切相对法里面，我们随便举一法来加以观察，看它的真相如何。这个地方举用『二谛』：",
      "zh_TW": "這就是一切法統統是相對的。那我們在一切相對法裡面，我們隨便舉一法來加以觀察，看它的真相如何。這個地方舉用『二諦』："
    },
    {
      "id": "04-003-0019_p0088",
      "zh_CN": "【真随缘即俗。俗无性即真。】",
      "zh_TW": "【真隨緣即俗。俗無性即真。】"
    },
    {
      "id": "04-003-0019_p0089",
      "zh_CN": "怎么样说都不能违背这个原理。『真』，是真如，真如『随缘即俗』。俗就是现相，随缘就现相。好比我们心随缘它就作梦，就现出梦境。当我们作梦的时候，这个时候很清楚，我们心像什么样子？梦中境界就是心的样子。心有相、有作用，有相有用。所以梦中那个境界是俗谛，能作梦的那个心、能变梦的那个心是真谛。『俗无性即真』，梦没有自体。它的体是什么？体就是能作梦的心。在这个梦境里面，是体、相、用三个同时现前，一而三，三而一。这三个当中有没有界限？给诸位说，没有界限。因此我们讲真、讲俗，实在是很不得已的说法。就性，我们讲真；就相，我们讲俗，其实性跟相不能分。性跟相没有界限，真跟俗是一，不是二：",
      "zh_TW": "怎麼樣說都不能違背這個原理。『真』，是真如，真如『隨緣即俗』。俗就是現相，隨緣就現相。好比我們心隨緣它就作夢，就現出夢境。當我們作夢的時候，這個時候很清楚，我們心像什麼樣子？夢中境界就是心的樣子。心有相、有作用，有相有用。所以夢中那個境界是俗諦，能作夢的那個心、能變夢的那個心是真諦。『俗無性即真』，夢沒有自體。它的體是什麼？體就是能作夢的心。在這個夢境裡面，是體、相、用三個同時現前，一而三，三而一。這三個當中有沒有界限？給諸位說，沒有界限。因此我們講真、講俗，實在是很不得已的說法。就性，我們講真；就相，我們講俗，其實性跟相不能分。性跟相沒有界限，真跟俗是一，不是二："
    },
    {
      "id": "04-003-0019_p0090",
      "zh_CN": "【故云冥也。】",
      "zh_TW": "【故云冥也。】"
    },
    {
      "id": "04-003-0019_p0091",
      "zh_CN": "也就是说这两者，你要是执着它就错误了。为什么？都是不得已勉强而说的，不能当真，教你体会这个意思，千万不能执着言说、名相，千万不能落在意识里面，去想像什么，不能想，当下就明了，这叫做契入。这是『故云冥也』，「冥二际而不一」。",
      "zh_TW": "也就是說這兩者，你要是執著它就錯誤了。為什麼？都是不得已勉強而說的，不能當真，教你體會這個意思，千萬不能執著言說、名相，千萬不能落在意識裡面，去想像什麼，不能想，當下就明瞭，這叫做契入。這是『故云冥也』，「冥二際而不一」。"
    },
    {
      "id": "04-003-0019_p0092",
      "zh_CN": "【二既冥合。即应是一。】",
      "zh_TW": "【二既冥合。即應是一。】"
    },
    {
      "id": "04-003-0019_p0093",
      "zh_CN": "真俗是不是一？你得意的时候，说一也行，说不一也行；不得意的时候，说一也错，说不一还是错。换句话说，你离开一切分别执着，说什么，意思都正确。稍稍有一点分别执着，说什么都错。这个错与不错，就是不错，你能从这一门见性，这个门是开的，没有障碍；说错了是，你从这个门走不通，有障碍，你见不到性，错，错在这里。不是他说错了，而是我们自己错会了意思。怎么错会？用我们自己的意思去推想，这就错了；不用我们的意思就对了。所谓是离心意识，不用心意识。不用心意识，你用的是什么？你用的是真性。真性是什么？离一切妄想分别执着，这就是真性。你用一切妄想分别执着，真性就变成八识。用八识，决定入不了这个门。用八识修行，最高只能证得阿罗汉果，不能见性，佛在《楞严》上给我们说得很透彻。我们看底下这段文：",
      "zh_TW": "真俗是不是一？你得意的時候，說一也行，說不一也行；不得意的時候，說一也錯，說不一還是錯。換句話說，你離開一切分別執著，說什麼，意思都正確。稍稍有一點分別執著，說什麼都錯。這個錯與不錯，就是不錯，你能從這一門見性，這個門是開的，沒有障礙；說錯了是，你從這個門走不通，有障礙，你見不到性，錯，錯在這裡。不是他說錯了，而是我們自己錯會了意思。怎麼錯會？用我們自己的意思去推想，這就錯了；不用我們的意思就對了。所謂是離心意識，不用心意識。不用心意識，你用的是什麼？你用的是真性。真性是什麼？離一切妄想分別執著，這就是真性。你用一切妄想分別執著，真性就變成八識。用八識，決定入不了這個門。用八識修行，最高只能證得阿羅漢果，不能見性，佛在《楞嚴》上給我們說得很透徹。我們看底下這段文："
    },
    {
      "id": "04-003-0019_p0094",
      "zh_CN": "【一以互夺故。离名数故。故亦非一。】",
      "zh_TW": "【一以互奪故。離名數故。故亦非一。】"
    },
    {
      "id": "04-003-0019_p0095",
      "zh_CN": "所以也不能说一，亦不能说二。",
      "zh_TW": "所以也不能說一，亦不能說二。"
    },
    {
      "id": "04-003-0019_p0096",
      "zh_CN": "【大经云。无中无有二。无二亦复无。】",
      "zh_TW": "【大經云。無中無有二。無二亦復無。】"
    },
    {
      "id": "04-003-0019_p0097",
      "zh_CN": "这才干净。『无中』哪里有二？不但没有二，这个『无二』也没有。所以六祖讲「本来无一物」。本来无一物也无，如果有个本来无一物，还是错了，还是有一物。本来无一物也不能有，亦无。但是，话只能说到这个地方为止，本来无一物，本来无一物也无就说不出来了。再往上提升，就「言语道断，心行处灭」，所以他话说得说到头了。这个禅家讲话头，这就话到了头。到头不是真的，要更上一层才是真的。这个话到头，这就好像指路牌一样，指你一个方向，目的不在此地，还在前面。你把这个指路牌舍掉了，往前面再踏上一步就到了，那个目的地就达到了。这个就是言语道断，心行处灭。所以无二这个念头都不能有。",
      "zh_TW": "這才乾淨。『無中』哪裡有二？不但沒有二，這個『無二』也沒有。所以六祖講「本來無一物」。本來無一物也無，如果有個本來無一物，還是錯了，還是有一物。本來無一物也不能有，亦無。但是，話只能說到這個地方為止，本來無一物，本來無一物也無就說不出來了。再往上提升，就「言語道斷，心行處滅」，所以他話說得說到頭了。這個禪家講話頭，這就話到了頭。到頭不是真的，要更上一層才是真的。這個話到頭，這就好像指路牌一樣，指你一個方向，目的不在此地，還在前面。你把這個指路牌捨掉了，往前面再踏上一步就到了，那個目的地就達到了。這個就是言語道斷，心行處滅。所以無二這個念頭都不能有。"
    },
    {
      "id": "04-003-0019_p0098",
      "zh_CN": "【三世一切空。是则诸佛法。】",
      "zh_TW": "【三世一切空。是則諸佛法。】"
    },
    {
      "id": "04-003-0019_p0099",
      "zh_CN": "『三世』是讲过去、现在、未来，一切诸法相有体无，所以说『一切空』。这就是一切诸佛的真实法，也就是一切诸佛亲证的诸法实相。",
      "zh_TW": "『三世』是講過去、現在、未來，一切諸法相有體無，所以說『一切空』。這就是一切諸佛的真實法，也就是一切諸佛親證的諸法實相。"
    },
    {
      "id": "04-003-0019_p0100",
      "zh_CN": "【仁王经云。于解常自一。于谛常自二。】",
      "zh_TW": "【仁王經云。於解常自一。於諦常自二。】"
    },
    {
      "id": "04-003-0019_p0101",
      "zh_CN": "这两句话的意思，解是智，谛是证。《心经》上说「无智亦无得」。《心经》上那个智，相当于此地讲的解；《心经》上的得，相当于此地的谛。前面这一句是「遣二也」，『于解常自一』。后面这一句，『于谛常自二』是「遣一也」。二是相对的，一是绝对的，相对、绝对两边都离开，这是真正的佛法，真实的佛法。我们看《坛经》，六祖跟印宗法师第一次见面，就是现在的光孝寺，是风动幡动，现在那个旗杆还在，风幡没有了。当时印宗法师向他请教，打听黄梅五祖平常有没有常常开示禅定、解脱像这些法门，这是禅宗非常重要的法门，禅定、解脱，有没有常常跟大家开导？六祖答复得很妙，真是所答非所问，根本就不理会他所问的这个问题，直截了当告诉他，禅定、解脱是二法，佛法是不二法。换句话说，根本不许你提出问题。你心一动念就是二法。为什么？动念跟不动念，不就二法！二法就不是佛法。不是佛法，就不是清净心，你心不清净。不是清净心，就是你心不觉，那不觉就是迷，你心不正，不正就是邪。所以才起一念就落在迷、邪、染，就落在这里。可见得六祖他所注重的，他所教人的，就是教你在一切时、一切处、一切境界里面，始终保持你的清净心，觉心，这就是佛法。",
      "zh_TW": "這兩句話的意思，解是智，諦是證。《心經》上說「無智亦無得」。《心經》上那個智，相當於此地講的解；《心經》上的得，相當於此地的諦。前面這一句是「遣二也」，『於解常自一』。後面這一句，『於諦常自二』是「遣一也」。二是相對的，一是絕對的，相對、絕對兩邊都離開，這是真正的佛法，真實的佛法。我們看《壇經》，六祖跟印宗法師第一次見面，就是現在的光孝寺，是風動幡動，現在那個旗杆還在，風幡沒有了。當時印宗法師向他請教，打聽黃梅五祖平常有沒有常常開示禪定、解脫像這些法門，這是禪宗非常重要的法門，禪定、解脫，有沒有常常跟大家開導？六祖答覆得很妙，真是所答非所問，根本就不理會他所問的這個問題，直截了當告訴他，禪定、解脫是二法，佛法是不二法。換句話說，根本不許你提出問題。你心一動念就是二法。為什麼？動念跟不動念，不就二法！二法就不是佛法。不是佛法，就不是清淨心，你心不清淨。不是清淨心，就是你心不覺，那不覺就是迷，你心不正，不正就是邪。所以才起一念就落在迷、邪、染，就落在這裡。可見得六祖他所注重的，他所教人的，就是教你在一切時、一切處、一切境界裡面，始終保持你的清淨心，覺心，這就是佛法。"
    },
    {
      "id": "04-003-0019_p0102",
      "zh_CN": "所以佛门里诵经、念经，念经是念而无念，无念而念，这才得意。每天我都念经，你这有念，我念的什么经，这个经里头什么意思都了解，满肚子的佛法，那都是假的，那不是真的。佛没有法，那是大错特错。所以《仁王经》上这一句说得好，这是「两边不立，中道不存」。中道也没有，这个境界相当之高。但是诸位要晓得，一定要把这个境界应用在生活上，你才有受用。不能应用在生活上，不能应用在日常处事待人接物，这没用处，那你还是二法。我关起门念经，我是一法，心清净了；我面对着一切大众，这时又生一个心，那就二法了。如何能够做到始终是一，这就是功夫，那就是菩萨住世，真正是菩萨行。菩萨跟我们不一样的就在此地，就是他的心永远是清净的，永远是一个妄念都没有的。他见人说人话，见鬼说鬼话，恒顺众生，随喜功德，随众生心，应所知量。他有没有言说？没有言说。他有没有动念？他没有动念。但是我们看起来，他也起心，也动念，他也有言有说。他的那种言说、动念，就像自然的一种反应。就好像我们敲钟一样，敲一下，它就响一下；敲大，它就响得大；敲小，它就响得小。它有没有心？没有心。决定没有分别执着。不是说，你敲重一下，我要响大一点，它不会有这个念头。所以菩萨在日用生活当中，就是随着众生这个心态，他自自然然的反应，反应到恰到好处，自己心地清净，一尘不染。表现在外面，他也有喜怒哀乐，其实他内心如如不动，这是佛法教我们，在这个世间得到真实的自在，真正的快乐。",
      "zh_TW": "所以佛門裡誦經、念經，念經是念而無念，無念而念，這才得意。每天我都念經，你這有念，我念的什麼經，這個經裡頭什麼意思都了解，滿肚子的佛法，那都是假的，那不是真的。佛沒有法，那是大錯特錯。所以《仁王經》上這一句說得好，這是「兩邊不立，中道不存」。中道也沒有，這個境界相當之高。但是諸位要曉得，一定要把這個境界應用在生活上，你才有受用。不能應用在生活上，不能應用在日常處事待人接物，這沒用處，那你還是二法。我關起門念經，我是一法，心清淨了；我面對著一切大眾，這時又生一個心，那就二法了。如何能夠做到始終是一，這就是功夫，那就是菩薩住世，真正是菩薩行。菩薩跟我們不一樣的就在此地，就是他的心永遠是清淨的，永遠是一個妄念都沒有的。他見人說人話，見鬼說鬼話，恆順眾生，隨喜功德，隨眾生心，應所知量。他有沒有言說？沒有言說。他有沒有動念？他沒有動念。但是我們看起來，他也起心，也動念，他也有言有說。他的那種言說、動念，就像自然的一種反應。就好像我們敲鐘一樣，敲一下，它就響一下；敲大，它就響得大；敲小，它就響得小。它有沒有心？沒有心。決定沒有分別執著。不是說，你敲重一下，我要響大一點，它不會有這個念頭。所以菩薩在日用生活當中，就是隨著眾生這個心態，他自自然然的反應，反應到恰到好處，自己心地清淨，一塵不染。表現在外面，他也有喜怒哀樂，其實他內心如如不動，這是佛法教我們，在這個世間得到真實的自在，真正的快樂。"
    },
    {
      "id": "04-003-0019_p0103",
      "zh_CN": "清净心能照见一切万法，不但眼前一切诸法实相清清楚楚、明明白白，过去、现在、未来没有一样不通达，没有一样不明了。他怎么不自在！这样的境界一定要从清净心中求。你要想求清净心，必须要看破，必须要放下。放下什么？放下一切妄想执着。怎样看破？真正明白诸法实相，一切法相有体无，一切法了不可得，这是看破。所以在一切法里面，没有求取的心，没有取舍心，没有得失的观念，这是你真正看破、放下了，生活当中决定自在。如果见性，那是性德的受用，那是不可思议；没有见性的，脱离不了业力。业力里面告诉我们，「一饮一啄，莫非前定」，善有善报，恶有恶报。你勤修善德，果报一定增胜，一定增长，一定殊胜。所以不要忧虑，不要操心我这个生活怎么办？不操这个心，没有一样不自然。这说起来容易，做起来不容易。为什么不容易？你的这个道理没搞清楚。果然搞清楚了，果然把因果搞清楚了，你就可以做得到。为什么？心里没有恐惧，没有害怕，身上一文钱都没有，明天生活怎么样，他不想。不要去想，明天还没到，想它干什么。到了明天，明天自自然然又过去了，所以不要去想它。你要想明天、想后天、想明年、想将来，这叫做打妄想，这个就错了。就不想过去，不想现在，也不想未来，永远保持你的清净心，清净心里面能生万法。再看底下这句：",
      "zh_TW": "清淨心能照見一切萬法，不但眼前一切諸法實相清清楚楚、明明白白，過去、現在、未來沒有一樣不通達，沒有一樣不明瞭。他怎麼不自在！這樣的境界一定要從清淨心中求。你要想求清淨心，必須要看破，必須要放下。放下什麼？放下一切妄想執著。怎樣看破？真正明白諸法實相，一切法相有體無，一切法了不可得，這是看破。所以在一切法裡面，沒有求取的心，沒有取捨心，沒有得失的觀念，這是你真正看破、放下了，生活當中決定自在。如果見性，那是性德的受用，那是不可思議；沒有見性的，脫離不了業力。業力裡面告訴我們，「一飲一啄，莫非前定」，善有善報，惡有惡報。你勤修善德，果報一定增勝，一定增長，一定殊勝。所以不要憂慮，不要操心我這個生活怎麼辦？不操這個心，沒有一樣不自然。這說起來容易，做起來不容易。為什麼不容易？你的這個道理沒搞清楚。果然搞清楚了，果然把因果搞清楚了，你就可以做得到。為什麼？心裡沒有恐懼，沒有害怕，身上一文錢都沒有，明天生活怎麼樣，他不想。不要去想，明天還沒到，想它幹什麼。到了明天，明天自自然然又過去了，所以不要去想它。你要想明天、想後天、想明年、想將來，這叫做打妄想，這個就錯了。就不想過去，不想現在，也不想未來，永遠保持你的清淨心，清淨心裡面能生萬法。再看底下這句："
    },
    {
      "id": "04-003-0019_p0104",
      "zh_CN": "【又二谛并非双。恒乖未曾各。一双孤雁。博地高飞。两只鸳鸯。池边独立。】",
      "zh_TW": "【又二諦並非雙。恆乖未曾各。一雙孤雁。博地高飛。兩隻鴛鴦。池邊獨立。】"
    },
    {
      "id": "04-003-0019_p0105",
      "zh_CN": "这句话实在就是说的『二谛』真正的关系，没有办法画清界线。『并非双』，就是一；『恒乖未曾各』，这就不一。这就是经上常讲的，不一不异。你不能说它是二，也不能说它是一。你要说它是一，性相在样子上的确是不一样。你要说它是二，性相是一体，当中确实没有界限。真相如何？真相的确是不一也不异。佛在经上还有一个比喻，我们常常见到的，如水与波。把水比作性，把波比作相。它两个到底是一，还是不一？你说是一，水是平的，波是动的；说不一，水就是波，波就是水，它也没有两样。诸位要知道，一切万法无不如是。我们的身心、心境、世出世间法统统如是。所以入到这个境界，晓得一切万法跟自己什么关系？一体。所有一切法，我们自身境界从哪里来的？都是自己真如本性的相分。我们在这个世间，与这个对立，与那个对立，是跟自己过不去。为什么？一切法里面没有对立的。这个对立从哪里来？对立是从你自己迷惑颠倒，是从你自己的分别执着上建立的，妄想执着上。所以真相你永远不了解，这就是佛在「出现品」里面说的，「但以妄想执着而不能证得」。你不晓得是万法皆如，我们在一切分，分自分他。那到现在这个社会，这个社会麻烦大了，大在哪里？愈分别愈严重，愈执着愈深。这个要说得不好听的话，就是本性的污染。我们现在的世间人已经体会到环境污染严重，生态不均衡。将来影响我们这个地球上的生物，当然也影响到我们人类的生存，现在知道这桩事情了。但是他不晓得一切妄想分别执着，这是我们心理上的污染；这个污染比那个环境污染不晓得要重多少倍。",
      "zh_TW": "這句話實在就是說的『二諦』真正的關係，沒有辦法畫清界線。『並非雙』，就是一；『恆乖未曾各』，這就不一。這就是經上常講的，不一不異。你不能說它是二，也不能說它是一。你要說它是一，性相在樣子上的確是不一樣。你要說它是二，性相是一體，當中確實沒有界限。真相如何？真相的確是不一也不異。佛在經上還有一個比喻，我們常常見到的，如水與波。把水比作性，把波比作相。它兩個到底是一，還是不一？你說是一，水是平的，波是動的；說不一，水就是波，波就是水，它也沒有兩樣。諸位要知道，一切萬法無不如是。我們的身心、心境、世出世間法統統如是。所以入到這個境界，曉得一切萬法跟自己什麼關係？一體。所有一切法，我們自身境界從哪裡來的？都是自己真如本性的相分。我們在這個世間，與這個對立，與那個對立，是跟自己過不去。為什麼？一切法裡面沒有對立的。這個對立從哪裡來？對立是從你自己迷惑顛倒，是從你自己的分別執著上建立的，妄想執著上。所以真相你永遠不了解，這就是佛在「出現品」裡面說的，「但以妄想執著而不能證得」。你不曉得是萬法皆如，我們在一切分，分自分他。那到現在這個社會，這個社會麻煩大了，大在哪裡？愈分別愈嚴重，愈執著愈深。這個要說得不好聽的話，就是本性的污染。我們現在的世間人已經體會到環境污染嚴重，生態不均衡。將來影響我們這個地球上的生物，當然也影響到我們人類的生存，現在知道這樁事情了。但是他不曉得一切妄想分別執著，這是我們心理上的污染；這個污染比那個環境污染不曉得要重多少倍。"
    },
    {
      "id": "04-003-0019_p0106",
      "zh_CN": "所以中国自古以来，你看《学记》里面所讲的，「建国君民，教学为先」，要把教育办好。什么是教育？教育就是防止本性的污染。这是教育的目的，是教育的功能。佛法的教育，不但防止你污染，还能够教你已经污染统统把你清除，恢复本性，这伟大！真正了不起。这个污染是什么？污染就是知见，邪知邪见。每个人有个想法，每个人有个看法，这不得了，各人坚持自己的看法是对的，自己想法是对的，别人的想法、看法是错的，就要冲突，就要斗争，世界怎么不乱？你想这个世界将来还有和平的一天？在我看不可能。为什么不可能？这自由思想愈来愈发达。就是每个人的执着，每个人这种成见愈来愈发达，发达到最后，人与人不能相容。你看佛法教给我们，把所有一切妄想执着放下，大家都相同。所以佛这个很高明，不是说我的看法正确，我的见解正确的，你们都要跟我一样，不是的。佛说，我的看法也不正确，我的想法也不对，我们统统放下，我也放下，你也放下，大家心地一片干净，一念不生，本来无一物。这个通了，这个高明，我们人人愿意接受，乐意接受。所以佛不是说，你们错了，要跟我一样，佛不是这么说法。那种说法，你们错误的，要照我这个讲的，你们去做，那是佛法的小学，对小学生的讲法，不了义的。了义的佛法是心地清净，一念不生，恢复自己的本性。",
      "zh_TW": "所以中國自古以來，你看《學記》裡面所講的，「建國君民，教學為先」，要把教育辦好。什麼是教育？教育就是防止本性的污染。這是教育的目的，是教育的功能。佛法的教育，不但防止你污染，還能夠教你已經污染統統把你清除，恢復本性，這偉大！真正了不起。這個污染是什麼？污染就是知見，邪知邪見。每個人有個想法，每個人有個看法，這不得了，各人堅持自己的看法是對的，自己想法是對的，別人的想法、看法是錯的，就要衝突，就要鬥爭，世界怎麼不亂？你想這個世界將來還有和平的一天？在我看不可能。為什麼不可能？這自由思想愈來愈發達。就是每個人的執著，每個人這種成見愈來愈發達，發達到最後，人與人不能相容。你看佛法教給我們，把所有一切妄想執著放下，大家都相同。所以佛這個很高明，不是說我的看法正確，我的見解正確的，你們都要跟我一樣，不是的。佛說，我的看法也不正確，我的想法也不對，我們統統放下，我也放下，你也放下，大家心地一片乾淨，一念不生，本來無一物。這個通了，這個高明，我們人人願意接受，樂意接受。所以佛不是說，你們錯了，要跟我一樣，佛不是這麼說法。那種說法，你們錯誤的，要照我這個講的，你們去做，那是佛法的小學，對小學生的講法，不了義的。了義的佛法是心地清淨，一念不生，恢復自己的本性。"
    },
    {
      "id": "04-003-0019_p0107",
      "zh_CN": "所以中国过去的教育，一般人，不管你怎么想，不管你怎么思，他有个原则、有个标准。这个标准在世间法里面，就是儒家建立的伦常道德，这是个标准。有的时候越过，有的时候不及，但是距离这个标准总不太远，所以社会能够维持长治久安。今天我们把这个去掉了，佛法也不要了，这不得了，天下大乱，没法子救。这是我们自己一定要明了，一定要警觉得到。人生不长，很短，我们明白了，我们救不了这个社会，救不了这个世界，但是我们有能力救自己。他乱，我不乱；他想，我不想；他思，我不思。我有办法救自己，我帮不上别人的忙，我能够救自己，这就对了。那有缘的人，什么叫有缘？他能够相信这个道理，他肯学习，就是他能够把他的想法、看法，分别、执着也能放下，这是有缘的人，与佛有缘，有缘皆能得度。",
      "zh_TW": "所以中國過去的教育，一般人，不管你怎麼想，不管你怎麼思，他有個原則、有個標準。這個標準在世間法裡面，就是儒家建立的倫常道德，這是個標準。有的時候越過，有的時候不及，但是距離這個標準總不太遠，所以社會能夠維持長治久安。今天我們把這個去掉了，佛法也不要了，這不得了，天下大亂，沒法子救。這是我們自己一定要明瞭，一定要警覺得到。人生不長，很短，我們明白了，我們救不了這個社會，救不了這個世界，但是我們有能力救自己。他亂，我不亂；他想，我不想；他思，我不思。我有辦法救自己，我幫不上別人的忙，我能夠救自己，這就對了。那有緣的人，什麼叫有緣？他能夠相信這個道理，他肯學習，就是他能夠把他的想法、看法，分別、執著也能放下，這是有緣的人，與佛有緣，有緣皆能得度。"
    },
    {
      "id": "04-003-0019_p0108",
      "zh_CN": "好，我们今天就讲到此地。",
      "zh_TW": "好，我們今天就講到此地。"
    }
  ]
}