{
  "doc_id": "14-003-0008",
  "title": {
    "zh_CN": "地藏经大意",
    "zh_TW": "地藏經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "14-003-0008",
  "total_paragraphs": 138,
  "paragraphs": [
    {
      "id": "14-003-0008_p0001",
      "zh_CN": "三百零二面：",
      "zh_TW": "三百零二面："
    },
    {
      "id": "14-003-0008_p0002",
      "zh_CN": "【校量布施功德缘品第十】",
      "zh_TW": "【校量布施功德緣品第十】"
    },
    {
      "id": "14-003-0008_p0003",
      "zh_CN": "前面一品是佛宝，这一品讲的是法宝，后面有「见闻利益」，就是第十二品，是讲的僧宝，这是说到成佛之因，本经是三宝具足。如果遵照经典的教训开示去做，在这一生当中所得到的殊胜功德利益，即使诸佛也赞叹不尽。这一点是要我们很细心去体会，要发至诚之心，努力去学习，这一会才不至于空过。说到法宝，可以说是无量无边，四弘誓愿里面告诉我们，「法门无量誓愿学」，佛菩萨在本经里面只给我们讲布施，布施这一门是不是能够代表或者是通达一切法门？这确实是的。佛给我们讲的法门全是对治的意思，也就是说，众生有病，佛说一个方法来对治，众生有八万四千烦恼，佛给我们说八万四千法门，法门是对治烦恼的。众生有无量烦恼，佛给我们讲无量法门。无量法门归纳起来，实在讲就是一个布施。布施就是叫我们放下，真正放下了，放得很痛快，六祖大师讲，「本来无一物，何处惹尘埃」，务必要彻底放下。所以在这一章里头，这一品里面，要跟我们讲布施的功德。我们看经文，在三百零四面：",
      "zh_TW": "前面一品是佛寶，這一品講的是法寶，後面有「見聞利益」，就是第十二品，是講的僧寶，這是說到成佛之因，本經是三寶具足。如果遵照經典的教訓開示去做，在這一生當中所得到的殊勝功德利益，即使諸佛也讚歎不盡。這一點是要我們很細心去體會，要發至誠之心，努力去學習，這一會才不至於空過。說到法寶，可以說是無量無邊，四弘誓願裡面告訴我們，「法門無量誓願學」，佛菩薩在本經裡面只給我們講布施，布施這一門是不是能夠代表或者是通達一切法門？這確實是的。佛給我們講的法門全是對治的意思，也就是說，眾生有病，佛說一個方法來對治，眾生有八萬四千煩惱，佛給我們說八萬四千法門，法門是對治煩惱的。眾生有無量煩惱，佛給我們講無量法門。無量法門歸納起來，實在講就是一個布施。布施就是叫我們放下，真正放下了，放得很痛快，六祖大師講，「本來無一物，何處惹塵埃」，務必要徹底放下。所以在這一章裡頭，這一品裡面，要跟我們講布施的功德。我們看經文，在三百零四面："
    },
    {
      "id": "14-003-0008_p0004",
      "zh_CN": "【尔时地藏菩萨摩诃萨。承佛威神。从座而起。胡跪合掌白佛言。世尊。】",
      "zh_TW": "【爾時地藏菩薩摩訶薩。承佛威神。從座而起。胡跪合掌白佛言。世尊。】"
    },
    {
      "id": "14-003-0008_p0005",
      "zh_CN": "这一段是叙说礼节，虽然是地藏菩萨启请，启请的礼节简单而隆重，这也是以身作我们一个修学的榜样，无处不呈现着至诚恭敬。等觉菩萨尚且如此，何况我们在凡夫地！古人常说「不诚无物」，没有诚敬之心，那就没有一样能够成就的。下面是菩萨代我们启请的话：",
      "zh_TW": "這一段是敘說禮節，雖然是地藏菩薩啟請，啟請的禮節簡單而隆重，這也是以身作我們一個修學的榜樣，無處不呈現著至誠恭敬。等覺菩薩尚且如此，何況我們在凡夫地！古人常說「不誠無物」，沒有誠敬之心，那就沒有一樣能夠成就的。下面是菩薩代我們啟請的話："
    },
    {
      "id": "14-003-0008_p0006",
      "zh_CN": "【我观业道众生。】",
      "zh_TW": "【我觀業道眾生。】"
    },
    {
      "id": "14-003-0008_p0007",
      "zh_CN": "『业道』就是六道，三善道是做善业的众生，三恶道是做恶业的众生。",
      "zh_TW": "『業道』就是六道，三善道是做善業的眾生，三惡道是做惡業的眾生。"
    },
    {
      "id": "14-003-0008_p0008",
      "zh_CN": "【校量布施。有轻有重。】",
      "zh_TW": "【校量布施。有輕有重。】"
    },
    {
      "id": "14-003-0008_p0009",
      "zh_CN": "『校量』是比较，六道的众生都会修布施，但是布施有轻重不等，果报就不一样。",
      "zh_TW": "『校量』是比較，六道的眾生都會修布施，但是布施有輕重不等，果報就不一樣。"
    },
    {
      "id": "14-003-0008_p0010",
      "zh_CN": "【有一生受福。有十生受福。有百生千生受大福利者。是事云何。唯愿世尊。为我说之。】",
      "zh_TW": "【有一生受福。有十生受福。有百生千生受大福利者。是事云何。唯願世尊。為我說之。】"
    },
    {
      "id": "14-003-0008_p0011",
      "zh_CN": "这一个人的修福要真正懂得这个事实，有一生的福报，有十生的福报，那个福报就大了。我们看看前清清朝的皇室传了十代，二百六十多年，那就是他过去生中修福修得很大，『十生受福』，他能传十世。百生受福的像我们中国孔老夫子，现在孔德成先生是孔老夫子七十多代的子孙，这是夫子布施的功德很大，二千五百多年，子孙还享他的福报。你就晓得他本身的福报是多大，子子孙孙还受他的福佑。今天孔德成先生走遍全世界，人家一听是孔老夫子的后代，没有不尊敬、没有不接待的，特别礼遇，敬他的祖先，祖先修的善大。这是讲的善因善果，善因不同，善果也不一样。这究竟是一回什么事情？菩萨提出来了，其实菩萨哪有不知道的，是我们凡夫不知道，我们也问不出来，他这一问正好问出我们的疑惑，我们实在想知道这桩事情。下面佛给我们说明这一个事实的真相。",
      "zh_TW": "這一個人的修福要真正懂得這個事實，有一生的福報，有十生的福報，那個福報就大了。我們看看前清清朝的皇室傳了十代，二百六十多年，那就是他過去生中修福修得很大，『十生受福』，他能傳十世。百生受福的像我們中國孔老夫子，現在孔德成先生是孔老夫子七十多代的子孫，這是夫子布施的功德很大，二千五百多年，子孫還享他的福報。你就曉得他本身的福報是多大，子子孫孫還受他的福佑。今天孔德成先生走遍全世界，人家一聽是孔老夫子的後代，沒有不尊敬、沒有不接待的，特別禮遇，敬他的祖先，祖先修的善大。這是講的善因善果，善因不同，善果也不一樣。這究竟是一回什麼事情？菩薩提出來了，其實菩薩哪有不知道的，是我們凡夫不知道，我們也問不出來，他這一問正好問出我們的疑惑，我們實在想知道這樁事情。下面佛給我們說明這一個事實的真相。"
    },
    {
      "id": "14-003-0008_p0012",
      "zh_CN": "【尔时佛告地藏菩萨。吾今于忉利天宫一切众会。说阎浮提布施校量功德轻重。汝当谛听。吾为汝说。地藏白佛言。我疑是事。愿乐欲闻。】",
      "zh_TW": "【爾時佛告地藏菩薩。吾今於忉利天宮一切眾會。說閻浮提布施校量功德輕重。汝當諦聽。吾為汝說。地藏白佛言。我疑是事。願樂欲聞。】"
    },
    {
      "id": "14-003-0008_p0013",
      "zh_CN": "我们再接着看底下经文：",
      "zh_TW": "我們再接著看底下經文："
    },
    {
      "id": "14-003-0008_p0014",
      "zh_CN": "【佛告地藏菩萨。南阎浮提。】",
      "zh_TW": "【佛告地藏菩薩。南閻浮提。】"
    },
    {
      "id": "14-003-0008_p0015",
      "zh_CN": "『南阎浮提』就是指我们这个地球。",
      "zh_TW": "『南閻浮提』就是指我們這個地球。"
    },
    {
      "id": "14-003-0008_p0016",
      "zh_CN": "【有诸国王。】",
      "zh_TW": "【有諸國王。】"
    },
    {
      "id": "14-003-0008_p0017",
      "zh_CN": "在这个地球上有许许多多的国家，每一个国家都有国王。国王下面都有：",
      "zh_TW": "在這個地球上有許許多多的國家，每一個國家都有國王。國王下面都有："
    },
    {
      "id": "14-003-0008_p0018",
      "zh_CN": "【宰辅大臣。】",
      "zh_TW": "【宰輔大臣。】"
    },
    {
      "id": "14-003-0008_p0019",
      "zh_CN": "这是讲的文武百官。",
      "zh_TW": "這是講的文武百官。"
    },
    {
      "id": "14-003-0008_p0020",
      "zh_CN": "【大长者。】",
      "zh_TW": "【大長者。】"
    },
    {
      "id": "14-003-0008_p0021",
      "zh_CN": "是我们今天讲的社会贤达，这样的人在社会上他有很崇高的地位，有学问、有智慧、有财富。",
      "zh_TW": "是我們今天講的社會賢達，這樣的人在社會上他有很崇高的地位，有學問、有智慧、有財富。"
    },
    {
      "id": "14-003-0008_p0022",
      "zh_CN": "【大刹利。大婆罗门等。】",
      "zh_TW": "【大剎利。大婆羅門等。】"
    },
    {
      "id": "14-003-0008_p0023",
      "zh_CN": "这在古印度是贵族，一般讲起来这些人都是上层社会的。这些人：",
      "zh_TW": "這在古印度是貴族，一般講起來這些人都是上層社會的。這些人："
    },
    {
      "id": "14-003-0008_p0024",
      "zh_CN": "【若遇最下贫穷。乃至癃残瘖痖。聋痴无目。如是种种不完具者。】",
      "zh_TW": "【若遇最下貧窮。乃至癃殘瘖瘂。聾痴無目。如是種種不完具者。】"
    },
    {
      "id": "14-003-0008_p0025",
      "zh_CN": "这是举出布施的对象。『贫穷』是指社会上一般没有福报的这些人，贫穷下贱。底下这是说的我们今天所讲的残障，这是世间苦难之人，我们对他要特别的怜悯，要特别的照顾。现在这个社会，社会福利的事业，外国人比我们做得周全、比我们做得好。但是还不够佛菩萨要求的标准。我们看看下面经文：",
      "zh_TW": "這是舉出布施的對象。『貧窮』是指社會上一般沒有福報的這些人，貧窮下賤。底下這是說的我們今天所講的殘障，這是世間苦難之人，我們對他要特別的憐憫，要特別的照顧。現在這個社會，社會福利的事業，外國人比我們做得周全、比我們做得好。但是還不夠佛菩薩要求的標準。我們看看下面經文："
    },
    {
      "id": "14-003-0008_p0026",
      "zh_CN": "【是大国王等。】",
      "zh_TW": "【是大國王等。】"
    },
    {
      "id": "14-003-0008_p0027",
      "zh_CN": "这个『等』就是一直包括了宰辅大臣、长者、刹利、婆罗门，有能力照顾人的人、有能力帮助人的这些人。布施容易，谦虚恭敬难，这一点实在不容易。佛教给我们：",
      "zh_TW": "這個『等』就是一直包括了宰輔大臣、長者、剎利、婆羅門，有能力照顧人的人、有能力幫助人的這些人。布施容易，謙虛恭敬難，這一點實在不容易。佛教給我們："
    },
    {
      "id": "14-003-0008_p0028",
      "zh_CN": "【欲布施时。】",
      "zh_TW": "【欲布施時。】"
    },
    {
      "id": "14-003-0008_p0029",
      "zh_CN": "这就是帮助他们。",
      "zh_TW": "這就是幫助他們。"
    },
    {
      "id": "14-003-0008_p0030",
      "zh_CN": "【若能具大慈悲。下心含笑。亲手遍布施。】",
      "zh_TW": "【若能具大慈悲。下心含笑。親手遍布施。】"
    },
    {
      "id": "14-003-0008_p0031",
      "zh_CN": "这一点很难，非常不容易。在此地我要跟诸位同修说明，对象里面贫穷、残障，你不要在形相上看，形相上看往往你看走眼了，你没有看到事实真相。没有受过良好教育、没有智慧、没有德行的人就是贫穷之人。不要看到他现在财富很多，他是个贫穷之人。为什么？财为五家之有，甚至于很有财富的人每一天吃的、穿的，穿的是破破烂烂，吃的是粗茶淡饭，为什么？吝啬，舍不得。我们世间叫他做富贵穷人，他真有钱，但是他的生活很穷、很苦，过得很苦，那是贫穷。没有慧眼，不能辨别邪正是非，那是瞎眼，睁着眼睛的瞎子。听人家说好话听不进去，听这些闲言闲语、是是非非，一听他就接受，这是聋子。",
      "zh_TW": "這一點很難，非常不容易。在此地我要跟諸位同修說明，對象裡面貧窮、殘障，你不要在形相上看，形相上看往往你看走眼了，你沒有看到事實真相。沒有受過良好教育、沒有智慧、沒有德行的人就是貧窮之人。不要看到他現在財富很多，他是個貧窮之人。為什麼？財為五家之有，甚至於很有財富的人每一天吃的、穿的，穿的是破破爛爛，吃的是粗茶淡飯，為什麼？吝嗇，捨不得。我們世間叫他做富貴窮人，他真有錢，但是他的生活很窮、很苦，過得很苦，那是貧窮。沒有慧眼，不能辨別邪正是非，那是瞎眼，睜著眼睛的瞎子。聽人家說好話聽不進去，聽這些閒言閒語、是是非非，一聽他就接受，這是聾子。"
    },
    {
      "id": "14-003-0008_p0032",
      "zh_CN": "诸位从这个地方来观察，我们这个世间贫穷、下贱、残障的人就太多太多了，说不定我们自己本身就是！这是需要佛菩萨来帮助的，需要真正这些大智慧人、大福德人来帮助我们的。这一点要特别注意，绝不是讲形相上的贫穷、下贱、残障，我们的心理贫穷，所谓讲精神生活苦闷。这是从精神生活来讲就是贫穷，每天无聊，无聊就是下贱，迷惑颠倒就是残障。大善知识在行布施的时候要以清净心、平等心、慈悲心，谦虚，『下心含笑』，那这个功德就大了。这是亲自修布施。",
      "zh_TW": "諸位從這個地方來觀察，我們這個世間貧窮、下賤、殘障的人就太多太多了，說不定我們自己本身就是！這是需要佛菩薩來幫助的，需要真正這些大智慧人、大福德人來幫助我們的。這一點要特別注意，絕不是講形相上的貧窮、下賤、殘障，我們的心理貧窮，所謂講精神生活苦悶。這是從精神生活來講就是貧窮，每天無聊，無聊就是下賤，迷惑顛倒就是殘障。大善知識在行布施的時候要以清淨心、平等心、慈悲心，謙虛，『下心含笑』，那這個功德就大了。這是親自修布施。"
    },
    {
      "id": "14-003-0008_p0033",
      "zh_CN": "【或使人施。】",
      "zh_TW": "【或使人施。】"
    },
    {
      "id": "14-003-0008_p0034",
      "zh_CN": "或者是派人替你做这些事情。你派出去的这些代表要：",
      "zh_TW": "或者是派人替你做這些事情。你派出去的這些代表要："
    },
    {
      "id": "14-003-0008_p0035",
      "zh_CN": "【软言慰喻。】",
      "zh_TW": "【軟言慰喻。】"
    },
    {
      "id": "14-003-0008_p0036",
      "zh_CN": "对于那些人要和颜爱语，要以善巧方便种种安慰。",
      "zh_TW": "對於那些人要和顏愛語，要以善巧方便種種安慰。"
    },
    {
      "id": "14-003-0008_p0037",
      "zh_CN": "【是国王等所获福利。如布施百恒河沙佛功德之利。】",
      "zh_TW": "【是國王等所獲福利。如布施百恆河沙佛功德之利。】"
    },
    {
      "id": "14-003-0008_p0038",
      "zh_CN": "这就大了，这样布施就大了。布施，《普贤菩萨行愿品》里面告诉我们，《行愿品》十大愿王是讲的供养，供养就是布施，以恭敬心布施就是供养，平等心布施，布施众生跟供养诸佛如来没有二心，「一切供养中，法供养为最」。特别是在我们现在这个时代，今天讲已经开发中的国家，一般物质生活都相当的丰足，最缺乏的是法布施；换句话说，精神生活贫苦。精神生活最丰富的无过于佛法，你能够修法，你自己要不认真的修法，这个丰沛的精神生活你得不到。自己没有得到，如何能够布施别人？自己真正得到了才有能力介绍给别人，别人听了他才会相信、才会接受。自己没有真正尝到法味，没有得到佛法殊胜的功德利益，你就是介绍给别人，心也虚，这半信半疑。为什么？我介绍给别人，我自己还没有得到，到底这佛法讲的靠得住靠不住，我还不能完全相信。所以一定要自己真正得到。自己怎么样才能得到？要依教修行，真正把经典里面教训去做到，这个功德利益就大了。下面要说出它殊胜果报的原因：",
      "zh_TW": "這就大了，這樣布施就大了。布施，《普賢菩薩行願品》裡面告訴我們，《行願品》十大願王是講的供養，供養就是布施，以恭敬心布施就是供養，平等心布施，布施眾生跟供養諸佛如來沒有二心，「一切供養中，法供養為最」。特別是在我們現在這個時代，今天講已經開發中的國家，一般物質生活都相當的豐足，最缺乏的是法布施；換句話說，精神生活貧苦。精神生活最豐富的無過於佛法，你能夠修法，你自己要不認真的修法，這個豐沛的精神生活你得不到。自己沒有得到，如何能夠布施別人？自己真正得到了才有能力介紹給別人，別人聽了他才會相信、才會接受。自己沒有真正嘗到法味，沒有得到佛法殊勝的功德利益，你就是介紹給別人，心也虛，這半信半疑。為什麼？我介紹給別人，我自己還沒有得到，到底這佛法講的靠得住靠不住，我還不能完全相信。所以一定要自己真正得到。自己怎麼樣才能得到？要依教修行，真正把經典裡面教訓去做到，這個功德利益就大了。下面要說出它殊勝果報的原因："
    },
    {
      "id": "14-003-0008_p0039",
      "zh_CN": "【何以故。缘是国王等。于是最贫贱辈及不完具者。】",
      "zh_TW": "【何以故。緣是國王等。於是最貧賤輩及不完具者。】"
    },
    {
      "id": "14-003-0008_p0040",
      "zh_CN": "经上这两句话要记住，绝不是在形相上说的。尤其是我们这一代，我们这一代的人很可怜，没有念圣贤书，所以处事待人接物都不懂，真正是无知！要说得不好听，就是没受过教育。人要没受过教育，那跟禽兽相去就很接近了。人也是动物之一，跟禽兽不一样的就是受过教育。如果没有受过教育，实在比禽兽还不如，这是真的，一点都不假。禽兽作恶，不管造什么样大的恶，都不大，没有人造的罪业大。人在一生当中如果要造恶业的话，绝对不是禽兽能够跟他相比的，这个要知道。今天我们知道真正修布施，是把圣贤的教学我们自己努力去做，再去推广、再去介绍给众生，这个福报就大了。",
      "zh_TW": "經上這兩句話要記住，絕不是在形相上說的。尤其是我們這一代，我們這一代的人很可憐，沒有念聖賢書，所以處事待人接物都不懂，真正是無知！要說得不好聽，就是沒受過教育。人要沒受過教育，那跟禽獸相去就很接近了。人也是動物之一，跟禽獸不一樣的就是受過教育。如果沒有受過教育，實在比禽獸還不如，這是真的，一點都不假。禽獸作惡，不管造什麼樣大的惡，都不大，沒有人造的罪業大。人在一生當中如果要造惡業的話，絕對不是禽獸能夠跟他相比的，這個要知道。今天我們知道真正修布施，是把聖賢的教學我們自己努力去做，再去推廣、再去介紹給眾生，這個福報就大了。"
    },
    {
      "id": "14-003-0008_p0041",
      "zh_CN": "【发大慈心。】",
      "zh_TW": "【發大慈心。】"
    },
    {
      "id": "14-003-0008_p0042",
      "zh_CN": "这是真正慈悲。",
      "zh_TW": "這是真正慈悲。"
    },
    {
      "id": "14-003-0008_p0043",
      "zh_CN": "【是故福利有如此报。】",
      "zh_TW": "【是故福利有如此報。】"
    },
    {
      "id": "14-003-0008_p0044",
      "zh_CN": "有这样好的果报。",
      "zh_TW": "有這樣好的果報。"
    },
    {
      "id": "14-003-0008_p0045",
      "zh_CN": "【百千生中。常得七宝具足。何况衣食受用。】",
      "zh_TW": "【百千生中。常得七寶具足。何況衣食受用。】"
    },
    {
      "id": "14-003-0008_p0046",
      "zh_CN": "这是我们讲的布施有三种，财布施得财富，你的财用决定不缺乏，你修得愈多，你得的财富愈多。这个世间人发大财的，你看到不需要羡慕。他那个财怎么发的？前世修财布施修得多。不是说某人走运，哪有那么巧的事情？没有这回事情，那不合理的。某人聪明，比他聪明的人多；某人是机会到了，比他好的机会的人也多得很，为什么人家不发财，他发财？佛跟我们讲得清楚，前世修财布施，这一生得财富；前世修法布施，这一生得聪明智慧；前世修无畏布施，这一生得健康长寿。这三样东西都是我们每一个人念念想求得的，财富、聪明智慧、健康长寿，都是我们想求的。能不能求得到？决定求不到。假如说有个方法能求到，一切诸佛都来拜你做老师了。为什么？诸佛求不到，你有本事求到，那你这个能力超过诸佛如来了。佛教给我们要修因。",
      "zh_TW": "這是我們講的布施有三種，財布施得財富，你的財用決定不缺乏，你修得愈多，你得的財富愈多。這個世間人發大財的，你看到不需要羨慕。他那個財怎麼發的？前世修財布施修得多。不是說某人走運，哪有那麼巧的事情？沒有這回事情，那不合理的。某人聰明，比他聰明的人多；某人是機會到了，比他好的機會的人也多得很，為什麼人家不發財，他發財？佛跟我們講得清楚，前世修財布施，這一生得財富；前世修法布施，這一生得聰明智慧；前世修無畏布施，這一生得健康長壽。這三樣東西都是我們每一個人念念想求得的，財富、聰明智慧、健康長壽，都是我們想求的。能不能求得到？決定求不到。假如說有個方法能求到，一切諸佛都來拜你做老師了。為什麼？諸佛求不到，你有本事求到，那你這個能力超過諸佛如來了。佛教給我們要修因。"
    },
    {
      "id": "14-003-0008_p0047",
      "zh_CN": "因此，布施供养决定得福，决定不落空。如果你要是发心修大布施，这个果报不要到来生，这一生就得到，就现前。诸位细细的去念《了凡四训》，你就知道了。真正肯修，佛氏门中，有求必应。那个求是叫你去做，怎么个求？教你修布施波罗蜜。这一条是最大。假如单单从形相上说，这个世间贫苦的人，贫穷、下贱、残障的人，我们去帮助他，跟诸位说那个福报很小，怎么能够说比布施三宝还要超过？你看布施三宝在第二段。所以那个贫穷、下贱、残障就不是真的是这回事情，是在精神上、心理上的残障，心理残障、精神残障。这个就是包括整个六道众生统统在里面，这是佛菩萨布施、教化的对象。佛法的建立就是为这些人而建立的，没有这些人，世间哪有佛法？佛法就是帮助这一些心理有残障、精神有残障，帮助这些人的。我们再看第二段：",
      "zh_TW": "因此，布施供養決定得福，決定不落空。如果你要是發心修大布施，這個果報不要到來生，這一生就得到，就現前。諸位細細的去念《了凡四訓》，你就知道了。真正肯修，佛氏門中，有求必應。那個求是叫你去做，怎麼個求？教你修布施波羅蜜。這一條是最大。假如單單從形相上說，這個世間貧苦的人，貧窮、下賤、殘障的人，我們去幫助他，跟諸位說那個福報很小，怎麼能夠說比布施三寶還要超過？你看布施三寶在第二段。所以那個貧窮、下賤、殘障就不是真的是這回事情，是在精神上、心理上的殘障，心理殘障、精神殘障。這個就是包括整個六道眾生統統在裡面，這是佛菩薩布施、教化的對象。佛法的建立就是為這些人而建立的，沒有這些人，世間哪有佛法？佛法就是幫助這一些心理有殘障、精神有殘障，幫助這些人的。我們再看第二段："
    },
    {
      "id": "14-003-0008_p0048",
      "zh_CN": "【复次地藏。若未来世。有诸国王。至婆罗门等。】",
      "zh_TW": "【復次地藏。若未來世。有諸國王。至婆羅門等。】"
    },
    {
      "id": "14-003-0008_p0049",
      "zh_CN": "这个地方就省略了，就是前面国王、宰辅大臣，一直到有能力布施的上层社会的这些人士们。",
      "zh_TW": "這個地方就省略了，就是前面國王、宰輔大臣，一直到有能力布施的上層社會的這些人士們。"
    },
    {
      "id": "14-003-0008_p0050",
      "zh_CN": "【遇佛塔寺。或佛形像。乃至菩萨。声闻。辟支佛像。躬自营办。供养布施。是国王等。当得三劫为帝释身。受胜妙乐。】",
      "zh_TW": "【遇佛塔寺。或佛形像。乃至菩薩。聲聞。辟支佛像。躬自營辦。供養布施。是國王等。當得三劫為帝釋身。受勝妙樂。】"
    },
    {
      "id": "14-003-0008_p0051",
      "zh_CN": "这一段是讲布施三宝，也就是前面跟诸位提到的，《行愿品》里面所说的，「一切供养当中，法供养最」，布施供养佛法是修的法供养。唯有佛法在世间，所谓是人天眼目，能够帮助一切众生破迷开悟，离苦得乐，唯独佛法能够办得到。所以这个功德利益那就太大太大了。经里面首先给我们讲的佛的『塔寺』，「塔」是藏佛舍利的所在，「寺」就是佛教教学的机构，这是我们必须要把它认清楚的。佛的舍利究竟是什么？说到舍利大家都联想到佛的肉身舍利，肉身舍利不足以为贵，那个舍利只是给我们供养做个纪念而已，纪念品，常常激发我们对于老师的恭敬心，对于老师恋慕之情，就如此而已。最重要的是要知道佛的法身舍利。法身舍利是什么？经典，这对我们有真正的作用。我们天天看佛的舍利不会开悟，我们读经、听经会开悟，所以经典是佛的法身舍利。从前这个藏经楼就是诸佛如来法身的舍利塔，现在我们不叫藏经楼叫图书馆，图书馆就是藏诸佛法身舍利的，要明白这一点。寺就是教学的机构，就是学校。",
      "zh_TW": "這一段是講布施三寶，也就是前面跟諸位提到的，《行願品》裡面所說的，「一切供養當中，法供養最」，布施供養佛法是修的法供養。唯有佛法在世間，所謂是人天眼目，能夠幫助一切眾生破迷開悟，離苦得樂，唯獨佛法能夠辦得到。所以這個功德利益那就太大太大了。經裡面首先給我們講的佛的『塔寺』，「塔」是藏佛舍利的所在，「寺」就是佛教教學的機構，這是我們必須要把它認清楚的。佛的舍利究竟是什麼？說到舍利大家都聯想到佛的肉身舍利，肉身舍利不足以為貴，那個舍利只是給我們供養做個紀念而已，紀念品，常常激發我們對於老師的恭敬心，對於老師戀慕之情，就如此而已。最重要的是要知道佛的法身舍利。法身舍利是什麼？經典，這對我們有真正的作用。我們天天看佛的舍利不會開悟，我們讀經、聽經會開悟，所以經典是佛的法身舍利。從前這個藏經樓就是諸佛如來法身的舍利塔，現在我們不叫藏經樓叫圖書館，圖書館就是藏諸佛法身舍利的，要明白這一點。寺就是教學的機構，就是學校。"
    },
    {
      "id": "14-003-0008_p0052",
      "zh_CN": "时代变了，因此我们现在建道场，形式、用的名称也要跟着时代变，不跟着时代变，说个实在的话就落伍，就赶不上时代，被时代人遗弃掉了。今天佛教确确实实是产生这个现象，实在讲决定不是佛法跟不上时代，是佛教徒的旧脑筋。佛学有个名词叫「偏漏执」，偏是偏见，漏执，执着。要说的好听一点就是保守、不肯往前进，这被时代大众遗弃掉了。要怎么样追上时代？不但要追上，还要领导这个时代。那就是我们的道场建筑要现代化，不要再建过去宫殿式的，宫殿式是过去帝王时代、农业时代的，过去了。现在我们总统也没有住在宫殿式的房子里头，政府各级机关办公的处所也不是宫殿式的建筑了。你就晓得这是时代的潮流，佛法是佛陀的教育，一定要现代化。",
      "zh_TW": "時代變了，因此我們現在建道場，形式、用的名稱也要跟著時代變，不跟著時代變，說個實在的話就落伍，就趕不上時代，被時代人遺棄掉了。今天佛教確確實實是產生這個現象，實在講決定不是佛法跟不上時代，是佛教徒的舊腦筋。佛學有個名詞叫「偏漏執」，偏是偏見，漏執，執著。要說的好聽一點就是保守、不肯往前進，這被時代大眾遺棄掉了。要怎麼樣追上時代？不但要追上，還要領導這個時代。那就是我們的道場建築要現代化，不要再建過去宮殿式的，宮殿式是過去帝王時代、農業時代的，過去了。現在我們總統也沒有住在宮殿式的房子裡頭，政府各級機關辦公的處所也不是宮殿式的建築了。你就曉得這是時代的潮流，佛法是佛陀的教育，一定要現代化。"
    },
    {
      "id": "14-003-0008_p0053",
      "zh_CN": "建筑要现代化，名称也要现代化，不要再去用寺，不要再去用塔，塔跟寺已经过了时代，不是现在这个时代了。夏莲居老居士给我们提出的意见非常好，称为什么？称为学会，学会很时髦，中国、外国普遍建立，我们净土宗的净宗学会，是我们大家修学的一个道场。学禅的，禅宗学会；学天台的，天台学会；学华严的，华严学会。好！人家一看，这很时髦，这个不迷信，自然他就走进来了。这是一个共修的道场。如果是研究理论培养弘法人才的道场，称学院，就跟学校一样，净宗学院、禅宗学院、华严学院，称学院。这样才能够跟上时代，这是我们要知道。",
      "zh_TW": "建築要現代化，名稱也要現代化，不要再去用寺，不要再去用塔，塔跟寺已經過了時代，不是現在這個時代了。夏蓮居老居士給我們提出的意見非常好，稱為什麼？稱為學會，學會很時髦，中國、外國普遍建立，我們淨土宗的淨宗學會，是我們大家修學的一個道場。學禪的，禪宗學會；學天台的，天台學會；學華嚴的，華嚴學會。好！人家一看，這很時髦，這個不迷信，自然他就走進來了。這是一個共修的道場。如果是研究理論培養弘法人才的道場，稱學院，就跟學校一樣，淨宗學院、禪宗學院、華嚴學院，稱學院。這樣才能夠跟上時代，這是我們要知道。"
    },
    {
      "id": "14-003-0008_p0054",
      "zh_CN": "佛菩萨的形像一定要依照《造像量度经》的标准去做，不能凭我们想像，想像所造出来的佛菩萨像是艺术品，是供给人欣赏的，佛法教学的作用就失掉了。诸位要知道，佛家佛菩萨形像它的作用是教学的，一定要把三十二相八十种好给它塑造出来，使人见到这个相好就想到修因，要修什么样的因才得什么样的果报。这一段经文就是教给我们有能力要多多办佛教的图书馆，多多建立佛教的学院、学会，提供大众接触佛法、修学佛法的场地，是叫我们做这个工作，造佛像、印送佛像，当然也包括佛的经典。",
      "zh_TW": "佛菩薩的形像一定要依照《造像量度經》的標準去做，不能憑我們想像，想像所造出來的佛菩薩像是藝術品，是供給人欣賞的，佛法教學的作用就失掉了。諸位要知道，佛家佛菩薩形像它的作用是教學的，一定要把三十二相八十種好給它塑造出來，使人見到這個相好就想到修因，要修什麼樣的因才得什麼樣的果報。這一段經文就是教給我們有能力要多多辦佛教的圖書館，多多建立佛教的學院、學會，提供大眾接觸佛法、修學佛法的場地，是叫我們做這個工作，造佛像、印送佛像，當然也包括佛的經典。"
    },
    {
      "id": "14-003-0008_p0055",
      "zh_CN": "『躬自营办』，亲自去做这个事情，亲自是特别慎重，这个事情不能假手别人，怕有错误。这样供养、布施得的果报，『是国王等』，就是修这种果报的人，他得『三劫为帝释身，受胜妙乐』。「帝释」就是忉利天主，我们中国人称为玉皇大帝，其他宗教里面称为上帝，这人是到天上去当上帝去了。许许多多人都在修，那都到天上那不打架，上帝只有一个？你放心，咱们娑婆世界至少有十亿个上帝，空缺很多。佛在经上告诉我们，一个单位世界有一个忉利天，一个小千世界就有一千个忉利天，这个世界的组织是三千大千世界，一千再乘一千再乘一千，十亿，至少有十亿个上帝。",
      "zh_TW": "『躬自營辦』，親自去做這個事情，親自是特別慎重，這個事情不能假手別人，怕有錯誤。這樣供養、布施得的果報，『是國王等』，就是修這種果報的人，他得『三劫為帝釋身，受勝妙樂』。「帝釋」就是忉利天主，我們中國人稱為玉皇大帝，其他宗教裡面稱為上帝，這人是到天上去當上帝去了。許許多多人都在修，那都到天上那不打架，上帝只有一個？你放心，咱們娑婆世界至少有十億個上帝，空缺很多。佛在經上告訴我們，一個單位世界有一個忉利天，一個小千世界就有一千個忉利天，這個世界的組織是三千大千世界，一千再乘一千再乘一千，十億，至少有十億個上帝。"
    },
    {
      "id": "14-003-0008_p0056",
      "zh_CN": "【若能以此布施福利。】",
      "zh_TW": "【若能以此布施福利。】"
    },
    {
      "id": "14-003-0008_p0057",
      "zh_CN": "『福』是福德，『利』是利益。",
      "zh_TW": "『福』是福德，『利』是利益。"
    },
    {
      "id": "14-003-0008_p0058",
      "zh_CN": "【回向法界。是大国王等。于十劫中。常为大梵天王。】",
      "zh_TW": "【迴向法界。是大國王等。於十劫中。常為大梵天王。】"
    },
    {
      "id": "14-003-0008_p0059",
      "zh_CN": "假如你所修积的这些功德、福报你都不要，不要不是不在，不要，在。我的福报不要，给大家去享，那这个福报就更大了。加倍再要加倍，你看三劫变成『十劫』，不回向专为自己求福报，这是三劫，自己不受这个福报，那就得十劫。十劫就不是帝释天了，是『大梵天王』，「大梵天王」是色界天王，那这个地位就高得太多太多了。这个是真正弘护正法，真正发心弘护正法的果报。",
      "zh_TW": "假如你所修積的這些功德、福報你都不要，不要不是不在，不要，在。我的福報不要，給大家去享，那這個福報就更大了。加倍再要加倍，你看三劫變成『十劫』，不迴向專為自己求福報，這是三劫，自己不受這個福報，那就得十劫。十劫就不是帝釋天了，是『大梵天王』，「大梵天王」是色界天王，那這個地位就高得太多太多了。這個是真正弘護正法，真正發心弘護正法的果報。"
    },
    {
      "id": "14-003-0008_p0060",
      "zh_CN": "【复次地藏。若未来世。有诸国王。至婆罗门等。遇先佛塔庙。或至经像。毁坏破落。乃能发心修补。】",
      "zh_TW": "【復次地藏。若未來世。有諸國王。至婆羅門等。遇先佛塔廟。或至經像。毀壞破落。乃能發心修補。】"
    },
    {
      "id": "14-003-0008_p0061",
      "zh_CN": "这个是讲的修因，这不是自己创建，是整修旧有的道场、经像，这是整修旧有的。因为道场历时久远，要不重新修补，它就会损坏，这是叫你发心修补。前面讲的塔寺，这个地方讲的『塔庙』，你看看这就不相同，寺跟庙不一样，寺是办事的机构，庙就不一样，庙是供养鬼神的处所。所以我们供养祖先的，中国祠堂也叫做家庙。所以寺跟庙是两回事情。",
      "zh_TW": "這個是講的修因，這不是自己創建，是整修舊有的道場、經像，這是整修舊有的。因為道場歷時久遠，要不重新修補，它就會損壞，這是叫你發心修補。前面講的塔寺，這個地方講的『塔廟』，你看看這就不相同，寺跟廟不一樣，寺是辦事的機構，廟就不一樣，廟是供養鬼神的處所。所以我們供養祖先的，中國祠堂也叫做家廟。所以寺跟廟是兩回事情。"
    },
    {
      "id": "14-003-0008_p0062",
      "zh_CN": "此地的意思我们要格外搞清楚，譬如说在中国大陆，在台湾也有不少，流传下来几百年的老的道场、旧道场，已经过了时代，过了时代我们要不要保存？要保存，把它当作古迹去保存，供给现代人去观光、旅游、凭吊的，保存古物，这个古物就是庙。这个地方现在能不能再做道场用？不能做了，为什么不能做？观光旅游的人太多了，闲杂人太多，修行道场、教学道场都要清净。这些地方拦也拦不住，那就不如把它统统修好，整修好做为观光、旅游的一个重点。像现在大陆上，把三百年以前有历史价值的这些名胜古迹统统修复，都做为观光旅游，不但是宣扬中国固有的文化，也宣扬大乘佛法，而且给国家带来一笔很大的财富，这个好事情。",
      "zh_TW": "此地的意思我們要格外搞清楚，譬如說在中國大陸，在台灣也有不少，流傳下來幾百年的老的道場、舊道場，已經過了時代，過了時代我們要不要保存？要保存，把它當作古蹟去保存，供給現代人去觀光、旅遊、憑弔的，保存古物，這個古物就是廟。這個地方現在能不能再做道場用？不能做了，為什麼不能做？觀光旅遊的人太多了，閒雜人太多，修行道場、教學道場都要清淨。這些地方攔也攔不住，那就不如把它統統修好，整修好做為觀光、旅遊的一個重點。像現在大陸上，把三百年以前有歷史價值的這些名勝古蹟統統修復，都做為觀光旅遊，不但是宣揚中國固有的文化，也宣揚大乘佛法，而且給國家帶來一筆很大的財富，這個好事情。"
    },
    {
      "id": "14-003-0008_p0063",
      "zh_CN": "这是这一类的，就是古时候的道场现在变成博物馆，庙就好比是博物馆一样，从前的道场现在不用了，现在把它变成博物馆。像北京从前的皇宫，现在把它变成做故宫博物院，把它变成博物馆，这是这个意思。所以旧的道场也要修，旧的道场不可以随它这样没落下去，这是错误的，是给我们留下一个非常好的纪念，知道佛法从释迦牟尼佛以来历代的传承，教学的历史、经过。你看前面一段是建立新的道场，这是完全追上时代的，后面这一段是修补旧道场使我们不忘本，这个功德也很大。",
      "zh_TW": "這是這一類的，就是古時候的道場現在變成博物館，廟就好比是博物館一樣，從前的道場現在不用了，現在把它變成博物館。像北京從前的皇宮，現在把它變成做故宮博物院，把它變成博物館，這是這個意思。所以舊的道場也要修，舊的道場不可以隨它這樣沒落下去，這是錯誤的，是給我們留下一個非常好的紀念，知道佛法從釋迦牟尼佛以來歷代的傳承，教學的歷史、經過。你看前面一段是建立新的道場，這是完全追上時代的，後面這一段是修補舊道場使我們不忘本，這個功德也很大。"
    },
    {
      "id": "14-003-0008_p0064",
      "zh_CN": "我们看底下经文，三百一十一面：",
      "zh_TW": "我們看底下經文，三百一十一面："
    },
    {
      "id": "14-003-0008_p0065",
      "zh_CN": "【是国王等。或自营办。或劝他人。乃至百千人等。布施结缘。】",
      "zh_TW": "【是國王等。或自營辦。或勸他人。乃至百千人等。布施結緣。】"
    },
    {
      "id": "14-003-0008_p0066",
      "zh_CN": "无论是新建或者是整修旧道场，一个人有能力一个人办，一个人没有能力，大家合起来办，都好。",
      "zh_TW": "無論是新建或者是整修舊道場，一個人有能力一個人辦，一個人沒有能力，大家合起來辦，都好。"
    },
    {
      "id": "14-003-0008_p0067",
      "zh_CN": "【是国王等。百千生中。常为转轮王身。如是他人。同布施者。百千生中。常为小国王身。】",
      "zh_TW": "【是國王等。百千生中。常為轉輪王身。如是他人。同布施者。百千生中。常為小國王身。】"
    },
    {
      "id": "14-003-0008_p0068",
      "zh_CN": "我们读这个经应该明了，这个世间大富大贵的人原来前生统统有修因，不是平白来的。过去生中没有深厚的福德，这一生当中什么事都做不成，一定要修福。自己没有福报，得要找一个真正有福报的人做依靠，这就是我们一般讲我们要追随一个有福报的人。你要看清楚这个人真正有福，你追随他，他有前途你也有前途。我们世俗的人讲这是找对了老板。如果没有眼光，去追随一个没有福报的人，他没有前途，我们自己也吃大亏。所以说是一定要去观察他，他是不是真正在修福？如果再要仔细去观察，他的祖先有没有积德？如果说是三代或者三代以上祖先他都是积功累德、断恶修善，他的子孙一定好。如果子孙是非常贤慧，也能够积功累德，那你跟这个人是决定不错的。佛在经上给我们说的不会说错，我们应当要相信。",
      "zh_TW": "我們讀這個經應該明瞭，這個世間大富大貴的人原來前生統統有修因，不是平白來的。過去生中沒有深厚的福德，這一生當中什麼事都做不成，一定要修福。自己沒有福報，得要找一個真正有福報的人做依靠，這就是我們一般講我們要追隨一個有福報的人。你要看清楚這個人真正有福，你追隨他，他有前途你也有前途。我們世俗的人講這是找對了老闆。如果沒有眼光，去追隨一個沒有福報的人，他沒有前途，我們自己也吃大虧。所以說是一定要去觀察他，他是不是真正在修福？如果再要仔細去觀察，他的祖先有沒有積德？如果說是三代或者三代以上祖先他都是積功累德、斷惡修善，他的子孫一定好。如果子孫是非常賢慧，也能夠積功累德，那你跟這個人是決定不錯的。佛在經上給我們說的不會說錯，我們應當要相信。"
    },
    {
      "id": "14-003-0008_p0069",
      "zh_CN": "【更能于塔庙前。发回向心。如是国王。乃及诸人。尽成佛道。以此果报无量无边。】",
      "zh_TW": "【更能於塔廟前。發迴向心。如是國王。乃及諸人。盡成佛道。以此果報無量無邊。】"
    },
    {
      "id": "14-003-0008_p0070",
      "zh_CN": "这是说回向，三宝门前修，尽心尽力修布施供养，不受福报，把福报回向众生、回向佛道、回向菩提，那决定成佛，决定遇到成佛的机缘。",
      "zh_TW": "這是說迴向，三寶門前修，盡心盡力修布施供養，不受福報，把福報迴向眾生、迴向佛道、迴向菩提，那決定成佛，決定遇到成佛的機緣。"
    },
    {
      "id": "14-003-0008_p0071",
      "zh_CN": "以上所说，在校量布施里面是布施之大者，百千生受福报者，这是讲大的。我们再看底下经文，这是给我们说明在日常琐碎事相之中，我们时时刻刻能遇到的，遇到这些事情，遇见了就应当发慈悲心去修布施、去修供养。",
      "zh_TW": "以上所說，在校量布施裡面是布施之大者，百千生受福報者，這是講大的。我們再看底下經文，這是給我們說明在日常瑣碎事相之中，我們時時刻刻能遇到的，遇到這些事情，遇見了就應當發慈悲心去修布施、去修供養。"
    },
    {
      "id": "14-003-0008_p0072",
      "zh_CN": "【复次地藏。未来世中。有诸国王及婆罗门等。见诸老病及生产妇女。】",
      "zh_TW": "【復次地藏。未來世中。有諸國王及婆羅門等。見諸老病及生產婦女。】"
    },
    {
      "id": "14-003-0008_p0073",
      "zh_CN": "这些人是世间有难之人，有困难的人，急需要大家伸出援手去帮助他。老人很苦，病人也很苦，妇女在生产的时候性命交关，这现在医学进步，那是好得太多了，在从前那是生死关头。遇到这些事情，要全心全力去帮助他，我们能够帮助老人，自己老的时候就有年轻人来帮助你；我们能够帮助病人，自己得病的时候就有人来照顾你，这个当中有因有果。我们要是嫌弃老病，到自己老了、病了，就有很多人嫌弃我们，没有人照顾。这些事情要常常设身处地去想想，我将来也会这样，我希望有别人帮助我，我现在遇到了就应该帮助别人。",
      "zh_TW": "這些人是世間有難之人，有困難的人，急需要大家伸出援手去幫助他。老人很苦，病人也很苦，婦女在生產的時候性命交關，這現在醫學進步，那是好得太多了，在從前那是生死關頭。遇到這些事情，要全心全力去幫助他，我們能夠幫助老人，自己老的時候就有年輕人來幫助你；我們能夠幫助病人，自己得病的時候就有人來照顧你，這個當中有因有果。我們要是嫌棄老病，到自己老了、病了，就有很多人嫌棄我們，沒有人照顧。這些事情要常常設身處地去想想，我將來也會這樣，我希望有別人幫助我，我現在遇到了就應該幫助別人。"
    },
    {
      "id": "14-003-0008_p0074",
      "zh_CN": "【若一念间。具大慈心。】",
      "zh_TW": "【若一念間。具大慈心。】"
    },
    {
      "id": "14-003-0008_p0075",
      "zh_CN": "慈悲加上大就是心地清净平等，清净平等的慈悲就叫大慈悲。",
      "zh_TW": "慈悲加上大就是心地清淨平等，清淨平等的慈悲就叫大慈悲。"
    },
    {
      "id": "14-003-0008_p0076",
      "zh_CN": "【布施医药。饮食卧具。使令安乐。】",
      "zh_TW": "【布施醫藥。飲食臥具。使令安樂。】"
    },
    {
      "id": "14-003-0008_p0077",
      "zh_CN": "这是他最需要的时候，我们能够帮助他。",
      "zh_TW": "這是他最需要的時候，我們能夠幫助他。"
    },
    {
      "id": "14-003-0008_p0078",
      "zh_CN": "【如是福利。最不思议。一百劫中。常为净居天主。二百劫中。常为六欲天主。毕竟成佛。永不堕恶道。乃至百千生中。耳不闻苦声。】",
      "zh_TW": "【如是福利。最不思議。一百劫中。常為淨居天主。二百劫中。常為六欲天主。畢竟成佛。永不墮惡道。乃至百千生中。耳不聞苦聲。】"
    },
    {
      "id": "14-003-0008_p0079",
      "zh_CN": "这是说有福的人能够继续不断再修福，这个福报是愈来愈殊胜，这永远有享不尽的福报。福报现前的时候不肯再修福，诸位要知道，这个福报很容易享尽，很快就享完了。如果我们头脑清醒的话，仔细观察这个世间，那个飞黄腾达享福之人，他能不能保住他一生，能不能保住他两代？从这个地方看看我们会觉悟的，多少少壮的时候发达，晚年晚景凄凉，儿孙不孝，不要说传到两代，自己这一生都不能保全。这是说享福的时候不知道再修福，享福的时候迷惑颠倒，狂妄无知，不晓得福报从哪里来的，自以为有智慧，自以为有能力，这错误的。我们再看下面经文：",
      "zh_TW": "這是說有福的人能夠繼續不斷再修福，這個福報是愈來愈殊勝，這永遠有享不盡的福報。福報現前的時候不肯再修福，諸位要知道，這個福報很容易享盡，很快就享完了。如果我們頭腦清醒的話，仔細觀察這個世間，那個飛黃騰達享福之人，他能不能保住他一生，能不能保住他兩代？從這個地方看看我們會覺悟的，多少少壯的時候發達，晚年晚景淒涼，兒孫不孝，不要說傳到兩代，自己這一生都不能保全。這是說享福的時候不知道再修福，享福的時候迷惑顛倒，狂妄無知，不曉得福報從哪裡來的，自以為有智慧，自以為有能力，這錯誤的。我們再看下面經文："
    },
    {
      "id": "14-003-0008_p0080",
      "zh_CN": "【复次地藏。若未来世中。有诸国王及婆罗门等。能作如是布施。】",
      "zh_TW": "【復次地藏。若未來世中。有諸國王及婆羅門等。能作如是布施。】"
    },
    {
      "id": "14-003-0008_p0081",
      "zh_CN": "『如是布施』是总结前面所说的。实际上前面所说也只是在无量布施里面举几个例子来说而已，《华严经．第六回向品》里面举的例子就更多，举了有七十多个例子，比此地多得多。",
      "zh_TW": "『如是布施』是總結前面所說的。實際上前面所說也只是在無量布施裡面舉幾個例子來說而已，《華嚴經．第六迴向品》裡面舉的例子就更多，舉了有七十多個例子，比此地多得多。"
    },
    {
      "id": "14-003-0008_p0082",
      "zh_CN": "【获福无量。】",
      "zh_TW": "【獲福無量。】"
    },
    {
      "id": "14-003-0008_p0083",
      "zh_CN": "你所得到的福报很大。",
      "zh_TW": "你所得到的福報很大。"
    },
    {
      "id": "14-003-0008_p0084",
      "zh_CN": "【更能回向。不问多少。毕竟成佛。何况释梵转轮之报。是故地藏。普劝众生。当如是学。】",
      "zh_TW": "【更能迴向。不問多少。畢竟成佛。何況釋梵轉輪之報。是故地藏。普勸眾生。當如是學。】"
    },
    {
      "id": "14-003-0008_p0085",
      "zh_CN": "末后的两句我们看出世尊的苦口婆心，嘱咐地藏菩萨要劝导一切众生多修福、多培福，你的福报才享不尽。有福不肯享，这就是会享，那这个福报就变成百生、千生。再看底下经文：",
      "zh_TW": "末後的兩句我們看出世尊的苦口婆心，囑咐地藏菩薩要勸導一切眾生多修福、多培福，你的福報才享不盡。有福不肯享，這就是會享，那這個福報就變成百生、千生。再看底下經文："
    },
    {
      "id": "14-003-0008_p0086",
      "zh_CN": "【复次地藏。未来世中。若善男子善女人。于佛法中。种少善根。毛发沙尘等许。所受福利。不可为喻。】",
      "zh_TW": "【復次地藏。未來世中。若善男子善女人。於佛法中。種少善根。毛髮沙塵等許。所受福利。不可為喻。】"
    },
    {
      "id": "14-003-0008_p0087",
      "zh_CN": "前面所说的都是指社会上上层社会的人士，富贵人家，是说他们修布施功德。这以下是讲平民，平民里面能够修三福的，此地有『善男子善女人』，三福是修行的基础，有这个基础再修福，那这个福德就太大了。这样的人他能在佛法当中种善根，即使善根很少很少，他所得的福报，所得的利益，此地是佛讲的『不可为喻』，没法子说。所以这样的文，通常我们读了之后一定会生怀疑。疑什么？修的因很少，得的果报太殊胜，殊胜到使我们不敢相信了，这是一般人都怀疑的。可是此地，这在前面都跟诸位说过了，特别那个关键就是「善男子善女人」那个善，如果真正知道这个善的定义、善的标准，这样的果报你就不会怀疑，这个不是普通人。再往下看：",
      "zh_TW": "前面所說的都是指社會上上層社會的人士，富貴人家，是說他們修布施功德。這以下是講平民，平民裡面能夠修三福的，此地有『善男子善女人』，三福是修行的基礎，有這個基礎再修福，那這個福德就太大了。這樣的人他能在佛法當中種善根，即使善根很少很少，他所得的福報，所得的利益，此地是佛講的『不可為喻』，沒法子說。所以這樣的文，通常我們讀了之後一定會生懷疑。疑什麼？修的因很少，得的果報太殊勝，殊勝到使我們不敢相信了，這是一般人都懷疑的。可是此地，這在前面都跟諸位說過了，特別那個關鍵就是「善男子善女人」那個善，如果真正知道這個善的定義、善的標準，這樣的果報你就不會懷疑，這個不是普通人。再往下看："
    },
    {
      "id": "14-003-0008_p0088",
      "zh_CN": "【复次地藏。未来世中。若有善男子善女人。遇佛形像。菩萨形像。辟支佛形像。转轮王形像。布施供养。得无量福。常在人天受胜妙乐。】",
      "zh_TW": "【復次地藏。未來世中。若有善男子善女人。遇佛形像。菩薩形像。辟支佛形像。轉輪王形像。布施供養。得無量福。常在人天受勝妙樂。】"
    },
    {
      "id": "14-003-0008_p0089",
      "zh_CN": "这是教给我们一个修善的人，真正修三福的人，要特别留意弘护正法，真正佛法我们要弘扬，我们要护持，底下说的这些话统统是弘护正法的意思。也许诸位看到了，佛、菩萨、辟支佛，这个是佛法没错，转轮圣王那有什么关系？转轮圣王是护法神，佛、菩萨、辟支佛是弘法的，转轮圣王是护法的，弘法、护法我们统统都要布施、供养，不要在这个地方起分别心，这个福报就大了。以平等心来布施，以清净心来供养，不要起分别、不要有执着。",
      "zh_TW": "這是教給我們一個修善的人，真正修三福的人，要特別留意弘護正法，真正佛法我們要弘揚，我們要護持，底下說的這些話統統是弘護正法的意思。也許諸位看到了，佛、菩薩、辟支佛，這個是佛法沒錯，轉輪聖王那有什麼關係？轉輪聖王是護法神，佛、菩薩、辟支佛是弘法的，轉輪聖王是護法的，弘法、護法我們統統都要布施、供養，不要在這個地方起分別心，這個福報就大了。以平等心來布施，以清淨心來供養，不要起分別、不要有執著。"
    },
    {
      "id": "14-003-0008_p0090",
      "zh_CN": "【若能回向法界。是人福利。不可为喻。】",
      "zh_TW": "【若能迴向法界。是人福利。不可為喻。】"
    },
    {
      "id": "14-003-0008_p0091",
      "zh_CN": "布施供养的福报我不接受，我不受，这个福报就愈转愈殊胜。布施的方法，就像前面所讲的一样，塑造佛菩萨、护法神的形像，或者旧有的损坏了来加以修补，这是指这一类的，这是从形像上说。从实质上讲，诸佛菩萨统统代表觉正净，如何令一切众生破迷开悟，这就是布施供养诸佛菩萨跟护法神，这是实质的意思。后面一段这是讲法宝：",
      "zh_TW": "布施供養的福報我不接受，我不受，這個福報就愈轉愈殊勝。布施的方法，就像前面所講的一樣，塑造佛菩薩、護法神的形像，或者舊有的損壞了來加以修補，這是指這一類的，這是從形像上說。從實質上講，諸佛菩薩統統代表覺正淨，如何令一切眾生破迷開悟，這就是布施供養諸佛菩薩跟護法神，這是實質的意思。後面一段這是講法寶："
    },
    {
      "id": "14-003-0008_p0092",
      "zh_CN": "【复次地藏。未来世中。若有善男子善女人。遇大乘经典。或听闻一偈一句。发殷重心。赞叹恭敬。布施供养。是人获大果报。无量无边。】",
      "zh_TW": "【復次地藏。未來世中。若有善男子善女人。遇大乘經典。或聽聞一偈一句。發殷重心。讚歎恭敬。布施供養。是人獲大果報。無量無邊。】"
    },
    {
      "id": "14-003-0008_p0093",
      "zh_CN": "这个是对于法宝。法宝要怎样布施、怎样供养？第一个是修学，我依照经典教训去做，这是供养真经，这是修真实的布施，自己依教奉行。其次劝勉别人，我们自己真正得到佛法利益，这才能够劝人，劝人人家才会相信、才会接受。劝人的方法有口头、有自己做出来做示范、有写经，现在有印送经典。印送经典要注意，经典是属于艺术品，一定要大方庄严，不同于世间的书籍，叫人拿到手上真正生欢喜心、生恭敬心，这才能做到。我们今天印经书，如果是很随便印的，人家拿在手上就轻视，没有把它看重，这个对于法宝就生轻慢之心，这个不好。所以说一定要讲求经本的品质，这一点非常重要。内容的选择一定选择契合这一个时代众生的种种病态，经典确确实实能够对治大家的习气，那就功德无量。",
      "zh_TW": "這個是對於法寶。法寶要怎樣布施、怎樣供養？第一個是修學，我依照經典教訓去做，這是供養真經，這是修真實的布施，自己依教奉行。其次勸勉別人，我們自己真正得到佛法利益，這才能夠勸人，勸人人家才會相信、才會接受。勸人的方法有口頭、有自己做出來做示範、有寫經，現在有印送經典。印送經典要注意，經典是屬於藝術品，一定要大方莊嚴，不同於世間的書籍，叫人拿到手上真正生歡喜心、生恭敬心，這才能做到。我們今天印經書，如果是很隨便印的，人家拿在手上就輕視，沒有把它看重，這個對於法寶就生輕慢之心，這個不好。所以說一定要講求經本的品質，這一點非常重要。內容的選擇一定選擇契合這一個時代眾生的種種病態，經典確確實實能夠對治大家的習氣，那就功德無量。"
    },
    {
      "id": "14-003-0008_p0094",
      "zh_CN": "有许多大乘经典，我看到许多人在那里印送，最普遍的像《法华经》、《金刚经》，很好，这一种经典，说实在的话，几个人懂？虽然他去念，念了不懂，做不到，甚至于把经典里面的意思还错会，那就更冤枉。我并不是反对印这些经典，像这些经典就少印一些，为什么？它不能普及，不是每一个人都能念得懂。对于普及的、浅显的，大众统统能够接受的，经义非常明显的，一看就了解了，这样的经典应当大量的来布施。这是我们印经必须要考虑到的，这种法布施的功德才殊胜，才不至于落空。",
      "zh_TW": "有許多大乘經典，我看到許多人在那裡印送，最普遍的像《法華經》、《金剛經》，很好，這一種經典，說實在的話，幾個人懂？雖然他去念，念了不懂，做不到，甚至於把經典裡面的意思還錯會，那就更冤枉。我並不是反對印這些經典，像這些經典就少印一些，為什麼？它不能普及，不是每一個人都能念得懂。對於普及的、淺顯的，大眾統統能夠接受的，經義非常明顯的，一看就了解了，這樣的經典應當大量的來布施。這是我們印經必須要考慮到的，這種法布施的功德才殊勝，才不至於落空。"
    },
    {
      "id": "14-003-0008_p0095",
      "zh_CN": "现身说法，作证布施，这是第一功德。有许多同修对于家人非常的关怀，自己得佛法利益了，我家人都还没有学佛，甚至于自己学佛家里人排斥、反对，常常跑到我这里来诉苦，其实谁错了？自己错了。如果你是真正依照经典教训去修行的人，我相信你家里人见到你个个都赞叹、个个都欢喜，绝对不会排斥。对你有排斥，一定你做得不如法。每一个人学佛都有时节因缘，不能勉强。",
      "zh_TW": "現身說法，作證布施，這是第一功德。有許多同修對於家人非常的關懷，自己得佛法利益了，我家人都還沒有學佛，甚至於自己學佛家裡人排斥、反對，常常跑到我這裡來訴苦，其實誰錯了？自己錯了。如果你是真正依照經典教訓去修行的人，我相信你家裡人見到你個個都讚歎、個個都歡喜，絕對不會排斥。對你有排斥，一定你做得不如法。每一個人學佛都有時節因緣，不能勉強。"
    },
    {
      "id": "14-003-0008_p0096",
      "zh_CN": "过去香港何世礼将军的母亲，我在讲席也提出过不少次，我们这一会新的同修很多，也许还有人不知道。这个事情是在第二次世界大战的时候，我们对日本人作战的时候，何世礼家庭非常富裕，在香港居住很多年，得到英国皇室的封赠爵士，这种地位，在香港称他父亲为何东爵士。他们是受过新时代的教育，所以全家都是虔诚的基督徒。他的母亲是个老实念佛的佛教徒，毕竟是受过高等教育，所以母亲念佛吃长斋，家里人并没有反对也不排斥。何世礼家人对于母亲非常孝顺，各人信各人的宗教，彼此互不干涉，家庭和睦。",
      "zh_TW": "過去香港何世禮將軍的母親，我在講席也提出過不少次，我們這一會新的同修很多，也許還有人不知道。這個事情是在第二次世界大戰的時候，我們對日本人作戰的時候，何世禮家庭非常富裕，在香港居住很多年，得到英國皇室的封贈爵士，這種地位，在香港稱他父親為何東爵士。他們是受過新時代的教育，所以全家都是虔誠的基督徒。他的母親是個老實念佛的佛教徒，畢竟是受過高等教育，所以母親念佛吃長齋，家裡人並沒有反對也不排斥。何世禮家人對於母親非常孝順，各人信各人的宗教，彼此互不干涉，家庭和睦。"
    },
    {
      "id": "14-003-0008_p0097",
      "zh_CN": "老太太到往生的时候，这才召集家人，跟他儿子、媳妇说，我今天要到西方极乐世界去了，我们家人团聚，一生当中信教自由，各不妨碍，但是今天我要到极乐世界去，你也应该念几句佛号送送我，就算我们一生母子一场，这话说得合情合理。她往生的时候在家里开往生大会，亲戚朋友统统都请来，告别，跟大家说话，说完话之后请大家念佛送她走，她一盘腿念不到十五分钟就走了。她也没有劝她儿子、媳妇信佛，儿子、媳妇看到母亲这样走了，从此以后不再到教堂了，都老实念佛了。你看，现身说法把一家人都度了。这一招高明，平常不劝你，劝了也没用，免得争论，到临终看看我这个样子，你们基督教有没有这个本事？这老太太很高明的一招。我们要想度化家人眷属，学何东老太太就行了，真正念到功夫成片，预知时至，晓得自己哪一天走，坐着走、站着走，自由自在，这是我们这一生没空过，其他统统都是假的。这是修法布施，做个证明、做个榜样给大家看看。",
      "zh_TW": "老太太到往生的時候，這才召集家人，跟他兒子、媳婦說，我今天要到西方極樂世界去了，我們家人團聚，一生當中信教自由，各不妨礙，但是今天我要到極樂世界去，你也應該念幾句佛號送送我，就算我們一生母子一場，這話說得合情合理。她往生的時候在家裡開往生大會，親戚朋友統統都請來，告別，跟大家說話，說完話之後請大家念佛送她走，她一盤腿念不到十五分鐘就走了。她也沒有勸她兒子、媳婦信佛，兒子、媳婦看到母親這樣走了，從此以後不再到教堂了，都老實念佛了。你看，現身說法把一家人都度了。這一招高明，平常不勸你，勸了也沒用，免得爭論，到臨終看看我這個樣子，你們基督教有沒有這個本事？這老太太很高明的一招。我們要想度化家人眷屬，學何東老太太就行了，真正念到功夫成片，預知時至，曉得自己哪一天走，坐著走、站著走，自由自在，這是我們這一生沒空過，其他統統都是假的。這是修法布施，做個證明、做個榜樣給大家看看。"
    },
    {
      "id": "14-003-0008_p0098",
      "zh_CN": "我们翻到三百二十面，看经文：",
      "zh_TW": "我們翻到三百二十面，看經文："
    },
    {
      "id": "14-003-0008_p0099",
      "zh_CN": "【复次地藏。若未来世中。有善男子善女人。遇佛塔寺。大乘经典。新者布施供养。瞻礼赞叹。恭敬合掌。若遇故者。或毁坏者。修补营理。或独发心。或劝多人同共发心。如是等辈。三十生中常为诸小国王。檀越之人。常为轮王。还以善法教化诸小国王。】",
      "zh_TW": "【復次地藏。若未來世中。有善男子善女人。遇佛塔寺。大乘經典。新者布施供養。瞻禮讚歎。恭敬合掌。若遇故者。或毀壞者。修補營理。或獨發心。或勸多人同共發心。如是等輩。三十生中常為諸小國王。檀越之人。常為輪王。還以善法教化諸小國王。】"
    },
    {
      "id": "14-003-0008_p0100",
      "zh_CN": "这个地方是讲布施供养法宝，这个法宝范围包括得非常之大，大的是道场，小的是修补经典。修补经典这一点我特别提出来给同修们做个报告，像我们现在这个经典要是坏了，要不要修补？不需要，为什么不需要？这是现在印的本子很多，这种本子坏了不要去修。修补的本子是什么？是中国一些古本、线装书，有历史价值的，这些一定要修补。它最大的好处不但是保存了佛教的艺术，提供珍贵的版本给后人做参考。譬如我们今天印的经或者有错字，或者有颠倒、有重复，我们拿什么本子来对照？有古本就可以拿古本来对照、来校对。或者做为以后翻印的根据，依据这个版本来翻印，这个破损的一定要修补。",
      "zh_TW": "這個地方是講布施供養法寶，這個法寶範圍包括得非常之大，大的是道場，小的是修補經典。修補經典這一點我特別提出來給同修們做個報告，像我們現在這個經典要是壞了，要不要修補？不需要，為什麼不需要？這是現在印的本子很多，這種本子壞了不要去修。修補的本子是什麼？是中國一些古本、線裝書，有歷史價值的，這些一定要修補。它最大的好處不但是保存了佛教的藝術，提供珍貴的版本給後人做參考。譬如我們今天印的經或者有錯字，或者有顛倒、有重複，我們拿什麼本子來對照？有古本就可以拿古本來對照、來校對。或者做為以後翻印的根據，依據這個版本來翻印，這個破損的一定要修補。"
    },
    {
      "id": "14-003-0008_p0101",
      "zh_CN": "像我手上还有几十本，不多了，几十本，明朝时候的版本，距离我们现在有五百多年，毛边纸印的。五百多年这个纸差不多都碎了，在这一翻的时候，一折的时候，纸就断了，这个时候怎么办？我们要把它裱褙，就像裱画一样，后面再裱一层的棉纸，拿到裱画店裱一层棉纸，这样再把它装订下来，它的寿命至少又可以延长五百年，这个就要做修复工作。还有一种现在人写的珍品，像我上一次，这是住在温哥华有一个书画家，这个书法写得是非常之好，他亲手写的一部《金刚经》送给我的，这个《金刚经》是整个裱起来的，裱成册页。我拿到之后非常欢喜，我们也把它印出来了。这一位老居士是个虔诚的基督教徒，最近这几年他在看佛经，他觉得佛经讲的道理比圣经的道理好，所以他发心在家写经。写经的那种恭敬的程度，我们佛教徒不如他，他写一个字洗一次手。不说其他的，这一点我们看到的时候不能不五体投地，虔诚的基督教徒转过佛教也是最虔诚的佛教徒。",
      "zh_TW": "像我手上還有幾十本，不多了，幾十本，明朝時候的版本，距離我們現在有五百多年，毛邊紙印的。五百多年這個紙差不多都碎了，在這一翻的時候，一折的時候，紙就斷了，這個時候怎麼辦？我們要把它裱褙，就像裱畫一樣，後面再裱一層的棉紙，拿到裱畫店裱一層棉紙，這樣再把它裝訂下來，它的壽命至少又可以延長五百年，這個就要做修復工作。還有一種現在人寫的珍品，像我上一次，這是住在溫哥華有一個書畫家，這個書法寫得是非常之好，他親手寫的一部《金剛經》送給我的，這個《金剛經》是整個裱起來的，裱成冊頁。我拿到之後非常歡喜，我們也把它印出來了。這一位老居士是個虔誠的基督教徒，最近這幾年他在看佛經，他覺得佛經講的道理比聖經的道理好，所以他發心在家寫經。寫經的那種恭敬的程度，我們佛教徒不如他，他寫一個字洗一次手。不說其他的，這一點我們看到的時候不能不五體投地，虔誠的基督教徒轉過佛教也是最虔誠的佛教徒。"
    },
    {
      "id": "14-003-0008_p0102",
      "zh_CN": "所以我就劝他，我说你最好发心给我们写一部《大乘无量寿经》，我们将来把它印出来流通、来读诵。我给他说了，他真的他就做到了。现在这一部经已经写好了，我这次从美国回来，回来前两天，他派一个人送到圣荷西，这个本子我带回来了。带回来，如果把它裱成册页，我看恐怕至少要二、三万块钱的样子，整个把它裱褙起来，但是还是要裱。为什么？太珍贵了！我们也要把它印出来，它是一行十六个字，一面六行，所以你看起来就非常的舒服了。我说将来这个本子印出来，我们讲经统统用这个本子。用这个本子有什么好处？它间隔大，天地很宽，你听经的时候好写笔记。像这样的本子，损坏了要修补，我们影印的这个本子就不需要了，这个你补好了也没有人要，你送给人，人家也不要你这个本子。可是那个古本你要把它修补起来人家要，人家当宝贝，连故宫博物院都愿意收藏，这是真正的国宝。毁坏修补你要晓得它的价值，它有历史的价值，它有高度艺术的价值，这个我们要修补；否则的话，现在印刷术这样的发达，用不着，这个诸位要知道。古时候的经本都是手抄本，都是手写的，所以手写的本子都应当保留，那都很有价值。",
      "zh_TW": "所以我就勸他，我說你最好發心給我們寫一部《大乘無量壽經》，我們將來把它印出來流通、來讀誦。我給他說了，他真的他就做到了。現在這一部經已經寫好了，我這次從美國回來，回來前兩天，他派一個人送到聖荷西，這個本子我帶回來了。帶回來，如果把它裱成冊頁，我看恐怕至少要二、三萬塊錢的樣子，整個把它裱褙起來，但是還是要裱。為什麼？太珍貴了！我們也要把它印出來，它是一行十六個字，一面六行，所以你看起來就非常的舒服了。我說將來這個本子印出來，我們講經統統用這個本子。用這個本子有什麼好處？它間隔大，天地很寬，你聽經的時候好寫筆記。像這樣的本子，損壞了要修補，我們影印的這個本子就不需要了，這個你補好了也沒有人要，你送給人，人家也不要你這個本子。可是那個古本你要把它修補起來人家要，人家當寶貝，連故宮博物院都願意收藏，這是真正的國寶。毀壞修補你要曉得它的價值，它有歷史的價值，它有高度藝術的價值，這個我們要修補；否則的話，現在印刷術這樣的發達，用不著，這個諸位要知道。古時候的經本都是手抄本，都是手寫的，所以手寫的本子都應當保留，那都很有價值。"
    },
    {
      "id": "14-003-0008_p0103",
      "zh_CN": "我们翻开三百二十二面：",
      "zh_TW": "我們翻開三百二十二面："
    },
    {
      "id": "14-003-0008_p0104",
      "zh_CN": "【复次地藏。未来世中。若有善男子善女人。于佛法中所种善根。或布施供养。或修补塔寺。或装理经典。乃至一毛一尘。一沙一渧。】",
      "zh_TW": "【復次地藏。未來世中。若有善男子善女人。於佛法中所種善根。或布施供養。或修補塔寺。或裝理經典。乃至一毛一塵。一沙一渧。】"
    },
    {
      "id": "14-003-0008_p0105",
      "zh_CN": "这个经文我们一看就晓得这是总结。以上，一个修积善根，也就是修学净业三福的一个贫民，他在三宝门中所种的善根，所修的福德，所感得的殊胜果报。",
      "zh_TW": "這個經文我們一看就曉得這是總結。以上，一個修積善根，也就是修學淨業三福的一個貧民，他在三寶門中所種的善根，所修的福德，所感得的殊勝果報。"
    },
    {
      "id": "14-003-0008_p0106",
      "zh_CN": "【如是善事。但能回向法界。是人功德。百千生中受上妙乐。】",
      "zh_TW": "【如是善事。但能迴向法界。是人功德。百千生中受上妙樂。】"
    },
    {
      "id": "14-003-0008_p0107",
      "zh_CN": "这就讲的是你所修积的善根功德自己不享受，回向法界一切众生，我有福，愿一切众生同享，这一个心量就大了。心量大，你的福德、功德就大了，把福德转变成功德，那个果报就不可思议。我们再看底下经文：",
      "zh_TW": "這就講的是你所修積的善根功德自己不享受，迴向法界一切眾生，我有福，願一切眾生同享，這一個心量就大了。心量大，你的福德、功德就大了，把福德轉變成功德，那個果報就不可思議。我們再看底下經文："
    },
    {
      "id": "14-003-0008_p0108",
      "zh_CN": "【如但回向自家眷属。或自身利益。如是之果。即三生受乐。舍一得万报。】",
      "zh_TW": "【如但迴向自家眷屬。或自身利益。如是之果。即三生受樂。捨一得萬報。】"
    },
    {
      "id": "14-003-0008_p0109",
      "zh_CN": "这个我们也常常看见的，他修积功德为什么？为自己。为自己消灾，为自己的病痛，或者为自己家人眷属，这个所得的福就很小了。实在讲修的都是一样，福德大小随着你的心量在转变，你心量大，那个小福就变成大福；心量小，这个大福也变成小福，一切法随心所变，这是真的，这个不是假的，完全看我们心量大小。心地染净，心地清净得清净福，心地杂染，得福报里面还有很多烦恼。为什么？不清净，心不清净，你的受用哪里会清净？这是我们自己要知道的。",
      "zh_TW": "這個我們也常常看見的，他修積功德為什麼？為自己。為自己消災，為自己的病痛，或者為自己家人眷屬，這個所得的福就很小了。實在講修的都是一樣，福德大小隨著你的心量在轉變，你心量大，那個小福就變成大福；心量小，這個大福也變成小福，一切法隨心所變，這是真的，這個不是假的，完全看我們心量大小。心地染淨，心地清淨得清淨福，心地雜染，得福報裡面還有很多煩惱。為什麼？不清淨，心不清淨，你的受用哪裡會清淨？這是我們自己要知道的。"
    },
    {
      "id": "14-003-0008_p0110",
      "zh_CN": "正宗分就到此地了。向下：",
      "zh_TW": "正宗分就到此地了。向下："
    },
    {
      "id": "14-003-0008_p0111",
      "zh_CN": "【地神护法品第十一】",
      "zh_TW": "【地神護法品第十一】"
    },
    {
      "id": "14-003-0008_p0112",
      "zh_CN": "末后这个三品是本经的流通分。前面讲到三宝当中的佛宝、法宝，法宝里面只讲了一个大纲，就是布施。布施怎样包罗一切万法？我在此地做一个简单补充说明，这是我们一定要知道的。菩萨行门的总纲是六度，这是菩萨行的总纲领。这六门每一门展开是无量无边的法门，每一门展开都无量无边，何况六门？布施这一门圆圆满满包括所有的法门。布施有三大类，财布施、法布施、无畏布施这三大类。第一个布施度，这三类圆满。持戒、忍辱这两种是属于无畏布施，一个持戒的人，大家对他不要提防，不怕他。现在社会不安全，常说财不要露白，如果这是持戒的人，财露白也不怕，为什么？他不偷盗，我钱财再多没有关系，他不会动我的，心里安稳，没有恐怖，这是无畏布施。这是举一个例子来说，他持戒。忍辱的人我们对他也不畏，也不害怕，平常我们说话很随便，得罪他，他忍辱，他不会计较、不会报复的，这都是属于无畏布施。精进、禅定、般若是属于法布施。所以你看举一个布施，六度统统都包括了，六度含摄无量无边的法门。所以这一个法门就是一切，一切即一，一即一切，说这个总纲领就可以了，统统都包含了。",
      "zh_TW": "末後這個三品是本經的流通分。前面講到三寶當中的佛寶、法寶，法寶裡面只講了一個大綱，就是布施。布施怎樣包羅一切萬法？我在此地做一個簡單補充說明，這是我們一定要知道的。菩薩行門的總綱是六度，這是菩薩行的總綱領。這六門每一門展開是無量無邊的法門，每一門展開都無量無邊，何況六門？布施這一門圓圓滿滿包括所有的法門。布施有三大類，財布施、法布施、無畏布施這三大類。第一個布施度，這三類圓滿。持戒、忍辱這兩種是屬於無畏布施，一個持戒的人，大家對他不要提防，不怕他。現在社會不安全，常說財不要露白，如果這是持戒的人，財露白也不怕，為什麼？他不偷盜，我錢財再多沒有關係，他不會動我的，心裡安穩，沒有恐怖，這是無畏布施。這是舉一個例子來說，他持戒。忍辱的人我們對他也不畏，也不害怕，平常我們說話很隨便，得罪他，他忍辱，他不會計較、不會報復的，這都是屬於無畏布施。精進、禪定、般若是屬於法布施。所以你看舉一個布施，六度統統都包括了，六度含攝無量無邊的法門。所以這一個法門就是一切，一切即一，一即一切，說這個總綱領就可以了，統統都包含了。"
    },
    {
      "id": "14-003-0008_p0113",
      "zh_CN": "『地神』这是指主管大地的这个鬼神。就像我们人间的转轮圣王一样，这不是一个小国王，不是阎罗王，阎罗王只是在地上管一国，这是管大地，所以他的身分、地位比阎罗王高得太多。这不是普通的神、普通的地神。佛法建立在世间，首先就要得到「地神」来护持，地神要不护持，这个佛法不可能在这个地方建立。从这个意思引申出来看，地神是什么？地神就是我们这个地方首领，在这个国家弘法，国王、大臣要不护持，佛法在这个地方决定不能够推展。所以佛法传到中国来，是我们中国历代帝王全力的护持，那个帝王就是地神，大的地神，县市长是小的地神，村里长是更小的地神，统统来护持。最大的地神叫「坚牢地神」，这是大地坚固，也表信心的坚牢，愿心的坚牢，他才能有成就。这是护法神出来请法。",
      "zh_TW": "『地神』這是指主管大地的這個鬼神。就像我們人間的轉輪聖王一樣，這不是一個小國王，不是閻羅王，閻羅王只是在地上管一國，這是管大地，所以他的身分、地位比閻羅王高得太多。這不是普通的神、普通的地神。佛法建立在世間，首先就要得到「地神」來護持，地神要不護持，這個佛法不可能在這個地方建立。從這個意思引申出來看，地神是什麼？地神就是我們這個地方首領，在這個國家弘法，國王、大臣要不護持，佛法在這個地方決定不能夠推展。所以佛法傳到中國來，是我們中國歷代帝王全力的護持，那個帝王就是地神，大的地神，縣市長是小的地神，村里長是更小的地神，統統來護持。最大的地神叫「堅牢地神」，這是大地堅固，也表信心的堅牢，願心的堅牢，他才能有成就。這是護法神出來請法。"
    },
    {
      "id": "14-003-0008_p0114",
      "zh_CN": "【尔时坚牢地神白佛言。世尊。我从昔来。瞻视顶礼无量菩萨摩诃萨。皆是大不可思议神通智慧。广度众生。】",
      "zh_TW": "【爾時堅牢地神白佛言。世尊。我從昔來。瞻視頂禮無量菩薩摩訶薩。皆是大不可思議神通智慧。廣度眾生。】"
    },
    {
      "id": "14-003-0008_p0115",
      "zh_CN": "道场在此地建立，他是这个地方的主人，在这个道场里面弘法的诸佛菩萨太多太多了，这主人都是护法的，都曾经护他们的法，都曾经恭敬、礼拜、瞻仰，所以他经历的太多了。",
      "zh_TW": "道場在此地建立，他是這個地方的主人，在這個道場裡面弘法的諸佛菩薩太多太多了，這主人都是護法的，都曾經護他們的法，都曾經恭敬、禮拜、瞻仰，所以他經歷的太多了。"
    },
    {
      "id": "14-003-0008_p0116",
      "zh_CN": "【是地藏菩萨摩诃萨。于诸菩萨誓愿深重。世尊。是地藏菩萨。于阎浮提有大因缘。如文殊普贤。观音弥勒。亦化百千身形度于六道。其愿尚有毕竟。是地藏菩萨教化六道一切众生。所发誓愿劫数。如千百亿恒河沙。】",
      "zh_TW": "【是地藏菩薩摩訶薩。於諸菩薩誓願深重。世尊。是地藏菩薩。於閻浮提有大因緣。如文殊普賢。觀音彌勒。亦化百千身形度於六道。其願尚有畢竟。是地藏菩薩教化六道一切眾生。所發誓願劫數。如千百億恆河沙。】"
    },
    {
      "id": "14-003-0008_p0117",
      "zh_CN": "这就说明地藏菩萨跟普通菩萨不一样的地方，行愿不相同。为什么不相同？诸位同修一定要知道，地藏菩萨表的是根本法，所以坚牢地神跟地藏相应，用他出来请法，用意就非常深，他就是代表地藏。所以我们一个新道场建立，第一部经一定要讲《地藏经》，别的道场是不是这样我不知道，我自己的新道场建立，第一部一定讲《地藏经》。我们这个道场第一部讲《地藏经》，杭州南路那个道场成立的时候也是讲《地藏经》，美国那边两个新道场同样也是讲《地藏经》。为什么？我们要求地神来护法。地神在心性里面讲是什么？是孝亲尊师，孝敬就是本性里面的坚牢地神。观音是慈悲，慈悲从哪里来的？是从孝敬基础上发扬光大的，没有孝敬哪来的慈悲？文殊表智慧，普贤表大行，统统都是以孝敬为基础，离开这个基础，那些菩萨的德能完全不能显现。所以地藏法门是成佛作祖的根本法门，这是一切诸佛菩萨都不能为比的，理在此地。真正依照这个法门修学，功德真正不可思议。我们看底下经文：",
      "zh_TW": "這就說明地藏菩薩跟普通菩薩不一樣的地方，行願不相同。為什麼不相同？諸位同修一定要知道，地藏菩薩表的是根本法，所以堅牢地神跟地藏相應，用他出來請法，用意就非常深，他就是代表地藏。所以我們一個新道場建立，第一部經一定要講《地藏經》，別的道場是不是這樣我不知道，我自己的新道場建立，第一部一定講《地藏經》。我們這個道場第一部講《地藏經》，杭州南路那個道場成立的時候也是講《地藏經》，美國那邊兩個新道場同樣也是講《地藏經》。為什麼？我們要求地神來護法。地神在心性裡面講是什麼？是孝親尊師，孝敬就是本性裡面的堅牢地神。觀音是慈悲，慈悲從哪裡來的？是從孝敬基礎上發揚光大的，沒有孝敬哪來的慈悲？文殊表智慧，普賢表大行，統統都是以孝敬為基礎，離開這個基礎，那些菩薩的德能完全不能顯現。所以地藏法門是成佛作祖的根本法門，這是一切諸佛菩薩都不能為比的，理在此地。真正依照這個法門修學，功德真正不可思議。我們看底下經文："
    },
    {
      "id": "14-003-0008_p0118",
      "zh_CN": "【世尊。我观未来及现在众生。于所住处。于南方清洁之地。以土石竹木。作其龛室。】",
      "zh_TW": "【世尊。我觀未來及現在眾生。於所住處。於南方清潔之地。以土石竹木。作其龕室。】"
    },
    {
      "id": "14-003-0008_p0119",
      "zh_CN": "这就不一定，你怎么方便你就怎么做法。",
      "zh_TW": "這就不一定，你怎麼方便你就怎麼做法。"
    },
    {
      "id": "14-003-0008_p0120",
      "zh_CN": "【是中能塑画。乃至金银铜铁。作地藏形像。烧香供养。瞻礼赞叹。】",
      "zh_TW": "【是中能塑畫。乃至金銀銅鐵。作地藏形像。燒香供養。瞻禮讚歎。】"
    },
    {
      "id": "14-003-0008_p0121",
      "zh_CN": "这是地神护法神教给我们怎样修学，这种修学就是教给我们如何修称性的孝敬。但是，没有所表，我们心性里面本具的德行还是不容易流露出来的。为什么？业障、习气太重了，一定要藉外缘把我们的性德引发出来。这个就是外缘，造地藏菩萨的形像。现在我们居住的环境，居住的空间是愈来愈小了，世界上人口愈来愈多，这地球也没办法放大，现在都住的高楼，每个人住的一家都像鸽子笼一样，空间很小，要供养佛菩萨形像做成佛龛比较上困难。最方便的是什么？是画像，画像我们把它镶成镜框，镜框就是佛龛，这是最简单的，这是我们每个人都可以做得到的，很容易做到的。每一天瞻仰，这个瞻仰就是看看佛菩萨像，看菩萨像就想到菩萨在《本愿经》里面给我们的教训，看到他想到他对我们的教训，我们对于菩萨的教训有没有做到，这叫『瞻礼赞叹』。这个赞叹，念菩萨名号是赞叹，念菩萨的经典是赞叹。这是读经受持名号，检点身心，改过迁善，依教修行，这是教我们这些事情，这个就是『烧香供养』。",
      "zh_TW": "這是地神護法神教給我們怎樣修學，這種修學就是教給我們如何修稱性的孝敬。但是，沒有所表，我們心性裡面本具的德行還是不容易流露出來的。為什麼？業障、習氣太重了，一定要藉外緣把我們的性德引發出來。這個就是外緣，造地藏菩薩的形像。現在我們居住的環境，居住的空間是愈來愈小了，世界上人口愈來愈多，這地球也沒辦法放大，現在都住的高樓，每個人住的一家都像鴿子籠一樣，空間很小，要供養佛菩薩形像做成佛龕比較上困難。最方便的是什麼？是畫像，畫像我們把它鑲成鏡框，鏡框就是佛龕，這是最簡單的，這是我們每個人都可以做得到的，很容易做到的。每一天瞻仰，這個瞻仰就是看看佛菩薩像，看菩薩像就想到菩薩在《本願經》裡面給我們的教訓，看到他想到他對我們的教訓，我們對於菩薩的教訓有沒有做到，這叫『瞻禮讚歎』。這個讚歎，念菩薩名號是讚歎，念菩薩的經典是讚歎。這是讀經受持名號，檢點身心，改過遷善，依教修行，這是教我們這些事情，這個就是『燒香供養』。"
    },
    {
      "id": "14-003-0008_p0122",
      "zh_CN": "「烧香供养」是个形式，这不重要，有佛菩萨形像了，这家里烧香烧一支，一支就够了，烧一支好香。供养通常是水，这是最重要的，要供养一杯水，水代表什么？水代表自己的清净心，水要干净，水要平，看到这一杯水就想到我的心像水一样的干净，一样的平等，清净平等心。所以这一杯水是代表自己的清净心、平等心来供养佛菩萨。我们今天一天从早到晚处事待人接物，心是不是清净、是不是平等？与你供的这一杯水就要相应。如果我们今天处事待人接物这个心地不清净、不平等，那这个水就变成形式，不起作用。供花，花代表修因；供果，果代表我们希求的菩提之果，提醒我们自己，是这个意思。",
      "zh_TW": "「燒香供養」是個形式，這不重要，有佛菩薩形像了，這家裡燒香燒一支，一支就夠了，燒一支好香。供養通常是水，這是最重要的，要供養一杯水，水代表什麽？水代表自己的清淨心，水要乾淨，水要平，看到這一杯水就想到我的心像水一樣的乾淨，一樣的平等，清淨平等心。所以這一杯水是代表自己的清淨心、平等心來供養佛菩薩。我們今天一天從早到晚處事待人接物，心是不是清淨、是不是平等？與你供的這一杯水就要相應。如果我們今天處事待人接物這個心地不清淨、不平等，那這個水就變成形式，不起作用。供花，花代表修因；供果，果代表我們希求的菩提之果，提醒我們自己，是這個意思。"
    },
    {
      "id": "14-003-0008_p0123",
      "zh_CN": "【是人居处即得十种利益。】",
      "zh_TW": "【是人居處即得十種利益。】"
    },
    {
      "id": "14-003-0008_p0124",
      "zh_CN": "这才能得到利益。不是你家里请一张菩萨像回家去供了，又烧香、又供香花水果，你就会得福报，没有那回事情，那是你把经义解错了，你不解如来真实义。那就是古人讲的「望文生义」，完全看到佛经上讲的表面的，这「三世佛冤」，三世佛都喊冤枉，你没有懂得佛真正的意思。能够这样去做，真正去做，这十种利益第一个是：",
      "zh_TW": "這才能得到利益。不是你家裡請一張菩薩像回家去供了，又燒香、又供香花水果，你就會得福報，沒有那回事情，那是你把經義解錯了，你不解如來真實義。那就是古人講的「望文生義」，完全看到佛經上講的表面的，這「三世佛冤」，三世佛都喊冤枉，你沒有懂得佛真正的意思。能夠這樣去做，真正去做，這十種利益第一個是："
    },
    {
      "id": "14-003-0008_p0125",
      "zh_CN": "【一者。土地丰壤。】",
      "zh_TW": "【一者。土地豐壤。】"
    },
    {
      "id": "14-003-0008_p0126",
      "zh_CN": "我们常讲五谷丰收。",
      "zh_TW": "我們常講五穀豐收。"
    },
    {
      "id": "14-003-0008_p0127",
      "zh_CN": "【二者。家宅永安。】",
      "zh_TW": "【二者。家宅永安。】"
    },
    {
      "id": "14-003-0008_p0128",
      "zh_CN": "你的家庭平安。",
      "zh_TW": "你的家庭平安。"
    },
    {
      "id": "14-003-0008_p0129",
      "zh_CN": "【三者。先亡生天。】",
      "zh_TW": "【三者。先亡生天。】"
    },
    {
      "id": "14-003-0008_p0130",
      "zh_CN": "所谓是「一子成佛，九祖生天」，你一家人能够信奉三宝，依教修行，你的德行就能帮助『先亡』的人超生，这是你的功德。",
      "zh_TW": "所謂是「一子成佛，九祖生天」，你一家人能夠信奉三寶，依教修行，你的德行就能幫助『先亡』的人超生，這是你的功德。"
    },
    {
      "id": "14-003-0008_p0131",
      "zh_CN": "【四者。现存益寿。】",
      "zh_TW": "【四者。現存益壽。】"
    },
    {
      "id": "14-003-0008_p0132",
      "zh_CN": "延年益寿。",
      "zh_TW": "延年益壽。"
    },
    {
      "id": "14-003-0008_p0133",
      "zh_CN": "【五者。所求遂意。六者。无水火灾。七者。虚耗辟除。八者。杜绝恶梦。九者。出入神护。十者。多遇圣因。】",
      "zh_TW": "【五者。所求遂意。六者。無水火災。七者。虛耗辟除。八者。杜絕惡夢。九者。出入神護。十者。多遇聖因。】"
    },
    {
      "id": "14-003-0008_p0134",
      "zh_CN": "你出入的时候有护法神保护你，遇不到横灾这些灾难，我们今天讲意外的灾害你不会遇到，你有鬼神保护。『多遇圣因』，「圣因」就是学佛的因缘，你会遇到佛法殊胜的因缘。我们再看底下经文：",
      "zh_TW": "你出入的時候有護法神保護你，遇不到橫災這些災難，我們今天講意外的災害你不會遇到，你有鬼神保護。『多遇聖因』，「聖因」就是學佛的因緣，你會遇到佛法殊勝的因緣。我們再看底下經文："
    },
    {
      "id": "14-003-0008_p0135",
      "zh_CN": "【世尊。未来世中。及现在众生。若能于所住处方面。作如是供养。得如是利益。】",
      "zh_TW": "【世尊。未來世中。及現在眾生。若能於所住處方面。作如是供養。得如是利益。】"
    },
    {
      "id": "14-003-0008_p0136",
      "zh_CN": "这是这一段的总结。南方是象征光明之方，是智慧之方。我们现在居住的房屋不像从前那么讲究，如果你家的房子，南方是大门口，那你怎么供法？所以此地的南方并不是指东南西北的方向，这个要知道，要懂得它的意思。像《华严经》上善财童子五十三参，善知识在哪里？都在南方，难道其他的方向都没有善知识了吗？诸位要晓得，《华严经》上讲的南方不是指方向，南方象征光明。我们居住在北半球，南面是赤道，南面是热带，北面是寒带。所以南面在五行上，南方是火，火象征光明。",
      "zh_TW": "這是這一段的總結。南方是象徵光明之方，是智慧之方。我們現在居住的房屋不像從前那麼講究，如果你家的房子，南方是大門口，那你怎麼供法？所以此地的南方並不是指東南西北的方向，這個要知道，要懂得它的意思。像《華嚴經》上善財童子五十三參，善知識在哪裡？都在南方，難道其他的方向都沒有善知識了嗎？諸位要曉得，《華嚴經》上講的南方不是指方向，南方象徵光明。我們居住在北半球，南面是赤道，南面是熱帶，北面是寒帶。所以南面在五行上，南方是火，火象徵光明。"
    },
    {
      "id": "14-003-0008_p0137",
      "zh_CN": "现在我们台湾有不少的同胞移民到澳洲、到纽西兰，到澳洲、纽西兰是南半球，那个方向恰恰相反，他们的光明方在哪里？北方。如果到南半球去，这个《地藏经》上要改了，「于北方清洁之地」，就不是南方了。这要懂得，佛讲这个经是在北半球讲的，不是在南半球讲的。在哪个地方讲，要懂得那个五行都起了变化，五行八卦方位排列都起了变化了。所以这个一定要晓得。这是光明之方，是这个意思，不是指方向之方，要明了这个意思。",
      "zh_TW": "現在我們台灣有不少的同胞移民到澳洲、到紐西蘭，到澳洲、紐西蘭是南半球，那個方向恰恰相反，他們的光明方在哪裡？北方。如果到南半球去，這個《地藏經》上要改了，「於北方清潔之地」，就不是南方了。這要懂得，佛講這個經是在北半球講的，不是在南半球講的。在哪個地方講，要懂得那個五行都起了變化，五行八卦方位排列都起了變化了。所以這個一定要曉得。這是光明之方，是這個意思，不是指方向之方，要明瞭這個意思。"
    },
    {
      "id": "14-003-0008_p0138",
      "zh_CN": "所以我们供佛、供菩萨的形像，在一个家庭里面，总是供在上位。什么是上位？这简单跟诸位说明一下，坐在这个位子，无论从哪一个门进来，你第一个看到，这个位子就最大。譬如说你家里客厅总有几个门出入，在哪个地方坐下来，无论从哪个门进出，你都第一个看到，这个位子就最大。所以像我们这个佛堂，这边位置是大位，像那一边也是大位，假如供养佛像，供养那边也可以。为什么？我们这几个门进来你都可以看到。如果供在这边就不是大位了，这边什么？人从后面进来看不到。这个就是说明房间里面到底哪一个位子是大位，你就知道了。就是人进出，你第一个看到，这是大位。这个地方要供佛，供养菩萨形像，这是最尊敬的。好，我们今天就讲到此地。",
      "zh_TW": "所以我們供佛、供菩薩的形像，在一個家庭裡面，總是供在上位。什麼是上位？這簡單跟諸位說明一下，坐在這個位子，無論從哪一個門進來，你第一個看到，這個位子就最大。譬如說你家裡客廳總有幾個門出入，在哪個地方坐下來，無論從哪個門進出，你都第一個看到，這個位子就最大。所以像我們這個佛堂，這邊位置是大位，像那一邊也是大位，假如供養佛像，供養那邊也可以。為什麼？我們這幾個門進來你都可以看到。如果供在這邊就不是大位了，這邊什麼？人從後面進來看不到。這個就是說明房間裡面到底哪一個位子是大位，你就知道了。就是人進出，你第一個看到，這是大位。這個地方要供佛，供養菩薩形像，這是最尊敬的。好，我們今天就講到此地。"
    }
  ]
}