{
  "doc_id": "14-003-0009",
  "title": {
    "zh_CN": "地藏经大意",
    "zh_TW": "地藏經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "14-003-0009",
  "total_paragraphs": 112,
  "paragraphs": [
    {
      "id": "14-003-0009_p0001",
      "zh_CN": "看最后的一行：",
      "zh_TW": "看最後的一行："
    },
    {
      "id": "14-003-0009_p0002",
      "zh_CN": "【复白佛言。世尊。未来世中。若有善男子善女人。于所住处。有此经典。及菩萨像。是人更能转读经典。供养菩萨。我常日夜。以本神力。卫护是人。乃至水火盗贼。大横小横。一切恶事。悉皆消灭。】",
      "zh_TW": "【復白佛言。世尊。未來世中。若有善男子善女人。於所住處。有此經典。及菩薩像。是人更能轉讀經典。供養菩薩。我常日夜。以本神力。衛護是人。乃至水火盜賊。大橫小橫。一切惡事。悉皆消滅。】"
    },
    {
      "id": "14-003-0009_p0003",
      "zh_CN": "这一段一定要明了坚牢地神所讲的真正意思之所在，如果只听表面的言说，必定会把意思误会。首先，修学的人是要具足净业三福，因为它上面有『善男子善女人』，具足净业三福，这是第一个条件。第二个条件，他家里面有《地藏经》、有地藏菩萨像，供养着有经典、有菩萨像，这是缘，这是属于增上缘。能够读经典、供养菩萨这是因。因缘具足，这才能得坚牢地神的保佑，一切意外的灾难你永远不会遇到。下面讲的『大横小横』就是我们今天讲的意外的灾难。此地要值得注意的地方，读经绝对不是把这部经念一遍就行了，那个念没有用处的。读经，我在前面曾经跟诸位说过，两种念法才能得到功德利益。",
      "zh_TW": "這一段一定要明瞭堅牢地神所講的真正意思之所在，如果只聽表面的言說，必定會把意思誤會。首先，修學的人是要具足淨業三福，因為它上面有『善男子善女人』，具足淨業三福，這是第一個條件。第二個條件，他家裡面有《地藏經》、有地藏菩薩像，供養著有經典、有菩薩像，這是緣，這是屬於增上緣。能夠讀經典、供養菩薩這是因。因緣具足，這才能得堅牢地神的保佑，一切意外的災難你永遠不會遇到。下面講的『大橫小橫』就是我們今天講的意外的災難。此地要值得注意的地方，讀經絕對不是把這部經念一遍就行了，那個念沒有用處的。讀經，我在前面曾經跟諸位說過，兩種念法才能得到功德利益。"
    },
    {
      "id": "14-003-0009_p0004",
      "zh_CN": "第一种是消归自性，念经念了会开悟，念到会明心见性，这是上乘的。下一等的随文作观，读到这个经典，随着经典的开示、教训做真正的反省，经典上菩萨的教训我们是不是句句都做到了，有没有违犯？没有做到的地方努力去把它做到，已经犯的过失能够立刻改掉，天天这样修学，这叫做供养菩萨。所以供养菩萨绝对不是香花、水果这种恭恭敬敬，这种供养不需要的，菩萨要你这个东西吗？我们闻到这个花香，佛菩萨闻这个花臭，这是我们要晓得的。所以供养是依教修行供养。我们不能够依照《地藏菩萨本愿经》的教训认真来修行，你就没有供养地藏菩萨，所做的都是外表，都是形式，得不到感应。所以这点同修们要特别注意。所以他能够一切意外灾难统统遇不到，得到坚牢地神的拥护、保佑，不是一个简单的事情，有他殊胜的因缘。",
      "zh_TW": "第一種是消歸自性，念經念了會開悟，念到會明心見性，這是上乘的。下一等的隨文作觀，讀到這個經典，隨著經典的開示、教訓做真正的反省，經典上菩薩的教訓我們是不是句句都做到了，有沒有違犯？沒有做到的地方努力去把它做到，已經犯的過失能夠立刻改掉，天天這樣修學，這叫做供養菩薩。所以供養菩薩絕對不是香花、水果這種恭恭敬敬，這種供養不需要的，菩薩要你這個東西嗎？我們聞到這個花香，佛菩薩聞這個花臭，這是我們要曉得的。所以供養是依教修行供養。我們不能夠依照《地藏菩薩本願經》的教訓認真來修行，你就沒有供養地藏菩薩，所做的都是外表，都是形式，得不到感應。所以這點同修們要特別注意。所以他能夠一切意外災難統統遇不到，得到堅牢地神的擁護、保佑，不是一個簡單的事情，有他殊勝的因緣。"
    },
    {
      "id": "14-003-0009_p0005",
      "zh_CN": "后面是佛对于地神的慈悲、爱护众生这种行持，对于他的嘉勉。末后世尊特别以再次的叮咛嘱咐，让我们认真来学习地藏菩萨的行愿，这个经文在三百三十五面，前面那个文都不要念了，那看看就懂了。",
      "zh_TW": "後面是佛對於地神的慈悲、愛護眾生這種行持，對於他的嘉勉。末後世尊特別以再次的叮嚀囑咐，讓我們認真來學習地藏菩薩的行願，這個經文在三百三十五面，前面那個文都不要念了，那看看就懂了。"
    },
    {
      "id": "14-003-0009_p0006",
      "zh_CN": "【若未来世中。有善男子善女人。供养菩萨及转读是经。但依地藏本愿经一事修行者。】",
      "zh_TW": "【若未來世中。有善男子善女人。供養菩薩及轉讀是經。但依地藏本願經一事修行者。】"
    },
    {
      "id": "14-003-0009_p0007",
      "zh_CN": "我们接着把这个文看下去，三百三十七面：",
      "zh_TW": "我們接著把這個文看下去，三百三十七面："
    },
    {
      "id": "14-003-0009_p0008",
      "zh_CN": "【汝以本神力而拥护之。勿令一切灾害及不如意事辄闻于耳。何况令受。非但汝独护是人故。亦有释梵眷属。诸天眷属。拥护是人。】",
      "zh_TW": "【汝以本神力而擁護之。勿令一切災害及不如意事輒聞於耳。何況令受。非但汝獨護是人故。亦有釋梵眷屬。諸天眷屬。擁護是人。】"
    },
    {
      "id": "14-003-0009_p0009",
      "zh_CN": "这是这个一段。前面是坚牢地神他说的，这个地方是佛跟我们讲的，『未来世』就是指我们现在。经上「善男子善女人」念了几十遍，遍数愈多，就说明这一桩事情愈重要，这一桩事情决定不能够疏忽。「阎浮提众生，起心动念，无不是罪」，这也是这个经上讲了很多很多，为什么原因？眼光太浅了，只看到眼前的名利，看得太浅。说实实在在话，不相信因果报应。因为真正相信因果报应的人，不但不敢做坏事，连一个坏念头都不敢起，那是真正相信因果报应的人。为什么不相信？业习太重了。这样的人真是经上所说从恶道到人间来，打个转过几十年又堕恶道去了。这是佛在经典里面常常讲「可怜悯者」，这些人非常非常可怜，这是真的，一点都不假。我们要想真正救自己，不要谈救别人，自己都救不了，还能救别人吗？一定要认识善恶，要认真努力修净业三福，做一个大乘经典里面常常提到的「善男子善女人」，要真正去做到。",
      "zh_TW": "這是這個一段。前面是堅牢地神他說的，這個地方是佛跟我們講的，『未來世』就是指我們現在。經上「善男子善女人」念了幾十遍，遍數愈多，就說明這一樁事情愈重要，這一樁事情決定不能夠疏忽。「閻浮提眾生，起心動念，無不是罪」，這也是這個經上講了很多很多，為什麼原因？眼光太淺了，只看到眼前的名利，看得太淺。說實實在在話，不相信因果報應。因為真正相信因果報應的人，不但不敢做壞事，連一個壞念頭都不敢起，那是真正相信因果報應的人。為什麼不相信？業習太重了。這樣的人真是經上所說從惡道到人間來，打個轉過幾十年又墮惡道去了。這是佛在經典裡面常常講「可憐憫者」，這些人非常非常可憐，這是真的，一點都不假。我們要想真正救自己，不要談救別人，自己都救不了，還能救別人嗎？一定要認識善惡，要認真努力修淨業三福，做一個大乘經典裡面常常提到的「善男子善女人」，要真正去做到。"
    },
    {
      "id": "14-003-0009_p0010",
      "zh_CN": "『供养菩萨』就是孝亲尊师。说实在的话，老师希望我们成佛作祖，佛是我们的老师，菩萨是我们的老师，他希望我们早一天脱离三界，圆成佛道。我们的父母对我们期望，期望我们一生能够跟一个最好的老师，学业、道业在一生都能够圆满。由此可知，我们不肯听老师的话就是不敬老师、不孝父母。什么人能把这部经百分之百的都做到？唯有大孝之人，他会做到。为什么？他知道我要是做不到，我对不起父母、对不起师长。此地讲的供养是这样供养的法子，不是叫你每一天香花、水果不断去供养佛菩萨，那种供养将来该堕地狱是照堕不误，该变畜生还得变畜生，谁也救不了你。转读尊经，经要念熟，经就是佛菩萨对我们的教诲，唯有熟读这个教训，常常记在心里，在日常生活当中起心动念都不会忘掉菩萨对我们的教训。",
      "zh_TW": "『供養菩薩』就是孝親尊師。說實在的話，老師希望我們成佛作祖，佛是我們的老師，菩薩是我們的老師，他希望我們早一天脫離三界，圓成佛道。我們的父母對我們期望，期望我們一生能夠跟一個最好的老師，學業、道業在一生都能夠圓滿。由此可知，我們不肯聽老師的話就是不敬老師、不孝父母。什麼人能把這部經百分之百的都做到？唯有大孝之人，他會做到。為什麼？他知道我要是做不到，我對不起父母、對不起師長。此地講的供養是這樣供養的法子，不是叫你每一天香花、水果不斷去供養佛菩薩，那種供養將來該墮地獄是照墮不誤，該變畜生還得變畜生，誰也救不了你。轉讀尊經，經要念熟，經就是佛菩薩對我們的教誨，唯有熟讀這個教訓，常常記在心裡，在日常生活當中起心動念都不會忘掉菩薩對我們的教訓。"
    },
    {
      "id": "14-003-0009_p0011",
      "zh_CN": "依经典教训『一事修行』，「一」就是专心，专门依这一部经典的理论、方法、教诲去修行，修正自己的观念、行持。我们的想法、看法、做法，经典一展开，对照对照，如果与经典教训相应的，我们要天天保持，不要失掉；与经典不相应的，赶紧把它改过来，这个叫『依地藏本愿经一事修行者』，这叫真修。这个修行绝对不是叫一天念多少部经，一天念多少菩萨名号，没用处的。一天念一百部经，念十万声佛号，古人讽刺你喊破喉咙也枉然，没有用处的。那个真正产生作用，要从心地里改过自新，这样才管用，这才叫修行。",
      "zh_TW": "依經典教訓『一事修行』，「一」就是專心，專門依這一部經典的理論、方法、教誨去修行，修正自己的觀念、行持。我們的想法、看法、做法，經典一展開，對照對照，如果與經典教訓相應的，我們要天天保持，不要失掉；與經典不相應的，趕緊把它改過來，這個叫『依地藏本願經一事修行者』，這叫真修。這個修行絕對不是叫一天念多少部經，一天念多少菩薩名號，沒用處的。一天念一百部經，念十萬聲佛號，古人諷刺你喊破喉嚨也枉然，沒有用處的。那個真正產生作用，要從心地裡改過自新，這樣才管用，這才叫修行。"
    },
    {
      "id": "14-003-0009_p0012",
      "zh_CN": "真正修行人，这常说经要熟，熟是什么？便利于观照。如果说是都能够记得清楚了，这个经念不念无所谓，名号念不念也无所谓，起心动念、言行举止都不违背菩萨的教训，这叫真正修行者。世尊嘱咐坚牢地神，对于一个真正修行的人，你要『以本神力而拥护之』，正与前面坚牢地神自己发愿一样的，你要保佑他，不要叫一切灾害以及不如意的事情让他听到，听都听不到了，他哪里会遭遇到？『何况令受』，这个「令受」就是他会遭遇到，听都听不到，当然他更不可能遭遇到。这是嘱咐坚牢地神保佑这个人。",
      "zh_TW": "真正修行人，這常說經要熟，熟是什麼？便利於觀照。如果說是都能夠記得清楚了，這個經念不念無所謂，名號念不念也無所謂，起心動念、言行舉止都不違背菩薩的教訓，這叫真正修行者。世尊囑咐堅牢地神，對於一個真正修行的人，你要『以本神力而擁護之』，正與前面堅牢地神自己發願一樣的，你要保佑他，不要叫一切災害以及不如意的事情讓他聽到，聽都聽不到了，他哪裡會遭遇到？『何況令受』，這個「令受」就是他會遭遇到，聽都聽不到，當然他更不可能遭遇到。這是囑咐堅牢地神保佑這個人。"
    },
    {
      "id": "14-003-0009_p0013",
      "zh_CN": "不但坚牢地神卫护他，下面还有，『亦有释梵眷属』，「释」是帝释天，就是忉利天，「梵」是大梵天，这个眷属就是诸天这些天神，忉利天的天神，大梵天的天神，以及其他二十八层天诸天的眷属，就是天神，这些天神都尊重这个人。我们要问他为什么尊重？尊重他是真正孝子，孝感天地，这是真正孝子。尊重他是地藏菩萨的学生，提起地藏菩萨，没有一尊佛菩萨不尊敬的，这个人是地藏菩萨的学生，走到哪个地方，这是诸佛菩萨、护法鬼神，那都另眼相看。你要想做地藏菩萨的学生，你就得把《本愿经》里面的教训统统做到。",
      "zh_TW": "不但堅牢地神衛護他，下面還有，『亦有釋梵眷屬』，「釋」是帝釋天，就是忉利天，「梵」是大梵天，這個眷屬就是諸天這些天神，忉利天的天神，大梵天的天神，以及其他二十八層天諸天的眷屬，就是天神，這些天神都尊重這個人。我們要問他為什麼尊重？尊重他是真正孝子，孝感天地，這是真正孝子。尊重他是地藏菩薩的學生，提起地藏菩薩，沒有一尊佛菩薩不尊敬的，這個人是地藏菩薩的學生，走到哪個地方，這是諸佛菩薩、護法鬼神，那都另眼相看。你要想做地藏菩薩的學生，你就得把《本願經》裡面的教訓統統做到。"
    },
    {
      "id": "14-003-0009_p0014",
      "zh_CN": "这几天，明天这个经就讲圆满了，有一些同修来跟我讲，他说《地藏经》太好了，我们要照这个修行，把阿弥陀佛、《大乘无量寿经》也丢掉了，不要了，这经太好了。我们到底要做地藏学生还是要做阿弥陀佛的学生？我再告诉诸位同学，如果不是地藏菩萨的学生，西方极乐世界去不了的，这是我跟大家讲的真话。为什么？不孝父母、不敬师长，西方极乐世界怎么会收你？开经的时候跟诸位说过，西方极乐世界是建筑在地藏菩萨法门的基础上，好像这是一层大楼，地藏本愿是地基，上面高楼大厦是西方极乐世界。弥陀弟子当然是圆圆满满具足地藏法门，你们诸位去想想，你应该怎么个学法？",
      "zh_TW": "這幾天，明天這個經就講圓滿了，有一些同修來跟我講，他說《地藏經》太好了，我們要照這個修行，把阿彌陀佛、《大乘無量壽經》也丟掉了，不要了，這經太好了。我們到底要做地藏學生還是要做阿彌陀佛的學生？我再告訴諸位同學，如果不是地藏菩薩的學生，西方極樂世界去不了的，這是我跟大家講的真話。為什麼？不孝父母、不敬師長，西方極樂世界怎麼會收你？開經的時候跟諸位說過，西方極樂世界是建築在地藏菩薩法門的基礎上，好像這是一層大樓，地藏本願是地基，上面高樓大廈是西方極樂世界。彌陀弟子當然是圓圓滿滿具足地藏法門，你們諸位去想想，你應該怎麼個學法？"
    },
    {
      "id": "14-003-0009_p0015",
      "zh_CN": "我今年，这是算农历年，还没过年，阳历是过了年了，我在美国到处讲《地藏经》，有很多同修非常的讶异，他说法师，你不是专讲净土宗，怎么又讲到《地藏经》去了？我说我还是专讲净土，我没有讲净宗以外的经典，净宗修学的根本就是《观经》讲的净业三福，这一部《地藏菩萨本愿经》就是净业三福详细的讲解，这个关系连在一起了，这哪里是净宗之外的经典？是净宗基本的经典。这一个事实必须要认识，然后这一句阿弥陀佛才念得好，才念得相应。否则的话，这一生念佛也都白念了。",
      "zh_TW": "我今年，這是算農曆年，還沒過年，陽曆是過了年了，我在美國到處講《地藏經》，有很多同修非常的訝異，他說法師，你不是專講淨土宗，怎麼又講到《地藏經》去了？我說我還是專講淨土，我沒有講淨宗以外的經典，淨宗修學的根本就是《觀經》講的淨業三福，這一部《地藏菩薩本願經》就是淨業三福詳細的講解，這個關係連在一起了，這哪裡是淨宗之外的經典？是淨宗基本的經典。這一個事實必須要認識，然後這一句阿彌陀佛才念得好，才念得相應。否則的話，這一生念佛也都白念了。"
    },
    {
      "id": "14-003-0009_p0016",
      "zh_CN": "我们看末后这一段，世尊要给我们说出道理来。",
      "zh_TW": "我們看末後這一段，世尊要給我們說出道理來。"
    },
    {
      "id": "14-003-0009_p0017",
      "zh_CN": "【何故得如是圣贤拥护。】",
      "zh_TW": "【何故得如是聖賢擁護。】"
    },
    {
      "id": "14-003-0009_p0018",
      "zh_CN": "其实我刚才已经跟诸位说明白了，因为你是孝子，因为你是地藏菩萨的好学生，我这个讲法大家更容易懂。佛在此地跟我们讲：",
      "zh_TW": "其實我剛才已經跟諸位說明白了，因為你是孝子，因為你是地藏菩薩的好學生，我這個講法大家更容易懂。佛在此地跟我們講："
    },
    {
      "id": "14-003-0009_p0019",
      "zh_CN": "【皆由瞻礼地藏形像。及转读是本愿经故。】",
      "zh_TW": "【皆由瞻禮地藏形像。及轉讀是本願經故。】"
    },
    {
      "id": "14-003-0009_p0020",
      "zh_CN": "佛讲的这个话很文雅，太文雅了，我们现在的人心太粗了，实在讲古书也没念多少，这种文话我们往往听不懂，听了都产生误会。就是我刚才讲得那么样的白，就是因为他是孝子，他是佛菩萨的好学生。不是孝子就不可能『瞻礼地藏形像』。「瞻」是看，看佛的形像，看菩萨像，「礼」是礼敬。瞻礼是不是看看菩萨像、对他拜三拜，是不是这样的？不是的。见到菩萨像就想到菩萨对我们的教训，这叫瞻。见到菩萨像就想到我要跟他一样，见贤思齐，这叫瞻。礼是什么？礼是我要认真把它做到。这个礼，在中国古时候讲解礼就跟穿鞋子的鞋子一样，眼到脚就到，我就走到了，这是礼。我想到做不到，这个不叫瞻礼。想到就能够做到，认真的去依教奉行。我很想学地藏菩萨，很想遵照他教训去做，可是这教训很多记不起来，这就要读经，读经就是汲取教训。你能够这样修持：",
      "zh_TW": "佛講的這個話很文雅，太文雅了，我們現在的人心太粗了，實在講古書也沒念多少，這種文話我們往往聽不懂，聽了都產生誤會。就是我剛才講得那麼樣的白，就是因為他是孝子，他是佛菩薩的好學生。不是孝子就不可能『瞻禮地藏形像』。「瞻」是看，看佛的形像，看菩薩像，「禮」是禮敬。瞻禮是不是看看菩薩像、對他拜三拜，是不是這樣的？不是的。見到菩薩像就想到菩薩對我們的教訓，這叫瞻。見到菩薩像就想到我要跟他一樣，見賢思齊，這叫瞻。禮是什麼？禮是我要認真把它做到。這個禮，在中國古時候講解禮就跟穿鞋子的鞋子一樣，眼到腳就到，我就走到了，這是禮。我想到做不到，這個不叫瞻禮。想到就能夠做到，認真的去依教奉行。我很想學地藏菩薩，很想遵照他教訓去做，可是這教訓很多記不起來，這就要讀經，讀經就是汲取教訓。你能夠這樣修持："
    },
    {
      "id": "14-003-0009_p0021",
      "zh_CN": "【自然毕竟出离苦海。证涅槃乐。】",
      "zh_TW": "【自然畢竟出離苦海。證涅槃樂。】"
    },
    {
      "id": "14-003-0009_p0022",
      "zh_CN": "这一定会得这个果报的，这个不是骗人的、不是欺人的。世间最可怜的人就是自己欺骗自己，以为可以瞒别人、可以欺别人，其实不可能的！欺骗自己是真的，欺骗别人是欺骗不到的，你所欺骗的是世间的愚人，世间稍微根性利的聪明人你都欺骗不到，那个有学问、有道德人是更欺骗不到的。",
      "zh_TW": "這一定會得這個果報的，這個不是騙人的、不是欺人的。世間最可憐的人就是自己欺騙自己，以為可以瞞別人、可以欺別人，其實不可能的！欺騙自己是真的，欺騙別人是欺騙不到的，你所欺騙的是世間的愚人，世間稍微根性利的聰明人你都欺騙不到，那個有學問、有道德人是更欺騙不到的。"
    },
    {
      "id": "14-003-0009_p0023",
      "zh_CN": "【以是之故。得大拥护。】",
      "zh_TW": "【以是之故。得大擁護。】"
    },
    {
      "id": "14-003-0009_p0024",
      "zh_CN": "因为这样的缘故，所以得到一切圣贤护法鬼神的保佑。",
      "zh_TW": "因為這樣的緣故，所以得到一切聖賢護法鬼神的保佑。"
    },
    {
      "id": "14-003-0009_p0025",
      "zh_CN": "再看下面这一品：",
      "zh_TW": "再看下面這一品："
    },
    {
      "id": "14-003-0009_p0026",
      "zh_CN": "【见闻利益品第十二】",
      "zh_TW": "【見聞利益品第十二】"
    },
    {
      "id": "14-003-0009_p0027",
      "zh_CN": "这一品是本经教给我们成佛之道末后重要的一段。前面讲过佛宝、讲过法宝，这一品跟我们讲僧宝，三宝具足，这才是真正的皈依处。本经里面三宝具足，这个说法古人好像都没有说到过。所以圣一法师讲《地藏经》，将「称佛名号品」、『见闻利益品』以及「校量布施功德缘品」，这个三品他能够看出这是三宝，这是相当有眼光，很不容易。如不是三宝具足，成佛之因就有欠缺。唯独三宝具足，这个经典才叫圆满一乘，它真的是圆满了。像《无量寿经》经题上就展示了大圆满，清净平等觉，那就是三宝，清净，僧宝；平等，法宝；觉是佛宝，三宝具足。",
      "zh_TW": "這一品是本經教給我們成佛之道末後重要的一段。前面講過佛寶、講過法寶，這一品跟我們講僧寶，三寶具足，這才是真正的皈依處。本經裡面三寶具足，這個說法古人好像都沒有說到過。所以聖一法師講《地藏經》，將「稱佛名號品」、『見聞利益品』以及「校量布施功德緣品」，這個三品他能夠看出這是三寶，這是相當有眼光，很不容易。如不是三寶具足，成佛之因就有欠缺。唯獨三寶具足，這個經典才叫圓滿一乘，它真的是圓滿了。像《無量壽經》經題上就展示了大圓滿，清淨平等覺，那就是三寶，清淨，僧寶；平等，法寶；覺是佛寶，三寶具足。"
    },
    {
      "id": "14-003-0009_p0028",
      "zh_CN": "在这一品经一开端，这是属于流通分，一开端我们就看到世尊在顶门放光，顶是头顶，顶门放光。我们在忉利天宫的序品看到世尊放光，在正宗分里面我们也看到世尊放光，现在在流通分又看到放光，序、正、流通三分都放光，这样的经典非常稀有。诸位要常常看佛经，你留意看一看，这一部《大藏经》里面几千部经典哪几本经典是序、正、流通统统放光的？这就是代表不思议经。《华严》不可思议，三分都放光，《无量寿经》三分也放光。所以《地藏经》跟《华严》、《法华》、《无量寿经》平等平等，无二无别，这是圆满的大法。初品放光，我跟诸位报告过，是代表的本体，圆满的性体，我跟大家说过，一切诸佛所讲无量无边的法门都是从这个理体里面流露出来的。正宗分放光是代表的现相，这个地方我们又看到放光，这是代表起用，体、相、用。作用所放的光是毫相，毫是什么？我们身上这个毫毛。百千万亿这也不是数字，是表法，表的是无量无边。诸位要晓得体是一个，相就很多了，作用更是无量无边。第一句是总说：",
      "zh_TW": "在這一品經一開端，這是屬於流通分，一開端我們就看到世尊在頂門放光，頂是頭頂，頂門放光。我們在忉利天宮的序品看到世尊放光，在正宗分裡面我們也看到世尊放光，現在在流通分又看到放光，序、正、流通三分都放光，這樣的經典非常稀有。諸位要常常看佛經，你留意看一看，這一部《大藏經》裡面幾千部經典哪幾本經典是序、正、流通統統放光的？這就是代表不思議經。《華嚴》不可思議，三分都放光，《無量壽經》三分也放光。所以《地藏經》跟《華嚴》、《法華》、《無量壽經》平等平等，無二無別，這是圓滿的大法。初品放光，我跟諸位報告過，是代表的本體，圓滿的性體，我跟大家說過，一切諸佛所講無量無邊的法門都是從這個理體裡面流露出來的。正宗分放光是代表的現相，這個地方我們又看到放光，這是代表起用，體、相、用。作用所放的光是毫相，毫是什麼？我們身上這個毫毛。百千萬億這也不是數字，是表法，表的是無量無邊。諸位要曉得體是一個，相就很多了，作用更是無量無邊。第一句是總說："
    },
    {
      "id": "14-003-0009_p0029",
      "zh_CN": "【放百千万亿大毫相光。】",
      "zh_TW": "【放百千萬億大毫相光。】"
    },
    {
      "id": "14-003-0009_p0030",
      "zh_CN": "这一句是总说。『大毫相光』这一句里面也含摄体相用的三个原则，「大」是法身，「毫相」是解脱，「光」是般若，我们常讲三德密藏，这个三德就是法身德、解脱德、般若德。诸佛菩萨在十法界以大慈悲救护一切众生，用什么？就用这三种。证得法身就有能力无处不现身，现身就自在了，应以什么身得度就现什么样的身相。所现的身相，就像《楞严经》上所讲的，「当处出生，当处灭尽」、「随众生心，应所知量」，这是法身。无论现什么身，没有不自在的，自在就是解脱。无论现什么样身，无论说什么法，无论表示什么，都是真实的智慧，这叫般若德。",
      "zh_TW": "這一句是總說。『大毫相光』這一句裡面也含攝體相用的三個原則，「大」是法身，「毫相」是解脫，「光」是般若，我們常講三德密藏，這個三德就是法身德、解脫德、般若德。諸佛菩薩在十法界以大慈悲救護一切眾生，用什麼？就用這三種。證得法身就有能力無處不現身，現身就自在了，應以什麼身得度就現什麼樣的身相。所現的身相，就像《楞嚴經》上所講的，「當處出生，當處滅盡」、「隨眾生心，應所知量」，這是法身。無論現什麼身，沒有不自在的，自在就是解脫。無論現什麼樣身，無論說什麼法，無論表示什麼，都是真實的智慧，這叫般若德。"
    },
    {
      "id": "14-003-0009_p0031",
      "zh_CN": "我们凡夫迷失了自性，将法身变成业报身，将解脱变成无量的苦恼、烦恼，将般若转变成愚痴、迷惑，这是凡圣在作用上不相同的处所。我们要追究其根源就是觉迷两个字，佛菩萨觉悟，我们迷惑。所以佛法的教学就是破迷开悟，我们能够破迷开悟，就跟佛菩萨没有两样。所有一切经典，方向跟目标都是一个，帮助我们开悟，帮助我们破迷。后面列举了三十二条，三十二条也就像三十二应身一样，其实人家前面明明说得很清楚，「百千万亿」，哪只有三十二？三十二是把无量无边的作用归纳成三十二类，三十二类都用毫相光来表法，这个实在就是通表性德的无方大用。这段经文不必细说，如果诸位要想知道，看注解，圣一法师的注解注得简单，科注注得详细，可以合起来参考。要跟诸位提一提的，这提出重点，像第一句：",
      "zh_TW": "我們凡夫迷失了自性，將法身變成業報身，將解脫變成無量的苦惱、煩惱，將般若轉變成愚痴、迷惑，這是凡聖在作用上不相同的處所。我們要追究其根源就是覺迷兩個字，佛菩薩覺悟，我們迷惑。所以佛法的教學就是破迷開悟，我們能夠破迷開悟，就跟佛菩薩沒有兩樣。所有一切經典，方向跟目標都是一個，幫助我們開悟，幫助我們破迷。後面列舉了三十二條，三十二條也就像三十二應身一樣，其實人家前面明明說得很清楚，「百千萬億」，哪只有三十二？三十二是把無量無邊的作用歸納成三十二類，三十二類都用毫相光來表法，這個實在就是通表性德的無方大用。這段經文不必細說，如果諸位要想知道，看註解，聖一法師的註解註得簡單，科註註得詳細，可以合起來參考。要跟諸位提一提的，這提出重點，像第一句："
    },
    {
      "id": "14-003-0009_p0032",
      "zh_CN": "【所谓白毫相光。】",
      "zh_TW": "【所謂白毫相光。】"
    },
    {
      "id": "14-003-0009_p0033",
      "zh_CN": "『白』是清白，「白」是没有染着，实在就是讲的清净心，六祖大师说过「何期自性，本自清净」，清净心中这个性德才能完全透露。所以它一定摆在第一，后面所有的作用统统是清净心里面流出来的。如果没有这一句，从瑞毫光以下来算，那实在讲十法界的众生也都有。你讲祥瑞，菩萨有菩萨标准的祥瑞，人天有人天标准的祥瑞，恶道有恶道的祥瑞，那这个标准就不相同。但是前面这个『大白毫相光』，这就把标准设立了，底下讲的祥瑞是诸佛如来的祥瑞，不是九界众生的祥瑞。所以这一句非常重要，这个标准建立，后面所有一切毫相统统是从清净性德所流出来的，这个标准价值就高了，它的作用、意义才真正的圆满。",
      "zh_TW": "『白』是清白，「白」是沒有染著，實在就是講的清淨心，六祖大師說過「何期自性，本自清淨」，清淨心中這個性德才能完全透露。所以它一定擺在第一，後面所有的作用統統是清淨心裡面流出來的。如果沒有這一句，從瑞毫光以下來算，那實在講十法界的眾生也都有。你講祥瑞，菩薩有菩薩標準的祥瑞，人天有人天標準的祥瑞，惡道有惡道的祥瑞，那這個標準就不相同。但是前面這個『大白毫相光』，這就把標準設立了，底下講的祥瑞是諸佛如來的祥瑞，不是九界眾生的祥瑞。所以這一句非常重要，這個標準建立，後面所有一切毫相統統是從清淨性德所流出來的，這個標準價值就高了，它的作用、意義才真正的圓滿。"
    },
    {
      "id": "14-003-0009_p0034",
      "zh_CN": "注解里面都跟诸位提示哪一种光明代表什么意思。但是诸位特别留意的就是无论指哪一个小科目，它都是圆满的，都是性德全体的流露。说布施，布施是圆满性德的流露，说持戒也是圆满性德流露，说忍辱还是圆满性德流露，无欠无余，它表这个意思。我们明白这个意思，读这一段经文，就能体会到它真正的含义。",
      "zh_TW": "註解裡面都跟諸位提示哪一種光明代表什麼意思。但是諸位特別留意的就是無論指哪一個小科目，它都是圓滿的，都是性德全體的流露。說布施，布施是圓滿性德的流露，說持戒也是圓滿性德流露，說忍辱還是圓滿性德流露，無欠無餘，它表這個意思。我們明白這個意思，讀這一段經文，就能體會到它真正的含義。"
    },
    {
      "id": "14-003-0009_p0035",
      "zh_CN": "首先，这是用放光来表法，这是非常的稀有。一般说来，放光表法大概都是对上根利智所说的。因为言语很麻烦，说听好久未必能搞清楚，上根利智一看光明，他这个意思完全通达明了了，那这个是沟通意见就非常快速，而且不容易产生误会。可是中下根性人看到放光就莫名其妙，这是真的不是假的，不知道它里面的奥妙。所以佛放光之后还要言说，言说什么？对中下根性的。放光是对上根利智的。上根利智的人，见到佛的放光已经一切都通达明了了，为什么还在那里坐到听佛讲这些废话？这在大众当中叫做影响众，诸位要读《华严经》就晓得了，《华严经》听众有十大类，影响众。上根智人，我们下根人见到不能不佩服，五体投地，他的悟性高，非常聪明，他都在座听，都不走了，这下根的人就更规矩了。为什么？他都听，那我们不能不听。所以说影响别人，不是他不懂，他是来当影响众，是来庄严法会、庄严道场的。譬如说现在某个法师、居士在讲经，这听众当中有多少博士、有多少大学者，这是庄严道场。人家一看大概这个讲座是很有内容，要不然他们这些人为什么来听？表这个意思。",
      "zh_TW": "首先，這是用放光來表法，這是非常的稀有。一般說來，放光表法大概都是對上根利智所說的。因為言語很麻煩，說聽好久未必能搞清楚，上根利智一看光明，他這個意思完全通達明瞭了，那這個是溝通意見就非常快速，而且不容易產生誤會。可是中下根性人看到放光就莫名其妙，這是真的不是假的，不知道它裡面的奧妙。所以佛放光之後還要言說，言說什麼？對中下根性的。放光是對上根利智的。上根利智的人，見到佛的放光已經一切都通達明瞭了，為什麼還在那裡坐到聽佛講這些廢話？這在大眾當中叫做影響眾，諸位要讀《華嚴經》就曉得了，《華嚴經》聽眾有十大類，影響眾。上根智人，我們下根人見到不能不佩服，五體投地，他的悟性高，非常聰明，他都在座聽，都不走了，這下根的人就更規矩了。為什麼？他都聽，那我們不能不聽。所以說影響別人，不是他不懂，他是來當影響眾，是來莊嚴法會、莊嚴道場的。譬如說現在某個法師、居士在講經，這聽眾當中有多少博士、有多少大學者，這是莊嚴道場。人家一看大概這個講座是很有內容，要不然他們這些人為什麼來聽？表這個意思。"
    },
    {
      "id": "14-003-0009_p0036",
      "zh_CN": "我们再看底下经文，三百五十面：",
      "zh_TW": "我們再看底下經文，三百五十面："
    },
    {
      "id": "14-003-0009_p0037",
      "zh_CN": "【于顶门上放如是等毫相光已。】",
      "zh_TW": "【於頂門上放如是等毫相光已。】"
    },
    {
      "id": "14-003-0009_p0038",
      "zh_CN": "这一句是总结，总结里面大家看到『如是等』，那个「等」就还多了，就不止这三十二，那个「等」就是无量无边。放光之后：",
      "zh_TW": "這一句是總結，總結裡面大家看到『如是等』，那個「等」就還多了，就不止這三十二，那個「等」就是無量無邊。放光之後："
    },
    {
      "id": "14-003-0009_p0039",
      "zh_CN": "【出微妙音。】",
      "zh_TW": "【出微妙音。】"
    },
    {
      "id": "14-003-0009_p0040",
      "zh_CN": "我们对于佛的放光不懂，不晓得什么意思。虽然不懂，看到佛放光，我们惊奇，会引起我们的警觉，放光之后佛一定有重要的法要说，我们要特别用心来听，对中下根性有这个作用。所以这才『出微妙音』。",
      "zh_TW": "我們對於佛的放光不懂，不曉得什麼意思。雖然不懂，看到佛放光，我們驚奇，會引起我們的警覺，放光之後佛一定有重要的法要說，我們要特別用心來聽，對中下根性有這個作用。所以這才『出微妙音』。"
    },
    {
      "id": "14-003-0009_p0041",
      "zh_CN": "【告诸大众。】",
      "zh_TW": "【告諸大眾。】"
    },
    {
      "id": "14-003-0009_p0042",
      "zh_CN": "底下的话的确重要，非常重要。告诉哪些人？你看放光是对上根的菩萨、缘觉、阿罗汉，那上根人，现在的人，大众，大众是：",
      "zh_TW": "底下的話的確重要，非常重要。告訴哪些人？你看放光是對上根的菩薩、緣覺、阿羅漢，那上根人，現在的人，大眾，大眾是："
    },
    {
      "id": "14-003-0009_p0043",
      "zh_CN": "【天龙八部。人非人等。】",
      "zh_TW": "【天龍八部。人非人等。】"
    },
    {
      "id": "14-003-0009_p0044",
      "zh_CN": "这就是讲的六道众生，言说是对于六道众生的。",
      "zh_TW": "這就是講的六道眾生，言說是對於六道眾生的。"
    },
    {
      "id": "14-003-0009_p0045",
      "zh_CN": "【听吾今日。】",
      "zh_TW": "【聽吾今日。】"
    },
    {
      "id": "14-003-0009_p0046",
      "zh_CN": "『吾』是释迦牟尼佛自称，听佛今天在：",
      "zh_TW": "『吾』是釋迦牟尼佛自稱，聽佛今天在："
    },
    {
      "id": "14-003-0009_p0047",
      "zh_CN": "【忉利天宫。称扬赞叹。地藏菩萨。于人天中。利益等事。】",
      "zh_TW": "【忉利天宮。稱揚讚歎。地藏菩薩。於人天中。利益等事。】"
    },
    {
      "id": "14-003-0009_p0048",
      "zh_CN": "地藏菩萨确实给予众生真实的利益，与《无量寿经》上讲的三种真实绝无逊色。",
      "zh_TW": "地藏菩薩確實給予眾生真實的利益，與《無量壽經》上講的三種真實絕無遜色。"
    },
    {
      "id": "14-003-0009_p0049",
      "zh_CN": "【不思议事。】",
      "zh_TW": "【不思議事。】"
    },
    {
      "id": "14-003-0009_p0050",
      "zh_CN": "他的智慧不可思议，功德不可思议，自行化他的事业不可思议。",
      "zh_TW": "他的智慧不可思議，功德不可思議，自行化他的事業不可思議。"
    },
    {
      "id": "14-003-0009_p0051",
      "zh_CN": "【超圣因事。】",
      "zh_TW": "【超聖因事。】"
    },
    {
      "id": "14-003-0009_p0052",
      "zh_CN": "『圣因』是诸佛菩萨的因地，地藏菩萨全都超越了。",
      "zh_TW": "『聖因』是諸佛菩薩的因地，地藏菩薩全都超越了。"
    },
    {
      "id": "14-003-0009_p0053",
      "zh_CN": "【证十地事。】",
      "zh_TW": "【證十地事。】"
    },
    {
      "id": "14-003-0009_p0054",
      "zh_CN": "这是在修行过程当中，做十地菩萨这些事情。",
      "zh_TW": "這是在修行過程當中，做十地菩薩這些事情。"
    },
    {
      "id": "14-003-0009_p0055",
      "zh_CN": "【毕竟不退阿耨多罗三藐三菩提事。】",
      "zh_TW": "【畢竟不退阿耨多羅三藐三菩提事。】"
    },
    {
      "id": "14-003-0009_p0056",
      "zh_CN": "这就像《无量寿经》上讲的圆证三不退，毕竟圆满成佛。这个事情在哪里？释迦牟尼佛说了，你们都知道了吗？前面所说的统统是这些。世尊在此地做个总结，这经快要结束了，做个总结。",
      "zh_TW": "這就像《無量壽經》上講的圓證三不退，畢竟圓滿成佛。這個事情在哪裡？釋迦牟尼佛說了，你們都知道了嗎？前面所說的統統是這些。世尊在此地做個總結，這經快要結束了，做個總結。"
    },
    {
      "id": "14-003-0009_p0057",
      "zh_CN": "世尊说到这个地方，这个法会当中有一尊菩萨起来代我们发问了，这一尊菩萨是我们非常熟悉的观世音菩萨。我们在这个经上看到文殊、普贤、观音、弥勒，真的了不起，这是圆教大乘等觉菩萨都在这个法会里面，没有一个不赞叹地藏菩萨、没有一个不敬重地藏菩萨，这地藏法门我们怎么能够轻视？地藏法门是什么？孝亲尊师。所以你千万不要误会了，对地藏菩萨不敢不恭敬、对《地藏菩萨本愿经》不敢不恭敬，对父母就不恭敬，对老师就不恭敬，那就完了，一切都完了，这个要晓得。真正的意思就是在孝亲尊师，这是他教学真正的义趣，我们必须要知道。我们看看观世音菩萨在此地说些什么话。",
      "zh_TW": "世尊說到這個地方，這個法會當中有一尊菩薩起來代我們發問了，這一尊菩薩是我們非常熟悉的觀世音菩薩。我們在這個經上看到文殊、普賢、觀音、彌勒，真的了不起，這是圓教大乘等覺菩薩都在這個法會裡面，沒有一個不讚歎地藏菩薩、沒有一個不敬重地藏菩薩，這地藏法門我們怎麼能夠輕視？地藏法門是什麼？孝親尊師。所以你千萬不要誤會了，對地藏菩薩不敢不恭敬、對《地藏菩薩本願經》不敢不恭敬，對父母就不恭敬，對老師就不恭敬，那就完了，一切都完了，這個要曉得。真正的意思就是在孝親尊師，這是他教學真正的義趣，我們必須要知道。我們看看觀世音菩薩在此地說些什麼話。"
    },
    {
      "id": "14-003-0009_p0058",
      "zh_CN": "【白佛言。世尊。是地藏菩萨摩诃萨。具大慈悲。怜愍罪苦众生。于千万亿世界。化千万亿身。所有功德。及不思议威神之力。我闻世尊。与十方无量诸佛。异口同音。赞叹地藏菩萨云。正使过去现在未来诸佛。说其功德。犹不能尽。】",
      "zh_TW": "【白佛言。世尊。是地藏菩薩摩訶薩。具大慈悲。憐愍罪苦眾生。於千萬億世界。化千萬億身。所有功德。及不思議威神之力。我聞世尊。與十方無量諸佛。異口同音。讚歎地藏菩薩云。正使過去現在未來諸佛。說其功德。猶不能盡。】"
    },
    {
      "id": "14-003-0009_p0059",
      "zh_CN": "我们先看这一段，他的话还没讲完。这不是别人说的，是大悲观世音菩萨所说的。观音菩萨对于地藏菩萨佩服、赞叹，地藏菩萨确实是圆满具足大慈大悲，只要有众生的处所，菩萨就在那个地方，无处不现身，无时不现身，这是菩萨不可思议威神的道力。不但释迦牟尼佛赞叹，观音菩萨这里说得很清楚，『十方无量诸佛』没有一尊佛不赞叹的。一切诸佛对地藏菩萨怎么赞叹？我们从观音菩萨口中听到了，诸佛菩萨对地藏赞叹我们听不到，观音菩萨听到了，他在此地说出来，我们才晓得。『正使过去现在未来诸佛』，这就讲的三世，前面说十方，十方三世所有一切诸佛如来统统都来说地藏菩萨的功德还说不尽，这是诸佛的赞叹。",
      "zh_TW": "我們先看這一段，他的話還沒講完。這不是別人說的，是大悲觀世音菩薩所說的。觀音菩薩對於地藏菩薩佩服、讚歎，地藏菩薩確實是圓滿具足大慈大悲，只要有眾生的處所，菩薩就在那個地方，無處不現身，無時不現身，這是菩薩不可思議威神的道力。不但釋迦牟尼佛讚歎，觀音菩薩這裡說得很清楚，『十方無量諸佛』沒有一尊佛不讚歎的。一切諸佛對地藏菩薩怎麼讚歎？我們從觀音菩薩口中聽到了，諸佛菩薩對地藏讚歎我們聽不到，觀音菩薩聽到了，他在此地說出來，我們才曉得。『正使過去現在未來諸佛』，這就講的三世，前面說十方，十方三世所有一切諸佛如來統統都來說地藏菩薩的功德還說不盡，這是諸佛的讚歎。"
    },
    {
      "id": "14-003-0009_p0060",
      "zh_CN": "地藏菩萨有什么功德？这是我们不可以不知道的，地藏菩萨的功德就是圆满的大孝，真实的尊师重道，就是这个。孝顺父母，尊师重道，这个功德的确是十方三世一切诸佛都赞叹不尽的。这个经典一开端，我向诸位报告，什么人能尽孝，把孝道做得很圆满，做得一点遗憾、一点缺陷都没有？唯有成佛。你要不成佛，你的孝道就不圆满；你要不成佛，你尊师重道也不圆满，这是真的。我们要想自己的真如本性性德圆满流露，从哪里学？孝敬。诸位如果仔细去研究研究大乘戒律，大乘戒律就建立在孝道的基础上，世尊明白的指示我们，「一切男子是我父，一切女人是我母」。我们对父母如何孝顺？对于一切众生要如同父母一样的孝心来对待，这叫尽孝，那是菩萨行。我们今天受那个菩萨戒，冤枉受的，受了能不能做到？做不到，起心动念、分别执着，这是一般讲「名字菩萨」，有名无实，挂个菩萨的招牌，其实不是菩萨。真正依照《地藏本愿经》修行，不受菩萨戒，他是真正的菩萨，龙天鬼神尊敬。由此可知，形式不重要，实质重要，你究竟做到了多少，究竟做到了几成，这个重要。",
      "zh_TW": "地藏菩薩有什麼功德？這是我們不可以不知道的，地藏菩薩的功德就是圓滿的大孝，真實的尊師重道，就是這個。孝順父母，尊師重道，這個功德的確是十方三世一切諸佛都讚歎不盡的。這個經典一開端，我向諸位報告，什麼人能盡孝，把孝道做得很圓滿，做得一點遺憾、一點缺陷都沒有？唯有成佛。你要不成佛，你的孝道就不圓滿；你要不成佛，你尊師重道也不圓滿，這是真的。我們要想自己的真如本性性德圓滿流露，從哪裡學？孝敬。諸位如果仔細去研究研究大乘戒律，大乘戒律就建立在孝道的基礎上，世尊明白的指示我們，「一切男子是我父，一切女人是我母」。我們對父母如何孝順？對於一切眾生要如同父母一樣的孝心來對待，這叫盡孝，那是菩薩行。我們今天受那個菩薩戒，冤枉受的，受了能不能做到？做不到，起心動念、分別執著，這是一般講「名字菩薩」，有名無實，掛個菩薩的招牌，其實不是菩薩。真正依照《地藏本願經》修行，不受菩薩戒，他是真正的菩薩，龍天鬼神尊敬。由此可知，形式不重要，實質重要，你究竟做到了多少，究竟做到了幾成，這個重要。"
    },
    {
      "id": "14-003-0009_p0061",
      "zh_CN": "我们再看底下经文，还是观世音菩萨所说的：",
      "zh_TW": "我們再看底下經文，還是觀世音菩薩所說的："
    },
    {
      "id": "14-003-0009_p0062",
      "zh_CN": "【向者又蒙世尊。】",
      "zh_TW": "【向者又蒙世尊。】"
    },
    {
      "id": "14-003-0009_p0063",
      "zh_CN": "『向』是刚才，刚才又听到世尊在称赞，『又蒙世尊』：",
      "zh_TW": "『向』是剛才，剛才又聽到世尊在稱讚，『又蒙世尊』："
    },
    {
      "id": "14-003-0009_p0064",
      "zh_CN": "【普告大众。欲称扬地藏利益等事。】",
      "zh_TW": "【普告大眾。欲稱揚地藏利益等事。】"
    },
    {
      "id": "14-003-0009_p0065",
      "zh_CN": "世尊刚才又在说。",
      "zh_TW": "世尊剛才又在說。"
    },
    {
      "id": "14-003-0009_p0066",
      "zh_CN": "【唯愿世尊。为现在未来一切众生。称扬地藏不思议事。令天龙八部瞻礼获福。】",
      "zh_TW": "【唯願世尊。為現在未來一切眾生。稱揚地藏不思議事。令天龍八部瞻禮獲福。】"
    },
    {
      "id": "14-003-0009_p0067",
      "zh_CN": "观世音菩萨代我们启请。因为前面佛的赞叹是个总结，前面说得很多，我们根性不利，没有能力听一遍永远不忘，没有这种能力，这就是根性很劣。一面听一面忘，听到这个地方，前面已经忘得干干净净的了。观音菩萨晓得，晓得我们这种根性，希望世尊说得详细一点，说得具体一点，我们才能够得利益。",
      "zh_TW": "觀世音菩薩代我們啟請。因為前面佛的讚歎是個總結，前面說得很多，我們根性不利，沒有能力聽一遍永遠不忘，沒有這種能力，這就是根性很劣。一面聽一面忘，聽到這個地方，前面已經忘得乾乾淨淨的了。觀音菩薩曉得，曉得我們這種根性，希望世尊說得詳細一點，說得具體一點，我們才能夠得利益。"
    },
    {
      "id": "14-003-0009_p0068",
      "zh_CN": "我们看看底下世尊怎么答复的，三百五十四面：",
      "zh_TW": "我們看看底下世尊怎麼答覆的，三百五十四面："
    },
    {
      "id": "14-003-0009_p0069",
      "zh_CN": "【佛告观世音菩萨。】",
      "zh_TW": "【佛告觀世音菩薩。】"
    },
    {
      "id": "14-003-0009_p0070",
      "zh_CN": "观音菩萨启请，观音菩萨在娑婆世界特别有缘分，他的法缘很深，所以世尊也对他大大的嘉勉一番。",
      "zh_TW": "觀音菩薩啟請，觀音菩薩在娑婆世界特別有緣分，他的法緣很深，所以世尊也對他大大的嘉勉一番。"
    },
    {
      "id": "14-003-0009_p0071",
      "zh_CN": "【汝于娑婆世界。有大因缘。若天若龙。若男若女。若神若鬼。乃至六道罪苦众生。闻汝名者。见汝形者。恋慕汝者。赞叹汝者。是诸众生。于无上道。必不退转。常生人天。具受妙乐。因果将熟。遇佛授记。】",
      "zh_TW": "【汝於娑婆世界。有大因緣。若天若龍。若男若女。若神若鬼。乃至六道罪苦眾生。聞汝名者。見汝形者。戀慕汝者。讚歎汝者。是諸眾生。於無上道。必不退轉。常生人天。具受妙樂。因果將熟。遇佛授記。】"
    },
    {
      "id": "14-003-0009_p0072",
      "zh_CN": "这是佛对于观世音菩萨特别嘉勉赞叹的话。佛所说的话是真实的，像《金刚经》上说的，佛的言语是真语、实语、如语，如语就是说得恰到好处，没有说过分也没有说不及，所说的是恰如其分，观音菩萨对我们确实是如此。前面一小段，总而言之，娑婆世界六道的众生，与观世音菩萨都有特别的缘分。闻名的，听到观世音菩萨的名号；见形的，见到观世音菩萨的形像。此地的闻、见都是属于大乘，这一点要记住，不是一般耳闻眼见。耳闻眼见，心里面不起敬信之心，这个见闻得不到现前的利益，只可以说在阿赖耶识里面种个种子，这一生当中得不到利益。一定要像《金刚经》上所说的「信心清净，则生实相」。",
      "zh_TW": "這是佛對於觀世音菩薩特別嘉勉讚歎的話。佛所說的話是真實的，像《金剛經》上說的，佛的言語是真語、實語、如語，如語就是說得恰到好處，沒有說過分也沒有說不及，所說的是恰如其分，觀音菩薩對我們確實是如此。前面一小段，總而言之，娑婆世界六道的眾生，與觀世音菩薩都有特別的緣分。聞名的，聽到觀世音菩薩的名號；見形的，見到觀世音菩薩的形像。此地的聞、見都是屬於大乘，這一點要記住，不是一般耳聞眼見。耳聞眼見，心裡面不起敬信之心，這個見聞得不到現前的利益，只可以說在阿賴耶識裡面種個種子，這一生當中得不到利益。一定要像《金剛經》上所說的「信心清淨，則生實相」。"
    },
    {
      "id": "14-003-0009_p0073",
      "zh_CN": "我们供养观世音菩萨，用什么供养？用清净、平等、大慈悲心供养，那你是真正的供养观世音菩萨。你的心不清净、不平等、不慈悲，观音菩萨距离你很远很远，不在你眼前了；心地果然清净、平等、慈悲，观世音菩萨就跟你在一起，同心同愿、同德同行。套一句基督教的话，你与观世音菩萨同在，那叫供养。『恋慕』、『赞叹』，「恋慕」是自己修行，「赞叹」是介绍给别人、推荐给别人，这就是自行化他。那这个众生『于无上道，必不退转』，我们应该可以信得过了，没有出离三界之前，『常生人天，具受妙乐』。他的因殊胜，缘殊胜，果报当然殊胜，这样深厚善根的人，处处会遇到佛菩萨提携他。所以他是很轻而易举的得遇圣因，『因果将熟，遇佛授记』，观音菩萨是西方极乐世界阿弥陀佛的助手，凡是观音菩萨的学生没有一个不生西方极乐世界的，生到西方极乐世界就「遇佛授记」。",
      "zh_TW": "我們供養觀世音菩薩，用什麼供養？用清淨、平等、大慈悲心供養，那你是真正的供養觀世音菩薩。你的心不清淨、不平等、不慈悲，觀音菩薩距離你很遠很遠，不在你眼前了；心地果然清淨、平等、慈悲，觀世音菩薩就跟你在一起，同心同願、同德同行。套一句基督教的話，你與觀世音菩薩同在，那叫供養。『戀慕』、『讚歎』，「戀慕」是自己修行，「讚歎」是介紹給別人、推薦給別人，這就是自行化他。那這個眾生『於無上道，必不退轉』，我們應該可以信得過了，沒有出離三界之前，『常生人天，具受妙樂』。他的因殊勝，緣殊勝，果報當然殊勝，這樣深厚善根的人，處處會遇到佛菩薩提攜他。所以他是很輕而易舉的得遇聖因，『因果將熟，遇佛授記』，觀音菩薩是西方極樂世界阿彌陀佛的助手，凡是觀音菩薩的學生沒有一個不生西方極樂世界的，生到西方極樂世界就「遇佛授記」。"
    },
    {
      "id": "14-003-0009_p0074",
      "zh_CN": "这一段称赞是观音菩萨的本愿，是观音菩萨的本行，我们应该要晓得。为什么？常常在生活当中会遇到，学佛的，问到你观音菩萨，你要能够说得出来，把观音菩萨、观音法门机会教育，能够教导别人，这就是称赞观音菩萨。不能迷信，不能说你每天拜，拜了就有好处，他就会保佑你升官发财，这是迷信，这是一般人不可能接受的。事实也不是如此，如果每一个人每一天拜观音菩萨都发财了，试问问，台湾那么多发财，是不是都拜观音菩萨发财的？别的地方人家拜观音菩萨为什么不发财？台湾人拜观音菩萨也不是个个发财，十个拜观音菩萨只有一个发财，还有九个没有发财，观音菩萨岂不是偏心？哪有这个道理！一定要知道真实的道理、真实的事相。",
      "zh_TW": "這一段稱讚是觀音菩薩的本願，是觀音菩薩的本行，我們應該要曉得。為什麼？常常在生活當中會遇到，學佛的，問到你觀音菩薩，你要能夠說得出來，把觀音菩薩、觀音法門機會教育，能夠教導別人，這就是稱讚觀音菩薩。不能迷信，不能說你每天拜，拜了就有好處，他就會保佑你升官發財，這是迷信，這是一般人不可能接受的。事實也不是如此，如果每一個人每一天拜觀音菩薩都發財了，試問問，台灣那麼多發財，是不是都拜觀音菩薩發財的？別的地方人家拜觀音菩薩為什麼不發財？台灣人拜觀音菩薩也不是個個發財，十個拜觀音菩薩只有一個發財，還有九個沒有發財，觀音菩薩豈不是偏心？哪有這個道理！一定要知道真實的道理、真實的事相。"
    },
    {
      "id": "14-003-0009_p0075",
      "zh_CN": "下面佛再接着说：",
      "zh_TW": "下面佛再接著說："
    },
    {
      "id": "14-003-0009_p0076",
      "zh_CN": "【汝今具大慈悲。怜愍众生。及天龙八部。】",
      "zh_TW": "【汝今具大慈悲。憐愍眾生。及天龍八部。】"
    },
    {
      "id": "14-003-0009_p0077",
      "zh_CN": "这是赞叹他在大会当中出来启请。",
      "zh_TW": "這是讚歎他在大會當中出來啟請。"
    },
    {
      "id": "14-003-0009_p0078",
      "zh_CN": "【听吾宣说地藏菩萨不思议利益之事。汝当谛听。吾今说之。】",
      "zh_TW": "【聽吾宣說地藏菩薩不思議利益之事。汝當諦聽。吾今說之。】"
    },
    {
      "id": "14-003-0009_p0079",
      "zh_CN": "观音菩萨有要求，世尊就答应了。",
      "zh_TW": "觀音菩薩有要求，世尊就答應了。"
    },
    {
      "id": "14-003-0009_p0080",
      "zh_CN": "【观世音言。唯然世尊。愿乐欲闻。】",
      "zh_TW": "【觀世音言。唯然世尊。願樂欲聞。】"
    },
    {
      "id": "14-003-0009_p0081",
      "zh_CN": "『唯然』是非常尊敬，非常欢喜答应，乐意来接受佛的教导。",
      "zh_TW": "『唯然』是非常尊敬，非常歡喜答應，樂意來接受佛的教導。"
    },
    {
      "id": "14-003-0009_p0082",
      "zh_CN": "【佛告观世音菩萨。】",
      "zh_TW": "【佛告觀世音菩薩。】"
    },
    {
      "id": "14-003-0009_p0083",
      "zh_CN": "『告观音菩萨』就是告诉我们大家。",
      "zh_TW": "『告觀音菩薩』就是告訴我們大家。"
    },
    {
      "id": "14-003-0009_p0084",
      "zh_CN": "【未来现在诸世界中。有天人受天福尽。】",
      "zh_TW": "【未來現在諸世界中。有天人受天福盡。】"
    },
    {
      "id": "14-003-0009_p0085",
      "zh_CN": "我们晓得天上的人，我们一般叫天神，天神还是有寿命的。从我们地面往上去，第一层就是四王天，四大天王，这四王天。四王天的一天是我们人间的五十年，他的寿命五百岁，这个五百岁的算法也是一年三百六十五天，五百岁。但是他的一天是我们人间五十年。这个寿命还是有尽的，有到头的时候。再往上去一层就是忉利天，我们中国人称玉皇大帝，他的算法要增加一倍，忉利天的一天是我们人间一百年，寿命一千岁，也是以三百六十五天做一年，寿命一千岁。往上去倍倍增加，到第二十八层天，寿命八万大劫。八万大劫也有终了的时候。",
      "zh_TW": "我們曉得天上的人，我們一般叫天神，天神還是有壽命的。從我們地面往上去，第一層就是四王天，四大天王，這四王天。四王天的一天是我們人間的五十年，他的壽命五百歲，這個五百歲的算法也是一年三百六十五天，五百歲。但是他的一天是我們人間五十年。這個壽命還是有盡的，有到頭的時候。再往上去一層就是忉利天，我們中國人稱玉皇大帝，他的算法要增加一倍，忉利天的一天是我們人間一百年，壽命一千歲，也是以三百六十五天做一年，壽命一千歲。往上去倍倍增加，到第二十八層天，壽命八萬大劫。八萬大劫也有終了的時候。"
    },
    {
      "id": "14-003-0009_p0086",
      "zh_CN": "所以，三界六道都不究竟，那个寿命长，实在讲长不稀奇，有什么稀奇的！我们人间现在活到七、八十岁的这个年龄很平常，不稀奇，七、八十岁的人很多。我们看水面上的蜉蝣，在水面上跑来跑去那个小虫，那个小虫的寿命只有几个小时，它的寿命大概不到十个小时，要用它来看我们寿命，那不就像我们看那个非想非非想处天一样吗？所以你自己真的到色界天、无色界天，也感觉得没意思，就跟我们做人看那个蜉蝣一样，没有意思。",
      "zh_TW": "所以，三界六道都不究竟，那個壽命長，實在講長不稀奇，有什麼稀奇的！我們人間現在活到七、八十歲的這個年齡很平常，不稀奇，七、八十歲的人很多。我們看水面上的蜉蝣，在水面上跑來跑去那個小蟲，那個小蟲的壽命只有幾個小時，它的壽命大概不到十個小時，要用它來看我們壽命，那不就像我們看那個非想非非想處天一樣嗎？所以你自己真的到色界天、無色界天，也感覺得沒意思，就跟我們做人看那個蜉蝣一樣，沒有意思。"
    },
    {
      "id": "14-003-0009_p0087",
      "zh_CN": "佛给我们说明三界六道的真相，三界统苦，决定没有乐。你自己不要骗自己，自己不要麻醉自己。你说乐，假的，没有。就以忉利天来看人间，忉利天的一天是我们人间一百年，我们人活一百岁的还真不多，忉利天看看，可怜，早上生的晚上就死了。弥勒菩萨兜率天看我们就更可怜了，兜率天的一天是我们人间四百年，岂不是在兜率天看我们人间这个寿命，拿我们现在这个时间观念，两、三个小时，比我们看水上的蜉蝣还不如，寿命还要短，还可怜！你想想搞什么？还在这里拚命造业，这是佛给我们讲出六道的真相，不值得。真正觉悟的人要把握这个大好的光阴，做什么事情？做超越六道轮回的事，这是真正了不起的人。一切诸佛菩萨没有不尊重、没有不佩服的。真想超越六道轮回，唯独念佛法门是捷径，不但是捷径，而且是非常稳当，古德讲「万修万人去」。我们在短短的光阴里头，所谓石火电光，要把这个毫光阴抓住，去办这一桩事情。",
      "zh_TW": "佛給我們說明三界六道的真相，三界統苦，決定沒有樂。你自己不要騙自己，自己不要麻醉自己。你說樂，假的，沒有。就以忉利天來看人間，忉利天的一天是我們人間一百年，我們人活一百歲的還真不多，忉利天看看，可憐，早上生的晚上就死了。彌勒菩薩兜率天看我們就更可憐了，兜率天的一天是我們人間四百年，豈不是在兜率天看我們人間這個壽命，拿我們現在這個時間觀念，兩、三個小時，比我們看水上的蜉蝣還不如，壽命還要短，還可憐！你想想搞什麼？還在這裡拚命造業，這是佛給我們講出六道的真相，不值得。真正覺悟的人要把握這個大好的光陰，做什麼事情？做超越六道輪迴的事，這是真正了不起的人。一切諸佛菩薩沒有不尊重、沒有不佩服的。真想超越六道輪迴，唯獨念佛法門是捷徑，不但是捷徑，而且是非常穩當，古德講「萬修萬人去」。我們在短短的光陰裡頭，所謂石火電光，要把這個毫光陰抓住，去辦這一樁事情。"
    },
    {
      "id": "14-003-0009_p0088",
      "zh_CN": "办这个事情的人很多，成功的寥寥无几。为什么不能成功？觉明妙行菩萨讲得好，《西方确指》里头说了，念佛这个法门最忌讳的就是夹杂。我们就晓得了，所有念佛不能成功的人都是夹杂。夹杂世间名闻利养尚且不可，何况夹杂着恶业？要再说得严一点，夹杂一切大乘佛法尚且不可，何况夹杂世间五欲六尘？这使你不能成功。真正要想成就，不但世间法不夹杂，佛法也不夹杂，这一句佛号念到底，地藏本愿、本行你统统都做到了，你不要再找这个经本一句一句修了，用不着了，圆修了，这一句阿弥陀佛统统都包括了，不是真正孝亲的人不肯死心塌地念佛，不是真正尊师重道的人也不肯死心塌地去念佛。身心世界一切放下，牢牢抓住这一句佛号，那就是大孝、大敬之人。",
      "zh_TW": "辦這個事情的人很多，成功的寥寥無幾。為什麼不能成功？覺明妙行菩薩講得好，《西方確指》裡頭說了，念佛這個法門最忌諱的就是夾雜。我們就曉得了，所有念佛不能成功的人都是夾雜。夾雜世間名聞利養尚且不可，何況夾雜著惡業？要再說得嚴一點，夾雜一切大乘佛法尚且不可，何況夾雜世間五欲六塵？這使你不能成功。真正要想成就，不但世間法不夾雜，佛法也不夾雜，這一句佛號念到底，地藏本願、本行你統統都做到了，你不要再找這個經本一句一句修了，用不著了，圓修了，這一句阿彌陀佛統統都包括了，不是真正孝親的人不肯死心塌地念佛，不是真正尊師重道的人也不肯死心塌地去念佛。身心世界一切放下，牢牢抓住這一句佛號，那就是大孝、大敬之人。"
    },
    {
      "id": "14-003-0009_p0089",
      "zh_CN": "这个地方跟我们讲『有天人受天福尽』，就是寿命到了。寿命到了什么？",
      "zh_TW": "這個地方跟我們講『有天人受天福盡』，就是壽命到了。壽命到了什麼？"
    },
    {
      "id": "14-003-0009_p0090",
      "zh_CN": "【五衰相现。】",
      "zh_TW": "【五衰相現。】"
    },
    {
      "id": "14-003-0009_p0091",
      "zh_CN": "『五衰相』，就是人间人要死的时候先害病，有病苦，天人不害病，这是人家福报大，但是他临终的时候，临终之前五衰相现前，这个就是他的病痛，他就生大烦恼，他知道他寿命不久就要尽了。",
      "zh_TW": "『五衰相』，就是人間人要死的時候先害病，有病苦，天人不害病，這是人家福報大，但是他臨終的時候，臨終之前五衰相現前，這個就是他的病痛，他就生大煩惱，他知道他壽命不久就要盡了。"
    },
    {
      "id": "14-003-0009_p0092",
      "zh_CN": "【或有堕于恶道之者。】",
      "zh_TW": "【或有墮於惡道之者。】"
    },
    {
      "id": "14-003-0009_p0093",
      "zh_CN": "在天上如果不能继续修行、积功累德，他的福报享完了，享完了他就往下堕落，过去生中他也造的这个罪业，罪业报现前，他就要堕落了。什么叫「五衰相」？这注解上有，都不要讲了。这是天人遇到大苦恼之事。",
      "zh_TW": "在天上如果不能繼續修行、積功累德，他的福報享完了，享完了他就往下墮落，過去生中他也造的這個罪業，罪業報現前，他就要墮落了。什麼叫「五衰相」？這註解上有，都不要講了。這是天人遇到大苦惱之事。"
    },
    {
      "id": "14-003-0009_p0094",
      "zh_CN": "【如是天人。若男若女。当现相时。或见地藏菩萨形像。或闻地藏菩萨名。一瞻一礼。是诸天人转增天福。受大快乐。永不堕三恶道报。】",
      "zh_TW": "【如是天人。若男若女。當現相時。或見地藏菩薩形像。或聞地藏菩薩名。一瞻一禮。是諸天人轉增天福。受大快樂。永不墮三惡道報。】"
    },
    {
      "id": "14-003-0009_p0095",
      "zh_CN": "这是讲天人，在他遇到大难，恶业现前要堕落的时候，这个是紧要关头了，在这个时候如果他有这个缘分，我们讲如果他有这么好的机会，听到地藏菩萨的名号，见到地藏菩萨的形像。此地的见闻，要记住前面所讲的标准，这一点很重要，它是属于大乘的标准。『一瞻一礼』，以真诚恭敬向往菩萨的行愿、羡慕菩萨的行愿、效法菩萨的行愿、学习菩萨的行愿，这叫瞻礼。我们今天学佛，实实在在讲对这些经义统统疏忽掉，只是在形式上教给你瞻礼，赶紧供个地藏菩萨像，每天去烧烧香、去拜拜，全部都做一些表面的工作，所以得不到效果。得不到效果以后怎么样？毁谤佛菩萨，说佛菩萨不灵，多得很。你们善根深厚，还没有造这个罪业。",
      "zh_TW": "這是講天人，在他遇到大難，惡業現前要墮落的時候，這個是緊要關頭了，在這個時候如果他有這個緣分，我們講如果他有這麼好的機會，聽到地藏菩薩的名號，見到地藏菩薩的形像。此地的見聞，要記住前面所講的標準，這一點很重要，它是屬於大乘的標準。『一瞻一禮』，以真誠恭敬嚮往菩薩的行願、羨慕菩薩的行願、效法菩薩的行願、學習菩薩的行願，這叫瞻禮。我們今天學佛，實實在在講對這些經義統統疏忽掉，只是在形式上教給你瞻禮，趕緊供個地藏菩薩像，每天去燒燒香、去拜拜，全部都做一些表面的工作，所以得不到效果。得不到效果以後怎麼樣？毀謗佛菩薩，說佛菩薩不靈，多得很。你們善根深厚，還沒有造這個罪業。"
    },
    {
      "id": "14-003-0009_p0096",
      "zh_CN": "我过去曾经听说，这都是事实，这不是假的，有一位法师家里供养地藏菩萨，有一天他出去念经去，家里遭了小偷了，回去之后对地藏菩萨很不礼貌，我天天供养你，你都不保佑我，今天我被偷了，把地藏菩萨打一顿，这成什么话？这是出家人。这叫迷惑颠倒，不晓得事理，读经望文生义，底下还有一句「三世佛冤」，三世诸佛都喊冤枉，佛所说的不是这个意思，你把意思错会了。我们供养佛像、供养菩萨像，两个意思，第一个意思是报恩，念念不忘老师对我们的恩德，老师不在了，我们供一个形像，纪念他、不忘他，是这么一个意思。第二个意思是见贤思齐，他是凡夫，现在成佛、成菩萨了，我要跟他一样，用他做我修学的榜样、做为我修学的目标，希望我能够到达他的地步。我们供佛像是这两个意思。这样的供养，这就得真实的利益了，这是佛菩萨真正的保佑。他的果报，经上所说的我们也都能信得过。再看底下经文：",
      "zh_TW": "我過去曾經聽說，這都是事實，這不是假的，有一位法師家裡供養地藏菩薩，有一天他出去念經去，家裡遭了小偷了，回去之後對地藏菩薩很不禮貌，我天天供養你，你都不保佑我，今天我被偷了，把地藏菩薩打一頓，這成什麼話？這是出家人。這叫迷惑顛倒，不曉得事理，讀經望文生義，底下還有一句「三世佛冤」，三世諸佛都喊冤枉，佛所說的不是這個意思，你把意思錯會了。我們供養佛像、供養菩薩像，兩個意思，第一個意思是報恩，念念不忘老師對我們的恩德，老師不在了，我們供一個形像，紀念他、不忘他，是這麼一個意思。第二個意思是見賢思齊，他是凡夫，現在成佛、成菩薩了，我要跟他一樣，用他做我修學的榜樣、做為我修學的目標，希望我能夠到達他的地步。我們供佛像是這兩個意思。這樣的供養，這就得真實的利益了，這是佛菩薩真正的保佑。他的果報，經上所說的我們也都能信得過。再看底下經文："
    },
    {
      "id": "14-003-0009_p0097",
      "zh_CN": "【何况见闻菩萨。以诸香华。衣服饮食。宝贝璎珞。布施供养。所获功德福利。无量无边。】",
      "zh_TW": "【何況見聞菩薩。以諸香華。衣服飲食。寶貝瓔珞。布施供養。所獲功德福利。無量無邊。】"
    },
    {
      "id": "14-003-0009_p0098",
      "zh_CN": "经上所讲的这些全都是表法的意思，你要不懂表法，你照这样去做，你得不到功德，也得不到福利。什么叫做『香』？「香」表信，清净的信心就是香，以清净的信心来供养菩萨。『华』代表六度万行，这先开花后结果，「华」代表因，修因。你把这些重要的忘掉了，去买一点好香、买一点好花来供养，这是叫望文生义。印光大师自己那个念佛堂里面，他自己那个念佛堂，什么香花都没有，他就是供一个阿弥陀佛的佛像，佛像后面是一个「死」字，他那个字，我们现在也把它印出来了，贴在佛像后面，他天天看到的。佛像前面一个香炉，一杯净水，其他的什么都没有。诸位要知道，他的供养具足，一样不缺。我们供养是形式，人家没有形式，人家有实质，实质的供养，香花衣服这些统统没有一样他缺的；形式上，形式上你一样也看不到，好像他什么也没有。我们要重实质不重形式。",
      "zh_TW": "經上所講的這些全都是表法的意思，你要不懂表法，你照這樣去做，你得不到功德，也得不到福利。什麼叫做『香』？「香」表信，清淨的信心就是香，以清淨的信心來供養菩薩。『華』代表六度萬行，這先開花後結果，「華」代表因，修因。你把這些重要的忘掉了，去買一點好香、買一點好花來供養，這是叫望文生義。印光大師自己那個念佛堂裡面，他自己那個念佛堂，什麼香花都沒有，他就是供一個阿彌陀佛的佛像，佛像後面是一個「死」字，他那個字，我們現在也把它印出來了，貼在佛像後面，他天天看到的。佛像前面一個香爐，一杯淨水，其他的什麼都沒有。諸位要知道，他的供養具足，一樣不缺。我們供養是形式，人家沒有形式，人家有實質，實質的供養，香花衣服這些統統沒有一樣他缺的；形式上，形式上你一樣也看不到，好像他什麼也沒有。我們要重實質不重形式。"
    },
    {
      "id": "14-003-0009_p0099",
      "zh_CN": "香花知道了，『衣服』什么？衣服是忍辱，衣服怎么忍辱？这是遮羞的。换句话，这个衣服代表什么？知耻，知耻则近乎勇，那个精进奋发他就起来了。什么叫耻辱？他成佛了我还当凡夫，这就是耻辱。想想当年我们一起在一块修行的，他现在是等觉菩萨了，我现在还在搞六道轮回，这就是大耻辱。所以衣服是遮羞的，不必讲求华丽。『饮食』是治病的，什么病？饿病。要知道，我们在这个世间，不要以为自己身体很健康，健康什么？三顿饭不吃就饿得动都不能动了，病就发作了。那个饮食就是治病的，这个要知道。『宝贝』是代表财富，在佛门里面功德发财，代表的七圣财。『缨络』代表庄严，庄严的事情就太多了。这是前面略举几端，教我们布施供养，『所获功德福利，无量无边』。自己认真的去修学，再去帮助别人。",
      "zh_TW": "香花知道了，『衣服』什麼？衣服是忍辱，衣服怎麼忍辱？這是遮羞的。換句話，這個衣服代表什麼？知恥，知恥則近乎勇，那個精進奮發他就起來了。什麼叫恥辱？他成佛了我還當凡夫，這就是恥辱。想想當年我們一起在一塊修行的，他現在是等覺菩薩了，我現在還在搞六道輪迴，這就是大恥辱。所以衣服是遮羞的，不必講求華麗。『飲食』是治病的，什麼病？餓病。要知道，我們在這個世間，不要以為自己身體很健康，健康什麼？三頓飯不吃就餓得動都不能動了，病就發作了。那個飲食就是治病的，這個要知道。『寶貝』是代表財富，在佛門裡面功德發財，代表的七聖財。『纓絡』代表莊嚴，莊嚴的事情就太多了。這是前面略舉幾端，教我們布施供養，『所獲功德福利，無量無邊』。自己認真的去修學，再去幫助別人。"
    },
    {
      "id": "14-003-0009_p0100",
      "zh_CN": "讲堂里面我跟诸位说得很多，诸位在家里面学佛，佛堂看你家里面的状况，你家人对你学佛都很欢喜，你可以庄严佛堂；如果你家人对你学佛不赞成、不欢喜，说你是迷信，你所有一切形式庄严统统不要，不要引起家人的烦恼。这样并不是说我没有香花供养，我对不起佛菩萨。实在讲那是你不明事理，你迷惑颠倒。道场里面要庄严，道场要重视形式，为什么？道场是接引大众的，特别是接引初学的，所以它是很注重形式的。个人修行不重视形式。所以重视形式是为了方便接引初学。特别是对初学的机会教育，他初来的时候好奇，你们为什么点蜡烛，你看现在都点电灯，为什么不点电灯点蜡烛？你就可以把道理说给他听，机会教育。他问你供奉佛像，供这个佛像、那个佛像，这就是教育。所以道场要讲求这些形式的，个人修学不讲求。",
      "zh_TW": "講堂裡面我跟諸位說得很多，諸位在家裡面學佛，佛堂看你家裡面的狀況，你家人對你學佛都很歡喜，你可以莊嚴佛堂；如果你家人對你學佛不贊成、不歡喜，說你是迷信，你所有一切形式莊嚴統統不要，不要引起家人的煩惱。這樣並不是說我沒有香花供養，我對不起佛菩薩。實在講那是你不明事理，你迷惑顛倒。道場裡面要莊嚴，道場要重視形式，為什麼？道場是接引大眾的，特別是接引初學的，所以它是很注重形式的。個人修行不重視形式。所以重視形式是為了方便接引初學。特別是對初學的機會教育，他初來的時候好奇，你們為什麼點蠟燭，你看現在都點電燈，為什麼不點電燈點蠟燭？你就可以把道理說給他聽，機會教育。他問你供奉佛像，供這個佛像、那個佛像，這就是教育。所以道場要講求這些形式的，個人修學不講求。"
    },
    {
      "id": "14-003-0009_p0101",
      "zh_CN": "我们再翻过来看三百五十八面：",
      "zh_TW": "我們再翻過來看三百五十八面："
    },
    {
      "id": "14-003-0009_p0102",
      "zh_CN": "【复次观世音。若未来现在诸世界中。六道众生临命终时。】",
      "zh_TW": "【復次觀世音。若未來現在諸世界中。六道眾生臨命終時。】"
    },
    {
      "id": "14-003-0009_p0103",
      "zh_CN": "这是最重要的时刻，无论在哪一道，生死交关，这个时候重要了。为什么？关系来生的祸福。好死，来生必定是好生。这是一个很重要的大事，是非常鲜明的预兆。人在临命终时，神识清楚，不迷惑颠倒，这个人死了以后即使不信佛，他也不会堕三恶道。诸位要知道，什么人堕三恶道？糊里糊涂才会堕三恶道，哪有一个头脑清醒的人会去变畜生？不可能，到畜生道去投胎都是迷惑颠倒。所以临终好死，这在中国讲五福最后一个就是好死，来生必定有大福报，所以这是非常重要的一个时刻。这个时候如果有好的缘分，遇到真正的善知识，教他念佛，教他念菩萨名号。此地讲：",
      "zh_TW": "這是最重要的時刻，無論在哪一道，生死交關，這個時候重要了。為什麼？關係來生的禍福。好死，來生必定是好生。這是一個很重要的大事，是非常鮮明的預兆。人在臨命終時，神識清楚，不迷惑顛倒，這個人死了以後即使不信佛，他也不會墮三惡道。諸位要知道，什麼人墮三惡道？糊裡糊塗才會墮三惡道，哪有一個頭腦清醒的人會去變畜生？不可能，到畜生道去投胎都是迷惑顛倒。所以臨終好死，這在中國講五福最後一個就是好死，來生必定有大福報，所以這是非常重要的一個時刻。這個時候如果有好的緣分，遇到真正的善知識，教他念佛，教他念菩薩名號。此地講："
    },
    {
      "id": "14-003-0009_p0104",
      "zh_CN": "【得闻地藏菩萨名。】",
      "zh_TW": "【得聞地藏菩薩名。】"
    },
    {
      "id": "14-003-0009_p0105",
      "zh_CN": "这个地方的『闻』就不是前面讲的标准了，不是讲的那个三慧了，只是在临终的时候真正听到有人教他念地藏菩萨名号。",
      "zh_TW": "這個地方的『聞』就不是前面講的標準了，不是講的那個三慧了，只是在臨終的時候真正聽到有人教他念地藏菩薩名號。"
    },
    {
      "id": "14-003-0009_p0106",
      "zh_CN": "【一声历耳根者。是诸众生。永不历三恶道苦。】",
      "zh_TW": "【一聲歷耳根者。是諸眾生。永不歷三惡道苦。】"
    },
    {
      "id": "14-003-0009_p0107",
      "zh_CN": "他听到地藏菩萨的名号，真正生清净恭敬之心，清净心、恭敬心，求菩萨来度脱他，这样的诚心诚意恳切的求菩萨来度脱，这个果报就非常的殊胜。『永不历三恶道苦』，这是得地藏菩萨威神的加持。这个事是真的，可是缘分不容易遇到。怎么不容易遇到？这个人活的时候头脑清醒，劝他念地藏菩萨，他都不肯念，快死了的时候他肯接受？难，万一到那个时候不接受，不就完了，还是到三恶道去。由此可知，临命终时遇到这个缘，听到地藏菩萨名号就相信、就忏悔，就认真的去受持这个名号，也是过去生中的善根现前，不是每一个人都做得到的。而且你仔细去想一想，这样的人必须要具备三个条件，第一个条件，他临终的时候神识清楚，如果他迷惑颠倒，家亲眷属都不认识了，你叫他念地藏菩萨名，他听不见了，他家人都不认识了，他还认识什么地藏菩萨。所以第一个条件他头脑清醒，这一点就不容易。第二个条件遇到真正善知识。第三个条件善知识教导，他完全接受。这三个条件缺少一个就不能成功，可见得这个事实是如此，三种缘统统具足不容易。",
      "zh_TW": "他聽到地藏菩薩的名號，真正生清淨恭敬之心，清淨心、恭敬心，求菩薩來度脫他，這樣的誠心誠意懇切的求菩薩來度脫，這個果報就非常的殊勝。『永不歷三惡道苦』，這是得地藏菩薩威神的加持。這個事是真的，可是緣分不容易遇到。怎麼不容易遇到？這個人活的時候頭腦清醒，勸他念地藏菩薩，他都不肯念，快死了的時候他肯接受？難，萬一到那個時候不接受，不就完了，還是到三惡道去。由此可知，臨命終時遇到這個緣，聽到地藏菩薩名號就相信、就懺悔，就認真的去受持這個名號，也是過去生中的善根現前，不是每一個人都做得到的。而且你仔細去想一想，這樣的人必須要具備三個條件，第一個條件，他臨終的時候神識清楚，如果他迷惑顛倒，家親眷屬都不認識了，你叫他念地藏菩薩名，他聽不見了，他家人都不認識了，他還認識什麼地藏菩薩。所以第一個條件他頭腦清醒，這一點就不容易。第二個條件遇到真正善知識。第三個條件善知識教導，他完全接受。這三個條件缺少一個就不能成功，可見得這個事實是如此，三種緣統統具足不容易。"
    },
    {
      "id": "14-003-0009_p0108",
      "zh_CN": "因此，学佛的功夫还是在平常锻炼，那才叫真正可靠。千万不要看到这段经文，我可以不要学，到临命终时还来得及。凡是存这种侥幸心理的，没有一个不失败的。这是告诉我们，确实有这个事情，正如同阿弥陀佛在四十八愿第十八愿一样，「临命终时，一念十念，必得往生」，但是那个「一念十念」也跟我刚才讲的一样，要具备这三个条件。这三个条件就非常非常不容易，我们如果到医院去观察观察，那个病危的人、快要死的人，你看几个临终的人头脑清楚的，这就看出来了，我们自己能不能保证自己临终的时候清清楚楚，这是大问题。当然，一个学佛的人，我们总希望临命终时没有病苦，就在我们的眼前，就许多人都做到了，我们为什么做不到？你看看大陆上宽律法师写的《近代往生记》，我们这里已经给它印了好几版了，大陆上的。",
      "zh_TW": "因此，學佛的功夫還是在平常鍛鍊，那才叫真正可靠。千萬不要看到這段經文，我可以不要學，到臨命終時還來得及。凡是存這種僥倖心理的，沒有一個不失敗的。這是告訴我們，確實有這個事情，正如同阿彌陀佛在四十八願第十八願一樣，「臨命終時，一念十念，必得往生」，但是那個「一念十念」也跟我剛才講的一樣，要具備這三個條件。這三個條件就非常非常不容易，我們如果到醫院去觀察觀察，那個病危的人、快要死的人，你看幾個臨終的人頭腦清楚的，這就看出來了，我們自己能不能保證自己臨終的時候清清楚楚，這是大問題。當然，一個學佛的人，我們總希望臨命終時沒有病苦，就在我們的眼前，就許多人都做到了，我們為什麼做不到？你看看大陸上寬律法師寫的《近代往生記》，我們這裡已經給它印了好幾版了，大陸上的。"
    },
    {
      "id": "14-003-0009_p0109",
      "zh_CN": "我们台湾台中林看治老居士写的《往生见闻记》，那是我们台湾的。她到处去搜集，去搜集这个资料，在我看至少有五百人。她所搜集那个统统是真的，有站着往生的、有坐着往生的，没有病苦的，知道什么时候走的。这个就是我们台湾最近四十年的事情，这么多的榜样。这些人说实在话是现身说法，给我们做出修净土得成就的榜样。仔细去观察观察，去打听打听，他们怎么学的？我们今天学佛跟他一不一样？比对一下就知道了。真正得生净土的人，没有一个不是身心世界一切放下，就连弘法利生也放下，这个不放下，你决定不能往生。这是诸位要知道的。",
      "zh_TW": "我們台灣台中林看治老居士寫的《往生見聞記》，那是我們台灣的。她到處去蒐集，去蒐集這個資料，在我看至少有五百人。她所蒐集那個統統是真的，有站著往生的、有坐著往生的，沒有病苦的，知道什麼時候走的。這個就是我們台灣最近四十年的事情，這麼多的榜樣。這些人說實在話是現身說法，給我們做出修淨土得成就的榜樣。仔細去觀察觀察，去打聽打聽，他們怎麼學的？我們今天學佛跟他一不一樣？比對一下就知道了。真正得生淨土的人，沒有一個不是身心世界一切放下，就連弘法利生也放下，這個不放下，你決定不能往生。這是諸位要知道的。"
    },
    {
      "id": "14-003-0009_p0110",
      "zh_CN": "弘法利生的事业，我们随缘做，随缘就是放下，有缘就做，没缘就不做。绝对不挂在心上，所谓「作而无作，无作而作」，做与不做是一样的，是一不是二，这就是放下。要有意去做，一定要怎么去做，这个人没放下。有心去做是攀缘，攀缘对于自己清净心决定有障碍，你心不清净。心净则土净，心不清净怎么能往生？所以佛法在表面上不像基督教那么积极，那么样热心到处拉人，人家那头有心，心不清净，佛法不是这样的，佛法随缘，决定不攀缘。有这个缘分我们应当去做，利益众生，赞扬诸佛菩萨，我们要去做，没有这个缘分是决定不勉强的，这是诸位同修要知道的。",
      "zh_TW": "弘法利生的事業，我們隨緣做，隨緣就是放下，有緣就做，沒緣就不做。絕對不掛在心上，所謂「作而無作，無作而作」，做與不做是一樣的，是一不是二，這就是放下。要有意去做，一定要怎麼去做，這個人沒放下。有心去做是攀緣，攀緣對於自己清淨心決定有障礙，你心不清淨。心淨則土淨，心不清淨怎麼能往生？所以佛法在表面上不像基督教那麼積極，那麼樣熱心到處拉人，人家那頭有心，心不清淨，佛法不是這樣的，佛法隨緣，決定不攀緣。有這個緣分我們應當去做，利益眾生，讚揚諸佛菩薩，我們要去做，沒有這個緣分是決定不勉強的，這是諸位同修要知道的。"
    },
    {
      "id": "14-003-0009_p0111",
      "zh_CN": "勉强去做，修的是世间有漏的福报，这一点福报在哪里享？如果来生得不到人身的话，饿鬼、畜生里面去享，饿鬼里面做土地公、做城隍，那是福德鬼，你看初一、十五都有人烧香拜拜，是去当那个鬼神去了。台湾更多，什么山神、什么千岁爷，我看到好多，那都是鬼神里头有福德的，去搞这些东西去了。畜生道里面享，台湾畜生有福报的少，大概都到外国去了，到外国去投生畜生道。外国那个畜生，家里养的宠物，那真的是有福报，主人替牠照顾、侍候是无微不至，这样去享受去了。所以我们要把这些事实真相认清楚了，搞明白了，才晓得三界真正可怕，《法华经》上讲的「三界火宅」，这个比喻一点都不错，轮回路险，这是非常危险的道路。",
      "zh_TW": "勉強去做，修的是世間有漏的福報，這一點福報在哪裡享？如果來生得不到人身的話，餓鬼、畜生裡面去享，餓鬼裡面做土地公、做城隍，那是福德鬼，你看初一、十五都有人燒香拜拜，是去當那個鬼神去了。台灣更多，什麼山神、什麼千歲爺，我看到好多，那都是鬼神裡頭有福德的，去搞這些東西去了。畜生道裡面享，台灣畜生有福報的少，大概都到外國去了，到外國去投生畜生道。外國那個畜生，家裡養的寵物，那真的是有福報，主人替牠照顧、侍候是無微不至，這樣去享受去了。所以我們要把這些事實真相認清楚了，搞明白了，才曉得三界真正可怕，《法華經》上講的「三界火宅」，這個比喻一點都不錯，輪迴路險，這是非常危險的道路。"
    },
    {
      "id": "14-003-0009_p0112",
      "zh_CN": "一定要在这一生超越，这一生唯一可靠、稳当、决定超越的，无过于念佛求生净土。这是到这一部经的末后，我特别跟大家指归到净土上，不要念了这个经，三心二意，把你修净土的心破坏掉了，那就坏了。知道老实念佛，地藏本愿的功德你统统具足了。如果你舍弃净土，依照地藏菩萨本愿来修行，大概来生是享天福，出三界很不容易，这当中的利害得失是不能不清楚的。这一章为什么说它是三宝当中的僧宝？我们把这个经文读完之后，我给诸位做一个总结，诸位就明了。今天时间到了，后面这个明天可以讲得完。",
      "zh_TW": "一定要在這一生超越，這一生唯一可靠、穩當、決定超越的，無過於念佛求生淨土。這是到這一部經的末後，我特別跟大家指歸到淨土上，不要念了這個經，三心二意，把你修淨土的心破壞掉了，那就壞了。知道老實念佛，地藏本願的功德你統統具足了。如果你捨棄淨土，依照地藏菩薩本願來修行，大概來生是享天福，出三界很不容易，這當中的利害得失是不能不清楚的。這一章為什麼說它是三寶當中的僧寶？我們把這個經文讀完之後，我給諸位做一個總結，諸位就明瞭。今天時間到了，後面這個明天可以講得完。"
    }
  ]
}