{
  "doc_id": "14-003-0006",
  "title": {
    "zh_CN": "地藏经大意",
    "zh_TW": "地藏經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "14-003-0006",
  "total_paragraphs": 127,
  "paragraphs": [
    {
      "id": "14-003-0006_p0001",
      "zh_CN": "请掀开经本二百一十三面，以下的这一段经文是说造作罪业的众生，当然他要感得果报。我们俗话常讲，善有善的果，结果，恶一定是得的恶报。果报在我们这一生当中感得的都叫做花报，像植物一样它先开花后结果。果报，善的果报，经上给我们讲得很清楚是生天，这个天都是指的欲界天。因为欲界往上面去那是要有禅定的功夫，单单修善是办不到的。善业所感得的天福是欲界天。如果造的恶，必然感得是三途，就是地狱、饿鬼、畜生，三恶道的果报。",
      "zh_TW": "請掀開經本二百一十三面，以下的這一段經文是說造作罪業的眾生，當然他要感得果報。我們俗話常講，善有善的果，結果，惡一定是得的惡報。果報在我們這一生當中感得的都叫做花報，像植物一樣它先開花後結果。果報，善的果報，經上給我們講得很清楚是生天，這個天都是指的欲界天。因為欲界往上面去那是要有禪定的功夫，單單修善是辦不到的。善業所感得的天福是欲界天。如果造的惡，必然感得是三途，就是地獄、餓鬼、畜生，三惡道的果報。"
    },
    {
      "id": "14-003-0006_p0002",
      "zh_CN": "佛特别提醒我们，花报并不可怕，可怕的是果报。当然这个可怕都是指的恶业，像经里面给我们说的。造作这些恶业有没有办法挽救？佛菩萨在这个经里面讲是决定可以挽救的，问题你一定要懂得理论、懂得方法，如理如法，一切罪障都可以消除。不了解方法、不明白理论，我们讲的盲修瞎练，那是得不到效果的，这是必须要注意。经典里面讲的义趣很深，境界广大，一字一句都不能够疏忽。如果展开《地藏经》是望文生义，那问题就很多了，我们往往把经典的意思统统错会。殊不知佛讲经实在说都是意在言外，你要能够体会。",
      "zh_TW": "佛特別提醒我們，花報並不可怕，可怕的是果報。當然這個可怕都是指的惡業，像經裡面給我們說的。造作這些惡業有沒有辦法挽救？佛菩薩在這個經裡面講是決定可以挽救的，問題你一定要懂得理論、懂得方法，如理如法，一切罪障都可以消除。不了解方法、不明白理論，我們講的盲修瞎練，那是得不到效果的，這是必須要注意。經典裡面講的義趣很深，境界廣大，一字一句都不能夠疏忽。如果展開《地藏經》是望文生義，那問題就很多了，我們往往把經典的意思統統錯會。殊不知佛講經實在說都是意在言外，你要能夠體會。"
    },
    {
      "id": "14-003-0006_p0003",
      "zh_CN": "这是说造作恶业的众生：",
      "zh_TW": "這是說造作惡業的眾生："
    },
    {
      "id": "14-003-0006_p0004",
      "zh_CN": "【临命终时。父母眷属。宜为设福。以资前路。】",
      "zh_TW": "【臨命終時。父母眷屬。宜為設福。以資前路。】"
    },
    {
      "id": "14-003-0006_p0005",
      "zh_CN": "这个就是帮助他。下面给我们举了几个例子，方法很多，一定要能举一反三，我们才能够明白佛教给我们的是些什么，而不是在事相上。今天我们大家实在讲完全在事相上做，所以得不到效果。绝对不是佛讲的话不真实，佛在骗我们，没有这回事情。佛讲的话句句真实，只是我们把他的意思错会。举的几个例子，第一个是：",
      "zh_TW": "這個就是幫助他。下面給我們舉了幾個例子，方法很多，一定要能舉一反三，我們才能夠明白佛教給我們的是些什麼，而不是在事相上。今天我們大家實在講完全在事相上做，所以得不到效果。絕對不是佛講的話不真實，佛在騙我們，沒有這回事情。佛講的話句句真實，只是我們把他的意思錯會。舉的幾個例子，第一個是："
    },
    {
      "id": "14-003-0006_p0006",
      "zh_CN": "【悬旛盖。】",
      "zh_TW": "【懸旛蓋。】"
    },
    {
      "id": "14-003-0006_p0007",
      "zh_CN": "我们也去照做。『旛』是旛幢，『盖』是宝盖，这是相，相不重要。重要在它的真实义，「旛盖」是做什么用的？旛是宣传佛法用的。在从前，佛教的道场、寺院、庵堂门前都有旗杆，旗杆不是挂国旗的，是传递讯息的，做这个用处的。佛法是师道，是教育，是佛陀的教育，它不是宗教。所以它没有拉信徒的，师道是非常之最也，「只闻来学，未闻往教」，它不拉信徒的、它不招生的。道场里面讲经说法，不拉信徒不招生，人家怎么会来听？这就是一个惯例，寺院门口悬挂着旛幢，旛是扁的，幢是圆形的，挂在旗杆上，外面人看到这个讯号，就晓得今天这个道场里面讲经说法，喜欢来听经的、喜欢做法会的自动就来了，没有人通知你，也没有人去劝你来的。所以它是一种讯号。",
      "zh_TW": "我們也去照做。『旛』是旛幢，『蓋』是寶蓋，這是相，相不重要。重要在它的真實義，「旛蓋」是做什麼用的？旛是宣傳佛法用的。在從前，佛教的道場、寺院、庵堂門前都有旗桿，旗桿不是掛國旗的，是傳遞訊息的，做這個用處的。佛法是師道，是教育，是佛陀的教育，它不是宗教。所以它沒有拉信徒的，師道是非常之最也，「只聞來學，未聞往教」，它不拉信徒的、它不招生的。道場裡面講經說法，不拉信徒不招生，人家怎麼會來聽？這就是一個慣例，寺院門口懸掛著旛幢，旛是扁的，幢是圓形的，掛在旗桿上，外面人看到這個訊號，就曉得今天這個道場裡面講經說法，喜歡來聽經的、喜歡做法會的自動就來了，沒有人通知你，也沒有人去勸你來的。所以它是一種訊號。"
    },
    {
      "id": "14-003-0006_p0008",
      "zh_CN": "现代特别是住在台湾，居住的环境是高楼林立，你现在悬挂旛幢人家看不见，现在用的什么方法？发通知、贴广告、登报纸，现在旛幢就是这个意思，你还要照这个去做，那就完全错了。我们同学与同学当中可以传递消息，告诉他哪个地方有讲经的法会，是这个意思。这就讲是把讲经说法、佛教活动的消息传递给大众，这一句是这个意思。第二个讲：",
      "zh_TW": "現代特別是住在台灣，居住的環境是高樓林立，你現在懸掛旛幢人家看不見，現在用的什麼方法？發通知、貼廣告、登報紙，現在旛幢就是這個意思，你還要照這個去做，那就完全錯了。我們同學與同學當中可以傳遞消息，告訴他哪個地方有講經的法會，是這個意思。這就講是把講經說法、佛教活動的消息傳遞給大眾，這一句是這個意思。第二個講："
    },
    {
      "id": "14-003-0006_p0009",
      "zh_CN": "【然油灯。】",
      "zh_TW": "【然油燈。】"
    },
    {
      "id": "14-003-0006_p0010",
      "zh_CN": "说到『然油灯』，绝对不是叫你在佛菩萨面前点一盏灯，现在我们同学这么多，一个人点一盏灯，这个地方摆都摆不下。你要晓得「灯」是什么意思，前面跟诸位报告过，灯跟蜡烛一样，燃烧自己，照耀别人，取这个意思。自己能够牺牲，能够将自己的智慧，将自己的体力、劳力，将自己的财富，贡献给社会，为大众谋幸福，这就是「然油灯」，舍己为人，这才是真正设福，才是真正帮助造罪业的人，帮助他消灾免难。佛前面点个蜡烛、点个油灯，那个没有用处，一点用都没有，这是诸位要知道的。那是形式，形式是提醒自己，家里有佛堂点一个灯，看到这个灯就晓得我要牺牲奉献给社会、奉献给众生，是取这个意思。",
      "zh_TW": "說到『然油燈』，絕對不是叫你在佛菩薩面前點一盞燈，現在我們同學這麼多，一個人點一盞燈，這個地方擺都擺不下。你要曉得「燈」是什麼意思，前面跟諸位報告過，燈跟蠟燭一樣，燃燒自己，照耀別人，取這個意思。自己能夠犧牲，能夠將自己的智慧，將自己的體力、勞力，將自己的財富，貢獻給社會，為大眾謀幸福，這就是「然油燈」，捨己為人，這才是真正設福，才是真正幫助造罪業的人，幫助他消災免難。佛前面點個蠟燭、點個油燈，那個沒有用處，一點用都沒有，這是諸位要知道的。那是形式，形式是提醒自己，家裡有佛堂點一個燈，看到這個燈就曉得我要犧牲奉獻給社會、奉獻給眾生，是取這個意思。"
    },
    {
      "id": "14-003-0006_p0011",
      "zh_CN": "【或转读尊经。】",
      "zh_TW": "【或轉讀尊經。】"
    },
    {
      "id": "14-003-0006_p0012",
      "zh_CN": "这个『尊经』就指的《地藏菩萨本愿经》，如果把范围扩大一点，就是指一切大乘经典。读经两个目的，一个是修定、修慧，那就是诚心诚意去读诵，从经开头一直念到尾，心地很清净，不起一个杂念，不起一个杂念就是修定，心里面没有妄想；经念得清清楚楚、了了分明，没念错、没念漏掉，这是修慧，这叫定慧等学。可不能研究经里面的意思，这一想经里意思，定慧都没有、都破掉了。这是修行的方法。",
      "zh_TW": "這個『尊經』就指的《地藏菩薩本願經》，如果把範圍擴大一點，就是指一切大乘經典。讀經兩個目的，一個是修定、修慧，那就是誠心誠意去讀誦，從經開頭一直念到尾，心地很清淨，不起一個雜念，不起一個雜念就是修定，心裡面沒有妄想；經念得清清楚楚、了了分明，沒念錯、沒念漏掉，這是修慧，這叫定慧等學。可不能研究經裡面的意思，這一想經裡意思，定慧都沒有、都破掉了。這是修行的方法。"
    },
    {
      "id": "14-003-0006_p0013",
      "zh_CN": "第二种是检点自己身心的过失，佛门常讲开悟，什么叫开悟？你知道自己的过失就叫开悟，就觉悟了。能把自己过失改正过来，这个叫修行。修是修正自己错误的行为。行为在佛经里面把它归纳为三大类，身体的造作，这是身的行为，口的言语叫口业行为，你的思想见解叫意业行为，就是身、语、意这三大类就把你所有一切行为都包括。你三大类的行为有了错误，你把它修正过来。修正的标准就是经典。所以第二种读经，这是对于初学，初学业障习气非常重，读经的时候就像照镜子一样，仔细认真去检点检点、反省反省，经上说哪些过失，我们想想自己有没有，今天有没有犯？哪些是好的，应当要做的，我有没有去做？帮助我们断恶修善，这是第二种读经的方法。读经是两种方法，而不是把经念给佛菩萨听的，这叫「转读尊经」。",
      "zh_TW": "第二種是檢點自己身心的過失，佛門常講開悟，什麼叫開悟？你知道自己的過失就叫開悟，就覺悟了。能把自己過失改正過來，這個叫修行。修是修正自己錯誤的行為。行為在佛經裡面把它歸納為三大類，身體的造作，這是身的行為，口的言語叫口業行為，你的思想見解叫意業行為，就是身、語、意這三大類就把你所有一切行為都包括。你三大類的行為有了錯誤，你把它修正過來。修正的標準就是經典。所以第二種讀經，這是對於初學，初學業障習氣非常重，讀經的時候就像照鏡子一樣，仔細認真去檢點檢點、反省反省，經上說哪些過失，我們想想自己有沒有，今天有沒有犯？哪些是好的，應當要做的，我有沒有去做？幫助我們斷惡修善，這是第二種讀經的方法。讀經是兩種方法，而不是把經念給佛菩薩聽的，這叫「轉讀尊經」。"
    },
    {
      "id": "14-003-0006_p0014",
      "zh_CN": "【供养佛像。及诸圣像。】",
      "zh_TW": "【供養佛像。及諸聖像。】"
    },
    {
      "id": "14-003-0006_p0015",
      "zh_CN": "『圣像』是指菩萨像、罗汉像。供养佛菩萨像也是有两个意思，一个是不忘本的意思，佛是我们的老师，菩萨是我们的学长，他们都有成就，虽然他也是佛的学生，他足够资格做我们的老师，我们也要跟他学习。所以『供养佛像』的目的是报本反始，就像我们中国人供养祖先牌位一样，不忘本。千万年的祖先我们对他毫无印象，还要供祖先牌位，逢年过节还要祭祀，这为什么？为的是不忘本。远祖我们尚且不忘，尚且常常念着他，眼前父母哪有不孝顺的道理？这是教孝。久远的老师，释迦牟尼佛是我们的根本老师，去我们已经三千年了，这个老师我们念念不忘，当时跟老师学习的这些学长们我们也念念不忘，眼前老师、同学这一种恩义我们怎么会忘记？所以诸位要知道，供养佛菩萨像，供养祖先牌位，是教孝、教敬、教孝亲、教尊师重道，这个不迷信，不是把他们当神明来看待。这第一个意思。",
      "zh_TW": "『聖像』是指菩薩像、羅漢像。供養佛菩薩像也是有兩個意思，一個是不忘本的意思，佛是我們的老師，菩薩是我們的學長，他們都有成就，雖然他也是佛的學生，他足夠資格做我們的老師，我們也要跟他學習。所以『供養佛像』的目的是報本反始，就像我們中國人供養祖先牌位一樣，不忘本。千萬年的祖先我們對他毫無印象，還要供祖先牌位，逢年過節還要祭祀，這為什麼？為的是不忘本。遠祖我們尚且不忘，尚且常常念著他，眼前父母哪有不孝順的道理？這是教孝。久遠的老師，釋迦牟尼佛是我們的根本老師，去我們已經三千年了，這個老師我們念念不忘，當時跟老師學習的這些學長們我們也念念不忘，眼前老師、同學這一種恩義我們怎麼會忘記？所以諸位要知道，供養佛菩薩像，供養祖先牌位，是教孝、教敬、教孝親、教尊師重道，這個不迷信，不是把他們當神明來看待。這第一個意思。"
    },
    {
      "id": "14-003-0006_p0016",
      "zh_CN": "第二个意思是见贤思齐，他们跟我们一样是凡夫，修行成就了，成佛、成菩萨了，成佛就是完成圆满的智慧、德能，我们中国古圣先贤所谓是「完人」，没有一丝毫的缺陷，在印度称之为佛。佛就是完人，就是我们中国人讲的圣人，菩萨就是中国人讲的贤人。敬圣敬贤，习圣习贤，希望我们自己也能做到圣人，也能做到贤人。供佛菩萨的意义是在此地，这个不能搞错。搞错了之后，就把佛教变成宗教。变成宗教，佛法真正的好处我们得不到，这个是必须要知道的。",
      "zh_TW": "第二個意思是見賢思齊，他們跟我們一樣是凡夫，修行成就了，成佛、成菩薩了，成佛就是完成圓滿的智慧、德能，我們中國古聖先賢所謂是「完人」，沒有一絲毫的缺陷，在印度稱之為佛。佛就是完人，就是我們中國人講的聖人，菩薩就是中國人講的賢人。敬聖敬賢，習聖習賢，希望我們自己也能做到聖人，也能做到賢人。供佛菩薩的意義是在此地，這個不能搞錯。搞錯了之後，就把佛教變成宗教。變成宗教，佛法真正的好處我們得不到，這個是必須要知道的。"
    },
    {
      "id": "14-003-0006_p0017",
      "zh_CN": "【乃至念佛菩萨。及辟支佛名字。】",
      "zh_TW": "【乃至念佛菩薩。及辟支佛名字。】"
    },
    {
      "id": "14-003-0006_p0018",
      "zh_CN": "下面教给我们，念佛、念菩萨，或者念辟支佛的名字，这是许许多多修行方法里面的一种，特别是在净土宗教给我们持名念佛，本经也提倡持名念佛。但是他没教给我们念阿弥陀佛，他这个有特别的用意，因为这部经是佛门的孝经，佛门的孝经一定讲自己的父母亲，一定讲教导自己的老师，偏重在这一点。我们今天念阿弥陀佛，为什么念阿弥陀佛？是我们的老师释迦牟尼佛教我们念阿弥陀佛，我们念阿弥陀佛正是尊重本师释迦牟尼佛，是这个意思。",
      "zh_TW": "下面教給我們，念佛、念菩薩，或者念辟支佛的名字，這是許許多多修行方法裡面的一種，特別是在淨土宗教給我們持名念佛，本經也提倡持名念佛。但是他沒教給我們念阿彌陀佛，他這個有特別的用意，因為這部經是佛門的孝經，佛門的孝經一定講自己的父母親，一定講教導自己的老師，偏重在這一點。我們今天念阿彌陀佛，為什麼念阿彌陀佛？是我們的老師釋迦牟尼佛教我們念阿彌陀佛，我們念阿彌陀佛正是尊重本師釋迦牟尼佛，是這個意思。"
    },
    {
      "id": "14-003-0006_p0019",
      "zh_CN": "在临命终的人，我们在他面前读经，在他面前念佛，最好是让他能听到，听到所谓是阿赖耶识里面佛法的种子让他种下去，他心里头落这个印象，这是最好的种子。如果他在临终的时候他一念觉悟，那这个灭罪，消业障灭罪业的效果，确实不可思议。如果他昏迷，不觉悟，也好，这个印象他落下去之后，永远不会失去，将来是遇到这个善缘，这种子起现行，他能够继续的薰修，有这个好处。后面是讲修学的果报。",
      "zh_TW": "在臨命終的人，我們在他面前讀經，在他面前念佛，最好是讓他能聽到，聽到所謂是阿賴耶識裡面佛法的種子讓他種下去，他心裡頭落這個印象，這是最好的種子。如果他在臨終的時候他一念覺悟，那這個滅罪，消業障滅罪業的效果，確實不可思議。如果他昏迷，不覺悟，也好，這個印象他落下去之後，永遠不會失去，將來是遇到這個善緣，這種子起現行，他能夠繼續的薰修，有這個好處。後面是講修學的果報。"
    },
    {
      "id": "14-003-0006_p0020",
      "zh_CN": "二百一十五面，经文第二段，这一段就是我们中国民俗之间，有人过世之后要做七，这个做七是根据哪来的？就是根据《地藏经》来的，这一段就是讲这个，你看：",
      "zh_TW": "二百一十五面，經文第二段，這一段就是我們中國民俗之間，有人過世之後要做七，這個做七是根據哪來的？就是根據《地藏經》來的，這一段就是講這個，你看："
    },
    {
      "id": "14-003-0006_p0021",
      "zh_CN": "【若能更为身死之后。七七日内。广造众善。能使是诸众生。永离恶趣。得生人天。受胜妙乐。现在眷属。利益无量。】",
      "zh_TW": "【若能更為身死之後。七七日內。廣造眾善。能使是諸眾生。永離惡趣。得生人天。受勝妙樂。現在眷屬。利益無量。】"
    },
    {
      "id": "14-003-0006_p0022",
      "zh_CN": "佛在经上告诉我们，一切众生都有过去、有现在、有未来，因果通三世，绝对不是说人死了一切都完了。死了一切都完了，我们不要搞这一套了，搞这个干什么？正因为死了之后还有来生、还有来世，这个事情就麻烦了。我们这一生时间很短促，短短的几十年，将来的时间长。这一桩事情，现在西方许多科学家以科学的方法来探讨，也肯定人有来世，确实有轮回。我们现在在世间这些人，有前生是人道来的，有前生是畜生道来的，还有人前生不是我们地球上的，别的星球的，是外太空来的，这都被科学家们证实。所以现在西方对于佛学发生很大的兴趣，逐渐逐渐经典里面所讲的宇宙人生的真相被科学证实了。证实是使他能够相信，但是真正解决这个问题，那必须要深入经藏，还要下一段功夫。",
      "zh_TW": "佛在經上告訴我們，一切眾生都有過去、有現在、有未來，因果通三世，絕對不是說人死了一切都完了。死了一切都完了，我們不要搞這一套了，搞這個幹什麼？正因為死了之後還有來生、還有來世，這個事情就麻煩了。我們這一生時間很短促，短短的幾十年，將來的時間長。這一樁事情，現在西方許多科學家以科學的方法來探討，也肯定人有來世，確實有輪迴。我們現在在世間這些人，有前生是人道來的，有前生是畜生道來的，還有人前生不是我們地球上的，別的星球的，是外太空來的，這都被科學家們證實。所以現在西方對於佛學發生很大的興趣，逐漸逐漸經典裡面所講的宇宙人生的真相被科學證實了。證實是使他能夠相信，但是真正解決這個問題，那必須要深入經藏，還要下一段功夫。"
    },
    {
      "id": "14-003-0006_p0023",
      "zh_CN": "佛告诉我们，人死了之后，并不是马上就投胎的。死了之后立刻就去投胎的只有两种人，一种是大善人，这个地方一断气那就生天了，就享天福了，或者讲念佛的人往生西方极乐世界了，那马上就走了；第二种是造大恶之人，堕无间地狱，没有间隔的，这一断气那就下地狱了。除这两种人之外，死了之后有中阴身。我们中国古人讲游魂，你看孔老夫子在《易经系辞传》里头讲「游魂为变，精气为物」，这夫子讲的。游魂绝大多数停留的期限四十九天，就是四十九天之后大概都去投胎去了。",
      "zh_TW": "佛告訴我們，人死了之後，並不是馬上就投胎的。死了之後立刻就去投胎的只有兩種人，一種是大善人，這個地方一斷氣那就生天了，就享天福了，或者講念佛的人往生西方極樂世界了，那馬上就走了；第二種是造大惡之人，墮無間地獄，沒有間隔的，這一斷氣那就下地獄了。除這兩種人之外，死了之後有中陰身。我們中國古人講遊魂，你看孔老夫子在《易經繫辭傳》裡頭講「遊魂為變，精氣為物」，這夫子講的。遊魂絕大多數停留的期限四十九天，就是四十九天之後大概都去投胎去了。"
    },
    {
      "id": "14-003-0006_p0024",
      "zh_CN": "这四十九天当中，他每七天是一个周期，这个周期他很痛苦，所以你给他诵经、给他念佛、给他回向，能够帮助他减少痛苦。这个做七是这么来的。如果你所做的这个功德愈是真实，愈是真诚，他得到的那真是「受胜妙乐」，真的可以帮助他离苦得乐。这是自他两利。所以同修们一定要知道，绝对没有说这是或者做个头七，做个终七，当中可以不要做，错了，每一个七都要做。也不是说老年人过世要做七，小孩就不要做，小孩一样受痛苦。经上没有说老人、小孩，没有这样说法。这都是我们虚妄分别，不知道它真实的道理。当然最殊胜的是四十九天每一天都给他诵经，每一天都给他念佛回向，那是最殊胜的，不是到一个七才做一次。做七，实在说最好是自己读经念佛给他回向，家人、亲友来做，这个利益最大。自己经典不熟，请几位法师带着我们念，请法师来做，我们跟他一道念，这个好。心地真诚才能得到真实的好处。如果是有口无心，念的那个经，那个不相应的，那个没有用处的。",
      "zh_TW": "這四十九天當中，他每七天是一個週期，這個週期他很痛苦，所以你給他誦經、給他念佛、給他迴向，能夠幫助他減少痛苦。這個做七是這麼來的。如果你所做的這個功德愈是真實，愈是真誠，他得到的那真是「受勝妙樂」，真的可以幫助他離苦得樂。這是自他兩利。所以同修們一定要知道，絕對沒有說這是或者做個頭七，做個終七，當中可以不要做，錯了，每一個七都要做。也不是說老年人過世要做七，小孩就不要做，小孩一樣受痛苦。經上沒有說老人、小孩，沒有這樣說法。這都是我們虛妄分別，不知道它真實的道理。當然最殊勝的是四十九天每一天都給他誦經，每一天都給他念佛迴向，那是最殊勝的，不是到一個七才做一次。做七，實在說最好是自己讀經念佛給他迴向，家人、親友來做，這個利益最大。自己經典不熟，請幾位法師帶著我們念，請法師來做，我們跟他一道念，這個好。心地真誠才能得到真實的好處。如果是有口無心，念的那個經，那個不相應的，那個沒有用處的。"
    },
    {
      "id": "14-003-0006_p0025",
      "zh_CN": "读经、念佛，甚至于有些同修学讲经，自己一定要契入这个境界，这才能得真实的受用。如果不契境界，实在讲得不到多少受用。不入境界，你所讲的是别人的东西，你依照注解讲，那是注解那个人你代他讲的，有的时候还把人家意思讲错了；不依注解，我照经文讲，经文释迦牟尼佛的，你讲的是释迦牟尼佛的经，与你自己毫不相关，很可能把释迦牟尼佛的意思也错会了。这一定要有真正修学的功夫，契入境界之后，换句话说，借着佛的经文，或者是假藉古来祖师大德的注疏，启发自己心性智慧，这样才能相应。自己得受用，听的人也真正生欢喜心，也能得到法味。这是讲做七的来由。",
      "zh_TW": "讀經、念佛，甚至於有些同修學講經，自己一定要契入這個境界，這才能得真實的受用。如果不契境界，實在講得不到多少受用。不入境界，你所講的是別人的東西，你依照註解講，那是註解那個人你代他講的，有的時候還把人家意思講錯了；不依註解，我照經文講，經文釋迦牟尼佛的，你講的是釋迦牟尼佛的經，與你自己毫不相關，很可能把釋迦牟尼佛的意思也錯會了。這一定要有真正修學的功夫，契入境界之後，換句話說，藉著佛的經文，或者是假藉古來祖師大德的註疏，啟發自己心性智慧，這樣才能相應。自己得受用，聽的人也真正生歡喜心，也能得到法味。這是講做七的來由。"
    },
    {
      "id": "14-003-0006_p0026",
      "zh_CN": "后面这一段经文，在二百一十六面，这一段经文给我们提出了一个很好的警告，这也是民间风俗相关。人死之后千万不要去找鬼神，找鬼神没有好处，这是地藏菩萨在这段经文里面讲得很清楚。",
      "zh_TW": "後面這一段經文，在二百一十六面，這一段經文給我們提出了一個很好的警告，這也是民間風俗相關。人死之後千萬不要去找鬼神，找鬼神沒有好處，這是地藏菩薩在這段經文裡面講得很清楚。"
    },
    {
      "id": "14-003-0006_p0027",
      "zh_CN": "【是故我今对佛世尊。】",
      "zh_TW": "【是故我今對佛世尊。】"
    },
    {
      "id": "14-003-0006_p0028",
      "zh_CN": "『是故我今』，这个「我」是地藏菩萨自称，在佛面前说的。佛面前说的佛没有提出反对的意见，就等于是佛说的，佛听他说，没有提出反对意见。他在这里劝我们：",
      "zh_TW": "『是故我今』，這個「我」是地藏菩薩自稱，在佛面前說的。佛面前說的佛沒有提出反對的意見，就等於是佛說的，佛聽他說，沒有提出反對意見。他在這裡勸我們："
    },
    {
      "id": "14-003-0006_p0029",
      "zh_CN": "【临终之日。慎勿杀害。及造恶缘。】",
      "zh_TW": "【臨終之日。慎勿殺害。及造惡緣。】"
    },
    {
      "id": "14-003-0006_p0030",
      "zh_CN": "什么是『恶缘』？就是：",
      "zh_TW": "什麼是『惡緣』？就是："
    },
    {
      "id": "14-003-0006_p0031",
      "zh_CN": "【拜祭鬼神。求诸魍魉。】",
      "zh_TW": "【拜祭鬼神。求諸魍魎。】"
    },
    {
      "id": "14-003-0006_p0032",
      "zh_CN": "这个就错了。所以说杀生祭祀是不好的，是很大的忌讳。这个人在生已经造了一生的罪业，死的时候为了祭祀他再杀害众生；换句话说，把杀害众生的罪还要加在他头上，为他杀的。换句话说，唯恐他的罪不够重。这是愚痴，不知道事实的真相。他如果生前没有善业，那是罪上加罪，他堕落的更惨。如果前生有善行、有善业，家人给他这样做，也障碍他生天或者受福报，对他也有障碍。什么障碍？这被杀害的这些冤魂在阎罗王那里告状，他得去打官司，要到那里去辩论，这不是我的罪，是我家人杀的，要辨别清楚。那个地方审判的时候，搞清楚了，这才放他，他才能生天，这耽误他生天的时间，这是「晚生善处」。所以在此地奉劝同修，婚丧喜庆最好都不要杀生，杀生那后来都有帐算的，绝对不是说算完了的。没完没了。到时候一定有帐算，何必跟众生结冤仇！这个要知道。",
      "zh_TW": "這個就錯了。所以說殺生祭祀是不好的，是很大的忌諱。這個人在生已經造了一生的罪業，死的時候為了祭祀他再殺害眾生；換句話說，把殺害眾生的罪還要加在他頭上，為他殺的。換句話說，唯恐他的罪不夠重。這是愚痴，不知道事實的真相。他如果生前沒有善業，那是罪上加罪，他墮落的更慘。如果前生有善行、有善業，家人給他這樣做，也障礙他生天或者受福報，對他也有障礙。什麼障礙？這被殺害的這些冤魂在閻羅王那裡告狀，他得去打官司，要到那裡去辯論，這不是我的罪，是我家人殺的，要辨別清楚。那個地方審判的時候，搞清楚了，這才放他，他才能生天，這耽誤他生天的時間，這是「晚生善處」。所以在此地奉勸同修，婚喪喜慶最好都不要殺生，殺生那後來都有帳算的，絕對不是說算完了的。沒完沒了。到時候一定有帳算，何必跟眾生結冤仇！這個要知道。"
    },
    {
      "id": "14-003-0006_p0033",
      "zh_CN": "这一段经文我想大家看看都能够理解，圣一法师的注子注得很不错。我们再看二百一十九面倒数第三行的经文：",
      "zh_TW": "這一段經文我想大家看看都能夠理解，聖一法師的註子註得很不錯。我們再看二百一十九面倒數第三行的經文："
    },
    {
      "id": "14-003-0006_p0034",
      "zh_CN": "【世尊。我观阎浮众生。】",
      "zh_TW": "【世尊。我觀閻浮眾生。】"
    },
    {
      "id": "14-003-0006_p0035",
      "zh_CN": "这个『阎浮』就是我们地球上的众生。",
      "zh_TW": "這個『閻浮』就是我們地球上的眾生。"
    },
    {
      "id": "14-003-0006_p0036",
      "zh_CN": "【但能于诸佛教中。】",
      "zh_TW": "【但能於諸佛教中。】"
    },
    {
      "id": "14-003-0006_p0037",
      "zh_CN": "这一句话要简单的解释一下，『诸佛』这两个字包含菩萨，包含祖师大德，『教』是教诲、教训，诸佛菩萨对我们的教训，我们能够遵照、能够奉行，这就这一句的意思。",
      "zh_TW": "這一句話要簡單的解釋一下，『諸佛』這兩個字包含菩薩，包含祖師大德，『教』是教誨、教訓，諸佛菩薩對我們的教訓，我們能夠遵照、能夠奉行，這就這一句的意思。"
    },
    {
      "id": "14-003-0006_p0038",
      "zh_CN": "【乃至善事。一毛一渧。一沙一尘。如是利益。悉皆自得。】",
      "zh_TW": "【乃至善事。一毛一渧。一沙一塵。如是利益。悉皆自得。】"
    },
    {
      "id": "14-003-0006_p0039",
      "zh_CN": "这是讲你能够修少许的善行、善事一定有利益，这个利益是分分自己会得到的，教导我们应当去做。诸佛菩萨的教训都在经典之中，经典决定是善言，决定是好的教训，绝对不会害人、不会误人，我们应当要相信。",
      "zh_TW": "這是講你能夠修少許的善行、善事一定有利益，這個利益是分分自己會得到的，教導我們應當去做。諸佛菩薩的教訓都在經典之中，經典決定是善言，決定是好的教訓，絕對不會害人、不會誤人，我們應當要相信。"
    },
    {
      "id": "14-003-0006_p0040",
      "zh_CN": "下面一段经文是大辩长者，这是一位在家的菩萨，也是等觉菩萨，现的是在家身，他向地藏菩萨提出一个疑问，其实都是代我们问的。问的什么问题？阎浮提众生命终以后，家里面的家亲眷属替他修功德，像设斋或者做种种的善事，这个命终人是不是真正得利益？是不是真正能够得解脱？我想这个问题也是我们每个人很关心的。我们看地藏菩萨怎么答复，这二百二十二面，我们看地藏：",
      "zh_TW": "下面一段經文是大辯長者，這是一位在家的菩薩，也是等覺菩薩，現的是在家身，他向地藏菩薩提出一個疑問，其實都是代我們問的。問的什麼問題？閻浮提眾生命終以後，家裡面的家親眷屬替他修功德，像設齋或者做種種的善事，這個命終人是不是真正得利益？是不是真正能夠得解脫？我想這個問題也是我們每個人很關心的。我們看地藏菩薩怎麼答覆，這二百二十二面，我們看地藏："
    },
    {
      "id": "14-003-0006_p0041",
      "zh_CN": "【地藏答言。长者。】",
      "zh_TW": "【地藏答言。長者。】"
    },
    {
      "id": "14-003-0006_p0042",
      "zh_CN": "『长者』是对他的尊称。",
      "zh_TW": "『長者』是對他的尊稱。"
    },
    {
      "id": "14-003-0006_p0043",
      "zh_CN": "【我今为未来现在一切众生。承佛威力。略说是事。】",
      "zh_TW": "【我今為未來現在一切眾生。承佛威力。略說是事。】"
    },
    {
      "id": "14-003-0006_p0044",
      "zh_CN": "像这些地方我们都应当学习，学谦虚，言谈举止有礼貌，学谦敬。地藏菩萨这是答复大辩长者，实在讲就是教导我们。",
      "zh_TW": "像這些地方我們都應當學習，學謙虛，言談舉止有禮貌，學謙敬。地藏菩薩這是答覆大辯長者，實在講就是教導我們。"
    },
    {
      "id": "14-003-0006_p0045",
      "zh_CN": "【临命终日。得闻一佛名。一菩萨名。一辟支佛名。不问有罪无罪。悉得解脱。】",
      "zh_TW": "【臨命終日。得聞一佛名。一菩薩名。一辟支佛名。不問有罪無罪。悉得解脫。】"
    },
    {
      "id": "14-003-0006_p0046",
      "zh_CN": "此地这个关键的字眼就在『闻』，这个字是个关键的字眼，「闻」了他能不能相信，信了能不能照做？如果这些条件统统具足，经上讲的这个果报『悉得解脱』，那就一点都不假。我在这个讲堂跟诸位重复讲了很多次，前年华盛顿D.C.，美国的首都，周广大居士往生，还不能称居士，只能称周广大先生，因为他不信佛的。他在华府开了一个面包店，开了很多年了。在往生之前半年得的病，得的是血癌，我们讲的坏血症。得病很久了，他没有注意，所以到医院一检查，检查出这个病的时候，好像在医院里住了二、三个星期，这医生就放弃治疗，说没有办法救了。他家人把他带回家。一生他是什么教也不信，人是个非常好的人。",
      "zh_TW": "此地這個關鍵的字眼就在『聞』，這個字是個關鍵的字眼，「聞」了他能不能相信，信了能不能照做？如果這些條件統統具足，經上講的這個果報『悉得解脫』，那就一點都不假。我在這個講堂跟諸位重複講了很多次，前年華盛頓D.C.，美國的首都，周廣大居士往生，還不能稱居士，只能稱周廣大先生，因為他不信佛的。他在華府開了一個麵包店，開了很多年了。在往生之前半年得的病，得的是血癌，我們講的壞血症。得病很久了，他沒有注意，所以到醫院一檢查，檢查出這個病的時候，好像在醫院裡住了二、三個星期，這醫生就放棄治療，說沒有辦法救了。他家人把他帶回家。一生他是什麼教也不信，人是個非常好的人。"
    },
    {
      "id": "14-003-0006_p0047",
      "zh_CN": "这个时候太太着急，医生放弃治疗，这才求神拜菩萨，希望有奇迹出现。在华府我们有一个华府佛教会，那个地方佛教会底下也成立一个净宗学会。有一位龚振华居士，龚居士的太太开餐厅，所以常常到他家买面包，很熟，她知道龚居士一家人学佛，就问她有没有办法救他？这个龚太太就叫他先生去看看。这个龚振华居士是心直口快，碰到这么一个人，他去一看，这个病确实没救了，没办法救，就跟他讲，这个世间怎么苦、怎么苦、怎么苦，你还要病好，好了有什么意思？就劝他这世间太苦，不如念佛到西方极乐世界，你去作佛、作菩萨，然后回来度你的家人，这多好！那个周先生很不错，听了之后，他觉得很有道理，他就接受了，就叫他太太、儿子、女儿统统念阿弥陀佛，帮助他求生极乐世界，不要求病好。就这么一次开导，他回心转意，诚心诚意念佛。",
      "zh_TW": "這個時候太太著急，醫生放棄治療，這才求神拜菩薩，希望有奇蹟出現。在華府我們有一個華府佛教會，那個地方佛教會底下也成立一個淨宗學會。有一位龔振華居士，龔居士的太太開餐廳，所以常常到他家買麵包，很熟，她知道龔居士一家人學佛，就問她有沒有辦法救他？這個龔太太就叫他先生去看看。這個龔振華居士是心直口快，碰到這麼一個人，他去一看，這個病確實沒救了，沒辦法救，就跟他講，這個世間怎麼苦、怎麼苦、怎麼苦，你還要病好，好了有什麼意思？就勸他這世間太苦，不如念佛到西方極樂世界，你去作佛、作菩薩，然後回來度你的家人，這多好！那個周先生很不錯，聽了之後，他覺得很有道理，他就接受了，就叫他太太、兒子、女兒統統念阿彌陀佛，幫助他求生極樂世界，不要求病好。就這麼一次開導，他回心轉意，誠心誠意念佛。"
    },
    {
      "id": "14-003-0006_p0048",
      "zh_CN": "念了一天一夜就见到地藏菩萨，地藏菩萨出现了。这也是关键的时候，龚振华居士在旁边就警告他，如果不是阿弥陀佛，不管什么菩萨、什么佛出现，统统不要理他，还是继续念佛，这个是关键的时候。大家继续再念佛，念了几分钟，地藏菩萨没有了。到第三天把阿弥陀佛真正念来了，弥陀、观音、势至，别人没有看到，他看到的，他说从云端里面下降来接引他往生，他就跟佛走了。一生没有学佛，就临终念了三天，三天三夜，这一家人看到的，华府佛教会还有一些同修帮他助念，人人都看到，这事实！他说本来他这个病是很痛苦的，自从发心念佛这三天，没有痛苦，也不需要打止痛针，也不需要吃止痛药，痛苦就没有了。一直念到佛来，跟佛走了。",
      "zh_TW": "念了一天一夜就見到地藏菩薩，地藏菩薩出現了。這也是關鍵的時候，龔振華居士在旁邊就警告他，如果不是阿彌陀佛，不管什麼菩薩、什麼佛出現，統統不要理他，還是繼續念佛，這個是關鍵的時候。大家繼續再念佛，念了幾分鐘，地藏菩薩沒有了。到第三天把阿彌陀佛真正念來了，彌陀、觀音、勢至，別人沒有看到，他看到的，他說從雲端裡面下降來接引他往生，他就跟佛走了。一生沒有學佛，就臨終念了三天，三天三夜，這一家人看到的，華府佛教會還有一些同修幫他助念，人人都看到，這事實！他說本來他這個病是很痛苦的，自從發心念佛這三天，沒有痛苦，也不需要打止痛針，也不需要吃止痛藥，痛苦就沒有了。一直念到佛來，跟佛走了。"
    },
    {
      "id": "14-003-0006_p0049",
      "zh_CN": "『得闻一佛名』，不问『有罪无罪，悉得解脱』，我们从周广大先生这一桩事情得到证明。华府同修看到这个事情非常惊奇，打电话告诉我，没有想到在美国看到，三天成就，证明《弥陀经》上说的「若一日若二日到若七日」，没错，三天成功。真信切愿，没有一个妄念，诚心诚意去求，他就得到。",
      "zh_TW": "『得聞一佛名』，不問『有罪無罪，悉得解脫』，我們從周廣大先生這一樁事情得到證明。華府同修看到這個事情非常驚奇，打電話告訴我，沒有想到在美國看到，三天成就，證明《彌陀經》上說的「若一日若二日到若七日」，沒錯，三天成功。真信切願，沒有一個妄念，誠心誠意去求，他就得到。"
    },
    {
      "id": "14-003-0006_p0050",
      "zh_CN": "【若有男子女人。在生不修善因。多造众罪。命终之后。眷属小大。为造福利。一切圣事。七分之中。而乃获一。六分功德。生者自利。】",
      "zh_TW": "【若有男子女人。在生不修善因。多造眾罪。命終之後。眷屬小大。為造福利。一切聖事。七分之中。而乃獲一。六分功德。生者自利。】"
    },
    {
      "id": "14-003-0006_p0051",
      "zh_CN": "下面这一段开示很重要，一百二十三面末后的这两行，这两行是什么？是讲我们替别人做好事，这『圣事』，「圣事」就是念佛诵经给他回向，他所得的利益是七分之一，那个六分功德是念经的人自己得的，这个要知道。所以通常做佛事，比如寺院里做佛事，为什么请七个法师？请七个法师他才得一分功德。那个七分之六念经的人自己得。然后你才晓得，为什么替亡者超度佛事，为什么不自己去念经、自己去念佛号？那个功德利益分分自己得。你请别人念是人家得，自己得不到。如果那个人念得很诚心，真的他还得一分。如果念得有口无心，是什么也得不到，那个佛事叫冤枉做了，白做了。实在讲是做给活人看的，亡人实在是得不到利益，这个要知道。所以理论、方法、真正功德利益，这个经上讲得清清楚楚。后面这才是说法真正重要的意义，也就是说法真实的目的，二百二十四面最后的一行：",
      "zh_TW": "下面這一段開示很重要，一百二十三面末後的這兩行，這兩行是什麼？是講我們替別人做好事，這『聖事』，「聖事」就是念佛誦經給他迴向，他所得的利益是七分之一，那個六分功德是念經的人自己得的，這個要知道。所以通常做佛事，比如寺院裡做佛事，為什麼請七個法師？請七個法師他才得一分功德。那個七分之六念經的人自己得。然後你才曉得，為什麼替亡者超度佛事，為什麼不自己去念經、自己去念佛號？那個功德利益分分自己得。你請別人念是人家得，自己得不到。如果那個人念得很誠心，真的他還得一分。如果念得有口無心，是什麼也得不到，那個佛事叫冤枉做了，白做了。實在講是做給活人看的，亡人實在是得不到利益，這個要知道。所以理論、方法、真正功德利益，這個經上講得清清楚楚。後面這才是說法真正重要的意義，也就是說法真實的目的，二百二十四面最後的一行："
    },
    {
      "id": "14-003-0006_p0052",
      "zh_CN": "【以是之故。未来现在善男女等。闻健自修。分分己获。】",
      "zh_TW": "【以是之故。未來現在善男女等。聞健自修。分分己獲。】"
    },
    {
      "id": "14-003-0006_p0053",
      "zh_CN": "这才是说这段话的目的，不要等死了以后别人来超度，不可靠！晓得这个道理，为什么我们现在身体很健康，耳目很聪明，为什么自己不干？现在你自己每天读经，每天念佛，这个功德利益是分分自己得到。",
      "zh_TW": "這才是說這段話的目的，不要等死了以後別人來超度，不可靠！曉得這個道理，為什麼我們現在身體很健康，耳目很聰明，為什麼自己不幹？現在你自己每天讀經，每天念佛，這個功德利益是分分自己得到。"
    },
    {
      "id": "14-003-0006_p0054",
      "zh_CN": "底下这段经文说明人死了以后绝对没有我们现在在世间头脑清醒，这一点要注意到。你如果要不相信，你自己可以冷静的去想一想，我们晚上都会作梦，梦中头脑是不是比我们清醒时候要灵活？你就晓得，梦中我们头脑没有我们清醒的时候这么清楚，差远了。死了以后那个神识，他那个头脑还不如梦中。所以这个魂，孔老夫子叫游魂，非常正确，我们一般讲灵魂，错了，才不灵。那灵，灵他还会到三恶道去投胎？不会，不会选择三恶道。所以那个魂实在讲是迷魂，迷惑颠倒，一点都不灵。说游魂也有道理，它的活动性很大，它不稳定，飘来飘去，速度也非常之快速，所以称它作游魂是很有道理的。由此可知，孔老夫子也不简单，他对这个事情真相也看得很清楚，不过说得不多就是了。为什么说得不多？他说了没人相信，没人相信就不说，不是他不知道。偶尔说几句，说得很有道理，确实是事实真相。",
      "zh_TW": "底下這段經文說明人死了以後絕對沒有我們現在在世間頭腦清醒，這一點要注意到。你如果要不相信，你自己可以冷靜的去想一想，我們晚上都會作夢，夢中頭腦是不是比我們清醒時候要靈活？你就曉得，夢中我們頭腦沒有我們清醒的時候這麼清楚，差遠了。死了以後那個神識，他那個頭腦還不如夢中。所以這個魂，孔老夫子叫遊魂，非常正確，我們一般講靈魂，錯了，才不靈。那靈，靈他還會到三惡道去投胎？不會，不會選擇三惡道。所以那個魂實在講是迷魂，迷惑顛倒，一點都不靈。說遊魂也有道理，它的活動性很大，它不穩定，飄來飄去，速度也非常之快速，所以稱它作遊魂是很有道理的。由此可知，孔老夫子也不簡單，他對這個事情真相也看得很清楚，不過說得不多就是了。為什麼說得不多？他說了沒人相信，沒人相信就不說，不是他不知道。偶爾說幾句，說得很有道理，確實是事實真相。"
    },
    {
      "id": "14-003-0006_p0055",
      "zh_CN": "释迦牟尼佛出现在印度，说得很多，因为人相信。印度古时候是宗教之国，修行人很多，得禅定的人很多，亲眼看到六道轮回事实的人很多，所以他说出来大家都佩服、都赞叹。一般人有禅定的功夫是见到这个当然，不知道其所以然，晓得这个状况，但是不能解决问题。佛能够把它原理说出来，解决的方法说出来，这个是印度其他宗教里面所没有的。所以这是为我们说出人死之后：",
      "zh_TW": "釋迦牟尼佛出現在印度，說得很多，因為人相信。印度古時候是宗教之國，修行人很多，得禪定的人很多，親眼看到六道輪迴事實的人很多，所以他說出來大家都佩服、都讚歎。一般人有禪定的功夫是見到這個當然，不知道其所以然，曉得這個狀況，但是不能解決問題。佛能夠把它原理說出來，解決的方法說出來，這個是印度其他宗教裡面所沒有的。所以這是為我們說出人死之後："
    },
    {
      "id": "14-003-0006_p0056",
      "zh_CN": "【七七日内。如痴如聋。】",
      "zh_TW": "【七七日內。如癡如聾。】"
    },
    {
      "id": "14-003-0006_p0057",
      "zh_CN": "确实是迷惑颠倒，在这个期间当中，他实在是念念之间希望家亲眷属帮助他，替他修福。学佛的同修，我常常也遇到有一些人跟我讲，他说晚上作梦常常梦到家亲眷属，这都已经过去的人。这一桩事情经文上有，是你家亲眷属求你帮助，他来托梦给你。从前为什么梦不到？从前你没有能力，你不相信佛法，没有接触到佛法，没能力，找你也没用处，也枉然。现在你懂得这点方法了，找你有用处，求你帮个忙。所以，凡是梦到家亲眷属，你给他念一遍《地藏经》，恭恭敬敬念一遍回向给他，念的遍数当然愈多愈好，下一次再不来了，再遇不到了。",
      "zh_TW": "確實是迷惑顛倒，在這個期間當中，他實在是念念之間希望家親眷屬幫助他，替他修福。學佛的同修，我常常也遇到有一些人跟我講，他說晚上作夢常常夢到家親眷屬，這都已經過去的人。這一樁事情經文上有，是你家親眷屬求你幫助，他來託夢給你。從前為什麼夢不到？從前你沒有能力，你不相信佛法，沒有接觸到佛法，沒能力，找你也沒用處，也枉然。現在你懂得這點方法了，找你有用處，求你幫個忙。所以，凡是夢到家親眷屬，你給他念一遍《地藏經》，恭恭敬敬念一遍迴向給他，念的遍數當然愈多愈好，下一次再不來了，再遇不到了。"
    },
    {
      "id": "14-003-0006_p0058",
      "zh_CN": "这个事情我在学佛头几年，那个时候我有一个同事，现在这些人都过世了。我有一个同事的太太，她在一个星期当中梦到三次她的邻居，邻居也是同事，那个太太死了没有多久，问她要钱，求她帮忙。结果她就奇怪，在梦中的时候把她死了也忘掉了，她说妳有先生，妳先生有钱，妳怎么问我要钱。她就讲她先生没有钱，求她帮忙。醒了以后想了一想，他们一家是基督教徒，死了以后不烧纸钱的。一个星期梦到三次，她来找我，问我怎么办？我说妳给她烧一点纸钱，她是一个基督教徒，没生天，在鬼道，鬼道才需要纸钱。我说妳烧一点纸钱给她。她就烧了，以后再梦不到了，这就没有了。",
      "zh_TW": "這個事情我在學佛頭幾年，那個時候我有一個同事，現在這些人都過世了。我有一個同事的太太，她在一個星期當中夢到三次她的鄰居，鄰居也是同事，那個太太死了沒有多久，問她要錢，求她幫忙。結果她就奇怪，在夢中的時候把她死了也忘掉了，她說妳有先生，妳先生有錢，妳怎麼問我要錢。她就講她先生沒有錢，求她幫忙。醒了以後想了一想，他們一家是基督教徒，死了以後不燒紙錢的。一個星期夢到三次，她來找我，問我怎麼辦？我說妳給她燒一點紙錢，她是一個基督教徒，沒生天，在鬼道，鬼道才需要紙錢。我說妳燒一點紙錢給她。她就燒了，以後再夢不到了，這就沒有了。"
    },
    {
      "id": "14-003-0006_p0059",
      "zh_CN": "这是我出家头几年遇到这么一桩事情，那个时候我对佛法还不太了解，我要像今天这样子，我就劝她念经、念佛给她回向，能烧一点纸钱再念经、念佛给她回向，那帮助她就更大了。这些事情大概我们很多人常常会遇到的。今天在这个都市，居住的环境很密集，空气污染非常严重，就不要再烧纸钱了，念经、念佛回向就好了，比那个纸钱还管用，纸钱烧了的确是加重我们空气的污染，不是一个好事情。",
      "zh_TW": "這是我出家頭幾年遇到這麼一樁事情，那個時候我對佛法還不太了解，我要像今天這樣子，我就勸她念經、念佛給她迴向，能燒一點紙錢再念經、念佛給她迴向，那幫助她就更大了。這些事情大概我們很多人常常會遇到的。今天在這個都市，居住的環境很密集，空氣污染非常嚴重，就不要再燒紙錢了，念經、念佛迴向就好了，比那個紙錢還管用，紙錢燒了的確是加重我們空氣的污染，不是一個好事情。"
    },
    {
      "id": "14-003-0006_p0060",
      "zh_CN": "二百二十八面一开端这些经文，这个一大段经文是教给我们供斋修福要洁净才有利益，如果心不真诚、不清净，这个斋也得不到好处，这是教给我们这些。经文里面讲：",
      "zh_TW": "二百二十八面一開端這些經文，這個一大段經文是教給我們供齋修福要潔淨才有利益，如果心不真誠、不清淨，這個齋也得不到好處，這是教給我們這些。經文裡面講："
    },
    {
      "id": "14-003-0006_p0061",
      "zh_CN": "【营斋之次。】",
      "zh_TW": "【營齋之次。】"
    },
    {
      "id": "14-003-0006_p0062",
      "zh_CN": "就是你在办斋的时候。",
      "zh_TW": "就是你在辦齋的時候。"
    },
    {
      "id": "14-003-0006_p0063",
      "zh_CN": "【米泔菜叶。不弃于地。】",
      "zh_TW": "【米泔菜葉。不棄於地。】"
    },
    {
      "id": "14-003-0006_p0064",
      "zh_CN": "这一点要特别注意，现在我们台湾生活富裕，不要东西都丢掉了，随便丢掉，这个不恭敬。我们供佛、供菩萨、供鬼神，如果不诚敬就没有感应，这连我们中国儒家老早都说「诚则灵」、「祭神如神在」，这才能够有感应道交，所以一定要恭敬。我们所不要的这些蔬菜不能够随便丢的，也要把它放好，把它包得整整齐齐，然后来处理。如果随便丢弃，这个不恭敬，这跟我们平常厨房做菜不一样，要特别加强恭敬心，才能得到感应，注意这一点。",
      "zh_TW": "這一點要特別注意，現在我們台灣生活富裕，不要東西都丟掉了，隨便丟掉，這個不恭敬。我們供佛、供菩薩、供鬼神，如果不誠敬就沒有感應，這連我們中國儒家老早都說「誠則靈」、「祭神如神在」，這才能夠有感應道交，所以一定要恭敬。我們所不要的這些蔬菜不能夠隨便丟的，也要把它放好，把它包得整整齊齊，然後來處理。如果隨便丟棄，這個不恭敬，這跟我們平常廚房做菜不一樣，要特別加強恭敬心，才能得到感應，注意這一點。"
    },
    {
      "id": "14-003-0006_p0065",
      "zh_CN": "【诸食未献佛僧。勿得先食。】",
      "zh_TW": "【諸食未獻佛僧。勿得先食。】"
    },
    {
      "id": "14-003-0006_p0066",
      "zh_CN": "这也是恭敬，你先吃，吃了你再供佛，是把我们吃剩的供佛，这恭敬心没有了。不要说对佛菩萨、对鬼神，通常我们家里请个客人，我们也不能把自己吃剩的菜拿去敬客，那也是不恭敬。像这些地方我们要注意到。",
      "zh_TW": "這也是恭敬，你先吃，吃了你再供佛，是把我們吃剩的供佛，這恭敬心沒有了。不要說對佛菩薩、對鬼神，通常我們家裡請個客人，我們也不能把自己吃剩的菜拿去敬客，那也是不恭敬。像這些地方我們要注意到。"
    },
    {
      "id": "14-003-0006_p0067",
      "zh_CN": "假如这个里面『营斋』，办斋、修福没有恭敬心，没有真诚心，没有清净心，是很难得到感应。所以心地要真诚、要清净、要恭敬，这样替亡者修福，他所得的利益也是七分之一，七分之六是自己得。这一段经文是教给我们这桩事情，我们在这一章里面，就这一品，第七品里面，实在讲看到许许多多在日常生活当中，教给我们应该怎样修学。实在这个修学，怎样处事待人接物？怎样过一种幸福美满的生活？前面理论讲得圆，后面落实在生活上讲得也相当的周到，这些地方都是值得我们学习的。",
      "zh_TW": "假如這個裡面『營齋』，辦齋、修福沒有恭敬心，沒有真誠心，沒有清淨心，是很難得到感應。所以心地要真誠、要清淨、要恭敬，這樣替亡者修福，他所得的利益也是七分之一，七分之六是自己得。這一段經文是教給我們這樁事情，我們在這一章裡面，就這一品，第七品裡面，實在講看到許許多多在日常生活當中，教給我們應該怎樣修學。實在這個修學，怎樣處事待人接物？怎樣過一種幸福美滿的生活？前面理論講得圓，後面落實在生活上講得也相當的周到，這些地方都是值得我們學習的。"
    },
    {
      "id": "14-003-0006_p0068",
      "zh_CN": "再看下面第八章：",
      "zh_TW": "再看下面第八章："
    },
    {
      "id": "14-003-0006_p0069",
      "zh_CN": "【阎罗王众赞叹品第八】",
      "zh_TW": "【閻羅王眾讚歎品第八】"
    },
    {
      "id": "14-003-0006_p0070",
      "zh_CN": "在二百三十一面。这一章也是说菩萨教化众生之缘，这个缘，要用现代的话来说，就是教学的方法，教化众生的方法，教学的程序，教学的善巧方便。",
      "zh_TW": "在二百三十一面。這一章也是說菩薩教化眾生之緣，這個緣，要用現代的話來說，就是教學的方法，教化眾生的方法，教學的程序，教學的善巧方便。"
    },
    {
      "id": "14-003-0006_p0071",
      "zh_CN": "尔时，可以说也与我们生活环境有密切关系的阎罗王众，他们来启请的。这是我们在这个经上所看到的。上自十方诸佛如来，下迄恶道一切众生，由此可知，这一部经义涵盖范围是无尽的深广，从这里可以能体会得出来。整部经的精神就是孝敬，孝敬是圆满的性德。阎罗王是饿鬼道里面的帝王、总统之类的，管整个饿鬼道的。其他这些鬼王都是他的干部，如果像现在我们这个行政组织，就是他底下什么院长、部长这一些之类的，这底下列的这些鬼王，他率领着也参加忉利天宫的盛会，这很不简单。",
      "zh_TW": "爾時，可以說也與我們生活環境有密切關係的閻羅王眾，他們來啟請的。這是我們在這個經上所看到的。上自十方諸佛如來，下迄惡道一切眾生，由此可知，這一部經義涵蓋範圍是無盡的深廣，從這裡可以能體會得出來。整部經的精神就是孝敬，孝敬是圓滿的性德。閻羅王是餓鬼道裡面的帝王、總統之類的，管整個餓鬼道的。其他這些鬼王都是他的幹部，如果像現在我們這個行政組織，就是他底下什麼院長、部長這一些之類的，這底下列的這些鬼王，他率領著也參加忉利天宮的盛會，這很不簡單。"
    },
    {
      "id": "14-003-0006_p0072",
      "zh_CN": "诸佛如来的法会恶道众生怎么能去参与？阎罗王也是恶道众生，他怎么能参与？此地就是告诉我们，正如同《普门品》里面所说的，《楞严经》上所讲的，诸佛菩萨应以什么身得度他就现什么身，这一些阎罗王、鬼王统统是菩萨在恶道里面示现的。我们人间里面各行各业好的领袖、好的领导人，也许也是佛菩萨来示现的。众生有福，佛菩萨都来了。他教给我们走的是正大光明的道路，一定是带给众生真实的幸福。这是佛菩萨示现的。何况这些人又是虔诚的佛弟子，地藏菩萨的学生，地藏菩萨是老师，老师到忉利天宫来参加法会，这些老师的好学生，得意门生，统统也都跟到一道去了，这理所当然。这是我们要明了，不明了这个事实，看了就会怀疑。",
      "zh_TW": "諸佛如來的法會惡道眾生怎麼能去參與？閻羅王也是惡道眾生，他怎麼能參與？此地就是告訴我們，正如同《普門品》裡面所說的，《楞嚴經》上所講的，諸佛菩薩應以什麼身得度他就現什麼身，這一些閻羅王、鬼王統統是菩薩在惡道裡面示現的。我們人間裡面各行各業好的領袖、好的領導人，也許也是佛菩薩來示現的。眾生有福，佛菩薩都來了。他教給我們走的是正大光明的道路，一定是帶給眾生真實的幸福。這是佛菩薩示現的。何況這些人又是虔誠的佛弟子，地藏菩薩的學生，地藏菩薩是老師，老師到忉利天宮來參加法會，這些老師的好學生，得意門生，統統也都跟到一道去了，這理所當然。這是我們要明瞭，不明瞭這個事實，看了就會懷疑。"
    },
    {
      "id": "14-003-0006_p0073",
      "zh_CN": "这些阎罗王、鬼王的名称，圣一法师注得很简单，这是从他主管的这些业务上建立的名号。像二百三十六面里面的「主食鬼王」，主食鬼王就是我们中国人讲的灶神，现在人也不供灶神了，我们中国大陆上民间家家供养灶神，灶神是主食的。主财的就是财神，统统是鬼神。财神能不能帮助我们发财？跟诸位说决定不能够，如果你供养他、巴结他，他就能叫你发财，他贪赃枉法，他接受你的贿赂，那他必定要受阎罗王的处分。你要想发财要修发财的因，你修因，他欢喜，他帮助你。就像我们国家政府一样的，你做社会慈善事业做得很多，政府一定嘉奖你，一定表扬你，就是这个意思。你作恶多端，一定来惩罚你。鬼神对于人间的祸福也是你自己造作的，他不过是做个增上缘而已，他不能够任意的祸福于人，那他就造罪了。这个我们要知道。在中国古书上常说「正直聪明谓之神」，神是正直聪明的，不会受贿赂的，也不会帮助你欲望来发展的，不可能的，不可能满足你的欲望。",
      "zh_TW": "這些閻羅王、鬼王的名稱，聖一法師註得很簡單，這是從他主管的這些業務上建立的名號。像二百三十六面裡面的「主食鬼王」，主食鬼王就是我們中國人講的灶神，現在人也不供灶神了，我們中國大陸上民間家家供養灶神，灶神是主食的。主財的就是財神，統統是鬼神。財神能不能幫助我們發財？跟諸位說決定不能夠，如果你供養他、巴結他，他就能叫你發財，他貪贓枉法，他接受你的賄賂，那他必定要受閻羅王的處分。你要想發財要修發財的因，你修因，他歡喜，他幫助你。就像我們國家政府一樣的，你做社會慈善事業做得很多，政府一定嘉獎你，一定表揚你，就是這個意思。你作惡多端，一定來懲罰你。鬼神對於人間的禍福也是你自己造作的，他不過是做個增上緣而已，他不能夠任意的禍福於人，那他就造罪了。這個我們要知道。在中國古書上常說「正直聰明謂之神」，神是正直聰明的，不會受賄賂的，也不會幫助你欲望來發展的，不可能的，不可能滿足你的欲望。"
    },
    {
      "id": "14-003-0006_p0074",
      "zh_CN": "他们这一类的人到了忉利天宫见到佛，向佛请教，提出问题，前面有许多是礼节，这个我们都不必细说了。他请教的问题在二百四十二面，我们看经文的第二行，这当中这一行：",
      "zh_TW": "他們這一類的人到了忉利天宮見到佛，向佛請教，提出問題，前面有許多是禮節，這個我們都不必細說了。他請教的問題在二百四十二面，我們看經文的第二行，這當中這一行："
    },
    {
      "id": "14-003-0006_p0075",
      "zh_CN": "【是时阎罗天子。瞻礼世尊。及回视地藏菩萨。】",
      "zh_TW": "【是時閻羅天子。瞻禮世尊。及迴視地藏菩薩。】"
    },
    {
      "id": "14-003-0006_p0076",
      "zh_CN": "『瞻礼世尊』是对于佛致敬。回顾地藏菩萨，因为地藏菩萨是他们的老师，对佛致敬也不能把老师忘掉，还要看看老师，看看老师的表情，老师有没有指示。这些地方也要值得学习，往往是我们疏忽了，我们有个长辈、长者在这里，我们自己老师都不顾，这是失礼的。所以自己有老师在旁边，一定要顾及到。下面是他提出的问题：",
      "zh_TW": "『瞻禮世尊』是對於佛致敬。迴顧地藏菩薩，因為地藏菩薩是他們的老師，對佛致敬也不能把老師忘掉，還要看看老師，看看老師的表情，老師有沒有指示。這些地方也要值得學習，往往是我們疏忽了，我們有個長輩、長者在這裡，我們自己老師都不顧，這是失禮的。所以自己有老師在旁邊，一定要顧及到。下面是他提出的問題："
    },
    {
      "id": "14-003-0006_p0077",
      "zh_CN": "【而白佛言。世尊。】",
      "zh_TW": "【而白佛言。世尊。】"
    },
    {
      "id": "14-003-0006_p0078",
      "zh_CN": "『世尊』是对于佛的尊称。",
      "zh_TW": "『世尊』是對於佛的尊稱。"
    },
    {
      "id": "14-003-0006_p0079",
      "zh_CN": "【我观地藏菩萨。在六道中。百千方便。而度罪苦众生。不辞疲倦。】",
      "zh_TW": "【我觀地藏菩薩。在六道中。百千方便。而度罪苦眾生。不辭疲倦。】"
    },
    {
      "id": "14-003-0006_p0080",
      "zh_CN": "这是他见到的事实。下面是他的疑问。",
      "zh_TW": "這是他見到的事實。下面是他的疑問。"
    },
    {
      "id": "14-003-0006_p0081",
      "zh_CN": "【是大菩萨。】",
      "zh_TW": "【是大菩薩。】"
    },
    {
      "id": "14-003-0006_p0082",
      "zh_CN": "这是指地藏菩萨。",
      "zh_TW": "這是指地藏菩薩。"
    },
    {
      "id": "14-003-0006_p0083",
      "zh_CN": "【有如是不可思议神通之事。然诸众生。脱获罪报。未久之间。又堕恶道。】",
      "zh_TW": "【有如是不可思議神通之事。然諸眾生。脫獲罪報。未久之間。又墮惡道。】"
    },
    {
      "id": "14-003-0006_p0084",
      "zh_CN": "这也是他看见的事实，地藏菩萨好不容易把这个人从恶道里头度出来了，但是在人道打个转，没几年又回去了。佛在经上告诉我们，人间的时间很短，三恶道的时间很长，那个地狱道就不必说了，太长了！以饿鬼道来讲，饿鬼道里面的一天是我们人间一个月，所以我们祭祀鬼神都是初一、十五，在饿鬼道早晨、中午、晚上，正好。那个时候请他吃饭正好，没有耽误他。饿鬼道的寿命也像我们人间一样，一年是三百六十天，诸位要记住，他的一天是我们一个月，那一年三百六十天，他的寿命，佛在经上讲的，短命的也有一千岁，你们去算算这个帐，鬼的寿命长。",
      "zh_TW": "這也是他看見的事實，地藏菩薩好不容易把這個人從惡道裡頭度出來了，但是在人道打個轉，沒幾年又回去了。佛在經上告訴我們，人間的時間很短，三惡道的時間很長，那個地獄道就不必說了，太長了！以餓鬼道來講，餓鬼道裡面的一天是我們人間一個月，所以我們祭祀鬼神都是初一、十五，在餓鬼道早晨、中午、晚上，正好。那個時候請他吃飯正好，沒有耽誤他。餓鬼道的壽命也像我們人間一樣，一年是三百六十天，諸位要記住，他的一天是我們一個月，那一年三百六十天，他的壽命，佛在經上講的，短命的也有一千歲，你們去算算這個帳，鬼的壽命長。"
    },
    {
      "id": "14-003-0006_p0085",
      "zh_CN": "章太炎居士曾经做过东岳大帝的判官，他的女婿朱镜宙老居士，跟我讲过这个故事，他有几本书里头都写上了，这是真的不是假的。章太炎是民国初年国学大师，书念得多。他在做判官的时候，他见到汉朝时候的人，隋唐的人就多了，平常念他的文章，到饿鬼道都见了面，落在鬼道。证明了佛经上讲的这鬼道寿命的长。鬼道比我们人道生活环境苦得太多了，这是我们要警惕的。所以菩萨在三恶道，好不容易帮助我们离开三恶道了，得了人身，得了人身怎么样？前面事情忘得一干二净，这忘掉了。那个坏的习气统统又现行了，一天到晚在造恶，死了以后又回去了。阎罗王在那里看到，出去没几天怎么又回来了？这个就是阎罗王问的问题，地藏菩萨不可思议神通之力，帮助这些人出去了，为什么打个转，『未久之间』又来了，又堕落，又回来了？",
      "zh_TW": "章太炎居士曾經做過東嶽大帝的判官，他的女婿朱鏡宙老居士，跟我講過這個故事，他有幾本書裡頭都寫上了，這是真的不是假的。章太炎是民國初年國學大師，書念得多。他在做判官的時候，他見到漢朝時候的人，隋唐的人就多了，平常念他的文章，到餓鬼道都見了面，落在鬼道。證明了佛經上講的這鬼道壽命的長。鬼道比我們人道生活環境苦得太多了，這是我們要警惕的。所以菩薩在三惡道，好不容易幫助我們離開三惡道了，得了人身，得了人身怎麼樣？前面事情忘得一乾二淨，這忘掉了。那個壞的習氣統統又現行了，一天到晚在造惡，死了以後又回去了。閻羅王在那裡看到，出去沒幾天怎麼又回來了？這個就是閻羅王問的問題，地藏菩薩不可思議神通之力，幫助這些人出去了，為什麼打個轉，『未久之間』又來了，又墮落，又回來了？"
    },
    {
      "id": "14-003-0006_p0086",
      "zh_CN": "【世尊。是地藏菩萨。既有如是不可思议神力。云何众生而不依止善道。永取解脱。唯愿世尊。为我解说。】",
      "zh_TW": "【世尊。是地藏菩薩。既有如是不可思議神力。云何眾生而不依止善道。永取解脫。唯願世尊。為我解說。】"
    },
    {
      "id": "14-003-0006_p0087",
      "zh_CN": "他疑问在此地，为什么这些人，菩萨帮助他离开恶道，他不学好，他不上进，他不想超越六道轮回，这什么原因？阎罗王问的问题我想也正是我们要知道的问题，不但是我们知道的问题，实在是我们的切身问题。他这一问，实在讲就是叫我们警觉，就是教给我们反省，为什么？也许我们就是地藏菩萨从恶道里面帮助我们出来的。我们看看二百四十四面佛答复的这一段话：",
      "zh_TW": "他疑問在此地，為什麼這些人，菩薩幫助他離開惡道，他不學好，他不上進，他不想超越六道輪迴，這什麼原因？閻羅王問的問題我想也正是我們要知道的問題，不但是我們知道的問題，實在是我們的切身問題。他這一問，實在講就是叫我們警覺，就是教給我們反省，為什麼？也許我們就是地藏菩薩從惡道裡面幫助我們出來的。我們看看二百四十四面佛答覆的這一段話："
    },
    {
      "id": "14-003-0006_p0088",
      "zh_CN": "【佛告阎罗天子。南阎浮提众生。其性刚强。难调难伏。】",
      "zh_TW": "【佛告閻羅天子。南閻浮提眾生。其性剛強。難調難伏。】"
    },
    {
      "id": "14-003-0006_p0089",
      "zh_CN": "顽固，刚愎自用，不肯听话。即使接受教训，也是阳奉阴违，祸到临头了，那个时候后悔来不及了。几个人能够真正觉悟，能够真正彻底了解自己跟自己生活环境的真相？佛家的经典，佛教的教学，总而言之，一句话说清楚的就是把宇宙人生真相给我们说出来。宇宙是生活环境，人生就是本人。这才晓得佛教教学与我们自己关系之密切。所以禅宗常讲的「父母未生前本来面目」，换句话，这个意思就是佛教教我们，教我们认识自己、认识自己生活环境。释迦牟尼佛出现这一生四十九年讲经说法，说出这么多经典，能事就是如此而已。《般若经》里面讲的「诸法实相」，四十九年说的什么？就说这个。那我们想一想，我们的习性，这不是本性，这习性，确实『刚强』，确实『难调难伏』。可是诸佛菩萨真正慈悲，他不疲倦也不厌烦，总是时时刻刻来帮助我们。",
      "zh_TW": "頑固，剛愎自用，不肯聽話。即使接受教訓，也是陽奉陰違，禍到臨頭了，那個時候後悔來不及了。幾個人能夠真正覺悟，能夠真正徹底了解自己跟自己生活環境的真相？佛家的經典，佛教的教學，總而言之，一句話說清楚的就是把宇宙人生真相給我們說出來。宇宙是生活環境，人生就是本人。這才曉得佛教教學與我們自己關係之密切。所以禪宗常講的「父母未生前本來面目」，換句話，這個意思就是佛教教我們，教我們認識自己、認識自己生活環境。釋迦牟尼佛出現這一生四十九年講經說法，說出這麼多經典，能事就是如此而已。《般若經》裡面講的「諸法實相」，四十九年說的什麼？就說這個。那我們想一想，我們的習性，這不是本性，這習性，確實『剛強』，確實『難調難伏』。可是諸佛菩薩真正慈悲，他不疲倦也不厭煩，總是時時刻刻來幫助我們。"
    },
    {
      "id": "14-003-0006_p0090",
      "zh_CN": "【是大菩萨。于百千劫。】",
      "zh_TW": "【是大菩薩。於百千劫。】"
    },
    {
      "id": "14-003-0006_p0091",
      "zh_CN": "这是指时间的长远。",
      "zh_TW": "這是指時間的長遠。"
    },
    {
      "id": "14-003-0006_p0092",
      "zh_CN": "【头头救拔如是众生。早令解脱。】",
      "zh_TW": "【頭頭救拔如是眾生。早令解脫。】"
    },
    {
      "id": "14-003-0006_p0093",
      "zh_CN": "这是菩萨帮助我们，对我们的愿望。",
      "zh_TW": "這是菩薩幫助我們，對我們的願望。"
    },
    {
      "id": "14-003-0006_p0094",
      "zh_CN": "【是罪报人乃至堕大恶趣。】",
      "zh_TW": "【是罪報人乃至墮大惡趣。】"
    },
    {
      "id": "14-003-0006_p0095",
      "zh_CN": "这个『大恶趣』就是指的地狱。",
      "zh_TW": "這個『大惡趣』就是指的地獄。"
    },
    {
      "id": "14-003-0006_p0096",
      "zh_CN": "【菩萨以方便力。拔出根本业缘。而遣悟宿世之事。】",
      "zh_TW": "【菩薩以方便力。拔出根本業緣。而遣悟宿世之事。】"
    },
    {
      "id": "14-003-0006_p0097",
      "zh_CN": "菩萨总是希望我们觉悟。觉悟这桩事情是要靠自己，老师帮不上忙的，老师只能够指导我们。佛法里面讲修学四个阶段，开示悟入，老师对我们的只能做到开示，学生必须要做到悟入。老师给我们讲了，我们自己要觉悟。悟了之后要真正去做，这才能入这个境界。悟入，老师对我们帮不上忙的，这是我们自己一定要晓得的。为什么有人悟入、有人不能悟入？这个问题经上讲得很多很多，向下经文也就是给我们提示出来。二百四十五面的经文：",
      "zh_TW": "菩薩總是希望我們覺悟。覺悟這樁事情是要靠自己，老師幫不上忙的，老師只能夠指導我們。佛法裡面講修學四個階段，開示悟入，老師對我們的只能做到開示，學生必須要做到悟入。老師給我們講了，我們自己要覺悟。悟了之後要真正去做，這才能入這個境界。悟入，老師對我們幫不上忙的，這是我們自己一定要曉得的。為什麼有人悟入、有人不能悟入？這個問題經上講得很多很多，向下經文也就是給我們提示出來。二百四十五面的經文："
    },
    {
      "id": "14-003-0006_p0098",
      "zh_CN": "【自是阎浮众生。结恶习重。】",
      "zh_TW": "【自是閻浮眾生。結惡習重。】"
    },
    {
      "id": "14-003-0006_p0099",
      "zh_CN": "这就把原因说出来了，这个『结』是结集，不是一生，生生世世累积的这些恶习气太重了。这些恶习气障碍了你的信心，换句话说，你就很难开悟了。我们要想真正觉悟，就要在这里下手。所以佛法教给我们修学，四弘誓愿就是修学的四个阶段，第一个叫你要发心，发什么心？发求佛道度众生的心，先发这个心，实在讲度众生就是要圆满自度。首先教你发心，「众生无边誓愿度」，就是教你把心量拓开，打破自私自利这一个恶习，目标在此地，为什么要发心去度一切众生？真正的用意是打破自私自利的这个恶习，破这个恶习。这个恶习要不破，念念起心动念都是想到自己，想到我这一个小小的家，这个没有法子，这个人是决定不能觉悟，诸佛菩萨再有本事，说法再有善巧方便，也不能叫这个人觉悟。为什么？他恶习执着太重太重了，这没法子。所以先破除自私自利，我执。然后进一步才能谈得上断烦恼，「烦恼无尽誓愿断」。断烦恼就是成就德行，我们讲的品德，品德的修养，这是德育。然后再学法门，再求学。最后求学圆满是成佛道。四个过程。",
      "zh_TW": "這就把原因說出來了，這個『結』是結集，不是一生，生生世世累積的這些惡習氣太重了。這些惡習氣障礙了你的信心，換句話說，你就很難開悟了。我們要想真正覺悟，就要在這裡下手。所以佛法教給我們修學，四弘誓願就是修學的四個階段，第一個叫你要發心，發什麼心？發求佛道度眾生的心，先發這個心，實在講度眾生就是要圓滿自度。首先教你發心，「眾生無邊誓願度」，就是教你把心量拓開，打破自私自利這一個惡習，目標在此地，為什麼要發心去度一切眾生？真正的用意是打破自私自利的這個惡習，破這個惡習。這個惡習要不破，念念起心動念都是想到自己，想到我這一個小小的家，這個沒有法子，這個人是決定不能覺悟，諸佛菩薩再有本事，說法再有善巧方便，也不能叫這個人覺悟。為什麼？他惡習執著太重太重了，這沒法子。所以先破除自私自利，我執。然後進一步才能談得上斷煩惱，「煩惱無盡誓願斷」。斷煩惱就是成就德行，我們講的品德，品德的修養，這是德育。然後再學法門，再求學。最後求學圓滿是成佛道。四個過程。"
    },
    {
      "id": "14-003-0006_p0100",
      "zh_CN": "今天大家学佛为什么不能成就？自私这个恶习不肯打破，念四弘誓愿，「众生无边誓愿度」，天天在念，这个众生我看了就讨厌，那一个我看得不顺眼，我才不度他，这不行。殊不知这一愿就是教我们建立在平等心、清净心的基础上，然后再断烦恼。贪瞋痴慢要断得干干净净，这样听经就会开悟了。所以你那个悟门是什么东西堵塞？贪瞋痴慢，自私自利，是非人我，这么多东西堵塞着，你这个悟门怎么能开得了？开不了。佛给我们讲得很清楚，常常听经这就是受佛法的薰陶，这些事情知不知道？知道。虽然知道，不肯去做，贪心还是天天增长，学佛是附带的，在家里坐着无聊到这里听听讲经。",
      "zh_TW": "今天大家學佛為什麼不能成就？自私這個惡習不肯打破，念四弘誓願，「眾生無邊誓願度」，天天在念，這個眾生我看了就討厭，那一個我看得不順眼，我才不度他，這不行。殊不知這一願就是教我們建立在平等心、清淨心的基礎上，然後再斷煩惱。貪瞋痴慢要斷得乾乾淨淨，這樣聽經就會開悟了。所以你那個悟門是什麼東西堵塞？貪瞋痴慢，自私自利，是非人我，這麼多東西堵塞著，你這個悟門怎麼能開得了？開不了。佛給我們講得很清楚，常常聽經這就是受佛法的薰陶，這些事情知不知道？知道。雖然知道，不肯去做，貪心還是天天增長，學佛是附帶的，在家裡坐著無聊到這裡聽聽講經。"
    },
    {
      "id": "14-003-0006_p0101",
      "zh_CN": "如果说今天晚上有一个地方可以赚钱，赚一百万，你再不会来听经，保险就去了，为什么？贪心，贪心大过求法的心。你们想想是不是事实？如果今天晚上可以赚一百万，今天晚上有人叫你来听经，你来不来？这一考就考出来了，那你听经怎么会开悟？悟不了。所以这一句经文不能滑口念过，真的是我们的病根，我们不能开悟，不能证入佛菩萨的境界，佛菩萨的境界是什么？就是得不到佛菩萨那样自由自在的生活享受，你得不到的原因就是你的恶习气障碍住了。这个样才：",
      "zh_TW": "如果說今天晚上有一個地方可以賺錢，賺一百萬，你再不會來聽經，保險就去了，為什麼？貪心，貪心大過求法的心。你們想想是不是事實？如果今天晚上可以賺一百萬，今天晚上有人叫你來聽經，你來不來？這一考就考出來了，那你聽經怎麼會開悟？悟不了。所以這一句經文不能滑口念過，真的是我們的病根，我們不能開悟，不能證入佛菩薩的境界，佛菩薩的境界是什麼？就是得不到佛菩薩那樣自由自在的生活享受，你得不到的原因就是你的惡習氣障礙住了。這個樣才："
    },
    {
      "id": "14-003-0006_p0102",
      "zh_CN": "【旋出旋入。】",
      "zh_TW": "【旋出旋入。】"
    },
    {
      "id": "14-003-0006_p0103",
      "zh_CN": "『入』就是入三恶道，『出』就是到人天这个地方来透透空气，一转眼就又下去了。",
      "zh_TW": "『入』就是入三惡道，『出』就是到人天這個地方來透透空氣，一轉眼就又下去了。"
    },
    {
      "id": "14-003-0006_p0104",
      "zh_CN": "【劳斯菩萨。久经劫数。而作度脱。】",
      "zh_TW": "【勞斯菩薩。久經劫數。而作度脫。】"
    },
    {
      "id": "14-003-0006_p0105",
      "zh_CN": "这真是麻烦了地藏菩萨，怎么能对得起地藏菩萨？后面经文是从比喻上说，怕的前面讲的我们听不清楚，不能体会佛说法的义趣，再用比喻说，比喻容易懂，这个比喻就不要讲了，经文也不要念了。",
      "zh_TW": "這真是麻煩了地藏菩薩，怎麼能對得起地藏菩薩？後面經文是從比喻上說，怕的前面講的我們聽不清楚，不能體會佛說法的義趣，再用比喻說，比喻容易懂，這個比喻就不要講了，經文也不要念了。"
    },
    {
      "id": "14-003-0006_p0106",
      "zh_CN": "大家翻到二百五十八面，我们看倒数第二行：",
      "zh_TW": "大家翻到二百五十八面，我們看倒數第二行："
    },
    {
      "id": "14-003-0006_p0107",
      "zh_CN": "【是故地藏菩萨具大慈悲。救拔罪苦众生。欲生人天中。令受妙乐。】",
      "zh_TW": "【是故地藏菩薩具大慈悲。救拔罪苦眾生。欲生人天中。令受妙樂。】"
    },
    {
      "id": "14-003-0006_p0108",
      "zh_CN": "佛家的教育，佛家的教学，它的目的就是教我们得到真实的快乐，美满的人生，这个是它教学的目标。自身幸福快乐，家庭美满，社会和谐，国家富强，天下太平，佛法教学的目标如此而已。怎样才能达到？佛跟我们讲的就是一个迷、一个觉，迷是什么？不知道宇宙人生的真相，所以这才有苦，才有灾难。如果对于宇宙人生真相彻底明了，你起心动念自然端正不邪，你言语造作一定如法，前面所讲的各种目标一定圆满达到。我们仔细想想，这一种教学的方针、手段，真正值得人敬佩。佛绝对不自己想一个方法来教大家，不是的，佛没有方法，只是把事实真相说明，佛没有任何一个方法教给我们，他替我们出个主意，出个点子，没有，佛从来没有妄念。这是值得我们尊敬的地方、值得我们佩服的地方。",
      "zh_TW": "佛家的教育，佛家的教學，它的目的就是教我們得到真實的快樂，美滿的人生，這個是它教學的目標。自身幸福快樂，家庭美滿，社會和諧，國家富強，天下太平，佛法教學的目標如此而已。怎樣才能達到？佛跟我們講的就是一個迷、一個覺，迷是什麼？不知道宇宙人生的真相，所以這才有苦，才有災難。如果對於宇宙人生真相徹底明瞭，你起心動念自然端正不邪，你言語造作一定如法，前面所講的各種目標一定圓滿達到。我們仔細想想，這一種教學的方針、手段，真正值得人敬佩。佛絕對不自己想一個方法來教大家，不是的，佛沒有方法，只是把事實真相說明，佛沒有任何一個方法教給我們，他替我們出個主意，出個點子，沒有，佛從來沒有妄念。這是值得我們尊敬的地方、值得我們佩服的地方。"
    },
    {
      "id": "14-003-0006_p0109",
      "zh_CN": "【是诸罪众。知业道苦。脱得出离。永不再历。】",
      "zh_TW": "【是諸罪眾。知業道苦。脫得出離。永不再歷。】"
    },
    {
      "id": "14-003-0006_p0110",
      "zh_CN": "如果大家对于事实真相都清楚、都明白了，你离开恶道之后，决定不会造恶，决定不愿意再去受这个罪苦。所以佛法确实是教我们破迷开悟，离苦得乐。下面又说了个比喻，说：",
      "zh_TW": "如果大家對於事實真相都清楚、都明白了，你離開惡道之後，決定不會造惡，決定不願意再去受這個罪苦。所以佛法確實是教我們破迷開悟，離苦得樂。下面又說了個比喻，說："
    },
    {
      "id": "14-003-0006_p0111",
      "zh_CN": "【如迷路人。误入险道。遇善知识。引接令出。永不复入。】",
      "zh_TW": "【如迷路人。誤入險道。遇善知識。引接令出。永不復入。】"
    },
    {
      "id": "14-003-0006_p0112",
      "zh_CN": "这个人迷路了，遇到一个明白人，请教别人，人家给他指出正路，他就不迷了，这方向道路再不会迷失了。",
      "zh_TW": "這個人迷路了，遇到一個明白人，請教別人，人家給他指出正路，他就不迷了，這方向道路再不會迷失了。"
    },
    {
      "id": "14-003-0006_p0113",
      "zh_CN": "【逢见他人。复劝莫入。】",
      "zh_TW": "【逢見他人。復勸莫入。】"
    },
    {
      "id": "14-003-0006_p0114",
      "zh_CN": "你遇到别人也迷了这个路，你也会劝他，这个路不是个好路，这路是错误的，是险道，你也会劝别人。我们今天在生活之中，生活是讲我们一生，我们的日子过得很辛苦、很烦恼，也知道自己天天在造罪业，这个就是这一生眼前我们迷失了方向，我们迷了路。更重的是生死的道路迷失了，这个觉悟的人就不多了，来生往哪里去？年轻人这个问题往往忽略了，年岁大的人警觉性比较高了。",
      "zh_TW": "你遇到別人也迷了這個路，你也會勸他，這個路不是個好路，這路是錯誤的，是險道，你也會勸別人。我們今天在生活之中，生活是講我們一生，我們的日子過得很辛苦、很煩惱，也知道自己天天在造罪業，這個就是這一生眼前我們迷失了方向，我們迷了路。更重的是生死的道路迷失了，這個覺悟的人就不多了，來生往哪裡去？年輕人這個問題往往忽略了，年歲大的人警覺性比較高了。"
    },
    {
      "id": "14-003-0006_p0115",
      "zh_CN": "我常跟同学们说，佛法真正有不死的法门，这真的，一点不假。刚才我跟诸位报告的周广大就是不死，人家到西方极乐世界是活着去的，不是死了去的，他见到佛来接引他，他告诉他的家人，阿弥陀佛、观音、势至来接引，我跟他去了，清清楚楚、明明白白去的，是活着去的。这就说明这个法门是不死的法门，这讲的后报，果报。花报？花报是现前，现前是什么样结果？不会衰老，不会生病，不老不病，你们要不要？不老不病，你看我这个样子就行了，我六十六了，都快到七十岁了，我脸上皱纹都没有。",
      "zh_TW": "我常跟同學們說，佛法真正有不死的法門，這真的，一點不假。剛才我跟諸位報告的周廣大就是不死，人家到西方極樂世界是活著去的，不是死了去的，他見到佛來接引他，他告訴他的家人，阿彌陀佛、觀音、勢至來接引，我跟他去了，清清楚楚、明明白白去的，是活著去的。這就說明這個法門是不死的法門，這講的後報，果報。花報？花報是現前，現前是什麼樣結果？不會衰老，不會生病，不老不病，你們要不要？不老不病，你看我這個樣子就行了，我六十六了，都快到七十歲了，我臉上皺紋都沒有。"
    },
    {
      "id": "14-003-0006_p0116",
      "zh_CN": "从前台中李老师讲经的时候，他老人家就做榜样，他九十七岁的时候往生，往生前两个星期还在台上讲经，那个晚年最后一、二年是食物中毒，身体衰老。九十五岁不拄拐杖，不要人搀扶，跟壮年人一样，说话的音声洪亮，不需要麦克风，在台中慈光讲堂讲经，马路上可以听得到，他那个大门外就是马路。这是作证转，这可以给你们做证明。所以这个法门教给我们不老、不病、不死，这么好的这一种方法、学术，你看多少人误会，不肯接受、不肯学习，就完了。所以如果你真正相信，真正发心学习，你一定得到。",
      "zh_TW": "從前台中李老師講經的時候，他老人家就做榜樣，他九十七歲的時候往生，往生前兩個星期還在台上講經，那個晚年最後一、二年是食物中毒，身體衰老。九十五歲不拄拐杖，不要人攙扶，跟壯年人一樣，說話的音聲洪亮，不需要麥克風，在台中慈光講堂講經，馬路上可以聽得到，他那個大門外就是馬路。這是作證轉，這可以給你們做證明。所以這個法門教給我們不老、不病、不死，這麼好的這一種方法、學術，你看多少人誤會，不肯接受、不肯學習，就完了。所以如果你真正相信，真正發心學習，你一定得到。"
    },
    {
      "id": "14-003-0006_p0117",
      "zh_CN": "可是你首先要把心量拓开，念念为自己是得不到的。念念为自己会老，也会生病，也会死，也会轮回，自私自利是轮回心。把心量拓开，包含宇宙，包容一切众生，心量拓开，贪瞋痴慢统统放下。放下，你说那我什么都没有了，怎么办？这是你今天为什么不肯放下的原因，是你不了解事实真相。我们中国术语常讲「舍得」，舍得是佛门的术语，你真正肯舍才有得，你不舍你什么都得不到，这是真的！统统都放下了，你什么都不缺乏。现代这个社会常常有一句话说，心想事成，你的一想，事情就圆满了，你看这多自在。这个是一定要舍才能够得，不舍就求不得苦。你有求，求不得；你肯舍，是有求必应，没有一样求不得的。",
      "zh_TW": "可是你首先要把心量拓開，念念為自己是得不到的。念念為自己會老，也會生病，也會死，也會輪迴，自私自利是輪迴心。把心量拓開，包含宇宙，包容一切眾生，心量拓開，貪瞋痴慢統統放下。放下，你說那我什麼都沒有了，怎麼辦？這是你今天為什麼不肯放下的原因，是你不了解事實真相。我們中國術語常講「捨得」，捨得是佛門的術語，你真正肯捨才有得，你不捨你什麼都得不到，這是真的！統統都放下了，你什麼都不缺乏。現代這個社會常常有一句話說，心想事成，你的一想，事情就圓滿了，你看這多自在。這個是一定要捨才能夠得，不捨就求不得苦。你有求，求不得；你肯捨，是有求必應，沒有一樣求不得的。"
    },
    {
      "id": "14-003-0006_p0118",
      "zh_CN": "不但佛经里面讲这个意思讲得非常之透彻，讲得圆满，《了凡四训》里面就讲得很清楚。求长寿得长寿，求富贵得富贵，连求成佛、作菩萨都能够得到，何况世间的小事，哪有求不得的？要懂理论、要懂方法，如理如法，有求必应。违背了道理，违背了方式，你所求就不如意了，这个要懂得。底下经文注解，我想诸位同修看看就可以了。",
      "zh_TW": "不但佛經裡面講這個意思講得非常之透徹，講得圓滿，《了凡四訓》裡面就講得很清楚。求長壽得長壽，求富貴得富貴，連求成佛、作菩薩都能夠得到，何況世間的小事，哪有求不得的？要懂理論、要懂方法，如理如法，有求必應。違背了道理，違背了方式，你所求就不如意了，這個要懂得。底下經文註解，我想諸位同修看看就可以了。"
    },
    {
      "id": "14-003-0006_p0119",
      "zh_CN": "底下一段讲修善的人家得到鬼神的拥护，在二百六十二面。这个鬼神与我们的感应有两种，也正如同佛菩萨给我们的感应一样，一种是明显的感应，或者我们见到、我们听到、觉察到了，这叫显应，这个事情我们也常常听到。另外一种是我们觉察不到的，这个感应叫冥应，冥应比显应还要多，我们讲暗中保佑，冥冥当中保佑你。显应里面有的见到佛菩萨形像的，有的闻到异香的，有见光或者见到其他瑞相的，这个我们在外面常常接触大众，时有所闻。而是以闻到异香比较上占多数，特别是家里面不烧香的时候，我们在读经，或者我们在念佛，忽然有一阵异香，往往时间很长，长达三分钟、五分钟，那就绝对不是错觉。同时还有很多人在一起都闻到的，有时我们在外面散步，那根本就不可能，人家烧香那个香烟会散布到这个地方，这不可能的，也能闻到非常浓烈的异香，闻所未闻的。这些都是感应。",
      "zh_TW": "底下一段講修善的人家得到鬼神的擁護，在二百六十二面。這個鬼神與我們的感應有兩種，也正如同佛菩薩給我們的感應一樣，一種是明顯的感應，或者我們見到、我們聽到、覺察到了，這叫顯應，這個事情我們也常常聽到。另外一種是我們覺察不到的，這個感應叫冥應，冥應比顯應還要多，我們講暗中保佑，冥冥當中保佑你。顯應裡面有的見到佛菩薩形像的，有的聞到異香的，有見光或者見到其他瑞相的，這個我們在外面常常接觸大眾，時有所聞。而是以聞到異香比較上佔多數，特別是家裡面不燒香的時候，我們在讀經，或者我們在念佛，忽然有一陣異香，往往時間很長，長達三分鐘、五分鐘，那就絕對不是錯覺。同時還有很多人在一起都聞到的，有時我們在外面散步，那根本就不可能，人家燒香那個香煙會散布到這個地方，這不可能的，也能聞到非常濃烈的異香，聞所未聞的。這些都是感應。"
    },
    {
      "id": "14-003-0006_p0120",
      "zh_CN": "这些异香绝大多数都是这些天龙鬼神、这些善神看到我们心正行正，他看到欢喜，在一旁边合掌致敬，跟我们打招呼，我们见不到他，没有觉察他，他身上放的香气我们闻到，绝大多数是这种情形。所以我们遇到了，不要生欢喜心，不要觉得我的功夫不错，你看看鬼神都对我致敬。你这一念傲慢心起来，下一次鬼神再不理你了，为什么？贡高我慢。才得一点点感应，烦恼七情五欲，烦恼起现行，功夫马上就退转。所以诸佛菩萨为什么不是用明显的常常来勉励你？你受不了。一看到佛像、见到瑞相的时候，贡高我慢，我修行功夫不错，你们都不如我。所以佛菩萨实在是慈悲，看到你受不了，不能明显跟你往来，这是暗中保佑你。",
      "zh_TW": "這些異香絕大多數都是這些天龍鬼神、這些善神看到我們心正行正，他看到歡喜，在一旁邊合掌致敬，跟我們打招呼，我們見不到他，沒有覺察他，他身上放的香氣我們聞到，絕大多數是這種情形。所以我們遇到了，不要生歡喜心，不要覺得我的功夫不錯，你看看鬼神都對我致敬。你這一念傲慢心起來，下一次鬼神再不理你了，為什麼？貢高我慢。才得一點點感應，煩惱七情五欲，煩惱起現行，功夫馬上就退轉。所以諸佛菩薩為什麼不是用明顯的常常來勉勵你？你受不了。一看到佛像、見到瑞相的時候，貢高我慢，我修行功夫不錯，你們都不如我。所以佛菩薩實在是慈悲，看到你受不了，不能明顯跟你往來，這是暗中保佑你。"
    },
    {
      "id": "14-003-0006_p0121",
      "zh_CN": "这一段就是说这个事情，但是里面所讲的「悬旛」、「悬盖」，「旛」刚才讲了，「盖」在这里补出来，盖是防止污染的。宝盖在佛菩萨头顶上就像伞盖一样，它不是遮太阳也不是遮雨的，防止灰尘，防止落下来灰尘的染污。我们就晓得，伞盖真正的意思是要防止我们心地的污染、精神的污染、思想的污染、见解的污染。要想真正做到，佛说得很多，孔老夫子也给我们讲得很明白，果然能够做到「非礼勿视，非礼勿听」，这就是伞盖，这个就是防止污染。",
      "zh_TW": "這一段就是說這個事情，但是裡面所講的「懸旛」、「懸蓋」，「旛」剛才講了，「蓋」在這裡補出來，蓋是防止污染的。寶蓋在佛菩薩頭頂上就像傘蓋一樣，它不是遮太陽也不是遮雨的，防止灰塵，防止落下來灰塵的染污。我們就曉得，傘蓋真正的意思是要防止我們心地的污染、精神的污染、思想的污染、見解的污染。要想真正做到，佛說得很多，孔老夫子也給我們講得很明白，果然能夠做到「非禮勿視，非禮勿聽」，這就是傘蓋，這個就是防止污染。"
    },
    {
      "id": "14-003-0006_p0122",
      "zh_CN": "所以做一个现代人，对于现代的社会发生的事情不能不知道，那每一天报纸看个大标题就好了，下头都不要看，下面是污染，不可以看。电视可以看看新闻广播，我看除了新闻广播，其他也统统都是污染。实在讲真正修道人，最好不要看报纸、不要看电视。为什么？世间事情知道得多不是好事情。古人常说，「知事多时烦恼多，识人多处是非多」，何必跟人家往来，往来的人多是非就多，知道的事情多烦恼就多。所以我什么都不知道，每一天天下太平，什么事都没有，这个心多快乐、多愉快！每一天问我，没事，天下太平。这样好！所以那个电视、收音机、报纸都不是好东西。如何保持自己的心理健康、心地清净，非常重要。心清净了，身就清净，身心清净，百病不生！",
      "zh_TW": "所以做一個現代人，對於現代的社會發生的事情不能不知道，那每一天報紙看個大標題就好了，下頭都不要看，下面是污染，不可以看。電視可以看看新聞廣播，我看除了新聞廣播，其他也統統都是污染。實在講真正修道人，最好不要看報紙、不要看電視。為什麼？世間事情知道得多不是好事情。古人常說，「知事多時煩惱多，識人多處是非多」，何必跟人家往來，往來的人多是非就多，知道的事情多煩惱就多。所以我什麼都不知道，每一天天下太平，什麼事都沒有，這個心多快樂、多愉快！每一天問我，沒事，天下太平。這樣好！所以那個電視、收音機、報紙都不是好東西。如何保持自己的心理健康、心地清淨，非常重要。心清淨了，身就清淨，身心清淨，百病不生！"
    },
    {
      "id": "14-003-0006_p0123",
      "zh_CN": "人，你们现在都讲求营养，讲求进补，什么最营养？什么最补？清净的快乐是最高的补品。你能在这一生当中身心清净，快快乐乐，你想想看这个人怎么会老？怎么会有病？不可能的！所以说是一个身心健康的人，什么样的补品都不需要。补品，说老实话，都是毒药，哪里是补品！是加速你老化、病化，加速你寿命的终了，不是好东西。这是盖的意思要知道，盖是污染的防止。",
      "zh_TW": "人，你們現在都講求營養，講求進補，什麼最營養？什麼最補？清淨的快樂是最高的補品。你能在這一生當中身心清淨，快快樂樂，你想想看這個人怎麼會老？怎麼會有病？不可能的！所以說是一個身心健康的人，什麼樣的補品都不需要。補品，說老實話，都是毒藥，哪裡是補品！是加速你老化、病化，加速你壽命的終了，不是好東西。這是蓋的意思要知道，蓋是污染的防止。"
    },
    {
      "id": "14-003-0006_p0124",
      "zh_CN": "「香华」也是表法的，「香」表性，表戒定真香，表这个意思。所以香，燃香一支就够了，特别是现代这个社会，我们居住的，几乎在台湾都是公寓大楼，房屋都不高，香烧多了空气污染，不好。好香一支就够了，不烧香也行，摆个香炉，看到这个，我们晓得表法，教育的意义就达到，不一定要燃香。所以你要懂得佛教所有一切设施全是表法，就是教学的目的，用这些道具时时刻刻提醒我们，叫我们不要忘掉，知道这个意义就好。寺院道场，因为它要做给大家看的，提醒大家，这个形式就要了。家庭里面自己念念都能提起警觉，用不着，家里房舍不太大，不必再污染了。要晓得这个意义，学佛要重实质不重形式，这些都是形式，道场要重形式，因为接引大众，自己修行不必重视这些形式，这个要知道的。",
      "zh_TW": "「香華」也是表法的，「香」表性，表戒定真香，表這個意思。所以香，燃香一支就夠了，特別是現代這個社會，我們居住的，幾乎在台灣都是公寓大樓，房屋都不高，香燒多了空氣污染，不好。好香一支就夠了，不燒香也行，擺個香爐，看到這個，我們曉得表法，教育的意義就達到，不一定要燃香。所以你要懂得佛教所有一切設施全是表法，就是教學的目的，用這些道具時時刻刻提醒我們，叫我們不要忘掉，知道這個意義就好。寺院道場，因為它要做給大家看的，提醒大家，這個形式就要了。家庭裡面自己念念都能提起警覺，用不著，家裡房舍不太大，不必再污染了。要曉得這個意義，學佛要重實質不重形式，這些都是形式，道場要重形式，因為接引大眾，自己修行不必重視這些形式，這個要知道的。"
    },
    {
      "id": "14-003-0006_p0125",
      "zh_CN": "所以这是供养佛菩萨形像，或者是读经烧香。读经有两种读法，前面都跟诸位说过了，一种是修戒定慧，三学一次完成；一种就是检点自己的过失，对照自己的心行，依教奉行，断恶修善，这个读经是真正得利益。所以我们早晚课诵，早课是提醒自己，今天一天起心动念、处事待人接物，不要忘掉佛菩萨对我们的教训，这是早课。晚课是反省，我今天一天佛菩萨对我教训，我有没有做到？早晚课的功德无量无边。如果不知道反省、不知道检点，以为每一天把经典跟佛菩萨面前念一遍，他就欢喜了，那错了，完全错了。佛菩萨泥塑木雕，就不是泥塑木雕的，他也不要听你的。",
      "zh_TW": "所以這是供養佛菩薩形像，或者是讀經燒香。讀經有兩種讀法，前面都跟諸位說過了，一種是修戒定慧，三學一次完成；一種就是檢點自己的過失，對照自己的心行，依教奉行，斷惡修善，這個讀經是真正得利益。所以我們早晚課誦，早課是提醒自己，今天一天起心動念、處事待人接物，不要忘掉佛菩薩對我們的教訓，這是早課。晚課是反省，我今天一天佛菩薩對我教訓，我有沒有做到？早晚課的功德無量無邊。如果不知道反省、不知道檢點，以為每一天把經典跟佛菩薩面前念一遍，他就歡喜了，那錯了，完全錯了。佛菩薩泥塑木雕，就不是泥塑木雕的，他也不要聽你的。"
    },
    {
      "id": "14-003-0006_p0126",
      "zh_CN": "今天许许多多做早晚课同修不知道这个意思，所以那个早晚课叫白念了。我说老实话，不但没有好处，还有罪过，什么罪过？骗佛菩萨。佛菩萨又不在面前，泥塑木雕的形像你都忍心早晨骗他一次，晚上又骗他一次，还要天天骗，这个罪过就大了。真的人在，骗骗他还情有可原，泥塑木雕的形像都忍心去欺骗它，诸位想想，那个前途不在三恶道在哪里？",
      "zh_TW": "今天許許多多做早晚課同修不知道這個意思，所以那個早晚課叫白念了。我說老實話，不但沒有好處，還有罪過，什麼罪過？騙佛菩薩。佛菩薩又不在面前，泥塑木雕的形像你都忍心早晨騙他一次，晚上又騙他一次，還要天天騙，這個罪過就大了。真的人在，騙騙他還情有可原，泥塑木雕的形像都忍心去欺騙它，諸位想想，那個前途不在三惡道在哪裡？"
    },
    {
      "id": "14-003-0006_p0127",
      "zh_CN": "好，今天时间到了，我们就讲到此地。",
      "zh_TW": "好，今天時間到了，我們就講到此地。"
    }
  ]
}