{
  "doc_id": "21-543-0001",
  "title": {
    "zh_CN": "高雄藤枝三时系念法会开示",
    "zh_TW": "高雄藤枝三時繫念法會開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾高雄藤枝森林国家公园",
    "zh_TW": "台灣高雄藤枝森林國家公園"
  },
  "doc_number": "21-543-0001",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "21-543-0001_p0001",
      "zh_CN": "高雄县县长：我们最尊敬师父，我们上净下空上人，诸位大法师，诸位功德主，诸位菩萨、大德，师兄、师姐，阿弥陀佛，大家午安。非常荣幸，非常高兴，来参加这么殊胜的法会。刚才拜得很喘，大家辛苦，师父都辛苦。可以说非常殊胜、非常高兴。大概跟净空上人、师父可以说很有因缘。我很忙，偶尔会打开１００台、１０１台的佛卫电视，我们很多佛教的电视，我常看到我们敬爱的净空上人，我对他就非常尊敬，看他法相非常庄严，而且他讲经感觉是智慧非常圆融。",
      "zh_TW": "高雄縣縣長：我們最尊敬師父，我們上淨下空上人，諸位大法師，諸位功德主，諸位菩薩、大德，師兄、師姐，阿彌陀佛，大家午安。非常榮幸，非常高興，來參加這麼殊勝的法會。剛才拜得很喘，大家辛苦，師父都辛苦。可以說非常殊勝、非常高興。大概跟淨空上人、師父可以說很有因緣。我很忙，偶爾會打開１００台、１０１台的佛衛電視，我們很多佛教的電視，我常看到我們敬愛的淨空上人，我對他就非常尊敬，看他法相非常莊嚴，而且他講經感覺是智慧非常圓融。"
    },
    {
      "id": "21-543-0001_p0002",
      "zh_CN": "我大概今年五月份到布里斯本去，刚好在布里斯本碰到师父，不过那时候很阴暗，也看不清楚。回来听说师父在找我，我赶快去见师父，到高雄市去见师父。他们告诉我这个地方师父曾来过，很多灵异世界跟师父，我想这是祈求师父给他超度，我一听就很高兴，师父跟我说要来这边做法会，我就非常的兴奋。我特别行文给林务局，不过林务局可能不是三宝弟子，不懂我们的语言，这很可惜，我现在才知道没有在里面，所以到这边来，也非常好。这边的老板是过去林务局的局长孔局长，提供我们这么好的场地，我们很感谢。师父非常慈悲，我也非常感佩、非常敬佩师父，非常感恩师父。",
      "zh_TW": "我大概今年五月份到布里斯本去，剛好在布里斯本碰到師父，不過那時候很陰暗，也看不清楚。回來聽說師父在找我，我趕快去見師父，到高雄市去見師父。他們告訴我這個地方師父曾來過，很多靈異世界跟師父，我想這是祈求師父給他超度，我一聽就很高興，師父跟我說要來這邊做法會，我就非常的興奮。我特別行文給林務局，不過林務局可能不是三寶弟子，不懂我們的語言，這很可惜，我現在才知道沒有在裡面，所以到這邊來，也非常好。這邊的老闆是過去林務局的局長孔局長，提供我們這麼好的場地，我們很感謝。師父非常慈悲，我也非常感佩、非常敬佩師父，非常感恩師父。"
    },
    {
      "id": "21-543-0001_p0003",
      "zh_CN": "县府，我就任县长以来，大概跟高雄县佛教会办过几次的法会。第一次大概是第一年刚上任，就是全台湾都缺水、都缺雨，我们那时候办个法会，今天办，明天马上下雨，非常灵验。那时候让我们非常感动，今天办，在念祈愿文的时候狂风大作，隔天就下雨。后来ＳＡＲＳ，我也跟佛光山星云大师，还有单国玺枢机主教，不同宗教，来做祈福晚会，我们高雄县那时候也很平安度过。接下来是禽流感，我们办过两次的法会，都在县政府礼堂里面，很高兴让我们都很平安。我们民国九十五年，高雄县Ａ１车祸死亡，Ａ１就是当场死亡，一年有二百五十二位，等于是一辆大台的Ａ巴士，那也很恐怖，一年死亡二百多位。那时候高雄县佛教会也很慈悲，就跟我商量是否来做个超度法会？我们连续做三年，到去年是圆满。第一年九十五年有二百五十二位，第二年降为一百九十六位，去年一百七十二位，今天上半年我们降到六十八位，上半年六十八位，我想这是相当灵验。我们也是非常高兴。",
      "zh_TW": "縣府，我就任縣長以來，大概跟高雄縣佛教會辦過幾次的法會。第一次大概是第一年剛上任，就是全台灣都缺水、都缺雨，我們那時候辦個法會，今天辦，明天馬上下雨，非常靈驗。那時候讓我們非常感動，今天辦，在念祈願文的時候狂風大作，隔天就下雨。後來ＳＡＲＳ，我也跟佛光山星雲大師，還有單國璽樞機主教，不同宗教，來做祈福晚會，我們高雄縣那時候也很平安度過。接下來是禽流感，我們辦過兩次的法會，都在縣政府禮堂裡面，很高興讓我們都很平安。我們民國九十五年，高雄縣Ａ１車禍死亡，Ａ１就是當場死亡，一年有二百五十二位，等於是一輛大台的Ａ巴士，那也很恐怖，一年死亡二百多位。那時候高雄縣佛教會也很慈悲，就跟我商量是否來做個超度法會？我們連續做三年，到去年是圓滿。第一年九十五年有二百五十二位，第二年降為一百九十六位，去年一百七十二位，今天上半年我們降到六十八位，上半年六十八位，我想這是相當靈驗。我們也是非常高興。"
    },
    {
      "id": "21-543-0001_p0004",
      "zh_CN": "今天我想这个法会非常殊胜，我们期待这个地方未来都很平安，来这边的游客都非常平安，大家玩得都很愉快。让我们南台湾，可以说是最好的避暑胜地，很多游客，愈来愈多。今天非常高兴，非常的感恩，感恩我们净空上人，感恩这么多法师，感恩这么多菩萨，都很辛苦，谢谢你们。祝大家都平安，大家吉祥如意，法喜充满，阿弥陀佛。感恩大家，感恩。",
      "zh_TW": "今天我想這個法會非常殊勝，我們期待這個地方未來都很平安，來這邊的遊客都非常平安，大家玩得都很愉快。讓我們南台灣，可以說是最好的避暑勝地，很多遊客，愈來愈多。今天非常高興，非常的感恩，感恩我們淨空上人，感恩這麼多法師，感恩這麼多菩薩，都很辛苦，謝謝你們。祝大家都平安，大家吉祥如意，法喜充滿，阿彌陀佛。感恩大家，感恩。"
    },
    {
      "id": "21-543-0001_p0005",
      "zh_CN": "主持人：我们非常感恩杨县长的致词与祝福。",
      "zh_TW": "主持人：我們非常感恩楊縣長的致詞與祝福。"
    },
    {
      "id": "21-543-0001_p0006",
      "zh_CN": "净空法师：尊敬的县长，诸位法师，还有来自海外的同修。今天的佛事，我们看到这样的殊胜，这样的如法，这一场完了之后，听说晚上还有一场，非常难得。",
      "zh_TW": "淨空法師：尊敬的縣長，諸位法師，還有來自海外的同修。今天的佛事，我們看到這樣的殊勝，這樣的如法，這一場完了之後，聽說晚上還有一場，非常難得。"
    },
    {
      "id": "21-543-0001_p0007",
      "zh_CN": "最近，可以说这几年来，全世界都不安稳。宗教，许多人不了解，总认为这是迷信，其实这里面有很高深的科学，高等的科学与哲学，绝对不是迷信。现在很多科学家也逐渐在研究，证实真的有轮回，人真的不死，这点对我们很安慰。身体死亡，是躯壳、是身体，灵魂不死。灵魂在佛法里面讲，他是不能超过六道的，他永远在六道里面要找身体，舍身受身。如果你修为好的人、念佛好的人，他能够超越六道轮回，灵魂就变成灵性。所谓灵性就是我们的自性，真如、本性，他是永恒的，不生不灭。",
      "zh_TW": "最近，可以說這幾年來，全世界都不安穩。宗教，許多人不了解，總認為這是迷信，其實這裡面有很高深的科學，高等的科學與哲學，絕對不是迷信。現在很多科學家也逐漸在研究，證實真的有輪迴，人真的不死，這點對我們很安慰。身體死亡，是軀殼、是身體，靈魂不死。靈魂在佛法裡面講，他是不能超過六道的，他永遠在六道裡面要找身體，捨身受身。如果你修為好的人、念佛好的人，他能夠超越六道輪迴，靈魂就變成靈性。所謂靈性就是我們的自性，真如、本性，他是永恆的，不生不滅。"
    },
    {
      "id": "21-543-0001_p0008",
      "zh_CN": "系念佛事非常殊胜，这是过去中峰禅师他编的仪规。禅师是我们佛门的大德，他编这套仪规确实是冥阳两利。那我们一定会想到，中峰禅师现在在哪里？肯定在西方极乐世界，这是没有任何疑问的。他教导我们，而且这个开示讲得太好了，你看他每一时的开示，里面有禅、有净、有教、有密，这是非常稀有难得，这个佛事是冥阳两利。净宗同学早年来问我，确实有需要帮助不同维次空间的这些生灵，用什么方法？我就想到还是中峰系念佛事最恰当。提倡以来也很难得，许多同参道友的响应，不但在国内，在海外也兴起。所以这个佛事现在是非常普遍，比燄口、大悲忏好像还要殊胜。",
      "zh_TW": "繫念佛事非常殊勝，這是過去中峰禪師他編的儀規。禪師是我們佛門的大德，他編這套儀規確實是冥陽兩利。那我們一定會想到，中峰禪師現在在哪裡？肯定在西方極樂世界，這是沒有任何疑問的。他教導我們，而且這個開示講得太好了，你看他每一時的開示，裡面有禪、有淨、有教、有密，這是非常稀有難得，這個佛事是冥陽兩利。淨宗同學早年來問我，確實有需要幫助不同維次空間的這些生靈，用什麼方法？我就想到還是中峰繫念佛事最恰當。提倡以來也很難得，許多同參道友的響應，不但在國內，在海外也興起。所以這個佛事現在是非常普遍，比燄口、大悲懺好像還要殊勝。"
    },
    {
      "id": "21-543-0001_p0009",
      "zh_CN": "灾难多，这是我们大家都晓得的。灾难从哪里来？从人心变出来的，中峰禅师在开示里面讲，「唯心净土，自性弥陀」，这讲得非常究竟。那就是净土从哪里来的？是心变的，一切法从心想生。现在全世界，特别是自然灾害，地球的温度上升，南北极的冰融化，海啸、地震、风灾处处都有，科学家束手无策，不知道怎样去应付。佛法里面真有，真能解决，他又不相信，说我们是迷信，这个事情就很难了。所以只有我们佛门弟子我们肯定，决定没有疑惑，佛所说的每一句话都要认真去学习。既然一切法从心想生，境随心转，我们就明了，西方极乐世界跟我们现前地球有什么差别？没有差别。为什么那个世界那么好？释迦牟尼佛为我们介绍的，为什么那么好？现在我们总算是明白了，那个地方的人好，人心好，境随心转嘛！那个世界都是诸上善人俱会一处，不但善，上善，善到极处，所以他们那边的山河大地也殊胜到极处。",
      "zh_TW": "災難多，這是我們大家都曉得的。災難從哪裡來？從人心變出來的，中峰禪師在開示裡面講，「唯心淨土，自性彌陀」，這講得非常究竟。那就是淨土從哪裡來的？是心變的，一切法從心想生。現在全世界，特別是自然災害，地球的溫度上升，南北極的冰融化，海嘯、地震、風災處處都有，科學家束手無策，不知道怎樣去應付。佛法裡面真有，真能解決，他又不相信，說我們是迷信，這個事情就很難了。所以只有我們佛門弟子我們肯定，決定沒有疑惑，佛所說的每一句話都要認真去學習。既然一切法從心想生，境隨心轉，我們就明瞭，西方極樂世界跟我們現前地球有什麼差別？沒有差別。為什麼那個世界那麼好？釋迦牟尼佛為我們介紹的，為什麼那麼好？現在我們總算是明白了，那個地方的人好，人心好，境隨心轉嘛！那個世界都是諸上善人俱會一處，不但善，上善，善到極處，所以他們那邊的山河大地也殊勝到極處。"
    },
    {
      "id": "21-543-0001_p0010",
      "zh_CN": "那我们回过头来看看，我们地球上的居民现在是什么状况？是十恶的世界，我们没有修十善，造十恶，十恶造得非常严重，所以山河大地起了变化，变恶了。这桩事情，我记得前个月日本江本胜博士到高雄来访问，他还特地来看我，我们也是老朋友。他做了十几年，做水结晶的实验，水是矿物，他搞了十几年，发现水能看，它会看，它会听，它懂得人的意思。我们要善念对水，这水结晶非常之美；要是恶念对它，现的相就很丑陋、很难看。他实验的这些图片非常之多，我们都可以能看得到。所以他跟我们讲，他说宗教里在喝水、吃饭之前都做祈祷，这是大有道理。为什么？你一祈祷，心祈祷，那个水、菜饭味道变得更美，它会变，随着人心变。他跟我说这个，我说一点都没错。所以我也教他，你每天吃饭也要做祈祷，也要念供佛供法供僧，念这些，你善心对待它，它能转变。",
      "zh_TW": "那我們回過頭來看看，我們地球上的居民現在是什麼狀況？是十惡的世界，我們沒有修十善，造十惡，十惡造得非常嚴重，所以山河大地起了變化，變惡了。這樁事情，我記得前個月日本江本勝博士到高雄來訪問，他還特地來看我，我們也是老朋友。他做了十幾年，做水結晶的實驗，水是礦物，他搞了十幾年，發現水能看，它會看，它會聽，它懂得人的意思。我們要善念對水，這水結晶非常之美；要是惡念對它，現的相就很醜陋、很難看。他實驗的這些圖片非常之多，我們都可以能看得到。所以他跟我們講，他說宗教裡在喝水、吃飯之前都做祈禱，這是大有道理。為什麼？你一祈禱，心祈禱，那個水、菜飯味道變得更美，它會變，隨著人心變。他跟我說這個，我說一點都沒錯。所以我也教他，你每天吃飯也要做祈禱，也要念供佛供法供僧，念這些，你善心對待它，它能轉變。"
    },
    {
      "id": "21-543-0001_p0011",
      "zh_CN": "他们曾经在东京琵琶湖做一次实验，一个海湾，琵琶湖很大，虽然是内陆湖，湖很大。湖水在海湾这边是死水，二十多年了，这个水有臭味，气味很难闻、很肮脏。他找了一百五十多个人，找了一位老法师，九十多岁老法师，带着大家在湖边上祈祷。万缘放下，什么念头都放下，只要起一个念头，什么念头？「湖水干净了」，就这么一句话，「湖水干净了」。这一百多个人念了一个小时，过了三天，湖水真干净了，保持了六个月。所以我跟他说，如果你每个月去做一次祈祷，那湖水不是永远干净吗？这说明什么？说明境随心转。如果我们的心好、念头好、行为好，我们一切自然灾害全没有了。",
      "zh_TW": "他們曾經在東京琵琶湖做一次實驗，一個海灣，琵琶湖很大，雖然是內陸湖，湖很大。湖水在海灣這邊是死水，二十多年了，這個水有臭味，氣味很難聞、很骯髒。他找了一百五十多個人，找了一位老法師，九十多歲老法師，帶著大家在湖邊上祈禱。萬緣放下，什麼念頭都放下，只要起一個念頭，什麼念頭？「湖水乾淨了」，就這麼一句話，「湖水乾淨了」。這一百多個人念了一個小時，過了三天，湖水真乾淨了，保持了六個月。所以我跟他說，如果你每個月去做一次祈禱，那湖水不是永遠乾淨嗎？這說明什麼？說明境隨心轉。如果我們的心好、念頭好、行為好，我們一切自然災害全沒有了。"
    },
    {
      "id": "21-543-0001_p0012",
      "zh_CN": "你看世尊在《楞严经》上告诉我们，水灾是从哪里来的？是从贪心来的，贪婪感应得水灾。瞋恚就感应得火灾，所以地球温度往上升我们要有责任，千万别发脾气，一上火，地球温度就又加一点，我们都有责任。如果我们贪婪心起来，水就往上增加一点。风灾是愚痴，地震是不平，就是傲慢心、不平。所以佛讲的，真的是有感应。在《华严》里面我们读到，整个宇宙，宇宙的缘起它是从振动，极其微细的振动，这个振动在佛经上的名词叫无始无明。所以说是一念不觉，无始无明，最初的振动。这个振动它立刻就把自性变成阿赖耶，我们叫阿赖耶的三细相，就是佛家讲宇宙的起源。三细相第一个是业相，业相就是振动，就是无始无明。这一动立刻就有转相、境界相，转相是精神的现象，境界相是物质的现象，所以精神现象跟物质现象是同时生起的。一念振动那是因，产生了物质跟精神，产生了宇宙、产生了生命，那就是果，所以因果也是跟宇宙缘起同时起来的。佛家常讲「万法皆空，因果不空」，很有道理。我们修善因就得善果，我们心地清净，这个世界就清净，所以化解灾难并不困难。如果我们人人都觉悟，断一切恶，修一切善，我们这个地球跟极乐世界没有两样，我们可以造极乐世界。希望学佛的同学们我们带头做。",
      "zh_TW": "你看世尊在《楞嚴經》上告訴我們，水災是從哪裡來的？是從貪心來的，貪婪感應得水災。瞋恚就感應得火災，所以地球溫度往上升我們要有責任，千萬別發脾氣，一上火，地球溫度就又加一點，我們都有責任。如果我們貪婪心起來，水就往上增加一點。風災是愚痴，地震是不平，就是傲慢心、不平。所以佛講的，真的是有感應。在《華嚴》裡面我們讀到，整個宇宙，宇宙的緣起它是從振動，極其微細的振動，這個振動在佛經上的名詞叫無始無明。所以說是一念不覺，無始無明，最初的振動。這個振動它立刻就把自性變成阿賴耶，我們叫阿賴耶的三細相，就是佛家講宇宙的起源。三細相第一個是業相，業相就是振動，就是無始無明。這一動立刻就有轉相、境界相，轉相是精神的現象，境界相是物質的現象，所以精神現象跟物質現象是同時生起的。一念振動那是因，產生了物質跟精神，產生了宇宙、產生了生命，那就是果，所以因果也是跟宇宙緣起同時起來的。佛家常講「萬法皆空，因果不空」，很有道理。我們修善因就得善果，我們心地清淨，這個世界就清淨，所以化解災難並不困難。如果我們人人都覺悟，斷一切惡，修一切善，我們這個地球跟極樂世界沒有兩樣，我們可以造極樂世界。希望學佛的同學們我們帶頭做。"
    },
    {
      "id": "21-543-0001_p0013",
      "zh_CN": "台湾地区有二千三百万人，如果一百个人当中有一个断恶修善，台湾就有福了，台湾的灾难就可以消灭。并不是说全台湾人，一百个人当中有一个人，台湾就没有问题，什么灾难都不会遇到。我们想大概百分之一的佛弟子应该是有的，佛弟子应该有百分之一，所以我们要认真宣传、认真努力。教理要懂得，如果经教不懂得，那我们学佛是迷信，什么是佛都不知道，教理通达之后，我们就明白了。明白之后，就知道应该怎么样做法，像这种系念佛事是非常值得提倡的。我看今天的本子，怎么功德主还用我的名字？这个应当要改，哪个地方做佛事，功德主是他们。我们决定每天诵经回向，都为全省、全国、全世界系念佛事道场回向，这个回向也是加持、也是帮助。",
      "zh_TW": "台灣地區有二千三百萬人，如果一百個人當中有一個斷惡修善，台灣就有福了，台灣的災難就可以消滅。並不是說全台灣人，一百個人當中有一個人，台灣就沒有問題，什麼災難都不會遇到。我們想大概百分之一的佛弟子應該是有的，佛弟子應該有百分之一，所以我們要認真宣傳、認真努力。教理要懂得，如果經教不懂得，那我們學佛是迷信，什麼是佛都不知道，教理通達之後，我們就明白了。明白之後，就知道應該怎麼樣做法，像這種繫念佛事是非常值得提倡的。我看今天的本子，怎麼功德主還用我的名字？這個應當要改，哪個地方做佛事，功德主是他們。我們決定每天誦經迴向，都為全省、全國、全世界繫念佛事道場迴向，這個迴向也是加持、也是幫助。"
    },
    {
      "id": "21-543-0001_p0014",
      "zh_CN": "今天我看到非常欢喜，希望我们认真努力，来帮助自己，帮助我们家庭，帮助国家，帮助世界，化解所有的灾难，落实到安定、繁荣、兴旺。谢谢大家，非常感谢县长，感谢孔先生，谢谢。",
      "zh_TW": "今天我看到非常歡喜，希望我們認真努力，來幫助自己，幫助我們家庭，幫助國家，幫助世界，化解所有的災難，落實到安定、繁榮、興旺。謝謝大家，非常感謝縣長，感謝孔先生，謝謝。"
    }
  ]
}