{
  "doc_id": "18-006-0004",
  "title": {
    "zh_CN": "怎样入佛法之门",
    "zh_TW": "怎樣入佛法之門"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国洛杉矶",
    "zh_TW": "美國洛杉磯"
  },
  "doc_number": "18-006-0004",
  "total_paragraphs": 61,
  "paragraphs": [
    {
      "id": "18-006-0004_p0001",
      "zh_CN": "印公老法师，诸位法师，诸位同修。前面介绍修学的基本科目，就是养五德修六和。虽然说是基本科目，依然是说的原则跟原理，实际上的着手，那就讲到一个佛弟子最低限度的修持，不能少于早晚课诵。如果说连早晚课都没有了，那可以说是有名无实的佛弟子，这是同修们要记住的。无论自己怎么样的繁忙，早晚课的时间短可以，决定不能够缺少，尤其是净宗。大经里面告诉我们「发菩提心，一向专念」。如果早晚课断掉了，就不符合经训。释迦牟尼佛对我们的教训，我们就违背了。即使是很忙的人，早晚课用十念法。十念我们晓得，尽一口气叫一念，这个时间很短，十念大概五分钟的时间就可以做了。每天早晚，一生是一天都不缺，也是一向专念，也符合经典里面的要求。",
      "zh_TW": "印公老法師，諸位法師，諸位同修。前面介紹修學的基本科目，就是養五德修六和。雖然說是基本科目，依然是說的原則跟原理，實際上的著手，那就講到一個佛弟子最低限度的修持，不能少於早晚課誦。如果說連早晚課都沒有了，那可以說是有名無實的佛弟子，這是同修們要記住的。無論自己怎麼樣的繁忙，早晚課的時間短可以，決定不能夠缺少，尤其是淨宗。大經裡面告訴我們「發菩提心，一向專念」。如果早晚課斷掉了，就不符合經訓。釋迦牟尼佛對我們的教訓，我們就違背了。即使是很忙的人，早晚課用十念法。十念我們曉得，盡一口氣叫一念，這個時間很短，十念大概五分鐘的時間就可以做了。每天早晚，一生是一天都不缺，也是一向專念，也符合經典裡面的要求。"
    },
    {
      "id": "18-006-0004_p0002",
      "zh_CN": "所以修行，世尊在灭度之前已经想到我们今天这个社会的状况。就如《楞严经》上所说的「末法时期邪师说法如恒河沙」。说法的人很多很多，而且所说的几乎都不相同，我们要以什么为标准？我们听哪一个人的教诲是正确的？这会给我们带来很大的困惑，让我们修学无所依从。佛见到了，施给我们无尽的慈悲，教给我们四依法。佛不在了，你只要依照佛这四点教训，就如同佛住世，亲近佛陀没有两样。四依法里面，第一个是「依法不依人」，我们有这个标准就好了。人，除了释迦牟尼佛以外，菩萨、罗汉、缘觉都是人；换句话说，菩萨、罗汉所讲的话，如果跟佛在经典上讲的不一样，我们都可以不要去依从他。法就是经典。可是经典流传到今天又有了问题，有许多人说，这个经是假的，那个经靠不住，搞得我们又无所适从，给我们带来了很大的迷惑，我们要怎么办？唯一可靠的办法依《大藏经》，依这个。",
      "zh_TW": "所以修行，世尊在滅度之前已經想到我們今天這個社會的狀況。就如《楞嚴經》上所說的「末法時期邪師說法如恆河沙」。說法的人很多很多，而且所說的幾乎都不相同，我們要以什麼為標準？我們聽哪一個人的教誨是正確的？這會給我們帶來很大的困惑，讓我們修學無所依從。佛見到了，施給我們無盡的慈悲，教給我們四依法。佛不在了，你只要依照佛這四點教訓，就如同佛住世，親近佛陀沒有兩樣。四依法裡面，第一個是「依法不依人」，我們有這個標準就好了。人，除了釋迦牟尼佛以外，菩薩、羅漢、緣覺都是人；換句話說，菩薩、羅漢所講的話，如果跟佛在經典上講的不一樣，我們都可以不要去依從他。法就是經典。可是經典流傳到今天又有了問題，有許多人說，這個經是假的，那個經靠不住，搞得我們又無所適從，給我們帶來了很大的迷惑，我們要怎麼辦？唯一可靠的辦法依《大藏經》，依這個。"
    },
    {
      "id": "18-006-0004_p0003",
      "zh_CN": "《大藏经》的编辑，在中国可以说最晚的是《乾隆大藏经》，乾隆时代所编的。那个时代还相当的淳朴，真正有修有学的高僧大德还很多。《藏经》里面所收藏的这些经论，即使是祖师大德们的著作，凡是收录《大藏经》的都是经过严格的审查；就是当代这些高僧大德公认这是正确的，这是与佛所讲的没有违背，这样报到皇帝那个地方，皇帝批准了，这才能入藏，所以说是经过严格审查的。乾隆以后，这编藏就是民国时代了。民国时代就没有严格，那现代人要是编个《藏经》，把现前一些著作（那可以说是问题就比较多了），统统收在那里，这是不太可靠。所以我们是依古时候的那个版本，愈古老就愈靠得住，至少它是经过了一千多年，几百年，代代的高僧大德眼目当中见过，大家都公认没有异议的，这就应该是比较可靠。",
      "zh_TW": "《大藏經》的編輯，在中國可以說最晚的是《乾隆大藏經》，乾隆時代所編的。那個時代還相當的淳樸，真正有修有學的高僧大德還很多。《藏經》裡面所收藏的這些經論，即使是祖師大德們的著作，凡是收錄《大藏經》的都是經過嚴格的審查；就是當代這些高僧大德公認這是正確的，這是與佛所講的沒有違背，這樣報到皇帝那個地方，皇帝批准了，這才能入藏，所以說是經過嚴格審查的。乾隆以後，這編藏就是民國時代了。民國時代就沒有嚴格，那現代人要是編個《藏經》，把現前一些著作（那可以說是問題就比較多了），統統收在那裡，這是不太可靠。所以我們是依古時候的那個版本，愈古老就愈靠得住，至少它是經過了一千多年，幾百年，代代的高僧大德眼目當中見過，大家都公認沒有異議的，這就應該是比較可靠。"
    },
    {
      "id": "18-006-0004_p0004",
      "zh_CN": "虽然古人的东西在文字上稍稍有一些障碍，这个障碍就是现代人不念文言文了。经典一展开，文字上有一点障碍。实在讲古德翻经没有完全用文言文。诸位把经典跟古文，不要说别的，普通的《古文观止》比较一下，你就晓得佛经文字的浅显。换句话说，古大德翻经用的是什么文字？是当时的白话文，当时最浅易、最容易懂的文字，这在中国文学里面称为变文；变化的变，称为变文。所以就已经考虑到这个经典必须要普及，稍稍懂得一点点文字的人都能看得懂，可见得古人的用心之苦，我们应当要能体会得到，文字并不很深。",
      "zh_TW": "雖然古人的東西在文字上稍稍有一些障礙，這個障礙就是現代人不念文言文了。經典一展開，文字上有一點障礙。實在講古德翻經沒有完全用文言文。諸位把經典跟古文，不要說別的，普通的《古文觀止》比較一下，你就曉得佛經文字的淺顯。換句話說，古大德翻經用的是什麼文字？是當時的白話文，當時最淺易、最容易懂的文字，這在中國文學裡面稱為變文；變化的變，稱為變文。所以就已經考慮到這個經典必須要普及，稍稍懂得一點點文字的人都能看得懂，可見得古人的用心之苦，我們應當要能體會得到，文字並不很深。"
    },
    {
      "id": "18-006-0004_p0005",
      "zh_CN": "但是文言文的学习，实在讲不难。文言文的发明是我们中国老祖宗对于后世的子孙最大的贡献，这是全世界任何国家民族所没有的。我们的老祖宗知道言语会随着时代的变化，会随着地区变化，因此语跟文要合一，麻烦就来了。不要说是几千年，一百年之后，他们所说的东西后人就看不懂。像西方古文像拉丁文，印度的梵文，极少数的专家能够懂得，不是专家没有办法懂得。所以我们的祖宗了解这个事实，他把语跟文分两条路，语言随意怎么变没有关系，我的文不变，这个文言永远不变。正因为它永远不变，你看二、三千年的典籍流传到现在，就以孔老夫子的《论语》，孔夫子距离我们是二千五百年。二千五百年前的人写给我们的东西，还像面对面谈话一样，这不容易！所以这是了不起的一个发明，是非常好的一个工具，能够把古圣先贤他们对人生的体验，人生的智慧传给后世子孙。所以这是中国国宝之一，我们应当要努力的修学，不要把它舍弃。",
      "zh_TW": "但是文言文的學習，實在講不難。文言文的發明是我們中國老祖宗對於後世的子孫最大的貢獻，這是全世界任何國家民族所沒有的。我們的老祖宗知道言語會隨著時代的變化，會隨著地區變化，因此語跟文要合一，麻煩就來了。不要說是幾千年，一百年之後，他們所說的東西後人就看不懂。像西方古文像拉丁文，印度的梵文，極少數的專家能夠懂得，不是專家沒有辦法懂得。所以我們的祖宗了解這個事實，他把語跟文分兩條路，語言隨意怎麼變沒有關係，我的文不變，這個文言永遠不變。正因為它永遠不變，你看二、三千年的典籍流傳到現在，就以孔老夫子的《論語》，孔夫子距離我們是二千五百年。二千五百年前的人寫給我們的東西，還像面對面談話一樣，這不容易！所以這是了不起的一個發明，是非常好的一個工具，能夠把古聖先賢他們對人生的體驗，人生的智慧傳給後世子孫。所以這是中國國寶之一，我們應當要努力的修學，不要把它捨棄。"
    },
    {
      "id": "18-006-0004_p0006",
      "zh_CN": "你能够懂得文言文，有了这个工具，你看看现在在台湾，这是前几年商务印书馆将《四库全书》印出来了。我前天在西来寺看到，他们有一部《大藏经》。你能懂得文言文，那就是《大藏》、《四库》的钥匙，钥匙就拿到了，你就能够坐享其成。如果你不懂得文言文，《大藏经》、《四库全书》摆在面前，是不得其门而入。",
      "zh_TW": "你能夠懂得文言文，有了這個工具，你看看現在在台灣，這是前幾年商務印書館將《四庫全書》印出來了。我前天在西來寺看到，他們有一部《大藏經》。你能懂得文言文，那就是《大藏》、《四庫》的鑰匙，鑰匙就拿到了，你就能夠坐享其成。如果你不懂得文言文，《大藏經》、《四庫全書》擺在面前，是不得其門而入。"
    },
    {
      "id": "18-006-0004_p0007",
      "zh_CN": "文言文的学习难不难？给诸位说不难。我们在台中求学的时候，李老师第一个要求，就是要求学生有能力读文言文。他不要求你写，至少你有能力读文言文。如何学习？他教我们将《古文观止》背五十篇。他说你能够熟背五十篇古文，你就有能力阅读文言文。如果你能够熟背一百篇古文，你就有能力写文言文，当然你读得愈多愈好。所以他要求我们的是五十篇，不要求我们写，要求我们有能力阅读。这五十篇文言文能背诵，那把钥匙你就拿到了，《四库》的钥匙拿到了，《大藏经》的钥匙拿到了。",
      "zh_TW": "文言文的學習難不難？給諸位說不難。我們在台中求學的時候，李老師第一個要求，就是要求學生有能力讀文言文。他不要求你寫，至少你有能力讀文言文。如何學習？他教我們將《古文觀止》背五十篇。他說你能夠熟背五十篇古文，你就有能力閱讀文言文。如果你能夠熟背一百篇古文，你就有能力寫文言文，當然你讀得愈多愈好。所以他要求我們的是五十篇，不要求我們寫，要求我們有能力閱讀。這五十篇文言文能背誦，那把鑰匙你就拿到了，《四庫》的鑰匙拿到了，《大藏經》的鑰匙拿到了。"
    },
    {
      "id": "18-006-0004_p0008",
      "zh_CN": "我现在在世界各处讲经，劝人家念《无量寿经》，不仅是劝你学佛，我还有另外的目的。因为李老师给我们的是五十篇古文，《无量寿经》是汉朝时候翻译的，虽然是十二次的翻译，从汉到宋，最后一次翻译是在南宋时代，那是标准的古文。夏莲居老居士重新会集，编的这个会集本总共分成四十八篇。李老师限制五十篇，它有四十八篇就差不多了，只差两篇。所以你能够把《无量寿经》念熟了，给诸位说也把《无量寿经》当作古文来念，你把这四十八篇念熟了，你阅读经藏的能力也就有了。",
      "zh_TW": "我現在在世界各處講經，勸人家念《無量壽經》，不僅是勸你學佛，我還有另外的目的。因為李老師給我們的是五十篇古文，《無量壽經》是漢朝時候翻譯的，雖然是十二次的翻譯，從漢到宋，最後一次翻譯是在南宋時代，那是標準的古文。夏蓮居老居士重新會集，編的這個會集本總共分成四十八篇。李老師限制五十篇，它有四十八篇就差不多了，只差兩篇。所以你能夠把《無量壽經》念熟了，給諸位說也把《無量壽經》當作古文來念，你把這四十八篇念熟了，你閱讀經藏的能力也就有了。"
    },
    {
      "id": "18-006-0004_p0009",
      "zh_CN": "把它当作古文来念。所以念这个经，我说一举四得。这是对外国我们侨胞来讲，你们教你们的子弟读《无量寿经》，第一个他会懂得中国话，中国话不会忘记，这个好方法，很多小孩在外国，中国话不知道了，中国话不会忘记；第二个认识中国字，有了这一本经书，认识字，他可以认识中国字；第三个他奠定将来文言文的基础；第四个好处又是奠定了学佛佛法的基础，一举四得。所以一定要教你的小孩念《无量寿经》，一天念个一句、二句，教他一句、二句，用这个方法，这里面的好处太多太多！他现在不晓得，他将来长大了，才晓得父母对他的爱护，所以一举四得。",
      "zh_TW": "把它當作古文來念。所以念這個經，我說一舉四得。這是對外國我們僑胞來講，你們教你們的子弟讀《無量壽經》，第一個他會懂得中國話，中國話不會忘記，這個好方法，很多小孩在外國，中國話不知道了，中國話不會忘記；第二個認識中國字，有了這一本經書，認識字，他可以認識中國字；第三個他奠定將來文言文的基礎；第四個好處又是奠定了學佛佛法的基礎，一舉四得。所以一定要教你的小孩念《無量壽經》，一天念個一句、二句，教他一句、二句，用這個方法，這裡面的好處太多太多！他現在不曉得，他將來長大了，才曉得父母對他的愛護，所以一舉四得。"
    },
    {
      "id": "18-006-0004_p0010",
      "zh_CN": "一定要认真，要努力，将来二十一世纪的时代是中国人的时代，不懂中文就吃大亏了。这是连现在西方许多有学问、有见识的人都看到，风水轮流转。你们看看近代的历史，二百年前，中国是世界上第一强国。前清康熙、乾隆的时候，全世界第一大国，那风水在中国；以后慢慢转转到西边去了，荷兰、葡萄牙、英国；二次大战时间又转转到美国。你看现在又转到日本了，日本再一转又是中国，这风水轮流转。眼看就转到中国了，那不懂中国文的人吃大亏。所以现在说实在话，英文不重要，中文重要。你们一定要晓得。你看二十年、三十年之后，中文是世界第一文字。这是我提醒诸位同修，对你们的子弟要认真督促，教学中文。教学中文最好的方法，读《无量寿经》，一举四得。所以文言文非常非常的重要，一定要把这个钥匙拿到。我们古圣先贤、列祖列宗遗留给我们的宝藏，才能真正得到受用。所以这是任何国家民族里面没有的东西，唯一在这个世界上，唯独我们中国有，决定不能辜负祖宗，不能辜负古圣先贤。",
      "zh_TW": "一定要認真，要努力，將來二十一世紀的時代是中國人的時代，不懂中文就吃大虧了。這是連現在西方許多有學問、有見識的人都看到，風水輪流轉。你們看看近代的歷史，二百年前，中國是世界上第一強國。前清康熙、乾隆的時候，全世界第一大國，那風水在中國；以後慢慢轉轉到西邊去了，荷蘭、葡萄牙、英國；二次大戰時間又轉轉到美國。你看現在又轉到日本了，日本再一轉又是中國，這風水輪流轉。眼看就轉到中國了，那不懂中國文的人吃大虧。所以現在說實在話，英文不重要，中文重要。你們一定要曉得。你看二十年、三十年之後，中文是世界第一文字。這是我提醒諸位同修，對你們的子弟要認真督促，教學中文。教學中文最好的方法，讀《無量壽經》，一舉四得。所以文言文非常非常的重要，一定要把這個鑰匙拿到。我們古聖先賢、列祖列宗遺留給我們的寶藏，才能真正得到受用。所以這是任何國家民族裡面沒有的東西，唯一在這個世界上，唯獨我們中國有，決定不能辜負祖宗，不能辜負古聖先賢。"
    },
    {
      "id": "18-006-0004_p0011",
      "zh_CN": "早晚课，一定要晓得早晚课真正的目的，这是老师教诫学生。早课的目的是提醒我们自己，我们在佛菩萨形像面前，对佛菩萨的像就如同对佛菩萨的真人，要有这样的恭敬心。在老师面前读诵经典，就是接受老师的教训，我今天一天对人、对事、对物，我不违背老师的教训。早课意思在此地，这诸位要知道。那个经不是念给佛菩萨听的，不是表示你教我功课，我都背诵了，我已经对得起佛菩萨，对得起老师了，这观念是错误的，是提醒自己接受教训，这才真正对得起老师。所以早课的用意是提醒我们，使我们在这一天当中，无论对什么境界，真正做到觉而不迷，正而不邪，净而不染。",
      "zh_TW": "早晚課，一定要曉得早晚課真正的目的，這是老師教誡學生。早課的目的是提醒我們自己，我們在佛菩薩形像面前，對佛菩薩的像就如同對佛菩薩的真人，要有這樣的恭敬心。在老師面前讀誦經典，就是接受老師的教訓，我今天一天對人、對事、對物，我不違背老師的教訓。早課意思在此地，這諸位要知道。那個經不是念給佛菩薩聽的，不是表示你教我功課，我都背誦了，我已經對得起佛菩薩，對得起老師了，這觀念是錯誤的，是提醒自己接受教訓，這才真正對得起老師。所以早課的用意是提醒我們，使我們在這一天當中，無論對什麼境界，真正做到覺而不迷，正而不邪，淨而不染。"
    },
    {
      "id": "18-006-0004_p0012",
      "zh_CN": "早晚课的三皈是各宗各派共同的科目，不管你学哪一宗哪一派，你早课的内容不相同，所念的经典不相同，但是三皈一定是相同的。三皈是修行的总纲领、是修行的总原则。所以最低限度是打三皈，寺庙道场都是如此！我们学某一个法门，再加上某一个法门的经典，这是我们主修的。譬如我们修净土宗的，我们可以念《阿弥陀经》，我们可以念《普贤行愿品》；像过去弘一大师，他老人家早晚课诵，就念《普贤菩萨行愿品》，他特别喜欢这部经，「十大愿王导归极乐」，他修这个。",
      "zh_TW": "早晚課的三皈是各宗各派共同的科目，不管你學哪一宗哪一派，你早課的內容不相同，所念的經典不相同，但是三皈一定是相同的。三皈是修行的總綱領、是修行的總原則。所以最低限度是打三皈，寺廟道場都是如此！我們學某一個法門，再加上某一個法門的經典，這是我們主修的。譬如我們修淨土宗的，我們可以念《阿彌陀經》，我們可以念《普賢行願品》；像過去弘一大師，他老人家早晚課誦，就念《普賢菩薩行願品》，他特別喜歡這部經，「十大願王導歸極樂」，他修這個。"
    },
    {
      "id": "18-006-0004_p0013",
      "zh_CN": "我们提倡的，是提倡读《无量寿经》，《无量寿经》念熟了，念得很熟，能够达到可以背诵的程度，念一遍只要半个小时。所以做早晚课的时候不耽误时间，半个小时可以念一遍。初学经文生涩读得不熟，时间就要长，我们也没有这么长的时间来做早晚课，怎么办？像我现在台北的道场，我在达拉斯的道场，我们的早课，大家在一起做早课，是三称本师释迦牟尼佛，然后有开经偈（这是道场做的，如果你们同修在家里，这些统统都可以省掉），然后就念《无量寿经》第六品，第六品就是四十八愿，四十八愿念完了之后，赞佛偈，佛号，三皈依，早课圆满。晚课，这个程序、仪规都一样的，就是把念诵的部分换成三十三到三十七这五品。",
      "zh_TW": "我們提倡的，是提倡讀《無量壽經》，《無量壽經》念熟了，念得很熟，能夠達到可以背誦的程度，念一遍只要半個小時。所以做早晚課的時候不耽誤時間，半個小時可以念一遍。初學經文生澀讀得不熟，時間就要長，我們也沒有這麼長的時間來做早晚課，怎麼辦？像我現在台北的道場，我在達拉斯的道場，我們的早課，大家在一起做早課，是三稱本師釋迦牟尼佛，然後有開經偈（這是道場做的，如果你們同修在家裡，這些統統都可以省掉），然後就念《無量壽經》第六品，第六品就是四十八願，四十八願念完了之後，讚佛偈，佛號，三皈依，早課圓滿。晚課，這個程序、儀規都一樣的，就是把念誦的部分換成三十三到三十七這五品。"
    },
    {
      "id": "18-006-0004_p0014",
      "zh_CN": "晚课着重在反省，在检点我今天一天犯了哪些过失，我要认真的来改过自新，希望明天不要再犯这个过失；早课是发愿，希望我们的愿跟佛的愿相同。这样课诵目的是希望自己真正能够做到与阿弥陀佛，与十方一切诸佛同心、同愿、同德、同行，我们课诵目的在此地。所以绝对不是这个课诵是念给佛菩萨听的，那我们就想错了。真正得到利益！极其忙碌之人，祖师大德教给我们的十念法。诸位要知道十念法是很简单，但是内容跟我们做这样的早晚课没有两样。为什么？那一句「阿弥陀佛」是题目。这一句阿弥陀佛里面含的是什么意思？就是一部《无量寿经》，《无量寿经》也叫《大阿弥陀经》。五种原译本里面经题无疑的简称就是《阿弥陀经》，所以那是个题目，念到题目就要想到里面的内容。可见得念是很简单，里面的内容含义深广不可思议，这是一定要晓得，我们的早晚课才会得力，功夫就得力。否则的话，你不懂得早晚课的目的与精神之所在，纵然念一辈子，还是糊里糊涂，得不到一丝毫的受用，你一生的早晚课都叫白做了。只是念的那几分钟口善而已，除了口善之外，你还得什么？什么也得不到。这不可不知道的。",
      "zh_TW": "晚課著重在反省，在檢點我今天一天犯了哪些過失，我要認真的來改過自新，希望明天不要再犯這個過失；早課是發願，希望我們的願跟佛的願相同。這樣課誦目的是希望自己真正能夠做到與阿彌陀佛，與十方一切諸佛同心、同願、同德、同行，我們課誦目的在此地。所以絕對不是這個課誦是念給佛菩薩聽的，那我們就想錯了。真正得到利益！極其忙碌之人，祖師大德教給我們的十念法。諸位要知道十念法是很簡單，但是內容跟我們做這樣的早晚課沒有兩樣。為什麼？那一句「阿彌陀佛」是題目。這一句阿彌陀佛裡面含的是什麼意思？就是一部《無量壽經》，《無量壽經》也叫《大阿彌陀經》。五種原譯本裡面經題無疑的簡稱就是《阿彌陀經》，所以那是個題目，念到題目就要想到裡面的內容。可見得念是很簡單，裡面的內容含義深廣不可思議，這是一定要曉得，我們的早晚課才會得力，功夫就得力。否則的話，你不懂得早晚課的目的與精神之所在，縱然念一輩子，還是糊裡糊塗，得不到一絲毫的受用，你一生的早晚課都叫白做了。只是念的那幾分鐘口善而已，除了口善之外，你還得什麼？什麼也得不到。這不可不知道的。"
    },
    {
      "id": "18-006-0004_p0015",
      "zh_CN": "《无量寿经》讲的是些什么？我告诉诸位，一部《大方广佛华严经》就是《无量寿经》的详细说明，也就是《无量寿经》的注解。所以清初彭际清居士说《无量寿经》即是中本《华严》。它的境界跟《华严经》完全一样，是《华严经》的浓缩，是《华严经》的略说。《华严经》是广说，《无量寿经》是略说，是中本《华严》。《华严经》八十卷，部头大叫大本，这个《无量寿经》经文少，叫中本。提到中本，当然还有小本，什么是小本？我想我不说你们同学都知道，《阿弥陀经》。《阿弥陀经》是小本《华严》，《无量寿经》是中本《华严》，八十卷的是大本《华严》。里面内容完全一样，只是说的多少不同而已，内容同样的丰富。如果你要再问《华严经》的境界究竟如何？那我就可以告诉你，三藏十二部，我们今天讲《大藏经》，这一部《大藏经》就是《大方广佛华严经》的注解，这你就应当知道了。所以《华严》上说一即一切，一是什么？一部《无量寿经》就是一切经，你念《无量寿经》就是整个《大藏经》都念了，一部都没有漏掉，你念《阿弥陀经》也是如此。",
      "zh_TW": "《無量壽經》講的是些什麼？我告訴諸位，一部《大方廣佛華嚴經》就是《無量壽經》的詳細說明，也就是《無量壽經》的註解。所以清初彭際清居士說《無量壽經》即是中本《華嚴》。它的境界跟《華嚴經》完全一樣，是《華嚴經》的濃縮，是《華嚴經》的略說。《華嚴經》是廣說，《無量壽經》是略說，是中本《華嚴》。《華嚴經》八十卷，部頭大叫大本，這個《無量壽經》經文少，叫中本。提到中本，當然還有小本，什麼是小本？我想我不說你們同學都知道，《阿彌陀經》。《阿彌陀經》是小本《華嚴》，《無量壽經》是中本《華嚴》，八十卷的是大本《華嚴》。裡面內容完全一樣，只是說的多少不同而已，內容同樣的豐富。如果你要再問《華嚴經》的境界究竟如何？那我就可以告訴你，三藏十二部，我們今天講《大藏經》，這一部《大藏經》就是《大方廣佛華嚴經》的註解，這你就應當知道了。所以《華嚴》上說一即一切，一是什麼？一部《無量壽經》就是一切經，你念《無量壽經》就是整個《大藏經》都念了，一部都沒有漏掉，你念《阿彌陀經》也是如此。"
    },
    {
      "id": "18-006-0004_p0016",
      "zh_CN": "一即一切，一切即一，一切经就是一部经。在我们净宗本位上来给你介绍。或者说有一个学禅的，他念《金刚经》，《金刚经》是不是一就是一切？是的。《华严》里面给我们讲得很清楚，十玄门里头主伴圆融，一切诸佛，我们净宗是阿弥陀佛第一，所有一切诸佛都是伴，一个主，其他都是伴。我们禅宗里面是尊本师释迦牟尼佛第一，阿弥陀佛也是伴，这叫主伴圆融。所以十方三世一切佛，你无论以哪一尊佛为本尊，其他一切诸佛都是伴，所以一就是一切。因此三藏十二部经典，不管哪一部经典，你选这部经为主，其他一切经都是伴。主伴圆融，平等无二。我们这个心多清净、多平等，心开意解。绝对不是说我这个是主，其他都不如我这个，那就错了，那就完全错了。所以佛法里面讲的主伴圆融，很像现在美国讲的民主。总统，任何人选上你，你就是总统。任期下来全都是平民，就是这么一回意思。所以他的地位完全平等，没有高下的差别，我们平等心从这里建立的。",
      "zh_TW": "一即一切，一切即一，一切經就是一部經。在我們淨宗本位上來給你介紹。或者說有一個學禪的，他念《金剛經》，《金剛經》是不是一就是一切？是的。《華嚴》裡面給我們講得很清楚，十玄門裡頭主伴圓融，一切諸佛，我們淨宗是阿彌陀佛第一，所有一切諸佛都是伴，一個主，其他都是伴。我們禪宗裡面是尊本師釋迦牟尼佛第一，阿彌陀佛也是伴，這叫主伴圓融。所以十方三世一切佛，你無論以哪一尊佛為本尊，其他一切諸佛都是伴，所以一就是一切。因此三藏十二部經典，不管哪一部經典，你選這部經為主，其他一切經都是伴。主伴圓融，平等無二。我們這個心多清淨、多平等，心開意解。絕對不是說我這個是主，其他都不如我這個，那就錯了，那就完全錯了。所以佛法裡面講的主伴圓融，很像現在美國講的民主。總統，任何人選上你，你就是總統。任期下來全都是平民，就是這麼一回意思。所以他的地位完全平等，沒有高下的差別，我們平等心從這裡建立的。"
    },
    {
      "id": "18-006-0004_p0017",
      "zh_CN": "心平等才真正的得到清净，不平等，你的心怎么会清净？那不可能清净的。所以要明白这个道理，必须有一主修的，我们才能入门。为什么？这个心才能专一，也就是能够达到一心不乱。同时学很多经典，学很多法门，就不容易达到一心。法门无量誓愿学也是佛教给我们的。是没错，你要晓得阶段，什么时候去广学一切法门？是你得到一心以后。我在前面跟诸位报告过，一定要按照四弘誓愿的次第，那是佛教给我们修学的次第，先断烦恼，再学法门。得一心不乱了，就是烦恼断掉了，那个时候才有能力广学多闻，没有得一心，不可以。没有得一心，你没有智慧，智慧是从一心，从定当中生的。没有得定，没有慧，没有慧怎么能广学？所学的就是清凉大师所讲的「增长邪见」，所学的正法都变成邪法了。为什么？你胡思乱想，你怎么能得如来真实义？你所学的统统是你自己的妄想。所以这一定要晓得。",
      "zh_TW": "心平等才真正的得到清淨，不平等，你的心怎麼會清淨？那不可能清淨的。所以要明白這個道理，必須有一主修的，我們才能入門。為什麼？這個心才能專一，也就是能夠達到一心不亂。同時學很多經典，學很多法門，就不容易達到一心。法門無量誓願學也是佛教給我們的。是沒錯，你要曉得階段，什麼時候去廣學一切法門？是你得到一心以後。我在前面跟諸位報告過，一定要按照四弘誓願的次第，那是佛教給我們修學的次第，先斷煩惱，再學法門。得一心不亂了，就是煩惱斷掉了，那個時候才有能力廣學多聞，沒有得一心，不可以。沒有得一心，你沒有智慧，智慧是從一心，從定當中生的。沒有得定，沒有慧，沒有慧怎麼能廣學？所學的就是清涼大師所講的「增長邪見」，所學的正法都變成邪法了。為什麼？你胡思亂想，你怎麼能得如來真實義？你所學的統統是你自己的妄想。所以這一定要曉得。"
    },
    {
      "id": "18-006-0004_p0018",
      "zh_CN": "念佛一定要得理一心，才有资格。才有能力广学多闻。禅宗一定要开悟才能够出去参学，得定都没有资格参学，要开悟。要定当中开智慧，这个时候可以到外面参学，参学就是广学多闻。教下的参学要到大开圆解，没有到大开圆解，也没有资格出去参学。我们记住佛的这些教训，依法不依人，是绝对不会错的，这是佛教给我们的！",
      "zh_TW": "念佛一定要得理一心，才有資格。才有能力廣學多聞。禪宗一定要開悟才能夠出去參學，得定都沒有資格參學，要開悟。要定當中開智慧，這個時候可以到外面參學，參學就是廣學多聞。教下的參學要到大開圓解，沒有到大開圓解，也沒有資格出去參學。我們記住佛的這些教訓，依法不依人，是絕對不會錯的，這是佛教給我們的！"
    },
    {
      "id": "18-006-0004_p0019",
      "zh_CN": "第二个「依义不依语」。这一句的教训对我们现在人来说，破除了许许多多的疑惑。因为有很多人说，譬如一部经，拿《无量寿经》，十二种翻译，虽然有很多失传了，现在《大藏经》还有五种，五种翻译的人不同，里面所翻的内容句子都不一样，我们依谁的？佛给我们讲「依义不依语」。文字是语言的符号，文字翻得不同没有关系，只要意思讲得不错就行了。这个教训很重要，意思翻得对就行了，语言多说几句，少说几句，他这么说，他那么说，没有关系。只要意思相同，意思不错就行了，不必在这个地方去争论。在这些翻译文字上去争论是错误的，你也不能得真实义，争论一辈子，自己得不到一点好处，所以这是给我们解决了很多的困惑。",
      "zh_TW": "第二個「依義不依語」。這一句的教訓對我們現在人來說，破除了許許多多的疑惑。因為有很多人說，譬如一部經，拿《無量壽經》，十二種翻譯，雖然有很多失傳了，現在《大藏經》還有五種，五種翻譯的人不同，裡面所翻的內容句子都不一樣，我們依誰的？佛給我們講「依義不依語」。文字是語言的符號，文字翻得不同沒有關係，只要意思講得不錯就行了。這個教訓很重要，意思翻得對就行了，語言多說幾句，少說幾句，他這麼說，他那麼說，沒有關係。只要意思相同，意思不錯就行了，不必在這個地方去爭論。在這些翻譯文字上去爭論是錯誤的，你也不能得真實義，爭論一輩子，自己得不到一點好處，所以這是給我們解決了很多的困惑。"
    },
    {
      "id": "18-006-0004_p0020",
      "zh_CN": "会集，我们这个《无量寿经》尤其特别，这个事情，梅光羲居士在《无量寿经》的序文里面，他这个序文写得很长，写得很详细，诸位可以细细的去读一读。《无量寿经》确确实实是世尊当年在世多次宣说，跟其他经不一样。其他经，释迦牟尼佛在世只说一遍，没有说过第二遍的，唯独这个经是多次宣说。多次宣说，所以当时阿难尊者集结的时候也是多次集结。有的时候佛说得详细一点，有的时候佛说得简略一点，所以它梵文的版本就不相同。这些版本流传到中国，中国统统把它翻译出来，因此《无量寿经》的版本内容出入就很大。不像《金刚经》六种翻译，不同的翻译打开来一看，大致是大同小异，证明它的原本是一种。《无量寿经》里面差别很大，这也说明它的原本绝对不是一种，一种，不可能有那么大的出入。譬如最大的四十八愿，汉翻译的是二十四愿，总不能二十四变成四十八，那怎么翻译也不能这么翻法；赵译的是三十六愿，这是最大的出入，所以从这方面看出来，至少是三种不同的原译本。证明佛当年在世多次宣说。",
      "zh_TW": "會集，我們這個《無量壽經》尤其特別，這個事情，梅光羲居士在《無量壽經》的序文裡面，他這個序文寫得很長，寫得很詳細，諸位可以細細的去讀一讀。《無量壽經》確確實實是世尊當年在世多次宣說，跟其他經不一樣。其他經，釋迦牟尼佛在世只說一遍，沒有說過第二遍的，唯獨這個經是多次宣說。多次宣說，所以當時阿難尊者集結的時候也是多次集結。有的時候佛說得詳細一點，有的時候佛說得簡略一點，所以它梵文的版本就不相同。這些版本流傳到中國，中國統統把它翻譯出來，因此《無量壽經》的版本內容出入就很大。不像《金剛經》六種翻譯，不同的翻譯打開來一看，大致是大同小異，證明它的原本是一種。《無量壽經》裡面差別很大，這也說明它的原本絕對不是一種，一種，不可能有那麼大的出入。譬如最大的四十八願，漢翻譯的是二十四願，總不能二十四變成四十八，那怎麼翻譯也不能這麼翻法；趙譯的是三十六願，這是最大的出入，所以從這方面看出來，至少是三種不同的原譯本。證明佛當年在世多次宣說。"
    },
    {
      "id": "18-006-0004_p0021",
      "zh_CN": "多次宣说，可见得这个经的重要性。不是很重要的，佛何必说这么多次？所以唐朝善导大师给我们说，善导在中国，传说他是阿弥陀佛化身再来的。弥陀化身再来的，那他说的话就是阿弥陀佛说的。他给我们说「如来所以兴出世，唯说弥陀本愿海」，这个意思是什么？他说一切诸佛所以出现在世间，为什么？就是说《无量寿经》的，《无量寿经》就是他心目当中要说的，其他都是陪衬的。这了不起！我们想想有没有道理？有道理！尤其末法以后，众生烦恼习气很重，除了这个法门之外，我们想想还有哪一个法门我们能够得度？",
      "zh_TW": "多次宣說，可見得這個經的重要性。不是很重要的，佛何必說這麼多次？所以唐朝善導大師給我們說，善導在中國，傳說他是阿彌陀佛化身再來的。彌陀化身再來的，那他說的話就是阿彌陀佛說的。他給我們說「如來所以興出世，唯說彌陀本願海」，這個意思是什麼？他說一切諸佛所以出現在世間，為什麼？就是說《無量壽經》的，《無量壽經》就是他心目當中要說的，其他都是陪襯的。這了不起！我們想想有沒有道理？有道理！尤其末法以後，眾生煩惱習氣很重，除了這個法門之外，我們想想還有哪一個法門我們能夠得度？"
    },
    {
      "id": "18-006-0004_p0022",
      "zh_CN": "你说学禅，是高没有话说，我们尊敬到极处，我想想我没有能力。不要说开悟，我连得禅定的能力都没有，盘腿打坐我也可以坐几个小时，在那里不动，不行！心里胡思乱想，财色名食睡五欲六尘摆在我面前，虽然是好像满规矩的，心里还动心。这就说明，我决定还在欲界。真正得到禅定了，五欲六尘不动心了，欲界断掉了，这才能生到色界，才能到初禅。所以初禅的功夫，世间五欲六尘、名闻利养绝对不会动念头，那叫定。所以我想想我做不到，我没有这个能力。还是幸亏有这个法门说带业往生，意念不断我也可以往生，这我才有信心，我才有把握。",
      "zh_TW": "你說學禪，是高沒有話說，我們尊敬到極處，我想想我沒有能力。不要說開悟，我連得禪定的能力都沒有，盤腿打坐我也可以坐幾個小時，在那裡不動，不行！心裡胡思亂想，財色名食睡五欲六塵擺在我面前，雖然是好像滿規矩的，心裡還動心。這就說明，我決定還在欲界。真正得到禪定了，五欲六塵不動心了，欲界斷掉了，這才能生到色界，才能到初禪。所以初禪的功夫，世間五欲六塵、名聞利養絕對不會動念頭，那叫定。所以我想想我做不到，我沒有這個能力。還是幸虧有這個法門說帶業往生，意念不斷我也可以往生，這我才有信心，我才有把握。"
    },
    {
      "id": "18-006-0004_p0023",
      "zh_CN": "不是一个简单事情，八万四千法门，门门都要断烦恼。说老实话，欲界就已经这么难了，初禅、二禅定功更深，到四禅，到四空天，四禅八定，说老实话，还出不了三界。你才晓得这个法门修行真的不容易！所以别人修学那些法门，我五体投地，佩服到极处。他有本事，有能力修，我自叹不如！所以只有回过头来老实念佛，唯独这个法门是个平等法门。明天、后天我会找个时间，把《无量寿经》简单跟诸位介绍一下它的特色、它的优点。也就是说，我们学了几十年，为什么回过头来选择这个，是有道理的。我在年轻的时候好高骛远，瞧不起念佛法门，认为这是老太婆教，自命不凡！所以年轻的时候讲些大经大论，自鸣得意，讲到最后，想想看自己还是搞六道轮回，决定没有办法超越。在深深反省之后赶紧回头，再不回头，没希望，没指望了。所以要真正懂得依义不依语，一定要能够契入如来真实义。如来真实义不是思惟，不是想像，不是研究讨论可以得来的，要离心意识；换句话说，要清净心。咱们用这个方法巧妙极了，一句阿弥陀佛念到心地清净，你自然能够体会到几分如来真实义。圆满体会不到，万分之一、二也许可以体会得到，那就很有受用了。",
      "zh_TW": "不是一個簡單事情，八萬四千法門，門門都要斷煩惱。說老實話，欲界就已經這麼難了，初禪、二禪定功更深，到四禪，到四空天，四禪八定，說老實話，還出不了三界。你才曉得這個法門修行真的不容易！所以別人修學那些法門，我五體投地，佩服到極處。他有本事，有能力修，我自嘆不如！所以只有回過頭來老實念佛，唯獨這個法門是個平等法門。明天、後天我會找個時間，把《無量壽經》簡單跟諸位介紹一下它的特色、它的優點。也就是說，我們學了幾十年，為什麼回過頭來選擇這個，是有道理的。我在年輕的時候好高騖遠，瞧不起念佛法門，認為這是老太婆教，自命不凡！所以年輕的時候講些大經大論，自鳴得意，講到最後，想想看自己還是搞六道輪迴，決定沒有辦法超越。在深深反省之後趕緊回頭，再不回頭，沒希望，沒指望了。所以要真正懂得依義不依語，一定要能夠契入如來真實義。如來真實義不是思惟，不是想像，不是研究討論可以得來的，要離心意識；換句話說，要清淨心。咱們用這個方法巧妙極了，一句阿彌陀佛念到心地清淨，你自然能夠體會到幾分如來真實義。圓滿體會不到，萬分之一、二也許可以體會得到，那就很有受用了。"
    },
    {
      "id": "18-006-0004_p0024",
      "zh_CN": "第三句教我们「依了义不依不了义」。什么叫了义？什么叫不了义？这里面有很多种的说法，意思非常之深广。最简单的、最直截了当的讲法，就是我自己这一生当中，真正能够帮助我脱离轮回，帮助我圆成佛道的，这就是了义。学禅的人，他那个法门，那一部经典，能够帮助他明心见性，那个对他了义，对我来讲不了义；换句话说，这个话是老生常谈，契机就是了义。机是什么？机就是我们本人，理是诸佛如来所证的真理。不违背又能适合我这个程度，我修学这个经典，我这一生决定能够超越三界，能够了生死，能够证大菩提，这个经对我来讲就是了义，我们要依这个经。",
      "zh_TW": "第三句教我們「依了義不依不了義」。什麼叫了義？什麼叫不了義？這裡面有很多種的說法，意思非常之深廣。最簡單的、最直截了當的講法，就是我自己這一生當中，真正能夠幫助我脫離輪迴，幫助我圓成佛道的，這就是了義。學禪的人，他那個法門，那一部經典，能夠幫助他明心見性，那個對他了義，對我來講不了義；換句話說，這個話是老生常談，契機就是了義。機是什麼？機就是我們本人，理是諸佛如來所證的真理。不違背又能適合我這個程度，我修學這個經典，我這一生決定能夠超越三界，能夠了生死，能夠證大菩提，這個經對我來講就是了義，我們要依這個經。"
    },
    {
      "id": "18-006-0004_p0025",
      "zh_CN": "我们来看看，《华严》了义不了义？《华严》修法界观，我修不成功，对某一些人，四十一位法身大士，《华严》是究竟了义，对我来讲不了义，他能够成佛作祖，我办不到。《法华经》了不了义？对那个当机者也是究竟了义，对我也不了义。我今天选择《阿弥陀经》，选择《无量寿经》，对我来讲是究竟了义。所以了义不了义要从本人来看，不是从经典。经典，部部经都圆满究竟了义，哪一部经不了义？所以诸位了义与不了义，是就我们本人来说的，不是法门来讲的，不是经典来讲的。你说依经典、依法门，那我们就又搞错了。佛常讲「依文解义，三世佛冤」。三世诸佛都喊冤枉！你把佛的意思会错了，所以一再给你们讲，法门平等无有高下，这个讲得很透彻、很明显。",
      "zh_TW": "我們來看看，《華嚴》了義不了義？《華嚴》修法界觀，我修不成功，對某一些人，四十一位法身大士，《華嚴》是究竟了義，對我來講不了義，他能夠成佛作祖，我辦不到。《法華經》了不了義？對那個當機者也是究竟了義，對我也不了義。我今天選擇《阿彌陀經》，選擇《無量壽經》，對我來講是究竟了義。所以了義不了義要從本人來看，不是從經典。經典，部部經都圓滿究竟了義，哪一部經不了義？所以諸位了義與不了義，是就我們本人來說的，不是法門來講的，不是經典來講的。你說依經典、依法門，那我們就又搞錯了。佛常講「依文解義，三世佛冤」。三世諸佛都喊冤枉！你把佛的意思會錯了，所以一再給你們講，法門平等無有高下，這個講得很透徹、很明顯。"
    },
    {
      "id": "18-006-0004_p0026",
      "zh_CN": "所以了义不了义，平等不平等是在机上来说的，不是在理上讲的，这要认识清楚；换句话说，一定要选择适合自己修学的法门，而且这个法门说老实话，愈简单愈好。你看黄念祖老居士常常在讲经的时候，拿照相机做比喻，什么照相机第一？傻瓜照相机第一。一按下去，张张好，不要技术的。这就比喻什么？比喻这个净土念佛法门。那个华严、法华、禅宗、密宗，那是高级照相机，又要对光圈，又要对色温，又要对距离，哪一方对得不好，就照不清楚。机器是好，一个机器几万块，可是三十六张，一张都照不好，那就是什么？不契机。我们这个便宜的，几十块钱买买，张张好！问问自己是什么根机，选择什么法门，那就叫了义。那个照相专家的悬脚高架对他，他了义的。这个傻瓜照相机一按下去，对我来讲，我是了义的。他那个东西给我不了义，我这个东西给他还是了义，他一按下去也好，也是张张好，所以这叫平等了义。他那是不平等了义。这个佛法真是，每一字每一句佛的教训我们都不能够含糊，都不能够笼笼统统的把它带过去，那就错了。",
      "zh_TW": "所以了義不了義，平等不平等是在機上來說的，不是在理上講的，這要認識清楚；換句話說，一定要選擇適合自己修學的法門，而且這個法門說老實話，愈簡單愈好。你看黃念祖老居士常常在講經的時候，拿照相機做比喻，什麼照相機第一？傻瓜照相機第一。一按下去，張張好，不要技術的。這就比喻什麼？比喻這個淨土念佛法門。那個華嚴、法華、禪宗、密宗，那是高級照相機，又要對光圈，又要對色溫，又要對距離，哪一方對得不好，就照不清楚。機器是好，一個機器幾萬塊，可是三十六張，一張都照不好，那就是什麼？不契機。我們這個便宜的，幾十塊錢買買，張張好！問問自己是什麼根機，選擇什麼法門，那就叫了義。那個照相專家的懸腳高架對他，他了義的。這個傻瓜照相機一按下去，對我來講，我是了義的。他那個東西給我不了義，我這個東西給他還是了義，他一按下去也好，也是張張好，所以這叫平等了義。他那是不平等了義。這個佛法真是，每一字每一句佛的教訓我們都不能夠含糊，都不能夠籠籠統統的把它帶過去，那就錯了。"
    },
    {
      "id": "18-006-0004_p0027",
      "zh_CN": "末后一句很要紧，「依智不依识」。这不但在学佛，就是平常做人也不能离开。智是什么？我们今天讲理智，识是感情，处事待人接物，我们能够用理性，你去处世会圆满，会少麻烦。如果理性失掉了，专凭感情，那个事情就麻烦大了，就会带来许许多多的烦恼，许许多多的障碍。学佛更不容许感情用事。我们亲近老师要理智，老师对待学生也理智。不能这个学生好，我很喜欢他，你一喜欢就坏了，落在情上去了。情是迷惑，迷情！佛法是理性的。要把感情转变成理智，转识成智，识就是情识，转识成智就是把感情转变成理智。我们世间人颠倒。你看世间人常讲，赞叹某人知识分子，智转成识，就是把理智转成感情，那就是知识分子。我们学佛的人要转识成智，不能变成知识分子，变成知识分子，搞得再高明也是世智辩聪，所以要晓得怎么转变法。",
      "zh_TW": "末後一句很要緊，「依智不依識」。這不但在學佛，就是平常做人也不能離開。智是什麼？我們今天講理智，識是感情，處事待人接物，我們能夠用理性，你去處世會圓滿，會少麻煩。如果理性失掉了，專憑感情，那個事情就麻煩大了，就會帶來許許多多的煩惱，許許多多的障礙。學佛更不容許感情用事。我們親近老師要理智，老師對待學生也理智。不能這個學生好，我很喜歡他，你一喜歡就壞了，落在情上去了。情是迷惑，迷情！佛法是理性的。要把感情轉變成理智，轉識成智，識就是情識，轉識成智就是把感情轉變成理智。我們世間人顛倒。你看世間人常講，讚歎某人知識分子，智轉成識，就是把理智轉成感情，那就是知識分子。我們學佛的人要轉識成智，不能變成知識分子，變成知識分子，搞得再高明也是世智辯聰，所以要曉得怎麼轉變法。"
    },
    {
      "id": "18-006-0004_p0028",
      "zh_CN": "亲近老师要理智，同学之间相处理智，与大众相处理智，广度众生也理智，绝不落到感情。有些初学的同学来听，那佛法没有感情，这佛法很残酷、很冷酷，这还有什么意思？我有一年参加佛光山的夏令营，大专学生夏令营，就有学生（是个女学生）提出这个问题。佛家专门讲智，都没有讲爱情，那人要是没有爱情，活在这个世间还有什么意思？佛光山距离高雄很近，高雄不有一条爱河吗？那很好，你跳到爱河里去，最有意思了。她不知道，佛家讲的要拿世间来讲的爱，那是真爱，你们这世间人哪有爱？虚情假意！你看今天要结婚，明天又离婚，那是什么爱？谁有真正的爱、真正的情？诸佛菩萨！阿罗汉以下的六道凡夫都没有真心，都没有真情，也没有真爱，虚情假意。所以你跟这些人接触，你要晓得什么都是假的，千万不要当真，当真就上当了。所以佛教换个名词叫慈悲。",
      "zh_TW": "親近老師要理智，同學之間相處理智，與大眾相處理智，廣度眾生也理智，絕不落到感情。有些初學的同學來聽，那佛法沒有感情，這佛法很殘酷、很冷酷，這還有什麼意思？我有一年參加佛光山的夏令營，大專學生夏令營，就有學生（是個女學生）提出這個問題。佛家專門講智，都沒有講愛情，那人要是沒有愛情，活在這個世間還有什麼意思？佛光山距離高雄很近，高雄不有一條愛河嗎？那很好，你跳到愛河裡去，最有意思了。她不知道，佛家講的要拿世間來講的愛，那是真愛，你們這世間人哪有愛？虛情假意！你看今天要結婚，明天又離婚，那是什麼愛？誰有真正的愛、真正的情？諸佛菩薩！阿羅漢以下的六道凡夫都沒有真心，都沒有真情，也沒有真愛，虛情假意。所以你跟這些人接觸，你要曉得什麼都是假的，千萬不要當真，當真就上當了。所以佛教換個名詞叫慈悲。"
    },
    {
      "id": "18-006-0004_p0029",
      "zh_CN": "世间人叫爱情，佛叫慈悲。慈悲是什么？是真实的爱情，那是真爱。「佛氏门中，不舍一人」，佛度众生一定帮助你成佛，不到成佛，他绝对不会把你舍弃掉的。世间人哪有什么真爱、真情？迷惑颠倒！那叫可怜悯者，经上常讲「可怜悯者」。都是假的，所以这是佛最后一句教给我们，依智不依识。唯有理性，唯有智慧，才能真正解决问题，这是要知道的。所以我们能够遵守佛这四点教训，虽然生在末法时期，就如同在佛的面前没有两样。",
      "zh_TW": "世間人叫愛情，佛叫慈悲。慈悲是什麼？是真實的愛情，那是真愛。「佛氏門中，不捨一人」，佛度眾生一定幫助你成佛，不到成佛，他絕對不會把你捨棄掉的。世間人哪有什麼真愛、真情？迷惑顛倒！那叫可憐憫者，經上常講「可憐憫者」。都是假的，所以這是佛最後一句教給我們，依智不依識。唯有理性，唯有智慧，才能真正解決問題，這是要知道的。所以我們能夠遵守佛這四點教訓，雖然生在末法時期，就如同在佛的面前沒有兩樣。"
    },
    {
      "id": "18-006-0004_p0030",
      "zh_CN": "我们今天的修学，依照佛的指示，像刚才我举的早晚课诵决定不能缺少。要培养自己的心愿，心像佛一样的清净，像佛一样的平等，像佛一样的慈悲。弥陀发四十八愿，愿愿度众生，我们也要真正发四十八愿，每一天念四十八愿，不是念阿弥陀佛的四十八愿，阿弥陀佛的四十八愿要你念干什么？要学！老师发这个愿，我也是发这个愿，我跟老师发同样的愿；今天讲的同志，志同道合。你将来到哪里去？一定到西方去。因为尽虚空遍法界，找不到发这个愿的地方，发这个愿的只有阿弥陀佛，你一定到那里去，志同道合。这是你往生西方极乐世界，自己有信心。",
      "zh_TW": "我們今天的修學，依照佛的指示，像剛才我舉的早晚課誦決定不能缺少。要培養自己的心願，心像佛一樣的清淨，像佛一樣的平等，像佛一樣的慈悲。彌陀發四十八願，願願度眾生，我們也要真正發四十八願，每一天念四十八願，不是念阿彌陀佛的四十八願，阿彌陀佛的四十八願要你念幹什麼？要學！老師發這個願，我也是發這個願，我跟老師發同樣的願；今天講的同志，志同道合。你將來到哪裡去？一定到西方去。因為盡虛空遍法界，找不到發這個願的地方，發這個願的只有阿彌陀佛，你一定到那裡去，志同道合。這是你往生西方極樂世界，自己有信心。"
    },
    {
      "id": "18-006-0004_p0031",
      "zh_CN": "我们是凡夫，我们对于宇宙人生的想法、看法、做法许许多多错误，这些过错在原则上、大体上《无量寿经》佛都给我们指出来了。我们念了之后，认真的去反省，我们还有哪些过失，每天去念，每天反省，天天改过，这叫真修行，这叫真正忏悔。忏悔，不是在佛菩萨面前念几句忏悔偈，那个罪业就忏掉了，哪有那么容易？没有那么容易。改过自新是真忏悔。昨天的过失，我今天没有了，今天的过失，我明天一定改掉，这叫真正修行，这叫真正忏悔。用这样的心态去做早晚课，你才能够真正得到利益。课诵是在佛菩萨面前学习，学了之后要应用在生活上，换句话说，这一天从早到晚，对人、对事、对物都不违背佛菩萨的教训，都能遵照佛菩萨的教诫去做，这才是个好学生，是佛的好学生。所以一定要把错误的观念修正过来。",
      "zh_TW": "我們是凡夫，我們對於宇宙人生的想法、看法、做法許許多多錯誤，這些過錯在原則上、大體上《無量壽經》佛都給我們指出來了。我們念了之後，認真的去反省，我們還有哪些過失，每天去念，每天反省，天天改過，這叫真修行，這叫真正懺悔。懺悔，不是在佛菩薩面前念幾句懺悔偈，那個罪業就懺掉了，哪有那麼容易？沒有那麼容易。改過自新是真懺悔。昨天的過失，我今天沒有了，今天的過失，我明天一定改掉，這叫真正修行，這叫真正懺悔。用這樣的心態去做早晚課，你才能夠真正得到利益。課誦是在佛菩薩面前學習，學了之後要應用在生活上，換句話說，這一天從早到晚，對人、對事、對物都不違背佛菩薩的教訓，都能遵照佛菩薩的教誡去做，這才是個好學生，是佛的好學生。所以一定要把錯誤的觀念修正過來。"
    },
    {
      "id": "18-006-0004_p0032",
      "zh_CN": "佛法是师道，佛是我们的老师，菩萨是我们的学长。菩萨也是佛的学生，前期的学生，好像同学一样，校友，他是前期的，我们是后届的。我们从佛门的称呼可以非常明显的体会到，我们称佛称本师释迦牟尼佛。本师就是根本的老师，创建这个教育的最初的一个创办人，我们称他作根本的老师。我们拜佛不是拜偶像，不是迷信，不是盲从，我们是尊师重道。所以遇到一些外国人，他们看到我们是多神教，看到我们拜木偶，所以往往轻视我们。我们要跟他解释明白，他就理解了。他们把这些佛菩萨都看作神。没有，我们佛教里头没有神，没有供上帝，没有供圣母，我们所供的是我们的老师，我们最初的一个老师。",
      "zh_TW": "佛法是師道，佛是我們的老師，菩薩是我們的學長。菩薩也是佛的學生，前期的學生，好像同學一樣，校友，他是前期的，我們是後屆的。我們從佛門的稱呼可以非常明顯的體會到，我們稱佛稱本師釋迦牟尼佛。本師就是根本的老師，創建這個教育的最初的一個創辦人，我們稱他作根本的老師。我們拜佛不是拜偶像，不是迷信，不是盲從，我們是尊師重道。所以遇到一些外國人，他們看到我們是多神教，看到我們拜木偶，所以往往輕視我們。我們要跟他解釋明白，他就理解了。他們把這些佛菩薩都看作神。沒有，我們佛教裡頭沒有神，沒有供上帝，沒有供聖母，我們所供的是我們的老師，我們最初的一個老師。"
    },
    {
      "id": "18-006-0004_p0033",
      "zh_CN": "最初的这个老师距离我们现在，西洋人的讲法已经二千五百多年了，二千五百多年的老师我们还念念不忘，我们对于眼前的老师怎么会忘掉？我们对于眼前的老师那个恭敬心从哪里生的？就从这生的。我们孝顺父母，对于千年万世那个祖宗我们还供一个牌位，历代祖宗牌位，天天来祭祀，眼前的父母，你怎么会忘掉？这是教孝、教敬。孝敬用这种手段，用这个方式，使自性里面这个性德能够流露出来，能够应用在生活上，这是教学。不懂的人把它看作迷信，这冤枉不冤枉！",
      "zh_TW": "最初的這個老師距離我們現在，西洋人的講法已經二千五百多年了，二千五百多年的老師我們還念念不忘，我們對於眼前的老師怎麼會忘掉？我們對於眼前的老師那個恭敬心從哪裡生的？就從這生的。我們孝順父母，對於千年萬世那個祖宗我們還供一個牌位，歷代祖宗牌位，天天來祭祀，眼前的父母，你怎麼會忘掉？這是教孝、教敬。孝敬用這種手段，用這個方式，使自性裡面這個性德能夠流露出來，能夠應用在生活上，這是教學。不懂的人把它看作迷信，這冤枉不冤枉！"
    },
    {
      "id": "18-006-0004_p0034",
      "zh_CN": "菩萨是学长，是同学。古老的、那么久的学长，我们都不忘记，现前的学长那还不跟弟兄姊妹一样，怎么会有隔阂？怎么会有磨擦？都不可能的！我们今天的供佛真正用意在此地，这就是古圣先贤所讲的「报本反始」，始是原始、最初的，成就自己真实的德性。外国人不懂，搞得我们现在连中国人也不懂，这难怪外国人；这外国人一问起，我们答不出来，你说这糟糕不糟糕。我在大陆上，大陆上不少共产党干部跟我接触，我把佛教跟他们一谈。他们听了，他说闻所未闻，我从来没有听说过。他们说：法师，那这样的佛教，我们共产党可以接受。我说当然可以接受，没有迷信，最好的教育，最真实的教育。我们今天讲真善美慧，真善美慧的教育是佛法，每个人心目当中所追求的，原来在佛教里头，可惜你不认识。",
      "zh_TW": "菩薩是學長，是同學。古老的、那麼久的學長，我們都不忘記，現前的學長那還不跟弟兄姊妹一樣，怎麼會有隔閡？怎麼會有磨擦？都不可能的！我們今天的供佛真正用意在此地，這就是古聖先賢所講的「報本反始」，始是原始、最初的，成就自己真實的德性。外國人不懂，搞得我們現在連中國人也不懂，這難怪外國人；這外國人一問起，我們答不出來，你說這糟糕不糟糕。我在大陸上，大陸上不少共產黨幹部跟我接觸，我把佛教跟他們一談。他們聽了，他說聞所未聞，我從來沒有聽說過。他們說：法師，那這樣的佛教，我們共產黨可以接受。我說當然可以接受，沒有迷信，最好的教育，最真實的教育。我們今天講真善美慧，真善美慧的教育是佛法，每個人心目當中所追求的，原來在佛教裡頭，可惜你不認識。"
    },
    {
      "id": "18-006-0004_p0035",
      "zh_CN": "供养佛菩萨形像，第二个目的就是见贤思齐。释迦牟尼佛没有成佛的时候，跟我们一样是凡夫，他有能力断烦恼，有能力破无明，有能力圆成佛道。他能，我为什么不能？观音、势至在以前也是像我们一样的凡夫，他能证得等觉菩萨，我为什么不能？看到佛菩萨形像，就想到我要跟他一样，让佛菩萨形像天天提醒我们，那才是我们心目当中向往的目标，我要作佛、作菩萨，这是第二层的深意。这就是佛菩萨真正保佑我们，时时刻刻提醒我们断恶修善，积功累德，超三界成佛作祖。天天都在鼓励我们，天天提醒我们，这是供奉佛像功德之所在，也是供奉佛像真正的意思。所以这是教育，它不是宗教。",
      "zh_TW": "供養佛菩薩形像，第二個目的就是見賢思齊。釋迦牟尼佛沒有成佛的時候，跟我們一樣是凡夫，他有能力斷煩惱，有能力破無明，有能力圓成佛道。他能，我為什麼不能？觀音、勢至在以前也是像我們一樣的凡夫，他能證得等覺菩薩，我為什麼不能？看到佛菩薩形像，就想到我要跟他一樣，讓佛菩薩形像天天提醒我們，那才是我們心目當中嚮往的目標，我要作佛、作菩薩，這是第二層的深意。這就是佛菩薩真正保佑我們，時時刻刻提醒我們斷惡修善，積功累德，超三界成佛作祖。天天都在鼓勵我們，天天提醒我們，這是供奉佛像功德之所在，也是供奉佛像真正的意思。所以這是教育，它不是宗教。"
    },
    {
      "id": "18-006-0004_p0036",
      "zh_CN": "宗教，有很多异教徒就不能进门，他不愿意，他说他学了佛以后，背叛宗教。我们告诉他这是教育不是宗教。基督教徒要不要受教育？要受；天主教徒要不要受教育？要受，统统要受。我记得我在民国五十六年第一次到辅仁大学去讲演，那个时候辅仁大学佛学社刚刚成立不久，请我到辅大去讲演。那天讲座听众很多，大概差不多有一百多人，我前面两排坐着的是他们学校的神父，有十几位神父，其中还有两个外国神父；那外国人，我相信中文一定很好。我一看到这么多神父在，我很高兴，我就劝他们你们要认真的学佛，要皈依三宝。为什么？我说你们是上帝的儿女，你们学佛不违背宗教；不但不违背，在我想，上帝一定非常高兴。你们不学佛，我想那上帝一定摇头，好儿女，可惜没有受过教育。你们要是学了佛，上帝高兴，我这个好儿女是最有智慧的释迦牟尼佛的学生。上帝绝对不反对。你看辅仁大学的学生，在家里有父母，在学校有老师，绝对不能说我爱护父母，我不要老师，哪有这种道理。",
      "zh_TW": "宗教，有很多異教徒就不能進門，他不願意，他說他學了佛以後，背叛宗教。我們告訴他這是教育不是宗教。基督教徒要不要受教育？要受；天主教徒要不要受教育？要受，統統要受。我記得我在民國五十六年第一次到輔仁大學去講演，那個時候輔仁大學佛學社剛剛成立不久，請我到輔大去講演。那天講座聽眾很多，大概差不多有一百多人，我前面兩排坐著的是他們學校的神父，有十幾位神父，其中還有兩個外國神父；那外國人，我相信中文一定很好。我一看到這麼多神父在，我很高興，我就勸他們你們要認真的學佛，要皈依三寶。為什麼？我說你們是上帝的兒女，你們學佛不違背宗教；不但不違背，在我想，上帝一定非常高興。你們不學佛，我想那上帝一定搖頭，好兒女，可惜沒有受過教育。你們要是學了佛，上帝高興，我這個好兒女是最有智慧的釋迦牟尼佛的學生。上帝絕對不反對。你看輔仁大學的學生，在家裡有父母，在學校有老師，絕對不能說我愛護父母，我不要老師，哪有這種道理。"
    },
    {
      "id": "18-006-0004_p0037",
      "zh_CN": "所以佛法是师道，任何宗教徒都要学佛，不学佛就是不敬他们的上帝。那天本来还要求我留半个小时给他们发问题，我到最后讲完了，留半个小时，一个问题都没有，大家都不问。我劝他们，我劝得很有道理，分析得很详细。师道超越宗教！任何宗教都要学佛，你不学佛，没有智慧，你愚痴，你偏见，你执着。所以我跟他们结了一个很好的缘。我在辅大讲过很多次。于斌曾经在那边办「东亚精神生活研究所」，请我去主讲「佛教精神生活」。在他那个学校后面的多玛斯神学院，我到那里去，学生都是神父、修女。他们那个学生的素质很高，他们要求的是大学毕业，神学院念三年，然后有神职经验选拔出来的学生，来参加这个研究所。研究所的学生不多，我上课的时候旁听的学生多，辅大的同学都来了，所以我上课的时候有一百多人来听课。你一定要把它讲清楚、讲明白，佛教究竟是怎么一回事情，大家才欢喜接受，才认真的修学。所以从这些地方我们肯定、认识了佛法是教育，佛法是师道。",
      "zh_TW": "所以佛法是師道，任何宗教徒都要學佛，不學佛就是不敬他們的上帝。那天本來還要求我留半個小時給他們發問題，我到最後講完了，留半個小時，一個問題都沒有，大家都不問。我勸他們，我勸得很有道理，分析得很詳細。師道超越宗教！任何宗教都要學佛，你不學佛，沒有智慧，你愚痴，你偏見，你執著。所以我跟他們結了一個很好的緣。我在輔大講過很多次。于斌曾經在那邊辦「東亞精神生活研究所」，請我去主講「佛教精神生活」。在他那個學校後面的多瑪斯神學院，我到那裡去，學生都是神父、修女。他們那個學生的素質很高，他們要求的是大學畢業，神學院念三年，然後有神職經驗選拔出來的學生，來參加這個研究所。研究所的學生不多，我上課的時候旁聽的學生多，輔大的同學都來了，所以我上課的時候有一百多人來聽課。你一定要把它講清楚、講明白，佛教究竟是怎麼一回事情，大家才歡喜接受，才認真的修學。所以從這些地方我們肯定、認識了佛法是教育，佛法是師道。"
    },
    {
      "id": "18-006-0004_p0038",
      "zh_CN": "从我们佛门自古以来，佛教的道场是很特别的，现在人讲求艺术，连军队里面打仗也讲艺术，也艺术化。艺术化是最近这些年来才提倡的，佛门在几千年前，已经提倡到艺术化的教学，所以佛教的寺院建筑、雕塑、音乐、美术，全是艺术，用现代的话来说，就是艺术跟博物馆跟学校结合成一体，是这样的教学法。这是真正的美！不能不叫人佩服，设想之周到，近代教育家都还没有能够想到这一层。所以寺院就是学校，就是博物馆。寺院里面的纲领执事，他的职责跟现在的学校没有两样。现在普通一个学校校长，大学的校长，有教务长、有训导长、有总务长。我们佛门里面，住持就是校长，只是名称不同，职责是相同的，首座就是教务长，维那就是训导长，监院就是总务长，跟学校的名称不同，职责完全相同。",
      "zh_TW": "從我們佛門自古以來，佛教的道場是很特別的，現在人講求藝術，連軍隊裡面打仗也講藝術，也藝術化。藝術化是最近這些年來才提倡的，佛門在幾千年前，已經提倡到藝術化的教學，所以佛教的寺院建築、雕塑、音樂、美術，全是藝術，用現代的話來說，就是藝術跟博物館跟學校結合成一體，是這樣的教學法。這是真正的美！不能不叫人佩服，設想之周到，近代教育家都還沒有能夠想到這一層。所以寺院就是學校，就是博物館。寺院裡面的綱領執事，他的職責跟現在的學校沒有兩樣。現在普通一個學校校長，大學的校長，有教務長、有訓導長、有總務長。我們佛門裡面，住持就是校長，只是名稱不同，職責是相同的，首座就是教務長，維那就是訓導長，監院就是總務長，跟學校的名稱不同，職責完全相同。"
    },
    {
      "id": "18-006-0004_p0039",
      "zh_CN": "在称呼上我们称和尚，和尚不是随便称的，和尚相当于我们现在学校的校长，不是对每位出家人都能称的。一个寺院里的住持称和尚，不是住持不能称和尚，他是校长，他所负责的是教学政策，教化一方，他负的是这个责任。和尚以下的我们称阿阇黎，阿阇黎是梵语，就相当于我们现在所称的教授、老师。阿阇黎翻成中国意思，他的言行可以做我们的榜样，可以做我们的模范，我们中国人把它翻作轨范师，就是我们现在所讲的教授、老师，就是这个意思。所以从称呼上、从组织上、从职责上，它确实是学校、是教育。佛法到今天沦落变成宗教，是很大的不幸！",
      "zh_TW": "在稱呼上我們稱和尚，和尚不是隨便稱的，和尚相當於我們現在學校的校長，不是對每位出家人都能稱的。一個寺院裡的住持稱和尚，不是住持不能稱和尚，他是校長，他所負責的是教學政策，教化一方，他負的是這個責任。和尚以下的我們稱阿闍黎，阿闍黎是梵語，就相當於我們現在所稱的教授、老師。阿闍黎翻成中國意思，他的言行可以做我們的榜樣，可以做我們的模範，我們中國人把它翻作軌範師，就是我們現在所講的教授、老師，就是這個意思。所以從稱呼上、從組織上、從職責上，它確實是學校、是教育。佛法到今天淪落變成宗教，是很大的不幸！"
    },
    {
      "id": "18-006-0004_p0040",
      "zh_CN": "佛法的教学是破迷开悟，离苦得乐。现在这个世间众生迷惑颠倒。如果不能恢复佛教本来面目，「破迷开悟」，那就是一句口号，永远达不到。孔老夫子所讲的「名不正则言不顺」，一定要正名。中国人喜欢简单，不喜欢啰嗦，不喜欢麻烦。佛教自古以来，我们本身也称宗教，但是本身称宗教与现代人那个宗教的概念完全不相同。我们本身称宗教是，佛门里面的教学有两大系统，教学手段不一样，一个叫宗门，一个叫教下。宗门就是禅宗，十大宗派，宗门是禅宗，它的教学方法很特殊，除禅宗之外都叫教下。所以宗教是宗门、教下，不是现代宗教的意思，不相同。",
      "zh_TW": "佛法的教學是破迷開悟，離苦得樂。現在這個世間眾生迷惑顛倒。如果不能恢復佛教本來面目，「破迷開悟」，那就是一句口號，永遠達不到。孔老夫子所講的「名不正則言不順」，一定要正名。中國人喜歡簡單，不喜歡囉嗦，不喜歡麻煩。佛教自古以來，我們本身也稱宗教，但是本身稱宗教與現代人那個宗教的概念完全不相同。我們本身稱宗教是，佛門裡面的教學有兩大系統，教學手段不一樣，一個叫宗門，一個叫教下。宗門就是禪宗，十大宗派，宗門是禪宗，它的教學方法很特殊，除禪宗之外都叫教下。所以宗教是宗門、教下，不是現代宗教的意思，不相同。"
    },
    {
      "id": "18-006-0004_p0041",
      "zh_CN": "我们今天讲佛教，马上人们的观念就是佛教是宗教之一。所以我出家的时候我就提倡正名，我还曾经跟佛教会建议过，一定要正名，加两个字，佛教把它加成「佛陀教育」，这大家的观念就清楚了，佛陀教育。这是不得已！增加两个字是使大家头脑清晰一点，观念搞清楚、搞明白，是佛陀的教育。我们所修、所学的是佛陀教育。它的教育里面，内涵非常丰富，广大无边，分成的宗派，就像一个大学分成许许多多的院系一样。世间学校院系，隔行如隔山，它的确是不一样的。",
      "zh_TW": "我們今天講佛教，馬上人們的觀念就是佛教是宗教之一。所以我出家的時候我就提倡正名，我還曾經跟佛教會建議過，一定要正名，加兩個字，佛教把它加成「佛陀教育」，這大家的觀念就清楚了，佛陀教育。這是不得已！增加兩個字是使大家頭腦清晰一點，觀念搞清楚、搞明白，是佛陀的教育。我們所修、所學的是佛陀教育。它的教育裡面，內涵非常豐富，廣大無邊，分成的宗派，就像一個大學分成許許多多的院系一樣。世間學校院系，隔行如隔山，它的確是不一樣的。"
    },
    {
      "id": "18-006-0004_p0042",
      "zh_CN": "佛教所有的院系殊途同归，方法、手段不相同，目标统统都是断烦恼，明心见性，目的相同。所以古德常给我们讲「一经通，一切经通」。这是跟世间教育又不相同的地方，什么原因？因为佛法是心法，所有一切法都是唯心所现，唯识所变，只要你证得了真心本性，世出世间一切法都通达了。它的方法很妙，尤其是禅宗，禅宗的教学方法是直截了当，一点都不拐弯不抹角，所以是直指人心，明心见性。禅宗以外是从教科书下手，禅宗是顿超，所学不立文字，它不从教科书下手，直截从定慧下手，直截叫你修定修慧，从这下手。教下是中下的根性，禅宗一定要上上根，否则的话，你决定得不到利益，中下根性的人从教科书，这叫渐修，好像念书，念学校一样。小学、中学、大学，一步一步的把境界向上提升。",
      "zh_TW": "佛教所有的院系殊途同歸，方法、手段不相同，目標統統都是斷煩惱，明心見性，目的相同。所以古德常給我們講「一經通，一切經通」。這是跟世間教育又不相同的地方，什麼原因？因為佛法是心法，所有一切法都是唯心所現，唯識所變，只要你證得了真心本性，世出世間一切法都通達了。它的方法很妙，尤其是禪宗，禪宗的教學方法是直截了當，一點都不拐彎不抹角，所以是直指人心，明心見性。禪宗以外是從教科書下手，禪宗是頓超，所學不立文字，它不從教科書下手，直截從定慧下手，直截叫你修定修慧，從這下手。教下是中下的根性，禪宗一定要上上根，否則的話，你決定得不到利益，中下根性的人從教科書，這叫漸修，好像念書，念學校一樣。小學、中學、大學，一步一步的把境界向上提升。"
    },
    {
      "id": "18-006-0004_p0043",
      "zh_CN": "经典就是佛门的教科书，我在前面跟诸位提示过，经典没有意思，不要去问那经典什么意思，你有这个念头就错了。有意思只有一个，不会有第二个，因为它没有意思，所以它有无量义。不但佛法的经典是这种性质，儒家、道家的经典也是这个意思。这是外国人看到这个东西迷惑困难，为什么这一句这样讲也行，那样讲也行，有好多好多种讲法的时候，外国人迷惑、困惑，百思莫解，他不晓得这个原理，那是真理！",
      "zh_TW": "經典就是佛門的教科書，我在前面跟諸位提示過，經典沒有意思，不要去問那經典什麼意思，你有這個念頭就錯了。有意思只有一個，不會有第二個，因為它沒有意思，所以它有無量義。不但佛法的經典是這種性質，儒家、道家的經典也是這個意思。這是外國人看到這個東西迷惑困難，為什麼這一句這樣講也行，那樣講也行，有好多好多種講法的時候，外國人迷惑、困惑，百思莫解，他不曉得這個原理，那是真理！"
    },
    {
      "id": "18-006-0004_p0044",
      "zh_CN": "所以我们讲「愿解如来真实义」，必须自己做到一念不生，如来真实义就现前了。如来是谁？如来是自己的真如本性，不是别人。《金刚经》上解释如来，解释得非常好，「如来者，诸法如义」，这个解释多美、多妙！法法皆如，万法皆如，那是讲自性，是从性德里面说的，不是从形象上说的。从形象上也有个解释「今佛如古佛再来」，这称作如来，那是从相上讲的。但是它最重要的是从自性上说的，《金刚经》上这一句是从自性上说的，诸法如义！所以心里真的到一念不生时，智慧就现前，才能够契入「法法皆如」。到法法皆如就是禅宗的明心见性。性在哪里？一切万法没有一样不是性。相就是性，性就是相。就像贤首大师讲的金狮子章一样，「以金作器，器器皆金」，这叫见性。相上看不平等，性上看平等。可是性上平等，原来一切相也平等，这才到真正平等，这是很高的境界。所以禅宗是直接修，教下是渐修，目标都是相同的。",
      "zh_TW": "所以我們講「願解如來真實義」，必須自己做到一念不生，如來真實義就現前了。如來是誰？如來是自己的真如本性，不是別人。《金剛經》上解釋如來，解釋得非常好，「如來者，諸法如義」，這個解釋多美、多妙！法法皆如，萬法皆如，那是講自性，是從性德裡面說的，不是從形象上說的。從形象上也有個解釋「今佛如古佛再來」，這稱作如來，那是從相上講的。但是它最重要的是從自性上說的，《金剛經》上這一句是從自性上說的，諸法如義！所以心裡真的到一念不生時，智慧就現前，才能夠契入「法法皆如」。到法法皆如就是禪宗的明心見性。性在哪裡？一切萬法沒有一樣不是性。相就是性，性就是相。就像賢首大師講的金獅子章一樣，「以金作器，器器皆金」，這叫見性。相上看不平等，性上看平等。可是性上平等，原來一切相也平等，這才到真正平等，這是很高的境界。所以禪宗是直接修，教下是漸修，目標都是相同的。"
    },
    {
      "id": "18-006-0004_p0045",
      "zh_CN": "我们念佛的法门，这个法门妙极了！昨天，悟明老和尚告诉我，他说他不是专修净土，他是禅净密融合在一起修。不但如此，他说教律也离不开。他说的没错，一即是多，多即是一，尤其十玄里面主伴圆融。所以我就向他老人家报告，我说《无量寿经》里面就是五种融合在一起。《无量寿经》上经文讲得详详细细的，所以《无量寿经》讲的有禅、有密，而且统统最后都融在一句「阿弥陀佛」里头。所以这一句「阿弥陀佛」，不但是禅、是密、是净、是教、是律；再跟诸位说明，世出世间一切法都出不了一句「阿弥陀佛」。这个法门妙！往后我跟大家详细说明，你才真正认识这句名号功德不可思议。所以常常念这句「阿弥陀佛」提醒自己的性德，性德变成了实相，那就起作用。",
      "zh_TW": "我們念佛的法門，這個法門妙極了！昨天，悟明老和尚告訴我，他說他不是專修淨土，他是禪淨密融合在一起修。不但如此，他說教律也離不開。他說的沒錯，一即是多，多即是一，尤其十玄裡面主伴圓融。所以我就向他老人家報告，我說《無量壽經》裡面就是五種融合在一起。《無量壽經》上經文講得詳詳細細的，所以《無量壽經》講的有禪、有密，而且統統最後都融在一句「阿彌陀佛」裡頭。所以這一句「阿彌陀佛」，不但是禪、是密、是淨、是教、是律；再跟諸位說明，世出世間一切法都出不了一句「阿彌陀佛」。這個法門妙！往後我跟大家詳細說明，你才真正認識這句名號功德不可思議。所以常常念這句「阿彌陀佛」提醒自己的性德，性德變成了實相，那就起作用。"
    },
    {
      "id": "18-006-0004_p0046",
      "zh_CN": "菩萨入世处世的原则，在大乘佛法里面讲的就是六度。《华严》里面讲的是十波罗蜜，这是把它变成事相。菩萨在这个世间，他用什么态度入世？换句话说，用什么态度、什么方式待人接物？说得更通俗一点，他用什么样的心态来过日子？这就讲了这六个纲领，六个原则，菩萨所遵守的、所奉行的。《华严》虽然讲十度，十度跟六度内容是完全相同的，一个说得详细，一个说得简略而已。第一个原则，也是最重要的一个原则，布施。布施是什么？布施是放下、是舍，这是最重要的一个原则。",
      "zh_TW": "菩薩入世處世的原則，在大乘佛法裡面講的就是六度。《華嚴》裡面講的是十波羅蜜，這是把它變成事相。菩薩在這個世間，他用什麼態度入世？換句話說，用什麼態度、什麼方式待人接物？說得更通俗一點，他用什麼樣的心態來過日子？這就講了這六個綱領，六個原則，菩薩所遵守的、所奉行的。《華嚴》雖然講十度，十度跟六度內容是完全相同的，一個說得詳細，一個說得簡略而已。第一個原則，也是最重要的一個原則，布施。布施是什麼？布施是放下、是捨，這是最重要的一個原則。"
    },
    {
      "id": "18-006-0004_p0047",
      "zh_CN": "《金刚经》上讲六度，六度如果统统把它归纳起来，就是一桩事情，布施。因为布施里面有财布施、法布施、无畏布施，布施里面圆满含摄这三个意思。持戒、忍辱是无畏布施，精进、禅定、般若是法布施，所以你就晓得十波罗蜜，六波罗蜜再缩小归纳起来只有一个波罗蜜，布施波罗蜜。你才晓得作菩萨自始至终就是放下，到最后连那一念生相无明也放下，那就成佛了。等觉菩萨什么都放下了，还有一念生相无明没放下。由此可知，五十一位菩萨的阶位，放得愈多愈往上升，放得愈少就往下降，就是这么回事情而已。佛为什么叫我们放下？因为「凡所有相，皆是虚妄」；「一切有为法，如梦幻泡影」，没有一样是真实的，你不放下是迷惑，你放下了，那你才算是一个真正明白人，你觉悟了。迷人不肯放，觉人肯放。",
      "zh_TW": "《金剛經》上講六度，六度如果統統把它歸納起來，就是一樁事情，布施。因為布施裡面有財布施、法布施、無畏布施，布施裡面圓滿含攝這三個意思。持戒、忍辱是無畏布施，精進、禪定、般若是法布施，所以你就曉得十波羅蜜，六波羅蜜再縮小歸納起來只有一個波羅蜜，布施波羅蜜。你才曉得作菩薩自始至終就是放下，到最後連那一念生相無明也放下，那就成佛了。等覺菩薩什麼都放下了，還有一念生相無明沒放下。由此可知，五十一位菩薩的階位，放得愈多愈往上升，放得愈少就往下降，就是這麼回事情而已。佛為什麼叫我們放下？因為「凡所有相，皆是虛妄」；「一切有為法，如夢幻泡影」，沒有一樣是真實的，你不放下是迷惑，你放下了，那你才算是一個真正明白人，你覺悟了。迷人不肯放，覺人肯放。"
    },
    {
      "id": "18-006-0004_p0048",
      "zh_CN": "我刚刚学佛的时候，我那时候接触佛法大概一个月就开始看佛经。一个月的时间，我认识章嘉大师。这个缘分，那个时候我还在军中，我们宿舍在新北投，那是单身宿舍，我们三个人住一个房间。我在那里看佛经，我们邻居有一个小朋友，这个小朋友现在人在美国，那时他八岁，很顽皮，常常跑到我们住的地方。我们院子很大，他看到我桌上摆着佛经，他回家去告诉他爸爸，他们是佛教徒。他就领他爸爸来看我，问我学佛，他很欢喜。我说：我刚刚接触，佛经才开始看，才看了一个月的时间。他问：你有没有困难？我说：困难很多，很多地方看不懂，但是我很喜欢看。他说：你需不需要一个人帮忙？我说：那太好了！那时法师都不认识，寺庙也没去过。他就给我介绍认识章嘉大师。他是蒙古人，是满清的一个亲王，介绍我认识章嘉大师。",
      "zh_TW": "我剛剛學佛的時候，我那時候接觸佛法大概一個月就開始看佛經。一個月的時間，我認識章嘉大師。這個緣分，那個時候我還在軍中，我們宿舍在新北投，那是單身宿舍，我們三個人住一個房間。我在那裡看佛經，我們鄰居有一個小朋友，這個小朋友現在人在美國，那時他八歲，很頑皮，常常跑到我們住的地方。我們院子很大，他看到我桌上擺著佛經，他回家去告訴他爸爸，他們是佛教徒。他就領他爸爸來看我，問我學佛，他很歡喜。我說：我剛剛接觸，佛經才開始看，才看了一個月的時間。他問：你有沒有困難？我說：困難很多，很多地方看不懂，但是我很喜歡看。他說：你需不需要一個人幫忙？我說：那太好了！那時法師都不認識，寺廟也沒去過。他就給我介紹認識章嘉大師。他是蒙古人，是滿清的一個親王，介紹我認識章嘉大師。"
    },
    {
      "id": "18-006-0004_p0049",
      "zh_CN": "我第一天跟大师见面，我们很有缘分，我向大师提出一个问题。我说：佛教的好处我知道一些，有没有什么方法叫我马上入进去？这心很急。我这问题提出来之后，章嘉大师两个眼睛看着我的眼睛，看了半个钟点，一句话不说。我也特别注意听他的开示，那时不懂什么叫开示，听他的指导。半个钟点，人几乎都入定了，全部精神集中到。他的精神很饱满，所以我们也不敢懈怠，等，等他回答。等了半个钟点，才等出一个字，什么字？「有」，有底下又没有了，他又不说了。这又等了十几分钟，没有前面时间那么长，等了十几分钟。他说话时很慢，每一个字非常有力，他说六个字「看得破，放得下」，说的语气很慢，不像我这么快。教我六个字。所以这种教学，真的那个力量一生都不会忘记。不像一般人，你向他请教，他说了好多，说到最后，什么都不知道，不晓得说些什么，说多忘掉了。",
      "zh_TW": "我第一天跟大師見面，我們很有緣分，我向大師提出一個問題。我說：佛教的好處我知道一些，有沒有什麼方法叫我馬上入進去？這心很急。我這問題提出來之後，章嘉大師兩個眼睛看著我的眼睛，看了半個鐘點，一句話不說。我也特別注意聽他的開示，那時不懂什麼叫開示，聽他的指導。半個鐘點，人幾乎都入定了，全部精神集中到。他的精神很飽滿，所以我們也不敢懈怠，等，等他回答。等了半個鐘點，才等出一個字，什麼字？「有」，有底下又沒有了，他又不說了。這又等了十幾分鐘，沒有前面時間那麼長，等了十幾分鐘。他說話時很慢，每一個字非常有力，他說六個字「看得破，放得下」，說的語氣很慢，不像我這麼快。教我六個字。所以這種教學，真的那個力量一生都不會忘記。不像一般人，你向他請教，他說了好多，說到最後，什麼都不知道，不曉得說些什麼，說多忘掉了。"
    },
    {
      "id": "18-006-0004_p0050",
      "zh_CN": "他这种教学法，每个字都教你印象非常深刻，这真正了不起。在我这一生当中，就碰到这么一个人。跟他在一起就像在入定。我听了这两句话，这两句话我听得懂「看得破，放得下」，我就接着说：从那里下手？差不多再等了十五分钟，说了两个字，布施。那一天，我们差不多在他那里坐了一个半小时，就说了这么几句话。我向他告辞的时候，他送我到大门口，大师非常慈悲，拍拍我的肩膀，告诉我：我今天教你六个字，你好好的去做六年。那个摄受的力量不可思议。",
      "zh_TW": "他這種教學法，每個字都教你印象非常深刻，這真正了不起。在我這一生當中，就碰到這麼一個人。跟他在一起就像在入定。我聽了這兩句話，這兩句話我聽得懂「看得破，放得下」，我就接著說：從那裡下手？差不多再等了十五分鐘，說了兩個字，布施。那一天，我們差不多在他那裡坐了一個半小時，就說了這麼幾句話。我向他告辭的時候，他送我到大門口，大師非常慈悲，拍拍我的肩膀，告訴我：我今天教你六個字，你好好的去做六年。那個攝受的力量不可思議。"
    },
    {
      "id": "18-006-0004_p0051",
      "zh_CN": "那我就真听话，真去做，做六年，六年学什么？布施。原来很吝啬的，自己的东西舍不得，我喜欢读书，很爱惜书，人家想借我的书看都不可以。为什么？会把我的书弄脏了，我不借给他。这个时候开始学心量大一点，我读过的书可以借给人，新的不能借给人；再过一个时期又进步一点，新的也可以借给人；到后来，我买来的新书，没有读过的，别人想要，我也可以借给他。一步一步的放，放到六年的时候，我把我的东西全部布施光了、舍尽了，舍尽了的时候感应现前。",
      "zh_TW": "那我就真聽話，真去做，做六年，六年學什麼？布施。原來很吝嗇的，自己的東西捨不得，我喜歡讀書，很愛惜書，人家想借我的書看都不可以。為什麼？會把我的書弄髒了，我不借給他。這個時候開始學心量大一點，我讀過的書可以借給人，新的不能借給人；再過一個時期又進步一點，新的也可以借給人；到後來，我買來的新書，沒有讀過的，別人想要，我也可以借給他。一步一步的放，放到六年的時候，我把我的東西全部布施光了、捨盡了，捨盡了的時候感應現前。"
    },
    {
      "id": "18-006-0004_p0052",
      "zh_CN": "我那时跟章嘉大师，是每个星期都到他那里去，差不多都要坐一个小时到一个半小时，都跟他两个入定。他教给我的东西，真是我一生都受用不尽。我是真正听话，完全遵照他的教训来做；你不做，你得不到。舍到最后，心地清净。心地清净，有很多事情可以预知，好像有预兆一样，什么事情快要发生了，自己知道。我曾经跟大师提出，我说：这佛法好，我有志弘扬佛法。弘扬佛法，当然想出家，他就跟我说：很好！你不要找师父。出家不找师父怎么行？他就给我举个例子：如果你去拜了师父，那个师父不收你，那你会生烦恼。我想，对！很有道理，那怎么办？他说：你求佛菩萨，让佛菩萨给你安排。求佛菩萨没有感应的时候，你自己有业障。",
      "zh_TW": "我那時跟章嘉大師，是每個星期都到他那裡去，差不多都要坐一個小時到一個半小時，都跟他兩個入定。他教給我的東西，真是我一生都受用不盡。我是真正聽話，完全遵照他的教訓來做；你不做，你得不到。捨到最後，心地清淨。心地清淨，有很多事情可以預知，好像有預兆一樣，什麼事情快要發生了，自己知道。我曾經跟大師提出，我說：這佛法好，我有志弘揚佛法。弘揚佛法，當然想出家，他就跟我說：很好！你不要找師父。出家不找師父怎麼行？他就給我舉個例子：如果你去拜了師父，那個師父不收你，那你會生煩惱。我想，對！很有道理，那怎麼辦？他說：你求佛菩薩，讓佛菩薩給你安排。求佛菩薩沒有感應的時候，你自己有業障。"
    },
    {
      "id": "18-006-0004_p0053",
      "zh_CN": "有障碍，一定要消除业障。业障怎么消除？他不是叫我拜梁皇忏、拜水忏，他不是教我这个，改过自新就消除业障。他说这是真正的忏悔。你每天反省，能够把自己的过失找出来，这就是悟，这就是开悟。所以开悟是什么？自己知道自己的过失，再能把自己的过失改掉，这叫修行。所以大师教给我初学佛法的修行功夫是不落迹象的，这真正做。你的业障消除了的时候，有求必应。这是我从他那里学来的。",
      "zh_TW": "有障礙，一定要消除業障。業障怎麼消除？他不是叫我拜梁皇懺、拜水懺，他不是教我這個，改過自新就消除業障。他說這是真正的懺悔。你每天反省，能夠把自己的過失找出來，這就是悟，這就是開悟。所以開悟是什麼？自己知道自己的過失，再能把自己的過失改掉，這叫修行。所以大師教給我初學佛法的修行功夫是不落跡象的，這真正做。你的業障消除了的時候，有求必應。這是我從他那裡學來的。"
    },
    {
      "id": "18-006-0004_p0054",
      "zh_CN": "所以到我布施都布施干净了，剩下什么？剩下一床棉被，几套换洗衣物，什么都没有了。我那些书到最后，有读书人喜欢这个书当参考资料，我都一箱一箱送给人。大的书就送给李老师刚刚办的慈光图书馆，几乎所有的书全部送掉了，身上连一文钱也没有了。这个时候感应道交了。心悟法师，那时候圆山临济寺刚收回，没有人帮忙。他知道我有意思出家，他就请我去临济寺出家，派人来请我，一个月当中来了九次。我看他很虔诚，我就答应了。所以我出家因缘，不是我找师父，真的章嘉大师讲的，师父来找我，还要找九次我才答应他。所以这个因缘很特别。大概在台湾没有第二个人是这样的。所以李老师就讲怎么人家一来找，你就去了？我向李老师报告出家因缘成熟，李老师很不愿意，很不乐意，他希望我跟他能够学成。我说：他来了九次了，很诚恳，大概因缘成熟了。我这样出家的。所以我出家的时候，那一张车票是同修送的，身上一分钱布施得干干净净，就带一床被子，两套换洗衣服，到临济寺出家。车票是从台中站买到圆山站，下了站就到庙里去了。",
      "zh_TW": "所以到我布施都布施乾淨了，剩下什麼？剩下一床棉被，幾套換洗衣物，什麼都沒有了。我那些書到最後，有讀書人喜歡這個書當參考資料，我都一箱一箱送給人。大的書就送給李老師剛剛辦的慈光圖書館，幾乎所有的書全部送掉了，身上連一文錢也沒有了。這個時候感應道交了。心悟法師，那時候圓山臨濟寺剛收回，沒有人幫忙。他知道我有意思出家，他就請我去臨濟寺出家，派人來請我，一個月當中來了九次。我看他很虔誠，我就答應了。所以我出家因緣，不是我找師父，真的章嘉大師講的，師父來找我，還要找九次我才答應他。所以這個因緣很特別。大概在台灣沒有第二個人是這樣的。所以李老師就講怎麼人家一來找，你就去了？我向李老師報告出家因緣成熟，李老師很不願意，很不樂意，他希望我跟他能夠學成。我說：他來了九次了，很誠懇，大概因緣成熟了。我這樣出家的。所以我出家的時候，那一張車票是同修送的，身上一分錢布施得乾乾淨淨，就帶一床被子，兩套換洗衣服，到臨濟寺出家。車票是從台中站買到圓山站，下了站就到廟裡去了。"
    },
    {
      "id": "18-006-0004_p0055",
      "zh_CN": "出家时我有三个条件。第一个条件，我每个月要到台中去住一个星期，继续跟李老师学教。常住要给假期给我，要给我买往返车票，我没有钱。第二个条件，我出家愿心是学教，弘法利生，我不做经忏佛事，不参加任何法会。你要同意，不同意，我不能在这里住。我提的条件，心悟法师统统答应，完全兑现。我是这么出家的。这就是章嘉大师的话「有求必应」。第二个受戒，道源法师传戒的时候，那时候受戒要缴钱，要缴五百多块。不得了了！对我来讲是天文数字。我俗家一个老师，周邦道，他是我的校长，也是个虔诚的佛教徒，听到海会寺传戒，就打个电话给我。他说：海会寺传戒，你晓不晓得？我说晓得。你有没有去报名？我说没有。为什么不去？没钱。他听到这个，他说：去，我们在台北的校友共同支持你。所以我受戒的钱是校长带头，我们还有不少的老师、同学大家捐助的，送一笔钱给我，叫我去的，我不是主动的，真的佛菩萨安排。他替我安排好了，叫我怎么做，我就怎么做。",
      "zh_TW": "出家時我有三個條件。第一個條件，我每個月要到台中去住一個星期，繼續跟李老師學教。常住要給假期給我，要給我買往返車票，我沒有錢。第二個條件，我出家願心是學教，弘法利生，我不做經懺佛事，不參加任何法會。你要同意，不同意，我不能在這裡住。我提的條件，心悟法師統統答應，完全兌現。我是這麼出家的。這就是章嘉大師的話「有求必應」。第二個受戒，道源法師傳戒的時候，那時候受戒要繳錢，要繳五百多塊。不得了了！對我來講是天文數字。我俗家一個老師，周邦道，他是我的校長，也是個虔誠的佛教徒，聽到海會寺傳戒，就打個電話給我。他說：海會寺傳戒，你曉不曉得？我說曉得。你有沒有去報名？我說沒有。為什麼不去？沒錢。他聽到這個，他說：去，我們在台北的校友共同支持你。所以我受戒的錢是校長帶頭，我們還有不少的老師、同學大家捐助的，送一筆錢給我，叫我去的，我不是主動的，真的佛菩薩安排。他替我安排好了，叫我怎麼做，我就怎麼做。"
    },
    {
      "id": "18-006-0004_p0056",
      "zh_CN": "一个真正善知识，真正好老师，是实实在在不容易。章嘉大师圆寂，他在北投火化，做一个小的塔火化。我跟甘珠还有他的秘书陈居士，有六、七个人在那里搭了一个帐篷。我在那里守了三天三夜，甘珠在那里守了七天七夜。因为我要上班，请不到长的假期。三天三夜，我就在那里很冷静的想，我跟大师三年，三年，他教了我些什么？我学到了些什么？深深做一次反省，想到一桩事情「严持戒律」。",
      "zh_TW": "一個真正善知識，真正好老師，是實實在在不容易。章嘉大師圓寂，他在北投火化，做一個小的塔火化。我跟甘珠還有他的祕書陳居士，有六、七個人在那裡搭了一個帳篷。我在那裡守了三天三夜，甘珠在那裡守了七天七夜。因為我要上班，請不到長的假期。三天三夜，我就在那裡很冷靜的想，我跟大師三年，三年，他教了我些什麼？我學到了些什麼？深深做一次反省，想到一樁事情「嚴持戒律」。"
    },
    {
      "id": "18-006-0004_p0057",
      "zh_CN": "因为我初学佛，我学佛的因缘是从方东美先生，从哲学里面进去的，是学术里面进去的。所以对于思想、理论特别爱好，对于戒律没有看在眼里。那时还有一个错误的观念，认为戒律是生活规范，觉得佛是三千年前的人，是外国人，三千年前的生活方式跟现在完全不一样。所以对于戒律没有在意，没有这个念头去学这个东西。可是一想起，这就才想到，我每一次去见大师，离开的时候，他都轻轻的提一下「戒律很重要」，轻描淡写提一下。这个话至少提了几十次，所以在反省的时候，这一句话的力量最深。这时才认真想一想，他老人家这句话提那么多次，目的何在？那一定很重要。那究竟为什么会重要？在这个地方认真反省才觉悟到，想到什么？不能把佛法戒律当作世间的礼来看。",
      "zh_TW": "因為我初學佛，我學佛的因緣是從方東美先生，從哲學裡面進去的，是學術裡面進去的。所以對於思想、理論特別愛好，對於戒律沒有看在眼裡。那時還有一個錯誤的觀念，認為戒律是生活規範，覺得佛是三千年前的人，是外國人，三千年前的生活方式跟現在完全不一樣。所以對於戒律沒有在意，沒有這個念頭去學這個東西。可是一想起，這就才想到，我每一次去見大師，離開的時候，他都輕輕的提一下「戒律很重要」，輕描淡寫提一下。這個話至少提了幾十次，所以在反省的時候，這一句話的力量最深。這時才認真想一想，他老人家這句話提那麼多次，目的何在？那一定很重要。那究竟為什麼會重要？在這個地方認真反省才覺悟到，想到什麼？不能把佛法戒律當作世間的禮來看。"
    },
    {
      "id": "18-006-0004_p0058",
      "zh_CN": "世间是世间法，礼，三代之礼就有兴革不同，所以我就想到这个问题，古今之礼不同，中外之礼不同。我忽然悟到这个戒律是凡圣之礼，那就不能变更了。我们学佛是要超凡入圣，戒律是凡圣的分水岭，是这个标准，决定不可以拿世间这种生活礼仪来相比拟。我就悟到这一点。所以我那时讲，大师要不死，我永远不会开悟！他老人家一死，我才一下觉悟到，我才知道戒律的重要，才认真去看戒律这些书，认真来研究、来学习。因为他老人家告诉我，他说：持戒，你做一条就是持一条。他说：受戒是形式，不要紧。最重要的，是要你要真正把它做到。他完全给我讲实质，不重这些形式。我在他那里三年，三年真正把学佛的根基奠定了。所以对于戒律才非常非常的重视，才真正体会到因戒生定，因定开慧。",
      "zh_TW": "世間是世間法，禮，三代之禮就有興革不同，所以我就想到這個問題，古今之禮不同，中外之禮不同。我忽然悟到這個戒律是凡聖之禮，那就不能變更了。我們學佛是要超凡入聖，戒律是凡聖的分水嶺，是這個標準，決定不可以拿世間這種生活禮儀來相比擬。我就悟到這一點。所以我那時講，大師要不死，我永遠不會開悟！他老人家一死，我才一下覺悟到，我才知道戒律的重要，才認真去看戒律這些書，認真來研究、來學習。因為他老人家告訴我，他說：持戒，你做一條就是持一條。他說：受戒是形式，不要緊。最重要的，是要你要真正把它做到。他完全給我講實質，不重這些形式。我在他那裡三年，三年真正把學佛的根基奠定了。所以對於戒律才非常非常的重視，才真正體會到因戒生定，因定開慧。"
    },
    {
      "id": "18-006-0004_p0059",
      "zh_CN": "我们求的是智慧，但是戒跟定是手段，不从这个手段，要想成就智慧是决定不可能。千万不要把世智辩聪当作智慧，那就大错特错，那不能解决问题。这个问题是什么？生死的问题，这才是大事。所以学佛的人，这一生真正的成就，我将来到哪里去是清清楚楚、明明白白，一点不糊涂，这是成就。如果还是迷惑颠倒，不晓得生从哪里来、死往哪里去，那这个佛就白学了。",
      "zh_TW": "我們求的是智慧，但是戒跟定是手段，不從這個手段，要想成就智慧是決定不可能。千萬不要把世智辯聰當作智慧，那就大錯特錯，那不能解決問題。這個問題是什麼？生死的問題，這才是大事。所以學佛的人，這一生真正的成就，我將來到哪裡去是清清楚楚、明明白白，一點不糊塗，這是成就。如果還是迷惑顛倒，不曉得生從哪裡來、死往哪裡去，那這個佛就白學了。"
    },
    {
      "id": "18-006-0004_p0060",
      "zh_CN": "所以后十年在李老师会下，那是专门学讲经，学讲经的理论、方法、技巧。那个东西也是古人所说的「只可心会，不可言传」。那要细心去体会。我在那里专门学这个东西，所学的是活的不是死的。李老师也不准我学死的。最初，我听他讲经写笔记。因为他叫我坐第一排坐第一个位置，他看得很清楚。讲完之后，他把我叫到房间。他说：你写笔记是不是？我说是！你写了有什么用？我说怕忘记！他说没有用！你今天费那么多时间去写，写到明年，境界就不一样了，全部作废了。我想是有道理。他说你专心听就好了，不要记笔记。所以我在他那里听了十年的经，我一本薄薄的笔记本，写了一半都不到，十年。他教我学活的，不要学死的。所以我在他那里，我知道他的思想，我知道他的方法，我学这个东西。所以我在讲台上就很自在，不要任何依靠。",
      "zh_TW": "所以後十年在李老師會下，那是專門學講經，學講經的理論、方法、技巧。那個東西也是古人所說的「只可心會，不可言傳」。那要細心去體會。我在那裡專門學這個東西，所學的是活的不是死的。李老師也不准我學死的。最初，我聽他講經寫筆記。因為他叫我坐第一排坐第一個位置，他看得很清楚。講完之後，他把我叫到房間。他說：你寫筆記是不是？我說是！你寫了有什麼用？我說怕忘記！他說沒有用！你今天費那麼多時間去寫，寫到明年，境界就不一樣了，全部作廢了。我想是有道理。他說你專心聽就好了，不要記筆記。所以我在他那裡聽了十年的經，我一本薄薄的筆記本，寫了一半都不到，十年。他教我學活的，不要學死的。所以我在他那裡，我知道他的思想，我知道他的方法，我學這個東西。所以我在講台上就很自在，不要任何依靠。"
    },
    {
      "id": "18-006-0004_p0061",
      "zh_CN": "李老师他讲经，他自己编了一些表解笔记，那个东西只要我看到，我没有听他讲，我依照他写的大纲，我来讲一遍，跟他讲的就差不多。不能说百分之百，至少是百分之九十五，我有这个能力。前面我听了，后面我都知道了。所以我跟他学《华严经》，这是我最大的愿望。《八十华严》我听一卷，这全部《华严》我能讲得下来，决定没有问题。所以我就到台北去讲《华严》，讲了十七年，十七年《华严经》没有讲完，讲了一大半，因为我四十、八十同时讲，差不多讲了有二千五百多小时。我相信净土是从《华严》这里面生信的，所以确确实实《华严》、《法华》、《楞严》，引导我入《无量寿》。",
      "zh_TW": "李老師他講經，他自己編了一些表解筆記，那個東西只要我看到，我沒有聽他講，我依照他寫的大綱，我來講一遍，跟他講的就差不多。不能說百分之百，至少是百分之九十五，我有這個能力。前面我聽了，後面我都知道了。所以我跟他學《華嚴經》，這是我最大的願望。《八十華嚴》我聽一卷，這全部《華嚴》我能講得下來，決定沒有問題。所以我就到台北去講《華嚴》，講了十七年，十七年《華嚴經》沒有講完，講了一大半，因為我四十、八十同時講，差不多講了有二千五百多小時。我相信淨土是從《華嚴》這裡面生信的，所以確確實實《華嚴》、《法華》、《楞嚴》，引導我入《無量壽》。"
    }
  ]
}