{
  "doc_id": "18-006-0001",
  "title": {
    "zh_CN": "怎样入佛法之门",
    "zh_TW": "怎樣入佛法之門"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国洛杉矶",
    "zh_TW": "美國洛杉磯"
  },
  "doc_number": "18-006-0001",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "18-006-0001_p0001",
      "zh_CN": "我们在旧道场聚会，时间过得很快，一转眼将近三年了。在这段期间当中，我至少接到三十次以上的电话，催我赶紧到这边来跟同修们见见面。实实在在是时间很不容易排出来，这一次我觉得不能再拖了，所以能够安排十天的时间到此地来参学，看到新的道场，一番新的气象，更难得的是看到许多新的同修，道场的法缘非常殊胜。从这些地方，我们深深体会到老和尚在此地教化有方。不但我非常的欢喜，我相信必定得到诸佛的赞叹，龙天的拥护。",
      "zh_TW": "我們在舊道場聚會，時間過得很快，一轉眼將近三年了。在這段期間當中，我至少接到三十次以上的電話，催我趕緊到這邊來跟同修們見見面。實實在在是時間很不容易排出來，這一次我覺得不能再拖了，所以能夠安排十天的時間到此地來參學，看到新的道場，一番新的氣象，更難得的是看到許多新的同修，道場的法緣非常殊勝。從這些地方，我們深深體會到老和尚在此地教化有方。不但我非常的歡喜，我相信必定得到諸佛的讚歎，龍天的擁護。"
    },
    {
      "id": "18-006-0001_p0002",
      "zh_CN": "这一次我到此地来，承蒙同修们安排了七天的讲演，题目的内容非常的广泛，学佛。我们还是要从头看起，因为有许多新同修。首先要对于佛法有很正确的认识，知道什么是佛？什么是法？什么是佛法？我们为什么要学佛？学佛到底有什么好处？这是我们一定要搞得很清楚、很明白，然后才能够真正得到佛法殊胜的功德利益。",
      "zh_TW": "這一次我到此地來，承蒙同修們安排了七天的講演，題目的內容非常的廣泛，學佛。我們還是要從頭看起，因為有許多新同修。首先要對於佛法有很正確的認識，知道什麼是佛？什麼是法？什麼是佛法？我們為什麼要學佛？學佛到底有什麼好處？這是我們一定要搞得很清楚、很明白，然後才能夠真正得到佛法殊勝的功德利益。"
    },
    {
      "id": "18-006-0001_p0003",
      "zh_CN": "在现代这个时代里，佛教虽然弘传得很广，如果我们仔细去观察，至少可以分成四大类，就是四种不同的佛教我们要认识清楚。第一种也就是最普遍的现象就是宗教的佛教，佛教已经变成宗教了。诸位听到这句话也许觉得奇怪，难道佛教不是宗教吗？确实佛教本来不是宗教，很可惜现在变成宗教了。这是不能否定的事实，宗教的佛教。第二种变成学术的佛教，佛学，把它当作世间一种学术来研究、探讨的。第三种那是很不幸的，也就是在最近大概二、三十年才出现的，邪教的佛教。那真是边都不能沾，沾到决定是有害而无利，也是佛教。第四种我跟大家介绍的是传统的佛教，就是释迦牟尼佛代代相传下来的佛教。我们今天要追求的、要修学的就是佛的传统。",
      "zh_TW": "在現代這個時代裡，佛教雖然弘傳得很廣，如果我們仔細去觀察，至少可以分成四大類，就是四種不同的佛教我們要認識清楚。第一種也就是最普遍的現象就是宗教的佛教，佛教已經變成宗教了。諸位聽到這句話也許覺得奇怪，難道佛教不是宗教嗎？確實佛教本來不是宗教，很可惜現在變成宗教了。這是不能否定的事實，宗教的佛教。第二種變成學術的佛教，佛學，把它當作世間一種學術來研究、探討的。第三種那是很不幸的，也就是在最近大概二、三十年才出現的，邪教的佛教。那真是邊都不能沾，沾到決定是有害而無利，也是佛教。第四種我跟大家介紹的是傳統的佛教，就是釋迦牟尼佛代代相傳下來的佛教。我們今天要追求的、要修學的就是佛的傳統。"
    },
    {
      "id": "18-006-0001_p0004",
      "zh_CN": "传统的佛教究竟是什么？诸位要晓得传统的佛教是教育不是宗教。宗教说实在话是可以学，可以不学。在现在的社会，人家问你有没有宗教思想、有没有宗教信仰？我没有，别人并不觉得很奇怪。佛教是教育，如果说我没有受过教育，这就很难为情，这怎么说也说不过去，佛教是教育。既然是教育，不但我们大家都要去学，就是连世间各种宗教的宗教徒也要学习，为什么？信仰宗教不能说是他不受教育了，这是我们要把它认识清楚的。",
      "zh_TW": "傳統的佛教究竟是什麼？諸位要曉得傳統的佛教是教育不是宗教。宗教說實在話是可以學，可以不學。在現在的社會，人家問你有沒有宗教思想、有沒有宗教信仰？我沒有，別人並不覺得很奇怪。佛教是教育，如果說我沒有受過教育，這就很難為情，這怎麼說也說不過去，佛教是教育。既然是教育，不但我們大家都要去學，就是連世間各種宗教的宗教徒也要學習，為什麼？信仰宗教不能說是他不受教育了，這是我們要把它認識清楚的。"
    },
    {
      "id": "18-006-0001_p0005",
      "zh_CN": "「佛」是从印度梵文音译过来的，它的意义是觉悟的意思。当时我们为什么不用觉、不用智来翻这个字？这在译经的体例上所谓是五不翻之一。这个字是含多义，在我们中国文字里面找不到适当的字汇来翻这个字。它所讲的觉不是我们普通的觉，是对整个宇宙人生过去、未来无所不知，无所不晓的觉。我们中国这个觉里面不包含这个意思，没有这么广大，所以依旧是用音译，然后再加以注解。「法」是宇宙之间一切事理、现象，乃至于发展的过程，它一个总代名词，我们称为法。佛法这两个字合起来，就是对于宇宙之间所有一切法他都觉悟，他都清楚、都明了，这叫「佛法」。所以佛法无边！那是真的。宇宙之间一切事物无量无边，这个觉的能力也是无量无边。",
      "zh_TW": "「佛」是從印度梵文音譯過來的，它的意義是覺悟的意思。當時我們為什麼不用覺、不用智來翻這個字？這在譯經的體例上所謂是五不翻之一。這個字是含多義，在我們中國文字裡面找不到適當的字彙來翻這個字。它所講的覺不是我們普通的覺，是對整個宇宙人生過去、未來無所不知，無所不曉的覺。我們中國這個覺裡面不包含這個意思，沒有這麼廣大，所以依舊是用音譯，然後再加以註解。「法」是宇宙之間一切事理、現象，乃至於發展的過程，它一個總代名詞，我們稱為法。佛法這兩個字合起來，就是對於宇宙之間所有一切法他都覺悟，他都清楚、都明瞭，這叫「佛法」。所以佛法無邊！那是真的。宇宙之間一切事物無量無邊，這個覺的能力也是無量無邊。"
    },
    {
      "id": "18-006-0001_p0006",
      "zh_CN": "佛法教学的目的就是教我们对于宇宙人生认识。宇宙是我们生活的环境，人生是我们的本人。对自己、对生活环境有正确的认识，有究竟的认识，有圆满的认识，这叫做佛法。因此佛法的教学是以智慧为主，是智慧的教育。我们世间人，无论是古人、今人、中国人、外国人，我们念念所追求的个人的幸福快乐，家庭美满，社会和谐，国家富强，世界和平。今天世界上，在社会上作领导的人口口声声都把这些口号挂在口边，谁能真正做得到？只有佛陀的教育才能够真正做到。",
      "zh_TW": "佛法教學的目的就是教我們對於宇宙人生認識。宇宙是我們生活的環境，人生是我們的本人。對自己、對生活環境有正確的認識，有究竟的認識，有圓滿的認識，這叫做佛法。因此佛法的教學是以智慧為主，是智慧的教育。我們世間人，無論是古人、今人、中國人、外國人，我們念念所追求的個人的幸福快樂，家庭美滿，社會和諧，國家富強，世界和平。今天世界上，在社會上作領導的人口口聲聲都把這些口號掛在口邊，誰能真正做得到？只有佛陀的教育才能夠真正做到。"
    },
    {
      "id": "18-006-0001_p0007",
      "zh_CN": "在中国，儒家讲过「建国君民，教学为先」。所以我们中国自古以来对于教育非常重视。儒家的教育是一世的教育，佛法的教育是三世的教育，他讲过去世，他讲未来世，儒家没有讲过去、未来，而且过去无始，未来无终。所以佛教教育理念、内涵是无边际的深广。他的内容就是我们今天所讲的三藏，经律论三藏。经典就是佛门的教科书，宗派就像现在学校的院系一样。纵然宗派不相同，法门不相同，都是同学，都是一家人。如果说我这个宗派好，他那个宗派不好，这叫谤法、谤佛、谤僧，为什么？不同宗派都是佛传下来的，都是佛所说的，决定不能说，我们在一个学校读书，科系不相同我们就要反抗，哪有这种道理的？这一定要把它认识清楚、认识明了。",
      "zh_TW": "在中國，儒家講過「建國君民，教學為先」。所以我們中國自古以來對於教育非常重視。儒家的教育是一世的教育，佛法的教育是三世的教育，他講過去世，他講未來世，儒家沒有講過去、未來，而且過去無始，未來無終。所以佛教教育理念、內涵是無邊際的深廣。他的內容就是我們今天所講的三藏，經律論三藏。經典就是佛門的教科書，宗派就像現在學校的院系一樣。縱然宗派不相同，法門不相同，都是同學，都是一家人。如果說我這個宗派好，他那個宗派不好，這叫謗法、謗佛、謗僧，為什麼？不同宗派都是佛傳下來的，都是佛所說的，決定不能說，我們在一個學校讀書，科系不相同我們就要反抗，哪有這種道理的？這一定要把它認識清楚、認識明瞭。"
    },
    {
      "id": "18-006-0001_p0008",
      "zh_CN": "佛法既然是教育，教育的目的是智慧，在经典里面术语叫「阿耨多罗三藐三菩提」，这也是从梵文音译翻过来的，翻成中文的意思是无上正等正觉，用现代的话来说，可以说就是究竟圆满的智慧。这是学佛的人，无论是哪一个宗派，无论是哪一个法门，共同追求的目标。在这句术语里面，可以分为三个阶段：第一个阶段就是正觉，第二个阶段是正等正觉，第三个阶段是无上正等正觉。大家知道佛法有大乘、有小乘。小乘圣者阿罗汉与辟支佛他们所证得的就是正觉，小乘再往上去就是大乘，大乘菩萨所证得的叫正等正觉；再往上去，就是佛陀所证得的，那是最究竟圆满，叫无上正等正觉，这是佛法修学的三个阶段。因此，我们很容易能够体会到，佛家所说的佛、菩萨、罗汉正如同我们现在学校里面学位的名称相同。最高的学位称为佛陀，其次的是菩萨，再其次的是罗汉。就像现在学校的博士、硕士、学士。所以佛法，纵然成佛，他跟众生决定平等，一定是平等的，决定没有高下的，只是在知识、智慧程度上有高下，其他的完全平等，这要知道。",
      "zh_TW": "佛法既然是教育，教育的目的是智慧，在經典裡面術語叫「阿耨多羅三藐三菩提」，這也是從梵文音譯翻過來的，翻成中文的意思是無上正等正覺，用現代的話來說，可以說就是究竟圓滿的智慧。這是學佛的人，無論是哪一個宗派，無論是哪一個法門，共同追求的目標。在這句術語裡面，可以分為三個階段：第一個階段就是正覺，第二個階段是正等正覺，第三個階段是無上正等正覺。大家知道佛法有大乘、有小乘。小乘聖者阿羅漢與辟支佛他們所證得的就是正覺，小乘再往上去就是大乘，大乘菩薩所證得的叫正等正覺；再往上去，就是佛陀所證得的，那是最究竟圓滿，叫無上正等正覺，這是佛法修學的三個階段。因此，我們很容易能夠體會到，佛家所說的佛、菩薩、羅漢正如同我們現在學校裡面學位的名稱相同。最高的學位稱為佛陀，其次的是菩薩，再其次的是羅漢。就像現在學校的博士、碩士、學士。所以佛法，縱然成佛，他跟眾生決定平等，一定是平等的，決定沒有高下的，只是在知識、智慧程度上有高下，其他的完全平等，這要知道。"
    },
    {
      "id": "18-006-0001_p0009",
      "zh_CN": "这样的智慧为什么我们世间一般人不能称为正觉，单单佛法、佛门里面称正觉？我们这个世间有不少科学家、哲学家、宗教家都很聪明，都很有智慧，他们对于宇宙人生也有相当的理解，相当的觉悟，为什么不能称为正觉？所以我们初接触佛法，看到佛这样讲，总是觉得不平。佛对于这桩事情给我们解释得很清楚、很明白。这个「正」，就是正字的标志是有个标准的，什么标准？如果你见思烦恼没断，你那个聪明、智慧、觉悟就不正。必须是要把见思烦恼断掉了，你那个觉悟才称为正觉。那么我们想想世间这些宗教家、科学家、哲学家，确确实实他们贪瞋痴慢没有断，他们是非人我还没有排除掉，他们的觉悟，在佛门就不承认他是正觉。",
      "zh_TW": "這樣的智慧為什麼我們世間一般人不能稱為正覺，單單佛法、佛門裡面稱正覺？我們這個世間有不少科學家、哲學家、宗教家都很聰明，都很有智慧，他們對於宇宙人生也有相當的理解，相當的覺悟，為什麼不能稱為正覺？所以我們初接觸佛法，看到佛這樣講，總是覺得不平。佛對於這樁事情給我們解釋得很清楚、很明白。這個「正」，就是正字的標誌是有個標準的，什麼標準？如果你見思煩惱沒斷，你那個聰明、智慧、覺悟就不正。必須是要把見思煩惱斷掉了，你那個覺悟才稱為正覺。那麼我們想想世間這些宗教家、科學家、哲學家，確確實實他們貪瞋痴慢沒有斷，他們是非人我還沒有排除掉，他們的覺悟，在佛門就不承認他是正覺。"
    },
    {
      "id": "18-006-0001_p0010",
      "zh_CN": "由此可知，正觉最低的学位（学士学位）很不容易拿到！但是佛告诉我们，如果这个学位拿不到，你就决定不能超越六道轮回。轮回是事实，这不是虚妄的，确确实实是事实。轮回从哪里来的？六道从哪儿来的？不是佛菩萨制造的，也不是上帝造的，更不是阎罗王造的，于他们统统不相干。轮回从哪儿来的？轮回是从我们分别执着里面变现出来的，自作自受！就像你天天晚上做恶梦，那个恶梦谁给你制造的？自己造的，自作自受，所以是见思烦恼变现出来的现象。见思烦恼断了，这个现象自然就没有了。这也是宇宙人生真相的一部分，佛给我们讲得很清楚、很明白。这是修学的目标，我们要认识清楚。",
      "zh_TW": "由此可知，正覺最低的學位（學士學位）很不容易拿到！但是佛告訴我們，如果這個學位拿不到，你就決定不能超越六道輪迴。輪迴是事實，這不是虛妄的，確確實實是事實。輪迴從哪裡來的？六道從哪兒來的？不是佛菩薩製造的，也不是上帝造的，更不是閻羅王造的，於他們統統不相干。輪迴從哪兒來的？輪迴是從我們分別執著裡面變現出來的，自作自受！就像你天天晚上做惡夢，那個惡夢誰給你製造的？自己造的，自作自受，所以是見思煩惱變現出來的現象。見思煩惱斷了，這個現象自然就沒有了。這也是宇宙人生真相的一部分，佛給我們講得很清楚、很明白。這是修學的目標，我們要認識清楚。"
    },
    {
      "id": "18-006-0001_p0011",
      "zh_CN": "所以学佛绝对不是求健康长寿，求升官发财，求家里平安，这就错了，完全错了。求这些东西，那叫求鸡毛蒜皮，不值得的。学佛就是要求究竟圆满的智慧。智慧现前了，这些问题统统都解决，都不成问题。唯有智慧能够解决一切问题，解决现在的问题，解决未来的问题，统统得到圆满的解决，这是一定要知道的。佛法既然是求真实的智慧，这智慧到底怎么个求法？这是我们今天必须要理解的，一定要认真去学习的。佛在经典里面告诉我们「一切众生皆有如来智慧德相」，换句话说，一切众生跟佛本来是平等的，没有两样。现在为什么不平等？这佛是一语道破，「但以妄想执着而不能证得」。我们的病根就是妄想执着。所以妄想执着要是断尽了就成佛。见思烦恼是执着，尘沙无明是妄想，所以见思烦恼断了，执着舍掉了，你就能证得正觉。妄想再舍掉了，你就可以证得正等正觉。这是佛一语将我们的病根说破了。",
      "zh_TW": "所以學佛絕對不是求健康長壽，求升官發財，求家裡平安，這就錯了，完全錯了。求這些東西，那叫求雞毛蒜皮，不值得的。學佛就是要求究竟圓滿的智慧。智慧現前了，這些問題統統都解決，都不成問題。唯有智慧能夠解決一切問題，解決現在的問題，解決未來的問題，統統得到圓滿的解決，這是一定要知道的。佛法既然是求真實的智慧，這智慧到底怎麼個求法？這是我們今天必須要理解的，一定要認真去學習的。佛在經典裡面告訴我們「一切眾生皆有如來智慧德相」，換句話說，一切眾生跟佛本來是平等的，沒有兩樣。現在為什麼不平等？這佛是一語道破，「但以妄想執著而不能證得」。我們的病根就是妄想執著。所以妄想執著要是斷盡了就成佛。見思煩惱是執著，塵沙無明是妄想，所以見思煩惱斷了，執著捨掉了，你就能證得正覺。妄想再捨掉了，你就可以證得正等正覺。這是佛一語將我們的病根說破了。"
    },
    {
      "id": "18-006-0001_p0012",
      "zh_CN": "我们要用什么方法来把妄想执着舍掉？那这就讲求方法，讲求门径，这叫法门。法是方法，门是门道。用什么方法、用什么门道把我们的妄想执着打掉，恢复到我们自性本能？方法、门道很多，绝对不是一种。四弘誓愿里面讲的「法门无量誓愿学」，可见得方法、门道无量无边。所有一切方法、门径都是向一个方向、一个目标，断烦恼，成正觉。因此「法门平等，无有高下」，这是千真万确的事实。既然法门平等无有高下，那我们为什么还要选择？诸位要知道，从法门上来讲没有选择的余地，选择是我们的根性。法门确实有难有易、有浅有深，一定要选择适合自己程度，适合自己根性，适合自己生活环境，修学起来比较方便、比较容易，这才选择法门。实在讲，法门都是第一，没有第二。诸位要看看《楞严经．二十五圆通》，每位菩萨代表一类的法门。它是把无量法门归纳为二十五大类，那每个人都说他第一，没有说第二的，各个都是第一，这要清楚。首先，我们要建立一个对于一切法门生平等心，生恭敬心，不可以自赞毁他，我们得到身心的清净快乐，要知道这事实的真相。",
      "zh_TW": "我們要用什麼方法來把妄想執著捨掉？那這就講求方法，講求門徑，這叫法門。法是方法，門是門道。用什麼方法、用什麼門道把我們的妄想執著打掉，恢復到我們自性本能？方法、門道很多，絕對不是一種。四弘誓願裡面講的「法門無量誓願學」，可見得方法、門道無量無邊。所有一切方法、門徑都是向一個方向、一個目標，斷煩惱，成正覺。因此「法門平等，無有高下」，這是千真萬確的事實。既然法門平等無有高下，那我們為什麼還要選擇？諸位要知道，從法門上來講沒有選擇的餘地，選擇是我們的根性。法門確實有難有易、有淺有深，一定要選擇適合自己程度，適合自己根性，適合自己生活環境，修學起來比較方便、比較容易，這才選擇法門。實在講，法門都是第一，沒有第二。諸位要看看《楞嚴經．二十五圓通》，每位菩薩代表一類的法門。它是把無量法門歸納為二十五大類，那每個人都說他第一，沒有說第二的，各個都是第一，這要清楚。首先，我們要建立一個對於一切法門生平等心，生恭敬心，不可以自讚毀他，我們得到身心的清淨快樂，要知道這事實的真相。"
    },
    {
      "id": "18-006-0001_p0013",
      "zh_CN": "初学，这就讲入门，入门从哪里下手？这非常非常重要。佛法无论大小乘，无论性、相、显、密，佛教给我们从三皈依入门，所以三皈是佛法最基本的修学方针。三皈一定要知道得很清楚、很明白，皈到底从哪里皈？皈是回归。依到底是依靠什么？这一定要知道，绝对不是在佛菩萨面前把三皈依念一遍就算皈依了，那不是，那个不算皈依。是你内心里面真正回头，真正有依靠。实在说，这一点就相当不容易。为什么？真正得到三皈，我前面给你讲的快乐幸福、圆满自在，你就会得到。你今天得不到，就是你还没有回头，你没有依靠。所以佛法真实的利益、真实的受用，你没有得到，就是你没有回头！所以学佛的入门是从三皈。",
      "zh_TW": "初學，這就講入門，入門從哪裡下手？這非常非常重要。佛法無論大小乘，無論性、相、顯、密，佛教給我們從三皈依入門，所以三皈是佛法最基本的修學方針。三皈一定要知道得很清楚、很明白，皈到底從哪裡皈？皈是回歸。依到底是依靠什麼？這一定要知道，絕對不是在佛菩薩面前把三皈依念一遍就算皈依了，那不是，那個不算皈依。是你內心裡面真正回頭，真正有依靠。實在說，這一點就相當不容易。為什麼？真正得到三皈，我前面給你講的快樂幸福、圓滿自在，你就會得到。你今天得不到，就是你還沒有回頭，你沒有依靠。所以佛法真實的利益、真實的受用，你沒有得到，就是你沒有回頭！所以學佛的入門是從三皈。"
    },
    {
      "id": "18-006-0001_p0014",
      "zh_CN": "世尊在《观无量寿经》里面告诉我们的，他是告诉韦提希夫人，告诉她也就等于告诉我们自己一样。韦提希夫人发心学佛，而且选择的是西方极乐世界，求生净土，向释迦牟尼佛请教，应该怎样的修学才能够去得西方极乐世界？佛在没有教给她方法之前，先跟她讲修三种福。我们就知道这三种福是修学的大根大本，是大乘佛法的根基。三种福，第一种是人天福。称佛叫二足尊，我们说「皈依佛二足尊」。「足」是满足的意思，是圆满的意思。所以有些人望文生义，看到二足，说二足是两条腿，两条腿里面最尊的，这是望文解义，这是曲解了经义。这个二就是福德、智慧，福德圆满了、智慧圆满了，福慧二足尊！学佛的人不能没有福。学佛，大乘佛法，菩萨乘先修福再有慧。福至心灵，人有福报，他就聪明了。聪明是慧，福至心灵，你才晓得修福是多么重要。",
      "zh_TW": "世尊在《觀無量壽經》裡面告訴我們的，他是告訴韋提希夫人，告訴她也就等於告訴我們自己一樣。韋提希夫人發心學佛，而且選擇的是西方極樂世界，求生淨土，向釋迦牟尼佛請教，應該怎樣的修學才能夠去得西方極樂世界？佛在沒有教給她方法之前，先跟她講修三種福。我們就知道這三種福是修學的大根大本，是大乘佛法的根基。三種福，第一種是人天福。稱佛叫二足尊，我們說「皈依佛二足尊」。「足」是滿足的意思，是圓滿的意思。所以有些人望文生義，看到二足，說二足是兩條腿，兩條腿裡面最尊的，這是望文解義，這是曲解了經義。這個二就是福德、智慧，福德圓滿了、智慧圓滿了，福慧二足尊！學佛的人不能沒有福。學佛，大乘佛法，菩薩乘先修福再有慧。福至心靈，人有福報，他就聰明了。聰明是慧，福至心靈，你才曉得修福是多麼重要。"
    },
    {
      "id": "18-006-0001_p0015",
      "zh_CN": "佛总共教给我们十一句，这十一句我们要牢牢的记住，要认真去奉行。第一句是孝养父母。这一句话意思是深广无边，大家不要把这一句话看轻了。孝养父母，我现在对父母不错，奉养得很好，我都做到了，不见得；这个孝养父母要做圆满，就成佛了。我们首先要认识那个「孝」字，什么叫孝？如果用佛法来说，你心里面有分别执着，这个孝就不圆满、就做不到。「孝」这个字在中国文字里面，六书属于会意，上面是「老」，下面是「子」。你看现代这个社会，我们常常听到代沟。代沟就是脱节了，那就不孝。这两个合起来是一体，就叫孝。我们老一辈上面还有老一辈，过去无始；底下一代，一代下面还有一代，未来无终，无始无终是一体，这叫孝。你明白这个道理，才晓得我们中国人为什么要敬祖先。",
      "zh_TW": "佛總共教給我們十一句，這十一句我們要牢牢的記住，要認真去奉行。第一句是孝養父母。這一句話意思是深廣無邊，大家不要把這一句話看輕了。孝養父母，我現在對父母不錯，奉養得很好，我都做到了，不見得；這個孝養父母要做圓滿，就成佛了。我們首先要認識那個「孝」字，什麼叫孝？如果用佛法來說，你心裡面有分別執著，這個孝就不圓滿、就做不到。「孝」這個字在中國文字裡面，六書屬於會意，上面是「老」，下面是「子」。你看現代這個社會，我們常常聽到代溝。代溝就是脫節了，那就不孝。這兩個合起來是一體，就叫孝。我們老一輩上面還有老一輩，過去無始；底下一代，一代下面還有一代，未來無終，無始無終是一體，這叫孝。你明白這個道理，才曉得我們中國人為什麼要敬祖先。"
    },
    {
      "id": "18-006-0001_p0016",
      "zh_CN": "千年万世的祖先，我们每年还要祭祀他，还要对他致敬，什么道理？那是一体，所以谁能见到？佛才能见到尽虚空遍法界是自己一体。所以这个孝字是个会意的字！横遍十方，竖穷三际，是一个整体，就是一个自己。我们今天起心动念分别执着，距离这个字的意思远之远矣，哪里能做得到！难。孝，不仅仅是指养父母的身口。养父母身口，畜生也都做得到，何必要人，何必要受过圆满教育的人。所以儒家讲，不但养父母的身，养父母的心，养父母之志，哪一个做父母的不希望子女成圣成贤。因为世间人对于宇宙人生的真相并不能彻底的了解，如果真正觉悟，彻底了解，我相信父母都希望子女作佛、作菩萨。所以你要成佛、成菩萨，这才叫真正养父母，你才能做到。所以这孝养两个字相当不容易，但是学佛就从这个地方学起。",
      "zh_TW": "千年萬世的祖先，我們每年還要祭祀他，還要對他致敬，什麼道理？那是一體，所以誰能見到？佛才能見到盡虛空遍法界是自己一體。所以這個孝字是個會意的字！橫遍十方，豎窮三際，是一個整體，就是一個自己。我們今天起心動念分別執著，距離這個字的意思遠之遠矣，哪裡能做得到！難。孝，不僅僅是指養父母的身口。養父母身口，畜生也都做得到，何必要人，何必要受過圓滿教育的人。所以儒家講，不但養父母的身，養父母的心，養父母之志，哪一個做父母的不希望子女成聖成賢。因為世間人對於宇宙人生的真相並不能徹底的了解，如果真正覺悟，徹底了解，我相信父母都希望子女作佛、作菩薩。所以你要成佛、成菩薩，這才叫真正養父母，你才能做到。所以這孝養兩個字相當不容易，但是學佛就從這個地方學起。"
    },
    {
      "id": "18-006-0001_p0017",
      "zh_CN": "也许很多同修说，我现在学佛了，我的父母不学佛，不但不学佛，还障碍我学佛，反对我学佛。这个现象很多，我在许许多多地方都看到过。同修来问我，我告诉他，你自己错了，你没有在学佛。为什么？如果你真正学佛，你的父母没有一个不欢喜，正是因为你错学了佛，学错了佛，让你的家人起误会。为什么？你孝养两个字没做到，你没有听佛的教训，没有依照佛的教训去做。佛法有智慧、有善巧、有方便。你看《华严经》讲到殊胜的境界「恒顺众生，随喜功德」，讲到「不变随缘，随缘不变」，自自然然能够感化一家人，使他们真正觉悟，真正明了，佛法就是宇宙人生的真相，佛学名词讲「诸法实相」，实相就是真实相。所以学佛从哪里学起？从孝养父母学起。",
      "zh_TW": "也許很多同修說，我現在學佛了，我的父母不學佛，不但不學佛，還障礙我學佛，反對我學佛。這個現象很多，我在許許多多地方都看到過。同修來問我，我告訴他，你自己錯了，你沒有在學佛。為什麼？如果你真正學佛，你的父母沒有一個不歡喜，正是因為你錯學了佛，學錯了佛，讓你的家人起誤會。為什麼？你孝養兩個字沒做到，你沒有聽佛的教訓，沒有依照佛的教訓去做。佛法有智慧、有善巧、有方便。你看《華嚴經》講到殊勝的境界「恆順眾生，隨喜功德」，講到「不變隨緣，隨緣不變」，自自然然能夠感化一家人，使他們真正覺悟，真正明瞭，佛法就是宇宙人生的真相，佛學名詞講「諸法實相」，實相就是真實相。所以學佛從哪裡學起？從孝養父母學起。"
    },
    {
      "id": "18-006-0001_p0018",
      "zh_CN": "第二句奉事师长。由此可知，佛教的起步，基本的修学就是孝敬，孝亲尊师！为什么要孝亲尊师？诸位要知道，孝敬是性德，佛法所追求的就是开发自性。自性里面有无量的智慧，无量的德能，无量的才艺，乃至于今天讲的财富，也是有无量的财富。你看《华严经》毘卢遮那佛的华藏世界，你看净土经典西方极乐世界，那是怎么来的？是自性变现出来的，自性里头本来具足的，不是外来的。我们今天生活过得这么苦，这么困难，原因在哪里？是我们自性的功德完全丧失掉。这个丧失不是真正丧失，是迷失。我们迷了自性，所以自性的智慧德能统统不能现前。虽有不起作用，才过得这么苦、这么困难！开发自性，自性就像金矿一样。开采矿都要有工具，工具就是性德，孝敬就是性德；换句话说，孝敬是开发自性的工具。",
      "zh_TW": "第二句奉事師長。由此可知，佛教的起步，基本的修學就是孝敬，孝親尊師！為什麼要孝親尊師？諸位要知道，孝敬是性德，佛法所追求的就是開發自性。自性裡面有無量的智慧，無量的德能，無量的才藝，乃至於今天講的財富，也是有無量的財富。你看《華嚴經》毘盧遮那佛的華藏世界，你看淨土經典西方極樂世界，那是怎麼來的？是自性變現出來的，自性裡頭本來具足的，不是外來的。我們今天生活過得這麼苦，這麼困難，原因在哪裡？是我們自性的功德完全喪失掉。這個喪失不是真正喪失，是迷失。我們迷了自性，所以自性的智慧德能統統不能現前。雖有不起作用，才過得這麼苦、這麼困難！開發自性，自性就像金礦一樣。開採礦都要有工具，工具就是性德，孝敬就是性德；換句話說，孝敬是開發自性的工具。"
    },
    {
      "id": "18-006-0001_p0019",
      "zh_CN": "因此在中国佛教，中国是大乘佛法，小乘虽然在中国盛行了一个时期，很短暂，以后小乘在中国几乎就消失了，取而代之的是儒家和道家。所以中国从前学佛的都有儒、道的基础。儒、道确确实实可以取代于小乘，所以直截就可以入大乘。儒家、道家跟大乘思想非常接近，特别是儒家也是建立在孝亲尊师的基础上，跟佛法讲的完全相同。",
      "zh_TW": "因此在中國佛教，中國是大乘佛法，小乘雖然在中國盛行了一個時期，很短暫，以後小乘在中國幾乎就消失了，取而代之的是儒家和道家。所以中國從前學佛的都有儒、道的基礎。儒、道確確實實可以取代於小乘，所以直截就可以入大乘。儒家、道家跟大乘思想非常接近，特別是儒家也是建立在孝親尊師的基礎上，跟佛法講的完全相同。"
    },
    {
      "id": "18-006-0001_p0020",
      "zh_CN": "因此大乘佛法在中国是以四大菩萨代表教学的四个阶段，四个过程。这在中国就是四大名山，诸位都晓得的九华山的地藏菩萨，普陀山的观音菩萨，五台文殊菩萨，峨嵋普贤菩萨，这四大菩萨代表大乘佛法修学的阶梯。从哪里学起？从地藏学起。地是大地，藏是宝藏。不但地底下这些金银、这些宝物，七宝，地面上所生长的五谷杂粮来养活我们的统统是珍宝，我们没有办法离开大地生存，我们要依靠大地！佛用地比喻我们的心，这个心是真心、是本性，比作心地。心地里面有无尽的宝藏，见到地藏菩萨就想到我们心性里面含藏无尽的智慧，无尽的宝藏。这个宝藏要开采，不开采出来，我们还是得不到受用。开采的方法就是孝亲尊师，所以《地藏经》是佛门的孝经。",
      "zh_TW": "因此大乘佛法在中國是以四大菩薩代表教學的四個階段，四個過程。這在中國就是四大名山，諸位都曉得的九華山的地藏菩薩，普陀山的觀音菩薩，五台文殊菩薩，峨嵋普賢菩薩，這四大菩薩代表大乘佛法修學的階梯。從哪裡學起？從地藏學起。地是大地，藏是寶藏。不但地底下這些金銀、這些寶物，七寶，地面上所生長的五穀雜糧來養活我們的統統是珍寶，我們沒有辦法離開大地生存，我們要依靠大地！佛用地比喻我們的心，這個心是真心、是本性，比作心地。心地裡面有無盡的寶藏，見到地藏菩薩就想到我們心性裡面含藏無盡的智慧，無盡的寶藏。這個寶藏要開採，不開採出來，我們還是得不到受用。開採的方法就是孝親尊師，所以《地藏經》是佛門的孝經。"
    },
    {
      "id": "18-006-0001_p0021",
      "zh_CN": "一个新道场的建立。我在台北有两个道场，这一次在达拉斯建了一个新道场。新道场建立，我一定第一部讲《地藏经》，为什么？我们有了地，我们要把宝藏开发出来。新道场首先讲《地藏经》，首先我们要明了孝道，要知道尊师。诸位要晓得，佛法刚才讲是教育，教育是师道，师道是建立在孝道的基础上。不孝顺父母怎么会尊敬老师？这不可能的事情。所以孝与敬，一个人能成为一个完整人格的人是要受过良好教育。良好的教育是父母跟老师要互相配合，为什么？小孩长大了，你希望这儿子要孝顺，他会问你：我为什么要孝顺你？说不出口！必须要老师来讲，由第三者，老师的教育。父母对你究竟有什么恩德？你为什么要讲孝顺？所以老师教他孝顺父母，父母教他尊敬师长。师长说你是我的学生，你要敬我。学生说我为什么要敬你？也说不出口！必须第三者。懂得孝敬一定要第三者来教。所以父母教尊重师长，师长教他孝顺父母，这是教育的大根大本。",
      "zh_TW": "一個新道場的建立。我在台北有兩個道場，這一次在達拉斯建了一個新道場。新道場建立，我一定第一部講《地藏經》，為什麼？我們有了地，我們要把寶藏開發出來。新道場首先講《地藏經》，首先我們要明瞭孝道，要知道尊師。諸位要曉得，佛法剛才講是教育，教育是師道，師道是建立在孝道的基礎上。不孝順父母怎麼會尊敬老師？這不可能的事情。所以孝與敬，一個人能成為一個完整人格的人是要受過良好教育。良好的教育是父母跟老師要互相配合，為什麼？小孩長大了，你希望這兒子要孝順，他會問你：我為什麼要孝順你？說不出口！必須要老師來講，由第三者，老師的教育。父母對你究竟有什麼恩德？你為什麼要講孝順？所以老師教他孝順父母，父母教他尊敬師長。師長說你是我的學生，你要敬我。學生說我為什麼要敬你？也說不出口！必須第三者。懂得孝敬一定要第三者來教。所以父母教尊重師長，師長教他孝順父母，這是教育的大根大本。"
    },
    {
      "id": "18-006-0001_p0022",
      "zh_CN": "所以真正的教育是什么？知道人与人的关系，与父母的关系，与妻子的关系，与兄弟的关系，与朋友的关系，与社会大众的关系。然后你才能尽到自己本分的职责，社会会祥和，世界会和平。今天这种教育没有了，只是技术的教育，科技的教育，人与人的关系完全不讲了。这样发展下去，世界哪有不乱的道理？确实天下大乱的根源就在这里。佛法的教学最高的目的是教你成佛、成菩萨，根基就是在孝亲尊师，所以非常非常重要。父母对我们养育之恩，老师对我们有启发之恩。佛家所讲的法身慧命得之于老师，所以老师的恩德跟父母是相等的、是相同的。",
      "zh_TW": "所以真正的教育是什麼？知道人與人的關係，與父母的關係，與妻子的關係，與兄弟的關係，與朋友的關係，與社會大眾的關係。然後你才能盡到自己本分的職責，社會會祥和，世界會和平。今天這種教育沒有了，只是技術的教育，科技的教育，人與人的關係完全不講了。這樣發展下去，世界哪有不亂的道理？確實天下大亂的根源就在這裡。佛法的教學最高的目的是教你成佛、成菩薩，根基就是在孝親尊師，所以非常非常重要。父母對我們養育之恩，老師對我們有啟發之恩。佛家所講的法身慧命得之於老師，所以老師的恩德跟父母是相等的、是相同的。"
    },
    {
      "id": "18-006-0001_p0023",
      "zh_CN": "我们要亲近老师，要去找一个好老师，那个好老师到哪里去找？真正善知识没有一个不谦虚的，都非常谦虚。你问我，我没有学问，我也没有道德，我无德无能。都谦虚，决定不会为自己宣传的。你到哪里去找去？这里面要靠缘分，所以说可遇不可求！尤其是在现代这个社会，想找一个真正的善知识、好老师你就更困难了。《楞严经》上说得很好，这末法时期「邪师说法如恒河沙」。连邪正都很不容易辨别，真正善知识到哪里去找去？这相当不容易。我过去也曾经跟诸位说过很多，我走过许许多多地方，也亲近过很多的善友，实在讲善友是愈来愈少了，愈来愈希少。洛杉矶的印老也是当代希有的善知识，你们要真正跟他学，不能说在眼前把这个因缘错过了，那就可惜。他不会说：我是善知识，你们跟着我。我来说就好说。他怎么好意思跟你说？你们也未必清楚！这是真的。如果学禅，我认识一个禅宗真正善知识，香港的圣一法师，我非常尊敬他。但是他国语说不好，他说的潮州话。真的难，真正不容易。在美国仁俊法师也是个真正善知识。",
      "zh_TW": "我們要親近老師，要去找一個好老師，那個好老師到哪裡去找？真正善知識沒有一個不謙虛的，都非常謙虛。你問我，我沒有學問，我也沒有道德，我無德無能。都謙虛，決定不會為自己宣傳的。你到哪裡去找去？這裡面要靠緣分，所以說可遇不可求！尤其是在現代這個社會，想找一個真正的善知識、好老師你就更困難了。《楞嚴經》上說得很好，這末法時期「邪師說法如恆河沙」。連邪正都很不容易辨別，真正善知識到哪裡去找去？這相當不容易。我過去也曾經跟諸位說過很多，我走過許許多多地方，也親近過很多的善友，實在講善友是愈來愈少了，愈來愈希少。洛杉磯的印老也是當代希有的善知識，你們要真正跟他學，不能說在眼前把這個因緣錯過了，那就可惜。他不會說：我是善知識，你們跟著我。我來說就好說。他怎麼好意思跟你說？你們也未必清楚！這是真的。如果學禪，我認識一個禪宗真正善知識，香港的聖一法師，我非常尊敬他。但是他國語說不好，他說的潮州話。真的難，真正不容易。在美國仁俊法師也是個真正善知識。"
    },
    {
      "id": "18-006-0001_p0024",
      "zh_CN": "老师，在初学的时候就跟定一个老师，听一个老师的话，学一家之言，这是奠定基础。古人常说：五年学戒。学佛，不管在家、出家，进佛门五年学戒。这个戒不是戒律，是老师的教诫。所以现在学佛机缘比不上古人，也就是我们的福报比不上古人，因为大家这个师承没有了。我学佛，实在讲还沾到一点师承的边缘，我以后恐怕不可能再遇到了，那就是跟一个老师。我到台中去学，拜李炳南老居士做老师，那时候我没有出家，我拜他做老师。他老人家提出三个条件：这三个条件完全接受，我就收你做学生，三个条件不能接受那就算了，讲经你可以来听经，不能收做学生。",
      "zh_TW": "老師，在初學的時候就跟定一個老師，聽一個老師的話，學一家之言，這是奠定基礎。古人常說：五年學戒。學佛，不管在家、出家，進佛門五年學戒。這個戒不是戒律，是老師的教誡。所以現在學佛機緣比不上古人，也就是我們的福報比不上古人，因為大家這個師承沒有了。我學佛，實在講還沾到一點師承的邊緣，我以後恐怕不可能再遇到了，那就是跟一個老師。我到台中去學，拜李炳南老居士做老師，那時候我沒有出家，我拜他做老師。他老人家提出三個條件：這三個條件完全接受，我就收你做學生，三個條件不能接受那就算了，講經你可以來聽經，不能收做學生。"
    },
    {
      "id": "18-006-0001_p0025",
      "zh_CN": "那什么条件？第一个条件是从今天起只能够听我一个人讲经，任何法师大德讲经是一律不准听，只可以听他一个人的。第二个条件从今天起你要看书，不管是佛书、是世间一切书，不经过我同意，一律不准看。第三个条件就更苛刻，你从前所学的我统统不承认，一律作废，今天起从头学起。三个条件很苛刻，当时听到，这个老师专制、跋扈、不讲理！可是想想那时候到哪里去找老师去学？好，那就接受了。好在还有期限，五年，要守五年。我们遵守他这三个条件学了半年到一年，自己真的受用，才晓得他这个方法高明，好！为什么？把你一切分别执着、那些知见统统打掉了，让心整个定下来。所以我在他老人家座下，他的要求是五年，我自动又加了五年。我守他的规矩守十年。",
      "zh_TW": "那什麼條件？第一個條件是從今天起只能夠聽我一個人講經，任何法師大德講經是一律不准聽，只可以聽他一個人的。第二個條件從今天起你要看書，不管是佛書、是世間一切書，不經過我同意，一律不准看。第三個條件就更苛刻，你從前所學的我統統不承認，一律作廢，今天起從頭學起。三個條件很苛刻，當時聽到，這個老師專制、跋扈、不講理！可是想想那時候到哪裡去找老師去學？好，那就接受了。好在還有期限，五年，要守五年。我們遵守他這三個條件學了半年到一年，自己真的受用，才曉得他這個方法高明，好！為什麼？把你一切分別執著、那些知見統統打掉了，讓心整個定下來。所以我在他老人家座下，他的要求是五年，我自動又加了五年。我守他的規矩守十年。"
    },
    {
      "id": "18-006-0001_p0026",
      "zh_CN": "我到新加坡讲经，演培法师邀请我到他的道场跟大众讲讲话，结结法缘。我就把我修学的经过告诉大家，劝勉大家跟演公上人学。演公就是当代大善知识，我就把我求学时老师的三个条件说了。我讲完之后，演公就拉着我到他的客厅里面，坐下来饮茶，就跟我讲他当小沙弥，在观宗寺跟谛闲老和尚也是这三个条件。这才知道这三个条件不是李老师专利的，原来我们中国古代祖师，祖祖相传，接引学人就是这三个条件。这叫师承，学一家之言，对你决定有好处。为什么？如果你不能听老师的话，你听一个人这个讲法，这个方向，这个道理；听那个人又是一个方向，一个道理；听三个人就三岔路口，听四个人就十字街头。到底往哪里走就不晓得了，方向就迷失掉了，这是我们学佛学不能成功的地方。书看得太多，得的是什么东西？得的是胡思乱想，决定得不到利益，胡思乱想。所以说分别多了，执着多了，胡思乱想多了，那还有什么成就？到最后退心那是当然的，理所当然的，应该退心，他不退心才奇怪！这就是没有遇到真正善知识。遇到真正好老师绝对不是这样教法的。",
      "zh_TW": "我到新加坡講經，演培法師邀請我到他的道場跟大眾講講話，結結法緣。我就把我修學的經過告訴大家，勸勉大家跟演公上人學。演公就是當代大善知識，我就把我求學時老師的三個條件說了。我講完之後，演公就拉著我到他的客廳裡面，坐下來飲茶，就跟我講他當小沙彌，在觀宗寺跟諦閑老和尚也是這三個條件。這才知道這三個條件不是李老師專利的，原來我們中國古代祖師，祖祖相傳，接引學人就是這三個條件。這叫師承，學一家之言，對你決定有好處。為什麼？如果你不能聽老師的話，你聽一個人這個講法，這個方向，這個道理；聽那個人又是一個方向，一個道理；聽三個人就三岔路口，聽四個人就十字街頭。到底往哪裡走就不曉得了，方向就迷失掉了，這是我們學佛學不能成功的地方。書看得太多，得的是什麼東西？得的是胡思亂想，決定得不到利益，胡思亂想。所以說分別多了，執著多了，胡思亂想多了，那還有什麼成就？到最後退心那是當然的，理所當然的，應該退心，他不退心才奇怪！這就是沒有遇到真正善知識。遇到真正好老師絕對不是這樣教法的。"
    },
    {
      "id": "18-006-0001_p0027",
      "zh_CN": "所以我们看古人，《大藏经》里面佛教的历史、传记，像《高僧传》、《居士传》，你仔细去看看哪一个有成就的人不是亲近一个善知识五年、十年、二十年、三十年的。跟定一个老师，他才会有成就，他心是清净的，他心是定的。老师这就是对你爱护、对你照顾，一直培养到你自己有能力辨别善恶、辨别邪正、辨别是非，这个时候你想再跟老师多住一天，老师不要你。为什么？你再多住一天，就耽误你一天参学，他就请你出去。这个时候什么人讲的东西都可以听，什么书都可以看，广学多闻，成就你后得智。所以跟一个老师教学，那个老师是成就你根本智，换句话说，成就你戒定慧三学的基础，是扎这个根。这个根扎下去之后，然后再放你出去，去参学，所以它确实是有期限的。",
      "zh_TW": "所以我們看古人，《大藏經》裡面佛教的歷史、傳記，像《高僧傳》、《居士傳》，你仔細去看看哪一個有成就的人不是親近一個善知識五年、十年、二十年、三十年的。跟定一個老師，他才會有成就，他心是清淨的，他心是定的。老師這就是對你愛護、對你照顧，一直培養到你自己有能力辨別善惡、辨別邪正、辨別是非，這個時候你想再跟老師多住一天，老師不要你。為什麼？你再多住一天，就耽誤你一天參學，他就請你出去。這個時候什麼人講的東西都可以聽，什麼書都可以看，廣學多聞，成就你後得智。所以跟一個老師教學，那個老師是成就你根本智，換句話說，成就你戒定慧三學的基礎，是扎這個根。這個根扎下去之後，然後再放你出去，去參學，所以它確實是有期限的。"
    },
    {
      "id": "18-006-0001_p0028",
      "zh_CN": "所以佛法的修学先是专，然后再博，实在讲，就是四弘誓愿的次第。四弘誓愿，第一个叫你发心，第二个断烦恼，第三个学法门。所以亲近一个善知识，你拜他做老师，在他会下就是断烦恼。烦恼断到相当程度，智慧现前了，然后再放你出去，法门无量誓愿学，那个时候才参学。特别是在《华严经》上，善财童子给我们做了一个榜样。善财所亲近的老师是文殊菩萨，他在文殊会下得根本智，然后才出去参学，这是著名的五十三参。五十三参就是法门无量誓愿学，他在文殊菩萨那一会是烦恼无尽誓愿断，是断烦恼！烦恼要不断出去参学，一开始就博学多闻，所学的都是知见，都是妄想，都是分别，增长所知障，对于自己没有好处。所以一定要循着次第来走，这就对了、就正确。",
      "zh_TW": "所以佛法的修學先是專，然後再博，實在講，就是四弘誓願的次第。四弘誓願，第一個叫你發心，第二個斷煩惱，第三個學法門。所以親近一個善知識，你拜他做老師，在他會下就是斷煩惱。煩惱斷到相當程度，智慧現前了，然後再放你出去，法門無量誓願學，那個時候才參學。特別是在《華嚴經》上，善財童子給我們做了一個榜樣。善財所親近的老師是文殊菩薩，他在文殊會下得根本智，然後才出去參學，這是著名的五十三參。五十三參就是法門無量誓願學，他在文殊菩薩那一會是煩惱無盡誓願斷，是斷煩惱！煩惱要不斷出去參學，一開始就博學多聞，所學的都是知見，都是妄想，都是分別，增長所知障，對於自己沒有好處。所以一定要循著次第來走，這就對了、就正確。"
    },
    {
      "id": "18-006-0001_p0029",
      "zh_CN": "所以我在在处处劝同修，学佛要想很快得到真实的利益，一定要亲近一个老师，一个善知识，专门听他的，接受他的教导，对于自己有一定的好处。你学禅就亲近一个禅师，学教就亲近一个法师。法门很多，因此道场也很多，成就与否就在看你专与不专，这个「专」是非常非常的重要。所以老师的恩德就非常非常之大。他细心照顾你，你要是不听，不能接受，那他就无可奈何。尤其今天讲民主，讲自由，这个实在讲害死人，不是好事情。所以一定要晓得为什么要尊师重道。",
      "zh_TW": "所以我在在處處勸同修，學佛要想很快得到真實的利益，一定要親近一個老師，一個善知識，專門聽他的，接受他的教導，對於自己有一定的好處。你學禪就親近一個禪師，學教就親近一個法師。法門很多，因此道場也很多，成就與否就在看你專與不專，這個「專」是非常非常的重要。所以老師的恩德就非常非常之大。他細心照顧你，你要是不聽，不能接受，那他就無可奈何。尤其今天講民主，講自由，這個實在講害死人，不是好事情。所以一定要曉得為什麼要尊師重道。"
    },
    {
      "id": "18-006-0001_p0030",
      "zh_CN": "我在台湾第一个老师，实在讲是方东美先生，我跟他学哲学不是学佛学，那时候对佛学一无所知。我跟他老人家学的时候，我对哲学很有兴趣，但是从来没有接触过，这就找到他。他接见我，在一次谈话之中，谈话完了之后；我本来是想到学校去旁听他的课程，他知道我学习的意念很强，从来没有接触过，他不让我到学校去旁听。他告诉我，现在学校老师不像老师，学生不像学生，你要到学校去听课，你会大失所望。这是三十多年之前（三十四年之前），台大！他这样告诉我。我听他的话就很失望，他完全拒绝了。所以停了一会儿，他老人家特别的，真是特别爱护。他说：这样好了，你每个星期天到我家里来，我跟你上两个钟点课。所以我跟他学哲学是在他家小客厅小圆桌上，一个对一个教的。",
      "zh_TW": "我在台灣第一個老師，實在講是方東美先生，我跟他學哲學不是學佛學，那時候對佛學一無所知。我跟他老人家學的時候，我對哲學很有興趣，但是從來沒有接觸過，這就找到他。他接見我，在一次談話之中，談話完了之後；我本來是想到學校去旁聽他的課程，他知道我學習的意念很強，從來沒有接觸過，他不讓我到學校去旁聽。他告訴我，現在學校老師不像老師，學生不像學生，你要到學校去聽課，你會大失所望。這是三十多年之前（三十四年之前），台大！他這樣告訴我。我聽他的話就很失望，他完全拒絕了。所以停了一會兒，他老人家特別的，真是特別愛護。他說：這樣好了，你每個星期天到我家裡來，我跟你上兩個鐘點課。所以我跟他學哲學是在他家小客廳小圓桌上，一個對一個教的。"
    },
    {
      "id": "18-006-0001_p0031",
      "zh_CN": "到以后学了佛之后才明了他对我的爱护，怕我到学校受了污染，到学校一定会接触很多老师，会接触很多同学，那么你的思想就乱七八糟了。他把这一切都杜绝，只听他一个人的，连同学都没有，只听他一个人的。他怎么讲，我只好接受，这是师承。在当时不晓得，以后才完全明了，这真正爱护。假如我那个时候要看了很多哲学的书籍，听了很多人的讲演，大概方老师不会这样对待我，他顶多点点头，好，你到学校来听听课！那不能成就。所以一个好老师喜欢的学生是一张白纸，什么都没有接触过的，完全听他来教导，这是他最爱护的、最喜欢的。我是从哲学里面认识佛教，方老师在最后一个单元跟我讲佛经哲学，我从这里认识，从这里开始学习。所以师承相当不容易，要真正听话才行。这是说明老师对学生那种照顾之周到，超过父母！这是我自己遇到的两个老师，深深感受的。",
      "zh_TW": "到以後學了佛之後才明瞭他對我的愛護，怕我到學校受了污染，到學校一定會接觸很多老師，會接觸很多同學，那麼你的思想就亂七八糟了。他把這一切都杜絕，只聽他一個人的，連同學都沒有，只聽他一個人的。他怎麼講，我只好接受，這是師承。在當時不曉得，以後才完全明瞭，這真正愛護。假如我那個時候要看了很多哲學的書籍，聽了很多人的講演，大概方老師不會這樣對待我，他頂多點點頭，好，你到學校來聽聽課！那不能成就。所以一個好老師喜歡的學生是一張白紙，什麼都沒有接觸過的，完全聽他來教導，這是他最愛護的、最喜歡的。我是從哲學裡面認識佛教，方老師在最後一個單元跟我講佛經哲學，我從這裡認識，從這裡開始學習。所以師承相當不容易，要真正聽話才行。這是說明老師對學生那種照顧之周到，超過父母！這是我自己遇到的兩個老師，深深感受的。"
    },
    {
      "id": "18-006-0001_p0032",
      "zh_CN": "所以孝道跟师道是学佛的大根大本。然后把孝敬再扩大就是慈悲，就是观音菩萨所代表的这个法门，叫大慈大悲。大慈大悲就是把孝亲尽心扩大到一切众生，对一切众生就像对自己的父母师长一样，没有分别，没有执着；有分别，有执着就不能叫大，可以称慈悲，不能称大慈大悲。大慈大悲是远离分别执着，平等的孝敬，所以第三句叫「慈心不杀」。这是培养慈悲心，特别提出不杀害一切众生。一切众生都有灵性、都有生命，我们要爱护他，要帮助他，怎么可以杀害他？不但不能杀害，如果叫众生生烦恼，都是我们自己的过失，诸位要想修福修慧，要从这个地方修起。",
      "zh_TW": "所以孝道跟師道是學佛的大根大本。然後把孝敬再擴大就是慈悲，就是觀音菩薩所代表的這個法門，叫大慈大悲。大慈大悲就是把孝親盡心擴大到一切眾生，對一切眾生就像對自己的父母師長一樣，沒有分別，沒有執著；有分別，有執著就不能叫大，可以稱慈悲，不能稱大慈大悲。大慈大悲是遠離分別執著，平等的孝敬，所以第三句叫「慈心不殺」。這是培養慈悲心，特別提出不殺害一切眾生。一切眾生都有靈性、都有生命，我們要愛護他，要幫助他，怎麼可以殺害他？不但不能殺害，如果叫眾生生煩惱，都是我們自己的過失，諸位要想修福修慧，要從這個地方修起。"
    },
    {
      "id": "18-006-0001_p0033",
      "zh_CN": "第四句是「修十善业」。十善不是戒，戒跟善不一样。虽然十善里面也有不杀生、不偷盗、不邪淫，也有这些，但是它是善法不是戒法。戒法是帮助你得定，善法是得善的果报，所以善跟戒是有差别的，是不一样的。十善业道是我们做人真正的原则，身三口四意三。身，不杀生、不偷盗、不邪淫。这些容易懂。不杀生是培养自己的慈悲心，仁民爱物之心。因为四弘誓愿第一愿「众生无边誓愿度」。如果一个仁慈的心都没有，这个愿怎么发得起来？这个人是我的冤家对头，我恨死他，我还度他？众生无边誓愿度，某某人除外。哪有这个道理？没有这个道理。所以你的愿实在讲是嘴皮上发愿，心里没有。要从内心里面发愿，愿与行能相应，这个愿是真实的，才能产生功德，才能发生作用。所以你有分别执着，四弘誓愿确实没分，要远离一切分别执着。",
      "zh_TW": "第四句是「修十善業」。十善不是戒，戒跟善不一樣。雖然十善裡面也有不殺生、不偷盜、不邪淫，也有這些，但是它是善法不是戒法。戒法是幫助你得定，善法是得善的果報，所以善跟戒是有差別的，是不一樣的。十善業道是我們做人真正的原則，身三口四意三。身，不殺生、不偷盜、不邪淫。這些容易懂。不殺生是培養自己的慈悲心，仁民愛物之心。因為四弘誓願第一願「眾生無邊誓願度」。如果一個仁慈的心都沒有，這個願怎麼發得起來？這個人是我的冤家對頭，我恨死他，我還度他？眾生無邊誓願度，某某人除外。哪有這個道理？沒有這個道理。所以你的願實在講是嘴皮上發願，心裡沒有。要從內心裡面發願，願與行能相應，這個願是真實的，才能產生功德，才能發生作用。所以你有分別執著，四弘誓願確實沒分，要遠離一切分別執著。"
    },
    {
      "id": "18-006-0001_p0034",
      "zh_CN": "所以修学有阶段，一定从十善业道修起。对于一切众生，我们要记住决定不恼害他。这个人他见我就不欢喜，我看到他远远躲过，让他生欢喜心；他喜欢我，我常跟他接近，不喜欢我，远远躲开，让他生欢喜心，不要惹人生烦恼。对于一个外面的人都不愿意惹他生烦恼，你怎么会对你家人惹他生烦恼？那不可能的事情。那你的家怎么会不美满？你的家人怎么会反对你学佛？实在说，家人有的时候看到你们学佛的人，看得心里很难过、很嫉妒。你们对于学佛的同修那种亲密、亲爱，超过了对于父母兄弟那种热情，超过了。父母兄弟不学佛，对他很冷淡，惹得家人看了，这个学佛的人头脑都有问题，家人都不要了！你看看跟那些人都那么亲热，见到法师就顶礼，见到父母就瞪眼睛，这怎么可以？这不可以的。家人怎么会不反对？所以他看到难过。",
      "zh_TW": "所以修學有階段，一定從十善業道修起。對於一切眾生，我們要記住決定不惱害他。這個人他見我就不歡喜，我看到他遠遠躲過，讓他生歡喜心；他喜歡我，我常跟他接近，不喜歡我，遠遠躲開，讓他生歡喜心，不要惹人生煩惱。對於一個外面的人都不願意惹他生煩惱，你怎麼會對你家人惹他生煩惱？那不可能的事情。那你的家怎麼會不美滿？你的家人怎麼會反對你學佛？實在說，家人有的時候看到你們學佛的人，看得心裡很難過、很嫉妒。你們對於學佛的同修那種親密、親愛，超過了對於父母兄弟那種熱情，超過了。父母兄弟不學佛，對他很冷淡，惹得家人看了，這個學佛的人頭腦都有問題，家人都不要了！你看看跟那些人都那麼親熱，見到法師就頂禮，見到父母就瞪眼睛，這怎麼可以？這不可以的。家人怎麼會不反對？所以他看到難過。"
    },
    {
      "id": "18-006-0001_p0035",
      "zh_CN": "见到师父、出家人会顶礼、会供养，见到父母冷冰冰的，生活就是给他一点钱，颜色都很难看，你说父母看到怎么会不伤心？所以劝别人，你们千万不要学佛，一学佛，就坏了！说实在话，佛陀的教训，你们没有能理解，没有能够应用在生活上。如果能够把对师父的这种情分，对同修的情分带到你家里去，你家里幸福圆满，决定不会说我父母还没有学佛，他不学佛，他反对学佛。你这观念错误，你必须从孝敬里面去感化，去感动他，让他体会到佛法殊胜的功德利益，学佛真正的好处。因为圆满的利益，没有一丝毫的害处，他怎么会不接受？就看你本身怎么个做法。所以绝不恼害一切众生。",
      "zh_TW": "見到師父、出家人會頂禮、會供養，見到父母冷冰冰的，生活就是給他一點錢，顏色都很難看，你說父母看到怎麼會不傷心？所以勸別人，你們千萬不要學佛，一學佛，就壞了！說實在話，佛陀的教訓，你們沒有能理解，沒有能夠應用在生活上。如果能夠把對師父的這種情分，對同修的情分帶到你家裡去，你家裡幸福圓滿，決定不會說我父母還沒有學佛，他不學佛，他反對學佛。你這觀念錯誤，你必須從孝敬裡面去感化，去感動他，讓他體會到佛法殊勝的功德利益，學佛真正的好處。因為圓滿的利益，沒有一絲毫的害處，他怎麼會不接受？就看你本身怎麼個做法。所以絕不惱害一切眾生。"
    },
    {
      "id": "18-006-0001_p0036",
      "zh_CN": "不偷盗，偷盗叫不与取，这是修福。不邪淫。口不妄语，妄语是欺骗，学佛的人不欺骗人。这个问题又来了，有很多同修告诉我，现在商场上不欺骗人，说老实话就不能赚钱。现在这个世界是什么世界？骗人的世界。我不骗人，人骗我，我不骗人就不能生存了。这里面要有智慧、要有善巧，总而言之要记住，决定不欺骗人。",
      "zh_TW": "不偷盜，偷盜叫不與取，這是修福。不邪淫。口不妄語，妄語是欺騙，學佛的人不欺騙人。這個問題又來了，有很多同修告訴我，現在商場上不欺騙人，說老實話就不能賺錢。現在這個世界是什麼世界？騙人的世界。我不騙人，人騙我，我不騙人就不能生存了。這裡面要有智慧、要有善巧，總而言之要記住，決定不欺騙人。"
    },
    {
      "id": "18-006-0001_p0037",
      "zh_CN": "过去印光大师在世的时候，常常劝人念《了凡四训》。《了凡四训》里面讲什么？完全讲的是因果报应，讲的是命运。如何改造命运？要真正相信，命里面有的，决定是有；命里没有的，用什么方法去求也求不到。改造命运，要积功累德，要修十善，决定能够改变的，这是真实的。《了凡四训》，最好能够念三百遍，为什么？念少了，印象不深刻，容易忘掉，不起作用。三百遍念下去之后，自己处事待人接物，起心动念，会想到书里面的教训，我应该用什么样的心态来对人、对事，自自然然在生活当中得心应手，所以这是一本好书。我们自己知道自己的命运，也知道改造自己的命运，收效果会很快。那个快的有半年到一年就见效，很快，一定要认真努力去做。不恶口，平常自己谨慎留意都可以做得到。不两舌，两舌是挑拨是非。不绮语，绮语是花言巧语，目的都是在欺骗人。",
      "zh_TW": "過去印光大師在世的時候，常常勸人念《了凡四訓》。《了凡四訓》裡面講什麼？完全講的是因果報應，講的是命運。如何改造命運？要真正相信，命裡面有的，決定是有；命裡沒有的，用什麼方法去求也求不到。改造命運，要積功累德，要修十善，決定能夠改變的，這是真實的。《了凡四訓》，最好能夠念三百遍，為什麼？念少了，印象不深刻，容易忘掉，不起作用。三百遍念下去之後，自己處事待人接物，起心動念，會想到書裡面的教訓，我應該用什麼樣的心態來對人、對事，自自然然在生活當中得心應手，所以這是一本好書。我們自己知道自己的命運，也知道改造自己的命運，收效果會很快。那個快的有半年到一年就見效，很快，一定要認真努力去做。不惡口，平常自己謹慎留意都可以做得到。不兩舌，兩舌是挑撥是非。不綺語，綺語是花言巧語，目的都是在欺騙人。"
    },
    {
      "id": "18-006-0001_p0038",
      "zh_CN": "意三善，不贪、不瞋、不痴。远离贪瞋痴，你的心就自在了，心就清净了。人生在世间，就像《金刚经》上所讲的「梦幻泡影」，没有什么好计较的。真实的人生是清净自在，那是一个真正会享福的人。每天辛苦、忙碌、烦恼到底为什么？有没有认真去反省过，到底是为谁辛苦、为谁忙？这是真实的问题。看破之后，贵的就是要放下。放下什么？一切分别、执着、烦恼、牵挂，统统放下。一放下就觉悟了，你放不下就是迷惑颠倒。放下就觉悟，智慧就现前了。然后才晓得我们在这人生短短的几十年当中，如何来运用宝贵的光阴，成就自己真实的德学。",
      "zh_TW": "意三善，不貪、不瞋、不痴。遠離貪瞋痴，你的心就自在了，心就清淨了。人生在世間，就像《金剛經》上所講的「夢幻泡影」，沒有什麼好計較的。真實的人生是清淨自在，那是一個真正會享福的人。每天辛苦、忙碌、煩惱到底為什麼？有沒有認真去反省過，到底是為誰辛苦、為誰忙？這是真實的問題。看破之後，貴的就是要放下。放下什麼？一切分別、執著、煩惱、牽掛，統統放下。一放下就覺悟了，你放不下就是迷惑顛倒。放下就覺悟，智慧就現前了。然後才曉得我們在這人生短短的幾十年當中，如何來運用寶貴的光陰，成就自己真實的德學。"
    },
    {
      "id": "18-006-0001_p0039",
      "zh_CN": "佛教给我们追求真实的，远离虚妄的，一切虚妄的应当要舍弃，一切真实的要牢牢的抓住。所以首先要知道真妄，要晓得邪正，再说得白一点，要知道利害。哪是对我们真正有利，哪个是不利，这都是要真实智慧才能够拣别。我们在人间、天上修福享福，佛教给我们这四句，这个四句要一展开细说，说一年都说不完的，所以诸位一定要读书。中国的古籍跟佛教的经典要认真去读诵，要亲近好老师，要亲近好的同参道友，互相砥砺，我们才会有进步。",
      "zh_TW": "佛教給我們追求真實的，遠離虛妄的，一切虛妄的應當要捨棄，一切真實的要牢牢的抓住。所以首先要知道真妄，要曉得邪正，再說得白一點，要知道利害。哪是對我們真正有利，哪個是不利，這都是要真實智慧才能夠揀別。我們在人間、天上修福享福，佛教給我們這四句，這個四句要一展開細說，說一年都說不完的，所以諸位一定要讀書。中國的古籍跟佛教的經典要認真去讀誦，要親近好老師，要親近好的同參道友，互相砥礪，我們才會有進步。"
    },
    {
      "id": "18-006-0001_p0040",
      "zh_CN": "底下一个世纪比我们现在的社会一定更复杂，一定更困难。所以将来的这些弘法的人才他们的品德、修养、学问、才干一定要超过我们这一代，才能应付得了。要像我们这一代应付目前还勉强，应付底下这个时代我们就应付不了。不要说别的，看看现在五、六岁的小朋友，那个脑筋动得我们就不如他，他们长大了还得了！所以佛门里面培养人才，也要一代比一代高，要后来居上才行。我们教学的目标就是希望后来居上，怎么能达到这个目标？改进。我们这一代的优点好好的学习，发扬光大；我们这一代的缺点，统统把它改掉，他就比我高了。改过就进步了，这是我们教学的一个愿望，一个目标。",
      "zh_TW": "底下一個世紀比我們現在的社會一定更複雜，一定更困難。所以將來的這些弘法的人才他們的品德、修養、學問、才幹一定要超過我們這一代，才能應付得了。要像我們這一代應付目前還勉強，應付底下這個時代我們就應付不了。不要說別的，看看現在五、六歲的小朋友，那個腦筋動得我們就不如他，他們長大了還得了！所以佛門裡面培養人才，也要一代比一代高，要後來居上才行。我們教學的目標就是希望後來居上，怎麼能達到這個目標？改進。我們這一代的優點好好的學習，發揚光大；我們這一代的缺點，統統把它改掉，他就比我高了。改過就進步了，這是我們教學的一個願望，一個目標。"
    },
    {
      "id": "18-006-0001_p0041",
      "zh_CN": "以人天福为基础，再往上进一步这就是小乘，佛法的小学。佛法小学，佛跟我们讲了三句「受持三皈，具足众戒，不犯威仪」。讲了三句，这才真正进入到佛法。我们常常在佛经上看到，佛叫大家「善男子，善女人」，然后才跟我们讲了许多的道理，许多殊胜的果报。我们读了之后，好像佛讲的话都不能兑现，念了之后，很多人起疑惑，我遇到过不少这样的事情。他来问我，佛讲的是真的吗？真的。真的，那我学佛为什么没有感应？我为什么不像经上讲的感应？我说：你有没有看清楚，佛是给善男子、善女人讲的，你善不善？那么你就知道了，善字的标准就是前面这四句「孝养父母，奉事师长，慈心不杀，修十善业」。佛法是建立在这个基础上的。他没有说男子、女人，他说善男子、善女人，这一个字是关键的字眼，不能够疏忽。可见得学佛的条件不容易，前面四句，没有那四句，三皈皈不了，必须具备善的条件，这才能够接受三皈。这叫皈依三宝。",
      "zh_TW": "以人天福為基礎，再往上進一步這就是小乘，佛法的小學。佛法小學，佛跟我們講了三句「受持三皈，具足眾戒，不犯威儀」。講了三句，這才真正進入到佛法。我們常常在佛經上看到，佛叫大家「善男子，善女人」，然後才跟我們講了許多的道理，許多殊勝的果報。我們讀了之後，好像佛講的話都不能兌現，念了之後，很多人起疑惑，我遇到過不少這樣的事情。他來問我，佛講的是真的嗎？真的。真的，那我學佛為什麼沒有感應？我為什麼不像經上講的感應？我說：你有沒有看清楚，佛是給善男子、善女人講的，你善不善？那麼你就知道了，善字的標準就是前面這四句「孝養父母，奉事師長，慈心不殺，修十善業」。佛法是建立在這個基礎上的。他沒有說男子、女人，他說善男子、善女人，這一個字是關鍵的字眼，不能夠疏忽。可見得學佛的條件不容易，前面四句，沒有那四句，三皈皈不了，必須具備善的條件，這才能夠接受三皈。這叫皈依三寶。"
    },
    {
      "id": "18-006-0001_p0042",
      "zh_CN": "受持三皈，皈是回归、回头，依是依靠，三宝是佛法僧。我们今天讲皈依佛、皈依法、皈依僧，常常会产生一个错觉，错觉什么？以为佛是佛像，法是经典，僧是出家人，产生错觉，其实这不是真正的三皈依。唐朝时代六祖大师已经看出这个受持三皈依会引起错觉，所以他老人家讲三皈依，《坛经》里面所讲的，他不说皈依佛、皈依法、皈依僧，他说「皈依觉，皈依正，皈依净」，然后给我们解释「佛者觉也，法者正也，僧者净也」。这样我们就观念很正确，不至于把意思错会了。所以佛是什么？佛是自性觉。从哪里回头？从迷惑颠倒回头依自性觉，觉而不迷，这叫皈依佛，这一定要知道。法是正知正见，就是对于宇宙人生正确的理解，正确的知见，这叫法，没有错误！换句话说，从一切错误的想法、看法回过头来，依自性的正知正见，这叫皈依法。皈依僧，僧是清净的意思，六根清净，一尘不染。我们从染污，今天我们讲的心理的染污，精神的染污，思想的染污，从这种种染污回过头来依清净心，这叫皈依僧。",
      "zh_TW": "受持三皈，皈是回歸、回頭，依是依靠，三寶是佛法僧。我們今天講皈依佛、皈依法、皈依僧，常常會產生一個錯覺，錯覺什麼？以為佛是佛像，法是經典，僧是出家人，產生錯覺，其實這不是真正的三皈依。唐朝時代六祖大師已經看出這個受持三皈依會引起錯覺，所以他老人家講三皈依，《壇經》裡面所講的，他不說皈依佛、皈依法、皈依僧，他說「皈依覺，皈依正，皈依淨」，然後給我們解釋「佛者覺也，法者正也，僧者淨也」。這樣我們就觀念很正確，不至於把意思錯會了。所以佛是什麼？佛是自性覺。從哪裡回頭？從迷惑顛倒回頭依自性覺，覺而不迷，這叫皈依佛，這一定要知道。法是正知正見，就是對於宇宙人生正確的理解，正確的知見，這叫法，沒有錯誤！換句話說，從一切錯誤的想法、看法回過頭來，依自性的正知正見，這叫皈依法。皈依僧，僧是清淨的意思，六根清淨，一塵不染。我們從染污，今天我們講的心理的染污，精神的染污，思想的染污，從這種種染污回過頭來依清淨心，這叫皈依僧。"
    },
    {
      "id": "18-006-0001_p0043",
      "zh_CN": "所以佛法修学的总纲领就是觉正净，这叫自性三宝，是我们真正皈依处！用什么方法达到觉正净？那个方法就多了，无量无边的法门。修什么？就是修觉正净。这哪有迷信？所以皈依三宝，如果不把三宝搞清楚，实在讲，你没有皈也没有依。住持三宝有它殊胜的功德利益，功德利益在哪里？提醒我们自性三宝。",
      "zh_TW": "所以佛法修學的總綱領就是覺正淨，這叫自性三寶，是我們真正皈依處！用什麼方法達到覺正淨？那個方法就多了，無量無邊的法門。修什麼？就是修覺正淨。這哪有迷信？所以皈依三寶，如果不把三寶搞清楚，實在講，你沒有皈也沒有依。住持三寶有它殊勝的功德利益，功德利益在哪裡？提醒我們自性三寶。"
    },
    {
      "id": "18-006-0001_p0044",
      "zh_CN": "我们学佛的同修为什么家里供佛像？供佛像的意义何在？供佛像有两个意思，第一个意思是报恩。就像我们中国人家里供祖先的牌位，不忘本。佛是根本的老师，供佛就等于历代的老师我们统统都供养，是报恩的意思。第二个是提醒我们，见到佛像就想到自性觉。我这一天处事待人接物，我要觉而不迷，他有个依靠，他真正回头了，他清不清净于我不相干，他那个样子摆在那里，马上提醒我，我要清净不能受染污。所以住持三宝有时时刻刻提醒我们的功德。我们供养佛是代表的佛宝，代表觉，菩萨是僧宝，经典是法宝，这是我们学佛的人时时刻刻不离开的，三宝是我们真正的皈依处。",
      "zh_TW": "我們學佛的同修為什麼家裡供佛像？供佛像的意義何在？供佛像有兩個意思，第一個意思是報恩。就像我們中國人家裡供祖先的牌位，不忘本。佛是根本的老師，供佛就等於歷代的老師我們統統都供養，是報恩的意思。第二個是提醒我們，見到佛像就想到自性覺。我這一天處事待人接物，我要覺而不迷，他有個依靠，他真正回頭了，他清不清淨於我不相干，他那個樣子擺在那裡，馬上提醒我，我要清淨不能受染污。所以住持三寶有時時刻刻提醒我們的功德。我們供養佛是代表的佛寶，代表覺，菩薩是僧寶，經典是法寶，這是我們學佛的人時時刻刻不離開的，三寶是我們真正的皈依處。"
    },
    {
      "id": "18-006-0001_p0045",
      "zh_CN": "所以如果以后有人来问什么叫佛教？你就可以说给他听，佛教是佛陀的教育。他教你什么？教我们追求最圆满、最究竟的智慧。你们修什么？我们修觉正净。你用什么方法修？或是念佛，或是参禅，或是持咒，那方法多了，方法太多了。不管什么方法，统统是修觉正净。所以三皈依是佛门修学的总纲领、是总的方向。我们修觉、修正、修净，这叫三皈！",
      "zh_TW": "所以如果以後有人來問什麼叫佛教？你就可以說給他聽，佛教是佛陀的教育。他教你什麼？教我們追求最圓滿、最究竟的智慧。你們修什麼？我們修覺正淨。你用什麼方法修？或是念佛，或是參禪，或是持咒，那方法多了，方法太多了。不管什麼方法，統統是修覺正淨。所以三皈依是佛門修學的總綱領、是總的方向。我們修覺、修正、修淨，這叫三皈！"
    },
    {
      "id": "18-006-0001_p0046",
      "zh_CN": "你们同修大概不少都受过三皈了，你们皈依哪个？我皈依某某法师，与觉正净毫不相干，这就错了，大错特错。这样的皈依，我跟诸位说一个老实话，将来你们到哪里去？都到三途恶道去，为什么？因为你们破和合僧。这是我的师父，那个不是，我对我师父供养，那个不要供养他，那不是我的师父。你不皈依的时候没有分别执着，这一皈依，分别执着都来了。这分别执着造罪业，破坏僧团。僧团是一个整体的，是和合的，你们这一皈依就分党分派，把这团体拆掉了，你看这个罪过多大？太大！所以师父传授三皈，他是僧团的代表，你皈依的是整个僧团，不是他一个人。就好像入党一样，你入党，上级党部派一个资深的党员来监誓，结果你莫名其妙归入了他的党，这个事情就麻烦大了。所以，一定要知道。",
      "zh_TW": "你們同修大概不少都受過三皈了，你們皈依哪個？我皈依某某法師，與覺正淨毫不相干，這就錯了，大錯特錯。這樣的皈依，我跟諸位說一個老實話，將來你們到哪裡去？都到三途惡道去，為什麼？因為你們破和合僧。這是我的師父，那個不是，我對我師父供養，那個不要供養他，那不是我的師父。你不皈依的時候沒有分別執著，這一皈依，分別執著都來了。這分別執著造罪業，破壞僧團。僧團是一個整體的，是和合的，你們這一皈依就分黨分派，把這團體拆掉了，你看這個罪過多大？太大！所以師父傳授三皈，他是僧團的代表，你皈依的是整個僧團，不是他一個人。就好像入黨一樣，你入黨，上級黨部派一個資深的黨員來監誓，結果你莫名其妙歸入了他的黨，這個事情就麻煩大了。所以，一定要知道。"
    },
    {
      "id": "18-006-0001_p0047",
      "zh_CN": "我们常讲「师父领进门，修行在个人」。皈依的师父，传授三皈的师父，传戒的师父，甚至出家剃度的师父，这些师父恩德都是很大的，但是不是最重要的。最重要的师父是传法的那个师父，就是说你跟那个师父学的。不可能说我没有皈依他，我跟他学，大概他不肯教我？没有这个道理。师父的心是平等的，师父对于学生的爱护也是平等的。只要你真心去修学，你皈依哪个人都一样，你跟哪个人出家也是一样，决定没有分别执着之处。如果他有分别执着，他不是一个真善知识，我们不必跟他学，为什么？他连这个分别执着都还没有破，他心不清净，他心不平等。所以皈依只有一次，没有第二次，就好像入党一样。入党只入一次，不会入第二次。像在美国，美国共和党，洛杉矶一个党部，在这里入党，到旧金山恐怕又要入一次，没有入恐怕不承认了，没有这个道理，全国性。所以三皈依只有一次。不必见到这个法师，这也要皈依一下，那也要皈依一下，这个观念完全错误，不了解什么叫做皈依。皈依最重要的是自性三宝，我们修学也就是开发自性三宝。",
      "zh_TW": "我們常講「師父領進門，修行在個人」。皈依的師父，傳授三皈的師父，傳戒的師父，甚至出家剃度的師父，這些師父恩德都是很大的，但是不是最重要的。最重要的師父是傳法的那個師父，就是說你跟那個師父學的。不可能說我沒有皈依他，我跟他學，大概他不肯教我？沒有這個道理。師父的心是平等的，師父對於學生的愛護也是平等的。只要你真心去修學，你皈依哪個人都一樣，你跟哪個人出家也是一樣，決定沒有分別執著之處。如果他有分別執著，他不是一個真善知識，我們不必跟他學，為什麼？他連這個分別執著都還沒有破，他心不清淨，他心不平等。所以皈依只有一次，沒有第二次，就好像入黨一樣。入黨只入一次，不會入第二次。像在美國，美國共和黨，洛杉磯一個黨部，在這裡入黨，到舊金山恐怕又要入一次，沒有入恐怕不承認了，沒有這個道理，全國性。所以三皈依只有一次。不必見到這個法師，這也要皈依一下，那也要皈依一下，這個觀念完全錯誤，不了解什麼叫做皈依。皈依最重要的是自性三寶，我們修學也就是開發自性三寶。"
    },
    {
      "id": "18-006-0001_p0048",
      "zh_CN": "受了三皈之后，这是真正的佛弟子，就是接受了佛教给我们最高的修学指导的原则，我们完全接受了，我们修觉正净。从什么地方学起？要从戒定慧学起。所以底下一句就教给我们具足众戒，这才谈到受戒。受戒至少要受五戒。实在讲在今天这个社会，我们果真能够把五戒十善修好了，就是经典上，佛常常讲的善男子、善女人，我们都有分。念这个经，我们都有分，我们是其中之一员。如果五戒十善做不到，看到经上讲的善男子、善女人，是讲那些人，我们在外面，我们在旁边看，没分了。这一点非常非常重要，所以至少要学五戒，更进一步，在家同修有菩萨戒。最好的是先学戒，再受戒，这最好的，先学，真正学得我能做到了，我再请法师给我做一个受戒的仪式，这样好，学一条就是自己真正修学的一条。我过去初学佛的时候，章嘉大师就这样教给我们先学然后再受。",
      "zh_TW": "受了三皈之後，這是真正的佛弟子，就是接受了佛教給我們最高的修學指導的原則，我們完全接受了，我們修覺正淨。從什麼地方學起？要從戒定慧學起。所以底下一句就教給我們具足眾戒，這才談到受戒。受戒至少要受五戒。實在講在今天這個社會，我們果真能夠把五戒十善修好了，就是經典上，佛常常講的善男子、善女人，我們都有分。念這個經，我們都有分，我們是其中之一員。如果五戒十善做不到，看到經上講的善男子、善女人，是講那些人，我們在外面，我們在旁邊看，沒分了。這一點非常非常重要，所以至少要學五戒，更進一步，在家同修有菩薩戒。最好的是先學戒，再受戒，這最好的，先學，真正學得我能做到了，我再請法師給我做一個受戒的儀式，這樣好，學一條就是自己真正修學的一條。我過去初學佛的時候，章嘉大師就這樣教給我們先學然後再受。"
    },
    {
      "id": "18-006-0001_p0049",
      "zh_CN": "戒绝对不是约束人的，是正常的生活行为。换句话说，我们今天提到戒律都感觉到很约束，感觉到很不方便，是我们放逸惯了，随便惯了，过正常生活反而觉得奇怪。你看孔老夫子在《论语》里说他老人家，在七十岁的时候能做到随心所欲不逾矩，诸佛菩萨都是这样的境界。所以戒律养成一个习惯，确实，随心所欲都合乎规矩。佛教给我们做一个正常的人，把性德在生活当中完全显露出来，这是佛法的教育，这是佛陀的教育，所以你在这里面找迷信是绝对没有的。佛法的口号是「破迷开悟，离苦得乐」，佛明白的教导我们，世间所有的一切苦难从哪儿来的？从迷而来的。因为你不了解事实真相，你想错了，看错了，做错了，带来的后果就是灾难。如果你对于一切事物不迷，你看得很清楚，看得很正确，做得很恰当，怎么会有灾难？因此佛法教育是每个众生都应当接受的，都应当要修学的。威仪就是我们今天所讲的风度礼节，风俗习惯，所以在具足众戒，后面加上这一句，那这个意思才圆满。",
      "zh_TW": "戒絕對不是約束人的，是正常的生活行為。換句話說，我們今天提到戒律都感覺到很約束，感覺到很不方便，是我們放逸慣了，隨便慣了，過正常生活反而覺得奇怪。你看孔老夫子在《論語》裡說他老人家，在七十歲的時候能做到隨心所欲不踰矩，諸佛菩薩都是這樣的境界。所以戒律養成一個習慣，確實，隨心所欲都合乎規矩。佛教給我們做一個正常的人，把性德在生活當中完全顯露出來，這是佛法的教育，這是佛陀的教育，所以你在這裡面找迷信是絕對沒有的。佛法的口號是「破迷開悟，離苦得樂」，佛明白的教導我們，世間所有的一切苦難從哪兒來的？從迷而來的。因為你不了解事實真相，你想錯了，看錯了，做錯了，帶來的後果就是災難。如果你對於一切事物不迷，你看得很清楚，看得很正確，做得很恰當，怎麼會有災難？因此佛法教育是每個眾生都應當接受的，都應當要修學的。威儀就是我們今天所講的風度禮節，風俗習慣，所以在具足眾戒，後面加上這一句，那這個意思才圓滿。"
    },
    {
      "id": "18-006-0001_p0050",
      "zh_CN": "所以持戒用现代的话来讲就是守法，佛的教法我们遵守，国家的法律我们遵守，社会的风俗道德我们要遵守。入境随俗，每个国家地区法令规章不相同，文化背景不相同，风俗习惯不相同。在过去因为交通不发达，我们活动的空间小，不太有这些感触；现在交通便捷，一天当中可以周游全世界，所以每个国家地区风俗习惯都不相同。我们到哪个地区要遵守哪一个国家的法令规章，入境要随俗，这样佛法才能够普遍的弘扬，才能让大家欢喜接受。所以在美国，为什么佛法外国人始终进不来，这是一个大问题。",
      "zh_TW": "所以持戒用現代的話來講就是守法，佛的教法我們遵守，國家的法律我們遵守，社會的風俗道德我們要遵守。入境隨俗，每個國家地區法令規章不相同，文化背景不相同，風俗習慣不相同。在過去因為交通不發達，我們活動的空間小，不太有這些感觸；現在交通便捷，一天當中可以周遊全世界，所以每個國家地區風俗習慣都不相同。我們到哪個地區要遵守哪一個國家的法令規章，入境要隨俗，這樣佛法才能夠普遍的弘揚，才能讓大家歡喜接受。所以在美國，為什麼佛法外國人始終進不來，這是一個大問題。"
    },
    {
      "id": "18-006-0001_p0051",
      "zh_CN": "我在去年有这个因缘在美国建一个道场，我告诉达拉斯的同修们说，首先要把观念纠正过来，佛法必须要现代化，必须要本土化，就是本地化，才能够在这里生根，才能够在这里发扬光大。我们这么多年在美国的佛教不能发展，就是我们的佛教始终是中国的佛教，而且是中国古老的佛教，所以对现代的中国人都不能接受，怎么能叫外国人来接受？因此我们会想到过去二千年前，印度的高僧大德到中国来，到中国来佛教马上就中国化、本土化了，在当时就是现代化，所以能够为我们中国人欢喜接受。从什么地方能看出来？从建筑，道场的建筑都采取皇宫的建筑。中国老百姓对皇帝非常尊敬，几个人有机会到皇宫里面去看看？现在佛教的道场统统是皇宫的建筑，把皇宫分布到全国每个角落地区，每个人一看到建筑，他马上就进去。这个建筑不是印度的建筑，如果是印度那种建筑形式要是在中国建筑，我们中国人一看，这个奇奇怪怪，这外国的东西，没有一个人愿意进去，这是第一个本土化的实例。",
      "zh_TW": "我在去年有這個因緣在美國建一個道場，我告訴達拉斯的同修們說，首先要把觀念糾正過來，佛法必須要現代化，必須要本土化，就是本地化，才能夠在這裡生根，才能夠在這裡發揚光大。我們這麼多年在美國的佛教不能發展，就是我們的佛教始終是中國的佛教，而且是中國古老的佛教，所以對現代的中國人都不能接受，怎麼能叫外國人來接受？因此我們會想到過去二千年前，印度的高僧大德到中國來，到中國來佛教馬上就中國化、本土化了，在當時就是現代化，所以能夠為我們中國人歡喜接受。從什麼地方能看出來？從建築，道場的建築都採取皇宮的建築。中國老百姓對皇帝非常尊敬，幾個人有機會到皇宮裡面去看看？現在佛教的道場統統是皇宮的建築，把皇宮分布到全國每個角落地區，每個人一看到建築，他馬上就進去。這個建築不是印度的建築，如果是印度那種建築形式要是在中國建築，我們中國人一看，這個奇奇怪怪，這外國的東西，沒有一個人願意進去，這是第一個本土化的實例。"
    },
    {
      "id": "18-006-0001_p0052",
      "zh_CN": "第二个造像，我们晓得佛没有一定的像，《普门品》里面讲现观世音菩萨三十二应身，应以什么身得度，就示现什么身。佛哪有一定的像。菩萨没有一定的像，「随众生心，应所知量」。所以中国佛像都像中国人，日本的佛像都像日本人，泰国的佛像下巴尖尖的，都像泰国人。美国的佛像没有一个像美国人，佛教没有到美国来！所以我的构想就是道场一定要建得是美国的样子，原先我想美国总统住白宫，我们虽然小也是那个样子，让美国人一看，他就进来了。图样是被夏老师夏荆山改掉了，但是改得不错，还是外国建筑的样子，不是像中国寺庙的样子，外国人能接受，很欢喜，他自然会进来。",
      "zh_TW": "第二個造像，我們曉得佛沒有一定的像，《普門品》裡面講現觀世音菩薩三十二應身，應以什麼身得度，就示現什麼身。佛哪有一定的像。菩薩沒有一定的像，「隨眾生心，應所知量」。所以中國佛像都像中國人，日本的佛像都像日本人，泰國的佛像下巴尖尖的，都像泰國人。美國的佛像沒有一個像美國人，佛教沒有到美國來！所以我的構想就是道場一定要建得是美國的樣子，原先我想美國總統住白宮，我們雖然小也是那個樣子，讓美國人一看，他就進來了。圖樣是被夏老師夏荊山改掉了，但是改得不錯，還是外國建築的樣子，不是像中國寺廟的樣子，外國人能接受，很歡喜，他自然會進來。"
    },
    {
      "id": "18-006-0001_p0053",
      "zh_CN": "佛像，我就想到一定要造美国人的佛像，美国人的面孔。我现在在想，想的时候我还没有去找，居然我这次到美国来的前一天，有一个人送来西方三圣油画像，画得很庄严、很大，配我那个佛堂正好，不可思议，不晓得什么人送来的？简丰文居士接受的。他是说明送到达拉斯佛堂供养。我把这个油画像一展开来看，阿弥陀佛是印度人，一看那面孔是印度人，观音菩萨是中国人，大势至菩萨是美国人，这真不可思议，心想事成。现在台湾很流行一句话「心想事成」。我正在那里想，居然有人已经把它做好了送给我。所以将来你们到达拉斯去看看，大势至菩萨是美国人，这个意义很不平凡。我想不少同修看过夏莲居居士的《净修捷要》，《净修捷要》里面说净宗初祖是大势至菩萨。所以大势至菩萨是美国人，表示净宗也到美国来了，初祖来了。",
      "zh_TW": "佛像，我就想到一定要造美國人的佛像，美國人的面孔。我現在在想，想的時候我還沒有去找，居然我這次到美國來的前一天，有一個人送來西方三聖油畫像，畫得很莊嚴、很大，配我那個佛堂正好，不可思議，不曉得什麼人送來的？簡豐文居士接受的。他是說明送到達拉斯佛堂供養。我把這個油畫像一展開來看，阿彌陀佛是印度人，一看那面孔是印度人，觀音菩薩是中國人，大勢至菩薩是美國人，這真不可思議，心想事成。現在台灣很流行一句話「心想事成」。我正在那裡想，居然有人已經把它做好了送給我。所以將來你們到達拉斯去看看，大勢至菩薩是美國人，這個意義很不平凡。我想不少同修看過夏蓮居居士的《淨修捷要》，《淨修捷要》裡面說淨宗初祖是大勢至菩薩。所以大勢至菩薩是美國人，表示凈宗也到美國來了，初祖來了。"
    },
    {
      "id": "18-006-0001_p0054",
      "zh_CN": "大势至菩萨是净宗初祖，是法界初祖，尽虚空遍法界第一个提倡念佛的是大势至菩萨。我们在《楞严经》上读到的。娑婆世界初祖是普贤菩萨，《华严经》上最早，释迦牟尼佛示现成道的时候，二七日中讲《华严经》，普贤菩萨在华严会上，最后十大愿王导归极乐，所以他是我们娑婆世界的初祖。佛教传到中国，慧远大师最早在庐山建莲社提倡念佛，慧远大师是中国的初祖。所以讲到净宗初祖，要问哪一个初祖？有法界初祖、有娑婆初祖、有中国初祖。所以这一次我接受到西方三圣，大势至菩萨居然是美国人的面孔，是使我吃了一惊，不可思议。我原来想三尊像都是美国人的面孔，结果不是，只有大势至菩萨是美国人，不可思议。很有感应，这感应道交不可思议。所以讲到「具足众戒，不犯威仪」，我们要知道这里面绝对不是文字里面所说的单字，它的意思非常非常的广泛，非常非常的深远，这样才能够令一切众生生欢喜心。",
      "zh_TW": "大勢至菩薩是淨宗初祖，是法界初祖，盡虛空遍法界第一個提倡念佛的是大勢至菩薩。我們在《楞嚴經》上讀到的。娑婆世界初祖是普賢菩薩，《華嚴經》上最早，釋迦牟尼佛示現成道的時候，二七日中講《華嚴經》，普賢菩薩在華嚴會上，最後十大願王導歸極樂，所以他是我們娑婆世界的初祖。佛教傳到中國，慧遠大師最早在廬山建蓮社提倡念佛，慧遠大師是中國的初祖。所以講到淨宗初祖，要問哪一個初祖？有法界初祖、有娑婆初祖、有中國初祖。所以這一次我接受到西方三聖，大勢至菩薩居然是美國人的面孔，是使我吃了一驚，不可思議。我原來想三尊像都是美國人的面孔，結果不是，只有大勢至菩薩是美國人，不可思議。很有感應，這感應道交不可思議。所以講到「具足眾戒，不犯威儀」，我們要知道這裡面絕對不是文字裡面所說的單字，它的意思非常非常的廣泛，非常非常的深遠，這樣才能夠令一切眾生生歡喜心。"
    },
    {
      "id": "18-006-0001_p0055",
      "zh_CN": "在美国不能叫美国人学佛，我们到此地就全盘失败了。当年印度高僧到中国来传教，是教中国人学佛，不是教印度侨民学佛的。所以我们在美国是教美国人学佛，不是教中国侨民学佛的。所以中国侨民要发心带动美国人，带动本土，所以这个佛教必须具足现代化跟本土化，才能够发扬光大。佛法真正的目标是影响外国人。所以道场建好之后，我是在十月九日开幕的，十二日星期六，open house招待外国人，我的邻居几条街上，我统统发了请帖，邀请他们，来了五、六十个外国人，我跟他们举行开光仪式。",
      "zh_TW": "在美國不能叫美國人學佛，我們到此地就全盤失敗了。當年印度高僧到中國來傳教，是教中國人學佛，不是教印度僑民學佛的。所以我們在美國是教美國人學佛，不是教中國僑民學佛的。所以中國僑民要發心帶動美國人，帶動本土，所以這個佛教必須具足現代化跟本土化，才能夠發揚光大。佛法真正的目標是影響外國人。所以道場建好之後，我是在十月九日開幕的，十二日星期六，open house招待外國人，我的鄰居幾條街上，我統統發了請帖，邀請他們，來了五、六十個外國人，我跟他們舉行開光儀式。"
    },
    {
      "id": "18-006-0001_p0056",
      "zh_CN": "你们晓得什么叫开光？开光是佛菩萨形像开启我们自性光明，这叫开光。不是我们替佛菩萨开光，是佛像替我们开光。这就是介绍我们所供养佛菩萨形像，每一尊佛像他代表的意义，让这些外国人统统了解认识，他才晓得我们不是拜木偶的，原来有这样甚深的教育意义。他听我讲完之后，不少外国人生了欢喜心，他们都要来学佛。他们有些外国人也懂得佛教有很多宗派，他们晓得有禅宗，他问我学什么宗？我就介绍，我学的是阿弥陀佛宗。不要讲净土，净土很啰嗦，他听不懂。我说阿弥陀佛宗。阿弥陀佛什么意思？阿弥陀佛长寿，他要，这个我们要，我们要长寿。他要长寿，你看看。阿弥陀佛快乐。快乐我也要。阿弥陀佛清净，他清净，三个我们都要。好，我星期六开放，每个星期六到这里来，你们会得到长寿、快乐、清净。他就都来了。",
      "zh_TW": "你們曉得什麼叫開光？開光是佛菩薩形像開啟我們自性光明，這叫開光。不是我們替佛菩薩開光，是佛像替我們開光。這就是介紹我們所供養佛菩薩形像，每一尊佛像他代表的意義，讓這些外國人統統了解認識，他才曉得我們不是拜木偶的，原來有這樣甚深的教育意義。他聽我講完之後，不少外國人生了歡喜心，他們都要來學佛。他們有些外國人也懂得佛教有很多宗派，他們曉得有禪宗，他問我學什麼宗？我就介紹，我學的是阿彌陀佛宗。不要講淨土，淨土很囉嗦，他聽不懂。我說阿彌陀佛宗。阿彌陀佛什麼意思？阿彌陀佛長壽，他要，這個我們要，我們要長壽。他要長壽，你看看。阿彌陀佛快樂。快樂我也要。阿彌陀佛清淨，他清淨，三個我們都要。好，我星期六開放，每個星期六到這裡來，你們會得到長壽、快樂、清淨。他就都來了。"
    },
    {
      "id": "18-006-0001_p0057",
      "zh_CN": "所以对外国人讲东西要简单、要有力量，不要讲废话，他们非常现实。我对他们很了解，废话太多了，第二天就不来了。句句话他听了之后都得受用，不但他来，他会把他的亲戚朋友都带来。所以对外国人有对外国人的一套讲经说法的方法，对中国人有中国人一套的方法。对中国人讲《无量寿经》，可以讲三百个小时、四百个小时。对外国人讲一部《无量寿经》，二个小时、三个小时就讲完了。他们听了真欢喜，真有受用。一定要懂得这个道理。",
      "zh_TW": "所以對外國人講東西要簡單、要有力量，不要講廢話，他們非常現實。我對他們很了解，廢話太多了，第二天就不來了。句句話他聽了之後都得受用，不但他來，他會把他的親戚朋友都帶來。所以對外國人有對外國人的一套講經說法的方法，對中國人有中國人一套的方法。對中國人講《無量壽經》，可以講三百個小時、四百個小時。對外國人講一部《無量壽經》，二個小時、三個小時就講完了。他們聽了真歡喜，真有受用。一定要懂得這個道理。"
    },
    {
      "id": "18-006-0001_p0058",
      "zh_CN": "今天时间到了，明天我再继续跟诸位介绍菩萨的修福，这三福里面最后的一条是菩萨，非常非常的重要。我们今天修学的是大乘，但是诸位一定要记住，今天所讲的前面这七句是修行基础的基础。更重要的是要跟定一个好老师，开始学佛心要收敛，不要贪多。广学多闻是第二个阶段，不是第一个阶段。第一个阶段是修定、是修清净心。修清净心能生智慧，智慧开了之后，才能够广学多闻。好谢谢诸位。",
      "zh_TW": "今天時間到了，明天我再繼續跟諸位介紹菩薩的修福，這三福裡面最後的一條是菩薩，非常非常的重要。我們今天修學的是大乘，但是諸位一定要記住，今天所講的前面這七句是修行基礎的基礎。更重要的是要跟定一個好老師，開始學佛心要收斂，不要貪多。廣學多聞是第二個階段，不是第一個階段。第一個階段是修定、是修清淨心。修清淨心能生智慧，智慧開了之後，才能夠廣學多聞。好謝謝諸位。"
    }
  ]
}