{
  "doc_id": "18-006-0007",
  "title": {
    "zh_CN": "怎样入佛法之门",
    "zh_TW": "怎樣入佛法之門"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "美国洛杉矶",
    "zh_TW": "美國洛杉磯"
  },
  "doc_number": "18-006-0007",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "18-006-0007_p0001",
      "zh_CN": "印公老和尚，诸位法师，诸位同修：时间过得很快，今次的讲座，今天是圆满的一天。昨天跟诸位说过，我们最后一次要讲《无量寿经》经题，给诸位做一个简略的报告。这一部大经它的翻译、弘传以及会集的状况，我们在昨天都报告过了。经题是一部经的纲领，就像文章一样，全经的内容就是一篇文章。所以我们对于题目的大意能够认识，这一部经的内涵大致上也都能够体会。",
      "zh_TW": "印公老和尚，諸位法師，諸位同修：時間過得很快，今次的講座，今天是圓滿的一天。昨天跟諸位說過，我們最後一次要講《無量壽經》經題，給諸位做一個簡略的報告。這一部大經它的翻譯、弘傳以及會集的狀況，我們在昨天都報告過了。經題是一部經的綱領，就像文章一樣，全經的內容就是一篇文章。所以我們對於題目的大意能夠認識，這一部經的內涵大致上也都能夠體會。"
    },
    {
      "id": "18-006-0007_p0002",
      "zh_CN": "夏莲老会集这一部经，选用的经题也是会集的，自己并没有加一个字，这也是会集的一种特色。譬如我们看到以往王龙舒居士的会集本，他定的经题叫《大阿弥陀经》，魏源居士的会集本叫做《摩诃无量寿经》，这个题目都是自己定的。他老人家这个题目，前一半是采取宋译《佛说大乘无量寿庄严经》，那个经字省掉了，用到庄严；后半部用汉译的经题，汉译叫《清净平等觉经》，所以他这个题目也是前后两种译本把它合起来，所以这是非常非常之高明。而且不但全经经义能在题目上完全显示出来，就是历代十二种的译本，也可以说全部都含摄在这个的题目之中，而且这个题目是那么样的自然，真是不增不减。如何成就的，这很难得，我们实在是不能不佩服他。",
      "zh_TW": "夏蓮老會集這一部經，選用的經題也是會集的，自己並沒有加一個字，這也是會集的一種特色。譬如我們看到以往王龍舒居士的會集本，他定的經題叫《大阿彌陀經》，魏源居士的會集本叫做《摩訶無量壽經》，這個題目都是自己定的。他老人家這個題目，前一半是採取宋譯《佛說大乘無量壽莊嚴經》，那個經字省掉了，用到莊嚴；後半部用漢譯的經題，漢譯叫《清淨平等覺經》，所以他這個題目也是前後兩種譯本把它合起來，所以這是非常非常之高明。而且不但全經經義能在題目上完全顯示出來，就是歷代十二種的譯本，也可以說全部都含攝在這個的題目之中，而且這個題目是那麼樣的自然，真是不增不減。如何成就的，這很難得，我們實在是不能不佩服他。"
    },
    {
      "id": "18-006-0007_p0003",
      "zh_CN": "经题一开头是「佛说」。我们在《大藏》里面也看到许许多多的经，经题上也冠上「佛说」，但是那些经题上所说的佛说，跟本经经题上的佛说，这个意思不相同。不同在什么地方？这一部经我们了解，它不仅仅是释迦牟尼佛出现在这个世间正说的第一经，释迦牟尼佛出现在这个世间为什么？就是为了讲这一部经而来的。实在是因为众生缘没成熟不能接受这部经，这才讲了许许多多的经来诱导我们契入这部经，所以这部经真正是如来正说。古大德说《华严》、《法华》都是本经的导引，《华严》、《法华》佛说这干什么？是引导我们入《无量寿》，这样我们才知道这部经在整个佛法里面的地位，以及它的重要性。世尊如是，十方三世一切诸佛菩萨没有一个不如是，所以善导大师讲「如来所以兴出世，唯说弥陀本愿海」。十方一切诸佛示现成佛，就是为了要宣说这个法门，因此它这个「佛说」不是一尊佛说，是一切佛都说。这个意思就不一样了。",
      "zh_TW": "經題一開頭是「佛說」。我們在《大藏》裡面也看到許許多多的經，經題上也冠上「佛說」，但是那些經題上所說的佛說，跟本經經題上的佛說，這個意思不相同。不同在什麼地方？這一部經我們了解，它不僅僅是釋迦牟尼佛出現在這個世間正說的第一經，釋迦牟尼佛出現在這個世間為什麼？就是為了講這一部經而來的。實在是因為眾生緣沒成熟不能接受這部經，這才講了許許多多的經來誘導我們契入這部經，所以這部經真正是如來正說。古大德說《華嚴》、《法華》都是本經的導引，《華嚴》、《法華》佛說這幹什麼？是引導我們入《無量壽》，這樣我們才知道這部經在整個佛法裡面的地位，以及它的重要性。世尊如是，十方三世一切諸佛菩薩沒有一個不如是，所以善導大師講「如來所以興出世，唯說彌陀本願海」。十方一切諸佛示現成佛，就是為了要宣說這個法門，因此它這個「佛說」不是一尊佛說，是一切佛都說。這個意思就不一樣了。"
    },
    {
      "id": "18-006-0007_p0004",
      "zh_CN": "「说」，这是古人在注疏里面也说得很清楚「悦所怀也」。一切诸佛唯一的愿望，就是希望一切众生快快成佛，这是佛的愿望。众生成佛的机缘成熟了，佛传授给他当生成就的法门。你想佛的心里多舒畅、多快乐！可以说无量劫来度众生的本愿，今天才实现。这我们在《无量寿经》第三章「大教缘起」可以看出来，就是发起序里面能看出来，这个现象可以说是一切经典里面所没有的。这是我们读经千万不能够疏忽掉的。那是究竟畅悦本怀。所以这两个字，许许多多在经文上有佛说的那个含义之深广，绝对不相同。这个「佛说」才是真正到了究竟圆满。",
      "zh_TW": "「說」，這是古人在註疏裡面也說得很清楚「悅所懷也」。一切諸佛唯一的願望，就是希望一切眾生快快成佛，這是佛的願望。眾生成佛的機緣成熟了，佛傳授給他當生成就的法門。你想佛的心裡多舒暢、多快樂！可以說無量劫來度眾生的本願，今天才實現。這我們在《無量壽經》第三章「大教緣起」可以看出來，就是發起序裡面能看出來，這個現象可以說是一切經典裡面所沒有的。這是我們讀經千萬不能夠疏忽掉的。那是究竟暢悅本懷。所以這兩個字，許許多多在經文上有佛說的那個含義之深廣，絕對不相同。這個「佛說」才是真正到了究竟圓滿。"
    },
    {
      "id": "18-006-0007_p0005",
      "zh_CN": "「大乘」拣别不是小乘。本经不仅是大乘，是大乘当中的大乘。因为是直截成佛的经典，不但直截成佛，能令九界众生平等成佛，到哪里去找这个法门？查遍了《大藏经》，也找不到这样的法门，所以十方一切诸佛如来没有一尊不赞叹的，道理在此地。所以这个地方讲的大乘不能看作普通的大乘，它是究竟圆满的大乘。这个意思跟其他经的经题上确实是不相同。",
      "zh_TW": "「大乘」揀別不是小乘。本經不僅是大乘，是大乘當中的大乘。因為是直截成佛的經典，不但直截成佛，能令九界眾生平等成佛，到哪裡去找這個法門？查遍了《大藏經》，也找不到這樣的法門，所以十方一切諸佛如來沒有一尊不讚歎的，道理在此地。所以這個地方講的大乘不能看作普通的大乘，它是究竟圓滿的大乘。這個意思跟其他經的經題上確實是不相同。"
    },
    {
      "id": "18-006-0007_p0006",
      "zh_CN": "「无量寿」，是我们学佛人所求的。无量是什么？就是自性。禅宗里面讲的「明心见性，见性成佛」。本性本来具足无量的智慧、无量的德能、无量的才艺，换句话说，一切的无量就在这一句当中所含摄的。所以我们看到这无量寿，不要单单想到只是一个寿命，那就错了。一切无量里面，这寿命是第一德，所以用它来做代表。因为没有寿命，所有一切无量你都得不到受用，你都得不到。你要有寿命，一切的无量你统统都得到了。所以在一切无量里面，用一个「寿」来做代表。这个无量寿是什么？无量寿就是真如本性，它不是讲别的。无量寿也就是经论上常讲的「阿耨多罗三藐三菩提」，就是究竟的果位。通常讲成佛，天台家讲四种佛，藏通别圆，这个地方是讲的圆教佛。无量寿是讲圆教的究竟佛果，我们学佛求的是这个。这是自性，是自性之体。",
      "zh_TW": "「無量壽」，是我們學佛人所求的。無量是什麼？就是自性。禪宗裡面講的「明心見性，見性成佛」。本性本來具足無量的智慧、無量的德能、無量的才藝，換句話說，一切的無量就在這一句當中所含攝的。所以我們看到這無量壽，不要單單想到只是一個壽命，那就錯了。一切無量裡面，這壽命是第一德，所以用它來做代表。因為沒有壽命，所有一切無量你都得不到受用，你都得不到。你要有壽命，一切的無量你統統都得到了。所以在一切無量裡面，用一個「壽」來做代表。這個無量壽是什麼？無量壽就是真如本性，它不是講別的。無量壽也就是經論上常講的「阿耨多羅三藐三菩提」，就是究竟的果位。通常講成佛，天台家講四種佛，藏通別圓，這個地方是講的圓教佛。無量壽是講圓教的究竟佛果，我們學佛求的是這個。這是自性，是自性之體。"
    },
    {
      "id": "18-006-0007_p0007",
      "zh_CN": "「庄严」那是自性之德用，无量寿讲的是本体，庄严讲的是现象。十法界依报、正报都是性德变现的。所以一个真正见性的人，才见到十法界依正庄严，才真正见到，才真正受用到。所以此地的庄严，在《华严》里面讲的一真法界，在净宗里面讲的极乐世界。我们这个世界有没有含摄在其中？含摄在其中。一真法界是什么？一真法界就是十法界。凡夫见不到一真，原因在哪里？有分别执着。一有分别执着，一法界就变成十法界。十不是定十，十是一个表法的意思，十代表无量无边。每一个人分别执着都不相同，所以每个人的法界都不一样。十是代表无量无边，这在前面跟诸位讲过，假如我们能够把分别执着统统舍掉，这个十法界就变成一法界，一真法界，才真正看到庄严。",
      "zh_TW": "「莊嚴」那是自性之德用，無量壽講的是本體，莊嚴講的是現象。十法界依報、正報都是性德變現的。所以一個真正見性的人，才見到十法界依正莊嚴，才真正見到，才真正受用到。所以此地的莊嚴，在《華嚴》裡面講的一真法界，在淨宗裡面講的極樂世界。我們這個世界有沒有含攝在其中？含攝在其中。一真法界是什麼？一真法界就是十法界。凡夫見不到一真，原因在哪裡？有分別執著。一有分別執著，一法界就變成十法界。十不是定十，十是一個表法的意思，十代表無量無邊。每一個人分別執著都不相同，所以每個人的法界都不一樣。十是代表無量無邊，這在前面跟諸位講過，假如我們能夠把分別執著統統捨掉，這個十法界就變成一法界，一真法界，才真正看到莊嚴。"
    },
    {
      "id": "18-006-0007_p0008",
      "zh_CN": "我们迷失了自性，这个依正庄严看不到。你在现前境界里面，分真分妄、分邪分正、分是分非，这就把这个一真法界搞乱了，你见不到真相。真相实际圆满没有一丝毫的欠缺。我说这些话，恐怕同修们非常不容易体会，我们还是用古人的老的比喻来说，古人常说「以金作器，器器皆金」，这我们容易懂。金是黄金，用黄金做这个器。譬如说我们比喻十法界，黄金就是本体。我们用黄金做一个佛像，代表着佛法界；用黄金做一个菩萨像，代表菩萨法界；用黄金塑一个人像，代表人法界；做一个小猫、小狗像，代表畜生法界；也做个饿鬼像，做个地狱像，那统统是黄金做的。那个分别执着的人认定这是佛，那是菩萨，佛不是菩萨，菩萨不是佛；这是三善道，那是三恶道，他分别执着。那聪明人一看全是黄金，地狱跟佛没有两样。那个地狱像是黄金做的，佛像也是黄金做的，秤一秤重量相等，价值没有两样，你才看到那十个像都庄严，都没有一丝毫欠缺。",
      "zh_TW": "我們迷失了自性，這個依正莊嚴看不到。你在現前境界裡面，分真分妄、分邪分正、分是分非，這就把這個一真法界搞亂了，你見不到真相。真相實際圓滿沒有一絲毫的欠缺。我說這些話，恐怕同修們非常不容易體會，我們還是用古人的老的比喻來說，古人常說「以金作器，器器皆金」，這我們容易懂。金是黃金，用黃金做這個器。譬如說我們比喻十法界，黃金就是本體。我們用黃金做一個佛像，代表著佛法界；用黃金做一個菩薩像，代表菩薩法界；用黃金塑一個人像，代表人法界；做一個小貓、小狗像，代表畜生法界；也做個餓鬼像，做個地獄像，那統統是黃金做的。那個分別執著的人認定這是佛，那是菩薩，佛不是菩薩，菩薩不是佛；這是三善道，那是三惡道，他分別執著。那聰明人一看全是黃金，地獄跟佛沒有兩樣。那個地獄像是黃金做的，佛像也是黃金做的，秤一秤重量相等，價值沒有兩樣，你才看到那十個像都莊嚴，都沒有一絲毫欠缺。"
    },
    {
      "id": "18-006-0007_p0009",
      "zh_CN": "即使我们能够看到尽虚空遍法界，见到这个相，这个相就是禅家常讲的「明心见性」，见到性了。见的是佛的性，性就是本体。佛的体是什么？就是黄金，菩萨的体也是黄金，地狱、饿鬼、畜生的体也是黄金。原来在性上看完全是一样的，没有差别。佛性跟众生性是一个性，一性无二性。不但有情众生的性是一个，无情众生的性也是一个，原来山河、大地、土木这些也是一个性。我们佛法里面叫无情，叫它做法性，有情叫它做佛性，佛性跟法性是一个性，所以《华严经》当中才给我们说出真相「情与无情，同圆种智」。依报、正报离开自性没有一法可得，离开自性没有一物可得，统统是自性变现出来的。你能入这个境界，才真正能体会「庄严」两个字的意思。",
      "zh_TW": "即使我們能夠看到盡虛空遍法界，見到這個相，這個相就是禪家常講的「明心見性」，見到性了。見的是佛的性，性就是本體。佛的體是什麼？就是黃金，菩薩的體也是黃金，地獄、餓鬼、畜生的體也是黃金。原來在性上看完全是一樣的，沒有差別。佛性跟眾生性是一個性，一性無二性。不但有情眾生的性是一個，無情眾生的性也是一個，原來山河、大地、土木這些也是一個性。我們佛法裡面叫無情，叫它做法性，有情叫它做佛性，佛性跟法性是一個性，所以《華嚴經》當中才給我們說出真相「情與無情，同圓種智」。依報、正報離開自性沒有一法可得，離開自性沒有一物可得，統統是自性變現出來的。你能入這個境界，才真正能體會「莊嚴」兩個字的意思。"
    },
    {
      "id": "18-006-0007_p0010",
      "zh_CN": "从比喻里面，我们比较容易体会。也许有人要问，比喻容易懂，以金作器，器器皆金，好懂！可是事实上它怎么会产生这种现象？我想我们每一位同修都会作梦，都有作梦的经验。当你梦醒的时候，如果你想一想，我梦里头梦的那些人，或者梦到佛菩萨，或者梦到饿鬼、地狱众生，或者梦到这山河大地，那东西从哪里来的？这大家都知道是我们自己意识心变现出来的。我们的意识心能够变现梦境，梦境里面就现出十法界的现象，十法界从哪里来的？自己变现的。那我们眼前这十法界就是我们的真心，是我们的本性的现象。相有，相不是没有。相虽然有，相不是真有。佛法里面讲真，真就是永远不变，那就是真。如果它刹那刹那在那改变，那就叫不真。所以佛跟我们讲「凡所有相，皆是虚妄」。这一切现象叫幻有，叫假有，或者叫妙有。妙就是假不是真的，不是真的有！",
      "zh_TW": "從比喻裡面，我們比較容易體會。也許有人要問，比喻容易懂，以金作器，器器皆金，好懂！可是事實上它怎麼會產生這種現象？我想我們每一位同修都會作夢，都有作夢的經驗。當你夢醒的時候，如果你想一想，我夢裡頭夢的那些人，或者夢到佛菩薩，或者夢到餓鬼、地獄眾生，或者夢到這山河大地，那東西從哪裡來的？這大家都知道是我們自己意識心變現出來的。我們的意識心能夠變現夢境，夢境裡面就現出十法界的現象，十法界從哪裡來的？自己變現的。那我們眼前這十法界就是我們的真心，是我們的本性的現象。相有，相不是沒有。相雖然有，相不是真有。佛法裡面講真，真就是永遠不變，那就是真。如果它剎那剎那在那改變，那就叫不真。所以佛跟我們講「凡所有相，皆是虛妄」。這一切現象叫幻有，叫假有，或者叫妙有。妙就是假不是真的，不是真的有！"
    },
    {
      "id": "18-006-0007_p0011",
      "zh_CN": "梦境不是真的有，我们眼前境界是不是真有？你以为是真有，那是你的分别执着，妄想执着，其实不是真有，刹那刹那在变。现在科学家他都懂得。其实我们的身体，我们从进入讲堂，到听完经出讲堂了，这身体已经很大的变化，细胞新陈代谢，不知道换了多少次了。不是真的，确实是幻有。佛在《金刚经》上跟我们讲得很好「一切有为法，如梦幻泡影」。如梦、如幻、如泡、如影，梦幻泡影有没有？有，不是真有。我们今天所看到的这个现象，这个现象是种相续相。因为它相续，我们产生错觉，以为它真的存在，其实它不是真的存在。那个聪明人能够观察到，这一切现象当体皆空了不可得。实实在在的这个样子，就是这样，这就是《般若经》上常讲的「诸法实相」，这一切法的真相。真相明了之后，然后你才能够真正发现，原来相就是性，性就是相，性相一如，性相不二。这「庄严」两个字的意思才恍然大悟，才会点头肯定。十法界依正庄严，原来是平等无二。",
      "zh_TW": "夢境不是真的有，我們眼前境界是不是真有？你以為是真有，那是你的分別執著，妄想執著，其實不是真有，剎那剎那在變。現在科學家他都懂得。其實我們的身體，我們從進入講堂，到聽完經出講堂了，這身體已經很大的變化，細胞新陳代謝，不知道換了多少次了。不是真的，確實是幻有。佛在《金剛經》上跟我們講得很好「一切有為法，如夢幻泡影」。如夢、如幻、如泡、如影，夢幻泡影有沒有？有，不是真有。我們今天所看到的這個現象，這個現象是種相續相。因為它相續，我們產生錯覺，以為它真的存在，其實它不是真的存在。那個聰明人能夠觀察到，這一切現象當體皆空了不可得。實實在在的這個樣子，就是這樣，這就是《般若經》上常講的「諸法實相」，這一切法的真相。真相明瞭之後，然後你才能夠真正發現，原來相就是性，性就是相，性相一如，性相不二。這「莊嚴」兩個字的意思才恍然大悟，才會點頭肯定。十法界依正莊嚴，原來是平等無二。"
    },
    {
      "id": "18-006-0007_p0012",
      "zh_CN": "这经题里面，这一段的意思深广无边，这是我们学佛的人所求的、所希望证得的。也可以说无量寿是体，庄严是用，体用不二；无量寿是理，庄严是事，理事不二。这是把佛法修学的目标完全说出来了。我们要怎样证得这个境界？经题后半段就给我们讲方法，清净、平等、觉。我们要想入无量寿庄严的境界，也就是圆教佛果的境界，以《华严经》来说就是毘卢遮那佛的境界，以《弥陀经》来讲就是阿弥陀佛的境界，那你就要修清净。佛法在整个大乘佛法里面，显密性相，虽然方法不一样，手段不相同，给诸位说，统统都是修的清净心。禅宗叫做「明心见性」，教下叫做「大开圆解」，密宗叫做「三密相印」，净土宗叫「一心不乱」。名字很多，各宗讲的不一样，其实是什么？就是清净心，就一桩事情，没有一个不是修清净心的！这样你才晓得清净心的重要。",
      "zh_TW": "這經題裡面，這一段的意思深廣無邊，這是我們學佛的人所求的、所希望證得的。也可以說無量壽是體，莊嚴是用，體用不二；無量壽是理，莊嚴是事，理事不二。這是把佛法修學的目標完全說出來了。我們要怎樣證得這個境界？經題後半段就給我們講方法，清淨、平等、覺。我們要想入無量壽莊嚴的境界，也就是圓教佛果的境界，以《華嚴經》來說就是毘盧遮那佛的境界，以《彌陀經》來講就是阿彌陀佛的境界，那你就要修清淨。佛法在整個大乘佛法裡面，顯密性相，雖然方法不一樣，手段不相同，給諸位說，統統都是修的清淨心。禪宗叫做「明心見性」，教下叫做「大開圓解」，密宗叫做「三密相印」，淨土宗叫「一心不亂」。名字很多，各宗講的不一樣，其實是什麼？就是清淨心，就一樁事情，沒有一個不是修清淨心的！這樣你才曉得清淨心的重要。"
    },
    {
      "id": "18-006-0007_p0013",
      "zh_CN": "我们学佛不成就，无论学哪个法门，无论修哪个方法，结果怎么样？不能成就。为什么不能成就？那根本的原因就是心不清净。心不清净，不管你修什么法，你所成就的统统是六道轮回，在六道里造业。这才知道清净心的重要。在四弘誓愿里面为什么叫你先断烦恼？烦恼断了，心就清净，烦恼断了以后，这样才能修法门。那个法门一接触，开悟！这个要紧。我们今天学佛，哪一个人是在真正修清净心？心里面有怀疑不清净，有贪爱不清净，有瞋恚不清净，有嫉妒不清净，有傲慢不清净。那些东西是什么？全都是染污，你的清净心被染污了。佛法里头有总名词叫「尘劳」，被染污了。染污的心变出来就是六道轮回的境界，就变这个东西，见不到诸法实相，就见不到。",
      "zh_TW": "我們學佛不成就，無論學哪個法門，無論修哪個方法，結果怎麼樣？不能成就。為什麼不能成就？那根本的原因就是心不清淨。心不清淨，不管你修什麼法，你所成就的統統是六道輪迴，在六道裡造業。這才知道清淨心的重要。在四弘誓願裡面為什麼叫你先斷煩惱？煩惱斷了，心就清淨，煩惱斷了以後，這樣才能修法門。那個法門一接觸，開悟！這個要緊。我們今天學佛，哪一個人是在真正修清淨心？心裡面有懷疑不清淨，有貪愛不清淨，有瞋恚不清淨，有嫉妒不清淨，有傲慢不清淨。那些東西是什麼？全都是染污，你的清淨心被染污了。佛法裡頭有總名詞叫「塵勞」，被染污了。染污的心變出來就是六道輪迴的境界，就變這個東西，見不到諸法實相，就見不到。"
    },
    {
      "id": "18-006-0007_p0014",
      "zh_CN": "所以学佛，前面几次都给同修们报告过，我们要知道我们学的是什么？我们真正想修学有成就，我们求的是什么、修的是什么、学的是什么？要搞清楚，求的是圆满究竟的智慧，也就是经题—无量寿庄严。我们求的是这个东西。怎么求法？那一定要遵守佛陀的教诫「觉正净」。觉正净是一而三，三而一。觉悟的人没有一个不清净；心清净的，知见一定是正知正见的；正知正见的人，心一定清净，一定也是觉而不迷的。所以觉正净这三个，你只要得一个，三个统统都得到了。净宗这个法门，在三宝里面他所取的就是清净心，净而不染；他走的这个门，走的是净门，所以这个宗称之为净宗。时时刻刻提醒我们的修行是修清净心。心不清净，那就错了，修到哪里去？",
      "zh_TW": "所以學佛，前面幾次都給同修們報告過，我們要知道我們學的是什麼？我們真正想修學有成就，我們求的是什麼、修的是什麼、學的是什麼？要搞清楚，求的是圓滿究竟的智慧，也就是經題—無量壽莊嚴。我們求的是這個東西。怎麼求法？那一定要遵守佛陀的教誡「覺正淨」。覺正淨是一而三，三而一。覺悟的人沒有一個不清淨；心清淨的，知見一定是正知正見的；正知正見的人，心一定清淨，一定也是覺而不迷的。所以覺正淨這三個，你只要得一個，三個統統都得到了。淨宗這個法門，在三寶裡面他所取的就是清淨心，淨而不染；他走的這個門，走的是淨門，所以這個宗稱之為淨宗。時時刻刻提醒我們的修行是修清淨心。心不清淨，那就錯了，修到哪裡去？"
    },
    {
      "id": "18-006-0007_p0015",
      "zh_CN": "讲到清净，那就一丝毫都染污不得。世间五欲六尘不能染，那佛法能不能染？佛法也不能染。世间法就像沙，泥沙，泥沙放到眼睛里面受不了；佛法像宝石金刚钻，放在眼睛里行吗？也不行。所以你要想真正清净，世法、佛法统统不染。我们净土宗又叫做莲宗。莲花是表法的，你看莲花根生在泥土里，污泥里面，那个泥就代表六凡法界，代表六道；泥上面是清水，这个莲池很干净，从池子上面可以看到池子底下，那水很清，清水代表四圣法界，声闻、缘觉、菩萨、佛；那莲花开在水上面，这代表什么？六凡、四圣都不染，那才叫清净。",
      "zh_TW": "講到清淨，那就一絲毫都染污不得。世間五欲六塵不能染，那佛法能不能染？佛法也不能染。世間法就像沙，泥沙，泥沙放到眼睛裡面受不了；佛法像寶石金剛鑽，放在眼睛裡行嗎？也不行。所以你要想真正清淨，世法、佛法統統不染。我們淨土宗又叫做蓮宗。蓮花是表法的，你看蓮花根生在泥土裡，污泥裡面，那個泥就代表六凡法界，代表六道；泥上面是清水，這個蓮池很乾淨，從池子上面可以看到池子底下，那水很清，清水代表四聖法界，聲聞、緣覺、菩薩、佛；那蓮花開在水上面，這代表什麼？六凡、四聖都不染，那才叫清淨。"
    },
    {
      "id": "18-006-0007_p0016",
      "zh_CN": "我们今天有一些同修，世间法不染了，被佛法染污了，这错了！他不能见性，不能明心，他的心依然得不到清净。所以要记住，世法、佛法统统不染，你才能够超越。我们现在做不到，现在没有这个能力，这就是所说的业障、习气太重了。业障习气太重的时候，我们能不为世法所染，而染一点佛法也好，佛法比世法善，这就是常说的「择善固执」。那是我们没有能力超越，心不清净，这才舍恶取善，取舍里头我们有个拣别。但是要知道，拣别、取舍是一时的、是暂时的，自己必须要把自己的境界向上提升，那就对了。",
      "zh_TW": "我們今天有一些同修，世間法不染了，被佛法染污了，這錯了！他不能見性，不能明心，他的心依然得不到清淨。所以要記住，世法、佛法統統不染，你才能夠超越。我們現在做不到，現在沒有這個能力，這就是所說的業障、習氣太重了。業障習氣太重的時候，我們能不為世法所染，而染一點佛法也好，佛法比世法善，這就是常說的「擇善固執」。那是我們沒有能力超越，心不清淨，這才捨惡取善，取捨裡頭我們有個揀別。但是要知道，揀別、取捨是一時的、是暫時的，自己必須要把自己的境界向上提升，那就對了。"
    },
    {
      "id": "18-006-0007_p0017",
      "zh_CN": "专修这个法门的就是一句佛号。从初发心一直到圆满菩提，不必用其他的方法来帮助，就是一句「阿弥陀佛」。这个法子妙绝了！简单、容易、稳当、快速，达到最顶峰就这么一个法门。谁说的？《楞严经》上大势至菩萨所说的。《大势至念佛圆通章》一开头「大势至菩萨与五十二同伦」。同伦就是同志，志同道合大家修学一个法门，就是念佛法门。这五十二是怎么说？从菩萨位子上，初信位的菩萨，十信、十住、十行、十回向、十地这五十个，加上等觉、妙觉。这就是给我们说明了一句「阿弥陀佛」，人家从初发心一直到圆成佛道，证得圆教究竟圆满佛果，他用什么法门？就用一句「阿弥陀佛」。「不假方便」，这个不假方便，八万四千法门的方法不需要，「自得心开」，到什么时候心开？这个心开就是禅宗里面的大彻大悟、明心见性。心清净到一定的程度就开悟了。",
      "zh_TW": "專修這個法門的就是一句佛號。從初發心一直到圓滿菩提，不必用其他的方法來幫助，就是一句「阿彌陀佛」。這個法子妙絕了！簡單、容易、穩當、快速，達到最頂峰就這麼一個法門。誰說的？《楞嚴經》上大勢至菩薩所說的。《大勢至念佛圓通章》一開頭「大勢至菩薩與五十二同倫」。同倫就是同志，志同道合大家修學一個法門，就是念佛法門。這五十二是怎麼說？從菩薩位子上，初信位的菩薩，十信、十住、十行、十迴向、十地這五十個，加上等覺、妙覺。這就是給我們說明了一句「阿彌陀佛」，人家從初發心一直到圓成佛道，證得圓教究竟圓滿佛果，他用什麼法門？就用一句「阿彌陀佛」。「不假方便」，這個不假方便，八萬四千法門的方法不需要，「自得心開」，到什麼時候心開？這個心開就是禪宗裡面的大徹大悟、明心見性。心清淨到一定的程度就開悟了。"
    },
    {
      "id": "18-006-0007_p0018",
      "zh_CN": "开悟要清净心，心不清净不会开悟。如果用思考，去研究、讨论会开悟的，那是世智辩聪，那不是开悟，悟是豁然开悟。他的心净到一定的程度，照见诸法实相，在净宗里面是什么境界？理一心不乱。理一心是开悟，事一心是得定，得念佛三昧。通常我们讲念佛的功夫分三等，最高的是理一心不乱，其次的是事一心不乱，再其次的是功夫成片。如果通常我们只讲，事一心跟理一心，这功夫成片也包括在事一心里面，也就是事一心功夫浅显的，初级的事一心，我们称它作功夫成片。",
      "zh_TW": "開悟要清淨心，心不清淨不會開悟。如果用思考，去研究、討論會開悟的，那是世智辯聰，那不是開悟，悟是豁然開悟。他的心淨到一定的程度，照見諸法實相，在淨宗裡面是什麼境界？理一心不亂。理一心是開悟，事一心是得定，得念佛三昧。通常我們講念佛的功夫分三等，最高的是理一心不亂，其次的是事一心不亂，再其次的是功夫成片。如果通常我們只講，事一心跟理一心，這功夫成片也包括在事一心裡面，也就是事一心功夫淺顯的，初級的事一心，我們稱它作功夫成片。"
    },
    {
      "id": "18-006-0007_p0019",
      "zh_CN": "要讲到往生西方极乐世界，我这几天也遇到几位同修他来问我。什么人能够知道我们念佛将来能不能往生？他大概要打听打听哪个人有这个本事，他想向他请教一下，看他能不能往生。你们想想这个念头对不对？他如果要来问我，我就可以老实告诉他，你决定不能往生。为什么决定不能往生？他对往生没有信心，没有把握，信心不清净。这个东西怎么能问人的？问自己有没有把握往生。你问别人会上当，会被别人欺骗。人家说你能往生，你心里很高兴，听了很欢喜；换句话说，上了人家的当，被人家骗了。现在，实在讲这个世间这些众生看起来很可悲！都受过很高等的教育，甚至于硕士、博士的，听骗不听劝。劝他，摇头不相信；骗他，一骗他就相信，奇怪。虽然是拿到硕士、博士学位，好像是不错，其实依旧是迷惑颠倒，邪正是非没有能力辨别。这就是佛门讲的，他是世智辩聪，他没有智慧。这是真的，没有智慧。世智辩聪很容易上当，很容易受骗，很容易被人利用，这可怜！",
      "zh_TW": "要講到往生西方極樂世界，我這幾天也遇到幾位同修他來問我。什麼人能夠知道我們念佛將來能不能往生？他大概要打聽打聽哪個人有這個本事，他想向他請教一下，看他能不能往生。你們想想這個念頭對不對？他如果要來問我，我就可以老實告訴他，你決定不能往生。為什麼決定不能往生？他對往生沒有信心，沒有把握，信心不清淨。這個東西怎麼能問人的？問自己有沒有把握往生。你問別人會上當，會被別人欺騙。人家說你能往生，你心裡很高興，聽了很歡喜；換句話說，上了人家的當，被人家騙了。現在，實在講這個世間這些眾生看起來很可悲！都受過很高等的教育，甚至於碩士、博士的，聽騙不聽勸。勸他，搖頭不相信；騙他，一騙他就相信，奇怪。雖然是拿到碩士、博士學位，好像是不錯，其實依舊是迷惑顛倒，邪正是非沒有能力辨別。這就是佛門講的，他是世智辯聰，他沒有智慧。這是真的，沒有智慧。世智辯聰很容易上當，很容易受騙，很容易被人利用，這可憐！"
    },
    {
      "id": "18-006-0007_p0020",
      "zh_CN": "能不能往生确实自己知道。自己果然能够念到功夫成片，就决定有把握往生，生凡圣同居土。如果念到事一心不乱，那生方便有余土。念到理一心不乱，生实报庄严土，这决定往生！那还有什么问题。我们高的不谈，谈最低的，什么叫功夫成片？这是我们一定要晓得的。功夫就是念佛，念佛从早到晚要打成一片，换句话说，这一句佛号从早到晚没有间断过，没有夹杂，决定不怀疑。不怀疑、不夹杂、不间断，这叫成片，这个人功夫成片。",
      "zh_TW": "能不能往生確實自己知道。自己果然能夠念到功夫成片，就決定有把握往生，生凡聖同居土。如果念到事一心不亂，那生方便有餘土。念到理一心不亂，生實報莊嚴土，這決定往生！那還有什麼問題。我們高的不談，談最低的，什麼叫功夫成片？這是我們一定要曉得的。功夫就是念佛，念佛從早到晚要打成一片，換句話說，這一句佛號從早到晚沒有間斷過，沒有夾雜，決定不懷疑。不懷疑、不夾雜、不間斷，這叫成片，這個人功夫成片。"
    },
    {
      "id": "18-006-0007_p0021",
      "zh_CN": "我念阿弥陀佛还想其他的事情，这就夹杂。一心一意专想阿弥陀佛。觉明妙行菩萨在《西方确指》里面所讲的，念佛人最忌讳的就是夹杂。他举的例子，还不是夹杂这个世间这些杂务事，那当然更不应该。他讲的又是念经，念经是夹杂。我念阿弥陀佛，我还要念《金刚经》，我还要念《普门品》，还要念《药师经》，这都是夹杂。这把你「精进」的精字破坏掉，这是夹杂。夹杂，你的功夫不能成片。所以我们看看《往生传》里面念佛往生的那些人，几乎一大半念佛往生的都是一些老太婆们，她们真正做到不夹杂。她一天到晚没事情就是阿弥陀佛、阿弥陀佛，她什么也不想，世法她不想，佛法她也不想。你找她来听经，她不听经，她念阿弥陀佛、阿弥陀佛，她不听你这一套的。念个两年、三年，她往生了，她成功了。我们今天念三十年，念三百年都不能往生，原因在哪里？一面念阿弥陀佛，一面打妄想，这夹杂就是妄想分别执着！我们的心到哪一天才能清净？",
      "zh_TW": "我念阿彌陀佛還想其他的事情，這就夾雜。一心一意專想阿彌陀佛。覺明妙行菩薩在《西方確指》裡面所講的，念佛人最忌諱的就是夾雜。他舉的例子，還不是夾雜這個世間這些雜務事，那當然更不應該。他講的又是念經，念經是夾雜。我念阿彌陀佛，我還要念《金剛經》，我還要念《普門品》，還要念《藥師經》，這都是夾雜。這把你「精進」的精字破壞掉，這是夾雜。夾雜，你的功夫不能成片。所以我們看看《往生傳》裡面念佛往生的那些人，幾乎一大半念佛往生的都是一些老太婆們，她們真正做到不夾雜。她一天到晚沒事情就是阿彌陀佛、阿彌陀佛，她什麼也不想，世法她不想，佛法她也不想。你找她來聽經，她不聽經，她念阿彌陀佛、阿彌陀佛，她不聽你這一套的。念個兩年、三年，她往生了，她成功了。我們今天念三十年，念三百年都不能往生，原因在哪裡？一面念阿彌陀佛，一面打妄想，這夾雜就是妄想分別執著！我們的心到哪一天才能清淨？"
    },
    {
      "id": "18-006-0007_p0022",
      "zh_CN": "所以我常常劝勉同修，一个真正念佛人，就是古德所说的要「身心世界一切放下」。《无量寿经》教给我们念佛的秘诀、要领八个字，「发菩提心，一向专念」。发菩提心是什么？就是一心一意求生净土，这一个念头就是无上菩提心。然后这一句佛号，二六时中不间断，这就是一向专念。绝不掺杂，这要知道的。那我们现在在这个世间，在家人有工作，每天必须要工作，这个佛号势必要间断，这个没有关系，这是你正常的工作。当你工作放下来的时候，这佛号就提起来，这还叫一向专念，依然能够成就。因为他心里面没有别的牵挂，没有别的忧虑。",
      "zh_TW": "所以我常常勸勉同修，一個真正念佛人，就是古德所說的要「身心世界一切放下」。《無量壽經》教給我們念佛的祕訣、要領八個字，「發菩提心，一向專念」。發菩提心是什麼？就是一心一意求生淨土，這一個念頭就是無上菩提心。然後這一句佛號，二六時中不間斷，這就是一向專念。絕不摻雜，這要知道的。那我們現在在這個世間，在家人有工作，每天必須要工作，這個佛號勢必要間斷，這個沒有關係，這是你正常的工作。當你工作放下來的時候，這佛號就提起來，這還叫一向專念，依然能夠成就。因為他心裡面沒有別的牽掛，沒有別的憂慮。"
    },
    {
      "id": "18-006-0007_p0023",
      "zh_CN": "所以一定要记住，念念当中要成就自己的清净心。清净就平等，所以第二个是「平等」。古德跟我们说这个法门，这个平等里面的含义至少有四个。说得非常的圆满。第一个佛以平等法门普度众生。这个法门跟八万四千法门，任何一个法门都不一样，为什么？其他法门不是平等法门，这个法门是平等法门。上至等觉菩萨，下至地狱众生，这个法门统统度了，平等度，这不可思议！所以这个法门叫难信之法，这是真正的事实。诸位查遍《大藏经》，佛未曾说过这么一个方法，所以十方一切诸佛如来赞叹，一切诸佛如来弘扬，一切诸佛如来用这个方法普度一切众生，这个道理在此地。",
      "zh_TW": "所以一定要記住，念念當中要成就自己的清淨心。清淨就平等，所以第二個是「平等」。古德跟我們說這個法門，這個平等裡面的含義至少有四個。說得非常的圓滿。第一個佛以平等法門普度眾生。這個法門跟八萬四千法門，任何一個法門都不一樣，為什麼？其他法門不是平等法門，這個法門是平等法門。上至等覺菩薩，下至地獄眾生，這個法門統統度了，平等度，這不可思議！所以這個法門叫難信之法，這是真正的事實。諸位查遍《大藏經》，佛未曾說過這麼一個方法，所以十方一切諸佛如來讚歎，一切諸佛如來弘揚，一切諸佛如來用這個方法普度一切眾生，這個道理在此地。"
    },
    {
      "id": "18-006-0007_p0024",
      "zh_CN": "八万四千法门不平等，一定要契合这个根机才得度，不契机的不能得度。唯独这个法门平等，所以它的成就是平等的，生到西方极乐世界。只怕你不能去，你如果能去，下下品往生到西方极乐世界，一切的受用跟阿弥陀佛没有两样。你们看《无量寿经》，你看四十八愿，生到西方极乐世界，你得的相好光明跟佛一样，得的是真正是金刚不坏身，一切的受用也一样。不但如此，连相貌都一样。西方极乐世界人跟佛的相貌都一样，个子、高矮也一样，身上皮肤颜色也一样，没有一样不相同的。为什么？平等法门，平等的成就，这不可思议！这是在十方一切诸佛世界里头没有的，唯独西方世界很特殊，平等的，它是以平等法。",
      "zh_TW": "八萬四千法門不平等，一定要契合這個根機才得度，不契機的不能得度。唯獨這個法門平等，所以它的成就是平等的，生到西方極樂世界。只怕你不能去，你如果能去，下下品往生到西方極樂世界，一切的受用跟阿彌陀佛沒有兩樣。你們看《無量壽經》，你看四十八願，生到西方極樂世界，你得的相好光明跟佛一樣，得的是真正是金剛不壞身，一切的受用也一樣。不但如此，連相貌都一樣。西方極樂世界人跟佛的相貌都一樣，個子、高矮也一樣，身上皮膚顏色也一樣，沒有一樣不相同的。為什麼？平等法門，平等的成就，這不可思議！這是在十方一切諸佛世界裡頭沒有的，唯獨西方世界很特殊，平等的，它是以平等法。"
    },
    {
      "id": "18-006-0007_p0025",
      "zh_CN": "等觉菩萨，像华严会上文殊、普贤，那是圆教的等觉菩萨。我们今天凡夫一品烦恼都没有断，我们要问，文殊、普贤怎么到西方极乐世界的？「发菩提心，一向专念」去的。我们怎么去的？我们也是发菩提心一向专念去的。我们去的那个方法跟他完全相同，所以到西方极乐世界我们果报也完全相同。生到西方极乐世界，你就跟文殊普贤、跟观音势至，天天手拉着手，肩并肩，是这么一回事情！这是其他法门不可能的，决定做不到的。所以你要想想，为什么可能？就是因为方法是一样的。他往生西方，信愿持名。我们生西方也是信愿持名。这是第一个意思。",
      "zh_TW": "等覺菩薩，像華嚴會上文殊、普賢，那是圓教的等覺菩薩。我們今天凡夫一品煩惱都沒有斷，我們要問，文殊、普賢怎麼到西方極樂世界的？「發菩提心，一向專念」去的。我們怎麼去的？我們也是發菩提心一向專念去的。我們去的那個方法跟他完全相同，所以到西方極樂世界我們果報也完全相同。生到西方極樂世界，你就跟文殊普賢、跟觀音勢至，天天手拉著手，肩並肩，是這麼一回事情！這是其他法門不可能的，決定做不到的。所以你要想想，為什麼可能？就是因為方法是一樣的。他往生西方，信願持名。我們生西方也是信願持名。這是第一個意思。"
    },
    {
      "id": "18-006-0007_p0026",
      "zh_CN": "第二个意思是佛以平等法令一切众生平等成佛。前面是平等法门普度众生，第二个意思是让一切众生平等成佛，这是真正不可思议。我们凡夫跟阿罗汉绝对不平等。阿罗汉见思烦恼断了，我们见思烦恼一品没断。阿罗汉与菩萨绝对不平等，怎么能一下就平等成佛？这是真正不可思议。所以这个法门称为难信之法，是事实。一切诸佛都说这个法门叫难信之法，这是如来果地上的境界。所以说「唯佛与佛方能究竟」，只有成了佛才知道。等觉菩萨对这个法门究竟是怎么一回事情都搞不清楚，何况我们凡夫！我们今天能够稍稍体会一点这个意思，这是诸佛如来威神加持，不得诸佛如来威神加持，凭我们自己的能力，没有办法体会到的。",
      "zh_TW": "第二個意思是佛以平等法令一切眾生平等成佛。前面是平等法門普度眾生，第二個意思是讓一切眾生平等成佛，這是真正不可思議。我們凡夫跟阿羅漢絕對不平等。阿羅漢見思煩惱斷了，我們見思煩惱一品沒斷。阿羅漢與菩薩絕對不平等，怎麼能一下就平等成佛？這是真正不可思議。所以這個法門稱為難信之法，是事實。一切諸佛都說這個法門叫難信之法，這是如來果地上的境界。所以說「唯佛與佛方能究竟」，只有成了佛才知道。等覺菩薩對這個法門究竟是怎麼一回事情都搞不清楚，何況我們凡夫！我們今天能夠稍稍體會一點這個意思，這是諸佛如來威神加持，不得諸佛如來威神加持，憑我們自己的能力，沒有辦法體會到的。"
    },
    {
      "id": "18-006-0007_p0027",
      "zh_CN": "所以诸位要晓得往生西方世界，即使下下品往生，都是一生成佛。换句话说，到那个地方去，是绝对不会退转。十方诸佛世界都有退转，你修行是进进退退的。他那个世界是有进没退，圆证三不退。通常佛在大乘经里面说的，必须要断三界八十八品见惑，证得小乘须陀洹果，才能得到位不退。大乘圆教初信位的菩萨也是断八十八品见惑，证得位不退。见思烦恼统统断了，尘沙烦恼破了，这才能得行不退。「破一品无明，证一分法身」，圆教初住以上才是念不退，这三不退。当然念不退，一定前面两种不退他都证得。证得位不退的，不见得证得行不退，证得行不退的一定位不退。由此可知，最低限度这个三不退是圆教初住菩萨，在别教就是初地菩萨，才证得三不退。虽证三不退，不是圆，没有圆，他不是圆证，他是分证不是圆证。圆证三不退是什么人？如果跟你讲的真话是等觉菩萨，再往上去就成佛了，他才是真正圆证三不退。如果我们把尺度放宽一点，要求不要那么严格，最低限度也是十地，法云地的菩萨，可以称为圆证三不退。",
      "zh_TW": "所以諸位要曉得往生西方世界，即使下下品往生，都是一生成佛。換句話說，到那個地方去，是絕對不會退轉。十方諸佛世界都有退轉，你修行是進進退退的。他那個世界是有進沒退，圓證三不退。通常佛在大乘經裡面說的，必須要斷三界八十八品見惑，證得小乘須陀洹果，才能得到位不退。大乘圓教初信位的菩薩也是斷八十八品見惑，證得位不退。見思煩惱統統斷了，塵沙煩惱破了，這才能得行不退。「破一品無明，證一分法身」，圓教初住以上才是念不退，這三不退。當然念不退，一定前面兩種不退他都證得。證得位不退的，不見得證得行不退，證得行不退的一定位不退。由此可知，最低限度這個三不退是圓教初住菩薩，在別教就是初地菩薩，才證得三不退。雖證三不退，不是圓，沒有圓，他不是圓證，他是分證不是圓證。圓證三不退是什麼人？如果跟你講的真話是等覺菩薩，再往上去就成佛了，他才是真正圓證三不退。如果我們把尺度放寬一點，要求不要那麼嚴格，最低限度也是十地，法雲地的菩薩，可以稱為圓證三不退。"
    },
    {
      "id": "18-006-0007_p0028",
      "zh_CN": "诸位要明白这个意思，那你念佛往生，你真的会吓一大跳。我们是凡夫，就念这么几天阿弥陀佛，求生西方极乐世界，生到西方世界下下品往生，就圆证三不退。圆证三不退，到那个地方是什么身分？等觉菩萨的身分。从个凡夫一下就跑到等觉，这真是吓一大跳！这到底是怎么一回事情？所以谁相信！那你要不是等觉，你怎么可以跟观音、势至、文殊、普贤在一起？那人家都是等觉菩萨。《弥陀经》上讲「诸上善人」，上善就是等觉菩萨。这个法门说难信，那真的是难信。夏莲居老居士会集《无量寿经》，完成之后，提了三首偈，说到这个法门，佛说「难信，真难信，亿万人中一、二知」。这不是假的，确实亿万人中一、二知。净土虽然大家都很熟悉。真的，几个人懂得、几个人理解？所以这是如来果地上的境界，这是弥陀本愿神力加持的，使你一下就提升到这么高的地位。你自己这个烦恼习气是不是真的断了？没有断。没有断就把你身分一下子拉这么高，在果报上看到是平等的。",
      "zh_TW": "諸位要明白這個意思，那你念佛往生，你真的會嚇一大跳。我們是凡夫，就念這麼幾天阿彌陀佛，求生西方極樂世界，生到西方世界下下品往生，就圓證三不退。圓證三不退，到那個地方是什麼身分？等覺菩薩的身分。從個凡夫一下就跑到等覺，這真是嚇一大跳！這到底是怎麼一回事情？所以誰相信！那你要不是等覺，你怎麼可以跟觀音、勢至、文殊、普賢在一起？那人家都是等覺菩薩。《彌陀經》上講「諸上善人」，上善就是等覺菩薩。這個法門說難信，那真的是難信。夏蓮居老居士會集《無量壽經》，完成之後，提了三首偈，說到這個法門，佛說「難信，真難信，億萬人中一、二知」。這不是假的，確實億萬人中一、二知。淨土雖然大家都很熟悉。真的，幾個人懂得、幾個人理解？所以這是如來果地上的境界，這是彌陀本願神力加持的，使你一下就提升到這麼高的地位。你自己這個煩惱習氣是不是真的斷了？沒有斷。沒有斷就把你身分一下子拉這麼高，在果報上看到是平等的。"
    },
    {
      "id": "18-006-0007_p0029",
      "zh_CN": "所以西方世界虽然讲四土三辈九品，有没有？有，确实是有。可是四土三辈九品大家统统在一起，九品界限没有，四土界限也没有，一即是四，四即是一；一即是九，九即是一。这妙不可言！我在讲这个经的时候，实在是叫人听了很难很难理解。我只好举一个很笨的例子，我举什么例子？好比现在学校念书，学校学生，小学生跟中学生决定是分开两个学校，不会在一起的。一年级跟二年级一定是两班不能合成一班。这我们懂得。西方极乐世界这个学校，从幼稚园到博士班在一个教室里面，这个妙不可言。所以在相上看完全平等的，在程度上却是有差别的，有四土，但是他的生活是完全在一起的，不是分开的。这就是西方极乐世界不可思议的地方。十方一切诸佛世界找不到，这是西方世界的特色！所以它是令一切众生平等成佛，这实实在在不容易。",
      "zh_TW": "所以西方世界雖然講四土三輩九品，有沒有？有，確實是有。可是四土三輩九品大家統統在一起，九品界限沒有，四土界限也沒有，一即是四，四即是一；一即是九，九即是一。這妙不可言！我在講這個經的時候，實在是叫人聽了很難很難理解。我只好舉一個很笨的例子，我舉什麼例子？好比現在學校念書，學校學生，小學生跟中學生決定是分開兩個學校，不會在一起的。一年級跟二年級一定是兩班不能合成一班。這我們懂得。西方極樂世界這個學校，從幼稚園到博士班在一個教室裡面，這個妙不可言。所以在相上看完全平等的，在程度上卻是有差別的，有四土，但是他的生活是完全在一起的，不是分開的。這就是西方極樂世界不可思議的地方。十方一切諸佛世界找不到，這是西方世界的特色！所以它是令一切眾生平等成佛，這實實在在不容易。"
    },
    {
      "id": "18-006-0007_p0030",
      "zh_CN": "今天在这个世间对于净宗可以说真正理解、真正透彻，我只见到一个人，现在在北京黄念祖老居士，真彻底了解。这个老居士今年八十岁了，非常难得。所以我也常常劝大家，有机会，这一生不能错过参访真正善知识。但是现在我这个话不大敢讲了，为什么？去找他的人太多了，给他添了好多麻烦。",
      "zh_TW": "今天在這個世間對於淨宗可以說真正理解、真正透徹，我只見到一個人，現在在北京黃念祖老居士，真徹底了解。這個老居士今年八十歲了，非常難得。所以我也常常勸大家，有機會，這一生不能錯過參訪真正善知識。但是現在我這個話不大敢講了，為什麼？去找他的人太多了，給他添了好多麻煩。"
    },
    {
      "id": "18-006-0007_p0031",
      "zh_CN": "第三个意思平等觉就是如来的别号。哪一尊佛不是平等觉？佛讲十法界的业因，当然这个十法界的业因是非常非常复杂，像《华严经》里面讲的，无量因缘！哪有那么单纯的。这无量因缘里面，哪一个因缘最重要、第一重要的？这个可以说。所以佛跟我们讲十法界最重要的一个业因，从底下讲起。地狱道最重要的一个业因是瞋恚。贪瞋痴，瞋恚堕地狱，这是讲第一个因素。悭贪变饿鬼，悭是吝啬，贪是贪而无厌，贪心是堕饿鬼道。愚痴是畜生。愚痴就是真妄、邪正、是非搞不清楚，把假的当作真的，把真的当作假的，这叫愚痴。愚痴将来的果报？畜生道，畜生都愚痴。我常常讲的那个听骗不听劝的都是愚痴，没有智慧。阿修罗是十善里面掺杂着贡高、嫉妒，这是得阿修罗果报。人道是五戒，这第一个业因是五戒，天道是十善，声闻道是四谛，缘觉是十二因缘，菩萨是六度，佛是平等。我们经题上平等，平等就是佛，没有一尊佛心不平等的，所以平等就是一切如来的别号。",
      "zh_TW": "第三個意思平等覺就是如來的別號。哪一尊佛不是平等覺？佛講十法界的業因，當然這個十法界的業因是非常非常複雜，像《華嚴經》裡面講的，無量因緣！哪有那麼單純的。這無量因緣裡面，哪一個因緣最重要、第一重要的？這個可以說。所以佛跟我們講十法界最重要的一個業因，從底下講起。地獄道最重要的一個業因是瞋恚。貪瞋痴，瞋恚墮地獄，這是講第一個因素。慳貪變餓鬼，慳是吝嗇，貪是貪而無厭，貪心是墮餓鬼道。愚痴是畜生。愚痴就是真妄、邪正、是非搞不清楚，把假的當作真的，把真的當作假的，這叫愚痴。愚痴將來的果報？畜生道，畜生都愚痴。我常常講的那個聽騙不聽勸的都是愚痴，沒有智慧。阿修羅是十善裡面摻雜著貢高、嫉妒，這是得阿修羅果報。人道是五戒，這第一個業因是五戒，天道是十善，聲聞道是四諦，緣覺是十二因緣，菩薩是六度，佛是平等。我們經題上平等，平等就是佛，沒有一尊佛心不平等的，所以平等就是一切如來的別號。"
    },
    {
      "id": "18-006-0007_p0032",
      "zh_CN": "第四个意思平等觉就是指西方极乐世界教主，阿弥陀佛，阿弥陀佛也叫平等觉。我们在《无量寿经》里面读到过的。所以平等里面含的有这么多的意思在里面，这是要知道的。经题末后一个是「觉」。觉就是佛，所以佛我们也翻成觉的意思。通常我们译经里面翻这个佛，佛是觉者，是一个真正觉悟、圆满觉悟的人，我们称他作佛。这就是我们要想见性成佛，要想往生西方极乐世界。见性成佛靠自己的力量不容易，一定要靠佛力加持，所以这个法门叫二力法门。自己的力量就是发菩提心，一向专念，也就是信愿持名，这是自己的力量；到你往生的时候，佛来接引你。",
      "zh_TW": "第四個意思平等覺就是指西方極樂世界教主，阿彌陀佛，阿彌陀佛也叫平等覺。我們在《無量壽經》裡面讀到過的。所以平等裡面含的有這麼多的意思在裡面，這是要知道的。經題末後一個是「覺」。覺就是佛，所以佛我們也翻成覺的意思。通常我們譯經裡面翻這個佛，佛是覺者，是一個真正覺悟、圓滿覺悟的人，我們稱他作佛。這就是我們要想見性成佛，要想往生西方極樂世界。見性成佛靠自己的力量不容易，一定要靠佛力加持，所以這個法門叫二力法門。自己的力量就是發菩提心，一向專念，也就是信願持名，這是自己的力量；到你往生的時候，佛來接引你。"
    },
    {
      "id": "18-006-0007_p0033",
      "zh_CN": "所以往生西方极乐世界不要去想那个，西方到底在哪里？现在我们这个地球是个圆的，往西面走，走到第二天，飞机又飞回来了，到底哪个地方是西？你要常常这么想就怀疑了。到底哪个地方有西方？这问题就严重了。所以不要怀疑，为什么？我们不需要找方向，也不需要认路。到时候阿弥陀佛来带我们去。像我在每一个地方讲经、旅行，我不认识路，为什么？你们都开车来带路，我不要记路；我们将来到西方极乐世界也是这样的，自己不要记路，不要认识方向，阿弥陀佛来接引我们，带我们去，到时候他一定会来，要有这个信心。这是弥陀的本愿，他发了这个愿要接引众生。要做到真正不怀疑、不间断、不夹杂，这个法门才真正得到佛力加持。到达西方极乐世界，完全是弥陀愿力威神加持，使你的果报、你的德能跟地上菩萨没有两样。不但每天亲近本师阿弥陀佛、无量寿佛。每天听他老人家讲经说法，同时每天还可以到十方世界参访无量无边诸佛如来。《无量寿经》上看到，《弥陀经》上也看到。怎么去的？分身去的。",
      "zh_TW": "所以往生西方極樂世界不要去想那個，西方到底在哪裡？現在我們這個地球是個圓的，往西面走，走到第二天，飛機又飛回來了，到底哪個地方是西？你要常常這麼想就懷疑了。到底哪個地方有西方？這問題就嚴重了。所以不要懷疑，為什麼？我們不需要找方向，也不需要認路。到時候阿彌陀佛來帶我們去。像我在每一個地方講經、旅行，我不認識路，為什麼？你們都開車來帶路，我不要記路；我們將來到西方極樂世界也是這樣的，自己不要記路，不要認識方向，阿彌陀佛來接引我們，帶我們去，到時候他一定會來，要有這個信心。這是彌陀的本願，他發了這個願要接引眾生。要做到真正不懷疑、不間斷、不夾雜，這個法門才真正得到佛力加持。到達西方極樂世界，完全是彌陀願力威神加持，使你的果報、你的德能跟地上菩薩沒有兩樣。不但每天親近本師阿彌陀佛、無量壽佛。每天聽他老人家講經說法，同時每天還可以到十方世界參訪無量無邊諸佛如來。《無量壽經》上看到，《彌陀經》上也看到。怎麼去的？分身去的。"
    },
    {
      "id": "18-006-0007_p0034",
      "zh_CN": "所以到西方极乐世界每个人都有这个能力，可以分身！这个身体听阿弥陀佛讲经，那个身体到他方世界去亲近那尊佛供养佛，在那里听经说法，他有分身的能力。一到西方极乐世界，这个能力立刻就有，这是阿弥陀佛加持的，二力法门。要靠自己修行，修到这个能力，在大乘圆教是初地菩萨才有这个能力。所以下下品往生，一品烦恼没断，一到那个地方，他的神通能力居然跟地上菩萨相等，这都是不可思议的。所以这个法门的殊胜，没有缘分的人，没有善根、没有福德的人遇不到。遇到了，他也不相信。遇到了能相信，能够死心塌地依着这个法门修行，这个人了不起，这个人不可思议！那就像经上所讲的，他必定是过去生中，曾经供养无量无边诸佛如来，他才有这么大的善根福德。那我们是不是有大善根大福德的？那自己好好的去想想看，我们是不是能够全程肯定的把它接收过来？",
      "zh_TW": "所以到西方極樂世界每個人都有這個能力，可以分身！這個身體聽阿彌陀佛講經，那個身體到他方世界去親近那尊佛供養佛，在那裡聽經說法，他有分身的能力。一到西方極樂世界，這個能力立刻就有，這是阿彌陀佛加持的，二力法門。要靠自己修行，修到這個能力，在大乘圓教是初地菩薩才有這個能力。所以下下品往生，一品煩惱沒斷，一到那個地方，他的神通能力居然跟地上菩薩相等，這都是不可思議的。所以這個法門的殊勝，沒有緣分的人，沒有善根、沒有福德的人遇不到。遇到了，他也不相信。遇到了能相信，能夠死心塌地依著這個法門修行，這個人了不起，這個人不可思議！那就像經上所講的，他必定是過去生中，曾經供養無量無邊諸佛如來，他才有這麼大的善根福德。那我們是不是有大善根大福德的？那自己好好的去想想看，我們是不是能夠全程肯定的把它接收過來？"
    },
    {
      "id": "18-006-0007_p0035",
      "zh_CN": "所以经题里面，把这一部经在一切诸佛所说经中它的地位，它的重要性，在「佛说大乘」这四个字当中显示出来了；我们所求、所证的圆满的果德，在「无量寿庄严」当中显示出来；而「清净平等觉」提出我们修学的纲领，修学的宗旨。所以这三句前面也曾经跟诸位报告过，这三句就是三宝。清净是僧宝，平等是法宝，觉是佛宝。皈依三宝是我们修行的纲领，是我们修学的宗旨。学佛的人修什么？就是修的清净、平等、觉，这就是佛法僧三宝。同时，这个清净平等觉又是三学，三学就是戒定慧三学，三学就是三藏；经藏讲的是定学，律藏是戒学，论藏是慧学。清净是戒，平等是定，觉是慧！所以经题里面圆满具足了三学三藏，而且具足了一切法门，八万四千法门，无量法门，一个法门都不欠缺。你从经题里面能够显示这一部经的教义这样的圆满，所以古人称它即是中本华严。这话说得有道理，一点都不为过。",
      "zh_TW": "所以經題裡面，把這一部經在一切諸佛所說經中它的地位，它的重要性，在「佛說大乘」這四個字當中顯示出來了；我們所求、所證的圓滿的果德，在「無量壽莊嚴」當中顯示出來；而「清淨平等覺」提出我們修學的綱領，修學的宗旨。所以這三句前面也曾經跟諸位報告過，這三句就是三寶。清淨是僧寶，平等是法寶，覺是佛寶。皈依三寶是我們修行的綱領，是我們修學的宗旨。學佛的人修什麼？就是修的清淨、平等、覺，這就是佛法僧三寶。同時，這個清淨平等覺又是三學，三學就是戒定慧三學，三學就是三藏；經藏講的是定學，律藏是戒學，論藏是慧學。清淨是戒，平等是定，覺是慧！所以經題裡面圓滿具足了三學三藏，而且具足了一切法門，八萬四千法門，無量法門，一個法門都不欠缺。你從經題裡面能夠顯示這一部經的教義這樣的圓滿，所以古人稱它即是中本華嚴。這話說得有道理，一點都不為過。"
    },
    {
      "id": "18-006-0007_p0036",
      "zh_CN": "《华严经》是经论里面最圆满的，这是大家公认的。《无量寿经》即是中本华严，就是《华严经》的精华，《华严经》的浓缩，它就是《华严经》。黄老居士在注解里面，特地跟我们说明华严的特色，是六相十玄。《无量寿经》虽然少，里面也是圆圆满满的含摄着六相十玄，可见得它跟《华严》确确实实是相同的，是一样的。这是我们把自己所学所修的认识清楚，认清楚之后，那就要认真来学习这一部经典。佛门里常讲要信受奉行，那你就有福了。要相信、要接受过来，要认真努力去照做。",
      "zh_TW": "《華嚴經》是經論裡面最圓滿的，這是大家公認的。《無量壽經》即是中本華嚴，就是《華嚴經》的精華，《華嚴經》的濃縮，它就是《華嚴經》。黃老居士在註解裡面，特地跟我們說明華嚴的特色，是六相十玄。《無量壽經》雖然少，裡面也是圓圓滿滿的含攝著六相十玄，可見得它跟《華嚴》確確實實是相同的，是一樣的。這是我們把自己所學所修的認識清楚，認清楚之後，那就要認真來學習這一部經典。佛門裡常講要信受奉行，那你就有福了。要相信、要接受過來，要認真努力去照做。"
    },
    {
      "id": "18-006-0007_p0037",
      "zh_CN": "「题」是经文的纲目，这一部经要怎样来学习？学习有两个途径，两个途径可以同时下手。一个是读诵，一个是求解。净宗法门它的殊胜之处就是解行同时的，不像其他法门是先解后行，其他法门是这样的，像走路一样，先认识路再走路。它这个法门是因为有人带着走，所以是一面走，一面认识路。它是同时的，这也是它殊胜之处。读诵是修行，前面都跟诸位报告过了，就是修的清净平等觉，用念经的方法，用执持名号的方法，来达到修学的目的。",
      "zh_TW": "「題」是經文的綱目，這一部經要怎樣來學習？學習有兩個途徑，兩個途徑可以同時下手。一個是讀誦，一個是求解。淨宗法門它的殊勝之處就是解行同時的，不像其他法門是先解後行，其他法門是這樣的，像走路一樣，先認識路再走路。它這個法門是因為有人帶著走，所以是一面走，一面認識路。它是同時的，這也是它殊勝之處。讀誦是修行，前面都跟諸位報告過了，就是修的清淨平等覺，用念經的方法，用執持名號的方法，來達到修學的目的。"
    },
    {
      "id": "18-006-0007_p0038",
      "zh_CN": "名号功德不可思议。念这个名号的人很多，真正知道名号功德的人不多，假如你真正知道名号功德，你一定会不间断。为什么会间断、会夹杂？不晓得名号功德，不晓得名号功德这么大！知道名号功德这样殊胜，怎么舍得间断？舍不得，绝对不肯夹杂。你要真正体会到名号功德，一定要深入经藏。从这一部经下手，要深入、要深解、要圆解，然后才晓得这一句「阿弥陀佛」功德不可思议。一句佛号具足一切法门，一句佛号圆摄一切经论。念这一句，一切都念到了，一样都不漏。希望诸位认真去研究、去探讨、去体会到这个意思，然后这个法门的真实利益，我们才能够得到，我们这一生就不会空过。",
      "zh_TW": "名號功德不可思議。念這個名號的人很多，真正知道名號功德的人不多，假如你真正知道名號功德，你一定會不間斷。為什麼會間斷、會夾雜？不曉得名號功德，不曉得名號功德這麼大！知道名號功德這樣殊勝，怎麼捨得間斷？捨不得，絕對不肯夾雜。你要真正體會到名號功德，一定要深入經藏。從這一部經下手，要深入、要深解、要圓解，然後才曉得這一句「阿彌陀佛」功德不可思議。一句佛號具足一切法門，一句佛號圓攝一切經論。念這一句，一切都念到了，一樣都不漏。希望諸位認真去研究、去探討、去體會到這個意思，然後這個法門的真實利益，我們才能夠得到，我們這一生就不會空過。"
    },
    {
      "id": "18-006-0007_p0039",
      "zh_CN": "所以古德说这个经是如来正说第一经。这是古来中国的大德，高丽跟日本的大德都承认的。所以日本人对于《无量寿经》的弘扬，远胜过中国，对于《无量寿经》的研究、著述也远超过中国。日本的留学生到中国来，实在讲各个都是有心人，把中国的国宝带到他们那边去了。中国许许多多经典失传了，结果都在日本找到，他们都带走了。杨仁山居士在民国初年，从日本又取回不少中国失传的这些经典，这是创办金陵刻经处，再重新把它翻印出来流通。",
      "zh_TW": "所以古德說這個經是如來正說第一經。這是古來中國的大德，高麗跟日本的大德都承認的。所以日本人對於《無量壽經》的弘揚，遠勝過中國，對於《無量壽經》的研究、著述也遠超過中國。日本的留學生到中國來，實在講各個都是有心人，把中國的國寶帶到他們那邊去了。中國許許多多經典失傳了，結果都在日本找到，他們都帶走了。楊仁山居士在民國初年，從日本又取回不少中國失傳的這些經典，這是創辦金陵刻經處，再重新把它翻印出來流通。"
    },
    {
      "id": "18-006-0007_p0040",
      "zh_CN": "现代印刷术发达，这个经本缩小，缩小收藏方便！这是一个好处，缺点，字太小了，看书伤眼睛。从前阅藏，《藏经》经文的字都是寸楷！像现在的报纸上头号字，它那个本子又长，你们看那个原本的折叠的经典，一面十行，一行十六个字，一个字都这么大，眼睛看不坏的，可以阅藏。现在这个《藏经》精装本，你看那个字那么小，大概从头到尾看一遍，总得要个七、八年，这七、八年那个眼睛不晓得要增加多少度数。便于收藏，不是阅读用的，这是它的缺点。现在台湾这一次印的，新文丰印的《龙藏》，这个字比较大一点，它是分做两栏，字大概像我们普通的三号字，比三号字稍微还大一点，这可以阅读。它现在叫做《乾隆大藏经》。好像还没有出齐，出齐之后有一百六十册。这个可以看，字比较大一点，不太伤眼睛。",
      "zh_TW": "現代印刷術發達，這個經本縮小，縮小收藏方便！這是一個好處，缺點，字太小了，看書傷眼睛。從前閱藏，《藏經》經文的字都是寸楷！像現在的報紙上頭號字，它那個本子又長，你們看那個原本的摺疊的經典，一面十行，一行十六個字，一個字都這麼大，眼睛看不壞的，可以閱藏。現在這個《藏經》精裝本，你看那個字那麼小，大概從頭到尾看一遍，總得要個七、八年，這七、八年那個眼睛不曉得要增加多少度數。便於收藏，不是閱讀用的，這是它的缺點。現在台灣這一次印的，新文豐印的《龍藏》，這個字比較大一點，它是分做兩欄，字大概像我們普通的三號字，比三號字稍微還大一點，這可以閱讀。它現在叫做《乾隆大藏經》。好像還沒有出齊，出齊之後有一百六十冊。這個可以看，字比較大一點，不太傷眼睛。"
    },
    {
      "id": "18-006-0007_p0041",
      "zh_CN": "阅藏是好！目的何在？这一定要知道。目的是成就根本智，也就是真正修「清净平等觉」，这个诸位要知道的。如果阅藏想求开智慧，那还是掺杂着妄想执着。我看到很多阅藏的人，开始阅读的时候，当然后头都不知道，看到后面，前面就忘光了，一点效果都收不到。所以一定要知道阅藏是修定，不求解。阅全藏跟念一部经意思完全相同。我们念一部经也是修清净平等觉，他念一切经，就是《大藏经》，还是修清净平等觉，没有两样。个人机缘不相同，根性不一样，真正采取阅藏的，上上根人，那种人在我们佛门叫大通家，通常我们称三藏法师。经律论他没有一样不通达，上上根人，中下根人就得不到利益。我们自己想一想是不是绝顶聪明智慧的人？如果不是，不是，就是这一大藏，我们受持不了，我们没有办法接受，消化不了。那怎么办？这古人教给我们研宗，就是学一宗的。一宗，那个分量就少多了，通常也就是几十部这个样子，连他主修的以及参考的典籍，这学一宗。我自己衡量衡量像我这样的人，我连一宗都受不了，都消化不了，接受不了，那怎么办？我在三藏经典里面我学一样，一样可以，学一部经！这一部经我有能力消化得了，专学一部。",
      "zh_TW": "閱藏是好！目的何在？這一定要知道。目的是成就根本智，也就是真正修「清淨平等覺」，這個諸位要知道的。如果閱藏想求開智慧，那還是摻雜著妄想執著。我看到很多閱藏的人，開始閱讀的時候，當然後頭都不知道，看到後面，前面就忘光了，一點效果都收不到。所以一定要知道閱藏是修定，不求解。閱全藏跟念一部經意思完全相同。我們念一部經也是修清淨平等覺，他念一切經，就是《大藏經》，還是修清淨平等覺，沒有兩樣。個人機緣不相同，根性不一樣，真正採取閱藏的，上上根人，那種人在我們佛門叫大通家，通常我們稱三藏法師。經律論他沒有一樣不通達，上上根人，中下根人就得不到利益。我們自己想一想是不是絕頂聰明智慧的人？如果不是，不是，就是這一大藏，我們受持不了，我們沒有辦法接受，消化不了。那怎麼辦？這古人教給我們研宗，就是學一宗的。一宗，那個分量就少多了，通常也就是幾十部這個樣子，連他主修的以及參考的典籍，這學一宗。我自己衡量衡量像我這樣的人，我連一宗都受不了，都消化不了，接受不了，那怎麼辦？我在三藏經典裡面我學一樣，一樣可以，學一部經！這一部經我有能力消化得了，專學一部。"
    },
    {
      "id": "18-006-0007_p0042",
      "zh_CN": "我在二十多年前，星云法师请我在佛光山教书的时候，心定法师就是那时候的学生，现在是西来寺的住持。我曾经跟星云法师建议，我劝他老人家，我说：我们佛光山有一百多个学生，每一个学生专学一部经，我说十年之后，你的佛光就普照全球！为什么？一个人学一部经学十年，专家！不要学通家，学专，学一门。那你佛光山有一百多部活的经典，还得了，不得了！一生专讲《阿弥陀经》的，这个人就是阿弥陀佛再来的；专讲《普门品》的，观世音菩萨再来的；在这个世界上，哪个地方想听什么经，我们专家去。可惜他没有接受，他跟我讲：这样好是好，不像佛学院！的确，是不像佛学院。我这个构想是有来历的。我过去在台中跟李老师学经，李老师教学生就是一个学生学一部。我们一共有二十多个人，他老人家没有佛学院，没有挂招牌，私塾的教学法，我们二十多个人，各个都学成了。所以我在台中接受这个教育，深得其利，真正得利益，真正得好处。我想把这个教学的方式提供给他，就是没有接受。",
      "zh_TW": "我在二十多年前，星雲法師請我在佛光山教書的時候，心定法師就是那時候的學生，現在是西來寺的住持。我曾經跟星雲法師建議，我勸他老人家，我說：我們佛光山有一百多個學生，每一個學生專學一部經，我說十年之後，你的佛光就普照全球！為什麼？一個人學一部經學十年，專家！不要學通家，學專，學一門。那你佛光山有一百多部活的經典，還得了，不得了！一生專講《阿彌陀經》的，這個人就是阿彌陀佛再來的；專講《普門品》的，觀世音菩薩再來的；在這個世界上，哪個地方想聽什麼經，我們專家去。可惜他沒有接受，他跟我講：這樣好是好，不像佛學院！的確，是不像佛學院。我這個構想是有來歷的。我過去在台中跟李老師學經，李老師教學生就是一個學生學一部。我們一共有二十多個人，他老人家沒有佛學院，沒有掛招牌，私塾的教學法，我們二十多個人，各個都學成了。所以我在台中接受這個教育，深得其利，真正得利益，真正得好處。我想把這個教學的方式提供給他，就是沒有接受。"
    },
    {
      "id": "18-006-0007_p0043",
      "zh_CN": "诸位同修好好的想一想，在家出家要想深入经藏，可以学一样，我们能成就。学多了很难，一门是能够学得好的。要不断的去练习。学经一定要在讲台，讲台下面学不成功的，一定要发心上讲台。当然上讲台讲不好，人家批评责难的地方很多，要脸皮厚，不怕人批评。人家有批评，我们磕头顶礼，请他多多指教，这样才行。善意的批评接受，恶意的批评也接受。不要人家一恶意批评，就说算了，我不讲了，也退了心了，那就错误了。决定不退心，这样才能够学得成功。",
      "zh_TW": "諸位同修好好的想一想，在家出家要想深入經藏，可以學一樣，我們能成就。學多了很難，一門是能夠學得好的。要不斷的去練習。學經一定要在講台，講台下面學不成功的，一定要發心上講台。當然上講台講不好，人家批評責難的地方很多，要臉皮厚，不怕人批評。人家有批評，我們磕頭頂禮，請他多多指教，這樣才行。善意的批評接受，惡意的批評也接受。不要人家一惡意批評，就說算了，我不講了，也退了心了，那就錯誤了。決定不退心，這樣才能夠學得成功。"
    },
    {
      "id": "18-006-0007_p0044",
      "zh_CN": "这一部经典，我听说印公老法师已经讲了三分之一，他还会继续不断在此地跟大家讲解。我这一次到此地来，这七天拉拉杂杂也不知道说些什么，但是我有一个目标，这个目标就是增强诸位的信心、愿心。特别是增强对道场的信心，对印公老法师领导大家修学的信心。诸位如果能真正发愿，我相信都会成就。这是这几天在此地跟诸位讲解的目的，我相信这个目的多少会有一点成就的。今天我们要提早一点结束，后面还有人要演讲。我的话就讲到此地，谢谢。",
      "zh_TW": "這一部經典，我聽說印公老法師已經講了三分之一，他還會繼續不斷在此地跟大家講解。我這一次到此地來，這七天拉拉雜雜也不知道說些什麼，但是我有一個目標，這個目標就是增強諸位的信心、願心。特別是增強對道場的信心，對印公老法師領導大家修學的信心。諸位如果能真正發願，我相信都會成就。這是這幾天在此地跟諸位講解的目的，我相信這個目的多少會有一點成就的。今天我們要提早一點結束，後面還有人要演講。我的話就講到此地，謝謝。"
    }
  ]
}