{
  "doc_id": "19-016-0006",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "中国深圳",
    "zh_TW": "中國深圳"
  },
  "doc_number": "19-016-0006",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "19-016-0006_p0001",
      "zh_CN": "诸位同学，大家好！上一次讲到了凡先生，孔先生算他五十三岁有灾难，这一年他平安的度过了。对他儿子讲，总结：凡是祸福自己求的，这是圣贤人的教诲；如果讲祸福是命中注定的，这是一般世俗之论，是不可靠的。接着告诉他的儿子：",
      "zh_TW": "諸位同學，大家好！上一次講到了凡先生，孔先生算他五十三歲有災難，這一年他平安的度過了。對他兒子講，總結：凡是禍福自己求的，這是聖賢人的教誨；如果講禍福是命中注定的，這是一般世俗之論，是不可靠的。接著告訴他的兒子："
    },
    {
      "id": "19-016-0006_p0002",
      "zh_CN": "【汝之命未知若何】",
      "zh_TW": "【汝之命未知若何】"
    },
    {
      "id": "19-016-0006_p0003",
      "zh_CN": "你的命不知道究竟如何？",
      "zh_TW": "你的命不知道究竟如何？"
    },
    {
      "id": "19-016-0006_p0004",
      "zh_CN": "【即命当荣显，常作落寞想。】",
      "zh_TW": "【即命當榮顯，常作落寞想。】"
    },
    {
      "id": "19-016-0006_p0005",
      "zh_CN": "即使你命中有富贵荣华，但是自己要常常当作不得意的想法。",
      "zh_TW": "即使你命中有富貴榮華，但是自己要常常當作不得意的想法。"
    },
    {
      "id": "19-016-0006_p0006",
      "zh_CN": "【即时当顺利，常作拂逆想。】",
      "zh_TW": "【即時當順利，常作拂逆想。】"
    },
    {
      "id": "19-016-0006_p0007",
      "zh_CN": "就是做事情很顺利，还是当作不称心的想法。",
      "zh_TW": "就是做事情很順利，還是當作不稱心的想法。"
    },
    {
      "id": "19-016-0006_p0008",
      "zh_CN": "【即眼前足食，常作贫窭想。即人相爱敬，常作恐惧想。即家世望重，常作卑下想。即学问颇优，常作浅陋想。】",
      "zh_TW": "【即眼前足食，常作貧窶想。即人相愛敬，常作恐懼想。即家世望重，常作卑下想。即學問頗優，常作淺陋想。】"
    },
    {
      "id": "19-016-0006_p0009",
      "zh_CN": "这些教他儿子要学谦虚。《易经》里面说的，六爻皆吉只有一个「谦」卦。《书经》里面说得更好，「满招损，谦受益。」一个人无论在什么样的环境，好的环境也好，不好的环境也好，都要谦虚，万万不可以傲慢。这一段话意义非常深刻。然后教他：",
      "zh_TW": "這些教他兒子要學謙虛。《易經》裡面說的，六爻皆吉只有一個「謙」卦。《書經》裡面說得更好，「滿招損，謙受益。」一個人無論在什麼樣的環境，好的環境也好，不好的環境也好，都要謙虛，萬萬不可以傲慢。這一段話意義非常深刻。然後教他："
    },
    {
      "id": "19-016-0006_p0010",
      "zh_CN": "【远思扬祖宗之德，近思盖父母之愆。上思报国之恩，下思造家之福。外思济人之急，内思闲己之邪。】",
      "zh_TW": "【遠思揚祖宗之德，近思蓋父母之愆。上思報國之恩，下思造家之福。外思濟人之急，內思閑己之邪。】"
    },
    {
      "id": "19-016-0006_p0011",
      "zh_CN": "这六个「思」就是「想」，你要常常这样想法，这六条确实就是佛法里面讲的「正思惟」。人不能没有正确的思想，正确的思想，这六条是标准。第一个，要常常想到光大祖宗之德，这一条是根本。我们的祖宗是谁？我们民族的祖宗，历史上所记载的，从黄帝，尧、舜、禹、汤，文、武、周公，这是我们民族的祖宗。我们每一个家庭的祖宗，都是承袭古圣先贤道统而来的；这一句话，要用现代话来说，要常常想到发扬光大中华文化。这个文化历史非常悠久，这个文化重视人与人之间的和睦相处，人与大自然、人与天地鬼神都应当互相尊重，互相敬爱，互助合作。要常常想念着，如何把祖宗之德落实在现代社会生活当中，能够利益现前的社会大众。",
      "zh_TW": "這六個「思」就是「想」，你要常常這樣想法，這六條確實就是佛法裡面講的「正思惟」。人不能沒有正確的思想，正確的思想，這六條是標準。第一個，要常常想到光大祖宗之德，這一條是根本。我們的祖宗是誰？我們民族的祖宗，歷史上所記載的，從黃帝，堯、舜、禹、湯，文、武、周公，這是我們民族的祖宗。我們每一個家庭的祖宗，都是承襲古聖先賢道統而來的；這一句話，要用現代話來說，要常常想到發揚光大中華文化。這個文化歷史非常悠久，這個文化重視人與人之間的和睦相處，人與大自然、人與天地鬼神都應當互相尊重，互相敬愛，互助合作。要常常想念著，如何把祖宗之德落實在現代社會生活當中，能夠利益現前的社會大眾。"
    },
    {
      "id": "19-016-0006_p0012",
      "zh_CN": "『近思盖父母之愆』，这是说到近处。中国古圣先贤常常教导我们：「家丑不可外扬」。为什么？家里面有一些不善的事情，这也是难免的，如果常常说给外人听，外面人对你这个家庭自然就轻视，甚至于引起他不善的企图，来破坏你家庭和睦，谚语所谓「祸从口出」。家庭如是，社会也如此。今天社会为什么会这样的混乱？这个原因到底在哪里？我们细细思惟，我们违背古圣先贤的教诲。古人所谓「不听老人言，吃亏在眼前」，我们眼前吃了大亏！「老人言」是什么？老人教给我们对社会、对人群应当「隐恶扬善」。看到别人不善的地方不说，绝不宣扬，也不把它放在心上；看到别人的好处，我们应当要赞扬。这种作法，使不善之人会感觉到自己惭愧，「我做恶事，人家都能够包容，都能原谅我；我做一点小小的善事，人家表扬我、赞叹我」。能够激发大众的廉耻心，激发大众的惭愧心，这个社会才会有安定，世界才会有和平。",
      "zh_TW": "『近思蓋父母之愆』，這是說到近處。中國古聖先賢常常教導我們：「家醜不可外揚」。為什麼？家裡面有一些不善的事情，這也是難免的，如果常常說給外人聽，外面人對你這個家庭自然就輕視，甚至於引起他不善的企圖，來破壞你家庭和睦，諺語所謂「禍從口出」。家庭如是，社會也如此。今天社會為什麼會這樣的混亂？這個原因到底在哪裡？我們細細思惟，我們違背古聖先賢的教誨。古人所謂「不聽老人言，吃虧在眼前」，我們眼前吃了大虧！「老人言」是什麼？老人教給我們對社會、對人群應當「隱惡揚善」。看到別人不善的地方不說，絕不宣揚，也不把它放在心上；看到別人的好處，我們應當要讚揚。這種作法，使不善之人會感覺到自己慚愧，「我做惡事，人家都能夠包容，都能原諒我；我做一點小小的善事，人家表揚我、讚歎我」。能夠激發大眾的廉恥心，激發大眾的慚愧心，這個社會才會有安定，世界才會有和平。"
    },
    {
      "id": "19-016-0006_p0013",
      "zh_CN": "现在我们眼前所看到的，在中国、在外国，看到的恰恰相反。现在这个社会是隐善扬恶，恶的事情特别加以报导，善的事情往往提都不提。这种作法，让行善的人灰心，对那作恶的人是莫大的鼓励；社会动乱、世局不安，其来有自。这是讲到家庭，父母、兄弟有过失都要遮盖。一味的遮盖，也是错误的，必须要劝导，劝导父母、兄弟改恶向善。这个劝导只是在家里头，决不是在有外人在的这个场合当中；只要有外人在，我们决定是隐恶扬善。记住古人的教诲，这样做就对了。",
      "zh_TW": "現在我們眼前所看到的，在中國、在外國，看到的恰恰相反。現在這個社會是隱善揚惡，惡的事情特別加以報導，善的事情往往提都不提。這種作法，讓行善的人灰心，對那作惡的人是莫大的鼓勵；社會動亂、世局不安，其來有自。這是講到家庭，父母、兄弟有過失都要遮蓋。一味的遮蓋，也是錯誤的，必須要勸導，勸導父母、兄弟改惡向善。這個勸導只是在家裡頭，決不是在有外人在的這個場合當中；只要有外人在，我們決定是隱惡揚善。記住古人的教誨，這樣做就對了。"
    },
    {
      "id": "19-016-0006_p0014",
      "zh_CN": "『上思报国之恩』，要常常想到报恩。佛教导学生「上报四重恩，下济三途苦」，佛弟子天天念这个回向偈，虽然口念，但是没有落实。所以我常说，不能把佛的教诲落实，我们用什么回向？只是口头上回向，没有实质的德行做回向，这是自欺欺人，这是错误的。「四重恩」：第一个是父母之恩，第二个是老师之恩，第三个是国家之恩，第四个是众生之恩。我们生活在世间，衣食住行都要仰赖大众，人不能脱离人群独立生活。人与人之间都有恩德，我们要常常怀念。怎么报答？奉献自己的智慧，奉献自己的德能，为国家、为社会服务，这就是具体报恩的行为。",
      "zh_TW": "『上思報國之恩』，要常常想到報恩。佛教導學生「上報四重恩，下濟三途苦」，佛弟子天天念這個迴向偈，雖然口念，但是沒有落實。所以我常說，不能把佛的教誨落實，我們用什麼迴向？只是口頭上迴向，沒有實質的德行做迴向，這是自欺欺人，這是錯誤的。「四重恩」：第一個是父母之恩，第二個是老師之恩，第三個是國家之恩，第四個是眾生之恩。我們生活在世間，衣食住行都要仰賴大眾，人不能脫離人群獨立生活。人與人之間都有恩德，我們要常常懷念。怎麼報答？奉獻自己的智慧，奉獻自己的德能，為國家、為社會服務，這就是具體報恩的行為。"
    },
    {
      "id": "19-016-0006_p0015",
      "zh_CN": "『下思造家之福』，这就是儒家教人「修身、齐家、治国、平天下」。「造家之福」，这是齐家，家里头要整整齐齐。整齐的标准是什么？标准是「伦理」，伦理是一种天然的秩序。我们知道，社会有秩序，这个社会安定；国家有秩序，国家强盛；家庭有秩序，这个家庭一定兴旺。父慈子孝，兄友弟恭，夫义妇听，这是齐家天然的秩序，决不是孔老夫子制定的、古圣先贤制定的，那就错了。人家制定的，我为什么要跟着别人走，一般人讲「被人家牵着鼻子走」？不是！孔老夫子绝不牵人鼻子走，释迦牟尼佛也绝不为难人，他们所说的是自然之道。用佛家术语来说，就是自性里头，你的真心、你的本性本具的德能，本有的秩序，是天然的，是自然的，决不是人为的。我们要明白这个道理，然后才真正肯随顺圣贤的教诲。他之所以称为大圣大贤，原因在哪里？他并不是教我们永远听他的教诲，不是的。听他教诲是初学的一个阶段，到你学到一定的程度，你的境界提升了，「原来跟他一样！」所以佛说：「一切众生皆当作佛」，他们是平等的。《圆觉》、《华严》里面说得更透彻，它说「一切众生本来成佛」，比「应当成佛」更要亲切！所以佛法是平等的；儒家讲的，也是平等的；道家讲的，还是平等的。古今中外大圣大贤所垂训的教诲，无一不是清净平等的，这个道理我们要细心去体会，要深入，才能得到真实的受用。",
      "zh_TW": "『下思造家之福』，這就是儒家教人「修身、齊家、治國、平天下」。「造家之福」，這是齊家，家裡頭要整整齊齊。整齊的標準是什麼？標準是「倫理」，倫理是一種天然的秩序。我們知道，社會有秩序，這個社會安定；國家有秩序，國家強盛；家庭有秩序，這個家庭一定興旺。父慈子孝，兄友弟恭，夫義婦聽，這是齊家天然的秩序，決不是孔老夫子制定的、古聖先賢制定的，那就錯了。人家制定的，我為什麼要跟著別人走，一般人講「被人家牽著鼻子走」？不是！孔老夫子絕不牽人鼻子走，釋迦牟尼佛也絕不為難人，他們所說的是自然之道。用佛家術語來說，就是自性裡頭，你的真心、你的本性本具的德能，本有的秩序，是天然的，是自然的，決不是人為的。我們要明白這個道理，然後才真正肯隨順聖賢的教誨。他之所以稱為大聖大賢，原因在哪裡？他並不是教我們永遠聽他的教誨，不是的。聽他教誨是初學的一個階段，到你學到一定的程度，你的境界提升了，「原來跟他一樣！」所以佛說：「一切眾生皆當作佛」，他們是平等的。《圓覺》、《華嚴》裡面說得更透徹，它說「一切眾生本來成佛」，比「應當成佛」更要親切！所以佛法是平等的；儒家講的，也是平等的；道家講的，還是平等的。古今中外大聖大賢所垂訓的教誨，無一不是清淨平等的，這個道理我們要細心去體會，要深入，才能得到真實的受用。"
    },
    {
      "id": "19-016-0006_p0016",
      "zh_CN": "下面两句，『外思济人之急』，对外要常常想到众生苦难的人多，特别是在这个时代，常常想到一些苦难之人，我们如何去帮助他。自己在生活方面一定要懂得节俭，「我能够省一块钱，我就能够多帮助别人一块钱；我在一天生活当中能够省两块钱，我就能帮助别人两块钱」，要有这个心，要有这个愿。遇到别人有困难、有急需的时候，就应当全心全力去援助。",
      "zh_TW": "下面兩句，『外思濟人之急』，對外要常常想到眾生苦難的人多，特別是在這個時代，常常想到一些苦難之人，我們如何去幫助他。自己在生活方面一定要懂得節儉，「我能夠省一塊錢，我就能夠多幫助別人一塊錢；我在一天生活當中能夠省兩塊錢，我就能幫助別人兩塊錢」，要有這個心，要有這個願。遇到別人有困難、有急需的時候，就應當全心全力去援助。"
    },
    {
      "id": "19-016-0006_p0017",
      "zh_CN": "『内思闲己之邪』，对自己、对内，「闲」是防范，就是一定要懂得防范邪知邪见。特别是在这个时代，这个时代大家都崇尚民主自由开放，这是世界潮流，无可厚非。过去，说这个话大概也有十年前了，我到新加坡讲经，那个时候我还没有长住新加坡，每年去一次，在那边讲一个月。演培法师，这是我的老朋友，有一天请我吃饭，问我，他说：「净空法师，你是赞成君主独裁，还是赞成民主？」我说：「我赞成君主。」他说：「你落伍了。」我说：「我并不落伍。」他问我为什么。我说：「君主时代，皇帝，你说他有私心也可以，我们就不辩这个，有私心也好，他希望他的子子孙孙都作皇帝，一代一代传下去，因此，他对于继承人的教育就非常严格。这是好事情。如果他的继承人，要是把事情做错了，人民起义反抗，他的政权就被推翻了。所以我们在中国历史上看到，开国的帝王培养继承人是用最大的心血，去礼聘国家最优秀的人才，这个有学问、有德行的人辅导太子，希望将来成为一个圣王、贤王。他有责任在，他想得长久。民主政治不负责任，他在位，选上了，三、四年，下台，他就没事了，他想得没有这么长远。所以古时候帝王常常想自己的过失，如何改过自新，如何听取大臣们的建议，很可爱！我读了这些书，非常尊敬。所以我一生赞成君主专制，我不赞成民主。",
      "zh_TW": "『內思閑己之邪』，對自己、對內，「閑」是防範，就是一定要懂得防範邪知邪見。特別是在這個時代，這個時代大家都崇尚民主自由開放，這是世界潮流，無可厚非。過去，說這個話大概也有十年前了，我到新加坡講經，那個時候我還沒有長住新加坡，每年去一次，在那邊講一個月。演培法師，這是我的老朋友，有一天請我吃飯，問我，他說：「淨空法師，你是贊成君主獨裁，還是贊成民主？」我說：「我贊成君主。」他說：「你落伍了。」我說：「我並不落伍。」他問我為什麼。我說：「君主時代，皇帝，你說他有私心也可以，我們就不辯這個，有私心也好，他希望他的子子孫孫都作皇帝，一代一代傳下去，因此，他對於繼承人的教育就非常嚴格。這是好事情。如果他的繼承人，要是把事情做錯了，人民起義反抗，他的政權就被推翻了。所以我們在中國歷史上看到，開國的帝王培養繼承人是用最大的心血，去禮聘國家最優秀的人才，這個有學問、有德行的人輔導太子，希望將來成為一個聖王、賢王。他有責任在，他想得長久。民主政治不負責任，他在位，選上了，三、四年，下台，他就沒事了，他想得沒有這麼長遠。所以古時候帝王常常想自己的過失，如何改過自新，如何聽取大臣們的建議，很可愛！我讀了這些書，非常尊敬。所以我一生贊成君主專制，我不贊成民主。"
    },
    {
      "id": "19-016-0006_p0018",
      "zh_CN": "中国的革命，我非常佩服孙中山先生，他的思想确实是集东西方的精华。他虽然推翻了专制，他主张一党专政，这就是结合东西方文化的精华。他知道君主的长处，也知道君主的缺点，他懂得西方民主的优点，也知道民主的缺点，所以想出来一党专政，这是非常高明的一个见解。因为过去皇帝是一家人，政权是在一个家族，这是君主制度的一个缺点。一党专政，这个党就不是一个家族了，集合全国的精华，有道德、有学问的人组成一个政党来管理这个国家；党内就有民主，专制就负责任。",
      "zh_TW": "中國的革命，我非常佩服孫中山先生，他的思想確實是集東西方的精華。他雖然推翻了專制，他主張一黨專政，這就是結合東西方文化的精華。他知道君主的長處，也知道君主的缺點，他懂得西方民主的優點，也知道民主的缺點，所以想出來一黨專政，這是非常高明的一個見解。因為過去皇帝是一家人，政權是在一個家族，這是君主制度的一個缺點。一黨專政，這個黨就不是一個家族了，集合全國的精華，有道德、有學問的人組成一個政黨來管理這個國家；黨內就有民主，專制就負責任。"
    },
    {
      "id": "19-016-0006_p0019",
      "zh_CN": "负责任里头最重要的一条，就是要提倡正知正见，防范邪知邪见。一定要提倡伦理道德的教育，才能够防范邪知邪见；如果没有正知正见，邪知邪见决定不能防范。今天全世界许许多多地方，邪知邪见充斥社会，这个不得了，这是社会动乱的根源，灾祸的根源。我最近这三年住在新加坡，我对新加坡政府很佩服，他们对于人民是个负责任的政府。我最初到新加坡讲经，受严格的监督。我们去讲的经本要报备，所讲的内容也要报备，经过审查，他许可了，我们才能够开讲。听说我们讲经的时候，每一堂课政府都有便衣人员在监听。如果说的是邪知邪见，破坏社会的团结，破坏种族的团结，造谣生事，立刻就禁止。这好事情！现在一般讲民主的，「这个言论不自由，出版不自由。」诸位要晓得，言论自由、出版自由决定造成社会动乱，那就是邪知邪见没有人防范。中国这个民族能够绵延到今天，还没有被灭亡，我觉得这是历代帝王保护人民的正知正见，这个功德大！「防范邪知邪见在社会上流行」，这一点现在能见到的人愈来愈少了。所以我分析给演培法师听，演培法师听到最后，也不得不点头。这里提出六个思惟的纲领，这是正知正见的思惟。下面了凡先生接着说：",
      "zh_TW": "負責任裡頭最重要的一條，就是要提倡正知正見，防範邪知邪見。一定要提倡倫理道德的教育，才能夠防範邪知邪見；如果沒有正知正見，邪知邪見決定不能防範。今天全世界許許多多地方，邪知邪見充斥社會，這個不得了，這是社會動亂的根源，災禍的根源。我最近這三年住在新加坡，我對新加坡政府很佩服，他們對於人民是個負責任的政府。我最初到新加坡講經，受嚴格的監督。我們去講的經本要報備，所講的內容也要報備，經過審查，他許可了，我們才能夠開講。聽說我們講經的時候，每一堂課政府都有便衣人員在監聽。如果說的是邪知邪見，破壞社會的團結，破壞種族的團結，造謠生事，立刻就禁止。這好事情！現在一般講民主的，「這個言論不自由，出版不自由。」諸位要曉得，言論自由、出版自由決定造成社會動亂，那就是邪知邪見沒有人防範。中國這個民族能夠綿延到今天，還沒有被滅亡，我覺得這是歷代帝王保護人民的正知正見，這個功德大！「防範邪知邪見在社會上流行」，這一點現在能見到的人愈來愈少了。所以我分析給演培法師聽，演培法師聽到最後，也不得不點頭。這裡提出六個思惟的綱領，這是正知正見的思惟。下面了凡先生接著說："
    },
    {
      "id": "19-016-0006_p0020",
      "zh_CN": "【务要日日知非，日日改过。一日不知非，即一日安于自是。一日无过可改，即一日无步可进。】",
      "zh_TW": "【務要日日知非，日日改過。一日不知非，即一日安於自是。一日無過可改，即一日無步可進。】"
    },
    {
      "id": "19-016-0006_p0021",
      "zh_CN": "这个话对我们来讲，比什么都重要！佛门里面常常讲「开悟」，有人问我：「什么叫开悟？」我告诉他：「你知道你自己的过失，你就开悟了。你能把你自己的过失改正过来，这叫真修行。」『务要』是务必要，非要不可。天天去检点、去反省，把自己的过失找出来。学佛的同学们最重要的是早晚功课，早晚功课不是念给佛菩萨听的，不着重形式。早课的用意在提醒自己，希望这一天处事待人接物，不要忘记佛陀的教诲，早课用意在此地。晚课是反省，反省我今天一天对人、对事、对物，有哪些做的是对的、正确的，有哪些是做错？晚课是反省。做对了的，明天继续要保持，做错了的，明天一定要改正，这个早晚课做得就有功德了。决不是敲着木鱼念着经，念给佛菩萨听，早晨念一遍，晚上念一遍，跟自己的思想、言行毫不相关，这样做早晚课，不但没有功德，造罪业！造什么罪业？佛菩萨又不在面前，你顶多塑一个像或者画一个像；对着塑像、画像，你都忍心早晨去骗它一次，晚上又骗它一次，你这个心太残忍了，这是莫大的罪过。今天学佛的人多，真正懂得佛法道理的人不多。特别希望同修们，要懂得早晚课之精神、意义所在，就是此地讲的『日日知非，日日改过』。一天不知道过失，你就『安于自是』，自以为是，这是大病。一天没有过可改，你就没有办法进步。不能进步，换句话说，你决定退步。",
      "zh_TW": "這個話對我們來講，比什麼都重要！佛門裡面常常講「開悟」，有人問我：「什麼叫開悟？」我告訴他：「你知道你自己的過失，你就開悟了。你能把你自己的過失改正過來，這叫真修行。」『務要』是務必要，非要不可。天天去檢點、去反省，把自己的過失找出來。學佛的同學們最重要的是早晚功課，早晚功課不是念給佛菩薩聽的，不著重形式。早課的用意在提醒自己，希望這一天處事待人接物，不要忘記佛陀的教誨，早課用意在此地。晚課是反省，反省我今天一天對人、對事、對物，有哪些做的是對的、正確的，有哪些是做錯？晚課是反省。做對了的，明天繼續要保持，做錯了的，明天一定要改正，這個早晚課做得就有功德了。決不是敲著木魚念著經，念給佛菩薩聽，早晨念一遍，晚上念一遍，跟自己的思想、言行毫不相關，這樣做早晚課，不但沒有功德，造罪業！造什麼罪業？佛菩薩又不在面前，你頂多塑一個像或者畫一個像；對著塑像、畫像，你都忍心早晨去騙它一次，晚上又騙它一次，你這個心太殘忍了，這是莫大的罪過。今天學佛的人多，真正懂得佛法道理的人不多。特別希望同修們，要懂得早晚課之精神、意義所在，就是此地講的『日日知非，日日改過』。一天不知道過失，你就『安於自是』，自以為是，這是大病。一天沒有過可改，你就沒有辦法進步。不能進步，換句話說，你決定退步。"
    },
    {
      "id": "19-016-0006_p0022",
      "zh_CN": "【天下聪明俊秀不少】",
      "zh_TW": "【天下聰明俊秀不少】"
    },
    {
      "id": "19-016-0006_p0023",
      "zh_CN": "了凡先生后面这几句话感叹！不是没有聪明俊秀之才，有！",
      "zh_TW": "了凡先生後面這幾句話感嘆！不是沒有聰明俊秀之才，有！"
    },
    {
      "id": "19-016-0006_p0024",
      "zh_CN": "【所以德不加修，业不加广者，只为因循二字，耽阁一生。】",
      "zh_TW": "【所以德不加修，業不加廣者，只為因循二字，耽閣一生。】"
    },
    {
      "id": "19-016-0006_p0025",
      "zh_CN": "这是给我们提出警告。为什么这些人道德不能够天天在增长？德业为什么不能够天天在扩张？都是『因循』两个字害了。「因循」是什么意思？就是现在讲马马虎虎，得过且过，没有认真努力。在德学功业上，没有认真努力去做。最后：",
      "zh_TW": "這是給我們提出警告。為什麼這些人道德不能夠天天在增長？德業為什麼不能夠天天在擴張？都是『因循』兩個字害了。「因循」是什麼意思？就是現在講馬馬虎虎，得過且過，沒有認真努力。在德學功業上，沒有認真努力去做。最後："
    },
    {
      "id": "19-016-0006_p0026",
      "zh_CN": "【云谷禅师所授立命之说，乃至精至邃至真至正之理。其熟玩而勉行之，毋自旷也。】",
      "zh_TW": "【雲谷禪師所授立命之說，乃至精至邃至真至正之理。其熟玩而勉行之，毋自曠也。】"
    },
    {
      "id": "19-016-0006_p0027",
      "zh_CN": "这是这一篇最后的结论。特别强调云谷禅师教导他立命的学说，这种学说精纯到极处，『至精』，『至邃』，「邃」是深，深到了极处；『至真、至正』，「真」是决定没有虚妄，「正」是决定没有丝毫的邪僻。他自己一生努力的修学，改造了命运。命里没有功名，他得功名；命里没有儿女，他得了儿子；命中只有五十三岁，他活到七十四岁，多活了二十一年。这是足以证明，云谷禅师的教诲正确没有错误。",
      "zh_TW": "這是這一篇最後的結論。特別強調雲谷禪師教導他立命的學說，這種學說精純到極處，『至精』，『至邃』，「邃」是深，深到了極處；『至真、至正』，「真」是決定沒有虛妄，「正」是決定沒有絲毫的邪僻。他自己一生努力的修學，改造了命運。命裡沒有功名，他得功名；命裡沒有兒女，他得了兒子；命中只有五十三歲，他活到七十四歲，多活了二十一年。這是足以證明，雲谷禪師的教誨正確沒有錯誤。"
    },
    {
      "id": "19-016-0006_p0028",
      "zh_CN": "了凡先生这几篇文字，原来是教训自己子孙后裔的。他的后代也不错，知道这些宝贵的理论与方法，他不自私，他公诸大众，希望社会大众都能明了立命之学，都能够改造自己的命运。我们这一个地区、这一个国家，乃至于扩展到这一个世界，人人都能够依照这个教诲来修学，社会安定，世界和平，全世界的人民幸福。这是中国古圣先贤他们的心量，他们的德行。这一篇就介绍到此地。",
      "zh_TW": "了凡先生這幾篇文字，原來是教訓自己子孫後裔的。他的後代也不錯，知道這些寶貴的理論與方法，他不自私，他公諸大眾，希望社會大眾都能明瞭立命之學，都能夠改造自己的命運。我們這一個地區、這一個國家，乃至於擴展到這一個世界，人人都能夠依照這個教誨來修學，社會安定，世界和平，全世界的人民幸福。這是中國古聖先賢他們的心量，他們的德行。這一篇就介紹到此地。"
    },
    {
      "id": "19-016-0006_p0029",
      "zh_CN": "接着我们看第二篇。第二篇就是「改过之法」，第三篇是「积善之方」，这两篇是重点、是重心。要用佛经的方法来说，第一篇是「序品」，是序文，第二、第三篇是「正宗」，最后一篇称为「流通」。我们用三分来看这四篇文章，文章的旨趣大致上就明了。「立命之学」懂得了、明白了，从哪里下手？一定要从改过下手。人既不是生来就是圣人，怎么能没有过失？孔子说「过则勿惮改」，这个意思是说，有了过失不怕改，要有勇气改过，要有决心、要有毅力来改过。所以，他把改过的这些道理、方法，教训他的儿子，小小过失都要改。我们一般人因循、得过且过，疏忽了小过失。小小的恶念没有把它看重，于是小过失养成大过失，小的恶念慢慢养成大的恶念，后果就不堪设想了。",
      "zh_TW": "接著我們看第二篇。第二篇就是「改過之法」，第三篇是「積善之方」，這兩篇是重點、是重心。要用佛經的方法來說，第一篇是「序品」，是序文，第二、第三篇是「正宗」，最後一篇稱為「流通」。我們用三分來看這四篇文章，文章的旨趣大致上就明瞭。「立命之學」懂得了、明白了，從哪裡下手？一定要從改過下手。人既不是生來就是聖人，怎麼能沒有過失？孔子說「過則勿憚改」，這個意思是說，有了過失不怕改，要有勇氣改過，要有決心、要有毅力來改過。所以，他把改過的這些道理、方法，教訓他的兒子，小小過失都要改。我們一般人因循、得過且過，疏忽了小過失。小小的惡念沒有把它看重，於是小過失養成大過失，小的惡念慢慢養成大的惡念，後果就不堪設想了。"
    },
    {
      "id": "19-016-0006_p0030",
      "zh_CN": "现在我们来看正文。第一段是讲「改过之因」。避祸纳福是人之常情，可是吉凶祸福决定有预兆，这是我们不可以不知道的。文章一开端，了凡引用古人的记载：",
      "zh_TW": "現在我們來看正文。第一段是講「改過之因」。避禍納福是人之常情，可是吉凶禍福決定有預兆，這是我們不可以不知道的。文章一開端，了凡引用古人的記載："
    },
    {
      "id": "19-016-0006_p0031",
      "zh_CN": "【春秋诸大夫，见人言动，亿而谈其祸福，靡不验者，左国诸记可观也。】",
      "zh_TW": "【春秋諸大夫，見人言動，億而談其禍福，靡不驗者，左國諸記可觀也。】"
    },
    {
      "id": "19-016-0006_p0032",
      "zh_CN": "春秋时代，孔子就生在这个时候，这个时候还是周朝。周朝到了晚年，王室衰弱，许多诸侯对于周天子大多都是阳奉阴违，各自都有私心扩展自己的势力，所以春秋是一个动乱的社会。孔子生在这个时代，也是感慨万千！那个时候的诸大夫们，『大夫』是国君、诸侯的助手，大概像现在政治组织里面部长、总理，都属于大夫这一个阶层的人物。他们见人多了，学识、经验丰富，看到这个人的举止，听听这个人的言语，『亿而谈其祸福』，「亿」是猜想，想到他将来的吉凶祸福，都能够说得很灵验。这些事情在《左传》、《国语》，《左传》、《国语》都是左丘明的著述，『诸记』，像《公羊传》、《谷梁传》，许许多多的记载，我们都可以明确的看到。这就是说明，吉凶祸福它有预兆。文接着说：",
      "zh_TW": "春秋時代，孔子就生在這個時候，這個時候還是周朝。周朝到了晚年，王室衰弱，許多諸侯對於周天子大多都是陽奉陰違，各自都有私心擴展自己的勢力，所以春秋是一個動亂的社會。孔子生在這個時代，也是感慨萬千！那個時候的諸大夫們，『大夫』是國君、諸侯的助手，大概像現在政治組織裡面部長、總理，都屬於大夫這一個階層的人物。他們見人多了，學識、經驗豐富，看到這個人的舉止，聽聽這個人的言語，『億而談其禍福』，「億」是猜想，想到他將來的吉凶禍福，都能夠說得很靈驗。這些事情在《左傳》、《國語》，《左傳》、《國語》都是左丘明的著述，『諸記』，像《公羊傳》、《穀梁傳》，許許多多的記載，我們都可以明確的看到。這就是說明，吉凶禍福它有預兆。文接著說："
    },
    {
      "id": "19-016-0006_p0033",
      "zh_CN": "【大都吉凶之兆，萌乎心而动乎四体。】",
      "zh_TW": "【大都吉凶之兆，萌乎心而動乎四體。】"
    },
    {
      "id": "19-016-0006_p0034",
      "zh_CN": "人心里头存的善恶念头，你所造的善恶业行，瞒不了人。你能够欺瞒愚人，你瞒不了有道德、有学问的人，这种人你瞒不过他，他真的是一眼看穿你的肺腑。现在世间还是有这种人，我一生当中就遇到好几位。我这三个老师都非常难得，方东美先生、章嘉大师、李炳南老居士，他们都有这个能力。接触大众，有时候偶尔也谈谈，「某人命很薄，没有福、没有寿」，「某人心地纯厚，积功累德，将来必有福报」。他们也能够看得清楚、看得明白，对于福薄的这些人都生怜悯心，教他改过修善，创造命运。我年轻的时候，就是属于没有福报、短命，属于这一类的。我肯学，肯听老师的话，所以老师特别的怜悯我，教我改造命运，自求多福。所以这些预兆都非常的明显。『萌乎心而动乎四体』，心里头起心动念自然表现在外面，就是言语动作。怎么个看法？这里提出一个原则：",
      "zh_TW": "人心裡頭存的善惡念頭，你所造的善惡業行，瞞不了人。你能夠欺瞞愚人，你瞞不了有道德、有學問的人，這種人你瞞不過他，他真的是一眼看穿你的肺腑。現在世間還是有這種人，我一生當中就遇到好幾位。我這三個老師都非常難得，方東美先生、章嘉大師、李炳南老居士，他們都有這個能力。接觸大眾，有時候偶爾也談談，「某人命很薄，沒有福、沒有壽」，「某人心地純厚，積功累德，將來必有福報」。他們也能夠看得清楚、看得明白，對於福薄的這些人都生憐憫心，教他改過修善，創造命運。我年輕的時候，就是屬於沒有福報、短命，屬於這一類的。我肯學，肯聽老師的話，所以老師特別的憐憫我，教我改造命運，自求多福。所以這些預兆都非常的明顯。『萌乎心而動乎四體』，心裡頭起心動念自然表現在外面，就是言語動作。怎麼個看法？這裡提出一個原則："
    },
    {
      "id": "19-016-0006_p0035",
      "zh_CN": "【其过于厚者常获福，过于薄者常近祸。】",
      "zh_TW": "【其過於厚者常獲福，過於薄者常近禍。】"
    },
    {
      "id": "19-016-0006_p0036",
      "zh_CN": "这是观察人两个原则：你看到这个人心地善良、厚道，待人忠厚，处处能替别人着想，这个人将来有福。如果他是相反的，心胸狭窄，起心动念都是为自己的利益，做出事情损人利己，对于自己没有好处的他决定不做，对人很刻薄，这些人没有福报。纵然他眼前有福报，眼前有福报那是他命中的福，命中福不小；因为他存的心不善，行为不善，他的福已经折了，折了还有余福。由此可知，他要是存好心、行好事，他的福报一生享不尽，他的余福一定子子孙孙都享受到。这是事实真相。",
      "zh_TW": "這是觀察人兩個原則：你看到這個人心地善良、厚道，待人忠厚，處處能替別人著想，這個人將來有福。如果他是相反的，心胸狹窄，起心動念都是為自己的利益，做出事情損人利己，對於自己沒有好處的他決定不做，對人很刻薄，這些人沒有福報。縱然他眼前有福報，眼前有福報那是他命中的福，命中福不小；因為他存的心不善，行為不善，他的福已經折了，折了還有餘福。由此可知，他要是存好心、行好事，他的福報一生享不盡，他的餘福一定子子孫孫都享受到。這是事實真相。"
    },
    {
      "id": "19-016-0006_p0037",
      "zh_CN": "【俗眼多翳，谓有未定而不可测者。】",
      "zh_TW": "【俗眼多翳，謂有未定而不可測者。】"
    },
    {
      "id": "19-016-0006_p0038",
      "zh_CN": "世俗人没有这个学问，没有这个常识，眼光就像被东西遮住，我们现在人讲「白内障」，白翳障住眼睛，你什么都看不见了，说祸福没有一定，而且没有办法预测，这是世俗人的看法。真正有学问、有德行的人，他不是这个看法，他看得清清楚楚、明明白白。接着说：",
      "zh_TW": "世俗人沒有這個學問，沒有這個常識，眼光就像被東西遮住，我們現在人講「白內障」，白翳障住眼睛，你什麼都看不見了，說禍福沒有一定，而且沒有辦法預測，這是世俗人的看法。真正有學問、有德行的人，他不是這個看法，他看得清清楚楚、明明白白。接著說："
    },
    {
      "id": "19-016-0006_p0039",
      "zh_CN": "【至诚合天。福之将至，观其善而必先知之矣。祸之将至，观其不善而必先知之矣。】",
      "zh_TW": "【至誠合天。福之將至，觀其善而必先知之矣。禍之將至，觀其不善而必先知之矣。】"
    },
    {
      "id": "19-016-0006_p0040",
      "zh_CN": "这是说明祸福可以先知的，可以预测得相当准确的。我们能不能得到这个能力？答案是肯定的。在此地第一句话他就说出来了，『至诚合天』，我们要想有这种能力，只要把这四个字做到就行了。我们以真诚起心动念，合乎自然的法则，「天」就是自然法则，不加丝毫意思在里面。丝毫意思，就是我们常讲的妄想、分别，绝不加丝毫妄想、分别在里面，我们也有这个能力了。心地真诚、清净、平等，这个能力现前了。",
      "zh_TW": "這是說明禍福可以先知的，可以預測得相當準確的。我們能不能得到這個能力？答案是肯定的。在此地第一句話他就說出來了，『至誠合天』，我們要想有這種能力，只要把這四個字做到就行了。我們以真誠起心動念，合乎自然的法則，「天」就是自然法則，不加絲毫意思在裡面。絲毫意思，就是我們常講的妄想、分別，絕不加絲毫妄想、分別在裡面，我們也有這個能力了。心地真誠、清淨、平等，這個能力現前了。"
    },
    {
      "id": "19-016-0006_p0041",
      "zh_CN": "一个人福报快要现前，你看他，『观其善而必先知之』，你能够看得出，他的心善、言善、行善，对人厚道，我们就能够推想到他的福报快到了。如果他的思想言行不善，我们就晓得，他的灾难愈来愈近。这是小。大，观察这个社会，观察一个家庭，观察一个团体，乃至于观察国家、世界，没有不准确的。这里面有道理在，有学问在，决不是妄言。我们自己要晓得自己这一生当中，特别是将来的吉凶祸福，应当从这个地方反省，从我们起心动念、言语造作。如果纯善，自己可以肯定灾消福来。如果自己的心不善、言不善，言是花言巧语欺骗众生，行为不善，自己要警惕，祸患灾难必定是一天一天接近。从个人到家庭、到社会、到国家、到世界，无不如是。下面是讲「改过之基础」。",
      "zh_TW": "一個人福報快要現前，你看他，『觀其善而必先知之』，你能夠看得出，他的心善、言善、行善，對人厚道，我們就能夠推想到他的福報快到了。如果他的思想言行不善，我們就曉得，他的災難愈來愈近。這是小。大，觀察這個社會，觀察一個家庭，觀察一個團體，乃至於觀察國家、世界，沒有不準確的。這裡面有道理在，有學問在，決不是妄言。我們自己要曉得自己這一生當中，特別是將來的吉凶禍福，應當從這個地方反省，從我們起心動念、言語造作。如果純善，自己可以肯定災消福來。如果自己的心不善、言不善，言是花言巧語欺騙眾生，行為不善，自己要警惕，禍患災難必定是一天一天接近。從個人到家庭、到社會、到國家、到世界，無不如是。下面是講「改過之基礎」。"
    },
    {
      "id": "19-016-0006_p0042",
      "zh_CN": "【今欲获福而远祸】",
      "zh_TW": "【今欲獲福而遠禍】"
    },
    {
      "id": "19-016-0006_p0043",
      "zh_CN": "这就是趋吉避凶。",
      "zh_TW": "這就是趨吉避凶。"
    },
    {
      "id": "19-016-0006_p0044",
      "zh_CN": "【未论行善，先须改过。】",
      "zh_TW": "【未論行善，先須改過。】"
    },
    {
      "id": "19-016-0006_p0045",
      "zh_CN": "这两句话非常重要！所以这两篇，「改过之法」、「积善之方」，排列的顺序就从这儿来的。我们没有谈行善积德之前，先要讲改过。为什么？过如果不改，改得不彻底，改得不干净，虽然修善，善里面夹杂着恶，善也不纯，善的功就不能够显著。因此，改过是积善的先决条件。今天就讲到此地。",
      "zh_TW": "這兩句話非常重要！所以這兩篇，「改過之法」、「積善之方」，排列的順序就從這兒來的。我們沒有談行善積德之前，先要講改過。為什麼？過如果不改，改得不徹底，改得不乾淨，雖然修善，善裡面夾雜著惡，善也不純，善的功就不能夠顯著。因此，改過是積善的先決條件。今天就講到此地。"
    }
  ]
}