{
  "doc_id": "19-016-0016",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "中国深圳",
    "zh_TW": "中國深圳"
  },
  "doc_number": "19-016-0016",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "19-016-0016_p0001",
      "zh_CN": "诸位同学，大家好！我们接着再看半满最后的一段：",
      "zh_TW": "諸位同學，大家好！我們接著再看半滿最後的一段："
    },
    {
      "id": "19-016-0016_p0002",
      "zh_CN": "【又为善而心不着善。则随所成就。皆得圆满。心著于善。虽终身勤励。止于半善而已。譬如以财济人。内不见己。外不见人。中不见所施之物。是谓三轮体空。是谓一心清净。则斗粟可以种无涯之福。一文可以消千劫之罪。倘此心未忘。虽黄金万镒。福不满也。此又一说也。】",
      "zh_TW": "【又為善而心不著善。則隨所成就。皆得圓滿。心著於善。雖終身勤勵。止於半善而已。譬如以財濟人。內不見己。外不見人。中不見所施之物。是謂三輪體空。是謂一心清淨。則斗粟可以種無涯之福。一文可以消千劫之罪。倘此心未忘。雖黃金萬鎰。福不滿也。此又一說也。】"
    },
    {
      "id": "19-016-0016_p0003",
      "zh_CN": "「半、满」说到这一段文，才算是究竟。但是，这桩事情不是凡夫能做得到的。由此可知，我们讲半、讲满，半满还是有等级的，不能够一概而论。如果用此地这个标准，前面所说的满都是半，都不是真正的圆满，到『三轮体空』才是真正圆满。「三轮体空」谁能做到？法身菩萨才能做到；不但六道众生做不到，四圣法界里面声闻、缘觉、菩萨也做不到。为什么？人不能无心。换句话说，他有妄想分别执着，这个标准就不适用；什么时候把妄想分别执着断尽，就是这个标准。所以这个标准是法身菩萨的标准，我们要知道。知道了有好处，什么好处？行善不会自以为满足，有这个好处。无论积多大的功德，自己心里面总是以为还不够多，还是很少，这就好。不会自以为满足，你才肯认真努力发愤的去修善。这个道理你明白了，才知道诸佛菩萨他们的善行念念圆满；无论他修的善事是大、是小，无一不圆满。为什么？因为他没有妄心，他用的是真心，用的是本性，真心本性是圆满的。所以，用真心本性行事，无一而不圆满，道理在此地。这就是我们为什么要学佛，为什么要发愿作佛。",
      "zh_TW": "「半、滿」說到這一段文，才算是究竟。但是，這樁事情不是凡夫能做得到的。由此可知，我們講半、講滿，半滿還是有等級的，不能夠一概而論。如果用此地這個標準，前面所說的滿都是半，都不是真正的圓滿，到『三輪體空』才是真正圓滿。「三輪體空」誰能做到？法身菩薩才能做到；不但六道眾生做不到，四聖法界裡面聲聞、緣覺、菩薩也做不到。為什麼？人不能無心。換句話說，他有妄想分別執著，這個標準就不適用；什麼時候把妄想分別執著斷盡，就是這個標準。所以這個標準是法身菩薩的標準，我們要知道。知道了有好處，什麼好處？行善不會自以為滿足，有這個好處。無論積多大的功德，自己心裡面總是以為還不夠多，還是很少，這就好。不會自以為滿足，你才肯認真努力發憤的去修善。這個道理你明白了，才知道諸佛菩薩他們的善行念念圓滿；無論他修的善事是大、是小，無一不圓滿。為什麼？因為他沒有妄心，他用的是真心，用的是本性，真心本性是圓滿的。所以，用真心本性行事，無一而不圓滿，道理在此地。這就是我們為什麼要學佛，為什麼要發願作佛。"
    },
    {
      "id": "19-016-0016_p0004",
      "zh_CN": "我们现在把这个文简单解释一下。『为善而心不着善』，没有分别，没有执着；『则随所成就，皆得圆满』，都是圆满的，都是满善。如果『心著于善，虽终身勤励，止于半善而已』，你要是着相修善，就是一生勤奋勉励积修，还是半善而已。什么原因？你的善心里头夹杂；心里头有执着就是夹杂，夹杂着不善。所以你的善功不纯，只得个半善而已。下面举例来说明。『譬如以财济人』，修财布施，应当要『内不见己』，我修财布施之后，不执着有我；「我能施，我用多少财物来布施」，他执着有个「我」在，这个心就不真、不纯了。『外不见人』，我布施的那个人，也不要放在心上；「我能布施，他接受我布施」，你永远不会忘记，这就是你的妄想分别执着，把你纯善的心破坏了。还要『中不见所施之物』，你布施多少钱财，不要去计较。常常行布施，常常有「我布施，某个人接受我布施，我布施了多少财物」，这样的心行布施，布施一辈子还是个半善。",
      "zh_TW": "我們現在把這個文簡單解釋一下。『為善而心不著善』，沒有分別，沒有執著；『則隨所成就，皆得圓滿』，都是圓滿的，都是滿善。如果『心著於善，雖終身勤勵，止於半善而已』，你要是著相修善，就是一生勤奮勉勵積修，還是半善而已。什麼原因？你的善心裡頭夾雜；心裡頭有執著就是夾雜，夾雜著不善。所以你的善功不純，只得個半善而已。下面舉例來說明。『譬如以財濟人』，修財布施，應當要『內不見己』，我修財布施之後，不執著有我；「我能施，我用多少財物來布施」，他執著有個「我」在，這個心就不真、不純了。『外不見人』，我布施的那個人，也不要放在心上；「我能布施，他接受我布施」，你永遠不會忘記，這就是你的妄想分別執著，把你純善的心破壞了。還要『中不見所施之物』，你布施多少錢財，不要去計較。常常行布施，常常有「我布施，某個人接受我布施，我布施了多少財物」，這樣的心行布施，布施一輩子還是個半善。"
    },
    {
      "id": "19-016-0016_p0005",
      "zh_CN": "应该怎样才是「满善」？新加坡有个许哲居士，现在很多人都知道她。我们去访问她，做成录像的光碟，现在随着我们一般光碟流通到全世界。她今年一百零二岁，一生修布施，她的布施是满善。她布施的财物不多，天天干，没有一天休息。她得满善的果报，大家看见的，非常羡慕：一百零二岁，身体健康，一点毛病都没有。我仔细观察，她就掉一个牙齿，她的体能状况跟三、四十岁的人一样。所以她常说：「我们要长寿，我们不要老，我们不要病。」她一生没有生过病，活到一百零二岁，精神饱满，天天为一些老人、病人服务，那个服务就是布施。外财布施、内财布施，她真的做到「三轮体空」。她不知道有自己，她也不会把别人，布施那个人、受她恩惠的人放在心上，她没有，她心地空空洞洞、干干净净。也没有想到：「我今天做多少事情，做多少好事」，没有这个念头，她真正做到三轮体空。所以她的果报殊胜，没有人能跟她相比，心地真诚清净慈悲，就像《坛经》上所说的，「本来无一物，何处惹尘埃」。我在新加坡这三年，我举出许哲居士做例子，现身说法，你们相信不相信？你们是不是很羡慕？羡慕就要学！我们舍要舍得干净，有很多人不明这个道理，不明事理真相，不敢舍，认为什么？「我都布施掉了、舍了，明天我怎么办？谁肯布施我？」所以，他念念不忘「我」，他就不敢真的放下；放下是放下，放下一半，那一半是永远没有办法放下。因此，他修的善只有半善，不能达到满善；他的果报只能得到一半，不能达到圆满。这个事不能不认真去想想。如果你对这个道理了解不够透彻，你行善不彻底，要想希求圆满的果报，那是不可能的事情。",
      "zh_TW": "應該怎樣才是「滿善」？新加坡有個許哲居士，現在很多人都知道她。我們去訪問她，做成錄像的光碟，現在隨著我們一般光碟流通到全世界。她今年一百零二歲，一生修布施，她的布施是滿善。她布施的財物不多，天天幹，沒有一天休息。她得滿善的果報，大家看見的，非常羨慕：一百零二歲，身體健康，一點毛病都沒有。我仔細觀察，她就掉一個牙齒，她的體能狀況跟三、四十歲的人一樣。所以她常說：「我們要長壽，我們不要老，我們不要病。」她一生沒有生過病，活到一百零二歲，精神飽滿，天天為一些老人、病人服務，那個服務就是布施。外財布施、內財布施，她真的做到「三輪體空」。她不知道有自己，她也不會把別人，布施那個人、受她恩惠的人放在心上，她沒有，她心地空空洞洞、乾乾淨淨。也沒有想到：「我今天做多少事情，做多少好事」，沒有這個念頭，她真正做到三輪體空。所以她的果報殊勝，沒有人能跟她相比，心地真誠清淨慈悲，就像《壇經》上所說的，「本來無一物，何處惹塵埃」。我在新加坡這三年，我舉出許哲居士做例子，現身說法，你們相信不相信？你們是不是很羨慕？羨慕就要學！我們捨要捨得乾淨，有很多人不明這個道理，不明事理真相，不敢捨，認為什麼？「我都布施掉了、捨了，明天我怎麼辦？誰肯布施我？」所以，他念念不忘「我」，他就不敢真的放下；放下是放下，放下一半，那一半是永遠沒有辦法放下。因此，他修的善只有半善，不能達到滿善；他的果報只能得到一半，不能達到圓滿。這個事不能不認真去想想。如果你對這個道理了解不夠透徹，你行善不徹底，要想希求圓滿的果報，那是不可能的事情。"
    },
    {
      "id": "19-016-0016_p0006",
      "zh_CN": "佛在一切经论里头常常开导我们，一个人一生的财富从哪来的？你得财富是果报，果必有因。财富的因是什么？财布施，愈施愈多。不会说「我布施，我把财布施出去之后，后面没有收获的」，这个不可能。你布施是种因，「种瓜得瓜，种豆得豆」，你种得多，你一定收获得多，这是一定的道理。所以，愈是肯施财的人，这个人愈发财，他的财源滚滚不断而来。但是你的心要真；我不是为祈求发财才想布施。我要是求发财而行布施，这是因地不真。会不会发财？会发，不多，比你布施出去多一点点。为什么？加一点利息。如果没有为发财念头而财施的，那个财就不得了，财就太多太多了。这个财来了，你一定拿这个财不是自己享受，你一定拿这个财去救济一切苦难的众生，你这个功德、果报愈来愈殊胜。你的果报决不在人间，人间没有这么大富，果报在天上，果报在华藏世界，果报在极乐世界。所以，你要懂得，你要会做。法布施得聪明智慧，无畏布施得健康长寿。财富、聪明、健康长寿都是果报，你要不懂得的修因，因要不纯，因要不正，你怎么能得到这些果报？",
      "zh_TW": "佛在一切經論裡頭常常開導我們，一個人一生的財富從哪來的？你得財富是果報，果必有因。財富的因是什麼？財布施，愈施愈多。不會說「我布施，我把財布施出去之後，後面沒有收穫的」，這個不可能。你布施是種因，「種瓜得瓜，種豆得豆」，你種得多，你一定收穫得多，這是一定的道理。所以，愈是肯施財的人，這個人愈發財，他的財源滾滾不斷而來。但是你的心要真；我不是為祈求發財才想布施。我要是求發財而行布施，這是因地不真。會不會發財？會發，不多，比你布施出去多一點點。為什麼？加一點利息。如果沒有為發財念頭而財施的，那個財就不得了，財就太多太多了。這個財來了，你一定拿這個財不是自己享受，你一定拿這個財去救濟一切苦難的眾生，你這個功德、果報愈來愈殊勝。你的果報決不在人間，人間沒有這麼大富，果報在天上，果報在華藏世界，果報在極樂世界。所以，你要懂得，你要會做。法布施得聰明智慧，無畏布施得健康長壽。財富、聰明、健康長壽都是果報，你要不懂得的修因，因要不純，因要不正，你怎麼能得到這些果報？"
    },
    {
      "id": "19-016-0016_p0007",
      "zh_CN": "我们在许许多多同修当中，这些话我们不能够勉强劝人；勉强劝人，人家还以为我有企图。我劝他财布施，「这个法师贪财，他动脑筋想要我的钱」，不能说！只有在讲经说法的时候多说一些，让他听到自己觉悟。我不要人的钱，我如果说是用心机把你的钱骗来了，没有错，你是修了布施，你会得福，我可要遭难了。我欺骗人、造作罪业，我要堕落的，我怎么会干这种事情？我劝导你，我比你做得干净，所以我得的果报比你圆满。财圆满，这个圆满不是说我有很多的财富，不是的，我每天生活不缺乏，这就是圆满。你有万亿财产，你每天也是日食三餐，夜眠六尺，也不过如此而已。我一分钱没有，我每天三餐不缺，我每天晚上睡得很好，跟你没有什么差别，要懂得这个道理。这个福就是「满」；身体健康长寿，没有病苦，没有烦恼，没有忧虑，没有牵挂，这是真正的满福。",
      "zh_TW": "我們在許許多多同修當中，這些話我們不能夠勉強勸人；勉強勸人，人家還以為我有企圖。我勸他財布施，「這個法師貪財，他動腦筋想要我的錢」，不能說！只有在講經說法的時候多說一些，讓他聽到自己覺悟。我不要人的錢，我如果說是用心機把你的錢騙來了，沒有錯，你是修了布施，你會得福，我可要遭難了。我欺騙人、造作罪業，我要墮落的，我怎麼會幹這種事情？我勸導你，我比你做得乾淨，所以我得的果報比你圓滿。財圓滿，這個圓滿不是說我有很多的財富，不是的，我每天生活不缺乏，這就是圓滿。你有萬億財產，你每天也是日食三餐，夜眠六尺，也不過如此而已。我一分錢沒有，我每天三餐不缺，我每天晚上睡得很好，跟你沒有什麼差別，要懂得這個道理。這個福就是「滿」；身體健康長壽，沒有病苦，沒有煩惱，沒有憂慮，沒有牽掛，這是真正的滿福。"
    },
    {
      "id": "19-016-0016_p0008",
      "zh_CN": "我接触佛法、修学佛法，今年整整五十年了。这五十年当中，我得到老师的教诲，让我破迷起信，接着依教奉行。当初初接触的时候，老师告诉我「修学佛法是人生最高的享受」，我真的得到了。老师没有欺骗我，我非常感激。我这一生如果没有遇到这个法门，我自己知道，这一生会过得非常痛苦，也活不到今天；寿命不必去计较，长与短是一样的事情，苦乐的差别太大了，死后那一个果报差别，那就难以想像了。所以遇到佛法，带给我这一生的幸福美满，带给我来世的，我相信决定超过这一生许多倍的福分。所以这个道理要懂，事实真相要了解。",
      "zh_TW": "我接觸佛法、修學佛法，今年整整五十年了。這五十年當中，我得到老師的教誨，讓我破迷起信，接著依教奉行。當初初接觸的時候，老師告訴我「修學佛法是人生最高的享受」，我真的得到了。老師沒有欺騙我，我非常感激。我這一生如果沒有遇到這個法門，我自己知道，這一生會過得非常痛苦，也活不到今天；壽命不必去計較，長與短是一樣的事情，苦樂的差別太大了，死後那一個果報差別，那就難以想像了。所以遇到佛法，帶給我這一生的幸福美滿，帶給我來世的，我相信決定超過這一生許多倍的福分。所以這個道理要懂，事實真相要了解。"
    },
    {
      "id": "19-016-0016_p0009",
      "zh_CN": "『三轮体空』重要，做再多的善事都不要放在心上。别人偶尔提起，心里想想，是有这么回事情；没人提起，忘得干干净净，这就对了。它基本的道理就是『一心清净』。我们修净土宗，净土主要修学的就是这一句；《弥陀经》上讲的「一心不乱」，这是净宗学人修学主要的目标。「一心」是真心，一心里面没有界限，所以是等虚空遍法界，你的丝毫之善跟你的心量一样大。所以，『斗粟可以种无涯之福』，一斗米不多，一斗米的布施种无量无边的福报。为什么？你是一心清净布施，你是不着相的布施，这个福报就这么大。人能够到不着相，就是菩萨，就不是凡人；《金刚经》上说的，「无我相、无人相、无众生相、无寿者相」，这个人是菩萨。如果这个人着相，经上讲：「有我相、有人相、有众生相、有寿者相，即非菩萨。」菩萨与非菩萨的差别，《金刚经》这个标准太好了。你心里还有我、还有人、还有是非，你是凡夫，你不是菩萨；你心里头没有我、也没有人、也没有众生、也没有寿者；寿者是时间的观念，过去、现在、未来，统统都没有了。这种分别执着都没有了，这个人是菩萨。这个人一斗米的布施，福报是无量无边，一文钱的布施可以『消千劫之罪』。",
      "zh_TW": "『三輪體空』重要，做再多的善事都不要放在心上。別人偶爾提起，心裡想想，是有這麼回事情；沒人提起，忘得乾乾淨淨，這就對了。它基本的道理就是『一心清淨』。我們修淨土宗，淨土主要修學的就是這一句；《彌陀經》上講的「一心不亂」，這是淨宗學人修學主要的目標。「一心」是真心，一心裡面沒有界限，所以是等虛空遍法界，你的絲毫之善跟你的心量一樣大。所以，『斗粟可以種無涯之福』，一斗米不多，一斗米的布施種無量無邊的福報。為什麼？你是一心清淨布施，你是不著相的布施，這個福報就這麼大。人能夠到不著相，就是菩薩，就不是凡人；《金剛經》上說的，「無我相、無人相、無眾生相、無壽者相」，這個人是菩薩。如果這個人著相，經上講：「有我相、有人相、有眾生相、有壽者相，即非菩薩。」菩薩與非菩薩的差別，《金剛經》這個標準太好了。你心裡還有我、還有人、還有是非，你是凡夫，你不是菩薩；你心裡頭沒有我、也沒有人、也沒有眾生、也沒有壽者；壽者是時間的觀念，過去、現在、未來，統統都沒有了。這種分別執著都沒有了，這個人是菩薩。這個人一斗米的布施，福報是無量無邊，一文錢的布施可以『消千劫之罪』。"
    },
    {
      "id": "19-016-0016_p0010",
      "zh_CN": "所以我们要努力提高自己的境界，境界愈高修福愈容易。要想提高境界，必须从断恶下手，恶要断得干净。一般人是在这用功夫，但是依旧是不干不净；他是断了，断得不干净，因此果报不殊胜。许哲断得干净，所以果报殊胜、果报圆满。末后这几句话说，『倘此心未忘』，就是没有忘我，也没有忘他，也没有忘掉你做的这些好事；『虽黄金万镒』，这是讲你布施钱财之多；『福不满也』，你是半福，你不是满福。『此又一说也』，对于「半」跟「满」了凡先生讲得很多，我们要知道修圆满的福报。接着再跟我们讲：",
      "zh_TW": "所以我們要努力提高自己的境界，境界愈高修福愈容易。要想提高境界，必須從斷惡下手，惡要斷得乾淨。一般人是在這用功夫，但是依舊是不乾不淨；他是斷了，斷得不乾淨，因此果報不殊勝。許哲斷得乾淨，所以果報殊勝、果報圓滿。末後這幾句話說，『倘此心未忘』，就是沒有忘我，也沒有忘他，也沒有忘掉你做的這些好事；『雖黃金萬鎰』，這是講你布施錢財之多；『福不滿也』，你是半福，你不是滿福。『此又一說也』，對於「半」跟「滿」了凡先生講得很多，我們要知道修圓滿的福報。接著再跟我們講："
    },
    {
      "id": "19-016-0016_p0011",
      "zh_CN": "【何谓大小】",
      "zh_TW": "【何謂大小】"
    },
    {
      "id": "19-016-0016_p0012",
      "zh_CN": "什么是大的福？什么是小福？",
      "zh_TW": "什麼是大的福？什麼是小福？"
    },
    {
      "id": "19-016-0016_p0013",
      "zh_CN": "【昔卫仲达为馆职】",
      "zh_TW": "【昔衛仲達為館職】"
    },
    {
      "id": "19-016-0016_p0014",
      "zh_CN": "『卫仲达』，好像是宋朝时候人，他的故事在中国古人著作里引用得很多。由此可知，他确确实实是事实，他不是一个虚构的。『馆职』是在翰林院任职，大概职位也不是太高。",
      "zh_TW": "『衛仲達』，好像是宋朝時候人，他的故事在中國古人著作裡引用得很多。由此可知，他確確實實是事實，他不是一個虛構的。『館職』是在翰林院任職，大概職位也不是太高。"
    },
    {
      "id": "19-016-0016_p0015",
      "zh_CN": "【被摄至冥司】",
      "zh_TW": "【被攝至冥司】"
    },
    {
      "id": "19-016-0016_p0016",
      "zh_CN": "这一句话是说，他被小鬼带到阴曹地府里面去了。",
      "zh_TW": "這一句話是說，他被小鬼帶到陰曹地府裡面去了。"
    },
    {
      "id": "19-016-0016_p0017",
      "zh_CN": "【主者命吏呈善恶二录】",
      "zh_TW": "【主者命吏呈善惡二錄】"
    },
    {
      "id": "19-016-0016_p0018",
      "zh_CN": "这是被鬼抓去了。『主者』是阎罗王。阎罗王，『吏』是判官，叫判官把卫仲达的善恶簿子；你作恶、作善，阴间都有记录，等于说都有档案在，把他的档案调出来看看。",
      "zh_TW": "這是被鬼抓去了。『主者』是閻羅王。閻羅王，『吏』是判官，叫判官把衛仲達的善惡簿子；你作惡、作善，陰間都有記錄，等於說都有檔案在，把他的檔案調出來看看。"
    },
    {
      "id": "19-016-0016_p0019",
      "zh_CN": "【比至】",
      "zh_TW": "【比至】"
    },
    {
      "id": "19-016-0016_p0020",
      "zh_CN": "他拿来了。",
      "zh_TW": "他拿來了。"
    },
    {
      "id": "19-016-0016_p0021",
      "zh_CN": "【则恶录盈庭。其善录一轴。】",
      "zh_TW": "【則惡錄盈庭。其善錄一軸。】"
    },
    {
      "id": "19-016-0016_p0022",
      "zh_CN": "卫仲达一生造的恶，恶的档案摆满了一地，都是造恶的；善的，善的只有一卷，太少了。",
      "zh_TW": "衛仲達一生造的惡，惡的檔案擺滿了一地，都是造惡的；善的，善的只有一卷，太少了。"
    },
    {
      "id": "19-016-0016_p0023",
      "zh_CN": "【仅如箸而已】",
      "zh_TW": "【僅如箸而已】"
    },
    {
      "id": "19-016-0016_p0024",
      "zh_CN": "如箸，就像我们吃饭的筷子那么样的细，卷成一卷。阎罗王看到这个样子：「好，拿秤来称一称。」",
      "zh_TW": "如箸，就像我們吃飯的筷子那麼樣的細，捲成一卷。閻羅王看到這個樣子：「好，拿秤來稱一稱。」"
    },
    {
      "id": "19-016-0016_p0025",
      "zh_CN": "【索秤称之。则盈庭者反轻。而如箸者反重。】",
      "zh_TW": "【索秤稱之。則盈庭者反輕。而如箸者反重。】"
    },
    {
      "id": "19-016-0016_p0026",
      "zh_CN": "这一称之下，那个摆满一房间的作恶的簿子反而轻；他这一卷行善的很少很少，就像一张纸卷起来一样，反而重。",
      "zh_TW": "這一稱之下，那個擺滿一房間的作惡的簿子反而輕；他這一卷行善的很少很少，就像一張紙捲起來一樣，反而重。"
    },
    {
      "id": "19-016-0016_p0027",
      "zh_CN": "【仲达曰】",
      "zh_TW": "【仲達曰】"
    },
    {
      "id": "19-016-0016_p0028",
      "zh_CN": "卫仲达说：",
      "zh_TW": "衛仲達說："
    },
    {
      "id": "19-016-0016_p0029",
      "zh_CN": "【某年未四十】",
      "zh_TW": "【某年未四十】"
    },
    {
      "id": "19-016-0016_p0030",
      "zh_CN": "他不到四十岁。",
      "zh_TW": "他不到四十歲。"
    },
    {
      "id": "19-016-0016_p0031",
      "zh_CN": "【安得过恶如是多乎】",
      "zh_TW": "【安得過惡如是多乎】"
    },
    {
      "id": "19-016-0016_p0032",
      "zh_CN": "我怎么会有这么多的过恶？",
      "zh_TW": "我怎麼會有這麼多的過惡？"
    },
    {
      "id": "19-016-0016_p0033",
      "zh_CN": "【曰】",
      "zh_TW": "【曰】"
    },
    {
      "id": "19-016-0016_p0034",
      "zh_CN": "阎罗王就说：",
      "zh_TW": "閻羅王就說："
    },
    {
      "id": "19-016-0016_p0035",
      "zh_CN": "【一念不正即是。不待犯也。因问轴中所书何事。】",
      "zh_TW": "【一念不正即是。不待犯也。因問軸中所書何事。】"
    },
    {
      "id": "19-016-0016_p0036",
      "zh_CN": "你一生造的恶太多太多了。起个恶念，阴间就已经把善恶簿子里头，那个恶的本子上记上一笔，不等待你犯；你要是犯了，是大恶，你念头才一动，是小恶。大小恶的本子摆满一地，所以才有这么多，起心动念不能不谨慎。他就又问，他说：「善的那一卷里头，那是什么东西？你记载的是什么？」阎罗王就讲：",
      "zh_TW": "你一生造的惡太多太多了。起個惡念，陰間就已經把善惡簿子裡頭，那個惡的本子上記上一筆，不等待你犯；你要是犯了，是大惡，你念頭才一動，是小惡。大小惡的本子擺滿一地，所以才有這麼多，起心動念不能不謹慎。他就又問，他說：「善的那一卷裡頭，那是什麼東西？你記載的是什麼？」閻羅王就講："
    },
    {
      "id": "19-016-0016_p0037",
      "zh_CN": "【曰朝廷尝兴大工】",
      "zh_TW": "【曰朝廷嘗興大工】"
    },
    {
      "id": "19-016-0016_p0038",
      "zh_CN": "朝廷想做一个大的工程。",
      "zh_TW": "朝廷想做一個大的工程。"
    },
    {
      "id": "19-016-0016_p0039",
      "zh_CN": "【修三山石桥】",
      "zh_TW": "【修三山石橋】"
    },
    {
      "id": "19-016-0016_p0040",
      "zh_CN": "这是在福州城里面有三座山，注解里头有，九仙山、闽山、越王山，所以称为『三山』，在三山这里要修一个石桥。",
      "zh_TW": "這是在福州城裡面有三座山，註解裡頭有，九仙山、閩山、越王山，所以稱為『三山』，在三山這裡要修一個石橋。"
    },
    {
      "id": "19-016-0016_p0041",
      "zh_CN": "【君上疏谏之。此疏稿也。】",
      "zh_TW": "【君上疏諫之。此疏稿也。】"
    },
    {
      "id": "19-016-0016_p0042",
      "zh_CN": "你曾经上疏建议给皇帝，不要兴这个工程，劳民伤财，因为这个工程不是必要的，不是必须要修的，可以不必。",
      "zh_TW": "你曾經上疏建議給皇帝，不要興這個工程，勞民傷財，因為這個工程不是必要的，不是必須要修的，可以不必。"
    },
    {
      "id": "19-016-0016_p0043",
      "zh_CN": "【仲达曰】",
      "zh_TW": "【仲達曰】"
    },
    {
      "id": "19-016-0016_p0044",
      "zh_CN": "仲达就说：",
      "zh_TW": "仲達就說："
    },
    {
      "id": "19-016-0016_p0045",
      "zh_CN": "【某虽言。朝廷不从。于事无补。而能有如是之力。】",
      "zh_TW": "【某雖言。朝廷不從。於事無補。而能有如是之力。】"
    },
    {
      "id": "19-016-0016_p0046",
      "zh_CN": "我是有这么一个建议，但是朝廷并没有接纳，三山石桥还是照做，我这篇奏稿会有这么大的力量吗？阎罗王告诉他：",
      "zh_TW": "我是有這麼一個建議，但是朝廷並沒有接納，三山石橋還是照做，我這篇奏稿會有這麼大的力量嗎？閻羅王告訴他："
    },
    {
      "id": "19-016-0016_p0047",
      "zh_CN": "【曰。朝廷虽不从。君之一念。已在万民。向使听从。善力更大矣。】",
      "zh_TW": "【曰。朝廷雖不從。君之一念。已在萬民。向使聽從。善力更大矣。】"
    },
    {
      "id": "19-016-0016_p0048",
      "zh_CN": "这个地方我们要多想想，因为他这一念，不是为自己，是为一切人民。政府要做这个工程，这个钱是老百姓纳的税，是多少人民辛辛苦苦的血汗钱，朝廷在可以不用的时候，把它用掉了，这个钱用得不当。所以他来谏诤，他这个心是为人民着想的，这个善就大了。如果朝廷采纳，你的善就更大；虽然没有采纳，你的心已经是为国为民，这个善大。这底下总结：",
      "zh_TW": "這個地方我們要多想想，因為他這一念，不是為自己，是為一切人民。政府要做這個工程，這個錢是老百姓納的稅，是多少人民辛辛苦苦的血汗錢，朝廷在可以不用的時候，把它用掉了，這個錢用得不當。所以他來諫諍，他這個心是為人民著想的，這個善就大了。如果朝廷採納，你的善就更大；雖然沒有採納，你的心已經是為國為民，這個善大。這底下總結："
    },
    {
      "id": "19-016-0016_p0049",
      "zh_CN": "【故志在天下国家。则善虽少而大。茍在一身。虽多亦小。】",
      "zh_TW": "【故志在天下國家。則善雖少而大。茍在一身。雖多亦小。】"
    },
    {
      "id": "19-016-0016_p0050",
      "zh_CN": "如果你只顾着你自己个人、你家庭的利益，你做得再多、做得再大，也是小善。这个道理，还是佛法里面所说的「境随心转」。所以，我们存心一定要为众生；你为众生境界愈广大，你善的力量愈大。我念念为这个深圳市，这个善就很大。深圳市居民有四百多万，我今天在报纸上看到的；如果包括到这边来做生意不是定居的这些旅游的人，人口达到七百万。我们的存心念念为七百万人的福利着想，这个善大。如果你要是为整个广东省着想，为全国着想，为全世界着想，那这个善就更大了。但是，如果要比法身菩萨，我们这么大的善，为整个世界人着想的善，还是半还不是满。为什么？法身大士起心动念是尽虚空遍法界，不是为一个世界，不是为一个星系。我们讲太阳系、银河系，不是的，那还小，法身菩萨起心动念是为尽虚空遍法界，所以人家点滴之善都不可思议，都无量无边。这个道理、事实真相，我们一定要懂得，怎样去学古圣先贤、诸佛菩萨修积大善。末后这一段讲到「难易」：",
      "zh_TW": "如果你只顧著你自己個人、你家庭的利益，你做得再多、做得再大，也是小善。這個道理，還是佛法裡面所說的「境隨心轉」。所以，我們存心一定要為眾生；你為眾生境界愈廣大，你善的力量愈大。我念念為這個深圳市，這個善就很大。深圳市居民有四百多萬，我今天在報紙上看到的；如果包括到這邊來做生意不是定居的這些旅遊的人，人口達到七百萬。我們的存心念念為七百萬人的福利著想，這個善大。如果你要是為整個廣東省著想，為全國著想，為全世界著想，那這個善就更大了。但是，如果要比法身菩薩，我們這麼大的善，為整個世界人著想的善，還是半還不是滿。為什麼？法身大士起心動念是盡虛空遍法界，不是為一個世界，不是為一個星系。我們講太陽系、銀河系，不是的，那還小，法身菩薩起心動念是為盡虛空遍法界，所以人家點滴之善都不可思議，都無量無邊。這個道理、事實真相，我們一定要懂得，怎樣去學古聖先賢、諸佛菩薩修積大善。末後這一段講到「難易」："
    },
    {
      "id": "19-016-0016_p0051",
      "zh_CN": "【何谓难易】",
      "zh_TW": "【何謂難易】"
    },
    {
      "id": "19-016-0016_p0052",
      "zh_CN": "说到这一条，了凡先生先引用儒家讲存养的功夫。",
      "zh_TW": "說到這一條，了凡先生先引用儒家講存養的功夫。"
    },
    {
      "id": "19-016-0016_p0053",
      "zh_CN": "【先儒谓克己须从难克处克将去。夫子论为仁。亦曰先难。】",
      "zh_TW": "【先儒謂克己須從難克處克將去。夫子論為仁。亦曰先難。】"
    },
    {
      "id": "19-016-0016_p0054",
      "zh_CN": "先要从难的下手，容易的自然就都做到了。所以他说，古时候儒家讲求克己的功夫。『克己』，是克服自己的烦恼习气。要从哪里做起？要从难克服的地方克将去。譬如我们一般人，有人贪财、爱财，有人好色、贪色，有人好名、贪名，每个人烦恼习气不相同。怎样克服自己的习气、毛病？自己习气哪一条最重，譬如我对财看得最重，贪财这个念头、烦恼习气最重，我要从这一条下手，其他的都容易了。",
      "zh_TW": "先要從難的下手，容易的自然就都做到了。所以他說，古時候儒家講求克己的功夫。『克己』，是克服自己的煩惱習氣。要從哪裡做起？要從難克服的地方克將去。譬如我們一般人，有人貪財、愛財，有人好色、貪色，有人好名、貪名，每個人煩惱習氣不相同。怎樣克服自己的習氣、毛病？自己習氣哪一條最重，譬如我對財看得最重，貪財這個念頭、煩惱習氣最重，我要從這一條下手，其他的都容易了。"
    },
    {
      "id": "19-016-0016_p0055",
      "zh_CN": "『夫子论为仁』，孔老夫子讲到「为仁」，也说到『先难』；换句话说，如何能做到仁，也必须从难的地方下功夫。难在哪里？难在你要想做一个仁人，必须要把自私自利克服掉。自私自利，难！有自私自利，仁就没有了。「仁」这个字，这个文字是个符号，你看看这个符号是什么样子：它一边是个「人」，一边是个「二」，这是会意，教我们从这个符号体会这个意思，要做到自他不二。「己所不欲，勿施于人」，这是仁的意思；想到别人立刻就想到自己，想到自己立刻就想到别人，这叫做仁。佛法里面讲「自他不二」，自他是一不是二；换句话说，如果我们有私心、有自私自利，「仁」这个字就没有了。菩萨称为「仁者」，在佛法经论里面，佛常常称菩萨称仁者，仁者是菩萨，没有自私自利。前面跟诸位举过例子，《金刚经》上讲「无我相、无人相、无众生相、无寿者相」，这种人是仁者，这个标准高。所以夫子说「先难」，克服自己自私自利这个念头难，要从这里下手；在佛法讲无我，要从「无我相」这个地方下手。下面，了凡先生举几个例子，当然这几个例子还没有达到夫子论仁的标准，这个标准太高了，那是圣人的标准，是佛菩萨的标准，不是凡人。现在把这个放下，我们先来看看凡人。",
      "zh_TW": "『夫子論為仁』，孔老夫子講到「為仁」，也說到『先難』；換句話說，如何能做到仁，也必須從難的地方下功夫。難在哪裡？難在你要想做一個仁人，必須要把自私自利克服掉。自私自利，難！有自私自利，仁就沒有了。「仁」這個字，這個文字是個符號，你看看這個符號是什麼樣子：它一邊是個「人」，一邊是個「二」，這是會意，教我們從這個符號體會這個意思，要做到自他不二。「己所不欲，勿施於人」，這是仁的意思；想到別人立刻就想到自己，想到自己立刻就想到別人，這叫做仁。佛法裡面講「自他不二」，自他是一不是二；換句話說，如果我們有私心、有自私自利，「仁」這個字就沒有了。菩薩稱為「仁者」，在佛法經論裡面，佛常常稱菩薩稱仁者，仁者是菩薩，沒有自私自利。前面跟諸位舉過例子，《金剛經》上講「無我相、無人相、無眾生相、無壽者相」，這種人是仁者，這個標準高。所以夫子說「先難」，克服自己自私自利這個念頭難，要從這裡下手；在佛法講無我，要從「無我相」這個地方下手。下面，了凡先生舉幾個例子，當然這幾個例子還沒有達到夫子論仁的標準，這個標準太高了，那是聖人的標準，是佛菩薩的標準，不是凡人。現在把這個放下，我們先來看看凡人。"
    },
    {
      "id": "19-016-0016_p0056",
      "zh_CN": "【必如江西舒翁】",
      "zh_TW": "【必如江西舒翁】"
    },
    {
      "id": "19-016-0016_p0057",
      "zh_CN": "江西有个舒老先生。",
      "zh_TW": "江西有個舒老先生。"
    },
    {
      "id": "19-016-0016_p0058",
      "zh_CN": "【舍二年仅得之束修，代偿官银，而全人夫妇。】",
      "zh_TW": "【捨二年僅得之束脩，代償官銀，而全人夫婦。】"
    },
    {
      "id": "19-016-0016_p0059",
      "zh_CN": "这是有一对夫妇很贫穷，大概欠了国家的税收，没有办法完纳税收。遇到舒老先生。舒老先生也不容易，他是个教书的，大概是个教私塾的，两年得到学生一点束修，就是一点供养，不多。遇到这些苦难的人，没有办法缴付罚款，我们以罚款来说，他统统把它代偿，保全这一对夫妇，这个不容易！在有钱的人，做这个事情不难；没有钱，两年辛辛苦苦教书的收入，都帮助别人。第二个故事：",
      "zh_TW": "這是有一對夫婦很貧窮，大概欠了國家的稅收，沒有辦法完納稅收。遇到舒老先生。舒老先生也不容易，他是個教書的，大概是個教私塾的，兩年得到學生一點束脩，就是一點供養，不多。遇到這些苦難的人，沒有辦法繳付罰款，我們以罰款來說，他統統把它代償，保全這一對夫婦，這個不容易！在有錢的人，做這個事情不難；沒有錢，兩年辛辛苦苦教書的收入，都幫助別人。第二個故事："
    },
    {
      "id": "19-016-0016_p0060",
      "zh_CN": "【与邯郸张翁】",
      "zh_TW": "【與邯鄲張翁】"
    },
    {
      "id": "19-016-0016_p0061",
      "zh_CN": "邯郸张老先生。",
      "zh_TW": "邯鄲張老先生。"
    },
    {
      "id": "19-016-0016_p0062",
      "zh_CN": "【舍十年所积之钱。代完赎银。而活人妻子。】",
      "zh_TW": "【捨十年所積之錢。代完贖銀。而活人妻子。】"
    },
    {
      "id": "19-016-0016_p0063",
      "zh_CN": "他也是遇到这一家可怜的人，把十年的积蓄统统拿出来帮助人完赎银，成全这一家人。",
      "zh_TW": "他也是遇到這一家可憐的人，把十年的積蓄統統拿出來幫助人完贖銀，成全這一家人。"
    },
    {
      "id": "19-016-0016_p0064",
      "zh_CN": "【皆所谓难舍处能舍也】",
      "zh_TW": "【皆所謂難捨處能捨也】"
    },
    {
      "id": "19-016-0016_p0065",
      "zh_CN": "这不是一般人能做得到的。",
      "zh_TW": "這不是一般人能做得到的。"
    },
    {
      "id": "19-016-0016_p0066",
      "zh_CN": "【如镇江靳翁。虽年老无子。不忍以幼女为妾。而还之邻。】",
      "zh_TW": "【如鎮江靳翁。雖年老無子。不忍以幼女為妾。而還之鄰。】"
    },
    {
      "id": "19-016-0016_p0067",
      "zh_CN": "这是一个邻居，看到他年老无子，把他的女儿送给他作妾，女儿很年轻，他不忍心，把她送还。",
      "zh_TW": "這是一個鄰居，看到他年老無子，把他的女兒送給他作妾，女兒很年輕，他不忍心，把她送還。"
    },
    {
      "id": "19-016-0016_p0068",
      "zh_CN": "【此难忍处能忍也。故天降之福亦厚。凡有财有势者。其立德皆易。】",
      "zh_TW": "【此難忍處能忍也。故天降之福亦厚。凡有財有勢者。其立德皆易。】"
    },
    {
      "id": "19-016-0016_p0069",
      "zh_CN": "做好事容易。",
      "zh_TW": "做好事容易。"
    },
    {
      "id": "19-016-0016_p0070",
      "zh_CN": "【易而不为。是为自暴。】",
      "zh_TW": "【易而不為。是為自暴。】"
    },
    {
      "id": "19-016-0016_p0071",
      "zh_CN": "自暴自弃，把积善积德修福的机会错过了，他不肯干；在他干，太容易了。",
      "zh_TW": "自暴自棄，把積善積德修福的機會錯過了，他不肯幹；在他幹，太容易了。"
    },
    {
      "id": "19-016-0016_p0072",
      "zh_CN": "【贫贱作福皆难。难而能为。斯可贵耳。】",
      "zh_TW": "【貧賤作福皆難。難而能為。斯可貴耳。】"
    },
    {
      "id": "19-016-0016_p0073",
      "zh_CN": "难能可贵。举的例子都是非常贫穷，在社会上没有财富、没有地位，看到别人有急难，他能够不顾一切，把他的全部财富拿出来去帮助别人，解决别人的困苦，这难能可贵！所以，他们的果报也厚。但是我们要明了，他当时做这个事情的时候，只是知道帮助解决别人的苦难，没有想到自己的果报；如果想到自己的果报，可能他就不干了。所以这八段文字我们读了，我们自己一定要晓得，「自私自利，名闻利养，五欲六尘，贪瞋痴慢」，这十六个字必须克服。这十六个字不能克服，我们这一生断恶，恶断得不干净。修善，善修得不圆满，总是一些小善、半善。果报虽然在来世，因为只有大善、满善才能改变自己的业报，像了凡先生他做的，他改变了命运。有很多人修善积德，依旧被命运所转，改不了命运，原因在此地；他断恶断得不干净，修善修得不圆满，道理在此地。如果学佛，学佛的目的是要开悟，是要求明心见性，是要求往生净土，这十六个字如果不把它克服，这十六个字就造成严重的障碍；不仅是明心见性被它障碍了，大彻大悟也被它障碍了，不仅如是，连我们求往生西方极乐世界也被它障碍了，我们不能不知。所以念佛的人多，往生的人少，原因在什么地方，我们就明白了。今天就讲到此地。",
      "zh_TW": "難能可貴。舉的例子都是非常貧窮，在社會上沒有財富、沒有地位，看到別人有急難，他能夠不顧一切，把他的全部財富拿出來去幫助別人，解決別人的困苦，這難能可貴！所以，他們的果報也厚。但是我們要明瞭，他當時做這個事情的時候，只是知道幫助解決別人的苦難，沒有想到自己的果報；如果想到自己的果報，可能他就不幹了。所以這八段文字我們讀了，我們自己一定要曉得，「自私自利，名聞利養，五欲六塵，貪瞋痴慢」，這十六個字必須克服。這十六個字不能克服，我們這一生斷惡，惡斷得不乾淨。修善，善修得不圓滿，總是一些小善、半善。果報雖然在來世，因為只有大善、滿善才能改變自己的業報，像了凡先生他做的，他改變了命運。有很多人修善積德，依舊被命運所轉，改不了命運，原因在此地；他斷惡斷得不乾淨，修善修得不圓滿，道理在此地。如果學佛，學佛的目的是要開悟，是要求明心見性，是要求往生淨土，這十六個字如果不把它克服，這十六個字就造成嚴重的障礙；不僅是明心見性被它障礙了，大徹大悟也被它障礙了，不僅如是，連我們求往生西方極樂世界也被它障礙了，我們不能不知。所以念佛的人多，往生的人少，原因在什麼地方，我們就明白了。今天就講到此地。"
    }
  ]
}