{
  "doc_id": "19-016-0010",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "中国深圳",
    "zh_TW": "中國深圳"
  },
  "doc_number": "19-016-0010",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "19-016-0010_p0001",
      "zh_CN": "诸位同学，大家好！请接着看下面的文字：",
      "zh_TW": "諸位同學，大家好！請接著看下面的文字："
    },
    {
      "id": "19-016-0010_p0002",
      "zh_CN": "【闻谤而怒，虽巧心力辩，如春蚕作茧，自取缠绵。怒不惟无益，且有害也。】",
      "zh_TW": "【聞謗而怒，雖巧心力辯，如春蠶作繭，自取纏綿。怒不惟無益，且有害也。】"
    },
    {
      "id": "19-016-0010_p0003",
      "zh_CN": "这一桩事情，在我们日常生活当中常常遇到，我们自己一定要提高警觉，万万不可被境界所转，这样我们的损失就大了。一次发脾气，不论时间长短，即使是一分钟这么短，我们的心理、生理上的伤害，需要三天的时间才能够恢复平静。诸位想想：如果是每天都发一顿脾气，对你的健康损失太大了，这是非常不值得的。『闻谤』，别人毁谤我们，这是在所不免的，我们与大众相处，实实在在没有方法令一切大众对我们的言行都感到满意，不但我们凡夫做不到，就是连释迦牟尼佛他也做不到。他老人家在世的时候，常常找麻烦的、毁谤侮辱的，甚至于陷害的，有提婆达多，内部僧团里面有六群比丘找麻烦，外面有六师外道；这都是世尊当年在世给我们做了好榜样。他对于这些毁谤、陷害，怎么处理？用不动心，用真诚、平等、慈悲来处理，这是我们应当要学习的。所以，如果我们听到别人毁谤还会发脾气，甚至于极力为自己辩护，这是自寻烦恼。所以了凡先生在此地举了一个比喻，『如春蚕作茧，自取缠绵』，实在没有这个必要。",
      "zh_TW": "這一樁事情，在我們日常生活當中常常遇到，我們自己一定要提高警覺，萬萬不可被境界所轉，這樣我們的損失就大了。一次發脾氣，不論時間長短，即使是一分鐘這麼短，我們的心理、生理上的傷害，需要三天的時間才能夠恢復平靜。諸位想想：如果是每天都發一頓脾氣，對你的健康損失太大了，這是非常不值得的。『聞謗』，別人毀謗我們，這是在所不免的，我們與大眾相處，實實在在沒有方法令一切大眾對我們的言行都感到滿意，不但我們凡夫做不到，就是連釋迦牟尼佛他也做不到。他老人家在世的時候，常常找麻煩的、毀謗侮辱的，甚至於陷害的，有提婆達多，內部僧團裡面有六群比丘找麻煩，外面有六師外道；這都是世尊當年在世給我們做了好榜樣。他對於這些毀謗、陷害，怎麼處理？用不動心，用真誠、平等、慈悲來處理，這是我們應當要學習的。所以，如果我們聽到別人毀謗還會發脾氣，甚至於極力為自己辯護，這是自尋煩惱。所以了凡先生在此地舉了一個比喻，『如春蠶作繭，自取纏綿』，實在沒有這個必要。"
    },
    {
      "id": "19-016-0010_p0004",
      "zh_CN": "『怒不惟无益，且有害也。』这两句话是至理名言，因此，我们要是希望自己一生生活得幸福美满，你就要记住「如何能在一生当中不发脾气」，这是修养功夫到家了。发脾气，刚才说了，对自己身心有害，给对方也有害，彼此都有害，两方面都没有好处。如果我们能够忍受，能够以不动心来处理，我们自己得利益。得什么利益？定慧增长。一个人一生当中的福德，是从定慧当中来的，定慧增长就是福德增长，定慧是因，福德是果。于对方也有利益，我们没有怨恨心，没有报复心，不跟他结冤仇，所以自他两利，这是菩萨道，是菩萨学，我们应当努力来学习。当然，初学的时候有一定的困难，但是自己一定要懂这个道理，要克服自己的困难，逐渐逐渐就会趋向自然。最初是极力的忍耐，若干年后就趋于自然。这是举两个例子来说。",
      "zh_TW": "『怒不惟無益，且有害也。』這兩句話是至理名言，因此，我們要是希望自己一生生活得幸福美滿，你就要記住「如何能在一生當中不發脾氣」，這是修養功夫到家了。發脾氣，剛才說了，對自己身心有害，給對方也有害，彼此都有害，兩方面都沒有好處。如果我們能夠忍受，能夠以不動心來處理，我們自己得利益。得什麼利益？定慧增長。一個人一生當中的福德，是從定慧當中來的，定慧增長就是福德增長，定慧是因，福德是果。於對方也有利益，我們沒有怨恨心，沒有報復心，不跟他結冤仇，所以自他兩利，這是菩薩道，是菩薩學，我們應當努力來學習。當然，初學的時候有一定的困難，但是自己一定要懂這個道理，要克服自己的困難，逐漸逐漸就會趨向自然。最初是極力的忍耐，若干年後就趨於自然。這是舉兩個例子來說。"
    },
    {
      "id": "19-016-0010_p0005",
      "zh_CN": "【其余种种过恶，皆当据理思之。】",
      "zh_TW": "【其餘種種過惡，皆當據理思之。】"
    },
    {
      "id": "19-016-0010_p0006",
      "zh_CN": "我们在日常生活当中对人、对事、对物，种种的过失，种种的恶行，总得要想想道理，把这个理想通。",
      "zh_TW": "我們在日常生活當中對人、對事、對物，種種的過失，種種的惡行，總得要想想道理，把這個理想通。"
    },
    {
      "id": "19-016-0010_p0007",
      "zh_CN": "【此理既明，过将自止。】",
      "zh_TW": "【此理既明，過將自止。】"
    },
    {
      "id": "19-016-0010_p0008",
      "zh_CN": "你只要把道理搞通达、搞明白，过失自然就消失了。这是改过第二个方法，这个方法比前面殊胜多了。再看了凡先生讲的第三个方法：",
      "zh_TW": "你只要把道理搞通達、搞明白，過失自然就消失了。這是改過第二個方法，這個方法比前面殊勝多了。再看了凡先生講的第三個方法："
    },
    {
      "id": "19-016-0010_p0009",
      "zh_CN": "【何谓从心而改？过有千端，惟心所造；吾心不动，过安从生？】",
      "zh_TW": "【何謂從心而改？過有千端，惟心所造；吾心不動，過安從生？】"
    },
    {
      "id": "19-016-0010_p0010",
      "zh_CN": "这是大道理，这是究竟的道理。人的过失太多了，说之不尽！过失不必说是你造作，起心动念过失就已经形成。试问问：我们一天当中，从早到晚起了多少个妄念，多少个自私自利的念头，多少个损人利己的念头？这些过患都是『惟心所造』，你心里在起心动念。所以佛法的修行，修行的枢纽就是禅定。诸位千万不要错会意思，佛法里面修禅定只有禅宗，你就搞错了。只要是佛法，无论是大乘小乘、显教密教、宗门教下，许许多多的宗派，无量无边的法门，佛家常讲八万四千法门、无量法门，总而言之，都是修禅定。所以禅定是佛家修行，不论哪个法门共同的原则，只是修禅定的方法不相同。譬如说，密宗用持咒的方法修禅定；净土宗是以念阿弥陀佛的方法修禅定，这持名的方法，也有用观想的方法，也有用观像的方法；在教下有读诵经典的方法，有用持戒的方法。方法多了，没有一个方法不是修禅定，如果不是修禅定，那就不是佛法，这一个事实我们总得要搞清楚、搞明白。如果真的得定了，什么叫「定」？心在一切境界里面，顺境、逆境，善缘、恶缘，这个善缘、恶缘是佛教的名词，是对人事环境来说的。善缘就是跟很多善人在一起，恶缘是与很多造恶的人在一起；人事环境。无论在什么环境里面，只要自己不起心、不动念，那就叫禅定。",
      "zh_TW": "這是大道理，這是究竟的道理。人的過失太多了，說之不盡！過失不必說是你造作，起心動念過失就已經形成。試問問：我們一天當中，從早到晚起了多少個妄念，多少個自私自利的念頭，多少個損人利己的念頭？這些過患都是『惟心所造』，你心裡在起心動念。所以佛法的修行，修行的樞紐就是禪定。諸位千萬不要錯會意思，佛法裡面修禪定只有禪宗，你就搞錯了。只要是佛法，無論是大乘小乘、顯教密教、宗門教下，許許多多的宗派，無量無邊的法門，佛家常講八萬四千法門、無量法門，總而言之，都是修禪定。所以禪定是佛家修行，不論哪個法門共同的原則，只是修禪定的方法不相同。譬如說，密宗用持咒的方法修禪定；淨土宗是以念阿彌陀佛的方法修禪定，這持名的方法，也有用觀想的方法，也有用觀像的方法；在教下有讀誦經典的方法，有用持戒的方法。方法多了，沒有一個方法不是修禪定，如果不是修禪定，那就不是佛法，這一個事實我們總得要搞清楚、搞明白。如果真的得定了，什麼叫「定」？心在一切境界裡面，順境、逆境，善緣、惡緣，這個善緣、惡緣是佛教的名詞，是對人事環境來說的。善緣就是跟很多善人在一起，惡緣是與很多造惡的人在一起；人事環境。無論在什麼環境裡面，只要自己不起心、不動念，那就叫禪定。"
    },
    {
      "id": "19-016-0010_p0011",
      "zh_CN": "所以，『吾心不动，过安从生』，哪里来的过失？起心动念就是过失，只要我们在一切境界里头，对人、对事、对物去练，练不动心，练着不起心动念。在所有方法里面，实实在在讲，念佛的方法最好、最方便、最容易。为什么？这个念头才动，立刻「阿弥陀佛」，用这句阿弥陀佛把这个念头打下去，念佛用意在此地。如果一面念佛，一面打妄想，那你就全错了。念佛无非是用这句佛号把妄念打掉；也就是说，用一个念头取代一切妄念。念头不会不起的，如果你要是念头不起，那你就是圣人，你不是凡人。凡人面对外面境界，哪有不起念头的道理？所以古大德常讲：「不怕念起，只怕觉迟。」你要觉悟得快，觉悟得快就是要把这个念头制止。净土宗的方法，就是用一句佛号把它换过来，念头才起来，不要管这个念头是善、是恶，立刻用这句阿弥陀佛取而代之，让心里面只有这一念，不容许第二念，这叫念佛，这叫功夫。久而久之，念头自然不起，你就功夫得力；如果念头还会起，你的功夫不得力。像天天念书，很用功念书，考试都不及格，你拿不到成绩。所以学佛人、修行人；修行就是修正我们错误的思想，修正我们错误的行为。我们今天采取持名念佛这个办法，用这个办法在一切时、一切处保持着我们的清净心；换句话说，保持我们不做恶业。下面举几个例子：",
      "zh_TW": "所以，『吾心不動，過安從生』，哪裡來的過失？起心動念就是過失，只要我們在一切境界裡頭，對人、對事、對物去練，練不動心，練著不起心動念。在所有方法裡面，實實在在講，念佛的方法最好、最方便、最容易。為什麼？這個念頭才動，立刻「阿彌陀佛」，用這句阿彌陀佛把這個念頭打下去，念佛用意在此地。如果一面念佛，一面打妄想，那你就全錯了。念佛無非是用這句佛號把妄念打掉；也就是說，用一個念頭取代一切妄念。念頭不會不起的，如果你要是念頭不起，那你就是聖人，你不是凡人。凡人面對外面境界，哪有不起念頭的道理？所以古大德常講：「不怕念起，只怕覺遲。」你要覺悟得快，覺悟得快就是要把這個念頭制止。淨土宗的方法，就是用一句佛號把它換過來，念頭才起來，不要管這個念頭是善、是惡，立刻用這句阿彌陀佛取而代之，讓心裡面只有這一念，不容許第二念，這叫念佛，這叫功夫。久而久之，念頭自然不起，你就功夫得力；如果念頭還會起，你的功夫不得力。像天天念書，很用功念書，考試都不及格，你拿不到成績。所以學佛人、修行人；修行就是修正我們錯誤的思想，修正我們錯誤的行為。我們今天採取持名念佛這個辦法，用這個辦法在一切時、一切處保持著我們的清淨心；換句話說，保持我們不做惡業。下面舉幾個例子："
    },
    {
      "id": "19-016-0010_p0012",
      "zh_CN": "【学者】",
      "zh_TW": "【學者】"
    },
    {
      "id": "19-016-0010_p0013",
      "zh_CN": "『学者』就是学佛的人，释迦牟尼佛的学生。释迦牟尼佛现在虽然不在了，他的经典还留在世间，我们依照经典的理论、方法来学习，那都是释迦牟尼佛的学生。",
      "zh_TW": "『學者』就是學佛的人，釋迦牟尼佛的學生。釋迦牟尼佛現在雖然不在了，他的經典還留在世間，我們依照經典的理論、方法來學習，那都是釋迦牟尼佛的學生。"
    },
    {
      "id": "19-016-0010_p0014",
      "zh_CN": "【于好色、好名、好货】",
      "zh_TW": "【於好色、好名、好貨】"
    },
    {
      "id": "19-016-0010_p0015",
      "zh_CN": "『货』，就是物质享受。",
      "zh_TW": "『貨』，就是物質享受。"
    },
    {
      "id": "19-016-0010_p0016",
      "zh_CN": "【好怒，种种诸过，不必逐类寻求。】",
      "zh_TW": "【好怒，種種諸過，不必逐類尋求。】"
    },
    {
      "id": "19-016-0010_p0017",
      "zh_CN": "这些事情，凡人在所不免。这种境界现前，我们这个贪心起来，贪色、贪名、贪享受，瞋恚心起来了发脾气，贪瞋痴现前了，这就是过失，这就叫造业。这个时候怎么办？才有这个念头，马上换成阿弥陀佛；把这个好色的念头打掉了，好名的念头打掉了，贪图享受的念头打掉了，发脾气的念头也打掉了，念佛的功德在此地。用其他的方法当然也可以，但是念佛的方法最方便、最简单，也最有效果。我们在佛门里面许许多多的宗派法门，我也略略的涉猎，最后，我还是选择这个法门。这个法门简单容易，也非常有效果；就是把这个妄想、念头，一句佛号取而代之，把它换过来，逐渐逐渐的妄念就少了。",
      "zh_TW": "這些事情，凡人在所不免。這種境界現前，我們這個貪心起來，貪色、貪名、貪享受，瞋恚心起來了發脾氣，貪瞋痴現前了，這就是過失，這就叫造業。這個時候怎麼辦？才有這個念頭，馬上換成阿彌陀佛；把這個好色的念頭打掉了，好名的念頭打掉了，貪圖享受的念頭打掉了，發脾氣的念頭也打掉了，念佛的功德在此地。用其他的方法當然也可以，但是念佛的方法最方便、最簡單，也最有效果。我們在佛門裡面許許多多的宗派法門，我也略略的涉獵，最後，我還是選擇這個法門。這個法門簡單容易，也非常有效果；就是把這個妄想、念頭，一句佛號取而代之，把它換過來，逐漸逐漸的妄念就少了。"
    },
    {
      "id": "19-016-0010_p0018",
      "zh_CN": "这些境界现前，练到你如如不动了。不是说眼睛不看，耳朵不听，不接触，不是的；我眼也看，耳也听，一样接触，接触不动心。在这个世间六根接触境界，就如同看电影、看电视一样，这些境界，佛在般若经上讲得很好，「如梦幻泡影，如露亦如电，应作如是观」。这就是佛教给我们从理上来观，从理上来观，从心上来改，非常有效。『种种诸过，不必逐类寻求。』不必要一桩一桩去想，一桩一桩去改，那个多麻烦、多费事！",
      "zh_TW": "這些境界現前，練到你如如不動了。不是說眼睛不看，耳朵不聽，不接觸，不是的；我眼也看，耳也聽，一樣接觸，接觸不動心。在這個世間六根接觸境界，就如同看電影、看電視一樣，這些境界，佛在般若經上講得很好，「如夢幻泡影，如露亦如電，應作如是觀」。這就是佛教給我們從理上來觀，從理上來觀，從心上來改，非常有效。『種種諸過，不必逐類尋求。』不必要一樁一樁去想，一樁一樁去改，那個多麻煩、多費事！"
    },
    {
      "id": "19-016-0010_p0019",
      "zh_CN": "【但当一心为善，正念现前，邪念自然污染不上。】",
      "zh_TW": "【但當一心為善，正念現前，邪念自然污染不上。】"
    },
    {
      "id": "19-016-0010_p0020",
      "zh_CN": "这话说得好！只要我们自己把握住、保持住，『一心为善』。怎样叫「为善」？念念都为了利益众生、利益社会、利益国家，一心为善。绝不要想利益自己，诸位要知道，如果夹杂着一个念头利益自己，你的善就不纯，善里头有夹杂，夹杂着不善，这个道理要懂。自己的心纯善，自己的行为当然纯善，要做到纯善，决定不能有丝毫自私自利的念头，我们才能够成就。『正念现前』，正念是对邪念说的，邪念就是错误的思想，错误的见解，错误的行为。这一种错误，对社会是有伤害，对自己是非常不利的。你伤害社会、伤害别人，将来果报在三途，眼前纵然得一点小利益，往后所受的果报，如果拿来比较一下，你就晓得，得不偿失！你得到的太少了，你付出的代价太大太大了，不值得！所以时时保持着正念，纯正之念就是前面讲的「吾心不动」，外面境界了了分明，这是正念。",
      "zh_TW": "這話說得好！只要我們自己把握住、保持住，『一心為善』。怎樣叫「為善」？念念都為了利益眾生、利益社會、利益國家，一心為善。絕不要想利益自己，諸位要知道，如果夾雜著一個念頭利益自己，你的善就不純，善裡頭有夾雜，夾雜著不善，這個道理要懂。自己的心純善，自己的行為當然純善，要做到純善，決定不能有絲毫自私自利的念頭，我們才能夠成就。『正念現前』，正念是對邪念說的，邪念就是錯誤的思想，錯誤的見解，錯誤的行為。這一種錯誤，對社會是有傷害，對自己是非常不利的。你傷害社會、傷害別人，將來果報在三途，眼前縱然得一點小利益，往後所受的果報，如果拿來比較一下，你就曉得，得不償失！你得到的太少了，你付出的代價太大太大了，不值得！所以時時保持著正念，純正之念就是前面講的「吾心不動」，外面境界了了分明，這是正念。"
    },
    {
      "id": "19-016-0010_p0021",
      "zh_CN": "修正念，我举一个简单的例子来说：现在一般家庭里面都有电视，从小孩到大人，大概在家庭里面看电视的时间最多。看电视能不能修行？能。我过去就教不少人，把《金刚经》的四句偈写下来，贴在电视萤光幕旁边，这四句是：「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」我们用这句偈子来看电视，那就是修行。电视画面，你看得清清楚楚，电视的音响，你也听得清清楚楚，你在这里面学什么？学如如不动。不要被他转了，他演个欢乐的镜头，他笑，你也跟他笑，他哭你也跟他哭，你就完了。你自己做不了主，你被他转了。修行人怎么样？我不被他转，我转他，你就成功了。《楞严经》上讲：「若能转境，则同如来。」境界现前，你不被他所转，你就能转他。转他，你就能够教导他，你就能够改变他，帮助他改邪归正。如果你自己没有这个能力，没有这个定力，没有这个智慧，你自己都保不住自己，你怎么能转别人？你明了，看电视是修行，是修戒定慧。然后你就晓得，我们在日常生活当中点点滴滴，无处不是菩萨学处，无处不成就无上道；问题就是你会不会。",
      "zh_TW": "修正念，我舉一個簡單的例子來說：現在一般家庭裡面都有電視，從小孩到大人，大概在家庭裡面看電視的時間最多。看電視能不能修行？能。我過去就教不少人，把《金剛經》的四句偈寫下來，貼在電視螢光幕旁邊，這四句是：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」我們用這句偈子來看電視，那就是修行。電視畫面，你看得清清楚楚，電視的音響，你也聽得清清楚楚，你在這裡面學什麼？學如如不動。不要被他轉了，他演個歡樂的鏡頭，他笑，你也跟他笑，他哭你也跟他哭，你就完了。你自己做不了主，你被他轉了。修行人怎麼樣？我不被他轉，我轉他，你就成功了。《楞嚴經》上講：「若能轉境，則同如來。」境界現前，你不被他所轉，你就能轉他。轉他，你就能夠教導他，你就能夠改變他，幫助他改邪歸正。如果你自己沒有這個能力，沒有這個定力，沒有這個智慧，你自己都保不住自己，你怎麼能轉別人？你明瞭，看電視是修行，是修戒定慧。然後你就曉得，我們在日常生活當中點點滴滴，無處不是菩薩學處，無處不成就無上道；問題就是你會不會。"
    },
    {
      "id": "19-016-0010_p0022",
      "zh_CN": "禅宗大德，我们过去在语录里面常常看到，他们测验学生，常常问学生：你「会么！」这两个字的意思深广无尽，如果你要是真会了，点点滴滴都是佛法，头头是道，左右逢源，这才是真正成就；这也是《华严经》上所讲的，「理事无碍，事事无碍」。宗门跟教下用的术语不一样，意思完全相同。你们想想看：宗门讲的「头头是道，左右逢源」，教下讲的「理事无碍，事事无碍」，不是一个意思吗？法门虽然不同，方法不一样，殊途同归。在这个地方，我们果然明白了，我们对于所有宗派，所有法门，都要以恭敬心来对待，没有高下。绝不可以说，我念佛的很高，你那个不如我，这个错了！你的心不清净，你的心不平等，你已经迷了，你没有觉悟。真正觉悟的人，平等的，「法门平等，无有高下」，这是对的，这是决定正确的。所以「一心为善，正念现前」，要紧！",
      "zh_TW": "禪宗大德，我們過去在語錄裡面常常看到，他們測驗學生，常常問學生：你「會麼！」這兩個字的意思深廣無盡，如果你要是真會了，點點滴滴都是佛法，頭頭是道，左右逢源，這才是真正成就；這也是《華嚴經》上所講的，「理事無礙，事事無礙」。宗門跟教下用的術語不一樣，意思完全相同。你們想想看：宗門講的「頭頭是道，左右逢源」，教下講的「理事無礙，事事無礙」，不是一個意思嗎？法門雖然不同，方法不一樣，殊途同歸。在這個地方，我們果然明白了，我們對於所有宗派，所有法門，都要以恭敬心來對待，沒有高下。絕不可以說，我念佛的很高，你那個不如我，這個錯了！你的心不清淨，你的心不平等，你已經迷了，你沒有覺悟。真正覺悟的人，平等的，「法門平等，無有高下」，這是對的，這是決定正確的。所以「一心為善，正念現前」，要緊！"
    },
    {
      "id": "19-016-0010_p0023",
      "zh_CN": "假如，我们现在的社会，现在的国家，每一个人都能够一心为善，正念现前，这个社会上哪里会有邪教？哪里会有邪知邪见？自然就消失无踪了。古德常说：「破邪显正」，我们今天把这句话反过来说，显正，邪就不能存在。社会上为什么有这么多邪知邪见？因为没有正知正见的教学，于是邪知见一出来，大家好奇，就向它学习，盲从！谚语所谓：「不怕不识货，只怕货比货。」如果正法能提倡，人民他会辨别，他会比较，两个摆在面前一比较，他就认识了，他自然就会选择了。今天邪教在整个世界，充斥在社会上。什么原因？在这个时代里头没有人提倡正法。儒家，「打倒孔家店」，儒家是正法，是教人「孝、悌、忠、信」、「礼、义、廉、耻」，教人「五伦八德」，正法，不要了。佛法是正法，佛法教人：「孝养父母，奉事师长，慈心不杀，修十善业。」现在大家认为佛法是迷信，破除迷信，打倒迷信，这里头产生了很大的误会。佛不迷信，佛的口号是「破迷开悟」，把破迷开悟当作迷信打倒了，那什么叫不迷信？那一定是邪法是不迷信，邪教是不迷信，当然社会上一窝蜂都去学邪教去了。这个地方，我们要多想一想。怎样能够「显正破邪」，这在今天全世界许许多多国家地区都用得上。再看下文，下文从比喻上说：",
      "zh_TW": "假如，我們現在的社會，現在的國家，每一個人都能夠一心為善，正念現前，這個社會上哪裡會有邪教？哪裡會有邪知邪見？自然就消失無蹤了。古德常說：「破邪顯正」，我們今天把這句話反過來說，顯正，邪就不能存在。社會上為什麼有這麼多邪知邪見？因為沒有正知正見的教學，於是邪知見一出來，大家好奇，就向它學習，盲從！諺語所謂：「不怕不識貨，只怕貨比貨。」如果正法能提倡，人民他會辨別，他會比較，兩個擺在面前一比較，他就認識了，他自然就會選擇了。今天邪教在整個世界，充斥在社會上。什麼原因？在這個時代裡頭沒有人提倡正法。儒家，「打倒孔家店」，儒家是正法，是教人「孝、悌、忠、信」、「禮、義、廉、恥」，教人「五倫八德」，正法，不要了。佛法是正法，佛法教人：「孝養父母，奉事師長，慈心不殺，修十善業。」現在大家認為佛法是迷信，破除迷信，打倒迷信，這裡頭產生了很大的誤會。佛不迷信，佛的口號是「破迷開悟」，把破迷開悟當作迷信打倒了，那什麼叫不迷信？那一定是邪法是不迷信，邪教是不迷信，當然社會上一窩蜂都去學邪教去了。這個地方，我們要多想一想。怎樣能夠「顯正破邪」，這在今天全世界許許多多國家地區都用得上。再看下文，下文從比喻上說："
    },
    {
      "id": "19-016-0010_p0024",
      "zh_CN": "【如太阳当空，魍魉潜消。】",
      "zh_TW": "【如太陽當空，魍魎潛消。】"
    },
    {
      "id": "19-016-0010_p0025",
      "zh_CN": "这两句是比喻。把『太阳』比作正法。把『魍魉』比作邪法，「魍魉」是妖怪。光天化日之下妖怪自然不能存在，这个道理是相同的。后面了凡先生做出结论：",
      "zh_TW": "這兩句是比喻。把『太陽』比作正法。把『魍魎』比作邪法，「魍魎」是妖怪。光天化日之下妖怪自然不能存在，這個道理是相同的。後面了凡先生做出結論："
    },
    {
      "id": "19-016-0010_p0026",
      "zh_CN": "【此精一之真传也】",
      "zh_TW": "【此精一之真傳也】"
    },
    {
      "id": "19-016-0010_p0027",
      "zh_CN": "『精』是精纯；『一』是唯一、独一。自古以来圣圣相传，这是真传。",
      "zh_TW": "『精』是精純；『一』是唯一、獨一。自古以來聖聖相傳，這是真傳。"
    },
    {
      "id": "19-016-0010_p0028",
      "zh_CN": "【过由心造，亦由心改。】",
      "zh_TW": "【過由心造，亦由心改。】"
    },
    {
      "id": "19-016-0010_p0029",
      "zh_CN": "这是从根本改，这样改才能改得究竟，才能改得彻底。",
      "zh_TW": "這是從根本改，這樣改才能改得究竟，才能改得徹底。"
    },
    {
      "id": "19-016-0010_p0030",
      "zh_CN": "【如斩毒树，直断其根，奚必枝枝而伐，叶叶而摘哉？】",
      "zh_TW": "【如斬毒樹，直斷其根，奚必枝枝而伐，葉葉而摘哉？】"
    },
    {
      "id": "19-016-0010_p0031",
      "zh_CN": "这再用比喻说。譬如，我们砍树，这树有毒，不是个好树，我们要把它连根拔除。从根上去把它斩断，不必要枝枝叶叶，寻枝摘叶多麻烦！根拔掉就好了，枝叶自然就枯萎了。这是说改过，前面讲的从理上改，就像伐树，从树干上下手。从事上改，就好像从树叶上下手，这个很麻烦，很不容易。从心改，就是从根下手，这个容易，而且是真正做到究竟。再看底下这段文，总结：",
      "zh_TW": "這再用比喻說。譬如，我們砍樹，這樹有毒，不是個好樹，我們要把它連根拔除。從根上去把它斬斷，不必要枝枝葉葉，尋枝摘葉多麻煩！根拔掉就好了，枝葉自然就枯萎了。這是說改過，前面講的從理上改，就像伐樹，從樹幹上下手。從事上改，就好像從樹葉上下手，這個很麻煩，很不容易。從心改，就是從根下手，這個容易，而且是真正做到究竟。再看底下這段文，總結："
    },
    {
      "id": "19-016-0010_p0032",
      "zh_CN": "【大抵最上者治心，当下清净；才动即觉，觉之即无。】",
      "zh_TW": "【大抵最上者治心，當下清淨；纔動即覺，覺之即無。】"
    },
    {
      "id": "19-016-0010_p0033",
      "zh_CN": "我们学佛用功，也要抓到纲领，抓到纲领从根本上起修就不难。我们今天讲到佛法，佛法的经典那么多，古人形容「浩如烟海」。从印度流传到中国来的经卷，最早中国历史上有记载的，汉明帝永平十年，公元六十七年，今年公元二千零一年，这是历史上有记载的。而实际上，佛法由私人流传到中国来的，那个时间还要早，可能会早到二、三百年。正式由国家派使节去迎请、聘请的，这是汉明帝永平十年，在中国两千多年的历史了。经典不断的流入中国，大概最晚的是在南宋。南宋中国翻译、刻印的《大藏经》完成，总共有七千多卷，现在再加上中国古时候这些祖师大德的著作，都收藏在这一部丛书里面，现在中文《大藏经》总共有三万多卷之多。如果我们要想学佛，这么多的典籍，都要去看，都要去研究，都要去学习，那就是寻枝摘叶，这多麻烦！这要到哪一年，我们才能入门？所以，会学的人，从根本学，这就重要了。",
      "zh_TW": "我們學佛用功，也要抓到綱領，抓到綱領從根本上起修就不難。我們今天講到佛法，佛法的經典那麼多，古人形容「浩如煙海」。從印度流傳到中國來的經卷，最早中國歷史上有記載的，漢明帝永平十年，公元六十七年，今年公元二千零一年，這是歷史上有記載的。而實際上，佛法由私人流傳到中國來的，那個時間還要早，可能會早到二、三百年。正式由國家派使節去迎請、聘請的，這是漢明帝永平十年，在中國兩千多年的歷史了。經典不斷的流入中國，大概最晚的是在南宋。南宋中國翻譯、刻印的《大藏經》完成，總共有七千多卷，現在再加上中國古時候這些祖師大德的著作，都收藏在這一部叢書裡面，現在中文《大藏經》總共有三萬多卷之多。如果我們要想學佛，這麼多的典籍，都要去看，都要去研究，都要去學習，那就是尋枝摘葉，這多麻煩！這要到哪一年，我們才能入門？所以，會學的人，從根本學，這就重要了。"
    },
    {
      "id": "19-016-0010_p0034",
      "zh_CN": "我学佛五十年了，我讲经也讲了四十二年。我在这一生当中总结佛法的精髓二十个字，我们存心，就是说，在日常生活当中对人、对事、对物，我们用什么心？佛在经教里面教给我们，用「真诚心」，「真」决定没有假，「诚」则不虚；用「清净心」，清净决定没有污染；用「平等心」，平等就没有高下；用「正觉心」，决定没有迷惑；用「慈悲心」，爱护一切众生，慈悲心里头没有自私自利。我们要用这五种心，这五种心就是大乘佛法里面讲的「大菩提心」。如果用大菩提心来讲，很多人不好懂，照经典里面注解讲，也很难懂，我这样说法，大家就很容易理解；真诚、清净、平等、正觉、慈悲。佛心！佛是用这个心对人对事对物。佛的行为是什么？行为，我也用十个字；「看破、放下、自在、随缘、念佛」。这个念佛，佛是觉的意思；就是念念觉而不迷，念念正而不邪，念念净而不染，那就叫念佛；念自性佛。抓住这个纲领，修行就容易了。果然能够契入境界，佛家所有经典摆在你面前，你不会感觉到困难，你都能够通达、学习。所以，世出世间法，都要知道根本，都要抓住它的精要、它的纲领。",
      "zh_TW": "我學佛五十年了，我講經也講了四十二年。我在這一生當中總結佛法的精髓二十個字，我們存心，就是說，在日常生活當中對人、對事、對物，我們用什麼心？佛在經教裡面教給我們，用「真誠心」，「真」決定沒有假，「誠」則不虛；用「清淨心」，清淨決定沒有污染；用「平等心」，平等就沒有高下；用「正覺心」，決定沒有迷惑；用「慈悲心」，愛護一切眾生，慈悲心裡頭沒有自私自利。我們要用這五種心，這五種心就是大乘佛法裡面講的「大菩提心」。如果用大菩提心來講，很多人不好懂，照經典裡面註解講，也很難懂，我這樣說法，大家就很容易理解；真誠、清淨、平等、正覺、慈悲。佛心！佛是用這個心對人對事對物。佛的行為是什麼？行為，我也用十個字；「看破、放下、自在、隨緣、念佛」。這個念佛，佛是覺的意思；就是念念覺而不迷，念念正而不邪，念念淨而不染，那就叫念佛；念自性佛。抓住這個綱領，修行就容易了。果然能夠契入境界，佛家所有經典擺在你面前，你不會感覺到困難，你都能夠通達、學習。所以，世出世間法，都要知道根本，都要抓住它的精要、它的綱領。"
    },
    {
      "id": "19-016-0010_p0035",
      "zh_CN": "这样我们就明了，大概总是最上的是从根本修，『治心』，效果是『当下清净』。哪有那么多麻烦事情？『才动即觉，觉之即无』，这个心才动，立刻就觉察到；一觉察到，这个念头就息。这是古德所说的，「不怕念起，只怕觉迟」。你要觉得快，不要叫恶念相续；恶念才起来，第二个念头就是正念，这是最好的方法。",
      "zh_TW": "這樣我們就明瞭，大概總是最上的是從根本修，『治心』，效果是『當下清淨』。哪有那麼多麻煩事情？『纔動即覺，覺之即無』，這個心才動，立刻就覺察到；一覺察到，這個念頭就息。這是古德所說的，「不怕念起，只怕覺遲」。你要覺得快，不要叫惡念相續；惡念才起來，第二個念頭就是正念，這是最好的方法。"
    },
    {
      "id": "19-016-0010_p0036",
      "zh_CN": "【苟未能然】",
      "zh_TW": "【苟未能然】"
    },
    {
      "id": "19-016-0010_p0037",
      "zh_CN": "假如你做不到，最上的做不到，那就不得已而采取中间的，不得已而求其次；次是什么？明理。",
      "zh_TW": "假如你做不到，最上的做不到，那就不得已而採取中間的，不得已而求其次；次是什麼？明理。"
    },
    {
      "id": "19-016-0010_p0038",
      "zh_CN": "【须明理以遣之】",
      "zh_TW": "【須明理以遣之】"
    },
    {
      "id": "19-016-0010_p0039",
      "zh_CN": "道理清楚了，道理明白了，自然把恶念、邪思离开了。",
      "zh_TW": "道理清楚了，道理明白了，自然把惡念、邪思離開了。"
    },
    {
      "id": "19-016-0010_p0040",
      "zh_CN": "【又未能然】",
      "zh_TW": "【又未能然】"
    },
    {
      "id": "19-016-0010_p0041",
      "zh_CN": "这个也办不到。办不到，怎么样？",
      "zh_TW": "這個也辦不到。辦不到，怎麼樣？"
    },
    {
      "id": "19-016-0010_p0042",
      "zh_CN": "【须随事以禁之】",
      "zh_TW": "【須隨事以禁之】"
    },
    {
      "id": "19-016-0010_p0043",
      "zh_CN": "那就只好在枝枝叶叶上下功夫。这个三层，实在讲就是佛家讲的三种不同根性。上根的人，从根本下手，从起心动念处，断一切恶；中等根性的人，用「明理以遣之」；下根之人，那只有「随事以禁之」。所以，佛为这些下根人，制定了许许多多戒条。这些戒条，诸位同学一定要晓得，是释迦牟尼佛当年在世，三千年前古印度那个社会上的生活规范。在时间上，我们差距三千年；在地理环境，我们这边是中国，那边是印度；你要是明白这个道理，然后你研究戒律才真正会有心得。要不要根据那个戒律一条一条去做？不必要。为什么？许多生活方式跟我们现在完全不同。这个要知道，要懂得它的精神之所在，要学它的精神，事相上应当要用现代的生活方式，不能去学三千年前古印度生活方式，那就错了！释迦牟尼佛看到也笑坏了，你怎么这么笨。所以佛法，即使是戒条，条条都是活活泼泼的，不是死呆板的。但是根本戒，那是超越时空，超越时间、超越空间，一切时、一切处，那都是准则，这不能改变。这个根本戒是什么？五戒。只有五条：不杀生、不偷盗、不邪淫、不妄语、不饮酒。这五条，确实不管在什么时代、不管在哪一个地区，都行得通。这五条是超越时空，必须要遵守的。其他的戒条很多很多，一定要看适不适合我们现前这个时代。在我们现前这个时代，应该如何来修订；不违背它的精神，但是在事相上一定要加以修正。",
      "zh_TW": "那就只好在枝枝葉葉上下功夫。這個三層，實在講就是佛家講的三種不同根性。上根的人，從根本下手，從起心動念處，斷一切惡；中等根性的人，用「明理以遣之」；下根之人，那只有「隨事以禁之」。所以，佛為這些下根人，制定了許許多多戒條。這些戒條，諸位同學一定要曉得，是釋迦牟尼佛當年在世，三千年前古印度那個社會上的生活規範。在時間上，我們差距三千年；在地理環境，我們這邊是中國，那邊是印度；你要是明白這個道理，然後你研究戒律才真正會有心得。要不要根據那個戒律一條一條去做？不必要。為什麼？許多生活方式跟我們現在完全不同。這個要知道，要懂得它的精神之所在，要學它的精神，事相上應當要用現代的生活方式，不能去學三千年前古印度生活方式，那就錯了！釋迦牟尼佛看到也笑壞了，你怎麼這麼笨。所以佛法，即使是戒條，條條都是活活潑潑的，不是死呆板的。但是根本戒，那是超越時空，超越時間、超越空間，一切時、一切處，那都是準則，這不能改變。這個根本戒是什麼？五戒。只有五條：不殺生、不偷盜、不邪淫、不妄語、不飲酒。這五條，確實不管在什麼時代、不管在哪一個地區，都行得通。這五條是超越時空，必須要遵守的。其他的戒條很多很多，一定要看適不適合我們現前這個時代。在我們現前這個時代，應該如何來修訂；不違背它的精神，但是在事相上一定要加以修正。"
    },
    {
      "id": "19-016-0010_p0044",
      "zh_CN": "第一次在中国，大规模做修订的工作是唐朝。唐朝在佛法里面来说，有人说，佛法在唐朝起了一个革命的运动，也可以这个说法；那就是中国的丛林制度，兴起了。「马祖建丛林，百丈立清规」，他们两位大师提倡共修、依众靠众。这两个人他们是师兄弟，是禅宗第八代的祖师，两位都是第八代，照一般讲法，是惠能大师的徒孙。建丛林，就是把佛法的教学、修行制度化，正式的制度化。丛林就像现在的大学一样，组织很严密。丛林的主席就是方丈，如同学校的校长；丛林的首座和尚，相当于一个学校的教务长；丛林的维那和尚，相当于训导长；丛林的监院，相当于总务长。名称不一样，跟现在学校的领导执事，他们的工作分配完全相同。所以丛林里面教务、训导、总务，它是学校。正规的立学校来教学，来帮助大家共同做改过修善的功夫，这叫做修行。修行，总而言之就是改过修善而已。现在有很多人误会，认为修行一定要吃长素，一定要天天敲着木鱼念经，那个完全想错了，那是形式。形式可以改变，精神、原理原则不能改变。",
      "zh_TW": "第一次在中國，大規模做修訂的工作是唐朝。唐朝在佛法裡面來說，有人說，佛法在唐朝起了一個革命的運動，也可以這個說法；那就是中國的叢林制度，興起了。「馬祖建叢林，百丈立清規」，他們兩位大師提倡共修、依眾靠眾。這兩個人他們是師兄弟，是禪宗第八代的祖師，兩位都是第八代，照一般講法，是惠能大師的徒孫。建叢林，就是把佛法的教學、修行制度化，正式的制度化。叢林就像現在的大學一樣，組織很嚴密。叢林的主席就是方丈，如同學校的校長；叢林的首座和尚，相當於一個學校的教務長；叢林的維那和尚，相當於訓導長；叢林的監院，相當於總務長。名稱不一樣，跟現在學校的領導執事，他們的工作分配完全相同。所以叢林裡面教務、訓導、總務，它是學校。正規的立學校來教學，來幫助大家共同做改過修善的功夫，這叫做修行。修行，總而言之就是改過修善而已。現在有很多人誤會，認為修行一定要吃長素，一定要天天敲著木魚念經，那個完全想錯了，那是形式。形式可以改變，精神、原理原則不能改變。"
    },
    {
      "id": "19-016-0010_p0045",
      "zh_CN": "现在有许多同修常常来见我，他们在各个地方去修建寺庙。我不赞成。为什么？寺庙是两千年以前那个时代，或者是满清之前还可以能讲得过去。现代是民主自由开放的社会，总不能叫人再回到专制时代去，这不可能的事情！现在道场应当怎样建立？要建立学校的方式。佛教原本就是教育，还要回归到教学上去，所以建学校不要建寺庙，这样才好。如果讲弘扬佛法，弘扬佛法最好的道场、最理想的道场，那就是现代的卫星、电视传播。我们在摄影棚里面讲经说法，利用卫星传播，全世界都能收听得到，你说这个效果多大！用这个方法弘法利生，把佛法的教学送到每一个人家庭里面去。把佛法的修学，这些理论、方法，利用科学技术传递给每一个想学佛的人。这是正确的，不要再盖寺庙，盖寺庙的时代已经过去了。今天我们就讲到此地。",
      "zh_TW": "現在有許多同修常常來見我，他們在各個地方去修建寺廟。我不贊成。為什麼？寺廟是兩千年以前那個時代，或者是滿清之前還可以能講得過去。現代是民主自由開放的社會，總不能叫人再回到專制時代去，這不可能的事情！現在道場應當怎樣建立？要建立學校的方式。佛教原本就是教育，還要回歸到教學上去，所以建學校不要建寺廟，這樣才好。如果講弘揚佛法，弘揚佛法最好的道場、最理想的道場，那就是現代的衛星、電視傳播。我們在攝影棚裡面講經說法，利用衛星傳播，全世界都能收聽得到，你說這個效果多大！用這個方法弘法利生，把佛法的教學送到每一個人家庭裡面去。把佛法的修學，這些理論、方法，利用科學技術傳遞給每一個想學佛的人。這是正確的，不要再蓋寺廟，蓋寺廟的時代已經過去了。今天我們就講到此地。"
    }
  ]
}