{
  "doc_id": "13-007-0003",
  "title": {
    "zh_CN": "净宗科学观",
    "zh_TW": "淨宗科學觀"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1993",
  "location": {
    "zh_CN": "台湾台南成功大学",
    "zh_TW": "台灣台南成功大學"
  },
  "doc_number": "13-007-0003",
  "total_paragraphs": 89,
  "paragraphs": [
    {
      "id": "13-007-0003_p0001",
      "zh_CN": "诸位法师，诸位同修：",
      "zh_TW": "諸位法師，諸位同修："
    },
    {
      "id": "13-007-0003_p0002",
      "zh_CN": "时间过得很快，今天是我们讲座最后的一天，也是将这个讲题最重要的一个部分给诸位做一个简单的报告。昨天曾经讲到大乘佛法里面，一般所谓修行证果的原理原则，已经跟诸位报告过了。",
      "zh_TW": "時間過得很快，今天是我們講座最後的一天，也是將這個講題最重要的一個部分給諸位做一個簡單的報告。昨天曾經講到大乘佛法裡面，一般所謂修行證果的原理原則，已經跟諸位報告過了。"
    },
    {
      "id": "13-007-0003_p0003",
      "zh_CN": "原理原则实在是不难懂，可是要想修学达到这一个境界，确确实实不容易。不要说大乘佛法，即使小乘初果，我们在一生当中几乎同样不可能证得。如果小乘初果都不能证得，换句话说，要想超越六道轮回，那就不可能了。不能超越轮回，佛在经上给我们讲的老实话，必定是在三恶道的机会多，在三善道的机会少。",
      "zh_TW": "原理原則實在是不難懂，可是要想修學達到這一個境界，確確實實不容易。不要說大乘佛法，即使小乘初果，我們在一生當中幾乎同樣不可能證得。如果小乘初果都不能證得，換句話說，要想超越六道輪迴，那就不可能了。不能超越輪迴，佛在經上給我們講的老實話，必定是在三惡道的機會多，在三善道的機會少。"
    },
    {
      "id": "13-007-0003_p0004",
      "zh_CN": "佛给我们说这些话，说得很多，许许多多经论上都是这么讲。这些话是不是真实的？是不是故意警策我们的，恐吓我们的，让我们不敢做坏事情。是不是这个意思？给诸位说，佛绝对不用这个意思说法。《金刚经》上说得很明白：「如来是真语者。」真就是不假，佛不说假话，说真话。「实语者」，实就不虚，实实在在。「如语者」，如是恰到好处，什么样的事实就怎么样说，也不加一点，也不减一点，这个叫如语；说的与事实完全相同，这叫如语。「不诳语、不妄语」，诳语是夸张，妄语是骗人，可见得如来给我们所讲的句句都是真实话。如果我们对他的话怀疑，实在讲是自己的过失、是自己的障碍，在佛法讲业障，这是好人话都不相信。",
      "zh_TW": "佛給我們說這些話，說得很多，許許多多經論上都是這麼講。這些話是不是真實的？是不是故意警策我們的，恐嚇我們的，讓我們不敢做壞事情。是不是這個意思？給諸位說，佛絕對不用這個意思說法。《金剛經》上說得很明白：「如來是真語者。」真就是不假，佛不說假話，說真話。「實語者」，實就不虛，實實在在。「如語者」，如是恰到好處，什麼樣的事實就怎麼樣說，也不加一點，也不減一點，這個叫如語；說的與事實完全相同，這叫如語。「不誑語、不妄語」，誑語是誇張，妄語是騙人，可見得如來給我們所講的句句都是真實話。如果我們對他的話懷疑，實在講是自己的過失、是自己的障礙，在佛法講業障，這是好人話都不相信。"
    },
    {
      "id": "13-007-0003_p0005",
      "zh_CN": "我们看经典这些句子，我们就应当一心一意深信佛语。假如我们很冷静地、细心地去反省反省，也会发现事实跟佛所讲的相应。我们不必看别人，好好的想想自己，我们这一天当中，从早到晚，起心动念，几个念头是善的？几个念头是恶的？这就知道了，恶念必定得恶报，善念一定得善果。想想这一天，想想这一年，想想从小至今，我们就会发现到实在是恶念多善念少，我们的造作也是造的恶事多善事少，将来的结果还要问别人吗？自己就很明白将来往哪里去。",
      "zh_TW": "我們看經典這些句子，我們就應當一心一意深信佛語。假如我們很冷靜地、細心地去反省反省，也會發現事實跟佛所講的相應。我們不必看別人，好好的想想自己，我們這一天當中，從早到晚，起心動念，幾個念頭是善的？幾個念頭是惡的？這就知道了，惡念必定得惡報，善念一定得善果。想想這一天，想想這一年，想想從小至今，我們就會發現到實在是惡念多善念少，我們的造作也是造的惡事多善事少，將來的結果還要問別人嗎？自己就很明白將來往哪裡去。"
    },
    {
      "id": "13-007-0003_p0006",
      "zh_CN": "佛在唯识经论里面告诉我们，所谓「八识五十一心所」。「心所」是讲心理作用。五十一心所里面，善心所只有十一个，恶心所有二十六个，这就证明我们的恶念多过善念。何况善念的力量薄弱，恶念的力量强大，这就是说明为什么一切众生在六道里面，三恶道住的时间长，三善道的时间短，也能够从这个地方觉察出来。",
      "zh_TW": "佛在唯識經論裡面告訴我們，所謂「八識五十一心所」。「心所」是講心理作用。五十一心所裡面，善心所只有十一個，惡心所有二十六個，這就證明我們的惡念多過善念。何況善念的力量薄弱，惡念的力量強大，這就是說明為什麼一切眾生在六道裡面，三惡道住的時間長，三善道的時間短，也能夠從這個地方覺察出來。"
    },
    {
      "id": "13-007-0003_p0007",
      "zh_CN": "现在我们要问：「善恶的标准何在？」现在的价值观确实随着时代在改变，佛跟我们讲的善恶的标准，会不会随着时代来转变？给诸位说，不会的。为什么不会？佛给我们讲的善恶标准，是讲生死轮回的标准，这个跟普通的善恶标准不相同。这究竟是什么？我们必须搞清楚。佛告诉我们，凡是为自己的这个念头、行为都是恶的，凡是利益广大众生的这个念头、行为就是善的。",
      "zh_TW": "現在我們要問：「善惡的標準何在？」現在的價值觀確實隨著時代在改變，佛跟我們講的善惡的標準，會不會隨著時代來轉變？給諸位說，不會的。為什麼不會？佛給我們講的善惡標準，是講生死輪迴的標準，這個跟普通的善惡標準不相同。這究竟是什麼？我們必須搞清楚。佛告訴我們，凡是為自己的這個念頭、行為都是惡的，凡是利益廣大眾生的這個念頭、行為就是善的。"
    },
    {
      "id": "13-007-0003_p0008",
      "zh_CN": "也许我们初学的同修听了，听不入耳，「人，哪一个不为自己？我就是来学佛，我也是为自己。我不为自己幸福，不为自己得到利益，我为什么来学佛？来学佛也是为自己，怎么可以说为自己的就是恶？」诸位一定要晓得，佛所讲的起心动念为自己是恶，那叫真恶。恶在哪里？前面曾经跟诸位讲过，成佛要破二障、要破二执（执是执着），二障跟二执是一桩事情。要破所知障，要破烦恼障，要破我执，要破法执，起心动念都想到「我」，这个我执在增长，我执不破，就出不了三界；换句话说，就超越不了六道轮回，你说这是不是恶？外道修行，他的定功可以达到非想非非想天，四禅八定，达到最高的那个定，为什么出不了三界？就是我执没有破。阿罗汉成就了第九定，超越三界了。什么原因？我执破了。由此可知，佛给我们讲的这个标准，的确是绝对的标准，这是真正善恶的标准。",
      "zh_TW": "也許我們初學的同修聽了，聽不入耳，「人，哪一個不為自己？我就是來學佛，我也是為自己。我不為自己幸福，不為自己得到利益，我為什麼來學佛？來學佛也是為自己，怎麼可以說為自己的就是惡？」諸位一定要曉得，佛所講的起心動念為自己是惡，那叫真惡。惡在哪裡？前面曾經跟諸位講過，成佛要破二障、要破二執（執是執著），二障跟二執是一樁事情。要破所知障，要破煩惱障，要破我執，要破法執，起心動念都想到「我」，這個我執在增長，我執不破，就出不了三界；換句話說，就超越不了六道輪迴，你說這是不是惡？外道修行，他的定功可以達到非想非非想天，四禪八定，達到最高的那個定，為什麼出不了三界？就是我執沒有破。阿羅漢成就了第九定，超越三界了。什麼原因？我執破了。由此可知，佛給我們講的這個標準，的確是絕對的標準，這是真正善惡的標準。"
    },
    {
      "id": "13-007-0003_p0009",
      "zh_CN": "因此，我们要真正修行，希望在这一生当中，了生死，出三界，当然用前面这个原理原则很困难，破我执跟破法执实在是不容易。如果很容易，那成佛、成阿罗汉的人太多了！实在是不容易。今天我们讲到「特别法门」，这个就是净宗的方法。这个方法可以叫我们每一个人，在这一生当中，都可以超越三界，都可以圆满成佛，这很不可思议。",
      "zh_TW": "因此，我們要真正修行，希望在這一生當中，了生死，出三界，當然用前面這個原理原則很困難，破我執跟破法執實在是不容易。如果很容易，那成佛、成阿羅漢的人太多了！實在是不容易。今天我們講到「特別法門」，這個就是淨宗的方法。這個方法可以叫我們每一個人，在這一生當中，都可以超越三界，都可以圓滿成佛，這很不可思議。"
    },
    {
      "id": "13-007-0003_p0010",
      "zh_CN": "但是诸位要晓得，这个话是这么说，在我们本省念佛的人真多，几个人真的往生？我过去在台中求学，李老师在台中创办「台中莲社」、「慈光图书馆」，领导大众专修净土。我是民国四十七年亲近李老师，老师告诉我：「我们莲社的莲友，那个登记的本子有姓名、有住址的，大概有二十五万人。」在那个时候莲友真不少，相当之多。他说：「真正往生的也不过三、五个。」这一说起来，真的是一万个念佛人，恐怕只有一两个往生。古大德告诉我们，这个法门叫「万修万人去」，一个也不会漏掉的。为什么现在万修一、二去，九千九百九十九都不能去？这不得了，这个里面必定有原因，我们一定要把这个原因找出来，要把这个因素消除，我们才能够往生。",
      "zh_TW": "但是諸位要曉得，這個話是這麼說，在我們本省念佛的人真多，幾個人真的往生？我過去在台中求學，李老師在台中創辦「台中蓮社」、「慈光圖書館」，領導大眾專修淨土。我是民國四十七年親近李老師，老師告訴我：「我們蓮社的蓮友，那個登記的本子有姓名、有住址的，大概有二十五萬人。」在那個時候蓮友真不少，相當之多。他說：「真正往生的也不過三、五個。」這一說起來，真的是一萬個念佛人，恐怕只有一兩個往生。古大德告訴我們，這個法門叫「萬修萬人去」，一個也不會漏掉的。為什麼現在萬修一、二去，九千九百九十九都不能去？這不得了，這個裡面必定有原因，我們一定要把這個原因找出來，要把這個因素消除，我們才能夠往生。"
    },
    {
      "id": "13-007-0003_p0011",
      "zh_CN": "诸位要问，到底是什么原因不能往生？我执太重。我的身体，我的眷属，我的财产，我的一切一切，都牵肠挂肚放不下。临命终时，阿弥陀佛来接引你，这样也舍不得，那样也舍不得，那阿弥陀佛没有法子，只好自己回去了，就是这个原因。因此，那个能够去的了的人，所谓「身心世界一切放下」，对于这个世间没有一丝毫的留恋，他就没有障碍了，这样才能往生。",
      "zh_TW": "諸位要問，到底是什麼原因不能往生？我執太重。我的身體，我的眷屬，我的財產，我的一切一切，都牽腸掛肚放不下。臨命終時，阿彌陀佛來接引你，這樣也捨不得，那樣也捨不得，那阿彌陀佛沒有法子，只好自己回去了，就是這個原因。因此，那個能夠去的了的人，所謂「身心世界一切放下」，對於這個世間沒有一絲毫的留戀，他就沒有障礙了，這樣才能往生。"
    },
    {
      "id": "13-007-0003_p0012",
      "zh_CN": "也有同修说：「既然一切放下才能往生，那等我到临终再放下吧！现在可以不必放下，等到临终才放下。」这个话说的也满有道理，现在还没有到临终，临终放下还不迟。可是你到医院里面去看看，那个将要命终的人，有几个命终的人头脑很清楚？假如临命终时不省人事，连家亲眷属都不认识了，这个时候把放下的事情忘掉了，怎么办？那是真正关键的一刹那，这一刹那迷惑，就会到三恶道去了。三恶道谁愿意去？没有一个人愿意去。为什么去的人那么多？糊里糊涂去的。头脑清清楚楚的，绝对不堕三恶道。所以，凡是堕三恶道，都是迷惑颠倒去往生的。因此，临终神智清楚是大福报。神智清楚的人，不念佛，不求往生，不知道往生这桩事情，他也不堕三恶道，来生决定是人天两道，因为他的头脑清楚。这一些都是真正的事实，我们必须要明了，必须要清楚。",
      "zh_TW": "也有同修說：「既然一切放下才能往生，那等我到臨終再放下吧！現在可以不必放下，等到臨終才放下。」這個話說的也滿有道理，現在還沒有到臨終，臨終放下還不遲。可是你到醫院裡面去看看，那個將要命終的人，有幾個命終的人頭腦很清楚？假如臨命終時不省人事，連家親眷屬都不認識了，這個時候把放下的事情忘掉了，怎麼辦？那是真正關鍵的一剎那，這一剎那迷惑，就會到三惡道去了。三惡道誰願意去？沒有一個人願意去。為什麼去的人那麼多？糊裡糊塗去的。頭腦清清楚楚的，絕對不墮三惡道。所以，凡是墮三惡道，都是迷惑顛倒去往生的。因此，臨終神智清楚是大福報。神智清楚的人，不念佛，不求往生，不知道往生這樁事情，他也不墮三惡道，來生決定是人天兩道，因為他的頭腦清楚。這一些都是真正的事實，我們必須要明瞭，必須要清楚。"
    },
    {
      "id": "13-007-0003_p0013",
      "zh_CN": "因此，什么时候放下？现在就要放下，这是大家要注意的。你要是真的放下了，你现在所享受的，那是真实的自在快乐。唯独放下的人是真自在、真快乐！他没有烦恼、没有忧虑、没有牵挂、没有妄想、没有分别、没有执着，跟神仙没有两样。所以，这个世间绝对不是有身分地位的人、有权威的人，他快乐；有财富的人，他快乐。不见得！什么是真正的快乐？无忧无虑、无牵无挂的人，才叫真快乐。这个也许你能够体会一点，那为什么不肯干？那才叫真正的人生。真正懂得人生，心地清净慈悲，然后能够帮助别人；帮助人就是修善，就是积功累德。",
      "zh_TW": "因此，什麼時候放下？現在就要放下，這是大家要注意的。你要是真的放下了，你現在所享受的，那是真實的自在快樂。唯獨放下的人是真自在、真快樂！他沒有煩惱、沒有憂慮、沒有牽掛、沒有妄想、沒有分別、沒有執著，跟神仙沒有兩樣。所以，這個世間絕對不是有身分地位的人、有權威的人，他快樂；有財富的人，他快樂。不見得！什麼是真正的快樂？無憂無慮、無牽無掛的人，才叫真快樂。這個也許你能夠體會一點，那為什麼不肯幹？那才叫真正的人生。真正懂得人生，心地清淨慈悲，然後能夠幫助別人；幫助人就是修善，就是積功累德。"
    },
    {
      "id": "13-007-0003_p0014",
      "zh_CN": "所以修净土，想要在这一生当中成就，看破放下是必须要有的。看破，首先要看破世界，这个世界里面一切事实，清清楚楚、明明白白。西方极乐世界的环境也要了解得清楚，为什么？将来我到那里去，我对那边的情况不能不清楚。两个世界做一个比较，你就会选择了，你的信愿才是真实的，那不是虚假的。像《观无量寿经》韦提希夫人他的选择，那是真正智慧，真的聪明。看清楚之后，对于这个世间才真的会放得下，真的没有留恋了。",
      "zh_TW": "所以修淨土，想要在這一生當中成就，看破放下是必須要有的。看破，首先要看破世界，這個世界裡面一切事實，清清楚楚、明明白白。西方極樂世界的環境也要瞭解得清楚，為什麼？將來我到那裡去，我對那邊的情況不能不清楚。兩個世界做一個比較，你就會選擇了，你的信願才是真實的，那不是虛假的。像《觀無量壽經》韋提希夫人他的選擇，那是真正智慧，真的聰明。看清楚之後，對於這個世間才真的會放得下，真的沒有留戀了。"
    },
    {
      "id": "13-007-0003_p0015",
      "zh_CN": "诸位要记住，这个放下，不是叫你在事上放下，事上放下那就错了，是在心上放下。心要清净，事不能舍离。佛在经上常说：「佛法在世间，不离世间法。」世间法，我们有义务，我们应当样样把它做到圆满，心里面不能有牵挂，不能有执着，那就对了。所以，心要清净，事要圆满，这个才叫做佛法。这个佛法就不是消极的了，这个佛法对社会有积极的贡献，这才是真正为大众所赞叹、所称道的。所以，佛法不消极，佛法在事相上是积极的，心地上是清净的。我们看「特别法门」：",
      "zh_TW": "諸位要記住，這個放下，不是叫你在事上放下，事上放下那就錯了，是在心上放下。心要清淨，事不能捨離。佛在經上常說：「佛法在世間，不離世間法。」世間法，我們有義務，我們應當樣樣把它做到圓滿，心裡面不能有牽掛，不能有執著，那就對了。所以，心要清淨，事要圓滿，這個才叫做佛法。這個佛法就不是消極的了，這個佛法對社會有積極的貢獻，這才是真正為大眾所讚歎、所稱道的。所以，佛法不消極，佛法在事相上是積極的，心地上是清淨的。我們看「特別法門」："
    },
    {
      "id": "13-007-0003_p0016",
      "zh_CN": "【净宗之事—〈一〉依报：地树栏楼莲池德水（烦恼尽—因）〈二〉说法：六尘说法清旦供佛（所知尽—因）〈三〉正报：光寿无量一生补处（变易尽—果）〈四〉往生：带业往生永不退转（分段尽—缘）】",
      "zh_TW": "【淨宗之事—〈一〉依報：地樹欄樓蓮池德水（煩惱盡—因）〈二〉說法：六塵說法清旦供佛（所知盡—因）〈三〉正報：光壽無量一生補處（變易盡—果）〈四〉往生：帶業往生永不退轉（分段盡—緣）】"
    },
    {
      "id": "13-007-0003_p0017",
      "zh_CN": "先说『净宗之事』，西方极乐世界的状况，先从事上说。这部《弥陀经》里面，把西方极乐世界做为四点给我们介绍，这个四点就是依报庄严、说法庄严、正报庄严、往生的方法，给我们分作四个重点来介绍，在此地我们也以这四个重点来说明。",
      "zh_TW": "先說『淨宗之事』，西方極樂世界的狀況，先從事上說。這部《彌陀經》裡面，把西方極樂世界做為四點給我們介紹，這個四點就是依報莊嚴、說法莊嚴、正報莊嚴、往生的方法，給我們分作四個重點來介紹，在此地我們也以這四個重點來說明。"
    },
    {
      "id": "13-007-0003_p0018",
      "zh_CN": "所谓『依报』就是生活环境。佛在《无量寿经》、在《观无量寿经》里面所讲的，比《阿弥陀经》里面讲得详细多了，因为经文长；讲得最详细的是《华严经》。《华严经》里面，世尊为我们介绍毘卢遮那佛他老人家的生活环境，经文一共占了十一卷半。诸位打开《华严经》，很长的一段经文，共有十一卷半，那上面所讲的依报的状况跟西方极乐世界无二无别。所以，你看到《华严经》那个依正庄严，西方极乐世界亦复如是。",
      "zh_TW": "所謂『依報』就是生活環境。佛在《無量壽經》、在《觀無量壽經》裡面所講的，比《阿彌陀經》裡面講得詳細多了，因為經文長；講得最詳細的是《華嚴經》。《華嚴經》裡面，世尊為我們介紹毘盧遮那佛他老人家的生活環境，經文一共占了十一卷半。諸位打開《華嚴經》，很長的一段經文，共有十一卷半，那上面所講的依報的狀況跟西方極樂世界無二無別。所以，你看到《華嚴經》那個依正莊嚴，西方極樂世界亦復如是。"
    },
    {
      "id": "13-007-0003_p0019",
      "zh_CN": "净土经经文短，所以说的就简略了。先说『地』，西方极乐世界的地是琉璃的，跟我们这个地方的地不一样。我们这个地方的地是泥沙、石头，不干净；西方世界的地是琉璃。琉璃，就是我们现在所讲的翡翠，绿色的玉，透明的。我们今天拿到这个翡翠，当作宝石，要镶成戒子戴在手上，镶在项链上，挂在颈子旁边。西方极乐世界是地上的泥土，我们拿着这么样的珍贵，原来那个地方是地上的泥，像我们讲泥土一样。它的地是碧绿透明的，从地面能够看到地底下。这个居住环境我们比不上，因为它是宝地，一尘不染，没有灰尘，没有污染。这是讲「地」。",
      "zh_TW": "淨土經經文短，所以說的就簡略了。先說『地』，西方極樂世界的地是琉璃的，跟我們這個地方的地不一樣。我們這個地方的地是泥沙、石頭，不乾淨；西方世界的地是琉璃。琉璃，就是我們現在所講的翡翠，綠色的玉，透明的。我們今天拿到這個翡翠，當作寶石，要鑲成戒子戴在手上，鑲在項鍊上，掛在頸子旁邊。西方極樂世界是地上的泥土，我們拿著這麼樣的珍貴，原來那個地方是地上的泥，像我們講泥土一樣。它的地是碧綠透明的，從地面能夠看到地底下。這個居住環境我們比不上，因為它是寶地，一塵不染，沒有灰塵，沒有污染。這是講「地」。"
    },
    {
      "id": "13-007-0003_p0020",
      "zh_CN": "经上又给我们说「黄金为地」，那个地是道路。地上也铺的有道路，用什么铺成道路？黄金，黄金是铺路面的。我们这里的黄金也是非常贵重，人家是铺路的，像我们此地用的水泥、柏油一样，柏油是铺马路的。在那一边这个珍宝就太多太多了。我们这边七宝看作非常的希奇，人家那个世界七宝是建筑材料，所有房屋都是七宝建成的。",
      "zh_TW": "經上又給我們說「黃金為地」，那個地是道路。地上也鋪的有道路，用什麼鋪成道路？黃金，黃金是鋪路面的。我們這裡的黃金也是非常貴重，人家是鋪路的，像我們此地用的水泥、柏油一樣，柏油是鋪馬路的。在那一邊這個珍寶就太多太多了。我們這邊七寶看作非常的希奇，人家那個世界七寶是建築材料，所有房屋都是七寶建成的。"
    },
    {
      "id": "13-007-0003_p0021",
      "zh_CN": "有些人看到这个经典，就想到佛都要求我们要修苦行，样样都要节俭朴素，为什么佛的生活环境这样奢侈？这样豪华？未免太过分了。诸位必须要晓得，我们这个世间人的福报是修得的，是你修来的。因此，对于有福报的人不要嫉妒，他修得的，我没有福报，我没有修。他修了，他得福报，这是应当的。",
      "zh_TW": "有些人看到這個經典，就想到佛都要求我們要修苦行，樣樣都要節儉樸素，為什麼佛的生活環境這樣奢侈？這樣豪華？未免太過分了。諸位必須要曉得，我們這個世間人的福報是修得的，是你修來的。因此，對於有福報的人不要嫉妒，他修得的，我沒有福報，我沒有修。他修了，他得福報，這是應當的。"
    },
    {
      "id": "13-007-0003_p0022",
      "zh_CN": "佛给我们说了，财布施得财富，法布施得智慧，无畏布施得健康长寿。可见得财富、聪明、健康长寿，都是你从前修因，今天得的果报，这个里头没有一丝毫勉强。我们前世修的因，这一生得的果报。前世没有因，你这一生想什么方法也得不到。佛对于这些道理，在经论里面跟我们说得很详细，说得很多，一定要觉悟，要安分守己。知道这一个事实真相了，我们这一生努力的修学，这个福报这一生也能得到。",
      "zh_TW": "佛給我們說了，財布施得財富，法布施得智慧，無畏布施得健康長壽。可見得財富、聰明、健康長壽，都是你從前修因，今天得的果報，這個裡頭沒有一絲毫勉強。我們前世修的因，這一生得的果報。前世沒有因，你這一生想什麼方法也得不到。佛對於這些道理，在經論裡面跟我們說得很詳細，說得很多，一定要覺悟，要安分守己。知道這一個事實真相了，我們這一生努力的修學，這個福報這一生也能得到。"
    },
    {
      "id": "13-007-0003_p0023",
      "zh_CN": "在台湾，《了凡四训》这个小册子流通得很广，那就是一个最好的榜样。这一生努力修善，一样可以在今生当中成熟果报。真的，求财富得财富，求长寿得长寿，求儿女得儿女，没有一样得不到的。你要懂得理论、懂得方法，如理如法的去修学，没有一样不满愿，所谓「佛氏门中，有求必应」，这是真的。",
      "zh_TW": "在台灣，《了凡四訓》這個小冊子流通得很廣，那就是一個最好的榜樣。這一生努力修善，一樣可以在今生當中成熟果報。真的，求財富得財富，求長壽得長壽，求兒女得兒女，沒有一樣得不到的。你要懂得理論、懂得方法，如理如法的去修學，沒有一樣不滿願，所謂「佛氏門中，有求必應」，這是真的。"
    },
    {
      "id": "13-007-0003_p0024",
      "zh_CN": "西方极乐世界这个果报是怎么一回事？它不是修的。如果是修的话，那实在讲这个享受太过分了一点。不是修的，从哪里来？是性德里面本来具足的，那就没有话说了。我们每一个人都有自性，每一个人都有清净心，你哪一天明心见性，你哪一天恢复自性、清净心了，一切受用它自自然然就是这样的。所以，这是性德，不是修德的。",
      "zh_TW": "西方極樂世界這個果報是怎麼一回事？它不是修的。如果是修的話，那實在講這個享受太過分了一點。不是修的，從哪裡來？是性德裡面本來具足的，那就沒有話說了。我們每一個人都有自性，每一個人都有清淨心，你哪一天明心見性，你哪一天恢復自性、清淨心了，一切受用它自自然然就是這樣的。所以，這是性德，不是修德的。"
    },
    {
      "id": "13-007-0003_p0025",
      "zh_CN": "西方极乐世界是阿弥陀佛性德所显，凡是往生的人—往生条件，我们在此地要跟诸位同修报告，底下会说—凡是往生到西方极乐世界的人，心地都很清净，心愿都跟阿弥陀佛的心愿相应。因此，阿弥陀佛的性德，阿弥陀佛的本愿，阿弥陀佛的威神，很容易加持他。这一加持，他统统能够得到；这一得到的时候，就把自己的性德给引发出来了。一般是自己要修行，修到自己性德明心见性，这才行。到那里是阿弥陀佛神力加持，你没有那么深的功夫，你的性德也现前了。这个难得了，太难得、太难得了，所以这个法门叫二力法门。",
      "zh_TW": "西方極樂世界是阿彌陀佛性德所顯，凡是往生的人—往生條件，我們在此地要跟諸位同修報告，底下會說—凡是往生到西方極樂世界的人，心地都很清淨，心願都跟阿彌陀佛的心願相應。因此，阿彌陀佛的性德，阿彌陀佛的本願，阿彌陀佛的威神，很容易加持他。這一加持，他統統能夠得到；這一得到的時候，就把自己的性德給引發出來了。一般是自己要修行，修到自己性德明心見性，這才行。到那裡是阿彌陀佛神力加持，你沒有那麼深的功夫，你的性德也現前了。這個難得了，太難得、太難得了，所以這個法門叫二力法門。"
    },
    {
      "id": "13-007-0003_p0026",
      "zh_CN": "因此，到西方极乐世界，我们生活环境跟阿弥陀佛无二无别，一样的。这是讲的『地树栏楼，莲池德水』，七宝莲池，八功德水，这都不要细说了。《弥陀经》、《观无量寿经》里面讲得都非常清楚，《无量寿经》注解里头也注得很详细，生活在这种环境里面，烦恼没有了。",
      "zh_TW": "因此，到西方極樂世界，我們生活環境跟阿彌陀佛無二無別，一樣的。這是講的『地樹欄樓，蓮池德水』，七寶蓮池，八功德水，這都不要細說了。《彌陀經》、《觀無量壽經》裡面講得都非常清楚，《無量壽經》註解裡頭也註得很詳細，生活在這種環境裡面，煩惱沒有了。"
    },
    {
      "id": "13-007-0003_p0027",
      "zh_CN": "我们这个世间，为什么人会自私？为什么人会有贪瞋痴慢？实在说是福太薄了，资源太缺乏了，希有而不容易得到，才生起贪心。人为什么贪求金银珠宝？因为金银珠宝太少了，太难得了，才想贪得。地上的沙土石块为什么不贪？太多了，没人要了。你所贪爱的珍宝，西方极乐世界满地都是，哪里都捡得到，你还会起贪心吗？我们这里，像刚才讲的翡翠，这个不得了了，没有人不喜爱。到西方极乐世界，你还会贪这个吗？满地都是。这个地方黄金不得了，大家贪爱。那个地方黄金是铺马路。我们这个世间，哪一个人贪柏油，铺马路的柏油谁会去贪？为什么？太多了。金银珠宝满地都是，你的贪心断掉了，这个方法妙极了，不可思议！所以，贪心自然没有了。",
      "zh_TW": "我們這個世間，為什麼人會自私？為什麼人會有貪瞋痴慢？實在說是福太薄了，資源太缺乏了，希有而不容易得到，才生起貪心。人為什麼貪求金銀珠寶？因為金銀珠寶太少了，太難得了，才想貪得。地上的沙土石塊為什麼不貪？太多了，沒人要了。你所貪愛的珍寶，西方極樂世界滿地都是，哪裡都撿得到，你還會起貪心嗎？我們這裡，像剛才講的翡翠，這個不得了了，沒有人不喜愛。到西方極樂世界，你還會貪這個嗎？滿地都是。這個地方黃金不得了，大家貪愛。那個地方黃金是鋪馬路。我們這個世間，哪一個人貪柏油，鋪馬路的柏油誰會去貪？為什麼？太多了。金銀珠寶滿地都是，你的貪心斷掉了，這個方法妙極了，不可思議！所以，貪心自然沒有了。"
    },
    {
      "id": "13-007-0003_p0028",
      "zh_CN": "所有一切心里面想要的东西，应念就变现出来了、就变化出来了；不想要了，不想要就没有了。也不会有我们这个世界垃圾污染处理的问题，西方极乐世界没有。「贪、瞋、痴、慢、疑、恶见」，生到那个地方，不要断，自然就没有了。修学其他的法门要断烦恼，这个断烦恼是真不容易。到了西方极乐世界，不需要你断烦恼，自然没有了，「贪瞋痴慢疑」统统没有了，『烦恼尽』了。",
      "zh_TW": "所有一切心裡面想要的東西，應念就變現出來了、就變化出來了；不想要了，不想要就沒有了。也不會有我們這個世界垃圾污染處理的問題，西方極樂世界沒有。「貪、瞋、痴、慢、疑、惡見」，生到那個地方，不要斷，自然就沒有了。修學其他的法門要斷煩惱，這個斷煩惱是真不容易。到了西方極樂世界，不需要你斷煩惱，自然沒有了，「貪瞋痴慢疑」統統沒有了，『煩惱盡』了。"
    },
    {
      "id": "13-007-0003_p0029",
      "zh_CN": "第二是「说法庄严」。不闻法，我们不会开悟，一定要闻到正法，才能真正打破我们的迷关，破迷开悟。世尊当年在世的时候，我们遇到佛了，听到佛说正法。佛灭后到今天末法时期了，佛在《楞严经》上有一段预言，跟我们说：「末法时期，邪师说法，如恒河沙。」这在前面跟大家报告过了。如果我们闻到邪法，不但不能开悟，迷上再加迷，错上再加错，果报就可想而知，这是非常的不幸。我们要闻纯正的正法，说实在话，只有一个机会，就是见阿弥陀佛，亲近阿弥陀佛。",
      "zh_TW": "第二是「說法莊嚴」。不聞法，我們不會開悟，一定要聞到正法，才能真正打破我們的迷關，破迷開悟。世尊當年在世的時候，我們遇到佛了，聽到佛說正法。佛滅後到今天末法時期了，佛在《楞嚴經》上有一段預言，跟我們說：「末法時期，邪師說法，如恆河沙。」這在前面跟大家報告過了。如果我們聞到邪法，不但不能開悟，迷上再加迷，錯上再加錯，果報就可想而知，這是非常的不幸。我們要聞純正的正法，說實在話，只有一個機會，就是見阿彌陀佛，親近阿彌陀佛。"
    },
    {
      "id": "13-007-0003_p0030",
      "zh_CN": "我们也许要问，亲近别的佛不行吗？东方有药师如来，本师释迦牟尼不能亲近吗？能，但是条件很高，你要不具备条件，你见都见不到。不容易！唯独见阿弥陀佛容易。阿弥陀佛说你只要执持名号念他，就能见他。那谁不会念？谁不能念？能念的人，肯念的人，都能见阿弥陀佛。见阿弥陀佛，容易！所以，这个叫「易行道」。因此，才真正得到十方一切诸佛如来赞叹，一切诸佛如来都劝我们念阿弥陀佛，求生净土，容易成就，这个道理在此地。",
      "zh_TW": "我們也許要問，親近別的佛不行嗎？東方有藥師如來，本師釋迦牟尼不能親近嗎？能，但是條件很高，你要不具備條件，你見都見不到。不容易！唯獨見阿彌陀佛容易。阿彌陀佛說你只要執持名號念他，就能見他。那誰不會念？誰不能念？能念的人，肯念的人，都能見阿彌陀佛。見阿彌陀佛，容易！所以，這個叫「易行道」。因此，才真正得到十方一切諸佛如來讚歎，一切諸佛如來都勸我們念阿彌陀佛，求生淨土，容易成就，這個道理在此地。"
    },
    {
      "id": "13-007-0003_p0031",
      "zh_CN": "到了西方极乐世界，阿弥陀佛说法的技巧太妙了。不但他老人家经常跟你说法，如果你感觉得佛在那里说法，我要规规矩矩坐在那里听，动也不敢动一下；动一下的时候，对佛不恭敬。想随便一点，佛没有了，佛变个鸟来跟你说法。鸟说法，可以躺在那里听也没关系。不但鸟会说法，树也会说法，流水声音也会说法，『六尘说法』。换句话说，你坐着听、躺着听、走着听，爱怎么听就怎么听，阿弥陀佛绝对不拘束你，这个在别的地方找不到。阿弥陀佛是真正大慈大悲，六尘说法，使我们闻法不中断。尤其是我们想听什么法，它就给我们说什么法，「法门无量誓愿学」，到西方极乐世界真的实现了，而且很容易就成就了，这是「说法的庄严」。",
      "zh_TW": "到了西方極樂世界，阿彌陀佛說法的技巧太妙了。不但他老人家經常跟你說法，如果你感覺得佛在那裡說法，我要規規矩矩坐在那裡聽，動也不敢動一下；動一下的時候，對佛不恭敬。想隨便一點，佛沒有了，佛變個鳥來跟你說法。鳥說法，可以躺在那裡聽也沒關係。不但鳥會說法，樹也會說法，流水聲音也會說法，『六塵說法』。換句話說，你坐著聽、躺著聽、走著聽，愛怎麼聽就怎麼聽，阿彌陀佛絕對不拘束你，這個在別的地方找不到。阿彌陀佛是真正大慈大悲，六塵說法，使我們聞法不中斷。尤其是我們想聽什麼法，它就給我們說什麼法，「法門無量誓願學」，到西方極樂世界真的實現了，而且很容易就成就了，這是「說法的莊嚴」。"
    },
    {
      "id": "13-007-0003_p0032",
      "zh_CN": "另外经上给我们提出来的，我们不能够不注意的，「清旦供佛」。换句话说，我们见到阿弥陀佛，就等于见到十方一切诸佛如来。因为在西方极乐世界，你想见哪一尊佛，随你的心愿立刻就见到。这是佛在经上说的，阿弥陀佛自己这么说的，释迦牟尼佛也是这么说的，十方一切诸佛给我们做证明，决定不会错。",
      "zh_TW": "另外經上給我們提出來的，我們不能夠不注意的，「清旦供佛」。換句話說，我們見到阿彌陀佛，就等於見到十方一切諸佛如來。因為在西方極樂世界，你想見哪一尊佛，隨你的心願立刻就見到。這是佛在經上說的，阿彌陀佛自己這麼說的，釋迦牟尼佛也是這麼說的，十方一切諸佛給我們做證明，決定不會錯。"
    },
    {
      "id": "13-007-0003_p0033",
      "zh_CN": "我们对于诸佛如来很仰慕，对于诸大菩萨很敬爱，希望能亲近他。像有一些同修，希望将来能够生到弥勒净土，亲近弥勒菩萨，将来弥勒菩萨到世间来成佛，他也跟佛一道来做佛的大弟子，这个愿望不错。但是弥勒净土虽然近，在兜率天的内院，可是去的条件很高，不是那么容易去的。我希不希望见弥勒菩萨？当然希望。为什么？我跟他天天见面，我们每天供养弥勒菩萨。何况在《无量寿经》里面，弥勒菩萨是后半部的当机者。《无量寿经》，现在夏莲居分的四十八章，第三十二章开始就是弥勒菩萨当机。由此可知，我们念佛人跟弥勒菩萨的关系很密切。",
      "zh_TW": "我們對於諸佛如來很仰慕，對於諸大菩薩很敬愛，希望能親近他。像有一些同修，希望將來能夠生到彌勒淨土，親近彌勒菩薩，將來彌勒菩薩到世間來成佛，他也跟佛一道來做佛的大弟子，這個願望不錯。但是彌勒淨土雖然近，在兜率天的內院，可是去的條件很高，不是那麼容易去的。我希不希望見彌勒菩薩？當然希望。為什麼？我跟他天天見面，我們每天供養彌勒菩薩。何況在《無量壽經》裡面，彌勒菩薩是後半部的當機者。《無量壽經》，現在夏蓮居分的四十八章，第三十二章開始就是彌勒菩薩當機。由此可知，我們念佛人跟彌勒菩薩的關係很密切。"
    },
    {
      "id": "13-007-0003_p0034",
      "zh_CN": "但是我要亲近弥勒菩萨，我不修弥勒净土。那我怎么见他？我念阿弥陀佛，我见到阿弥陀佛的时候，弥勒菩萨是天天到西方净土去。他去干什么？跟我们讲唯识。西方净土是一个佛教大学，讲唯识的教授就是弥勒菩萨。见到教授了，「老师，我想到你的内院去参观游览一下，好不好？」老师一定说：「好！来，跟我一道去。」那就去了。你们修弥勒净土去不了，我这就去了。",
      "zh_TW": "但是我要親近彌勒菩薩，我不修彌勒淨土。那我怎麼見他？我念阿彌陀佛，我見到阿彌陀佛的時候，彌勒菩薩是天天到西方淨土去。他去幹什麼？跟我們講唯識。西方淨土是一個佛教大學，講唯識的教授就是彌勒菩薩。見到教授了，「老師，我想到你的內院去參觀遊覽一下，好不好？」老師一定說：「好！來，跟我一道去。」那就去了。你們修彌勒淨土去不了，我這就去了。"
    },
    {
      "id": "13-007-0003_p0035",
      "zh_CN": "而且诸位要知道，没有一尊佛，没有一尊菩萨，不尊敬阿弥陀佛。你看世尊给我们说，阿弥陀佛在整个佛界里面是什么地位？「光中极尊，佛中之王」，这是释迦牟尼佛说的。一切诸佛如来都尊重阿弥陀佛，阿弥陀佛的学生，诸佛见到是另眼相看。你做了阿弥陀佛的学生，光荣！所以，你见任何一尊佛，不会有障碍，人家都欢迎。这是讲的「清旦供佛」，就是你见这一尊佛等于见一切佛；生西方净土，等于生一切诸佛刹土。",
      "zh_TW": "而且諸位要知道，沒有一尊佛，沒有一尊菩薩，不尊敬阿彌陀佛。你看世尊給我們說，阿彌陀佛在整個佛界裡面是什麼地位？「光中極尊，佛中之王」，這是釋迦牟尼佛說的。一切諸佛如來都尊重阿彌陀佛，阿彌陀佛的學生，諸佛見到是另眼相看。你做了阿彌陀佛的學生，光榮！所以，你見任何一尊佛，不會有障礙，人家都歡迎。這是講的「清旦供佛」，就是你見這一尊佛等於見一切佛；生西方淨土，等於生一切諸佛剎土。"
    },
    {
      "id": "13-007-0003_p0036",
      "zh_CN": "我在过去读《华严经》、讲《华严经》，我讲了不少年的《华严经》。《华严经》它有两句话是很不好讲，很不容易体会，「一即是多，多即是一」、「一即一切，一切即一」，这都是《华严经》上的话。我遇到这个经文，看看注解，含糊笼统念过就算了，搞不清楚。到以后读了净土经论才恍然大悟，原来「一」是什么？「一」就是阿弥陀佛，「一切」就是一切诸佛。我们见到阿弥陀佛，就见到一切诸佛，「一切即一，一即一切」，这才真搞清楚了。经典里面讲的那个「一」，一就是《阿弥陀经》，或者《无量寿经》。这一部经就是一切经，一切经统统归到这一部经，才把这个道理搞通了。而后就逐渐逐渐明朗了，原来佛法真正圆融，不可思议。",
      "zh_TW": "我在過去讀《華嚴經》、講《華嚴經》，我講了不少年的《華嚴經》。《華嚴經》它有兩句話是很不好講，很不容易體會，「一即是多，多即是一」、「一即一切，一切即一」，這都是《華嚴經》上的話。我遇到這個經文，看看註解，含糊籠統念過就算了，搞不清楚。到以後讀了淨土經論才恍然大悟，原來「一」是什麼？「一」就是阿彌陀佛，「一切」就是一切諸佛。我們見到阿彌陀佛，就見到一切諸佛，「一切即一，一即一切」，這才真搞清楚了。經典裡面講的那個「一」，一就是《阿彌陀經》，或者《無量壽經》。這一部經就是一切經，一切經統統歸到這一部經，才把這個道理搞通了。而後就逐漸逐漸明朗了，原來佛法真正圓融，不可思議。"
    },
    {
      "id": "13-007-0003_p0037",
      "zh_CN": "清凉大师在《华严》十玄门里面，主伴圆融，才看出佛法真正的状况。原来这个「一」不是专一。我刚才跟诸位讲的是专一，统统定在阿弥陀佛西方净土。定在专一是应我们的机，佛法讲契机，契我们的机，我们从这个「一」，在这一生当中决定成就。在另外一个「一」，我们未必能成就。在理上讲没有错，事上讲是我们自己的根性有了问题，不见得能成就。所以，我们今天这个「一」，决定是阿弥陀佛西方净土。但是我们在讲解的时候，一定要注意到，这个「一」是任一，不是专一，任一才平等，任一才合理。",
      "zh_TW": "清涼大師在《華嚴》十玄門裡面，主伴圓融，才看出佛法真正的狀況。原來這個「一」不是專一。我剛才跟諸位講的是專一，統統定在阿彌陀佛西方淨土。定在專一是應我們的機，佛法講契機，契我們的機，我們從這個「一」，在這一生當中決定成就。在另外一個「一」，我們未必能成就。在理上講沒有錯，事上講是我們自己的根性有了問題，不見得能成就。所以，我們今天這個「一」，決定是阿彌陀佛西方淨土。但是我們在講解的時候，一定要注意到，這個「一」是任一，不是專一，任一才平等，任一才合理。"
    },
    {
      "id": "13-007-0003_p0038",
      "zh_CN": "譬如，阿弥陀佛是主，所有一切诸佛都是伴。主伴这个伴就是学生，老师只有一个。阿弥陀佛做老师，一切诸佛菩萨都是这个佛的学生；药师如来做主，阿弥陀佛也是伴。毘卢遮那佛是主，药师如来、阿弥陀佛也都是伴；释迦牟尼佛为主，毘卢遮那佛也是伴。所以，这个主是任何一个都可以做主的。假如是观世音菩萨做主，那阿弥陀佛怎么办？阿弥陀佛也是伴。诸位要明白这个道理，一个是主，一切是伴。任一个都可以做主，任一都可以为伴，主伴圆融。所以，这个法界是圆融的，法界里面没有界限，法界里面没有冲突，确确实实是清净平等，这是一丝毫欠缺都没有的。",
      "zh_TW": "譬如，阿彌陀佛是主，所有一切諸佛都是伴。主伴這個伴就是學生，老師只有一個。阿彌陀佛做老師，一切諸佛菩薩都是這個佛的學生；藥師如來做主，阿彌陀佛也是伴。毘盧遮那佛是主，藥師如來、阿彌陀佛也都是伴；釋迦牟尼佛為主，毘盧遮那佛也是伴。所以，這個主是任何一個都可以做主的。假如是觀世音菩薩做主，那阿彌陀佛怎麼辦？阿彌陀佛也是伴。諸位要明白這個道理，一個是主，一切是伴。任一個都可以做主，任一都可以為伴，主伴圓融。所以，這個法界是圓融的，法界裡面沒有界限，法界裡面沒有衝突，確確實實是清淨平等，這是一絲毫欠缺都沒有的。"
    },
    {
      "id": "13-007-0003_p0039",
      "zh_CN": "这是说到到西方极乐世界，你能够自在闻法，能够亲近一切诸佛如来，所知障没有了。我们在这个世间，昨天讲的一个好的老师、同参道友真难得，西方极乐世界那就太容易了，到处都是。你所亲近的诸佛菩萨智慧圆满，智慧圆满就是所知障尽了，这是你成佛的「因」具足了，就是成佛第一个条件你已经得到了。",
      "zh_TW": "這是說到到西方極樂世界，你能夠自在聞法，能夠親近一切諸佛如來，所知障沒有了。我們在這個世間，昨天講的一個好的老師、同參道友真難得，西方極樂世界那就太容易了，到處都是。你所親近的諸佛菩薩智慧圓滿，智慧圓滿就是所知障盡了，這是你成佛的「因」具足了，就是成佛第一個條件你已經得到了。"
    },
    {
      "id": "13-007-0003_p0040",
      "zh_CN": "下面讲「缘」。先讲正报庄严，再讲到往生。正报往生就是「果」，我们先说「果」。正报是我们的身体，我们在《无量寿经》里面，四十八愿是西方极乐世界最根本的这个经典，一切都要依四十八愿为主。释迦牟尼佛给我们介绍西方极乐世界，跟四十八愿完全相同。如果跟四十八愿不相同的，决定是假的，那就不是真的。所以，西方净土是依四十八愿为最主要的依据。释迦牟尼佛跟我们讲「净土三经」，就是四十八愿的详细说明，没有一句违背的。",
      "zh_TW": "下面講「緣」。先講正報莊嚴，再講到往生。正報往生就是「果」，我們先說「果」。正報是我們的身體，我們在《無量壽經》裡面，四十八願是西方極樂世界最根本的這個經典，一切都要依四十八願為主。釋迦牟尼佛給我們介紹西方極樂世界，跟四十八願完全相同。如果跟四十八願不相同的，決定是假的，那就不是真的。所以，西方淨土是依四十八願為最主要的依據。釋迦牟尼佛跟我們講「淨土三經」，就是四十八願的詳細說明，沒有一句違背的。"
    },
    {
      "id": "13-007-0003_p0041",
      "zh_CN": "佛在经上告诉我们，凡是生到西方极乐世界的人， 寿命都跟阿弥陀佛一样是无量寿。所以，这个无量里面，真的是以寿命为第一德。我有了无量的寿命，我就有足够的时间去修学，不怕时间长，有的是时间。何况智慧无量、德能无量、才艺无量，样样都得到圆满的无量。换句话说，凡夫下下品往生到西方极乐世界，这是阿弥陀佛四十八愿，就是佛的本愿威神的加持，使你的性德也开显了，跟阿弥陀佛完全相同。",
      "zh_TW": "佛在經上告訴我們，凡是生到西方極樂世界的人， 壽命都跟阿彌陀佛一樣是無量壽。所以，這個無量裡面，真的是以壽命為第一德。我有了無量的壽命，我就有足夠的時間去修學，不怕時間長，有的是時間。何況智慧無量、德能無量、才藝無量，樣樣都得到圓滿的無量。換句話說，凡夫下下品往生到西方極樂世界，這是阿彌陀佛四十八願，就是佛的本願威神的加持，使你的性德也開顯了，跟阿彌陀佛完全相同。"
    },
    {
      "id": "13-007-0003_p0042",
      "zh_CN": "生到西方极乐世界，我们身体的体质跟阿弥陀佛相同，个子高矮跟阿弥陀佛也相同，面貌跟阿弥陀佛也相同。所以，阿弥陀佛是什么样子，生到西方极乐世界统统是一个样子，这是平等世界。为什么平等？我在讲四十八愿也说过了，因为佛在做菩萨的时候，在修行的时候，参观访问了一切诸佛的刹土，看到众生的烦恼。这些烦恼从哪里来的？不平等来的。譬如，做人身体健康，面貌端正，他就骄傲，「我很了不起」！身体衰弱，面貌差一点，就有自卑感，这烦恼就生了。所以，佛一想，「我这个世界，大家相貌都一样，也没有傲慢的，也没有自卑的，这个多好！」所以他的世界，一生到那边去，面貌跟佛完全相同，平等世界。心同貌才同，那个地方的心跟阿弥陀佛一样的心，一样的愿，因此容貌也完全一样。平等世界，把所有一切烦恼，它自然就化除掉了，这是阿弥陀佛建造西方极乐世界很高明的构想，他实现了。这是「正报庄严」。",
      "zh_TW": "生到西方極樂世界，我們身體的體質跟阿彌陀佛相同，個子高矮跟阿彌陀佛也相同，面貌跟阿彌陀佛也相同。所以，阿彌陀佛是什麼樣子，生到西方極樂世界統統是一個樣子，這是平等世界。為什麼平等？我在講四十八願也說過了，因為佛在做菩薩的時候，在修行的時候，參觀訪問了一切諸佛的剎土，看到眾生的煩惱。這些煩惱從哪裡來的？不平等來的。譬如，做人身體健康，面貌端正，他就驕傲，「我很了不起」！身體衰弱，面貌差一點，就有自卑感，這煩惱就生了。所以，佛一想，「我這個世界，大家相貌都一樣，也沒有傲慢的，也沒有自卑的，這個多好！」所以他的世界，一生到那邊去，面貌跟佛完全相同，平等世界。心同貌才同，那個地方的心跟阿彌陀佛一樣的心，一樣的願，因此容貌也完全一樣。平等世界，把所有一切煩惱，它自然就化除掉了，這是阿彌陀佛建造西方極樂世界很高明的構想，他實現了。這是「正報莊嚴」。"
    },
    {
      "id": "13-007-0003_p0043",
      "zh_CN": "『一生补处』是讲成就。「一生补处」是菩萨地位的尽头，就是我们常讲的等觉菩萨、后补佛。凡是生到西方极乐世界，一生一定证得一生补处。换句话说，一生必定圆满成佛，这个在其他世界上不可能。在我们这个世间，佛讲成佛要三大阿僧衹劫。换句话说，你舍身受身不晓得有多少次，生生死死，不是一生当中可以成就的。西方世界寿命长，无量寿，一生成就。因此，我们就明了这一个法门真的是当生成就的法门，一生成就，就是这一生。",
      "zh_TW": "『一生補處』是講成就。「一生補處」是菩薩地位的盡頭，就是我們常講的等覺菩薩、後補佛。凡是生到西方極樂世界，一生一定證得一生補處。換句話說，一生必定圓滿成佛，這個在其他世界上不可能。在我們這個世間，佛講成佛要三大阿僧衹劫。換句話說，你捨身受身不曉得有多少次，生生死死，不是一生當中可以成就的。西方世界壽命長，無量壽，一生成就。因此，我們就明瞭這一個法門真的是當生成就的法門，一生成就，就是這一生。"
    },
    {
      "id": "13-007-0003_p0044",
      "zh_CN": "诸位必须要知道，往生到西方极乐世界是活着去的。你要记住这一个事实，是活着去的，不是死了去的。活着去的，这是一生，不是两生。我们往生的时候，看到阿弥陀佛来接引我们，神智清楚。神智清楚，那个人没死；死了，神智就没有了。福报大的人，还可以跟家亲眷属说：「佛来接我了，我跟他走了。」那那里是死了，明明是活人。走了以后，这个身体肮脏东西不要了，丢掉了，他走了。他那一走，一见到佛，佛光一照，他的身体、穿的这个衣服就完全跟佛一样了，那是化身（变化身），变的跟佛完全相同，也是金色身。这到西方世界去了，所以是活着去的。到西方极乐世界有无量寿，岂不是一生成佛吗？现在这一生就成就了。这是其他法门里面没有的，这是「变易生死」尽了，就在这一生尽了。变易生死，菩萨五十二个位次就是要经历五十二次的变易生死。西方极乐世界没有，根本就没有，就是一生成就，这是讲到西方极乐世界不可思议殊胜的成就。",
      "zh_TW": "諸位必須要知道，往生到西方極樂世界是活著去的。你要記住這一個事實，是活著去的，不是死了去的。活著去的，這是一生，不是兩生。我們往生的時候，看到阿彌陀佛來接引我們，神智清楚。神智清楚，那個人沒死；死了，神智就沒有了。福報大的人，還可以跟家親眷屬說：「佛來接我了，我跟他走了。」那那裡是死了，明明是活人。走了以後，這個身體骯髒東西不要了，丟掉了，他走了。他那一走，一見到佛，佛光一照，他的身體、穿的這個衣服就完全跟佛一樣了，那是化身（變化身），變的跟佛完全相同，也是金色身。這到西方世界去了，所以是活著去的。到西方極樂世界有無量壽，豈不是一生成佛嗎？現在這一生就成就了。這是其他法門裡面沒有的，這是「變易生死」盡了，就在這一生盡了。變易生死，菩薩五十二個位次就是要經歷五十二次的變易生死。西方極樂世界沒有，根本就沒有，就是一生成就，這是講到西方極樂世界不可思議殊勝的成就。"
    },
    {
      "id": "13-007-0003_p0045",
      "zh_CN": "我们现在要紧的就是往生，往生是带业往生，永不退转。往生决定带业。在前几年，也有人在这里叫着往生不可以带业，要消业才能往生，带业不能往生。还有不少人去查《大藏经》，查不到「带业往生」，于是乎就不承认带业往生之说，震撼了佛教界，许许多多念佛人都起了疑惑。",
      "zh_TW": "我們現在要緊的就是往生，往生是帶業往生，永不退轉。往生決定帶業。在前幾年，也有人在這裡叫著往生不可以帶業，要消業才能往生，帶業不能往生。還有不少人去查《大藏經》，查不到「帶業往生」，於是乎就不承認帶業往生之說，震撼了佛教界，許許多多念佛人都起了疑惑。"
    },
    {
      "id": "13-007-0003_p0046",
      "zh_CN": "在那一年我到美国，在洛杉矶下了飞机，周宣德老居士在机场迎接我，我们同坐在车上到洛杉矶的市区。在车上他老人家很悲哀的告诉我，他说：「法师，现在有人说带业不能往生，要消业才能往生，那我们这一辈子不就完了。怎么办？」",
      "zh_TW": "在那一年我到美國，在洛杉磯下了飛機，周宣德老居士在機場迎接我，我們同坐在車上到洛杉磯的市區。在車上他老人家很悲哀的告訴我，他說：「法師，現在有人說帶業不能往生，要消業才能往生，那我們這一輩子不就完了。怎麼辦？」"
    },
    {
      "id": "13-007-0003_p0047",
      "zh_CN": "我看他很可怜，那么大的年纪，念了几十年的佛，到后来不能往生，非常失望，那个表情很可怜。我听了之后，我就安慰他老人家，我说：「不带业就不能往生，不去也罢了。」",
      "zh_TW": "我看他很可憐，那麼大的年紀，念了幾十年的佛，到後來不能往生，非常失望，那個表情很可憐。我聽了之後，我就安慰他老人家，我說：「不帶業就不能往生，不去也罷了。」"
    },
    {
      "id": "13-007-0003_p0048",
      "zh_CN": "他听了很奇怪：「怎么不去也罢了？」",
      "zh_TW": "他聽了很奇怪：「怎麼不去也罷了？」"
    },
    {
      "id": "13-007-0003_p0049",
      "zh_CN": "我说：「不带业，西方极乐世界只有一个人不带业，阿弥陀佛不带业。西方极乐世界只有阿弥陀佛孤家寡人一个，你去干什么？不要去了。」",
      "zh_TW": "我說：「不帶業，西方極樂世界只有一個人不帶業，阿彌陀佛不帶業。西方極樂世界只有阿彌陀佛孤家寡人一個，你去幹什麼？不要去了。」"
    },
    {
      "id": "13-007-0003_p0050",
      "zh_CN": "他听了很奇怪。随着我就告诉他，我说：「观世音菩萨、大势至菩萨在西方极乐世界，这两位菩萨还带一品生相无明，对不对？」",
      "zh_TW": "他聽了很奇怪。隨著我就告訴他，我說：「觀世音菩薩、大勢至菩薩在西方極樂世界，這兩位菩薩還帶一品生相無明，對不對？」"
    },
    {
      "id": "13-007-0003_p0051",
      "zh_CN": "他说：「对的。」",
      "zh_TW": "他說：「對的。」"
    },
    {
      "id": "13-007-0003_p0052",
      "zh_CN": "我说：「那是不是业？」",
      "zh_TW": "我說：「那是不是業？」"
    },
    {
      "id": "13-007-0003_p0053",
      "zh_CN": "他想想：「是啊！」",
      "zh_TW": "他想想：「是啊！」"
    },
    {
      "id": "13-007-0003_p0054",
      "zh_CN": "「观音菩萨、大势至菩萨都带业。那谁不带业？只有阿弥陀佛一个人不带业，所以说不带业往生讲不通。」",
      "zh_TW": "「觀音菩薩、大勢至菩薩都帶業。那誰不帶業？只有阿彌陀佛一個人不帶業，所以說不帶業往生講不通。」"
    },
    {
      "id": "13-007-0003_p0055",
      "zh_CN": "再给你说：「西方极乐世界四土三辈九品，这个经文有没有？」",
      "zh_TW": "再給你說：「西方極樂世界四土三輩九品，這個經文有沒有？」"
    },
    {
      "id": "13-007-0003_p0056",
      "zh_CN": "他说：「这个有。」",
      "zh_TW": "他說：「這個有。」"
    },
    {
      "id": "13-007-0003_p0057",
      "zh_CN": "「假如要不带业，这个四土三辈九品从什么地方分的？带得少的品位高，带得多的品位低，四土三辈九品就是这么来的。不带业没有品位，没有四土三辈九品。所以，经上没有说带业往生，跟你讲四土三辈九品，岂不明明跟你说带业有多少。」",
      "zh_TW": "「假如要不帶業，這個四土三輩九品從什麼地方分的？帶得少的品位高，帶得多的品位低，四土三輩九品就是這麼來的。不帶業沒有品位，沒有四土三輩九品。所以，經上沒有說帶業往生，跟你講四土三輩九品，豈不明明跟你說帶業有多少。」"
    },
    {
      "id": "13-007-0003_p0058",
      "zh_CN": "他这才想通了，哈哈大笑！老实念佛，决定往生，不要听人家胡说八道。这是带业决定往生。",
      "zh_TW": "他這才想通了，哈哈大笑！老實念佛，決定往生，不要聽人家胡說八道。這是帶業決定往生。"
    },
    {
      "id": "13-007-0003_p0059",
      "zh_CN": "我们依照经典的教导，依照佛的四十八愿。四十八愿尤其是第十八愿，十八愿是四十八愿的核心，最了不起的。十八愿讲的是什么？临终十念就能往生。这是说什么人？造作罪业的人，一生没有念过一句佛号，临命终时遇到善知识，劝他念十声佛号求愿往生，佛都来接引他。何况我们？我们现在天天在念佛，哪有不往生的道理！",
      "zh_TW": "我們依照經典的教導，依照佛的四十八願。四十八願尤其是第十八願，十八願是四十八願的核心，最了不起的。十八願講的是什麼？臨終十念就能往生。這是說什麼人？造作罪業的人，一生沒有念過一句佛號，臨命終時遇到善知識，勸他念十聲佛號求願往生，佛都來接引他。何況我們？我們現在天天在念佛，哪有不往生的道理！"
    },
    {
      "id": "13-007-0003_p0060",
      "zh_CN": "诸位要晓得，修这个法门，这个「分段生死」就尽了。所以这个法门，我们只要一发愿，一开始修，分段、变易两种生死都没有了，这是在任何一个法门里面找不到的。",
      "zh_TW": "諸位要曉得，修這個法門，這個「分段生死」就盡了。所以這個法門，我們只要一發願，一開始修，分段、變易兩種生死都沒有了，這是在任何一個法門裡面找不到的。"
    },
    {
      "id": "13-007-0003_p0061",
      "zh_CN": "分段生死就是六道轮回，变易生死就是品位的提升，提升一个阶层要受一番的苦难。变易生死，就好比我们在学校念书一样，由一年级升到二年级，二年级升到三年级，还是这个人，但是我一年一年在变。一年一年，你的学业不及格就升不上去。所以，菩萨修行也很苦！这叫变易生死。分段生死是一个阶段、一个阶段，在六道轮回是一个阶段的，是轮回生死。所以，我们选择这个法门，发愿真正修这个法门，这两种生死从这一世就没有了。",
      "zh_TW": "分段生死就是六道輪迴，變易生死就是品位的提升，提升一個階層要受一番的苦難。變易生死，就好比我們在學校念書一樣，由一年級升到二年級，二年級升到三年級，還是這個人，但是我一年一年在變。一年一年，你的學業不及格就升不上去。所以，菩薩修行也很苦！這叫變易生死。分段生死是一個階段、一個階段，在六道輪迴是一個階段的，是輪迴生死。所以，我們選擇這個法門，發願真正修這個法門，這兩種生死從這一世就沒有了。"
    },
    {
      "id": "13-007-0003_p0062",
      "zh_CN": "过去生中有，这一生当中都没有了，为什么？刚才讲的往生是活着往生，生到西方极乐世界无量寿，一生就能圆成佛道，所以两种生死立刻就没有了。这个好事到那哪里找？找不到！八万四千法门里头没有，唯独这个法门有，所以叫「特别法门」。",
      "zh_TW": "過去生中有，這一生當中都沒有了，為什麼？剛才講的往生是活著往生，生到西方極樂世界無量壽，一生就能圓成佛道，所以兩種生死立刻就沒有了。這個好事到那哪裡找？找不到！八萬四千法門裡頭沒有，唯獨這個法門有，所以叫「特別法門」。"
    },
    {
      "id": "13-007-0003_p0063",
      "zh_CN": "这个「正报变易尽」，这是果。我们「往生」，这是缘。因缘具足，一定证不思议的果报。这是讲净土里面的事，真实的事，事实的真相。在事一定有个理，理明了，事我们就不怀疑了，坚定的相信。",
      "zh_TW": "這個「正報變易盡」，這是果。我們「往生」，這是緣。因緣具足，一定證不思議的果報。這是講淨土裡面的事，真實的事，事實的真相。在事一定有個理，理明瞭，事我們就不懷疑了，堅定的相信。"
    },
    {
      "id": "13-007-0003_p0064",
      "zh_CN": "【净宗之理—〈一〉依报—质能转故得大自在。〈二〉说法—离言虑分别故无尽。〈三〉正报—识性转故光寿无量。〈四〉往生—性具事造就成自然。（科学世界）】",
      "zh_TW": "【淨宗之理—〈一〉依報—質能轉故得大自在。〈二〉說法—離言慮分別故無盡。〈三〉正報—識性轉故光壽無量。〈四〉往生—性具事造就成自然。（科學世界）】"
    },
    {
      "id": "13-007-0003_p0065",
      "zh_CN": "『依报—质能转故得大自在』，这是我们今天科学家发现，原来质量跟能量是可以互相转变的，是一桩事情，这个我们在前面跟诸位讲过。但是现在不晓得怎么变法？现在科学家只知道把这个质变成能量，原子弹的理论就是从这发明的。但是怎么样再把能量变成物质，知道这个理论，但是不晓得怎么变法。西方世界的人，这个东西统统都明了了，个个都会变，那就自在了。我们需要用什么东西，把能量马上变成物质就可以用了；不需要的时候，把物质马上再变成能量就没有了。那个世界叫净土，真的干净！譬如，我们想吃饭，立刻把能量变成喜欢吃的东西，摆在面前。吃完之后，不要了，马上把这个质量又变成能量，没有了，干干净净，一尘不染，不需要处理垃圾。",
      "zh_TW": "『依報—質能轉故得大自在』，這是我們今天科學家發現，原來質量跟能量是可以互相轉變的，是一樁事情，這個我們在前面跟諸位講過。但是現在不曉得怎麼變法？現在科學家只知道把這個質變成能量，原子彈的理論就是從這發明的。但是怎麼樣再把能量變成物質，知道這個理論，但是不曉得怎麼變法。西方世界的人，這個東西統統都明瞭了，個個都會變，那就自在了。我們需要用什麼東西，把能量馬上變成物質就可以用了；不需要的時候，把物質馬上再變成能量就沒有了。那個世界叫淨土，真的乾淨！譬如，我們想吃飯，立刻把能量變成喜歡吃的東西，擺在面前。吃完之後，不要了，馬上把這個質量又變成能量，沒有了，乾乾淨淨，一塵不染，不需要處理垃圾。"
    },
    {
      "id": "13-007-0003_p0066",
      "zh_CN": "所以，我在国外劝这些学科学的人，我说：「你们学科学，要到西方极乐世界跟阿弥陀佛学，这是宇宙之间最伟大的科学家。」我们今天科学里头有些理论搞清楚了，不晓得怎么做。人家已经做得很平常了，都应用在日常生活当中，人人都可以做得到。所以，到了西方极乐世界，下下品往生的人，都是顶尖的科学家。依报自在！",
      "zh_TW": "所以，我在國外勸這些學科學的人，我說：「你們學科學，要到西方極樂世界跟阿彌陀佛學，這是宇宙之間最偉大的科學家。」我們今天科學裡頭有些理論搞清楚了，不曉得怎麼做。人家已經做得很平常了，都應用在日常生活當中，人人都可以做得到。所以，到了西方極樂世界，下下品往生的人，都是頂尖的科學家。依報自在！"
    },
    {
      "id": "13-007-0003_p0067",
      "zh_CN": "「说法—离言虑分别故无尽」。他为什么一切法应念而生？因为他心清净，完全是清净心，自自然然感应道交。这佛也没有说，没有说常说，「无说而说，说而无说」。所以，弥陀说法没有中断过，而且是六尘说法。",
      "zh_TW": "「說法—離言慮分別故無盡」。他為什麼一切法應念而生？因為他心清淨，完全是清淨心，自自然然感應道交。這佛也沒有說，沒有說常說，「無說而說，說而無說」。所以，彌陀說法沒有中斷過，而且是六塵說法。"
    },
    {
      "id": "13-007-0003_p0068",
      "zh_CN": "「正报—识性转故光寿无量」，转八识成四智，所以光寿无量。",
      "zh_TW": "「正報—識性轉故光壽無量」，轉八識成四智，所以光壽無量。"
    },
    {
      "id": "13-007-0003_p0069",
      "zh_CN": "「往生—性具事造成就自然」。我们为什么会往生？西方极乐世界是唯心净土，阿弥陀佛是自性弥陀。既然是唯心、是自性，哪有不能往生的道理！决定是可以往生。它不在心外，它是我们心性变现出来的境界。哪有自己心性变现的境界，自己不能受用？这是怎么讲也讲不通的。所以，西方世界阿弥陀佛是我们自性变现的，那成就就自自然然的了。换句话说，我们想不想去？如果想去，决定得生，决定能去。综合这个「理」，才真正证明了那是一个科学的世界，这是把它真正认识清楚了。所以，我们底下一个总结：",
      "zh_TW": "「往生—性具事造成就自然」。我們為什麼會往生？西方極樂世界是唯心淨土，阿彌陀佛是自性彌陀。既然是唯心、是自性，哪有不能往生的道理！決定是可以往生。它不在心外，它是我們心性變現出來的境界。哪有自己心性變現的境界，自己不能受用？這是怎麼講也講不通的。所以，西方世界阿彌陀佛是我們自性變現的，那成就就自自然然的了。換句話說，我們想不想去？如果想去，決定得生，決定能去。綜合這個「理」，才真正證明了那是一個科學的世界，這是把它真正認識清楚了。所以，我們底下一個總結："
    },
    {
      "id": "13-007-0003_p0070",
      "zh_CN": "【结劝—〈一〉净宗（学贵圆解）：〈１〉科学之精华。〈２〉哲学之极峰。〈３〉法门之大成。〈二〉应觉：〈１〉欲漏未除轮回无尽。〈２〉净业正因当生成就。】",
      "zh_TW": "【結勸—〈一〉淨宗（學貴圓解）：〈１〉科學之精華。〈２〉哲學之極峰。〈３〉法門之大成。〈二〉應覺：〈１〉欲漏未除輪迴無盡。〈２〉淨業正因當生成就。】"
    },
    {
      "id": "13-007-0003_p0071",
      "zh_CN": "净宗是『科学之精华』，是科学的登峰造极。诸位细细看看「净土三经」，你看那个境界的时候，我们今天科学家是向往的，科学家所梦想而达不到的，在西方极乐世界完全实现了。",
      "zh_TW": "淨宗是『科學之精華』，是科學的登峰造極。諸位細細看看「淨土三經」，你看那個境界的時候，我們今天科學家是嚮往的，科學家所夢想而達不到的，在西方極樂世界完全實現了。"
    },
    {
      "id": "13-007-0003_p0072",
      "zh_CN": "『哲学之极峰』。哲学是追求真实的智慧，西方极乐世界是真实智慧圆满大成的教学场所。",
      "zh_TW": "『哲學之極峰』。哲學是追求真實的智慧，西方極樂世界是真實智慧圓滿大成的教學場所。"
    },
    {
      "id": "13-007-0003_p0073",
      "zh_CN": "『法门之大成』。说到佛法，佛法无量无边，或者说八万四千法门，得到净土，法门才算是究竟圆满。古大德说：「华严经到末后，如果没有十大愿王导归极乐，华严经不能圆满。」《华严经》的圆满是得力普贤菩萨「十大愿王导归极乐」。我对于净土宗真正生起信心，就是在《华严经》上得到的，在《华严经》上认识了，体会到它确确实实是不可思议的法门。",
      "zh_TW": "『法門之大成』。說到佛法，佛法無量無邊，或者說八萬四千法門，得到淨土，法門才算是究竟圓滿。古大德說：「華嚴經到末後，如果沒有十大願王導歸極樂，華嚴經不能圓滿。」《華嚴經》的圓滿是得力普賢菩薩「十大願王導歸極樂」。我對於淨土宗真正生起信心，就是在《華嚴經》上得到的，在《華嚴經》上認識了，體會到它確確實實是不可思議的法門。"
    },
    {
      "id": "13-007-0003_p0074",
      "zh_CN": "所以，学佛要『学贵圆解』，不要执着，不可以轻视这个法门。当然也不能轻视任何一个法门，法法都是圆融的。但是法法要想在一生当中成就，必定要导归净土，他一生当中才能够圆满成就。",
      "zh_TW": "所以，學佛要『學貴圓解』，不要執著，不可以輕視這個法門。當然也不能輕視任何一個法門，法法都是圓融的。但是法法要想在一生當中成就，必定要導歸淨土，他一生當中才能夠圓滿成就。"
    },
    {
      "id": "13-007-0003_p0075",
      "zh_CN": "末后，我们应当要觉悟，这一点非常非常重要。『欲漏未除轮回无尽』，欲是欲望，「财色名食睡」、「贪瞋痴慢」这个东西还在，还没有断掉—漏就是烦恼，漏就是讲的贪瞋痴慢，欲就是讲的名闻利养、财色名食睡—我们这些念头没有断尽，果报就是轮回无尽，这个非常可怕，应当要觉悟。",
      "zh_TW": "末後，我們應當要覺悟，這一點非常非常重要。『欲漏未除輪迴無盡』，欲是欲望，「財色名食睡」、「貪瞋痴慢」這個東西還在，還沒有斷掉—漏就是煩惱，漏就是講的貪瞋痴慢，欲就是講的名聞利養、財色名食睡—我們這些念頭沒有斷盡，果報就是輪迴無盡，這個非常可怕，應當要覺悟。"
    },
    {
      "id": "13-007-0003_p0076",
      "zh_CN": "『净业正因当生成就』，所有一切法门，只有这个法门是当生成就的。除了这个法门之外，在一生当中想得个结果是非常困难。禅，一生努力也许能得禅定，开悟不容易，禅定不能出三界。将来的果报，四禅天、四空天，出不了三界，必须要明心见性、大彻大悟，才能超越三界，那就很难得到，很难成就。小乘初果要断八十八品见惑，才能证个须陀洹果（初果）。证了须陀洹初果，也不能出三界，在天上人间还要七次往来，才能证个阿罗汉，才出了三界。你才晓得多不容易！多辛苦！唯独这个法门一生成就。",
      "zh_TW": "『淨業正因當生成就』，所有一切法門，只有這個法門是當生成就的。除了這個法門之外，在一生當中想得個結果是非常困難。禪，一生努力也許能得禪定，開悟不容易，禪定不能出三界。將來的果報，四禪天、四空天，出不了三界，必須要明心見性、大徹大悟，才能超越三界，那就很難得到，很難成就。小乘初果要斷八十八品見惑，才能證個須陀洹果（初果）。證了須陀洹初果，也不能出三界，在天上人間還要七次往來，才能證個阿羅漢，才出了三界。你才曉得多不容易！多辛苦！唯獨這個法門一生成就。"
    },
    {
      "id": "13-007-0003_p0077",
      "zh_CN": "【智者当取。行贵专一。】",
      "zh_TW": "【智者當取。行貴專一。】"
    },
    {
      "id": "13-007-0003_p0078",
      "zh_CN": "『智者当取』。真正有智慧的人，真正聪明人，选择法门，必定选择净土法门；要不选择净土法门，不是真正有智慧的人。",
      "zh_TW": "『智者當取』。真正有智慧的人，真正聰明人，選擇法門，必定選擇淨土法門；要不選擇淨土法門，不是真正有智慧的人。"
    },
    {
      "id": "13-007-0003_p0079",
      "zh_CN": "『行贵专一』。选择之后，决定成就，就靠专，就靠一。",
      "zh_TW": "『行貴專一』。選擇之後，決定成就，就靠專，就靠一。"
    },
    {
      "id": "13-007-0003_p0080",
      "zh_CN": "下面跟诸位提示：",
      "zh_TW": "下面跟諸位提示："
    },
    {
      "id": "13-007-0003_p0081",
      "zh_CN": "【解—依五经一论。行—正助双修。果—现前清净平等正觉、将来决定往生成佛。】",
      "zh_TW": "【解—依五經一論。行—正助雙修。果—現前清淨平等正覺、將來決定往生成佛。】"
    },
    {
      "id": "13-007-0003_p0082",
      "zh_CN": "『解—依五经一论』，所依据的经典要专。说到更专，五经里面取一部经就够了，我们的目标就可以决定达到，五经里头任取一门都能够成就。我们在理论见解是依靠这个，行门是正助双修。",
      "zh_TW": "『解—依五經一論』，所依據的經典要專。說到更專，五經裡面取一部經就夠了，我們的目標就可以決定達到，五經裡頭任取一門都能夠成就。我們在理論見解是依靠這個，行門是正助雙修。"
    },
    {
      "id": "13-007-0003_p0083",
      "zh_CN": "『行—正助双修』。正修持名念佛。大势至菩萨教给我们念佛的方法是「净念相继」，只要做到净念，六根当然都摄。所以，这个「都摄六根，净念相继」，我们只要做到「净念相继」，统统就圆满了。所谓净念，不怀疑、不夹杂就是净念；相继就是不间断。我们能做到「不怀疑、不夹杂、不间断」，就是大势至讲的「都摄六根，净念相继」，这是念佛的方法，念佛的秘诀。诸位真的能这样做，十方一切诸佛护念你，一切菩萨龙天善神保佑你，所有一切妖魔鬼怪都沾不上边。这是真的，佛的光明时时刻刻加持你，你一定烦恼轻，智慧长。",
      "zh_TW": "『行—正助雙修』。正修持名念佛。大勢至菩薩教給我們念佛的方法是「淨念相繼」，只要做到淨念，六根當然都攝。所以，這個「都攝六根，淨念相繼」，我們只要做到「淨念相繼」，統統就圓滿了。所謂淨念，不懷疑、不夾雜就是淨念；相繼就是不間斷。我們能做到「不懷疑、不夾雜、不間斷」，就是大勢至講的「都攝六根，淨念相繼」，這是念佛的方法，念佛的祕訣。諸位真的能這樣做，十方一切諸佛護念你，一切菩薩龍天善神保佑你，所有一切妖魔鬼怪都沾不上邊。這是真的，佛的光明時時刻刻加持你，你一定煩惱輕，智慧長。"
    },
    {
      "id": "13-007-0003_p0084",
      "zh_CN": "这个烦恼轻、智慧长，你能够觉察得到。在开头，一个月一个月不一样；到后来，一星期一星期不一样；功夫再加深的时候，天天不一样。所以，这个法门修学的效果这样的显著，你能够达到月月不一样，你的信心就充满，你的法喜也充满。为什么？真正得到了。",
      "zh_TW": "這個煩惱輕、智慧長，你能夠覺察得到。在開頭，一個月一個月不一樣；到後來，一星期一星期不一樣；功夫再加深的時候，天天不一樣。所以，這個法門修學的效果這樣的顯著，你能夠達到月月不一樣，你的信心就充滿，你的法喜也充滿。為什麼？真正得到了。"
    },
    {
      "id": "13-007-0003_p0085",
      "zh_CN": "诸位要问我的境界，我在今天告诉大家，我是月月不一样。每一个星期不一样，我还没有做到，我的确是月月不一样。你们也许常常听我讲经的能够体会，我每一次讲的经不一样。为什么不一样？就是境界月月不相同。所以，我说：「我决定往生。」往生的凭据在哪里？就凭这个。",
      "zh_TW": "諸位要問我的境界，我在今天告訴大家，我是月月不一樣。每一個星期不一樣，我還沒有做到，我的確是月月不一樣。你們也許常常聽我講經的能夠體會，我每一次講的經不一樣。為什麼不一樣？就是境界月月不相同。所以，我說：「我決定往生。」往生的憑據在哪裡？就憑這個。"
    },
    {
      "id": "13-007-0003_p0086",
      "zh_CN": "我是业障很重的一个凡夫，这几年来修成了，你们大家统统都能成就。我这一个好处得自李老师，李老师他的成就，他告诉我，他是凡夫修成功了，生死自在。他说：「我能够做到，你也能做到。」我就是这样教导你们。他老人家七十多岁到生死自在，我现在再差三年就七十岁了，生死自在还得不到，还要再加功再努力，希望能够达到李老师那个水准，这是我的期望。能不能达到？这得看自己努力的程度了。这是真实的，古今大德都可以给我们做证明。",
      "zh_TW": "我是業障很重的一個凡夫，這幾年來修成了，你們大家統統都能成就。我這一個好處得自李老師，李老師他的成就，他告訴我，他是凡夫修成功了，生死自在。他說：「我能夠做到，你也能做到。」我就是這樣教導你們。他老人家七十多歲到生死自在，我現在再差三年就七十歲了，生死自在還得不到，還要再加功再努力，希望能夠達到李老師那個水準，這是我的期望。能不能達到？這得看自己努力的程度了。這是真實的，古今大德都可以給我們做證明。"
    },
    {
      "id": "13-007-0003_p0087",
      "zh_CN": "这个助修，还是一句佛号念到底。正助都是一句佛号。如果这个助修要不说佛号，那助修就是「断恶修善」。要照古大德来讲，正助是一个。如果分开来讲的话，我们能够依照《无量寿经》，世尊教导我们修行的方法，认真去修学，也算是助修。",
      "zh_TW": "這個助修，還是一句佛號念到底。正助都是一句佛號。如果這個助修要不說佛號，那助修就是「斷惡修善」。要照古大德來講，正助是一個。如果分開來講的話，我們能夠依照《無量壽經》，世尊教導我們修行的方法，認真去修學，也算是助修。"
    },
    {
      "id": "13-007-0003_p0088",
      "zh_CN": "果报，现前你所得的清净心、平等心、正觉（觉而不迷），现在所得到的「清净平等觉」；将来决定往生成佛，这是真实不虚。",
      "zh_TW": "果報，現前你所得的清淨心、平等心、正覺（覺而不迷），現在所得到的「清淨平等覺」；將來決定往生成佛，這是真實不虛。"
    },
    {
      "id": "13-007-0003_p0089",
      "zh_CN": "这个讲座到这里算介绍圆满，时间也正好。",
      "zh_TW": "這個講座到這裡算介紹圓滿，時間也正好。"
    }
  ]
}