{
  "doc_id": "05-006-0001",
  "title": {
    "zh_CN": "大势至念佛圆通章研习报告",
    "zh_TW": "大勢至念佛圓通章研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "05-006-0001",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "05-006-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：",
      "zh_TW": "諸位法師、諸位同修："
    },
    {
      "id": "05-006-0001_p0002",
      "zh_CN": "我离开道场整整半年，此次回来，见到诸位念佛及研究经教皆有长足进步，这不仅是个人之福，也是地方之福、国家之福。佛在经论中常教导我们修学的功德，所谓「功不唐捐」。此次恰逢冬至祭祖，本想办冬令讲座，可是同修们喜欢念佛，甚为难得，因此改成「冬至佛七法会」，利用每晚的时间与同修们共同研究《大势至菩萨念佛圆通章》。",
      "zh_TW": "我離開道場整整半年，此次回來，見到諸位念佛及研究經教皆有長足進步，這不僅是個人之福，也是地方之福、國家之福。佛在經論中常教導我們修學的功德，所謂「功不唐捐」。此次恰逢冬至祭祖，本想辦冬令講座，可是同修們喜歡念佛，甚為難得，因此改成「冬至佛七法會」，利用每晚的時間與同修們共同研究《大勢至菩薩念佛圓通章》。"
    },
    {
      "id": "05-006-0001_p0003",
      "zh_CN": "这一品《大势至菩萨念佛圆通章》节录自《楞严经》里著名的二十五圆通。这段经文不长，共有二百四十四字，比《般若心经》短。过去我们虽然多次讲演《楞严经》，但是都含糊笼统略过，以后读到「净土五经」，方知此章经文的重要。",
      "zh_TW": "這一品《大勢至菩薩念佛圓通章》節錄自《楞嚴經》裡著名的二十五圓通。這段經文不長，共有二百四十四字，比《般若心經》短。過去我們雖然多次講演《楞嚴經》，但是都含糊籠統略過，以後讀到「淨土五經」，方知此章經文的重要。"
    },
    {
      "id": "05-006-0001_p0004",
      "zh_CN": "五经的来源，学佛的同修不能不知。古时候净土宗只有「三经一论」。三经专讲净土：第一部是《无量寿经》，第二部是《阿弥陀佛经》，第三部是《观无量寿佛经》，也称作《十六观经》。一论就是《往生论》。",
      "zh_TW": "五經的來源，學佛的同修不能不知。古時候淨土宗只有「三經一論」。三經專講淨土：第一部是《無量壽經》，第二部是《阿彌陀佛經》，第三部是《觀無量壽佛經》，也稱作《十六觀經》。一論就是《往生論》。"
    },
    {
      "id": "05-006-0001_p0005",
      "zh_CN": "前清咸丰年间，魏源居士将《华严经》的《普贤行愿品》附在净土三经之后，称为「净土四经」。今天我们对《无量寿经》可说有相当程度的深入，会很明显的感触到他的附入很有道理。因为在《无量寿经》之中，我们读到「德遵普贤」，若问西方世界那些人修什么法门？可说全是修普贤法门，这在《无量寿经》里可以得到证明。所以西方世界是普贤菩萨的法界，殊胜无比。",
      "zh_TW": "前清咸豐年間，魏源居士將《華嚴經》的《普賢行願品》附在淨土三經之後，稱為「淨土四經」。今天我們對《無量壽經》可說有相當程度的深入，會很明顯的感觸到他的附入很有道理。因為在《無量壽經》之中，我們讀到「德遵普賢」，若問西方世界那些人修什麼法門？可說全是修普賢法門，這在《無量壽經》裡可以得到證明。所以西方世界是普賢菩薩的法界，殊勝無比。"
    },
    {
      "id": "05-006-0001_p0006",
      "zh_CN": "民国初年，印光大师将这章经特别取出，附在净土四经之后，称为「净土五经」。他这一举动给我们很大的启示，使我们真正觉悟了，这一章经才是真正《楞严经》的中心，是《楞严经》的精华。尤其是夏莲居老居士在《净修捷要》里宣布，净宗初祖大势至菩萨的见解与印光大师完全相同。这更证明了《念佛圆通章》不但是《楞严经》的心经，也是净土宗的心经。通常我们念的《般若心经》，是《大般若经》的《心经》",
      "zh_TW": "民國初年，印光大師將這章經特別取出，附在淨土四經之後，稱為「淨土五經」。他這一舉動給我們很大的啟示，使我們真正覺悟了，這一章經才是真正《楞嚴經》的中心，是《楞嚴經》的精華。尤其是夏蓮居老居士在《淨修捷要》裡宣布，淨宗初祖大勢至菩薩的見解與印光大師完全相同。這更證明了《念佛圓通章》不但是《楞嚴經》的心經，也是淨土宗的心經。通常我們念的《般若心經》，是《大般若經》的《心經》"
    },
    {
      "id": "05-006-0001_p0007",
      "zh_CN": "《念佛圆通章》不但是净土宗的心经，实在是整部《大藏经》的心经，不深入经藏很难认识、很难体会。由此可知，这一部经非常重要。我们预定讲大概七次到八次，所以依照灌顶法师的《疏钞》编成讲义来讲。讲义比《疏钞》简略多了，但是句句话都非常重要。",
      "zh_TW": "《念佛圓通章》不但是淨土宗的心經，實在是整部《大藏經》的心經，不深入經藏很難認識、很難體會。由此可知，這一部經非常重要。我們預定講大概七次到八次，所以依照灌頂法師的《疏鈔》編成講義來講。講義比《疏鈔》簡略多了，但是句句話都非常重要。"
    },
    {
      "id": "05-006-0001_p0008",
      "zh_CN": "【释经题。按经中佛自所说。有五种题名。】",
      "zh_TW": "【釋經題。按經中佛自所說。有五種題名。】"
    },
    {
      "id": "05-006-0001_p0009",
      "zh_CN": "佛在《楞严经》上他自己宣说，这部经有五个题目。『经题』就像一篇文章的题目，是全经的纲领。如果对于题目的意义能概略的理解，全经的大意就能掌握到。所以「题」非常重要。",
      "zh_TW": "佛在《楞嚴經》上他自己宣說，這部經有五個題目。『經題』就像一篇文章的題目，是全經的綱領。如果對於題目的意義能概略的理解，全經的大意就能掌握到。所以「題」非常重要。"
    },
    {
      "id": "05-006-0001_p0010",
      "zh_CN": "【一、大佛顶悉怛多般怛罗无上宝印十方如来清净海眼。】",
      "zh_TW": "【一、大佛頂悉怛多般怛羅無上寶印十方如來清淨海眼。】"
    },
    {
      "id": "05-006-0001_p0011",
      "zh_CN": "第一个题是『大佛顶悉怛多般怛罗无上宝印十方如来清净海眼』，这个题目是从境智所建立的。境是境界，智是智慧。从「大佛顶」到「无上宝印」都是说境界，后面两句是属于智照。",
      "zh_TW": "第一個題是『大佛頂悉怛多般怛羅無上寶印十方如來清淨海眼』，這個題目是從境智所建立的。境是境界，智是智慧。從「大佛頂」到「無上寶印」都是說境界，後面兩句是屬於智照。"
    },
    {
      "id": "05-006-0001_p0012",
      "zh_CN": "这是什么境界？『大佛顶』是比喻真如自性。真如自性是一切法的根本。宇宙人生、世出世间一切万法从哪来的？从此处变现出来的，这是以自性为境界。",
      "zh_TW": "這是什麼境界？『大佛頂』是比喻真如自性。真如自性是一切法的根本。宇宙人生、世出世間一切萬法從哪來的？從此處變現出來的，這是以自性為境界。"
    },
    {
      "id": "05-006-0001_p0013",
      "zh_CN": "『悉怛多般怛罗』，这六个字是梵语音译的，它的意思就是密宗里常讲的「大白伞盖」。但是它上面没有「摩诃」，所以没有「大」，照字面翻就是「白伞盖」。白伞盖是比喻。白色是一切色的根本，唯有白的才能显示无量的色彩。伞盖是防卫污染的，污染就是我们今天讲的心理、精神、思想、见解的污染。佛给我们讲的《楞严经》就像伞盖一样，雪白的伞盖丝毫污染都没有。我们要能离开一切污染，恢复到自性清净，这一部经就是最好的一个方法，像伞盖一样。",
      "zh_TW": "『悉怛多般怛羅』，這六個字是梵語音譯的，它的意思就是密宗裡常講的「大白傘蓋」。但是它上面沒有「摩訶」，所以沒有「大」，照字面翻就是「白傘蓋」。白傘蓋是比喻。白色是一切色的根本，唯有白的才能顯示無量的色彩。傘蓋是防衛污染的，污染就是我們今天講的心理、精神、思想、見解的污染。佛給我們講的《楞嚴經》就像傘蓋一樣，雪白的傘蓋絲毫污染都沒有。我們要能離開一切污染，恢復到自性清淨，這一部經就是最好的一個方法，像傘蓋一樣。"
    },
    {
      "id": "05-006-0001_p0014",
      "zh_CN": "『无上宝印』，「无上」是没有比这个更高、更上的。「印」是印证。",
      "zh_TW": "『無上寶印』，「無上」是沒有比這個更高、更上的。「印」是印證。"
    },
    {
      "id": "05-006-0001_p0015",
      "zh_CN": "『十方如来』同一个「宝印」，这指的是一真，《华严经》讲的一真法界，净宗讲的一心不乱。一真是所入，一心是能入，能所不二。这就是禅宗所讲的「心印」，教下所讲的「海印」。海是比喻广大无边。所以上面所讲的是境，下面所讲的是智，这不是普通的智慧，是究竟圆满的智慧。究竟圆满的智慧是如来所证得的，这是如来果地上所证究竟圆满的智慧，一切诸佛所证得的智慧是平等的。所以讲「十方如来」，这就不止一尊佛，是十方三世一切诸佛。",
      "zh_TW": "『十方如來』同一個「寶印」，這指的是一真，《華嚴經》講的一真法界，淨宗講的一心不亂。一真是所入，一心是能入，能所不二。這就是禪宗所講的「心印」，教下所講的「海印」。海是比喻廣大無邊。所以上面所講的是境，下面所講的是智，這不是普通的智慧，是究竟圓滿的智慧。究竟圓滿的智慧是如來所證得的，這是如來果地上所證究竟圓滿的智慧，一切諸佛所證得的智慧是平等的。所以講「十方如來」，這就不止一尊佛，是十方三世一切諸佛。"
    },
    {
      "id": "05-006-0001_p0016",
      "zh_CN": "『清净海眼』，「海」是比喻大，无量无边，指的是心性。「眼」是智慧之眼，像《金刚经》上讲的「五眼圆明」，就是这个意思。唯有清净心、智慧眼才能照见心性的境界，用现代的话来讲，是宇宙人生的真相。",
      "zh_TW": "『清淨海眼』，「海」是比喻大，無量無邊，指的是心性。「眼」是智慧之眼，像《金剛經》上講的「五眼圓明」，就是這個意思。唯有清淨心、智慧眼才能照見心性的境界，用現代的話來講，是宇宙人生的真相。"
    },
    {
      "id": "05-006-0001_p0017",
      "zh_CN": "从大佛顶到无上宝印都是讲的真相，这是第一个题所含的意思。实在讲经里的含义太丰富了，这一个题虽然能包含，但是不能很清晰、很明白的为我们凡夫显示出来。所以世尊非常慈悲，用第二个补充说明。不但有第二，还有第三、第四、到第五，都给我们做了详细的补充。",
      "zh_TW": "從大佛頂到無上寶印都是講的真相，這是第一個題所含的意思。實在講經裡的含義太豐富了，這一個題雖然能包含，但是不能很清晰、很明白的為我們凡夫顯示出來。所以世尊非常慈悲，用第二個補充說明。不但有第二，還有第三、第四、到第五，都給我們做了詳細的補充。"
    },
    {
      "id": "05-006-0001_p0018",
      "zh_CN": "【二、救护亲因度脱阿难及此会中性比丘尼得菩提心入遍知海。】",
      "zh_TW": "【二、救護親因度脫阿難及此會中性比丘尼得菩提心入遍知海。】"
    },
    {
      "id": "05-006-0001_p0019",
      "zh_CN": "这是从从教化对象而建立的，显示经典的功德利益。对象虽然只说了两个人，实在讲这两个人是所有学佛人的代表，所以这两个人就是说我们自己。第一个是『阿难』，「阿难」代表广学多闻。我们现在学佛都喜欢多闻，阿难代表多闻。第二个是『性比丘尼』，就是摩登伽女，她代表贪爱。我们是不是喜欢多闻？是不是喜欢贪爱？假如有这两个毛病，这部经正好对治这两个毛病的。",
      "zh_TW": "這是從從教化對象而建立的，顯示經典的功德利益。對象雖然只說了兩個人，實在講這兩個人是所有學佛人的代表，所以這兩個人就是說我們自己。第一個是『阿難』，「阿難」代表廣學多聞。我們現在學佛都喜歡多聞，阿難代表多聞。第二個是『性比丘尼』，就是摩登伽女，她代表貪愛。我們是不是喜歡多聞？是不是喜歡貪愛？假如有這兩個毛病，這部經正好對治這兩個毛病的。"
    },
    {
      "id": "05-006-0001_p0020",
      "zh_CN": "『救护亲因』，阿难是多闻无定，只求解，不认真修行。有解无行不能入境界，这是代表大多数学佛人的通病。摩登伽女迷在五欲六尘之中，没有意思出离三界。学佛人口口声声要了生死出三界，要求往生西方极乐世界，是不是真心？自己冷静想一想，心口不相应。口里说的是一套，心里想的又是一套，「财色名食睡」一样都放不下。这部经就要度这样的人，想想我们就是这样子，遇到这个法门可以说是非常幸运。这是说明他所『度脱』的对象。",
      "zh_TW": "『救護親因』，阿難是多聞無定，只求解，不認真修行。有解無行不能入境界，這是代表大多數學佛人的通病。摩登伽女迷在五欲六塵之中，沒有意思出離三界。學佛人口口聲聲要了生死出三界，要求往生西方極樂世界，是不是真心？自己冷靜想一想，心口不相應。口裡說的是一套，心裡想的又是一套，「財色名食睡」一樣都放不下。這部經就要度這樣的人，想想我們就是這樣子，遇到這個法門可以說是非常幸運。這是說明他所『度脫』的對象。"
    },
    {
      "id": "05-006-0001_p0021",
      "zh_CN": "要把我们度到什么地方？在这一生中必定成佛。『得菩提心，入遍知海』，这两句就是平常讲的「无上菩提」。当然《楞严经》里所说的理论、方法、境界，都是以无上菩提为目标的。二十五位菩萨各显神通，为我们做示现，他们是用什么方法修成的？各个都第一，没有第二。我们听了、看了，除了念佛法门之外，其他任何一位菩萨所修学的法门，我们都没有办法做到，这是真的。所以在这二十五圆通章里，为什么要说《念佛圆通章》是第一，道理就在此地。",
      "zh_TW": "要把我們度到什麼地方？在這一生中必定成佛。『得菩提心，入遍知海』，這兩句就是平常講的「無上菩提」。當然《楞嚴經》裡所說的理論、方法、境界，都是以無上菩提為目標的。二十五位菩薩各顯神通，為我們做示現，他們是用什麼方法修成的？各個都第一，沒有第二。我們聽了、看了，除了念佛法門之外，其他任何一位菩薩所修學的法門，我們都沒有辦法做到，這是真的。所以在這二十五圓通章裡，為什麼要說《念佛圓通章》是第一，道理就在此地。"
    },
    {
      "id": "05-006-0001_p0022",
      "zh_CN": "但是诸位若读《楞严经》，也许看到有很多《楞严经》的注解。《楞严经》注解很多，我过去在台中跟李老师学《楞严经》，那时我搜集古来《楞严经》的好注子，有三十多种。我所晓得的古今《楞严经注解》差不多有八、九十种。所以《楞严经》自古至今注解众多，每一个人讲法都不一样。",
      "zh_TW": "但是諸位若讀《楞嚴經》，也許看到有很多《楞嚴經》的註解。《楞嚴經》註解很多，我過去在台中跟李老師學《楞嚴經》，那時我蒐集古來《楞嚴經》的好註子，有三十多種。我所曉得的古今《楞嚴經註解》差不多有八、九十種。所以《楞嚴經》自古至今註解眾多，每一個人講法都不一樣。"
    },
    {
      "id": "05-006-0001_p0023",
      "zh_CN": "一般说法二十五圆通章，什么是第一？是观世音菩萨耳根法门。文殊菩萨拣选圆通：「此方真教体，清净在音闻。」文殊菩萨为我们娑婆世界众生所选的是观音菩萨。观音菩萨在我们国家知名度很高，「家家观世音」，有很多人不知道有阿弥陀佛，但是没有人不知道观音菩萨的。文殊菩萨拣选的不无道理。",
      "zh_TW": "一般說法二十五圓通章，什麼是第一？是觀世音菩薩耳根法門。文殊菩薩揀選圓通：「此方真教體，清淨在音聞。」文殊菩薩為我們娑婆世界眾生所選的是觀音菩薩。觀音菩薩在我們國家知名度很高，「家家觀世音」，有很多人不知道有阿彌陀佛，但是沒有人不知道觀音菩薩的。文殊菩薩揀選的不無道理。"
    },
    {
      "id": "05-006-0001_p0024",
      "zh_CN": "为什么我们又称大势至菩萨第一？因为楞严会上这二十五位菩萨表演的是两个第一，不是一个第一。这一点必须要看清楚，不能忽略。从什么地方看？从他排列顺序来看。耳根是在六根里，六根是眼、耳、鼻、舌、身、意。换句话说，观音菩萨耳根圆通，应该排在第二。怎么会排在最后？按照顺序来排就是普通一般法门，把这个法门拿出来摆到最后，那就是特别法门。好像唱戏一样，最好的一出摆在最后做压轴戏，观音菩萨这个法门就是排在最后。",
      "zh_TW": "為什麼我們又稱大勢至菩薩第一？因為楞嚴會上這二十五位菩薩表演的是兩個第一，不是一個第一。這一點必須要看清楚，不能忽略。從什麼地方看？從他排列順序來看。耳根是在六根裡，六根是眼、耳、鼻、舌、身、意。換句話說，觀音菩薩耳根圓通，應該排在第二。怎麼會排在最後？按照順序來排就是普通一般法門，把這個法門拿出來擺到最後，那就是特別法門。好像唱戲一樣，最好的一齣擺在最後做壓軸戲，觀音菩薩這個法門就是排在最後。"
    },
    {
      "id": "05-006-0001_p0025",
      "zh_CN": "大势至菩萨也没有按顺序排。二十五圆通是六尘、六根、六识、七大，按此顺序排列的。七大是地、水、火、风、空、见、识。大势至菩萨是属于根大，就是见，若按顺序来排，他应该排在弥勒菩萨的前面。弥勒菩萨代表识大，就是第六意识。但是《楞严经》上的排列不是如此，他排在弥勒菩萨的后面，观世音菩萨的前面。所以没有按顺序排是两个人，不是一个人。这一点我们一定要认识清楚，然后才知道这一章经，在整个佛法里面的重要性，才会真正认识它。",
      "zh_TW": "大勢至菩薩也沒有按順序排。二十五圓通是六塵、六根、六識、七大，按此順序排列的。七大是地、水、火、風、空、見、識。大勢至菩薩是屬於根大，就是見，若按順序來排，他應該排在彌勒菩薩的前面。彌勒菩薩代表識大，就是第六意識。但是《楞嚴經》上的排列不是如此，他排在彌勒菩薩的後面，觀世音菩薩的前面。所以沒有按順序排是兩個人，不是一個人。這一點我們一定要認識清楚，然後才知道這一章經，在整個佛法裡面的重要性，才會真正認識它。"
    },
    {
      "id": "05-006-0001_p0026",
      "zh_CN": "【三、如来密因修证了义。】",
      "zh_TW": "【三、如來密因修證了義。】"
    },
    {
      "id": "05-006-0001_p0027",
      "zh_CN": "这是从性修建立的。『如来密因』，就是讲自己的根性，不是说别人。「如来」是自性佛，「密因」就是根中之性，乘性起修就叫『了义』。大乘法门里说到「了义」，常常用「无修而修，修而无修；证而无证，无证而证」这两句话来形容，这是了义。但是这两句话很难懂，这是通说，这是将全经二十五位菩萨所修的全都包括，也就是这个说法涵盖了一切法门。",
      "zh_TW": "這是從性修建立的。『如來密因』，就是講自己的根性，不是說別人。「如來」是自性佛，「密因」就是根中之性，乘性起修就叫『了義』。大乘法門裡說到「了義」，常常用「無修而修，修而無修；證而無證，無證而證」這兩句話來形容，這是了義。但是這兩句話很難懂，這是通說，這是將全經二十五位菩薩所修的全都包括，也就是這個說法涵蓋了一切法門。"
    },
    {
      "id": "05-006-0001_p0028",
      "zh_CN": "假如我们单单指净土法门，应该怎么说与这个意思相应？净宗来说，「生而无生，无生而生」就是究竟了义。所以净土的古德有一本《生无生论》的小册子，「生则决定生，去则实不去」，这两句话的意思也很深，千万不能望文生义，那就坏了。生是决定生，去不去？真去，不是不去。为什么说不去？西方世界是自性变现的，这个世界也是自性变现的，全都是自性变现的，哪有来去？可是这个境界必须到破无明，见了真性，你才看得到。像我们凡夫，不但见不到，也听不懂，所以还是决定生，决定去。",
      "zh_TW": "假如我們單單指淨土法門，應該怎麼說與這個意思相應？淨宗來說，「生而無生，無生而生」就是究竟了義。所以淨土的古德有一本《生無生論》的小冊子，「生則決定生，去則實不去」，這兩句話的意思也很深，千萬不能望文生義，那就壞了。生是決定生，去不去？真去，不是不去。為什麼說不去？西方世界是自性變現的，這個世界也是自性變現的，全都是自性變現的，哪有來去？可是這個境界必須到破無明，見了真性，你才看得到。像我們凡夫，不但見不到，也聽不懂，所以還是決定生，決定去。"
    },
    {
      "id": "05-006-0001_p0029",
      "zh_CN": "【四、大方广妙莲华王十方佛母陀罗尼咒。】",
      "zh_TW": "【四、大方廣妙蓮華王十方佛母陀羅尼咒。】"
    },
    {
      "id": "05-006-0001_p0030",
      "zh_CN": "这是从妙从精要上建立的。精是指精华，要是重要。这个『妙』，大乘经里面有一部《妙法莲华经》，过去智者大师讲《妙法莲华经》的经题，讲了九十天，九旬谈妙。这一部经之妙，不在《法华经》之下。『大方广妙莲华王』，在《法华经》之下吗？不在，有过之而无不及。",
      "zh_TW": "這是從妙從精要上建立的。精是指精華，要是重要。這個『妙』，大乘經裡面有一部《妙法蓮華經》，過去智者大師講《妙法蓮華經》的經題，講了九十天，九旬談妙。這一部經之妙，不在《法華經》之下。『大方廣妙蓮華王』，在《法華經》之下嗎？不在，有過之而無不及。"
    },
    {
      "id": "05-006-0001_p0031",
      "zh_CN": "『十方佛母陀罗尼咒』，这是最重要的，讲修行方法。「母」是出生的意思，生佛。十方一切诸佛怎么成佛的？第一个「陀罗尼咒」，完全靠这一个法门成佛的，这个重要。在本经「佛母陀罗尼咒」就是五会楞严神咒，为什么寺院丛林早课都要念楞严咒？就是「十方佛母陀罗尼咒」。但是我劝诸位同修不要念楞严咒，为什么？太麻烦、太啰嗦了。阿弥陀佛是净宗的陀罗尼咒，是咒中之咒，比楞严神咒高明太多了，这是我们必须要晓得的。通途来说，是指楞严神咒。特别来讲是专指这一句佛号，这一句佛号就是「十方佛母陀罗尼咒」。大势至菩萨与其同伦五十二菩萨，从初发心到无上道，他们修什么法门？就是一句佛号。我们真正明白了，念佛就死心塌地，心就定了，念佛三昧就容易成就。",
      "zh_TW": "『十方佛母陀羅尼咒』，這是最重要的，講修行方法。「母」是出生的意思，生佛。十方一切諸佛怎麼成佛的？第一個「陀羅尼咒」，完全靠這一個法門成佛的，這個重要。在本經「佛母陀羅尼咒」就是五會楞嚴神咒，為什麼寺院叢林早課都要念楞嚴咒？就是「十方佛母陀羅尼咒」。但是我勸諸位同修不要念楞嚴咒，為什麼？太麻煩、太囉嗦了。阿彌陀佛是淨宗的陀羅尼咒，是咒中之咒，比楞嚴神咒高明太多了，這是我們必須要曉得的。通途來說，是指楞嚴神咒。特別來講是專指這一句佛號，這一句佛號就是「十方佛母陀羅尼咒」。大勢至菩薩與其同倫五十二菩薩，從初發心到無上道，他們修什麼法門？就是一句佛號。我們真正明白了，念佛就死心塌地，心就定了，念佛三昧就容易成就。"
    },
    {
      "id": "05-006-0001_p0032",
      "zh_CN": "【五、灌顶章句诸菩萨万行首楞严。】",
      "zh_TW": "【五、灌頂章句諸菩薩萬行首楞嚴。】"
    },
    {
      "id": "05-006-0001_p0033",
      "zh_CN": "这个题中有因有果。『灌顶章句』是教学里主要的课程。『诸菩萨万行』是菩萨所修的因行，『首楞严』是大定，属于果。所以这个题里面有两句讲的是果，当中说的是因。",
      "zh_TW": "這個題中有因有果。『灌頂章句』是教學裡主要的課程。『諸菩薩萬行』是菩薩所修的因行，『首楞嚴』是大定，屬於果。所以這個題裡面有兩句講的是果，當中說的是因。"
    },
    {
      "id": "05-006-0001_p0034",
      "zh_CN": "「灌顶」是密宗里面的。印度密法有五部，也就是说有五个派别。一、东方阿﹡（ㄔㄨˋ）鞞佛代表的，叫金刚部。二、南方宝生佛代表的，叫灌顶部。三、西方是阿弥陀佛所代表的，称为莲花部。四、北方是成就如来所代表的，叫羯磨部。五、中间是毘卢遮那如来代表的，叫如来部。",
      "zh_TW": "「灌頂」是密宗裡面的。印度密法有五部，也就是說有五個派別。一、東方阿﹡（ㄔㄨˋ）鞞佛代表的，叫金剛部。二、南方寶生佛代表的，叫灌頂部。三、西方是阿彌陀佛所代表的，稱為蓮花部。四、北方是成就如來所代表的，叫羯磨部。五、中間是毘盧遮那如來代表的，叫如來部。"
    },
    {
      "id": "05-006-0001_p0035",
      "zh_CN": "这一部《大佛顶首楞严经》是从灌顶部里选出来的。所以称为『灌顶章句』，这是教下里的解释。实在讲它还有更殊胜的意义，「灌」是十方如来慈悲加持，「顶」是所有一切法门里至高无上的大法。合起来讲，就是佛以大慈悲加持你，将成佛的法门传授给你，这就是灌顶。「章句」，非常明显的就是大势至菩萨所说的这一章经文二百四十四个字，就是真实灌顶的章句。所以通途讲「灌顶章句」是指整部的《楞严经》，我们今天这个说法是《楞严经》的精华，是《楞严经》的中心，是灌顶章句当中至高无上的灌顶章句，这才显示这一章经文不可思议。",
      "zh_TW": "這一部《大佛頂首楞嚴經》是從灌頂部裡選出來的。所以稱為『灌頂章句』，這是教下裡的解釋。實在講它還有更殊勝的意義，「灌」是十方如來慈悲加持，「頂」是所有一切法門裡至高無上的大法。合起來講，就是佛以大慈悲加持你，將成佛的法門傳授給你，這就是灌頂。「章句」，非常明顯的就是大勢至菩薩所說的這一章經文二百四十四個字，就是真實灌頂的章句。所以通途講「灌頂章句」是指整部的《楞嚴經》，我們今天這個說法是《楞嚴經》的精華，是《楞嚴經》的中心，是灌頂章句當中至高無上的灌頂章句，這才顯示這一章經文不可思議。"
    },
    {
      "id": "05-006-0001_p0036",
      "zh_CN": "『诸菩萨万行』，「诸菩萨」就是大势至菩萨所说的五十二同伦。五十二是怎么说法？从初发心十信位，再往上十住、十行、十回向、十地，这是五十个位次，再往上等觉、妙觉，妙觉就成佛了。由此可知，从初发心一直到成佛，就是「阿弥陀佛」四个字。菩萨讲得很清楚，「不假方便，自得心开」，不需要藉任何法门来帮助，这一个法门决定成就。",
      "zh_TW": "『諸菩薩萬行』，「諸菩薩」就是大勢至菩薩所說的五十二同倫。五十二是怎麼說法？從初發心十信位，再往上十住、十行、十回向、十地，這是五十個位次，再往上等覺、妙覺，妙覺就成佛了。由此可知，從初發心一直到成佛，就是「阿彌陀佛」四個字。菩薩講得很清楚，「不假方便，自得心開」，不需要藉任何法門來幫助，這一個法門決定成就。"
    },
    {
      "id": "05-006-0001_p0037",
      "zh_CN": "『首楞严』，是大定之名。",
      "zh_TW": "『首楞嚴』，是大定之名。"
    },
    {
      "id": "05-006-0001_p0038",
      "zh_CN": "以上是将世尊在本经里所说的五个题目简单与诸位介绍出来。",
      "zh_TW": "以上是將世尊在本經裡所說的五個題目簡單與諸位介紹出來。"
    },
    {
      "id": "05-006-0001_p0039",
      "zh_CN": "《楞严经》到中国来这一段历史，我在此地也省略了，说两个小时也说不完。故事挺好听的，《楞严经注解》上都有，大家可以做参考。《楞严经》之翻译，非常特殊，是般剌密帝法师将这部经送到中国来，而不是中国高僧到印度去取来的。",
      "zh_TW": "《楞嚴經》到中國來這一段歷史，我在此地也省略了，說兩個小時也說不完。故事挺好聽的，《楞嚴經註解》上都有，大家可以做參考。《楞嚴經》之翻譯，非常特殊，是般剌密帝法師將這部經送到中國來，而不是中國高僧到印度去取來的。"
    },
    {
      "id": "05-006-0001_p0040",
      "zh_CN": "为什么今天佛法在印度衰了？公元十一世纪之后，回教徒征服了印度，印度就没有佛法了。印度佛法中断总有一千多年，实在说与这个国家吝法有关系，吝法得愚痴果报。当时印度的高僧到中国来，中国的高僧到印度去，但是印度国王把《楞严经》列入禁书，禁止出口，其他的经可以传到世界，这一部经是它的国宝，所以不传。玄奘大师到印度去没有见到这部经，这是御禁，中国许多高僧到印度也看不到这部经。印度高僧到中国来，所传来的经典里也没有《楞严经》，这是说明印度人吝法。",
      "zh_TW": "為什麼今天佛法在印度衰了？公元十一世紀之後，回教徒征服了印度，印度就沒有佛法了。印度佛法中斷總有一千多年，實在說與這個國家吝法有關係，吝法得愚痴果報。當時印度的高僧到中國來，中國的高僧到印度去，但是印度國王把《楞嚴經》列入禁書，禁止出口，其他的經可以傳到世界，這一部經是它的國寶，所以不傳。玄奘大師到印度去沒有見到這部經，這是御禁，中國許多高僧到印度也看不到這部經。印度高僧到中國來，所傳來的經典裡也沒有《楞嚴經》，這是說明印度人吝法。"
    },
    {
      "id": "05-006-0001_p0041",
      "zh_CN": "般剌密帝非常了不起，他把这部经偷渡到中国来。第一次偷渡被海关查到了，抓回去之后要被处分，还要受罪。第二次他又偷渡，结果又被抓走了。吃了两次亏之后，第三次他把这部经写成一个小卷子，把自己手臂剖开，把这部经卷藏在手臂里面。一直等到伤口复原，然后才出关，所以没有检查出来，他用这种方法把《楞严经》传到中国。到了中国之后，再动手术把手臂割开，拿出经典洗干净。他为佛法牺牲自己，这种精神非常难得。",
      "zh_TW": "般剌密帝非常了不起，他把這部經偷渡到中國來。第一次偷渡被海關查到了，抓回去之後要被處分，還要受罪。第二次他又偷渡，結果又被抓走了。吃了兩次虧之後，第三次他把這部經寫成一個小卷子，把自己手臂剖開，把這部經卷藏在手臂裡面。一直等到傷口復原，然後才出關，所以沒有檢查出來，他用這種方法把《楞嚴經》傳到中國。到了中國之後，再動手術把手臂割開，拿出經典洗乾淨。他為佛法犧牲自己，這種精神非常難得。"
    },
    {
      "id": "05-006-0001_p0042",
      "zh_CN": "他是从水路在广州登陆，所以经典就在广州翻译。他是佛教徒，佛教徒有勇气承担罪过。译出来之后，他就回去告诉国王：「这部经我已经偷偷的送到中国去了，你要怎么处分，我全部接受。」他回去接受国家的处分，真正不容易。",
      "zh_TW": "他是從水路在廣州登陸，所以經典就在廣州翻譯。他是佛教徒，佛教徒有勇氣承擔罪過。譯出來之後，他就回去告訴國王：「這部經我已經偷偷的送到中國去了，你要怎麼處分，我全部接受。」他回去接受國家的處分，真正不容易。"
    },
    {
      "id": "05-006-0001_p0043",
      "zh_CN": "他在广州翻译经典时遇到了房融，房融在武则天执政时是宰相，大概是得罪了朝廷，把他下放到广州去作地方官，让他很幸运的参与了这一次译经的法会，所以这部经典文字的修饰是房融笔记的。他是一位大文学家，在中国所翻译的经典，文字之美，《楞严经》是第一，出自于宰相之手，有这样一个殊胜的因缘。",
      "zh_TW": "他在廣州翻譯經典時遇到了房融，房融在武則天執政時是宰相，大概是得罪了朝廷，把他下放到廣州去作地方官，讓他很幸運的參與了這一次譯經的法會，所以這部經典文字的修飾是房融筆記的。他是一位大文學家，在中國所翻譯的經典，文字之美，《楞嚴經》是第一，出自於宰相之手，有這樣一個殊勝的因緣。"
    },
    {
      "id": "05-006-0001_p0044",
      "zh_CN": "【今题于五名中略取十九字。大佛顶如来密因修证了义诸菩萨万行首楞严经。】",
      "zh_TW": "【今題於五名中略取十九字。大佛頂如來密因修證了義諸菩薩萬行首楞嚴經。】"
    },
    {
      "id": "05-006-0001_p0045",
      "zh_CN": "当然五个题目太多了，中国人喜欢简单，不喜欢麻烦，所以翻译时，把五个题合成了一个题。",
      "zh_TW": "當然五個題目太多了，中國人喜歡簡單，不喜歡麻煩，所以翻譯時，把五個題合成了一個題。"
    },
    {
      "id": "05-006-0001_p0046",
      "zh_CN": "『大佛顶』，是第一个题里面取这三个字。『如来密因修证了义』，是第三个题完全取了。『诸菩萨万行首楞严』，这是第五个题的后面一段。所以今天中文本《楞严经》的经题是《大佛顶如来密因修证了义诸菩萨万行首楞严经》。经题很长，总共有二十个字，题长里面包含的内容就很丰富。下面我们就依经题来给诸位做简单的介绍，经题可以分为七个段落来说明。",
      "zh_TW": "『大佛頂』，是第一個題裡面取這三個字。『如來密因修證了義』，是第三個題完全取了。『諸菩薩萬行首楞嚴』，這是第五個題的後面一段。所以今天中文本《楞嚴經》的經題是《大佛頂如來密因修證了義諸菩薩萬行首楞嚴經》。經題很長，總共有二十個字，題長裡面包含的內容就很豐富。下面我們就依經題來給諸位做簡單的介紹，經題可以分為七個段落來說明。"
    },
    {
      "id": "05-006-0001_p0047",
      "zh_CN": "【一、大—即众生心。心摄一切世间出世间法。故称为大。在华严即一真法界。诸经或名实相。佛性。圆觉。真如。本经名如来藏。其实皆一心也。是知此心。十方无尽。三际莫穷。为法界体。在迷曰如来藏。在悟曰修证了义。在因为菩萨。在果为首楞严王。一经要妙。不出此矣。贯下则密因为大因。了义为大义。万行为大行。首楞严为大定。具此诸大。是为大经。又密因是理。了义是教。万行是行。楞严是果。则受持此经者。依大教。解大理。起大行。证大果。】",
      "zh_TW": "【一、大—即眾生心。心攝一切世間出世間法。故稱為大。在華嚴即一真法界。諸經或名實相。佛性。圓覺。真如。本經名如來藏。其實皆一心也。是知此心。十方無盡。三際莫窮。為法界體。在迷曰如來藏。在悟曰修證了義。在因為菩薩。在果為首楞嚴王。一經要妙。不出此矣。貫下則密因為大因。了義為大義。萬行為大行。首楞嚴為大定。具此諸大。是為大經。又密因是理。了義是教。萬行是行。楞嚴是果。則受持此經者。依大教。解大理。起大行。證大果。】"
    },
    {
      "id": "05-006-0001_p0048",
      "zh_CN": "第一个是『大』，不是大小的大，大小之大是相对的，此地是一个形容词。实在是无法形容，真如本性什么也称不上，不得已用一个「大」。「大」是形容，也是赞叹，指什么？『即众生心』。他为什么不说诸佛心，要说众生心？说诸佛心，我们会误会自己没分；说众生心，那我是众生，换句话说，说的就是自己。",
      "zh_TW": "第一個是『大』，不是大小的大，大小之大是相對的，此地是一個形容詞。實在是無法形容，真如本性什麼也稱不上，不得已用一個「大」。「大」是形容，也是讚歎，指什麼？『即眾生心』。他為什麼不說諸佛心，要說眾生心？說諸佛心，我們會誤會自己沒分；說眾生心，那我是眾生，換句話說，說的就是自己。"
    },
    {
      "id": "05-006-0001_p0049",
      "zh_CN": "『心』，《楞严经》用了很大的篇幅来讨论这个问题。大乘佛法里，特别是禅宗常说：「若人识得心，大地无寸土。」换句话说，整个佛法说的就是这个心。禅家讲明心见性，教下讲大开圆解，大开圆解就是明心见性，佛法最后的目的就在此。我们今天说得通俗一点，大家容易明白。我常讲宇宙人生的真相，这句话是《般若经》上常讲的「诸法实相」，诸法就是宇宙人生，实相就是真相、真实相。宇宙人生的真相就是众生心，众生心就是宇宙人生的真相，故此「大」即是赞叹、形容「真实本性」。",
      "zh_TW": "『心』，《楞嚴經》用了很大的篇幅來討論這個問題。大乘佛法裡，特別是禪宗常說：「若人識得心，大地無寸土。」換句話說，整個佛法說的就是這個心。禪家講明心見性，教下講大開圓解，大開圓解就是明心見性，佛法最後的目的就在此。我們今天說得通俗一點，大家容易明白。我常講宇宙人生的真相，這句話是《般若經》上常講的「諸法實相」，諸法就是宇宙人生，實相就是真相、真實相。宇宙人生的真相就是眾生心，眾生心就是宇宙人生的真相，故此「大」即是讚歎、形容「真實本性」。"
    },
    {
      "id": "05-006-0001_p0050",
      "zh_CN": "『心摄一切世间出世间法，故称为大。』「世间」是讲三界六道，这个范围无量无边，不仅是释迦牟尼佛所说的娑婆世界的三界六道，乃至于十方无量无边诸佛刹土的三界六道，全是世间法。三界之外，有圣人、有阿罗汉、有菩萨、有佛，与阿罗汉同类的还有缘觉（也称为独觉），因为超越六道轮回了，他在六道轮回得大自在，称为四圣法界。世间出世间法都是自性变现的，离开自性无有一法可得，所以不得已称之为「大」。",
      "zh_TW": "『心攝一切世間出世間法，故稱為大。』「世間」是講三界六道，這個範圍無量無邊，不僅是釋迦牟尼佛所說的娑婆世界的三界六道，乃至於十方無量無邊諸佛剎土的三界六道，全是世間法。三界之外，有聖人、有阿羅漢、有菩薩、有佛，與阿羅漢同類的還有緣覺（也稱為獨覺），因為超越六道輪迴了，他在六道輪迴得大自在，稱為四聖法界。世間出世間法都是自性變現的，離開自性無有一法可得，所以不得已稱之為「大」。"
    },
    {
      "id": "05-006-0001_p0051",
      "zh_CN": "这种说法怕大家不容易体会，落实在经论上来说，『在华严即一真法界』，《华严经》上讲一真法界，就是讲这一桩事。",
      "zh_TW": "這種說法怕大家不容易體會，落實在經論上來說，『在華嚴即一真法界』，《華嚴經》上講一真法界，就是講這一樁事。"
    },
    {
      "id": "05-006-0001_p0052",
      "zh_CN": "『诸经或名实相，佛性，圆觉，真如。本经名如来藏，其实皆一心也。』《般若经》里面讲的「实相」，或者讲「佛性」，讲「圆觉」，或者讲「真如」，一切大乘经典里我们常常看到这些名词。《楞严经》里讲「如来藏」，名词又换了，其实都说的一桩事，都说的是这个心。既然是说心，为什么世尊用这么多名词，把我们初学的人搞得眼花撩乱，被这些法相名词迷惑了。我们要问一句，佛为什么要这么说？实在说这是佛教学的善巧。佛法之难，难在离相。众生无始劫以来处处执着，所以佛苦口婆心说法四十九年。众生虽然闻法种一点善根，实在不得其门而入。原因在哪里？处处执着。因此佛说出许多名相，告诉你名是假名，主要说的是这一桩事，用什么名相说都可以。不执著名相，你才能真正得到佛所说的意思，所谓「愿解如来真实义」，佛所讲的你才真正体会到，真正明白了。所以一执著名相就坏了，就错了。这是佛教学的善巧方便。",
      "zh_TW": "『諸經或名實相，佛性，圓覺，真如。本經名如來藏，其實皆一心也。』《般若經》裡面講的「實相」，或者講「佛性」，講「圓覺」，或者講「真如」，一切大乘經典裡我們常常看到這些名詞。《楞嚴經》裡講「如來藏」，名詞又換了，其實都說的一樁事，都說的是這個心。既然是說心，為什麼世尊用這麼多名詞，把我們初學的人搞得眼花撩亂，被這些法相名詞迷惑了。我們要問一句，佛為什麼要這麼說？實在說這是佛教學的善巧。佛法之難，難在離相。眾生無始劫以來處處執著，所以佛苦口婆心說法四十九年。眾生雖然聞法種一點善根，實在不得其門而入。原因在哪裡？處處執著。因此佛說出許多名相，告訴你名是假名，主要說的是這一樁事，用什麼名相說都可以。不執著名相，你才能真正得到佛所說的意思，所謂「願解如來真實義」，佛所講的你才真正體會到，真正明白了。所以一執著名相就壞了，就錯了。這是佛教學的善巧方便。"
    },
    {
      "id": "05-006-0001_p0053",
      "zh_CN": "『是知此心，十方无尽，三际莫穷，为法界体』，「法界」就是我们今天讲的宇宙，宇宙之大无有穷尽。「十方」是讲空间，「三际」是讲时间，过去、现在、未来。无尽的时空，佛家称之为法界，法界的本体，即是今天哲学里所说的宇宙本体。宇宙本体到底是什么？世间的哲学家、科学家到今天没有定论，没有结论。佛给我们讲得清清楚楚、明明白白，宇宙的本体是什么？是我们的心。换句话说，宇宙从哪来的？是我们心变现出来的，心是能变，宇宙是所变。所以心在哪里？心无处不在。",
      "zh_TW": "『是知此心，十方無盡，三際莫窮，為法界體』，「法界」就是我們今天講的宇宙，宇宙之大無有窮盡。「十方」是講空間，「三際」是講時間，過去、現在、未來。無盡的時空，佛家稱之為法界，法界的本體，即是今天哲學裡所說的宇宙本體。宇宙本體到底是什麼？世間的哲學家、科學家到今天沒有定論，沒有結論。佛給我們講得清清楚楚、明明白白，宇宙的本體是什麼？是我們的心。換句話說，宇宙從哪來的？是我們心變現出來的，心是能變，宇宙是所變。所以心在哪裡？心無處不在。"
    },
    {
      "id": "05-006-0001_p0054",
      "zh_CN": "佛法的教学就是教我们认识心，心才是自己本人，心才是一切法真正的主宰，所以禅家修学的目的是明心见性。其实任何宗派终极的目的是相同的，都是要明心见性，净土宗叫做一心不乱，一心不乱就是明心见性。",
      "zh_TW": "佛法的教學就是教我們認識心，心才是自己本人，心才是一切法真正的主宰，所以禪家修學的目的是明心見性。其實任何宗派終極的目的是相同的，都是要明心見性，淨土宗叫做一心不亂，一心不亂就是明心見性。"
    },
    {
      "id": "05-006-0001_p0055",
      "zh_CN": "『在迷曰如来藏』，迷了自性，也就是迷了自己。迷了自己，在《楞严经》上是「如来藏」。「藏」是藏起来了，「如来」就是自性。自性现在隐藏，你不认识它了。实际上并没有藏，是你自己不认识，等于它藏起来了，所以叫「如来藏」。",
      "zh_TW": "『在迷曰如來藏』，迷了自性，也就是迷了自己。迷了自己，在《楞嚴經》上是「如來藏」。「藏」是藏起來了，「如來」就是自性。自性現在隱藏，你不認識它了。實際上並沒有藏，是你自己不認識，等於它藏起來了，所以叫「如來藏」。"
    },
    {
      "id": "05-006-0001_p0056",
      "zh_CN": "『在悟曰修证了义』，你如果心明白了，什么是心性，完全明了了，那就是「修证了义」。「了义」是究竟了义，所以明了之后，修行虽然也是念一句阿弥陀佛，音调没有改变。迷的人念一句阿弥陀佛，与悟的人念一句阿弥陀佛，境界不相同，受用也完全不一样。迷的人，这一句阿弥陀佛是在阿赖耶识里面种善根；悟的人，这一句阿弥陀佛与尽虚空遍法界相应。真的「一即一切，一切即一」，他这一句阿弥陀佛，十方三世所有一切诸佛种种教法都在里面，一个也没漏掉，真不可思议。无量的智慧、无量的光明、无量的神通、无量的德能，都在这一句名号中显露无遗，名号功德不可思议。这就是我们俗话说的，这一句阿弥陀佛与十方一切诸佛如来完全相应，产生了共鸣。不是与一尊佛相应，不是单单与西方极乐世界阿弥陀佛相应，而是十方一切诸佛如来统统都相应，这是我们一定要知道的。",
      "zh_TW": "『在悟曰修證了義』，你如果心明白了，什麼是心性，完全明瞭了，那就是「修證了義」。「了義」是究竟了義，所以明瞭之後，修行雖然也是念一句阿彌陀佛，音調沒有改變。迷的人念一句阿彌陀佛，與悟的人念一句阿彌陀佛，境界不相同，受用也完全不一樣。迷的人，這一句阿彌陀佛是在阿賴耶識裡面種善根；悟的人，這一句阿彌陀佛與盡虛空遍法界相應。真的「一即一切，一切即一」，他這一句阿彌陀佛，十方三世所有一切諸佛種種教法都在裡面，一個也沒漏掉，真不可思議。無量的智慧、無量的光明、無量的神通、無量的德能，都在這一句名號中顯露無遺，名號功德不可思議。這就是我們俗話說的，這一句阿彌陀佛與十方一切諸佛如來完全相應，產生了共鳴。不是與一尊佛相應，不是單單與西方極樂世界阿彌陀佛相應，而是十方一切諸佛如來統統都相應，這是我們一定要知道的。"
    },
    {
      "id": "05-006-0001_p0057",
      "zh_CN": "『在因为菩萨，在果为首楞严王』，由此可知，「首楞严王」就是如来在果地上的称呼。",
      "zh_TW": "『在因為菩薩，在果為首楞嚴王』，由此可知，「首楞嚴王」就是如來在果地上的稱呼。"
    },
    {
      "id": "05-006-0001_p0058",
      "zh_CN": "『一经要妙，不出此矣。』这一部经里最重要的、最玄妙的无过于此，这是一个「大」字，它里面所含的义趣。",
      "zh_TW": "『一經要妙，不出此矣。』這一部經裡最重要的、最玄妙的無過於此，這是一個「大」字，它裡面所含的義趣。"
    },
    {
      "id": "05-006-0001_p0059",
      "zh_CN": "『贯下则密因为大因，了义为大义，万行为大行，首楞严为大定。』如果这个「大」字贯到底下，「密因」就是「大因」，没有一法不大，「了义」是「大义」，「万行」是「大行」，「首楞严」是「大定」。",
      "zh_TW": "『貫下則密因為大因，了義為大義，萬行為大行，首楞嚴為大定。』如果這個「大」字貫到底下，「密因」就是「大因」，沒有一法不大，「了義」是「大義」，「萬行」是「大行」，「首楞嚴」是「大定」。"
    },
    {
      "id": "05-006-0001_p0060",
      "zh_CN": "『具此诸大，是为大经。』这个容易懂。",
      "zh_TW": "『具此諸大，是為大經。』這個容易懂。"
    },
    {
      "id": "05-006-0001_p0061",
      "zh_CN": "『又密因是理』，后面还要详细给诸位报告，这是讲的理。",
      "zh_TW": "『又密因是理』，後面還要詳細給諸位報告，這是講的理。"
    },
    {
      "id": "05-006-0001_p0062",
      "zh_CN": "『了义是教』，「了义」是指整部《楞严经》。这一章是整部经的精华，是全经的纲要，那真是妙中之妙，了义中之了义。",
      "zh_TW": "『了義是教』，「了義」是指整部《楞嚴經》。這一章是整部經的精華，是全經的綱要，那真是妙中之妙，了義中之了義。"
    },
    {
      "id": "05-006-0001_p0063",
      "zh_CN": "本章经归结到最后就是一句佛号。「万行是行」，这一句佛号就是诸菩萨万行。莲池大师说得明白，蕅益大师开示的清楚。莲池大师讲这一句阿弥陀佛，「该罗八教，圆摄五宗」。「宗」就是禅宗，禅宗以外就是教下。宗门教下，一句佛号全部都包括了，这是真正万行。",
      "zh_TW": "本章經歸結到最後就是一句佛號。「萬行是行」，這一句佛號就是諸菩薩萬行。蓮池大師說得明白，蕅益大師開示的清楚。蓮池大師講這一句阿彌陀佛，「該羅八教，圓攝五宗」。「宗」就是禪宗，禪宗以外就是教下。宗門教下，一句佛號全部都包括了，這是真正萬行。"
    },
    {
      "id": "05-006-0001_p0064",
      "zh_CN": "『楞严是果。则受持此经者』，我们受持这一章，这一章就是全经，它圆满具足。",
      "zh_TW": "『楞嚴是果。則受持此經者』，我們受持這一章，這一章就是全經，它圓滿具足。"
    },
    {
      "id": "05-006-0001_p0065",
      "zh_CN": "『依大教，解大理，起大行，证大果。』这四句就在这一章经中。所以「净土五经」里面，如果只取精华，确实是《大势至菩萨圆通章》，所以我们称它为净土宗的《心经》。如果展开来，净土宗含摄一切大乘佛法，这一章经也是一切大乘佛法的《心经》。所以说它是一大藏教之纲领，绝不为过。",
      "zh_TW": "『依大教，解大理，起大行，證大果。』這四句就在這一章經中。所以「淨土五經」裡面，如果只取精華，確實是《大勢至菩薩圓通章》，所以我們稱它為淨土宗的《心經》。如果展開來，淨土宗含攝一切大乘佛法，這一章經也是一切大乘佛法的《心經》。所以說它是一大藏教之綱領，絕不為過。"
    }
  ]
}