{
  "doc_id": "01-001-0005",
  "title": {
    "zh_CN": "佛说阿弥陀经",
    "zh_TW": "佛說阿彌陀經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-001-0005",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "01-001-0005_p0001",
      "zh_CN": "《佛说阿弥陀经》第五讲。今天我们可以正式的讲到经文，在讲经文之前，先要将佛经的体例，做一个简单的介绍。这就是所谓的经开三分，第一是「序分」，第二是「正宗分」，第三是「流通分」。这个体例的分法，起源于东晋道安法师，东晋道安法师也是与鸠摩罗什大师同时代的人，他与罗什大师也有相当深的渊源。与净土宗初祖庐山慧远大师，都是很好的同参道友。当年他将一切经做这么一个分法，有许多人不太赞同，认为佛所说的一切经都是一个整体，不可以将它任意的分裂。到后来玄奘大师译出佛的经论之后，佛的经论也有这三种分法。于是乎大家对于道安法师这样一个分判，尊称之为「弥天高判」。以后无论是注解、讲经都采取这三分的分法。",
      "zh_TW": "《佛說阿彌陀經》第五講。今天我們可以正式的講到經文，在講經文之前，先要將佛經的體例，做一個簡單的介紹。這就是所謂的經開三分，第一是「序分」，第二是「正宗分」，第三是「流通分」。這個體例的分法，起源於東晉道安法師，東晉道安法師也是與鳩摩羅什大師同時代的人，他與羅什大師也有相當深的淵源。與淨土宗初祖廬山慧遠大師，都是很好的同參道友。當年他將一切經做這麼一個分法，有許多人不太贊同，認為佛所說的一切經都是一個整體，不可以將它任意的分裂。到後來玄奘大師譯出佛的經論之後，佛的經論也有這三種分法。於是乎大家對於道安法師這樣一個分判，尊稱之為「彌天高判」。以後無論是註解、講經都採取這三分的分法。"
    },
    {
      "id": "01-001-0005_p0002",
      "zh_CN": "至于应当从什么地方分起，这些历代讲注的大师们，各人的看法也并不完全相同。就以本经而论，莲池大师的《疏钞》，幽溪大师的《圆中钞》，与蕅益大师的《要解》，他们这个三分经文起止就不相同。我们这次跟诸位介绍的，是依据蕅益大师的《要解》，虽然不能将科判一一的标示出来，但是在大段落一定会交代的。我们先看一看经开三分，「亲光菩萨」，这是《佛地经论》，就是玄奘大师所翻译的。「晋朝道安，弥天高判」，这三分，序分相当于亲光菩萨的「教起因缘分」，正宗分相当于「圣教所说分」，流通分相当于「依教奉行分」，这是一切经都不例外，都是这三种分法。",
      "zh_TW": "至於應當從什麼地方分起，這些歷代講註的大師們，各人的看法也並不完全相同。就以本經而論，蓮池大師的《疏鈔》，幽溪大師的《圓中鈔》，與蕅益大師的《要解》，他們這個三分經文起止就不相同。我們這次跟諸位介紹的，是依據蕅益大師的《要解》，雖然不能將科判一一的標示出來，但是在大段落一定會交代的。我們先看一看經開三分，「親光菩薩」，這是《佛地經論》，就是玄奘大師所翻譯的。「晉朝道安，彌天高判」，這三分，序分相當於親光菩薩的「教起因緣分」，正宗分相當於「聖教所說分」，流通分相當於「依教奉行分」，這是一切經都不例外，都是這三種分法。"
    },
    {
      "id": "01-001-0005_p0003",
      "zh_CN": "再看看「本经」，本经的三分，序分，蕅益大师所说的是提一部经的纲领。正宗分里面，这是主要的内容，本经分三个大段落。第一大段落陈说西方世界依报、正报种种庄严，目的是启发我们的信心。第二个大段是劝勉我们应当发愿求生净土，这是第二个大段，主要的是劝我们发愿。第三个部分，是指示「执持名号以立行」，建立修行的法门。这个地方我们很明显的看出，信、愿、行这是净土法门的三资粮，也就是求生净土三个必须具备的条件。流通分是「流传万古，通达十方」，经文目的是在此地。蕅益大师在《要解》里面这么样的说，「谁堪倡募流通，唯佛与佛」，这里说明这部经的流通不简单，不是一般人能够做得到的，唯有佛与佛。在此地我们的本师释迦牟尼佛，与十方无量恒沙诸佛，「乃能究竟诸法实相」，这是说明得有这样的功夫，有这样的境界，才有资格流通这部大经。「此经唯佛境界，唯佛佛可与流通耳」，蕅益大师这几句话说得并不过分。",
      "zh_TW": "再看看「本經」，本經的三分，序分，蕅益大師所說的是提一部經的綱領。正宗分裡面，這是主要的內容，本經分三個大段落。第一大段落陳說西方世界依報、正報種種莊嚴，目的是啟發我們的信心。第二個大段是勸勉我們應當發願求生淨土，這是第二個大段，主要的是勸我們發願。第三個部分，是指示「執持名號以立行」，建立修行的法門。這個地方我們很明顯的看出，信、願、行這是淨土法門的三資糧，也就是求生淨土三個必須具備的條件。流通分是「流傳萬古，通達十方」，經文目的是在此地。蕅益大師在《要解》裡面這麼樣的說，「誰堪倡募流通，唯佛與佛」，這裡說明這部經的流通不簡單，不是一般人能夠做得到的，唯有佛與佛。在此地我們的本師釋迦牟尼佛，與十方無量恆沙諸佛，「乃能究竟諸法實相」，這是說明得有這樣的功夫，有這樣的境界，才有資格流通這部大經。「此經唯佛境界，唯佛佛可與流通耳」，蕅益大師這幾句話說得並不過分。"
    },
    {
      "id": "01-001-0005_p0004",
      "zh_CN": "现在在此地，我们要特别说明的，第一个「依教修证流通」，这是讲净土宗的道场。如果没有修证，这个法门就算是断绝了，这个法门存不存在这个世间，要看修证。并不是讲这部经典还在世间，还有这么许多人在读诵，还有这么许多人在念佛，这是形式上的流通。实际上的流通，要真正发心修行，要真正能够证得一心不乱，确实往生西方世界。这是流通里面最重要的一个部门，就证明这个法门确切是流通在我们世间，这是净土宗的真正道场。像当年慧远大师，在庐山建立中国第一个莲社，提倡念佛法门。当时有一百多人随着远公念佛求生净土，个个成就，这是净土宗真正的道场，是我们要晓得、要效法的。",
      "zh_TW": "現在在此地，我們要特別說明的，第一個「依教修證流通」，這是講淨土宗的道場。如果沒有修證，這個法門就算是斷絕了，這個法門存不存在這個世間，要看修證。並不是講這部經典還在世間，還有這麼許多人在讀誦，還有這麼許多人在念佛，這是形式上的流通。實際上的流通，要真正發心修行，要真正能夠證得一心不亂，確實往生西方世界。這是流通裡面最重要的一個部門，就證明這個法門確切是流通在我們世間，這是淨土宗的真正道場。像當年慧遠大師，在廬山建立中國第一個蓮社，提倡念佛法門。當時有一百多人隨著遠公念佛求生淨土，個個成就，這是淨土宗真正的道場，是我們要曉得、要效法的。"
    },
    {
      "id": "01-001-0005_p0005",
      "zh_CN": "第二种这就是「印送经疏流通」，或者是印经，这个疏就是有注解的。像我们法施会印的有《弥陀经》，有《弥陀经疏钞》，有《弥陀经讲义》，有《弥陀经要解》，这就印送经疏流通，普遍是赠送给十方道友。希望这些经疏能够启发他，能够诱导他，使他知道这个法门，理解这个法门，依教修行这个法门，这是个很重要的流通方法。",
      "zh_TW": "第二種這就是「印送經疏流通」，或者是印經，這個疏就是有註解的。像我們法施會印的有《彌陀經》，有《彌陀經疏鈔》，有《彌陀經講義》，有《彌陀經要解》，這就印送經疏流通，普遍是贈送給十方道友。希望這些經疏能夠啟發他，能夠誘導他，使他知道這個法門，理解這個法門，依教修行這個法門，這是個很重要的流通方法。"
    },
    {
      "id": "01-001-0005_p0006",
      "zh_CN": "第三就是「弘讲」，弘扬、宣讲，这非常的重要。因为纵然是有注解的经本，一般对佛法没有研究的人，看到这个注子也未必能够看得懂，所以一定要讲解。佛当年在世的时候，每天都在讲解；佛灭度之后那些弟子们，也是每天都像佛一样的在讲经说法。建立道场的目的，就是弘扬佛法，讲经的一个场所，讲席之所在。现在随着科学进步，除了弘讲之外，像我们用的「录影、录音流通」，便利一些远道的同修没有机会能够到讲堂里面来听讲。所以这两种方法在今日之下，的确是一些学佛同修的福音，可以利用这个工具传达到远方。",
      "zh_TW": "第三就是「弘講」，弘揚、宣講，這非常的重要。因為縱然是有註解的經本，一般對佛法沒有研究的人，看到這個註子也未必能夠看得懂，所以一定要講解。佛當年在世的時候，每天都在講解；佛滅度之後那些弟子們，也是每天都像佛一樣的在講經說法。建立道場的目的，就是弘揚佛法，講經的一個場所，講席之所在。現在隨著科學進步，除了弘講之外，像我們用的「錄影、錄音流通」，便利一些遠道的同修沒有機會能夠到講堂裡面來聽講。所以這兩種方法在今日之下，的確是一些學佛同修的福音，可以利用這個工具傳達到遠方。"
    },
    {
      "id": "01-001-0005_p0007",
      "zh_CN": "在录影方面，我们是尽可能便利于大众同修，从这次起，我们将经文、注解都写在字幕当中，即使你没有经本，也都能够看清楚，也都能够听明白，这是更为方便了。所以只要你有这套录影带，你就可以得到完整的弘讲记录。这个录影带在「华藏佛教视听图书馆」流通，如果诸位有需要的话，我们这里可以代你拷贝。图书馆所流通的录影带和录音带，以及印送的经疏都没有版权，欢迎翻印，欢迎拷贝流通。",
      "zh_TW": "在錄影方面，我們是盡可能便利於大眾同修，從這次起，我們將經文、註解都寫在字幕當中，即使你沒有經本，也都能夠看清楚，也都能夠聽明白，這是更為方便了。所以只要你有這套錄影帶，你就可以得到完整的弘講記錄。這個錄影帶在「華藏佛教視聽圖書館」流通，如果諸位有需要的話，我們這裡可以代你拷貝。圖書館所流通的錄影帶和錄音帶，以及印送的經疏都沒有版權，歡迎翻印，歡迎拷貝流通。"
    },
    {
      "id": "01-001-0005_p0008",
      "zh_CN": "这是「佛弟子本分之事」，佛弟子应当帮助佛弘法利生，应当帮助佛流通经疏，现在更加上流通录影带和录音带。讲到建立道场，今日之下，应当是以流通佛法为最主要的一个目的，因为现在的社会，已经进展到相当高度的工业社会，尤其是所谓的资讯时代来临。在以往建立寺院、建立讲堂，那是农业社会的时代，唯有寺院讲堂才能够建立佛法，才能够弘传佛法。今日之下我们进入到高等的科技社会，每个人都忙碌着他本身的工作，所以已经不可能有长期休闲的时间住在寺院丛林里面来修行。因此今天的道场，应当建立在每个人自己的家庭。",
      "zh_TW": "這是「佛弟子本分之事」，佛弟子應當幫助佛弘法利生，應當幫助佛流通經疏，現在更加上流通錄影帶和錄音帶。講到建立道場，今日之下，應當是以流通佛法為最主要的一個目的，因為現在的社會，已經進展到相當高度的工業社會，尤其是所謂的資訊時代來臨。在以往建立寺院、建立講堂，那是農業社會的時代，唯有寺院講堂才能夠建立佛法，才能夠弘傳佛法。今日之下我們進入到高等的科技社會，每個人都忙碌著他本身的工作，所以已經不可能有長期休閒的時間住在寺院叢林裡面來修行。因此今天的道場，應當建立在每個人自己的家庭。"
    },
    {
      "id": "01-001-0005_p0009",
      "zh_CN": "佛法流通的所在，当然最理想的就是图书馆，也不必要大型的图书馆，有小型的图书馆就够了。譬如说以我们本省来讲，能够有个二、三十坪的这么个小的场所，有两个人负责照顾，建立一个小型的图书馆。这里面的经书可以供给大众，里面有录影带、录音带，可以出借给大家，照顾这一个地区。这种设施的成本是相当的低廉；如果我们建个寺院，总得要上几千万，甚至要花上几亿。可是建立一个小型的流通处，也就是小型的图书馆，所费不多，拿目前来讲有个几百万就足够了，包括全部的设备都够了。确实可以帮助一方的同修，这个地方、这个地区的同修。所以我们今后努力的方向，要从这个地方去发展。",
      "zh_TW": "佛法流通的所在，當然最理想的就是圖書館，也不必要大型的圖書館，有小型的圖書館就夠了。譬如說以我們本省來講，能夠有個二、三十坪的這麼個小的場所，有兩個人負責照顧，建立一個小型的圖書館。這裡面的經書可以供給大眾，裡面有錄影帶、錄音帶，可以出借給大家，照顧這一個地區。這種設施的成本是相當的低廉；如果我們建個寺院，總得要上幾千萬，甚至要花上幾億。可是建立一個小型的流通處，也就是小型的圖書館，所費不多，拿目前來講有個幾百萬就足夠了，包括全部的設備都夠了。確實可以幫助一方的同修，這個地方、這個地區的同修。所以我們今後努力的方向，要從這個地方去發展。"
    },
    {
      "id": "01-001-0005_p0010",
      "zh_CN": "除此之外还有个重要的工作，就是培养人才，也可以发展建立小型的佛学研究班，研究所这样的性质，来培养弘法利生的人才。同时在这里录制一切经讲演的录音带和录影带，这是现代社会弘扬佛法，无量无边的真实功德。我们正在做，向着这个方向去努力、去发展；更希望诸位同修们，希望你们也努力，也向这个方向去发展。在你们自己居住的地区，或者利用你家庭有多余的房子，你自己本身就可以兼事诸佛弘法的事业，就可以修以前人没有机会修的真正福报。我们图书馆会尽心尽力的来协助你，来帮忙你。这是讲到今日之下，流通的方式，我们要跟着资讯科技来发展流通佛法，利益众生。而不是把经文里面流通分念念，回回向就好了，那是无济于事的。我们要懂得佛陀教导我们真实的用意。",
      "zh_TW": "除此之外還有個重要的工作，就是培養人才，也可以發展建立小型的佛學研究班，研究所這樣的性質，來培養弘法利生的人才。同時在這裡錄製一切經講演的錄音帶和錄影帶，這是現代社會弘揚佛法，無量無邊的真實功德。我們正在做，向著這個方向去努力、去發展；更希望諸位同修們，希望你們也努力，也向這個方向去發展。在你們自己居住的地區，或者利用你家庭有多餘的房子，你自己本身就可以兼事諸佛弘法的事業，就可以修以前人沒有機會修的真正福報。我們圖書館會盡心盡力的來協助你，來幫忙你。這是講到今日之下，流通的方式，我們要跟著資訊科技來發展流通佛法，利益眾生。而不是把經文裡面流通分念念，迴迴向就好了，那是無濟於事的。我們要懂得佛陀教導我們真實的用意。"
    },
    {
      "id": "01-001-0005_p0011",
      "zh_CN": "古人所说这个三分的作用，中边皆甜，所谓是「如人食蜜」，像蜂蜜一样，中间、旁边都甜，都是一样的。序分里面表法的意思很浓，所以我们一看序分，就晓得这部经它是属于大乘，还是属于小乘；它是属于藏教，还是属于圆教。它是什么样一种性质，一看就了然，特别是佛经的序分，它犹如一般开会的会议记录一样。譬如说我们看到有个集会，看看那些出席的人，我们就会想到它这个会议的性质，它这个会议的重要性。佛经序分里面所列的这些大众，全都是表法的，所以你一看这些出席的人，就知道这次会议的性质。譬如说我们世间，政府召开个什么会议，如果出席的全是财经首长，财经界的要人，你一定就晓得，这个会议必然是讨论经济、财务上的事情。如果出席的都是教育界的人士，你一定想这个会议是讨论在教育上的问题。所以你看它出席的是哪些人，就晓得这个会议情形。佛经里也是如此，所列的这些人不是随便列的，这个我们一入序分，都能够看到的。",
      "zh_TW": "古人所說這個三分的作用，中邊皆甜，所謂是「如人食蜜」，像蜂蜜一樣，中間、旁邊都甜，都是一樣的。序分裡面表法的意思很濃，所以我們一看序分，就曉得這部經它是屬於大乘，還是屬於小乘；它是屬於藏教，還是屬於圓教。它是什麼樣一種性質，一看就了然，特別是佛經的序分，它猶如一般開會的會議記錄一樣。譬如說我們看到有個集會，看看那些出席的人，我們就會想到它這個會議的性質，它這個會議的重要性。佛經序分裡面所列的這些大眾，全都是表法的，所以你一看這些出席的人，就知道這次會議的性質。譬如說我們世間，政府召開個什麼會議，如果出席的全是財經首長，財經界的要人，你一定就曉得，這個會議必然是討論經濟、財務上的事情。如果出席的都是教育界的人士，你一定想這個會議是討論在教育上的問題。所以你看它出席的是哪些人，就曉得這個會議情形。佛經裡也是如此，所列的這些人不是隨便列的，這個我們一入序分，都能夠看到的。"
    },
    {
      "id": "01-001-0005_p0012",
      "zh_CN": "诸位请看这个表上，我们先把这个序分，序分分为两段，一段是通序，也就是证信序；另一段是别序，是发起序。我们先把经文，在这里我们念一遍：",
      "zh_TW": "諸位請看這個表上，我們先把這個序分，序分分為兩段，一段是通序，也就是證信序；另一段是別序，是發起序。我們先把經文，在這裡我們念一遍："
    },
    {
      "id": "01-001-0005_p0013",
      "zh_CN": "【如是我闻。一时。佛在舍卫国。祇树给孤独园。与大比丘僧。千二百五十人俱。皆是大阿罗汉。众所知识。长老舍利弗。摩诃目犍连。摩诃迦叶。摩诃迦旃延。摩诃拘𫄨罗。离婆多。周利槃陀伽。难陀。阿难陀。罗睺罗。憍梵波提。宾头卢颇罗堕。迦留陀夷。摩诃劫宾那。薄拘罗。阿[少/兔]楼驮。如是等诸大弟子。】",
      "zh_TW": "【如是我聞。一時。佛在舍衛國。祇樹給孤獨園。與大比丘僧。千二百五十人俱。皆是大阿羅漢。眾所知識。長老舍利弗。摩訶目犍連。摩訶迦葉。摩訶迦旃延。摩訶拘絺羅。離婆多。周利槃陀伽。難陀。阿難陀。羅睺羅。憍梵波提。賓頭盧頗羅墮。迦留陀夷。摩訶劫賓那。薄拘羅。阿[少/兔]樓馱。如是等諸大弟子。】"
    },
    {
      "id": "01-001-0005_p0014",
      "zh_CN": "这是一段，现在我们就跟诸位介绍这段的经文。这一段是通序，所谓通序是通一切经，诸位只要展开佛经，你就会看到这样的字样，就有这么一段文字，只是列的人名不相同。像『如是我闻，一时』，佛在某个地方，它都会有这个字样。通序也叫做证信序，也称为经后序，这里面内容就包括六桩事情，所以也叫做六种成就。第一个叫我们起信，这信成就；第二个是闻成就，因为经是佛说的，但是佛当年只说而已，并没有文字的记录。结集经典这是阿难担任主席，所以阿难说是「我闻」，他亲自听佛所说的，并非传言；传说不可靠，自己亲自听到的这个可靠。第三是讲经的时间；第四是讲经的主人，也就是说法主；第五是讲在什么处所讲的，这说的处所；第六是当时在会是哪些人，我们在一起同听，这个众就是听众。有这六种，当然我们就可以相信了；不是某个人自己在那个地方捏造的。而确实是有事实的依据，所以有这六种成就，这个我们留在后面再说。",
      "zh_TW": "這是一段，現在我們就跟諸位介紹這段的經文。這一段是通序，所謂通序是通一切經，諸位只要展開佛經，你就會看到這樣的字樣，就有這麼一段文字，只是列的人名不相同。像『如是我聞，一時』，佛在某個地方，它都會有這個字樣。通序也叫做證信序，也稱為經後序，這裡面內容就包括六樁事情，所以也叫做六種成就。第一個叫我們起信，這信成就；第二個是聞成就，因為經是佛說的，但是佛當年只說而已，並沒有文字的記錄。結集經典這是阿難擔任主席，所以阿難說是「我聞」，他親自聽佛所說的，並非傳言；傳說不可靠，自己親自聽到的這個可靠。第三是講經的時間；第四是講經的主人，也就是說法主；第五是講在什麼處所講的，這說的處所；第六是當時在會是哪些人，我們在一起同聽，這個眾就是聽眾。有這六種，當然我們就可以相信了；不是某個人自己在那個地方捏造的。而確實是有事實的依據，所以有這六種成就，這個我們留在後面再說。"
    },
    {
      "id": "01-001-0005_p0015",
      "zh_CN": "说到通序的来由，必须要追溯到释迦牟尼佛入灭的这个时候，当时阿难尊者还没有证得阿罗汉；换句话说，他的感情还相当之重，佛将要入灭，他内心很痛苦，心也就乱了。有个同学就提示他，他说「你是佛传法之人」，阿难尊者在佛的法会里面，大家晓得他是多闻第一。他是佛的侍者，佛一生所讲的经，他是一次也没有漏掉，即使他没有听到的，佛也重复再讲一遍给他听。换句话说，四十九年所讲的，唯有阿难听得最完整，一句都没有漏掉；阿难的记忆力又非常之好，他全都能够记得住。所以同学提示他，佛灭度之后不住在世间，以后有几桩大事你赶快去请示佛，你不能在那里哭。阿难就问，他说我应该问什么？我现在心都乱了，不晓得问什么。",
      "zh_TW": "說到通序的來由，必須要追溯到釋迦牟尼佛入滅的這個時候，當時阿難尊者還沒有證得阿羅漢；換句話說，他的感情還相當之重，佛將要入滅，他內心很痛苦，心也就亂了。有個同學就提示他，他說「你是佛傳法之人」，阿難尊者在佛的法會裡面，大家曉得他是多聞第一。他是佛的侍者，佛一生所講的經，他是一次也沒有漏掉，即使他沒有聽到的，佛也重複再講一遍給他聽。換句話說，四十九年所講的，唯有阿難聽得最完整，一句都沒有漏掉；阿難的記憶力又非常之好，他全都能夠記得住。所以同學提示他，佛滅度之後不住在世間，以後有幾樁大事你趕快去請示佛，你不能在那裡哭。阿難就問，他說我應該問什麼？我現在心都亂了，不曉得問什麼。"
    },
    {
      "id": "01-001-0005_p0016",
      "zh_CN": "同学就告诉他，你现在第一桩大事情，你要问，佛在世我们是以佛为老师，佛领导我们；佛不在世，我们要跟谁，谁是我们的老师？这是很大的事情。还有同学当中当然也是龙蛇混杂，良莠不齐，那些顽皮捣蛋的学生，佛在世，佛会呵斥他，会管教他。佛不住在世，我们都是同学的身分，我们去管他他能听吗？我们对这些调皮捣蛋、不守清规的同学，我们怎么办？这个事情的确是很大的事情。再说佛一生辛辛苦苦为我们说了这么多法，说了这么多道理，这么多的法门。我们总不能说佛灭度之后，这些法门也就丧失掉了；所以必须要好好的把它记录下来，写成书本，流传给后世，这是我们应当做的工作。这是弟子对老师，报答老师的恩德，应当做流通弘法的工作。",
      "zh_TW": "同學就告訴他，你現在第一樁大事情，你要問，佛在世我們是以佛為老師，佛領導我們；佛不在世，我們要跟誰，誰是我們的老師？這是很大的事情。還有同學當中當然也是龍蛇混雜，良莠不齊，那些頑皮搗蛋的學生，佛在世，佛會呵斥他，會管教他。佛不住在世，我們都是同學的身分，我們去管他他能聽嗎？我們對這些調皮搗蛋、不守清規的同學，我們怎麼辦？這個事情的確是很大的事情。再說佛一生辛辛苦苦為我們說了這麼多法，說了這麼多道理，這麼多的法門。我們總不能說佛滅度之後，這些法門也就喪失掉了；所以必須要好好的把它記錄下來，寫成書本，流傳給後世，這是我們應當做的工作。這是弟子對老師，報答老師的恩德，應當做流通弘法的工作。"
    },
    {
      "id": "01-001-0005_p0017",
      "zh_CN": "在结集经典，结集这些经前面要加什么字样。因为在印度的习惯，外道的经典，前面都加一个「阿忧」，要加这个字样，这是印度传统习惯。他说我们佛经不同于外道，我们应当要加些什么字样？这个问题就是今天我们所讲的通序，所以通序是佛的遗教。佛就告诉阿难，将来你们结集佛经，前面要加「如是我闻，一时佛在什么地方，与哪些人在一起」，要加这个字样。所以今天我们展开佛经，前面都有这种字样，这所谓是六种成就，这样法会才能够建立。",
      "zh_TW": "在結集經典，結集這些經前面要加什麼字樣。因為在印度的習慣，外道的經典，前面都加一個「阿憂」，要加這個字樣，這是印度傳統習慣。他說我們佛經不同於外道，我們應當要加些什麼字樣？這個問題就是今天我們所講的通序，所以通序是佛的遺教。佛就告訴阿難，將來你們結集佛經，前面要加「如是我聞，一時佛在什麼地方，與哪些人在一起」，要加這個字樣。所以今天我們展開佛經，前面都有這種字樣，這所謂是六種成就，這樣法會才能夠建立。"
    },
    {
      "id": "01-001-0005_p0018",
      "zh_CN": "至于别序，也叫做发起序，就是这部经发起的因缘，是不能够通用别部经典，一部经是一种特别的因缘。通序，释迦牟尼佛四十九年所说都是相同的，所以一切经前面要加上这样的字。这也是一点佛学常识，我们应当要晓得的。",
      "zh_TW": "至於別序，也叫做發起序，就是這部經發起的因緣，是不能夠通用別部經典，一部經是一種特別的因緣。通序，釋迦牟尼佛四十九年所說都是相同的，所以一切經前面要加上這樣的字。這也是一點佛學常識，我們應當要曉得的。"
    },
    {
      "id": "01-001-0005_p0019",
      "zh_CN": "在通序里面，第一句「如是我闻」，这四个字含义非常之深，蕅益大师简单的开示我们。如，「实相妙理，古今不变」，这叫如；是的意思，「依实相理，念佛求生净土，决定无非」，这叫是。这两个字是讲的「信顺」，我们先来说这两个字，在《疏钞》里面，这是莲池大师他老人家说，阿难唱「如是我闻」，这四个字里面含有三个意思，第一个意思是「断疑故」，第二个意思是「息诤故」，第三个意思「拣邪故」。阿难在结集经的时候他一升座，所现的相好就像佛一样。这种情形，诸位如果要留意会看得到，就是以我们一般法师讲经说法这个例子来讲。法师，平时你看到他这个样子，到他在讲台上讲经，你再去看看，往往相貌不一样，比他的本来的相要庄严，要好得多。这就是讲他相貌会变，他下台了，他又变回来；升了台，他相会变，诸位要留意的话，会有这个感觉。",
      "zh_TW": "在通序裡面，第一句「如是我聞」，這四個字含義非常之深，蕅益大師簡單的開示我們。如，「實相妙理，古今不變」，這叫如；是的意思，「依實相理，念佛求生淨土，決定無非」，這叫是。這兩個字是講的「信順」，我們先來說這兩個字，在《疏鈔》裡面，這是蓮池大師他老人家說，阿難唱「如是我聞」，這四個字裡面含有三個意思，第一個意思是「斷疑故」，第二個意思是「息諍故」，第三個意思「揀邪故」。阿難在結集經的時候他一升座，所現的相好就像佛一樣。這種情形，諸位如果要留意會看得到，就是以我們一般法師講經說法這個例子來講。法師，平時你看到他這個樣子，到他在講台上講經，你再去看看，往往相貌不一樣，比他的本來的相要莊嚴，要好得多。這就是講他相貌會變，他下台了，他又變回來；升了台，他相會變，諸位要留意的話，會有這個感覺。"
    },
    {
      "id": "01-001-0005_p0020",
      "zh_CN": "阿难一上台，把佛当年所讲的经，重复再讲一遍，在讲的时候他这个相好突然变了，变得跟佛一样。于是乎有人讲，这不是释迦牟尼佛怎么又再来，又回来了？佛已经灭度，佛不会回来，那是不是他方佛来？不是他方佛。那是不是阿难成佛了？所以大家有这三种疑惑。于是乎阿难一说「如是我闻」，大家：这是阿难尊者。所以这种疑惑就断掉了，这是第一个意思。阿难是同学，而且在同学当中他所证的果位不算太高，比他高的人多得很；年龄也不是最大，比他年岁大的人也很多。诸位想想，如果是阿难来讲经，这些大众能服气吗？不服气。那不服气他讲的就会有争论，阿难一说「如是我闻」，听佛所说的，大家没争头了，这不是阿难讲的，佛讲的息诤论。",
      "zh_TW": "阿難一上台，把佛當年所講的經，重複再講一遍，在講的時候他這個相好突然變了，變得跟佛一樣。於是乎有人講，這不是釋迦牟尼佛怎麼又再來，又回來了？佛已經滅度，佛不會回來，那是不是他方佛來？不是他方佛。那是不是阿難成佛了？所以大家有這三種疑惑。於是乎阿難一說「如是我聞」，大家：這是阿難尊者。所以這種疑惑就斷掉了，這是第一個意思。阿難是同學，而且在同學當中他所證的果位不算太高，比他高的人多得很；年齡也不是最大，比他年歲大的人也很多。諸位想想，如果是阿難來講經，這些大眾能服氣嗎？不服氣。那不服氣他講的就會有爭論，阿難一說「如是我聞」，聽佛所說的，大家沒爭頭了，這不是阿難講的，佛講的息諍論。"
    },
    {
      "id": "01-001-0005_p0021",
      "zh_CN": "第三个意思，这就是拣别外道，刚才说过外道经典一开头用「阿忧」，阿忧两个字就是有无。换句话说，外道经典里面，所讲的理不是讲有，就是讲无，是从这个地方建立的。佛法不如是，佛法是建立在实相的基础上，尤其是一切大乘经典都是建立在实相的基础上。这在前面，我们在《要解》玄义里面，已经跟诸位说明过，在这个地方就不必多说。",
      "zh_TW": "第三個意思，這就是揀別外道，剛才說過外道經典一開頭用「阿憂」，阿憂兩個字就是有無。換句話說，外道經典裡面，所講的理不是講有，就是講無，是從這個地方建立的。佛法不如是，佛法是建立在實相的基礎上，尤其是一切大乘經典都是建立在實相的基礎上。這在前面，我們在《要解》玄義裡面，已經跟諸位說明過，在這個地方就不必多說。"
    },
    {
      "id": "01-001-0005_p0022",
      "zh_CN": "「如是」这两个字所含的意思非常的丰富，诸位如果有兴趣深究，而实在讲是应当要深究的，可以去读《大智度论》。《大智度论》是《摩诃般若波罗蜜经》的注解，龙树菩萨所造的，鸠摩罗什大师翻译的。玄奘大师所翻的是《瑜伽师地论》，这是我们佛门里面的两部大论。《大智度论》一共是有一百卷，原来的梵本有一千卷，罗什大师知道中国人喜欢简单、明了，最怕繁琐，所以将一千卷浓缩为一百卷。这是供养我们中国这一个地区的众生，可见佛祖真正是大慈大悲。讲信顺，我们必须要晓得，阿难结集经开头说「如是我闻」这四个字，意思是说闻佛所说，我听佛怎么讲的，我也怎么讲，不增不减，表示信实，真实，能够顺一切众生的心。所谓是佛法大海，信为能入，这是如是、信顺的意思。",
      "zh_TW": "「如是」這兩個字所含的意思非常的豐富，諸位如果有興趣深究，而實在講是應當要深究的，可以去讀《大智度論》。《大智度論》是《摩訶般若波羅蜜經》的註解，龍樹菩薩所造的，鳩摩羅什大師翻譯的。玄奘大師所翻的是《瑜伽師地論》，這是我們佛門裡面的兩部大論。《大智度論》一共是有一百卷，原來的梵本有一千卷，羅什大師知道中國人喜歡簡單、明瞭，最怕繁瑣，所以將一千卷濃縮為一百卷。這是供養我們中國這一個地區的眾生，可見佛祖真正是大慈大悲。講信順，我們必須要曉得，阿難結集經開頭說「如是我聞」這四個字，意思是說聞佛所說，我聽佛怎麼講的，我也怎麼講，不增不減，表示信實，真實，能夠順一切眾生的心。所謂是佛法大海，信為能入，這是如是、信順的意思。"
    },
    {
      "id": "01-001-0005_p0023",
      "zh_CN": "我们要晓得，「圣人」，这是指佛说法，所说的一切法。「但显于如」，这个如的意思就是真如本性。佛在《法华经》里面给我们讲「十如是」，这如是讲了十种，天台大师将它扩展为「百界千如」。佛讲了个十如是，天台大师把它一演绎成为一千个如是。实际上世出世间一切法哪一法不如是？「唯如为是」，这才是如是两个字的本义；换句话说，这部经所讲的就是讲个如是，你要真正懂得如是，这个经你就全都懂了。不但这部经讲的如是，十方三世一切诸佛所说的经，无不是讲如是而已。这个后面我们会讲到，这是简单来说。",
      "zh_TW": "我們要曉得，「聖人」，這是指佛說法，所說的一切法。「但顯於如」，這個如的意思就是真如本性。佛在《法華經》裡面給我們講「十如是」，這如是講了十種，天台大師將它擴展為「百界千如」。佛講了個十如是，天台大師把它一演繹成為一千個如是。實際上世出世間一切法哪一法不如是？「唯如為是」，這才是如是兩個字的本義；換句話說，這部經所講的就是講個如是，你要真正懂得如是，這個經你就全都懂了。不但這部經講的如是，十方三世一切諸佛所說的經，無不是講如是而已。這個後面我們會講到，這是簡單來說。"
    },
    {
      "id": "01-001-0005_p0024",
      "zh_CN": "「当理为如」，当是什么？完全恰当，与这个真理完全相应，这叫如。如就是如如之理，真理决定无非，「无非为是」，套佛学名词上「如为真空」。法性、性体叫如，真如本性的理体用这个字来代表；真如本性理体所起的作用，妙有，这叫是。「如为真空，是为妙有」，真空跟妙有是一桩事情。《心经》里面说得好，色，妙有是色，「色不异空，空不异色，色即是空，空即是色」，这就是「如是」两个字的意思。所以释迦牟尼佛，「世尊四十九年所说，十方三世一切诸佛所说，如是而已」。诸位只要能够通达如是，世出世间一切法无不通达，所以这两个字不能够轻易的看过去。",
      "zh_TW": "「當理為如」，當是什麼？完全恰當，與這個真理完全相應，這叫如。如就是如如之理，真理決定無非，「無非為是」，套佛學名詞上「如為真空」。法性、性體叫如，真如本性的理體用這個字來代表；真如本性理體所起的作用，妙有，這叫是。「如為真空，是為妙有」，真空跟妙有是一樁事情。《心經》裡面說得好，色，妙有是色，「色不異空，空不異色，色即是空，空即是色」，這就是「如是」兩個字的意思。所以釋迦牟尼佛，「世尊四十九年所說，十方三世一切諸佛所說，如是而已」。諸位只要能夠通達如是，世出世間一切法無不通達，所以這兩個字不能夠輕易的看過去。"
    },
    {
      "id": "01-001-0005_p0025",
      "zh_CN": "圆瑛老法师在《弥陀经讲义》里头曾经说过，「念佛法门，心不异佛」，这是特别就这个法门来讲，心不异佛，「佛不异心，心佛虽有二名」，名词上一个叫心，一个叫佛。而实际上，「心佛无非一体」，从心佛一体，所以叫「如是」。这是就本门(我们这个法门)来解释「如是」这两个字。还有一个解释，「又万法俱寂，一心不乱为如」，这都是就念佛法门来讲的，可以说佛在一切经一开头，就把经典的宗旨标示出来。所以这个「如」，在本经里面来讲万法俱寂，一心不乱；「是心是佛，是心作佛」，这是「是」的意思。从这个意思上来看，你才真正明了心佛不二，无非一体不二，这是「如是」简单浅显的解释。这个实相前面说过，我们就不必再多讲，这个意思大家都能明了。",
      "zh_TW": "圓瑛老法師在《彌陀經講義》裡頭曾經說過，「念佛法門，心不異佛」，這是特別就這個法門來講，心不異佛，「佛不異心，心佛雖有二名」，名詞上一個叫心，一個叫佛。而實際上，「心佛無非一體」，從心佛一體，所以叫「如是」。這是就本門(我們這個法門)來解釋「如是」這兩個字。還有一個解釋，「又萬法俱寂，一心不亂為如」，這都是就念佛法門來講的，可以說佛在一切經一開頭，就把經典的宗旨標示出來。所以這個「如」，在本經裡面來講萬法俱寂，一心不亂；「是心是佛，是心作佛」，這是「是」的意思。從這個意思上來看，你才真正明瞭心佛不二，無非一體不二，這是「如是」簡單淺顯的解釋。這個實相前面說過，我們就不必再多講，這個意思大家都能明瞭。"
    },
    {
      "id": "01-001-0005_p0026",
      "zh_CN": "再说「我闻」这两个字，「我」是阿难尊者「随俗称我」。诸位要晓得，佛法，不但是大乘佛法，就是连小乘佛法都不例外，学佛先要破我执，佛法是智慧之法，是觉悟之法。如果我们要破迷开悟，先要把觉悟的障碍要把它破除掉，而觉悟的障碍就是执着，就是我执与法执，这两种执着是一切障碍的根本。所以在小乘法修学一定要破烦恼障，这在前面也跟诸位讲过，就是见思烦恼。小乘的初果已经断了三界八十八品见惑，才能够证到小乘须陀洹果，换句话说，小乘入门。阿难尊者，譬如在楞严会上来讲，他已经证得初果了；换句话说，他绝对不再执着自己的根身是我，身见破了，所以他懂得。这是大乘里面讲，实相无我，无不我，体上讲绝对无我，在相上讲随俗无不我。所以为了说话，这就是对众生、对别人说话方便起见，也要随俗称我，称一个我。",
      "zh_TW": "再說「我聞」這兩個字，「我」是阿難尊者「隨俗稱我」。諸位要曉得，佛法，不但是大乘佛法，就是連小乘佛法都不例外，學佛先要破我執，佛法是智慧之法，是覺悟之法。如果我們要破迷開悟，先要把覺悟的障礙要把它破除掉，而覺悟的障礙就是執著，就是我執與法執，這兩種執著是一切障礙的根本。所以在小乘法修學一定要破煩惱障，這在前面也跟諸位講過，就是見思煩惱。小乘的初果已經斷了三界八十八品見惑，才能夠證到小乘須陀洹果，換句話說，小乘入門。阿難尊者，譬如在楞嚴會上來講，他已經證得初果了；換句話說，他絕對不再執著自己的根身是我，身見破了，所以他懂得。這是大乘裡面講，實相無我，無不我，體上講絕對無我，在相上講隨俗無不我。所以為了說話，這就是對眾生、對別人說話方便起見，也要隨俗稱我，稱一個我。"
    },
    {
      "id": "01-001-0005_p0027",
      "zh_CN": "「闻，亲聆圆音」，如来一音而说法，众生随类各得解，所以如来这个音是圆满之音。下面这四个字很重要，「如空印空」，这就说明真正会听，会听的人不执着，听了没有？听了，听了没有执着。假如你听法，要是有了执着，死在句下，所谓是念死书的，我们世俗人讲书呆子；听讲经要是死在句下，叫佛呆子。因为佛说法，诸位晓得是无说而说，说而无说；所以会听的人听而无听，无听而听。如空印空！这才能真正破一切执着障碍，开发圆满究竟的智慧，说听皆不可思议。这是我们佛法里面讲的「师承」，意思是在此地。",
      "zh_TW": "「聞，親聆圓音」，如來一音而說法，眾生隨類各得解，所以如來這個音是圓滿之音。下面這四個字很重要，「如空印空」，這就說明真正會聽，會聽的人不執著，聽了沒有？聽了，聽了沒有執著。假如你聽法，要是有了執著，死在句下，所謂是念死書的，我們世俗人講書呆子；聽講經要是死在句下，叫佛呆子。因為佛說法，諸位曉得是無說而說，說而無說；所以會聽的人聽而無聽，無聽而聽。如空印空！這才能真正破一切執著障礙，開發圓滿究竟的智慧，說聽皆不可思議。這是我們佛法裡面講的「師承」，意思是在此地。"
    },
    {
      "id": "01-001-0005_p0028",
      "zh_CN": "在这个地方，我又要特别提醒诸位同修们，佛法所教、所学、所修、所证的，如果从智慧上来讲，不外乎根本智与后得智。根本智是实智，真实的；后得智叫权智，方便智。根本智是无分别智，后得智又何尝例外？这点是必须要明白的。因为在近代，有许多人误会认为根本智很难，为什么？一定从戒定慧里面产生的。经里面常跟我们讲，博学多闻，博学多闻是为的什么？无非是为了增长后得智；但是，你没有证得根本智，决定没有后得智。根本像树木一样，这个树它有根，根在土底下；它有本，本就是一根主干。后得智什么？枝叶花果。如果你没有根，没有主干，你想想看，哪来的枝叶花果？所以后得智是建立在根本智的基础上，才叫后得智。",
      "zh_TW": "在這個地方，我又要特別提醒諸位同修們，佛法所教、所學、所修、所證的，如果從智慧上來講，不外乎根本智與後得智。根本智是實智，真實的；後得智叫權智，方便智。根本智是無分別智，後得智又何嘗例外？這點是必須要明白的。因為在近代，有許多人誤會認為根本智很難，為什麼？一定從戒定慧裡面產生的。經裡面常跟我們講，博學多聞，博學多聞是為的什麼？無非是為了增長後得智；但是，你沒有證得根本智，決定沒有後得智。根本像樹木一樣，這個樹它有根，根在土底下；它有本，本就是一根主幹。後得智什麼？枝葉花果。如果你沒有根，沒有主幹，你想想看，哪來的枝葉花果？所以後得智是建立在根本智的基礎上，才叫後得智。"
    },
    {
      "id": "01-001-0005_p0029",
      "zh_CN": "因此，佛说一切法是后得智，但是，他因为是依根本智而说的，所以叫说而无说。说是后得智，无说是根本智，无说而说，是从根本智起后得智，听法也是如此。这叫善说、善听，师资道合，这是佛门的教学。不但释迦牟尼佛如此，十方三世一切诸佛无不如此，佛佛道同，没有例外的，这是希望同修们要特别留意到，不能误会。如果我们现在不在根本智之上下功夫，一开头就博学多闻，落到什么？结果不免落到邪知邪见。正如清凉大师讲，你不落在无明里头，就落在邪见里头，那就太可惜了。",
      "zh_TW": "因此，佛說一切法是後得智，但是，他因為是依根本智而說的，所以叫說而無說。說是後得智，無說是根本智，無說而說，是從根本智起後得智，聽法也是如此。這叫善說、善聽，師資道合，這是佛門的教學。不但釋迦牟尼佛如此，十方三世一切諸佛無不如此，佛佛道同，沒有例外的，這是希望同修們要特別留意到，不能誤會。如果我們現在不在根本智之上下功夫，一開頭就博學多聞，落到什麼？結果不免落到邪知邪見。正如清涼大師講，你不落在無明裡頭，就落在邪見裡頭，那就太可惜了。"
    },
    {
      "id": "01-001-0005_p0030",
      "zh_CN": "我们看古来这些大德，无论在家、出家，人家学佛三、五年就有相当的成就。我们现在学几十年，学一辈子都没有成就，原因在哪里？因为我们这两种智慧都没有。我们也没有认真去修学这两种智慧，所以走错方向，始终不得其门而入。如果方向要正确，怎么不入门？怎么可能说不成就？这是我们应当要晓得的，就是学佛必须要认真的在戒定慧上下功夫。等到你定成就了，慧现前了，这个时候就是像善财童子一样，百城烟水，参访知识，博学多闻，成就圆满的后得智，才有资格！这个里面意味深长，道理甚深，境界尤其不可思议。希望大家能够细心的去体会，这是「我闻」两个字的大意。",
      "zh_TW": "我們看古來這些大德，無論在家、出家，人家學佛三、五年就有相當的成就。我們現在學幾十年，學一輩子都沒有成就，原因在哪裡？因為我們這兩種智慧都沒有。我們也沒有認真去修學這兩種智慧，所以走錯方向，始終不得其門而入。如果方向要正確，怎麼不入門？怎麼可能說不成就？這是我們應當要曉得的，就是學佛必須要認真的在戒定慧上下功夫。等到你定成就了，慧現前了，這個時候就是像善財童子一樣，百城煙水，參訪知識，博學多聞，成就圓滿的後得智，才有資格！這個裡面意味深長，道理甚深，境界尤其不可思議。希望大家能夠細心的去體會，這是「我聞」兩個字的大意。"
    },
    {
      "id": "01-001-0005_p0031",
      "zh_CN": "底下是时间，这是时成就，时间，经里面都是讲的一时。「一时，师资道合，说听周足」，这是讲的「机感」。这个时间不是真的，这是诸位要晓得不是真的。在唯识，像《百法明门》里面所讲的，这是唯识入门的一部书，许多同修们都读过。时间这一法，在百法里头是属于二十四种不相应之一。什么叫不相应？它与心法不相应，换句话就是心法里面没有，心所法里面也没有，色法里头亦没有。可见得这个时间的观念，拿我们今天的话来说，它是属于抽象的，决定不是事实，所以时不是实法。因此佛讲经的时间，实在说哪一年哪一月哪一日，甚至于上午、下午几点钟，阿难尊者难道记不起来吗？如果连这个事情他都记不清楚的话，他所记录的这些经文，我们都不能相信他。",
      "zh_TW": "底下是時間，這是時成就，時間，經裡面都是講的一時。「一時，師資道合，說聽周足」，這是講的「機感」。這個時間不是真的，這是諸位要曉得不是真的。在唯識，像《百法明門》裡面所講的，這是唯識入門的一部書，許多同修們都讀過。時間這一法，在百法裡頭是屬於二十四種不相應之一。什麼叫不相應？它與心法不相應，換句話就是心法裡面沒有，心所法裡面也沒有，色法裡頭亦沒有。可見得這個時間的觀念，拿我們今天的話來說，它是屬於抽象的，決定不是事實，所以時不是實法。因此佛講經的時間，實在說哪一年哪一月哪一日，甚至於上午、下午幾點鐘，阿難尊者難道記不起來嗎？如果連這個事情他都記不清楚的話，他所記錄的這些經文，我們都不能相信他。"
    },
    {
      "id": "01-001-0005_p0032",
      "zh_CN": "我在初学佛的时候看佛经，对于这点我就很不服气。阿难把经文意思记得这么清楚，地点也记得很清楚，与会大众也很清楚，老师那不必说了。唯独这个时间，只是笼统讲个一时，不服气，那一时什么意思？从前有一个时候，这个给小孩讲故事可以，这个话不确定。佛经是如来金口所宣，诚实之语，怎么可以用这种字样？后来佛经念多了，才真正体会到一时是绝对正确的。如果说记录在某年某月某日，这个意思就完全变了，为什么？过去的，不是现在的。这个一时两个字是活的，不是死的，所谓是师资道合，说听周足，周是周圆，足是满足，这两个字的意思也是圆满。为什么？初学有初学的满足，老修有老修的满足，人天乘的根性他有人天乘的满足，声闻、缘觉有声闻缘觉的满足，菩萨有菩萨的满足。真正是所谓「一音而演说，众生随类各得解」，不但各得解还人人都满足，这个真正是不可思议。",
      "zh_TW": "我在初學佛的時候看佛經，對於這點我就很不服氣。阿難把經文意思記得這麼清楚，地點也記得很清楚，與會大眾也很清楚，老師那不必說了。唯獨這個時間，只是籠統講個一時，不服氣，那一時什麼意思？從前有一個時候，這個給小孩講故事可以，這個話不確定。佛經是如來金口所宣，誠實之語，怎麼可以用這種字樣？後來佛經念多了，才真正體會到一時是絕對正確的。如果說記錄在某年某月某日，這個意思就完全變了，為什麼？過去的，不是現在的。這個一時兩個字是活的，不是死的，所謂是師資道合，說聽周足，周是周圓，足是滿足，這兩個字的意思也是圓滿。為什麼？初學有初學的滿足，老修有老修的滿足，人天乘的根性他有人天乘的滿足，聲聞、緣覺有聲聞緣覺的滿足，菩薩有菩薩的滿足。真正是所謂「一音而演說，眾生隨類各得解」，不但各得解還人人都滿足，這個真正是不可思議。"
    },
    {
      "id": "01-001-0005_p0033",
      "zh_CN": "所以师资道合这些话都是活的，众生是什么样的根性，是什么样的程度，诸佛菩萨就示现什么样的身分来教他。像《普门品》里面所讲的，观世音菩萨三十二应身，应机说法，老师与学生才能够道合。佛为师，弟子为资，以资之机与老师之教，机教相契，叫做道合。就像我们世间人，所谓是说得非常投机；所以话不投机半句多，就不愿意听了。说得非常投机，程度浅的，说的理与事都浅，他很乐意的听；程度深的，说的理与事都深，他听得也非常投机，意思就在此地。你要问什么时候说的？就是机感相应，他这个学生根性成熟，有资格也有必要听这个法门。佛看到他能够接受，能够相信，能够依照这个方法去修学，而得无量无边的真实利益。所以佛无问自说，这叫做一时。",
      "zh_TW": "所以師資道合這些話都是活的，眾生是什麼樣的根性，是什麼樣的程度，諸佛菩薩就示現什麼樣的身分來教他。像《普門品》裡面所講的，觀世音菩薩三十二應身，應機說法，老師與學生才能夠道合。佛為師，弟子為資，以資之機與老師之教，機教相契，叫做道合。就像我們世間人，所謂是說得非常投機；所以話不投機半句多，就不願意聽了。說得非常投機，程度淺的，說的理與事都淺，他很樂意的聽；程度深的，說的理與事都深，他聽得也非常投機，意思就在此地。你要問什麼時候說的？就是機感相應，他這個學生根性成熟，有資格也有必要聽這個法門。佛看到他能夠接受，能夠相信，能夠依照這個方法去修學，而得無量無邊的真實利益。所以佛無問自說，這叫做一時。"
    },
    {
      "id": "01-001-0005_p0034",
      "zh_CN": "真正当机的人，就是程度正适合的人，他成就了；还有不当机的，就是程度还没有成熟，没有成熟的人也得利益。所谓是「一历耳根，永为道种」，他将来必定因为闻法的机缘，听到阿弥陀佛的名号，听到《阿弥陀经》这样的机缘，这个机缘就是金刚种子。我们今天利用电视录影带，这个录影带就是金刚种子。诸位如果说，听了一遍，不管你信或者不信，总而言之，你的阿赖耶识里面已经种了这个种子。在将来这个种子必定成熟，开花结果，往生西方世界，亲见弥陀，这就是今天所种的种子。这个种子永远不会坏，像《法华经》里面所讲的，「一称南无佛，皆已成佛道」，意思完全相同。如果记载某年某月某时，就过去了，这些意思全都没有了；所以那样记载是变成死的，不但是死的也是虚妄的。一时这两个字活活泼泼，而且什么？人人皆有分。",
      "zh_TW": "真正當機的人，就是程度正適合的人，他成就了；還有不當機的，就是程度還沒有成熟，沒有成熟的人也得利益。所謂是「一歷耳根，永為道種」，他將來必定因為聞法的機緣，聽到阿彌陀佛的名號，聽到《阿彌陀經》這樣的機緣，這個機緣就是金剛種子。我們今天利用電視錄影帶，這個錄影帶就是金剛種子。諸位如果說，聽了一遍，不管你信或者不信，總而言之，你的阿賴耶識裡面已經種了這個種子。在將來這個種子必定成熟，開花結果，往生西方世界，親見彌陀，這就是今天所種的種子。這個種子永遠不會壞，像《法華經》裡面所講的，「一稱南無佛，皆已成佛道」，意思完全相同。如果記載某年某月某時，就過去了，這些意思全都沒有了；所以那樣記載是變成死的，不但是死的也是虛妄的。一時這兩個字活活潑潑，而且什麼？人人皆有分。"
    },
    {
      "id": "01-001-0005_p0035",
      "zh_CN": "像过去智者大师念《法华经》入定，亲见灵山一会，他定中见到灵鹫山，释迦牟尼佛还在那个地方讲《法华经》，所以他出了定之后，「灵山一会到现在还没有散」。可见得这是一时，机感相应的时候，他亲自参与释迦牟尼佛讲《法华经》的法会。《虚云老和尚年谱》里面所记载的，他老人家入定的时候到兜率天，听弥勒菩萨讲「唯心识定」。由此可知，十方诸佛菩萨所有的法会，会会都未散，这叫一时。在本经只要你一心不乱，你到一心不乱，十方诸佛菩萨这些法会统统没散，你机感相应都可以亲自参加。因缘多么殊胜！所以一时带给我们无限的期望，而且这是真实的，决定不是虚妄的。说法的时间。",
      "zh_TW": "像過去智者大師念《法華經》入定，親見靈山一會，他定中見到靈鷲山，釋迦牟尼佛還在那個地方講《法華經》，所以他出了定之後，「靈山一會到現在還沒有散」。可見得這是一時，機感相應的時候，他親自參與釋迦牟尼佛講《法華經》的法會。《虛雲老和尚年譜》裡面所記載的，他老人家入定的時候到兜率天，聽彌勒菩薩講「唯心識定」。由此可知，十方諸佛菩薩所有的法會，會會都未散，這叫一時。在本經只要你一心不亂，你到一心不亂，十方諸佛菩薩這些法會統統沒散，你機感相應都可以親自參加。因緣多麼殊勝！所以一時帶給我們無限的期望，而且這是真實的，決定不是虛妄的。說法的時間。"
    },
    {
      "id": "01-001-0005_p0036",
      "zh_CN": "说法的主人是「佛」，这个说法的主人是本师释迦牟尼佛。佛这个意思有「自觉、觉他、觉满」，满就是自觉圆满了，觉他也圆满了。是「人天大师」，大师是对佛的尊称，一般人是不应该称的。譬如古来的这些祖师都称法师，像鸠摩罗什，你看都是称译经的法师，三藏法师，我们在经典里面是这样看到的，而没有看到说大师。这大师，唯有佛称大师，一般人称大师都是太过分。但是有个例外，就是净土宗的祖师称大师，就特别显示出这个法门是特别法门，所以这个法门的祖师称大师，这是一点佛学常识我们要晓得。",
      "zh_TW": "說法的主人是「佛」，這個說法的主人是本師釋迦牟尼佛。佛這個意思有「自覺、覺他、覺滿」，滿就是自覺圓滿了，覺他也圓滿了。是「人天大師」，大師是對佛的尊稱，一般人是不應該稱的。譬如古來的這些祖師都稱法師，像鳩摩羅什，你看都是稱譯經的法師，三藏法師，我們在經典裡面是這樣看到的，而沒有看到說大師。這大師，唯有佛稱大師，一般人稱大師都是太過分。但是有個例外，就是淨土宗的祖師稱大師，就特別顯示出這個法門是特別法門，所以這個法門的祖師稱大師，這是一點佛學常識我們要曉得。"
    },
    {
      "id": "01-001-0005_p0037",
      "zh_CN": "下面就是「在」，在这个字是「应机示现，所以有在」，就是佛在什么地方，「在」实际上就是住的意思。为什么不用住，而说在？从前皇帝他的住处都叫在，叫行在。为什么？因为皇帝的观念说「富有四海，贵为天子」，他这个国就是他的家，所以他不能说住在哪里，只能说在哪个地方，是这个意思。我们问别人你住在某地方，你家在哪里？说我住在某县某市某街，这是你的住所。一个国王，你说他的家在哪里？一国就是他的家，所以一个国那么大，只好说他在哪里。像我们这个家里头，如果他在家里，你总不能问你家在哪里？只能说他在某一个房间，他在客厅，他在房间，只能这个说法。因为皇帝说这个国就是他的家，所以不能说他住在某个地方，只能说他在哪里。所以皇帝的住处叫行在，他的行动在某个地方，用这个字样。",
      "zh_TW": "下面就是「在」，在這個字是「應機示現，所以有在」，就是佛在什麼地方，「在」實際上就是住的意思。為什麼不用住，而說在？從前皇帝他的住處都叫在，叫行在。為什麼？因為皇帝的觀念說「富有四海，貴為天子」，他這個國就是他的家，所以他不能說住在哪裡，只能說在哪個地方，是這個意思。我們問別人你住在某地方，你家在哪裡？說我住在某縣某市某街，這是你的住所。一個國王，你說他的家在哪裡？一國就是他的家，所以一個國那麼大，只好說他在哪裡。像我們這個家裡頭，如果他在家裡，你總不能問你家在哪裡？只能說他在某一個房間，他在客廳，他在房間，只能這個說法。因為皇帝說這個國就是他的家，所以不能說他住在某個地方，只能說他在哪裡。所以皇帝的住處叫行在，他的行動在某個地方，用這個字樣。"
    },
    {
      "id": "01-001-0005_p0038",
      "zh_CN": "佛，诸位要晓得，整个娑婆世界是他的教化区，他这个教化区的范围，比一个国家大得太多了，你怎么能说佛住在某个地方，不能。如果说他方世界说佛住在哪里？他住在娑婆世界，娑婆世界太大了。我们在娑婆世界里面，只能说佛在哪里。因此，这有应机说法的意思在。",
      "zh_TW": "佛，諸位要曉得，整個娑婆世界是他的教化區，他這個教化區的範圍，比一個國家大得太多了，你怎麼能說佛住在某個地方，不能。如果說他方世界說佛住在哪裡？他住在娑婆世界，娑婆世界太大了。我們在娑婆世界裡面，只能說佛在哪裡。因此，這有應機說法的意思在。"
    },
    {
      "id": "01-001-0005_p0039",
      "zh_CN": "本经是『佛在舍卫国祇树给孤独园』所讲的，这就是把说经的处所，很清楚、很明白的说出来了。「舍卫」是印度话，翻成中国的意思叫闻物。我们看舍卫大城，「舍卫国，梵语舍卫，此云闻物」，此是中国话，中国话的意思是闻物。所谓闻，我们的意思就是说出名，这个地方是很有名气；物是物产丰富。所以对比来看，就是人非常有智慧、有聪明，闻名于世，物资丰富。这也可以拿今天的话来讲，文化水准很高，人很聪明，都有智慧，可见得这个地区是非常好的一个所在。",
      "zh_TW": "本經是『佛在舍衛國祇樹給孤獨園』所講的，這就是把說經的處所，很清楚、很明白的說出來了。「舍衛」是印度話，翻成中國的意思叫聞物。我們看舍衛大城，「舍衛國，梵語舍衛，此云聞物」，此是中國話，中國話的意思是聞物。所謂聞，我們的意思就是說出名，這個地方是很有名氣；物是物產豐富。所以對比來看，就是人非常有智慧、有聰明，聞名於世，物資豐富。這也可以拿今天的話來講，文化水準很高，人很聰明，都有智慧，可見得這個地區是非常好的一個所在。"
    },
    {
      "id": "01-001-0005_p0040",
      "zh_CN": "舍卫国，实际上舍卫是大城，是一个都市的名字，它是「憍萨罗国」的首都。憍萨罗国当时的国王就是「波斯匿王」，波斯匿王的都城，就是憍萨罗国的首都，叫做舍卫城。我们有的时候就把这个城来代表一个国家也行，譬如我们今天这个世间，你看有些报章杂志里面讲的，它讲东京有什么事情，讲东京就代表日本；讲华盛顿，就代表美国；讲台北，就代表中华民国。是以首都来代表一个国家也可以，这自古以来都有这个例子。这个地方是以舍卫这个城市来代表憍萨罗国，这个都市是很出名的。",
      "zh_TW": "舍衛國，實際上舍衛是大城，是一個都市的名字，它是「憍薩羅國」的首都。憍薩羅國當時的國王就是「波斯匿王」，波斯匿王的都城，就是憍薩羅國的首都，叫做舍衛城。我們有的時候就把這個城來代表一個國家也行，譬如我們今天這個世間，你看有些報章雜誌裡面講的，它講東京有什麼事情，講東京就代表日本；講華盛頓，就代表美國；講台北，就代表中華民國。是以首都來代表一個國家也可以，這自古以來都有這個例子。這個地方是以舍衛這個城市來代表憍薩羅國，這個都市是很出名的。"
    },
    {
      "id": "01-001-0005_p0041",
      "zh_CN": "「祇树给孤独园」，这里面有段故事，我们在此地简单的跟诸位介绍。祇树给孤独园，祇是「祇陀太子」，祇陀太子就是波斯匿王的儿子。祇陀，中国的意思是「战胜」，大概是波斯匿王打胜仗，正好他生了一个儿子，所以取了个名字，就取为祇陀。这就是舍卫城的王太子，憍萨罗国的太子。「给孤独」，这是翻成中国的意思，梵语称为「须达多」，须达多就是给孤独，须达多是波斯匿王的大臣，这两个人我们总得把他搞清楚。须达多这个号是别人送给他的，就是这个人非常慈悲，他常常喜欢布施孤苦伶仃的老人，他常常照顾他们。所以大家就送给他美称，一个很好的号，叫他给孤独，他常常能够救济这些孤独的人。",
      "zh_TW": "「祇樹給孤獨園」，這裡面有段故事，我們在此地簡單的跟諸位介紹。祇樹給孤獨園，祇是「祇陀太子」，祇陀太子就是波斯匿王的兒子。祇陀，中國的意思是「戰勝」，大概是波斯匿王打勝仗，正好他生了一個兒子，所以取了個名字，就取為祇陀。這就是舍衛城的王太子，憍薩羅國的太子。「給孤獨」，這是翻成中國的意思，梵語稱為「須達多」，須達多就是給孤獨，須達多是波斯匿王的大臣，這兩個人我們總得把他搞清楚。須達多這個號是別人送給他的，就是這個人非常慈悲，他常常喜歡布施孤苦伶仃的老人，他常常照顧他們。所以大家就送給他美稱，一個很好的號，叫他給孤獨，他常常能夠救濟這些孤獨的人。"
    },
    {
      "id": "01-001-0005_p0042",
      "zh_CN": "在他的邻国，就是「王舍城」，有个国王叫「瓶沙王」。这个地方还有一个人要注意到的，就是「珊檀那长者」，我们现在来跟诸位简单介绍这个故事。这是有个时期，须达多长者为他的儿子娶媳妇，去下聘，他这个亲家是谁？就是王舍城的珊檀那长者，这是他的亲家公。正好须达多到王舍城去拜访这个亲家下聘，聘媳妇的时候，这个时候珊檀那长者正在迎接释迦牟尼佛，而把他这位亲家冷落在旁边。他就想了，你看两个人都是大臣，珊檀那是王舍城的大臣，须达多是舍卫国的大臣，都不是一个普通人物。而且须达多到珊檀那那里去作客，这是贵宾，同时又是亲家，这样重要的人，在一般常理来讲应当亲自要来接待，要来招待他。他把他放在旁边，去迎接释迦牟尼佛，而且看到他对释迦牟尼佛那么样隆重，那么样的尊重，他感觉得很奇怪。就向他打听，那是什么人？你对待他那么样的尊重，甚至于超过对于国王的尊重。到底是个什么人？",
      "zh_TW": "在他的鄰國，就是「王舍城」，有個國王叫「瓶沙王」。這個地方還有一個人要注意到的，就是「珊檀那長者」，我們現在來跟諸位簡單介紹這個故事。這是有個時期，須達多長者為他的兒子娶媳婦，去下聘，他這個親家是誰？就是王舍城的珊檀那長者，這是他的親家公。正好須達多到王舍城去拜訪這個親家下聘，聘媳婦的時候，這個時候珊檀那長者正在迎接釋迦牟尼佛，而把他這位親家冷落在旁邊。他就想了，你看兩個人都是大臣，珊檀那是王舍城的大臣，須達多是舍衛國的大臣，都不是一個普通人物。而且須達多到珊檀那那裡去作客，這是貴賓，同時又是親家，這樣重要的人，在一般常理來講應當親自要來接待，要來招待他。他把他放在旁邊，去迎接釋迦牟尼佛，而且看到他對釋迦牟尼佛那麼樣隆重，那麼樣的尊重，他感覺得很奇怪。就向他打聽，那是什麼人？你對待他那麼樣的尊重，甚至於超過對於國王的尊重。到底是個什麼人？"
    },
    {
      "id": "01-001-0005_p0043",
      "zh_CN": "于是珊檀那长者就给他介绍，说明佛的这些功德，度化众生这些事迹。须达多一听了之后，非常的感动，于是乎就要求珊檀那长者给他介绍引见，他去礼拜释迦牟尼佛。拜了佛之后当面就邀请，就是请佛到舍卫大城去弘法，就请佛。当然佛现在在王舍城说法，就请佛明年到我们国家去弘法利生。佛就告诉他说，「明年还是瓶沙王请了我，我没有时间」。给孤独长者说，那么就后年好不好？佛就答应了，好，后年我一定去。于是须达多长者就非常的高兴，结果一看看佛的这些弟子们，常随弟子有一千二百五十五人，是一个相当大的团体。这些人都是跟着佛，佛到哪里，他们就跟到哪里，不相舍去。所以要请佛一个人简单，这一请是一千二百五十五人，必须要有相当一个宽大的场所来招待这些人。",
      "zh_TW": "於是珊檀那長者就給他介紹，說明佛的這些功德，度化眾生這些事跡。須達多一聽了之後，非常的感動，於是乎就要求珊檀那長者給他介紹引見，他去禮拜釋迦牟尼佛。拜了佛之後當面就邀請，就是請佛到舍衛大城去弘法，就請佛。當然佛現在在王舍城說法，就請佛明年到我們國家去弘法利生。佛就告訴他說，「明年還是瓶沙王請了我，我沒有時間」。給孤獨長者說，那麼就後年好不好？佛就答應了，好，後年我一定去。於是須達多長者就非常的高興，結果一看看佛的這些弟子們，常隨弟子有一千二百五十五人，是一個相當大的團體。這些人都是跟著佛，佛到哪裡，他們就跟到哪裡，不相捨去。所以要請佛一個人簡單，這一請是一千二百五十五人，必須要有相當一個寬大的場所來招待這些人。"
    },
    {
      "id": "01-001-0005_p0044",
      "zh_CN": "于是回来之后，他就想哪个地方能找到这么好的一个所在？看了好多处的地方都不太满意。到最后在城外看到祇陀太子的别墅，是个花园，地方也很宽敞，里面的建筑非常的典雅。距离城又不太远，拿今天来讲，交通也相当方便，又离开都市在郊区，非常理想这个地方。于是乎想这个地方可以容纳世尊的这个团体，就是一千二百五十五人没有问题，可以容纳得下。但是这个地方是太子的地方，一般人的地方，他出面来买很容易；太子的花园，要跟他买不太容易。于是乎他就找祇陀太子来商量，祇陀太子就跟他开玩笑，「长者，听说你很有钱，你家的黄金很多，你想要我的花园，行，你用黄金铺地，你把我这个园子铺满了，我就卖给你」。须达多长者真的有钱，在舍卫国那是第一有钱的人家，他回去真的打开他家的仓库，把黄金搬出来铺地。",
      "zh_TW": "於是回來之後，他就想哪個地方能找到這麼好的一個所在？看了好多處的地方都不太滿意。到最後在城外看到祇陀太子的別墅，是個花園，地方也很寬敞，裡面的建築非常的典雅。距離城又不太遠，拿今天來講，交通也相當方便，又離開都市在郊區，非常理想這個地方。於是乎想這個地方可以容納世尊的這個團體，就是一千二百五十五人沒有問題，可以容納得下。但是這個地方是太子的地方，一般人的地方，他出面來買很容易；太子的花園，要跟他買不太容易。於是乎他就找祇陀太子來商量，祇陀太子就跟他開玩笑，「長者，聽說你很有錢，你家的黃金很多，你想要我的花園，行，你用黃金鋪地，你把我這個園子鋪滿了，我就賣給你」。須達多長者真的有錢，在舍衛國那是第一有錢的人家，他回去真的打開他家的倉庫，把黃金搬出來鋪地。"
    },
    {
      "id": "01-001-0005_p0045",
      "zh_CN": "有人就跟祇陀太子说，我在开玩笑的，真的，结果跑过去一看，果然在黄金铺地。祇陀太子这下子被感动了，「释迦牟尼佛到底是什么样的人？你能够这样为他牺牲」。于是乎他就说明释迦牟尼佛的智慧、功德。祇陀太子说，「原来是这样的人，这个功德、好事我们两个人做，不能让你一个人做」。给孤独长者不答应，他说「这个功德是我的，我不让给你。」他说「那不行，如果你真的要是不答应的话，好，你黄金可以铺我的地，我地卖给你；我房子要拆掉，我这里很多花草树木你不能铺，花草树木我统统把它砍得干干净净，给一块荒地给你。」那这个地方没有意思了，这是无可奈何，所以长者就说，「好！那好，我们两个人做好了。」",
      "zh_TW": "有人就跟祇陀太子說，我在開玩笑的，真的，結果跑過去一看，果然在黃金鋪地。祇陀太子這下子被感動了，「釋迦牟尼佛到底是什麼樣的人？你能夠這樣為他犧牲」。於是乎他就說明釋迦牟尼佛的智慧、功德。祇陀太子說，「原來是這樣的人，這個功德、好事我們兩個人做，不能讓你一個人做」。給孤獨長者不答應，他說「這個功德是我的，我不讓給你。」他說「那不行，如果你真的要是不答應的話，好，你黃金可以鋪我的地，我地賣給你；我房子要拆掉，我這裡很多花草樹木你不能鋪，花草樹木我統統把它砍得乾乾淨淨，給一塊荒地給你。」那這個地方沒有意思了，這是無可奈何，所以長者就說，「好！那好，我們兩個人做好了。」"
    },
    {
      "id": "01-001-0005_p0046",
      "zh_CN": "这个花园算是给孤独长者的，里面所有这些树木、建筑物是祇陀太子的，所以这个地方就两个人是功德主。祇陀太子的树木、庭院，给孤独长者的花园，所以这个地方，因为祇陀是太子的身分，须达多毕竟是大臣，所以把太子名字放在前面，他自己的名字列在后面，「祇树给孤独园」。这是黄金布地来供养释迦牟尼佛，也就是供养三宝，这个典故就是从这来的。由这个地方可以能够看得出，在当时这些国王大臣，对于释迦牟尼佛的尊重，对于三宝的尊重，这样热心的来护持，帮助佛弘法利生，接引大众。这是这么一段的故事，所以这几个人物，我们都把它写在这个地方，这是「布金买园」，买祇陀太子的园林，「供佛及僧」。",
      "zh_TW": "這個花園算是給孤獨長者的，裡面所有這些樹木、建築物是祇陀太子的，所以這個地方就兩個人是功德主。祇陀太子的樹木、庭院，給孤獨長者的花園，所以這個地方，因為祇陀是太子的身分，須達多畢竟是大臣，所以把太子名字放在前面，他自己的名字列在後面，「祇樹給孤獨園」。這是黃金布地來供養釋迦牟尼佛，也就是供養三寶，這個典故就是從這來的。由這個地方可以能夠看得出，在當時這些國王大臣，對於釋迦牟尼佛的尊重，對於三寶的尊重，這樣熱心的來護持，幫助佛弘法利生，接引大眾。這是這麼一段的故事，所以這幾個人物，我們都把它寫在這個地方，這是「布金買園」，買祇陀太子的園林，「供佛及僧」。"
    },
    {
      "id": "01-001-0005_p0047",
      "zh_CN": "下面我们要讲到经文里头，就是听众，「祇园精舍大讲堂，主讲是本师释迦牟尼佛」。听众人数相当多，这个地方所列的名字叫「上首」，上首就等于是班长一样，领班的听众。听众里面，经文里头分为三类，「先声闻（小乘的听众），次菩萨，（菩萨列在第二，最后再列）天人大众」。这种排列法它里面有很深的意思，声闻排在第一位，因为这是出家人，全部都是出家的弟子，一千二百五十五人，这是出家弟子，是佛的常随众。佛不在世的时候，出家弟子要担负起续佛慧命，弘法利生的任务。也就是讲传法这个工作，是由他们来负责的，所以把他们列在首先。",
      "zh_TW": "下面我們要講到經文裡頭，就是聽眾，「祇園精舍大講堂，主講是本師釋迦牟尼佛」。聽眾人數相當多，這個地方所列的名字叫「上首」，上首就等於是班長一樣，領班的聽眾。聽眾裡面，經文裡頭分為三類，「先聲聞（小乘的聽眾），次菩薩，（菩薩列在第二，最後再列）天人大眾」。這種排列法它裡面有很深的意思，聲聞排在第一位，因為這是出家人，全部都是出家的弟子，一千二百五十五人，這是出家弟子，是佛的常隨眾。佛不在世的時候，出家弟子要擔負起續佛慧命，弘法利生的任務。也就是講傳法這個工作，是由他們來負責的，所以把他們列在首先。"
    },
    {
      "id": "01-001-0005_p0048",
      "zh_CN": "菩萨众，他这个相不定，为什么？有在家、有出家，不像声闻完全是出家相，菩萨在家的多，在家菩萨多。摆在当中也表中道的意思，先后，他在当中，所以菩萨代表的中道；菩萨不是佛的常随众，不常随佛。因为菩萨是大乘真正觉悟之人，佛在世的时候就要帮助佛去教化一方，也等于是佛的分身说法。只有在每年夏安居自恣法会，这个时候他要来见佛，参加一年一度的进修教育，就是每年有这三个月进修教育。其余九个月，他在外面代佛教化众生，所以他摆在第二位。",
      "zh_TW": "菩薩眾，他這個相不定，為什麼？有在家、有出家，不像聲聞完全是出家相，菩薩在家的多，在家菩薩多。擺在當中也表中道的意思，先後，他在當中，所以菩薩代表的中道；菩薩不是佛的常隨眾，不常隨佛。因為菩薩是大乘真正覺悟之人，佛在世的時候就要幫助佛去教化一方，也等於是佛的分身說法。只有在每年夏安居自恣法會，這個時候他要來見佛，參加一年一度的進修教育，就是每年有這三個月進修教育。其餘九個月，他在外面代佛教化眾生，所以他擺在第二位。"
    },
    {
      "id": "01-001-0005_p0049",
      "zh_CN": "最后有诸天、有国王大臣这些人，人众，这些大众也在法会当中。这些人摆在最后，因为他们也是当机，同时也是护法，佛法如果没有这些人来护持，是无法流通的。所以佛法的护持流通，佛在世的时候把这个工作，这个任务交代各国国王大臣。国王大臣来护持，佛法必定兴旺，佛法兴旺一定是国泰民安，天下太平，这是一定道理。因为佛法是最完善的教学，我们中国古人懂得这个道理，所谓是「建国君民，教学为先」，佛法是最完善的教学。所以在从前，国家施政里面，都列入第一个施政的项目。像中国过去行政组织里面，第一个就是礼部，这个礼部相当于现在的教育部，它是施政最重要的一个部门。",
      "zh_TW": "最後有諸天、有國王大臣這些人，人眾，這些大眾也在法會當中。這些人擺在最後，因為他們也是當機，同時也是護法，佛法如果沒有這些人來護持，是無法流通的。所以佛法的護持流通，佛在世的時候把這個工作，這個任務交代各國國王大臣。國王大臣來護持，佛法必定興旺，佛法興旺一定是國泰民安，天下太平，這是一定道理。因為佛法是最完善的教學，我們中國古人懂得這個道理，所謂是「建國君民，教學為先」，佛法是最完善的教學。所以在從前，國家施政裡面，都列入第一個施政的項目。像中國過去行政組織裡面，第一個就是禮部，這個禮部相當於現在的教育部，它是施政最重要的一個部門。"
    },
    {
      "id": "01-001-0005_p0050",
      "zh_CN": "经文里说『与大比丘僧千二百五十人俱』。什么叫做「比丘」？比丘是印度话，「佛门出家受具足戒之称」，具足就是圆满，出家的男子一共是二百五十条戒。二百五十条戒，每条都受了这叫具足戒，称为比丘；女子出家要受三百四十八条戒，称为比丘尼，尼就是女子的意思，这是出家人的称呼。比丘是梵语，这个字是含多义不翻，因为它里面含着有三个意思。第一个意思「乞士」，诸位要晓得，士是念书人，在我们中国从前社会里头，士、农、工、商，士是读书人，是有学问、有道德之人，为社会所尊重之人。但是他是个乞丐，这个念书人是个有学问、有道德的乞丐。因为佛在世的时候，这个制度是托钵，「日中一食，树下一宿」，是托钵制度，在中国人就是讨饭。",
      "zh_TW": "經文裡說『與大比丘僧千二百五十人俱』。什麼叫做「比丘」？比丘是印度話，「佛門出家受具足戒之稱」，具足就是圓滿，出家的男子一共是二百五十條戒。二百五十條戒，每條都受了這叫具足戒，稱為比丘；女子出家要受三百四十八條戒，稱為比丘尼，尼就是女子的意思，這是出家人的稱呼。比丘是梵語，這個字是含多義不翻，因為它裡面含著有三個意思。第一個意思「乞士」，諸位要曉得，士是念書人，在我們中國從前社會裡頭，士、農、工、商，士是讀書人，是有學問、有道德之人，為社會所尊重之人。但是他是個乞丐，這個念書人是個有學問、有道德的乞丐。因為佛在世的時候，這個制度是托缽，「日中一食，樹下一宿」，是托缽制度，在中國人就是討飯。"
    },
    {
      "id": "01-001-0005_p0051",
      "zh_CN": "佛这个制度它里面含义很深，因为众生无始劫以来就具有傲慢的习气。行乞食的制度，可以断除我们无始劫的贡高我慢的习气，所以它有这个意思在。上乞法滋养自己的法身慧命，上面要向佛来求法；下则要向一切斋主乞食，乞食养自己的身体。我们有这个身体在，当然须要饮食，没有饮食怎么行？所以饮食要靠施主来供养，来滋养身命；求法这是滋养我们的法身慧命，所以称之为乞士。正如同佛在《阿难问事佛吉凶经》里面所讲的，这修道之人三衣一钵，决定不能够储蓄财物。为什么？积财则丧道，修道的人什么都要舍弃。一心一意在道上，所以说无所蓄藏，一心一意在修道，在弘化。",
      "zh_TW": "佛這個制度它裡面含義很深，因為眾生無始劫以來就具有傲慢的習氣。行乞食的制度，可以斷除我們無始劫的貢高我慢的習氣，所以它有這個意思在。上乞法滋養自己的法身慧命，上面要向佛來求法；下則要向一切齋主乞食，乞食養自己的身體。我們有這個身體在，當然須要飲食，沒有飲食怎麼行？所以飲食要靠施主來供養，來滋養身命；求法這是滋養我們的法身慧命，所以稱之為乞士。正如同佛在《阿難問事佛吉凶經》裡面所講的，這修道之人三衣一缽，決定不能夠儲蓄財物。為什麼？積財則喪道，修道的人什麼都要捨棄。一心一意在道上，所以說無所蓄藏，一心一意在修道，在弘化。"
    },
    {
      "id": "01-001-0005_p0052",
      "zh_CN": "第二个意思就是「破恶」，恶是指的烦恼，一切不善之法统统要断除，断恶修善，绝不再堕在爱见上，决定不会堕落。第三个意思是「怖魔」，魔是指魔王，指天魔。天魔总希望他所统治的人口愈多，好像他这个威望也就愈大。这一出家要超越三界，他就苦恼，我这个人口减少了，人口都往外流，他心里就难过，就不高兴。所以当你要是成道的时候，魔就来扰乱，就想来破坏你，叫你退转，用意就在此地。你功夫不到家，魔不会来找你，你虽然有这个想法，有这个念头，你没本事，你出去不了，他不干涉你。所以到你真正有这个功夫，有这个能力，他就会来干涉你。因此，真正发心出家的比丘，登坛受戒，这个时候有地行罗刹，会把这个情形报告天行罗刹，天行罗刹辗转就会告诉魔王，魔王一听就很不高兴，这是讲真正发心。如果不是真正发心的，魔听到之后一笑了之，不把你放在眼睛里；你要是真正发心，魔他真恐怖。所以有这么三个意思称为比丘。称为「大比丘」，这讲大乘的比丘，不同于小乘，那就不一样了，这种回小向大的比丘。",
      "zh_TW": "第二個意思就是「破惡」，惡是指的煩惱，一切不善之法統統要斷除，斷惡修善，絕不再墮在愛見上，決定不會墮落。第三個意思是「怖魔」，魔是指魔王，指天魔。天魔總希望他所統治的人口愈多，好像他這個威望也就愈大。這一出家要超越三界，他就苦惱，我這個人口減少了，人口都往外流，他心裡就難過，就不高興。所以當你要是成道的時候，魔就來擾亂，就想來破壞你，叫你退轉，用意就在此地。你功夫不到家，魔不會來找你，你雖然有這個想法，有這個念頭，你沒本事，你出去不了，他不干涉你。所以到你真正有這個功夫，有這個能力，他就會來干涉你。因此，真正發心出家的比丘，登壇受戒，這個時候有地行羅剎，會把這個情形報告天行羅剎，天行羅剎輾轉就會告訴魔王，魔王一聽就很不高興，這是講真正發心。如果不是真正發心的，魔聽到之後一笑了之，不把你放在眼睛裡；你要是真正發心，魔他真恐怖。所以有這麼三個意思稱為比丘。稱為「大比丘」，這講大乘的比丘，不同於小乘，那就不一樣了，這種回小向大的比丘。"
    },
    {
      "id": "01-001-0005_p0053",
      "zh_CN": "底下有「僧」，僧是「僧伽耶」的略称，僧伽耶是梵语，翻成中国意思是「和合众」。这个意思，佛在经典里面给我们说得很清楚，僧的意思是有理、有事，一共是七种和合。「理」，大家是「同证无为解脱」，无为是真理，像六祖大师所讲的，「本来无一物」是无为，「何处惹尘埃」是解脱。本经所讲的「一心不乱」，一心是无为，不乱是解脱。这都是讲的我们出家或者在家学佛，为佛弟子我们干的什么事情？就是要证无为、解脱，要证一心不乱，这是学佛目标之所在。",
      "zh_TW": "底下有「僧」，僧是「僧伽耶」的略稱，僧伽耶是梵語，翻成中國意思是「和合眾」。這個意思，佛在經典裡面給我們說得很清楚，僧的意思是有理、有事，一共是七種和合。「理」，大家是「同證無為解脫」，無為是真理，像六祖大師所講的，「本來無一物」是無為，「何處惹塵埃」是解脫。本經所講的「一心不亂」，一心是無為，不亂是解脫。這都是講的我們出家或者在家學佛，為佛弟子我們幹的什麼事情？就是要證無為、解脫，要證一心不亂，這是學佛目標之所在。"
    },
    {
      "id": "01-001-0005_p0054",
      "zh_CN": "我们大众在一起生活，这不是个人，是个团体，既然是团体，在佛法这个僧叫僧团，团体，四个人以上叫僧。团体当然要有团体生活的公约，这样才是一个真正和合的团体。众就是现在讲团体，必须要守住六条共同的生活规范，这六条是释迦牟尼佛定的，所以这也可以算得上基本的戒律。第一「见同解」，拿我们今天的话来说，就是见解、思想要相同。如果大家的见解不相同，怎么能够同住？怎么能够共同生活？所以说一定要见解相同，志趣是一样的。这个见同解与理相应，我们大家都是这么一个见解，都是这一个目标，都是这个想法，都是向这个方向去走，这见解相同，也就是说我们这个思想统一的。第二「戒同修」，戒是佛给我们制定的戒，是生活规范，我们必须要遵守的。小乘戒律是自律，是你私生活的规范；大乘戒律就是菩萨戒，是团体大众共同的生活规范。所以戒律是这两大类，一个就是你个人的生活，一个是团体的生活，这是大小乘两种戒律，生活规范我们要遵守。第三个我们「身同住」，我们住在一个寺院，一个精舍；「口无诤」，互相在一块的时候没有争执；「意同悦」，心里面每个人都法喜充满。正如同孔老夫子所说的，「学而时习之，不亦说乎」，心里面有喜悦。第六是「利同均」，利是利养，这个十方的供养大家是均等，人人都有分，没有厚薄。不是住持当家的，他要得的多一点，没有，这是大家平均的，利同均。这个样子才称之为僧团，所以这也叫六和敬。",
      "zh_TW": "我們大眾在一起生活，這不是個人，是個團體，既然是團體，在佛法這個僧叫僧團，團體，四個人以上叫僧。團體當然要有團體生活的公約，這樣才是一個真正和合的團體。眾就是現在講團體，必須要守住六條共同的生活規範，這六條是釋迦牟尼佛定的，所以這也可以算得上基本的戒律。第一「見同解」，拿我們今天的話來說，就是見解、思想要相同。如果大家的見解不相同，怎麼能夠同住？怎麼能夠共同生活？所以說一定要見解相同，志趣是一樣的。這個見同解與理相應，我們大家都是這麼一個見解，都是這一個目標，都是這個想法，都是向這個方向去走，這見解相同，也就是說我們這個思想統一的。第二「戒同修」，戒是佛給我們制定的戒，是生活規範，我們必須要遵守的。小乘戒律是自律，是你私生活的規範；大乘戒律就是菩薩戒，是團體大眾共同的生活規範。所以戒律是這兩大類，一個就是你個人的生活，一個是團體的生活，這是大小乘兩種戒律，生活規範我們要遵守。第三個我們「身同住」，我們住在一個寺院，一個精舍；「口無諍」，互相在一塊的時候沒有爭執；「意同悅」，心裡面每個人都法喜充滿。正如同孔老夫子所說的，「學而時習之，不亦說乎」，心裡面有喜悅。第六是「利同均」，利是利養，這個十方的供養大家是均等，人人都有分，沒有厚薄。不是住持當家的，他要得的多一點，沒有，這是大家平均的，利同均。這個樣子才稱之為僧團，所以這也叫六和敬。"
    },
    {
      "id": "01-001-0005_p0055",
      "zh_CN": "由此可知，「僧」之一字，不是出家人的专称，在家人也能称，因为什么？它的意思是遵守这六条和合的条件。你的家庭，如果要是遵守佛所说的这六条去做，你一家就是个僧团，就能够称之为僧。如果你是个公司行号，你这个公司行号里面，从老板到伙计也能够遵守这六条。见解相同，都能够遵守五戒十善，身同住、口无诤、意同悦、利同均，你这个公司行号也是僧团。如果运用在学校里面，学校是僧团；如果运用在一个国家，这一个国家就是僧团。所以僧不一定是出家人，这个诸位一定要记住；唯独「比丘」是出家人的专称。前面跟大家讲过称和尚、称法师、称僧，在家、出家都可以称的，连阿阇黎在家、出家都可以称的。唯独比丘、比丘尼、沙弥、沙弥尼，这是决定出家人，在家人不能称，这也是一点佛学常识。",
      "zh_TW": "由此可知，「僧」之一字，不是出家人的專稱，在家人也能稱，因為什麼？它的意思是遵守這六條和合的條件。你的家庭，如果要是遵守佛所說的這六條去做，你一家就是個僧團，就能夠稱之為僧。如果你是個公司行號，你這個公司行號裡面，從老闆到夥計也能夠遵守這六條。見解相同，都能夠遵守五戒十善，身同住、口無諍、意同悅、利同均，你這個公司行號也是僧團。如果運用在學校裡面，學校是僧團；如果運用在一個國家，這一個國家就是僧團。所以僧不一定是出家人，這個諸位一定要記住；唯獨「比丘」是出家人的專稱。前面跟大家講過稱和尚、稱法師、稱僧，在家、出家都可以稱的，連阿闍黎在家、出家都可以稱的。唯獨比丘、比丘尼、沙彌、沙彌尼，這是決定出家人，在家人不能稱，這也是一點佛學常識。"
    },
    {
      "id": "01-001-0005_p0056",
      "zh_CN": "「大比丘僧」，这是僧团，人数有多少？有一千二百五十人，实际上还有五个人，因为它这里是算一个整数，那五个人就包括在里面。这是佛的常随弟子，一千二百五十五人是一生都跟佛的，佛走到哪里，他们就跟到哪里。因此在一切经里面，佛讲这个听众都是把他们列在前面，他们等于说是固定的听众，一个人也不会少，一次也不会缺席，这些是佛的基本听众，所以把他们这个人数表出来。至于这个里面列名字，前面讲过都是代表这次讲经的目的、目标，以及它里头的义趣。并不是说这部经那人听了，那部怎么没看到他的名字？不是的，这些人统统都在里面，而是为了表法才列名。",
      "zh_TW": "「大比丘僧」，這是僧團，人數有多少？有一千二百五十人，實際上還有五個人，因為它這裡是算一個整數，那五個人就包括在裡面。這是佛的常隨弟子，一千二百五十五人是一生都跟佛的，佛走到哪裡，他們就跟到哪裡。因此在一切經裡面，佛講這個聽眾都是把他們列在前面，他們等於說是固定的聽眾，一個人也不會少，一次也不會缺席，這些是佛的基本聽眾，所以把他們這個人數表出來。至於這個裡面列名字，前面講過都是代表這次講經的目的、目標，以及它裡頭的義趣。並不是說這部經那人聽了，那部怎麼沒看到他的名字？不是的，這些人統統都在裡面，而是為了表法才列名。"
    },
    {
      "id": "01-001-0005_p0057",
      "zh_CN": "因为这些上首弟子各有各的特长，标哪个人，这个经里头有什么意思在。譬如『舍利弗』，智慧第一，这个经上有他，这部经代表智慧的意思。『目犍连』神通第一，这个经上有他，这个经里头有神通第一，有这个意思在。所以诸位读《金刚经》，《金刚经》只有须菩提，须菩提是解空第一，那你晓得《金刚经》所讲空的道理，是用解空第一来说的。所以一看到经上列的名字，就晓得经的性质，他是代表这个经的性质。本经列的声闻众有十六位，它所代表的意思，「三根普被，利钝全收」。今天就给诸位介绍到此地，上首中下次再给诸位详细的介绍。",
      "zh_TW": "因為這些上首弟子各有各的特長，標哪個人，這個經裡頭有什麼意思在。譬如『舍利弗』，智慧第一，這個經上有他，這部經代表智慧的意思。『目犍連』神通第一，這個經上有他，這個經裡頭有神通第一，有這個意思在。所以諸位讀《金剛經》，《金剛經》只有須菩提，須菩提是解空第一，那你曉得《金剛經》所講空的道理，是用解空第一來說的。所以一看到經上列的名字，就曉得經的性質，他是代表這個經的性質。本經列的聲聞眾有十六位，它所代表的意思，「三根普被，利鈍全收」。今天就給諸位介紹到此地，上首中下次再給諸位詳細的介紹。"
    }
  ]
}