{
  "doc_id": "01-001-0008",
  "title": {
    "zh_CN": "佛说阿弥陀经",
    "zh_TW": "佛說阿彌陀經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-001-0008",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "01-001-0008_p0001",
      "zh_CN": "《佛说阿弥陀经》第八讲，前面已经将序分介绍过了，今天要给诸位介绍的是正宗分，这是一部经里面最主要的部分。在本经正宗分一共是分成三大段落，这个三大段也是就信、愿、行而分的。大概在古德注解本经，分科的概念几乎都是相同的，但是段落的起止却各有不同。譬如莲池大师他老人家在《疏钞》里面的分法，就没有发起序，而是将发起序就列入正宗分的第一个段落。蕅益大师他有发起序，而且将六方佛判做流通分，的确也有他的道理。诸位如果看《疏钞》，看《要解》，看《圆中钞》，就晓得古人分判的段落不相同，但是信愿行三大段的构想，几乎是一致的。",
      "zh_TW": "《佛說阿彌陀經》第八講，前面已經將序分介紹過了，今天要給諸位介紹的是正宗分，這是一部經裡面最主要的部分。在本經正宗分一共是分成三大段落，這個三大段也是就信、願、行而分的。大概在古德註解本經，分科的概念幾乎都是相同的，但是段落的起止卻各有不同。譬如蓮池大師他老人家在《疏鈔》裡面的分法，就沒有發起序，而是將發起序就列入正宗分的第一個段落。蕅益大師他有發起序，而且將六方佛判做流通分，的確也有他的道理。諸位如果看《疏鈔》，看《要解》，看《圓中鈔》，就曉得古人分判的段落不相同，但是信願行三大段的構想，幾乎是一致的。"
    },
    {
      "id": "01-001-0008_p0002",
      "zh_CN": "我们研究这部经，以《要解》为主，《要解》这个三大段的名称，第一段是「广陈依正以启信」，陈是陈说，也就是详细的说明西方极乐世界的依报、正报，也就是说极乐世界那边的生活状况，无论是在物质的生活，在精神的生活，其目的是叫我们启信。在第二个段落里面，是特别劝勉我们应当求生西方极乐世界，这是说的发愿。释迦牟尼佛是我们的本师，特别劝勉我们。最后这段就是告诉我们怎么个去法，这是正式的指示我们，持名这种修行方法，就是建立行门。",
      "zh_TW": "我們研究這部經，以《要解》為主，《要解》這個三大段的名稱，第一段是「廣陳依正以啟信」，陳是陳說，也就是詳細的說明西方極樂世界的依報、正報，也就是說極樂世界那邊的生活狀況，無論是在物質的生活，在精神的生活，其目的是叫我們啟信。在第二個段落裡面，是特別勸勉我們應當求生西方極樂世界，這是說的發願。釋迦牟尼佛是我們的本師，特別勸勉我們。最後這段就是告訴我們怎麼個去法，這是正式的指示我們，持名這種修行方法，就是建立行門。"
    },
    {
      "id": "01-001-0008_p0003",
      "zh_CN": "这是正宗分里面信愿行三大段，「信愿行」是这部经的宗旨之所在，这是我们要好好的把它记住。三科这个地方很清楚，诸位把它记住，我们在讲解里面晓得段落，就不必要交代了；大段落会交代得很清楚。启信、发愿、修行，这个信与愿叫慧行，这是讲前导，它在前面引导正信切愿。持名是这个法门里面正修，六度万行是属于助修，所以说一部经的要旨，不外乎这三个字。",
      "zh_TW": "這是正宗分裡面信願行三大段，「信願行」是這部經的宗旨之所在，這是我們要好好的把它記住。三科這個地方很清楚，諸位把它記住，我們在講解裡面曉得段落，就不必要交代了；大段落會交代得很清楚。啟信、發願、修行，這個信與願叫慧行，這是講前導，它在前面引導正信切願。持名是這個法門裡面正修，六度萬行是屬於助修，所以說一部經的要旨，不外乎這三個字。"
    },
    {
      "id": "01-001-0008_p0004",
      "zh_CN": "古人又说「得生与否」，得生就是你能不能够生到西方极乐世界，「全由信愿之有无」，就看你有没有信与愿，这是决定你能不能生。「品位高下」，就是生到西方极乐世界之后，你地位的高下，因为西方极乐世界有四土，每一土里面各有三辈九品。所以到那边地位高下有很大的差别，这是「全由持名之深浅」，就是我们功夫的浅深。功夫深，你到那边地位就高，品位高；功夫浅，当然你到那边地位也浅。如果我们要想往生西方极乐世界，要建立信愿，这个信愿也不是说建立就建立，没有那么容易。这个法门诸位要记住，这是难信之法门，所以必须要把大乘佛法的道理要了解，净土法门的原理要懂得，你的信心才能够建立，你的愿才真正能够发出来。然后努力去修行增高你自己的品位，决定往生，而且得到高品位的往生。这也是世尊以及历代祖师在这部经里面，对我们的期望。",
      "zh_TW": "古人又說「得生與否」，得生就是你能不能夠生到西方極樂世界，「全由信願之有無」，就看你有沒有信與願，這是決定你能不能生。「品位高下」，就是生到西方極樂世界之後，你地位的高下，因為西方極樂世界有四土，每一土裡面各有三輩九品。所以到那邊地位高下有很大的差別，這是「全由持名之深淺」，就是我們功夫的淺深。功夫深，你到那邊地位就高，品位高；功夫淺，當然你到那邊地位也淺。如果我們要想往生西方極樂世界，要建立信願，這個信願也不是說建立就建立，沒有那麼容易。這個法門諸位要記住，這是難信之法門，所以必須要把大乘佛法的道理要了解，淨土法門的原理要懂得，你的信心才能夠建立，你的願才真正能夠發出來。然後努力去修行增高你自己的品位，決定往生，而且得到高品位的往生。這也是世尊以及歷代祖師在這部經裡面，對我們的期望。"
    },
    {
      "id": "01-001-0008_p0005",
      "zh_CN": "下面这是经文，经文先讲依报，依报就是生活的环境非常之妙。当然不能够细说，只能够略举七段，希望我们能够举一反三，一闻千悟，这是闻法很重要的原则。经文：",
      "zh_TW": "下面這是經文，經文先講依報，依報就是生活的環境非常之妙。當然不能夠細說，只能夠略舉七段，希望我們能夠舉一反三，一聞千悟，這是聞法很重要的原則。經文："
    },
    {
      "id": "01-001-0008_p0006",
      "zh_CN": "【舍利弗。彼土何故名为极乐。】",
      "zh_TW": "【舍利弗。彼土何故名為極樂。】"
    },
    {
      "id": "01-001-0008_p0007",
      "zh_CN": "这句话是征问，因为『舍利弗』尊者是提不出问题来。佛叫着他说「舍利弗」，『彼土』是西方极乐世界，西方那边为什么名字叫『极乐』？下面这是佛自己来解释。",
      "zh_TW": "這句話是徵問，因為『舍利弗』尊者是提不出問題來。佛叫著他說「舍利弗」，『彼土』是西方極樂世界，西方那邊為什麼名字叫『極樂』？下面這是佛自己來解釋。"
    },
    {
      "id": "01-001-0008_p0008",
      "zh_CN": "【其国众生。无有众苦。但受诸乐。故名极乐。】",
      "zh_TW": "【其國眾生。無有眾苦。但受諸樂。故名極樂。】"
    },
    {
      "id": "01-001-0008_p0009",
      "zh_CN": "这节经文完全是就能受用人而说的，在经文里面我们首先要了解，『众生』是什么意思？『众苦，诸乐』，这是相当紧要的，一定要详细的说明白。「众生」是能受用的人，「等觉以下皆可以名」，等觉以下都可以用这个名；换句话说，佛与众生，这是对等而称的。这个众生的本义，在这个地方，「众缘和合而生起之假相，曰众生」，这个希望大家要注意到。因为在佛法里，这一个名词用得太多了，非常的广泛，我们要晓得它本来的意思，以及它引申的意思。它的本义是众缘和合而生起的假相，由此可知，情与无情都是众缘和合而生起的假相。它引伸就是众多的意思，我们现在常常讲到众生，概念里面都是以为芸芸众生，很多的人，称之为众生，这是引伸的意思，在经论里头用得也相当的普遍。可是如果我们要不明了它的本义，只知道引申的意思，那是决定不够的。为什么？没有办法破烦恼执着，没有方法破迷开悟。诸位晓得佛法的修学，无论是哪一宗、哪一派，无论是哪个法门，都是以破迷开悟为目标，所谓是殊途同归。经上常说的「方便有多门」，八万四千法门，无量无边法门；「归元无二路」，总是断烦恼、见真性，也是本经里面所说的「一心不乱」，总是以这个为归宿。",
      "zh_TW": "這節經文完全是就能受用人而說的，在經文裡面我們首先要了解，『眾生』是什麼意思？『眾苦，諸樂』，這是相當緊要的，一定要詳細的說明白。「眾生」是能受用的人，「等覺以下皆可以名」，等覺以下都可以用這個名；換句話說，佛與眾生，這是對等而稱的。這個眾生的本義，在這個地方，「眾緣和合而生起之假相，曰眾生」，這個希望大家要注意到。因為在佛法裡，這一個名詞用得太多了，非常的廣泛，我們要曉得它本來的意思，以及它引申的意思。它的本義是眾緣和合而生起的假相，由此可知，情與無情都是眾緣和合而生起的假相。它引伸就是眾多的意思，我們現在常常講到眾生，概念裡面都是以為芸芸眾生，很多的人，稱之為眾生，這是引伸的意思，在經論裡頭用得也相當的普遍。可是如果我們要不明瞭它的本義，只知道引申的意思，那是決定不夠的。為什麼？沒有辦法破煩惱執著，沒有方法破迷開悟。諸位曉得佛法的修學，無論是哪一宗、哪一派，無論是哪個法門，都是以破迷開悟為目標，所謂是殊途同歸。經上常說的「方便有多門」，八萬四千法門，無量無邊法門；「歸元無二路」，總是斷煩惱、見真性，也是本經裡面所說的「一心不亂」，總是以這個為歸宿。"
    },
    {
      "id": "01-001-0008_p0010",
      "zh_CN": "佛门常常称呼人称众，譬如一个寺院里面，我们要去请教人家，你这个寺院住了多少人，这种说法，在我们听起来没错；可是在佛法上则不然，佛门里面一听，就晓得你是个外行人。如果你要问他，你这个寺院里住了多少众，他一听，你是很内行的。这样的称说，其用意破我执，这句话的意思是说，你这个寺院里面住了几个众缘和合的假相。如果说是问住了多少人，你就会着四相，「我相、人相、众生相、寿者相」，你会着相，这种称呼是破执着的称呼。一个人也称众，一个人他是四大五蕴众缘和合的假相，所以我们晓得众生的本义，才能够依文字起观照，证实相。由此可知，佛门就在术语上，都是诱导我们破迷开悟。这一个名词术语用意如是，所有的名相无不如是，都是提起我们观照功夫而施设的。",
      "zh_TW": "佛門常常稱呼人稱眾，譬如一個寺院裡面，我們要去請教人家，你這個寺院住了多少人，這種說法，在我們聽起來沒錯；可是在佛法上則不然，佛門裡面一聽，就曉得你是個外行人。如果你要問他，你這個寺院裡住了多少眾，他一聽，你是很內行的。這樣的稱說，其用意破我執，這句話的意思是說，你這個寺院裡面住了幾個眾緣和合的假相。如果說是問住了多少人，你就會著四相，「我相、人相、眾生相、壽者相」，你會著相，這種稱呼是破執著的稱呼。一個人也稱眾，一個人他是四大五蘊眾緣和合的假相，所以我們曉得眾生的本義，才能夠依文字起觀照，證實相。由此可知，佛門就在術語上，都是誘導我們破迷開悟。這一個名詞術語用意如是，所有的名相無不如是，都是提起我們觀照功夫而施設的。"
    },
    {
      "id": "01-001-0008_p0011",
      "zh_CN": "再看经里面所讲的「众苦」，众苦是什么意思？这是佛门常称几众，意思都是破迷、破执着。经上讲「无有众苦」，众在此地是众多的意思，苦太多。经上常讲的八万四千尘劳，八万四千苦，苦，这是病，所以佛有八万四千法门来对治八万四千苦。说得太多了，说也烦，听也麻烦，因此，经论里头常常将众苦(一切苦)，把它归纳为三苦，就是这三种。诸位要晓得，三苦里面包括八苦，所以三苦的范围大；八苦不包含三苦，八苦的范围小，只是三苦里面的一种。一种里头再分为八种，在表解里头，诸位能看得很清楚。",
      "zh_TW": "再看經裡面所講的「眾苦」，眾苦是什麼意思？這是佛門常稱幾眾，意思都是破迷、破執著。經上講「無有眾苦」，眾在此地是眾多的意思，苦太多。經上常講的八萬四千塵勞，八萬四千苦，苦，這是病，所以佛有八萬四千法門來對治八萬四千苦。說得太多了，說也煩，聽也麻煩，因此，經論裡頭常常將眾苦(一切苦)，把它歸納為三苦，就是這三種。諸位要曉得，三苦裡面包括八苦，所以三苦的範圍大；八苦不包含三苦，八苦的範圍小，只是三苦裡面的一種。一種裡頭再分為八種，在表解裡頭，諸位能看得很清楚。"
    },
    {
      "id": "01-001-0008_p0012",
      "zh_CN": "三苦、八苦是一切众生可以说人人具足，所以是一切有情众生个个具足，三界之内也统统具足。在欲界里面，这三类的苦统统都有，欲界里面包含着有六层天，四王天、忉利天、夜摩天、兜率天、化乐天、他化自在天，三苦、八苦全都具足。到色界天因为他欲断了，所以苦苦没有，苦苦是中断了，他有坏苦，他有行苦，因为他有色相。到无色界天，他连色相也没有，没有色相当然就没有坏苦，没有成坏之苦，可是他有行苦。行苦就是念念迁流不息，他有这个苦。",
      "zh_TW": "三苦、八苦是一切眾生可以說人人具足，所以是一切有情眾生個個具足，三界之內也統統具足。在欲界裡面，這三類的苦統統都有，欲界裡面包含著有六層天，四王天、忉利天、夜摩天、兜率天、化樂天、他化自在天，三苦、八苦全都具足。到色界天因為他欲斷了，所以苦苦沒有，苦苦是中斷了，他有壞苦，他有行苦，因為他有色相。到無色界天，他連色相也沒有，沒有色相當然就沒有壞苦，沒有成壞之苦，可是他有行苦。行苦就是念念遷流不息，他有這個苦。"
    },
    {
      "id": "01-001-0008_p0013",
      "zh_CN": "现在简单跟诸位介绍这八苦，八苦里面第一个是生苦，生就是讲出生。这桩事情，我们每个人都曾经历过，虽然经历过这个事情，现在都忘掉了。佛在经典里面给我们形容这个事情，说我们在投胎的时候，诸位晓得，一个人这是假设他到世间，也就是我们讲的人道，到世间来投胎，得到这个报身，是他自己前生五戒的善业所感而来受生。当然他与父母是有缘分，没有缘分不会到他家来投胎。",
      "zh_TW": "現在簡單跟諸位介紹這八苦，八苦裡面第一個是生苦，生就是講出生。這樁事情，我們每個人都曾經歷過，雖然經歷過這個事情，現在都忘掉了。佛在經典裡面給我們形容這個事情，說我們在投胎的時候，諸位曉得，一個人這是假設他到世間，也就是我們講的人道，到世間來投胎，得到這個報身，是他自己前生五戒的善業所感而來受生。當然他與父母是有緣分，沒有緣分不會到他家來投胎。"
    },
    {
      "id": "01-001-0008_p0014",
      "zh_CN": "佛在经典里面给我们说，父母与子女有四种缘，第一种，过去父母对他有恩，他是来报恩的；既是来报恩，当然就是我们世俗里面常说的，孝子贤孙，这是报恩而来的。第二种类，这是报怨，过去，父母是他的仇家，这一世遇到了，他是报仇、报怨而来，他生在你家，做你的儿女，到他长大之后他作奸犯科，会搞得你家破人亡。我们世俗间常讲的败家子，这是报怨而来的。第三类，讨债而来的，他是讨债鬼，这些小孩多半非常可爱。如果父母欠他少，或者三、四岁就夭折；如果欠他多，到一、二十岁他走了。费了多少心血，多少金钱来培养他，到他刚刚要自立他走了，这是属于讨债的。第四类是还债的，那是什么？他欠父母的，所以这个小孩，将来对父母衣食、物质上的供养不会缺乏。当然也要看他欠父母欠的多少，欠得多，供养得很丰厚；欠得少，供养就比较要薄一点。他对父母没有孝敬之心，没有孝顺心，只是照顾他生活而已，这是属于还债类型。",
      "zh_TW": "佛在經典裡面給我們說，父母與子女有四種緣，第一種，過去父母對他有恩，他是來報恩的；既是來報恩，當然就是我們世俗裡面常說的，孝子賢孫，這是報恩而來的。第二種類，這是報怨，過去，父母是他的仇家，這一世遇到了，他是報仇、報怨而來，他生在你家，做你的兒女，到他長大之後他作奸犯科，會搞得你家破人亡。我們世俗間常講的敗家子，這是報怨而來的。第三類，討債而來的，他是討債鬼，這些小孩多半非常可愛。如果父母欠他少，或者三、四歲就夭折；如果欠他多，到一、二十歲他走了。費了多少心血，多少金錢來培養他，到他剛剛要自立他走了，這是屬於討債的。第四類是還債的，那是什麼？他欠父母的，所以這個小孩，將來對父母衣食、物質上的供養不會缺乏。當然也要看他欠父母欠的多少，欠得多，供養得很豐厚；欠得少，供養就比較要薄一點。他對父母沒有孝敬之心，沒有孝順心，只是照顧他生活而已，這是屬於還債類型。"
    },
    {
      "id": "01-001-0008_p0015",
      "zh_CN": "佛给我们说，如果没有这四种缘，不会到你家来的，所以我们要了解这个情形，人与人之间，父子关系最密切，是基于这个四种缘。除父子之外，朋友之间的交往，乃至于一生当中与某个人只有一面之缘，也有这四种关系。只是在关系里头有厚薄轻重不等同而已，这是我们应当要晓得的。真正懂得其中的关系，业力就可以转变，命运可以改造；如果不懂得，不能够转业，一定是随业流转。这就苦不堪言！",
      "zh_TW": "佛給我們說，如果沒有這四種緣，不會到你家來的，所以我們要了解這個情形，人與人之間，父子關係最密切，是基於這個四種緣。除父子之外，朋友之間的交往，乃至於一生當中與某個人只有一面之緣，也有這四種關係。只是在關係裡頭有厚薄輕重不等同而已，這是我們應當要曉得的。真正懂得其中的關係，業力就可以轉變，命運可以改造；如果不懂得，不能夠轉業，一定是隨業流轉。這就苦不堪言！"
    },
    {
      "id": "01-001-0008_p0016",
      "zh_CN": "说到苦苦这个八种，苦苦上面是动词，下面这个苦是名词。第一种是生苦，投胎来的时候，入胎了，他在母亲肚子里头十个月的怀胎。这十个月相当之痛苦，佛把这种苦比作地狱，叫胎狱之苦。母亲要是吃凉的东西，他在肚子里面感受就好比寒冰地狱；母亲吃热的东西，他感受就像火烧身体一样，所以叫十个月胎狱之苦。正因为这个胎狱太苦，所以他把前生的事情都忘掉。如果在胎胞里面，要是很自在、很安乐，他前世的事情哪有不记得的道理？我们试问问，今天哪个人还能够记得前生的事情？他为什么不记得前生？就是经过一次大苦难，把前面的事情给忘掉了。",
      "zh_TW": "說到苦苦這個八種，苦苦上面是動詞，下面這個苦是名詞。第一種是生苦，投胎來的時候，入胎了，他在母親肚子裡頭十個月的懷胎。這十個月相當之痛苦，佛把這種苦比作地獄，叫胎獄之苦。母親要是吃涼的東西，他在肚子裡面感受就好比寒冰地獄；母親吃熱的東西，他感受就像火燒身體一樣，所以叫十個月胎獄之苦。正因為這個胎獄太苦，所以他把前生的事情都忘掉。如果在胎胞裡面，要是很自在、很安樂，他前世的事情哪有不記得的道理？我們試問問，今天哪個人還能夠記得前生的事情？他為什麼不記得前生？就是經過一次大苦難，把前面的事情給忘掉了。"
    },
    {
      "id": "01-001-0008_p0017",
      "zh_CN": "如果你说我不信，我们可以举个例子来说，这个世间有很多聪明伶俐的这些儿童，往往在害一次大病之后，这个人整个就变样子。我有个朋友，他有个儿子非常的聪明伶俐，他说在八、九岁的时候得了一场大病，发高烧，时间相当长，等到病好之后，这个小孩渐渐就很痴、很呆，变成这种情形。他说与小时候活泼、伶俐、聪明完全不相同，变成呆头呆脑。由此可知，一场大病都能够使人痴呆，丧失了记忆；何况生死，生死之苦比这个病苦要严重得太多了。佛在经里头有个比喻说，形容死之苦，犹如生龟脱壳，诸位想想，活的乌龟把牠的壳拔下来，他说人死之苦，就像生龟脱壳一样。说生死之苦，死是一个大苦，生又是一个大苦，所以把前世的事情忘得一干二净，道理在此地。",
      "zh_TW": "如果你說我不信，我們可以舉個例子來說，這個世間有很多聰明伶俐的這些兒童，往往在害一次大病之後，這個人整個就變樣子。我有個朋友，他有個兒子非常的聰明伶俐，他說在八、九歲的時候得了一場大病，發高燒，時間相當長，等到病好之後，這個小孩漸漸就很痴、很呆，變成這種情形。他說與小時候活潑、伶俐、聰明完全不相同，變成呆頭呆腦。由此可知，一場大病都能夠使人痴呆，喪失了記憶；何況生死，生死之苦比這個病苦要嚴重得太多了。佛在經裡頭有個比喻說，形容死之苦，猶如生龜脫殼，諸位想想，活的烏龜把牠的殼拔下來，他說人死之苦，就像生龜脫殼一樣。說生死之苦，死是一個大苦，生又是一個大苦，所以把前世的事情忘得一乾二淨，道理在此地。"
    },
    {
      "id": "01-001-0008_p0018",
      "zh_CN": "也有极少数的人，能够记得前生的事情，这是什么原因？这有两种原因，一种是大修行人，他不昧因果。像释迦牟尼佛，他也是在他母亲肚子里头怀胎十月，可是他的福报大、神通大，他在母亲的胎胞里面依然在讲经说法，没有这些苦的感受，这是福报大。所以他生生世世的事情都不会忘掉，这是大修行人。第二类型的是属于夺胎的，什么叫夺胎？就是住在母亲胎胞的这个人，他在一出生下来就死了，另外一个人的灵魂刚刚好去投胎，就借着他这个身体。实际上他是两个人，一个身体是两个人，前面那个人他坐了十个月的胎，坐满之后，一出生他就死了；第二个人夺了他的身体，做为自己的身体，这叫夺胎。因为他没有受十个月胎狱之苦，所以夺胎的人记得前生的事情。这在我们中国历史笔记小说里头都有记载，这当然不是很多的事情，不是正常的，也不多见的，这属于叫夺胎，才能够记得前生的事情。所以生就是苦。",
      "zh_TW": "也有極少數的人，能夠記得前生的事情，這是什麼原因？這有兩種原因，一種是大修行人，他不昧因果。像釋迦牟尼佛，他也是在他母親肚子裡頭懷胎十月，可是他的福報大、神通大，他在母親的胎胞裡面依然在講經說法，沒有這些苦的感受，這是福報大。所以他生生世世的事情都不會忘掉，這是大修行人。第二類型的是屬於奪胎的，什麼叫奪胎？就是住在母親胎胞的這個人，他在一出生下來就死了，另外一個人的靈魂剛剛好去投胎，就借著他這個身體。實際上他是兩個人，一個身體是兩個人，前面那個人他坐了十個月的胎，坐滿之後，一出生他就死了；第二個人奪了他的身體，做為自己的身體，這叫奪胎。因為他沒有受十個月胎獄之苦，所以奪胎的人記得前生的事情。這在我們中國歷史筆記小說裡頭都有記載，這當然不是很多的事情，不是正常的，也不多見的，這屬於叫奪胎，才能夠記得前生的事情。所以生就是苦。"
    },
    {
      "id": "01-001-0008_p0019",
      "zh_CN": "还有一种情形，我们也能够看得出来，这个生究竟是苦还是乐？特别是小孩，小孩不懂事，天真澜漫，他这个苦乐马上表现在面孔上。不像成年人城府很深，喜怒不形于色，这是小孩做不到的。你看看小孩出世，一出生你看他是不是满脸笑容，很喜欢，哈哈大笑出生了？那个生就是乐！我们看见小孩出生下来，面孔都是愁眉苦脸，一生下来就哭，苦才哭；乐他就会笑了，他就不哭了。所以一生下来，你就看到他哭得痛苦，可见得很苦！这是我们能看到的。也能够证明生不是乐，是苦，一出生就哭，一出生口里头就叫苦。如何能够脱离三苦八苦？",
      "zh_TW": "還有一種情形，我們也能夠看得出來，這個生究竟是苦還是樂？特別是小孩，小孩不懂事，天真瀾漫，他這個苦樂馬上表現在面孔上。不像成年人城府很深，喜怒不形於色，這是小孩做不到的。你看看小孩出世，一出生你看他是不是滿臉笑容，很喜歡，哈哈大笑出生了？那個生就是樂！我們看見小孩出生下來，面孔都是愁眉苦臉，一生下來就哭，苦才哭；樂他就會笑了，他就不哭了。所以一生下來，你就看到他哭得痛苦，可見得很苦！這是我們能看到的。也能夠證明生不是樂，是苦，一出生就哭，一出生口裡頭就叫苦。如何能夠脫離三苦八苦？"
    },
    {
      "id": "01-001-0008_p0020",
      "zh_CN": "第二是老苦，老之苦我们不要多说，年岁大，像我这种年龄就已经感觉到老之苦。年轻的人还不能体会，但是观察那些老人，老态龙钟，耳也聋，眼睛也花了，动作也不灵了，处处需要人照顾。这是老之苦！在中国，如果儿孙孝顺，这个晚年还算是幸福；假如儿孙不孝顺，老年的确是相当可怜。在西方这种情形更为普遍，所以有些老年人，到台湾来观光，对于中国社会非常的羡慕，道理就是在此地。中国的家庭三代同堂的还相当之多，这在外国是见不到的；换句话说，对老人的照顾在今天全世界而言，依旧是在中国。",
      "zh_TW": "第二是老苦，老之苦我們不要多說，年歲大，像我這種年齡就已經感覺到老之苦。年輕的人還不能體會，但是觀察那些老人，老態龍鍾，耳也聾，眼睛也花了，動作也不靈了，處處需要人照顧。這是老之苦！在中國，如果兒孫孝順，這個晚年還算是幸福；假如兒孫不孝順，老年的確是相當可憐。在西方這種情形更為普遍，所以有些老年人，到台灣來觀光，對於中國社會非常的羨慕，道理就是在此地。中國的家庭三代同堂的還相當之多，這在外國是見不到的；換句話說，對老人的照顧在今天全世界而言，依舊是在中國。"
    },
    {
      "id": "01-001-0008_p0021",
      "zh_CN": "第三种是病苦，病苦的经验我想每个人都有，纵然你没有大病，有时候也生点小病，病的滋味你尝试过。如果是得过大病的人，他对于病苦，感受的那就更深了。",
      "zh_TW": "第三種是病苦，病苦的經驗我想每個人都有，縱然你沒有大病，有時候也生點小病，病的滋味你嘗試過。如果是得過大病的人，他對於病苦，感受的那就更深了。"
    },
    {
      "id": "01-001-0008_p0022",
      "zh_CN": "第四种是死苦，死之苦就是神识离开自己的身体，就像前面所讲的，佛所说的如同生龟脱壳。投胎跟舍报这是最大的苦难，投胎，迷迷糊糊来投胎，投胎虽然说不苦，可是坐胎就苦！坐胎这十个月在胎胞里头，这个苦。死的时候四大分离，你神识离开你的躯壳，这个时候非常的痛苦。生老病死谁没有？古人所谓上自天子下至庶民，这四种苦人人都具足，哪个人也没有办法避免。",
      "zh_TW": "第四種是死苦，死之苦就是神識離開自己的身體，就像前面所講的，佛所說的如同生龜脫殼。投胎跟捨報這是最大的苦難，投胎，迷迷糊糊來投胎，投胎雖然說不苦，可是坐胎就苦！坐胎這十個月在胎胞裡頭，這個苦。死的時候四大分離，你神識離開你的軀殼，這個時候非常的痛苦。生老病死誰沒有？古人所謂上自天子下至庶民，這四種苦人人都具足，哪個人也沒有辦法避免。"
    },
    {
      "id": "01-001-0008_p0023",
      "zh_CN": "除这个之外，在我们依报环境当中，还有三类苦，第一个是「爱别离」，无论是你所爱的人，或者所爱的物，总是不能够长久得到的，他会跟你离开的。聚的时候你很欢喜，离开的时候你就悲伤。其次一类这是「怨憎会」，冤家对头，不希望遇到，偏偏朝夕共聚，不是怨家不聚头，怨憎会的苦。第三种是「求不得」，在这个世间自己有欲望，始终没有办法满足自己的欲望，求名、求利，纵然得到了又怕失掉，有患得患失之苦。这三种也是每个人所不能够避免的。",
      "zh_TW": "除這個之外，在我們依報環境當中，還有三類苦，第一個是「愛別離」，無論是你所愛的人，或者所愛的物，總是不能夠長久得到的，他會跟你離開的。聚的時候你很歡喜，離開的時候你就悲傷。其次一類這是「怨憎會」，冤家對頭，不希望遇到，偏偏朝夕共聚，不是怨家不聚頭，怨憎會的苦。第三種是「求不得」，在這個世間自己有欲望，始終沒有辦法滿足自己的欲望，求名、求利，縱然得到了又怕失掉，有患得患失之苦。這三種也是每個人所不能夠避免的。"
    },
    {
      "id": "01-001-0008_p0024",
      "zh_CN": "末后一条叫「五阴炽盛苦」，前面七条是指的果报，我们现前的感受不外乎这个七大类；后面这条是业因，也就是苦因。前面是苦果，这条是苦因。五阴炽盛，五阴烦恼在里面，就像火烧得很猛烈、很旺盛，所以前面这七种苦果因蔓不断，苦苦相牵。如果没有办法超脱，没有办法解决，这种的苦果必定是一生比一生深，一生比一生更苦。这种道理，这个事实，我们很冷静的去想一想，是可以能够想到几分，而且在常理的推测上来讲必然如是。众苦，我们简单就跟诸位介绍到此地，这些名词希望大家要注意到，要记住，生老病死、爱别离、怨憎会、求不得、五阴炽盛，前面七种是果，后面这一种是因。",
      "zh_TW": "末後一條叫「五陰熾盛苦」，前面七條是指的果報，我們現前的感受不外乎這個七大類；後面這條是業因，也就是苦因。前面是苦果，這條是苦因。五陰熾盛，五陰煩惱在裡面，就像火燒得很猛烈、很旺盛，所以前面這七種苦果因蔓不斷，苦苦相牽。如果沒有辦法超脫，沒有辦法解決，這種的苦果必定是一生比一生深，一生比一生更苦。這種道理，這個事實，我們很冷靜的去想一想，是可以能夠想到幾分，而且在常理的推測上來講必然如是。眾苦，我們簡單就跟諸位介紹到此地，這些名詞希望大家要注意到，要記住，生老病死、愛別離、怨憎會、求不得、五陰熾盛，前面七種是果，後面這一種是因。"
    },
    {
      "id": "01-001-0008_p0025",
      "zh_CN": "再跟诸位讲「坏苦」，什么叫坏？坏是到变坏的时候你就感觉到苦。譬如三界之内的色界天，色界天里面色界天人都有相当禅定的功夫，他有色身，也有物质上的享受；但是他因为没有欲，就是财色名食睡这个五欲他断了，断了五欲，这些苦他没有，他是离开了。色界天的寿命相当之长，他这个寿命怎么说？完全是禅定的功夫；他的定功要一失掉，他就要堕落了。所以定功失掉，当堕落这个时候他感觉到苦，坏苦，他的色身、他的宫殿都坏了，他又要到六道里头去轮回、去投胎。",
      "zh_TW": "再跟諸位講「壞苦」，什麼叫壞？壞是到變壞的時候你就感覺到苦。譬如三界之內的色界天，色界天裡面色界天人都有相當禪定的功夫，他有色身，也有物質上的享受；但是他因為沒有欲，就是財色名食睡這個五欲他斷了，斷了五欲，這些苦他沒有，他是離開了。色界天的壽命相當之長，他這個壽命怎麼說？完全是禪定的功夫；他的定功要一失掉，他就要墮落了。所以定功失掉，當墮落這個時候他感覺到苦，壞苦，他的色身、他的宮殿都壞了，他又要到六道裡頭去輪迴、去投胎。"
    },
    {
      "id": "01-001-0008_p0026",
      "zh_CN": "无色界天，连色身都不要，他没有色身，他就没有坏苦，可是无色界天人的寿命也是依定力而说的。譬如最高的是非想非非想天，非想非非想天的寿命是八万大劫。八万大劫到了，他的定失掉了，失掉之后必定往下面堕落。为什么？他没有往上面去的，他要往下面堕落，这个时候感觉到苦。这种苦给诸位说为什么不叫坏苦？因为他没有色身，他有色身叫坏苦，没有色身叫行苦，就说他这个定功不能够长住。实际上说来，欲界众生这三种全部都有，譬如到老、死的时候坏苦现前。我们的青春不能够永驻，这是行苦，一天一天的衰老，这是属于行苦。所以佛告诉我们，教我们要觉悟，人生所享受的无非是苦而已！实在没有乐。所谓乐不过是这些苦暂时的停止，你感觉得好像很乐，实际上哪有乐？何况乐极生悲！由此可知，的确没有乐，苦是真实的，乐是假的。",
      "zh_TW": "無色界天，連色身都不要，他沒有色身，他就沒有壞苦，可是無色界天人的壽命也是依定力而說的。譬如最高的是非想非非想天，非想非非想天的壽命是八萬大劫。八萬大劫到了，他的定失掉了，失掉之後必定往下面墮落。為什麼？他沒有往上面去的，他要往下面墮落，這個時候感覺到苦。這種苦給諸位說為什麼不叫壞苦？因為他沒有色身，他有色身叫壞苦，沒有色身叫行苦，就說他這個定功不能夠長住。實際上說來，欲界眾生這三種全部都有，譬如到老、死的時候壞苦現前。我們的青春不能夠永駐，這是行苦，一天一天的衰老，這是屬於行苦。所以佛告訴我們，教我們要覺悟，人生所享受的無非是苦而已！實在沒有樂。所謂樂不過是這些苦暫時的停止，你感覺得好像很樂，實際上哪有樂？何況樂極生悲！由此可知，的確沒有樂，苦是真實的，樂是假的。"
    },
    {
      "id": "01-001-0008_p0027",
      "zh_CN": "西方极乐世界这些东西全部没有，八苦没有，坏苦、行苦都没有。没有这些苦，我们才说它作乐，真正没有这些众苦，这个乐是真乐，我们称之为『极乐』。极乐国土有四土，「同居土中，无有此苦」，全部都没有，诸位要特别注意到，同居土里面带业往生之人，这些苦已经永远离开，不会再有了。他所受的「不老自在之乐」，我只举了两条，因为我们世间人无法避免的老苦；它那里不老，青春永驻，长生不老。我们这个世间求不得的，它那里没有求不得的；我们这个地方爱别离、怨憎会、求不得、五阴炽盛，不自在！它那个地方没有这些，得大自在，得自在之乐。",
      "zh_TW": "西方極樂世界這些東西全部沒有，八苦沒有，壞苦、行苦都沒有。沒有這些苦，我們才說它作樂，真正沒有這些眾苦，這個樂是真樂，我們稱之為『極樂』。極樂國土有四土，「同居土中，無有此苦」，全部都沒有，諸位要特別注意到，同居土裡面帶業往生之人，這些苦已經永遠離開，不會再有了。他所受的「不老自在之樂」，我只舉了兩條，因為我們世間人無法避免的老苦；它那裡不老，青春永駐，長生不老。我們這個世間求不得的，它那裡沒有求不得的；我們這個地方愛別離、怨憎會、求不得、五陰熾盛，不自在！它那個地方沒有這些，得大自在，得自在之樂。"
    },
    {
      "id": "01-001-0008_p0028",
      "zh_CN": "说到这个地方，古德告诉我们念佛人，或者我们讲学佛人，当他没有得到无生法忍的时候，决定不能够度众生。为什么？自己没有能得度，怎么能度人？俗话常说「泥菩萨过河，自身难保」。我长年讲经，在讲席当中常常提醒学佛的诸位同修，我们一定要记住，学佛有两个目标，这是两个阶段，第一个阶段我们要求开悟，第二个阶段要求证果。如果要想接引众生，帮助别人，最低限度我们要得到第一个目标；第二个目标达成，那度众生就更圆满了。如果说是第一个目标都没有达到，那要是讲度众生，恐怕是办不到的。古德的标准相当之高，讲到就是要证无生法忍，证无生法忍在禅宗里面说就是明心见性；在念佛人来说，则是得理一心不乱。这个境界，我们在此地要做个详细的说明，这是我在这里特别用红线给它画出来，「未得无生法忍，必定不能度生」。",
      "zh_TW": "說到這個地方，古德告訴我們念佛人，或者我們講學佛人，當他沒有得到無生法忍的時候，決定不能夠度眾生。為什麼？自己沒有能得度，怎麼能度人？俗話常說「泥菩薩過河，自身難保」。我長年講經，在講席當中常常提醒學佛的諸位同修，我們一定要記住，學佛有兩個目標，這是兩個階段，第一個階段我們要求開悟，第二個階段要求證果。如果要想接引眾生，幫助別人，最低限度我們要得到第一個目標；第二個目標達成，那度眾生就更圓滿了。如果說是第一個目標都沒有達到，那要是講度眾生，恐怕是辦不到的。古德的標準相當之高，講到就是要證無生法忍，證無生法忍在禪宗裡面說就是明心見性；在念佛人來說，則是得理一心不亂。這個境界，我們在此地要做個詳細的說明，這是我在這裡特別用紅線給它畫出來，「未得無生法忍，必定不能度生」。"
    },
    {
      "id": "01-001-0008_p0029",
      "zh_CN": "附带的跟大家介绍，清朝慈云灌顶大师，他是乾隆时间的人。他老人家在佛教也是位相当了不起的法师，有很多的著作，而且都写得非常之好，流传在世间。他讲西方极乐世界与这个娑婆世界，「二土修行难易」，这两个地方比较起来，我们修行在这个世界难，在西方极乐世界容易。这是怎么说法的？这个十条底下说「此土」，就是指我们这个世间，「彼土」是指西方极乐世界。我们晓得学佛最重要的是老师，顶重要的是老师，我们在《阿难问事佛吉凶经》里面所看到的，释迦牟尼佛告诉我们，第一要紧的就是要「从明师受戒」。最好的老师当然是佛，而我们这个世间到哪里去找佛？佛出现在我们这个世界，这个时间真是太少了。",
      "zh_TW": "附帶的跟大家介紹，清朝慈雲灌頂大師，他是乾隆時間的人。他老人家在佛教也是位相當了不起的法師，有很多的著作，而且都寫得非常之好，流傳在世間。他講西方極樂世界與這個娑婆世界，「二土修行難易」，這兩個地方比較起來，我們修行在這個世界難，在西方極樂世界容易。這是怎麼說法的？這個十條底下說「此土」，就是指我們這個世間，「彼土」是指西方極樂世界。我們曉得學佛最重要的是老師，頂重要的是老師，我們在《阿難問事佛吉凶經》裡面所看到的，釋迦牟尼佛告訴我們，第一要緊的就是要「從明師受戒」。最好的老師當然是佛，而我們這個世間到哪裡去找佛？佛出現在我們這個世界，這個時間真是太少了。"
    },
    {
      "id": "01-001-0008_p0030",
      "zh_CN": "释迦牟尼佛在经典上记载的，就以本师释迦牟尼佛来说，他老人家所示现住世只有八十年，寿命跟一个普通人一样，不太长。而他的法运只有一万二千年，也就是说他教化的影响只有一万二千年；一万二千年之后，这个世间就没有佛法了。要等到下面一尊佛再出世，这个世间才有佛法，而下一尊佛是弥勒佛。什么时候出世？《弥勒下生经》里面告诉我们，释迦牟尼佛灭度之后，五十六亿七千万年以后弥勒菩萨降生在人间，示现八相成道，说法度生。诸位要想想，五十六亿年跟一万二千年，不成比例！这个短短一万二千年当中有佛法，而五十六亿年这么长的期间没有佛法。",
      "zh_TW": "釋迦牟尼佛在經典上記載的，就以本師釋迦牟尼佛來說，他老人家所示現住世只有八十年，壽命跟一個普通人一樣，不太長。而他的法運只有一萬二千年，也就是說他教化的影響只有一萬二千年；一萬二千年之後，這個世間就沒有佛法了。要等到下面一尊佛再出世，這個世間才有佛法，而下一尊佛是彌勒佛。什麼時候出世？《彌勒下生經》裡面告訴我們，釋迦牟尼佛滅度之後，五十六億七千萬年以後彌勒菩薩降生在人間，示現八相成道，說法度生。諸位要想想，五十六億年跟一萬二千年，不成比例！這個短短一萬二千年當中有佛法，而五十六億年這麼長的期間沒有佛法。"
    },
    {
      "id": "01-001-0008_p0031",
      "zh_CN": "纵然这一万二千年有佛法，诸位要晓得，佛法的法运还分三个时期，正法只有一千年，像法也只有一千年，末法则是一万年。我们现在是在末法第二个一千年，也就是末法现在已经过去一千年，一万年已经过去一千年，还有九千年。末法时期的佛法已经不纯正，有许多假的佛法掺杂在其中。正如同佛在楞严会上跟我们所说的，「末法时期，邪师说法，如恒河沙」。邪师当然说的不是正法，似是而非的佛法，那都是骗人的，数量之多超过真正的佛弟子。假佛弟子比真佛弟子多，冒充的佛法比真正的佛法要盛，我们如何能够辨别？这就是我们这个地方修行，特别在末法时期不容易遇到真正的善知识，不容易遇到真正的佛法。",
      "zh_TW": "縱然這一萬二千年有佛法，諸位要曉得，佛法的法運還分三個時期，正法只有一千年，像法也只有一千年，末法則是一萬年。我們現在是在末法第二個一千年，也就是末法現在已經過去一千年，一萬年已經過去一千年，還有九千年。末法時期的佛法已經不純正，有許多假的佛法摻雜在其中。正如同佛在楞嚴會上跟我們所說的，「末法時期，邪師說法，如恆河沙」。邪師當然說的不是正法，似是而非的佛法，那都是騙人的，數量之多超過真正的佛弟子。假佛弟子比真佛弟子多，冒充的佛法比真正的佛法要盛，我們如何能夠辨別？這就是我們這個地方修行，特別在末法時期不容易遇到真正的善知識，不容易遇到真正的佛法。"
    },
    {
      "id": "01-001-0008_p0032",
      "zh_CN": "西方世界情形就不相同，因为那边阿弥陀佛是现在佛，不是过去佛，也不是未来佛。不但是现在佛，前面跟我们说过「今现在说法」，所以你到西方极乐世界去，第一个是老师好！你可以亲近阿弥陀佛。你可以亲自听阿弥陀佛说法，你怎么不开悟？你怎么会不证果？所以两方面一比较，我们这个世界比它差得太远了。这是第一个难易不相同之处。",
      "zh_TW": "西方世界情形就不相同，因為那邊阿彌陀佛是現在佛，不是過去佛，也不是未來佛。不但是現在佛，前面跟我們說過「今現在說法」，所以你到西方極樂世界去，第一個是老師好！你可以親近阿彌陀佛。你可以親自聽阿彌陀佛說法，你怎麼不開悟？你怎麼會不證果？所以兩方面一比較，我們這個世界比它差得太遠了。這是第一個難易不相同之處。"
    },
    {
      "id": "01-001-0008_p0033",
      "zh_CN": "第二条「此土不闻说法，彼土六尘说法」，不闻说法，开悟、修行、证果难！西方极乐世界不但阿弥陀佛天天说法，连六尘都说法，六尘是色声香味触法全都说法；换句话说，一天到晚说法之音从无间断，这是西方极乐世界修行当然容易了。闻法对于一个修行人来讲，比什么都重要，诸位可以想到要是不重要的话，释迦牟尼佛在世，为什么说法四十九年？换句话说，他示现成佛就弘法利生，就从事于佛陀教育教学的工作。一直到他八十岁圆寂，没有一天休息，没有一天中断，天天都在那里讲经说法，可见这个事情很重要。因为修行不难，难在什么？断疑生信，难在这个地方。如果不把世出世间一切道理、一切事实的真相搞得清清楚楚，你就不会死心塌地去相信，你也没有办法去依教奉行。",
      "zh_TW": "第二條「此土不聞說法，彼土六塵說法」，不聞說法，開悟、修行、證果難！西方極樂世界不但阿彌陀佛天天說法，連六塵都說法，六塵是色聲香味觸法全都說法；換句話說，一天到晚說法之音從無間斷，這是西方極樂世界修行當然容易了。聞法對於一個修行人來講，比什麼都重要，諸位可以想到要是不重要的話，釋迦牟尼佛在世，為什麼說法四十九年？換句話說，他示現成佛就弘法利生，就從事於佛陀教育教學的工作。一直到他八十歲圓寂，沒有一天休息，沒有一天中斷，天天都在那裡講經說法，可見這個事情很重要。因為修行不難，難在什麼？斷疑生信，難在這個地方。如果不把世出世間一切道理、一切事實的真相搞得清清楚楚，你就不會死心塌地去相信，你也沒有辦法去依教奉行。"
    },
    {
      "id": "01-001-0008_p0034",
      "zh_CN": "佛四十九年的教学，无非是把宇宙人生的这些道理、事实真相，跟我们讲清楚、讲明白，然后教我们自己去修学、去亲证，这样说法就非常的重要了，说法就是教学。所以佛门它第一个要紧的工作就是教学，讲堂上的作业。六尘说法这是不可思议的，在我们这个世界，我们要讲到六尘说法，的确不容易。一个人要想把无始劫以来，烦恼习气都把它断掉，那就非得用强有力的佛法日夜的薰修才能够办得到。可是我们要晓得，在过去中国寺院丛林里面的教学，大概是每天十六个小时的薰习。二十四小时占三分之二，这是有相当的力量，所以他在三、五年之间，就有了不起的成就。而我们今天在修学，就是佛法的薰修上来讲，远不如古人了。",
      "zh_TW": "佛四十九年的教學，無非是把宇宙人生的這些道理、事實真相，跟我們講清楚、講明白，然後教我們自己去修學、去親證，這樣說法就非常的重要了，說法就是教學。所以佛門它第一個要緊的工作就是教學，講堂上的作業。六塵說法這是不可思議的，在我們這個世界，我們要講到六塵說法，的確不容易。一個人要想把無始劫以來，煩惱習氣都把它斷掉，那就非得用強有力的佛法日夜的薰修才能夠辦得到。可是我們要曉得，在過去中國寺院叢林裡面的教學，大概是每天十六個小時的薰習。二十四小時佔三分之二，這是有相當的力量，所以他在三、五年之間，就有了不起的成就。而我們今天在修學，就是佛法的薰修上來講，遠不如古人了。"
    },
    {
      "id": "01-001-0008_p0035",
      "zh_CN": "纵然是说今天科学发达，经典印刷成本很低，每个人家里可以请一部《大藏经》供养在家。但是诸位想想，几个人去看它？一天你能看几个小时？如果一天不能超过十二个小时，我们这个心不是受佛法的薰习，就是要受烦恼的薰习。十二个小时是一半佛法，一半烦恼，恐怕这个力量敌不过烦恼，成就还很难指望。但是，有几个人能够一天读经读十二个小时？读经，如果不能够懂得经的意思，不能够依文字起观照，又如何能证实相？所以佛在《华严》，龙树菩萨在《大智度论》里面讲，「佛法无人说，虽智莫能解」。世智辩聪不能理解佛法，这是我们应当要晓得的，不能把世智辩聪看作智慧。我们这个地方闻法，的确是不容易，尤其是在现在，真正有修有学的大德一个个都凋零了。年轻人多半偏重在名闻利养，哪有耐心去认真的修学？何况遇到一个真正的善知识，一个好老师，也不容易。没有真善知识指导，纵有苦学也不容易成就，这是今日之下佛法修学上很大的困难，就是不容易闻到正法！",
      "zh_TW": "縱然是說今天科學發達，經典印刷成本很低，每個人家裡可以請一部《大藏經》供養在家。但是諸位想想，幾個人去看它？一天你能看幾個小時？如果一天不能超過十二個小時，我們這個心不是受佛法的薰習，就是要受煩惱的薰習。十二個小時是一半佛法，一半煩惱，恐怕這個力量敵不過煩惱，成就還很難指望。但是，有幾個人能夠一天讀經讀十二個小時？讀經，如果不能夠懂得經的意思，不能夠依文字起觀照，又如何能證實相？所以佛在《華嚴》，龍樹菩薩在《大智度論》裡面講，「佛法無人說，雖智莫能解」。世智辯聰不能理解佛法，這是我們應當要曉得的，不能把世智辯聰看作智慧。我們這個地方聞法，的確是不容易，尤其是在現在，真正有修有學的大德一個個都凋零了。年輕人多半偏重在名聞利養，哪有耐心去認真的修學？何況遇到一個真正的善知識，一個好老師，也不容易。沒有真善知識指導，縱有苦學也不容易成就，這是今日之下佛法修學上很大的困難，就是不容易聞到正法！"
    },
    {
      "id": "01-001-0008_p0036",
      "zh_CN": "反过来看西方极乐世界，导师是阿弥陀佛，善友是十方世界诸大菩萨，不但他们说法从无间断，而且西方极乐世界每个角落都遍满说法的音声。耳朵就像听收音机一样，眼睛就像看电视一样，喜欢听什么经，喜欢闻什么法，你所听的就是这部经，所看到的就是这部经所说的境界相。这是真正不可思议，那个世界是六尘说法。",
      "zh_TW": "反過來看西方極樂世界，導師是阿彌陀佛，善友是十方世界諸大菩薩，不但他們說法從無間斷，而且西方極樂世界每個角落都遍滿說法的音聲。耳朵就像聽收音機一樣，眼睛就像看電視一樣，喜歡聽什麼經，喜歡聞什麼法，你所聽的就是這部經，所看到的就是這部經所說的境界相。這是真正不可思議，那個世界是六塵說法。"
    },
    {
      "id": "01-001-0008_p0037",
      "zh_CN": "我们过去也曾有这么个想像，如果在这个世间，真正有大福德的人建个寺院，建个真正修学的道场，提供给我们现前这个世界，真正发心修学的人有个栖身之处，有个修道的场所。在从前科学不发达，交通不方便，所以，每个省分、每个县分、每个乡镇都有寺院庵堂的建立，便利就近修学的人。今日之下科学发达，交通方便，可以不必每个县来建立，每个地区来建立，在这个世界上有二、三个大道场就足够用了。可以把全世界的人才集中起来，大道场当中每座建筑物，乃至于树林里面，我们都可以给它装上电视机、扩音器，无论他走在什么地方，在这个范围之内。譬如说这个范围以台湾来说，有几十家、有几百家的地方，一进这个范围就听到说法的声音。在一些建筑物里面，墙壁上、柱子上、屋檐上、凉亭里面、树林当中都有电视的萤幕画面，你都能够看到法师在讲经，你都能够听到说法的音声，一天二十四小时佛号永不中断，这个也仿佛是六尘说法。",
      "zh_TW": "我們過去也曾有這麼個想像，如果在這個世間，真正有大福德的人建個寺院，建個真正修學的道場，提供給我們現前這個世界，真正發心修學的人有個棲身之處，有個修道的場所。在從前科學不發達，交通不方便，所以，每個省分、每個縣分、每個鄉鎮都有寺院庵堂的建立，便利就近修學的人。今日之下科學發達，交通方便，可以不必每個縣來建立，每個地區來建立，在這個世界上有二、三個大道場就足夠用了。可以把全世界的人才集中起來，大道場當中每座建築物，乃至於樹林裡面，我們都可以給它裝上電視機、擴音器，無論他走在什麼地方，在這個範圍之內。譬如說這個範圍以台灣來說，有幾十家、有幾百家的地方，一進這個範圍就聽到說法的聲音。在一些建築物裡面，牆壁上、柱子上、屋簷上、涼亭裡面、樹林當中都有電視的螢幕畫面，你都能夠看到法師在講經，你都能夠聽到說法的音聲，一天二十四小時佛號永不中斷，這個也彷彿是六塵說法。"
    },
    {
      "id": "01-001-0008_p0038",
      "zh_CN": "十几年前，我构想的中华民族百姓宗祠，就有这样的一个想法，这是建立一个大道场，能够成就许多的人。众生真有这样大的福报，福报现前，道场自然就建立。我们今天利用电视，利用录影带，将正法送到每个人的家庭里面，供养大众，这在六尘里面只有色尘与声尘而已，其余的我们还办不到。所以要想闻法自在，法音不断，二六时中念念薰修，当然最好的道场无过于西方极乐世界。",
      "zh_TW": "十幾年前，我構想的中華民族百姓宗祠，就有這樣的一個想法，這是建立一個大道場，能夠成就許多的人。眾生真有這樣大的福報，福報現前，道場自然就建立。我們今天利用電視，利用錄影帶，將正法送到每個人的家庭裡面，供養大眾，這在六塵裡面只有色塵與聲塵而已，其餘的我們還辦不到。所以要想聞法自在，法音不斷，二六時中念念薰修，當然最好的道場無過於西方極樂世界。"
    },
    {
      "id": "01-001-0008_p0039",
      "zh_CN": "第三，我们这个地方有些「恶友牵缠」，恶友就是不相信佛法、不相信因果这些朋友们来纠缠你。你在修行，他要拖你去玩玩，他常常来给你打闲岔，这在修行人来说，尤其是没有开悟，没有证果的人，最怕的是这个事情，怕打闲岔。当然已经开悟、证果那不在乎，他什么场所都可以去；这是我们初学人很大的障碍。所以初学为什么叫你住寺院？为什么叫你住丛林？远离世间这些恶友。西方极乐世界则不然，那边都是「诸上善人俱会一处」，上善是指菩萨、诸佛、罗汉这些人。上善之人跟你聚会一处，绝非恶友，绝不打闲岔，跟他们在一块，你的道业当然天天在进步，天天有进展。",
      "zh_TW": "第三，我們這個地方有些「惡友牽纏」，惡友就是不相信佛法、不相信因果這些朋友們來糾纏你。你在修行，他要拖你去玩玩，他常常來給你打閒岔，這在修行人來說，尤其是沒有開悟，沒有證果的人，最怕的是這個事情，怕打閒岔。當然已經開悟、證果那不在乎，他什麼場所都可以去；這是我們初學人很大的障礙。所以初學為什麼叫你住寺院？為什麼叫你住叢林？遠離世間這些惡友。西方極樂世界則不然，那邊都是「諸上善人俱會一處」，上善是指菩薩、諸佛、羅漢這些人。上善之人跟你聚會一處，絕非惡友，絕不打閒岔，跟他們在一塊，你的道業當然天天在進步，天天有進展。"
    },
    {
      "id": "01-001-0008_p0040",
      "zh_CN": "第四，「此土群魔恼乱」，五阴魔、烦恼魔、生死魔、天魔叫你烦恼，叫你心绪不宁，这是我们这边很普遍的境界；西方极乐世界群魔没有，也没有恼乱之事。「彼土诸佛护念」，在本经我们看到十方诸佛，没有一尊佛不护念西方极乐世界的这些修行人。所以那边修行容易，在这边难！",
      "zh_TW": "第四，「此土群魔惱亂」，五陰魔、煩惱魔、生死魔、天魔叫你煩惱，叫你心緒不寧，這是我們這邊很普遍的境界；西方極樂世界群魔沒有，也沒有惱亂之事。「彼土諸佛護念」，在本經我們看到十方諸佛，沒有一尊佛不護念西方極樂世界的這些修行人。所以那邊修行容易，在這邊難！"
    },
    {
      "id": "01-001-0008_p0041",
      "zh_CN": "第五，这个地方有六道轮回，「轮回不息」，生死疲劳之苦。这个问题没有办法解决，这在魔障里头轮回是个大障碍。西方世界则「永脱轮回」，只要你一往生，这个问题永远摆脱掉，修行没有障碍了。",
      "zh_TW": "第五，這個地方有六道輪迴，「輪迴不息」，生死疲勞之苦。這個問題沒有辦法解決，這在魔障裡頭輪迴是個大障礙。西方世界則「永脫輪迴」，只要你一往生，這個問題永遠擺脫掉，修行沒有障礙了。"
    },
    {
      "id": "01-001-0008_p0042",
      "zh_CN": "第六，「此土难免三途」，的确我们这边娑婆世界纵然是个修行人，难免不造贪瞋、嫉妒这些恶业，造作这些恶业，如果这个恶业的力量很大，临命终时必定被它牵引到三途，这是非常可怕之事。不要说在家人难免，出家人也难免！这是我们应当要畏惧的。西方极乐世界没有三途，不但没有三途恶道，连三途恶道的名称、名字那边都听不到。所以彼土修行容易，我们这边难！",
      "zh_TW": "第六，「此土難免三途」，的確我們這邊娑婆世界縱然是個修行人，難免不造貪瞋、嫉妒這些惡業，造作這些惡業，如果這個惡業的力量很大，臨命終時必定被它牽引到三途，這是非常可怕之事。不要說在家人難免，出家人也難免！這是我們應當要畏懼的。西方極樂世界沒有三途，不但沒有三途惡道，連三途惡道的名稱、名字那邊都聽不到。所以彼土修行容易，我們這邊難！"
    },
    {
      "id": "01-001-0008_p0043",
      "zh_CN": "第七，「此土尘缘障道」，尘缘就是生活受衣食之累。在家，你要养家活口，没有办法离开五欲六尘，没有办法离开许多人事上的关系。这些多少它都障碍你修道，就是障碍你的清净心，障碍你一心不乱，特别是在初学的人；西方极乐世界用不着，为什么？衣食自然，一切受用都是自然的。想衣服，衣服就来了；想饮食，饮食就现前。不必去经营，不必去造作，一切受用随念现成的，所以没有尘缘障道之苦！",
      "zh_TW": "第七，「此土塵緣障道」，塵緣就是生活受衣食之累。在家，你要養家活口，沒有辦法離開五欲六塵，沒有辦法離開許多人事上的關係。這些多少它都障礙你修道，就是障礙你的清淨心，障礙你一心不亂，特別是在初學的人；西方極樂世界用不著，為什麼？衣食自然，一切受用都是自然的。想衣服，衣服就來了；想飲食，飲食就現前。不必去經營，不必去造作，一切受用隨念現成的，所以沒有塵緣障道之苦！"
    },
    {
      "id": "01-001-0008_p0044",
      "zh_CN": "第八，我们这个地方「寿命短促」，佛在经论上常讲，一般的修行所谓讲三大阿僧祇劫。我们这边修行才将有点小成就，他寿命到了，再这么一投胎，这么一转世，至少又要中断十几二十年，道业不能够继续不断！所以你修行才需要三大阿僧祇劫，这就是讲进进退退。西方极乐世界「寿与佛同」，佛是无量寿，所以只要你一生到那个地方，纵然是下品下生，你的寿命也是无量寿。无量究竟是多少？无量是个数字，《华严经》里面告诉我们，阿僧祇个阿僧祇叫一个无量。我们就不要说多，就是一个无量，阿僧祇个阿僧祇，你有这么长的寿命，三阿僧祇劫修行你就成佛了。可见得到了西方极乐世界，没有一个人不是一生成佛，真所谓当生成就的佛法是在西方极乐世界，成佛容易；我们这里成佛难，太难了！",
      "zh_TW": "第八，我們這個地方「壽命短促」，佛在經論上常講，一般的修行所謂講三大阿僧祇劫。我們這邊修行才將有點小成就，他壽命到了，再這麼一投胎，這麼一轉世，至少又要中斷十幾二十年，道業不能夠繼續不斷！所以你修行才需要三大阿僧祇劫，這就是講進進退退。西方極樂世界「壽與佛同」，佛是無量壽，所以只要你一生到那個地方，縱然是下品下生，你的壽命也是無量壽。無量究竟是多少？無量是個數字，《華嚴經》裡面告訴我們，阿僧祇個阿僧祇叫一個無量。我們就不要說多，就是一個無量，阿僧祇個阿僧祇，你有這麼長的壽命，三阿僧祇劫修行你就成佛了。可見得到了西方極樂世界，沒有一個人不是一生成佛，真所謂當生成就的佛法是在西方極樂世界，成佛容易；我們這裡成佛難，太難了！"
    },
    {
      "id": "01-001-0008_p0045",
      "zh_CN": "再说此土修行容易退失，容易退心，容易失去身命，这是每位同修都所经历到的事情。功夫没办法保持，当然前面种种因缘叫你退步，叫你失念。西方极乐世界永无退转，所以到那个地方去圆证三种不退，念不退、位不退、行不退，因为这是殊胜之因缘。",
      "zh_TW": "再說此土修行容易退失，容易退心，容易失去身命，這是每位同修都所經歷到的事情。功夫沒辦法保持，當然前面種種因緣叫你退步，叫你失念。西方極樂世界永無退轉，所以到那個地方去圓證三種不退，念不退、位不退、行不退，因為這是殊勝之因緣。"
    },
    {
      "id": "01-001-0008_p0046",
      "zh_CN": "末后一条说「此土佛道难成」，千真万确的事实。而西方极乐世界，一生修行就圆满了，圆满就成佛。这是慈云大师把西方世界跟娑婆世界，两下一比较，你看哪个难，哪个容易，很清楚的呈现在我们面前。如果我们要想一生成佛，不到西方到哪里去？我们这一生决定去西方，而到西方之后一生当中决定成佛。",
      "zh_TW": "末後一條說「此土佛道難成」，千真萬確的事實。而西方極樂世界，一生修行就圓滿了，圓滿就成佛。這是慈雲大師把西方世界跟娑婆世界，兩下一比較，你看哪個難，哪個容易，很清楚的呈現在我們面前。如果我們要想一生成佛，不到西方到哪裡去？我們這一生決定去西方，而到西方之後一生當中決定成佛。"
    },
    {
      "id": "01-001-0008_p0047",
      "zh_CN": "「念佛求生净土，见佛闻法，得无生忍已」，这里说过讲难易诸位晓得，证无生法忍一定要到西方极乐世界。我们对于这个世界舍不得，这个世界有我们的亲人，对我们有恩德，我们舍不得他，我们要想来度他，你先度自己。先到极乐世界度自己，得无生忍以后「普入尘刹，救度众生」，不但是娑婆世界，他方世界，你过去多生多劫的亲朋好友，所有的眷属你都认得。因为那些人跟你都有很深、很密切的缘分，都应当救度。佛门里常说「佛不度无缘之人」，十方世界有无量无边的众生，与我们有缘，我们要成就自己的本事，然后再救度他。这个事情，我们要晓得其中之义理。",
      "zh_TW": "「念佛求生淨土，見佛聞法，得無生忍已」，這裡說過講難易諸位曉得，證無生法忍一定要到西方極樂世界。我們對於這個世界捨不得，這個世界有我們的親人，對我們有恩德，我們捨不得他，我們要想來度他，你先度自己。先到極樂世界度自己，得無生忍以後「普入塵剎，救度眾生」，不但是娑婆世界，他方世界，你過去多生多劫的親朋好友，所有的眷屬你都認得。因為那些人跟你都有很深、很密切的緣分，都應當救度。佛門裡常說「佛不度無緣之人」，十方世界有無量無邊的眾生，與我們有緣，我們要成就自己的本事，然後再救度他。這個事情，我們要曉得其中之義理。"
    },
    {
      "id": "01-001-0008_p0048",
      "zh_CN": "「欲拔众生之苦」，这个三行大家要特别留意到，为什么？关系我们能不能往生西方极乐世界的事情，这太大了。救拔众生之苦，暂时的舍离娑婆，这正是大悲心；不是说娑婆世界这里苦难众生，我们不顾，我们到极乐世界去享福，这种心叫自私自利的心，不会往生的。所以你舍离娑婆求生净土，你是大悲心，你是为了要救度众生而到那边去，离开娑婆世界是暂时的。「欲与众生以乐」，拔苦与乐，我们要给众生最大的安乐，真正的幸福。「亟求往生净土，这是大慈」！由此可知，我们求生净土是什么心？大慈大悲是这种心去往生净土。绝不是到西方净土去避难，去贪图那边的富贵去享受，如果是用这个心，那就错了。「此往生之意，不可不知」，如果说是我们这边太苦，那个地方太乐，我们贪图享受而去往生，这是与佛的愿力不相应，与大乘佛法不相应，与西方极乐世界诸上善人的悲愿也不相应，你去不成，那边没人收留你。所以这点意思大家要特别注意到。",
      "zh_TW": "「欲拔眾生之苦」，這個三行大家要特別留意到，為什麼？關係我們能不能往生西方極樂世界的事情，這太大了。救拔眾生之苦，暫時的捨離娑婆，這正是大悲心；不是說娑婆世界這裡苦難眾生，我們不顧，我們到極樂世界去享福，這種心叫自私自利的心，不會往生的。所以你捨離娑婆求生淨土，你是大悲心，你是為了要救度眾生而到那邊去，離開娑婆世界是暫時的。「欲與眾生以樂」，拔苦與樂，我們要給眾生最大的安樂，真正的幸福。「亟求往生淨土，這是大慈」！由此可知，我們求生淨土是什麼心？大慈大悲是這種心去往生淨土。絕不是到西方淨土去避難，去貪圖那邊的富貴去享受，如果是用這個心，那就錯了。「此往生之意，不可不知」，如果說是我們這邊太苦，那個地方太樂，我們貪圖享受而去往生，這是與佛的願力不相應，與大乘佛法不相應，與西方極樂世界諸上善人的悲願也不相應，你去不成，那邊沒人收留你。所以這點意思大家要特別注意到。"
    },
    {
      "id": "01-001-0008_p0049",
      "zh_CN": "上面我们所讲的都是同居土，同居土已经这样的殊胜。除同居土之外还有上三土，上三土也要跟大家简单的介绍一下。方便土，他方世界当然也有方便土，可是不一样，蕅益大师在《要解》里面告诉我们，说方便土是「禀圆教观，体色即空而证入」。可见得他与小乘阿罗汉的境界是不一样的，小乘人他的思想不出藏教，他没有圆教菩萨的弘愿，当然所感的净土，自然不可同日而语了。我们在表解里面来看，诸位要特别记住，这个地方全是讲的圆教。方便土中皆以圆教观，体色即空，体是当体就证得，像《心经》里面所讲的，「色即是空，空即是色，色不异空，空不异色」，这样子证入的。",
      "zh_TW": "上面我們所講的都是同居土，同居土已經這樣的殊勝。除同居土之外還有上三土，上三土也要跟大家簡單的介紹一下。方便土，他方世界當然也有方便土，可是不一樣，蕅益大師在《要解》裡面告訴我們，說方便土是「稟圓教觀，體色即空而證入」。可見得他與小乘阿羅漢的境界是不一樣的，小乘人他的思想不出藏教，他沒有圓教菩薩的弘願，當然所感的淨土，自然不可同日而語了。我們在表解裡面來看，諸位要特別記住，這個地方全是講的圓教。方便土中皆以圓教觀，體色即空，體是當體就證得，像《心經》裡面所講的，「色即是空，空即是色，色不異空，空不異色」，這樣子證入的。"
    },
    {
      "id": "01-001-0008_p0050",
      "zh_CN": "所以他不滞于空寂，空寂就像《楞严经》里面，佛说小乘人的境界，所谓是「内守幽闲，犹为法尘分别影事」。他内守，滞就是守的意思，他停在空寂的境界，这个空寂的境界，也就是小乘人的偏真涅槃，他停在这个地方。停多久？佛在经上一般讲是两万大劫，这就是止于这个地方不能再精进。圆教，这个西方极乐世界方便土，它不一样，断证功夫虽然是差不多，可是他境界不相同。「即能从真出假」，真就是真空，他能够超越，他不停在那个地方，立刻他就从真空之理就超越了；假，这是讲的幻有。「游戏神通，净佛国土，成熟众生」，不堕在偏真涅槃，立刻他就回小向大，与大乘菩萨一样示现在九法界，以游戏神通庄严诸佛国土。这个清净就是庄严，庄严诸佛国土，帮助佛教化一切众生，来度化一切众生，成熟众生。可见得方便土这是讲事一心，小乘的境界，与一般小乘大大的不相同，殊胜得太多了。",
      "zh_TW": "所以他不滯於空寂，空寂就像《楞嚴經》裡面，佛說小乘人的境界，所謂是「內守幽閒，猶為法塵分別影事」。他內守，滯就是守的意思，他停在空寂的境界，這個空寂的境界，也就是小乘人的偏真涅槃，他停在這個地方。停多久？佛在經上一般講是兩萬大劫，這就是止於這個地方不能再精進。圓教，這個西方極樂世界方便土，它不一樣，斷證功夫雖然是差不多，可是他境界不相同。「即能從真出假」，真就是真空，他能夠超越，他不停在那個地方，立刻他就從真空之理就超越了；假，這是講的幻有。「遊戲神通，淨佛國土，成熟眾生」，不墮在偏真涅槃，立刻他就回小向大，與大乘菩薩一樣示現在九法界，以遊戲神通莊嚴諸佛國土。這個清淨就是莊嚴，莊嚴諸佛國土，幫助佛教化一切眾生，來度化一切眾生，成熟眾生。可見得方便土這是講事一心，小乘的境界，與一般小乘大大的不相同，殊勝得太多了。"
    },
    {
      "id": "01-001-0008_p0051",
      "zh_CN": "实报土里面「皆以首楞严三昧证入」，楞严大定证入。「观智圆融，无隔别不融之苦」，没有这个情形，这都是最高、最圆的智慧，观智圆融。不会有达不到的地方，或者是有超越的地方，过与不及都是不融之苦。所以他能够「受理事无碍，事事无碍之乐」，这实报土里，就跟《华严经》里面讲的一真法界，完全相同。隔别？理事有碍，事事有碍，这是隔别；一般圆顿菩萨，还不免有这些障碍。到西方极乐世界实报土，这些障碍完全没有；换句话说，他这个享受与诸佛如来是相等的，都能够得到事无碍之乐。",
      "zh_TW": "實報土裡面「皆以首楞嚴三昧證入」，楞嚴大定證入。「觀智圓融，無隔別不融之苦」，沒有這個情形，這都是最高、最圓的智慧，觀智圓融。不會有達不到的地方，或者是有超越的地方，過與不及都是不融之苦。所以他能夠「受理事無礙，事事無礙之樂」，這實報土裡，就跟《華嚴經》裡面講的一真法界，完全相同。隔別？理事有礙，事事有礙，這是隔別；一般圓頓菩薩，還不免有這些障礙。到西方極樂世界實報土，這些障礙完全沒有；換句話說，他這個享受與諸佛如來是相等的，都能夠得到事無礙之樂。"
    },
    {
      "id": "01-001-0008_p0052",
      "zh_CN": "常寂光土里面「由始觉觉至心源」，心源就是真如本性。「本始」，本觉跟始觉合一成了究竟觉，究竟觉就是佛，没有比这更圆满，没有比这更高了。究竟觉我们也称之为无上正等正觉。「佛之住处，理智不二，身土一如，无有法身渗漏，真常流注之苦」。这两句话怎么说？譬如别教，别教的初地菩萨等于圆教初住，别教十地菩萨等于圆教十住，别教的等觉菩萨等于圆教的初行，别教的佛位只等于圆教的二行，别教的佛，他的法身就渗漏。为什么？四十一品无明他才破十二品，还有一大半都还在！这就叫法身渗漏，真常流注。西方极乐世界常寂光土，这个佛是圆教佛，四十一品无明统统断尽，所以没有法身渗漏，真常流注之苦。「但受圆满无上菩提觉法之乐」，这是无上菩提的乐，「究竟无余涅槃之乐」。这种境界实在不可思议。",
      "zh_TW": "常寂光土裡面「由始覺覺至心源」，心源就是真如本性。「本始」，本覺跟始覺合一成了究竟覺，究竟覺就是佛，沒有比這更圓滿，沒有比這更高了。究竟覺我們也稱之為無上正等正覺。「佛之住處，理智不二，身土一如，無有法身滲漏，真常流注之苦」。這兩句話怎麼說？譬如別教，別教的初地菩薩等於圓教初住，別教十地菩薩等於圓教十住，別教的等覺菩薩等於圓教的初行，別教的佛位只等於圓教的二行，別教的佛，他的法身就滲漏。為什麼？四十一品無明他才破十二品，還有一大半都還在！這就叫法身滲漏，真常流注。西方極樂世界常寂光土，這個佛是圓教佛，四十一品無明統統斷盡，所以沒有法身滲漏，真常流注之苦。「但受圓滿無上菩提覺法之樂」，這是無上菩提的樂，「究竟無餘涅槃之樂」。這種境界實在不可思議。"
    },
    {
      "id": "01-001-0008_p0053",
      "zh_CN": "但是更不可思议的就是同居土的众生，「以持名善根福德同佛故」，这是真正不可思议。圆满清净四土圆受诸乐，这四种净土，同居土的众生他都受用得到，这是不可思议的事情。「圆净四土，圆受诸乐，方是极乐净宗」，佛讲这部经真正的目标是在此地。",
      "zh_TW": "但是更不可思議的就是同居土的眾生，「以持名善根福德同佛故」，這是真正不可思議。圓滿清淨四土圓受諸樂，這四種淨土，同居土的眾生他都受用得到，這是不可思議的事情。「圓淨四土，圓受諸樂，方是極樂淨宗」，佛講這部經真正的目標是在此地。"
    },
    {
      "id": "01-001-0008_p0054",
      "zh_CN": "这个地方的表解非常重要，我们念佛，你要问怎么念才能往生？怎么样念才叫正念？这叫「持名妙行」。如何才能做到持名妙行？当我们念佛的时候大家要注意，这个时候「全心是佛」，心就是佛，心就是阿弥陀佛，阿弥陀佛就是自己的心，心与佛整个合一不二，这是「无量觉者」。一天到晚二六时中，心佛是一不是二，这是真正之觉，这样念佛就是「多善根」。为什么？你们想佛的善根多不多？把自己心跟佛合一，佛的善根就是自己的善根，佛的福德就是自己的福德，佛的因缘就是自己的因缘，这真不可思议。本来自己没有善根，没有福德，没有因缘，纵有也不多！现在你能够如是的持名念佛，真正觉悟到、体会到自性弥陀，唯心净土，是自己与诸佛、与净土合成了一体。善根福德因缘全是自性清净心里面本来具足，无量无边，这是真正不可思议。所以极乐世界最殊胜之处不在上三土，也就是说不在寂光土、实报土、方便土，而在凡圣同居土。",
      "zh_TW": "這個地方的表解非常重要，我們念佛，你要問怎麼念才能往生？怎麼樣念才叫正念？這叫「持名妙行」。如何才能做到持名妙行？當我們念佛的時候大家要注意，這個時候「全心是佛」，心就是佛，心就是阿彌陀佛，阿彌陀佛就是自己的心，心與佛整個合一不二，這是「無量覺者」。一天到晚二六時中，心佛是一不是二，這是真正之覺，這樣念佛就是「多善根」。為什麼？你們想佛的善根多不多？把自己心跟佛合一，佛的善根就是自己的善根，佛的福德就是自己的福德，佛的因緣就是自己的因緣，這真不可思議。本來自己沒有善根，沒有福德，沒有因緣，縱有也不多！現在你能夠如是的持名念佛，真正覺悟到、體會到自性彌陀，唯心淨土，是自己與諸佛、與淨土合成了一體。善根福德因緣全是自性清淨心裡面本來具足，無量無邊，這是真正不可思議。所以極樂世界最殊勝之處不在上三土，也就是說不在寂光土、實報土、方便土，而在凡聖同居土。"
    },
    {
      "id": "01-001-0008_p0055",
      "zh_CN": "这点诸位刚才看到表解里头所列的，要好好的记住，千万不可以忘掉，不可以等闲看过，一定要深信不疑，切愿求生，力行念佛，你决定可以得到往生的受用。这个几句话我怕大家听不清楚、记不牢，所以也把它写出来了，因为这几句话实在是太重要了。写在这个地方，「极乐最胜不在上三土，而在同居，要人深信不疑，切愿求生，力行念佛，即得往生受用」。",
      "zh_TW": "這點諸位剛才看到表解裡頭所列的，要好好的記住，千萬不可以忘掉，不可以等閒看過，一定要深信不疑，切願求生，力行念佛，你決定可以得到往生的受用。這個幾句話我怕大家聽不清楚、記不牢，所以也把它寫出來了，因為這幾句話實在是太重要了。寫在這個地方，「極樂最勝不在上三土，而在同居，要人深信不疑，切願求生，力行念佛，即得往生受用」。"
    },
    {
      "id": "01-001-0008_p0056",
      "zh_CN": "古人有云，这是永明延寿大师所说的话，万修万人去，所谓「但得见弥陀，何愁不开悟」！既然「万修万人去，须知自己有分」，这四个字千万不能够疏忽，要牢牢记住「自己有分」，因此，你要珍重，你要努力。古人常说，这是佛在经上也这么讲，「人身难得，佛法难闻」，我们在这一生当中能够得人身，能够闻佛法，能够闻到真正的佛法，能够闻到真正佛法里面第一个法门，又知道这个法门自己有分。为什么不珍重？为什么不努力？为什么不发愿求生？为什么不取往生受用？",
      "zh_TW": "古人有云，這是永明延壽大師所說的話，萬修萬人去，所謂「但得見彌陀，何愁不開悟」！既然「萬修萬人去，須知自己有分」，這四個字千萬不能夠疏忽，要牢牢記住「自己有分」，因此，你要珍重，你要努力。古人常說，這是佛在經上也這麼講，「人身難得，佛法難聞」，我們在這一生當中能夠得人身，能夠聞佛法，能夠聞到真正的佛法，能夠聞到真正佛法裡面第一個法門，又知道這個法門自己有分。為什麼不珍重？為什麼不努力？為什麼不發願求生？為什麼不取往生受用？"
    },
    {
      "id": "01-001-0008_p0057",
      "zh_CN": "莲池大师告诉我们说，「称理，则自性无染是无有众苦义」，这是完全从真如理体上说，从我们自性清净心上说决定没有染污。像六祖大师所说，「本来无一物，何处惹尘埃」，那是讲的自性清净心，这是要证得的。所以这是无有众苦，可见得本来无有众苦，苦从哪里来的？是你自己迷失了自性。迷失了自性无染，你把这个迷了，而后才妄生众苦，虚妄出生这些众苦，你在这里头受苦。不晓得「自性常净」，迷失了常净，迷失了自性无染，所以才有众苦。今天教你觉悟，晓得自性无染决定没有苦，又知道自性常净，才晓得乐是真的，苦是假的。乐是本有的，苦是本空的，这是真理，这是事实真相，希望大家要好好的记住。既然本有、本真，你决定可以求得，哪有求不得的？既然晓得这个苦本来没有，本来是虚妄、是假的，你还怕断不了吗？",
      "zh_TW": "蓮池大師告訴我們說，「稱理，則自性無染是無有眾苦義」，這是完全從真如理體上說，從我們自性清淨心上說決定沒有染污。像六祖大師所說，「本來無一物，何處惹塵埃」，那是講的自性清淨心，這是要證得的。所以這是無有眾苦，可見得本來無有眾苦，苦從哪裡來的？是你自己迷失了自性。迷失了自性無染，你把這個迷了，而後才妄生眾苦，虛妄出生這些眾苦，你在這裡頭受苦。不曉得「自性常淨」，迷失了常淨，迷失了自性無染，所以才有眾苦。今天教你覺悟，曉得自性無染決定沒有苦，又知道自性常淨，才曉得樂是真的，苦是假的。樂是本有的，苦是本空的，這是真理，這是事實真相，希望大家要好好的記住。既然本有、本真，你決定可以求得，哪有求不得的？既然曉得這個苦本來沒有，本來是虛妄、是假的，你還怕斷不了嗎？"
    },
    {
      "id": "01-001-0008_p0058",
      "zh_CN": "大师在《疏钞》里面跟我们讲的，将《弥陀经》这个义理解释得很透彻，文义非常的丰富，将来有机缘，我一定给大家介绍。这个事情「总须自己亲证方得真实受用」，如果不是自己亲证，那依然等于说食数宝，自己得不到真实的受用。如何得到亲证？也就是刚才跟大家说过，要坚定信心，决定没有疑惑，要真正发愿求生，修持名的妙行。持名就是念佛的功夫，一定要念到「全心是佛，全佛是心」，才能够符合佛在经典里面所说的，「不可以少善根福德因缘，得生彼国」，才能符合经典里面所说的「一心不乱，心不颠倒」。功夫只要念到这样的境界，决定得生。",
      "zh_TW": "大師在《疏鈔》裡面跟我們講的，將《彌陀經》這個義理解釋得很透徹，文義非常的豐富，將來有機緣，我一定給大家介紹。這個事情「總須自己親證方得真實受用」，如果不是自己親證，那依然等於說食數寶，自己得不到真實的受用。如何得到親證？也就是剛才跟大家說過，要堅定信心，決定沒有疑惑，要真正發願求生，修持名的妙行。持名就是念佛的功夫，一定要念到「全心是佛，全佛是心」，才能夠符合佛在經典裡面所說的，「不可以少善根福德因緣，得生彼國」，才能符合經典裡面所說的「一心不亂，心不顛倒」。功夫只要念到這樣的境界，決定得生。"
    },
    {
      "id": "01-001-0008_p0059",
      "zh_CN": "纵然不能够达到理一心不乱，或者是事一心不乱也达不到，但是，必定可以符合。就是说把我们见思烦恼能够控制住，不叫它起现行，这叫做伏惑，就是能够降伏住，使我们的功夫成为一片。我刚才讲「全心是佛，全佛是心」，就是功夫成一片，只要真正不断的去薰修，这个境界不难达到。达到这个境界了，所谓带业往生，生凡圣同居土是决定没有怀疑的。我们自己要有坚定的信心，信这个法门，信佛不欺骗我们，信我们的自性清净心是本有，本来具足这一个法门。相信我们自己念佛可以念到功夫成片，也就是全心是佛，全佛是心，我们可以伏断烦恼，决定得生西方极乐世界。生到西方极乐世界，必定像经典里面所说的境界一样，与诸上善人同聚一会，一生成就圆满菩提。今天时间到了，我们就讲到此地。",
      "zh_TW": "縱然不能夠達到理一心不亂，或者是事一心不亂也達不到，但是，必定可以符合。就是說把我們見思煩惱能夠控制住，不叫它起現行，這叫做伏惑，就是能夠降伏住，使我們的功夫成為一片。我剛才講「全心是佛，全佛是心」，就是功夫成一片，只要真正不斷的去薰修，這個境界不難達到。達到這個境界了，所謂帶業往生，生凡聖同居土是決定沒有懷疑的。我們自己要有堅定的信心，信這個法門，信佛不欺騙我們，信我們的自性清淨心是本有，本來具足這一個法門。相信我們自己念佛可以念到功夫成片，也就是全心是佛，全佛是心，我們可以伏斷煩惱，決定得生西方極樂世界。生到西方極樂世界，必定像經典裡面所說的境界一樣，與諸上善人同聚一會，一生成就圓滿菩提。今天時間到了，我們就講到此地。"
    }
  ]
}