{
  "doc_id": "01-001-0015",
  "title": {
    "zh_CN": "佛说阿弥陀经",
    "zh_TW": "佛說阿彌陀經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-001-0015",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "01-001-0015_p0001",
      "zh_CN": "《佛说阿弥陀经》第十五讲，请看经文：",
      "zh_TW": "《佛說阿彌陀經》第十五講，請看經文："
    },
    {
      "id": "01-001-0015_p0002",
      "zh_CN": "【舍利弗。其佛国土。成就如是功德庄严。】",
      "zh_TW": "【舍利弗。其佛國土。成就如是功德莊嚴。】"
    },
    {
      "id": "01-001-0015_p0003",
      "zh_CN": "这是总结前面所讲的依报庄严，都是阿弥陀佛他老人家的愿力、行谊之所成就。这里讲的是「重重结示，令深信一切庄严，皆是阿弥陀佛愿行所成，种智所现」，种智就是一切种智所现的境界，这就佛这一方面说。「皆吾人净业所感，唯识所变」，这个意思我们一定要了解，由此可知，极乐世界我们常讲的二力法门，这个二力指的是阿弥陀佛的愿行，愿力、行谊，也指我们自己的净业，唯识所变的，这个世界是这样形成的。这是非常重要的理论依据，我们才能真正的相信庄严是可能的。",
      "zh_TW": "這是總結前面所講的依報莊嚴，都是阿彌陀佛他老人家的願力、行誼之所成就。這裡講的是「重重結示，令深信一切莊嚴，皆是阿彌陀佛願行所成，種智所現」，種智就是一切種智所現的境界，這就佛這一方面說。「皆吾人淨業所感，唯識所變」，這個意思我們一定要了解，由此可知，極樂世界我們常講的二力法門，這個二力指的是阿彌陀佛的願行，願力、行誼，也指我們自己的淨業，唯識所變的，這個世界是這樣形成的。這是非常重要的理論依據，我們才能真正的相信莊嚴是可能的。"
    },
    {
      "id": "01-001-0015_p0004",
      "zh_CN": "蕅益大师有句很感叹的话，「奈何离此净土」，此就是指世尊给我们讲的西方极乐世界净土。「别谈唯心」，把事撇开了，单单去讲理，这是有很大的弊病。为什么？离开事就是这个净土，专门去讲唯心净土的道理，「决定是缘影妄想」。千万要记住，决定会堕在缘影妄想里面，譬如金与器一样，我们把金比作唯心，把器比作净土。如果我们把器撇开，单谈金，诸位想想是不是缘影妄想？离开了器哪有金？须知金与器是一不是二！这段的意思是总结前面有情、无情、法音庄严，是从什么地方来的，我们讲是阿弥陀佛变化所作。佛是根据什么道理变出来的？这是讲原理给我们指示出来。",
      "zh_TW": "蕅益大師有句很感嘆的話，「奈何離此淨土」，此就是指世尊給我們講的西方極樂世界淨土。「別談唯心」，把事撇開了，單單去講理，這是有很大的弊病。為什麼？離開事就是這個淨土，專門去講唯心淨土的道理，「決定是緣影妄想」。千萬要記住，決定會墮在緣影妄想裡面，譬如金與器一樣，我們把金比作唯心，把器比作淨土。如果我們把器撇開，單談金，諸位想想是不是緣影妄想？離開了器哪有金？須知金與器是一不是二！這段的意思是總結前面有情、無情、法音莊嚴，是從什麼地方來的，我們講是阿彌陀佛變化所作。佛是根據什麼道理變出來的？這是講原理給我們指示出來。"
    },
    {
      "id": "01-001-0015_p0005",
      "zh_CN": "佛在大本经里面说，「愿后修行，常以和颜爱语，饶益众生」，有这么几句话，与此地所说，微风吹动罗网，皆出妙音，完全相合。又说于三宝生敬仰、恭敬之心，这样才能够成就众生闻法的殊胜因缘。因缘之所以殊胜，就是众生听了法音之后，都能够生起念三宝之心。愿行是能庄严之因，情与无情的法音，这是西方极乐世界所庄严之果报。经文到这个地方，我们将极乐世界的依报环境，简单的给诸位介绍到此地。",
      "zh_TW": "佛在大本經裡面說，「願後修行，常以和顏愛語，饒益眾生」，有這麼幾句話，與此地所說，微風吹動羅網，皆出妙音，完全相合。又說於三寶生敬仰、恭敬之心，這樣才能夠成就眾生聞法的殊勝因緣。因緣之所以殊勝，就是眾生聽了法音之後，都能夠生起念三寶之心。願行是能莊嚴之因，情與無情的法音，這是西方極樂世界所莊嚴之果報。經文到這個地方，我們將極樂世界的依報環境，簡單的給諸位介紹到此地。"
    },
    {
      "id": "01-001-0015_p0006",
      "zh_CN": "向下的经文是要讲到正报，这个经它是将依报说在前面，然后再说正报，这是有它一番用意在。依报都是这样的庄严，正报当然更为殊胜。好比我们到一个人家，还没有见到主人，先见到他的庭院种种的设施，已经感觉得美不可言，赞之不尽，可想到主人之高雅。正报这就讲阿弥陀佛了，介绍西方极乐世界的本师，我们也称之为导师阿弥陀佛。请看经文，经文讲到正报，正报是先「征释名号」，解释佛的名号。",
      "zh_TW": "向下的經文是要講到正報，這個經它是將依報說在前面，然後再說正報，這是有它一番用意在。依報都是這樣的莊嚴，正報當然更為殊勝。好比我們到一個人家，還沒有見到主人，先見到他的庭院種種的設施，已經感覺得美不可言，讚之不盡，可想到主人之高雅。正報這就講阿彌陀佛了，介紹西方極樂世界的本師，我們也稱之為導師阿彌陀佛。請看經文，經文講到正報，正報是先「徵釋名號」，解釋佛的名號。"
    },
    {
      "id": "01-001-0015_p0007",
      "zh_CN": "【舍利弗。于汝意云何。】",
      "zh_TW": "【舍利弗。於汝意云何。】"
    },
    {
      "id": "01-001-0015_p0008",
      "zh_CN": "你的意思怎么样？",
      "zh_TW": "你的意思怎麼樣？"
    },
    {
      "id": "01-001-0015_p0009",
      "zh_CN": "【彼佛何故号阿弥陀。】",
      "zh_TW": "【彼佛何故號阿彌陀。】"
    },
    {
      "id": "01-001-0015_p0010",
      "zh_CN": "这尊佛是什么缘故，他取『阿弥陀』这个名号？这段经文就是征释名号。上面说明依报的殊胜，此地再给我们说明正报之妙，「正报」里面有主有伴，意思是说西方世界，实在是个最理想的教学的处所。也等于是十方诸佛在这个地方建立一个学校，专门来接引十方有愿往生，有志了生死、成佛道的这些众生，给他们做特别的增上缘。弥陀是导师，好比是校长，当然这里面有许多的学生。导师这是主，教化主；学生这是伴侣，也就是为佛所教化的对象。",
      "zh_TW": "這尊佛是什麼緣故，他取『阿彌陀』這個名號？這段經文就是徵釋名號。上面說明依報的殊勝，此地再給我們說明正報之妙，「正報」裡面有主有伴，意思是說西方世界，實在是個最理想的教學的處所。也等於是十方諸佛在這個地方建立一個學校，專門來接引十方有願往生，有志了生死、成佛道的這些眾生，給他們做特別的增上緣。彌陀是導師，好比是校長，當然這裡面有許多的學生。導師這是主，教化主；學生這是伴侶，也就是為佛所教化的對象。"
    },
    {
      "id": "01-001-0015_p0011",
      "zh_CN": "释迦牟尼佛在此地又叫着『舍利弗』，问他你的意思以为如何？『彼佛』，西方极乐世界这尊佛，他为什么叫「阿弥陀」？这个意思刚才跟诸位说过，我们在经题里面也特别的给大家介绍过。实在佛这几句话是开导我们，因为在这个法门里面是特别着重持名念佛，也就是说他这个修行的方法很特别。因此佛的名号自然就成为这部经的总持，也就是这部经修行最重要的一个纲领。所以这个法门修学着重是持名，名就是阿弥陀佛，要我们顾名思义，深信佛的万德洪名就是不思议的境界。诸位如果要问不思议的境界究竟是个什么境界？我们读《华严经》就明了了，《四十华严》的经题是《大方广佛华严经．入不思议解脱境界普贤行愿品》，你们想想这个题目里面入不思议境界。这个地方就叫我们顾名思义，万德洪名就是不思议境界，一心执持则为能入。",
      "zh_TW": "釋迦牟尼佛在此地又叫著『舍利弗』，問他你的意思以為如何？『彼佛』，西方極樂世界這尊佛，他為什麼叫「阿彌陀」？這個意思剛才跟諸位說過，我們在經題裡面也特別的給大家介紹過。實在佛這幾句話是開導我們，因為在這個法門裡面是特別著重持名念佛，也就是說他這個修行的方法很特別。因此佛的名號自然就成為這部經的總持，也就是這部經修行最重要的一個綱領。所以這個法門修學著重是持名，名就是阿彌陀佛，要我們顧名思義，深信佛的萬德洪名就是不思議的境界。諸位如果要問不思議的境界究竟是個什麼境界？我們讀《華嚴經》就明瞭了，《四十華嚴》的經題是《大方廣佛華嚴經．入不思議解脫境界普賢行願品》，你們想想這個題目裡面入不思議境界。這個地方就叫我們顧名思義，萬德洪名就是不思議境界，一心執持則為能入。"
    },
    {
      "id": "01-001-0015_p0012",
      "zh_CN": "我读《华严经》，讲《华严经》时常提醒诸位同修，这部《弥陀经》是能入，就是执持名号，一心不乱这是能入。《华严》里面不思议解脱境界，或者我们讲一真法界，那是所入，能所不二。因此《华严经》可以说之为详细的《阿弥陀经》，《阿弥陀经》也可以说之为简略的《华严经》，希望诸位细细去想一想这个道理，我们的疑惑才可以断除。后面几句大家看看就明了了。「本经的示持名妙行，故征释名义，为一经之宗要；因名思义，深信万德洪名，即不思议境界，一心执持，决定不疑也」。请看下面经文：",
      "zh_TW": "我讀《華嚴經》，講《華嚴經》時常提醒諸位同修，這部《彌陀經》是能入，就是執持名號，一心不亂這是能入。《華嚴》裡面不思議解脫境界，或者我們講一真法界，那是所入，能所不二。因此《華嚴經》可以說之為詳細的《阿彌陀經》，《阿彌陀經》也可以說之為簡略的《華嚴經》，希望諸位細細去想一想這個道理，我們的疑惑才可以斷除。後面幾句大家看看就明瞭了。「本經的示持名妙行，故徵釋名義，為一經之宗要；因名思義，深信萬德洪名，即不思議境界，一心執持，決定不疑也」。請看下面經文："
    },
    {
      "id": "01-001-0015_p0013",
      "zh_CN": "【舍利弗。彼佛光明无量。照十方国。无所障碍。是故号为阿弥陀。】",
      "zh_TW": "【舍利弗。彼佛光明無量。照十方國。無所障礙。是故號為阿彌陀。】"
    },
    {
      "id": "01-001-0015_p0014",
      "zh_CN": "这是先征问，这个地方就是解释，解释为什么叫做阿弥陀？阿弥陀是梵语，在经题里面给诸位介绍过，阿弥陀它的意思翻成中国话，阿是无的意思，弥陀是量的意思，阿弥陀就翻作无量，佛是觉的意思，所以阿弥陀佛的意思是无量觉。现在我们单讲阿弥陀这三个字的意思，释迦牟尼佛在此地用两个意思统摄无量义。第一个意思就是讲『光明无量』，无量光的意思，『照十方国，无所障碍，是故号为阿弥陀』。光是代表的十方，看这个解释，「彼佛名号，具足万德，今本师释迦牟尼佛特以光寿二义释之」，跟我们解释。",
      "zh_TW": "這是先徵問，這個地方就是解釋，解釋為什麼叫做阿彌陀？阿彌陀是梵語，在經題裡面給諸位介紹過，阿彌陀它的意思翻成中國話，阿是無的意思，彌陀是量的意思，阿彌陀就翻作無量，佛是覺的意思，所以阿彌陀佛的意思是無量覺。現在我們單講阿彌陀這三個字的意思，釋迦牟尼佛在此地用兩個意思統攝無量義。第一個意思就是講『光明無量』，無量光的意思，『照十方國，無所障礙，是故號為阿彌陀』。光是代表的十方，看這個解釋，「彼佛名號，具足萬德，今本師釋迦牟尼佛特以光壽二義釋之」，跟我們解釋。"
    },
    {
      "id": "01-001-0015_p0015",
      "zh_CN": "「光」代表十方，拿我们现在来讲就是空间，因为光它有遍照的意思。譬如这个房间我们点上一盏灯，而这个灯光就将我们整个房间都照明，所以它有遍十方的意思。而「寿」这当然是讲三世，过去现在未来，过去还有过去，未来还有未来。用这两个意思就是佛门里面常说的「横遍十方，竖穷三际」；用今天的术语来讲，十方是空间，三际是时间，整个时空之内则无所不包，这就把无量的意思表显无遗，叫我们全部都能够体会到无量的意思。这两个意思实在上讲也是佛法里面所讲的法界，亦是经里面所讲的不思议解脱境界。我们的本师以及西方世界的导师，都希望我们执持名号，「意令持名而悟入体性，了知生佛一体」，这是这部经在修学法门里面，非常重要的一点意思。",
      "zh_TW": "「光」代表十方，拿我們現在來講就是空間，因為光它有遍照的意思。譬如這個房間我們點上一盞燈，而這個燈光就將我們整個房間都照明，所以它有遍十方的意思。而「壽」這當然是講三世，過去現在未來，過去還有過去，未來還有未來。用這兩個意思就是佛門裡面常說的「橫遍十方，豎窮三際」；用今天的術語來講，十方是空間，三際是時間，整個時空之內則無所不包，這就把無量的意思表顯無遺，叫我們全部都能夠體會到無量的意思。這兩個意思實在上講也是佛法裡面所講的法界，亦是經裡面所講的不思議解脫境界。我們的本師以及西方世界的導師，都希望我們執持名號，「意令持名而悟入體性，了知生佛一體」，這是這部經在修學法門裡面，非常重要的一點意思。"
    },
    {
      "id": "01-001-0015_p0016",
      "zh_CN": "我们本师释迦牟尼佛、阿弥陀佛，他们的意思都是教我们持名要悟，悟是讲开悟，入是讲证得，体性就是法界，就是《华严经》里面的一真法界；在本经里面讲就是实报庄严土、常寂光土。晓得生佛一体，生是众生，佛是十方诸佛，到这个境界就如古德所说的「法界圆融体」，一真法界理体是圆融。这个圆融之体「作我一念心」，我们今天念佛的这个心念什么佛？念南无阿弥陀佛。因为阿弥陀佛就是法界体的名字，就是名号，我们今天心念佛，前面跟诸位说过「全心是佛，全佛是心」。你们想想对不对？整个法界圆融体是自己的一念心，自己一念心就是法界的圆融体。后面这里讲「故我念佛心，全体即法界」，所以我们念佛的人必须要能够悟入这个境界，这是非常重要。这才是一个真正念佛人，念佛的殊胜功德利益我们才能够证得，也就才能够体会得到，才能够受用得到。",
      "zh_TW": "我們本師釋迦牟尼佛、阿彌陀佛，他們的意思都是教我們持名要悟，悟是講開悟，入是講證得，體性就是法界，就是《華嚴經》裡面的一真法界；在本經裡面講就是實報莊嚴土、常寂光土。曉得生佛一體，生是眾生，佛是十方諸佛，到這個境界就如古德所說的「法界圓融體」，一真法界理體是圓融。這個圓融之體「作我一念心」，我們今天念佛的這個心念什麼佛？念南無阿彌陀佛。因為阿彌陀佛就是法界體的名字，就是名號，我們今天心念佛，前面跟諸位說過「全心是佛，全佛是心」。你們想想對不對？整個法界圓融體是自己的一念心，自己一念心就是法界的圓融體。後面這裡講「故我念佛心，全體即法界」，所以我們念佛的人必須要能夠悟入這個境界，這是非常重要。這才是一個真正念佛人，念佛的殊勝功德利益我們才能夠證得，也就才能夠體會得到，才能夠受用得到。"
    },
    {
      "id": "01-001-0015_p0017",
      "zh_CN": "底下我们再说光与寿的意思，先讲「光」，光可以分为两大类，一类是「智光」，一类是「身光」。我们要从三身上来说明，三身我们讲报身，「报身，梵语叫卢舍那身」，卢舍那就是报身。卢舍那中国的意思「此云光明遍照」，卢舍那就是光明遍照的意思。前面讲过报身有两种，一个是「自受用报身」，一个是「他受用报身」。自受用报身，你看看「照一真法界」，这是自受用，最重要的就是要证得，你能够照一真法界，当然就能够证得一真法界，这是毫无疑议的。必须有自受用，然后才有他受用，他受用这是「照众生的机宜」，机是根机，众生是什么样的根机；宜是应当。佛应当用什么方式来度他，才能够是契机契理，机宜在《楞严经》里面就是讲的，「随众生心，应所知量，循业发现」，那是讲一切众生。而佛则是随机应现，众生有感，佛菩萨有应，感应道交，这是照众生的机宜，我们首先要明了自受用与他受用的差别。",
      "zh_TW": "底下我們再說光與壽的意思，先講「光」，光可以分為兩大類，一類是「智光」，一類是「身光」。我們要從三身上來說明，三身我們講報身，「報身，梵語叫盧舍那身」，盧舍那就是報身。盧舍那中國的意思「此云光明遍照」，盧舍那就是光明遍照的意思。前面講過報身有兩種，一個是「自受用報身」，一個是「他受用報身」。自受用報身，你看看「照一真法界」，這是自受用，最重要的就是要證得，你能夠照一真法界，當然就能夠證得一真法界，這是毫無疑議的。必須有自受用，然後才有他受用，他受用這是「照眾生的機宜」，機是根機，眾生是什麼樣的根機；宜是應當。佛應當用什麼方式來度他，才能夠是契機契理，機宜在《楞嚴經》裡面就是講的，「隨眾生心，應所知量，循業發現」，那是講一切眾生。而佛則是隨機應現，眾生有感，佛菩薩有應，感應道交，這是照眾生的機宜，我們首先要明瞭自受用與他受用的差別。"
    },
    {
      "id": "01-001-0015_p0018",
      "zh_CN": "然后我们讲到「身光」又有两大类，一种叫「常光」，一种叫「放光」，要就应身来说，佛的常光也有大小不相同，这是要看众生的机宜了。众生如果他的福报很大，就是他的善根福德因缘要都很深厚，佛身光就很大，就很殊胜；如果众生福报不怎么大，佛的身光就现得比较小。像我们本师释迦牟尼佛当年在世，他有身光，有多大？经上有的讲一丈、有的讲一寻，一寻是八尺，可见得这个光明不太大。由此可知，我们这个世界众生正如同本经所说，是处在五浊恶世的众生，我们的福德因缘都不算殊胜。所以佛为我们所现的身叫劣应身，也就是三十二相八十种好，丈六金身，他的身光只有一丈。如果众生福报殊胜，佛的光有一由旬，要是算大由旬的话，合我们中国八十里；乃至于无量由旬，那众生的福报就太大了。这是讲的身光，身光也是常光。",
      "zh_TW": "然後我們講到「身光」又有兩大類，一種叫「常光」，一種叫「放光」，要就應身來說，佛的常光也有大小不相同，這是要看眾生的機宜了。眾生如果他的福報很大，就是他的善根福德因緣要都很深厚，佛身光就很大，就很殊勝；如果眾生福報不怎麼大，佛的身光就現得比較小。像我們本師釋迦牟尼佛當年在世，他有身光，有多大？經上有的講一丈、有的講一尋，一尋是八尺，可見得這個光明不太大。由此可知，我們這個世界眾生正如同本經所說，是處在五濁惡世的眾生，我們的福德因緣都不算殊勝。所以佛為我們所現的身叫劣應身，也就是三十二相八十種好，丈六金身，他的身光只有一丈。如果眾生福報殊勝，佛的光有一由旬，要是算大由旬的話，合我們中國八十里；乃至於無量由旬，那眾生的福報就太大了。這是講的身光，身光也是常光。"
    },
    {
      "id": "01-001-0015_p0019",
      "zh_CN": "第二种叫放光，放光不是常常有的；不像身光，身光是常有的，不会消失。放光必定有一种特别的因缘，譬如佛讲经说法，特别是讲到最重要的地方，往往佛就放光现瑞。实际上放光它有两种作用，一种光就是表法，根性大利的人，见到佛的光明他就开悟，不必等说法。根性钝的人见到佛放光，引起他的注意力，晓得底下佛有重要的法要说，他会特别注意的去听，所以有两个意思。",
      "zh_TW": "第二種叫放光，放光不是常常有的；不像身光，身光是常有的，不會消失。放光必定有一種特別的因緣，譬如佛講經說法，特別是講到最重要的地方，往往佛就放光現瑞。實際上放光它有兩種作用，一種光就是表法，根性大利的人，見到佛的光明他就開悟，不必等說法。根性鈍的人見到佛放光，引起他的注意力，曉得底下佛有重要的法要說，他會特別注意的去聽，所以有兩個意思。"
    },
    {
      "id": "01-001-0015_p0020",
      "zh_CN": "光表法在我们这个世间，自古以来也就用光表法了。譬如在海上航行，在白天，诸位晓得有旗语，就是用两面旗子，不同的颜色，不同的姿势，代表不同意思，让远方的船只看到了，他知道我们表达一种什么意思，用这个来通信。而在晚上则是用灯光，用灯光来传递消息、来通信，这就是放光的意思。而现在都市里面，我们看到十字马路，我们看有红灯、绿灯、黄灯，有许多灯光在那里指挥交通，这也属于放光的意思。红的光一放，就叫你暂时要停止；绿色的光一放，就叫你赶快通行。",
      "zh_TW": "光表法在我們這個世間，自古以來也就用光表法了。譬如在海上航行，在白天，諸位曉得有旗語，就是用兩面旗子，不同的顏色，不同的姿勢，代表不同意思，讓遠方的船隻看到了，他知道我們表達一種什麼意思，用這個來通信。而在晚上則是用燈光，用燈光來傳遞消息、來通信，這就是放光的意思。而現在都市裡面，我們看到十字馬路，我們看有紅燈、綠燈、黃燈，有許多燈光在那裡指揮交通，這也屬於放光的意思。紅的光一放，就叫你暫時要停止；綠色的光一放，就叫你趕快通行。"
    },
    {
      "id": "01-001-0015_p0021",
      "zh_CN": "由此可知，用光明来做佛事，这是理所当然的，我们无需要怀疑。佛放光也有许多的差别，光有大小不相同，有色彩不一样，甚至于放的部位也不相同。譬如说我们在楞严会上，就看到佛五次放光，五次都是不同的处所，佛从顶髻放光，从面门放光，从白毫放光，从胸口卍字放光，都不一样。某个地方放光，代表某个法门，代表某种的意思，诸位常常读诵大乘经典，慢慢就会体会到。",
      "zh_TW": "由此可知，用光明來做佛事，這是理所當然的，我們無需要懷疑。佛放光也有許多的差別，光有大小不相同，有色彩不一樣，甚至於放的部位也不相同。譬如說我們在楞嚴會上，就看到佛五次放光，五次都是不同的處所，佛從頂髻放光，從面門放光，從白毫放光，從胸口卍字放光，都不一樣。某個地方放光，代表某個法門，代表某種的意思，諸位常常讀誦大乘經典，慢慢就會體會到。"
    },
    {
      "id": "01-001-0015_p0022",
      "zh_CN": "这个地方经上讲的「无量」，无量是说他这个光所照得广，照无量无边的世界，而不是照一个世界，照几个世界，从广上来说的。十方是从周遍上来讲的，不是照一方，不是偏在某一点，或者某方面，它是周遍的，所以说广大周遍，它有这个意思在。无量是广大的意思，十方是周遍的意思。「无碍」是彻底的意思，就是显出所照的彻底。不像其他之光，比方太阳，太阳的光照得还是有障碍，譬如说它只能照我们房屋的外面，而不能照房屋的里面，这就是说明它的光是有障碍的。而阿弥陀佛的光明是无有障碍，这个无有障碍的光，也许诸位听了之后感觉得奇怪。其实我们现在科学里头发现的这个光，大家晓得光波，光波的长短、种类差别，实在是无量无边。而我们人的眼球的构造，在无量光波里面，只有很少分的光波适合我们眼球，能够看得清楚明白。比这个标准长的光波，我们见不到；比这个标准短的光波，我们也见不到。譬如说Ｘ光、紫外光我们都见不到，必须要借重仪器才晓得它的确存在。实际上我们现在科学所发现的，这几种不同型类的光波，在整个光波里面那是极少数，还有许多我们没有能够发现。就以所发现的来说，像Ｘ光它就可以穿透墙壁，很多物质它能够穿得透，它照就有许多没有障碍。佛光真是如此，换句话说，无量无边型类的光波它是统统具足，因此它是无所不照，才有真正的广大、周遍、彻底这个意思，才有这个意思。",
      "zh_TW": "這個地方經上講的「無量」，無量是說他這個光所照得廣，照無量無邊的世界，而不是照一個世界，照幾個世界，從廣上來說的。十方是從周遍上來講的，不是照一方，不是偏在某一點，或者某方面，它是周遍的，所以說廣大周遍，它有這個意思在。無量是廣大的意思，十方是周遍的意思。「無礙」是徹底的意思，就是顯出所照的徹底。不像其他之光，比方太陽，太陽的光照得還是有障礙，譬如說它只能照我們房屋的外面，而不能照房屋的裡面，這就是說明它的光是有障礙的。而阿彌陀佛的光明是無有障礙，這個無有障礙的光，也許諸位聽了之後感覺得奇怪。其實我們現在科學裡頭發現的這個光，大家曉得光波，光波的長短、種類差別，實在是無量無邊。而我們人的眼球的構造，在無量光波裡面，只有很少分的光波適合我們眼球，能夠看得清楚明白。比這個標準長的光波，我們見不到；比這個標準短的光波，我們也見不到。譬如說Ｘ光、紫外光我們都見不到，必須要借重儀器才曉得它的確存在。實際上我們現在科學所發現的，這幾種不同型類的光波，在整個光波裡面那是極少數，還有許多我們沒有能夠發現。就以所發現的來說，像Ｘ光它就可以穿透牆壁，很多物質它能夠穿得透，它照就有許多沒有障礙。佛光真是如此，換句話說，無量無邊型類的光波它是統統具足，因此它是無所不照，才有真正的廣大、周遍、徹底這個意思，才有這個意思。"
    },
    {
      "id": "01-001-0015_p0023",
      "zh_CN": "阿弥陀也可以翻作「无边光」，或者是「无碍光」，或者是「超日月光」，都可以说，这些都表光明无量的意思。说到这个地方，也许有人要问，佛光既然是这样的圆满，而且大经里头又说「阿弥陀佛有八万四千相」；不像释迦牟尼佛在我们世间所现的相，只有三十二相八十种好。《观经》里面讲「西方世界阿弥陀佛有八万四千相」，每个相都有八万四千好，每一种好都放八万四千光明，遍照十方念佛的众生，摄取不舍。《观经》上面有这么一段经文。也许我们要问，为什么我们没有见到阿弥陀佛的光明？这是个问题！其实佛光真正是无时不照，无处不照，我们哪个人不在佛的光明遍照之中？只是我们自己不晓得罢了。譬如说日月光明普照，如果你的眼睛瞎了，你就见不到它。你虽见不到，太阳照不照你？月光照不照你？虽照你，是你自己见不到！同样的道理，佛的光明遍照十方法界一切众生，决定没有障碍。如果这个众生不信念佛，不信佛法，业障未除！这就好比盲人一样，他不能够见到佛的光明。如果我们真正能够把业障除掉，信心具足，精进念佛，就像大势至菩萨所讲的「现前当来，必定见佛」。连佛都必定见，何况于佛光？我们要明白这个道理，才能够破除我们的迷惑，才能坚定我们的信心。「光所因有二」，这光的因缘，第一个因缘是佛「万德所成」。第二个因缘也是佛在因地所发的大愿，「本愿所致」，由此可知，愿力不可思议。所以也称无边光、无碍光、超日月光。请看底下经文：",
      "zh_TW": "阿彌陀也可以翻作「無邊光」，或者是「無礙光」，或者是「超日月光」，都可以說，這些都表光明無量的意思。說到這個地方，也許有人要問，佛光既然是這樣的圓滿，而且大經裡頭又說「阿彌陀佛有八萬四千相」；不像釋迦牟尼佛在我們世間所現的相，只有三十二相八十種好。《觀經》裡面講「西方世界阿彌陀佛有八萬四千相」，每個相都有八萬四千好，每一種好都放八萬四千光明，遍照十方念佛的眾生，攝取不捨。《觀經》上面有這麼一段經文。也許我們要問，為什麼我們沒有見到阿彌陀佛的光明？這是個問題！其實佛光真正是無時不照，無處不照，我們哪個人不在佛的光明遍照之中？只是我們自己不曉得罷了。譬如說日月光明普照，如果你的眼睛瞎了，你就見不到它。你雖見不到，太陽照不照你？月光照不照你？雖照你，是你自己見不到！同樣的道理，佛的光明遍照十方法界一切眾生，決定沒有障礙。如果這個眾生不信念佛，不信佛法，業障未除！這就好比盲人一樣，他不能夠見到佛的光明。如果我們真正能夠把業障除掉，信心具足，精進念佛，就像大勢至菩薩所講的「現前當來，必定見佛」。連佛都必定見，何況於佛光？我們要明白這個道理，才能夠破除我們的迷惑，才能堅定我們的信心。「光所因有二」，這光的因緣，第一個因緣是佛「萬德所成」。第二個因緣也是佛在因地所發的大願，「本願所致」，由此可知，願力不可思議。所以也稱無邊光、無礙光、超日月光。請看底下經文："
    },
    {
      "id": "01-001-0015_p0024",
      "zh_CN": "【又舍利弗。彼佛寿命。及其人民。无量无边阿僧祇劫。故名阿弥陀。】",
      "zh_TW": "【又舍利弗。彼佛壽命。及其人民。無量無邊阿僧祇劫。故名阿彌陀。】"
    },
    {
      "id": "01-001-0015_p0025",
      "zh_CN": "这段经文是从寿量上来说的，所以『阿弥陀』也翻作无量寿。意思就是说不但佛的光明无量，佛的寿命也是无量。「寿者受也」，这是种享受，我们俗话讲五福之一，这五种福报里面有长寿，五福里头有长寿。既然讲到寿，这个「寿之修短」，修是长的意思，就是寿的长短，「必以身命之生灭为标准」。我们讲寿长、寿短，一定是以这个身命住世的长短为标准。世间人哪个人不希望长寿？",
      "zh_TW": "這段經文是從壽量上來說的，所以『阿彌陀』也翻作無量壽。意思就是說不但佛的光明無量，佛的壽命也是無量。「壽者受也」，這是種享受，我們俗話講五福之一，這五種福報裡面有長壽，五福裡頭有長壽。既然講到壽，這個「壽之修短」，修是長的意思，就是壽的長短，「必以身命之生滅為標準」。我們講壽長、壽短，一定是以這個身命住世的長短為標準。世間人哪個人不希望長壽？"
    },
    {
      "id": "01-001-0015_p0026",
      "zh_CN": "佛的寿这要从三身上来讲，「法身是理性为命，无始无终；报身是智慧为命，有始无终；应化身是因缘为命，有始有终」。这我们要有个简单的解释，法身是以真如本性理体为命，实在讲是说不上命，这是真理，是真如本性，根本就是无始无终。所谓说离一切相，即一切法！它哪有始终？报身这是讲智慧之身，我们无始劫以来豁然起了无明，迷失了我们的本性，丧失本有的智慧，这叫凡夫。我们觉悟之后断无明，恢复本性里面原有的般若智慧，这叫证得报身，所以报身是有始无终。讲到应身、化身那就不然，因为应化都是以众生为主，众生有感，佛才有应。众生感的力量、时间要是长，佛应现的时间也长；众生感的时间短，佛应现的时间也短。确实感应道交，分毫都不差，这就叫做寿命，这是应化身的寿命。",
      "zh_TW": "佛的壽這要從三身上來講，「法身是理性為命，無始無終；報身是智慧為命，有始無終；應化身是因緣為命，有始有終」。這我們要有個簡單的解釋，法身是以真如本性理體為命，實在講是說不上命，這是真理，是真如本性，根本就是無始無終。所謂說離一切相，即一切法！它哪有始終？報身這是講智慧之身，我們無始劫以來豁然起了無明，迷失了我們的本性，喪失本有的智慧，這叫凡夫。我們覺悟之後斷無明，恢復本性裡面原有的般若智慧，這叫證得報身，所以報身是有始無終。講到應身、化身那就不然，因為應化都是以眾生為主，眾生有感，佛才有應。眾生感的力量、時間要是長，佛應現的時間也長；眾生感的時間短，佛應現的時間也短。確實感應道交，分毫都不差，這就叫做壽命，這是應化身的壽命。"
    },
    {
      "id": "01-001-0015_p0027",
      "zh_CN": "由此可知，这个三身的寿命真的在佛很难讲。我们讲寿命都是从迹象上来说的；从体性上来讲，不但法身没有寿命，报身、应化身同样也不能说有寿命。这是真正的无量寿！如果就应身来说，应身实在报身也包括其中，西方极乐世界阿弥陀佛也有入涅槃的时候，这是就应化身来讲。阿弥陀佛入灭，「观世音菩萨次补佛位」，观世音菩萨成佛。这一个世界所特殊的，阿弥陀佛示现入灭，观世音菩萨紧接着成佛；换句话说，这个世界不会有灭法的时候。不像我们这个世界释迦牟尼佛入灭，这要再等五十六亿万年之后，弥勒佛才到我们这个世间来成佛。当中灭法时期很长，有佛法的日子是太短暂；西方极乐世界不然，阿弥陀佛一入灭，观世音菩萨马上成佛。",
      "zh_TW": "由此可知，這個三身的壽命真的在佛很難講。我們講壽命都是從跡象上來說的；從體性上來講，不但法身沒有壽命，報身、應化身同樣也不能說有壽命。這是真正的無量壽！如果就應身來說，應身實在報身也包括其中，西方極樂世界阿彌陀佛也有入涅槃的時候，這是就應化身來講。阿彌陀佛入滅，「觀世音菩薩次補佛位」，觀世音菩薩成佛。這一個世界所特殊的，阿彌陀佛示現入滅，觀世音菩薩緊接著成佛；換句話說，這個世界不會有滅法的時候。不像我們這個世界釋迦牟尼佛入滅，這要再等五十六億萬年之後，彌勒佛才到我們這個世間來成佛。當中滅法時期很長，有佛法的日子是太短暫；西方極樂世界不然，阿彌陀佛一入滅，觀世音菩薩馬上成佛。"
    },
    {
      "id": "01-001-0015_p0028",
      "zh_CN": "而观世音菩萨成佛，他的名号叫「普光功德山王如来」，那时候的国土也不叫极乐世界，国名叫「众宝普集庄严」世界。就是观世音菩萨在成佛，实际上地方是同一个地方，名字改了。就像中国古时候改朝换代一样，秦始皇灭亡，底下改作汉。实际上秦始皇的首都是咸阳，汉朝的首都是长安，长安就是咸阳，它把这个地方的名字改了。这个地方，将来极乐世界改名叫众宝普集庄严世界，观世音菩萨成佛叫普光功德山王如来，由这里可见这从应化上说。观世音菩萨成佛，他将来也要灭度的，他灭度之后大势至菩萨接着又成佛了，补佛位，大势至菩萨成佛，佛号叫「善住功德宝王如来」。这就是说明，西方极乐世界是一尊佛、一尊佛连续着。由此可知，在这个世界只有正法，没有像法，也没有末法，这是真正不可思议！也是我们真正向往的所在。",
      "zh_TW": "而觀世音菩薩成佛，他的名號叫「普光功德山王如來」，那時候的國土也不叫極樂世界，國名叫「眾寶普集莊嚴」世界。就是觀世音菩薩在成佛，實際上地方是同一個地方，名字改了。就像中國古時候改朝換代一樣，秦始皇滅亡，底下改作漢。實際上秦始皇的首都是咸陽，漢朝的首都是長安，長安就是咸陽，它把這個地方的名字改了。這個地方，將來極樂世界改名叫眾寶普集莊嚴世界，觀世音菩薩成佛叫普光功德山王如來，由這裡可見這從應化上說。觀世音菩薩成佛，他將來也要滅度的，他滅度之後大勢至菩薩接著又成佛了，補佛位，大勢至菩薩成佛，佛號叫「善住功德寶王如來」。這就是說明，西方極樂世界是一尊佛、一尊佛連續著。由此可知，在這個世界只有正法，沒有像法，也沒有末法，這是真正不可思議！也是我們真正嚮往的所在。"
    },
    {
      "id": "01-001-0015_p0029",
      "zh_CN": "经上说『及其人民』，这句很重要，佛寿无量，我们听到很欢喜。我们如果发愿往生西方极乐世界，我们的寿有多长？会不会像佛一样？给诸位说像佛一样。正如同当年释迦牟尼佛应化在我们世间，佛的寿命八十岁，跟我们的世间人一样，示现的八十岁。所以西方极乐世界阿弥陀佛所示现的寿命，与西方世界的那些众生也是相当的，这对我们真正是安了心。我们到西方极乐世界，原来我们的寿命也同佛寿量，佛在此地告诉我们，『无量无边阿僧祇劫』，这句话是讲的时间。这个时间到底有多长？在从前我们在大专讲座里面，有些学生喜欢计算就算算看，算得正确不正确是个未知数。可是这些学生们算的这个数字太可观了，我们在此地也写在这个地方，给诸位做参考。",
      "zh_TW": "經上說『及其人民』，這句很重要，佛壽無量，我們聽到很歡喜。我們如果發願往生西方極樂世界，我們的壽有多長？會不會像佛一樣？給諸位說像佛一樣。正如同當年釋迦牟尼佛應化在我們世間，佛的壽命八十歲，跟我們的世間人一樣，示現的八十歲。所以西方極樂世界阿彌陀佛所示現的壽命，與西方世界的那些眾生也是相當的，這對我們真正是安了心。我們到西方極樂世界，原來我們的壽命也同佛壽量，佛在此地告訴我們，『無量無邊阿僧祇劫』，這句話是講的時間。這個時間到底有多長？在從前我們在大專講座裡面，有些學生喜歡計算就算算看，算得正確不正確是個未知數。可是這些學生們算的這個數字太可觀了，我們在此地也寫在這個地方，給諸位做參考。"
    },
    {
      "id": "01-001-0015_p0030",
      "zh_CN": "讲到「阿僧祇」，阿僧祇是「古印度数字单位之一」，印度数字单位大概在全世界恐怕是最多的，它有一百多个单位。我们中国的数字大概只有二十几个单位，它有一百多个单位。它计算的方法，它是倍倍相乘，不是像中国数字是十进数，譬如说我们是一到十，十个十就是一百，十个百叫一千，十个千叫一万，我们是十进位。印度不然，它是倍倍相乘，阿僧祇是最后的十个大数之一，十大数里面第一个、第一位。算法这以中国数「万万为亿，万亿为兆」，我们用这个字来做单位。多少兆？「一千万万万万万万万万兆」，一千下面有八个万字的，单位是兆，这叫一个阿僧祇。",
      "zh_TW": "講到「阿僧祇」，阿僧祇是「古印度數字單位之一」，印度數字單位大概在全世界恐怕是最多的，它有一百多個單位。我們中國的數字大概只有二十幾個單位，它有一百多個單位。它計算的方法，它是倍倍相乘，不是像中國數字是十進數，譬如說我們是一到十，十個十就是一百，十個百叫一千，十個千叫一萬，我們是十進位。印度不然，它是倍倍相乘，阿僧祇是最後的十個大數之一，十大數裡面第一個、第一位。算法這以中國數「萬萬為億，萬億為兆」，我們用這個字來做單位。多少兆？「一千萬萬萬萬萬萬萬萬兆」，一千下面有八個萬字的，單位是兆，這叫一個阿僧祇。"
    },
    {
      "id": "01-001-0015_p0031",
      "zh_CN": "诸位想想，这数字可观，天文数字！阿僧祇个阿僧祇，就是阿僧祇乘阿僧祇为一个无量；无量个无量，就是无量的平方，为一个无边。再无边的无边，如是倍倍增积，就是无边的无边叫一个无等。无等个无等叫一个不可数，不可数个不可数叫一个不可称，不可称个不可称叫一个不可思，不可思的平方叫不可量，不可量的平方就是自乘叫不可说，不可说再自乘叫不可说不可说，这是最大的数字，后面就没有了，这是最后一个单位。诸位想想，印度计算单位，这印度人，在我们今天来说，印度的古人算很聪明，他们数学的头脑真好。这样大的数字，恐怕今天我们电脑是不能够计算得出来，可能现在电脑都没有这么大的数字单位。",
      "zh_TW": "諸位想想，這數字可觀，天文數字！阿僧祇個阿僧祇，就是阿僧祇乘阿僧祇為一個無量；無量個無量，就是無量的平方，為一個無邊。再無邊的無邊，如是倍倍增積，就是無邊的無邊叫一個無等。無等個無等叫一個不可數，不可數個不可數叫一個不可稱，不可稱個不可稱叫一個不可思，不可思的平方叫不可量，不可量的平方就是自乘叫不可說，不可說再自乘叫不可說不可說，這是最大的數字，後面就沒有了，這是最後一個單位。諸位想想，印度計算單位，這印度人，在我們今天來說，印度的古人算很聰明，他們數學的頭腦真好。這樣大的數字，恐怕今天我們電腦是不能夠計算得出來，可能現在電腦都沒有這麼大的數字單位。"
    },
    {
      "id": "01-001-0015_p0032",
      "zh_CN": "佛在此地说，他的寿命是「无量无边阿僧祇劫」，无量不要说多，就一个无量！无量个无边阿僧祇劫，你们想一想这个数字太大了。佛常常在经里面告诉我们，凡夫修行成佛只要三个阿僧祇劫。你们想一想西方极乐世界的人，把三个阿僧祇劫看作什么？大概像我们人寿百年，看三小时一样，这个事情三个钟点就办了，那不是太容易了吗？所以说只怕你不往生西方极乐世界，你要往生西方极乐世界，哪有不成佛的道理。这个无量无边阿僧祇，这只讲到阿僧祇，后面这个单位是「劫」，不是年，是劫！",
      "zh_TW": "佛在此地說，他的壽命是「無量無邊阿僧祇劫」，無量不要說多，就一個無量！無量個無邊阿僧祇劫，你們想一想這個數字太大了。佛常常在經裡面告訴我們，凡夫修行成佛只要三個阿僧祇劫。你們想一想西方極樂世界的人，把三個阿僧祇劫看作什麼？大概像我們人壽百年，看三小時一樣，這個事情三個鐘點就辦了，那不是太容易了嗎？所以說只怕你不往生西方極樂世界，你要往生西方極樂世界，哪有不成佛的道理。這個無量無邊阿僧祇，這只講到阿僧祇，後面這個單位是「劫」，不是年，是劫！"
    },
    {
      "id": "01-001-0015_p0033",
      "zh_CN": "「劫，梵语叫劫簸」，翻成中国的意思叫「时分」，多长？在此地讲「一千六百八十万年为一小劫，二十个小劫为一中劫，四个中劫为一大劫」。此地讲的劫都是大劫，所以这个数字诸位自己去计算，我的数学也不太好，我也不愿意用这个脑筋，究竟这是多长的时间，诸位自己去算去。",
      "zh_TW": "「劫，梵語叫劫簸」，翻成中國的意思叫「時分」，多長？在此地講「一千六百八十萬年為一小劫，二十個小劫為一中劫，四個中劫為一大劫」。此地講的劫都是大劫，所以這個數字諸位自己去計算，我的數學也不太好，我也不願意用這個腦筋，究竟這是多長的時間，諸位自己去算去。"
    },
    {
      "id": "01-001-0015_p0034",
      "zh_CN": "从这个地方我们就明暸，极乐世界那些众生，也就是经上讲的「诸上善人」。这诸上善人我们一般都讲的是凡圣同居土，他们的福报竟然有如此之大。这也不外乎两种力量成就的，一种他力就是阿弥陀佛的愿力。因为阿弥陀佛在因地修行，所发四十八愿里面就有一愿，这个意思是说「我成佛之后，我这个国土里头的众生，寿命皆无央数劫」，无央数就是无量数。现在他成佛了，他国土里头的人民果然不错，有这么长的寿命，可见得与他的本愿完全是相应的。第二种自力，所以这个法门叫二力法门，自力就是众生念佛，念佛的力量，一心念佛我们净业成就，往生到西方国土那边是莲花化生。所以决定没有生老病死苦，因此得到这样殊胜的寿命。要是「称性」而说，从理体上来讲，光与寿都是称性建立的。",
      "zh_TW": "從這個地方我們就明暸，極樂世界那些眾生，也就是經上講的「諸上善人」。這諸上善人我們一般都講的是凡聖同居土，他們的福報竟然有如此之大。這也不外乎兩種力量成就的，一種他力就是阿彌陀佛的願力。因為阿彌陀佛在因地修行，所發四十八願裡面就有一願，這個意思是說「我成佛之後，我這個國土裡頭的眾生，壽命皆無央數劫」，無央數就是無量數。現在他成佛了，他國土裡頭的人民果然不錯，有這麼長的壽命，可見得與他的本願完全是相應的。第二種自力，所以這個法門叫二力法門，自力就是眾生念佛，念佛的力量，一心念佛我們淨業成就，往生到西方國土那邊是蓮花化生。所以決定沒有生老病死苦，因此得到這樣殊勝的壽命。要是「稱性」而說，從理體上來講，光與壽都是稱性建立的。"
    },
    {
      "id": "01-001-0015_p0035",
      "zh_CN": "「自性常照是无量光义，自性常寂是无量寿义，佛性如是，生心亦然」。这个生是众生，众生的心就是佛性。「心佛一如，圣凡平等，令持名之人，易悟是心是佛之理」。这段要解释一下，佛性是周遍法界的，就周遍这个意思上来讲，就是无量光的意思；佛性如果就竖穷三际这方面来讲，那就是无量寿的意思。所以讲佛性如是，众生的心亦然；换句话说，就是我们现前一念念佛之心，想想是不是竖穷三际、横遍十方？这个地方要细心去领会。当我们心在极净的时候，也就是在没有分别、没有执着，我们的心就像清水一样，是圆满周遍的。念佛要用这样的心去念，与佛就感应道交；如果我们用的心是乱心，是虚妄分别心，我们这个心水就起了大风大浪。在作用里面就失掉周遍的意思，这个竖穷、横遍的意思都失掉，理也失掉，相也失掉，这样念佛就很难有感应道交的作用。",
      "zh_TW": "「自性常照是無量光義，自性常寂是無量壽義，佛性如是，生心亦然」。這個生是眾生，眾生的心就是佛性。「心佛一如，聖凡平等，令持名之人，易悟是心是佛之理」。這段要解釋一下，佛性是周遍法界的，就周遍這個意思上來講，就是無量光的意思；佛性如果就豎窮三際這方面來講，那就是無量壽的意思。所以講佛性如是，眾生的心亦然；換句話說，就是我們現前一念念佛之心，想想是不是豎窮三際、橫遍十方？這個地方要細心去領會。當我們心在極淨的時候，也就是在沒有分別、沒有執著，我們的心就像清水一樣，是圓滿周遍的。念佛要用這樣的心去念，與佛就感應道交；如果我們用的心是亂心，是虛妄分別心，我們這個心水就起了大風大浪。在作用裡面就失掉周遍的意思，這個豎窮、橫遍的意思都失掉，理也失掉，相也失掉，這樣念佛就很難有感應道交的作用。"
    },
    {
      "id": "01-001-0015_p0036",
      "zh_CN": "我们念佛求一心不乱，心一定要净，为什么？念佛的人在念佛，就像课诵的时候，上来先唱赞，赞佛，然后才念经、再念咒而后再念佛号。为什么？就是因为我们心是乱的，念佛不相应，用前面这么多时间有赞、有经、有咒，把你这个心定下来，就这个意思。心定下来，这个心与佛心相应，所以念佛的心就是佛心，真正做到心佛一如，心佛不二，要做到这个境界！前面跟诸位讲的念佛全心是佛，全佛是心，这才能念到一心不乱，才能够念到感应道交。所以说圣凡平等！这样才容易悟入「是心是佛，是心作佛」。",
      "zh_TW": "我們念佛求一心不亂，心一定要淨，為什麼？念佛的人在念佛，就像課誦的時候，上來先唱讚，讚佛，然後才念經、再念咒而後再念佛號。為什麼？就是因為我們心是亂的，念佛不相應，用前面這麼多時間有讚、有經、有咒，把你這個心定下來，就這個意思。心定下來，這個心與佛心相應，所以念佛的心就是佛心，真正做到心佛一如，心佛不二，要做到這個境界！前面跟諸位講的念佛全心是佛，全佛是心，這才能念到一心不亂，才能夠念到感應道交。所以說聖凡平等！這樣才容易悟入「是心是佛，是心作佛」。"
    },
    {
      "id": "01-001-0015_p0037",
      "zh_CN": "虽然西方极乐世界导师阿弥陀佛，他老人家的智慧、功德、神通、方便，样样都无量，我们没有法子能够说得尽。世尊在本经里面，只举出光寿这两个意思，来做为一个代表，这点意思我们必须要晓得。下面一段经文，要讲阿弥陀佛成佛到现在，多久了？当然这也是我们很关心的事情，请看经文。成佛，此地这是题目「道成十劫」，就是成佛多久了。经上说：",
      "zh_TW": "雖然西方極樂世界導師阿彌陀佛，他老人家的智慧、功德、神通、方便，樣樣都無量，我們沒有法子能夠說得盡。世尊在本經裡面，只舉出光壽這兩個意思，來做為一個代表，這點意思我們必須要曉得。下面一段經文，要講阿彌陀佛成佛到現在，多久了？當然這也是我們很關心的事情，請看經文。成佛，此地這是題目「道成十劫」，就是成佛多久了。經上說："
    },
    {
      "id": "01-001-0015_p0038",
      "zh_CN": "【舍利弗。阿弥陀佛。成佛以来。于今十劫。】",
      "zh_TW": "【舍利弗。阿彌陀佛。成佛以來。於今十劫。】"
    },
    {
      "id": "01-001-0015_p0039",
      "zh_CN": "这段话诸位要好好的记住，刚才跟你讲，佛的寿命是无量无边阿僧祇劫，他现在成佛才『十劫』。我们举个比喻来说，这个比喻当然还是不太恰当，实际情形比这个还要殊胜。好比一个人，他的寿命有一万岁，比人不好比！好比一个民族、一个国家，它有一万年的历史了，像中国有五千年的历史文化，有这么长远的历史。它现在建国才多久？才只十天，那刚刚开始！诸位想想，这正是我们往生西方极乐世界的时候。为什么？西方极乐世界『阿弥陀佛』建造这个世界不久，才开始！现在去正好，将来在西方极乐世界老资格。第十劫他就来了，寿命是无量无边阿僧祇劫，第十劫他就来了。岂不是老资格吗？",
      "zh_TW": "這段話諸位要好好的記住，剛才跟你講，佛的壽命是無量無邊阿僧祇劫，他現在成佛才『十劫』。我們舉個比喻來說，這個比喻當然還是不太恰當，實際情形比這個還要殊勝。好比一個人，他的壽命有一萬歲，比人不好比！好比一個民族、一個國家，它有一萬年的歷史了，像中國有五千年的歷史文化，有這麼長遠的歷史。它現在建國才多久？才只十天，那剛剛開始！諸位想想，這正是我們往生西方極樂世界的時候。為什麼？西方極樂世界『阿彌陀佛』建造這個世界不久，才開始！現在去正好，將來在西方極樂世界老資格。第十劫他就來了，壽命是無量無邊阿僧祇劫，第十劫他就來了。豈不是老資格嗎？"
    },
    {
      "id": "01-001-0015_p0040",
      "zh_CN": "这个意思在此地讲，先讲此地「十劫，唐译的本子说这是十大劫」，先确定这劫有三种，这是大劫。在《华严经．寿量品》里头，有这句经文，「娑婆世界一劫」。娑婆世界是我们这个世界，这个世界一劫为极乐世界一日夜。由此可知，如果说是以我们这个时间来讲才十劫，极乐世界才开幕不过十天而已。他那里才开幕十天，你就去了，阿弥陀佛对你是如何的欢迎。诸上善人的欢迎那是可想而知！佛寿无量，这几句话我特别在此地，郑重劝勉诸位，「佛寿无量，今仅十劫，则现在说法」，这前面讲「今现在说法」，时逢其会！一个有智慧的人应当赶快发愿往生，到西方极乐世界去。",
      "zh_TW": "這個意思在此地講，先講此地「十劫，唐譯的本子說這是十大劫」，先確定這劫有三種，這是大劫。在《華嚴經．壽量品》裡頭，有這句經文，「娑婆世界一劫」。娑婆世界是我們這個世界，這個世界一劫為極樂世界一日夜。由此可知，如果說是以我們這個時間來講才十劫，極樂世界才開幕不過十天而已。他那裡才開幕十天，你就去了，阿彌陀佛對你是如何的歡迎。諸上善人的歡迎那是可想而知！佛壽無量，這幾句話我特別在此地，鄭重勸勉諸位，「佛壽無量，今僅十劫，則現在說法」，這前面講「今現在說法」，時逢其會！一個有智慧的人應當趕快發願往生，到西方極樂世界去。"
    },
    {
      "id": "01-001-0015_p0041",
      "zh_CN": "下面是要说明「道成十劫」，也就是这段经文，我们从三身上来看。因为古人有人讲成，也有人讲成的意思不可得，究竟是成、是不成？三身在前面都跟诸位介绍过。如果从自性清净的法身上来讲，这是真如本性，真如本性那没有成与不成的意思，成与不成的意思都没有，无成、无不成没这个意思。如果要从「离垢清净」法身上来讲，离垢极妙的法身来讲，那必须要「依修德方显」，依修德方显就可以讲成。譬如我们在大经里头常说的，「破一分无明，证一分法身」，无明没有破，法身在不在？法身当然在。法身是理体，焉能不在吗？法身当然在。法身虽然在，可是你有无明烦恼障碍了法身，你见不到法身。什么时候你无明破了见到法身，我们那个时候说你证得了法身！所以这个有成的意思。从理上讲没有成的意思，如果从修德上面来讲是有成的意思。",
      "zh_TW": "下面是要說明「道成十劫」，也就是這段經文，我們從三身上來看。因為古人有人講成，也有人講成的意思不可得，究竟是成、是不成？三身在前面都跟諸位介紹過。如果從自性清淨的法身上來講，這是真如本性，真如本性那沒有成與不成的意思，成與不成的意思都沒有，無成、無不成沒這個意思。如果要從「離垢清淨」法身上來講，離垢極妙的法身來講，那必須要「依修德方顯」，依修德方顯就可以講成。譬如我們在大經裡頭常說的，「破一分無明，證一分法身」，無明沒有破，法身在不在？法身當然在。法身是理體，焉能不在嗎？法身當然在。法身雖然在，可是你有無明煩惱障礙了法身，你見不到法身。什麼時候你無明破了見到法身，我們那個時候說你證得了法身！所以這個有成的意思。從理上講沒有成的意思，如果從修德上面來講是有成的意思。"
    },
    {
      "id": "01-001-0015_p0042",
      "zh_CN": "再讲到「报身」，报身是般若智慧，般若智慧是「理所本有」，这是本性里面本来具足的智慧。像《大乘起信论》所讲的「本觉」，智慧就本觉，本觉本有；不觉是无明，不觉本无。既然本有，那成与不成也谈不上，这是从理上讲；然而「因圆果满」，我们在修因，菩萨修因，因修圆满了，果证得「成无上道」，这个时候「说法利生」也可以讲你成了，你证得报身。譬如我们在修证上说，拿念佛法门上来讲，我们念到事一心不乱，生西方极乐世界方便有余土，这个时候我们自己的法身、报身没有证得；本师阿弥陀佛的报身、法身，我们也没有见到。必须修到理一心不乱，分破无明，证实报庄严土，就是花开见佛，生实报庄严土，这个时候自己智慧现前，自己已经分破无明，证得了分证的法身，证得部分法身。而法身里面透出来的本觉，本具的般若智慧，这个时候可以说我们证得了圆满报身，证得了清净法身。从理上讲是讲不通的，在事修上讲可以讲证得。",
      "zh_TW": "再講到「報身」，報身是般若智慧，般若智慧是「理所本有」，這是本性裡面本來具足的智慧。像《大乘起信論》所講的「本覺」，智慧就本覺，本覺本有；不覺是無明，不覺本無。既然本有，那成與不成也談不上，這是從理上講；然而「因圓果滿」，我們在修因，菩薩修因，因修圓滿了，果證得「成無上道」，這個時候「說法利生」也可以講你成了，你證得報身。譬如我們在修證上說，拿念佛法門上來講，我們念到事一心不亂，生西方極樂世界方便有餘土，這個時候我們自己的法身、報身沒有證得；本師阿彌陀佛的報身、法身，我們也沒有見到。必須修到理一心不亂，分破無明，證實報莊嚴土，就是花開見佛，生實報莊嚴土，這個時候自己智慧現前，自己已經分破無明，證得了分證的法身，證得部分法身。而法身裡面透出來的本覺，本具的般若智慧，這個時候可以說我們證得了圓滿報身，證得了清淨法身。從理上講是講不通的，在事修上講可以講證得。"
    },
    {
      "id": "01-001-0015_p0043",
      "zh_CN": "应化那更是如此，这应化身，「应身讲随众生心，应所知量，无别自体，亦无成不成」。这从理上讲佛与众生感应道交，众生有感佛就有现，众生没有感佛就不现。所以在理上讲无有成不成，理上讲应化身也是无有生灭。可是迹象上来讲，「然因缘示现，八相成道，亦可论劫」，譬如释迦牟尼佛在我们这个世界来说，他老人家示现住世八十年。我们也可以说释迦牟尼佛这次在我们世界，所示现的寿命是八十年。",
      "zh_TW": "應化那更是如此，這應化身，「應身講隨眾生心，應所知量，無別自體，亦無成不成」。這從理上講佛與眾生感應道交，眾生有感佛就有現，眾生沒有感佛就不現。所以在理上講無有成不成，理上講應化身也是無有生滅。可是跡象上來講，「然因緣示現，八相成道，亦可論劫」，譬如釋迦牟尼佛在我們這個世界來說，他老人家示現住世八十年。我們也可以說釋迦牟尼佛這次在我們世界，所示現的壽命是八十年。"
    },
    {
      "id": "01-001-0015_p0044",
      "zh_CN": "西方极乐世界阿弥陀佛成道的十劫，诸位明白了，你就晓得古人说不可以论劫，他有不可以论劫的道理，从体性上说的；讲十劫，从迹象上讲的，当然可以。就以西方极乐世界四土来说，假如我们是带业往生去生的，我们在凡圣同居土把见思烦恼都断尽，念到理一心，这个时候生实报庄严土。我们可以说佛的应身灭度了，佛的报身生起，有这个意思。当阿弥陀佛法缘尽，他示现灭度，观世音菩萨示现成佛，我们也可以说阿弥陀佛报身入涅槃，也能够讲。所以从法缘上来讲，三身都可以论时劫；如果是从理上来讲，三身都不可以论时劫。这个意思，我们一定要晓得、要明了。",
      "zh_TW": "西方極樂世界阿彌陀佛成道的十劫，諸位明白了，你就曉得古人說不可以論劫，他有不可以論劫的道理，從體性上說的；講十劫，從跡象上講的，當然可以。就以西方極樂世界四土來說，假如我們是帶業往生去生的，我們在凡聖同居土把見思煩惱都斷盡，念到理一心，這個時候生實報莊嚴土。我們可以說佛的應身滅度了，佛的報身生起，有這個意思。當阿彌陀佛法緣盡，他示現滅度，觀世音菩薩示現成佛，我們也可以說阿彌陀佛報身入涅槃，也能夠講。所以從法緣上來講，三身都可以論時劫；如果是從理上來講，三身都不可以論時劫。這個意思，我們一定要曉得、要明瞭。"
    },
    {
      "id": "01-001-0015_p0045",
      "zh_CN": "再要讲到成佛当然也不是偶然的，有许多的因缘，像阿弥陀佛，本师在经里面告诉我们累劫的修行，才能成就今天如此不可思议的功德庄严。我们在经里面举出几条给诸位做个参考，也能够引发诸位的欢喜心。当然更重要的意思是要有见贤思齐，我们要效法本师，也要有这样的大愿、大行，将来成就殊胜的国土，接引无量无边的众生。这是讲到阿弥陀佛「成佛之因」，是讲成佛的因缘，这段是从「诸经所说弥陀因地」。这举出一些大乘经典里面，佛所讲的阿弥陀佛因地，第一大本，大本《无量寿经》，是净土三经之一。",
      "zh_TW": "再要講到成佛當然也不是偶然的，有許多的因緣，像阿彌陀佛，本師在經裡面告訴我們累劫的修行，才能成就今天如此不可思議的功德莊嚴。我們在經裡面舉出幾條給諸位做個參考，也能夠引發諸位的歡喜心。當然更重要的意思是要有見賢思齊，我們要效法本師，也要有這樣的大願、大行，將來成就殊勝的國土，接引無量無邊的眾生。這是講到阿彌陀佛「成佛之因」，是講成佛的因緣，這段是從「諸經所說彌陀因地」。這舉出一些大乘經典裡面，佛所講的阿彌陀佛因地，第一大本，大本《無量壽經》，是淨土三經之一。"
    },
    {
      "id": "01-001-0015_p0046",
      "zh_CN": "《无量寿经》里面说，「法藏比丘，舍王位出家，对佛发四十八大愿，即今佛是」。经上讲在定光佛之前有五十三尊佛，定光佛前面第五十三尊佛，这一尊佛的名号叫世自在王佛。世自在王佛住世度化众生，他有个护法，是一个国王护持他的，这个国王非常的发心，闻法欢喜。于是乎他舍弃了王位，把国王的位子让给他的儿子，他自己出家，自己出家这就是法藏比丘。他对世自在王佛面前发了弘誓，很大的誓愿，一共有四十八条，我们称之为四十八愿。《无量寿经》有好几种的翻译本，一般我们现在流通读诵的，都是四十八愿的本子。也有讲二十四愿的，二十四愿跟四十八愿是开合不同，它有的时候把几个愿归纳为一愿，有这种情形，一般我们都讲四十八愿。法藏比丘就是现在西方极乐世界阿弥陀佛的前身，这是久远劫之前的事情，我们从《无量寿经》里面看到的。",
      "zh_TW": "《無量壽經》裡面說，「法藏比丘，捨王位出家，對佛發四十八大願，即今佛是」。經上講在定光佛之前有五十三尊佛，定光佛前面第五十三尊佛，這一尊佛的名號叫世自在王佛。世自在王佛住世度化眾生，他有個護法，是一個國王護持他的，這個國王非常的發心，聞法歡喜。於是乎他捨棄了王位，把國王的位子讓給他的兒子，他自己出家，自己出家這就是法藏比丘。他對世自在王佛面前發了弘誓，很大的誓願，一共有四十八條，我們稱之為四十八願。《無量壽經》有好幾種的翻譯本，一般我們現在流通讀誦的，都是四十八願的本子。也有講二十四願的，二十四願跟四十八願是開合不同，它有的時候把幾個願歸納為一願，有這種情形，一般我們都講四十八願。法藏比丘就是現在西方極樂世界阿彌陀佛的前身，這是久遠劫之前的事情，我們從《無量壽經》裡面看到的。"
    },
    {
      "id": "01-001-0015_p0047",
      "zh_CN": "第二《法华经》，《法华经》里头也有一段说这个事情。《法华经》里面讲，「大通智胜如来时，有十六个王子出家，其中第九王子，就是现在的阿弥陀佛」。这是《法华经》里面的一段公案，说这个十六王子跟大通智胜如来出家学佛，求无上菩提。佛灭度之后，这些人都非常欢喜《法华经》，就是常常持诵《妙法莲华经》，后来这十六位王子都成佛了，其中第九王子就是在西方极乐世界成佛，就是阿弥陀佛。",
      "zh_TW": "第二《法華經》，《法華經》裡頭也有一段說這個事情。《法華經》裡面講，「大通智勝如來時，有十六個王子出家，其中第九王子，就是現在的阿彌陀佛」。這是《法華經》裡面的一段公案，說這個十六王子跟大通智勝如來出家學佛，求無上菩提。佛滅度之後，這些人都非常歡喜《法華經》，就是常常持誦《妙法蓮華經》，後來這十六位王子都成佛了，其中第九王子就是在西方極樂世界成佛，就是阿彌陀佛。"
    },
    {
      "id": "01-001-0015_p0048",
      "zh_CN": "第三《悲华经》里面又说，讲在无量劫以前，有一位转轮圣王，他的名字叫无诤念。他供养宝藏如来，供佛他发愿成佛，他说我成佛的时候，我的国中种种清净庄严。实在讲跟《无量寿经》四十八愿大概是差不多。由此可知，佛在因地修行，的确是生生世世不忘他的本愿。就是他所发的愿绝不是说一转世就给忘掉，他不忘他的愿，生生世世依他这个愿来修行。当时宝藏如来给他授记，跟他讲再过恒河沙劫，西方极乐世界去作佛，你的国名叫做安乐，就是极乐世界，国名叫做极乐。这位无诤念转轮圣王也是阿弥陀佛的前身。",
      "zh_TW": "第三《悲華經》裡面又說，講在無量劫以前，有一位轉輪聖王，他的名字叫無諍念。他供養寶藏如來，供佛他發願成佛，他說我成佛的時候，我的國中種種清淨莊嚴。實在講跟《無量壽經》四十八願大概是差不多。由此可知，佛在因地修行，的確是生生世世不忘他的本願。就是他所發的願絕不是說一轉世就給忘掉，他不忘他的願，生生世世依他這個願來修行。當時寶藏如來給他授記，跟他講再過恆河沙劫，西方極樂世界去作佛，你的國名叫做安樂，就是極樂世界，國名叫做極樂。這位無諍念轉輪聖王也是阿彌陀佛的前身。"
    },
    {
      "id": "01-001-0015_p0049",
      "zh_CN": "第四《大乘方等总持经》里面说，在无垢焰称起王如来的时候，有个出家人他的名字叫净命，此地讲的净命比丘。这位比丘非常的了不起，博学多闻，他能够总持诸经有十四亿部之多，随众生的愿望，就是一切众生，你想听什么经，他就给你说什么经。多人听，他给你说；一个人听，他也给你说，真正是大慈大悲！这位净命比丘也是阿弥陀佛的前身。",
      "zh_TW": "第四《大乘方等總持經》裡面說，在無垢焰稱起王如來的時候，有個出家人他的名字叫淨命，此地講的淨命比丘。這位比丘非常的了不起，博學多聞，他能夠總持諸經有十四億部之多，隨眾生的願望，就是一切眾生，你想聽什麼經，他就給你說什麼經。多人聽，他給你說；一個人聽，他也給你說，真正是大慈大悲！這位淨命比丘也是阿彌陀佛的前身。"
    },
    {
      "id": "01-001-0015_p0050",
      "zh_CN": "第五《贤劫经》里面讲，在「云雷吼如来」的时候，有位王子他的名字叫做「净福报众音」，这都是从梵文里翻出来的意思。云雷吼如来时候有王子名净福报众音，就是这个人他供养佛，这个王子也是阿弥陀佛的前身。",
      "zh_TW": "第五《賢劫經》裡面講，在「雲雷吼如來」的時候，有位王子他的名字叫做「淨福報眾音」，這都是從梵文裡翻出來的意思。雲雷吼如來時候有王子名淨福報眾音，就是這個人他供養佛，這個王子也是阿彌陀佛的前身。"
    },
    {
      "id": "01-001-0015_p0051",
      "zh_CN": "第六也是《贤劫经》上讲的，又云在「金龙决光佛时，无限量宝音行法师，力弘经法，即今佛是」。这是以法师的身分，在金龙决光佛的时代，法师名字叫无限量宝音行。这个名号非常之好，法师尽心尽力弘扬佛法，利益众生，这位法师就是现在的阿弥陀佛。",
      "zh_TW": "第六也是《賢劫經》上講的，又云在「金龍決光佛時，無限量寶音行法師，力弘經法，即今佛是」。這是以法師的身分，在金龍決光佛的時代，法師名字叫無限量寶音行。這個名號非常之好，法師盡心盡力弘揚佛法，利益眾生，這位法師就是現在的阿彌陀佛。"
    },
    {
      "id": "01-001-0015_p0052",
      "zh_CN": "第七《观佛三昧经》第九卷里头说，空王佛的时候有四位比丘，他们烦恼很重，去求佛教给他们断烦恼、证菩提的方法。空王佛非常慈悲，就教他们观佛，观佛是念佛法门的一种。大家晓得念佛法门可以分为四大类，像本经着重在持名，就是二六时中阿弥陀佛名号不能够间断，这持名。像《十六观经》它的方法就是观想；除此之外还有观像，观像就是塑佛的形像，一天到晚将佛像摆在面前看佛像，这也是一种念佛的方法；另外一种就是「实相念佛」，念佛法门可以分为这四大类。这就是教他观佛像，用这个方法念佛，没有多久他们用这个方法就成功了。这也是叫我们看到，就是度众生一定要契机，佛对于这四位比丘过去世的宿因知道得很清楚，所以教给他们这个法门。没有多久这四个人都成就了，都得到念佛三昧，也就是一心不乱。这四位比丘当中的第三位，就是现在的阿弥陀佛。",
      "zh_TW": "第七《觀佛三昧經》第九卷裡頭說，空王佛的時候有四位比丘，他們煩惱很重，去求佛教給他們斷煩惱、證菩提的方法。空王佛非常慈悲，就教他們觀佛，觀佛是念佛法門的一種。大家曉得念佛法門可以分為四大類，像本經著重在持名，就是二六時中阿彌陀佛名號不能夠間斷，這持名。像《十六觀經》它的方法就是觀想；除此之外還有觀像，觀像就是塑佛的形像，一天到晚將佛像擺在面前看佛像，這也是一種念佛的方法；另外一種就是「實相念佛」，念佛法門可以分為這四大類。這就是教他觀佛像，用這個方法念佛，沒有多久他們用這個方法就成功了。這也是叫我們看到，就是度眾生一定要契機，佛對於這四位比丘過去世的宿因知道得很清楚，所以教給他們這個法門。沒有多久這四個人都成就了，都得到念佛三昧，也就是一心不亂。這四位比丘當中的第三位，就是現在的阿彌陀佛。"
    },
    {
      "id": "01-001-0015_p0053",
      "zh_CN": "第八在《如幻三摩地无量印法门经》上，也有这么一段，这个经名字长一点，叫《如幻三摩地无量印法门经》。这个经上说在「狮子游戏金光如来」的时候，有位国王他的名字叫「胜威尊重」，这位国王也是狮子游戏金光如来的护法，他常常供佛，修禅定，这位国王也是阿弥陀佛的前身。我们在此地，只简单举出大乘经里面所讲的八条。",
      "zh_TW": "第八在《如幻三摩地無量印法門經》上，也有這麼一段，這個經名字長一點，叫《如幻三摩地無量印法門經》。這個經上說在「獅子遊戲金光如來」的時候，有位國王他的名字叫「勝威尊重」，這位國王也是獅子遊戲金光如來的護法，他常常供佛，修禪定，這位國王也是阿彌陀佛的前身。我們在此地，只簡單舉出大乘經裡面所講的八條。"
    },
    {
      "id": "01-001-0015_p0054",
      "zh_CN": "其实「阿弥陀佛因地修行」，实在不是我们能够想像的，「修行多劫，实具无量因缘，不可思议也」。但是在释迦牟尼佛给我们讲的这几段经文里面，我们就可以能够看到，佛在过去因地修行当中，他也做过出家人，他也做过在家人。出家人里面他做过比丘，他也做过法师；在家人里面他也做过王子，他也做过国王，他也做过转轮圣王。实在上说，我们在《华严经》看到善财童子五十三参，几乎是无论什么样的境界，顺境也好、逆境也好，都是他参学的处所。由此可知，诸佛菩萨教化众生，无论是在因地，或者是在果地，悲心愈是深重，六道当中没有一道不现身，没有一道不化众。佛在经上所讲的，我们刚才所看到这八段都是在人间，其余的几道没有说，虽不说，我们可以想像而知。这点确实给我们很大的启示，值得我们认真的去效法。",
      "zh_TW": "其實「阿彌陀佛因地修行」，實在不是我們能夠想像的，「修行多劫，實具無量因緣，不可思議也」。但是在釋迦牟尼佛給我們講的這幾段經文裡面，我們就可以能夠看到，佛在過去因地修行當中，他也做過出家人，他也做過在家人。出家人裡面他做過比丘，他也做過法師；在家人裡面他也做過王子，他也做過國王，他也做過轉輪聖王。實在上說，我們在《華嚴經》看到善財童子五十三參，幾乎是無論什麼樣的境界，順境也好、逆境也好，都是他參學的處所。由此可知，諸佛菩薩教化眾生，無論是在因地，或者是在果地，悲心愈是深重，六道當中沒有一道不現身，沒有一道不化眾。佛在經上所講的，我們剛才所看到這八段都是在人間，其餘的幾道沒有說，雖不說，我們可以想像而知。這點確實給我們很大的啟示，值得我們認真的去效法。"
    },
    {
      "id": "01-001-0015_p0055",
      "zh_CN": "我们要有佛一样的弘愿，生生世世不忘自己的本愿，这点是非常的重要。如果你的愿力薄弱，你的烦恼很重，这一投胎、一转世必定有隔阴之迷，把你前一生或者是多生多劫之前，所发的弘愿忘得一干二净，那就可惜了！你的本愿要是忘掉之后，又造无量无边的罪业，这个时候业报力量强大，现前免不了又要三途受苦。什么时候你从三途出来，再遇到佛法，才会想起你过去的本愿，其实每位学佛的同修，多数我们都是这种情形。你学佛是这一生的吗？决定不是。你一定是与佛一样多生多劫的因缘，这话不是我说的，佛在大乘经里面讲得太多。像佛在《金刚经》里面所说的，末法时期的众生，如果听了《金刚经》不畏、不怖，你还能生欢喜心。佛讲「你的善根不是一佛，二佛，三、四、五佛所种，过去已经亲近无量诸佛」，这不就是说得很明白吗？",
      "zh_TW": "我們要有佛一樣的弘願，生生世世不忘自己的本願，這點是非常的重要。如果你的願力薄弱，你的煩惱很重，這一投胎、一轉世必定有隔陰之迷，把你前一生或者是多生多劫之前，所發的弘願忘得一乾二淨，那就可惜了！你的本願要是忘掉之後，又造無量無邊的罪業，這個時候業報力量強大，現前免不了又要三途受苦。什麼時候你從三途出來，再遇到佛法，才會想起你過去的本願，其實每位學佛的同修，多數我們都是這種情形。你學佛是這一生的嗎？決定不是。你一定是與佛一樣多生多劫的因緣，這話不是我說的，佛在大乘經裡面講得太多。像佛在《金剛經》裡面所說的，末法時期的眾生，如果聽了《金剛經》不畏、不怖，你還能生歡喜心。佛講「你的善根不是一佛，二佛，三、四、五佛所種，過去已經親近無量諸佛」，這不就是說得很明白嗎？"
    },
    {
      "id": "01-001-0015_p0056",
      "zh_CN": "我们哪个人不是在过去世生中，亲近无量诸佛了。为什么我们今天还做博地凡夫？还在这里生死轮回？就是一转世、一投胎，把前世本愿忘得一干二净，不能再继续修学，原因在此地。当然那些诸大菩萨们是时时刻刻关心这些初发心的人，也就是关心这小菩萨。当他一转世有隔阴之迷，在适当的时候他来给他作增上缘，要把他唤醒，从迷妄当中唤回头来，这是大菩萨护念小菩萨，为这些小菩萨做增上缘的。我们想想，我们就是这些小菩萨，初发心的小菩萨，这些诸大菩萨常常提示我们，常常在唤醒我们。问题是我们自己一下要猛然的警觉过来，继续以往的愿行再精进、再努力，我们这一生就有决定性的成就。但是这个决定性的成就，诸位一定要知道，只有往生西方净土，才是一个决定性的成就。",
      "zh_TW": "我們哪個人不是在過去世生中，親近無量諸佛了。為什麼我們今天還做博地凡夫？還在這裡生死輪迴？就是一轉世、一投胎，把前世本願忘得一乾二淨，不能再繼續修學，原因在此地。當然那些諸大菩薩們是時時刻刻關心這些初發心的人，也就是關心這小菩薩。當他一轉世有隔陰之迷，在適當的時候他來給他作增上緣，要把他喚醒，從迷妄當中喚回頭來，這是大菩薩護念小菩薩，為這些小菩薩做增上緣的。我們想想，我們就是這些小菩薩，初發心的小菩薩，這些諸大菩薩常常提示我們，常常在喚醒我們。問題是我們自己一下要猛然的警覺過來，繼續以往的願行再精進、再努力，我們這一生就有決定性的成就。但是這個決定性的成就，諸位一定要知道，只有往生西方淨土，才是一個決定性的成就。"
    },
    {
      "id": "01-001-0015_p0057",
      "zh_CN": "我在此地可以这样说法，我们过去生中自信心太强了，认为什么？不往生西方极乐世界，我一样可以断烦恼，可以了生死、证菩提，这一念是错误的念头。无论你修学哪个法门，你看都没有办法超越生死轮回。假如我们要是过去发愿，我们决定往生西方极乐世界，那今天也不在此地了。我们今天必须要觉悟，要晓得我们过去错误的想法，错误的做法，从今天起统统把它改正过来，一心一意专修净土、专念弥陀。希望在这一生当中决定不再错过，不会再误失，决定往生西方极乐世界，亲近阿弥陀佛，这才是真正的成就。今天时间到了，我们讲到此地。",
      "zh_TW": "我在此地可以這樣說法，我們過去生中自信心太強了，認為什麼？不往生西方極樂世界，我一樣可以斷煩惱，可以了生死、證菩提，這一念是錯誤的念頭。無論你修學哪個法門，你看都沒有辦法超越生死輪迴。假如我們要是過去發願，我們決定往生西方極樂世界，那今天也不在此地了。我們今天必須要覺悟，要曉得我們過去錯誤的想法，錯誤的做法，從今天起統統把它改正過來，一心一意專修淨土、專念彌陀。希望在這一生當中決定不再錯過，不會再誤失，決定往生西方極樂世界，親近阿彌陀佛，這才是真正的成就。今天時間到了，我們講到此地。"
    }
  ]
}