{
  "doc_id": "01-001-0013",
  "title": {
    "zh_CN": "佛说阿弥陀经",
    "zh_TW": "佛說阿彌陀經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-001-0013",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "01-001-0013_p0001",
      "zh_CN": "《佛说阿弥陀经》第十三讲，上一次讲到天台四教的藏教，现在接着介绍天台的「通教」。所谓通教意思是前面可以通藏教的教义，后面能通别教、圆教，而为「大乘初门」，就是大乘佛法的初学。古德告诉我们，根性利的人可以通别、圆，根性钝一点的，则是通前面藏教的教义。它所讲的四谛是「无生四谛」，所谓苦谛是「如幻如化，无逼迫之相」，因为无有一法不是当体即空，所以这当中没有逼迫相。集谛亦是如此，也是「如幻如化，无合和相」；说到道谛，它是说「无二相」，意思就是讲与集谛同一幻化，所谓是如梦中之药。诸位细细的体会这个比喻，对治梦中的病，是病也在梦中，药也在梦中，梦中药治梦中病，同一个幻化，所以是不二。灭谛是讲「无生相」，灭谛就是涅槃，也是如幻如化，所以无有生相可得。",
      "zh_TW": "《佛說阿彌陀經》第十三講，上一次講到天台四教的藏教，現在接著介紹天台的「通教」。所謂通教意思是前面可以通藏教的教義，後面能通別教、圓教，而為「大乘初門」，就是大乘佛法的初學。古德告訴我們，根性利的人可以通別、圓，根性鈍一點的，則是通前面藏教的教義。它所講的四諦是「無生四諦」，所謂苦諦是「如幻如化，無逼迫之相」，因為無有一法不是當體即空，所以這當中沒有逼迫相。集諦亦是如此，也是「如幻如化，無合和相」；說到道諦，它是說「無二相」，意思就是講與集諦同一幻化，所謂是如夢中之藥。諸位細細的體會這個比喻，對治夢中的病，是病也在夢中，藥也在夢中，夢中藥治夢中病，同一個幻化，所以是不二。滅諦是講「無生相」，滅諦就是涅槃，也是如幻如化，所以無有生相可得。"
    },
    {
      "id": "01-001-0013_p0002",
      "zh_CN": "净土的众生，如果过去世修学通教法门，也就是我们一般讲大乘佛法里面的空观，他是修这个法门，带着有这种习气，将来到西方净土，必定还是离不开这个法门。这段讲解是蕅益大师特别给我们提出来，实在为我们解释不少的疑问，解决不少的疑问。同时我们也晓得净土四土的形成，功夫浅深上下之所由来，从这个地方，我们都可以得到一个很正确的答案。",
      "zh_TW": "淨土的眾生，如果過去世修學通教法門，也就是我們一般講大乘佛法裡面的空觀，他是修這個法門，帶著有這種習氣，將來到西方淨土，必定還是離不開這個法門。這段講解是蕅益大師特別給我們提出來，實在為我們解釋不少的疑問，解決不少的疑問。同時我們也曉得淨土四土的形成，功夫淺深上下之所由來，從這個地方，我們都可以得到一個很正確的答案。"
    },
    {
      "id": "01-001-0013_p0003",
      "zh_CN": "第三是讲「别教」，所谓别是唯独菩萨法，唯独这个大乘菩萨，它与前面的藏教、通教不一样，与后面的圆教也不一样，所以称之为别。别教所讲的四谛是讲「无量四谛」，像我们读《大方广佛华严经》，《华严经》里面的「四圣谛品」，就是讲的无量四谛。我们想想藏通别圆四教，它特别讲这个无量四谛，实在是有它的用意在，也显示出菩萨境界广大无边。在苦谛上说，它有无量相，因为十法界依正果报不相同，实际上要说就是同一个法界。以我们人道来说，我们人法界来讲，不要说他方世界，就我们地球上来说，这已经是太渺小了。地球上有四十多亿的人，每个人的依正果报都不完全相同，由此可知，相的确是无量无边。",
      "zh_TW": "第三是講「別教」，所謂別是唯獨菩薩法，唯獨這個大乘菩薩，它與前面的藏教、通教不一樣，與後面的圓教也不一樣，所以稱之為別。別教所講的四諦是講「無量四諦」，像我們讀《大方廣佛華嚴經》，《華嚴經》裡面的「四聖諦品」，就是講的無量四諦。我們想想藏通別圓四教，它特別講這個無量四諦，實在是有它的用意在，也顯示出菩薩境界廣大無邊。在苦諦上說，它有無量相，因為十法界依正果報不相同，實際上要說就是同一個法界。以我們人道來說，我們人法界來講，不要說他方世界，就我們地球上來說，這已經是太渺小了。地球上有四十多億的人，每個人的依正果報都不完全相同，由此可知，相的確是無量無邊。"
    },
    {
      "id": "01-001-0013_p0004",
      "zh_CN": "至于集谛，它也是有无量相，所谓五住烦恼不相同，五住是讲五种无明住地。我们不要说得那么深，就以我们每个人来说，每个人有每个人的烦恼。俗话常说家家都有一本难念的经，这个意思就说每个家庭有每个家庭的烦恼，大而说之，每个国家有每个国家的烦恼。何况十方无量无边的世界，这里面一切众生业习烦恼，当然是无量无边。佛在四弘誓愿里面教给我们，「烦恼无尽誓愿断」，也是这个意思。",
      "zh_TW": "至於集諦，它也是有無量相，所謂五住煩惱不相同，五住是講五種無明住地。我們不要說得那麼深，就以我們每個人來說，每個人有每個人的煩惱。俗話常說家家都有一本難念的經，這個意思就說每個家庭有每個家庭的煩惱，大而說之，每個國家有每個國家的煩惱。何況十方無量無邊的世界，這裡面一切眾生業習煩惱，當然是無量無邊。佛在四弘誓願裡面教給我們，「煩惱無盡誓願斷」，也是這個意思。"
    },
    {
      "id": "01-001-0013_p0005",
      "zh_CN": "讲到道，道也有无量相，恒沙佛法不同，这是菩萨法里面，四弘誓愿里面所讲的「法门无量誓愿学」，这个佛法就是法门、就是觉悟的方法。觉悟方法有多少？像恒河沙那样多，可见得绝不只八万四千法门，佛门里头常讲八万四千法门，八万四千乃是从纲领上说，如果要细分无量无边的法门。诸位晓得，因为烦恼无量无边，法门是对治烦恼的，烦恼断了，这才算法门达到了目的。",
      "zh_TW": "講到道，道也有無量相，恆沙佛法不同，這是菩薩法裡面，四弘誓願裡面所講的「法門無量誓願學」，這個佛法就是法門、就是覺悟的方法。覺悟方法有多少？像恆河沙那樣多，可見得絕不只八萬四千法門，佛門裡頭常講八萬四千法門，八萬四千乃是從綱領上說，如果要細分無量無邊的法門。諸位曉得，因為煩惱無量無邊，法門是對治煩惱的，煩惱斷了，這才算法門達到了目的。"
    },
    {
      "id": "01-001-0013_p0006",
      "zh_CN": "达到目的当然是灭谛，灭是灭烦恼，证诸波罗蜜不同，波罗蜜是圆满的意思，究竟的意思。也就是说别教里面果位不一样，菩萨从十住，这十住算是大乘佛法里的菩萨法，这是别教菩萨一直到等觉，他所证的波罗蜜不相同。净土众生如果是别教的根机，他将来往生西方净土之后，一定是修别教的道品。讲三十七道品也是有藏通别圆，由此可知，念佛也是有藏通别圆，这句佛号看我们用什么心去念，我们用藏教的心去念，这是藏教的道品；用圆教的心去念，就是圆教的道品，其成就自有高下之分。",
      "zh_TW": "達到目的當然是滅諦，滅是滅煩惱，證諸波羅蜜不同，波羅蜜是圓滿的意思，究竟的意思。也就是說別教裡面果位不一樣，菩薩從十住，這十住算是大乘佛法裡的菩薩法，這是別教菩薩一直到等覺，他所證的波羅蜜不相同。淨土眾生如果是別教的根機，他將來往生西方淨土之後，一定是修別教的道品。講三十七道品也是有藏通別圓，由此可知，念佛也是有藏通別圓，這句佛號看我們用什麼心去念，我們用藏教的心去念，這是藏教的道品；用圓教的心去念，就是圓教的道品，其成就自有高下之分。"
    },
    {
      "id": "01-001-0013_p0007",
      "zh_CN": "至于圆教，它是讲「三谛圆融」，真谛、俗谛、中谛，它讲的是「圆修圆证」，所以叫做圆教。圆教的四谛是讲「无作四谛」，这四谛的名称我们一定要把它记牢，圆教的四谛当然是最圆满、最究竟。这些理我们可以知道、可以明了，但是在目前恐怕我们还无法起修，毕竟它的境界太高了。如果我们从通教，以通教做基础入圆教是可以，从别教入圆教也非常之好。由此可知，圆教的确要通、别的根基，才能够真正趣向圆修圆证。",
      "zh_TW": "至於圓教，它是講「三諦圓融」，真諦、俗諦、中諦，它講的是「圓修圓證」，所以叫做圓教。圓教的四諦是講「無作四諦」，這四諦的名稱我們一定要把它記牢，圓教的四諦當然是最圓滿、最究竟。這些理我們可以知道、可以明瞭，但是在目前恐怕我們還無法起修，畢竟它的境界太高了。如果我們從通教，以通教做基礎入圓教是可以，從別教入圓教也非常之好。由此可知，圓教的確要通、別的根基，才能夠真正趣向圓修圓證。"
    },
    {
      "id": "01-001-0013_p0008",
      "zh_CN": "我们看无作四谛，「苦谛，五阴本如来藏，无苦可离」，诸位想想，如果说我们离开五阴，岂不就是离开如来藏了？如来藏是十法界依报正报的理体，怎么能够离得开？五阴就是如来藏；换句话说，迷了的时候叫它做五阴，悟了就叫它做如来藏，因此这个法门的确是无苦可离。「集」是什么？「烦恼即菩提」，灭里头「生死即涅槃」，这些话我想诸位在佛门里头常常听到，可是你要晓得这是圆教的境界，因此它「无集可断」。说到「道，边邪皆中正」，中正是大菩萨法，边是边见，邪是邪见，我们都讲的是外道，你看外道都是菩萨，「无道可修」。他所证的果就是「生死即涅槃」，因此「无灭可证」，这真正到圆极、究竟极，所谓是一真法界的境界。一真法界在哪里？十法界就是一真法界。迷了这个法界叫十法界，五阴、烦恼、边邪、生死，什么如来藏、菩提、中正、涅槃，给你讲这些，迷了才讲这些。悟了，悟了是一桩事情，不是两桩事情，因此，无苦可离，无集可断，无道可修，无灭可证。净土众生如果是圆教的根性，他到西方极乐世界都闻圆教，这在后面我们也说出来。藏教跟通教西方世界「同居土多说之」，同居土常常听诸佛菩萨讲经说法，这个意思比较上多。别教是同居土、方便土多说之，为什么？这是菩萨法门，同居菩萨多，方便土回小向大也尽是菩萨。至于圆教这是无上佛法，是究竟佛法，根性利的人「四土皆闻」；换句话说，无处不说。",
      "zh_TW": "我們看無作四諦，「苦諦，五陰本如來藏，無苦可離」，諸位想想，如果說我們離開五陰，豈不就是離開如來藏了？如來藏是十法界依報正報的理體，怎麼能夠離得開？五陰就是如來藏；換句話說，迷了的時候叫它做五陰，悟了就叫它做如來藏，因此這個法門的確是無苦可離。「集」是什麼？「煩惱即菩提」，滅裡頭「生死即涅槃」，這些話我想諸位在佛門裡頭常常聽到，可是你要曉得這是圓教的境界，因此它「無集可斷」。說到「道，邊邪皆中正」，中正是大菩薩法，邊是邊見，邪是邪見，我們都講的是外道，你看外道都是菩薩，「無道可修」。他所證的果就是「生死即涅槃」，因此「無滅可證」，這真正到圓極、究竟極，所謂是一真法界的境界。一真法界在哪裡？十法界就是一真法界。迷了這個法界叫十法界，五陰、煩惱、邊邪、生死，什麼如來藏、菩提、中正、涅槃，給你講這些，迷了才講這些。悟了，悟了是一樁事情，不是兩樁事情，因此，無苦可離，無集可斷，無道可修，無滅可證。淨土眾生如果是圓教的根性，他到西方極樂世界都聞圓教，這在後面我們也說出來。藏教跟通教西方世界「同居土多說之」，同居土常常聽諸佛菩薩講經說法，這個意思比較上多。別教是同居土、方便土多說之，為什麼？這是菩薩法門，同居菩薩多，方便土迴小向大也盡是菩薩。至於圓教這是無上佛法，是究竟佛法，根性利的人「四土皆聞」；換句話說，無處不說。"
    },
    {
      "id": "01-001-0013_p0009",
      "zh_CN": "经上讲「如是等法」，如是是指前面三十七道品，三十七道品特别跟诸位说出，有藏通别圆的区别。等法，等是「等其余四摄、六度、十力、无畏，无量的法门」。我们举出这几个例子，这几个例子也是佛法里头的重要修学纲领，特别是在大乘法的修学，我们应当特别留意。纲领要熟，这里面的含义要很清楚的理解，然后在日常生活当中，我们努力依照这个理论方法来修学。",
      "zh_TW": "經上講「如是等法」，如是是指前面三十七道品，三十七道品特別跟諸位說出，有藏通別圓的區別。等法，等是「等其餘四攝、六度、十力、無畏，無量的法門」。我們舉出這幾個例子，這幾個例子也是佛法裡頭的重要修學綱領，特別是在大乘法的修學，我們應當特別留意。綱領要熟，這裡面的含義要很清楚的理解，然後在日常生活當中，我們努力依照這個理論方法來修學。"
    },
    {
      "id": "01-001-0013_p0010",
      "zh_CN": "我们在此地先跟各位介绍四摄法，四摄六度，这是讲的菩萨法。四摄法里面，摄就是摄受众生，要拿现在的话来讲，方便来讲是接引的意思，四种接引众生的方法，就底下这个四种。诸佛如来，不但是我们这个世界，十方三世的诸佛如来，他要想接引一切众生，离不开这四种方法。第一要布施，布施列在第一条，诸位想想，佛菩萨要想弘法利生，要度一切众生，不是要接受众生供养，不是！是要布施给众生。诸位想想，如果佛菩萨要没有福报，没有东西布施给众生，众生谁听你的？这点我们要多想一想。记得在往年，我们见到基督教传教，劝人去做礼拜，他劝人的方法就是布施，他送奶粉、送衣服。有许多人他是不是真的去信他的教？不然，他打听，今天教堂里面有奶粉可以发，于是一家老小都去了。所以那个时候有人说他们叫奶粉教，其实他这种方法，与我们佛法的四摄法是相应的。",
      "zh_TW": "我們在此地先跟各位介紹四攝法，四攝六度，這是講的菩薩法。四攝法裡面，攝就是攝受眾生，要拿現在的話來講，方便來講是接引的意思，四種接引眾生的方法，就底下這個四種。諸佛如來，不但是我們這個世界，十方三世的諸佛如來，他要想接引一切眾生，離不開這四種方法。第一要布施，布施列在第一條，諸位想想，佛菩薩要想弘法利生，要度一切眾生，不是要接受眾生供養，不是！是要布施給眾生。諸位想想，如果佛菩薩要沒有福報，沒有東西布施給眾生，眾生誰聽你的？這點我們要多想一想。記得在往年，我們見到基督教傳教，勸人去做禮拜，他勸人的方法就是布施，他送奶粉、送衣服。有許多人他是不是真的去信他的教？不然，他打聽，今天教堂裡面有奶粉可以發，於是一家老小都去了。所以那個時候有人說他們叫奶粉教，其實他這種方法，與我們佛法的四攝法是相應的。"
    },
    {
      "id": "01-001-0013_p0011",
      "zh_CN": "佛门，大乘佛法常讲「先以欲勾牵，后令入佛智」，就是先以名利，因为世间人贪图名利，贪图利养。佛菩萨了解你贪图利养，好，我就用利养来接引你，接引入门之后，教给你启发最高的智慧，教你了生脱死，得大利益，目的在此地。由此可知，佛菩萨度化众生，就像父母教小孩一样，苦口婆心！现在的佛法摄受众生，难，难在什么地方？难在佛门里面没有大福报，没有大福报这就不能布施。众生见你这里是无利可取，他不来；不但法师没有财物布施给众生，反而要求众生多多供养，于是乎众生一看到法师就害怕了。为什么？他要我供养他，要我拿钱给他，于是乎远远的就离开，这也是今天佛法不能够普遍弘扬光大的原因之一。我们在四摄法里头，将布施这最重要、最根本的这条疏忽了。",
      "zh_TW": "佛門，大乘佛法常講「先以欲勾牽，後令入佛智」，就是先以名利，因為世間人貪圖名利，貪圖利養。佛菩薩了解你貪圖利養，好，我就用利養來接引你，接引入門之後，教給你啟發最高的智慧，教你了生脫死，得大利益，目的在此地。由此可知，佛菩薩度化眾生，就像父母教小孩一樣，苦口婆心！現在的佛法攝受眾生，難，難在什麼地方？難在佛門裡面沒有大福報，沒有大福報這就不能布施。眾生見你這裡是無利可取，他不來；不但法師沒有財物布施給眾生，反而要求眾生多多供養，於是乎眾生一看到法師就害怕了。為什麼？他要我供養他，要我拿錢給他，於是乎遠遠的就離開，這也是今天佛法不能夠普遍弘揚光大的原因之一。我們在四攝法裡頭，將布施這最重要、最根本的這條疏忽了。"
    },
    {
      "id": "01-001-0013_p0012",
      "zh_CN": "我们如果要想能够恢复菩萨法门，弘法利生的人，最好是不接受任何供养。当然本身的生活要清苦，因为一种清苦的生活，我们的生活就很容易过，生活容易过需求就少了。只要有几个真正护法的人，维护着道场最低的物质生活，那就足够。全心全力弘法利生，这样的，众生对佛法他才能够生敬仰之心。晓得什么？不欺骗他，对他无所求！对他无所求，跟他所讲的法门当然是真实的；有求就不见得是真实的，所以说带着有欺骗，有谄媚、巴结这些意思。如果是无求的话，这都可以离开了，众生不会这样子想，这样他才能够真正的得到佛法殊胜的功德利益，生起清净的信心。由此可知，布施是非常重要，这是完全为接引众生而修的布施，所以目的是在此地。",
      "zh_TW": "我們如果要想能夠恢復菩薩法門，弘法利生的人，最好是不接受任何供養。當然本身的生活要清苦，因為一種清苦的生活，我們的生活就很容易過，生活容易過需求就少了。只要有幾個真正護法的人，維護著道場最低的物質生活，那就足夠。全心全力弘法利生，這樣的，眾生對佛法他才能夠生敬仰之心。曉得什麼？不欺騙他，對他無所求！對他無所求，跟他所講的法門當然是真實的；有求就不見得是真實的，所以說帶著有欺騙，有諂媚、巴結這些意思。如果是無求的話，這都可以離開了，眾生不會這樣子想，這樣他才能夠真正的得到佛法殊勝的功德利益，生起清淨的信心。由此可知，布施是非常重要，這是完全為接引眾生而修的布施，所以目的是在此地。"
    },
    {
      "id": "01-001-0013_p0013",
      "zh_CN": "第二个就是爱语，爱语是以柔软之语；换句话说，这种言语是众生欢喜听、乐意听的，他听了能够生欢喜心，这样子才容易接受佛法的修学。",
      "zh_TW": "第二個就是愛語，愛語是以柔軟之語；換句話說，這種言語是眾生歡喜聽、樂意聽的，他聽了能夠生歡喜心，這樣子才容易接受佛法的修學。"
    },
    {
      "id": "01-001-0013_p0014",
      "zh_CN": "第三是利行，行就是行业，菩萨要度众生，种种的行业，一定要叫众生感觉得这个与他有利益。众生的心无不是以利摆在第一位；你说名，名还摆在第二位，先摆在利。自古以来，真是古今中外，譬如我们读《孟子》，孟子见梁惠王，梁惠王问孟子，第一句就是「如何对我国家有利？」他把利就摆在第一位。由此可知，哪个人不重利？古今中外的人都重利，因此菩萨深深了解众生心，接引众生把利摆在第一位。佛门里面所讲的、所修的、所得到的，都是给你最大的利益，也就是我们一般讲，真正幸福美满的人生。这是佛门里面才有，只要你依照这个理论去修学，你的生活一定非常的幸福，非常的快乐，非常的美满，非常的充实。大家听了这个话，这才肯真正的想学。",
      "zh_TW": "第三是利行，行就是行業，菩薩要度眾生，種種的行業，一定要叫眾生感覺得這個與他有利益。眾生的心無不是以利擺在第一位；你說名，名還擺在第二位，先擺在利。自古以來，真是古今中外，譬如我們讀《孟子》，孟子見梁惠王，梁惠王問孟子，第一句就是「如何對我國家有利？」他把利就擺在第一位。由此可知，哪個人不重利？古今中外的人都重利，因此菩薩深深了解眾生心，接引眾生把利擺在第一位。佛門裡面所講的、所修的、所得到的，都是給你最大的利益，也就是我們一般講，真正幸福美滿的人生。這是佛門裡面才有，只要你依照這個理論去修學，你的生活一定非常的幸福，非常的快樂，非常的美滿，非常的充實。大家聽了這個話，這才肯真正的想學。"
    },
    {
      "id": "01-001-0013_p0015",
      "zh_CN": "譬如我自己入佛门，当年我的老师就是以爱语、利行来摄受我，他告诉我佛经的哲学，因为那个时候我正是在学哲学。老师告诉我，「佛经哲学是世界上哲学的最高峰」，你看这个话很动听；又说「大乘佛法是人生最高的享受」。你看这都是标准的爱语、利行，对一个初学的人来说，立刻就动了心，就动了学佛的这个念头，就动了对于大乘佛法来探讨、来研究、来修学。可见得爱语与利行非常之重要。",
      "zh_TW": "譬如我自己入佛門，當年我的老師就是以愛語、利行來攝受我，他告訴我佛經的哲學，因為那個時候我正是在學哲學。老師告訴我，「佛經哲學是世界上哲學的最高峰」，你看這個話很動聽；又說「大乘佛法是人生最高的享受」。你看這都是標準的愛語、利行，對一個初學的人來說，立刻就動了心，就動了學佛的這個念頭，就動了對於大乘佛法來探討、來研究、來修學。可見得愛語與利行非常之重要。"
    },
    {
      "id": "01-001-0013_p0016",
      "zh_CN": "第四条讲同事，这是在接引众生里面也是最有效的一条，但是这条在初学的人来讲，学了要度众生，初学的人来讲，要看什么样的境界。为什么？如果是在逆境里面，需要有相当的智慧与定力，要不然会要堕落的。譬如说利行里面，你看到那些众生，他喜欢跳舞的，你天天跟他在一块跳舞，你自己要没有智慧、没有定力，渐渐的你堕落了，就被他度去了。所以这点很重要，就是自己有智慧、有定力，可以一道陪你去，去到那个地方，将来能够叫你回头。真正把那些沉迷于五欲六尘境界里面的众生，把他救出来，这叫同事。同事是和光同尘！",
      "zh_TW": "第四條講同事，這是在接引眾生裡面也是最有效的一條，但是這條在初學的人來講，學了要度眾生，初學的人來講，要看什麼樣的境界。為什麼？如果是在逆境裡面，需要有相當的智慧與定力，要不然會要墮落的。譬如說利行裡面，你看到那些眾生，他喜歡跳舞的，你天天跟他在一塊跳舞，你自己要沒有智慧、沒有定力，漸漸的你墮落了，就被他度去了。所以這點很重要，就是自己有智慧、有定力，可以一道陪你去，去到那個地方，將來能夠叫你回頭。真正把那些沉迷於五欲六塵境界裡面的眾生，把他救出來，這叫同事。同事是和光同塵！"
    },
    {
      "id": "01-001-0013_p0017",
      "zh_CN": "譬如像从前，在中国大家都晓得济公长老是很出名，世间人称他为济公活佛。济公长老在四摄法里头都行同事，他与一些达官贵人、与一些豪富人家，每天在一起饮酒作乐，那是富贵人家的习气！他都能够陪他在一起。诸位想想，如果一个严守戒律的人，一个吃长斋的人，要去度那些人度不了，为什么？他看到你这样子他就怕，远远的躲开，你那个生活太苦，我受不了。济公所示现的是酒肉都无妨碍，他们非常欢迎，这种学佛我可以学了。这个行为是用同事摄受众生，而是度化那一类五欲执着特别强烈的一类众生，采取这种手段来把他度过来。",
      "zh_TW": "譬如像從前，在中國大家都曉得濟公長老是很出名，世間人稱他為濟公活佛。濟公長老在四攝法裡頭都行同事，他與一些達官貴人、與一些豪富人家，每天在一起飲酒作樂，那是富貴人家的習氣！他都能夠陪他在一起。諸位想想，如果一個嚴守戒律的人，一個吃長齋的人，要去度那些人度不了，為什麼？他看到你這樣子他就怕，遠遠的躲開，你那個生活太苦，我受不了。濟公所示現的是酒肉都無妨礙，他們非常歡迎，這種學佛我可以學了。這個行為是用同事攝受眾生，而是度化那一類五欲執著特別強烈的一類眾生，採取這種手段來把他度過來。"
    },
    {
      "id": "01-001-0013_p0018",
      "zh_CN": "假如你自己的定力、智慧要不够，那往往就被人家度去了。我们看到有许多年轻的法师，智慧、辩才、人品都是可造之材，结果很年轻上了讲台弘法利生，那些信徒是愈来愈多。有的这些女信徒常常亲近法师，结果最后法师还俗，跟她结婚，被他的徒弟度走了。那就是什么？同事，他的定力不够，被人家度跑了。所以像这点，四摄法里面前面三种一般可以修学，后面这种自己必须要衡量自己，不可以贸然轻易的尝试；换句话说，自己在智慧没有成，定力还不够，不可以轻易尝试。特别是在逆境里头，但是顺逆两种境界都会淘汰人，这是四摄法里头特别要注意到的一点。",
      "zh_TW": "假如你自己的定力、智慧要不夠，那往往就被人家度去了。我們看到有許多年輕的法師，智慧、辯才、人品都是可造之材，結果很年輕上了講台弘法利生，那些信徒是愈來愈多。有的這些女信徒常常親近法師，結果最後法師還俗，跟她結婚，被他的徒弟度走了。那就是什麼？同事，他的定力不夠，被人家度跑了。所以像這點，四攝法裡面前面三種一般可以修學，後面這種自己必須要衡量自己，不可以貿然輕易的嘗試；換句話說，自己在智慧沒有成，定力還不夠，不可以輕易嘗試。特別是在逆境裡頭，但是順逆兩種境界都會淘汰人，這是四攝法裡頭特別要注意到的一點。"
    },
    {
      "id": "01-001-0013_p0019",
      "zh_CN": "没有四摄，绝不能够接引众生，所以诸位一定要记住，佛法是牺牲自己，成就别人；而不是佛法会有很多便宜可以占，有很多人来供养，那话就错了。别人供养法师，法师除了自己简单朴实的生活之外，所得的供养要拿来修四摄法里面的布施，诸位要晓得这点。在家同修修布施，是六度里面的布施，后面会讲到；法师修布施是四摄法里面的布施，这个意思是不相同。因为法师代佛说法，是代佛接引大众，必须要用这种方法，来诱导一些迷惑颠倒的众生。正如《法华经》里面的长者，以三车诱导他的儿子一样，那是比喻，四摄法就是这个意思。",
      "zh_TW": "沒有四攝，絕不能夠接引眾生，所以諸位一定要記住，佛法是犧牲自己，成就別人；而不是佛法會有很多便宜可以佔，有很多人來供養，那話就錯了。別人供養法師，法師除了自己簡單樸實的生活之外，所得的供養要拿來修四攝法裡面的布施，諸位要曉得這點。在家同修修布施，是六度裡面的布施，後面會講到；法師修布施是四攝法裡面的布施，這個意思是不相同。因為法師代佛說法，是代佛接引大眾，必須要用這種方法，來誘導一些迷惑顛倒的眾生。正如《法華經》裡面的長者，以三車誘導他的兒子一樣，那是比喻，四攝法就是這個意思。"
    },
    {
      "id": "01-001-0013_p0020",
      "zh_CN": "底下这讲六度，六度是诸位同修常常听到的，也是大乘佛法里面讲得最多的，这是菩萨所修的无量的法门，归纳为六大纲领。这六大纲领第一个也是布施，在布施形相上是相同，与四摄法的布施是相同的，但是他的用心跟出发点不一样，不相同。四摄法出发点是利他，是诱导他人入佛门，意思在此地。而六度里面的布施，是要度自己悭贪烦恼；换句话说，是度自己的根本烦恼。布施里面可以分为三大类，财布施是指一切的财物，第二类是讲法布施，包括的有出世间法与世间法。凡是我们自己会的，我们自己所熟悉的，别人不会，我们要尽心尽力的传授给他，教导给他。譬如说我会烧菜，我这个菜烧得很好，他不会，我教他怎么烧，这也是法布施。由此类推，法布施并不限于讲经说法，讲经说法当然是法布施里面的一种，在佛法来讲也是最重要的一种。",
      "zh_TW": "底下這講六度，六度是諸位同修常常聽到的，也是大乘佛法裡面講得最多的，這是菩薩所修的無量的法門，歸納為六大綱領。這六大綱領第一個也是布施，在布施形相上是相同，與四攝法的布施是相同的，但是他的用心跟出發點不一樣，不相同。四攝法出發點是利他，是誘導他人入佛門，意思在此地。而六度裡面的布施，是要度自己慳貪煩惱；換句話說，是度自己的根本煩惱。布施裡面可以分為三大類，財布施是指一切的財物，第二類是講法布施，包括的有出世間法與世間法。凡是我們自己會的，我們自己所熟悉的，別人不會，我們要盡心盡力的傳授給他，教導給他。譬如說我會燒菜，我這個菜燒得很好，他不會，我教他怎麼燒，這也是法布施。由此類推，法布施並不限於講經說法，講經說法當然是法布施裡面的一種，在佛法來講也是最重要的一種。"
    },
    {
      "id": "01-001-0013_p0021",
      "zh_CN": "因为娑婆世界的众生耳根最利，因此诸佛菩萨教化众生，无不以音声作佛事。这个作佛事就是做为教学的工具，而是以音声为教学的工具。孔老夫子当年在世，他的教学也是每天的讲演，也是以音声，当时并没有教科书，每天是讲演。夫子过世之后学生才把他平素所讲的，做人做事的原理原则记录下来，编成一本书，这就是《论语》。释迦牟尼佛当年在世讲学，也是天天讲经说法，并无教科书，这是以演讲为法布施。法布施里面包括的范围非常的广大，像我们今天用电视的方法，用录影带的方法，这个方法不但是有财布施、有法布施，连无畏布施都包括在其中。你看一个录影带，一个录影带是财物，它有价值，它要值几百块钱；而录影带的内容是佛法，所以它变成法布施，有财布施又有法布施；你闻佛法开悟之后，离苦得乐了，离开一切恐怖颠倒，这就变成无畏布施，这一个布施是三种布施统统具足。",
      "zh_TW": "因為娑婆世界的眾生耳根最利，因此諸佛菩薩教化眾生，無不以音聲作佛事。這個作佛事就是做為教學的工具，而是以音聲為教學的工具。孔老夫子當年在世，他的教學也是每天的講演，也是以音聲，當時並沒有教科書，每天是講演。夫子過世之後學生才把他平素所講的，做人做事的原理原則記錄下來，編成一本書，這就是《論語》。釋迦牟尼佛當年在世講學，也是天天講經說法，並無教科書，這是以演講為法布施。法布施裡面包括的範圍非常的廣大，像我們今天用電視的方法，用錄影帶的方法，這個方法不但是有財布施、有法布施，連無畏布施都包括在其中。你看一個錄影帶，一個錄影帶是財物，它有價值，它要值幾百塊錢；而錄影帶的內容是佛法，所以它變成法布施，有財布施又有法布施；你聞佛法開悟之後，離苦得樂了，離開一切恐怖顛倒，這就變成無畏布施，這一個布施是三種布施統統具足。"
    },
    {
      "id": "01-001-0013_p0022",
      "zh_CN": "布施的目的，如果是为了接引众生，为了弘法利生，就变成前面四摄法的布施；如果是为了断自己悭贪烦恼，那就是菩萨六度里面的布施。譬如我们有一个道友，他跟我说：「我现在努力在修布施，我什么都不求。」我说「你为什么布施？」他说「我因为赚钱太容易了，赚得很多，怕的是将来钱愈多了，贪心愈增长，我这个布施是为了不让我的贪心增长。」这种布施就是菩萨六度里面的布施，完全符合布施波罗蜜，布施波罗蜜就是度悭贪的意思。如果我们的布施不是达到这个目的，虽然是布施不能叫波罗蜜。譬如说在佛门里面，我所见到的大半的布施，他不是为断悭贪烦恼，实在讲为断悭贪烦恼而布施的，太少了。大多数为什么布施？为了佛门这有句话说，「舍一得万报」，为这个来布施。因为佛门里面所讲的，三宝是福田，我们在那里种了福，将来就有收获，而且利息很厚，一本万利。",
      "zh_TW": "布施的目的，如果是為了接引眾生，為了弘法利生，就變成前面四攝法的布施；如果是為了斷自己慳貪煩惱，那就是菩薩六度裡面的布施。譬如我們有一個道友，他跟我說：「我現在努力在修布施，我什麼都不求。」我說「你為什麼布施？」他說「我因為賺錢太容易了，賺得很多，怕的是將來錢愈多了，貪心愈增長，我這個布施是為了不讓我的貪心增長。」這種布施就是菩薩六度裡面的布施，完全符合布施波羅蜜，布施波羅蜜就是度慳貪的意思。如果我們的布施不是達到這個目的，雖然是布施不能叫波羅蜜。譬如說在佛門裡面，我所見到的大半的布施，他不是為斷慳貪煩惱，實在講為斷慳貪煩惱而布施的，太少了。大多數為什麼布施？為了佛門這有句話說，「捨一得萬報」，為這個來布施。因為佛門裡面所講的，三寶是福田，我們在那裡種了福，將來就有收穫，而且利息很厚，一本萬利。"
    },
    {
      "id": "01-001-0013_p0023",
      "zh_CN": "诸位想想，这种布施能度悭贪吗？不但不能度悭贪，这个布施是增长悭贪，他是为了贪财，所以他才财布施。因为听经上讲财布施将来得财富，我赶快布施，我将来会发大财。我修法布施，因为法布施将来果报得聪明智慧，我现在笨头笨脑，我要法布施，将来我就得聪明智慧。我现在修无畏布施，为什么修无畏布施？听说无畏布施的果报是健康长寿，我现在身体多病、多灾、多难，我来修无畏布施。诸位想想这样的布施，只是修世间有漏的福报，是修福、是修善事，不是布施波罗蜜，为什么？因为对自己悭贪烦恼一丝毫都没有断，不但不断他还要增长。假如他布施要没有得这个果报，他怨恨心就起来了，就要责怪佛菩萨，佛菩萨你看我给你供养那么多，布施那么多，怎么现在不但利息没有，连老本都没回来。凡事责备佛菩萨，好像佛菩萨我对你这么好，我送你这么多钱，供养你，你都没有保佑我，你也没有保佑我发财，还叫我现在受苦。这是把意思全部都搞错了，因为他贪心，最后贪不到他就瞋恨。由此可知，世间人一般修布施，不是清净心，不是度自己的悭贪烦恼，而是希望在这里面得利益，所谓是一本万利。把佛门当作生意来做，当作生意买卖来做，这是错误的。像这种情形，我也常常遇到，这是对于佛法不通达。",
      "zh_TW": "諸位想想，這種布施能度慳貪嗎？不但不能度慳貪，這個布施是增長慳貪，他是為了貪財，所以他才財布施。因為聽經上講財布施將來得財富，我趕快布施，我將來會發大財。我修法布施，因為法布施將來果報得聰明智慧，我現在笨頭笨腦，我要法布施，將來我就得聰明智慧。我現在修無畏布施，為什麼修無畏布施？聽說無畏布施的果報是健康長壽，我現在身體多病、多災、多難，我來修無畏布施。諸位想想這樣的布施，只是修世間有漏的福報，是修福、是修善事，不是布施波羅蜜，為什麼？因為對自己慳貪煩惱一絲毫都沒有斷，不但不斷他還要增長。假如他布施要沒有得這個果報，他怨恨心就起來了，就要責怪佛菩薩，佛菩薩你看我給你供養那麼多，布施那麼多，怎麼現在不但利息沒有，連老本都沒回來。凡事責備佛菩薩，好像佛菩薩我對你這麼好，我送你這麼多錢，供養你，你都沒有保佑我，你也沒有保佑我發財，還叫我現在受苦。這是把意思全部都搞錯了，因為他貪心，最後貪不到他就瞋恨。由此可知，世間人一般修布施，不是清淨心，不是度自己的慳貪煩惱，而是希望在這裡面得利益，所謂是一本萬利。把佛門當作生意來做，當作生意買賣來做，這是錯誤的。像這種情形，我也常常遇到，這是對於佛法不通達。"
    },
    {
      "id": "01-001-0013_p0024",
      "zh_CN": "我们学佛的人要晓得，无始劫以来，我们在六道里面受生死轮回之苦，正如佛在经论上所讲「生死疲劳」！如果生死是一生一世的，我们也就不在乎，生死这个事情也没什么了不起。所谓生死事大，大在哪里？生生世世永远不断，这个事情麻烦。过去无量劫一直到今天，如果我们今天在这一生当中，不能把这个问题彻底究竟的解决，我们往后无量世，生生世世苦不堪言！生死是苦海，这是我们应当要觉悟的。生死苦海谁制造的？就是三毒烦恼。三毒烦恼是业因，前面讲的四谛，生灭四谛里面讲的集就是业因，就是烦恼；苦谛就是果报，由此可知，这个事情麻烦。",
      "zh_TW": "我們學佛的人要曉得，無始劫以來，我們在六道裡面受生死輪迴之苦，正如佛在經論上所講「生死疲勞」！如果生死是一生一世的，我們也就不在乎，生死這個事情也沒什麼了不起。所謂生死事大，大在哪裡？生生世世永遠不斷，這個事情麻煩。過去無量劫一直到今天，如果我們今天在這一生當中，不能把這個問題徹底究竟的解決，我們往後無量世，生生世世苦不堪言！生死是苦海，這是我們應當要覺悟的。生死苦海誰製造的？就是三毒煩惱。三毒煩惱是業因，前面講的四諦，生滅四諦裡面講的集就是業因，就是煩惱；苦諦就是果報，由此可知，這個事情麻煩。"
    },
    {
      "id": "01-001-0013_p0025",
      "zh_CN": "世间科学、哲学、宗教也都想到这个问题，但是没有办法解决。所以释迦牟尼佛才出世，帮助我们解决这个问题，如果世间人自己能够解决得了，佛又何必多事？何必再出现于世间？实在是世间人想解决，而没有法子解决得了，佛菩萨才大慈大悲降临在这个世间，帮助我们解决这个问题。八万四千法门以布施波罗蜜为根本，所以我们要晓得，对自己布施是要度悭贪，断自己的悭吝心，断自己的贪心。悭吝心，自己已经有的，舍不得给人，就是所谓放不下，这是悭吝心；贪心是自己没有的，心里面有欲望想得到。这两种心是无量无边生死烦恼的根源，你要不把它断掉，你这个生死疲劳就没有办法断得了。如来果地上的大菩提涅槃，你也无法证得。",
      "zh_TW": "世間科學、哲學、宗教也都想到這個問題，但是沒有辦法解決。所以釋迦牟尼佛才出世，幫助我們解決這個問題，如果世間人自己能夠解決得了，佛又何必多事？何必再出現於世間？實在是世間人想解決，而沒有法子解決得了，佛菩薩才大慈大悲降臨在這個世間，幫助我們解決這個問題。八萬四千法門以布施波羅蜜為根本，所以我們要曉得，對自己布施是要度慳貪，斷自己的慳吝心，斷自己的貪心。慳吝心，自己已經有的，捨不得給人，就是所謂放不下，這是慳吝心；貪心是自己沒有的，心裡面有欲望想得到。這兩種心是無量無邊生死煩惱的根源，你要不把它斷掉，你這個生死疲勞就沒有辦法斷得了。如來果地上的大菩提涅槃，你也無法證得。"
    },
    {
      "id": "01-001-0013_p0026",
      "zh_CN": "六度里面第二是讲持戒，持就是守的意思，守持，或者我们叫保持。戒这是讲戒律，戒律是我们的生活规范，我们能够守戒律才能够得定，才能够开智慧，这是对自己来说。对社会、对众生来说，唯有守戒律，一切大众相处才和睦，才能真正做到亲爱精诚。人人都守戒律，人人都能够做到亲爱精诚，这个世界就是大同的世界，这个世界就是天堂。因为这个世界里面没有恶人，这个世界里面没有一个是想妨害别人的人。诸位想想，这个世界多和睦、多么可爱！所以我们要希望这个世界永久和平，众生永远能够相亲相爱，那就得提倡佛门的持戒波罗蜜，发扬光大佛门的持戒波罗蜜。",
      "zh_TW": "六度裡面第二是講持戒，持就是守的意思，守持，或者我們叫保持。戒這是講戒律，戒律是我們的生活規範，我們能夠守戒律才能夠得定，才能夠開智慧，這是對自己來說。對社會、對眾生來說，唯有守戒律，一切大眾相處才和睦，才能真正做到親愛精誠。人人都守戒律，人人都能夠做到親愛精誠，這個世界就是大同的世界，這個世界就是天堂。因為這個世界裡面沒有惡人，這個世界裡面沒有一個是想妨害別人的人。諸位想想，這個世界多和睦、多麼可愛！所以我們要希望這個世界永久和平，眾生永遠能夠相親相愛，那就得提倡佛門的持戒波羅蜜，發揚光大佛門的持戒波羅蜜。"
    },
    {
      "id": "01-001-0013_p0027",
      "zh_CN": "戒律有分为大乘戒与小乘戒，小乘戒是私生活的规范，不与别人在一起，也是儒家所讲慎独，君子慎独的功夫。这是小乘戒，完全是自己，与别人不相干，就是自律的规范。而大乘戒，这是入众的生活规范，就是我们在团体当中，与许多的人在一起，这种生活规范。这种生活规范要记住，虽然是与很多人在一起是团体生活，团体生活里面的自律，也不是律他的。由此可知，佛法是真正自由，佛法的修学只约束自己，不妨害别人，这是佛法真正精神之所在。我们要认真的去研究，认真的去学习，去把它发扬光大利益一切众生。",
      "zh_TW": "戒律有分為大乘戒與小乘戒，小乘戒是私生活的規範，不與別人在一起，也是儒家所講慎獨，君子慎獨的功夫。這是小乘戒，完全是自己，與別人不相干，就是自律的規範。而大乘戒，這是入眾的生活規範，就是我們在團體當中，與許多的人在一起，這種生活規範。這種生活規範要記住，雖然是與很多人在一起是團體生活，團體生活裡面的自律，也不是律他的。由此可知，佛法是真正自由，佛法的修學只約束自己，不妨害別人，這是佛法真正精神之所在。我們要認真的去研究，認真的去學習，去把它發揚光大利益一切眾生。"
    },
    {
      "id": "01-001-0013_p0028",
      "zh_CN": "持戒的目的是度诸恶，也就是度我们一切恶念，度我们一切恶行。一个是对自己的恶业、恶行，一个是妨害他人的恶念、恶行，持戒的目的在此地。所以，它的功德才能够产生禅定，像这个希望大家要留意。「持戒度恶业」，恶业里面就是有两种，一种是对自己的，对自己的恶业，简单的说，就是你的心接触外面境界起贪瞋痴，这是心里头的恶业；你在造贪瞋痴这些相，那就是事上恶业，这讲自己。对别人，别人得到功德利益，你起了嫉妒心，那你是心里头起恶业；表现在行为上，想方法破坏别人，障碍别人，那行为上的恶业。我们持戒，不障碍自己心地清净，不障碍自己的道业，也不妨害一切众生。不妨害一切众生，这是大乘菩萨戒；不妨碍自己的道业，这是小乘戒的精神。由此可知，戒行真正是可贵，值得赞叹。持戒决定不是约束人，决定不是自己拿个绳子把自己捆住，不是的，你要是作如是观，那你对于佛法是不通之至，你完全误会，完全错解佛法的教义。",
      "zh_TW": "持戒的目的是度諸惡，也就是度我們一切惡念，度我們一切惡行。一個是對自己的惡業、惡行，一個是妨害他人的惡念、惡行，持戒的目的在此地。所以，它的功德才能夠產生禪定，像這個希望大家要留意。「持戒度惡業」，惡業裡面就是有兩種，一種是對自己的，對自己的惡業，簡單的說，就是你的心接觸外面境界起貪瞋痴，這是心裡頭的惡業；你在造貪瞋痴這些相，那就是事上惡業，這講自己。對別人，別人得到功德利益，你起了嫉妒心，那你是心裡頭起惡業；表現在行為上，想方法破壞別人，障礙別人，那行為上的惡業。我們持戒，不障礙自己心地清淨，不障礙自己的道業，也不妨害一切眾生。不妨害一切眾生，這是大乘菩薩戒；不妨礙自己的道業，這是小乘戒的精神。由此可知，戒行真正是可貴，值得讚歎。持戒決定不是約束人，決定不是自己拿個繩子把自己捆住，不是的，你要是作如是觀，那你對於佛法是不通之至，你完全誤會，完全錯解佛法的教義。"
    },
    {
      "id": "01-001-0013_p0029",
      "zh_CN": "第三是讲忍辱波罗蜜，忍辱里面有事、有理。事相上，譬如说我们在生活的需求上，要能够不被社会诱惑，我们才能够安贫乐道，道业才能成就。现代的社会诱惑的力量非常之强大，一切物欲的享受，日新月异，天天有新的发明，天天有新的花样，如果你要是追求物欲上的享受，你心太苦了；如果你福报不太大，力量又不济，那真是苦不堪言。纵然是有财力、有福报，你的精神耗费在这方面真正是太可惜，也是不值得的，得不偿失。因为你没有把你有限宝贵的光阴，用在了生死出三界，一了百了的大事业上，你疏忽这点。因此忍辱在修学里面占的分量相当之重，我们第一个要能够忍受饥寒之苦，刚才讲安贫乐道，我们远离名闻利养。",
      "zh_TW": "第三是講忍辱波羅蜜，忍辱裡面有事、有理。事相上，譬如說我們在生活的需求上，要能夠不被社會誘惑，我們才能夠安貧樂道，道業才能成就。現代的社會誘惑的力量非常之強大，一切物欲的享受，日新月異，天天有新的發明，天天有新的花樣，如果你要是追求物欲上的享受，你心太苦了；如果你福報不太大，力量又不濟，那真是苦不堪言。縱然是有財力、有福報，你的精神耗費在這方面真正是太可惜，也是不值得的，得不償失。因為你沒有把你有限寶貴的光陰，用在了生死出三界，一了百了的大事業上，你疏忽這點。因此忍辱在修學裡面佔的分量相當之重，我們第一個要能夠忍受飢寒之苦，剛才講安貧樂道，我們遠離名聞利養。"
    },
    {
      "id": "01-001-0013_p0030",
      "zh_CN": "第二我们要忍受人为的加害，这是必然的道理。释迦牟尼佛在世的时候，佛的功德大！还有提婆达多在外面找麻烦，恶意的毁谤，千方百计的陷害，释迦牟尼佛能够忍受。内里面僧团里面有六群比丘，那是他的学生，他学生里面有一千二百五十五人，这里头也是良莠不齐！有好学生，也有顽皮捣蛋的学生，天天出事情，在外面干坏事情，人家报告给佛，佛也来处理。所以佛的僧团，不是像西方极乐世界个个都是诸上善人，阿弥陀佛没烦恼。释迦牟尼佛有烦恼，你不相信你去看看戒律，戒律怎么制的？不杀生戒从什么制的？就是他里头徒弟学生在外面干杀生的事情，有人来报告，佛才制定这些戒，以后不准杀生。为什么有邪淫？因为他徒弟里头有外头跟别人妇女有奸淫，人家来报告释迦牟尼佛，释迦牟尼佛制定这个戒律。那是六群比丘，坏比丘天天在外面顽皮，不守规矩，在外面出事情。",
      "zh_TW": "第二我們要忍受人為的加害，這是必然的道理。釋迦牟尼佛在世的時候，佛的功德大！還有提婆達多在外面找麻煩，惡意的毀謗，千方百計的陷害，釋迦牟尼佛能夠忍受。內裡面僧團裡面有六群比丘，那是他的學生，他學生裡面有一千二百五十五人，這裡頭也是良莠不齊！有好學生，也有頑皮搗蛋的學生，天天出事情，在外面幹壞事情，人家報告給佛，佛也來處理。所以佛的僧團，不是像西方極樂世界個個都是諸上善人，阿彌陀佛沒煩惱。釋迦牟尼佛有煩惱，你不相信你去看看戒律，戒律怎麼制的？不殺生戒從什麼制的？就是他裡頭徒弟學生在外面幹殺生的事情，有人來報告，佛才制定這些戒，以後不准殺生。為什麼有邪淫？因為他徒弟裡頭有外頭跟別人婦女有姦淫，人家來報告釋迦牟尼佛，釋迦牟尼佛制定這個戒律。那是六群比丘，壞比丘天天在外面頑皮，不守規矩，在外面出事情。"
    },
    {
      "id": "01-001-0013_p0031",
      "zh_CN": "但是诸位细细想想，这些人都是大菩萨，故意干坏事情叫释迦牟尼佛制定戒律；如果他们不干那个事情，佛法就没戒律。这是菩萨示现，大慈大悲为后人做榜样的。正是佛在世，就好像舞台上唱戏一样，有唱正派的，有唱反派的，正派、反派都叫我们得很多的利益，都给我们很多的启示。所以忍辱这是内对于本身的僧团里面，种种障碍要能够忍受。你看六祖大师他得道之后，不能马上弘法利生，当时他的师兄弟们对他不服气，各个人想夺回衣钵，甚至于想把他害死，置他于死地，都有这种人。他在猎人队里面受苦受难一十五年，那不能忍怎么能成就？",
      "zh_TW": "但是諸位細細想想，這些人都是大菩薩，故意幹壞事情叫釋迦牟尼佛制定戒律；如果他們不幹那個事情，佛法就沒戒律。這是菩薩示現，大慈大悲為後人做榜樣的。正是佛在世，就好像舞台上唱戲一樣，有唱正派的，有唱反派的，正派、反派都叫我們得很多的利益，都給我們很多的啟示。所以忍辱這是內對於本身的僧團裡面，種種障礙要能夠忍受。你看六祖大師他得道之後，不能馬上弘法利生，當時他的師兄弟們對他不服氣，各個人想奪回衣缽，甚至於想把他害死，置他於死地，都有這種人。他在獵人隊裡面受苦受難一十五年，那不能忍怎麼能成就？"
    },
    {
      "id": "01-001-0013_p0032",
      "zh_CN": "《金刚经》、《涅槃经》里面，释迦牟尼佛叙说他在行菩萨道做忍辱仙人，就是专门修忍辱波罗蜜，为歌利王割截身体。歌利是梵语，是印度话，翻成中国的意思是暴君，无道之君，无道的君王，暴君，为歌利王割截身体。他都能忍！所以一个修菩萨道的人，一个求生西方极乐世界的人，心里常常想着，「我到娑婆世界来是作客的，我是来接引大众的」。这个地方人愚痴、无理，不管他用什么态度对待我，一笑置之，不予理会，专接引有缘众生同往西方极乐世界，这是菩萨，行菩萨道。再不然就想到我无始劫生死疲劳！不能像诸佛菩萨早超三界，这才是真正的奇耻大辱。这样的奇耻大辱我从无始劫来，一直忍受到今天，现在这些小小的什么苦难，我还能说不忍吗？咬紧牙根忍受过去，希望在这一生成就大功、大业，超出三界，再不与这些恶劣众生为伍，这也好！也就非常之难得。所以一定要修忍辱波罗蜜，这些全都是从事相上说的。",
      "zh_TW": "《金剛經》、《涅槃經》裡面，釋迦牟尼佛敘說他在行菩薩道做忍辱仙人，就是專門修忍辱波羅蜜，為歌利王割截身體。歌利是梵語，是印度話，翻成中國的意思是暴君，無道之君，無道的君王，暴君，為歌利王割截身體。他都能忍！所以一個修菩薩道的人，一個求生西方極樂世界的人，心裡常常想著，「我到娑婆世界來是作客的，我是來接引大眾的」。這個地方人愚痴、無理，不管他用什麼態度對待我，一笑置之，不予理會，專接引有緣眾生同往西方極樂世界，這是菩薩，行菩薩道。再不然就想到我無始劫生死疲勞！不能像諸佛菩薩早超三界，這才是真正的奇恥大辱。這樣的奇恥大辱我從無始劫來，一直忍受到今天，現在這些小小的什麼苦難，我還能說不忍嗎？咬緊牙根忍受過去，希望在這一生成就大功、大業，超出三界，再不與這些惡劣眾生為伍，這也好！也就非常之難得。所以一定要修忍辱波羅蜜，這些全都是從事相上說的。"
    },
    {
      "id": "01-001-0013_p0033",
      "zh_CN": "理上是怎么讲法？诸位要晓得，佛法的教学，它有甚深的理论，有精辟的方法，有殊胜的境界。如果我们没有相当的耐性，坚定的意志，那是无法修学的。因为这门学问绝不是几天、几个月，就能够毕得了业的，也不是三年五载就可以学成功的。大经里面跟我们说，从凡夫地修到圆满菩提，在时间上讲要三大阿僧祇劫；而佛在大乘经论里面常讲，这个时间要长达无量劫。我们能不能忍受？如果一听三大阿僧祇劫，时间太长，算了我不修了，无量劫那我更不能修了。可见得如果你要是不能忍受，你的学业、道业不能成就。",
      "zh_TW": "理上是怎麼講法？諸位要曉得，佛法的教學，它有甚深的理論，有精闢的方法，有殊勝的境界。如果我們沒有相當的耐性，堅定的意志，那是無法修學的。因為這門學問絕不是幾天、幾個月，就能夠畢得了業的，也不是三年五載就可以學成功的。大經裡面跟我們說，從凡夫地修到圓滿菩提，在時間上講要三大阿僧祇劫；而佛在大乘經論裡面常講，這個時間要長達無量劫。我們能不能忍受？如果一聽三大阿僧祇劫，時間太長，算了我不修了，無量劫那我更不能修了。可見得如果你要是不能忍受，你的學業、道業不能成就。"
    },
    {
      "id": "01-001-0013_p0034",
      "zh_CN": "我们世间念个小学，你也得忍六年才能毕得了业！念个中学也要忍受六年，念个大学也得要忍受四年。诸位想想，从小学到大学，你要忍受十六年，你才能完成。佛法的教学比大学，那要深得太多了，所以你自己想想，你能够完成大学毕业，你已经忍受十六年。而你在佛法里头要求希望说几个月，二、三年就能成就，哪有这么便宜的事？所以说一定要有耐心，深求大法。忍辱它最重要的目的是「度瞋恚」，瞋恚是三毒烦恼里面很重的一种烦恼。我们如果有忍耐的心，每天心平气和，什么都能够忍，人为的灾害，天然的灾害，修学的困难，都不怨天、不尤人，无有一丝毫瞋恚之意，这叫忍辱波罗蜜。",
      "zh_TW": "我們世間念個小學，你也得忍六年才能畢得了業！念個中學也要忍受六年，念個大學也得要忍受四年。諸位想想，從小學到大學，你要忍受十六年，你才能完成。佛法的教學比大學，那要深得太多了，所以你自己想想，你能夠完成大學畢業，你已經忍受十六年。而你在佛法裡頭要求希望說幾個月，二、三年就能成就，哪有這麼便宜的事？所以說一定要有耐心，深求大法。忍辱它最重要的目的是「度瞋恚」，瞋恚是三毒煩惱裡面很重的一種煩惱。我們如果有忍耐的心，每天心平氣和，什麼都能夠忍，人為的災害，天然的災害，修學的困難，都不怨天、不尤人，無有一絲毫瞋恚之意，這叫忍辱波羅蜜。"
    },
    {
      "id": "01-001-0013_p0035",
      "zh_CN": "第四精进波罗蜜，所谓精是纯而不杂，就叫做精，精纯；进是有进无退，就是永无退转。我们的学业、我们的道业天天都在进步，不但进步，而且是精纯的进步，并不掺杂一些别的东西。什么叫掺杂？譬如说我们来学道，如果我学道的目的，我是希望我赶快成佛，赶快证果。成佛证果干什么？我将来要度广大的众生，有很多人尊敬我，有很多人供养我，我走到哪里都很了不起，这就叫掺杂。虽然精进，你的目的不清净，为什么？你是为了名闻利养而精进，那就错了。所以世间为名精进的人很多，为利精进的人很多，名闻利养、五欲六尘统统放下了，这个精进才叫真精进。精进的功德是「度懈怠」。",
      "zh_TW": "第四精進波羅蜜，所謂精是純而不雜，就叫做精，精純；進是有進無退，就是永無退轉。我們的學業、我們的道業天天都在進步，不但進步，而且是精純的進步，並不摻雜一些別的東西。什麼叫摻雜？譬如說我們來學道，如果我學道的目的，我是希望我趕快成佛，趕快證果。成佛證果幹什麼？我將來要度廣大的眾生，有很多人尊敬我，有很多人供養我，我走到哪裡都很了不起，這就叫摻雜。雖然精進，你的目的不清淨，為什麼？你是為了名聞利養而精進，那就錯了。所以世間為名精進的人很多，為利精進的人很多，名聞利養、五欲六塵統統放下了，這個精進才叫真精進。精進的功德是「度懈怠」。"
    },
    {
      "id": "01-001-0013_p0036",
      "zh_CN": "第五禅定波罗蜜，「禅定度散乱」，般若是智慧，度愚痴。下面这六种都是烦恼，悭贪、恶业、瞋恨、懈怠、散乱、愚痴，这都是病！佛给我们上面这六度是药，以这六种药断我们六种病。因为我们的心散乱，也就是说精神不能集中，意志不能集中，因此无论什么事情都没有成就。心是散乱的，散乱心他必定一生一事无成，所以佛教我们摄心，摄心就是禅定。大乘的禅定是讲不动心，像《金刚经》里面所说「不取于相，如如不动」，因此禅定就无量无边。譬如说我们眼见色不动心，我们的眼根在色尘上入定；耳闻声，也能够不取于相，如如不动，我们耳根在声尘上入定。由此可知，六根接触六尘境界，能够保持着样样明了，这个境界里头样样明了，如如不动，不起心、不动念、无分别、无执着这叫禅定。我们的心，我们的精神、意志才能够集中而不散乱。",
      "zh_TW": "第五禪定波羅蜜，「禪定度散亂」，般若是智慧，度愚痴。下面這六種都是煩惱，慳貪、惡業、瞋恨、懈怠、散亂、愚痴，這都是病！佛給我們上面這六度是藥，以這六種藥斷我們六種病。因為我們的心散亂，也就是說精神不能集中，意志不能集中，因此無論什麼事情都沒有成就。心是散亂的，散亂心他必定一生一事無成，所以佛教我們攝心，攝心就是禪定。大乘的禪定是講不動心，像《金剛經》裡面所說「不取於相，如如不動」，因此禪定就無量無邊。譬如說我們眼見色不動心，我們的眼根在色塵上入定；耳聞聲，也能夠不取於相，如如不動，我們耳根在聲塵上入定。由此可知，六根接觸六塵境界，能夠保持著樣樣明瞭，這個境界裡頭樣樣明瞭，如如不動，不起心、不動念、無分別、無執著這叫禪定。我們的心，我們的精神、意志才能夠集中而不散亂。"
    },
    {
      "id": "01-001-0013_p0037",
      "zh_CN": "般若这是智慧，有根本智、有后得智，有这两种。在《般若经》里面给我们讲的，有文字般若、有观照般若、有实相般若三种。唯有智慧开了才能够破无明烦恼，也能够破我们一切的疑惑，使我们对于一切法的真实相，能够得到究竟的明了，这叫做般若智慧，它度愚痴！不但我们六道凡夫愚痴，小乘的圣者像阿罗汉、辟支佛、权教菩萨，也都是愚痴之人，都是愚痴之人，当然这里头程度有差别不同。刚才讲下面所说的悭贪、诸恶、瞋恚、懈怠、散乱、愚痴，这是一切众生的病根，这病是心病，这不是身病，身病好医，心病。",
      "zh_TW": "般若這是智慧，有根本智、有後得智，有這兩種。在《般若經》裡面給我們講的，有文字般若、有觀照般若、有實相般若三種。唯有智慧開了才能夠破無明煩惱，也能夠破我們一切的疑惑，使我們對於一切法的真實相，能夠得到究竟的明瞭，這叫做般若智慧，它度愚痴！不但我們六道凡夫愚痴，小乘的聖者像阿羅漢、辟支佛、權教菩薩，也都是愚痴之人，都是愚痴之人，當然這裡頭程度有差別不同。剛才講下面所說的慳貪、諸惡、瞋恚、懈怠、散亂、愚痴，這是一切眾生的病根，這病是心病，這不是身病，身病好醫，心病。"
    },
    {
      "id": "01-001-0013_p0038",
      "zh_CN": "「悭贪等六蔽」，蔽是障碍，「是众生心病，六度是如来法药」，是佛法的大药，「以法药对治心病，自可药到病除」。这是我们应当要晓得的，所以把佛法看作良药，你晓得这个道理，你才知道佛法是必须要修学，不能不修学。因为这六种不但是心病的病根，经论里面常讲「境随心转」，由此可知，心要是病了，外面的境界，哪能好得了？因为外面境界是随心转。所以我们心病，外面的境界就恶劣，就不好；如果我们心病没有了、除了，心得清净了，外面的境界也清净。正是所谓心净则身清净，身心清净则外面境界清净，那就无有不净，这才是真正生净土的原理，我们生净土的原理原则。六度就为诸位讲到此地。",
      "zh_TW": "「慳貪等六蔽」，蔽是障礙，「是眾生心病，六度是如來法藥」，是佛法的大藥，「以法藥對治心病，自可藥到病除」。這是我們應當要曉得的，所以把佛法看作良藥，你曉得這個道理，你才知道佛法是必須要修學，不能不修學。因為這六種不但是心病的病根，經論裡面常講「境隨心轉」，由此可知，心要是病了，外面的境界，哪能好得了？因為外面境界是隨心轉。所以我們心病，外面的境界就惡劣，就不好；如果我們心病沒有了、除了，心得清淨了，外面的境界也清淨。正是所謂心淨則身清淨，身心清淨則外面境界清淨，那就無有不淨，這才是真正生淨土的原理，我們生淨土的原理原則。六度就為諸位講到此地。"
    },
    {
      "id": "01-001-0013_p0039",
      "zh_CN": "下面我们再简介十力，十力是讲佛在果地上，他有无量无边不可思议的能力，我们常讲的万德万能。万德万能太多了，我们说不尽，因此佛法里面也把它归纳，就是无量无边的能力，这万德万能把它归纳为十大类。这十大类就称之为十力，或者讲「十种智力」，因为无量无边的能力，都是从智慧里面发生的，所以称为十种智力。诸位记住十种智力就是讲的万德万能，都是从智慧里头发生的。因此这个十条纲领每条里面都离不开智这个字，这是诸位特别要记住的。要是没有真正的智慧，你就没有真正的能力；换句话说，你解决问题就无法真正做到彻底究竟。所以佛法最重视的就是智慧，这讲般若智慧。",
      "zh_TW": "下面我們再簡介十力，十力是講佛在果地上，他有無量無邊不可思議的能力，我們常講的萬德萬能。萬德萬能太多了，我們說不盡，因此佛法裡面也把它歸納，就是無量無邊的能力，這萬德萬能把它歸納為十大類。這十大類就稱之為十力，或者講「十種智力」，因為無量無邊的能力，都是從智慧裡面發生的，所以稱為十種智力。諸位記住十種智力就是講的萬德萬能，都是從智慧裡頭發生的。因此這個十條綱領每條裡面都離不開智這個字，這是諸位特別要記住的。要是沒有真正的智慧，你就沒有真正的能力；換句話說，你解決問題就無法真正做到徹底究竟。所以佛法最重視的就是智慧，這講般若智慧。"
    },
    {
      "id": "01-001-0013_p0040",
      "zh_CN": "这十种第一种「是处非处智力」，这句话意思是什么？底下说明「知因缘果」，这一类的智慧是讲佛成佛之后，证得了如来的果位，从根本智起后得智的作用。这十大类都是讲的后得智，是从根本智起来的，根本智就是戒定慧里面的慧学，也就是六度里面所讲的般若波罗蜜，这是根本智，是从禅定当中得来的；换句话说，它是清净心的作用，心真正做到了清净、平等，起作用就是智慧。第一类是处非处，什么叫是处？什么叫非处？意思是说如来他有这种能力，知道九法界一切有情众生，这九法界，六道凡夫再加上声闻、缘觉、菩萨，菩萨里面四教的菩萨都包括在其中。藏通别圆从初发心到等觉，由此可知，真正是无所不知。这一切众生他造什么样的因，得什么样的果报，因果完全相应就叫做是处；造作这个因与他所希望的果报，完全不相应，那就叫非处。",
      "zh_TW": "這十種第一種「是處非處智力」，這句話意思是什麼？底下說明「知因緣果」，這一類的智慧是講佛成佛之後，證得了如來的果位，從根本智起後得智的作用。這十大類都是講的後得智，是從根本智起來的，根本智就是戒定慧裡面的慧學，也就是六度裡面所講的般若波羅蜜，這是根本智，是從禪定當中得來的；換句話說，它是清淨心的作用，心真正做到了清淨、平等，起作用就是智慧。第一類是處非處，什麼叫是處？什麼叫非處？意思是說如來他有這種能力，知道九法界一切有情眾生，這九法界，六道凡夫再加上聲聞、緣覺、菩薩，菩薩裡面四教的菩薩都包括在其中。藏通別圓從初發心到等覺，由此可知，真正是無所不知。這一切眾生他造什麼樣的因，得什麼樣的果報，因果完全相應就叫做是處；造作這個因與他所希望的果報，完全不相應，那就叫非處。"
    },
    {
      "id": "01-001-0013_p0041",
      "zh_CN": "譬如说一个凡夫修布施，他希望他修的布施，将来能够得大福报，用什么心去修？用贪心去修，用瞋恚心去修，用嫉妒心去修，希望他修这个大的福报能够成佛、成菩萨、成天王。你们想他能不能得到？他得不到，这就是因果不相应，这非处。修的是恶因，想得纯善之果，虽然他修的善，善里面带恶，因是善中带恶。果，要想得到纯善没有恶，这是没这个道理，就是因果不相应，这叫非处。是处，譬如说菩萨修圆满的菩提心，修直心、深心、大悲心，他想求无上觉，这是是处；求无上道，因果相应。",
      "zh_TW": "譬如說一個凡夫修布施，他希望他修的布施，將來能夠得大福報，用什麼心去修？用貪心去修，用瞋恚心去修，用嫉妒心去修，希望他修這個大的福報能夠成佛、成菩薩、成天王。你們想他能不能得到？他得不到，這就是因果不相應，這非處。修的是惡因，想得純善之果，雖然他修的善，善裡面帶惡，因是善中帶惡。果，要想得到純善沒有惡，這是沒這個道理，就是因果不相應，這叫非處。是處，譬如說菩薩修圓滿的菩提心，修直心、深心、大悲心，他想求無上覺，這是是處；求無上道，因果相應。"
    },
    {
      "id": "01-001-0013_p0042",
      "zh_CN": "我们再举个浅显的比喻来说，一个人把瓜的子种下去了，种在很肥沃的田园里面，他希望将来得到瓜，这因果相应，是处。他种了瓜子下去，他过几个月他想叫它长黄豆，瓜怎么会长出黄豆？这非处，可见得这条就是因果决定是相当的。由此可知，世间人造恶业，想得福报，无有是处，没有这个道理。恶有恶报，善有善报，这是绝对的定律，是真理，绝不会改变的，这叫是处非处智力。",
      "zh_TW": "我們再舉個淺顯的比喻來說，一個人把瓜的子種下去了，種在很肥沃的田園裡面，他希望將來得到瓜，這因果相應，是處。他種了瓜子下去，他過幾個月他想叫它長黃豆，瓜怎麼會長出黃豆？這非處，可見得這條就是因果決定是相當的。由此可知，世間人造惡業，想得福報，無有是處，沒有這個道理。惡有惡報，善有善報，這是絕對的定律，是真理，絕不會改變的，這叫是處非處智力。"
    },
    {
      "id": "01-001-0013_p0043",
      "zh_CN": "第二种叫「知业智力」，这是说如来他知道九法界一切众生，三世所有一切造作的诸业。诸位特别记住，每条底下都是知道众生，佛知道一切众生，众生是指九法界有情众生。三世是讲的过去世、现在世、未来世，佛不但知道你过去，知道你现在，还晓得你未来，他晓得你未来。由此可知，佛的神通智慧实在是广大无边，因此，佛说法哪有不契机的道理？佛不是知道你过去一生、二生、三生、五生，不是知道你几世！而佛是一切知，过去无始，未来无终，佛没有不知道的。这样说起来佛的能力太大了，大得几乎令人不能相信，对不对？其实佛给我们说，这种能力是每个人个个都具足，我们也有。",
      "zh_TW": "第二種叫「知業智力」，這是說如來他知道九法界一切眾生，三世所有一切造作的諸業。諸位特別記住，每條底下都是知道眾生，佛知道一切眾生，眾生是指九法界有情眾生。三世是講的過去世、現在世、未來世，佛不但知道你過去，知道你現在，還曉得你未來，他曉得你未來。由此可知，佛的神通智慧實在是廣大無邊，因此，佛說法哪有不契機的道理？佛不是知道你過去一生、二生、三生、五生，不是知道你幾世！而佛是一切知，過去無始，未來無終，佛沒有不知道的。這樣說起來佛的能力太大了，大得幾乎令人不能相信，對不對？其實佛給我們說，這種能力是每個人個個都具足，我們也有。"
    },
    {
      "id": "01-001-0013_p0044",
      "zh_CN": "正如佛在大经上所讲，「一切众生皆有如来智慧德相」，个个都有！现在我们的智慧德相为什么没有了？佛说都是因为分别执着而不能证得。可见得我们的智慧德相所以失掉了，是因为我们起了分别执着。分别执着是烦恼！我们的心永远不能清净，因此，我们的智慧德能丧失掉了。这好比一个比喻，好比这一池的清水，我们把这一池清水比做一切众生的心。佛的心，就像水平静的时候一丝毫风浪都没有，水平像一面境子。所以它的功能是外面一切的境界全都照在里面，像照在镜子里面清清楚楚、了了分明；自己是如如不动，这个照万德万能。",
      "zh_TW": "正如佛在大經上所講，「一切眾生皆有如來智慧德相」，個個都有！現在我們的智慧德相為什麼沒有了？佛說都是因為分別執著而不能證得。可見得我們的智慧德相所以失掉了，是因為我們起了分別執著。分別執著是煩惱！我們的心永遠不能清淨，因此，我們的智慧德能喪失掉了。這好比一個比喻，好比這一池的清水，我們把這一池清水比做一切眾生的心。佛的心，就像水平靜的時候一絲毫風浪都沒有，水平像一面境子。所以它的功能是外面一切的境界全都照在裡面，像照在鏡子裡面清清楚楚、了了分明；自己是如如不動，這個照萬德萬能。"
    },
    {
      "id": "01-001-0013_p0045",
      "zh_CN": "我们凡夫的心，也是这一池的清水，不幸的是它起了风浪，起了波浪，这一起波浪在外面照不照？当然还是照，哪有不照的道理？可是照外面的境界相就见不到真实相，不清楚。照的是什么？是支离破碎。不但支离破碎而且是个生灭相，你们想想对不对？波浪一起来，照的相一会儿它又下去，又再起来了，所以照的外头相是生灭相。平静的水照到外面境界相什么？不生不灭的相。由此可知，佛住一真法界，一真法界不生不灭；我们住的是十法界，十法界是有生有灭，十法界就是心水起了波浪了。迷得浅的人波浪小，菩萨的波浪最小，缘觉波浪比菩萨要大一点，声闻比缘觉又大一点，咱们六道凡夫就大风大浪。所以把外面的境界全看错了，完全失真了，完全失去真相了，这就是讲的我们所造的业不相同。因此我们这一生有这样殊胜的机缘，闻到大乘佛法，我们应当从大乘佛法里面记取教训，记取佛菩萨的诚言，从今之后修我们的清净心，把我们心水的风浪平息下来。叫我们能够真正进入到清净、平等，恢复如来果地上的万德万能，就是这十种智力。这十种智力是每个人都有的，不希奇，并不是说佛有，别人就没有，大家都有。",
      "zh_TW": "我們凡夫的心，也是這一池的清水，不幸的是它起了風浪，起了波浪，這一起波浪在外面照不照？當然還是照，哪有不照的道理？可是照外面的境界相就見不到真實相，不清楚。照的是什麼？是支離破碎。不但支離破碎而且是個生滅相，你們想想對不對？波浪一起來，照的相一會兒它又下去，又再起來了，所以照的外頭相是生滅相。平靜的水照到外面境界相什麼？不生不滅的相。由此可知，佛住一真法界，一真法界不生不滅；我們住的是十法界，十法界是有生有滅，十法界就是心水起了波浪了。迷得淺的人波浪小，菩薩的波浪最小，緣覺波浪比菩薩要大一點，聲聞比緣覺又大一點，咱們六道凡夫就大風大浪。所以把外面的境界全看錯了，完全失真了，完全失去真相了，這就是講的我們所造的業不相同。因此我們這一生有這樣殊勝的機緣，聞到大乘佛法，我們應當從大乘佛法裡面記取教訓，記取佛菩薩的誠言，從今之後修我們的清淨心，把我們心水的風浪平息下來。叫我們能夠真正進入到清淨、平等，恢復如來果地上的萬德萬能，就是這十種智力。這十種智力是每個人都有的，不希奇，並不是說佛有，別人就沒有，大家都有。"
    },
    {
      "id": "01-001-0013_p0046",
      "zh_CN": "第三种叫「定智力」，定就定了，这定里头有智，这是什么？知道一切众生他们所修的禅定，所依据的理论方法，以及他所得到的境界，佛菩萨无所不知。你是世间禅，还是出世间禅，是世间四禅八定，还是小乘罗汉的九次第定，乃至于诸佛菩萨的百千三昧，统统晓得。如来果地上的上上禅，这叫定智力。",
      "zh_TW": "第三種叫「定智力」，定就定了，這定裡頭有智，這是什麼？知道一切眾生他們所修的禪定，所依據的理論方法，以及他所得到的境界，佛菩薩無所不知。你是世間禪，還是出世間禪，是世間四禪八定，還是小乘羅漢的九次第定，乃至於諸佛菩薩的百千三昧，統統曉得。如來果地上的上上禪，這叫定智力。"
    },
    {
      "id": "01-001-0013_p0047",
      "zh_CN": "第四叫「根智力」，根是讲知道一切众生的根性，这与教学关系非常之大。我们在教学常讲观机，一看这个众生什么根机，应该要用什么方法来教他，他学哪种理论，哪种方法比较上适合？就好像一个高明的大夫，他给病人看病，他一看就晓得，你的病是怎么起来的，什么原因得到的，把你的病源一看看得清楚，他下药很方便，真是药到病除！佛门叫观机说法，或者叫应机说法，这是讲的根智力。根智力是「知一切众生上中下根」。",
      "zh_TW": "第四叫「根智力」，根是講知道一切眾生的根性，這與教學關係非常之大。我們在教學常講觀機，一看這個眾生什麼根機，應該要用什麼方法來教他，他學哪種理論，哪種方法比較上適合？就好像一個高明的大夫，他給病人看病，他一看就曉得，你的病是怎麼起來的，什麼原因得到的，把你的病源一看看得清楚，他下藥很方便，真是藥到病除！佛門叫觀機說法，或者叫應機說法，這是講的根智力。根智力是「知一切眾生上中下根」。"
    },
    {
      "id": "01-001-0013_p0048",
      "zh_CN": "底下这是讲「界智力」，界是讲界分，知道九法界一切有情众生种种的界分。这根智力当中，还有个「欲智力」。刚才讲的是知世间众生种种界分，界分就是它的界限，各人各人不相同，不一样。欲是「知道众生欲乐不相同」，拿我们今天的话来说，就是嗜好，每个众生的嗜好都不一样。或者讲爱好，他对于世出世间法，对于五欲六尘，乃至于对于八万四千法门，各人有各人的爱好。所以欲智力就是爱好，晓得一切众生的爱好；界智力，晓得一切众生的界限。",
      "zh_TW": "底下這是講「界智力」，界是講界分，知道九法界一切有情眾生種種的界分。這根智力當中，還有個「欲智力」。剛才講的是知世間眾生種種界分，界分就是它的界限，各人各人不相同，不一樣。欲是「知道眾生欲樂不相同」，拿我們今天的話來說，就是嗜好，每個眾生的嗜好都不一樣。或者講愛好，他對於世出世間法，對於五欲六塵，乃至於對於八萬四千法門，各人有各人的愛好。所以欲智力就是愛好，曉得一切眾生的愛好；界智力，曉得一切眾生的界限。"
    },
    {
      "id": "01-001-0013_p0049",
      "zh_CN": "第七就是「至处智力」，至处，至是讲到，就是到达的处所，也就是知道他到达的境界，「知一切道至处相」。譬如说断了三界八十八品见惑，他达到的小乘初果。如果将见思烦恼断尽了，他就能够到阿罗汉果；如果将见思烦恼的习气也断了，他就到辟支佛果。破一品无明，在圆教菩萨他就到初住的果位；在别教上讲，他就到初地的果位。佛统统晓得你到什么地方，你功夫到哪里，你的境界到什么地方。",
      "zh_TW": "第七就是「至處智力」，至處，至是講到，就是到達的處所，也就是知道他到達的境界，「知一切道至處相」。譬如說斷了三界八十八品見惑，他達到的小乘初果。如果將見思煩惱斷盡了，他就能夠到阿羅漢果；如果將見思煩惱的習氣也斷了，他就到辟支佛果。破一品無明，在圓教菩薩他就到初住的果位；在別教上講，他就到初地的果位。佛統統曉得你到什麼地方，你功夫到哪裡，你的境界到什麼地方。"
    },
    {
      "id": "01-001-0013_p0050",
      "zh_CN": "第八讲「宿命智力」，也就是讲宿命通，但是他是广大究竟的，知一切众生「多世姓名苦乐」，他没有不晓得的。九法界一切众生，你过去世生中，你是叫什么名字，你所受的果报，是苦报还是乐报，没有一样他不知道。",
      "zh_TW": "第八講「宿命智力」，也就是講宿命通，但是他是廣大究竟的，知一切眾生「多世姓名苦樂」，他沒有不曉得的。九法界一切眾生，你過去世生中，你是叫什麼名字，你所受的果報，是苦報還是樂報，沒有一樣他不知道。"
    },
    {
      "id": "01-001-0013_p0051",
      "zh_CN": "第九是「天眼智力」，我们从后面这三样，从宿命，可见得佛，我们俗话讲真是神通广大。阿罗汉的能力能够知道一个人的五百世，就很了不起了，做到个阿罗汉，他的能力可以知道一个人的五百世。就是五百世当中，你无论在哪一道投生，你姓什么，叫什么名字，你那一生所受的果报是苦、是乐，他都晓得。佛知道的无量世，每个众生无量世以来你的姓名、苦乐，他都晓得。第九是天眼，天眼是知道一切众生在六道轮回当中，所受的果报，就是见一切众生生死轮回。你在这六道里面，这一生到哪一道去投胎，哪一道死了到哪一道投胎。乃至于好像现在我们做人，我们前世是从哪一道来的，前生是在哪一道，我们这一生到人道来，这一生寿命尽了之后，我们再会到哪一道去投生，在佛的天眼里面就看得清楚。",
      "zh_TW": "第九是「天眼智力」，我們從後面這三樣，從宿命，可見得佛，我們俗話講真是神通廣大。阿羅漢的能力能夠知道一個人的五百世，就很了不起了，做到個阿羅漢，他的能力可以知道一個人的五百世。就是五百世當中，你無論在哪一道投生，你姓什麼，叫什麼名字，你那一生所受的果報是苦、是樂，他都曉得。佛知道的無量世，每個眾生無量世以來你的姓名、苦樂，他都曉得。第九是天眼，天眼是知道一切眾生在六道輪迴當中，所受的果報，就是見一切眾生生死輪迴。你在這六道裡面，這一生到哪一道去投胎，哪一道死了到哪一道投胎。乃至於好像現在我們做人，我們前世是從哪一道來的，前生是在哪一道，我們這一生到人道來，這一生壽命盡了之後，我們再會到哪一道去投生，在佛的天眼裡面就看得清楚。"
    },
    {
      "id": "01-001-0013_p0052",
      "zh_CN": "诸位要晓得，佛真有这么大的能力吗？这个能力从哪里来的？清净心当中照见的！没有心。起个心、动个念，照就失掉了。我们这个能力之所以丧失掉，就是我们喜欢起心动念，正是佛在《楞严经》里面所讲，「知见立知是无明本」。你要问我们的心水为什么会起大风大浪？就是因为你无端生知见。知见就是大风大浪，而把你本有无量无边广大的知见丧失掉了，这多可惜！佛心清净没有知见，所以《般若经》里面讲「般若无知，无所不知」。我们在此地看出来！",
      "zh_TW": "諸位要曉得，佛真有這麼大的能力嗎？這個能力從哪裡來的？清淨心當中照見的！沒有心。起個心、動個念，照就失掉了。我們這個能力之所以喪失掉，就是我們喜歡起心動念，正是佛在《楞嚴經》裡面所講，「知見立知是無明本」。你要問我們的心水為什麼會起大風大浪？就是因為你無端生知見。知見就是大風大浪，而把你本有無量無邊廣大的知見喪失掉了，這多可惜！佛心清淨沒有知見，所以《般若經》裡面講「般若無知，無所不知」。我們在此地看出來！"
    },
    {
      "id": "01-001-0013_p0053",
      "zh_CN": "末后这一条叫「漏尽智力」，这条是很难，很难得到。漏是烦恼的代名词，在佛法里面讲它有三种，有小乘的见思烦恼，有大乘的尘沙烦恼与无明烦恼。小乘人见思烦恼断了叫漏尽，他自己晓得他证阿罗汉果。这讲小乘自己自知生尽，三界六道舍身受身，就是生生世世尽了，不受后有。下一次再没有轮回，到这一生尽了，生死到这一生尽了。尽也就是了了，没有了，到这一生完了了，下一生再不会有生死轮回了。在大乘法里面讲，譬如菩萨到等觉菩萨，他在修行他晓得我的根本无明断尽了，漏尽了，自己晓得他的变易生死尽了，以后不再退转到菩萨，再没有变易生死；换句话说，他成佛了。",
      "zh_TW": "末後這一條叫「漏盡智力」，這條是很難，很難得到。漏是煩惱的代名詞，在佛法裡面講它有三種，有小乘的見思煩惱，有大乘的塵沙煩惱與無明煩惱。小乘人見思煩惱斷了叫漏盡，他自己曉得他證阿羅漢果。這講小乘自己自知生盡，三界六道捨身受身，就是生生世世盡了，不受後有。下一次再沒有輪迴，到這一生盡了，生死到這一生盡了。盡也就是了了，沒有了，到這一生完了了，下一生再不會有生死輪迴了。在大乘法裡面講，譬如菩薩到等覺菩薩，他在修行他曉得我的根本無明斷盡了，漏盡了，自己曉得他的變易生死盡了，以後不再退轉到菩薩，再沒有變易生死；換句話說，他成佛了。"
    },
    {
      "id": "01-001-0013_p0054",
      "zh_CN": "从这段诸位就可以明了，你在修行的过程当中，你所证得的果位，你不要问人，自己晓得！生死有没有了，自己知道；烦恼有没有断，自己晓得；往生西方极乐世界有没有把握，自己晓得。往生我们在讲席当中常常提示，往生是活着往生，不是死了往生。为什么？在没往生之前，自己统统都明了了，什么时候去，所谓是预知时至，生死自在！所谓自在就是没有生死，有生死还会自在吗？没有生死才真正叫大自在。这种功夫不是说理一心、事一心，那没有什么希奇；所难能可贵的是在什么？是在凡圣同居土带业往生，就晓得预知时至，就能够达到生死自在，这才是净土真正不可思议的境界。也是所谓真正难信之法，所以你要晓得这么个道理。",
      "zh_TW": "從這段諸位就可以明瞭，你在修行的過程當中，你所證得的果位，你不要問人，自己曉得！生死有沒有了，自己知道；煩惱有沒有斷，自己曉得；往生西方極樂世界有沒有把握，自己曉得。往生我們在講席當中常常提示，往生是活著往生，不是死了往生。為什麼？在沒往生之前，自己統統都明瞭了，什麼時候去，所謂是預知時至，生死自在！所謂自在就是沒有生死，有生死還會自在嗎？沒有生死才真正叫大自在。這種功夫不是說理一心、事一心，那沒有什麼希奇；所難能可貴的是在什麼？是在凡聖同居土帶業往生，就曉得預知時至，就能夠達到生死自在，這才是淨土真正不可思議的境界。也是所謂真正難信之法，所以你要曉得這麼個道理。"
    },
    {
      "id": "01-001-0013_p0055",
      "zh_CN": "下面这是讲「四无畏」，这也是讲如来果地上四种特别的殊胜功德，第一叫「一切智无畏」，我们简单跟诸位介绍，这个意思是讲佛对于一切诸法，像世出世间一切法，他无所不通，无所不能，所以他没有畏惧。无论什么东西，你去问他，他马上就可以正确的答复你，所以没有恐惧。不像我们世出世间的事情知道得太少了，怕人家问，一问我们答不出来，很难为情；而佛不是的，佛是一切智。",
      "zh_TW": "下面這是講「四無畏」，這也是講如來果地上四種特別的殊勝功德，第一叫「一切智無畏」，我們簡單跟諸位介紹，這個意思是講佛對於一切諸法，像世出世間一切法，他無所不通，無所不能，所以他沒有畏懼。無論什麼東西，你去問他，他馬上就可以正確的答覆你，所以沒有恐懼。不像我們世出世間的事情知道得太少了，怕人家問，一問我們答不出來，很難為情；而佛不是的，佛是一切智。"
    },
    {
      "id": "01-001-0013_p0056",
      "zh_CN": "第二这是「漏尽无畏」，漏尽就是他真正的烦恼断尽，见思烦恼断尽，尘沙烦恼断尽了，无明烦恼断尽了，确实无畏。就是三界之内的分段生死，三界之外的变易生死永远离开了，这是对烦恼、对生死从此以后一切都了了，所以是无畏。",
      "zh_TW": "第二這是「漏盡無畏」，漏盡就是他真正的煩惱斷盡，見思煩惱斷盡，塵沙煩惱斷盡了，無明煩惱斷盡了，確實無畏。就是三界之內的分段生死，三界之外的變易生死永遠離開了，這是對煩惱、對生死從此以後一切都了了，所以是無畏。"
    },
    {
      "id": "01-001-0013_p0057",
      "zh_CN": "第三「说障道无畏」，这个意思是讲于障碍大道之法，譬如讲惑、业、苦，烦恼障，所知障。烦恼障涅槃道，所知障菩提道，佛能够说得详细，能够讲得明白，使我们一点疑惑都没有。",
      "zh_TW": "第三「說障道無畏」，這個意思是講於障礙大道之法，譬如講惑、業、苦，煩惱障，所知障。煩惱障涅槃道，所知障菩提道，佛能夠說得詳細，能夠講得明白，使我們一點疑惑都沒有。"
    },
    {
      "id": "01-001-0013_p0058",
      "zh_CN": "最后一条叫「苦尽道无畏」，这是讲如何把苦断尽这个方法，这个断尽方法佛晓得，这就是给我们讲三学三慧，戒定慧三学，闻思修三慧，用这个方法的确可以将三界之内、三界之外，一切苦统统断尽。佛是看得清楚明暸，决定正确，毫无错误，给我们来说明，所以他的言词是全程肯定的，叫我们相信。今天时间到了，我们讲到此地。",
      "zh_TW": "最後一條叫「苦盡道無畏」，這是講如何把苦斷盡這個方法，這個斷盡方法佛曉得，這就是給我們講三學三慧，戒定慧三學，聞思修三慧，用這個方法的確可以將三界之內、三界之外，一切苦統統斷盡。佛是看得清楚明暸，決定正確，毫無錯誤，給我們來說明，所以他的言詞是全程肯定的，叫我們相信。今天時間到了，我們講到此地。"
    }
  ]
}