{
  "doc_id": "01-001-0006",
  "title": {
    "zh_CN": "佛说阿弥陀经",
    "zh_TW": "佛說阿彌陀經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "01-001-0006",
  "total_paragraphs": 69,
  "paragraphs": [
    {
      "id": "01-001-0006_p0001",
      "zh_CN": "《佛说阿弥陀经》第六讲，今天继续来讲解经文：",
      "zh_TW": "《佛說阿彌陀經》第六講，今天繼續來講解經文："
    },
    {
      "id": "01-001-0006_p0002",
      "zh_CN": "『皆是大阿罗汉，众所知识』。「阿罗汉」也是梵语，里面含的有三个意思，在翻经的体例属于含多义不翻。这三个意思，第一个是「应供」，第二个是「杀贼」，第三个意思是「无生」。「阿罗汉」是果位，前面跟诸位讲过比丘，「比丘是因位」，在修因的时候称之为比丘，到他证果的时候则称为阿罗汉。「大阿罗汉」，这是说的大乘，就是「大乘无学位」，无学意思就是说他所要修学的都学圆满，拿我们现在的话来讲，就是毕业了。这地位在大乘菩萨是属于第十地的菩萨，我们通常称之为法云地的菩萨，这是大阿罗汉。小乘阿罗汉，这在小乘法里面他是无学，毕业了，这是讲见思烦恼也都断尽了。三界之内他所要学的全都学完了，都无学了，这小乘阿罗汉。这大乘阿罗汉比小乘阿罗汉地位是高得太多了，正如同是一个是小学毕业，一个是大学毕业。这个地方讲大学毕业。这三个意思，也正是比丘三个意思，果位上的。",
      "zh_TW": "『皆是大阿羅漢，眾所知識』。「阿羅漢」也是梵語，裡面含的有三個意思，在翻經的體例屬於含多義不翻。這三個意思，第一個是「應供」，第二個是「殺賊」，第三個意思是「無生」。「阿羅漢」是果位，前面跟諸位講過比丘，「比丘是因位」，在修因的時候稱之為比丘，到他證果的時候則稱為阿羅漢。「大阿羅漢」，這是說的大乘，就是「大乘無學位」，無學意思就是說他所要修學的都學圓滿，拿我們現在的話來講，就是畢業了。這地位在大乘菩薩是屬於第十地的菩薩，我們通常稱之為法雲地的菩薩，這是大阿羅漢。小乘阿羅漢，這在小乘法裡面他是無學，畢業了，這是講見思煩惱也都斷盡了。三界之內他所要學的全都學完了，都無學了，這小乘阿羅漢。這大乘阿羅漢比小乘阿羅漢地位是高得太多了，正如同是一個是小學畢業，一個是大學畢業。這個地方講大學畢業。這三個意思，也正是比丘三個意思，果位上的。"
    },
    {
      "id": "01-001-0006_p0003",
      "zh_CN": "在比丘第一个意思是讲乞士，乞是乞食，是个有学问、有道德，我们中国人讲的是乞丐。但是当他证了果，就是佛给我们所说的，他是人天福田，所以他也就是应当接受大众的供养。大众供养他，这是增福，我们一般人讲的培福，这个意思是有相当的深度。前面我们在介绍人题的时候，曾经跟诸位说过，贤人乃是国家之宝，而大阿罗汉不但是贤人，而且是圣人，当然是国家之宝。我们能够供养他，能够将他留住，为我们这一个地方教化众生，使我们这一个地方的大众都能够破迷开悟，离苦得乐。这是我们应当要供养他的，道理就是在此地，所以称之为应供。",
      "zh_TW": "在比丘第一個意思是講乞士，乞是乞食，是個有學問、有道德，我們中國人講的是乞丐。但是當他證了果，就是佛給我們所說的，他是人天福田，所以他也就是應當接受大眾的供養。大眾供養他，這是增福，我們一般人講的培福，這個意思是有相當的深度。前面我們在介紹人題的時候，曾經跟諸位說過，賢人乃是國家之寶，而大阿羅漢不但是賢人，而且是聖人，當然是國家之寶。我們能夠供養他，能夠將他留住，為我們這一個地方教化眾生，使我們這一個地方的大眾都能夠破迷開悟，離苦得樂。這是我們應當要供養他的，道理就是在此地，所以稱之為應供。"
    },
    {
      "id": "01-001-0006_p0004",
      "zh_CN": "第二个意思是杀贼，在因地上是破恶，我们讲过断恶修善，贼是指烦恼。有些人看经不求甚解，于是乎发生误会了，看到这个阿罗汉有杀贼，阿罗汉还开杀戒、还杀生，这错误了。贼是烦恼，烦恼断尽了，就是杀贼的意思，烦恼贼。为什么把烦恼比作贼？因为每个众生在自性清净心中，无不具足无量的智慧、无量的功德，就是说无量的德能。我们常常赞叹佛为万德万能，其实哪个人不是万德万能？哪个人不是无量的智慧？我们今天德能智慧似乎都没有了，其实都是因为烦恼现前，将我们自己本有的智慧德能障碍了。今天我们把这些障碍去掉，把这些烦恼断尽，我们的智慧德能又现前了。这个意思好像是烦恼一来，就好比像贼来了，把我们家的财富、财产都偷盗去了，取这个意思。所以杀贼不是杀生，是断自己的无明烦恼。小乘的烦恼就是指见思烦恼；大阿罗汉则不然，不但见思烦恼要断，除见思之外还有尘沙烦恼、有无明烦恼，得把无明烦恼断尽才能称之为大阿罗汉。如果我们将尺度放宽来说，凡是回小向大，也就是圆教初住以上都可以称之为大乘罗汉。那大乘罗汉？因为他在小乘已经毕业了，他现在已经在修学大乘法了，这是一个普通的称呼。如果严格的称呼，一定是在十地菩萨，就是法云地的菩萨。",
      "zh_TW": "第二個意思是殺賊，在因地上是破惡，我們講過斷惡修善，賊是指煩惱。有些人看經不求甚解，於是乎發生誤會了，看到這個阿羅漢有殺賊，阿羅漢還開殺戒、還殺生，這錯誤了。賊是煩惱，煩惱斷盡了，就是殺賊的意思，煩惱賊。為什麼把煩惱比作賊？因為每個眾生在自性清淨心中，無不具足無量的智慧、無量的功德，就是說無量的德能。我們常常讚歎佛為萬德萬能，其實哪個人不是萬德萬能？哪個人不是無量的智慧？我們今天德能智慧似乎都沒有了，其實都是因為煩惱現前，將我們自己本有的智慧德能障礙了。今天我們把這些障礙去掉，把這些煩惱斷盡，我們的智慧德能又現前了。這個意思好像是煩惱一來，就好比像賊來了，把我們家的財富、財產都偷盜去了，取這個意思。所以殺賊不是殺生，是斷自己的無明煩惱。小乘的煩惱就是指見思煩惱；大阿羅漢則不然，不但見思煩惱要斷，除見思之外還有塵沙煩惱、有無明煩惱，得把無明煩惱斷盡才能稱之為大阿羅漢。如果我們將尺度放寬來說，凡是回小向大，也就是圓教初住以上都可以稱之為大乘羅漢。那大乘羅漢？因為他在小乘已經畢業了，他現在已經在修學大乘法了，這是一個普通的稱呼。如果嚴格的稱呼，一定是在十地菩薩，就是法雲地的菩薩。"
    },
    {
      "id": "01-001-0006_p0005",
      "zh_CN": "第三个意思是无生，无生这就是魔王恐怖的果报，在比丘里头有怖魔，那是在因地刚刚受戒，四番羯磨的时候，魔王听到了生恐怖。现在已经证果，证什么果？证无生法忍，确实亲证得一切法不生不灭，这称之为无生。换句话说，他不但是从此以后不会再到三界六道来受生，实际上，小乘罗汉就已经做到这个地步了。大乘罗汉功夫更高，不但分段生死尽了，连变易生死也将要尽了。由法云地再上去就是等觉菩萨，等觉菩萨是等同诸佛，所以与究竟的果位非常接之近了。诸位将来在经上看大比丘、大阿罗汉，都是属于大乘；如果没有这个字样，称比丘、称阿罗汉那必定是属于小乘，是这点差别在。除这个意思之外，蕅益大师他所讲的，还有「慧解脱，俱解脱，无疑解脱」，这三种不同，此地大阿罗汉是属于无疑解脱。",
      "zh_TW": "第三個意思是無生，無生這就是魔王恐怖的果報，在比丘裡頭有怖魔，那是在因地剛剛受戒，四番羯磨的時候，魔王聽到了生恐怖。現在已經證果，證什麼果？證無生法忍，確實親證得一切法不生不滅，這稱之為無生。換句話說，他不但是從此以後不會再到三界六道來受生，實際上，小乘羅漢就已經做到這個地步了。大乘羅漢功夫更高，不但分段生死盡了，連變易生死也將要盡了。由法雲地再上去就是等覺菩薩，等覺菩薩是等同諸佛，所以與究竟的果位非常接之近了。諸位將來在經上看大比丘、大阿羅漢，都是屬於大乘；如果沒有這個字樣，稱比丘、稱阿羅漢那必定是屬於小乘，是這點差別在。除這個意思之外，蕅益大師他所講的，還有「慧解脫，俱解脫，無疑解脫」，這三種不同，此地大阿羅漢是屬於無疑解脫。"
    },
    {
      "id": "01-001-0006_p0006",
      "zh_CN": "底下这是要跟诸位要介绍十六位长老，长老的德号前面都已经念过了。首先解释『长老』这两个字的意思，是「德腊俱尊之称」，德是讲他的道德，那总得有道德；腊是讲他的年岁，是指年岁。可是佛门里面称长老最注重的是德，最注重。因为这十六位里面，可以说都是有很高的智慧、道德水准；在年龄上来讲，有年岁很小的，由此可知，它最注重是德。当然有年龄的关系这更好，所以说德腊俱尊，这在佛门里称长老。这个名词是一直冠在下面十六位尊者，并不只是「长老舍利弗」，舍利弗长老其他的不是，不是的；其余全部都是的。向下这十六位尊者，如果要细说，每个人都有段历史，都有段故事，那是耽误时间太长，在此地我们就不必要了。只把他的专长，在这部经表法的意思，跟诸位说出来。",
      "zh_TW": "底下這是要跟諸位要介紹十六位長老，長老的德號前面都已經念過了。首先解釋『長老』這兩個字的意思，是「德臘俱尊之稱」，德是講他的道德，那總得有道德；臘是講他的年歲，是指年歲。可是佛門裡面稱長老最注重的是德，最注重。因為這十六位裡面，可以說都是有很高的智慧、道德水準；在年齡上來講，有年歲很小的，由此可知，它最注重是德。當然有年齡的關係這更好，所以說德臘俱尊，這在佛門裡稱長老。這個名詞是一直冠在下面十六位尊者，並不只是「長老舍利弗」，舍利弗長老其他的不是，不是的；其餘全部都是的。向下這十六位尊者，如果要細說，每個人都有段歷史，都有段故事，那是耽誤時間太長，在此地我們就不必要了。只把他的專長，在這部經表法的意思，跟諸位說出來。"
    },
    {
      "id": "01-001-0006_p0007",
      "zh_CN": "『舍利弗』翻成中国的意思，叫「鹙子」，鹙就是鹙鹭，鹭鸶，这鸟。他的母亲长得非常美，尤其是眼睛明亮，所以人家叫她做鹙。这个「弗」是子的意思，就是这个女人的儿子，叫鹙这个女人的儿子。印度话叫舍利，就是叫舍利女人的儿子，弗就是儿子的意思。所以他的名字是从他母亲名字得来。他在释迦牟尼佛的会下，是「智慧第一」，这个智慧是讲的权智。实际上舍利弗跟目犍连都是古佛再来的。",
      "zh_TW": "『舍利弗』翻成中國的意思，叫「鶖子」，鶖就是鶖鷺，鷺鷥，這鳥。他的母親長得非常美，尤其是眼睛明亮，所以人家叫她做鶖。這個「弗」是子的意思，就是這個女人的兒子，叫鶖這個女人的兒子。印度話叫舍利，就是叫舍利女人的兒子，弗就是兒子的意思。所以他的名字是從他母親名字得來。他在釋迦牟尼佛的會下，是「智慧第一」，這個智慧是講的權智。實際上舍利弗跟目犍連都是古佛再來的。"
    },
    {
      "id": "01-001-0006_p0008",
      "zh_CN": "第二位尊者『摩诃目犍连』，摩诃是印度话，翻成大，目犍连是「采菽氏」，他在世尊会下「神通第一」。这就是表明这部经神通第一，智慧第一。『摩诃迦叶』，这位尊者名气很大，翻成中国意思叫「大饮光」，原因就是这位尊者多生多劫之前，他就是个修行人。在过去世，佛讲他在过去世的因中，他是一个冶金师，就是冶炼金银。像我们现在做首饰的，银楼里面做首饰的师父，所以说是他冶金的技术相当高明。有一次就遇到有个女子，在佛门里面，看到佛像年久失修。佛像都是装了金，那个金脱了，她就想把脱落的金把它补好，她就发了这个愿。她有金，冶金师就说「那行，妳只要有金，我帮助妳做」。这两个人发的这个心，发的这个善愿，这是替佛来装金。因此他生生世世都有光明，而且光明很大，他所在的处所，其他的光明都不能够显现，所以叫做饮光。这个人当然他的出身非常之好，是贵族，贵族出身，他修苦行，「头陀第一」。头陀是什么意思？头陀是印度话，意思就说「断尽了烦恼」，以苦行这个方式将见思烦恼断尽。这位尊者是「传佛心印之人，禅宗的初祖」，我们晓得传法传里面，释迦牟尼佛拈花微笑，将涅槃妙心传与摩诃迦叶，他是第一代的祖师。摩诃迦叶传给阿难，由阿难代代相传，传到达摩祖师这是第二十八代；达摩祖师到中国来，成为中国的禅宗初祖。我们中国最著名的是惠能大师，惠能大师在中国禅宗是第六代的祖师，从达摩祖师算起，这是传佛法的人。",
      "zh_TW": "第二位尊者『摩訶目犍連』，摩訶是印度話，翻成大，目犍連是「采菽氏」，他在世尊會下「神通第一」。這就是表明這部經神通第一，智慧第一。『摩訶迦葉』，這位尊者名氣很大，翻成中國意思叫「大飲光」，原因就是這位尊者多生多劫之前，他就是個修行人。在過去世，佛講他在過去世的因中，他是一個冶金師，就是冶煉金銀。像我們現在做首飾的，銀樓裡面做首飾的師父，所以說是他冶金的技術相當高明。有一次就遇到有個女子，在佛門裡面，看到佛像年久失修。佛像都是裝了金，那個金脫了，她就想把脫落的金把它補好，她就發了這個願。她有金，冶金師就說「那行，妳只要有金，我幫助妳做」。這兩個人發的這個心，發的這個善願，這是替佛來裝金。因此他生生世世都有光明，而且光明很大，他所在的處所，其他的光明都不能夠顯現，所以叫做飲光。這個人當然他的出身非常之好，是貴族，貴族出身，他修苦行，「頭陀第一」。頭陀是什麼意思？頭陀是印度話，意思就說「斷盡了煩惱」，以苦行這個方式將見思煩惱斷盡。這位尊者是「傳佛心印之人，禪宗的初祖」，我們曉得傳法傳裡面，釋迦牟尼佛拈花微笑，將涅槃妙心傳與摩訶迦葉，他是第一代的祖師。摩訶迦葉傳給阿難，由阿難代代相傳，傳到達摩祖師這是第二十八代；達摩祖師到中國來，成為中國的禪宗初祖。我們中國最著名的是惠能大師，惠能大師在中國禪宗是第六代的祖師，從達摩祖師算起，這是傳佛法的人。"
    },
    {
      "id": "01-001-0006_p0009",
      "zh_CN": "下面一位『摩诃迦栴延』，中国的意思「大文饰」，文是文采，饰是装饰。这位尊者他是非常讲究仪容的，就是穿着得非常整齐，非常的大方美观，佛法里面称之为庄严。他在佛门里面是「论议第一」，他有辩才，辩才无碍，论议第一。",
      "zh_TW": "下面一位『摩訶迦栴延』，中國的意思「大文飾」，文是文采，飾是裝飾。這位尊者他是非常講究儀容的，就是穿著得非常整齊，非常的大方美觀，佛法裡面稱之為莊嚴。他在佛門裡面是「論議第一」，他有辯才，辯才無礙，論議第一。"
    },
    {
      "id": "01-001-0006_p0010",
      "zh_CN": "『摩诃拘𫄨罗』，翻成中国意思是「大膝」，这个人有个特征，膝盖比别人都要大，所以就叫做大膝，印度话叫摩诃拘𫄨罗。他是舍利弗的母舅，舍利弗的舅父，这个人也是非常之了不起，世出世间的学问都通达。他是「答问第一」，你有什么疑难的问题去请教他，他立刻就能够回答你，都能够替你解决。",
      "zh_TW": "『摩訶拘絺羅』，翻成中國意思是「大膝」，這個人有個特徵，膝蓋比別人都要大，所以就叫做大膝，印度話叫摩訶拘絺羅。他是舍利弗的母舅，舍利弗的舅父，這個人也是非常之了不起，世出世間的學問都通達。他是「答問第一」，你有什麼疑難的問題去請教他，他立刻就能夠回答你，都能夠替你解決。"
    },
    {
      "id": "01-001-0006_p0011",
      "zh_CN": "『离婆多』尊者，翻成中国意思叫「星宿，无倒乱第一」，他无论在什么境界，顺境也好，逆境也好，他绝不颠倒；换句话说，他对于境界看得清清楚楚。正如同佛在《金刚经》里面所说的，「凡所有相，皆是虚妄」，所以他不会被境界所迷惑，这是很难得的人。",
      "zh_TW": "『離婆多』尊者，翻成中國意思叫「星宿，無倒亂第一」，他無論在什麼境界，順境也好，逆境也好，他絕不顛倒；換句話說，他對於境界看得清清楚楚。正如同佛在《金剛經》裡面所說的，「凡所有相，皆是虛妄」，所以他不會被境界所迷惑，這是很難得的人。"
    },
    {
      "id": "01-001-0006_p0012",
      "zh_CN": "『周利槃陀伽』，翻成中国的意思叫「继道」，道就是道路，因为他的哥哥是在大路旁边生的，他是在小路旁边生的，所以说是取这么个意思。当然这个意思里头还有引伸的意思，就是能够继承道统的，有这个意思在。这位尊者这是「义持第一」，说到他在佛门里也是非常有名。因为一般人学佛，有些人没有自信心，总以为自己没有善根，业障太重，没有法子来学这些高深的学问。而周利槃陀伽他所显示的，就是在佛的弟子当中他是很笨的人，笨得难以想像。他的哥哥也出家，看到他太笨，就劝他「你算了，你回去！」他哭哭啼啼不肯回去。释迦牟尼佛把他叫到身边，安慰他，「好，没有关系，你好好的学」。释迦牟尼佛就教他念「苕帚」两个字，扫地的苕帚。他念苕，帚忘掉了；念帚，上面苕又忘掉。两个字，念上头忘了下头，念下面忘了上面，诸位想想，笨到这样的人也不可多得。所以他听经，当然没有办法来记得，于是乎就用这两个字，佛就教他这个办法，一天念到晚就念苕帚、苕帚。念了相当一个时期，他心开意解，真的那把苕帚把他自己心里面，无始劫来的烦恼业障扫得干干净净，他证了阿罗汉。所以他得总持法门。",
      "zh_TW": "『周利槃陀伽』，翻成中國的意思叫「繼道」，道就是道路，因為他的哥哥是在大路旁邊生的，他是在小路旁邊生的，所以說是取這麼個意思。當然這個意思裡頭還有引伸的意思，就是能夠繼承道統的，有這個意思在。這位尊者這是「義持第一」，說到他在佛門裡也是非常有名。因為一般人學佛，有些人沒有自信心，總以為自己沒有善根，業障太重，沒有法子來學這些高深的學問。而周利槃陀伽他所顯示的，就是在佛的弟子當中他是很笨的人，笨得難以想像。他的哥哥也出家，看到他太笨，就勸他「你算了，你回去！」他哭哭啼啼不肯回去。釋迦牟尼佛把他叫到身邊，安慰他，「好，沒有關係，你好好的學」。釋迦牟尼佛就教他念「苕帚」兩個字，掃地的苕帚。他念苕，帚忘掉了；念帚，上面苕又忘掉。兩個字，念上頭忘了下頭，念下面忘了上面，諸位想想，笨到這樣的人也不可多得。所以他聽經，當然沒有辦法來記得，於是乎就用這兩個字，佛就教他這個辦法，一天念到晚就念苕帚、苕帚。念了相當一個時期，他心開意解，真的那把苕帚把他自己心裡面，無始劫來的煩惱業障掃得乾乾淨淨，他證了阿羅漢。所以他得總持法門。"
    },
    {
      "id": "01-001-0006_p0013",
      "zh_CN": "这个意思就说，你要说净土法门，念佛法门，你说你很聪明，我可以不要学这个法门，你聪明能够比得上舍利弗吗？连舍利弗那么大的智慧，还要修念佛法门。何况其余？你说我太笨，这个法门恐怕没有办法学，你笨还有笨得过周利槃陀伽的吗？如果你比周利槃陀伽还要聪明一点，这个法门你有分。这些上首摆在此地，都代表有许多特殊的意思，你要讲神通，你的神通比不了目犍连。说明了什么？十六位尊者代表各行各业，代表各种不同层次的人物，真正是「三根普被，利钝全收」。所以，周利槃陀伽在此地代表的义持，义是一切义理他全都能够得到。是个最笨的人，只要他有恒心、有毅力，精进不懈，最后他成就了。",
      "zh_TW": "這個意思就說，你要說淨土法門，念佛法門，你說你很聰明，我可以不要學這個法門，你聰明能夠比得上舍利弗嗎？連舍利弗那麼大的智慧，還要修念佛法門。何況其餘？你說我太笨，這個法門恐怕沒有辦法學，你笨還有笨得過周利槃陀伽的嗎？如果你比周利槃陀伽還要聰明一點，這個法門你有分。這些上首擺在此地，都代表有許多特殊的意思，你要講神通，你的神通比不了目犍連。說明了什麼？十六位尊者代表各行各業，代表各種不同層次的人物，真正是「三根普被，利鈍全收」。所以，周利槃陀伽在此地代表的義持，義是一切義理他全都能夠得到。是個最笨的人，只要他有恆心、有毅力，精進不懈，最後他成就了。"
    },
    {
      "id": "01-001-0006_p0014",
      "zh_CN": "底下一位这是喜尊者，就是『难陀』，难陀是释迦牟尼佛的同胞兄弟。「仪容第一」，他长得很美，我们晓得佛有三十二相，他有三十相，比释迦牟尼佛只欠两种相好，这是仪容第一。『阿难陀』，就是我们平常称的阿难尊者，翻成中国意思叫「庆喜」，他是「佛之堂弟」。阿难的父亲跟释迦牟尼佛的父亲是同胞兄弟，所以他们是属于堂兄弟。在堂兄弟当中，阿难年岁最小，佛这个家族里他是属于小弟。他是「多闻第一」，这是在结集经藏的时候，他是负责将佛四十九年所讲的经，重复再诵出来。",
      "zh_TW": "底下一位這是喜尊者，就是『難陀』，難陀是釋迦牟尼佛的同胞兄弟。「儀容第一」，他長得很美，我們曉得佛有三十二相，他有三十相，比釋迦牟尼佛只欠兩種相好，這是儀容第一。『阿難陀』，就是我們平常稱的阿難尊者，翻成中國意思叫「慶喜」，他是「佛之堂弟」。阿難的父親跟釋迦牟尼佛的父親是同胞兄弟，所以他們是屬於堂兄弟。在堂兄弟當中，阿難年歲最小，佛這個家族裡他是屬於小弟。他是「多聞第一」，這是在結集經藏的時候，他是負責將佛四十九年所講的經，重複再誦出來。"
    },
    {
      "id": "01-001-0006_p0015",
      "zh_CN": "『罗睺罗』翻成中国意思叫「覆障」，这也是有段特殊的因缘。过去有罪业，这一生他在母亲肚子里怀孕，怀了六年，所以这是种很大的障碍。是释迦牟尼佛的儿子，他是「密行第一」，年龄当然很小，佛的儿子年岁很小，十六位尊者当中，他是最小的。看样子他是喜欢玩耍，小孩很调皮喜欢玩；可是他真正修行。别人看不出他修行，释迦牟尼佛晓得他真用功，可是你丝毫看不出他用功的样子。这个修行叫密行，就是别人看不出来。",
      "zh_TW": "『羅睺羅』翻成中國意思叫「覆障」，這也是有段特殊的因緣。過去有罪業，這一生他在母親肚子裡懷孕，懷了六年，所以這是種很大的障礙。是釋迦牟尼佛的兒子，他是「密行第一」，年齡當然很小，佛的兒子年歲很小，十六位尊者當中，他是最小的。看樣子他是喜歡玩耍，小孩很調皮喜歡玩；可是他真正修行。別人看不出他修行，釋迦牟尼佛曉得他真用功，可是你絲毫看不出他用功的樣子。這個修行叫密行，就是別人看不出來。"
    },
    {
      "id": "01-001-0006_p0016",
      "zh_CN": "『憍梵波提』，翻成中国意思叫「牛呞」，这是种业报。在过去世中，他也是出家人，年岁很小，看到老比丘念经，他讽刺他念经不好看，像牛吃草一样。结果老比丘告诉他，「我已经证了阿罗汉，你这样讽刺我，你将来会得果报的」。他虽然是认真的忏悔，可是还得五百世牛的果报，堕在牛身。因此他这个习气还在，就是一天到晚嘴巴总是动，就像牛吃草一样。他已经证阿罗汉果，他自己造这个果报；如果别人看到那个样子，一定也会骂他，你这个样子像牛吃草一样，那不是又害死人了！所以释迦牟尼佛叫他接受天人供养，不准他在人间乞食，接受天人供养；因为天人有神通，知道他是圣人，会供养他。如果在人间的话，别人看到他，一定会笑话他，又会造果报的。这是「受天供养第一」。",
      "zh_TW": "『憍梵波提』，翻成中國意思叫「牛呞」，這是種業報。在過去世中，他也是出家人，年歲很小，看到老比丘念經，他諷刺他念經不好看，像牛吃草一樣。結果老比丘告訴他，「我已經證了阿羅漢，你這樣諷刺我，你將來會得果報的」。他雖然是認真的懺悔，可是還得五百世牛的果報，墮在牛身。因此他這個習氣還在，就是一天到晚嘴巴總是動，就像牛吃草一樣。他已經證阿羅漢果，他自己造這個果報；如果別人看到那個樣子，一定也會罵他，你這個樣子像牛吃草一樣，那不是又害死人了！所以釋迦牟尼佛叫他接受天人供養，不准他在人間乞食，接受天人供養；因為天人有神通，知道他是聖人，會供養他。如果在人間的話，別人看到他，一定會笑話他，又會造果報的。這是「受天供養第一」。"
    },
    {
      "id": "01-001-0006_p0017",
      "zh_CN": "『宾头卢颇罗堕』，这位尊者与我们末法时期的众生有特殊的因缘，就是佛不准他入灭，留在人间做为「福田第一」。宾头卢颇罗堕意思是「不动」，福田第一。就是我们今天，譬如说一般道场里面打千僧斋，可能尊者就会化身到这个地方来应供。可是我们要晓得一个条件，凡是能够感得佛菩萨来应供的，这一定是感应道交；如果我们自己没有真正的德行，是不能感应的。譬如说我们一般的老百姓，我们也没有什么特殊的情形，我们今天办一桌好酒菜，我们请总统来吃。他来不来？不会来的，不可能的。你真正说是建了很大的功业，有特殊的情形，总统就会来，这就感应道交。",
      "zh_TW": "『賓頭盧頗羅墮』，這位尊者與我們末法時期的眾生有特殊的因緣，就是佛不准他入滅，留在人間做為「福田第一」。賓頭盧頗羅墮意思是「不動」，福田第一。就是我們今天，譬如說一般道場裡面打千僧齋，可能尊者就會化身到這個地方來應供。可是我們要曉得一個條件，凡是能夠感得佛菩薩來應供的，這一定是感應道交；如果我們自己沒有真正的德行，是不能感應的。譬如說我們一般的老百姓，我們也沒有什麼特殊的情形，我們今天辦一桌好酒菜，我們請總統來吃。他來不來？不會來的，不可能的。你真正說是建了很大的功業，有特殊的情形，總統就會來，這就感應道交。"
    },
    {
      "id": "01-001-0006_p0018",
      "zh_CN": "而不是一般我只发个心，我今天来打个千僧斋，我来求福报，这些佛菩萨、阿罗汉就来应供；真心办道才会有感应道交，真与真感应，诚与诚感应。没有真诚，心不在道，满脑子里面就求名闻利养，那也有感应，谁来感应？魔来感应。像《阿难问事佛吉凶经》里面所说的，「恶鬼屯门」，魔鬼来感应，佛菩萨不来感应。像寺院里面我们供的佛菩萨形像，我们心里面真有佛菩萨，你去拜他，那就是真佛菩萨在。如果说拿这个做招牌欺骗别人，所谓神棍之流的，那个地方虽然是佛像，真佛不在那个地方，而魔鬼附在佛像上。像这些基本的常识，我们要懂，佛法也不外乎天理人情。理是属于真谛，情是属于俗谛，真俗圆融，真俗不二，所以他才有感应道交。这是人天福田第一尊者。",
      "zh_TW": "而不是一般我只發個心，我今天來打個千僧齋，我來求福報，這些佛菩薩、阿羅漢就來應供；真心辦道才會有感應道交，真與真感應，誠與誠感應。沒有真誠，心不在道，滿腦子裡面就求名聞利養，那也有感應，誰來感應？魔來感應。像《阿難問事佛吉凶經》裡面所說的，「惡鬼屯門」，魔鬼來感應，佛菩薩不來感應。像寺院裡面我們供的佛菩薩形像，我們心裡面真有佛菩薩，你去拜他，那就是真佛菩薩在。如果說拿這個做招牌欺騙別人，所謂神棍之流的，那個地方雖然是佛像，真佛不在那個地方，而魔鬼附在佛像上。像這些基本的常識，我們要懂，佛法也不外乎天理人情。理是屬於真諦，情是屬於俗諦，真俗圓融，真俗不二，所以他才有感應道交。這是人天福田第一尊者。"
    },
    {
      "id": "01-001-0006_p0019",
      "zh_CN": "『迦留陀夷』，翻成中国的意思是「黑光」，我们一想这位尊者可能是黑人，皮肤很黑，但是虽然黑非常光亮。他在世尊会下是「教化第一」，他很懂得教学法，教学的善巧，教化第一。",
      "zh_TW": "『迦留陀夷』，翻成中國的意思是「黑光」，我們一想這位尊者可能是黑人，皮膚很黑，但是雖然黑非常光亮。他在世尊會下是「教化第一」，他很懂得教學法，教學的善巧，教化第一。"
    },
    {
      "id": "01-001-0006_p0020",
      "zh_CN": "『摩诃劫宾那』，房宿，这星宿，是因为他的母亲祈祷星宿生的他，所以以后他就叫做摩诃劫宾那。这个人他有特长，「知星宿第一」，拿今天来讲他是个天文学家。",
      "zh_TW": "『摩訶劫賓那』，房宿，這星宿，是因為他的母親祈禱星宿生的他，所以以後他就叫做摩訶劫賓那。這個人他有特長，「知星宿第一」，拿今天來講他是個天文學家。"
    },
    {
      "id": "01-001-0006_p0021",
      "zh_CN": "『薄拘罗』尊者翻成中国意思，叫「善容」，就是面孔非常的慈祥，是个慈悲的相。他是「寿命第一」，在佛的弟子当中他的寿命最大，一百六十岁，有这样的老人在这个会中。从这十六位尊者，诸位要细细的去体会，他所代表的意义。",
      "zh_TW": "『薄拘羅』尊者翻成中國意思，叫「善容」，就是面孔非常的慈祥，是個慈悲的相。他是「壽命第一」，在佛的弟子當中他的壽命最大，一百六十歲，有這樣的老人在這個會中。從這十六位尊者，諸位要細細的去體會，他所代表的意義。"
    },
    {
      "id": "01-001-0006_p0022",
      "zh_CN": "『阿[少/兔]楼驮』，在《楞严经》里面翻作「阿那律陀」，这是一个人。所以翻译《弥陀经》里头是阿[少/兔]楼驮这个翻法，其他有翻阿那律陀，他是一个人不是两个人，这个诸位特别要注意到的。因为这位尊者，我们在经论里头常常会提到他，这个意思叫「无贫」，他是佛的堂弟，因为也是过去生中喜欢布施，救济贫苦，所以感得九十多劫不受贫穷的果报。就是财布施多，财布施是因，无贫这是果报。他在佛的会下这是「天眼第一」，这也是有个特殊的因缘，他听经喜欢打瞌睡，有一天被佛骂了一顿。说是你这个人身难得，佛法难闻，怎么老是精神提不起来？一到讲堂里面来就打瞌睡。所以佛就比喻他像蚌壳、螺蛳一类的，说是你一睡一千年，不闻佛名字。很可怜！",
      "zh_TW": "『阿[少/兔]樓馱』，在《楞嚴經》裡面翻作「阿那律陀」，這是一個人。所以翻譯《彌陀經》裡頭是阿[少/兔]樓馱這個翻法，其他有翻阿那律陀，他是一個人不是兩個人，這個諸位特別要注意到的。因為這位尊者，我們在經論裡頭常常會提到他，這個意思叫「無貧」，他是佛的堂弟，因為也是過去生中喜歡布施，救濟貧苦，所以感得九十多劫不受貧窮的果報。就是財布施多，財布施是因，無貧這是果報。他在佛的會下這是「天眼第一」，這也是有個特殊的因緣，他聽經喜歡打瞌睡，有一天被佛罵了一頓。說是你這個人身難得，佛法難聞，怎麼老是精神提不起來？一到講堂裡面來就打瞌睡。所以佛就比喻他像蚌殼、螺螄一類的，說是你一睡一千年，不聞佛名字。很可憐！"
    },
    {
      "id": "01-001-0006_p0023",
      "zh_CN": "他经过佛一番呵斥之后，他真的精进，勇猛精进，七天七夜不闭眼睛，结果把眼睛弄坏了，眼睛瞎了。佛很怜悯他，觉得他真正能够回头，能够改过自新，是很了不起的。于是乎就教他修一种定，这种定叫「乐见光明金刚三昧」，他这个定修成了，修成他得了天眼。所以称之为什么？半头天眼。他半个头他都能见，不必用眼见。他前后左右都能见，在阿罗汉里面这是「天眼第一」。一般小乘阿罗汉天眼的能力，只能够见一个小千世界；而阿[少/兔]楼驮能够见到三千大千世界。经里面常讲「观三千大千世界，如观掌中庵摩罗果」，这个典故就是从这个地方出来的。他这个天眼是修得的，也是阿罗汉的见量最大的，可以能够达到三千大千世界。",
      "zh_TW": "他經過佛一番呵斥之後，他真的精進，勇猛精進，七天七夜不閉眼睛，結果把眼睛弄壞了，眼睛瞎了。佛很憐憫他，覺得他真正能夠回頭，能夠改過自新，是很了不起的。於是乎就教他修一種定，這種定叫「樂見光明金剛三昧」，他這個定修成了，修成他得了天眼。所以稱之為什麼？半頭天眼。他半個頭他都能見，不必用眼見。他前後左右都能見，在阿羅漢裡面這是「天眼第一」。一般小乘阿羅漢天眼的能力，只能夠見一個小千世界；而阿[少/兔]樓馱能夠見到三千大千世界。經裡面常講「觀三千大千世界，如觀掌中菴摩羅果」，這個典故就是從這個地方出來的。他這個天眼是修得的，也是阿羅漢的見量最大的，可以能夠達到三千大千世界。"
    },
    {
      "id": "01-001-0006_p0024",
      "zh_CN": "这些人都是佛的常随众，常随弟子，「此等常随众」，本来都是一些法身大士。实在讲这里面有成了佛再来的，有的都是大乘很高地位的菩萨，他们是来示现的，好像来唱戏，他们来唱这个角色。「示作声闻」，声闻是小乘，其实他们不是小乘人，这就好像我们世间演艺人员一样，去表演。唱一台戏，我们晓得主角只能有一个，释迦牟尼佛唱主角，没有配角，这台戏也是没有法子唱得好的。所以必须要有配角，这就是经上所讲的「一佛出世，千佛拥护」，道理在此地。这一佛出世，他唱主角，千佛都要来帮他的忙，要来给他做配角，所以这里头有很多古佛，有些大菩萨再来。「为影响众」，他们都是行家，他们对于佛法没有一桩不通达，跟释迦牟尼佛一唱一答，就跟唱双簧一样。其目的在哪里？目的是供养大众。因为这些大众迷惑颠倒，问也问不出来，他们来代问，一听大家开悟了，都得了佛法的利益。",
      "zh_TW": "這些人都是佛的常隨眾，常隨弟子，「此等常隨眾」，本來都是一些法身大士。實在講這裡面有成了佛再來的，有的都是大乘很高地位的菩薩，他們是來示現的，好像來唱戲，他們來唱這個角色。「示作聲聞」，聲聞是小乘，其實他們不是小乘人，這就好像我們世間演藝人員一樣，去表演。唱一台戲，我們曉得主角只能有一個，釋迦牟尼佛唱主角，沒有配角，這台戲也是沒有法子唱得好的。所以必須要有配角，這就是經上所講的「一佛出世，千佛擁護」，道理在此地。這一佛出世，他唱主角，千佛都要來幫他的忙，要來給他做配角，所以這裡頭有很多古佛，有些大菩薩再來。「為影響眾」，他們都是行家，他們對於佛法沒有一樁不通達，跟釋迦牟尼佛一唱一答，就跟唱雙簧一樣。其目的在哪裡？目的是供養大眾。因為這些大眾迷惑顛倒，問也問不出來，他們來代問，一聽大家開悟了，都得了佛法的利益。"
    },
    {
      "id": "01-001-0006_p0025",
      "zh_CN": "再看这些人都有专长，个个第一，没有第二的；换句话说，在人间都是第一等人，他们都做佛弟子，都来学佛法。何况我们？在本经里面表法，这样第一流的人，世间一等人，佛法里面也是一等人，他们都来修净土法门，可见净土法门是真好！值得修学。如果净土法门不好，不值得修学，这些人为什么他要来学？「今闻净土摄受功德，得第一义悉檀之益」，这四悉檀到后面会讲到，得第一义悉檀这种殊胜的功德利益。",
      "zh_TW": "再看這些人都有專長，個個第一，沒有第二的；換句話說，在人間都是第一等人，他們都做佛弟子，都來學佛法。何況我們？在本經裡面表法，這樣第一流的人，世間一等人，佛法裡面也是一等人，他們都來修淨土法門，可見淨土法門是真好！值得修學。如果淨土法門不好，不值得修學，這些人為什麼他要來學？「今聞淨土攝受功德，得第一義悉檀之益」，這四悉檀到後面會講到，得第一義悉檀這種殊勝的功德利益。"
    },
    {
      "id": "01-001-0006_p0026",
      "zh_CN": "「增道损生」，增道就是道业增长，这个道是讲的明心见性，一心不乱，一天一天的成就了。损生是什么？就是三界六道轮回生死，这个生死一天一天远离，了生死超越三界！这是证得菩提涅槃。「自净佛土，复名当机众矣」，他不但是自己发心来修学净土法门，而且还代表他们才是这个法门真正的当机者。这句话用意很深，诸位想想，这些人是这个法门的当机。我们想想自己是不是可以学这个法门？我们学这个法门会不会有成就？这一想就可以明了了，自己的信心也就建立了。再看底下一段经文：",
      "zh_TW": "「增道損生」，增道就是道業增長，這個道是講的明心見性，一心不亂，一天一天的成就了。損生是什麼？就是三界六道輪迴生死，這個生死一天一天遠離，了生死超越三界！這是證得菩提涅槃。「自淨佛土，復名當機眾矣」，他不但是自己發心來修學淨土法門，而且還代表他們才是這個法門真正的當機者。這句話用意很深，諸位想想，這些人是這個法門的當機。我們想想自己是不是可以學這個法門？我們學這個法門會不會有成就？這一想就可以明瞭了，自己的信心也就建立了。再看底下一段經文："
    },
    {
      "id": "01-001-0006_p0027",
      "zh_CN": "【并诸菩萨摩诃萨。文殊师利法王子。阿逸多菩萨。干陀诃提菩萨。常精进菩萨。与如是等诸大菩萨。】",
      "zh_TW": "【並諸菩薩摩訶薩。文殊師利法王子。阿逸多菩薩。乾陀訶提菩薩。常精進菩薩。與如是等諸大菩薩。】"
    },
    {
      "id": "01-001-0006_p0028",
      "zh_CN": "这段是说的菩萨众，通序里面这是说到与会，当时佛讲经、听经这些大众，先介绍的是小乘的声闻，其次介绍大乘的菩萨，这个意思在前面已经交代过。这个地方菩萨上首列了四位，这四位菩萨，先要简单的把『菩萨』两个字含义略为介绍一下。「菩萨」是菩提萨埵的略称，翻成中国的意思，古译作「大道心众生」；新译为「觉有情」，就是觉悟的有情众生。古译与新译是从玄奘大师这个地方来分的，那就是玄奘大师以前，我们称为旧译，或者称为古译；玄奘大师所翻的这些经论，我们称之为新译。就是玄奘大师所译的，是觉悟的有情众生；在玄奘大师以前，都翻成为大道心众生。这译法都译得非常之好。",
      "zh_TW": "這段是說的菩薩眾，通序裡面這是說到與會，當時佛講經、聽經這些大眾，先介紹的是小乘的聲聞，其次介紹大乘的菩薩，這個意思在前面已經交代過。這個地方菩薩上首列了四位，這四位菩薩，先要簡單的把『菩薩』兩個字含義略為介紹一下。「菩薩」是菩提薩埵的略稱，翻成中國的意思，古譯作「大道心眾生」；新譯為「覺有情」，就是覺悟的有情眾生。古譯與新譯是從玄奘大師這個地方來分的，那就是玄奘大師以前，我們稱為舊譯，或者稱為古譯；玄奘大師所翻的這些經論，我們稱之為新譯。就是玄奘大師所譯的，是覺悟的有情眾生；在玄奘大師以前，都翻成為大道心眾生。這譯法都譯得非常之好。"
    },
    {
      "id": "01-001-0006_p0029",
      "zh_CN": "什么叫大道心？什么叫觉？它的标准又是什么？这在经论里面讲得很清楚，必须要发菩提心，才能称之为大道心众生，才能称之为觉有情。在这个地方我们要把什么叫做「菩提心」，跟诸位说明一下。大道心众生是觉有情，这是有智慧慈悲，智慧是上求佛法，慈悲是下化众生，最重要的是菩提心。菩提是印度话，翻成中国的意思是觉，菩提心就是觉心。菩提心里面包括三个意思，第一个是「直心」，第二个是「深心」，第三个是「大悲心」，这是一切经里头差不多都是这样说的。佛在《观无量寿佛经》里面讲三心，他的名词稍微变了一点，他讲的是「至诚心、深心与回向发愿心」，这是菩提心。两者我们一比较，这个意思就更明显了，所谓直就是没有一丝毫的委屈，也就是我们讲的真心。真心，真到什么程度才算是真？那我们看至诚，这个意思就能够体会到一些。",
      "zh_TW": "什麼叫大道心？什麼叫覺？它的標準又是什麼？這在經論裡面講得很清楚，必須要發菩提心，才能稱之為大道心眾生，才能稱之為覺有情。在這個地方我們要把什麼叫做「菩提心」，跟諸位說明一下。大道心眾生是覺有情，這是有智慧慈悲，智慧是上求佛法，慈悲是下化眾生，最重要的是菩提心。菩提是印度話，翻成中國的意思是覺，菩提心就是覺心。菩提心裡面包括三個意思，第一個是「直心」，第二個是「深心」，第三個是「大悲心」，這是一切經裡頭差不多都是這樣說的。佛在《觀無量壽佛經》裡面講三心，他的名詞稍微變了一點，他講的是「至誠心、深心與迴向發願心」，這是菩提心。兩者我們一比較，這個意思就更明顯了，所謂直就是沒有一絲毫的委屈，也就是我們講的真心。真心，真到什麼程度才算是真？那我們看至誠，這個意思就能夠體會到一些。"
    },
    {
      "id": "01-001-0006_p0030",
      "zh_CN": "可是诚究竟是什么境界？过去曾国藩先生曾经说过，他解释什么是诚，说诚的定义，「一念不生」叫做诚，这种解释相当的正确。正如六祖大师所说「本来无一物，何处惹尘埃」，这个心就是至诚心，这个心就是直心。菩提心里面虽然讲三条，是以这一条为体，另外两条那是受用。深心是自受用，大悲心是他受用，就是对待一切众生的心；深心是什么？是对待自己的心。深是什么意思？我们一般的解释，「好德、好善」，真正的喜欢道德、喜欢善行。这是属于自己的，自己自受用的，也就是我们今天所谓是精神生活。大悲心就是慈悲心，怜悯一切众生的心，同情一切众生，帮助一切众生，这是大悲心，这是对待别人的心。",
      "zh_TW": "可是誠究竟是什麼境界？過去曾國藩先生曾經說過，他解釋什麼是誠，說誠的定義，「一念不生」叫做誠，這種解釋相當的正確。正如六祖大師所說「本來無一物，何處惹塵埃」，這個心就是至誠心，這個心就是直心。菩提心裡面雖然講三條，是以這一條為體，另外兩條那是受用。深心是自受用，大悲心是他受用，就是對待一切眾生的心；深心是什麼？是對待自己的心。深是什麼意思？我們一般的解釋，「好德、好善」，真正的喜歡道德、喜歡善行。這是屬於自己的，自己自受用的，也就是我們今天所謂是精神生活。大悲心就是慈悲心，憐憫一切眾生的心，同情一切眾生，幫助一切眾生，這是大悲心，這是對待別人的心。"
    },
    {
      "id": "01-001-0006_p0031",
      "zh_CN": "我们晓得就以人道来说，知道自爱的人不少，知道帮助别人的也不少，他能不能叫菩萨？不能。为什么不能？因为他这种好德好善与慈悲，不是建立在直心的基础上，那不是真正的觉心。必须是要有至诚心的基础，与深心、大悲心是从至诚心里面发出来的，这叫做菩提心。菩提心是真心，所以那个大慈大悲是真的，那种自爱、好德、好善也是真的，决定不妄。所谓不妄就是他永远不变，他永远能够保持住，他没有分别，他没有执着，他没有偏爱。这是我们学佛，尤其是修学大乘佛法，一定要把它搞得清清楚楚，一定要发菩提心才能够修菩萨道。在净土法门里面来说，净土法门属于大乘法，没有菩提心怎么能够成就大乘法里面的往生？所以我们看看世间人，念佛的人多，真正得生净土的人少，原因在哪里？心不相应，这是特别要注意到的。",
      "zh_TW": "我們曉得就以人道來說，知道自愛的人不少，知道幫助別人的也不少，他能不能叫菩薩？不能。為什麼不能？因為他這種好德好善與慈悲，不是建立在直心的基礎上，那不是真正的覺心。必須是要有至誠心的基礎，與深心、大悲心是從至誠心裡面發出來的，這叫做菩提心。菩提心是真心，所以那個大慈大悲是真的，那種自愛、好德、好善也是真的，決定不妄。所謂不妄就是他永遠不變，他永遠能夠保持住，他沒有分別，他沒有執著，他沒有偏愛。這是我們學佛，尤其是修學大乘佛法，一定要把它搞得清清楚楚，一定要發菩提心才能夠修菩薩道。在淨土法門裡面來說，淨土法門屬於大乘法，沒有菩提心怎麼能夠成就大乘法裡面的往生？所以我們看看世間人，念佛的人多，真正得生淨土的人少，原因在哪裡？心不相應，這是特別要注意到的。"
    },
    {
      "id": "01-001-0006_p0032",
      "zh_CN": "前面虽然讲的小乘阿罗汉，但是诸位晓得人家称为大阿罗汉，称为大比丘，那就不是真正的小乘。是装成小乘的样子，实际上都是菩萨，没有一个不是大乘；乃至后面所讲的人天，也都是发了菩提心的人。所以学佛要从哪里学起？从至诚学起。可是讲到至诚，至是什么？到了极处。说到这个地方，儒、佛之道相去不远，我们在儒书里面，平常我们念四书，在四书里面我们读到，「格物致知，诚意正心」。虽然儒家所讲的，没有佛法讲得这么清楚，讲得这么明白，可是意思都到了。诚意就是直心，就是至诚心；正心就是深心、大悲心。你们想想对不对？儒家把深心、大悲心合成一个叫正心。佛法把它分开两个，一个是自利之心，一个是利他之心，分作两个来说。如果你要想真正修菩提心，在儒家诚意正心，就是佛门的菩提心，的确没有两样。",
      "zh_TW": "前面雖然講的小乘阿羅漢，但是諸位曉得人家稱為大阿羅漢，稱為大比丘，那就不是真正的小乘。是裝成小乘的樣子，實際上都是菩薩，沒有一個不是大乘；乃至後面所講的人天，也都是發了菩提心的人。所以學佛要從哪裡學起？從至誠學起。可是講到至誠，至是什麼？到了極處。說到這個地方，儒、佛之道相去不遠，我們在儒書裡面，平常我們念四書，在四書裡面我們讀到，「格物致知，誠意正心」。雖然儒家所講的，沒有佛法講得這麼清楚，講得這麼明白，可是意思都到了。誠意就是直心，就是至誠心；正心就是深心、大悲心。你們想想對不對？儒家把深心、大悲心合成一個叫正心。佛法把它分開兩個，一個是自利之心，一個是利他之心，分作兩個來說。如果你要想真正修菩提心，在儒家誠意正心，就是佛門的菩提心，的確沒有兩樣。"
    },
    {
      "id": "01-001-0006_p0033",
      "zh_CN": "在这个前面要「格物致知」，格物，物是什么？物是说的物欲，就是欲望，七情五欲。格是什么？格是格杀，就像前面阿罗汉杀贼的意思一样。由此可知，格物就是断烦恼，就是阿罗汉里面所讲的杀贼的意思，把烦恼贼给它杀尽，这就是格物的意思。格除一切物欲，致知就是破所知障，你看看格物破烦恼障，致知破所知障，二障破尽了，直心才现前，至诚心才现前。至诚心现前，也就是根本智现前，根本智就是直心，就是至诚心。世俗间也常说「诚则灵」，诚到了极处心就灵了，所以心灵就是讲智慧现前。这种智慧是你本性本来具有的智慧，不是从外面学得来的。所谓是一切智、无师智，这个时候豁然获得了。",
      "zh_TW": "在這個前面要「格物致知」，格物，物是什麼？物是說的物欲，就是欲望，七情五欲。格是什麼？格是格殺，就像前面阿羅漢殺賊的意思一樣。由此可知，格物就是斷煩惱，就是阿羅漢裡面所講的殺賊的意思，把煩惱賊給它殺盡，這就是格物的意思。格除一切物欲，致知就是破所知障，你看看格物破煩惱障，致知破所知障，二障破盡了，直心才現前，至誠心才現前。至誠心現前，也就是根本智現前，根本智就是直心，就是至誠心。世俗間也常說「誠則靈」，誠到了極處心就靈了，所以心靈就是講智慧現前。這種智慧是你本性本來具有的智慧，不是從外面學得來的。所謂是一切智、無師智，這個時候豁然獲得了。"
    },
    {
      "id": "01-001-0006_p0034",
      "zh_CN": "「修身、齐家、治国、平天下」，就是在什么？这个三心之用，菩提心的德用，没有一桩事情做得不圆满，没有一桩事情不究竟。所以真正美满幸福的人生，确实建立在菩提心的基础上；也就是建立在格物致知、诚意正心的基础上。这是学问的大根大本，也是大乘佛法的根本，具足这样的根本，这才称之为菩萨，真正发菩提心。",
      "zh_TW": "「修身、齊家、治國、平天下」，就是在什麼？這個三心之用，菩提心的德用，沒有一樁事情做得不圓滿，沒有一樁事情不究竟。所以真正美滿幸福的人生，確實建立在菩提心的基礎上；也就是建立在格物致知、誠意正心的基礎上。這是學問的大根大本，也是大乘佛法的根本，具足這樣的根本，這才稱之為菩薩，真正發菩提心。"
    },
    {
      "id": "01-001-0006_p0035",
      "zh_CN": "我在讲席当中，因为常常讲到这个问题，许多初学的同修对于名相(就是名词术语)往往感到困惑。所以我把名词改变，但是意思是一样的，这样说法大家就更容易明白。我把它称作「平等心」，直心是平等心，诚到极处一念不生。像六祖所说的「本来无一物」，本来无一物这是真平等，有了一物就有比较，就不会平等；所以直心、至诚心那是平等心。深心则是清净心，无论在什么境界，心得到清净，不为一切境界所染污。在顺境，不为顺境所染；在逆境，不为逆境所染，总得清净；慈悲心就是大悲心。所以我们学佛学什么？学平等、学清净、学慈悲，这就是修学大乘佛法，这是大乘佛法的根基。在《圆觉经》里面讲「净圆觉心」，经上讲圆觉性，实际上心性是一个意思，清净圆满觉悟之心，一切境界里决定不迷，不迷就是觉，迷则不觉，不迷就是觉。所以这三种心就是清净圆满觉悟之心，是我们人人本来具足的。但是现在被烦恼所障碍住了，我们必须要好好的来修学，恢复我们自己原有的净圆觉心。这是菩萨两个字的意思。",
      "zh_TW": "我在講席當中，因為常常講到這個問題，許多初學的同修對於名相(就是名詞術語)往往感到困惑。所以我把名詞改變，但是意思是一樣的，這樣說法大家就更容易明白。我把它稱作「平等心」，直心是平等心，誠到極處一念不生。像六祖所說的「本來無一物」，本來無一物這是真平等，有了一物就有比較，就不會平等；所以直心、至誠心那是平等心。深心則是清淨心，無論在什麼境界，心得到清淨，不為一切境界所染污。在順境，不為順境所染；在逆境，不為逆境所染，總得清淨；慈悲心就是大悲心。所以我們學佛學什麼？學平等、學清淨、學慈悲，這就是修學大乘佛法，這是大乘佛法的根基。在《圓覺經》裡面講「淨圓覺心」，經上講圓覺性，實際上心性是一個意思，清淨圓滿覺悟之心，一切境界裡決定不迷，不迷就是覺，迷則不覺，不迷就是覺。所以這三種心就是清淨圓滿覺悟之心，是我們人人本來具足的。但是現在被煩惱所障礙住了，我們必須要好好的來修學，恢復我們自己原有的淨圓覺心。這是菩薩兩個字的意思。"
    },
    {
      "id": "01-001-0006_p0036",
      "zh_CN": "经文里面讲『并』，这个「并」就是前面的声闻众，除了他们之外还有，还有『诸菩萨』，「诸」是众多，它有两个意思，一个意思当众多讲；另外一个意思就是菩萨一共有五十一个等级，从十信位的初信，十信、十住、十行、十回向、十地、等觉，一共有五十一个位次。这个诸也可以说这五十一个阶级的菩萨统统都包括，这也是一个讲法。另外一个叫泛指众多也行，菩萨。",
      "zh_TW": "經文裡面講『並』，這個「並」就是前面的聲聞眾，除了他們之外還有，還有『諸菩薩』，「諸」是眾多，它有兩個意思，一個意思當眾多講；另外一個意思就是菩薩一共有五十一個等級，從十信位的初信，十信、十住、十行、十迴向、十地、等覺，一共有五十一個位次。這個諸也可以說這五十一個階級的菩薩統統都包括，這也是一個講法。另外一個叫泛指眾多也行，菩薩。"
    },
    {
      "id": "01-001-0006_p0037",
      "zh_CN": "『摩诃萨』，「摩诃」是大，「萨」就是菩萨。大菩萨这样的术语，在佛的经论当中非常之多，我们会常常看见。说菩萨，后面又说摩诃萨，这就说菩萨与大菩萨，菩萨与摩诃萨怎么个分别法？一般的分别是以地上菩萨为摩诃萨。我们讲的三贤十圣，就是十住、十行、十回向，乃至于说四加行这都称菩萨。从初地到等觉，我们称为摩诃萨，这十一个位次称为摩诃萨。摩诃萨就是大菩萨，我们一般称为圣人；初地以下的，我们称之为贤人，这是佛法通常圣贤的定义。",
      "zh_TW": "『摩訶薩』，「摩訶」是大，「薩」就是菩薩。大菩薩這樣的術語，在佛的經論當中非常之多，我們會常常看見。說菩薩，後面又說摩訶薩，這就說菩薩與大菩薩，菩薩與摩訶薩怎麼個分別法？一般的分別是以地上菩薩為摩訶薩。我們講的三賢十聖，就是十住、十行、十迴向，乃至於說四加行這都稱菩薩。從初地到等覺，我們稱為摩訶薩，這十一個位次稱為摩訶薩。摩訶薩就是大菩薩，我們一般稱為聖人；初地以下的，我們稱之為賢人，這是佛法通常聖賢的定義。"
    },
    {
      "id": "01-001-0006_p0038",
      "zh_CN": "在本经里面列了四位上首，这个四位菩萨当然也是代表净土法门的，代表这个法门是表法的。前面十六位尊者是代表这一个法门的当机，就是说什么样的程度，什么样的身分，适合于修学净土法门。十六个人代表的，那代表的各种不同的程度都可以学习，可见这个法门的广大。这四位菩萨是代表法门，换句话说，代表这个法门的理论与方法，代表这个。所以它表法的意思不相同，前面是代表能修之人，这个地方是代表所修之法。",
      "zh_TW": "在本經裡面列了四位上首，這個四位菩薩當然也是代表淨土法門的，代表這個法門是表法的。前面十六位尊者是代表這一個法門的當機，就是說什麼樣的程度，什麼樣的身分，適合於修學淨土法門。十六個人代表的，那代表的各種不同的程度都可以學習，可見這個法門的廣大。這四位菩薩是代表法門，換句話說，代表這個法門的理論與方法，代表這個。所以它表法的意思不相同，前面是代表能修之人，這個地方是代表所修之法。"
    },
    {
      "id": "01-001-0006_p0039",
      "zh_CN": "第一位就是『文殊师利法王子』，「文殊师利」是人，这个名号是梵语音译过来的。「法王子」，佛为法王，这个王取自在的意思，这一个国家国王得自在。为什么？他发号施令，别人都要听从他的，佛法里面就取这个比喻。如果在一切法你都通达，你都没有障碍，你在一切法里头得大自在了，这也称为法中之王，所以佛为法王。像文殊这些菩萨都是等觉菩萨，所谓是后补佛；也就好比是世间那个王太子，他将来要继承王位的，所以称之为法王子。法王子，多半都是对大菩萨的尊称。",
      "zh_TW": "第一位就是『文殊師利法王子』，「文殊師利」是人，這個名號是梵語音譯過來的。「法王子」，佛為法王，這個王取自在的意思，這一個國家國王得自在。為什麼？他發號施令，別人都要聽從他的，佛法裡面就取這個比喻。如果在一切法你都通達，你都沒有障礙，你在一切法裡頭得大自在了，這也稱為法中之王，所以佛為法王。像文殊這些菩薩都是等覺菩薩，所謂是後補佛；也就好比是世間那個王太子，他將來要繼承王位的，所以稱之為法王子。法王子，多半都是對大菩薩的尊稱。"
    },
    {
      "id": "01-001-0006_p0040",
      "zh_CN": "在此地这四位菩萨，我一位一位的给大家来介绍，先介绍「文殊师利菩萨」。在有些经论里翻作「曼殊师利」，这是一个人两种翻法，因为它音译的。既然是音译，它到底是什么意思？这句话是印度话，文殊师利它中国意思是什么？底下给我们说明，它有三个意思，在一般注解里都有。第一个它有「妙德」的意思，第二个也翻作「妙首」，又翻作「妙吉祥」。是这三个都是文殊师利所含的意思，恰恰好在我们净土法门里面来讲，净土是讲信、愿、行。妙首，首是第一，学佛这信第一，《华严》、《大论》里面，佛都告诉我们「信为道元功德母」，信是入道的根源，一切功德都是从它发生的，所以称之为功德母。母是表示能生的意思，这是一切万法之首，这称之为妙首。",
      "zh_TW": "在此地這四位菩薩，我一位一位的給大家來介紹，先介紹「文殊師利菩薩」。在有些經論裡翻作「曼殊師利」，這是一個人兩種翻法，因為它音譯的。既然是音譯，它到底是什麼意思？這句話是印度話，文殊師利它中國意思是什麼？底下給我們說明，它有三個意思，在一般註解裡都有。第一個它有「妙德」的意思，第二個也翻作「妙首」，又翻作「妙吉祥」。是這三個都是文殊師利所含的意思，恰恰好在我們淨土法門裡面來講，淨土是講信、願、行。妙首，首是第一，學佛這信第一，《華嚴》、《大論》裡面，佛都告訴我們「信為道元功德母」，信是入道的根源，一切功德都是從它發生的，所以稱之為功德母。母是表示能生的意思，這是一切萬法之首，這稱之為妙首。"
    },
    {
      "id": "01-001-0006_p0041",
      "zh_CN": "妙德，德是他有大智慧德能，这个法门没有大智慧没有法子相信；吉祥是表示行的意思，只有这个行门最吉祥。所以在菩萨德号里头，把净土信愿行三资粮这个意思统统包含了。古德注解里头讲，文殊是代表「唯智方能信受」，就是这部经要没有甚深的智慧，他没办法相信，没有法子接受。它「表实智，明无生净土」，这个境界高，将来讲到经文里面，一心不乱里头，这是代表理一心不乱；而舍利弗尊者代表权智，对实智来说。实智是根本智，权智是后得智。所以声闻众里面，舍利弗摆在第一，舍利弗智慧第一，是权智；文殊菩萨，菩萨众里面智慧第一，代表的实智。舍利弗是表「明有生净土」，这是事一心不乱；无生净土是理一心不乱。钝根的人「由权入实」，所以说带业往生，或者是从事一心往生，这都是由权入实。而利根的人「则权实双融」，权实不二。文殊菩萨在此地，是显示这部经典「非浅智能信」，甚深的智慧他才能够信、才能够接受，菩萨代表这个意思。",
      "zh_TW": "妙德，德是他有大智慧德能，這個法門沒有大智慧沒有法子相信；吉祥是表示行的意思，只有這個行門最吉祥。所以在菩薩德號裡頭，把淨土信願行三資糧這個意思統統包含了。古德註解裡頭講，文殊是代表「唯智方能信受」，就是這部經要沒有甚深的智慧，他沒辦法相信，沒有法子接受。它「表實智，明無生淨土」，這個境界高，將來講到經文裡面，一心不亂裡頭，這是代表理一心不亂；而舍利弗尊者代表權智，對實智來說。實智是根本智，權智是後得智。所以聲聞眾裡面，舍利弗擺在第一，舍利弗智慧第一，是權智；文殊菩薩，菩薩眾裡面智慧第一，代表的實智。舍利弗是表「明有生淨土」，這是事一心不亂；無生淨土是理一心不亂。鈍根的人「由權入實」，所以說帶業往生，或者是從事一心往生，這都是由權入實。而利根的人「則權實雙融」，權實不二。文殊菩薩在此地，是顯示這部經典「非淺智能信」，甚深的智慧他才能夠信、才能夠接受，菩薩代表這個意思。"
    },
    {
      "id": "01-001-0006_p0042",
      "zh_CN": "第二位菩萨是『阿逸多菩萨』，「阿逸多」就是弥勒菩萨，弥勒是他的姓，阿逸多是他的名字。这位菩萨与我们的关系很密切，因为他是释迦牟尼佛的后补佛，也就是当来下生弥勒佛。经典里面告诉我们，「龙华三会，度生无量」；不过他还要等五十多亿年以后，才会到我们这个世界上来示现成佛。有些外道说他现在就掌天盘，就到人间来度化众生，这是没有这回事情。这是我们要相信，佛在经典里面所说的，我们依法不依人。他在本经里头所表法，诸位看底下的表解，阿逸多是印度话，「此云无能胜，名也」，是他的名字，翻成中国的意思是无能胜。菩萨的慈悲愿力太大了，没有人能够超过，所以叫做无能胜。弥勒，大多数人晓得弥勒，不知道他叫阿逸多，弥勒中国话称之为「慈氏」，慈悲，这是他的姓，阿逸多是名，应当合起来是弥勒阿逸多，这才是完全。",
      "zh_TW": "第二位菩薩是『阿逸多菩薩』，「阿逸多」就是彌勒菩薩，彌勒是他的姓，阿逸多是他的名字。這位菩薩與我們的關係很密切，因為他是釋迦牟尼佛的後補佛，也就是當來下生彌勒佛。經典裡面告訴我們，「龍華三會，度生無量」；不過他還要等五十多億年以後，才會到我們這個世界上來示現成佛。有些外道說他現在就掌天盤，就到人間來度化眾生，這是沒有這回事情。這是我們要相信，佛在經典裡面所說的，我們依法不依人。他在本經裡頭所表法，諸位看底下的表解，阿逸多是印度話，「此云無能勝，名也」，是他的名字，翻成中國的意思是無能勝。菩薩的慈悲願力太大了，沒有人能夠超過，所以叫做無能勝。彌勒，大多數人曉得彌勒，不知道他叫阿逸多，彌勒中國話稱之為「慈氏」，慈悲，這是他的姓，阿逸多是名，應當合起來是彌勒阿逸多，這才是完全。"
    },
    {
      "id": "01-001-0006_p0043",
      "zh_CN": "这位菩萨在过去世中，曾经遇到大慈如来，他就发了个愿，「愿同此号」，他说我将来成佛也叫大慈如来，所以叫弥勒，印度话叫弥勒。「即得慈心三昧」，他是跟着大慈菩萨发的心，修慈心三昧，三昧是定。这个意思就说，他的心定在大慈大悲上。在过去世当中，他曾经与世尊，就是释迦牟尼佛同时候发心，所以他跟释迦牟尼佛曾经有同学的关系，那个时候「常习慈定」，就是修慈心三昧。「众生见者，即得慈心」，我们现在将这位菩萨塑的像供在寺院的山门，就是四王殿的当中。为什么？希望众生一进佛门，头一个就见到他，见到他发慈悲心，意思就是在此地。经云，「发愿于刀兵劫中，拥护众生」，由此可知，他的慈悲是真的不是假的，刀兵劫是大劫难当中，他来救度一切众生。",
      "zh_TW": "這位菩薩在過去世中，曾經遇到大慈如來，他就發了個願，「願同此號」，他說我將來成佛也叫大慈如來，所以叫彌勒，印度話叫彌勒。「即得慈心三昧」，他是跟著大慈菩薩發的心，修慈心三昧，三昧是定。這個意思就說，他的心定在大慈大悲上。在過去世當中，他曾經與世尊，就是釋迦牟尼佛同時候發心，所以他跟釋迦牟尼佛曾經有同學的關係，那個時候「常習慈定」，就是修慈心三昧。「眾生見者，即得慈心」，我們現在將這位菩薩塑的像供在寺院的山門，就是四王殿的當中。為什麼？希望眾生一進佛門，頭一個就見到他，見到他發慈悲心，意思就是在此地。經云，「發願於刀兵劫中，擁護眾生」，由此可知，他的慈悲是真的不是假的，刀兵劫是大劫難當中，他來救度一切眾生。"
    },
    {
      "id": "01-001-0006_p0044",
      "zh_CN": "这个菩萨，我要在此地跟诸位做个简单的介绍，我们中国人现在所供养的弥勒菩萨的像，大家一看到就晓得，很胖、肚皮很大，笑咪咪的，满面的笑容。诸位听了上面所讲的，大致上意思你就晓得，这位菩萨常常在世间，但是我们不认识他。在我们中国示现的，就是他的应化身在我们中国示现，历史上有明文记载的有两次。一次示现的是在家居士，就是傅大士，在中国佛教史上，很富有盛名的，他是弥勒菩萨化身。另外一位就是布袋和尚，现在我们所塑的像。布袋和尚是五代后梁时代的人。这位尊者出现在我们中国浙江省奉化县，这是讲现在浙江省的奉化县，也就是与我们的老总统，蒋总统同乡。",
      "zh_TW": "這個菩薩，我要在此地跟諸位做個簡單的介紹，我們中國人現在所供養的彌勒菩薩的像，大家一看到就曉得，很胖、肚皮很大，笑咪咪的，滿面的笑容。諸位聽了上面所講的，大致上意思你就曉得，這位菩薩常常在世間，但是我們不認識他。在我們中國示現的，就是他的應化身在我們中國示現，歷史上有明文記載的有兩次。一次示現的是在家居士，就是傅大士，在中國佛教史上，很富有盛名的，他是彌勒菩薩化身。另外一位就是布袋和尚，現在我們所塑的像。布袋和尚是五代後梁時代的人。這位尊者出現在我們中國浙江省奉化縣，這是講現在浙江省的奉化縣，也就是與我們的老總統，蔣總統同鄉。"
    },
    {
      "id": "01-001-0006_p0045",
      "zh_CN": "在前些年，有位李国大代表，李老先生他有八十多岁，是个很虔诚的佛教徒。他给我谈起一桩故事，他说在蒋总统的家谱里面曾经有记载，他的祖先曾经将布袋和尚请在家里面供养。就是请他到家里来住了大概有两个月，这是他的家谱里头有这么段记载。这是当然很难得的这种机缘，能够供养到当来下生弥勒佛。所以他家后世有这么大的福报，当然也是有来历的。",
      "zh_TW": "在前些年，有位李國大代表，李老先生他有八十多歲，是個很虔誠的佛教徒。他給我談起一樁故事，他說在蔣總統的家譜裡面曾經有記載，他的祖先曾經將布袋和尚請在家裡面供養。就是請他到家裡來住了大概有兩個月，這是他的家譜裡頭有這麼段記載。這是當然很難得的這種機緣，能夠供養到當來下生彌勒佛。所以他家後世有這麼大的福報，當然也是有來歷的。"
    },
    {
      "id": "01-001-0006_p0046",
      "zh_CN": "布袋和尚在中国的历史上，史传里面都没有记载他的姓名，也没有记载他的籍贯，但是只晓得在那个时候出现在浙江奉化一带。因为他每天拿个大布口袋，到外面去化缘，人家不管供养他什么东西，他都欢喜，他往布袋里头一装就走了。所以人家就称他叫布袋和尚。无论见什么人都笑咪咪的，都欢欢喜喜的，一团欢喜，从来没有看过他生气。他在临终的时候，把自己身分说出来，说明他是弥勒菩萨；说明他常常示现在人间，而人间不认识他。以后大家晓得，布袋和尚就是弥勒菩萨，于是乎中国人塑弥勒菩萨的像就塑他的像。这个像塑在哪里？就塑在山门。",
      "zh_TW": "布袋和尚在中國的歷史上，史傳裡面都沒有記載他的姓名，也沒有記載他的籍貫，但是只曉得在那個時候出現在浙江奉化一帶。因為他每天拿個大布口袋，到外面去化緣，人家不管供養他什麼東西，他都歡喜，他往布袋裡頭一裝就走了。所以人家就稱他叫布袋和尚。無論見什麼人都笑咪咪的，都歡歡喜喜的，一團歡喜，從來沒有看過他生氣。他在臨終的時候，把自己身分說出來，說明他是彌勒菩薩；說明他常常示現在人間，而人間不認識他。以後大家曉得，布袋和尚就是彌勒菩薩，於是乎中國人塑彌勒菩薩的像就塑他的像。這個像塑在哪裡？就塑在山門。"
    },
    {
      "id": "01-001-0006_p0047",
      "zh_CN": "在中国传统寺院里头，一进寺院的门，第一个所看到的是天王殿。天王殿正当中就是弥勒菩萨的像，所以你一进寺院，第一个你就见到他。正如同经典里面所讲的，「众生见者，即得慈心」，纵然不能得也生了慈悲心。我们政府这些年来提倡微笑运动，弥勒菩萨正好是提倡的微笑运动，进佛门来大家就一团欢喜，就笑咪咪的对人。肚子很大表示什么？能包容，能够容纳得下。所以，这尊像他代表的意思就是大慈大悲，代表这个意思。所谓生平等心，成就喜悦之相，入佛门来第一个要学这个，唯有平等慈悲，才真正能够救护一切苦难的众生。在印度所看到的弥勒菩萨的像，就跟观世音菩萨差不多，是个女生的相，不一样。所以我们所造的像，是后梁布袋和尚的像。",
      "zh_TW": "在中國傳統寺院裡頭，一進寺院的門，第一個所看到的是天王殿。天王殿正當中就是彌勒菩薩的像，所以你一進寺院，第一個你就見到他。正如同經典裡面所講的，「眾生見者，即得慈心」，縱然不能得也生了慈悲心。我們政府這些年來提倡微笑運動，彌勒菩薩正好是提倡的微笑運動，進佛門來大家就一團歡喜，就笑咪咪的對人。肚子很大表示什麼？能包容，能夠容納得下。所以，這尊像他代表的意思就是大慈大悲，代表這個意思。所謂生平等心，成就喜悅之相，入佛門來第一個要學這個，唯有平等慈悲，才真正能夠救護一切苦難的眾生。在印度所看到的彌勒菩薩的像，就跟觀世音菩薩差不多，是個女生的相，不一樣。所以我們所造的像，是後梁布袋和尚的像。"
    },
    {
      "id": "01-001-0006_p0048",
      "zh_CN": "还有许多大家都是不知道历史，也不知道来历，有些人称他什么？欢喜佛，看他笑咪咪，欢欢喜喜的，于是乎塑了什么？是一群小孩围绕着他。这个一群小孩有数量的，有塑五个，有塑六个，它也有用意。塑五个小孩代表的五欲，财色名食睡一天到晚围绕着他，他笑咪咪的如如不动，表示这个意思，在五欲而不染五欲。如果塑六个小孩，那就代表六尘，色声香味触法，在六尘而不染六尘表这个意思。所以不是代表的多子多孙，那多子多孙要用在家人的身分还可以，出家人哪来的多子多孙？这是我们一定要晓得的。因为我曾经看到有个画的弥勒菩萨的像，有一群小孩围绕，上面题了几个字，「多福多寿多男女」，就是儿女，这题的字不恰当。在家人可以，出家人怎么能？你说多福可以，多寿也还可以，多儿女这就不可以，这是讲不通的，所以这是不恰当。可能这个画像题的这个字流传了很多，因此大家对于弥勒菩萨的确都很熟悉，也很欢喜，都愿意供养他。",
      "zh_TW": "還有許多大家都是不知道歷史，也不知道來歷，有些人稱他什麼？歡喜佛，看他笑咪咪，歡歡喜喜的，於是乎塑了什麼？是一群小孩圍繞著他。這個一群小孩有數量的，有塑五個，有塑六個，它也有用意。塑五個小孩代表的五欲，財色名食睡一天到晚圍繞著他，他笑咪咪的如如不動，表示這個意思，在五欲而不染五欲。如果塑六個小孩，那就代表六塵，色聲香味觸法，在六塵而不染六塵表這個意思。所以不是代表的多子多孫，那多子多孫要用在家人的身分還可以，出家人哪來的多子多孫？這是我們一定要曉得的。因為我曾經看到有個畫的彌勒菩薩的像，有一群小孩圍繞，上面題了幾個字，「多福多壽多男女」，就是兒女，這題的字不恰當。在家人可以，出家人怎麼能？你說多福可以，多壽也還可以，多兒女這就不可以，這是講不通的，所以這是不恰當。可能這個畫像題的這個字流傳了很多，因此大家對於彌勒菩薩的確都很熟悉，也很歡喜，都願意供養他。"
    },
    {
      "id": "01-001-0006_p0049",
      "zh_CN": "底下一位是『干陀诃提菩萨』，翻成中国意思是「不休息」，经里面介绍这位菩萨「常修万行」，修的六度万行，「广度众生」。就像《楞严经》里面阿难尊者所发的愿，这首偈子说「如一众生未成佛」，记住，一个！一个众生未成佛，「终不于此取泥洹」。你们诸位想想，这个愿与地藏菩萨的愿有什么两样？地藏菩萨说「地狱不空，誓不成佛」。你看看阿难尊者发的愿，要一个众生未成佛，终不于此取泥洹，跟地藏菩萨发的愿没有两样。这个愿力实在是太大了。干陀诃提菩萨他的愿就是这样，常修万行，自度度他永不休息。",
      "zh_TW": "底下一位是『乾陀訶提菩薩』，翻成中國意思是「不休息」，經裡面介紹這位菩薩「常修萬行」，修的六度萬行，「廣度眾生」。就像《楞嚴經》裡面阿難尊者所發的願，這首偈子說「如一眾生未成佛」，記住，一個！一個眾生未成佛，「終不於此取泥洹」。你們諸位想想，這個願與地藏菩薩的願有什麼兩樣？地藏菩薩說「地獄不空，誓不成佛」。你看看阿難尊者發的願，要一個眾生未成佛，終不於此取泥洹，跟地藏菩薩發的願沒有兩樣。這個願力實在是太大了。乾陀訶提菩薩他的願就是這樣，常修萬行，自度度他永不休息。"
    },
    {
      "id": "01-001-0006_p0050",
      "zh_CN": "『常精进菩萨』，「自利利他，无疲倦故，精进度生，常不退转」，这是我们从事相上所见到的。他怎么能够做得到？这从理上讲的，「见法性常住，行无作正勤」。这个我们相信，凡是明心见性之人才能说得上真精进。为什么？见了性之后，晓得法性常住。因此，他自己的修行就是自行化他，才无有疲厌！像《华严经》，普贤菩萨十大愿王里面所讲的，愿愿修学都是无有疲厌，没有疲倦，没有厌倦。",
      "zh_TW": "『常精進菩薩』，「自利利他，無疲倦故，精進度生，常不退轉」，這是我們從事相上所見到的。他怎麼能夠做得到？這從理上講的，「見法性常住，行無作正勤」。這個我們相信，凡是明心見性之人才能說得上真精進。為什麼？見了性之後，曉得法性常住。因此，他自己的修行就是自行化他，才無有疲厭！像《華嚴經》，普賢菩薩十大願王裡面所講的，願願修學都是無有疲厭，沒有疲倦，沒有厭倦。"
    },
    {
      "id": "01-001-0006_p0051",
      "zh_CN": "『与如是等诸大菩萨』，「与如是」，这是总结上面的；「等」，这是「例余」，其余菩萨无量无边，用不着一一的列出来。菩萨众里面只列了四位，这个四位表法的意思，四菩萨代表净土三资粮，资是资助的意思，粮是粮食。从前去旅行，不像现在这么方便，现在到处有饭店、有旅馆，你只要带钞票就行了，就可以出门去旅游去了；在从前不行，从前出门不一定有旅馆，也不一定有饭店。所以你必须要带干粮，带钱财还要带干粮，才能够旅行。这四位菩萨，「文殊是代表信，弥勒是代表愿，不休息与常精进代表行」。",
      "zh_TW": "『與如是等諸大菩薩』，「與如是」，這是總結上面的；「等」，這是「例餘」，其餘菩薩無量無邊，用不著一一的列出來。菩薩眾裡面只列了四位，這個四位表法的意思，四菩薩代表淨土三資糧，資是資助的意思，糧是糧食。從前去旅行，不像現在這麼方便，現在到處有飯店、有旅館，你只要帶鈔票就行了，就可以出門去旅遊去了；在從前不行，從前出門不一定有旅館，也不一定有飯店。所以你必須要帶乾糧，帶錢財還要帶乾糧，才能夠旅行。這四位菩薩，「文殊是代表信，彌勒是代表願，不休息與常精進代表行」。"
    },
    {
      "id": "01-001-0006_p0052",
      "zh_CN": "文殊菩萨「具根本智者能信」，代表这个意思，一定要具足根本智的人，对于这个法门才能够相信。像《华严经》里面所说的，「四十一位法身大士，决定往生是也」，《华严经》到最后「入法界品」里面，普贤菩萨十大愿王导归极乐，这四十一位是属于圆教十住、十行、十回向、十地、等觉，这四十一位都是得根本智，明心见性的大菩萨。拿净土法门来说，都是得理一心不乱的法身大士，他们决定往生西方极乐世界。没有智慧，哪能信得过？",
      "zh_TW": "文殊菩薩「具根本智者能信」，代表這個意思，一定要具足根本智的人，對於這個法門才能夠相信。像《華嚴經》裡面所說的，「四十一位法身大士，決定往生是也」，《華嚴經》到最後「入法界品」裡面，普賢菩薩十大願王導歸極樂，這四十一位是屬於圓教十住、十行、十迴向、十地、等覺，這四十一位都是得根本智，明心見性的大菩薩。拿淨土法門來說，都是得理一心不亂的法身大士，他們決定往生西方極樂世界。沒有智慧，哪能信得過？"
    },
    {
      "id": "01-001-0006_p0053",
      "zh_CN": "弥勒菩萨表愿，前面说过他遇到大慈如来，他就发愿将来自己成佛，也跟佛一样；不但要跟佛一样，连佛的名字都一样。我们把他借用过来，一切众生「愿生西方，同佛无量光寿也」，跟弥勒菩萨类似的大愿；而不休息、常精进这两位菩萨代表行门。行门这部经典里面给我们所讲的，「执持名号，念念相续，精进无疲」，达到一心不乱就是「止于至善」。一定要精进不休息，才能够圆满的成就。所以你看这个四位菩萨，很明显的是代表这部经里面修学的方法。菩萨众就介绍到此地，下面要讲的是天人众，可见这个法会因缘非常之殊胜。天人众里面，请看经文：",
      "zh_TW": "彌勒菩薩表願，前面說過他遇到大慈如來，他就發願將來自己成佛，也跟佛一樣；不但要跟佛一樣，連佛的名字都一樣。我們把他借用過來，一切眾生「願生西方，同佛無量光壽也」，跟彌勒菩薩類似的大願；而不休息、常精進這兩位菩薩代表行門。行門這部經典裡面給我們所講的，「執持名號，念念相續，精進無疲」，達到一心不亂就是「止於至善」。一定要精進不休息，才能夠圓滿的成就。所以你看這個四位菩薩，很明顯的是代表這部經裡面修學的方法。菩薩眾就介紹到此地，下面要講的是天人眾，可見這個法會因緣非常之殊勝。天人眾裡面，請看經文："
    },
    {
      "id": "01-001-0006_p0054",
      "zh_CN": "【及释提桓因等。无量诸天大众俱。】",
      "zh_TW": "【及釋提桓因等。無量諸天大眾俱。】"
    },
    {
      "id": "01-001-0006_p0055",
      "zh_CN": "『俱』就是聚会在一起，『释提桓因』是梵语，翻成中国的意思叫「能为主」，意思就是说就是说他能够做天上的主人，也就是做天王，为天国之主。一般经里面常常讲的叫帝释天，就是他，我们中国俗称作「玉皇大帝」，实际上他是「忉利天主」。这个人对我们中国人来说是很熟悉，中国的道教以他为天尊；有许多的宗教都是以忉利天为归宿、为究竟。当然在佛法里面看这是错误的，然而天毕竟要比人间来得美满，无论在福报上、在寿命上、在享受上，都比我们要超出很多。",
      "zh_TW": "『俱』就是聚會在一起，『釋提桓因』是梵語，翻成中國的意思叫「能為主」，意思就是說就是說他能夠做天上的主人，也就是做天王，為天國之主。一般經裡面常常講的叫帝釋天，就是他，我們中國俗稱作「玉皇大帝」，實際上他是「忉利天主」。這個人對我們中國人來說是很熟悉，中國的道教以他為天尊；有許多的宗教都是以忉利天為歸宿、為究竟。當然在佛法裡面看這是錯誤的，然而天畢竟要比人間來得美滿，無論在福報上、在壽命上、在享受上，都比我們要超出很多。"
    },
    {
      "id": "01-001-0006_p0056",
      "zh_CN": "忉利翻成中国的意思是三十三，在这个地方能天主。忉利天王中国人称之为玉皇大帝，忉利翻成三十三，就是讲的三十三天；三十三天诸位要晓得它只是一层，而不是三十三层。佛经里面给我们说，娑婆世界的天一共有二十八层天，天有二十八层，欲界有六层，色界有十八层，无色界有四层，所以一共是二十八层天。忉利天就是三十三天，在哪一层？从我们底下往上算，它在第二层，所以这个天并不很高。「释提桓因」就是三十三天的天主，就是忉利天王，中国人称之为玉皇大帝。",
      "zh_TW": "忉利翻成中國的意思是三十三，在這個地方能天主。忉利天王中國人稱之為玉皇大帝，忉利翻成三十三，就是講的三十三天；三十三天諸位要曉得它只是一層，而不是三十三層。佛經裡面給我們說，娑婆世界的天一共有二十八層天，天有二十八層，欲界有六層，色界有十八層，無色界有四層，所以一共是二十八層天。忉利天就是三十三天，在哪一層？從我們底下往上算，它在第二層，所以這個天並不很高。「釋提桓因」就是三十三天的天主，就是忉利天王，中國人稱之為玉皇大帝。"
    },
    {
      "id": "01-001-0006_p0057",
      "zh_CN": "「等」，下面等四王天，上面那是等色界、无色界，就是「无量诸天俱」。四王天的地位在诸天里面它是最低的，我们称为四大天王。世俗人称这个四大天王称为四大金刚，称四大金刚是错误的，实际上是四大天王，在佛门里头也是护法神。刚才跟诸位讲，弥勒菩萨，佛门一般都把他供奉在四王殿，就是四天王殿，弥勒菩萨像在当中，两旁边塑的像就是塑的四大天王，四大天王都是塑的将军的样子，就是塑的将军身，都是武装的。",
      "zh_TW": "「等」，下面等四王天，上面那是等色界、無色界，就是「無量諸天俱」。四王天的地位在諸天裡面它是最低的，我們稱為四大天王。世俗人稱這個四大天王稱為四大金剛，稱四大金剛是錯誤的，實際上是四大天王，在佛門裡頭也是護法神。剛才跟諸位講，彌勒菩薩，佛門一般都把他供奉在四王殿，就是四天王殿，彌勒菩薩像在當中，兩旁邊塑的像就是塑的四大天王，四大天王都是塑的將軍的樣子，就是塑的將軍身，都是武裝的。"
    },
    {
      "id": "01-001-0006_p0058",
      "zh_CN": "东方叫持国天王，南方叫增长天王，西方叫广目天王，北方叫多闻天王，他都代表着含义。在佛法教学表法上来说，这个用意是相当深；换句话说，佛法的教学，在很古的时候，就进入到教学的艺术化，达到艺术化，也就是走向艺术境界。它用造像来表法，使我们见到佛菩萨的形像，就明白它教育的意义。像弥勒菩萨，我们一见到他的像，就晓得它代表的是慈悲，代表的是宽宏大量，至少会给人有这么个感觉。我们度量要大，我们要能够包容，我们对于一切人要平等、要大慈大悲，所以他至少有这个意思在。",
      "zh_TW": "東方叫持國天王，南方叫增長天王，西方叫廣目天王，北方叫多聞天王，他都代表著含義。在佛法教學表法上來說，這個用意是相當深；換句話說，佛法的教學，在很古的時候，就進入到教學的藝術化，達到藝術化，也就是走向藝術境界。它用造像來表法，使我們見到佛菩薩的形像，就明白它教育的意義。像彌勒菩薩，我們一見到他的像，就曉得它代表的是慈悲，代表的是寬宏大量，至少會給人有這麼個感覺。我們度量要大，我們要能夠包容，我們對於一切人要平等、要大慈大悲，所以他至少有這個意思在。"
    },
    {
      "id": "01-001-0006_p0059",
      "zh_CN": "四大天王，东方持国天王，持是保持，国是国家，这个意思很明显是教我们什么？负责任，尽忠职守。在一个家庭里面，要担负起家庭责任，为家庭尽忠。在社会上无论在哪个行业，你对于你自己的职位一定要尽责尽忠，这位天王代表这个意思。第二位南方增长天王，这增长什么？就是要求进步，精益求精，佛法里面讲的是精进。在儒家所讲的「茍日新，又日新，日日新」，求新、求进步代表这个意思。无论是在我们德行上、事业上、文化水准上，要一天一天的提升，不能停在那里，当然更不能够退后，代表这个意思。所以佛法永远是在进步，永远在时代的最前端，它怎么会落伍？这是真正的学问。这是第二位天王代表的意思。第三位天王，西方天王叫广目，广是广大，目是眼睛，意思要多看；北方天王是多闻、多听。你要想达到前面尽忠负责，又要不断的精进求新，那你就得要多看多闻，你才能够达到。",
      "zh_TW": "四大天王，東方持國天王，持是保持，國是國家，這個意思很明顯是教我們什麼？負責任，盡忠職守。在一個家庭裡面，要擔負起家庭責任，為家庭盡忠。在社會上無論在哪個行業，你對於你自己的職位一定要盡責盡忠，這位天王代表這個意思。第二位南方增長天王，這增長什麼？就是要求進步，精益求精，佛法裡面講的是精進。在儒家所講的「茍日新，又日新，日日新」，求新、求進步代表這個意思。無論是在我們德行上、事業上、文化水準上，要一天一天的提升，不能停在那裡，當然更不能夠退後，代表這個意思。所以佛法永遠是在進步，永遠在時代的最前端，它怎麼會落伍？這是真正的學問。這是第二位天王代表的意思。第三位天王，西方天王叫廣目，廣是廣大，目是眼睛，意思要多看；北方天王是多聞、多聽。你要想達到前面盡忠負責，又要不斷的精進求新，那你就得要多看多聞，你才能夠達到。"
    },
    {
      "id": "01-001-0006_p0060",
      "zh_CN": "所以一入佛门看到这些佛菩萨形像，一句话不要说，意思都表达出来了，这是你进佛门上第一堂课。佛法无量甚深的法门、义趣，可以说尽在不言中，你全都得到了。这个教学，古老的教学，它已经做到这么高的艺术。很可惜，现在一些人把它当神去看待，烧香磕头在那里求愿，这是大错特错。不晓得佛门诸佛菩萨这些形像，在今天来讲就是教具，是教学的工具。但是，我们一般把教学工具看得很轻；而佛菩萨这些形像，我们对于它有特别的尊重，它有这个意思在。",
      "zh_TW": "所以一入佛門看到這些佛菩薩形像，一句話不要說，意思都表達出來了，這是你進佛門上第一堂課。佛法無量甚深的法門、義趣，可以說盡在不言中，你全都得到了。這個教學，古老的教學，它已經做到這麼高的藝術。很可惜，現在一些人把它當神去看待，燒香磕頭在那裡求願，這是大錯特錯。不曉得佛門諸佛菩薩這些形像，在今天來講就是教具，是教學的工具。但是，我們一般把教學工具看得很輕；而佛菩薩這些形像，我們對於它有特別的尊重，它有這個意思在。"
    },
    {
      "id": "01-001-0006_p0061",
      "zh_CN": "第二个意思就是见贤思齐，见到佛，像弥勒菩萨一样，他见到过去大慈如来，他就想学他，见贤思齐。我们今天见到弥勒菩萨的像，我们就要学他，要跟他一样；我们见到四天王的像，那就要学他。我们学他一样的尽忠职守，一样的智慧增长，福德增长，事业天天日新又新，要学他们的博学多闻。这才真正达到佛法教学、教育的意义，真正达到释迦牟尼佛教化众生的目的。",
      "zh_TW": "第二個意思就是見賢思齊，見到佛，像彌勒菩薩一樣，他見到過去大慈如來，他就想學他，見賢思齊。我們今天見到彌勒菩薩的像，我們就要學他，要跟他一樣；我們見到四天王的像，那就要學他。我們學他一樣的盡忠職守，一樣的智慧增長，福德增長，事業天天日新又新，要學他們的博學多聞。這才真正達到佛法教學、教育的意義，真正達到釋迦牟尼佛教化眾生的目的。"
    },
    {
      "id": "01-001-0006_p0062",
      "zh_CN": "底下我们再继续看，大众里面就包括「八部修罗，人非人等」，这是护法的大众，这些都是指的鬼神，有天神、有鬼神。佛说经，这些天神、鬼神也都在，也都来听，不但包括这些人，而且包括六道众生。为什么？因为这些「皆所摄机」。都是这一个法门所接引的对象，是这一个法门所摄的根机。我们从这边看，上到菩萨，下到六道众生，真正是所谓「三根普被，利钝全收」。",
      "zh_TW": "底下我們再繼續看，大眾裡面就包括「八部修羅，人非人等」，這是護法的大眾，這些都是指的鬼神，有天神、有鬼神。佛說經，這些天神、鬼神也都在，也都來聽，不但包括這些人，而且包括六道眾生。為什麼？因為這些「皆所攝機」。都是這一個法門所接引的對象，是這一個法門所攝的根機。我們從這邊看，上到菩薩，下到六道眾生，真正是所謂「三根普被，利鈍全收」。"
    },
    {
      "id": "01-001-0006_p0063",
      "zh_CN": "莲池大师在《疏钞》里头，有这么几句话说，「是法平等」，这个法就是指净土法门，这个法门是平等的，等觉菩萨乃至于六道众生人人可以修学，人人可以成就。岂不是平等法吗？「无有高下」！上到圣人，大菩萨摩诃萨，下到凡夫乃至于三恶道的凡夫，「亦与之俱」，都同聚在这个法会里，同修学这个法门。为什么？「唯是一心，真实性中，无差别故」，一心是真心，就是真如本性，真如本性就是真实性中，真如本性里面决定没有差别。像六祖所说「本来无一物」，唯有本来无一物才是无差别。「此间佛法住持，本来如是」，此间佛法住持特别是指佛说净土这个法门。本来如是，可见得这个法门之不可思议，这个法门的广大无边。讲到这个地方，我们是将序分里面的通序介绍完了，也就是讲的正信序。通序这六种成就，而在众成就当中，十六位尊者、四大菩萨以及人天大众，我们就可以将这个法会它的性质，它的殊胜，也就很清楚的看出来了。",
      "zh_TW": "蓮池大師在《疏鈔》裡頭，有這麼幾句話說，「是法平等」，這個法就是指淨土法門，這個法門是平等的，等覺菩薩乃至於六道眾生人人可以修學，人人可以成就。豈不是平等法嗎？「無有高下」！上到聖人，大菩薩摩訶薩，下到凡夫乃至於三惡道的凡夫，「亦與之俱」，都同聚在這個法會裡，同修學這個法門。為什麼？「唯是一心，真實性中，無差別故」，一心是真心，就是真如本性，真如本性就是真實性中，真如本性裡面決定沒有差別。像六祖所說「本來無一物」，唯有本來無一物才是無差別。「此間佛法住持，本來如是」，此間佛法住持特別是指佛說淨土這個法門。本來如是，可見得這個法門之不可思議，這個法門的廣大無邊。講到這個地方，我們是將序分裡面的通序介紹完了，也就是講的正信序。通序這六種成就，而在眾成就當中，十六位尊者、四大菩薩以及人天大眾，我們就可以將這個法會它的性質，它的殊勝，也就很清楚的看出來了。"
    },
    {
      "id": "01-001-0006_p0064",
      "zh_CN": "下面这是「别序」，也就是说的「发起序」，是本经发起的特别因缘。可是在莲池大师《疏钞》里面，把这段经文已经列入正宗分。换句话说，没有发起序，莲池大师有他老人家的说法，说的意思也非常的圆满；蕅益大师他把这段经文看作发起序，也有他的道理。先介绍别序，发起序，这是蕅益大师的意思，蕅祖的意思说净土法门，实在说不可思议，「无人能问」。其余的一切这些事理可以思议，大众能够问得出来；换句话说，他能够发现，发现这个问题，问题才能提得出来。这个法门不可思议，所以说没有人发现到，因此也没有人能够提得出这个问题。于是乎释迦牟尼佛不得已，这是释迦牟尼佛自己来倡导「依正名字为发起」，这种说法也好，也非常之好，这在其他经里头也有例子。",
      "zh_TW": "下面這是「別序」，也就是說的「發起序」，是本經發起的特別因緣。可是在蓮池大師《疏鈔》裡面，把這段經文已經列入正宗分。換句話說，沒有發起序，蓮池大師有他老人家的說法，說的意思也非常的圓滿；蕅益大師他把這段經文看作發起序，也有他的道理。先介紹別序，發起序，這是蕅益大師的意思，蕅祖的意思說淨土法門，實在說不可思議，「無人能問」。其餘的一切這些事理可以思議，大眾能夠問得出來；換句話說，他能夠發現，發現這個問題，問題才能提得出來。這個法門不可思議，所以說沒有人發現到，因此也沒有人能夠提得出這個問題。於是乎釋迦牟尼佛不得已，這是釋迦牟尼佛自己來倡導「依正名字為發起」，這種說法也好，也非常之好，這在其他經裡頭也有例子。"
    },
    {
      "id": "01-001-0006_p0065",
      "zh_CN": "第二个理由说，世尊以智慧观察大众的机缘，也是观察大众的善根、福德、机缘。「见此大众，应闻法益」，见到现在在会的这些大众，乃至于末法时期许多众生，对于这个法门，他能够信得过，能够理解，能够依这个理论方法来修学，而得往生见佛，就是见阿弥陀佛。能成就这桩大事，应该听到这个法门，会得到利益，所以不等待别人来问，自己就说，这部经是属于无问自说。",
      "zh_TW": "第二個理由說，世尊以智慧觀察大眾的機緣，也是觀察大眾的善根、福德、機緣。「見此大眾，應聞法益」，見到現在在會的這些大眾，乃至於末法時期許多眾生，對於這個法門，他能夠信得過，能夠理解，能夠依這個理論方法來修學，而得往生見佛，就是見阿彌陀佛。能成就這樁大事，應該聽到這個法門，會得到利益，所以不等待別人來問，自己就說，這部經是屬於無問自說。"
    },
    {
      "id": "01-001-0006_p0066",
      "zh_CN": "闻法益，益是什么？这是讲的四种利益，叫「四悉檀」，悉檀是印度话，翻成中国的意思叫「普施」，普是普遍，施是布施。这在经论里头常常见到的，这是个佛学的名词，第一条叫「世界悉檀，得欢喜益」，佛说法，为一切众生说法，离不开这四个原则；诸菩萨说法，也离不开这四个原则；历代祖师说法，当然也离不开这个原则。我们现在学佛，为别人解释经典，也要记住不可以离开这四个原则。第一个原则，世界就是普遍的意思，普遍布施，所以「菩萨所在之处，要令一切众生生欢喜心」，这是佛法。如果佛法在这个地方，叫人家讨厌，那就错了，就大错特错。所以菩萨法里头很重视这个问题，就是要得人缘，要先得人和，叫一切人生欢喜心，这是第一，才能够接引一切众生。",
      "zh_TW": "聞法益，益是什麼？這是講的四種利益，叫「四悉檀」，悉檀是印度話，翻成中國的意思叫「普施」，普是普遍，施是布施。這在經論裡頭常常見到的，這是個佛學的名詞，第一條叫「世界悉檀，得歡喜益」，佛說法，為一切眾生說法，離不開這四個原則；諸菩薩說法，也離不開這四個原則；歷代祖師說法，當然也離不開這個原則。我們現在學佛，為別人解釋經典，也要記住不可以離開這四個原則。第一個原則，世界就是普遍的意思，普遍布施，所以「菩薩所在之處，要令一切眾生生歡喜心」，這是佛法。如果佛法在這個地方，叫人家討厭，那就錯了，就大錯特錯。所以菩薩法裡頭很重視這個問題，就是要得人緣，要先得人和，叫一切人生歡喜心，這是第一，才能夠接引一切眾生。"
    },
    {
      "id": "01-001-0006_p0067",
      "zh_CN": "进一步？要为人，为人得善的益处，就是要利益众生，要叫众生得到好处，得利益。那一切众生，有利益可得，那他当然来了，你看先欢喜，又叫他得利益，他来了。",
      "zh_TW": "進一步？要為人，為人得善的益處，就是要利益眾生，要叫眾生得到好處，得利益。那一切眾生，有利益可得，那他當然來了，你看先歡喜，又叫他得利益，他來了。"
    },
    {
      "id": "01-001-0006_p0068",
      "zh_CN": "第三这就是更进一步了，「对治」，他有很多的毛病，劝他断恶。所以这四个顺序不能颠倒。如果说一开头，你接引一个众生，你这样毛病，那又罪过，你叫他断恶，他一听就讨厌。这个东西得慢慢来，所以对治他的毛病习气，在第三层，第一个欢喜，第二个生善，第三个才断烦恼。",
      "zh_TW": "第三這就是更進一步了，「對治」，他有很多的毛病，勸他斷惡。所以這四個順序不能顛倒。如果說一開頭，你接引一個眾生，你這樣毛病，那又罪過，你叫他斷惡，他一聽就討厭。這個東西得慢慢來，所以對治他的毛病習氣，在第三層，第一個歡喜，第二個生善，第三個才斷煩惱。"
    },
    {
      "id": "01-001-0006_p0069",
      "zh_CN": "最后叫「第一义悉檀」，入理，明心见性得理一心不乱；换句话说，世出世间一切的真实相，教他明了，教他得到，这是究竟成佛。所以说诸佛菩萨教化众生，这四种利益是一层比一层深，一层比一层究竟。用这种方法、态度来摄受一切众生，众生怎么不欢喜？他怎么不接受佛法？这是我们应当要好好的记住。我们自己学佛，弘法利生，将佛法介绍别人，人家不肯接受，甚至于反对，那是我们自己错了，我们一定是违背佛四悉檀的原则。假如我们能够遵守这个原则，真正体会到佛的苦口婆心，依照这个方法来修学，用这种方法来接引大众，佛法必定能够推广，必定能够普及。唯有佛法普及与推广，才能够给世间带来真正的和平，真正的幸福。我们今天就讲到这个地方。",
      "zh_TW": "最後叫「第一義悉檀」，入理，明心見性得理一心不亂；換句話說，世出世間一切的真實相，教他明瞭，教他得到，這是究竟成佛。所以說諸佛菩薩教化眾生，這四種利益是一層比一層深，一層比一層究竟。用這種方法、態度來攝受一切眾生，眾生怎麼不歡喜？他怎麼不接受佛法？這是我們應當要好好的記住。我們自己學佛，弘法利生，將佛法介紹別人，人家不肯接受，甚至於反對，那是我們自己錯了，我們一定是違背佛四悉檀的原則。假如我們能夠遵守這個原則，真正體會到佛的苦口婆心，依照這個方法來修學，用這種方法來接引大眾，佛法必定能夠推廣，必定能夠普及。唯有佛法普及與推廣，才能夠給世間帶來真正的和平，真正的幸福。我們今天就講到這個地方。"
    }
  ]
}