{
  "doc_id": "09-028-0008",
  "title": {
    "zh_CN": "大般若经纲要",
    "zh_TW": "大般若經綱要"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1997",
  "location": {
    "zh_CN": "台湾台北华藏讲堂",
    "zh_TW": "台灣台北華藏講堂"
  },
  "doc_number": "09-028-0008",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "09-028-0008_p0001",
      "zh_CN": "请掀开经本第八十八面，看下面阿拉伯的数字八十八面，从第六行看起，第六行当中有一个空字，这是一个段落，我们从这个地方看起：",
      "zh_TW": "請掀開經本第八十八面，看下面阿拉伯的數字八十八面，從第六行看起，第六行當中有一個空字，這是一個段落，我們從這個地方看起："
    },
    {
      "id": "09-028-0008_p0002",
      "zh_CN": "【有菩萨修行般若波罗蜜多时。安住六种波罗蜜多。严净一切智。一切相智道。由毕竟空无去来故。】",
      "zh_TW": "【有菩薩修行般若波羅蜜多時。安住六種波羅蜜多。嚴淨一切智。一切相智道。由畢竟空無去來故。】"
    },
    {
      "id": "09-028-0008_p0003",
      "zh_CN": "从这一段看起。『菩萨』上面加一个『有』字，意思就是说有一些菩萨。如果我们以天台家的讲法，天台将世尊一代时教判为藏、通、别、圆，四教都有菩萨。虽然菩萨这个名义相同，而实际上他们的境界浅深广狭差别很大。四教的菩萨都修般若波罗蜜，也就是说般若波罗蜜的名字相同，里面浅深也不相同。这种情形就像我们在学校读书一样，譬如在台湾我们念国文，初中有国文课，高中也有国文课，大学还有国文课，国文两个字没有两样，也是一样讲法，可是里面程度相差就大了。四教菩萨所修的般若波罗蜜多，也就像这个样子。这是我们必须要能够体会的，也正是大乘经上常说，「佛以一音而说法，众生随类各得解」。譬如我们在此地，这是《般若经》上，我们听到佛在这一会里面所说的，藏、通、别、圆四种菩萨，他们听佛说法领悟的浅深不一样，随类各得解。这个情形我想一般同修都能够理解的。就以我们现前来说，我们这里坐下来看看恐怕也有一、二百人，这一个半钟点讲下来之后，大家听了每个人领悟的也不相同，这是一定的道理。什么原因？当然这里面原因就非常复杂，牵涉到过去无始劫来的根性，种种不同，所以有种种差别。",
      "zh_TW": "從這一段看起。『菩薩』上面加一個『有』字，意思就是說有一些菩薩。如果我們以天台家的講法，天台將世尊一代時教判為藏、通、別、圓，四教都有菩薩。雖然菩薩這個名義相同，而實際上他們的境界淺深廣狹差別很大。四教的菩薩都修般若波羅蜜，也就是說般若波羅蜜的名字相同，裡面淺深也不相同。這種情形就像我們在學校讀書一樣，譬如在台灣我們念國文，初中有國文課，高中也有國文課，大學還有國文課，國文兩個字沒有兩樣，也是一樣講法，可是裡面程度相差就大了。四教菩薩所修的般若波羅蜜多，也就像這個樣子。這是我們必須要能夠體會的，也正是大乘經上常說，「佛以一音而說法，眾生隨類各得解」。譬如我們在此地，這是《般若經》上，我們聽到佛在這一會裡面所說的，藏、通、別、圓四種菩薩，他們聽佛說法領悟的淺深不一樣，隨類各得解。這個情形我想一般同修都能夠理解的。就以我們現前來說，我們這裡坐下來看看恐怕也有一、二百人，這一個半鐘點講下來之後，大家聽了每個人領悟的也不相同，這是一定的道理。什麼原因？當然這裡面原因就非常複雜，牽涉到過去無始劫來的根性，種種不同，所以有種種差別。"
    },
    {
      "id": "09-028-0008_p0004",
      "zh_CN": "这段经文上最要紧的是说，『安住六种波罗蜜多』，关键在「安住」这两个字，这是值得我们注意的，也值得我们学习的。我们修学时间也不算少，同修当中也有学了二、三十年的，甚至于比这个时间还长，为什么我们功夫不得力，佛法殊胜的功德利益我们没有享受到，原因在什么地方？我们没有安住。安住两个字的意思，说通俗一点大家好懂，就是专精、专一，这才叫安住。「安」是你心里面没有疑惑；「住」，住在一个境界里头，正是所谓一门深入，你才能有成就。通常在念佛法门里面，我们常讲不怀疑、不夹杂，安就是不怀疑，住就是不夹杂。无论修学哪一个法门，这是重要的原则，只要你把心安住在这个境界里面，没有不成功的。所以这两个字很重要、很重要。",
      "zh_TW": "這段經文上最要緊的是說，『安住六種波羅蜜多』，關鍵在「安住」這兩個字，這是值得我們注意的，也值得我們學習的。我們修學時間也不算少，同修當中也有學了二、三十年的，甚至於比這個時間還長，為什麼我們功夫不得力，佛法殊勝的功德利益我們沒有享受到，原因在什麼地方？我們沒有安住。安住兩個字的意思，說通俗一點大家好懂，就是專精、專一，這才叫安住。「安」是你心裡面沒有疑惑；「住」，住在一個境界裡頭，正是所謂一門深入，你才能有成就。通常在念佛法門裡面，我們常講不懷疑、不夾雜，安就是不懷疑，住就是不夾雜。無論修學哪一個法門，這是重要的原則，只要你把心安住在這個境界裡面，沒有不成功的。所以這兩個字很重要、很重要。"
    },
    {
      "id": "09-028-0008_p0005",
      "zh_CN": "这些菩萨安住在六种波罗蜜多，这正是菩萨的正行。过去在讲席里面曾经跟诸位同修介绍过，大乘经上常讲十法界。为什么会有十法界？十法界是现象，十法界是属于果报，果必有因，因是十法界人心不同，所以显示出境界就有差别。我们从上面来说，这是佛在一切经上常讲的，佛是平等心。我们在日常生活当中，对人、对事、对物，离开一切分别、执着，这个心平等了，佛境界就现前。换句话说，你什么时候平等心现前，你就什么时候成佛，佛是平等心。菩萨是六度心，此地讲，他安住六波罗蜜。所以这是菩萨的正行，非常难得，也非常殊胜。再往下去，缘觉是十二因缘，因缘心；声闻四谛心。再下面就是六道，天道是十善心，人道是五戒心，这里面还有一个阿修罗，阿修罗是五戒、十善里面夹杂着贡高我慢，这就变成阿修罗；三恶道，贪心是饿鬼，愚痴是畜生，瞋恚是地狱。当然这个里面的业因非常复杂，世尊这种说法，只是在复杂的因缘里面，给我们说出最重要的一个因缘。",
      "zh_TW": "這些菩薩安住在六種波羅蜜多，這正是菩薩的正行。過去在講席裡面曾經跟諸位同修介紹過，大乘經上常講十法界。為什麼會有十法界？十法界是現象，十法界是屬於果報，果必有因，因是十法界人心不同，所以顯示出境界就有差別。我們從上面來說，這是佛在一切經上常講的，佛是平等心。我們在日常生活當中，對人、對事、對物，離開一切分別、執著，這個心平等了，佛境界就現前。換句話說，你什麼時候平等心現前，你就什麼時候成佛，佛是平等心。菩薩是六度心，此地講，他安住六波羅蜜。所以這是菩薩的正行，非常難得，也非常殊勝。再往下去，緣覺是十二因緣，因緣心；聲聞四諦心。再下面就是六道，天道是十善心，人道是五戒心，這裡面還有一個阿修羅，阿修羅是五戒、十善裡面夾雜著貢高我慢，這就變成阿修羅；三惡道，貪心是餓鬼，愚痴是畜生，瞋恚是地獄。當然這個裡面的業因非常複雜，世尊這種說法，只是在複雜的因緣裡面，給我們說出最重要的一個因緣。"
    },
    {
      "id": "09-028-0008_p0006",
      "zh_CN": "菩萨是六度，修六度才『严净一切智，一切相智道』。《般若经》上这些名相，跟古时候翻译的稍稍有一点差别。我们学佛的人每天做课诵都念回向偈，「庄严佛净土」，严就是庄严，净是清净，这两个字合起来就很明显的教给我们，什么样子才算是庄严？清净。心清净，国土就清净，身心清净这是真正的庄严。无量的光寿，无量的庄严具，都是从清净身心里面自自然然生出来的。所以菩萨修行六波罗蜜，「严净一切智」。通常讲三种智：一切智，道种智，一切种智。《般若经》上讲，『一切智，一切相智』。「一切相智」就是一切种智，当中道种智省略了，省略并不是没有，这三种智，说一个前，说一个后，当中的一定包括在其中。这就是庄严，如来果地上的真实智慧。",
      "zh_TW": "菩薩是六度，修六度才『嚴淨一切智，一切相智道』。《般若經》上這些名相，跟古時候翻譯的稍稍有一點差別。我們學佛的人每天做課誦都念迴向偈，「莊嚴佛淨土」，嚴就是莊嚴，淨是清淨，這兩個字合起來就很明顯的教給我們，什麼樣子才算是莊嚴？清淨。心清淨，國土就清淨，身心清淨這是真正的莊嚴。無量的光壽，無量的莊嚴具，都是從清淨身心裡面自自然然生出來的。所以菩薩修行六波羅蜜，「嚴淨一切智」。通常講三種智：一切智，道種智，一切種智。《般若經》上講，『一切智，一切相智』。「一切相智」就是一切種智，當中道種智省略了，省略並不是沒有，這三種智，說一個前，說一個後，當中的一定包括在其中。這就是莊嚴，如來果地上的真實智慧。"
    },
    {
      "id": "09-028-0008_p0007",
      "zh_CN": "在一般解释，「一切智」是指空，也就是指一切法的本体，本体是空寂的，所谓是万法皆空，这个说法是一切智，阿罗汉、辟支佛也曾经证得。虽然一切法体是空的，可是相有，不能说相没有，十法界依正庄严这是相。这种种不同的森罗万象怎么变现出来的？如果能够明了这桩事情，他的智慧就叫做道种智。道是道理，十法界依正庄严什么个道理变现出来的，这个道里面包含着理论、方法、因果，包括这三方面。十法界都不出理事因果，都不出这个范围。因为它多，所以叫种，种是种种，这一类的智慧就是通达明了一切法的现象，这个智慧叫道种智，在我们这部经里面叫「相智道」。第三种就是体用，他能够圆融过来，知道体用不二，理事一如，这个智慧才圆满，这叫一切种智，就是此地讲的「一切相智道」。这是通常讲，我们解释佛陀，佛这个字，它这个字的含义有智、有觉，智就是这三种智，觉有自觉、觉他、觉行圆满，智是体，觉是用，有体有用。",
      "zh_TW": "在一般解釋，「一切智」是指空，也就是指一切法的本體，本體是空寂的，所謂是萬法皆空，這個說法是一切智，阿羅漢、辟支佛也曾經證得。雖然一切法體是空的，可是相有，不能說相沒有，十法界依正莊嚴這是相。這種種不同的森羅萬象怎麼變現出來的？如果能夠明瞭這樁事情，他的智慧就叫做道種智。道是道理，十法界依正莊嚴什麼個道理變現出來的，這個道裡面包含著理論、方法、因果，包括這三方面。十法界都不出理事因果，都不出這個範圍。因為它多，所以叫種，種是種種，這一類的智慧就是通達明瞭一切法的現象，這個智慧叫道種智，在我們這部經裡面叫「相智道」。第三種就是體用，他能夠圓融過來，知道體用不二，理事一如，這個智慧才圓滿，這叫一切種智，就是此地講的「一切相智道」。這是通常講，我們解釋佛陀，佛這個字，它這個字的含義有智、有覺，智就是這三種智，覺有自覺、覺他、覺行圓滿，智是體，覺是用，有體有用。"
    },
    {
      "id": "09-028-0008_p0008",
      "zh_CN": "后面这一句话重要，『由毕竟空无去来故』，这才是真正达到究竟圆满。所以这一部《大般若》，我们今天读它的纲要，它的内容是六百卷经，六百卷经里头有一个总纲领，诸位要能够掌握住了，这个六百卷就不难懂。总纲领就是三个字，「不可得」，一切法都不可得。我们要问：这三种智有没有？三种觉有没有？有。虽有，毕竟空，不可得。这个意思很深、很广，因为有智、有觉，这个没有落空，不着空；因为毕竟空、不可得，不着有，空有二边都不着。一切法事实真相就是这个样子的，通达明了事实真相，你才晓得在这个世间怎样处事待人接物、怎样生活、怎样工作与一切智不可得相应。要是相应，你过的就是佛菩萨的生活，我们世间人所谓的究竟圆满的生活、幸福美满的生活，在你的生活里面没有丝毫缺陷，无论在什么境界里头，所显示的都是大圆满。这一句是总说，下面是分开来说，六波罗蜜一条一条分开来讲。第一个：",
      "zh_TW": "後面這一句話重要，『由畢竟空無去來故』，這才是真正達到究竟圓滿。所以這一部《大般若》，我們今天讀它的綱要，它的內容是六百卷經，六百卷經裡頭有一個總綱領，諸位要能夠掌握住了，這個六百卷就不難懂。總綱領就是三個字，「不可得」，一切法都不可得。我們要問：這三種智有沒有？三種覺有沒有？有。雖有，畢竟空，不可得。這個意思很深、很廣，因為有智、有覺，這個沒有落空，不著空；因為畢竟空、不可得，不著有，空有二邊都不著。一切法事實真相就是這個樣子的，通達明瞭事實真相，你才曉得在這個世間怎樣處事待人接物、怎樣生活、怎樣工作與一切智不可得相應。要是相應，你過的就是佛菩薩的生活，我們世間人所謂的究竟圓滿的生活、幸福美滿的生活，在你的生活裡面沒有絲毫缺陷，無論在什麼境界裡頭，所顯示的都是大圓滿。這一句是總說，下面是分開來說，六波羅蜜一條一條分開來講。第一個："
    },
    {
      "id": "09-028-0008_p0009",
      "zh_CN": "【无布施。无悭贪。唯假施设故。】",
      "zh_TW": "【無布施。無慳貪。唯假施設故。】"
    },
    {
      "id": "09-028-0008_p0010",
      "zh_CN": "《般若经》最难讲的地方，就是这些文字。你如果执着文字，没有布施，没有悭贪，我什么事也不要做，这叫什么？叫依文解义，三世佛都喊冤枉。你看人家「安住六种波罗蜜多」，你要懂得安住这两个字的味道。如果你修布施，你布施着相，我今天布施多少财物，做了哪些好事情，哪些人受到我的利益，你就着了相，着了相就不是安住。安住是做了又不着相，你才得到安；你做了着相，不安，你的身心不安。安是什么？要完全空掉才会安。心里头有东西，你怎么会安？所以大家的心都不安。你要知道，你为什么不安？因为你有忧虑，还有牵挂，你有思前思后，你就不会安。你要果然把这个东西统统放下，像《心经》到最后「无智亦无得」，那你怎么不安？你跟诸佛如来一样的安。有丝毫牵挂，有丝毫的念头，你就不得其安。但是有一个念头除外，念阿弥陀佛。行，念阿弥陀佛没有问题，除念阿弥陀佛之外，任何念头你都得不到安稳，念阿弥陀佛可以，这是一个特别的例子，一个特别法门。",
      "zh_TW": "《般若經》最難講的地方，就是這些文字。你如果執著文字，沒有布施，沒有慳貪，我什麼事也不要做，這叫什麼？叫依文解義，三世佛都喊冤枉。你看人家「安住六種波羅蜜多」，你要懂得安住這兩個字的味道。如果你修布施，你布施著相，我今天布施多少財物，做了哪些好事情，哪些人受到我的利益，你就著了相，著了相就不是安住。安住是做了又不著相，你才得到安；你做了著相，不安，你的身心不安。安是什麼？要完全空掉才會安。心裡頭有東西，你怎麼會安？所以大家的心都不安。你要知道，你為什麼不安？因為你有憂慮，還有牽掛，你有思前思後，你就不會安。你要果然把這個東西統統放下，像《心經》到最後「無智亦無得」，那你怎麼不安？你跟諸佛如來一樣的安。有絲毫牽掛，有絲毫的念頭，你就不得其安。但是有一個念頭除外，念阿彌陀佛。行，念阿彌陀佛沒有問題，除念阿彌陀佛之外，任何念頭你都得不到安穩，念阿彌陀佛可以，這是一個特別的例子，一個特別法門。"
    },
    {
      "id": "09-028-0008_p0011",
      "zh_CN": "『无布施』是告诉你不着布施的相。经上常讲「三轮体空」，这才是安住布施波罗蜜。布施是手段、是方法，目的是什么？目的是破除我们无始劫来最严重的一个烦恼，『悭贪』。「悭」是吝啬，自己有的舍不得；「贪」是贪求。布施这个手段就是对付悭贪的，比如有悭贪烦恼，悭贪烦恼没有了，布施波罗蜜就圆满；假如悭贪烦恼断掉、没有了，你还着了一个布施的相，你这个波罗蜜不圆满，你还着了相。后面这一句就更妙了，『唯假施设故』。这个境界不是我们的境界，为什么？我们烦恼没断，真的要吃药，来对付我们的烦恼，用布施对治悭贪。这一位菩萨，这不是普通菩萨，是高级的菩萨，《华严经》上讲的四十一位法身大士，这是他们的境界。他们烦恼断了，布施波罗蜜圆满了，还要不要修布施波罗蜜？他还修，还继续不断的修。他为什么修？他不是为自己，为利益一切众生，就是说给众生做个榜样。诸佛菩萨倒驾慈航，到我们这个世间来示现，所作所为、种种表现，「假施设故」，是来帮助初学的，他自己已经达到圆满了。前面两句是自利圆满了，后面这一句是利他圆满了。所以一样还是勤修布施波罗蜜，做样子给人看。第二句：",
      "zh_TW": "『無布施』是告訴你不著布施的相。經上常講「三輪體空」，這才是安住布施波羅蜜。布施是手段、是方法，目的是什麼？目的是破除我們無始劫來最嚴重的一個煩惱，『慳貪』。「慳」是吝嗇，自己有的捨不得；「貪」是貪求。布施這個手段就是對付慳貪的，比如有慳貪煩惱，慳貪煩惱沒有了，布施波羅蜜就圓滿；假如慳貪煩惱斷掉、沒有了，你還著了一個布施的相，你這個波羅蜜不圓滿，你還著了相。後面這一句就更妙了，『唯假施設故』。這個境界不是我們的境界，為什麼？我們煩惱沒斷，真的要吃藥，來對付我們的煩惱，用布施對治慳貪。這一位菩薩，這不是普通菩薩，是高級的菩薩，《華嚴經》上講的四十一位法身大士，這是他們的境界。他們煩惱斷了，布施波羅蜜圓滿了，還要不要修布施波羅蜜？他還修，還繼續不斷的修。他為什麼修？他不是為自己，為利益一切眾生，就是說給眾生做個榜樣。諸佛菩薩倒駕慈航，到我們這個世間來示現，所作所為、種種表現，「假施設故」，是來幫助初學的，他自己已經達到圓滿了。前面兩句是自利圓滿了，後面這一句是利他圓滿了。所以一樣還是勤修布施波羅蜜，做樣子給人看。第二句："
    },
    {
      "id": "09-028-0008_p0012",
      "zh_CN": "【无净戒。无犯戒。唯假施设故。】",
      "zh_TW": "【無淨戒。無犯戒。唯假施設故。】"
    },
    {
      "id": "09-028-0008_p0013",
      "zh_CN": "持戒是手段，目的是破恶。凡夫无始劫来迷惑颠倒，起心动念都为自己，执着我，起心动念都想到我，这是毛病。为什么说想到我是毛病？诸位必须要知道，佛在经上跟我们讲得很明白，六道是怎么来的？就是因为有我执，才无缘无故变现个六道轮回；因为有法执，所以才变现出十法界。原来我这个念头是六道轮回的根源。所以佛说，我执破了，六道就没有了。这通常是讲证阿罗汉果、证辟支佛果，阿罗汉、辟支佛他们的本事就是把我破除了，换句话说，起心动念不再有我这个念头六道就没有了。如果法执再破了，十法界就没有了，这就是契入一真法界。一真法界是诸佛如来与大菩萨他们修行的处所，他们活动的空间，跟十法界这里面不一样。",
      "zh_TW": "持戒是手段，目的是破惡。凡夫無始劫來迷惑顛倒，起心動念都為自己，執著我，起心動念都想到我，這是毛病。為什麼說想到我是毛病？諸位必須要知道，佛在經上跟我們講得很明白，六道是怎麼來的？就是因為有我執，才無緣無故變現個六道輪迴；因為有法執，所以才變現出十法界。原來我這個念頭是六道輪迴的根源。所以佛說，我執破了，六道就沒有了。這通常是講證阿羅漢果、證辟支佛果，阿羅漢、辟支佛他們的本事就是把我破除了，換句話說，起心動念不再有我這個念頭六道就沒有了。如果法執再破了，十法界就沒有了，這就是契入一真法界。一真法界是諸佛如來與大菩薩他們修行的處所，他們活動的空間，跟十法界這裡面不一樣。"
    },
    {
      "id": "09-028-0008_p0014",
      "zh_CN": "因此，六道凡夫起心动念都是恶，我们不能不承认。正如《地藏菩萨本愿经》里头所说的，「南阎浮提众生，举止动念，无不是业，无不是罪」，说得更清楚、更明白。而言语造作，念头是总指挥，念恶，身口怎么会善？佛教导我们用持戒这个方法来破恶，佛告诉我们哪些事情我们应当要做的，哪些事情我们不应该去做的，佛说应当去做的我们认真努力去做，佛说不应当去做的我们决定不去做，这就是持戒。应不应当的标准在哪里？实际上诸位仔细去观察不难体会，我们把它结归起来答案显现出来了，凡是利益一切众生的，佛都叫我们去做；凡是利益自己的，佛给我们讲不可以去做。利益自己是什么？增长我执，增长贪瞋痴慢，所以这个东西不能做。这在戒律里头，我们找出这个标准。所以佛与菩萨们，他们给我们作了示范，起心动念都是为一切众生。他们的心平等、清净、广大，心一动就是为尽虚空遍法界一切众生，没有说是为我家里几个众生，为我们这个团体几个众生，没有。你看那个心量多大，尽虚空遍法界。",
      "zh_TW": "因此，六道凡夫起心動念都是惡，我們不能不承認。正如《地藏菩薩本願經》裡頭所說的，「南閻浮提眾生，舉止動念，無不是業，無不是罪」，說得更清楚、更明白。而言語造作，念頭是總指揮，念惡，身口怎麼會善？佛教導我們用持戒這個方法來破惡，佛告訴我們哪些事情我們應當要做的，哪些事情我們不應該去做的，佛說應當去做的我們認真努力去做，佛說不應當去做的我們決定不去做，這就是持戒。應不應當的標準在哪裡？實際上諸位仔細去觀察不難體會，我們把它結歸起來答案顯現出來了，凡是利益一切眾生的，佛都叫我們去做；凡是利益自己的，佛給我們講不可以去做。利益自己是什麼？增長我執，增長貪瞋痴慢，所以這個東西不能做。這在戒律裡頭，我們找出這個標準。所以佛與菩薩們，他們給我們作了示範，起心動念都是為一切眾生。他們的心平等、清淨、廣大，心一動就是為盡虛空遍法界一切眾生，沒有說是為我家裡幾個眾生，為我們這個團體幾個眾生，沒有。你看那個心量多大，盡虛空遍法界。"
    },
    {
      "id": "09-028-0008_p0015",
      "zh_CN": "说『无净戒』，一定是『无犯戒』。「无犯戒，无净戒」，持戒波罗蜜圆满了。这两句是自度，跟前面意思完全一样。无净戒，无犯戒，清净、犯戒这是二边，二边的相都不可得。可是他还有没有持犯的样子？有。持犯的样子，『唯假施设故』，他表演给我们看，有表演持戒的，有表演犯戒的，两种人都是善知识，两种人都是佛菩萨。诸位在大乘经上看到，小乘经上也有。佛当年在世，有一些弟子像目犍连、舍利弗、迦叶尊者，这个是给我们表演，像唱戏一样，他唱正派的，他表演的是持戒，戒律很清净；像提婆达多、六群比丘，他们唱反派的，完全搞破戒，这些都是菩萨，都是佛与大菩萨，让释迦牟尼佛在当中来评判，对持戒的赞叹，对犯戒的喝斥，其实是什么？做给我们看的。他们有没有持戒、有没有犯戒？没有，他们真的没有。所以我们不可以把他们当做凡夫来看待，那你就错了，这些都是诸佛如来、大菩萨示现，像唱一台戏一样，他们都是表演某一个角色，表演得很逼真，让我们在这个里面觉悟。所以他有表演，这个表演就是假施设故。为什么说个假？表演也不执着，换句话说，他的心依旧是清净平等觉，他没有迷，只是舞台上表演这个角色而已，表演得再逼真、再像，也是若无其事，那就是假施设。第三：",
      "zh_TW": "說『無淨戒』，一定是『無犯戒』。「無犯戒，無淨戒」，持戒波羅蜜圓滿了。這兩句是自度，跟前面意思完全一樣。無淨戒，無犯戒，清淨、犯戒這是二邊，二邊的相都不可得。可是他還有沒有持犯的樣子？有。持犯的樣子，『唯假施設故』，他表演給我們看，有表演持戒的，有表演犯戒的，兩種人都是善知識，兩種人都是佛菩薩。諸位在大乘經上看到，小乘經上也有。佛當年在世，有一些弟子像目犍連、舍利弗、迦葉尊者，這個是給我們表演，像唱戲一樣，他唱正派的，他表演的是持戒，戒律很清淨；像提婆達多、六群比丘，他們唱反派的，完全搞破戒，這些都是菩薩，都是佛與大菩薩，讓釋迦牟尼佛在當中來評判，對持戒的讚歎，對犯戒的喝斥，其實是什麼？做給我們看的。他們有沒有持戒、有沒有犯戒？沒有，他們真的沒有。所以我們不可以把他們當做凡夫來看待，那你就錯了，這些都是諸佛如來、大菩薩示現，像唱一台戲一樣，他們都是表演某一個角色，表演得很逼真，讓我們在這個裡面覺悟。所以他有表演，這個表演就是假施設故。為什麼說個假？表演也不執著，換句話說，他的心依舊是清淨平等覺，他沒有迷，只是舞台上表演這個角色而已，表演得再逼真、再像，也是若無其事，那就是假施設。第三："
    },
    {
      "id": "09-028-0008_p0016",
      "zh_CN": "【无安忍。无忿恚。唯假施设故。】",
      "zh_TW": "【無安忍。無忿恚。唯假施設故。】"
    },
    {
      "id": "09-028-0008_p0017",
      "zh_CN": "这是六度里面的忍辱波罗蜜。这是玄奘大师翻的，按照梵文原文多半是直译『安忍』，六度里面的忍波罗蜜是「安忍」。古德译经没有照这样翻，他把这一条翻作忍辱，这个是有特别的用意，因为在古时候的中国人，对侮辱看得非常严重。我们在古书里头常读过，「士可杀，不可辱」，士用现代的话来说就是知识分子，受过高等教育的人，这样的人杀头无所谓，侮辱不可以。所以把这个辱看得这么重，古德翻经的时候就翻作忍辱。辱都能忍，还有什么不能忍？没有一样不能忍。这是个特别的译法，实际上的意思是安忍。",
      "zh_TW": "這是六度裡面的忍辱波羅蜜。這是玄奘大師翻的，按照梵文原文多半是直譯『安忍』，六度裡面的忍波羅蜜是「安忍」。古德譯經沒有照這樣翻，他把這一條翻作忍辱，這個是有特別的用意，因為在古時候的中國人，對侮辱看得非常嚴重。我們在古書裡頭常讀過，「士可殺，不可辱」，士用現代的話來說就是知識分子，受過高等教育的人，這樣的人殺頭無所謂，侮辱不可以。所以把這個辱看得這麼重，古德翻經的時候就翻作忍辱。辱都能忍，還有什麼不能忍？沒有一樣不能忍。這是個特別的譯法，實際上的意思是安忍。"
    },
    {
      "id": "09-028-0008_p0018",
      "zh_CN": "「忍」，在菩萨修学六个原则当中（我们称为六度）非常重要。佛在《金刚般若》上，《金刚般若经》大家都念过，它是六百卷里面的一卷。其他的《般若经》，我们不见得念过，《金刚经》念过。你看佛在《金刚经》上，将这六大纲领有说得很详细的，有说得很简单的，轻描淡写带过就完了，唯独布施跟忍辱讲得最多。这个道理就是说，这六条纲领中，这两条最重要！布施能修福修慧，你要想修福修慧、积功累德，你怎么修？修布施；而忍辱正是成就。你虽修，如果你不能忍，你的成就很有限。所以佛说一切法得成于忍，这个一切法是说世间法跟出世间法，你要想成就，安忍就太重要了，你不能忍就不能成就。所以忍是一个人修学成就关键的所在，愈是大的成就，愈要大的忍耐。",
      "zh_TW": "「忍」，在菩薩修學六個原則當中（我們稱為六度）非常重要。佛在《金剛般若》上，《金剛般若經》大家都念過，它是六百卷裡面的一卷。其他的《般若經》，我們不見得念過，《金剛經》念過。你看佛在《金剛經》上，將這六大綱領有說得很詳細的，有說得很簡單的，輕描淡寫帶過就完了，唯獨布施跟忍辱講得最多。這個道理就是說，這六條綱領中，這兩條最重要！布施能修福修慧，你要想修福修慧、積功累德，你怎麼修？修布施；而忍辱正是成就。你雖修，如果你不能忍，你的成就很有限。所以佛說一切法得成於忍，這個一切法是說世間法跟出世間法，你要想成就，安忍就太重要了，你不能忍就不能成就。所以忍是一個人修學成就關鍵的所在，愈是大的成就，愈要大的忍耐。"
    },
    {
      "id": "09-028-0008_p0019",
      "zh_CN": "特别是对于瞋恚，这个地方讲『忿恚』，更要忍。这个就是遇到心里面不如意的事情，往往一般人就要发脾气，动了瞋恚心，这个境界现前。而实际上忍辱的范围非常广大，顺境也要忍，不能单看逆境，顺境也要忍，顺境不生贪恋，这个世间人遇到顺境贪爱、留恋，舍不得放下，也错了。所以顺逆境界都要忍。一切境界当中你能真正做到如如不动，实际上如如不动是底下禅定波罗蜜，但是你要晓得，禅定是以忍辱为前方便，忍辱是禅定前面的功夫，不能忍哪来的定？所以一定要能忍，顺逆境界，什么样的境界都要忍，然后才有底下的精进、禅定、般若。我们现在处的这个世间，这一段的时间与空间是乱世，众生的生活很苦，天灾人祸非常频繁，我们处在这么一个时代。在这个时代，菩萨这六条纲领就显得格外重要。换句话说，我们要怎样才真正能够平平安安度过这一生？最好的方法，最有效果的方法，就是这六条纲领。",
      "zh_TW": "特別是對於瞋恚，這個地方講『忿恚』，更要忍。這個就是遇到心裡面不如意的事情，往往一般人就要發脾氣，動了瞋恚心，這個境界現前。而實際上忍辱的範圍非常廣大，順境也要忍，不能單看逆境，順境也要忍，順境不生貪戀，這個世間人遇到順境貪愛、留戀，捨不得放下，也錯了。所以順逆境界都要忍。一切境界當中你能真正做到如如不動，實際上如如不動是底下禪定波羅蜜，但是你要曉得，禪定是以忍辱為前方便，忍辱是禪定前面的功夫，不能忍哪來的定？所以一定要能忍，順逆境界，什麼樣的境界都要忍，然後才有底下的精進、禪定、般若。我們現在處的這個世間，這一段的時間與空間是亂世，眾生的生活很苦，天災人禍非常頻繁，我們處在這麼一個時代。在這個時代，菩薩這六條綱領就顯得格外重要。換句話說，我們要怎樣才真正能夠平平安安度過這一生？最好的方法，最有效果的方法，就是這六條綱領。"
    },
    {
      "id": "09-028-0008_p0020",
      "zh_CN": "布施教我们放下，后面般若是教我们看破。你要真正能放得下，名闻利养、五欲六尘都不要挂在心上，这就是布施波罗蜜。持戒是守法，佛在经上许许多多的教诫，我们要遵守。但是经论太多了，如果每一部经论都涉及，我们没有这个能力，而实际上也没有这个必要，能够受持一部经，我们一生就受用不尽。不但是一生，说实实在在的话，从初发心一直到圆满成佛，无量劫都受用不尽，这是真的。一定要守法。除佛教诫我们之外，我们现在这个身体还没有离开世间，还要跟世间这么多人在一起相处，人是一个社会的动物，他有组织，所以国家有宪法、有法律，每个地区有它的风俗、有它的习惯、有它道德的观念，我们都应当遵守，叫恒顺众生，随喜功德，这就是持戒波罗蜜，我们守法，不犯法。安忍，我们有耐心，无论是对人对事对物，绝不急躁，有耐心、有步骤、有分寸的去做，做得圆圆满满。",
      "zh_TW": "布施教我們放下，後面般若是教我們看破。你要真正能放得下，名聞利養、五欲六塵都不要掛在心上，這就是布施波羅蜜。持戒是守法，佛在經上許許多多的教誡，我們要遵守。但是經論太多了，如果每一部經論都涉及，我們沒有這個能力，而實際上也沒有這個必要，能夠受持一部經，我們一生就受用不盡。不但是一生，說實實在在的話，從初發心一直到圓滿成佛，無量劫都受用不盡，這是真的。一定要守法。除佛教誡我們之外，我們現在這個身體還沒有離開世間，還要跟世間這麼多人在一起相處，人是一個社會的動物，他有組織，所以國家有憲法、有法律，每個地區有它的風俗、有它的習慣、有它道德的觀念，我們都應當遵守，叫恆順眾生，隨喜功德，這就是持戒波羅蜜，我們守法，不犯法。安忍，我們有耐心，無論是對人對事對物，絕不急躁，有耐心、有步驟、有分寸的去做，做得圓圓滿滿。"
    },
    {
      "id": "09-028-0008_p0021",
      "zh_CN": "后面这是精进，进是要进步，现代不但是科技日新月异在进步，单单这一端进步，其他的都不进步，毛病就出来了。应该怎样？要齐头并进，社会大众才真正能得到幸福。而这里头最重要的是德行、学问，德行跟学问要有进步。怎么个进步法？佛教给我们的方法，跟世间人所想出来的方法不一样。世间人的想法怎么样？我要成就学问一定要广学多闻。现在学校教育就是用这个方式，广学多闻。佛法不如是，佛教给我们是一门深入，绝对不是广学多闻，是教一门深入。可是，也许诸位在四弘誓愿里面看到，不是有「法门无量誓愿学」吗？没错，你只看到后面，前面呢？你没看到前面，前面那一条是「烦恼无尽誓愿断」。佛教人一门深入是干什么？断烦恼，佛教你是这个，烦恼断了，智慧开了，然后才可以广学多闻。",
      "zh_TW": "後面這是精進，進是要進步，現代不但是科技日新月異在進步，單單這一端進步，其他的都不進步，毛病就出來了。應該怎樣？要齊頭並進，社會大眾才真正能得到幸福。而這裡頭最重要的是德行、學問，德行跟學問要有進步。怎麼個進步法？佛教給我們的方法，跟世間人所想出來的方法不一樣。世間人的想法怎麼樣？我要成就學問一定要廣學多聞。現在學校教育就是用這個方式，廣學多聞。佛法不如是，佛教給我們是一門深入，絕對不是廣學多聞，是教一門深入。可是，也許諸位在四弘誓願裡面看到，不是有「法門無量誓願學」嗎？沒錯，你只看到後面，前面呢？你沒看到前面，前面那一條是「煩惱無盡誓願斷」。佛教人一門深入是幹什麼？斷煩惱，佛教你是這個，煩惱斷了，智慧開了，然後才可以廣學多聞。"
    },
    {
      "id": "09-028-0008_p0022",
      "zh_CN": "你烦恼要没有断，你广学多闻，清凉大师在《华严经》上说得妙，它的结果是什么？「增长邪见」，这是清凉大师讲的。我们仔细去观察，烦恼没有断，那些广学多闻的，你仔细去接触，想想清凉大师讲的增长邪见，你看看他是不是增长邪见？没错，确实增长邪见，邪见解决不了问题。今天社会这么复杂，谁能解决问题？没断烦恼的，那些广学多闻的人太多太多了。他们来为我们这个社会大众办事，愈办愈乱，愈办愈糟，他还自己以为有学问。所以你回过头来再看看佛经，对于佛菩萨就不能不佩服，他们是先断烦恼，断烦恼之后心是清净心，清净心生智慧。《金刚经》上说，「信心清净，则生实相」。智慧现起来了，你六根接触六尘境界就是广学多闻，就是「法门无量誓愿学」，成就你无量智慧，你才能真的解决问题。",
      "zh_TW": "你煩惱要沒有斷，你廣學多聞，清涼大師在《華嚴經》上說得妙，它的結果是什麼？「增長邪見」，這是清涼大師講的。我們仔細去觀察，煩惱沒有斷，那些廣學多聞的，你仔細去接觸，想想清涼大師講的增長邪見，你看看他是不是增長邪見？沒錯，確實增長邪見，邪見解決不了問題。今天社會這麼複雜，誰能解決問題？沒斷煩惱的，那些廣學多聞的人太多太多了。他們來為我們這個社會大眾辦事，愈辦愈亂，愈辦愈糟，他還自己以為有學問。所以你回過頭來再看看佛經，對於佛菩薩就不能不佩服，他們是先斷煩惱，斷煩惱之後心是清淨心，清淨心生智慧。《金剛經》上說，「信心清淨，則生實相」。智慧現起來了，你六根接觸六塵境界就是廣學多聞，就是「法門無量誓願學」，成就你無量智慧，你才能真的解決問題。"
    },
    {
      "id": "09-028-0008_p0023",
      "zh_CN": "所以精进就非常重要。我们要想成就自己，在无量法门里头，选一个法门，一门深入。到什么时候，你才广学多闻？你一门深入，达到「信心清净，则生实相」，行了，可以了，然后你才可以广学多闻。这个则生实相，就是宗门里面讲的大彻大悟，智慧开了。智慧开的人，六根接触外面六尘境界，就跟六祖惠能大师在《坛经》里头所说的，他跟五祖说「弟子自心常生智慧」，有这个本事才行。我们现在怎么样？眼见色、耳闻声，弟子心中常生烦恼。我们常生烦恼，常生贪瞋痴慢，这怎么行？人家常生智慧。你要问他，他为什么常生智慧？心清净，烦恼断掉了。所以一定要晓得修学过程，先断烦恼，后学法门。一门深入这个办法，这个精进就是断烦恼。断烦恼成就根本智，根本智是无知。《般若经》上常说，「般若无知，无所不知」。无所不知从哪里来的？从无知来的。所以我们先要学无知，然后起作用的时候就无所不知。",
      "zh_TW": "所以精進就非常重要。我們要想成就自己，在無量法門裡頭，選一個法門，一門深入。到什麼時候，你才廣學多聞？你一門深入，達到「信心清淨，則生實相」，行了，可以了，然後你才可以廣學多聞。這個則生實相，就是宗門裡面講的大徹大悟，智慧開了。智慧開的人，六根接觸外面六塵境界，就跟六祖惠能大師在《壇經》裡頭所說的，他跟五祖說「弟子自心常生智慧」，有這個本事才行。我們現在怎麼樣？眼見色、耳聞聲，弟子心中常生煩惱。我們常生煩惱，常生貪瞋痴慢，這怎麼行？人家常生智慧。你要問他，他為什麼常生智慧？心清淨，煩惱斷掉了。所以一定要曉得修學過程，先斷煩惱，後學法門。一門深入這個辦法，這個精進就是斷煩惱。斷煩惱成就根本智，根本智是無知。《般若經》上常說，「般若無知，無所不知」。無所不知從哪裡來的？從無知來的。所以我們先要學無知，然後起作用的時候就無所不知。"
    },
    {
      "id": "09-028-0008_p0024",
      "zh_CN": "平常我们没有讲经，没有人来问问题，这个时候心永远是清净的，一个杂念都没有，这个时候就是无知。别人来问问题，随问随答；展开经典，里面的义理就像泉水往外涌一样，那叫无所不知。初学佛的人，特别是初讲经的人，遭遇到最大的困难，就是经文展开之后不晓得怎么讲？到处去找材料，找了一大堆，厚厚的写了多少张来注解，结果讲出来也是牛头不对马嘴。什么原因？智慧没开，搜集再多，别人的东西，不是自己的。别人的东西你要是搜集一个人的，从头到尾讲下来还像个样子，虽然不是自己的，它里头的脉络还能够连贯得下去。如果要搞三个人、五个人合起来的，说出来什么都不是，什么都不像，这就完全错了。所以诸位明白这个道理，这个道理是真理。一门深入，决定不能搞两门。",
      "zh_TW": "平常我們沒有講經，沒有人來問問題，這個時候心永遠是清淨的，一個雜念都沒有，這個時候就是無知。別人來問問題，隨問隨答；展開經典，裡面的義理就像泉水往外湧一樣，那叫無所不知。初學佛的人，特別是初講經的人，遭遇到最大的困難，就是經文展開之後不曉得怎麼講？到處去找材料，找了一大堆，厚厚的寫了多少張來註解，結果講出來也是牛頭不對馬嘴。什麼原因？智慧沒開，蒐集再多，別人的東西，不是自己的。別人的東西你要是蒐集一個人的，從頭到尾講下來還像個樣子，雖然不是自己的，它裡頭的脈絡還能夠連貫得下去。如果要搞三個人、五個人合起來的，說出來什麼都不是，什麼都不像，這就完全錯了。所以諸位明白這個道理，這個道理是真理。一門深入，決定不能搞兩門。"
    },
    {
      "id": "09-028-0008_p0025",
      "zh_CN": "我今天下午到这边来，我三点半钟来的。四点钟有一位老太太来看我，这个老太太跟我大概有二十多年没见面。是我早年在莲友念佛团讲《弥陀经疏钞》、讲《楞严经》的时候，她常常来听经，二十多年前了。来的时候跟我讲了很多很多的话，我都在旁边听，讲完之后，她向我请教。我说妳的头脑太复杂，妄想太多了，这是大病。她今年七十八岁，跟我讲，读了很多经，现在想学一门深入，不忍心舍弃；拜很多佛菩萨，现在专门拜阿弥陀佛，她说那些佛菩萨会不会怪我？好像我跟他这么多年往来，现在跟他断交，心里好难过。我没有法子，我就引她到我房间里去，我说妳看看我供的，我的小佛堂只有一尊阿弥陀佛，我观音势至都不拜。她看呆了。我说，一门深入，七十八岁了，还有几年？她说，她做了一个梦，梦里头有人跟她讲，她还有五年。她说，我是不是预知时至？我说，妳叫胡思乱想。",
      "zh_TW": "我今天下午到這邊來，我三點半鐘來的。四點鐘有一位老太太來看我，這個老太太跟我大概有二十多年沒見面。是我早年在蓮友念佛團講《彌陀經疏鈔》、講《楞嚴經》的時候，她常常來聽經，二十多年前了。來的時候跟我講了很多很多的話，我都在旁邊聽，講完之後，她向我請教。我說妳的頭腦太複雜，妄想太多了，這是大病。她今年七十八歲，跟我講，讀了很多經，現在想學一門深入，不忍心捨棄；拜很多佛菩薩，現在專門拜阿彌陀佛，她說那些佛菩薩會不會怪我？好像我跟他這麼多年往來，現在跟他斷交，心裡好難過。我沒有法子，我就引她到我房間裡去，我說妳看看我供的，我的小佛堂只有一尊阿彌陀佛，我觀音勢至都不拜。她看呆了。我說，一門深入，七十八歲了，還有幾年？她說，她做了一個夢，夢裡頭有人跟她講，她還有五年。她說，我是不是預知時至？我說，妳叫胡思亂想。"
    },
    {
      "id": "09-028-0008_p0026",
      "zh_CN": "这个就是没有遇到好人指点，跑的道场太多，亲近的法师太多。一个法师教她一个法门，十个法师就十个法门，这个事情就麻烦。所以修行修了这么多年，几十年了，愈来愈乱，愈来愈定不下来，这个亏吃大了。所以我就劝她，经也放下，不要听了。她还听我那些录音带，不要听了，年岁大了，有什么好听的？不要听了；也不要看了，她到这还找佛书看，还有人介绍她这个经、那个经，不要看，统统不要看，回家老实念佛，一句阿弥陀佛。妳要真正老实念，决定往生，这是真实话。别说年岁大了，年轻人实在讲都不能搞得太多、太杂，你要是搞多、搞杂了，准定吃亏。实在讲没有必要，诸位同修一定要晓得。",
      "zh_TW": "這個就是沒有遇到好人指點，跑的道場太多，親近的法師太多。一個法師教她一個法門，十個法師就十個法門，這個事情就麻煩。所以修行修了這麼多年，幾十年了，愈來愈亂，愈來愈定不下來，這個虧吃大了。所以我就勸她，經也放下，不要聽了。她還聽我那些錄音帶，不要聽了，年歲大了，有什麼好聽的？不要聽了；也不要看了，她到這還找佛書看，還有人介紹她這個經、那個經，不要看，統統不要看，回家老實念佛，一句阿彌陀佛。妳要真正老實念，決定往生，這是真實話。別說年歲大了，年輕人實在講都不能搞得太多、太雜，你要是搞多、搞雜了，准定吃虧。實在講沒有必要，諸位同修一定要曉得。"
    },
    {
      "id": "09-028-0008_p0027",
      "zh_CN": "精进这个道理，说起来好像是好懂，可是事实、效果你没有见到，所以你对于古大德的讲法、现在人这些讲法，也是姑妄听之。为什么？因为你体会不到这个境界，所以你还是放不下，还是拉拉杂杂要搞一大堆。去年年底，我在新加坡办了一个「培训班」，期限不长，只有三个月，有二十八个学生，我们只学一门功课，《无量寿经》。每个人都要学，每个人都讲一遍，换句话说，就讲二十八遍。而实际上在讲一遍之前，还要练习讲一遍，换句话说，五十六遍。三个月当中，每个人要听五十六遍，听一部经，不学净土的也相信净土了。学生的心得报告我看到了，原来有几个学禅宗的对于净土很排斥，到最后深信不疑。为什么？三个月当中是五十多次的薰习，他们明白了，才知道精进的好处，才知道什么叫做一门深入。以前虽然听到这一句话，这几个字也懂得，真正的意思不晓得。",
      "zh_TW": "精進這個道理，說起來好像是好懂，可是事實、效果你沒有見到，所以你對於古大德的講法、現在人這些講法，也是姑妄聽之。為什麼？因為你體會不到這個境界，所以你還是放不下，還是拉拉雜雜要搞一大堆。去年年底，我在新加坡辦了一個「培訓班」，期限不長，只有三個月，有二十八個學生，我們只學一門功課，《無量壽經》。每個人都要學，每個人都講一遍，換句話說，就講二十八遍。而實際上在講一遍之前，還要練習講一遍，換句話說，五十六遍。三個月當中，每個人要聽五十六遍，聽一部經，不學淨土的也相信淨土了。學生的心得報告我看到了，原來有幾個學禪宗的對於淨土很排斥，到最後深信不疑。為什麼？三個月當中是五十多次的薰習，他們明白了，才知道精進的好處，才知道什麼叫做一門深入。以前雖然聽到這一句話，這幾個字也懂得，真正的意思不曉得。"
    },
    {
      "id": "09-028-0008_p0028",
      "zh_CN": "这个道理很深，希望诸位细细去揣摩。果然能够信受奉行，这个功德利益是不可思议。我常常劝人，可是有些人怀疑，怀疑什么？你这个净空法师不是好人，你叫我们学一样，你自己搞那么多样。其实他不知道我的苦心，我叫你搞一样，你的成就决定超过我，超过太多太多了。你要跟我一样，什么大乘经论统统都搞，你搞一辈子比不上我，你比我差远了。我今天为什么要搞这么多？给诸位说，不得已，没有法子，这些经典要有别人搞，我绝对不去搞了。我现在讲《华严经》，如果有人讲《华严》，我《华严》边都不碰它，我决定是一门深入。现在是什么？这个经教已经没有人在搞了，逼着我没办法，牺牲自己的品位，为了利益大众，把佛法传下去，这是不得已。我知道的好处，我自己为什么不干？我当然会干的。但是我今天指给大家的路子，绝对正确。精，精是纯而不杂，进是进步：",
      "zh_TW": "這個道理很深，希望諸位細細去揣摩。果然能夠信受奉行，這個功德利益是不可思議。我常常勸人，可是有些人懷疑，懷疑什麼？你這個淨空法師不是好人，你叫我們學一樣，你自己搞那麼多樣。其實他不知道我的苦心，我叫你搞一樣，你的成就決定超過我，超過太多太多了。你要跟我一樣，什麼大乘經論統統都搞，你搞一輩子比不上我，你比我差遠了。我今天為什麼要搞這麼多？給諸位說，不得已，沒有法子，這些經典要有別人搞，我絕對不去搞了。我現在講《華嚴經》，如果有人講《華嚴》，我《華嚴》邊都不碰它，我決定是一門深入。現在是什麼？這個經教已經沒有人在搞了，逼著我沒辦法，犧牲自己的品位，為了利益大眾，把佛法傳下去，這是不得已。我知道的好處，我自己為什麼不幹？我當然會幹的。但是我今天指給大家的路子，絕對正確。精，精是純而不雜，進是進步："
    },
    {
      "id": "09-028-0008_p0029",
      "zh_CN": "【无精进。无懈怠。】",
      "zh_TW": "【無精進。無懈怠。】"
    },
    {
      "id": "09-028-0008_p0030",
      "zh_CN": "这是精进波罗蜜自学圆满了。",
      "zh_TW": "這是精進波羅蜜自學圓滿了。"
    },
    {
      "id": "09-028-0008_p0031",
      "zh_CN": "【唯假施设故。】",
      "zh_TW": "【唯假施設故。】"
    },
    {
      "id": "09-028-0008_p0032",
      "zh_CN": "还要表现给别人看。倓虚法师《念佛论》那个小册子，我们这边有。它的分量很少，后面有一部分，大概分量跟前面差不多相等，是我们从倓老法师在香港打佛七的一个录音带里面写出来的。这个录音带里面，跟我们讲了几个故事，这几个故事很能启发人。特别是讲谛闲老和尚早年有个徒弟，锅漏匠这个徒弟，跟倓老算是同学，但是倓虚法师没有见过他。你看这个人不认识字，没有听过经，什么叫佛法，一窍不通，一定要赖着老和尚跟他出家。老和尚和他是从小就认识，小时在一起玩耍的，没有办法，只好给他剃度。剃度了跟他讲，也不要受戒，乡下找个小庙，叫他在那里住，就教他一句「南无阿弥陀佛」六个字。跟他讲，你就这样念，念累了，你就休息；休息好了，你就再念。这个对他很适合，这个人老实听话。你看精进，精到什么程度？六个字。念累了就休息，休息好了就再念，你看看多自在，一点压力都没有。念了四年，人家站着往生，预知时至，站着往生！一门深入，精进波罗蜜。那个时候谛闲老法师在金山寺做知客，金山寺在镇江，他的徒弟在温州，浙江温州。送信送到那边去，老和尚坐船回到温州替他办后事，他还站在那里，死了以后还站了好几天，等老和尚来替他办后事。研教、讲经有什么用处？你跟他比差太远了。",
      "zh_TW": "還要表現給別人看。倓虛法師《念佛論》那個小冊子，我們這邊有。它的分量很少，後面有一部分，大概分量跟前面差不多相等，是我們從倓老法師在香港打佛七的一個錄音帶裡面寫出來的。這個錄音帶裡面，跟我們講了幾個故事，這幾個故事很能啟發人。特別是講諦閑老和尚早年有個徒弟，鍋漏匠這個徒弟，跟倓老算是同學，但是倓虛法師沒有見過他。你看這個人不認識字，沒有聽過經，什麼叫佛法，一竅不通，一定要賴著老和尚跟他出家。老和尚和他是從小就認識，小時在一起玩耍的，沒有辦法，只好給他剃度。剃度了跟他講，也不要受戒，鄉下找個小廟，叫他在那裡住，就教他一句「南無阿彌陀佛」六個字。跟他講，你就這樣念，念累了，你就休息；休息好了，你就再念。這個對他很適合，這個人老實聽話。你看精進，精到什麼程度？六個字。念累了就休息，休息好了就再念，你看看多自在，一點壓力都沒有。念了四年，人家站著往生，預知時至，站著往生！一門深入，精進波羅蜜。那個時候諦閑老法師在金山寺做知客，金山寺在鎮江，他的徒弟在溫州，浙江溫州。送信送到那邊去，老和尚坐船回到溫州替他辦後事，他還站在那裡，死了以後還站了好幾天，等老和尚來替他辦後事。研教、講經有什麼用處？你跟他比差太遠了。"
    },
    {
      "id": "09-028-0008_p0033",
      "zh_CN": "我看《念佛论》已经送得差不多了，今天我通知图书馆赶快再印一万册。果然能够信受奉行，利益是无量无边，一句佛号念到底。这样经也不要听了，我讲经你们都不要来，我还是希望你们来，来干什么？『唯假施设故』。这个意思就是说，你们实实在在讲不需要听经，一句弥陀念到底，到这来听经是充场面，让这边人多，那个初学的人一看，大概这个法师讲经还不错，这么多人听，帮助他增长信心，这就叫「唯假施设故」。所以这是什么？来做影响众，不是做当机众，是来影响道场，是这么个意思，他是来表演的。你坐在这是不是听经？不是，你坐在这一句也没听进去，你坐在这还是阿弥陀佛、阿弥陀佛，一直念佛念到底。这个就对了，这就没有错了，你是戒、定、慧三学具足。这是精进。底下一条，静虑：",
      "zh_TW": "我看《念佛論》已經送得差不多了，今天我通知圖書館趕快再印一萬冊。果然能夠信受奉行，利益是無量無邊，一句佛號念到底。這樣經也不要聽了，我講經你們都不要來，我還是希望你們來，來幹什麼？『唯假施設故』。這個意思就是說，你們實實在在講不需要聽經，一句彌陀念到底，到這來聽經是充場面，讓這邊人多，那個初學的人一看，大概這個法師講經還不錯，這麼多人聽，幫助他增長信心，這就叫「唯假施設故」。所以這是什麼？來做影響眾，不是做當機眾，是來影響道場，是這麼個意思，他是來表演的。你坐在這是不是聽經？不是，你坐在這一句也沒聽進去，你坐在這還是阿彌陀佛、阿彌陀佛，一直念佛念到底。這個就對了，這就沒有錯了，你是戒、定、慧三學具足。這是精進。底下一條，靜慮："
    },
    {
      "id": "09-028-0008_p0034",
      "zh_CN": "【无静虑。无散乱。唯假施设故。】",
      "zh_TW": "【無靜慮。無散亂。唯假施設故。】"
    },
    {
      "id": "09-028-0008_p0035",
      "zh_CN": "『静虑』是禅定。禅是梵语，从梵文音译过来的，禅那。定，这个字是中国字。印度禅那的意思跟中国的定很接近，所以译经这个名词把它合起来，这个名词叫梵华合译。名词两个字，一个字是梵语，一个字是华语，它的意思接近。而实际上禅那是「静虑」的意思，严格的来讲，跟我们中国定的意思还是有差别，因为定只有静的意思，没有虑的意思。所以当时翻的时候，有翻作止观，禅那翻成止观翻得好，它里面有止，止是定的意思；除止外，它有观。所以它那个定，它不是死的定，它是活活泼泼的，对治散乱。现在，这位菩萨静虑、散乱二边都离开了，这就是禅定波罗蜜圆满，自利圆满，他还继续不断的在修，修是给别人做样子，『唯假施设故』。禅定修学的方法太多太多了，后面有，到第二卷的时候我们会看到，到时候我们再详细的来研究研究。这就是在生活当中、在工作里面、在处事待人接物，我们面对这个社会非常复杂，在复杂的社会里面我们如何修禅定，这是非常重要的课题。《般若经》上佛给我们说了几百种的方法，实在讲最简单的就是一句阿弥陀佛。这个到后面我们再说，再看底下般若：",
      "zh_TW": "『靜慮』是禪定。禪是梵語，從梵文音譯過來的，禪那。定，這個字是中國字。印度禪那的意思跟中國的定很接近，所以譯經這個名詞把它合起來，這個名詞叫梵華合譯。名詞兩個字，一個字是梵語，一個字是華語，它的意思接近。而實際上禪那是「靜慮」的意思，嚴格的來講，跟我們中國定的意思還是有差別，因為定只有靜的意思，沒有慮的意思。所以當時翻的時候，有翻作止觀，禪那翻成止觀翻得好，它裡面有止，止是定的意思；除止外，它有觀。所以它那個定，它不是死的定，它是活活潑潑的，對治散亂。現在，這位菩薩靜慮、散亂二邊都離開了，這就是禪定波羅蜜圓滿，自利圓滿，他還繼續不斷的在修，修是給別人做樣子，『唯假施設故』。禪定修學的方法太多太多了，後面有，到第二卷的時候我們會看到，到時候我們再詳細的來研究研究。這就是在生活當中、在工作裡面、在處事待人接物，我們面對這個社會非常複雜，在複雜的社會裡面我們如何修禪定，這是非常重要的課題。《般若經》上佛給我們說了幾百種的方法，實在講最簡單的就是一句阿彌陀佛。這個到後面我們再說，再看底下般若："
    },
    {
      "id": "09-028-0008_p0036",
      "zh_CN": "【无般若。无愚痴。唯假施设故。】",
      "zh_TW": "【無般若。無愚痴。唯假施設故。】"
    },
    {
      "id": "09-028-0008_p0037",
      "zh_CN": "菩萨行门六条纲领，前面五条都是属于事，都有迹象可循；般若是理，没有迹象。理离不开事，从事上显示出智慧，般若就是智慧。布施，布施能不着相，又肯认真的去做，做了又不着相，又若无其事，那就是智慧。持戒、忍辱、精进、禅定这些事，都在生活当中点点滴滴很认真、很努力去修学，虽修学都不着相，知道凡所有相皆是虚妄，万法皆空了不可得，身心清净。你所作所为，这是显露出大慈大悲，为众生做个好样子，给众生做模范。浅的利益是让这个社会有秩序，大家能够得到安和乐利，这是很浅显的利益。如果聪明根利的，那个利益就更大、更高。像释迦牟尼佛在《金刚经》开端所表演的日常生活，须菩提发现了。他怎么能发现？他自己达到那个境界，他才看出来，原来世尊在日常生活表演的是真实究竟的大圆满、大自在。释迦牟尼佛四十九年所说的一切法，就在他着衣持钵入舍卫大城去乞食，圆圆满满显示出来，一丝毫的隐瞒都没有，真正不可思议。这也是我们看得浅，如果再深一层看，不仅是四十九年所说，实在讲，十方三世一切诸佛尘说、刹说，都在他着衣持钵里头表现无遗。所以一切佛法何曾离开生活？何曾离开工作？所以我们这一次讲《华严经》，我们拟了一个总题目叫「现代生活艺术系列」。你懂得诸佛菩萨他所说的、他所行的、他所表演的，就是现代生活艺术系列，真实究竟美满。你要懂得了，你从今天起过佛菩萨的生活，不是凡夫的生活，那不一样，真正是破迷开悟，离苦得乐。今天时间到了，我们就讲到此地。",
      "zh_TW": "菩薩行門六條綱領，前面五條都是屬於事，都有跡象可循；般若是理，沒有跡象。理離不開事，從事上顯示出智慧，般若就是智慧。布施，布施能不著相，又肯認真的去做，做了又不著相，又若無其事，那就是智慧。持戒、忍辱、精進、禪定這些事，都在生活當中點點滴滴很認真、很努力去修學，雖修學都不著相，知道凡所有相皆是虛妄，萬法皆空了不可得，身心清淨。你所作所為，這是顯露出大慈大悲，為眾生做個好樣子，給眾生做模範。淺的利益是讓這個社會有秩序，大家能夠得到安和樂利，這是很淺顯的利益。如果聰明根利的，那個利益就更大、更高。像釋迦牟尼佛在《金剛經》開端所表演的日常生活，須菩提發現了。他怎麼能發現？他自己達到那個境界，他才看出來，原來世尊在日常生活表演的是真實究竟的大圓滿、大自在。釋迦牟尼佛四十九年所說的一切法，就在他著衣持缽入舍衛大城去乞食，圓圓滿滿顯示出來，一絲毫的隱瞞都沒有，真正不可思議。這也是我們看得淺，如果再深一層看，不僅是四十九年所說，實在講，十方三世一切諸佛塵說、剎說，都在他著衣持缽裡頭表現無遺。所以一切佛法何曾離開生活？何曾離開工作？所以我們這一次講《華嚴經》，我們擬了一個總題目叫「現代生活藝術系列」。你懂得諸佛菩薩他所說的、他所行的、他所表演的，就是現代生活藝術系列，真實究竟美滿。你要懂得了，你從今天起過佛菩薩的生活，不是凡夫的生活，那不一樣，真正是破迷開悟，離苦得樂。今天時間到了，我們就講到此地。"
    }
  ]
}