{
  "doc_id": "02-002-0002",
  "title": {
    "zh_CN": "无量寿经大意",
    "zh_TW": "無量壽經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-002-0002",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "02-002-0002_p0001",
      "zh_CN": "请看十三面第四行「大教缘起第三」。前面是本经的通序，这部经跟一般经典我们能够很明显的看出它不同之处，那就是序分特别长。在序分里面赞叹与会诸菩萨的德行的时候，特别叙说出八相成道，正如同《普门品》里面所说的，观世音菩萨以三十二应身，「随众生心，应所知量」，应该用什么样的身分去帮助众生，他就可以示现什么样的身分。经里面在种种身分里面举了一个例子，就是示现成佛，成佛都可以示现，那其他的当然更不必说了。第二章里面就讲得很清楚，示现成佛里面，把转法轮就是佛陀教化众生说得特别详细，这是其他经典里面很少看到的。因为这个经过去曾经在此地讲过一遍，去年讲过一遍，新加坡讲的比我们这边讲得更详细，录音带都在此地。所以细节的地方我们就把它省略掉。",
      "zh_TW": "請看十三面第四行「大教緣起第三」。前面是本經的通序，這部經跟一般經典我們能夠很明顯的看出它不同之處，那就是序分特別長。在序分裡面讚歎與會諸菩薩的德行的時候，特別敘說出八相成道，正如同《普門品》裡面所說的，觀世音菩薩以三十二應身，「隨眾生心，應所知量」，應該用什麼樣的身分去幫助眾生，他就可以示現什麼樣的身分。經裡面在種種身分裡面舉了一個例子，就是示現成佛，成佛都可以示現，那其他的當然更不必說了。第二章裡面就講得很清楚，示現成佛裡面，把轉法輪就是佛陀教化眾生說得特別詳細，這是其他經典裡面很少看到的。因為這個經過去曾經在此地講過一遍，去年講過一遍，新加坡講的比我們這邊講得更詳細，錄音帶都在此地。所以細節的地方我們就把它省略掉。"
    },
    {
      "id": "02-002-0002_p0002",
      "zh_CN": "今天开始看第三章，第三章是发起序，也就是说明这部经的发起因缘很特殊。这一天释迦牟尼佛的精神特别好，容光焕发，精神、颜色、光明相好显示得很特别。阿难是佛的侍者，天天亲近佛，他看到今天佛现的相，感到非常希有，就是事奉如来以来，从来没有见到过佛今天的相好光明这样的殊胜，这样的奇特。我们知道佛教众生不仅仅是言语，佛是三业教化，言语是其中一种手段。佛示现这个相一定有意义，一定有用意，所以阿难就知道了。于是乎他在大众当中就起来，向佛行礼之后赞叹佛。赞叹的言语经上记载得很清楚，在赞叹当中有一句非常值得我们注意的，那就是在十三面倒数第二行最后两个字开始。",
      "zh_TW": "今天開始看第三章，第三章是發起序，也就是說明這部經的發起因緣很特殊。這一天釋迦牟尼佛的精神特別好，容光煥發，精神、顏色、光明相好顯示得很特別。阿難是佛的侍者，天天親近佛，他看到今天佛現的相，感到非常希有，就是事奉如來以來，從來沒有見到過佛今天的相好光明這樣的殊勝，這樣的奇特。我們知道佛教眾生不僅僅是言語，佛是三業教化，言語是其中一種手段。佛示現這個相一定有意義，一定有用意，所以阿難就知道了。於是乎他在大眾當中就起來，向佛行禮之後讚歎佛。讚歎的言語經上記載得很清楚，在讚歎當中有一句非常值得我們注意的，那就是在十三面倒數第二行最後兩個字開始。"
    },
    {
      "id": "02-002-0002_p0003",
      "zh_CN": "【去来现在佛佛相念。为念过去未来诸佛耶。为念现在他方诸佛耶。】",
      "zh_TW": "【去來現在佛佛相念。為念過去未來諸佛耶。為念現在他方諸佛耶。】"
    },
    {
      "id": "02-002-0002_p0004",
      "zh_CN": "这就是阿难懂得佛的心意，佛的相好光明可以说是世间没有人能够跟他相比的，这一天现的相尤其特殊，比平常格外的要好。常读佛经的人都知道相是随心转的，所以连看相的人他也常说「相随心转」，佛的相为什么那么好，世间一切众生都没有办法跟他相比？佛的心好！世间人的心没有佛那么好，心好相就好，所以相随心转。相还是福德，福报愈大的人相愈好。所以佛成了佛之后，还要用一百劫的时间专门修福，可见得佛不是不要福，要！成了佛之后，特别去修福，为什么？没有福报不能度众生。",
      "zh_TW": "這就是阿難懂得佛的心意，佛的相好光明可以說是世間沒有人能夠跟他相比的，這一天現的相尤其特殊，比平常格外的要好。常讀佛經的人都知道相是隨心轉的，所以連看相的人他也常說「相隨心轉」，佛的相為什麼那麼好，世間一切眾生都沒有辦法跟他相比？佛的心好！世間人的心沒有佛那麼好，心好相就好，所以相隨心轉。相還是福德，福報愈大的人相愈好。所以佛成了佛之後，還要用一百劫的時間專門修福，可見得佛不是不要福，要！成了佛之後，特別去修福，為什麼？沒有福報不能度眾生。"
    },
    {
      "id": "02-002-0002_p0005",
      "zh_CN": "所以末法时期，我们在《往生论》，昙鸾法师的注子，实际上《往生论》本身论文上就说到，天亲菩萨讲五浊恶世里面，弘法利生有五种困难。第一种是外道相善，外道在表面上形势超过了佛教，换句话说，外道这一些徒众，他们修的福报很大，佛弟子只注重去修慧，把修福疏忽了，所以福报比不上外道；智慧比外道高，福报比不上外道。可是一般众生他看外表，外表外道形势殊胜，他的吸引力很强，就把他吸去了，这是天亲菩萨的五种困难的第一种。",
      "zh_TW": "所以末法時期，我們在《往生論》，曇鸞法師的註子，實際上《往生論》本身論文上就說到，天親菩薩講五濁惡世裡面，弘法利生有五種困難。第一種是外道相善，外道在表面上形勢超過了佛教，換句話說，外道這一些徒眾，他們修的福報很大，佛弟子只注重去修慧，把修福疏忽了，所以福報比不上外道；智慧比外道高，福報比不上外道。可是一般眾生他看外表，外表外道形勢殊勝，他的吸引力很強，就把他吸去了，這是天親菩薩的五種困難的第一種。"
    },
    {
      "id": "02-002-0002_p0006",
      "zh_CN": "佛的智慧福报都圆满了，达到极处！今天佛又念佛，佛又念佛念什么佛？念阿弥陀佛。释迦牟尼佛这一天一心一意念阿弥陀佛，所以他的相貌比平常特别殊胜。念阿弥陀佛跟阿弥陀佛心心相印，跟阿弥陀佛感应道交，阿弥陀佛的光明威神又加持释迦牟尼佛，所以释迦牟尼佛今天相貌就特别的殊胜。这个意思显示今天要说最殊胜的法门。这被阿难一句话识破了，佛今天念佛，如果不念佛，佛今天的相貌不可能这样殊胜，一定是念佛，但是他不晓得念哪一尊佛？实际上这是表演，这是唱戏，阿难哪有不知道的，故意这么问法，佛你是念过去佛还是未来佛，还是现在他方佛？这是故意这么问法。这是发起，我们看第十四页，这很明显的道出来：",
      "zh_TW": "佛的智慧福報都圓滿了，達到極處！今天佛又念佛，佛又念佛念什麼佛？念阿彌陀佛。釋迦牟尼佛這一天一心一意念阿彌陀佛，所以他的相貌比平常特別殊勝。念阿彌陀佛跟阿彌陀佛心心相印，跟阿彌陀佛感應道交，阿彌陀佛的光明威神又加持釋迦牟尼佛，所以釋迦牟尼佛今天相貌就特別的殊勝。這個意思顯示今天要說最殊勝的法門。這被阿難一句話識破了，佛今天念佛，如果不念佛，佛今天的相貌不可能這樣殊勝，一定是念佛，但是他不曉得念哪一尊佛？實際上這是表演，這是唱戲，阿難哪有不知道的，故意這麼問法，佛你是念過去佛還是未來佛，還是現在他方佛？這是故意這麼問法。這是發起，我們看第十四頁，這很明顯的道出來："
    },
    {
      "id": "02-002-0002_p0007",
      "zh_CN": "【何故威神显耀。光瑞殊妙乃尔。】",
      "zh_TW": "【何故威神顯耀。光瑞殊妙乃爾。】"
    },
    {
      "id": "02-002-0002_p0008",
      "zh_CN": "佛今天的威神很明显的叫每一个人都能够看得出来，今天的光明瑞相殊胜奇妙。『乃尔』，是像这个样子，从来没有见过的。",
      "zh_TW": "佛今天的威神很明顯的叫每一個人都能夠看得出來，今天的光明瑞相殊勝奇妙。『乃爾』，是像這個樣子，從來沒有見過的。"
    },
    {
      "id": "02-002-0002_p0009",
      "zh_CN": "【愿为宣说。】",
      "zh_TW": "【願為宣說。】"
    },
    {
      "id": "02-002-0002_p0010",
      "zh_CN": "这一句是启请，『愿为宣说』，佛就说出这部不可思议的《无量寿经》。阿难这一问，把释迦牟尼佛的《无量寿经》就问出来了，所以这个功德很大很大。下面释迦牟尼佛连着赞叹阿难尊者，赞叹他：",
      "zh_TW": "這一句是啟請，『願為宣說』，佛就說出這部不可思議的《無量壽經》。阿難這一問，把釋迦牟尼佛的《無量壽經》就問出來了，所以這個功德很大很大。下面釋迦牟尼佛連著讚歎阿難尊者，讚歎他："
    },
    {
      "id": "02-002-0002_p0011",
      "zh_CN": "【善哉善哉。】",
      "zh_TW": "【善哉善哉。】"
    },
    {
      "id": "02-002-0002_p0012",
      "zh_CN": "经上连用两个『善哉』，用意非常之深。第一个善哉是时节因缘成熟了。我们知道佛经称之为契经，契就是契合，非常适合的意思，契合，契合众生的机宜，也就是众生的需要。佛在这个时候看看这些与会的大众们，也就是这些四众弟子们，其中有不少在这一生、这个时节，也就是在这一天这个时节成佛的机会成熟了，这很不容易，成熟的机会到了。机会到了，如果佛要不帮助这些人，他还是成不了佛。这种机缘就是彭际清居士讲的「无量劫来希有难逢之一日」。无量劫来希有难遭遇成佛这个时间到了，这到哪里去找？这是善，问得好！大家机会成熟了。",
      "zh_TW": "經上連用兩個『善哉』，用意非常之深。第一個善哉是時節因緣成熟了。我們知道佛經稱之為契經，契就是契合，非常適合的意思，契合，契合眾生的機宜，也就是眾生的需要。佛在這個時候看看這些與會的大眾們，也就是這些四眾弟子們，其中有不少在這一生、這個時節，也就是在這一天這個時節成佛的機會成熟了，這很不容易，成熟的機會到了。機會到了，如果佛要不幫助這些人，他還是成不了佛。這種機緣就是彭際清居士講的「無量劫來希有難逢之一日」。無量劫來希有難遭遇成佛這個時間到了，這到哪裡去找？這是善，問得好！大家機會成熟了。"
    },
    {
      "id": "02-002-0002_p0013",
      "zh_CN": "第二个善哉，这个赞叹完全畅佛的本怀，佛度众生就等这么一天，这一天给佛等到了。等哪一天？等着讲《无量寿经》，就等这么一天，可见得佛讲经不是随便说的，这时间不能提早也不能延迟，恰到好处他给我们说这部经。这就是这个时候与会的这些大众跟他讲，他相信，他能够理解，他能够发愿念佛求生净土，这就是他成佛的机会成熟了。所以佛今天无比的欢喜，这可以说释迦牟尼佛在世四十九年最欢喜的一天，看到这一切众生成佛的机会到了，帮助他成佛。你想想看普通讲其他一切经拐弯抹角，叫你成阿罗汉、成菩萨，没有直接成佛的，这个经是直接叫你成佛。所以这是希有难逢！一定要有坚定的信心。",
      "zh_TW": "第二個善哉，這個讚歎完全暢佛的本懷，佛度眾生就等這麼一天，這一天給佛等到了。等哪一天？等著講《無量壽經》，就等這麼一天，可見得佛講經不是隨便說的，這時間不能提早也不能延遲，恰到好處他給我們說這部經。這就是這個時候與會的這些大眾跟他講，他相信，他能夠理解，他能夠發願念佛求生淨土，這就是他成佛的機會成熟了。所以佛今天無比的歡喜，這可以說釋迦牟尼佛在世四十九年最歡喜的一天，看到這一切眾生成佛的機會到了，幫助他成佛。你想想看普通講其他一切經拐彎抹角，叫你成阿羅漢、成菩薩，沒有直接成佛的，這個經是直接叫你成佛。所以這是希有難逢！一定要有堅定的信心。"
    },
    {
      "id": "02-002-0002_p0014",
      "zh_CN": "一般人学佛或者不学佛，在家、出家的，我们在这个社会里常常听到，有人说起来好像这个理论很正确的。那就是不管学哪一宗、哪一派的，总认为自己这一宗最好，别的那个都不如我们。修净土就夸耀我们净土宗最好，学禅宗的我们禅宗最好，净土不如我们，学密宗的我们密宗最好，我们即身成佛。这些话乍听起来好像也满有道理，其实道理是真有，这好比是什么？好比我们众生生病，每一个人生的病不一样，哪一种药最好？这个药我一吃病就好，这药就最好，别的药不好；你吃那个药，吃了你的病好了，那个药对你是最好；那个药我不能吃，你是最好，我是最不好，我一吃，不但病不能好，病加重了。佛法也是如此，所以八万四千法门什么是究竟了义、什么是最好的？对了症就最好。我们吃药的时候，对症。学佛的讲对了机，应机这就最好，契机了。",
      "zh_TW": "一般人學佛或者不學佛，在家、出家的，我們在這個社會裡常常聽到，有人說起來好像這個理論很正確的。那就是不管學哪一宗、哪一派的，總認為自己這一宗最好，別的那個都不如我們。修淨土就誇耀我們淨土宗最好，學禪宗的我們禪宗最好，淨土不如我們，學密宗的我們密宗最好，我們即身成佛。這些話乍聽起來好像也滿有道理，其實道理是真有，這好比是什麼？好比我們眾生生病，每一個人生的病不一樣，哪一種藥最好？這個藥我一吃病就好，這藥就最好，別的藥不好；你吃那個藥，吃了你的病好了，那個藥對你是最好；那個藥我不能吃，你是最好，我是最不好，我一吃，不但病不能好，病加重了。佛法也是如此，所以八萬四千法門什麼是究竟了義、什麼是最好的？對了症就最好。我們吃藥的時候，對症。學佛的講對了機，應機這就最好，契機了。"
    },
    {
      "id": "02-002-0002_p0015",
      "zh_CN": "所以根机种种不同，佛有无量法门，佛在世的时候，或者有菩萨大德在世，我们可以请教他，我是什么样的根机，你给我选一个法门，针对我的机，这可以办得到。现在这个世间没有善知识了，我们自己是什么根机不晓得。这么多法门在此地，我们如何去选择？侥幸选对了，那很幸运，这一生就成就了。如果不幸选错了，就好像吃药一样没有医生，没有人来帮助你，自己也不懂得药性，也不懂得处方，随便去选，自己有病随便去选，一下选错了，不但治病没治好，一吃吃死了。今天佛教界许许多多人的一些言论就类似这种情形，我们一定要知道。",
      "zh_TW": "所以根機種種不同，佛有無量法門，佛在世的時候，或者有菩薩大德在世，我們可以請教他，我是什麼樣的根機，你給我選一個法門，針對我的機，這可以辦得到。現在這個世間沒有善知識了，我們自己是什麼根機不曉得。這麼多法門在此地，我們如何去選擇？僥倖選對了，那很幸運，這一生就成就了。如果不幸選錯了，就好像吃藥一樣沒有醫生，沒有人來幫助你，自己也不懂得藥性，也不懂得處方，隨便去選，自己有病隨便去選，一下選錯了，不但治病沒治好，一吃吃死了。今天佛教界許許多多人的一些言論就類似這種情形，我們一定要知道。"
    },
    {
      "id": "02-002-0002_p0016",
      "zh_CN": "在所有一切法门里面，净土宗摄机最广，什么人适合修这个法门？莲池大师讲得很好，除了三种人以外统统适合。哪三种？第一个是不相信，那就没法子；第二是不愿意往生，不愿意见阿弥陀佛，这种人不对机；第三种人不肯念阿弥陀佛，你叫他念阿弥陀佛，他不干。信、愿、行这三个条件不具足的人不是当机者。除此之外，统统是当机，上到等觉菩萨，下至地狱众生，九界有情平等得度。这我们就放心，我们只要信，只要愿见阿弥陀佛，只要肯念这一句佛号，那我们就适合。所以这一个法门，说老实话，不要老师，不要善知识，我们也能成就。就是这一服药放心大胆去吃，不必找医生，不要去找什么处方，吃了决定就好，什么病都治，这难得！",
      "zh_TW": "在所有一切法門裡面，淨土宗攝機最廣，什麼人適合修這個法門？蓮池大師講得很好，除了三種人以外統統適合。哪三種？第一個是不相信，那就沒法子；第二是不願意往生，不願意見阿彌陀佛，這種人不對機；第三種人不肯念阿彌陀佛，你叫他念阿彌陀佛，他不幹。信、願、行這三個條件不具足的人不是當機者。除此之外，統統是當機，上到等覺菩薩，下至地獄眾生，九界有情平等得度。這我們就放心，我們只要信，只要願見阿彌陀佛，只要肯念這一句佛號，那我們就適合。所以這一個法門，說老實話，不要老師，不要善知識，我們也能成就。就是這一服藥放心大膽去吃，不必找醫生，不要去找什麼處方，吃了決定就好，什麼病都治，這難得！"
    },
    {
      "id": "02-002-0002_p0017",
      "zh_CN": "所以修其他的法门，我们自己确实要斟酌想一想根性对不对？这个法门不必考虑这个。所谓是「门余大道，三根普被，利钝全收」，而且保证是一生成就，圆极、顿极的法门，这才是如来度众生的本怀。换句话说，佛出现在世间，第一个希望讲什么经？就是讲《无量寿经》。因为机缘不对，所以先讲其他的，现在这个机缘成熟了，才讲解这个法门，这是对阿难的赞叹，赞叹他问得太好了。这个启请的功德不可思议，这一问，佛说出这一部经，这部经这个法门不晓得要度多少众生一生成佛，阿难这个功德大！所以佛在此地用比喻给他说，你今天这一问：",
      "zh_TW": "所以修其他的法門，我們自己確實要斟酌想一想根性對不對？這個法門不必考慮這個。所謂是「門餘大道，三根普被，利鈍全收」，而且保證是一生成就，圓極、頓極的法門，這才是如來度眾生的本懷。換句話說，佛出現在世間，第一個希望講什麼經？就是講《無量壽經》。因為機緣不對，所以先講其他的，現在這個機緣成熟了，才講解這個法門，這是對阿難的讚歎，讚歎他問得太好了。這個啟請的功德不可思議，這一問，佛說出這一部經，這部經這個法門不曉得要度多少眾生一生成佛，阿難這個功德大！所以佛在此地用比喻給他說，你今天這一問："
    },
    {
      "id": "02-002-0002_p0018",
      "zh_CN": "【胜于供养一天下阿罗汉。辟支佛。布施累劫。】",
      "zh_TW": "【勝於供養一天下阿羅漢。辟支佛。布施累劫。】"
    },
    {
      "id": "02-002-0002_p0019",
      "zh_CN": "不是一天，时间是用劫做单位，不止一劫，无量劫！这个劫一个一个累积起来成无量劫，这一问就有这么大的功德。我们一问你今天赚多少钱？我今天赚了几万块、几十万块，这功德很小，这没有功德。人家这一问，问出这一部《无量寿经》，问出成佛的办法出来，这是善问，利乐有情。所以说：",
      "zh_TW": "不是一天，時間是用劫做單位，不止一劫，無量劫！這個劫一個一個累積起來成無量劫，這一問就有這麼大的功德。我們一問你今天賺多少錢？我今天賺了幾萬塊、幾十萬塊，這功德很小，這沒有功德。人家這一問，問出這一部《無量壽經》，問出成佛的辦法出來，這是善問，利樂有情。所以說："
    },
    {
      "id": "02-002-0002_p0020",
      "zh_CN": "【当来诸天人民。一切含灵。皆因汝问而得度脱故。】",
      "zh_TW": "【當來諸天人民。一切含靈。皆因汝問而得度脫故。】"
    },
    {
      "id": "02-002-0002_p0021",
      "zh_CN": "这个『度脱』是真正度脱，彻底度脱。阿难这一问，佛这一说，多少众生得度了。这一句里面我们特别注意到的是『诸天人民，一切含灵』，不是讲诸大菩萨、声闻、缘觉，不是说这个。由此可知，这一部经、这个法门最契机的、第一当机的就是六道众生。诸天人民一切含灵就是六道众生，是专门为六道众生而说的。叫六道众生在一生当中平等成佛，这真正不可思议。我们要注意这一点。在这一章里面，有一句很重要的话在十四面第六行，我们从第二句看起，这里讲佛：",
      "zh_TW": "這個『度脫』是真正度脫，徹底度脫。阿難這一問，佛這一說，多少眾生得度了。這一句裡面我們特別注意到的是『諸天人民，一切含靈』，不是講諸大菩薩、聲聞、緣覺，不是說這個。由此可知，這一部經、這個法門最契機的、第一當機的就是六道眾生。諸天人民一切含靈就是六道眾生，是專門為六道眾生而說的。叫六道眾生在一生當中平等成佛，這真正不可思議。我們要注意這一點。在這一章裡面，有一句很重要的話在十四面第六行，我們從第二句看起，這裡講佛："
    },
    {
      "id": "02-002-0002_p0022",
      "zh_CN": "【出兴于世。光阐道教。欲拯群萌。】",
      "zh_TW": "【出興於世。光闡道教。欲拯群萌。】"
    },
    {
      "id": "02-002-0002_p0023",
      "zh_CN": "『拯』是拯救也就是帮助。『群萌』，群萌是指一切众生。",
      "zh_TW": "『拯』是拯救也就是幫助。『群萌』，群萌是指一切眾生。"
    },
    {
      "id": "02-002-0002_p0024",
      "zh_CN": "【惠以真实之利。】",
      "zh_TW": "【惠以真實之利。】"
    },
    {
      "id": "02-002-0002_p0025",
      "zh_CN": "『惠』是布施给他，佛给一切众生真实的利益，没有比这个更真实，这个『真实之利』是什么？给诸位说，就是这一部《无量寿经》，世出世间一切法没有比这个更真实，我们过去不懂。布施的功德大，我们在《华严经》里面读到财布施不如法布施，《金刚经》上也有比较，法布施的功德大。法布施，一切法里面这个法第一真实，你就想想，这个法布施的功德利益有多大？我们送人家的经典，送一部《大藏经》给他，不如送一部《无量寿经》，这部《无量寿经》的功德超过《大藏经》。如果《大藏经》里头没有《无量寿经》，这个《大藏经》不能算究竟圆满的功德，因为《大藏经》里头有这个经，所以它究竟圆满。把这个经抽出来，它不能算究竟圆满。《大藏经》里面如果这个经在里面，把《华严》、《法华》抽掉，它还是究竟圆满，所以十方三世一切如来弘扬。",
      "zh_TW": "『惠』是布施給他，佛給一切眾生真實的利益，沒有比這個更真實，這個『真實之利』是什麼？給諸位說，就是這一部《無量壽經》，世出世間一切法沒有比這個更真實，我們過去不懂。布施的功德大，我們在《華嚴經》裡面讀到財布施不如法布施，《金剛經》上也有比較，法布施的功德大。法布施，一切法裡面這個法第一真實，你就想想，這個法布施的功德利益有多大？我們送人家的經典，送一部《大藏經》給他，不如送一部《無量壽經》，這部《無量壽經》的功德超過《大藏經》。如果《大藏經》裡頭沒有《無量壽經》，這個《大藏經》不能算究竟圓滿的功德，因為《大藏經》裡頭有這個經，所以它究竟圓滿。把這個經抽出來，它不能算究竟圓滿。《大藏經》裡面如果這個經在裡面，把《華嚴》、《法華》抽掉，它還是究竟圓滿，所以十方三世一切如來弘揚。"
    },
    {
      "id": "02-002-0002_p0026",
      "zh_CN": "可惜实在讲末法时期众生业障深重！不知道这一部经的功德利益的殊胜，不晓得专修专学专弘，不知道。不是认真修学这个法门，不知道这个法门的好处，这是梅光羲居士在序文里头讲得很清楚。我自己这么多年来的修学，亲身的体验，我所体验的梅光羲居士说出来了，他所说的正是我的体验，这才会相信。你没有亲身的体验，人家这样说，听了不痛不痒。唯有自己经历过了，人家一说，这个印象很深，立刻就有同感。我还说不出来，他说出来了，他说出来的正是我心里头要说的，这才叫做相应，俗话常说「心心相印」。",
      "zh_TW": "可惜實在講末法時期眾生業障深重！不知道這一部經的功德利益的殊勝，不曉得專修專學專弘，不知道。不是認真修學這個法門，不知道這個法門的好處，這是梅光羲居士在序文裡頭講得很清楚。我自己這麼多年來的修學，親身的體驗，我所體驗的梅光羲居士說出來了，他所說的正是我的體驗，這才會相信。你沒有親身的體驗，人家這樣說，聽了不痛不癢。唯有自己經歷過了，人家一說，這個印象很深，立刻就有同感。我還說不出來，他說出來了，他說出來的正是我心裡頭要說的，這才叫做相應，俗話常說「心心相印」。"
    },
    {
      "id": "02-002-0002_p0027",
      "zh_CN": "民国初年佛教界称梅光羲、夏莲居为二大士，「南梅北夏」，这个称赞实在不为过，有道理的。这两位大德真知灼见，确实有慧眼，这么一部《大藏经》里面，他能够看出这是第一法门，最殊胜的法门给我们拈出来告诉我们，这真正不容易。这是为一切众生择法眼（选择法眼），正如同黑暗当中的灯塔一样，他给我们照明了，我们才晓得这个法门之殊胜。对别人修学的我们恭敬赞叹，他来问我、劝我，我们合掌：我的根性不如你，你那个法门适合，我很愚痴，我没有智慧，我念阿弥陀佛就好了。如果他说阿弥陀佛是愚夫愚妇所学的，我就是这个，那他也没话说了。我把他捧得高高在上，我们脚踏实地真干。因为那些人你劝他，他不相信，他有他的执着，他不认识。这就是《弥陀经》上所说的善根、福德、因缘，他这三个条件不具足，真正对这个法门相信是三个条件统统具足，什么时候具足，你什么时候就成佛了。",
      "zh_TW": "民國初年佛教界稱梅光羲、夏蓮居為二大士，「南梅北夏」，這個稱讚實在不為過，有道理的。這兩位大德真知灼見，確實有慧眼，這麼一部《大藏經》裡面，他能夠看出這是第一法門，最殊勝的法門給我們拈出來告訴我們，這真正不容易。這是為一切眾生擇法眼（選擇法眼），正如同黑暗當中的燈塔一樣，他給我們照明了，我們才曉得這個法門之殊勝。對別人修學的我們恭敬讚歎，他來問我、勸我，我們合掌：我的根性不如你，你那個法門適合，我很愚痴，我沒有智慧，我念阿彌陀佛就好了。如果他說阿彌陀佛是愚夫愚婦所學的，我就是這個，那他也沒話說了。我把他捧得高高在上，我們腳踏實地真幹。因為那些人你勸他，他不相信，他有他的執著，他不認識。這就是《彌陀經》上所說的善根、福德、因緣，他這三個條件不具足，真正對這個法門相信是三個條件統統具足，什麼時候具足，你什麼時候就成佛了。"
    },
    {
      "id": "02-002-0002_p0028",
      "zh_CN": "我讲的善根福德，在讲席里面我讲过很多很多遍，善根是信是解，我的讲法跟一般注解里头，一般法师们讲经不大一样。你能够相信，你能够理解，这是你的善根；你能够发愿求生净土，你能够执持弥陀名号，一心专念，那你的福大，你这个福德是无量无边，你这一生要成佛了。因缘是我们遇到这个法门，遇到这个经典，这是三个条件统统具足了。当年释迦牟尼佛讲这部经，灵鹫山上一万二千人。这一万二千人是佛的常随众，如果包括一些居士，这些国王、大臣、一般普通老百姓来听的，二万多人！灵鹫山当时二万多人，这三个条件具足了、成熟了，善根福德成熟了，所以佛讲经因缘具足。他们已经二个条件现前了，佛成就这个因缘，三个条件具足。我们今天生在释迦牟尼佛入灭三千年之后，我们今天也遇到这个经，如果真信、真愿、真行，我们这一会的殊胜决不亚于灵山一会，这个会是平等的，我们的成就也是平等的，这不可思议。所以这是「真实之利」。经上不晓得讲了多少难。",
      "zh_TW": "我講的善根福德，在講席裡面我講過很多很多遍，善根是信是解，我的講法跟一般註解裡頭，一般法師們講經不大一樣。你能夠相信，你能夠理解，這是你的善根；你能夠發願求生淨土，你能夠執持彌陀名號，一心專念，那你的福大，你這個福德是無量無邊，你這一生要成佛了。因緣是我們遇到這個法門，遇到這個經典，這是三個條件統統具足了。當年釋迦牟尼佛講這部經，靈鷲山上一萬二千人。這一萬二千人是佛的常隨眾，如果包括一些居士，這些國王、大臣、一般普通老百姓來聽的，二萬多人！靈鷲山當時二萬多人，這三個條件具足了、成熟了，善根福德成熟了，所以佛講經因緣具足。他們已經二個條件現前了，佛成就這個因緣，三個條件具足。我們今天生在釋迦牟尼佛入滅三千年之後，我們今天也遇到這個經，如果真信、真願、真行，我們這一會的殊勝決不亞於靈山一會，這個會是平等的，我們的成就也是平等的，這不可思議。所以這是「真實之利」。經上不曉得講了多少難。"
    },
    {
      "id": "02-002-0002_p0029",
      "zh_CN": "【难值难见。如优昙花。】",
      "zh_TW": "【難值難見。如優曇花。】"
    },
    {
      "id": "02-002-0002_p0030",
      "zh_CN": "真是希有难遇到！学佛的人很多，几个人遇到？几个人遇到后真正体会到、真正明了？遇到的时候，他对于这个经的好处并不明了，遇到等于没有遇到，这很可惜。所以我们知道这个法门经典的好处，我们大量印行流通，到处赠送，希望因缘具足。缘有了，那一方的人善根福德还没能够现前，送给他，他把它当作一本普通的经书看待，不晓得这是宝贝，这个可惜！所以这才无可奈何不得已我要到处去给他讲解，说明这个经的好处。不去跟他说明，送给他没用处。听了之后明白了，他才晓得这个经、这个法门的好处，对于自己这一生有莫大的利益，无比的利益。所以这个经要讲要细讲、要为大家介绍，凡是修学净宗法门的同修，无论在家出家都有这个责任。如果不能弘法利生，我们没有办法报佛的恩德，没有法子报祖师的恩德。决不是自己依照这个法门，我往生就好了，别人我不管了，这个观念不可以。我们决定往生，还要尽心尽力的帮助别人，这样才对，符合净宗的精神。净宗是大乘，是大乘当中的大乘，所以心量要广大，要能够发愿帮助一切有情众生。这是发起序里面重要的一点意思。",
      "zh_TW": "真是希有難遇到！學佛的人很多，幾個人遇到？幾個人遇到後真正體會到、真正明瞭？遇到的時候，他對於這個經的好處並不明瞭，遇到等於沒有遇到，這很可惜。所以我們知道這個法門經典的好處，我們大量印行流通，到處贈送，希望因緣具足。緣有了，那一方的人善根福德還沒能夠現前，送給他，他把它當作一本普通的經書看待，不曉得這是寶貝，這個可惜！所以這才無可奈何不得已我要到處去給他講解，說明這個經的好處。不去跟他說明，送給他沒用處。聽了之後明白了，他才曉得這個經、這個法門的好處，對於自己這一生有莫大的利益，無比的利益。所以這個經要講要細講、要為大家介紹，凡是修學淨宗法門的同修，無論在家出家都有這個責任。如果不能弘法利生，我們沒有辦法報佛的恩德，沒有法子報祖師的恩德。決不是自己依照這個法門，我往生就好了，別人我不管了，這個觀念不可以。我們決定往生，還要盡心盡力的幫助別人，這樣才對，符合淨宗的精神。淨宗是大乘，是大乘當中的大乘，所以心量要廣大，要能夠發願幫助一切有情眾生。這是發起序裡面重要的一點意思。"
    },
    {
      "id": "02-002-0002_p0031",
      "zh_CN": "在第四章里面就是第十五页，从这以下是本经的正宗分，也就是本经的正说，如来正说，也就是答复阿难尊者的启请。佛说出他念的是阿弥陀佛，给我们说出阿弥陀佛的一段因缘，阿弥陀佛的功德，阿弥陀佛的成就，以及阿弥陀佛普遍利益十方三世一切众生，这就宣说出这部《无量寿经》。《无量寿经》从这里开始，从第四章开始，先讲「法藏因地」。我们看阿弥陀佛没有成佛之前也跟我们一样，也是凡夫修成的，看看他怎么发心，他怎样修学。",
      "zh_TW": "在第四章裡面就是第十五頁，從這以下是本經的正宗分，也就是本經的正說，如來正說，也就是答覆阿難尊者的啟請。佛說出他念的是阿彌陀佛，給我們說出阿彌陀佛的一段因緣，阿彌陀佛的功德，阿彌陀佛的成就，以及阿彌陀佛普遍利益十方三世一切眾生，這就宣說出這部《無量壽經》。《無量壽經》從這裡開始，從第四章開始，先講「法藏因地」。我們看阿彌陀佛沒有成佛之前也跟我們一樣，也是凡夫修成的，看看他怎麼發心，他怎樣修學。"
    },
    {
      "id": "02-002-0002_p0032",
      "zh_CN": "这一章一开端告诉我们在很久很久以前，无央数劫，不可思议无央数劫，很久很久没有法子计算、没有法子想像。在那个时候，有一尊佛叫世间自在王佛出现在世间教化。那个时候佛弟子当中有一个国王，这个国王叫世饶王，这个名称显示出这个国王的智慧德能。他统治这个国家，国泰民安！饶是丰饶，换句话说，无论在物资，我们今天讲的资源、物产、教化、道德、文明都最有成就的，最丰饶的、丰富的，现在我们讲的是富强，富强康乐，这个国王福报实在是很大！",
      "zh_TW": "這一章一開端告訴我們在很久很久以前，無央數劫，不可思議無央數劫，很久很久沒有法子計算、沒有法子想像。在那個時候，有一尊佛叫世間自在王佛出現在世間教化。那個時候佛弟子當中有一個國王，這個國王叫世饒王，這個名稱顯示出這個國王的智慧德能。他統治這個國家，國泰民安！饒是豐饒，換句話說，無論在物資，我們今天講的資源、物產、教化、道德、文明都最有成就的，最豐饒的、豐富的，現在我們講的是富強，富強康樂，這個國王福報實在是很大！"
    },
    {
      "id": "02-002-0002_p0033",
      "zh_CN": "在我们中国历代帝王当中，大概福报最大的是乾隆，乾隆皇帝的确在我们中国历史上所有的帝王他的福报最大。所以他自己称为「古希天子」，你看他的书画有古希天子的印，那就是他。自古以来希有的皇帝，没有人跟他能够相比，他做六十年皇帝，还做四年太上皇，五代同堂。贵为天子，富有四海，五代同堂，在我们中国历史找不到，只有他一个，他以前没有，他以后也没有，真可谓空前绝后。国家最富庶、最强盛，你看看乾隆那时候的版图，比我们现在中国大陆大四倍。那时候南洋、新加坡、马来西亚都是中国的版图，西面到里海，北面是西伯利亚，你看看那个时候的地图，不得了！几乎整个亚洲，到达欧洲的边缘。这不过是三百年前，三百年前世界上中国是第一大国。风水轮流转，转到这边来，这边要差不多了，慢慢要转回去，就像这种情形一样。乾隆是达到顶处，清朝最高峰的是乾隆，乾隆以下就走下坡了，达到了顶点，「世饶王」，乾隆算得上是世饶王。",
      "zh_TW": "在我們中國歷代帝王當中，大概福報最大的是乾隆，乾隆皇帝的確在我們中國歷史上所有的帝王他的福報最大。所以他自己稱為「古希天子」，你看他的書畫有古希天子的印，那就是他。自古以來希有的皇帝，沒有人跟他能夠相比，他做六十年皇帝，還做四年太上皇，五代同堂。貴為天子，富有四海，五代同堂，在我們中國歷史找不到，只有他一個，他以前沒有，他以後也沒有，真可謂空前絕後。國家最富庶、最強盛，你看看乾隆那時候的版圖，比我們現在中國大陸大四倍。那時候南洋、新加坡、馬來西亞都是中國的版圖，西面到裏海，北面是西伯利亞，你看看那個時候的地圖，不得了！幾乎整個亞洲，到達歐洲的邊緣。這不過是三百年前，三百年前世界上中國是第一大國。風水輪流轉，轉到這邊來，這邊要差不多了，慢慢要轉回去，就像這種情形一樣。乾隆是達到頂處，清朝最高峰的是乾隆，乾隆以下就走下坡了，達到了頂點，「世饒王」，乾隆算得上是世饒王。"
    },
    {
      "id": "02-002-0002_p0034",
      "zh_CN": "这个皇帝闻了佛法之后，他深受感动，他发心出家，他舍掉王位，发心出家修行。他晓得做个国王做得再好只能够利益当时的这些众生，而且给众生的好处是有限的；如果成了佛，给这一切众生那是真实之惠。国王给人民恩惠，不是真实之惠，佛菩萨给众生才是真实之惠，所以他就发心出家。出了家之后，他是跟世自在王佛出家的，出家之后，他的法名叫法藏，我们称他作法藏比丘，本身非常的聪明，所以这里有几句是描写他的。",
      "zh_TW": "這個皇帝聞了佛法之後，他深受感動，他發心出家，他捨掉王位，發心出家修行。他曉得做個國王做得再好只能夠利益當時的這些眾生，而且給眾生的好處是有限的；如果成了佛，給這一切眾生那是真實之惠。國王給人民恩惠，不是真實之惠，佛菩薩給眾生才是真實之惠，所以他就發心出家。出了家之後，他是跟世自在王佛出家的，出家之後，他的法名叫法藏，我們稱他作法藏比丘，本身非常的聰明，所以這裡有幾句是描寫他的。"
    },
    {
      "id": "02-002-0002_p0035",
      "zh_CN": "【修菩萨道。高才勇哲。与世超异。信解明记。悉皆第一。又有殊胜行愿。及念慧力。增上其心。坚固不动。修行精进。无能逾者。】",
      "zh_TW": "【修菩薩道。高才勇哲。與世超異。信解明記。悉皆第一。又有殊勝行願。及念慧力。增上其心。堅固不動。修行精進。無能踰者。】"
    },
    {
      "id": "02-002-0002_p0036",
      "zh_CN": "这些地方我们不能这样念一念就过去了，认为这是阿弥陀佛的前世，这念一念过去了，我们就得不到利益。所以古人常讲听经，读经也是一样，要消归自性，我们就得到真实利益。念了之后，就是我们中国人俗话说，要整个把它消化掉，你才得受用。「修行要转识成智，听经要消归自性」，这两句我们做到了，那是真实受用，那真正会得受用。怎样消归自性？我们念了之后，回过头来想想自己，我跟他比比怎样？他『高才』，我们才比不上他，他『勇哲』，哲是聪明、明达，勇是勇猛精进，想想我们自己懈怠懒惰，对人对事糊里糊涂，这个不行。阿弥陀佛是我们的榜样，阿弥陀佛是我们的模范，我们念这个书要学他。比不上他要生惭愧心。能生惭愧心，我们自己才有救；无惭无愧，那就没有法子，那就没法子成就，一定要生惭愧心。",
      "zh_TW": "這些地方我們不能這樣念一念就過去了，認為這是阿彌陀佛的前世，這念一念過去了，我們就得不到利益。所以古人常講聽經，讀經也是一樣，要消歸自性，我們就得到真實利益。念了之後，就是我們中國人俗話說，要整個把它消化掉，你才得受用。「修行要轉識成智，聽經要消歸自性」，這兩句我們做到了，那是真實受用，那真正會得受用。怎樣消歸自性？我們念了之後，回過頭來想想自己，我跟他比比怎樣？他『高才』，我們才比不上他，他『勇哲』，哲是聰明、明達，勇是勇猛精進，想想我們自己懈怠懶惰，對人對事糊裡糊塗，這個不行。阿彌陀佛是我們的榜樣，阿彌陀佛是我們的模範，我們念這個書要學他。比不上他要生慚愧心。能生慚愧心，我們自己才有救；無慚無愧，那就沒有法子，那就沒法子成就，一定要生慚愧心。"
    },
    {
      "id": "02-002-0002_p0037",
      "zh_CN": "『信解明记』，解、明、记这三个条件也许我们比不上他，但是我们要能信也不错了，信我们可以做得到，他相信，我也相信，这一条我们就可以做得到。那个解，当然人家智慧高，他解得深，我们解得不深，解得浅一点，但是我们能信也算不错。明是明了通达，记是记忆，我们记不住，记不住，多念！古人所说「人一能之，己十之」，人家念一遍就记住，我做不到我念十遍，十遍还记不住，我念二十遍，只要自己勤奋，我们就能够多记一些。现在我们学佛，经论虽然很多，我们只要能够把这一部《无量寿经》记得很熟就够用了。因为它是第一经，它是一切经的总结，一切经的总结论，我们能记住这部经，就等于记住一切经，这是很难得的。",
      "zh_TW": "『信解明記』，解、明、記這三個條件也許我們比不上他，但是我們要能信也不錯了，信我們可以做得到，他相信，我也相信，這一條我們就可以做得到。那個解，當然人家智慧高，他解得深，我們解得不深，解得淺一點，但是我們能信也算不錯。明是明瞭通達，記是記憶，我們記不住，記不住，多念！古人所說「人一能之，己十之」，人家念一遍就記住，我做不到我念十遍，十遍還記不住，我念二十遍，只要自己勤奮，我們就能夠多記一些。現在我們學佛，經論雖然很多，我們只要能夠把這一部《無量壽經》記得很熟就夠用了。因為它是第一經，它是一切經的總結，一切經的總結論，我們能記住這部經，就等於記住一切經，這是很難得的。"
    },
    {
      "id": "02-002-0002_p0038",
      "zh_CN": "所以像《华严》，清凉大师他老人家寿命长，活一百多岁，他一生当中参加过两次的翻译。第一次就是参加翻译《八十华严》，是在武则天的时代，他参加了这个译场；贞元年间，他又参加一次《四十华严》的翻译。所以《华严经》在中国三次翻译，就是东晋时候《六十华严》，唐朝的时候是八十、四十《华严》；他后面两次翻译他都参加了。《四十华严》译出来之后，这一共四十卷，他把最后这一卷单独提出来流通，这就是我们今天所讲的《普贤菩萨行愿品》，这一卷是《四十华严》最后的一卷，这一卷是《华严经》的总结论。他老人家说一般人能够读整个《华严经》不容易，尤其在古时候没有那么多经本。唐朝那个时候的经本是手抄的，你看《华严经》那么大，抄一遍不容易，你就晓得那个时候世间没有几部《华严经》。而《华严经》这样好，结论就等于整个《华严经》的精华，一卷就好办，所以这一卷找人多写、多抄、多流通，就流通这一卷，《华严经》的精华。",
      "zh_TW": "所以像《華嚴》，清涼大師他老人家壽命長，活一百多歲，他一生當中參加過兩次的翻譯。第一次就是參加翻譯《八十華嚴》，是在武則天的時代，他參加了這個譯場；貞元年間，他又參加一次《四十華嚴》的翻譯。所以《華嚴經》在中國三次翻譯，就是東晉時候《六十華嚴》，唐朝的時候是八十、四十《華嚴》；他後面兩次翻譯他都參加了。《四十華嚴》譯出來之後，這一共四十卷，他把最後這一卷單獨提出來流通，這就是我們今天所講的《普賢菩薩行願品》，這一卷是《四十華嚴》最後的一卷，這一卷是《華嚴經》的總結論。他老人家說一般人能夠讀整個《華嚴經》不容易，尤其在古時候沒有那麼多經本。唐朝那個時候的經本是手抄的，你看《華嚴經》那麼大，抄一遍不容易，你就曉得那個時候世間沒有幾部《華嚴經》。而《華嚴經》這樣好，結論就等於整個《華嚴經》的精華，一卷就好辦，所以這一卷找人多寫、多抄、多流通，就流通這一卷，《華嚴經》的精華。"
    },
    {
      "id": "02-002-0002_p0039",
      "zh_CN": "《无量寿经》这一卷是整个《大藏经》的精华，你念《普贤行愿品》就等于念了全部《华严经》，你念《无量寿经》就等于念了全部的《大藏经》。不但是释迦牟尼佛所讲的一切经，你没有遗漏；十方三世所有一切诸佛讲的经，你也一部都没有漏掉，你看这是经典里面大总持法门，这不可思议！因此，我们的智慧、能力、记性都不好，就记这一部经。我劝诸位不要去强记，不要勉强记，随顺记，这我们就很自在了。强记我们有压力，随顺记轻松愉快，没有压力。怎样做法？这个经我们每天念一遍，这做得到。开始念的时候经文生疏，念一遍一般差不多要两个小时；你念上两个月，念熟了就一个半小时；再念二、三个月就更熟了，给诸位说只要一个小时。现在我们台北图书馆很多同修他们念一遍四十分钟，一天花上四十分钟念一遍不难，念上个三年，没想背自然就会背了，熟了！自然里头的经义就能够记得，经义就常常能够回味；能够回味，遍遍就会有悟处，俗话说开悟！",
      "zh_TW": "《無量壽經》這一卷是整個《大藏經》的精華，你念《普賢行願品》就等於念了全部《華嚴經》，你念《無量壽經》就等於念了全部的《大藏經》。不但是釋迦牟尼佛所講的一切經，你沒有遺漏；十方三世所有一切諸佛講的經，你也一部都沒有漏掉，你看這是經典裡面大總持法門，這不可思議！因此，我們的智慧、能力、記性都不好，就記這一部經。我勸諸位不要去強記，不要勉強記，隨順記，這我們就很自在了。強記我們有壓力，隨順記輕鬆愉快，沒有壓力。怎樣做法？這個經我們每天念一遍，這做得到。開始念的時候經文生疏，念一遍一般差不多要兩個小時；你念上兩個月，念熟了就一個半小時；再念二、三個月就更熟了，給諸位說只要一個小時。現在我們台北圖書館很多同修他們念一遍四十分鐘，一天花上四十分鐘念一遍不難，念上個三年，沒想背自然就會背了，熟了！自然裡頭的經義就能夠記得，經義就常常能夠回味；能夠回味，遍遍就會有悟處，俗話說開悟！"
    },
    {
      "id": "02-002-0002_p0040",
      "zh_CN": "在日常生活当中，处事待人接物，我们心里有个标准。一个念头起来，想一想经上佛教给我们怎样做，事情来了，佛教给我们用什么原则就不会错了！这样我们的生活，我们的行持，身、语、意三业都能够与经相应。与《无量寿经》相应，就是与阿弥陀佛相应，与十方一切诸佛相应，密宗里面常讲的三密相应，这才真正能做到！心像佛的心，起心动念跟佛的心一样，言语像佛的言语，行为像佛的行为，一般说来三年到五年可以做得到。一天念一遍，五年可以做得到，如果勤奋一点，一天念两遍，三年可以做到！为什么不肯花这个时间？所以念到这些地方，我们应当要反省怎样学阿弥陀佛。",
      "zh_TW": "在日常生活當中，處事待人接物，我們心裡有個標準。一個念頭起來，想一想經上佛教給我們怎樣做，事情來了，佛教給我們用什麼原則就不會錯了！這樣我們的生活，我們的行持，身、語、意三業都能夠與經相應。與《無量壽經》相應，就是與阿彌陀佛相應，與十方一切諸佛相應，密宗裡面常講的三密相應，這才真正能做到！心像佛的心，起心動念跟佛的心一樣，言語像佛的言語，行為像佛的行為，一般說來三年到五年可以做得到。一天念一遍，五年可以做得到，如果勤奮一點，一天念兩遍，三年可以做到！為什麼不肯花這個時間？所以念到這些地方，我們應當要反省怎樣學阿彌陀佛。"
    },
    {
      "id": "02-002-0002_p0041",
      "zh_CN": "学阿弥陀佛，从阿弥陀佛最初发心，我们就要开始学。人家是国王，不是一个普通的国王，是国力盛极一时的国王，他能够舍弃，我们这一点小小的荣华富贵算什么？还不能舍弃，不能舍弃是很大的障碍，心不自在。每天生活紧张、忧虑、烦恼，不知不觉把我们的精神、生命消失掉了，这非常之可惜！世饶王当年也是觉悟这一点。释迦牟尼佛做太子，看到生老病死觉悟了，所以舍弃王位，求什么？追求的是精神、心理上的健康，不要受这些物质的折磨，这是生命真正的提升。远离一切烦恼忧虑，情绪的紧张，把它舍离，使自己身心能够得到平静，跟大自然融合成一片，这是我们看到他当年最初发心。",
      "zh_TW": "學阿彌陀佛，從阿彌陀佛最初發心，我們就要開始學。人家是國王，不是一個普通的國王，是國力盛極一時的國王，他能夠捨棄，我們這一點小小的榮華富貴算什麼？還不能捨棄，不能捨棄是很大的障礙，心不自在。每天生活緊張、憂慮、煩惱，不知不覺把我們的精神、生命消失掉了，這非常之可惜！世饒王當年也是覺悟這一點。釋迦牟尼佛做太子，看到生老病死覺悟了，所以捨棄王位，求什麼？追求的是精神、心理上的健康，不要受這些物質的折磨，這是生命真正的提升。遠離一切煩惱憂慮，情緒的緊張，把它捨離，使自己身心能夠得到平靜，跟大自然融合成一片，這是我們看到他當年最初發心。"
    },
    {
      "id": "02-002-0002_p0042",
      "zh_CN": "下面他见佛，这就是见老师，见老师向老师提出报告，说明他自己的愿望。这个说明是用偈颂说的，一共有十首。这是七言偈，就是每一句七个字，四句是一首，一共有十首。十首里面，前面的两首是赞佛，称赞如来。你看看天亲菩萨在《往生论》里面把修行的方法归纳成五条，就是五门：礼拜、称赞、发愿、观察、回向。他这五种修行法不是他自己发明的，你看看这个经文上这五种很明显的，首先看到法藏比丘顶礼长跪，合掌向佛，这是礼拜门。下面这是赞叹，就是第二个是赞叹门，这里面有发愿、有观察、有回向，五门统统具足。所以我们知道天亲菩萨《往生论》，真的他是根据《无量寿经》提出他自己修行的修学报告。他这五门是有来历的，不是自己随便造的，有根据。",
      "zh_TW": "下面他見佛，這就是見老師，見老師向老師提出報告，說明他自己的願望。這個說明是用偈頌說的，一共有十首。這是七言偈，就是每一句七個字，四句是一首，一共有十首。十首裡面，前面的兩首是讚佛，稱讚如來。你看看天親菩薩在《往生論》裡面把修行的方法歸納成五條，就是五門：禮拜、稱讚、發願、觀察、迴向。他這五種修行法不是他自己發明的，你看看這個經文上這五種很明顯的，首先看到法藏比丘頂禮長跪，合掌向佛，這是禮拜門。下面這是讚歎，就是第二個是讚歎門，這裡面有發願、有觀察、有迴向，五門統統具足。所以我們知道天親菩薩《往生論》，真的他是根據《無量壽經》提出他自己修行的修學報告。他這五門是有來歷的，不是自己隨便造的，有根據。"
    },
    {
      "id": "02-002-0002_p0043",
      "zh_CN": "前面两首一共有八句赞叹佛，首先赞叹佛的相好光明，就是第一首。第二首是赞叹佛的圆明具德，圆是圆满，光明是智慧，智慧圆满，福德圆满，我们常讲佛是二足尊。皈依就是皈依佛二足尊，二足就在这四句里头都包括了，智慧具足、福德具足，福慧二足。足就是圆满，两种圆满，圆明具德。从第三首到第九首这是发愿，这七首偈是阿弥陀佛在因地里面所发的根本愿，因为后来的四十八愿就是从这个愿展开的，也就是说他为什么要出家？为什么要学佛？理由就在此地，他的根本愿望。这些地方我们就不要详细说明了。末后第十愿这一首是请佛给他作证明，也是求佛加持，他的发愿是对着佛，佛给我作证明。我真心发愿，唯有佛知道，佛给他作证明。最难能可贵的就是末后一句。",
      "zh_TW": "前面兩首一共有八句讚歎佛，首先讚歎佛的相好光明，就是第一首。第二首是讚歎佛的圓明具德，圓是圓滿，光明是智慧，智慧圓滿，福德圓滿，我們常講佛是二足尊。皈依就是皈依佛二足尊，二足就在這四句裡頭都包括了，智慧具足、福德具足，福慧二足。足就是圓滿，兩種圓滿，圓明具德。從第三首到第九首這是發願，這七首偈是阿彌陀佛在因地裡面所發的根本願，因為後來的四十八願就是從這個願展開的，也就是說他為什麼要出家？為什麼要學佛？理由就在此地，他的根本願望。這些地方我們就不要詳細說明了。末後第十願這一首是請佛給他作證明，也是求佛加持，他的發願是對著佛，佛給我作證明。我真心發願，唯有佛知道，佛給他作證明。最難能可貴的就是末後一句。"
    },
    {
      "id": "02-002-0002_p0044",
      "zh_CN": "【纵使身止诸苦中。如是愿心永不退。】",
      "zh_TW": "【縱使身止諸苦中。如是願心永不退。】"
    },
    {
      "id": "02-002-0002_p0045",
      "zh_CN": "菩萨道难行！要经过很多的苦难，往往我们一般人稍稍受一点苦，他就退心。你想想看他怎么能成就？现在修行很难！寺院道场里面，发了好心就来出家，住一段时期他不如意跑掉了，他受不了了，这种人不能成就，换句话说，这样的人说实在话，他虽然想发心出家，他没有目标、他没有方向，他没有理想，环境处不好，他当然要走，这很正常的现象。法藏比丘他有理想，他有方向、有目标，这就是前面七愿，他不会退心。这是我们能不能成就关键的第一个因素，我到这儿来干什么？为什么的？我到这个地方来是学道的，我不是来享福的，不是争名逐利的。如果是以道心为第一，环境上再大的折磨，他不会退心。所以我们看看古德教学，中途退出的学生，老师决定没有怀念的，处之泰然，为什么？不能成就这就淘汰，自然的淘汰。到最后淘汰不掉的，那是真正的成就。",
      "zh_TW": "菩薩道難行！要經過很多的苦難，往往我們一般人稍稍受一點苦，他就退心。你想想看他怎麼能成就？現在修行很難！寺院道場裡面，發了好心就來出家，住一段時期他不如意跑掉了，他受不了了，這種人不能成就，換句話說，這樣的人說實在話，他雖然想發心出家，他沒有目標、他沒有方向，他沒有理想，環境處不好，他當然要走，這很正常的現象。法藏比丘他有理想，他有方向、有目標，這就是前面七願，他不會退心。這是我們能不能成就關鍵的第一個因素，我到這兒來幹什麼？為什麼的？我到這個地方來是學道的，我不是來享福的，不是爭名逐利的。如果是以道心為第一，環境上再大的折磨，他不會退心。所以我們看看古德教學，中途退出的學生，老師決定沒有懷念的，處之泰然，為什麼？不能成就這就淘汰，自然的淘汰。到最後淘汰不掉的，那是真正的成就。"
    },
    {
      "id": "02-002-0002_p0046",
      "zh_CN": "有的时候祖师对学生要加速度的希望他成就得更快，想尽方法去折磨他，用这种方法。我们在《禅林宝训》里面看到的。《禅林宝训》我也是几十年没有翻了，初学佛的时候李老师要我看这本书，大概就是三十年前的事情。里面有个人名字我忘掉了，我印象很深刻，那个老师对徒弟的折磨，简直是让我们觉得太残忍了一点。俗话所谓是「鸡蛋里挑骨头」，尽找他麻烦，没有好颜色给他看。可是这个学生不走，怎么样的折磨也不走，他晓得他在这个道场能学到东西。到最后老师看到怎么折磨还都不走，洗脚的时候，洗脚水往他头上倒，他也不走；最后把他赶走，下命令把他赶走，没法子庙里不能住了。走了没有？还是没走。虽然赶出庙里，老师讲经说法，他在窗户外面听，里面不准他进来，他在外面听，怎么样赶也赶不走。可是老师晓不晓得？晓得，老师晓得。老师是故意折磨他，看他的耐性，看他忍辱的程度。到最后老师年岁大要退休了，佛门不叫退休叫退居（就是退休）要选新的住持，他要把这个法传下去，宣布要传法，传给谁？老师叫外头窗户外偷听的把他叫来传给他，大家呆掉了，才晓得原来老师这样对待他是这么一番苦心，是最爱护他的，是帮他提前成就。到最后法是传给他，不是传给别人。天天要折磨他，要把他赶走的，结果传给他的。",
      "zh_TW": "有的時候祖師對學生要加速度的希望他成就得更快，想盡方法去折磨他，用這種方法。我們在《禪林寶訓》裡面看到的。《禪林寶訓》我也是幾十年沒有翻了，初學佛的時候李老師要我看這本書，大概就是三十年前的事情。裡面有個人名字我忘掉了，我印象很深刻，那個老師對徒弟的折磨，簡直是讓我們覺得太殘忍了一點。俗話所謂是「雞蛋裡挑骨頭」，盡找他麻煩，沒有好顏色給他看。可是這個學生不走，怎麼樣的折磨也不走，他曉得他在這個道場能學到東西。到最後老師看到怎麼折磨還都不走，洗腳的時候，洗腳水往他頭上倒，他也不走；最後把他趕走，下命令把他趕走，沒法子廟裡不能住了。走了沒有？還是沒走。雖然趕出廟裡，老師講經說法，他在窗戶外面聽，裡面不准他進來，他在外面聽，怎麼樣趕也趕不走。可是老師曉不曉得？曉得，老師曉得。老師是故意折磨他，看他的耐性，看他忍辱的程度。到最後老師年歲大要退休了，佛門不叫退休叫退居（就是退休）要選新的住持，他要把這個法傳下去，宣布要傳法，傳給誰？老師叫外頭窗戶外偷聽的把他叫來傳給他，大家呆掉了，才曉得原來老師這樣對待他是這麼一番苦心，是最愛護他的，是幫他提前成就。到最後法是傳給他，不是傳給別人。天天要折磨他，要把他趕走的，結果傳給他的。"
    },
    {
      "id": "02-002-0002_p0047",
      "zh_CN": "我看《禅林宝训》这个印象非常深刻，才知道如果老师瞧不起你，不要你，这个老师对你很欢喜；很恭敬，对你很客气，你有什么毛病一句话不说，那是老师不要你了，你是宾客，你是我的客人，客人当然很恭敬，不是学生；学生要教训，有打有骂的，你在我这里是客人，不是学生。所以我们当年在李老师会下，李老师对待学生就是这样的，他明说，他说我打你、骂你是爱护你，我要不打你，不骂你，那就是宾客了，一般听众客人。对待客人，他造再大的罪孽，于我不相干，我何必要说？不说。所以老师真正建立了师生关系，这非常难得。师徒如父子！老师对学生要负完全责任，但是学生一定要听老师的。学生对老师不恭敬，对老师所讲的不相信，有怀疑背叛，那这个没法子教。法藏他的出家学佛有目标、有方向，所以纵然受种种的苦辱，他也不会退心。",
      "zh_TW": "我看《禪林寶訓》這個印象非常深刻，才知道如果老師瞧不起你，不要你，這個老師對你很歡喜；很恭敬，對你很客氣，你有什麼毛病一句話不說，那是老師不要你了，你是賓客，你是我的客人，客人當然很恭敬，不是學生；學生要教訓，有打有罵的，你在我這裡是客人，不是學生。所以我們當年在李老師會下，李老師對待學生就是這樣的，他明說，他說我打你、罵你是愛護你，我要不打你，不罵你，那就是賓客了，一般聽眾客人。對待客人，他造再大的罪孽，於我不相干，我何必要說？不說。所以老師真正建立了師生關係，這非常難得。師徒如父子！老師對學生要負完全責任，但是學生一定要聽老師的。學生對老師不恭敬，對老師所講的不相信，有懷疑背叛，那這個沒法子教。法藏他的出家學佛有目標、有方向，所以縱然受種種的苦辱，他也不會退心。"
    },
    {
      "id": "02-002-0002_p0048",
      "zh_CN": "一个道场尤其是现在的，同学多了最麻烦的就是嫉妒，这个东西很讨厌免不了！我读《六祖坛经》我深受感动，六祖那个时代，是我们中国佛教的黄金时代，佛教最盛的时代，嫉妒心还是那么重。你看五祖传法给他，半夜传法。一般传法都是光明堂皇，在大殿上敲钟敲鼓这样传法，他偷偷摸摸的传法，为什么？五祖晓得传给他别人不服，不服就会谋害，法传给他，别人晓得会害他的命！嫉妒、瞋恨就这么重，那个时候尚且如此，何况现代。现在我们学一点东西，同学人家看到嫉妒、瞋恨，这是正常的现象。我们总要想办法极力的去避免，不要去刺激。",
      "zh_TW": "一個道場尤其是現在的，同學多了最麻煩的就是嫉妒，這個東西很討厭免不了！我讀《六祖壇經》我深受感動，六祖那個時代，是我們中國佛教的黃金時代，佛教最盛的時代，嫉妒心還是那麼重。你看五祖傳法給他，半夜傳法。一般傳法都是光明堂皇，在大殿上敲鐘敲鼓這樣傳法，他偷偷摸摸的傳法，為什麼？五祖曉得傳給他別人不服，不服就會謀害，法傳給他，別人曉得會害他的命！嫉妒、瞋恨就這麼重，那個時候尚且如此，何況現代。現在我們學一點東西，同學人家看到嫉妒、瞋恨，這是正常的現象。我們總要想辦法極力的去避免，不要去刺激。"
    },
    {
      "id": "02-002-0002_p0049",
      "zh_CN": "所以六祖得法之后，六祖得法真的年轻二十四岁！五祖传衣钵给他二十四岁。他二十四岁明心见性，证菩萨果位，在我们圆教里面讲的至少是初住以上的地位，明心见性在净土宗里面讲的是理一心不乱。神秀跟五祖几十年，在弟子当中是上座、老大哥，五祖没传给他，他没开悟。所以五祖传法真是依法不依人，并不是跟他年数多，时间久，不是的。六祖到黄梅，跟他只见了几次面，头一次见面，是把他送到碓房做苦工去，过了八个月才见面。实际上他在黄梅见五祖，你在《坛经》上看，只见了三、四次面，所以当然不服气，这是五祖想得到的，所以叫他隐居。他在猎人队里面帮人家做小工，替人家看猎物，猎人打猎，猎物叫他看守；叫他煮饭，看守猎物，煮饭侍候这些猎人十五年！看到那些人造业，天天杀生，还要煮给这些人吃，菩萨干这个事情，这是忍辱，这是苦难。天天看这个事情，他自己菜放在肉边上，吃肉边菜十五年。经上讲他看到伤势轻的、不重的猎物，他偷偷的把牠放掉。",
      "zh_TW": "所以六祖得法之後，六祖得法真的年輕二十四歲！五祖傳衣缽給他二十四歲。他二十四歲明心見性，證菩薩果位，在我們圓教裡面講的至少是初住以上的地位，明心見性在淨土宗裡面講的是理一心不亂。神秀跟五祖幾十年，在弟子當中是上座、老大哥，五祖沒傳給他，他沒開悟。所以五祖傳法真是依法不依人，並不是跟他年數多，時間久，不是的。六祖到黃梅，跟他只見了幾次面，頭一次見面，是把他送到碓房做苦工去，過了八個月才見面。實際上他在黃梅見五祖，你在《壇經》上看，只見了三、四次面，所以當然不服氣，這是五祖想得到的，所以叫他隱居。他在獵人隊裡面幫人家做小工，替人家看獵物，獵人打獵，獵物叫他看守；叫他煮飯，看守獵物，煮飯侍候這些獵人十五年！看到那些人造業，天天殺生，還要煮給這些人吃，菩薩幹這個事情，這是忍辱，這是苦難。天天看這個事情，他自己菜放在肉邊上，吃肉邊菜十五年。經上講他看到傷勢輕的、不重的獵物，他偷偷的把牠放掉。"
    },
    {
      "id": "02-002-0002_p0050",
      "zh_CN": "这样忍受十五年，时间久了，大家把这个事情慢慢就平淡了，这才出来，遇到印宗法师。印宗法师在广州弘法，那是岭南，中国的南方，这几个省分里面印宗法师声望第一，没有人不尊敬的。印宗法师真正是大德，一遇到六祖，一言谈之下，晓得自己比不上他，不但没有嫉妒，而且特别赞扬。六祖没出家，他给他剃头，跟他出家，所以印宗是六祖的剃度师。可是剃了头之后，印宗法师拜他做老师，他又是六祖的学生，反过头来拜他做老师，这不简单！这一下子就把六祖捧到天上去了。印宗法师的老师这还得了，印宗法师在岭南一带没有一个人不尊敬、不佩服的，这是印宗法师的师父，这大家还有什么话说？一下子就把他捧起来了。这个很难，在我们中国佛教史上是第一人，谁有这么大的心量，遇到真正比自己高明的人，自己马上退下来让给他，道场也给他，所有信徒一切都给他，自己来当学生。所以印宗的德行，实在讲决不在六祖之下，不是真正的大德、有实证的功夫的人做不到这样的谦虚明达。",
      "zh_TW": "這樣忍受十五年，時間久了，大家把這個事情慢慢就平淡了，這才出來，遇到印宗法師。印宗法師在廣州弘法，那是嶺南，中國的南方，這幾個省分裡面印宗法師聲望第一，沒有人不尊敬的。印宗法師真正是大德，一遇到六祖，一言談之下，曉得自己比不上他，不但沒有嫉妒，而且特別讚揚。六祖沒出家，他給他剃頭，跟他出家，所以印宗是六祖的剃度師。可是剃了頭之後，印宗法師拜他做老師，他又是六祖的學生，反過頭來拜他做老師，這不簡單！這一下子就把六祖捧到天上去了。印宗法師的老師這還得了，印宗法師在嶺南一帶沒有一個人不尊敬、不佩服的，這是印宗法師的師父，這大家還有什麼話說？一下子就把他捧起來了。這個很難，在我們中國佛教史上是第一人，誰有這麼大的心量，遇到真正比自己高明的人，自己馬上退下來讓給他，道場也給他，所有信徒一切都給他，自己來當學生。所以印宗的德行，實在講決不在六祖之下，不是真正的大德、有實證的功夫的人做不到這樣的謙虛明達。"
    },
    {
      "id": "02-002-0002_p0051",
      "zh_CN": "我们看六祖的忍辱，在黄梅，在猎人队里头什么都忍。所以统理大众不容易的事情。这统理大众做领袖，领袖不需要才干，领袖需要什么本事？调和。所以从前做皇帝，你看皇帝的礼服，戴的帽子，帽子前面叫冕旒，旒像现在窗廉一样，帽子前面挂了十二条，意思是看事情不要看得太清楚，马马虎虎就可以了。底下的人看事要看清楚，主管的人看事不要看清楚，听也不要听清楚，他那个帽子二边有个棉花球塞耳朵的，做领袖确实如此。为什么？底下的人他才能发展他的长才。所以什么事情大家提意见，提意见大家来开会比较，他做最后决定，他有没有意见？他没意见。他什么都不会，就是用你们大家的，这是领袖，最高明的领袖。",
      "zh_TW": "我們看六祖的忍辱，在黃梅，在獵人隊裡頭什麼都忍。所以統理大眾不容易的事情。這統理大眾做領袖，領袖不需要才幹，領袖需要什麼本事？調和。所以從前做皇帝，你看皇帝的禮服，戴的帽子，帽子前面叫冕旒，旒像現在窗廉一樣，帽子前面掛了十二條，意思是看事情不要看得太清楚，馬馬虎虎就可以了。底下的人看事要看清楚，主管的人看事不要看清楚，聽也不要聽清楚，他那個帽子二邊有個棉花球塞耳朵的，做領袖確實如此。為什麼？底下的人他才能發展他的長才。所以什麼事情大家提意見，提意見大家來開會比較，他做最後決定，他有沒有意見？他沒意見。他什麼都不會，就是用你們大家的，這是領袖，最高明的領袖。"
    },
    {
      "id": "02-002-0002_p0052",
      "zh_CN": "等于说自己有主意，自己想怎么做，下面的人一个个都不敢说话，所以那叫用奴才，没有人才。人才不敢提供意见，提供意见领袖有嫉妒心，你比我强，想办法把你除掉，免得以后你造反篡我的位子，所以纵然有才干也不敢露出来。所以做一个领导人不是参谋，底下的人是参谋，他们要提意见，他们要出主意，提出这个事情应该怎么做法，自己最好没有成见，没有意见，听听大家，看看哪一个比较好。我认为好，你们大家觉得怎么样？大家都认为好，我们就照这么样做，这个团体才和睦。所以中国自古以来，虽然是君主，君主并不专制，君主不专制，专制独断独行的皇帝在中国历史上找不到几个，有是有，三、四个人而已，很少。一般的皇帝非常开明，这都是受过儒家、佛家教育的影响，他晓得怎么做法，所以一个朝代才能够绵延几百年，那不是简单事情；不是到真正腐化不堪，没有人来推翻你，他做得合理。所以在这个地方我们要学忍辱，要学不退心，要知道自己修学的目标、方向。",
      "zh_TW": "等於說自己有主意，自己想怎麼做，下面的人一個個都不敢說話，所以那叫用奴才，沒有人才。人才不敢提供意見，提供意見領袖有嫉妒心，你比我強，想辦法把你除掉，免得以後你造反篡我的位子，所以縱然有才幹也不敢露出來。所以做一個領導人不是參謀，底下的人是參謀，他們要提意見，他們要出主意，提出這個事情應該怎麼做法，自己最好沒有成見，沒有意見，聽聽大家，看看哪一個比較好。我認為好，你們大家覺得怎麼樣？大家都認為好，我們就照這麼樣做，這個團體才和睦。所以中國自古以來，雖然是君主，君主並不專制，君主不專制，專制獨斷獨行的皇帝在中國歷史上找不到幾個，有是有，三、四個人而已，很少。一般的皇帝非常開明，這都是受過儒家、佛家教育的影響，他曉得怎麼做法，所以一個朝代才能夠綿延幾百年，那不是簡單事情；不是到真正腐化不堪，沒有人來推翻你，他做得合理。所以在這個地方我們要學忍辱，要學不退心，要知道自己修學的目標、方向。"
    },
    {
      "id": "02-002-0002_p0053",
      "zh_CN": "接着底下这一章，第五章「至心精进」。这一章一章的次序都不能颠倒的，有密切的关系。自己有了目标、有了方向，要想达到这个目的，唯一的方法就是精进，决定不能退步。进是进步，进步讲求的是要精，精纯不能杂。有的人很努力，天天求进步，今天念《金刚经》，明天念《地藏经》，后天念《药师经》，再后天念《般若经》，什么经都念。我们一般讲很精进，但这两个字用错了，有进没有精，他是杂进不是很精进。精是专一，他很杂。现在我们一般人讲某人很用功，他杂用功，他不是精进用功，所以你讲某人很精进，这个名字用得不恰当，用错了。这某人很杂进，这就对了，这用的没错。尤其难得的是「至心」，这个真难，至心是用真心诚心！古德常说「入道要门，发心为首，讲修行急务，立愿居先」。修行最重要的是你要有个愿望、有个方向、有个目标这重要。",
      "zh_TW": "接著底下這一章，第五章「至心精進」。這一章一章的次序都不能顛倒的，有密切的關係。自己有了目標、有了方向，要想達到這個目的，唯一的方法就是精進，決定不能退步。進是進步，進步講求的是要精，精純不能雜。有的人很努力，天天求進步，今天念《金剛經》，明天念《地藏經》，後天念《藥師經》，再後天念《般若經》，什麼經都念。我們一般講很精進，但這兩個字用錯了，有進沒有精，他是雜進不是很精進。精是專一，他很雜。現在我們一般人講某人很用功，他雜用功，他不是精進用功，所以你講某人很精進，這個名字用得不恰當，用錯了。這某人很雜進，這就對了，這用的沒錯。尤其難得的是「至心」，這個真難，至心是用真心誠心！古德常說「入道要門，發心為首，講修行急務，立願居先」。修行最重要的是你要有個願望、有個方向、有個目標這重要。"
    },
    {
      "id": "02-002-0002_p0054",
      "zh_CN": "所以借着人家修学的样子、相状，这一章里面就给我们讲得很清楚。他如何向老师求法，用什么样的心？什么样的态度？什么样的行持？来认真的修学。我们看到了，当然非常羡慕，他的老师好，遇到的是世自在王佛。老师好，自己本身也非常的优秀，有资格承受老师的教诫。修学的内容，因为他聪明，领悟力高，记忆力强，他学东西多，学得很圆满。老师给他：",
      "zh_TW": "所以藉著人家修學的樣子、相狀，這一章裡面就給我們講得很清楚。他如何向老師求法，用什麼樣的心？什麼樣的態度？什麼樣的行持？來認真的修學。我們看到了，當然非常羨慕，他的老師好，遇到的是世自在王佛。老師好，自己本身也非常的優秀，有資格承受老師的教誡。修學的內容，因為他聰明，領悟力高，記憶力強，他學東西多，學得很圓滿。老師給他："
    },
    {
      "id": "02-002-0002_p0055",
      "zh_CN": "【宣说二百一十亿诸佛刹土功德严净。广大圆满之相。】",
      "zh_TW": "【宣說二百一十億諸佛剎土功德嚴淨。廣大圓滿之相。】"
    },
    {
      "id": "02-002-0002_p0056",
      "zh_CN": "这就是把所有一切世出世间法全给他讲，这真是博学多闻。『二百一十亿』这个数字，并不是一个数目，它是一个表法的代表。佛在《华严经》、《大智度论》都用二百一十亿代表圆满，所以如果说是数字二百一十亿不算多，它是代表圆满；换句话说，二百一十亿佛刹就是十方三世一切诸佛刹土，一个也没有漏掉，那就是无量无边。所以要晓得此地不是数目字，就同前面我们讲的十六，「贤护等十六正士」，十六不是数字，十六也是表法，密宗里头用十六表圆满。因为这部经前面跟诸位提过，它是整个佛法的总结，因此性宗、相宗、显教、密教统统都归到这个经来。所以这部经的教义是无所不有，无所不包，它是圆满的。所以表法里头有显宗的表法，有密宗的表法，统统都有，才知道这个法门的殊胜。",
      "zh_TW": "這就是把所有一切世出世間法全給他講，這真是博學多聞。『二百一十億』這個數字，並不是一個數目，它是一個表法的代表。佛在《華嚴經》、《大智度論》都用二百一十億代表圓滿，所以如果說是數字二百一十億不算多，它是代表圓滿；換句話說，二百一十億佛剎就是十方三世一切諸佛剎土，一個也沒有漏掉，那就是無量無邊。所以要曉得此地不是數目字，就同前面我們講的十六，「賢護等十六正士」，十六不是數字，十六也是表法，密宗裡頭用十六表圓滿。因為這部經前面跟諸位提過，它是整個佛法的總結，因此性宗、相宗、顯教、密教統統都歸到這個經來。所以這部經的教義是無所不有，無所不包，它是圓滿的。所以表法裡頭有顯宗的表法，有密宗的表法，統統都有，才知道這個法門的殊勝。"
    },
    {
      "id": "02-002-0002_p0057",
      "zh_CN": "我们今天读到这一段经文，仰慕法藏比丘，敬重阿弥陀佛，我们没有法子像他这样修习。虽然没有法子，实际上我们所得到的圆满，跟他是相等的，怎么相等？因为这一部《无量寿经》，就是二百一十亿诸佛刹土『功德严净，广大圆满之相』，就这本经上，等于说《无量寿经》是他所学的，回来跟我们做报告。我们得到这部报告，也就等于统统都学习圆满了。这个难得，真正希有！所以你读了这一部经，就等于读了十方所有一切诸佛，无量劫来所讲的一切法门。",
      "zh_TW": "我們今天讀到這一段經文，仰慕法藏比丘，敬重阿彌陀佛，我們沒有法子像他這樣修習。雖然沒有法子，實際上我們所得到的圓滿，跟他是相等的，怎麼相等？因為這一部《無量壽經》，就是二百一十億諸佛剎土『功德嚴淨，廣大圓滿之相』，就這本經上，等於說《無量壽經》是他所學的，回來跟我們做報告。我們得到這部報告，也就等於統統都學習圓滿了。這個難得，真正希有！所以你讀了這一部經，就等於讀了十方所有一切諸佛，無量劫來所講的一切法門。"
    },
    {
      "id": "02-002-0002_p0058",
      "zh_CN": "一切法门归在这个法门总结，就像一部《大方广佛华严经》，最后归到《普贤菩萨行愿品》，那一卷经展开来就是一部《大方广佛华严经》，把它归纳起来就是一部《普贤菩萨行愿品》。这一品经跟一大部经不增不减。所以这一部《无量寿经》跟一大藏经不增不减，一大藏教浓缩就是《无量寿经》，《无量寿经》展开就是一大藏教。我们读到这个很幸运！但是这种功德利益谁给我们的？阿弥陀佛给我们的，他做的结论，把结论给我们了，没有他这样勤苦的修学，我们得不到。那我们也像他那么样勤苦去听经闻法，听千亿岁，还得要用五劫的时间去修行，你才能得到圆满。他是把整个的成就给我们了，一生自己修学的心得统统给我们，就是这一部经。这个报告里面，他自己修行成就了，自己的愿望达到圆满了，无比的欢喜，向老师去报告。",
      "zh_TW": "一切法門歸在這個法門總結，就像一部《大方廣佛華嚴經》，最後歸到《普賢菩薩行願品》，那一卷經展開來就是一部《大方廣佛華嚴經》，把它歸納起來就是一部《普賢菩薩行願品》。這一品經跟一大部經不增不減。所以這一部《無量壽經》跟一大藏經不增不減，一大藏教濃縮就是《無量壽經》，《無量壽經》展開就是一大藏教。我們讀到這個很幸運！但是這種功德利益誰給我們的？阿彌陀佛給我們的，他做的結論，把結論給我們了，沒有他這樣勤苦的修學，我們得不到。那我們也像他那麼樣勤苦去聽經聞法，聽千億歲，還得要用五劫的時間去修行，你才能得到圓滿。他是把整個的成就給我們了，一生自己修學的心得統統給我們，就是這一部經。這個報告裡面，他自己修行成就了，自己的願望達到圓滿了，無比的歡喜，向老師去報告。"
    },
    {
      "id": "02-002-0002_p0059",
      "zh_CN": "这就接着底下「发大誓愿」，这就是说四十八愿这一章。这一章是我们这一部经里面最重要的部分。《无量寿经》今天我们看这个本子一共是有四十八章，或者像黄老居士讲四十八品，哪一品最重要？第六品，第六品是整个净土的中心。一切经论，一切诸佛菩萨讲净土法门，如果他讲的意思与这一章相违背，那我们都不能承认。他所讲的一定要与这一章相应，这就是真的。因为这一章字字句句是阿弥陀佛自己说的，不像其他是释迦牟尼佛给我们讲的。这一章是阿弥陀佛自己说的。",
      "zh_TW": "這就接著底下「發大誓願」，這就是說四十八願這一章。這一章是我們這一部經裡面最重要的部分。《無量壽經》今天我們看這個本子一共是有四十八章，或者像黃老居士講四十八品，哪一品最重要？第六品，第六品是整個淨土的中心。一切經論，一切諸佛菩薩講淨土法門，如果他講的意思與這一章相違背，那我們都不能承認。他所講的一定要與這一章相應，這就是真的。因為這一章字字句句是阿彌陀佛自己說的，不像其他是釋迦牟尼佛給我們講的。這一章是阿彌陀佛自己說的。"
    },
    {
      "id": "02-002-0002_p0060",
      "zh_CN": "【法藏白言。】",
      "zh_TW": "【法藏白言。】"
    },
    {
      "id": "02-002-0002_p0061",
      "zh_CN": "法藏比丘对世自在王讲的话，这是释迦牟尼佛转告我们的，但是话句句都是阿弥陀佛自己说的，不是别人说的。所以我们读这一章经，就是亲自听阿弥陀佛说法，这不是听释迦牟尼佛，是听阿弥陀佛说法。阿弥陀佛自己说的，不是诸佛转说的，这还有什么话说？这没有话讲。所以净土宗的理论、修学境界统统要依四十八愿做根本，这是我们的根本依据；净土三经、五经可以说都是依这一章做根本，所以说是根本的根本。我们对于全经不能够读诵、不能够记忆，这一章一定要读诵，一定要记忆。我们对于净宗的修学，以及近代有许多人对于净宗的批评，我们心里才会有数，才能够辨别邪正、辨别是非，但是不要跟人争论，这很重要。人家讲错了，随他去；批评，无论是善意的、是恶意的，批评错了，我们也不必答辩，六祖教给我们合掌令欢喜就好了。看这个人，如果有善根他能回头、能够接受这个法门的，可以跟他研究讨论；看他有很深的执着，不容易接受这个法门，那就叫他欢欢喜喜好了，我们谦虚一点，尊重他，你很好，我不如你就好了。我们老老实实学这法门，这一生当中决定有成就。",
      "zh_TW": "法藏比丘對世自在王講的話，這是釋迦牟尼佛轉告我們的，但是話句句都是阿彌陀佛自己說的，不是別人說的。所以我們讀這一章經，就是親自聽阿彌陀佛說法，這不是聽釋迦牟尼佛，是聽阿彌陀佛說法。阿彌陀佛自己說的，不是諸佛轉說的，這還有什麼話說？這沒有話講。所以淨土宗的理論、修學境界統統要依四十八願做根本，這是我們的根本依據；淨土三經、五經可以說都是依這一章做根本，所以說是根本的根本。我們對於全經不能夠讀誦、不能夠記憶，這一章一定要讀誦，一定要記憶。我們對於淨宗的修學，以及近代有許多人對於淨宗的批評，我們心裡才會有數，才能夠辨別邪正、辨別是非，但是不要跟人爭論，這很重要。人家講錯了，隨他去；批評，無論是善意的、是惡意的，批評錯了，我們也不必答辯，六祖教給我們合掌令歡喜就好了。看這個人，如果有善根他能回頭、能夠接受這個法門的，可以跟他研究討論；看他有很深的執著，不容易接受這個法門，那就叫他歡歡喜喜好了，我們謙虛一點，尊重他，你很好，我不如你就好了。我們老老實實學這法門，這一生當中決定有成就。"
    },
    {
      "id": "02-002-0002_p0062",
      "zh_CN": "在愿文里面，我们这个本子是二十四章，也就是通常讲的二十四愿。因为五种原译本里面有两种是二十四愿，有两种是四十八愿，有一种是三十六愿。所以它的条目数字不相同，但是内容都差不多。夏老居士会集这一段，我们在序文里面看到是用心最苦的，用时间最多的，会集这一段。因为这一段经是全经的中心，最重要的一个部分，经过几番的斟酌，自己还拿不定主意。这在遇到慧明老和尚，遇到梅光羲居士，正好他们去拜访，他正好为这个事情没办法做决定，这三个人商量决定用二十四为纲，四十八为目，这就两全其美了。所以文字条目二十四条，底下有小注，这一条包括四十八愿里头哪几愿，从上面看二十四愿，底下看四十八愿，这就很圆满，这个会集很圆满。而且把五种本子的愿文，有的本子漏掉一句的，缺少一点的；那个本子上有，这统统把它补的圆圆满满的。所以这个本子里面阿弥陀佛四十八愿，比起原译的五种译本任何一种里面要圆满得多。确确实实是把五种原本里面写的弥陀愿文把它综合起来再归纳重新编排，使这个义理圆备，文字浅显而容易明了。这是这一次会集的特色，这是我们一定要认识的。",
      "zh_TW": "在願文裡面，我們這個本子是二十四章，也就是通常講的二十四願。因為五種原譯本裡面有兩種是二十四願，有兩種是四十八願，有一種是三十六願。所以它的條目數字不相同，但是內容都差不多。夏老居士會集這一段，我們在序文裡面看到是用心最苦的，用時間最多的，會集這一段。因為這一段經是全經的中心，最重要的一個部分，經過幾番的斟酌，自己還拿不定主意。這在遇到慧明老和尚，遇到梅光羲居士，正好他們去拜訪，他正好為這個事情沒辦法做決定，這三個人商量決定用二十四為綱，四十八為目，這就兩全其美了。所以文字條目二十四條，底下有小註，這一條包括四十八願裡頭哪幾願，從上面看二十四願，底下看四十八願，這就很圓滿，這個會集很圓滿。而且把五種本子的願文，有的本子漏掉一句的，缺少一點的；那個本子上有，這統統把它補的圓圓滿滿的。所以這個本子裡面阿彌陀佛四十八願，比起原譯的五種譯本任何一種裡面要圓滿得多。確確實實是把五種原本裡面寫的彌陀願文把它綜合起來再歸納重新編排，使這個義理圓備，文字淺顯而容易明瞭。這是這一次會集的特色，這是我們一定要認識的。"
    },
    {
      "id": "02-002-0002_p0063",
      "zh_CN": "他的愿从哪里来的？不是自己打妄想，我想要怎样怎样，不是的。阿弥陀佛的愿是真实愿，前面讲了他参观考察十方一切诸佛刹土。譬如说到娑婆世界，看到我们娑婆世界有地狱、饿鬼、畜牲，看到我们这儿的人贪瞋痴慢，看到我们人这么苦，思想这么乱，社会秩序不好，我要一桩一桩改进。他是到处去参观，到处去考察，看到人家不好的，他就不要，改正过来；好的他就采取，不好的就不要，回到自己家里去建一个极乐世界。所以极乐世界有一切诸佛国土的好处，没有一切诸佛国土里的缺点。所有一切缺陷，我们觉得不好的，他统统没有，全部不要。所以他不是自己在家里想的，是到处去看到的。像第一愿讲的，我们念一句诸位就能看到，它的头一句是总说：",
      "zh_TW": "他的願從哪裡來的？不是自己打妄想，我想要怎樣怎樣，不是的。阿彌陀佛的願是真實願，前面講了他參觀考察十方一切諸佛剎土。譬如說到娑婆世界，看到我們娑婆世界有地獄、餓鬼、畜牲，看到我們這兒的人貪瞋痴慢，看到我們人這麼苦，思想這麼亂，社會秩序不好，我要一樁一樁改進。他是到處去參觀，到處去考察，看到人家不好的，他就不要，改正過來；好的他就採取，不好的就不要，回到自己家裡去建一個極樂世界。所以極樂世界有一切諸佛國土的好處，沒有一切諸佛國土裡的缺點。所有一切缺陷，我們覺得不好的，他統統沒有，全部不要。所以他不是自己在家裡想的，是到處去看到的。像第一願講的，我們念一句諸位就能看到，它的頭一句是總說："
    },
    {
      "id": "02-002-0002_p0064",
      "zh_CN": "【我若证得无上菩提。成正觉已。所居佛刹。具足无量不可思议。功德庄严。】",
      "zh_TW": "【我若證得無上菩提。成正覺已。所居佛剎。具足無量不可思議。功德莊嚴。】"
    },
    {
      "id": "02-002-0002_p0065",
      "zh_CN": "这一句是总说西方极乐世界它的庄严不可思议，超过一切诸佛世界。下面这才是四十八愿，所以第一个就是说：",
      "zh_TW": "這一句是總說西方極樂世界它的莊嚴不可思議，超過一切諸佛世界。下面這才是四十八願，所以第一個就是說："
    },
    {
      "id": "02-002-0002_p0066",
      "zh_CN": "【无有地狱。饿鬼。禽兽。蜎飞蠕动之类。】",
      "zh_TW": "【無有地獄。餓鬼。禽獸。蜎飛蠕動之類。】"
    },
    {
      "id": "02-002-0002_p0067",
      "zh_CN": "这就说明西方极乐世界没有三恶道。三恶道是果报，三恶道怎么来的？贪、瞋、痴来的，换句话说，没有三恶道，西方极乐世界的人没有贪瞋痴。没有因才没有果，有果一定有因，有因一定有果，所以那个地方的人没有贪瞋痴。因此我们要注意到我们修学净土法门，为什么叫你二六时中心里只有一句阿弥陀佛？用这一句阿弥陀佛把我们的贪瞋痴烦恼消灭掉，恢复到我们心清净。一定要认真去做，如果你不做，或者说你带业往生，我不做，你去不了。你做了，认真去做了，做得不够，消掉一些了，还有很多没消掉，可以，你带那个来可以；你说我一点都不要消，那是不可以的，那是不行的。总得要努力去做，做下来还剩下的烦恼消不掉，这是阿弥陀佛可以原谅你的，你可以来。我天天念佛，烦恼一点都不消，还要增长，这不能去。",
      "zh_TW": "這就說明西方極樂世界沒有三惡道。三惡道是果報，三惡道怎麼來的？貪、瞋、痴來的，換句話說，沒有三惡道，西方極樂世界的人沒有貪瞋痴。沒有因才沒有果，有果一定有因，有因一定有果，所以那個地方的人沒有貪瞋痴。因此我們要注意到我們修學淨土法門，為什麼叫你二六時中心裡只有一句阿彌陀佛？用這一句阿彌陀佛把我們的貪瞋痴煩惱消滅掉，恢復到我們心清淨。一定要認真去做，如果你不做，或者說你帶業往生，我不做，你去不了。你做了，認真去做了，做得不夠，消掉一些了，還有很多沒消掉，可以，你帶那個來可以；你說我一點都不要消，那是不可以的，那是不行的。總得要努力去做，做下來還剩下的煩惱消不掉，這是阿彌陀佛可以原諒你的，你可以來。我天天念佛，煩惱一點都不消，還要增長，這不能去。"
    },
    {
      "id": "02-002-0002_p0068",
      "zh_CN": "所以你一定要明理，理不通达，求生净土是障碍。所以念佛的人多，往生的人少，你要真正通达，你就晓得他为什么不能往生。为什么有的人念佛确实能往生？因为他与经相应，他真做了！至于做得圆满不圆满，那不要紧，只要你真做就行。好像念书一样，你真念，及格不及格是另外一桩事情，我念得很好，但是不及格，那还值得原谅，他是真念了。不念不行，一定要真干，这一点很重要。",
      "zh_TW": "所以你一定要明理，理不通達，求生淨土是障礙。所以念佛的人多，往生的人少，你要真正通達，你就曉得他為什麼不能往生。為什麼有的人念佛確實能往生？因為他與經相應，他真做了！至於做得圓滿不圓滿，那不要緊，只要你真做就行。好像念書一樣，你真念，及格不及格是另外一樁事情，我念得很好，但是不及格，那還值得原諒，他是真念了。不念不行，一定要真幹，這一點很重要。"
    },
    {
      "id": "02-002-0002_p0069",
      "zh_CN": "这一章是这一本经里面最长的一章，这一章里面可以说是的确文字不多，它的内容非常的圆满，面面都顾到。真的上面到等觉菩萨，下面到地狱众生，此界他方，此界是讲西方极乐世界，他方是极乐世界以外的诸佛刹土全都包括了。我们读了四十八愿，不能说这个四十八愿是阿弥陀佛的四十八愿，与我不相干，我读它、赞叹它，刚才说了没有消归自性。前面一再提过我们要学习阿弥陀佛，这真的叫学佛。因此阿弥陀佛所发的大愿，我们读了之后要引发我们自己，把我们自己的愿把它引出来。我们的愿跟阿弥陀佛的愿是一样的愿，跟阿弥陀佛同心同愿同智同行，那我们就很像阿弥陀佛了。那哪有不往生的道理？天天念四十八愿，结果念的是阿弥陀佛的四十八愿，与自己不相干，这个不行，这个不相应。",
      "zh_TW": "這一章是這一本經裡面最長的一章，這一章裡面可以說是的確文字不多，它的內容非常的圓滿，面面都顧到。真的上面到等覺菩薩，下面到地獄眾生，此界他方，此界是講西方極樂世界，他方是極樂世界以外的諸佛剎土全都包括了。我們讀了四十八願，不能說這個四十八願是阿彌陀佛的四十八願，與我不相干，我讀它、讚歎它，剛才說了沒有消歸自性。前面一再提過我們要學習阿彌陀佛，這真的叫學佛。因此阿彌陀佛所發的大願，我們讀了之後要引發我們自己，把我們自己的願把它引出來。我們的願跟阿彌陀佛的願是一樣的願，跟阿彌陀佛同心同願同智同行，那我們就很像阿彌陀佛了。那哪有不往生的道理？天天念四十八願，結果念的是阿彌陀佛的四十八願，與自己不相干，這個不行，這個不相應。"
    },
    {
      "id": "02-002-0002_p0070",
      "zh_CN": "所以像我们刚才讲第一愿，拿这个做比喻，西方极乐世界没有三恶道，我们要念念之中，希望我们不堕三恶道，希望一切众生不堕三恶道。怎样不堕三恶道？三恶道的业因是贪瞋痴慢，我们希望自己早一天把见思烦恼断除，也希望一切众生都能够断除见思烦恼，三恶道就没有了。这把阿弥陀佛的愿变成我们自己的愿，这才是真实之利。念了经原来是他的愿，不是我的，我念它干什么？要知道阿弥陀佛这个经，就是我们自性里头本来的《无量寿经》。我们迷惑了，我们这个本子拿不出来，他替我们拿出来了，他自性里头《无量寿经》跟我们自性里的《无量寿经》是一不是二。他的唯心净土跟我的唯心净土也是一不是二，没有一样不相应。这个净土法门是这样修的，佛是这个念法，经是这样的念法，句句是自己的自性，句句是自己性德的流露。所以这个经你念的时候，愈念愈欢喜，法喜充满，不疲不厌。",
      "zh_TW": "所以像我們剛才講第一願，拿這個做比喻，西方極樂世界沒有三惡道，我們要念念之中，希望我們不墮三惡道，希望一切眾生不墮三惡道。怎樣不墮三惡道？三惡道的業因是貪瞋痴慢，我們希望自己早一天把見思煩惱斷除，也希望一切眾生都能夠斷除見思煩惱，三惡道就沒有了。這把阿彌陀佛的願變成我們自己的願，這才是真實之利。念了經原來是他的願，不是我的，我念它幹什麼？要知道阿彌陀佛這個經，就是我們自性裡頭本來的《無量壽經》。我們迷惑了，我們這個本子拿不出來，他替我們拿出來了，他自性裡頭《無量壽經》跟我們自性裡的《無量壽經》是一不是二。他的唯心淨土跟我的唯心淨土也是一不是二，沒有一樣不相應。這個淨土法門是這樣修的，佛是這個念法，經是這樣的念法，句句是自己的自性，句句是自己性德的流露。所以這個經你念的時候，愈念愈歡喜，法喜充滿，不疲不厭。"
    },
    {
      "id": "02-002-0002_p0071",
      "zh_CN": "人到没有精神，萎靡不振作的时候，一读经精神就振作起来。为什么？自性的功德现前，这是真的。我这么多年来讲经深深体验。我不讲经的时候没精神，上讲台的时候，精神比平常要好很多倍；不讲经的时候会累，讲经的时候，叫我从早讲到晚，讲一天不累，愈讲精神愈好。这个大家知道，我在洛杉机一下飞机就叫我去讲经，一天讲九个钟点。初到美国来的时候，上午三个钟点，下午三个钟点，晚上三个钟点，一天讲九个钟点。而且我讲经还站着讲，听众坐着听，他们都听累了，我站着不累。这我没有时差，一下飞机就可以讲，这是有体会！愈讲愈欢喜，愈讲心性愈往外头流露，不讲就露不出来没有了。所以经不能一天不读，不能一天不讲，不讲经日子很难过，讲经很快乐。",
      "zh_TW": "人到沒有精神，萎靡不振作的時候，一讀經精神就振作起來。為什麼？自性的功德現前，這是真的。我這麼多年來講經深深體驗。我不講經的時候沒精神，上講台的時候，精神比平常要好很多倍；不講經的時候會累，講經的時候，叫我從早講到晚，講一天不累，愈講精神愈好。這個大家知道，我在洛杉機一下飛機就叫我去講經，一天講九個鐘點。初到美國來的時候，上午三個鐘點，下午三個鐘點，晚上三個鐘點，一天講九個鐘點。而且我講經還站著講，聽眾坐著聽，他們都聽累了，我站著不累。這我沒有時差，一下飛機就可以講，這是有體會！愈講愈歡喜，愈講心性愈往外頭流露，不講就露不出來沒有了。所以經不能一天不讀，不能一天不講，不講經日子很難過，講經很快樂。"
    },
    {
      "id": "02-002-0002_p0072",
      "zh_CN": "如果没人听怎么样？摆个录音机我对它讲。田伯尧看过的，他现在加州洛杉机。我在洛杉机的时候，有的时候晚上讲经，白天没有事情做，我对著录音机讲。他有一天来看我的时候，看到我一个人在房间里，声音很大的讲经，对录音机讲，看着我对录音机讲，录音！录音带子流通不是一样吗？所以我在台北自己有一个小房子在杭州南路，我那个房子还隔了一间录音室，可以录影可以录音，做了隔音设备，一个人关起门来没有人听，一个人讲，不能不讲，天天讲，这样做录音带，没有人听就做录音带流通。将来我还有一个想法，马上积极要做的，我不是对大众讲，我完全对录音机讲，这个讲是要出书。我自己懒得写，录音下来，请人家帮我写，写了我来改，改了之后就可以出版，这很省事。可以在短时间把法流通出来。因为在一般听众里面讲，不一定能够适用，只有在录音室讲的，那是可以出书的。",
      "zh_TW": "如果沒人聽怎麼樣？擺個錄音機我對它講。田伯堯看過的，他現在加州洛杉機。我在洛杉機的時候，有的時候晚上講經，白天沒有事情做，我對著錄音機講。他有一天來看我的時候，看到我一個人在房間裡，聲音很大的講經，對錄音機講，看著我對錄音機講，錄音！錄音帶子流通不是一樣嗎？所以我在台北自己有一個小房子在杭州南路，我那個房子還隔了一間錄音室，可以錄影可以錄音，做了隔音設備，一個人關起門來沒有人聽，一個人講，不能不講，天天講，這樣做錄音帶，沒有人聽就做錄音帶流通。將來我還有一個想法，馬上積極要做的，我不是對大眾講，我完全對錄音機講，這個講是要出書。我自己懶得寫，錄音下來，請人家幫我寫，寫了我來改，改了之後就可以出版，這很省事。可以在短時間把法流通出來。因為在一般聽眾裡面講，不一定能夠適用，只有在錄音室講的，那是可以出書的。"
    }
  ]
}