{
  "doc_id": "21-483-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之一０三）",
    "zh_TW": "學佛答問（答香港參學同修之一０三）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-483-0001",
  "total_paragraphs": 109,
  "paragraphs": [
    {
      "id": "21-483-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天有五十三个提问，我们按照顺序来回答。",
      "zh_TW": "諸位法師，諸位同學，請坐。今天有五十三個提問，我們按照順序來回答。"
    },
    {
      "id": "21-483-0001_p0002",
      "zh_CN": "问：首先是中国同修的提问，第一题，河南有一位居士提问的，有人以净空老法师名义募捐、建寺、做法会，请问是否有此事？",
      "zh_TW": "問：首先是中國同修的提問，第一題，河南有一位居士提問的，有人以淨空老法師名義募捐、建寺、做法會，請問是否有此事？"
    },
    {
      "id": "21-483-0001_p0003",
      "zh_CN": "答：你问得很好，没有这个事情。我给同修们说，我这一生效法我们净宗第十三代的祖师印光大师，他老人家一生不建寺庙、不收出家徒弟、不传戒，我觉得他的做法对我们后学有很大的启发作用。接受十方的供养，祖师全部用在印经、印善书供养大众，这个我也学到了。所以我讲过很多次，如果有人用我的名义募捐、建寺庙、做法会，全是假的，决定没有这个事情。如果遇到了，直接打电话到学会，可以来查询，千万不要上当。谢谢你的提问。",
      "zh_TW": "答：你問得很好，沒有這個事情。我給同修們說，我這一生效法我們淨宗第十三代的祖師印光大師，他老人家一生不建寺廟、不收出家徒弟、不傳戒，我覺得他的做法對我們後學有很大的啟發作用。接受十方的供養，祖師全部用在印經、印善書供養大眾，這個我也學到了。所以我講過很多次，如果有人用我的名義募捐、建寺廟、做法會，全是假的，決定沒有這個事情。如果遇到了，直接打電話到學會，可以來查詢，千萬不要上當。謝謝你的提問。"
    },
    {
      "id": "21-483-0001_p0004",
      "zh_CN": "问：下面一个问题，有位居士长时期以疑惑心听经闻法，且经常断章取义，眼见年事已高，开始着急去向了，请问该如何挽回？",
      "zh_TW": "問：下面一個問題，有位居士長時期以疑惑心聽經聞法，且經常斷章取義，眼見年事已高，開始著急去向了，請問該如何挽回？"
    },
    {
      "id": "21-483-0001_p0005",
      "zh_CN": "答：佛法里面常讲，回头是岸，只要回头就有救，可是如果怀疑，那就没救了。要真正相信，相信西方有极乐世界，相信极乐世界有阿弥陀佛，相信念佛，阿弥陀佛决定来接引你往生。信心是站在第一位，如果信心没有，你念佛也不能往生。如何建立信心？确实经教就是帮助我们建立信心的。可惜他听了这么多年的教，他怀疑，所以他信心建立不起来，这是他自己本身的业障，要告诉他决定要有信心。因为往生这个事情，不但你在《净土圣贤录》、《往生传》里面看到过去往生的人，现在你要是留意一下，在我们周边念佛往生的就很多，那都是我们的铁证。",
      "zh_TW": "答：佛法裡面常講，回頭是岸，只要回頭就有救，可是如果懷疑，那就沒救了。要真正相信，相信西方有極樂世界，相信極樂世界有阿彌陀佛，相信念佛，阿彌陀佛決定來接引你往生。信心是站在第一位，如果信心沒有，你念佛也不能往生。如何建立信心？確實經教就是幫助我們建立信心的。可惜他聽了這麼多年的教，他懷疑，所以他信心建立不起來，這是他自己本身的業障，要告訴他決定要有信心。因為往生這個事情，不但你在《淨土聖賢錄》、《往生傳》裡面看到過去往生的人，現在你要是留意一下，在我們周邊念佛往生的就很多，那都是我們的鐵證。"
    },
    {
      "id": "21-483-0001_p0006",
      "zh_CN": "问：第三个问题，常寂光净土既是真正自我，何有实报庄严土？本不动摇，是谁在动摇？",
      "zh_TW": "問：第三個問題，常寂光淨土既是真正自我，何有實報莊嚴土？本不動搖，是誰在動搖？"
    },
    {
      "id": "21-483-0001_p0007",
      "zh_CN": "答：就是你自己在动摇，别人没有动摇，你自己在起心动念，你自己在分别执着，与一切人毫不相关。这个事情你好好去想想，愈想愈是分别，愈想愈是执着，你永远解不开这个结。怎样解开？佛在经上告诉我们，你不要去想、不要去怀疑，把妄想分别执着统统放下，你就证得了。所以你天天在想、在问，全是障碍，诸佛来给你讲经说法，你也没有办法入门。",
      "zh_TW": "答：就是你自己在動搖，別人沒有動搖，你自己在起心動念，你自己在分別執著，與一切人毫不相關。這個事情你好好去想想，愈想愈是分別，愈想愈是執著，你永遠解不開這個結。怎樣解開？佛在經上告訴我們，你不要去想、不要去懷疑，把妄想分別執著統統放下，你就證得了。所以你天天在想、在問，全是障礙，諸佛來給你講經說法，你也沒有辦法入門。"
    },
    {
      "id": "21-483-0001_p0008",
      "zh_CN": "问：下面第四题，《妄尽还源观》里面说，「一者一尘普周法界遍」，是否可以解释为，我念佛，即整个虚空法界的众生在念佛？如果不是，我们如何帮助他们？",
      "zh_TW": "問：下面第四題，《妄盡還源觀》裡面說，「一者一塵普周法界遍」，是否可以解釋為，我念佛，即整個虛空法界的眾生在念佛？如果不是，我們如何幫助他們？"
    },
    {
      "id": "21-483-0001_p0009",
      "zh_CN": "答：世尊很慈悲，教我们不要起心、不要动念、不要分别、不要执着，你偏偏有这么多妄想分别执着，你跟世尊唱反调。如果你听世尊的话，把起心动念分别执着放下试试看，看你能不能见到「一尘普周法界遍」。我相信你一定会见到，为什么？你成佛了。这是要做功夫，这不是研究的。",
      "zh_TW": "答：世尊很慈悲，教我們不要起心、不要動念、不要分別、不要執著，你偏偏有這麼多妄想分別執著，你跟世尊唱反調。如果你聽世尊的話，把起心動念分別執著放下試試看，看你能不能見到「一塵普周法界遍」。我相信你一定會見到，為什麼？你成佛了。這是要做功夫，這不是研究的。"
    },
    {
      "id": "21-483-0001_p0010",
      "zh_CN": "问：第五题，一切法从心想生，若家眷不信佛，我们念佛诵经时，观想他们也一起念，对他们会有帮助吗？",
      "zh_TW": "問：第五題，一切法從心想生，若家眷不信佛，我們念佛誦經時，觀想他們也一起念，對他們會有幫助嗎？"
    },
    {
      "id": "21-483-0001_p0011",
      "zh_CN": "答：会有，会有帮助。如果你持之有恒，慢慢的你会让一家人都会信佛了。",
      "zh_TW": "答：會有，會有幫助。如果你持之有恆，慢慢的你會讓一家人都會信佛了。"
    },
    {
      "id": "21-483-0001_p0012",
      "zh_CN": "问：请问如何达到真诚心，目前弟子尚未达到只应感而去做一切事的层次，应如何做事，解决行持上的问题，请老法师开示。",
      "zh_TW": "問：請問如何達到真誠心，目前弟子尚未達到只應感而去做一切事的層次，應如何做事，解決行持上的問題，請老法師開示。"
    },
    {
      "id": "21-483-0001_p0013",
      "zh_CN": "答：在日常生活当中，首先要承认我们自己是业障深重博地凡夫，不是圣人。不要说大圣，小圣我们也做不到。小圣小到最低的限度，小乘须陀洹，这初果，《华严经》里面初信位的菩萨，这是最小的小圣，我们无法跟人比。我也在讲经的时候常常跟诸位做报告，这么多年来，我常常劝导大家放下自私自利、放下名闻利养、放下五欲六尘、放下贪瞋痴慢，这是什么境界？我说得很清楚，这只是到门口，没进去，小乘初果那就进去了。我们现在是到初果的门口，只到这个境界，可见得这个问题是不容易。但是到门口，如果遇到念佛法门，真正能信、能愿、能行，决定得生。生到哪里？生到凡圣同居土，你有把握得生；如果进门了，就不是生凡圣同居土，生到哪里？生到方便有余土，这要知道。所以我们虽然不能入门，能到门口就不错了，对念佛人就有决定性的帮助。",
      "zh_TW": "答：在日常生活當中，首先要承認我們自己是業障深重博地凡夫，不是聖人。不要說大聖，小聖我們也做不到。小聖小到最低的限度，小乘須陀洹，這初果，《華嚴經》裡面初信位的菩薩，這是最小的小聖，我們無法跟人比。我也在講經的時候常常跟諸位做報告，這麼多年來，我常常勸導大家放下自私自利、放下名聞利養、放下五欲六塵、放下貪瞋痴慢，這是什麼境界？我說得很清楚，這只是到門口，沒進去，小乘初果那就進去了。我們現在是到初果的門口，只到這個境界，可見得這個問題是不容易。但是到門口，如果遇到念佛法門，真正能信、能願、能行，決定得生。生到哪裡？生到凡聖同居土，你有把握得生；如果進門了，就不是生凡聖同居土，生到哪裡？生到方便有餘土，這要知道。所以我們雖然不能入門，能到門口就不錯了，對念佛人就有決定性的幫助。"
    },
    {
      "id": "21-483-0001_p0014",
      "zh_CN": "问：底下第七题，有位年轻法师手持与您老人家的合影，自称是您的徒孙，到处扬言随时能向您报告，传达您的开示，请问是否属实？",
      "zh_TW": "問：底下第七題，有位年輕法師手持與您老人家的合影，自稱是您的徒孫，到處揚言隨時能向您報告，傳達您的開示，請問是否屬實？"
    },
    {
      "id": "21-483-0001_p0015",
      "zh_CN": "答：我不知道，这是造谣生事。真正老实人就是一句佛号念到底，凡是造谣生事的都有问题。我们中国谚语有句话说，「来说是非者，便是是非人」，我怎么会，我连徒弟都没有，哪来的徒孙！都有徒弟而后才有徒孙，徒弟收了徒弟才说有徒孙，我连个徒弟都没有，哪来的徒孙！这就是造谣生事。这个事情在国内很多，这是从前我们宗教局叶局长告诉我的，有一天他到香港来，早晨邀请我一起吃早饭，他就告诉我，国内有许多人打着我的名号招摇撞骗，做一些非法的事情，他说这个你不晓得。我真的不晓得。他说这些事情我们政府来处理。所以诸位将来遇到这些事情，你就晓得决定是假的，不是真的。不但我们没有拜托人去化缘，或者是去弘法，没这个事情，在国内、在国外也没有，我们讲经弘法是用网路、用电视，没有用其他任何的方式。网路，我们有香港佛陀教育协会；电视，我们有一个华藏卫视，一般我除了在这个地方弘法之外，讲经之外，在其他的地方我不讲经，我也不说法。有些特别邀请我做个专题讲演，这个有，其他情形都没有，绝对没有向人化缘的。希望同修知道这个事情。",
      "zh_TW": "答：我不知道，這是造謠生事。真正老實人就是一句佛號念到底，凡是造謠生事的都有問題。我們中國諺語有句話說，「來說是非者，便是是非人」，我怎麼會，我連徒弟都沒有，哪來的徒孫！都有徒弟而後才有徒孫，徒弟收了徒弟才說有徒孫，我連個徒弟都沒有，哪來的徒孫！這就是造謠生事。這個事情在國內很多，這是從前我們宗教局葉局長告訴我的，有一天他到香港來，早晨邀請我一起吃早飯，他就告訴我，國內有許多人打著我的名號招搖撞騙，做一些非法的事情，他說這個你不曉得。我真的不曉得。他說這些事情我們政府來處理。所以諸位將來遇到這些事情，你就曉得決定是假的，不是真的。不但我們沒有拜託人去化緣，或者是去弘法，沒這個事情，在國內、在國外也沒有，我們講經弘法是用網路、用電視，沒有用其他任何的方式。網路，我們有香港佛陀教育協會；電視，我們有一個華藏衛視，一般我除了在這個地方弘法之外，講經之外，在其他的地方我不講經，我也不說法。有些特別邀請我做個專題講演，這個有，其他情形都沒有，絕對沒有向人化緣的。希望同修知道這個事情。"
    },
    {
      "id": "21-483-0001_p0016",
      "zh_CN": "问：下面一个问题，弟子今年六十四岁了，因种种原因总生不起孝心，自己也很懊恼，为什么不能发地藏菩萨的大心，是否因不知宿命才如此？",
      "zh_TW": "問：下面一個問題，弟子今年六十四歲了，因種種原因總生不起孝心，自己也很懊惱，為什麼不能發地藏菩薩的大心，是否因不知宿命才如此？"
    },
    {
      "id": "21-483-0001_p0017",
      "zh_CN": "答：有，有这种情形，如果你知道宿命，的确孝心容易生起。如果实在生不起，安徽庐江汤池的文化中心，那边有时候去打听打听，如果他们办像幸福人生讲座，时间不长，大概四天到五天，你能够去参加一次，也许你的孝心就激发出来了。",
      "zh_TW": "答：有，有這種情形，如果你知道宿命，的確孝心容易生起。如果實在生不起，安徽廬江湯池的文化中心，那邊有時候去打聽打聽，如果他們辦像幸福人生講座，時間不長，大概四天到五天，你能夠去參加一次，也許你的孝心就激發出來了。"
    },
    {
      "id": "21-483-0001_p0018",
      "zh_CN": "问：下面一个问题，怎样才能使家人吃素，以及用素食来拜祭祖先？如果以素食拜祭祖先，祖先是否会不同意？",
      "zh_TW": "問：下面一個問題，怎樣才能使家人吃素，以及用素食來拜祭祖先？如果以素食拜祭祖先，祖先是否會不同意？"
    },
    {
      "id": "21-483-0001_p0019",
      "zh_CN": "答：这是你多心了，你多疑了。祖先比你聪明，为什么？知道当年在世一生吃肉，跟很多众生结了冤仇，搞得冤亲债主一大堆，都不肯饶过他，才知道错了。你现在用素食难得，你用素食拜祖先是孝敬祖先，用肉食拜祖先是增长祖先的罪业，把杀生吃肉的帐要算到祖宗头上去了，你说你这算是孝顺吗？所以印光大师有很多篇的文章，都是劝导大家用素食祭祖。",
      "zh_TW": "答：這是你多心了，你多疑了。祖先比你聰明，為什麼？知道當年在世一生吃肉，跟很多眾生結了冤仇，搞得冤親債主一大堆，都不肯饒過他，才知道錯了。你現在用素食難得，你用素食拜祖先是孝敬祖先，用肉食拜祖先是增長祖先的罪業，把殺生吃肉的帳要算到祖宗頭上去了，你說你這算是孝順嗎？所以印光大師有很多篇的文章，都是勸導大家用素食祭祖。"
    },
    {
      "id": "21-483-0001_p0020",
      "zh_CN": "问：下面第十题，弟子刚刚高中毕业，因成绩关系不能进大学，弟子现在想出家，师父希望送我到澳洲给老法师栽培学习讲经。但弟子想留在寺院当一名清众，受戒律的磨炼，去掉自身习气之后才去澳洲，请老法师慈悲。",
      "zh_TW": "問：下面第十題，弟子剛剛高中畢業，因成績關係不能進大學，弟子現在想出家，師父希望送我到澳洲給老法師栽培學習講經。但弟子想留在寺院當一名清眾，受戒律的磨鍊，去掉自身習氣之後才去澳洲，請老法師慈悲。"
    },
    {
      "id": "21-483-0001_p0021",
      "zh_CN": "答：你的名字不晓得，我不知道你什么人，我跟你有没有见过面，我都不知道。出家，无论是在家出家，先把儒、释、道三个根扎稳才会有前途，无论在什么地方学习都可以。这三个根就是儒家的《弟子规》、道教的《感应篇》、佛教的十善业。没有这三个根，受戒也不会得戒，那只是形式而已，有三个根才是真的。所以这三个根是戒律的戒律、根本的根本，必须认真学习，我在这里就奉劝你这几句话。",
      "zh_TW": "答：你的名字不曉得，我不知道你什麼人，我跟你有沒有見過面，我都不知道。出家，無論是在家出家，先把儒、釋、道三個根紮穩才會有前途，無論在什麼地方學習都可以。這三個根就是儒家的《弟子規》、道教的《感應篇》、佛教的十善業。沒有這三個根，受戒也不會得戒，那只是形式而已，有三個根才是真的。所以這三個根是戒律的戒律、根本的根本，必須認真學習，我在這裡就奉勸你這幾句話。"
    },
    {
      "id": "21-483-0001_p0022",
      "zh_CN": "问：下面一个问题，儿子七岁患了基因变异引起肌肉病，现代医学无法医治，请问这是否属于业障病？应诵哪部经给儿子较为适合？诵经后是回向给儿子的冤亲债主，还是给儿子本人？",
      "zh_TW": "問：下面一個問題，兒子七歲患了基因變異引起肌肉病，現代醫學無法醫治，請問這是否屬於業障病？應誦哪部經給兒子較為適合？誦經後是迴向給兒子的冤親債主，還是給兒子本人？"
    },
    {
      "id": "21-483-0001_p0023",
      "zh_CN": "答：你的小孩还很小，只有七岁，这个病可能是业障，也可能是冤亲债主来讨债。如果是冤亲债主讨债，必须化解，他离开了，你的病就好了；如果是业障病，需要忏悔。小孩年小不懂，你们家人要代替他忏悔。这两种因素都有可能，你细心去观察，再去帮助他。",
      "zh_TW": "答：你的小孩還很小，只有七歲，這個病可能是業障，也可能是冤親債主來討債。如果是冤親債主討債，必須化解，他離開了，你的病就好了；如果是業障病，需要懺悔。小孩年小不懂，你們家人要代替他懺悔。這兩種因素都有可能，你細心去觀察，再去幫助他。"
    },
    {
      "id": "21-483-0001_p0024",
      "zh_CN": "问：后面一个问题，国内某佛寺一直在做护国息灾三时系念佛事，最近有几位同修看见在寺内大榕树下，有无数朵的大莲花缓缓移动，但没有向天上升去。请问老法师，是否因为工作上没有做圆满，如牌位及疏文没有火化，才使莲花不能上升？",
      "zh_TW": "問：後面一個問題，國內某佛寺一直在做護國息災三時繫念佛事，最近有幾位同修看見在寺內大榕樹下，有無數朵的大蓮花緩緩移動，但沒有向天上升去。請問老法師，是否因為工作上沒有做圓滿，如牌位及疏文沒有火化，才使蓮花不能上升？"
    },
    {
      "id": "21-483-0001_p0025",
      "zh_CN": "答：护国息灾三时系念的佛事，我不知道他做的是多长，有七天的、有四十九天的、有一百天的。莲花上升应该是在他圆满的这一天，如果圆满这天看到莲花不能上升，也算是不错了，第一，莲花被你看见了。当然上升是很好的瑞相，你的猜疑，是不是这个法会做得不够圆满？可能有这个原因，真正做圆满，一定有很好的瑞相。",
      "zh_TW": "答：護國息災三時繫念的佛事，我不知道他做的是多長，有七天的、有四十九天的、有一百天的。蓮花上升應該是在他圓滿的這一天，如果圓滿這天看到蓮花不能上升，也算是不錯了，第一，蓮花被你看見了。當然上升是很好的瑞相，你的猜疑，是不是這個法會做得不夠圓滿？可能有這個原因，真正做圓滿，一定有很好的瑞相。"
    },
    {
      "id": "21-483-0001_p0026",
      "zh_CN": "问：下面是香港同修的提问，第一个，弟子在协会做义工三年多了（这个大概是我们会里的义工），由于工作和家务，疏于听经念佛，经年受病苦折磨，身心常处于恐惧和焦虑之中，这半年听经之后，知道一切法无不是「唯心所现，唯识所变」。请问老法师，弟子想伏住对病苦的恐惧，是否先在家好好用功，等待稍能放下身心，再返回道场当义工，或者应在身体可以忍受的情况之下，继续在道场工作？",
      "zh_TW": "問：下面是香港同修的提問，第一個，弟子在協會做義工三年多了（這個大概是我們會裡的義工），由於工作和家務，疏於聽經念佛，經年受病苦折磨，身心常處於恐懼和焦慮之中，這半年聽經之後，知道一切法無不是「唯心所現，唯識所變」。請問老法師，弟子想伏住對病苦的恐懼，是否先在家好好用功，等待稍能放下身心，再返回道場當義工，或者應在身體可以忍受的情況之下，繼續在道場工作？"
    },
    {
      "id": "21-483-0001_p0027",
      "zh_CN": "答：这个事情在家、在道场都可以，问题是你必须要建立信心，要发大愿。愿力超过了业力，你这个业障就化解了；你不能化解，说明你的业力比你的愿力更大，那你就没有法子了。讲到修行一定要记住，我们这么多年来，天天在叮咛，天天在嘱咐，一定要把三个根扎好。三个根扎好之后，连你的冤亲债主都佩服你、都尊重你。虽然来找你麻烦，他不会严重伤害你。他来找你是希望你真正用功修行证果，你就有能力超度他。如果你自己修行功夫不得力，你对他们是丝毫都帮不上忙，那他们的怨气就会直接干扰你。人同此心，人并不是死了就没有了，死了就没有了，那就好办。几十年前我开始讲经的时候就常常讲，我们没有成就，可千万不能死，为什么？死了就不得了，一定要在这一生当中了生死出三界，这才是正理。",
      "zh_TW": "答：這個事情在家、在道場都可以，問題是你必須要建立信心，要發大願。願力超過了業力，你這個業障就化解了；你不能化解，說明你的業力比你的願力更大，那你就沒有法子了。講到修行一定要記住，我們這麼多年來，天天在叮嚀，天天在囑咐，一定要把三個根紮好。三個根紮好之後，連你的冤親債主都佩服你、都尊重你。雖然來找你麻煩，他不會嚴重傷害你。他來找你是希望你真正用功修行證果，你就有能力超度他。如果你自己修行功夫不得力，你對他們是絲毫都幫不上忙，那他們的怨氣就會直接干擾你。人同此心，人並不是死了就沒有了，死了就沒有了，那就好辦。幾十年前我開始講經的時候就常常講，我們沒有成就，可千萬不能死，為什麼？死了就不得了，一定要在這一生當中了生死出三界，這才是正理。"
    },
    {
      "id": "21-483-0001_p0028",
      "zh_CN": "用什么方法？在我们这种人业障深重，尤其生在这个时代，决定要靠念佛求生净土，我们有把握往生，就是了生死出三界。把握在什么地方？我们对这个世间还有留恋就出不去，所以必须要学习着对这个世间毫无留恋。我来这个世间是旅行的、是作客的，这个地方是客栈，旅行的地方，不是我们的家，样样都要放下，不要执着、不要分别，这样念佛我们就有把握了。要持戒，要学《弟子规》、学《感应篇》、学十善业，为什么？这是做人的一个本分。无论在哪个世界，无论在哪一道，都应该要自己谦虚，尊重别人、敬爱别人，真正能做到舍己为人，有这么一点德行才能往生。你要问为什么？世尊告诉我们，西方极乐世界那个地方人都是上善之人，想想我们是不是上善？《十善业道》展开来对照对照，自己给自己打个分数，看能不能到九十分。大概到九十分，算是上善了，这才能往生。所以要认真用功努力。",
      "zh_TW": "用什麼方法？在我們這種人業障深重，尤其生在這個時代，決定要靠念佛求生淨土，我們有把握往生，就是了生死出三界。把握在什麼地方？我們對這個世間還有留戀就出不去，所以必須要學習著對這個世間毫無留戀。我來這個世間是旅行的、是作客的，這個地方是客棧，旅行的地方，不是我們的家，樣樣都要放下，不要執著、不要分別，這樣念佛我們就有把握了。要持戒，要學《弟子規》、學《感應篇》、學十善業，為什麼？這是做人的一個本分。無論在哪個世界，無論在哪一道，都應該要自己謙虛，尊重別人、敬愛別人，真正能做到捨己為人，有這麼一點德行才能往生。你要問為什麼？世尊告訴我們，西方極樂世界那個地方人都是上善之人，想想我們是不是上善？《十善業道》展開來對照對照，自己給自己打個分數，看能不能到九十分。大概到九十分，算是上善了，這才能往生。所以要認真用功努力。"
    },
    {
      "id": "21-483-0001_p0029",
      "zh_CN": "问：底下一个问题，除了每天念佛及诵一百零八遍往生咒外，因为父母身体不好，还发愿加念一百零八部《地藏经》及十万遍地藏菩萨圣号回向给他们，这算不算杂修？",
      "zh_TW": "問：底下一個問題，除了每天念佛及誦一百零八遍往生咒外，因為父母身體不好，還發願加念一百零八部《地藏經》及十萬遍地藏菩薩聖號迴向給他們，這算不算雜修？"
    },
    {
      "id": "21-483-0001_p0030",
      "zh_CN": "答：不算杂修，很好，这是你一点孝心。因为《地藏经》也是大乘教里面的基础。百善孝为先，《地藏经》是佛门的孝经。所以自古以来，不论是哪个宗派，许多祖师大德在入佛门的时候，都以《地藏经》做为基础，认真修行，这是有道理的。按照理论上讲，修地藏是入门；从地藏再提升就是观音，把你的孝心发扬光大叫大慈大悲；再往上提升就是文殊，智慧开了；最后到普贤，普贤是广度一切众生，自己成就之后要利益一切众生。",
      "zh_TW": "答：不算雜修，很好，這是你一點孝心。因為《地藏經》也是大乘教裡面的基礎。百善孝為先，《地藏經》是佛門的孝經。所以自古以來，不論是哪個宗派，許多祖師大德在入佛門的時候，都以《地藏經》做為基礎，認真修行，這是有道理的。按照理論上講，修地藏是入門；從地藏再提升就是觀音，把你的孝心發揚光大叫大慈大悲；再往上提升就是文殊，智慧開了；最後到普賢，普賢是廣度一切眾生，自己成就之後要利益一切眾生。"
    },
    {
      "id": "21-483-0001_p0031",
      "zh_CN": "问：下面一个问题，持大悲咒能否达到一心不乱？",
      "zh_TW": "問：下面一個問題，持大悲咒能否達到一心不亂？"
    },
    {
      "id": "21-483-0001_p0032",
      "zh_CN": "答：在理论上讲都是通的，所以佛在《金刚经》上告诉我们，「法门平等，无有高下」，念大悲咒念到一心不乱，以这个功德回向往生西方净土是可以的。你在《无量寿经》里面找到根据，你看三辈往生最后的一段，那不是讲发愿依照净宗法门修学的，不是的，他是修学大乘，到临命终的时候，以自己修行功德回向往生西方净土，阿弥陀佛还是来接引他。但是念大悲咒必须有大悲心，没有大悲心，念大悲咒就不灵了。所以要大慈悲心，像观世音菩萨一样闻声救苦，听到、看到苦难的众生，立刻要伸出援手，尽心尽力帮助他们。今天这个世界可以说，苦难的人太多了，苦难的原因是什么？原因是迷惑颠倒，造作无量的罪业，自己并不知道，果报现前，后悔莫及。那你就想到，今天用什么方法来救他？佛法是无比的殊胜，佛法怎么救？佛法先救自己，自自然然就救了众生，自己依照佛法来修行，给人做最好的榜样，别人看了之后自然受感动，自然就跟你学习。所以度人先要度自己，救人先要救自己，这就对了。",
      "zh_TW": "答：在理論上講都是通的，所以佛在《金剛經》上告訴我們，「法門平等，無有高下」，念大悲咒念到一心不亂，以這個功德迴向往生西方淨土是可以的。你在《無量壽經》裡面找到根據，你看三輩往生最後的一段，那不是講發願依照淨宗法門修學的，不是的，他是修學大乘，到臨命終的時候，以自己修行功德迴向往生西方淨土，阿彌陀佛還是來接引他。但是念大悲咒必須有大悲心，沒有大悲心，念大悲咒就不靈了。所以要大慈悲心，像觀世音菩薩一樣聞聲救苦，聽到、看到苦難的眾生，立刻要伸出援手，盡心盡力幫助他們。今天這個世界可以說，苦難的人太多了，苦難的原因是什麼？原因是迷惑顛倒，造作無量的罪業，自己並不知道，果報現前，後悔莫及。那你就想到，今天用什麼方法來救他？佛法是無比的殊勝，佛法怎麼救？佛法先救自己，自自然然就救了眾生，自己依照佛法來修行，給人做最好的榜樣，別人看了之後自然受感動，自然就跟你學習。所以度人先要度自己，救人先要救自己，這就對了。"
    },
    {
      "id": "21-483-0001_p0033",
      "zh_CN": "问：下一个问题，念佛、诵经时，身体常冒汗，是何缘故？这是否不恭敬？",
      "zh_TW": "問：下一個問題，念佛、誦經時，身體常冒汗，是何緣故？這是否不恭敬？"
    },
    {
      "id": "21-483-0001_p0034",
      "zh_CN": "答：恭敬不恭敬与身体冒汗没有关系，可能是你体虚，你的体质有问题，可以找医生去检查，看看身体有没有问题。诵经、念佛应该身体是正常的，身体流汗常常是做运动、拜佛，这种情形就有，就很多，在诵经、念佛是比较少见。",
      "zh_TW": "答：恭敬不恭敬與身體冒汗沒有關係，可能是你體虛，你的體質有問題，可以找醫生去檢查，看看身體有沒有問題。誦經、念佛應該身體是正常的，身體流汗常常是做運動、拜佛，這種情形就有，就很多，在誦經、念佛是比較少見。"
    },
    {
      "id": "21-483-0001_p0035",
      "zh_CN": "问：下面第五题，如发愿精进念佛至预知时至，自己先行往生净土，会否被视为不孝？",
      "zh_TW": "問：下面第五題，如發願精進念佛至預知時至，自己先行往生淨土，會否被視為不孝？"
    },
    {
      "id": "21-483-0001_p0036",
      "zh_CN": "答：如果你真的精进念佛，预知时至往生，这不是不孝，这是大孝。为什么？你父亲养的儿子到极乐世界作佛了，他是佛的爸爸，她是佛的妈妈，他会受到一切天人的恭敬供养，那是大孝。怕的是念佛不能往生，那就叫大不孝。",
      "zh_TW": "答：如果你真的精進念佛，預知時至往生，這不是不孝，這是大孝。為什麼？你父親養的兒子到極樂世界作佛了，他是佛的爸爸，她是佛的媽媽，他會受到一切天人的恭敬供養，那是大孝。怕的是念佛不能往生，那就叫大不孝。"
    },
    {
      "id": "21-483-0001_p0037",
      "zh_CN": "问：底下一个问题，弟子刚学佛一年多，接触了《六祖坛经》，才知道原来本自具足的清净自性无凡无圣、不生不灭。弟子烦恼习气重，不知应从何处学起或做起，恳请老法师开示，从哪本经书学起？",
      "zh_TW": "問：底下一個問題，弟子剛學佛一年多，接觸了《六祖壇經》，才知道原來本自具足的清淨自性無凡無聖、不生不滅。弟子煩惱習氣重，不知應從何處學起或做起，懇請老法師開示，從哪本經書學起？"
    },
    {
      "id": "21-483-0001_p0038",
      "zh_CN": "答：《六祖坛经》不是我们一般人学习的。我在五十七年前刚刚学佛，也是偶然的一个缘分看到这部经，是在一个朋友家里，他的书架上有本线装书，看看，《六祖坛经》。翻翻看了之后很欢喜，我每天去看，好像是看了四天还是五天就把这部经看完了。那是有注解的，丁福保居士的《笺注》。以后亲近了章嘉大师、李老师，他们都告诉我这本书不能看。为什么？那是上上根人根性，中下根性人决定做不到。方东美先生也是这么告诉我，叫我从教下入门。教下他介绍我的是法相唯识，这对一般知识分子来讲是很投缘，从这里面去入门是好事情，像爬楼梯一样，步步高升。但是真正讲修行，基础的教育很重要。你问从哪里做起，那我就老老实实告诉你，从《弟子规》做起、从《感应篇》做起、从《十善业》做起；你有了这个基础之后，这个根扎下去了，你再从《地藏经》下手，修地藏法门。修一段时期之后，你再修净土就不一样了。净土法门里面，学《无量寿经》或者学《弥陀经》，《弥陀经》要学莲池大师的《疏钞》、蕅益大师的《要解》，那你在净土就有根，这样会一帆风顺。",
      "zh_TW": "答：《六祖壇經》不是我們一般人學習的。我在五十七年前剛剛學佛，也是偶然的一個緣分看到這部經，是在一個朋友家裡，他的書架上有本線裝書，看看，《六祖壇經》。翻翻看了之後很歡喜，我每天去看，好像是看了四天還是五天就把這部經看完了。那是有註解的，丁福保居士的《箋註》。以後親近了章嘉大師、李老師，他們都告訴我這本書不能看。為什麼？那是上上根人根性，中下根性人決定做不到。方東美先生也是這麼告訴我，叫我從教下入門。教下他介紹我的是法相唯識，這對一般知識分子來講是很投緣，從這裡面去入門是好事情，像爬樓梯一樣，步步高昇。但是真正講修行，基礎的教育很重要。你問從哪裡做起，那我就老老實實告訴你，從《弟子規》做起、從《感應篇》做起、從《十善業》做起；你有了這個基礎之後，這個根紮下去了，你再從《地藏經》下手，修地藏法門。修一段時期之後，你再修淨土就不一樣了。淨土法門裡面，學《無量壽經》或者學《彌陀經》，《彌陀經》要學蓮池大師的《疏鈔》、蕅益大師的《要解》，那你在淨土就有根，這樣會一帆風順。"
    },
    {
      "id": "21-483-0001_p0039",
      "zh_CN": "问：末后还有一个提问，台湾马英九总统参加祭孔典礼，是不是封建？",
      "zh_TW": "問：末後還有一個提問，台灣馬英九總統參加祭孔典禮，是不是封建？"
    },
    {
      "id": "21-483-0001_p0040",
      "zh_CN": "答：这个问题问得很奇怪，祭孔就是封建，那你祭祖先是不是封建？这两年我看国内很多人都上坟，清明、冬至都上坟祭祖了，这是不是回复到封建？我们可以联想到。如果这么说起来，我觉得封建还不错，为什么？封建是孝顺父母，那不封建就不孝顺父母了。孔子是老师，祭孔是提倡尊师重道，确实过去历代帝王提倡，民国年间还是有提倡的。现在的人不要父母，当然他也不要老师了，今天社会动乱的根源在此地。马英九祭孔值得赞叹，为什么？只要这个社会能够回到孝道、回到师道，能够孝亲尊师，我们的社会会安定，世界会和平，这确实是要国家领导人来带头，它的影响才大。我记得前几年，我跟凤凰电视台刘董事长长乐见面，我就告诉他，我说现在这个世界有两种人可以拯救世界，也可以毁灭世界。他说哪两种？我说第一种国家领导人，第二种就是干你们这行的人。卫星电视影响太大了，如果播一些正面的画面，那你就救了世界；如果是播负面的，播一些暴力色情、杀盗淫妄，那你就是毁灭世界。",
      "zh_TW": "答：這個問題問得很奇怪，祭孔就是封建，那你祭祖先是不是封建？這兩年我看國內很多人都上墳，清明、冬至都上墳祭祖了，這是不是回復到封建？我們可以聯想到。如果這麼說起來，我覺得封建還不錯，為什麼？封建是孝順父母，那不封建就不孝順父母了。孔子是老師，祭孔是提倡尊師重道，確實過去歷代帝王提倡，民國年間還是有提倡的。現在的人不要父母，當然他也不要老師了，今天社會動亂的根源在此地。馬英九祭孔值得讚歎，為什麼？只要這個社會能夠回到孝道、回到師道，能夠孝親尊師，我們的社會會安定，世界會和平，這確實是要國家領導人來帶頭，它的影響才大。我記得前幾年，我跟鳳凰電視台劉董事長長樂見面，我就告訴他，我說現在這個世界有兩種人可以拯救世界，也可以毀滅世界。他說哪兩種？我說第一種國家領導人，第二種就是幹你們這行的人。衛星電視影響太大了，如果播一些正面的畫面，那你就救了世界；如果是播負面的，播一些暴力色情、殺盜淫妄，那你就是毀滅世界。"
    },
    {
      "id": "21-483-0001_p0041",
      "zh_CN": "所以封建，什么叫封建？什么叫迷信？这个要讲清楚、讲明白，不能把孝顺父母看作封建。封建时候讲伦理、讲道德、讲因果，现在说我们伦理不要了，道德不要了，真的是如此。所以现在你看连奶粉都有毒，连小孩都要让他受了重大的伤亡，这是什么？这就是没有伦理道德，你们想这个社会好不好？如果要我来选择的话，我还是愿意选择封建，封建人过太平日子，个个人有良心，不愿意做伤天害理的事情。所以这个事情，我们要头脑清醒的来对待，不可以随便的来批评他。你批评他不对，那换句话说，不孝是对的，不养父母是对的，甚至于今天说，杀害父母也是对的。现在这个已经不是新闻了，儿女杀害父母，兄弟互相残杀。在学校里面，我们看到国外很多讯息，学生杀老师、杀同学，太多了。这是什么？这现代二十一世纪的文明，这个不封建。如果说学生孝顺老师、敬爱老师，那这个学生是封建；这个儿子回家孝顺父母，这个儿子封建，我们可不可以这样说法？确实今天这个社会价值观值得我们深思。好，这个问题我们就说到此地。",
      "zh_TW": "所以封建，什麼叫封建？什麼叫迷信？這個要講清楚、講明白，不能把孝順父母看作封建。封建時候講倫理、講道德、講因果，現在說我們倫理不要了，道德不要了，真的是如此。所以現在你看連奶粉都有毒，連小孩都要讓他受了重大的傷亡，這是什麼？這就是沒有倫理道德，你們想這個社會好不好？如果要我來選擇的話，我還是願意選擇封建，封建人過太平日子，個個人有良心，不願意做傷天害理的事情。所以這個事情，我們要頭腦清醒的來對待，不可以隨便的來批評他。你批評他不對，那換句話說，不孝是對的，不養父母是對的，甚至於今天說，殺害父母也是對的。現在這個已經不是新聞了，兒女殺害父母，兄弟互相殘殺。在學校裡面，我們看到國外很多訊息，學生殺老師、殺同學，太多了。這是什麼？這現代二十一世紀的文明，這個不封建。如果說學生孝順老師、敬愛老師，那這個學生是封建；這個兒子回家孝順父母，這個兒子封建，我們可不可以這樣說法？確實今天這個社會價值觀值得我們深思。好，這個問題我們就說到此地。"
    },
    {
      "id": "21-483-0001_p0042",
      "zh_CN": "问：下面是网路同学的提问，某些年轻人每天有条件看书、听经，且口才也很好，因为无法承受社会工作巨大的压力，仅在道场做一点事，吃供养度日，请问这样是否如法？",
      "zh_TW": "問：下面是網路同學的提問，某些年輕人每天有條件看書、聽經，且口才也很好，因為無法承受社會工作巨大的壓力，僅在道場做一點事，吃供養度日，請問這樣是否如法？"
    },
    {
      "id": "21-483-0001_p0043",
      "zh_CN": "答：这个不如法。在佛法里面说，各人因果，各人自己承当。",
      "zh_TW": "答：這個不如法。在佛法裡面說，各人因果，各人自己承當。"
    },
    {
      "id": "21-483-0001_p0044",
      "zh_CN": "问：他下面还有两个副题，是否应劝他们出来学习讲经，应如何引导他？",
      "zh_TW": "問：他下面還有兩個副題，是否應勸他們出來學習講經，應如何引導他？"
    },
    {
      "id": "21-483-0001_p0045",
      "zh_CN": "答：讲经不是一个容易事情，应当劝他持戒念佛，这样就对了。今天这个社会，佛教也是衰到了极处了，什么原因？学佛的人把戒律丢掉了，实际上佛就没有了，没有戒就没有佛了，没有礼就没有儒。礼跟戒在中国过去三千年当中，产生了巨大的效果，规范人的心行，给社会带来长治久安。我接触过许多外国的学者专家，有些研究中国历史的，对中国人非常敬佩，像中国过去每个朝代政权巩固之后，不出五年，颁布礼乐，社会就上轨道，可以带给社会大概是一百年到一百五十年的安定。外国人觉得不可思议，用什么方法能够让这么大的族群，这么大的版图，产生这样好的效果？实在讲，这就是中国古圣先贤教导我们的，「建国君民，教学为先」，建国君民就是巩固政权。尤其中国，外国人最佩服的就是大一统，你看从秦始皇统一中国，一直到现在，中国没有分裂过，还是统一的。这是英国汤恩比博士最佩服的，全世界找不到第二家。欧洲罗马曾经有一千年的统一，可是灭亡之后，欧洲再不能统一了，这很遗憾的事情。",
      "zh_TW": "答：講經不是一個容易事情，應當勸他持戒念佛，這樣就對了。今天這個社會，佛教也是衰到了極處了，什麼原因？學佛的人把戒律丟掉了，實際上佛就沒有了，沒有戒就沒有佛了，沒有禮就沒有儒。禮跟戒在中國過去三千年當中，產生了巨大的效果，規範人的心行，給社會帶來長治久安。我接觸過許多外國的學者專家，有些研究中國歷史的，對中國人非常敬佩，像中國過去每個朝代政權鞏固之後，不出五年，頒布禮樂，社會就上軌道，可以帶給社會大概是一百年到一百五十年的安定。外國人覺得不可思議，用什麼方法能夠讓這麼大的族群，這麼大的版圖，產生這樣好的效果？實在講，這就是中國古聖先賢教導我們的，「建國君民，教學為先」，建國君民就是鞏固政權。尤其中國，外國人最佩服的就是大一統，你看從秦始皇統一中國，一直到現在，中國沒有分裂過，還是統一的。這是英國湯恩比博士最佩服的，全世界找不到第二家。歐洲羅馬曾經有一千年的統一，可是滅亡之後，歐洲再不能統一了，這很遺憾的事情。"
    },
    {
      "id": "21-483-0001_p0046",
      "zh_CN": "所以汤恩比曾经说，要想世界真正恢复安定和平，全世界要变成一个国，这世界统一成一个国，那大家就不会打仗了，变成一国了，现在每个国家就是每个地区，好像省州一样这种性质。他还讲，谁有资格统一全世界？中国人有，中国人有二千年统一的智慧、统一的经验、统一的效果。这话是外国人说的。中国人用什么东西来统一？用文化、用教学，内容用伦理、用道德、用因果。因果不迷信，善因善果，恶因恶报，你要不相信，你细心观察，就在眼前。这是事实，这不是迷信。你天天做好事，你心安理得，身心愉快；天天想坏主意，你身心不安，神不守舍，这就是因果。所以讲经说法要有基础，教学要有基础，先修德行。从前孔夫子教人，德行排在第一，第二是言语，第三是政事，第四是文学。所以德行放在第一。",
      "zh_TW": "所以湯恩比曾經說，要想世界真正恢復安定和平，全世界要變成一個國，這世界統一成一個國，那大家就不會打仗了，變成一國了，現在每個國家就是每個地區，好像省州一樣這種性質。他還講，誰有資格統一全世界？中國人有，中國人有二千年統一的智慧、統一的經驗、統一的效果。這話是外國人說的。中國人用什麼東西來統一？用文化、用教學，內容用倫理、用道德、用因果。因果不迷信，善因善果，惡因惡報，你要不相信，你細心觀察，就在眼前。這是事實，這不是迷信。你天天做好事，你心安理得，身心愉快；天天想壞主意，你身心不安，神不守舍，這就是因果。所以講經說法要有基礎，教學要有基礎，先修德行。從前孔夫子教人，德行排在第一，第二是言語，第三是政事，第四是文學。所以德行放在第一。"
    },
    {
      "id": "21-483-0001_p0047",
      "zh_CN": "问：底下一个副题，对于不能承受压力、心理脆弱的青年人应如何教育，使他们不至于在这个末法乱世当中沉沦太深？",
      "zh_TW": "問：底下一個副題，對於不能承受壓力、心理脆弱的青年人應如何教育，使他們不至於在這個末法亂世當中沉淪太深？"
    },
    {
      "id": "21-483-0001_p0048",
      "zh_CN": "答：这是个大问题，现在像这种的青少年人数还很多，这就变成了严重的社会问题。能不能教得好？能教，看你用什么方法。我们在汤池办的文化中心就是做实验，这个实验做成功了，而且收到很好的效果。这就是真的，我们现在社会出了问题，找不出方法，怎么办？找老祖宗，你要记住老祖宗的方法做了五千年，他有五千年的效果，有五千年的经验，不能够疏忽。你要是把老祖宗的东西推翻，你能不能有一套新的东西来代替，比老祖宗做得更好？那我们也不能不佩服。如果找不到，依旧用老祖宗的方法，还是管用。很多人问我，我说我没有智慧，我想不出方法，我只有循规蹈矩，遵守老祖宗的教诲，依教奉行。孔子的学生、释迦牟尼佛的学生都是这样的态度。因为孔子自己说，他老人家一生，他所学的、所修的、所教的、所传的，都是古圣先贤的。他自己说他一生「述而不作」，他没有创造，他没有发明，他没有新东西。述是继承古人的东西，叙说古人遗留下来的。还有一句话说得很好，「信而好古」，他对于古圣先贤的东西，他有信心，他很喜欢。",
      "zh_TW": "答：這是個大問題，現在像這種的青少年人數還很多，這就變成了嚴重的社會問題。能不能教得好？能教，看你用什麼方法。我們在湯池辦的文化中心就是做實驗，這個實驗做成功了，而且收到很好的效果。這就是真的，我們現在社會出了問題，找不出方法，怎麼辦？找老祖宗，你要記住老祖宗的方法做了五千年，他有五千年的效果，有五千年的經驗，不能夠疏忽。你要是把老祖宗的東西推翻，你能不能有一套新的東西來代替，比老祖宗做得更好？那我們也不能不佩服。如果找不到，依舊用老祖宗的方法，還是管用。很多人問我，我說我沒有智慧，我想不出方法，我只有循規蹈矩，遵守老祖宗的教誨，依教奉行。孔子的學生、釋迦牟尼佛的學生都是這樣的態度。因為孔子自己說，他老人家一生，他所學的、所修的、所教的、所傳的，都是古聖先賢的。他自己說他一生「述而不作」，他沒有創造，他沒有發明，他沒有新東西。述是繼承古人的東西，敘說古人遺留下來的。還有一句話說得很好，「信而好古」，他對於古聖先賢的東西，他有信心，他很喜歡。"
    },
    {
      "id": "21-483-0001_p0049",
      "zh_CN": "我们学了大乘之后，对这个道理就更清楚了，为什么？大乘，特别是《华严》，它讲的是圆满的，它是个圆。圆满那就没有话说，圆的，你不能在上面加一点，你加一点它就凸出来，就不圆了；你也不能少一点，少一点它凹下去了，也不圆了。圆是达到究竟圆满。圆是什么？圆是本性。佛说我们自性，每个人的自性有圆满的智慧、有圆满的德能、有圆满的才艺、有圆满的相好，样样圆满，一丝毫欠缺都没有，那现在我们跟佛怎么不能比？我们因为有妄想分别执着障碍了，所以我们圆满的性德不能现前。只要把障碍除掉，放下，我们的智慧德能就现前了，这是佛教我们的。所以我们听了孔子的话，「述而不作，信而好古」，我们的体会就很深了，他讲的话一点都不错。真正让自己性德流露，这才是最好的。",
      "zh_TW": "我們學了大乘之後，對這個道理就更清楚了，為什麼？大乘，特別是《華嚴》，它講的是圓滿的，它是個圓。圓滿那就沒有話說，圓的，你不能在上面加一點，你加一點它就凸出來，就不圓了；你也不能少一點，少一點它凹下去了，也不圓了。圓是達到究竟圓滿。圓是什麼？圓是本性。佛說我們自性，每個人的自性有圓滿的智慧、有圓滿的德能、有圓滿的才藝、有圓滿的相好，樣樣圓滿，一絲毫欠缺都沒有，那現在我們跟佛怎麼不能比？我們因為有妄想分別執著障礙了，所以我們圓滿的性德不能現前。只要把障礙除掉，放下，我們的智慧德能就現前了，這是佛教我們的。所以我們聽了孔子的話，「述而不作，信而好古」，我們的體會就很深了，他講的話一點都不錯。真正讓自己性德流露，這才是最好的。"
    },
    {
      "id": "21-483-0001_p0050",
      "zh_CN": "问：下面一个问题，许多居士不敢在家做三时系念，怕家中不安，请老法师开示。",
      "zh_TW": "問：下面一個問題，許多居士不敢在家做三時繫念，怕家中不安，請老法師開示。"
    },
    {
      "id": "21-483-0001_p0051",
      "zh_CN": "答：怕家中不安，家中不做就可以了。在家里面常常念佛、常常读经就好，不一定要做三时系念。到你修行有相当功底的时候，你再发慈悲心要度幽冥界的众生，那你就可以这么做。现在功夫不深，先度自己，可以不做系念佛事。",
      "zh_TW": "答：怕家中不安，家中不做就可以了。在家裡面常常念佛、常常讀經就好，不一定要做三時繫念。到你修行有相當功底的時候，你再發慈悲心要度幽冥界的眾生，那你就可以這麼做。現在功夫不深，先度自己，可以不做繫念佛事。"
    },
    {
      "id": "21-483-0001_p0052",
      "zh_CN": "问：有一位七十八岁的老人，跟着实际禅寺的百七三时系念法会光盘，在家做三时系念，却感觉愈做愈累，请问这是属于业力或是体质问题？",
      "zh_TW": "問：有一位七十八歲的老人，跟著實際禪寺的百七三時繫念法會光盤，在家做三時繫念，卻感覺愈做愈累，請問這是屬於業力或是體質問題？"
    },
    {
      "id": "21-483-0001_p0053",
      "zh_CN": "答：这要问问他是怎么个做法，假如他是如理如法，应该有很好的感应，不应该是愈做愈累，会愈做愈欢喜。也许他做的时间还不长，冤亲债主很多，加给他的压力。如果他以真诚心，能够克服这个难关，这种感觉就会化解了，可以试试看。",
      "zh_TW": "答：這要問問他是怎麼個做法，假如他是如理如法，應該有很好的感應，不應該是愈做愈累，會愈做愈歡喜。也許他做的時間還不長，冤親債主很多，加給他的壓力。如果他以真誠心，能夠克服這個難關，這種感覺就會化解了，可以試試看。"
    },
    {
      "id": "21-483-0001_p0054",
      "zh_CN": "问：第四个问题，请问做三时系念时可不可以喝水？",
      "zh_TW": "問：第四個問題，請問做三時繫念時可不可以喝水？"
    },
    {
      "id": "21-483-0001_p0055",
      "zh_CN": "答：最好不要喝水，最好不要吃东西。什么时候可以喝水、吃东西？一时完了之后，有一个休息的时候，这时候可以。因为第一时做圆满了，第二时还没有开始，这当中可以。如果连着做的话，那就不可以。一定要佛事做圆满，圆满最后送神。",
      "zh_TW": "答：最好不要喝水，最好不要吃東西。什麼時候可以喝水、吃東西？一時完了之後，有一個休息的時候，這時候可以。因為第一時做圓滿了，第二時還沒有開始，這當中可以。如果連著做的話，那就不可以。一定要佛事做圓滿，圓滿最後送神。"
    },
    {
      "id": "21-483-0001_p0056",
      "zh_CN": "问：底下一个问题，本地某村成立了道德学会，宣扬佛已不存在，不要念佛，香也不要敬了，就是落实《弟子规》，释迦牟尼佛已退位，二００二年弥勒佛已经接位掌教，要求大家买他们的佛像供在家中，不要供阿弥陀佛。又说念佛要念「天元大宝阿弥陀佛」，强调这是按照净空老法师教诲的做法，我们问有没有老法师讲的光碟或书，他们说有，但不能随便借来看，有些念佛同修因此停止念佛，跟着他们做宣传，请老法师慈悲开示。",
      "zh_TW": "問：底下一個問題，本地某村成立了道德學會，宣揚佛已不存在，不要念佛，香也不要敬了，就是落實《弟子規》，釋迦牟尼佛已退位，二００二年彌勒佛已經接位掌教，要求大家買他們的佛像供在家中，不要供阿彌陀佛。又說念佛要念「天元大寶阿彌陀佛」，強調這是按照淨空老法師教誨的做法，我們問有沒有老法師講的光碟或書，他們說有，但不能隨便借來看，有些念佛同修因此停止念佛，跟著他們做宣傳，請老法師慈悲開示。"
    },
    {
      "id": "21-483-0001_p0057",
      "zh_CN": "答：这又是造谣生事，这个谣可造得大了，这个会害很多人。如果有这种情形，你们不必问我，你们把这个事情告诉当地的宗教局，或者当地佛协，请他们来处理。这是决定错误，这是在那里欺骗众生，是一种诈财的行为。",
      "zh_TW": "答：這又是造謠生事，這個謠可造得大了，這個會害很多人。如果有這種情形，你們不必問我，你們把這個事情告訴當地的宗教局，或者當地佛協，請他們來處理。這是決定錯誤，這是在那裡欺騙眾生，是一種詐財的行為。"
    },
    {
      "id": "21-483-0001_p0058",
      "zh_CN": "问：第六，请问遇灾难时，是否一定不能够逃避？弟子想到若被压在房子下，或遭水淹时，身体极度痛苦，又无人助念，若一时无法控制烦恼，则无法往生，不如避开灾难，活下来继续努力念佛，是否有把握往生？",
      "zh_TW": "問：第六，請問遇災難時，是否一定不能夠逃避？弟子想到若被壓在房子下，或遭水淹時，身體極度痛苦，又無人助念，若一時無法控制煩惱，則無法往生，不如避開災難，活下來繼續努力念佛，是否有把握往生？"
    },
    {
      "id": "21-483-0001_p0059",
      "zh_CN": "答：这些都是属于技术上的问题，能不能往生是你的信心问题，不在这个问题上。而且真正念佛求往生，他是念兹在兹，他跟佛才能产生感应道交。如果还有留恋，还有贪生怕死，这就去不了了。所以遇到这种灾难，像是地震，被房子压到了，或者是洪水，淹在水里面，有能力避开应该要避开，没有能力，就不要再想活下去了，这时候一念十念决定得生。你要相信经里面所说的话，决定不能怀疑。可以避免就避免，不能避免就去往生，都是好事情。所以地震、水灾死的，并不是说都是坏人，去的地方不同，念佛的人生极乐世界，造作罪业的人，他堕三途去了。同一个灾难，消失掉的，各有各的去处，不一样。这个理跟事我们都要清楚、都要明了。",
      "zh_TW": "答：這些都是屬於技術上的問題，能不能往生是你的信心問題，不在這個問題上。而且真正念佛求往生，他是念茲在茲，他跟佛才能產生感應道交。如果還有留戀，還有貪生怕死，這就去不了了。所以遇到這種災難，像是地震，被房子壓到了，或者是洪水，淹在水裡面，有能力避開應該要避開，沒有能力，就不要再想活下去了，這時候一念十念決定得生。你要相信經裡面所說的話，決定不能懷疑。可以避免就避免，不能避免就去往生，都是好事情。所以地震、水災死的，並不是說都是壞人，去的地方不同，念佛的人生極樂世界，造作罪業的人，他墮三途去了。同一個災難，消失掉的，各有各的去處，不一樣。這個理跟事我們都要清楚、都要明瞭。"
    },
    {
      "id": "21-483-0001_p0060",
      "zh_CN": "问：下面一个问题，本地没有净宗的道场，只有一座寺院，修学净土的居士到寺院时，是否一定要听从寺院安排，参加法会、拜忏、护法？",
      "zh_TW": "問：下面一個問題，本地沒有淨宗的道場，只有一座寺院，修學淨土的居士到寺院時，是否一定要聽從寺院安排，參加法會、拜懺、護法？"
    },
    {
      "id": "21-483-0001_p0061",
      "zh_CN": "答：你进到别人的道场就要随俗，不要破坏别人道场，这是规矩。古大德有句谚语告诉我们，「宁动千江水，不动道人心」。这个道场他修这个法门已经成了习惯，我们念佛，他不是念佛，我们不能去扰乱他，这是佛门的规矩。我们念佛可以在外面念，可以默念不出声，不妨害他，这样就好。",
      "zh_TW": "答：你進到別人的道場就要隨俗，不要破壞別人道場，這是規矩。古大德有句諺語告訴我們，「寧動千江水，不動道人心」。這個道場他修這個法門已經成了習慣，我們念佛，他不是念佛，我們不能去擾亂他，這是佛門的規矩。我們念佛可以在外面念，可以默念不出聲，不妨害他，這樣就好。"
    },
    {
      "id": "21-483-0001_p0062",
      "zh_CN": "问：下一个问题，我们道场有一位善知识，也是我们的老师，她身边的学生特别多，她为每个学生起法号，并说凡是有法号的都能成就。她称自己是菩萨，随时可以自在往生，并说自己在往生前，将带一百二十二位同学往生西方，请老法师开示。",
      "zh_TW": "問：下一個問題，我們道場有一位善知識，也是我們的老師，她身邊的學生特別多，她為每個學生起法號，並說凡是有法號的都能成就。她稱自己是菩薩，隨時可以自在往生，並說自己在往生前，將帶一百二十二位同學往生西方，請老法師開示。"
    },
    {
      "id": "21-483-0001_p0063",
      "zh_CN": "答：这个话很难叫人相信，好在什么？她后头有这句话，她将来往生，看是不是能带一百二十二个人走。要是没有的话，那就是假的，不是真的。如果她带的一百二十二个人统统自杀，那是邪教，不是正教。这种说法都是有问题，尤其是这里有个大漏洞，称自己是佛菩萨。在佛门里面有个规矩，如果自己宣说自己是什么佛、什么菩萨再来的，说完之后他就往生了，他就走了，那是真的；说完之后他不走，那是假的，是骗人的，这个你要懂得。像我们弥勒菩萨，诸位看这个相胖胖的，布袋和尚，他是宋朝人。真的，他跟人家讲他是弥勒菩萨再来的，弥勒菩萨化身，说完他就走了，他也没有生病，坐在那里就走了，那是真的，那不是假的。你再看国清寺寒山、拾得，那是文殊、普贤的化身，丰干是阿弥陀佛的化身。身分一暴露，丰干不见了，再找不到了；寒山、拾得走到山边上，山裂开了，他们走进去之后，山又合起来了，再不见了，这是真的。这位自己称是佛、称是菩萨，他讲了之后就得走，做个样子给我们看，那是真的；说出来不走，决定是假的。",
      "zh_TW": "答：這個話很難叫人相信，好在什麼？她後頭有這句話，她將來往生，看是不是能帶一百二十二個人走。要是沒有的話，那就是假的，不是真的。如果她帶的一百二十二個人統統自殺，那是邪教，不是正教。這種說法都是有問題，尤其是這裡有個大漏洞，稱自己是佛菩薩。在佛門裡面有個規矩，如果自己宣說自己是什麼佛、什麼菩薩再來的，說完之後他就往生了，他就走了，那是真的；說完之後他不走，那是假的，是騙人的，這個你要懂得。像我們彌勒菩薩，諸位看這個相胖胖的，布袋和尚，他是宋朝人。真的，他跟人家講他是彌勒菩薩再來的，彌勒菩薩化身，說完他就走了，他也沒有生病，坐在那裡就走了，那是真的，那不是假的。你再看國清寺寒山、拾得，那是文殊、普賢的化身，豐干是阿彌陀佛的化身。身分一暴露，豐干不見了，再找不到了；寒山、拾得走到山邊上，山裂開了，他們走進去之後，山又合起來了，再不見了，這是真的。這位自己稱是佛、稱是菩薩，他講了之後就得走，做個樣子給我們看，那是真的；說出來不走，決定是假的。"
    },
    {
      "id": "21-483-0001_p0064",
      "zh_CN": "问：第九，弟子发心皈依三宝，请问如何才能找到好的戒师？",
      "zh_TW": "問：第九，弟子發心皈依三寶，請問如何才能找到好的戒師？"
    },
    {
      "id": "21-483-0001_p0065",
      "zh_CN": "答：好的戒师传授你戒法，你不能受持，还是没用，跟你不相干，最重要的，是你自己受了戒要依教奉行。戒的基础，诸位要知道，是《弟子规》。释迦牟尼佛告诉我们，学佛不先学小乘，后学大乘，非佛弟子。你没有按部就班的学，佛不承认你。所以在中国隋唐时代，学佛的人都在小乘奠定基础，小乘戒。可是唐朝中叶之后，在家、出家的，学佛都不学小乘了；宋朝之后，小乘两个宗就没有了，俱舍宗跟成实宗没有了。没有了，是不是违背释迦牟尼佛的教诲？没有，他找到代替的，代替的就是儒跟道。所以在唐朝，儒释道真的，实际上它已经融成一体了，形象上还有一点差别，实际上是没有法子分别了。儒他也学佛、也学道，道也学儒、也学佛，佛也学儒、也学道。所以用儒跟道代替小乘，这我们不能不知道。如果我们不用儒跟道，那就得用小乘，要去学小乘戒，学小乘戒律。所以我们今天要奠定根基，我们用儒的《弟子规》、用道的《太上感应篇》、用佛的《十善业道》，你从这里做起就对了。然后你在一部经或者一部论，一门深入，长时薰修，你就能得三昧，就能开悟。一门深入，长时薰修，不扎根不行。不扎根是死的，像你种树一样，没根，没根是花瓶里面的插花，那是死的，不是活的。所以一定要有三个根，那就对了。",
      "zh_TW": "答：好的戒師傳授你戒法，你不能受持，還是沒用，跟你不相干，最重要的，是你自己受了戒要依教奉行。戒的基礎，諸位要知道，是《弟子規》。釋迦牟尼佛告訴我們，學佛不先學小乘，後學大乘，非佛弟子。你沒有按部就班的學，佛不承認你。所以在中國隋唐時代，學佛的人都在小乘奠定基礎，小乘戒。可是唐朝中葉之後，在家、出家的，學佛都不學小乘了；宋朝之後，小乘兩個宗就沒有了，俱舍宗跟成實宗沒有了。沒有了，是不是違背釋迦牟尼佛的教誨？沒有，他找到代替的，代替的就是儒跟道。所以在唐朝，儒釋道真的，實際上它已經融成一體了，形象上還有一點差別，實際上是沒有法子分別了。儒他也學佛、也學道，道也學儒、也學佛，佛也學儒、也學道。所以用儒跟道代替小乘，這我們不能不知道。如果我們不用儒跟道，那就得用小乘，要去學小乘戒，學小乘戒律。所以我們今天要奠定根基，我們用儒的《弟子規》、用道的《太上感應篇》、用佛的《十善業道》，你從這裡做起就對了。然後你在一部經或者一部論，一門深入，長時薰修，你就能得三昧，就能開悟。一門深入，長時薰修，不扎根不行。不扎根是死的，像你種樹一樣，沒根，沒根是花瓶裡面的插花，那是死的，不是活的。所以一定要有三個根，那就對了。"
    },
    {
      "id": "21-483-0001_p0066",
      "zh_CN": "问：下面一个问题，我村后有一座大山，原是村民安葬先人之处，现在这座山被铲去了一半，做为投标建私人住宅，请问在此建房屋，对埋葬在此的先人有影响吗？",
      "zh_TW": "問：下面一個問題，我村後有一座大山，原是村民安葬先人之處，現在這座山被鏟去了一半，做為投標建私人住宅，請問在此建房屋，對埋葬在此的先人有影響嗎？"
    },
    {
      "id": "21-483-0001_p0067",
      "zh_CN": "答：有影响。",
      "zh_TW": "答：有影響。"
    },
    {
      "id": "21-483-0001_p0068",
      "zh_CN": "问：建好房屋后，对在此居住的人会有影响吗？",
      "zh_TW": "問：建好房屋後，對在此居住的人會有影響嗎？"
    },
    {
      "id": "21-483-0001_p0069",
      "zh_CN": "答：有影响。",
      "zh_TW": "答：有影響。"
    },
    {
      "id": "21-483-0001_p0070",
      "zh_CN": "问：如果有，该怎么补救？",
      "zh_TW": "問：如果有，該怎麼補救？"
    },
    {
      "id": "21-483-0001_p0071",
      "zh_CN": "答：这个事情在现代很多地方都有，房子建好之后，人住在那个地方，他住不安，他常常生病，甚至于有体质比较弱一点的人，晚上常常看到鬼。不但在中国如此，在外国也如此，我住在美国的时候，就有好几个同学住的房子是鬼屋，就是房子建筑在坟墓，下面埋的是死人。房子建好了没有法子，你不能在地基里面去挖，没办法。那你就天天给他超度，劝他们念佛往生，他那个灵离开那个地方就没事了，要劝导他，要教他。如果它是一个社区，这个社区用的地过去是坟场，这个事情可就麻烦了。也有人来问我，怎么办？最好是在社区旁边建一个寺庙，长年的超度他们，也许他们会接受，他就不来扰乱，一定要帮助他超生才行。",
      "zh_TW": "答：這個事情在現代很多地方都有，房子建好之後，人住在那個地方，他住不安，他常常生病，甚至於有體質比較弱一點的人，晚上常常看到鬼。不但在中國如此，在外國也如此，我住在美國的時候，就有好幾個同學住的房子是鬼屋，就是房子建築在墳墓，下面埋的是死人。房子建好了沒有法子，你不能在地基裡面去挖，沒辦法。那你就天天給他超度，勸他們念佛往生，他那個靈離開那個地方就沒事了，要勸導他，要教他。如果它是一個社區，這個社區用的地過去是墳場，這個事情可就麻煩了。也有人來問我，怎麼辦？最好是在社區旁邊建一個寺廟，長年的超度他們，也許他們會接受，他就不來擾亂，一定要幫助他超生才行。"
    },
    {
      "id": "21-483-0001_p0072",
      "zh_CN": "问：下面一个问题，弟子家楼下住着一位比丘尼，出家多年，在家与子女居住，日常帮助一些居士解答修行。现有法师告诉她，此等做法严重犯戒，必须回到寺院，背诵早晚课，重新受戒，或者受方便戒、沙弥戒。这位比丘尼感到十分苦恼，请求老法师开示。",
      "zh_TW": "問：下面一個問題，弟子家樓下住著一位比丘尼，出家多年，在家與子女居住，日常幫助一些居士解答修行。現有法師告訴她，此等做法嚴重犯戒，必須回到寺院，背誦早晚課，重新受戒，或者受方便戒、沙彌戒。這位比丘尼感到十分苦惱，請求老法師開示。"
    },
    {
      "id": "21-483-0001_p0073",
      "zh_CN": "答：这个问题，佛法说，第一次跟我说的是章嘉大师，五十七年前，他老人家告诉我，佛法重实质不重形式，也就是真修。如果在寺院里面真修有妨碍，回家去真修行，你做出好榜样，你将来真的往生了。像我们香港何东的老太太，她那个道场叫什么东莲觉苑，我一下想不起来了，就在香港这个地方。何东老太太念佛往生，他们全家都是基督教徒，她老人家一个人念佛，儿女很孝顺，不反对，家里也供佛堂。她念佛是坐着往生的，预知时至，表演给家里人看。家里人看到这个样子，统统学佛了，度了一家人，好像当时新闻界都做出报导。她把她的房子捐出来，做为佛教的道场，东莲觉苑，现在还在。所以真干才行。如果真正能把三个根落实，那你真的是佛经里面所讲的善男子、善女人，你真做到了。有这三个根，你再去受三皈、受五戒，就很如法了。",
      "zh_TW": "答：這個問題，佛法說，第一次跟我說的是章嘉大師，五十七年前，他老人家告訴我，佛法重實質不重形式，也就是真修。如果在寺院裡面真修有妨礙，回家去真修行，你做出好榜樣，你將來真的往生了。像我們香港何東的老太太，她那個道場叫什麼東蓮覺苑，我一下想不起來了，就在香港這個地方。何東老太太念佛往生，他們全家都是基督教徒，她老人家一個人念佛，兒女很孝順，不反對，家裡也供佛堂。她念佛是坐著往生的，預知時至，表演給家裡人看。家裡人看到這個樣子，統統學佛了，度了一家人，好像當時新聞界都做出報導。她把她的房子捐出來，做為佛教的道場，東蓮覺苑，現在還在。所以真幹才行。如果真正能把三個根落實，那你真的是佛經裡面所講的善男子、善女人，你真做到了。有這三個根，你再去受三皈、受五戒，就很如法了。"
    },
    {
      "id": "21-483-0001_p0074",
      "zh_CN": "现在有很多寺院道场，它不是念佛法门，你念佛他们不赞成，他不欢喜，他要请你走。我这一生当中学经教学坏了，当年李老师告诉我过，他说你学讲经，讲得不好还可以，如果讲得好，你的一生走投无路，哪个寺庙都不欢迎。所以诸位同学也晓得，我曾经在居士家中住过十七年，我们韩馆长，没地方去。寺庙里要什么？要做经忏佛事，如果我也去赶经忏做法会，那每个庙都欢迎；你去讲经，人家讨厌你，不要你，所以讲经不容易。你们如果要发心学讲经，你就想到将来走投无路，吃尽苦头。到一个地方去讲经，住一个月，挺喜欢，大家把你当贵宾看待，三个月就讨厌了，半年一定把你赶走。所以我到今年八十二岁，无家可归，到处流浪，非常不容易。这个道场是居士道场，不是寺庙。所以你就晓得，现在是什么样的社会，我们真正干，那自己干，自己好好修行，如理如法。什么都得放下，名闻利养、五欲六尘统统放下，这个日子才能过。如果还要名、还要利，还要贪图五欲六尘的享受，这日子就过不下去了。所以这是现实环境，你不能够不知道。知道之后在家里修行一样，也很好，你家里面的小孩供养你，当你的护法，一心念佛求往生。",
      "zh_TW": "現在有很多寺院道場，它不是念佛法門，你念佛他們不贊成，他不歡喜，他要請你走。我這一生當中學經教學壞了，當年李老師告訴我過，他說你學講經，講得不好還可以，如果講得好，你的一生走投無路，哪個寺廟都不歡迎。所以諸位同學也曉得，我曾經在居士家中住過十七年，我們韓館長，沒地方去。寺廟裡要什麼？要做經懺佛事，如果我也去趕經懺做法會，那每個廟都歡迎；你去講經，人家討厭你，不要你，所以講經不容易。你們如果要發心學講經，你就想到將來走投無路，吃盡苦頭。到一個地方去講經，住一個月，挺喜歡，大家把你當貴賓看待，三個月就討厭了，半年一定把你趕走。所以我到今年八十二歲，無家可歸，到處流浪，非常不容易。這個道場是居士道場，不是寺廟。所以你就曉得，現在是什麼樣的社會，我們真正幹，那自己幹，自己好好修行，如理如法。什麼都得放下，名聞利養、五欲六塵統統放下，這個日子才能過。如果還要名、還要利，還要貪圖五欲六塵的享受，這日子就過不下去了。所以這是現實環境，你不能夠不知道。知道之後在家裡修行一樣，也很好，你家裡面的小孩供養你，當你的護法，一心念佛求往生。"
    },
    {
      "id": "21-483-0001_p0075",
      "zh_CN": "问：底下十二题，家母最近身体检查，有脑梗塞的现象，母亲学佛吃素，听老法师讲经已十多年，说医师能治病，治不了命，所以不愿意吃药看病。弟子忧虑，若母亲一旦脑中风，临终头脑不清楚，则不能往生西方，恳请老法师慈悲开示。",
      "zh_TW": "問：底下十二題，家母最近身體檢查，有腦梗塞的現象，母親學佛吃素，聽老法師講經已十多年，說醫師能治病，治不了命，所以不願意吃藥看病。弟子憂慮，若母親一旦腦中風，臨終頭腦不清楚，則不能往生西方，懇請老法師慈悲開示。"
    },
    {
      "id": "21-483-0001_p0076",
      "zh_CN": "答：只要你的母亲对净土有信心，对阿弥陀佛有信心，你就不要担心，她绝对不会中风，佛菩萨会保佑她，所以有信心才行。你要念佛，天天念佛给你母亲回向，这就对了。确实医生只能医病，不能医命，寿命到了那没办法。真的这句佛号念得好，一切都能放下，没有忧虑、没有牵挂，心地清净，就能预知时至。如果是业障病，她的病就能好。你们过去曾经看过山西小院，那里有四十多个例子，都是得的癌症，最后念佛，念上三、四个月都好了，再去检查就没有了，这是很好的例证。他们那些人放弃了生命，为什么？医生告诉他，顶多二、三个月就过不去了，所以他们一心念佛求生净土，结果念上三、四个月，再去检查没有了。这就是属于业障，他业障化解了。",
      "zh_TW": "答：只要你的母親對淨土有信心，對阿彌陀佛有信心，你就不要擔心，她絕對不會中風，佛菩薩會保佑她，所以有信心才行。你要念佛，天天念佛給你母親迴向，這就對了。確實醫生只能醫病，不能醫命，壽命到了那沒辦法。真的這句佛號念得好，一切都能放下，沒有憂慮、沒有牽掛，心地清淨，就能預知時至。如果是業障病，她的病就能好。你們過去曾經看過山西小院，那裡有四十多個例子，都是得的癌症，最後念佛，念上三、四個月都好了，再去檢查就沒有了，這是很好的例證。他們那些人放棄了生命，為什麼？醫生告訴他，頂多二、三個月就過不去了，所以他們一心念佛求生淨土，結果念上三、四個月，再去檢查沒有了。這就是屬於業障，他業障化解了。"
    },
    {
      "id": "21-483-0001_p0077",
      "zh_CN": "问：下面一题，若遇亲友身体有病，我们诵经念佛回向，是否需要承担他们的业障？",
      "zh_TW": "問：下面一題，若遇親友身體有病，我們誦經念佛迴向，是否需要承擔他們的業障？"
    },
    {
      "id": "21-483-0001_p0078",
      "zh_CN": "答：业障不会承担，为什么？你对他是没有要求。如果是有条件的，可能要分担他的业障；没有条件的，不会分担他的业障。如果你有图名、有图利，这可能会分担一部分；如果说名利都没有，完全是以慈悲心帮助他，纵然他的冤亲债主也贴不了你的身，这个道理要懂得。",
      "zh_TW": "答：業障不會承擔，為什麼？你對他是沒有要求。如果是有條件的，可能要分擔他的業障；沒有條件的，不會分擔他的業障。如果你有圖名、有圖利，這可能會分擔一部分；如果說名利都沒有，完全是以慈悲心幫助他，縱然他的冤親債主也貼不了你的身，這個道理要懂得。"
    },
    {
      "id": "21-483-0001_p0079",
      "zh_CN": "问：下面一个问题，有许多人沉迷于网路游戏或色情的光盘，请问会有什么样的因果报应？",
      "zh_TW": "問：下面一個問題，有許多人沉迷於網路遊戲或色情的光盤，請問會有什麼樣的因果報應？"
    },
    {
      "id": "21-483-0001_p0080",
      "zh_CN": "答：这个当然有，你去细心观察，观察他的家人，观察他的儿女，你就看出来了。",
      "zh_TW": "答：這個當然有，你去細心觀察，觀察他的家人，觀察他的兒女，你就看出來了。"
    },
    {
      "id": "21-483-0001_p0081",
      "zh_CN": "问：制造游戏机或光碟的人又有什么因果报应？",
      "zh_TW": "問：製造遊戲機或光碟的人又有什麼因果報應？"
    },
    {
      "id": "21-483-0001_p0082",
      "zh_CN": "答：那个因果报应更严重，这个害人，这是害人的法身慧命。害人法身慧命，在佛法里面讲，比杀他的身命罪还要重，而且死了以后多半是落在地狱里头，他不在饿鬼道。喜欢玩网路色情光盘的，是在饿鬼道；制造游戏机、制造这些光碟，或是经营这种事业的，像开网吧这类的，他必定堕阿鼻地狱。地狱将来罪受满了之后，无论到哪一道，饿鬼道也好，畜牲道也好，或者是人道也好，他生生世世愚痴，为什么？他害人法身慧命，就感愚痴果报。",
      "zh_TW": "答：那個因果報應更嚴重，這個害人，這是害人的法身慧命。害人法身慧命，在佛法裡面講，比殺他的身命罪還要重，而且死了以後多半是落在地獄裡頭，他不在餓鬼道。喜歡玩網路色情光盤的，是在餓鬼道；製造遊戲機、製造這些光碟，或是經營這種事業的，像開網吧這類的，他必定墮阿鼻地獄。地獄將來罪受滿了之後，無論到哪一道，餓鬼道也好，畜牲道也好，或者是人道也好，他生生世世愚痴，為什麼？他害人法身慧命，就感愚痴果報。"
    },
    {
      "id": "21-483-0001_p0083",
      "zh_CN": "问：底下一个问题，读经时妄想杂念很多，如何能减少妄念，使读经功夫得力有效果？",
      "zh_TW": "問：底下一個問題，讀經時妄想雜念很多，如何能減少妄念，使讀經功夫得力有效果？"
    },
    {
      "id": "21-483-0001_p0084",
      "zh_CN": "答：这就是念的方法，如果在念经之前先拜佛，拜四十八拜，拜一百拜，求佛力加持，我相信会有效果。一百拜拜下去，心定了，再读经，不一样。",
      "zh_TW": "答：這就是念的方法，如果在念經之前先拜佛，拜四十八拜，拜一百拜，求佛力加持，我相信會有效果。一百拜拜下去，心定了，再讀經，不一樣。"
    },
    {
      "id": "21-483-0001_p0085",
      "zh_CN": "问：底下一个问题，弟子发心印T恤，上面准备印佛像或法语，以下几个问题，如果衣服上印佛像，可否将佛像卡通化，符合大众口味？还是必须完全按照佛像来印？",
      "zh_TW": "問：底下一個問題，弟子發心印T恤，上面準備印佛像或法語，以下幾個問題，如果衣服上印佛像，可否將佛像卡通化，符合大眾口味？還是必須完全按照佛像來印？"
    },
    {
      "id": "21-483-0001_p0086",
      "zh_CN": "答：我劝你最好不要印佛像，佛像、菩萨像、罗汉像都不要印，为什么？衣服常常洗要践踏，这个不恭敬，不要做这个。衣服上印一些劝善的句子，这个好。这些句子我觉得你可以从《弟子规》里面去选，从古大德语录里面去选，从《感应篇》里面去选，这非常重要。这个要浅显，不要选经文，经文太深了，人看不懂，愈是浅显、愈简单愈容易产生效果。",
      "zh_TW": "答：我勸你最好不要印佛像，佛像、菩薩像、羅漢像都不要印，為什麼？衣服常常洗要踐踏，這個不恭敬，不要做這個。衣服上印一些勸善的句子，這個好。這些句子我覺得你可以從《弟子規》裡面去選，從古大德語錄裡面去選，從《感應篇》裡面去選，這非常重要。這個要淺顯，不要選經文，經文太深了，人看不懂，愈是淺顯、愈簡單愈容易產生效果。"
    },
    {
      "id": "21-483-0001_p0087",
      "zh_CN": "问：他底下说，若买衣服的人穿旧了不想要了，随意丢弃，我要不要背因果？",
      "zh_TW": "問：他底下說，若買衣服的人穿舊了不想要了，隨意丟棄，我要不要背因果？"
    },
    {
      "id": "21-483-0001_p0088",
      "zh_CN": "答：背因果，丢弃的人他也有过失，他对佛法不尊重。所以说不要印佛像，我觉得印人像都不好，还是印这些警惕自己的句子好。",
      "zh_TW": "答：背因果，丟棄的人他也有過失，他對佛法不尊重。所以說不要印佛像，我覺得印人像都不好，還是印這些警惕自己的句子好。"
    },
    {
      "id": "21-483-0001_p0089",
      "zh_CN": "问：弟子虽想免费赠送给大众，但因本身工作不稳定，又怕以后没有资金继续再印，如果出售T恤，只保留自己基本的生活费用，别的收益全部用来继续做T恤和印经，请问这样是否有过失？",
      "zh_TW": "問：弟子雖想免費贈送給大眾，但因本身工作不穩定，又怕以後沒有資金繼續再印，如果出售T恤，只保留自己基本的生活費用，別的收益全部用來繼續做T恤和印經，請問這樣是否有過失？"
    },
    {
      "id": "21-483-0001_p0090",
      "zh_CN": "答：这个没有过失，但是劝你不要印佛像，不要把经文印在上面，这很重要。我们这些年来，我们也不在T恤上印阿弥陀佛，只印字，就是佛的名号。这个目的是让人一历眼根，永为道种，看到弥陀名号，他也会落下印象，给他做接引的种子，帮助他种往生极乐世界的种子。我们做了不少，其他的我们就没有再用了。这些道理都要懂得，要明了。经典上讲得很多，「人身难得，佛法难闻」，尤其是弥陀名号，一生当中能够看到一次，听到一次，那是很大的福分。这一生虽然没有成就，来生后世遇到这个缘，他这个种子会起现行，他就会成就。所以希望你去细心再多想想，多考虑考虑。",
      "zh_TW": "答：這個沒有過失，但是勸你不要印佛像，不要把經文印在上面，這很重要。我們這些年來，我們也不在T恤上印阿彌陀佛，只印字，就是佛的名號。這個目的是讓人一歷眼根，永為道種，看到彌陀名號，他也會落下印象，給他做接引的種子，幫助他種往生極樂世界的種子。我們做了不少，其他的我們就沒有再用了。這些道理都要懂得，要明瞭。經典上講得很多，「人身難得，佛法難聞」，尤其是彌陀名號，一生當中能夠看到一次，聽到一次，那是很大的福分。這一生雖然沒有成就，來生後世遇到這個緣，他這個種子會起現行，他就會成就。所以希望你去細心再多想想，多考慮考慮。"
    },
    {
      "id": "21-483-0001_p0091",
      "zh_CN": "问：底下一个问题，请问随喜他人印经，是不是与印经者享有同样的福德，还只是在行财布施？是自己印经的福德大，还是随喜别人印经的福德大？",
      "zh_TW": "問：底下一個問題，請問隨喜他人印經，是不是與印經者享有同樣的福德，還只是在行財布施？是自己印經的福德大，還是隨喜別人印經的福德大？"
    },
    {
      "id": "21-483-0001_p0092",
      "zh_CN": "答：福德大小不在这里论，在你发的心真不真，你的愿广不广。如果你的心真，你的愿广，超过印经的人，人家是印个一万本，你虽然随喜印个一本、两本，你的福德超过那个人，这是论心力跟愿力，不在形式。所以你才晓得，贫穷人可以修大福，大富大贵的人往往修不到大福报，因为他的钱太多了，这么一点点他没有放在眼里，就是他的恭敬心不足，比不上你。你们看《了凡四训》里面有个小故事，有个贫女在寺院里面供养两文钱，福德超过以后她做了王妃一千两黄金的供养，这个道理要懂。所以你的真诚心、你的愿力大，小布施得大福报。",
      "zh_TW": "答：福德大小不在這裡論，在你發的心真不真，你的願廣不廣。如果你的心真，你的願廣，超過印經的人，人家是印個一萬本，你雖然隨喜印個一本、兩本，你的福德超過那個人，這是論心力跟願力，不在形式。所以你才曉得，貧窮人可以修大福，大富大貴的人往往修不到大福報，因為他的錢太多了，這麼一點點他沒有放在眼裡，就是他的恭敬心不足，比不上你。你們看《了凡四訓》裡面有個小故事，有個貧女在寺院裡面供養兩文錢，福德超過以後她做了王妃一千兩黃金的供養，這個道理要懂。所以你的真誠心、你的願力大，小布施得大福報。"
    },
    {
      "id": "21-483-0001_p0093",
      "zh_CN": "问：如果没有福报，往生时是否会遇到很多障碍？",
      "zh_TW": "問：如果沒有福報，往生時是否會遇到很多障礙？"
    },
    {
      "id": "21-483-0001_p0094",
      "zh_CN": "答：是的，经上讲得很清楚，不可以少善根福德因缘得生彼国，所以福报一定要修。福报不是有钱人能修，无钱的人也能修。我从前年轻的时候非常贫困，老师教我修福报，教我修财布施，我说没有钱，生活都成问题。所以他就问，一毛钱有没有？一毛可以，一块钱可以，多了就不行。他说你就一毛、一块去布施，这对了，心要大、心要诚。所以不在乎施的东西多少，不在乎这些。",
      "zh_TW": "答：是的，經上講得很清楚，不可以少善根福德因緣得生彼國，所以福報一定要修。福報不是有錢人能修，無錢的人也能修。我從前年輕的時候非常貧困，老師教我修福報，教我修財布施，我說沒有錢，生活都成問題。所以他就問，一毛錢有沒有？一毛可以，一塊錢可以，多了就不行。他說你就一毛、一塊去布施，這對了，心要大、心要誠。所以不在乎施的東西多少，不在乎這些。"
    },
    {
      "id": "21-483-0001_p0095",
      "zh_CN": "问：下面十九题，我们当地有几十位老妇人，对老法师很信服，她们每天下午到庙里读经，有许多医院看不好的病都好了，但是她们没有往生西方的信心，以今生平安无灾就好。因害怕遇灾难，她们学了很多护身的咒。若遇人说其他法门，她们就认为是邪门、外道。恭请老法师针对这个问题予以开示。",
      "zh_TW": "問：下面十九題，我們當地有幾十位老婦人，對老法師很信服，她們每天下午到廟裡讀經，有許多醫院看不好的病都好了，但是她們沒有往生西方的信心，以今生平安無災就好。因害怕遇災難，她們學了很多護身的咒。若遇人說其他法門，她們就認為是邪門、外道。恭請老法師針對這個問題予以開示。"
    },
    {
      "id": "21-483-0001_p0096",
      "zh_CN": "答：这个还是听经不多，希望她们多听经，多听听往生的这些故事，像《往生传》、《净土圣贤录》，特别是近代的，说起来大家都知道的，她们容易生起信心。不可以对身体过分的爱惜，过分的爱惜身体，念佛不能往生。但是她这一生念佛的善根很深厚，这一生不能往生，来生遇到净宗法门，她就提升。但是我们总希望她这一生就成就，不要等到来生后世。",
      "zh_TW": "答：這個還是聽經不多，希望她們多聽經，多聽聽往生的這些故事，像《往生傳》、《淨土聖賢錄》，特別是近代的，說起來大家都知道的，她們容易生起信心。不可以對身體過分的愛惜，過分的愛惜身體，念佛不能往生。但是她這一生念佛的善根很深厚，這一生不能往生，來生遇到淨宗法門，她就提升。但是我們總希望她這一生就成就，不要等到來生後世。"
    },
    {
      "id": "21-483-0001_p0097",
      "zh_CN": "好好的念佛就是最好的护身咒，这个话是有根据的。清朝早年，乾隆年间的一位法师，慈云灌顶，这位法师在佛教里面名气很大，通宗通教，显密圆融。一生的著作非常丰富，我看到的就有四十多种，还有一些我没有看到的，大概有一半以上收在日本《卍字续藏》里面，他注得好，所以很值得参考。我们早年学讲经，多半都采取他的注疏，尤其我那时候学《楞严经》，《大佛顶首楞严经灌顶疏》，只有他这部注解把楞严咒注出来了，一般注解，咒都不注的，只有他老人家把楞严咒一句一句注出来，很难得。所以宗教显密他是圆融贯通的。他有一部注解，《观无量寿经直解》，简单讲《观经直解》，是他作的，他注的。里面就有一段，他说我们学佛的人遇到灾难了，或者是业障，非常严重，什么样的经咒都没效了，什么样的忏仪也救不了你，像水陆的忏法、梁皇宝忏、大悲忏都不管用了，你的业障太重了，都救不了你，最后还有一样决定能救得了你，那就是「南无阿弥陀佛」这句名号。说得好！让我们看到，学了《华严》之后，我们把他这句话证实了。",
      "zh_TW": "好好的念佛就是最好的護身咒，這個話是有根據的。清朝早年，乾隆年間的一位法師，慈雲灌頂，這位法師在佛教裡面名氣很大，通宗通教，顯密圓融。一生的著作非常豐富，我看到的就有四十多種，還有一些我沒有看到的，大概有一半以上收在日本《卍字續藏》裡面，他註得好，所以很值得參考。我們早年學講經，多半都採取他的註疏，尤其我那時候學《楞嚴經》，《大佛頂首楞嚴經灌頂疏》，只有他這部註解把楞嚴咒註出來了，一般註解，咒都不註的，只有他老人家把楞嚴咒一句一句註出來，很難得。所以宗教顯密他是圓融貫通的。他有一部註解，《觀無量壽經直解》，簡單講《觀經直解》，是他作的，他註的。裡面就有一段，他說我們學佛的人遇到災難了，或者是業障，非常嚴重，什麼樣的經咒都沒效了，什麼樣的懺儀也救不了你，像水陸的懺法、梁皇寶懺、大悲懺都不管用了，你的業障太重了，都救不了你，最後還有一樣決定能救得了你，那就是「南無阿彌陀佛」這句名號。說得好！讓我們看到，學了《華嚴》之後，我們把他這句話證實了。"
    },
    {
      "id": "21-483-0001_p0098",
      "zh_CN": "《华严经》在历代祖师大德的心目当中是佛门里头第一经，过去方东美先生把这个经介绍给我的时候，他说《华严》是佛经的学术概论，其他一切经里头都是讲《华严经》某一个部分，这是全体，整体，全部的佛法都在这部经。《华严经》到末后用什么方法解脱？这诸位晓得，普贤菩萨十大愿王导归极乐，所以要知道《华严经》到最后是归净土，是归极乐世界。所以古大德讲归《无量寿经》，《无量寿经》就是净土，《华严》、《法华》统统指归《无量寿经》。《无量寿经》里面最重要的经文就是四十八愿，是阿弥陀佛自己说的，释迦牟尼佛转告我们的。不是释迦牟尼佛说的，阿弥陀佛说的，释迦牟尼佛转告我们。里面第十八愿，临命终时，头脑要清醒，要有真信切愿，一念、十念都能往生。这就是什么法门都不行了，这句阿弥陀佛行，一念、十念就能往生，四十八愿第十八愿讲的。",
      "zh_TW": "《華嚴經》在歷代祖師大德的心目當中是佛門裡頭第一經，過去方東美先生把這個經介紹給我的時候，他說《華嚴》是佛經的學術概論，其他一切經裡頭都是講《華嚴經》某一個部分，這是全體，整體，全部的佛法都在這部經。《華嚴經》到末後用什麼方法解脫？這諸位曉得，普賢菩薩十大願王導歸極樂，所以要知道《華嚴經》到最後是歸淨土，是歸極樂世界。所以古大德講歸《無量壽經》，《無量壽經》就是淨土，《華嚴》、《法華》統統指歸《無量壽經》。《無量壽經》裡面最重要的經文就是四十八願，是阿彌陀佛自己說的，釋迦牟尼佛轉告我們的。不是釋迦牟尼佛說的，阿彌陀佛說的，釋迦牟尼佛轉告我們。裡面第十八願，臨命終時，頭腦要清醒，要有真信切願，一念、十念都能往生。這就是什麼法門都不行了，這句阿彌陀佛行，一念、十念就能往生，四十八願第十八願講的。"
    },
    {
      "id": "21-483-0001_p0099",
      "zh_CN": "所以在日本很盛行，叫本愿念佛，他就专门念十八愿，他其他的不念，能不能往生？不能往生，为什么？投机取巧，侥幸心不行，真诚心才行，侥幸不可以。古大德确实用这个法门有成就的，他用的是真诚心，不是侥幸心，一生都没有遇到法门，最后遇到了，遇到立刻接受，立刻就发愿求生，那这个就相应。第十九愿，十八、十九是一样重要，十九愿是发菩提心，十八愿是十念必生，所以这两愿要连起来看，不能够把它分开，分开就错了。因为我们在《无量寿经．三辈往生》里面看到的，无论是上辈、中辈、下辈，佛都是说「发菩提心，一向专念」八个字，这个不能不知道。发菩提心，一向专念，你决定得生。",
      "zh_TW": "所以在日本很盛行，叫本願念佛，他就專門念十八願，他其他的不念，能不能往生？不能往生，為什麼？投機取巧，僥倖心不行，真誠心才行，僥倖不可以。古大德確實用這個法門有成就的，他用的是真誠心，不是僥倖心，一生都沒有遇到法門，最後遇到了，遇到立刻接受，立刻就發願求生，那這個就相應。第十九願，十八、十九是一樣重要，十九願是發菩提心，十八願是十念必生，所以這兩願要連起來看，不能夠把它分開，分開就錯了。因為我們在《無量壽經．三輩往生》裡面看到的，無論是上輩、中輩、下輩，佛都是說「發菩提心，一向專念」八個字，這個不能不知道。發菩提心，一向專念，你決定得生。"
    },
    {
      "id": "21-483-0001_p0100",
      "zh_CN": "问：下面第二十个提问，打坐念佛产生种种境界，如，感觉自己愈升愈高，请问这是什么原因？",
      "zh_TW": "問：下面第二十個提問，打坐念佛產生種種境界，如，感覺自己愈升愈高，請問這是什麼原因？"
    },
    {
      "id": "21-483-0001_p0101",
      "zh_CN": "答：境界现前不要去理它，想到《金刚经》上所说的，「凡所有相，皆是虚妄」，那是好境界；如果你执着，那就是魔境界。这是世尊在《楞严经》上告诉我们的。无论什么境界现前，都不要去理会就对了，为什么？你一理会，这个境界把你的定破掉了，你的清净心破掉了，你就错了。所以境界里头一定有很多东西出现，那是什么？都在诱惑你，都在考验你，看你能不能通过。中国古时候传奇小说里头有杜子春的故事，那个故事里面就讲，在定中境界里勘验你的功夫。可是他最后，种种魔境现前他都不动心，他都不理会，最后看到一个境界，他动心了，功夫全毁掉了，看到什么？他的父亲、母亲在地狱里受苦，他一下喊爸爸、妈妈，完了，功夫全毁掉了。那就是什么？来考验你的，并不是真的是你的父母，变现出来诱导你，看你动不动心，一动心就完了。所以我们在修行，在止静的时候，或者静坐的时候，出现这些境界，都要懂得这个道理。",
      "zh_TW": "答：境界現前不要去理它，想到《金剛經》上所說的，「凡所有相，皆是虛妄」，那是好境界；如果你執著，那就是魔境界。這是世尊在《楞嚴經》上告訴我們的。無論什麼境界現前，都不要去理會就對了，為什麼？你一理會，這個境界把你的定破掉了，你的清淨心破掉了，你就錯了。所以境界裡頭一定有很多東西出現，那是什麼？都在誘惑你，都在考驗你，看你能不能通過。中國古時候傳奇小說裡頭有杜子春的故事，那個故事裡面就講，在定中境界裡勘驗你的功夫。可是他最後，種種魔境現前他都不動心，他都不理會，最後看到一個境界，他動心了，功夫全毀掉了，看到什麼？他的父親、母親在地獄裡受苦，他一下喊爸爸、媽媽，完了，功夫全毀掉了。那就是什麼？來考驗你的，並不是真的是你的父母，變現出來誘導你，看你動不動心，一動心就完了。所以我們在修行，在止靜的時候，或者靜坐的時候，出現這些境界，都要懂得這個道理。"
    },
    {
      "id": "21-483-0001_p0102",
      "zh_CN": "问：下面一个问题，念佛时，观想每念一句阿弥陀佛，给我注入能量和光，是否如法？",
      "zh_TW": "問：下面一個問題，念佛時，觀想每念一句阿彌陀佛，給我注入能量和光，是否如法？"
    },
    {
      "id": "21-483-0001_p0103",
      "zh_CN": "答：有人用这个方法，但是最好你都不用这些方法。如果这个方法用久了，你会感觉得能量跟光进到你身体去了，你自己会产生欢喜、会产生傲慢，你看我的功夫比别人好，这个念头一生又着魔了，你不叫多事吗！所以学贵老实，学贵平常，不要有什么特殊，这就是最好的。总而言之，要放下这一切幻相，现相都不是真的，所以《金刚经》，过去无论学哪个宗派，无论学哪个法门，没有不读《金刚经》的。《金刚经》是什么意思？《金刚经》叫你万缘放下，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影」，你何必去执着这些？你不执着，自然现前；执着而现前，未必是好事。",
      "zh_TW": "答：有人用這個方法，但是最好你都不用這些方法。如果這個方法用久了，你會感覺得能量跟光進到你身體去了，你自己會產生歡喜、會產生傲慢，你看我的功夫比別人好，這個念頭一生又著魔了，你不叫多事嗎！所以學貴老實，學貴平常，不要有什麼特殊，這就是最好的。總而言之，要放下這一切幻相，現相都不是真的，所以《金剛經》，過去無論學哪個宗派，無論學哪個法門，沒有不讀《金剛經》的。《金剛經》是什麼意思？《金剛經》叫你萬緣放下，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影」，你何必去執著這些？你不執著，自然現前；執著而現前，未必是好事。"
    },
    {
      "id": "21-483-0001_p0104",
      "zh_CN": "问：下一个问题，许多学佛人平时听经、念佛，但遇到疾病和困难时，就去求神、算卦、看风水、找灵媒、求感应，请问应如何规劝？",
      "zh_TW": "問：下一個問題，許多學佛人平時聽經、念佛，但遇到疾病和困難時，就去求神、算卦、看風水、找靈媒、求感應，請問應如何規勸？"
    },
    {
      "id": "21-483-0001_p0105",
      "zh_CN": "答：规劝就是老实念佛，念到清净心现前，所有一切感应它都会现前，你不需要去找，你找会被人欺骗。这些人是不是真有这个功夫？有问题，算命算得那么好，他为什么不算他自己？为什么天天摆个卦摊子讨生活？看风水看得那么好，为什么不为自己看看？多想想你就明白了。求感应，是不是真的？感应是求得的吗？不是求得的。灵媒现在社会上很多，我们也接触得很多，得有智慧。他说的如理如法，可以做参考；如果不如理不如法，他来骗你。有没有灵媒骗过我？我也遇到过，胡乱的来要求，我就很不客气，你们统统各归本位，赶快走。他真的就走了，以后再不找我了。灵媒也是一类众生，千奇百怪，也要劝他念佛，劝他往生西方净土，他会很感激你。所以佛不以神通做佛事，为什么？以神通做佛事太危险了，妖魔鬼怪都有神通，到那时候，佛跟神你就分不开了。所以佛是以教育帮助一切众生，讲经说法，教学，鬼神对这个是外行，他不行，所以佛是用教学。",
      "zh_TW": "答：規勸就是老實念佛，念到清淨心現前，所有一切感應它都會現前，你不需要去找，你找會被人欺騙。這些人是不是真有這個功夫？有問題，算命算得那麼好，他為什麼不算他自己？為什麼天天擺個卦攤子討生活？看風水看得那麼好，為什麼不為自己看看？多想想你就明白了。求感應，是不是真的？感應是求得的嗎？不是求得的。靈媒現在社會上很多，我們也接觸得很多，得有智慧。他說的如理如法，可以做參考；如果不如理不如法，他來騙你。有沒有靈媒騙過我？我也遇到過，胡亂的來要求，我就很不客氣，你們統統各歸本位，趕快走。他真的就走了，以後再不找我了。靈媒也是一類眾生，千奇百怪，也要勸他念佛，勸他往生西方淨土，他會很感激你。所以佛不以神通做佛事，為什麼？以神通做佛事太危險了，妖魔鬼怪都有神通，到那時候，佛跟神你就分不開了。所以佛是以教育幫助一切眾生，講經說法，教學，鬼神對這個是外行，他不行，所以佛是用教學。"
    },
    {
      "id": "21-483-0001_p0106",
      "zh_CN": "我们在经典里面认真的去学习，佛讲的理论你晓得，你一点疑惑都没有了，佛教我们放下妄想、放下分别、放下执着。千经万论，放不下的时候，给你讲讲这些道理，慢慢道理听明白了，你就会放下。放下才能契入境界，什么境界？回归自性，没有别的。佛家终极的教学目标就是叫我们回归自性，见性成佛。回归的最高指导原则，就是放下妄想分别执着，这个东西一点都不能有，有就是障碍。尤其在《华严》里面，我们在《还源观》里面看到了，宇宙从哪里来的、我从哪里来的，讲得这么清楚、这么明白，现在教你什么？教你回去，你在六道，六道很苦，在这个地方流浪，流浪这么长的时期，明白了，应该回头，这里头没有怀疑。你一回头，一回归，比这些神灵，那高得太多了，他们没有出六道，他们连阿罗汉都比不上。所以我们自己成就，我们也帮助他们成就，他们也是六道众生。",
      "zh_TW": "我們在經典裡面認真的去學習，佛講的理論你曉得，你一點疑惑都沒有了，佛教我們放下妄想、放下分別、放下執著。千經萬論，放不下的時候，給你講講這些道理，慢慢道理聽明白了，你就會放下。放下才能契入境界，什麼境界？回歸自性，沒有別的。佛家終極的教學目標就是叫我們回歸自性，見性成佛。回歸的最高指導原則，就是放下妄想分別執著，這個東西一點都不能有，有就是障礙。尤其在《華嚴》裡面，我們在《還源觀》裡面看到了，宇宙從哪裡來的、我從哪裡來的，講得這麼清楚、這麼明白，現在教你什麼？教你回去，你在六道，六道很苦，在這個地方流浪，流浪這麼長的時期，明白了，應該回頭，這裡頭沒有懷疑。你一回頭，一回歸，比這些神靈，那高得太多了，他們沒有出六道，他們連阿羅漢都比不上。所以我們自己成就，我們也幫助他們成就，他們也是六道眾生。"
    },
    {
      "id": "21-483-0001_p0107",
      "zh_CN": "问：底下一个问题，第二十三题，学人满脑子想的是佛法，脑子就像不动了一样。例如别人与自己打招呼，也听不见；和他人谈话，三句话不离佛法；别人到家中来拜访，天气很热，也忘了给人家开电风扇，因为自己不觉得热。诸如此类情况很多，请问是否正常？",
      "zh_TW": "問：底下一個問題，第二十三題，學人滿腦子想的是佛法，腦子就像不動了一樣。例如別人與自己打招呼，也聽不見；和他人談話，三句話不離佛法；別人到家中來拜訪，天氣很熱，也忘了給人家開電風扇，因為自己不覺得熱。諸如此類情況很多，請問是否正常？"
    },
    {
      "id": "21-483-0001_p0108",
      "zh_CN": "答：这种修行方法也不能算是正常，也不能说不正常，你要突破。如果你修得很如法，你有一点点定功，为什么？你不觉得寒冷。但是佛法是非常灵活的，你看看二次大战初期的金山活佛，江苏镇江金山寺的妙善法师，他没有寒暑，他就一件很薄的衣服，冬天也是它，夏天也是它。而且一生不洗澡，一生他没有换过衣服，他就这么一件，那是真有定功。他非常活泼，他一点也不呆板，一天到晚欢欢喜喜，帮助一切众生解决疑难杂症。语言很巧妙，句句话里面都有禅机，所以亲近他的人多，度化人也多。总而言之一句话，我们学佛必须要从扎根教育下手，根要不扎好，就很难得受用，如果有偏差，麻烦就很多。这是我们不能不知道的。一切要用正常的方法来学习，对自己才有真实的利益。",
      "zh_TW": "答：這種修行方法也不能算是正常，也不能說不正常，你要突破。如果你修得很如法，你有一點點定功，為什麼？你不覺得寒冷。但是佛法是非常靈活的，你看看二次大戰初期的金山活佛，江蘇鎮江金山寺的妙善法師，他沒有寒暑，他就一件很薄的衣服，冬天也是它，夏天也是它。而且一生不洗澡，一生他沒有換過衣服，他就這麼一件，那是真有定功。他非常活潑，他一點也不呆板，一天到晚歡歡喜喜，幫助一切眾生解決疑難雜症。語言很巧妙，句句話裡面都有禪機，所以親近他的人多，度化人也多。總而言之一句話，我們學佛必須要從扎根教育下手，根要不紮好，就很難得受用，如果有偏差，麻煩就很多。這是我們不能不知道的。一切要用正常的方法來學習，對自己才有真實的利益。"
    },
    {
      "id": "21-483-0001_p0109",
      "zh_CN": "今天时间到了，我们这个提问没能答完，还有七个题目，我们留在下个星期五再来解答。",
      "zh_TW": "今天時間到了，我們這個提問沒能答完，還有七個題目，我們留在下個星期五再來解答。"
    }
  ]
}