{
  "doc_id": "02-037-0440",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四０集",
    "zh_TW": "第四四０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0440",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0440_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百一十七页，倒数第七行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百一十七頁，倒數第七行看起："
    },
    {
      "id": "02-037-0440_p0002",
      "zh_CN": "科题，「子三、恶逆罪极」，恶是十恶，逆是五逆，造作十恶五逆罪到极处。这种情形在过去不容易看见，有，很少，现在这个社会几乎到处都看见。我们来学这段经文，请看经文：",
      "zh_TW": "科題，「子三、惡逆罪極」，惡是十惡，逆是五逆，造作十惡五逆罪到極處。這種情形在過去不容易看見，有，很少，現在這個社會幾乎到處都看見。我們來學這段經文，請看經文："
    },
    {
      "id": "02-037-0440_p0003",
      "zh_CN": "【各怀杀毒。恶气冥冥。为妄兴事。违逆天地。恣意罪极。顿夺其寿。下入恶道。无有出期。】",
      "zh_TW": "【各懷殺毒。惡氣冥冥。為妄興事。違逆天地。恣意罪極。頓奪其壽。下入惡道。無有出期。】"
    },
    {
      "id": "02-037-0440_p0004",
      "zh_CN": "这是很严重的事情。我们看念老的注解，「右」，就是右面这段经文，说明「从痴起瞋之过」，都是愚痴，愚痴是根本，瞋恚是地狱的业因，造这种罪业都堕地狱。「三恶业中，瞋业为地狱因。又云：一点瞋心火，能烧功德林」。这一句话意思相同，用字不一样，我们常常听说的，「一念瞋心起，火烧功德林」；这个地方是一点瞋心火，能烧功德林，意思是一样的。所以功德很不容易修，心里头，你看这个地方的文字，一点，不多，一点瞋心火，功德林就烧掉了。跟一般人讲的一念瞋心起，一念也是很少，就火烧功德林。一念是心才动。功德，先要晓得功德是什么？功德是定慧，定慧成就的善行、善业是功德。如果没有定慧，修的善行善事是福德，福德不会烧掉，发再大的脾气，福报还是在。",
      "zh_TW": "這是很嚴重的事情。我們看念老的註解，「右」，就是右面這段經文，說明「從痴起瞋之過」，都是愚痴，愚痴是根本，瞋恚是地獄的業因，造這種罪業都墮地獄。「三惡業中，瞋業為地獄因。又云：一點瞋心火，能燒功德林」。這一句話意思相同，用字不一樣，我們常常聽說的，「一念瞋心起，火燒功德林」；這個地方是一點瞋心火，能燒功德林，意思是一樣的。所以功德很不容易修，心裡頭，你看這個地方的文字，一點，不多，一點瞋心火，功德林就燒掉了。跟一般人講的一念瞋心起，一念也是很少，就火燒功德林。一念是心才動。功德，先要曉得功德是什麼？功德是定慧，定慧成就的善行、善業是功德。如果沒有定慧，修的善行善事是福德，福德不會燒掉，發再大的脾氣，福報還是在。"
    },
    {
      "id": "02-037-0440_p0005",
      "zh_CN": "脾气大的人修大福报，都落在修罗道、罗刹道。修罗、罗刹福报大，品德不好，没有德行有大福报，也不错了。可是修罗、罗刹命终之后决定堕地狱，为什么？他造的业太重，他伤害的人太多，决定堕地狱，所以这条路还是不能走。我们要学这个功夫，如何在任何逆缘（逆境、恶缘）之中，不起瞋恚心，自己真正能忍受得了，功德才能保全。如果这个人一生行善修持，临命终时最后一念是瞋恚，这个问题非常严重。为什么祖师大德教导我们送往生，一再嘱咐不要碰往生的人，甚至于他的床铺都不要碰，在他身边，离床铺远一点，他有感觉。碰他什么？他痛苦，痛苦就容易发脾气，生瞋恨心。这个时候一生瞋恨心，极乐世界去不了，到哪里？到地狱去。送往生的意义送错了，希望你送他到极乐世界，你把他送到地狱去，这样不如不送。所以这几句经文意思很深很广，我们一定要清楚、要明白。",
      "zh_TW": "脾氣大的人修大福報，都落在修羅道、羅剎道。修羅、羅剎福報大，品德不好，沒有德行有大福報，也不錯了。可是修羅、羅剎命終之後決定墮地獄，為什麼？他造的業太重，他傷害的人太多，決定墮地獄，所以這條路還是不能走。我們要學這個功夫，如何在任何逆緣（逆境、惡緣）之中，不起瞋恚心，自己真正能忍受得了，功德才能保全。如果這個人一生行善修持，臨命終時最後一念是瞋恚，這個問題非常嚴重。為什麼祖師大德教導我們送往生，一再囑咐不要碰往生的人，甚至於他的床鋪都不要碰，在他身邊，離床鋪遠一點，他有感覺。碰他什麼？他痛苦，痛苦就容易發脾氣，生瞋恨心。這個時候一生瞋恨心，極樂世界去不了，到哪裡？到地獄去。送往生的意義送錯了，希望你送他到極樂世界，你把他送到地獄去，這樣不如不送。所以這幾句經文意思很深很廣，我們一定要清楚、要明白。"
    },
    {
      "id": "02-037-0440_p0006",
      "zh_CN": "下面说，「故心怀杀毒，残伤他命，恶气炽盛，从冥入冥」。故云『恶气冥冥』，这第二句。常常杀生的人，杀生，原因都是贪吃，吃众生肉。贪瞋痴叫三毒，杀生是瞋毒，所有一切病毒都离不开贪瞋痴。这是残伤他命，多半指动物，被他杀害恶气炽盛。被杀害的这些动物，这有情众生，牠有没有怨恨？有。牠会不会报复？肯定会报复。所以我们细心观察，吃肉的这些众生以人最为残忍。动物互相吞噉也只是当牠饥饿的时候，狮子、虎、狼牠吃饱的时候，对于周边的小动物，决定没有伤害的意思。我们在电视过去看「动物奇观」里面看到，所以人比动物互相残杀还要残忍。由此可知，动物是用什么心情来看人？人是最可怕的动物，不吃也要杀你。恶气是怨气，怨恨炽盛。现在这个大地上每天杀害的，陆地上走的、空中飞的、水里头游的，每天有多少？我记得有人给我提供一个资料，一年三千三百七十亿，一年，那差不多每天要一亿多杀害的。所以这个地球磁场不好，我们坐飞机飞到上空，看下面灰土土的，那怨气。",
      "zh_TW": "下面說，「故心懷殺毒，殘傷他命，惡氣熾盛，從冥入冥」。故云『惡氣冥冥』，這第二句。常常殺生的人，殺生，原因都是貪吃，吃眾生肉。貪瞋痴叫三毒，殺生是瞋毒，所有一切病毒都離不開貪瞋痴。這是殘傷他命，多半指動物，被他殺害惡氣熾盛。被殺害的這些動物，這有情眾生，牠有沒有怨恨？有。牠會不會報復？肯定會報復。所以我們細心觀察，吃肉的這些眾生以人最為殘忍。動物互相吞噉也只是當牠飢餓的時候，獅子、虎、狼牠吃飽的時候，對於周邊的小動物，決定沒有傷害的意思。我們在電視過去看「動物奇觀」裡面看到，所以人比動物互相殘殺還要殘忍。由此可知，動物是用什麼心情來看人？人是最可怕的動物，不吃也要殺你。惡氣是怨氣，怨恨熾盛。現在這個大地上每天殺害的，陸地上走的、空中飛的、水裡頭游的，每天有多少？我記得有人給我提供一個資料，一年三千三百七十億，一年，那差不多每天要一億多殺害的。所以這個地球磁場不好，我們坐飛機飛到上空，看下面灰土土的，那怨氣。"
    },
    {
      "id": "02-037-0440_p0007",
      "zh_CN": "从冥入冥，冥是幽暗，无知妄为，下面是恶道，三途地狱。底下有解释冥冥，「又冥冥者幽暗也，无知也，暮夜也。所作皆妄，故云为妄兴事」。冥冥可以说是迷中入迷，愈迷愈深，迷了他造罪业，业必定有报。『为妄兴事』，兴起这些恶念，干这些恶事，妄统统都是虚妄，罪愈造愈深，于是『违逆天地』。这个注解里头说得好，「上不顺天心」，天神看不过去，下面也违背阎罗王的意思。阎罗王执行造作恶业的人，让他们在地狱受这些苦报，是不是阎罗王的意思？不是。我们现在完全晓得，地狱完全是自己不善业变现出来的，与阎罗王不相干，确确实实都是自作自受。天人，佛经上讲得清楚，什么人生天？在世间存的是四无量心，慈悲喜舍四无量心，造的是上品十善，四无量心造上品十善，这是生天的因。所以天人慈悲，天人不喜欢看到杀生，杀生吃肉天人看不惯，不顺天心。阎罗王、鬼王也很慈悲，不忍心看到造作罪业这些人在地狱受罪，所以告诉地狱的人，你们所受的罪都是自作自受。地狱里所有一切状况，都是业力变现的，不是阎罗王在那里造的地狱，不是的。",
      "zh_TW": "從冥入冥，冥是幽暗，無知妄為，下面是惡道，三途地獄。底下有解釋冥冥，「又冥冥者幽暗也，無知也，暮夜也。所作皆妄，故云為妄興事」。冥冥可以說是迷中入迷，愈迷愈深，迷了他造罪業，業必定有報。『為妄興事』，興起這些惡念，幹這些惡事，妄統統都是虛妄，罪愈造愈深，於是『違逆天地』。這個註解裡頭說得好，「上不順天心」，天神看不過去，下面也違背閻羅王的意思。閻羅王執行造作惡業的人，讓他們在地獄受這些苦報，是不是閻羅王的意思？不是。我們現在完全曉得，地獄完全是自己不善業變現出來的，與閻羅王不相干，確確實實都是自作自受。天人，佛經上講得清楚，什麼人生天？在世間存的是四無量心，慈悲喜捨四無量心，造的是上品十善，四無量心造上品十善，這是生天的因。所以天人慈悲，天人不喜歡看到殺生，殺生吃肉天人看不慣，不順天心。閻羅王、鬼王也很慈悲，不忍心看到造作罪業這些人在地獄受罪，所以告訴地獄的人，你們所受的罪都是自作自受。地獄裡所有一切狀況，都是業力變現的，不是閻羅王在那裡造的地獄，不是的。"
    },
    {
      "id": "02-037-0440_p0008",
      "zh_CN": "「如是任意作恶」，故云『恣意』。「一旦罪恶满盈」，这叫『罪极』，有没有满盈的时候？有。罪恶满盈，底下说，「于是罪业牵引，则不待世寿终了，乃顿夺其命」。这句话一定要重视，罪业轻的是你的寿终（寿命到了）才论互相酬偿，造业极重的人，不到他的寿命终了，谁来夺他的命？都是冤亲债主。债主是讨债的，你夺取他的财物，他不甘心，一定要讨回来，这讨债的。你杀害这些众生，众生还不能夺你命，是因为你有福报，有福报就有守护神保佑你。你恶贯满盈的时候，这些守护神离开，索命的人就来了。",
      "zh_TW": "「如是任意作惡」，故云『恣意』。「一旦罪惡滿盈」，這叫『罪極』，有沒有滿盈的時候？有。罪惡滿盈，底下說，「於是罪業牽引，則不待世壽終了，乃頓奪其命」。這句話一定要重視，罪業輕的是你的壽終（壽命到了）才論互相酬償，造業極重的人，不到他的壽命終了，誰來奪他的命？都是冤親債主。債主是討債的，你奪取他的財物，他不甘心，一定要討回來，這討債的。你殺害這些眾生，眾生還不能奪你命，是因為你有福報，有福報就有守護神保佑你。你惡貫滿盈的時候，這些守護神離開，索命的人就來了。"
    },
    {
      "id": "02-037-0440_p0009",
      "zh_CN": "学佛的同学都知道，佛门里头有《慈悲三昧水忏》，你看看那个故事。悟达国师是个了不起的修行人，你就看他的传记，十四岁做沙弥就登台讲经，聪明、记忆好、悟性高。长大以后，皇上对他礼敬，封他为国师，这很年轻。皇上供养他一个沉香宝座，我们叫太师椅，这个太师椅是沉香雕的，沉香名贵，一点点你买的时候价钱都很高。这一个沉香宝座真的是宝，他接受，起了一点傲慢心，觉得自己有这样的荣耀，皇上对自己这么尊重，出家人当中没有超过他的，起了这么一点念头。这个念头一起护法神离开，真的，要命的人找上身，害了个人面疮，几乎送了命。毕竟是修行修得不错，有一个阿罗汉迦诺迦尊者帮他调解，对方答应了，离开。这才晓得前世的因果。",
      "zh_TW": "學佛的同學都知道，佛門裡頭有《慈悲三昧水懺》，你看看那個故事。悟達國師是個了不起的修行人，你就看他的傳記，十四歲做沙彌就登台講經，聰明、記憶好、悟性高。長大以後，皇上對他禮敬，封他為國師，這很年輕。皇上供養他一個沉香寶座，我們叫太師椅，這個太師椅是沉香雕的，沉香名貴，一點點你買的時候價錢都很高。這一個沉香寶座真的是寶，他接受，起了一點傲慢心，覺得自己有這樣的榮耀，皇上對自己這麼尊重，出家人當中沒有超過他的，起了這麼一點念頭。這個念頭一起護法神離開，真的，要命的人找上身，害了個人面瘡，幾乎送了命。畢竟是修行修得不錯，有一個阿羅漢迦諾迦尊者幫他調解，對方答應了，離開。這才曉得前世的因果。"
    },
    {
      "id": "02-037-0440_p0010",
      "zh_CN": "事情发生在汉朝，十世，他很难得，十世都出家，修行十世，所以做个国师也不是容易事情，十世修行累积的功德，有这么大的福报。这个冤家是被他杀的，不甘心等着报仇，他就有耐心等你十世。你修行得不错有护法神，他不敢贴近你；你哪一天有点过失，护法神走了，这个机会来了，他就入进来。你说这个多可怕，给我们学佛人很大的警惕，微微动一个不善的念头，你想想看，护法神都离开你。你有正念现前，护法神欢喜，尊重你，你不如法，他就走了。这些神他们不是感情用事，他完全是智慧。所以罪业牵引不等待你寿终，他就来要你命。现前在这个世间，有很多造作恶业，他还在世间，还继续在造，说明这个人过去生生世世修积的大福报，今天造这么重的业他还在享福。这种人如果是一生断恶修善，积功累德，他的福报还得了！来世肯定他不在人间，为什么？福报太大，人间没有这么大的福，他到天上去享天福了。",
      "zh_TW": "事情發生在漢朝，十世，他很難得，十世都出家，修行十世，所以做個國師也不是容易事情，十世修行累積的功德，有這麼大的福報。這個冤家是被他殺的，不甘心等著報仇，他就有耐心等你十世。你修行得不錯有護法神，他不敢貼近你；你哪一天有點過失，護法神走了，這個機會來了，他就入進來。你說這個多可怕，給我們學佛人很大的警惕，微微動一個不善的念頭，你想想看，護法神都離開你。你有正念現前，護法神歡喜，尊重你，你不如法，他就走了。這些神他們不是感情用事，他完全是智慧。所以罪業牽引不等待你壽終，他就來要你命。現前在這個世間，有很多造作惡業，他還在世間，還繼續在造，說明這個人過去生生世世修積的大福報，今天造這麼重的業他還在享福。這種人如果是一生斷惡修善，積功累德，他的福報還得了！來世肯定他不在人間，為什麼？福報太大，人間沒有這麼大的福，他到天上去享天福了。"
    },
    {
      "id": "02-037-0440_p0011",
      "zh_CN": "天上寿命长，四王天，欲界六层天这最低的一层，福报就不可思议。四王天一天，他们的一天人间五十年，他的寿命五百岁，单单从这点，你就看到他福报之大。长寿是福报里头的第一福。忉利天玉皇大帝，中国人所说的，忉利天的一天是人间一百年，寿命一千岁，也是一年三百六十五天，寿命一千岁，你就晓得，天上福报多大。所以人都喜欢生天，我们看世间许多宗教，他们终极的目标是生天，享天福，没有讲到出离六道轮回。出离六道只有佛教，佛教不是宗教，对这些情形了解得非常透彻，佛教终极的目标是回归自性，回归自性这叫做成佛。回归自性就是一切大圆满，智慧圆满、德能圆满、福报圆满，没有一样不圆满。",
      "zh_TW": "天上壽命長，四王天，欲界六層天這最低的一層，福報就不可思議。四王天一天，他們的一天人間五十年，他的壽命五百歲，單單從這點，你就看到他福報之大。長壽是福報裡頭的第一福。忉利天玉皇大帝，中國人所說的，忉利天的一天是人間一百年，壽命一千歲，也是一年三百六十五天，壽命一千歲，你就曉得，天上福報多大。所以人都喜歡生天，我們看世間許多宗教，他們終極的目標是生天，享天福，沒有講到出離六道輪迴。出離六道只有佛教，佛教不是宗教，對這些情形了解得非常透徹，佛教終極的目標是回歸自性，回歸自性這叫做成佛。回歸自性就是一切大圓滿，智慧圓滿、德能圓滿、福報圓滿，沒有一樣不圓滿。"
    },
    {
      "id": "02-037-0440_p0012",
      "zh_CN": "这冤家来夺命，『下入恶道』，就看他造的罪业，这种人死了，这叫非命，寿命并没有到就死了，夭折、横死这一类的。「恶道」，这是指地狱、饿鬼、畜生，这是他们的去处。我们要晓得，晓得你就不会造恶业，过去造的我们要忏悔，忏除业障。忏悔的方法很多，一切方法都不如念佛，这点我特别要告诉同学们。乾隆时候慈云灌顶法师，这在中国佛教是个很出名的大德，他的著作等身，至少有五、六十种，我看过它的目录，《卍续藏》里面收入了二十多种。我过去曾经讲《观无量寿佛经》，讲这部经的时候参考他老人家的注解。他那个注解叫《观经直指》，注得好，里面有一句话非常重要，《直指》里面讲，世间人忏罪，造极重罪业，所有一切经教、忏法都没有办法忏除的，他说还有一个方法可以帮助他灭罪，这个方法就是一心专念阿弥陀佛。我们在他这里面才真正了解到，这个佛号功德不可思议，超过一切善法。",
      "zh_TW": "這冤家來奪命，『下入惡道』，就看他造的罪業，這種人死了，這叫非命，壽命並沒有到就死了，夭折、橫死這一類的。「惡道」，這是指地獄、餓鬼、畜生，這是他們的去處。我們要曉得，曉得你就不會造惡業，過去造的我們要懺悔，懺除業障。懺悔的方法很多，一切方法都不如念佛，這點我特別要告訴同學們。乾隆時候慈雲灌頂法師，這在中國佛教是個很出名的大德，他的著作等身，至少有五、六十種，我看過它的目錄，《卍續藏》裡面收入了二十多種。我過去曾經講《觀無量壽佛經》，講這部經的時候參考他老人家的註解。他那個註解叫《觀經直指》，註得好，裡面有一句話非常重要，《直指》裡面講，世間人懺罪，造極重罪業，所有一切經教、懺法都沒有辦法懺除的，他說還有一個方法可以幫助他滅罪，這個方法就是一心專念阿彌陀佛。我們在他這裡面才真正了解到，這個佛號功德不可思議，超過一切善法。"
    },
    {
      "id": "02-037-0440_p0013",
      "zh_CN": "这一部经佛教导我们，「发菩提心，一向专念」，这个功德就不可思议。净宗法门是主张带业往生的，烦恼不要断，业障不要消，殊不知都在声声佛号里面，不知不觉的烦恼断了，业障消了，所以这个法门不可思议。古大德说「暗合道妙」，真实不虚，哪有不消业障、不断烦恼能成就的？原来这个法门断烦恼、消业障，是在念佛里头消掉的、断掉的，自己完全没有觉察到。我们从《观经直指》里面看到，回想到今天这部经，黄念老居士的集注，里面给我们说明，弥陀名号功德不可思议，与《观经直指》上讲到的完全相应。才知道念佛有这么大的好处，千经万论不如这一句佛号，谁肯相信？所以这个经叫易行难信之道，真难信。往生到极乐世界一切都圆满成就，尤其是一到极乐世界，阿弥陀佛本愿威神加持皆作阿惟越致菩萨，现在我们相信，不再怀疑！过去总是有疑虑，哪有这么便宜的事情？一般菩萨修无量劫还没到这个地步。念佛的人像第十八愿一样，临终一念十念也作阿惟越致菩萨。所以许多人看到这个经文，不相信，摇头，哪有这种道理？这叫真难信。",
      "zh_TW": "這一部經佛教導我們，「發菩提心，一向專念」，這個功德就不可思議。淨宗法門是主張帶業往生的，煩惱不要斷，業障不要消，殊不知都在聲聲佛號裡面，不知不覺的煩惱斷了，業障消了，所以這個法門不可思議。古大德說「暗合道妙」，真實不虛，哪有不消業障、不斷煩惱能成就的？原來這個法門斷煩惱、消業障，是在念佛裡頭消掉的、斷掉的，自己完全沒有覺察到。我們從《觀經直指》裡面看到，回想到今天這部經，黃念老居士的集註，裡面給我們說明，彌陀名號功德不可思議，與《觀經直指》上講到的完全相應。才知道念佛有這麼大的好處，千經萬論不如這一句佛號，誰肯相信？所以這個經叫易行難信之道，真難信。往生到極樂世界一切都圓滿成就，尤其是一到極樂世界，阿彌陀佛本願威神加持皆作阿惟越致菩薩，現在我們相信，不再懷疑！過去總是有疑慮，哪有這麼便宜的事情？一般菩薩修無量劫還沒到這個地步。念佛的人像第十八願一樣，臨終一念十念也作阿惟越致菩薩。所以許多人看到這個經文，不相信，搖頭，哪有這種道理？這叫真難信。"
    },
    {
      "id": "02-037-0440_p0014",
      "zh_CN": "所以佛在经论处处提倡，黄念老引经论就有八十三种，古来祖师大德的注疏就一百一十种，为我们解释这部经，证实这部经功德不可思议。我们有缘遇到，要知道这个缘太难了，「百千万劫难遭遇」，你今天遇到了。彭际清居士说，「无量劫来希有难逢的一天」，这一天我们也遇到了。遇到了要不认识，不知道珍惜，当面错过，那叫真可惜。遇不到是没有福分，遇到了不相信是没有智慧，必须有福分、有智慧你才能得受用，这个受用是真正肯放下万缘，一向专念。修行成就代表的人物，实在讲最殊胜的是一些阿公阿婆，表面看起来鲁钝、愚痴、没智慧。其实佛眼睛当中，他们的福慧太大了，为什么？他相信，他没有杂念。他什么都不需要学，就这一句佛号念到底，信心具足，愿心具足，这一句佛号也具足。",
      "zh_TW": "所以佛在經論處處提倡，黃念老引經論就有八十三種，古來祖師大德的註疏就一百一十種，為我們解釋這部經，證實這部經功德不可思議。我們有緣遇到，要知道這個緣太難了，「百千萬劫難遭遇」，你今天遇到了。彭際清居士說，「無量劫來希有難逢的一天」，這一天我們也遇到了。遇到了要不認識，不知道珍惜，當面錯過，那叫真可惜。遇不到是沒有福分，遇到了不相信是沒有智慧，必須有福分、有智慧你才能得受用，這個受用是真正肯放下萬緣，一向專念。修行成就代表的人物，實在講最殊勝的是一些阿公阿婆，表面看起來魯鈍、愚痴、沒智慧。其實佛眼睛當中，他們的福慧太大了，為什麼？他相信，他沒有雜念。他什麼都不需要學，就這一句佛號念到底，信心具足，願心具足，這一句佛號也具足。"
    },
    {
      "id": "02-037-0440_p0015",
      "zh_CN": "他们往生是自在往生，是不是命终？不是的。我有理由相信，如果这个阿公阿婆念到三年以上他还没走，那就是菩萨在世间示现。他功夫成就了随时可以走，随时可以走而不走，那不就是做样子给别人看的吗？天天在做这个样子让你每天看到，看你什么时候觉悟一下看明白了，这是菩萨示现在度众生的，我们会对他另眼看之，对他生起恭敬心，对他生起仰慕的心。回过头来看自己，我们学佛没有他这么真诚，没有他这么老实，没有他听话，没有他那么真干，样样不如他。他一天到晚没有第二句话，就是一句阿弥陀佛，于世间一切人事物，没有计较、没有分别、没有执着，这种人真菩萨在示现。",
      "zh_TW": "他們往生是自在往生，是不是命終？不是的。我有理由相信，如果這個阿公阿婆念到三年以上他還沒走，那就是菩薩在世間示現。他功夫成就了隨時可以走，隨時可以走而不走，那不就是做樣子給別人看的嗎？天天在做這個樣子讓你每天看到，看你什麼時候覺悟一下看明白了，這是菩薩示現在度眾生的，我們會對他另眼看之，對他生起恭敬心，對他生起仰慕的心。回過頭來看自己，我們學佛沒有他這麼真誠，沒有他這麼老實，沒有他聽話，沒有他那麼真幹，樣樣不如他。他一天到晚沒有第二句話，就是一句阿彌陀佛，於世間一切人事物，沒有計較、沒有分別、沒有執著，這種人真菩薩在示現。"
    },
    {
      "id": "02-037-0440_p0016",
      "zh_CN": "我们看下面这一段，「夺者强取也，使丧失也。顿然断其寿命」，这叫『顿夺其寿』。《嘉祥疏》解释「顿夺」，说的是「灭寿夺算」，本来他有八十岁的寿命，五十岁、六十岁就死了，这就是「顿夺其寿」。这种情形很多，都在我们眼前，我们稍稍留意，细心去观察你就见到，古时候有，现在更多。「又《净影疏》曰：痴故起瞋」，愚痴没智慧，对于世出世法理事、因果都不知道，都不相信，所以起瞋恨心。「共相残害，各怀杀毒，恶气窈冥，为妄事等」，愚痴，发脾气、瞋恚，共相残害就互相残害，跟他一起的人，必定是业报相同，善人、君子不会跟他们在一起，所谓「物以类聚，人以群分」。贪瞋痴总是跟贪瞋痴的人在一起，所以恶气窈冥，为妄事等，所作所为都不合礼义，不顺人情。",
      "zh_TW": "我們看下面這一段，「奪者強取也，使喪失也。頓然斷其壽命」，這叫『頓奪其壽』。《嘉祥疏》解釋「頓奪」，說的是「滅壽奪算」，本來他有八十歲的壽命，五十歲、六十歲就死了，這就是「頓奪其壽」。這種情形很多，都在我們眼前，我們稍稍留意，細心去觀察你就見到，古時候有，現在更多。「又《淨影疏》曰：痴故起瞋」，愚痴沒智慧，對於世出世法理事、因果都不知道，都不相信，所以起瞋恨心。「共相殘害，各懷殺毒，惡氣窈冥，為妄事等」，愚痴，發脾氣、瞋恚，共相殘害就互相殘害，跟他一起的人，必定是業報相同，善人、君子不會跟他們在一起，所謂「物以類聚，人以群分」。貪瞋痴總是跟貪瞋痴的人在一起，所以惡氣窈冥，為妄事等，所作所為都不合禮義，不順人情。"
    },
    {
      "id": "02-037-0440_p0017",
      "zh_CN": "继续又说「造罪之人，宿罪之力」，这是讲业因，他为什么会造这个恶业？过去生中，有不善的因、有不善的习气，带到这一生来，所以「自然招集非法恶缘」，跟前世是分不开的，这就生生世世冤冤相报。「随而与之，恣其作罪」，随他去造，现在不但随他去造，还要怂恿、鼓励他去造，希望他早一天罪达到满盈，到极处了，「顿夺令尽」。这些怂恿的、帮凶的都有罪业，「将入恶道，受苦无极」，这个将入就是带着他，谁带着他？无常小鬼。这是在他生病，在他临终的时候他见到，真有。早年我在台湾，台湾荣民医院住院组的组长，抗战期间我们同班同学，念初中时候。以后在台湾他在荣民医院服务当住院组长，那时候我学佛了，告诉我真有无常大鬼。医院里面的人都相信，医生、护士都相信，因为他常常看见。只要看见无常大鬼在病号门口，看见他，这个病人不出三天他就死亡，无常大鬼把他带走了。所以真的，这不是假的，带到恶道，受苦无极。",
      "zh_TW": "繼續又說「造罪之人，宿罪之力」，這是講業因，他為什麼會造這個惡業？過去生中，有不善的因、有不善的習氣，帶到這一生來，所以「自然招集非法惡緣」，跟前世是分不開的，這就生生世世冤冤相報。「隨而與之，恣其作罪」，隨他去造，現在不但隨他去造，還要慫恿、鼓勵他去造，希望他早一天罪達到滿盈，到極處了，「頓奪令盡」。這些慫恿的、幫凶的都有罪業，「將入惡道，受苦無極」，這個將入就是帶著他，誰帶著他？無常小鬼。這是在他生病，在他臨終的時候他見到，真有。早年我在台灣，台灣榮民醫院住院組的組長，抗戰期間我們同班同學，念初中時候。以後在台灣他在榮民醫院服務當住院組長，那時候我學佛了，告訴我真有無常大鬼。醫院裡面的人都相信，醫生、護士都相信，因為他常常看見。只要看見無常大鬼在病號門口，看見他，這個病人不出三天他就死亡，無常大鬼把他帶走了。所以真的，這不是假的，帶到惡道，受苦無極。"
    },
    {
      "id": "02-037-0440_p0018",
      "zh_CN": "下面，「疏谓：世人因愚痴而生瞋心，相杀相害。心怀毒恶，唯作妄事。如是造罪之人，由其宿世罪恶之业力，种种恶缘自然相随」，恶因决定有恶缘跟着。「恣意作恶。待其恶贯满盈，果报显现，顿然夺尽其寿命，堕入三恶道。所受果报，无有穷极。欲出无期」，故云『无有出期』。这讲的都是事实真相，在眼前这个社会，如果我们心冷静，心地比较清净，你细心观察，统统在眼前就上演，在表演给我们看，我们的警觉心才生起来，这种游戏不能再玩下去，太痛苦、太可怕了。真正搞清楚、搞明白，世尊在大乘经上所讲的话，我们就相信了。我们能接受，真正要依教修行，决定不能造恶，造恶对我们往生决定产生障碍。不但不能造作，连念头都不能有，为什么？往生的时候是一念万德洪名。这桩事情要在日常生活当中，把它养成习惯，养成念佛的习惯，不要有任何杂染扰乱，我们念佛念到清净心现前，就有把握了。",
      "zh_TW": "下面，「疏謂：世人因愚痴而生瞋心，相殺相害。心懷毒惡，唯作妄事。如是造罪之人，由其宿世罪惡之業力，種種惡緣自然相隨」，惡因決定有惡緣跟著。「恣意作惡。待其惡貫滿盈，果報顯現，頓然奪盡其壽命，墮入三惡道。所受果報，無有窮極。欲出無期」，故云『無有出期』。這講的都是事實真相，在眼前這個社會，如果我們心冷靜，心地比較清淨，你細心觀察，統統在眼前就上演，在表演給我們看，我們的警覺心才生起來，這種遊戲不能再玩下去，太痛苦、太可怕了。真正搞清楚、搞明白，世尊在大乘經上所講的話，我們就相信了。我們能接受，真正要依教修行，決定不能造惡，造惡對我們往生決定產生障礙。不但不能造作，連念頭都不能有，為什麼？往生的時候是一念萬德洪名。這樁事情要在日常生活當中，把它養成習慣，養成念佛的習慣，不要有任何雜染擾亂，我們念佛念到清淨心現前，就有把握了。"
    },
    {
      "id": "02-037-0440_p0019",
      "zh_CN": "请看底下一段经文，「谕离恶劝修」，这里头有四段，第一个小段「离恶行善」。",
      "zh_TW": "請看底下一段經文，「諭離惡勸修」，這裡頭有四段，第一個小段「離惡行善」。"
    },
    {
      "id": "02-037-0440_p0020",
      "zh_CN": "【若曹当熟思计。远离众恶。择其善者。勤而行之。】",
      "zh_TW": "【若曹當熟思計。遠離眾惡。擇其善者。勤而行之。】"
    },
    {
      "id": "02-037-0440_p0021",
      "zh_CN": "这是普遍的劝导学佛的同学们，要止恶从善，求生净土。过去造的恶，已经造了没有关系，只要真正忏悔，后不再造，这是忏悔最重要的意义。我初学佛的时候，章嘉大师教我，忏悔不必仪式，老人常说「佛法重实质，不重形式」，什么叫忏悔？知道错了后不再造，叫真忏悔。知道错了还常常造作，这叫不通忏悔，那个果报自己要承当。『若曹』，这是汉朝时候的话，现在就是你们，你们这些人，你们应当要『熟思计』，就是我们平常讲的深思熟虑，要多想想，『远离众恶』。佛门善恶的标准十善业道，杀盗淫、妄、两舌、恶口、绮语、贪瞋痴，恶！要远离。『择其善者』，十善不杀生、不偷盗、不邪淫、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴，这善。善者要奉行，恶者要远离，得真干才行，落实在哪里？落实在六和敬，这是僧团。",
      "zh_TW": "這是普遍的勸導學佛的同學們，要止惡從善，求生淨土。過去造的惡，已經造了沒有關係，只要真正懺悔，後不再造，這是懺悔最重要的意義。我初學佛的時候，章嘉大師教我，懺悔不必儀式，老人常說「佛法重實質，不重形式」，什麼叫懺悔？知道錯了後不再造，叫真懺悔。知道錯了還常常造作，這叫不通懺悔，那個果報自己要承當。『若曹』，這是漢朝時候的話，現在就是你們，你們這些人，你們應當要『熟思計』，就是我們平常講的深思熟慮，要多想想，『遠離眾惡』。佛門善惡的標準十善業道，殺盜淫、妄、兩舌、惡口、綺語、貪瞋痴，惡！要遠離。『擇其善者』，十善不殺生、不偷盜、不邪淫、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴，這善。善者要奉行，惡者要遠離，得真幹才行，落實在哪裡？落實在六和敬，這是僧團。"
    },
    {
      "id": "02-037-0440_p0022",
      "zh_CN": "世间善法也非常重要，因为善它是一体的。世间善法中国人也讲根本，根本戒，五常仁义礼智信。仁者爱人，义者循理，讲理，起心动念、言语造作要合情、合理、合法，这叫义。礼是礼节，礼节必须遵守，一般讲规矩，人不守规矩，社会就乱了。智是理智，不能讲感情，感情里面的弊病很多，所以佛教给我们，要用理智，不能用感情，五常里面的智是理智。最后一个讲信，人言有信，在这五德里面信是基础，人要不讲信用，前面四个全都没有，信德是基础，今天连信都没有了。《左传》上讲「人弃常则妖兴」，人要是把仁义礼智信这五德都丢掉，都没有了，这个社会是什么？妖魔鬼怪。中国人把这五个字定作这是人必须遵守的，人跟禽兽不一样，人懂得这五德，力行五德。中国人的德目简单明了，综合四科五伦、五常、四维、八德，除去相同的只有十二个字，「孝悌忠信、礼义廉耻、仁爱和平」，是善！起心动念、言语造作要与善相应，要与不善远离；不仁、不义、无礼、无智、无信我们要远离。不管别人，把自己管好，用十二个德目非常好。",
      "zh_TW": "世間善法也非常重要，因為善它是一體的。世間善法中國人也講根本，根本戒，五常仁義禮智信。仁者愛人，義者循理，講理，起心動念、言語造作要合情、合理、合法，這叫義。禮是禮節，禮節必須遵守，一般講規矩，人不守規矩，社會就亂了。智是理智，不能講感情，感情裡面的弊病很多，所以佛教給我們，要用理智，不能用感情，五常裡面的智是理智。最後一個講信，人言有信，在這五德裡面信是基礎，人要不講信用，前面四個全都沒有，信德是基礎，今天連信都沒有了。《左傳》上講「人棄常則妖興」，人要是把仁義禮智信這五德都丟掉，都沒有了，這個社會是什麼？妖魔鬼怪。中國人把這五個字定作這是人必須遵守的，人跟禽獸不一樣，人懂得這五德，力行五德。中國人的德目簡單明瞭，綜合四科五倫、五常、四維、八德，除去相同的只有十二個字，「孝悌忠信、禮義廉恥、仁愛和平」，是善！起心動念、言語造作要與善相應，要與不善遠離；不仁、不義、無禮、無智、無信我們要遠離。不管別人，把自己管好，用十二個德目非常好。"
    },
    {
      "id": "02-037-0440_p0023",
      "zh_CN": "不孝、不悌，不孝是不孝顺父母，不悌是不尊敬尊长，不仁是自私自利。没有义，人没有义，起心动念、言语造作违背人情事理。无廉无耻这都不必细说了，后面仁爱和平当然做不到。所以我们用这些标准来看今天的社会，得失就非常清楚、非常明白。社会动乱，灾难频繁，是一切不善的心行所感召的。如果要社会恢复安定和平，得把这个找回来，非常重要，找回来问题就解决了。过去英国汤恩比所说的，「要解决二十一世纪社会问题，只有孔孟学说跟大乘佛法」。我们就这一点浅显的认知，就能懂得汤恩比博士的意思。这个社会对于善者迷了，迷惑了，不善的思想、不善的念头、不善的行为，在今天都看作是正常。把善行都看作不正常，善行都看之为那是封建时代，那是落伍的、旧的，现在要新的，新是什么？正是古人这些道德的反面。古时候的时代是太平盛世，是和谐幸福，今天这个没有了。今天人是唯利是图，父子没有亲，兄弟之间没有友爱，为争夺财产上法庭，太多太多了，几乎天天都可以看到这些信息，什么原因造成的我们要知道。下面这更深一层告诉我们：",
      "zh_TW": "不孝、不悌，不孝是不孝順父母，不悌是不尊敬尊長，不仁是自私自利。沒有義，人沒有義，起心動念、言語造作違背人情事理。無廉無恥這都不必細說了，後面仁愛和平當然做不到。所以我們用這些標準來看今天的社會，得失就非常清楚、非常明白。社會動亂，災難頻繁，是一切不善的心行所感召的。如果要社會恢復安定和平，得把這個找回來，非常重要，找回來問題就解決了。過去英國湯恩比所說的，「要解決二十一世紀社會問題，只有孔孟學說跟大乘佛法」。我們就這一點淺顯的認知，就能懂得湯恩比博士的意思。這個社會對於善者迷了，迷惑了，不善的思想、不善的念頭、不善的行為，在今天都看作是正常。把善行都看作不正常，善行都看之為那是封建時代，那是落伍的、舊的，現在要新的，新是什麼？正是古人這些道德的反面。古時候的時代是太平盛世，是和諧幸福，今天這個沒有了。今天人是唯利是圖，父子沒有親，兄弟之間沒有友愛，為爭奪財產上法庭，太多太多了，幾乎天天都可以看到這些信息，什麼原因造成的我們要知道。下面這更深一層告訴我們："
    },
    {
      "id": "02-037-0440_p0024",
      "zh_CN": "【爱欲荣华。不可常保。皆当别离。无可乐者。】",
      "zh_TW": "【愛欲榮華。不可常保。皆當別離。無可樂者。】"
    },
    {
      "id": "02-037-0440_p0025",
      "zh_CN": "世间人为什么造作罪业，还不就这四个字！迷在其中，不了解这事实真相。『爱欲荣华』是真有，世间人搞错了，错解了其义。「《会疏》曰：荣华不可保，会者定离散」，会是聚会，聚会一定有散会的时候。「爱欲不可常，盛者必衰故」，看历史就非常明显，盛极一时到最后还是被毁灭，衰灭了，所以盛者必衰。「颠倒妄乐」，故『无可乐者』，你要看清楚、看明白，你才能把这些假相，假的幸福你才能放下。这种世间人所谓幸福，不知道那是在苦中作乐，不是真乐，是在麻醉自己，真正的乐他不知道。《论语．学而》曰，「学而时习之，不亦说乎」，那是真乐，世间人不懂。大乘有至乐，不但是真乐，是最高的快乐，法喜充满，常生欢喜心。阿弥陀佛的世界称为极乐，这都是真实的，这种真乐是永恒不会失去的，会失去的不是真乐。",
      "zh_TW": "世間人為什麼造作罪業，還不就這四個字！迷在其中，不了解這事實真相。『愛欲榮華』是真有，世間人搞錯了，錯解了其義。「《會疏》曰：榮華不可保，會者定離散」，會是聚會，聚會一定有散會的時候。「愛欲不可常，盛者必衰故」，看歷史就非常明顯，盛極一時到最後還是被毀滅，衰滅了，所以盛者必衰。「顛倒妄樂」，故『無可樂者』，你要看清楚、看明白，你才能把這些假相，假的幸福你才能放下。這種世間人所謂幸福，不知道那是在苦中作樂，不是真樂，是在麻醉自己，真正的樂他不知道。《論語．學而》曰，「學而時習之，不亦說乎」，那是真樂，世間人不懂。大乘有至樂，不但是真樂，是最高的快樂，法喜充滿，常生歡喜心。阿彌陀佛的世界稱為極樂，這都是真實的，這種真樂是永恆不會失去的，會失去的不是真樂。"
    },
    {
      "id": "02-037-0440_p0026",
      "zh_CN": "「彭际清曰：一切世人以欲为乐，不知是苦」，这一句话讲破了，欲是苦不是乐。「智者观之，唯苦无乐」，真正一个有智慧人，在他心目当中，这些人只是在受苦，他哪来的乐？「所以者何」，这下面略略加以解释，「以有为乐，无即是苦」。你的地位不能永远保持，你的财富也不能永远保持。在现前的社会里实实在在说，你的那些欲念完全没有保障，哪里会有乐！「不知有者无所因故。以得为乐，失即是苦，不知得者失所因故。以聚为乐，散即是苦，不知聚者散所因故。以生为乐，灭即是苦，不知生者灭所因故」，举这几个例子，说明「众生所乐正是苦因」。你在造苦因，「必生苦果，故云无可乐者」，你乐从哪里来？",
      "zh_TW": "「彭際清曰：一切世人以欲為樂，不知是苦」，這一句話講破了，欲是苦不是樂。「智者觀之，唯苦無樂」，真正一個有智慧人，在他心目當中，這些人只是在受苦，他哪來的樂？「所以者何」，這下面略略加以解釋，「以有為樂，無即是苦」。你的地位不能永遠保持，你的財富也不能永遠保持。在現前的社會裡實實在在說，你的那些欲念完全沒有保障，哪裡會有樂！「不知有者無所因故。以得為樂，失即是苦，不知得者失所因故。以聚為樂，散即是苦，不知聚者散所因故。以生為樂，滅即是苦，不知生者滅所因故」，舉這幾個例子，說明「眾生所樂正是苦因」。你在造苦因，「必生苦果，故云無可樂者」，你樂從哪裡來？"
    },
    {
      "id": "02-037-0440_p0027",
      "zh_CN": "那真正的乐？真正乐不在外面，与外头境界不相干，自性里面有乐。自性乐的什么？自性乐的是智慧，智慧开了，对于世出世间一切法，通达明了，这乐。德能现前，这里头有真乐，永恒之乐。乐在什么地方？乐在爱护一切众生，帮助一切众生离苦得乐，乐事；帮助众生破迷开悟，世间乐事没有能跟这个相比，所以这是永恒的，它是不断的。如果这里头没有乐趣，释迦牟尼佛当年在世，四十九年讲经教学，他怎么能教得下去？他为什么要这样的精进、这样的认真？其实乐趣，我们中国古德也有这一句话说，「得天下英才而乐育之，人生一大乐事也」。得到一个真正好学的人，你教他，这是人生最快乐的事情。把他教成就了，这个学生将来成人为家庭造福、为社会造福、为国家造福、为一切众生造福，你得这个快乐，没有能够相比的！佛法当中那更如是。",
      "zh_TW": "那真正的樂？真正樂不在外面，與外頭境界不相干，自性裡面有樂。自性樂的什麼？自性樂的是智慧，智慧開了，對於世出世間一切法，通達明瞭，這樂。德能現前，這裡頭有真樂，永恆之樂。樂在什麼地方？樂在愛護一切眾生，幫助一切眾生離苦得樂，樂事；幫助眾生破迷開悟，世間樂事沒有能跟這個相比，所以這是永恆的，它是不斷的。如果這裡頭沒有樂趣，釋迦牟尼佛當年在世，四十九年講經教學，他怎麼能教得下去？他為什麼要這樣的精進、這樣的認真？其實樂趣，我們中國古德也有這一句話說，「得天下英才而樂育之，人生一大樂事也」。得到一個真正好學的人，你教他，這是人生最快樂的事情。把他教成就了，這個學生將來成人為家庭造福、為社會造福、為國家造福、為一切眾生造福，你得這個快樂，沒有能夠相比的！佛法當中那更如是。"
    },
    {
      "id": "02-037-0440_p0028",
      "zh_CN": "末后这段「劝生净土」。",
      "zh_TW": "末後這段「勸生淨土」。"
    },
    {
      "id": "02-037-0440_p0029",
      "zh_CN": "【当勤精进。生安乐国。智慧明达。功德殊胜。】",
      "zh_TW": "【當勤精進。生安樂國。智慧明達。功德殊勝。】"
    },
    {
      "id": "02-037-0440_p0030",
      "zh_CN": "这是快乐达到圆满了，注解里头说，「继劝精进，求生安乐国」，『安乐国』就是西方极乐世界。「得生彼国」，只要你能够生到极乐世界，末后这一句你就圆满了。「悉皆」，悉皆是个个都是，『智慧明达』，明是明了，达是通达，『功德殊胜』，下面说，「明者明了，达者通达」。这是人生第一乐事，为什么？世间众生苦，苦从哪里来的？苦从迷惑来的。心里面迷惑，没有智慧，所以他对于一些事理看错、想错了，于是就做错、说错，这个错误感受的是苦报。他有智慧，他聪明，他没有一样不知道，所以他看法正确、想法正确不会做错事情。起心动念、所作所为是利益众生的，利益众生是真正利益自己，这就是智慧。只知道利益自己不晓得利益别人，这就是蒙蔽、愚痴，这个事情一定要知道。",
      "zh_TW": "這是快樂達到圓滿了，註解裡頭說，「繼勸精進，求生安樂國」，『安樂國』就是西方極樂世界。「得生彼國」，只要你能夠生到極樂世界，末後這一句你就圓滿了。「悉皆」，悉皆是個個都是，『智慧明達』，明是明瞭，達是通達，『功德殊勝』，下面說，「明者明了，達者通達」。這是人生第一樂事，為什麼？世間眾生苦，苦從哪裡來的？苦從迷惑來的。心裡面迷惑，沒有智慧，所以他對於一些事理看錯、想錯了，於是就做錯、說錯，這個錯誤感受的是苦報。他有智慧，他聰明，他沒有一樣不知道，所以他看法正確、想法正確不會做錯事情。起心動念、所作所為是利益眾生的，利益眾生是真正利益自己，這就是智慧。只知道利益自己不曉得利益別人，這就是蒙蔽、愚痴，這個事情一定要知道。"
    },
    {
      "id": "02-037-0440_p0031",
      "zh_CN": "「《净影疏》曰：智慧明达，得智胜也」，胜是殊胜，「功德殊胜，得福胜也。智福并胜，故劝世人，精勤求生」。智慧跟福报两个都殊胜，这是谁？这叫佛。你看佛弟子常常念三皈，「皈依佛，二足尊」，今天这个世间，对佛法不认识的人很多，遇到我们学佛，有时候会问到什么是佛？我们就用二足尊给他解释。佛是智慧圆满，福报圆满，这两种圆满就称之为佛，你要不要？如果你智慧圆满，福报圆满，就叫做成佛。这个解释正确没有说错，而且人喜欢听，很容易接受。如果用三种智、三种觉来解释，怕他听不懂，产生怀疑；要用最浅显，正是他所期望的，念念祈求的，原来就是佛，接引众生。学佛，学佛确实就是求这两样东西，求智慧、求福德，智慧殊胜、功德殊胜。功德一般人不懂，跟他讲也很难懂得，功德跟福德在事上是完全相同，断恶修善，积功累德完全相同，只是用心不同，功德是用真心，福德是用妄心。",
      "zh_TW": "「《淨影疏》曰：智慧明達，得智勝也」，勝是殊勝，「功德殊勝，得福勝也。智福並勝，故勸世人，精勤求生」。智慧跟福報兩個都殊勝，這是誰？這叫佛。你看佛弟子常常念三皈，「皈依佛，二足尊」，今天這個世間，對佛法不認識的人很多，遇到我們學佛，有時候會問到什麼是佛？我們就用二足尊給他解釋。佛是智慧圓滿，福報圓滿，這兩種圓滿就稱之為佛，你要不要？如果你智慧圓滿，福報圓滿，就叫做成佛。這個解釋正確沒有說錯，而且人喜歡聽，很容易接受。如果用三種智、三種覺來解釋，怕他聽不懂，產生懷疑；要用最淺顯，正是他所期望的，念念祈求的，原來就是佛，接引眾生。學佛，學佛確實就是求這兩樣東西，求智慧、求福德，智慧殊勝、功德殊勝。功德一般人不懂，跟他講也很難懂得，功德跟福德在事上是完全相同，斷惡修善，積功累德完全相同，只是用心不同，功德是用真心，福德是用妄心。"
    },
    {
      "id": "02-037-0440_p0032",
      "zh_CN": "阿赖耶八识五十一心所是妄心，也就是说，有分别、有执着、有起心动念，这是福德，这是妄心。我们六根在六尘境界里头，不起心不动念、不分别不执着断恶修善，这是功德。功德跟自性相应，福德跟自性不相应，这是必须要搞清楚的。世间人修福德他乐意、他喜欢，修功德他不懂，也不容易做到。要用《金刚经》的话来说，具足四相就是福德，他有我相、人相、众生相、寿者相，这是什么？有分别、有执着。破四相是功德，「无我相、无人相、无众生相、无寿者相」，这个断恶修善是功德。接引初机要简单、要扼要、要明白、要简短，让别人听到生欢喜心。所以智福并胜，故劝世人，精勤求生。人真的明白了，都想要圆满的智慧、圆满的福德。福德是福报跟功德，到哪里学？到净宗去修，净宗去修，你决定能得到。你要得到真正的圆满，那你要到极乐世界，真得到圆满。没有到极乐世界你能得人天福报，人天福报确确实实不能跟极乐世界的人相比，差远了，差太远了。极乐世界凡圣同居土下下品往生的人，他的智慧、福报都超过大梵天王，超过摩醯首罗天王，往上那就可想而知。",
      "zh_TW": "阿賴耶八識五十一心所是妄心，也就是說，有分別、有執著、有起心動念，這是福德，這是妄心。我們六根在六塵境界裡頭，不起心不動念、不分別不執著斷惡修善，這是功德。功德跟自性相應，福德跟自性不相應，這是必須要搞清楚的。世間人修福德他樂意、他喜歡，修功德他不懂，也不容易做到。要用《金剛經》的話來說，具足四相就是福德，他有我相、人相、眾生相、壽者相，這是什麼？有分別、有執著。破四相是功德，「無我相、無人相、無眾生相、無壽者相」，這個斷惡修善是功德。接引初機要簡單、要扼要、要明白、要簡短，讓別人聽到生歡喜心。所以智福並勝，故勸世人，精勤求生。人真的明白了，都想要圓滿的智慧、圓滿的福德。福德是福報跟功德，到哪裡學？到淨宗去修，淨宗去修，你決定能得到。你要得到真正的圓滿，那你要到極樂世界，真得到圓滿。沒有到極樂世界你能得人天福報，人天福報確確實實不能跟極樂世界的人相比，差遠了，差太遠了。極樂世界凡聖同居土下下品往生的人，他的智慧、福報都超過大梵天王，超過摩醯首羅天王，往上那就可想而知。"
    },
    {
      "id": "02-037-0440_p0033",
      "zh_CN": "最后佛劝诫我们，「勿亏经戒」，亏是亏欠，我们今天讲的对不起，不可以对不起经戒，经戒不容易遇到，要认真修学。请看经文：",
      "zh_TW": "最後佛勸誡我們，「勿虧經戒」，虧是虧欠，我們今天講的對不起，不可以對不起經戒，經戒不容易遇到，要認真修學。請看經文："
    },
    {
      "id": "02-037-0440_p0034",
      "zh_CN": "【勿得随心所欲。亏负经戒。在人后也。】",
      "zh_TW": "【勿得隨心所欲。虧負經戒。在人後也。】"
    },
    {
      "id": "02-037-0440_p0035",
      "zh_CN": "这落后，注解里面说，「亏者，缺也」，欠缺；「负者，欠也。经指经教，戒指戒行。此处特劝持戒」，为什么？「以戒乃万行之基」。如果把戒丢了，学佛所得到的是佛学常识、佛学知识，不但与生死没关系，在我们这个世间，改善我们生活环境都做不到，所以，戒行太重要了。《了凡四训》里头，我们看了凡先生他的自述，他是依照云谷禅师的教诲断恶修善。云谷禅师用的教材是《太上感应篇》，《太上感应篇》里面教人断恶修善，总共有一百九十多桩事情，那是基本的条目，告诉你哪些是善、哪些是恶，先要有能力辨别善恶，然后才能够断恶修善，真干！这人要发真心真干，感应立刻现前。我们从他的记载，他记载绝不是骗人的，他这四篇文章是留给他儿子的，自己一生断恶修善的经过，以及得到殊胜的感应。",
      "zh_TW": "這落後，註解裡面說，「虧者，缺也」，欠缺；「負者，欠也。經指經教，戒指戒行。此處特勸持戒」，為什麼？「以戒乃萬行之基」。如果把戒丟了，學佛所得到的是佛學常識、佛學知識，不但與生死沒關係，在我們這個世間，改善我們生活環境都做不到，所以，戒行太重要了。《了凡四訓》裡頭，我們看了凡先生他的自述，他是依照雲谷禪師的教誨斷惡修善。雲谷禪師用的教材是《太上感應篇》，《太上感應篇》裡面教人斷惡修善，總共有一百九十多樁事情，那是基本的條目，告訴你哪些是善、哪些是惡，先要有能力辨別善惡，然後才能夠斷惡修善，真幹！這人要發真心真幹，感應立刻現前。我們從他的記載，他記載絕不是騙人的，他這四篇文章是留給他兒子的，自己一生斷惡修善的經過，以及得到殊勝的感應。"
    },
    {
      "id": "02-037-0440_p0036",
      "zh_CN": "第一年，明白了，发愿做三千桩好事，以报祖宗之德。愿一发他就真干，到第二年参加考试，孔先生算他第三名，他考取第一名。他三千桩好事做了多久才圆满？十年。你看他发心是真的，所做的善事并不是很多，第二年就起感应，信心就起来了，真的，不是假的，十年圆满做了一次回向。又发做三千桩好事的愿，断恶修善渐渐得心应手，四年就圆满。你看第一次十年，第二次发愿四年圆满，果报是愈来愈殊胜，真是佛氏门中，有求必应。命里头没有功名，功名就是我们今天讲的学位，他命里头只有秀才。在中国过去举人、进士叫有功名，他没有举人、进士的命，他发愿求，真的考取举人，也考中进士。举人我记不得了，进士好像参加了三次才考中。寿命只有五十三岁，他活到七十四岁，延寿二十一年。本来他做的官位不大，是个小县的县长、县令，结果这个升了宝坻的县令。宝坻县是直接归皇上管的，等于像现在直辖这个县市，这地位就高了，跟巡抚差不多了。这都是命里所没有的，从哪里来的？从持戒修善来的。",
      "zh_TW": "第一年，明白了，發願做三千樁好事，以報祖宗之德。願一發他就真幹，到第二年參加考試，孔先生算他第三名，他考取第一名。他三千樁好事做了多久才圓滿？十年。你看他發心是真的，所做的善事並不是很多，第二年就起感應，信心就起來了，真的，不是假的，十年圓滿做了一次迴向。又發做三千樁好事的願，斷惡修善漸漸得心應手，四年就圓滿。你看第一次十年，第二次發願四年圓滿，果報是愈來愈殊勝，真是佛氏門中，有求必應。命裡頭沒有功名，功名就是我們今天講的學位，他命裡頭只有秀才。在中國過去舉人、進士叫有功名，他沒有舉人、進士的命，他發願求，真的考取舉人，也考中進士。舉人我記不得了，進士好像參加了三次才考中。壽命只有五十三歲，他活到七十四歲，延壽二十一年。本來他做的官位不大，是個小縣的縣長、縣令，結果這個升了寶坻的縣令。寶坻縣是直接歸皇上管的，等於像現在直轄這個縣市，這地位就高了，跟巡撫差不多了。這都是命裡所沒有的，從哪裡來的？從持戒修善來的。"
    },
    {
      "id": "02-037-0440_p0037",
      "zh_CN": "我们今天学佛，不真干不行，净宗我们持戒五个科目，好记。第一个是最高指导原则必须要记住的，净业三福，从哪里学起？从这学起。净业三福第一条，叫我们「孝养父母，奉事师长，慈心不杀，修十善业」。我把这条落实在《弟子规》、《感应篇》、《十善业》。孝亲尊师《弟子规》，不容易做；慈心不杀，这是讲因果，《感应篇》；有这两样基础，《十善业道》你才能做得到。为什么现在在家学佛，十善业道做不到，出家学佛沙弥律仪做不到，佛教为什么衰就衰在此地，这叫根本戒。佛经里面所说的「善男子、善女人」，是以这个为标准，真正能做到，这是善男子、善女人。所以我说这是儒释道三个根，这三个根做不到，学佛，那天台大师所说的名字佛位，你说佛门弟子是名字弟子不是真的，有名无实。你要做到了，那真佛弟子，没有入门，第二福才入门。",
      "zh_TW": "我們今天學佛，不真幹不行，淨宗我們持戒五個科目，好記。第一個是最高指導原則必須要記住的，淨業三福，從哪裡學起？從這學起。淨業三福第一條，叫我們「孝養父母，奉事師長，慈心不殺，修十善業」。我把這條落實在《弟子規》、《感應篇》、《十善業》。孝親尊師《弟子規》，不容易做；慈心不殺，這是講因果，《感應篇》；有這兩樣基礎，《十善業道》你才能做得到。為什麼現在在家學佛，十善業道做不到，出家學佛沙彌律儀做不到，佛教為什麼衰就衰在此地，這叫根本戒。佛經裡面所說的「善男子、善女人」，是以這個為標準，真正能做到，這是善男子、善女人。所以我說這是儒釋道三個根，這三個根做不到，學佛，那天台大師所說的名字佛位，你說佛門弟子是名字弟子不是真的，有名無實。你要做到了，那真佛弟子，沒有入門，第二福才入門。"
    },
    {
      "id": "02-037-0440_p0038",
      "zh_CN": "第二福，「受持三皈，具足众戒，不犯威仪」，小乘。那从这里我们就看到，古人受三皈是要善男子善女人才有资格受三皈，不是善男子善女人不能受持三皈，这有条件的。现在三皈五戒都是有名无实，三皈是佛门修行最高的指导原则，不能不知道。学佛学什么？就学这三样东西，这三样东西的意思是觉正净。我们从《坛经》上看，六祖能大师在那个时候给人授三皈，已经不说佛法僧，「皈依佛、皈依法、皈依僧」，六祖不说。六祖说什么？「皈依觉、皈依正、皈依净」，然后再解释，「佛者觉也，法者正也，僧者净也」，再给你解释。我们读了这个文，自然就想到为什么他这么做，六祖那个时代佛教传到中国，大概七百年，这个时间也不短，时间长了就愈传愈讹，变质了，大家对于佛法僧的意思都不懂。皈依佛，泥塑木雕的这是佛；皈依法，这经典是法；出家人是僧，错了，这个指导原则都指歪了。所以他不用这些名词，他用这些名词里头含义，大家就清楚，不至于迷信，不至于错解了。",
      "zh_TW": "第二福，「受持三皈，具足眾戒，不犯威儀」，小乘。那從這裡我們就看到，古人受三皈是要善男子善女人才有資格受三皈，不是善男子善女人不能受持三皈，這有條件的。現在三皈五戒都是有名無實，三皈是佛門修行最高的指導原則，不能不知道。學佛學什麼？就學這三樣東西，這三樣東西的意思是覺正淨。我們從《壇經》上看，六祖能大師在那個時候給人授三皈，已經不說佛法僧，「皈依佛、皈依法、皈依僧」，六祖不說。六祖說什麼？「皈依覺、皈依正、皈依淨」，然後再解釋，「佛者覺也，法者正也，僧者淨也」，再給你解釋。我們讀了這個文，自然就想到為什麼他這麼做，六祖那個時代佛教傳到中國，大概七百年，這個時間也不短，時間長了就愈傳愈訛，變質了，大家對於佛法僧的意思都不懂。皈依佛，泥塑木雕的這是佛；皈依法，這經典是法；出家人是僧，錯了，這個指導原則都指歪了。所以他不用這些名詞，他用這些名詞裡頭含義，大家就清楚，不至於迷信，不至於錯解了。"
    },
    {
      "id": "02-037-0440_p0039",
      "zh_CN": "佛是什么意思？佛是觉的意思。皈依佛是从迷惑颠倒回归觉悟，这叫皈依佛，皈依佛是觉而不迷。皈依法，是从邪知邪见回过头来，依正知正见，这叫皈依法，所以皈依法是正而不邪。僧是清净的意思，皈依自性清净心，这叫皈依僧，净而不染。这样一说大家就明白了，不至于犯过错。这是佛门，一入佛门老师就传授给你，最高的修学指导原则。学佛修行修什么？修觉而不迷，修正而不邪，修净而不染。外面事相上的三宝没关系，那叫住持三宝，它有起作用，起什么作用？提醒我们。我们看到佛像，马上就想到觉而不迷；看到书本，不一定是佛经，一看到书本的时候，就会想到正而不邪；看到出家人，就想到净而不染。所以它起作用，时时刻刻提醒自己。用什么方法达到觉正净？方法就是八万四千法门，我们今天用的方法就是净宗，「发菩提心，一向专念」，我们用这个方法。",
      "zh_TW": "佛是什麼意思？佛是覺的意思。皈依佛是從迷惑顛倒回歸覺悟，這叫皈依佛，皈依佛是覺而不迷。皈依法，是從邪知邪見回過頭來，依正知正見，這叫皈依法，所以皈依法是正而不邪。僧是清淨的意思，皈依自性清淨心，這叫皈依僧，淨而不染。這樣一說大家就明白了，不至於犯過錯。這是佛門，一入佛門老師就傳授給你，最高的修學指導原則。學佛修行修什麼？修覺而不迷，修正而不邪，修淨而不染。外面事相上的三寶沒關係，那叫住持三寶，它有起作用，起什麼作用？提醒我們。我們看到佛像，馬上就想到覺而不迷；看到書本，不一定是佛經，一看到書本的時候，就會想到正而不邪；看到出家人，就想到淨而不染。所以它起作用，時時刻刻提醒自己。用什麼方法達到覺正淨？方法就是八萬四千法門，我們今天用的方法就是淨宗，「發菩提心，一向專念」，我們用這個方法。"
    },
    {
      "id": "02-037-0440_p0040",
      "zh_CN": "初学，我们具体说了四个方法落实净业三福，我们用的是十善业道，十善、六和敬、三学（戒定慧三学）、六波罗蜜，最后一个普贤十愿，我们能够把这个做到就很好了，如果是出家就加上《沙弥律仪》。我们跟蕅益大师学习，蕅益大师告诉我们，中国从南宋以后没有比丘了；换句话说，没有真正的比丘，戒律就得不到。有一个得戒的方法，那就是修地藏菩萨占察法，用这个方法求佛菩萨证明你得戒，用占察轮相，这是蕅益大师提倡的。所以他自己受了三坛大戒之后，他把比丘戒退掉，一生持菩萨戒、沙弥戒，所以常常称菩萨戒沙弥。因为他称沙弥，他的弟子成时法师就不敢称沙弥，成时法师我们看他落款的题字，出家优婆塞，菩萨戒可以得戒的，菩萨戒出家优婆塞他这样称。在近代弘一大师也自称出家优婆塞，名符其实，不敢僭越，这都是留给我们后人做榜样，所以行门不能不重视。",
      "zh_TW": "初學，我們具體說了四個方法落實淨業三福，我們用的是十善業道，十善、六和敬、三學（戒定慧三學）、六波羅蜜，最後一個普賢十願，我們能夠把這個做到就很好了，如果是出家就加上《沙彌律儀》。我們跟蕅益大師學習，蕅益大師告訴我們，中國從南宋以後沒有比丘了；換句話說，沒有真正的比丘，戒律就得不到。有一個得戒的方法，那就是修地藏菩薩占察法，用這個方法求佛菩薩證明你得戒，用占察輪相，這是蕅益大師提倡的。所以他自己受了三壇大戒之後，他把比丘戒退掉，一生持菩薩戒、沙彌戒，所以常常稱菩薩戒沙彌。因為他稱沙彌，他的弟子成時法師就不敢稱沙彌，成時法師我們看他落款的題字，出家優婆塞，菩薩戒可以得戒的，菩薩戒出家優婆塞他這樣稱。在近代弘一大師也自稱出家優婆塞，名符其實，不敢僭越，這都是留給我們後人做榜樣，所以行門不能不重視。"
    },
    {
      "id": "02-037-0440_p0041",
      "zh_CN": "『勿得随心』者，「《涅槃经》云：常为心师，不为师心」。下面有解释，心就是理、就是性，真如本性，万法的理体。不为师心，下面解释，「盖师心自用，乃行人大失」，师心是什么？自以为是，不遵经教，固执自己的成见，自以为是，这是学者的大病。这个事情很难，但是它是真的，老师给我们讲解字字句句都有根据；没有根据，我自己想法是这样的，这不可以。特别是在教初学，像这个注解，黄念老给我们做了最好的典范，解释这个经每句都引经据典，不是自己的意思。一句经文引各种不同的经，祖师大德的注解，换句话说，他搜集这么多资料，提供我们自己做参考。显示什么？谦德，老居士谦虚不敢自以为是。引完之后，有几句话随顺着解释，说得更清楚、更明白。",
      "zh_TW": "『勿得隨心』者，「《涅槃經》云：常為心師，不為師心」。下面有解釋，心就是理、就是性，真如本性，萬法的理體。不為師心，下面解釋，「蓋師心自用，乃行人大失」，師心是什麼？自以為是，不遵經教，固執自己的成見，自以為是，這是學者的大病。這個事情很難，但是它是真的，老師給我們講解字字句句都有根據；沒有根據，我自己想法是這樣的，這不可以。特別是在教初學，像這個註解，黃念老給我們做了最好的典範，解釋這個經每句都引經據典，不是自己的意思。一句經文引各種不同的經，祖師大德的註解，換句話說，他蒐集這麼多資料，提供我們自己做參考。顯示什麼？謙德，老居士謙虛不敢自以為是。引完之後，有幾句話隨順著解釋，說得更清楚、更明白。"
    },
    {
      "id": "02-037-0440_p0042",
      "zh_CN": "「因此妄心，正是生死根本」，我们要师心自用，那就是「师此妄心，恰是认贼作子。煮砂作饭，何能得食。何况随心任性，妄作非为者耶」。这个过失就更重，但是今天这样的人太多了，所以学佛真不容易。「《四十二章经》曰：慎勿信汝意，汝意不可信」，与这个意思完全相同。『在人后也』，「落后于他人」，这世尊在此地教诫我们。今天时间到了，我们就学习到此地。",
      "zh_TW": "「因此妄心，正是生死根本」，我們要師心自用，那就是「師此妄心，恰是認賊作子。煮砂作飯，何能得食。何況隨心任性，妄作非為者耶」。這個過失就更重，但是今天這樣的人太多了，所以學佛真不容易。「《四十二章經》曰：慎勿信汝意，汝意不可信」，與這個意思完全相同。『在人後也』，「落後於他人」，這世尊在此地教誡我們。今天時間到了，我們就學習到此地。"
    }
  ]
}