{
  "doc_id": "02-037-0160",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六０集",
    "zh_TW": "第一六０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0160",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-037-0160_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第四百七十页倒数第六行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第四百七十頁倒數第六行："
    },
    {
      "id": "02-037-0160_p0002",
      "zh_CN": "「或有疑问，文中」，经文当中，「但云十念」，只是说十念，「何以迳谓为称佛名号，而非他种念佛耶」。这个意思，提出一个疑问，经中讲十念并没有指这十念是念阿弥陀佛，为什么我们要把十念当作称念阿弥陀佛，而不是念其他的佛？提出这一个问题。「答曰：十念中之念」，这个念字，「即指口念佛名之念」，就是指的我们口念佛名，念阿弥陀佛的名号，「实有明证」，这不是随便说的，有证据的。「本经」，是《无量寿经》五种原译本里头的《宋译》本，《宋译》本上愿文有这么一句话，「所有众生，求生我刹，念吾名号」，这个吾就是阿弥陀佛自称，这就证明，念吾名号，「发志诚心，坚固不退。彼命终时，我令无数苾刍现前围绕，来迎彼人。经须臾间，得生我刹。」这一段经文讲得很清楚，「其中念吾名号只能解作念佛洪名」，就是念南无阿弥陀佛，只能做这个解释。",
      "zh_TW": "「或有疑問，文中」，經文當中，「但云十念」，只是說十念，「何以逕謂為稱佛名號，而非他種念佛耶」。這個意思，提出一個疑問，經中講十念並沒有指這十念是念阿彌陀佛，為什麼我們要把十念當作稱念阿彌陀佛，而不是念其他的佛？提出這一個問題。「答曰：十念中之念」，這個念字，「即指口念佛名之念」，就是指的我們口念佛名，念阿彌陀佛的名號，「實有明證」，這不是隨便說的，有證據的。「本經」，是《無量壽經》五種原譯本裡頭的《宋譯》本，《宋譯》本上願文有這麼一句話，「所有眾生，求生我剎，念吾名號」，這個吾就是阿彌陀佛自稱，這就證明，念吾名號，「發志誠心，堅固不退。彼命終時，我令無數苾芻現前圍繞，來迎彼人。經須臾間，得生我剎。」這一段經文講得很清楚，「其中念吾名號只能解作念佛洪名」，就是念南無阿彌陀佛，只能做這個解釋。"
    },
    {
      "id": "02-037-0160_p0003",
      "zh_CN": "「又《般舟经》曰：尔时阿弥陀佛语是菩萨言」，对着这些菩萨众说，「欲来生我国者」，希望能往生到极乐世界，「常念我名，莫有休息，如是得来生我国土。」这个话是阿弥陀佛说的，要想往生到极乐世界要常念我名，阿弥陀佛名号，莫有休息。黄念祖老居士病重的时候一天念十四万声佛号，念了半年。弥陀在《般舟经》上这几句话念老做到了，真干，这才决定往生。「又《观经》言」，这是三经的《观无量寿佛经》，「下品下生者」，这是讲九品往生，「或有众生，作不善业，五逆十恶，具诸不善。临命终时，遇善知识，为说妙法，教令念佛（观想念佛）。若不能念」，观想如果心粗，境界很微细，你观不出来。今天我们展开《十六观经》，除念佛之外，其他的十五观任何一观我们都做不到，念佛是第十六观，只有这一观行。若不能念者，「应称佛号」。",
      "zh_TW": "「又《般舟經》曰：爾時阿彌陀佛語是菩薩言」，對著這些菩薩眾說，「欲來生我國者」，希望能往生到極樂世界，「常念我名，莫有休息，如是得來生我國土。」這個話是阿彌陀佛說的，要想往生到極樂世界要常念我名，阿彌陀佛名號，莫有休息。黃念祖老居士病重的時候一天念十四萬聲佛號，念了半年。彌陀在《般舟經》上這幾句話念老做到了，真幹，這才決定往生。「又《觀經》言」，這是三經的《觀無量壽佛經》，「下品下生者」，這是講九品往生，「或有眾生，作不善業，五逆十惡，具諸不善。臨命終時，遇善知識，為說妙法，教令念佛（觀想念佛）。若不能念」，觀想如果心粗，境界很微細，你觀不出來。今天我們展開《十六觀經》，除念佛之外，其他的十五觀任何一觀我們都做不到，念佛是第十六觀，只有這一觀行。若不能念者，「應稱佛號」。"
    },
    {
      "id": "02-037-0160_p0004",
      "zh_CN": "「如是至心，令声不绝，具足十念，称南无阿弥陀佛。称佛名故，于念念中，除八十亿劫生死之罪。命终之后，即得往生。由上经义可证，所云十念者，直是持名念佛。」确确实实没错，我们不必怀疑，本愿里头这个十念就是念南无阿弥陀佛或者直接念阿弥陀佛都好。我们念四个字是跟莲池大师学的，祖师当年在世有人向他请教怎么念佛？他教人是南无阿弥陀佛，念六个字。别人问他，你自己怎么念？他说：我念四个字，阿弥陀佛。人家问为什么？他说，我决定求生净土，没有二念。经上只是执持名号，名号就是阿弥陀佛，遵循佛在经上的教诲。为什么教别人念加上南无？别人往生的心不切，对这个世间还有留恋，加上南无好，南无是皈依的意思、礼敬的意思、皈命的意思，就是皈依阿弥陀佛、礼敬阿弥陀佛。那是客气话，直接求往生那就不必要了，法门愈简单愈殊胜，四个字比六个字简单，四个字比六个字更容易，道理在此地。决定求往生就执持名号就好了，这是佛教导我们的。所以念佛重要，这经上讲的，常念我名，莫有休息。",
      "zh_TW": "「如是至心，令聲不絕，具足十念，稱南無阿彌陀佛。稱佛名故，於念念中，除八十億劫生死之罪。命終之後，即得往生。由上經義可證，所云十念者，直是持名念佛。」確確實實沒錯，我們不必懷疑，本願裡頭這個十念就是念南無阿彌陀佛或者直接念阿彌陀佛都好。我們念四個字是跟蓮池大師學的，祖師當年在世有人向他請教怎麼念佛？他教人是南無阿彌陀佛，念六個字。別人問他，你自己怎麼念？他說：我念四個字，阿彌陀佛。人家問為什麼？他說，我決定求生淨土，沒有二念。經上只是執持名號，名號就是阿彌陀佛，遵循佛在經上的教誨。為什麼教別人念加上南無？別人往生的心不切，對這個世間還有留戀，加上南無好，南無是皈依的意思、禮敬的意思、皈命的意思，就是皈依阿彌陀佛、禮敬阿彌陀佛。那是客氣話，直接求往生那就不必要了，法門愈簡單愈殊勝，四個字比六個字簡單，四個字比六個字更容易，道理在此地。決定求往生就執持名號就好了，這是佛教導我們的。所以念佛重要，這經上講的，常念我名，莫有休息。"
    },
    {
      "id": "02-037-0160_p0005",
      "zh_CN": "如是至心，令声不绝，具足十念，称南无阿弥陀佛。而且告诉我们，念一声佛号，消八十亿劫生死之罪。祖师大德给我们讲的，消八十亿劫生死重罪，把这个之改成重，重罪。我们念这个佛号真能消得了吗？关键就在至心，真正是至心，佛这个话就兑现了。我们今天念佛没有至诚心，问题在这个地方，我们对净宗，说老实话，是半信半疑，没有把它当作真实的大事，半信半疑，念佛的心还夹杂着杂念，对世缘没有真正放下。真正放下是什么态度？随他去，管这个干什么！",
      "zh_TW": "如是至心，令聲不絕，具足十念，稱南無阿彌陀佛。而且告訴我們，念一聲佛號，消八十億劫生死之罪。祖師大德給我們講的，消八十億劫生死重罪，把這個之改成重，重罪。我們念這個佛號真能消得了嗎？關鍵就在至心，真正是至心，佛這個話就兌現了。我們今天念佛沒有至誠心，問題在這個地方，我們對淨宗，說老實話，是半信半疑，沒有把它當作真實的大事，半信半疑，念佛的心還夾雜著雜念，對世緣沒有真正放下。真正放下是什麼態度？隨他去，管這個幹什麼！"
    },
    {
      "id": "02-037-0160_p0006",
      "zh_CN": "大乘教里头祖师大德有说，「好事不如无事」。唐朝时候庞居士（庞蕴），这佛门的大德，家里头富有，他学佛了，把他家里家财收集起来装在一条大船上，把这条大船划到江中心，船底打个洞，船沉下去了。别人就问他，你这么多的钱财，为什么不多去做一些好事？他说一句话，「好事不如无事」，多事不如少事，少事不如无事。他整个家财付之于东海，就为说这一句话留给后人，这句话比他那一船金银财宝还要值钱。人要到无事，至心就现前，那一句佛号能消八十亿劫生死重罪，你那一船财宝消不了。所以愿文里头讲的句句字字都要留意，不能轻易放过。至心信乐，这样的心态念佛才管用。至心是真诚到极处，一丝毫虚假都没有，才叫至心。至心信，至心喜欢，那个乐是喜欢、是爱好，爱好极乐世界、喜欢极乐世界，这个世间，连身体，依报所有的全放下，不再放在心上，这叫至心信乐。这样念佛，令声不绝，功德就具足，这个功德念念都能除八十亿劫生死之罪，命终之后佛来接引，决定往生。所说的十念，直是持名念佛，决定不怀疑。",
      "zh_TW": "大乘教裡頭祖師大德有說，「好事不如無事」。唐朝時候龐居士（龐蘊），這佛門的大德，家裡頭富有，他學佛了，把他家裡家財收集起來裝在一條大船上，把這條大船划到江中心，船底打個洞，船沉下去了。別人就問他，你這麼多的錢財，為什麼不多去做一些好事？他說一句話，「好事不如無事」，多事不如少事，少事不如無事。他整個家財付之於東海，就為說這一句話留給後人，這句話比他那一船金銀財寶還要值錢。人要到無事，至心就現前，那一句佛號能消八十億劫生死重罪，你那一船財寶消不了。所以願文裡頭講的句句字字都要留意，不能輕易放過。至心信樂，這樣的心態念佛才管用。至心是真誠到極處，一絲毫虛假都沒有，才叫至心。至心信，至心喜歡，那個樂是喜歡、是愛好，愛好極樂世界、喜歡極樂世界，這個世間，連身體，依報所有的全放下，不再放在心上，這叫至心信樂。這樣念佛，令聲不絕，功德就具足，這個功德念念都能除八十億劫生死之罪，命終之後佛來接引，決定往生。所說的十念，直是持名念佛，決定不懷疑。"
    },
    {
      "id": "02-037-0160_p0007",
      "zh_CN": "「古注经家，于此愿文，亦有异解」。自古以来注经，就是讲经的这些大师，古时候不开悟不敢讲经、不敢著作，怕背因果。百丈大师与野狐禅的故事，那是真的不是假的。这个老狐狸前世就是法师，有人向他请教，错说了一个字，堕五百世野狐身。他有佛法的根柢，讲经的法师，不是普通人，人家问他一句话，说大修行人还落不落因果？他回答说不落因果。就这一句话，堕畜生身五百世。凭着他修行的功德，五百世修成了人身，遇到百丈禅师，求百丈禅师帮助他解脱。百丈禅师就告诉他，明天上堂你把别人问你的那个话你来问我。第二天上堂，他就问百丈大师，大修行人还落不落因果？百丈禅师说不昧因果，不说不落，不昧因果。他听了非常欢喜，他第二天就往生、就走了。不落因果是没有因果，不昧因果是因果有，你清清楚楚，知道什么因、什么果，你要去承受，这是真的，因果的定律决定不是假的。",
      "zh_TW": "「古注經家，於此願文，亦有異解」。自古以來註經，就是講經的這些大師，古時候不開悟不敢講經、不敢著作，怕背因果。百丈大師與野狐禪的故事，那是真的不是假的。這個老狐狸前世就是法師，有人向他請教，錯說了一個字，墮五百世野狐身。他有佛法的根柢，講經的法師，不是普通人，人家問他一句話，說大修行人還落不落因果？他回答說不落因果。就這一句話，墮畜生身五百世。憑著他修行的功德，五百世修成了人身，遇到百丈禪師，求百丈禪師幫助他解脫。百丈禪師就告訴他，明天上堂你把別人問你的那個話你來問我。第二天上堂，他就問百丈大師，大修行人還落不落因果？百丈禪師說不昧因果，不說不落，不昧因果。他聽了非常歡喜，他第二天就往生、就走了。不落因果是沒有因果，不昧因果是因果有，你清清楚楚，知道什麼因、什麼果，你要去承受，這是真的，因果的定律決定不是假的。"
    },
    {
      "id": "02-037-0160_p0008",
      "zh_CN": "因果从什么时候开始？跟宇宙源起同一天开始，佛经上讲的「一念不觉」，那就是因，「而有无明」，那就是果。那个无明就是阿赖耶，阿赖耶从哪来的？一念不觉。一念不觉有没有因？没有因，找这个因是决定找不到。楞严会上富楼那尊者向释迦牟尼佛请教，无明从哪来的，就是说一念不觉怎么来的？佛举了一个例子让他自己去想去，举「演若达多，迷头认影」。他这个迷从哪来的？没有原因，第一个念确实没有原因，第二念就有原因，第一念是因，第二念是果。第一念没有原因，告诉你这个念叫妄念，不是真的，你以为是真的，真的就有实体，它没有。所以无明上面加一个无始，叫无始无明。无始并不是说它没有开始，不是的。时间太久了，久远劫了，不晓得是什么时候，称个无始，这个概念是错误的。无始就是老老实实告诉你没有开始，假的，这个意思可深了！",
      "zh_TW": "因果從什麼時候開始？跟宇宙源起同一天開始，佛經上講的「一念不覺」，那就是因，「而有無明」，那就是果。那個無明就是阿賴耶，阿賴耶從哪來的？一念不覺。一念不覺有沒有因？沒有因，找這個因是決定找不到。楞嚴會上富樓那尊者向釋迦牟尼佛請教，無明從哪來的，就是說一念不覺怎麼來的？佛舉了一個例子讓他自己去想去，舉「演若達多，迷頭認影」。他這個迷從哪來的？沒有原因，第一個念確實沒有原因，第二念就有原因，第一念是因，第二念是果。第一念沒有原因，告訴你這個念叫妄念，不是真的，你以為是真的，真的就有實體，它沒有。所以無明上面加一個無始，叫無始無明。無始並不是說它沒有開始，不是的。時間太久了，久遠劫了，不曉得是什麼時候，稱個無始，這個概念是錯誤的。無始就是老老實實告訴你沒有開始，假的，這個意思可深了！"
    },
    {
      "id": "02-037-0160_p0009",
      "zh_CN": "我们明明现在身体在此地，这个摄影棚在此地，摄影机摆在我面前，还有些听众围绕，不是实在的，现在科学家知道，全是一种波动的现象，我们常说相似相续相，没有一样是真的。《楞严经》上说得好，「当处出生，随处灭尽」，这就是诸法实相。《般若经》上告诉我们，「一切法无所有、毕竟空、不可得」。如果我们真的把这个事实真相了解了，这就叫成佛，为什么？你万缘放下了。这放下是讲不起心、不动念、不分别、不执着，就回归自性，在净土讲你回归常寂光，你圆满了。了解事实真相你就不再执着了，执着就错了。为什么会有执着？对事实真相不了解，了解不透彻，他才放不下，真透彻了解，没有一个不放下的。诸佛如来放下了，习气都没有。法身菩萨放下了，还带着有习气。习气不碍事，只对于回归自性他有障碍，也就是你契入常寂光有障碍，带着习气你没办法证得，无法契入。无始无明习气断干净了，常寂光现前，实报土不见了。实报土虽然不见了，有没有？有，因为还有很多人习气没断。他在常寂光里头，这些人有感，常寂光里面妙觉如来自然就有应。所以诸佛如来的报身应化在实报土，妙觉如来应化在实报土里头不带习气，往生在报土里面的人带习气，就是四十一位法身大士，带习气有多少不同。",
      "zh_TW": "我們明明現在身體在此地，這個攝影棚在此地，攝影機擺在我面前，還有些聽眾圍繞，不是實在的，現在科學家知道，全是一種波動的現象，我們常說相似相續相，沒有一樣是真的。《楞嚴經》上說得好，「當處出生，隨處滅盡」，這就是諸法實相。《般若經》上告訴我們，「一切法無所有、畢竟空、不可得」。如果我們真的把這個事實真相了解了，這就叫成佛，為什麼？你萬緣放下了。這放下是講不起心、不動念、不分別、不執著，就回歸自性，在淨土講你回歸常寂光，你圓滿了。了解事實真相你就不再執著了，執著就錯了。為什麼會有執著？對事實真相不了解，了解不透徹，他才放不下，真透徹了解，沒有一個不放下的。諸佛如來放下了，習氣都沒有。法身菩薩放下了，還帶著有習氣。習氣不礙事，只對於回歸自性他有障礙，也就是你契入常寂光有障礙，帶著習氣你沒辦法證得，無法契入。無始無明習氣斷乾淨了，常寂光現前，實報土不見了。實報土雖然不見了，有沒有？有，因為還有很多人習氣沒斷。他在常寂光裡頭，這些人有感，常寂光裡面妙覺如來自然就有應。所以諸佛如來的報身應化在實報土，妙覺如來應化在實報土裡頭不帶習氣，往生在報土裡面的人帶習氣，就是四十一位法身大士，帶習氣有多少不同。"
    },
    {
      "id": "02-037-0160_p0010",
      "zh_CN": "古来这些讲经注经的大德，对于第十八愿的解释有不一样的讲法。「有曰」，有的人说，「此是摄上品愿」，有的人说，「有说下品非也。又有曰：此是上三品。此中十念，是依十法起十念，非是称名十念。」对十念也有不同的解释，依十法起十念，这是弥勒菩萨，「所云依十法起十念，指弥勒所问十念。」《弥勒发问经》里头讲的。所谓「仁者见仁，智者见智」，这个事情只有到极乐世界才真正搞清楚。没有到极乐世界的人，听到佛所说的，他有他的悟处、他有他的说法，统统都有道理，不能说他错，也不能说他全对，依照他们所说的方法去修行都能往生，这就没有大碍。只要具足信愿持名，无论哪一种讲法，他们所说不同只是品位高下，所以无碍于信愿持名，无碍于往生净土。实际上只要往生了，大概极乐世界没有品位，那品位之说怎么来的？恒顺众生。",
      "zh_TW": "古來這些講經註經的大德，對於第十八願的解釋有不一樣的講法。「有曰」，有的人說，「此是攝上品願」，有的人說，「有說下品非也。又有曰：此是上三品。此中十念，是依十法起十念，非是稱名十念。」對十念也有不同的解釋，依十法起十念，這是彌勒菩薩，「所云依十法起十念，指彌勒所問十念。」《彌勒發問經》裡頭講的。所謂「仁者見仁，智者見智」，這個事情只有到極樂世界才真正搞清楚。沒有到極樂世界的人，聽到佛所說的，他有他的悟處、他有他的說法，統統都有道理，不能說他錯，也不能說他全對，依照他們所說的方法去修行都能往生，這就沒有大礙。只要具足信願持名，無論哪一種講法，他們所說不同只是品位高下，所以無礙於信願持名，無礙於往生淨土。實際上只要往生了，大概極樂世界沒有品位，那品位之說怎麼來的？恆順眾生。"
    },
    {
      "id": "02-037-0160_p0011",
      "zh_CN": "马鸣菩萨在《起信论》里面教导我们，看经不要着文字相，听经不要着言说相，这里头有大道理。教我们「离一切相，即一切法」，不但你听，你入境界，叫随文入观。我们为什么入不了？我们有意见，就是说有分别、有执着。如何才能真正入观？没有意见，完全用直心，听懂，有悟处，听不懂，不理会，随它去，再听第二遍，再听第三遍，古人说「读书千遍，其义自见」，听上一千遍，全明白了。悟处，不能想，一想，落在第六意识，错了，一执着，落在末那识；七识是烦恼障的根源，六识是所知障的根源。不分别、不执着，佛一生说法这两句话说多少次，无数次，多重要，常常挂在口边，为什么还要分别执着？",
      "zh_TW": "馬鳴菩薩在《起信論》裡面教導我們，看經不要著文字相，聽經不要著言說相，這裡頭有大道理。教我們「離一切相，即一切法」，不但你聽，你入境界，叫隨文入觀。我們為什麼入不了？我們有意見，就是說有分別、有執著。如何才能真正入觀？沒有意見，完全用直心，聽懂，有悟處，聽不懂，不理會，隨它去，再聽第二遍，再聽第三遍，古人說「讀書千遍，其義自見」，聽上一千遍，全明白了。悟處，不能想，一想，落在第六意識，錯了，一執著，落在末那識；七識是煩惱障的根源，六識是所知障的根源。不分別、不執著，佛一生說法這兩句話說多少次，無數次，多重要，常常掛在口邊，為什麼還要分別執著？"
    },
    {
      "id": "02-037-0160_p0012",
      "zh_CN": "《弥勒发问经》上面有菩萨问的十念，「具足如是念」，如是这是指下面所问的这个十念，「即得往生安养国土」，安养国土就是极乐世界。「凡有十念。何等为十」，是哪十念？「一者，于一切众生，常生慈心。于一切众生，不毁其行。若毁其行，终不往生。」这是第一念，这个重要，于一切众生要生慈悲心，不毁其行。这个行里头最重要的就是念佛，就是修持名念佛的法门，或者是修学其他的法门，为什么？一切法门都是佛说的，我们要是毁谤它，那是谤佛、谤法、谤僧，毁谤三宝的过失是在阿鼻地狱。真正念佛的人一定要知道，「法门平等，无有高下」，我们遇到不同的法门，要像善财童子那样的心态，恭敬、听闻、老实念佛。恭敬，是佛说的，菩萨修持的，依照这个法门成佛、证果的，它是真的，它不是假的，我们可以听闻。听闻是什么？长智慧。人家问的时候我懂，不是不懂，我还是老实念佛，为什么？我不是那个法门的根机，我学那个法门有困难，这一生当中不能证果，我还是老实念佛。",
      "zh_TW": "《彌勒發問經》上面有菩薩問的十念，「具足如是念」，如是這是指下面所問的這個十念，「即得往生安養國土」，安養國土就是極樂世界。「凡有十念。何等為十」，是哪十念？「一者，於一切眾生，常生慈心。於一切眾生，不毀其行。若毀其行，終不往生。」這是第一念，這個重要，於一切眾生要生慈悲心，不毀其行。這個行裡頭最重要的就是念佛，就是修持名念佛的法門，或者是修學其他的法門，為什麼？一切法門都是佛說的，我們要是毀謗它，那是謗佛、謗法、謗僧，毀謗三寶的過失是在阿鼻地獄。真正念佛的人一定要知道，「法門平等，無有高下」，我們遇到不同的法門，要像善財童子那樣的心態，恭敬、聽聞、老實念佛。恭敬，是佛說的，菩薩修持的，依照這個法門成佛、證果的，它是真的，它不是假的，我們可以聽聞。聽聞是什麼？長智慧。人家問的時候我懂，不是不懂，我還是老實念佛，為什麼？我不是那個法門的根機，我學那個法門有困難，這一生當中不能證果，我還是老實念佛。"
    },
    {
      "id": "02-037-0160_p0013",
      "zh_CN": "善财五十三参就是这个心态，永恒不变。五十三参是代表一切法门，无量无边的法门浓缩成五十三门，代表一切法门。善财童子修什么？你看他第一个是哪个法门？中国人讲的先入为主，印度也是这样的，先入为主，他真接受了。第一个善知识是吉祥云比丘，他所修的是般舟三昧，般舟三昧是专念阿弥陀佛求生净土，是念佛法门当中最精进的法门。这个法门一期是九十天，九十天当中不能睡觉、不能坐着，只许可站着、走着、拜佛，这个许可，不能坐下来、不能躺下来，真精进！我也看到过有修这种法门的，但是不如法，他一个人关在关房里头没人知道，他九十天真不睡觉吗？他睡觉没有人看到。我们怎么观察不像，听他的言谈也不像，为什么？他心不清净，妄念很多，想到杂碎、琐碎的事情很多，这不像念佛的，至心信乐这四个字他没有。",
      "zh_TW": "善財五十三參就是這個心態，永恆不變。五十三參是代表一切法門，無量無邊的法門濃縮成五十三門，代表一切法門。善財童子修什麼？你看他第一個是哪個法門？中國人講的先入為主，印度也是這樣的，先入為主，他真接受了。第一個善知識是吉祥雲比丘，他所修的是般舟三昧，般舟三昧是專念阿彌陀佛求生淨土，是念佛法門當中最精進的法門。這個法門一期是九十天，九十天當中不能睡覺、不能坐著，只許可站著、走著、拜佛，這個許可，不能坐下來、不能躺下來，真精進！我也看到過有修這種法門的，但是不如法，他一個人關在關房裡頭沒人知道，他九十天真不睡覺嗎？他睡覺沒有人看到。我們怎麼觀察不像，聽他的言談也不像，為什麼？他心不清淨，妄念很多，想到雜碎、瑣碎的事情很多，這不像念佛的，至心信樂這四個字他沒有。"
    },
    {
      "id": "02-037-0160_p0014",
      "zh_CN": "真修不容易，哪里去找！真正打个佛七都不容易。李老师当年在世告诉我，他在台中曾经自己领导，就是主七，打过两次精进佛七，以后再不敢了。人不精进没关系，鬼神瞧不起你，笑话你，搞假的，不是搞真的，你要搞真的他着急了，他要来扰乱，搞假的不会，搞真的他来扰乱。扰乱什么？叫你着魔。李老师那两次精进佛七，精进佛七参加的人不超过十个人，超过十个人，主七和尚照顾不了，一个人的精神能照顾十个人就不错了，超过十个人照顾不了。里面有一个着魔，这个事情头痛，人家进来打佛七，很正常的一个人，七天念佛之后就变成神经病，要送到神经病院，怎么对得起人？怎么跟他家里交代？老师用心来调解，大概都用半年以上的时间帮他恢复正常，以后再不干了。两个出问题的人我都认识，老师还真有本事，帮他调解。他有修持的功夫，老师学过禅、学过密，而且是很好的中医。我们绝不敢干这个事情，普通佛七无所谓。所以精进佛七、禅七都容易着魔，如果有弥勒菩萨这里说的十个条件，大概就没有问题。修行要有福报的人，没有福报的人修行就会惹麻烦，一定要修福，要有福慧的基础。这种精进佛七是加行，在短时间当中把自己境界向上提升，属于加行。你福德不够的话不行，不但提不起来，还惹麻烦。",
      "zh_TW": "真修不容易，哪裡去找！真正打個佛七都不容易。李老師當年在世告訴我，他在台中曾經自己領導，就是主七，打過兩次精進佛七，以後再不敢了。人不精進沒關係，鬼神瞧不起你，笑話你，搞假的，不是搞真的，你要搞真的他著急了，他要來擾亂，搞假的不會，搞真的他來擾亂。擾亂什麼？叫你著魔。李老師那兩次精進佛七，精進佛七參加的人不超過十個人，超過十個人，主七和尚照顧不了，一個人的精神能照顧十個人就不錯了，超過十個人照顧不了。裡面有一個著魔，這個事情頭痛，人家進來打佛七，很正常的一個人，七天念佛之後就變成神經病，要送到神經病院，怎麼對得起人？怎麼跟他家裡交代？老師用心來調解，大概都用半年以上的時間幫他恢復正常，以後再不幹了。兩個出問題的人我都認識，老師還真有本事，幫他調解。他有修持的功夫，老師學過禪、學過密，而且是很好的中醫。我們絕不敢幹這個事情，普通佛七無所謂。所以精進佛七、禪七都容易著魔，如果有彌勒菩薩這裡說的十個條件，大概就沒有問題。修行要有福報的人，沒有福報的人修行就會惹麻煩，一定要修福，要有福慧的基礎。這種精進佛七是加行，在短時間當中把自己境界向上提升，屬於加行。你福德不夠的話不行，不但提不起來，還惹麻煩。"
    },
    {
      "id": "02-037-0160_p0015",
      "zh_CN": "于一切众生常生慈悲心，非常重要！他修的法门不能够毁谤它，无论修哪一种法门，学善财童子，赞叹，绝不毁谤。为什么？各人根性不一样。纵然我们知道净宗对他来说他一定会成就，但是他现在不具信心。那怎样劝化他？我们自己好好修行，几年之后让他来看，让他自己比较，这就对了。我们修行比他功夫得力，我们的心情比他愉快，我们比他放下更多，我们忧虑牵挂的少了，他要从这些方面细心来观察就会比较。我们也看到很多修行人到了晚年，七、八十岁以后，原来修的禅、密不要了，念佛。知道什么？知道那个修不成功，那个太难。我遇到几个老修行，都是在家居士，他们在社会上有地位、有身分的，老居士，到晚年告诉我，放下了，禅跟密不得力，还是念佛好，回过头来一天念二、三万声佛号做常课。年岁大了，住在农村好，比较清净，空气也好，老人要活动。我那时候在屏东讲经，遇到个老人，八十多岁，退休的，那个时候他放下了，他学禅、学密全放下了，教也不要了，专心念佛，告诉我，每天三万声佛号。他一早起来就是散步，也是非常好的运动，要走好几公里，一步一声佛号，三万声佛号就是走三万步，对身体健康好，八十多岁看起来像六十几岁的人一样，晚年回头来了。",
      "zh_TW": "於一切眾生常生慈悲心，非常重要！他修的法門不能夠毀謗它，無論修哪一種法門，學善財童子，讚歎，絕不毀謗。為什麼？各人根性不一樣。縱然我們知道淨宗對他來說他一定會成就，但是他現在不具信心。那怎樣勸化他？我們自己好好修行，幾年之後讓他來看，讓他自己比較，這就對了。我們修行比他功夫得力，我們的心情比他愉快，我們比他放下更多，我們憂慮牽掛的少了，他要從這些方面細心來觀察就會比較。我們也看到很多修行人到了晚年，七、八十歲以後，原來修的禪、密不要了，念佛。知道什麼？知道那個修不成功，那個太難。我遇到幾個老修行，都是在家居士，他們在社會上有地位、有身分的，老居士，到晚年告訴我，放下了，禪跟密不得力，還是念佛好，回過頭來一天念二、三萬聲佛號做常課。年歲大了，住在農村好，比較清淨，空氣也好，老人要活動。我那時候在屏東講經，遇到個老人，八十多歲，退休的，那個時候他放下了，他學禪、學密全放下了，教也不要了，專心念佛，告訴我，每天三萬聲佛號。他一早起來就是散步，也是非常好的運動，要走好幾公里，一步一聲佛號，三萬聲佛號就是走三萬步，對身體健康好，八十多歲看起來像六十幾歲的人一樣，晚年回頭來了。"
    },
    {
      "id": "02-037-0160_p0016",
      "zh_CN": "不但是对于佛门同修不毁其行，遇到其他宗教也不可以毁谤，也要赞叹。我们学佛的人心里很清楚，他是拐一道弯再学佛，他们学佛求生天。我们在佛经上看到，诸天的天王请佛、请菩萨到天宫里面去讲经，大乘经典上很多。他们生天好，生到天上跟天王遇到佛菩萨在那边再学佛，不是很好吗？所以我们很欢喜，我们知道你生天之后会遇到佛菩萨，所以鼓励他、赞叹他，让他好好的修学，不要去障碍他。决定守住菩萨戒里头一条戒，自赞毁他（自己赞叹自己，毁谤别人）这是最大的过失，我们自己犯戒了。所以末后这句话重要，若毁其行，终不往生。只要是正教，修这个法门来生能得人身，都算是正教，来生要到三途那就错了，人、天都算是正法，五乘佛法。",
      "zh_TW": "不但是對於佛門同修不毀其行，遇到其他宗教也不可以毀謗，也要讚歎。我們學佛的人心裡很清楚，他是拐一道彎再學佛，他們學佛求生天。我們在佛經上看到，諸天的天王請佛、請菩薩到天宮裡面去講經，大乘經典上很多。他們生天好，生到天上跟天王遇到佛菩薩在那邊再學佛，不是很好嗎？所以我們很歡喜，我們知道你生天之後會遇到佛菩薩，所以鼓勵他、讚歎他，讓他好好的修學，不要去障礙他。決定守住菩薩戒裡頭一條戒，自讚毀他（自己讚歎自己，毀謗別人）這是最大的過失，我們自己犯戒了。所以末後這句話重要，若毀其行，終不往生。只要是正教，修這個法門來生能得人身，都算是正教，來生要到三途那就錯了，人、天都算是正法，五乘佛法。"
    },
    {
      "id": "02-037-0160_p0017",
      "zh_CN": "「二者，于一切众生，深起悲心，除残害意。」这里头特别重视的是深，深起悲心，有慈悲心，决定没有害众生的意思，不能有这个念头。对于所有众生要慈悲、要爱护，这些小动物对我们自己有伤害无所谓，我们决定不能害牠，蚊虫、蚂蚁。我们住在农村，自己种一点菜，菜园里有一些这些小虫来吃菜的，我们只要有慈悲心看待，慢慢感动牠，牠自然就没有了。李金友居士在古晋山上开辟了一片菜园，规模很大，很多年，这十年前的事情，我去看的时候是第六年。他告诉我，他守住这一条戒，不杀害众生，第一年他的菜园，他没有用农药、没有用化肥，所种的菜被这些小虫吃掉百分之九十五，留下一点点，百分之九十五都被吃掉了，坚持不杀，不用农药、不用化肥。他说第二年不错，小虫吃掉三分之二，留三分之一，不少了！到第三年差不多就留一半，一年比一年多一点。我去的时候是第六年，他也没有跟小虫沟通，居然小虫给他留了百分之九十五，非常欢喜！六年，六年慈心供养，欢喜供养，没有一点恶意，感动了，这一点非常非常重要。牠来吃我们都欢喜，时间久了牠也明了了，牠吃也给我们留一些。小鸟吃水果，我们也是指定几棵树，没有指定的牠不会去吃，我们在澳洲做到了。菜园里面我们指定一个区，这个区是专门供养小虫的，我们也很认真去种，小虫专门到小区里头吃。深起悲心，这句话非常重要！",
      "zh_TW": "「二者，於一切眾生，深起悲心，除殘害意。」這裡頭特別重視的是深，深起悲心，有慈悲心，決定沒有害眾生的意思，不能有這個念頭。對於所有眾生要慈悲、要愛護，這些小動物對我們自己有傷害無所謂，我們決定不能害牠，蚊蟲、螞蟻。我們住在農村，自己種一點菜，菜園裡有一些這些小蟲來吃菜的，我們只要有慈悲心看待，慢慢感動牠，牠自然就沒有了。李金友居士在古晉山上開闢了一片菜園，規模很大，很多年，這十年前的事情，我去看的時候是第六年。他告訴我，他守住這一條戒，不殺害眾生，第一年他的菜園，他沒有用農藥、沒有用化肥，所種的菜被這些小蟲吃掉百分之九十五，留下一點點，百分之九十五都被吃掉了，堅持不殺，不用農藥、不用化肥。他說第二年不錯，小蟲吃掉三分之二，留三分之一，不少了！到第三年差不多就留一半，一年比一年多一點。我去的時候是第六年，他也沒有跟小蟲溝通，居然小蟲給他留了百分之九十五，非常歡喜！六年，六年慈心供養，歡喜供養，沒有一點惡意，感動了，這一點非常非常重要。牠來吃我們都歡喜，時間久了牠也明瞭了，牠吃也給我們留一些。小鳥吃水果，我們也是指定幾棵樹，沒有指定的牠不會去吃，我們在澳洲做到了。菜園裡面我們指定一個區，這個區是專門供養小蟲的，我們也很認真去種，小蟲專門到小區裡頭吃。深起悲心，這句話非常重要！"
    },
    {
      "id": "02-037-0160_p0018",
      "zh_CN": "第三「发护法心，不惜身命。于一切法，不生诽谤。」这个比什么都重要，决定不造谤法的罪，世间法跟佛法。世间法，法律，纵然这个法律不善，对人民有不利的地方，也不能毁谤。为什么？我们要尊重立法的人，不要去批评、不要去毁谤，这个法于人民不方便，过几年一定会修改，佛弟子在这些地方修忍辱波罗蜜。纵然这个法对我们很不利，我们也不毁谤。这个地方不能弘法，佛法跟这个地区没有缘分，别的地方有缘分，到那边去，哪里有缘哪个地方先去，将来这个地方缘成熟了再来。决定不要勉强，永远恒顺众生，随喜功德。普贤菩萨教给我们的，写在十愿里头。《华严经》上说得很清楚，菩萨不修普贤行不能成佛，菩萨要成佛一定要修普贤行。",
      "zh_TW": "第三「發護法心，不惜身命。於一切法，不生誹謗。」這個比什麼都重要，決定不造謗法的罪，世間法跟佛法。世間法，法律，縱然這個法律不善，對人民有不利的地方，也不能毀謗。為什麼？我們要尊重立法的人，不要去批評、不要去毀謗，這個法於人民不方便，過幾年一定會修改，佛弟子在這些地方修忍辱波羅蜜。縱然這個法對我們很不利，我們也不毀謗。這個地方不能弘法，佛法跟這個地區沒有緣分，別的地方有緣分，到那邊去，哪裡有緣哪個地方先去，將來這個地方緣成熟了再來。決定不要勉強，永遠恆順眾生，隨喜功德。普賢菩薩教給我們的，寫在十願裡頭。《華嚴經》上說得很清楚，菩薩不修普賢行不能成佛，菩薩要成佛一定要修普賢行。"
    },
    {
      "id": "02-037-0160_p0019",
      "zh_CN": "西方极乐世界彻始彻终就是修普贤十愿，你看我们这个经第二品「德遵普贤」，说明西方极乐世界没有一个人不修普贤行的。所以魏默深居士把《华严经》最后的这一卷第四十卷，讲普贤菩萨十大愿王导归极乐这一卷抽出来，附在净土三经的后面，称为净土四经，很有道理！诸位将来看到有净土四经，你就晓得那一卷是魏默深（魏源），也是做会集本的那个人，是他提出来的。到民国初年印光大师又将《楞严经》里头「大势至菩萨念佛圆通章」这一章附在四经后面，称为净土五经，五经是这么来的。还有没有需要再有附的？没有必要了，圆满了。《普贤行愿品》附进去是净土经里头的意思，《无量寿经．德遵普贤》。《大势至菩萨圆通章》最重要是提供念佛指导的方法，「都摄六根，净念相继」、「忆佛念佛，现前当来，必定见佛」，忆佛念佛是因，见佛是果。净业三福里头「深信因果」，不是指别的因果，就是指这个因果。所以要发护法心，发护法心决定不能谤法。于邪法什么态度？佛教给我们，默摈，不说话、不赞叹就行了，不要毁谤，不批评，不表意见。",
      "zh_TW": "西方極樂世界徹始徹終就是修普賢十願，你看我們這個經第二品「德遵普賢」，說明西方極樂世界沒有一個人不修普賢行的。所以魏默深居士把《華嚴經》最後的這一卷第四十卷，講普賢菩薩十大願王導歸極樂這一卷抽出來，附在淨土三經的後面，稱為淨土四經，很有道理！諸位將來看到有淨土四經，你就曉得那一卷是魏默深（魏源），也是做會集本的那個人，是他提出來的。到民國初年印光大師又將《楞嚴經》裡頭「大勢至菩薩念佛圓通章」這一章附在四經後面，稱為淨土五經，五經是這麼來的。還有沒有需要再有附的？沒有必要了，圓滿了。《普賢行願品》附進去是淨土經裡頭的意思，《無量壽經．德遵普賢》。《大勢至菩薩圓通章》最重要是提供念佛指導的方法，「都攝六根，淨念相繼」、「憶佛念佛，現前當來，必定見佛」，憶佛念佛是因，見佛是果。淨業三福裡頭「深信因果」，不是指別的因果，就是指這個因果。所以要發護法心，發護法心決定不能謗法。於邪法什麼態度？佛教給我們，默擯，不說話、不讚歎就行了，不要毀謗，不批評，不表意見。"
    },
    {
      "id": "02-037-0160_p0020",
      "zh_CN": "十大愿王里头讲得清楚，一切善法、一切正法要赞叹。宗教里头正教没有教人行不善业，教人来生得人身，来生生天道，这都是好事，都可以赞叹的，所以决定没有毁谤的、没有批评的。我们把这个意思再引申，在日常生活当中处事待人接物尽量学着不批评人、不毁谤人，要学厚道，要学有不忍人之心。一定要知道，正法在我们今天这个时代衰微了，衰微到极处，今天人相信邪法，不相信正法，你要提出正法来，他的疑问很多很多，你要很有耐心给他解答。我在台中一次看到李老师我非常受感动，李老师七十多岁老人了，有几个年轻的学生从台北到台中来看他老人家，一谈话问问题三个多小时，我们在旁边坐的都不忍心，老师若无其事，慈悲到极处，一样一样详细给他解说。他们走了之后老师告诉我们，这些年轻人，在现在讲高等知识分子，他们知见正了会影响社会。我们才明白。老师在台湾，台湾南方、北方慕名的人很多，每天访问络绎不绝。跟李老师见面约时间一定是一个星期之前约会，你当天去，你决定找不到他，他的时间都排定了。日中一食，生活非常简单，老师身体很瘦，不是胖个子，瘦瘦的，但是体力、精力非常好。我跟他的时期是七十岁到八十岁，十年，带着同学爬山，他走在前面。我跟他那时候我也瘦，瘦好，爬山很轻，身体不重，所以我们爬在最前面。老师只有我赶得上他，其他的人都远远落后，我们在山上站了半天他们才上来，体力好，老而不衰！每天那么大的工作量，为众生没有为自己，为众生是在积功累德，为自己要搞名闻利养，那就造业了，那不一样。真正修积功德，一生只有一个念头，求生净土，三宝加持。",
      "zh_TW": "十大願王裡頭講得清楚，一切善法、一切正法要讚歎。宗教裡頭正教沒有教人行不善業，教人來生得人身，來生生天道，這都是好事，都可以讚歎的，所以決定沒有毀謗的、沒有批評的。我們把這個意思再引申，在日常生活當中處事待人接物盡量學著不批評人、不毀謗人，要學厚道，要學有不忍人之心。一定要知道，正法在我們今天這個時代衰微了，衰微到極處，今天人相信邪法，不相信正法，你要提出正法來，他的疑問很多很多，你要很有耐心給他解答。我在台中一次看到李老師我非常受感動，李老師七十多歲老人了，有幾個年輕的學生從台北到台中來看他老人家，一談話問問題三個多小時，我們在旁邊坐的都不忍心，老師若無其事，慈悲到極處，一樣一樣詳細給他解說。他們走了之後老師告訴我們，這些年輕人，在現在講高等知識分子，他們知見正了會影響社會。我們才明白。老師在台灣，台灣南方、北方慕名的人很多，每天訪問絡繹不絕。跟李老師見面約時間一定是一個星期之前約會，你當天去，你決定找不到他，他的時間都排定了。日中一食，生活非常簡單，老師身體很瘦，不是胖個子，瘦瘦的，但是體力、精力非常好。我跟他的時期是七十歲到八十歲，十年，帶著同學爬山，他走在前面。我跟他那時候我也瘦，瘦好，爬山很輕，身體不重，所以我們爬在最前面。老師只有我趕得上他，其他的人都遠遠落後，我們在山上站了半天他們才上來，體力好，老而不衰！每天那麼大的工作量，為眾生沒有為自己，為眾生是在積功累德，為自己要搞名聞利養，那就造業了，那不一樣。真正修積功德，一生只有一個念頭，求生淨土，三寶加持。"
    },
    {
      "id": "02-037-0160_p0021",
      "zh_CN": "「四者，于忍辱中生决定心。」这个决定是什么？忍到底，受不了的时候还得要受，不能放弃。能忍到底显示出心平气和，这个忍辱功德就现前了。心里头没有贪瞋痴慢，清净平等，生智慧不生烦恼。忍辱是三昧的前方便，不能忍怎么得三昧？三昧简单的说就是制心一处。我们今天修忍辱波罗蜜一举一得算是不错，最好是一举多得。我们把心就止在阿弥陀佛上，再不能忍的事情，合掌念一声南无阿弥陀佛，事就没有了，就能化解了，忍辱就圆满了。样样放得下，忍辱才能成就，真正做到于人无争、于世无求，连寿命都不求，还有什么不能忍的？学佛学了这么多年，别的东西没有得到，诸法实相看破了一些，真正明白了佛在经上常讲的，「凡所有相，皆是虚妄」，包括自己的身体。",
      "zh_TW": "「四者，於忍辱中生決定心。」這個決定是什麼？忍到底，受不了的時候還得要受，不能放棄。能忍到底顯示出心平氣和，這個忍辱功德就現前了。心裡頭沒有貪瞋痴慢，清淨平等，生智慧不生煩惱。忍辱是三昧的前方便，不能忍怎麼得三昧？三昧簡單的說就是制心一處。我們今天修忍辱波羅蜜一舉一得算是不錯，最好是一舉多得。我們把心就止在阿彌陀佛上，再不能忍的事情，合掌念一聲南無阿彌陀佛，事就沒有了，就能化解了，忍辱就圓滿了。樣樣放得下，忍辱才能成就，真正做到於人無爭、於世無求，連壽命都不求，還有什麼不能忍的？學佛學了這麼多年，別的東西沒有得到，諸法實相看破了一些，真正明白了佛在經上常講的，「凡所有相，皆是虛妄」，包括自己的身體。"
    },
    {
      "id": "02-037-0160_p0022",
      "zh_CN": "身体是物质现象，物质现象从哪里来的？从念头生的，念是心理，物质是假的，念头也是假的，清净心中一念不生，起这一念叫无始无明，也叫根本无明。所以佛教给我们，不起心、不动念。不起心、不动念，真心现前，真心里头什么都没有，为什么？凡所有相皆是虚妄，精神现象、自然现象统统是虚妄的，当体即空，了不可得。这个道理深，很难懂，世尊讲这些道理讲了二十二年，二十二年讲《般若》，有多少人开悟？肯定不是全体，释迦如来当年法会当中真正开悟，我想应该有十分之一，那就相当不得了。于念佛法门当中得到开悟，念佛法门开悟是什么？真相信了，一点怀疑都没有，下定决心真想去，这就开悟了。而今而后杂心闲话统统放下，一句弥陀念念相继，决定往生，这是净宗里头大彻大悟，决定得生。对这个世间没有留恋，在这个世间就像再来人一样。再来人，到极乐世界再回来的。回来干什么？回来帮助众生的，帮助众生觉悟，自己一点都不迷惑。自己要真正做出极乐世界人的样子，就能够接引很多有缘众生，做给他看。忍辱当中生决定心。",
      "zh_TW": "身體是物質現象，物質現象從哪裡來的？從念頭生的，念是心理，物質是假的，念頭也是假的，清淨心中一念不生，起這一念叫無始無明，也叫根本無明。所以佛教給我們，不起心、不動念。不起心、不動念，真心現前，真心裡頭什麼都沒有，為什麼？凡所有相皆是虛妄，精神現象、自然現象統統是虛妄的，當體即空，了不可得。這個道理深，很難懂，世尊講這些道理講了二十二年，二十二年講《般若》，有多少人開悟？肯定不是全體，釋迦如來當年法會當中真正開悟，我想應該有十分之一，那就相當不得了。於念佛法門當中得到開悟，念佛法門開悟是什麼？真相信了，一點懷疑都沒有，下定決心真想去，這就開悟了。而今而後雜心閒話統統放下，一句彌陀念念相繼，決定往生，這是淨宗裡頭大徹大悟，決定得生。對這個世間沒有留戀，在這個世間就像再來人一樣。再來人，到極樂世界再回來的。回來幹什麼？回來幫助眾生的，幫助眾生覺悟，自己一點都不迷惑。自己要真正做出極樂世界人的樣子，就能夠接引很多有緣眾生，做給他看。忍辱當中生決定心。"
    },
    {
      "id": "02-037-0160_p0023",
      "zh_CN": "第五「深心清净，不染利养」。什么叫清净心？利养就是染污，还有名闻利养，你不清净，远离名闻利养，清净心就能现前。世尊当年在世为我们做出示范，他全部的财产就是三衣一钵，这是当时的印度，热带地区，三衣一钵够了，树下一宿，日中一食。每天要去托钵，所以僧团栖息之处所不能离开都市太远，太远乞食不方便，一般都是三里路，乞食方便。雨季就结夏安居，印度每年都有雨季三个月，这三个月不出门，由这些在家弟子每天把吃的东西送来，这是应该接受的。今天的社会过分的重视利养，对于利养坚固的执着，贪而无厌，不能够惠施，于是福报就享尽了。福报享尽了，阿赖耶里头还有不善的习气种子，遇到缘它会起现行，那个现行就是灾难。灾难怎么来的？不是无缘无故，有原因的。真正修行这句话就非常重要，深心清净是菩提心的核心，菩提心的体是真诚，自受用就是这一句，经论都是这个说法。《观经》里面讲菩提心，体是至诚心，自受用是深心，他受用是回向发愿心；《起信论》里面讲，菩提心的心体是直心，自受用也是深心，他受用是大悲心，经论合起来看意思就更清楚了，真诚就是直心，直心就是真诚，直是没有委曲，这就是真诚的意思，深心都相同，深心就是此地不染利养。深心，古来祖师大德很多人说，好善好德，这个心是深心。清净，不染利养，是善德之上者，最殊胜的。",
      "zh_TW": "第五「深心清淨，不染利養」。什麼叫清淨心？利養就是染污，還有名聞利養，你不清淨，遠離名聞利養，清淨心就能現前。世尊當年在世為我們做出示範，他全部的財產就是三衣一缽，這是當時的印度，熱帶地區，三衣一缽夠了，樹下一宿，日中一食。每天要去托缽，所以僧團棲息之處所不能離開都市太遠，太遠乞食不方便，一般都是三里路，乞食方便。雨季就結夏安居，印度每年都有雨季三個月，這三個月不出門，由這些在家弟子每天把吃的東西送來，這是應該接受的。今天的社會過分的重視利養，對於利養堅固的執著，貪而無厭，不能夠惠施，於是福報就享盡了。福報享盡了，阿賴耶裡頭還有不善的習氣種子，遇到緣它會起現行，那個現行就是災難。災難怎麼來的？不是無緣無故，有原因的。真正修行這句話就非常重要，深心清淨是菩提心的核心，菩提心的體是真誠，自受用就是這一句，經論都是這個說法。《觀經》裡面講菩提心，體是至誠心，自受用是深心，他受用是迴向發願心；《起信論》裡面講，菩提心的心體是直心，自受用也是深心，他受用是大悲心，經論合起來看意思就更清楚了，真誠就是直心，直心就是真誠，直是沒有委曲，這就是真誠的意思，深心都相同，深心就是此地不染利養。深心，古來祖師大德很多人說，好善好德，這個心是深心。清淨，不染利養，是善德之上者，最殊勝的。"
    },
    {
      "id": "02-037-0160_p0024",
      "zh_CN": "第六「发一切种智心，日日常念，无有废忘。」一切种智是自性真实智慧，《无量寿经》三种真实，真实之际，真实智慧就指的这个，后头真实之利。三个真实是一桩事情，一即是三，三即是一，一个得到了，三个全都得到了。真实之际是自性的本体，真实智慧是自性的德相，真实之利是自性的德用。什么人能用这三种真实？大乘经教里面我们看到的法身菩萨，他们用上了，法身菩萨在禅宗里面讲是明心见性的，在教下是大开圆解，在净土宗是理一心不乱，心里面发出来的全是智慧。一切种智，如来所证得的。阿罗汉证得的是一切智，菩萨证得的是道种智，一切种智，如来证得的、法身菩萨证得的。日日常念，我们如何念这一切种智？给诸位说，这一句阿弥陀佛就是一切种智。你们想想对不对，阿弥陀佛是不是真实之际、是不是真实智慧、是不是真实利益？统统具足了。",
      "zh_TW": "第六「發一切種智心，日日常念，無有廢忘。」一切種智是自性真實智慧，《無量壽經》三種真實，真實之際，真實智慧就指的這個，後頭真實之利。三個真實是一樁事情，一即是三，三即是一，一個得到了，三個全都得到了。真實之際是自性的本體，真實智慧是自性的德相，真實之利是自性的德用。什麼人能用這三種真實？大乘經教裡面我們看到的法身菩薩，他們用上了，法身菩薩在禪宗裡面講是明心見性的，在教下是大開圓解，在淨土宗是理一心不亂，心裡面發出來的全是智慧。一切種智，如來所證得的。阿羅漢證得的是一切智，菩薩證得的是道種智，一切種智，如來證得的、法身菩薩證得的。日日常念，我們如何念這一切種智？給諸位說，這一句阿彌陀佛就是一切種智。你們想想對不對，阿彌陀佛是不是真實之際、是不是真實智慧、是不是真實利益？統統具足了。"
    },
    {
      "id": "02-037-0160_p0025",
      "zh_CN": "《往生论》上讲三种庄严，「入一法句」，念老在这个注解里头我看引用至少有十次，可能十次以上。他这么喜欢引用这一句话，可见这句话重要！这个注解看完了别的都忘掉，不记得，这三句重复十几次，肯定记得。赞叹西方极乐世界三种庄严，国土庄严、佛庄严、菩萨庄严，三种庄严，入一法句。一法句者，清净句。清净句者，真实智慧，无为法身。这句话他引用至少十几遍，我们没有去记它，遍数多了印象深了。最后归结到哪里？就是这个佛号，阿弥陀佛的名号，阿弥陀佛的名号就是真实智慧、就是无为法身，入一法句，这就是一法句，不可思议！日日常念，无有废忘，这一切种智。",
      "zh_TW": "《往生論》上講三種莊嚴，「入一法句」，念老在這個註解裡頭我看引用至少有十次，可能十次以上。他這麼喜歡引用這一句話，可見這句話重要！這個註解看完了別的都忘掉，不記得，這三句重複十幾次，肯定記得。讚歎西方極樂世界三種莊嚴，國土莊嚴、佛莊嚴、菩薩莊嚴，三種莊嚴，入一法句。一法句者，清淨句。清淨句者，真實智慧，無為法身。這句話他引用至少十幾遍，我們沒有去記它，遍數多了印象深了。最後歸結到哪裡？就是這個佛號，阿彌陀佛的名號，阿彌陀佛的名號就是真實智慧、就是無為法身，入一法句，這就是一法句，不可思議！日日常念，無有廢忘，這一切種智。"
    },
    {
      "id": "02-037-0160_p0026",
      "zh_CN": "经，这就是《无量寿经》，现在我们可以确实将它指出来，就是这个会集本，中文《无量寿经》九种版本里头最好的本子，善本！在这个时代出现，大灾难来临之前夕出现，真正是救苦救难。从这部经典上我们肯定了佛号功德不可思议，又加上近代这么多的科学家他们的研究报告，告诉我们，念力，尤其集体的念力，能量之大无法估计。现在在这个世间学习的人慢慢的多了，因为它传播得很快，传播的面很广，就是用网路来传播。知道这个方法，人不管他怎样不善，没有不爱惜自己生命的。现在这个世间几乎让我们衣食住行方方面面都受到威胁，所以身心没有安全感，吃的东西不干净，全是染污，喝的水不干净，呼吸的空气不干净，穿的衣服全是化学的，对身体带来的都是不好的东西，衣食住行，这哪里是人过的日子！真正有识之士都在呼吁，叫我们回到原始，过从前农耕的那种生活。今天就是农耕都有问题。为什么？土地被染污了，水资源被染污了，你种植的东西，土不干净，有毒，水不干净，这庄稼能长得好吗？",
      "zh_TW": "經，這就是《無量壽經》，現在我們可以確實將它指出來，就是這個會集本，中文《無量壽經》九種版本裡頭最好的本子，善本！在這個時代出現，大災難來臨之前夕出現，真正是救苦救難。從這部經典上我們肯定了佛號功德不可思議，又加上近代這麼多的科學家他們的研究報告，告訴我們，念力，尤其集體的念力，能量之大無法估計。現在在這個世間學習的人慢慢的多了，因為它傳播得很快，傳播的面很廣，就是用網路來傳播。知道這個方法，人不管他怎樣不善，沒有不愛惜自己生命的。現在這個世間幾乎讓我們衣食住行方方面面都受到威脅，所以身心沒有安全感，吃的東西不乾淨，全是染污，喝的水不乾淨，呼吸的空氣不乾淨，穿的衣服全是化學的，對身體帶來的都是不好的東西，衣食住行，這哪裡是人過的日子！真正有識之士都在呼籲，叫我們回到原始，過從前農耕的那種生活。今天就是農耕都有問題。為什麼？土地被染污了，水資源被染污了，你種植的東西，土不乾淨，有毒，水不乾淨，這莊稼能長得好嗎？"
    },
    {
      "id": "02-037-0160_p0027",
      "zh_CN": "念力要是变成一种科学，影响就非常大。现在这个环境连科学都没有办法解决，它造成这种混乱，它没有能力把它恢复正常，这真的不是假的。土地大面积的污染，怎么样叫它恢复干净？水资源的污染，江河的污染、大海的污染，怎么办？你看到鱼、鸟，现在所看到的，大面积的死亡，牠们不适合生存了。我们在电视里面看到的画面，被海水毒死的这些鱼群，几十万条的浮到海岸边，从来没见过的这个景观。人口在增加，粮食资源在减少，那我们就想到，将来一个大灾难来，饿死的人有多少！现在的人浪费成了一种习惯，不知道爱惜食物，在粮食危机里头要受这个灾难。这都是我们眼前的事实真相，我们不能没有警觉。",
      "zh_TW": "念力要是變成一種科學，影響就非常大。現在這個環境連科學都沒有辦法解決，它造成這種混亂，它沒有能力把它恢復正常，這真的不是假的。土地大面積的污染，怎麼樣叫它恢復乾淨？水資源的污染，江河的污染、大海的污染，怎麼辦？你看到魚、鳥，現在所看到的，大面積的死亡，牠們不適合生存了。我們在電視裡面看到的畫面，被海水毒死的這些魚群，幾十萬條的浮到海岸邊，從來沒見過的這個景觀。人口在增加，糧食資源在減少，那我們就想到，將來一個大災難來，餓死的人有多少！現在的人浪費成了一種習慣，不知道愛惜食物，在糧食危機裡頭要受這個災難。這都是我們眼前的事實真相，我們不能沒有警覺。"
    },
    {
      "id": "02-037-0160_p0028",
      "zh_CN": "我们如何应对？净宗法门可以解决，急难的时候，我们纵然还有寿命，不要了，不愿意在这个娑婆世界受这些苦难，我们要学莹珂，我往后的寿命不要了，请阿弥陀佛早一天来接引我，这个做得到。我们起心动念佛知道，我们所有一切造作他也晓得，《还源观》上所讲的三种周遍，念头才起，周遍法界，这心理现象；物理现象，我们每一个细胞都是波动造成的，每一个波动也是周遍法界，换句话说，他对我们生理健康状况了如指掌，全都知道。我们求生净土不是为自己，这个地方教化的缘尽了就是我们往生的时候，众生不愿意接受、不想学了，这就是缘尽的样子。他喜欢学、喜欢教，帮他，全心全力帮他；不喜欢，我们就可以走了，到极乐世界认真修学，提升自己，早日成佛。成佛之后，这个世间众生缘成熟了，又想学了，佛就来了。众生有感，菩萨有应，感应道交，法尔如是。所以在现前，日日常念阿弥陀佛，这是第一桩大事。知道这个世界整个宇宙都不是真实的，从自性里头幻化出来的。这个事实真相，非常难得现在科学家把它搞清楚、搞明白了，这些报告发表了，我们看到、我们听到，跟三千年前佛所讲的完全相同，这就可以相信了。",
      "zh_TW": "我們如何應對？淨宗法門可以解決，急難的時候，我們縱然還有壽命，不要了，不願意在這個娑婆世界受這些苦難，我們要學瑩珂，我往後的壽命不要了，請阿彌陀佛早一天來接引我，這個做得到。我們起心動念佛知道，我們所有一切造作他也曉得，《還源觀》上所講的三種周遍，念頭才起，周遍法界，這心理現象；物理現象，我們每一個細胞都是波動造成的，每一個波動也是周遍法界，換句話說，他對我們生理健康狀況瞭如指掌，全都知道。我們求生淨土不是為自己，這個地方教化的緣盡了就是我們往生的時候，眾生不願意接受、不想學了，這就是緣盡的樣子。他喜歡學、喜歡教，幫他，全心全力幫他；不喜歡，我們就可以走了，到極樂世界認真修學，提升自己，早日成佛。成佛之後，這個世間眾生緣成熟了，又想學了，佛就來了。眾生有感，菩薩有應，感應道交，法爾如是。所以在現前，日日常念阿彌陀佛，這是第一樁大事。知道這個世界整個宇宙都不是真實的，從自性裡頭幻化出來的。這個事實真相，非常難得現在科學家把它搞清楚、搞明白了，這些報告發表了，我們看到、我們聽到，跟三千年前佛所講的完全相同，這就可以相信了。"
    },
    {
      "id": "02-037-0160_p0029",
      "zh_CN": "「七者，于一切众生，起尊重心，除我慢意，谦下言说。」这是我们要学的，要特别提醒，为什么？我慢很麻烦，我慢有时候自己不知道，自己以为我很正常，我没有傲慢。所以这个地方，前面这句话很好，「于一切众生，起尊重心」，我们对一切众生没有生起尊重心，那就是我慢，真正能对一切众生都尊重的话，我慢就没有了，谦虚才能生得起来。所以如果真的把阿弥陀佛放在心上，我心即是阿弥陀佛，阿弥陀佛即是我心，以阿弥陀佛这个心看遍法界虚空界一切众生，皆是阿弥陀佛，尊重心生起来了。这不是我们理想，故意做这个幻相，不是的，这是事实真相。我们前面学得不少，阿弥陀佛是性德，就是自性，万事万物都是自性变现出来的，性相是一不是二，性是阿弥陀佛，相当然也是阿弥陀佛，随拈一法，无有不是。阿弥陀佛在哪里？无处不在，无时不在，无有一法不是，尊重心真的生起来了，看一切人皆是佛。世尊《华严经》上所说的，「一切众生本来是佛」、「一切众生皆有如来智慧德相」，佛说的话是真话，他见到了，他明白了。我们在大众当中还有自尊心、有傲慢心、别人不如我的心、我胜过一切人的心，这什么？这个就是妄想分别执着，妄想分别执着统统具足是六道凡夫，出不了六道轮回，念佛也不能往生。",
      "zh_TW": "「七者，於一切眾生，起尊重心，除我慢意，謙下言說。」這是我們要學的，要特別提醒，為什麼？我慢很麻煩，我慢有時候自己不知道，自己以為我很正常，我沒有傲慢。所以這個地方，前面這句話很好，「於一切眾生，起尊重心」，我們對一切眾生沒有生起尊重心，那就是我慢，真正能對一切眾生都尊重的話，我慢就沒有了，謙虛才能生得起來。所以如果真的把阿彌陀佛放在心上，我心即是阿彌陀佛，阿彌陀佛即是我心，以阿彌陀佛這個心看遍法界虛空界一切眾生，皆是阿彌陀佛，尊重心生起來了。這不是我們理想，故意做這個幻相，不是的，這是事實真相。我們前面學得不少，阿彌陀佛是性德，就是自性，萬事萬物都是自性變現出來的，性相是一不是二，性是阿彌陀佛，相當然也是阿彌陀佛，隨拈一法，無有不是。阿彌陀佛在哪裡？無處不在，無時不在，無有一法不是，尊重心真的生起來了，看一切人皆是佛。世尊《華嚴經》上所說的，「一切眾生本來是佛」、「一切眾生皆有如來智慧德相」，佛說的話是真話，他見到了，他明白了。我們在大眾當中還有自尊心、有傲慢心、別人不如我的心、我勝過一切人的心，這什麼？這個就是妄想分別執著，妄想分別執著統統具足是六道凡夫，出不了六道輪迴，念佛也不能往生。"
    },
    {
      "id": "02-037-0160_p0030",
      "zh_CN": "弥勒菩萨这十句要我们在日常生活当中，把我们的深重的习气转过来、改过来。美国布莱登所说的，「弃恶扬善」，什么是恶、什么是善要清楚，「改邪归正」，哪些是正、哪些是邪也要搞清楚，才能真正「端正心念」。端正心念的人是一个真正知道自爱的人，自爱没有不爱别人的，为什么？自他是一不是二。我们爱别人的心意是圆满的，就跟佛一样，佛对遍法界虚空界那种慈悲是圆满的，问题人愿不愿意接受？你愿意接受你就充满了慈爱，跟佛一样，不愿意接受，不是说佛的慈爱没有加持你，加持到了，不愿意接受是你没有感触到。所以这种慈爱，佛菩萨的慈爱对你不起作用，跟你起作用的是你的烦恼习气，这个东西起作用。佛的这个慈爱比烦恼力量不晓得大多少倍，我们没用上。这个怪自己，不能怪佛。大经上常说，「心佛众生，三无差别」，这个力量是平等的。如果我们的心跟佛结合，问题就解决了；我们的心跟众生接触，问题就来了。为什么不跟佛结成一体？跟佛结成一体，跟众生也结成一体，这一体是觉。所以这个排列顺序不一样，心是主，是自己的意念，这是主，我跟佛结合，我就能教化众生，我跟众生结合，我就远离佛法，这个道理要搞清楚我们才能得真实的利益。现在时间到了，我们学到此地。",
      "zh_TW": "彌勒菩薩這十句要我們在日常生活當中，把我們的深重的習氣轉過來、改過來。美國布萊登所說的，「棄惡揚善」，什麼是惡、什麼是善要清楚，「改邪歸正」，哪些是正、哪些是邪也要搞清楚，才能真正「端正心念」。端正心念的人是一個真正知道自愛的人，自愛沒有不愛別人的，為什麼？自他是一不是二。我們愛別人的心意是圓滿的，就跟佛一樣，佛對遍法界虛空界那種慈悲是圓滿的，問題人願不願意接受？你願意接受你就充滿了慈愛，跟佛一樣，不願意接受，不是說佛的慈愛沒有加持你，加持到了，不願意接受是你沒有感觸到。所以這種慈愛，佛菩薩的慈愛對你不起作用，跟你起作用的是你的煩惱習氣，這個東西起作用。佛的這個慈愛比煩惱力量不曉得大多少倍，我們沒用上。這個怪自己，不能怪佛。大經上常說，「心佛眾生，三無差別」，這個力量是平等的。如果我們的心跟佛結合，問題就解決了；我們的心跟眾生接觸，問題就來了。為什麼不跟佛結成一體？跟佛結成一體，跟眾生也結成一體，這一體是覺。所以這個排列順序不一樣，心是主，是自己的意念，這是主，我跟佛結合，我就能教化眾生，我跟眾生結合，我就遠離佛法，這個道理要搞清楚我們才能得真實的利益。現在時間到了，我們學到此地。"
    }
  ]
}