{
  "doc_id": "02-037-0181",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八一集",
    "zh_TW": "第一八一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0181",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0181_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第五０三页，第二行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第五０三頁，第二行最後一句看起："
    },
    {
      "id": "02-037-0181_p0002",
      "zh_CN": "「如《大疏六》曰：今此经宗，言一生者，谓从一而生也。初得净菩提心时，从一实之地，发生无量无边三昧总持门。如是一一地中，次第增长，当知亦尔。迄至第十地满足，未至第十一地」。我们前面学习到这个地方。这是《华严经》清凉大师《疏钞》上所说的。今此经宗就是《华严经》，《华严经》的宗旨也是讲一生圆满成佛。说一生圆满成佛确实只有《华严》这部经，后面善财童子给我们做表演。所以这部经里头有理论、有方法，最殊胜的是做出来给我们看，活活泼泼。真正做到了理事无碍、事事无碍，这《华严》境界，无障碍的境界。这个经，但是最后到究竟圆满的时候，还是十大愿王导归极乐。所以，隋唐这些大德，他们肯定《华严》是世尊一代时教的核心，可是最后归《无量寿》。《无量寿》虽然在方等时候说的，它最后归《无量寿》，《无量寿》也就变成一乘经典的这一类了。一乘经在中国只有三部，包括《无量寿经》，《华严》、《法华》、《无量寿》，还有一部就是《梵网经》，没有传到中国来。《梵网》也是一部大经，传到中国来就一品，「菩萨心地戒品」，就这一品，两卷。",
      "zh_TW": "「如《大疏六》曰：今此經宗，言一生者，謂從一而生也。初得淨菩提心時，從一實之地，發生無量無邊三昧總持門。如是一一地中，次第增長，當知亦爾。迄至第十地滿足，未至第十一地」。我們前面學習到這個地方。這是《華嚴經》清涼大師《疏鈔》上所說的。今此經宗就是《華嚴經》，《華嚴經》的宗旨也是講一生圓滿成佛。說一生圓滿成佛確實只有《華嚴》這部經，後面善財童子給我們做表演。所以這部經裡頭有理論、有方法，最殊勝的是做出來給我們看，活活潑潑。真正做到了理事無礙、事事無礙，這《華嚴》境界，無障礙的境界。這個經，但是最後到究竟圓滿的時候，還是十大願王導歸極樂。所以，隋唐這些大德，他們肯定《華嚴》是世尊一代時教的核心，可是最後歸《無量壽》。《無量壽》雖然在方等時候說的，它最後歸《無量壽》，《無量壽》也就變成一乘經典的這一類了。一乘經在中國只有三部，包括《無量壽經》，《華嚴》、《法華》、《無量壽》，還有一部就是《梵網經》，沒有傳到中國來。《梵網》也是一部大經，傳到中國來就一品，「菩薩心地戒品」，就這一品，兩卷。"
    },
    {
      "id": "02-037-0181_p0003",
      "zh_CN": "这里面的意思是说一实，一实《佛学大辞典》有一点参考资料。「真如也，一，平等之义，名平等之实相曰一实」。用的这个字用得好，一就是平等，平等就是实相，实相就是一。一是真实，用这个字来做代表，代表真如、代表实相。《三藏法数》第四卷里头有「一实谛，谓一实相中道之理也，无有虚妄，无有颠倒，名一实谛也」。《华严》里面有这么一句话，「从一实之地」，实际上一实就是自性本具的般若智慧。《华严经》佛所说的，一切众生皆有如来智慧德相，这个一实就是自性本具的般若智慧。",
      "zh_TW": "這裡面的意思是說一實，一實《佛學大辭典》有一點參考資料。「真如也，一，平等之義，名平等之實相曰一實」。用的這個字用得好，一就是平等，平等就是實相，實相就是一。一是真實，用這個字來做代表，代表真如、代表實相。《三藏法數》第四卷裡頭有「一實諦，謂一實相中道之理也，無有虛妄，無有顛倒，名一實諦也」。《華嚴》裡面有這麼一句話，「從一實之地」，實際上一實就是自性本具的般若智慧。《華嚴經》佛所說的，一切眾生皆有如來智慧德相，這個一實就是自性本具的般若智慧。"
    },
    {
      "id": "02-037-0181_p0004",
      "zh_CN": "「发生无量无边三昧总持门」，如果不是真实智慧，这是不可能的。无量无边的三昧，无量无边是代表法门。三昧就是禅定，这个名词是梵语，一般翻为正受，三翻为正，昧翻成受，就是正常的享受，受用。凡夫的受有五种，所以叫五受，这五种受是不正常的。身有苦、乐两种受，心有忧、喜两种受，还有一种叫舍受，就是心没有忧喜，身也没有苦乐的时候，这好，这个实际上就是三昧。为什么？他不能支持，他时间很短暂，马上苦乐忧喜又出来了，如果永远保持那就变成三昧。所以，三昧是身没有苦乐，心没有忧喜，平等的，这是真实的受，佛说这个叫正受。八万四千法门修什么？就是修正受，所以方法很多。《金刚经》上讲得好，「法门平等，无有高下」，每个法门最后都是到正受，那就是佛法，最后达不到正受，那就不是佛法。正受就是禅定。总持，禅定里面开智慧，智慧才是总一切法，持一切义。自性般若统统具足，只要见性你就得到了。",
      "zh_TW": "「發生無量無邊三昧總持門」，如果不是真實智慧，這是不可能的。無量無邊的三昧，無量無邊是代表法門。三昧就是禪定，這個名詞是梵語，一般翻為正受，三翻為正，昧翻成受，就是正常的享受，受用。凡夫的受有五種，所以叫五受，這五種受是不正常的。身有苦、樂兩種受，心有憂、喜兩種受，還有一種叫捨受，就是心沒有憂喜，身也沒有苦樂的時候，這好，這個實際上就是三昧。為什麼？他不能支持，他時間很短暫，馬上苦樂憂喜又出來了，如果永遠保持那就變成三昧。所以，三昧是身沒有苦樂，心沒有憂喜，平等的，這是真實的受，佛說這個叫正受。八萬四千法門修什麼？就是修正受，所以方法很多。《金剛經》上講得好，「法門平等，無有高下」，每個法門最後都是到正受，那就是佛法，最後達不到正受，那就不是佛法。正受就是禪定。總持，禪定裡面開智慧，智慧才是總一切法，持一切義。自性般若統統具足，只要見性你就得到了。"
    },
    {
      "id": "02-037-0181_p0005",
      "zh_CN": "所以我们细心去观察，《六祖坛经》上说能大师听到神秀大师的偈子，为什么当时那么多人听都没发现？大家都一昧在赞叹，没人发现它的毛病。大概发现毛病，知道很清楚的，就是五祖忍和尚跟惠能两个人，其他人都没发现。这是什么？这个心是不是住在三昧上？是不是有真智慧？没有真智慧不行。可是神秀自己，他知道他自己没有开悟，所以做这个偈子做得满身都大汗，晚上都睡不着觉。不敢送给老和尚，所以把它写在墙壁上，也不说名字。老和尚若赞叹，他就出来说是我写的；老和尚说不行，就别说话，不知道是谁写的。所以，看到《坛经》上描绘当时神秀大师的心态，自己没有把握。这就是他没有得三昧，得三昧开智慧就不是这样的了。",
      "zh_TW": "所以我們細心去觀察，《六祖壇經》上說能大師聽到神秀大師的偈子，為什麼當時那麼多人聽都沒發現？大家都一昧在讚歎，沒人發現它的毛病。大概發現毛病，知道很清楚的，就是五祖忍和尚跟惠能兩個人，其他人都沒發現。這是什麼？這個心是不是住在三昧上？是不是有真智慧？沒有真智慧不行。可是神秀自己，他知道他自己沒有開悟，所以做這個偈子做得滿身都大汗，晚上都睡不著覺。不敢送給老和尚，所以把它寫在牆壁上，也不說名字。老和尚若讚歎，他就出來說是我寫的；老和尚說不行，就別說話，不知道是誰寫的。所以，看到《壇經》上描繪當時神秀大師的心態，自己沒有把握。這就是他沒有得三昧，得三昧開智慧就不是這樣的了。"
    },
    {
      "id": "02-037-0181_p0006",
      "zh_CN": "「如是一一地中」，一一地是十地，这是初地，每一地中次第增长，这个增长是智慧增长，定功增长。定功一地比一地深，智慧一地比一地大，到第八地才见到宇宙的真相，见到阿赖耶。见到阿赖耶才能转识成智，真的转了。没有见到阿赖耶你怎么转它？可是我们在大乘教里面看到，圆教初住，别教初地，应该要从圆教来讲，初住菩萨就破无明，放下了起心动念，不起心、不动念，明心见性。在这个时候我们要问，他们有没有转识成智？不起心、不动念就是不用阿赖耶了，不分别不用意识了，不执着不用末那，不用，那不就转过来了吗？肯定转过来了。但是转过来，我们知道习气没断，他还有浓厚的习气，那就是用得不自在，他带着浓厚习气。",
      "zh_TW": "「如是一一地中」，一一地是十地，這是初地，每一地中次第增長，這個增長是智慧增長，定功增長。定功一地比一地深，智慧一地比一地大，到第八地才見到宇宙的真相，見到阿賴耶。見到阿賴耶才能轉識成智，真的轉了。沒有見到阿賴耶你怎麼轉它？可是我們在大乘教裡面看到，圓教初住，別教初地，應該要從圓教來講，初住菩薩就破無明，放下了起心動念，不起心、不動念，明心見性。在這個時候我們要問，他們有沒有轉識成智？不起心、不動念就是不用阿賴耶了，不分別不用意識了，不執著不用末那，不用，那不就轉過來了嗎？肯定轉過來了。但是轉過來，我們知道習氣沒斷，他還有濃厚的習氣，那就是用得不自在，他帶著濃厚習氣。"
    },
    {
      "id": "02-037-0181_p0007",
      "zh_CN": "这桩事情，我们可以看地地他们修行的状况我们就能了解。譬如经上告诉我们，阿罗汉见思烦恼断了，见思习气没断。见思烦恼断了，他就出了六道轮回，生到四圣法界，比天界再高一层，到声闻法界。在声闻法界他要断习气，习气断掉之后他就升级了，他就生到辟支佛。所以，阿罗汉在四圣法界虽然见思烦恼断了，有见思烦恼习气。辟支佛见思习气没有了，他有尘沙烦恼，他把尘沙烦恼断掉，他就升级，他升做菩萨，四圣法界里面的菩萨，叫权教菩萨。所以，菩萨没有尘沙烦恼，有尘沙烦恼的习气。菩萨断什么？菩萨就断习气，尘沙烦恼习气断掉，他就成佛了，四圣法界里面的佛。所以四圣法界里面的佛，见思烦恼连习气，尘沙烦恼也是连习气，都断了，他只有无明烦恼没断。无明烦恼一断他升级了，他就是圆教初住菩萨，就是我们讲的明心见性，见性成佛。在华严会上他是圆教初住，别教他是初地，但是习气没断，习气带去了。",
      "zh_TW": "這樁事情，我們可以看地地他們修行的狀況我們就能了解。譬如經上告訴我們，阿羅漢見思煩惱斷了，見思習氣沒斷。見思煩惱斷了，他就出了六道輪迴，生到四聖法界，比天界再高一層，到聲聞法界。在聲聞法界他要斷習氣，習氣斷掉之後他就升級了，他就生到辟支佛。所以，阿羅漢在四聖法界雖然見思煩惱斷了，有見思煩惱習氣。辟支佛見思習氣沒有了，他有塵沙煩惱，他把塵沙煩惱斷掉，他就升級，他升做菩薩，四聖法界裡面的菩薩，叫權教菩薩。所以，菩薩沒有塵沙煩惱，有塵沙煩惱的習氣。菩薩斷什麼？菩薩就斷習氣，塵沙煩惱習氣斷掉，他就成佛了，四聖法界裡面的佛。所以四聖法界裡面的佛，見思煩惱連習氣，塵沙煩惱也是連習氣，都斷了，他只有無明煩惱沒斷。無明煩惱一斷他升級了，他就是圓教初住菩薩，就是我們講的明心見性，見性成佛。在華嚴會上他是圓教初住，別教他是初地，但是習氣沒斷，習氣帶去了。"
    },
    {
      "id": "02-037-0181_p0008",
      "zh_CN": "无始无明的习气没法子断，你看，不起心不动念你还断什么？你还用什么方法？所以，无始无明习气是最难断的，藕断丝连，非常难断。你看他在实报庄严土就是断无始无明习气，需要三大阿僧祇劫这么长的时间，自自然然让它没有了，就是在这个时候根本不必理它。这四十一个阶级我们就知道，所以我们这么多年的学习体会到，四十一个阶级不能说有，也不能说无。厚薄习气真的真有，但是他不起心不动念，从不起心不动念，哪有阶级可以说？不能说，但是习气厚薄真有，不是假的。到等觉，就是最后一品无始无明习气，叫生相无明，那一点跟最初一念不觉的状况完全相同，就那个一念不觉。那时候一念不觉，迷了，现在最后一念觉了，悟了，迷破尽了，这是最微细的。这才回归常寂光，常寂光真正是一真法界，连一都不可得，一也是不得已一个称呼。",
      "zh_TW": "無始無明的習氣沒法子斷，你看，不起心不動念你還斷什麼？你還用什麼方法？所以，無始無明習氣是最難斷的，藕斷絲連，非常難斷。你看他在實報莊嚴土就是斷無始無明習氣，需要三大阿僧祇劫這麼長的時間，自自然然讓它沒有了，就是在這個時候根本不必理它。這四十一個階級我們就知道，所以我們這麼多年的學習體會到，四十一個階級不能說有，也不能說無。厚薄習氣真的真有，但是他不起心不動念，從不起心不動念，哪有階級可以說？不能說，但是習氣厚薄真有，不是假的。到等覺，就是最後一品無始無明習氣，叫生相無明，那一點跟最初一念不覺的狀況完全相同，就那個一念不覺。那時候一念不覺，迷了，現在最後一念覺了，悟了，迷破盡了，這是最微細的。這才回歸常寂光，常寂光真正是一真法界，連一都不可得，一也是不得已一個稱呼。"
    },
    {
      "id": "02-037-0181_p0009",
      "zh_CN": "所以我们晓得，这四十一个阶级里头，每提升一层就是习气断掉一层，智慧又增长一层。但是，他们得阿弥陀佛本愿威神加持，智慧、神通、道力就跟阿弥陀佛好像是差不多。弥陀威神加持所有往生的众生，包括等觉菩萨。如果没有阿弥陀佛的加持，他们在实报庄严土提升自己跟教化众生没有那么圆满，总还有一点欠缺；得到阿弥陀佛威神加持，就跟诸佛如来完全相同，这是我们能够理解的。这是西方极乐世界无比的殊胜，为什么十方诸佛，说佛佛道同，没有高下，诸佛赞叹弥陀为「光中极尊，佛中之王」，那我们要问，是不是他有一点过分？一点都不过分。什么原因？一切诸佛如来在因地，在因地修行，愿力不一样。阿弥陀佛愿力特别大，不忍心看造作罪业的众生，他能够原谅造一切重罪的众生。为什么？他知道一切众生本来是佛，他本性是佛。你本来是佛，为什么堕落成这个样子？遇缘不善，没有人教你。所以佛法在这个世间完全给你讲缘生，不跟你讲因，总在遇缘不同。你遇缘殊胜，受过良好的教育，你不会这么做法。",
      "zh_TW": "所以我們曉得，這四十一個階級裡頭，每提升一層就是習氣斷掉一層，智慧又增長一層。但是，他們得阿彌陀佛本願威神加持，智慧、神通、道力就跟阿彌陀佛好像是差不多。彌陀威神加持所有往生的眾生，包括等覺菩薩。如果沒有阿彌陀佛的加持，他們在實報莊嚴土提升自己跟教化眾生沒有那麼圓滿，總還有一點欠缺；得到阿彌陀佛威神加持，就跟諸佛如來完全相同，這是我們能夠理解的。這是西方極樂世界無比的殊勝，為什麼十方諸佛，說佛佛道同，沒有高下，諸佛讚歎彌陀為「光中極尊，佛中之王」，那我們要問，是不是他有一點過分？一點都不過分。什麼原因？一切諸佛如來在因地，在因地修行，願力不一樣。阿彌陀佛願力特別大，不忍心看造作罪業的眾生，他能夠原諒造一切重罪的眾生。為什麼？他知道一切眾生本來是佛，他本性是佛。你本來是佛，為什麼墮落成這個樣子？遇緣不善，沒有人教你。所以佛法在這個世間完全給你講緣生，不跟你講因，總在遇緣不同。你遇緣殊勝，受過良好的教育，你不會這麼做法。"
    },
    {
      "id": "02-037-0181_p0010",
      "zh_CN": "古时候跟现在不一样，古时候有人教，在中国有儒释道教你，在外国有很多宗教教你；换句话说，纵然作恶还不离谱，还有个分寸。最近这个一百年，特别是二战之后这个六、七十年，算是一甲子，中国说法，这个六十年，这个六十年没人教了，更没有人去做。所教的，你所看到的、所听到的、所接触到的，全是违背性德的。不知道什么叫性德，没听说过，没有看到过，没有接触到过，跟着社会大众一起学。最近这三十年来，科技特别发达，尤其是媒体，三十年前才有彩色电视，在这个之前是黑白的，不是彩色的。再之前，抗战胜利之后，人家家里有个收音机很奢侈了，那就很难得了，听声音，看不到画面。大概十年之后，电视机出现了，黑白的。黑白电视机大概二十年，完全转成彩色的。这个东西出现了没有好处，人全学坏了，里面的内容，愈靠近现在就愈不能看。这个学得好快，人学好不容易，学坏很容易，全学坏了。所以，今天的问题就是人心坏了，这是唐太宗讲的，不是别的，人心坏了。",
      "zh_TW": "古時候跟現在不一樣，古時候有人教，在中國有儒釋道教你，在外國有很多宗教教你；換句話說，縱然作惡還不離譜，還有個分寸。最近這個一百年，特別是二戰之後這個六、七十年，算是一甲子，中國說法，這個六十年，這個六十年沒人教了，更沒有人去做。所教的，你所看到的、所聽到的、所接觸到的，全是違背性德的。不知道什麼叫性德，沒聽說過，沒有看到過，沒有接觸到過，跟著社會大眾一起學。最近這三十年來，科技特別發達，尤其是媒體，三十年前才有彩色電視，在這個之前是黑白的，不是彩色的。再之前，抗戰勝利之後，人家家裡有個收音機很奢侈了，那就很難得了，聽聲音，看不到畫面。大概十年之後，電視機出現了，黑白的。黑白電視機大概二十年，完全轉成彩色的。這個東西出現了沒有好處，人全學壞了，裡面的內容，愈靠近現在就愈不能看。這個學得好快，人學好不容易，學壞很容易，全學壞了。所以，今天的問題就是人心壞了，這是唐太宗講的，不是別的，人心壞了。"
    },
    {
      "id": "02-037-0181_p0011",
      "zh_CN": "我在国外有人问我，现在很多制度上的问题，哪一种比较好？我答复他的，制度上都没有问题，问题在人心。人心要好，制度不好，他一样做好事；人心不好，制度再好，他还是干坏事。今天社会问题不是别的，如何拯救人心，这就全靠教育。我们中国疏忽老祖宗的教育，从慈禧开端，差不多两百年了。西方对于宗教教育丧失信心，应该有四百年，科学技术发达了。科学第一个要求你的条件就是怀疑，怀疑才能发现真理。所以，对神开始怀疑，最后拿不出证据，就宣告上帝死亡。维系西方社会的权威逐渐丧失掉，西方社会乱了。中国由于老祖宗的东西丢掉了，东方社会也乱了，全世界都乱了。",
      "zh_TW": "我在國外有人問我，現在很多制度上的問題，哪一種比較好？我答覆他的，制度上都沒有問題，問題在人心。人心要好，制度不好，他一樣做好事；人心不好，制度再好，他還是幹壞事。今天社會問題不是別的，如何拯救人心，這就全靠教育。我們中國疏忽老祖宗的教育，從慈禧開端，差不多兩百年了。西方對於宗教教育喪失信心，應該有四百年，科學技術發達了。科學第一個要求你的條件就是懷疑，懷疑才能發現真理。所以，對神開始懷疑，最後拿不出證據，就宣告上帝死亡。維繫西方社會的權威逐漸喪失掉，西方社會亂了。中國由於老祖宗的東西丟掉了，東方社會也亂了，全世界都亂了。"
    },
    {
      "id": "02-037-0181_p0012",
      "zh_CN": "我们实在讲，万幸！在这个时代当中能遇到佛法、能遇到方东美先生。要遇不到他，我们绝不会相信的，哪个什么和尚、高僧大德来给我讲，我不会接受的。为什么？脑子有个观念，迷信，这个就是大障碍。我们跟方老师是学哲学，不是学宗教。没有想到，他自己学哲学，这也是一场病的因缘，让他有这么个缘分，到峨嵋山去养病，在那里住了几个月，天天看佛经。我相信他前生可能就是出家人，有根，要不然他怎么看得懂？他看得很有兴趣，就是看上瘾了，一生不离开佛经。所以他讲话我们相信，为什么？他自己真干，他不是说假的，他说真的，他真干。",
      "zh_TW": "我們實在講，萬幸！在這個時代當中能遇到佛法、能遇到方東美先生。要遇不到他，我們絕不會相信的，哪個什麼和尚、高僧大德來給我講，我不會接受的。為什麼？腦子有個觀念，迷信，這個就是大障礙。我們跟方老師是學哲學，不是學宗教。沒有想到，他自己學哲學，這也是一場病的因緣，讓他有這麼個緣分，到峨嵋山去養病，在那裡住了幾個月，天天看佛經。我相信他前生可能就是出家人，有根，要不然他怎麼看得懂？他看得很有興趣，就是看上癮了，一生不離開佛經。所以他講話我們相信，為什麼？他自己真幹，他不是說假的，他說真的，他真幹。"
    },
    {
      "id": "02-037-0181_p0013",
      "zh_CN": "于是我们也遵循他的指导、他的教诲去研究、去探讨，发现了，佛教跟西方人讲的宗教完全不相同。西方宗教最重要的是信心，佛也是的，所谓「信为道元功德母」。但是西方宗教，神是绝对的权威，神说的没有任何人敢反对。佛教不是的，佛教你可以跟释迦牟尼佛辩论，佛菩萨不但不责备你，欢喜，愈辩你才愈明白。所以到西藏还留的这个风俗，叫辩经，就是辩论。这在其他宗教没有的，佛教是准许你怀疑，让你深入经藏，逐渐把事实真相都搞清楚了。把事实真相，在佛法里面用六个字做代表，性相。性是本体，相是现相，本体就是真如，就是此地讲的一实，诸法实相，讲自性、讲本性都可以。本来是佛是从体上讲的，从体才变出现象，这个现象是宇宙、万法、生命，跟我们自己从哪来的，都容许你去讨论、去研究。",
      "zh_TW": "於是我們也遵循他的指導、他的教誨去研究、去探討，發現了，佛教跟西方人講的宗教完全不相同。西方宗教最重要的是信心，佛也是的，所謂「信為道元功德母」。但是西方宗教，神是絕對的權威，神說的沒有任何人敢反對。佛教不是的，佛教你可以跟釋迦牟尼佛辯論，佛菩薩不但不責備你，歡喜，愈辯你才愈明白。所以到西藏還留的這個風俗，叫辯經，就是辯論。這在其他宗教沒有的，佛教是准許你懷疑，讓你深入經藏，逐漸把事實真相都搞清楚了。把事實真相，在佛法裡面用六個字做代表，性相。性是本體，相是現相，本體就是真如，就是此地講的一實，諸法實相，講自性、講本性都可以。本來是佛是從體上講的，從體才變出現象，這個現象是宇宙、萬法、生命，跟我們自己從哪來的，都容許你去討論、去研究。"
    },
    {
      "id": "02-037-0181_p0014",
      "zh_CN": "宇宙从哪里来的？佛所说的，跟现代的量子力学家所发现的完全相同，是从你自己一念不觉而来的。没有主宰，如果说主宰，是你自己，随着你的念头在产生变化。你看贤首国师《还源观》，那是他学《华严》的一篇论文，现在讲博士论文，他那篇是博士论文。文字不多，把这一部《大方广佛华严经》，那叫精髓拈出来了，告诉我们宇宙人生到底怎么回事情，答案清清楚楚。从一体，起二用，二用就是依报跟正报，从体起用。无论是依报、无论是正报都具足三种周遍，这就是它的特性，它的性质。念头只要一起，周遍法界，为什么？因为法界是一体，就好像我们身上，身上任何一个部位要是有一根刺扎到了，全身都感到痛，立刻就感到。遍法界虚空界是一体，任何我们念头上动一个念头，物质的身体上，这个物质细胞它是波动现象形成的，全都周遍法界。如果我们有三昧，有定功，我们的能力恢复了，我们障碍去掉了，遍法界虚空界信息我们统统收到。我们自己身体、念头也是个发射台，我们也不断的用一秒钟一千六百兆次的波往外头发射，一样的。我们的起心动念，有意，自己知道的，无意，自己不知道的，都在发射。外面像个网路一样，互相交叉，统统明了，真是不可思议的境界。",
      "zh_TW": "宇宙從哪裡來的？佛所說的，跟現代的量子力學家所發現的完全相同，是從你自己一念不覺而來的。沒有主宰，如果說主宰，是你自己，隨著你的念頭在產生變化。你看賢首國師《還源觀》，那是他學《華嚴》的一篇論文，現在講博士論文，他那篇是博士論文。文字不多，把這一部《大方廣佛華嚴經》，那叫精髓拈出來了，告訴我們宇宙人生到底怎麼回事情，答案清清楚楚。從一體，起二用，二用就是依報跟正報，從體起用。無論是依報、無論是正報都具足三種周遍，這就是它的特性，它的性質。念頭只要一起，周遍法界，為什麼？因為法界是一體，就好像我們身上，身上任何一個部位要是有一根刺扎到了，全身都感到痛，立刻就感到。遍法界虛空界是一體，任何我們念頭上動一個念頭，物質的身體上，這個物質細胞它是波動現象形成的，全都周遍法界。如果我們有三昧，有定功，我們的能力恢復了，我們障礙去掉了，遍法界虛空界信息我們統統收到。我們自己身體、念頭也是個發射台，我們也不斷的用一秒鐘一千六百兆次的波往外頭發射，一樣的。我們的起心動念，有意，自己知道的，無意，自己不知道的，都在發射。外面像個網路一樣，互相交叉，統統明瞭，真是不可思議的境界。"
    },
    {
      "id": "02-037-0181_p0015",
      "zh_CN": "三种周遍让我们了解事实真相，第一个是没有障碍，它起作用，发射出去之后，出生无尽。于是我们就知道，佛家讲无常，无常范围太大了，遍法界虚空界，随着念头都在起变化，整个现象都是无常的。真常的就是自性，本体，起二用的时候就是无常，心理变化、物质变化。可是这里头有个很重要的问题，就是第三个周遍，含容周遍。佛与法身菩萨他完全用上了，我们迷了。含容周遍是什么？今天我们讲量大，量大福大，量大智大。我们今天量小，小到什么程度？两个人都不能相容。夫妻两个要离婚，为什么？彼此不能相容，你说心量小到什么程度！他们的心量原本是心包太虚，量周沙界，那么大的心量！法界虚空界多大，他的心量就多大。佛告诉我们，这是你们自己本来的心量，你本来是这样的。如果我们心量扩大，扩大到虚空法界，人就成佛了。小，小到极处，连自己都不能包容，就到地狱去了。拓开心量太要紧了！",
      "zh_TW": "三種周遍讓我們了解事實真相，第一個是沒有障礙，它起作用，發射出去之後，出生無盡。於是我們就知道，佛家講無常，無常範圍太大了，遍法界虛空界，隨著念頭都在起變化，整個現象都是無常的。真常的就是自性，本體，起二用的時候就是無常，心理變化、物質變化。可是這裡頭有個很重要的問題，就是第三個周遍，含容周遍。佛與法身菩薩他完全用上了，我們迷了。含容周遍是什麼？今天我們講量大，量大福大，量大智大。我們今天量小，小到什麼程度？兩個人都不能相容。夫妻兩個要離婚，為什麼？彼此不能相容，你說心量小到什麼程度！他們的心量原本是心包太虛，量周沙界，那麼大的心量！法界虛空界多大，他的心量就多大。佛告訴我們，這是你們自己本來的心量，你本來是這樣的。如果我們心量擴大，擴大到虛空法界，人就成佛了。小，小到極處，連自己都不能包容，就到地獄去了。拓開心量太要緊了！"
    },
    {
      "id": "02-037-0181_p0016",
      "zh_CN": "要学着包容人，要学着原谅别人，要学谦虚，人不谦虚，不能包容，要是傲慢，不能包容，一定是放下傲慢，要学习谦虚。对一切众生谦虚，对蚊虫蚂蚁都谦虚，我们看到合掌，蚂蚁菩萨、蚊虫菩萨。牠懂不懂？牠真懂，从来没有人对牠这么尊重，我们对牠尊重，牠感到很惊讶。长久这样对牠的时候就有感动，牠不会来干扰我们。我们得用真诚心，要养成习惯。再扩大到山河大地，遍法界虚空界，真诚心、恭敬心来对待，知道这是我们的一体。尊重一切，尊重我们的法身，尊重我们的本性，因为它是从我们的法身、本性显现出来的，自他不二。上跟佛是一体，下跟地狱众生也是一体，十法界依正庄严，是一个自性变现出来的。这个自性就是自己的自性，是一切万法共同就是一个自性，所以一切万法不二，是自己。",
      "zh_TW": "要學著包容人，要學著原諒別人，要學謙虛，人不謙虛，不能包容，要是傲慢，不能包容，一定是放下傲慢，要學習謙虛。對一切眾生謙虛，對蚊蟲螞蟻都謙虛，我們看到合掌，螞蟻菩薩、蚊蟲菩薩。牠懂不懂？牠真懂，從來沒有人對牠這麼尊重，我們對牠尊重，牠感到很驚訝。長久這樣對牠的時候就有感動，牠不會來干擾我們。我們得用真誠心，要養成習慣。再擴大到山河大地，遍法界虛空界，真誠心、恭敬心來對待，知道這是我們的一體。尊重一切，尊重我們的法身，尊重我們的本性，因為它是從我們的法身、本性顯現出來的，自他不二。上跟佛是一體，下跟地獄眾生也是一體，十法界依正莊嚴，是一個自性變現出來的。這個自性就是自己的自性，是一切萬法共同就是一個自性，所以一切萬法不二，是自己。"
    },
    {
      "id": "02-037-0181_p0017",
      "zh_CN": "「迄至第十地满足」，十地是菩萨圆满，没有到十一地，从十地转到第十一地。「尔时，从一实境界」，一实相的境界，「具足发生一切庄严，唯少如来一位」。这个具足发生一切庄严，庄严到了极处，庄严达到了圆满，是什么时候？等觉位。等觉位，为什么？庄严是有相的，有现相，妙觉位现相没有了，他没有相。所以，有相庄严达到最究竟、最圆满的是等觉菩萨。他说唯少如来一位，「未得证知」。再提升，再提升那就「更有一转法性生」，这就是补处。所以补处菩萨他有相，但是他已经证得圆满的法性，跟妙觉没有两样。实际上，他确确实实已经住到常寂光，实报土里面还留了一个身，就像小乘里面讲的「有余依涅槃」。有余依是什么？还有余的，他还有个身体在。小乘，这个人已经证阿罗汉，确确实实小乘偏真涅槃他证到了，他这个身体随时可以丢，不丢也可以，不丢的时候，有余依涅槃；身体不要，无余依涅槃。补处菩萨亦如是，补处菩萨是入大般涅槃，大乘的，不是小乘的，就是回归自性了。他确实回归自性了，但是实报土里头留个身相在，或者是在十方刹土他做补处菩萨，等待圆满，他就示现成佛。",
      "zh_TW": "「迄至第十地滿足」，十地是菩薩圓滿，沒有到十一地，從十地轉到第十一地。「爾時，從一實境界」，一實相的境界，「具足發生一切莊嚴，唯少如來一位」。這個具足發生一切莊嚴，莊嚴到了極處，莊嚴達到了圓滿，是什麼時候？等覺位。等覺位，為什麼？莊嚴是有相的，有現相，妙覺位現相沒有了，他沒有相。所以，有相莊嚴達到最究竟、最圓滿的是等覺菩薩。他說唯少如來一位，「未得證知」。再提升，再提升那就「更有一轉法性生」，這就是補處。所以補處菩薩他有相，但是他已經證得圓滿的法性，跟妙覺沒有兩樣。實際上，他確確實實已經住到常寂光，實報土裡面還留了一個身，就像小乘裡面講的「有餘依涅槃」。有餘依是什麼？還有餘的，他還有個身體在。小乘，這個人已經證阿羅漢，確確實實小乘偏真涅槃他證到了，他這個身體隨時可以丟，不丟也可以，不丟的時候，有餘依涅槃；身體不要，無餘依涅槃。補處菩薩亦如是，補處菩薩是入大般涅槃，大乘的，不是小乘的，就是回歸自性了。他確實回歸自性了，但是實報土裡頭留個身相在，或者是在十方剎土他做補處菩薩，等待圓滿，他就示現成佛。"
    },
    {
      "id": "02-037-0181_p0018",
      "zh_CN": "这种种示现是为众生，不是为自己。在他自己，我们一定要知道，只要是实报土的菩萨，都没有起心动念、都没有分别执着，这种示现完全是感应道交。实报土里面四十一位法身大士有感，所以阿弥陀佛在那里现报身。那个报身是应众生之感而现的，在实报土叫报身，在十法界叫应身；时间很短促，几分钟，可以到十几天，那叫化身，事办完了就不见了，那叫化身。化身，我看多半那个作用是帮助人起信心的。因为有一些人，很聪明，他没有看见他不相信，一定要看见，真的让他看到佛了。看到佛，相信了，佛不见了，但是他真看过了，他有这个经验，他相信。大概这种作用是最多的。这个人有善根，过去多生多劫有善根，这一生又到人间来的时候，没有遇到这个缘他不相信，他接触过佛法，没有信心。必须他自己真的见到，信心生起来了。",
      "zh_TW": "這種種示現是為眾生，不是為自己。在他自己，我們一定要知道，只要是實報土的菩薩，都沒有起心動念、都沒有分別執著，這種示現完全是感應道交。實報土裡面四十一位法身大士有感，所以阿彌陀佛在那裡現報身。那個報身是應眾生之感而現的，在實報土叫報身，在十法界叫應身；時間很短促，幾分鐘，可以到十幾天，那叫化身，事辦完了就不見了，那叫化身。化身，我看多半那個作用是幫助人起信心的。因為有一些人，很聰明，他沒有看見他不相信，一定要看見，真的讓他看到佛了。看到佛，相信了，佛不見了，但是他真看過了，他有這個經驗，他相信。大概這種作用是最多的。這個人有善根，過去多生多劫有善根，這一生又到人間來的時候，沒有遇到這個緣他不相信，他接觸過佛法，沒有信心。必須他自己真的見到，信心生起來了。"
    },
    {
      "id": "02-037-0181_p0019",
      "zh_CN": "像朱镜宙老居士，跟李炳南老居士同年，他们都是老朋友。早年都是亲近印光大师的，所以也算是同参、同学，我学佛，跟他的缘非常密切。他告诉我他学佛的原因，他的岳丈，岳父章太炎，这是中国读书人都知道的，民国初年中国大汉学家，叫朴学，朴学家，大家，学术界非常有地位，他是他的女婿。章太炎学佛，那个事迹很多，甚至于见到许许多多的这些例子，他都没有办法完全相信，只知道这事情不是假的。他真正信佛，是抗战期间，他那时候任职是四川跟西康两省的税务局长，他是学财经的，这个职位很高。有一天晚上跟朋友打麻将，打到深夜才散会。散会，那个时候官虽然大，没有交通工具，都得走路，没有车。马也没有，高级军官才会有一匹马。在抗战期间，在那个时候的口号，军事第一，胜利第一，其他的顺序都排下去了。所以对军人有优惠，高级军官会有一匹马。",
      "zh_TW": "像朱鏡宙老居士，跟李炳南老居士同年，他們都是老朋友。早年都是親近印光大師的，所以也算是同參、同學，我學佛，跟他的緣非常密切。他告訴我他學佛的原因，他的岳丈，岳父章太炎，這是中國讀書人都知道的，民國初年中國大漢學家，叫樸學，樸學家，大家，學術界非常有地位，他是他的女婿。章太炎學佛，那個事蹟很多，甚至於見到許許多多的這些例子，他都沒有辦法完全相信，只知道這事情不是假的。他真正信佛，是抗戰期間，他那時候任職是四川跟西康兩省的稅務局長，他是學財經的，這個職位很高。有一天晚上跟朋友打麻將，打到深夜才散會。散會，那個時候官雖然大，沒有交通工具，都得走路，沒有車。馬也沒有，高級軍官才會有一匹馬。在抗戰期間，在那個時候的口號，軍事第一，勝利第一，其他的順序都排下去了。所以對軍人有優惠，高級軍官會有一匹馬。"
    },
    {
      "id": "02-037-0181_p0020",
      "zh_CN": "他晚上走路回去，很晚，应该是一、二点钟。走的路，那个时候的电灯，路灯，你们都无法想像，我们亲眼见过，二十烛光的灯泡，大概五十米有一个电线杆。你想想看，那个就像什么？就像海上灯塔一样，就是让你晓得有一条路，漆黑的，真看不到。他说他回去的时候，差不多要走四、五十分钟，回到家，他前面有个女孩子，走在前面，也没有在意。他说差不多走了半个小时，很长的时间，半个小时，突然想起来，夜这么深，怎么会有一个女孩子出来，孤单的一个人在走？这一想，身上寒毛直竖，再一看，前面这个女孩子有上身没有下身。这一下就吓到了，这一吓一惊那个人就没有了。他从这一次就真相信了，真正相信，他就真学佛了。他说这个可能是观世音菩萨化身来度他的，没有经过这个事情，半信半疑。亲身经历的，而且他说时间很长，不是短时间。如果不是他惊吓，大概那个还没走，还在前面走，这一惊吓的时候不见了。",
      "zh_TW": "他晚上走路回去，很晚，應該是一、二點鐘。走的路，那個時候的電燈，路燈，你們都無法想像，我們親眼見過，二十燭光的燈泡，大概五十米有一個電線桿。你想想看，那個就像什麼？就像海上燈塔一樣，就是讓你曉得有一條路，漆黑的，真看不到。他說他回去的時候，差不多要走四、五十分鐘，回到家，他前面有個女孩子，走在前面，也沒有在意。他說差不多走了半個小時，很長的時間，半個小時，突然想起來，夜這麼深，怎麼會有一個女孩子出來，孤單的一個人在走？這一想，身上寒毛直豎，再一看，前面這個女孩子有上身沒有下身。這一下就嚇到了，這一嚇一驚那個人就沒有了。他從這一次就真相信了，真正相信，他就真學佛了。他說這個可能是觀世音菩薩化身來度他的，沒有經過這個事情，半信半疑。親身經歷的，而且他說時間很長，不是短時間。如果不是他驚嚇，大概那個還沒走，還在前面走，這一驚嚇的時候不見了。"
    },
    {
      "id": "02-037-0181_p0021",
      "zh_CN": "这是什么？这个都是属于化身，真的是应以什么身得度就现什么身，应该在什么时候、机缘的时候，佛菩萨那感应道交就恰到好处。就让你在这个时候回头，从此就变成真的虔诚的佛教徒。老人的故事非常多，讲不完的故事，我们年轻人在他面前是孙子辈。我认识他，他六十九岁，我二十六岁，孙子辈。所以很多地方我们细心去体会。这一段里头的意思，就是等觉菩萨而成为一生补处，一生补处实际上真的是妙觉果位。",
      "zh_TW": "這是什麼？這個都是屬於化身，真的是應以什麼身得度就現什麼身，應該在什麼時候、機緣的時候，佛菩薩那感應道交就恰到好處。就讓你在這個時候回頭，從此就變成真的虔誠的佛教徒。老人的故事非常多，講不完的故事，我們年輕人在他面前是孫子輩。我認識他，他六十九歲，我二十六歲，孫子輩。所以很多地方我們細心去體會。這一段裡頭的意思，就是等覺菩薩而成為一生補處，一生補處實際上真的是妙覺果位。"
    },
    {
      "id": "02-037-0181_p0022",
      "zh_CN": "底下这一段说，「又昙鸾大师更谓极乐菩萨或可不从一地至一地，而顿登补处」。这个有道理。因为什么？因为是极乐世界的，不同于其他诸佛的实报土，其他诸佛实报土，连华藏世界都不能例外，是要一地一地。极乐世界非常非常特殊，他说或者是可以不从一地到一地，就是他可以跳级。从初地可以跳成八地，从八地可以跳成等觉，他不是一级一级的，这是昙鸾法师告诉我们。因为同居土、方便土没有按照次第，善导大师告诉我们总在遇缘不同，大师给我们讲的，是西方净土「四土三辈九品，总在遇缘不同」。如果遇缘殊胜，他就不必经一地到一地，甚至于凡圣同居土里面的菩萨，可以不必经历方便土就直接可以提升到实报庄严土。有没有可能提到等觉？我们相信有可能，这个是极乐世界阿弥陀佛不可思议的威神。",
      "zh_TW": "底下這一段說，「又曇鸞大師更謂極樂菩薩或可不從一地至一地，而頓登補處」。這個有道理。因為什麼？因為是極樂世界的，不同於其他諸佛的實報土，其他諸佛實報土，連華藏世界都不能例外，是要一地一地。極樂世界非常非常特殊，他說或者是可以不從一地到一地，就是他可以跳級。從初地可以跳成八地，從八地可以跳成等覺，他不是一級一級的，這是曇鸞法師告訴我們。因為同居土、方便土沒有按照次第，善導大師告訴我們總在遇緣不同，大師給我們講的，是西方淨土「四土三輩九品，總在遇緣不同」。如果遇緣殊勝，他就不必經一地到一地，甚至於凡聖同居土裡面的菩薩，可以不必經歷方便土就直接可以提升到實報莊嚴土。有沒有可能提到等覺？我們相信有可能，這個是極樂世界阿彌陀佛不可思議的威神。"
    },
    {
      "id": "02-037-0181_p0023",
      "zh_CN": "但是经里头有一句经文我们要记住，就是为什么有这种缘分？经上讲，每个念佛往生到极乐世界的人，都是过去生中曾经供养无量诸佛，你今天念佛能往生，无量诸佛在加持你。这个就太难得了，所以这个法门叫难信之法。你为什么听了能相信？相信真有极乐世界，真有阿弥陀佛，念佛真能往生，一生真能成就，这太不容易了，是过去世宿世善根深厚。善根，一个是福报，一个是智慧，福报成就当然快，这单说福报，不说智慧。佛门里面修福报的人比修智慧的人多，你看看现在这个社会，学佛的人全都修福报。不管这个福报是真的是假的，他心目当中全是在修福，他没有想到求智慧。那个福报厚的就得无量诸佛加持，所以他可以不必一地经一地，他可以跳班。",
      "zh_TW": "但是經裡頭有一句經文我們要記住，就是為什麼有這種緣分？經上講，每個念佛往生到極樂世界的人，都是過去生中曾經供養無量諸佛，你今天念佛能往生，無量諸佛在加持你。這個就太難得了，所以這個法門叫難信之法。你為什麼聽了能相信？相信真有極樂世界，真有阿彌陀佛，念佛真能往生，一生真能成就，這太不容易了，是過去世宿世善根深厚。善根，一個是福報，一個是智慧，福報成就當然快，這單說福報，不說智慧。佛門裡面修福報的人比修智慧的人多，你看看現在這個社會，學佛的人全都修福報。不管這個福報是真的是假的，他心目當中全是在修福，他沒有想到求智慧。那個福報厚的就得無量諸佛加持，所以他可以不必一地經一地，他可以跳班。"
    },
    {
      "id": "02-037-0181_p0024",
      "zh_CN": "「言十地阶次者，是释迦如来，于阎浮提，一应化道耳」。这个我们很少听说的，这昙鸾大师说的。讲十地，讲阶次，一地一地，这是释迦牟尼佛在阎浮提，在我们这个地球上教化众生，一应化道耳。一是一期，在这个阶段当中对我们这种根性的人说，用这个说法。「他方净土，何必如此」，这个他方是讲极乐世界，极乐世界跟我们这里不一样。这个昙鸾法师之说，这底下是黄念老他给我们做了个总结，结得很好。「鸾师之说，深显极乐菩萨圆解圆修，一地一切地，故生彼国者，皆不退转，顿超阶次，圆证补处，深显弥陀大愿，妙德难思。」这话可以相信，为什么？《华严经》上曾经说过，一即一切，一切即一，有这个道理、有这个讲法。昙鸾法师这个说法也是有根据的，不是随便说的。这个完全是圆教，如果是圆顿根性，他就不必一地一地的提升。圆顿根性当然也是宿根深厚，也不是一生当中成就的。宿世的善根，一旦被开发，那个起的作用不可思议。这是一生补处愿。说明生到西方极乐世界不仅仅是证得等觉，等觉跟妙觉当中还有个一生补处，这是真正到究竟圆满。下面第三十六愿，第十七章后头这一愿。",
      "zh_TW": "「言十地階次者，是釋迦如來，於閻浮提，一應化道耳」。這個我們很少聽說的，這曇鸞大師說的。講十地，講階次，一地一地，這是釋迦牟尼佛在閻浮提，在我們這個地球上教化眾生，一應化道耳。一是一期，在這個階段當中對我們這種根性的人說，用這個說法。「他方淨土，何必如此」，這個他方是講極樂世界，極樂世界跟我們這裡不一樣。這個曇鸞法師之說，這底下是黃念老他給我們做了個總結，結得很好。「鸞師之說，深顯極樂菩薩圓解圓修，一地一切地，故生彼國者，皆不退轉，頓超階次，圓證補處，深顯彌陀大願，妙德難思。」這話可以相信，為什麼？《華嚴經》上曾經說過，一即一切，一切即一，有這個道理、有這個講法。曇鸞法師這個說法也是有根據的，不是隨便說的。這個完全是圓教，如果是圓頓根性，他就不必一地一地的提升。圓頓根性當然也是宿根深厚，也不是一生當中成就的。宿世的善根，一旦被開發，那個起的作用不可思議。這是一生補處願。說明生到西方極樂世界不僅僅是證得等覺，等覺跟妙覺當中還有個一生補處，這是真正到究竟圓滿。下面第三十六願，第十七章後頭這一願。"
    },
    {
      "id": "02-037-0181_p0025",
      "zh_CN": "【除其本愿。为众生故。被弘誓铠。教化一切有情。皆发信心。修菩提行。行普贤道。虽生他方世界。永离恶趣。或乐说法。或乐听法。或现神足。随意修习。无不圆满。若不尔者。不取正觉。】",
      "zh_TW": "【除其本願。為眾生故。被弘誓鎧。教化一切有情。皆發信心。修菩提行。行普賢道。雖生他方世界。永離惡趣。或樂說法。或樂聽法。或現神足。隨意修習。無不圓滿。若不爾者。不取正覺。】"
    },
    {
      "id": "02-037-0181_p0026",
      "zh_CN": "念老注解里面告诉我们，这是第三十六「教化随意愿」。极乐世界往生的人，里面肯定有慈悲心很重，看众生苦，很想赶快去帮助他们。这个愿望能不能现前？能。弥陀有这一愿，这一愿加持你，你到西方极乐世界，见阿弥陀佛，你就有这个能力去教化众生，教化的智慧、道力、神通跟阿弥陀佛差不多。你没成佛，你有这个本事，你有这个智慧，从哪里来的？阿弥陀佛加持来的。这个真难得，这个事情十方世界没有，只有极乐世界有。",
      "zh_TW": "念老註解裡面告訴我們，這是第三十六「教化隨意願」。極樂世界往生的人，裡面肯定有慈悲心很重，看眾生苦，很想趕快去幫助他們。這個願望能不能現前？能。彌陀有這一願，這一願加持你，你到西方極樂世界，見阿彌陀佛，你就有這個能力去教化眾生，教化的智慧、道力、神通跟阿彌陀佛差不多。你沒成佛，你有這個本事，你有這個智慧，從哪裡來的？阿彌陀佛加持來的。這個真難得，這個事情十方世界沒有，只有極樂世界有。"
    },
    {
      "id": "02-037-0181_p0027",
      "zh_CN": "我们看注解。「下第三十六教化随意愿」。「如上愿所明」，上是前面一愿三十五，是一生补处，「生彼国者，安居乐国」，乐国是极乐世界，「悉登补位」，都能够到达后补佛的地位，「成等正觉」，这是前面一愿所说的。「但菩萨成佛各有愿力」，每个往生的人愿力不一样。「如愿被弘誓铠甲，返入秽土，普利群生，教化有情，则承弥陀愿力加持，教化随意，无不圆满，是为本愿之意也」，这一愿的意思在此地。弥陀对于一切众生的心愿了解得很清楚，确实有慈悲心很重的人，看到这个世间众生太苦，不忍心不救他们。救他们没有能力，求生西方极乐世界，得到阿弥陀佛威神的加持，就能满足你的愿望，你在这个世界就普度众生。我们就晓得，这一愿是为这一类众生所发的，这一愿在弥陀圆满了，圆满就是确确实实有能力加持你，满足你度众生的愿望。",
      "zh_TW": "我們看註解。「下第三十六教化隨意願」。「如上願所明」，上是前面一願三十五，是一生補處，「生彼國者，安居樂國」，樂國是極樂世界，「悉登補位」，都能夠到達後補佛的地位，「成等正覺」，這是前面一願所說的。「但菩薩成佛各有願力」，每個往生的人願力不一樣。「如願被弘誓鎧甲，返入穢土，普利群生，教化有情，則承彌陀願力加持，教化隨意，無不圓滿，是為本願之意也」，這一願的意思在此地。彌陀對於一切眾生的心願了解得很清楚，確實有慈悲心很重的人，看到這個世間眾生太苦，不忍心不救他們。救他們沒有能力，求生西方極樂世界，得到阿彌陀佛威神的加持，就能滿足你的願望，你在這個世界就普度眾生。我們就曉得，這一願是為這一類眾生所發的，這一願在彌陀圓滿了，圓滿就是確確實實有能力加持你，滿足你度眾生的願望。"
    },
    {
      "id": "02-037-0181_p0028",
      "zh_CN": "被弘誓铠甲，这是比喻。因为秽土，就像我们现在这个时代，现在这个时代度众生不容易，做好人太难了。那怎么办？在这个世间随时牺牲身命也在所不惜，要有这样的一个决心。绝不退愿心，舍身命无所谓，舍了我又来了，我换个身体再来。世间有坚定誓愿的人都能做到，何况是菩萨！所以，他能够回到娑婆世界普利众生，教化有情。这个时候承弥陀愿力加持，让你的教化随意。随意两个字非常重要，随是随缘，随谁的意？不是自己的意，随众生之意，众生愿意接受什么，就能教他什么。这个地方众生接受，到这里来教，那个地方众生接受，就到那里去教，恒顺众生，随喜功德。《楞严经》上所说的「随众生心，应所知量」，菩萨教化随众生的意思。菩萨得到阿弥陀佛本愿威神加持，本愿就是这一愿，能把教化的工作做得很圆满。",
      "zh_TW": "被弘誓鎧甲，這是比喻。因為穢土，就像我們現在這個時代，現在這個時代度眾生不容易，做好人太難了。那怎麼辦？在這個世間隨時犧牲身命也在所不惜，要有這樣的一個決心。絕不退願心，捨身命無所謂，捨了我又來了，我換個身體再來。世間有堅定誓願的人都能做到，何況是菩薩！所以，他能夠回到娑婆世界普利眾生，教化有情。這個時候承彌陀願力加持，讓你的教化隨意。隨意兩個字非常重要，隨是隨緣，隨誰的意？不是自己的意，隨眾生之意，眾生願意接受什麼，就能教他什麼。這個地方眾生接受，到這裡來教，那個地方眾生接受，就到那裡去教，恆順眾生，隨喜功德。《楞嚴經》上所說的「隨眾生心，應所知量」，菩薩教化隨眾生的意思。菩薩得到阿彌陀佛本願威神加持，本願就是這一願，能把教化的工作做得很圓滿。"
    },
    {
      "id": "02-037-0181_p0029",
      "zh_CN": "「又铠者铠甲」，盔甲，「古时战士对敌作战时所被服之物」。现在没有了，现在战争产生很大的变化，二次世界大战战争主力是战车，战车就是铠甲。第三次世界大战再爆发，这些都用不着了，现在战争叫按钮战争。飞弹在一个地方可以发射打到全球任何一点，而且弹头是带核子弹头，毁灭性的，一颗核弹就毁灭一个城市。所以这个战争跟过去完全不一样，是毁灭性的战争。而且这个战争，我们现在可以知道，是个同归于尽的战争，就是大家活得不耐烦了，反正一起死吧，是这种战争。这种战争谁来打？神经病的人来打。真的，真怕神经病的人去乱按钮。这个事情真的是麻烦事，往往自己都不能控制自己。很多预言家讲地球的毁灭，毁灭的因素里头有一条是核武战争，人为的毁灭。现在许多国家还在研究发展核武，明明知道核武是同归于尽的，为什么还要干这个事情？为什么人与人不能和睦相处？",
      "zh_TW": "「又鎧者鎧甲」，盔甲，「古時戰士對敵作戰時所被服之物」。現在沒有了，現在戰爭產生很大的變化，二次世界大戰戰爭主力是戰車，戰車就是鎧甲。第三次世界大戰再爆發，這些都用不著了，現在戰爭叫按鈕戰爭。飛彈在一個地方可以發射打到全球任何一點，而且彈頭是帶核子彈頭，毀滅性的，一顆核彈就毀滅一個城市。所以這個戰爭跟過去完全不一樣，是毀滅性的戰爭。而且這個戰爭，我們現在可以知道，是個同歸於盡的戰爭，就是大家活得不耐煩了，反正一起死吧，是這種戰爭。這種戰爭誰來打？神經病的人來打。真的，真怕神經病的人去亂按鈕。這個事情真的是麻煩事，往往自己都不能控制自己。很多預言家講地球的毀滅，毀滅的因素裡頭有一條是核武戰爭，人為的毀滅。現在許多國家還在研究發展核武，明明知道核武是同歸於盡的，為什麼還要幹這個事情？為什麼人與人不能和睦相處？"
    },
    {
      "id": "02-037-0181_p0030",
      "zh_CN": "我今天下午看到同学送了一份新闻摘要，二月一号到二月七号，就是这个星期的，一共有四十一条，这一个星期。这个里面第二条，这是个大问题，全球人口增加，他说二０三０年恐怕要爆发粮食危机。地球上的人口不断在增长，粮食跟能源却频频在拉警报。根据联合国一项报告指出，二０三０年，人类对于粮食将要增加五成，能源需要增加百分之四十五。但是地球上人口增加是不争的事实，到二０四０年，这个世界上人口将从现在的七十亿增长到九十亿。未来二十年，中产阶级人口将增加三十亿人，对于食物、能源的需求怎么办？到那个时候全世界恐怕再出现三十亿贫穷的人口。这是社会一个最严重的问题、最大的问题。怎么办？学佛的人有办法、量子力学家有办法。为什么？真正懂得境随心转，问题就解决了。",
      "zh_TW": "我今天下午看到同學送了一份新聞摘要，二月一號到二月七號，就是這個星期的，一共有四十一條，這一個星期。這個裡面第二條，這是個大問題，全球人口增加，他說二０三０年恐怕要爆發糧食危機。地球上的人口不斷在增長，糧食跟能源卻頻頻在拉警報。根據聯合國一項報告指出，二０三０年，人類對於糧食將要增加五成，能源需要增加百分之四十五。但是地球上人口增加是不爭的事實，到二０四０年，這個世界上人口將從現在的七十億增長到九十億。未來二十年，中產階級人口將增加三十億人，對於食物、能源的需求怎麼辦？到那個時候全世界恐怕再出現三十億貧窮的人口。這是社會一個最嚴重的問題、最大的問題。怎麼辦？學佛的人有辦法、量子力學家有辦法。為什麼？真正懂得境隨心轉，問題就解決了。"
    },
    {
      "id": "02-037-0181_p0031",
      "zh_CN": "人一定要善心、要有善意，不能有恶念，不能违背自然的规则，地球上灾难没有了，地球上所生产的这些食物决定够用。上天叫这个人到人间来不会让他饿死，没有这种天理的，肯定会有更好的吃的东西发现。我们相信，可是一般人不相信。现在问题是多，这是科学带来的后遗症，那就是病毒的染污，农药跟化肥把土地染污掉了，水染污了。水染污是严重的染污，所以我们看到报导，大量的这些鱼群死在海滩上。这是什么？水不干净，牠在里面中毒了。土壤不干净，有毒，种的这些植物里面带的有病毒，吃了这个粮食得奇奇怪怪的病。所以在过去，上个世纪七０年代，汤恩比博士就呼吁，主张恢复古时候的农耕，我们才能得到健康的食物，这是真的事情。现在的雨水，由于空气的染污，酸雨。好像这个世界无法居住了，如果不能改进，改进是从人心，人心不改进，用什么样技术来改进都没有用，产生不了效果。",
      "zh_TW": "人一定要善心、要有善意，不能有惡念，不能違背自然的規則，地球上災難沒有了，地球上所生產的這些食物決定夠用。上天叫這個人到人間來不會讓他餓死，沒有這種天理的，肯定會有更好的吃的東西發現。我們相信，可是一般人不相信。現在問題是多，這是科學帶來的後遺症，那就是病毒的染污，農藥跟化肥把土地染污掉了，水染污了。水染污是嚴重的染污，所以我們看到報導，大量的這些魚群死在海灘上。這是什麼？水不乾淨，牠在裡面中毒了。土壤不乾淨，有毒，種的這些植物裡面帶的有病毒，吃了這個糧食得奇奇怪怪的病。所以在過去，上個世紀七０年代，湯恩比博士就呼籲，主張恢復古時候的農耕，我們才能得到健康的食物，這是真的事情。現在的雨水，由於空氣的染污，酸雨。好像這個世界無法居住了，如果不能改進，改進是從人心，人心不改進，用什麼樣技術來改進都沒有用，產生不了效果。"
    },
    {
      "id": "02-037-0181_p0032",
      "zh_CN": "所以环保，我应该在，应该也得三十年，才听说有环保。二次世界大战没听说环保，战后也没有听说环保。大概总在战后二十年才有环保这两个字，才知道这个东西，以前没有。那就是大家认为地球染污已经非常严重，才意识到环保重要。那个时候我已经学佛，讲经了。所以我曾经说过，环保一定从心理环保做起，心理要被染污，外面的环保决定不会有成就。环保今天讲遍全世界，可是染污还是一年比一年严重。为什么发生不了效果？追究其原因，境随心转，我们的心染污了，所以外面境界焉有不染污之理，这个道理要懂。怎样把伦理、道德、因果、圣贤的教诲找回来，这个世界才有救。为什么？人心善，我们居住的环境就善，地上长的这些东西都善，无论动物、植物都善，能够养活这些人。现在量子力学家提出一个口号，很好，「以心控物」，要用心理去控制物理。为什么？物质的基础是心念，就是意念，意念好，物质都好，意念不好，物质就变坏了。从这个地方改起就会产生效果，粮食少一点，人多一点，人依旧可以能存活下去。",
      "zh_TW": "所以環保，我應該在，應該也得三十年，才聽說有環保。二次世界大戰沒聽說環保，戰後也沒有聽說環保。大概總在戰後二十年才有環保這兩個字，才知道這個東西，以前沒有。那就是大家認為地球染污已經非常嚴重，才意識到環保重要。那個時候我已經學佛，講經了。所以我曾經說過，環保一定從心理環保做起，心理要被染污，外面的環保決定不會有成就。環保今天講遍全世界，可是染污還是一年比一年嚴重。為什麼發生不了效果？追究其原因，境隨心轉，我們的心染污了，所以外面境界焉有不染污之理，這個道理要懂。怎樣把倫理、道德、因果、聖賢的教誨找回來，這個世界才有救。為什麼？人心善，我們居住的環境就善，地上長的這些東西都善，無論動物、植物都善，能夠養活這些人。現在量子力學家提出一個口號，很好，「以心控物」，要用心理去控制物理。為什麼？物質的基礎是心念，就是意念，意念好，物質都好，意念不好，物質就變壞了。從這個地方改起就會產生效果，糧食少一點，人多一點，人依舊可以能存活下去。"
    },
    {
      "id": "02-037-0181_p0033",
      "zh_CN": "我们同学当中，曾经有人向我们介绍辟谷的方法，真有效，那是少数人在修炼的。他告诉我，有一个同学二十多年没有吃饭，身体很健康，人还在。这种人遇到粮食危机，与他一点不相干。我们把我们的身体调整，像释迦牟尼佛一样，日中一食，行不行？行。我亲眼看到的，我的老师李炳南居士，日中一食，几十年，而且吃得很少。我跟他学经教，也跟他学习生活方式，所以我在台中我一天吃一餐吃了五年，一切都非常正常，养成习惯了。念头，念头不想吃了不会饿；如果没有这个念头，到时候饿了他就想吃，念头做主。我们这个身体它不做主，念头做主。你不想的时候它就没事，就很正常，一想就饿了，就要吃，不想什么事都没有。好，时间多，多读书，多念佛。如果说人口到九十亿，我们都吃一餐的话，够了，怎么会不够？",
      "zh_TW": "我們同學當中，曾經有人向我們介紹辟穀的方法，真有效，那是少數人在修鍊的。他告訴我，有一個同學二十多年沒有吃飯，身體很健康，人還在。這種人遇到糧食危機，與他一點不相干。我們把我們的身體調整，像釋迦牟尼佛一樣，日中一食，行不行？行。我親眼看到的，我的老師李炳南居士，日中一食，幾十年，而且吃得很少。我跟他學經教，也跟他學習生活方式，所以我在台中我一天吃一餐吃了五年，一切都非常正常，養成習慣了。念頭，念頭不想吃了不會餓；如果沒有這個念頭，到時候餓了他就想吃，念頭做主。我們這個身體它不做主，念頭做主。你不想的時候它就沒事，就很正常，一想就餓了，就要吃，不想什麼事都沒有。好，時間多，多讀書，多念佛。如果說人口到九十億，我們都吃一餐的話，夠了，怎麼會不夠？"
    },
    {
      "id": "02-037-0181_p0034",
      "zh_CN": "再说，这是我学日中一食，学到第八个月我才跟老师报告。我自己暗暗在学，我没有给任何人知道，到八个月了，我向老师报告。我说老师，我现在也日中一食了。他说多久了？我说八个月了。身体怎么样？我说很正常。他把桌子一拍：一生永远做下去！为什么？不求人，人到无求品自高，我们的生活维持很容易，素食、一餐。我那个时候在台湾，每天生活费用一餐饭台湾钱三块钱，三块钱是合美金多少？不到一毛，一块美金大概换三十七、八块的样子。可是李老师他厉害，我怎么都没办法跟他相比，他一天只要两块钱，他吃得比我少。我们那时候年轻，三块钱才能吃饱，他两块钱就吃饱了。所以他一个月的生活费用六十块钱，大概合美金一块半的样子，你看他的生活费。我一个月的生活费用一定要九十块钱，大概是两块美金，两块多一点的样子。",
      "zh_TW": "再說，這是我學日中一食，學到第八個月我才跟老師報告。我自己暗暗在學，我沒有給任何人知道，到八個月了，我向老師報告。我說老師，我現在也日中一食了。他說多久了？我說八個月了。身體怎麼樣？我說很正常。他把桌子一拍：一生永遠做下去！為什麼？不求人，人到無求品自高，我們的生活維持很容易，素食、一餐。我那個時候在台灣，每天生活費用一餐飯台灣錢三塊錢，三塊錢是合美金多少？不到一毛，一塊美金大概換三十七、八塊的樣子。可是李老師他厲害，我怎麼都沒辦法跟他相比，他一天只要兩塊錢，他吃得比我少。我們那時候年輕，三塊錢才能吃飽，他兩塊錢就吃飽了。所以他一個月的生活費用六十塊錢，大概合美金一塊半的樣子，你看他的生活費。我一個月的生活費用一定要九十塊錢，大概是兩塊美金，兩塊多一點的樣子。"
    },
    {
      "id": "02-037-0181_p0035",
      "zh_CN": "我得到一个结论，我向老师报告，我说我发现，能量的消耗，饮食是能量的补充，能量的消耗，消耗在妄想应该是百分之八、九十。实际上，我们讲劳心劳力，消耗掉的都不多，很少。老师印证了我这个想法，告诉我，真正能量消耗应该是百分之九十五消耗在妄念上。所以，为什么释迦牟尼佛那个时候沿门托钵，过那种生活，他的精神、体力那么好？他消耗得少。跟着佛修行的人都没有杂念，天天念道，决定没有自私自利、没有是非人我、没有贪瞋痴慢、没有七情五欲。所以他心清净，消耗能量就很少。经上告诉我们，阿罗汉一个星期吃一餐，他出来托钵，一个星期出来托钵一次。辟支佛两个星期出来托一次，辟支佛是半个月，半个月吃一餐饭，阿罗汉是一个星期，七天吃一餐饭。释迦牟尼佛需不需要去吃？每天去托钵做个样子，他那是跟大家随喜，大家吃他也吃一点。他可以不吃，为什么？他没有消耗。",
      "zh_TW": "我得到一個結論，我向老師報告，我說我發現，能量的消耗，飲食是能量的補充，能量的消耗，消耗在妄想應該是百分之八、九十。實際上，我們講勞心勞力，消耗掉的都不多，很少。老師印證了我這個想法，告訴我，真正能量消耗應該是百分之九十五消耗在妄念上。所以，為什麼釋迦牟尼佛那個時候沿門托缽，過那種生活，他的精神、體力那麼好？他消耗得少。跟著佛修行的人都沒有雜念，天天念道，決定沒有自私自利、沒有是非人我、沒有貪瞋痴慢、沒有七情五欲。所以他心清淨，消耗能量就很少。經上告訴我們，阿羅漢一個星期吃一餐，他出來托缽，一個星期出來托缽一次。辟支佛兩個星期出來托一次，辟支佛是半個月，半個月吃一餐飯，阿羅漢是一個星期，七天吃一餐飯。釋迦牟尼佛需不需要去吃？每天去托缽做個樣子，他那是跟大家隨喜，大家吃他也吃一點。他可以不吃，為什麼？他沒有消耗。"
    },
    {
      "id": "02-037-0181_p0036",
      "zh_CN": "到那时候能量还有个补充，从太空，从呼吸当中，太空的能量多。辟谷的人肚子饿了怎么办？空气，口张开吸空气，空气里头有能量，他能够吸取。所以我们懂得这个道理，能量到底消耗到哪里去了？尽可能的少打妄想，不应该管的事情别管，不应该干的事情别去干。特别是言语，话要少说，真正有修行的人、有德行的人言语都少，他消耗能量少；念头多、说话多，消耗能量就很大，这个道理不能不懂。所以科学家这些报告，我们用我们几十年学习的经验，他未必相信。现在人都要看，科学精神拿证据来，你不把证据拿出来，你跟他讲他不会接受，他不会相信的。我们自己学习，自己得受用。",
      "zh_TW": "到那時候能量還有個補充，從太空，從呼吸當中，太空的能量多。辟穀的人肚子餓了怎麼辦？空氣，口張開吸空氣，空氣裡頭有能量，他能夠吸取。所以我們懂得這個道理，能量到底消耗到哪裡去了？盡可能的少打妄想，不應該管的事情別管，不應該幹的事情別去幹。特別是言語，話要少說，真正有修行的人、有德行的人言語都少，他消耗能量少；念頭多、說話多，消耗能量就很大，這個道理不能不懂。所以科學家這些報告，我們用我們幾十年學習的經驗，他未必相信。現在人都要看，科學精神拿證據來，你不把證據拿出來，你跟他講他不會接受，他不會相信的。我們自己學習，自己得受用。"
    },
    {
      "id": "02-037-0181_p0037",
      "zh_CN": "李老师当年在台中，收入不错，他在奉祀官府当主任秘书，还兼了两个大学的教授。他有工作，有收入，在当时收入大概四百多块钱，很不错了，算是高等的待遇。一个月生活费用六十块钱，剩下的钱干什么？做慈善事业，去布施，帮助别人，乐此不疲。老人家走了之后，我看到他们处理后事的，收拾老人的这些衣物，才发现他老人家里面穿的内衣全是补丁，袜子也是的。外面出门那一套中山装，大概穿了四十多年，非常节省。他不是没有钱，自己真叫克勤克俭，他做到了。欢喜布施，欢喜教人，一天忙到晚，不亦乐乎。跟他老人家约时间见面，得一个星期之前，一个星期之内决定排不出时间，每天时间排得满满的。我在台中住了十年，亲自看到的，这是真正学佛给我们做出的榜样。",
      "zh_TW": "李老師當年在台中，收入不錯，他在奉祀官府當主任祕書，還兼了兩個大學的教授。他有工作，有收入，在當時收入大概四百多塊錢，很不錯了，算是高等的待遇。一個月生活費用六十塊錢，剩下的錢幹什麼？做慈善事業，去布施，幫助別人，樂此不疲。老人家走了之後，我看到他們處理後事的，收拾老人的這些衣物，才發現他老人家裡面穿的內衣全是補丁，襪子也是的。外面出門那一套中山裝，大概穿了四十多年，非常節省。他不是沒有錢，自己真叫克勤克儉，他做到了。歡喜布施，歡喜教人，一天忙到晚，不亦樂乎。跟他老人家約時間見面，得一個星期之前，一個星期之內決定排不出時間，每天時間排得滿滿的。我在台中住了十年，親自看到的，這是真正學佛給我們做出的榜樣。"
    },
    {
      "id": "02-037-0181_p0038",
      "zh_CN": "这里我们念到铠甲，怎样防卫自己？古时候战士对敌时候，作战穿的铠甲，「用以遮卫身体，防卫矢石等」。矢石这是箭，矢是箭。念老在这里有个括弧，「近代之避弹衣亦是此类」，可是今天战争跟过去完全不相同了。「菩萨入生死，降魔军」，这个魔军就是逆境，我们讲逆境、恶缘，它障碍你，你怎样去避免，怎样去降伏。「则以自之弘深誓愿为铠甲」，弘是大，你的大愿、你的深愿，以这个为铠甲，决定不为外境动摇，你才能够成功。「因弘誓之心坚逾铁石，可以此心出入生死之阵」。今天这个世界、这个社会确实像佛所说的，没有坚定的誓愿你肯定不能成就。为什么？阻力太大了，拦不住。我自己一生，这是亲身经历，你们同学都知道。我的讲经教学是怎么磨炼的？在一个地方最长不要住超过半年，为什么？半年麻烦就来了。最理想的，不超过一个月。为什么？大家对你还很客气，一个月什么？讲几天他就走了。长住在这个地方，对他们就产生威胁，尤其你讲得还可以，大家喜欢听，大家称赞你，麻烦来了，嫉妒障碍。哪些人？古人讲的同行相忌，他就不让你长住在这个地方。我们自己要很清楚，绝对不能造成他们的威胁，所以我们讲经教学不取不予。就是这样他们心都不安，那只有回避。",
      "zh_TW": "這裡我們念到鎧甲，怎樣防衛自己？古時候戰士對敵時候，作戰穿的鎧甲，「用以遮衛身體，防衛矢石等」。矢石這是箭，矢是箭。念老在這裡有個括弧，「近代之避彈衣亦是此類」，可是今天戰爭跟過去完全不相同了。「菩薩入生死，降魔軍」，這個魔軍就是逆境，我們講逆境、惡緣，它障礙你，你怎樣去避免，怎樣去降伏。「則以自之弘深誓願為鎧甲」，弘是大，你的大願、你的深願，以這個為鎧甲，決定不為外境動搖，你才能夠成功。「因弘誓之心堅逾鐵石，可以此心出入生死之陣」。今天這個世界、這個社會確實像佛所說的，沒有堅定的誓願你肯定不能成就。為什麼？阻力太大了，攔不住。我自己一生，這是親身經歷，你們同學都知道。我的講經教學是怎麼磨鍊的？在一個地方最長不要住超過半年，為什麼？半年麻煩就來了。最理想的，不超過一個月。為什麼？大家對你還很客氣，一個月什麼？講幾天他就走了。長住在這個地方，對他們就產生威脅，尤其你講得還可以，大家喜歡聽，大家稱讚你，麻煩來了，嫉妒障礙。哪些人？古人講的同行相忌，他就不讓你長住在這個地方。我們自己要很清楚，絕對不能造成他們的威脅，所以我們講經教學不取不予。就是這樣他們心都不安，那只有迴避。"
    },
    {
      "id": "02-037-0181_p0039",
      "zh_CN": "我们讲经的道场多，我在海外，许多国家都要去。就是当年在美国，美国本国就有十几个地方，一个地方住十几天的话，差不多一年就过去了。真的，绝不超过一个月，大家放心。我不争地盘，我不要信徒，我不要供养，他们怕的就是这三桩事情，不要地盘、不要供养、不要信徒。最近二十年就更简单了，因为科学技术发达，有些同修发心搞了个网路，我对这个都外行。现在的网路可以代替卫星，更方便，成本低了，我就不要跑了。每天用这个工具跟全世界的同学们每天来分享佛法，利用这个工具联系我们在一起修行，这是好事情。我们还是不要道场，还是不要信徒，绝对不能跟当地我们的佛友冲突，和睦相处。",
      "zh_TW": "我們講經的道場多，我在海外，許多國家都要去。就是當年在美國，美國本國就有十幾個地方，一個地方住十幾天的話，差不多一年就過去了。真的，絕不超過一個月，大家放心。我不爭地盤，我不要信徒，我不要供養，他們怕的就是這三樁事情，不要地盤、不要供養、不要信徒。最近二十年就更簡單了，因為科學技術發達，有些同修發心搞了個網路，我對這個都外行。現在的網路可以代替衛星，更方便，成本低了，我就不要跑了。每天用這個工具跟全世界的同學們每天來分享佛法，利用這個工具聯繫我們在一起修行，這是好事情。我們還是不要道場，還是不要信徒，絕對不能跟當地我們的佛友衝突，和睦相處。"
    },
    {
      "id": "02-037-0181_p0040",
      "zh_CN": "虽然不要，供养还是不少。干什么？印法宝。这是跟印光老法师学习的，印祖一生，四众供养全部是用在流通佛法经论、善书。他把这些钱建了个小型的印刷厂，苏州弘化社就是这一笔钱办的，四众供养统统集中在这个地方，自己印经书。弘化社在当年，所出的书很讲究，纸张、印刷、校对都是上乘，而且价廉物美。弘化社的书卖，卖得很便宜，收回这些钱再印书。如果很清寒、贫穷的人想读书，它也可以赠送，也可以半价给你，它那个章程上定的都有。印祖一生，把这些供养的钱就做这一桩事情。国内如果有灾难，水灾、旱灾，老法师也关心，他会从印经款项里面拨一点钱去救灾；没有慈善的这个科目，只有印经，从印经里头拨款。老和尚给我们做个好榜样，让我们知道钱怎么个用法，是我们的好样子。",
      "zh_TW": "雖然不要，供養還是不少。幹什麼？印法寶。這是跟印光老法師學習的，印祖一生，四眾供養全部是用在流通佛法經論、善書。他把這些錢建了個小型的印刷廠，蘇州弘化社就是這一筆錢辦的，四眾供養統統集中在這個地方，自己印經書。弘化社在當年，所出的書很講究，紙張、印刷、校對都是上乘，而且價廉物美。弘化社的書賣，賣得很便宜，收回這些錢再印書。如果很清寒、貧窮的人想讀書，它也可以贈送，也可以半價給你，它那個章程上定的都有。印祖一生，把這些供養的錢就做這一樁事情。國內如果有災難，水災、旱災，老法師也關心，他會從印經款項裡面撥一點錢去救災；沒有慈善的這個科目，只有印經，從印經裡頭撥款。老和尚給我們做個好榜樣，讓我們知道錢怎麼個用法，是我們的好樣子。"
    },
    {
      "id": "02-037-0181_p0041",
      "zh_CN": "老和尚一生没有拿这些供养去改善他的物质生活，没有。他吃的东西是常住里面的大锅菜，穿的衣服也是一件衣服穿几十年，生活非常节俭、非常刻苦。晚年专修念佛一门，给我们做榜样，一门深入，长时薰修。往生之后，被后人尊为一代祖师。净宗的祖师不是活的时候，是死了以后，佛门这些弟子大家承认你对净宗有贡献，你对净宗的修持可以做大家的榜样，这才能成为一代祖师。所以祖师都是死后，等于说大家承认的。净土宗祖师跟其他的各宗不一样，其他各宗是一代一代传下去的，净土宗没有，是大家选的，后人选的，不是当代。",
      "zh_TW": "老和尚一生沒有拿這些供養去改善他的物質生活，沒有。他吃的東西是常住裡面的大鍋菜，穿的衣服也是一件衣服穿幾十年，生活非常節儉、非常刻苦。晚年專修念佛一門，給我們做榜樣，一門深入，長時薰修。往生之後，被後人尊為一代祖師。淨宗的祖師不是活的時候，是死了以後，佛門這些弟子大家承認你對淨宗有貢獻，你對淨宗的修持可以做大家的榜樣，這才能成為一代祖師。所以祖師都是死後，等於說大家承認的。淨土宗祖師跟其他的各宗不一樣，其他各宗是一代一代傳下去的，淨土宗沒有，是大家選的，後人選的，不是當代。"
    },
    {
      "id": "02-037-0181_p0042",
      "zh_CN": "所以，我们学佛要认真，我们的目标是西方极乐世界。这个法门太好了，我们要做出来给人看，把这个法门普遍广泛介绍给大众。这个法门确确实实难信易行，你真正相信，那个个成就。善导大师说，万修万人去，一个都不会漏的。就是要真信、真愿、老实念佛，万缘放下，能持戒、能吃苦，不怕苦。只有一个念头，阿弥陀佛，只有一个方向，西方极乐世界，只有一本书，《弥陀经》或者是《无量寿经》。在这个社会当中，知识分子多，黄念老的集注非常有效，可以帮助我们破迷起信，更进一步，帮助我们破迷开悟。在这一生我们所得到的，方东美先生所说的，人生最高的享受。那是什么？读自己喜欢读的书，干自己喜欢干的事，这就是人生最高的享受。没有压力、没有忧虑、没有烦恼，每天快快乐乐、欢欢喜喜，这就是真正的幸福、真正的圆满。今天时间到了，我们就学到此地。",
      "zh_TW": "所以，我們學佛要認真，我們的目標是西方極樂世界。這個法門太好了，我們要做出來給人看，把這個法門普遍廣泛介紹給大眾。這個法門確確實實難信易行，你真正相信，那個個成就。善導大師說，萬修萬人去，一個都不會漏的。就是要真信、真願、老實念佛，萬緣放下，能持戒、能吃苦，不怕苦。只有一個念頭，阿彌陀佛，只有一個方向，西方極樂世界，只有一本書，《彌陀經》或者是《無量壽經》。在這個社會當中，知識分子多，黃念老的集註非常有效，可以幫助我們破迷起信，更進一步，幫助我們破迷開悟。在這一生我們所得到的，方東美先生所說的，人生最高的享受。那是什麼？讀自己喜歡讀的書，幹自己喜歡幹的事，這就是人生最高的享受。沒有壓力、沒有憂慮、沒有煩惱，每天快快樂樂、歡歡喜喜，這就是真正的幸福、真正的圓滿。今天時間到了，我們就學到此地。"
    }
  ]
}