{
  "doc_id": "02-037-0092",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十二集",
    "zh_TW": "第九十二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0092",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-037-0092_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第三百三十四页最后一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第三百三十四頁最後一行："
    },
    {
      "id": "02-037-0092_p0002",
      "zh_CN": "「总持，即陀罗尼。具足者，所具满足。盖云一切陀罗尼门无所不具也」。这一小段解释陀罗尼，陀罗尼是梵语，翻成中国意思叫总持，具足是所具满足，没有欠缺，这叫具足。这是说一切陀罗尼门无所不具也。陀罗尼翻成中国意思，是总一切法，持一切义，所以每种陀罗尼都有具足的意思。「陀罗尼有四种」，古大德在此地给我们介绍，第一个是「法陀罗尼，又名闻陀罗尼」，法就是释迦牟尼佛所说的一切法。什么叫陀罗尼？听法的人记忆力好、理解力好，这就具足陀罗尼。为什么？他听了能记得住，他不会忘记，他能够理解，这是属于法陀罗尼，也叫闻陀罗尼，叫法的总持、听闻的总持。第二种叫「义陀罗尼」，义是「于诸法之义，总持而不忘」。前面第一种是记忆，第二种是属于理解，听了之后，对于佛所讲的意思能够理解，不会忘记。",
      "zh_TW": "「總持，即陀羅尼。具足者，所具滿足。蓋云一切陀羅尼門無所不具也」。這一小段解釋陀羅尼，陀羅尼是梵語，翻成中國意思叫總持，具足是所具滿足，沒有欠缺，這叫具足。這是說一切陀羅尼門無所不具也。陀羅尼翻成中國意思，是總一切法，持一切義，所以每種陀羅尼都有具足的意思。「陀羅尼有四種」，古大德在此地給我們介紹，第一個是「法陀羅尼，又名聞陀羅尼」，法就是釋迦牟尼佛所說的一切法。什麼叫陀羅尼？聽法的人記憶力好、理解力好，這就具足陀羅尼。為什麼？他聽了能記得住，他不會忘記，他能夠理解，這是屬於法陀羅尼，也叫聞陀羅尼，叫法的總持、聽聞的總持。第二種叫「義陀羅尼」，義是「於諸法之義，總持而不忘」。前面第一種是記憶，第二種是屬於理解，聽了之後，對於佛所講的意思能夠理解，不會忘記。"
    },
    {
      "id": "02-037-0092_p0003",
      "zh_CN": "第三种是「咒陀罗尼」，咒也称陀罗尼，确实咒语里头很多都是总一切法，持一切义。「于咒总持而不忘。咒者，佛菩萨从禅定所发之秘密言句，有不测之神验，名为咒陀罗尼」。这个咒语包括的范围非常广大，咒的意思不懂，用真诚心去念也会有感应，但是感应最殊胜、最明显是要懂得意思。所以密咒里头，密宗它讲三密相应，第一个是咒语念得很准确。因为咒语很多不是人间的言语，有天人的言语、有修罗的言语，六道的言语佛都懂。佛菩萨讲经教学，我们说说法，听众非常之多，我们肉眼看不见，佛都能看见。凡是参加法会的这些大众，一般讲这音声言语没有障碍，也就是说，佛所说的一切法，他们都能听见、都能理解。可是，或是在当中、或是在将结束的时候，佛会用他们的言语把所说的要义，重要的意思，用他们的言语简简单单的说一说，他们能懂，他们欢喜。为什么？说他们的语言对他们特别有亲切感。因为六道众生没有放下分别执着，所以世尊总是恒顺众生，随喜功德，用他们的语言来说。在我们都称之为咒语。",
      "zh_TW": "第三種是「咒陀羅尼」，咒也稱陀羅尼，確實咒語裡頭很多都是總一切法，持一切義。「於咒總持而不忘。咒者，佛菩薩從禪定所發之祕密言句，有不測之神驗，名為咒陀羅尼」。這個咒語包括的範圍非常廣大，咒的意思不懂，用真誠心去念也會有感應，但是感應最殊勝、最明顯是要懂得意思。所以密咒裡頭，密宗它講三密相應，第一個是咒語念得很準確。因為咒語很多不是人間的言語，有天人的言語、有修羅的言語，六道的言語佛都懂。佛菩薩講經教學，我們說說法，聽眾非常之多，我們肉眼看不見，佛都能看見。凡是參加法會的這些大眾，一般講這音聲言語沒有障礙，也就是說，佛所說的一切法，他們都能聽見、都能理解。可是，或是在當中、或是在將結束的時候，佛會用他們的言語把所說的要義，重要的意思，用他們的言語簡簡單單的說一說，他們能懂，他們歡喜。為什麼？說他們的語言對他們特別有親切感。因為六道眾生沒有放下分別執著，所以世尊總是恆順眾生，隨喜功德，用他們的語言來說。在我們都稱之為咒語。"
    },
    {
      "id": "02-037-0092_p0004",
      "zh_CN": "这咒语意思，「义翻之名，有四」，一个是「明」的意思，第二个是「咒」，第三个是「密语」，第四个是「真言」。《秘藏记》里面说，「凡夫二乘不能知，故曰密语。如来言真实无虚妄，故曰真言」。这是简单的解释。譬如藏密里面最普通的就是六字大明咒，藏密里头六字大明咒，实际上就相当于显教里面的阿弥陀佛，非常普遍，没有人不念。六字大明咒是观世音菩萨，唵嘛呢叭咪吽。我初学佛，跟章嘉大师第一天见面，他就教我念这个咒。我向他老人家请教，这咒里头什么意思？那个时候我不懂。其实懂是最好，因为持咒，口持咒、念咒，心要观想，如果你不懂意思，你就无法观想，手要结印，叫三密相应。手印是什么？现在讲手语就是这个，懂得的时候对面人都知道了。你说聋盲学校里教手语，佛家里头手印就是手语，不要用言语，用这个手印一表示，他就晓得什么意思。叫三密相应。",
      "zh_TW": "這咒語意思，「義翻之名，有四」，一個是「明」的意思，第二個是「咒」，第三個是「密語」，第四個是「真言」。《祕藏記》裡面說，「凡夫二乘不能知，故曰密語。如來言真實無虛妄，故曰真言」。這是簡單的解釋。譬如藏密裡面最普通的就是六字大明咒，藏密裡頭六字大明咒，實際上就相當於顯教裡面的阿彌陀佛，非常普遍，沒有人不念。六字大明咒是觀世音菩薩，唵嘛呢叭咪吽。我初學佛，跟章嘉大師第一天見面，他就教我念這個咒。我向他老人家請教，這咒裡頭什麼意思？那個時候我不懂。其實懂是最好，因為持咒，口持咒、念咒，心要觀想，如果你不懂意思，你就無法觀想，手要結印，叫三密相應。手印是什麼？現在講手語就是這個，懂得的時候對面人都知道了。你說聾盲學校裡教手語，佛家裡頭手印就是手語，不要用言語，用這個手印一表示，他就曉得什麼意思。叫三密相應。"
    },
    {
      "id": "02-037-0092_p0005",
      "zh_CN": "章嘉大师告诉我，唵这个字的意思，在咒里面是非常普遍，大概第一个字都是唵，唵代表身；嘛呢是莲花，我们显教经典常常也翻作摩尼，摩尼是莲花；叭咪是保持；吽是意，就是意念，我们讲心。这句话合起来，「身、莲花、保持、心意」，这是印度梵文的文法，用中国的文法就不是这样说法，中国文法一定说「保持身心像莲花一样」，就这个意思。所以这个咒语非常之好，念这个咒语要想到，我要保持身心像莲花一样，出污泥而不染。莲花的根在泥土里面，池子泥土里面，泥土代表六道，它染污；它的茎在水中间，水代表干净、清净，就是四圣法界；花开在水上面，这意思叫染净统统不染。这个意思好！念这个咒要想这个意思。所以莲花还不就是我们这个经题里头的，「清净平等觉」。不染就清净，不染六道就清净，不染四圣法界就平等，大彻大悟完全脱离十法界，染净都不染，莲花表这个意思，代表觉悟。于是我这才明了，密宗的咒语，就像我们中国人讲的格言，言语很简单，意思非常丰富。这是世尊在讲经教学里头常常应用的。《秘藏记》里头说，凡夫二乘不能知，所以叫它做密。这个密不是秘密，是深密的意思，它有相当的深度。如来言真实无虚妄，所以它也称之为真言。咒也有这个意思，咒叫真言，日本密宗称真言宗。",
      "zh_TW": "章嘉大師告訴我，唵這個字的意思，在咒裡面是非常普遍，大概第一個字都是唵，唵代表身；嘛呢是蓮花，我們顯教經典常常也翻作摩尼，摩尼是蓮花；叭咪是保持；吽是意，就是意念，我們講心。這句話合起來，「身、蓮花、保持、心意」，這是印度梵文的文法，用中國的文法就不是這樣說法，中國文法一定說「保持身心像蓮花一樣」，就這個意思。所以這個咒語非常之好，念這個咒語要想到，我要保持身心像蓮花一樣，出污泥而不染。蓮花的根在泥土裡面，池子泥土裡面，泥土代表六道，它染污；它的莖在水中間，水代表乾淨、清淨，就是四聖法界；花開在水上面，這意思叫染淨統統不染。這個意思好！念這個咒要想這個意思。所以蓮花還不就是我們這個經題裡頭的，「清淨平等覺」。不染就清淨，不染六道就清淨，不染四聖法界就平等，大徹大悟完全脫離十法界，染淨都不染，蓮花表這個意思，代表覺悟。於是我這才明瞭，密宗的咒語，就像我們中國人講的格言，言語很簡單，意思非常豐富。這是世尊在講經教學裡頭常常應用的。《祕藏記》裡頭說，凡夫二乘不能知，所以叫它做密。這個密不是祕密，是深密的意思，它有相當的深度。如來言真實無虛妄，所以它也稱之為真言。咒也有這個意思，咒叫真言，日本密宗稱真言宗。"
    },
    {
      "id": "02-037-0092_p0006",
      "zh_CN": "最后一个，「忍陀罗尼。安住于法之实相，谓之忍，持忍名为忍陀罗尼」。忍的意思是什么？心住于法的实相，他不动摇，他不怀疑、也不着相，这叫忍，忍是如如不动。对于佛的教法如果能够理解，安住于理解之中；如果不理解，安住在诚信之中。佛讲的话太深，我听不懂，我相信他是真的，佛决定没有妄语，对佛所说的真诚恭敬，这就对了。安住在解，解一定有行，遇到缘它起作用，没有缘的时候安住不动，这总持的意思。",
      "zh_TW": "最後一個，「忍陀羅尼。安住於法之實相，謂之忍，持忍名為忍陀羅尼」。忍的意思是什麼？心住於法的實相，他不動搖，他不懷疑、也不著相，這叫忍，忍是如如不動。對於佛的教法如果能夠理解，安住於理解之中；如果不理解，安住在誠信之中。佛講的話太深，我聽不懂，我相信他是真的，佛決定沒有妄語，對佛所說的真誠恭敬，這就對了。安住在解，解一定有行，遇到緣它起作用，沒有緣的時候安住不動，這總持的意思。"
    },
    {
      "id": "02-037-0092_p0007",
      "zh_CN": "下面说百千三昧。「《会疏》曰：百千三昧者。众生无量，心行不同」，根有利根、有钝根，「于诸结使有厚有薄」。结使是烦恼的别名，这是佛家的术语，通常指的是见思烦恼。结使是术语，「结与使，皆烦恼之异名。系缚心身，结成苦果」，所以叫它做结。以前好像有个电影片，我还记得，我没有看过，外面有广告说「心有千千结」，我看到有这么个广告，那就烦恼太多了，真的心有千千结。佛法把这些烦恼归纳，「结有九种，使有十使」，九结十使。《净心诫观发真钞》这是一本书，上卷，「上本」里头有说，「结使。成论云」，《成实论》，小乘很重要的一部论典，隋唐时候它有一个宗叫成实宗，就是依《成实论》而建立的。另外一个小乘是俱舍宗，是依《俱舍论》修行，都是依经论的名称做为宗派。「成论云：犹如乳母常随小儿」，奶妈一定常常带着小孩。「能系缚生死故名为结」，系缚是烦恼，烦恼是因，生死是果，有结有使就有生死，所以叫它做结。常随着生死，这叫它做使，它不离开，因跟果永远离不开的，因缘果报，这叫「九结十使」。「大乘义章五本曰：随逐紧缚，称之为使」，这个使是什么？古时候叫差使，现在叫刑警。如果刑警队有几个刑警天天跟着你，你想想那是什么味道？你犯罪了，他天天看守着你，你跑不掉。古时候犯罪，这衙门就有差使跟着他，他不能自由，一举一动还得听命于差使。用这个来比喻烦恼的可怕，烦恼围绕在身边，你永远没办法摆脱，感得六道轮回生死之果报。「结集生死，目之为结」。随逐紧缚，这使的意思，结集生死，这是结的意思，所以「结缚众生，亦名为结」。",
      "zh_TW": "下面說百千三昧。「《會疏》曰：百千三昧者。眾生無量，心行不同」，根有利根、有鈍根，「於諸結使有厚有薄」。結使是煩惱的別名，這是佛家的術語，通常指的是見思煩惱。結使是術語，「結與使，皆煩惱之異名。繫縛心身，結成苦果」，所以叫它做結。以前好像有個電影片，我還記得，我沒有看過，外面有廣告說「心有千千結」，我看到有這麼個廣告，那就煩惱太多了，真的心有千千結。佛法把這些煩惱歸納，「結有九種，使有十使」，九結十使。《淨心誡觀發真鈔》這是一本書，上卷，「上本」裡頭有說，「結使。成論云」，《成實論》，小乘很重要的一部論典，隋唐時候它有一個宗叫成實宗，就是依《成實論》而建立的。另外一個小乘是俱舍宗，是依《俱舍論》修行，都是依經論的名稱做為宗派。「成論云：猶如乳母常隨小兒」，奶媽一定常常帶著小孩。「能繫縛生死故名為結」，繫縛是煩惱，煩惱是因，生死是果，有結有使就有生死，所以叫它做結。常隨著生死，這叫它做使，它不離開，因跟果永遠離不開的，因緣果報，這叫「九結十使」。「大乘義章五本曰：隨逐緊縛，稱之為使」，這個使是什麼？古時候叫差使，現在叫刑警。如果刑警隊有幾個刑警天天跟著你，你想想那是什麼味道？你犯罪了，他天天看守著你，你跑不掉。古時候犯罪，這衙門就有差使跟著他，他不能自由，一舉一動還得聽命於差使。用這個來比喻煩惱的可怕，煩惱圍繞在身邊，你永遠沒辦法擺脫，感得六道輪迴生死之果報。「結集生死，目之為結」。隨逐緊縛，這使的意思，結集生死，這是結的意思，所以「結縛眾生，亦名為結」。"
    },
    {
      "id": "02-037-0092_p0008",
      "zh_CN": "下面提出，「结有九种」，你看看这些结你有没有？不但有，恐怕还很喜欢它。第一个是「爱」，这是贪；第二个是「恚」，瞋恚；第三个是「慢」，就是傲慢；第四个是「无明」，无明没智慧，我们讲糊涂；第五个讲「见」，就是成见，五种见里面的见取见。第六个是「取」，取是什么？取是占有，我们就晓得，取里头有控制的意思，有控制、有占有，见是分别，取是执着。第七个是「疑」，怀疑；第八个是嫉妒；第九个是「悭」，吝啬，自己有的不肯给别人。这九种叫结，结下什么？结下六道轮回生死的种子，你就没有办法离开六道轮回。",
      "zh_TW": "下面提出，「結有九種」，你看看這些結你有沒有？不但有，恐怕還很喜歡它。第一個是「愛」，這是貪；第二個是「恚」，瞋恚；第三個是「慢」，就是傲慢；第四個是「無明」，無明沒智慧，我們講糊塗；第五個講「見」，就是成見，五種見裡面的見取見。第六個是「取」，取是什麼？取是佔有，我們就曉得，取裡頭有控制的意思，有控制、有佔有，見是分別，取是執著。第七個是「疑」，懷疑；第八個是嫉妒；第九個是「慳」，吝嗇，自己有的不肯給別人。這九種叫結，結下什麼？結下六道輪迴生死的種子，你就沒有辦法離開六道輪迴。"
    },
    {
      "id": "02-037-0092_p0009",
      "zh_CN": "使有十个就是见思烦恼，见里面有五个，思里头也有五个，前面五个是错误的见解，后面五个是错误的思想，所以叫思惑，惑是迷惑，这十使就是前面九结里头第四个无明，无明是迷惑。这十使第一个是「贪欲」，第二个是「瞋恚」，第三个是「无明」就是愚痴，第四个是傲慢，第五个是怀疑，贪瞋痴慢疑常常围绕着你；第六个「身见」，第七个是「边见」，第八个是「邪见」，第九个是「见取见」，第十个是「戒取见」，五种见惑。学佛，什么叫学佛？如果这些结使不断掉不叫学佛。就是《仁王般若经疏》上讲的，你听闻佛法没有修行，你没去照做。最低限度你要把这六、七、八、九、十，这五条要做到，那你真的叫学佛，这五条做到是入佛门。贪瞋痴慢疑难断，这五条容易断，这五条断了，身见就是你执着这个身是我，一下明白，晓得身不是我。",
      "zh_TW": "使有十個就是見思煩惱，見裡面有五個，思裡頭也有五個，前面五個是錯誤的見解，後面五個是錯誤的思想，所以叫思惑，惑是迷惑，這十使就是前面九結裡頭第四個無明，無明是迷惑。這十使第一個是「貪欲」，第二個是「瞋恚」，第三個是「無明」就是愚痴，第四個是傲慢，第五個是懷疑，貪瞋痴慢疑常常圍繞著你；第六個「身見」，第七個是「邊見」，第八個是「邪見」，第九個是「見取見」，第十個是「戒取見」，五種見惑。學佛，什麼叫學佛？如果這些結使不斷掉不叫學佛。就是《仁王般若經疏》上講的，你聽聞佛法沒有修行，你沒去照做。最低限度你要把這六、七、八、九、十，這五條要做到，那你真的叫學佛，這五條做到是入佛門。貪瞋痴慢疑難斷，這五條容易斷，這五條斷了，身見就是你執著這個身是我，一下明白，曉得身不是我。"
    },
    {
      "id": "02-037-0092_p0010",
      "zh_CN": "我们凡夫真的错得太离谱，真正的我在觉悟的状况之下，叫自性、叫法性，法性是我；迷了的时候是阿赖耶，阿赖耶是我。佛法里面叫神识，称阿赖耶为神识，世间人迷惑的时候叫它做灵魂。实际上它迷，它是迷了自性，用另外一个名字叫它做阿赖耶。阿赖耶翻作藏识，藏是含藏，含藏整个宇宙，它自己并不知道。身，身是一个形相，物质形相。阿赖耶的境界相无量无边，境界相是物质现象，遍法界虚空界都是它的物质现象，我们在无量无边物质现象里头，只取这一点点以为是我身，不知道遍法界虚空界所有物质现象是我的身相，这不知道，认为这个身是我。还有一个认为念头是我，外国哲学家说，他明了身不是我，什么是我？「我思故我在」，我能思惟想像的那个是我。这是心，你心里在想什么。心是什么？心是阿赖耶的转相。用四分来讲，境界相是阿赖耶的相分，阿赖耶的见分就是意念、就是念头，从念头变现出物质现象。现在我们对这个有相当的概念，我们明白，我们不再疑惑。那信息多少？科学家叫信息，信息无量无边，遍法界虚空界的信息是我们的心想。一切法从心想生，我们执着这一点点信息，认为是自己的心，所以全都错了。不能不说这个身体是我身，念头是我心，但是它是我身心极小的一部分，我们把全体丢掉了。就好像我们整个身丢掉了，认身上的一个细胞是自己，就像这种情形，不知道整个身是自己，执着认定这个细胞是自己。《楞严经》上佛用大海做比喻，用大海代表我，现在忘掉大海，大海里起个水泡，认定这个水泡是我，把大海忘记了。水泡哪一天破了，这才晓得我有这么大，整个大海是我。",
      "zh_TW": "我們凡夫真的錯得太離譜，真正的我在覺悟的狀況之下，叫自性、叫法性，法性是我；迷了的時候是阿賴耶，阿賴耶是我。佛法裡面叫神識，稱阿賴耶為神識，世間人迷惑的時候叫它做靈魂。實際上它迷，它是迷了自性，用另外一個名字叫它做阿賴耶。阿賴耶翻作藏識，藏是含藏，含藏整個宇宙，它自己並不知道。身，身是一個形相，物質形相。阿賴耶的境界相無量無邊，境界相是物質現象，遍法界虛空界都是它的物質現象，我們在無量無邊物質現象裡頭，只取這一點點以為是我身，不知道遍法界虛空界所有物質現象是我的身相，這不知道，認為這個身是我。還有一個認為念頭是我，外國哲學家說，他明瞭身不是我，什麼是我？「我思故我在」，我能思惟想像的那個是我。這是心，你心裡在想什麼。心是什麼？心是阿賴耶的轉相。用四分來講，境界相是阿賴耶的相分，阿賴耶的見分就是意念、就是念頭，從念頭變現出物質現象。現在我們對這個有相當的概念，我們明白，我們不再疑惑。那信息多少？科學家叫信息，信息無量無邊，遍法界虛空界的信息是我們的心想。一切法從心想生，我們執著這一點點信息，認為是自己的心，所以全都錯了。不能不說這個身體是我身，念頭是我心，但是它是我身心極小的一部分，我們把全體丟掉了。就好像我們整個身丟掉了，認身上的一個細胞是自己，就像這種情形，不知道整個身是自己，執著認定這個細胞是自己。《楞嚴經》上佛用大海做比喻，用大海代表我，現在忘掉大海，大海裡起個水泡，認定這個水泡是我，把大海忘記了。水泡哪一天破了，這才曉得我有這麼大，整個大海是我。"
    },
    {
      "id": "02-037-0092_p0011",
      "zh_CN": "所以觉悟的人知道自性是我，自性没有现象，众生有感自然现相，现的相是什么？现的相是阿赖耶，现的相是无量无边的法相。现相做什么？现相度众生。所以，诸佛菩萨用阿赖耶来度化众生，不是自受用。现在我们迷了，阿赖耶做主当家，它以为自己是主人，把主人摆在一边不理会它，它当家做主。这是什么境界？十法界，十法界里面统是阿赖耶当家做主。十法界里面四圣法界，阿赖耶还不错，为什么？觉悟了，知道自己的身分不是主人，是仆人。六道完全不知道，六道是宾主颠倒，阿赖耶当作主人，自性反而一点作为都没有，这是事实真相。所以佛教我们要回头，恢复自己主人的地位，那就成佛了。阿赖耶听命于主人，帮助主人接引众生、教化众生，这就对了，这叫随顺自性；阿赖耶当家做主是背叛了自性，宾主颠倒了。从哪里下手？从我见，就是身见，真正晓得身不是我。",
      "zh_TW": "所以覺悟的人知道自性是我，自性沒有現象，眾生有感自然現相，現的相是什麼？現的相是阿賴耶，現的相是無量無邊的法相。現相做什麼？現相度眾生。所以，諸佛菩薩用阿賴耶來度化眾生，不是自受用。現在我們迷了，阿賴耶做主當家，它以為自己是主人，把主人擺在一邊不理會它，它當家做主。這是什麼境界？十法界，十法界裡面統是阿賴耶當家做主。十法界裡面四聖法界，阿賴耶還不錯，為什麼？覺悟了，知道自己的身分不是主人，是僕人。六道完全不知道，六道是賓主顛倒，阿賴耶當作主人，自性反而一點作為都沒有，這是事實真相。所以佛教我們要回頭，恢復自己主人的地位，那就成佛了。阿賴耶聽命於主人，幫助主人接引眾生、教化眾生，這就對了，這叫隨順自性；阿賴耶當家做主是背叛了自性，賓主顛倒了。從哪裡下手？從我見，就是身見，真正曉得身不是我。"
    },
    {
      "id": "02-037-0092_p0012",
      "zh_CN": "我昨天晚上看了一份资料，同学给我的，这是科学家证明二０一二年十二月二十一日不是世界末日，九种资料里头都有详细说明。最重要的是美国的ＮＡＳＡ就是太空总署，非常有力的说明，这一天不是世界末日，但是是地球有个很大的转变，从三度空间转变到四度空间。有三天的时间，地球处在这个零度空间，有三天处在零度空间，他说会死很多人。这是人怎么样？不适应。这三天都是黑夜，没有阳光，很可能科学技术全部被摧毁。换句话说，交通工具没有了，电力没有了，人要回到原始的生活状况。当然这是非常非常不适应，我们现在依赖这些科技，也已经养成习惯，电没有了怎么办？临时找个蜡烛都找不到，找个火柴找不到，你怎么办？烧饭的时候炉灶电没有了，瓦斯没有了，瓦斯可以储存，电要是停了，电器就没用了，瓦斯能用几天？三天三夜没有阳光，第四天阳光出来，那就是转变过来，由三度空间转变到四度空间。走的人走了，留下的人也很幸运，这种变化在宇宙是不常有的，居然被我们碰上了，让我们感受四度空间，那个不一样。他说四度空间人也有死，但是尸体不会腐坏。那不会腐坏不就像木乃伊一样吗？很多很多都不是我们能想像得到的，都会呈现在我们眼前。所以我们今天最重要的，念佛，一定要把阿弥陀佛放在心上，时间只有一年，不能开玩笑。今天是不是十二月二十一号？那到明年十二月二十一刚刚好一年。我们这一年做充分准备，除阿弥陀佛之外一切都放下，我们迎接这一天的到来，这个一年当中决定要成就。",
      "zh_TW": "我昨天晚上看了一份資料，同學給我的，這是科學家證明二０一二年十二月二十一日不是世界末日，九種資料裡頭都有詳細說明。最重要的是美國的ＮＡＳＡ就是太空總署，非常有力的說明，這一天不是世界末日，但是是地球有個很大的轉變，從三度空間轉變到四度空間。有三天的時間，地球處在這個零度空間，有三天處在零度空間，他說會死很多人。這是人怎麼樣？不適應。這三天都是黑夜，沒有陽光，很可能科學技術全部被摧毀。換句話說，交通工具沒有了，電力沒有了，人要回到原始的生活狀況。當然這是非常非常不適應，我們現在依賴這些科技，也已經養成習慣，電沒有了怎麼辦？臨時找個蠟燭都找不到，找個火柴找不到，你怎麼辦？燒飯的時候爐灶電沒有了，瓦斯沒有了，瓦斯可以儲存，電要是停了，電器就沒用了，瓦斯能用幾天？三天三夜沒有陽光，第四天陽光出來，那就是轉變過來，由三度空間轉變到四度空間。走的人走了，留下的人也很幸運，這種變化在宇宙是不常有的，居然被我們碰上了，讓我們感受四度空間，那個不一樣。他說四度空間人也有死，但是屍體不會腐壞。那不會腐壞不就像木乃伊一樣嗎？很多很多都不是我們能想像得到的，都會呈現在我們眼前。所以我們今天最重要的，念佛，一定要把阿彌陀佛放在心上，時間只有一年，不能開玩笑。今天是不是十二月二十一號？那到明年十二月二十一剛剛好一年。我們這一年做充分準備，除阿彌陀佛之外一切都放下，我們迎接這一天的到來，這個一年當中決定要成就。"
    },
    {
      "id": "02-037-0092_p0013",
      "zh_CN": "要放下身见，现在我们对这桩事情搞清楚了，物质根本是假的，是意念波动的一个现象。这一切法从心想生，佛讲得真好！我见放下、身见放下，边见，边见是对立二边，这我们一定要学不再跟一切人事物对立，要怎么看法？一切人事物都是我的一部分，都是我，我是遍法界虚空界，我是圆满的宇宙。不但一切众生是从我现我生，连十方一切诸佛也是我现我生，无量无边的刹土也是我现我生，跟我是一体，我们要有这个认知。充分的发挥贤首国师在《还源观》上讲的四德，「随缘妙用」，妙用是什么？清净平等觉就妙用。一切境界里头，无论顺境逆境、善缘恶缘，不再受外界影响，我心里头有主。这个主就是一句阿弥陀佛，就是如来在因地上所发的四弘誓愿，十大愿王、四十八愿。愿的条目虽有多少不同，内容完全一样，不增不减。普贤十愿是从四弘誓愿里面开出来的，归纳是四弘，展开来是普贤十愿；阿弥陀佛四十八愿是普贤十愿里头开出来的，归纳就十条，展开来就四十八，一即是多，多即是一，归纳到最后真的就一条，四弘誓愿头一条「众生无边誓愿度」。要用同体大悲，无缘大慈去对待一切众生，对待一切世界。",
      "zh_TW": "要放下身見，現在我們對這樁事情搞清楚了，物質根本是假的，是意念波動的一個現象。這一切法從心想生，佛講得真好！我見放下、身見放下，邊見，邊見是對立二邊，這我們一定要學不再跟一切人事物對立，要怎麼看法？一切人事物都是我的一部分，都是我，我是遍法界虛空界，我是圓滿的宇宙。不但一切眾生是從我現我生，連十方一切諸佛也是我現我生，無量無邊的剎土也是我現我生，跟我是一體，我們要有這個認知。充分的發揮賢首國師在《還源觀》上講的四德，「隨緣妙用」，妙用是什麼？清淨平等覺就妙用。一切境界裡頭，無論順境逆境、善緣惡緣，不再受外界影響，我心裡頭有主。這個主就是一句阿彌陀佛，就是如來在因地上所發的四弘誓願，十大願王、四十八願。願的條目雖有多少不同，內容完全一樣，不增不減。普賢十願是從四弘誓願裡面開出來的，歸納是四弘，展開來是普賢十願；阿彌陀佛四十八願是普賢十願裡頭開出來的，歸納就十條，展開來就四十八，一即是多，多即是一，歸納到最後真的就一條，四弘誓願頭一條「眾生無邊誓願度」。要用同體大悲，無緣大慈去對待一切眾生，對待一切世界。"
    },
    {
      "id": "02-037-0092_p0014",
      "zh_CN": "世界不管怎么个变化，三度转变到四度，这小变，不是大变，大的变化是成住坏空，整个宇宙，都不会干扰到我们。为什么？就像一个人一样，这种大变化，我们器官整理而已。把内脏里面一些不干净的东西，病毒统统清除掉恢复健康，清洗肠胃，这是大的变化。像明年这个变化这是小变化，不是大变化。我们肯定我们的身是宇宙，那就没有妨碍，那是我们身上局部的变化。为什么说死很多人？死很多人我们常讲吓死的。这里面确实会有地磁的变化，南北极的变化，这个变化很大。这种变化我们就知道，地球上的气候产生变化，寒带变成热带，热带变成寒带，会有这个情形。这个变化对地球上的生物（动物、植物）有很多不能适应，生活在寒带里头不适应热带这个地方，生活在热带不适应寒带的地方，这个受不了的话，会在这里死亡。死亡不要紧，身，身放下了灵性在，灵性是我，身不是我，所以你就不在乎了。我们修什么？我们修灵性，我不是修身，但是灵性提升，身体一定健康；灵性不能提升，身体才有麻烦，才有这么多病痛。所以一定要晓得，「境随心转」这个道理，我们的身是境，我们的心是主宰，我们念头善、念头清净、念头平等，我的身体健康能够适应一切环境。平等的爱心、清净的爱心，这比什么都重要，这只有大乘佛法里头有，而且究竟圆满。所以边见要去掉，对自己的身体也是如此，没有控制它的念头，没有占有的念头，没有支配的念头，好，这心多清净。念念跟阿弥陀佛相应，跟阿弥陀佛的心相应，跟阿弥陀佛的愿相应，跟阿弥陀佛的德相应，跟阿弥陀佛的行相应，阿弥陀佛的行愿是普度遍法界虚空界所有一切刹土，六道里头的苦难众生，这是阿弥陀佛的心愿。我们要把自己提升！",
      "zh_TW": "世界不管怎麼個變化，三度轉變到四度，這小變，不是大變，大的變化是成住壞空，整個宇宙，都不會干擾到我們。為什麼？就像一個人一樣，這種大變化，我們器官整理而已。把內臟裡面一些不乾淨的東西，病毒統統清除掉恢復健康，清洗腸胃，這是大的變化。像明年這個變化這是小變化，不是大變化。我們肯定我們的身是宇宙，那就沒有妨礙，那是我們身上局部的變化。為什麼說死很多人？死很多人我們常講嚇死的。這裡面確實會有地磁的變化，南北極的變化，這個變化很大。這種變化我們就知道，地球上的氣候產生變化，寒帶變成熱帶，熱帶變成寒帶，會有這個情形。這個變化對地球上的生物（動物、植物）有很多不能適應，生活在寒帶裡頭不適應熱帶這個地方，生活在熱帶不適應寒帶的地方，這個受不了的話，會在這裡死亡。死亡不要緊，身，身放下了靈性在，靈性是我，身不是我，所以你就不在乎了。我們修什麼？我們修靈性，我不是修身，但是靈性提升，身體一定健康；靈性不能提升，身體才有麻煩，才有這麼多病痛。所以一定要曉得，「境隨心轉」這個道理，我們的身是境，我們的心是主宰，我們念頭善、念頭清淨、念頭平等，我的身體健康能夠適應一切環境。平等的愛心、清淨的愛心，這比什麼都重要，這只有大乘佛法裡頭有，而且究竟圓滿。所以邊見要去掉，對自己的身體也是如此，沒有控制它的念頭，沒有佔有的念頭，沒有支配的念頭，好，這心多清淨。念念跟阿彌陀佛相應，跟阿彌陀佛的心相應，跟阿彌陀佛的願相應，跟阿彌陀佛的德相應，跟阿彌陀佛的行相應，阿彌陀佛的行願是普度遍法界虛空界所有一切剎土，六道裡頭的苦難眾生，這是阿彌陀佛的心願。我們要把自己提升！"
    },
    {
      "id": "02-037-0092_p0015",
      "zh_CN": "邪见是所有错误的观念，统统放下。哪些是错误的？有念都是错误的，特别是对自己。对自己为什么有念都是错误的？因为身不是我，你念念都为这个身错了，身不是我；性是我，念念要为性，性里头什么都没有。万法皆空，自性不空。自性不是万法，自性不是物质，也不是意念，连自然都谈不上，它什么都没有，但是它能够生自然现象，能生精神现象，能生物质现象。这三种现象虽然是它生的，三种现象都不是真的，刹那不住，佛法称作无常。这个事实真相，被现代科学家发现了，这宇宙的奥秘。科学家虽然发现，这是科学技术达到这个水平，能看到基本粒子的现象，这组成宇宙的，没看错。但是科学家的分别执着没放下，所以他还是凡夫，他出不了六道轮回。我们也是凡夫，八万四千法门都是要断烦恼、消业障，我们走那个门很难，理上我们明白，事上我们做不到。所以我们要走特别通道，这净土法门。这个特别通道是阿弥陀佛开的，只要具备三个条件，你就能走这个特别通道。这三个条件第一个信，一点怀疑都没有，完全肯定；第二个是愿，我真愿意走这个特别通道，一点障碍都没有；第三个执持名号，一向专念。我们决定不能用散乱心，把散乱心收起来一心一意，其他的都别想了。有缘众生要关怀不能放在心上，要学这个本事，这是佛菩萨特别的能力，对每个人那么样关心，但是心里干干净净的，他不走心。事上面面照顾到，心里头干干净净一尘不染，永远记住，「清净平等觉」这五个字重要！",
      "zh_TW": "邪見是所有錯誤的觀念，統統放下。哪些是錯誤的？有念都是錯誤的，特別是對自己。對自己為什麼有念都是錯誤的？因為身不是我，你念念都為這個身錯了，身不是我；性是我，念念要為性，性裡頭什麼都沒有。萬法皆空，自性不空。自性不是萬法，自性不是物質，也不是意念，連自然都談不上，它什麼都沒有，但是它能夠生自然現象，能生精神現象，能生物質現象。這三種現象雖然是它生的，三種現象都不是真的，剎那不住，佛法稱作無常。這個事實真相，被現代科學家發現了，這宇宙的奧祕。科學家雖然發現，這是科學技術達到這個水平，能看到基本粒子的現象，這組成宇宙的，沒看錯。但是科學家的分別執著沒放下，所以他還是凡夫，他出不了六道輪迴。我們也是凡夫，八萬四千法門都是要斷煩惱、消業障，我們走那個門很難，理上我們明白，事上我們做不到。所以我們要走特別通道，這淨土法門。這個特別通道是阿彌陀佛開的，只要具備三個條件，你就能走這個特別通道。這三個條件第一個信，一點懷疑都沒有，完全肯定；第二個是願，我真願意走這個特別通道，一點障礙都沒有；第三個執持名號，一向專念。我們決定不能用散亂心，把散亂心收起來一心一意，其他的都別想了。有緣眾生要關懷不能放在心上，要學這個本事，這是佛菩薩特別的能力，對每個人那麼樣關心，但是心裡乾乾淨淨的，他不走心。事上面面照顧到，心裡頭乾乾淨淨一塵不染，永遠記住，「清淨平等覺」這五個字重要！"
    },
    {
      "id": "02-037-0092_p0016",
      "zh_CN": "见取见、戒取见都是我们中国人讲的成见，见取见是果上的成见，戒取见是因上的成见，这里头因果都得放下。我们只取一个因果，真信切愿念佛是因，往生极乐世界亲近阿弥陀佛是果，我们只取一个，其他的见取、戒取都不要。我们的时间记住，今天整整一年，别的不搞了。这些年来，我们所提倡的三个根、四个根，要不要？要，救你的家庭、救社会、救国家、救世界，非此不成，这个要。救自己，一句阿弥陀佛，记住，这个比那个还要重要。而且信愿持名里头就具足了四个根，你想想看，你没有这四个根的话，你怎么会念得成功？一句名号具足一切法，十方三世一切诸佛如来所说的妙法，尽在其中，一个都不缺。你抓到这个总纲领，这是大总持法门，全掌握到了。不再搞三搞四，来不及了。你们万人念佛会里头，要把这一句话讲清楚、讲明白。净宗持名念佛，是一切诸佛如来的大总持法门，诸佛如来所说之法一丝毫都不欠缺，圆圆满满。",
      "zh_TW": "見取見、戒取見都是我們中國人講的成見，見取見是果上的成見，戒取見是因上的成見，這裡頭因果都得放下。我們只取一個因果，真信切願念佛是因，往生極樂世界親近阿彌陀佛是果，我們只取一個，其他的見取、戒取都不要。我們的時間記住，今天整整一年，別的不搞了。這些年來，我們所提倡的三個根、四個根，要不要？要，救你的家庭、救社會、救國家、救世界，非此不成，這個要。救自己，一句阿彌陀佛，記住，這個比那個還要重要。而且信願持名裡頭就具足了四個根，你想想看，你沒有這四個根的話，你怎麼會念得成功？一句名號具足一切法，十方三世一切諸佛如來所說的妙法，盡在其中，一個都不缺。你抓到這個總綱領，這是大總持法門，全掌握到了。不再搞三搞四，來不及了。你們萬人念佛會裡頭，要把這一句話講清楚、講明白。淨宗持名念佛，是一切諸佛如來的大總持法門，諸佛如來所說之法一絲毫都不欠缺，圓圓滿滿。"
    },
    {
      "id": "02-037-0092_p0017",
      "zh_CN": "「一切诸使中以此十使为根本」，这个使就是烦恼，所有无量无边的烦恼，这十条是根本。「故标出为十使，又曰十烦恼」，十大烦恼，「十惑」，十种迷惑，「十随眠」。「台宗」，天台宗「称前五者曰五钝使，后五者曰五利使。依惑性之利钝而分之也」。这是天台大师所说的，前面这个五条贪瞋痴慢疑，钝，好像很迟钝，为什么？它很难断。经教里把它比喻，像藕断丝连，藕断了丝连上，不好断。后面这五种是五利使，看起来它的迷惑性很猛厉、很厉害，不像前面五种贪瞋痴慢疑，它很柔软，这后面五个非常强硬，但是强硬的好断、容易断，前面五种贪瞋痴慢疑是非常难断。所以后面这五个断掉就证须陀洹果。须陀洹要把贪瞋痴慢疑断掉，经历很长的时间，而且慢慢的断，到最后统统断掉就证阿罗汉果。",
      "zh_TW": "「一切諸使中以此十使為根本」，這個使就是煩惱，所有無量無邊的煩惱，這十條是根本。「故標出為十使，又曰十煩惱」，十大煩惱，「十惑」，十種迷惑，「十隨眠」。「台宗」，天台宗「稱前五者曰五鈍使，後五者曰五利使。依惑性之利鈍而分之也」。這是天台大師所說的，前面這個五條貪瞋痴慢疑，鈍，好像很遲鈍，為什麼？它很難斷。經教裡把它比喻，像藕斷絲連，藕斷了絲連上，不好斷。後面這五種是五利使，看起來它的迷惑性很猛厲、很厲害，不像前面五種貪瞋痴慢疑，它很柔軟，這後面五個非常強硬，但是強硬的好斷、容易斷，前面五種貪瞋痴慢疑是非常難斷。所以後面這五個斷掉就證須陀洹果。須陀洹要把貪瞋痴慢疑斷掉，經歷很長的時間，而且慢慢的斷，到最後統統斷掉就證阿羅漢果。"
    },
    {
      "id": "02-037-0092_p0018",
      "zh_CN": "「又以见思分别小乘俱舍之义」，小乘《俱舍论》里头所说的，「谓前四使通于见思二惑」，前面就是贪瞋痴慢，见惑里头有，思惑里头也有。「疑以下之六使，唯为见惑」，怀疑跟下面的身见、边见一直到戒取见，这六使属于见惑，前面四种贪瞋痴慢属于思惑。「又大乘唯识之义，四使与身边二见之六使，通于见修」，见道位、修道位，疑与邪见、见取见、戒取见这四使，「唯为见惑。见大乘义章六，法界次第上之上」。这是古来祖师大德对于世尊之教学，各人看法不一样，大同小异。一般普通在大小乘教里头，多数这些祖师大德们都把贪瞋痴慢疑看作是思惑，身见、边见、见取、戒取、邪见，称之为见惑，合起来叫见思惑，或者叫见思烦恼。",
      "zh_TW": "「又以見思分別小乘俱舍之義」，小乘《俱舍論》裡頭所說的，「謂前四使通於見思二惑」，前面就是貪瞋痴慢，見惑裡頭有，思惑裡頭也有。「疑以下之六使，唯為見惑」，懷疑跟下面的身見、邊見一直到戒取見，這六使屬於見惑，前面四種貪瞋痴慢屬於思惑。「又大乘唯識之義，四使與身邊二見之六使，通於見修」，見道位、修道位，疑與邪見、見取見、戒取見這四使，「唯為見惑。見大乘義章六，法界次第上之上」。這是古來祖師大德對於世尊之教學，各人看法不一樣，大同小異。一般普通在大小乘教裡頭，多數這些祖師大德們都把貪瞋痴慢疑看作是思惑，身見、邊見、見取、戒取、邪見，稱之為見惑，合起來叫見思惑，或者叫見思煩惱。"
    },
    {
      "id": "02-037-0092_p0019",
      "zh_CN": "此地说，这解释百千三昧。众生无量不是说一个地球，实际上地球众生也无量，很多我们看不见。我们一般人讲众生都是说人，畜生没有包括进去，树木花草、山河大地统统是众生，众缘和合而生起的现象就叫众生。由此可知，物质现象是众生，精神现象也是众生，自然现象还是众生。没有众缘和合，任何一个现象不能独立存在。这个道理现在量子学家发现了。所有一切现象都必须依众靠众，它是群体而存在的一种现象，不是独立的。所以众生的心行不同，根有利、有钝，于诸结使，就是这些烦恼有厚、有薄不相同。「是故菩萨行百千种三昧，断其尘劳」，尘劳就是烦恼。「譬如为诸贫人欲令大富，当备种种财物，一切备具，然后能济诸贫者」。这从比喻上说，我们希望贫苦的人都能够得到大财富，那你就得常备种种财物，你才能布施，才能帮助他。如果一切不具备，你就没办法帮助大众离开贫苦，这是一个道理。但是这个，我们中国古圣先贤常说「君子济急不济贫」，急难的时候要帮助他，贫穷是他命里的，这是他的业报没法子救，佛能救。佛用什么方法救？破迷开悟。佛知道贫苦、灾难从哪里来，从迷惑来的。化解灾难、转贫为富要用觉，所以释迦牟尼佛慈悲，一生教学。",
      "zh_TW": "此地說，這解釋百千三昧。眾生無量不是說一個地球，實際上地球眾生也無量，很多我們看不見。我們一般人講眾生都是說人，畜生沒有包括進去，樹木花草、山河大地統統是眾生，眾緣和合而生起的現象就叫眾生。由此可知，物質現象是眾生，精神現象也是眾生，自然現象還是眾生。沒有眾緣和合，任何一個現象不能獨立存在。這個道理現在量子學家發現了。所有一切現象都必須依眾靠眾，它是群體而存在的一種現象，不是獨立的。所以眾生的心行不同，根有利、有鈍，於諸結使，就是這些煩惱有厚、有薄不相同。「是故菩薩行百千種三昧，斷其塵勞」，塵勞就是煩惱。「譬如為諸貧人欲令大富，當備種種財物，一切備具，然後能濟諸貧者」。這從比喻上說，我們希望貧苦的人都能夠得到大財富，那你就得常備種種財物，你才能布施，才能幫助他。如果一切不具備，你就沒辦法幫助大眾離開貧苦，這是一個道理。但是這個，我們中國古聖先賢常說「君子濟急不濟貧」，急難的時候要幫助他，貧窮是他命裡的，這是他的業報沒法子救，佛能救。佛用什麼方法救？破迷開悟。佛知道貧苦、災難從哪裡來，從迷惑來的。化解災難、轉貧為富要用覺，所以釋迦牟尼佛慈悲，一生教學。"
    },
    {
      "id": "02-037-0092_p0020",
      "zh_CN": "我初学佛的时候老师教我，老师年岁大阅历深。我跟章嘉大师的时候，我二十六岁，章嘉大师六十五岁，大我三十九，祖父辈的，他们这些人看的人多，阅历很深，一看我他就明了。这个人怎么样？聪明很清秀，没福报又短命，一看就看出来了。所以他就帮助我，教我修布施，布施能改变我们物质环境。财富从哪里来的？前世修财布施，你命里头才有财库，命里头有财库不管干什么都赚钱，那财库大、多；命里面的智慧是法布施，命里头的健康长寿是无畏布施，统统都有因，从果就看到因，从因就看到果。我们前世三种布施都不多，加紧去修，要真有布施的心，这个非常重要。我没有力我有这个心，有心之后怎么样？尽心尽力，你的布施功德是圆满的。人家是财主，有亿万家财，布施一、二个亿小事；我们贫穷什么都没有，只有这一块、两块钱，你把这一块、两块布施掉了，是全部的家私。你这个施舍所得的福报超过那个富人，他布施两个亿不如你布施两块钱。所以贫人能够富起来，能够成为大富，道理就在此地。",
      "zh_TW": "我初學佛的時候老師教我，老師年歲大閱歷深。我跟章嘉大師的時候，我二十六歲，章嘉大師六十五歲，大我三十九，祖父輩的，他們這些人看的人多，閱歷很深，一看我他就明瞭。這個人怎麼樣？聰明很清秀，沒福報又短命，一看就看出來了。所以他就幫助我，教我修布施，布施能改變我們物質環境。財富從哪裡來的？前世修財布施，你命裡頭才有財庫，命裡頭有財庫不管幹什麼都賺錢，那財庫大、多；命裡面的智慧是法布施，命裡頭的健康長壽是無畏布施，統統都有因，從果就看到因，從因就看到果。我們前世三種布施都不多，加緊去修，要真有布施的心，這個非常重要。我沒有力我有這個心，有心之後怎麼樣？盡心盡力，你的布施功德是圓滿的。人家是財主，有億萬家財，布施一、二個億小事；我們貧窮什麼都沒有，只有這一塊、兩塊錢，你把這一塊、兩塊布施掉了，是全部的家私。你這個施捨所得的福報超過那個富人，他布施兩個億不如你布施兩塊錢。所以貧人能夠富起來，能夠成為大富，道理就在此地。"
    },
    {
      "id": "02-037-0092_p0021",
      "zh_CN": "明白这个道理，懂得应该怎么做法，你就真去干，干的时候不要有：我为着得果报，我才来修布施。不要有这个念头，有这个念头你得的不多，有局限；你没有这个念头，你所得的福报不可思议。因为你没有这个念头，你的心是真心，有这个念头心是妄心，妄心修得的少，真心修得的多，要懂这道理。时时处处对一切人事物都要用真心，不要用妄心，渐渐的把自己的性德全给修出来。佛法里面三皈是性德，五戒十善是性德，菩萨的弘愿是性德，六度十度都是菩萨行，是性德，普贤十愿、阿弥陀佛四十八愿，全是性德自然流露。贤首国师在《还源观》里面，把性德总结为四条就是四大类，「随缘妙用，威仪有则」，这个威仪有则的意思，时时刻刻给一切众生做好样子，就这个意思，不好的样子不做，要做好样子。「柔和质直」，这是什么？这是四摄法的总纲领，菩萨所在之处，令一切众生生欢喜心，一定要做到柔和质直，外面柔和，里面真诚，质直就是真诚。最后一条「代众生苦」，我多受一点苦，希望众生少受一点苦。每条里头意思深广无尽，《还源观》上讲的四德。",
      "zh_TW": "明白這個道理，懂得應該怎麼做法，你就真去幹，幹的時候不要有：我為著得果報，我才來修布施。不要有這個念頭，有這個念頭你得的不多，有侷限；你沒有這個念頭，你所得的福報不可思議。因為你沒有這個念頭，你的心是真心，有這個念頭心是妄心，妄心修得的少，真心修得的多，要懂這道理。時時處處對一切人事物都要用真心，不要用妄心，漸漸的把自己的性德全給修出來。佛法裡面三皈是性德，五戒十善是性德，菩薩的弘願是性德，六度十度都是菩薩行，是性德，普賢十願、阿彌陀佛四十八願，全是性德自然流露。賢首國師在《還源觀》裡面，把性德總結為四條就是四大類，「隨緣妙用，威儀有則」，這個威儀有則的意思，時時刻刻給一切眾生做好樣子，就這個意思，不好的樣子不做，要做好樣子。「柔和質直」，這是什麼？這是四攝法的總綱領，菩薩所在之處，令一切眾生生歡喜心，一定要做到柔和質直，外面柔和，裡面真誠，質直就是真誠。最後一條「代眾生苦」，我多受一點苦，希望眾生少受一點苦。每條裡頭意思深廣無盡，《還源觀》上講的四德。"
    },
    {
      "id": "02-037-0092_p0022",
      "zh_CN": "下面又举例子，「又如欲治诸病，当备种种众药，然后能治」，这括弧说「以上取意」，从比喻里头取这个意思。我们自己要真修，我们自己没有真实的德能、真实的智慧跟福报，没有办法帮助众生。阿弥陀佛是我们的好样子，你看他发四十八愿，对于苦难众生面面想到，面面照顾到，无微不至。五劫时间的修行每一愿都兑现了，他才有能力帮助一切苦难众生。他要没有智慧、没有德行、没有财富，他怎么能教化众生？财富是佛经上讲的相好，依正庄严，身有无量相，相有无量好。",
      "zh_TW": "下面又舉例子，「又如欲治諸病，當備種種眾藥，然後能治」，這括弧說「以上取意」，從比喻裡頭取這個意思。我們自己要真修，我們自己沒有真實的德能、真實的智慧跟福報，沒有辦法幫助眾生。阿彌陀佛是我們的好樣子，你看他發四十八願，對於苦難眾生面面想到，面面照顧到，無微不至。五劫時間的修行每一願都兌現了，他才有能力幫助一切苦難眾生。他要沒有智慧、沒有德行、沒有財富，他怎麼能教化眾生？財富是佛經上講的相好，依正莊嚴，身有無量相，相有無量好。"
    },
    {
      "id": "02-037-0092_p0023",
      "zh_CN": "我们再往下看，「又《智度论》曰：从首楞严三昧乃至虚空际无所着解脱三昧，又如见一切佛三昧，乃至一切如来解脱修观师子频呻等，无量阿僧祇菩萨三昧」。这都是举例来解释百千三昧。《智度论》里头说从首楞严三昧，我们常讲的楞严大定，楞严大定是性定，自性本定，不是修得的。但是我们迷失自性。首楞严的意思是坚固的意思，不生不灭，永不变异，所以它是属于性定。乃至虚空际无所着解脱三昧，解脱是得到真正的自由、自在。怎么得到的？放下便是。放下执着、放下分别、放下妄想，心跟虚空相应，不但分别执着没有，起心动念也没有，这真正解脱，实报土里面无始无明的习气都断干净了。又如见一切佛三昧。见一切佛，佛从哪里来的？自性里面显现的；换句话说，你不见性，你就见不到佛。见佛一定是真心，转八识成四智才能见到佛；八识没有转，四智没有现前，你就见不到佛。",
      "zh_TW": "我們再往下看，「又《智度論》曰：從首楞嚴三昧乃至虛空際無所著解脫三昧，又如見一切佛三昧，乃至一切如來解脫修觀師子頻呻等，無量阿僧祇菩薩三昧」。這都是舉例來解釋百千三昧。《智度論》裡頭說從首楞嚴三昧，我們常講的楞嚴大定，楞嚴大定是性定，自性本定，不是修得的。但是我們迷失自性。首楞嚴的意思是堅固的意思，不生不滅，永不變異，所以它是屬於性定。乃至虛空際無所著解脫三昧，解脫是得到真正的自由、自在。怎麼得到的？放下便是。放下執著、放下分別、放下妄想，心跟虛空相應，不但分別執著沒有，起心動念也沒有，這真正解脫，實報土裡面無始無明的習氣都斷乾淨了。又如見一切佛三昧。見一切佛，佛從哪裡來的？自性裡面顯現的；換句話說，你不見性，你就見不到佛。見佛一定是真心，轉八識成四智才能見到佛；八識沒有轉，四智沒有現前，你就見不到佛。"
    },
    {
      "id": "02-037-0092_p0024",
      "zh_CN": "乃至一切如来解脱修观师子频呻等。这又遇到一个术语，「师子频呻三昧」，我们采丁福保编的《佛学大辞典》，这里面给我们讲「师子奋迅三昧」，师子频呻与师子奋迅完全相同。「师子奋迅，（譬喻）师子奋起时，身毛皆竖，其势迅速勇猛」，用这个来比喻佛的威猛。这下面有比较详细的解释，「师子奋迅时，开张诸根，身毛皆竖」。狮子什么时候奋迅？当牠饥饿的时候，要捕猎野兽，这个时候牠奋迅，把牠那个威力完全展现出来。所以狮子大声一吼，一些小动物腿都软了，想跑跑不动，有那么大的威力。你细心去观察，牠在发威的时候，牠身上的毛都竖起来，像我们人常讲的「怒发冲冠」。人到发脾气，古时候人都留头发，头发竖起来把帽子都顶出去，怒发冲冠。那是什么？真发脾气，正在发威。所以现出威怒咆哮的这种相。「佛入此三昧，则奋大悲法界之身」，这是比喻，用师子奋迅来比喻佛。师子奋迅里面有发威、发怒，佛没有，佛是大慈悲，大慈大悲，奋发大悲法界之身。「开大悲之根门，现应机之威」，接引众生展现这个威德，让外道、二乘看到之后就服了，把外道、小乘比喻小兽，就像狮子一吼，这些小兽腿软走不动，不能不服，取这个意思在，所以称为「师子奋迅三昧」。",
      "zh_TW": "乃至一切如來解脫修觀師子頻呻等。這又遇到一個術語，「師子頻呻三昧」，我們採丁福保編的《佛學大辭典》，這裡面給我們講「師子奮迅三昧」，師子頻呻與師子奮迅完全相同。「師子奮迅，（譬喻）師子奮起時，身毛皆豎，其勢迅速勇猛」，用這個來比喻佛的威猛。這下面有比較詳細的解釋，「師子奮迅時，開張諸根，身毛皆豎」。獅子什麼時候奮迅？當牠饑餓的時候，要捕獵野獸，這個時候牠奮迅，把牠那個威力完全展現出來。所以獅子大聲一吼，一些小動物腿都軟了，想跑跑不動，有那麼大的威力。你細心去觀察，牠在發威的時候，牠身上的毛都豎起來，像我們人常講的「怒髮衝冠」。人到發脾氣，古時候人都留頭髮，頭髮豎起來把帽子都頂出去，怒髮衝冠。那是什麼？真發脾氣，正在發威。所以現出威怒咆哮的這種相。「佛入此三昧，則奮大悲法界之身」，這是比喻，用師子奮迅來比喻佛。師子奮迅裡面有發威、發怒，佛沒有，佛是大慈悲，大慈大悲，奮發大悲法界之身。「開大悲之根門，現應機之威」，接引眾生展現這個威德，讓外道、二乘看到之後就服了，把外道、小乘比喻小獸，就像獅子一吼，這些小獸腿軟走不動，不能不服，取這個意思在，所以稱為「師子奮迅三昧」。"
    },
    {
      "id": "02-037-0092_p0025",
      "zh_CN": "《探玄记》里头说，「从喻为名」，这个三昧之名是从比喻，「谓如师子奋迅之时，诸根开张，身毛皆竖，现其威怒哮吼之相，令余兽类失威窜伏，令师子儿增其雄猛」。这个大狮子带着小狮子，大狮子一发威，小狮子也得到大狮子这威力的加持，牠也表现得很雄猛，所以令师子儿增其雄猛，「身得长大」。「今佛亦尔，一奋大悲法界之身，二开大悲之根门，三竖悲毛之先导，四现应机之威，吼法界之法门，令二乘诸兽藏窜聋盲，菩萨佛子增长百千诸三昧海及陀罗尼海，如是相似，故以为喻」。这些话都不难懂，完全从比喻上说的，如来的威德是因地当中所发的大愿，经过长时间的修行，功德圆满自然展现大威德相。他自己有没有作意？没有。你看到佛菩萨都是满面笑容，其中真有威德，这些威德谁见到？这经上讲的有二乘、有外道、有魔王、有罗刹。这些众生见到佛的大威德，见了之后他们也服服贴贴，归敬三宝。有真回头的，佛全部把他们得度；不肯回头的，表面上应付还会作恶的，佛菩萨没有不知道，依然慈悲摄受。那是佛了不起的地方，用德去感化，一定让这些众生，慢慢的时间久了自然受感动，他忏悔业障，回头是岸。这见佛三昧，乃至一切如来解脱修观师子频呻等，无量阿僧祇菩萨三昧。",
      "zh_TW": "《探玄記》裡頭說，「從喻為名」，這個三昧之名是從比喻，「謂如師子奮迅之時，諸根開張，身毛皆豎，現其威怒哮吼之相，令餘獸類失威竄伏，令師子兒增其雄猛」。這個大獅子帶著小獅子，大獅子一發威，小獅子也得到大獅子這威力的加持，牠也表現得很雄猛，所以令師子兒增其雄猛，「身得長大」。「今佛亦爾，一奮大悲法界之身，二開大悲之根門，三豎悲毛之先導，四現應機之威，吼法界之法門，令二乘諸獸藏竄聾盲，菩薩佛子增長百千諸三昧海及陀羅尼海，如是相似，故以為喻」。這些話都不難懂，完全從比喻上說的，如來的威德是因地當中所發的大願，經過長時間的修行，功德圓滿自然展現大威德相。他自己有沒有作意？沒有。你看到佛菩薩都是滿面笑容，其中真有威德，這些威德誰見到？這經上講的有二乘、有外道、有魔王、有羅剎。這些眾生見到佛的大威德，見了之後他們也服服貼貼，歸敬三寶。有真回頭的，佛全部把他們得度；不肯回頭的，表面上應付還會作惡的，佛菩薩沒有不知道，依然慈悲攝受。那是佛了不起的地方，用德去感化，一定讓這些眾生，慢慢的時間久了自然受感動，他懺悔業障，回頭是岸。這見佛三昧，乃至一切如來解脫修觀師子頻呻等，無量阿僧祇菩薩三昧。"
    },
    {
      "id": "02-037-0092_p0026",
      "zh_CN": "「于一一三昧中得无量陀罗尼，陀罗尼即是总持，是故经云：具足总持百千三昧」。三昧是因，陀罗尼是果，三昧是属于定、禅定，陀罗尼是属于智慧。因定开慧，你才能掌握大智慧的总纲领、总原则，遍法界虚空界一切理事因果都不出总持法门。陀罗尼现前一定是明心见性，如果没有明心见性，无量陀罗尼得不到。一一三昧中都能得无量陀罗尼，这一句话意思很深，一一三昧就是一一法门，所以佛说「法门平等，无有高下」。我们对任何一个法门都要尊重，为什么？没有一个法门不能见性的，都是直通自性。问题是修行人，修行人的结使烦恼有厚、有薄，与一切众生的缘有善缘、有恶缘。善缘、恶缘也都是烦恼，善缘是什么？恩爱牵连难分难舍，恶缘是冤冤相报没完没了，统统都是障碍。所以佛教人缘不能不结，结什么缘？结法缘。什么叫法缘？缘不外乎善恶，善恶都可以，不要执着，在一切缘里头放下妄想分别执着，就叫做法缘，这个要知道。菩萨是真的，不是假的，无尽的慈悲方便，全属于法缘。比世间的这种情缘不知道要高明多少倍，世间无法比上，为什么？它全是真的。世间的情缘是假的，情会变成仇，仇会变成怨恨，它会变质。菩萨用慈悲心，大慈悲心结缘，这里头决定没有妄想分别执着，用什么、基础是什么？同体，众生跟我是一体，我照顾他就是照顾自己。所以叫同体大悲，无缘大慈，无缘就是没有条件。",
      "zh_TW": "「於一一三昧中得無量陀羅尼，陀羅尼即是總持，是故經云：具足總持百千三昧」。三昧是因，陀羅尼是果，三昧是屬於定、禪定，陀羅尼是屬於智慧。因定開慧，你才能掌握大智慧的總綱領、總原則，遍法界虛空界一切理事因果都不出總持法門。陀羅尼現前一定是明心見性，如果沒有明心見性，無量陀羅尼得不到。一一三昧中都能得無量陀羅尼，這一句話意思很深，一一三昧就是一一法門，所以佛說「法門平等，無有高下」。我們對任何一個法門都要尊重，為什麼？沒有一個法門不能見性的，都是直通自性。問題是修行人，修行人的結使煩惱有厚、有薄，與一切眾生的緣有善緣、有惡緣。善緣、惡緣也都是煩惱，善緣是什麼？恩愛牽連難分難捨，惡緣是冤冤相報沒完沒了，統統都是障礙。所以佛教人緣不能不結，結什麼緣？結法緣。什麼叫法緣？緣不外乎善惡，善惡都可以，不要執著，在一切緣裡頭放下妄想分別執著，就叫做法緣，這個要知道。菩薩是真的，不是假的，無盡的慈悲方便，全屬於法緣。比世間的這種情緣不知道要高明多少倍，世間無法比上，為什麼？它全是真的。世間的情緣是假的，情會變成仇，仇會變成怨恨，它會變質。菩薩用慈悲心，大慈悲心結緣，這裡頭決定沒有妄想分別執著，用什麼、基礎是什麼？同體，眾生跟我是一體，我照顧他就是照顧自己。所以叫同體大悲，無緣大慈，無緣就是沒有條件。"
    },
    {
      "id": "02-037-0092_p0027",
      "zh_CN": "我这些年在海外，确实有一些人说，像在印尼说的人也很多，印尼人说，净空法师爱印尼，比印尼人还爱印尼。不但是爱印尼，我到哪里都一样，我在澳洲爱澳洲，我在美国爱美国，在哪里都爱哪里。为什么？一体，一定要明白这个道理，这是真的不是假的。《弟子规》上「凡是人，皆须爱」，范围不大，大乘教里头遍法界虚空界就是自己，怎么会不爱！中国老祖宗传下来的这些典籍，真正的法宝，能救自己、能救家庭、能救社会、能救国家、能救世界，它是宝，怎么能不爱！祖祖相传，今天到我们这一代，我们这一代最重要的使命，是把它传给下一代人。文化没有国家界限，我看孔孟学说、大乘佛法，跟汤恩比完全相同，它是这个世界全人类文明的财产。谁能够学会文言文，这个丰富智慧、方法、经验的宝库，他就有能力打开，他就有能力受用。所以任何一个地方，要学中国传统文化，要学大乘佛法，我们都全心全力去协助。我们希望社会能恢复像以前那样的安定，世界永久和平，对每个人关爱，跟自己父母兄弟姐妹没有两样，遍法界虚空界是一家人。",
      "zh_TW": "我這些年在海外，確實有一些人說，像在印尼說的人也很多，印尼人說，淨空法師愛印尼，比印尼人還愛印尼。不但是愛印尼，我到哪裡都一樣，我在澳洲愛澳洲，我在美國愛美國，在哪裡都愛哪裡。為什麼？一體，一定要明白這個道理，這是真的不是假的。《弟子規》上「凡是人，皆須愛」，範圍不大，大乘教裡頭遍法界虛空界就是自己，怎麼會不愛！中國老祖宗傳下來的這些典籍，真正的法寶，能救自己、能救家庭、能救社會、能救國家、能救世界，它是寶，怎麼能不愛！祖祖相傳，今天到我們這一代，我們這一代最重要的使命，是把它傳給下一代人。文化沒有國家界限，我看孔孟學說、大乘佛法，跟湯恩比完全相同，它是這個世界全人類文明的財產。誰能夠學會文言文，這個豐富智慧、方法、經驗的寶庫，他就有能力打開，他就有能力受用。所以任何一個地方，要學中國傳統文化，要學大乘佛法，我們都全心全力去協助。我們希望社會能恢復像以前那樣的安定，世界永久和平，對每個人關愛，跟自己父母兄弟姐妹沒有兩樣，遍法界虛空界是一家人。"
    },
    {
      "id": "02-037-0092_p0028",
      "zh_CN": "底下这一段是说「从体起用」，这里头又分为两段，第一段「定睹诸佛」，这个语气非常肯定，你决定见佛。我们看经文：",
      "zh_TW": "底下這一段是說「從體起用」，這裡頭又分為兩段，第一段「定睹諸佛」，這個語氣非常肯定，你決定見佛。我們看經文："
    },
    {
      "id": "02-037-0092_p0029",
      "zh_CN": "【住深禅定。悉睹无量诸佛。】",
      "zh_TW": "【住深禪定。悉睹無量諸佛。】"
    },
    {
      "id": "02-037-0092_p0030",
      "zh_CN": "黄念老的注解，『住深禅定，悉睹无量诸佛』，「住深禅定者，安住于深妙之禅定。《会疏》曰：深定者，所住三昧，微深幽玄，非二乘及初心菩萨所能为」。这深妙禅定是什么？给诸位说，就是这一部《无量寿经》，就是这一句阿弥陀佛名号。你想想，千经万论所赞叹的深妙禅定，是不是这个？于是我们在这个地方明白，《往生传》里头、《净土圣贤录》里面，记载着那么多往生不退成佛的人，一半以上确实是阿公阿婆，他们万缘放下，一心专念阿弥陀佛，原来他们是「住深禅定」，他们往生到极乐世界「悉睹无量诸佛」。究竟无比殊胜的法门就在眼前，多少人当面错过，以为这个不稀奇，这念一句阿弥陀佛有什么了不起？近代谛闲法师的徒弟、倓虚法师的师兄弟锅漏匠，念佛三年站着往生。谛闲老和尚不能不赞叹，多少弘宗研教的叫大善知识，不能跟他比，那真的不是假的。人家临走的时候表演给你看，还站了三天，等谛闲法师替他办后事。谛闲老法师欢喜，他的成就足以给多少修行人做榜样，启发多少人深信发愿，求生净土。世尊在《大集经》里头说，持名念佛就是无上的深妙禅。这住深禅定，我们要体会这个意思，心就安住在阿弥陀佛，阿弥陀佛就是深妙的禅定。《会疏》里头说得好，深定所住的三昧，微妙甚深幽玄，幽玄是微妙的意思；二乘人不知道，初心菩萨、权教菩萨都不知道。它是真的，它不是假的，它真的能帮助人一生圆满成就。今天时间到了，我们就学习到此地。",
      "zh_TW": "黃念老的註解，『住深禪定，悉睹無量諸佛』，「住深禪定者，安住於深妙之禪定。《會疏》曰：深定者，所住三昧，微深幽玄，非二乘及初心菩薩所能為」。這深妙禪定是什麼？給諸位說，就是這一部《無量壽經》，就是這一句阿彌陀佛名號。你想想，千經萬論所讚歎的深妙禪定，是不是這個？於是我們在這個地方明白，《往生傳》裡頭、《淨土聖賢錄》裡面，記載著那麼多往生不退成佛的人，一半以上確實是阿公阿婆，他們萬緣放下，一心專念阿彌陀佛，原來他們是「住深禪定」，他們往生到極樂世界「悉睹無量諸佛」。究竟無比殊勝的法門就在眼前，多少人當面錯過，以為這個不稀奇，這念一句阿彌陀佛有什麼了不起？近代諦閑法師的徒弟、倓虛法師的師兄弟鍋漏匠，念佛三年站著往生。諦閑老和尚不能不讚歎，多少弘宗研教的叫大善知識，不能跟他比，那真的不是假的。人家臨走的時候表演給你看，還站了三天，等諦閑法師替他辦後事。諦閑老法師歡喜，他的成就足以給多少修行人做榜樣，啟發多少人深信發願，求生淨土。世尊在《大集經》裡頭說，持名念佛就是無上的深妙禪。這住深禪定，我們要體會這個意思，心就安住在阿彌陀佛，阿彌陀佛就是深妙的禪定。《會疏》裡頭說得好，深定所住的三昧，微妙甚深幽玄，幽玄是微妙的意思；二乘人不知道，初心菩薩、權教菩薩都不知道。它是真的，它不是假的，它真的能幫助人一生圓滿成就。今天時間到了，我們就學習到此地。"
    }
  ]
}