{
  "doc_id": "02-037-0138",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三八集",
    "zh_TW": "第一三八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0138",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0138_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百三十九页第五行，我们前面学到这个地方。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百三十九頁第五行，我們前面學到這個地方。"
    },
    {
      "id": "02-037-0138_p0002",
      "zh_CN": "「地狱苦果，其最重处」，就是无间地狱，也叫做阿鼻地狱。「一日之中八万四千生死，经劫无量」，这个是事实，所谓是万死万生，一分一秒都不停的，所以叫无间。下面，「《辅宏记》云：作上品五逆十恶者感之（指最极恶逆者）。」造罪业，五逆十恶是极重的罪业，如果是有瞋恨心，没有一丝毫的慈悲心，造这个恶业都招无间地狱的果报。五逆是杀父亲、杀母亲、杀阿罗汉。阿罗汉现在在这个世间很少，你找也找不到他，但是有等流的，这个罪跟杀阿罗汉相等的。阿罗汉是什么人？是圣人，在这个世间是老师。换句话说，如果杀师长，教导你的这些老师，你也用恶意去害他、去杀他，这个罪也是地狱罪业，也是无间地狱。第四个是出佛身血。佛不在世了，出佛身血是当年提婆达多干的，造这个业，提婆达多就生身看到大地裂开，堕地狱去了。现在佛不住世，也有等流罪，以恶意破坏佛菩萨形像，无意没有关系，无意是过失，不是罪。不喜欢佛教，恨佛教，要把佛教灭掉，这个念头很严重，这种心态把佛像毁掉、把经书烧掉、侮辱出家人，都犯这个罪，也是无间地狱罪业。",
      "zh_TW": "「地獄苦果，其最重處」，就是無間地獄，也叫做阿鼻地獄。「一日之中八萬四千生死，經劫無量」，這個是事實，所謂是萬死萬生，一分一秒都不停的，所以叫無間。下面，「《輔宏記》云：作上品五逆十惡者感之（指最極惡逆者）。」造罪業，五逆十惡是極重的罪業，如果是有瞋恨心，沒有一絲毫的慈悲心，造這個惡業都招無間地獄的果報。五逆是殺父親、殺母親、殺阿羅漢。阿羅漢現在在這個世間很少，你找也找不到他，但是有等流的，這個罪跟殺阿羅漢相等的。阿羅漢是什麼人？是聖人，在這個世間是老師。換句話說，如果殺師長，教導你的這些老師，你也用惡意去害他、去殺他，這個罪也是地獄罪業，也是無間地獄。第四個是出佛身血。佛不在世了，出佛身血是當年提婆達多幹的，造這個業，提婆達多就生身看到大地裂開，墮地獄去了。現在佛不住世，也有等流罪，以惡意破壞佛菩薩形像，無意沒有關係，無意是過失，不是罪。不喜歡佛教，恨佛教，要把佛教滅掉，這個念頭很嚴重，這種心態把佛像毀掉、把經書燒掉、侮辱出家人，都犯這個罪，也是無間地獄罪業。"
    },
    {
      "id": "02-037-0138_p0003",
      "zh_CN": "最后一条是破和合僧。诸位一定要知道，既然发心剃度出家了，佛门里头无论哪一个宗派都是释迦牟尼佛传的，都是一家人，如果为了宗派不同而起了斗争，这个罪业也是堕阿鼻地狱，这叫破和合僧。佛教不但是本宗的，像我们修净土，同是净土宗的，净土宗也有派别，都是诸佛、祖师承传的，没有错误。修净土的人要彼此斗争、互不相容、自赞毁他，是决定不能往生，不但不能往生，果报在地狱，这不可以不知道。那净土宗之外的其他宗派，像贤首宗、天台宗、三论宗、唯识宗这些宗派？这些宗派都是释迦牟尼佛传的。无论是哪个宗派，亲兄弟，全是释迦牟尼佛传的。你不修可以，宗派很多，我选择一门、一个宗、一部经、一部论来专修，这是佛赞成的、佛欢喜的。为什么？修学真的要一门深入、长时薰修，因为所有一切法门，所有一切经论，最后都能通大般涅槃。所以我们就是走的路不一样，方向是一样的，目标是一样的。",
      "zh_TW": "最後一條是破和合僧。諸位一定要知道，既然發心剃度出家了，佛門裡頭無論哪一個宗派都是釋迦牟尼佛傳的，都是一家人，如果為了宗派不同而起了鬥爭，這個罪業也是墮阿鼻地獄，這叫破和合僧。佛教不但是本宗的，像我們修淨土，同是淨土宗的，淨土宗也有派別，都是諸佛、祖師承傳的，沒有錯誤。修淨土的人要彼此鬥爭、互不相容、自讚毀他，是決定不能往生，不但不能往生，果報在地獄，這不可以不知道。那淨土宗之外的其他宗派，像賢首宗、天台宗、三論宗、唯識宗這些宗派？這些宗派都是釋迦牟尼佛傳的。無論是哪個宗派，親兄弟，全是釋迦牟尼佛傳的。你不修可以，宗派很多，我選擇一門、一個宗、一部經、一部論來專修，這是佛贊成的、佛歡喜的。為什麼？修學真的要一門深入、長時薰修，因為所有一切法門，所有一切經論，最後都能通大般涅槃。所以我們就是走的路不一樣，方向是一樣的，目標是一樣的。"
    },
    {
      "id": "02-037-0138_p0004",
      "zh_CN": "不但佛门里头所有宗派是一样的，不同宗教还是一样的。这个世界上许许多多宗教，没有一个宗教是教你去做坏人，教你去杀人放火，没有的，宗教都是劝善，但是方向跟目标有差异，有一些宗教目标是在天堂。佛教有没有生天堂的？也有。你看佛家给我们讲的天有二十八层天，确实有很多人喜欢生天，佛家的经典教他生天。生欲界天，你好好的学习上品十善，再加上四无量心慈悲喜舍，这个人生天，生欲界天。看他自己修行的功夫，欲界有六层天，最下面的四王天，再上去忉利天，我们中国人称为玉皇大帝，玉皇大帝就是忉利天主，生到这个天的人很多，再往上去有夜摩天、兜率天、化乐天、他化自在天，这都是欲界，一层比一层高，一层比一层殊胜，福报愈大。",
      "zh_TW": "不但佛門裡頭所有宗派是一樣的，不同宗教還是一樣的。這個世界上許許多多宗教，沒有一個宗教是教你去做壞人，教你去殺人放火，沒有的，宗教都是勸善，但是方向跟目標有差異，有一些宗教目標是在天堂。佛教有沒有生天堂的？也有。你看佛家給我們講的天有二十八層天，確實有很多人喜歡生天，佛家的經典教他生天。生欲界天，你好好的學習上品十善，再加上四無量心慈悲喜捨，這個人生天，生欲界天。看他自己修行的功夫，欲界有六層天，最下面的四王天，再上去忉利天，我們中國人稱為玉皇大帝，玉皇大帝就是忉利天主，生到這個天的人很多，再往上去有夜摩天、兜率天、化樂天、他化自在天，這都是欲界，一層比一層高，一層比一層殊勝，福報愈大。"
    },
    {
      "id": "02-037-0138_p0005",
      "zh_CN": "如果我们把欲望，欲讲五欲，财色名食睡，七情五欲控制住了，这要定功，定能把它控制住，它就不会起现行，这样的条件他就超越欲界，他的情欲都受禅定的控制，他生到色界天，比欲界高。色界有十八层天，完全看禅定功夫浅深，分为四禅，初禅、二禅、三禅、四禅。前面三禅，初禅到三禅，每一层有三天，第四禅有九重天，是个非常特殊的世界，我们今天讲的，科学家讲的空间维次不相同。色界天没有欲，色界天化生，完全是化生，都能够将心安于一处。这种人生智慧，不生烦恼，寿命很长，不是我们能够想像到的。虽然长也有尽的时候，所以他并不是很究竟。再往上去，修更深的禅定四空定，这是六道里头最聪明的人，跟我们中国老子一样。老子有一句话说，「吾有大患，为吾有身」，我最大的忧患是因为有身体，没有身体多好。无色界天就是没有身体。你看没有身体，他不需要穿衣吃饭，他也不需要房子居住，真的是得大自在。无色界有四层，所以总共有二十八层天。这么大的一个范围，没有出六道轮回，还是凡夫。",
      "zh_TW": "如果我們把欲望，欲講五欲，財色名食睡，七情五欲控制住了，這要定功，定能把它控制住，它就不會起現行，這樣的條件他就超越欲界，他的情欲都受禪定的控制，他生到色界天，比欲界高。色界有十八層天，完全看禪定功夫淺深，分為四禪，初禪、二禪、三禪、四禪。前面三禪，初禪到三禪，每一層有三天，第四禪有九重天，是個非常特殊的世界，我們今天講的，科學家講的空間維次不相同。色界天沒有欲，色界天化生，完全是化生，都能夠將心安於一處。這種人生智慧，不生煩惱，壽命很長，不是我們能夠想像到的。雖然長也有盡的時候，所以他並不是很究竟。再往上去，修更深的禪定四空定，這是六道裡頭最聰明的人，跟我們中國老子一樣。老子有一句話說，「吾有大患，為吾有身」，我最大的憂患是因為有身體，沒有身體多好。無色界天就是沒有身體。你看沒有身體，他不需要穿衣吃飯，他也不需要房子居住，真的是得大自在。無色界有四層，所以總共有二十八層天。這麼大的一個範圍，沒有出六道輪迴，還是凡夫。"
    },
    {
      "id": "02-037-0138_p0006",
      "zh_CN": "有没有方法出六道轮回？有，定功再加深就出去了。你看看色界修四禅，无色界修四定，四空定，合起来讲叫四禅八定。四禅八定不是说四禅之外有八定，不是的，包括四禅，如果我们说得细一点，就是四禅四定，这一共是八个。四禅八定，在释迦牟尼佛在世那个时候，印度许多宗教统统都修。不但宗教里头提倡要修这个四禅八定，学术界的人也修，所以他们对于六道轮回里面的事情搞得很清楚，这清清楚楚、明明白白。佛门里面将四禅八定做为修习禅定的基础，要从这修起，然后再向上提升。这到第八定，再提升第九定，第九定是什么人修的？阿罗汉。由此我们就知道，小乘里头从须陀洹到阿那含三果全是修的四禅八定，八定，八定修完了，修第九定，阿罗汉。九定修成了，证阿罗汉，这才超越六道轮回。所以佛给我们讲得很清楚，境界向上提升是要真修，讲经教学不行，这个东西是解悟，不是真功夫，真功夫是要放下，放下就提升了。讲经教学是帮助你看破，看破之后一定要放下。放下见思烦恼就超越六道轮回，放下尘沙、无明就超越十法界。佛教教学的目标是以一真法界为归宿，到一真法界才算是你学习毕业了，现在说毕业，没有到这个境界，那还是做学生，还没有毕业，这是学佛同学不能不知道的。",
      "zh_TW": "有沒有方法出六道輪迴？有，定功再加深就出去了。你看看色界修四禪，無色界修四定，四空定，合起來講叫四禪八定。四禪八定不是說四禪之外有八定，不是的，包括四禪，如果我們說得細一點，就是四禪四定，這一共是八個。四禪八定，在釋迦牟尼佛在世那個時候，印度許多宗教統統都修。不但宗教裡頭提倡要修這個四禪八定，學術界的人也修，所以他們對於六道輪迴裡面的事情搞得很清楚，這清清楚楚、明明白白。佛門裡面將四禪八定做為修習禪定的基礎，要從這修起，然後再向上提升。這到第八定，再提升第九定，第九定是什麼人修的？阿羅漢。由此我們就知道，小乘裡頭從須陀洹到阿那含三果全是修的四禪八定，八定，八定修完了，修第九定，阿羅漢。九定修成了，證阿羅漢，這才超越六道輪迴。所以佛給我們講得很清楚，境界向上提升是要真修，講經教學不行，這個東西是解悟，不是真功夫，真功夫是要放下，放下就提升了。講經教學是幫助你看破，看破之後一定要放下。放下見思煩惱就超越六道輪迴，放下塵沙、無明就超越十法界。佛教教學的目標是以一真法界為歸宿，到一真法界才算是你學習畢業了，現在說畢業，沒有到這個境界，那還是做學生，還沒有畢業，這是學佛同學不能不知道的。"
    },
    {
      "id": "02-037-0138_p0007",
      "zh_CN": "我们再看下面，前面讲的是地狱，这三恶道，底下一段讲饿鬼。「饿鬼者」，《大乘义章》第八卷说，「以从他求故，名饿鬼。又常饥虚，故名为饿。恐怯多畏，故名为鬼」。饿鬼，我们要对他认识，这是六道里头的一道，这一道他是造作恶业感得的果报。最明显的，他感到饥饿，常常饥饿，找不到东西吃，所以称他作饿鬼。饿鬼道里面有福德的，他在饿鬼道就当了鬼神，鬼道里头有福报的，像山神、土地、城隍，民间有很多祭祀的，有个小庙，有人祭祀、供养他，这个鬼叫多财鬼，他有福报，他不会受饥饿之苦。但是这一类的鬼并不多，绝大多数的鬼都有饥饿的果报，所以常常要求人，求人来帮助他。我们佛门对于饿鬼的照顾很周到，许许多多经忏佛事都是布施他们饮食，为他们讲经说法，让他们减少痛苦，也帮助他们开悟，早一天能够离开恶道。另一个现象就是他多畏、恐怯，怯是害怕，多畏，这叫鬼。诸位要知道鬼的性质，你就不怕鬼了，为什么？鬼怕人，是真的。你要是怕鬼的话，那你还不如鬼，这个就错了。世间谚语有所谓「人有三分怕鬼，鬼有七分怕人」，如果遇到鬼，你大声一叫，他马上就吓跑掉了，他不敢惹你。你愈懦弱，他愈欺负你，你比他强，比他还厉害，声音比他还大，动作比他还快，他赶快就跑掉，这是真的不是假的。所以遇到鬼不要害怕。如果学佛的人念阿弥陀佛、念观世音菩萨，都很好，他听到佛号就走了。",
      "zh_TW": "我們再看下面，前面講的是地獄，這三惡道，底下一段講餓鬼。「餓鬼者」，《大乘義章》第八卷說，「以從他求故，名餓鬼。又常飢虛，故名為餓。恐怯多畏，故名為鬼」。餓鬼，我們要對他認識，這是六道裡頭的一道，這一道他是造作惡業感得的果報。最明顯的，他感到飢餓，常常飢餓，找不到東西吃，所以稱他作餓鬼。餓鬼道裡面有福德的，他在餓鬼道就當了鬼神，鬼道裡頭有福報的，像山神、土地、城隍，民間有很多祭祀的，有個小廟，有人祭祀、供養他，這個鬼叫多財鬼，他有福報，他不會受飢餓之苦。但是這一類的鬼並不多，絕大多數的鬼都有飢餓的果報，所以常常要求人，求人來幫助他。我們佛門對於餓鬼的照顧很周到，許許多多經懺佛事都是布施他們飲食，為他們講經說法，讓他們減少痛苦，也幫助他們開悟，早一天能夠離開惡道。另一個現象就是他多畏、恐怯，怯是害怕，多畏，這叫鬼。諸位要知道鬼的性質，你就不怕鬼了，為什麼？鬼怕人，是真的。你要是怕鬼的話，那你還不如鬼，這個就錯了。世間諺語有所謂「人有三分怕鬼，鬼有七分怕人」，如果遇到鬼，你大聲一叫，他馬上就嚇跑掉了，他不敢惹你。你愈懦弱，他愈欺負你，你比他強，比他還厲害，聲音比他還大，動作比他還快，他趕快就跑掉，這是真的不是假的。所以遇到鬼不要害怕。如果學佛的人念阿彌陀佛、念觀世音菩薩，都很好，他聽到佛號就走了。"
    },
    {
      "id": "02-037-0138_p0008",
      "zh_CN": "「《婆沙论》云：鬼者畏也。」这畏就是害怕，鬼的性情叫鬼头鬼脑、鬼鬼祟祟，确实鬼是这种心行。他心不正，念头是邪的，所以他怕正，所谓邪不胜正！所以说「虚怯多畏。又威也，能令他畏其威」。也有些鬼，人就怕他，这些鬼是有福德，一般人怕他。但是一个人心正就不怕鬼，心虚、心邪，这种人怕鬼。「又希求名鬼，谓彼饿鬼恒从他人，希求饮食以活性命」。这是饿鬼普遍的一种情形，他希望别人布施饮食给他。佛门里面的施食对象就是鬼神，佛门里面的焰口是专对焰口鬼。焰口鬼是饿鬼的代表，他确实罪业深重，堕到这一类的鬼道，肚子很大，喉咙像针尖一样，你就知道这是业力变现的。食物到口里面，他口一张开喷火，把这个食物就烧掉了，所以他得不到食物；他没有办法喝水，口里面吐出来是火。所以佛以佛事来超拔，放焰口就是专门布施焰口这一类的鬼，他们非常可怜。施食，焰口施食，对象是这一类的鬼，这也是怜悯这些众生，帮助他们。",
      "zh_TW": "「《婆沙論》云：鬼者畏也。」這畏就是害怕，鬼的性情叫鬼頭鬼腦、鬼鬼祟祟，確實鬼是這種心行。他心不正，念頭是邪的，所以他怕正，所謂邪不勝正！所以說「虛怯多畏。又威也，能令他畏其威」。也有些鬼，人就怕他，這些鬼是有福德，一般人怕他。但是一個人心正就不怕鬼，心虛、心邪，這種人怕鬼。「又希求名鬼，謂彼餓鬼恆從他人，希求飲食以活性命」。這是餓鬼普遍的一種情形，他希望別人布施飲食給他。佛門裡面的施食對象就是鬼神，佛門裡面的焰口是專對焰口鬼。焰口鬼是餓鬼的代表，他確實罪業深重，墮到這一類的鬼道，肚子很大，喉嚨像針尖一樣，你就知道這是業力變現的。食物到口裡面，他口一張開噴火，把這個食物就燒掉了，所以他得不到食物；他沒有辦法喝水，口裡面吐出來是火。所以佛以佛事來超拔，放焰口就是專門布施焰口這一類的鬼，他們非常可憐。施食，焰口施食，對象是這一類的鬼，這也是憐憫這些眾生，幫助他們。"
    },
    {
      "id": "02-037-0138_p0009",
      "zh_CN": "「又云：有说饥渴增故，名鬼」。这个增，就是我们讲很严重，饥渴是非常严重，这称之为鬼。「由彼积集，感饥渴业」，这是把他的因说出来了。他是什么因？贪、吝啬，自己有的不肯帮助别人，有财不能用财布施，有粮食囤积，别人饥饿，他不肯来周济、不肯救济，这样的业因就感得的饿鬼道。所以贪心重、悭吝，舍不得给人，叫积财，感得饥渴业。「经百千岁」，这是鬼的寿命，饿鬼道一天是人间的一个月，我们人间一年在鬼道里头是十二天，你就晓得日子多难过。他寿命多长？大概短命的都是一千岁，这个地方去不得，很苦！比地狱好一点，但是非常非常辛苦。「不得闻水名，岂能得见，况复得触」。这就是可怜，听不到浆水的名字，他没有吃的、没有喝的。「有说被驱役故，名鬼」。这些鬼常常被诸天的这些天神、鬼神驱役，这些饿鬼常常为他工作，等于说是给他当差，听他指使，这个也称之为鬼。",
      "zh_TW": "「又云：有說飢渴增故，名鬼」。這個增，就是我們講很嚴重，飢渴是非常嚴重，這稱之為鬼。「由彼積集，感飢渴業」，這是把他的因說出來了。他是什麼因？貪、吝嗇，自己有的不肯幫助別人，有財不能用財布施，有糧食囤積，別人飢餓，他不肯來周濟、不肯救濟，這樣的業因就感得的餓鬼道。所以貪心重、慳吝，捨不得給人，叫積財，感得飢渴業。「經百千歲」，這是鬼的壽命，餓鬼道一天是人間的一個月，我們人間一年在鬼道裡頭是十二天，你就曉得日子多難過。他壽命多長？大概短命的都是一千歲，這個地方去不得，很苦！比地獄好一點，但是非常非常辛苦。「不得聞水名，豈能得見，況復得觸」。這就是可憐，聽不到漿水的名字，他沒有吃的、沒有喝的。「有說被驅役故，名鬼」。這些鬼常常被諸天的這些天神、鬼神驅役，這些餓鬼常常為他工作，等於說是給他當差，聽他指使，這個也稱之為鬼。"
    },
    {
      "id": "02-037-0138_p0010",
      "zh_CN": "「此道亦遍诸趣」。遍于许多处所，有所谓有人居住的地方就有鬼，人鬼杂居，空间维次不一样。「有福德者作山林冢庙神」，山神、土地这一类的，这是有福报的，他有人祭祀、有人供养，这是在民间去看，很多很多。「无福德者，居不净所，不得饮食。常受鞭打，填河塞海，受苦无量」。没有福德的，住的地方是不净处，粪坑、茅坑、污水沟，他常常住在这些地方，不容易得到饮食，而且还常常受鞭打。他怕，胆子很小，怕人家害他，怕人家打他，有的时候被这些鬼王抓去填河塞海，受苦无量。《辅宏记》里面有记载，他们造的是「下品五逆十恶者感之」。地狱也是造五逆十恶，轻重不一样，他们的罪轻，地狱的罪重，是恶逆中最轻的堕落到饿鬼道。",
      "zh_TW": "「此道亦遍諸趣」。遍於許多處所，有所謂有人居住的地方就有鬼，人鬼雜居，空間維次不一樣。「有福德者作山林塚廟神」，山神、土地這一類的，這是有福報的，他有人祭祀、有人供養，這是在民間去看，很多很多。「無福德者，居不淨所，不得飲食。常受鞭打，填河塞海，受苦無量」。沒有福德的，住的地方是不淨處，糞坑、茅坑、污水溝，他常常住在這些地方，不容易得到飲食，而且還常常受鞭打。他怕，膽子很小，怕人家害他，怕人家打他，有的時候被這些鬼王抓去填河塞海，受苦無量。《輔宏記》裡面有記載，他們造的是「下品五逆十惡者感之」。地獄也是造五逆十惡，輕重不一樣，他們的罪輕，地獄的罪重，是惡逆中最輕的墮落到餓鬼道。"
    },
    {
      "id": "02-037-0138_p0011",
      "zh_CN": "再接着看下面畜生道。「畜生，新译为傍生，指傍行之生类。《新婆沙论》云：其形傍故行亦傍，以行傍故形亦傍，是故名傍生」。傍是横的意思，所谓横行霸道，起心动念违背常理，这叫横行。不孝、不敬、不忠、不义，是这种业因而堕畜生道的，这一道也非常之苦。「《会疏》云：此道遍在诸处。披毛戴角，鳞甲羽毛，四足多足，有足无足，水陆空行」，水里头的鱼虾，陆上这些走兽，空中是飞鸟，统统都是属于畜生这一道，「互相吞啖，受苦无量」。在这一道里头，我们才能看到弱肉强食。诸位一定要知道，是畜生，那不是人。人道里头也讲弱肉强食，这些人死了之后，来生是畜生道去了。只要有这种观念，不好，这是畜生道的业因，不可以。",
      "zh_TW": "再接著看下面畜生道。「畜生，新譯為傍生，指傍行之生類。《新婆沙論》云：其形傍故行亦傍，以行傍故形亦傍，是故名傍生」。傍是橫的意思，所謂橫行霸道，起心動念違背常理，這叫橫行。不孝、不敬、不忠、不義，是這種業因而墮畜生道的，這一道也非常之苦。「《會疏》云：此道遍在諸處。披毛戴角，鱗甲羽毛，四足多足，有足無足，水陸空行」，水裡頭的魚蝦，陸上這些走獸，空中是飛鳥，統統都是屬於畜生這一道，「互相吞啖，受苦無量」。在這一道裡頭，我們才能看到弱肉強食。諸位一定要知道，是畜生，那不是人。人道裡頭也講弱肉強食，這些人死了之後，來生是畜生道去了。只要有這種觀念，不好，這是畜生道的業因，不可以。"
    },
    {
      "id": "02-037-0138_p0012",
      "zh_CN": "仁，仁者爱人，仁义的意思。圣贤教导我们，怎么做个人，来生还能够得人道，不失人身。中国老祖宗教导我们五常，人有五德，决定不能够违背，这个五德就叫五常。五常是德，五伦是道，五伦是讲人与人的关系，不能不懂；父子有亲、君臣有义、夫妇有别、长幼有序、朋友有信。伦理关系失掉了，世界就乱了，五常也没有了。五常是仁义礼智信。仁，有爱心，有慈悲心，有不忍人之心，看到别人有苦难，一定会全心全力去帮助他，没有任何条件，不求回报，这是人干的事情。人起心动念、言语造作，一定是合情、合理、合法，这叫义。这仁义。人有礼，畜生没有礼。人有智，要用理智，不能用感情，用感情就到三恶道去了。理智超过感情，好，你来生能得人天身；如果情执盖覆了理智，这个人就是三途，他的思想、他的言行一定跟道德相违背。古圣先贤的教育以这个为主，我们这一生很好，来生比这一生还好，这叫善；这一生不错，来生不如这一生，这就错了。智慧的人要有前后眼，要能看到过去，要能看到未来，这就是人，超过畜生，超过饿鬼、地狱，道理就在此地。",
      "zh_TW": "仁，仁者愛人，仁義的意思。聖賢教導我們，怎麼做個人，來生還能夠得人道，不失人身。中國老祖宗教導我們五常，人有五德，決定不能夠違背，這個五德就叫五常。五常是德，五倫是道，五倫是講人與人的關係，不能不懂；父子有親、君臣有義、夫婦有別、長幼有序、朋友有信。倫理關係失掉了，世界就亂了，五常也沒有了。五常是仁義禮智信。仁，有愛心，有慈悲心，有不忍人之心，看到別人有苦難，一定會全心全力去幫助他，沒有任何條件，不求回報，這是人幹的事情。人起心動念、言語造作，一定是合情、合理、合法，這叫義。這仁義。人有禮，畜生沒有禮。人有智，要用理智，不能用感情，用感情就到三惡道去了。理智超過感情，好，你來生能得人天身；如果情執蓋覆了理智，這個人就是三途，他的思想、他的言行一定跟道德相違背。古聖先賢的教育以這個為主，我們這一生很好，來生比這一生還好，這叫善；這一生不錯，來生不如這一生，這就錯了。智慧的人要有前後眼，要能看到過去，要能看到未來，這就是人，超過畜生，超過餓鬼、地獄，道理就在此地。"
    },
    {
      "id": "02-037-0138_p0013",
      "zh_CN": "人言谓之信，信德是道德的根基，人要不讲信用，所有道德都毁掉了。五常就像五层的大楼一样，信是什么？信是第一层，第一层不坚固，怎么能盖到第五层。仁义礼智信，在佛法里面跟我们讲就是五戒，五戒跟中国的五常意思完全相同，不杀生就是仁，仁慈的人不会伤害众生的身命；不偷盗，这是义；不邪行，这是礼；不饮酒，这是智；不妄语，这是信。你看五戒跟五常完全相同，能把这五个字我们这一生做到了，没有违犯，来生才能得人身。我们这一生能够得到人身，过去生中持五戒或者是修五常，有这个善根才能得到人身，所以人天叫善道。得人身，在这一生当中，这一生当中我们可以说缘不好，不殊胜，为什么？没有人教我们。古时候在中国，世世代代家里都教你，父母教你、长辈教你，家里面还有学校，就是私塾，私塾是家庭子弟学校。家长，家长应该是祖父或者是曾祖父这些老人，一定是礼请有道德、有学问、有爱心的这些人来做老师，教导家族的晚辈。现在没有了，现在家没人教你，学校也不教，社会也不教，走遍全世界，听不到道德仁义礼，听不到。仁义礼智信没人讲了，学佛的人也不讲五戒十善，所以学佛的人往下堕落的很多，什么样因感什么样果报。",
      "zh_TW": "人言謂之信，信德是道德的根基，人要不講信用，所有道德都毀掉了。五常就像五層的大樓一樣，信是什麼？信是第一層，第一層不堅固，怎麼能蓋到第五層。仁義禮智信，在佛法裡面跟我們講就是五戒，五戒跟中國的五常意思完全相同，不殺生就是仁，仁慈的人不會傷害眾生的身命；不偷盜，這是義；不邪行，這是禮；不飲酒，這是智；不妄語，這是信。你看五戒跟五常完全相同，能把這五個字我們這一生做到了，沒有違犯，來生才能得人身。我們這一生能夠得到人身，過去生中持五戒或者是修五常，有這個善根才能得到人身，所以人天叫善道。得人身，在這一生當中，這一生當中我們可以說緣不好，不殊勝，為什麼？沒有人教我們。古時候在中國，世世代代家裡都教你，父母教你、長輩教你，家裡面還有學校，就是私塾，私塾是家庭子弟學校。家長，家長應該是祖父或者是曾祖父這些老人，一定是禮請有道德、有學問、有愛心的這些人來做老師，教導家族的晚輩。現在沒有了，現在家沒人教你，學校也不教，社會也不教，走遍全世界，聽不到道德仁義禮，聽不到。仁義禮智信沒人講了，學佛的人也不講五戒十善，所以學佛的人往下墮落的很多，什麼樣因感什麼樣果報。"
    },
    {
      "id": "02-037-0138_p0014",
      "zh_CN": "《辅宏记》里头说，「作中品五逆十恶者感之。」下品五逆十恶是饿鬼道，中品是畜生道，畜生比饿鬼还苦，为什么？弱肉强食。牠到外面去找东西吃，说不定别人就把牠吃掉了，牠离开牠的洞穴、离开牠的窝出去了，能不能再回来很难讲，出去被别的动物吃掉了，非常辛苦。五逆十恶不能作，这是三恶道的业。我们再看下面经文，这第二愿「永离恶趣」，「不堕恶趣愿」，看经文：",
      "zh_TW": "《輔宏記》裡頭說，「作中品五逆十惡者感之。」下品五逆十惡是餓鬼道，中品是畜生道，畜生比餓鬼還苦，為什麼？弱肉強食。牠到外面去找東西吃，說不定別人就把牠吃掉了，牠離開牠的洞穴、離開牠的窩出去了，能不能再回來很難講，出去被別的動物吃掉了，非常辛苦。五逆十惡不能作，這是三惡道的業。我們再看下面經文，這第二願「永離惡趣」，「不墮惡趣願」，看經文："
    },
    {
      "id": "02-037-0138_p0015",
      "zh_CN": "【所有一切众生。以及焰摩罗界。三恶道中。来生我刹。受我法化。悉成阿耨多罗三藐三菩提。不复更堕恶趣。得是愿。乃作佛。不得是愿。不取无上正觉。】",
      "zh_TW": "【所有一切眾生。以及焰摩羅界。三惡道中。來生我剎。受我法化。悉成阿耨多羅三藐三菩提。不復更墮惡趣。得是願。乃作佛。不得是願。不取無上正覺。】"
    },
    {
      "id": "02-037-0138_p0016",
      "zh_CN": "阿弥陀佛的宏愿，二十四章，四十八愿，前面都介绍过。我们现在学的是第一章，第一章第二愿不堕恶趣。弥陀世尊将这两愿放在最前面，意思非常之深。那个世界为什么称为极乐世界？这是诸佛世界凡圣同居土里面最苦的，极乐世界没有，极乐世界有凡圣同居土，只有两道人、天，不但三恶道没有，阿修罗也没有，罗刹也没有，真是好地方。我们看念老的注解。",
      "zh_TW": "阿彌陀佛的宏願，二十四章，四十八願，前面都介紹過。我們現在學的是第一章，第一章第二願不墮惡趣。彌陀世尊將這兩願放在最前面，意思非常之深。那個世界為什麼稱為極樂世界？這是諸佛世界凡聖同居土裡面最苦的，極樂世界沒有，極樂世界有凡聖同居土，只有兩道人、天，不但三惡道沒有，阿修羅也沒有，羅剎也沒有，真是好地方。我們看念老的註解。"
    },
    {
      "id": "02-037-0138_p0017",
      "zh_CN": "『焰摩罗界』者，「指焰摩罗王之世界」，就是饿鬼道，我们中国称为阎罗王。焰摩罗是梵语，翻译不同，所以诸经里头，因为它是音译的，「又作炎摩、琰摩、阎摩」，这个音都相同，末后一个「阎摩罗」。在中国民间最普通称的就是阎罗，把这个摩字也省掉了，称阎罗王。「译为缚，缚罪人之义」。这就是用绳索把人捆绑起来，这是比喻，是这么个意思。焰摩罗王是梵语，什么意思？「义译为平等王」，焰摩罗翻成平等。「此王登录、治理世间生死罪福之业。主守地狱，八寒八热及其眷属诸小狱等。决断善恶，役使鬼卒。于五趣中，追摄罪人，捶拷治罚，更无休息」。这是鬼王，鬼道，也是福报最大的。鬼王心地还是善良、慈悲，待人接物公平正直，在鬼道里头才做福德鬼。焰摩罗这个是福报最大的，其次的是城隍。城隍有等级，有城隍总督、有都城隍、有一般的城隍。城隍总督就好像一个国王一样，都城隍好比是省长，普通城隍是县市长。鬼道里头社会组织跟人间大致相同，他有阶级、有统辖的，大鬼王统辖小鬼王。",
      "zh_TW": "『焰摩羅界』者，「指焰摩羅王之世界」，就是餓鬼道，我們中國稱為閻羅王。焰摩羅是梵語，翻譯不同，所以諸經裡頭，因為它是音譯的，「又作炎摩、琰摩、閻摩」，這個音都相同，末後一個「閻摩羅」。在中國民間最普通稱的就是閻羅，把這個摩字也省掉了，稱閻羅王。「譯為縛，縛罪人之義」。這就是用繩索把人捆綁起來，這是比喻，是這麼個意思。焰摩羅王是梵語，什麼意思？「義譯為平等王」，焰摩羅翻成平等。「此王登錄、治理世間生死罪福之業。主守地獄，八寒八熱及其眷屬諸小獄等。決斷善惡，役使鬼卒。於五趣中，追攝罪人，捶拷治罰，更無休息」。這是鬼王，鬼道，也是福報最大的。鬼王心地還是善良、慈悲，待人接物公平正直，在鬼道裡頭才做福德鬼。焰摩羅這個是福報最大的，其次的是城隍。城隍有等級，有城隍總督、有都城隍、有一般的城隍。城隍總督就好像一個國王一樣，都城隍好比是省長，普通城隍是縣市長。鬼道裡頭社會組織跟人間大致相同，他有階級、有統轄的，大鬼王統轄小鬼王。"
    },
    {
      "id": "02-037-0138_p0018",
      "zh_CN": "此王登录，这个登录就是我们讲的生死簿，我们人间也有，叫户籍，户籍是人间的登录，鬼道里头有，有登录。他治理世间生死罪福之业，他管这个事情。但是要晓得，跟我们人间掌管司法是性质相同的，你不造罪业，他不能陷害你，所以他叫平等王，他公平、公正。鬼道里头没有贪污、没有受贿，公平正直。你造的善业，他送你到善道受生，他帮助你；你造的恶业，他把你送到饿鬼、地狱里头去受苦。为什么？三恶道是消恶业的处所，我们造那个业，业要消掉，业不消掉，不能提升境界，不能成佛，烦恼业习统统消尽了，就成佛了。你有恶业，你不到那个地方去，消不掉。修福亦复如是，这个学佛的人要明白，修了大福报，福也要消掉。清净心里头祸福统统没有，你心才清净。恶业染污，善业也染污，都不是清净的。我们学佛终极的目标是要回归到清净心，有染净不行，有善恶也不行，统统要把它消干净。善恶没有了，你就出离六道轮回。",
      "zh_TW": "此王登錄，這個登錄就是我們講的生死簿，我們人間也有，叫戶籍，戶籍是人間的登錄，鬼道裡頭有，有登錄。他治理世間生死罪福之業，他管這個事情。但是要曉得，跟我們人間掌管司法是性質相同的，你不造罪業，他不能陷害你，所以他叫平等王，他公平、公正。鬼道裡頭沒有貪污、沒有受賄，公平正直。你造的善業，他送你到善道受生，他幫助你；你造的惡業，他把你送到餓鬼、地獄裡頭去受苦。為什麼？三惡道是消惡業的處所，我們造那個業，業要消掉，業不消掉，不能提升境界，不能成佛，煩惱業習統統消盡了，就成佛了。你有惡業，你不到那個地方去，消不掉。修福亦復如是，這個學佛的人要明白，修了大福報，福也要消掉。清淨心裡頭禍福統統沒有，你心才清淨。惡業染污，善業也染污，都不是清淨的。我們學佛終極的目標是要回歸到清淨心，有染淨不行，有善惡也不行，統統要把它消乾淨。善惡沒有了，你就出離六道輪迴。"
    },
    {
      "id": "02-037-0138_p0019",
      "zh_CN": "十法界里面，六道是恶、是染，四圣法界是净、是善，纯净纯善都提升到声闻、缘觉、菩萨、佛，提到这些地方去了，还是要消，在那里是要把善业消掉。心真正清净，染净善恶都没有了，你才超越十法界。超越十法界，真的你成佛了，这叫成佛，天台大师六即佛里面称他作分证即佛，他是真佛，他不是假佛，但是他没有圆满。为什么没有圆满？他还有无始无明的习气没断。无明断了，无始无明断了，习气没断。习气要断了，他就是究竟圆满佛，《华严经》里面称为妙觉如来，那是达到究竟圆满，真正证得无上正等正觉，没有比他更高的，这是究竟圆满佛果。所以我们要明白这个道理。",
      "zh_TW": "十法界裡面，六道是惡、是染，四聖法界是淨、是善，純淨純善都提升到聲聞、緣覺、菩薩、佛，提到這些地方去了，還是要消，在那裡是要把善業消掉。心真正清淨，染淨善惡都沒有了，你才超越十法界。超越十法界，真的你成佛了，這叫成佛，天台大師六即佛裡面稱他作分證即佛，他是真佛，他不是假佛，但是他沒有圓滿。為什麼沒有圓滿？他還有無始無明的習氣沒斷。無明斷了，無始無明斷了，習氣沒斷。習氣要斷了，他就是究竟圓滿佛，《華嚴經》裡面稱為妙覺如來，那是達到究竟圓滿，真正證得無上正等正覺，沒有比他更高的，這是究竟圓滿佛果。所以我們要明白這個道理。"
    },
    {
      "id": "02-037-0138_p0020",
      "zh_CN": "《三启经》里面说得好，「将付琰魔王」。这谁来将？将就是带着你，谁带着？这小鬼，无常小鬼，他是来接引人的。人到临命终时，无常就带你走了，把你带走，送你到阎王那个地方去审判。你一生起心动念、言语造作，在琰魔王那个地方都有资料。这些资料从哪来的？是我们自己家里的，家里头有神，虽然现在我们不要了，不供他了，不供他，他不是不来，他还是要来。他天天在记录，每隔几天他要去报告，所以你在阎罗王那个资料库里头有资料，叫有凭有据，我们起心动念都有记录，不要说言语造作。中国古人说「举头三尺有神明」，不要以为我们起心动念、言语造作没人知道，那就错了，鬼神都在那里监视着。这一桩事情，诸位去念念道家的《太上感应篇》，你就知道了，那里头讲得很清楚、很明白。佛经里面讲得也非常好，因为道教已经非常流行了，所以佛经这一部分就讲得比较少，可是经典里头有。",
      "zh_TW": "《三啟經》裡面說得好，「將付琰魔王」。這誰來將？將就是帶著你，誰帶著？這小鬼，無常小鬼，他是來接引人的。人到臨命終時，無常就帶你走了，把你帶走，送你到閻王那個地方去審判。你一生起心動念、言語造作，在琰魔王那個地方都有資料。這些資料從哪來的？是我們自己家裡的，家裡頭有神，雖然現在我們不要了，不供他了，不供他，他不是不來，他還是要來。他天天在記錄，每隔幾天他要去報告，所以你在閻羅王那個資料庫裡頭有資料，叫有憑有據，我們起心動念都有記錄，不要說言語造作。中國古人說「舉頭三尺有神明」，不要以為我們起心動念、言語造作沒人知道，那就錯了，鬼神都在那裡監視著。這一樁事情，諸位去念念道家的《太上感應篇》，你就知道了，那裡頭講得很清楚、很明白。佛經裡面講得也非常好，因為道教已經非常流行了，所以佛經這一部分就講得比較少，可是經典裡頭有。"
    },
    {
      "id": "02-037-0138_p0021",
      "zh_CN": "我在前几年，江逸子老师画「地狱变相图」，画出来之后，我就突然想到，因为这张图是依道教《玉历宝钞》这本书里面所写的把它画出来，我想佛经里头一定有地狱的记载。我找了几个同学去查《大藏经》，他们好像花了几个星期，把《大藏经》里头有关佛讲到地狱的全部抄下来，也抄成一本书，一共取材于二十五种经论的资料，佛讲得很详细。我们把这些资料印出来了，会集成一本，我题了个名字，《诸经佛说地狱集要》。分量不少，讲得很详细，比《玉历宝钞》讲得好。《玉历宝钞》只讲有果报，但是哪一个果报是什么因造成的，不详细，佛经里头详细，哪一种罪报是哪一种业因。这一本书我们印的数量也很多，大量流通，《诸经佛说地狱集要》。我们一本一本书去看很困难，经论太多了，现在统统抄在一起，抄在一本，这我们看起来就非常方便。这个书要多看，知道我们起心动念、言语造作要谨慎，罪业不能造，造了后头统统有果报。造的时候不知道，果报现前，后悔莫及，这是不能不知道的。南洋、马来西亚，他们印成袖珍本，小本携带非常方便。那分量多！我看他的袖珍本就好像基督教的《圣经》一样，也有这么厚，跟《圣经》一样，印得非常好。",
      "zh_TW": "我在前幾年，江逸子老師畫「地獄變相圖」，畫出來之後，我就突然想到，因為這張圖是依道教《玉曆寶鈔》這本書裡面所寫的把它畫出來，我想佛經裡頭一定有地獄的記載。我找了幾個同學去查《大藏經》，他們好像花了幾個星期，把《大藏經》裡頭有關佛講到地獄的全部抄下來，也抄成一本書，一共取材於二十五種經論的資料，佛講得很詳細。我們把這些資料印出來了，會集成一本，我題了個名字，《諸經佛說地獄集要》。分量不少，講得很詳細，比《玉曆寶鈔》講得好。《玉曆寶鈔》只講有果報，但是哪一個果報是什麼因造成的，不詳細，佛經裡頭詳細，哪一種罪報是哪一種業因。這一本書我們印的數量也很多，大量流通，《諸經佛說地獄集要》。我們一本一本書去看很困難，經論太多了，現在統統抄在一起，抄在一本，這我們看起來就非常方便。這個書要多看，知道我們起心動念、言語造作要謹慎，罪業不能造，造了後頭統統有果報。造的時候不知道，果報現前，後悔莫及，這是不能不知道的。南洋、馬來西亞，他們印成袖珍本，小本攜帶非常方便。那分量多！我看他的袖珍本就好像基督教的《聖經》一樣，也有這麼厚，跟《聖經》一樣，印得非常好。"
    },
    {
      "id": "02-037-0138_p0022",
      "zh_CN": "所以这些无常鬼把这个人的魂就带走了，鬼魂就带走了，交给阎罗王。「随业而受报」，阎罗王审判他。善业多恶业少的，善缘成熟，阎罗王会帮助他，送他到人道来，送他到天道去。造作的罪业，恶业多善业少，恶缘成熟，这个缘是他临命终时最后的那个念头。那个念头关系很大，最后这一念是善念，那你就善缘成熟，你的善业先受报；如果最后的那一念是个恶念，你有怨恨，你心里有不平，这个很麻烦，这立刻就到恶道去了。所以最后一念是阿弥陀佛，那就往生极乐世界去了，与任何一个人都不相干。我们死了以后到哪一道，自己负责任，是自己的念头，不是别人，与哪个都不相干，这是不可以不知道的。明白这个道理，平常我们的念头要善，最善的念头就是念佛，心里头常常有阿弥陀佛，口里头常念着阿弥陀佛，没有一个不往生的。生到极乐世界，决定一生证得究竟圆满，这是一切法门里头，的确是无上的法门、第一的法门、无与伦比的法门。",
      "zh_TW": "所以這些無常鬼把這個人的魂就帶走了，鬼魂就帶走了，交給閻羅王。「隨業而受報」，閻羅王審判他。善業多惡業少的，善緣成熟，閻羅王會幫助他，送他到人道來，送他到天道去。造作的罪業，惡業多善業少，惡緣成熟，這個緣是他臨命終時最後的那個念頭。那個念頭關係很大，最後這一念是善念，那你就善緣成熟，你的善業先受報；如果最後的那一念是個惡念，你有怨恨，你心裡有不平，這個很麻煩，這立刻就到惡道去了。所以最後一念是阿彌陀佛，那就往生極樂世界去了，與任何一個人都不相干。我們死了以後到哪一道，自己負責任，是自己的念頭，不是別人，與哪個都不相干，這是不可以不知道的。明白這個道理，平常我們的念頭要善，最善的念頭就是念佛，心裡頭常常有阿彌陀佛，口裡頭常念著阿彌陀佛，沒有一個不往生的。生到極樂世界，決定一生證得究竟圓滿，這是一切法門裡頭，的確是無上的法門、第一的法門、無與倫比的法門。"
    },
    {
      "id": "02-037-0138_p0023",
      "zh_CN": "底下是「胜因生善道，恶业堕泥犁」，恶业就到地狱去了。「又译双王」，也有解释，经典有解释的，这个琰魔王是双王。「兄及妹皆作地狱王」，兄妹两个人，「兄治男事，妹理女事」，在地狱里头男女有别，「故曰双王」。这个表法的意思很深。中国古圣先贤知道，男女关系得其正，社会安定，家庭和谐，天下太平；男女关系乱了，家不家、国不国，社会动乱，这一定的道理。连地狱道里头，你看看男女还有别，人间要不讲五伦，可麻烦了。现在就是，现前的社会伦常都丢掉了，没人讲了。",
      "zh_TW": "底下是「勝因生善道，惡業墮泥犁」，惡業就到地獄去了。「又譯雙王」，也有解釋，經典有解釋的，這個琰魔王是雙王。「兄及妹皆作地獄王」，兄妹兩個人，「兄治男事，妹理女事」，在地獄裡頭男女有別，「故曰雙王」。這個表法的意思很深。中國古聖先賢知道，男女關係得其正，社會安定，家庭和諧，天下太平；男女關係亂了，家不家、國不國，社會動亂，這一定的道理。連地獄道裡頭，你看看男女還有別，人間要不講五倫，可麻煩了。現在就是，現前的社會倫常都丟掉了，沒人講了。"
    },
    {
      "id": "02-037-0138_p0024",
      "zh_CN": "灾难这么多，灾难的因是什么？就是两桩事情，一个是杀，一个是淫。每一天杀生有多少？杀生里面堕胎的，联合国世界卫生组织公布的堕胎，每一天都超过十五万以上。因为十五万是医院里头有登记的，那还有没有的，每一天要杀十五万以上。杀的什么人？自己的儿女，这个业多重，多可怕。你杀他，冤冤相报，没完没了，你跟他结下了深仇大恨，这个问题多严重。还有每天吃的这些动物，家里养的牛羊猪、鸡鸭这一类，还有野生动物，我听同学告诉我，平均每一天上亿！当然地球上人口有七十亿，哪个人不吃？我相信每一天一个人吃的不止一种，这样一看，每一天造的这个杀业，大概超过百亿以上，这一些冤魂它肯饶你吗？哪一个动物你杀牠，牠甘心情愿来供养你的？没有。你杀鸡，看鸡飞狗跳，牠逃命！牠逃不掉，被你抓住杀掉了，不是甘心情愿，那我们就能想像到牠多痛苦，牠被杀的时候多痛苦，被吃的时候多痛苦，牠能没有怨恨吗？人同此心，心同此理。没有学佛不知道，麻木不仁，学佛之后，明白这个道理，想想真正是对不起牠们，这才选择素食，向牠们忏悔。没有学佛的时候也是天天吃肉，一年吃多少！套一句俗语所说的，不知者不罪。不知者也有罪，罪轻一点；知道还干，那个罪就重了，那不是轻罪。知道，这些恶决定不能做。",
      "zh_TW": "災難這麼多，災難的因是什麼？就是兩樁事情，一個是殺，一個是淫。每一天殺生有多少？殺生裡面墮胎的，聯合國世界衛生組織公布的墮胎，每一天都超過十五萬以上。因為十五萬是醫院裡頭有登記的，那還有沒有的，每一天要殺十五萬以上。殺的什麼人？自己的兒女，這個業多重，多可怕。你殺他，冤冤相報，沒完沒了，你跟他結下了深仇大恨，這個問題多嚴重。還有每天吃的這些動物，家裡養的牛羊豬、雞鴨這一類，還有野生動物，我聽同學告訴我，平均每一天上億！當然地球上人口有七十億，哪個人不吃？我相信每一天一個人吃的不止一種，這樣一看，每一天造的這個殺業，大概超過百億以上，這一些冤魂它肯饒你嗎？哪一個動物你殺牠，牠甘心情願來供養你的？沒有。你殺雞，看雞飛狗跳，牠逃命！牠逃不掉，被你抓住殺掉了，不是甘心情願，那我們就能想像到牠多痛苦，牠被殺的時候多痛苦，被吃的時候多痛苦，牠能沒有怨恨嗎？人同此心，心同此理。沒有學佛不知道，麻木不仁，學佛之後，明白這個道理，想想真正是對不起牠們，這才選擇素食，向牠們懺悔。沒有學佛的時候也是天天吃肉，一年吃多少！套一句俗語所說的，不知者不罪。不知者也有罪，罪輕一點；知道還幹，那個罪就重了，那不是輕罪。知道，這些惡決定不能做。"
    },
    {
      "id": "02-037-0138_p0025",
      "zh_CN": "杀盗淫妄酒，佛门的大戒！无论出家在家，一定要遵守，对自己有好处，利益是自己得，不是别人。所以人一定要懂得自爱，自爱就不造恶业，不跟众生结冤仇，不跟众生对立。宁愿吃亏上当，也不能占人便宜，我们的来生前途非常光明。这一生受的委屈再多，愈多愈好，为什么？把恶业、不善的业都消掉了，累积起来全是善业，这就知道来生的果报多殊胜！殊胜到一定的程度，这个世间没这么大的福报，那怎么办？你就到天上去了，看看你的福报适合于哪一层天，就把你送到那层天去了。但是诸位要知道，二十八层天也比不上极乐世界，甚至于声闻、缘觉、菩萨、佛，十法界都没有办法跟极乐世界比，还是念佛好，拼命念佛，争取极乐世界。",
      "zh_TW": "殺盜淫妄酒，佛門的大戒！無論出家在家，一定要遵守，對自己有好處，利益是自己得，不是別人。所以人一定要懂得自愛，自愛就不造惡業，不跟眾生結冤仇，不跟眾生對立。寧願吃虧上當，也不能佔人便宜，我們的來生前途非常光明。這一生受的委屈再多，愈多愈好，為什麼？把惡業、不善的業都消掉了，累積起來全是善業，這就知道來生的果報多殊勝！殊勝到一定的程度，這個世間沒這麼大的福報，那怎麼辦？你就到天上去了，看看你的福報適合於哪一層天，就把你送到那層天去了。但是諸位要知道，二十八層天也比不上極樂世界，甚至於聲聞、緣覺、菩薩、佛，十法界都沒有辦法跟極樂世界比，還是念佛好，拼命念佛，爭取極樂世界。"
    },
    {
      "id": "02-037-0138_p0026",
      "zh_CN": "我每天在跟大家分享这部《无量寿经》，特别是黄念老的集注，鼓励同学们我们要真干。真念佛的人真往生，而且品位之高，出乎我们意料之外，即使造作极重的五逆十恶都不怕。不念佛我们的果报肯定堕地狱，我们念佛往生可能品位很高，这个机会太难得了！真念佛的人，同学们有没有见过？有没有看见过真念佛的人？真念佛的人，心里头有佛，口里头有佛，身上也有佛，我看到很多。这些真念佛的人，一般都是一般人瞧不起的，都疏忽了，这是什么？这是我们没有福报。乡下那些阿公阿婆，他们是真念佛人，你跟他们接触，你看他满面笑容，阿弥陀佛、阿弥陀佛，你跟他讲什么话，他都是阿弥陀佛。你讲了一大堆，也不知道他听进去没听进去，他全是阿弥陀佛，除了阿弥陀佛之外，他什么都没有，真念佛人。也就是说，这个世间什么言语他都不要听，我就要听阿弥陀佛，什么话也不要讲，我一开口就讲的阿弥陀佛，真念佛人。这种念佛人往生，实报庄严土肯定上辈往生，上品上生、上品中生是这一类的人，千万不能瞧不起。对那种人要顶礼，在极乐世界他的品位比我高，我不如他，我还有杂念，他杂念没有了，真正是纯净纯善，就是一句阿弥陀佛，除一句阿弥陀佛之外，他什么都没有。一天到晚，你看他行住坐卧，老态龙钟，动作缓慢，人非常慈善，善良、慈悲。你骂他，阿弥陀佛，你赞叹他也阿弥陀佛，他没有分别，他没有执着，一句弥陀念到底，这是真正念佛人。符合《楞严经》大势至菩萨教诲，「都摄六根，净念相继」，他做到了；觉明妙行菩萨所说的，「不怀疑、不夹杂、不间断」，他做到了。我们跟他比，比不上，差远了。我们知道他绝对往生，我们知道他往生的品位很高，他自己也许不知道，但是这是千真万确的事实。",
      "zh_TW": "我每天在跟大家分享這部《無量壽經》，特別是黃念老的集註，鼓勵同學們我們要真幹。真念佛的人真往生，而且品位之高，出乎我們意料之外，即使造作極重的五逆十惡都不怕。不念佛我們的果報肯定墮地獄，我們念佛往生可能品位很高，這個機會太難得了！真念佛的人，同學們有沒有見過？有沒有看見過真念佛的人？真念佛的人，心裡頭有佛，口裡頭有佛，身上也有佛，我看到很多。這些真念佛的人，一般都是一般人瞧不起的，都疏忽了，這是什麼？這是我們沒有福報。鄉下那些阿公阿婆，他們是真念佛人，你跟他們接觸，你看他滿面笑容，阿彌陀佛、阿彌陀佛，你跟他講什麼話，他都是阿彌陀佛。你講了一大堆，也不知道他聽進去沒聽進去，他全是阿彌陀佛，除了阿彌陀佛之外，他什麼都沒有，真念佛人。也就是說，這個世間什麼言語他都不要聽，我就要聽阿彌陀佛，什麼話也不要講，我一開口就講的阿彌陀佛，真念佛人。這種念佛人往生，實報莊嚴土肯定上輩往生，上品上生、上品中生是這一類的人，千萬不能瞧不起。對那種人要頂禮，在極樂世界他的品位比我高，我不如他，我還有雜念，他雜念沒有了，真正是純淨純善，就是一句阿彌陀佛，除一句阿彌陀佛之外，他什麼都沒有。一天到晚，你看他行住坐臥，老態龍鍾，動作緩慢，人非常慈善，善良、慈悲。你罵他，阿彌陀佛，你讚歎他也阿彌陀佛，他沒有分別，他沒有執著，一句彌陀念到底，這是真正念佛人。符合《楞嚴經》大勢至菩薩教誨，「都攝六根，淨念相繼」，他做到了；覺明妙行菩薩所說的，「不懷疑、不夾雜、不間斷」，他做到了。我們跟他比，比不上，差遠了。我們知道他絕對往生，我們知道他往生的品位很高，他自己也許不知道，但是這是千真萬確的事實。"
    },
    {
      "id": "02-037-0138_p0027",
      "zh_CN": "我们再往下看，「焰摩罗界者，即此王之管界」。就是双王管辖的地方，男众管男事，女众管女事。「《俱舍论》云：琰魔王国，于此赡部洲下，过五百逾缮那，有琰魔王国，纵广量亦尔。从此展转，散居余处」。这是《俱舍论》里的，小乘论。在唐朝的时候，中国佛教小乘有两个宗派，有一个俱舍宗，就是依《俱舍论》修行。佛告诉我们，这在《佛藏经》里头说的，「佛子」，释迦牟尼佛讲的，佛子就是佛弟子，「不先学小乘，后学大乘」，叫「非佛弟子」。所以小乘经论，我们《大藏经》里头就是四阿含，翻译得相当完整。今天南洋泰国、缅甸这些都是小乘国家，他们用的巴利文经典，就是我们中国翻的四阿含，两个对比，大概他只比我们多五十部的样子。三千多部只相差五十部，你就知道中国古时候对于小乘经典几乎全部都翻出来了，不是不重视。可是唐朝中叶之后，我们的祖师大德就不用小乘，而用儒跟道来代替小乘。这个做法没错，为什么？这一千五百年来，大乘八个宗出了不少祖师大德，说明用儒道来代替小乘是正确的。",
      "zh_TW": "我們再往下看，「焰摩羅界者，即此王之管界」。就是雙王管轄的地方，男眾管男事，女眾管女事。「《俱舍論》云：琰魔王國，於此贍部洲下，過五百踰繕那，有琰魔王國，縱廣量亦爾。從此展轉，散居餘處」。這是《俱舍論》裡的，小乘論。在唐朝的時候，中國佛教小乘有兩個宗派，有一個俱舍宗，就是依《俱舍論》修行。佛告訴我們，這在《佛藏經》裡頭說的，「佛子」，釋迦牟尼佛講的，佛子就是佛弟子，「不先學小乘，後學大乘」，叫「非佛弟子」。所以小乘經論，我們《大藏經》裡頭就是四阿含，翻譯得相當完整。今天南洋泰國、緬甸這些都是小乘國家，他們用的巴利文經典，就是我們中國翻的四阿含，兩個對比，大概他只比我們多五十部的樣子。三千多部只相差五十部，你就知道中國古時候對於小乘經典幾乎全部都翻出來了，不是不重視。可是唐朝中葉之後，我們的祖師大德就不用小乘，而用儒跟道來代替小乘。這個做法沒錯，為什麼？這一千五百年來，大乘八個宗出了不少祖師大德，說明用儒道來代替小乘是正確的。"
    },
    {
      "id": "02-037-0138_p0028",
      "zh_CN": "但是最近的两百年，中国佛教把儒道也放弃了，小乘也不要了，变成什么？变成没有根的大乘佛法。这个起因是慈禧太后，所以慈禧太后造的这个罪业很重！我们很客观的看法，应该是说慈禧太后的文化水平不高，她对于中国传统的文化跟大乘佛法不认识、不了解，疏忽了，只搞表面形式，实质她完全相违背，自称为老佛爷，这个罪过太重了。清朝从开国顺治，历代帝王都是佛弟子，对佛都称本师，自称弟子，唯有慈禧太后自称老佛爷，把佛菩萨都贬低了。她是国家领导人，上行下效，所以让一般这些大臣、民间对于传统、对于佛教逐渐就淡化了。到清朝亡国这一百年，不断的，信心不断下滑，到民国，民国就更差了。民国初年军阀割据，中国内战频繁；刚刚统一，日本人发动侵华的战争，就是八年抗战。这八年对中国来讲是灾难，中国人最大的损失是把中国传统文化给打掉了，再看不见了。抗战之前，传统文化还有一点痕迹，你还能看到；抗战之后，痕迹都看不到，也没有人说了。这个因就造成今天社会动乱，造成今天地球上的灾变，这是果报。",
      "zh_TW": "但是最近的兩百年，中國佛教把儒道也放棄了，小乘也不要了，變成什麼？變成沒有根的大乘佛法。這個起因是慈禧太后，所以慈禧太后造的這個罪業很重！我們很客觀的看法，應該是說慈禧太后的文化水平不高，她對於中國傳統的文化跟大乘佛法不認識、不了解，疏忽了，只搞表面形式，實質她完全相違背，自稱為老佛爺，這個罪過太重了。清朝從開國順治，歷代帝王都是佛弟子，對佛都稱本師，自稱弟子，唯有慈禧太后自稱老佛爺，把佛菩薩都貶低了。她是國家領導人，上行下效，所以讓一般這些大臣、民間對於傳統、對於佛教逐漸就淡化了。到清朝亡國這一百年，不斷的，信心不斷下滑，到民國，民國就更差了。民國初年軍閥割據，中國內戰頻繁；剛剛統一，日本人發動侵華的戰爭，就是八年抗戰。這八年對中國來講是災難，中國人最大的損失是把中國傳統文化給打掉了，再看不見了。抗戰之前，傳統文化還有一點痕跡，你還能看到；抗戰之後，痕跡都看不到，也沒有人說了。這個因就造成今天社會動亂，造成今天地球上的災變，這是果報。"
    },
    {
      "id": "02-037-0138_p0029",
      "zh_CN": "这个果不好，每个人都知道不好，都在想方设法来挽救。联合国从一九七０年代就召开化解冲突的和平会议，到现在大概有四十多年，没效果，冲突频率年年上升，灾难年年扩大。我们这个出家人作梦也没想到，有这个缘分去看看联合国。我参加了十几次的会议，了解、明白了。参加会议的这些人都是学者专家、各国爱好和平的代表，我是代表澳洲大学去参加的。我提出的这些建议，都是中国古圣先贤治国平天下的一些道理，与会大众确实闻所未闻，没听说过，非常赞叹，非常喜欢，但是不相信，说这个是理想，做不到。这种心态对我是非常沉痛的打击，如何能让这些人相信，建立信心？一定要做出实验出来，不做出来给他看，他不相信。",
      "zh_TW": "這個果不好，每個人都知道不好，都在想方設法來挽救。聯合國從一九七０年代就召開化解衝突的和平會議，到現在大概有四十多年，沒效果，衝突頻率年年上升，災難年年擴大。我們這個出家人作夢也沒想到，有這個緣分去看看聯合國。我參加了十幾次的會議，了解、明白了。參加會議的這些人都是學者專家、各國愛好和平的代表，我是代表澳洲大學去參加的。我提出的這些建議，都是中國古聖先賢治國平天下的一些道理，與會大眾確實聞所未聞，沒聽說過，非常讚歎，非常喜歡，但是不相信，說這個是理想，做不到。這種心態對我是非常沉痛的打擊，如何能讓這些人相信，建立信心？一定要做出實驗出來，不做出來給他看，他不相信。"
    },
    {
      "id": "02-037-0138_p0030",
      "zh_CN": "二００五年年底，我们终于有这个机会，在老家安徽庐江汤池小镇，用这个小镇来做实验，让这个小镇四万八千居民，男女老少一起学《弟子规》、学传统文化。出乎意料之外，不到四个月，小镇的人心转变了。我们中国人讲，人人都有良心，良心发现了，不好意思做坏事，这个效果太大了。让我们感到老祖宗说的话不错，「人之初，性本善」，人性本善，人民是很好教的，你看一教，良心就发现。这一桩事情让我们这些老师们非常震撼，没有一个人想到。最初我们预计总得教个二年、三年才能看到成果，这不到四个月就看到成果了，说明老祖宗传统文化太了不起了！",
      "zh_TW": "二００五年年底，我們終於有這個機會，在老家安徽廬江湯池小鎮，用這個小鎮來做實驗，讓這個小鎮四萬八千居民，男女老少一起學《弟子規》、學傳統文化。出乎意料之外，不到四個月，小鎮的人心轉變了。我們中國人講，人人都有良心，良心發現了，不好意思做壞事，這個效果太大了。讓我們感到老祖宗說的話不錯，「人之初，性本善」，人性本善，人民是很好教的，你看一教，良心就發現。這一樁事情讓我們這些老師們非常震撼，沒有一個人想到。最初我們預計總得教個二年、三年才能看到成果，這不到四個月就看到成果了，說明老祖宗傳統文化太了不起了！"
    },
    {
      "id": "02-037-0138_p0031",
      "zh_CN": "所以二００六年十月，我们在联合国教科文组织总部，在巴黎办这个活动，把我们的成果向全世界介绍。我们做了八个小时的报告，详细报告，三天展览，联合国给我们一个展览室，影响到全世界。当时一百九十二个国家的代表都希望到汤池去考察，去观察、去学习。这个事情虽然不是很顺利，可是我知道至少有三十多个人用私人到中国观光旅游的身分去看过。这才晓得，中国这些东西是真的，不是假的，古时候可以做到，现在还是一样可以做到，没有做不到的。问题你有没有诚意，你想不想真干？有诚意，真干，不为自己，这一条非常重要。要是为自己，诚意就没有了，这个事情做不成功。没有自己，决定没有名闻利养，为今天这个世界化解冲突、寻求安定和谐，找一个出路，与自己毫不相关。",
      "zh_TW": "所以二００六年十月，我們在聯合國教科文組織總部，在巴黎辦這個活動，把我們的成果向全世界介紹。我們做了八個小時的報告，詳細報告，三天展覽，聯合國給我們一個展覽室，影響到全世界。當時一百九十二個國家的代表都希望到湯池去考察，去觀察、去學習。這個事情雖然不是很順利，可是我知道至少有三十多個人用私人到中國觀光旅遊的身分去看過。這才曉得，中國這些東西是真的，不是假的，古時候可以做到，現在還是一樣可以做到，沒有做不到的。問題你有沒有誠意，你想不想真幹？有誠意，真幹，不為自己，這一條非常重要。要是為自己，誠意就沒有了，這個事情做不成功。沒有自己，決定沒有名聞利養，為今天這個世界化解衝突、尋求安定和諧，找一個出路，與自己毫不相關。"
    },
    {
      "id": "02-037-0138_p0032",
      "zh_CN": "我们自己的本分是讲经教学，释迦牟尼佛是我们的榜样，学佛就是要跟他学，学得跟他一模一样。世尊在世，三十岁开悟，开悟之后就教学，教一辈子，七十九岁圆寂。一生讲经三百余会，说法四十九年。我们在经论上看，没有看到释迦牟尼佛放假，天天干！现在佛教沦陷为宗教，这是让我们感到非常痛心。社会大众什么眼光看佛教？迷信。释迦牟尼佛是迷信吗？给我们讲的这些经典，大学问！世尊一生在世所讲的，我们可以把它分成五个大科目，伦理、道德、因果、哲学、科学，这五样东西都讲到登峰造极，都讲到究竟圆满，怎么能说它是迷信？可是今天经论没人讲了，社会大众说佛教是迷信，表现在外面确实让人家感觉到是迷信，不愿意接触，我要不是遇到方东美教授，我也不会相信。",
      "zh_TW": "我們自己的本分是講經教學，釋迦牟尼佛是我們的榜樣，學佛就是要跟他學，學得跟他一模一樣。世尊在世，三十歲開悟，開悟之後就教學，教一輩子，七十九歲圓寂。一生講經三百餘會，說法四十九年。我們在經論上看，沒有看到釋迦牟尼佛放假，天天幹！現在佛教淪陷為宗教，這是讓我們感到非常痛心。社會大眾什麼眼光看佛教？迷信。釋迦牟尼佛是迷信嗎？給我們講的這些經典，大學問！世尊一生在世所講的，我們可以把它分成五個大科目，倫理、道德、因果、哲學、科學，這五樣東西都講到登峰造極，都講到究竟圓滿，怎麼能說它是迷信？可是今天經論沒人講了，社會大眾說佛教是迷信，表現在外面確實讓人家感覺到是迷信，不願意接觸，我要不是遇到方東美教授，我也不會相信。"
    },
    {
      "id": "02-037-0138_p0033",
      "zh_CN": "我跟方老师学哲学，老师给我讲一部《哲学概论》，最后一个单元是「佛经哲学」，把佛教介绍给我，告诉我，「释迦牟尼是世界上最伟大的哲学家」，我以前没听说过，「佛经哲学是全世界哲学的最高峰」，我都没有听过，「学佛是人生最高的享受」，我从这个地方入门。老师告诉我佛经哲学不在寺庙。我说为什么？寺庙的人他们不学了。在哪里？在经典。这个指导是真实智慧，老师要不说，我到寺庙去多看看，我就会说老师骗我。老师先把它说明了，现在出家人不学了，不是没有东西，有东西在，要我到经典里面去学习。学了六十一年，不但是最高哲学，我看最近这二、三十年科学研究的这些论文，他们的报告，我很欢喜，科学最新的发现跟佛经上讲的完全相同。换句话说，我的看法，二十年之后，三十年之后，佛教不是宗教，是什么？最高的科学，最高的哲学，会被世间人普遍承认。这也就是爱因斯坦的话说对了，爱因斯坦曾经说过，宗教里面跟科学最接近的是佛教。这些人也都过世了，都不在了。所以我们要在经典上下功夫，真的不是假的，科学的论文可以给我们作证，科学家已经发现到佛经上所讲的阿赖耶，真不容易！",
      "zh_TW": "我跟方老師學哲學，老師給我講一部《哲學概論》，最後一個單元是「佛經哲學」，把佛教介紹給我，告訴我，「釋迦牟尼是世界上最偉大的哲學家」，我以前沒聽說過，「佛經哲學是全世界哲學的最高峰」，我都沒有聽過，「學佛是人生最高的享受」，我從這個地方入門。老師告訴我佛經哲學不在寺廟。我說為什麼？寺廟的人他們不學了。在哪裡？在經典。這個指導是真實智慧，老師要不說，我到寺廟去多看看，我就會說老師騙我。老師先把它說明了，現在出家人不學了，不是沒有東西，有東西在，要我到經典裡面去學習。學了六十一年，不但是最高哲學，我看最近這二、三十年科學研究的這些論文，他們的報告，我很歡喜，科學最新的發現跟佛經上講的完全相同。換句話說，我的看法，二十年之後，三十年之後，佛教不是宗教，是什麼？最高的科學，最高的哲學，會被世間人普遍承認。這也就是愛因斯坦的話說對了，愛因斯坦曾經說過，宗教裡面跟科學最接近的是佛教。這些人也都過世了，都不在了。所以我們要在經典上下功夫，真的不是假的，科學的論文可以給我們作證，科學家已經發現到佛經上所講的阿賴耶，真不容易！"
    },
    {
      "id": "02-037-0138_p0034",
      "zh_CN": "现在的物理学家向两个方向发展，一个宏观宇宙，一个微观世界。微观世界就是量子力学，讲的跟阿赖耶相同，用的名字不一样，说的是一桩事情。阿赖耶的三细相，第一个是业相，科学的名词叫能量；阿赖耶第二个叫转相，科学名词叫信息；第三个叫境界相，科学叫物质。物质、信息、能量就是阿赖耶的三细相，完全相同。佛在经上告诉我们，什么阶层的功夫能见到阿赖耶？佛说八地以上，换句话说，七地以前都没有见到，只是听说而已，没见到，当然不清楚。这个三细相是说什么？宇宙的源起，宇宙从哪来的、万物从哪来的、生命从哪来的、我从哪里来的，给你讲得清清楚楚、明明白白。今天科学家见到阿赖耶，是不是真到八地菩萨？不是，因为他不是从禅定当中见到的。",
      "zh_TW": "現在的物理學家向兩個方向發展，一個宏觀宇宙，一個微觀世界。微觀世界就是量子力學，講的跟阿賴耶相同，用的名字不一樣，說的是一樁事情。阿賴耶的三細相，第一個是業相，科學的名詞叫能量；阿賴耶第二個叫轉相，科學名詞叫信息；第三個叫境界相，科學叫物質。物質、信息、能量就是阿賴耶的三細相，完全相同。佛在經上告訴我們，什麼階層的功夫能見到阿賴耶？佛說八地以上，換句話說，七地以前都沒有見到，只是聽說而已，沒見到，當然不清楚。這個三細相是說什麼？宇宙的源起，宇宙從哪來的、萬物從哪來的、生命從哪來的、我從哪裡來的，給你講得清清楚楚、明明白白。今天科學家見到阿賴耶，是不是真到八地菩薩？不是，因為他不是從禪定當中見到的。"
    },
    {
      "id": "02-037-0138_p0035",
      "zh_CN": "今天科学是用数学，所以数学是科学之母。从数学里面推论有这种理，有这个道理，然后再用精密科学仪器去观察发现的，报告居然跟佛经讲得一样，我们不能不佩服。他还是凡夫，借重于高深的数学，借重于最先进的科学仪器去观察，发现到，做出的报告，所以他还是凡夫。如果这些科学家能够学会佛教的方法，把起心动念、分别执着一下放下，他就成佛了。我相信他们放下比我们快，为什么？他们了解事实真相，知道《般若经》上所说的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，他知道。六百卷《大般若》总结只有一句话，「一切法无所有，毕竟空，不可得」。量子力学渐渐契入这个境界，这是好事。所以佛是什么，我们要清楚。佛是一个真正觉悟的人，真正有智慧的人，了解宇宙万物、人生真相的人，这个人称为佛陀。他不是神，他也不是仙，对于宇宙万法的现象，他一清二楚，而且真正得到受用。",
      "zh_TW": "今天科學是用數學，所以數學是科學之母。從數學裡面推論有這種理，有這個道理，然後再用精密科學儀器去觀察發現的，報告居然跟佛經講得一樣，我們不能不佩服。他還是凡夫，借重於高深的數學，借重於最先進的科學儀器去觀察，發現到，做出的報告，所以他還是凡夫。如果這些科學家能夠學會佛教的方法，把起心動念、分別執著一下放下，他就成佛了。我相信他們放下比我們快，為什麼？他們了解事實真相，知道《般若經》上所說的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，他知道。六百卷《大般若》總結只有一句話，「一切法無所有，畢竟空，不可得」。量子力學漸漸契入這個境界，這是好事。所以佛是什麼，我們要清楚。佛是一個真正覺悟的人，真正有智慧的人，了解宇宙萬物、人生真相的人，這個人稱為佛陀。他不是神，他也不是仙，對於宇宙萬法的現象，他一清二楚，而且真正得到受用。"
    },
    {
      "id": "02-037-0138_p0036",
      "zh_CN": "下面，「又《长阿含经地狱品》」，这品经我们在编《诸经佛说地狱集要》，《长阿含》这一品我们全采纳了。这里面说，「阎浮提南，大金刚山内，有阎罗王宫，王所治处，纵广六千由旬」。虽然它在地球上，跟我们的空间维次不一样，我们修定能见到它，为什么？禅定能够突破空间维次。所以定中的境界是真的，不是假的，跟梦中完全不一样，定中确实看到不同维次空间的景观，世界也不一样。",
      "zh_TW": "下面，「又《長阿含經地獄品》」，這品經我們在編《諸經佛說地獄集要》，《長阿含》這一品我們全採納了。這裡面說，「閻浮提南，大金剛山內，有閻羅王宮，王所治處，縱廣六千由旬」。雖然它在地球上，跟我們的空間維次不一樣，我們修定能見到它，為什麼？禪定能夠突破空間維次。所以定中的境界是真的，不是假的，跟夢中完全不一樣，定中確實看到不同維次空間的景觀，世界也不一樣。"
    },
    {
      "id": "02-037-0138_p0037",
      "zh_CN": "最近网路上有很多信息，有同修下载了两集给我看，内容都是讲今年十二月二十一号马雅预言银河对齐这桩事情。这两份报告大同小异，前面我看到的，是说地球从三度空间转变为四度空间，后面这个报告说地球从三度空间转变到五度空间，完全是个崭新的世界。里面有一桩事情我不明白，我想不通，他说这个转变，有三天地球处在零度空间这个里面，这个我想不通。零度就没有了，这是数学里头的数学概念，零是什么都没有。如果跟佛法两个对比，这个零就很像是佛经讲的真如本性，但是也不像，因为数学这个概念的零，它真的是什么都没有，佛法里面讲的这个什么都没有讲空，空什么都没有，空里头还是有。惠能大师开悟，第三句讲的就是自性的样子，「何期自性，本自具足」。你看本自具足就是有，不是空的。它虽具足，具足什么？它不显。佛法讲隐现，它具足，它不现，所以你不知道它具足。",
      "zh_TW": "最近網路上有很多信息，有同修下載了兩集給我看，內容都是講今年十二月二十一號馬雅預言銀河對齊這樁事情。這兩份報告大同小異，前面我看到的，是說地球從三度空間轉變為四度空間，後面這個報告說地球從三度空間轉變到五度空間，完全是個嶄新的世界。裡面有一樁事情我不明白，我想不通，他說這個轉變，有三天地球處在零度空間這個裡面，這個我想不通。零度就沒有了，這是數學裡頭的數學概念，零是什麼都沒有。如果跟佛法兩個對比，這個零就很像是佛經講的真如本性，但是也不像，因為數學這個概念的零，它真的是什麼都沒有，佛法裡面講的這個什麼都沒有講空，空什麼都沒有，空裡頭還是有。惠能大師開悟，第三句講的就是自性的樣子，「何期自性，本自具足」。你看本自具足就是有，不是空的。它雖具足，具足什麼？它不顯。佛法講隱現，它具足，它不現，所以你不知道它具足。"
    },
    {
      "id": "02-037-0138_p0038",
      "zh_CN": "具足的什么？释迦牟尼佛在《华严经》上跟我们说过，「一切众生皆有如来智慧德相」，这句话就是说的惠能大师第三句所讲的，本自具足，无量智慧、无量德能、无量相好。换句话说，今天科学家讲的能量，能量从智慧来的；信息，信息从德能来的；物质，物质从相好来的。但是在自性里头不现，如果有缘，它就起现行。什么缘？一念不觉，阿赖耶出现了。自性能生能现，阿赖耶能变，所以实报庄严土是心现心生的，这个里面无论是正报、依报都是法性，法性体、法性土，或者说身是法性身，居住的地方是法性土，跟我们这里完全不一样。阿赖耶所变，那就是十法界，十法界依正庄严是阿赖耶所变的。转阿赖耶成大圆镜智，十法界就没有了，你就见到实报庄严土。实报庄严土是无始无明习气没断，习气断干净了，马上就没有了。所以《般若经》上讲的「凡所有相，皆是虚妄」，没有说实报庄严土例外。真正永恒不变的就是常寂光，所以常寂光有零的意思，但是跟零不一样，零是真的没有东西，常寂光里头真的有东西。但是我们讲它没有物质现象，没有精神现象，也没有自然现象，所以你想像不到，六根都接触不到，科学用仪器也接触不到，用数学也接触不到，这就是自性，这个才是真正哲学上所讲的宇宙万有的本体。",
      "zh_TW": "具足的什麼？釋迦牟尼佛在《華嚴經》上跟我們說過，「一切眾生皆有如來智慧德相」，這句話就是說的惠能大師第三句所講的，本自具足，無量智慧、無量德能、無量相好。換句話說，今天科學家講的能量，能量從智慧來的；信息，信息從德能來的；物質，物質從相好來的。但是在自性裡頭不現，如果有緣，它就起現行。什麼緣？一念不覺，阿賴耶出現了。自性能生能現，阿賴耶能變，所以實報莊嚴土是心現心生的，這個裡面無論是正報、依報都是法性，法性體、法性土，或者說身是法性身，居住的地方是法性土，跟我們這裡完全不一樣。阿賴耶所變，那就是十法界，十法界依正莊嚴是阿賴耶所變的。轉阿賴耶成大圓鏡智，十法界就沒有了，你就見到實報莊嚴土。實報莊嚴土是無始無明習氣沒斷，習氣斷乾淨了，馬上就沒有了。所以《般若經》上講的「凡所有相，皆是虛妄」，沒有說實報莊嚴土例外。真正永恆不變的就是常寂光，所以常寂光有零的意思，但是跟零不一樣，零是真的沒有東西，常寂光裡頭真的有東西。但是我們講它沒有物質現象，沒有精神現象，也沒有自然現象，所以你想像不到，六根都接觸不到，科學用儀器也接觸不到，用數學也接觸不到，這就是自性，這個才是真正哲學上所講的宇宙萬有的本體。"
    },
    {
      "id": "02-037-0138_p0039",
      "zh_CN": "好，今天时间到了，我们就学习到此地。",
      "zh_TW": "好，今天時間到了，我們就學習到此地。"
    }
  ]
}