{
  "doc_id": "02-037-0279",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七九集",
    "zh_TW": "第二七九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0279",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0279_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六百二十二页，我们从第二行念老的注解看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六百二十二頁，我們從第二行念老的註解看起："
    },
    {
      "id": "02-037-0279_p0002",
      "zh_CN": "「众生业报」，业报是指业因与果报，「由于善恶之业因，则遭受乐苦之果报」，善因得善果，恶因就有恶报。下面引用《大宝积经》，《大宝积经》有一百二十卷，第九十六卷里面有一段话，这段话很重要。上一次学到此地，今天再重复一下，因为它太重要了。这个话是，「阎罗常告彼罪人」，阎罗王，常常告诉堕落在鬼道、地狱道的这些人，告诉他，他说「无有少罪我能加」。阎罗王很坦白的告诉大家，你们的罪是自己造的，罪有应得，我做阎罗王，没有能力加一点罪给你。阎罗如是，像东岳大帝这些五岳的鬼王，大鬼王。这五个大鬼王管全中国，东岳大帝大概管五、六个省，他们也是执行你所造的业因而已，他不能加罪给你。所以堕在三恶道所受的罪全是自作自受。「汝自作罪今自来」，你今天到这儿来，到地狱来，到鬼道来了，是你自己造作罪业所感的，「业报自招无代者」，没有人能够代替，自己造自己要受，没有人能够代替的。这是《宝积经》里面，阎罗王告诉堕地狱的这些罪人。如果你不知道这个事情真相，以为是阎罗王故意惩罚你，加给你重罪，你的罪就更重了。为什么？这是怨天尤人，不知道完全是自作自受。",
      "zh_TW": "「眾生業報」，業報是指業因與果報，「由於善惡之業因，則遭受樂苦之果報」，善因得善果，惡因就有惡報。下面引用《大寶積經》，《大寶積經》有一百二十卷，第九十六卷裡面有一段話，這段話很重要。上一次學到此地，今天再重複一下，因為它太重要了。這個話是，「閻羅常告彼罪人」，閻羅王，常常告訴墮落在鬼道、地獄道的這些人，告訴他，他說「無有少罪我能加」。閻羅王很坦白的告訴大家，你們的罪是自己造的，罪有應得，我做閻羅王，沒有能力加一點罪給你。閻羅如是，像東嶽大帝這些五嶽的鬼王，大鬼王。這五個大鬼王管全中國，東嶽大帝大概管五、六個省，他們也是執行你所造的業因而已，他不能加罪給你。所以墮在三惡道所受的罪全是自作自受。「汝自作罪今自來」，你今天到這兒來，到地獄來，到鬼道來了，是你自己造作罪業所感的，「業報自招無代者」，沒有人能夠代替，自己造自己要受，沒有人能夠代替的。這是《寶積經》裡面，閻羅王告訴墮地獄的這些罪人。如果你不知道這個事情真相，以為是閻羅王故意懲罰你，加給你重罪，你的罪就更重了。為什麼？這是怨天尤人，不知道完全是自作自受。"
    },
    {
      "id": "02-037-0279_p0003",
      "zh_CN": "我们懂得这个道理，就晓得我们这一生到这个世间来，也有欢乐的时候，也有受苦的时候，同样一个道理，都是自己过去生中造的业因，这一生当中得到的果报，于任何一个人都不相干。这个人欺负我、找我麻烦，不是的，过去有业因。他为什么不欺负别人？为什么不找别人麻烦？为什么来找我？我跟他过去世必定有缘。所以，他所加给我的，毁谤也好、侮辱也好、陷害也好、障碍也好，都要欢欢喜喜的承受，为什么？这就报掉了，就没事了。如果不服，这个人找我麻烦，我一定要报复他，这个麻烦就大了。这个怨恨解不开，解不开怎么样？生生世世冤冤相报没完没了，这种报来报去双方都痛苦。但是这样的人太多了，谁愿意受了冤枉心平气和？这是要相当修养的功夫。为什么？他不知道因果；知道因果，这个事情马上就化解了。",
      "zh_TW": "我們懂得這個道理，就曉得我們這一生到這個世間來，也有歡樂的時候，也有受苦的時候，同樣一個道理，都是自己過去生中造的業因，這一生當中得到的果報，於任何一個人都不相干。這個人欺負我、找我麻煩，不是的，過去有業因。他為什麼不欺負別人？為什麼不找別人麻煩？為什麼來找我？我跟他過去世必定有緣。所以，他所加給我的，毀謗也好、侮辱也好、陷害也好、障礙也好，都要歡歡喜喜的承受，為什麼？這就報掉了，就沒事了。如果不服，這個人找我麻煩，我一定要報復他，這個麻煩就大了。這個怨恨解不開，解不開怎麼樣？生生世世冤冤相報沒完沒了，這種報來報去雙方都痛苦。但是這樣的人太多了，誰願意受了冤枉心平氣和？這是要相當修養的功夫。為什麼？他不知道因果；知道因果，這個事情馬上就化解了。"
    },
    {
      "id": "02-037-0279_p0004",
      "zh_CN": "像昨天，北京有几个居士来看我，他带着他的老母亲来看我，说老母亲一生怨恨她的先生，就是怨恨他爸爸，两个人一生不能够和睦相处。几个月之前有个催眠的，他妈妈就让他催眠，也很不容易入了境界，四次，前面三次失败，最后一次入境界了。入境界之后，知道过去生中，过去一世、两世，好像六世，跟他爸爸都是冤冤相报。这一生她把他杀了，那一生他又把她杀了，到这一生还做了夫妻，所以天天打架。知道这桩事情之后，他母亲心平气和，不再怨恨了。催眠管用，让你知道人与人这些关系，过去生中纠缠在一起，是这么个原因。现在念佛了，不再计较，想求生极乐世界，不再玩这个游戏，这个游戏不好玩，玩得很痛苦。做过敌人、做过对头，你看又做过夫妻，这个里头因果扯不清的。明了之后，一笔勾消了，不要再去想这个，心平气和。",
      "zh_TW": "像昨天，北京有幾個居士來看我，他帶著他的老母親來看我，說老母親一生怨恨她的先生，就是怨恨他爸爸，兩個人一生不能夠和睦相處。幾個月之前有個催眠的，他媽媽就讓他催眠，也很不容易入了境界，四次，前面三次失敗，最後一次入境界了。入境界之後，知道過去生中，過去一世、兩世，好像六世，跟他爸爸都是冤冤相報。這一生她把他殺了，那一生他又把她殺了，到這一生還做了夫妻，所以天天打架。知道這樁事情之後，他母親心平氣和，不再怨恨了。催眠管用，讓你知道人與人這些關係，過去生中糾纏在一起，是這麼個原因。現在念佛了，不再計較，想求生極樂世界，不再玩這個遊戲，這個遊戲不好玩，玩得很痛苦。做過敵人、做過對頭，你看又做過夫妻，這個裡頭因果扯不清的。明瞭之後，一筆勾消了，不要再去想這個，心平氣和。"
    },
    {
      "id": "02-037-0279_p0005",
      "zh_CN": "修行，要真修，真修要从根本修，根本修就是学做人，学做个明白人，不能做糊涂人；明白人，那就要接受圣贤教诲。中国自古以来，三教都是教学，儒家用道德教学，道家用因果教学，佛法有普世教育。这是属于人道的，教你怎样做个好人、做个善人，生生世世不会失掉人身，教你修福修慧。如果志愿大的，佛法可以帮你提升，提升到阿罗汉，超越六道轮回，提升到菩萨、提升到成佛。佛告诉我们，佛、菩萨、神仙都是人做的，人修好了就步步上升，最高的境界是佛境界。佛的境界跟今天这个世界上一些哲学家、科学家挂钩了，原来最高的境界就是今天科学跟哲学所追求的，他们还没搞清楚，佛搞清楚了。哪些东西？宇宙从哪来的？神灵从哪来的？万物从哪来的？然后再问，我从哪里来的？这最关心的了。高等的佛学就是讲这些东西，给你讲得清清楚楚、明明白白。释迦牟尼佛三千年前讲的，没有想到现在科学家把它证明了。科学搞了四百多年才摸到边，是找到了，没错，佛所讲的宇宙的源起他找到了，但讲得不清楚。",
      "zh_TW": "修行，要真修，真修要從根本修，根本修就是學做人，學做個明白人，不能做糊塗人；明白人，那就要接受聖賢教誨。中國自古以來，三教都是教學，儒家用道德教學，道家用因果教學，佛法有普世教育。這是屬於人道的，教你怎樣做個好人、做個善人，生生世世不會失掉人身，教你修福修慧。如果志願大的，佛法可以幫你提升，提升到阿羅漢，超越六道輪迴，提升到菩薩、提升到成佛。佛告訴我們，佛、菩薩、神仙都是人做的，人修好了就步步上升，最高的境界是佛境界。佛的境界跟今天這個世界上一些哲學家、科學家掛鉤了，原來最高的境界就是今天科學跟哲學所追求的，他們還沒搞清楚，佛搞清楚了。哪些東西？宇宙從哪來的？神靈從哪來的？萬物從哪來的？然後再問，我從哪裡來的？這最關心的了。高等的佛學就是講這些東西，給你講得清清楚楚、明明白白。釋迦牟尼佛三千年前講的，沒有想到現在科學家把它證明了。科學搞了四百多年才摸到邊，是找到了，沒錯，佛所講的宇宙的源起他找到了，但講得不清楚。"
    },
    {
      "id": "02-037-0279_p0006",
      "zh_CN": "科学认为，宇宙万事万物不出三个现象，这根本东西，造成宇宙万法，第一个是物质，第二个是念头，就是思想，念头，第三个是能量。这三个力量都非常大，他讲这三样东西。佛经上讲的也是三样，叫心、佛、众生三无差别。众生是我们人，人的思想，就是念力，被现代科学家发现，念力的能量不可思议。这个发现才不过三十年，最近三十年。佛的力量，佛是什么？智慧、福德。还有心的力量，心、佛、众生。心是本体，就是科学家讲的能量，宇宙的能量，佛讲的是真心，所以心能现能生，生宇宙万法。识，识就是我们的意念，我们的意念能够造十法界、六道依正庄严，这么大的力量！心佛众生三无差别。",
      "zh_TW": "科學認為，宇宙萬事萬物不出三個現象，這根本東西，造成宇宙萬法，第一個是物質，第二個是念頭，就是思想，念頭，第三個是能量。這三個力量都非常大，他講這三樣東西。佛經上講的也是三樣，叫心、佛、眾生三無差別。眾生是我們人，人的思想，就是念力，被現代科學家發現，念力的能量不可思議。這個發現才不過三十年，最近三十年。佛的力量，佛是什麼？智慧、福德。還有心的力量，心、佛、眾生。心是本體，就是科學家講的能量，宇宙的能量，佛講的是真心，所以心能現能生，生宇宙萬法。識，識就是我們的意念，我們的意念能夠造十法界、六道依正莊嚴，這麼大的力量！心佛眾生三無差別。"
    },
    {
      "id": "02-037-0279_p0007",
      "zh_CN": "现在我们这个意念跟谁去结合？如果跟佛力结合，我们能成佛，能成菩萨、能成佛；如果我们不跟那两个结合，我们造的业就是不善业，这个业就是十法界依正庄严，十法界里头有善有恶，尤其是六道。我们今天没有跟真心结合，也没有跟佛结合，这样的人占绝大多数。生生世世搞轮回，为什么搞轮回不知道，为什么受这些罪、受这些果报也不知道。不管你知道不知道，总而言之你都得受。不知道这个事情真相，受的时候有怨气、有情执，欢喜、爱的他就有情执，不喜欢就是冤家对头，就有怨气、怨恨。这两样东西都不好，两样东西是六道轮回的真因，这两样要是断掉，你就不再受轮回。所以这个里头有道理，有因、有缘、有果、有报，都得把它搞清楚、搞明白。",
      "zh_TW": "現在我們這個意念跟誰去結合？如果跟佛力結合，我們能成佛，能成菩薩、能成佛；如果我們不跟那兩個結合，我們造的業就是不善業，這個業就是十法界依正莊嚴，十法界裡頭有善有惡，尤其是六道。我們今天沒有跟真心結合，也沒有跟佛結合，這樣的人佔絕大多數。生生世世搞輪迴，為什麼搞輪迴不知道，為什麼受這些罪、受這些果報也不知道。不管你知道不知道，總而言之你都得受。不知道這個事情真相，受的時候有怨氣、有情執，歡喜、愛的他就有情執，不喜歡就是冤家對頭，就有怨氣、怨恨。這兩樣東西都不好，兩樣東西是六道輪迴的真因，這兩樣要是斷掉，你就不再受輪迴。所以這個裡頭有道理，有因、有緣、有果、有報，都得把它搞清楚、搞明白。"
    },
    {
      "id": "02-037-0279_p0008",
      "zh_CN": "这段经文是讲心、佛、众生，真的讲这三样东西都不可思议，都有非常大的力量，现在讲能量，都非常大。真搞清楚、搞明白了这叫开悟，悟了之后，就会把心里面那些不善的东西清除掉，清除叫放下，善的东西可以保留。你生生世世幸福、快乐、圆满，才能做得到。可是六道不是真的，在这个里面享福就好像作好梦，在这个里头受罪就好比作恶梦；三恶道是作恶梦，人天是作好梦、美梦，可是始终在梦中没醒过来。因此佛教导我们，好的也得清除，为什么？它是业，善业跟恶业。你行善，到天上，人间天上享福，是消善业，为什么？清净心里头没有善恶。所以善最好也不要保留。恶不能保留，善也不能保留，你才能超越，才能够在六道里头醒过来，醒过来的境界好！",
      "zh_TW": "這段經文是講心、佛、眾生，真的講這三樣東西都不可思議，都有非常大的力量，現在講能量，都非常大。真搞清楚、搞明白了這叫開悟，悟了之後，就會把心裡面那些不善的東西清除掉，清除叫放下，善的東西可以保留。你生生世世幸福、快樂、圓滿，才能做得到。可是六道不是真的，在這個裡面享福就好像作好夢，在這個裡頭受罪就好比作惡夢；三惡道是作惡夢，人天是作好夢、美夢，可是始終在夢中沒醒過來。因此佛教導我們，好的也得清除，為什麼？它是業，善業跟惡業。你行善，到天上，人間天上享福，是消善業，為什麼？清淨心裡頭沒有善惡。所以善最好也不要保留。惡不能保留，善也不能保留，你才能超越，才能夠在六道裡頭醒過來，醒過來的境界好！"
    },
    {
      "id": "02-037-0279_p0009",
      "zh_CN": "六道醒过来，你回到四圣法界，声闻（阿罗汉）、辟支佛、菩萨、佛，回到这个境界去了。这个境界好，这个境界里头心地清净，没有善恶，心地平等，清净平等，好境界。这个是称之为净土，释迦牟尼佛的净土。六道是释迦牟尼佛的秽土，就是它很脏、很乱，让你在这个里面生活得很难受。净土就不一样，染里面有善恶，净里头没有善恶，善恶都没有才叫清净。这是阿罗汉、辟支佛住的地方。再提升，到平等，万法平等，上面我们跟佛菩萨平等，下面跟饿鬼、畜生、地狱平等。人真正平等心现出来，提升了，菩萨境界，菩萨平等，决定没有分别。阿罗汉没有执着，他还是有分别，他也是净土，这净土低一层，高一等的净土不但没有执着，分别心都没有。在这个境界里面，能够把无明断掉，断无明也就是我们眼见色、耳闻声，六根接触外面境界，真正做到不起心、不动念，这就大彻大悟、明心见性，这就成佛了，这是最高境界。",
      "zh_TW": "六道醒過來，你回到四聖法界，聲聞（阿羅漢）、辟支佛、菩薩、佛，回到這個境界去了。這個境界好，這個境界裡頭心地清淨，沒有善惡，心地平等，清淨平等，好境界。這個是稱之為淨土，釋迦牟尼佛的淨土。六道是釋迦牟尼佛的穢土，就是它很髒、很亂，讓你在這個裡面生活得很難受。淨土就不一樣，染裡面有善惡，淨裡頭沒有善惡，善惡都沒有才叫清淨。這是阿羅漢、辟支佛住的地方。再提升，到平等，萬法平等，上面我們跟佛菩薩平等，下面跟餓鬼、畜生、地獄平等。人真正平等心現出來，提升了，菩薩境界，菩薩平等，決定沒有分別。阿羅漢沒有執著，他還是有分別，他也是淨土，這淨土低一層，高一等的淨土不但沒有執著，分別心都沒有。在這個境界裡面，能夠把無明斷掉，斷無明也就是我們眼見色、耳聞聲，六根接觸外面境界，真正做到不起心、不動念，這就大徹大悟、明心見性，這就成佛了，這是最高境界。"
    },
    {
      "id": "02-037-0279_p0010",
      "zh_CN": "佛法是教育，这我们很清楚。释迦牟尼佛三十岁成道，什么叫成道？大彻大悟、明心见性，他就开始教学，教了一辈子，七十九岁圆寂。所以经上记载的，一生讲经教学四十九年。帮助一切众生做个明白人，对于宇宙性相、理事、因果面面都通达明了，一丝毫都没有障碍，这是佛陀教育的宗旨。佛、菩萨、阿罗汉在佛教里面是学位的名称，像现在大学，博士、硕士、学士三个学位。佛陀教育里头也是三个学位，最高的学位叫佛陀，第二个学位是菩萨，第三个学位是阿罗汉。学位的名称，人人都可以拿到，拿到这个学位的标准就是放下。",
      "zh_TW": "佛法是教育，這我們很清楚。釋迦牟尼佛三十歲成道，什麼叫成道？大徹大悟、明心見性，他就開始教學，教了一輩子，七十九歲圓寂。所以經上記載的，一生講經教學四十九年。幫助一切眾生做個明白人，對於宇宙性相、理事、因果面面都通達明瞭，一絲毫都沒有障礙，這是佛陀教育的宗旨。佛、菩薩、阿羅漢在佛教裡面是學位的名稱，像現在大學，博士、碩士、學士三個學位。佛陀教育裡頭也是三個學位，最高的學位叫佛陀，第二個學位是菩薩，第三個學位是阿羅漢。學位的名稱，人人都可以拿到，拿到這個學位的標準就是放下。"
    },
    {
      "id": "02-037-0279_p0011",
      "zh_CN": "人有三类的烦恼，三大类，第一类见思。见是什么？你把宇宙人生的真相看错了。因为看错了，所以你都想错。你想些什么？你所想的都是贪、瞋、痴、慢、疑，六道众生心里所想的不外乎这五样东西。这五样东西全是假的，真心里头统统没有，所以搞错了。这五样东西跟你的见解错误、思想错误你造作无量无边罪业，你搞六道轮回，这冤枉。佛把这些真相给我们讲清楚、讲明白，我们觉悟了、明白了、回头了，把这个东西放下。放下什么？放下贪瞋痴慢疑，我不贪、不瞋、不愚痴、不傲慢、不怀疑了，我这才能听得懂佛菩萨的教诲。有这些东西障碍，遇到佛菩萨，听不懂，看不明白，体会不到。这些东西除掉了，慢慢清楚了、懂了，逐渐逐渐向上提升，这个里头快乐无比，叫法喜充满，人生最高的享受。一生当中决定是于人无争，于世无求，一生所受用的，命里头有的，命里头没有的求不到。",
      "zh_TW": "人有三類的煩惱，三大類，第一類見思。見是什麼？你把宇宙人生的真相看錯了。因為看錯了，所以你都想錯。你想些什麼？你所想的都是貪、瞋、痴、慢、疑，六道眾生心裡所想的不外乎這五樣東西。這五樣東西全是假的，真心裡頭統統沒有，所以搞錯了。這五樣東西跟你的見解錯誤、思想錯誤你造作無量無邊罪業，你搞六道輪迴，這冤枉。佛把這些真相給我們講清楚、講明白，我們覺悟了、明白了、回頭了，把這個東西放下。放下什麼？放下貪瞋痴慢疑，我不貪、不瞋、不愚痴、不傲慢、不懷疑了，我這才能聽得懂佛菩薩的教誨。有這些東西障礙，遇到佛菩薩，聽不懂，看不明白，體會不到。這些東西除掉了，慢慢清楚了、懂了，逐漸逐漸向上提升，這個裡頭快樂無比，叫法喜充滿，人生最高的享受。一生當中決定是於人無爭，於世無求，一生所受用的，命裡頭有的，命裡頭沒有的求不到。"
    },
    {
      "id": "02-037-0279_p0012",
      "zh_CN": "命从哪里来的？命从过去生中你修善得来的，善恶都有，善是福报，恶就是灾难。所以人有享福，也有遭难的时候。道家讲运，五年一转运，一个人在一生当中，有他最好的五年，也有他最糟的五年。这不一定在前后，一般说，最糟的在前面好，前面多受一点罪没有关系，晚年享福，如果最糟的在晚年，那很可怜。所以中国古人懂得这个道理，小时候严加管教，没有自由，定了很多规矩叫你守，受约束，好！晚年享福。外国人的思想跟中国人恰相反，小孩尽量让他玩，满足他，让他很快乐，童年；老年的时候苦，老年坟墓，这我们在外国看到的。少年受一点罪、受一点苦不在乎，晚年受罪、受苦叫真可怜。所以多少老人院老人自杀，原因在此地，他们不懂理。中国人，少年的时候要扎好做人的根基，要守规矩，要学伦理、学道德，要学因果教育，一生起心动念、言语造作不敢为非作歹。这是什么？积德，修善积德。奉献给社会，为社会造福、为家庭造福、为一切众生造福，晚年享福，这是中国千万年来的理念。只是到了最近一百年，把中国老祖宗东西丢了，去学外国的，老年遭罪了，小孩不严加管教，错了，真错了！",
      "zh_TW": "命從哪裡來的？命從過去生中你修善得來的，善惡都有，善是福報，惡就是災難。所以人有享福，也有遭難的時候。道家講運，五年一轉運，一個人在一生當中，有他最好的五年，也有他最糟的五年。這不一定在前後，一般說，最糟的在前面好，前面多受一點罪沒有關係，晚年享福，如果最糟的在晚年，那很可憐。所以中國古人懂得這個道理，小時候嚴加管教，沒有自由，定了很多規矩叫你守，受約束，好！晚年享福。外國人的思想跟中國人恰相反，小孩盡量讓他玩，滿足他，讓他很快樂，童年；老年的時候苦，老年墳墓，這我們在外國看到的。少年受一點罪、受一點苦不在乎，晚年受罪、受苦叫真可憐。所以多少老人院老人自殺，原因在此地，他們不懂理。中國人，少年的時候要紮好做人的根基，要守規矩，要學倫理、學道德，要學因果教育，一生起心動念、言語造作不敢為非作歹。這是什麼？積德，修善積德。奉獻給社會，為社會造福、為家庭造福、為一切眾生造福，晚年享福，這是中國千萬年來的理念。只是到了最近一百年，把中國老祖宗東西丟了，去學外國的，老年遭罪了，小孩不嚴加管教，錯了，真錯了！"
    },
    {
      "id": "02-037-0279_p0013",
      "zh_CN": "中国人，讲东方人在西方，还有三代住在一起的，外国人看到很羡慕，三代和睦住在一起，很羡慕，他们没有。他们的小孩，十六岁以上他就自由了，可以离家出走，家里人不要再去找他。可能这一出走之后永远不再见面，很多。如果这个小孩还想到自己有父母，过年的时候寄个贺年卡，他看到之后就非常快乐，还没有把我忘记。人不见面，你说父子之间的这种情爱就断掉了。老了退休，就进老人公寓、养老院，养老院里头孤苦伶仃；物质生活照顾没有问题，吃的、穿的、住的都没有问题，没人讲话，见面都不打招呼，一个个的面孔就呆板的，痛苦。我们到老人院去访问，见到老人给他打个招呼笑一笑，他非常激动，受感动。这就说明什么？他平常没有人跟他打招呼。中国人有句话说「坐吃等死」，不是味道！养老院每个星期都有一、二个老人过世，抬走了，他都看到，哪一天轮到自己。",
      "zh_TW": "中國人，講東方人在西方，還有三代住在一起的，外國人看到很羨慕，三代和睦住在一起，很羨慕，他們沒有。他們的小孩，十六歲以上他就自由了，可以離家出走，家裡人不要再去找他。可能這一出走之後永遠不再見面，很多。如果這個小孩還想到自己有父母，過年的時候寄個賀年卡，他看到之後就非常快樂，還沒有把我忘記。人不見面，你說父子之間的這種情愛就斷掉了。老了退休，就進老人公寓、養老院，養老院裡頭孤苦伶仃；物質生活照顧沒有問題，吃的、穿的、住的都沒有問題，沒人講話，見面都不打招呼，一個個的面孔就呆板的，痛苦。我們到老人院去訪問，見到老人給他打個招呼笑一笑，他非常激動，受感動。這就說明什麼？他平常沒有人跟他打招呼。中國人有句話說「坐吃等死」，不是味道！養老院每個星期都有一、二個老人過世，抬走了，他都看到，哪一天輪到自己。"
    },
    {
      "id": "02-037-0279_p0014",
      "zh_CN": "什么出了问题？教育出了问题。所以东方这个古老的教育，现在西方人开始感到珍惜了，这个东西是好东西，这个东西重要。我们有这种机会，就大量把东方东西介绍给他。这也是佛菩萨安排的，缘，要没有这个缘不行。我们遇到这个缘，有机会接受联合国的邀请，参加他们世界和平会议，过去这个十年我参加了十几次。我们看到社会现象，全世界的，没有别的问题，统统是教育出了问题，教育走错了方向。提醒大家、劝导大家要回头，特别是宗教教育。现在这个社会上学校很多，没有伦理教育、没有道德教育、没有因果教育，他学的一些科学技术，会做事，他不会做人，自私自利，不知道爱别人，今天社会乱的根源在此地。谁能够拯救？我们自己不好说话，说话人家不相信，英国人说话人家相信。这个话是英国汤恩比说的，这是世界上知名的一位历史哲学家，世界闻名。他在七十年代，就是一九七０年代那时候说过，「解决二十一世纪全世界的社会问题，只有中国孔孟学说跟大乘佛法」，这是他讲的。孔孟学说是中国的，大乘佛法也是中国的，印度没有佛法了，佛法在中国。他说的话真的，不是假的。",
      "zh_TW": "什麼出了問題？教育出了問題。所以東方這個古老的教育，現在西方人開始感到珍惜了，這個東西是好東西，這個東西重要。我們有這種機會，就大量把東方東西介紹給他。這也是佛菩薩安排的，緣，要沒有這個緣不行。我們遇到這個緣，有機會接受聯合國的邀請，參加他們世界和平會議，過去這個十年我參加了十幾次。我們看到社會現象，全世界的，沒有別的問題，統統是教育出了問題，教育走錯了方向。提醒大家、勸導大家要回頭，特別是宗教教育。現在這個社會上學校很多，沒有倫理教育、沒有道德教育、沒有因果教育，他學的一些科學技術，會做事，他不會做人，自私自利，不知道愛別人，今天社會亂的根源在此地。誰能夠拯救？我們自己不好說話，說話人家不相信，英國人說話人家相信。這個話是英國湯恩比說的，這是世界上知名的一位歷史哲學家，世界聞名。他在七十年代，就是一九七０年代那時候說過，「解決二十一世紀全世界的社會問題，只有中國孔孟學說跟大乘佛法」，這是他講的。孔孟學說是中國的，大乘佛法也是中國的，印度沒有佛法了，佛法在中國。他說的話真的，不是假的。"
    },
    {
      "id": "02-037-0279_p0015",
      "zh_CN": "我访问伦敦，跟牛津大学、剑桥大学、伦敦大学汉学系的老师、同学，跟他们交流过，我跟他们讨论这个问题。汤恩比博士说这个话，真正的含义我们要理解。孔孟学说的代表是什么？我们用四个字，仁、义、忠、恕。孔曰成仁，孟曰取义。仁者爱人，现在人不爱人；仁是推己及人，己所不欲，勿施于人。想自己立刻想到对方、想到别人，我不喜欢的他也不喜欢，我不愿意受的，他也不愿意受，时时刻刻要想到别人，这是仁。义，义是循理，我们一般讲，起心动念、言语造作要合情、要合理、要合法，合情合理合法叫做义。不能负义，负义就是违背了，就是不合情、不合理、不合法，这错了，你不可以做。忠是存心，心要正，不偏不邪，用这个心来待人接物，这个世界会恢复和平，能化解冲突。恕是饶恕，为什么要饶恕？今天无论什么人干什么样的坏事，都不要去计较，要原谅他，为什么？没人教他。",
      "zh_TW": "我訪問倫敦，跟牛津大學、劍橋大學、倫敦大學漢學系的老師、同學，跟他們交流過，我跟他們討論這個問題。湯恩比博士說這個話，真正的含義我們要理解。孔孟學說的代表是什麼？我們用四個字，仁、義、忠、恕。孔曰成仁，孟曰取義。仁者愛人，現在人不愛人；仁是推己及人，己所不欲，勿施於人。想自己立刻想到對方、想到別人，我不喜歡的他也不喜歡，我不願意受的，他也不願意受，時時刻刻要想到別人，這是仁。義，義是循理，我們一般講，起心動念、言語造作要合情、要合理、要合法，合情合理合法叫做義。不能負義，負義就是違背了，就是不合情、不合理、不合法，這錯了，你不可以做。忠是存心，心要正，不偏不邪，用這個心來待人接物，這個世界會恢復和平，能化解衝突。恕是饒恕，為什麼要饒恕？今天無論什麼人幹什麼樣的壞事，都不要去計較，要原諒他，為什麼？沒人教他。"
    },
    {
      "id": "02-037-0279_p0016",
      "zh_CN": "东西方的教育都把圣贤疏忽了，中国疏忽了两百年，外国大概还不止两百年；外国人疏忽了宗教教育，中国疏忽了圣贤教育，造成今天的结果。他们年轻人不知道，他父母也不知道；再往上推，他的曾祖父母不知道，高祖父母不知道。至少丢掉六、七代了，他今天做错事情你怎么可以怪他？所以一定要原谅他，不要去追究，要把他拉回来，好好的学圣贤教诲，这是解决问题的方法。不能处罚、不能责备，要用恕道。忠恕是孔子说的。孔子的学生对老师的看法，说「夫子之道」，孔老夫子之道，「忠恕而已」，你看孔子多厚道。二千五百年前，他也是生在乱世，春秋战国的时候，提倡忠恕解决乱世的问题，现在是乱世。所以汤恩比说得没错。大乘佛法是真诚、慈悲，今天人没有真心、没有诚意。真心诚意是性德，可惜没人教，一定要把它找回来。能不能找回来？能，我们做过实验。三年前我们在中国大陆做了个实验，在汤池，用小镇做实验。不到半年，那个真诚、慈悲就找回来了，让我们充满了信心，人是教得好的。人性本善，习性不善，不教，人就随着习性去了。习性所谓「近朱则赤，近墨则黑」，人要跟好人在一起就变成好人，跟坏人在一起他自然就变坏了。",
      "zh_TW": "東西方的教育都把聖賢疏忽了，中國疏忽了兩百年，外國大概還不止兩百年；外國人疏忽了宗教教育，中國疏忽了聖賢教育，造成今天的結果。他們年輕人不知道，他父母也不知道；再往上推，他的曾祖父母不知道，高祖父母不知道。至少丟掉六、七代了，他今天做錯事情你怎麼可以怪他？所以一定要原諒他，不要去追究，要把他拉回來，好好的學聖賢教誨，這是解決問題的方法。不能處罰、不能責備，要用恕道。忠恕是孔子說的。孔子的學生對老師的看法，說「夫子之道」，孔老夫子之道，「忠恕而已」，你看孔子多厚道。二千五百年前，他也是生在亂世，春秋戰國的時候，提倡忠恕解決亂世的問題，現在是亂世。所以湯恩比說得沒錯。大乘佛法是真誠、慈悲，今天人沒有真心、沒有誠意。真心誠意是性德，可惜沒人教，一定要把它找回來。能不能找回來？能，我們做過實驗。三年前我們在中國大陸做了個實驗，在湯池，用小鎮做實驗。不到半年，那個真誠、慈悲就找回來了，讓我們充滿了信心，人是教得好的。人性本善，習性不善，不教，人就隨著習性去了。習性所謂「近朱則赤，近墨則黑」，人要跟好人在一起就變成好人，跟壞人在一起他自然就變壞了。"
    },
    {
      "id": "02-037-0279_p0017",
      "zh_CN": "我很幸运，一生没学坏，是从小喜欢读古人的书。年轻的时候，二十岁的时候，遇到的人都是好人，常常跟这些好人在一起。好人年岁都比我大，都是我的长辈，父亲一辈、祖父一辈，我喜欢跟他们在一起。年轻人在，我不喜欢跟他们在一起。跟这些老人在一起得好处，他们经验丰富，听听他们讲故事，都长见识、都长学问。跟现在年轻人一天到晚搞吃喝玩乐，那个毫无意义，我不跟他们在一起，玩不到一块去的。以后学佛了，所接触到的全是学佛的人、全是修行的人。我那一代还真的还有一些真修的、真干的，我们接触到了。把世俗要放下，怎么个落实？落实就是不看电视、不看报纸、不听广播，甚至于现代人写的书我都不看，当然我不会去买他的。人家送我的书，我一定第一个看版权页，后头写了「版权所有，翻印必究」，我不看了。很多人问我为什么？心量太小，小心量怎么能写出好东西？中国古时候人，他「欢迎翻印，功德无量」。斤斤计较版权所有，我就不浪费时间了。这是什么？保护自己，不跟社会去接触，负面的不接触。",
      "zh_TW": "我很幸運，一生沒學壞，是從小喜歡讀古人的書。年輕的時候，二十歲的時候，遇到的人都是好人，常常跟這些好人在一起。好人年歲都比我大，都是我的長輩，父親一輩、祖父一輩，我喜歡跟他們在一起。年輕人在，我不喜歡跟他們在一起。跟這些老人在一起得好處，他們經驗豐富，聽聽他們講故事，都長見識、都長學問。跟現在年輕人一天到晚搞吃喝玩樂，那個毫無意義，我不跟他們在一起，玩不到一塊去的。以後學佛了，所接觸到的全是學佛的人、全是修行的人。我那一代還真的還有一些真修的、真幹的，我們接觸到了。把世俗要放下，怎麼個落實？落實就是不看電視、不看報紙、不聽廣播，甚至於現代人寫的書我都不看，當然我不會去買他的。人家送我的書，我一定第一個看版權頁，後頭寫了「版權所有，翻印必究」，我不看了。很多人問我為什麼？心量太小，小心量怎麼能寫出好東西？中國古時候人，他「歡迎翻印，功德無量」。斤斤計較版權所有，我就不浪費時間了。這是什麼？保護自己，不跟社會去接觸，負面的不接觸。"
    },
    {
      "id": "02-037-0279_p0018",
      "zh_CN": "这些年有缘，因为参加国际会议，认识很多真的是专家、学者，第一流的学者，还有一些是国家领导人。我们一生走的是正道，不是邪道，尤其是大乘经教。其他宗教的经典我们都要涉猎，为什么？世界宗教是一家，我要跟他们往来，一定要读他们经典。走向他们的教堂、寺庙，我也去拜他们的神，他很高兴。二０００年的圣诞节我在新加坡，接受新加坡大主教的邀请，参加他们的圣诞夜做弥撒。我带了五十个出家人，都是穿袍搭衣进入他们的教堂，在教堂跟他一起做弥撒。大概全世界头一次，非常壮观，统统是这个颜色的，二十五条衣。大家看到都非常惊讶、非常振奋，宗教可以在一起做活动。我们佛门里面法会，他们这些宗教也来参加。",
      "zh_TW": "這些年有緣，因為參加國際會議，認識很多真的是專家、學者，第一流的學者，還有一些是國家領導人。我們一生走的是正道，不是邪道，尤其是大乘經教。其他宗教的經典我們都要涉獵，為什麼？世界宗教是一家，我要跟他們往來，一定要讀他們經典。走向他們的教堂、寺廟，我也去拜他們的神，他很高興。二０００年的聖誕節我在新加坡，接受新加坡大主教的邀請，參加他們的聖誕夜做彌撒。我帶了五十個出家人，都是穿袍搭衣進入他們的教堂，在教堂跟他一起做彌撒。大概全世界頭一次，非常壯觀，統統是這個顏色的，二十五條衣。大家看到都非常驚訝、非常振奮，宗教可以在一起做活動。我們佛門裡面法會，他們這些宗教也來參加。"
    },
    {
      "id": "02-037-0279_p0019",
      "zh_CN": "今天这个社会问题，确确实实只有宗教团结才能帮得上忙、才能化解；宗教要不团结，宗教要不能回归教育，没有第二个办法了。宗教本来是教育，我们要找它的源头。你看宗教创始的那个人，他是怎样传播他的教？基督教，基督教是从犹太教来的。犹太教、基督教、天主教这是一家人，他们使用的经典是相同的，犹太教是《旧约》，基督教是《新约》，天主教是《新旧约》都学。我有一年在新加坡，遇到一些从南非到新加坡旅游的一些欧洲人，在一起吃饭。他们问我一个问题，就是基督教、犹太教、天主教、伊斯兰教，它们是什么关系？我告诉他，一家人，但是一家人有三派。犹太教是皇上那一派，天主教是皇后那一派的，基督教是太子那一派的，伊斯兰教是他们的表兄弟，还是有关系。他们听了之后很欢喜，你讲得很有道理。确实所有宗教都一家，你要去学它的经典，要去念它的东西，不念不行，你不知道。中国儒释道是一家，佛教到中国来，跟中国儒跟道融合成一体，现在讲中国传统文化离不开儒释道，这不能不知道的。",
      "zh_TW": "今天這個社會問題，確確實實只有宗教團結才能幫得上忙、才能化解；宗教要不團結，宗教要不能回歸教育，沒有第二個辦法了。宗教本來是教育，我們要找它的源頭。你看宗教創始的那個人，他是怎樣傳播他的教？基督教，基督教是從猶太教來的。猶太教、基督教、天主教這是一家人，他們使用的經典是相同的，猶太教是《舊約》，基督教是《新約》，天主教是《新舊約》都學。我有一年在新加坡，遇到一些從南非到新加坡旅遊的一些歐洲人，在一起吃飯。他們問我一個問題，就是基督教、猶太教、天主教、伊斯蘭教，它們是什麼關係？我告訴他，一家人，但是一家人有三派。猶太教是皇上那一派，天主教是皇后那一派的，基督教是太子那一派的，伊斯蘭教是他們的表兄弟，還是有關係。他們聽了之後很歡喜，你講得很有道理。確實所有宗教都一家，你要去學它的經典，要去念它的東西，不念不行，你不知道。中國儒釋道是一家，佛教到中國來，跟中國儒跟道融合成一體，現在講中國傳統文化離不開儒釋道，這不能不知道的。"
    },
    {
      "id": "02-037-0279_p0020",
      "zh_CN": "所以，宗教要回归教育。你看西方，摩西这是犹太教，摩西当年在世，讲经教学大概有二、三十年。耶稣教了三年，被人害死了，不被人害死，我相信他也是一生讲经教学。穆罕默德教学二十七年。释迦牟尼佛最长，四十九年。全是教育！不是教育，谁跟他学？他们教育成功，没有别的，他们所说的他们全做到了，所以能感动人；所说非所行，你能说你做不到，没人相信你。那是真正第一流的教育家，没有做到的不说，我做到了我再跟你说。所以世世代代都有人学习，都有承传，传了几千年，这个道理我们懂。",
      "zh_TW": "所以，宗教要回歸教育。你看西方，摩西這是猶太教，摩西當年在世，講經教學大概有二、三十年。耶穌教了三年，被人害死了，不被人害死，我相信他也是一生講經教學。穆罕默德教學二十七年。釋迦牟尼佛最長，四十九年。全是教育！不是教育，誰跟他學？他們教育成功，沒有別的，他們所說的他們全做到了，所以能感動人；所說非所行，你能說你做不到，沒人相信你。那是真正第一流的教育家，沒有做到的不說，我做到了我再跟你說。所以世世代代都有人學習，都有承傳，傳了幾千年，這個道理我們懂。"
    },
    {
      "id": "02-037-0279_p0021",
      "zh_CN": "我前年访问梵蒂冈，在梵蒂冈住了三天，有两天座谈，一天三个小时，两天六个小时交流。教廷的代表是陶然主教，陶然主教的身分等于说天主教的外交部长。他负责管理对外关系，就是其他不同宗教的联系他负责任，我跟他很熟了。他提出来，天主教有统计、有报告，告诉我，最近十几年来，全世界信仰宗教的人，人数年年下降，愈来愈少了。他们担心，如果像这样下去，二十年之后、三十年之后，可能世界上没人信宗教了。其他宗教没做过这个调查，他们很细心，做这个调查。我听到之后我就提出建议，就说明当初各个宗教教主创教的时候那种状况。创教时候是社会教育，承传也是教育，只是到最近把教学丢掉了，去搞祈祷，佛门经忏佛事也属于祈祷。没有理论的依据，大家说宗教是迷信。为什么以前没有人说迷信，为什么现在才说迷信？以前有教，现在不教了，只做这些仪式仪规，祈祷的仪规。你说很灵，我们相信，是没问题，社会大众不相信。你说有灾难，我们这一祈祷，灾难化解了。人家怎么说？说你胡说八道，根本就没有灾难，你们胡造谣言。你拿不出证据出来。所以，一定要回归教学，不教学怎么行！",
      "zh_TW": "我前年訪問梵蒂岡，在梵蒂岡住了三天，有兩天座談，一天三個小時，兩天六個小時交流。教廷的代表是陶然主教，陶然主教的身分等於說天主教的外交部長。他負責管理對外關係，就是其他不同宗教的聯繫他負責任，我跟他很熟了。他提出來，天主教有統計、有報告，告訴我，最近十幾年來，全世界信仰宗教的人，人數年年下降，愈來愈少了。他們擔心，如果像這樣下去，二十年之後、三十年之後，可能世界上沒人信宗教了。其他宗教沒做過這個調查，他們很細心，做這個調查。我聽到之後我就提出建議，就說明當初各個宗教教主創教的時候那種狀況。創教時候是社會教育，承傳也是教育，只是到最近把教學丟掉了，去搞祈禱，佛門經懺佛事也屬於祈禱。沒有理論的依據，大家說宗教是迷信。為什麼以前沒有人說迷信，為什麼現在才說迷信？以前有教，現在不教了，只做這些儀式儀規，祈禱的儀規。你說很靈，我們相信，是沒問題，社會大眾不相信。你說有災難，我們這一祈禱，災難化解了。人家怎麼說？說你胡說八道，根本就沒有災難，你們胡造謠言。你拿不出證據出來。所以，一定要回歸教學，不教學怎麼行！"
    },
    {
      "id": "02-037-0279_p0022",
      "zh_CN": "我初学佛的时候，走释迦牟尼佛这个路子，一些老和尚告诉我，不行，你这个路子以后没饭吃。我走了六十年，也没有一天饿着，也没有一天冻着。经忏佛事有收入，我没有收入，讲经教学不收学费，也不卖门票，真的没有收入，可是什么也没欠缺。一生没有道场，释迦牟尼佛没道场，释迦牟尼佛一生过着流浪的生活，居无定所。我这一生也是居无定所，哪里有缘哪里去。缘很重要，佛家讲缘生。我这个缘也很特殊，实在讲有因有果。因是什么？台湾大学成立一个学佛社，学生们在一起学佛，叫晨曦社。这大概是三十多年的事情。领导这批学佛的大学生，周宣德教授，跟李炳南老居士是老朋友，非常好。把这个消息传到台中，老师非常高兴，赞叹，大专学生学佛了，可以让社会大众醒一醒耳目，佛教不是迷信；迷信，怎么大学生、大学教授也学佛了？这个好事情。",
      "zh_TW": "我初學佛的時候，走釋迦牟尼佛這個路子，一些老和尚告訴我，不行，你這個路子以後沒飯吃。我走了六十年，也沒有一天餓著，也沒有一天凍著。經懺佛事有收入，我沒有收入，講經教學不收學費，也不賣門票，真的沒有收入，可是什麼也沒欠缺。一生沒有道場，釋迦牟尼佛沒道場，釋迦牟尼佛一生過著流浪的生活，居無定所。我這一生也是居無定所，哪裡有緣哪裡去。緣很重要，佛家講緣生。我這個緣也很特殊，實在講有因有果。因是什麼？台灣大學成立一個學佛社，學生們在一起學佛，叫晨曦社。這大概是三十多年的事情。領導這批學佛的大學生，周宣德教授，跟李炳南老居士是老朋友，非常好。把這個消息傳到台中，老師非常高興，讚歎，大專學生學佛了，可以讓社會大眾醒一醒耳目，佛教不是迷信；迷信，怎麼大學生、大學教授也學佛了？這個好事情。"
    },
    {
      "id": "02-037-0279_p0023",
      "zh_CN": "那天正好我也在座，大家谈完之后离开了，我跟着老师，我就偷偷告诉他，我说老师，未必是好事。他很奇怪，怎么不是好事？我说如果这些大学生遇不到好老师，学的是邪知邪见怎么办？先入为主，谁有方法把他们扭转过来？老师一听到这个话，真的，他那个兴奋的心马上就没有了。想了一下，问我，怎么办？是问题，是严重问题。我就给他老人家建议，我们图书馆办大专佛学讲座，我们也办。寒暑假办对外的，外地的同学，他们放假了，到这里来学习，平常对本地的大专学校。我给他这个建议，这是因。老师跟我研究课程，要讲哪些东西、请哪些人来讲，我都参与。我在他的小房间里面，这样把慈光大专讲座搞起来了。办了几十届，非常有成就，我参加了十一届，从第一届到第十一届我参加了。所以就认识很多这些同学，这些同学将来毕业了到外国留学，在外国拿到学位，工作了。所以我在全世界好多认识的人，他们会找我去讲经，缘是这么结的。",
      "zh_TW": "那天正好我也在座，大家談完之後離開了，我跟著老師，我就偷偷告訴他，我說老師，未必是好事。他很奇怪，怎麼不是好事？我說如果這些大學生遇不到好老師，學的是邪知邪見怎麼辦？先入為主，誰有方法把他們扭轉過來？老師一聽到這個話，真的，他那個興奮的心馬上就沒有了。想了一下，問我，怎麼辦？是問題，是嚴重問題。我就給他老人家建議，我們圖書館辦大專佛學講座，我們也辦。寒暑假辦對外的，外地的同學，他們放假了，到這裡來學習，平常對本地的大專學校。我給他這個建議，這是因。老師跟我研究課程，要講哪些東西、請哪些人來講，我都參與。我在他的小房間裡面，這樣把慈光大專講座搞起來了。辦了幾十屆，非常有成就，我參加了十一屆，從第一屆到第十一屆我參加了。所以就認識很多這些同學，這些同學將來畢業了到外國留學，在外國拿到學位，工作了。所以我在全世界好多認識的人，他們會找我去講經，緣是這麼結的。"
    },
    {
      "id": "02-037-0279_p0024",
      "zh_CN": "台中这个佛学讲座办出来之后，台湾所有的寺庙都跟进、都办，当然，教学的内容那台中是第一。我离开台中之后回到台北，道安法师在中国佛教会发起，办了一个大专佛学讲座，请我去做总主讲。我在那里教了四年，学生大概有几千人，这些学生将来也到国外去留学了。所以在全世界每个国家地区我都有熟人，这个缘是一般法师没有的。他们认识我、了解我，都请我去讲经，所以我讲经的地方就多了，可以云游世界。请我，我只要你把旅费，你把机票买好送给我，到那个地方招待我吃住，不接受供养。我知道在国外生活很不容易，不增加你负担。所以皆大欢喜，这就可以云游世界。还是我听到那个话，一念，鼓励李老师办大专讲座，这是因，有这个因才有后面这么好的缘。一般人没有这个缘，这个缘产生很大的效果。",
      "zh_TW": "台中這個佛學講座辦出來之後，台灣所有的寺廟都跟進、都辦，當然，教學的內容那台中是第一。我離開台中之後回到台北，道安法師在中國佛教會發起，辦了一個大專佛學講座，請我去做總主講。我在那裡教了四年，學生大概有幾千人，這些學生將來也到國外去留學了。所以在全世界每個國家地區我都有熟人，這個緣是一般法師沒有的。他們認識我、了解我，都請我去講經，所以我講經的地方就多了，可以雲遊世界。請我，我只要你把旅費，你把機票買好送給我，到那個地方招待我吃住，不接受供養。我知道在國外生活很不容易，不增加你負擔。所以皆大歡喜，這就可以雲遊世界。還是我聽到那個話，一念，鼓勵李老師辦大專講座，這是因，有這個因才有後面這麼好的緣。一般人沒有這個緣，這個緣產生很大的效果。"
    },
    {
      "id": "02-037-0279_p0025",
      "zh_CN": "我们移民到澳洲去，等于说开花结果。到澳洲，实在说是澳洲当时移民部长，听说我们在新加坡做团结宗教做成功了，所以他非常希望我到澳洲去，帮助澳洲团结宗教、团结族群。这桩事情澳洲政府很聪明，委托给大学去执行，所以我一到澳洲，跟学校就结上缘了。格里菲斯大学就执行宗教团结跟族群团结；昆士兰大学，它有一个和平学院，跟化解冲突、促进社会安定和平有密切的关联。和平学院毕业的学生多半在联合国服务，他们有学位，有硕士、有博士。所以这就进入联合国了。宗教进入联合国是不可思议的事情，无法想像的，没有人认为是可能的，我们进去了。进去起了作用，起了很大的作用，让联合国对于宗教看法改变了。以前是拒绝，不往来的，我们的活动之后，教科文组织就设立一个宗教办公室，这正式接纳了，知道宗教有正面的东西，不是只有冲突。所以我们的活动办得非常成功。这缘，缘有因。还是要自己，自己要遇到这种机会，不能错过，把它掌握住。我们有这么个缘分，所以团结宗教，提倡宗教互相学习；不但要互相学习，要互相支援。我在去年就想到，我想印《古兰经》，印一万部《古兰经》赠送给回教。得互相爱护、互相支援，这才行！宗教里面的东西非常丰富，要把它发扬光大，要让社会大众好好来学习。",
      "zh_TW": "我們移民到澳洲去，等於說開花結果。到澳洲，實在說是澳洲當時移民部長，聽說我們在新加坡做團結宗教做成功了，所以他非常希望我到澳洲去，幫助澳洲團結宗教、團結族群。這樁事情澳洲政府很聰明，委託給大學去執行，所以我一到澳洲，跟學校就結上緣了。格里菲斯大學就執行宗教團結跟族群團結；昆士蘭大學，它有一個和平學院，跟化解衝突、促進社會安定和平有密切的關聯。和平學院畢業的學生多半在聯合國服務，他們有學位，有碩士、有博士。所以這就進入聯合國了。宗教進入聯合國是不可思議的事情，無法想像的，沒有人認為是可能的，我們進去了。進去起了作用，起了很大的作用，讓聯合國對於宗教看法改變了。以前是拒絕，不往來的，我們的活動之後，教科文組織就設立一個宗教辦公室，這正式接納了，知道宗教有正面的東西，不是只有衝突。所以我們的活動辦得非常成功。這緣，緣有因。還是要自己，自己要遇到這種機會，不能錯過，把它掌握住。我們有這麼個緣分，所以團結宗教，提倡宗教互相學習；不但要互相學習，要互相支援。我在去年就想到，我想印《古蘭經》，印一萬部《古蘭經》贈送給回教。得互相愛護、互相支援，這才行！宗教裡面的東西非常豐富，要把它發揚光大，要讓社會大眾好好來學習。"
    },
    {
      "id": "02-037-0279_p0026",
      "zh_CN": "我在联合国，鼓励当时的秘书长，联合国最好能办一个世界宗教大学，属于联合国的。培养全世界传教师，宗教传教师，宗教的住持人，好事。目的没达到，可是我们不灰心，继续努力。最近有个活动，在泰国曼谷，下个月，教科文组织也参加。我去，我也会去，我去的目的不是别的，就是希望宗教团结，而且宗教希望能有一个宗教大学出现。看看泰国政府能不能把心量打开，因为泰国是小乘，能把心量打开，办一所世界宗教大学，或者办个亚洲也很好，亚洲也有几十个国家。这个事情要跟泰皇来谈，我跟泰国还是有一点缘分。好事！利益社会，利益众生，希望所有宗教都变成一家人。这个是讲业因果报，有机缘尽量抓住机会种好因，后面会结好果报。",
      "zh_TW": "我在聯合國，鼓勵當時的祕書長，聯合國最好能辦一個世界宗教大學，屬於聯合國的。培養全世界傳教師，宗教傳教師，宗教的住持人，好事。目的沒達到，可是我們不灰心，繼續努力。最近有個活動，在泰國曼谷，下個月，教科文組織也參加。我去，我也會去，我去的目的不是別的，就是希望宗教團結，而且宗教希望能有一個宗教大學出現。看看泰國政府能不能把心量打開，因為泰國是小乘，能把心量打開，辦一所世界宗教大學，或者辦個亞洲也很好，亞洲也有幾十個國家。這個事情要跟泰皇來談，我跟泰國還是有一點緣分。好事！利益社會，利益眾生，希望所有宗教都變成一家人。這個是講業因果報，有機緣盡量抓住機會種好因，後面會結好果報。"
    },
    {
      "id": "02-037-0279_p0027",
      "zh_CN": "下面经文，「又如《普贤行愿品》」里面说，「菩萨自念」，这个菩萨是普贤菩萨，他说「我于过去无始劫中，由贪瞋痴，发身口意，作诸恶业，无量无边。若此恶业有体相者，尽虚空界不能容受」。好在造的这个业没相，不是物质现象。「作业无边，报必随之」，这句话重要，你造什么因，你就有什么果报。学佛、学传统文化，继承老祖宗的教学，古人所谓「为往圣继绝学」，这句话讲得好，非常重要！这是因，果呢？「为万世开太平」，这个多有意义，这一生没有白过。问题是你要认识机会，你要抓住机会，你才会能成就；你不认识机会，你抓不到机会，你一生没法子成就。凭自己，决定不可能，菩萨你看自己都说造作恶业无量无边，我们比他造得更多，怎么可能有这么好的这种机会、缘分？只是一个善心，没有想自己，为整个佛法想，也就是为正法久住想，为这个世界整体去着想。这种因缘，佛菩萨成就的，不是人。",
      "zh_TW": "下面經文，「又如《普賢行願品》」裡面說，「菩薩自念」，這個菩薩是普賢菩薩，他說「我於過去無始劫中，由貪瞋痴，發身口意，作諸惡業，無量無邊。若此惡業有體相者，盡虛空界不能容受」。好在造的這個業沒相，不是物質現象。「作業無邊，報必隨之」，這句話重要，你造什麼因，你就有什麼果報。學佛、學傳統文化，繼承老祖宗的教學，古人所謂「為往聖繼絕學」，這句話講得好，非常重要！這是因，果呢？「為萬世開太平」，這個多有意義，這一生沒有白過。問題是你要認識機會，你要抓住機會，你才會能成就；你不認識機會，你抓不到機會，你一生沒法子成就。憑自己，決定不可能，菩薩你看自己都說造作惡業無量無邊，我們比他造得更多，怎麼可能有這麼好的這種機會、緣分？只是一個善心，沒有想自己，為整個佛法想，也就是為正法久住想，為這個世界整體去著想。這種因緣，佛菩薩成就的，不是人。"
    },
    {
      "id": "02-037-0279_p0028",
      "zh_CN": "我们听这一席话，偶尔听到的，周宣德老居士到台中去访问看李老师，在谈话，我们从旁边听到的，听完之后我就感觉有一点不大对头。你看，促成慈光大专讲座，促成台湾各个大专学校普遍成立佛学社，学生对学佛有一种新鲜感，都来了。这是个缘分，我这一生起来就是那个缘分。什么也没有，自己也没有德行、也没有能力，就这一念善心，会造成这么大的影响，影响到整个世界。这个缘起我讲过，很少讲，今天在此地讲到业因果报，举出这个例子大家晓得。最重要就是你一点善心，不要为自己；为自己，范围太小了，那个什么？完全靠自己过去今生所修的福报。不为自己，借着佛菩萨、借着众生的福报，这个大了，无边际的扩大。",
      "zh_TW": "我們聽這一席話，偶爾聽到的，周宣德老居士到台中去訪問看李老師，在談話，我們從旁邊聽到的，聽完之後我就感覺有一點不大對頭。你看，促成慈光大專講座，促成台灣各個大專學校普遍成立佛學社，學生對學佛有一種新鮮感，都來了。這是個緣分，我這一生起來就是那個緣分。什麼也沒有，自己也沒有德行、也沒有能力，就這一念善心，會造成這麼大的影響，影響到整個世界。這個緣起我講過，很少講，今天在此地講到業因果報，舉出這個例子大家曉得。最重要就是你一點善心，不要為自己；為自己，範圍太小了，那個什麼？完全靠自己過去今生所修的福報。不為自己，藉著佛菩薩、藉著眾生的福報，這個大了，無邊際的擴大。"
    },
    {
      "id": "02-037-0279_p0029",
      "zh_CN": "《俱舍论》第九卷说，「上至世尊无能遮抑，以业势力最强盛故」。「故云众生业报，不可思议。」这种业力，《俱舍论》里头说，上到诸佛世尊也挡不住，遮抑我们今天讲挡不住，力量太大了，业势力最强盛故。心佛众生，三无差别。你造的善业，这个力量强大，挡不住你；你造的恶业，那个恶力强大，要带你到三途去受苦报，也挡不住。求佛菩萨保佑，佛菩萨挡不住，业力太大了，自作自受。所以说众生业报不可思议。",
      "zh_TW": "《俱舍論》第九卷說，「上至世尊無能遮抑，以業勢力最強盛故」。「故云眾生業報，不可思議。」這種業力，《俱舍論》裡頭說，上到諸佛世尊也擋不住，遮抑我們今天講擋不住，力量太大了，業勢力最強盛故。心佛眾生，三無差別。你造的善業，這個力量強大，擋不住你；你造的惡業，那個惡力強大，要帶你到三途去受苦報，也擋不住。求佛菩薩保佑，佛菩薩擋不住，業力太大了，自作自受。所以說眾生業報不可思議。"
    },
    {
      "id": "02-037-0279_p0030",
      "zh_CN": "下面说，『众生善根，不可思议』，前面讲不善的，现在给你讲善的。「如《大集经》曰：众生之行不可思议，众生境界不可思议」，这《大集经》上说的。前面的意思明白了，后面就容易懂了。造恶得受苦报，行善得享受福报，都是自作自受。佛菩萨虽然慈悲，帮不上忙，但是佛菩萨会给你做这些机会，就看你认不认识，你能不能抓得住，那个机会是非常之巧妙，佛菩萨给你安排的。这就是头脑要灵活，随机应变，有很强应变的能力，往往这个机会被你抓到了。可是一定要了解，始终要为人，不能为自己。为自己，你的智慧福报都有限，而且说不定当中还要出麻烦，不能不小心谨慎。为什么？你会树敌；你不树敌，别人跟你为敌。为什么？嫉妒障碍，自古以来在所不免。",
      "zh_TW": "下面說，『眾生善根，不可思議』，前面講不善的，現在給你講善的。「如《大集經》曰：眾生之行不可思議，眾生境界不可思議」，這《大集經》上說的。前面的意思明白了，後面就容易懂了。造惡得受苦報，行善得享受福報，都是自作自受。佛菩薩雖然慈悲，幫不上忙，但是佛菩薩會給你做這些機會，就看你認不認識，你能不能抓得住，那個機會是非常之巧妙，佛菩薩給你安排的。這就是頭腦要靈活，隨機應變，有很強應變的能力，往往這個機會被你抓到了。可是一定要了解，始終要為人，不能為自己。為自己，你的智慧福報都有限，而且說不定當中還要出麻煩，不能不小心謹慎。為什麼？你會樹敵；你不樹敵，別人跟你為敵。為什麼？嫉妒障礙，自古以來在所不免。"
    },
    {
      "id": "02-037-0279_p0031",
      "zh_CN": "惠能大师接受了祖位之后，接受衣钵，还要到猎人队里面去躲藏十五年，为什么？躲避嫉妒障碍。十五年在猎人队里头消业障、培福慧，六祖在修行，修行了十五年。怎么修？每天替猎人烧饭。猎人打的猎都是动物，他在旁边吃肉边菜。他的工作都在修行，完全在境界里面修行，修什么？修看破、修放下，就修这个。放下，所有境界清清楚楚，是智慧；所有境界都不放在心上，那就是放下；境界现前如如不动，那是禅定。我们就晓得，他每天在那里修智慧、修福报、消业障、修禅定。没有人看见他在修行，他真的修行，他修行不落形相的，你决定看不出来，真修行！处事待人接物谦卑，那是一个得道的高僧，大彻大悟、明心见性的人，给猎人队里做下人，给他们打工。你看，见性就成佛了，佛在猎人队打工，多委屈！不是短时间，十五年。回头想想我们，我们受这一点委屈算什么？比六祖差远了。六祖都能受，我们不能受，那还能成就吗？",
      "zh_TW": "惠能大師接受了祖位之後，接受衣缽，還要到獵人隊裡面去躲藏十五年，為什麼？躲避嫉妒障礙。十五年在獵人隊裡頭消業障、培福慧，六祖在修行，修行了十五年。怎麼修？每天替獵人燒飯。獵人打的獵都是動物，他在旁邊吃肉邊菜。他的工作都在修行，完全在境界裡面修行，修什麼？修看破、修放下，就修這個。放下，所有境界清清楚楚，是智慧；所有境界都不放在心上，那就是放下；境界現前如如不動，那是禪定。我們就曉得，他每天在那裡修智慧、修福報、消業障、修禪定。沒有人看見他在修行，他真的修行，他修行不落形相的，你決定看不出來，真修行！處事待人接物謙卑，那是一個得道的高僧，大徹大悟、明心見性的人，給獵人隊裡做下人，給他們打工。你看，見性就成佛了，佛在獵人隊打工，多委屈！不是短時間，十五年。回頭想想我們，我們受這一點委屈算什麼？比六祖差遠了。六祖都能受，我們不能受，那還能成就嗎？"
    },
    {
      "id": "02-037-0279_p0032",
      "zh_CN": "要想成就，什么样的委屈都要受。释迦牟尼佛给我们做最好的榜样，《金刚经》上有记载，不长，提了一下，被歌利王割截身体。这个故事在《涅槃经》里头，《涅槃经》很长，讲得很详细，《金刚经》上只引用，忍辱波罗蜜。那样的苦难，接受的时候一点怨恨都没有。不但对歌利王没有怨恨，而且还感恩他，为什么？这是个实验，看看忍辱功夫够不够，有没有到家？果然到家了，忍辱波罗蜜毕业了，歌利王送他毕业。这个机会，忍辱仙人掌握住了，提前成佛；忍辱仙人就是释迦牟尼佛，没成佛之前。贤劫千佛，这一个大劫当中，有一千尊佛出世，释迦牟尼佛排名是第五，弥勒菩萨排名第四，结果他两个换了，就是歌利王割截身体把他提前了，弥勒放后面了。特殊的因缘，忍辱仙人没想到，应该是佛菩萨安排的，给他做的增上缘，他抓住了。",
      "zh_TW": "要想成就，什麼樣的委屈都要受。釋迦牟尼佛給我們做最好的榜樣，《金剛經》上有記載，不長，提了一下，被歌利王割截身體。這個故事在《涅槃經》裡頭，《涅槃經》很長，講得很詳細，《金剛經》上只引用，忍辱波羅蜜。那樣的苦難，接受的時候一點怨恨都沒有。不但對歌利王沒有怨恨，而且還感恩他，為什麼？這是個實驗，看看忍辱功夫夠不夠，有沒有到家？果然到家了，忍辱波羅蜜畢業了，歌利王送他畢業。這個機會，忍辱仙人掌握住了，提前成佛；忍辱仙人就是釋迦牟尼佛，沒成佛之前。賢劫千佛，這一個大劫當中，有一千尊佛出世，釋迦牟尼佛排名是第五，彌勒菩薩排名第四，結果他兩個換了，就是歌利王割截身體把他提前了，彌勒放後面了。特殊的因緣，忍辱仙人沒想到，應該是佛菩薩安排的，給他做的增上緣，他抓住了。"
    },
    {
      "id": "02-037-0279_p0033",
      "zh_CN": "所以缘没有善恶、没有好坏，完全看自己的用心。你的心是善的，一切缘都善，顺境善、逆境也善，善缘善、恶缘也善，无有不善。如果心不善，善缘也不善，顺境也不善，你不知道应对，你的心态、方法全错了，善变成恶。如果心态善、正确，恶也变成善，敌人可以变成亲家，这是真的。什么个道理？人性本善，老祖宗讲的「人之初，性本善」，道理在此地。不善的是习性，习性可以改的，本性不变，我们永远要记住本性。这是讲到众生善根，众生之行不可思议，众生境界不可思议。行是因，境界是果，善行一定是好境界，恶行决定是三途，这不可思议。",
      "zh_TW": "所以緣沒有善惡、沒有好壞，完全看自己的用心。你的心是善的，一切緣都善，順境善、逆境也善，善緣善、惡緣也善，無有不善。如果心不善，善緣也不善，順境也不善，你不知道應對，你的心態、方法全錯了，善變成惡。如果心態善、正確，惡也變成善，敵人可以變成親家，這是真的。什麼個道理？人性本善，老祖宗講的「人之初，性本善」，道理在此地。不善的是習性，習性可以改的，本性不變，我們永遠要記住本性。這是講到眾生善根，眾生之行不可思議，眾生境界不可思議。行是因，境界是果，善行一定是好境界，惡行決定是三途，這不可思議。"
    },
    {
      "id": "02-037-0279_p0034",
      "zh_CN": "「又临济曰」，这是禅宗的祖师，「你欲识佛祖么？」这是问学生，你想不想认识、见到佛祖？「只你能听法的便是。」佛祖在哪里？佛祖是自己，不是别人。我们的自性就是佛，我们的智慧就是祖，自性具足圆满的智慧、圆满的福德，不在外头。「每日多般用处，欠少什么？六道神光，未曾间歇」，这个话说得好。你心目当中所求的，全在你自己身上，离开自己无有一法可得。这里讲到六道神光，《临济慧照禅师语录》里头说的，「心法无形」，起心动念你看不到、你听不到，手也摸不到，「通贯十方」，在眼就叫见，在耳就叫闻，「在鼻嗅香，在口谈论，在手执捉，在足运奔。本是一精明，分为六和合」，这把你说穿了。我们在前面学过十乘观法，天台大师教人用功的方法，怎样才能明心见性？天台家用止观。首先教你观不思议境界，此地讲的就是不思议境界。不思议的境界归纳起来就是两个字，一个是色，一个是心。《心经》上讲得就很清楚，心是能生能现，色是所生所现。给你说穿了，色从心生，所以全体是心。心就是佛，心就是真正的自己，心就是宇宙，心就是万物。所以，整个宇宙万事万物跟自己什么关系？一体，为什么？一个心。禅宗祖师所谓的「若人识得心，大地无寸土」，这意思是什么？你要是把心搞清楚你就圆满了，究竟圆满，什么都没有。这个意思是说你就成了究竟佛果，妙觉如来。",
      "zh_TW": "「又臨濟曰」，這是禪宗的祖師，「你欲識佛祖麼？」這是問學生，你想不想認識、見到佛祖？「只你能聽法的便是。」佛祖在哪裡？佛祖是自己，不是別人。我們的自性就是佛，我們的智慧就是祖，自性具足圓滿的智慧、圓滿的福德，不在外頭。「每日多般用處，欠少什麼？六道神光，未曾間歇」，這個話說得好。你心目當中所求的，全在你自己身上，離開自己無有一法可得。這裡講到六道神光，《臨濟慧照禪師語錄》裡頭說的，「心法無形」，起心動念你看不到、你聽不到，手也摸不到，「通貫十方」，在眼就叫見，在耳就叫聞，「在鼻嗅香，在口談論，在手執捉，在足運奔。本是一精明，分為六和合」，這把你說穿了。我們在前面學過十乘觀法，天台大師教人用功的方法，怎樣才能明心見性？天台家用止觀。首先教你觀不思議境界，此地講的就是不思議境界。不思議的境界歸納起來就是兩個字，一個是色，一個是心。《心經》上講得就很清楚，心是能生能現，色是所生所現。給你說穿了，色從心生，所以全體是心。心就是佛，心就是真正的自己，心就是宇宙，心就是萬物。所以，整個宇宙萬事萬物跟自己什麼關係？一體，為什麼？一個心。禪宗祖師所謂的「若人識得心，大地無寸土」，這意思是什麼？你要是把心搞清楚你就圓滿了，究竟圓滿，什麼都沒有。這個意思是說你就成了究竟佛果，妙覺如來。"
    },
    {
      "id": "02-037-0279_p0035",
      "zh_CN": "心在哪里？心法无形，心不是物质，也不是念头，也不是自然现象；换句话说，三种现象统统不是。不是物质现象，不是精神现象，不是自然现象，所以说它空，说它清净寂灭。大般涅槃就是心，印度人称为大般涅槃。高等佛法所修学的就是求这个东西，你只要搞清楚、搞明白就成佛了。它包含一切法，它不是三种现象，但是它能现三种现象，所以不能说它无；说它是空，空不当作无讲，它能生万法。它在哪里？它无处不在、无时不在。它是一切法的本体，我们今天问，释迦牟尼佛在哪里？就在此地；阿弥陀佛在哪里？就在此地。体！它能现，有缘它就现相，没有缘不现相；现相不能说它有，不现相不能说它无。在这个境界里头，不能起心动念，起心动念就错了。古人所说的，开口就错，动念就乖，不可以起心动念，也不能言语宣说，没法子说它。它是纯真无妄，一切时一切处它都存在，你就是见不到它。哲学、科学都在找，能不能找到？找不到，绝对找不到。要怎样才能找到？放下就找到了。你看，放下起心动念、分别执着你就见到了，就成佛了。科学、哲学为什么找不到？他没放下，他要放下他也成佛了。你只要知道它不难，只要放下，马上就知道了，你就证得。你证得了你也说不出，你也无法想像，你跟它合而为一。这个境界真正不可思议！",
      "zh_TW": "心在哪裡？心法無形，心不是物質，也不是念頭，也不是自然現象；換句話說，三種現象統統不是。不是物質現象，不是精神現象，不是自然現象，所以說它空，說它清淨寂滅。大般涅槃就是心，印度人稱為大般涅槃。高等佛法所修學的就是求這個東西，你只要搞清楚、搞明白就成佛了。它包含一切法，它不是三種現象，但是它能現三種現象，所以不能說它無；說它是空，空不當作無講，它能生萬法。它在哪裡？它無處不在、無時不在。它是一切法的本體，我們今天問，釋迦牟尼佛在哪裡？就在此地；阿彌陀佛在哪裡？就在此地。體！它能現，有緣它就現相，沒有緣不現相；現相不能說它有，不現相不能說它無。在這個境界裡頭，不能起心動念，起心動念就錯了。古人所說的，開口就錯，動念就乖，不可以起心動念，也不能言語宣說，沒法子說它。它是純真無妄，一切時一切處它都存在，你就是見不到它。哲學、科學都在找，能不能找到？找不到，絕對找不到。要怎樣才能找到？放下就找到了。你看，放下起心動念、分別執著你就見到了，就成佛了。科學、哲學為什麼找不到？他沒放下，他要放下他也成佛了。你只要知道它不難，只要放下，馬上就知道了，你就證得。你證得了你也說不出，你也無法想像，你跟它合而為一。這個境界真正不可思議！"
    },
    {
      "id": "02-037-0279_p0036",
      "zh_CN": "临济禅师说这段话是说它起用。体你不知道，心法无形，通贯十方，这体。可是它起作用你就晓得了。起什么作用？在眼它起见的作用，在耳它有听的作用，在鼻它有嗅香的作用，在口它有言说的作用，在手它能够执捉，在脚它能够行走。这就是什么？你看，真如自性就在六根门头放光动地，叫六道神光。这个作用是什么？这个作用是真心。真心，它的作用是遍法界虚空界。我们今天这个作用太小了，隔一张纸就看不见，这什么原因？你有三种障，《华严经》上说的，你有妄想、有分别、有执着，这三种障碍。障碍你，你的见不能见到遍法界虚空界。你本来可以见到的，你应该见到的，现在因为你有障碍，你见不到了。本来你能够听，遍法界虚空界所有音声你都听得见，你都能听到，现在也没有办法听了。手，捉手，譬如说握手，你手伸出去可以能够握到什么？遍法界虚空界所有诸佛菩萨你都跟他握手，现在不能了。全是障碍，障碍要放下，佛法没有别的，千经万论就是教我们放下障碍。为什么你不肯放下？不了解事实真相，不肯放下。不是放不下，是不肯放下，麻烦在这里；你要肯放下，没事。",
      "zh_TW": "臨濟禪師說這段話是說它起用。體你不知道，心法無形，通貫十方，這體。可是它起作用你就曉得了。起什麼作用？在眼它起見的作用，在耳它有聽的作用，在鼻它有嗅香的作用，在口它有言說的作用，在手它能夠執捉，在腳它能夠行走。這就是什麼？你看，真如自性就在六根門頭放光動地，叫六道神光。這個作用是什麼？這個作用是真心。真心，它的作用是遍法界虛空界。我們今天這個作用太小了，隔一張紙就看不見，這什麼原因？你有三種障，《華嚴經》上說的，你有妄想、有分別、有執著，這三種障礙。障礙你，你的見不能見到遍法界虛空界。你本來可以見到的，你應該見到的，現在因為你有障礙，你見不到了。本來你能夠聽，遍法界虛空界所有音聲你都聽得見，你都能聽到，現在也沒有辦法聽了。手，捉手，譬如說握手，你手伸出去可以能夠握到什麼？遍法界虛空界所有諸佛菩薩你都跟他握手，現在不能了。全是障礙，障礙要放下，佛法沒有別的，千經萬論就是教我們放下障礙。為什麼你不肯放下？不了解事實真相，不肯放下。不是放不下，是不肯放下，麻煩在這裡；你要肯放下，沒事。"
    },
    {
      "id": "02-037-0279_p0037",
      "zh_CN": "大家都晓得，贪、瞋，烦恼！贪让你心不安，患得患失；瞋恚，你脾气多大，知道发脾气很难受。为什么还要贪、还要发脾气？不了解真相，要了解真相自然放下。为什么？你所贪的，能贪、所贪都不是真的，假的，一场空。你要知道统统是空的，不是真的，一笑了之，不再贪、不再瞋，全放下了。所以释迦牟尼佛慈悲，四十九年讲经教学是什么？帮助我们看破，了解事实真相。放下是自己的事情，真正搞清楚、搞明白了，自然放下，那个不要他教了。所以他只教看破，放下是你自己的事情。",
      "zh_TW": "大家都曉得，貪、瞋，煩惱！貪讓你心不安，患得患失；瞋恚，你脾氣多大，知道發脾氣很難受。為什麼還要貪、還要發脾氣？不了解真相，要了解真相自然放下。為什麼？你所貪的，能貪、所貪都不是真的，假的，一場空。你要知道統統是空的，不是真的，一笑了之，不再貪、不再瞋，全放下了。所以釋迦牟尼佛慈悲，四十九年講經教學是什麼？幫助我們看破，了解事實真相。放下是自己的事情，真正搞清楚、搞明白了，自然放下，那個不要他教了。所以他只教看破，放下是你自己的事情。"
    },
    {
      "id": "02-037-0279_p0038",
      "zh_CN": "这一段意思非常之深，这禅机，你如果从这个地方一下觉悟、醒过来，就开悟了、就成佛了。我天天求明心见性，性在哪里？六根门头放光动地的这是性，真性！妄心不能见，真心能见、真心能听，六根的作用是真心，就在这里。你看，本是一精明，分成六和合。一精明是什么？真心是一个，就是觉，叫本觉。在眼，那个觉就是见；在耳，这个觉就是听。就好像我们今天用电，电是一个，电器不同，作用就不一样。你看在录像机里头，它能把我们的音声、画面都录下去，在灯上，它能放光。实际上它一个东西，器不一样，它作用就不一样，实在是一个。要晓得六根里头，见、闻、嗅、言，这个东西，理这是一个，就是你的真心在起作用。",
      "zh_TW": "這一段意思非常之深，這禪機，你如果從這個地方一下覺悟、醒過來，就開悟了、就成佛了。我天天求明心見性，性在哪裡？六根門頭放光動地的這是性，真性！妄心不能見，真心能見、真心能聽，六根的作用是真心，就在這裡。你看，本是一精明，分成六和合。一精明是什麼？真心是一個，就是覺，叫本覺。在眼，那個覺就是見；在耳，這個覺就是聽。就好像我們今天用電，電是一個，電器不同，作用就不一樣。你看在錄像機裡頭，它能把我們的音聲、畫面都錄下去，在燈上，它能放光。實際上它一個東西，器不一樣，它作用就不一樣，實在是一個。要曉得六根裡頭，見、聞、嗅、言，這個東西，理這是一個，就是你的真心在起作用。"
    },
    {
      "id": "02-037-0279_p0039",
      "zh_CN": "「一心既无，随处解脱」，这个心叫妄心，这一心是妄心。只要能够把妄想分别执着放下了，处处解脱。在见里面解脱了，解脱是放下，不放下怎么能解脱？脱是什么？永远脱离贪瞋痴慢，永远脱离愚痴迷惑。凡圣差别在此地，佛菩萨不迷惑，凡夫迷惑，问什么都不知道，佛菩萨什么都晓得、什么都清楚、什么都明了。心法无形，通贯十方，这一个心，真心、妄心都在里头，真心、妄心都是无形，都是通贯十方。后面这个一心既无，这个一心是妄心不是真心，真心不能说无。妄心就是阿赖耶，这个确实本来没有，一念不觉这个东西才起来。随处解脱就是把阿赖耶摆脱了，妄心真正放下，真心现前。这是六道神光，禅宗所说的。未曾间歇，那就是真的，永远不会间断，就是自性里面见闻觉知永远不灭。",
      "zh_TW": "「一心既無，隨處解脫」，這個心叫妄心，這一心是妄心。只要能夠把妄想分別執著放下了，處處解脫。在見裡面解脫了，解脫是放下，不放下怎麼能解脫？脫是什麼？永遠脫離貪瞋痴慢，永遠脫離愚痴迷惑。凡聖差別在此地，佛菩薩不迷惑，凡夫迷惑，問什麼都不知道，佛菩薩什麼都曉得、什麼都清楚、什麼都明瞭。心法無形，通貫十方，這一個心，真心、妄心都在裡頭，真心、妄心都是無形，都是通貫十方。後面這個一心既無，這個一心是妄心不是真心，真心不能說無。妄心就是阿賴耶，這個確實本來沒有，一念不覺這個東西才起來。隨處解脫就是把阿賴耶擺脫了，妄心真正放下，真心現前。這是六道神光，禪宗所說的。未曾間歇，那就是真的，永遠不會間斷，就是自性裡面見聞覺知永遠不滅。"
    },
    {
      "id": "02-037-0279_p0040",
      "zh_CN": "现在科学发现了。日本江本博士做的水实验，我去参观过两次，在他实验室里头，他做给我看，真的不是假的。证明了水，水是物质，水会看、会听，它也能闻，它还能知道我们起心动念。我们一个善念对它，对这个水，我喜欢你、我爱你，它知道；我起个恶念对它，我讨厌你、我不喜欢你，它都知道。反应出来在结晶，画面，正面的，画面都非常之美，负面的很丑陋，最美的是爱、感谢。所以他问我，爱跟感谢是不是宇宙的核心？我告诉他，一点都不错，那是性德的核心。佛家讲慈悲，每个宗教都讲爱。那个爱里头，没有起心动念才是真的。我们凡夫讲这个爱，里头夹的有情在里头，所以叫情执，不是真爱，是假的，它会变，爱会变成恨。自性里头那个爱永远不变的，所以它是真的。我们前面提到忍辱仙人，忍辱仙人对一切众生的爱是真的，歌利王割截身体他都没有怨恨，他还是爱他，那真的！从自性里流出来是真的，从阿赖耶识流出来是假的，那个爱不是真的，会变化；真的是永远不变。于是我们就晓得，明心见性之后一切都是真的，没有明心见性之前都靠不住，不要上当，不要被骗了。要追求永恒，永恒就是明心见性，要把自己本来面目、要把自己真心找出来，这是永恒的。",
      "zh_TW": "現在科學發現了。日本江本博士做的水實驗，我去參觀過兩次，在他實驗室裡頭，他做給我看，真的不是假的。證明了水，水是物質，水會看、會聽，它也能聞，它還能知道我們起心動念。我們一個善念對它，對這個水，我喜歡你、我愛你，它知道；我起個惡念對它，我討厭你、我不喜歡你，它都知道。反應出來在結晶，畫面，正面的，畫面都非常之美，負面的很醜陋，最美的是愛、感謝。所以他問我，愛跟感謝是不是宇宙的核心？我告訴他，一點都不錯，那是性德的核心。佛家講慈悲，每個宗教都講愛。那個愛裡頭，沒有起心動念才是真的。我們凡夫講這個愛，裡頭夾的有情在裡頭，所以叫情執，不是真愛，是假的，它會變，愛會變成恨。自性裡頭那個愛永遠不變的，所以它是真的。我們前面提到忍辱仙人，忍辱仙人對一切眾生的愛是真的，歌利王割截身體他都沒有怨恨，他還是愛他，那真的！從自性裡流出來是真的，從阿賴耶識流出來是假的，那個愛不是真的，會變化；真的是永遠不變。於是我們就曉得，明心見性之後一切都是真的，沒有明心見性之前都靠不住，不要上當，不要被騙了。要追求永恆，永恆就是明心見性，要把自己本來面目、要把自己真心找出來，這是永恆的。"
    },
    {
      "id": "02-037-0279_p0041",
      "zh_CN": "「可见众生之日用与境界」，就在平常日用生活当中，我们所遇的一切境界，「均超情离见不可思议」。我们现在是全堕落在妄的这边，虚妄这边，所以不晓得。如果是个明眼人看，你跟佛菩萨有什么两样？没有两样。佛菩萨也能见、也能听，你也能见、也能听，有什么两样？两样，就是佛菩萨见闻觉知里头没有情执，这个东西放下了，六道凡夫见闻觉知里头加上情执。好像佛菩萨是原味，我们现在加了调味，加料在里面，不是它的原味，就这个意思。尝到原味，那就是性德，我们在性德里头加了贪瞋痴慢疑、加了自私自利、加了名闻利养，加这些东西进去，所以不是味道。",
      "zh_TW": "「可見眾生之日用與境界」，就在平常日用生活當中，我們所遇的一切境界，「均超情離見不可思議」。我們現在是全墮落在妄的這邊，虛妄這邊，所以不曉得。如果是個明眼人看，你跟佛菩薩有什麼兩樣？沒有兩樣。佛菩薩也能見、也能聽，你也能見、也能聽，有什麼兩樣？兩樣，就是佛菩薩見聞覺知裡頭沒有情執，這個東西放下了，六道凡夫見聞覺知裡頭加上情執。好像佛菩薩是原味，我們現在加了調味，加料在裡面，不是它的原味，就這個意思。嘗到原味，那就是性德，我們在性德裡頭加了貪瞋痴慢疑、加了自私自利、加了名聞利養，加這些東西進去，所以不是味道。"
    },
    {
      "id": "02-037-0279_p0042",
      "zh_CN": "「又《法华经》曰」，《法华经》这四句经文好，你看，「若人散乱心」，这就是普通人，心里头胡思乱想，他到寺庙里去，念了一声南无佛，「皆已成佛道」。念一声佛他就成佛了，为什么？这一声佛就是性德，他在念一声佛的时候，他的性德现前，真成佛了，不是假的。可是第二念他又糊涂了，他成佛就是那一刹那成佛，他如果能保住，不就永远成佛了吗？可见是一念觉悟，第二念就迷了，迷得太快了。这个意思要晓得。如何能把这个觉保住？这个境界很深，一念境界很深。「一称南无佛」，这就是世尊所说的「心有所念」，我们念一声南无阿弥陀佛，这一念里头有几念、有几相、有几识？这是世尊问弥勒菩萨的。弥勒菩萨告诉世尊，回答说，「一弹指」，一弹指的时间很短，一弹指里头有「三十二亿百千念」，就是微细念头。三十二亿百千念混合在一起，才成我们普通这一个念头。",
      "zh_TW": "「又《法華經》曰」，《法華經》這四句經文好，你看，「若人散亂心」，這就是普通人，心裡頭胡思亂想，他到寺廟裡去，念了一聲南無佛，「皆已成佛道」。念一聲佛他就成佛了，為什麼？這一聲佛就是性德，他在念一聲佛的時候，他的性德現前，真成佛了，不是假的。可是第二念他又糊塗了，他成佛就是那一剎那成佛，他如果能保住，不就永遠成佛了嗎？可見是一念覺悟，第二念就迷了，迷得太快了。這個意思要曉得。如何能把這個覺保住？這個境界很深，一念境界很深。「一稱南無佛」，這就是世尊所說的「心有所念」，我們念一聲南無阿彌陀佛，這一念裡頭有幾念、有幾相、有幾識？這是世尊問彌勒菩薩的。彌勒菩薩告訴世尊，回答說，「一彈指」，一彈指的時間很短，一彈指裡頭有「三十二億百千念」，就是微細念頭。三十二億百千念混合在一起，才成我們普通這一個念頭。"
    },
    {
      "id": "02-037-0279_p0043",
      "zh_CN": "现在人说，现在人讲都用秒做单位，一弹指，我们一秒钟能弹几次？我相信，我一秒钟能弹四次，我相信有比我快的，可以弹到五次。如果弹到五次，那一秒钟里头多少个细念？一千六百兆。现在科学家也很了不起，居然观察到这个念头，一千兆分之一，看到了。但是弥勒菩萨所说的一千六百兆分之一，他没看到，现在看到一千兆分之一秒，科学发现了这个。这个发现对于整个科学界会起很大的影响，知道什么？知道一切法都不是真的，都是念头组成的。就好像我们看电影，是幻灯片组成的画面，它不是真的。一个一个，每一个念头都是独立的，它的连续是相似相续，不是真的相续；真的相续是完全相同，它是念念都不相同，所以说是相似相续相，这事实真相。知道一切万法是相似相续相，你的心清净了，不再执着。清净心现前、平等心现前，觉悟就有指望。清净、平等都是定，清净是刚刚得定，平等那是有相当定功，会大彻大悟。今天时间到了，我们就学习到此地。",
      "zh_TW": "現在人說，現在人講都用秒做單位，一彈指，我們一秒鐘能彈幾次？我相信，我一秒鐘能彈四次，我相信有比我快的，可以彈到五次。如果彈到五次，那一秒鐘裡頭多少個細念？一千六百兆。現在科學家也很了不起，居然觀察到這個念頭，一千兆分之一，看到了。但是彌勒菩薩所說的一千六百兆分之一，他沒看到，現在看到一千兆分之一秒，科學發現了這個。這個發現對於整個科學界會起很大的影響，知道什麼？知道一切法都不是真的，都是念頭組成的。就好像我們看電影，是幻燈片組成的畫面，它不是真的。一個一個，每一個念頭都是獨立的，它的連續是相似相續，不是真的相續；真的相續是完全相同，它是念念都不相同，所以說是相似相續相，這事實真相。知道一切萬法是相似相續相，你的心清淨了，不再執著。清淨心現前、平等心現前，覺悟就有指望。清淨、平等都是定，清淨是剛剛得定，平等那是有相當定功，會大徹大悟。今天時間到了，我們就學習到此地。"
    }
  ]
}