{
  "doc_id": "02-037-0569",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六九集",
    "zh_TW": "第五六九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0569",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-037-0569_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千零九十三页最后一行，科题，「丁二、难知难闻」，分二科，第一科，「佛智难测」，有一首半偈颂，就是六句。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千零九十三頁最後一行，科題，「丁二、難知難聞」，分二科，第一科，「佛智難測」，有一首半偈頌，就是六句。請看經文："
    },
    {
      "id": "02-037-0569_p0002",
      "zh_CN": "【如来深广智慧海。唯佛与佛乃能知。声闻亿劫思佛智。尽其神力莫能测。如来功德佛自知。唯有世尊能开示。】",
      "zh_TW": "【如來深廣智慧海。唯佛與佛乃能知。聲聞億劫思佛智。盡其神力莫能測。如來功德佛自知。唯有世尊能開示。】"
    },
    {
      "id": "02-037-0569_p0003",
      "zh_CN": "这六句，念老在注解注得很丰富，有很长的一段文，我们看集注。「右段表佛智深广，唯佛能知。二乘贤圣，皆不能测，何况凡夫」。这个话是真实话，丝毫不夸张，这个里头有很深的意思，我们要明了。如来智慧，深广智，是我们一切众生，包括我们自己，自性里头本具的，不是外来的。二乘，阿罗汉、辟支佛不能想像，那是迷，迷失了自性。二乘人见思烦恼断了，只有无明跟尘沙烦恼。那我们凡夫就不必说了，我们这个三大类烦恼，一品都没断，怎么能知道佛的智慧？这都是实实在在的。学佛是为什么？就是为恢复我们自性本有的智慧、德能、相好，不是为别的。学习的目标、方向一定搞清楚，我们才能够得到。如果说我们学佛是为求功名、为求富贵，能不能得到？能，佛氏门中，有求必应。你得到这些东西，自性还是迷，自性本具的智慧德能你一样都不知道。佛法妙，妙在此地。",
      "zh_TW": "這六句，念老在註解註得很豐富，有很長的一段文，我們看集註。「右段表佛智深廣，唯佛能知。二乘賢聖，皆不能測，何況凡夫」。這個話是真實話，絲毫不誇張，這個裡頭有很深的意思，我們要明瞭。如來智慧，深廣智，是我們一切眾生，包括我們自己，自性裡頭本具的，不是外來的。二乘，阿羅漢、辟支佛不能想像，那是迷，迷失了自性。二乘人見思煩惱斷了，只有無明跟塵沙煩惱。那我們凡夫就不必說了，我們這個三大類煩惱，一品都沒斷，怎麼能知道佛的智慧？這都是實實在在的。學佛是為什麼？就是為恢復我們自性本有的智慧、德能、相好，不是為別的。學習的目標、方向一定搞清楚，我們才能夠得到。如果說我們學佛是為求功名、為求富貴，能不能得到？能，佛氏門中，有求必應。你得到這些東西，自性還是迷，自性本具的智慧德能你一樣都不知道。佛法妙，妙在此地。"
    },
    {
      "id": "02-037-0569_p0004",
      "zh_CN": "佛法能满一切众生意，不论觉迷、善恶都能满足。你造地狱业，佛也能满足你地狱业，让你得地狱果报，没有一样不是自作自受，佛只是做增上缘。那增上缘，善的好，恶的为什么也给你做增上缘？如果你要不受尽恶报，你不会回头，所以还是大慈大悲，帮助你觉悟。确实有些人，若不是苦尽他甘不来。这就是一个善于教学的人，叫恩威并施。但是无论是用恩、是用威，都是善意，都是帮助你，都是成就你。不是叫你受这些苦难，你不会觉悟，你不会回头，所谓是不到黄河心不死。你吃尽苦头了，你死心塌地，相信了。所以佛教化众生的善巧方便不可思议，真正理解之后才佩服，这是大慈大悲，善巧妙用。",
      "zh_TW": "佛法能滿一切眾生意，不論覺迷、善惡都能滿足。你造地獄業，佛也能滿足你地獄業，讓你得地獄果報，沒有一樣不是自作自受，佛只是做增上緣。那增上緣，善的好，惡的為什麼也給你做增上緣？如果你要不受盡惡報，你不會回頭，所以還是大慈大悲，幫助你覺悟。確實有些人，若不是苦盡他甘不來。這就是一個善於教學的人，叫恩威並施。但是無論是用恩、是用威，都是善意，都是幫助你，都是成就你。不是叫你受這些苦難，你不會覺悟，你不會回頭，所謂是不到黃河心不死。你吃盡苦頭了，你死心塌地，相信了。所以佛教化眾生的善巧方便不可思議，真正理解之後才佩服，這是大慈大悲，善巧妙用。"
    },
    {
      "id": "02-037-0569_p0005",
      "zh_CN": "下面，念老教给我们，「故应舍尽执情，唯当仰信」。执是执着，执着里头最重要的就是情，情执，这最难破的一关。中国古谚语有所谓的「英雄难过美人关」，就是情执，迷在这个里头，回不了头来。项羽兵败在乌江，依旧不知道回头，还认为所作所为是正确的、对的，说是天亡他，不是战争，是天灭亡他，怨天尤人。这是什么？这是无知，这是迷惑。「今幸具信慧」，这今是说我们今天非常幸运，具足有信有慧。「能闻此法，切莫错过今时」，这句话说得好，今时是这一生，可不能错过。这一生当中生在乱世，生在灾难的时代，一定要有高度的警觉，随时会死亡。不要认为我还年轻，我前途还很长，全想错了，黄泉路上无老少。每天如果细看看，我在没学佛之前，每天还看看报纸。我看报纸跟人家不一样，人家关心社会国家大事，我看报纸，报纸一拿来，第一个看什么？看讣闻。今天哪些人过世了，慢慢就轮到我了，一天一天的接近，我看这个。所以，对世缘，这个心就比较淡一点，放下比较容易一点。印光大师把死贴在额头上，也不就是这个意思吗？时时刻刻提醒我。什么时候走，谁也不知道，很多事情突然的，没有预警，不能不知道。知道，那就是分秒必争，不可以放逸，抓紧这个时间信愿持名。我们总算遇到了一条生路，一条超越六道、超越十法界的门道。这一条路走的人可多了，我们这个世界的人不多，他方世界的人很多。",
      "zh_TW": "下面，念老教給我們，「故應捨盡執情，唯當仰信」。執是執著，執著裡頭最重要的就是情，情執，這最難破的一關。中國古諺語有所謂的「英雄難過美人關」，就是情執，迷在這個裡頭，回不了頭來。項羽兵敗在烏江，依舊不知道回頭，還認為所作所為是正確的、對的，說是天亡他，不是戰爭，是天滅亡他，怨天尤人。這是什麼？這是無知，這是迷惑。「今幸具信慧」，這今是說我們今天非常幸運，具足有信有慧。「能聞此法，切莫錯過今時」，這句話說得好，今時是這一生，可不能錯過。這一生當中生在亂世，生在災難的時代，一定要有高度的警覺，隨時會死亡。不要認為我還年輕，我前途還很長，全想錯了，黃泉路上無老少。每天如果細看看，我在沒學佛之前，每天還看看報紙。我看報紙跟人家不一樣，人家關心社會國家大事，我看報紙，報紙一拿來，第一個看什麼？看訃聞。今天哪些人過世了，慢慢就輪到我了，一天一天的接近，我看這個。所以，對世緣，這個心就比較淡一點，放下比較容易一點。印光大師把死貼在額頭上，也不就是這個意思嗎？時時刻刻提醒我。什麼時候走，誰也不知道，很多事情突然的，沒有預警，不能不知道。知道，那就是分秒必爭，不可以放逸，抓緊這個時間信願持名。我們總算遇到了一條生路，一條超越六道、超越十法界的門道。這一條路走的人可多了，我們這個世界的人不多，他方世界的人很多。"
    },
    {
      "id": "02-037-0569_p0006",
      "zh_CN": "『海』是比喻，「如来智慧，深广无涯」，没有边际，「犹如大海」，故称为智慧海。『唯佛与佛乃能知』，如《法华经．方便品》所说的，「佛所成就第一希有难解之法，唯佛与佛，乃能究竟诸法实相」。这难解之法是什么？诸法实相。诸法实相就是一切法的真相，这就是如来智慧海。这一句我们常常读到、常常提到，在这个地方我们有一份参考资料，藉这个机会我们把它再学一遍。这份资料很长，这是属于《佛学大辞典》里面的资料。「是名究极之真理之嘉名也」，是名究极，究竟到极处，真实之理，它的名号。「或曰真如，或曰法性，或曰实际，皆同体异名也」。诸法实相明白了，真如也明白了，法性也明白了，实际也明白了，第一义谛这统统都明白了。",
      "zh_TW": "『海』是比喻，「如來智慧，深廣無涯」，沒有邊際，「猶如大海」，故稱為智慧海。『唯佛與佛乃能知』，如《法華經．方便品》所說的，「佛所成就第一希有難解之法，唯佛與佛，乃能究竟諸法實相」。這難解之法是什麼？諸法實相。諸法實相就是一切法的真相，這就是如來智慧海。這一句我們常常讀到、常常提到，在這個地方我們有一份參考資料，藉這個機會我們把它再學一遍。這份資料很長，這是屬於《佛學大辭典》裡面的資料。「是名究極之真理之嘉名也」，是名究極，究竟到極處，真實之理，它的名號。「或曰真如，或曰法性，或曰實際，皆同體異名也」。諸法實相明白了，真如也明白了，法性也明白了，實際也明白了，第一義諦這統統都明白了。"
    },
    {
      "id": "02-037-0569_p0007",
      "zh_CN": "「虽然，诸宗自有常用之语」，就是诸法实相，大乘八个宗，小乘也有两个宗，每一宗里头都说诸法实相，意思有浅深广狭的差别。在中国，一般都是依大乘，《华严》、《法华》这些经论里面所说的为多，多分都是说这些。「华严约于中谛，频唱法界」，《华严经》说法界，法界就是诸法实相，法界就是真如、就是法性。「天台约于性具之妙有，盛鸣诸法实相」，《法华经》所说的。「所以然者以空中之真谛，为诸宗之通谈」，许多宗，禅宗、法相宗，都是以空假中三谛里面的真谛，诸宗都以这个为诸法实相。所以诸法实相空的意思很广。但是天台家讲妙有，性具之妙有。性具之妙有有隐现不同，隐而不现，那就是惠能大师所说的「何期自性，本自具足」，就说这个意思。本自具足，但是没有。自性确实非物质、非精神、非自然，这三种现象都不可得，但是不能说它无，为什么？它能生万法。能生万法是妙有，不现的时候叫真空，叫真空不空，妙有非有，这是诸法实相，天台家所说的，说得好。",
      "zh_TW": "「雖然，諸宗自有常用之語」，就是諸法實相，大乘八個宗，小乘也有兩個宗，每一宗裡頭都說諸法實相，意思有淺深廣狹的差別。在中國，一般都是依大乘，《華嚴》、《法華》這些經論裡面所說的為多，多分都是說這些。「華嚴約於中諦，頻唱法界」，《華嚴經》說法界，法界就是諸法實相，法界就是真如、就是法性。「天台約於性具之妙有，盛鳴諸法實相」，《法華經》所說的。「所以然者以空中之真諦，為諸宗之通談」，許多宗，禪宗、法相宗，都是以空假中三諦裡面的真諦，諸宗都以這個為諸法實相。所以諸法實相空的意思很廣。但是天台家講妙有，性具之妙有。性具之妙有有隱現不同，隱而不現，那就是惠能大師所說的「何期自性，本自具足」，就說這個意思。本自具足，但是沒有。自性確實非物質、非精神、非自然，這三種現象都不可得，但是不能說它無，為什麼？它能生萬法。能生萬法是妙有，不現的時候叫真空，叫真空不空，妙有非有，這是諸法實相，天台家所說的，說得好。"
    },
    {
      "id": "02-037-0569_p0008",
      "zh_CN": "所以，空中之真谛，「妙有之俗谛，独限于台家故也，故言具一字弥显今宗」，这个一字就是妙。妙在哪里？妙在不能说它有，也不能说它无。你说它无，当体即空，了不可得，不但是性空，相也空。相之空，我们现在概念愈来愈清楚了。弥勒菩萨所说的所有现象，这三大类，物质现象，心理现象就是念头，自然现象，全都是一千六百兆分之一秒的波动现象，都从这儿产生的。一千六百兆分之一秒，谁能掌握得住？就是谁能见到？这个生灭在我们眼前，我们眼睛睁得再大看不见。二十四分之一秒，就是我们从前老的电影上，电影画面，二十四分之一秒。那样的速度，我们眼睛有个感觉，有个东西晃了一下，不见了。这东西是什么样子？不知道，没看清楚，也就是你根本看不清楚，二十四分之一秒。现在告诉你是一千六百兆分之一秒，所以在你面前用放大镜对准了也看不见，用显微镜对准了还是看不见，它速度太快了。你说它真有吗？所以叫妙有。那有是怎么回事情？不是一个相，是许许多多的相重叠在一起，你看到了。你看，一秒钟的时间有一千六百兆个影像，你看到了。一大堆堆在那个地方，你看到了，一个现相决定看不到。所以，具一字弥显今宗。",
      "zh_TW": "所以，空中之真諦，「妙有之俗諦，獨限於台家故也，故言具一字彌顯今宗」，這個一字就是妙。妙在哪裡？妙在不能說它有，也不能說它無。你說它無，當體即空，了不可得，不但是性空，相也空。相之空，我們現在概念愈來愈清楚了。彌勒菩薩所說的所有現象，這三大類，物質現象，心理現象就是念頭，自然現象，全都是一千六百兆分之一秒的波動現象，都從這兒產生的。一千六百兆分之一秒，誰能掌握得住？就是誰能見到？這個生滅在我們眼前，我們眼睛睜得再大看不見。二十四分之一秒，就是我們從前老的電影上，電影畫面，二十四分之一秒。那樣的速度，我們眼睛有個感覺，有個東西晃了一下，不見了。這東西是什麼樣子？不知道，沒看清楚，也就是你根本看不清楚，二十四分之一秒。現在告訴你是一千六百兆分之一秒，所以在你面前用放大鏡對準了也看不見，用顯微鏡對準了還是看不見，它速度太快了。你說它真有嗎？所以叫妙有。那有是怎麼回事情？不是一個相，是許許多多的相重疊在一起，你看到了。你看，一秒鐘的時間有一千六百兆個影像，你看到了。一大堆堆在那個地方，你看到了，一個現相決定看不到。所以，具一字彌顯今宗。"
    },
    {
      "id": "02-037-0569_p0009",
      "zh_CN": "我们再看下面，「诸法实相者，诸法为十界因果之法」。十法界，上面是佛，下面是地狱。四圣、六凡，上面四圣，是佛、是菩萨，是缘觉、声闻，这四圣；下面是六道，天、阿修罗、人、畜生、饿鬼、地狱，十法界。十法界的因、十法界的果，这是诸法，经上常讲的诸法，十法界因与果。因跟果，《华严经》都跟我们说无量因缘，不单纯，很复杂，无量因缘成就这因果。世尊教学，为方便起见，把无量因果里头最重要的一个因果拈出来告诉我们，这就方便多了。最重要的一个因果，真因，佛说，佛的因果是平等，平等的心、平等的行就感平等的果。平等的因行是因，行是缘，果就是佛。我们要想成佛，要修清净平等觉。",
      "zh_TW": "我們再看下面，「諸法實相者，諸法為十界因果之法」。十法界，上面是佛，下面是地獄。四聖、六凡，上面四聖，是佛、是菩薩，是緣覺、聲聞，這四聖；下面是六道，天、阿修羅、人、畜生、餓鬼、地獄，十法界。十法界的因、十法界的果，這是諸法，經上常講的諸法，十法界因與果。因跟果，《華嚴經》都跟我們說無量因緣，不單純，很複雜，無量因緣成就這因果。世尊教學，為方便起見，把無量因果裡頭最重要的一個因果拈出來告訴我們，這就方便多了。最重要的一個因果，真因，佛說，佛的因果是平等，平等的心、平等的行就感平等的果。平等的因行是因，行是緣，果就是佛。我們要想成佛，要修清淨平等覺。"
    },
    {
      "id": "02-037-0569_p0010",
      "zh_CN": "在这个经上我们常常提醒，清净是二乘心，就是声闻缘觉；平等是菩萨心，都是偏重在定上讲的。觉呢？觉是大彻大悟，明心见性。觉从哪里来？觉从平等来的。清净有小智慧，就是声闻、缘觉二乘智慧；平等是大智慧，佛的智慧。我们要想成佛，不修平等不行。有见思烦恼就不清净，见思是执着，有执着就染污，清净心不能现前。有高下，平等心不能现前。我比你高，你不如我，这个念头不可以有；有这个念头，平等心不生，平等心不生，佛智慧不现前。都怪自己，不能怪别人，谁都没有障碍你，自己障碍自己。自己为什么障碍自己？愚痴，不了解事实真相。了解事实真相也不肯放下，那是什么？习气。习性太深了，迷染太重了，没有办法超越。",
      "zh_TW": "在這個經上我們常常提醒，清淨是二乘心，就是聲聞緣覺；平等是菩薩心，都是偏重在定上講的。覺呢？覺是大徹大悟，明心見性。覺從哪裡來？覺從平等來的。清淨有小智慧，就是聲聞、緣覺二乘智慧；平等是大智慧，佛的智慧。我們要想成佛，不修平等不行。有見思煩惱就不清淨，見思是執著，有執著就染污，清淨心不能現前。有高下，平等心不能現前。我比你高，你不如我，這個念頭不可以有；有這個念頭，平等心不生，平等心不生，佛智慧不現前。都怪自己，不能怪別人，誰都沒有障礙你，自己障礙自己。自己為什麼障礙自己？愚痴，不了解事實真相。了解事實真相也不肯放下，那是什麼？習氣。習性太深了，迷染太重了，沒有辦法超越。"
    },
    {
      "id": "02-037-0569_p0011",
      "zh_CN": "菩萨的因是六度，六波罗蜜，布施、持戒、忍辱、精进、禅定、般若，这是菩萨的修因。菩萨有六度的心，有六度的行为，有六度的心是因，有六度的行为，他常常真干，那是缘，他能成菩萨道。有定有慧，定慧都比二乘人高。第三是缘觉，也算是小乘，因为没有开悟，还是用阿赖耶。虽然用阿赖耶，用得正，也就是与性德完全相应，这也很难得。我们说浅一点，他起心动念依照中国老祖宗的讲法，他不离开五伦、五常、四维、八德，一定相应，他的言语、造作跟这四科也相应。这非常不容易，世间法说圣贤君子。在佛法里面，他一定跟三福相应，跟六和相应，跟三学、六度相应。这是学佛，是行菩萨道。声闻、缘觉性质相同，缘觉证得比他深，声闻的定慧比较浅，这两种人都出离六道轮回了。加上上面的菩萨、佛，叫四圣法界，我们六道人称他为圣人。",
      "zh_TW": "菩薩的因是六度，六波羅蜜，布施、持戒、忍辱、精進、禪定、般若，這是菩薩的修因。菩薩有六度的心，有六度的行為，有六度的心是因，有六度的行為，他常常真幹，那是緣，他能成菩薩道。有定有慧，定慧都比二乘人高。第三是緣覺，也算是小乘，因為沒有開悟，還是用阿賴耶。雖然用阿賴耶，用得正，也就是與性德完全相應，這也很難得。我們說淺一點，他起心動念依照中國老祖宗的講法，他不離開五倫、五常、四維、八德，一定相應，他的言語、造作跟這四科也相應。這非常不容易，世間法說聖賢君子。在佛法裡面，他一定跟三福相應，跟六和相應，跟三學、六度相應。這是學佛，是行菩薩道。聲聞、緣覺性質相同，緣覺證得比他深，聲聞的定慧比較淺，這兩種人都出離六道輪迴了。加上上面的菩薩、佛，叫四聖法界，我們六道人稱他為聖人。"
    },
    {
      "id": "02-037-0569_p0012",
      "zh_CN": "下面就是六道轮回，这很苦。四圣法界，六道轮回的生死没有了，他永远离开了，不在六道，他住四圣法界。四圣是释迦牟尼佛的净土，六道是释迦牟尼佛的秽土，就是严重染污。实际上，净土、染土是人心自己变现的，不是佛变现的，是我们自己变现出来的，自己的分别执着变现的，这个一定要晓得。佛所现的全是一真法界，我们第八识把一真法界变成十法界，这是我们自己的妄心，于佛、于菩萨没关系，这个一定要晓得。晓得之后，不会怨天尤人，知道自作自受，知道这个东西要自己负责任，推到别人是罪上加罪，为什么？你冤枉别人。要推到佛菩萨那罪就更重，佛菩萨是大圣，你怎么能怪罪于他？这个样子，在三途里头愈陷愈苦。六道里头的升降全在念头，一个善念升，一个恶念就降。",
      "zh_TW": "下面就是六道輪迴，這很苦。四聖法界，六道輪迴的生死沒有了，他永遠離開了，不在六道，他住四聖法界。四聖是釋迦牟尼佛的淨土，六道是釋迦牟尼佛的穢土，就是嚴重染污。實際上，淨土、染土是人心自己變現的，不是佛變現的，是我們自己變現出來的，自己的分別執著變現的，這個一定要曉得。佛所現的全是一真法界，我們第八識把一真法界變成十法界，這是我們自己的妄心，於佛、於菩薩沒關係，這個一定要曉得。曉得之後，不會怨天尤人，知道自作自受，知道這個東西要自己負責任，推到別人是罪上加罪，為什麼？你冤枉別人。要推到佛菩薩那罪就更重，佛菩薩是大聖，你怎麼能怪罪於他？這個樣子，在三途裡頭愈陷愈苦。六道裡頭的升降全在念頭，一個善念升，一個惡念就降。"
    },
    {
      "id": "02-037-0569_p0013",
      "zh_CN": "六道里头最高的是天道，天有二十八层，有欲界天、色界天、无色界天。上面这两层，修禅定的人往生。禅定没有断烦恼，但是能伏烦恼，虽有烦恼，烦恼不起作用。烦恼的因没断，烦恼的缘，这些人有本事把缘断掉，因没断。所以叫伏断，石头压草压住了，根没去，不压它它又长了。所以他定功一失掉，烦恼习气就起现行，他又得堕落。无色界天比色界天高，色界有四禅，有十八层天。再下去是欲界，欲界有六层天，我们常讲人天福报，多半是讲欲界天。欲界天的烦恼习气没伏住，情执很深，他们也修定，没修成功，叫未到定，是修定，没成。如果能修成初禅，他就到色界去了；修成二禅，他就到二禅天去了。没有修得成功，有禅定的功夫，没有达到那个标准，他还在欲界。欲界的第三层天夜摩天，第四层兜率天，弥勒菩萨住兜率天，化乐天、他化自在天。这四层都是定的功夫没成就，但是它也有浅深不同，分四个等级。",
      "zh_TW": "六道裡頭最高的是天道，天有二十八層，有欲界天、色界天、無色界天。上面這兩層，修禪定的人往生。禪定沒有斷煩惱，但是能伏煩惱，雖有煩惱，煩惱不起作用。煩惱的因沒斷，煩惱的緣，這些人有本事把緣斷掉，因沒斷。所以叫伏斷，石頭壓草壓住了，根沒去，不壓它它又長了。所以他定功一失掉，煩惱習氣就起現行，他又得墮落。無色界天比色界天高，色界有四禪，有十八層天。再下去是欲界，欲界有六層天，我們常講人天福報，多半是講欲界天。欲界天的煩惱習氣沒伏住，情執很深，他們也修定，沒修成功，叫未到定，是修定，沒成。如果能修成初禪，他就到色界去了；修成二禪，他就到二禪天去了。沒有修得成功，有禪定的功夫，沒有達到那個標準，他還在欲界。欲界的第三層天夜摩天，第四層兜率天，彌勒菩薩住兜率天，化樂天、他化自在天。這四層都是定的功夫沒成就，但是它也有淺深不同，分四個等級。"
    },
    {
      "id": "02-037-0569_p0014",
      "zh_CN": "完全修福报往生的，就是下面的忉利天跟四王天，他们没有禅定功夫。他们修福，修的大福报，真的断恶修善，积功累德。这两层天有报得的五通，除了漏尽通没有，其他的有，有天眼、天耳、他心、宿命跟神足，所以他也能够飞行变化。许许多多人仰慕这些天人，喜欢生天，看到很多宗教都把生天当作终极的目标，不知道天外还有天。到再高层上去的时候，那个天外有佛，那才真正是究竟。天，它的因是十善、四无量心，上品十善，四无量心是慈悲喜舍。这生天道，大概上面四层天都是修这个因而成就的。地居天，就是四王天跟忉利天，他们是以上品十善、慈悲喜舍所成就的。",
      "zh_TW": "完全修福報往生的，就是下面的忉利天跟四王天，他們沒有禪定功夫。他們修福，修的大福報，真的斷惡修善，積功累德。這兩層天有報得的五通，除了漏盡通沒有，其他的有，有天眼、天耳、他心、宿命跟神足，所以他也能夠飛行變化。許許多多人仰慕這些天人，喜歡生天，看到很多宗教都把生天當作終極的目標，不知道天外還有天。到再高層上去的時候，那個天外有佛，那才真正是究竟。天，它的因是十善、四無量心，上品十善，四無量心是慈悲喜捨。這生天道，大概上面四層天都是修這個因而成就的。地居天，就是四王天跟忉利天，他們是以上品十善、慈悲喜捨所成就的。"
    },
    {
      "id": "02-037-0569_p0015",
      "zh_CN": "人道的业因，人道有两种业，一个是引业，引导你到人道来投胎，是五戒、中品十善。佛弟子就是五戒，中国人所讲的五常。不是学佛的，能不能得人身？能，只要你修五常，五常就是五戒，内容完全相同，名称不一样。中国五常讲五个字，仁义礼智信。仁者爱人，仁是两个人，会意的字，你看到这个字就知道它是什么意思。两个人，想到自己就想到别人，己所不欲，勿施于人，这是仁。我自己不愿意受的，我也不能加给别人，这是仁人。所以仁者不杀生，跟五戒两个对比，仁是不杀生，义是不偷盗，礼是不邪淫，智是不饮酒，信是不妄语，跟五戒相对。这是六道里头你得人身的因缘。",
      "zh_TW": "人道的業因，人道有兩種業，一個是引業，引導你到人道來投胎，是五戒、中品十善。佛弟子就是五戒，中國人所講的五常。不是學佛的，能不能得人身？能，只要你修五常，五常就是五戒，內容完全相同，名稱不一樣。中國五常講五個字，仁義禮智信。仁者愛人，仁是兩個人，會意的字，你看到這個字就知道它是什麼意思。兩個人，想到自己就想到別人，己所不欲，勿施於人，這是仁。我自己不願意受的，我也不能加給別人，這是仁人。所以仁者不殺生，跟五戒兩個對比，仁是不殺生，義是不偷盜，禮是不邪淫，智是不飲酒，信是不妄語，跟五戒相對。這是六道裡頭你得人身的因緣。"
    },
    {
      "id": "02-037-0569_p0016",
      "zh_CN": "这当中还有个阿修罗，阿修罗算在天，他的福报很大，跟四王天、欲界天差不多，有那么大的福报。但是他没有天之德，天很善良，他有福报没有德，喜欢杀生，贪心重，容易生瞋恚。瞋恨心重，傲慢心重，带得有这些毛病，他有大福报，这一种我们不称他天，称他为阿修罗。实际上，阿修罗除了地狱，地狱没有阿修罗，其他的四道都有，天有阿修罗，人间有阿修罗，畜生有阿修罗，鬼道里头有阿修罗。凡是阿修罗，都是福报大，瞋恨心重，喜欢杀生，喜欢战争，好胜心特别强。这是我们要认真修行，把自己傲慢、瞋恚一定要降温。阿修罗虽然在他那一道里头得势一时，都是带头的、领头的，可是死了以后全到地狱。为什么到地狱？杀业太重，没有一个不到地狱的，这个道理不能不知道。",
      "zh_TW": "這當中還有個阿修羅，阿修羅算在天，他的福報很大，跟四王天、欲界天差不多，有那麼大的福報。但是他沒有天之德，天很善良，他有福報沒有德，喜歡殺生，貪心重，容易生瞋恚。瞋恨心重，傲慢心重，帶得有這些毛病，他有大福報，這一種我們不稱他天，稱他為阿修羅。實際上，阿修羅除了地獄，地獄沒有阿修羅，其他的四道都有，天有阿修羅，人間有阿修羅，畜生有阿修羅，鬼道裡頭有阿修羅。凡是阿修羅，都是福報大，瞋恨心重，喜歡殺生，喜歡戰爭，好勝心特別強。這是我們要認真修行，把自己傲慢、瞋恚一定要降溫。阿修羅雖然在他那一道裡頭得勢一時，都是帶頭的、領頭的，可是死了以後全到地獄。為什麼到地獄？殺業太重，沒有一個不到地獄的，這個道理不能不知道。"
    },
    {
      "id": "02-037-0569_p0017",
      "zh_CN": "三恶道最好是不要去，三恶道的罪业很容易造，去了之后，出来很难很难，太难了，进去很容易。鬼道，这恶道，鬼道是贪心。世间法我不贪了，贪佛法还是贪心，用贪心来学佛，依旧是饿鬼道。因为学佛有智慧、有福报，所以做鬼做福德鬼，小的，山神、土地：大的，城隍一类的，阎罗王，做这些去了，鬼道里头有地位的。畜生愚痴道，愚痴变畜生。瞋恚是地狱，傲慢、嫉妒、瞋恚必定伤人，果报在地狱。这是十法界因果之法，这佛经上说的诸法，略说。",
      "zh_TW": "三惡道最好是不要去，三惡道的罪業很容易造，去了之後，出來很難很難，太難了，進去很容易。鬼道，這惡道，鬼道是貪心。世間法我不貪了，貪佛法還是貪心，用貪心來學佛，依舊是餓鬼道。因為學佛有智慧、有福報，所以做鬼做福德鬼，小的，山神、土地：大的，城隍一類的，閻羅王，做這些去了，鬼道裡頭有地位的。畜生愚痴道，愚痴變畜生。瞋恚是地獄，傲慢、嫉妒、瞋恚必定傷人，果報在地獄。這是十法界因果之法，這佛經上說的諸法，略說。"
    },
    {
      "id": "02-037-0569_p0018",
      "zh_CN": "「天台约之于三世间十界十如」，十界就是刚才讲的十法界，十如是十如是，《法华经》上所说的。「而谓为三千诸法」，十法界，每一法界十如是，就是一百法，再乘上过去、现在、未来，这一展开数字就多了。天台家讲三千诸法，大乘经常说八万四千烦恼。因为世人有八万四千烦恼，佛有八万四千法门来对治。",
      "zh_TW": "「天台約之於三世間十界十如」，十界就是剛才講的十法界，十如是十如是，《法華經》上所說的。「而謂為三千諸法」，十法界，每一法界十如是，就是一百法，再乘上過去、現在、未來，這一展開數字就多了。天台家講三千諸法，大乘經常說八萬四千煩惱。因為世人有八萬四千煩惱，佛有八萬四千法門來對治。"
    },
    {
      "id": "02-037-0569_p0019",
      "zh_CN": "下面说，「实相者，言离本来虚妄之相」，无论讲多少法，体是自性，相是幻相，没有一个是真的，这叫实相。离本来虚妄之相，「而相相皆实」。为什么是相相皆实？相相不离自性，你从相上见性就是，就真实的。你不明了当相即道，你不知道这个事实真相。性跟相是永远离不开的，如金作器，器器皆金，认识金叫见性，认识相，不见性。他只执着相，他不知道那个相就是金，这叫迷失了自性。自性在哪里？自性在相，相就是性，性就是相，《法华经》上所说的。「其诸法之实相」，是《法华经》的，「法华经方便品解之曰：是法住法位，世间相常住」。是法住法位怎么个讲法，下面有解释。「是法为三千之诸法，法位为三谛圆融之法位」。即空、即假、即中，任何一法都具足三谛，从性上讲空谛，从相上讲假谛，从作用上讲是中谛。空假中三谛同时存在，妙用无穷。知道这是事实真相，性空，相有，相有不是真有，是幻有，中假空三谛都不可得，所以三谛圆融，这是法位。",
      "zh_TW": "下面說，「實相者，言離本來虛妄之相」，無論講多少法，體是自性，相是幻相，沒有一個是真的，這叫實相。離本來虛妄之相，「而相相皆實」。為什麼是相相皆實？相相不離自性，你從相上見性就是，就真實的。你不明瞭當相即道，你不知道這個事實真相。性跟相是永遠離不開的，如金作器，器器皆金，認識金叫見性，認識相，不見性。他只執著相，他不知道那個相就是金，這叫迷失了自性。自性在哪裡？自性在相，相就是性，性就是相，《法華經》上所說的。「其諸法之實相」，是《法華經》的，「法華經方便品解之曰：是法住法位，世間相常住」。是法住法位怎麼個講法，下面有解釋。「是法為三千之諸法，法位為三諦圓融之法位」。即空、即假、即中，任何一法都具足三諦，從性上講空諦，從相上講假諦，從作用上講是中諦。空假中三諦同時存在，妙用無窮。知道這是事實真相，性空，相有，相有不是真有，是幻有，中假空三諦都不可得，所以三諦圓融，這是法位。"
    },
    {
      "id": "02-037-0569_p0020",
      "zh_CN": "「抑世间之法，视为生灭无常者」。天台不主张，不主张生灭无常，他说它没有生灭，它也没有常、无常。这是见性的话。「为见空谛一边之小乘偏见」，小乘执着性空，执着相是假的。大乘没有这个执着，知道空假是一不是二，空是讲性，假是讲相，中是讲作用，三者都不可得。「其无常之处，具不变之性」，这从相上讲。相是无常，但是它性不变，有，性不变；无，性也不变。所以「是为假谛」。「譬如花之落，空谛。而具开于落处之性，是假谛」，根本就不是真的，「更案具开于落处之性者，并具落于开处之性。此二相即为不二，则是中谛」。这个花开在那个地方，那个地方的性，跟落下来那个地方，落下来的性，是一不是二，这二相不二，这是中谛。「此中谛谓之中道实相，此中道实相，一切诸法之相也」。这是你把这个东西看透了，你用这个方法看一切现象，你不会起心、不会动念、不会分别、不会执着，你就成佛了，你看这个宇宙一点都没看错。",
      "zh_TW": "「抑世間之法，視為生滅無常者」。天台不主張，不主張生滅無常，他說它沒有生滅，它也沒有常、無常。這是見性的話。「為見空諦一邊之小乘偏見」，小乘執著性空，執著相是假的。大乘沒有這個執著，知道空假是一不是二，空是講性，假是講相，中是講作用，三者都不可得。「其無常之處，具不變之性」，這從相上講。相是無常，但是它性不變，有，性不變；無，性也不變。所以「是為假諦」。「譬如花之落，空諦。而具開於落處之性，是假諦」，根本就不是真的，「更案具開於落處之性者，並具落於開處之性。此二相即為不二，則是中諦」。這個花開在那個地方，那個地方的性，跟落下來那個地方，落下來的性，是一不是二，這二相不二，這是中諦。「此中諦謂之中道實相，此中道實相，一切諸法之相也」。這是你把這個東西看透了，你用這個方法看一切現象，你不會起心、不會動念、不會分別、不會執著，你就成佛了，你看這個宇宙一點都沒看錯。"
    },
    {
      "id": "02-037-0569_p0021",
      "zh_CN": "宇宙，整个宇宙现相，它有没有体？当然有，没有体它怎么会现相？我们今天换个比喻，现在人没有不看电视的，我们用电视来做比喻。电视的屏幕是现相的本体，没有这个东西，相就现不出来。屏幕什么都没有，空的，这个我们大家都知道，这个代表真空、性空，能现一切现象。频道一打开，现象就现前，这个现象是假相，不是真相，现在人知道，这个现象是电波波动所产生的现象。虽然是波动产生的现象，它在产生的这一刹那，那个一念，就是一动，那个性是不可得的；这个相灭掉的时候，在那个灭处的性也不可得。这叫中道。明白之后，这个相可以欣赏，不可以执着，不可以分别，不可以控制，不可以占有，为什么？它是虚幻的。我们能把整个世界当电视一样来看，就开悟了，你就明白了。",
      "zh_TW": "宇宙，整個宇宙現相，它有沒有體？當然有，沒有體它怎麼會現相？我們今天換個比喻，現在人沒有不看電視的，我們用電視來做比喻。電視的屏幕是現相的本體，沒有這個東西，相就現不出來。屏幕什麼都沒有，空的，這個我們大家都知道，這個代表真空、性空，能現一切現象。頻道一打開，現象就現前，這個現象是假相，不是真相，現在人知道，這個現象是電波波動所產生的現象。雖然是波動產生的現象，它在產生的這一剎那，那個一念，就是一動，那個性是不可得的；這個相滅掉的時候，在那個滅處的性也不可得。這叫中道。明白之後，這個相可以欣賞，不可以執著，不可以分別，不可以控制，不可以佔有，為什麼？它是虛幻的。我們能把整個世界當電視一樣來看，就開悟了，你就明白了。"
    },
    {
      "id": "02-037-0569_p0022",
      "zh_CN": "天台家讲，相有生灭之处，生灭是念念生灭。这个念念，弥勒菩萨所说的，一千六百兆分之一秒。就是一秒钟里头，我们电视还不到这个，没有这么多，一秒钟一千六百兆次。这个念头的生处，这个念头的灭处，这两种相不二。生处空的，灭处也是空的，这不二，不二叫中谛。中谛就是自性，空是自性，现相生处、灭处是自性。生灭速度太快，不可得，你掌握不到，那个有是幻有，不是真有。佛法的真妄，它的标准很简单，不生不灭叫做真，有生有灭皆是妄。我们念头有生有灭，叫妄念；把心放在一个地方，不动了，不起心不动念，这叫正念。这一念，一念的能量不可思议。所以，从电视上能看到天台家所说的空假中三谛，三谛圆融。",
      "zh_TW": "天台家講，相有生滅之處，生滅是念念生滅。這個念念，彌勒菩薩所說的，一千六百兆分之一秒。就是一秒鐘裡頭，我們電視還不到這個，沒有這麼多，一秒鐘一千六百兆次。這個念頭的生處，這個念頭的滅處，這兩種相不二。生處空的，滅處也是空的，這不二，不二叫中諦。中諦就是自性，空是自性，現相生處、滅處是自性。生滅速度太快，不可得，你掌握不到，那個有是幻有，不是真有。佛法的真妄，它的標準很簡單，不生不滅叫做真，有生有滅皆是妄。我們念頭有生有滅，叫妄念；把心放在一個地方，不動了，不起心不動念，這叫正念。這一念，一念的能量不可思議。所以，從電視上能看到天台家所說的空假中三諦，三諦圓融。"
    },
    {
      "id": "02-037-0569_p0023",
      "zh_CN": "「故天台止观谓之一色一香无非中道。然则花虽落，而具此中道实相，柳虽枯，而亦有此中道之实相。实相为常住之异名」。什么东西常住？实相常住。实相是什么？实相不可得。「故为中道实相，散也枯也，皆常住也，是即诸法之实相。」聚散无常，这是凡夫见的；天台家的，这菩萨见的是聚散不二。然后发展什么？生死不二、真妄不二、是非不二、得失不二，一切法统统入不二法门。入不二法门，就是大彻大悟，明心见性，见性成佛，讲到最后都回归自性。这天台家所说的。",
      "zh_TW": "「故天台止觀謂之一色一香無非中道。然則花雖落，而具此中道實相，柳雖枯，而亦有此中道之實相。實相為常住之異名」。什麼東西常住？實相常住。實相是什麼？實相不可得。「故為中道實相，散也枯也，皆常住也，是即諸法之實相。」聚散無常，這是凡夫見的；天台家的，這菩薩見的是聚散不二。然後發展什麼？生死不二、真妄不二、是非不二、得失不二，一切法統統入不二法門。入不二法門，就是大徹大悟，明心見性，見性成佛，講到最後都回歸自性。這天台家所說的。"
    },
    {
      "id": "02-037-0569_p0024",
      "zh_CN": "下面这一段看，「然吾等牛羊之眼」，这凡夫眼，「迷执诸法为实我实法」。我们都以为诸法是真的，我也是真的，不知道所有现象即空即假即中，了不可得。真正明白了，用什么样的心面对这个境界？就是不起心不动念，这叫佛心；有起心动念，没有分别执着，菩萨心；有起心动念，还有分别，没有执着，这是声闻、缘觉的心；如果连执着都有，起心动念、分别执着统统都有，凡夫心，六道凡夫，六道凡夫决定不能免轮回。说这些东西干什么？没有别的，叫我们放下，叫我们知道在这个世间是假的。生死不二，叫真看穿了，真看明白了，生没有欢喜，死没有悲哀，它是一，它不是二。天台宗看花开花谢是一不是二，不起心、不动念，全看清楚了，全看明白了，体相用全都看到，看出来了。",
      "zh_TW": "下面這一段看，「然吾等牛羊之眼」，這凡夫眼，「迷執諸法為實我實法」。我們都以為諸法是真的，我也是真的，不知道所有現象即空即假即中，了不可得。真正明白了，用什麼樣的心面對這個境界？就是不起心不動念，這叫佛心；有起心動念，沒有分別執著，菩薩心；有起心動念，還有分別，沒有執著，這是聲聞、緣覺的心；如果連執著都有，起心動念、分別執著統統都有，凡夫心，六道凡夫，六道凡夫決定不能免輪迴。說這些東西幹什麼？沒有別的，叫我們放下，叫我們知道在這個世間是假的。生死不二，叫真看穿了，真看明白了，生沒有歡喜，死沒有悲哀，它是一，它不是二。天台宗看花開花謝是一不是二，不起心、不動念，全看清楚了，全看明白了，體相用全都看到，看出來了。"
    },
    {
      "id": "02-037-0569_p0025",
      "zh_CN": "说我们是牛羊之眼，就是凡夫之见，「不能见无常生灭之世相（是二乘之见）者」，见无常生灭的世间相，这是二乘。「如何能彻见中道实相之妙理」，这凡夫见不到。「非除无明，开佛慧，则不能也」。除无明，无明就是起心动念，不起心不动念、不分别不执着，对这桩事情你就明白了。「故《法华经．方便品》曰：唯佛与佛，乃能究尽诸法实相。」什么时候究竟诸法实相你见到了？成佛；你不成佛，不可能。菩萨对诸法实相，见到了，没有佛那么清楚。大乘经上常说，等觉菩萨跟佛差一个阶级，看诸法实相犹如隔罗望月，隔一层罗网。罗网是非常细的蚕丝织的网，几乎像是透明的，以前用绫罗做扇子，几乎是透明的。还隔着一个罗望月亮。",
      "zh_TW": "說我們是牛羊之眼，就是凡夫之見，「不能見無常生滅之世相（是二乘之見）者」，見無常生滅的世間相，這是二乘。「如何能徹見中道實相之妙理」，這凡夫見不到。「非除無明，開佛慧，則不能也」。除無明，無明就是起心動念，不起心不動念、不分別不執著，對這樁事情你就明白了。「故《法華經．方便品》曰：唯佛與佛，乃能究盡諸法實相。」什麼時候究竟諸法實相你見到了？成佛；你不成佛，不可能。菩薩對諸法實相，見到了，沒有佛那麼清楚。大乘經上常說，等覺菩薩跟佛差一個階級，看諸法實相猶如隔羅望月，隔一層羅網。羅網是非常細的蠶絲織的網，幾乎像是透明的，以前用綾羅做扇子，幾乎是透明的。還隔著一個羅望月亮。"
    },
    {
      "id": "02-037-0569_p0026",
      "zh_CN": "底下还有，《智度论》第五卷说，「除诸法实相，余残一切法，悉名为魔」。这承认什么？只有诸法实相是真的，其他全是假的。诸法实相内容很多，各宗说法不同。我们净土宗这里头也有说到，净土宗的诸法实相怎么解释？阿弥陀佛是净土宗的诸法实相。我们找到一个就行了，问题就解决了。这段文值得我们参考，我们把它念一遍。「同」，也就是《智度论》，第十卷里头说，「三世诸佛皆以诸法实相为师」。第十七，就是十七卷，「诸菩萨从初发心求一切种智，于其中间知诸法实相慧，是般若波罗蜜」，以般若波罗蜜为诸法实相。",
      "zh_TW": "底下還有，《智度論》第五卷說，「除諸法實相，餘殘一切法，悉名為魔」。這承認什麼？只有諸法實相是真的，其他全是假的。諸法實相內容很多，各宗說法不同。我們淨土宗這裡頭也有說到，淨土宗的諸法實相怎麼解釋？阿彌陀佛是淨土宗的諸法實相。我們找到一個就行了，問題就解決了。這段文值得我們參考，我們把它念一遍。「同」，也就是《智度論》，第十卷裡頭說，「三世諸佛皆以諸法實相為師」。第十七，就是十七卷，「諸菩薩從初發心求一切種智，於其中間知諸法實相慧，是般若波羅蜜」，以般若波羅蜜為諸法實相。"
    },
    {
      "id": "02-037-0569_p0027",
      "zh_CN": "「然此诸法实相之语，弥满诸经」，一切大小乘经都有，「乃至外道之经书亦说之，各以其义解之」，不一样。「或以诸法皆空为诸法实相」，都讲得通，都有道理。「或以涅槃为诸法实相，或以苦空无常无我为诸法实相」，这是小乘讲的，苦空、无常、无我。「又」，你看，「净土门以弥陀之名号为诸法实相」，我们真能得利益。这里还有，「真言宗以阿字不生为诸法实相，华严宗以一真法界为诸法实相，法相宗以圆成实性为诸法实相，三论宗以八不中道为诸法实相，成实宗以皆空为诸法实相，有部宗以苦空无常无我为诸法实相。今所明者，乃天台一家之诸法实相。」前面所说的是天台宗所说的诸法实相，就是空假中三谛不二。",
      "zh_TW": "「然此諸法實相之語，瀰滿諸經」，一切大小乘經都有，「乃至外道之經書亦說之，各以其義解之」，不一樣。「或以諸法皆空為諸法實相」，都講得通，都有道理。「或以涅槃為諸法實相，或以苦空無常無我為諸法實相」，這是小乘講的，苦空、無常、無我。「又」，你看，「淨土門以彌陀之名號為諸法實相」，我們真能得利益。這裡還有，「真言宗以阿字不生為諸法實相，華嚴宗以一真法界為諸法實相，法相宗以圓成實性為諸法實相，三論宗以八不中道為諸法實相，成實宗以皆空為諸法實相，有部宗以苦空無常無我為諸法實相。今所明者，乃天台一家之諸法實相。」前面所說的是天台宗所說的諸法實相，就是空假中三諦不二。"
    },
    {
      "id": "02-037-0569_p0028",
      "zh_CN": "「智度论十八曰：一切世间经书及九十六种出家经中」，这九十六种是释迦牟尼佛在世的时候印度的宗教，派别有九十六种，佛经上称它为外道。这些都有出家的，都是修行人，都有讲到诸法实相，各个不相同。「又声闻三藏中亦有诸法实相」，声闻三藏是小乘，中国人称「四阿含」，四阿含里头也讲诸法实相。「又曰：问曰：云何是诸法实相？答曰：众人各说诸法实相以自为是」，以自己所说的为是，「此中实相不可破坏常住不异」，以这个为原则。实相不能破坏的，破坏不是实相。常住不异，哪一法常住不异？常住，永恒不会改变。",
      "zh_TW": "「智度論十八曰：一切世間經書及九十六種出家經中」，這九十六種是釋迦牟尼佛在世的時候印度的宗教，派別有九十六種，佛經上稱它為外道。這些都有出家的，都是修行人，都有講到諸法實相，各個不相同。「又聲聞三藏中亦有諸法實相」，聲聞三藏是小乘，中國人稱「四阿含」，四阿含裡頭也講諸法實相。「又曰：問曰：云何是諸法實相？答曰：眾人各說諸法實相以自為是」，以自己所說的為是，「此中實相不可破壞常住不異」，以這個為原則。實相不能破壞的，破壞不是實相。常住不異，哪一法常住不異？常住，永恆不會改變。"
    },
    {
      "id": "02-037-0569_p0029",
      "zh_CN": "「同七十九曰：诸法实相有种种名字，或说空，或说毕竟空，或说般若波罗蜜，或名阿耨多罗三藐三菩提。」《般若经》上说，无有定法说阿耨多罗三藐三菩提。我们平常说这个，这是一般解释，就字面上翻成中国字，无上正等正觉。这句话也很笼统，正觉，各宗说法不一样，正等正觉也不一样。我们今天以净土宗《无量寿经》的经题说无上正等正觉，经题上「清净」就是正觉，「平等」，正等正觉，后头是「觉」，无上正等正觉。无上正等正觉就是我们题目上所说的「清净平等觉」。为什么这个说法？断见思烦恼得清净，阿罗汉得到的，所以阿罗汉、辟支佛是正觉；菩萨得平等，正等正觉；佛，大彻大悟，明心见性，称为无上正等正觉。",
      "zh_TW": "「同七十九曰：諸法實相有種種名字，或說空，或說畢竟空，或說般若波羅蜜，或名阿耨多羅三藐三菩提。」《般若經》上說，無有定法說阿耨多羅三藐三菩提。我們平常說這個，這是一般解釋，就字面上翻成中國字，無上正等正覺。這句話也很籠統，正覺，各宗說法不一樣，正等正覺也不一樣。我們今天以淨土宗《無量壽經》的經題說無上正等正覺，經題上「清淨」就是正覺，「平等」，正等正覺，後頭是「覺」，無上正等正覺。無上正等正覺就是我們題目上所說的「清淨平等覺」。為什麼這個說法？斷見思煩惱得清淨，阿羅漢得到的，所以阿羅漢、辟支佛是正覺；菩薩得平等，正等正覺；佛，大徹大悟，明心見性，稱為無上正等正覺。"
    },
    {
      "id": "02-037-0569_p0030",
      "zh_CN": "我们用什么方法得到？执持名号就能得到。蕅益大师讲得非常好，能不能往生在信愿之有无，品位高下在念佛功夫的浅深。执持名号，就是念佛功夫的浅深；能不能往生，我有信有愿就能往生。往生的品位全靠念佛功夫深，念佛功夫深，就是用这一句名号把所有东西都放下，那个功夫就深。连起心动念都放下，就是无上正等正觉。所以，净土法门确确实实是究竟圆满的大法，这一点不能不认识。这个认识不可思议，这个认识，认知里面你圆满了，真正认识你怎么会走错路！佛门的《大藏经》、世法里头的《四库全书》统统放下，死心塌地就念这一部《无量寿经》，信受奉行，一心求生净土。这个心要恳切。",
      "zh_TW": "我們用什麼方法得到？執持名號就能得到。蕅益大師講得非常好，能不能往生在信願之有無，品位高下在念佛功夫的淺深。執持名號，就是念佛功夫的淺深；能不能往生，我有信有願就能往生。往生的品位全靠念佛功夫深，念佛功夫深，就是用這一句名號把所有東西都放下，那個功夫就深。連起心動念都放下，就是無上正等正覺。所以，淨土法門確確實實是究竟圓滿的大法，這一點不能不認識。這個認識不可思議，這個認識，認知裡面你圓滿了，真正認識你怎麼會走錯路！佛門的《大藏經》、世法裡頭的《四庫全書》統統放下，死心塌地就念這一部《無量壽經》，信受奉行，一心求生淨土。這個心要懇切。"
    },
    {
      "id": "02-037-0569_p0031",
      "zh_CN": "「维摩经．法供养品曰：依于诸法实相，明定无常苦空无我寂灭之法」，这些都是诸法实相。「思益经二曰：诸法实相，即是涅槃。」《佛藏经》上卷说，《佛藏经》有上、下两卷，「何等名诸法实相？所谓诸法毕竟空无所有」。这是从《般若经》上讲的，一切法毕竟空、无所有。确实六百卷《大般若》就是发明这个诸法实相。我们将《大般若经》六百卷从头到尾一遍看完之后，我的总结是四句话，「一切法无所有、毕竟空、不可得」，总结这四句。《般若经》是佛在第三时讲的，前面阿含、方等，二十年奠定基础，然后佛才给大家讲真话。没有这个底子，说一切法毕竟空，人不相信，怎么空？真有，摆在面前，你怎么说它空？前面二十年的基础，再给你讲，你相信了。这是属于高等哲学、高等科学。以这么好的基础，你明白了，佛给你讲，你能听得懂，你不会反对，你能够接受；依教修行，你能够成佛，你能够证果。",
      "zh_TW": "「維摩經．法供養品曰：依於諸法實相，明定無常苦空無我寂滅之法」，這些都是諸法實相。「思益經二曰：諸法實相，即是涅槃。」《佛藏經》上卷說，《佛藏經》有上、下兩卷，「何等名諸法實相？所謂諸法畢竟空無所有」。這是從《般若經》上講的，一切法畢竟空、無所有。確實六百卷《大般若》就是發明這個諸法實相。我們將《大般若經》六百卷從頭到尾一遍看完之後，我的總結是四句話，「一切法無所有、畢竟空、不可得」，總結這四句。《般若經》是佛在第三時講的，前面阿含、方等，二十年奠定基礎，然後佛才給大家講真話。沒有這個底子，說一切法畢竟空，人不相信，怎麼空？真有，擺在面前，你怎麼說它空？前面二十年的基礎，再給你講，你相信了。這是屬於高等哲學、高等科學。以這麼好的基礎，你明白了，佛給你講，你能聽得懂，你不會反對，你能夠接受；依教修行，你能夠成佛，你能夠證果。"
    },
    {
      "id": "02-037-0569_p0032",
      "zh_CN": "我们再往下面看，「又云：无漏不思议，甚深微妙法，我今已具得，唯我知是相，十方佛亦然」。这个话都是佛说的，是《法华经．方便品》里头的。无漏不思议，漏是烦恼，烦恼统统断尽了。见思烦恼、尘沙烦恼、无明烦恼统统尽了，不但尽了，连习气都断尽。甚深微妙法，无论是体相用，无论是因缘果，无论是事是理，佛现在全都得到了。具是具足，没有一丝毫欠缺，全得到了。唯我知是相，只有我能知道。后头，十方佛亦然，就是只有佛才知道，等觉菩萨都不能这么清楚的知道。在大乘经上一般说，八地菩萨就见到了，不清楚，九地、十地，等觉是十一地，到妙觉才完全明白。也就是等觉还差一等，为什么？他那个无始无明的习气还有一品没断。这一品习气真断掉了，就成佛了，则成为究竟觉。「可见佛所成就无漏、甚深、不可思议之微妙法，究竟诸法实相，唯佛能知」。各宗各派说那么多，虽然在意思上都能讲得通，但是真正彻底明了，只有成佛。",
      "zh_TW": "我們再往下面看，「又云：無漏不思議，甚深微妙法，我今已具得，唯我知是相，十方佛亦然」。這個話都是佛說的，是《法華經．方便品》裡頭的。無漏不思議，漏是煩惱，煩惱統統斷盡了。見思煩惱、塵沙煩惱、無明煩惱統統盡了，不但盡了，連習氣都斷盡。甚深微妙法，無論是體相用，無論是因緣果，無論是事是理，佛現在全都得到了。具是具足，沒有一絲毫欠缺，全得到了。唯我知是相，只有我能知道。後頭，十方佛亦然，就是只有佛才知道，等覺菩薩都不能這麼清楚的知道。在大乘經上一般說，八地菩薩就見到了，不清楚，九地、十地，等覺是十一地，到妙覺才完全明白。也就是等覺還差一等，為什麼？他那個無始無明的習氣還有一品沒斷。這一品習氣真斷掉了，就成佛了，則成為究竟覺。「可見佛所成就無漏、甚深、不可思議之微妙法，究竟諸法實相，唯佛能知」。各宗各派說那麼多，雖然在意思上都能講得通，但是真正徹底明瞭，只有成佛。"
    },
    {
      "id": "02-037-0569_p0033",
      "zh_CN": "『声闻亿劫思佛智』，声闻是阿罗汉，用一亿劫的时间，去思佛的智慧。『尽其神力莫能测者』，没有办法测度。如《法华．方便品》的经文，这经文上说，「我及十方佛」，我是释迦牟尼佛，及十方佛，「乃能知是事」，对于这桩事情真正知道。「是法不可示」，这个法没有办法指示。指示什么？你不懂，你无法理解。「言辞相寂灭」，也没办法说。实际上这些法都在我们面前，只是我们自己不认识，言语道断，心行处灭。「诸余众生类」，这就是菩萨以下，佛都知道，菩萨以下所有众生，「无有能得解」。「除诸菩萨众，信力坚固者」，这是个例外，诸菩萨里头有信心坚固者，他能知。能知是怎么能知？仰信，他不怀疑，他真信。有没有见到？没见到。",
      "zh_TW": "『聲聞億劫思佛智』，聲聞是阿羅漢，用一億劫的時間，去思佛的智慧。『盡其神力莫能測者』，沒有辦法測度。如《法華．方便品》的經文，這經文上說，「我及十方佛」，我是釋迦牟尼佛，及十方佛，「乃能知是事」，對於這樁事情真正知道。「是法不可示」，這個法沒有辦法指示。指示什麼？你不懂，你無法理解。「言辭相寂滅」，也沒辦法說。實際上這些法都在我們面前，只是我們自己不認識，言語道斷，心行處滅。「諸餘眾生類」，這就是菩薩以下，佛都知道，菩薩以下所有眾生，「無有能得解」。「除諸菩薩眾，信力堅固者」，這是個例外，諸菩薩裡頭有信心堅固者，他能知。能知是怎麼能知？仰信，他不懷疑，他真信。有沒有見到？沒見到。"
    },
    {
      "id": "02-037-0569_p0034",
      "zh_CN": "「又云：辟支佛利智」，辟支佛比阿罗汉高，就是缘觉。阿罗汉见思烦恼断了，习气没断，辟支佛把见思烦恼习气断了。辟支佛利智，称赞他的智慧高过阿罗汉。「无漏最后身」，在小乘里头他确实是最后身，阿罗汉还不是，阿罗汉后头还有辟支佛。辟支佛没有了，辟支佛再上升是菩萨，那是大乘，不是小乘。「无漏最后身」这也是个术语，二乘无学果，阿罗汉之果也，「无学果之身也，既断烦恼曰无漏，生死之最后身曰后身」。「法华经．授记品曰：诸声闻众，无漏后身，法王之子。」这是将见思烦恼习气断掉了，他是最后身了。他在这个身体，得这个身体，他用什么功夫？他要去断尘沙烦恼。尘沙烦恼断掉了，他就升级，他是菩萨了，四圣法界里面的菩萨。菩萨要把尘沙烦恼的习气断掉，习气断掉了，他就升级，他就成佛了，十法界里面的佛。由此可知，十法界里面的佛，要用《华严经》的说法，分别执着断干净了，连习气都没有了。他再用功断什么？断无明，无明就是起心动念。不起心不动念，无明断了，他就超越十法界，往生到一真法界，就是实报土去了。在圆教，他是初住菩萨；在别教，他算是初地菩萨。这叫法身菩萨，也叫阿惟越致菩萨。他还要修什么？他就是修的那个无明习气。",
      "zh_TW": "「又云：辟支佛利智」，辟支佛比阿羅漢高，就是緣覺。阿羅漢見思煩惱斷了，習氣沒斷，辟支佛把見思煩惱習氣斷了。辟支佛利智，稱讚他的智慧高過阿羅漢。「無漏最後身」，在小乘裡頭他確實是最後身，阿羅漢還不是，阿羅漢後頭還有辟支佛。辟支佛沒有了，辟支佛再上升是菩薩，那是大乘，不是小乘。「無漏最後身」這也是個術語，二乘無學果，阿羅漢之果也，「無學果之身也，既斷煩惱曰無漏，生死之最後身曰後身」。「法華經．授記品曰：諸聲聞眾，無漏後身，法王之子。」這是將見思煩惱習氣斷掉了，他是最後身了。他在這個身體，得這個身體，他用什麼功夫？他要去斷塵沙煩惱。塵沙煩惱斷掉了，他就升級，他是菩薩了，四聖法界裡面的菩薩。菩薩要把塵沙煩惱的習氣斷掉，習氣斷掉了，他就升級，他就成佛了，十法界裡面的佛。由此可知，十法界裡面的佛，要用《華嚴經》的說法，分別執著斷乾淨了，連習氣都沒有了。他再用功斷什麼？斷無明，無明就是起心動念。不起心不動念，無明斷了，他就超越十法界，往生到一真法界，就是實報土去了。在圓教，他是初住菩薩；在別教，他算是初地菩薩。這叫法身菩薩，也叫阿惟越致菩薩。他還要修什麼？他就是修的那個無明習氣。"
    },
    {
      "id": "02-037-0569_p0035",
      "zh_CN": "见思烦恼有习气，尘沙烦恼有习气，无明烦恼当然有习气。见思、尘沙习气好断，有方法断，但是无明习气没有法子断。为什么？断无明是不起心不动念了，不起心不动念，这习气怎么断？你要是讲断，起心动念了，起心动念就掉下去了，那是十法界里的佛。十法界里的佛起心动念，没有分别执着，他堕落了。这个位次的菩萨证三不退，他不会退转，位不退、行不退、念不退，三种不退都证得。他只有往上升，不会往下退，升的速度快慢不一样。这个习气，叫无功用道，断这个习气，也是古人讲「此处用不得力」，你一用力就错了、就堕落了，用不得力。怎么办？只有随它去，不要理它，习气时间久了自然没有了。不碍菩萨与十法界一切有缘众生感应道交，他起的作用跟妙觉如来没有两样。也就是说，圆教初住位的菩萨，初住位的菩萨起的作用跟妙觉如来没有两样，能够分身无量，叫千百亿化身、无量化身，到十方世界普度众生。也就是说，我们在贤首国师《妄尽还源观》这一篇论文看到的，三种周遍。",
      "zh_TW": "見思煩惱有習氣，塵沙煩惱有習氣，無明煩惱當然有習氣。見思、塵沙習氣好斷，有方法斷，但是無明習氣沒有法子斷。為什麼？斷無明是不起心不動念了，不起心不動念，這習氣怎麼斷？你要是講斷，起心動念了，起心動念就掉下去了，那是十法界裡的佛。十法界裡的佛起心動念，沒有分別執著，他墮落了。這個位次的菩薩證三不退，他不會退轉，位不退、行不退、念不退，三種不退都證得。他只有往上升，不會往下退，升的速度快慢不一樣。這個習氣，叫無功用道，斷這個習氣，也是古人講「此處用不得力」，你一用力就錯了、就墮落了，用不得力。怎麼辦？只有隨它去，不要理它，習氣時間久了自然沒有了。不礙菩薩與十法界一切有緣眾生感應道交，他起的作用跟妙覺如來沒有兩樣。也就是說，圓教初住位的菩薩，初住位的菩薩起的作用跟妙覺如來沒有兩樣，能夠分身無量，叫千百億化身、無量化身，到十方世界普度眾生。也就是說，我們在賢首國師《妄盡還源觀》這一篇論文看到的，三種周遍。"
    },
    {
      "id": "02-037-0569_p0036",
      "zh_CN": "十方世界一切众生起心动念他就知道，这个众生跟他有没有缘，晓得。没有缘的，就不理会了；有缘的，就要去帮助他。众生有感，他就有应，应有显应、有冥应。显应是你能够觉察到，像虚云老和尚朝山生病了，文殊菩萨变化一个乞丐来照顾他，那是显应。很明显，跟你在一起住，两次，一共住了一个多月。第二种叫冥应，冥是冥冥当中在保佑你、在加持你，你不知道。决定有感应，哪有不感应的道理？而且这感应非常快速，我们念头才动就周遍法界，不是光、电能比的。光、电的速度太慢了，光走到宇宙的边际，要几千万光年，还没走到尽头；我们念头才动，遍法界虚空界都收到了，这个速度太快了。为什么？在这个境界里头没有空间跟时间，没有时间，没有先后；没有空间，没有距离。经上有句话说得很妙，就在当下。这就是没有时空，时空是假的，不是真的。就在当下，这是事实，这是诸法实相，是真的，不是假的。这个境界微妙之极。",
      "zh_TW": "十方世界一切眾生起心動念他就知道，這個眾生跟他有沒有緣，曉得。沒有緣的，就不理會了；有緣的，就要去幫助他。眾生有感，他就有應，應有顯應、有冥應。顯應是你能夠覺察到，像虛雲老和尚朝山生病了，文殊菩薩變化一個乞丐來照顧他，那是顯應。很明顯，跟你在一起住，兩次，一共住了一個多月。第二種叫冥應，冥是冥冥當中在保佑你、在加持你，你不知道。決定有感應，哪有不感應的道理？而且這感應非常快速，我們念頭才動就周遍法界，不是光、電能比的。光、電的速度太慢了，光走到宇宙的邊際，要幾千萬光年，還沒走到盡頭；我們念頭才動，遍法界虛空界都收到了，這個速度太快了。為什麼？在這個境界裡頭沒有空間跟時間，沒有時間，沒有先後；沒有空間，沒有距離。經上有句話說得很妙，就在當下。這就是沒有時空，時空是假的，不是真的。就在當下，這是事實，這是諸法實相，是真的，不是假的。這個境界微妙之極。"
    },
    {
      "id": "02-037-0569_p0037",
      "zh_CN": "「无漏最后身，亦满十方界，其数如竹林，斯等共一心，于亿无量劫，欲思佛实智，莫能知少分」，这是《法华经》上用辟支佛做比喻。前面用阿罗汉，后面用辟支佛，辟支佛的智慧高过阿罗汉。无漏最后身，阿罗汉证得无漏，还没有到最后身，虽然超越六道轮回，他见思烦恼的习气没断。习气断了才算是最后身，有多少？亦满十方界，人数，人数满十方世界。其数如竹林，用竹林来做比喻，无量无边，无数无尽。这些人怎么样？共一心，一心一意来思惟，想佛的智慧。多长时间？于亿无量劫，无量劫是单位，一亿个无量劫。欲思佛实智，莫能知少分，要想知道佛的真实智慧，少分都不能得。",
      "zh_TW": "「無漏最後身，亦滿十方界，其數如竹林，斯等共一心，於億無量劫，欲思佛實智，莫能知少分」，這是《法華經》上用辟支佛做比喻。前面用阿羅漢，後面用辟支佛，辟支佛的智慧高過阿羅漢。無漏最後身，阿羅漢證得無漏，還沒有到最後身，雖然超越六道輪迴，他見思煩惱的習氣沒斷。習氣斷了才算是最後身，有多少？亦滿十方界，人數，人數滿十方世界。其數如竹林，用竹林來做比喻，無量無邊，無數無盡。這些人怎麼樣？共一心，一心一意來思惟，想佛的智慧。多長時間？於億無量劫，無量劫是單位，一億個無量劫。欲思佛實智，莫能知少分，要想知道佛的真實智慧，少分都不能得。"
    },
    {
      "id": "02-037-0569_p0038",
      "zh_CN": "下面这是念老的话，「盖谓佛之实智」，真实智慧，「非言语所能宣」，这是宣说，言语说不出。「是法不可示」，这个法没有办法指示，也「不可说」。「除信力坚固之大菩萨外」，这个大菩萨是法身菩萨，中国佛教里面所说的大彻大悟，明心见性，他们知道，教下大开圆解，净宗理一心不乱。这样等级的菩萨，都是具足坚固信心，这信心不会动摇。虽然不是十分很清楚，但是对佛他有信心，他能肯定，认为这是真实的，这不是虚妄的。除这个之外，十法界里面，四圣都不能知道，包括十法界里面的佛。他才开始破无明，也就是六根在六尘境界里头不再起心动念。真正不起心不动念，他就离开十法界，十法界自然不见了，像做个梦一样，醒过来了。十法界是梦中境界，但是带着习气，醒过来是什么境界？是诸佛如来实报庄严土现前。",
      "zh_TW": "下面這是念老的話，「蓋謂佛之實智」，真實智慧，「非言語所能宣」，這是宣說，言語說不出。「是法不可示」，這個法沒有辦法指示，也「不可說」。「除信力堅固之大菩薩外」，這個大菩薩是法身菩薩，中國佛教裡面所說的大徹大悟，明心見性，他們知道，教下大開圓解，淨宗理一心不亂。這樣等級的菩薩，都是具足堅固信心，這信心不會動搖。雖然不是十分很清楚，但是對佛他有信心，他能肯定，認為這是真實的，這不是虛妄的。除這個之外，十法界裡面，四聖都不能知道，包括十法界裡面的佛。他才開始破無明，也就是六根在六塵境界裡頭不再起心動念。真正不起心不動念，他就離開十法界，十法界自然不見了，像做個夢一樣，醒過來了。十法界是夢中境界，但是帶著習氣，醒過來是什麼境界？是諸佛如來實報莊嚴土現前。"
    },
    {
      "id": "02-037-0569_p0039",
      "zh_CN": "真的是一场梦，六道是第一个梦，十法界是第二个梦，六道是梦中之梦。还有第三个梦，一真法界也不是真的。为什么说它一真？那个法界里头没有阿赖耶，全都是转识成智了。阿赖耶能生变化，实报土没有变化。你看，人的寿命三大阿僧祇劫，那个人没有老，他往生到极乐世界那个相，三大阿僧祇劫还是那个相，一点都没有看到衰老，他没有病，他没有死，居住的环境没有起变化，所以叫做一真。皆是转八识成四智，不退菩萨的果报。",
      "zh_TW": "真的是一場夢，六道是第一個夢，十法界是第二個夢，六道是夢中之夢。還有第三個夢，一真法界也不是真的。為什麼說它一真？那個法界裡頭沒有阿賴耶，全都是轉識成智了。阿賴耶能生變化，實報土沒有變化。你看，人的壽命三大阿僧祇劫，那個人沒有老，他往生到極樂世界那個相，三大阿僧祇劫還是那個相，一點都沒有看到衰老，他沒有病，他沒有死，居住的環境沒有起變化，所以叫做一真。皆是轉八識成四智，不退菩薩的果報。"
    },
    {
      "id": "02-037-0569_p0040",
      "zh_CN": "无始无明的习气断掉了，自然断掉的。那一断掉，他又醒了，实报庄严土没有了。《金刚经》上佛说，「凡所有相，皆是虚妄」，并没有说实报土例外，没讲。那实报土当然也在其中，它是虚妄的。这一觉悟，醒过来了，到哪里去？到常寂光去了。常寂光才是永恒，常寂光才是诸法实相，就是回归自性了。常寂光是真性，常寂光是法性，常寂光是本性，回归本性。这是不可思议！好，今天时间到了，我们就学习到此地。",
      "zh_TW": "無始無明的習氣斷掉了，自然斷掉的。那一斷掉，他又醒了，實報莊嚴土沒有了。《金剛經》上佛說，「凡所有相，皆是虛妄」，並沒有說實報土例外，沒講。那實報土當然也在其中，它是虛妄的。這一覺悟，醒過來了，到哪裡去？到常寂光去了。常寂光才是永恆，常寂光才是諸法實相，就是回歸自性了。常寂光是真性，常寂光是法性，常寂光是本性，回歸本性。這是不可思議！好，今天時間到了，我們就學習到此地。"
    }
  ]
}