{
  "doc_id": "02-037-0231",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三一集",
    "zh_TW": "第二三一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0231",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-037-0231_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百六十九页，第五行当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百六十九頁，第五行當中看起："
    },
    {
      "id": "02-037-0231_p0002",
      "zh_CN": "「又《会疏》曰：观之字」，观这个字，「即三观也。盖夫三谛三观者，万行之要枢，菩萨之肝胆也」。这是天台宗所说的，智者大师建立的，这个概念对大乘修行非常有帮助。佛法的修学，特别是大乘，自始至终就是教我们放下。我在初学佛的时候，那年二十六岁，第一次跟出家人见面，就是章嘉大师，第一次跟出家人，是朋友介绍的。向他老人家请教，我说佛教的殊胜，经典、学问的高深，方东美先生介绍给我了。我说佛教里头有没有方法能让我们很快的就契入境界？我提出这么个问题。大师看着我，我也看着他，等他老人家回答。没有想到，我们这一看看了半个多钟点，他不说话，一直看着我。这种教学的方式从来没接触过。半个多钟点之后，人好像慢慢入定了，他说了一句话，有。我们马上精神就振作起来，他又不说话了。大概等了六、七分钟，告诉我六个字，「看得破，放得下」。其实就是此地讲的三止三观，但是讲三止三观我不会懂，这个佛学名词我不懂。他用这种变通的方法，这个就是智慧，要让我能听得懂的，看得破，放得下。",
      "zh_TW": "「又《會疏》曰：觀之字」，觀這個字，「即三觀也。蓋夫三諦三觀者，萬行之要樞，菩薩之肝膽也」。這是天台宗所說的，智者大師建立的，這個概念對大乘修行非常有幫助。佛法的修學，特別是大乘，自始至終就是教我們放下。我在初學佛的時候，那年二十六歲，第一次跟出家人見面，就是章嘉大師，第一次跟出家人，是朋友介紹的。向他老人家請教，我說佛教的殊勝，經典、學問的高深，方東美先生介紹給我了。我說佛教裡頭有沒有方法能讓我們很快的就契入境界？我提出這麼個問題。大師看著我，我也看著他，等他老人家回答。沒有想到，我們這一看看了半個多鐘點，他不說話，一直看著我。這種教學的方式從來沒接觸過。半個多鐘點之後，人好像慢慢入定了，他說了一句話，有。我們馬上精神就振作起來，他又不說話了。大概等了六、七分鐘，告訴我六個字，「看得破，放得下」。其實就是此地講的三止三觀，但是講三止三觀我不會懂，這個佛學名詞我不懂。他用這種變通的方法，這個就是智慧，要讓我能聽得懂的，看得破，放得下。"
    },
    {
      "id": "02-037-0231_p0003",
      "zh_CN": "我好像是懂了，其实这个里头意思太深了。看破，是了解事实真相；放下，是真实的功夫。我为什么要放下？自私自利、名闻利养人家都要，我为什么要放下？很难！所以首先要看破，然后才能够放下，你知道为什么要放下，就懂得了。释迦牟尼佛在教学讲这个问题的时候，是在已经有二十年基础的人才跟他讲。我这是初学，完全没有进入状况。初学，但是我提出这么一个，这是很深很深的问题，大问题，怎样能够很快的契入？老师讲得一点都不错。以后我们学了这么多年，真正体悟到老师教学的善巧方便，一开头就把最重要的纲领告诉你。实际上大乘，从初发心一直到最高的地位，佛陀的地位，无非就是看破帮助放下，放下帮助再看破，再看破帮助你再放下，这相辅相成。看破是智慧，放下是定功，真功夫！",
      "zh_TW": "我好像是懂了，其實這個裡頭意思太深了。看破，是了解事實真相；放下，是真實的功夫。我為什麼要放下？自私自利、名聞利養人家都要，我為什麼要放下？很難！所以首先要看破，然後才能夠放下，你知道為什麼要放下，就懂得了。釋迦牟尼佛在教學講這個問題的時候，是在已經有二十年基礎的人才跟他講。我這是初學，完全沒有進入狀況。初學，但是我提出這麼一個，這是很深很深的問題，大問題，怎樣能夠很快的契入？老師講得一點都不錯。以後我們學了這麼多年，真正體悟到老師教學的善巧方便，一開頭就把最重要的綱領告訴你。實際上大乘，從初發心一直到最高的地位，佛陀的地位，無非就是看破幫助放下，放下幫助再看破，再看破幫助你再放下，這相輔相成。看破是智慧，放下是定功，真功夫！"
    },
    {
      "id": "02-037-0231_p0004",
      "zh_CN": "今天我们晓得，这世界上的哲学家、科学家为什么不能跟佛相比？就是佛放下了，科学家跟哲学家没放下。如果他一放下，他就成佛了，佛教讲，他就成佛了。尤其是现在，像研究宏观宇宙，我看到他们的报告，根据他们精密仪器去观察，只能看到全宇宙的百分之十，还有百分之九十的宇宙不见了。这是他们的报告。这个报告我们看得懂，那个百分之九十宇宙到哪里去了我们知道，他不知道。在净土里面讲，回归常寂光了，一般大乘讲回归自性。自性，因为它不是物质现象，不是精神现象，也不是自然现象，再精密的仪器都没用处，都看不到它。它在，不是不在，这妙极了！微观世界讲量子力学，是小而无内，他看到的跟佛法相比还差一大段。佛在经典告诉我们，契入境界之后他说没有大小，大小是假的，不是真的；也就是说，宇宙之间没有一样东西是相对的、是对立。大跟小是一对，长跟短是一对，远跟近是一对，它都是相对的。在自性里头没有相对的，相对的这个现象，这种幻相没有了。这个境界我们无法想像，它是真的，它不是假的。",
      "zh_TW": "今天我們曉得，這世界上的哲學家、科學家為什麼不能跟佛相比？就是佛放下了，科學家跟哲學家沒放下。如果他一放下，他就成佛了，佛教講，他就成佛了。尤其是現在，像研究宏觀宇宙，我看到他們的報告，根據他們精密儀器去觀察，只能看到全宇宙的百分之十，還有百分之九十的宇宙不見了。這是他們的報告。這個報告我們看得懂，那個百分之九十宇宙到哪裡去了我們知道，他不知道。在淨土裡面講，回歸常寂光了，一般大乘講回歸自性。自性，因為它不是物質現象，不是精神現象，也不是自然現象，再精密的儀器都沒用處，都看不到它。它在，不是不在，這妙極了！微觀世界講量子力學，是小而無內，他看到的跟佛法相比還差一大段。佛在經典告訴我們，契入境界之後他說沒有大小，大小是假的，不是真的；也就是說，宇宙之間沒有一樣東西是相對的、是對立。大跟小是一對，長跟短是一對，遠跟近是一對，它都是相對的。在自性裡頭沒有相對的，相對的這個現象，這種幻相沒有了。這個境界我們無法想像，它是真的，它不是假的。"
    },
    {
      "id": "02-037-0231_p0005",
      "zh_CN": "所以佛讲唯证方知，这个证就是定功，放下就是得定，把你的烦恼放下、习气放下、贪瞋痴慢放下。这统统放下了，你就回归到自性本定。就是惠能大师见性时候所说的，第四句所讲的「何期自性，本无动摇」，它不动。我们有动，念头在动，前念灭后念就生，永远在动，不可能不动。不动就成佛了，不动就是大定。所以晓得，自性本来不动，这叫自性本定。修定，修定跟本定相应了，这就成功了。所以这是定中境界。定中境界没大小，极小的现象里头有整个宇宙。这个事情我们也很不好懂，但是今天我们看到晶片，你看你们用电脑，晶片只有指甲这么大，里面装多少东西，一部《大藏经》就装在这个小晶片里头。一部《四库全书》，他们送那个光碟给我只有十二片，这么小小片十二片，一部《四库全书》。怎么会装那么多！你要看了佛经就不奇怪，佛经里面讲一粒微尘，比这个小多了，一粒微尘，肉眼还看不见，整个宇宙的信息都装在里头。不但宇宙的信息，宇宙的现象也装在里头。这个话佛经上有，但是没人懂。我们看到今天科学的成就，想到佛这个话是真的不是假的，这不是我们能够想像得到的。不能想像的东西，大乘经里面很多，但我们现在肯定它，全是事实真相。是我们的境界功夫不够，到这个程度的时候完全就明白了。所以放下就有必要。这都是讲的真谛，完全放下了，宇宙真相你就完全看到了。",
      "zh_TW": "所以佛講唯證方知，這個證就是定功，放下就是得定，把你的煩惱放下、習氣放下、貪瞋痴慢放下。這統統放下了，你就回歸到自性本定。就是惠能大師見性時候所說的，第四句所講的「何期自性，本無動搖」，它不動。我們有動，念頭在動，前念滅後念就生，永遠在動，不可能不動。不動就成佛了，不動就是大定。所以曉得，自性本來不動，這叫自性本定。修定，修定跟本定相應了，這就成功了。所以這是定中境界。定中境界沒大小，極小的現象裡頭有整個宇宙。這個事情我們也很不好懂，但是今天我們看到晶片，你看你們用電腦，晶片只有指甲這麼大，裡面裝多少東西，一部《大藏經》就裝在這個小晶片裡頭。一部《四庫全書》，他們送那個光碟給我只有十二片，這麼小小片十二片，一部《四庫全書》。怎麼會裝那麼多！你要看了佛經就不奇怪，佛經裡面講一粒微塵，比這個小多了，一粒微塵，肉眼還看不見，整個宇宙的信息都裝在裡頭。不但宇宙的信息，宇宙的現象也裝在裡頭。這個話佛經上有，但是沒人懂。我們看到今天科學的成就，想到佛這個話是真的不是假的，這不是我們能夠想像得到的。不能想像的東西，大乘經裡面很多，但我們現在肯定它，全是事實真相。是我們的境界功夫不夠，到這個程度的時候完全就明白了。所以放下就有必要。這都是講的真諦，完全放下了，宇宙真相你就完全看到了。"
    },
    {
      "id": "02-037-0231_p0006",
      "zh_CN": "六祖惠能他的本事很厉害，你看半夜三更老和尚召见，在方丈室里头。老和尚给他讲《金刚经》，惠能不认识字，当然不需要用经典，这是给他讲《金刚经》的大意。大概讲到四分之一，《金刚经》不长，大概只有五千多字，讲到四分之一，他就一下开悟了。他怎么开悟？他把起心动念、分别、执着统统放下了，这一放下就完全明白了。向老和尚报告，就说了这五句话。老和尚一听，衣钵就给他，立他为第六代祖，真开悟了。悟了之后怎么样？悟了之后没有一样不通，这是本能。任何经典，他不认识字，你念给他听，他讲给你听。不但是佛经，道教的、儒教的，不管什么东西，你念给他听，他就能讲给你听，讲得一点都不错。全通了，世出世间典籍全通了。",
      "zh_TW": "六祖惠能他的本事很厲害，你看半夜三更老和尚召見，在方丈室裡頭。老和尚給他講《金剛經》，惠能不認識字，當然不需要用經典，這是給他講《金剛經》的大意。大概講到四分之一，《金剛經》不長，大概只有五千多字，講到四分之一，他就一下開悟了。他怎麼開悟？他把起心動念、分別、執著統統放下了，這一放下就完全明白了。向老和尚報告，就說了這五句話。老和尚一聽，衣缽就給他，立他為第六代祖，真開悟了。悟了之後怎麼樣？悟了之後沒有一樣不通，這是本能。任何經典，他不認識字，你念給他聽，他講給你聽。不但是佛經，道教的、儒教的，不管什麼東西，你念給他聽，他就能講給你聽，講得一點都不錯。全通了，世出世間典籍全通了。"
    },
    {
      "id": "02-037-0231_p0007",
      "zh_CN": "所以中国人求学跟西洋人不一样，中国人求学是希望你开悟，悟了之后，所谓一部经通一切都通，中国人求这个。外国人不是的，外国人求知识，让你看得多、读得多、记得多，他靠这个东西。这个东西儒家都不赞成，孔子所说的，「记问之学，不足以为人师也」，光记得多不能解决问题，一定要开悟。悟了之后生智慧，智慧能解决问题，没有后遗症，知识不行。所以我们在这些年来，在过去这十几年当中，参加十多次国际和平会议，联合国召开的。我们在这里结识了许许多多的专家学者，几乎都是每个国家的精英，讨论世界和平问题，化解冲突问题，找不到方法。这是什么？知识。智慧就有办法。",
      "zh_TW": "所以中國人求學跟西洋人不一樣，中國人求學是希望你開悟，悟了之後，所謂一部經通一切都通，中國人求這個。外國人不是的，外國人求知識，讓你看得多、讀得多、記得多，他靠這個東西。這個東西儒家都不贊成，孔子所說的，「記問之學，不足以為人師也」，光記得多不能解決問題，一定要開悟。悟了之後生智慧，智慧能解決問題，沒有後遺症，知識不行。所以我們在這些年來，在過去這十幾年當中，參加十多次國際和平會議，聯合國召開的。我們在這裡結識了許許多多的專家學者，幾乎都是每個國家的精英，討論世界和平問題，化解衝突問題，找不到方法。這是什麼？知識。智慧就有辦法。"
    },
    {
      "id": "02-037-0231_p0008",
      "zh_CN": "我这是被澳洲两个大学，校长来找我，邀请我代表学校、代表澳洲参加这个会议。我们提出的方法他们听了很惊讶，闻所未闻，没听说过。但是听完之后他怀疑，所以散会，我们在一块交流，在一起吃饭，就有很多人问我，他说法师，你讲得很好，但是这个做不到。我也就因为这个问题，所以我们在汤池办实验，因为跟他们讲讲不通，不相信，做出实验来，他相信了。我们在联合国做报告，实验成功，我们的声音就大了，真做成功，不是假的。中国传统这些东西，古圣先贤的东西，现在还管用。为什么管用？它超越时间、超越空间，无论在什么地方做都管用，无论在什么时候做都管用。这叫真理，这个不是知识。",
      "zh_TW": "我這是被澳洲兩個大學，校長來找我，邀請我代表學校、代表澳洲參加這個會議。我們提出的方法他們聽了很驚訝，聞所未聞，沒聽說過。但是聽完之後他懷疑，所以散會，我們在一塊交流，在一起吃飯，就有很多人問我，他說法師，你講得很好，但是這個做不到。我也就因為這個問題，所以我們在湯池辦實驗，因為跟他們講講不通，不相信，做出實驗來，他相信了。我們在聯合國做報告，實驗成功，我們的聲音就大了，真做成功，不是假的。中國傳統這些東西，古聖先賢的東西，現在還管用。為什麼管用？它超越時間、超越空間，無論在什麼地方做都管用，無論在什麼時候做都管用。這叫真理，這個不是知識。"
    },
    {
      "id": "02-037-0231_p0009",
      "zh_CN": "剑桥大学有一位教授，麦大维教授，是现代的汉学家，他到汤池去住了四天。回国的时候，我在香港讲经，他到香港来，看我两次，他在香港住了两天。我们两次深谈，一次都是三个小时，两次六个小时。他非常诚恳，邀请我到伦敦去办学。我很感激他，承蒙他的好意，剑桥大学在全世界排名第三。名称都给我想好了，叫「大乘佛学书院」。英国的学制，大学是学院制、书院制，像剑桥跟牛津差不多都超过五十个学院。我回他话，我说我很感谢你，承蒙你瞧得起，但是我不能去。他说为什么？我说你们学校我去过两次，你们学校的制度，那个框架加给我，我教不了学生。他说你用什么方法教？我说我没有方法，我们老祖宗有方法。他听了很有兴趣，老祖宗什么方法？我就问他，《三字经》念过没有？他会背，四书都会背，真厉害！我就告诉他，《三字经》前面的八句话，是我们的老祖宗世世代代教学最高指导原则。你看他都没有体会到，他愣住了。",
      "zh_TW": "劍橋大學有一位教授，麥大維教授，是現代的漢學家，他到湯池去住了四天。回國的時候，我在香港講經，他到香港來，看我兩次，他在香港住了兩天。我們兩次深談，一次都是三個小時，兩次六個小時。他非常誠懇，邀請我到倫敦去辦學。我很感激他，承蒙他的好意，劍橋大學在全世界排名第三。名稱都給我想好了，叫「大乘佛學書院」。英國的學制，大學是學院制、書院制，像劍橋跟牛津差不多都超過五十個學院。我回他話，我說我很感謝你，承蒙你瞧得起，但是我不能去。他說為什麼？我說你們學校我去過兩次，你們學校的制度，那個框架加給我，我教不了學生。他說你用什麼方法教？我說我沒有方法，我們老祖宗有方法。他聽了很有興趣，老祖宗什麼方法？我就問他，《三字經》念過沒有？他會背，四書都會背，真厲害！我就告訴他，《三字經》前面的八句話，是我們的老祖宗世世代代教學最高指導原則。你看他都沒有體會到，他愣住了。"
    },
    {
      "id": "02-037-0231_p0010",
      "zh_CN": "我说前面两句话是办教育的人一定要有这个理念，「人之初，性本善」，你搞圣贤教育，首先肯定人性本善。这个善不是善恶的善，这个善是圆满的，一切都圆满，没有丝毫欠缺，智慧、德行统统是圆满的，你要肯定这一点。教育的目标，是从我们的习性，习性不善，从习性回归到本性，这教育就成功了。佛也是这样教人，你看佛教大乘，首先给你说第一句话，「一切众生本来是佛」。你要学佛，首先要肯定这句话，我本来是佛，你本来是佛，他本来是佛，你才成得了佛。你要说我不是佛，那你学什么？你别学了，你永远也成不了佛。头一个就是把这个重要理念告诉你，我们有本性，本性是纯净纯善，那就叫佛性。可是第二句讲「性相近，习相远」，从性上来讲大家都一样，都是本善。从理上来讲大家都是佛，没有一个不是佛，平等的。可是现在不是佛，现在不善了，不善是习性，就是习惯。习惯所谓「近朱则赤，近墨则黑」，你跟哪些人在一起，就去传染来他的习气。所以性相近，习相远，这个习性跟你的自性、本性愈来愈远。所以要教育。「苟不教，性乃迁」，你要是不教他，那个习性跟本性愈来愈远，那麻烦就大了。怎么教法？「教之道，贵以专」。我就告诉他，老祖宗教我们，教是贵以专，学只能学一样，不能学两样，一门专攻。",
      "zh_TW": "我說前面兩句話是辦教育的人一定要有這個理念，「人之初，性本善」，你搞聖賢教育，首先肯定人性本善。這個善不是善惡的善，這個善是圓滿的，一切都圓滿，沒有絲毫欠缺，智慧、德行統統是圓滿的，你要肯定這一點。教育的目標，是從我們的習性，習性不善，從習性回歸到本性，這教育就成功了。佛也是這樣教人，你看佛教大乘，首先給你說第一句話，「一切眾生本來是佛」。你要學佛，首先要肯定這句話，我本來是佛，你本來是佛，他本來是佛，你才成得了佛。你要說我不是佛，那你學什麼？你別學了，你永遠也成不了佛。頭一個就是把這個重要理念告訴你，我們有本性，本性是純淨純善，那就叫佛性。可是第二句講「性相近，習相遠」，從性上來講大家都一樣，都是本善。從理上來講大家都是佛，沒有一個不是佛，平等的。可是現在不是佛，現在不善了，不善是習性，就是習慣。習慣所謂「近朱則赤，近墨則黑」，你跟哪些人在一起，就去傳染來他的習氣。所以性相近，習相遠，這個習性跟你的自性、本性愈來愈遠。所以要教育。「苟不教，性乃遷」，你要是不教他，那個習性跟本性愈來愈遠，那麻煩就大了。怎麼教法？「教之道，貴以專」。我就告訴他，老祖宗教我們，教是貴以專，學只能學一樣，不能學兩樣，一門專攻。"
    },
    {
      "id": "02-037-0231_p0011",
      "zh_CN": "我说，你们剑桥学校能不能让我这样做？让我这样做，我愿意去，我也去做实验，把中国老祖宗这种指导原则，学生只学一门课。他说那你怎么教法？我说我是教学，我不讲给他听的，学生的条件不一定要大学毕业。愈讲他就愈愣住了，他说那你要什么样的条件？我说我的条件是德行，没有德行的人不行；第二个要诚敬，真正想学，用真诚恭敬心来学，这是第二个条件；第三个是文言文。你能够有这三个条件，我不管你有什么样的学历都不重要，只要有这三个条件。根，就是儒释道的三个根，你能够做到，变成你自己日常生活，那你是圣贤的基础；有诚敬，你就有能力吸收、摄受经典里头的精华；有文言文，我教你的方法你就能做得到。",
      "zh_TW": "我說，你們劍橋學校能不能讓我這樣做？讓我這樣做，我願意去，我也去做實驗，把中國老祖宗這種指導原則，學生只學一門課。他說那你怎麼教法？我說我是教學，我不講給他聽的，學生的條件不一定要大學畢業。愈講他就愈愣住了，他說那你要什麼樣的條件？我說我的條件是德行，沒有德行的人不行；第二個要誠敬，真正想學，用真誠恭敬心來學，這是第二個條件；第三個是文言文。你能夠有這三個條件，我不管你有什麼樣的學歷都不重要，只要有這三個條件。根，就是儒釋道的三個根，你能夠做到，變成你自己日常生活，那你是聖賢的基礎；有誠敬，你就有能力吸收、攝受經典裡頭的精華；有文言文，我教你的方法你就能做得到。"
    },
    {
      "id": "02-037-0231_p0012",
      "zh_CN": "我举例子说，譬如《论语》这个科目，这本书，我们从《四库全书》里头，《四库全书》是宝！中国几千年来这些圣贤，他们的智慧、他们的修养、他们的方法、他们的经验，统统在这个里头，这是全世界独一无二的善巧方便。因为中国古人知道，语文是会变的，语跟文字要能够合成一致的话，就会产生这个问题。现在写的这些文章，过个二、三百年，人家就不知道你讲什么东西，语言变了。所以欧洲的拉丁文，它就是语跟文是一致的，你看现在没人懂。考古专家看这个拉丁文，每一篇都不能看完全的，都在那里猜，你说多困难！中国老祖宗知道，所以把语言跟文言分开，语言不管你怎么变法，我这个文言绝对不变，这个很厉害！这个东西不变，你只要学会文言文，你看孔子的东西就跟孔子当面说话一样，没改变，原汁原味。这个发明在全世界是最伟大的发明，没有人知道。",
      "zh_TW": "我舉例子說，譬如《論語》這個科目，這本書，我們從《四庫全書》裡頭，《四庫全書》是寶！中國幾千年來這些聖賢，他們的智慧、他們的修養、他們的方法、他們的經驗，統統在這個裡頭，這是全世界獨一無二的善巧方便。因為中國古人知道，語文是會變的，語跟文字要能夠合成一致的話，就會產生這個問題。現在寫的這些文章，過個二、三百年，人家就不知道你講什麼東西，語言變了。所以歐洲的拉丁文，它就是語跟文是一致的，你看現在沒人懂。考古專家看這個拉丁文，每一篇都不能看完全的，都在那裡猜，你說多困難！中國老祖宗知道，所以把語言跟文言分開，語言不管你怎麼變法，我這個文言絕對不變，這個很厲害！這個東西不變，你只要學會文言文，你看孔子的東西就跟孔子當面說話一樣，沒改變，原汁原味。這個發明在全世界是最偉大的發明，沒有人知道。"
    },
    {
      "id": "02-037-0231_p0013",
      "zh_CN": "文言文好不好学？好学，外国人学文言文，两年就学会了。这是我到伦敦去的时候，我问他们这些学生，都是外国人。你们怎么学的，学了多久？两年，不到三年。还是中国老方法，背书，先学拼音，然后背书。你说我们过去，如果诸位能够看到民国初年小学生的作文，你就会感到很惊讶。小学生十一、二岁写的作文，现在大学文学院都写不出来，它不难！小朋友学的话，小朋友记忆力好，背一百篇古文，他一年就能做到。一百篇古文背下去，不但能看，而且能写了，哪里有困难！不教就难，不学就难；你真去教、真去学，不难！",
      "zh_TW": "文言文好不好學？好學，外國人學文言文，兩年就學會了。這是我到倫敦去的時候，我問他們這些學生，都是外國人。你們怎麼學的，學了多久？兩年，不到三年。還是中國老方法，背書，先學拼音，然後背書。你說我們過去，如果諸位能夠看到民國初年小學生的作文，你就會感到很驚訝。小學生十一、二歲寫的作文，現在大學文學院都寫不出來，它不難！小朋友學的話，小朋友記憶力好，背一百篇古文，他一年就能做到。一百篇古文背下去，不但能看，而且能寫了，哪裡有困難！不教就難，不學就難；你真去教、真去學，不難！"
    },
    {
      "id": "02-037-0231_p0014",
      "zh_CN": "所以文言文在伦敦不成问题，因为这三个学校，其他的我没有看，我只看三个学校，这三个学校汉学系的学生都有能力读文言文，对它没有障碍。我在《四库》里头选择古圣先贤的这些注解、参考资料，告诉学生你自己去看，每天上课你讲给我听。一个小时上课，你讲五十分钟，最后我十分钟讲评，是这样教法。他说你这一部书大概三、四个月就学完了。我说没错。学完了怎么办？学第二遍，第二遍给他不同的参考资料；第二遍学完，学第三遍。一年学三遍，十年学三十遍，三十遍学下去之后，他就是现代的孔子。这部《论语》通了，其他的东西虽然没有学过，他一接触就懂了。所以一经通一切经通，他智慧开了。学一样东西，他脑子只想一个问题，他不乱。你说现在这种交叉排课，把学生头脑都搞成浆糊。从小，第一个钟点学语文，第二个钟点学数学，第三个钟点学英文，东西还没有吸收，新东西来了，这是把人，人才糟蹋掉了。中国的东西、印度的东西它不是这样的，一门深入。一门深入就是戒律，就是持戒、守规矩，你就搞一门，你的心是定的，定久了就开智慧。这个方法妙极了！",
      "zh_TW": "所以文言文在倫敦不成問題，因為這三個學校，其他的我沒有看，我只看三個學校，這三個學校漢學系的學生都有能力讀文言文，對它沒有障礙。我在《四庫》裡頭選擇古聖先賢的這些註解、參考資料，告訴學生你自己去看，每天上課你講給我聽。一個小時上課，你講五十分鐘，最後我十分鐘講評，是這樣教法。他說你這一部書大概三、四個月就學完了。我說沒錯。學完了怎麼辦？學第二遍，第二遍給他不同的參考資料；第二遍學完，學第三遍。一年學三遍，十年學三十遍，三十遍學下去之後，他就是現代的孔子。這部《論語》通了，其他的東西雖然沒有學過，他一接觸就懂了。所以一經通一切經通，他智慧開了。學一樣東西，他腦子只想一個問題，他不亂。你說現在這種交叉排課，把學生頭腦都搞成漿糊。從小，第一個鐘點學語文，第二個鐘點學數學，第三個鐘點學英文，東西還沒有吸收，新東西來了，這是把人，人才糟蹋掉了。中國的東西、印度的東西它不是這樣的，一門深入。一門深入就是戒律，就是持戒、守規矩，你就搞一門，你的心是定的，定久了就開智慧。這個方法妙極了！"
    },
    {
      "id": "02-037-0231_p0015",
      "zh_CN": "我跟李老师学经教、学讲经，李老师用的方法是我们中国私塾教学法，一个人一个人教。因为什么？每个人根性不相同，智慧不一样，记忆的能力有差别，所以他选的教材不相同，有浅深、长短差别，教你开悟。一部经没有学完，决定不可以同时学第二种经。我小时候在私塾里面没学到东西，太小了，三十岁的时候跟李老师学经教，这补习，就是一部经，成绩真可观。我记忆力很强，老师给我讲一遍，我复讲，在一个星期之内，我复讲可以能达到九成半。就是老师给我讲一个小时，我把他的话重复讲出来，我能够讲五十五分钟。我有这个能力，我有悟性，所以好教！我在他的会下，那时候学小部经，初学都是学比较浅显的，分量不大的，平均一个月学一部。真有成就感，真欢喜！",
      "zh_TW": "我跟李老師學經教、學講經，李老師用的方法是我們中國私塾教學法，一個人一個人教。因為什麼？每個人根性不相同，智慧不一樣，記憶的能力有差別，所以他選的教材不相同，有淺深、長短差別，教你開悟。一部經沒有學完，決定不可以同時學第二種經。我小時候在私塾裡面沒學到東西，太小了，三十歲的時候跟李老師學經教，這補習，就是一部經，成績真可觀。我記憶力很強，老師給我講一遍，我複講，在一個星期之內，我複講可以能達到九成半。就是老師給我講一個小時，我把他的話重複講出來，我能夠講五十五分鐘。我有這個能力，我有悟性，所以好教！我在他的會下，那時候學小部經，初學都是學比較淺顯的，分量不大的，平均一個月學一部。真有成就感，真歡喜！"
    },
    {
      "id": "02-037-0231_p0016",
      "zh_CN": "我学这一部，我到佛学院去教，教一个学期。我在台中住了十五个月，学了十三部经。我一出家教佛学院，一个学期教一部，一年才教两部，学生三年毕业，我才用了六部，还有七部没用上。所以佛学院很糟糕，那怎么能成就人？我在台中，十五个月学十三部，他们三年毕业出来，一部都不会讲，这怎么行？教学的方法太重要了！所以现在教学方法把学生都害了，这都有罪。每个学生都有天赋，都能够教得出来，方法错了。学生的书包一大堆，背在身上累死了。真正学的就一本书，装在口袋就可以了，哪有那么麻烦！真能学到东西，一经通一切经通，一个法门通，门门都通了，这叫智慧开了。",
      "zh_TW": "我學這一部，我到佛學院去教，教一個學期。我在台中住了十五個月，學了十三部經。我一出家教佛學院，一個學期教一部，一年才教兩部，學生三年畢業，我才用了六部，還有七部沒用上。所以佛學院很糟糕，那怎麼能成就人？我在台中，十五個月學十三部，他們三年畢業出來，一部都不會講，這怎麼行？教學的方法太重要了！所以現在教學方法把學生都害了，這都有罪。每個學生都有天賦，都能夠教得出來，方法錯了。學生的書包一大堆，背在身上累死了。真正學的就一本書，裝在口袋就可以了，哪有那麼麻煩！真能學到東西，一經通一切經通，一個法門通，門門都通了，這叫智慧開了。"
    },
    {
      "id": "02-037-0231_p0017",
      "zh_CN": "我告诉他，东方的东西求开智慧，不是知识，你们学校的是知识，不是智慧，所以解决不了问题。这是我在联合国看到的，参加这个会议的人都是博士学位，都是大学教授的身分，知识有，智慧没有。我这样分析他才了解。我说希望你回去跟学校报告，如果学校同意，我招收学生不受学历限制，我教学的方法你不干涉我，我教成功的时候你来考试，考试及格你发文凭，我说我就答应你去。这个他们不敢实验，这是他们闻所未闻的。东方的教学法、古老的教学方法，真好！",
      "zh_TW": "我告訴他，東方的東西求開智慧，不是知識，你們學校的是知識，不是智慧，所以解決不了問題。這是我在聯合國看到的，參加這個會議的人都是博士學位，都是大學教授的身分，知識有，智慧沒有。我這樣分析他才了解。我說希望你回去跟學校報告，如果學校同意，我招收學生不受學歷限制，我教學的方法你不干涉我，我教成功的時候你來考試，考試及格你發文憑，我說我就答應你去。這個他們不敢實驗，這是他們聞所未聞的。東方的教學法、古老的教學方法，真好！"
    },
    {
      "id": "02-037-0231_p0018",
      "zh_CN": "我有一次在澳洲，陆克文做总理的时候，我跟他谈过这个问题。他希望我做一个实验学校，用中国传统教学法，依旧把学校规定的课程教完，就是课程不是交叉排。譬如小学，有四门主要功课，我一年教一样，语文是基础，最重要的，可以用三年的时间专教语文，数学教一年，外国文教一年。一年的东西集中在一起教，肯定效果不一样，学生学得快乐、欢喜，他脑子里只一样东西，书就一本。我今年学习的书就一本，没有第二本，他多快乐，一点压力都没有。成绩一定好，身体一定好，一定很欢喜。他就要我做实验，他说这个实验如果做成功，他带国会议员来参观，国会议员通过，就可以搞这个教育改革。那得要办个学校，要办个小学来做实验。我自己也是年龄关系，自己不能操这个心了，还得聘请老师。这真正是个好事情！最理想的是如果有教育单位有这个意思，可以在学校里用一个班级做实验，只要一个班级就行了，实验三年，效果就完全出来了。学校里所要求的课程统统把它上完，就是课程是一门一门教，不可以同时教两门，只要把握住这个原则就行。",
      "zh_TW": "我有一次在澳洲，陸克文做總理的時候，我跟他談過這個問題。他希望我做一個實驗學校，用中國傳統教學法，依舊把學校規定的課程教完，就是課程不是交叉排。譬如小學，有四門主要功課，我一年教一樣，語文是基礎，最重要的，可以用三年的時間專教語文，數學教一年，外國文教一年。一年的東西集中在一起教，肯定效果不一樣，學生學得快樂、歡喜，他腦子裡只一樣東西，書就一本。我今年學習的書就一本，沒有第二本，他多快樂，一點壓力都沒有。成績一定好，身體一定好，一定很歡喜。他就要我做實驗，他說這個實驗如果做成功，他帶國會議員來參觀，國會議員通過，就可以搞這個教育改革。那得要辦個學校，要辦個小學來做實驗。我自己也是年齡關係，自己不能操這個心了，還得聘請老師。這真正是個好事情！最理想的是如果有教育單位有這個意思，可以在學校裡用一個班級做實驗，只要一個班級就行了，實驗三年，效果就完全出來了。學校裡所要求的課程統統把它上完，就是課程是一門一門教，不可以同時教兩門，只要把握住這個原則就行。"
    },
    {
      "id": "02-037-0231_p0019",
      "zh_CN": "所以教之道，贵以专，学之道也是贵以专。我在李老师那里学佛教经典的时候，是一门一门学的，进度非常快！我们的学习，老师的指导，学生上台做报告，就是学讲经，老师坐到最后一排，为什么？他还要听到，你的声音他听不见不行，你声音太小了。不像现在可以用扩音器，那个时候没有这些设备。老师坐最后一排，要他听得见，这音声的标准。有一套教学的方法。所以这个，确实东方有东方非常优越的东西，外国人不知道，虽然来学，像这些他都没学到。我们自己知道要珍惜，要把这个传下去。这个都得机缘，得等缘分，我们相信会有机缘。",
      "zh_TW": "所以教之道，貴以專，學之道也是貴以專。我在李老師那裡學佛教經典的時候，是一門一門學的，進度非常快！我們的學習，老師的指導，學生上台做報告，就是學講經，老師坐到最後一排，為什麼？他還要聽到，你的聲音他聽不見不行，你聲音太小了。不像現在可以用擴音器，那個時候沒有這些設備。老師坐最後一排，要他聽得見，這音聲的標準。有一套教學的方法。所以這個，確實東方有東方非常優越的東西，外國人不知道，雖然來學，像這些他都沒學到。我們自己知道要珍惜，要把這個傳下去。這個都得機緣，得等緣分，我們相信會有機緣。"
    },
    {
      "id": "02-037-0231_p0020",
      "zh_CN": "去年我们找到这两种书，《群书治要》、《国学治要》。《国学治要》我原本不知道，我只知道唐太宗有这么一部书，但是没有见过。常常心里想着，在讲经的时候提出来，没想到有有心的同学，他们替我找到了，寄来给我。我看到这个如获至宝！唐太宗这套书，是唐朝盛世就靠这部书成就的。唐太宗做皇帝二十八岁，年轻，治国没有经验。他想出一个主意，下命令给魏征，召集几个大臣，文学修养好的。让他从三皇五帝一直到前面近代，二千五百年当中，这些典籍里头关于修身、齐家、治国、平天下的这些话，把它抄出来，节录出来给他看，这就是《群书治要》。从一万八千多种书里头精挑细选，最后选出六十五种。六十五种里头再去摘这些句子，关于修身、齐家、治国这些句子，节录出来成这本书，大概五十万字。这部书编成之后，唐太宗也就是真是宝贝，一天到晚手不释卷。那个时候没有印刷术，都是手写的，大概写了十几部，分给这些大臣。完全遵照古人这些经验来治国家，所以造成贞观之治，大唐盛世，他说靠这部书。他也非常感谢帮他做这书的几个大臣，他说唐朝这个盛世的功劳是你们的。",
      "zh_TW": "去年我們找到這兩種書，《群書治要》、《國學治要》。《國學治要》我原本不知道，我只知道唐太宗有這麼一部書，但是沒有見過。常常心裡想著，在講經的時候提出來，沒想到有有心的同學，他們替我找到了，寄來給我。我看到這個如獲至寶！唐太宗這套書，是唐朝盛世就靠這部書成就的。唐太宗做皇帝二十八歲，年輕，治國沒有經驗。他想出一個主意，下命令給魏徵，召集幾個大臣，文學修養好的。讓他從三皇五帝一直到前面近代，二千五百年當中，這些典籍裡頭關於修身、齊家、治國、平天下的這些話，把它抄出來，節錄出來給他看，這就是《群書治要》。從一萬八千多種書裡頭精挑細選，最後選出六十五種。六十五種裡頭再去摘這些句子，關於修身、齊家、治國這些句子，節錄出來成這本書，大概五十萬字。這部書編成之後，唐太宗也就是真是寶貝，一天到晚手不釋卷。那個時候沒有印刷術，都是手寫的，大概寫了十幾部，分給這些大臣。完全遵照古人這些經驗來治國家，所以造成貞觀之治，大唐盛世，他說靠這部書。他也非常感謝幫他做這書的幾個大臣，他說唐朝這個盛世的功勞是你們的。"
    },
    {
      "id": "02-037-0231_p0021",
      "zh_CN": "这部书在中国失传了一千年，唐朝时候，日本、韩国、越南到中国来留学的学生非常多，这个书被日本人带回国去，在中国失传了。所以《唐书．艺文志》里头没有说，没有提到这名字，宋元明清都没有。书重新再看到是嘉庆做皇帝，乾隆禅让，乾隆做六十年皇帝，把王位传给他的儿子，他自己做太上皇。嘉庆登基的时候，日本来道贺，也就是讲进贡，对皇帝送一份礼物，礼物里头有这套书，中国人才看到。民国初年，商务印书馆用的版子，就是用日本原文的版子印的，真难得！这套书，我一看到了非常欢喜，我说国家有救，祖宗之德，还留给我们。从日本传到中国来，我看序文上写的，不到十套，就是很少，很少人看过这个东西。我就交给世界书局，台湾世界书局，印一万套，分送给全世界，这书将来不会失传了，这就保存下来了。",
      "zh_TW": "這部書在中國失傳了一千年，唐朝時候，日本、韓國、越南到中國來留學的學生非常多，這個書被日本人帶回國去，在中國失傳了。所以《唐書．藝文志》裡頭沒有說，沒有提到這名字，宋元明清都沒有。書重新再看到是嘉慶做皇帝，乾隆禪讓，乾隆做六十年皇帝，把王位傳給他的兒子，他自己做太上皇。嘉慶登基的時候，日本來道賀，也就是講進貢，對皇帝送一份禮物，禮物裡頭有這套書，中國人才看到。民國初年，商務印書館用的版子，就是用日本原文的版子印的，真難得！這套書，我一看到了非常歡喜，我說國家有救，祖宗之德，還留給我們。從日本傳到中國來，我看序文上寫的，不到十套，就是很少，很少人看過這個東西。我就交給世界書局，台灣世界書局，印一萬套，分送給全世界，這書將來不會失傳了，這就保存下來了。"
    },
    {
      "id": "02-037-0231_p0022",
      "zh_CN": "《国学治要》是我想了好多年，因为早年我在台湾买了一套《四库全书》。这从哪里读起？怎么读法？我就想着，我让我弟弟，他住在上海，他在复旦教书。我说你能不能找复旦的退休的教授，教文史的，让他们有时间，退休了有时间，我还送点钱给他们，供养他们。到《四库》里面去看，跟唐太宗是一个念头，对于我们学习汉学，就是学习《四库全书》，这些文字把它抄下来。他们做了，花了三年，拿来给我看，不能用。这是什么？程度问题，对于古籍认知这个程度不够。没有想到古人早就想到了，为我们编了一套《国学治要》。《群书治要》这个治是治国，《国学治要》那个治是治学，就是做学问的，这是经史子集非常完整。他们也大概有不少人，用了八年的时间完成这部书，又四年之后才印出。我得到这一部已经破旧，损坏很多了，还好字没有伤害，书是一部很破烂的书，字没有伤到。我也赶快印了一万套。这是什么？这是《四库全书》的钥匙。懂文言文，有这把钥匙，你就有能力知道用什么方法去看《四库》。《四库》是宝藏，老祖宗几千年的智慧、经验、方法都在里头，你能够吸取，这还得了！所以这两套书是宝。",
      "zh_TW": "《國學治要》是我想了好多年，因為早年我在台灣買了一套《四庫全書》。這從哪裡讀起？怎麼讀法？我就想著，我讓我弟弟，他住在上海，他在復旦教書。我說你能不能找復旦的退休的教授，教文史的，讓他們有時間，退休了有時間，我還送點錢給他們，供養他們。到《四庫》裡面去看，跟唐太宗是一個念頭，對於我們學習漢學，就是學習《四庫全書》，這些文字把它抄下來。他們做了，花了三年，拿來給我看，不能用。這是什麼？程度問題，對於古籍認知這個程度不夠。沒有想到古人早就想到了，為我們編了一套《國學治要》。《群書治要》這個治是治國，《國學治要》那個治是治學，就是做學問的，這是經史子集非常完整。他們也大概有不少人，用了八年的時間完成這部書，又四年之後才印出。我得到這一部已經破舊，損壞很多了，還好字沒有傷害，書是一部很破爛的書，字沒有傷到。我也趕快印了一萬套。這是什麼？這是《四庫全書》的鑰匙。懂文言文，有這把鑰匙，你就有能力知道用什麼方法去看《四庫》。《四庫》是寶藏，老祖宗幾千年的智慧、經驗、方法都在裡頭，你能夠吸取，這還得了！所以這兩套書是寶。"
    },
    {
      "id": "02-037-0231_p0023",
      "zh_CN": "《四库》我们也怕失传，第一次商务印书馆翻印的时候，我问他总共印多少套？印了三百套，没人买，价钱太高，分量太大，我跟他买的那套是最后一套。前年，他们筹备纪念辛亥一百周年，再版。他们的总经理来找我，我说好事，我非常欢喜，我就订了一百套。世界书局要再版《四库荟要》，《四库荟要》我买了七十多套，前面是五十多套，后面他剩下的我全买了，他总共只印了两百套。这次再版来找我，我说，好，我给你订两百套。这两部书，《荟要》两百套，《全书》一百套，一千万美金，让中国传统文化永远保存下去，不要再丢掉了，这是好事情！",
      "zh_TW": "《四庫》我們也怕失傳，第一次商務印書館翻印的時候，我問他總共印多少套？印了三百套，沒人買，價錢太高，分量太大，我跟他買的那套是最後一套。前年，他們籌備紀念辛亥一百週年，再版。他們的總經理來找我，我說好事，我非常歡喜，我就訂了一百套。世界書局要再版《四庫薈要》，《四庫薈要》我買了七十多套，前面是五十多套，後面他剩下的我全買了，他總共只印了兩百套。這次再版來找我，我說，好，我給你訂兩百套。這兩部書，《薈要》兩百套，《全書》一百套，一千萬美金，讓中國傳統文化永遠保存下去，不要再丟掉了，這是好事情！"
    },
    {
      "id": "02-037-0231_p0024",
      "zh_CN": "怎么读？这两套书出来了，好了，《群书治要》跟《国学治要》，钥匙拿到了。祖宗之德，众生有福，从这个地方能够看出中国的国运。这个世界上灾难多，很多人问我，哪个地方灾难少？我说你看祖宗，哪个地区祖宗有德，那个地方就好。在全世界，祖宗积德的只有中国，我们要相信。你真把它搞清楚、搞明白，你就知道了，这么好的东西，世界上再找不到。所以我有理由相信，文言文将来是国际通用的文字。为什么？每个人都要求智慧，要求智慧，一定要到《四库》去找。这真正是宝藏，比什么黄金、珠宝那不能比，那些东西不能治国安天下，这套东西可以，真实智慧。所以这个东西属于什么？属于俗谛。",
      "zh_TW": "怎麼讀？這兩套書出來了，好了，《群書治要》跟《國學治要》，鑰匙拿到了。祖宗之德，眾生有福，從這個地方能夠看出中國的國運。這個世界上災難多，很多人問我，哪個地方災難少？我說你看祖宗，哪個地區祖宗有德，那個地方就好。在全世界，祖宗積德的只有中國，我們要相信。你真把它搞清楚、搞明白，你就知道了，這麼好的東西，世界上再找不到。所以我有理由相信，文言文將來是國際通用的文字。為什麼？每個人都要求智慧，要求智慧，一定要到《四庫》去找。這真正是寶藏，比什麼黃金、珠寶那不能比，那些東西不能治國安天下，這套東西可以，真實智慧。所以這個東西屬於什麼？屬於俗諦。"
    },
    {
      "id": "02-037-0231_p0025",
      "zh_CN": "真谛叫我们放下自私自利，俗谛叫我们提起，帮助这个世间一切众生离苦得乐，这是佛法。佛为什么出现在世间？帮助大家离苦得乐。苦从哪来的？苦从迷惑来的。乐从哪来？乐从觉悟来的，你样样都明白、都清楚了，你就自在了。用什么手段？教育，教育是手段，教育的目的是破迷开悟。教育也有几个层次，第一个阶段，目标是断疑生信，你有能力认识这个宝藏，识货。你认识它，你喜欢它，爱好它，你才真正发心想学它，你对它有信心。这头一个，对于古圣先贤有信心，对于古来留下来的东西，传统，有信心。",
      "zh_TW": "真諦叫我們放下自私自利，俗諦叫我們提起，幫助這個世間一切眾生離苦得樂，這是佛法。佛為什麼出現在世間？幫助大家離苦得樂。苦從哪來的？苦從迷惑來的。樂從哪來？樂從覺悟來的，你樣樣都明白、都清楚了，你就自在了。用什麼手段？教育，教育是手段，教育的目的是破迷開悟。教育也有幾個層次，第一個階段，目標是斷疑生信，你有能力認識這個寶藏，識貨。你認識它，你喜歡它，愛好它，你才真正發心想學它，你對它有信心。這頭一個，對於古聖先賢有信心，對於古來留下來的東西，傳統，有信心。"
    },
    {
      "id": "02-037-0231_p0026",
      "zh_CN": "现代量子力学家报告里头提到，世界上还有少数的土着民族，没有开化的。但是他们的老祖宗留下来一些东西，像马雅族，这古老的民族，留下来这个二０一二的预言。为什么他们在几百年前，他就知道有这么回事情？所以科学家认为，人类有一种本能，决定不能够轻视。我们现在本能失掉了，用科学来探讨，科学探讨有的时候还有错误，本能不会有错。其实他们说的本能，在佛法里面讲就是定功。印度人，不但是宗教，所有的学派都修禅定。在中国过去，儒修禅定，道也修禅定，这是佛教传到中国来之后，儒跟道采纳了这种方式。另外就是三学，戒定慧，修学的顺序也被儒道采纳了，因戒得定，因定开慧这个理念，儒采纳，道也采纳，这是佛家的东西，它真有道理。真的，人人都是佛菩萨，人人都是圣贤，就是没有好好教，教的时候理念错误，方法错误，方向、目标统统错误了，所以才搞成这个样子，这真正值得我们反省。",
      "zh_TW": "現代量子力學家報告裡頭提到，世界上還有少數的土著民族，沒有開化的。但是他們的老祖宗留下來一些東西，像馬雅族，這古老的民族，留下來這個二０一二的預言。為什麼他們在幾百年前，他就知道有這麼回事情？所以科學家認為，人類有一種本能，決定不能夠輕視。我們現在本能失掉了，用科學來探討，科學探討有的時候還有錯誤，本能不會有錯。其實他們說的本能，在佛法裡面講就是定功。印度人，不但是宗教，所有的學派都修禪定。在中國過去，儒修禪定，道也修禪定，這是佛教傳到中國來之後，儒跟道採納了這種方式。另外就是三學，戒定慧，修學的順序也被儒道採納了，因戒得定，因定開慧這個理念，儒採納，道也採納，這是佛家的東西，它真有道理。真的，人人都是佛菩薩，人人都是聖賢，就是沒有好好教，教的時候理念錯誤，方法錯誤，方向、目標統統錯誤了，所以才搞成這個樣子，這真正值得我們反省。"
    },
    {
      "id": "02-037-0231_p0027",
      "zh_CN": "所以，了解万法皆空，我们要建立现前这个秩序，社会的秩序，让我们有秩序的生存，才能够得到安乐。这两个制度的比较，现在的小家庭，中国过去的大家庭，我赞成大家庭，大家庭的好处多过小家庭。中国自古以来的教育，谁负责？家庭负责。不是国家，国家只是开科考试，选拔人才，人才都是自己家教来的。私塾是家学，就是家庭子弟学校。中国大家庭是不分家的，五代同堂、六代同堂，这一家人口，少也有二、三百人；普通一个家庭，大概是五百人左右；旺族，人丁非常兴旺的，七、八百人。这样多的人生活在一起，你看中国现在，在乡下，你还看到这是王村，那是李庄，那是什么？他就是一家人，那一个庄就是一家人。我小时候住在现在叫顺港这个地方，那个地方姓宛的，宛家围子，一家人，十个兄弟没分家。所以我还见过大家庭。",
      "zh_TW": "所以，了解萬法皆空，我們要建立現前這個秩序，社會的秩序，讓我們有秩序的生存，才能夠得到安樂。這兩個制度的比較，現在的小家庭，中國過去的大家庭，我贊成大家庭，大家庭的好處多過小家庭。中國自古以來的教育，誰負責？家庭負責。不是國家，國家只是開科考試，選拔人才，人才都是自己家教來的。私塾是家學，就是家庭子弟學校。中國大家庭是不分家的，五代同堂、六代同堂，這一家人口，少也有二、三百人；普通一個家庭，大概是五百人左右；旺族，人丁非常興旺的，七、八百人。這樣多的人生活在一起，你看中國現在，在鄉下，你還看到這是王村，那是李莊，那是什麼？他就是一家人，那一個莊就是一家人。我小時候住在現在叫順港這個地方，那個地方姓宛的，宛家圍子，一家人，十個兄弟沒分家。所以我還見過大家庭。"
    },
    {
      "id": "02-037-0231_p0028",
      "zh_CN": "大家庭，小孩读书不成问题，父母没有能力照顾，家族照顾，家族来教育子弟，这个你不担忧。第二个，老，老了不要担忧，为什么？家养老。你看，家这两桩事情就不得了，一个育幼，一个养老。育幼，家庭的私塾比学校好，学校老师未必对小孩教学尽责，私塾不一样。私塾，请老师，谁代表家族去请？大概都是曾祖父，祖父、曾祖父，老人，他们有经验，都是选拔真正有学问、有德行、有教学的方法，这样的老师。那个请都是行大礼，对老师都是三跪九叩首。求这个老师答应到我这来教书，把我底下的小孩，我们的晚辈这些小孩，个个都教成圣人、教成贤人，他有使命感。现在学校老师没有。所以，老师在一个家族里头，没有一个人不恭敬，不恭敬老师还得了！那就跟不孝父母同样罪。老师待遇虽然不高，也许他是个穷秀才，但是他受人尊敬。所以他教认真，他不认真对不起这个家族，人家对你这么尊重。学生不敢不好好学，看到什么？我们的长辈，父母、祖父母、曾祖父母，甚至于高祖父母，对老师都那么恭敬，小孩敢不听话吗？所以那个学校里面气氛，现在讲磁场，不一样，真是圣贤的磁场，真是有书香门第的味道在。现在学校看不到。老人在家里养老，退休养老，家族供养。而且老人，只要他身体还不错，他会教小孩，跟小孩玩在一起，把他自己一生经验、智慧自自然然就传给底下一代了，传宗接代。",
      "zh_TW": "大家庭，小孩讀書不成問題，父母沒有能力照顧，家族照顧，家族來教育子弟，這個你不擔憂。第二個，老，老了不要擔憂，為什麼？家養老。你看，家這兩樁事情就不得了，一個育幼，一個養老。育幼，家庭的私塾比學校好，學校老師未必對小孩教學盡責，私塾不一樣。私塾，請老師，誰代表家族去請？大概都是曾祖父，祖父、曾祖父，老人，他們有經驗，都是選拔真正有學問、有德行、有教學的方法，這樣的老師。那個請都是行大禮，對老師都是三跪九叩首。求這個老師答應到我這來教書，把我底下的小孩，我們的晚輩這些小孩，個個都教成聖人、教成賢人，他有使命感。現在學校老師沒有。所以，老師在一個家族裡頭，沒有一個人不恭敬，不恭敬老師還得了！那就跟不孝父母同樣罪。老師待遇雖然不高，也許他是個窮秀才，但是他受人尊敬。所以他教認真，他不認真對不起這個家族，人家對你這麼尊重。學生不敢不好好學，看到什麼？我們的長輩，父母、祖父母、曾祖父母，甚至於高祖父母，對老師都那麼恭敬，小孩敢不聽話嗎？所以那個學校裡面氣氛，現在講磁場，不一樣，真是聖賢的磁場，真是有書香門第的味道在。現在學校看不到。老人在家裡養老，退休養老，家族供養。而且老人，只要他身體還不錯，他會教小孩，跟小孩玩在一起，把他自己一生經驗、智慧自自然然就傳給底下一代了，傳宗接代。"
    },
    {
      "id": "02-037-0231_p0029",
      "zh_CN": "那是个真正团结的，那是一家人，一家人团结，和睦相处，有规矩，没有规矩就乱了，就是家规。《弟子规》是共同家规，每个人家都要学的。除这个一百一十三桩事情之外，每一家有自己的家规，那再加进去，你看看家谱就知道了。每个家族有祠堂、有家谱，你看看家谱，这些规矩都列在里头。有家业，家庭所经营的事业，那是经济来源。小孩生下来，父母就告诉他，你要为家庭尽孝道，不是单单父母。你爱父母，你要爱这个家族，家族是一体，跟你是一体的。无论你在这一生遇到什么样艰难困苦，家是你的支持者，永远支持你。无论在什么地方，事业成就之后，年老了，落叶归根，为什么？回家才能养老，才有天伦之乐。你是一个大家族，晚辈，儿孙辈、侄孙辈总有六十人以上，这些小朋友围到身边，你说多快乐，这天伦之乐！现在老人可怜，哪里能够享到这种乐趣？实在讲他没见过，也没听说过，都是自己这一家人团聚。所以老了，落叶归根干什么？去享福，这才真正有味道。这是现在家庭永远没有了，可怜！",
      "zh_TW": "那是個真正團結的，那是一家人，一家人團結，和睦相處，有規矩，沒有規矩就亂了，就是家規。《弟子規》是共同家規，每個人家都要學的。除這個一百一十三樁事情之外，每一家有自己的家規，那再加進去，你看看家譜就知道了。每個家族有祠堂、有家譜，你看看家譜，這些規矩都列在裡頭。有家業，家庭所經營的事業，那是經濟來源。小孩生下來，父母就告訴他，你要為家庭盡孝道，不是單單父母。你愛父母，你要愛這個家族，家族是一體，跟你是一體的。無論你在這一生遇到什麼樣艱難困苦，家是你的支持者，永遠支持你。無論在什麼地方，事業成就之後，年老了，落葉歸根，為什麼？回家才能養老，才有天倫之樂。你是一個大家族，晚輩，兒孫輩、侄孫輩總有六十人以上，這些小朋友圍到身邊，你說多快樂，這天倫之樂！現在老人可憐，哪裡能夠享到這種樂趣？實在講他沒見過，也沒聽說過，都是自己這一家人團聚。所以老了，落葉歸根幹什麼？去享福，這才真正有味道。這是現在家庭永遠沒有了，可憐！"
    },
    {
      "id": "02-037-0231_p0030",
      "zh_CN": "因为大家庭，大家庭规矩比较多，严格，不是那么样管，家就乱了。不像现在小家庭，夫妻两个带两个小孩，那可以随便，但是什么成就都没有。小孩自己教非常困难，教不好麻烦，将来老了之后去住老人院，到那个时候你就想到，现在的小家庭不如中国大家庭。而且中国大家庭，造成中国国家社会长治久安，它是最重要的一个单位。所以家齐，国就治了，家治好的时候，国家就太平了。在从前，我常说，中国人讲三百六十行，哪一行最舒服？做官的。所以每个人要把书念好，参加考试，将来做官。做官怎么？地位很高，待遇也不错，没事情干。一个月有三、五个案件就不得了，怎么会案件这么多？因为什么？每个人都被家里教好了，人人是好人，事事是好事，没有犯科作奸的，这太平盛世。真的路不拾遗，夜不闭户，这不是假的，没有人欺骗人的。",
      "zh_TW": "因為大家庭，大家庭規矩比較多，嚴格，不是那麼樣管，家就亂了。不像現在小家庭，夫妻兩個帶兩個小孩，那可以隨便，但是什麼成就都沒有。小孩自己教非常困難，教不好麻煩，將來老了之後去住老人院，到那個時候你就想到，現在的小家庭不如中國大家庭。而且中國大家庭，造成中國國家社會長治久安，它是最重要的一個單位。所以家齊，國就治了，家治好的時候，國家就太平了。在從前，我常說，中國人講三百六十行，哪一行最舒服？做官的。所以每個人要把書念好，參加考試，將來做官。做官怎麼？地位很高，待遇也不錯，沒事情幹。一個月有三、五個案件就不得了，怎麼會案件這麼多？因為什麼？每個人都被家裡教好了，人人是好人，事事是好事，沒有犯科作奸的，這太平盛世。真的路不拾遺，夜不閉戶，這不是假的，沒有人欺騙人的。"
    },
    {
      "id": "02-037-0231_p0031",
      "zh_CN": "我去年在日本讲经，讲经的小道场在乡下。这个乡下还是，真的，人家出去的时候，没有人把门锁起来的，没有。出去一、二个星期，大门不锁的。我还看到一个小市场，卖菜的，没有人看着的。每一个菜里面他都标着价钱，旁边有个小盒子，你去拿的时候钱自己丢到盒子里头，没人看着你。卖菜的清早把它送来，摆上去，晚上天黑的时候去收。这种风气到现在还保留住，我们不能不感叹，中国传统古老的风俗在日本可以看到，在乡下，都市里头看不到，乡下看到。日本人很保守，让我们看到非常感动！所以俗谛，知道世俗事情，把世俗事情整理得有条不紊，这就是太平盛世的出现。",
      "zh_TW": "我去年在日本講經，講經的小道場在鄉下。這個鄉下還是，真的，人家出去的時候，沒有人把門鎖起來的，沒有。出去一、二個星期，大門不鎖的。我還看到一個小市場，賣菜的，沒有人看著的。每一個菜裡面他都標著價錢，旁邊有個小盒子，你去拿的時候錢自己丟到盒子裡頭，沒人看著你。賣菜的清早把它送來，擺上去，晚上天黑的時候去收。這種風氣到現在還保留住，我們不能不感嘆，中國傳統古老的風俗在日本可以看到，在鄉下，都市裡頭看不到，鄉下看到。日本人很保守，讓我們看到非常感動！所以俗諦，知道世俗事情，把世俗事情整理得有條不紊，這就是太平盛世的出現。"
    },
    {
      "id": "02-037-0231_p0032",
      "zh_CN": "第三个，讲中谛，「中即中正，统一切法」。中谛是菩萨，为什么？他不偏空，他也不偏有，二边不着，不执着。不执着空，所以他全心全力为人服务。在家里头，为家庭服务；在社会，为社会服务；在国家，为国家服务，全心全力，他不着空。不着有，虽然做服务，他不要名闻利养，这个难得！不跟人争名，不跟人夺利，我只做出自己的贡献，我有多大能力尽多大能力来做。换句话说，决定不需要报酬，这不是普通人能做到的。这种事情在哪里看到？在教育上看到。这些老师，所以佛菩萨绝大多数的都是从事于教学工作，他不要名不要利，他的生活很简单，只要能够过得去，他就很自在、很快乐。吃得饱，穿得暖，有个小房子遮蔽风雨，很满足，非常快乐。得天下英才而乐育之，快乐，看到自己学生成就。所以这在我们中国，你仔细去观察，从事于教学的非常清高！真正做到于人无争，于世无求，自己的才跟德传给底下一代人。现身说法，做出榜样给大家看，学生才相信。",
      "zh_TW": "第三個，講中諦，「中即中正，統一切法」。中諦是菩薩，為什麼？他不偏空，他也不偏有，二邊不著，不執著。不執著空，所以他全心全力為人服務。在家裡頭，為家庭服務；在社會，為社會服務；在國家，為國家服務，全心全力，他不著空。不著有，雖然做服務，他不要名聞利養，這個難得！不跟人爭名，不跟人奪利，我只做出自己的貢獻，我有多大能力盡多大能力來做。換句話說，決定不需要報酬，這不是普通人能做到的。這種事情在哪裡看到？在教育上看到。這些老師，所以佛菩薩絕大多數的都是從事於教學工作，他不要名不要利，他的生活很簡單，只要能夠過得去，他就很自在、很快樂。吃得飽，穿得暖，有個小房子遮蔽風雨，很滿足，非常快樂。得天下英才而樂育之，快樂，看到自己學生成就。所以這在我們中國，你仔細去觀察，從事於教學的非常清高！真正做到於人無爭，於世無求，自己的才跟德傳給底下一代人。現身說法，做出榜樣給大家看，學生才相信。"
    },
    {
      "id": "02-037-0231_p0033",
      "zh_CN": "释迦牟尼就是最好的榜样，他的身分，要用现代的话说，他是个多元文化社会教育家。如果从哲学、科学上来说，他是科学家，也是哲学家，也是思想家。他的身分是个多元文化社会教育的义务工作者，他一生教学，不收人学费，义务教学，教了一辈子，三十岁开始教学，七十九岁过世，整整讲经教学四十九年。没有任何名分，没有任何供养，他不要，他托钵、他乞食，每天带着学生出去乞食。乞食，让我们看到，他们的确把六和做到了。每个人出去托钵，接受在家信徒的供养，就是饭菜。每个人托的饭菜不一样，有人这个饭菜不错，很好，有的人比较差。是不是托了就吃？不是的。托到之后回去，回去之后大家在一起，把饭统统倒出来混合在一起，然后吃多少再从里头拿，这叫真正共产。不是我托到我一个人吃，我托到的归公，然后再从公里头挑出来，这叫一钵千家饭。你看他一千二百五十五个人都去托钵，所以每个人那一钵都是一千多家人的供养，是这种。不是每个人托的每个人吃，不是的，他有规矩的、有礼节的。这些不能不佩服，不能不尊敬。",
      "zh_TW": "釋迦牟尼就是最好的榜樣，他的身分，要用現代的話說，他是個多元文化社會教育家。如果從哲學、科學上來說，他是科學家，也是哲學家，也是思想家。他的身分是個多元文化社會教育的義務工作者，他一生教學，不收人學費，義務教學，教了一輩子，三十歲開始教學，七十九歲過世，整整講經教學四十九年。沒有任何名分，沒有任何供養，他不要，他托缽、他乞食，每天帶著學生出去乞食。乞食，讓我們看到，他們的確把六和做到了。每個人出去托缽，接受在家信徒的供養，就是飯菜。每個人托的飯菜不一樣，有人這個飯菜不錯，很好，有的人比較差。是不是托了就吃？不是的。托到之後回去，回去之後大家在一起，把飯統統倒出來混合在一起，然後吃多少再從裡頭拿，這叫真正共產。不是我托到我一個人吃，我托到的歸公，然後再從公裡頭挑出來，這叫一缽千家飯。你看他一千二百五十五個人都去托缽，所以每個人那一缽都是一千多家人的供養，是這種。不是每個人托的每個人吃，不是的，他有規矩的、有禮節的。這些不能不佩服，不能不尊敬。"
    },
    {
      "id": "02-037-0231_p0034",
      "zh_CN": "他一无所求，你给他什么他都不要，生活太简单了，晚上树底下打坐就好了。中夜休息，佛跟弟子们真正休息的时间是晚上十点钟到两点钟，四个小时，他们的睡眠休息的时间四个小时。两点钟就得起来，就做功课了。白天多半是听佛讲经教学，他们的功夫多半是在入定。还担负什么？担负一些在家的信徒去求教的。学生们解决不了的，这佛来解决；学生们能解决的，都是学生接待就可以了，所以同学们也是教学相长。有能力教学，佛都派去，派到四方，各地方去教学。每年夏安居回来，接受再教育，我们今天讲进修教育，提升自己，每年三个月。九个月去教别人，三个月再接受老师的再教育。这个制度非常之好，现在的教育比不上，这古老的方法。你看到佛陀一生的行谊，你看到孔子、孟子，你再看到历代，这是儒家的，一生从事于教学的，不做官，他也不经商，没有其他的行业，就搞教学。",
      "zh_TW": "他一無所求，你給他什麼他都不要，生活太簡單了，晚上樹底下打坐就好了。中夜休息，佛跟弟子們真正休息的時間是晚上十點鐘到兩點鐘，四個小時，他們的睡眠休息的時間四個小時。兩點鐘就得起來，就做功課了。白天多半是聽佛講經教學，他們的功夫多半是在入定。還擔負什麼？擔負一些在家的信徒去求教的。學生們解決不了的，這佛來解決；學生們能解決的，都是學生接待就可以了，所以同學們也是教學相長。有能力教學，佛都派去，派到四方，各地方去教學。每年夏安居回來，接受再教育，我們今天講進修教育，提升自己，每年三個月。九個月去教別人，三個月再接受老師的再教育。這個制度非常之好，現在的教育比不上，這古老的方法。你看到佛陀一生的行誼，你看到孔子、孟子，你再看到歷代，這是儒家的，一生從事於教學的，不做官，他也不經商，沒有其他的行業，就搞教學。"
    },
    {
      "id": "02-037-0231_p0035",
      "zh_CN": "教学很辛苦，为什么？不能收学费，收学费那你是买卖，你把它当作商业来做了。中国从前两种人不收费用的，一个是医生，一个是教学的。医生也不能收人费用的，都是什么？病治好之后，家里有钱的人多送一点，没有钱的人少送一点，真正很贫穷的就没有东西送，就感谢了。所以都是救人的。医生是救命的、救人的，怎么可以要钱？教学的人这是传圣贤之道的，圣贤之道不能当买卖来卖，不可以的。所以孔子教学收束修，就是收一点供养，没有限制的，没有说一定要收多少，没有。最少的供养，这是礼，对老师一定要有礼，束修。束修是什么？干肉一片，也不过就是四两半斤，这是礼里头最薄的。所以一般教学的人在物质生活都很清苦，但是社会地位非常高，没有人不尊敬。虽然物质条件差一点，生活能过得去，你想想看那么多尊敬的人，会让你饿着吗？不会的。大家都会照顾你，所以不会的，生活都可以能过得去，不会富有。所以这是中谛，难！中谛能够看到的就是看到在教学跟医疗，医生。中国从前学医的都是感到救人重要，真正发心救人，而不是靠这个发财的。这两种人在社会上普遍受到大家尊敬。现在不一样，完全颠倒了。",
      "zh_TW": "教學很辛苦，為什麼？不能收學費，收學費那你是買賣，你把它當作商業來做了。中國從前兩種人不收費用的，一個是醫生，一個是教學的。醫生也不能收人費用的，都是什麼？病治好之後，家裡有錢的人多送一點，沒有錢的人少送一點，真正很貧窮的就沒有東西送，就感謝了。所以都是救人的。醫生是救命的、救人的，怎麼可以要錢？教學的人這是傳聖賢之道的，聖賢之道不能當買賣來賣，不可以的。所以孔子教學收束脩，就是收一點供養，沒有限制的，沒有說一定要收多少，沒有。最少的供養，這是禮，對老師一定要有禮，束脩。束脩是什麼？乾肉一片，也不過就是四兩半斤，這是禮裡頭最薄的。所以一般教學的人在物質生活都很清苦，但是社會地位非常高，沒有人不尊敬。雖然物質條件差一點，生活能過得去，你想想看那麼多尊敬的人，會讓你餓著嗎？不會的。大家都會照顧你，所以不會的，生活都可以能過得去，不會富有。所以這是中諦，難！中諦能夠看到的就是看到在教學跟醫療，醫生。中國從前學醫的都是感到救人重要，真正發心救人，而不是靠這個發財的。這兩種人在社會上普遍受到大家尊敬。現在不一樣，完全顛倒了。"
    },
    {
      "id": "02-037-0231_p0036",
      "zh_CN": "前面说的是三谛，都要用在生活上。所以我深深有感触，佛的经典要重编，像《群书治要》这样编法。你想要学哪些东西，经典里有关这方面资料全都在这一本书里头，把它分门别类来编。像现在的学科，分成政治、经济、生活，看学校去分科，把经典里有关这个科目的抄在一起，这样编大家就很有兴趣了。应当要这样做法，对于现前社会非常有用处。你说我想修身的，关于修身的，想治家的、想经商的，任何行业佛经里头都讲到。这大众化，每个人拿去就管用，就可以用这个教材来开课。最高的，所谓向上一着，这是什么？提升境界，那就是高等的科学跟哲学。你真正想到，想知道宇宙的起源，真正想到我从哪里来的，这都属于高等的，这不是中下课程，这是高等课程。有，最高的课程都有，从最低到最高的统统有。知道佛教学四十九年，当时他把层次，像我们现在讲的办小学、办中学、办大学、办研究所。他十二年阿含是小学，八年方等是中学，二十二年般若是大学，最后八年法华是研究所，他也分得很清楚。但是每个大单元所讨论、所讲的、所学习的东西都很杂，几乎什么科目都有。我们可以在里头把它分开，把它分开重新编一个教材，像《群书治要》一样，每一段注明出处，这是哪部经典的原典，把它注解上。这个样子出版之后，一定非常受现在人欢迎。我也希望将来佛学院来做这个工作。",
      "zh_TW": "前面說的是三諦，都要用在生活上。所以我深深有感觸，佛的經典要重編，像《群書治要》這樣編法。你想要學哪些東西，經典裡有關這方面資料全都在這一本書裡頭，把它分門別類來編。像現在的學科，分成政治、經濟、生活，看學校去分科，把經典裡有關這個科目的抄在一起，這樣編大家就很有興趣了。應當要這樣做法，對於現前社會非常有用處。你說我想修身的，關於修身的，想治家的、想經商的，任何行業佛經裡頭都講到。這大眾化，每個人拿去就管用，就可以用這個教材來開課。最高的，所謂向上一著，這是什麼？提升境界，那就是高等的科學跟哲學。你真正想到，想知道宇宙的起源，真正想到我從哪裡來的，這都屬於高等的，這不是中下課程，這是高等課程。有，最高的課程都有，從最低到最高的統統有。知道佛教學四十九年，當時他把層次，像我們現在講的辦小學、辦中學、辦大學、辦研究所。他十二年阿含是小學，八年方等是中學，二十二年般若是大學，最後八年法華是研究所，他也分得很清楚。但是每個大單元所討論、所講的、所學習的東西都很雜，幾乎什麼科目都有。我們可以在裡頭把它分開，把它分開重新編一個教材，像《群書治要》一樣，每一段註明出處，這是哪部經典的原典，把它註解上。這個樣子出版之後，一定非常受現在人歡迎。我也希望將來佛學院來做這個工作。"
    },
    {
      "id": "02-037-0231_p0037",
      "zh_CN": "三谛之后有三观，「诸家说三观，以天台之三观为最普通」。天台家智者大师所说的，空观、假观、中观。「空观，观诸法之空谛」，实在这是观诸法的，哲学里面所讲的本体。本体是空的，但是这个空不是无，这空很难懂。这个空里头什么都有，就是惠能大师所说的「何期自性，本自具足」。本自具足是真的，但是它没有现象，三种现象都没有，所以叫它做空，是这个意思。空不是什么都没有，这是佛法里头很深的一个意思。它遇到缘，能生万法，一切法都从它生的，它是一切法的本体，在哲学里面讲的本体，一切法不能离开它。我们在讲经，因为我们用电视用得多，用网路，现在用电脑来收看。我把屏幕，电视的屏幕、电脑的屏幕比喻作空观，这个屏幕上什么都没有，但是你要是按到我们这个频道，画面就出现了，画面出现就是能生万法。我不喜欢这个频道，再换个频道，这个画面消失，另外一个画面呈现出来，就这个意思。所以屏幕上虽然现相，屏幕上还是没有，它一点染污都没有。你把这个频道关掉，它就没有了。关着没有，打开，屏幕上还是没有，你要懂这个道理。你不要认为它真有，那你就错了，你就迷了。画面有，屏幕上没有，屏幕上没有是空观，画面上有是假观，这个比喻就比较好懂多了。",
      "zh_TW": "三諦之後有三觀，「諸家說三觀，以天台之三觀為最普通」。天台家智者大師所說的，空觀、假觀、中觀。「空觀，觀諸法之空諦」，實在這是觀諸法的，哲學裡面所講的本體。本體是空的，但是這個空不是無，這空很難懂。這個空裡頭什麼都有，就是惠能大師所說的「何期自性，本自具足」。本自具足是真的，但是它沒有現象，三種現象都沒有，所以叫它做空，是這個意思。空不是什麼都沒有，這是佛法裡頭很深的一個意思。它遇到緣，能生萬法，一切法都從它生的，它是一切法的本體，在哲學裡面講的本體，一切法不能離開它。我們在講經，因為我們用電視用得多，用網路，現在用電腦來收看。我把屏幕，電視的屏幕、電腦的屏幕比喻作空觀，這個屏幕上什麼都沒有，但是你要是按到我們這個頻道，畫面就出現了，畫面出現就是能生萬法。我不喜歡這個頻道，再換個頻道，這個畫面消失，另外一個畫面呈現出來，就這個意思。所以屏幕上雖然現相，屏幕上還是沒有，它一點染污都沒有。你把這個頻道關掉，它就沒有了。關著沒有，打開，屏幕上還是沒有，你要懂這個道理。你不要認為它真有，那你就錯了，你就迷了。畫面有，屏幕上沒有，屏幕上沒有是空觀，畫面上有是假觀，這個比喻就比較好懂多了。"
    },
    {
      "id": "02-037-0231_p0038",
      "zh_CN": "「假观，观诸法之假谛」，就是观一切法的现象。这些现象为什么叫做假的？它不是永恒的，它刹那刹那在变，分分秒秒都不一样。你说我们这个身体，进入这个摄影棚在这个地方两个小时，我这个身体是不是两小时前进来的我？不是的。进来那个我跟现在的我完全不是一回事，你要知道这个。那这个我是什么？这个我是前面那个我相似相续相，不是完全相续的，是相似的。就跟看电影，电影银幕上的画面一样，电影银幕上画面速度很慢，你知道，我们现实这个速度很快，你没发觉。这是我的道具，这是从前电影里面的底片，幻灯片。这个大家都很知道，放在放映机里面，打在银幕上，一秒钟多少张？二十四张。我年轻的时候喜欢玩这个玩意，我自己有一套机器。二十四张，换句话说，它每一张在银幕上的时间是二十四分之一秒。它是连续的，叫动画，连续的，我们以为是真的。",
      "zh_TW": "「假觀，觀諸法之假諦」，就是觀一切法的現象。這些現象為什麼叫做假的？它不是永恆的，它剎那剎那在變，分分秒秒都不一樣。你說我們這個身體，進入這個攝影棚在這個地方兩個小時，我這個身體是不是兩小時前進來的我？不是的。進來那個我跟現在的我完全不是一回事，你要知道這個。那這個我是什麼？這個我是前面那個我相似相續相，不是完全相續的，是相似的。就跟看電影，電影銀幕上的畫面一樣，電影銀幕上畫面速度很慢，你知道，我們現實這個速度很快，你沒發覺。這是我的道具，這是從前電影裡面的底片，幻燈片。這個大家都很知道，放在放映機裡面，打在銀幕上，一秒鐘多少張？二十四張。我年輕的時候喜歡玩這個玩意，我自己有一套機器。二十四張，換句話說，它每一張在銀幕上的時間是二十四分之一秒。它是連續的，叫動畫，連續的，我們以為是真的。"
    },
    {
      "id": "02-037-0231_p0039",
      "zh_CN": "我们现前的也是动画，跟这个很相似，但是速度比它快。我们现在这个动画，一秒钟多少次？譬如说一秒钟多少张？弥勒菩萨告诉我们，一秒钟一千六百兆，单位是兆，一秒钟是一千六百兆。我们在这里待了两个小时，不知道换了多少个身体了，哪个身体是我？没有我。你要是真的把这个事实真相肯定、认清楚了，你再也不执着我，人我空你就证到了；证到人我空，圣人，不是凡夫了，这叫假观。真假是一不是二，真跟假分不开，为什么？你看，画面跟屏幕分不开，没有屏幕，相不能现前；没有显相，屏幕上什么东西也没有。所以它一即是二，二即是一。但是它是两回事情，你不能不把它搞清楚。两回事情都搞清楚，就统一了，中观就是统一了，这个才是正确的思想、正确的看法。",
      "zh_TW": "我們現前的也是動畫，跟這個很相似，但是速度比它快。我們現在這個動畫，一秒鐘多少次？譬如說一秒鐘多少張？彌勒菩薩告訴我們，一秒鐘一千六百兆，單位是兆，一秒鐘是一千六百兆。我們在這裡待了兩個小時，不知道換了多少個身體了，哪個身體是我？沒有我。你要是真的把這個事實真相肯定、認清楚了，你再也不執著我，人我空你就證到了；證到人我空，聖人，不是凡夫了，這叫假觀。真假是一不是二，真跟假分不開，為什麼？你看，畫面跟屏幕分不開，沒有屏幕，相不能現前；沒有顯相，屏幕上什麼東西也沒有。所以它一即是二，二即是一。但是它是兩回事情，你不能不把它搞清楚。兩回事情都搞清楚，就統一了，中觀就是統一了，這個才是正確的思想、正確的看法。"
    },
    {
      "id": "02-037-0231_p0040",
      "zh_CN": "正确思想、正确看法，你心是清净的，你能够看得清楚、听得清楚、接触得清楚，样样都明了，心里头怎么样？心里头不起心、不动念、不分别、不执着，这个境界叫佛境界。这个境界高！生智慧，不生烦恼，烦恼永远没有了，灭掉了。你说说看，一秒钟，这身体这个相已经换了一千六百兆次，哪一次是你？像我们刚才这个底片一样，这底片哪一张是你？那说的是，张张都是你，张张不是你，你去体会到这个味道。这是佛教我们认识宇宙人生的真相，这真的是深，真难懂！所以我们非常感谢现在的量子力学家，他证明了佛讲的这个完全正确，一点都没错误。我们对于佛经不怀疑了，以前总还是有点怀疑，只有佛这样讲，找不到第二个证明。现在量子学家给我们做证明，一点都不假。所以，这些科学家跟哲学家来学佛容易。",
      "zh_TW": "正確思想、正確看法，你心是清淨的，你能夠看得清楚、聽得清楚、接觸得清楚，樣樣都明瞭，心裡頭怎麼樣？心裡頭不起心、不動念、不分別、不執著，這個境界叫佛境界。這個境界高！生智慧，不生煩惱，煩惱永遠沒有了，滅掉了。你說說看，一秒鐘，這身體這個相已經換了一千六百兆次，哪一次是你？像我們剛才這個底片一樣，這底片哪一張是你？那說的是，張張都是你，張張不是你，你去體會到這個味道。這是佛教我們認識宇宙人生的真相，這真的是深，真難懂！所以我們非常感謝現在的量子力學家，他證明了佛講的這個完全正確，一點都沒錯誤。我們對於佛經不懷疑了，以前總還是有點懷疑，只有佛這樣講，找不到第二個證明。現在量子學家給我們做證明，一點都不假。所以，這些科學家跟哲學家來學佛容易。"
    },
    {
      "id": "02-037-0231_p0041",
      "zh_CN": "方东美先生是个哲学家，没人教他佛法，他也找不到人问。找到的，还没有他自己读得多，所以他也很苦恼，找不到谈话的对象。把东西传给我，晚年，我们常常在一起，大概也有二十多年。他讲给我听，我有的时候也有一点悟处，提出来向他请教。很少找到对象能讨论这些问题的。我在台中学了十年，离开台中，老师说，你到台北去会感觉得很孤单，为什么？没有谈话的对象。章嘉大师往生了，谈话对象就是方老师。人要是一个对象找不到，确实很寂寞。方老师非常喜欢《华严》，告诉我《华严》是佛经的哲学概论，这部书编得好，世界第一。有圆满的理论，有周密详尽的方法，最后还带表演，这个就太难得了！他说世界上哲学书没有比这个更好的。后面善财五十三参是表演，就是什么？做给你看。这种教科书到哪去找！",
      "zh_TW": "方東美先生是個哲學家，沒人教他佛法，他也找不到人問。找到的，還沒有他自己讀得多，所以他也很苦惱，找不到談話的對象。把東西傳給我，晚年，我們常常在一起，大概也有二十多年。他講給我聽，我有的時候也有一點悟處，提出來向他請教。很少找到對象能討論這些問題的。我在台中學了十年，離開台中，老師說，你到台北去會感覺得很孤單，為什麼？沒有談話的對象。章嘉大師往生了，談話對象就是方老師。人要是一個對象找不到，確實很寂寞。方老師非常喜歡《華嚴》，告訴我《華嚴》是佛經的哲學概論，這部書編得好，世界第一。有圓滿的理論，有周密詳盡的方法，最後還帶表演，這個就太難得了！他說世界上哲學書沒有比這個更好的。後面善財五十三參是表演，就是什麼？做給你看。這種教科書到哪去找！"
    },
    {
      "id": "02-037-0231_p0042",
      "zh_CN": "所以我学佛之后，看朱熹编的四书，我就想到，朱熹编四书的灵感肯定从《华严经》来的，要不然怎么会那么像？他确确实实是学佛，在佛门参学很长的时间。因为四书就是根据这个，有理论、有方法、有表演，跟《华严》相同。《中庸》是理论，《大学》是方法，《论语》跟《孟子》是表演，也就是说，《中庸》跟《大学》，孔子怎么做到的？孟子是怎么做到的？孔子代表圣人，孟子代表贤人，你看圣贤如何把《中庸》的理、《大学》的方法来落实在生活上、落实在工作、落实在处事待人接物，妙不可言！所以我说，他恐怕是从《华严经》上学到的灵感，把这四样东西凑在一起，现成的中国儒家的《华严》，真编得好！",
      "zh_TW": "所以我學佛之後，看朱熹編的四書，我就想到，朱熹編四書的靈感肯定從《華嚴經》來的，要不然怎麼會那麼像？他確確實實是學佛，在佛門參學很長的時間。因為四書就是根據這個，有理論、有方法、有表演，跟《華嚴》相同。《中庸》是理論，《大學》是方法，《論語》跟《孟子》是表演，也就是說，《中庸》跟《大學》，孔子怎麼做到的？孟子是怎麼做到的？孔子代表聖人，孟子代表賢人，你看聖賢如何把《中庸》的理、《大學》的方法來落實在生活上、落實在工作、落實在處事待人接物，妙不可言！所以我說，他恐怕是從《華嚴經》上學到的靈感，把這四樣東西湊在一起，現成的中國儒家的《華嚴》，真編得好！"
    },
    {
      "id": "02-037-0231_p0043",
      "zh_CN": "中观，中观有两种，你看，「观诸法亦非空，亦非假」，这叫中。这个中叫「双非」，二边都离开了，这是中道。另外一种，「观诸法亦空亦假，即是中，谓为双照之观」。一个是双非的中观，一个是双照的中观，两个都是的。但是双照比双非好，双非是定，双照是智慧，有双非才能有双照。「又就性德之理而谓为三谛」，三谛是从性德的道理上去讲的，有这三条。「就修德之智」，这就是三观，三观是讲修，三谛是讲理。理，我们今天讲真理，真理永恒不变。修德，修是修行。修行两个字它的意思一定要搞清楚，绝对不是每天去磕头，每天诵经，每天去拜佛，不是这个意思，那就完全搞错了。修是修正，行是行为，行为有了错误，把错误的行为修正过来，叫修行。行为有三大类，第一类，身体造作，我们身体做错事情，要把它修正过来；第二种是言语，话说错了，要修正过来；第三个是念头，我想错了、我看错了，要把它修正过来，这叫修行。学佛要搞清楚，不能搞迷信。",
      "zh_TW": "中觀，中觀有兩種，你看，「觀諸法亦非空，亦非假」，這叫中。這個中叫「雙非」，二邊都離開了，這是中道。另外一種，「觀諸法亦空亦假，即是中，謂為雙照之觀」。一個是雙非的中觀，一個是雙照的中觀，兩個都是的。但是雙照比雙非好，雙非是定，雙照是智慧，有雙非才能有雙照。「又就性德之理而謂為三諦」，三諦是從性德的道理上去講的，有這三條。「就修德之智」，這就是三觀，三觀是講修，三諦是講理。理，我們今天講真理，真理永恆不變。修德，修是修行。修行兩個字它的意思一定要搞清楚，絕對不是每天去磕頭，每天誦經，每天去拜佛，不是這個意思，那就完全搞錯了。修是修正，行是行為，行為有了錯誤，把錯誤的行為修正過來，叫修行。行為有三大類，第一類，身體造作，我們身體做錯事情，要把它修正過來；第二種是言語，話說錯了，要修正過來；第三個是念頭，我想錯了、我看錯了，要把它修正過來，這叫修行。學佛要搞清楚，不能搞迷信。"
    },
    {
      "id": "02-037-0231_p0044",
      "zh_CN": "修行的标准是什么？就是经跟戒律。我们身体造作、口里言语，譬如说《弟子规》那就是个标准，符合的是对的，违背的是错的，错的把它修正过来，有个标准在。《感应篇》是个标准，佛家《十善业》是个标准，它有标准的。那个思想，就是经论，譬如这里讲的三谛三观，这都是算于理念上的。我们的想法、看法跟这个原则违背，这是错的，你把它修正过来。从理上你看到三谛，你正确；从修行上你知道三观，与三观相应，正确的。所以它是标准。佛法的标准很多，无论用哪一种都行。净土宗最简单，也容易记。",
      "zh_TW": "修行的標準是什麼？就是經跟戒律。我們身體造作、口裡言語，譬如說《弟子規》那就是個標準，符合的是對的，違背的是錯的，錯的把它修正過來，有個標準在。《感應篇》是個標準，佛家《十善業》是個標準，它有標準的。那個思想，就是經論，譬如這裡講的三諦三觀，這都是算於理念上的。我們的想法、看法跟這個原則違背，這是錯的，你把它修正過來。從理上你看到三諦，你正確；從修行上你知道三觀，與三觀相應，正確的。所以它是標準。佛法的標準很多，無論用哪一種都行。淨土宗最簡單，也容易記。"
    },
    {
      "id": "02-037-0231_p0045",
      "zh_CN": "净宗学会是夏莲居老居士提出来的，提出来，在中国没有成立，因为战乱的关系，没有成立。我跟黄念祖老居士见面，他把这桩事情付托给我，希望我在外国建立净宗学会。所以我每到一个地方讲经，我就鼓励那边同学建一个净宗学会。现在净宗学会大概也有二、三百个，可能还多一点。净宗学会实际上就是中国古老的莲社、念佛堂，就是这个。净宗学会没有组织，就是各个都是独立的，有联系，没有管辖，没有这个统辖的。没有哪个高，哪个在下，没有，大家都是平等的，都是同样修学净土法门，都用念佛的方法，是这么来的。我觉得夏老他很能够适合现代化，莲社、念佛堂，人家听到都说什么？都说这是宗教，会产生这个。改个名称，这是学会，净宗学会。如果学天台的，天台学会，华严学会，这就让人耳目一新，是好。学习的场所就叫学院，大家在一块念佛的这叫学会。我接受了，所以在外国就建立了。第一个会是在温哥华，加拿大净宗学会；第二个会是在圣荷西，旧金山东面一个城市，美国净宗学会，现在都还在；第三个好像洛杉矶净宗学会。在美国跟加拿大有三十多个净宗学会。最多的是马来西亚，马来西亚大概有一百多个净宗学会，念佛的人特别多。",
      "zh_TW": "淨宗學會是夏蓮居老居士提出來的，提出來，在中國沒有成立，因為戰亂的關係，沒有成立。我跟黃念祖老居士見面，他把這樁事情付託給我，希望我在外國建立淨宗學會。所以我每到一個地方講經，我就鼓勵那邊同學建一個淨宗學會。現在淨宗學會大概也有二、三百個，可能還多一點。淨宗學會實際上就是中國古老的蓮社、念佛堂，就是這個。淨宗學會沒有組織，就是各個都是獨立的，有聯繫，沒有管轄，沒有這個統轄的。沒有哪個高，哪個在下，沒有，大家都是平等的，都是同樣修學淨土法門，都用念佛的方法，是這麼來的。我覺得夏老他很能夠適合現代化，蓮社、念佛堂，人家聽到都說什麼？都說這是宗教，會產生這個。改個名稱，這是學會，淨宗學會。如果學天台的，天台學會，華嚴學會，這就讓人耳目一新，是好。學習的場所就叫學院，大家在一塊念佛的這叫學會。我接受了，所以在外國就建立了。第一個會是在溫哥華，加拿大淨宗學會；第二個會是在聖荷西，舊金山東面一個城市，美國淨宗學會，現在都還在；第三個好像洛杉磯淨宗學會。在美國跟加拿大有三十多個淨宗學會。最多的是馬來西亞，馬來西亞大概有一百多個淨宗學會，念佛的人特別多。"
    },
    {
      "id": "02-037-0231_p0046",
      "zh_CN": "我们就给净宗同学提出五个修行的科目。第一个是净业三福，这是释迦牟尼佛教给我们修行，真的是最高的指导原则。无论你学哪个宗派、哪个法门，就八万四千门法，只要是佛教，一定要遵守，指导原则。三条十一句，第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这是好人，做人要先做个好人。好人不能不孝顺父母，不能不尊敬老师，所以把孝亲尊师摆在第一条，这经文上的。佛教到中国来，它能够发扬光大，什么原因？中国就讲孝亲尊师，它的根就立在孝亲尊师上，所以它一来，成长就很快。为什么传到别的国家去有的一、二百年没有了，三、四百年没有了，像阿富汗大概是七、八百年没有了，印尼也是的，为什么在中国真的生根、茁壮，开花、结果？是因为中国人提倡孝道，中国人有孝道、有师道，非常适合佛教生存的环境，它不是没有道理的。一定先要做好人，要做圣贤，先做好人。要做好人，孝亲尊师是根，没有这个根，那什么都谈不上。",
      "zh_TW": "我們就給淨宗同學提出五個修行的科目。第一個是淨業三福，這是釋迦牟尼佛教給我們修行，真的是最高的指導原則。無論你學哪個宗派、哪個法門，就八萬四千門法，只要是佛教，一定要遵守，指導原則。三條十一句，第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這是好人，做人要先做個好人。好人不能不孝順父母，不能不尊敬老師，所以把孝親尊師擺在第一條，這經文上的。佛教到中國來，它能夠發揚光大，什麼原因？中國就講孝親尊師，它的根就立在孝親尊師上，所以它一來，成長就很快。為什麼傳到別的國家去有的一、二百年沒有了，三、四百年沒有了，像阿富汗大概是七、八百年沒有了，印尼也是的，為什麼在中國真的生根、茁壯，開花、結果？是因為中國人提倡孝道，中國人有孝道、有師道，非常適合佛教生存的環境，它不是沒有道理的。一定先要做好人，要做聖賢，先做好人。要做好人，孝親尊師是根，沒有這個根，那什麼都談不上。"
    },
    {
      "id": "02-037-0231_p0047",
      "zh_CN": "从这第一个，第一条，再提升到第二条，第二条就学佛了。「受持三皈，具足众戒，不犯威仪」，是佛教的小乘。三皈是什么？三皈是佛一进门先把佛教整个修行的总目标告诉你，就是儒家讲的人性本善，他就告诉你这个，你的性本善。在佛法里面就是三皈依，就是六祖惠能大师在《坛经》里面所讲的觉、正、净。佛教修行修什么？要觉悟，要正知正见，心地要清净不染，这是三个纲领，学佛就学这个，这叫三宝。在过去用佛法僧代替，皈依佛、皈依法、皈依僧。这一定要晓得，佛法僧是自己，佛是什么？佛是自性觉；法是什么？法是自性正；僧是自性清净，全是自己，不是外头。我这一皈依，皈依外面，找个和尚皈依，错了，佛不是这个意思。佛没有叫你皈依释迦牟尼佛，没有，叫你皈依自性，自性觉就是佛，自性正就是法，自性清净就是僧。外面这个三宝叫住持三宝，管不管用？管用。管什么用？它提醒我。我们为什么供佛像？看到佛像就想到自性觉，看到经书就想到自性正，看到一个出家人就想到我自性清净。它天天提醒我，怕我忘掉，用这个方法。",
      "zh_TW": "從這第一個，第一條，再提升到第二條，第二條就學佛了。「受持三皈，具足眾戒，不犯威儀」，是佛教的小乘。三皈是什麼？三皈是佛一進門先把佛教整個修行的總目標告訴你，就是儒家講的人性本善，他就告訴你這個，你的性本善。在佛法裡面就是三皈依，就是六祖惠能大師在《壇經》裡面所講的覺、正、淨。佛教修行修什麼？要覺悟，要正知正見，心地要清淨不染，這是三個綱領，學佛就學這個，這叫三寶。在過去用佛法僧代替，皈依佛、皈依法、皈依僧。這一定要曉得，佛法僧是自己，佛是什麼？佛是自性覺；法是什麼？法是自性正；僧是自性清淨，全是自己，不是外頭。我這一皈依，皈依外面，找個和尚皈依，錯了，佛不是這個意思。佛沒有叫你皈依釋迦牟尼佛，沒有，叫你皈依自性，自性覺就是佛，自性正就是法，自性清淨就是僧。外面這個三寶叫住持三寶，管不管用？管用。管什麼用？它提醒我。我們為什麼供佛像？看到佛像就想到自性覺，看到經書就想到自性正，看到一個出家人就想到我自性清淨。它天天提醒我，怕我忘掉，用這個方法。"
    },
    {
      "id": "02-037-0231_p0048",
      "zh_CN": "所以学佛的人在家里至少供佛菩萨形像，佛就是提醒你自性觉的；菩萨是僧，提醒你自性清净；经书，不管是什么书本，只要看到书本就要提醒自性正，我要正知正见，全是教学。烧一炷香，点个蜡烛，都是教学，有深意。点一支蜡烛什么意思？燃烧自己，照耀别人。我们在这个世间要做出牺牲奉献，舍己为人，取这个意思，要不然点它干什么？点这一支香，香代表信香。信德是五德的基础，你看仁、义、礼、智、信，最后是信，信要是没有，前头全没有了，那问题就严重了。所以香代表信，我们跟佛信心交流，用这个香气。香不要点多，一支，它表法的。你点得很多，现在都是房子很矮，公寓房子，乌烟瘴气，这个对健康就不好。一支清香，好香一支。一定要明白这些道理，不明白这些道理，全变成迷信。所学的统统要应用在生活，要应用在工作，处事待人接物全用上，你就真的学会了。如果所学的全用不上，全都是迷信，错了，错到底了。所以，佛在经典上说得很清楚，佛法无人说，虽智不能解，一定要找懂得的人向他请教、向他去咨询，不要迷信，迷信错了。",
      "zh_TW": "所以學佛的人在家裡至少供佛菩薩形像，佛就是提醒你自性覺的；菩薩是僧，提醒你自性清淨；經書，不管是什麼書本，只要看到書本就要提醒自性正，我要正知正見，全是教學。燒一炷香，點個蠟燭，都是教學，有深意。點一支蠟燭什麼意思？燃燒自己，照耀別人。我們在這個世間要做出犧牲奉獻，捨己為人，取這個意思，要不然點它幹什麼？點這一支香，香代表信香。信德是五德的基礎，你看仁、義、禮、智、信，最後是信，信要是沒有，前頭全沒有了，那問題就嚴重了。所以香代表信，我們跟佛信心交流，用這個香氣。香不要點多，一支，它表法的。你點得很多，現在都是房子很矮，公寓房子，烏煙瘴氣，這個對健康就不好。一支清香，好香一支。一定要明白這些道理，不明白這些道理，全變成迷信。所學的統統要應用在生活，要應用在工作，處事待人接物全用上，你就真的學會了。如果所學的全用不上，全都是迷信，錯了，錯到底了。所以，佛在經典上說得很清楚，佛法無人說，雖智不能解，一定要找懂得的人向他請教、向他去咨詢，不要迷信，迷信錯了。"
    },
    {
      "id": "02-037-0231_p0049",
      "zh_CN": "外面现在在这个时候，谣言太多了，特别是灾难的谣言，很多人来问我。我说灾难有的是真的，有的是假的，你要没有智慧辨别，你上当了，你被人骗了。不管它是真的、是假的，我们自己心正，这就对了。心正、行为正，你遇到什么样的灾难都能平安度过。就是不管它是真是假，少听最好，不要跟这些接近。好好读佛经，读儒家的经典，这个好！真能给我们化解问题。所以佛法给你讲理、给你讲事、给你讲因、给你讲果，你要完全通达，你就会非常自在、非常快乐。这就是方先生所说的「人生最高的享受」。他告诉我，我观察他，他真的如是，我们就相信了，一点都不怀疑。他非常认真学习，也非常认真去读经。好，今天我们就学习到此地。",
      "zh_TW": "外面現在在這個時候，謠言太多了，特別是災難的謠言，很多人來問我。我說災難有的是真的，有的是假的，你要沒有智慧辨別，你上當了，你被人騙了。不管它是真的、是假的，我們自己心正，這就對了。心正、行為正，你遇到什麼樣的災難都能平安度過。就是不管它是真是假，少聽最好，不要跟這些接近。好好讀佛經，讀儒家的經典，這個好！真能給我們化解問題。所以佛法給你講理、給你講事、給你講因、給你講果，你要完全通達，你就會非常自在、非常快樂。這就是方先生所說的「人生最高的享受」。他告訴我，我觀察他，他真的如是，我們就相信了，一點都不懷疑。他非常認真學習，也非常認真去讀經。好，今天我們就學習到此地。"
    }
  ]
}