{
  "doc_id": "02-037-0324",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三二四集",
    "zh_TW": "第三二四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0324",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-037-0324_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七百二十页倒数第二行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七百二十頁倒數第二行："
    },
    {
      "id": "02-037-0324_p0002",
      "zh_CN": "『说诚实言』。「说至诚无妄，真实不虚之言。《弥陀疏钞》曰：诚实，明必可信。以诚则真恳无伪。实则审谛不虚。所谓狮子吼，无畏说，千圣复起不能易，万世守之则为楷者也」。学佛，无论是大乘小乘、宗门教下、显教密教，从哪个地方学起？从哪个地方入门？就从这一句。所以佛在《无量寿经》上告诉我们善护三业，心净则佛土净，往生极乐世界要靠清净心。善护三业第一句，「善护口业，不讥他过」，这很少见的。一般经论里头排列的顺序都是身口意，先讲身三、口四、意三，都是按照这个顺序排的，唯独这个经把口业摆在第一，为什么？口过是最容易犯的，口业不清净，心怎么能清净？这个顺序一颠倒，太有道理了！",
      "zh_TW": "『說誠實言』。「說至誠無妄，真實不虛之言。《彌陀疏鈔》曰：誠實，明必可信。以誠則真懇無偽。實則審諦不虛。所謂獅子吼，無畏說，千聖復起不能易，萬世守之則為楷者也」。學佛，無論是大乘小乘、宗門教下、顯教密教，從哪個地方學起？從哪個地方入門？就從這一句。所以佛在《無量壽經》上告訴我們善護三業，心淨則佛土淨，往生極樂世界要靠清淨心。善護三業第一句，「善護口業，不譏他過」，這很少見的。一般經論裡頭排列的順序都是身口意，先講身三、口四、意三，都是按照這個順序排的，唯獨這個經把口業擺在第一，為什麼？口過是最容易犯的，口業不清淨，心怎麼能清淨？這個順序一顛倒，太有道理了！"
    },
    {
      "id": "02-037-0324_p0003",
      "zh_CN": "「说诚实言」，第一个不妄语，绝不说假话；第二个不两舌，决定不挑拨离间；第三个不花言巧语，欺骗别人，口是心非；第四个说话柔和，不粗暴。学佛从这里学起，这是学佛的入门处。为什么佛能够不妄语？佛应化在这个世间，于人无争，于世无求，所以诚实言他能做到。我们的心有自私自利、有名闻利养，于世有所求，于人有所争，才会言语不诚实。言语不诚实，是不是就能够争得到？如果真的能争得到，佛就不可以说这句话。真可以争得到吗？要知道任何人一生，古人有两句话说得好，「一生皆是命，半点不由人」。一生皆是命你还争什么？怎么争也争不过命。",
      "zh_TW": "「說誠實言」，第一個不妄語，絕不說假話；第二個不兩舌，決定不挑撥離間；第三個不花言巧語，欺騙別人，口是心非；第四個說話柔和，不粗暴。學佛從這裡學起，這是學佛的入門處。為什麼佛能夠不妄語？佛應化在這個世間，於人無爭，於世無求，所以誠實言他能做到。我們的心有自私自利、有名聞利養，於世有所求，於人有所爭，才會言語不誠實。言語不誠實，是不是就能夠爭得到？如果真的能爭得到，佛就不可以說這句話。真可以爭得到嗎？要知道任何人一生，古人有兩句話說得好，「一生皆是命，半點不由人」。一生皆是命你還爭什麼？怎麼爭也爭不過命。"
    },
    {
      "id": "02-037-0324_p0004",
      "zh_CN": "《了凡四训》，在近代印光大师提倡，我们也继续大师之后，大师不在了，我们继续提倡。中国、外国读这本书的人很多，《了凡四训》有很好的英文译本、日文的译本、韩国文的翻译本。了凡先生就是一个认识命运的人。他十五岁被孔先生算定，算流年，一直算到五十三岁，他寿命只有五十三岁，五十三岁善终。那个时候他做县长，孔先生告诉他，你五十三岁那一年辞职，回到老家去，落叶归根，善终。从十五岁到三十五岁二十年，每一年他的运跟孔先生算的完全吻合，一点都不差。读书人年年参加考试，考第几名，果然没错。",
      "zh_TW": "《了凡四訓》，在近代印光大師提倡，我們也繼續大師之後，大師不在了，我們繼續提倡。中國、外國讀這本書的人很多，《了凡四訓》有很好的英文譯本、日文的譯本、韓國文的翻譯本。了凡先生就是一個認識命運的人。他十五歲被孔先生算定，算流年，一直算到五十三歲，他壽命只有五十三歲，五十三歲善終。那個時候他做縣長，孔先生告訴他，你五十三歲那一年辭職，回到老家去，落葉歸根，善終。從十五歲到三十五歲二十年，每一年他的運跟孔先生算的完全吻合，一點都不差。讀書人年年參加考試，考第幾名，果然沒錯。"
    },
    {
      "id": "02-037-0324_p0005",
      "zh_CN": "那时候读书人国家供养，这从前的制度，你只好好的念书，你不需要找别的工作，你的生活，国家给一分资粮给你，你足够生活。在那个时候好像是九十多石米，除了你自己吃的，卖掉之后养家糊口够了。有九十多石米，不是斗，九十多石米，国家养你。学校是家庭学校，就是私塾。那个时候这些秀才们，考中秀才国家就给你一份俸禄，给你生活费用，你就安心教学，安心读书，这就是你的工作，将来再参加高等考试。秀才是县考，这是第一个国家考试的；再参加第二个层次的，省考，省考举人，考中了就是举人。举人就有资格做官，接受政府的任命，可以做个县市长，举人。再更高的国家考试叫殿试，主考官是皇上，考取了叫进士。进士大概外放做官，最低的都是像现在国家讲的市长，他要管好几个县，管十几个县，在从前叫道台、府，就是知府。这是国家考试取人才，来用你。",
      "zh_TW": "那時候讀書人國家供養，這從前的制度，你只好好的念書，你不需要找別的工作，你的生活，國家給一分資糧給你，你足夠生活。在那個時候好像是九十多石米，除了你自己吃的，賣掉之後養家糊口夠了。有九十多石米，不是斗，九十多石米，國家養你。學校是家庭學校，就是私塾。那個時候這些秀才們，考中秀才國家就給你一份俸祿，給你生活費用，你就安心教學，安心讀書，這就是你的工作，將來再參加高等考試。秀才是縣考，這是第一個國家考試的；再參加第二個層次的，省考，省考舉人，考中了就是舉人。舉人就有資格做官，接受政府的任命，可以做個縣市長，舉人。再更高的國家考試叫殿試，主考官是皇上，考取了叫進士。進士大概外放做官，最低的都是像現在國家講的市長，他要管好幾個縣，管十幾個縣，在從前叫道臺、府，就是知府。這是國家考試取人才，來用你。"
    },
    {
      "id": "02-037-0324_p0006",
      "zh_CN": "书是你自己念，国家不办学校，学校是家庭办。所以中国从前的家对社会的贡献太大了！人民，谁教好的？家把他教好了。每个家长都希望自己的子弟将来能够出人头地，做圣人、做贤人，光大门楣，我这一家出圣贤。圣贤人哪有不发达的？做大官的很多；他有智慧，他能够经营事业，所以发大财的也很多，称为世家。家里面的家长都把自己的子弟教好了，社会上人人是好人，事事是好事。所以从前三百六十行，做官最舒服，每个读书人都想做官。做官怎么样？地位很高，待遇也不错，没事情办，没有案子办。都是好人、都是好事，哪有案子办？一个月有三、五件案子很多了，你怎么有这么多的事情？当时地方官员只是拜访这些大家，就是家管得非常好的，表扬他们、鼓励他们，让别的家都向他学习。",
      "zh_TW": "書是你自己念，國家不辦學校，學校是家庭辦。所以中國從前的家對社會的貢獻太大了！人民，誰教好的？家把他教好了。每個家長都希望自己的子弟將來能夠出人頭地，做聖人、做賢人，光大門楣，我這一家出聖賢。聖賢人哪有不發達的？做大官的很多；他有智慧，他能夠經營事業，所以發大財的也很多，稱為世家。家裡面的家長都把自己的子弟教好了，社會上人人是好人，事事是好事。所以從前三百六十行，做官最舒服，每個讀書人都想做官。做官怎麼樣？地位很高，待遇也不錯，沒事情辦，沒有案子辦。都是好人、都是好事，哪有案子辦？一個月有三、五件案子很多了，你怎麼有這麼多的事情？當時地方官員只是拜訪這些大家，就是家管得非常好的，表揚他們、鼓勵他們，讓別的家都向他學習。"
    },
    {
      "id": "02-037-0324_p0007",
      "zh_CN": "所以家有家道、有家规、有家学、有家业，这是家庭四大支柱。家庭负的重要责任就是养老育幼，怎样培养下一代，怎样照顾退休的这些老人。社会安定，退休的人回家享福，五代同堂，儿孙绕膝，那天伦之乐。只有中国人能享受到，外国人没有，跟他讲他也不懂，不但他没有见过，听都没听说过。人生最快乐是晚年，应该享乐。你看少年辛辛苦苦的学习，中年付出，为家庭、为社会、为国家服务，缔造幸福，晚年自己退休享福，合情合理。所以人人从小就学诚实言，不可以妄语，不可以有欺骗别人的念头，决定不容许。圣贤、君子当然不会欺人，即使做个小人，也不可以随便欺骗别人。这个社会是祥和的社会、是诚敬的社会，这个地区是诚敬的地区，这个国家是诚敬的国家，谁不尊重你、谁不仰慕你！",
      "zh_TW": "所以家有家道、有家規、有家學、有家業，這是家庭四大支柱。家庭負的重要責任就是養老育幼，怎樣培養下一代，怎樣照顧退休的這些老人。社會安定，退休的人回家享福，五代同堂，兒孫繞膝，那天倫之樂。只有中國人能享受到，外國人沒有，跟他講他也不懂，不但他沒有見過，聽都沒聽說過。人生最快樂是晚年，應該享樂。你看少年辛辛苦苦的學習，中年付出，為家庭、為社會、為國家服務，締造幸福，晚年自己退休享福，合情合理。所以人人從小就學誠實言，不可以妄語，不可以有欺騙別人的念頭，決定不容許。聖賢、君子當然不會欺人，即使做個小人，也不可以隨便欺騙別人。這個社會是祥和的社會、是誠敬的社會，這個地區是誠敬的地區，這個國家是誠敬的國家，誰不尊重你、誰不仰慕你！"
    },
    {
      "id": "02-037-0324_p0008",
      "zh_CN": "这桩事情在中国曾经做过实验，做成功了，商汤，汤王。中国行政统一是秦始皇，秦始皇之前，中国这块大地没有统一。国君，古时候称侯王、诸侯王，那时候一个诸侯王也不过就现在县市长而已，一个县市就是一个国。我俗家姓徐，徐国，现在的徐州，就那么大个小地方。这个国是谁封的？大禹王的儿子启，他做国王的时候封我们的老祖宗若木为徐国的国君。这个国享国相当久，从禹王到周穆王，周穆王才把徐国灭掉，我们就用徐做姓。在当时徐国的国君深得名望，许多小国都拥护他，周穆王怕他做大了，将来夺取他的地位，把他消灭了。没有抵抗，我们老祖宗躲到山里面去了。所以他还是把徐家的子孙找来，继续来管理这个地方。爵位降低了，原来是侯，侯爵，降到子；从前是帝、王、公、侯、伯、子、男，降到子，降了好多阶级。这是古人，没统一。",
      "zh_TW": "這樁事情在中國曾經做過實驗，做成功了，商湯，湯王。中國行政統一是秦始皇，秦始皇之前，中國這塊大地沒有統一。國君，古時候稱侯王、諸侯王，那時候一個諸侯王也不過就現在縣市長而已，一個縣市就是一個國。我俗家姓徐，徐國，現在的徐州，就那麼大個小地方。這個國是誰封的？大禹王的兒子啟，他做國王的時候封我們的老祖宗若木為徐國的國君。這個國享國相當久，從禹王到周穆王，周穆王才把徐國滅掉，我們就用徐做姓。在當時徐國的國君深得名望，許多小國都擁護他，周穆王怕他做大了，將來奪取他的地位，把他消滅了。沒有抵抗，我們老祖宗躲到山裡面去了。所以他還是把徐家的子孫找來，繼續來管理這個地方。爵位降低了，原來是侯，侯爵，降到子；從前是帝、王、公、侯、伯、子、男，降到子，降了好多階級。這是古人，沒統一。"
    },
    {
      "id": "02-037-0324_p0009",
      "zh_CN": "商汤，这是第一代的皇帝，商汤，汤王。他的领土只有七十里，方圆七十里，七十里是现在的一个小镇。中国商朝的里不大，比我们现在里还要小，七十里大概要打对折，现在算公里，大概三十多公里的样子，是个小镇。政治办得好。就像我们以前在汤池做实验一样，这个小区，居住在这个地方的人，人人相亲相爱，互相尊重、互相关怀，像一家人一样。在汤王领导之下，这个小国自自然然就变成周边许许多多小国的一个示范点，都来向他学，尊汤王为天子。这个天子不是统一的，天子是尊称他的，你是我们的老师，你是我们的模范，我们有困难都来向你请教，请你指教，所以大家尊称他为天子。不像后来，后来天子是皇帝，是国家统一的领导人，那时候不是的，就像联合国一样，得到别人自自然然的尊重。商亡了，商亡之后周取而代之，周武王灭了商纣王。那个时候中原地带八百诸侯，就是八百多个这样的小国家、诸侯，都拥护周武王。周武王是他的祖先把这个国家就治得非常好，周文王就治得很好，一个典型、榜样就出现了。周大一点，一百里，他自己的国土一百里，成为八百多个小国家的示范点、模范。所以治国，真的领土不在大小，真正做好了，为全世界做示范点，你们搞政治、管理人民要像我这样，这就成功了。",
      "zh_TW": "商湯，這是第一代的皇帝，商湯，湯王。他的領土只有七十里，方圓七十里，七十里是現在的一個小鎮。中國商朝的里不大，比我們現在里還要小，七十里大概要打對折，現在算公里，大概三十多公里的樣子，是個小鎮。政治辦得好。就像我們以前在湯池做實驗一樣，這個小區，居住在這個地方的人，人人相親相愛，互相尊重、互相關懷，像一家人一樣。在湯王領導之下，這個小國自自然然就變成周邊許許多多小國的一個示範點，都來向他學，尊湯王為天子。這個天子不是統一的，天子是尊稱他的，你是我們的老師，你是我們的模範，我們有困難都來向你請教，請你指教，所以大家尊稱他為天子。不像後來，後來天子是皇帝，是國家統一的領導人，那時候不是的，就像聯合國一樣，得到別人自自然然的尊重。商亡了，商亡之後周取而代之，周武王滅了商紂王。那個時候中原地帶八百諸侯，就是八百多個這樣的小國家、諸侯，都擁護周武王。周武王是他的祖先把這個國家就治得非常好，周文王就治得很好，一個典型、榜樣就出現了。周大一點，一百里，他自己的國土一百里，成為八百多個小國家的示範點、模範。所以治國，真的領土不在大小，真正做好了，為全世界做示範點，你們搞政治、管理人民要像我這樣，這就成功了。"
    },
    {
      "id": "02-037-0324_p0010",
      "zh_CN": "统一之后，全国统一，示范点是什么？京师，就是首都。京是大城，皇上所住的这个城，在全国第一大城，任何地方建立城市不能超过京城，京是最大的。师是什么？师范，就是示范。这个城市是模范城市，天下所有的城市都要向它学习。中国世世代代把商汤这些历史继承下来，落实在京师，在京城，落实在这个地方。这个教训我们不能忘记，我们要认真去研究。京师里面的人还打妄语，那还得了吗？那天下人对皇帝都不相信了。那是直接归皇帝管的这个地方，决定不可能有一个人说妄语，决定不可能发现有一桩事情是假的事情，不可能。中国几千年来长治久安，太平盛世是这么来的。",
      "zh_TW": "統一之後，全國統一，示範點是什麼？京師，就是首都。京是大城，皇上所住的這個城，在全國第一大城，任何地方建立城市不能超過京城，京是最大的。師是什麼？師範，就是示範。這個城市是模範城市，天下所有的城市都要向它學習。中國世世代代把商湯這些歷史繼承下來，落實在京師，在京城，落實在這個地方。這個教訓我們不能忘記，我們要認真去研究。京師裡面的人還打妄語，那還得了嗎？那天下人對皇帝都不相信了。那是直接歸皇帝管的這個地方，決定不可能有一個人說妄語，決定不可能發現有一樁事情是假的事情，不可能。中國幾千年來長治久安，太平盛世是這麼來的。"
    },
    {
      "id": "02-037-0324_p0011",
      "zh_CN": "你的一家，我要做人中第一个标准的好人，从哪里做起？说诚实言。我的家庭做天下所有家庭的好榜样，我家庭里面每一个成员说诚实语。我这个小乡镇，这个乡镇长如果是圣人、是贤人，他领导这个乡镇，教化这个乡镇，这个乡镇的人都说诚实言，自自然然它就是所有乡镇的榜样、模范。做一个县市长，那就是从前的诸侯王，要让这个县成为所有县市的榜样、所有县市的模范，从哪里做起？说诚实言。这句话太重要了！我们要记住，从本身做起，利益无边。",
      "zh_TW": "你的一家，我要做人中第一個標準的好人，從哪裡做起？說誠實言。我的家庭做天下所有家庭的好榜樣，我家庭裡面每一個成員說誠實語。我這個小鄉鎮，這個鄉鎮長如果是聖人、是賢人，他領導這個鄉鎮，教化這個鄉鎮，這個鄉鎮的人都說誠實言，自自然然它就是所有鄉鎮的榜樣、模範。做一個縣市長，那就是從前的諸侯王，要讓這個縣成為所有縣市的榜樣、所有縣市的模範，從哪裡做起？說誠實言。這句話太重要了！我們要記住，從本身做起，利益無邊。"
    },
    {
      "id": "02-037-0324_p0012",
      "zh_CN": "一个人一生能说诚实言，这个人肯定不堕三途，来生的福报肯定比这一生还要大。为什么欺骗别人？欺骗别人自己可以得点利益。你要晓得，自己得的利益太小了，对自己伤害太大了。为什么？犯四种口过，妄语、两舌、绮语、恶口，这是堕地狱。堕什么地狱？拔舌地狱。你一生说话不诚实，妄语，挑拨离间，绮语，花言巧语，以为自己很聪明，占尽别人的便宜，到地狱你要受尽苦报。地狱罪满了，变畜生还债，欠命的还命债，欠财的要还钱债，有什么好处！为什么不老老实实做人？老老实实做人，你这一生得人身，过去修得好；这一生修得更好，来生的福报比这一生更大，生生世世你能保全你的福报。怎么可以干这些违背伦理道德的事情？",
      "zh_TW": "一個人一生能說誠實言，這個人肯定不墮三途，來生的福報肯定比這一生還要大。為什麼欺騙別人？欺騙別人自己可以得點利益。你要曉得，自己得的利益太小了，對自己傷害太大了。為什麼？犯四種口過，妄語、兩舌、綺語、惡口，這是墮地獄。墮什麼地獄？拔舌地獄。你一生說話不誠實，妄語，挑撥離間，綺語，花言巧語，以為自己很聰明，佔盡別人的便宜，到地獄你要受盡苦報。地獄罪滿了，變畜生還債，欠命的還命債，欠財的要還錢債，有什麼好處！為什麼不老老實實做人？老老實實做人，你這一生得人身，過去修得好；這一生修得更好，來生的福報比這一生更大，生生世世你能保全你的福報。怎麼可以幹這些違背倫理道德的事情？"
    },
    {
      "id": "02-037-0324_p0013",
      "zh_CN": "老祖宗爱护后世的子孙，用的是真实智慧、真实利益来教导你，你要不相信、不接受，自以为聪明，自以为超过老祖宗，你的亏就吃大了。眼前你纵然是用非法的手段，花言巧语欺骗别人得来的名闻利养，要知道你还能够享受，那就是说明你的福报太大了，造作罪业还享福，可是你的福报打折扣了。譬如你命里头有一百个亿，你用不正当的手段去夺取来的，只能拿到一半，五十个亿，你已经损掉一半了。你要规规矩矩，名正言顺所得到的，会比你现在得到的加一倍。你愚痴，还自以为聪明。你有那么高的地位，那是你的福报，你积功累德，你的地位上升。你要用不正当手段，用些计策来夺取这个位子，夺到了是你命里有的，如果命里没有，夺到了你也无法享受，不是寿命到了就是出横祸，就是意外的灾害，说不定连命都丢掉了，为什么？命里没有！这些道理都是给你说明，「命里有时终须有，命里无时莫强求」，人要明白这个道理。道理明白之后，这个人决定一生安分守己。人人安分守己，不就天下太平了吗？社会不就安定了吗？这个道理是真道理，不是迷信、不是骗人，祖宗不会骗后代，父母不会骗儿孙。我们对父母、对祖宗不相信，你还相信谁？对祖宗春秋祭祀，感恩！远古祖宗的恩德我们还念念不忘，眼前父母、祖父母的恩德怎么会忘？孝子贤孙是从这个地方培养出来的。所以这句话比什么都重要，千万不能够疏忽。",
      "zh_TW": "老祖宗愛護後世的子孫，用的是真實智慧、真實利益來教導你，你要不相信、不接受，自以為聰明，自以為超過老祖宗，你的虧就吃大了。眼前你縱然是用非法的手段，花言巧語欺騙別人得來的名聞利養，要知道你還能夠享受，那就是說明你的福報太大了，造作罪業還享福，可是你的福報打折扣了。譬如你命裡頭有一百個億，你用不正當的手段去奪取來的，只能拿到一半，五十個億，你已經損掉一半了。你要規規矩矩，名正言順所得到的，會比你現在得到的加一倍。你愚痴，還自以為聰明。你有那麼高的地位，那是你的福報，你積功累德，你的地位上升。你要用不正當手段，用些計策來奪取這個位子，奪到了是你命裡有的，如果命裡沒有，奪到了你也無法享受，不是壽命到了就是出橫禍，就是意外的災害，說不定連命都丟掉了，為什麼？命裡沒有！這些道理都是給你說明，「命裡有時終須有，命裡無時莫強求」，人要明白這個道理。道理明白之後，這個人決定一生安分守己。人人安分守己，不就天下太平了嗎？社會不就安定了嗎？這個道理是真道理，不是迷信、不是騙人，祖宗不會騙後代，父母不會騙兒孫。我們對父母、對祖宗不相信，你還相信誰？對祖宗春秋祭祀，感恩！遠古祖宗的恩德我們還念念不忘，眼前父母、祖父母的恩德怎麼會忘？孝子賢孫是從這個地方培養出來的。所以這句話比什麼都重要，千萬不能夠疏忽。"
    },
    {
      "id": "02-037-0324_p0014",
      "zh_CN": "所以要说至诚，真诚到极处，决定没有妄念，真诚无妄，真实不虚，这我们的言论人家才会相信你。花言巧语没人相信你，被你欺骗是一时，一定会拆穿，拆穿之后一文不值，你以后说话人家再不相信你了。所以这是根本的根本，想入佛门，这句话做不到，佛门你入不进去，你永远在门外。莲池大师的《弥陀疏钞》上说得很好，「诚实，明必可信」，这个人说话，这个人心地诚实，他说的话是必定可以相信。",
      "zh_TW": "所以要說至誠，真誠到極處，決定沒有妄念，真誠無妄，真實不虛，這我們的言論人家才會相信你。花言巧語沒人相信你，被你欺騙是一時，一定會拆穿，拆穿之後一文不值，你以後說話人家再不相信你了。所以這是根本的根本，想入佛門，這句話做不到，佛門你入不進去，你永遠在門外。蓮池大師的《彌陀疏鈔》上說得很好，「誠實，明必可信」，這個人說話，這個人心地誠實，他說的話是必定可以相信。"
    },
    {
      "id": "02-037-0324_p0015",
      "zh_CN": "佛法给我们讲真相，现在人叫做真理，佛法叫实相，实相比真理，意义相同，但是更好懂。实相是真实的现象。大乘佛法，释迦牟尼佛一生讲经教学四十九年。早年我在台湾遇到一个老同修，前天我治牙齿的时候我还遇到他，他来看我，现在都老了，那个时候是小朋友。他在辅仁大学教书，告诉我一桩事情，利用学生课外活动的时间，给学生讲《普贤行愿品》。好！好事。我问他一句话，我说你用一句话回答我，释迦牟尼佛四十九年讲经教学，他到底讲些什么？用一句话回答我，别啰嗦。他想了大概有五分钟想不出来，一句话回答我，想不出来。他回头反过来问我，我说佛经上常常讲的四个字，「诸法实相」，我说这句话行不行？他说行！",
      "zh_TW": "佛法給我們講真相，現在人叫做真理，佛法叫實相，實相比真理，意義相同，但是更好懂。實相是真實的現象。大乘佛法，釋迦牟尼佛一生講經教學四十九年。早年我在台灣遇到一個老同修，前天我治牙齒的時候我還遇到他，他來看我，現在都老了，那個時候是小朋友。他在輔仁大學教書，告訴我一樁事情，利用學生課外活動的時間，給學生講《普賢行願品》。好！好事。我問他一句話，我說你用一句話回答我，釋迦牟尼佛四十九年講經教學，他到底講些什麼？用一句話回答我，別囉嗦。他想了大概有五分鐘想不出來，一句話回答我，想不出來。他回頭反過來問我，我說佛經上常常講的四個字，「諸法實相」，我說這句話行不行？他說行！"
    },
    {
      "id": "02-037-0324_p0016",
      "zh_CN": "释迦牟尼佛四十九年讲什么？诸法实相，翻成我们白话意思，一切法的真相，《般若经》上常说的诸法实相。佛法哪里是迷信！把事实真相告诉你。一切法的事实真相，这就是佛经所说，那是什么？说诚实言，才说出真相。宇宙怎么来的，生命从哪里来的，我从哪里来的，把这真相告诉你。这个真相太深了，所以佛不常说。佛什么时候说？你的程度够了给你说，程度不够不说。你看跟释迦牟尼佛的学生，二十年之后，跟他二十年之后才讲这些问题。前面二十年讲什么？讲伦理、讲道德，讲做人的道理。这个好懂，容易懂，学了之后马上就有用处。对宇宙的起源，这深密，宇宙的奥秘，这个太深了，必须到你有相当的功夫，你对老师认可了。二十年，释迦牟尼佛没有说一句妄语，这些学生们心地踏实，老师不会说假话，老师说的一定是真的，太深了我们无法体会。",
      "zh_TW": "釋迦牟尼佛四十九年講什麼？諸法實相，翻成我們白話意思，一切法的真相，《般若經》上常說的諸法實相。佛法哪裡是迷信！把事實真相告訴你。一切法的事實真相，這就是佛經所說，那是什麼？說誠實言，才說出真相。宇宙怎麼來的，生命從哪裡來的，我從哪裡來的，把這真相告訴你。這個真相太深了，所以佛不常說。佛什麼時候說？你的程度夠了給你說，程度不夠不說。你看跟釋迦牟尼佛的學生，二十年之後，跟他二十年之後才講這些問題。前面二十年講什麼？講倫理、講道德，講做人的道理。這個好懂，容易懂，學了之後馬上就有用處。對宇宙的起源，這深密，宇宙的奧祕，這個太深了，必須到你有相當的功夫，你對老師認可了。二十年，釋迦牟尼佛沒有說一句妄語，這些學生們心地踏實，老師不會說假話，老師說的一定是真的，太深了我們無法體會。"
    },
    {
      "id": "02-037-0324_p0017",
      "zh_CN": "给你讲生命的起源，不是神造的，不是上帝造的，是有一个看不见、听不到、摸不着的本体，哲学里面所讲宇宙万有的本体。本体真有，但是真有，看不见、听不到、接触不到，眼耳鼻舌身意想都想不到，它真有。在哪里？告诉你，遍一切处，遍一切时，它就在你现前，你就是不知道。这是本体，这叫真如自性，佛用了十几个名称来形容它。为什么说这么多名字？就告诉你名字是假的，不是真的，你不要执着，你就能见到，你要执着你就错了。说这么多名词是教我们对名词术语、言说、文字都不要执着、都不要分别，你就会见到真相。这是佛教学的一种手段，非常高明的教学法，显示出佛的真实智慧。所以你看看佛苦心，让学生学了二十年，阿含十二年，方等八年，二十年，才给你讲诸法实相，给你讲般若。",
      "zh_TW": "給你講生命的起源，不是神造的，不是上帝造的，是有一個看不見、聽不到、摸不著的本體，哲學裡面所講宇宙萬有的本體。本體真有，但是真有，看不見、聽不到、接觸不到，眼耳鼻舌身意想都想不到，它真有。在哪裡？告訴你，遍一切處，遍一切時，它就在你現前，你就是不知道。這是本體，這叫真如自性，佛用了十幾個名稱來形容它。為什麼說這麼多名字？就告訴你名字是假的，不是真的，你不要執著，你就能見到，你要執著你就錯了。說這麼多名詞是教我們對名詞術語、言說、文字都不要執著、都不要分別，你就會見到真相。這是佛教學的一種手段，非常高明的教學法，顯示出佛的真實智慧。所以你看看佛苦心，讓學生學了二十年，阿含十二年，方等八年，二十年，才給你講諸法實相，給你講般若。"
    },
    {
      "id": "02-037-0324_p0018",
      "zh_CN": "佛也讲得很清楚，这大乘经上说过，用我们的思考，用我们的眼见、耳闻、手的接触、念头的思惟，他说念头的能量非常强大，对外可以缘到宇宙的边缘，对内可以缘到阿赖耶。这就是说它还是有极限，它没有办法超越这个极限。今天的科学跟哲学几乎达到极限了，还没有完全达到，几乎达到了，都是在佛说的范围之内，没有法子超越。如何超越这个极限？佛说了，你不用心意识就自然超越了。心是什么？起心动念；意是什么？意是执着；识，识是分别。换句话说，我们六根接触外面境界，只要不起心不动念、不分别不执着，真相大白，佛给你讲的你全懂了。",
      "zh_TW": "佛也講得很清楚，這大乘經上說過，用我們的思考，用我們的眼見、耳聞、手的接觸、念頭的思惟，他說念頭的能量非常強大，對外可以緣到宇宙的邊緣，對內可以緣到阿賴耶。這就是說它還是有極限，它沒有辦法超越這個極限。今天的科學跟哲學幾乎達到極限了，還沒有完全達到，幾乎達到了，都是在佛說的範圍之內，沒有法子超越。如何超越這個極限？佛說了，你不用心意識就自然超越了。心是什麼？起心動念；意是什麼？意是執著；識，識是分別。換句話說，我們六根接觸外面境界，只要不起心不動念、不分別不執著，真相大白，佛給你講的你全懂了。"
    },
    {
      "id": "02-037-0324_p0019",
      "zh_CN": "最近三十年的科学有很大的发展，由于物质现象被解破了。我看到的报告是德国普朗克，这个人现在不在了，他是爱因斯坦的老师，爱因斯坦也不在了。也不过就是八十年前，他一生研究物质，想找物质的根源，物质到底是什么？用的方法跟释迦牟尼佛讲的方法完全相同，就是分析。一分为二，二分为四，四分为八，八分为十六，就这样分，分到最后，八十年前发现原子，认为原子是物质最小的单位。以后这些科学家继续不断再分，把原子分开，发现原子是什么？电子、原子核、中子组成。再将原子核分，电子分，中子分，愈分愈多，科学名词统称为基本粒子。基本粒子再分变成夸克，基本粒子几十种，夸克也有上百种的样子。最后再分，发现微中子，应该从中子分的，原子里头中子分的。微中子，最小的这个中子，它的体积多大？一百亿个微中子聚集在一起，它的体积等于一个电子。",
      "zh_TW": "最近三十年的科學有很大的發展，由於物質現象被解破了。我看到的報告是德國普朗克，這個人現在不在了，他是愛因斯坦的老師，愛因斯坦也不在了。也不過就是八十年前，他一生研究物質，想找物質的根源，物質到底是什麼？用的方法跟釋迦牟尼佛講的方法完全相同，就是分析。一分為二，二分為四，四分為八，八分為十六，就這樣分，分到最後，八十年前發現原子，認為原子是物質最小的單位。以後這些科學家繼續不斷再分，把原子分開，發現原子是什麼？電子、原子核、中子組成。再將原子核分，電子分，中子分，愈分愈多，科學名詞統稱為基本粒子。基本粒子再分變成夸克，基本粒子幾十種，夸克也有上百種的樣子。最後再分，發現微中子，應該從中子分的，原子裡頭中子分的。微中子，最小的這個中子，它的體積多大？一百億個微中子聚集在一起，它的體積等於一個電子。"
    },
    {
      "id": "02-037-0324_p0020",
      "zh_CN": "这个微中子，我们跟佛法两个比较的话，就是佛讲的极微之微，真的是物质最小的单位，它不能再分，再分就没有了。佛叫它做邻虚尘，它跟虚空做邻居，再一分就没有了。可是这些量子力学家再把它分析，这一分，真的没有了，物质没有了，发现的是什么？是念头波动的现象。这个发现可了不起，证明什么？证明物质是假的，物质是念头变现出来的。所以普朗克的报告，说根据他一生的研究，最后的结论，这个世间没有物质这个东西，物质全是我们的错觉产生的幻相。他说只有什么东西？只有念头。念头从哪里来的？他们细心去观察，说念头是突然生出来，没有理由，但是很快它就消失了，就是突然起来，立刻就消失。这个现象佛经上说过，「当处出生，随处灭尽」，这佛讲过。这个现象，你看当处出生，随处灭尽，科学家发现了，这个非常非常了不起。",
      "zh_TW": "這個微中子，我們跟佛法兩個比較的話，就是佛講的極微之微，真的是物質最小的單位，它不能再分，再分就沒有了。佛叫它做鄰虛塵，它跟虛空做鄰居，再一分就沒有了。可是這些量子力學家再把它分析，這一分，真的沒有了，物質沒有了，發現的是什麼？是念頭波動的現象。這個發現可了不起，證明什麼？證明物質是假的，物質是念頭變現出來的。所以普朗克的報告，說根據他一生的研究，最後的結論，這個世間沒有物質這個東西，物質全是我們的錯覺產生的幻相。他說只有什麼東西？只有念頭。念頭從哪裡來的？他們細心去觀察，說念頭是突然生出來，沒有理由，但是很快它就消失了，就是突然起來，立刻就消失。這個現象佛經上說過，「當處出生，隨處滅盡」，這佛講過。這個現象，你看當處出生，隨處滅盡，科學家發現了，這個非常非常了不起。"
    },
    {
      "id": "02-037-0324_p0021",
      "zh_CN": "现在根据科学这个发现，我们才知道佛经里头常说的五蕴皆空。五蕴皆空说的什么？说的是微中子，最小的物质，最小的物质具足了色受想行识，五蕴。色是什么？是物质现象。微中子，它有物质现象，虽然它只有电子的一百亿分之一，但是它还是有物质现象；它有感受，有受；它有想，就是它有分别；它有行，行是它这个念头一个接一个、一个接一个，相似，虽然不是真的相续相，相似相续相，后头一个跟前面很像，不是完全相同的；识，识就是我们今天讲记忆，过去的事情它能记忆，未来的事情它能想像，这就是识。五蕴皆空是说这个，极微之微，这是我们以前没想到过的，量子力学家讲的微中子。这是什么？这是现象，真找出来了，宇宙的奥秘，科学家这个发现是揭秘，把这个秘密揭开了。",
      "zh_TW": "現在根據科學這個發現，我們才知道佛經裡頭常說的五蘊皆空。五蘊皆空說的什麼？說的是微中子，最小的物質，最小的物質具足了色受想行識，五蘊。色是什麼？是物質現象。微中子，它有物質現象，雖然它只有電子的一百億分之一，但是它還是有物質現象；它有感受，有受；它有想，就是它有分別；它有行，行是它這個念頭一個接一個、一個接一個，相似，雖然不是真的相續相，相似相續相，後頭一個跟前面很像，不是完全相同的；識，識就是我們今天講記憶，過去的事情它能記憶，未來的事情它能想像，這就是識。五蘊皆空是說這個，極微之微，這是我們以前沒想到過的，量子力學家講的微中子。這是什麼？這是現象，真找出來了，宇宙的奧祕，科學家這個發現是揭祕，把這個祕密揭開了。"
    },
    {
      "id": "02-037-0324_p0022",
      "zh_CN": "但是科学家发现到这个，知道物质现象是心变现的，佛所说的比他更进一步，佛经上说的相由心生，相就是物质现象，物质现象从哪里来？心现的。你看，三千年前佛常说这句话，我们不懂，听不懂，科学家这一发现我们明白了，恍然大悟，相由心生。佛后头有个总结，「全体是心」，科学没有这句话，整个宇宙全体是意念。所以《华严经》上说，整个宇宙万事万物，「唯心所现，唯识所变」。心，心是自性，能现能生；识就是念头，念头能变，宇宙千变万化是什么？是跟着念头变的。所以科学家提出了四个字，提出一个口号，「以心控物」，用我们的念头来控制物质现象。这是什么？这是佛法，这是大乘。西方极乐世界为什么那么美好？就是以心控物它做到究竟圆满了，它完全做到。所以登峰造极的科学在哪里？在极乐世界，你到极乐世界你就看到了，科学发展到登峰造极，完全是百分之百的以心控物。所以我们这次学这个集注，我完全把近代科学报告应用到里面去，发现什么？发现阿弥陀佛了不起。如果说是科学家，他是遍法界虚空界顶尖的科学家，大哲学家、大科学家，真的给你讲清楚、讲明白了。这样高层的、登峰造极的，你要知道它的基础，像爬山一样，从底下往上爬。基础就是说诚实言，你才能够达到登峰造极；有一点点虚伪就是你的障碍，就是你的绊脚石，你就爬不上去。真想爬上去，你要真诚不虚，你一定要做到。",
      "zh_TW": "但是科學家發現到這個，知道物質現象是心變現的，佛所說的比他更進一步，佛經上說的相由心生，相就是物質現象，物質現象從哪裡來？心現的。你看，三千年前佛常說這句話，我們不懂，聽不懂，科學家這一發現我們明白了，恍然大悟，相由心生。佛後頭有個總結，「全體是心」，科學沒有這句話，整個宇宙全體是意念。所以《華嚴經》上說，整個宇宙萬事萬物，「唯心所現，唯識所變」。心，心是自性，能現能生；識就是念頭，念頭能變，宇宙千變萬化是什麼？是跟著念頭變的。所以科學家提出了四個字，提出一個口號，「以心控物」，用我們的念頭來控制物質現象。這是什麼？這是佛法，這是大乘。西方極樂世界為什麼那麼美好？就是以心控物它做到究竟圓滿了，它完全做到。所以登峰造極的科學在哪裡？在極樂世界，你到極樂世界你就看到了，科學發展到登峰造極，完全是百分之百的以心控物。所以我們這次學這個集註，我完全把近代科學報告應用到裡面去，發現什麼？發現阿彌陀佛了不起。如果說是科學家，他是遍法界虛空界頂尖的科學家，大哲學家、大科學家，真的給你講清楚、講明白了。這樣高層的、登峰造極的，你要知道它的基礎，像爬山一樣，從底下往上爬。基礎就是說誠實言，你才能夠達到登峰造極；有一點點虛偽就是你的障礙，就是你的絆腳石，你就爬不上去。真想爬上去，你要真誠不虛，你一定要做到。"
    },
    {
      "id": "02-037-0324_p0023",
      "zh_CN": "《疏钞》底下接着说，「所谓狮子吼，无畏说」，这是形容释迦牟尼佛讲经说法。狮子，兽中之王，狮子一吼，那些小动物腿都软了，跑都跑不动，有这么大的威力，形容释迦牟尼佛说法。为什么？他说的是诚实言。心行不正的，常常用言语欺骗别人的，听到真实言害怕。为什么？把他们的弊病统统揭穿了。这些害怕，就好比是小动物。无畏说，佛说法没有畏惧，因为什么？他知道的真是透彻、明了，字字句句都是讲的真相，没有一句话是废话，没有一句话是妄言，句句真实。",
      "zh_TW": "《疏鈔》底下接著說，「所謂獅子吼，無畏說」，這是形容釋迦牟尼佛講經說法。獅子，獸中之王，獅子一吼，那些小動物腿都軟了，跑都跑不動，有這麼大的威力，形容釋迦牟尼佛說法。為什麼？他說的是誠實言。心行不正的，常常用言語欺騙別人的，聽到真實言害怕。為什麼？把他們的弊病統統揭穿了。這些害怕，就好比是小動物。無畏說，佛說法沒有畏懼，因為什麼？他知道的真是透徹、明瞭，字字句句都是講的真相，沒有一句話是廢話，沒有一句話是妄言，句句真實。"
    },
    {
      "id": "02-037-0324_p0024",
      "zh_CN": "「千圣复起不能易」，这是比喻，千圣就是千佛。佛说我们这个劫是个大劫，这一大劫当中有一千尊佛出世，释迦牟尼佛是第四，下面是第五弥勒菩萨来作佛。往后有一千尊佛，往后愈来愈密集，时间不会这么长，很密集。一千尊佛出世都不会改变，佛说的是真的，这千圣都证得了这个真实，都明白了。佛告诉我们，不是佛有这种智慧、这种能力，人人都有，个个不无。只要你肯说诚实言，你就是佛；你还说假话，你是凡夫。所以问题在你自己决定，不在别人，你想作罗汉、想作菩萨、想作佛，全都操纵在自己，与别人不相干。作佛，不是佛给我的，不是，佛给我的是个增上缘，我以前不知道这个道理，不知道这个方法，他把这个道理告诉我，方法告诉我，我只要依照这个道理、依照这个方法去做，我也能成佛，我成佛跟他一样，没有什么两样，这就对了。所以佛法是平等的，佛法是清净的，佛法里头没有高下，智慧平等、德能平等、相好平等，没有一样不平等。平等是真理，为什么？一个自性变现出来的，哪有两样东西！",
      "zh_TW": "「千聖復起不能易」，這是比喻，千聖就是千佛。佛說我們這個劫是個大劫，這一大劫當中有一千尊佛出世，釋迦牟尼佛是第四，下面是第五彌勒菩薩來作佛。往後有一千尊佛，往後愈來愈密集，時間不會這麼長，很密集。一千尊佛出世都不會改變，佛說的是真的，這千聖都證得了這個真實，都明白了。佛告訴我們，不是佛有這種智慧、這種能力，人人都有，個個不無。只要你肯說誠實言，你就是佛；你還說假話，你是凡夫。所以問題在你自己決定，不在別人，你想作羅漢、想作菩薩、想作佛，全都操縱在自己，與別人不相干。作佛，不是佛給我的，不是，佛給我的是個增上緣，我以前不知道這個道理，不知道這個方法，他把這個道理告訴我，方法告訴我，我只要依照這個道理、依照這個方法去做，我也能成佛，我成佛跟他一樣，沒有什麼兩樣，這就對了。所以佛法是平等的，佛法是清淨的，佛法裡頭沒有高下，智慧平等、德能平等、相好平等，沒有一樣不平等。平等是真理，為什麼？一個自性變現出來的，哪有兩樣東西！"
    },
    {
      "id": "02-037-0324_p0025",
      "zh_CN": "觉悟了用真心，真心没有妄念，真心离念，没有念头是真心，用妄心的是十法界。妄心用得最纯、最正的，那就是依照佛所讲的去做，佛所讲的我全做到，但是是个妄心，不是真心。全做到了，你也好像是成佛了，天台大师说，你这个佛叫「相似即佛」，看起来很像，再细心观察不像。不像是什么原因？你不用真心，你用的妄心。用妄心依教奉行，把经典所讲的都懂了、都做到了，可是你还是有分别、有执着，还是有起心动念，不过你能够把分别执着控制到最小的点，几乎达到零，控制到这样子，这个控制就是你的定功，你的功夫，你的智慧，你的定力，十法界里面的佛，在十法界里面这个地位最高。如果把起心动念放下，那就是真佛，不是假佛，明心见性，见性成佛。",
      "zh_TW": "覺悟了用真心，真心沒有妄念，真心離念，沒有念頭是真心，用妄心的是十法界。妄心用得最純、最正的，那就是依照佛所講的去做，佛所講的我全做到，但是是個妄心，不是真心。全做到了，你也好像是成佛了，天台大師說，你這個佛叫「相似即佛」，看起來很像，再細心觀察不像。不像是什麼原因？你不用真心，你用的妄心。用妄心依教奉行，把經典所講的都懂了、都做到了，可是你還是有分別、有執著，還是有起心動念，不過你能夠把分別執著控制到最小的點，幾乎達到零，控制到這樣子，這個控制就是你的定功，你的功夫，你的智慧，你的定力，十法界裡面的佛，在十法界裡面這個地位最高。如果把起心動念放下，那就是真佛，不是假佛，明心見性，見性成佛。"
    },
    {
      "id": "02-037-0324_p0026",
      "zh_CN": "成佛、成菩萨、成阿罗汉，大概他们示现在世间从事的行业几乎都是教学，他不从事其他的行业，全是教学。为什么？只有教学帮助别人觉悟。他来到这个世间，目的就在此地。极少数的佛菩萨以国王的身分出现在世间，干什么？护法，国王护法，让这些佛菩萨去教。好像国王当校长，这些佛菩萨当教员，给他这个平台，让他全心全力把人民教好。这些我们都能在历史上看到的。最古，古印度，释迦牟尼佛出现在世间，印度没有统一，他们那些国王也都跟中国春秋时代一样，一个国都不很大，大国也比不上现在一个市、一个县市，没有那么大土地，所以方圆一百里就很大了。",
      "zh_TW": "成佛、成菩薩、成阿羅漢，大概他們示現在世間從事的行業幾乎都是教學，他不從事其他的行業，全是教學。為什麼？只有教學幫助別人覺悟。他來到這個世間，目的就在此地。極少數的佛菩薩以國王的身分出現在世間，幹什麼？護法，國王護法，讓這些佛菩薩去教。好像國王當校長，這些佛菩薩當教員，給他這個平台，讓他全心全力把人民教好。這些我們都能在歷史上看到的。最古，古印度，釋迦牟尼佛出現在世間，印度沒有統一，他們那些國王也都跟中國春秋時代一樣，一個國都不很大，大國也比不上現在一個市、一個縣市，沒有那麼大土地，所以方圓一百里就很大了。"
    },
    {
      "id": "02-037-0324_p0027",
      "zh_CN": "这是千圣复起不能易，佛佛道同，不会改变的。对世间法来说，五伦、五常、四维、八德，别说千圣，万圣也不会改变。「万世守之则为楷」，楷是楷模，就是模范，不能改变，一改变问题出来了。在中国历史上，你看历代亡国之君就想改变，一改变，国家就亡了；你只要守住，它就世世代代传下去。科学，它就是崇尚于改变，标新立异。科学发展到今天，从西方到普及全球大概四百年，今天走的什么？今天走到世界末日。还要继续这个法子去做，地球肯定毁灭。现在是完全否定了传统，粮食搞基因，改变基因，那就把人类全部绝灭了；不但人类绝灭，动物、植物都灭掉了。为什么？土壤变质了，不能生长这些植物，这把整个地球毁灭了。科学发展到极处，就是走上毁灭。老祖宗教诲要是传下去，万世、万万世都是和谐盛世，不会出毛病。所以过去汤恩比曾经说过，科学应该有限制、有节制，只对于人民之衣食住行有方便的可以做，除此之外决定不能发展，发展肯定有害没有利。特别是饮食这方面，农耕，汤恩比一再主张要恢复从前人工的农耕，是最健康的，他不赞成机械化耕种。在他那个时代，大概农药、化肥还没有发明，他没有说到这个，机械化的农耕他都不赞成。",
      "zh_TW": "這是千聖復起不能易，佛佛道同，不會改變的。對世間法來說，五倫、五常、四維、八德，別說千聖，萬聖也不會改變。「萬世守之則為楷」，楷是楷模，就是模範，不能改變，一改變問題出來了。在中國歷史上，你看歷代亡國之君就想改變，一改變，國家就亡了；你只要守住，它就世世代代傳下去。科學，它就是崇尚於改變，標新立異。科學發展到今天，從西方到普及全球大概四百年，今天走的什麼？今天走到世界末日。還要繼續這個法子去做，地球肯定毀滅。現在是完全否定了傳統，糧食搞基因，改變基因，那就把人類全部絕滅了；不但人類絕滅，動物、植物都滅掉了。為什麼？土壤變質了，不能生長這些植物，這把整個地球毀滅了。科學發展到極處，就是走上毀滅。老祖宗教誨要是傳下去，萬世、萬萬世都是和諧盛世，不會出毛病。所以過去湯恩比曾經說過，科學應該有限制、有節制，只對於人民之衣食住行有方便的可以做，除此之外決定不能發展，發展肯定有害沒有利。特別是飲食這方面，農耕，湯恩比一再主張要恢復從前人工的農耕，是最健康的，他不贊成機械化耕種。在他那個時代，大概農藥、化肥還沒有發明，他沒有說到這個，機械化的農耕他都不贊成。"
    },
    {
      "id": "02-037-0324_p0028",
      "zh_CN": "「又云：纯真绝妄，万劫如然。言诚实者，孰过于是」，这四句话多好。学佛，尤其学大乘，尤其是念佛想求生西方极乐世界，做不到纯真绝妄你不能往生。为什么？极乐世界是纯真绝妄。我们带业带着妄，带着假、带着妄，到西方极乐世界，这个假的、妄的要放弃，不放弃进不了门。这就像现在我们出国旅行通关，这是违禁品，假的、妄的是违禁品，通关的时候全部没收。所以你进入到西方极乐世界纯真绝妄。万劫如然，都是这样的，没有例外的。我们不通关也要把它丢掉，假的决定不要，虚妄的决定不要，我们这个心多踏实，这个心多干净。世界动乱，灾难再多，我们平平安安，没事。为什么？你真心，你没有妄念，对于整个宇宙这些变化清清楚楚、明明白白，对我没有妨碍，为什么？全是假的，不是真的。凡所有相皆是虚妄，所有现象都不是真的，所以不可以把它放在心上。不能解决，自然有，我们一般现在讲，有佛菩萨、有鬼神来解决；从佛法讲，是自性性德来解决，本性里头本有的智慧、本有的德能、本有的相好自然解决。要不要操心？不要操心，只是自己提升自己的灵性，提升自己的境界，这个重要。一味向上提升，下面事情自然摆平。",
      "zh_TW": "「又云：純真絕妄，萬劫如然。言誠實者，孰過於是」，這四句話多好。學佛，尤其學大乘，尤其是念佛想求生西方極樂世界，做不到純真絕妄你不能往生。為什麼？極樂世界是純真絕妄。我們帶業帶著妄，帶著假、帶著妄，到西方極樂世界，這個假的、妄的要放棄，不放棄進不了門。這就像現在我們出國旅行通關，這是違禁品，假的、妄的是違禁品，通關的時候全部沒收。所以你進入到西方極樂世界純真絕妄。萬劫如然，都是這樣的，沒有例外的。我們不通關也要把它丟掉，假的決定不要，虛妄的決定不要，我們這個心多踏實，這個心多乾淨。世界動亂，災難再多，我們平平安安，沒事。為什麼？你真心，你沒有妄念，對於整個宇宙這些變化清清楚楚、明明白白，對我沒有妨礙，為什麼？全是假的，不是真的。凡所有相皆是虛妄，所有現象都不是真的，所以不可以把它放在心上。不能解決，自然有，我們一般現在講，有佛菩薩、有鬼神來解決；從佛法講，是自性性德來解決，本性裡頭本有的智慧、本有的德能、本有的相好自然解決。要不要操心？不要操心，只是自己提升自己的靈性，提升自己的境界，這個重要。一味向上提升，下面事情自然擺平。"
    },
    {
      "id": "02-037-0324_p0029",
      "zh_CN": "「故知诸佛所赞，无量寿佛不可思议功德」，这不是普通人说的，十方三世一切诸佛赞叹阿弥陀佛，阿弥陀佛就是无量寿佛，真正不可思议功德。我学习这部经，深深得到一些体会，我们中国老祖宗在《大学》一开端就给我们提出三纲八目，三大纲领、八大条目，我们必须遵守。三纲，「明明德、亲民、止于至善」，总纲领，决定不能违背。你看第一个明明德，明明德是什么？就是佛家讲的明心见性。我们的德就叫做明德，明是什么？光明，遍照法界。这是讲的什么？真实的智慧、真实的德行，这明德，普照世间。但是我们的明德不明，走了样子。明德就是《三字经》上讲的本善，佛法讲的心性，我们迷了，迷了心性，迷了明德，迷了本善，现在我们要把它恢复起来，所以上头加个明，那个明是个动词，我现在把我的明德重新再让它放光明，下面明是名词；跟明德连起来的，明明德，明明德就是佛家讲的明心见性，见性成佛。这是第一个。明明德之后，明明德是讲的理，落实在事上讲亲民。亲民是什么？就是中国五伦里头「父子有亲」，把这个亲爱发扬光大。中国讲伦理，爱一切人，「凡是人，皆须爱」，用你那个明德去爱，真心爱人。起心动念、言语造作要止于至善。这个人是什么人？在中国说大圣人，在佛法里面讲这是妙觉如来，无上正等正觉。",
      "zh_TW": "「故知諸佛所讚，無量壽佛不可思議功德」，這不是普通人說的，十方三世一切諸佛讚歎阿彌陀佛，阿彌陀佛就是無量壽佛，真正不可思議功德。我學習這部經，深深得到一些體會，我們中國老祖宗在《大學》一開端就給我們提出三綱八目，三大綱領、八大條目，我們必須遵守。三綱，「明明德、親民、止於至善」，總綱領，決定不能違背。你看第一個明明德，明明德是什麼？就是佛家講的明心見性。我們的德就叫做明德，明是什麼？光明，遍照法界。這是講的什麼？真實的智慧、真實的德行，這明德，普照世間。但是我們的明德不明，走了樣子。明德就是《三字經》上講的本善，佛法講的心性，我們迷了，迷了心性，迷了明德，迷了本善，現在我們要把它恢復起來，所以上頭加個明，那個明是個動詞，我現在把我的明德重新再讓它放光明，下面明是名詞；跟明德連起來的，明明德，明明德就是佛家講的明心見性，見性成佛。這是第一個。明明德之後，明明德是講的理，落實在事上講親民。親民是什麼？就是中國五倫裡頭「父子有親」，把這個親愛發揚光大。中國講倫理，愛一切人，「凡是人，皆須愛」，用你那個明德去愛，真心愛人。起心動念、言語造作要止於至善。這個人是什麼人？在中國說大聖人，在佛法裡面講這是妙覺如來，無上正等正覺。"
    },
    {
      "id": "02-037-0324_p0030",
      "zh_CN": "怎样能到达这个境界？下面有八个纲目，教我们做的。从哪里做起？从格物。格物这两个字，很多人把意思错会了，把格当作研究，物等于说是些道理、事相，去研究，把它搞清楚、搞明白，这叫格物。像这些科学家研究物质，把物质到底是什么，格物格出来了。其实格物的本意不是这个。这个格物格得好辛苦，几十年的时间，一代一代接着搞，才把这个事情搞清楚。你说从原子，发现到现在的微中子，八十年，多少人在搞这个，搞得好辛苦。中国古人讲格物不是这个意思。格是什么？格斗，去打仗一样，格斗；物是什么？物欲，就是你的欲望。你要跟你的欲望去打一仗，把你的欲望打败。这个意思好！用你的智慧把你那些欲望淡化，然后把它融解，欲望没有了，这叫格物。欲望没有了，智慧就现前，为什么？欲望障碍智慧，这个东西没有的话智慧就现前，智慧是自性里头本有的，叫致知。智慧现前意就诚了，就说诚实言。诚实言是个有智慧的人说的，绝对不会妄语，妄语伤我们的身心，坏我们的事业。人人都诚实，没有一个不诚实。所以诚意，意诚之后心就正，心是不偏不邪，这就用心没有偏心、没有邪念，这样的心处事待人接物，这叫真心。这身修，身修之后家齐，家齐之后国治，国治之后天下太平。八目！中国传统的学问就这几句话。标准是什么？标准是五伦、五常、四维、八德，这是标准。诚意的标准，正心的标准，修身的标准，齐家治国的标准，一直到平天下的标准都这个，不就天下大治！",
      "zh_TW": "怎樣能到達這個境界？下面有八個綱目，教我們做的。從哪裡做起？從格物。格物這兩個字，很多人把意思錯會了，把格當作研究，物等於說是些道理、事相，去研究，把它搞清楚、搞明白，這叫格物。像這些科學家研究物質，把物質到底是什麼，格物格出來了。其實格物的本意不是這個。這個格物格得好辛苦，幾十年的時間，一代一代接著搞，才把這個事情搞清楚。你說從原子，發現到現在的微中子，八十年，多少人在搞這個，搞得好辛苦。中國古人講格物不是這個意思。格是什麼？格鬥，去打仗一樣，格鬥；物是什麼？物欲，就是你的欲望。你要跟你的欲望去打一仗，把你的欲望打敗。這個意思好！用你的智慧把你那些欲望淡化，然後把它融解，欲望沒有了，這叫格物。欲望沒有了，智慧就現前，為什麼？欲望障礙智慧，這個東西沒有的話智慧就現前，智慧是自性裡頭本有的，叫致知。智慧現前意就誠了，就說誠實言。誠實言是個有智慧的人說的，絕對不會妄語，妄語傷我們的身心，壞我們的事業。人人都誠實，沒有一個不誠實。所以誠意，意誠之後心就正，心是不偏不邪，這就用心沒有偏心、沒有邪念，這樣的心處事待人接物，這叫真心。這身修，身修之後家齊，家齊之後國治，國治之後天下太平。八目！中國傳統的學問就這幾句話。標準是什麼？標準是五倫、五常、四維、八德，這是標準。誠意的標準，正心的標準，修身的標準，齊家治國的標準，一直到平天下的標準都這個，不就天下大治！"
    },
    {
      "id": "02-037-0324_p0031",
      "zh_CN": "再向上提升，向上一着，那是佛教，那是大智慧。向上提升是什么？超越六道、超越十法界，到阿弥陀佛，超越一切诸佛国土。所以阿弥陀佛是我们最好的榜样，我们学他格物，学他的致知，你就学他这一套就行，这是最高的标准，模范当中的模范；诸佛如来是我们的模范，阿弥陀佛是诸佛如来的模范。这部书里头讲全了、讲圆满了，每一段经文，每一句的经句含义无穷，说之不尽。所以感动诸佛赞叹不可思议功德，功是他所用的功夫，德是他所得到的收获。",
      "zh_TW": "再向上提升，向上一著，那是佛教，那是大智慧。向上提升是什麼？超越六道、超越十法界，到阿彌陀佛，超越一切諸佛國土。所以阿彌陀佛是我們最好的榜樣，我們學他格物，學他的致知，你就學他這一套就行，這是最高的標準，模範當中的模範；諸佛如來是我們的模範，阿彌陀佛是諸佛如來的模範。這部書裡頭講全了、講圓滿了，每一段經文，每一句的經句含義無窮，說之不盡。所以感動諸佛讚歎不可思議功德，功是他所用的功夫，德是他所得到的收穫。"
    },
    {
      "id": "02-037-0324_p0032",
      "zh_CN": "「乃极真极实之言」，这个话说得多好，「万代遵守不可违失。纯是真实，无有虚妄。是故我等咸当谛信，慎莫怀疑」。这两句话非常重要，谛是谛实，真真实实的相信，不能有一丝毫的怀疑。学了我们就真干，我们对于一切众生决定没有妄语。言语有善巧、有方便，你听不懂的东西我给你浅说，不往深处说，让你觉得听懂了，你满意了就好，不必往深处说，深处说很难理解。今天这些量子力学家帮我们很大的忙。一些经义实在没有办法理解，古人注解也注得不详细，我们看了囫囵吞枣，我们讲解依样画葫芦。我们说都没说清楚，听怎么可能听清楚？这当然的道理。所以科学对我们很大的贡献，把佛经里头奥秘真的揭穿了。最新的科学报告，我们要常常搜集来做参考。",
      "zh_TW": "「乃極真極實之言」，這個話說得多好，「萬代遵守不可違失。純是真實，無有虛妄。是故我等咸當諦信，慎莫懷疑」。這兩句話非常重要，諦是諦實，真真實實的相信，不能有一絲毫的懷疑。學了我們就真幹，我們對於一切眾生決定沒有妄語。言語有善巧、有方便，你聽不懂的東西我給你淺說，不往深處說，讓你覺得聽懂了，你滿意了就好，不必往深處說，深處說很難理解。今天這些量子力學家幫我們很大的忙。一些經義實在沒有辦法理解，古人註解也註得不詳細，我們看了囫圇吞棗，我們講解依樣畫葫蘆。我們說都沒說清楚，聽怎麼可能聽清楚？這當然的道理。所以科學對我們很大的貢獻，把佛經裡頭奧祕真的揭穿了。最新的科學報告，我們要常常蒐集來做參考。"
    },
    {
      "id": "02-037-0324_p0033",
      "zh_CN": "「不可思议功德」，前头有注，也学了很多，确实无法想像，为什么？它是性德。性德里头没有心意识，离心意识你才能体会得到。心意识，心，起心动念，意是执着，识是分别。只要我们不起心不动念、不执着不分别，心就清净、就平等，清净平等到一定的时候就开悟，悟就是觉。你看都在我们这个经题上，「清净平等觉」。",
      "zh_TW": "「不可思議功德」，前頭有註，也學了很多，確實無法想像，為什麼？它是性德。性德裡頭沒有心意識，離心意識你才能體會得到。心意識，心，起心動念，意是執著，識是分別。只要我們不起心不動念、不執著不分別，心就清淨、就平等，清淨平等到一定的時候就開悟，悟就是覺。你看都在我們這個經題上，「清淨平等覺」。"
    },
    {
      "id": "02-037-0324_p0034",
      "zh_CN": "我们再看下面第二段，「余方同赞」。这个东方讲得详细，其他就略说。",
      "zh_TW": "我們再看下面第二段，「餘方同讚」。這個東方講得詳細，其他就略說。"
    },
    {
      "id": "02-037-0324_p0035",
      "zh_CN": "【南西北方。恒沙世界。】",
      "zh_TW": "【南西北方。恆沙世界。】"
    },
    {
      "id": "02-037-0324_p0036",
      "zh_CN": "恒河沙数世界，每一个世界里头又有恒河沙数诸佛，这些诸佛统统赞叹，赞叹阿弥陀佛。",
      "zh_TW": "恆河沙數世界，每一個世界裡頭又有恆河沙數諸佛，這些諸佛統統讚歎，讚歎阿彌陀佛。"
    },
    {
      "id": "02-037-0324_p0037",
      "zh_CN": "【亦复如是。四维上下。】",
      "zh_TW": "【亦復如是。四維上下。】"
    },
    {
      "id": "02-037-0324_p0038",
      "zh_CN": "『四维』，东北、东南、西北、西南，加上『上下』，这就十方。四方、四维、上下，十方。",
      "zh_TW": "『四維』，東北、東南、西北、西南，加上『上下』，這就十方。四方、四維、上下，十方。"
    },
    {
      "id": "02-037-0324_p0039",
      "zh_CN": "【恒沙世界。诸佛称赞。亦复如是。】",
      "zh_TW": "【恆沙世界。諸佛稱讚。亦復如是。】"
    },
    {
      "id": "02-037-0324_p0040",
      "zh_CN": "这就略说。注解，「下」，就是指接着上面这段经文，「复举十方恒沙诸佛，亦复如是称赞弥陀。《会疏》曰：虽诸佛所证，平等是一。念佛往生的利益，弥陀不共的妙法，故诸佛让德，令归一佛」。这是我们要学习的，你看佛多好，佛佛是道同，不争，大家都推让，推弥陀为第一。为什么？弥陀教化众生的方法太巧妙了。其他一切诸佛教化众生都是八万四千法门、无量法门，每一个法门都要断烦恼、要消业障。章嘉大师当年教给我的，「看得破，放得下」，这是一切诸佛共同用的方法，共同走的道路。佛对众生只负责第一个，帮助你看破，放下是你自己的事情，你自己真正看破，你当然放下。譬如说，说诚实言，你为什么会说妄语？你不了解事实真相，你没有智慧，你欺骗自己、欺骗别人，眼前纵然得名利，死了以后堕三途，不值得！为什么不在这一生当中说诚实言积功累德？你来生的福报更大，人间没有这么大的福报你就生天。为什么要去堕地狱？人生在世，短短几十年，何必去造业？何必去伤害别人？真正搞明白、搞清楚了，不要人劝，自动的，绝不伤害一切众生。",
      "zh_TW": "這就略說。註解，「下」，就是指接著上面這段經文，「復舉十方恆沙諸佛，亦復如是稱讚彌陀。《會疏》曰：雖諸佛所證，平等是一。念佛往生的利益，彌陀不共的妙法，故諸佛讓德，令歸一佛」。這是我們要學習的，你看佛多好，佛佛是道同，不爭，大家都推讓，推彌陀為第一。為什麼？彌陀教化眾生的方法太巧妙了。其他一切諸佛教化眾生都是八萬四千法門、無量法門，每一個法門都要斷煩惱、要消業障。章嘉大師當年教給我的，「看得破，放得下」，這是一切諸佛共同用的方法，共同走的道路。佛對眾生只負責第一個，幫助你看破，放下是你自己的事情，你自己真正看破，你當然放下。譬如說，說誠實言，你為什麼會說妄語？你不了解事實真相，你沒有智慧，你欺騙自己、欺騙別人，眼前縱然得名利，死了以後墮三途，不值得！為什麼不在這一生當中說誠實言積功累德？你來生的福報更大，人間沒有這麼大的福報你就生天。為什麼要去墮地獄？人生在世，短短幾十年，何必去造業？何必去傷害別人？真正搞明白、搞清楚了，不要人勸，自動的，絕不傷害一切眾生。"
    },
    {
      "id": "02-037-0324_p0041",
      "zh_CN": "我们想想今天灾难，有很多人问我，经常我碰到人问我这个问题，灾难会不会发生？会不会很严重？我们如何躲避灾难？我说灾难会不会发生我不知道，有多么严重我也不知道，我们只要懂得因果报应。现在社会大众存的是什么心？孝悌忠信有没有？仁义道德有没有？没有，连个说诚实言的人都没有。人到了什么程度？信心崩溃。崩溃到什么程度？崩溃到连自己都不相信。你去问问，谁有自信心？自己对自己都不相信，这个不得了！他还相信谁？对父母不相信，对妻子不相信，先生瞒着妻子还有一点私财，太太瞒着先生，这事常有。这就是什么？没有信心，还保密。所以现在法律上有隐私权，那有什么法子？隐私权就是不诚实。没有隐私，大公无私，这活得多自在！还有怕别人知道的，你说生活得好辛苦，一天到晚提心吊胆，太可怜、太苦了！",
      "zh_TW": "我們想想今天災難，有很多人問我，經常我碰到人問我這個問題，災難會不會發生？會不會很嚴重？我們如何躲避災難？我說災難會不會發生我不知道，有多麼嚴重我也不知道，我們只要懂得因果報應。現在社會大眾存的是什麼心？孝悌忠信有沒有？仁義道德有沒有？沒有，連個說誠實言的人都沒有。人到了什麼程度？信心崩潰。崩潰到什麼程度？崩潰到連自己都不相信。你去問問，誰有自信心？自己對自己都不相信，這個不得了！他還相信誰？對父母不相信，對妻子不相信，先生瞞著妻子還有一點私財，太太瞞著先生，這事常有。這就是什麼？沒有信心，還保密。所以現在法律上有隱私權，那有什麼法子？隱私權就是不誠實。沒有隱私，大公無私，這活得多自在！還有怕別人知道的，你說生活得好辛苦，一天到晚提心吊膽，太可憐、太苦了！"
    },
    {
      "id": "02-037-0324_p0042",
      "zh_CN": "佛菩萨无我，我都没有，我所有的当然全都放下，不在乎了，这个活得有意义，活得很快乐，不受外面环境影响。顺境逆境、善缘恶缘我都快乐，为什么？我统统都放下了。放不下就有苦恼，放下就快乐。我有福，大家同享；有罪业，我一个人承当。这个事情想通了，好不好？好！我在这里积德修善，来生的果报必定殊胜。千万不要有，有福我独享，有难大家去承当，这叫颠倒，这个念头是阿鼻地狱的念头，你好不了。真正想好，一定跟古圣先贤、跟佛菩萨一样。古圣先王都是这个观念，有灾难我一个人承当，不要让老百姓受罪；有福让一切众生享，我跟大家一样。人要有这样的胸怀，这就是圣人，这就是菩萨。圣人跟菩萨，鬼神恭敬，鬼神敬仰，你无论办什么事情，有这些帮助，无往而不利。现在，现在有些困难，这困难是什么？困难在消业障，我们要接受，在困难当中磨炼自己、成就自己。魔难就是考验，我要关关通过，要顺利通过。自己吃苦不怕，不伤害别人。一定把这个爱心，爱心里头没有自私，爱心里头没有自利，真诚的爱心。诸佛如来是最好的榜样，超过世间圣贤。",
      "zh_TW": "佛菩薩無我，我都沒有，我所有的當然全都放下，不在乎了，這個活得有意義，活得很快樂，不受外面環境影響。順境逆境、善緣惡緣我都快樂，為什麼？我統統都放下了。放不下就有苦惱，放下就快樂。我有福，大家同享；有罪業，我一個人承當。這個事情想通了，好不好？好！我在這裡積德修善，來生的果報必定殊勝。千萬不要有，有福我獨享，有難大家去承當，這叫顛倒，這個念頭是阿鼻地獄的念頭，你好不了。真正想好，一定跟古聖先賢、跟佛菩薩一樣。古聖先王都是這個觀念，有災難我一個人承當，不要讓老百姓受罪；有福讓一切眾生享，我跟大家一樣。人要有這樣的胸懷，這就是聖人，這就是菩薩。聖人跟菩薩，鬼神恭敬，鬼神敬仰，你無論辦什麼事情，有這些幫助，無往而不利。現在，現在有些困難，這困難是什麼？困難在消業障，我們要接受，在困難當中磨鍊自己、成就自己。魔難就是考驗，我要關關通過，要順利通過。自己吃苦不怕，不傷害別人。一定把這個愛心，愛心裡頭沒有自私，愛心裡頭沒有自利，真誠的愛心。諸佛如來是最好的榜樣，超過世間聖賢。"
    },
    {
      "id": "02-037-0324_p0043",
      "zh_CN": "我们这一生当中有这个福分、有这个缘分遇到了，遇到大乘不得了！遇到这部经，遇到黄念老、夏莲老，我展开经卷第一个感谢他们。没有夏老就没有这个会集本，我们学经就非常困难；没有念老就没有这个集注。我们今天展开这个集注，就是大乘圆满佛法浓缩在这部经上，这部经就是圆圆满满的佛法，《华严》、《法华》、《楞严》、《般若》全在这个注子里头，这一部就够了，这是真正不可思议！",
      "zh_TW": "我們這一生當中有這個福分、有這個緣分遇到了，遇到大乘不得了！遇到這部經，遇到黃念老、夏蓮老，我展開經卷第一個感謝他們。沒有夏老就沒有這個會集本，我們學經就非常困難；沒有念老就沒有這個集註。我們今天展開這個集註，就是大乘圓滿佛法濃縮在這部經上，這部經就是圓圓滿滿的佛法，《華嚴》、《法華》、《楞嚴》、《般若》全在這個註子裡頭，這一部就夠了，這是真正不可思議！"
    },
    {
      "id": "02-037-0324_p0044",
      "zh_CN": "诸佛不争，不像我们人间好名好利，一定要标榜自己，他们没这个念头。他们看到阿弥陀佛接引众生成就的这种方法太妙了，就那么简单，不要断烦恼，不要消业障，叫带业往生。只要你对于西方极乐世界真正相信、真正发愿，我这一生一定要去。蕅益大师说，只要你真信、真愿，你就决定得生；到极乐世界品位高下，那是你念佛功夫的浅深。注意祖师的话，说功夫浅深，不是说念佛多少，与念佛多少没有关系，功夫浅深。功夫是什么？功夫就在真诚。我有十分真诚，我一天只念十句阿弥陀佛，那个功德就比没有真诚心，一天念十万声佛号，赶不上他十声。真诚心重要！印光大师在《文钞》里头常说，「一分诚敬得一分利益」，那叫功夫；十分诚敬得十分利益，万分诚敬得万分利益，都在诚敬。诚敬的基础就是说诚实言，不能不懂；懂了不能不干，不干就是不懂。这章嘉大师告诉我的，不要以为你自己认为懂了，做到才算是懂；没有做到，说老实话，你没懂。没懂怎么干？再学，一定要真懂，真懂之后决定真干。",
      "zh_TW": "諸佛不爭，不像我們人間好名好利，一定要標榜自己，他們沒這個念頭。他們看到阿彌陀佛接引眾生成就的這種方法太妙了，就那麼簡單，不要斷煩惱，不要消業障，叫帶業往生。只要你對於西方極樂世界真正相信、真正發願，我這一生一定要去。蕅益大師說，只要你真信、真願，你就決定得生；到極樂世界品位高下，那是你念佛功夫的淺深。注意祖師的話，說功夫淺深，不是說念佛多少，與念佛多少沒有關係，功夫淺深。功夫是什麼？功夫就在真誠。我有十分真誠，我一天只念十句阿彌陀佛，那個功德就比沒有真誠心，一天念十萬聲佛號，趕不上他十聲。真誠心重要！印光大師在《文鈔》裡頭常說，「一分誠敬得一分利益」，那叫功夫；十分誠敬得十分利益，萬分誠敬得萬分利益，都在誠敬。誠敬的基礎就是說誠實言，不能不懂；懂了不能不幹，不幹就是不懂。這章嘉大師告訴我的，不要以為你自己認為懂了，做到才算是懂；沒有做到，說老實話，你沒懂。沒懂怎麼幹？再學，一定要真懂，真懂之後決定真幹。"
    },
    {
      "id": "02-037-0324_p0045",
      "zh_CN": "章嘉大师在晚年我才遇到，我遇到他老人家六十五岁，六十八岁走的，我跟他的缘三年，三年奠定我学佛的基础，指我这条路，教我出家，教我出家之后要学释迦牟尼佛。我知道释迦牟尼佛一生教学，没有建道场，游化在人间，最后入灭还在树林里头，不在房子里头，在树林里面圆寂的。释迦牟尼佛的教学活活泼泼，活学活用；阿弥陀佛是最究竟、最圆满的表演，我们要学。头一个，这基础是有了，真诚、清净、平等、正觉、慈悲，这根本。阿弥陀佛一点都不固执，广学多闻。极乐世界怎么建成的？去参访、去考察、去学习。到哪里去？十方一切诸佛刹土一个都不漏，每一个佛的佛国土都去学习。人家好的东西记下来，我将来的道场要有；人家不好的地方也记下来，我的道场不能有这个。所以四十八愿不是凭空在家里想像的，不是的，完全是实地考察的总结。不是这样总结，极乐世界怎么能超过一切诸佛刹土？它是集一切诸佛刹土里头的优点。一切诸佛刹土的缺点它没有，优点它全有，是这么来的。我们不能以为我都是最好的，别人最差的，不可以，统统要去学，统统要去看，他不好的里头可能有一、二处是好的。所以他是广学多闻来的，他不是闭门造车，这是符合今天所说的科学精神。不学你怎么会知道？学了才知道。所以今天我鼓励宗教，宗教要把心胸拓开，要学别人东西，我的宗教才能够达得上一流。如果只学我的，不学别的，你的东西有局限，你不能超过别人。这个观念是从阿弥陀佛上得来的，他广学多闻，什么地方他都去看、都去考察。四十八愿是他五劫考察一切诸佛世界里头长处跟缺陷的总结，四十八愿是总结，他的国土就是依照四十八愿这个理想成就的，真正不可思议。",
      "zh_TW": "章嘉大師在晚年我才遇到，我遇到他老人家六十五歲，六十八歲走的，我跟他的緣三年，三年奠定我學佛的基礎，指我這條路，教我出家，教我出家之後要學釋迦牟尼佛。我知道釋迦牟尼佛一生教學，沒有建道場，遊化在人間，最後入滅還在樹林裡頭，不在房子裡頭，在樹林裡面圓寂的。釋迦牟尼佛的教學活活潑潑，活學活用；阿彌陀佛是最究竟、最圓滿的表演，我們要學。頭一個，這基礎是有了，真誠、清淨、平等、正覺、慈悲，這根本。阿彌陀佛一點都不固執，廣學多聞。極樂世界怎麼建成的？去參訪、去考察、去學習。到哪裡去？十方一切諸佛剎土一個都不漏，每一個佛的佛國土都去學習。人家好的東西記下來，我將來的道場要有；人家不好的地方也記下來，我的道場不能有這個。所以四十八願不是憑空在家裡想像的，不是的，完全是實地考察的總結。不是這樣總結，極樂世界怎麼能超過一切諸佛剎土？它是集一切諸佛剎土裡頭的優點。一切諸佛剎土的缺點它沒有，優點它全有，是這麼來的。我們不能以為我都是最好的，別人最差的，不可以，統統要去學，統統要去看，他不好的裡頭可能有一、二處是好的。所以他是廣學多聞來的，他不是閉門造車，這是符合今天所說的科學精神。不學你怎麼會知道？學了才知道。所以今天我鼓勵宗教，宗教要把心胸拓開，要學別人東西，我的宗教才能夠達得上一流。如果只學我的，不學別的，你的東西有侷限，你不能超過別人。這個觀念是從阿彌陀佛上得來的，他廣學多聞，什麼地方他都去看、都去考察。四十八願是他五劫考察一切諸佛世界裡頭長處跟缺陷的總結，四十八願是總結，他的國土就是依照四十八願這個理想成就的，真正不可思議。"
    },
    {
      "id": "02-037-0324_p0046",
      "zh_CN": "往生到极乐世界，成无上道，不用传统那些方法，八万四千法门、无量法门，不用那个方法，你看用这么简单，真的叫看破放下，这个总的原则没有丢掉，一切诸佛教人看破放下。他用什么？他就用一句阿弥陀佛。阿弥陀佛是性德的名号，他用性德的名号做为自己的名号。所以我们念这句名号，一定要晓得它的真实义，真实义是念自性，用他的名号引导我们契入自性，这个方法妙极了！我们尊重阿弥陀佛就尊重自己的性德，你看这个意思多好。这是诸佛如来没想到的，被他想到了。他想到也不是偶然的，他因为考察太多，看得太多，广学多闻，他的智慧从这来的。",
      "zh_TW": "往生到極樂世界，成無上道，不用傳統那些方法，八萬四千法門、無量法門，不用那個方法，你看用這麼簡單，真的叫看破放下，這個總的原則沒有丟掉，一切諸佛教人看破放下。他用什麼？他就用一句阿彌陀佛。阿彌陀佛是性德的名號，他用性德的名號做為自己的名號。所以我們念這句名號，一定要曉得它的真實義，真實義是念自性，用他的名號引導我們契入自性，這個方法妙極了！我們尊重阿彌陀佛就尊重自己的性德，你看這個意思多好。這是諸佛如來沒想到的，被他想到了。他想到也不是偶然的，他因為考察太多，看得太多，廣學多聞，他的智慧從這來的。"
    },
    {
      "id": "02-037-0324_p0047",
      "zh_CN": "方东美老师最佩服的就是大乘的精神，他不故步自封，他开放，他什么都学，他什么都知道，成就圆满的智慧，这是一般人所不及的。一般人学东西，他就是故步自封，他有他一定的范围，不接触别的，也不让别人到我这来，所以他那是有限的。这一开放，什么都学，那是博大精深，在他这个地方。世界上任何一切法没有独尊、独美的，不可能做到的，真正好东西必须是开放的，是遍法界虚空界的，那才叫独，独就是圆满，独就是全体，最后独归自性。佛法到最后归自性，一切万法都归自性。",
      "zh_TW": "方東美老師最佩服的就是大乘的精神，他不故步自封，他開放，他什麼都學，他什麼都知道，成就圓滿的智慧，這是一般人所不及的。一般人學東西，他就是故步自封，他有他一定的範圍，不接觸別的，也不讓別人到我這來，所以他那是有限的。這一開放，什麼都學，那是博大精深，在他這個地方。世界上任何一切法沒有獨尊、獨美的，不可能做到的，真正好東西必須是開放的，是遍法界虛空界的，那才叫獨，獨就是圓滿，獨就是全體，最後獨歸自性。佛法到最後歸自性，一切萬法都歸自性。"
    },
    {
      "id": "02-037-0324_p0048",
      "zh_CN": "现在量子力学家有这个意思，他们称宇宙之间有一个零点能量点，那就是最极高、最高无上的。零是什么？什么都没有。要是有一二三四它就有，它归到无、归到零，零点能量点才是宇宙的起源。这个说得非常像佛法里面的常寂光，自性，确实有这个意思，零点能量点、零极限，他们用这些名词。一切归于零，身心一切世界统统放下了。但是佛法里面讲无中它有，不能那个无里头什么都没有，无里头什么都没有叫无想定，那就错了。修无想定修成功，将来往生到四禅天，里头有个无想天，就是他们的去处。无想定，心是定了，什么都没有，但是没有智慧，有定没有慧。佛法的定是定里头有慧，定慧均等，这是佛门讲的定。所以自性什么都没有，但是它什么都能够现。就好比我们作梦，作梦的心，那个心什么都没有，但是睡觉它会发梦，会变成梦境，好像什么都有，醒过来之后什么都没有。",
      "zh_TW": "現在量子力學家有這個意思，他們稱宇宙之間有一個零點能量點，那就是最極高、最高無上的。零是什麼？什麼都沒有。要是有一二三四它就有，它歸到無、歸到零，零點能量點才是宇宙的起源。這個說得非常像佛法裡面的常寂光，自性，確實有這個意思，零點能量點、零極限，他們用這些名詞。一切歸於零，身心一切世界統統放下了。但是佛法裡面講無中它有，不能那個無裡頭什麼都沒有，無裡頭什麼都沒有叫無想定，那就錯了。修無想定修成功，將來往生到四禪天，裡頭有個無想天，就是他們的去處。無想定，心是定了，什麼都沒有，但是沒有智慧，有定沒有慧。佛法的定是定裡頭有慧，定慧均等，這是佛門講的定。所以自性什麼都沒有，但是它什麼都能夠現。就好比我們作夢，作夢的心，那個心什麼都沒有，但是睡覺它會發夢，會變成夢境，好像什麼都有，醒過來之後什麼都沒有。"
    },
    {
      "id": "02-037-0324_p0049",
      "zh_CN": "佛用梦做比喻，在经典上讲得最多，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，佛教我们对于宇宙一切万事万物要有这个看法，这是一场梦，是假的，不要计较。善的、好的是假的，恶的、坏的也是假的，所以一切都归零，恶的也归零，善的也归零。这个样子，你对于善不会贪恋，对于恶不会瞋恨，你的心是平等的，都不是真的；你对于天堂不会很爱恋，对于地狱不会起怨恨，平等的。为什么会有天堂地狱？你修的有福报。自性里头没有福、没有罪，就是自性里头没有善恶，所有对立的东西全没有，那你现在修的福，天堂是消福报的，要把它消掉心才清净；你干的坏事、恶的东西就地狱，地狱是消你的罪业，统统消光，平等了。所以是自性变的，都是业力变现的，业力有善有恶、有染有净，造什么样的因它就现什么样的果，这是自然的，自然现象。",
      "zh_TW": "佛用夢做比喻，在經典上講得最多，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，佛教我們對於宇宙一切萬事萬物要有這個看法，這是一場夢，是假的，不要計較。善的、好的是假的，惡的、壞的也是假的，所以一切都歸零，惡的也歸零，善的也歸零。這個樣子，你對於善不會貪戀，對於惡不會瞋恨，你的心是平等的，都不是真的；你對於天堂不會很愛戀，對於地獄不會起怨恨，平等的。為什麼會有天堂地獄？你修的有福報。自性裡頭沒有福、沒有罪，就是自性裡頭沒有善惡，所有對立的東西全沒有，那你現在修的福，天堂是消福報的，要把它消掉心才清淨；你幹的壞事、惡的東西就地獄，地獄是消你的罪業，統統消光，平等了。所以是自性變的，都是業力變現的，業力有善有惡、有染有淨，造什麼樣的因它就現什麼樣的果，這是自然的，自然現象。"
    },
    {
      "id": "02-037-0324_p0050",
      "zh_CN": "自性里头自然现象没有，精神现象没有，物质现象也没有，统统没有，但是它能够现一切现象。怎么现？众生有感，自性自然就现。成佛，回归自性了；换句话说，成佛的人跟一切众生自然有感应道交，众生起心动念他知道，就是自性知道。自性什么都没有，它是活的，它不是死的，现在讲有机体，它能够收到感应。不但念头感应他知道，我们身体状况他知道。身体是什么？身体是物质，物质有波动现象，这个波动现象他统统收到，我们身体的状况他一清二楚，所以能够得到他的加持。我们寿命到了，但是我们有愿力，想替众生做一点好事，绝对没有一丝毫自私自利念头，他会把寿命给你延长。不是我们自己意思，我又没有要求长寿，它自然延长，这就是一种自然现象。如果我们有求，这是我们意念的现象，我没有求。没有念头求的属于自然，有念头求的是意念的现象、精神现象。物质现象自然产生的，自然产生物质，这个自然产生意念，意念产生物质，我们统统在这部经里头体会到了。所以这个经每讲一遍有新的发现，跟上一遍讲的不一样，遍遍不相同，字字句句含无量义。只要你不起心、不动念你就会发现，自然就讲出来，不是你预备的，这就是经典的微妙之处。",
      "zh_TW": "自性裡頭自然現象沒有，精神現象沒有，物質現象也沒有，統統沒有，但是它能夠現一切現象。怎麼現？眾生有感，自性自然就現。成佛，回歸自性了；換句話說，成佛的人跟一切眾生自然有感應道交，眾生起心動念他知道，就是自性知道。自性什麼都沒有，它是活的，它不是死的，現在講有機體，它能夠收到感應。不但念頭感應他知道，我們身體狀況他知道。身體是什麼？身體是物質，物質有波動現象，這個波動現象他統統收到，我們身體的狀況他一清二楚，所以能夠得到他的加持。我們壽命到了，但是我們有願力，想替眾生做一點好事，絕對沒有一絲毫自私自利念頭，他會把壽命給你延長。不是我們自己意思，我又沒有要求長壽，它自然延長，這就是一種自然現象。如果我們有求，這是我們意念的現象，我沒有求。沒有念頭求的屬於自然，有念頭求的是意念的現象、精神現象。物質現象自然產生的，自然產生物質，這個自然產生意念，意念產生物質，我們統統在這部經裡頭體會到了。所以這個經每講一遍有新的發現，跟上一遍講的不一樣，遍遍不相同，字字句句含無量義。只要你不起心、不動念你就會發現，自然就講出來，不是你預備的，這就是經典的微妙之處。"
    },
    {
      "id": "02-037-0324_p0051",
      "zh_CN": "所以阿弥陀佛用的方法巧妙到极处，完全让我们的杂念会归到一念，一心专念，他用这么一个方法，妙极了！简单到极处。这一念什么？统统归阿弥陀佛。但是阿弥陀佛要想不是归他一个人，不是个人崇拜，个人崇拜那就错了，不是，阿弥陀佛是自性的德号。你看这些年来三时系念，这是我提倡的，现在在全世界流行。中峰禅师开示里头两句话说得好，「我心即是阿弥陀佛，阿弥陀佛即是我心；此方即是净土，净土即是此方」，这个开示不得了，登峰造极！那我们念阿弥陀佛念谁？念我自性；我求生西方极乐世界，极乐世界是此土。说出来一点点私心都没有，「自性弥陀，唯心净土」，念弥陀是念自性，求生极乐世界是求自性，心现识变。这个道理要懂，你就晓得念佛不是迷信，念佛不是个人崇拜，它没有个人。",
      "zh_TW": "所以阿彌陀佛用的方法巧妙到極處，完全讓我們的雜念會歸到一念，一心專念，他用這麼一個方法，妙極了！簡單到極處。這一念什麼？統統歸阿彌陀佛。但是阿彌陀佛要想不是歸他一個人，不是個人崇拜，個人崇拜那就錯了，不是，阿彌陀佛是自性的德號。你看這些年來三時繫念，這是我提倡的，現在在全世界流行。中峰禪師開示裡頭兩句話說得好，「我心即是阿彌陀佛，阿彌陀佛即是我心；此方即是淨土，淨土即是此方」，這個開示不得了，登峰造極！那我們念阿彌陀佛念誰？念我自性；我求生西方極樂世界，極樂世界是此土。說出來一點點私心都沒有，「自性彌陀，唯心淨土」，念彌陀是念自性，求生極樂世界是求自性，心現識變。這個道理要懂，你就曉得念佛不是迷信，念佛不是個人崇拜，它沒有個人。"
    },
    {
      "id": "02-037-0324_p0052",
      "zh_CN": "我们念佛求生极乐世界不为自己，为自己跟它理论基础上不相应；我们求生净土亲近阿弥陀佛是为一切众生，是为继承这个法门，承传这个法门，用这个法门来帮助一切众生在一生当中圆成佛道。这是一切诸佛菩萨佩服到五体投地，所以极力赞叹。你看「诸佛让德，令归一佛」，大家都推崇阿弥陀佛，阿弥陀佛来领导一切诸佛，帮助一切众生个个成佛，「是第十七愿成就也」，诸佛赞叹。「意谓，佛佛道同，所证平等，无有高下」，这是真的，成佛之后一切平等，跟阿弥陀佛也平等，没有例外的。",
      "zh_TW": "我們念佛求生極樂世界不為自己，為自己跟它理論基礎上不相應；我們求生淨土親近阿彌陀佛是為一切眾生，是為繼承這個法門，承傳這個法門，用這個法門來幫助一切眾生在一生當中圓成佛道。這是一切諸佛菩薩佩服到五體投地，所以極力讚歎。你看「諸佛讓德，令歸一佛」，大家都推崇阿彌陀佛，阿彌陀佛來領導一切諸佛，幫助一切眾生個個成佛，「是第十七願成就也」，諸佛讚歎。「意謂，佛佛道同，所證平等，無有高下」，這是真的，成佛之後一切平等，跟阿彌陀佛也平等，沒有例外的。"
    },
    {
      "id": "02-037-0324_p0053",
      "zh_CN": "但是念佛往生的法门，这是阿弥陀佛他的方法、他的妙法，「不共之妙法」，就是跟其他一切诸佛不同的，这是他独有的。这个独有的方法不是他想出来的，是他在参访一切诸佛刹土里面得到的结论。就是那些方法人不容易学，要找一个最容易学的方法，那就是把意念集中。「制心一处，无事不办」，这个原理是一切诸佛都说过的。如何把心念集中在一处？他就用名号。阿弥陀这名号好，翻成中国意思可以翻，不是不能翻的，是尊重不翻。阿翻作无，弥陀翻作量，佛翻作觉，无量觉。每一尊佛都是无量觉，每一个人都是无量觉，诸佛无量觉现前了，不迷了，我们的无量觉被迷障碍住了。所以无量觉是一切众生的性德，念无量觉是念自己的无量觉，也是阿弥陀佛的无量觉，自他是一不是二，这个里头含义多深！这是不共妙法。「故其利益」也是不共的，这个利益无量无边。今天时间到了，我们就学习到此地。",
      "zh_TW": "但是念佛往生的法門，這是阿彌陀佛他的方法、他的妙法，「不共之妙法」，就是跟其他一切諸佛不同的，這是他獨有的。這個獨有的方法不是他想出來的，是他在參訪一切諸佛剎土裡面得到的結論。就是那些方法人不容易學，要找一個最容易學的方法，那就是把意念集中。「制心一處，無事不辦」，這個原理是一切諸佛都說過的。如何把心念集中在一處？他就用名號。阿彌陀這名號好，翻成中國意思可以翻，不是不能翻的，是尊重不翻。阿翻作無，彌陀翻作量，佛翻作覺，無量覺。每一尊佛都是無量覺，每一個人都是無量覺，諸佛無量覺現前了，不迷了，我們的無量覺被迷障礙住了。所以無量覺是一切眾生的性德，念無量覺是念自己的無量覺，也是阿彌陀佛的無量覺，自他是一不是二，這個裡頭含義多深！這是不共妙法。「故其利益」也是不共的，這個利益無量無邊。今天時間到了，我們就學習到此地。"
    }
  ]
}