{
  "doc_id": "02-037-0272",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七二集",
    "zh_TW": "第二七二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0272",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0272_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们继续学习「十乘理观」，第七段「对治助开」。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們繼續學習「十乘理觀」，第七段「對治助開」。"
    },
    {
      "id": "02-037-0272_p0002",
      "zh_CN": "前面这段没有学完，现在我们接着前面，从「若瞋恚暴怒，常生忿恨，当用忍辱而对治之」。这是讲在日常修学当中，遇到了困境，不定什么境界，障碍我们修行，我们用什么方法来化解、来对治。理说清楚了，在事上，智者大师很慈悲，举了很多例子。贪心起来了，用什么方法？前面我们看到的，教我们在三十七道品里头用舍、用施，舍施的方法来对治。那破戒心起来的时候，要用持戒来对治；瞋恚心生起来，要用忍辱来对治。如果没有对治的方法，对治没有效果，我们修学的功夫就全被破坏了。特别是贪跟瞋，这个烦恼太重。大师说，如果这个人修上面道品调适，解脱不开，这个时候悭贪的心忽然生起来。多！古今中外多少人在修行过程当中，实在就是讲，身心世界没放下，名闻利养是伏住，并没有真的放下，遇到所谓是高名厚利就动心了。",
      "zh_TW": "前面這段沒有學完，現在我們接著前面，從「若瞋恚暴怒，常生忿恨，當用忍辱而對治之」。這是講在日常修學當中，遇到了困境，不定什麼境界，障礙我們修行，我們用什麼方法來化解、來對治。理說清楚了，在事上，智者大師很慈悲，舉了很多例子。貪心起來了，用什麼方法？前面我們看到的，教我們在三十七道品裡頭用捨、用施，捨施的方法來對治。那破戒心起來的時候，要用持戒來對治；瞋恚心生起來，要用忍辱來對治。如果沒有對治的方法，對治沒有效果，我們修學的功夫就全被破壞了。特別是貪跟瞋，這個煩惱太重。大師說，如果這個人修上面道品調適，解脫不開，這個時候慳貪的心忽然生起來。多！古今中外多少人在修行過程當中，實在就是講，身心世界沒放下，名聞利養是伏住，並沒有真的放下，遇到所謂是高名厚利就動心了。"
    },
    {
      "id": "02-037-0272_p0003",
      "zh_CN": "前面我们举的关公的例子。关公当年在世，曹操认识人才，真想把他留下来，上马金、下马银，待他多厚道。封他的官爵，封侯，赠送给他的珠宝、美女，十多个人伺候他。他以后知道刘备的居住地，他就走了。向曹操辞行，曹操不见面，最后还是走了。曹操所送给他的礼物，一样都没动，原封都还给他。这种人难得，不容易找到，他得力什么？我们想想，可能是得力于《春秋》，他喜欢读《春秋》、《左传》。《春秋》、《传》，《春秋》是孔子写的，《传》是左丘明写的，《传》就是注解。他一生最喜欢读这个书，这个书里头非常重视忠义，他把这个东西学到了。所以无论什么境界，他不会动心的、不会变节的，那真的是把古圣先贤东西念透了，这就得的受用。如果不是一门深入，长时薰修，就很有可能被这些名利动摇。这是关夫子值得后人敬佩的就在这个地方，财色名食睡不动心。",
      "zh_TW": "前面我們舉的關公的例子。關公當年在世，曹操認識人才，真想把他留下來，上馬金、下馬銀，待他多厚道。封他的官爵，封侯，贈送給他的珠寶、美女，十多個人伺候他。他以後知道劉備的居住地，他就走了。向曹操辭行，曹操不見面，最後還是走了。曹操所送給他的禮物，一樣都沒動，原封都還給他。這種人難得，不容易找到，他得力什麼？我們想想，可能是得力於《春秋》，他喜歡讀《春秋》、《左傳》。《春秋》、《傳》，《春秋》是孔子寫的，《傳》是左丘明寫的，《傳》就是註解。他一生最喜歡讀這個書，這個書裡頭非常重視忠義，他把這個東西學到了。所以無論什麼境界，他不會動心的、不會變節的，那真的是把古聖先賢東西念透了，這就得的受用。如果不是一門深入，長時薰修，就很有可能被這些名利動搖。這是關夫子值得後人敬佩的就在這個地方，財色名食睡不動心。"
    },
    {
      "id": "02-037-0272_p0004",
      "zh_CN": "瞋恚起来了，常生忿恨，就是愤怒、怨恨，要用忍辱对治。佛经里头有一个忍辱的故事，释迦牟尼佛的前世没有成佛之前，行菩萨道，修忍辱波罗蜜，大家称他为忍辱仙人。歌利王，歌利是梵语，翻成中国意思是暴，歌利王就是暴君。这个国王带着很多人出外打猎，伺候他的有很多宫女。打猎的时候，他困了，休息一会，这其中有个宫女就发现有一个人在山洞里头修行，听他讲话很有道理，把这一群宫女都带去了，去听忍辱仙人说法。歌利王醒来之后，旁边一个人都没有，就非常生气，我人到哪里去了？找到她们，在山洞里听经。把这个忍辱仙人侮辱：你修行不好好修行，你把我的宫女引诱到此地什么意思？问他修什么？他修忍辱。好，试试看你能不能忍？拿着刀刺他，问他能不能忍？能忍。再刺，凌迟处死，一刀一刀的割死。到最后，问忍辱仙人，忍辱仙人：我不生你的气，我不会怪你，我将来成佛第一个度你。释迦牟尼佛成佛了，第一个得度的憍陈如尊者，就是当时的歌利王。佛说话算话，真的第一个证阿罗汉果。这是教我们能忍。",
      "zh_TW": "瞋恚起來了，常生忿恨，就是憤怒、怨恨，要用忍辱對治。佛經裡頭有一個忍辱的故事，釋迦牟尼佛的前世沒有成佛之前，行菩薩道，修忍辱波羅蜜，大家稱他為忍辱仙人。歌利王，歌利是梵語，翻成中國意思是暴，歌利王就是暴君。這個國王帶著很多人出外打獵，伺候他的有很多宮女。打獵的時候，他睏了，休息一會，這其中有個宮女就發現有一個人在山洞裡頭修行，聽他講話很有道理，把這一群宮女都帶去了，去聽忍辱仙人說法。歌利王醒來之後，旁邊一個人都沒有，就非常生氣，我人到哪裡去了？找到她們，在山洞裡聽經。把這個忍辱仙人侮辱：你修行不好好修行，你把我的宮女引誘到此地什麼意思？問他修什麼？他修忍辱。好，試試看你能不能忍？拿著刀刺他，問他能不能忍？能忍。再刺，凌遲處死，一刀一刀的割死。到最後，問忍辱仙人，忍辱仙人：我不生你的氣，我不會怪你，我將來成佛第一個度你。釋迦牟尼佛成佛了，第一個得度的憍陳如尊者，就是當時的歌利王。佛說話算話，真的第一個證阿羅漢果。這是教我們能忍。"
    },
    {
      "id": "02-037-0272_p0005",
      "zh_CN": "歌利王把个修行的菩萨杀掉了，而且这么残忍，凌迟处死。他要处死别人，得下地狱；把释迦牟尼佛这样死了，他要不要堕地狱？要堕地狱，造的是地狱业。但是他在地狱很快会出来，释迦牟尼佛成佛了，他出来了。他们两个像演戏一样，释迦牟尼佛讲经说法，他第一个开悟，第一个证果，这是什么？这是做榜样给大家看。这是什么？这是好事。同时，他把忍辱仙人杀掉了，成就了忍辱仙人，忍辱波罗蜜圆满了。要不遭受这个难，怎么知道忍辱圆满了？遭这个大难的时候，才知道忍辱真正成就了，没有一丝毫怨恨。他也帮助忍辱仙人圆满忍辱波罗蜜，所以那个是他有功德。地狱业是地狱业，这一分功德是功德，两码事情。所以地狱业受完之后、报完之后，这一分功德现前，他成阿罗汉，坏事变好事了。那看什么人，如果不是菩萨，那有怨恨的人，那麻烦了，那惹的祸是冤冤相报，没完没了。",
      "zh_TW": "歌利王把個修行的菩薩殺掉了，而且這麼殘忍，凌遲處死。他要處死別人，得下地獄；把釋迦牟尼佛這樣死了，他要不要墮地獄？要墮地獄，造的是地獄業。但是他在地獄很快會出來，釋迦牟尼佛成佛了，他出來了。他們兩個像演戲一樣，釋迦牟尼佛講經說法，他第一個開悟，第一個證果，這是什麼？這是做榜樣給大家看。這是什麼？這是好事。同時，他把忍辱仙人殺掉了，成就了忍辱仙人，忍辱波羅蜜圓滿了。要不遭受這個難，怎麼知道忍辱圓滿了？遭這個大難的時候，才知道忍辱真正成就了，沒有一絲毫怨恨。他也幫助忍辱仙人圓滿忍辱波羅蜜，所以那個是他有功德。地獄業是地獄業，這一分功德是功德，兩碼事情。所以地獄業受完之後、報完之後，這一分功德現前，他成阿羅漢，壞事變好事了。那看什麼人，如果不是菩薩，那有怨恨的人，那麻煩了，那惹的禍是冤冤相報，沒完沒了。"
    },
    {
      "id": "02-037-0272_p0006",
      "zh_CN": "就像《安士全书》里头第一分，第一个部分，《文昌帝君阴骘文》。你看文昌帝君前面讲，他一十七世为士大夫，造了业，冤冤相报，非常残酷。他那一份，那就是他的忏悔书，叙说他过去的历史，造的业、受的果报，最后还是遇到佛法，觉悟了、回头了。讲得最彻底、最究竟的，真正能帮助人回头是岸的，几乎都是在佛法佛门里头，佛法的功德殊胜不可思议。所以遇到逆境恶缘，我们修行人要知道，这就是我们接受考验的时候，我们所修的功夫能不能通过？在顺境善缘里头有没有贪恋？如果有贪恋，堕落了，这关没通过。在逆境恶缘有没有瞋恚心？没有瞋恚心，你提升了；有瞋恚心，你就堕落了。所以这是个大关口，是升、是堕就在那一念之间。这一念觉悟、明了，就大幅度向上提升。",
      "zh_TW": "就像《安士全書》裡頭第一分，第一個部分，《文昌帝君陰騭文》。你看文昌帝君前面講，他一十七世為士大夫，造了業，冤冤相報，非常殘酷。他那一份，那就是他的懺悔書，敘說他過去的歷史，造的業、受的果報，最後還是遇到佛法，覺悟了、回頭了。講得最徹底、最究竟的，真正能幫助人回頭是岸的，幾乎都是在佛法佛門裡頭，佛法的功德殊勝不可思議。所以遇到逆境惡緣，我們修行人要知道，這就是我們接受考驗的時候，我們所修的功夫能不能通過？在順境善緣裡頭有沒有貪戀？如果有貪戀，墮落了，這關沒通過。在逆境惡緣有沒有瞋恚心？沒有瞋恚心，你提升了；有瞋恚心，你就墮落了。所以這是個大關口，是升、是墮就在那一念之間。這一念覺悟、明瞭，就大幅度向上提升。"
    },
    {
      "id": "02-037-0272_p0007",
      "zh_CN": "明白这个道理，我们就晓得，一个修行人，每天在生活当中都在锻炼。你修什么？你在哪里修？其实所修的都是人与人之间相处，要把自己的习气、毛病、成见，在生活里头把它磨光。我们在前面所讲的，三十七道品里头四念处，那就是磨炼。「观身不净，观受是苦，观心无常，观法无我」，都在日常生活当中去观。这四种观要是成就了，你就会心平气和。为什么？你知道万法皆空，没有一样是真的，你不会再计较了，你不会再分别了，你在菩提道上就有根了。没有这个东西不行，这是基础的基础，是看得破，放得下。看破之后，还得断恶修善，积功累德。断恶不着断恶的相，修善不着修善的相，三轮体空，你得真受用。如果着了相？着了相变成福德，福德出不了六道轮回，要在六道里头受报。你造的恶业，三途受报；你造的善业，三善道受报。所以不可以着相，做了等于没做，心里头干干净净，那叫功德。功德能帮助你了生死、出三界，能帮助念佛人提升品位。有我就着相，无我就不着相。",
      "zh_TW": "明白這個道理，我們就曉得，一個修行人，每天在生活當中都在鍛鍊。你修什麼？你在哪裡修？其實所修的都是人與人之間相處，要把自己的習氣、毛病、成見，在生活裡頭把它磨光。我們在前面所講的，三十七道品裡頭四念處，那就是磨鍊。「觀身不淨，觀受是苦，觀心無常，觀法無我」，都在日常生活當中去觀。這四種觀要是成就了，你就會心平氣和。為什麼？你知道萬法皆空，沒有一樣是真的，你不會再計較了，你不會再分別了，你在菩提道上就有根了。沒有這個東西不行，這是基礎的基礎，是看得破，放得下。看破之後，還得斷惡修善，積功累德。斷惡不著斷惡的相，修善不著修善的相，三輪體空，你得真受用。如果著了相？著了相變成福德，福德出不了六道輪迴，要在六道裡頭受報。你造的惡業，三途受報；你造的善業，三善道受報。所以不可以著相，做了等於沒做，心裡頭乾乾淨淨，那叫功德。功德能幫助你了生死、出三界，能幫助念佛人提升品位。有我就著相，無我就不著相。"
    },
    {
      "id": "02-037-0272_p0008",
      "zh_CN": "所以你看看，佛教导我们断恶修善，积功累德，他摆在第二，第二科，不摆在第一。第一先教你看破，然后才教你断恶修善，成就你的功德。第三科教你放下，四如意，四如意足。那足是着重那个足字，足是满足，我们讲心满意足。怎么满足？回头就满足了。如意，如意就是回头。你看中国过去，在社会上有地位的人，有很高地位的人，有很大财富的，他手上拿一把如意。那什么东西？那什么意思？时时刻刻提醒回头。如意的头是回来的，叫回首如意。就是你看到这个东西就想到，我要回头，财够了，不要再贪了；地位够高了，别再往上爬了，就是知足常乐，回头如意。你看这表法多好！那现在人？现在人不知道回头，不知足，那造的业就可怕了，像唐太宗讲的，全是地狱业。",
      "zh_TW": "所以你看看，佛教導我們斷惡修善，積功累德，他擺在第二，第二科，不擺在第一。第一先教你看破，然後才教你斷惡修善，成就你的功德。第三科教你放下，四如意，四如意足。那足是著重那個足字，足是滿足，我們講心滿意足。怎麼滿足？回頭就滿足了。如意，如意就是回頭。你看中國過去，在社會上有地位的人，有很高地位的人，有很大財富的，他手上拿一把如意。那什麼東西？那什麼意思？時時刻刻提醒回頭。如意的頭是回來的，叫回首如意。就是你看到這個東西就想到，我要回頭，財夠了，不要再貪了；地位夠高了，別再往上爬了，就是知足常樂，回頭如意。你看這表法多好！那現在人？現在人不知道回頭，不知足，那造的業就可怕了，像唐太宗講的，全是地獄業。"
    },
    {
      "id": "02-037-0272_p0009",
      "zh_CN": "所以你看三十七道品，三十七道品叫助道法，帮助我们的，我们的正道是信愿持名，一向专念，求生净土，正道，这些是助道。我们在这一生修行过程当中，每天都会发生事情，用什么方法来保护自己，不至于受影响、不至于堕落，这三十七道品就这个用处，时时刻刻提醒。有前面这三科，四念处、四正勤、四如意足，你才有五根、五力；换句话说，你才有修行的根本。没有前面，你根本是很脆弱的，是假的。所以今天这个世间，念佛的人多，往生的人少，什么原因？没有前面的基础。是布施，是修功德，但是这里头都夹杂着自私自利、夹杂著名闻利养。顺境善缘，欢喜、贪心；逆境恶缘，他瞋恚，这怎么行？这全下来了，就是禁不起考验。谁在考你？每天从早到晚，你遇到的人、遇到的事，都在考你。你在什么境界里头都如如不动，老老实实就一句阿弥陀佛。",
      "zh_TW": "所以你看三十七道品，三十七道品叫助道法，幫助我們的，我們的正道是信願持名，一向專念，求生淨土，正道，這些是助道。我們在這一生修行過程當中，每天都會發生事情，用什麼方法來保護自己，不至於受影響、不至於墮落，這三十七道品就這個用處，時時刻刻提醒。有前面這三科，四念處、四正勤、四如意足，你才有五根、五力；換句話說，你才有修行的根本。沒有前面，你根本是很脆弱的，是假的。所以今天這個世間，念佛的人多，往生的人少，什麼原因？沒有前面的基礎。是布施，是修功德，但是這裡頭都夾雜著自私自利、夾雜著名聞利養。順境善緣，歡喜、貪心；逆境惡緣，他瞋恚，這怎麼行？這全下來了，就是禁不起考驗。誰在考你？每天從早到晚，你遇到的人、遇到的事，都在考你。你在什麼境界裡頭都如如不動，老老實實就一句阿彌陀佛。"
    },
    {
      "id": "02-037-0272_p0010",
      "zh_CN": "所以我讲过很多次，我这一生最佩服的是谁？乡下那些阿公、阿婆，每天拿着念珠，阿弥陀佛、阿弥陀佛、阿弥陀佛。他好像是个傻瓜一样，什么都不懂。你跟他讲什么话，他跟你笑嘻嘻的，阿弥陀佛、阿弥陀佛，也不知道他听进没听进。你看，他声声阿弥陀佛灌到你耳朵里头，那个人真了不起！他需不需要助道品？不需要。为什么？他如如不动，一天到晚、一年到头就一句阿弥陀佛。这是什么根性？上上乘根性。古德所谓「唯上智与下愚不移」，上上根人一闻千悟，他什么都知道；那下愚，下愚跟上智平等，他们的成就平等。那下愚是什么？他什么都不知道，他什么不会干扰，就一句佛号念到底。不管你讲什么，在我面前讲好话、讲坏话，反正我就是一句阿弥陀佛。有没有听进去？没听进去，他不生烦恼，说再多好东西赞叹他，他也不会欢喜，柔和质直，满面笑容，声声阿弥陀佛，那决定成就。他往生到极乐世界，品位高！我相信他们不是在凡圣同居土。这种人值得敬佩，不容易学到。以前李老师跟我讲过好多次，很想学阿公、阿婆，学了一辈子学不像，在境界里还会起心动念。一天到晚在境界里不起心不动念，这个人我们就知道他，他决定往生，而且往生品位高，往生时候瑞相好。",
      "zh_TW": "所以我講過很多次，我這一生最佩服的是誰？鄉下那些阿公、阿婆，每天拿著念珠，阿彌陀佛、阿彌陀佛、阿彌陀佛。他好像是個傻瓜一樣，什麼都不懂。你跟他講什麼話，他跟你笑嘻嘻的，阿彌陀佛、阿彌陀佛，也不知道他聽進沒聽進。你看，他聲聲阿彌陀佛灌到你耳朵裡頭，那個人真了不起！他需不需要助道品？不需要。為什麼？他如如不動，一天到晚、一年到頭就一句阿彌陀佛。這是什麼根性？上上乘根性。古德所謂「唯上智與下愚不移」，上上根人一聞千悟，他什麼都知道；那下愚，下愚跟上智平等，他們的成就平等。那下愚是什麼？他什麼都不知道，他什麼不會干擾，就一句佛號念到底。不管你講什麼，在我面前講好話、講壞話，反正我就是一句阿彌陀佛。有沒有聽進去？沒聽進去，他不生煩惱，說再多好東西讚歎他，他也不會歡喜，柔和質直，滿面笑容，聲聲阿彌陀佛，那決定成就。他往生到極樂世界，品位高！我相信他們不是在凡聖同居土。這種人值得敬佩，不容易學到。以前李老師跟我講過好多次，很想學阿公、阿婆，學了一輩子學不像，在境界裡還會起心動念。一天到晚在境界裡不起心不動念，這個人我們就知道他，他決定往生，而且往生品位高，往生時候瑞相好。"
    },
    {
      "id": "02-037-0272_p0011",
      "zh_CN": "谛闲老和尚的念佛的徒弟锅漏匠，这个故事很多人都知道，不认识字，没念过书，他成功的秘诀就是老实、听话、真干。出家，谛闲老和尚就教他这一句「南无阿弥陀佛」，六个字，什么都没给他讲，就讲六个字。告诉他：你就念这一句佛号，念累了你就休息，休息好了就接着念。末后给他说一句话，将来准有好处。你看他老实，他也不问什么好处不好处，他只你教他这么念，他就这么念，好处不好处他不想，他也不问什么好处，不问。老实！念了三年，预知时至，站着往生。所以六波罗蜜就在日常生活当中，从早到晚，特别是人事环境。",
      "zh_TW": "諦閑老和尚的念佛的徒弟鍋漏匠，這個故事很多人都知道，不認識字，沒念過書，他成功的祕訣就是老實、聽話、真幹。出家，諦閑老和尚就教他這一句「南無阿彌陀佛」，六個字，什麼都沒給他講，就講六個字。告訴他：你就念這一句佛號，念累了你就休息，休息好了就接著念。末後給他說一句話，將來準有好處。你看他老實，他也不問什麼好處不好處，他只你教他這麼念，他就這麼念，好處不好處他不想，他也不問什麼好處，不問。老實！念了三年，預知時至，站著往生。所以六波羅蜜就在日常生活當中，從早到晚，特別是人事環境。"
    },
    {
      "id": "02-037-0272_p0012",
      "zh_CN": "所以我们一定要晓得，学佛最重要的是知道人没有死亡，这个非常重要，你就不会贪生怕死了。人没有死，身体死亡，有生有灭，你没有生灭。你的生灭要跟着身体生灭时，那还投什么胎？那谁去往生？往生，你身体没去。往生是你去往生，不是身体，身体不重要，身体早就应该把它放下。身见破了、边见破了，边见破了就没有对立，是非人我都没有了。成见断了、放下了，成见是自以为是，我以为怎样怎样，要强加于别人，这叫成见。成见也放下，心多干净；成见不放下，心里头的事太多了，这个对于清净心是大障碍。而往生的条件确实就在心清净，所以心净则佛土净。什么人能到极乐世界？心清净的人到极乐世界去了。我们虽然念佛，念一辈子，心不清净，去不了。什么人有能力在临命终那一刻，把心里头牵挂的那些东西一下放下？几个人能做到？最后一念做不到，还有牵挂，完了，又搞六道轮回去了。念佛的人，过去李老师常说，一万个念佛人，能往生的三、五个，就算五个，念佛人当中还有九千九百九十五个不能往生，能往生只有五个。什么原因？最后一念还是没放下，牵肠挂肚的事情太多！这是我们真正的伤害。",
      "zh_TW": "所以我們一定要曉得，學佛最重要的是知道人沒有死亡，這個非常重要，你就不會貪生怕死了。人沒有死，身體死亡，有生有滅，你沒有生滅。你的生滅要跟著身體生滅時，那還投什麼胎？那誰去往生？往生，你身體沒去。往生是你去往生，不是身體，身體不重要，身體早就應該把它放下。身見破了、邊見破了，邊見破了就沒有對立，是非人我都沒有了。成見斷了、放下了，成見是自以為是，我以為怎樣怎樣，要強加於別人，這叫成見。成見也放下，心多乾淨；成見不放下，心裡頭的事太多了，這個對於清淨心是大障礙。而往生的條件確實就在心清淨，所以心淨則佛土淨。什麼人能到極樂世界？心清淨的人到極樂世界去了。我們雖然念佛，念一輩子，心不清淨，去不了。什麼人有能力在臨命終那一刻，把心裡頭牽掛的那些東西一下放下？幾個人能做到？最後一念做不到，還有牽掛，完了，又搞六道輪迴去了。念佛的人，過去李老師常說，一萬個念佛人，能往生的三、五個，就算五個，念佛人當中還有九千九百九十五個不能往生，能往生只有五個。什麼原因？最後一念還是沒放下，牽腸掛肚的事情太多！這是我們真正的傷害。"
    },
    {
      "id": "02-037-0272_p0013",
      "zh_CN": "现在这个时候，这个社会很乱，谣言很多，从各个方面传来，我也收到很多。有人问我，你怎么看待？我们要听佛的话，佛告诉我们，学佛的人，一切灾难现前，一句佛号能够解决。那我们应对的方法就有了，无论什么信息传来，不要理会，一心念佛就好！你去理会那些，你的心就乱了，清净心就没有了。传导过来，不需要理会，甚至于一些东西不需要看，看它干什么？念佛就好了！你告诉我这是哪里传来灾难，我知道了，阿弥陀佛、阿弥陀佛，赶紧念佛。我们要能够应对！佛力加持，阿弥陀佛这一句名号功德真正不可思议。",
      "zh_TW": "現在這個時候，這個社會很亂，謠言很多，從各個方面傳來，我也收到很多。有人問我，你怎麼看待？我們要聽佛的話，佛告訴我們，學佛的人，一切災難現前，一句佛號能夠解決。那我們應對的方法就有了，無論什麼信息傳來，不要理會，一心念佛就好！你去理會那些，你的心就亂了，清淨心就沒有了。傳導過來，不需要理會，甚至於一些東西不需要看，看它幹什麼？念佛就好了！你告訴我這是哪裡傳來災難，我知道了，阿彌陀佛、阿彌陀佛，趕緊念佛。我們要能夠應對！佛力加持，阿彌陀佛這一句名號功德真正不可思議。"
    },
    {
      "id": "02-037-0272_p0014",
      "zh_CN": "我们在这部经、在这部集注里头，明白了，真搞清楚了。经教，我只学这一部就够了，我不要再学多。这一部东西可以帮助我到极乐世界，我想学的无量法门到极乐世界再说，现在统统放下。到极乐世界无量寿，有的是时间，慢慢学；在这儿不行，时间太匆促了。你们大家都说灾难就在眼前，那来不及了，应该彻底放下。「法尚应舍，何况非法」，我们老实，只抓住这一句阿弥陀佛，就成功了。这个机会是决定不能够放弃的，一定要认真，要抓住。千经万论，一句阿弥陀佛包括了，所有灾难，一句阿弥陀佛化解了。我们要相信！真相信，一点怀疑都没有，我这个信就有根，精进有根，念定慧就有根。根天天在增长，就产生力量。力量什么？断疑生信，坚定信愿。这五根有力了，这个力量决定送我们到极乐世界。",
      "zh_TW": "我們在這部經、在這部集註裡頭，明白了，真搞清楚了。經教，我只學這一部就夠了，我不要再學多。這一部東西可以幫助我到極樂世界，我想學的無量法門到極樂世界再說，現在統統放下。到極樂世界無量壽，有的是時間，慢慢學；在這兒不行，時間太匆促了。你們大家都說災難就在眼前，那來不及了，應該徹底放下。「法尚應捨，何況非法」，我們老實，只抓住這一句阿彌陀佛，就成功了。這個機會是決定不能夠放棄的，一定要認真，要抓住。千經萬論，一句阿彌陀佛包括了，所有災難，一句阿彌陀佛化解了。我們要相信！真相信，一點懷疑都沒有，我這個信就有根，精進有根，念定慧就有根。根天天在增長，就產生力量。力量什麼？斷疑生信，堅定信願。這五根有力了，這個力量決定送我們到極樂世界。"
    },
    {
      "id": "02-037-0272_p0015",
      "zh_CN": "下面说，「放逸懈怠，恣纵闲荡，当用精进而对治之」。懒散、懈怠，这个也是麻烦事情。精神提不起来，这时用什么？精进。注意那个精，精是纯而不杂，这个时候最怕就是杂乱。精就是一门深入，进是进步，不退转，长时薰修。我就学一门，老老实实就一句佛号念到底、一部《无量寿经》，决定不再搞多。这就是我一生的功课，我一生的事业。我走的时候走得很好，留个好榜样给大家看看，这是念佛人，大家相信了；走得不好，让人家说佛法是假的、是迷信，这个罪很重，这个果报在三途。你说我没做错事情。你表法表错了就是罪过。我身体不好，我精进能够把身体调好，这是什么？念力。",
      "zh_TW": "下面說，「放逸懈怠，恣縱閑蕩，當用精進而對治之」。懶散、懈怠，這個也是麻煩事情。精神提不起來，這時用什麼？精進。注意那個精，精是純而不雜，這個時候最怕就是雜亂。精就是一門深入，進是進步，不退轉，長時薰修。我就學一門，老老實實就一句佛號念到底、一部《無量壽經》，決定不再搞多。這就是我一生的功課，我一生的事業。我走的時候走得很好，留個好榜樣給大家看看，這是念佛人，大家相信了；走得不好，讓人家說佛法是假的、是迷信，這個罪很重，這個果報在三途。你說我沒做錯事情。你表法表錯了就是罪過。我身體不好，我精進能夠把身體調好，這是什麼？念力。"
    },
    {
      "id": "02-037-0272_p0016",
      "zh_CN": "近代这些量子力学家，现在变成很热门，这年轻的科学家都朝着这个方向去努力。根据他们研究提出这些报告，我们看了很欢喜，念头能改变物质。你看这是我们在经上读到的，十乘理观第一，在第一观里面让我们看到的，这天台智者大师说的，「所观者何？不出色、心。色从心造，全体是心」。这句话是整个佛法的总纲领，跟今天量子力学家所讲的完全相同。色从心造，色是物质，物质从哪里来？是心造的，就是念头造的。所以整个宇宙全体就是个念头。那你念头善，就是极乐世界；念头不善，就是地狱现前。有没有天堂、有没有地狱？没有，只有善念、恶念，净念、染念，全是念头，什么念头变什么样的境界。这个东西我们真的明白、接受了，不再怀疑了，我只要把念头转过来，身上什么毛病都没有了。",
      "zh_TW": "近代這些量子力學家，現在變成很熱門，這年輕的科學家都朝著這個方向去努力。根據他們研究提出這些報告，我們看了很歡喜，念頭能改變物質。你看這是我們在經上讀到的，十乘理觀第一，在第一觀裡面讓我們看到的，這天台智者大師說的，「所觀者何？不出色、心。色從心造，全體是心」。這句話是整個佛法的總綱領，跟今天量子力學家所講的完全相同。色從心造，色是物質，物質從哪裡來？是心造的，就是念頭造的。所以整個宇宙全體就是個念頭。那你念頭善，就是極樂世界；念頭不善，就是地獄現前。有沒有天堂、有沒有地獄？沒有，只有善念、惡念，淨念、染念，全是念頭，什麼念頭變什麼樣的境界。這個東西我們真的明白、接受了，不再懷疑了，我只要把念頭轉過來，身上什麼毛病都沒有了。"
    },
    {
      "id": "02-037-0272_p0017",
      "zh_CN": "这些科学家这几年专门在全世界各个地方搜集这些例子，都是搜集什么？很严重的病患，医院都宣告他，等于是宣告他的死刑，你的病没有药再治了，大概存活的时间二、三个月！让你家人带回去，想吃一点什么就吃一点什么。这些人绝望了，这里头有一部分信仰宗教的，绝望之后怎么样？不再想病，想病没用，也不再想身，反正几天就要死了，一心去祈祷，去想神、去想天堂，希望神能保佑他，死了以后带他到天堂去。过了二、三个月没事，再去检查，病没有了。怎么好的？奇迹！不是奇迹，念头转变了。所以不要想身体、不要想病。你想好，也是在养病，把病养大了；你想不好，那就更快速，都在那里养那个病，你的病怎么会好？你念头一转，像我们念佛，念头转到阿弥陀佛，天天想阿弥陀佛，不想自己身体，也不想病，二、三个月什么事都没有，再检查就没有了。",
      "zh_TW": "這些科學家這幾年專門在全世界各個地方蒐集這些例子，都是蒐集什麼？很嚴重的病患，醫院都宣告他，等於是宣告他的死刑，你的病沒有藥再治了，大概存活的時間二、三個月！讓你家人帶回去，想吃一點什麼就吃一點什麼。這些人絕望了，這裡頭有一部分信仰宗教的，絕望之後怎麼樣？不再想病，想病沒用，也不再想身，反正幾天就要死了，一心去祈禱，去想神、去想天堂，希望神能保佑他，死了以後帶他到天堂去。過了二、三個月沒事，再去檢查，病沒有了。怎麼好的？奇蹟！不是奇蹟，念頭轉變了。所以不要想身體、不要想病。你想好，也是在養病，把病養大了；你想不好，那就更快速，都在那裡養那個病，你的病怎麼會好？你念頭一轉，像我們念佛，念頭轉到阿彌陀佛，天天想阿彌陀佛，不想自己身體，也不想病，二、三個月什麼事都沒有，再檢查就沒有了。"
    },
    {
      "id": "02-037-0272_p0018",
      "zh_CN": "我前几天还听到个同学告诉我，他说现在有些医生对于癌症的病患，告诉他，他说：你肯不肯相信？如果肯相信，你一个星期不要吃饭，饿不死，你那个癌细胞会饿死。因为你吃东西所有的营养，全部都被那个癌细胞吸收去了。你一个星期没有营养进去，癌细胞受不了，它就死掉了。有道理！所以有病，吃这样补的、吃那样补的，那个麻烦大！你那些补的不是补你的五脏六腑，你完全补那个细胞、病毒，你去养病毒。这些话都有道理！医生教这些病人，有些病人真的照做，他真的病就好了。所以这是对付癌细胞的一个方法，把它饿死，药物没有办法消除它，这个方法可以消除，不给它营养，让它饿死。科学家的方法跟佛经上讲的道理相吻合，就是以心控物。我们的心不再想身体、不再想名闻利养、不再想五欲六尘。想这个东西是什么？想这个东西是六道，离不开六道。我专想极乐世界，极乐世界怎么想法？经上所讲的都是极乐世界，想阿弥陀佛。这是正念，八正道里头正念，正思惟。可不能错用了心！错用了心，你的麻烦就来了。这是放逸、懈怠。",
      "zh_TW": "我前幾天還聽到個同學告訴我，他說現在有些醫生對於癌症的病患，告訴他，他說：你肯不肯相信？如果肯相信，你一個星期不要吃飯，餓不死，你那個癌細胞會餓死。因為你吃東西所有的營養，全部都被那個癌細胞吸收去了。你一個星期沒有營養進去，癌細胞受不了，它就死掉了。有道理！所以有病，吃這樣補的、吃那樣補的，那個麻煩大！你那些補的不是補你的五臟六腑，你完全補那個細胞、病毒，你去養病毒。這些話都有道理！醫生教這些病人，有些病人真的照做，他真的病就好了。所以這是對付癌細胞的一個方法，把它餓死，藥物沒有辦法消除它，這個方法可以消除，不給它營養，讓它餓死。科學家的方法跟佛經上講的道理相吻合，就是以心控物。我們的心不再想身體、不再想名聞利養、不再想五欲六塵。想這個東西是什麼？想這個東西是六道，離不開六道。我專想極樂世界，極樂世界怎麼想法？經上所講的都是極樂世界，想阿彌陀佛。這是正念，八正道裡頭正念，正思惟。可不能錯用了心！錯用了心，你的麻煩就來了。這是放逸、懈怠。"
    },
    {
      "id": "02-037-0272_p0019",
      "zh_CN": "精进，在最不得已的状况之下，一定要鼓起自己的勇气拜佛。我们对于佛菩萨，那一种真诚恭敬心生不起来，如果你拜佛拜上三个月，恭敬心生起来了。每天至少一千拜。如果你没有任何工作，你可以拜三千拜。我相信半个月、二十天，你的状况完全不一样了。饮食简单，不能吃得太饱，可以学禅堂的方法，少吃多餐。放一点点心，饿的时候吃一点点，用功保持不饥不饱。吃饱了昏沉，他饿了心慌，心定不下来，所以不饥不饱，禅堂就用这个方法。禅堂没有持午的，不但吃三餐，还有二、三餐的点心，他只叫你吃一点点，保持你的精神、体力在最好的状态，他要求的是这个。念佛堂亦如是，都要知道用这个方法。",
      "zh_TW": "精進，在最不得已的狀況之下，一定要鼓起自己的勇氣拜佛。我們對於佛菩薩，那一種真誠恭敬心生不起來，如果你拜佛拜上三個月，恭敬心生起來了。每天至少一千拜。如果你沒有任何工作，你可以拜三千拜。我相信半個月、二十天，你的狀況完全不一樣了。飲食簡單，不能吃得太飽，可以學禪堂的方法，少吃多餐。放一點點心，餓的時候吃一點點，用功保持不饑不飽。吃飽了昏沉，他餓了心慌，心定不下來，所以不饑不飽，禪堂就用這個方法。禪堂沒有持午的，不但吃三餐，還有二、三餐的點心，他只叫你吃一點點，保持你的精神、體力在最好的狀態，他要求的是這個。念佛堂亦如是，都要知道用這個方法。"
    },
    {
      "id": "02-037-0272_p0020",
      "zh_CN": "现在国家也不希望你有大道场，人多了麻烦。对修行人好得不得了！印光大师说得好，小道场，人数不超过二十人。所以齐素萍居士，在甘肃建道场，她告诉我，要想办两个佛学院，一个男众佛学院，一个女众佛学院。我就告诉她，学生不超过二十人，我们要精不要多。二十人里面，实际上十个正科生，十个旁听生。挑选十个好的，我就教这十个人，另外十个旁听。男众十个，女众十个，十年之后，你这个道场能出二十个人还得了？不得了！要真出人才才行。十年、二十年，一个都出不来，这失败了。我们在澳洲十年，一个人都没出来。有人怪我，你没有教。不是我不教，没有人真学。有一个真学的，我都会真教他，我都会在澳洲住十年不离开。一个真学的都没有！这就难了，太难了。真正肯学的，可遇不可求，找一个真正老实、听话、真干，找不到！",
      "zh_TW": "現在國家也不希望你有大道場，人多了麻煩。對修行人好得不得了！印光大師說得好，小道場，人數不超過二十人。所以齊素萍居士，在甘肅建道場，她告訴我，要想辦兩個佛學院，一個男眾佛學院，一個女眾佛學院。我就告訴她，學生不超過二十人，我們要精不要多。二十人裡面，實際上十個正科生，十個旁聽生。挑選十個好的，我就教這十個人，另外十個旁聽。男眾十個，女眾十個，十年之後，你這個道場能出二十個人還得了？不得了！要真出人才才行。十年、二十年，一個都出不來，這失敗了。我們在澳洲十年，一個人都沒出來。有人怪我，你沒有教。不是我不教，沒有人真學。有一個真學的，我都會真教他，我都會在澳洲住十年不離開。一個真學的都沒有！這就難了，太難了。真正肯學的，可遇不可求，找一個真正老實、聽話、真幹，找不到！"
    },
    {
      "id": "02-037-0272_p0021",
      "zh_CN": "不在身边的，刘素云居士成就了，刘素云，刘素云成就了。这个人的长处就是六个字，老实、听话、真干，一门深入，长时薰修。一天听经十个小时，十个小时实际上听一个小时，重复听十个小时，长时薰修。这部经听完了，从头再来，不换，十年如一日，真成就了。人人都能成就，佛菩萨没有偏爱某一个人，只要你肯真干，没有一个不成就。十年的时间定住一部经，锲而不舍，终而复始，绝不改变，他就没有杂念、就没有妄想，心地清净。这样的修行，在一般人，三年到四年得三昧，得三昧是清净心现前；五年、六年开智慧，智慧开了，没有学的东西，他一听就懂、一看就懂，所谓是「一经通一切经通」。我听说有人请刘居士讲经，她没有学过的，讲得很好，没讲错。证明了佛在经典上所说的一经通一切经通，一个法门成就，一切法门全成就了，一即是多，多即是一，这个道理就是念力。所以只要明心见性，世出世间法样样就通达了。每一个法门都可以明心见性，只要你一门深入，只要你不夹杂、不怀疑、不间断，就成功。所以精进就是不怀疑、不夹杂、不间断。",
      "zh_TW": "不在身邊的，劉素雲居士成就了，劉素雲，劉素雲成就了。這個人的長處就是六個字，老實、聽話、真幹，一門深入，長時薰修。一天聽經十個小時，十個小時實際上聽一個小時，重複聽十個小時，長時薰修。這部經聽完了，從頭再來，不換，十年如一日，真成就了。人人都能成就，佛菩薩沒有偏愛某一個人，只要你肯真幹，沒有一個不成就。十年的時間定住一部經，鍥而不捨，終而復始，絕不改變，他就沒有雜念、就沒有妄想，心地清淨。這樣的修行，在一般人，三年到四年得三昧，得三昧是清淨心現前；五年、六年開智慧，智慧開了，沒有學的東西，他一聽就懂、一看就懂，所謂是「一經通一切經通」。我聽說有人請劉居士講經，她沒有學過的，講得很好，沒講錯。證明了佛在經典上所說的一經通一切經通，一個法門成就，一切法門全成就了，一即是多，多即是一，這個道理就是念力。所以只要明心見性，世出世間法樣樣就通達了。每一個法門都可以明心見性，只要你一門深入，只要你不夾雜、不懷疑、不間斷，就成功。所以精進就是不懷疑、不夾雜、不間斷。"
    },
    {
      "id": "02-037-0272_p0022",
      "zh_CN": "「若浮掉驰骋」，这四个字就是现在人所讲的心浮气躁，他定不下来。「散乱不定」，这个时候用什么方法？用禅定对治。禅定还是要放下，要放下不了的，他定不下来。净宗的方法是用一句名号代替一切法门，你只把精神专注在佛号上，散乱不定的现象就消失了。驰骋是形容散乱不定的样子。俗话所说快马加鞭，驰骋是这个意思，速度很快。用功时候，有这两种现象出现：一个就是心浮气躁，佛法讲掉举，浮掉，心里七上八下，定不下来；另外一种现象，昏沉，精神提不起来，这个是最常发生的事情，特别是在共修的时候。大家在一起念佛，一个心乱，他佛念不好；一个打瞌睡了，甚至于绕佛的时候都打瞌睡。你听听他，他不是在念佛，他打呼。我们真见过，真有本事，绕佛还打呼，这就是昏沉。昏沉，这是「愚痴迷惑」，要用什么方法？要用六波罗蜜的智慧，智慧破昏沉的。",
      "zh_TW": "「若浮掉馳騁」，這四個字就是現在人所講的心浮氣躁，他定不下來。「散亂不定」，這個時候用什麼方法？用禪定對治。禪定還是要放下，要放下不了的，他定不下來。淨宗的方法是用一句名號代替一切法門，你只把精神專注在佛號上，散亂不定的現象就消失了。馳騁是形容散亂不定的樣子。俗話所說快馬加鞭，馳騁是這個意思，速度很快。用功時候，有這兩種現象出現：一個就是心浮氣躁，佛法講掉舉，浮掉，心裡七上八下，定不下來；另外一種現象，昏沉，精神提不起來，這個是最常發生的事情，特別是在共修的時候。大家在一起念佛，一個心亂，他佛念不好；一個打瞌睡了，甚至於繞佛的時候都打瞌睡。你聽聽他，他不是在念佛，他打呼。我們真見過，真有本事，繞佛還打呼，這就是昏沉。昏沉，這是「愚痴迷惑」，要用什麼方法？要用六波羅蜜的智慧，智慧破昏沉的。"
    },
    {
      "id": "02-037-0272_p0023",
      "zh_CN": "所以「前之六种观法，皆名正行；六度等法」，这就是助道，帮助你解决问题。「《涅槃经》云：众生烦恼非一种，佛说无量对治门」，就这个意思。众生有八万四千烦恼，佛有八万四千法门，法门是什么？是对治烦恼的。我们这一宗，净宗的正门，就是经上所讲「发菩提心，一向专念」。莲池、蕅益大师教给我们的，深信切愿、执持名号、求生净土，净宗的正门！对治懈怠，拜佛是最好的办法，无论他是掉举，或者是昏沉，这一个办法统统都有效。叫他拜佛，心里头念佛，不要出声，出声伤气，拜佛出声伤气，默念，好办法！",
      "zh_TW": "所以「前之六種觀法，皆名正行；六度等法」，這就是助道，幫助你解決問題。「《涅槃經》云：眾生煩惱非一種，佛說無量對治門」，就這個意思。眾生有八萬四千煩惱，佛有八萬四千法門，法門是什麼？是對治煩惱的。我們這一宗，淨宗的正門，就是經上所講「發菩提心，一向專念」。蓮池、蕅益大師教給我們的，深信切願、執持名號、求生淨土，淨宗的正門！對治懈怠，拜佛是最好的辦法，無論他是掉舉，或者是昏沉，這一個辦法統統都有效。叫他拜佛，心裡頭念佛，不要出聲，出聲傷氣，拜佛出聲傷氣，默念，好辦法！"
    },
    {
      "id": "02-037-0272_p0024",
      "zh_CN": "再看下面一段，第八，「知位次」。这个也很重要。「位即行行所历之地位，次即次第。谓所历之位，高下浅深不相混杂也」。大乘佛法，总共是五十二个位次，前面五十一叫因位，都在修因，最后一个位次是果位，《华严经》上所说的，最后一个位次叫妙觉，那是果位。前面五十一个是因位，五十一个，有十信、十住、十行、十回向、十地、等觉，这五十一个，这五十一个都是菩萨，最后妙觉那是佛，这成佛了。所以佛是果位，前面是因位。这个地位高下浅深不一样，一定要很清楚我们自己修行到哪一个位次。西方极乐世界也有位次，四土三辈九品，我在哪一土、我是什么样的品位，清楚！",
      "zh_TW": "再看下面一段，第八，「知位次」。這個也很重要。「位即行行所歷之地位，次即次第。謂所歷之位，高下淺深不相混雜也」。大乘佛法，總共是五十二個位次，前面五十一叫因位，都在修因，最後一個位次是果位，《華嚴經》上所說的，最後一個位次叫妙覺，那是果位。前面五十一個是因位，五十一個，有十信、十住、十行、十迴向、十地、等覺，這五十一個，這五十一個都是菩薩，最後妙覺那是佛，這成佛了。所以佛是果位，前面是因位。這個地位高下淺深不一樣，一定要很清楚我們自己修行到哪一個位次。西方極樂世界也有位次，四土三輩九品，我在哪一土、我是什麼樣的品位，清楚！"
    },
    {
      "id": "02-037-0272_p0025",
      "zh_CN": "「若修行者不知位次，下根障重」，业障重。「非惟正助不明，却生上慢。谓已均佛。未得谓得，未证谓证」。这个是麻烦。这是讲下根，业障重，什么是正修、什么是助修他不知道，他修行一段时期就生增上慢。什么叫增上慢？他不是骗人的，他真的自己以为证果了，其实没有，他不是骗人。他误会了，以为均佛，跟佛一样，就等于佛，跟佛一样。这是错误的，没有得道，他自己以为得道。",
      "zh_TW": "「若修行者不知位次，下根障重」，業障重。「非惟正助不明，卻生上慢。謂已均佛。未得謂得，未證謂證」。這個是麻煩。這是講下根，業障重，什麼是正修、什麼是助修他不知道，他修行一段時期就生增上慢。什麼叫增上慢？他不是騙人的，他真的自己以為證果了，其實沒有，他不是騙人。他誤會了，以為均佛，跟佛一樣，就等於佛，跟佛一樣。這是錯誤的，沒有得道，他自己以為得道。"
    },
    {
      "id": "02-037-0272_p0026",
      "zh_CN": "我在初学佛的时候，遇到一个老居士，年龄比我大，大概大我有二十岁的样子，长辈，在家居士，修得不错。我出家之后，有一次去看她，她请我吃饭，告诉我，她证阿罗汉果了，说得挺像那么回事的。我没法子，她不是骗人，真的自己误会，以为证阿罗汉果。最后搞得我不得已，我说阿罗汉，证得阿罗汉，六种神通出现了，妳可以试试看，妳具不具足天眼？我们在她家里，她家外面是个小院子，院子外头是马路。我说妳能不能看到马路上车行人走，有没有看见？她说没有。我说阿罗汉有天耳，我们一般人听不到的音声，妳可以听得到。她说也没有。我说那妳连个须陀洹都没有证得。这经上讲得很清楚，须陀洹两个神通发现，天眼、天耳。斯陀含，二果，二果又加两个神通，就有四样，他心通、宿命通，知道自己过去世，过去一世、二世、三世，清楚；别人起心动念，他知道，这是他心通。我说这二果。三果就有神足通，神足通就变化了，他能分身，他能变化。神足就是如意通，他想要到什么地方去，念头才想，人就到了，用不着坐车，人就到了。这三果。四果有漏尽通，见思烦恼都没有了。她不行，她一样都没有。我说那妳还是凡夫，妳连初果都没有证得。她才相信。真难，这叫增上慢，不是故意骗人，自己有严重的误会，没有得道以为得道，没有证得以为证得。这种情形，修行人如果教理不通达、地位不清楚，很容易产生这个现象。增上慢对自己障碍很大，他以为证得，他不再向上，永远不能证得了。这严重的障碍。",
      "zh_TW": "我在初學佛的時候，遇到一個老居士，年齡比我大，大概大我有二十歲的樣子，長輩，在家居士，修得不錯。我出家之後，有一次去看她，她請我吃飯，告訴我，她證阿羅漢果了，說得挺像那麼回事的。我沒法子，她不是騙人，真的自己誤會，以為證阿羅漢果。最後搞得我不得已，我說阿羅漢，證得阿羅漢，六種神通出現了，妳可以試試看，妳具不具足天眼？我們在她家裡，她家外面是個小院子，院子外頭是馬路。我說妳能不能看到馬路上車行人走，有沒有看見？她說沒有。我說阿羅漢有天耳，我們一般人聽不到的音聲，妳可以聽得到。她說也沒有。我說那妳連個須陀洹都沒有證得。這經上講得很清楚，須陀洹兩個神通發現，天眼、天耳。斯陀含，二果，二果又加兩個神通，就有四樣，他心通、宿命通，知道自己過去世，過去一世、二世、三世，清楚；別人起心動念，他知道，這是他心通。我說這二果。三果就有神足通，神足通就變化了，他能分身，他能變化。神足就是如意通，他想要到什麼地方去，念頭才想，人就到了，用不著坐車，人就到了。這三果。四果有漏盡通，見思煩惱都沒有了。她不行，她一樣都沒有。我說那妳還是凡夫，妳連初果都沒有證得。她才相信。真難，這叫增上慢，不是故意騙人，自己有嚴重的誤會，沒有得道以為得道，沒有證得以為證得。這種情形，修行人如果教理不通達、地位不清楚，很容易產生這個現象。增上慢對自己障礙很大，他以為證得，他不再向上，永遠不能證得了。這嚴重的障礙。"
    },
    {
      "id": "02-037-0272_p0027",
      "zh_CN": "「故小乘经中，四禅比丘，谓得四果」。这是增上慢。比丘修定，修四禅八定，他修到第四禅，换句话说，他就能生到四禅天。他以为他证得四果，四果是阿罗汉，其实不是的，四禅天跟四果差远了，四禅天连初果都没证得，凡夫。四禅八定是凡夫定，不是圣人。为什么？没断烦恼。所以四禅天人还不如须陀洹，须陀洹断烦恼了，五种见惑断掉了。这要是细讲，三界九地八十八品见惑断掉了。比丘如果修禅定，修到四禅天，他这个没断。他没有断，误会了，把四禅天当作小乘的涅槃。产生误会是从这来的，以为自己证得涅槃，将来寿命到了，还要往下堕落。四禅天的寿命很长，堕落的时候他就会谤佛、谤法，认为佛欺骗了他，他已经证得了，为什么还会堕落？这个念头一生，就到地狱去了，毁谤三宝是地狱罪。所以麻烦大了！",
      "zh_TW": "「故小乘經中，四禪比丘，謂得四果」。這是增上慢。比丘修定，修四禪八定，他修到第四禪，換句話說，他就能生到四禪天。他以為他證得四果，四果是阿羅漢，其實不是的，四禪天跟四果差遠了，四禪天連初果都沒證得，凡夫。四禪八定是凡夫定，不是聖人。為什麼？沒斷煩惱。所以四禪天人還不如須陀洹，須陀洹斷煩惱了，五種見惑斷掉了。這要是細講，三界九地八十八品見惑斷掉了。比丘如果修禪定，修到四禪天，他這個沒斷。他沒有斷，誤會了，把四禪天當作小乘的涅槃。產生誤會是從這來的，以為自己證得涅槃，將來壽命到了，還要往下墮落。四禪天的壽命很長，墮落的時候他就會謗佛、謗法，認為佛欺騙了他，他已經證得了，為什麼還會墮落？這個念頭一生，就到地獄去了，毀謗三寶是地獄罪。所以麻煩大了！"
    },
    {
      "id": "02-037-0272_p0028",
      "zh_CN": "可是在「大乘经中，魔为菩萨授记」。大乘法里头不知道这个次第，魔来干扰他。怎么干扰？魔现佛身来给他授记，说你是什么菩萨，你将来什么时候成佛，给你讲这些。你得意洋洋，佛给我授记。假的，不是真的，这个事情要知道，千万不能当真。现在你看看，附身的、灵媒常常说这个人什么菩萨再来的，那个人是什么佛再来的。你听了之后可别相信，那是魔为菩萨授记，假的。自以为是什么菩萨，错了。菩萨怎么会有烦恼、菩萨怎么会有分别执着？所以，这个东西你得想想。",
      "zh_TW": "可是在「大乘經中，魔為菩薩授記」。大乘法裡頭不知道這個次第，魔來干擾他。怎麼干擾？魔現佛身來給他授記，說你是什麼菩薩，你將來什麼時候成佛，給你講這些。你得意洋洋，佛給我授記。假的，不是真的，這個事情要知道，千萬不能當真。現在你看看，附身的、靈媒常常說這個人什麼菩薩再來的，那個人是什麼佛再來的。你聽了之後可別相信，那是魔為菩薩授記，假的。自以為是什麼菩薩，錯了。菩薩怎麼會有煩惱、菩薩怎麼會有分別執著？所以，這個東西你得想想。"
    },
    {
      "id": "02-037-0272_p0029",
      "zh_CN": "我们看十信位的菩萨，初信位菩萨五种见惑断了，见惑是断了，见惑的习气还在。我们怎么知道有习气？佛经上讲的阿罗汉，证得阿罗汉，阿罗汉见思烦恼断了，他还有见思烦恼习气。所以我们就晓得，初果，证初果，见惑断掉了，有见惑习气，习气什么时候断？二果就断掉了，要再升一级。如果在菩萨里面讲，十信位的菩萨，初信断见惑。初信位断见惑，二信位断见惑的习气，三信位断思惑，思惑有八十一品，断前面的好像是六品，这就升到第三，第四也断习气，第六是断最后。不错，前面是六品粗惑，后面是七十五品，一共九九八十一品。所以他有习气，升一个梯次断一个习气。到七信位，见思烦恼断尽了，就是八十一品思惑断尽了，习气没断。",
      "zh_TW": "我們看十信位的菩薩，初信位菩薩五種見惑斷了，見惑是斷了，見惑的習氣還在。我們怎麼知道有習氣？佛經上講的阿羅漢，證得阿羅漢，阿羅漢見思煩惱斷了，他還有見思煩惱習氣。所以我們就曉得，初果，證初果，見惑斷掉了，有見惑習氣，習氣什麼時候斷？二果就斷掉了，要再升一級。如果在菩薩裡面講，十信位的菩薩，初信斷見惑。初信位斷見惑，二信位斷見惑的習氣，三信位斷思惑，思惑有八十一品，斷前面的好像是六品，這就升到第三，第四也斷習氣，第六是斷最後。不錯，前面是六品粗惑，後面是七十五品，一共九九八十一品。所以他有習氣，升一個梯次斷一個習氣。到七信位，見思煩惱斷盡了，就是八十一品思惑斷盡了，習氣沒斷。"
    },
    {
      "id": "02-037-0272_p0030",
      "zh_CN": "思惑的习气什么时候断？八信位，八信位断这个习气，见思烦恼习气断了。九信位断尘沙烦恼习气，十信位断无明烦恼，他就超越十法界。超越十法界就证得圆教初住，圆教初住，见思、尘沙、无明统统断了。见思的习气、尘沙习气也断了，无明习气没断，无明习气没断。所以一真法界，就是佛的实报庄严土，怎么来的？无始无明习气造成的，那个习气没办法断。为什么？他已经不起心不动念，你要断，不又起心动念了？那就愈来愈严重，所以他不起心不动念。怎么断？随它去，慢慢时间长了，自然没有了，所以叫无功用道。古人给我们举个比喻，就好比酒瓶，这有习气，酒倒完了，擦干净了，确实没有了，闻闻还有味道，这个东西没法子去。要是放在那里，瓶盖打开，过个半年、一年再去闻，没有了。",
      "zh_TW": "思惑的習氣什麼時候斷？八信位，八信位斷這個習氣，見思煩惱習氣斷了。九信位斷塵沙煩惱習氣，十信位斷無明煩惱，他就超越十法界。超越十法界就證得圓教初住，圓教初住，見思、塵沙、無明統統斷了。見思的習氣、塵沙習氣也斷了，無明習氣沒斷，無明習氣沒斷。所以一真法界，就是佛的實報莊嚴土，怎麼來的？無始無明習氣造成的，那個習氣沒辦法斷。為什麼？他已經不起心不動念，你要斷，不又起心動念了？那就愈來愈嚴重，所以他不起心不動念。怎麼斷？隨它去，慢慢時間長了，自然沒有了，所以叫無功用道。古人給我們舉個比喻，就好比酒瓶，這有習氣，酒倒完了，擦乾淨了，確實沒有了，聞聞還有味道，這個東西沒法子去。要是放在那裡，瓶蓋打開，過個半年、一年再去聞，沒有了。"
    },
    {
      "id": "02-037-0272_p0031",
      "zh_CN": "无始无明习气要多久才能断掉？三个阿僧祇劫。所以三大阿僧祇劫不是对普通人说的，是对法身菩萨说的。他那么长的时间，他无明习气还残余多少，每个人不一样。所以他才有四十一个阶级，四十一个阶级就是说他所带的习气有多少，愈往上面去就愈薄。到等觉，那只带最后一品，叫生相无明。那一品破了，相就没有了，就是实报庄严土的相没有了，他回归常寂光，那就是妙觉如来。等觉菩萨一提升就是妙觉。位次！什么位次自己一定要清楚，不至于产生误会。特别是自己要清楚，人家恭维你，那一恭维你就傻了，你信以为真，那你就上大当了。这是不能不知道的。",
      "zh_TW": "無始無明習氣要多久才能斷掉？三個阿僧祇劫。所以三大阿僧祇劫不是對普通人說的，是對法身菩薩說的。他那麼長的時間，他無明習氣還殘餘多少，每個人不一樣。所以他才有四十一個階級，四十一個階級就是說他所帶的習氣有多少，愈往上面去就愈薄。到等覺，那只帶最後一品，叫生相無明。那一品破了，相就沒有了，就是實報莊嚴土的相沒有了，他回歸常寂光，那就是妙覺如來。等覺菩薩一提升就是妙覺。位次！什麼位次自己一定要清楚，不至於產生誤會。特別是自己要清楚，人家恭維你，那一恭維你就傻了，你信以為真，那你就上大當了。這是不能不知道的。"
    },
    {
      "id": "02-037-0272_p0032",
      "zh_CN": "「若知位次，则无如是之失。故须知位次也」。这个前面讲的大概都没有问题，就是授记。授记它有个注解。「授记者，圣言说与曰授」。授记是什么？是佛给你授记的。「果与心期曰记也」，我们都想成佛，他来告诉你，你什么时候成佛，你在哪一个世界成佛，你成佛叫什么名字，他都可以告诉你，这叫授记。决定不是在我们这一生能做到的。那至少是什么？明心见性，见性成佛，在这个时候佛才给你授记。那就是说，佛授记的对象是法身菩萨，我们现在没到那个境界。不起心、不动念、不分别、不执着，这是法身菩萨境界。",
      "zh_TW": "「若知位次，則無如是之失。故須知位次也」。這個前面講的大概都沒有問題，就是授記。授記它有個註解。「授記者，聖言說與曰授」。授記是什麼？是佛給你授記的。「果與心期曰記也」，我們都想成佛，他來告訴你，你什麼時候成佛，你在哪一個世界成佛，你成佛叫什麼名字，他都可以告訴你，這叫授記。決定不是在我們這一生能做到的。那至少是什麼？明心見性，見性成佛，在這個時候佛才給你授記。那就是說，佛授記的對象是法身菩薩，我們現在沒到那個境界。不起心、不動念、不分別、不執著，這是法身菩薩境界。"
    },
    {
      "id": "02-037-0272_p0033",
      "zh_CN": "可是有一个迷、误区，无想天。修无想定的人，他确实不分别、不执着、不起心、不动念，果报在第四禅无想天。这跟初住菩萨有什么差别？初住菩萨有智慧，虽然不起心、不动念、不分别、不执着，样样清楚、样样明了，心像一面镜子一样，照在外面。而无想天他什么都不知道，他有定没有慧，心就定了，什么都不想，就得这种定，什么都不想，什么都不知道。有一个例子，诸位读过《了凡四训》，了凡先生跟云谷大师在禅堂坐三天三夜，没有一个念头，那就是无想定。老和尚问他，他什么都不知道。真有定的话，他生智慧。所以老和尚一问，问他：你功夫不错，从哪里学来的？他很老实，我的命被人算定了，二十年一点都没错。所以我相信一生皆是命，半点不由人，那就不要打妄想，打妄想没用处。云谷禅师听了哈哈大笑。我以为你是圣人，原来你还是个凡夫。无想定是凡夫，没出四禅，凡夫。所以知位次是很有必要的。",
      "zh_TW": "可是有一個迷、誤區，無想天。修無想定的人，他確實不分別、不執著、不起心、不動念，果報在第四禪無想天。這跟初住菩薩有什麼差別？初住菩薩有智慧，雖然不起心、不動念、不分別、不執著，樣樣清楚、樣樣明瞭，心像一面鏡子一樣，照在外面。而無想天他什麼都不知道，他有定沒有慧，心就定了，什麼都不想，就得這種定，什麼都不想，什麼都不知道。有一個例子，諸位讀過《了凡四訓》，了凡先生跟雲谷大師在禪堂坐三天三夜，沒有一個念頭，那就是無想定。老和尚問他，他什麼都不知道。真有定的話，他生智慧。所以老和尚一問，問他：你功夫不錯，從哪裡學來的？他很老實，我的命被人算定了，二十年一點都沒錯。所以我相信一生皆是命，半點不由人，那就不要打妄想，打妄想沒用處。雲谷禪師聽了哈哈大笑。我以為你是聖人，原來你還是個凡夫。無想定是凡夫，沒出四禪，凡夫。所以知位次是很有必要的。"
    },
    {
      "id": "02-037-0272_p0034",
      "zh_CN": "第九，「安忍」。这一层一层往上提升，知位次之后，安、忍。安是不动，忍，忍耐，真正能够守得住。「谓修观之人」，你看「初观不思议境」，这是第一观。一直到前面「第八知位次」，功夫都还能够得力。「或入五品，障转慧开，神智爽利，本不听学，能解经论，欲释一义。辩不可尽，或说一两句法，或说一两则禅，初对一人，传诵渐广，则外招名利」，这问题来了，你看外面有名利来了，「内动宿障」，里面阿赖耶里头贪瞋痴慢的种子起现行了。「宿障纵少，名利弥至，为众围绕，废损自行。非惟正行不进，障道还兴」。为什么要学安忍，麻烦就在这里。他得什么功夫？得五品位，连初果都不如。注解里头有，「五品者，随喜、读诵、说法、兼行六度、正行六度也」。",
      "zh_TW": "第九，「安忍」。這一層一層往上提升，知位次之後，安、忍。安是不動，忍，忍耐，真正能夠守得住。「謂修觀之人」，你看「初觀不思議境」，這是第一觀。一直到前面「第八知位次」，功夫都還能夠得力。「或入五品，障轉慧開，神智爽利，本不聽學，能解經論，欲釋一義。辯不可盡，或說一兩句法，或說一兩則禪，初對一人，傳誦漸廣，則外招名利」，這問題來了，你看外面有名利來了，「內動宿障」，裡面阿賴耶裡頭貪瞋痴慢的種子起現行了。「宿障縱少，名利彌至，為眾圍繞，廢損自行。非惟正行不進，障道還興」。為什麼要學安忍，麻煩就在這裡。他得什麼功夫？得五品位，連初果都不如。註解裡頭有，「五品者，隨喜、讀誦、說法、兼行六度、正行六度也」。"
    },
    {
      "id": "02-037-0272_p0035",
      "zh_CN": "智者大师往生，他是念佛往生的。弟子们问他，老师往生极乐世界是什么样的品位？智者大师说，他只得五品位。就是这里讲的，五品位生凡圣同居土。这大师示现的，教我们要老实，不要好高骛远。你看蕅益大师，人家问他，你老人家一生念佛求生净土，什么样的品位你就满足了？他说我要真能往生，凡圣同居土下下品往生，我就满足了。大圣大贤都教我们知足常乐，不要好高骛远。好高骛远去不成，为什么？你有妄想夹杂。你只一昧用真诚心就好，何必要计较品位？那经上讲得这么清楚，只要往生，皆作阿惟越致菩萨，这还得了吗？凡圣同居土下下品往生也是阿惟越致菩萨。极乐世界是平等法界，本来是不平，阿弥陀佛把它摆平。阿弥陀佛用什么摆平？用四十八愿五劫修行功德摆平。这都是我们最好的典范。所以不必去问品位，操这种心就是障碍，你心不清净。心净则佛土净，所以心不清净不行。清净，什么都放下，极乐世界品位也放下。只要能往生、只要能见阿弥陀佛就够了，就心满意足了，这个一定要知道。",
      "zh_TW": "智者大師往生，他是念佛往生的。弟子們問他，老師往生極樂世界是什麼樣的品位？智者大師說，他只得五品位。就是這裡講的，五品位生凡聖同居土。這大師示現的，教我們要老實，不要好高騖遠。你看蕅益大師，人家問他，你老人家一生念佛求生淨土，什麼樣的品位你就滿足了？他說我要真能往生，凡聖同居土下下品往生，我就滿足了。大聖大賢都教我們知足常樂，不要好高騖遠。好高騖遠去不成，為什麼？你有妄想夾雜。你只一昧用真誠心就好，何必要計較品位？那經上講得這麼清楚，只要往生，皆作阿惟越致菩薩，這還得了嗎？凡聖同居土下下品往生也是阿惟越致菩薩。極樂世界是平等法界，本來是不平，阿彌陀佛把它擺平。阿彌陀佛用什麼擺平？用四十八願五劫修行功德擺平。這都是我們最好的典範。所以不必去問品位，操這種心就是障礙，你心不清淨。心淨則佛土淨，所以心不清淨不行。清淨，什麼都放下，極樂世界品位也放下。只要能往生、只要能見阿彌陀佛就夠了，就心滿意足了，這個一定要知道。"
    },
    {
      "id": "02-037-0272_p0036",
      "zh_CN": "你看入五品位，五品位，你看看他修的什么？随喜。随喜不容易，你要不能放下成见、放下对立，你怎么能够随喜？随喜就绝对不跟人吵架了。还要执着我的对、你的错，这就随喜不了。所以普贤十愿里头，随喜功德，随喜是成就功德，为什么？把你自己的妄念放下、成见放下，不再执着。你善，我也可以随喜；恶，也可以随喜。真了不起！虽然随喜，心里不落痕迹，这叫功德。如果口里没有这个，心里还有，这不叫随喜。心里头痕迹都没有，知道什么？知道「一切法无所有，毕竟空，不可得」。善法如是，恶法亦如是，都不可得。心住在一句佛号上，行善，阿弥陀佛；造恶，也阿弥陀佛。造作的人，他有他的果报。造作不善，能劝的人要劝；不能劝的别劝他，劝他，造业更重，他就谤佛了。不劝他，造的业轻；你劝他，造业重。所以，菩萨有慈悲心，不忍心让造罪的人再加重罪业，所以他不说。能劝、能听的，这个一定要劝、要说，不能够接受的绝对不说。",
      "zh_TW": "你看入五品位，五品位，你看看他修的什麼？隨喜。隨喜不容易，你要不能放下成見、放下對立，你怎麼能夠隨喜？隨喜就絕對不跟人吵架了。還要執著我的對、你的錯，這就隨喜不了。所以普賢十願裡頭，隨喜功德，隨喜是成就功德，為什麼？把你自己的妄念放下、成見放下，不再執著。你善，我也可以隨喜；惡，也可以隨喜。真了不起！雖然隨喜，心裡不落痕跡，這叫功德。如果口裡沒有這個，心裡還有，這不叫隨喜。心裡頭痕跡都沒有，知道什麼？知道「一切法無所有，畢竟空，不可得」。善法如是，惡法亦如是，都不可得。心住在一句佛號上，行善，阿彌陀佛；造惡，也阿彌陀佛。造作的人，他有他的果報。造作不善，能勸的人要勸；不能勸的別勸他，勸他，造業更重，他就謗佛了。不勸他，造的業輕；你勸他，造業重。所以，菩薩有慈悲心，不忍心讓造罪的人再加重罪業，所以他不說。能勸、能聽的，這個一定要勸、要說，不能夠接受的絕對不說。"
    },
    {
      "id": "02-037-0272_p0037",
      "zh_CN": "这桩事情，我们在跟李老师学经教，教学的时候，老师把这个表演出来了。我那个时候年轻，不懂，心里有怀疑，就是好像老师对人不平等。对这个学生，有打、有骂、有教训；对那个学生，满面春风，他做得不对，老师也不说，也不会发脾气。我是闷了一阵子，大概有一个多月，老师看出来了，有一天把我叫到房间，问我这桩事情。我说是的，我是有怀疑。老师就说，学生当中，有真愿意学的，打他、骂他，他感谢老师，这个要教，要真教；还有些很爱面子，说几句不好听，脸上就红了，样子就变了，别教了，为什么？这样你要真的教他，就变成仇人了。我才恍然大悟！绝对不跟人结冤仇。你不能接受的，你有好的，赞叹一句；不好的，一句不说，不结冤仇。在这里跟老师学到这一门，见到不善也能随喜。因为这个不善对我们伤害不是太大，对我们这个社会伤害也不是太大，小不善就不必提了。真正遇到大的不善，那我们讲，他不会听的，要找什么？他最欢喜的人、最亲密的朋友，让他去试试看。但是言不能过三，两次，不可以第三次，两次不听，以后就别说了，说了人家心里有怨恨。所谓「言者无心，听者有意」，不要跟人结怨。菩萨的智慧、菩萨的慈悲，从这个地方显示出来。",
      "zh_TW": "這樁事情，我們在跟李老師學經教，教學的時候，老師把這個表演出來了。我那個時候年輕，不懂，心裡有懷疑，就是好像老師對人不平等。對這個學生，有打、有罵、有教訓；對那個學生，滿面春風，他做得不對，老師也不說，也不會發脾氣。我是悶了一陣子，大概有一個多月，老師看出來了，有一天把我叫到房間，問我這樁事情。我說是的，我是有懷疑。老師就說，學生當中，有真願意學的，打他、罵他，他感謝老師，這個要教，要真教；還有些很愛面子，說幾句不好聽，臉上就紅了，樣子就變了，別教了，為什麼？這樣你要真的教他，就變成仇人了。我才恍然大悟！絕對不跟人結冤仇。你不能接受的，你有好的，讚歎一句；不好的，一句不說，不結冤仇。在這裡跟老師學到這一門，見到不善也能隨喜。因為這個不善對我們傷害不是太大，對我們這個社會傷害也不是太大，小不善就不必提了。真正遇到大的不善，那我們講，他不會聽的，要找什麼？他最歡喜的人、最親密的朋友，讓他去試試看。但是言不能過三，兩次，不可以第三次，兩次不聽，以後就別說了，說了人家心裡有怨恨。所謂「言者無心，聽者有意」，不要跟人結怨。菩薩的智慧、菩薩的慈悲，從這個地方顯示出來。"
    },
    {
      "id": "02-037-0272_p0038",
      "zh_CN": "所以五品位，也就是认真学习，没开悟，学习得很好。你看随喜、读诵、说法，今天我们学讲经，兼行六度，正行六度，我们确实在这干，没开悟、没证果，烦恼一品都没断。所以入五品，也有一点小智慧，解悟，神智爽利。是一个修道人，是个很好的修道人，真正修得好的，大概都是在这位次，智者是表演给我们看。本不听学，能解经论，他没有听过的、没有学过的经论，他一听能听得懂、能理解。欲释一义，给你解一句佛法，或者说一个义，辩才无碍，辩不可尽。或说一、二句法，或者说一、二则禅，禅宗的公案。起初对一个、两个，慢慢大家都很佩服你、都很赞叹，以后人就愈来愈多了，传诵渐广。这就是什么？名出去了，现在讲知名度。知名度高了，那你就外招名利，慕名来跟你学习的，供养、利益就多了。这个时候最怕的，内动宿障，你阿赖耶里头烦恼习气种子，如果受外面境界影响，它起来了。宿障纵然少，不是很多，名利弥至，弥是多，愈来愈多，名气愈来愈大，利养愈来愈多。为众围绕，亲近的人多了，不是好事，你自己修行的功夫都没有了，时间没有了。非惟正行不进，障道还兴，兴就是兴起，障缘就不断的出现，你的正行功夫不能进步。这是自古以来普遍的现象，多少修行人在这个境界里头被淘汰掉。所以名闻利养绝对不是好事。",
      "zh_TW": "所以五品位，也就是認真學習，沒開悟，學習得很好。你看隨喜、讀誦、說法，今天我們學講經，兼行六度，正行六度，我們確實在這幹，沒開悟、沒證果，煩惱一品都沒斷。所以入五品，也有一點小智慧，解悟，神智爽利。是一個修道人，是個很好的修道人，真正修得好的，大概都是在這位次，智者是表演給我們看。本不聽學，能解經論，他沒有聽過的、沒有學過的經論，他一聽能聽得懂、能理解。欲釋一義，給你解一句佛法，或者說一個義，辯才無礙，辯不可盡。或說一、二句法，或者說一、二則禪，禪宗的公案。起初對一個、兩個，慢慢大家都很佩服你、都很讚歎，以後人就愈來愈多了，傳誦漸廣。這就是什麼？名出去了，現在講知名度。知名度高了，那你就外招名利，慕名來跟你學習的，供養、利益就多了。這個時候最怕的，內動宿障，你阿賴耶裡頭煩惱習氣種子，如果受外面境界影響，它起來了。宿障縱然少，不是很多，名利彌至，彌是多，愈來愈多，名氣愈來愈大，利養愈來愈多。為眾圍繞，親近的人多了，不是好事，你自己修行的功夫都沒有了，時間沒有了。非惟正行不進，障道還興，興就是興起，障緣就不斷的出現，你的正行功夫不能進步。這是自古以來普遍的現象，多少修行人在這個境界裡頭被淘汰掉。所以名聞利養絕對不是好事。"
    },
    {
      "id": "02-037-0272_p0039",
      "zh_CN": "我们跟李老师，李老师禁止我们四十岁以前公开讲经。为什么？就是怕这个事情，防得很严。四十岁以前讲经，在家里讲，台中莲社、慈光图书馆，自己的道场，不出去；四十之后才可以出去，你稍稍有把握。现在五十也不行，六十也不行，也保不住。从前四十是什么？人家的根厚，根基扎得好，四十而不惑。这个标准是孔子的标准，四十岁不迷惑。孔子，十五有志于学，三十而立，四十而不惑，五十知天命，六十耳顺，七十从心所欲不逾矩。这是孔子的境界，以他为标准。我们四十岁能不迷惑吗？能不被这些名闻利养动心吗？一动心就坏了，大幅度的退转，将来还是搞六道轮回。你看看，谛闲老和尚那个参禅的徒弟，不就是毁掉了！在金山寺做到了首座和尚，这地位高，方丈下面就是首座。名高了、地位高了，皈依的也多了，供养也多了，业障就现前了，名利心现前了，把不住了。这个东西一现前，护法神离开了。护法神是护法，你法退心了，他就走了。冤亲债主找上门，这个冤亲债主是他没有出家之前的太太，找来了，把他拖下去，去当土地公去了。鬼道里头最小的鬼王，土地公。一世的修行，得这样的果报，倓虚老法师常常用这个例子提醒大家。",
      "zh_TW": "我們跟李老師，李老師禁止我們四十歲以前公開講經。為什麼？就是怕這個事情，防得很嚴。四十歲以前講經，在家裡講，台中蓮社、慈光圖書館，自己的道場，不出去；四十之後才可以出去，你稍稍有把握。現在五十也不行，六十也不行，也保不住。從前四十是什麼？人家的根厚，根基紮得好，四十而不惑。這個標準是孔子的標準，四十歲不迷惑。孔子，十五有志於學，三十而立，四十而不惑，五十知天命，六十耳順，七十從心所欲不踰矩。這是孔子的境界，以他為標準。我們四十歲能不迷惑嗎？能不被這些名聞利養動心嗎？一動心就壞了，大幅度的退轉，將來還是搞六道輪迴。你看看，諦閑老和尚那個參禪的徒弟，不就是毀掉了！在金山寺做到了首座和尚，這地位高，方丈下面就是首座。名高了、地位高了，皈依的也多了，供養也多了，業障就現前了，名利心現前了，把不住了。這個東西一現前，護法神離開了。護法神是護法，你法退心了，他就走了。冤親債主找上門，這個冤親債主是他沒有出家之前的太太，找來了，把他拖下去，去當土地公去了。鬼道裡頭最小的鬼王，土地公。一世的修行，得這樣的果報，倓虛老法師常常用這個例子提醒大家。"
    },
    {
      "id": "02-037-0272_p0040",
      "zh_CN": "「惟当自勉，于名利心，安然不动」，这个很重要！我能保住这一点，是当年章嘉大师教我学释迦牟尼佛。释迦牟尼佛只接受四事供养，饮食、衣服、卧具、医药，其他的一概不接受。一生不建道场，真的是不管人、不管钱、不管事，一生教学。所谓「师父领进门，修行在个人」，你跟释迦牟尼佛学习，是听讲经教学，上课；修行，你自己的事情，佛不问你。听明白了，自然就知道该怎么做了。行是生活行为，生活行为错了，把它修正过来叫修行。生活行为不外乎三类，思想，你想错了，念头错了，要修正过来；言语、身体造作，就是身语意三业。修学的标准就是佛所教的，经论是修正思想的，戒律是修正言语跟身体造作的。他讲经律论，不就是修行的标准吗？讲清楚、讲明白，你自己就知道怎么做。所以老师使命只做到开示，悟入是学生自己的事情。开是启发，示是做榜样。释迦牟尼佛自己做个样子给你看，这个教育的方式好！好到极处，应当学习，应当把它发扬光大。学生完全受到精神感召，自动自发，不需要管教。每个同学都自动自发的去修行，修正自己错误行为，不修行看到不好意思，自然大家各自认真，依照经律论修正身口意三业。所以于名利心，安然不动。",
      "zh_TW": "「惟當自勉，於名利心，安然不動」，這個很重要！我能保住這一點，是當年章嘉大師教我學釋迦牟尼佛。釋迦牟尼佛只接受四事供養，飲食、衣服、臥具、醫藥，其他的一概不接受。一生不建道場，真的是不管人、不管錢、不管事，一生教學。所謂「師父領進門，修行在個人」，你跟釋迦牟尼佛學習，是聽講經教學，上課；修行，你自己的事情，佛不問你。聽明白了，自然就知道該怎麼做了。行是生活行為，生活行為錯了，把它修正過來叫修行。生活行為不外乎三類，思想，你想錯了，念頭錯了，要修正過來；言語、身體造作，就是身語意三業。修學的標準就是佛所教的，經論是修正思想的，戒律是修正言語跟身體造作的。他講經律論，不就是修行的標準嗎？講清楚、講明白，你自己就知道怎麼做。所以老師使命只做到開示，悟入是學生自己的事情。開是啟發，示是做榜樣。釋迦牟尼佛自己做個樣子給你看，這個教育的方式好！好到極處，應當學習，應當把它發揚光大。學生完全受到精神感召，自動自發，不需要管教。每個同學都自動自發的去修行，修正自己錯誤行為，不修行看到不好意思，自然大家各自認真，依照經律論修正身口意三業。所以於名利心，安然不動。"
    },
    {
      "id": "02-037-0272_p0041",
      "zh_CN": "我是到晚年，七十三、四岁的时候，离开新加坡到澳洲，替悟字辈的这些年轻人建一个道场。我知道他们也不是真正干，建个道场，你们自己有个地方好好去修。我在任何地方讲的经，录音带、录影带都交给你们，你们自己去听，自己好好学习。方法教给你了，一门深入，长时薰修，有十年，哪有不成就的道理！十年过去了，没有一个成就。所以我就告诉大家，再一个十年，看看再十年之后有没有成就？没有成就，那就没法子了。为什么不能成就？没放下。五种见惑没放下，五种思惑没放下，身见、边见、见取、戒取、邪见、贪、瞋、痴、慢、疑，这十个没放下，一个都没放下，所以没有成就。连五品位都没有，五品位在这十个之下。这十个如果破个一、二个，就证小果。五品位在须陀洹之下。如果我们讲四向四果，五品位是初果向，向着这个初果，还没有到，是这个方向，但没到。到了就证初果。证到初果之后，目标就向着二果，修二果向。修成了，证到二果。所以五品位是初果向，在大乘就是向初信菩萨，向着初信菩萨的目标去迈进，这个方向正确，修成功了，就是初果，就是初信位的菩萨。",
      "zh_TW": "我是到晚年，七十三、四歲的時候，離開新加坡到澳洲，替悟字輩的這些年輕人建一個道場。我知道他們也不是真正幹，建個道場，你們自己有個地方好好去修。我在任何地方講的經，錄音帶、錄影帶都交給你們，你們自己去聽，自己好好學習。方法教給你了，一門深入，長時薰修，有十年，哪有不成就的道理！十年過去了，沒有一個成就。所以我就告訴大家，再一個十年，看看再十年之後有沒有成就？沒有成就，那就沒法子了。為什麼不能成就？沒放下。五種見惑沒放下，五種思惑沒放下，身見、邊見、見取、戒取、邪見、貪、瞋、痴、慢、疑，這十個沒放下，一個都沒放下，所以沒有成就。連五品位都沒有，五品位在這十個之下。這十個如果破個一、二個，就證小果。五品位在須陀洹之下。如果我們講四向四果，五品位是初果向，向著這個初果，還沒有到，是這個方向，但沒到。到了就證初果。證到初果之後，目標就向著二果，修二果向。修成了，證到二果。所以五品位是初果向，在大乘就是向初信菩薩，向著初信菩薩的目標去邁進，這個方向正確，修成功了，就是初果，就是初信位的菩薩。"
    },
    {
      "id": "02-037-0272_p0042",
      "zh_CN": "「复须忍耐内外荣辱，策励其心，故名安忍」，你看这多重要！内，让自己不生烦恼，清净平等心不受外头境界影响，无论是别人赞叹。荣，不起贪心、不生傲慢；辱，不生烦恼、不起怨恨，要用平等心来看待。策励其心，那就是好事情，顺境、逆境都帮助你长成、都帮助你成就。不是帮你成就，就是帮你堕落，境界就是这样的。所以境界是个中立的，没有善恶，善恶都在自己用什么样的心去对待；用得正，提升了。忍辱仙人遇到歌利王，提升了；如果他怨恨，他就堕落了，他就又回到六道轮回，搞冤冤相报。所以我们要记住，外面境界永远没有善恶。蕅益大师说得很好，他讲「境缘无好丑，好丑起于心」。我们用好的心看外面的境缘，境是物质境界，缘是人事境界，你用好的心看，都是好；你用不善的心看，全都是不善。境缘无好丑，好丑在于心，看我们用的是什么心。这不就是说境随心转！",
      "zh_TW": "「復須忍耐內外榮辱，策勵其心，故名安忍」，你看這多重要！內，讓自己不生煩惱，清淨平等心不受外頭境界影響，無論是別人讚歎。榮，不起貪心、不生傲慢；辱，不生煩惱、不起怨恨，要用平等心來看待。策勵其心，那就是好事情，順境、逆境都幫助你長成、都幫助你成就。不是幫你成就，就是幫你墮落，境界就是這樣的。所以境界是個中立的，沒有善惡，善惡都在自己用什麼樣的心去對待；用得正，提升了。忍辱仙人遇到歌利王，提升了；如果他怨恨，他就墮落了，他就又回到六道輪迴，搞冤冤相報。所以我們要記住，外面境界永遠沒有善惡。蕅益大師說得很好，他講「境緣無好醜，好醜起於心」。我們用好的心看外面的境緣，境是物質境界，緣是人事境界，你用好的心看，都是好；你用不善的心看，全都是不善。境緣無好醜，好醜在於心，看我們用的是什麼心。這不就是說境隨心轉！"
    },
    {
      "id": "02-037-0272_p0043",
      "zh_CN": "现在量子学家提倡以心控物，就这个道理。要用我们的心改变外面的环境。你天天改，不要急着怎么还没有转过来？不要想这些，我功夫不到。只一味求自己，不要求外面，这就对了。我们要从外面求那就错了，从内求就对了。所以佛法称为内学，佛经称为内典，就是这个道理。佛法是向内，不是向外的。如果向外叫外道，就错了，完全错了。记住前头第一句话，「应观法界性，一切唯心造」，《华严经》上说的。十乘理观里面告诉我们，色是心造的，全体是心。说得多干净！一句话，遍法界虚空界全体是心，谁的心？自己的心，不是别人的心。所以任何事情不能怨天尤人，不能怪别人。好，自己造的；不好，也是自己造的，自己要负百分之百的责任。我们今天学到此地。",
      "zh_TW": "現在量子學家提倡以心控物，就這個道理。要用我們的心改變外面的環境。你天天改，不要急著怎麼還沒有轉過來？不要想這些，我功夫不到。只一味求自己，不要求外面，這就對了。我們要從外面求那就錯了，從內求就對了。所以佛法稱為內學，佛經稱為內典，就是這個道理。佛法是向內，不是向外的。如果向外叫外道，就錯了，完全錯了。記住前頭第一句話，「應觀法界性，一切唯心造」，《華嚴經》上說的。十乘理觀裡面告訴我們，色是心造的，全體是心。說得多乾淨！一句話，遍法界虛空界全體是心，誰的心？自己的心，不是別人的心。所以任何事情不能怨天尤人，不能怪別人。好，自己造的；不好，也是自己造的，自己要負百分之百的責任。我們今天學到此地。"
    }
  ]
}