{
  "doc_id": "02-037-0229",
  "title": {
    "zh_CN": "净土大经科注—修慧比修福要紧",
    "zh_TW": "淨土大經科註—修慧比修福要緊"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二九集",
    "zh_TW": "第二二九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0229",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0229_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百六十七页最后一行，「辛三，二利行，轨范具足」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百六十七頁最後一行，「辛三，二利行，軌範具足」："
    },
    {
      "id": "02-037-0229_p0002",
      "zh_CN": "【庄严众行。轨范具足。】",
      "zh_TW": "【莊嚴眾行。軌範具足。】"
    },
    {
      "id": "02-037-0229_p0003",
      "zh_CN": "这一科就两句经文。『庄严众行』者，「《净影疏》曰：彰（表也）行成就」，就是表彰修行的成就，这彰的意思。「庄严者，福智二严。众行者，檀等一切行也」，檀是布施，梵语叫檀那。「意谓」，这个意思是说，「以福与智，庄严布施等度及万行」。《唯识述记》七卷曰：「善资粮者，福智二严」。《净影疏》里面告诉我们，菩萨修行，成就的是什么？经上讲的庄严、轨范。庄严是自己成就，轨范是利他行，也就是佛弟子要给世间人做一个好榜样，轨范是好榜样，这就是自利利他。庄严，什么叫庄严？这里面给我们提了个纲领，福、智这两种，一个是福德，一个是智慧。这里举的例子就是菩萨的六度，菩萨六度前面五种是修福，后面一种是修慧，福慧庄严。布施，实际上六度是互摄的，每一度里头都具足其他的五度，这才叫菩萨行，不是一桩一桩独立的，《华严经》上讲的，一即是多，多即是一。修布施，无论是修财布施、法布施、无畏布施，有没有持戒？有，布施要如理、要如法，那就是持戒；有没有忍辱？有；精进、禅定、般若智慧统统具足，就在布施这一桩事情当中。世间人不知道事实真相，所以许多事凭着自己想像去做，不但没有福德还造业，这就错了。",
      "zh_TW": "這一科就兩句經文。『莊嚴眾行』者，「《淨影疏》曰：彰（表也）行成就」，就是表彰修行的成就，這彰的意思。「莊嚴者，福智二嚴。眾行者，檀等一切行也」，檀是布施，梵語叫檀那。「意謂」，這個意思是說，「以福與智，莊嚴布施等度及萬行」。《唯識述記》七卷曰：「善資糧者，福智二嚴」。《淨影疏》裡面告訴我們，菩薩修行，成就的是什麼？經上講的莊嚴、軌範。莊嚴是自己成就，軌範是利他行，也就是佛弟子要給世間人做一個好榜樣，軌範是好榜樣，這就是自利利他。莊嚴，什麼叫莊嚴？這裡面給我們提了個綱領，福、智這兩種，一個是福德，一個是智慧。這裡舉的例子就是菩薩的六度，菩薩六度前面五種是修福，後面一種是修慧，福慧莊嚴。布施，實際上六度是互攝的，每一度裡頭都具足其他的五度，這才叫菩薩行，不是一樁一樁獨立的，《華嚴經》上講的，一即是多，多即是一。修布施，無論是修財布施、法布施、無畏布施，有沒有持戒？有，布施要如理、要如法，那就是持戒；有沒有忍辱？有；精進、禪定、般若智慧統統具足，就在布施這一樁事情當中。世間人不知道事實真相，所以許多事憑著自己想像去做，不但沒有福德還造業，這就錯了。"
    },
    {
      "id": "02-037-0229_p0004",
      "zh_CN": "在大乘法里面，智慧、德能、相好，相好就是我们今天讲的福报，自性里头本来具足。惠能大师开悟的时候说，「何期自性，本自具足」，具足什么？一切具足，没有一样欠缺。你看遍法界虚空界，哪一法欠缺？一样都不欠。这一切法全是自性变现出来的，离开自性无有一法可得，讲得很清楚、很明白。所以学佛求什么？求明心见性，只要见性了，样样圆满，没有一样不圆满，自性本来如是。绝对不比哪一尊佛差一点，这个道理要懂。没有见性是凡夫，凡夫的性德不能现前，虽有，不起作用，那怎么办？凡夫要修德。财富从哪里来的？修来的。修什么？修财布施，愈施愈多。这桩事情，六十一年前章嘉大师教给我，我们在六十年的实验期间一点都不错，只要你照佛的话去做，一定就有应验。施财得财，施法得聪明智慧，施无畏得健康长寿，这三样东西都是世间人苦苦祈求的，求不到！为什么求不到？他不知道修因。财富、聪明智慧、健康长寿是果报，果必有因，不修因哪来？命里面有是前世修的，命里头有大富贵，那是多生多劫累积成就的，不是一世；拥有百亿万的财产、千亿万的财产，那绝对不是一世修的，至少十世以上，才修这么大的福。",
      "zh_TW": "在大乘法裡面，智慧、德能、相好，相好就是我們今天講的福報，自性裡頭本來具足。惠能大師開悟的時候說，「何期自性，本自具足」，具足什麼？一切具足，沒有一樣欠缺。你看遍法界虛空界，哪一法欠缺？一樣都不欠。這一切法全是自性變現出來的，離開自性無有一法可得，講得很清楚、很明白。所以學佛求什麼？求明心見性，只要見性了，樣樣圓滿，沒有一樣不圓滿，自性本來如是。絕對不比哪一尊佛差一點，這個道理要懂。沒有見性是凡夫，凡夫的性德不能現前，雖有，不起作用，那怎麼辦？凡夫要修德。財富從哪裡來的？修來的。修什麼？修財布施，愈施愈多。這樁事情，六十一年前章嘉大師教給我，我們在六十年的實驗期間一點都不錯，只要你照佛的話去做，一定就有應驗。施財得財，施法得聰明智慧，施無畏得健康長壽，這三樣東西都是世間人苦苦祈求的，求不到！為什麼求不到？他不知道修因。財富、聰明智慧、健康長壽是果報，果必有因，不修因哪來？命裡面有是前世修的，命裡頭有大富貴，那是多生多劫累積成就的，不是一世；擁有百億萬的財產、千億萬的財產，那絕對不是一世修的，至少十世以上，才修這麼大的福。"
    },
    {
      "id": "02-037-0229_p0005",
      "zh_CN": "《慈悲三昧水忏》里面说悟达国师的公案，悟达国师十世高僧，修十世。积十世修行的功德，在这一生他成为国师，皇帝的老师。皇上对他很尊敬，供养他一个沉香宝座，他傲慢心生起来了，觉得这非常光荣，在出家人里头第一，再没有人能够跟他相比。这个念头才起，护法神走了，冤亲债主找到身上来，几乎要了他的命，这人面疮。毕竟是高僧，是有德行，所以他有感应，阿罗汉来帮助他度过这个灾难，他自己觉悟了、忏悔了。这个故事说明三世因果，人要不能忏除业障，果报是跟着你的，逃不掉，善因善果、恶因恶报，丝毫不爽。而且在佛法里头，善恶不能抵消，这个道理一定要懂。不能说我过去造恶，现在修善了，可以抵消，没有这回事情。恶是恶的报，善是善的报，哪个在先、哪个在后，那是遇缘不同。这个缘是什么？你最后的一念，临命终时最后一念是善，善报在先；最后一念不善，恶报提前，是这么个道理。所以它不是一定的，但是决定要报。所以人不能跟人结怨，有一点点不愉快要求化解，这是修行里头很重要的一个环节，不能不知道。",
      "zh_TW": "《慈悲三昧水懺》裡面說悟達國師的公案，悟達國師十世高僧，修十世。積十世修行的功德，在這一生他成為國師，皇帝的老師。皇上對他很尊敬，供養他一個沉香寶座，他傲慢心生起來了，覺得這非常光榮，在出家人裡頭第一，再沒有人能夠跟他相比。這個念頭才起，護法神走了，冤親債主找到身上來，幾乎要了他的命，這人面瘡。畢竟是高僧，是有德行，所以他有感應，阿羅漢來幫助他度過這個災難，他自己覺悟了、懺悔了。這個故事說明三世因果，人要不能懺除業障，果報是跟著你的，逃不掉，善因善果、惡因惡報，絲毫不爽。而且在佛法裡頭，善惡不能抵消，這個道理一定要懂。不能說我過去造惡，現在修善了，可以抵消，沒有這回事情。惡是惡的報，善是善的報，哪個在先、哪個在後，那是遇緣不同。這個緣是什麼？你最後的一念，臨命終時最後一念是善，善報在先；最後一念不善，惡報提前，是這麼個道理。所以它不是一定的，但是決定要報。所以人不能跟人結怨，有一點點不愉快要求化解，這是修行裡頭很重要的一個環節，不能不知道。"
    },
    {
      "id": "02-037-0229_p0006",
      "zh_CN": "人不能没有福报，更不能没有智慧，有福报没有智慧很容易造不善的业。所以佛是把智慧摆在前面。世俗的人，福摆在前面，慧在后；佛门弟子是智慧摆在前面，福报摆在后面。为什么？有智慧可以了生死，可以出三界，这个难得，比在这个世间享福殊胜多了，这个世间你享福能享几年？年轻的时候创业很辛苦，中年发财了，这个财能不能保到一生？我们看现在的社会，多少人发大财，到晚年公司倒闭了，一生都保不住。中国老人常说，财富保不了三代，它就衰了、就败了，这是什么原因？这是教育出了问题。如果家教好，克勤克俭，虽然富有，不浪费，虽然富有，喜欢布施，帮助穷苦的人，这个人家道就会享得长久。如果为富不仁，一代、两代就完了。因果的道理、因果的事实都看得见，都在眼前，不能不知道的。",
      "zh_TW": "人不能沒有福報，更不能沒有智慧，有福報沒有智慧很容易造不善的業。所以佛是把智慧擺在前面。世俗的人，福擺在前面，慧在後；佛門弟子是智慧擺在前面，福報擺在後面。為什麼？有智慧可以了生死，可以出三界，這個難得，比在這個世間享福殊勝多了，這個世間你享福能享幾年？年輕的時候創業很辛苦，中年發財了，這個財能不能保到一生？我們看現在的社會，多少人發大財，到晚年公司倒閉了，一生都保不住。中國老人常說，財富保不了三代，它就衰了、就敗了，這是什麼原因？這是教育出了問題。如果家教好，克勤克儉，雖然富有，不浪費，雖然富有，喜歡布施，幫助窮苦的人，這個人家道就會享得長久。如果為富不仁，一代、兩代就完了。因果的道理、因果的事實都看得見，都在眼前，不能不知道的。"
    },
    {
      "id": "02-037-0229_p0007",
      "zh_CN": "经藏重要，要深入，愈深愈好，你了解得清楚，了解得透彻，这一生超越轮回、超越十法界，你自己有把握。修行人为什么超越不了？放不下。章嘉大师第一天见面就教我放下，告诉我，佛法修行功夫全在放下。我们看惠能大师，这个人厉害，佛门真叫顿根，他能够把妄想分别执着同时放下。放下怎么？放下成佛了。一般人做不到，一般人放下怎么放？一点一点的放，慢慢的放，一年一年的放。我们看他的学生，他的学生里头没有一个人像他，说放就放，没有。有三、五年放下的，有六、七年放下的，有十几年放下的，有二十几年放下的，还有三十几年放下的。这个都不要紧，真正完全放下，完全是平等的。你看三十年放下了，惠能大师一句话底下就放下了，到真正放下的时候是平等，他所证得的完全相同。佛法，平等法！",
      "zh_TW": "經藏重要，要深入，愈深愈好，你了解得清楚，了解得透徹，這一生超越輪迴、超越十法界，你自己有把握。修行人為什麼超越不了？放不下。章嘉大師第一天見面就教我放下，告訴我，佛法修行功夫全在放下。我們看惠能大師，這個人厲害，佛門真叫頓根，他能夠把妄想分別執著同時放下。放下怎麼？放下成佛了。一般人做不到，一般人放下怎麼放？一點一點的放，慢慢的放，一年一年的放。我們看他的學生，他的學生裡頭沒有一個人像他，說放就放，沒有。有三、五年放下的，有六、七年放下的，有十幾年放下的，有二十幾年放下的，還有三十幾年放下的。這個都不要緊，真正完全放下，完全是平等的。你看三十年放下了，惠能大師一句話底下就放下了，到真正放下的時候是平等，他所證得的完全相同。佛法，平等法！"
    },
    {
      "id": "02-037-0229_p0008",
      "zh_CN": "修福、修慧哪个要紧？给你讲真话，修慧比修福要紧。为什么？慧成就了，纵然这一生没有什么福报，苦一点，寿命终了到极乐世界去了。这个要智慧，有福不行，有福没有慧不行，有福没有慧，来生还是人天福报。修的福报很大，人间没这么大的福报，天上去了，出不了六道轮回。所以我们要想着，出轮回、出十法界要紧，还是享人天福报要紧？这个得看清楚，这个帐得算清楚。现在人间社会乱了，天上也乱了，尤其是四王天跟忉利天，跟我们近，受人间的影响；夜摩以上比较好一点，空居天，距离我们比较远一点。所以，福慧都要修，修慧比修福重要。人在这个世间，这一生当中，释迦牟尼佛做出最好的榜样给我们看，每天只要能吃得饱、穿得暖，有个小地方可以遮蔽风雨，没有忧虑、没有牵挂、没有烦恼、没有妄想、没有杂念，大福报的人！他心清净、他心平等，他心生智慧不生烦恼，这真福报的人，这个人的福报是在极乐世界去享的。道理一定搞清楚、搞明白。所以用福德、用智慧庄严六波罗蜜，布施里头有福有慧，持戒里头有福有慧，这是大乘菩萨行。",
      "zh_TW": "修福、修慧哪個要緊？給你講真話，修慧比修福要緊。為什麼？慧成就了，縱然這一生沒有什麼福報，苦一點，壽命終了到極樂世界去了。這個要智慧，有福不行，有福沒有慧不行，有福沒有慧，來生還是人天福報。修的福報很大，人間沒這麼大的福報，天上去了，出不了六道輪迴。所以我們要想著，出輪迴、出十法界要緊，還是享人天福報要緊？這個得看清楚，這個帳得算清楚。現在人間社會亂了，天上也亂了，尤其是四王天跟忉利天，跟我們近，受人間的影響；夜摩以上比較好一點，空居天，距離我們比較遠一點。所以，福慧都要修，修慧比修福重要。人在這個世間，這一生當中，釋迦牟尼佛做出最好的榜樣給我們看，每天只要能吃得飽、穿得暖，有個小地方可以遮蔽風雨，沒有憂慮、沒有牽掛、沒有煩惱、沒有妄想、沒有雜念，大福報的人！他心清淨、他心平等，他心生智慧不生煩惱，這真福報的人，這個人的福報是在極樂世界去享的。道理一定搞清楚、搞明白。所以用福德、用智慧莊嚴六波羅蜜，布施裡頭有福有慧，持戒裡頭有福有慧，這是大乘菩薩行。"
    },
    {
      "id": "02-037-0229_p0009",
      "zh_CN": "《唯识述记》，窥基大师的著作，这是法相宗开山的祖师。这部书也失传了很久，跟《群书治要》一样，大概也有七、八百年，明末清初学法相的这些人都没有看过这个书。这个书是杨仁山居士，满清末年他在大使馆服务，就是中国驻日本大使，他是参事，这是个学佛的人，在日本看见了。中国很多失传的东西日本有，才把它取回来，所以民国初年一些研究法相的看到这个书。这里头有这么两句，「善资粮者，福智二严」，二是两种，严是庄严。「《涅槃经廿七》曰：二种庄严，一者智慧，二者福德。若有菩萨具足如是二庄严者，则知佛性。」知佛性就是见性，见佛性就跟禅宗里面大彻大悟同一个境界，这都是生实报庄严土的。因为这个文上讲的具足二种庄严，我们念三皈依的时候，传授三皈的时候念「皈依佛，二足尊」，那个二是什么？就是智慧、福德，足是圆满，福慧圆满是成佛。所以此地讲具足如是二庄严，他见性了。",
      "zh_TW": "《唯識述記》，窺基大師的著作，這是法相宗開山的祖師。這部書也失傳了很久，跟《群書治要》一樣，大概也有七、八百年，明末清初學法相的這些人都沒有看過這個書。這個書是楊仁山居士，滿清末年他在大使館服務，就是中國駐日本大使，他是參事，這是個學佛的人，在日本看見了。中國很多失傳的東西日本有，才把它取回來，所以民國初年一些研究法相的看到這個書。這裡頭有這麼兩句，「善資糧者，福智二嚴」，二是兩種，嚴是莊嚴。「《涅槃經廿七》曰：二種莊嚴，一者智慧，二者福德。若有菩薩具足如是二莊嚴者，則知佛性。」知佛性就是見性，見佛性就跟禪宗裡面大徹大悟同一個境界，這都是生實報莊嚴土的。因為這個文上講的具足二種莊嚴，我們念三皈依的時候，傳授三皈的時候念「皈依佛，二足尊」，那個二是什麼？就是智慧、福德，足是圓滿，福慧圓滿是成佛。所以此地講具足如是二莊嚴，他見性了。"
    },
    {
      "id": "02-037-0229_p0010",
      "zh_CN": "「又《探玄记三》」，这《华严经》的注解，贤首国师的注解，「庄严有二义：一是具德义，二交饰义。故知庄严众行者，表一一行中悉是从性起修、全修在性也」。大乘庄严含义很深，从性德起，性德里面的智慧、福德，就是惠能大师所说的「何期自性，本自具足」。智慧、福德本自具足，这是自性的性德，所以从性起修，全修在性。初学的做不到，这法身菩萨他们修的。我们要明了，我们对一桩事情知道，从经典里面得来的信息，这叫解悟，不是证悟，证悟就得受用了。解悟有好处，增长我们的信心，增长我们的愿心，我们有方向、有目标，不会改变，解悟有这些好处。所以学佛先解后行。清凉大师给我们讲的顺序，第一个起信，第二个解，第三个行，第四个证，信解行证。信心也是跟着你的解、跟着你的行而增上。",
      "zh_TW": "「又《探玄記三》」，這《華嚴經》的註解，賢首國師的註解，「莊嚴有二義：一是具德義，二交飾義。故知莊嚴眾行者，表一一行中悉是從性起修、全修在性也」。大乘莊嚴含義很深，從性德起，性德裡面的智慧、福德，就是惠能大師所說的「何期自性，本自具足」。智慧、福德本自具足，這是自性的性德，所以從性起修，全修在性。初學的做不到，這法身菩薩他們修的。我們要明瞭，我們對一樁事情知道，從經典裡面得來的信息，這叫解悟，不是證悟，證悟就得受用了。解悟有好處，增長我們的信心，增長我們的願心，我們有方向、有目標，不會改變，解悟有這些好處。所以學佛先解後行。清涼大師給我們講的順序，第一個起信，第二個解，第三個行，第四個證，信解行證。信心也是跟著你的解、跟著你的行而增上。"
    },
    {
      "id": "02-037-0229_p0011",
      "zh_CN": "一般人信佛，初学都是勉强相信，半信半疑，这是必经的道路，你没有把它搞清楚，你怎么可能相信它？勉强相信也是有条件的，相信佛是好人，佛不会骗人；相信老师是好人，老师是有德行的人，这是我们初入门的条件，这样可以入门。入门之后，这个信心要加强、加深，那就要靠解，解得愈透，你的信心就愈真，就愈坚定。到信真正有根了，你看五根、五力，信真正有根，你求生净土就决定得生。你看蕅益大师在《要解》里面告诉我们，能不能往生决定在信愿之有无。这个信要生根，就是说永远不会怀疑，永远不会后悔，坚定的信心，它起作用了。坚定的信心一定有坚定的愿心，我这一生只有一个目标、只有一个方向，西方极乐世界，其他的我什么都不要了，我统统都放下了，这个人决定生净土。",
      "zh_TW": "一般人信佛，初學都是勉強相信，半信半疑，這是必經的道路，你沒有把它搞清楚，你怎麼可能相信它？勉強相信也是有條件的，相信佛是好人，佛不會騙人；相信老師是好人，老師是有德行的人，這是我們初入門的條件，這樣可以入門。入門之後，這個信心要加強、加深，那就要靠解，解得愈透，你的信心就愈真，就愈堅定。到信真正有根了，你看五根、五力，信真正有根，你求生淨土就決定得生。你看蕅益大師在《要解》裡面告訴我們，能不能往生決定在信願之有無。這個信要生根，就是說永遠不會懷疑，永遠不會後悔，堅定的信心，它起作用了。堅定的信心一定有堅定的願心，我這一生只有一個目標、只有一個方向，西方極樂世界，其他的我什麼都不要了，我統統都放下了，這個人決定生淨土。"
    },
    {
      "id": "02-037-0229_p0012",
      "zh_CN": "西方极乐世界有四土三辈九品，品位高下，蕅益大师说，全在念佛功夫的浅深，不是多少。什么叫功夫？功夫完全在用心上，你用真心，那个功夫就高，往生品位高；你用的是妄心，品位就低。什么叫妄心？有我，我没有放下；有人，《金刚经》上说的我相、人相、众生相、寿者相，没放下。能不能往生？能，生凡圣同居土。如果这个放下，《金刚经》的四相破了，四见也破了，四相破了四见没破，生方便有余土，四见破掉了就生实报庄严土，不一样！所以念这个佛号用真心念。什么是真心？清净平等觉是真心。清净心念、平等心念、觉心念，觉是不迷，那往生位次高了，就生到实报土去了。但是极乐世界有好处，确实是有品位，有四土三辈九品的差别，但是这种差别在极乐世界不容易看出来。真有差别，但是统统都得阿弥陀佛本愿威神加持，皆作阿惟越致菩萨，这就平等了。所以极乐世界是平等的法界，这是十方诸佛刹土里头没有的。阿惟越致菩萨是什么等级？就是实报庄严土的等级。换句话说，不管你往生什么地方，到极乐世界全部都是阿惟越致菩萨，太难得了！我们相信佛的话真实，佛不是引诱人，佛说的句句是真话。",
      "zh_TW": "西方極樂世界有四土三輩九品，品位高下，蕅益大師說，全在念佛功夫的淺深，不是多少。什麼叫功夫？功夫完全在用心上，你用真心，那個功夫就高，往生品位高；你用的是妄心，品位就低。什麼叫妄心？有我，我沒有放下；有人，《金剛經》上說的我相、人相、眾生相、壽者相，沒放下。能不能往生？能，生凡聖同居土。如果這個放下，《金剛經》的四相破了，四見也破了，四相破了四見沒破，生方便有餘土，四見破掉了就生實報莊嚴土，不一樣！所以念這個佛號用真心念。什麼是真心？清淨平等覺是真心。清淨心念、平等心念、覺心念，覺是不迷，那往生位次高了，就生到實報土去了。但是極樂世界有好處，確實是有品位，有四土三輩九品的差別，但是這種差別在極樂世界不容易看出來。真有差別，但是統統都得阿彌陀佛本願威神加持，皆作阿惟越致菩薩，這就平等了。所以極樂世界是平等的法界，這是十方諸佛剎土裡頭沒有的。阿惟越致菩薩是什麼等級？就是實報莊嚴土的等級。換句話說，不管你往生什麼地方，到極樂世界全部都是阿惟越致菩薩，太難得了！我們相信佛的話真實，佛不是引誘人，佛說的句句是真話。"
    },
    {
      "id": "02-037-0229_p0013",
      "zh_CN": "第二个意思是交饰，饰是装饰，交是交叉，互相庄严。像我们现在布置会堂、布置佛堂用许许多多的庄严具，让大家走进这个场地，就感受到磁场的加持。这个有很大摄受的力量，所以有这个意思。极乐世界为什么要这么庄严？那就是摄受十方一切众生往生净土。这个庄严是阿弥陀佛四十八愿、五劫修行的功德，才有这样殊胜的成就。经中世尊为我们介绍的，样样都是真实，佛绝对没有妄语。「故《净影疏》谓庄严众行，是彰明所行成就」，这是阿弥陀佛在因地发四十八愿，五劫修行，愿愿都兑现了，有一愿不兑现他就不成佛。世尊告诉我们，阿弥陀佛在极乐世界成佛已经十劫，愿愿兑现了。",
      "zh_TW": "第二個意思是交飾，飾是裝飾，交是交叉，互相莊嚴。像我們現在布置會堂、布置佛堂用許許多多的莊嚴具，讓大家走進這個場地，就感受到磁場的加持。這個有很大攝受的力量，所以有這個意思。極樂世界為什麼要這麼莊嚴？那就是攝受十方一切眾生往生淨土。這個莊嚴是阿彌陀佛四十八願、五劫修行的功德，才有這樣殊勝的成就。經中世尊為我們介紹的，樣樣都是真實，佛絕對沒有妄語。「故《淨影疏》謂莊嚴眾行，是彰明所行成就」，這是阿彌陀佛在因地發四十八願，五劫修行，願願都兌現了，有一願不兌現他就不成佛。世尊告訴我們，阿彌陀佛在極樂世界成佛已經十劫，願願兌現了。"
    },
    {
      "id": "02-037-0229_p0014",
      "zh_CN": "下面说『轨范具足』。什么是轨范？「轨则与模范也」，轨是轨道，则是原则，也就是模范。这个模范具足，没有丝毫欠缺，圆满的轨范，指什么地方？指极乐世界。换句话说，极乐世界是十方一切诸佛刹土的模范。这个我们在前面一直念下来很清楚，极乐世界是怎么成就的，你了解了，你一切疑惑都没有了。阿弥陀佛用五劫这么长的时间，去参观、去考察、去学习，向十方一切诸佛刹土，看到好的自己采取，将来我的国土里有，看到不好的不要。一切诸佛刹土他统统去看过，没有一个漏掉的，取人之长，舍人之短，建造西方极乐世界。所以，极乐世界比一切诸佛刹土都要超胜，道理在此地，福慧的庄严不是任何一个佛国土能够跟它比较的，这个我们要知道。",
      "zh_TW": "下面說『軌範具足』。什麼是軌範？「軌則與模範也」，軌是軌道，則是原則，也就是模範。這個模範具足，沒有絲毫欠缺，圓滿的軌範，指什麼地方？指極樂世界。換句話說，極樂世界是十方一切諸佛剎土的模範。這個我們在前面一直念下來很清楚，極樂世界是怎麼成就的，你了解了，你一切疑惑都沒有了。阿彌陀佛用五劫這麼長的時間，去參觀、去考察、去學習，向十方一切諸佛剎土，看到好的自己採取，將來我的國土裡有，看到不好的不要。一切諸佛剎土他統統去看過，沒有一個漏掉的，取人之長，捨人之短，建造西方極樂世界。所以，極樂世界比一切諸佛剎土都要超勝，道理在此地，福慧的莊嚴不是任何一個佛國土能夠跟它比較的，這個我們要知道。"
    },
    {
      "id": "02-037-0229_p0015",
      "zh_CN": "我们在《华严经》上看到，华藏世界是法身大士修行的地方，普贤菩萨、文殊菩萨常常带领华藏世界四十一位法身大士，到极乐世界去参学，去礼拜阿弥陀佛，听阿弥陀佛讲经说法。你想想看，这个活动它含义是什么？华藏世界教主毘卢遮那如来，毘卢遮那座下的这些四十一位法身大士，还要到极乐世界去参访。互相参访有的，没有提极乐世界到华藏来参访。有提，我们疏忽了。经上怎么说的？凡是往生到极乐世界的人，都能够分身去供养十方无量无边诸佛如来，包不包括毘卢遮那佛？当然包括在里头。所以极乐世界人也来供佛。供佛，供佛修福，福报大，听佛讲经修慧，到十方世界去拜佛，福慧双修。十方世界诸佛如来的弟子，这些大弟子，法身菩萨，都到极乐世界去供养阿弥陀佛，听阿弥陀佛讲经说法，互访。所以《华严经》上说，一即是多，多即是一，一多不二，我们这才知道，诸佛的生活多快乐、多有意义。到十方世界去参学可以同时去，他不是一个身，他能分无量无边身。他分身真有作用，一个世界分一个身，世界无量无边、无数无尽，他的分身也是无量无边、无数无尽。到极乐世界就有这个能力，样样圆满具足，智慧圆满具足，福德圆满具足，相好圆满具足，我们这一生可以取得，问题就是你愿不愿意。",
      "zh_TW": "我們在《華嚴經》上看到，華藏世界是法身大士修行的地方，普賢菩薩、文殊菩薩常常帶領華藏世界四十一位法身大士，到極樂世界去參學，去禮拜阿彌陀佛，聽阿彌陀佛講經說法。你想想看，這個活動它含義是什麼？華藏世界教主毘盧遮那如來，毘盧遮那座下的這些四十一位法身大士，還要到極樂世界去參訪。互相參訪有的，沒有提極樂世界到華藏來參訪。有提，我們疏忽了。經上怎麼說的？凡是往生到極樂世界的人，都能夠分身去供養十方無量無邊諸佛如來，包不包括毘盧遮那佛？當然包括在裡頭。所以極樂世界人也來供佛。供佛，供佛修福，福報大，聽佛講經修慧，到十方世界去拜佛，福慧雙修。十方世界諸佛如來的弟子，這些大弟子，法身菩薩，都到極樂世界去供養阿彌陀佛，聽阿彌陀佛講經說法，互訪。所以《華嚴經》上說，一即是多，多即是一，一多不二，我們這才知道，諸佛的生活多快樂、多有意義。到十方世界去參學可以同時去，他不是一個身，他能分無量無邊身。他分身真有作用，一個世界分一個身，世界無量無邊、無數無盡，他的分身也是無量無邊、無數無盡。到極樂世界就有這個能力，樣樣圓滿具足，智慧圓滿具足，福德圓滿具足，相好圓滿具足，我們這一生可以取得，問題就是你願不願意。"
    },
    {
      "id": "02-037-0229_p0016",
      "zh_CN": "「又轨者，法则也」，是方法、是原则。范是法，「常也」，范是模范，有法的意思、有常的意思。「由于所行皆具福智，故所说所教，皆成轨则。所行所示，为众模范，故云轨范」。释迦如来当年住世，讲经教学四十九年，他的生活点点滴滴都是我们最好的榜样、最好的模范。我们今天在经典里面，不但看到他的言教，也看到他的身教，这里面还含着意教，佛是存的什么心，我们要在文字里头体会得到。佛是什么心？诸位应该能回答，前面读过，「一切皆成佛」，这是阿弥陀佛的心，天天在盼望着一切众生快快成佛。所以我们发愿求生，那是阿弥陀佛本愿最欢喜的一桩事情，你能到极乐世界，他就决定帮助你一生成佛。极乐世界是学校，是个成佛的学校，它不是成菩萨、不是成阿罗汉，成佛的学校。想成佛，到极乐世界，那是成佛的速成班。所以为众模范，这个众是诸佛国土、诸佛如来。",
      "zh_TW": "「又軌者，法則也」，是方法、是原則。範是法，「常也」，範是模範，有法的意思、有常的意思。「由於所行皆具福智，故所說所教，皆成軌則。所行所示，為眾模範，故云軌範」。釋迦如來當年住世，講經教學四十九年，他的生活點點滴滴都是我們最好的榜樣、最好的模範。我們今天在經典裡面，不但看到他的言教，也看到他的身教，這裡面還含著意教，佛是存的什麼心，我們要在文字裡頭體會得到。佛是什麼心？諸位應該能回答，前面讀過，「一切皆成佛」，這是阿彌陀佛的心，天天在盼望著一切眾生快快成佛。所以我們發願求生，那是阿彌陀佛本願最歡喜的一樁事情，你能到極樂世界，他就決定幫助你一生成佛。極樂世界是學校，是個成佛的學校，它不是成菩薩、不是成阿羅漢，成佛的學校。想成佛，到極樂世界，那是成佛的速成班。所以為眾模範，這個眾是諸佛國土、諸佛如來。"
    },
    {
      "id": "02-037-0229_p0017",
      "zh_CN": "轨范，「悉是常法，无可变易，无所欠少。故曰：轨范具足」。这个我们在这部经上都看到了，一点都不错。极乐世界是法性身、是法性土，法性永恒不变，不像我们这个世界，六道、十法界无常，刹那刹那在变化。刹那刹那这个意思很难懂，刹那到底是多长的时间？很短，短到我们无法想像。我们在经典上看到弥勒菩萨跟释迦牟尼佛的对话，得到一个概念，这时间多长？一秒钟我们有概念，一秒钟它的一千六百兆分之一，这一念就这么短的时间，一千六百兆个念头才是一秒钟。无论是物质现象、精神现象、自然现象都是这样的频率在生灭，这个波动起灭，所以佛说无常。法性身、法性土它没有这个现象，阿赖耶有这个现象，自性没这个现象。所以自性是真常，阿赖耶里头是无常，无常是假的不是真的。现在被量子力学家证明了，我们看到科学报告，对佛经信心加强了，过去这些怀疑现在都没有了。三千年前佛说的，最近三十年科学家发现的，居然是完全相同。所以方老师当年把佛法介绍给我，佛经是高等哲学；我们学习了六十年，今天又得出个结论，佛经是高等科学。科学家现在研究已经到佛经的境界了。",
      "zh_TW": "軌範，「悉是常法，無可變易，無所欠少。故曰：軌範具足」。這個我們在這部經上都看到了，一點都不錯。極樂世界是法性身、是法性土，法性永恆不變，不像我們這個世界，六道、十法界無常，剎那剎那在變化。剎那剎那這個意思很難懂，剎那到底是多長的時間？很短，短到我們無法想像。我們在經典上看到彌勒菩薩跟釋迦牟尼佛的對話，得到一個概念，這時間多長？一秒鐘我們有概念，一秒鐘它的一千六百兆分之一，這一念就這麼短的時間，一千六百兆個念頭才是一秒鐘。無論是物質現象、精神現象、自然現象都是這樣的頻率在生滅，這個波動起滅，所以佛說無常。法性身、法性土它沒有這個現象，阿賴耶有這個現象，自性沒這個現象。所以自性是真常，阿賴耶裡頭是無常，無常是假的不是真的。現在被量子力學家證明了，我們看到科學報告，對佛經信心加強了，過去這些懷疑現在都沒有了。三千年前佛說的，最近三十年科學家發現的，居然是完全相同。所以方老師當年把佛法介紹給我，佛經是高等哲學；我們學習了六十年，今天又得出個結論，佛經是高等科學。科學家現在研究已經到佛經的境界了。"
    },
    {
      "id": "02-037-0229_p0018",
      "zh_CN": "底下这一科，这就是讲到佛的境界了，「观法常寂」，经文：",
      "zh_TW": "底下這一科，這就是講到佛的境界了，「觀法常寂」，經文："
    },
    {
      "id": "02-037-0229_p0019",
      "zh_CN": "【观法如化。三昧常寂。】",
      "zh_TW": "【觀法如化。三昧常寂。】"
    },
    {
      "id": "02-037-0229_p0020",
      "zh_CN": "第一句说，『观法如化』者，「观一切皆如幻化也」。《金刚经》上说得好，「一切有为法，如梦幻泡影」。什么叫有为法？有为就是有生有灭，叫做有为法。哪一法没有生灭？连虚空都有生灭，我们没看见，它真有生灭。虚空也是波动形成的，这个波动不是物质现象，也不是精神现象，我们称它为自然现象。它要不是现象，科学的仪器侦测不到，科学仪器能够侦测的都是有相的。所以，虚空也是个现象，全都是如幻如化，不是真的。真的是自性，自性不是物质，也不是精神，也不是自然现象。所以自性，科学家找不到，哲学家也找不到，它真有，无处不在、无时不在。因为它没有现象，我们的六根接触不到它，眼看不到，耳听不到，心也想不到，它真存在。谁知道？大乘经里面佛说「唯证方知」，你证到你就明白了，你就晓得了。什么人证得？大彻大悟、明心见性的人证得，不是这样的人他没证得。",
      "zh_TW": "第一句說，『觀法如化』者，「觀一切皆如幻化也」。《金剛經》上說得好，「一切有為法，如夢幻泡影」。什麼叫有為法？有為就是有生有滅，叫做有為法。哪一法沒有生滅？連虛空都有生滅，我們沒看見，它真有生滅。虛空也是波動形成的，這個波動不是物質現象，也不是精神現象，我們稱它為自然現象。它要不是現象，科學的儀器偵測不到，科學儀器能夠偵測的都是有相的。所以，虛空也是個現象，全都是如幻如化，不是真的。真的是自性，自性不是物質，也不是精神，也不是自然現象。所以自性，科學家找不到，哲學家也找不到，它真有，無處不在、無時不在。因為它沒有現象，我們的六根接觸不到它，眼看不到，耳聽不到，心也想不到，它真存在。誰知道？大乘經裡面佛說「唯證方知」，你證到你就明白了，你就曉得了。什麼人證得？大徹大悟、明心見性的人證得，不是這樣的人他沒證得。"
    },
    {
      "id": "02-037-0229_p0021",
      "zh_CN": "大乘经上常常说，能够见到阿赖耶，八地菩萨，八地以上那就证得了。今天科学家用精密的仪器观察到阿赖耶，算不算证得？不算，科学家还是凡夫，不是菩萨。证得，他得受用，他有六种神通，科学家没有六种神通，他没证得。怎样证得？放下就证得，放下起心动念、放下分别执着就证得了。这个东西放下，你就成佛了，什么时候放下什么时候成佛。现在为什么放不下？现在在这个世间，牵肠挂肚的事情太多了，你很喜欢它，你留恋它，你舍不得放下，那就继续搞六道轮回吧。你要真搞清楚、真搞明白了，无量劫来就受这个东西的害！还喜欢它，还不肯放下，这一生的缘又错过了。下次再遇到这个缘，不晓得到哪一生哪一世，真难！经上佛说「人身难得，佛法难闻」，这是事实，不是说儿戏的。",
      "zh_TW": "大乘經上常常說，能夠見到阿賴耶，八地菩薩，八地以上那就證得了。今天科學家用精密的儀器觀察到阿賴耶，算不算證得？不算，科學家還是凡夫，不是菩薩。證得，他得受用，他有六種神通，科學家沒有六種神通，他沒證得。怎樣證得？放下就證得，放下起心動念、放下分別執著就證得了。這個東西放下，你就成佛了，什麼時候放下什麼時候成佛。現在為什麼放不下？現在在這個世間，牽腸掛肚的事情太多了，你很喜歡它，你留戀它，你捨不得放下，那就繼續搞六道輪迴吧。你要真搞清楚、真搞明白了，無量劫來就受這個東西的害！還喜歡它，還不肯放下，這一生的緣又錯過了。下次再遇到這個緣，不曉得到哪一生哪一世，真難！經上佛說「人身難得，佛法難聞」，這是事實，不是說兒戲的。"
    },
    {
      "id": "02-037-0229_p0022",
      "zh_CN": "我们接着往下看注解。「观者，智之别名」。《大乘义章》第二卷说，「粗思名觉，细思名观」，解释观跟觉两个字的意思。思是第六、第七识，第六识的思多，第七识的执着多；第六识的执着少，分别多，这个里头有粗细。佛法常用觉观，觉观都是智慧，觉比较粗，观比较细。这个粗细两个字的意思我们都不容易体会，什么样的程度叫粗，什么样的程度叫细。对于万事万物的看法，实在讲觉、观我们都没有，我们现在是迷惑，没有智慧，觉观都是属于智慧。「又《游心法界记》曰：言观者，观智。是法离诸情计，故名为观」。这个地方给我们提出标准，离就是放下；情计，计是计较，情就是情执。这个东西非常麻烦，情执不能放下，就入不了佛门。这下面是《会疏》，「《会疏》曰：观之字，即三观也。盖夫三谛三观者，万行之要枢，菩萨之肝胆也」。这个地方给我们说出佛学名词，三谛三观，这通常是教下所修的。我们在《妄尽还源观》，那是修《华严》，依照《华严经》修行的方法，你看贤首国师给我们指出来的五止六观。三谛三观是属于天台宗的，天台是根据《法华》，三谛三观是智者大师建立的，这个方法好，修行的方法好。止是放下，观就是观察，对于一切法的真相看出来了，世间人看不出来，他看出来了。",
      "zh_TW": "我們接著往下看註解。「觀者，智之別名」。《大乘義章》第二卷說，「粗思名覺，細思名觀」，解釋觀跟覺兩個字的意思。思是第六、第七識，第六識的思多，第七識的執著多；第六識的執著少，分別多，這個裡頭有粗細。佛法常用覺觀，覺觀都是智慧，覺比較粗，觀比較細。這個粗細兩個字的意思我們都不容易體會，什麼樣的程度叫粗，什麼樣的程度叫細。對於萬事萬物的看法，實在講覺、觀我們都沒有，我們現在是迷惑，沒有智慧，覺觀都是屬於智慧。「又《游心法界記》曰：言觀者，觀智。是法離諸情計，故名為觀」。這個地方給我們提出標準，離就是放下；情計，計是計較，情就是情執。這個東西非常麻煩，情執不能放下，就入不了佛門。這下面是《會疏》，「《會疏》曰：觀之字，即三觀也。蓋夫三諦三觀者，萬行之要樞，菩薩之肝膽也」。這個地方給我們說出佛學名詞，三諦三觀，這通常是教下所修的。我們在《妄盡還源觀》，那是修《華嚴》，依照《華嚴經》修行的方法，你看賢首國師給我們指出來的五止六觀。三諦三觀是屬於天台宗的，天台是根據《法華》，三諦三觀是智者大師建立的，這個方法好，修行的方法好。止是放下，觀就是觀察，對於一切法的真相看出來了，世間人看不出來，他看出來了。"
    },
    {
      "id": "02-037-0229_p0023",
      "zh_CN": "底下这是《法华玄义》里头一段参考资料。「三谛，谛者，谛审也」，谛是谛实，就是实实在在的，很认真，审是审察。「谓谛审一切法」，你细心去看一切法，一切法是什么？「即空、即假、即中」，这是一般人没看出来。空、假、中，一切法统统具足，没有一切法不具足。你看这叫观智，没有智慧的人看不出来。「即空是真谛」，这真的不是假的，「即假是俗谛」。即空是见到真相，见到这个法的自性，自性是空的；即假这是看现象、外表，现象是假的，不是真的；即中，中是中道、中谛，中谛是什么？中谛是作用。我们二边都不能执着，执着空错了，执着有也错了。你可以去受用它，你在这个现象里头不要起心动念，起心动念你就错了。",
      "zh_TW": "底下這是《法華玄義》裡頭一段參考資料。「三諦，諦者，諦審也」，諦是諦實，就是實實在在的，很認真，審是審察。「謂諦審一切法」，你細心去看一切法，一切法是什麼？「即空、即假、即中」，這是一般人沒看出來。空、假、中，一切法統統具足，沒有一切法不具足。你看這叫觀智，沒有智慧的人看不出來。「即空是真諦」，這真的不是假的，「即假是俗諦」。即空是見到真相，見到這個法的自性，自性是空的；即假這是看現象、外表，現象是假的，不是真的；即中，中是中道、中諦，中諦是什麼？中諦是作用。我們二邊都不能執著，執著空錯了，執著有也錯了。你可以去受用它，你在這個現象裡頭不要起心動念，起心動念你就錯了。"
    },
    {
      "id": "02-037-0229_p0024",
      "zh_CN": "你说它真的，它有假相；你说它是假的，它当体即空。就像我们现在看电视，电视萤光幕里头现出来这个现相有色有声，你说这个色声是真的是假的？从萤光幕上来看，那就是真谛，萤光幕上没有这些色，也没有音声，它什么都没有，这叫空。即假，萤光幕上有现相，这个现相你看有声有色，这个现相是假的，不是真的。真的是什么？真的永恒不变，是真的。它会变，我频道打开它相现出来，我关掉它没有了，它会变，它是假的。萤幕不会变，我打开频道，萤幕没有染，萤幕是现了，但是萤幕没有染着，干干净净；我关起来的时候相没有了，也没有染着。不管相现跟不现，萤幕丝毫不着，这是体。作用，我们怎么用它？体用二边都不执着，对了。清清楚楚、了了分明，二边都不着，用的时候心是清净平等觉。凡夫，凡夫迷了，把它当真，这就错了。你要说它是假的，那也错了，明明有相怎么可以说假的？真空妄有，真妄不二，真妄一如，这就细了。这个细的名词就叫做观，粗就叫做觉，在这里你全都体会到了。",
      "zh_TW": "你說它真的，它有假相；你說它是假的，它當體即空。就像我們現在看電視，電視螢光幕裡頭現出來這個現相有色有聲，你說這個色聲是真的是假的？從螢光幕上來看，那就是真諦，螢光幕上沒有這些色，也沒有音聲，它什麼都沒有，這叫空。即假，螢光幕上有現相，這個現相你看有聲有色，這個現相是假的，不是真的。真的是什麼？真的永恆不變，是真的。它會變，我頻道打開它相現出來，我關掉它沒有了，它會變，它是假的。螢幕不會變，我打開頻道，螢幕沒有染，螢幕是現了，但是螢幕沒有染著，乾乾淨淨；我關起來的時候相沒有了，也沒有染著。不管相現跟不現，螢幕絲毫不著，這是體。作用，我們怎麼用它？體用二邊都不執著，對了。清清楚楚、了了分明，二邊都不著，用的時候心是清淨平等覺。凡夫，凡夫迷了，把它當真，這就錯了。你要說它是假的，那也錯了，明明有相怎麼可以說假的？真空妄有，真妄不二，真妄一如，這就細了。這個細的名詞就叫做觀，粗就叫做覺，在這裡你全都體會到了。"
    },
    {
      "id": "02-037-0229_p0025",
      "zh_CN": "这个三谛三观，「此三隔历，即是次第三谛」，次第三谛从哪里分的？从分别执着里头分的；如果没有分别、没有执着，「三一无碍」，一即是三，三即是一，那叫「圆融三谛」。这个括弧底下有个解释，什么叫隔历？「三谛不互融」。次第，你看前是真，第一个是真，第二个是俗，最后是中，「即别教三谛」。圆教，「举一即三，全三是一，即圆教三谛」。圆教三谛细，是观；别教三谛是觉，粗，念头粗，不知道一即是三，三即是一，一三都不可得。这叫三谛三观。",
      "zh_TW": "這個三諦三觀，「此三隔歷，即是次第三諦」，次第三諦從哪裡分的？從分別執著裡頭分的；如果沒有分別、沒有執著，「三一無礙」，一即是三，三即是一，那叫「圓融三諦」。這個括弧底下有個解釋，什麼叫隔歷？「三諦不互融」。次第，你看前是真，第一個是真，第二個是俗，最後是中，「即別教三諦」。圓教，「舉一即三，全三是一，即圓教三諦」。圓教三諦細，是觀；別教三諦是覺，粗，念頭粗，不知道一即是三，三即是一，一三都不可得。這叫三諦三觀。"
    },
    {
      "id": "02-037-0229_p0026",
      "zh_CN": "下面一桩一桩来说。第一个「真谛，真即真空，泯一切法之谓也」。泯是什么？只看到它的性，相没有了。相在哪里？相在性里头。见性不见相，你只看到真谛，没有看到假谛，也没有看到中谛。「盖诸法本空」，这都给你讲真话，一切法，包括我们现在的身体，我们周边的这一切现象。怎么是空？就像作梦一样，梦里好像是真的，醒来之后一场空，什么都没有了。我们现在是不是作梦？是的，一点没错。今天科学的报告证明了佛所说的，我们眼前的现象就像电影上的幻灯片一样，每一个现象都不可得，全是假的。",
      "zh_TW": "下面一樁一樁來說。第一個「真諦，真即真空，泯一切法之謂也」。泯是什麼？只看到它的性，相沒有了。相在哪裡？相在性裡頭。見性不見相，你只看到真諦，沒有看到假諦，也沒有看到中諦。「蓋諸法本空」，這都給你講真話，一切法，包括我們現在的身體，我們周邊的這一切現象。怎麼是空？就像作夢一樣，夢裡好像是真的，醒來之後一場空，什麼都沒有了。我們現在是不是作夢？是的，一點沒錯。今天科學的報告證明了佛所說的，我們眼前的現象就像電影上的幻燈片一樣，每一個現象都不可得，全是假的。"
    },
    {
      "id": "02-037-0229_p0027",
      "zh_CN": "我们看过电影，现在大概从前这个电影可能已经淘汰掉了，现在都用数码。用这种幻灯片可能已经被淘汰掉，现在已经没有了，但是这种幻灯片很容易体会到。以前的电影，这是电影的底片，每一张就是一张幻灯片，就是一个照片，没有两个完全相同的，张张不一样。在银幕上我们看到好像有动作，好像都是真的，我们的眼睛被银幕欺骗了。这什么个道理？这大家都晓得，它放在放映机里头，镜头打开，这一张照在银幕上，再把它关起来，这一张换掉，再打开，第二张，关起来，再打开，第三张。它是生灭法。如果单独的一张，我们能看见，不知道是什么，好像亮了一下，马上就没有了，因为它的时间是二十四分之一秒。就是一秒钟给我们播放的是二十四张幻灯片，二十四张，所以它的时间只有二十四分之一秒，我们还没有看清楚，不见了、没有了。现在佛告诉我们，我们现前的世界这些现象，它的时间是多快？它是一千六百兆分之一秒。你看，电影里头一秒钟二十四张，就已经把我们骗得团团转，好像以为是真的。我们现实的，一秒钟一千六百兆，你怎么会知道！科学家发现了，只是说太快了，但是这么快也被他看见了，这了不起。他看穿了，他知道这个世界是怎么回事情，告诉我们跟佛法讲的一样，万法皆空，根本就没有这个东西，凡所有相，皆是虚妄。",
      "zh_TW": "我們看過電影，現在大概從前這個電影可能已經淘汰掉了，現在都用數碼。用這種幻燈片可能已經被淘汰掉，現在已經沒有了，但是這種幻燈片很容易體會到。以前的電影，這是電影的底片，每一張就是一張幻燈片，就是一個照片，沒有兩個完全相同的，張張不一樣。在銀幕上我們看到好像有動作，好像都是真的，我們的眼睛被銀幕欺騙了。這什麼個道理？這大家都曉得，它放在放映機裡頭，鏡頭打開，這一張照在銀幕上，再把它關起來，這一張換掉，再打開，第二張，關起來，再打開，第三張。它是生滅法。如果單獨的一張，我們能看見，不知道是什麼，好像亮了一下，馬上就沒有了，因為它的時間是二十四分之一秒。就是一秒鐘給我們播放的是二十四張幻燈片，二十四張，所以它的時間只有二十四分之一秒，我們還沒有看清楚，不見了、沒有了。現在佛告訴我們，我們現前的世界這些現象，它的時間是多快？它是一千六百兆分之一秒。你看，電影裡頭一秒鐘二十四張，就已經把我們騙得團團轉，好像以為是真的。我們現實的，一秒鐘一千六百兆，你怎麼會知道！科學家發現了，只是說太快了，但是這麼快也被他看見了，這了不起。他看穿了，他知道這個世界是怎麼回事情，告訴我們跟佛法講的一樣，萬法皆空，根本就沒有這個東西，凡所有相，皆是虛妄。"
    },
    {
      "id": "02-037-0229_p0028",
      "zh_CN": "知道事实真相，这个观察细，就叫观；了解这个粗相，这就叫觉。我们今天了解这个现象，这叫觉，观我们没有观察到，这两个字的意思我们就很明白了。我们有这个觉察，我们没有这个观，一千六百兆分之一秒，我们怎么观？所以佛说，八地菩萨才看到。《华严经》上菩萨五十一个阶级，八地，最上层的了，八地、九地、十地、等觉、妙觉，妙觉是佛，不是菩萨。大乘修学最高的五个位次，他们统统看到了，这就不是骗人的，不是佛一个人看见，你修行证得八地、九地、十地你全都看到。我们实在讲没有想到，今天科学家凭着数学做理论依据，凭着精密的仪器去观察，居然发现了，真不可思议！阿赖耶的三细相，他说的名称不一样，事实完全相同。阿赖耶的业相，科学家称为能量；阿赖耶的转相，科学家叫它做信息；阿赖耶的境界相，科学家叫它做物质。这个地方，别教的次第三谛，圆教的圆融三谛，我们有个概念了。所以诸法本空这是事实。",
      "zh_TW": "知道事實真相，這個觀察細，就叫觀；了解這個粗相，這就叫覺。我們今天了解這個現象，這叫覺，觀我們沒有觀察到，這兩個字的意思我們就很明白了。我們有這個覺察，我們沒有這個觀，一千六百兆分之一秒，我們怎麼觀？所以佛說，八地菩薩才看到。《華嚴經》上菩薩五十一個階級，八地，最上層的了，八地、九地、十地、等覺、妙覺，妙覺是佛，不是菩薩。大乘修學最高的五個位次，他們統統看到了，這就不是騙人的，不是佛一個人看見，你修行證得八地、九地、十地你全都看到。我們實在講沒有想到，今天科學家憑著數學做理論依據，憑著精密的儀器去觀察，居然發現了，真不可思議！阿賴耶的三細相，他說的名稱不一樣，事實完全相同。阿賴耶的業相，科學家稱為能量；阿賴耶的轉相，科學家叫它做信息；阿賴耶的境界相，科學家叫它做物質。這個地方，別教的次第三諦，圓教的圓融三諦，我們有個概念了。所以諸法本空這是事實。"
    },
    {
      "id": "02-037-0229_p0029",
      "zh_CN": "「众生不了」，不了解真相，「执之为实」，你执着它，认为它是真实的，认为它真有，「而生妄见」。这个妄见是什么？想得到它、想占有它、想控制它，这都是妄见，或者你想把它毁掉，都是妄见。所以六百卷《大般若》，佛讲二十二年，总结是什么？总结就是告诉我们，「一切法无所有，毕竟空，不可得」。这大乘菩萨，他们完全了解。所以他们在所有境界里头，天上人间，他不动心，就是他不起心不动念；应化在世间，恒顺众生，随喜功德，妙，妙绝了！他应化是干什么？帮助众生觉悟。而且帮助一点勉强都没有，完全随顺众生，你迷，随着你迷；你觉，随着你觉。他在这个里头他影响你，让你的迷、执着慢慢减轻，让你的觉性、智慧慢慢增长，随缘妙用。我们也才体会到这些诸佛菩萨的慈悲，这些诸佛菩萨对我们的帮助，慢慢就理解了。",
      "zh_TW": "「眾生不了」，不了解真相，「執之為實」，你執著它，認為它是真實的，認為它真有，「而生妄見」。這個妄見是什麼？想得到它、想佔有它、想控制它，這都是妄見，或者你想把它毀掉，都是妄見。所以六百卷《大般若》，佛講二十二年，總結是什麼？總結就是告訴我們，「一切法無所有，畢竟空，不可得」。這大乘菩薩，他們完全了解。所以他們在所有境界裡頭，天上人間，他不動心，就是他不起心不動念；應化在世間，恆順眾生，隨喜功德，妙，妙絕了！他應化是幹什麼？幫助眾生覺悟。而且幫助一點勉強都沒有，完全隨順眾生，你迷，隨著你迷；你覺，隨著你覺。他在這個裡頭他影響你，讓你的迷、執著慢慢減輕，讓你的覺性、智慧慢慢增長，隨緣妙用。我們也才體會到這些諸佛菩薩的慈悲，這些諸佛菩薩對我們的幫助，慢慢就理解了。"
    },
    {
      "id": "02-037-0229_p0030",
      "zh_CN": "「若以空观荡之，则谓实之情自忘」，这是为什么讲空。你看看，释迦牟尼佛给我们讲诸法本空，前面有二十年的基础，十二年的阿含，八年的方等，有这样的基础佛才说，大家听了才能接受。现在我们对一般人讲万法皆空，他根本就不相信，根本不能理解。这是属于高等哲学、高等科学。这个世界上有科学大概四百年，四百年多少人在研究、在探讨宇宙的奥秘，最近这三十年，到今天才有这样的成就，发现阿赖耶。佛在经上说，用意识，就是今天讲我们用思想、用我们的观察，这是个极限，现在快要到极限了，到这个极限就没有办法再超过。这就是什么？我们用妄心，妄心的极限就在此地。往后要见性，那要用真心，真心要不着相才行，就是不起心不动念、不分别不执着，这就是真心。真心就能够见性，真心对于这些事情一目了然、清清楚楚，比科学家看得还真、还清楚。不但了解，还能够自在的去运用它，用它来帮助众生。",
      "zh_TW": "「若以空觀蕩之，則謂實之情自忘」，這是為什麼講空。你看看，釋迦牟尼佛給我們講諸法本空，前面有二十年的基礎，十二年的阿含，八年的方等，有這樣的基礎佛才說，大家聽了才能接受。現在我們對一般人講萬法皆空，他根本就不相信，根本不能理解。這是屬於高等哲學、高等科學。這個世界上有科學大概四百年，四百年多少人在研究、在探討宇宙的奧祕，最近這三十年，到今天才有這樣的成就，發現阿賴耶。佛在經上說，用意識，就是今天講我們用思想、用我們的觀察，這是個極限，現在快要到極限了，到這個極限就沒有辦法再超過。這就是什麼？我們用妄心，妄心的極限就在此地。往後要見性，那要用真心，真心要不著相才行，就是不起心不動念、不分別不執著，這就是真心。真心就能夠見性，真心對於這些事情一目了然、清清楚楚，比科學家看得還真、還清楚。不但了解，還能夠自在的去運用它，用它來幫助眾生。"
    },
    {
      "id": "02-037-0229_p0031",
      "zh_CN": "我们知道众生有感佛有应，佛用什么应？佛就用这些方法应，三谛三观来应。虽用这个方法来应，确实没有起心动念、没有分别执着，这个高，高在这个地方。如果起心动念，那佛就退转了，就退到菩萨位子上去了，如果再有分别执着，他就退到小乘了，再往下退他就退到凡夫了，没有这个道理，诸佛菩萨所证得的永远不会退转。阿惟越致是印度话，翻成中国叫三种不退转，位不退、行不退、念不退，怎么会退转？不退转能示现，这个妙，真的是妙！",
      "zh_TW": "我們知道眾生有感佛有應，佛用什麼應？佛就用這些方法應，三諦三觀來應。雖用這個方法來應，確實沒有起心動念、沒有分別執著，這個高，高在這個地方。如果起心動念，那佛就退轉了，就退到菩薩位子上去了，如果再有分別執著，他就退到小乘了，再往下退他就退到凡夫了，沒有這個道理，諸佛菩薩所證得的永遠不會退轉。阿惟越致是印度話，翻成中國叫三種不退轉，位不退、行不退、念不退，怎麼會退轉？不退轉能示現，這個妙，真的是妙！"
    },
    {
      "id": "02-037-0229_p0032",
      "zh_CN": "我们今天在这个世间是业力，过去生中造的善恶业，叫业报。造作的善业，善报，造作的恶业，恶报，报完了，这一生的寿命就终了。所以这个身叫业报身，寿命确实有一定的。算命，真有功夫的人算得很准，像《了凡四训》，孔先生给他算得非常准确。命有一定的，了凡的命五十三岁。他大概是在三十五岁的时候遇到云谷禅师，云谷禅师一番开示，他觉悟了，命是自己造的，所以自己可以改，他懂得这个道理。怎么改法？断一切恶，行一切善，命就改了。他明白这个道理之后拼命做好事，到以后全家做好事，命整个改掉了，延寿二十一年。他七十四岁走的，本来是五十三岁，延寿二十一年。他没有求延寿，自然延寿了。他求功名，命里头没有，他得到了；他求儿子，命里头没有，他得了个好儿子。真的是「佛氏门中，有求必应」，为什么不干？了凡真干，一点都不含糊，依照功过格每天反省，断恶修善，功过格就是《太上感应篇》。第一个你要相信，第二个真干，效果非常卓着。他发的是真心，真干，到第二年，跟这个命运核对就产生变化了。第二年去考试，孔先生算他第三名，结果他考取第一名，不准了；收入也增加，跟命里头不一样了，真的改了，信心十足。",
      "zh_TW": "我們今天在這個世間是業力，過去生中造的善惡業，叫業報。造作的善業，善報，造作的惡業，惡報，報完了，這一生的壽命就終了。所以這個身叫業報身，壽命確實有一定的。算命，真有功夫的人算得很準，像《了凡四訓》，孔先生給他算得非常準確。命有一定的，了凡的命五十三歲。他大概是在三十五歲的時候遇到雲谷禪師，雲谷禪師一番開示，他覺悟了，命是自己造的，所以自己可以改，他懂得這個道理。怎麼改法？斷一切惡，行一切善，命就改了。他明白這個道理之後拼命做好事，到以後全家做好事，命整個改掉了，延壽二十一年。他七十四歲走的，本來是五十三歲，延壽二十一年。他沒有求延壽，自然延壽了。他求功名，命裡頭沒有，他得到了；他求兒子，命裡頭沒有，他得了個好兒子。真的是「佛氏門中，有求必應」，為什麼不幹？了凡真幹，一點都不含糊，依照功過格每天反省，斷惡修善，功過格就是《太上感應篇》。第一個你要相信，第二個真幹，效果非常卓著。他發的是真心，真幹，到第二年，跟這個命運核對就產生變化了。第二年去考試，孔先生算他第三名，結果他考取第一名，不準了；收入也增加，跟命裡頭不一樣了，真的改了，信心十足。"
    },
    {
      "id": "02-037-0229_p0033",
      "zh_CN": "命运能够改，家运能够改，国运能够改，整个世界世运能够改，就看我们地球上居住的人民。果然觉悟了，回心向善，地球上所有这些灾难全都没有了。因为所有这些灾难，都是我们不善的心、不善的行为所感应得的，这个话不是迷信，现在量子力学家证明了。所以最近提出「念力的秘密」，说念力的能量太大太大了，科学家希望开放念力的能量。念力是每个人的念头，念头要正。念力很大，念头邪，就会造成地球上的灾难；念头要是正，地球上灾难全没有了。最小的是对于自己身体，念力很强，自己身心健康，什么病痛都没有；纵然有很严重的病，不需要治疗，意念真诚、善良，那个病自然会好。那就是念力把你病毒的细胞恢复正常，它有这种能力。这个科学是新兴科学，时间还不很长，我们相信二、三十年之后，被全世界科学家都认同了，我们这个世界就改观了，会产生巨大的改变，我们会追求美好，美好的念头。",
      "zh_TW": "命運能夠改，家運能夠改，國運能夠改，整個世界世運能夠改，就看我們地球上居住的人民。果然覺悟了，回心向善，地球上所有這些災難全都沒有了。因為所有這些災難，都是我們不善的心、不善的行為所感應得的，這個話不是迷信，現在量子力學家證明了。所以最近提出「念力的祕密」，說念力的能量太大太大了，科學家希望開放念力的能量。念力是每個人的念頭，念頭要正。念力很大，念頭邪，就會造成地球上的災難；念頭要是正，地球上災難全沒有了。最小的是對於自己身體，念力很強，自己身心健康，什麼病痛都沒有；縱然有很嚴重的病，不需要治療，意念真誠、善良，那個病自然會好。那就是念力把你病毒的細胞恢復正常，它有這種能力。這個科學是新興科學，時間還不很長，我們相信二、三十年之後，被全世界科學家都認同了，我們這個世界就改觀了，會產生巨大的改變，我們會追求美好，美好的念頭。"
    },
    {
      "id": "02-037-0229_p0034",
      "zh_CN": "极乐世界为什么那么好？极乐世界的人没有一个人有恶念，没有一个人执着身体是我，所以他没有自私自利。执着身体是我才会产生自私自利，这自私是妄见。如果我们真的承认了身不是我，我要为这个身做坏事，这错了；我要用这个身体来做好事，所谓借假修真，那就对了。用这个身体做不善的事情，这大错特错，给自己找麻烦。用这个身体去搞贪瞋痴，果报在三恶道。所以饿鬼、畜生、地狱是你自己造的，于别人不相干。贪婪，饿鬼道；瞋恚，地狱道；愚痴，畜生道，这个要懂得。贪瞋痴慢疑应对我们外面环境，贪心感得水灾，瞋恚火灾，火山爆发、温度上升，愚痴风灾，傲慢地震。怀疑，问题大了，怀疑对自己来说，免疫系统破坏了，也就是说你很容易感染疾病；对外面，山崩地陷，高山会倒下来，大地会沉下去。这是怀疑，你什么都不相信，怀疑，会造成这种灾难。今天这五种灾难统统看到，而且都很严重。所以量子力学家呼吁，叫我们端正心念。怎么端正心念？不贪、不瞋、不痴、不傲慢、不怀疑，我的心念端正了，灾难就能化解。美国量子学家说的，他说的是真话，我们听了很清楚，他讲得一点都不错。灾难不是不能化解，而是我们自己不相信，自己不肯干。",
      "zh_TW": "極樂世界為什麼那麼好？極樂世界的人沒有一個人有惡念，沒有一個人執著身體是我，所以他沒有自私自利。執著身體是我才會產生自私自利，這自私是妄見。如果我們真的承認了身不是我，我要為這個身做壞事，這錯了；我要用這個身體來做好事，所謂借假修真，那就對了。用這個身體做不善的事情，這大錯特錯，給自己找麻煩。用這個身體去搞貪瞋痴，果報在三惡道。所以餓鬼、畜生、地獄是你自己造的，於別人不相干。貪婪，餓鬼道；瞋恚，地獄道；愚痴，畜生道，這個要懂得。貪瞋痴慢疑應對我們外面環境，貪心感得水災，瞋恚火災，火山爆發、溫度上升，愚痴風災，傲慢地震。懷疑，問題大了，懷疑對自己來說，免疫系統破壞了，也就是說你很容易感染疾病；對外面，山崩地陷，高山會倒下來，大地會沉下去。這是懷疑，你什麼都不相信，懷疑，會造成這種災難。今天這五種災難統統看到，而且都很嚴重。所以量子力學家呼籲，叫我們端正心念。怎麼端正心念？不貪、不瞋、不痴、不傲慢、不懷疑，我的心念端正了，災難就能化解。美國量子學家說的，他說的是真話，我們聽了很清楚，他講得一點都不錯。災難不是不能化解，而是我們自己不相信，自己不肯幹。"
    },
    {
      "id": "02-037-0229_p0035",
      "zh_CN": "所以真谛，如果学佛的人真正明白了，产生什么效果？则谓实之情自忘，不再执着一切法是真实的。不执着，就能离一切相，离不是身离，是心离，心里头再不把这些相放在心上，知道相是假的。这个时候怎么样？你得清净心，清净、平等，清净得到了。这就是真正了解一切法都是假的，不是真的，心就清净了。用清净心念佛可不得了！所以这真谛很重要，真空观，能够帮助我们恢复清净心。事情照做，绝不要当真。不当真怎么能把事情做好？做的时候真做，做完之后心里头干干净净、一尘不染，没事。而且你做事情你不会累，做了一天，没做事，没做事怎么会累！一天真有事，忙得不能开交，累！一天没做事你累什么？妙，真妙！释迦牟尼佛当年在世，一天到晚讲经教学，你就想想他每天见的人多少？他累不累？不累。为什么不累？空空如也。他没有说一句话，没有见一个人，每天见那么多，见如不见，说同不说。心里没有，事上有是假的，学佛要学这个本事，你就真得受用了。",
      "zh_TW": "所以真諦，如果學佛的人真正明白了，產生什麼效果？則謂實之情自忘，不再執著一切法是真實的。不執著，就能離一切相，離不是身離，是心離，心裡頭再不把這些相放在心上，知道相是假的。這個時候怎麼樣？你得清淨心，清淨、平等，清淨得到了。這就是真正了解一切法都是假的，不是真的，心就清淨了。用清淨心念佛可不得了！所以這真諦很重要，真空觀，能夠幫助我們恢復清淨心。事情照做，絕不要當真。不當真怎麼能把事情做好？做的時候真做，做完之後心裡頭乾乾淨淨、一塵不染，沒事。而且你做事情你不會累，做了一天，沒做事，沒做事怎麼會累！一天真有事，忙得不能開交，累！一天沒做事你累什麼？妙，真妙！釋迦牟尼佛當年在世，一天到晚講經教學，你就想想他每天見的人多少？他累不累？不累。為什麼不累？空空如也。他沒有說一句話，沒有見一個人，每天見那麼多，見如不見，說同不說。心裡沒有，事上有是假的，學佛要學這個本事，你就真得受用了。"
    },
    {
      "id": "02-037-0229_p0036",
      "zh_CN": "不是叫你事上离，事上离，那释迦牟尼佛要入般涅槃去好，为什么还讲经四十九年？事上没有离，念头上离了，心上确实没有，所以他心清净、他心平等。他心里头不但没有分别执着，起心动念都没有，高明在这里，叫妙！我们得学这个。真的帮助许许多多苦难众生，心里头无有一个众生得度者，没有执着；「我还帮助人，我还讲多少经教」，这个，这就是情执。我们这部经讲了一遍，一千二百个小时，情执。对一切众生来讲，一千二百个小时；对自己，没说。说而无说，无说而说，这就对了，这就不会累了，这真正入境界。我们今天功夫就欠这一招，要在这一招上努力。所以经教对我们起作用，一遍一遍的薰习、一遍一遍的透彻、一遍一遍的体会，到最后真起作用，心里干净了，一尘不染，这是真实利益。《无量寿经》讲三个真实，真实之利。如果不懂真谛，真实之利得不到，讲讲好听而已，自己不得实用；真得实用的时候一尘不染。所以「情忘」，就是不执着、不分别了，「即能离于诸相，诸相若离，则真空之理自然谛了」。不离，真空之理你不是真的明了，真的明了一定要离相，你才知道那个真的。就是你不得受用的时候不是真的，真的你没有得到；一定要得受用，得受用才是真的，真得大自在！",
      "zh_TW": "不是叫你事上離，事上離，那釋迦牟尼佛要入般涅槃去好，為什麼還講經四十九年？事上沒有離，念頭上離了，心上確實沒有，所以他心清淨、他心平等。他心裡頭不但沒有分別執著，起心動念都沒有，高明在這裡，叫妙！我們得學這個。真的幫助許許多多苦難眾生，心裡頭無有一個眾生得度者，沒有執著；「我還幫助人，我還講多少經教」，這個，這就是情執。我們這部經講了一遍，一千二百個小時，情執。對一切眾生來講，一千二百個小時；對自己，沒說。說而無說，無說而說，這就對了，這就不會累了，這真正入境界。我們今天功夫就欠這一招，要在這一招上努力。所以經教對我們起作用，一遍一遍的薰習、一遍一遍的透徹、一遍一遍的體會，到最後真起作用，心裡乾淨了，一塵不染，這是真實利益。《無量壽經》講三個真實，真實之利。如果不懂真諦，真實之利得不到，講講好聽而已，自己不得實用；真得實用的時候一塵不染。所以「情忘」，就是不執著、不分別了，「即能離于諸相，諸相若離，則真空之理自然諦了」。不離，真空之理你不是真的明瞭，真的明瞭一定要離相，你才知道那個真的。就是你不得受用的時候不是真的，真的你沒有得到；一定要得受用，得受用才是真的，真得大自在！"
    },
    {
      "id": "02-037-0229_p0037",
      "zh_CN": "我们再看俗谛。「二、俗谛，俗即世俗」，我们讲世间法，这个好懂，真谛不好懂，这个好懂。俗谛，「立一切法之谓也」，这个立是我们自己建立的，不是别人建立的。你看，「诸法虽即本空，皆不可得，若以假观照之，则能谛了性具诸法，历历宛然，故名俗谛」。这个意思很深，世俗人不知道，修道的人知道。知道什么？知道这一切法是自性本自具足的，就是惠能大师所说的「何期自性，本自具足」，我们看到所有一切法是自性里头本来具足的。我再举个比喻，譬如作梦，梦中的境界，那些相都是自性里头本自具足的，自性里头没有，怎么会变成梦境？醒过来，没有了，知道是空的。我们现在在这个世间，真正一觉悟，就跟你作梦一样，真正觉悟了就是梦醒了。梦醒了，六道轮回没有了，六道轮回是个梦境。醒过来是什么样子？醒过来是四圣法界，声闻、缘觉、菩萨、佛，这个法界。六道这个梦醒了，但是四圣法界还是一场梦，那也不是真的，还是假的。那个梦再醒的时候，那就真的醒悟过来，四圣法界不见了。",
      "zh_TW": "我們再看俗諦。「二、俗諦，俗即世俗」，我們講世間法，這個好懂，真諦不好懂，這個好懂。俗諦，「立一切法之謂也」，這個立是我們自己建立的，不是別人建立的。你看，「諸法雖即本空，皆不可得，若以假觀照之，則能諦了性具諸法，歷歷宛然，故名俗諦」。這個意思很深，世俗人不知道，修道的人知道。知道什麼？知道這一切法是自性本自具足的，就是惠能大師所說的「何期自性，本自具足」，我們看到所有一切法是自性裡頭本來具足的。我再舉個比喻，譬如作夢，夢中的境界，那些相都是自性裡頭本自具足的，自性裡頭沒有，怎麼會變成夢境？醒過來，沒有了，知道是空的。我們現在在這個世間，真正一覺悟，就跟你作夢一樣，真正覺悟了就是夢醒了。夢醒了，六道輪迴沒有了，六道輪迴是個夢境。醒過來是什麼樣子？醒過來是四聖法界，聲聞、緣覺、菩薩、佛，這個法界。六道這個夢醒了，但是四聖法界還是一場夢，那也不是真的，還是假的。那個夢再醒的時候，那就真的醒悟過來，四聖法界不見了。"
    },
    {
      "id": "02-037-0229_p0038",
      "zh_CN": "六道轮回怎么造的？执着就有六道，执着没有了，六道就没有。所以情执，情执放下，六道就没有了。六道没有了，在六道就很快乐，为什么？那是佛菩萨再来，应化到六道来，六道人很苦，他很自在；就是刚才讲了，六道事情照干，心里一尘不染，他怎么不自在！四圣法界是哪来的？四圣法界是尘沙烦恼变现的，就是分别，妄想分别变现的。妄想分别放下的时候，四圣法界没有了，声闻、缘觉、菩萨、佛全没有了。现前的是什么？一真法界，就是诸佛如来的实报庄严土。这个东西要清楚，要会用。",
      "zh_TW": "六道輪迴怎麼造的？執著就有六道，執著沒有了，六道就沒有。所以情執，情執放下，六道就沒有了。六道沒有了，在六道就很快樂，為什麼？那是佛菩薩再來，應化到六道來，六道人很苦，他很自在；就是剛才講了，六道事情照幹，心裡一塵不染，他怎麼不自在！四聖法界是哪來的？四聖法界是塵沙煩惱變現的，就是分別，妄想分別變現的。妄想分別放下的時候，四聖法界沒有了，聲聞、緣覺、菩薩、佛全沒有了。現前的是什麼？一真法界，就是諸佛如來的實報莊嚴土。這個東西要清楚，要會用。"
    },
    {
      "id": "02-037-0229_p0039",
      "zh_CN": "诸佛菩萨实报庄严土是不是真的？还不是真的，没有真的，凡所有相，皆是虚妄。现在我们知道了，我们学了这么多年才明白，过去以为实报土是真的，叫一真法界。十法界是虚妄的我们懂得，以为一真法界是真的，现在知道一真法界也不是真的。一真法界是无始无明习气没有断，无始无明习气变现出来的。这习气一断掉，实报庄严土没有了，剩下来什么东西？剩下是常寂光，那是真的，那个永远不会变，那个是真的自己。那个境界不可思议，没办法说，「言语道断，心行处灭」，真是唯证方知。这个到究竟圆满了，这一圆满，整个宇宙都圆满了。你证到常寂光，回归自性了，那我要问你，实报土你去不去？四圣法界去不去？六道轮回去不去？照样去，一点妨碍都没有。你到那边去是菩萨化身、是佛化身，是去度众生的，不是去受苦受难的，不是。他全起作用，这才叫真妙，那妙法！今天时间到了，我们就学到此地。",
      "zh_TW": "諸佛菩薩實報莊嚴土是不是真的？還不是真的，沒有真的，凡所有相，皆是虛妄。現在我們知道了，我們學了這麼多年才明白，過去以為實報土是真的，叫一真法界。十法界是虛妄的我們懂得，以為一真法界是真的，現在知道一真法界也不是真的。一真法界是無始無明習氣沒有斷，無始無明習氣變現出來的。這習氣一斷掉，實報莊嚴土沒有了，剩下來什麼東西？剩下是常寂光，那是真的，那個永遠不會變，那個是真的自己。那個境界不可思議，沒辦法說，「言語道斷，心行處滅」，真是唯證方知。這個到究竟圓滿了，這一圓滿，整個宇宙都圓滿了。你證到常寂光，回歸自性了，那我要問你，實報土你去不去？四聖法界去不去？六道輪迴去不去？照樣去，一點妨礙都沒有。你到那邊去是菩薩化身、是佛化身，是去度眾生的，不是去受苦受難的，不是。他全起作用，這才叫真妙，那妙法！今天時間到了，我們就學到此地。"
    }
  ]
}