{
  "doc_id": "02-037-0306",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三０六集",
    "zh_TW": "第三０六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0306",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-037-0306_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六百七十七页倒数第六行，从「无性者」这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六百七十七頁倒數第六行，從「無性者」這裡看起："
    },
    {
      "id": "02-037-0306_p0002",
      "zh_CN": "『无性者』，「《法华经》曰：知法常无性。性者体也，一切诸法皆无实体，故曰无性」。这个地方为我们说明，经文里头「十力无畏声」之下，底下这一句，「或闻无性无作无我声」。这是说明极乐世界七宝池、八功德水它们说法，说些什么？这个地方是提要，提了几句。在大乘教里头，佛常常告诉我们，一切法是假的，不是真的。《金刚经》上说，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。真是这样吗？确实。为什么？这里就告诉我们，一切法无性，性就是实体，实实在在的体它没有。所以性者体也，叫性体。一切法皆无实体，所以它是假的，它不是真的。那这些现象从哪来的？佛法上常说，众缘和合而生起的幻相，缘聚这就现形，缘散就空了，就没有了。缘有聚有散，这是个生灭相，生灭相就不是常住的，就不是永恒的、不灭的，所有的现象都离不开这个原则。",
      "zh_TW": "『無性者』，「《法華經》曰：知法常無性。性者體也，一切諸法皆無實體，故曰無性」。這個地方為我們說明，經文裡頭「十力無畏聲」之下，底下這一句，「或聞無性無作無我聲」。這是說明極樂世界七寶池、八功德水它們說法，說些什麼？這個地方是提要，提了幾句。在大乘教裡頭，佛常常告訴我們，一切法是假的，不是真的。《金剛經》上說，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。真是這樣嗎？確實。為什麼？這裡就告訴我們，一切法無性，性就是實體，實實在在的體它沒有。所以性者體也，叫性體。一切法皆無實體，所以它是假的，它不是真的。那這些現象從哪來的？佛法上常說，眾緣和合而生起的幻相，緣聚這就現形，緣散就空了，就沒有了。緣有聚有散，這是個生滅相，生滅相就不是常住的，就不是永恆的、不滅的，所有的現象都離不開這個原則。"
    },
    {
      "id": "02-037-0306_p0003",
      "zh_CN": "今天科学家告诉我们，宇宙之中，实际上只有三种现象，第一种是物质；第二种是念，意念，我们的思想，这是一种现象，心理现象；第三种属于自然现象，所有现象不出这三大类。但是这三大类都没有实体，所以佛家讲缘生。缘，当然有因，不说因，为什么？因，一切法自然具足。譬如讲十法界，十法界的因每个人都具足，缘不具足，因要是没有缘，不能起现行。譬如植物，种子是因，我有很多植物的种子，这是因具足，如果不给它缘，它就不能现行，不能生长。譬如瓜，瓜种子，这是因，缘是什么？要有土壤、要有水分、要有肥料，还得人工栽培。这些缘统统具足，这个种子就发芽、就慢慢长大，开花结果。如果没有缘，我们将这个种子放在一个玻璃瓶里面，放一百年它也不会结成瓜来。所以佛家讲，缘太重要了，佛家讲缘生，不讲因生。再说，说缘生有道理，因为因我们不能控制，缘可以控制，缘掌握在自己手上。这十法界，从佛，十法界是佛、菩萨、缘觉、声闻，下面是天道、修罗道、人道，再下面是畜生、饿鬼、地狱，这十法界。十法界因我们全都有，那我们想到哪一道去，我们把那一道的缘掌控到，它就开花结果。",
      "zh_TW": "今天科學家告訴我們，宇宙之中，實際上只有三種現象，第一種是物質；第二種是念，意念，我們的思想，這是一種現象，心理現象；第三種屬於自然現象，所有現象不出這三大類。但是這三大類都沒有實體，所以佛家講緣生。緣，當然有因，不說因，為什麼？因，一切法自然具足。譬如講十法界，十法界的因每個人都具足，緣不具足，因要是沒有緣，不能起現行。譬如植物，種子是因，我有很多植物的種子，這是因具足，如果不給它緣，它就不能現行，不能生長。譬如瓜，瓜種子，這是因，緣是什麼？要有土壤、要有水分、要有肥料，還得人工栽培。這些緣統統具足，這個種子就發芽、就慢慢長大，開花結果。如果沒有緣，我們將這個種子放在一個玻璃瓶裡面，放一百年它也不會結成瓜來。所以佛家講，緣太重要了，佛家講緣生，不講因生。再說，說緣生有道理，因為因我們不能控制，緣可以控制，緣掌握在自己手上。這十法界，從佛，十法界是佛、菩薩、緣覺、聲聞，下面是天道、修羅道、人道，再下面是畜生、餓鬼、地獄，這十法界。十法界因我們全都有，那我們想到哪一道去，我們把那一道的緣掌控到，它就開花結果。"
    },
    {
      "id": "02-037-0306_p0004",
      "zh_CN": "缘太多了，无量因缘成就这个宇宙万事万物，无量因缘。无量因缘里面总有一个最重要的缘，佛就把这个最重要的缘告诉我们，掌握到最重要的主体的这个缘，其他的就不难了。成佛的缘是平等心，我们这个经题「清净平等」，平等是佛心。我们要记住，佛没有分别，佛对待一切众生一律平等，不会说喜欢这个、讨厌那个，没有，佛决定没有，菩萨也没有。但是阿罗汉、辟支佛有，喜欢这个，不喜欢那个，他有。所以平等心是佛，成佛的缘。菩萨的缘是六度，心怀六度，常常想到布施、持戒、忍辱、精进、禅定、般若，这是菩萨。缘觉，他想的是十二因缘。声闻阿罗汉想的是四谛，苦集灭道。天人，这就是说他用的是什么心，天人的心是大慈大悲，上品十善。《十善业道经》上他做得最圆满，不杀生、不偷盗、不邪行、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，加上慈悲喜舍，这是生天的心，天人慈悲。",
      "zh_TW": "緣太多了，無量因緣成就這個宇宙萬事萬物，無量因緣。無量因緣裡面總有一個最重要的緣，佛就把這個最重要的緣告訴我們，掌握到最重要的主體的這個緣，其他的就不難了。成佛的緣是平等心，我們這個經題「清淨平等」，平等是佛心。我們要記住，佛沒有分別，佛對待一切眾生一律平等，不會說喜歡這個、討厭那個，沒有，佛決定沒有，菩薩也沒有。但是阿羅漢、辟支佛有，喜歡這個，不喜歡那個，他有。所以平等心是佛，成佛的緣。菩薩的緣是六度，心懷六度，常常想到布施、持戒、忍辱、精進、禪定、般若，這是菩薩。緣覺，他想的是十二因緣。聲聞阿羅漢想的是四諦，苦集滅道。天人，這就是說他用的是什麼心，天人的心是大慈大悲，上品十善。《十善業道經》上他做得最圓滿，不殺生、不偷盜、不邪行、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，加上慈悲喜捨，這是生天的心，天人慈悲。"
    },
    {
      "id": "02-037-0306_p0005",
      "zh_CN": "人的心是五戒，中品十善，在中国就是五常，五常是仁义礼智信。仁是爱心，仁者爱人。中国这个仁爱的仁是人字旁，旁边是二，是两个人，推己及人，想到我一定想到别人，这是仁人，仁爱。义，起心动念言语造作合情、合理、合法，面面都顾到，不可以为非作歹，这是义。义用今天的话来说就是守礼、守法，遵守道德的规律，这是义。礼是礼节，人不能没有礼节，没有礼节社会就乱了。中国古代这个社会上大众有阶级，中国人分士、农、工、商，穿的服装不一样，便于行礼。礼有尊卑，每个人都能守住自己的位置，这个社会就有秩序，它不乱。现在这都没有了。智是理智，我们起心动念不能用感情，感情容易造恶，心行不善，所以要用理智，不用感情。最后一个是信，人要守信用。信这个字是五常最后的一个，它的底限，所以人无信则不立。一个人不讲信用，前面四个都没有，有是假的，不是真的。所以信用是做人的基础，人无信则不立，不能立足于社会。现在这个社会大家都不讲信用了，社会才乱成一团，无法收拾，怎么说都产生不了效果，什么原因？没有信用。人只要能守住仁义礼智信，佛说，来生一定得人身，他不会堕三恶道。",
      "zh_TW": "人的心是五戒，中品十善，在中國就是五常，五常是仁義禮智信。仁是愛心，仁者愛人。中國這個仁愛的仁是人字旁，旁邊是二，是兩個人，推己及人，想到我一定想到別人，這是仁人，仁愛。義，起心動念言語造作合情、合理、合法，面面都顧到，不可以為非作歹，這是義。義用今天的話來說就是守禮、守法，遵守道德的規律，這是義。禮是禮節，人不能沒有禮節，沒有禮節社會就亂了。中國古代這個社會上大眾有階級，中國人分士、農、工、商，穿的服裝不一樣，便於行禮。禮有尊卑，每個人都能守住自己的位置，這個社會就有秩序，它不亂。現在這都沒有了。智是理智，我們起心動念不能用感情，感情容易造惡，心行不善，所以要用理智，不用感情。最後一個是信，人要守信用。信這個字是五常最後的一個，它的底限，所以人無信則不立。一個人不講信用，前面四個都沒有，有是假的，不是真的。所以信用是做人的基礎，人無信則不立，不能立足於社會。現在這個社會大家都不講信用了，社會才亂成一團，無法收拾，怎麼說都產生不了效果，什麼原因？沒有信用。人只要能守住仁義禮智信，佛說，來生一定得人身，他不會墮三惡道。"
    },
    {
      "id": "02-037-0306_p0006",
      "zh_CN": "三恶道的业因是什么？贪婪、贪心是饿鬼道第一个业因，愚痴是畜生道，瞋恚是地狱道，尤其是杀生。杀生这个问题在今天太严重了！联合国公布的报告，每一年人类所杀的、所吃的这些众生肉，陆地上走的、水里游的、空中飞的，这些畜生总数有多少？三千三百七十多亿，单位是亿，你说怎么得了？这个杀业太重了，自古以来没有像现在杀业这么重！我们小时候生长在农村，大概总是一年四季每一季才吃到一次肉，杀一只猪来卖，卖肉二、三个月才有一次。过年那几天大概有，也不过是五、六天而已，平常没有肉食吃。现在还得了！现在是天天过年，比过年杀得还多。这些众生都有灵性，众生都是人变的，六道轮回，牠做过人，现在牠沦落到畜生道。鬼也是人变的，地狱也是人变。",
      "zh_TW": "三惡道的業因是什麼？貪婪、貪心是餓鬼道第一個業因，愚痴是畜生道，瞋恚是地獄道，尤其是殺生。殺生這個問題在今天太嚴重了！聯合國公布的報告，每一年人類所殺的、所吃的這些眾生肉，陸地上走的、水裡游的、空中飛的，這些畜生總數有多少？三千三百七十多億，單位是億，你說怎麼得了？這個殺業太重了，自古以來沒有像現在殺業這麼重！我們小時候生長在農村，大概總是一年四季每一季才吃到一次肉，殺一隻豬來賣，賣肉二、三個月才有一次。過年那幾天大概有，也不過是五、六天而已，平常沒有肉食吃。現在還得了！現在是天天過年，比過年殺得還多。這些眾生都有靈性，眾生都是人變的，六道輪迴，牠做過人，現在牠淪落到畜生道。鬼也是人變的，地獄也是人變。"
    },
    {
      "id": "02-037-0306_p0007",
      "zh_CN": "所以我们每个人六道哪一道都待过，现在是不记得了。如果修行有了功夫，有了相当禅定的功夫，你对过去生中事情统统会记起来，你才晓得。阿罗汉，这个定功高，他想起过去生中他堕地狱的时候还心有余悸，身上还流血汗那种可怕的样子。所以天上、人间、畜生、地狱我们自己都待过。明白这个道理，还敢吃众生肉吗？现在人迷信，认为肉食是健康的，不吃肉，营养就不足，这大错特错！真正健康在素食里头。人的牙齿是整齐的，适合于素食，不适合于肉食；虎狼的牙齿那是肉食的，你看牠牙齿是尖的，我们牙齿是平的。我们的肠胃比肉食动物的肠胃长一倍都不止，要长两倍。为什么？容易消化，这消化五谷杂粮。人体的构造就是适合于素食，现在很多人不知道。",
      "zh_TW": "所以我們每個人六道哪一道都待過，現在是不記得了。如果修行有了功夫，有了相當禪定的功夫，你對過去生中事情統統會記起來，你才曉得。阿羅漢，這個定功高，他想起過去生中他墮地獄的時候還心有餘悸，身上還流血汗那種可怕的樣子。所以天上、人間、畜生、地獄我們自己都待過。明白這個道理，還敢吃眾生肉嗎？現在人迷信，認為肉食是健康的，不吃肉，營養就不足，這大錯特錯！真正健康在素食裡頭。人的牙齒是整齊的，適合於素食，不適合於肉食；虎狼的牙齒那是肉食的，你看牠牙齒是尖的，我們牙齒是平的。我們的腸胃比肉食動物的腸胃長一倍都不止，要長兩倍。為什麼？容易消化，這消化五穀雜糧。人體的構造就是適合於素食，現在很多人不知道。"
    },
    {
      "id": "02-037-0306_p0008",
      "zh_CN": "杀生、吃肉造成冤冤相报。这杀动物，一年三千三百七十多亿。还杀人，杀人是什么？堕胎。这也都是联合国公布的，医院里头有资料的，没有在医院的那就不晓得多少！所以说，每一年五千万以上，平均每一天堕胎（就是杀人）十五万以上，每一天。佛告诉我们，子女跟父母的关系，佛说四种缘，报恩、报怨、讨债、还债，没有这四种缘不到你家来，来了都是这四种缘。如果是报恩的，这孝子贤孙，你把他杀了，恩变成仇。如果是报仇报怨来的，你把他杀了，冤仇更深。讨债还债，原本没有欠命的，是债务上的关系，现在债务上又加上命债，果报现前的时候承受不了，业因果报，丝毫不爽。可是今天人真的是无恶不作，佛家的标准是十恶，杀生、偷盗、邪淫、妄语、两舌、恶口、绮语，绮语是花言巧语，欺骗别人，贪、瞋、痴，这佛讲的十种，哪一个没造？十种造全了，造全了叫十恶。五逆十恶都是地狱罪，果报都在地狱。",
      "zh_TW": "殺生、吃肉造成冤冤相報。這殺動物，一年三千三百七十多億。還殺人，殺人是什麼？墮胎。這也都是聯合國公布的，醫院裡頭有資料的，沒有在醫院的那就不曉得多少！所以說，每一年五千萬以上，平均每一天墮胎（就是殺人）十五萬以上，每一天。佛告訴我們，子女跟父母的關係，佛說四種緣，報恩、報怨、討債、還債，沒有這四種緣不到你家來，來了都是這四種緣。如果是報恩的，這孝子賢孫，你把他殺了，恩變成仇。如果是報仇報怨來的，你把他殺了，冤仇更深。討債還債，原本沒有欠命的，是債務上的關係，現在債務上又加上命債，果報現前的時候承受不了，業因果報，絲毫不爽。可是今天人真的是無惡不作，佛家的標準是十惡，殺生、偷盜、邪淫、妄語、兩舌、惡口、綺語，綺語是花言巧語，欺騙別人，貪、瞋、痴，這佛講的十種，哪一個沒造？十種造全了，造全了叫十惡。五逆十惡都是地獄罪，果報都在地獄。"
    },
    {
      "id": "02-037-0306_p0009",
      "zh_CN": "我们今天处在这个环境，但是我们非常幸运，遇到佛法，了解事实真相，过去不知道，做错了，现在承认过失，忏除业障，认真修行。最难得的是遇到净土法门。其他的法门一定要断烦恼、消业障，才能把自己境界向上提升，这个难，谁能做得到？过去黄念祖老居士告诉我，八万四千法门，在中国流行的宗门教下、显教密教，他说现在都没有这种根机了。参禅没有一个开悟的，包括像虚云老和尚，虚云老和尚得禅定，没开悟。禅宗，它的标准要明心见性、大彻大悟，那是成就。得禅定出不了六道轮回，他将来到哪里去？他到色界天，初禅、二禅、三禅、四禅，到色界天去，更高的禅定到无色界天去，出不了六道轮回。有很多出家人欲没断，五欲六尘，禅定功夫伏住了，根没断，习气还会现前，这种功夫生欲界天。欲界有六层天，从四王天、忉利天一直到他化自在天，欲界。这个定力确确实实把这个欲望控制住，不起作用，这样的功夫才能生四禅天、四空天，好不容易！",
      "zh_TW": "我們今天處在這個環境，但是我們非常幸運，遇到佛法，了解事實真相，過去不知道，做錯了，現在承認過失，懺除業障，認真修行。最難得的是遇到淨土法門。其他的法門一定要斷煩惱、消業障，才能把自己境界向上提升，這個難，誰能做得到？過去黃念祖老居士告訴我，八萬四千法門，在中國流行的宗門教下、顯教密教，他說現在都沒有這種根機了。參禪沒有一個開悟的，包括像虛雲老和尚，虛雲老和尚得禪定，沒開悟。禪宗，它的標準要明心見性、大徹大悟，那是成就。得禪定出不了六道輪迴，他將來到哪裡去？他到色界天，初禪、二禪、三禪、四禪，到色界天去，更高的禪定到無色界天去，出不了六道輪迴。有很多出家人欲沒斷，五欲六塵，禪定功夫伏住了，根沒斷，習氣還會現前，這種功夫生欲界天。欲界有六層天，從四王天、忉利天一直到他化自在天，欲界。這個定力確確實實把這個欲望控制住，不起作用，這樣的功夫才能生四禪天、四空天，好不容易！"
    },
    {
      "id": "02-037-0306_p0010",
      "zh_CN": "所以老居士告诉我，今天参禅，恐怕连得禅定的人都没有了。他举他自己做例子，他学禅、他学密，在密里面还是金刚上师。告诉我，学密宗成就的，人民共和国成立六十周年，六十年学密成就的在全中国只有六个人，太少了！中国十几亿人，六十年修密有成就才六个人。他自己晚年把这部注解完成之后，一心念佛，告诉我，一天十四万声佛号，一心求生净土。他把禅放下，把密也放下了，一天十四万声佛号，他往生极乐世界去了。他的老师夏莲居老居士，确实也是了不起的人，通宗通教、显密圆融，最后还是念佛求生净土，这有真正智慧。",
      "zh_TW": "所以老居士告訴我，今天參禪，恐怕連得禪定的人都沒有了。他舉他自己做例子，他學禪、他學密，在密裡面還是金剛上師。告訴我，學密宗成就的，人民共和國成立六十週年，六十年學密成就的在全中國只有六個人，太少了！中國十幾億人，六十年修密有成就才六個人。他自己晚年把這部註解完成之後，一心念佛，告訴我，一天十四萬聲佛號，一心求生淨土。他把禪放下，把密也放下了，一天十四萬聲佛號，他往生極樂世界去了。他的老師夏蓮居老居士，確實也是了不起的人，通宗通教、顯密圓融，最後還是念佛求生淨土，這有真正智慧。"
    },
    {
      "id": "02-037-0306_p0011",
      "zh_CN": "如果我们能把这部经，这部经真正了不起，首先我们要知道极乐世界是怎么来的，阿弥陀佛四十八愿是怎么发的，是不是在家里头天天研究、天天在想？不是的。阿弥陀佛只想一个问题，看到六道众生太苦，业障太重，烦恼习气太深，八万四千法门救不了，他要想帮助这些众生离苦得乐，发这样的大愿，就是四弘誓愿里头一个，众生无边誓愿度。怎么个度法？向他老师请教，他的老师是世间自在王如来。老师教他，你到十方世界一切诸佛刹土里面去学习、去参学。用今天的话来说，你去参观、去考察，现在国内的名词叫调查研究，叫调研。一切诸佛刹土你去调查、去研究，好的你就取，不好的你就舍，这样建立了极乐世界。所以极乐世界这么来的，极乐世界是集一切诸佛世界美好的大成，它是这么来的。",
      "zh_TW": "如果我們能把這部經，這部經真正了不起，首先我們要知道極樂世界是怎麼來的，阿彌陀佛四十八願是怎麼發的，是不是在家裡頭天天研究、天天在想？不是的。阿彌陀佛只想一個問題，看到六道眾生太苦，業障太重，煩惱習氣太深，八萬四千法門救不了，他要想幫助這些眾生離苦得樂，發這樣的大願，就是四弘誓願裡頭一個，眾生無邊誓願度。怎麼個度法？向他老師請教，他的老師是世間自在王如來。老師教他，你到十方世界一切諸佛剎土裡面去學習、去參學。用今天的話來說，你去參觀、去考察，現在國內的名詞叫調查研究，叫調研。一切諸佛剎土你去調查、去研究，好的你就取，不好的你就捨，這樣建立了極樂世界。所以極樂世界這麼來的，極樂世界是集一切諸佛世界美好的大成，它是這麼來的。"
    },
    {
      "id": "02-037-0306_p0012",
      "zh_CN": "四十八愿不是他在家里想的，就是他精挑细选，调研完毕他的报告，四十八愿是他的报告，是他的总结。依照这个总结，以无量劫修行功德成就了西方极乐世界，这太伟大了！不是自己在家里想的，是实际上去观察的。所以四十八愿不是一次发的，五劫时间不断调查、不断研究，来做总结，是这么来的。四十八愿也是五劫先后这么成就的。所以极乐世界从哪里来的？极乐世界从阿弥陀佛调研了一切诸佛刹土得到的总结，依照这个总结成就了西方极乐世界。极乐世界成就到现在，佛告诉我们，十劫了。这个十劫当中，他用西方极乐世界这个地方接引遍法界虚空界一切刹土里面的六道众生，他以这个为主，菩萨也收，什么都收，但是以六道为主，六道最苦。这集大成！",
      "zh_TW": "四十八願不是他在家裡想的，就是他精挑細選，調研完畢他的報告，四十八願是他的報告，是他的總結。依照這個總結，以無量劫修行功德成就了西方極樂世界，這太偉大了！不是自己在家裡想的，是實際上去觀察的。所以四十八願不是一次發的，五劫時間不斷調查、不斷研究，來做總結，是這麼來的。四十八願也是五劫先後這麼成就的。所以極樂世界從哪裡來的？極樂世界從阿彌陀佛調研了一切諸佛剎土得到的總結，依照這個總結成就了西方極樂世界。極樂世界成就到現在，佛告訴我們，十劫了。這個十劫當中，他用西方極樂世界這個地方接引遍法界虛空界一切剎土裡面的六道眾生，他以這個為主，菩薩也收，什麼都收，但是以六道為主，六道最苦。這集大成！"
    },
    {
      "id": "02-037-0306_p0013",
      "zh_CN": "释迦牟尼佛当年在世，四十九年讲经教学，每一部经只讲过一遍，没有重复讲第二遍的，唯独《无量寿经》多次宣讲。到底宣讲了多少次不知道，但是看流传到中国来梵文经典翻成中国文，从翻译里面去观察，古来大师也是细心去研究，至少是三种不同的本子；换句话说，至少佛讲了三遍。可是在中国翻译的本子总共十二种，十二次的翻译，现在保留下来只有五种，七种失传了。如果那七种要是找到了，再去仔细看，可能又发现不止三种。可惜这七种失传了，所以祖师大德的结论是三次以上，这就非常特殊了。",
      "zh_TW": "釋迦牟尼佛當年在世，四十九年講經教學，每一部經只講過一遍，沒有重複講第二遍的，唯獨《無量壽經》多次宣講。到底宣講了多少次不知道，但是看流傳到中國來梵文經典翻成中國文，從翻譯裡面去觀察，古來大師也是細心去研究，至少是三種不同的本子；換句話說，至少佛講了三遍。可是在中國翻譯的本子總共十二種，十二次的翻譯，現在保留下來只有五種，七種失傳了。如果那七種要是找到了，再去仔細看，可能又發現不止三種。可惜這七種失傳了，所以祖師大德的結論是三次以上，這就非常特殊了。"
    },
    {
      "id": "02-037-0306_p0014",
      "zh_CN": "每一次讲的听众不一样，讲的处所不一样，时间不一样，所以佛的介绍，这三次所说的，里面都有差别，这就有会集的必要。第一次的会集，宋朝王龙舒居士，他的会集本叫《大阿弥陀经》，《龙藏》里头收了，日本的《大正藏》也收了，这就是古时候这些祖师大德肯定这个会集本，承认它是好版本。清朝末年咸丰年间，魏默深居士做第二次的会集。第一次、第二次会集都有瑕疵，所以夏莲居第三次会集，民国初年用了十年的时间做出这个本子。每一字、每一句都是五种原译本的原文，没有自己改动一个字，或者是添加一个字，没有。因为是会集，不是翻译，翻译，自己可以用自己的文字来斟酌，会集不行，会集一定要用原本的文字，不能改动。所以这个会集本被一般当代的高僧大德们赞叹。它的出现是在抗战时期，那个时候社会动乱，所以流通不广，知道的人不多。夏老居士往生的时候告诉大家，他的这个会集本将来是从外国再传回中国。那个时候，他这些学生听到都感觉到不可思议，怎么可能从外国传到中国？到以后，果然是这种情形。",
      "zh_TW": "每一次講的聽眾不一樣，講的處所不一樣，時間不一樣，所以佛的介紹，這三次所說的，裡面都有差別，這就有會集的必要。第一次的會集，宋朝王龍舒居士，他的會集本叫《大阿彌陀經》，《龍藏》裡頭收了，日本的《大正藏》也收了，這就是古時候這些祖師大德肯定這個會集本，承認它是好版本。清朝末年咸豐年間，魏默深居士做第二次的會集。第一次、第二次會集都有瑕疵，所以夏蓮居第三次會集，民國初年用了十年的時間做出這個本子。每一字、每一句都是五種原譯本的原文，沒有自己改動一個字，或者是添加一個字，沒有。因為是會集，不是翻譯，翻譯，自己可以用自己的文字來斟酌，會集不行，會集一定要用原本的文字，不能改動。所以這個會集本被一般當代的高僧大德們讚歎。它的出現是在抗戰時期，那個時候社會動亂，所以流通不廣，知道的人不多。夏老居士往生的時候告訴大家，他的這個會集本將來是從外國再傳回中國。那個時候，他這些學生聽到都感覺到不可思議，怎麼可能從外國傳到中國？到以後，果然是這種情形。"
    },
    {
      "id": "02-037-0306_p0015",
      "zh_CN": "这个本子流到台湾不多，是律航法师，他是夏老的弟子，将这个本子带了几本到台湾，送了三本给李炳南老居士，送给别人大概就没下文了。李老居士看到这个本子无量的欢喜，尤其前面有一篇长序是他老师作的，梅光羲，李老的经教是跟梅老学的。看到老师的序文，所以这个本子在台湾他就印过两次，大概分量不大，一次大概是一千本，印过两次，流通量少。在台湾他讲过一次，教内这些大德有意见，因为没有听说过这个人，也没看到过这个本子，没有认真仔细去读这个本子，不赞成用这个本子。老师把这个本子交给我，我一看就欢喜，有缘，也就想讲。我印了三千本，向老师报告想启讲这部经。老师不同意，告诉我，你太年轻了，刚刚出来，如果遇到这些反对的，你招架不住。那我就把它收藏起来，在台北就讲《楞严经》，这个大家没话说。一直到李老师往生，我才想到这个本子，很多人没看见，老师往生了，把它印出来，做对老师的一个纪念，我印了一万本老师的眉注。",
      "zh_TW": "這個本子流到台灣不多，是律航法師，他是夏老的弟子，將這個本子帶了幾本到台灣，送了三本給李炳南老居士，送給別人大概就沒下文了。李老居士看到這個本子無量的歡喜，尤其前面有一篇長序是他老師作的，梅光羲，李老的經教是跟梅老學的。看到老師的序文，所以這個本子在台灣他就印過兩次，大概分量不大，一次大概是一千本，印過兩次，流通量少。在台灣他講過一次，教內這些大德有意見，因為沒有聽說過這個人，也沒看到過這個本子，沒有認真仔細去讀這個本子，不贊成用這個本子。老師把這個本子交給我，我一看就歡喜，有緣，也就想講。我印了三千本，向老師報告想啟講這部經。老師不同意，告訴我，你太年輕了，剛剛出來，如果遇到這些反對的，你招架不住。那我就把它收藏起來，在台北就講《楞嚴經》，這個大家沒話說。一直到李老師往生，我才想到這個本子，很多人沒看見，老師往生了，把它印出來，做對老師的一個紀念，我印了一萬本老師的眉註。"
    },
    {
      "id": "02-037-0306_p0016",
      "zh_CN": "确实是在海外流通的，在美国、在加拿大、在东南亚这一带流通，确实是从外国再流回去。可是流通到国内，也受很多很多大德们的批评，反对这个会集本，搞了不少年。难得国家有智慧，国家宗教局印净土五经它就选用夏莲居老居士这个本子，这样大家反对的声音才慢慢平息，国家承认了。我相信，那个时候局长是叶小文，可能叶小文将这个本子认真看过几遍，再对照原译本，它真好，这本子真好！你不比较不知道，一比较就晓得，这个本子可真不容易得到，《无量寿经》出现了真正的善本，我们这一代人有福报。",
      "zh_TW": "確實是在海外流通的，在美國、在加拿大、在東南亞這一帶流通，確實是從外國再流回去。可是流通到國內，也受很多很多大德們的批評，反對這個會集本，搞了不少年。難得國家有智慧，國家宗教局印淨土五經它就選用夏蓮居老居士這個本子，這樣大家反對的聲音才慢慢平息，國家承認了。我相信，那個時候局長是葉小文，可能葉小文將這個本子認真看過幾遍，再對照原譯本，它真好，這本子真好！你不比較不知道，一比較就曉得，這個本子可真不容易得到，《無量壽經》出現了真正的善本，我們這一代人有福報。"
    },
    {
      "id": "02-037-0306_p0017",
      "zh_CN": "夏老交代他的学生，黄念祖居士是他的入门弟子，交代他给这个经做一部注解。黄老这个注解就非常高明，不是自己的意思，集注，以经注经。你看这个都引经据典，引用了八十三部经论，一百一十种古代祖师大德的注疏，总共用了一百九十三种，集注。集经论、祖师大德注疏来注解，这个非常高明，这个东西没有人能反对，这祖师大德、释迦牟尼佛、菩萨说的。如果是他自己注的，肯定行不通，现在人会说，你算是老几，你有什么资格来注解这个经。这个集注就高明极了，符合阿弥陀佛建立极乐世界，他也是集大成，阿弥陀佛带头的，这一个系统一直都是干这个集大成的事情，集注好。",
      "zh_TW": "夏老交代他的學生，黃念祖居士是他的入門弟子，交代他給這個經做一部註解。黃老這個註解就非常高明，不是自己的意思，集註，以經註經。你看這個都引經據典，引用了八十三部經論，一百一十種古代祖師大德的註疏，總共用了一百九十三種，集註。集經論、祖師大德註疏來註解，這個非常高明，這個東西沒有人能反對，這祖師大德、釋迦牟尼佛、菩薩說的。如果是他自己註的，肯定行不通，現在人會說，你算是老幾，你有什麼資格來註解這個經。這個集註就高明極了，符合阿彌陀佛建立極樂世界，他也是集大成，阿彌陀佛帶頭的，這一個系統一直都是幹這個集大成的事情，集註好。"
    },
    {
      "id": "02-037-0306_p0018",
      "zh_CN": "唐太宗会集《群书治要》是集的，这是集注的，一共用了六十五种经典，把修身、齐家、治国、平天下这些文字统统抄下来编成一本书，就是《群书治要》。这是中国古籍里头治国的精华、治国的宝典，大唐盛世就靠这个东西成就的。他一生做最大的功德就是这部书。也是杀人太多，平定隋朝末年的乱世，杀人太多，堕地狱了。幸亏这部书救了他。这部书我们总以为它已经失传了，我知道有这部书，没有看见过，常常提到，就有同学在网路上听到了，他们大家留心替我找，居然找到了两本，民国初年商务印书馆印的。商务印书馆自己不知道，现在商务印书馆的人他们不知道有这个书，已经八、九十年了。还好找到这部书。应该这个书没有人翻过，纸都变黄，变了颜色，好像是没有人翻过的，他送给我这套，这个书很干净。我如获至宝，赶快交给世界书局印一万套，这个里头这一套，这印了一万套。",
      "zh_TW": "唐太宗會集《群書治要》是集的，這是集註的，一共用了六十五種經典，把修身、齊家、治國、平天下這些文字統統抄下來編成一本書，就是《群書治要》。這是中國古籍裡頭治國的精華、治國的寶典，大唐盛世就靠這個東西成就的。他一生做最大的功德就是這部書。也是殺人太多，平定隋朝末年的亂世，殺人太多，墮地獄了。幸虧這部書救了他。這部書我們總以為它已經失傳了，我知道有這部書，沒有看見過，常常提到，就有同學在網路上聽到了，他們大家留心替我找，居然找到了兩本，民國初年商務印書館印的。商務印書館自己不知道，現在商務印書館的人他們不知道有這個書，已經八、九十年了。還好找到這部書。應該這個書沒有人翻過，紙都變黃，變了顏色，好像是沒有人翻過的，他送給我這套，這個書很乾淨。我如獲至寶，趕快交給世界書局印一萬套，這個裡頭這一套，這印了一萬套。"
    },
    {
      "id": "02-037-0306_p0019",
      "zh_CN": "我们这是无意发现的，有这个缘赶紧把它印出来。书刚刚印出来做成样本寄到澳洲，前年三月二十五，我收到这部书，大家很欢喜，摆在桌子上，大家来欣赏，一共有十几个人。突然当中有一个人跪在地下，「我是李世民」。我们听到吓了一跳，怎么李世民来了？来感恩，就是因为这部书，印这部书，他离开地狱。告诉我，这部书能救世界。说话的时间不长，不到五分钟他就离开了。有些通灵的告诉我，他没走，离开到哪里？到我们念佛堂去听经念佛去了，大概有十几天。听说现在也往生到极乐世界去了。他做这部书的功德的确大，这个思想也非常新颖，集古注各家各派对于治国这些理念，智慧、理念、方法、经验，集大成，集成一部书。二千五百年，从三皇五帝到隋朝，就是那个二千五百年。",
      "zh_TW": "我們這是無意發現的，有這個緣趕緊把它印出來。書剛剛印出來做成樣本寄到澳洲，前年三月二十五，我收到這部書，大家很歡喜，擺在桌子上，大家來欣賞，一共有十幾個人。突然當中有一個人跪在地下，「我是李世民」。我們聽到嚇了一跳，怎麼李世民來了？來感恩，就是因為這部書，印這部書，他離開地獄。告訴我，這部書能救世界。說話的時間不長，不到五分鐘他就離開了。有些通靈的告訴我，他沒走，離開到哪裡？到我們念佛堂去聽經念佛去了，大概有十幾天。聽說現在也往生到極樂世界去了。他做這部書的功德的確大，這個思想也非常新穎，集古註各家各派對於治國這些理念，智慧、理念、方法、經驗，集大成，集成一部書。二千五百年，從三皇五帝到隋朝，就是那個二千五百年。"
    },
    {
      "id": "02-037-0306_p0020",
      "zh_CN": "这是我们讲的无论是做学问，说到真正积功累德，心量要拓开，要听大家的意见，然后再总结做结论，集思广益。一个人的智慧有限，想像不周到的地方一定很多，这个方法是个好方法。所以世间自在王没有教法藏比丘，叫他去参学、叫他去考察，把参学考察的结果总结起来，这就是真实智慧、真实的方法、真实的经验，也是唯一真实的手段。成就了自己，缔造一个为一切众生修学的环境，叫极乐世界。",
      "zh_TW": "這是我們講的無論是做學問，說到真正積功累德，心量要拓開，要聽大家的意見，然後再總結做結論，集思廣益。一個人的智慧有限，想像不周到的地方一定很多，這個方法是個好方法。所以世間自在王沒有教法藏比丘，叫他去參學、叫他去考察，把參學考察的結果總結起來，這就是真實智慧、真實的方法、真實的經驗，也是唯一真實的手段。成就了自己，締造一個為一切眾生修學的環境，叫極樂世界。"
    },
    {
      "id": "02-037-0306_p0021",
      "zh_CN": "我们接受了这种想法，所以在最近这十几年来，我们在国际上跟不同的宗教、不同的族群、不同的国家交流，我们都希望大家把心量拓开，广学多闻。每个宗教，我学我自己的，我也学别人的，这样我们互相都了解，宗教里头的误会全部化解、消除了，可以团结了。族群亦如是，宇宙本来是一家，这大乘佛法说的，不但是一家，是一体，这个无性就是一体，这关系多亲切。我们跟阿弥陀佛什么关系？自性弥陀，唯心净土，净土是我们心变现出来的，阿弥陀佛是我们自性流出来的，一体。我们跟阿弥陀佛、跟极乐世界是一体，要想到极乐世界去，哪有去不了的道理？本来是一体，往生极乐世界不过是回归自性而已，就是回老家了。这个道理一定要懂，我们才能生欢喜心，才能相信，我学这个法门决定成就，这一成就，一切都成就了。",
      "zh_TW": "我們接受了這種想法，所以在最近這十幾年來，我們在國際上跟不同的宗教、不同的族群、不同的國家交流，我們都希望大家把心量拓開，廣學多聞。每個宗教，我學我自己的，我也學別人的，這樣我們互相都了解，宗教裡頭的誤會全部化解、消除了，可以團結了。族群亦如是，宇宙本來是一家，這大乘佛法說的，不但是一家，是一體，這個無性就是一體，這關係多親切。我們跟阿彌陀佛什麼關係？自性彌陀，唯心淨土，淨土是我們心變現出來的，阿彌陀佛是我們自性流出來的，一體。我們跟阿彌陀佛、跟極樂世界是一體，要想到極樂世界去，哪有去不了的道理？本來是一體，往生極樂世界不過是回歸自性而已，就是回老家了。這個道理一定要懂，我們才能生歡喜心，才能相信，我學這個法門決定成就，這一成就，一切都成就了。"
    },
    {
      "id": "02-037-0306_p0022",
      "zh_CN": "所以一切诸法皆无实体，实体就是自性。但是自性，自性没有现象，这个就很难懂。自性不是物质，也不是念头，也不是自然现象，这三种现象自性全没有，但是自性能生这三种现象，所以你不能说它无。今天科学发现了，说宇宙这三个现象，跟阿赖耶的三细相完全相同，物质就是阿赖耶的境界相，信息是阿赖耶的转相，能量是阿赖耶的业相，近代量子力学不可思议！佛说物质现象是假的，物质现象在佛法里的名词叫色。五蕴里头色、受、想、行、识，受想行识就是科学讲的信息，一般人讲心理现象。物质跟心理是相对的，物理、心理，现在科学家发现了，它是一不是二，物质现象是念头生起来的。这个话三千年前佛说了，大乘佛法，把宇宙之间一切现象、一切法归纳两大类，色跟心，但是色由心生，色从哪来？色是心生的。所以后头有个总结，全体是心，这是天台大师十乘观法里头第一观，观一切不思议境界总结出来的，色由心生，所以全体是心。",
      "zh_TW": "所以一切諸法皆無實體，實體就是自性。但是自性，自性沒有現象，這個就很難懂。自性不是物質，也不是念頭，也不是自然現象，這三種現象自性全沒有，但是自性能生這三種現象，所以你不能說它無。今天科學發現了，說宇宙這三個現象，跟阿賴耶的三細相完全相同，物質就是阿賴耶的境界相，信息是阿賴耶的轉相，能量是阿賴耶的業相，近代量子力學不可思議！佛說物質現象是假的，物質現象在佛法裡的名詞叫色。五蘊裡頭色、受、想、行、識，受想行識就是科學講的信息，一般人講心理現象。物質跟心理是相對的，物理、心理，現在科學家發現了，它是一不是二，物質現象是念頭生起來的。這個話三千年前佛說了，大乘佛法，把宇宙之間一切現象、一切法歸納兩大類，色跟心，但是色由心生，色從哪來？色是心生的。所以後頭有個總結，全體是心，這是天台大師十乘觀法裡頭第一觀，觀一切不思議境界總結出來的，色由心生，所以全體是心。"
    },
    {
      "id": "02-037-0306_p0023",
      "zh_CN": "今天科学家也发现、也明白了，物质现象没有。物质现象，佛在经上说，物质最小的单位叫极微之微，这不能再小、不能再分了，再分就没有了，空的。这个极微之微居然被科学家找到了。佛经上讲，极微之微连阿罗汉、辟支佛都不知道，谁知道？八地以上。八地以上才能够见到阿赖耶，科学怎么能把它找出来？但是找出来，我们也不感觉得奇怪。佛在经上讲过，他说意识的能量、能力，就是第六意识，八个识里头第六意识所缘的能力最大，五十一个心所全相应。佛说，它对外能缘到宇宙的边缘，能缘法界虚空界，对内能缘到阿赖耶，就是缘不到自性。为什么？因为自性没有现象，科学跟哲学都得要有对象它才能发现。阿赖耶有相，所以他有能力发现。自性没有现象，自性要怎样缘得到？放下起心动念、分别执着，你就见到了。科学家没放下，所以佛在经上有这句话。",
      "zh_TW": "今天科學家也發現、也明白了，物質現象沒有。物質現象，佛在經上說，物質最小的單位叫極微之微，這不能再小、不能再分了，再分就沒有了，空的。這個極微之微居然被科學家找到了。佛經上講，極微之微連阿羅漢、辟支佛都不知道，誰知道？八地以上。八地以上才能夠見到阿賴耶，科學怎麼能把它找出來？但是找出來，我們也不感覺得奇怪。佛在經上講過，他說意識的能量、能力，就是第六意識，八個識裡頭第六意識所緣的能力最大，五十一個心所全相應。佛說，它對外能緣到宇宙的邊緣，能緣法界虛空界，對內能緣到阿賴耶，就是緣不到自性。為什麼？因為自性沒有現象，科學跟哲學都得要有對象它才能發現。阿賴耶有相，所以他有能力發現。自性沒有現象，自性要怎樣緣得到？放下起心動念、分別執著，你就見到了。科學家沒放下，所以佛在經上有這句話。"
    },
    {
      "id": "02-037-0306_p0024",
      "zh_CN": "科学今天达到极限了，但是它还没有圆满。物质讲清楚了，这是假的。极微之微，科学的名词叫微中子，就是佛法讲的极微之微，这个极微之微再分就没有了。再分是什么东西？是念头的波动现象。这就证明了色由心生，是念头波动现象产生的物质幻相。这个发现了不得，发现的时候，把整个科学史要改观。因为它是科学，这四百多年来科学最大的错误就是二分法，科学把物理、心理对立了，分作二分。他说这个不行，物理跟心理是一不是二。而且物是从心生的，所以心可以控制物，心可以改变物。",
      "zh_TW": "科學今天達到極限了，但是它還沒有圓滿。物質講清楚了，這是假的。極微之微，科學的名詞叫微中子，就是佛法講的極微之微，這個極微之微再分就沒有了。再分是什麼東西？是念頭的波動現象。這就證明了色由心生，是念頭波動現象產生的物質幻相。這個發現了不得，發現的時候，把整個科學史要改觀。因為它是科學，這四百多年來科學最大的錯誤就是二分法，科學把物理、心理對立了，分作二分。他說這個不行，物理跟心理是一不是二。而且物是從心生的，所以心可以控制物，心可以改變物。"
    },
    {
      "id": "02-037-0306_p0025",
      "zh_CN": "最近这三十年来，许许多多年轻的、新一代的科学家就找这个证据，要用证据来支持这个理论。这个理论被全世界科学家公认了，我们的世界改观了。头一个就是身体的治疗，疾病的治疗。我们身体是物质，如果心能控制物质的话，我们就不需要医药，不需要打针，就能把我们身体带着病毒的细胞恢复正常，就这么个道理。他们现在找了几千个案例，成就相当可观。找哪些人？找那些得重病患的人，医院宣布没法子治了，存活的期间只有一、二个月，找这些人。这些人当中有，有一些放弃治疗之后，二、三个月之后自然好了，再去检查，病都没有了。什么原因？多半这些人都是信仰宗教的人，听到医生宣告他的死刑，他已经绝望了，他就不想他的身体，不想他的病，天天祈祷，想上帝带他到天堂去。他就这么一个念头，其他念头没有了，不想身体，也不想病，只想上帝带他到天堂去。过了二、三个月，没什么大毛病，再去检查，没有了。这就是什么？念头把它治好的。",
      "zh_TW": "最近這三十年來，許許多多年輕的、新一代的科學家就找這個證據，要用證據來支持這個理論。這個理論被全世界科學家公認了，我們的世界改觀了。頭一個就是身體的治療，疾病的治療。我們身體是物質，如果心能控制物質的話，我們就不需要醫藥，不需要打針，就能把我們身體帶著病毒的細胞恢復正常，就這麼個道理。他們現在找了幾千個案例，成就相當可觀。找哪些人？找那些得重病患的人，醫院宣布沒法子治了，存活的期間只有一、二個月，找這些人。這些人當中有，有一些放棄治療之後，二、三個月之後自然好了，再去檢查，病都沒有了。什麼原因？多半這些人都是信仰宗教的人，聽到醫生宣告他的死刑，他已經絕望了，他就不想他的身體，不想他的病，天天祈禱，想上帝帶他到天堂去。他就這麼一個念頭，其他念頭沒有了，不想身體，也不想病，只想上帝帶他到天堂去。過了二、三個月，沒什麼大毛病，再去檢查，沒有了。這就是什麼？念頭把它治好的。"
    },
    {
      "id": "02-037-0306_p0026",
      "zh_CN": "所以有病，不要想身体，不要想病好，也不要想病不好，完全不理它，就能恢复正常。把那个念头转向另外一个对象。像这个念佛的人，你把你的心完全想阿弥陀佛，不想身体，也不想病跟不病，都不想，只想阿弥陀佛。如果你还有寿命，你的病一定会好；如果你寿命刚刚到了，那就没法子。那延长寿命有没有可能？有可能，那不是这个方法，这个方法里头还要加个方法，为众生服务，能延长你的寿命。我的寿命是到了，我还借这个身体为一切众生来服务，这要发大菩提心，正法久住，弘法利生，这个感应太快了。",
      "zh_TW": "所以有病，不要想身體，不要想病好，也不要想病不好，完全不理它，就能恢復正常。把那個念頭轉向另外一個對象。像這個念佛的人，你把你的心完全想阿彌陀佛，不想身體，也不想病跟不病，都不想，只想阿彌陀佛。如果你還有壽命，你的病一定會好；如果你壽命剛剛到了，那就沒法子。那延長壽命有沒有可能？有可能，那不是這個方法，這個方法裡頭還要加個方法，為眾生服務，能延長你的壽命。我的壽命是到了，我還借這個身體為一切眾生來服務，這要發大菩提心，正法久住，弘法利生，這個感應太快了。"
    },
    {
      "id": "02-037-0306_p0027",
      "zh_CN": "李老师当年教导我们，他知道这个事情，但是没讲清楚，不能像科学家讲得这么清楚。他看到学生当中命很薄的，这看得出来，寿命很短的，不是长寿的相，鼓励这些人出来学讲经，不一定要出家。发心讲经弘法，这个在修福是第一大福报，传播佛法做法布施，这个功德最大。自己学讲经，必须要用功努力学经教，这是自己得受用，你讲给别人听别人得受用，自利利他，替佛传法利生，寿命会延长。我没有求寿命延长，那自然延长。年轻时，很多人给我算命，我的寿命四十五岁。我记得我好像是四十九岁那一年，第一次跟道安法师去访问日本，我们是一个访问团。就在那一年，那个时候护持的是韩馆长，韩锳，她跟几个朋友听说台湾有个很高明的算命先生，她们就找他，拿我这个八字去问他。那个算命先生看到这个八字，就问她，皱着眉头问，这个人还在吗？他说照他的八字说，这个人不在了，怎么他还会在？她说在。他干什么的？她说他出家的。那另当别论，出家另当别论，确实。",
      "zh_TW": "李老師當年教導我們，他知道這個事情，但是沒講清楚，不能像科學家講得這麼清楚。他看到學生當中命很薄的，這看得出來，壽命很短的，不是長壽的相，鼓勵這些人出來學講經，不一定要出家。發心講經弘法，這個在修福是第一大福報，傳播佛法做法布施，這個功德最大。自己學講經，必須要用功努力學經教，這是自己得受用，你講給別人聽別人得受用，自利利他，替佛傳法利生，壽命會延長。我沒有求壽命延長，那自然延長。年輕時，很多人給我算命，我的壽命四十五歲。我記得我好像是四十九歲那一年，第一次跟道安法師去訪問日本，我們是一個訪問團。就在那一年，那個時候護持的是韓館長，韓鍈，她跟幾個朋友聽說台灣有個很高明的算命先生，她們就找他，拿我這個八字去問他。那個算命先生看到這個八字，就問她，皺著眉頭問，這個人還在嗎？他說照他的八字說，這個人不在了，怎麼他還會在？她說在。他幹什麼的？她說他出家的。那另當別論，出家另當別論，確實。"
    },
    {
      "id": "02-037-0306_p0028",
      "zh_CN": "我还遇到一个，也算是同学，章嘉大师的弟子甘珠活佛，是个很好的密宗上师，很难得，我很佩服他，他大我十几岁，跟章嘉大师很多年。有一次我们遇到了，也很久不常见面，遇到的时候，他就叫我坐他旁边。我说有什么事情？他说我告诉你一桩事情，关于你的，我就更用心听了。他说我们常常在背后都说你。我说说我什么？说你这个人很聪明，可惜没有福报又短命。我说这个不必背后，当面可以说，我说我都知道。他说你这几年讲经弘法，你的寿命，你的这个命改变了，不但你将来有大福报，你的寿命很长。告诉我这么一桩事情。第二年他就走了。这是一个很好的密宗上师，甘珠尔瓦。他说他走了之后，他不再来了，他是转世，他不转世了。众生福薄，不想再到这个世间来了，这是真的不是假的。",
      "zh_TW": "我還遇到一個，也算是同學，章嘉大師的弟子甘珠活佛，是個很好的密宗上師，很難得，我很佩服他，他大我十幾歲，跟章嘉大師很多年。有一次我們遇到了，也很久不常見面，遇到的時候，他就叫我坐他旁邊。我說有什麼事情？他說我告訴你一樁事情，關於你的，我就更用心聽了。他說我們常常在背後都說你。我說說我什麼？說你這個人很聰明，可惜沒有福報又短命。我說這個不必背後，當面可以說，我說我都知道。他說你這幾年講經弘法，你的壽命，你的這個命改變了，不但你將來有大福報，你的壽命很長。告訴我這麼一樁事情。第二年他就走了。這是一個很好的密宗上師，甘珠爾瓦。他說他走了之後，他不再來了，他是轉世，他不轉世了。眾生福薄，不想再到這個世間來了，這是真的不是假的。"
    },
    {
      "id": "02-037-0306_p0029",
      "zh_CN": "我也没有求长寿，也没有求福报，只是接触到佛法之后，感觉到这个东西太好了，为什么没有人传下来？方东美先生给我介绍，我都不晓得有这么好的东西。我在台湾一个人，没有任何牵挂，所以章嘉大师劝我出家，劝我学释迦牟尼佛。我很听话，我说好，我接受。释迦牟尼佛一生教学，没有建道场，一生过着流浪的生活，哪里有缘哪里去。临走的时候入般涅槃是在树林里头，不是在房子里头。做榜样给我们看，真正是万缘放下，三衣一钵。我们得要有胆量，效法释迦牟尼佛，我们的一生，身体、生命奉献给佛法。我们自己一切，就章嘉大师讲的，佛菩萨照顾你，这个好，佛菩萨照顾，我们自己可以不必操一点心。衣食住行从来不去牵挂它，佛菩萨照顾，这个好，自己操心麻烦。",
      "zh_TW": "我也沒有求長壽，也沒有求福報，只是接觸到佛法之後，感覺到這個東西太好了，為什麼沒有人傳下來？方東美先生給我介紹，我都不曉得有這麼好的東西。我在台灣一個人，沒有任何牽掛，所以章嘉大師勸我出家，勸我學釋迦牟尼佛。我很聽話，我說好，我接受。釋迦牟尼佛一生教學，沒有建道場，一生過著流浪的生活，哪裡有緣哪裡去。臨走的時候入般涅槃是在樹林裡頭，不是在房子裡頭。做榜樣給我們看，真正是萬緣放下，三衣一缽。我們得要有膽量，效法釋迦牟尼佛，我們的一生，身體、生命奉獻給佛法。我們自己一切，就章嘉大師講的，佛菩薩照顧你，這個好，佛菩薩照顧，我們自己可以不必操一點心。衣食住行從來不去牽掛它，佛菩薩照顧，這個好，自己操心麻煩。"
    },
    {
      "id": "02-037-0306_p0030",
      "zh_CN": "我就真听话、真接受，一生佛菩萨照顾，顺境很好，逆境也好，没有一样不好，从来不担任何心。到今年六十一年了，感应道交，不可思议。得真相信，真敢去接受，没有疑虑、没有怀疑。住世多久是阿弥陀佛的事情，不是我的事情，阿弥陀佛要我走，随时可以走，一点牵挂也没有；阿弥陀佛要我留，好，就再留几天。我常常在想，留我的目的，其实我什么都不行，大概留我的目的，也就是我现在有学佛六十一年、教学五十四年这个经历，大概没有别人有，可能就是用这个来表法，除这个之外，我再想不出别的道理。表法也很重要，真正学佛要有这个决心，有这个理念。《楞严经》上所说的，「将此深心奉尘刹，是则名为报佛恩」。",
      "zh_TW": "我就真聽話、真接受，一生佛菩薩照顧，順境很好，逆境也好，沒有一樣不好，從來不擔任何心。到今年六十一年了，感應道交，不可思議。得真相信，真敢去接受，沒有疑慮、沒有懷疑。住世多久是阿彌陀佛的事情，不是我的事情，阿彌陀佛要我走，隨時可以走，一點牽掛也沒有；阿彌陀佛要我留，好，就再留幾天。我常常在想，留我的目的，其實我什麼都不行，大概留我的目的，也就是我現在有學佛六十一年、教學五十四年這個經歷，大概沒有別人有，可能就是用這個來表法，除這個之外，我再想不出別的道理。表法也很重要，真正學佛要有這個決心，有這個理念。《楞嚴經》上所說的，「將此深心奉塵剎，是則名為報佛恩」。"
    },
    {
      "id": "02-037-0306_p0031",
      "zh_CN": "现在寿命延长对我有好处，境界提升了，过去那些疑惑统统破除了。特别是得力于近代的量子力学家，很多的发现把佛经上这个问题解决了。从前老师虽然说，说不清楚，我们听了半信半疑，疑根不能拔除，所以无性就很难懂。现在跟科学对照，明了了，物质的现象，微中子，这就是佛讲的极微之微，微中子再一分析，物质现象没有了，看到什么？看到是意念波动的现象，这就知道物质是念头生的。佛经上一切法从心想生，我们会念、会讲，但是一切法能生物质吗？我们就慌了，就迷了。现在科学家一分析，真的念头生物质。",
      "zh_TW": "現在壽命延長對我有好處，境界提升了，過去那些疑惑統統破除了。特別是得力於近代的量子力學家，很多的發現把佛經上這個問題解決了。從前老師雖然說，說不清楚，我們聽了半信半疑，疑根不能拔除，所以無性就很難懂。現在跟科學對照，明瞭了，物質的現象，微中子，這就是佛講的極微之微，微中子再一分析，物質現象沒有了，看到什麼？看到是意念波動的現象，這就知道物質是念頭生的。佛經上一切法從心想生，我們會念、會講，但是一切法能生物質嗎？我們就慌了，就迷了。現在科學家一分析，真的念頭生物質。"
    },
    {
      "id": "02-037-0306_p0032",
      "zh_CN": "我们对于念头生物质这个理念稍微轻一点的，没有科学证明，那是在《菩萨处胎经》里头看到释迦牟尼佛跟弥勒菩萨一个对话。佛问弥勒菩萨，「心有所念」，这是说一般人、凡夫心里起个念头，这个念头，佛说「几念几相识耶」。这意思就是说，这一念里头有几个念头、有几个相、有几个识？他这一句话问了三样事情。那这一个念头就不是一个念头组成，是许多念头在一块，今天科学说集合在一起，他们叫纠缠，科学里面叫纠缠。许多念头纠缠在一起，你看到现象，单独一个你看不见，你不可能发现。为什么？我们的头脑反应太迟钝了，它的速度太快了。我们用电视、电影做比喻，你就晓得了。老式的电影，现在都用数码，以前用幻灯片。幻灯片你看看，这幻灯片每一张都是独立的，没有两张是相同的。在放影机里面，一秒钟放出来的是二十四张，二十四张纠缠在一起，你看到现象。如果是单独一张，那就是二十四分之一秒，一秒钟的二十四分之一，大概你眼睛看一下，亮一下，没看到东西就没有了，就这种现象。",
      "zh_TW": "我們對於念頭生物質這個理念稍微輕一點的，沒有科學證明，那是在《菩薩處胎經》裡頭看到釋迦牟尼佛跟彌勒菩薩一個對話。佛問彌勒菩薩，「心有所念」，這是說一般人、凡夫心裡起個念頭，這個念頭，佛說「幾念幾相識耶」。這意思就是說，這一念裡頭有幾個念頭、有幾個相、有幾個識？他這一句話問了三樣事情。那這一個念頭就不是一個念頭組成，是許多念頭在一塊，今天科學說集合在一起，他們叫糾纏，科學裡面叫糾纏。許多念頭糾纏在一起，你看到現象，單獨一個你看不見，你不可能發現。為什麼？我們的頭腦反應太遲鈍了，它的速度太快了。我們用電視、電影做比喻，你就曉得了。老式的電影，現在都用數碼，以前用幻燈片。幻燈片你看看，這幻燈片每一張都是獨立的，沒有兩張是相同的。在放影機裡面，一秒鐘放出來的是二十四張，二十四張糾纏在一起，你看到現象。如果是單獨一張，那就是二十四分之一秒，一秒鐘的二十四分之一，大概你眼睛看一下，亮一下，沒看到東西就沒有了，就這種現象。"
    },
    {
      "id": "02-037-0306_p0033",
      "zh_CN": "弥勒菩萨告诉我们，他说这个速度多快？他说一弹指，一弹指这样的时间，有三十二亿百千念。百千是十万，三十二亿乘十万，三百二十兆，一弹指三百二十兆。那我们弹得快，一秒钟能弹多少次？大概我一秒钟可以弹四次，我相信有比我弹得快，能弹五次。如果弹五次的话，一秒钟一千六百兆，像幻灯片，一秒钟一千六百兆它那个里头的一张，你能看得见吗？看不见。二十四张的，二十四分之一秒的话，我们会感觉有个动，它就没有了，什么东西你看不到，但是你感觉得有动。一千六百兆没有感觉，你怎么能感觉得出来，这么快的频率！所以它是波动现象。这波动现象，弥勒菩萨说，这讲念头，有这么多念头，一秒钟有一千六百兆个念头，每个念头都有现象。念头，现象，就是物质现象，「念念成形」，它的原文是念念成形，形就是物质现象，「形皆有识」，只要是物质现象，里头都有受想行识。",
      "zh_TW": "彌勒菩薩告訴我們，他說這個速度多快？他說一彈指，一彈指這樣的時間，有三十二億百千念。百千是十萬，三十二億乘十萬，三百二十兆，一彈指三百二十兆。那我們彈得快，一秒鐘能彈多少次？大概我一秒鐘可以彈四次，我相信有比我彈得快，能彈五次。如果彈五次的話，一秒鐘一千六百兆，像幻燈片，一秒鐘一千六百兆它那個裡頭的一張，你能看得見嗎？看不見。二十四張的，二十四分之一秒的話，我們會感覺有個動，它就沒有了，什麼東西你看不到，但是你感覺得有動。一千六百兆沒有感覺，你怎麼能感覺得出來，這麼快的頻率！所以它是波動現象。這波動現象，彌勒菩薩說，這講念頭，有這麼多念頭，一秒鐘有一千六百兆個念頭，每個念頭都有現象。念頭，現象，就是物質現象，「念念成形」，它的原文是念念成形，形就是物質現象，「形皆有識」，只要是物質現象，裡頭都有受想行識。"
    },
    {
      "id": "02-037-0306_p0034",
      "zh_CN": "所以江本博士的水实验出来了。不但这个东西有受想行识，上个月二十一号，美国修．蓝博士来看我，这是用夏威夷土着方法治病的，他治好了几千人。他今年七十三岁，不用医药、不用打针，甚至于是跟病人不接触，病人距离几千里，都能给他治，只要姓名、出生年月日、病历。他怎么治法？把病人跟自己想成一体，完全用观想，我跟病人是一不是二，跟他的身体融合成一体。现在病历一打开，我哪些地方有病，用观想把我调整，也就是清净的意念、善念把这个病毒的细胞全部恢复正常。我恢复正常，他病就好了，他的病就没有了，非常神奇。那一天我们碰面的时候，告诉我。不但，这讲江本博士，水它有见闻觉知，他说桌子有见闻觉知，我们的椅子有见闻觉知，这地板有见闻觉知，只要是物质现象统统都有见闻觉知。不要说我们起心动念，甚至于自己不晓得，这些东西都知道。所有物质现象全有见闻觉知，活的，现在讲有机的，整个宇宙是有机体，整个宇宙跟自己是一体。",
      "zh_TW": "所以江本博士的水實驗出來了。不但這個東西有受想行識，上個月二十一號，美國修．藍博士來看我，這是用夏威夷土著方法治病的，他治好了幾千人。他今年七十三歲，不用醫藥、不用打針，甚至於是跟病人不接觸，病人距離幾千里，都能給他治，只要姓名、出生年月日、病歷。他怎麼治法？把病人跟自己想成一體，完全用觀想，我跟病人是一不是二，跟他的身體融合成一體。現在病歷一打開，我哪些地方有病，用觀想把我調整，也就是清淨的意念、善念把這個病毒的細胞全部恢復正常。我恢復正常，他病就好了，他的病就沒有了，非常神奇。那一天我們碰面的時候，告訴我。不但，這講江本博士，水它有見聞覺知，他說桌子有見聞覺知，我們的椅子有見聞覺知，這地板有見聞覺知，只要是物質現象統統都有見聞覺知。不要說我們起心動念，甚至於自己不曉得，這些東西都知道。所有物質現象全有見聞覺知，活的，現在講有機的，整個宇宙是有機體，整個宇宙跟自己是一體。"
    },
    {
      "id": "02-037-0306_p0035",
      "zh_CN": "确确实实，一切法界分无量无边，就是种类不同、品类不一样，那都是遇缘不同。体性是一个，体性里头什么都没有，但是它什么都能现、什么都能变。所以说体是空，但是空不当作无讲。惠能大师见性，第三句话他说，「何期自性，本自具足」。本自具足你看不到，自性在哪里？自性就在眼前，遍一切处、遍一切时，无时无处它不在，它是一切法的本体，没有它就没有一切法，一切法是它变现出来的。我们今天所有一切法全是自性变现出来的，离开自性无有一法可得。所以我们常常在学习的时候，把自性比喻作电影的银幕，电视的屏幕，你看它什么都没有，一切法是它频道里头现出来的音声、色相，那是一切法。你频道一关，它什么都没有。频道虽然打开，实际上它还是没有，这个你一定要知道，不能说频道开就有。所以相是假相，叫幻有；空叫真空，它真有，它真的不变，它真的存在，真空跟幻有是一不是二。就好像我们打开电视，你看这个屏幕，真空幻有是一不是二。所以不能分割，把它分作两个，一定要分成物理、心理，这个就错了，错了产生很多错误观念。",
      "zh_TW": "確確實實，一切法界分無量無邊，就是種類不同、品類不一樣，那都是遇緣不同。體性是一個，體性裡頭什麼都沒有，但是它什麼都能現、什麼都能變。所以說體是空，但是空不當作無講。惠能大師見性，第三句話他說，「何期自性，本自具足」。本自具足你看不到，自性在哪裡？自性就在眼前，遍一切處、遍一切時，無時無處它不在，它是一切法的本體，沒有它就沒有一切法，一切法是它變現出來的。我們今天所有一切法全是自性變現出來的，離開自性無有一法可得。所以我們常常在學習的時候，把自性比喻作電影的銀幕，電視的屏幕，你看它什麼都沒有，一切法是它頻道裡頭現出來的音聲、色相，那是一切法。你頻道一關，它什麼都沒有。頻道雖然打開，實際上它還是沒有，這個你一定要知道，不能說頻道開就有。所以相是假相，叫幻有；空叫真空，它真有，它真的不變，它真的存在，真空跟幻有是一不是二。就好像我們打開電視，你看這個屏幕，真空幻有是一不是二。所以不能分割，把它分作兩個，一定要分成物理、心理，這個就錯了，錯了產生很多錯誤觀念。"
    },
    {
      "id": "02-037-0306_p0036",
      "zh_CN": "我们研究，研究产生也有错误现象，你看现在研究物理，物理发展到今天，带来这么多灾难，没办法化解。化解有没有方法？化解有方法，心理把它化掉了。所以美国布莱登博士，他们在悉尼，一些科学家在悉尼开了一次会议，两天。第一天，最近量子力学的成果的报告；第二天，专门讨论马雅二０一二这个灾难的预言，讨论这个东西。讨论的时候，他就下了一个结论，他说二０一二不是世界末日，而是人类一个很大转变的契机。只要地球上的居民能够觉悟，真正弃恶扬善、改邪归正、端正心念，不但灾难可以化解，会把地球带上更好的走向。可是话是没错，能回头吗？几个人肯回头，弃恶扬善？谁能把自私自利放弃、谁能把名闻利养放弃、谁能把五欲六尘放弃？咱不说放弃，减轻一点就很可观了。理讲得一点都不错，我们听了能接受，可是在事上就真困难。难也要做，从自己做起。",
      "zh_TW": "我們研究，研究產生也有錯誤現象，你看現在研究物理，物理發展到今天，帶來這麼多災難，沒辦法化解。化解有沒有方法？化解有方法，心理把它化掉了。所以美國布萊登博士，他們在悉尼，一些科學家在悉尼開了一次會議，兩天。第一天，最近量子力學的成果的報告；第二天，專門討論馬雅二０一二這個災難的預言，討論這個東西。討論的時候，他就下了一個結論，他說二０一二不是世界末日，而是人類一個很大轉變的契機。只要地球上的居民能夠覺悟，真正棄惡揚善、改邪歸正、端正心念，不但災難可以化解，會把地球帶上更好的走向。可是話是沒錯，能回頭嗎？幾個人肯回頭，棄惡揚善？誰能把自私自利放棄、誰能把名聞利養放棄、誰能把五欲六塵放棄？咱不說放棄，減輕一點就很可觀了。理講得一點都不錯，我們聽了能接受，可是在事上就真困難。難也要做，從自己做起。"
    },
    {
      "id": "02-037-0306_p0037",
      "zh_CN": "这个量子力学报告真是有好处，为什么？地球是物质现象，只要是物质现象就受念头的控制。所以佛在经上讲了一句话，大小乘经都讲过，制心一处，无事不办。我们的念头，那心就是念头，我们的念头是散的，就像光一样照着四面八方，它全照了。现在把这个光要是把它束成一点，一条线，做成激光，钢板都能穿透。我们现在这个散乱的心，隔一张纸就看不过去，你把它集中之后，光有那么大的能量。念头的能量是最大的，什么能量都没有办法跟念头比，念头能量能够集中，可以改变太空星球的轨道，有这么大的能力。所以天台智者大师在讲修行方法里头，十乘理观，第一个观不思议境界，说的那几个核心，那太重要了。第一观观成了，后头其余都不必了；第一观不能成就，才找第二个，就把这个次第慢慢降低。那第一个上上根人。",
      "zh_TW": "這個量子力學報告真是有好處，為什麼？地球是物質現象，只要是物質現象就受念頭的控制。所以佛在經上講了一句話，大小乘經都講過，制心一處，無事不辦。我們的念頭，那心就是念頭，我們的念頭是散的，就像光一樣照著四面八方，它全照了。現在把這個光要是把它束成一點，一條線，做成激光，鋼板都能穿透。我們現在這個散亂的心，隔一張紙就看不過去，你把它集中之後，光有那麼大的能量。念頭的能量是最大的，什麼能量都沒有辦法跟念頭比，念頭能量能夠集中，可以改變太空星球的軌道，有這麼大的能力。所以天台智者大師在講修行方法裡頭，十乘理觀，第一個觀不思議境界，說的那幾個核心，那太重要了。第一觀觀成了，後頭其餘都不必了；第一觀不能成就，才找第二個，就把這個次第慢慢降低。那第一個上上根人。"
    },
    {
      "id": "02-037-0306_p0038",
      "zh_CN": "佛把一切法归纳为两门，色、心二门。《心经》上讲，「色不异空，空不异色，色即是空，空即是色」，那色是物质，空就是心，它是一不是二。所以色由心生。后头有个总结，全体是心，讲整个宇宙全体是心，意思就是全体都是念头变化的。所以西方极乐世界完全是善念，纯净纯善的念头。我们地球上的人要纯净纯善，地球就是极乐世界。这极乐世界怎么能保持，阿弥陀佛维持了十劫没有变质？天天教学。让我们想到中国老祖宗所说的，「建国君民，教学为先」。如果你的家天天教学，你的家永远不衰；你的社会天天在教学，你这社会和谐，永远保持着盛世。国家如此，地球如此，要教！这个教，只有中国老祖宗重视这个东西，把这个摆在第一，家庭里头它也是摆在第一，政治里头也是摆在第一。以前宰相底下的几个部，第一个部就是教育部，教育是礼部，礼部尚书就是教育部长。首相有事不能视事，不能处理公务，礼部尚书代理。换句话说，在过去的这个传统中国里头，一切是为教育服务，教育是核心。所以这个国家、这个族群，世界四大古文明，它还存在，什么原因？就这个原因。现在我们要是把教育丢掉了，可能这一个古文明也会消失，那就真可惜！",
      "zh_TW": "佛把一切法歸納為兩門，色、心二門。《心經》上講，「色不異空，空不異色，色即是空，空即是色」，那色是物質，空就是心，它是一不是二。所以色由心生。後頭有個總結，全體是心，講整個宇宙全體是心，意思就是全體都是念頭變化的。所以西方極樂世界完全是善念，純淨純善的念頭。我們地球上的人要純淨純善，地球就是極樂世界。這極樂世界怎麼能保持，阿彌陀佛維持了十劫沒有變質？天天教學。讓我們想到中國老祖宗所說的，「建國君民，教學為先」。如果你的家天天教學，你的家永遠不衰；你的社會天天在教學，你這社會和諧，永遠保持著盛世。國家如此，地球如此，要教！這個教，只有中國老祖宗重視這個東西，把這個擺在第一，家庭裡頭它也是擺在第一，政治裡頭也是擺在第一。以前宰相底下的幾個部，第一個部就是教育部，教育是禮部，禮部尚書就是教育部長。首相有事不能視事，不能處理公務，禮部尚書代理。換句話說，在過去的這個傳統中國裡頭，一切是為教育服務，教育是核心。所以這個國家、這個族群，世界四大古文明，它還存在，什麼原因？就這個原因。現在我們要是把教育丟掉了，可能這一個古文明也會消失，那就真可惜！"
    },
    {
      "id": "02-037-0306_p0039",
      "zh_CN": "最近也实在就是灾难太多了，问题太严重了，找不到方法来解决，所以现在确实有不少西方这些专家学者要到中国来挖宝，到印度去找。有没有？有，中国真有。这一套《群书治要》就是宝，这是救急的，马上就能用得上的。但是它是文言文写的。所以我今天在国际上，我到处呼吁大家学文言文。我有两个明显的例子，过去我在台湾讲《华严经》，纽约有一个大学生，美国人，好像是哥伦比亚大学的，她跟台湾大学做交换学生。她专门研究《华严经》，听说我在讲《华严》，到台湾来找我。名义她是台大的学生，台大没有《华严》这门课，她就来找我，在我图书馆住了四个月。她能看文言文，能看清凉大师的注解，不容易！我问她，她好像那个时候将近三十岁，我说妳学中文，学文言文多久？三年。我很佩服，三年！居然能够读文言文，能够看中国文言古注。我到美国弘法也是她劝我去的，她告诉我，她说美国那个时候佛法的状况，她说美国有禅、有密，大多数禅是从日本传去的，密是从西藏传出去的，在那边很流行，她说净土宗没有，她就劝我到美国去传净土宗。我也是听她这个话才有这个念头到美国去，以后碰到这个缘分，果然跟美国有很好的缘分。",
      "zh_TW": "最近也實在就是災難太多了，問題太嚴重了，找不到方法來解決，所以現在確實有不少西方這些專家學者要到中國來挖寶，到印度去找。有沒有？有，中國真有。這一套《群書治要》就是寶，這是救急的，馬上就能用得上的。但是它是文言文寫的。所以我今天在國際上，我到處呼籲大家學文言文。我有兩個明顯的例子，過去我在台灣講《華嚴經》，紐約有一個大學生，美國人，好像是哥倫比亞大學的，她跟台灣大學做交換學生。她專門研究《華嚴經》，聽說我在講《華嚴》，到台灣來找我。名義她是台大的學生，台大沒有《華嚴》這門課，她就來找我，在我圖書館住了四個月。她能看文言文，能看清涼大師的註解，不容易！我問她，她好像那個時候將近三十歲，我說妳學中文，學文言文多久？三年。我很佩服，三年！居然能夠讀文言文，能夠看中國文言古註。我到美國弘法也是她勸我去的，她告訴我，她說美國那個時候佛法的狀況，她說美國有禪、有密，大多數禪是從日本傳去的，密是從西藏傳出去的，在那邊很流行，她說淨土宗沒有，她就勸我到美國去傳淨土宗。我也是聽她這個話才有這個念頭到美國去，以後碰到這個緣分，果然跟美國有很好的緣分。"
    },
    {
      "id": "02-037-0306_p0040",
      "zh_CN": "另外一个例子是我在二００五年、二００六年，我两次访问英国，在伦敦看剑桥、伦敦大学跟牛津大学，这三个学校都有汉学系，是欧洲汉学的中心。我跟他们的学生交流，给他们上了两堂课，跟他们的教授们交流。这些学生说一口北京话，我就问他们，他们用中国儒释道的经典写博士论文，不能不佩服！我说你们学中文，用了多少时间学成的？一般都是三年。我就想，不难！外国人一点基础都没有，学中国文言文，三年能学得那么好。我们中国人学顶多两年，会比他们学得更好。就是不肯学，听到文言文害怕，不敢碰它，这是一个很大的误会。过去李老师教我们，告诉我们一个笨的办法，这也是基础的办法，文言文学习没有别的，就是背诵。老师用《古文观止》，《古文观止》有三百篇，在里面选五十篇，能够背诵五十篇古文，能够把五十篇古文讲解清楚，你就有能力阅读文言文，这把钥匙就拿到了。一个星期背一篇，一年就完成了。如果能背两百篇，你就能够写出很好的文章。所以中国人学两年够了，外国人要三年。不难！",
      "zh_TW": "另外一個例子是我在二００五年、二００六年，我兩次訪問英國，在倫敦看劍橋、倫敦大學跟牛津大學，這三個學校都有漢學系，是歐洲漢學的中心。我跟他們的學生交流，給他們上了兩堂課，跟他們的教授們交流。這些學生說一口北京話，我就問他們，他們用中國儒釋道的經典寫博士論文，不能不佩服！我說你們學中文，用了多少時間學成的？一般都是三年。我就想，不難！外國人一點基礎都沒有，學中國文言文，三年能學得那麼好。我們中國人學頂多兩年，會比他們學得更好。就是不肯學，聽到文言文害怕，不敢碰它，這是一個很大的誤會。過去李老師教我們，告訴我們一個笨的辦法，這也是基礎的辦法，文言文學習沒有別的，就是背誦。老師用《古文觀止》，《古文觀止》有三百篇，在裡面選五十篇，能夠背誦五十篇古文，能夠把五十篇古文講解清楚，你就有能力閱讀文言文，這把鑰匙就拿到了。一個星期背一篇，一年就完成了。如果能背兩百篇，你就能夠寫出很好的文章。所以中國人學兩年夠了，外國人要三年。不難！"
    },
    {
      "id": "02-037-0306_p0041",
      "zh_CN": "我现在劝外国人一定要学文言文，为什么？你们要智慧，你们要想解决你个人痛苦，解决你家庭的问题、社会问题、国家问题，这个东西，中国古人的智慧都在《四库全书》。《四库全书》里头有中国人五千年来智慧的结晶，最高的理念、最好的方法、最丰富的经验，还有历朝历代做出来的效果，全在这些书里头。你不读这些书，你到哪里去找智慧去？现在有系统的保存下来的在全世界只有中国，你再找不到了。印度没有这么完整的典籍，你找不到。那你不学文言文怎么行？文言文并不难！",
      "zh_TW": "我現在勸外國人一定要學文言文，為什麼？你們要智慧，你們要想解決你個人痛苦，解決你家庭的問題、社會問題、國家問題，這個東西，中國古人的智慧都在《四庫全書》。《四庫全書》裡頭有中國人五千年來智慧的結晶，最高的理念、最好的方法、最豐富的經驗，還有歷朝歷代做出來的效果，全在這些書裡頭。你不讀這些書，你到哪裡去找智慧去？現在有系統的保存下來的在全世界只有中國，你再找不到了。印度沒有這麼完整的典籍，你找不到。那你不學文言文怎麼行？文言文並不難！"
    },
    {
      "id": "02-037-0306_p0042",
      "zh_CN": "现在我们在马来西亚办汉学院，我就鼓励马来西亚这些外国人学文言文。马来西亚的华校，小学一千多个，中学六十一个，这里面的老师，特别是教国文、教历史的老师，我鼓励他们认真来学文言文，将来全世界都要。《群书治要》翻成各种不同的文字在世界上流通，一定要看原本，原本原味，翻译出来味道不一样。你要想看原味，你花三年时间学好文言文。所以文言文可能二、三十年之后变成全世界通用的语文。文言文在过去，两百年前，是东南亚地区的国际语文，韩国、日本、南洋他们都学，说话语言不通，写字都懂。两百年前，这些统统受中国文化的影响。所以将来还会产生大作用。",
      "zh_TW": "現在我們在馬來西亞辦漢學院，我就鼓勵馬來西亞這些外國人學文言文。馬來西亞的華校，小學一千多個，中學六十一個，這裡面的老師，特別是教國文、教歷史的老師，我鼓勵他們認真來學文言文，將來全世界都要。《群書治要》翻成各種不同的文字在世界上流通，一定要看原本，原本原味，翻譯出來味道不一樣。你要想看原味，你花三年時間學好文言文。所以文言文可能二、三十年之後變成全世界通用的語文。文言文在過去，兩百年前，是東南亞地區的國際語文，韓國、日本、南洋他們都學，說話語言不通，寫字都懂。兩百年前，這些統統受中國文化的影響。所以將來還會產生大作用。"
    },
    {
      "id": "02-037-0306_p0043",
      "zh_CN": "《四库》中国国宝。尤其是乾隆自己看的这一部分《荟要》。《荟要》是乾隆自己看的，好在哪里？完完整整保存下来，没有经过筛减。其他的，《四库》里头有不利于清朝的、批评满清的，统统删掉了，但是《荟要》没删，因为是乾隆自己看的，不给别人看的。所以《荟要》的价值比《全书》还高，但是《荟要》的分量只有《全书》的三分之一。现在这两种书都出来了，近代的印刷术发达，这些东西多印，将来不会失传。我们买这么多本，在全世界赠送给大学去存放，目的是灾难之后这个书还能保全。我们中国人要带头，要不带头的话，将来请外国人来教我们，这有点不好意思了。外国人比我们的好处，他真干，所以他真有可观的成绩拿给我们看。",
      "zh_TW": "《四庫》中國國寶。尤其是乾隆自己看的這一部分《薈要》。《薈要》是乾隆自己看的，好在哪裡？完完整整保存下來，沒有經過篩減。其他的，《四庫》裡頭有不利於清朝的、批評滿清的，統統刪掉了，但是《薈要》沒刪，因為是乾隆自己看的，不給別人看的。所以《薈要》的價值比《全書》還高，但是《薈要》的分量只有《全書》的三分之一。現在這兩種書都出來了，近代的印刷術發達，這些東西多印，將來不會失傳。我們買這麼多本，在全世界贈送給大學去存放，目的是災難之後這個書還能保全。我們中國人要帶頭，要不帶頭的話，將來請外國人來教我們，這有點不好意思了。外國人比我們的好處，他真幹，所以他真有可觀的成績拿給我們看。"
    },
    {
      "id": "02-037-0306_p0044",
      "zh_CN": "《法华经》上这句话，一切法它的体性，就是我们自己的真如本性，就是我们的真心。真心没有现象，但是它能够现相，它怎么现相？动念头就现相，不动念头没有现相。所以一切现象，自然现象、心理现象、物质现象，全是念头生的。念头在佛经上有时候用心来代表它。心，在佛经上要看上下文，它的意思很多，真心也是用这个心，妄心也是用这个心，念头也是用这个做代表，看上下文了解它的意思。通常讲这一个字的时候，那全部都包含在其中。念头是所有一切现象的根源。佛经上说宇宙怎么来的？一念不觉，不觉就动了，觉心不动，不觉就是动，一念不觉就动了。这一动，好，自性里头变现出一个阿赖耶出来了，阿赖耶是妄心。那个一念不觉就是阿赖耶的业相，它是第一个根源。",
      "zh_TW": "《法華經》上這句話，一切法它的體性，就是我們自己的真如本性，就是我們的真心。真心沒有現象，但是它能夠現相，它怎麼現相？動念頭就現相，不動念頭沒有現相。所以一切現象，自然現象、心理現象、物質現象，全是念頭生的。念頭在佛經上有時候用心來代表它。心，在佛經上要看上下文，它的意思很多，真心也是用這個心，妄心也是用這個心，念頭也是用這個做代表，看上下文了解它的意思。通常講這一個字的時候，那全部都包含在其中。念頭是所有一切現象的根源。佛經上說宇宙怎麼來的？一念不覺，不覺就動了，覺心不動，不覺就是動，一念不覺就動了。這一動，好，自性裡頭變現出一個阿賴耶出來了，阿賴耶是妄心。那個一念不覺就是阿賴耶的業相，它是第一個根源。"
    },
    {
      "id": "02-037-0306_p0045",
      "zh_CN": "这个根源没有原因的，没有先后；换句话说，它没有时间，它也没有空间。这一念什么时候？没有先后，给你说实在话，就是当下这一念，就是弥勒菩萨讲的现前这一念。过去，过去已经没有了，未来还没来，就是当下。当下这一念动了，第二念它也动了，麻烦在这个地方。当下这一念动，第二念不动，这一念动，第二念不动，那是佛，那就成佛了，不动就成佛了。动是菩萨，所以菩萨翻译作觉有情，玄奘大师翻的，觉，有情众生，但是他觉悟，他不迷。佛是不动，如如不动。不动，他起不起作用？起作用，众生有感，他就有应。众生的感是动，动心，求佛菩萨，菩萨来应的时候他不动，他要是动的话，他不就变成凡夫了？他就堕落了。所以释迦牟尼佛当年在世，示现八相成道，四十九年讲经说法，他有没有起心动念？他没有，这是真的。起心动念没有，那分别执着更没有，如如不动。众生有问题就问他，他马上就给你回答，你问是有心，他回答你是无心，这就是经典的奥妙之处。",
      "zh_TW": "這個根源沒有原因的，沒有先後；換句話說，它沒有時間，它也沒有空間。這一念什麼時候？沒有先後，給你說實在話，就是當下這一念，就是彌勒菩薩講的現前這一念。過去，過去已經沒有了，未來還沒來，就是當下。當下這一念動了，第二念它也動了，麻煩在這個地方。當下這一念動，第二念不動，這一念動，第二念不動，那是佛，那就成佛了，不動就成佛了。動是菩薩，所以菩薩翻譯作覺有情，玄奘大師翻的，覺，有情眾生，但是他覺悟，他不迷。佛是不動，如如不動。不動，他起不起作用？起作用，眾生有感，他就有應。眾生的感是動，動心，求佛菩薩，菩薩來應的時候他不動，他要是動的話，他不就變成凡夫了？他就墮落了。所以釋迦牟尼佛當年在世，示現八相成道，四十九年講經說法，他有沒有起心動念？他沒有，這是真的。起心動念沒有，那分別執著更沒有，如如不動。眾生有問題就問他，他馬上就給你回答，你問是有心，他回答你是無心，這就是經典的奧妙之處。"
    },
    {
      "id": "02-037-0306_p0046",
      "zh_CN": "所以经典是释迦牟尼佛从无心里头流露出来的，不起心、不动念流露出来的，我们今天读这个经怎么能懂？开经偈说愿解如来真实义，我们用什么心去解？要不动的心，没有分别、没有执着，你看出它意思。不起心、不动念，意思全明白了，那是佛境界，这是佛经之难。我们用分别心、用研究讨论、用怀疑的态度，那全变了，那佛经全变质了，这是佛经之难处。所以佛经一定要有一点定功，要有诚意，要用真心不能用妄心。这印光大师讲的。我们用真心不会，用真心就是佛陀、就是法身菩萨，我们凡夫都是用妄心，妄心里头有真诚，一分诚敬得一分利益，十分诚敬得十分利益，百分诚敬你得百分利益，你有多少分诚敬，你能够体会多少、你能明白多少，因为它是从真心流露出来的。我们今天用分别、用思想，用这个东西去搞，全变成了佛学，不是学佛。佛学是把它当作一种学术来研究，它是知识，它不是智慧。智慧是从清净心里流出来的，知识是可以从思考里得来的，所以用思考得来的是知识不是智慧。这个我在伦敦汉学系里头，我都给他们讲得很清楚，中国儒释道是智慧不是知识，所以要有诚意、有恭敬心去学，你才能体会得到。",
      "zh_TW": "所以經典是釋迦牟尼佛從無心裡頭流露出來的，不起心、不動念流露出來的，我們今天讀這個經怎麼能懂？開經偈說願解如來真實義，我們用什麼心去解？要不動的心，沒有分別、沒有執著，你看出它意思。不起心、不動念，意思全明白了，那是佛境界，這是佛經之難。我們用分別心、用研究討論、用懷疑的態度，那全變了，那佛經全變質了，這是佛經之難處。所以佛經一定要有一點定功，要有誠意，要用真心不能用妄心。這印光大師講的。我們用真心不會，用真心就是佛陀、就是法身菩薩，我們凡夫都是用妄心，妄心裡頭有真誠，一分誠敬得一分利益，十分誠敬得十分利益，百分誠敬你得百分利益，你有多少分誠敬，你能夠體會多少、你能明白多少，因為它是從真心流露出來的。我們今天用分別、用思想，用這個東西去搞，全變成了佛學，不是學佛。佛學是把它當作一種學術來研究，它是知識，它不是智慧。智慧是從清淨心裡流出來的，知識是可以從思考裡得來的，所以用思考得來的是知識不是智慧。這個我在倫敦漢學系裡頭，我都給他們講得很清楚，中國儒釋道是智慧不是知識，所以要有誠意、有恭敬心去學，你才能體會得到。"
    },
    {
      "id": "02-037-0306_p0047",
      "zh_CN": "你对它没有恭敬，所以今天麻烦，最大的麻烦，恭敬心没有，对父母没有恭敬心，对老师没有恭敬心，对所学的功课没有恭敬心，这个麻烦！这是当前头一个大关，很难突破。这是科学造成的，科学家头一个教人怀疑，我们现在养成怀疑的习惯，对什么问题都是用怀疑的态度去看待，那这个方法就把进入圣贤之门堵塞了，你进不去了，你怎么看都是看外表。今天就是从小来培养都很难，为什么？社会变了，小孩在家学好了，一接触社会，他的怀疑出来了。所以今天只有极少数，真的是热爱传统文化的人，用出真心诚意来学习，搞一个小范围，做一个实验点，慢慢让人看。看到的时候，大家觉得这个是好，然后再告诉你怎么学习。恭敬心学习、真诚心学习，没有真诚、没有恭敬，你学不到。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "你對它沒有恭敬，所以今天麻煩，最大的麻煩，恭敬心沒有，對父母沒有恭敬心，對老師沒有恭敬心，對所學的功課沒有恭敬心，這個麻煩！這是當前頭一個大關，很難突破。這是科學造成的，科學家頭一個教人懷疑，我們現在養成懷疑的習慣，對什麼問題都是用懷疑的態度去看待，那這個方法就把進入聖賢之門堵塞了，你進不去了，你怎麼看都是看外表。今天就是從小來培養都很難，為什麼？社會變了，小孩在家學好了，一接觸社會，他的懷疑出來了。所以今天只有極少數，真的是熱愛傳統文化的人，用出真心誠意來學習，搞一個小範圍，做一個實驗點，慢慢讓人看。看到的時候，大家覺得這個是好，然後再告訴你怎麼學習。恭敬心學習、真誠心學習，沒有真誠、沒有恭敬，你學不到。好，今天時間到了，我們就學習到此地。"
    }
  ]
}