{
  "doc_id": "02-037-0515",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五一五集",
    "zh_TW": "第五一五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0515",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0515_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千零十七页，从倒数第二行当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千零十七頁，從倒數第二行當中看起："
    },
    {
      "id": "02-037-0515_p0002",
      "zh_CN": "「不可称智者，谓佛之智慧，众多无量而称说不能尽，故名不可称智」。这一段我们接着《会疏》里头说的，给我们解释佛果地上五种智慧。这五种智慧，凡夫普遍的都怀疑，没有法子能解释，就造成疑虑，不能相信，这个对于往生产生障碍。如果虽是疑，但是相信西方真有，阿弥陀佛真有，只是对他的智慧有怀疑，其他的没有怀疑，这个人能往生，生边地，生边地疑城。那必须在一般讲是五百年，五百年是人间五百年，他这个疑虑放下了，不再怀疑，才能入品，花开见佛。如果有怀疑，花不开，不能够见佛，不能够闻法，障碍在这个地方。在极乐世界，不见佛、不闻法那就很苦，到极乐世界天天盼望着，这个愿望不能圆满，不能成就。他除这个，其他的没有苦处，只有这个感到很痛苦。这个地方讲到不可称，不可称说，就是佛的智慧说不尽，无量无边、无数无尽，众多无量而称说不能尽，这叫不可称智。",
      "zh_TW": "「不可稱智者，謂佛之智慧，眾多無量而稱說不能盡，故名不可稱智」。這一段我們接著《會疏》裡頭說的，給我們解釋佛果地上五種智慧。這五種智慧，凡夫普遍的都懷疑，沒有法子能解釋，就造成疑慮，不能相信，這個對於往生產生障礙。如果雖是疑，但是相信西方真有，阿彌陀佛真有，只是對他的智慧有懷疑，其他的沒有懷疑，這個人能往生，生邊地，生邊地疑城。那必須在一般講是五百年，五百年是人間五百年，他這個疑慮放下了，不再懷疑，才能入品，花開見佛。如果有懷疑，花不開，不能夠見佛，不能夠聞法，障礙在這個地方。在極樂世界，不見佛、不聞法那就很苦，到極樂世界天天盼望著，這個願望不能圓滿，不能成就。他除這個，其他的沒有苦處，只有這個感到很痛苦。這個地方講到不可稱，不可稱說，就是佛的智慧說不盡，無量無邊、無數無盡，眾多無量而稱說不能盡，這叫不可稱智。"
    },
    {
      "id": "02-037-0515_p0003",
      "zh_CN": "「念佛往生，为不可称智所成」，这智慧都起作用。不可思议，不思议智是念佛往生为佛智所立，这个智是不可思议智之所立，建立极乐世界，为不思议智所立，建立。第三句说「不可称智」，为不可称智所成，你看所建、所立、所成。所以对如来的智慧，我们凡夫业障深重，唯有仰信，这就对了。到我们烦恼轻了，业障消得差不多了，这个真相自然逐渐逐渐的明朗，我们就不怀疑了。实际上五种智都是自己自性本具的，这个学大乘的人要知道，凡是说佛，都是说自己的本性。本性无量智慧、无量德能、无量功德、无量相好，都是说不尽的，佛证得了。怎么证得？烦恼断尽了，业障也消尽了。他用什么方法消的？就用一句名号。我们这一句名号为什么消不了？名号，信心里头夹着疑惑在里头。如果全信，没有丝毫疑惑，这个名号功德不可思议，真的能帮助我们断烦恼、消业障。因为这一句名号就是真如本性，真如本性里头没有烦恼，没有业障。",
      "zh_TW": "「念佛往生，為不可稱智所成」，這智慧都起作用。不可思議，不思議智是念佛往生為佛智所立，這個智是不可思議智之所立，建立極樂世界，為不思議智所立，建立。第三句說「不可稱智」，為不可稱智所成，你看所建、所立、所成。所以對如來的智慧，我們凡夫業障深重，唯有仰信，這就對了。到我們煩惱輕了，業障消得差不多了，這個真相自然逐漸逐漸的明朗，我們就不懷疑了。實際上五種智都是自己自性本具的，這個學大乘的人要知道，凡是說佛，都是說自己的本性。本性無量智慧、無量德能、無量功德、無量相好，都是說不盡的，佛證得了。怎麼證得？煩惱斷盡了，業障也消盡了。他用什麼方法消的？就用一句名號。我們這一句名號為什麼消不了？名號，信心裡頭夾著疑惑在裡頭。如果全信，沒有絲毫疑惑，這個名號功德不可思議，真的能幫助我們斷煩惱、消業障。因為這一句名號就是真如本性，真如本性裡頭沒有煩惱，沒有業障。"
    },
    {
      "id": "02-037-0515_p0004",
      "zh_CN": "如果我们真正相信世尊常常说的这句话，「一切法从心想生」，这句话非常重要，是修行人最高的皈依处，我们所依靠的。你看，佛教我们把念头，负面的念头统统放下，提起最殊胜的念头。一切法里头，无比殊胜的念头，就是阿弥陀佛，这一个念头提起来，其他所有念头问题全解决。所以，它真的能消业障，真的能断烦恼。不用这个方法，消业障、断烦恼都断不干净，古人所谓藕断丝连；唯独念佛，真断干净了。这么好的法门，这么容易、这么简单，这样大的效果，问题就是什么？就是人不相信，信了他还有怀疑。怎么知道他有怀疑？就是章嘉大师的标准，你还没有真念。你真念，你真的相信了，你真的不怀疑了；没有真念，那就有怀疑，信心不足。章嘉大师这个标准好，我们以前没有听到，总以为自己很信，我很信佛了，哪里知道还有怀疑在里头。百分之九十九的信，还有一分怀疑，那都不行，那都起障碍。",
      "zh_TW": "如果我們真正相信世尊常常說的這句話，「一切法從心想生」，這句話非常重要，是修行人最高的皈依處，我們所依靠的。你看，佛教我們把念頭，負面的念頭統統放下，提起最殊勝的念頭。一切法裡頭，無比殊勝的念頭，就是阿彌陀佛，這一個念頭提起來，其他所有念頭問題全解決。所以，它真的能消業障，真的能斷煩惱。不用這個方法，消業障、斷煩惱都斷不乾淨，古人所謂藕斷絲連；唯獨念佛，真斷乾淨了。這麼好的法門，這麼容易、這麼簡單，這樣大的效果，問題就是什麼？就是人不相信，信了他還有懷疑。怎麼知道他有懷疑？就是章嘉大師的標準，你還沒有真念。你真念，你真的相信了，你真的不懷疑了；沒有真念，那就有懷疑，信心不足。章嘉大師這個標準好，我們以前沒有聽到，總以為自己很信，我很信佛了，哪裡知道還有懷疑在裡頭。百分之九十九的信，還有一分懷疑，那都不行，那都起障礙。"
    },
    {
      "id": "02-037-0515_p0005",
      "zh_CN": "完全没有怀疑的人太少了，那个人决定成就，现前的样子跟普通人就不一样，也就是一般烦恼习气他非常轻。习气现前时候，他很快就觉察到，古来祖师所说的「不怕念起，只怕觉迟」，他觉得很快。普通人发作了他不觉，一直发，一直往下发；他觉得快，第一念发作，第二念他就归到佛号去，归到佛号是圆满觉。这跟八万四千法门不一样，八万四千法门，觉了没有归到佛号，那个觉不圆满，唯有归到佛号就圆满了。第一念是妄念，第二念是阿弥陀佛，这多殊胜！所以疑，疑就叫做「不了不可称智」，你对佛不可称智不了解，对佛智不了解，佛不思议智不了解，不可称智不了解。",
      "zh_TW": "完全沒有懷疑的人太少了，那個人決定成就，現前的樣子跟普通人就不一樣，也就是一般煩惱習氣他非常輕。習氣現前時候，他很快就覺察到，古來祖師所說的「不怕念起，只怕覺遲」，他覺得很快。普通人發作了他不覺，一直發，一直往下發；他覺得快，第一念發作，第二念他就歸到佛號去，歸到佛號是圓滿覺。這跟八萬四千法門不一樣，八萬四千法門，覺了沒有歸到佛號，那個覺不圓滿，唯有歸到佛號就圓滿了。第一念是妄念，第二念是阿彌陀佛，這多殊勝！所以疑，疑就叫做「不了不可稱智」，你對佛不可稱智不了解，對佛智不了解，佛不思議智不了解，不可稱智不了解。"
    },
    {
      "id": "02-037-0515_p0006",
      "zh_CN": "下面讲到「大乘广智」，这个广智对法门说的，也就是八万四千法门、无量法门全通达了。是不是学？不是学，如果学，永远不能通达。不需要学的，教你开悟，教你见性，见性全通达了。这通达了，无量无边法门「知之穷尽」，穷是彻底，尽是尽知、遍知，没有一样漏掉的。为什么？一切法从自性生的，《华严经》上告诉我们，世出世间一切法心现、心生，这个心就是自性，就是真心。你见了性，你明了心，心所现的、心所生的，哪有不知道的！这个例子非常鲜明，但是很多学佛人疏忽了，包括学经教的人也疏忽了，你问他他知道，你不问他他忘掉了，最重要的东西，健忘。释迦牟尼佛给我们做个例子，你看他十九岁离开家庭，把荣华富贵的生活抛弃掉，王位不要了，妃子不要了，小孩也不要了，他真能放下，去过苦行僧的生活。谁能做得到？这个世间，除了释迦牟尼佛之外，没人能做到。别人争、求、去抢，唯恐得不到，他得到手，都不要了。这什么意思？他觉悟、他明白了，这些东西是假的，没有一样是真的。",
      "zh_TW": "下面講到「大乘廣智」，這個廣智對法門說的，也就是八萬四千法門、無量法門全通達了。是不是學？不是學，如果學，永遠不能通達。不需要學的，教你開悟，教你見性，見性全通達了。這通達了，無量無邊法門「知之窮盡」，窮是徹底，盡是盡知、遍知，沒有一樣漏掉的。為什麼？一切法從自性生的，《華嚴經》上告訴我們，世出世間一切法心現、心生，這個心就是自性，就是真心。你見了性，你明了心，心所現的、心所生的，哪有不知道的！這個例子非常鮮明，但是很多學佛人疏忽了，包括學經教的人也疏忽了，你問他他知道，你不問他他忘掉了，最重要的東西，健忘。釋迦牟尼佛給我們做個例子，你看他十九歲離開家庭，把榮華富貴的生活拋棄掉，王位不要了，妃子不要了，小孩也不要了，他真能放下，去過苦行僧的生活。誰能做得到？這個世間，除了釋迦牟尼佛之外，沒人能做到。別人爭、求、去搶，唯恐得不到，他得到手，都不要了。這什麼意思？他覺悟、他明白了，這些東西是假的，沒有一樣是真的。"
    },
    {
      "id": "02-037-0515_p0007",
      "zh_CN": "不舍弃这个东西就造业，造业来生就是三恶道，佛看得很清楚、很明白。所以他丢掉这个东西，是把三恶道丢掉了，这是三恶道的因。因灭掉，果就没有了，这是真实智慧。离开家庭到外面求学，当时印度所有宗教他都去参学过，还有学派，都是世界上非常著名的这些大哲学家，他都亲近过，到处参访十二年。十二年，大概是印度所有学术都参访过，再没有地方了。这个参访如果不放下，这叫所知障；王位、富贵这个东西是烦恼障，十九岁烦恼障放下了。三十岁这年不再参学，把所知障放下，在毕钵罗树下入定。毕钵罗树现在我们称它作菩提树，因为佛在这个树下入定，大彻大悟。什么叫大彻大悟？把三大类的烦恼统统舍掉了。我们说得明白一点，十九岁离开家庭，执着放下了，见思烦恼放下了；三十岁菩提树下入定，把参学，就是广学多闻放下，那就是分别放下，尘沙烦恼放下了；入定，起心动念放下了，这就开悟，障碍没有了。",
      "zh_TW": "不捨棄這個東西就造業，造業來生就是三惡道，佛看得很清楚、很明白。所以他丟掉這個東西，是把三惡道丟掉了，這是三惡道的因。因滅掉，果就沒有了，這是真實智慧。離開家庭到外面求學，當時印度所有宗教他都去參學過，還有學派，都是世界上非常著名的這些大哲學家，他都親近過，到處參訪十二年。十二年，大概是印度所有學術都參訪過，再沒有地方了。這個參訪如果不放下，這叫所知障；王位、富貴這個東西是煩惱障，十九歲煩惱障放下了。三十歲這年不再參學，把所知障放下，在畢缽羅樹下入定。畢缽羅樹現在我們稱它作菩提樹，因為佛在這個樹下入定，大徹大悟。什麼叫大徹大悟？把三大類的煩惱統統捨掉了。我們說得明白一點，十九歲離開家庭，執著放下了，見思煩惱放下了；三十歲菩提樹下入定，把參學，就是廣學多聞放下，那就是分別放下，塵沙煩惱放下了；入定，起心動念放下了，這就開悟，障礙沒有了。"
    },
    {
      "id": "02-037-0515_p0008",
      "zh_CN": "障碍没有，自性就现前，自性现前，自性的德用当然现前。德用是什么？我们这里讲的五种智就是德用，第一种是体，另外四种是作用，这是自性本具般若智慧。佛在《华严》上说，「一切众生皆有如来智慧德相」，就讲这一句。六祖惠能大师开悟，五句话当中有一句，「何期自性，本自具足」，就说这一句，在我们这个经上就是五种智。自己本有的，障碍去掉了，全现前。全现前是个什么样子？世尊四十九年所说的一切法就这个样子。所以这个说法不是自己的思想，他没有思想，他没有学术，完全是自性里面自自然然流露出来的。别人有问，自然就回答，不通过思惟，这是真智慧。通过思惟的，落到第六意识，那是从哪里流出来？从意识里头流出来的。意识流出来是凡夫智慧，从自性里面流出来的是佛菩萨的智慧，不一样。自性流露出来智慧，决定没有错误，第六意识流出来的可能有错误。我们今天可以用这句话来拣别，第六意识流出来的是知识，自性流出来的是智慧，知识跟智慧不一样，不是一个源头。所以，佛能说一切经，佛能为一切众生解决一切疑难杂症，他有这个本事。",
      "zh_TW": "障礙沒有，自性就現前，自性現前，自性的德用當然現前。德用是什麼？我們這裡講的五種智就是德用，第一種是體，另外四種是作用，這是自性本具般若智慧。佛在《華嚴》上說，「一切眾生皆有如來智慧德相」，就講這一句。六祖惠能大師開悟，五句話當中有一句，「何期自性，本自具足」，就說這一句，在我們這個經上就是五種智。自己本有的，障礙去掉了，全現前。全現前是個什麼樣子？世尊四十九年所說的一切法就這個樣子。所以這個說法不是自己的思想，他沒有思想，他沒有學術，完全是自性裡面自自然然流露出來的。別人有問，自然就回答，不通過思惟，這是真智慧。通過思惟的，落到第六意識，那是從哪裡流出來？從意識裡頭流出來的。意識流出來是凡夫智慧，從自性裡面流出來的是佛菩薩的智慧，不一樣。自性流露出來智慧，決定沒有錯誤，第六意識流出來的可能有錯誤。我們今天可以用這句話來揀別，第六意識流出來的是知識，自性流出來的是智慧，知識跟智慧不一樣，不是一個源頭。所以，佛能說一切經，佛能為一切眾生解決一切疑難雜症，他有這個本事。"
    },
    {
      "id": "02-037-0515_p0009",
      "zh_CN": "在中国，很难得，这当然是如来在中国示现的，唐朝六祖惠能大师，那是如来在中国示现的，凡人做不到。这个示现，不认识字，没有念过书。能大师在没有接触佛法之前，是个淳厚老实的孝子，生活、待人接物都是用真心、用诚意。没有接触佛法之前，用中国学术的话来说，你在他身上看到格物、致知、诚意、正心，这个四门他做圆满了。虽然不认识字，没念过书，悟性很高，甚深经典，别人天天念不懂，他一听就懂，这是领悟的能力强。所以能够在五祖方丈室里头，五祖跟他讲《金刚经》，我们要晓得，没有经本的，惠能不认识字，要经本没用。讲《金刚经》的大意，讲到「应无所住，而生其心」，大概全经差不多四分之一，讲到这个地方他就开悟了。这个悟是彻悟，不是小悟、大悟，不是的，彻底开悟。说出这五句话来，那就是说明他开悟的境界，他悟的什么？明心见性，性是什么？这五句话形容自性。",
      "zh_TW": "在中國，很難得，這當然是如來在中國示現的，唐朝六祖惠能大師，那是如來在中國示現的，凡人做不到。這個示現，不認識字，沒有念過書。能大師在沒有接觸佛法之前，是個淳厚老實的孝子，生活、待人接物都是用真心、用誠意。沒有接觸佛法之前，用中國學術的話來說，你在他身上看到格物、致知、誠意、正心，這個四門他做圓滿了。雖然不認識字，沒念過書，悟性很高，甚深經典，別人天天念不懂，他一聽就懂，這是領悟的能力強。所以能夠在五祖方丈室裡頭，五祖跟他講《金剛經》，我們要曉得，沒有經本的，惠能不認識字，要經本沒用。講《金剛經》的大意，講到「應無所住，而生其心」，大概全經差不多四分之一，講到這個地方他就開悟了。這個悟是徹悟，不是小悟、大悟，不是的，徹底開悟。說出這五句話來，那就是說明他開悟的境界，他悟的什麼？明心見性，性是什麼？這五句話形容自性。"
    },
    {
      "id": "02-037-0515_p0010",
      "zh_CN": "第一句话告诉我们，自性是清净的，没有染污。换句话说，在我们经题上，就是「清净平等觉」，是你自性，是你本有的，不是从外头学来的。只要把障碍除掉就行了，这个障碍就是妄想分别执着，这一定要知道。修行用功夫，用的什么功？就是把这三种障碍除掉，这叫功夫，这个东西除掉就成佛了。六道里头，人没除掉，三种具足；诸天也没除掉，高层的天他修定，定能控制，能伏住它，暂时不起作用，但是没断根，这不究竟，不算成就。成就一定要学佛，不学佛也行，你只要懂得佛所讲的方法，你能够依照做，你没有老师也能成就。佛法妙，佛法广大，佛法本身没执着。我不跟释迦牟尼佛，我能把妄想分别执着统统放下，也成佛了，释迦牟尼佛承认，不是不承认。不是说你非得到我这儿来才能成就，不到我这儿不能成就，不是的。统统能成就，这多高明！",
      "zh_TW": "第一句話告訴我們，自性是清淨的，沒有染污。換句話說，在我們經題上，就是「清淨平等覺」，是你自性，是你本有的，不是從外頭學來的。只要把障礙除掉就行了，這個障礙就是妄想分別執著，這一定要知道。修行用功夫，用的什麼功？就是把這三種障礙除掉，這叫功夫，這個東西除掉就成佛了。六道裡頭，人沒除掉，三種具足；諸天也沒除掉，高層的天他修定，定能控制，能伏住它，暫時不起作用，但是沒斷根，這不究竟，不算成就。成就一定要學佛，不學佛也行，你只要懂得佛所講的方法，你能夠依照做，你沒有老師也能成就。佛法妙，佛法廣大，佛法本身沒執著。我不跟釋迦牟尼佛，我能把妄想分別執著統統放下，也成佛了，釋迦牟尼佛承認，不是不承認。不是說你非得到我這兒來才能成就，不到我這兒不能成就，不是的。統統能成就，這多高明！"
    },
    {
      "id": "02-037-0515_p0011",
      "zh_CN": "我们修的什么？记住，修清净心、平等心、觉悟的心。觉悟不要去理会它，理会它永远不会觉悟，只要清净、平等到一定的程度，自然就开悟了。功夫就是在清净平等，果德就是大彻大悟，大彻大悟是觉。所以经题上这五个字，清净是小乘，声闻、缘觉；平等是大乘，是菩萨；觉是成佛，在经题上。修因，修这三种因，果报会现前，果报是什么？这个经题上面「大乘无量寿庄严」，这果报。我们看西方极乐世界依报、正报充满了智慧，「大乘」是智慧，「无量寿」就是德能，「庄严」是相好。极乐世界不可思议的智慧、福德、庄严，福德是无量寿，全是自性显现出来的，不是阿赖耶，阿赖耶所现的是十法界。极乐世界有，它有凡圣同居土，但是得阿弥陀佛本愿威神加持，凡圣同居土里面你所看到的，跟实报庄严土没有两样。你看到这里头人，人身是法性身，居住的地方是法性土，跟我们这里完全不一样。",
      "zh_TW": "我們修的什麼？記住，修清淨心、平等心、覺悟的心。覺悟不要去理會它，理會它永遠不會覺悟，只要清淨、平等到一定的程度，自然就開悟了。功夫就是在清淨平等，果德就是大徹大悟，大徹大悟是覺。所以經題上這五個字，清淨是小乘，聲聞、緣覺；平等是大乘，是菩薩；覺是成佛，在經題上。修因，修這三種因，果報會現前，果報是什麼？這個經題上面「大乘無量壽莊嚴」，這果報。我們看西方極樂世界依報、正報充滿了智慧，「大乘」是智慧，「無量壽」就是德能，「莊嚴」是相好。極樂世界不可思議的智慧、福德、莊嚴，福德是無量壽，全是自性顯現出來的，不是阿賴耶，阿賴耶所現的是十法界。極樂世界有，它有凡聖同居土，但是得阿彌陀佛本願威神加持，凡聖同居土裡面你所看到的，跟實報莊嚴土沒有兩樣。你看到這裡頭人，人身是法性身，居住的地方是法性土，跟我們這裡完全不一樣。"
    },
    {
      "id": "02-037-0515_p0012",
      "zh_CN": "十法界里面所居住的地方，除了空居天之外，地居天都跟我们这里环境相似。居住的这个星球随着居住众生意念在起变化，它是无常的，它不定的。居住的众生念头善，这个地方好，念头不善，这个星球慢慢的它就产生变化。这个变化，大地松散，地壳起大变化，最严重的，这星球爆炸了，这个星球没有了。这个事情几乎每天都有，在天文望远镜里头每天能看到，太空当中很多星球没有了，消失掉；也有很多地方新的星球生出来，出现了。这叫成住坏空。所以成住坏空，在天文里面，天文望远镜里面能看到。这个天空这一块从来没有星星的，突然发现一颗星星，那就是一个新的世界成立了。成、住，坏的时候产生变化，到最后爆炸没有了，就灭了，空了。佛说成住坏空，在今天天文望远镜上证实了，看到了。人有生老病死，跟成住坏空很相应，这个人出生就是成，在这个世间住几十年那是住，到最后生病的时候就坏了，死亡就空了。一个道理，换个名称，对于星球叫成住坏空，对我们人叫生老病死，对于植物叫生住异灭。统统叫无常，无常就不是真的，是假的。",
      "zh_TW": "十法界裡面所居住的地方，除了空居天之外，地居天都跟我們這裡環境相似。居住的這個星球隨著居住眾生意念在起變化，它是無常的，它不定的。居住的眾生念頭善，這個地方好，念頭不善，這個星球慢慢的它就產生變化。這個變化，大地鬆散，地殼起大變化，最嚴重的，這星球爆炸了，這個星球沒有了。這個事情幾乎每天都有，在天文望遠鏡裡頭每天能看到，太空當中很多星球沒有了，消失掉；也有很多地方新的星球生出來，出現了。這叫成住壞空。所以成住壞空，在天文裡面，天文望遠鏡裡面能看到。這個天空這一塊從來沒有星星的，突然發現一顆星星，那就是一個新的世界成立了。成、住，壞的時候產生變化，到最後爆炸沒有了，就滅了，空了。佛說成住壞空，在今天天文望遠鏡上證實了，看到了。人有生老病死，跟成住壞空很相應，這個人出生就是成，在這個世間住幾十年那是住，到最後生病的時候就壞了，死亡就空了。一個道理，換個名稱，對於星球叫成住壞空，對我們人叫生老病死，對於植物叫生住異滅。統統叫無常，無常就不是真的，是假的。"
    },
    {
      "id": "02-037-0515_p0013",
      "zh_CN": "只有诸佛菩萨他能够知道当体即空，不要等它成住坏空才知道它是空的，现在面对着目前也知道它是空的。知道空的有什么好处？不起心不动念了，起心动念不空。所以为什么把假东西当作真的，道理就在此地，我起心动念了，就把假的当真的，把假的当真就叫做造业。业有三类，有善业、有恶业、有无记业，无记业是说不到善恶，他造了，不能说善，也不能说恶。造作不外乎这三种，我们天天都在干。现在人所做的，不善的业多，不善的业重，善业很少。诸佛刹土，特别是十法界依正庄严，有善、有恶，全都是念头善、不善所变现的。所以，起心动念太重要了。所有一切果报全都是自作自受，这个地方公平到极处。你看，你如果能够知道事实真相，我们把妄想分别执着放下，这就成佛，你在世间过的是佛的生活。释迦牟尼佛当年在世间，过的是诸佛的生活，我们看不出来。",
      "zh_TW": "只有諸佛菩薩他能夠知道當體即空，不要等它成住壞空才知道它是空的，現在面對著目前也知道它是空的。知道空的有什麼好處？不起心不動念了，起心動念不空。所以為什麼把假東西當作真的，道理就在此地，我起心動念了，就把假的當真的，把假的當真就叫做造業。業有三類，有善業、有惡業、有無記業，無記業是說不到善惡，他造了，不能說善，也不能說惡。造作不外乎這三種，我們天天都在幹。現在人所做的，不善的業多，不善的業重，善業很少。諸佛剎土，特別是十法界依正莊嚴，有善、有惡，全都是念頭善、不善所變現的。所以，起心動念太重要了。所有一切果報全都是自作自受，這個地方公平到極處。你看，你如果能夠知道事實真相，我們把妄想分別執著放下，這就成佛，你在世間過的是佛的生活。釋迦牟尼佛當年在世間，過的是諸佛的生活，我們看不出來。"
    },
    {
      "id": "02-037-0515_p0014",
      "zh_CN": "六祖惠能大师过的也是诸佛的生活，中国历代祖师当中，真正开悟了的，见性了的，没有一个不是过佛的生活。所以他自在，他没有烦恼，他没有业障，他住在世间，充满了智慧。德行、相好，有时候我们粗心大意看不出来，细心观察慢慢就发现了。这个细心，就是清净心、平等心，用佛法的术语来说就是禅定。禅定，大家一定要记住，不是盘腿面壁闭着眼睛那叫禅定。那也是禅定，那初级禅定，刚刚学是要从这地方开始。真正禅定功夫成就了，行住坐卧都是禅定，他坐在这个地方是禅定，走着路也是禅定，跟你说了话还是在禅定。就像释迦牟尼佛，为我们讲经教学四十九年，他在禅定当中。怎么叫禅定？他没有起心动念，他没有分别执着，无论干什么事情，都是不起心不动念、不分别不执着，而做得非常圆满，做得一点缺陷都没有。这是我们讲自性流露，性德现前，没有一点造作，所以他不造业；起心动念就造业了，分别执着就造重业。",
      "zh_TW": "六祖惠能大師過的也是諸佛的生活，中國歷代祖師當中，真正開悟了的，見性了的，沒有一個不是過佛的生活。所以他自在，他沒有煩惱，他沒有業障，他住在世間，充滿了智慧。德行、相好，有時候我們粗心大意看不出來，細心觀察慢慢就發現了。這個細心，就是清淨心、平等心，用佛法的術語來說就是禪定。禪定，大家一定要記住，不是盤腿面壁閉著眼睛那叫禪定。那也是禪定，那初級禪定，剛剛學是要從這地方開始。真正禪定功夫成就了，行住坐臥都是禪定，他坐在這個地方是禪定，走著路也是禪定，跟你說了話還是在禪定。就像釋迦牟尼佛，為我們講經教學四十九年，他在禪定當中。怎麼叫禪定？他沒有起心動念，他沒有分別執著，無論幹什麼事情，都是不起心不動念、不分別不執著，而做得非常圓滿，做得一點缺陷都沒有。這是我們講自性流露，性德現前，沒有一點造作，所以他不造業；起心動念就造業了，分別執著就造重業。"
    },
    {
      "id": "02-037-0515_p0015",
      "zh_CN": "于是我们就明白，什么叫修行？六根在六尘境界当中，先学不执着，是真修行；不执着学成功了，再进一步学不分别。不执着是阿罗汉的定，阿罗汉、辟支佛；不分别是菩萨的定，比阿罗汉高。阿罗汉不执着，有分别，菩萨不分别，当然没有执着，再提升，如来的定，就是不起心不动念。我们修行地方叫道场，我曾经问过大家，电视是不是道场？里面所演的五花八门，你面对着它，不起心不动念、不分别不执着，电视就是道场。你修什么？你修如来行，修一乘法。天天看电视，看个一年半载你成佛了。这就是说明，无有一法不是佛法，没有说不包括电视。你要不会修的，那个庄严的大庙，大寺庙，大雄宝殿里面塑造的佛菩萨形像，那地方也不是道场。为什么？你在里头分别执着。这是早年章嘉大师教我，佛法重实质不重形式，这句话说得好，我没有听别人给我讲过。",
      "zh_TW": "於是我們就明白，什麼叫修行？六根在六塵境界當中，先學不執著，是真修行；不執著學成功了，再進一步學不分別。不執著是阿羅漢的定，阿羅漢、辟支佛；不分別是菩薩的定，比阿羅漢高。阿羅漢不執著，有分別，菩薩不分別，當然沒有執著，再提升，如來的定，就是不起心不動念。我們修行地方叫道場，我曾經問過大家，電視是不是道場？裡面所演的五花八門，你面對著它，不起心不動念、不分別不執著，電視就是道場。你修什麼？你修如來行，修一乘法。天天看電視，看個一年半載你成佛了。這就是說明，無有一法不是佛法，沒有說不包括電視。你要不會修的，那個莊嚴的大廟，大寺廟，大雄寶殿裡面塑造的佛菩薩形像，那地方也不是道場。為什麼？你在裡頭分別執著。這是早年章嘉大師教我，佛法重實質不重形式，這句話說得好，我沒有聽別人給我講過。"
    },
    {
      "id": "02-037-0515_p0016",
      "zh_CN": "可是我住在新加坡，新加坡的纳丹总统跟我说过，我跟他很熟，我们很多次见面。这第一次见面，第一次见面他没当总统，那个时候他是新加坡驻美国大使，刚刚从美国调回来。回来的时候竞选总统，还没当总统，跟我在一起吃饭，我们两个人坐在一起。他告诉我，他是印度教，他说我最佩服的是佛教，佛教重实质不重形式。他说出这句话，跟章嘉大师讲的一样，这个人是内行人，不是简单人物。他做总统时间做得很长，前两年才退下来。做总统期间，我们曾经有很多活动，他都参与。像这些重要的开示，我们要掌握住，重实质不重形式。特别是在现在这个时代，形式都变质了，学不到东西。所以我非常感激方东美先生，告诉我，佛法在经典里面，不在寺庙。为什么？寺庙的人不学了，只搞形式，没有实质。实质是什么？实质是放下、是看破。看破就是了解事实真相，真正放下妄想分别执着，这是实质。你能这样做，你没有离开佛的大道场，这是究竟了义一乘道场。有小乘道场，有三乘道场，这是究竟了义一乘道场。念这一句阿弥陀佛，是一乘了义大道场，这我们要知道。",
      "zh_TW": "可是我住在新加坡，新加坡的納丹總統跟我說過，我跟他很熟，我們很多次見面。這第一次見面，第一次見面他沒當總統，那個時候他是新加坡駐美國大使，剛剛從美國調回來。回來的時候競選總統，還沒當總統，跟我在一起吃飯，我們兩個人坐在一起。他告訴我，他是印度教，他說我最佩服的是佛教，佛教重實質不重形式。他說出這句話，跟章嘉大師講的一樣，這個人是內行人，不是簡單人物。他做總統時間做得很長，前兩年才退下來。做總統期間，我們曾經有很多活動，他都參與。像這些重要的開示，我們要掌握住，重實質不重形式。特別是在現在這個時代，形式都變質了，學不到東西。所以我非常感激方東美先生，告訴我，佛法在經典裡面，不在寺廟。為什麼？寺廟的人不學了，只搞形式，沒有實質。實質是什麼？實質是放下、是看破。看破就是了解事實真相，真正放下妄想分別執著，這是實質。你能這樣做，你沒有離開佛的大道場，這是究竟了義一乘道場。有小乘道場，有三乘道場，這是究竟了義一乘道場。念這一句阿彌陀佛，是一乘了義大道場，這我們要知道。"
    },
    {
      "id": "02-037-0515_p0017",
      "zh_CN": "这是讲到法门，「知之穷尽，故名大乘广智。念佛往生为大乘广智所感」，感是感应。大乘广智能感，西方极乐世界依正庄严是能应，感应道交。「疑是故」，因为你怀疑它，这就叫「不了大乘广智」，你对于大乘广智不了解，你迷了。「无等无伦最上胜智者，位分高出」，这是转阿赖耶识为大圆镜智的意思，这到究竟圆满，所以最上胜智。「今此念佛往生，为无等无伦最上胜智所发」，发是什么？发明，显现出来。「疑是故」，你对它怀疑，这就叫「不了无等无伦最上胜智」。到这个地方，这都是《会疏》里头所说的。",
      "zh_TW": "這是講到法門，「知之窮盡，故名大乘廣智。念佛往生為大乘廣智所感」，感是感應。大乘廣智能感，西方極樂世界依正莊嚴是能應，感應道交。「疑是故」，因為你懷疑它，這就叫「不了大乘廣智」，你對於大乘廣智不了解，你迷了。「無等無倫最上勝智者，位分高出」，這是轉阿賴耶識為大圓鏡智的意思，這到究竟圓滿，所以最上勝智。「今此念佛往生，為無等無倫最上勝智所發」，發是什麼？發明，顯現出來。「疑是故」，你對它懷疑，這就叫「不了無等無倫最上勝智」。到這個地方，這都是《會疏》裡頭所說的。"
    },
    {
      "id": "02-037-0515_p0018",
      "zh_CN": "「上之三说互相发挥」，上面讲的三种说法，「《净影疏》简述其要」，它讲得简单扼要；「《宗要》广演其义」，把这五种智的意思都说出来；《会疏》里面不但把意思说出来，最后会归净土。所以，念老把这三个说法统统抄在此地，给我们做参考，这三个说法我们统统看了之后，解释就清楚了。我们自己要到这些书里头去查，难！得费多少时间你才能找到。他不容易，他花了六年时间，每本书对照来查，再把它抄起来放在一起，成为集注。提供这么多参考资料给我们，对于我们理解《无量寿经》做出最大的贡献。",
      "zh_TW": "「上之三說互相發揮」，上面講的三種說法，「《淨影疏》簡述其要」，它講得簡單扼要；「《宗要》廣演其義」，把這五種智的意思都說出來；《會疏》裡面不但把意思說出來，最後會歸淨土。所以，念老把這三個說法統統抄在此地，給我們做參考，這三個說法我們統統看了之後，解釋就清楚了。我們自己要到這些書裡頭去查，難！得費多少時間你才能找到。他不容易，他花了六年時間，每本書對照來查，再把它抄起來放在一起，成為集註。提供這麼多參考資料給我們，對於我們理解《無量壽經》做出最大的貢獻。"
    },
    {
      "id": "02-037-0515_p0019",
      "zh_CN": "「经云：以疑惑心者，以不能信了佛智，故生疑惑。疑有四意，以下广摄昙鸾、元晓、峻谛，并兼取憬兴等诸师精意，简化其文字而综述之」。这一段尤其是难，难能可贵，难，他能做到，就变成非常的可贵。我们能不读它吗？能不要它吗？不要它的时候，如何能把我们的疑断除？我们能把这些人东西废弃掉，这是学习的好态度吗？佛门里有，哪一派？禅宗。禅宗主张，初学主张不立文字，不准你看经，不准你听讲，让你参究；等到你大彻大悟之后再看经，再去研究教理。我们有没有能力大彻大悟？没有能力，不能走禅这条路，得走教下。教我的三个老师，他们没见过面，可是三个老师都用同样一句话、同样一桩事情警告我，不能学禅，肯定我不是禅宗的根性。禅是上上根人，我们的根性大约是中下，上都够不到，上上那更遥远了，不是上上根人不适宜学禅。这是早年，我喜欢读《六祖坛经》，看禅宗的语录，三个老师提出同样警告，叫我不要看这个东西。李老师教我学教，方老师教我学法相，就是唯识。李炳南老居士教我学净土，教我学印光大师；章嘉大师教我出家，学释迦牟尼佛。所以大乘里头，禅难，密也难，密是三密相应，真正清净平等觉，那不是假的。",
      "zh_TW": "「經云：以疑惑心者，以不能信了佛智，故生疑惑。疑有四意，以下廣攝曇鸞、元曉、峻諦，並兼取憬興等諸師精意，簡化其文字而綜述之」。這一段尤其是難，難能可貴，難，他能做到，就變成非常的可貴。我們能不讀它嗎？能不要它嗎？不要它的時候，如何能把我們的疑斷除？我們能把這些人東西廢棄掉，這是學習的好態度嗎？佛門裡有，哪一派？禪宗。禪宗主張，初學主張不立文字，不准你看經，不准你聽講，讓你參究；等到你大徹大悟之後再看經，再去研究教理。我們有沒有能力大徹大悟？沒有能力，不能走禪這條路，得走教下。教我的三個老師，他們沒見過面，可是三個老師都用同樣一句話、同樣一樁事情警告我，不能學禪，肯定我不是禪宗的根性。禪是上上根人，我們的根性大約是中下，上都夠不到，上上那更遙遠了，不是上上根人不適宜學禪。這是早年，我喜歡讀《六祖壇經》，看禪宗的語錄，三個老師提出同樣警告，叫我不要看這個東西。李老師教我學教，方老師教我學法相，就是唯識。李炳南老居士教我學淨土，教我學印光大師；章嘉大師教我出家，學釋迦牟尼佛。所以大乘裡頭，禪難，密也難，密是三密相應，真正清淨平等覺，那不是假的。"
    },
    {
      "id": "02-037-0515_p0020",
      "zh_CN": "我们看下面念老所做的综合开示，或者今天一般学术上，他做的报告，佛法有恭敬心，称为开示。他有四段，第一，「一者不信不思议智，故疑但念阿弥陀佛，未必得生极乐」。这个疑惑的人很多，所以念佛人还要加上经、加上咒、加上密，要加上一大堆。为什么？怕单念阿弥陀佛靠不住，这就是怀疑。你看，一句话就点破了。「不知不思议智有大威力，非思量所能及」，这句名号功德不可思议。「一切万法无非自力他力，自摄他摄，千变万化，无量无边」。这是事实真相，《华严经》上一句话，念老说了这么多，《华严经》上说，一切万法无量因缘成就。这个地方也是说无量因缘，说得更清楚，无非自力、他力。自力是因，他力是缘，没有自力，他力帮不上忙，你自力强，他力也强，自力弱，他力也弱。坚强信心念佛求生净土，我们那个心坚强，佛加的力量也坚强。不但阿弥陀佛加持你，一切诸佛都加持你，为什么？「十方三世佛，共同一法身」。我们发心成佛，一切诸佛都欢喜，一切诸佛都来帮助我们，一点都不假。",
      "zh_TW": "我們看下面念老所做的綜合開示，或者今天一般學術上，他做的報告，佛法有恭敬心，稱為開示。他有四段，第一，「一者不信不思議智，故疑但念阿彌陀佛，未必得生極樂」。這個疑惑的人很多，所以念佛人還要加上經、加上咒、加上密，要加上一大堆。為什麼？怕單念阿彌陀佛靠不住，這就是懷疑。你看，一句話就點破了。「不知不思議智有大威力，非思量所能及」，這句名號功德不可思議。「一切萬法無非自力他力，自攝他攝，千變萬化，無量無邊」。這是事實真相，《華嚴經》上一句話，念老說了這麼多，《華嚴經》上說，一切萬法無量因緣成就。這個地方也是說無量因緣，說得更清楚，無非自力、他力。自力是因，他力是緣，沒有自力，他力幫不上忙，你自力強，他力也強，自力弱，他力也弱。堅強信心念佛求生淨土，我們那個心堅強，佛加的力量也堅強。不但阿彌陀佛加持你，一切諸佛都加持你，為什麼？「十方三世佛，共同一法身」。我們發心成佛，一切諸佛都歡喜，一切諸佛都來幫助我們，一點都不假。"
    },
    {
      "id": "02-037-0515_p0021",
      "zh_CN": "自摄，自己摄取，摄取的是法门。我们今天在八万四千法门里面，我们摄取净土宗的持名念佛。一切经教，我们摄取净宗的《无量寿经》，一门深入，长时薰修。这样的心是定的，完全符合世尊在大小乘经里头都说，「制心一处，无事不办」，我们要把心放在一处，这个力量就大了。心要分散了，又想学这个、又想学那个，这心力分散，分散就差很远。老成决定有大成就，从近代的这些大德我们能看到，印光大师的成就。老一代的，我们上一代，无论是学哪个宗派、哪个法门的这些大德，出家、在家，提起印光法师没有不尊敬的。而都会称赞，近百年来，最近这一百年当中，在佛法里头成就的，他是第一人。可是我们知道，印光法师七十岁之前没人知道他。他住在普陀山藏经楼，常住分给他的工作，他管理藏经楼，也就是寺院里面的图书馆，他管这个。所以他有时间念佛，他有时间看经，在藏经楼三十年，不出门，真的是一门深入，长时薰修。专修念佛法门，求生净土，没有人知道。",
      "zh_TW": "自攝，自己攝取，攝取的是法門。我們今天在八萬四千法門裡面，我們攝取淨土宗的持名念佛。一切經教，我們攝取淨宗的《無量壽經》，一門深入，長時薰修。這樣的心是定的，完全符合世尊在大小乘經裡頭都說，「制心一處，無事不辦」，我們要把心放在一處，這個力量就大了。心要分散了，又想學這個、又想學那個，這心力分散，分散就差很遠。老成決定有大成就，從近代的這些大德我們能看到，印光大師的成就。老一代的，我們上一代，無論是學哪個宗派、哪個法門的這些大德，出家、在家，提起印光法師沒有不尊敬的。而都會稱讚，近百年來，最近這一百年當中，在佛法裡頭成就的，他是第一人。可是我們知道，印光法師七十歲之前沒人知道他。他住在普陀山藏經樓，常住分給他的工作，他管理藏經樓，也就是寺院裡面的圖書館，他管這個。所以他有時間念佛，他有時間看經，在藏經樓三十年，不出門，真的是一門深入，長時薰修。專修念佛法門，求生淨土，沒有人知道。"
    },
    {
      "id": "02-037-0515_p0022",
      "zh_CN": "到七十岁这一年，有一些学者、大学教授到普陀山去游览，现在讲的观光旅游，遇到他。跟他一交谈，觉得这个和尚跟一般和尚不一样，他什么都通，无论是佛法、儒家、道家，你去问他，他都能够给你解决问题。这些人遇到之后非常欢喜，把遇到这个事情写成文章，在杂志、报纸上发表，他的名出去了。大家才晓得普陀山有这么一个高人，到普陀山参访的人就多了。以后他离开普陀山，到苏州灵岩山寺去闭关。因为他乡音很重，他是陕西人，在南方说话很多人不懂，所以他不能讲经，讲经人听不懂。一生大概只讲过一次开示，护国息灾法会，在上海，一共八天。他的讲演有七天，最后一天给大家做三皈依，三皈五戒的开示。有一个小册子，老和尚一生，公开就这么一次。多半书信往来，学佛无论在家、出家，你有疑难杂症，你写信提问题向他请教，他给你解答。这些书信就是今天的《文钞》，印光大师的文钞。这《文钞》是什么？「大乘广智」，真正显示了印祖智慧现前，没有问题把他难倒的，有问必答。",
      "zh_TW": "到七十歲這一年，有一些學者、大學教授到普陀山去遊覽，現在講的觀光旅遊，遇到他。跟他一交談，覺得這個和尚跟一般和尚不一樣，他什麼都通，無論是佛法、儒家、道家，你去問他，他都能夠給你解決問題。這些人遇到之後非常歡喜，把遇到這個事情寫成文章，在雜誌、報紙上發表，他的名出去了。大家才曉得普陀山有這麼一個高人，到普陀山參訪的人就多了。以後他離開普陀山，到蘇州靈巖山寺去閉關。因為他鄉音很重，他是陝西人，在南方說話很多人不懂，所以他不能講經，講經人聽不懂。一生大概只講過一次開示，護國息災法會，在上海，一共八天。他的講演有七天，最後一天給大家做三皈依，三皈五戒的開示。有一個小冊子，老和尚一生，公開就這麼一次。多半書信往來，學佛無論在家、出家，你有疑難雜症，你寫信提問題向他請教，他給你解答。這些書信就是今天的《文鈔》，印光大師的文鈔。這《文鈔》是什麼？「大乘廣智」，真正顯示了印祖智慧現前，沒有問題把他難倒的，有問必答。"
    },
    {
      "id": "02-037-0515_p0023",
      "zh_CN": "我们读了《文钞》之后，此地讲的五种智，你看印光大师都有，主张老实念佛，求生净土。印祖一生的为人，表现出榜样，实际上就他老人家讲的十六个字，四句，那就是印光大师。他说，「敦伦尽分，闲邪存诚」，这两句是世间法，教你怎么样做人，后面两句，「信愿持名，求生净土」，这是出世间法，劝你作佛去。这个四句话能救世界。敦伦，伦是什么？五伦，敦是敦睦，我们要用真诚的爱心，睦是有亲爱的意思，真诚的亲爱把五伦做好。父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信，这五样事情做好了，家齐、国治、天下太平。尽分是人在世间尽自己的本分，就是圆满功德。我在哪一个行业，尽自己的本分，不要干涉别人，各人把自己本分事情做好，互助合作，社会和谐，天下太平。",
      "zh_TW": "我們讀了《文鈔》之後，此地講的五種智，你看印光大師都有，主張老實念佛，求生淨土。印祖一生的為人，表現出榜樣，實際上就他老人家講的十六個字，四句，那就是印光大師。他說，「敦倫盡分，閑邪存誠」，這兩句是世間法，教你怎麼樣做人，後面兩句，「信願持名，求生淨土」，這是出世間法，勸你作佛去。這個四句話能救世界。敦倫，倫是什麼？五倫，敦是敦睦，我們要用真誠的愛心，睦是有親愛的意思，真誠的親愛把五倫做好。父子有親，君臣有義，夫婦有別，長幼有序，朋友有信，這五樣事情做好了，家齊、國治、天下太平。盡分是人在世間盡自己的本分，就是圓滿功德。我在哪一個行業，盡自己的本分，不要干涉別人，各人把自己本分事情做好，互助合作，社會和諧，天下太平。"
    },
    {
      "id": "02-037-0515_p0024",
      "zh_CN": "我们今天这个行业是教学，释迦牟尼佛，一定要知道他是教育。开悟之后，这三十岁，一生教学，从来没有哪一天缺课的，一方面教学，一方面接受别人来提问，帮助大家解决困难。所以经典，特别小乘，许许多多都是一些生活上的琐事。遇到困难向他请教，佛都教他，好像他什么都懂。包括治病，《大藏经》里头有，得病了怎么办？佛教他念咒，你好好的去念，你的病就好了，真好了。这不是什么神奇，不是神通，佛懂得一个人身体，整个身体的结构。病是什么？你这个器官血脉不通了，有障碍，病从这里起来的。所以中国古老的用推拿、用针灸，把你障碍地方打通，恢复正常，你问题解决了。而佛有办法用音声，所以那个咒一定要亲自传，你照他那个念，用音声振动那个部位，把那个地方的障碍让它通达。那个咒是什么意思都没有的，就是那种声音它到哪一个部位，发这个声音是让它振动。这是医术里头非常高明的，都记载在《大藏经》里。我们现在念不管用，念的声音不对，一定要口传。所以，这种用音声治病，就是用咒语治病的，唐朝还有，历史上有记载，唐朝这些密宗大师给人治病用这个方法，它有道理的。用音声，自己发的音声振动某个部位，让它恢复正常，不是迷信，现在的话说有科学根据。释迦牟尼佛都知道，所以智慧是真实的。",
      "zh_TW": "我們今天這個行業是教學，釋迦牟尼佛，一定要知道他是教育。開悟之後，這三十歲，一生教學，從來沒有哪一天缺課的，一方面教學，一方面接受別人來提問，幫助大家解決困難。所以經典，特別小乘，許許多多都是一些生活上的瑣事。遇到困難向他請教，佛都教他，好像他什麼都懂。包括治病，《大藏經》裡頭有，得病了怎麼辦？佛教他念咒，你好好的去念，你的病就好了，真好了。這不是什麼神奇，不是神通，佛懂得一個人身體，整個身體的結構。病是什麼？你這個器官血脈不通了，有障礙，病從這裡起來的。所以中國古老的用推拿、用針灸，把你障礙地方打通，恢復正常，你問題解決了。而佛有辦法用音聲，所以那個咒一定要親自傳，你照他那個念，用音聲振動那個部位，把那個地方的障礙讓它通達。那個咒是什麼意思都沒有的，就是那種聲音它到哪一個部位，發這個聲音是讓它振動。這是醫術裡頭非常高明的，都記載在《大藏經》裡。我們現在念不管用，念的聲音不對，一定要口傳。所以，這種用音聲治病，就是用咒語治病的，唐朝還有，歷史上有記載，唐朝這些密宗大師給人治病用這個方法，它有道理的。用音聲，自己發的音聲振動某個部位，讓它恢復正常，不是迷信，現在的話說有科學根據。釋迦牟尼佛都知道，所以智慧是真實的。"
    },
    {
      "id": "02-037-0515_p0025",
      "zh_CN": "我们要以真诚心在佛法当中去学，最重要的，自己学到之后要真干，要用在生活上。你看五伦，印光大师这个五伦，「敦伦尽分」，尽自己的本分，把它做到尽善尽美，你的功德就具足了。「闲邪存诚」，这是做人基本态度，无论世法、佛法，这四个字做不到，你会失败，你不会成功。闲邪，邪是什么？邪知邪见，最怕的是邪行。闲是防止，就是防非止过，防非止过就是戒律的精神。闲邪存诚，心里头要存真诚心，真诚心是菩提心。无论在家、出家，不管学不学佛，对人都要真诚，要真诚、要恭敬。印光大师他做到了，他一生真的是，这十六个字很像他。这是世间法。出世间法，「信愿持名」，不就是《无量寿经》上所说的，「发菩提心，一向专念」，八个字浓缩成四个字。蕅益大师告诉我们，真信、真愿就是信愿，这就是无上菩提心。信愿持名，持名就是这个经上讲的一向专念，这往生净土条件具足了。末后「求生净土」。这十六个字是印光大师传心法要，真了不起，这是末法九千年修行的指南针，你依照这个方法去学，你绝对不会走错路。",
      "zh_TW": "我們要以真誠心在佛法當中去學，最重要的，自己學到之後要真幹，要用在生活上。你看五倫，印光大師這個五倫，「敦倫盡分」，盡自己的本分，把它做到盡善盡美，你的功德就具足了。「閑邪存誠」，這是做人基本態度，無論世法、佛法，這四個字做不到，你會失敗，你不會成功。閑邪，邪是什麼？邪知邪見，最怕的是邪行。閑是防止，就是防非止過，防非止過就是戒律的精神。閑邪存誠，心裡頭要存真誠心，真誠心是菩提心。無論在家、出家，不管學不學佛，對人都要真誠，要真誠、要恭敬。印光大師他做到了，他一生真的是，這十六個字很像他。這是世間法。出世間法，「信願持名」，不就是《無量壽經》上所說的，「發菩提心，一向專念」，八個字濃縮成四個字。蕅益大師告訴我們，真信、真願就是信願，這就是無上菩提心。信願持名，持名就是這個經上講的一向專念，這往生淨土條件具足了。末後「求生淨土」。這十六個字是印光大師傳心法要，真了不起，這是末法九千年修行的指南針，你依照這個方法去學，你絕對不會走錯路。"
    },
    {
      "id": "02-037-0515_p0026",
      "zh_CN": "二十多年前，一九八０年代，我在美国，跟黄念老见了面之后，他劝我在国外建立净宗学会，告诉我这是夏老的意思。夏莲老居士提出净宗学会这个构想，实际上就是过去的莲社，莲社一般人都说那是宗教、迷信，改个名字叫学会。我听了这个很有道理，在美国许多城市讲经，劝大家组成净宗学会，所以在美国跟加拿大，那时有三十多个会。我给净宗学会写了个缘起，缘起里面提出修行五桩事情。不要搞多，多了大家记不住，愈简单愈好，我们修行修什么？就修这五样东西。第一个，最高指导原则是净业三福，《观无量寿佛经》上佛说的，三条。第一条四句，「孝养父母，奉事师长，慈心不杀，修十善业」。这是人天法，这不是佛法，做人要做到这样子；人做好了才能学佛，人没有做好，不能学佛，所以这第一条。第一条我们就落实到三个根，这是最近十年，落实到三个根。孝亲尊师落实在《弟子规》，慈心不杀落实在《感应篇》，后面修十善业，叫儒释道的三个根，从这儿来的。",
      "zh_TW": "二十多年前，一九八０年代，我在美國，跟黃念老見了面之後，他勸我在國外建立淨宗學會，告訴我這是夏老的意思。夏蓮老居士提出淨宗學會這個構想，實際上就是過去的蓮社，蓮社一般人都說那是宗教、迷信，改個名字叫學會。我聽了這個很有道理，在美國許多城市講經，勸大家組成淨宗學會，所以在美國跟加拿大，那時有三十多個會。我給淨宗學會寫了個緣起，緣起裡面提出修行五樁事情。不要搞多，多了大家記不住，愈簡單愈好，我們修行修什麼？就修這五樣東西。第一個，最高指導原則是淨業三福，《觀無量壽佛經》上佛說的，三條。第一條四句，「孝養父母，奉事師長，慈心不殺，修十善業」。這是人天法，這不是佛法，做人要做到這樣子；人做好了才能學佛，人沒有做好，不能學佛，所以這第一條。第一條我們就落實到三個根，這是最近十年，落實到三個根。孝親尊師落實在《弟子規》，慈心不殺落實在《感應篇》，後面修十善業，叫儒釋道的三個根，從這兒來的。"
    },
    {
      "id": "02-037-0515_p0027",
      "zh_CN": "有这个根才可以学佛，所以第二条是佛法，小乘。第二条只有三句，「受持三皈，具足众戒，不犯威仪」。你看，你要不是具足十善，你没有条件去接受三皈。现在的三皈都是名字三皈、结缘三皈，三皈传授你做不到，没人做到。结个缘吧，阿赖耶识落个种子，什么时候发芽那难说了，可能不在这一生。第三条是大乘，菩萨，四句「发菩提心，深信因果，读诵大乘，劝进行者」，劝进行者是化他。你看一共十一句，前面十句都是自度，最后自己成就了要教别人，劝进行者是要教别人。这是我们最高指导原则，得真干才行，不真干没用。",
      "zh_TW": "有這個根才可以學佛，所以第二條是佛法，小乘。第二條只有三句，「受持三皈，具足眾戒，不犯威儀」。你看，你要不是具足十善，你沒有條件去接受三皈。現在的三皈都是名字三皈、結緣三皈，三皈傳授你做不到，沒人做到。結個緣吧，阿賴耶識落個種子，什麼時候發芽那難說了，可能不在這一生。第三條是大乘，菩薩，四句「發菩提心，深信因果，讀誦大乘，勸進行者」，勸進行者是化他。你看一共十一句，前面十句都是自度，最後自己成就了要教別人，勸進行者是要教別人。這是我們最高指導原則，得真幹才行，不真幹沒用。"
    },
    {
      "id": "02-037-0515_p0028",
      "zh_CN": "真正将儒释道三个根落实，从哪里做起？从六和做起，修六和敬。六和敬里头的见和同解，这就是建立共识，共识就是用净业三福，净业三福是我们的共识。换句话说，共识落实在生活，一定把《弟子规》、《感应篇》、《十善业》做到。真正做到了就是戒和同修，这个戒就是六和敬，这个六条，见和同解、戒和同修、身同住、口无诤、意同悦、利同均，统统可以做到。所以要懂得跟大众相处，跟大众相处不和，这不是佛法，你纵然学得再多，所学非所用，你没用上。和，要记住，我跟别人和，不要求别人跟我和，六和敬慢慢能感化别人，要用时间、要用真诚心去感化。如果要求别人，强别人的时候这做不到的，别人起反感。",
      "zh_TW": "真正將儒釋道三個根落實，從哪裡做起？從六和做起，修六和敬。六和敬裡頭的見和同解，這就是建立共識，共識就是用淨業三福，淨業三福是我們的共識。換句話說，共識落實在生活，一定把《弟子規》、《感應篇》、《十善業》做到。真正做到了就是戒和同修，這個戒就是六和敬，這個六條，見和同解、戒和同修、身同住、口無諍、意同悅、利同均，統統可以做到。所以要懂得跟大眾相處，跟大眾相處不和，這不是佛法，你縱然學得再多，所學非所用，你沒用上。和，要記住，我跟別人和，不要求別人跟我和，六和敬慢慢能感化別人，要用時間、要用真誠心去感化。如果要求別人，強別人的時候這做不到的，別人起反感。"
    },
    {
      "id": "02-037-0515_p0029",
      "zh_CN": "再就三学，三学是修学佛法的最高指导原则，决定不能疏忽，「因戒得定，因定开慧」，不能躐等。所有不能成就的，都是没有按照这个顺序，把戒律丢掉了，专门去学习经典。经典讲得天花乱坠，著作等身，自己没做到。变成什么？变成学术，就是佛学。本来学佛，最后走上佛学的道路，偏差了，这一偏差，跟名利挂勾了。这种修学，学得再好出不了六道轮回，行善积德也是人天福报，不能往生，这个我们不可以不知道。所以三学绝对不可以疏忽。",
      "zh_TW": "再就三學，三學是修學佛法的最高指導原則，決定不能疏忽，「因戒得定，因定開慧」，不能躐等。所有不能成就的，都是沒有按照這個順序，把戒律丟掉了，專門去學習經典。經典講得天花亂墜，著作等身，自己沒做到。變成什麼？變成學術，就是佛學。本來學佛，最後走上佛學的道路，偏差了，這一偏差，跟名利掛勾了。這種修學，學得再好出不了六道輪迴，行善積德也是人天福報，不能往生，這個我們不可以不知道。所以三學絕對不可以疏忽。"
    },
    {
      "id": "02-037-0515_p0030",
      "zh_CN": "再提升，六度。最后六度都能做到了，学普贤菩萨十愿，把自己的心量拓开，跟极乐世界完全相应。普贤十愿就是阿弥陀佛四十八愿，四十八愿浓缩就是十大愿王，展开，十大愿王展开就是四十八愿。净宗跟普贤关系非常密切，本经第二品「德遵普贤」，所以西方极乐世界是普贤菩萨的世界。我还听到有人说，夏莲居老居士普贤菩萨再来，不是佛菩萨再来，不可能会集成这样圆满的一个经本。这是末法众生还是有福，才能得到这个本子，没有福得不到。",
      "zh_TW": "再提升，六度。最後六度都能做到了，學普賢菩薩十願，把自己的心量拓開，跟極樂世界完全相應。普賢十願就是阿彌陀佛四十八願，四十八願濃縮就是十大願王，展開，十大願王展開就是四十八願。淨宗跟普賢關係非常密切，本經第二品「德遵普賢」，所以西方極樂世界是普賢菩薩的世界。我還聽到有人說，夏蓮居老居士普賢菩薩再來，不是佛菩薩再來，不可能會集成這樣圓滿的一個經本。這是末法眾生還是有福，才能得到這個本子，沒有福得不到。"
    },
    {
      "id": "02-037-0515_p0031",
      "zh_CN": "净宗学会成立，这个缘起大家都看到，希望我们认真努力，用这五条规范我们行为、起心动念、言语造作，我们决定不违犯。从什么地方开始？从《弟子规》、《感应篇》、《十善业》，一定从这儿开始，这就是持戒，逐步再向上提升。如果基础没有，提不起来，决定是假的，往上升只是知识，知识不能算是学问。不可以把佛法变成世间法，这是错误的。",
      "zh_TW": "淨宗學會成立，這個緣起大家都看到，希望我們認真努力，用這五條規範我們行為、起心動念、言語造作，我們決定不違犯。從什麼地方開始？從《弟子規》、《感應篇》、《十善業》，一定從這兒開始，這就是持戒，逐步再向上提升。如果基礎沒有，提不起來，決定是假的，往上升只是知識，知識不能算是學問。不可以把佛法變成世間法，這是錯誤的。"
    },
    {
      "id": "02-037-0515_p0032",
      "zh_CN": "所以，自摄他摄，首先要讲自摄，我们自己摄取才能够得到诸佛菩萨加持，千变万化，无量无边。「安得以凡夫有碍之情识，疑彼如来无碍之妙法」。这句话语重心长，为什么？现在就有不少凡夫，用他的情识来批评佛法，来批评别人修行。特别是这个会集本，古时候有批评的，没有看到像现在这么严重、这么普遍。这些批评的文字，有人送给我看，我没有看完全，看了一看我就晓得。我统统放在韦驮菩萨面前，韦驮菩萨是贤劫第一护法神，请韦驮菩萨处理，我不问这些事情。我只是告诉大家一句话，全世界的人反对会集本，我受持，我不反对，我受持。为什么？我学佛这么多年，而且一直都在讲经，我对这个本子有认识，这是自力。第二，这个本子是老师交给我的，交给我的时候，当时我就想讲这部经典，还印了三千本。那一年正好韩馆长五十岁生日，我说妳发心印三千本，我讲一遍给妳祝寿。书本印好了，到台中去见李老师，把这桩事情向老师报告。这是老师在世，我们有任何的想法、做法都要报告老师，征求老师的指示。",
      "zh_TW": "所以，自攝他攝，首先要講自攝，我們自己攝取才能夠得到諸佛菩薩加持，千變萬化，無量無邊。「安得以凡夫有礙之情識，疑彼如來無礙之妙法」。這句話語重心長，為什麼？現在就有不少凡夫，用他的情識來批評佛法，來批評別人修行。特別是這個會集本，古時候有批評的，沒有看到像現在這麼嚴重、這麼普遍。這些批評的文字，有人送給我看，我沒有看完全，看了一看我就曉得。我統統放在韋馱菩薩面前，韋馱菩薩是賢劫第一護法神，請韋馱菩薩處理，我不問這些事情。我只是告訴大家一句話，全世界的人反對會集本，我受持，我不反對，我受持。為什麼？我學佛這麼多年，而且一直都在講經，我對這個本子有認識，這是自力。第二，這個本子是老師交給我的，交給我的時候，當時我就想講這部經典，還印了三千本。那一年正好韓館長五十歲生日，我說妳發心印三千本，我講一遍給妳祝壽。書本印好了，到台中去見李老師，把這樁事情向老師報告。這是老師在世，我們有任何的想法、做法都要報告老師，徵求老師的指示。"
    },
    {
      "id": "02-037-0515_p0033",
      "zh_CN": "老师一看说不行。我说为什么？这书都印出来了。他说这个本子议论的人很多，尤其是这些老法师，你年岁太轻，学佛的时间很短，恐怕人家一批评你招架不住，你还是讲别的。所以我们就改讲《楞严经》，这个就没有讲，把这个本子收起来。一直到李老师往生，那时候我在美国，这本子又翻到了，所以印了一万本。因为这个本子很多人没见过，老师眉注的本子，纪念老师，把这个功德回向给老师。这个本子在海外流通，每个人看到都欢喜，找我讲。所以我们讲这个本子，第一次是在美国，在温哥华、在旧金山，这两个地方讲的。可是听的人，那时候有录音带流通，大家都欢喜。所以老师往生之后，这个本子我讲了十遍。",
      "zh_TW": "老師一看說不行。我說為什麼？這書都印出來了。他說這個本子議論的人很多，尤其是這些老法師，你年歲太輕，學佛的時間很短，恐怕人家一批評你招架不住，你還是講別的。所以我們就改講《楞嚴經》，這個就沒有講，把這個本子收起來。一直到李老師往生，那時候我在美國，這本子又翻到了，所以印了一萬本。因為這個本子很多人沒見過，老師眉註的本子，紀念老師，把這個功德迴向給老師。這個本子在海外流通，每個人看到都歡喜，找我講。所以我們講這個本子，第一次是在美國，在溫哥華、在舊金山，這兩個地方講的。可是聽的人，那時候有錄音帶流通，大家都歡喜。所以老師往生之後，這個本子我講了十遍。"
    },
    {
      "id": "02-037-0515_p0034",
      "zh_CN": "遇到黄念老之后，他把这个注解送给我，送给我是原始的本子，油印的，油印打字。字都不很清楚，但是能看得出来，很难得，很不容易。油印，我们知道分量不会多，因为蜡纸，一百张之后，蜡纸就模糊了，就不能用了。所以我估计他顶多只有一百多本，不会超过一百五十本。这个本子以后他又修改过。当时我看到很喜欢，我问他，你有没有版权？有版权，那我就自己看看，参考参考；如果没有版权，我说我就帮你翻印流通。他说没有版权，还要我写个序，要我题字，我都照办了。在台湾印了一万册，第一版就印了一万册，精装本，他看了很欢喜。现在这个本子在世界上流通的，那就不晓得有多少，到处都有印，发心的人多，印送的人多，读的人多，学习的人多。虽然有这么多批评，但是这些人没有改变，我带头。我要一改那影响太大了，但是我要一改，真的罪名就落实了，净空法师背师叛道，那这是真的罪名。我只要这一个本子，老老实实一生不改变，一遍一遍的学习。现在年岁大了，其他的经不讲了，来不及了，交给后人去讲去。我往后活一年讲一遍，一生就讲这一部经，就念一句阿弥陀佛，目标就求生净土，其他的什么都放下了。这些争议，我都委托韦驮菩萨去处理，我再不管这个事情。",
      "zh_TW": "遇到黃念老之後，他把這個註解送給我，送給我是原始的本子，油印的，油印打字。字都不很清楚，但是能看得出來，很難得，很不容易。油印，我們知道分量不會多，因為蠟紙，一百張之後，蠟紙就模糊了，就不能用了。所以我估計他頂多只有一百多本，不會超過一百五十本。這個本子以後他又修改過。當時我看到很喜歡，我問他，你有沒有版權？有版權，那我就自己看看，參考參考；如果沒有版權，我說我就幫你翻印流通。他說沒有版權，還要我寫個序，要我題字，我都照辦了。在台灣印了一萬冊，第一版就印了一萬冊，精裝本，他看了很歡喜。現在這個本子在世界上流通的，那就不曉得有多少，到處都有印，發心的人多，印送的人多，讀的人多，學習的人多。雖然有這麼多批評，但是這些人沒有改變，我帶頭。我要一改那影響太大了，但是我要一改，真的罪名就落實了，淨空法師背師叛道，那這是真的罪名。我只要這一個本子，老老實實一生不改變，一遍一遍的學習。現在年歲大了，其他的經不講了，來不及了，交給後人去講去。我往後活一年講一遍，一生就講這一部經，就念一句阿彌陀佛，目標就求生淨土，其他的什麼都放下了。這些爭議，我都委託韋馱菩薩去處理，我再不管這個事情。"
    },
    {
      "id": "02-037-0515_p0035",
      "zh_CN": "关于《无量寿经》会集的问题，最近国内我看到一份资料，《幻住答问》，解释得非常清楚。也是有一个人对这个会集本听人家批评，他信心动摇了，向这位法师请教。法师详细给他解答，他这个疑虑化解了，真正发心依教奉行，这很难得。如果对这个会集本有疑问，看看这篇东西有好处。所以我们凡夫，真的是有碍的情识，这个东西很麻烦，怀疑彼如来无碍之妙法。",
      "zh_TW": "關於《無量壽經》會集的問題，最近國內我看到一份資料，《幻住答問》，解釋得非常清楚。也是有一個人對這個會集本聽人家批評，他信心動搖了，向這位法師請教。法師詳細給他解答，他這個疑慮化解了，真正發心依教奉行，這很難得。如果對這個會集本有疑問，看看這篇東西有好處。所以我們凡夫，真的是有礙的情識，這個東西很麻煩，懷疑彼如來無礙之妙法。"
    },
    {
      "id": "02-037-0515_p0036",
      "zh_CN": "会集是真正求学最好的一种手段，它不是凭自己妄想造成的，不是的。我们看极乐世界，五种原译本里面都有，这是真的不是假的。四十八愿从哪来的？是会集而来的。阿弥陀佛在因地，没成佛之前，在因地是个国王，闻法欢喜，舍弃国王，发心出家，跟着佛出家了。佛给他起了个法号叫法藏，叫法藏比丘，人非常慈悲，有智慧。他看到十方世界一切佛刹里面的六道众生，太苦了、太可怜了，发大誓愿，想帮助这些众生离苦得乐，早日成佛。向老师自在王如来请教，佛并没有教他什么方法，佛只教他到十方诸佛世界去参学。用现在的话说，到十方诸佛国土去考察、去调研，取人之长，舍人之短，建设你自己的道场。他听话，用了五劫的时间，这时间长，五劫的时间，把十方一切诸佛刹土他都看过。不好的地方统统不要，好的地方摄取，就是采纳，最后做成一个总结，这个总结就是四十八愿。所以四十八愿是会集的，会集一切诸佛刹土里面的美好、精华。极乐世界的建造就依这个做蓝图，依这个做依据，极乐世界成就之后，超过一切诸佛刹土，当然超过。一切诸佛刹土的好的、长处它那里全有，缺点极乐世界找不到。所以，极乐世界是会集一切诸佛刹土美好之大成。",
      "zh_TW": "會集是真正求學最好的一種手段，它不是憑自己妄想造成的，不是的。我們看極樂世界，五種原譯本裡面都有，這是真的不是假的。四十八願從哪來的？是會集而來的。阿彌陀佛在因地，沒成佛之前，在因地是個國王，聞法歡喜，捨棄國王，發心出家，跟著佛出家了。佛給他起了個法號叫法藏，叫法藏比丘，人非常慈悲，有智慧。他看到十方世界一切佛剎裡面的六道眾生，太苦了、太可憐了，發大誓願，想幫助這些眾生離苦得樂，早日成佛。向老師自在王如來請教，佛並沒有教他什麼方法，佛只教他到十方諸佛世界去參學。用現在的話說，到十方諸佛國土去考察、去調研，取人之長，捨人之短，建設你自己的道場。他聽話，用了五劫的時間，這時間長，五劫的時間，把十方一切諸佛剎土他都看過。不好的地方統統不要，好的地方攝取，就是採納，最後做成一個總結，這個總結就是四十八願。所以四十八願是會集的，會集一切諸佛剎土裡面的美好、精華。極樂世界的建造就依這個做藍圖，依這個做依據，極樂世界成就之後，超過一切諸佛剎土，當然超過。一切諸佛剎土的好的、長處它那裡全有，缺點極樂世界找不到。所以，極樂世界是會集一切諸佛剎土美好之大成。"
    },
    {
      "id": "02-037-0515_p0037",
      "zh_CN": "我们再看《华严》，善财童子一生成就圆满智慧，怎么成就的？五十三参。五十三参就是参学，用现在的话说就是去考察、去调研，调查研究，好的东西都采取，不好东西都不要，成就他究竟圆满的后得智。在文殊菩萨会上，他得到的是根本智，根本智是无知，般若无知，根本智是无知，就是清净平等觉。清净平等觉得到了，你看，文殊菩萨就叫他去参学，五十三参。五十三参代表什么？代表这个社会各行各业、男女老少，你统统接触。孔子说「三人行，必有我师」，每个行业、男女老少统统接触，好的地方你学，不好的地方改正。",
      "zh_TW": "我們再看《華嚴》，善財童子一生成就圓滿智慧，怎麼成就的？五十三參。五十三參就是參學，用現在的話說就是去考察、去調研，調查研究，好的東西都採取，不好東西都不要，成就他究竟圓滿的後得智。在文殊菩薩會上，他得到的是根本智，根本智是無知，般若無知，根本智是無知，就是清淨平等覺。清淨平等覺得到了，你看，文殊菩薩就叫他去參學，五十三參。五十三參代表什麼？代表這個社會各行各業、男女老少，你統統接觸。孔子說「三人行，必有我師」，每個行業、男女老少統統接觸，好的地方你學，不好的地方改正。"
    },
    {
      "id": "02-037-0515_p0038",
      "zh_CN": "这都是做集大成的工作，会集是集大成，不会集怎么成就？关着门自己去想，那闭门造车，孤陋寡闻，这不是求学的态度。求学要广学多闻，撷长舍短，撷取人家的长处，舍人家的短处，这才成就真实智慧。所以，对于如来、对于菩萨，他们的参学我们知道太少。如果你真的明白、了解了，你就晓得他们所成就的是真实的，真实的学问，不是自己闭门造车去想像的，真实智慧。方东美先生读到五十三参佩服到极处，告诉我，真正的学问是这样成就的，你读的这些东西一定要证实；没有通过实验，不是真学问，是道听涂说。所以中国古人提倡，读万卷书还要行万里路，行万里路是把所读的书都证实。这是科学精神，通过检验，检验要真实智慧，不是自己随便去批评。",
      "zh_TW": "這都是做集大成的工作，會集是集大成，不會集怎麼成就？關著門自己去想，那閉門造車，孤陋寡聞，這不是求學的態度。求學要廣學多聞，擷長捨短，擷取人家的長處，捨人家的短處，這才成就真實智慧。所以，對於如來、對於菩薩，他們的參學我們知道太少。如果你真的明白、了解了，你就曉得他們所成就的是真實的，真實的學問，不是自己閉門造車去想像的，真實智慧。方東美先生讀到五十三參佩服到極處，告訴我，真正的學問是這樣成就的，你讀的這些東西一定要證實；沒有通過實驗，不是真學問，是道聽塗說。所以中國古人提倡，讀萬卷書還要行萬里路，行萬里路是把所讀的書都證實。這是科學精神，通過檢驗，檢驗要真實智慧，不是自己隨便去批評。"
    },
    {
      "id": "02-037-0515_p0039",
      "zh_CN": "下面举比喻说，「岂知一面之镜，能现万像」，这是举比喻。一面镜子不大，照到外面的现象，现象全都在镜子当中。「千年积薪，一火烧尽」，薪是柴火，堆积在那里，一千年累积的，很多了，可是一把火能烧尽。这个我们能理解，能相信，不怀疑。「故至心一念称名」，关键在至心，至心是真心。什么是真心？不怀疑、不夹杂、不间断，这叫至心。一念，本经告诉我们一向专念，一个方向、一个目标，一个方向，西方极乐世界，一个目标，亲近阿弥陀佛。这样的心去念佛，「能消八十亿劫生死重罪」，念一声佛号，就能消八十亿劫生死重罪。「十念必生又何足异」，十念必生是阿弥陀佛说的，四十八愿是阿弥陀佛的报告，释迦牟尼是为我们转述。所以第六品不是释迦说的，是阿弥陀佛说的。临终一念十念必生，跟这个比喻没有两样。劝我们不能怀疑，怀疑对我们自己的损失太大太大了，这一生能不能成佛，完全在信心。蕅益大师在《弥陀要解》跟我们讲了六个信，第一个就是信自己，信自己什么？信自己本来是佛。在中国传统文化里面，信自己本性本善。这是先决条件，教学，理论的依据就在此地。如果不信，什么都学不到。",
      "zh_TW": "下面舉比喻說，「豈知一面之鏡，能現萬像」，這是舉比喻。一面鏡子不大，照到外面的現象，現象全都在鏡子當中。「千年積薪，一火燒盡」，薪是柴火，堆積在那裡，一千年累積的，很多了，可是一把火能燒盡。這個我們能理解，能相信，不懷疑。「故至心一念稱名」，關鍵在至心，至心是真心。什麼是真心？不懷疑、不夾雜、不間斷，這叫至心。一念，本經告訴我們一向專念，一個方向、一個目標，一個方向，西方極樂世界，一個目標，親近阿彌陀佛。這樣的心去念佛，「能消八十億劫生死重罪」，念一聲佛號，就能消八十億劫生死重罪。「十念必生又何足異」，十念必生是阿彌陀佛說的，四十八願是阿彌陀佛的報告，釋迦牟尼是為我們轉述。所以第六品不是釋迦說的，是阿彌陀佛說的。臨終一念十念必生，跟這個比喻沒有兩樣。勸我們不能懷疑，懷疑對我們自己的損失太大太大了，這一生能不能成佛，完全在信心。蕅益大師在《彌陀要解》跟我們講了六個信，第一個就是信自己，信自己什麼？信自己本來是佛。在中國傳統文化裡面，信自己本性本善。這是先決條件，教學，理論的依據就在此地。如果不信，什麼都學不到。"
    },
    {
      "id": "02-037-0515_p0040",
      "zh_CN": "剑桥的麦大维教授来香港访问我，我跟他讲，中国古圣先贤有教育最高的指导原则。他问我是什么？在哪里？我问他，《三字经》有没有念过？他是汉学家，四书、《三字经》都能背诵。我说就是《三字经》前面的八句，是我们老祖宗世世代代，教育的最高指导原则。第一句，「人之初，性本善」。从事教育工作的人员，一定要相信人性本善。为什么要教育？要不教他，《三字经》上说了，「性相近，习相远」。性相近，善，本性本善，每个人人性都本善，可是习性不善。人随着年龄长大，慢慢习性养成了，习性如果超过本性，麻烦就来了。所以，教学这个动机就生起来，「茍不教，性乃迁」，你要不好好教，愈变愈坏，到今天不可收拾，没人教了。现在也有人教，比过去还厉害，谁在教？电视在教、网路在教，哪个人不接受这个教育，天天都在受这个教育。电视、网路教什么？教杀盗淫妄，完全教习性，不教本性，他回不了头。所以教育的目的没有别的，如何让习性回归到本性，教育目的在此地。不能回归本性，那就全盘失败了，所以「教之道，贵以专」。",
      "zh_TW": "劍橋的麥大維教授來香港訪問我，我跟他講，中國古聖先賢有教育最高的指導原則。他問我是什麼？在哪裡？我問他，《三字經》有沒有念過？他是漢學家，四書、《三字經》都能背誦。我說就是《三字經》前面的八句，是我們老祖宗世世代代，教育的最高指導原則。第一句，「人之初，性本善」。從事教育工作的人員，一定要相信人性本善。為什麼要教育？要不教他，《三字經》上說了，「性相近，習相遠」。性相近，善，本性本善，每個人人性都本善，可是習性不善。人隨著年齡長大，慢慢習性養成了，習性如果超過本性，麻煩就來了。所以，教學這個動機就生起來，「茍不教，性乃遷」，你要不好好教，愈變愈壞，到今天不可收拾，沒人教了。現在也有人教，比過去還厲害，誰在教？電視在教、網路在教，哪個人不接受這個教育，天天都在受這個教育。電視、網路教什麼？教殺盜淫妄，完全教習性，不教本性，他回不了頭。所以教育的目的沒有別的，如何讓習性回歸到本性，教育目的在此地。不能回歸本性，那就全盤失敗了，所以「教之道，貴以專」。"
    },
    {
      "id": "02-037-0515_p0041",
      "zh_CN": "我很感谢麦大维教授，他邀请我到伦敦去，干什么？办学。他都给我想好了，办个「大乘书院」，要我去主持，这个书院属于剑桥大学。很诚恳，我们谈了六个小时，我非常感谢他。但年龄大了，心有余而力不足。再说，你们学校这些制度框架加在我身上，我不能教。所以他才问起，你用什么方法教？我就讲中国有古老的方法，就是《三字经》上八句话，他都搞懂了、搞清楚了。我说教学要一门深入，要长时薰修，中国自古教学，绝对不能让学生同时学两门功课。为什么？学两门功课他分心，时间、精力都不集中。现在你们学很多可以，为什么？你们求的是知识，不是智慧。求知识很多，你一天开十门功课都可以，知识；智慧不行，智慧是清净心。好多门功课，头脑就乱掉了，知识，这一点晓得，那也晓得，心定不下来。",
      "zh_TW": "我很感謝麥大維教授，他邀請我到倫敦去，幹什麼？辦學。他都給我想好了，辦個「大乘書院」，要我去主持，這個書院屬於劍橋大學。很誠懇，我們談了六個小時，我非常感謝他。但年齡大了，心有餘而力不足。再說，你們學校這些制度框架加在我身上，我不能教。所以他才問起，你用什麼方法教？我就講中國有古老的方法，就是《三字經》上八句話，他都搞懂了、搞清楚了。我說教學要一門深入，要長時薰修，中國自古教學，絕對不能讓學生同時學兩門功課。為什麼？學兩門功課他分心，時間、精力都不集中。現在你們學很多可以，為什麼？你們求的是知識，不是智慧。求知識很多，你一天開十門功課都可以，知識；智慧不行，智慧是清淨心。好多門功課，頭腦就亂掉了，知識，這一點曉得，那也曉得，心定不下來。"
    },
    {
      "id": "02-037-0515_p0042",
      "zh_CN": "中国这个教育，是要把心定下来，从小就要养成制心一处。所以中国这个教育，小学童蒙启蒙教育，教小朋友念，念这些四书五经经书。所以一般人反对，小孩什么都不懂，你怎么教这些东西给他？殊不知，用这个东西是手段，目的不是教他记的，不是教他懂的。教他干什么？天天念这个，他就不会胡思乱想，修清净心，是这个意思。至于他能够把东西记住，那是第二个，那是副作用，那不是正的。正的是让小孩恢复他的清净平等觉，是这个意思。所以在童年保持他的天真烂漫，不要学这些歪聪明，那不是好事情。古人想得多周到，看得多深远，现在人比不上，那是真实智慧。所以背书是修定，小孩怎么学？用这个方法，又修定，心又清净了，你看又把东西记住了，一举两得。但是要晓得，两得有宾有主，清净心是主，记住这是副作用，附带的，这不是主。",
      "zh_TW": "中國這個教育，是要把心定下來，從小就要養成制心一處。所以中國這個教育，小學童蒙啟蒙教育，教小朋友念，念這些四書五經經書。所以一般人反對，小孩什麼都不懂，你怎麼教這些東西給他？殊不知，用這個東西是手段，目的不是教他記的，不是教他懂的。教他幹什麼？天天念這個，他就不會胡思亂想，修清淨心，是這個意思。至於他能夠把東西記住，那是第二個，那是副作用，那不是正的。正的是讓小孩恢復他的清淨平等覺，是這個意思。所以在童年保持他的天真爛漫，不要學這些歪聰明，那不是好事情。古人想得多周到，看得多深遠，現在人比不上，那是真實智慧。所以背書是修定，小孩怎麼學？用這個方法，又修定，心又清淨了，你看又把東西記住了，一舉兩得。但是要曉得，兩得有賓有主，清淨心是主，記住這是副作用，附帶的，這不是主。"
    },
    {
      "id": "02-037-0515_p0043",
      "zh_CN": "所以十三、四岁智慧开了，那个时候上学，老师讲解。古人读书乐，不像现在读书好苦，读书快乐。到讲解的时候，不要书本，书本都背出来了，问你第几页第几行第几个字都知道，背得那么熟。中国古人这个书本它是符合科学精神，它一面十行，每一行二十个字，不管哪个地方刻版都一样的，没有标点符号。所以天下不同地方刻的书，问他第几页第几行第几个字，大家都一样，这就是科学。不像现在，版本印出来，不同版本你讲第几行就不一样，这很不方便。老师背过来的，都会背，学生也会背，所以讲学的时候不要书本，你看多自在！你要没有背过的，你就没有资格参加这个讲席，人家讲的时候你听不懂，必须统统背过。讲《论语》，所有听众《论语》都背过，他听得才有味道，那个听了能开悟。看文字分心，他不看文字，叫一心专注，会开悟。五祖忍和尚给惠能大师讲《金刚经》，不要经本，不要经本他专注，要经本，看字分心。只有专注，某个地方一触动，豁然大悟，就开悟了。中国的方法真妙！一般人不知道，这个方法是印度、中国独有。西方没有这个方法，西方确实广学多闻，他只懂这个，其他的他不知道。今天时间到了，我们就学到此地。",
      "zh_TW": "所以十三、四歲智慧開了，那個時候上學，老師講解。古人讀書樂，不像現在讀書好苦，讀書快樂。到講解的時候，不要書本，書本都背出來了，問你第幾頁第幾行第幾個字都知道，背得那麼熟。中國古人這個書本它是符合科學精神，它一面十行，每一行二十個字，不管哪個地方刻版都一樣的，沒有標點符號。所以天下不同地方刻的書，問他第幾頁第幾行第幾個字，大家都一樣，這就是科學。不像現在，版本印出來，不同版本你講第幾行就不一樣，這很不方便。老師背過來的，都會背，學生也會背，所以講學的時候不要書本，你看多自在！你要沒有背過的，你就沒有資格參加這個講席，人家講的時候你聽不懂，必須統統背過。講《論語》，所有聽眾《論語》都背過，他聽得才有味道，那個聽了能開悟。看文字分心，他不看文字，叫一心專注，會開悟。五祖忍和尚給惠能大師講《金剛經》，不要經本，不要經本他專注，要經本，看字分心。只有專注，某個地方一觸動，豁然大悟，就開悟了。中國的方法真妙！一般人不知道，這個方法是印度、中國獨有。西方沒有這個方法，西方確實廣學多聞，他只懂這個，其他的他不知道。今天時間到了，我們就學到此地。"
    }
  ]
}