{
  "doc_id": "02-037-0066",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十六集",
    "zh_TW": "第六十六集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "澳大利亚图文巴市南昆大",
    "zh_TW": "澳大利亞圖文巴市南昆大"
  },
  "doc_number": "02-037-0066",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-037-0066_p0001",
      "zh_CN": "诸位大德，诸位法师，诸位同学，大家好。阿弥陀佛。请看《净土大经科注》第二百九十八面最后一行第二个字看起：",
      "zh_TW": "諸位大德，諸位法師，諸位同學，大家好。阿彌陀佛。請看《淨土大經科註》第二百九十八面最後一行第二個字看起："
    },
    {
      "id": "02-037-0066_p0002",
      "zh_CN": "「如上十愿，愿愿皆曰：我此大愿，无有穷尽，念念相续，无有间断，身语意业，无有疲厌」。这是《行愿品》的经文。普贤菩萨发大愿之后接着说，如上所说的十愿，从礼敬诸佛到普皆回向，每一愿最后的总结都是这六句，愿愿都相同。说「我此大愿」，这个十大愿，「无有穷尽」。普贤菩萨的心跟虚空法界完全相等，这是贤首国师《妄尽还源观》里面所说的三种周遍。这三种周遍不但普贤菩萨有，一切诸佛菩萨都有，一切众生也有，确实是平等的。现在我们所看到的，只有诸佛菩萨有，以下的都没有。声闻、缘觉心量比我们大，还是不能周遍法界，原因是他还有尘沙无明没断，所以心量不能够包虚空法界。我们跟他比就更不如，我们自私自利没有放下，身见没有破，换句话说，我们活动的空间只在六道轮回，六道以外我们都达不到。",
      "zh_TW": "「如上十願，願願皆曰：我此大願，無有窮盡，念念相續，無有間斷，身語意業，無有疲厭」。這是《行願品》的經文。普賢菩薩發大願之後接著說，如上所說的十願，從禮敬諸佛到普皆回向，每一願最後的總結都是這六句，願願都相同。說「我此大願」，這個十大願，「無有窮盡」。普賢菩薩的心跟虛空法界完全相等，這是賢首國師《妄盡還源觀》裡面所說的三種周遍。這三種周遍不但普賢菩薩有，一切諸佛菩薩都有，一切眾生也有，確實是平等的。現在我們所看到的，只有諸佛菩薩有，以下的都沒有。聲聞、緣覺心量比我們大，還是不能周遍法界，原因是他還有塵沙無明沒斷，所以心量不能夠包虛空法界。我們跟他比就更不如，我們自私自利沒有放下，身見沒有破，換句話說，我們活動的空間只在六道輪迴，六道以外我們都達不到。"
    },
    {
      "id": "02-037-0066_p0003",
      "zh_CN": "阿罗汉、辟支佛他们的活动空间比我们大，他们能够在释迦牟尼佛娑婆世界这个范围，也就是常讲的三千大千世界。三千大千世界多大？用现在科学的说法，我们的概念就很清楚。三千大千世界是以银河系为单位，一千个银河系是一个小千世界；再以小千世界为单位，一千个小千世界是一个中千世界，一千个中千世界是一个大千世界。银河系，一千乘一千再乘一千，十亿个银河系。这是说明阿罗汉跟辟支佛他们活动的范围有这么大，十亿个银河系。我们现在六道里面的凡夫，出不了六道轮回，所以我们的活动空间最小，也就是出不了这个银河系，是我们活动范围。",
      "zh_TW": "阿羅漢、辟支佛他們的活動空間比我們大，他們能夠在釋迦牟尼佛娑婆世界這個範圍，也就是常講的三千大千世界。三千大千世界多大？用現在科學的說法，我們的概念就很清楚。三千大千世界是以銀河系為單位，一千個銀河系是一個小千世界；再以小千世界為單位，一千個小千世界是一個中千世界，一千個中千世界是一個大千世界。銀河系，一千乘一千再乘一千，十億個銀河系。這是說明阿羅漢跟辟支佛他們活動的範圍有這麼大，十億個銀河系。我們現在六道裡面的凡夫，出不了六道輪迴，所以我們的活動空間最小，也就是出不了這個銀河系，是我們活動範圍。"
    },
    {
      "id": "02-037-0066_p0004",
      "zh_CN": "这种现象怎么产生的？大乘经里面讲得很清楚，我们原本的心量跟佛一样大，现在变得这么小，这就是迷失了自性。我们自性、本性跟诸佛如来相同，他觉悟了，他不迷，我们迷而不觉。迷的根是什么？就是我。你看六道凡夫，哪一个不执着身是我？在佛法叫身见，你执着这个身是我，错了。错在哪里？我没有生死，这个身体，身体有生死，有生死的不是我，我不生不灭。如果身死了，我也死了，没这个道理。身死，我死了，那还能投胎吗？还能修行成菩萨、成佛吗？所以，一定要知道身不是我。",
      "zh_TW": "這種現象怎麼產生的？大乘經裡面講得很清楚，我們原本的心量跟佛一樣大，現在變得這麼小，這就是迷失了自性。我們自性、本性跟諸佛如來相同，他覺悟了，他不迷，我們迷而不覺。迷的根是什麼？就是我。你看六道凡夫，哪一個不執著身是我？在佛法叫身見，你執著這個身是我，錯了。錯在哪裡？我沒有生死，這個身體，身體有生死，有生死的不是我，我不生不滅。如果身死了，我也死了，沒這個道理。身死，我死了，那還能投胎嗎？還能修行成菩薩、成佛嗎？所以，一定要知道身不是我。"
    },
    {
      "id": "02-037-0066_p0005",
      "zh_CN": "身是什么？这个大乘经讲得详细，物质是阿赖耶的相分里面的一分，我们的思想、意念是阿赖耶见分里面的一分。阿赖耶多大？遍法界虚空界，遍法界虚空界无量无边的物质现象，你看我们只取这一点点，以为是自己。意念也是遍法界虚空界，我们也是取这一分，以为是自己的心。这个错了，这个执着非常坚固，不肯放下。不肯放下就出不了六道轮回，什么时候放下什么时候就超越了。聪明的人、觉悟的人听到佛把这个事实真相说出来，他就能放下，放下就超越了，不再是六道凡夫。情执深重的人，虽听佛说出事实真相，好像是懂得了，就是放不下。",
      "zh_TW": "身是什麼？這個大乘經講得詳細，物質是阿賴耶的相分裡面的一分，我們的思想、意念是阿賴耶見分裡面的一分。阿賴耶多大？遍法界虛空界，遍法界虛空界無量無邊的物質現象，你看我們只取這一點點，以為是自己。意念也是遍法界虛空界，我們也是取這一分，以為是自己的心。這個錯了，這個執著非常堅固，不肯放下。不肯放下就出不了六道輪迴，什麼時候放下什麼時候就超越了。聰明的人、覺悟的人聽到佛把這個事實真相說出來，他就能放下，放下就超越了，不再是六道凡夫。情執深重的人，雖聽佛說出事實真相，好像是懂得了，就是放不下。"
    },
    {
      "id": "02-037-0066_p0006",
      "zh_CN": "放不下，是不是真懂了？我初学佛的时候，章嘉大师就告诉我这桩事情，佛法知难行易。正因为知难，释迦牟尼佛当年在世，讲经教学四十九年，知难。行是什么？行是放下，彻底搞清楚、搞明白了，你自然就放下。这一放下，统统放下就成佛了。行的确不难，难在什么？难在放不下。为什么放不下？你没有看破，也就是你对于事实真相完全不了解，你看到的是假相，不是真相。所以，佛讲经教学为两桩事情，第一个帮助我们初学断疑生信，这头一个目的，为初学、为烦恼习气重的众生而说的。这是佛讲经教学第一个目标。第二个目标，破迷开悟，这第二个目标是正确的。开悟是什么？转凡成圣，人一开悟了就不叫凡夫，叫圣人，在佛法里面叫菩萨、叫佛，称你为菩萨、称你为佛。",
      "zh_TW": "放不下，是不是真懂了？我初學佛的時候，章嘉大師就告訴我這樁事情，佛法知難行易。正因為知難，釋迦牟尼佛當年在世，講經教學四十九年，知難。行是什麼？行是放下，徹底搞清楚、搞明白了，你自然就放下。這一放下，統統放下就成佛了。行的確不難，難在什麼？難在放不下。為什麼放不下？你沒有看破，也就是你對於事實真相完全不了解，你看到的是假相，不是真相。所以，佛講經教學為兩樁事情，第一個幫助我們初學斷疑生信，這頭一個目的，為初學、為煩惱習氣重的眾生而說的。這是佛講經教學第一個目標。第二個目標，破迷開悟，這第二個目標是正確的。開悟是什麼？轉凡成聖，人一開悟了就不叫凡夫，叫聖人，在佛法裡面叫菩薩、叫佛，稱你為菩薩、稱你為佛。"
    },
    {
      "id": "02-037-0066_p0007",
      "zh_CN": "我们一定要知道，佛给我们说的句句是真实话，没有一句是妄语。佛告诉我们，一切众生本来是佛，我们学佛的第一个要相信这句话，我本来是佛，我才能成得了佛。我今天为什么变成这个样子？就是因为有妄想、分别、执着，让我变成这样子。我要是能够把妄想分别执着统统放下，就成佛了，跟释迦牟尼、跟阿弥陀佛一样，没有两样。放下就是，所以行很容易。为什么放不下？你不了解事实真相，这就难了，所以知难。谁知道？释迦牟尼佛知道，这些法身菩萨们都知道了，出家的、在家的，这个经上列的在家菩萨多，都是在家等觉菩萨。真清楚、真明白，哪有不放下的道理！所以我们要晓得，诸佛菩萨讲经教学为的是什么？帮助我们看破。最后的目标，帮助我们放下，放下就成功了。",
      "zh_TW": "我們一定要知道，佛給我們說的句句是真實話，沒有一句是妄語。佛告訴我們，一切眾生本來是佛，我們學佛的第一個要相信這句話，我本來是佛，我才能成得了佛。我今天為什麼變成這個樣子？就是因為有妄想、分別、執著，讓我變成這樣子。我要是能夠把妄想分別執著統統放下，就成佛了，跟釋迦牟尼、跟阿彌陀佛一樣，沒有兩樣。放下就是，所以行很容易。為什麼放不下？你不了解事實真相，這就難了，所以知難。誰知道？釋迦牟尼佛知道，這些法身菩薩們都知道了，出家的、在家的，這個經上列的在家菩薩多，都是在家等覺菩薩。真清楚、真明白，哪有不放下的道理！所以我們要曉得，諸佛菩薩講經教學為的是什麼？幫助我們看破。最後的目標，幫助我們放下，放下就成功了。"
    },
    {
      "id": "02-037-0066_p0008",
      "zh_CN": "普贤菩萨这十大愿，菩萨只有十愿，阿弥陀佛有四十八愿，谁多谁少？给诸位说一样多。四十八愿归纳就变成十个，十个展开就变成四十八个，一样，没有多少。四十八不好记，十个好记。十大愿王导归极乐，这十大愿王就是四十八愿的总纲领、总原则，愿愿都不离开。菩萨心量大，心包太虚，量周沙界，要知道那是我们自己的本心，我们自己本来都是这样的。现在心量变得这么小，两个人都不能相容，你说可不可怜！怎么会变成这么小？迷了，迷到所以然处。心量愈小活得愈痛苦，最小心量的人都是地狱众生。所以地狱苦，他不能容人，一个人都不能容纳，苦不堪言，全是自作自受，没人教他。心量愈大你活得就愈幸福、愈美满，中国古人所说的量大福大，很有道理。量小福就小，你是要大福，还是要小福？要大福报，你就得把心量拓开，量愈大福就大。",
      "zh_TW": "普賢菩薩這十大願，菩薩只有十願，阿彌陀佛有四十八願，誰多誰少？給諸位說一樣多。四十八願歸納就變成十個，十個展開就變成四十八個，一樣，沒有多少。四十八不好記，十個好記。十大願王導歸極樂，這十大願王就是四十八願的總綱領、總原則，願願都不離開。菩薩心量大，心包太虛，量周沙界，要知道那是我們自己的本心，我們自己本來都是這樣的。現在心量變得這麼小，兩個人都不能相容，你說可不可憐！怎麼會變成這麼小？迷了，迷到所以然處。心量愈小活得愈痛苦，最小心量的人都是地獄眾生。所以地獄苦，他不能容人，一個人都不能容納，苦不堪言，全是自作自受，沒人教他。心量愈大你活得就愈幸福、愈美滿，中國古人所說的量大福大，很有道理。量小福就小，你是要大福，還是要小福？要大福報，你就得把心量拓開，量愈大福就大。"
    },
    {
      "id": "02-037-0066_p0009",
      "zh_CN": "所以世出世间一切法，佛福报最大，为什么？心量大，佛的心量没有边际。大乘教里常说，「心包太虚，量周沙界」，我们要学，不学不行。量大不但福大，再告诉诸位，智慧大，智慧跟福报是分不开的。量大的人智慧一定大，智慧大的人量一定大，福慧达到究竟圆满这个人叫成佛了。记住，佛说一切众生本来是佛，换句话说，我们本来心量都是没有边际的，现在变成这样子。谁把我们变成这个样子？没有别人，是自己，自己愈迷愈深。遇到经教，这个缘好，觉悟的机会到了，但是看不懂，听不进去，这叫什么？叫业障，你有障碍。这个障碍叫业障，业是自己造的。归根结柢还是心量太小，容不得人。看别人全是缺点，没有一个人好处他看到了，他没有看到，全看到别人的缺点，看不到自己缺点。再告诉诸位，看人家多少缺点，原来就是自己的缺点，自己缺点爆发了。原来不知道，外面这一诱惑，自己的缺点爆发，不知道全是自己的缺点。别人有没有缺点？没有，别人是一面镜子，自己的反映，反映出来的缺点，与他不相干。我们要忏悔，忏除业障，从哪里忏？所以觉悟的人明白，看到别人的过失，一句话都不说，立刻就晓得是我自己一身的过失，自己痛改前非，弃恶扬善，改邪归正，这叫学佛。那个在我面前表演的人，那是什么人？菩萨、佛，他在这里为我示现，让我发现我的业障，让我觉察到我的习气。",
      "zh_TW": "所以世出世間一切法，佛福報最大，為什麼？心量大，佛的心量沒有邊際。大乘教裡常說，「心包太虛，量周沙界」，我們要學，不學不行。量大不但福大，再告訴諸位，智慧大，智慧跟福報是分不開的。量大的人智慧一定大，智慧大的人量一定大，福慧達到究竟圓滿這個人叫成佛了。記住，佛說一切眾生本來是佛，換句話說，我們本來心量都是沒有邊際的，現在變成這樣子。誰把我們變成這個樣子？沒有別人，是自己，自己愈迷愈深。遇到經教，這個緣好，覺悟的機會到了，但是看不懂，聽不進去，這叫什麼？叫業障，你有障礙。這個障礙叫業障，業是自己造的。歸根結柢還是心量太小，容不得人。看別人全是缺點，沒有一個人好處他看到了，他沒有看到，全看到別人的缺點，看不到自己缺點。再告訴諸位，看人家多少缺點，原來就是自己的缺點，自己缺點爆發了。原來不知道，外面這一誘惑，自己的缺點爆發，不知道全是自己的缺點。別人有沒有缺點？沒有，別人是一面鏡子，自己的反映，反映出來的缺點，與他不相干。我們要懺悔，懺除業障，從哪裡懺？所以覺悟的人明白，看到別人的過失，一句話都不說，立刻就曉得是我自己一身的過失，自己痛改前非，棄惡揚善，改邪歸正，這叫學佛。那個在我面前表演的人，那是什麼人？菩薩、佛，他在這裡為我示現，讓我發現我的業障，讓我覺察到我的習氣。"
    },
    {
      "id": "02-037-0066_p0010",
      "zh_CN": "这是谁学习的法门？善财童子，《华严经》上善财童子一生圆满成佛。怎么修的？就是用这个方法，不见世间过，只见自己过。世间过全是自己过，自己没有过，世间哪来的过？这个道理佛在经上说得很清楚，「一切法从心想生」，谁的心想？自己的心想，都是我自己想错了、看错了，惹得这些麻烦、这些毛病。我自己如果没有看错、没有想错，哪里会有毛病？我们是真看错了，真想错了，为什么？《般若经》上讲得清楚，凡所有相，皆是虚妄。我们会念，我们也会讲，讲得头头是道，其实不懂。为什么？还是着相，在万相面前都以为它是真的，不知道相是虚妄的。知道所有相都是虚妄的，会跟菩萨一样，怎么看法？当相即道。什么道？无上菩提道。这怎么回事？从相上看到性，从有法上看到空法，所有一切现象当体即空，了不可得。像《大般若经》上所说，「一切法无所有、毕竟空、不可得」，我们没有看到。六根接触六尘境界，外面六尘境界如是，里面六根亦如是，六根、六尘、六识、七大，没有一法不如是。这是什么人？这叫法身菩萨。你能够如是知见，跟佛没有两样，《法华经》上说「入佛知见」，你已经契入佛的境界，你就成佛了。",
      "zh_TW": "這是誰學習的法門？善財童子，《華嚴經》上善財童子一生圓滿成佛。怎麼修的？就是用這個方法，不見世間過，只見自己過。世間過全是自己過，自己沒有過，世間哪來的過？這個道理佛在經上說得很清楚，「一切法從心想生」，誰的心想？自己的心想，都是我自己想錯了、看錯了，惹得這些麻煩、這些毛病。我自己如果沒有看錯、沒有想錯，哪裡會有毛病？我們是真看錯了，真想錯了，為什麼？《般若經》上講得清楚，凡所有相，皆是虛妄。我們會念，我們也會講，講得頭頭是道，其實不懂。為什麼？還是著相，在萬相面前都以為它是真的，不知道相是虛妄的。知道所有相都是虛妄的，會跟菩薩一樣，怎麼看法？當相即道。什麼道？無上菩提道。這怎麼回事？從相上看到性，從有法上看到空法，所有一切現象當體即空，了不可得。像《大般若經》上所說，「一切法無所有、畢竟空、不可得」，我們沒有看到。六根接觸六塵境界，外面六塵境界如是，裡面六根亦如是，六根、六塵、六識、七大，沒有一法不如是。這是什麼人？這叫法身菩薩。你能夠如是知見，跟佛沒有兩樣，《法華經》上說「入佛知見」，你已經契入佛的境界，你就成佛了。"
    },
    {
      "id": "02-037-0066_p0011",
      "zh_CN": "这理跟事都非常难懂，太深了。佛在小乘法里头不谈这些，为什么？他不懂，愈说愈迷惑。现在我们可以谈谈，为什么？科学证明了，我们对这些科学家不能不佩服。他不是用禅定，他不是用止观，他用数学、用科学仪器。从数学里面推算到有这些现象，然后再有高科技去追踪、去探索，发现了。科学家能不能出六道轮回？不能。他知道，所知道这些状况跟法身菩萨没有两样，但是没有法身菩萨那么自在。原因是什么？科学家没有把身体放下，他还执着身是自己，还执着这些现象真有，所以他依旧是凡夫。如果科学家一旦觉悟了，万法皆空，了不可得，他就证果了，他就成佛了，那就不叫凡夫。真正了解事实真相，愿愿都无有穷尽，这是真的，一点都不假。",
      "zh_TW": "這理跟事都非常難懂，太深了。佛在小乘法裡頭不談這些，為什麼？他不懂，愈說愈迷惑。現在我們可以談談，為什麼？科學證明了，我們對這些科學家不能不佩服。他不是用禪定，他不是用止觀，他用數學、用科學儀器。從數學裡面推算到有這些現象，然後再有高科技去追蹤、去探索，發現了。科學家能不能出六道輪迴？不能。他知道，所知道這些狀況跟法身菩薩沒有兩樣，但是沒有法身菩薩那麼自在。原因是什麼？科學家沒有把身體放下，他還執著身是自己，還執著這些現象真有，所以他依舊是凡夫。如果科學家一旦覺悟了，萬法皆空，了不可得，他就證果了，他就成佛了，那就不叫凡夫。真正了解事實真相，願願都無有窮盡，這是真的，一點都不假。"
    },
    {
      "id": "02-037-0066_p0012",
      "zh_CN": "「念念相续，无有间断」，这个念就是弥勒菩萨所说的，极其微细的念头是生灭法。世尊在《菩萨处胎经》里面跟弥勒菩萨有一段对话，佛问弥勒菩萨，说心有所念，我们凡夫心里起个念头，这一念里面有多少细念？就是微细的念头；有几相？相是物质现象；有几识？识是心理现象。佛问了这么一句话。「心有所念，几念几相识耶」，问了这么一句话。弥勒菩萨回答，佛菩萨一问一答，说给我们听的。弥勒菩萨回答说，一弹指有「三十二亿百千念」。它的单位是百千，一百个千是十万，三十二亿乘十万，就是三百二十兆。这一弹指，有三百二十兆的细念。「念念成形」，就是念念当中都有物质现象；「形皆有识」，每一个物质现象里面都有受想行识。菩萨说一弹指，现在我们科学用秒做单位，一秒钟可以弹几次？弹得快，我想大概弹五次没有问题，一秒钟。如果一秒钟弹五次，那就有一千六百兆，换句话说，一念，这个念念，一念多长的时间？是一千六百兆分之一秒。每一个物质现象、每一个精神现象都是从念头生的。",
      "zh_TW": "「念念相續，無有間斷」，這個念就是彌勒菩薩所說的，極其微細的念頭是生滅法。世尊在《菩薩處胎經》裡面跟彌勒菩薩有一段對話，佛問彌勒菩薩，說心有所念，我們凡夫心裡起個念頭，這一念裡面有多少細念？就是微細的念頭；有幾相？相是物質現象；有幾識？識是心理現象。佛問了這麼一句話。「心有所念，幾念幾相識耶」，問了這麼一句話。彌勒菩薩回答，佛菩薩一問一答，說給我們聽的。彌勒菩薩回答說，一彈指有「三十二億百千念」。它的單位是百千，一百個千是十萬，三十二億乘十萬，就是三百二十兆。這一彈指，有三百二十兆的細念。「念念成形」，就是念念當中都有物質現象；「形皆有識」，每一個物質現象裡面都有受想行識。菩薩說一彈指，現在我們科學用秒做單位，一秒鐘可以彈幾次？彈得快，我想大概彈五次沒有問題，一秒鐘。如果一秒鐘彈五次，那就有一千六百兆，換句話說，一念，這個念念，一念多長的時間？是一千六百兆分之一秒。每一個物質現象、每一個精神現象都是從念頭生的。"
    },
    {
      "id": "02-037-0066_p0013",
      "zh_CN": "所以现在科学家发现意念的秘密，就是心念的秘密，发现这个东西。这个东西比物质厉害，为什么？物质是它变现出来的，它是能变，物质是所变。所以提出科学上一个大问题，提出什么？二分法是错误的。就是现代的科学把心理跟物理分成两部分，现代科学家说这个分法是错误的。物质跟心理是不能分的，它是一不是二，这最近发现的，跟佛经上讲的完全相同。最近这三百多年来，科学都是从物理上发展，心理疏忽了。现在物理已经到了尽头，已经不能解决问题，谁能解决？心理能解决。所以最新的科学提出「以心控物」，就是用我们的意念控制物质现象，提出这个。这跟大乘佛法完全一致，完全相同。佛在三千年前说的，现代科学家把它证实了，是真的，不是假的。念头太要紧了，有意无意，善念恶念，你要负责任，你要小心谨慎。为什么？一个恶念发射出去，遍法界虚空界，说不定那个地方发生灾难，就是你这个念头把它触发的，你不知道。一个善念，也许在他方世界有人得到幸福、得到欢喜，是你的善念成就的。净念就造成像西方极乐世界的净土，染污就变成像我们今天娑婆世界。",
      "zh_TW": "所以現在科學家發現意念的祕密，就是心念的祕密，發現這個東西。這個東西比物質厲害，為什麼？物質是它變現出來的，它是能變，物質是所變。所以提出科學上一個大問題，提出什麼？二分法是錯誤的。就是現代的科學把心理跟物理分成兩部分，現代科學家說這個分法是錯誤的。物質跟心理是不能分的，它是一不是二，這最近發現的，跟佛經上講的完全相同。最近這三百多年來，科學都是從物理上發展，心理疏忽了。現在物理已經到了盡頭，已經不能解決問題，誰能解決？心理能解決。所以最新的科學提出「以心控物」，就是用我們的意念控制物質現象，提出這個。這跟大乘佛法完全一致，完全相同。佛在三千年前說的，現代科學家把它證實了，是真的，不是假的。念頭太要緊了，有意無意，善念惡念，你要負責任，你要小心謹慎。為什麼？一個惡念發射出去，遍法界虛空界，說不定那個地方發生災難，就是你這個念頭把它觸發的，你不知道。一個善念，也許在他方世界有人得到幸福、得到歡喜，是你的善念成就的。淨念就造成像西方極樂世界的淨土，染污就變成像我們今天娑婆世界。"
    },
    {
      "id": "02-037-0066_p0014",
      "zh_CN": "佛经里面的最高科学，现在得到印证，让我们对于经典所说的这些不思议的境界，我们以前总是怀疑，不敢说它错，因为佛不妄语。所以我们相信佛的话，但是没听说过这种说法，也没见过，总是有怀疑，这个怀疑很难断。我这几十年，对大乘经教里的这些也是有怀疑，口说得很硬，心里还是有问题。最近这三、四年看了很多科学报告，恍然大悟，佛是真的，一点都不假，这个怀疑才断掉。我不是修证的功夫断掉，我是看到科学家的报告断掉的。发现报告为什么跟佛讲的是一模一样的？再一看，一比较，佛比他讲得清楚。譬如说根本，物质的根本找到了，一点问题没有了，物质是意念变成的。意念从哪来的？科学家也说了，没有原因，没有理由，突然蹦出来的，马上就消失掉了。这个说法没说错，现象是这个样子，可是他没讲清楚。本体是自性，他没找到。但是现在有一个想法，想到可能有个东西，这个东西是宇宙之间所有一切现象从它那里发生的。有这么个概念，没有法子证明。",
      "zh_TW": "佛經裡面的最高科學，現在得到印證，讓我們對於經典所說的這些不思議的境界，我們以前總是懷疑，不敢說它錯，因為佛不妄語。所以我們相信佛的話，但是沒聽說過這種說法，也沒見過，總是有懷疑，這個懷疑很難斷。我這幾十年，對大乘經教裡的這些也是有懷疑，口說得很硬，心裡還是有問題。最近這三、四年看了很多科學報告，恍然大悟，佛是真的，一點都不假，這個懷疑才斷掉。我不是修證的功夫斷掉，我是看到科學家的報告斷掉的。發現報告為什麼跟佛講的是一模一樣的？再一看，一比較，佛比他講得清楚。譬如說根本，物質的根本找到了，一點問題沒有了，物質是意念變成的。意念從哪來的？科學家也說了，沒有原因，沒有理由，突然蹦出來的，馬上就消失掉了。這個說法沒說錯，現象是這個樣子，可是他沒講清楚。本體是自性，他沒找到。但是現在有一個想法，想到可能有個東西，這個東西是宇宙之間所有一切現象從它那裡發生的。有這麼個概念，沒有法子證明。"
    },
    {
      "id": "02-037-0066_p0015",
      "zh_CN": "现在科学的名词叫零极限，很像佛法里面讲的自性、讲的法性、讲的真如，很有一点像这个样子，佛法说得很具体。因为它没有现象，它没有物质现象，没有精神现象，也没有自然现象，所以科学跟哲学，数学算不出来，再精密的仪器也观察不到。怎么晓得？佛说了，你把妄想分别执着放下就见到了，不需要惹那么多麻烦。放下妄想分别执着，妄想是起心动念。所以真正修行，像法身菩萨，他修什么？六根接触外面六尘境界，他修不起心不动念，这是法身菩萨。起心动念，不分别、不执着是一般的菩萨；起心动念，还有分别，没有执着，那是阿罗汉、辟支佛。我们凡夫起心动念、分别执着统有，所以叫六道凡夫，就错了，这错用了心。",
      "zh_TW": "現在科學的名詞叫零極限，很像佛法裡面講的自性、講的法性、講的真如，很有一點像這個樣子，佛法說得很具體。因為它沒有現象，它沒有物質現象，沒有精神現象，也沒有自然現象，所以科學跟哲學，數學算不出來，再精密的儀器也觀察不到。怎麼曉得？佛說了，你把妄想分別執著放下就見到了，不需要惹那麼多麻煩。放下妄想分別執著，妄想是起心動念。所以真正修行，像法身菩薩，他修什麼？六根接觸外面六塵境界，他修不起心不動念，這是法身菩薩。起心動念，不分別、不執著是一般的菩薩；起心動念，還有分別，沒有執著，那是阿羅漢、辟支佛。我們凡夫起心動念、分別執著統有，所以叫六道凡夫，就錯了，這錯用了心。"
    },
    {
      "id": "02-037-0066_p0016",
      "zh_CN": "这个地方所说的，与会的这些法身大士，无论在家、出家，都是真正成佛，明心见性了，对于事实真相一清二楚。他们在这个世界上，众生有感他就有应，像《观世音菩萨普门品》里所说的，应以什么身得度他就能现什么身。虽然现身说法，他从来没有起心动念过。没有起心动念，怎么能现身？怎么能说法？这个妙，妙就妙在此地，现身说法，不起心不动念。所以佛经上有两句话很耐人寻味，「现而无现，无现而现；说而无说，无说而说」，这妙了！这几句话确实能够形容得出来，可是那境界很高，一般人确实很不容易体会，它是事实真相。完全没有自己，现身说法是为众生，自己并没有起个念头。众生有念头就是感，他自自然然有应，叫感应道交，不可思议。",
      "zh_TW": "這個地方所說的，與會的這些法身大士，無論在家、出家，都是真正成佛，明心見性了，對於事實真相一清二楚。他們在這個世界上，眾生有感他就有應，像《觀世音菩薩普門品》裡所說的，應以什麼身得度他就能現什麼身。雖然現身說法，他從來沒有起心動念過。沒有起心動念，怎麼能現身？怎麼能說法？這個妙，妙就妙在此地，現身說法，不起心不動念。所以佛經上有兩句話很耐人尋味，「現而無現，無現而現；說而無說，無說而說」，這妙了！這幾句話確實能夠形容得出來，可是那境界很高，一般人確實很不容易體會，它是事實真相。完全沒有自己，現身說法是為眾生，自己並沒有起個念頭。眾生有念頭就是感，他自自然然有應，叫感應道交，不可思議。"
    },
    {
      "id": "02-037-0066_p0017",
      "zh_CN": "念念相续，无有间断，这是性德，这是大慈大悲。「身语意业，无有疲厌」，这是表现在外面。身、语，意是念头，表现在外面。无有疲厌，不疲不厌，为什么？他没有分别、没有执着、没有起心动念，哪来的疲厌？《行愿品》接着又说，「若人」，就是假如有人，「诵此愿者」，读诵这个十大愿王，读诵。「是人临命终时，最后刹那，一切诸根，悉皆散坏，一切亲属，悉皆舍离，一切威势，悉皆退失，辅相大臣、宫城内外，象马车乘，珍宝伏藏，如是一切，无复相随，唯此愿王，不相舍离，于一切时引导其前，一刹那中即得往生极乐世界，到已，即见阿弥陀佛」。这一段很长，我们先念上面这一半。这是说十大愿王功德不可思议。为什么会有这么大功德？那是普贤菩萨他发愿、他修行。前面几句话我们能看出，「我此大愿」，我是普贤菩萨自称，普贤菩萨这个大愿「无有穷尽」，遍十方三世才叫无有穷尽。说明他的修行、他的功德成就了十大愿王，十大愿王的加持，你就能往生到极乐世界。",
      "zh_TW": "念念相續，無有間斷，這是性德，這是大慈大悲。「身語意業，無有疲厭」，這是表現在外面。身、語，意是念頭，表現在外面。無有疲厭，不疲不厭，為什麼？他沒有分別、沒有執著、沒有起心動念，哪來的疲厭？《行願品》接著又說，「若人」，就是假如有人，「誦此願者」，讀誦這個十大願王，讀誦。「是人臨命終時，最後剎那，一切諸根，悉皆散壞，一切親屬，悉皆捨離，一切威勢，悉皆退失，輔相大臣、宮城內外，象馬車乘，珍寶伏藏，如是一切，無復相隨，唯此願王，不相捨離，於一切時引導其前，一剎那中即得往生極樂世界，到已，即見阿彌陀佛」。這一段很長，我們先念上面這一半。這是說十大願王功德不可思議。為什麼會有這麼大功德？那是普賢菩薩他發願、他修行。前面幾句話我們能看出，「我此大願」，我是普賢菩薩自稱，普賢菩薩這個大願「無有窮盡」，遍十方三世才叫無有窮盡。說明他的修行、他的功德成就了十大願王，十大願王的加持，你就能往生到極樂世界。"
    },
    {
      "id": "02-037-0066_p0018",
      "zh_CN": "加持里面最重要的是信心，所以信、愿、行，这是净宗的三个条件，叫三资粮。不仅仅是净宗，诸佛如来教化众生无量法门，无量的方便都离不开这三条。不信就不能接受；信了不想去，也去不了；想去，不肯干，还是不能满愿。这三个字具备了的时候就成功了，就这么容易，容易得叫人难以相信。信心里头，头一个相信自己，蕅益大师在《弥陀经要解》上讲六个信，这个太重要！蕅益大师注的《弥陀经要解》，他就用信、愿、行三个字来解释全经，序分里面用信愿行，正宗分也是信愿行，最后流通分还是信愿行。这是自古以来，许多祖师大德注解《弥陀经》没有这个讲法，只有他一个人，注得好！印光大师佩服到极处，说即使古佛再来，给《弥陀经》做一部注解，也不能够超过其上。这个赞叹赞到极处了。",
      "zh_TW": "加持裡面最重要的是信心，所以信、願、行，這是淨宗的三個條件，叫三資糧。不僅僅是淨宗，諸佛如來教化眾生無量法門，無量的方便都離不開這三條。不信就不能接受；信了不想去，也去不了；想去，不肯幹，還是不能滿願。這三個字具備了的時候就成功了，就這麼容易，容易得叫人難以相信。信心裡頭，頭一個相信自己，蕅益大師在《彌陀經要解》上講六個信，這個太重要！蕅益大師註的《彌陀經要解》，他就用信、願、行三個字來解釋全經，序分裡面用信願行，正宗分也是信願行，最後流通分還是信願行。這是自古以來，許多祖師大德註解《彌陀經》沒有這個講法，只有他一個人，註得好！印光大師佩服到極處，說即使古佛再來，給《彌陀經》做一部註解，也不能夠超過其上。這個讚歎讚到極處了。"
    },
    {
      "id": "02-037-0066_p0019",
      "zh_CN": "大概在十年前，我在新加坡讲经，演培法师曾经问过我，我们是老朋友，他是修弥勒净土的，求生兜率天的。提出印光大师这段话问我，他说印光法师这个赞叹是不是嫌太过分了一点？他对这个赞叹怀疑。我告诉他，印光大师的赞叹一丝毫都不过分，是真实语。像《金刚经》上说的，「如来是真语者、实语者、如语者」，他说得恰到好处。",
      "zh_TW": "大概在十年前，我在新加坡講經，演培法師曾經問過我，我們是老朋友，他是修彌勒淨土的，求生兜率天的。提出印光大師這段話問我，他說印光法師這個讚歎是不是嫌太過分了一點？他對這個讚歎懷疑。我告訴他，印光大師的讚歎一絲毫都不過分，是真實語。像《金剛經》上說的，「如來是真語者、實語者、如語者」，他說得恰到好處。"
    },
    {
      "id": "02-037-0066_p0020",
      "zh_CN": "这六个信，头一个信自己，跟宗教里面讲信不一样。大概说这个也有二十多年前，我住在美国，有一天美国的基督教，有好几位牧师、神职人员来拜访我。告诉我，我们净土宗跟他们是一致的。我说那我得请教怎么是一致的？他说我们是信，信摆在第一，你们也是把信摆在第一。我说不一样！他说怎么不一样？我说你们信，第一个是信上帝，对不对？对！我说我们第一个信是信自己，不是信上帝，不一样。我们把信佛，信阿弥陀佛、信释迦牟尼佛摆在第二位，第一个信自己，第二个信他；不相信自己，他帮不上忙，佛菩萨帮不上忙。所以头一个相信自己。你看你们宗教里头，没有说人人都是上帝，没人敢说这个话，人人都是神，没人敢说，它是有距离的。佛法不是这样的，人人都是佛，一切众生本来是佛，这怎么会一样！",
      "zh_TW": "這六個信，頭一個信自己，跟宗教裡面講信不一樣。大概說這個也有二十多年前，我住在美國，有一天美國的基督教，有好幾位牧師、神職人員來拜訪我。告訴我，我們淨土宗跟他們是一致的。我說那我得請教怎麼是一致的？他說我們是信，信擺在第一，你們也是把信擺在第一。我說不一樣！他說怎麼不一樣？我說你們信，第一個是信上帝，對不對？對！我說我們第一個信是信自己，不是信上帝，不一樣。我們把信佛，信阿彌陀佛、信釋迦牟尼佛擺在第二位，第一個信自己，第二個信他；不相信自己，他幫不上忙，佛菩薩幫不上忙。所以頭一個相信自己。你看你們宗教裡頭，沒有說人人都是上帝，沒人敢說這個話，人人都是神，沒人敢說，它是有距離的。佛法不是這樣的，人人都是佛，一切眾生本來是佛，這怎麼會一樣！"
    },
    {
      "id": "02-037-0066_p0021",
      "zh_CN": "中国老祖宗教人，人性本善，「人之初，性本善」。所以，中国从前读书上学，第一个老师就是告诉你人性本善。那个本善是什么？就是佛性，跟一切众生本来是佛是一个意思。所以教育，你看一上学，头一句话就是把教学的宗旨告诉你，希望你将来能够达到这个目标。中国的教育是圣贤教育，佛菩萨是圣贤教育，他不骗你。第一个要相信自己，然后相信释迦牟尼佛不妄语，给我们介绍是真的；相信阿弥陀佛极乐世界是真实的，是他自己四十八愿，五劫修行功德之所成就。完全是用教育造成的，跟中国古人看法、想法完全相同。中国古人你看教人，「建国君民，教学为先」，《三字经》上说，「苟不教，性乃迁」，不教就会变坏，一定要好好的教。佛法自始至终都是教育，人是教得好的，一切众生都教得好的，只要把教育办好了，什么问题都解决了。所以诸佛菩萨是世间第一等聪明智慧人，第一大福报的人，他不去做国王，不去做世间大富长者，他不干这个事情，他搞教育。一生从事于教学，帮助众生开悟，帮助众生转恶为善，转邪为正，转凡成圣，乐此不疲。于人无争，于世无求，得大自在，不造业。不争不求就不造业，那多自在！",
      "zh_TW": "中國老祖宗教人，人性本善，「人之初，性本善」。所以，中國從前讀書上學，第一個老師就是告訴你人性本善。那個本善是什麼？就是佛性，跟一切眾生本來是佛是一個意思。所以教育，你看一上學，頭一句話就是把教學的宗旨告訴你，希望你將來能夠達到這個目標。中國的教育是聖賢教育，佛菩薩是聖賢教育，他不騙你。第一個要相信自己，然後相信釋迦牟尼佛不妄語，給我們介紹是真的；相信阿彌陀佛極樂世界是真實的，是他自己四十八願，五劫修行功德之所成就。完全是用教育造成的，跟中國古人看法、想法完全相同。中國古人你看教人，「建國君民，教學為先」，《三字經》上說，「苟不教，性乃遷」，不教就會變壞，一定要好好的教。佛法自始至終都是教育，人是教得好的，一切眾生都教得好的，只要把教育辦好了，什麼問題都解決了。所以諸佛菩薩是世間第一等聰明智慧人，第一大福報的人，他不去做國王，不去做世間大富長者，他不幹這個事情，他搞教育。一生從事於教學，幫助眾生開悟，幫助眾生轉惡為善，轉邪為正，轉凡成聖，樂此不疲。於人無爭，於世無求，得大自在，不造業。不爭不求就不造業，那多自在！"
    },
    {
      "id": "02-037-0066_p0022",
      "zh_CN": "果报不在天堂，果报在极乐世界，在诸佛如来实报庄严土。实报庄严土是什么？诸佛教学的基地，教学的主要的道场，那个道场就是学校。你看极乐世界，我们没有看到它有行政组织，极乐世界没有总统，也没有天王，没有国王、没有总统，也没听说它有总理、有大臣，没听说过，没有士农工商，这经上没讲到、没有提到。只有老师、学生，阿弥陀佛是老师，往生去的人都是学生。到那边去干什么？天天听课，阿弥陀佛讲经说法，帮助大家开悟，大彻大悟，明心见性，毕业就成佛了。成佛之后，到十方世界教化众生。遍法界虚空界跟自己都有密切的关系，是一体，众生有感，自然有应，感应道交不可思议。",
      "zh_TW": "果報不在天堂，果報在極樂世界，在諸佛如來實報莊嚴土。實報莊嚴土是什麼？諸佛教學的基地，教學的主要的道場，那個道場就是學校。你看極樂世界，我們沒有看到它有行政組織，極樂世界沒有總統，也沒有天王，沒有國王、沒有總統，也沒聽說它有總理、有大臣，沒聽說過，沒有士農工商，這經上沒講到、沒有提到。只有老師、學生，阿彌陀佛是老師，往生去的人都是學生。到那邊去幹什麼？天天聽課，阿彌陀佛講經說法，幫助大家開悟，大徹大悟，明心見性，畢業就成佛了。成佛之後，到十方世界教化眾生。遍法界虛空界跟自己都有密切的關係，是一體，眾生有感，自然有應，感應道交不可思議。"
    },
    {
      "id": "02-037-0066_p0023",
      "zh_CN": "所以，「诵此愿者」，诵当然要理解，当然要修行。天天念，念多了就懂得了，中国古人说一句话非常有道理，叫「读书千遍，其义自见」，你自然就通了。为什么？你自己有智慧。我们的智慧不能现前，是妄念太多，妄念障碍了自性般若智慧。一千遍念下来之后心就定了，是一种修禅定的方法。读经，所以读经是修行。修行用读经的方法来修行，修什么？修定、修慧。读经的时候恭恭敬敬，要用恭敬心、真诚心，从「如是我闻」念到「信受奉行」，每一个字念得清楚，没有念错，没有念漏掉。经里所讲的什么不要去想，一想就错了，一想什么？打妄想。老老实实念下去，什么都不想，这是什么？这叫修定。不念经的时候妄想很多，念经的时候把妄想念掉，就这个意思。不可以想经里头的意思，一遍一遍念下去，念到定功成就的时候豁然开悟，经里的意思完全自然就明了了，就通达了。",
      "zh_TW": "所以，「誦此願者」，誦當然要理解，當然要修行。天天念，念多了就懂得了，中國古人說一句話非常有道理，叫「讀書千遍，其義自見」，你自然就通了。為什麼？你自己有智慧。我們的智慧不能現前，是妄念太多，妄念障礙了自性般若智慧。一千遍念下來之後心就定了，是一種修禪定的方法。讀經，所以讀經是修行。修行用讀經的方法來修行，修什麼？修定、修慧。讀經的時候恭恭敬敬，要用恭敬心、真誠心，從「如是我聞」念到「信受奉行」，每一個字念得清楚，沒有念錯，沒有念漏掉。經裡所講的什麼不要去想，一想就錯了，一想什麼？打妄想。老老實實念下去，什麼都不想，這是什麼？這叫修定。不念經的時候妄想很多，念經的時候把妄想念掉，就這個意思。不可以想經裡頭的意思，一遍一遍念下去，念到定功成就的時候豁然開悟，經裡的意思完全自然就明瞭了，就通達了。"
    },
    {
      "id": "02-037-0066_p0024",
      "zh_CN": "所以，依照这个规矩去念经，这叫持戒，念到纯熟就得定，就得三昧。得定之后，再继续下去，肯定会开悟，有大悟、有彻悟，有大彻大悟，明心见性。到明心见性，别说你这一部经通了，所有经全通了。佛法里这个方法妙绝了！怎么通？因为一切法不离自性，都是自性变现的，你见了性，还有哪一样不通？全通了。这是中国跟外国人求学的方法、目的不相同。外国人求的是知识，读的东西愈多愈好，记的东西愈多愈好，全是从外来的，知识，不是智慧。印度跟中国东方人他求智慧，他不求知识。智慧透露出来，知识自然明了；知识再多，没有智慧，它起的作用还是有局限性的，而且有后遗症，它不圆满。所以知识跟智慧是两桩事情，必须把它分清楚，我们求智慧，不求知识。知识这个层面，日常生活用得上的就可以了；用不上的不要去操心，没用的，一心求智慧重要。",
      "zh_TW": "所以，依照這個規矩去念經，這叫持戒，念到純熟就得定，就得三昧。得定之後，再繼續下去，肯定會開悟，有大悟、有徹悟，有大徹大悟，明心見性。到明心見性，別說你這一部經通了，所有經全通了。佛法裡這個方法妙絕了！怎麼通？因為一切法不離自性，都是自性變現的，你見了性，還有哪一樣不通？全通了。這是中國跟外國人求學的方法、目的不相同。外國人求的是知識，讀的東西愈多愈好，記的東西愈多愈好，全是從外來的，知識，不是智慧。印度跟中國東方人他求智慧，他不求知識。智慧透露出來，知識自然明瞭；知識再多，沒有智慧，它起的作用還是有侷限性的，而且有後遺症，它不圓滿。所以知識跟智慧是兩樁事情，必須把它分清楚，我們求智慧，不求知識。知識這個層面，日常生活用得上的就可以了；用不上的不要去操心，沒用的，一心求智慧重要。"
    },
    {
      "id": "02-037-0066_p0025",
      "zh_CN": "所以闻，一定有思，一定有修。这个人「诵此愿者」，他能不得受用吗？意思浅，他行浅，意思深，他的行大，不断都在进步，理事两方面都有长进。所以这个人一生，古人讲的一门深入，长时薰修，一生守住这部经念到底。在民国，有个人给我们做了个示范，弘一大师。弘一大师出家之后，他的课诵，早晚课就是《普贤菩萨行愿品》，就是十大愿王导归极乐。这一卷经他念得很熟，都能够背诵，常常依照这个方法修行，他真有成就。我们看他老人家的传记，我在新加坡住了将近四年，我住的地方离薝葡院很近，走路大概五分钟，散步就到了。那个小道场，弘一大师过去每次到新加坡都住在那个地方，所以那个地方他遗留的东西还不少。主人告诉我，弘一大师在晚年，学佛之后变成非常慈悲，平易近人，十大愿王他几乎统统做到了。",
      "zh_TW": "所以聞，一定有思，一定有修。這個人「誦此願者」，他能不得受用嗎？意思淺，他行淺，意思深，他的行大，不斷都在進步，理事兩方面都有長進。所以這個人一生，古人講的一門深入，長時薰修，一生守住這部經念到底。在民國，有個人給我們做了個示範，弘一大師。弘一大師出家之後，他的課誦，早晚課就是《普賢菩薩行願品》，就是十大願王導歸極樂。這一卷經他念得很熟，都能夠背誦，常常依照這個方法修行，他真有成就。我們看他老人家的傳記，我在新加坡住了將近四年，我住的地方離薝葡院很近，走路大概五分鐘，散步就到了。那個小道場，弘一大師過去每次到新加坡都住在那個地方，所以那個地方他遺留的東西還不少。主人告訴我，弘一大師在晚年，學佛之後變成非常慈悲，平易近人，十大願王他幾乎統統做到了。"
    },
    {
      "id": "02-037-0066_p0026",
      "zh_CN": "可是年轻的时候不一样，年轻的时候跟十大愿王完全相违背。年轻学艺术、学音乐、学绘画，而且是富家子弟，看不得人一点点过失，脾气很大，会骂人的。听说在东京留学的时候，在日本，在美术学校，跟一个同学约了早晨八点钟，同学来看他。结果这个同学来了，大概迟了两分钟，他不开门，把他臭骂一顿，「我跟你约的是八点，你为什么八点零二分，你不守信用」。狠狠教训一顿，把他赶回去了，你说那样个性的人。到晚年的时候对人那么样的随和，饮食什么，什么都不讲究，真的是恒顺众生，随喜功德。完全变了，一百八十度的变了。这是《普贤行愿品》那种感化人心的，我们在弘一大师身上看到了。",
      "zh_TW": "可是年輕的時候不一樣，年輕的時候跟十大願王完全相違背。年輕學藝術、學音樂、學繪畫，而且是富家子弟，看不得人一點點過失，脾氣很大，會罵人的。聽說在東京留學的時候，在日本，在美術學校，跟一個同學約了早晨八點鐘，同學來看他。結果這個同學來了，大概遲了兩分鐘，他不開門，把他臭罵一頓，「我跟你約的是八點，你為什麼八點零二分，你不守信用」。狠狠教訓一頓，把他趕回去了，你說那樣個性的人。到晚年的時候對人那麼樣的隨和，飲食什麼，什麼都不講究，真的是恆順眾生，隨喜功德。完全變了，一百八十度的變了。這是《普賢行願品》那種感化人心的，我們在弘一大師身上看到了。"
    },
    {
      "id": "02-037-0066_p0027",
      "zh_CN": "十大愿王，确确实实就是四十八愿的浓缩。所以这个人临命终时最后刹那，一切诸根，这个诸根就是身体，我们中国人讲灵魂。灵魂离开身体，身体很容易腐烂，很容易就腐坏掉了。所以诸根，眼耳鼻舌身皆悉散坏，身体坏了。一切眷属皆悉舍离，没有一个人能跟着你去，你是一个人到这个世间来，最后还是一个人离开，这是事实真相。一切威势，悉皆退失，你在这个人间你有地位、你有权势，你官做得很大，到这个时候全没有了，完全退失了。辅相大臣，如果你是做国王，你的宰相、你的大臣也都离开了。你居住的宫、城内外，你居住的环境，宫是宫殿，像皇上的紫禁城，那是宫城，内外。象马车乘，是你的交通工具。珍宝伏藏，你所收藏的这些珍宝。如是一切无复相随，一样都带不去，两手空空而来，走的时候两手空空而去，这是事实真相。如果你都能够了解，你就都放下了，心不要操这些心，全放下了。",
      "zh_TW": "十大願王，確確實實就是四十八願的濃縮。所以這個人臨命終時最後剎那，一切諸根，這個諸根就是身體，我們中國人講靈魂。靈魂離開身體，身體很容易腐爛，很容易就腐壞掉了。所以諸根，眼耳鼻舌身皆悉散壞，身體壞了。一切眷屬皆悉捨離，沒有一個人能跟著你去，你是一個人到這個世間來，最後還是一個人離開，這是事實真相。一切威勢，悉皆退失，你在這個人間你有地位、你有權勢，你官做得很大，到這個時候全沒有了，完全退失了。輔相大臣，如果你是做國王，你的宰相、你的大臣也都離開了。你居住的宮、城內外，你居住的環境，宮是宮殿，像皇上的紫禁城，那是宮城，內外。象馬車乘，是你的交通工具。珍寶伏藏，你所收藏的這些珍寶。如是一切無復相隨，一樣都帶不去，兩手空空而來，走的時候兩手空空而去，這是事實真相。如果你都能夠了解，你就都放下了，心不要操這些心，全放下了。"
    },
    {
      "id": "02-037-0066_p0028",
      "zh_CN": "带不去的统统要放下，我讲经过去曾经说过，你身上口袋装多少钱，那是你的，没有装在口袋里不是你的。你晚上住在这个地方，这是我的家，出了门就不是的了。你能常作如是观，你的心就得自在，彻底放下，全是假的，不是真的，没有一样是真的。为这些假东西操心，这叫造业，这是什么？这是造六道轮回的业，出不去，统统舍掉。「唯此愿王，不相舍离」，这个好，十大愿王不会舍离你，阿弥陀佛四十八愿不会舍离你。四十八愿太多了记不住，你记一句四个字「阿弥陀佛」，这一句就行了。为什么？这一句里头包含十大愿王，包含四十八愿，包含一切诸佛如来度众生的本愿，这个带得走的。",
      "zh_TW": "帶不去的統統要放下，我講經過去曾經說過，你身上口袋裝多少錢，那是你的，沒有裝在口袋裡不是你的。你晚上住在這個地方，這是我的家，出了門就不是的了。你能常作如是觀，你的心就得自在，徹底放下，全是假的，不是真的，沒有一樣是真的。為這些假東西操心，這叫造業，這是什麼？這是造六道輪迴的業，出不去，統統捨掉。「唯此願王，不相捨離」，這個好，十大願王不會捨離你，阿彌陀佛四十八願不會捨離你。四十八願太多了記不住，你記一句四個字「阿彌陀佛」，這一句就行了。為什麼？這一句裡頭包含十大願王，包含四十八願，包含一切諸佛如來度眾生的本願，這個帶得走的。"
    },
    {
      "id": "02-037-0066_p0029",
      "zh_CN": "「于一切时引导其前」，一切时一切处跟你永远不会分开，这个东西好。为什么不念念念它，念一些身外之物？你说冤不冤枉？身外之物随它去吧！不要再放在心上了。到了极乐世界，你就见到阿弥陀佛，其实没到之前就见到，为什么？临命终时佛来接引你。可是你一定要想到阿弥陀佛，念念不忘，常常挂在心上，阿弥陀佛就来了。阿弥陀佛来接你，首先放光，佛光注照的时候你的功德就提升一倍。《弥陀经》上讲的一心不乱，这是罗什大师翻的，玄奘大师翻的是一心系念，不是不乱。一心系念容易，一心不乱难！我们是一心系念，感得阿弥陀佛来放光接引，但是光一照，就把我们一心系念提升到一心不乱，这是加持的，所以罗什大师没有翻错。如果翻译有问题，这一千七百多年，历代这些高人早就把这问题拈出来了。大家都不提这个事情，可见得没翻错。",
      "zh_TW": "「於一切時引導其前」，一切時一切處跟你永遠不會分開，這個東西好。為什麼不念念念它，念一些身外之物？你說冤不冤枉？身外之物隨它去吧！不要再放在心上了。到了極樂世界，你就見到阿彌陀佛，其實沒到之前就見到，為什麼？臨命終時佛來接引你。可是你一定要想到阿彌陀佛，念念不忘，常常掛在心上，阿彌陀佛就來了。阿彌陀佛來接你，首先放光，佛光注照的時候你的功德就提升一倍。《彌陀經》上講的一心不亂，這是羅什大師翻的，玄奘大師翻的是一心繫念，不是不亂。一心繫念容易，一心不亂難！我們是一心繫念，感得阿彌陀佛來放光接引，但是光一照，就把我們一心繫念提升到一心不亂，這是加持的，所以羅什大師沒有翻錯。如果翻譯有問題，這一千七百多年，歷代這些高人早就把這問題拈出來了。大家都不提這個事情，可見得沒翻錯。"
    },
    {
      "id": "02-037-0066_p0030",
      "zh_CN": "到极乐世界，在极乐世界修行，无论是同居土、方便土、实报土都好。即使是生在同居土下下品往生，阿弥陀佛的本愿讲得很清楚，皆作阿惟越致菩萨。阿惟越致菩萨是实报土的菩萨，圆证三不退的菩萨，这是阿弥陀佛本愿威神加持你，你就得到了。所以到极乐世界不要去想品位，不要有这个杂念，这个杂念不好，为什么？你还有分别、还有执着，你还执着实报土，什么方便土，你还执着这些。这些是什么？给你说有，实际上没有。现在给你说没有你不相信，就给你说有。到那个地方之后，原来没有，平等的。你感觉到非常意外，比你所了解的更殊胜、更圆满，这是真的。",
      "zh_TW": "到極樂世界，在極樂世界修行，無論是同居土、方便土、實報土都好。即使是生在同居土下下品往生，阿彌陀佛的本願講得很清楚，皆作阿惟越致菩薩。阿惟越致菩薩是實報土的菩薩，圓證三不退的菩薩，這是阿彌陀佛本願威神加持你，你就得到了。所以到極樂世界不要去想品位，不要有這個雜念，這個雜念不好，為什麼？你還有分別、還有執著，你還執著實報土，什麼方便土，你還執著這些。這些是什麼？給你說有，實際上沒有。現在給你說沒有你不相信，就給你說有。到那個地方之後，原來沒有，平等的。你感覺到非常意外，比你所了解的更殊勝、更圓滿，這是真的。"
    },
    {
      "id": "02-037-0066_p0031",
      "zh_CN": "弥陀净土是平等世界，你看《观经》上所讲的，到西方极乐世界的人，你的身相跟阿弥陀佛长得一样，这是阿弥陀佛四十八愿有的。为什么要长得一样？阿弥陀佛参观了许多诸佛刹土，觉得这是个大问题。为什么？相貌不一样，相貌好的人傲慢，相貌不好的人自卑感，这很不平，这造成麻烦。所以往生到极乐世界大家相貌完全相同，这个问题就解决了，他想得真周到。身有无量相，相有无量好，而且证得是法性身，居住的法性土，决定没有灾难。所以极乐世界是我们无法想像那样的美好，那是我们的老家，为什么不肯回去，要在外面受苦受难？把自己老家忘得一干二净，错了。诸佛菩萨为我们示现，劝我们，我们有老家，阿弥陀佛是我们的亲人，这个一定要抓住。",
      "zh_TW": "彌陀淨土是平等世界，你看《觀經》上所講的，到西方極樂世界的人，你的身相跟阿彌陀佛長得一樣，這是阿彌陀佛四十八願有的。為什麼要長得一樣？阿彌陀佛參觀了許多諸佛剎土，覺得這是個大問題。為什麼？相貌不一樣，相貌好的人傲慢，相貌不好的人自卑感，這很不平，這造成麻煩。所以往生到極樂世界大家相貌完全相同，這個問題就解決了，他想得真周到。身有無量相，相有無量好，而且證得是法性身，居住的法性土，決定沒有災難。所以極樂世界是我們無法想像那樣的美好，那是我們的老家，為什麼不肯回去，要在外面受苦受難？把自己老家忘得一乾二淨，錯了。諸佛菩薩為我們示現，勸我們，我們有老家，阿彌陀佛是我們的親人，這個一定要抓住。"
    },
    {
      "id": "02-037-0066_p0032",
      "zh_CN": "所以，见到阿弥陀佛，「其人自见生莲华中」，往生的人自己清清楚楚、明明白白，生在莲花当中。莲花的光、色，莲花的大小，与我们念佛的心有密切关系。莲花从哪来的？是我们自己心变现的。懂得这个道理，这是带得去的，来生一定受用的，为什么不多念佛？愈念花愈大，愈念花愈美。这是真的，永恒的，你可以得到的，现在这个世间没有一样东西可以得到。我这次回来在飞机上，有个同修把我前面的那个电视打开，将要达到的时候两个小时，他让我看一个片子，日本三一一的大地震，海啸。他们是飞机从空中拍摄下来的，那个看得太可怕了，比美国「２０１２」那个片子还恐怖，那是电影，这是真的。沿海这个小城市，不到一分钟就没有了，你看到海啸那个巨浪排山倒海的下来，非常恐怖。我在日本听说有这个片子，我没有看到，没想到在飞机上，大概一个半小时，完全是拍摄的记录片。",
      "zh_TW": "所以，見到阿彌陀佛，「其人自見生蓮華中」，往生的人自己清清楚楚、明明白白，生在蓮花當中。蓮花的光、色，蓮花的大小，與我們念佛的心有密切關係。蓮花從哪來的？是我們自己心變現的。懂得這個道理，這是帶得去的，來生一定受用的，為什麼不多念佛？愈念花愈大，愈念花愈美。這是真的，永恆的，你可以得到的，現在這個世間沒有一樣東西可以得到。我這次回來在飛機上，有個同修把我前面的那個電視打開，將要達到的時候兩個小時，他讓我看一個片子，日本三一一的大地震，海嘯。他們是飛機從空中拍攝下來的，那個看得太可怕了，比美國「２０１２」那個片子還恐怖，那是電影，這是真的。沿海這個小城市，不到一分鐘就沒有了，你看到海嘯那個巨浪排山倒海的下來，非常恐怖。我在日本聽說有這個片子，我沒有看到，沒想到在飛機上，大概一個半小時，完全是拍攝的記錄片。"
    },
    {
      "id": "02-037-0066_p0033",
      "zh_CN": "这些灾难在明年到底有没有？我们如果从因果这个事实来看，肯定它有。科学家他们认为可能性是一半一半。佛法告诉我们，「一切法从心想生」，今天这个世界，居住世界上这些人，他心里想些什么？我们从这些地方冷静、细心去观察，就知道灾难不能避免。灾难的形成，是我们不善的念头、不善的行为所感召的。美国布莱登博士写了一本书，叫《无量之网》，有同学送一本给我看，我没看完，大概看了四分之一。写得好，跟佛经愈来愈相应。里面就是说，我们起心动念，这个波动就周遍法界，跟《华严经》上讲得是一样的。物质是波动现象，没有波动，物质就没有了，念头也是波动现象。所以人到不起心、不动念，那是静止的状态之下，你看所有的动相就看得非常清楚。静就是禅定，我们修的这个禅定非常特殊，把心定在阿弥陀佛佛号上，不是定在别的地方，定在佛号上。这个容易，比其他的方法容易太多，而且人人可以学习，男女老少、贤愚不肖统统可以学习。成功是相等的，这个方法太妙了！",
      "zh_TW": "這些災難在明年到底有沒有？我們如果從因果這個事實來看，肯定它有。科學家他們認為可能性是一半一半。佛法告訴我們，「一切法從心想生」，今天這個世界，居住世界上這些人，他心裡想些什麼？我們從這些地方冷靜、細心去觀察，就知道災難不能避免。災難的形成，是我們不善的念頭、不善的行為所感召的。美國布萊登博士寫了一本書，叫《無量之網》，有同學送一本給我看，我沒看完，大概看了四分之一。寫得好，跟佛經愈來愈相應。裡面就是說，我們起心動念，這個波動就周遍法界，跟《華嚴經》上講得是一樣的。物質是波動現象，沒有波動，物質就沒有了，念頭也是波動現象。所以人到不起心、不動念，那是靜止的狀態之下，你看所有的動相就看得非常清楚。靜就是禪定，我們修的這個禪定非常特殊，把心定在阿彌陀佛佛號上，不是定在別的地方，定在佛號上。這個容易，比其他的方法容易太多，而且人人可以學習，男女老少、賢愚不肖統統可以學習。成功是相等的，這個方法太妙了！"
    },
    {
      "id": "02-037-0066_p0034",
      "zh_CN": "确实一个念头起，遍法界虚空界都能够收到，它太快了，光的速度跟它不能相比。善的念头好，不善的念头麻烦太大。今天我们这个世间，起心动念没有离开贪、瞋、痴、慢、疑这五种，大乘经里面称为五毒。我们有这个五毒的念头，身心不清净，容易感染细菌。也就是说你的免疫能力很差，你很容易受感染，受病菌的感染。对外，就是山河大地，我们地球，这个星球造成灾难。贪心感染的是水灾；瞋恚感染的是温度上升，火山爆发；愚痴感染的是风灾；傲慢感染的是地震；怀疑，麻烦很大，山崩地陷，山会倒下来，地会陷下去，怀疑。对自己怀疑，对父母怀疑，对兄弟怀疑，人与人之间往来没有一个不怀疑，这还得了！对祖宗怀疑、对圣贤怀疑，这没法子了。所以，我们从这些地方细心去观察，灾难是没有法子避免。",
      "zh_TW": "確實一個念頭起，遍法界虛空界都能夠收到，它太快了，光的速度跟它不能相比。善的念頭好，不善的念頭麻煩太大。今天我們這個世間，起心動念沒有離開貪、瞋、痴、慢、疑這五種，大乘經裡面稱為五毒。我們有這個五毒的念頭，身心不清淨，容易感染細菌。也就是說你的免疫能力很差，你很容易受感染，受病菌的感染。對外，就是山河大地，我們地球，這個星球造成災難。貪心感染的是水災；瞋恚感染的是溫度上升，火山爆發；愚痴感染的是風災；傲慢感染的是地震；懷疑，麻煩很大，山崩地陷，山會倒下來，地會陷下去，懷疑。對自己懷疑，對父母懷疑，對兄弟懷疑，人與人之間往來沒有一個不懷疑，這還得了！對祖宗懷疑、對聖賢懷疑，這沒法子了。所以，我們從這些地方細心去觀察，災難是沒有法子避免。"
    },
    {
      "id": "02-037-0066_p0035",
      "zh_CN": "我们自己能不能救自己？能，我们明白这个道理，我们把这五种，五毒把它放下，不贪、不瞋、不痴、不慢、不怀疑，这个要真干，我们的清净心就现前，没有五毒。用一句阿弥陀佛就能把这个毒清除掉。在日常生活当中，一定要懂得慈悲，用清净平等心去爱护别人，爱护动物、爱护植物、爱护山河大地，把我们的爱心充遍法界。这个好，这个跟诸佛菩萨就能起感应道交的作用。「爱心遍法界，善意满娑婆」，我们自己做，影响你的一家人，影响你的邻居。真正依照这个方法修行，像图文巴这个城市才十万人，有个二十人、三十人真正修行，这个地区就不遭灾难；能够有二、三百人修行，澳洲就不会遭灾难，有这么大的力量。",
      "zh_TW": "我們自己能不能救自己？能，我們明白這個道理，我們把這五種，五毒把它放下，不貪、不瞋、不痴、不慢、不懷疑，這個要真幹，我們的清淨心就現前，沒有五毒。用一句阿彌陀佛就能把這個毒清除掉。在日常生活當中，一定要懂得慈悲，用清淨平等心去愛護別人，愛護動物、愛護植物、愛護山河大地，把我們的愛心充遍法界。這個好，這個跟諸佛菩薩就能起感應道交的作用。「愛心遍法界，善意滿娑婆」，我們自己做，影響你的一家人，影響你的鄰居。真正依照這個方法修行，像圖文巴這個城市才十萬人，有個二十人、三十人真正修行，這個地區就不遭災難；能夠有二、三百人修行，澳洲就不會遭災難，有這麼大的力量。"
    },
    {
      "id": "02-037-0066_p0036",
      "zh_CN": "生到极乐世界，「蒙佛授记」。授记是佛预告你，你将来成佛，你的缘在什么地方，你教化众生、度化众生，你的国土、名号，佛都会预先告诉你，这叫授记。「得授记已，经于无数百千万亿那由他劫」，这是时间，这个数字我们一般讲无量无边、无数无尽。「普于十方不可说不可说世界，以智慧力，随众生心而为利益」。你明心见性之后，智慧开了，能力现前，福报也现前，这些智慧、德能都是自性里头本来具足的，不是外面的。你用你自性里面的智慧、德能，帮助遍法界虚空界一切苦难众生。我们有理由相信，在一切法门当中，我们是修这个法门成功的，一定也是用这个法门去帮助遍法界虚空界的众生。劝他们念佛、劝他们修净土、劝他们往生，肯定用这个方法。",
      "zh_TW": "生到極樂世界，「蒙佛授記」。授記是佛預告你，你將來成佛，你的緣在什麼地方，你教化眾生、度化眾生，你的國土、名號，佛都會預先告訴你，這叫授記。「得授記已，經於無數百千萬億那由他劫」，這是時間，這個數字我們一般講無量無邊、無數無盡。「普於十方不可說不可說世界，以智慧力，隨眾生心而為利益」。你明心見性之後，智慧開了，能力現前，福報也現前，這些智慧、德能都是自性裡頭本來具足的，不是外面的。你用你自性裡面的智慧、德能，幫助遍法界虛空界一切苦難眾生。我們有理由相信，在一切法門當中，我們是修這個法門成功的，一定也是用這個法門去幫助遍法界虛空界的眾生。勸他們念佛、勸他們修淨土、勸他們往生，肯定用這個方法。"
    },
    {
      "id": "02-037-0066_p0037",
      "zh_CN": "我算是个过来人，学佛六十年，讲经五十三年，恒顺众生，随喜功德，大家要我讲什么我就讲什么，讲了好几十部。现在，我不恒顺众生了，我要大家恒顺我，我不恒顺众生。不过现在诸位一定要知道，由于交通便捷，科技的发达，特别是传媒，我们利用这个好的工具。地球是一个村，地球村，无论在哪里讲经、教学，全世界都可以收看到，所以就不一定住在哪里。我们要的是什么？卫星电视、网际网路，不要道场，道场大了管理很麻烦，开销很大，浪费金钱。所以我的小道场很小，一点点大，但是每天跟全世界同修在一起共修，这个好事情。",
      "zh_TW": "我算是個過來人，學佛六十年，講經五十三年，恆順眾生，隨喜功德，大家要我講什麼我就講什麼，講了好幾十部。現在，我不恆順眾生了，我要大家恆順我，我不恆順眾生。不過現在諸位一定要知道，由於交通便捷，科技的發達，特別是傳媒，我們利用這個好的工具。地球是一個村，地球村，無論在哪裡講經、教學，全世界都可以收看到，所以就不一定住在哪裡。我們要的是什麼？衛星電視、網際網路，不要道場，道場大了管理很麻煩，開銷很大，浪費金錢。所以我的小道場很小，一點點大，但是每天跟全世界同修在一起共修，這個好事情。"
    },
    {
      "id": "02-037-0066_p0038",
      "zh_CN": "学习也不一定在一起，在我身边的人，要知道现在人不好教，不但不好教，不能教，为什么？他有人权，你不可以侵犯人权。父母不能教儿女，他有人权。你看我在美国的时候，我亲自看到的。我们中国人小孩不听话，骂他几句，有时候打他几下，隔壁邻居打电话到警察局：那家虐待儿童。一会警察来调查，你说麻烦不麻烦！警察来干涉你。所以，老师不能教学生，父母不能教儿女，这个社会怎么办？这是国家定的法律来保障的。所以不能教，只有劝，只有我们自己做到，我们自己依照经教好好学习。听懂的很好，他明白了，觉悟了；听不懂的慢慢来，再听，一遍一遍听，他只要不放弃，总有一天他会听懂。所以我们有耐心，也希望大家有耐心。",
      "zh_TW": "學習也不一定在一起，在我身邊的人，要知道現在人不好教，不但不好教，不能教，為什麼？他有人權，你不可以侵犯人權。父母不能教兒女，他有人權。你看我在美國的時候，我親自看到的。我們中國人小孩不聽話，罵他幾句，有時候打他幾下，隔壁鄰居打電話到警察局：那家虐待兒童。一會警察來調查，你說麻煩不麻煩！警察來干涉你。所以，老師不能教學生，父母不能教兒女，這個社會怎麼辦？這是國家定的法律來保障的。所以不能教，只有勸，只有我們自己做到，我們自己依照經教好好學習。聽懂的很好，他明白了，覺悟了；聽不懂的慢慢來，再聽，一遍一遍聽，他只要不放棄，總有一天他會聽懂。所以我們有耐心，也希望大家有耐心。"
    },
    {
      "id": "02-037-0066_p0039",
      "zh_CN": "这些年来，应该很多年了，有很多地方建道场要我去。我告诉诸位同学，那不是真的，我不会去住的，同学们千万别上当。我做一桩事情，印经，我跟印光大师学的。印光大师一生，四众供养就干一桩事情，印经布施。网路跟卫星，卫星费用是比较多一点，有人支持，支持的人很多，我们从来不闻不问，各人有各人的因果。印经重要，做光碟重要，所以大家送给我的这些钱，统统拿去做这个工作。现在我们第一批印的《无量寿经科注》，上下两册一套，我们第一版印两万套。这次没有来得及送过来，本来我想大家来的时候每个人送一套，这非常有意义。诸位要的话，向此地要，有，香港也有，台湾也有，各地方都有，很容易得到，我们希望大量来流通。",
      "zh_TW": "這些年來，應該很多年了，有很多地方建道場要我去。我告訴諸位同學，那不是真的，我不會去住的，同學們千萬別上當。我做一樁事情，印經，我跟印光大師學的。印光大師一生，四眾供養就幹一樁事情，印經布施。網路跟衛星，衛星費用是比較多一點，有人支持，支持的人很多，我們從來不聞不問，各人有各人的因果。印經重要，做光碟重要，所以大家送給我的這些錢，統統拿去做這個工作。現在我們第一批印的《無量壽經科註》，上下兩冊一套，我們第一版印兩萬套。這次沒有來得及送過來，本來我想大家來的時候每個人送一套，這非常有意義。諸位要的話，向此地要，有，香港也有，台灣也有，各地方都有，很容易得到，我們希望大量來流通。"
    },
    {
      "id": "02-037-0066_p0040",
      "zh_CN": "晚年，我不讲别的经，什么人请我去讲经、搞活动，我全是讲经；不讲经，我不去。而且我要求的要有网路，没有网路我不去讲经，一定要有网路，有录像的设备，我才会去讲。所以年岁大了，想定在一个地方，我现在选择的地方就是香港。这个地方也要留我，我希望这个地方的同学，这个地方的设备非常齐全，到这个地方来学习一定要学讲经，不学讲经怎么能够弘法利生？怎么能叫正法久住？一个人一生不要多，学一部经。五十年前我的思想，如果每个人学一部经，有三千人，就一部活《大藏经》，你想要听什么经都有专家来跟你讲。一生学一部，别学太多，学多了、学杂了不精。学一部，一部经学十年，你世界第一，各个都是专家，各个都是第一。大家就不要争了，不要争第一，各个都第一。学《普门品》的，第一观世音菩萨，学《地藏经》的，第一地藏王菩萨，不是各个都第一吗？学《普贤行愿品的》，普贤菩萨，学《般若经》的，文殊菩萨，各个都第一。决定可以成功，十年可以成大功。",
      "zh_TW": "晚年，我不講別的經，什麼人請我去講經、搞活動，我全是講經；不講經，我不去。而且我要求的要有網路，沒有網路我不去講經，一定要有網路，有錄像的設備，我才會去講。所以年歲大了，想定在一個地方，我現在選擇的地方就是香港。這個地方也要留我，我希望這個地方的同學，這個地方的設備非常齊全，到這個地方來學習一定要學講經，不學講經怎麼能夠弘法利生？怎麼能叫正法久住？一個人一生不要多，學一部經。五十年前我的思想，如果每個人學一部經，有三千人，就一部活《大藏經》，你想要聽什麼經都有專家來跟你講。一生學一部，別學太多，學多了、學雜了不精。學一部，一部經學十年，你世界第一，各個都是專家，各個都是第一。大家就不要爭了，不要爭第一，各個都第一。學《普門品》的，第一觀世音菩薩，學《地藏經》的，第一地藏王菩薩，不是各個都第一嗎？學《普賢行願品的》，普賢菩薩，學《般若經》的，文殊菩薩，各個都第一。決定可以成功，十年可以成大功。"
    },
    {
      "id": "02-037-0066_p0041",
      "zh_CN": "我们学院十年了，我劝大家，大家不听。如果真听话，我们这十年下来，至少有个五、六个世界第一法师，还得了？不得了！有四、五个第一法师，不但图文巴不遭灾难，整个澳洲都不遭灾难。他不听话就没办法，我不能勉强他，勉强他，他要告状，告我。所以希望大家自动自发，我带头干。我往后这十年，如果还有寿命我还能活十年的话，我就讲这部经，一年讲一遍。我的一遍大概需要一千二百到一千三百个小时，一天讲四个小时，要讲满三百五十天。一门深入，十年之后你们都叫我阿弥陀佛了。现在是假的，等我讲了十年之后就变成真的，假的就变成真的了。",
      "zh_TW": "我們學院十年了，我勸大家，大家不聽。如果真聽話，我們這十年下來，至少有個五、六個世界第一法師，還得了？不得了！有四、五個第一法師，不但圖文巴不遭災難，整個澳洲都不遭災難。他不聽話就沒辦法，我不能勉強他，勉強他，他要告狀，告我。所以希望大家自動自發，我帶頭幹。我往後這十年，如果還有壽命我還能活十年的話，我就講這部經，一年講一遍。我的一遍大概需要一千二百到一千三百個小時，一天講四個小時，要講滿三百五十天。一門深入，十年之後你們都叫我阿彌陀佛了。現在是假的，等我講了十年之後就變成真的，假的就變成真的了。"
    },
    {
      "id": "02-037-0066_p0042",
      "zh_CN": "我们再看，这后面还有几句话，「能于烦恼大苦海中，拔济众生，令其出离，皆得往生阿弥陀佛极乐世界」。个个能往生，往生决定成佛。「又其中第十愿普皆回向」，这个普字特别提出来，「从初礼敬乃至第九愿恒顺众生显贤」。所以普贤菩萨两个字，名号显示在其中。「故知十种大愿显普贤义，贤则竖穷三际，普则圆摄无余」。这是十大愿王里面已经含摄普贤菩萨的功德、智慧、利益，都包含在其中。「《清凉疏》云：果无不穷曰普，不舍因门曰贤。正显经中普贤，即位后普贤，亦即善导大师所谓从果向因之相」。这个意思很深。果无不穷，这是证得究竟圆满的果位，《华严经》上称为妙觉如来，地位在等觉之上。在这个位子上，世出世间一切法圆满通达无碍。在教学，菩萨是无尽的慈悲，为我们示现的依旧是一门深入，长时薰修，给初学人做最好的榜样。我教你一门深入，我广学多闻，你不服气，你会怀疑。广学多闻有没有必要？有，开悟之后，就是明心见性之后，明心见性之前不许可，这是诸位不可以不知道的。",
      "zh_TW": "我們再看，這後面還有幾句話，「能於煩惱大苦海中，拔濟眾生，令其出離，皆得往生阿彌陀佛極樂世界」。個個能往生，往生決定成佛。「又其中第十願普皆回向」，這個普字特別提出來，「從初禮敬乃至第九願恆順眾生顯賢」。所以普賢菩薩兩個字，名號顯示在其中。「故知十種大願顯普賢義，賢則豎窮三際，普則圓攝無餘」。這是十大願王裡面已經含攝普賢菩薩的功德、智慧、利益，都包含在其中。「《清涼疏》云：果無不窮曰普，不捨因門曰賢。正顯經中普賢，即位後普賢，亦即善導大師所謂從果向因之相」。這個意思很深。果無不窮，這是證得究竟圓滿的果位，《華嚴經》上稱為妙覺如來，地位在等覺之上。在這個位子上，世出世間一切法圓滿通達無礙。在教學，菩薩是無盡的慈悲，為我們示現的依舊是一門深入，長時薰修，給初學人做最好的榜樣。我教你一門深入，我廣學多聞，你不服氣，你會懷疑。廣學多聞有沒有必要？有，開悟之後，就是明心見性之後，明心見性之前不許可，這是諸位不可以不知道的。"
    },
    {
      "id": "02-037-0066_p0043",
      "zh_CN": "圣学、佛学是自觉摆在第一位，必须自己真正开悟了，才能够广学。没有开悟，广学是一样都学不到。你所学的全是知识，不是智慧。知识，遇到今天这个世界就束手无策，不能解决。多少真的是专家学者、志士仁人，我很尊敬、很佩服，对于今天动乱的社会、灾变的地球，信心丧失掉了，不知道怎么办。如果是求智慧那就不一样，解决今天社会问题有办法。英国汤恩比博士说，中国孔孟学说、大乘佛法有办法解决。他讲的话真的，不是假的，为什么？智慧，智慧能解决问题；知识不行，知识有局限性、有后遗症。",
      "zh_TW": "聖學、佛學是自覺擺在第一位，必須自己真正開悟了，才能夠廣學。沒有開悟，廣學是一樣都學不到。你所學的全是知識，不是智慧。知識，遇到今天這個世界就束手無策，不能解決。多少真的是專家學者、志士仁人，我很尊敬、很佩服，對於今天動亂的社會、災變的地球，信心喪失掉了，不知道怎麼辦。如果是求智慧那就不一樣，解決今天社會問題有辦法。英國湯恩比博士說，中國孔孟學說、大乘佛法有辦法解決。他講的話真的，不是假的，為什麼？智慧，智慧能解決問題；知識不行，知識有侷限性、有後遺症。"
    },
    {
      "id": "02-037-0066_p0044",
      "zh_CN": "方法有，都在经典里头，没有人去读，没有人去修。今天大学开这些课程，欧洲的汉学我去参观过，我去了两次，剑桥大学、伦敦大学、牛津大学，欧洲汉学中心。我去看了一看，他们还是搞知识，不是学智慧。他们所学的是儒学、佛学、道学，拿着这些典籍写博士论文，没问题，可以拿到学位，将来也是欧洲的汉学家，也是名教授。我跟他们交流，我很坦白的告诉他们，你们一生不会像我这么快乐，不会像我这么自在。他说为什么？我跟你们学的不一样。怎么不一样？外国的文字是从左到右，你看儒学、佛学、道学；中国的文字是从右到左来看的，正好相反。从中国的看法，学儒、学佛、学道，不一样。学儒要学得像孔子，这个年代要有几个孔子出世，天下就有救了。学佛要学释迦牟尼佛，你学得不像，不像释迦牟尼佛，你救不了这个世界；学道要学得跟老庄一样。所以我们是学佛、学儒、学道，欧洲现在搞的是儒学、道学、佛学，不行。这个不能不注意，不能不懂。",
      "zh_TW": "方法有，都在經典裡頭，沒有人去讀，沒有人去修。今天大學開這些課程，歐洲的漢學我去參觀過，我去了兩次，劍橋大學、倫敦大學、牛津大學，歐洲漢學中心。我去看了一看，他們還是搞知識，不是學智慧。他們所學的是儒學、佛學、道學，拿著這些典籍寫博士論文，沒問題，可以拿到學位，將來也是歐洲的漢學家，也是名教授。我跟他們交流，我很坦白的告訴他們，你們一生不會像我這麼快樂，不會像我這麼自在。他說為什麼？我跟你們學的不一樣。怎麼不一樣？外國的文字是從左到右，你看儒學、佛學、道學；中國的文字是從右到左來看的，正好相反。從中國的看法，學儒、學佛、學道，不一樣。學儒要學得像孔子，這個年代要有幾個孔子出世，天下就有救了。學佛要學釋迦牟尼佛，你學得不像，不像釋迦牟尼佛，你救不了這個世界；學道要學得跟老莊一樣。所以我們是學佛、學儒、學道，歐洲現在搞的是儒學、道學、佛學，不行。這個不能不注意，不能不懂。"
    },
    {
      "id": "02-037-0066_p0045",
      "zh_CN": "真的要想学儒、学佛、学道，就要依照它的标准、它的方法，戒定慧三学，因戒得定，因定开慧。方法多，八万四千法门，法是方法，门是门道，门门都能帮助你开悟，都能帮助你明心见性，见性成佛。所以，四弘誓愿是大乘教里头最重要的修学次第。第一个发心，发菩提心，第一个发心。发的是什么心？「众生无边誓愿度」，我不能不学，众生等着我去度，帮助他。我不学，他们永远不能脱离苦海。这个力量推动你，你非学不可。从哪里学起？「烦恼无尽誓愿断」，先要断烦恼，放下名闻利养，放下自私自利，从这儿开头。放下是非人我，再进入佛法，放下执着、放下分别、放下起心动念，它有程序，有次第的。",
      "zh_TW": "真的要想學儒、學佛、學道，就要依照它的標準、它的方法，戒定慧三學，因戒得定，因定開慧。方法多，八萬四千法門，法是方法，門是門道，門門都能幫助你開悟，都能幫助你明心見性，見性成佛。所以，四弘誓願是大乘教裡頭最重要的修學次第。第一個發心，發菩提心，第一個發心。發的是什麼心？「眾生無邊誓願度」，我不能不學，眾生等著我去度，幫助他。我不學，他們永遠不能脫離苦海。這個力量推動你，你非學不可。從哪裡學起？「煩惱無盡誓願斷」，先要斷煩惱，放下名聞利養，放下自私自利，從這兒開頭。放下是非人我，再進入佛法，放下執著、放下分別、放下起心動念，它有程序，有次第的。"
    },
    {
      "id": "02-037-0066_p0046",
      "zh_CN": "这个东西放下，智慧就开了，这是障碍自性智慧的。智慧开了之后，你再广学多闻，像善财童子五十三参是广学多闻，那都是开悟之后，没有开悟不可以；没有开悟广学多闻，头脑就变成浆糊，就一团糟。开悟之后广学多闻，头脑是清清净净的，一尘不染，那个厉害。所以你有智慧、有能力帮助一切苦难众生，这个很重要！佛经上的、古人这些教诲意义很深，一定要懂得。你不懂得、不相信，你就错了！跟什么人学，听什么人话，我跟释迦牟尼佛，我听他的话。我跟释迦牟尼佛学，我去听耶稣的话，不行，决定成不了佛，两边都得不到。跟哪个学就听哪个话，决定正确，决定有收获。",
      "zh_TW": "這個東西放下，智慧就開了，這是障礙自性智慧的。智慧開了之後，你再廣學多聞，像善財童子五十三參是廣學多聞，那都是開悟之後，沒有開悟不可以；沒有開悟廣學多聞，頭腦就變成漿糊，就一團糟。開悟之後廣學多聞，頭腦是清清淨淨的，一塵不染，那個厲害。所以你有智慧、有能力幫助一切苦難眾生，這個很重要！佛經上的、古人這些教誨意義很深，一定要懂得。你不懂得、不相信，你就錯了！跟什麼人學，聽什麼人話，我跟釋迦牟尼佛，我聽他的話。我跟釋迦牟尼佛學，我去聽耶穌的話，不行，決定成不了佛，兩邊都得不到。跟哪個學就聽哪個話，決定正確，決定有收穫。"
    },
    {
      "id": "02-037-0066_p0047",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}