{
  "doc_id": "02-037-0520",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五二０集",
    "zh_TW": "第五二０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0520",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0520_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千零二十一页，我们从倒数第六行，从解这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千零二十一頁，我們從倒數第六行，從解這裡看起："
    },
    {
      "id": "02-037-0520_p0002",
      "zh_CN": "「以上为另一类生边地行人，信他不信自者也。与上一类，同是信未具足」，重要是这一句，信未具足。「盖信有六信：信事、信理、信自、信他、信因、信果。具足六信，方名具信也」，具信两个字很重要。「本类行人知求佛智。下文普遍智等三智」，相当于前面所讲的四智。「勉强言之，威德广大不思议智」，相当于前面所说不可称智与不思议智。「普遍智相当于大乘广智。平等普遍运载一切有情，咸至无上菩提也」。无等智应为无等无伦最上胜智之简称。「前之诸智见《魏译》。今之普遍智等见于《唐译》」，这个交代得很清楚，经文从哪个本子里头节录出来的，都交代清楚。「译者开合不同，文笔有异，于是智名乃有出入。而两译所指之诸智实无有异。于上诸智，能知信求，故云希求佛智等」。这是讲这段经文出处，从《唐译》本里头节选出来的。这一类人他求智，你看希求佛智，他对佛智没有疑问，但是他对自己没有信心，这个都是信心不足，信心不圆满，都是生到边地疑城的原因。",
      "zh_TW": "「以上為另一類生邊地行人，信他不信自者也。與上一類，同是信未具足」，重要是這一句，信未具足。「蓋信有六信：信事、信理、信自、信他、信因、信果。具足六信，方名具信也」，具信兩個字很重要。「本類行人知求佛智。下文普遍智等三智」，相當於前面所講的四智。「勉強言之，威德廣大不思議智」，相當於前面所說不可稱智與不思議智。「普遍智相當於大乘廣智。平等普遍運載一切有情，咸至無上菩提也」。無等智應為無等無倫最上勝智之簡稱。「前之諸智見《魏譯》。今之普遍智等見於《唐譯》」，這個交代得很清楚，經文從哪個本子裡頭節錄出來的，都交代清楚。「譯者開合不同，文筆有異，於是智名乃有出入。而兩譯所指之諸智實無有異。於上諸智，能知信求，故云希求佛智等」。這是講這段經文出處，從《唐譯》本裡頭節選出來的。這一類人他求智，你看希求佛智，他對佛智沒有疑問，但是他對自己沒有信心，這個都是信心不足，信心不圓滿，都是生到邊地疑城的原因。"
    },
    {
      "id": "02-037-0520_p0003",
      "zh_CN": "六种智，我们从蕅益大师《弥陀经要解》里面节录出来，我们学习了。信太重要了，《华严》是大经，《大智度论》称为大论，大经大论上都说「信为道元功德母」。这个道是成佛之道，成佛要具足一切圆满功德，成佛之道、圆满功德从哪里来的？都从信心生出来的，所以信为道元功德之母，能生一切功德，信心要失掉了就一事无成。我们要有真正的信心，不怕艰难、不怕挫折、不怕失败，只要有坚定的信心，最后一定成就。又何况佛法教学当中，决定没有自私、没有自利，我们一无所求。为什么还要这样干？完全是为众生好，为众生得利益，我们自己明白了，有义务、有使命要帮助一切众生觉悟，就这么个道理。一直做下去肯定有三宝加持，祖宗福佑。",
      "zh_TW": "六種智，我們從蕅益大師《彌陀經要解》裡面節錄出來，我們學習了。信太重要了，《華嚴》是大經，《大智度論》稱為大論，大經大論上都說「信為道元功德母」。這個道是成佛之道，成佛要具足一切圓滿功德，成佛之道、圓滿功德從哪裡來的？都從信心生出來的，所以信為道元功德之母，能生一切功德，信心要失掉了就一事無成。我們要有真正的信心，不怕艱難、不怕挫折、不怕失敗，只要有堅定的信心，最後一定成就。又何況佛法教學當中，決定沒有自私、沒有自利，我們一無所求。為什麼還要這樣幹？完全是為眾生好，為眾生得利益，我們自己明白了，有義務、有使命要幫助一切眾生覺悟，就這麼個道理。一直做下去肯定有三寶加持，祖宗福佑。"
    },
    {
      "id": "02-037-0520_p0004",
      "zh_CN": "中国传统文化过去禁得起五千年的历史考验，如果有问题早就会被淘汰掉了，为什么还能传承到今天，今天人为什么也不信？这些理事因果，我们都要把它搞清楚、搞明白，然后我们的信心就坚定。中国文化承传所以不衰，是有历代主持国政的人，他们认识、他们支持、他们拥护，他们不但推广而且自己认真学习，这个原因才能不至于衰灭。最近两百年来，我们国家遇了很不幸的事情，慈禧太后做了国家统治者。慈禧太后是怎么做的？这是因果报应。叶赫那拉氏是东北一个很小的族群，不大。那个时候就是清最早的祖先们，他们兴起来之后把这个小族灭掉了。应该手段是很残酷，他们的酋长对天发誓，我族里头剩一个女人也要报仇。这个在清宫里面有记载，只要是叶赫那拉族的人，决定不能够进入宫廷。清朝每个帝王都遵守，到咸丰，两百年过去了，没事。这个女孩子是叶赫那拉氏，但是因为两百年都没事，不至于出什么问题，咸丰就让她进宫。真的，你看因果报应丝毫不爽，清朝断送在慈禧手上，慈禧进宫就是要把清朝灭亡，这是他们报仇。",
      "zh_TW": "中國傳統文化過去禁得起五千年的歷史考驗，如果有問題早就會被淘汰掉了，為什麼還能傳承到今天，今天人為什麼也不信？這些理事因果，我們都要把它搞清楚、搞明白，然後我們的信心就堅定。中國文化承傳所以不衰，是有歷代主持國政的人，他們認識、他們支持、他們擁護，他們不但推廣而且自己認真學習，這個原因才能不至於衰滅。最近兩百年來，我們國家遇了很不幸的事情，慈禧太后做了國家統治者。慈禧太后是怎麼做的？這是因果報應。葉赫那拉氏是東北一個很小的族群，不大。那個時候就是清最早的祖先們，他們興起來之後把這個小族滅掉了。應該手段是很殘酷，他們的酋長對天發誓，我族裡頭剩一個女人也要報仇。這個在清宮裡面有記載，只要是葉赫那拉族的人，決定不能夠進入宮廷。清朝每個帝王都遵守，到咸豐，兩百年過去了，沒事。這個女孩子是葉赫那拉氏，但是因為兩百年都沒事，不至於出什麼問題，咸豐就讓她進宮。真的，你看因果報應絲毫不爽，清朝斷送在慈禧手上，慈禧進宮就是要把清朝滅亡，這是他們報仇。"
    },
    {
      "id": "02-037-0520_p0005",
      "zh_CN": "但是很不幸，慈禧没有武则天高明，武则天文化水平比她高，武则天没有轻视传统文化、更没有轻视佛法，她的文化水平一定不高，对于传统文化不尊重，对于佛也不尊重，自称为老佛爷，把佛菩萨、把圣贤摆在两边。中国人的个性是上行下效，看到国家领导人这样子，于是过去对于传统文化、对于佛法那种尊重的心态就受到打击、就衰退了，正好又遇到外国西方文化侵入中国。西方文化到中国，不是中国请它来的，是在那个时候外国的军舰，所谓洋枪大炮，把他们文化带到这来的。中国人一看到这些新武器，自己没办法抵抗，觉得自己的东西不行，外国的好，这些读书人对于西方的东西逐渐重视、仰慕了，对中国传统的东西，信心逐渐逐渐丧失，造成今天的后果。",
      "zh_TW": "但是很不幸，慈禧沒有武則天高明，武則天文化水平比她高，武則天沒有輕視傳統文化、更沒有輕視佛法，她的文化水平一定不高，對於傳統文化不尊重，對於佛也不尊重，自稱為老佛爺，把佛菩薩、把聖賢擺在兩邊。中國人的個性是上行下效，看到國家領導人這樣子，於是過去對於傳統文化、對於佛法那種尊重的心態就受到打擊、就衰退了，正好又遇到外國西方文化侵入中國。西方文化到中國，不是中國請它來的，是在那個時候外國的軍艦，所謂洋槍大炮，把他們文化帶到這來的。中國人一看到這些新武器，自己沒辦法抵抗，覺得自己的東西不行，外國的好，這些讀書人對於西方的東西逐漸重視、仰慕了，對中國傳統的東西，信心逐漸逐漸喪失，造成今天的後果。"
    },
    {
      "id": "02-037-0520_p0006",
      "zh_CN": "到外国留学的人，没有一个能像孙中山先生，中山先生也在外国留学的。我们在「民族主义」第四讲里面，里头有几句话。孙先生说，西方的科学技术不过是最近两百年兴起的事情，就是时间很短，他们比我们长处的地方只有一样，就是机器，机器我们不如外国人，除机器制造之外，其他的他们都不行，像政治、哲学这些东西，还得要向中国学习。这种留学生，中国自己传统的底蕴深厚，到外面去一看，哪些人家好，哪些别人不如我们，我们学人之长，不学人之短。可是很多留学生不如是，对自己东西排斥，对外国东西仰慕，实际上也没学好，学得个四不像，回国来把国家搞得这么糟。所以因、缘、果都要搞清楚、搞明白。",
      "zh_TW": "到外國留學的人，沒有一個能像孫中山先生，中山先生也在外國留學的。我們在「民族主義」第四講裡面，裡頭有幾句話。孫先生說，西方的科學技術不過是最近兩百年興起的事情，就是時間很短，他們比我們長處的地方只有一樣，就是機器，機器我們不如外國人，除機器製造之外，其他的他們都不行，像政治、哲學這些東西，還得要向中國學習。這種留學生，中國自己傳統的底蘊深厚，到外面去一看，哪些人家好，哪些別人不如我們，我們學人之長，不學人之短。可是很多留學生不如是，對自己東西排斥，對外國東西仰慕，實際上也沒學好，學得個四不像，回國來把國家搞得這麼糟。所以因、緣、果都要搞清楚、搞明白。"
    },
    {
      "id": "02-037-0520_p0007",
      "zh_CN": "这两百年来真是一代不如一代，清朝末年传统东西还有人讲，没有人做了；满清灭亡之后，民国建立，讲的人都没有了。民国成立之后，军阀割据，一直都在动乱，才安定，日本人侵略中国。八年抗战，虽然胜利了，最后胜利了，我们的文化受到重大的打击，对我深深感触的印象，就是我们的家没有了。抗战之前有家，就是大家庭，兄弟众多不分家的，这个家有。抗战胜利之后没有了，一个都看不到。中国的家非常重要！所以在《大学》八目里头有齐家，修身、齐家、治国、平天下，那家重要。现在没有家了，所以现在讲家没人懂，以为现在小家庭是家，不是，家亡了，国破家亡。从前家至少五代同堂，自己上头，父母、祖父母、曾祖父母、高祖父母，往下有儿子、有孙子、有重孙（曾孙）、玄孙。这个家族的人就多了，都生活在一起，一个村庄就是一家人。现在家没有了，但是在中国地图上还有这个遗迹，我们展开地图，乡下这个地方王村，那个地方李村，那就是从前的一家，现在没有了。",
      "zh_TW": "這兩百年來真是一代不如一代，清朝末年傳統東西還有人講，沒有人做了；滿清滅亡之後，民國建立，講的人都沒有了。民國成立之後，軍閥割據，一直都在動亂，才安定，日本人侵略中國。八年抗戰，雖然勝利了，最後勝利了，我們的文化受到重大的打擊，對我深深感觸的印象，就是我們的家沒有了。抗戰之前有家，就是大家庭，兄弟眾多不分家的，這個家有。抗戰勝利之後沒有了，一個都看不到。中國的家非常重要！所以在《大學》八目裡頭有齊家，修身、齊家、治國、平天下，那家重要。現在沒有家了，所以現在講家沒人懂，以為現在小家庭是家，不是，家亡了，國破家亡。從前家至少五代同堂，自己上頭，父母、祖父母、曾祖父母、高祖父母，往下有兒子、有孫子、有重孫（曾孫）、玄孫。這個家族的人就多了，都生活在一起，一個村莊就是一家人。現在家沒有了，但是在中國地圖上還有這個遺跡，我們展開地圖，鄉下這個地方王村，那個地方李村，那就是從前的一家，現在沒有了。"
    },
    {
      "id": "02-037-0520_p0008",
      "zh_CN": "家是个社会组织，它要没有规矩，这家就乱了，就会灭亡了，所以家庭教育比什么都重要。家教跟现在学校教育不一样，家教因为什么？关系他这个家的兴衰，所以家里面父亲、祖父辈对于教育就特别重视，人人都知道重要。现在学校没有这个概念，没有这种使命感。所以家一定要把儿孙教好，这个家才会兴旺，家要出人才。人人都教好了，所以社会安定。中国古时候各种行业，只有做官这个行业最令人羡慕。为什么？清闲，工作量很少，现在讲是没有案子可办，社会上人人是好人，事事是好事，一个月有三、五件案子就很多了，跟现在不一样。现在最困难的是做官，办不完的案件，操不完的心，在各行各业里头是最辛苦的一个行业。从前不是的，从前是最快乐的行业。我们展开《四库全书》，你看集部，这里面的文章、诗词都是这些官员写的。这官员读书有学问，没有事做，写文章消遣。这个东西留下来了，这他们的著作，非常丰富。你从这些著作里头，你就能看到当时社会状况，叫国泰民安。真是名符其实称得上盛世，中国人信心特别强。",
      "zh_TW": "家是個社會組織，它要沒有規矩，這家就亂了，就會滅亡了，所以家庭教育比什麼都重要。家教跟現在學校教育不一樣，家教因為什麼？關係他這個家的興衰，所以家裡面父親、祖父輩對於教育就特別重視，人人都知道重要。現在學校沒有這個概念，沒有這種使命感。所以家一定要把兒孫教好，這個家才會興旺，家要出人才。人人都教好了，所以社會安定。中國古時候各種行業，只有做官這個行業最令人羨慕。為什麼？清閒，工作量很少，現在講是沒有案子可辦，社會上人人是好人，事事是好事，一個月有三、五件案子就很多了，跟現在不一樣。現在最困難的是做官，辦不完的案件，操不完的心，在各行各業裡頭是最辛苦的一個行業。從前不是的，從前是最快樂的行業。我們展開《四庫全書》，你看集部，這裡面的文章、詩詞都是這些官員寫的。這官員讀書有學問，沒有事做，寫文章消遣。這個東西留下來了，這他們的著作，非常豐富。你從這些著作裡頭，你就能看到當時社會狀況，叫國泰民安。真是名符其實稱得上盛世，中國人信心特別強。"
    },
    {
      "id": "02-037-0520_p0009",
      "zh_CN": "这还有个小故事，我跟方老师学的时候，老师给我讲佛经哲学。我曾经提出一个疑问，我说佛经既然这么好，传到中国来了，从梵文翻成中文，为什么这些梵文原本不见了？传到中国来是大量不是少量，被译出来之后，为什么没有保存下来？方老师听到我的话就笑起来了，我也不知道他是笑什么。笑了之后他告诉我，他说你不知道，你年轻不晓得，这是中国人充满了强烈的自信心，哪像现在中国人。翻译的人自己认为翻的意思决定没有翻错，确实是释迦牟尼佛所说的意思，而且翻的这个文章、文字比梵文还要优美；换句话说，用中文经典就够了，不必再用梵文了，这是什么样的气概！哪像现在中国人？我相信方老师这个话不是偶然说的，这个人是一生做学问，一生读书，真读万卷书。他的大儿子到香港来看我，他住在洛杉矶，告诉我老师留下来的书还有一万多册，保存在台湾，他希望交给我，让我找一个妥当地方来保存，我答应他了。我在安徽大学设立一个方东美先生研究所，老师是桐城人，桐城距离合肥很近，我的建议是，老师这些书籍统统送到安徽大学方老师的研究所，由它那边去保存，给学校、学生做为研究的参考资料。这是一桩好事情。",
      "zh_TW": "這還有個小故事，我跟方老師學的時候，老師給我講佛經哲學。我曾經提出一個疑問，我說佛經既然這麼好，傳到中國來了，從梵文翻成中文，為什麼這些梵文原本不見了？傳到中國來是大量不是少量，被譯出來之後，為什麼沒有保存下來？方老師聽到我的話就笑起來了，我也不知道他是笑什麼。笑了之後他告訴我，他說你不知道，你年輕不曉得，這是中國人充滿了強烈的自信心，哪像現在中國人。翻譯的人自己認為翻的意思決定沒有翻錯，確實是釋迦牟尼佛所說的意思，而且翻的這個文章、文字比梵文還要優美；換句話說，用中文經典就夠了，不必再用梵文了，這是什麼樣的氣概！哪像現在中國人？我相信方老師這個話不是偶然說的，這個人是一生做學問，一生讀書，真讀萬卷書。他的大兒子到香港來看我，他住在洛杉磯，告訴我老師留下來的書還有一萬多冊，保存在台灣，他希望交給我，讓我找一個妥當地方來保存，我答應他了。我在安徽大學設立一個方東美先生研究所，老師是桐城人，桐城距離合肥很近，我的建議是，老師這些書籍統統送到安徽大學方老師的研究所，由它那邊去保存，給學校、學生做為研究的參考資料。這是一樁好事情。"
    },
    {
      "id": "02-037-0520_p0010",
      "zh_CN": "所以信心重要！今天我们没有别的，把信心丧失掉了，认为什么都不如别人。中国古人在这个世界上，别人不如我们；现在我们这一代是，我们不如别人。这么多的宝藏，把它冰冻了，把它尘封了，多么可惜！尘封这两个字，看到古人写的时候，我不懂意思。当我们看到满清亡国之后，国民党政府到清朝皇宫里面去看，看到了乾隆的书房放的一套《四库荟要》，《四库荟要》本子上面的尘土大概有一寸多，那叫尘封。灰尘统统把它盖起来了，就表示没有人看了，大家把灰尘撢一撢，发现是《荟要》，从来没有人听说过，只知道有《四库全书》，不知道有《四库荟要》。再一调查才晓得，原来《荟要》是乾隆下令，纪晓岚特别选编出来给他看的，不是给外人看的，分量是全书三分之一，原文，一个字没有改动。《四库》改动了，《四库》里面有不利于清朝的这些字，他都把它删掉了。但是这套东西一个字没有改，所以它的价值就很高。只有两套，一套，八国联军烧了圆明园，圆明园一套被烧掉了，圆明园有一套《荟要》、一套《四库》，这被烧掉了。《四库》当时写了七套，《荟要》只有两套，那一套烧掉，这一套变成孤本，放在乾隆的书房，摛藻堂，书房。",
      "zh_TW": "所以信心重要！今天我們沒有別的，把信心喪失掉了，認為什麼都不如別人。中國古人在這個世界上，別人不如我們；現在我們這一代是，我們不如別人。這麼多的寶藏，把它冰凍了，把它塵封了，多麼可惜！塵封這兩個字，看到古人寫的時候，我不懂意思。當我們看到滿清亡國之後，國民黨政府到清朝皇宮裡面去看，看到了乾隆的書房放的一套《四庫薈要》，《四庫薈要》本子上面的塵土大概有一寸多，那叫塵封。灰塵統統把它蓋起來了，就表示沒有人看了，大家把灰塵撢一撢，發現是《薈要》，從來沒有人聽說過，只知道有《四庫全書》，不知道有《四庫薈要》。再一調查才曉得，原來《薈要》是乾隆下令，紀曉嵐特別選編出來給他看的，不是給外人看的，分量是全書三分之一，原文，一個字沒有改動。《四庫》改動了，《四庫》裡面有不利於清朝的這些字，他都把它刪掉了。但是這套東西一個字沒有改，所以它的價值就很高。只有兩套，一套，八國聯軍燒了圓明園，圓明園一套被燒掉了，圓明園有一套《薈要》、一套《四庫》，這被燒掉了。《四庫》當時寫了七套，《薈要》只有兩套，那一套燒掉，這一套變成孤本，放在乾隆的書房，摛藻堂，書房。"
    },
    {
      "id": "02-037-0520_p0011",
      "zh_CN": "这是说到古人有信心，像康熙、乾隆，到嘉庆还算不错，盛世之余晖。嘉庆以后，真的清朝就没落了，一代不如一代，葬送在慈禧手上，慈禧影响到我们现在的衰微。这是说信心，我们读了蕅益大师这六信，才知道什么叫圆满的信心，六种都具足，这叫圆满的信心，叫真信。",
      "zh_TW": "這是說到古人有信心，像康熙、乾隆，到嘉慶還算不錯，盛世之餘暉。嘉慶以後，真的清朝就沒落了，一代不如一代，葬送在慈禧手上，慈禧影響到我們現在的衰微。這是說信心，我們讀了蕅益大師這六信，才知道什麼叫圓滿的信心，六種都具足，這叫圓滿的信心，叫真信。"
    },
    {
      "id": "02-037-0520_p0012",
      "zh_CN": "本类行人，就是指这段经文，『复有众生，积集善根，希求佛智，普遍智，无等智，威德广大不思议智』，就是这一类的修行人，知道求佛智。把这三种智跟前面所说的四种智对照一下，意思完全相同。翻译的人不一样，前面是《魏译》的，这个地方的经文是《唐译》的，但是意思相同。所以开合不同，文笔有异，于是智名乃有出入。而两种翻译所指的诸智，实际上是相同的，没有两样，这翻译的人不一样。「于上诸智，能知信求」，所以他希求佛智。他的问题在哪里？下面说，「疑自善根」。",
      "zh_TW": "本類行人，就是指這段經文，『復有眾生，積集善根，希求佛智，普遍智，無等智，威德廣大不思議智』，就是這一類的修行人，知道求佛智。把這三種智跟前面所說的四種智對照一下，意思完全相同。翻譯的人不一樣，前面是《魏譯》的，這個地方的經文是《唐譯》的，但是意思相同。所以開合不同，文筆有異，於是智名乃有出入。而兩種翻譯所指的諸智，實際上是相同的，沒有兩樣，這翻譯的人不一樣。「於上諸智，能知信求」，所以他希求佛智。他的問題在哪裡？下面說，「疑自善根」。"
    },
    {
      "id": "02-037-0520_p0013",
      "zh_CN": "【于自善根。不能生信。】",
      "zh_TW": "【於自善根。不能生信。】"
    },
    {
      "id": "02-037-0520_p0014",
      "zh_CN": "你看注解里说，「能信他佛，但于自佛，不能生信」。这什么自佛？自己是佛。《华严经》上佛说「一切众生本来是佛」，你不敢承当。我业障深重，我怎么敢成佛？这个不行。业障再重，要知道都不是真的，你只一回头、一忏悔，就没有了。你要不回头、不忏悔，那业障就是真的，会招来果报。一回头、一忏悔，我那个心转了个方向，转到西方极乐世界，业障就没有了，要有自信心。所以蕅益大师讲六信，第一个相信自己，这是非常非常有道理的。你信心具不具足，这第一个是根，你有没有自信，特别是学圣贤、学佛菩萨。圣人也说，「人人皆可以为尧舜」，尧舜是圣人，每个人都可以做得到。所以古人讲「人性本善」，那个善不是善恶的善，那个善就是佛经上所说的本来是佛，具足自性圆满的德行。自性，就是说你自己有圆满的智慧、有圆满的德能、有圆满的相好，这个叫善，你没有一样欠缺，你只要把本性找回来，你全都具足了。",
      "zh_TW": "你看註解裡說，「能信他佛，但於自佛，不能生信」。這什麼自佛？自己是佛。《華嚴經》上佛說「一切眾生本來是佛」，你不敢承當。我業障深重，我怎麼敢成佛？這個不行。業障再重，要知道都不是真的，你只一回頭、一懺悔，就沒有了。你要不回頭、不懺悔，那業障就是真的，會招來果報。一回頭、一懺悔，我那個心轉了個方向，轉到西方極樂世界，業障就沒有了，要有自信心。所以蕅益大師講六信，第一個相信自己，這是非常非常有道理的。你信心具不具足，這第一個是根，你有沒有自信，特別是學聖賢、學佛菩薩。聖人也說，「人人皆可以為堯舜」，堯舜是聖人，每個人都可以做得到。所以古人講「人性本善」，那個善不是善惡的善，那個善就是佛經上所說的本來是佛，具足自性圓滿的德行。自性，就是說你自己有圓滿的智慧、有圓滿的德能、有圓滿的相好，這個叫善，你沒有一樣欠缺，你只要把本性找回來，你全都具足了。"
    },
    {
      "id": "02-037-0520_p0015",
      "zh_CN": "所以中国的教学跟佛陀的教学目标非常纯正。中国古人教学就是让你从习性回归到本性，习性不善，本性本善，从不善回归到本善，教育就成功了。佛法的教育，你现在是凡夫，你本来是圣人，转凡成圣，佛法的教学就圆满了。这不是普通教学，这不是求知识，不是求技能，不是的。所以中国的教育是成圣、成贤、成君子，它也有三个学位，圣、贤、君子。佛教的教学，成佛、成菩萨、成阿罗汉，跟中国讲圣贤君子的意思相仿佛，不过境界不一样。中国圣贤君子没有佛法里头讲得那么严，佛法这个佛、菩萨、阿罗汉，它是完全讲修行的功夫，断证功夫上说的，与学多少不相干，也就是去掉自性上的障碍，从这说的。",
      "zh_TW": "所以中國的教學跟佛陀的教學目標非常純正。中國古人教學就是讓你從習性回歸到本性，習性不善，本性本善，從不善回歸到本善，教育就成功了。佛法的教育，你現在是凡夫，你本來是聖人，轉凡成聖，佛法的教學就圓滿了。這不是普通教學，這不是求知識，不是求技能，不是的。所以中國的教育是成聖、成賢、成君子，它也有三個學位，聖、賢、君子。佛教的教學，成佛、成菩薩、成阿羅漢，跟中國講聖賢君子的意思相彷彿，不過境界不一樣。中國聖賢君子沒有佛法裡頭講得那麼嚴，佛法這個佛、菩薩、阿羅漢，它是完全講修行的功夫，斷證功夫上說的，與學多少不相干，也就是去掉自性上的障礙，從這說的。"
    },
    {
      "id": "02-037-0520_p0016",
      "zh_CN": "佛告诉我们，我们迷了之后起了三种烦恼，三类的，第一个是无明烦恼，第二个是尘沙烦恼，第三个是见思烦恼，一个比一个严重。见思烦恼断了，证阿罗汉果，只要断见思，学行，不学也行，第二个要断尘沙烦恼，第三个要断无明烦恼，叫不起心不动念。我们看到中国惠能大师，这个人有本事，在一句，《金刚经》上一句话里头，他就有本事把无明、尘沙、见思烦恼一下就断了，这叫顿断、叫顿舍，放下了，同时，立刻放下。顿舍、顿悟、顿超、顿证，那是什么？他证到什么？他证到是佛的位次。所以《坛经》上说，这个与读书不读书没关系，这是中国跟外国学习概念不一样。佛法不重视广学多闻，广学多闻是什么时候？开悟之后，没有开悟之前不重视，开悟之后。开悟之后为什么广学多闻？因为你要度化众生，众生根性不相同，千差万别，你都必须要知道，你才能契机。这个顿悟是契理，理，心性决定讲得不错，但是众生不能接受，他没有这个程度，这个时候广学多闻。",
      "zh_TW": "佛告訴我們，我們迷了之後起了三種煩惱，三類的，第一個是無明煩惱，第二個是塵沙煩惱，第三個是見思煩惱，一個比一個嚴重。見思煩惱斷了，證阿羅漢果，只要斷見思，學行，不學也行，第二個要斷塵沙煩惱，第三個要斷無明煩惱，叫不起心不動念。我們看到中國惠能大師，這個人有本事，在一句，《金剛經》上一句話裡頭，他就有本事把無明、塵沙、見思煩惱一下就斷了，這叫頓斷、叫頓捨，放下了，同時，立刻放下。頓捨、頓悟、頓超、頓證，那是什麼？他證到什麼？他證到是佛的位次。所以《壇經》上說，這個與讀書不讀書沒關係，這是中國跟外國學習概念不一樣。佛法不重視廣學多聞，廣學多聞是什麼時候？開悟之後，沒有開悟之前不重視，開悟之後。開悟之後為什麼廣學多聞？因為你要度化眾生，眾生根性不相同，千差萬別，你都必須要知道，你才能契機。這個頓悟是契理，理，心性決定講得不錯，但是眾生不能接受，他沒有這個程度，這個時候廣學多聞。"
    },
    {
      "id": "02-037-0520_p0017",
      "zh_CN": "你看四弘誓愿那个顺序就很清楚。四弘誓愿第一个是愿，「众生无边誓愿度」，我们在阿弥陀佛的因地法藏比丘就看得很清楚、很明白，法藏比丘发愿度一切众生，十方世界诸佛刹土里面的六道众生，这是最苦的，最值得人同情的，发这么大的愿。要怎么度他？度他要先度自己，自己没有度你怎么能度人？自己要度全在「烦恼无尽誓愿断」。不断烦恼怎么行？烦恼就是见思烦恼、尘沙烦恼、无明烦恼，统统要断。如果你只断见思烦恼，证阿罗汉，你只能教小学，中学、大学你就教不了。你能够再进一步，把尘沙烦恼断掉，你可以教中学，你还教不了大学。必须把无明烦恼也断了，这明心见性，你才能教大学，教菩萨。没有说学法门，只学断烦恼。烦恼断了是你真的成就，你开悟了。烦恼怎么断法？因戒得定，因定开慧，慧一开，烦恼就断了。所以它重视戒定慧，这是佛法专有的。",
      "zh_TW": "你看四弘誓願那個順序就很清楚。四弘誓願第一個是願，「眾生無邊誓願度」，我們在阿彌陀佛的因地法藏比丘就看得很清楚、很明白，法藏比丘發願度一切眾生，十方世界諸佛剎土裡面的六道眾生，這是最苦的，最值得人同情的，發這麼大的願。要怎麼度他？度他要先度自己，自己沒有度你怎麼能度人？自己要度全在「煩惱無盡誓願斷」。不斷煩惱怎麼行？煩惱就是見思煩惱、塵沙煩惱、無明煩惱，統統要斷。如果你只斷見思煩惱，證阿羅漢，你只能教小學，中學、大學你就教不了。你能夠再進一步，把塵沙煩惱斷掉，你可以教中學，你還教不了大學。必須把無明煩惱也斷了，這明心見性，你才能教大學，教菩薩。沒有說學法門，只學斷煩惱。煩惱斷了是你真的成就，你開悟了。煩惱怎麼斷法？因戒得定，因定開慧，慧一開，煩惱就斷了。所以它重視戒定慧，這是佛法專有的。"
    },
    {
      "id": "02-037-0520_p0018",
      "zh_CN": "佛在经上讲得很清楚，十方三世一切诸佛，成佛都是走这条路子，没有例外的，全是因戒得定，因定开慧，没有例外的。这也就是学佛以及学中国传统文化，持戒重要。持戒就是守规矩，持戒的目的是让你心清净。我们这个经题上「清净平等觉」，就是这三种人的果德，阿罗汉的果德是清净心，他真得到了，菩萨的果德是平等心，不平等不是菩萨，不清净不是阿罗汉。佛的果德是大彻大悟，就是觉，用一个字做代表，觉就是佛，佛的意思就是觉，就是大彻大悟，明心见性。所以求这个。",
      "zh_TW": "佛在經上講得很清楚，十方三世一切諸佛，成佛都是走這條路子，沒有例外的，全是因戒得定，因定開慧，沒有例外的。這也就是學佛以及學中國傳統文化，持戒重要。持戒就是守規矩，持戒的目的是讓你心清淨。我們這個經題上「清淨平等覺」，就是這三種人的果德，阿羅漢的果德是清淨心，他真得到了，菩薩的果德是平等心，不平等不是菩薩，不清淨不是阿羅漢。佛的果德是大徹大悟，就是覺，用一個字做代表，覺就是佛，佛的意思就是覺，就是大徹大悟，明心見性。所以求這個。"
    },
    {
      "id": "02-037-0520_p0019",
      "zh_CN": "许许多多人不晓得，批评中国从前童蒙教学，说小孩什么事都不懂，你给他念那些经叫他背，有什么用？教他学得痴痴呆呆，像个小大人一样，一点活泼都没有了，这是现在人批评古人教学。其实古人教小孩，目的不是叫他背东西，不是叫他懂这个东西，是用这个做一种手段，叫他不要胡思乱想。小孩也会胡思乱想，天天叫他背书，他就不会胡思乱想，保护他什么？保护他的天真烂漫，那才叫真的天真，心地清净，保护这个。至于他背的那些东西能够记下来，这是附带的不是主目标，不是主目的是附带的。附带这个东西也很好，小时候念熟了，记在心上，读的遍数多了，读了几百遍，一辈子都不会忘记，到老年引经据典随手拈来不需要查资料。小的时候念不懂，到以后智慧开了，全懂了。",
      "zh_TW": "許許多多人不曉得，批評中國從前童蒙教學，說小孩什麼事都不懂，你給他念那些經叫他背，有什麼用？教他學得痴痴呆呆，像個小大人一樣，一點活潑都沒有了，這是現在人批評古人教學。其實古人教小孩，目的不是叫他背東西，不是叫他懂這個東西，是用這個做一種手段，叫他不要胡思亂想。小孩也會胡思亂想，天天叫他背書，他就不會胡思亂想，保護他什麼？保護他的天真爛漫，那才叫真的天真，心地清淨，保護這個。至於他背的那些東西能夠記下來，這是附帶的不是主目標，不是主目的是附帶的。附帶這個東西也很好，小時候念熟了，記在心上，讀的遍數多了，讀了幾百遍，一輩子都不會忘記，到老年引經據典隨手拈來不需要查資料。小的時候念不懂，到以後智慧開了，全懂了。"
    },
    {
      "id": "02-037-0520_p0020",
      "zh_CN": "所以智慧没有开不要求懂，那个不要紧，要紧的是用这个方法把你的妄想杂念打掉，保持你的清净心、平等心，这个东西重要。清净平等到一定的程度就开悟了，开悟才是真正目的。这种经验、学问现在人没有，拿着西方价值观去批评中国古人，中国古人冤枉，中国古人这一套比西方人高明太多了，中国世世代代出圣贤君子，这个方法教出来的。今天把这个方法丢掉，圣贤君子没有了，也就是说社会上没有明白人了，乱了。古人有两句话说得好，子不教，人心坏了，为什么？全变成习性，本性没有了，完全被障碍住了；家不齐，社会乱了，现在没有家了，我把它改了一下，人不学，社会就乱了。古时候这学是家教出来的，现在家没有了，没人教了。学校里面教的东西跟从前家教的不一样，目的不相同，方法不一样，所以教学的效果跟古时候差别就很大。",
      "zh_TW": "所以智慧沒有開不要求懂，那個不要緊，要緊的是用這個方法把你的妄想雜念打掉，保持你的清淨心、平等心，這個東西重要。清淨平等到一定的程度就開悟了，開悟才是真正目的。這種經驗、學問現在人沒有，拿著西方價值觀去批評中國古人，中國古人冤枉，中國古人這一套比西方人高明太多了，中國世世代代出聖賢君子，這個方法教出來的。今天把這個方法丟掉，聖賢君子沒有了，也就是說社會上沒有明白人了，亂了。古人有兩句話說得好，子不教，人心壞了，為什麼？全變成習性，本性沒有了，完全被障礙住了；家不齊，社會亂了，現在沒有家了，我把它改了一下，人不學，社會就亂了。古時候這學是家教出來的，現在家沒有了，沒人教了。學校裡面教的東西跟從前家教的不一樣，目的不相同，方法不一樣，所以教學的效果跟古時候差別就很大。"
    },
    {
      "id": "02-037-0520_p0021",
      "zh_CN": "这些点点滴滴都要知道、都要明了，才能坚定我们自己的信心。要承认自己有善根，要承认本性本善，要承认释迦牟尼佛所说的，本来是佛。知道这桩事实真相，我们惭愧心会生起来，忏悔心会生起来，我怎么会变成这个样子！这是什么？对不起自己。不能说对不起父母，父母不知道。所以这个经上讲得好，「先人不善，不识道德，无有语者，殊无怪也」。不能怪他们，这已两百年下来了，两百年至少七、八代，一代不如一代，这历史演变的。我们知道，要回头，要发愤，希望我们的习性年年能够减少，我们的本性年年能够增长，这就好事情。佛家所说的，烦恼轻，智慧长。智慧是性德，烦恼一年比一年轻，智慧一年比一年长，从一个地方能够觉察到，你一年比一年快乐，你是真乐。",
      "zh_TW": "這些點點滴滴都要知道、都要明瞭，才能堅定我們自己的信心。要承認自己有善根，要承認本性本善，要承認釋迦牟尼佛所說的，本來是佛。知道這樁事實真相，我們慚愧心會生起來，懺悔心會生起來，我怎麼會變成這個樣子！這是什麼？對不起自己。不能說對不起父母，父母不知道。所以這個經上講得好，「先人不善，不識道德，無有語者，殊無怪也」。不能怪他們，這已兩百年下來了，兩百年至少七、八代，一代不如一代，這歷史演變的。我們知道，要回頭，要發憤，希望我們的習性年年能夠減少，我們的本性年年能夠增長，這就好事情。佛家所說的，煩惱輕，智慧長。智慧是性德，煩惱一年比一年輕，智慧一年比一年長，從一個地方能夠覺察到，你一年比一年快樂，你是真樂。"
    },
    {
      "id": "02-037-0520_p0022",
      "zh_CN": "这个乐不是外面的刺激，与名利不相干，这种乐，《论语》所说的「学而时习之，不亦说乎」，佛法里面所说的，「法喜充满，常生欢喜心」，这个乐！与贫富贵贱没有关系。真正享受到了，对世间这种富贵不去追求，只求什么？只求生活满意就够了，能吃饱穿得暖，有房子遮蔽风雨，快乐无比。出家人如是，古时候在家人亦如是，不求闻达于诸侯，自己生活很简单，种一点田地，种一点蔬菜。一家人有五亩地就能养家，他的生活就能过得去，虽不富裕过得很舒服，自给自足，过的一生非常充实。他的收获是道德、是学问，是境界不断向上提升。有缘教化众生，没有缘著书立说，流传给后世，希望后世能遇到知己，所以他真乐。",
      "zh_TW": "這個樂不是外面的刺激，與名利不相干，這種樂，《論語》所說的「學而時習之，不亦說乎」，佛法裡面所說的，「法喜充滿，常生歡喜心」，這個樂！與貧富貴賤沒有關係。真正享受到了，對世間這種富貴不去追求，只求什麼？只求生活滿意就夠了，能吃飽穿得暖，有房子遮蔽風雨，快樂無比。出家人如是，古時候在家人亦如是，不求聞達於諸侯，自己生活很簡單，種一點田地，種一點蔬菜。一家人有五畝地就能養家，他的生活就能過得去，雖不富裕過得很舒服，自給自足，過的一生非常充實。他的收穫是道德、是學問，是境界不斷向上提升。有緣教化眾生，沒有緣著書立說，流傳給後世，希望後世能遇到知己，所以他真樂。"
    },
    {
      "id": "02-037-0520_p0023",
      "zh_CN": "因此，我们于自佛不能不信。这个地方讲，他们这些人，「但于自佛，不能生信」。我们今天要于自佛不能不信，学圣贤要这个学法，学佛菩萨也得这个学法，首先要建立强烈的自信心。自信心要谦虚不能傲慢，自信心要老实，自信心要真干。「于是心是佛之旨」，他还有疑情，「是为大失」。我们看了这一句，现在学佛的人，学圣贤教育的人，这一句应该多读读，三遍不够。佛说「是心是佛」，我们老祖宗说「人性本善」，这个意思是相通的，本善就是佛。我们没有怀疑，我们努力去求恢复，从我们的习染，染是染污，习气、染污回过头来，把这种染污、习气淘汰干净，佛家讲一切放下。大智慧、大福德怎么具体落实？我们现在终于明白了，就在这一句佛号。你每天念这句佛号，不知不觉，这叫潜通道妙，自然大智慧、大福德会现前。",
      "zh_TW": "因此，我們於自佛不能不信。這個地方講，他們這些人，「但於自佛，不能生信」。我們今天要於自佛不能不信，學聖賢要這個學法，學佛菩薩也得這個學法，首先要建立強烈的自信心。自信心要謙虛不能傲慢，自信心要老實，自信心要真幹。「於是心是佛之旨」，他還有疑情，「是為大失」。我們看了這一句，現在學佛的人，學聖賢教育的人，這一句應該多讀讀，三遍不夠。佛說「是心是佛」，我們老祖宗說「人性本善」，這個意思是相通的，本善就是佛。我們沒有懷疑，我們努力去求恢復，從我們的習染，染是染污，習氣、染污回過頭來，把這種染污、習氣淘汰乾淨，佛家講一切放下。大智慧、大福德怎麼具體落實？我們現在終於明白了，就在這一句佛號。你每天念這句佛號，不知不覺，這叫潛通道妙，自然大智慧、大福德會現前。"
    },
    {
      "id": "02-037-0520_p0024",
      "zh_CN": "现在我们相信了，我们学了这么多年，我们知道名号功德不可思议。名号功德在世出世间一切法里头第一殊胜，没有比这个更殊胜的。你学《华严》、学《法华》、学《瑜伽师地论》、学《大智度论》，你一生未必能开悟。你要专心念这句佛号，心里头什么都掏得干干净净，只装一尊阿弥陀佛，一般来讲，三年、五年你就开悟了。人家开悟了，看看跟这个众生没有缘分，什么叫没有缘分？你讲他不听，他不能接受，那他们就先到极乐世界去证得究竟圆满，然后再到这个世间来，教化众生方便了。他有种种不可思议的神变，随众生心，应所知量。再来教化众生，他不是不慈悲，那是真正慈悲。能力没有具足，智慧没有具足，教不好，我先到极乐世界成就自己，等于说到极乐世界去拿学位去。这个学位，阿弥陀佛授给你。凡圣同居土里头没有学位，方便有余土里头有阿罗汉的学位，实报庄严土里头有菩萨学位，到等觉的时候，会授给你佛陀的学位。我们往生极乐世界去拿学位的，拿学位的目的是为了普度众生，圆满我们当初的愿望，「众生无边誓愿度」。所以这是不能怀疑，怀疑对我们的损失太大太大了。",
      "zh_TW": "現在我們相信了，我們學了這麼多年，我們知道名號功德不可思議。名號功德在世出世間一切法裡頭第一殊勝，沒有比這個更殊勝的。你學《華嚴》、學《法華》、學《瑜伽師地論》、學《大智度論》，你一生未必能開悟。你要專心念這句佛號，心裡頭什麼都掏得乾乾淨淨，只裝一尊阿彌陀佛，一般來講，三年、五年你就開悟了。人家開悟了，看看跟這個眾生沒有緣分，什麼叫沒有緣分？你講他不聽，他不能接受，那他們就先到極樂世界去證得究竟圓滿，然後再到這個世間來，教化眾生方便了。他有種種不可思議的神變，隨眾生心，應所知量。再來教化眾生，他不是不慈悲，那是真正慈悲。能力沒有具足，智慧沒有具足，教不好，我先到極樂世界成就自己，等於說到極樂世界去拿學位去。這個學位，阿彌陀佛授給你。凡聖同居土裡頭沒有學位，方便有餘土裡頭有阿羅漢的學位，實報莊嚴土裡頭有菩薩學位，到等覺的時候，會授給你佛陀的學位。我們往生極樂世界去拿學位的，拿學位的目的是為了普度眾生，圓滿我們當初的願望，「眾生無邊誓願度」。所以這是不能懷疑，懷疑對我們的損失太大太大了。"
    },
    {
      "id": "02-037-0520_p0025",
      "zh_CN": "下面经文，这科题「意志犹豫」。因为他信心不足，他有犹豫。",
      "zh_TW": "下面經文，這科題「意志猶豫」。因為他信心不足，他有猶豫。"
    },
    {
      "id": "02-037-0520_p0026",
      "zh_CN": "【故于往生清净佛国。意志犹豫。无所专据。】",
      "zh_TW": "【故於往生清淨佛國。意志猶豫。無所專據。】"
    },
    {
      "id": "02-037-0520_p0027",
      "zh_CN": "这个话说得好！注解里面，「《无量寿起信论》论此甚详」，这句经文，他讲得很详细。《无量寿经起信论》，彭际清居士作的，这是个在家居士，讲经教学，应该都是再来人。很年轻，他考中进士，一生没做官，学佛、学道，今天讲中国传统文化儒释道都精通，很了不起。他的父亲是乾隆皇帝的兵部尚书，相当于现在国防部长，用现在的话，这是高干子弟，彭际清。所以他不必要做官，家庭生活非常好，专心搞儒释道做学问，非常成功。给《无量寿经》做了个注解，这个注解叫《起信论》。这里头说，这段经文，「须了佛智乃至胜智，方名真信」。把真信的定义说出来，一定要明了佛智，佛智就是一切种智，乃至胜智，就是前面所讲的转八识成四智。「以一切智不离自心」，这个一切智就是经上讲的五种智，五种智不离自心。",
      "zh_TW": "這個話說得好！註解裡面，「《無量壽起信論》論此甚詳」，這句經文，他講得很詳細。《無量壽經起信論》，彭際清居士作的，這是個在家居士，講經教學，應該都是再來人。很年輕，他考中進士，一生沒做官，學佛、學道，今天講中國傳統文化儒釋道都精通，很了不起。他的父親是乾隆皇帝的兵部尚書，相當於現在國防部長，用現在的話，這是高幹子弟，彭際清。所以他不必要做官，家庭生活非常好，專心搞儒釋道做學問，非常成功。給《無量壽經》做了個註解，這個註解叫《起信論》。這裡頭說，這段經文，「須了佛智乃至勝智，方名真信」。把真信的定義說出來，一定要明瞭佛智，佛智就是一切種智，乃至勝智，就是前面所講的轉八識成四智。「以一切智不離自心」，這個一切智就是經上講的五種智，五種智不離自心。"
    },
    {
      "id": "02-037-0520_p0028",
      "zh_CN": "「无我，无我所」。这个我与我所，参考资料里头，这是《佛学大辞典》的术语。我所是我所有的略称，自身是我，自身外面的万物叫我所有。「有我之情者」，这情是什么？情执，「以为自身外之事物」，皆我所有也。《肇论》里头有两句话说得好，「我为万物主，万物为我所」。这个意思说得很清楚，一切众生执着身是我，执着能够思惟想像的是我的心，身有生灭，这个能思惟想像的东西没有生灭。这个就讲的色法跟心法，身是色法，物质有生灭，心是灵性不是物质，不会随着物质消灭。《楞严》对这个道理讲得很清楚。色法是从心法生的，色从心生，全体是心。执着有我，这是末那识，末那识四大烦恼常相随。末那怎么形成的？四种烦恼所生、所成就的。第一个就是我见，我见就是有我的这个念头，这心法；有我这个念头，跟着这个念头生起来就有我爱，我爱是贪；有我痴，这是愚痴；有我慢，慢是傲慢，是属于瞋恚里头的一分，也就是瞋恚里头的心，中心点，就是傲慢。所以这就是贪瞋痴，贪瞋痴叫俱生烦恼，迷的时候它就有了，迷的时候有我。",
      "zh_TW": "「無我，無我所」。這個我與我所，參考資料裡頭，這是《佛學大辭典》的術語。我所是我所有的略稱，自身是我，自身外面的萬物叫我所有。「有我之情者」，這情是什麼？情執，「以為自身外之事物」，皆我所有也。《肇論》裡頭有兩句話說得好，「我為萬物主，萬物為我所」。這個意思說得很清楚，一切眾生執著身是我，執著能夠思惟想像的是我的心，身有生滅，這個能思惟想像的東西沒有生滅。這個就講的色法跟心法，身是色法，物質有生滅，心是靈性不是物質，不會隨著物質消滅。《楞嚴》對這個道理講得很清楚。色法是從心法生的，色從心生，全體是心。執著有我，這是末那識，末那識四大煩惱常相隨。末那怎麼形成的？四種煩惱所生、所成就的。第一個就是我見，我見就是有我的這個念頭，這心法；有我這個念頭，跟著這個念頭生起來就有我愛，我愛是貪；有我痴，這是愚痴；有我慢，慢是傲慢，是屬於瞋恚裡頭的一分，也就是瞋恚裡頭的心，中心點，就是傲慢。所以這就是貪瞋痴，貪瞋痴叫俱生煩惱，迷的時候它就有了，迷的時候有我。"
    },
    {
      "id": "02-037-0520_p0029",
      "zh_CN": "《还源观》上讲，从一体起二用，这个二用就是宇宙依报跟正报这两种作用，正报起来的时候就是我，换句话就是末那。可见得这贪瞋痴不好断，与生俱来的烦恼。它的根是什么？实际上它是性德。性德里头本来具足戒定慧，迷了之后，戒定慧就变成贪瞋痴。所以佛用戒定慧能对治贪瞋痴，也就是让贪瞋痴回头，贪瞋痴回头就是戒定慧，戒定慧是自己性德，不是外头来的。我们自己想想看，中国人讲的这个德是不是戒律？五伦、五常、四维、八德，这老祖宗讲的。佛说的，我们今天修学归纳的纲领，三福算不算戒律？六和、三学、六度，我们也这么简单，很容易记，这些就是戒。能持好了，心就清净，心就平等，清净平等是定，清净平等心就能生智慧。所以你不持戒，你就不能得定，没有定就不能开智慧。但是这里你要给它看破，看破是什么？无我。什么是我？身是我，我的念头是我，除这个之外，所有一切都是我所有。我居住这地球是我所有的，这太阳系是我所有的，银河系是我所有的，太空是我所有的。我所有，不一定是说你现在身上所需要的衣食住行，不是，太大了。我所有的是依报，我是正报，这个就是贤首国师《还源观》上的起二用。二用一个是我，一个是我所，这就把整个宇宙统统包括在其中，一样都不漏。西方极乐世界是我所有的，阿弥陀佛是我所有的，这个世间，天堂、地狱是我所有的，统统是业力变现的。一切法不离自心，心现识变，你一定要把它看破，这全是假的。",
      "zh_TW": "《還源觀》上講，從一體起二用，這個二用就是宇宙依報跟正報這兩種作用，正報起來的時候就是我，換句話就是末那。可見得這貪瞋痴不好斷，與生俱來的煩惱。它的根是什麼？實際上它是性德。性德裡頭本來具足戒定慧，迷了之後，戒定慧就變成貪瞋痴。所以佛用戒定慧能對治貪瞋痴，也就是讓貪瞋痴回頭，貪瞋痴回頭就是戒定慧，戒定慧是自己性德，不是外頭來的。我們自己想想看，中國人講的這個德是不是戒律？五倫、五常、四維、八德，這老祖宗講的。佛說的，我們今天修學歸納的綱領，三福算不算戒律？六和、三學、六度，我們也這麼簡單，很容易記，這些就是戒。能持好了，心就清淨，心就平等，清淨平等是定，清淨平等心就能生智慧。所以你不持戒，你就不能得定，沒有定就不能開智慧。但是這裡你要給它看破，看破是什麼？無我。什麼是我？身是我，我的念頭是我，除這個之外，所有一切都是我所有。我居住這地球是我所有的，這太陽系是我所有的，銀河系是我所有的，太空是我所有的。我所有，不一定是說你現在身上所需要的衣食住行，不是，太大了。我所有的是依報，我是正報，這個就是賢首國師《還源觀》上的起二用。二用一個是我，一個是我所，這就把整個宇宙統統包括在其中，一樣都不漏。西方極樂世界是我所有的，阿彌陀佛是我所有的，這個世間，天堂、地獄是我所有的，統統是業力變現的。一切法不離自心，心現識變，你一定要把它看破，這全是假的。"
    },
    {
      "id": "02-037-0520_p0030",
      "zh_CN": "一切智不离自心，前面说的五种智是自己真心起用，这里头无我、无我所，依报、正报都是假的。真的是什么？自性清净圆明体，这是真的，我跟我所都是从这变现出来的。自性能生能现，我跟我所是所生所现。能生能现，什么都没有，这三种现象全没有；所生所现，有，虽有这三种现象，但是都是假的都不是真的，这个一定要知道。为什么不是真的？就现在科学家告诉我们，我们明白了，它是刹那刹那随着波动变现的现象，每一个波动就是一个生灭。所以，世尊在楞严会上说这桩事情，也就是说我跟我所，我跟我所是什么？代表一切万物，当处出生，随处灭尽。所以佛说，当体即空，了不可得。这了不可得就没有，在哪里？就在眼前，我们看到这现象，你以为存在，不是，我们眼睛看花了。我们看到是一种相似相续相，不是真的。真的，像我们看电影，在银幕上看到的现象是相似相续相，我们以为它是真的。电影银幕上的画面，它的频率多快？一秒钟二十四个生灭。一秒钟二十四个生灭就是二十四个画面，我们眼看花了，以为它好像是真的。色相如是，音声亦如是，电影里头的人在说话，它的频率也是二十四分之一秒，这是我们看电影。我们现实境界，这诸位都知道，要记住一秒钟一千六百兆次。我们所看的、所听的、所闻的、所尝的、所接触到的，乃至于心里头所念的，这个频率统统是一千六百兆分之一秒。每一个念头都是独立的，它产生的幻相有我、有我所，是圆满的，整个虚空法界是圆满的，这是事实真相，《般若经》上讲的诸法实相。",
      "zh_TW": "一切智不離自心，前面說的五種智是自己真心起用，這裡頭無我、無我所，依報、正報都是假的。真的是什麼？自性清淨圓明體，這是真的，我跟我所都是從這變現出來的。自性能生能現，我跟我所是所生所現。能生能現，什麼都沒有，這三種現象全沒有；所生所現，有，雖有這三種現象，但是都是假的都不是真的，這個一定要知道。為什麼不是真的？就現在科學家告訴我們，我們明白了，它是剎那剎那隨著波動變現的現象，每一個波動就是一個生滅。所以，世尊在楞嚴會上說這樁事情，也就是說我跟我所，我跟我所是什麼？代表一切萬物，當處出生，隨處滅盡。所以佛說，當體即空，了不可得。這了不可得就沒有，在哪裡？就在眼前，我們看到這現象，你以為存在，不是，我們眼睛看花了。我們看到是一種相似相續相，不是真的。真的，像我們看電影，在銀幕上看到的現象是相似相續相，我們以為它是真的。電影銀幕上的畫面，它的頻率多快？一秒鐘二十四個生滅。一秒鐘二十四個生滅就是二十四個畫面，我們眼看花了，以為它好像是真的。色相如是，音聲亦如是，電影裡頭的人在說話，它的頻率也是二十四分之一秒，這是我們看電影。我們現實境界，這諸位都知道，要記住一秒鐘一千六百兆次。我們所看的、所聽的、所聞的、所嘗的、所接觸到的，乃至於心裡頭所念的，這個頻率統統是一千六百兆分之一秒。每一個念頭都是獨立的，它產生的幻相有我、有我所，是圓滿的，整個虛空法界是圓滿的，這是事實真相，《般若經》上講的諸法實相。"
    },
    {
      "id": "02-037-0520_p0031",
      "zh_CN": "释迦牟尼佛详细说明这种事实真相，是在他教学二十年之后。前面给你打底子，十二年阿含，八年方等，二十年之后讲般若，才把事实真相告诉我们。你初学给你讲不相信，我们听到之后还是半信半疑，我们得力于现代科学，现代这些量子力学家发现了。德国普朗克博士一生专门研究物质，物质到底是什么？他这一生没有白过，中国人讲，皇天不负苦心人，他把物质的底牌揭开了，这秘密揭开了。在他的报告当中，他说根据他的研究，世界上根本没有物质这个东西，完全否定掉了。物质是什么？物质是意念波动现象产生的幻相。大乘经上佛早就说过，色由心生，心就是念头，色就是物质，物质现象是由念头生的。我们看到这个科学报告才知道，这佛真高明、真了不起，三千年前他怎么知道的？说得这么详细。后头还有个结论，整个宇宙全体是心，这个心是真心，也就是自性，全体是自性。自性没有分别，自性是一体的，自性没有分佛的自性、众生的自性、动物的自性、植物的自性，它是一个性，连山河大地、连虚空全是一个性。我们看到科学报告，我们也是差一点，没有办法悟入，这个疑情不断。看到这个报告，无量的欢喜，几十年的疑情破了，不再疑惑了，对释迦牟尼佛五体投地，承认他真了不起。",
      "zh_TW": "釋迦牟尼佛詳細說明這種事實真相，是在他教學二十年之後。前面給你打底子，十二年阿含，八年方等，二十年之後講般若，才把事實真相告訴我們。你初學給你講不相信，我們聽到之後還是半信半疑，我們得力於現代科學，現代這些量子力學家發現了。德國普朗克博士一生專門研究物質，物質到底是什麼？他這一生沒有白過，中國人講，皇天不負苦心人，他把物質的底牌揭開了，這祕密揭開了。在他的報告當中，他說根據他的研究，世界上根本沒有物質這個東西，完全否定掉了。物質是什麼？物質是意念波動現象產生的幻相。大乘經上佛早就說過，色由心生，心就是念頭，色就是物質，物質現象是由念頭生的。我們看到這個科學報告才知道，這佛真高明、真了不起，三千年前他怎麼知道的？說得這麼詳細。後頭還有個結論，整個宇宙全體是心，這個心是真心，也就是自性，全體是自性。自性沒有分別，自性是一體的，自性沒有分佛的自性、眾生的自性、動物的自性、植物的自性，它是一個性，連山河大地、連虛空全是一個性。我們看到科學報告，我們也是差一點，沒有辦法悟入，這個疑情不斷。看到這個報告，無量的歡喜，幾十年的疑情破了，不再疑惑了，對釋迦牟尼佛五體投地，承認他真了不起。"
    },
    {
      "id": "02-037-0520_p0032",
      "zh_CN": "这佛在经上讲，佛是用什么方法知道的？用禅定，而且要很深的禅定，佛讲八地以上。《华严经》上讲菩萨五十一个阶级，就是五十一种深浅不同的禅定，要到最高的第四层，你看八地、九地、十地、等觉，上面是妙觉，妙觉是回常寂光了，到这个层次才看见，八地以上。那是什么样的功夫，那个心清净平等到极处了，这宇宙奥秘被他看穿了。今天科学家，我们知道他是用数学来推演有此可能，然后用精密仪器去观察、去求证，最后把这个秘密揭穿。物质这桩事情，科学解释清楚了，但是念头发现了，不清楚。念头今天所发现的，经上讲的当处出生，随处灭尽，他看到这个。这个念头的波才起来立刻就没有了，第二个波又起来又没有了，频率是一秒钟一千六百兆。这样微细的东西被他看到，所以他看到是非常快速，现前立刻就消失掉，速度非常快速。不知道从哪来的，现在还找不到原因。我们相信再过个一、二十年，他会找到。这个找到是什么？能量。能量是属于自然现象，就是阿赖耶的业相，念头是阿赖耶的转相，物质是阿赖耶的境界相。",
      "zh_TW": "這佛在經上講，佛是用什麼方法知道的？用禪定，而且要很深的禪定，佛講八地以上。《華嚴經》上講菩薩五十一個階級，就是五十一種深淺不同的禪定，要到最高的第四層，你看八地、九地、十地、等覺，上面是妙覺，妙覺是回常寂光了，到這個層次才看見，八地以上。那是什麼樣的功夫，那個心清淨平等到極處了，這宇宙奧祕被他看穿了。今天科學家，我們知道他是用數學來推演有此可能，然後用精密儀器去觀察、去求證，最後把這個祕密揭穿。物質這樁事情，科學解釋清楚了，但是念頭發現了，不清楚。念頭今天所發現的，經上講的當處出生，隨處滅盡，他看到這個。這個念頭的波才起來立刻就沒有了，第二個波又起來又沒有了，頻率是一秒鐘一千六百兆。這樣微細的東西被他看到，所以他看到是非常快速，現前立刻就消失掉，速度非常快速。不知道從哪來的，現在還找不到原因。我們相信再過個一、二十年，他會找到。這個找到是什麼？能量。能量是屬於自然現象，就是阿賴耶的業相，念頭是阿賴耶的轉相，物質是阿賴耶的境界相。"
    },
    {
      "id": "02-037-0520_p0033",
      "zh_CN": "佛经里头告诉我们，阿赖耶的业相就是一念不觉，这是业相。从一念不觉里面，就变现出第七跟第六识。执着有个身体的时候，身体就加上前五识，前五识是属于身体，身体没有了，前五识就没有了。所以心相，心相就是阿赖耶、末那、意识，这叫阿赖耶三细相。所以这个东西科学家现在发现，刚刚发现，讲得不清楚。但是我们的意识能缘的境界，佛说得很清楚，对内可以缘到阿赖耶，对外可以缘虚空法界。今天的物理学确实是向这两个方向发展的，一个研究太空物理，一个研究量子力学，量子力学就是阿赖耶。科学发现，发现的人不得受用，为什么？他没有定功。真正从禅定里面发现的，那个作用太大了，他有无量的神通、无量的智慧，他有自受用，他有他受用。科学家、哲学家虽发现了，他得不到受用，他所知还是很有限。这个就是科学这种方法，跟佛用的方法不一样，佛不需要数学，不需要这些科学仪器，不需要，所以他是现量；科学家发现也是属于现量，但是受用不一样。",
      "zh_TW": "佛經裡頭告訴我們，阿賴耶的業相就是一念不覺，這是業相。從一念不覺裡面，就變現出第七跟第六識。執著有個身體的時候，身體就加上前五識，前五識是屬於身體，身體沒有了，前五識就沒有了。所以心相，心相就是阿賴耶、末那、意識，這叫阿賴耶三細相。所以這個東西科學家現在發現，剛剛發現，講得不清楚。但是我們的意識能緣的境界，佛說得很清楚，對內可以緣到阿賴耶，對外可以緣虛空法界。今天的物理學確實是向這兩個方向發展的，一個研究太空物理，一個研究量子力學，量子力學就是阿賴耶。科學發現，發現的人不得受用，為什麼？他沒有定功。真正從禪定裡面發現的，那個作用太大了，他有無量的神通、無量的智慧，他有自受用，他有他受用。科學家、哲學家雖發現了，他得不到受用，他所知還是很有限。這個就是科學這種方法，跟佛用的方法不一樣，佛不需要數學，不需要這些科學儀器，不需要，所以他是現量；科學家發現也是屬於現量，但是受用不一樣。"
    },
    {
      "id": "02-037-0520_p0034",
      "zh_CN": "所以一定要晓得，我跟我所都不可得，都是属于一千六百兆分之一秒的波动所产生的。我跟我所就是《还源观》上所说的起二用，我正报，我所依报。依报跟正报都不是真的，为什么？刹那生灭，这个刹那就是一千六百兆分之一秒。一秒钟里头一千六百兆次的生灭，每一个生灭现象都是独立的，与前后都不相干，所以它不是相续相，相续是相同的，它不相同。所以它相似不完全相同，叫相似相续相。这桩事情，日本江本博士实验出来了，他用水做实验，水结晶做实验。他告诉我，他做了十几万次的实验，没有找到两个图案是完全相同的。我告诉他，你永远找不到相同的。他问，为什么？我告诉他这个原因，念念不相同，你怎么会找到相同的？同样我们对水说，「我爱你」，我前一秒钟跟后一秒钟的爱分量不一样，不是完全相同的，他就明白了。他现在对佛教有兴趣了，以前怕，说这个是宗教，怕人家说他是迷信。佛教不迷信，你这套东西，佛经上早就讲过。",
      "zh_TW": "所以一定要曉得，我跟我所都不可得，都是屬於一千六百兆分之一秒的波動所產生的。我跟我所就是《還源觀》上所說的起二用，我正報，我所依報。依報跟正報都不是真的，為什麼？剎那生滅，這個剎那就是一千六百兆分之一秒。一秒鐘裡頭一千六百兆次的生滅，每一個生滅現象都是獨立的，與前後都不相干，所以它不是相續相，相續是相同的，它不相同。所以它相似不完全相同，叫相似相續相。這樁事情，日本江本博士實驗出來了，他用水做實驗，水結晶做實驗。他告訴我，他做了十幾萬次的實驗，沒有找到兩個圖案是完全相同的。我告訴他，你永遠找不到相同的。他問，為什麼？我告訴他這個原因，念念不相同，你怎麼會找到相同的？同樣我們對水說，「我愛你」，我前一秒鐘跟後一秒鐘的愛分量不一樣，不是完全相同的，他就明白了。他現在對佛教有興趣了，以前怕，說這個是宗教，怕人家說他是迷信。佛教不迷信，你這套東西，佛經上早就講過。"
    },
    {
      "id": "02-037-0520_p0035",
      "zh_CN": "「凡圣一如，共同此智」，这句话非常重要！凡，我们六道凡夫，十法界的凡夫，圣是诸佛如来，我们完全相同，没有一丝毫差别。佛有这五种智，我们个个都有，只是现在怎么样？只是现在你不相信，你现在有障碍。这五种智，也就是《华严》上佛所说的，「一切众生皆有如来智慧德相」。这也就是惠能大师开悟的时候说的第三句话，「何期自性，本自具足」。具足什么？具足无量智慧，这五种智，具足德行、具足相好。换句话说，五伦、五常、四维、八德本有的，不是外头来的，自性具足的。我们学了佛，净业三福、三皈、五戒、六和敬、三学、六波罗蜜、普贤十愿，全都是自性的性德。再说多一点，阿弥陀佛四十八愿，愿愿都是性德。他有，我们统统都有，没有一个没有，只是障碍障住，让我们完全不知道，迷惑到这个程度，还自以为很聪明，还感觉得骄傲。真正了解事实真相只有惭愧，我怎么变成这样子！",
      "zh_TW": "「凡聖一如，共同此智」，這句話非常重要！凡，我們六道凡夫，十法界的凡夫，聖是諸佛如來，我們完全相同，沒有一絲毫差別。佛有這五種智，我們個個都有，只是現在怎麼樣？只是現在你不相信，你現在有障礙。這五種智，也就是《華嚴》上佛所說的，「一切眾生皆有如來智慧德相」。這也就是惠能大師開悟的時候說的第三句話，「何期自性，本自具足」。具足什麼？具足無量智慧，這五種智，具足德行、具足相好。換句話說，五倫、五常、四維、八德本有的，不是外頭來的，自性具足的。我們學了佛，淨業三福、三皈、五戒、六和敬、三學、六波羅蜜、普賢十願，全都是自性的性德。再說多一點，阿彌陀佛四十八願，願願都是性德。他有，我們統統都有，沒有一個沒有，只是障礙障住，讓我們完全不知道，迷惑到這個程度，還自以為很聰明，還感覺得驕傲。真正了解事實真相只有慚愧，我怎麼變成這樣子！"
    },
    {
      "id": "02-037-0520_p0036",
      "zh_CN": "所以人不要跟别人比，跟别人比你永远不能成就。跟谁比？跟诸佛如来比，才能帮助我们提升。那人他没有成佛，我迷他也迷，他迷得比我深，我就感到骄傲，那不是五十步笑百步吗？这个错了，五十步慢，百步也不快，距离很遥远。所以一定要跟诸佛如来看齐，他是圆满觉悟了，我们还有这么多东西没放下，这惭愧！看看祖师大德，他们能放得下，我为什么放不下？章嘉大师说的，你没看破，你看破自然就放下了。看破是什么？了解真相。我们如果是真正把弥勒菩萨这句话常常放在心上，观察一切人事物；也是经上讲的，这个五个字好，无我、无我所，这五个字太好了，用弥勒菩萨这一句话去对照，弥勒菩萨说，「一弹指三十二亿百千念，念念成形，形皆有识」，这就是假的，这就不是真的。你看念，念成形，念是意念，形是物质现象，物质现象是念头生的。形里面？形里头有识，就是有精神现象，不能把它分割，分割成物理跟心理，错了，这就带来很大的麻烦。",
      "zh_TW": "所以人不要跟別人比，跟別人比你永遠不能成就。跟誰比？跟諸佛如來比，才能幫助我們提升。那人他沒有成佛，我迷他也迷，他迷得比我深，我就感到驕傲，那不是五十步笑百步嗎？這個錯了，五十步慢，百步也不快，距離很遙遠。所以一定要跟諸佛如來看齊，他是圓滿覺悟了，我們還有這麼多東西沒放下，這慚愧！看看祖師大德，他們能放得下，我為什麼放不下？章嘉大師說的，你沒看破，你看破自然就放下了。看破是什麼？了解真相。我們如果是真正把彌勒菩薩這句話常常放在心上，觀察一切人事物；也是經上講的，這個五個字好，無我、無我所，這五個字太好了，用彌勒菩薩這一句話去對照，彌勒菩薩說，「一彈指三十二億百千念，念念成形，形皆有識」，這就是假的，這就不是真的。你看念，念成形，念是意念，形是物質現象，物質現象是念頭生的。形裡面？形裡頭有識，就是有精神現象，不能把它分割，分割成物理跟心理，錯了，這就帶來很大的麻煩。"
    },
    {
      "id": "02-037-0520_p0037",
      "zh_CN": "现在量子力学家提出来，这个世间四百年的科学走上了一个误区，这个误区就是二分法，把它分作心理、分作物理，错了。物理跟心理分不开，物里头有心，心里头有物，决定分不开。而且物质的基础完全是念头，所以提出以心控物，就是控制物质，念头来控制物质，这是最新科学提出来的。那心能控制物质，整个科学起了大革命，以前许许多多的这些定律都会推翻了。现在称为前卫科学，还没有得到所有科学家的承认，他们在搜集证据。搜集证据特别偏重在治疗，对疾病的治疗，在这个里头找证据。找那些医院，医生对这个病人放弃治疗，没得救了，得的重病，告诉这个人，你存活期间大概只有一、二个月，等于说宣告死刑。这些人也无可奈何，没有办法了，这回家。这里面有一些宗教徒，宗教徒自己知道活在世间不久了，他一切放下，天天做祈祷，希望死了之后神接他到天堂去。所以他不想病，也不想病好、不想病坏，他统统不想了，一天到晚都想上帝、想天堂，念头转变了。这一转变，二、三个月他没事，再到医院检查病没有了，完全恢复正常了，这医院认为是奇迹。这种事情很多，他们这案例非常非常丰富，这就证明，念头把你身上带着病态的细胞统统恢复正常。所以念头不能念病，你想病好、想病不好，统统都是增长病，都是长病，你不是消灭病；你根本不理它，你念头转到上帝那里去，转到天堂那里去，不想这个身体了，它就恢复健康。那个病得不到养分，我们的念头念它，它得到养分，它增长；不理它，它没有养分，等于说它就死掉了，这病菌就死掉了，人就恢复健康。念佛的人天天想阿弥陀佛，天天想极乐世界，什么病都没有了。找这个证据来支持他的理论。",
      "zh_TW": "現在量子力學家提出來，這個世間四百年的科學走上了一個誤區，這個誤區就是二分法，把它分作心理、分作物理，錯了。物理跟心理分不開，物裡頭有心，心裡頭有物，決定分不開。而且物質的基礎完全是念頭，所以提出以心控物，就是控制物質，念頭來控制物質，這是最新科學提出來的。那心能控制物質，整個科學起了大革命，以前許許多多的這些定律都會推翻了。現在稱為前衛科學，還沒有得到所有科學家的承認，他們在蒐集證據。蒐集證據特別偏重在治療，對疾病的治療，在這個裡頭找證據。找那些醫院，醫生對這個病人放棄治療，沒得救了，得的重病，告訴這個人，你存活期間大概只有一、二個月，等於說宣告死刑。這些人也無可奈何，沒有辦法了，這回家。這裡面有一些宗教徒，宗教徒自己知道活在世間不久了，他一切放下，天天做祈禱，希望死了之後神接他到天堂去。所以他不想病，也不想病好、不想病壞，他統統不想了，一天到晚都想上帝、想天堂，念頭轉變了。這一轉變，二、三個月他沒事，再到醫院檢查病沒有了，完全恢復正常了，這醫院認為是奇蹟。這種事情很多，他們這案例非常非常豐富，這就證明，念頭把你身上帶著病態的細胞統統恢復正常。所以念頭不能念病，你想病好、想病不好，統統都是增長病，都是長病，你不是消滅病；你根本不理它，你念頭轉到上帝那裡去，轉到天堂那裡去，不想這個身體了，它就恢復健康。那個病得不到養分，我們的念頭念它，它得到養分，它增長；不理它，它沒有養分，等於說它就死掉了，這病菌就死掉了，人就恢復健康。念佛的人天天想阿彌陀佛，天天想極樂世界，什麼病都沒有了。找這個證據來支持他的理論。"
    },
    {
      "id": "02-037-0520_p0038",
      "zh_CN": "我们的意念可以改变外面的物质世界，江本博士实验了一次，做得很成功。好像他找的是有三百多人，在琵琶湖做了一个实验，一个小时，找了一个老和尚，九十多岁的老和尚，现在可能不在了，这个实验在很多年前。琵琶湖一个海湾，死水，二十多年，这个水肮脏，气味很难闻，他就选定这个地方。三百多个人，一个小时万缘放下，就是告诉他们什么都不要想，大家想一桩事情，「湖水干净了」，口里就念这个，就念这一句「湖水干净了」，口念心想，不夹杂、不怀疑，就这样念，念一个小时。三天之后这个湖水真干净了，气味没有了，保持了半年。所以我跟他讲，你要能每三个月去做一次，这湖水不就永远干净了吗？真有效果！",
      "zh_TW": "我們的意念可以改變外面的物質世界，江本博士實驗了一次，做得很成功。好像他找的是有三百多人，在琵琶湖做了一個實驗，一個小時，找了一個老和尚，九十多歲的老和尚，現在可能不在了，這個實驗在很多年前。琵琶湖一個海灣，死水，二十多年，這個水骯髒，氣味很難聞，他就選定這個地方。三百多個人，一個小時萬緣放下，就是告訴他們什麼都不要想，大家想一樁事情，「湖水乾淨了」，口裡就念這個，就念這一句「湖水乾淨了」，口念心想，不夾雜、不懷疑，就這樣念，念一個小時。三天之後這個湖水真乾淨了，氣味沒有了，保持了半年。所以我跟他講，你要能每三個月去做一次，這湖水不就永遠乾淨了嗎？真有效果！"
    },
    {
      "id": "02-037-0520_p0039",
      "zh_CN": "你明白这个道理，现在很多灾害，地震、海啸，这个很多所谓自然灾害，不是的，它都是物质现象，风灾、水灾都可以用意念把它化解。科学家说过一句话，意念的能量，他说大到什么程度？可以让太空当中的星球改变轨道，有这么大的能量。这个事情佛说过，大小乘经典都讲过，「制心一处，无事不办」。你把心的念头集中在一个地方，这个能量太大了，办什么都成功。我们今天念头就像光一样，往四面八方发射，不集中，所以能量你看不到。像光四面八方发射，一张纸都把它遮住，它都透不过。如果这个光集中起来变成激光，钢板都能穿过。这是光，有这么大的力量，那个念的力量比光可大多了。",
      "zh_TW": "你明白這個道理，現在很多災害，地震、海嘯，這個很多所謂自然災害，不是的，它都是物質現象，風災、水災都可以用意念把它化解。科學家說過一句話，意念的能量，他說大到什麼程度？可以讓太空當中的星球改變軌道，有這麼大的能量。這個事情佛說過，大小乘經典都講過，「制心一處，無事不辦」。你把心的念頭集中在一個地方，這個能量太大了，辦什麼都成功。我們今天念頭就像光一樣，往四面八方發射，不集中，所以能量你看不到。像光四面八方發射，一張紙都把它遮住，它都透不過。如果這個光集中起來變成激光，鋼板都能穿過。這是光，有這麼大的力量，那個念的力量比光可大多了。"
    },
    {
      "id": "02-037-0520_p0040",
      "zh_CN": "所以对于二０一二马雅的灾难预言，美国布莱登博士说，如果地球上的居民都能够弃恶扬善、改邪归正、端正心念，这些灾难统统可以化解，而且地球会愈来愈好。极乐世界为什么那么好？没听说极乐世界有一点灾难，极乐世界人心好，没有邪念。为什么？阿弥陀佛天天在教，大家天天在学，所闻的是纯正之法，所以那个世界就好，依报随着正报转。我们这个地球不例外，跟极乐世界没有两样，但是我们今天世界人心是什么？贪瞋痴慢疑；干的是什么？杀盗淫妄，什么灾难都来了。左丘明告诉我们，这《左传》上一句话，「人弃常则妖兴」。常是五常，五常不要了，人就变成妖魔鬼怪。今天是不是这样的？我们冷静去观察，仁义礼智信，今天的人不仁、不义、无礼、无智、无信，五个字都没有了。那左丘明说，人不像人，人都是妖魔鬼怪。妖魔鬼怪居的地方，那就是无穷的灾变，没有止境的灾变。",
      "zh_TW": "所以對於二０一二馬雅的災難預言，美國布萊登博士說，如果地球上的居民都能夠棄惡揚善、改邪歸正、端正心念，這些災難統統可以化解，而且地球會愈來愈好。極樂世界為什麼那麼好？沒聽說極樂世界有一點災難，極樂世界人心好，沒有邪念。為什麼？阿彌陀佛天天在教，大家天天在學，所聞的是純正之法，所以那個世界就好，依報隨著正報轉。我們這個地球不例外，跟極樂世界沒有兩樣，但是我們今天世界人心是什麼？貪瞋痴慢疑；幹的是什麼？殺盜淫妄，什麼災難都來了。左丘明告訴我們，這《左傳》上一句話，「人棄常則妖興」。常是五常，五常不要了，人就變成妖魔鬼怪。今天是不是這樣的？我們冷靜去觀察，仁義禮智信，今天的人不仁、不義、無禮、無智、無信，五個字都沒有了。那左丘明說，人不像人，人都是妖魔鬼怪。妖魔鬼怪居的地方，那就是無窮的災變，沒有止境的災變。"
    },
    {
      "id": "02-037-0520_p0041",
      "zh_CN": "我们回过头来，我们把仁义礼智信再恢复过来，每个人都把五个字具足，灾难自然没有了。所以汤恩比为什么说孔孟学说能救世界。孔孟学说就是五伦、五常、四维、八德，你们想想这个东西能不能救？真能救！大乘佛法，就是我们净宗提出来的这五个科目，三福（净业三福）、六和（六和敬）、三学（戒定慧）、六度、普贤十愿，我们就五个科目，很好记！能不能救世界？能救，我们一点都不怀疑。从哪里做起？记住，从我自己做起。我自己做起，我自己先救了，我才能救人。不从我自己做起，到灾难来了自己不能得度，这就错了。从我做起，从我心做起。",
      "zh_TW": "我們回過頭來，我們把仁義禮智信再恢復過來，每個人都把五個字具足，災難自然沒有了。所以湯恩比為什麼說孔孟學說能救世界。孔孟學說就是五倫、五常、四維、八德，你們想想這個東西能不能救？真能救！大乘佛法，就是我們淨宗提出來的這五個科目，三福（淨業三福）、六和（六和敬）、三學（戒定慧）、六度、普賢十願，我們就五個科目，很好記！能不能救世界？能救，我們一點都不懷疑。從哪裡做起？記住，從我自己做起。我自己做起，我自己先救了，我才能救人。不從我自己做起，到災難來了自己不能得度，這就錯了。從我做起，從我心做起。"
    },
    {
      "id": "02-037-0520_p0042",
      "zh_CN": "所以这一类的众生，他对于自己善根有怀疑，很多。我初学佛的时候，我有个同事，他的太太跟我同年，我学佛了，我劝她学佛，她不敢，她不敢进佛的大殿。我说为什么，她造的业太多了，没有脸见佛面。这个人能不能学佛？能。为什么？她有良心，她知道羞耻，只要她一回头，她就能得度。但是她怀疑，自己造重业不敢学佛。她不知道。这经上讲得很好，五逆十恶，毁谤佛法，只要能够认错，只要能够忏悔后不再造，妳念佛求生净土，阿弥陀佛还是摄受妳，他还是来接引妳。这些道理讲给她听，她明了佛的心量太大了，不会计较妳这些过失。妳迷惑没有人教妳，犯的这些过失，佛不计较。只要妳听闻正法，只要妳肯回头，经上讲的五逆十恶，临命终时，十念必生。我们相信阿弥陀佛愿愿都是真实，没有一愿是假的，所以求生净土不难。",
      "zh_TW": "所以這一類的眾生，他對於自己善根有懷疑，很多。我初學佛的時候，我有個同事，他的太太跟我同年，我學佛了，我勸她學佛，她不敢，她不敢進佛的大殿。我說為什麼，她造的業太多了，沒有臉見佛面。這個人能不能學佛？能。為什麼？她有良心，她知道羞恥，只要她一回頭，她就能得度。但是她懷疑，自己造重業不敢學佛。她不知道。這經上講得很好，五逆十惡，毀謗佛法，只要能夠認錯，只要能夠懺悔後不再造，妳念佛求生淨土，阿彌陀佛還是攝受妳，他還是來接引妳。這些道理講給她聽，她明瞭佛的心量太大了，不會計較妳這些過失。妳迷惑沒有人教妳，犯的這些過失，佛不計較。只要妳聽聞正法，只要妳肯回頭，經上講的五逆十惡，臨命終時，十念必生。我們相信阿彌陀佛願願都是真實，沒有一願是假的，所以求生淨土不難。"
    },
    {
      "id": "02-037-0520_p0043",
      "zh_CN": "这本经书太好了！这本书能救世尊末法九千年一切众生，确确实实末法一切众生决定因此而得度。我们先做个榜样给别人看，人家就更相信了。所贵的，经上教训要做到，要认真把它做到，你愈做到愈快乐、愈欢喜。不会说我做的时候会有难处，不会，愈做愈快乐，法喜充满，真正是常生欢喜心。今天我们就学到此地。",
      "zh_TW": "這本經書太好了！這本書能救世尊末法九千年一切眾生，確確實實末法一切眾生決定因此而得度。我們先做個榜樣給別人看，人家就更相信了。所貴的，經上教訓要做到，要認真把它做到，你愈做到愈快樂、愈歡喜。不會說我做的時候會有難處，不會，愈做愈快樂，法喜充滿，真正是常生歡喜心。今天我們就學到此地。"
    }
  ]
}