{
  "doc_id": "02-037-0023",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十三集",
    "zh_TW": "第二十三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0023",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-037-0023_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第一百七十六面第四行，宗趣的第五段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第一百七十六面第四行，宗趣的第五段："
    },
    {
      "id": "02-037-0023_p0002",
      "zh_CN": "「发菩提心为正因，念佛为助行」。前面我们学习到，菩萨们虽然知道万法皆空，正如《般若经》上所说的，「一切法无所有、毕竟空、不可得」，但是他还认真在那里断烦恼，在那个地方学法门。虽然他有断有修、有行有证，而又不违背大三空三昧，这是不可思议的境界。你要问这里头什么道理？这个道理太深了，是自性，佛经上有个名词叫法尔如是，一切法自自然然它是这个样子的。这个里面的理很深，不是九法界众生凭借他的意念能够明白、能够了知的。这个事情就像大乘经上所说的，「唯佛与佛，方能究竟」，即使等觉菩萨，对于这桩事情也是模模糊糊，不十分清楚。可见菩萨必须要把无始无明习气断干净，断干净就是《华严经》上讲的妙觉如来，才能对于这个事实真相彻底了解。",
      "zh_TW": "「發菩提心為正因，念佛為助行」。前面我們學習到，菩薩們雖然知道萬法皆空，正如《般若經》上所說的，「一切法無所有、畢竟空、不可得」，但是他還認真在那裡斷煩惱，在那個地方學法門。雖然他有斷有修、有行有證，而又不違背大三空三昧，這是不可思議的境界。你要問這裡頭什麼道理？這個道理太深了，是自性，佛經上有個名詞叫法爾如是，一切法自自然然它是這個樣子的。這個裡面的理很深，不是九法界眾生憑藉他的意念能夠明白、能夠了知的。這個事情就像大乘經上所說的，「唯佛與佛，方能究竟」，即使等覺菩薩，對於這樁事情也是模模糊糊，不十分清楚。可見菩薩必須要把無始無明習氣斷乾淨，斷乾淨就是《華嚴經》上講的妙覺如來，才能對於這個事實真相徹底了解。"
    },
    {
      "id": "02-037-0023_p0003",
      "zh_CN": "佛菩萨告诉我们事实真相如是，我们不必着急，一定要守住如来的教诲，他说的是一点都不错，我们没有办法躐等。证得法身大士不难，圆教初住菩萨就证得了，而无始无明习气断得干干净净这个难，难在哪里？在这个地方你不能用功，没法子，因为你已经在一切法里头不起心不动念了。诸位想想，不起心不动念，还用什么功？你一用功就起心动念，起心动念你就退转了。所以在这个境界当中，古大德说「无功用道」，什么念头都不能生。无始无明必须要等待足够的时间，它自然消失了。好像一盆水，我们把它搅动了，现在让它停止下来，你不搅它就行了，你随它去，过个十几二十分钟它自然就静了。我们的心就像水一样，在十法界、在六道、在三途叫大风大浪，十法界是微风细浪，三善道是大浪，三恶道是巨浪。现在要把它平息，那个余波让它真正不动了，就是时间，时间长了自然不动。证到圆教初住菩萨，需要多长的时间这个微细波动就停止了？佛在大经上告诉我们，三大阿僧祇劫，要这么长的时间。所以三大阿僧祇劫不是对普通人讲的，不是对我们说的，对法身菩萨讲的。我们现在断烦恼、开智慧是有方法，为什么？有起心动念，那个是不起心不动念。实报庄严土四十一位法身大士无功用道，三个阿僧祇劫之后自然就没有了，就不动了。不动就回归到零点，我们佛法叫回归自性，自性就是常寂光。",
      "zh_TW": "佛菩薩告訴我們事實真相如是，我們不必著急，一定要守住如來的教誨，他說的是一點都不錯，我們沒有辦法躐等。證得法身大士不難，圓教初住菩薩就證得了，而無始無明習氣斷得乾乾淨淨這個難，難在哪裡？在這個地方你不能用功，沒法子，因為你已經在一切法裡頭不起心不動念了。諸位想想，不起心不動念，還用什麼功？你一用功就起心動念，起心動念你就退轉了。所以在這個境界當中，古大德說「無功用道」，什麼念頭都不能生。無始無明必須要等待足夠的時間，它自然消失了。好像一盆水，我們把它攪動了，現在讓它停止下來，你不攪它就行了，你隨它去，過個十幾二十分鐘它自然就靜了。我們的心就像水一樣，在十法界、在六道、在三途叫大風大浪，十法界是微風細浪，三善道是大浪，三惡道是巨浪。現在要把它平息，那個餘波讓它真正不動了，就是時間，時間長了自然不動。證到圓教初住菩薩，需要多長的時間這個微細波動就停止了？佛在大經上告訴我們，三大阿僧祇劫，要這麼長的時間。所以三大阿僧祇劫不是對普通人講的，不是對我們說的，對法身菩薩講的。我們現在斷煩惱、開智慧是有方法，為什麼？有起心動念，那個是不起心不動念。實報莊嚴土四十一位法身大士無功用道，三個阿僧祇劫之後自然就沒有了，就不動了。不動就回歸到零點，我們佛法叫回歸自性，自性就是常寂光。"
    },
    {
      "id": "02-037-0023_p0004",
      "zh_CN": "净土里面讲的四种净土，究竟圆满的，常寂光土。常寂光土里头什么都没有，三种现象都没有，没有物质现象，没有精神现象，也没有自然现象，完全回归自性。这桩事情，事实真相，圆教初住菩萨就知道了，我们也可以说他发现了。虽然发现，他没有契入，为什么没有契入？就是无始无明习气还在。无始无明就是起心动念，他确确实实做到不起心不动念，但是不起心不动念那种残余的习气不好断，断不掉。见思烦恼有习气，阿罗汉断见思烦恼，没断习气，辟支佛把习气断了。菩萨把分别断了，尘沙烦恼，分别的习气，就是尘沙烦恼的习气没断；再进一步把尘沙习气断掉，他就成佛了，十法界里面的佛。起心动念没断，起心动念断了他就是法身大士，不住四圣法界的佛法界，他离开了，他到一真法界去了，就是实报庄严土。实际上从理上讲，四土是一而四、四而一，从来没有离开过的，完全是我们的意念。真正是外面境界随着意念在变动，念头无量无边，世界无量无边。这个世界刹那刹那都在那里变，确确实实它像一个波浪形状的，不同的频率在振动，从来没有停止。振动的频率，高低缓急不相同，念念不相同。所以佛才说，凡所有相，皆是虚妄，它波动它就产生现象。这三种现象构成了法界虚空界，用科学家的名词就是宇宙，宇宙万物，全是波动里头出现的，出生无尽。",
      "zh_TW": "淨土裡面講的四種淨土，究竟圓滿的，常寂光土。常寂光土裡頭什麼都沒有，三種現象都沒有，沒有物質現象，沒有精神現象，也沒有自然現象，完全回歸自性。這樁事情，事實真相，圓教初住菩薩就知道了，我們也可以說他發現了。雖然發現，他沒有契入，為什麼沒有契入？就是無始無明習氣還在。無始無明就是起心動念，他確確實實做到不起心不動念，但是不起心不動念那種殘餘的習氣不好斷，斷不掉。見思煩惱有習氣，阿羅漢斷見思煩惱，沒斷習氣，辟支佛把習氣斷了。菩薩把分別斷了，塵沙煩惱，分別的習氣，就是塵沙煩惱的習氣沒斷；再進一步把塵沙習氣斷掉，他就成佛了，十法界裡面的佛。起心動念沒斷，起心動念斷了他就是法身大士，不住四聖法界的佛法界，他離開了，他到一真法界去了，就是實報莊嚴土。實際上從理上講，四土是一而四、四而一，從來沒有離開過的，完全是我們的意念。真正是外面境界隨著意念在變動，念頭無量無邊，世界無量無邊。這個世界剎那剎那都在那裡變，確確實實它像一個波浪形狀的，不同的頻率在振動，從來沒有停止。振動的頻率，高低緩急不相同，念念不相同。所以佛才說，凡所有相，皆是虛妄，它波動它就產生現象。這三種現象構成了法界虛空界，用科學家的名詞就是宇宙，宇宙萬物，全是波動裡頭出現的，出生無盡。"
    },
    {
      "id": "02-037-0023_p0005",
      "zh_CN": "这个道理我们想不通，为什么会有这种现象？我想了很长的时间，忽然想到小时候玩万花筒。万花筒很简单，现在万花筒造得好，我们以前做小朋友玩的万花筒，自己做的。三片玻璃里面放一点不同颜色的碎纸，转起来就看到图案变化，转一天也看不到两个是相同的。我从这个道理逐渐体会到佛在经上所说的，读到世尊跟弥勒菩萨的对话，这是《菩萨处胎经》上的，这段经文跟万花筒那个道理是一样的。确实非常简单，但是演变成这么复杂。再复杂它都不是真的，「当处出生，随处灭尽」，佛这两句话说得好，讲整个宇宙万事万物全是当处出生，就是那一念。科学家形容这桩事情，这个意念，他说凭空蹦出来，没有理由，蹦出来了，马上就消灭，下面一个念头又蹦出来。生灭的速度非常快，他说非常快，弥勒菩萨说了个数字，快到什么程度？一秒钟一千六百兆，真不可思议。这是事实真相，事实真相就是在我们眼前，从来没有离开我们，我们没发现。这是我们心浮气躁，就在当下就不能发现。",
      "zh_TW": "這個道理我們想不通，為什麼會有這種現象？我想了很長的時間，忽然想到小時候玩萬花筒。萬花筒很簡單，現在萬花筒造得好，我們以前做小朋友玩的萬花筒，自己做的。三片玻璃裡面放一點不同顏色的碎紙，轉起來就看到圖案變化，轉一天也看不到兩個是相同的。我從這個道理逐漸體會到佛在經上所說的，讀到世尊跟彌勒菩薩的對話，這是《菩薩處胎經》上的，這段經文跟萬花筒那個道理是一樣的。確實非常簡單，但是演變成這麼複雜。再複雜它都不是真的，「當處出生，隨處滅盡」，佛這兩句話說得好，講整個宇宙萬事萬物全是當處出生，就是那一念。科學家形容這樁事情，這個意念，他說憑空蹦出來，沒有理由，蹦出來了，馬上就消滅，下面一個念頭又蹦出來。生滅的速度非常快，他說非常快，彌勒菩薩說了個數字，快到什麼程度？一秒鐘一千六百兆，真不可思議。這是事實真相，事實真相就是在我們眼前，從來沒有離開我們，我們沒發現。這是我們心浮氣躁，就在當下就不能發現。"
    },
    {
      "id": "02-037-0023_p0006",
      "zh_CN": "佛菩萨慈悲，菩萨是法身菩萨，遇到有缘众生，有缘众生他听，听不懂他也喜欢听，这都算是有缘人。机缘成熟了，他可以听，不反对、不排斥了。我们什么样根性佛知道，知道我们能听、能接受、不反对，他就说。说了我们明白了，我们知道有这么一桩事情，虽然不是自己境界，知道有这桩事情，这叫解悟，不是证悟。解悟对我们修学有好处，为什么？我们有方向、有目标，我们知道佛说这个境界是他的境界，我也要证得这个境界。如果我们不相信、不能接受，你永远不能证得。证得没有别的，要有耐心，先要放下，妄想分别执着统统放下，然后心住在三空三昧，住在空、无相、无作而修菩萨行。这是法身菩萨的事，这不是普通人。你看同样修，持戒、修定，同样在修，法身菩萨跟十法界里头的人不一样。十法界里面是着相，真有修；法身菩萨虽然在修他不着相，他知道能所不可得，能修、所修不可得，能度、所度不可得。虽不可得，每天干得很起劲；虽干得很起劲，心地干干净净一尘不染，作而无作、无作而作。这是佛菩萨境界，这是不思议的境界，我们一般凡夫是无法理解。在这种情况之下，那就说一句老实话，不如念佛！要不要去理解？不需要。能理解，好，帮助你提升境界，不能理解不要紧，不知道也行，老实念佛，生到极乐世界就行了。阿弥陀佛的能量就可以加持你，这一加持，不但你理解了，你能契入。这个功德大，真正叫是第一等的福报。我们如果不求往生极乐世界，要想入如来的境界，真要无量劫，不是简单事情。修行过程当中进进退退，这决定免不了。到极乐世界最大的好处，圆证三不退，这是阿弥陀佛帮助你，位不退、行不退、念不退，使你成就快。",
      "zh_TW": "佛菩薩慈悲，菩薩是法身菩薩，遇到有緣眾生，有緣眾生他聽，聽不懂他也喜歡聽，這都算是有緣人。機緣成熟了，他可以聽，不反對、不排斥了。我們什麼樣根性佛知道，知道我們能聽、能接受、不反對，他就說。說了我們明白了，我們知道有這麼一樁事情，雖然不是自己境界，知道有這樁事情，這叫解悟，不是證悟。解悟對我們修學有好處，為什麼？我們有方向、有目標，我們知道佛說這個境界是他的境界，我也要證得這個境界。如果我們不相信、不能接受，你永遠不能證得。證得沒有別的，要有耐心，先要放下，妄想分別執著統統放下，然後心住在三空三昧，住在空、無相、無作而修菩薩行。這是法身菩薩的事，這不是普通人。你看同樣修，持戒、修定，同樣在修，法身菩薩跟十法界裡頭的人不一樣。十法界裡面是著相，真有修；法身菩薩雖然在修他不著相，他知道能所不可得，能修、所修不可得，能度、所度不可得。雖不可得，每天幹得很起勁；雖幹得很起勁，心地乾乾淨淨一塵不染，作而無作、無作而作。這是佛菩薩境界，這是不思議的境界，我們一般凡夫是無法理解。在這種情況之下，那就說一句老實話，不如念佛！要不要去理解？不需要。能理解，好，幫助你提升境界，不能理解不要緊，不知道也行，老實念佛，生到極樂世界就行了。阿彌陀佛的能量就可以加持你，這一加持，不但你理解了，你能契入。這個功德大，真正叫是第一等的福報。我們如果不求往生極樂世界，要想入如來的境界，真要無量劫，不是簡單事情。修行過程當中進進退退，這決定免不了。到極樂世界最大的好處，圓證三不退，這是阿彌陀佛幫助你，位不退、行不退、念不退，使你成就快。"
    },
    {
      "id": "02-037-0023_p0007",
      "zh_CN": "虽然我们不能够住在三空三昧，我们把三空三昧换成阿弥陀佛，这个方法好，我们住在阿弥陀佛上。那就是说，心里头只有佛号、只有阿弥陀佛，这个人是决定得生净土，生到极乐世界他就圆满了。好办法！住三空三昧那是明心见性的菩萨，不是普通人，在我们这个世间，像惠能大师这样的人行。过去老师告诉我，惠能大师之前没有一个像惠能的，惠能大师之后到今天也没有出现第二个惠能。这就是说，那是难行道，不是易行道，那真的要天才，上上根人。我们自己不是这样的根性，学不来的。阿弥陀佛慈悲，告诉我们另外一个特别法门，下下根人也能够有上上根人的成就，这就是持名念佛法门，你说这个法门多殊胜。这个法门难信，很容易修。能不能成就的关键就在信，信心太难了！我们要真正有足够的信心，真信有极乐世界，真信有阿弥陀佛，就像我们眼前的事情一样。如果承认我们眼前一切都是有，那我们就承认，西方极乐世界阿弥陀佛跟我们现在境界一样，确实是有。蕅益大师在晚年，他有个别号叫「西有道人」，西是西方，西方真有，他用这个做他的别号。表示西方真有极乐世界、真有阿弥陀佛，他不再怀疑，完全相信。我们要有这个信心，心里头念念都有极乐世界，念念都有阿弥陀佛，这个人必生无疑，一生到极乐世界，问题就解决了。",
      "zh_TW": "雖然我們不能夠住在三空三昧，我們把三空三昧換成阿彌陀佛，這個方法好，我們住在阿彌陀佛上。那就是說，心裡頭只有佛號、只有阿彌陀佛，這個人是決定得生淨土，生到極樂世界他就圓滿了。好辦法！住三空三昧那是明心見性的菩薩，不是普通人，在我們這個世間，像惠能大師這樣的人行。過去老師告訴我，惠能大師之前沒有一個像惠能的，惠能大師之後到今天也沒有出現第二個惠能。這就是說，那是難行道，不是易行道，那真的要天才，上上根人。我們自己不是這樣的根性，學不來的。阿彌陀佛慈悲，告訴我們另外一個特別法門，下下根人也能夠有上上根人的成就，這就是持名念佛法門，你說這個法門多殊勝。這個法門難信，很容易修。能不能成就的關鍵就在信，信心太難了！我們要真正有足夠的信心，真信有極樂世界，真信有阿彌陀佛，就像我們眼前的事情一樣。如果承認我們眼前一切都是有，那我們就承認，西方極樂世界阿彌陀佛跟我們現在境界一樣，確實是有。蕅益大師在晚年，他有個別號叫「西有道人」，西是西方，西方真有，他用這個做他的別號。表示西方真有極樂世界、真有阿彌陀佛，他不再懷疑，完全相信。我們要有這個信心，心裡頭念念都有極樂世界，念念都有阿彌陀佛，這個人必生無疑，一生到極樂世界，問題就解決了。"
    },
    {
      "id": "02-037-0023_p0008",
      "zh_CN": "我们现在看念老的注解。「元晓师等以发菩提心为正因，念佛为助因。我国善导、灵芝与日净宗诸家则以持名为正行，发心为助行。」这两个说的相反，到底哪个是正、哪个是助？说这些话的人都不是普通人，净宗的祖师大德。元晓是韩国人，在中国留学的，亲近善导大师。各人的见解不一样，正与助，正中有助、助中有正，实际上很难分。善导、灵芝这是中国人，还有日本净宗的大德，以持名为正行，发心为助行。莲池大师在《疏钞》里头把它和会，合起来了。「还以持名为正行，复以持名为发菩提心，则双取两家而和会其义。」诸位想想，发心他能不念佛吗？念佛的人能不发心吗？发心不念佛不能往生，念佛不发心也不能往生，一而二、二而一。「今崇」，这个今是这部经，现在这部《无量寿经》，它崇尚的是「发菩提心，一向专念，为本经之宗」。这就是一部经修学最高的指导原理原则，称之为宗。「正是双取两家，复又摄归名号，正与莲池大师之意相契」，契合莲池大师所说的意思。发心，蕅益大师说得好，真正发心求生净土，亲近弥陀，这个心就是无上菩提心。跟现代的科学家提倡的「以心控物」这个原理完全相同，跟佛在大小乘经上都说的「制心一处，无事不办」，《佛遗教经》上说的。大乘经上也有讲的「止心一处」，止是知止，知止而后有定，我们把心放在一个地方，无事不办；心要散乱了，妄念多了，什么事都办不成。念头聚成一个焦点，那个能量不可思议，科学家告诉我们，那个能量足以改变世界，这指我们地球，有这么大的能量。",
      "zh_TW": "我們現在看念老的註解。「元曉師等以發菩提心為正因，念佛為助因。我國善導、靈芝與日淨宗諸家則以持名為正行，發心為助行。」這兩個說的相反，到底哪個是正、哪個是助？說這些話的人都不是普通人，淨宗的祖師大德。元曉是韓國人，在中國留學的，親近善導大師。各人的見解不一樣，正與助，正中有助、助中有正，實際上很難分。善導、靈芝這是中國人，還有日本淨宗的大德，以持名為正行，發心為助行。蓮池大師在《疏鈔》裡頭把它和會，合起來了。「還以持名為正行，復以持名為發菩提心，則雙取兩家而和會其義。」諸位想想，發心他能不念佛嗎？念佛的人能不發心嗎？發心不念佛不能往生，念佛不發心也不能往生，一而二、二而一。「今崇」，這個今是這部經，現在這部《無量壽經》，它崇尚的是「發菩提心，一向專念，為本經之宗」。這就是一部經修學最高的指導原理原則，稱之為宗。「正是雙取兩家，復又攝歸名號，正與蓮池大師之意相契」，契合蓮池大師所說的意思。發心，蕅益大師說得好，真正發心求生淨土，親近彌陀，這個心就是無上菩提心。跟現代的科學家提倡的「以心控物」這個原理完全相同，跟佛在大小乘經上都說的「制心一處，無事不辦」，《佛遺教經》上說的。大乘經上也有講的「止心一處」，止是知止，知止而後有定，我們把心放在一個地方，無事不辦；心要散亂了，妄念多了，什麼事都辦不成。念頭聚成一個焦點，那個能量不可思議，科學家告訴我們，那個能量足以改變世界，這指我們地球，有這麼大的能量。"
    },
    {
      "id": "02-037-0023_p0009",
      "zh_CN": "如何制心一处，那是功夫，一般讲那是很高深的禅定，不是一般人能做到的。可是我们变一变，我们把心放在阿弥陀佛上，这似乎就容易多了，那个效果绝不亚于制心一处的。在我们想像当中，不但不亚于它，而且超过它，因为这句佛号功德不可思议。我们把心制于阿弥陀佛这一处，得阿弥陀佛本愿威神加持，这个力量倍增，它怎么会不起作用？对自己来说，我们曾经见过、曾经听说过，有许多得绝症的人，医生放弃治疗，告诉他寿命只有二、三个月。他也不怕死，他也不求存活，他就老实念佛求生净土，念到二、三个月没事，再去检查病没有了。这什么原因？不就是制心一处？制心于阿弥陀佛这一处。这是我们看到的，亲眼所见、亲耳所闻，我们看到的例子。这些人等于是现身说法，做出样子让我们看到，三转法轮里头叫「作证转」，他给我们做证明。真有这种事，中国有外国也有，科学家报告里举了好多例子。得绝症的，没有治疗，过一个时期自然就好了，什么原因？心态！如果一怕死那就完了，必死无疑。为什么？怕死他念死，念什么就现什么。不怕死他不念死，把死这个字给忘掉了，病也忘掉了，死也忘掉了，心里只有阿弥陀佛，所以他病就没有了。这就是制心一处无事不办的例子，它有道理、有方法。关键就是要极度的专注，不能分心、不能疑惑，分心、疑惑，效果就没有了；一点都不怀疑，极度的专注，专注在阿弥陀佛上，问题真能解决。",
      "zh_TW": "如何制心一處，那是功夫，一般講那是很高深的禪定，不是一般人能做到的。可是我們變一變，我們把心放在阿彌陀佛上，這似乎就容易多了，那個效果絕不亞於制心一處的。在我們想像當中，不但不亞於它，而且超過它，因為這句佛號功德不可思議。我們把心制於阿彌陀佛這一處，得阿彌陀佛本願威神加持，這個力量倍增，它怎麼會不起作用？對自己來說，我們曾經見過、曾經聽說過，有許多得絕症的人，醫生放棄治療，告訴他壽命只有二、三個月。他也不怕死，他也不求存活，他就老實念佛求生淨土，念到二、三個月沒事，再去檢查病沒有了。這什麼原因？不就是制心一處？制心於阿彌陀佛這一處。這是我們看到的，親眼所見、親耳所聞，我們看到的例子。這些人等於是現身說法，做出樣子讓我們看到，三轉法輪裡頭叫「作證轉」，他給我們做證明。真有這種事，中國有外國也有，科學家報告裡舉了好多例子。得絕症的，沒有治療，過一個時期自然就好了，什麼原因？心態！如果一怕死那就完了，必死無疑。為什麼？怕死他念死，念什麼就現什麼。不怕死他不念死，把死這個字給忘掉了，病也忘掉了，死也忘掉了，心裡只有阿彌陀佛，所以他病就沒有了。這就是制心一處無事不辦的例子，它有道理、有方法。關鍵就是要極度的專注，不能分心、不能疑惑，分心、疑惑，效果就沒有了；一點都不懷疑，極度的專注，專注在阿彌陀佛上，問題真能解決。"
    },
    {
      "id": "02-037-0023_p0010",
      "zh_CN": "阿弥陀佛这个名号，经上讲得、注解讲得很清楚，那是十方三世一切诸佛如来的总名号，叫阿弥陀佛。阿弥陀佛这一句是梵文音译过来的，翻成中国字的意思就很容易理解，「阿」翻成中国字是无，「弥陀」翻作量，「佛」翻作觉，你看要用中国话说是「无量觉」。迷惑断尽了就是无量觉，哪一尊佛不是无量觉？一切佛总名号不就叫无量觉吗？西方极乐世界法藏菩萨修成佛了，他的名号就叫无量觉。我们念这句名号，念自己的无量觉，念一切诸佛如来的无量觉，自他是一不是二，遍法界虚空界跟自己是一体。这一体没有染污，这一体没有生灭，这一体没有去来，这一体无所不在、无时不在、无处不在，不生不灭，就是真如、就是实相、就是本性。中国老祖宗几千年前就告诉我们，本性本善，本性是佛，怎能说不善？中国古老的教育，它的宗旨就是教人从不善的习性回归到本善，本性本善，这教育就成功了。",
      "zh_TW": "阿彌陀佛這個名號，經上講得、註解講得很清楚，那是十方三世一切諸佛如來的總名號，叫阿彌陀佛。阿彌陀佛這一句是梵文音譯過來的，翻成中國字的意思就很容易理解，「阿」翻成中國字是無，「彌陀」翻作量，「佛」翻作覺，你看要用中國話說是「無量覺」。迷惑斷盡了就是無量覺，哪一尊佛不是無量覺？一切佛總名號不就叫無量覺嗎？西方極樂世界法藏菩薩修成佛了，他的名號就叫無量覺。我們念這句名號，念自己的無量覺，念一切諸佛如來的無量覺，自他是一不是二，遍法界虛空界跟自己是一體。這一體沒有染污，這一體沒有生滅，這一體沒有去來，這一體無所不在、無時不在、無處不在，不生不滅，就是真如、就是實相、就是本性。中國老祖宗幾千年前就告訴我們，本性本善，本性是佛，怎能說不善？中國古老的教育，它的宗旨就是教人從不善的習性回歸到本善，本性本善，這教育就成功了。"
    },
    {
      "id": "02-037-0023_p0011",
      "zh_CN": "「且此八字」，这八个字就是发菩提心，一向专念，「展之则为彻悟禅师之教」。彻悟禅师教给我们十六个字，「真为生死，发菩提心，以深信愿」，深信深愿，「持佛名号」，念阿弥陀佛。「约之则为蕅益大师所倡之」，四个字，「信愿持名」。彻悟禅师说十六个字，蕅益大师说四个字，意思完全相同。这四个字是在《弥陀要解》里头说的，「《弥陀要解》以信愿持名为宗」，这个宗就是净土宗修学最高的指导原理原则，三桩事情，信、愿、持名。大师在《要解》里面给我们信讲了六个，六个信。第一个信自己，这个太重要了！信自己什么？信自己本来是佛。释迦牟尼佛在《华严经》上说的，「一切众生本来是佛」，我们要相信，相信自己本来是佛，相信是心作佛。前面第一个相信「是心是佛」，现在我相信「是心作佛」，我现在发愿求生，念阿弥陀佛，往生极乐世界，到极乐世界去作佛去，这个信是真信。中峰禅师讲得更好，「我心就是阿弥陀佛，阿弥陀佛就是我心」，更贴切了，句句话都是真话。",
      "zh_TW": "「且此八字」，這八個字就是發菩提心，一向專念，「展之則為徹悟禪師之教」。徹悟禪師教給我們十六個字，「真為生死，發菩提心，以深信願」，深信深願，「持佛名號」，念阿彌陀佛。「約之則為蕅益大師所倡之」，四個字，「信願持名」。徹悟禪師說十六個字，蕅益大師說四個字，意思完全相同。這四個字是在《彌陀要解》裡頭說的，「《彌陀要解》以信願持名為宗」，這個宗就是淨土宗修學最高的指導原理原則，三樁事情，信、願、持名。大師在《要解》裡面給我們信講了六個，六個信。第一個信自己，這個太重要了！信自己什麼？信自己本來是佛。釋迦牟尼佛在《華嚴經》上說的，「一切眾生本來是佛」，我們要相信，相信自己本來是佛，相信是心作佛。前面第一個相信「是心是佛」，現在我相信「是心作佛」，我現在發願求生，念阿彌陀佛，往生極樂世界，到極樂世界去作佛去，這個信是真信。中峰禪師講得更好，「我心就是阿彌陀佛，阿彌陀佛就是我心」，更貼切了，句句話都是真話。"
    },
    {
      "id": "02-037-0023_p0012",
      "zh_CN": "所以佛家讲信心，第一个是讲信自，第二个才是信他。跟宗教不一样，宗教里第一个要信神，第二个要相信神慈悲，爱我，他会帮助我，跟佛法讲的不一样。佛法里讲的，真的，自己跟一切诸佛菩萨是一不是二，这妙不可言。我们自己要认真想想，我们有没有这个信心？有信心就有成就。我们今天修行，念佛功夫不得力，不得力的根本原因就是我们信心有了问题。我们天天念，跟功夫得力的人念没有两样，一字不差，为什么他功夫得力，我功夫不得力？他具足了六种信。信自、信他，他就是阿弥陀佛、释迦如来，决定不欺骗我们。信理、信事，理、事今天量子力学家讲得非常清楚，跟佛讲的没有两样。近代这些量子力学家没学过佛，他们深入研究物质与精神，乃至于自然现象，发现这些现象的奥秘，提出报告，这个报告居然跟大乘经上讲的一模一样，我们看到非常惊讶。我们告诉他们，你们现在研究的成果，佛在大乘经上早就说过了，他们也觉得非常惊讶。这理事，我们不怀疑了，因果自然就相信了，念佛是因，成佛是果。为什么？意念。制心一处那个心就是意念，我们意念集中在一点，事就成就了。我们集中在一点，在阿弥陀佛这一点，我们就成就跟阿弥陀佛同样的成就。",
      "zh_TW": "所以佛家講信心，第一個是講信自，第二個才是信他。跟宗教不一樣，宗教裡第一個要信神，第二個要相信神慈悲，愛我，他會幫助我，跟佛法講的不一樣。佛法裡講的，真的，自己跟一切諸佛菩薩是一不是二，這妙不可言。我們自己要認真想想，我們有沒有這個信心？有信心就有成就。我們今天修行，念佛功夫不得力，不得力的根本原因就是我們信心有了問題。我們天天念，跟功夫得力的人念沒有兩樣，一字不差，為什麼他功夫得力，我功夫不得力？他具足了六種信。信自、信他，他就是阿彌陀佛、釋迦如來，決定不欺騙我們。信理、信事，理、事今天量子力學家講得非常清楚，跟佛講的沒有兩樣。近代這些量子力學家沒學過佛，他們深入研究物質與精神，乃至於自然現象，發現這些現象的奧祕，提出報告，這個報告居然跟大乘經上講的一模一樣，我們看到非常驚訝。我們告訴他們，你們現在研究的成果，佛在大乘經上早就說過了，他們也覺得非常驚訝。這理事，我們不懷疑了，因果自然就相信了，念佛是因，成佛是果。為什麼？意念。制心一處那個心就是意念，我們意念集中在一點，事就成就了。我們集中在一點，在阿彌陀佛這一點，我們就成就跟阿彌陀佛同樣的成就。"
    },
    {
      "id": "02-037-0023_p0013",
      "zh_CN": "「并云」，这也是《弥陀要解》上所说的，「信愿持名为一经要旨，信愿为慧行，持名为行行」。慧行是智慧在指导，不是盲修瞎练。慧行就是章嘉大师当年给我讲的看破；持名为行行，行行就是放下。看得破，放得下。看破是什么？明了，不迷惑，清清楚楚；放下是放下一切万缘，专念阿弥陀佛，这叫行行。我念阿弥陀佛，里面还有杂念渗透在里面，把这句佛号破坏了，你的念不净，不清净、不纯，有夹杂，那就功夫不得力。念头要纯净，没有丝毫夹杂，除阿弥陀佛这一念之外，什么念头都没有。念念跟阿弥陀佛相应，而且念念加持遍法界虚空界，真实功德、真实利益。蕅益大师《要解》里讲的这些话好，印光大师佩服得五体投地。说「得生与否，全由信愿之有无」，有真信切愿，一念十念都能往生。所以，能不能往生决定在信愿。对这个世间、对十方佛刹没有丝毫留恋，像我们在外面旅行住旅馆一样，住几天就走了，住在这儿办事或者观光旅游，看完了就走路了，没有留恋。娑婆世界、十方刹土是我们的旅站、客栈，极乐世界是我们的老家，我们要回家去。阿弥陀佛是我们的父母、是我们的老师，我们要有这样的愿望。「品位高下，全由持名之深浅」。能不能往生是信愿，往生到极乐世界品位高下，那是你念佛功夫的浅深，这两句话说得好。我们功夫浅一点不怕，只要能往生，就像蕅益大师讲的，下下品往生我就很满足了。何况你真干，真干肯定不是下下品，总在下下品之上，努力去争取。",
      "zh_TW": "「並云」，這也是《彌陀要解》上所說的，「信願持名為一經要旨，信願為慧行，持名為行行」。慧行是智慧在指導，不是盲修瞎練。慧行就是章嘉大師當年給我講的看破；持名為行行，行行就是放下。看得破，放得下。看破是什麼？明瞭，不迷惑，清清楚楚；放下是放下一切萬緣，專念阿彌陀佛，這叫行行。我念阿彌陀佛，裡面還有雜念滲透在裡面，把這句佛號破壞了，你的念不淨，不清淨、不純，有夾雜，那就功夫不得力。念頭要純淨，沒有絲毫夾雜，除阿彌陀佛這一念之外，什麼念頭都沒有。念念跟阿彌陀佛相應，而且念念加持遍法界虛空界，真實功德、真實利益。蕅益大師《要解》裡講的這些話好，印光大師佩服得五體投地。說「得生與否，全由信願之有無」，有真信切願，一念十念都能往生。所以，能不能往生決定在信願。對這個世間、對十方佛剎沒有絲毫留戀，像我們在外面旅行住旅館一樣，住幾天就走了，住在這兒辦事或者觀光旅遊，看完了就走路了，沒有留戀。娑婆世界、十方剎土是我們的旅站、客棧，極樂世界是我們的老家，我們要回家去。阿彌陀佛是我們的父母、是我們的老師，我們要有這樣的願望。「品位高下，全由持名之深淺」。能不能往生是信願，往生到極樂世界品位高下，那是你念佛功夫的淺深，這兩句話說得好。我們功夫淺一點不怕，只要能往生，就像蕅益大師講的，下下品往生我就很滿足了。何況你真幹，真幹肯定不是下下品，總在下下品之上，努力去爭取。"
    },
    {
      "id": "02-037-0023_p0014",
      "zh_CN": "心里头千万不要搞拉杂东西，这是什么？这是你在极乐世界不能提升品位，你应当放下。弘法的人放下容易，护法的人可不容易，护法有很多拉杂事情在你面前，你不能不处理。那怎么样？虽然处理一切杂务，心心念着阿弥陀佛，不要让杂事、杂念干扰你的弥陀心。你的心是弥陀，别让这些拉杂干扰弥陀的心，就成功了，那个功德等于大三空三昧。问题是你有没有真心，有真心，我相信阿弥陀佛加持你。如果还有一点私心在里头，阿弥陀佛就加不上，你要知道，你那一点私心才是你真正的障碍。外头人能不能障碍你？不能，外面善缘恶缘、顺境逆境都不能障碍你，你一定要晓得，障碍你的是你自己。所以你要知道，不能成功是你自作自受，与什么人都不相干，你要怪这个、怪那个，你就大错特错。外缘如果能干涉，十方诸佛如来一个都不能成就，这就说明一切外缘决定不能干扰你。所以，你一心想成就，你这一生就会成就，不接受任何干扰。顺境善缘没有贪爱之心，不受干扰，逆境恶缘没有丝毫瞋恚心。对一切人事物只有一个感恩的心，谢谢你，没有留恋。像善财童子一样，恋德礼辞，怀念你、感恩你，这个地方不留，走了。礼是向你礼拜，辞是告别，不接受。这是我们真正要学习的。",
      "zh_TW": "心裡頭千萬不要搞拉雜東西，這是什麼？這是你在極樂世界不能提升品位，你應當放下。弘法的人放下容易，護法的人可不容易，護法有很多拉雜事情在你面前，你不能不處理。那怎麼樣？雖然處理一切雜務，心心念著阿彌陀佛，不要讓雜事、雜念干擾你的彌陀心。你的心是彌陀，別讓這些拉雜干擾彌陀的心，就成功了，那個功德等於大三空三昧。問題是你有沒有真心，有真心，我相信阿彌陀佛加持你。如果還有一點私心在裡頭，阿彌陀佛就加不上，你要知道，你那一點私心才是你真正的障礙。外頭人能不能障礙你？不能，外面善緣惡緣、順境逆境都不能障礙你，你一定要曉得，障礙你的是你自己。所以你要知道，不能成功是你自作自受，與什麼人都不相干，你要怪這個、怪那個，你就大錯特錯。外緣如果能干涉，十方諸佛如來一個都不能成就，這就說明一切外緣決定不能干擾你。所以，你一心想成就，你這一生就會成就，不接受任何干擾。順境善緣沒有貪愛之心，不受干擾，逆境惡緣沒有絲毫瞋恚心。對一切人事物只有一個感恩的心，謝謝你，沒有留戀。像善財童子一樣，戀德禮辭，懷念你、感恩你，這個地方不留，走了。禮是向你禮拜，辭是告別，不接受。這是我們真正要學習的。"
    },
    {
      "id": "02-037-0023_p0015",
      "zh_CN": "「故慧行为前导，行行为正修」，慧行是看破，行行是放下，放下真的是正修。大乘教里面佛告诉我们，放下，我们用《华严经》上所说的好懂，放下执着，我什么都不执着了，你就证阿罗汉果，成正觉；放下分别，不但执着，分别心都没有了，没有分别就一如，就万法归一，你就成菩萨；放下妄想，妄想就是起心动念，不起心不动念你就成佛了，法身大士，不住十法界，住实报庄严土，净土经上说，你就成了阿惟越致菩萨。所以，真行就是放下。我向章嘉大师请教，有没有什么方法让我们很快能契入佛境界？他把这个方法就教给我。看破帮助你放下，放下帮助你又看破，从初发心到如来地，就是这两个方法相辅相成。哪个排在第一？每个人根性不相同，有的人先放下就看破了，有的人先看破再放下，每个人不一样。我们一般讲知识分子，知识分子妄念比较多，应该先看破再放下。有一些真正是老实人，他心地很善良、很纯朴，教他怎么做他就怎么做，可以让他先放下，放下他就看破，看破再帮助放下。这是成功的秘诀，佛法从凡夫地一直到圆满佛果，就用的这个方法。我修到这个境界，如果不放下就不能往上提升，像上高楼一样，放下一层我就上第二层，放下二层我就上第三层，放下第三层我就上第四层，我这样到楼顶。",
      "zh_TW": "「故慧行為前導，行行為正修」，慧行是看破，行行是放下，放下真的是正修。大乘教裡面佛告訴我們，放下，我們用《華嚴經》上所說的好懂，放下執著，我什麼都不執著了，你就證阿羅漢果，成正覺；放下分別，不但執著，分別心都沒有了，沒有分別就一如，就萬法歸一，你就成菩薩；放下妄想，妄想就是起心動念，不起心不動念你就成佛了，法身大士，不住十法界，住實報莊嚴土，淨土經上說，你就成了阿惟越致菩薩。所以，真行就是放下。我向章嘉大師請教，有沒有什麼方法讓我們很快能契入佛境界？他把這個方法就教給我。看破幫助你放下，放下幫助你又看破，從初發心到如來地，就是這兩個方法相輔相成。哪個排在第一？每個人根性不相同，有的人先放下就看破了，有的人先看破再放下，每個人不一樣。我們一般講知識分子，知識分子妄念比較多，應該先看破再放下。有一些真正是老實人，他心地很善良、很純樸，教他怎麼做他就怎麼做，可以讓他先放下，放下他就看破，看破再幫助放下。這是成功的祕訣，佛法從凡夫地一直到圓滿佛果，就用的這個方法。我修到這個境界，如果不放下就不能往上提升，像上高樓一樣，放下一層我就上第二層，放下二層我就上第三層，放下第三層我就上第四層，我這樣到樓頂。"
    },
    {
      "id": "02-037-0023_p0016",
      "zh_CN": "不放下不行，决定不可留恋，再好的境界，你一定要知道是虚妄的，不是真实的。凡所有相，皆是虚妄，实报庄严土也不是真实的，也要放下，他才能真正回常寂光。他对实报土还要有留恋的话，他就入不了常寂光，知道有常寂光，他不能契入，放下就契入了。实报土的殊胜没法子说出来，法性身、法性土，跟我们这个世界完全不一样。人在这个境界里头，那就是无始无明的习气，这个境界就是太不容易放下了。知道有常寂光，不想去，这个地方挺舒服的、挺自在快乐，不想去。住上三大阿僧祇劫，换换地方吧，放下吧！他就入常寂光，就回归自性了。所以，无始无明习气真难断。",
      "zh_TW": "不放下不行，決定不可留戀，再好的境界，你一定要知道是虛妄的，不是真實的。凡所有相，皆是虛妄，實報莊嚴土也不是真實的，也要放下，他才能真正回常寂光。他對實報土還要有留戀的話，他就入不了常寂光，知道有常寂光，他不能契入，放下就契入了。實報土的殊勝沒法子說出來，法性身、法性土，跟我們這個世界完全不一樣。人在這個境界裡頭，那就是無始無明的習氣，這個境界就是太不容易放下了。知道有常寂光，不想去，這個地方挺舒服的、挺自在快樂，不想去。住上三大阿僧祇劫，換換地方吧，放下吧！他就入常寂光，就回歸自性了。所以，無始無明習氣真難斷。"
    },
    {
      "id": "02-037-0023_p0017",
      "zh_CN": "末后一句是比喻，「如目足并运也」，把眼睛比喻慧行，把足比喻正行。你能看得清楚，你才不会走错路，不会走入歧途。「又深信发愿，即无上菩提」，蕅益大师这句话说得好。不认识字的人，不懂经教、没有学过经教、也没有听过经的人，你教他念佛求生净土，他就相信，他真发愿，一天到晚佛号不断，念上几年他真往生了，瑞相稀有。甚至于经都不会念，字也不认识，他怎么往生的？深信发愿，这就是无上菩提心。《要解》上这句话，印光大师是大大赞叹，他说「发古人之未发」，古人没有把这个事情讲得清楚。所以对于很多老太婆，阿公阿婆、不认识字的人念佛往生不可思议。他不懂，没有发菩提心，他是光一向专念他有，发菩提心他没有，他怎么能往生？这句话解释得好！真相信、真愿意去，就是无上菩提心。换句话说，无上菩提心的作用是什么？无上菩提心就是让你真信、发愿。你已经真信发愿，那不就是无上菩提心吗？蕅益大师这么一说，我们完全了解了。所以他信愿持名，这一点都不错。他注解的《弥陀经》，序、正宗、流通三分都用信愿行来解释，序分里头讲信愿行，正宗分里头讲信愿行，流通分里头还讲信愿行，用信愿持名真正成为一经的宗要。不像其他的这些大德，讲《弥陀经》，正宗分里头讲信愿行，序跟流通没有，他三分都把它讲清楚了。",
      "zh_TW": "末後一句是比喻，「如目足並運也」，把眼睛比喻慧行，把足比喻正行。你能看得清楚，你才不會走錯路，不會走入歧途。「又深信發願，即無上菩提」，蕅益大師這句話說得好。不認識字的人，不懂經教、沒有學過經教、也沒有聽過經的人，你教他念佛求生淨土，他就相信，他真發願，一天到晚佛號不斷，念上幾年他真往生了，瑞相稀有。甚至於經都不會念，字也不認識，他怎麼往生的？深信發願，這就是無上菩提心。《要解》上這句話，印光大師是大大讚歎，他說「發古人之未發」，古人沒有把這個事情講得清楚。所以對於很多老太婆，阿公阿婆、不認識字的人念佛往生不可思議。他不懂，沒有發菩提心，他是光一向專念他有，發菩提心他沒有，他怎麼能往生？這句話解釋得好！真相信、真願意去，就是無上菩提心。換句話說，無上菩提心的作用是什麼？無上菩提心就是讓你真信、發願。你已經真信發願，那不就是無上菩提心嗎？蕅益大師這麼一說，我們完全了解了。所以他信願持名，這一點都不錯。他註解的《彌陀經》，序、正宗、流通三分都用信願行來解釋，序分裡頭講信願行，正宗分裡頭講信願行，流通分裡頭還講信願行，用信願持名真正成為一經的宗要。不像其他的這些大德，講《彌陀經》，正宗分裡頭講信願行，序跟流通沒有，他三分都把它講清楚了。"
    },
    {
      "id": "02-037-0023_p0018",
      "zh_CN": "「合此信愿，的为净土指南」，那就是信愿持名，这是净土指南，就是净土的宗要。「由此而执持名号，乃为正行」，你有真信、有切愿，你现在念佛号求生净土，这是正行。「大本阿弥陀经」，大本经就是王龙舒居士的会集本，它叫《大阿弥陀经》，「亦以发菩提愿为要，正与此同。可见信愿持名与发菩提心一向专念，正是同旨」，同一个方向、同一个目标。不能不发心。发心要以真信，不是真信，你愿心发不起来。那要真信，最重要的条件是对极乐世界有认识，我们如何认识极乐世界，那就靠这部经典。这部经典里面告诉我们，我们先决的条件要相信自己，相信释迦牟尼佛的两句话，「是心是佛，是心作佛」。你相信这两句话，你来学《无量寿经》、来听《无量寿经》你会得受用；如果没有这两句话做底子，你学习这个经，你得的受用不大。真正相信这两句话，或者相信今天科学家所讲的以心控物，我们的意念专注在一点，小的利益可以治疗我们身心，致命的疾病能治好；大的利益，不说得太大，可能制止地球上这些灾难的发生，有这么大的能力，我们的意念。",
      "zh_TW": "「合此信願，的為淨土指南」，那就是信願持名，這是淨土指南，就是淨土的宗要。「由此而執持名號，乃為正行」，你有真信、有切願，你現在念佛號求生淨土，這是正行。「大本阿彌陀經」，大本經就是王龍舒居士的會集本，它叫《大阿彌陀經》，「亦以發菩提願為要，正與此同。可見信願持名與發菩提心一向專念，正是同旨」，同一個方向、同一個目標。不能不發心。發心要以真信，不是真信，你願心發不起來。那要真信，最重要的條件是對極樂世界有認識，我們如何認識極樂世界，那就靠這部經典。這部經典裡面告訴我們，我們先決的條件要相信自己，相信釋迦牟尼佛的兩句話，「是心是佛，是心作佛」。你相信這兩句話，你來學《無量壽經》、來聽《無量壽經》你會得受用；如果沒有這兩句話做底子，你學習這個經，你得的受用不大。真正相信這兩句話，或者相信今天科學家所講的以心控物，我們的意念專注在一點，小的利益可以治療我們身心，致命的疾病能治好；大的利益，不說得太大，可能制止地球上這些災難的發生，有這麼大的能力，我們的意念。"
    },
    {
      "id": "02-037-0023_p0019",
      "zh_CN": "今天佛告诉我们这个意念，我们本来是佛。佛的智慧不要从别的地方说，释迦牟尼佛四十九年说出这一切经。佛讲经，没有草稿、没有参考资料，什么都没有，就是随心所欲这么说出来，记录下来是这么好的文章。我们用科判来一整理就发现了，他的言语有章法结构，有层次、有条理，一点都不乱，一流的文章。从他的条理我们就能够想到，他的思惟、他高度的智慧，这不是一般人能够做得到的。这是什么？这是自性里头本有的智慧，不是学来的。开悟之后是「何期自性，本自具足」，具足什么？具足无量智慧、无量德能、无量才艺、无量相好，一切都是无量的、圆满的、究竟的，这是自性本来具足的。那明心见性就比什么都重要，只要见性一切就圆满了。",
      "zh_TW": "今天佛告訴我們這個意念，我們本來是佛。佛的智慧不要從別的地方說，釋迦牟尼佛四十九年說出這一切經。佛講經，沒有草稿、沒有參考資料，什麼都沒有，就是隨心所欲這麼說出來，記錄下來是這麼好的文章。我們用科判來一整理就發現了，他的言語有章法結構，有層次、有條理，一點都不亂，一流的文章。從他的條理我們就能夠想到，他的思惟、他高度的智慧，這不是一般人能夠做得到的。這是什麼？這是自性裡頭本有的智慧，不是學來的。開悟之後是「何期自性，本自具足」，具足什麼？具足無量智慧、無量德能、無量才藝、無量相好，一切都是無量的、圓滿的、究竟的，這是自性本來具足的。那明心見性就比什麼都重要，只要見性一切就圓滿了。"
    },
    {
      "id": "02-037-0023_p0020",
      "zh_CN": "佛陀的教育见性，佛教传到中国来之后，儒家也讲心性，在教学里头也重视悟性，儒家讲，道家也讲。这就是汤恩比所说的，古时候的中国人心量很大，能够包容异族文化，就是指的佛教，佛教从印度传过来的，能够包容它；而佛教的文化又帮助了中国本土文化，把中国本土文化大幅度的提升，相辅相成。这是外国人讲的。我们明白这个道理，就应当以非常客观的态度去看待不同的文化，认真学习，辅助我们自己的文化，让自己的文化更丰富、更广大。所以不必拒绝，要提升就得要多学习，我们有好处，别人也有好处。说我们有糟粕，别人也有糟粕，去其糟粕，取其精华，我们东西才能够发扬光大，真正做到博大精深。排斥，那就大错特错了！现在科技发达、交通便捷、资讯畅通，互相学习就变成十分重要。知道自己不知道别人不行，知道别人不知道自己也不行，必须是知己知彼，认真去学习，我们才会有真正成就。",
      "zh_TW": "佛陀的教育見性，佛教傳到中國來之後，儒家也講心性，在教學裡頭也重視悟性，儒家講，道家也講。這就是湯恩比所說的，古時候的中國人心量很大，能夠包容異族文化，就是指的佛教，佛教從印度傳過來的，能夠包容它；而佛教的文化又幫助了中國本土文化，把中國本土文化大幅度的提升，相輔相成。這是外國人講的。我們明白這個道理，就應當以非常客觀的態度去看待不同的文化，認真學習，輔助我們自己的文化，讓自己的文化更豐富、更廣大。所以不必拒絕，要提升就得要多學習，我們有好處，別人也有好處。說我們有糟粕，別人也有糟粕，去其糟粕，取其精華，我們東西才能夠發揚光大，真正做到博大精深。排斥，那就大錯特錯了！現在科技發達、交通便捷、資訊暢通，互相學習就變成十分重要。知道自己不知道別人不行，知道別人不知道自己也不行，必須是知己知彼，認真去學習，我們才會有真正成就。"
    },
    {
      "id": "02-037-0023_p0021",
      "zh_CN": "不但是《无量寿经》跟小本经同一个宗旨，其实我们细心去观察，大小乘经典、宗门教下，就像章嘉大师所说的，无一不是看破、放下。可见信愿持名与发菩提心，一向专念正是同旨，学习任何一门东西有信、有愿，信是世出世间一切法的大根大本。自性里面德能，最基础、最底层的就是信德，一切法都从信德里头成就的，没有信，什么成就都没有。所以，「信为道元功德母，长养一切诸善根」，这佛说的，不信就没办法。你有多大的成就，就看你有多大的信心，信心跟你的成就决定成正比例。「蕅益大师以信愿持名为小本之宗，大小两本，宗旨应同。故今曰：发菩提心，一向专念，为大本之宗，正是遵奉蕅益大师之垂教也」，跟蕅益大师在《弥陀经要解》里面所判的宗旨完全相同。",
      "zh_TW": "不但是《無量壽經》跟小本經同一個宗旨，其實我們細心去觀察，大小乘經典、宗門教下，就像章嘉大師所說的，無一不是看破、放下。可見信願持名與發菩提心，一向專念正是同旨，學習任何一門東西有信、有願，信是世出世間一切法的大根大本。自性裡面德能，最基礎、最底層的就是信德，一切法都從信德裡頭成就的，沒有信，什麼成就都沒有。所以，「信為道元功德母，長養一切諸善根」，這佛說的，不信就沒辦法。你有多大的成就，就看你有多大的信心，信心跟你的成就決定成正比例。「蕅益大師以信願持名為小本之宗，大小兩本，宗旨應同。故今曰：發菩提心，一向專念，為大本之宗，正是遵奉蕅益大師之垂教也」，跟蕅益大師在《彌陀經要解》裡面所判的宗旨完全相同。"
    },
    {
      "id": "02-037-0023_p0022",
      "zh_CN": "我们再看下面第六段，《观经》发三种心往生，这三种心，至诚心、深心、回向发愿心，这是《观经》上讲的菩提心。我们看念老的注解。「又《观经》云：欲生彼国者，当修三福」。三福这个地方引用第三，前面还有两条。净业三福大家都很熟，那是十方三世一切诸佛如来，教化众生的总纲领、总原则，无论你修哪个法门，这三条必须具备，如果不具备，你就不能成就。这个话都是佛说的，在《观经》上讲的。三福第一个，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一条。今天圣教难，太难，难在哪里？难在现在人不孝、不敬，不孝父母、不敬师长，这就难了。为什么？没有孝敬，圣学他听不进去，他听不懂。所以这两句话是根之根、本之本。古今中外世出世间大圣大贤、诸佛菩萨，哪一个是不孝父母的？哪一个是不敬老师的？没有，你找不到一个。在这个世间，真正有成就的肯定是孝子，肯定是尊师，尊师重道。这就是印祖所说的，一分诚敬得一分利益，十分诚敬得十分利益。诚敬是什么？就是孝亲尊师。现在承传圣教，找一个学生，条件是什么？就这两个字，孝敬，没有这两个字就不能学，无法教。千万人当中难找到一个！",
      "zh_TW": "我們再看下面第六段，《觀經》發三種心往生，這三種心，至誠心、深心、迴向發願心，這是《觀經》上講的菩提心。我們看念老的註解。「又《觀經》云：欲生彼國者，當修三福」。三福這個地方引用第三，前面還有兩條。淨業三福大家都很熟，那是十方三世一切諸佛如來，教化眾生的總綱領、總原則，無論你修哪個法門，這三條必須具備，如果不具備，你就不能成就。這個話都是佛說的，在《觀經》上講的。三福第一個，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一條。今天聖教難，太難，難在哪裡？難在現在人不孝、不敬，不孝父母、不敬師長，這就難了。為什麼？沒有孝敬，聖學他聽不進去，他聽不懂。所以這兩句話是根之根、本之本。古今中外世出世間大聖大賢、諸佛菩薩，哪一個是不孝父母的？哪一個是不敬老師的？沒有，你找不到一個。在這個世間，真正有成就的肯定是孝子，肯定是尊師，尊師重道。這就是印祖所說的，一分誠敬得一分利益，十分誠敬得十分利益。誠敬是什麼？就是孝親尊師。現在承傳聖教，找一個學生，條件是什麼？就這兩個字，孝敬，沒有這兩個字就不能學，無法教。千萬人當中難找到一個！"
    },
    {
      "id": "02-037-0023_p0023",
      "zh_CN": "现在人崇尚科学，科学里面第一个条件就是怀疑，小朋友从小就学会了。你教他孝顺父母，他问，我为什么要孝顺父母？我为什么要尊重老师？我为什么尊重他？这个麻烦可大了！所以中国古时候的教育，这都是汤恩比说的，这是个很了不起的人，研究世界文化史，他说在全世界，所有族群当中只有中国人最懂得教育。真的，中国人有教育的智慧，有教育的方法，有教育的经验，有教育的成效。中国人教育从什么时候开始？从母亲怀孕的时候开始，胎教，始于胎教。扎根教育是从出生到三岁，这一千天，因为婴儿，所以叫「教儿婴孩」，中国人讲的。「教妇初来」，娶太太，你教你太太，一进门就要教她。教儿子从婴孩，生下来的时候。他眼睛张开了他就会看，他耳朵就会听，他就在那里学习，在那里观摩。这一千天，看了一千天，印象非常深刻。所以《弟子规》不是教小孩念的，现在都搞错了，《弟子规》是父母在家里做出来让婴孩看的，他怎样自己在家里对待我的父母兄弟姐妹，做出来让这个婴儿看。他看上三年根深蒂固，他全学会了，他不知道什么原因，但是他做到了，他全学会了。《弟子规》是这么教的。",
      "zh_TW": "現在人崇尚科學，科學裡面第一個條件就是懷疑，小朋友從小就學會了。你教他孝順父母，他問，我為什麼要孝順父母？我為什麼要尊重老師？我為什麼尊重他？這個麻煩可大了！所以中國古時候的教育，這都是湯恩比說的，這是個很了不起的人，研究世界文化史，他說在全世界，所有族群當中只有中國人最懂得教育。真的，中國人有教育的智慧，有教育的方法，有教育的經驗，有教育的成效。中國人教育從什麼時候開始？從母親懷孕的時候開始，胎教，始於胎教。扎根教育是從出生到三歲，這一千天，因為嬰兒，所以叫「教兒嬰孩」，中國人講的。「教婦初來」，娶太太，你教你太太，一進門就要教她。教兒子從嬰孩，生下來的時候。他眼睛張開了他就會看，他耳朵就會聽，他就在那裡學習，在那裡觀摩。這一千天，看了一千天，印象非常深刻。所以《弟子規》不是教小孩念的，現在都搞錯了，《弟子規》是父母在家裡做出來讓嬰孩看的，他怎樣自己在家裡對待我的父母兄弟姐妹，做出來讓這個嬰兒看。他看上三年根深蒂固，他全學會了，他不知道什麼原因，但是他做到了，他全學會了。《弟子規》是這麼教的。"
    },
    {
      "id": "02-037-0023_p0024",
      "zh_CN": "所以在婴孩面前，父母、任何大人都要规规矩矩的，都要守礼。为什么？他在学习，你不能有坏样子给他看。他看到的、听到的、接触到的全是正面的，决定没有负面的，这样教出来的。到六、七岁上学了，老师再把为什么要孝顺父母讲给他听，明白了，一生都不会改变。在家里面，父母跟他讲为什么要尊师重道。这叫易子而教。父母不好意思教儿女：你要孝顺我。他问你，为什么要孝顺你？你还跟他去辩论，哪有这种事情！所以老师教，教孝。实际上他已经做到了，他已经看到他父母孝顺他的祖父母，他看到了。老师再把道理讲清楚，你统统做到，为什么要这样做，详细给你讲解，明白了。这是扎根教育。三岁以后来不及了，已经学坏了，你就知道现在教学多难。",
      "zh_TW": "所以在嬰孩面前，父母、任何大人都要規規矩矩的，都要守禮。為什麼？他在學習，你不能有壞樣子給他看。他看到的、聽到的、接觸到的全是正面的，決定沒有負面的，這樣教出來的。到六、七歲上學了，老師再把為什麼要孝順父母講給他聽，明白了，一生都不會改變。在家裡面，父母跟他講為什麼要尊師重道。這叫易子而教。父母不好意思教兒女：你要孝順我。他問你，為什麼要孝順你？你還跟他去辯論，哪有這種事情！所以老師教，教孝。實際上他已經做到了，他已經看到他父母孝順他的祖父母，他看到了。老師再把道理講清楚，你統統做到，為什麼要這樣做，詳細給你講解，明白了。這是扎根教育。三歲以後來不及了，已經學壞了，你就知道現在教學多難。"
    },
    {
      "id": "02-037-0023_p0025",
      "zh_CN": "现在教学谁在教，你们大家知不知道？谁掌管教育的大权？你们都不知道，我知道，这个人来找过我。谁？魔王波旬，我这里供有他的牌位。他来找我、来责备我，没有跟他商量，就侵犯他的道场。我说没有，我们一生讲经规规矩矩，从来没有侵犯过任何人的道场。他说怎么没有侵犯？我说你道场在哪里？网路、电视是他的道场。我就明白了，我们确实没有跟他商量，我们也搞了个卫星电视台，也搞了一个网路。所以我说我明白了，对不起你，请你原谅，我供你的牌位，希望你也来听经。既然你掌管着教育，希望能把小朋友、把人教好，别把他教坏。你主持的这个教育是负面的，不是正面的。我说请你跟我们一起来学佛，希望把你的教学内容改变一些，不要再搞这些杀盗淫妄，不要再演这些不孝不忠、不仁不义，把人全教坏了。现在小孩眼睛一张开就看到电视，他就在学习了。稍为长大，国内情形我不了解，我当年住在美国，美国小学一年级就用电脑，他就在电脑里面接受一些游戏，打斗的这些游戏都在那里学会了。今天教学媒体在主持，媒体的幕后是魔王波旬，所以使教学感到非常困难，障碍重重。",
      "zh_TW": "現在教學誰在教，你們大家知不知道？誰掌管教育的大權？你們都不知道，我知道，這個人來找過我。誰？魔王波旬，我這裡供有他的牌位。他來找我、來責備我，沒有跟他商量，就侵犯他的道場。我說沒有，我們一生講經規規矩矩，從來沒有侵犯過任何人的道場。他說怎麼沒有侵犯？我說你道場在哪裡？網路、電視是他的道場。我就明白了，我們確實沒有跟他商量，我們也搞了個衛星電視台，也搞了一個網路。所以我說我明白了，對不起你，請你原諒，我供你的牌位，希望你也來聽經。既然你掌管著教育，希望能把小朋友、把人教好，別把他教壞。你主持的這個教育是負面的，不是正面的。我說請你跟我們一起來學佛，希望把你的教學內容改變一些，不要再搞這些殺盜淫妄，不要再演這些不孝不忠、不仁不義，把人全教壞了。現在小孩眼睛一張開就看到電視，他就在學習了。稍為長大，國內情形我不了解，我當年住在美國，美國小學一年級就用電腦，他就在電腦裡面接受一些遊戲，打鬥的這些遊戲都在那裡學會了。今天教學媒體在主持，媒體的幕後是魔王波旬，所以使教學感到非常困難，障礙重重。"
    },
    {
      "id": "02-037-0023_p0026",
      "zh_CN": "我们今天用这些科学工具，我们用网路大概有二十年，我们用卫星九年了，这是佛家所谓的佛度有缘人。他愿意打开频道来收看，这有缘的，不愿意收看那就没有缘的。哪些人收看我们不知道，佛法讲度一个算一个，不必想着要度多少人，那是妄想，那是错误的。一个有缘度一个，两个有缘度两个，这是我们可以做得到的。普度众生不是我们的事情，我们没有这个权力，那是谁的事情？媒体主持人、国家领导人，他们有权。国家领导人要争取选票，那要听群众的意思，群众喜欢看什么节目，你就得给他；你惹得他不高兴，他不投你的票，不选你了。所以，他自己也做不了主。所以想想还是从前君主时代好，皇上说了就算，不需要征得大家同意。皇上都有智慧，懂得保护人民的清净心，他懂得，保护人民善良的心，所以他颁布的教法都合情合理。那当然违背了现在民主一些概念，民主是什么？言论自由、出版自由。这一自由麻烦大了，邪知邪见全出来了，让大家一般人没有能力辨别邪正，这就是愚痴。没有能力辨别是非，没有能力辨别善恶，整个社会混乱了，这是今天的现象。为什么最近这半个世纪，跟前面半个世纪差距太大太大，什么原因？这半个世纪发明了卫星电视，发明了网际网路。很短的时间，三、五年时间就把人全教坏了，原因在此地。",
      "zh_TW": "我們今天用這些科學工具，我們用網路大概有二十年，我們用衛星九年了，這是佛家所謂的佛度有緣人。他願意打開頻道來收看，這有緣的，不願意收看那就沒有緣的。哪些人收看我們不知道，佛法講度一個算一個，不必想著要度多少人，那是妄想，那是錯誤的。一個有緣度一個，兩個有緣度兩個，這是我們可以做得到的。普度眾生不是我們的事情，我們沒有這個權力，那是誰的事情？媒體主持人、國家領導人，他們有權。國家領導人要爭取選票，那要聽群眾的意思，群眾喜歡看什麼節目，你就得給他；你惹得他不高興，他不投你的票，不選你了。所以，他自己也做不了主。所以想想還是從前君主時代好，皇上說了就算，不需要徵得大家同意。皇上都有智慧，懂得保護人民的清淨心，他懂得，保護人民善良的心，所以他頒布的教法都合情合理。那當然違背了現在民主一些概念，民主是什麼？言論自由、出版自由。這一自由麻煩大了，邪知邪見全出來了，讓大家一般人沒有能力辨別邪正，這就是愚痴。沒有能力辨別是非，沒有能力辨別善惡，整個社會混亂了，這是今天的現象。為什麼最近這半個世紀，跟前面半個世紀差距太大太大，什麼原因？這半個世紀發明了衛星電視，發明了網際網路。很短的時間，三、五年時間就把人全教壞了，原因在此地。"
    },
    {
      "id": "02-037-0023_p0027",
      "zh_CN": "大家现在讲灾难，灾难是什么？应该上天有正神，要把魔王教坏了的这些东西统统收回去，收回去就是科技、文明全毁掉了。头一个电没有了，瓦斯没有了，自来水没有了，这些科学技术统统等于零。可不可能？很可能，科学家提出警告。怕的是什么？就在明年，银河对齐。银河系核心这个黑洞引力非常大，引发太阳风暴，太阳风暴就会引发地球上的灾难。最怕的是引发地球上一些超级火山爆发，现在知道有十几二十个超级火山，像美国黄石公园一样。这个火山爆发，估计会引发一千米的海啸。今年在日本三月十一号那个海啸十米，如果是一千米还得了吗？不得了！这个海浪冲到大陆的岸边，也有人提醒我，距离海岸直线两百公里的地方都是有危险的地区。两百公里以后这个浪花不会进来，就是它的浪可以冲进大陆直径二百公里，这个多可怕。所以科技文明全毁掉了，人类要过到原始生活，完全靠手工。",
      "zh_TW": "大家現在講災難，災難是什麼？應該上天有正神，要把魔王教壞了的這些東西統統收回去，收回去就是科技、文明全毀掉了。頭一個電沒有了，瓦斯沒有了，自來水沒有了，這些科學技術統統等於零。可不可能？很可能，科學家提出警告。怕的是什麼？就在明年，銀河對齊。銀河系核心這個黑洞引力非常大，引發太陽風暴，太陽風暴就會引發地球上的災難。最怕的是引發地球上一些超級火山爆發，現在知道有十幾二十個超級火山，像美國黃石公園一樣。這個火山爆發，估計會引發一千米的海嘯。今年在日本三月十一號那個海嘯十米，如果是一千米還得了嗎？不得了！這個海浪沖到大陸的岸邊，也有人提醒我，距離海岸直線兩百公里的地方都是有危險的地區。兩百公里以後這個浪花不會進來，就是它的浪可以沖進大陸直徑二百公里，這個多可怕。所以科技文明全毀掉了，人類要過到原始生活，完全靠手工。"
    },
    {
      "id": "02-037-0023_p0028",
      "zh_CN": "有没有办法拯救？有，不是没有办法，我们念头转变过来就拯救了。不要跟这些人走，端正心念。现在的人心，贪瞋痴慢疑，这是现在人心，坏了；现在人的情绪，怨恨恼怒烦；现在人所造的，杀盗淫妄。没有人能管得了，道德没有了，伦理没有了，因果没有了，法律也管不了，像帝王那种权威没有了，真叫无法无天。所以感召来这么个灾难。有很多人来告诉我，灾难确实可以化解。连美国布莱登都说得很好、说得很清楚，只要地球上的居民，他说了三句话，第一句「弃恶扬善」，就是佛教里面讲的断恶修善，第二句「改邪归正」，第三句「端正心念」，地球上灾难可以化解，未来的地球会更好。但是谁肯听他的话？布莱登在美国「2012」那个电影片里面出现四次，大概每次都是一、二分钟的时间，出现过四次。这是个科学家，研究心理，就是意念，这新兴科学，研究量子。",
      "zh_TW": "有沒有辦法拯救？有，不是沒有辦法，我們念頭轉變過來就拯救了。不要跟這些人走，端正心念。現在的人心，貪瞋痴慢疑，這是現在人心，壞了；現在人的情緒，怨恨惱怒煩；現在人所造的，殺盜淫妄。沒有人能管得了，道德沒有了，倫理沒有了，因果沒有了，法律也管不了，像帝王那種權威沒有了，真叫無法無天。所以感召來這麼個災難。有很多人來告訴我，災難確實可以化解。連美國布萊登都說得很好、說得很清楚，只要地球上的居民，他說了三句話，第一句「棄惡揚善」，就是佛教裡面講的斷惡修善，第二句「改邪歸正」，第三句「端正心念」，地球上災難可以化解，未來的地球會更好。但是誰肯聽他的話？布萊登在美國「2012」那個電影片裡面出現四次，大概每次都是一、二分鐘的時間，出現過四次。這是個科學家，研究心理，就是意念，這新興科學，研究量子。"
    },
    {
      "id": "02-037-0023_p0029",
      "zh_CN": "所以讲到「孝敬」这两个字，怎么办？没有这个东西，圣教虽然有，你无法契入，你进不了门。进门的方法，难得古人都替我们想到了，我们明了的人要感恩。清朝末年民国初年那些古大德，今天的话是专家学者，从《四库全书》里头撷取精华，编成一本《国学治要》。那就是中国传统文化的入门，门径，你从这部书学起。你对于中国传统几千年的东西你才有认识，你才会产生感情，你会热爱它，你知道怎样去学习。唐太宗的一部《群书治要》，那是治国平天下的学问，里面的内容从修身讲起，修身、齐家、治国、平天下。这是中国几千年智慧的结晶，对今天的世界非常管用。现在迫切需要的，就是把它翻成外国文字，对全世界流通。分量太大，翻译不容易，集合许多人，志士仁人热心在做这个工作。字要注音，要解释名词术语，还要翻成白话文。原书我们印了一万套，书不会失掉了，我们就怕失传，分送在世界许多地方。但是要有人去读，我们全心全力帮助人来读这部书，就是做注音、注解、翻成白话文，翻成外国文，做这个工作。",
      "zh_TW": "所以講到「孝敬」這兩個字，怎麼辦？沒有這個東西，聖教雖然有，你無法契入，你進不了門。進門的方法，難得古人都替我們想到了，我們明瞭的人要感恩。清朝末年民國初年那些古大德，今天的話是專家學者，從《四庫全書》裡頭擷取精華，編成一本《國學治要》。那就是中國傳統文化的入門，門徑，你從這部書學起。你對於中國傳統幾千年的東西你才有認識，你才會產生感情，你會熱愛它，你知道怎樣去學習。唐太宗的一部《群書治要》，那是治國平天下的學問，裡面的內容從修身講起，修身、齊家、治國、平天下。這是中國幾千年智慧的結晶，對今天的世界非常管用。現在迫切需要的，就是把它翻成外國文字，對全世界流通。分量太大，翻譯不容易，集合許多人，志士仁人熱心在做這個工作。字要注音，要解釋名詞術語，還要翻成白話文。原書我們印了一萬套，書不會失掉了，我們就怕失傳，分送在世界許多地方。但是要有人去讀，我們全心全力幫助人來讀這部書，就是做注音、註解、翻成白話文，翻成外國文，做這個工作。"
    },
    {
      "id": "02-037-0023_p0030",
      "zh_CN": "《群书治要》第一本，我们把它分成十本，综合性的，没有按照次第。先在《群书》里头选三百六十句，对现前社会迫切需要的，先翻译，三百六十句，第一册，印出来了。接着我们再做第二册，总共做十册，十册就是全书都翻完了。一年出一册，这种小册子大家很欢喜；太多了，分量太大，他读的兴趣没有了，一看到那么多不想读了。所以小册子，一年一册，十年圆满。英文本第一册，《360》第一册，今年年底可以出书。然后我们希望这些老师们、这些研究的同学各个都能讲，把它讲清楚、讲透彻，然后我们把它放在卫星电视、放在网际网路，就能向全世界流通。大家一起来学习，建立共识，六和里头「见和同解、戒和同修」，这两个是根本。希望借由这个教诲，再加上宗教教育，来端正心念、改邪归正、断恶修善。不但救自己，救了家庭、救了社会、救了国家，也救了全世界。我们要学大乘，无论做什么好事，心地清净，一尘不染，一定要学三轮体空。每天的工作精进不懈，心地干净一无所有，这叫自在！",
      "zh_TW": "《群書治要》第一本，我們把它分成十本，綜合性的，沒有按照次第。先在《群書》裡頭選三百六十句，對現前社會迫切需要的，先翻譯，三百六十句，第一冊，印出來了。接著我們再做第二冊，總共做十冊，十冊就是全書都翻完了。一年出一冊，這種小冊子大家很歡喜；太多了，分量太大，他讀的興趣沒有了，一看到那麼多不想讀了。所以小冊子，一年一冊，十年圓滿。英文本第一冊，《360》第一冊，今年年底可以出書。然後我們希望這些老師們、這些研究的同學各個都能講，把它講清楚、講透徹，然後我們把它放在衛星電視、放在網際網路，就能向全世界流通。大家一起來學習，建立共識，六和裡頭「見和同解、戒和同修」，這兩個是根本。希望藉由這個教誨，再加上宗教教育，來端正心念、改邪歸正、斷惡修善。不但救自己，救了家庭、救了社會、救了國家，也救了全世界。我們要學大乘，無論做什麼好事，心地清淨，一塵不染，一定要學三輪體空。每天的工作精進不懈，心地乾淨一無所有，這叫自在！"
    },
    {
      "id": "02-037-0023_p0031",
      "zh_CN": "所以，这是个非常严重迫切的大问题，就是如何教人知道孝亲尊师的重要性，现在没有人知道。净业三福这两句，实际上就是《弟子规》，落实《弟子规》，孝亲尊师就做到了，落实《感应篇》，慈心不杀做到了，后头修十善业。所以佛法，没有前面这三句，佛法就没有根，学佛学得不像样子，没有达到像古人所说的学佛那种效果，什么原因？没有根。你读经、研究经教、听经，很多把意思都曲解了，是你自己的见解，不是如来真实义，麻烦在这里。你看这是第一个根，第一个根扎了之后才有第二个，第二是从第一个里生出来的。第二个只有三句，「受持三皈，具足众戒，不犯威仪」，就三句，这小乘。小乘从第一个根来的，盖房子，第一是第一层，这是第二层，再往上去第三层。第三，「发菩提心，深信因果，读诵大乘，劝进行者」。讲得多清楚，我们如果前面两层都没有，来学大乘，不会成就的。大乘里面最特殊的就是净土，但是净土要信、要愿，还是要孝亲尊师，没有孝亲尊师不能往生。所以，这是千万千万不能疏忽的。",
      "zh_TW": "所以，這是個非常嚴重迫切的大問題，就是如何教人知道孝親尊師的重要性，現在沒有人知道。淨業三福這兩句，實際上就是《弟子規》，落實《弟子規》，孝親尊師就做到了，落實《感應篇》，慈心不殺做到了，後頭修十善業。所以佛法，沒有前面這三句，佛法就沒有根，學佛學得不像樣子，沒有達到像古人所說的學佛那種效果，什麼原因？沒有根。你讀經、研究經教、聽經，很多把意思都曲解了，是你自己的見解，不是如來真實義，麻煩在這裡。你看這是第一個根，第一個根紮了之後才有第二個，第二是從第一個裡生出來的。第二個只有三句，「受持三皈，具足眾戒，不犯威儀」，就三句，這小乘。小乘從第一個根來的，蓋房子，第一是第一層，這是第二層，再往上去第三層。第三，「發菩提心，深信因果，讀誦大乘，勸進行者」。講得多清楚，我們如果前面兩層都沒有，來學大乘，不會成就的。大乘裡面最特殊的就是淨土，但是淨土要信、要願，還是要孝親尊師，沒有孝親尊師不能往生。所以，這是千萬千萬不能疏忽的。"
    },
    {
      "id": "02-037-0023_p0032",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}