{
  "doc_id": "02-037-0164",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六四集",
    "zh_TW": "第一六四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0164",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "02-037-0164_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第四百七十八页倒数第五行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第四百七十八頁倒數第五行："
    },
    {
      "id": "02-037-0164_p0002",
      "zh_CN": "「又《劝发菩提心文》曰：发菩提心，诸善中王。《无量寿经起信论》曰：是知菩提心者，诸佛之本源，众生之慧命。才发此心，已成佛道，以与佛智、不思议智、不可称智、大乘广智、无等无伦最上胜智相应故。」这是《起信论》的一段文，这还是说明发菩提心的功德。菩提心是《观经》里面所说的「至诚心」，至诚是真诚到极处，至诚；「深心」，古大德为我们解释的，好善好德，这个心就是深心；「回向发愿心」，这是将自己修学的功德回向菩提、回向众生、回向实际。《大乘起信论》里面也说了菩提心，第一个是直心，第二个也是深心，第三个是大悲心。经论合起来看意思就很清楚，至诚心就是直心，这是菩提心的体，就是我们的自性，真如自性，是我们自己的真心。真心只有一个，所有一切众生的心是一个真心。贤首国师《妄尽还源观》里面所说的，《妄尽还源观》用现代的话来说是一篇论文，修学《华严经》的一篇论文，非常重要，用现在的话说可以说那是博士论文。第一段就告诉我们，宇宙万有、生命以及我从哪里来的，都是从这个心所生，从这个心所现。这个心就是菩提心，能生能现，宇宙万物跟我自己这个身是所生所现。这个菩提心就重要了。",
      "zh_TW": "「又《勸發菩提心文》曰：發菩提心，諸善中王。《無量壽經起信論》曰：是知菩提心者，諸佛之本源，眾生之慧命。才發此心，已成佛道，以與佛智、不思議智、不可稱智、大乘廣智、無等無倫最上勝智相應故。」這是《起信論》的一段文，這還是說明發菩提心的功德。菩提心是《觀經》裡面所說的「至誠心」，至誠是真誠到極處，至誠；「深心」，古大德為我們解釋的，好善好德，這個心就是深心；「迴向發願心」，這是將自己修學的功德迴向菩提、迴向眾生、迴向實際。《大乘起信論》裡面也說了菩提心，第一個是直心，第二個也是深心，第三個是大悲心。經論合起來看意思就很清楚，至誠心就是直心，這是菩提心的體，就是我們的自性，真如自性，是我們自己的真心。真心只有一個，所有一切眾生的心是一個真心。賢首國師《妄盡還源觀》裡面所說的，《妄盡還源觀》用現代的話來說是一篇論文，修學《華嚴經》的一篇論文，非常重要，用現在的話說可以說那是博士論文。第一段就告訴我們，宇宙萬有、生命以及我從哪裡來的，都是從這個心所生，從這個心所現。這個心就是菩提心，能生能現，宇宙萬物跟我自己這個身是所生所現。這個菩提心就重要了。"
    },
    {
      "id": "02-037-0164_p0003",
      "zh_CN": "这个世间的哲学、科学，终极的目标就是想把这桩事情搞清楚、搞明白，但是一直到今天，科学跟哲学是非常努力在做，真正能生能现的没找到，真心没找到。为什么找不到？真心没有形相，它没有物质现象，我们眼耳鼻舌身找不到它；它不是精神现象，所以我们的意识、思想也想不到它；它不是自然现象，连深层的意识，现在科学名词讲潜意识，最深的潜意识就是阿赖耶的业习种子，也找不到它。为什么原因？因为它没有现象，科学跟哲学探讨的一定要有现象，才被它发现，没有现象的它永远没办法，这怎么办？怎么能把它找到？佛在经教里头告诉我们，这桩事情「唯证方知」。这个证是什么？你成佛了你就知道。",
      "zh_TW": "這個世間的哲學、科學，終極的目標就是想把這樁事情搞清楚、搞明白，但是一直到今天，科學跟哲學是非常努力在做，真正能生能現的沒找到，真心沒找到。為什麼找不到？真心沒有形相，它沒有物質現象，我們眼耳鼻舌身找不到它；它不是精神現象，所以我們的意識、思想也想不到它；它不是自然現象，連深層的意識，現在科學名詞講潛意識，最深的潛意識就是阿賴耶的業習種子，也找不到它。為什麼原因？因為它沒有現象，科學跟哲學探討的一定要有現象，才被它發現，沒有現象的它永遠沒辦法，這怎麼辦？怎麼能把它找到？佛在經教裡頭告訴我們，這樁事情「唯證方知」。這個證是什麼？你成佛了你就知道。"
    },
    {
      "id": "02-037-0164_p0004",
      "zh_CN": "成佛，这句话里面的内涵很复杂、很多，你看有十信成佛的，有初住成佛的，有十住成佛的，有初地成佛的，有等觉成佛的，成佛可多了，层次不一样。哪一个层次才能够看到宇宙的源起、生命的起源？大乘经上常说，八地以上，这地位真高，这不低。菩萨五十一个阶级，八地是五十一个阶级最高的五个阶级之一，八地、九地、十地、等觉、妙觉，这就圆满了。最高层的五个阶级他们看到了，功夫是甚深禅定，所以他们不是用科学仪器，不必用数学这些东西，这是亲证的境界，八地以上菩萨他亲眼看到的。七地以下，知道有这么一桩事情，像我们现在在大乘经教里学的这么多，知道有这回事情，也知道得很清楚，但是我们没看到。要怎样才能看到？佛告诉我们，放下。放下执着还没看到，放下分别也没有看到；放下执着是阿罗汉，放下分别是一般的菩萨，十法界里面的佛菩萨，他看不到。还要放下起心动念，起心动念叫根本无明，把这个放下，不起心、不动念，这就是自性本定，自性本定出现了你才能看到。于是我们就知道科学、哲学为什么见不到，他们起心动念、分别执着统统没放下，没放下就见不到，必须放下你才能见到，所以叫唯证方知。",
      "zh_TW": "成佛，這句話裡面的內涵很複雜、很多，你看有十信成佛的，有初住成佛的，有十住成佛的，有初地成佛的，有等覺成佛的，成佛可多了，層次不一樣。哪一個層次才能夠看到宇宙的源起、生命的起源？大乘經上常說，八地以上，這地位真高，這不低。菩薩五十一個階級，八地是五十一個階級最高的五個階級之一，八地、九地、十地、等覺、妙覺，這就圓滿了。最高層的五個階級他們看到了，功夫是甚深禪定，所以他們不是用科學儀器，不必用數學這些東西，這是親證的境界，八地以上菩薩他親眼看到的。七地以下，知道有這麼一樁事情，像我們現在在大乘經教裡學的這麼多，知道有這回事情，也知道得很清楚，但是我們沒看到。要怎樣才能看到？佛告訴我們，放下。放下執著還沒看到，放下分別也沒有看到；放下執著是阿羅漢，放下分別是一般的菩薩，十法界裡面的佛菩薩，他看不到。還要放下起心動念，起心動念叫根本無明，把這個放下，不起心、不動念，這就是自性本定，自性本定出現了你才能看到。於是我們就知道科學、哲學為什麼見不到，他們起心動念、分別執著統統沒放下，沒放下就見不到，必須放下你才能見到，所以叫唯證方知。"
    },
    {
      "id": "02-037-0164_p0005",
      "zh_CN": "起心动念、分别执着，要知道，决定出不了六道轮回。我们要辨别法，哪个法是真的，哪个法是假的，哪个法是普通的，哪个法是高级的，你就从这个地方去看，一点都不会错。他们还有分别心、还有执着心，这就不高，这是六道里头的，出不了六道；他没有分别、没有执着，这个高，他能出六道，他出不了十法界，虽然高，他还是有限。真正做到不起心不动念，这就真高了，他超越十法界，超越十法界那就是佛法界，他成佛去了。他住什么地方？住实报庄严土。是诸佛如来的实报庄严土，也是自己的实报庄严土，自他不二。所以你成佛了，跟佛住在一起；你要不成佛，你不可能跟他住在一起。实报土里面有四十一个阶级都是住实报土，他们等级层次不一样，但是这些对他们来说不重要，他们的智慧、神通、道力几乎都是平等的，只障碍他回归自性，除这一桩事情之外，他们的确可以说是理事无碍、事事无碍，完全是华严境界。这个我们现在也搞清楚、搞明白了。",
      "zh_TW": "起心動念、分別執著，要知道，決定出不了六道輪迴。我們要辨別法，哪個法是真的，哪個法是假的，哪個法是普通的，哪個法是高級的，你就從這個地方去看，一點都不會錯。他們還有分別心、還有執著心，這就不高，這是六道裡頭的，出不了六道；他沒有分別、沒有執著，這個高，他能出六道，他出不了十法界，雖然高，他還是有限。真正做到不起心不動念，這就真高了，他超越十法界，超越十法界那就是佛法界，他成佛去了。他住什麼地方？住實報莊嚴土。是諸佛如來的實報莊嚴土，也是自己的實報莊嚴土，自他不二。所以你成佛了，跟佛住在一起；你要不成佛，你不可能跟他住在一起。實報土裡面有四十一個階級都是住實報土，他們等級層次不一樣，但是這些對他們來說不重要，他們的智慧、神通、道力幾乎都是平等的，只障礙他回歸自性，除這一樁事情之外，他們的確可以說是理事無礙、事事無礙，完全是華嚴境界。這個我們現在也搞清楚、搞明白了。"
    },
    {
      "id": "02-037-0164_p0006",
      "zh_CN": "实报土是无始无明习气形成的，这个习气分为四十一个等级，愈上去愈轻，最后把它断掉了，他就是妙觉如来。妙觉如来不住实报土，他住常寂光。常寂光里面就是说所有现象都没有。科学跟哲学可以能够探测到实报土，没有办法找到常寂光，这就是科学跟哲学它有极限，它没有办法突破，哲学里面讲的本体论就讲的是宇宙万法的根源，这个它找不到。必须放下思惟想像，那就是禅定，叫自性本定，你才能把这个事情搞清楚、搞明白。这是真的不是假的，因为八地以上的菩萨很多，不是一个人见到的，大家都见到了。我们自己好好的修，修到这个境界我们也见到了，我们见到的跟诸佛如来见到的完全相同。所以佛法不是迷信，佛法不是说这是诸佛菩萨的专利，凡夫做不到，佛法不是这个说法。菩萨、佛都是凡夫修成的，我们只要努力去修，修成之后就见到了。最方便的方法、最直捷的方法、最快速的方法，真的无过于念佛往生净土。为什么？往生到净土这个事情你就见到了，你没有修到八地，可是阿弥陀佛本愿威神加持你，你借着如来的福慧就见到了，这个不可思议。这个不是自己的能力，自己还没修到，佛就先让你看到，让你见到真相，慢慢的你自己再证得，不用佛加持，你自己也能见到，那就成就了。所以往生西方极乐世界决定成佛无疑，这就是发菩提心，诸善中王。",
      "zh_TW": "實報土是無始無明習氣形成的，這個習氣分為四十一個等級，愈上去愈輕，最後把它斷掉了，他就是妙覺如來。妙覺如來不住實報土，他住常寂光。常寂光裡面就是說所有現象都沒有。科學跟哲學可以能夠探測到實報土，沒有辦法找到常寂光，這就是科學跟哲學它有極限，它沒有辦法突破，哲學裡面講的本體論就講的是宇宙萬法的根源，這個它找不到。必須放下思惟想像，那就是禪定，叫自性本定，你才能把這個事情搞清楚、搞明白。這是真的不是假的，因為八地以上的菩薩很多，不是一個人見到的，大家都見到了。我們自己好好的修，修到這個境界我們也見到了，我們見到的跟諸佛如來見到的完全相同。所以佛法不是迷信，佛法不是說這是諸佛菩薩的專利，凡夫做不到，佛法不是這個說法。菩薩、佛都是凡夫修成的，我們只要努力去修，修成之後就見到了。最方便的方法、最直捷的方法、最快速的方法，真的無過於念佛往生淨土。為什麼？往生到淨土這個事情你就見到了，你沒有修到八地，可是阿彌陀佛本願威神加持你，你藉著如來的福慧就見到了，這個不可思議。這個不是自己的能力，自己還沒修到，佛就先讓你看到，讓你見到真相，慢慢的你自己再證得，不用佛加持，你自己也能見到，那就成就了。所以往生西方極樂世界決定成佛無疑，這就是發菩提心，諸善中王。"
    },
    {
      "id": "02-037-0164_p0007",
      "zh_CN": "这二十多年来我们讲菩提心不用经论的说法，经论的说法不好懂，我们用《无量寿经》经题的说法，菩提心的体是真诚，至诚心，真诚；菩提心的自受用就是深心，深心不好懂，我们用经题上，清净心、平等心、正觉心就是深心，这个好懂多了。菩提心的自受用是清净平等觉，菩提心的他受用是慈悲，大慈大悲，这个说法大家容易懂。能发这个心，这个心才发，已成佛道。为什么？你跟佛是同一个心，只是你是才开始，佛已经圆满了。心发要有行动，只发心没有行动，这个发心是空的，叫空愿。怎么叫行动？我真的在日常生活、工作、处事待人接物统统用的是这个心，那你就真发了。真诚是根源，没有丝毫虚伪，我们一般讲决定没有虚情假意，待人接物真真诚诚、实实在在。对自己，最重要是对自己。自己的真诚从哪里表现？从清净。惠能大师开悟第一句话说「何期自性，本自清净」，由此可知，清净是我们的真心，清净是我们的自性。我们现在的心不清净，被染污了，发菩提心首先要把清净心找回来。我们中国人讲良心，良是善良，我们的本心是善良的。现在善良两个字没有了，被染污了，我们有自私自利，我们有名闻利养，我们有贪瞋痴慢，我们有五欲七情，这完了，清净心一点都没有了。清净没有了，平等就没有了，正觉当然没有了。因为清净是基础，平等是建立在清净的基础上，没有清净就没有平等，正觉是建立在平等的基础上，所以清净没有了一切都没有了，这个我们要知道。",
      "zh_TW": "這二十多年來我們講菩提心不用經論的說法，經論的說法不好懂，我們用《無量壽經》經題的說法，菩提心的體是真誠，至誠心，真誠；菩提心的自受用就是深心，深心不好懂，我們用經題上，清淨心、平等心、正覺心就是深心，這個好懂多了。菩提心的自受用是清淨平等覺，菩提心的他受用是慈悲，大慈大悲，這個說法大家容易懂。能發這個心，這個心才發，已成佛道。為什麼？你跟佛是同一個心，只是你是才開始，佛已經圓滿了。心發要有行動，只發心沒有行動，這個發心是空的，叫空願。怎麼叫行動？我真的在日常生活、工作、處事待人接物統統用的是這個心，那你就真發了。真誠是根源，沒有絲毫虛偽，我們一般講決定沒有虛情假意，待人接物真真誠誠、實實在在。對自己，最重要是對自己。自己的真誠從哪裡表現？從清淨。惠能大師開悟第一句話說「何期自性，本自清淨」，由此可知，清淨是我們的真心，清淨是我們的自性。我們現在的心不清淨，被染污了，發菩提心首先要把清淨心找回來。我們中國人講良心，良是善良，我們的本心是善良的。現在善良兩個字沒有了，被染污了，我們有自私自利，我們有名聞利養，我們有貪瞋痴慢，我們有五欲七情，這完了，清淨心一點都沒有了。清淨沒有了，平等就沒有了，正覺當然沒有了。因為清淨是基礎，平等是建立在清淨的基礎上，沒有清淨就沒有平等，正覺是建立在平等的基礎上，所以清淨沒有了一切都沒有了，這個我們要知道。"
    },
    {
      "id": "02-037-0164_p0008",
      "zh_CN": "我们念佛，为什么念佛？用念佛这个方法把清净心找回来。所以念佛是一个手段，目的是要把清净心恢复。我们起心动念要落在烦恼习气上那就错了，烦恼习气就是自私自利、就是名闻利养、就是五欲六尘，就是这些东西，贪瞋痴慢。那怎么办，这念头起来怎么办？祖师大德告诉我们，「不怕念起，只怕觉迟」。这些念头起来了，用我们的话说，这是正常的。为什么？你迷不是今天才迷的，无量劫你就迷了，生生世世你迷在这个里头，你迷得太久、迷得太深，念头才起来就是这个东西，这是自然的现象。那怎么办？不怕念起，只怕觉迟，你觉悟要快。快的什么？不随境界转，第一个念头迷了，我第二个念头就觉悟了。什么是觉悟？阿弥陀佛就觉悟了。第一个念头，不管是什么念头，是染、是净，是善、是恶，都别管它，总而言之，那是妄念，第二个念头我就阿弥陀佛，用阿弥陀佛把这些妄念统统驱除出境，让我们心里头念念都是阿弥陀佛，阿弥陀佛是正念，阿弥陀佛是清净句。《往生论》上讲得多好！用这一句阿弥陀佛，把我们的心恢复到清净；再提升，还是用这一句佛号，帮助我们从清净提升到平等；最后还是用这句佛号用到底，从平等提升到正觉，正觉就成佛了。",
      "zh_TW": "我們念佛，為什麼念佛？用念佛這個方法把清淨心找回來。所以念佛是一個手段，目的是要把清淨心恢復。我們起心動念要落在煩惱習氣上那就錯了，煩惱習氣就是自私自利、就是名聞利養、就是五欲六塵，就是這些東西，貪瞋痴慢。那怎麼辦，這念頭起來怎麼辦？祖師大德告訴我們，「不怕念起，只怕覺遲」。這些念頭起來了，用我們的話說，這是正常的。為什麼？你迷不是今天才迷的，無量劫你就迷了，生生世世你迷在這個裡頭，你迷得太久、迷得太深，念頭才起來就是這個東西，這是自然的現象。那怎麼辦？不怕念起，只怕覺遲，你覺悟要快。快的什麼？不隨境界轉，第一個念頭迷了，我第二個念頭就覺悟了。什麼是覺悟？阿彌陀佛就覺悟了。第一個念頭，不管是什麼念頭，是染、是淨，是善、是惡，都別管它，總而言之，那是妄念，第二個念頭我就阿彌陀佛，用阿彌陀佛把這些妄念統統驅除出境，讓我們心裡頭念念都是阿彌陀佛，阿彌陀佛是正念，阿彌陀佛是清淨句。《往生論》上講得多好！用這一句阿彌陀佛，把我們的心恢復到清淨；再提升，還是用這一句佛號，幫助我們從清淨提升到平等；最後還是用這句佛號用到底，從平等提升到正覺，正覺就成佛了。"
    },
    {
      "id": "02-037-0164_p0009",
      "zh_CN": "要知道，清净是小乘阿罗汉、辟支佛，平等是菩萨，正觉是成佛，就用这一句佛号，真简单、真容易！这句佛号在什么时候用最得力？念头起来的时候你就要觉悟，念头才起，阿弥陀佛。不要让妄念相续，妄念到这个地方就停止了，让阿弥陀佛佛号相续，这叫真念佛人，这叫真会念，把自己的妄想、习气、业障统统给念掉。所以这个法门要知道，这个法门不断烦恼、不消业障。八万四千法门你去修学都要断烦恼、都要消业障，这个事情好难好难！净土法门的方法妙就妙在不断烦恼、不消业障，用这一句阿弥陀佛，把业障、烦恼统统代过来，代替了，业障自然消了，烦恼自然断了，不断它自己断了，业障不消自己消了，妙就妙在此地。",
      "zh_TW": "要知道，清淨是小乘阿羅漢、辟支佛，平等是菩薩，正覺是成佛，就用這一句佛號，真簡單、真容易！這句佛號在什麼時候用最得力？念頭起來的時候你就要覺悟，念頭才起，阿彌陀佛。不要讓妄念相續，妄念到這個地方就停止了，讓阿彌陀佛佛號相續，這叫真念佛人，這叫真會念，把自己的妄想、習氣、業障統統給念掉。所以這個法門要知道，這個法門不斷煩惱、不消業障。八萬四千法門你去修學都要斷煩惱、都要消業障，這個事情好難好難！淨土法門的方法妙就妙在不斷煩惱、不消業障，用這一句阿彌陀佛，把業障、煩惱統統代過來，代替了，業障自然消了，煩惱自然斷了，不斷它自己斷了，業障不消自己消了，妙就妙在此地。"
    },
    {
      "id": "02-037-0164_p0010",
      "zh_CN": "学习当然开头难，谚语所谓凡事起头难，尤其是这桩事情。这是我们染污太久、习气太深，无量劫养成这种习气，现在叫你一下断你怎么断得了？断不了！我们真正发心求阿弥陀佛加持，这个事情可以做到，但是要一段时间，没那么快，欲速则不达，自己要有信心，一年不行，两年，两年不行，三年，三年不行，四年，不要害怕，时间久了这个习惯就养成了。要有毅力、要有决心把它换过来，把念头换过来，这就是换心，从前李老师常说的换心，我们心里头只有阿弥陀佛，除阿弥陀佛之外什么都没有。现前我们心里头是垃圾桶，什么东西都有，特别是些坏东西、垃圾，全都在里头，用这一句阿弥陀佛把它统统清出去。所以发菩提心，诸善中王，王是说最高的、最上的。菩提心比什么都可贵。",
      "zh_TW": "學習當然開頭難，諺語所謂凡事起頭難，尤其是這樁事情。這是我們染污太久、習氣太深，無量劫養成這種習氣，現在叫你一下斷你怎麼斷得了？斷不了！我們真正發心求阿彌陀佛加持，這個事情可以做到，但是要一段時間，沒那麼快，欲速則不達，自己要有信心，一年不行，兩年，兩年不行，三年，三年不行，四年，不要害怕，時間久了這個習慣就養成了。要有毅力、要有決心把它換過來，把念頭換過來，這就是換心，從前李老師常說的換心，我們心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有。現前我們心裡頭是垃圾桶，什麼東西都有，特別是些壞東西、垃圾，全都在裡頭，用這一句阿彌陀佛把它統統清出去。所以發菩提心，諸善中王，王是說最高的、最上的。菩提心比什麼都可貴。"
    },
    {
      "id": "02-037-0164_p0011",
      "zh_CN": "《无量寿经起信论》是彭际清居士的著作，这个人也是了不起的人，一生修学佛法，通宗通教、显密圆融，佛门里面的大德居士。他是清朝乾隆时候的人，他的父亲是乾隆皇帝的兵部尚书，兵部尚书就是现在的国防部长，所以他也算是高干子弟。家里面很富有，自己可以不必做事情。人非常聪明，应该是在二十岁就考取进士，是国家最高的学位，不做官。一般考取进士的，做官大概可以做知府这个地位，不做官，学佛，在佛法里头有非常殊胜的成就，佛门大德。这个《起信论》就是《无量寿经》的注解。「是知菩提心者」，也是解释四十八愿第十九愿发菩提心，「诸佛之本源，众生之慧命」，菩提心是一切诸佛修行证果的根本。换句话说，他修的是什么？起心动念、言语造作不离菩提心，决定与菩提心相应。起心动念一定是真诚清净平等正觉慈悲，言语也是与这个相应，造作，身体的造作跟这个也相应，这就是佛。佛的身口意三业就是菩提心的起用，起作用；起心动念真不真诚，说话真不真诚，干事真不真诚、清不清净、平不平等、觉不觉悟，是不是慈悲，于一切众生同体大悲，无缘大慈，统统相应。菩提心不是口里头发的，口里头发了，没有做到，这个没有用处。发了，他做到了，确确实实与自己身口意三业相应，你看这个心才发，不就成佛了！真的不是假的。菩提心一发，这个人是什么地位？圆教初住，初住叫发心住。菩提心发心了，他就住在菩提心上。我们一般人菩提心发了，没住，没有住在菩提心上，他发心了他就住在这上面，就表现在身口意上。这个重要，这个一发就是圆教初住，别教就是初地。",
      "zh_TW": "《無量壽經起信論》是彭際清居士的著作，這個人也是了不起的人，一生修學佛法，通宗通教、顯密圓融，佛門裡面的大德居士。他是清朝乾隆時候的人，他的父親是乾隆皇帝的兵部尚書，兵部尚書就是現在的國防部長，所以他也算是高幹子弟。家裡面很富有，自己可以不必做事情。人非常聰明，應該是在二十歲就考取進士，是國家最高的學位，不做官。一般考取進士的，做官大概可以做知府這個地位，不做官，學佛，在佛法裡頭有非常殊勝的成就，佛門大德。這個《起信論》就是《無量壽經》的註解。「是知菩提心者」，也是解釋四十八願第十九願發菩提心，「諸佛之本源，眾生之慧命」，菩提心是一切諸佛修行證果的根本。換句話說，他修的是什麼？起心動念、言語造作不離菩提心，決定與菩提心相應。起心動念一定是真誠清淨平等正覺慈悲，言語也是與這個相應，造作，身體的造作跟這個也相應，這就是佛。佛的身口意三業就是菩提心的起用，起作用；起心動念真不真誠，說話真不真誠，幹事真不真誠、清不清淨、平不平等、覺不覺悟，是不是慈悲，於一切眾生同體大悲，無緣大慈，統統相應。菩提心不是口裡頭發的，口裡頭發了，沒有做到，這個沒有用處。發了，他做到了，確確實實與自己身口意三業相應，你看這個心才發，不就成佛了！真的不是假的。菩提心一發，這個人是什麼地位？圓教初住，初住叫發心住。菩提心發心了，他就住在菩提心上。我們一般人菩提心發了，沒住，沒有住在菩提心上，他發心了他就住在這上面，就表現在身口意上。這個重要，這個一發就是圓教初住，別教就是初地。"
    },
    {
      "id": "02-037-0164_p0012",
      "zh_CN": "已成佛道，这句话是真的不是假的，他就脱离了六道轮回，就脱离了十法界。这里头关键的一个字，要住，一定要住在菩提心上，不住在菩提心上等于没发。已成佛道，佛的五种智慧他也具足，不必要学，为什么？真心里头本有的。自性里头本有的般若智慧，从它的作用来说分为五种，第一个佛智，佛智是总说。第二不思议智，这个智慧不可思议，你无法想像的，自性本具的般若智慧它起作用。不可称智，称是称赞，称赞不出来，它太大了，它太深了，所以你无法称它。大乘广智，这第四个，广智，无所不知。最后一个，无等，没有跟它平等的，无伦，没有跟它相同的，最上殊胜的智慧相应故。相应这两个字，从佛智，不思议智，不可称智，大乘广智，无等无伦最上胜智，统统相应，菩提心一发，肯定相应。",
      "zh_TW": "已成佛道，這句話是真的不是假的，他就脫離了六道輪迴，就脫離了十法界。這裡頭關鍵的一個字，要住，一定要住在菩提心上，不住在菩提心上等於沒發。已成佛道，佛的五種智慧他也具足，不必要學，為什麼？真心裡頭本有的。自性裡頭本有的般若智慧，從它的作用來說分為五種，第一個佛智，佛智是總說。第二不思議智，這個智慧不可思議，你無法想像的，自性本具的般若智慧它起作用。不可稱智，稱是稱讚，稱讚不出來，它太大了，它太深了，所以你無法稱它。大乘廣智，這第四個，廣智，無所不知。最後一個，無等，沒有跟它平等的，無倫，沒有跟它相同的，最上殊勝的智慧相應故。相應這兩個字，從佛智，不思議智，不可稱智，大乘廣智，無等無倫最上勝智，統統相應，菩提心一發，肯定相應。"
    },
    {
      "id": "02-037-0164_p0013",
      "zh_CN": "我们今天修学净宗，这是无比殊胜的方便法门，一切诸佛度众生第一方便道，就是深信，对阿弥陀佛极乐世界一点都不怀疑，深信；真愿，我真想到极乐世界去，我真想见阿弥陀佛，亲近阿弥陀佛。你要真想，这个世间东西就要放下。这个放下不是叫你远离，远离，心里还牵挂着，一点用都没有。放下是心放下，东西再多，心里头干干净净，没有放在心上，这叫放下。什么事情都不要放在心上，只把阿弥陀佛放在心上，这就是真正发菩提心。为什么？菩提心一发你就成佛了，你的心里头只有阿弥陀佛，你成佛了。不但成佛，你成的佛是阿弥陀佛，这还得了！把心安住在阿弥陀佛名号上，阿弥陀佛名号就是我心，我心就是阿弥陀佛名号，好！要是安住在阿弥陀佛形相上，那就是观想念佛，那个难。实在讲相太微细了，不要说身有八万四千相，相有八万四千好，这简直我们做不到，就说是三十二相八十种好，我们都观不出来，你说我们的心多粗，你都没有办法想得那么清楚。所以还是一句名号，阿弥陀佛四个字，这个容易，这个放在心上清清楚楚、明明白白，一点都不会错。观佛的名号，忆念名号，口称名号，真正念佛人，三业都相应。你看心里想阿弥陀佛这名号，口里念阿弥陀佛的名号，身体礼拜阿弥陀佛，这个念佛就如法，佛果地上这五种智自然相应。什么时候相应？心里头只有阿弥陀佛，其他的杂念全没有了，智慧现前了。如果还有杂念，智慧不能现前，你的功夫不到家。你要问什么时候这五种智慧会现前？当你心里头一个妄念都没有的时候它就现前，有一个妄念都是障碍，障碍自性般若不能现前。",
      "zh_TW": "我們今天修學淨宗，這是無比殊勝的方便法門，一切諸佛度眾生第一方便道，就是深信，對阿彌陀佛極樂世界一點都不懷疑，深信；真願，我真想到極樂世界去，我真想見阿彌陀佛，親近阿彌陀佛。你要真想，這個世間東西就要放下。這個放下不是叫你遠離，遠離，心裡還牽掛著，一點用都沒有。放下是心放下，東西再多，心裡頭乾乾淨淨，沒有放在心上，這叫放下。什麼事情都不要放在心上，只把阿彌陀佛放在心上，這就是真正發菩提心。為什麼？菩提心一發你就成佛了，你的心裡頭只有阿彌陀佛，你成佛了。不但成佛，你成的佛是阿彌陀佛，這還得了！把心安住在阿彌陀佛名號上，阿彌陀佛名號就是我心，我心就是阿彌陀佛名號，好！要是安住在阿彌陀佛形相上，那就是觀想念佛，那個難。實在講相太微細了，不要說身有八萬四千相，相有八萬四千好，這簡直我們做不到，就說是三十二相八十種好，我們都觀不出來，你說我們的心多粗，你都沒有辦法想得那麼清楚。所以還是一句名號，阿彌陀佛四個字，這個容易，這個放在心上清清楚楚、明明白白，一點都不會錯。觀佛的名號，憶念名號，口稱名號，真正念佛人，三業都相應。你看心裡想阿彌陀佛這名號，口裡念阿彌陀佛的名號，身體禮拜阿彌陀佛，這個念佛就如法，佛果地上這五種智自然相應。什麼時候相應？心裡頭只有阿彌陀佛，其他的雜念全沒有了，智慧現前了。如果還有雜念，智慧不能現前，你的功夫不到家。你要問什麼時候這五種智慧會現前？當你心裡頭一個妄念都沒有的時候它就現前，有一個妄念都是障礙，障礙自性般若不能現前。"
    },
    {
      "id": "02-037-0164_p0014",
      "zh_CN": "我们再看下面文，「又经中三辈往生，皆因发菩提心，一向专念」，这八个字重要。「可见发菩提心，实为首要」。日本本愿念佛这一派，这个宗派他们两次找过我，早年在台湾，大概也有十几年前，我在香港讲经，他们来找过我，他们就四十八愿只取一愿，第十八愿，一向专念阿弥陀佛，能不能往生？没有发菩提心怎么行！他的本愿就是十八愿，就是一愿，这个不行。所以我告诉他们，四十八愿是一体的，不能分的，任何一愿都圆圆满满含摄其他的四十七愿，这才是阿弥陀佛本愿功德，你不能把它分割。四十八愿当然有它最重要的一愿，古来祖师大德都承认，最重要的一愿就是第十八十念必生，这太不可思议了，但是十九愿也重要，十九愿发菩提心。「三辈往生」、「往生正因」这两品都讲到发菩提心、一向专念，讲得这么清楚、这么明白，可见发菩提心实为首要，这怎么能疏忽！",
      "zh_TW": "我們再看下面文，「又經中三輩往生，皆因發菩提心，一向專念」，這八個字重要。「可見發菩提心，實為首要」。日本本願念佛這一派，這個宗派他們兩次找過我，早年在台灣，大概也有十幾年前，我在香港講經，他們來找過我，他們就四十八願只取一願，第十八願，一向專念阿彌陀佛，能不能往生？沒有發菩提心怎麼行！他的本願就是十八願，就是一願，這個不行。所以我告訴他們，四十八願是一體的，不能分的，任何一願都圓圓滿滿含攝其他的四十七願，這才是阿彌陀佛本願功德，你不能把它分割。四十八願當然有它最重要的一願，古來祖師大德都承認，最重要的一願就是第十八十念必生，這太不可思議了，但是十九願也重要，十九願發菩提心。「三輩往生」、「往生正因」這兩品都講到發菩提心、一向專念，講得這麼清楚、這麼明白，可見發菩提心實為首要，這怎麼能疏忽！"
    },
    {
      "id": "02-037-0164_p0015",
      "zh_CN": "「今此第十九愿为闻名发心」，听到阿弥陀佛的名号发菩提心，「证诸第廿六愿闻名得福，第四十七愿闻名得忍，故此愿理应释为因闻佛名号，蒙佛加被，发菩提心」，应该这样解释。闻名利益太多太多了，问题是你要能够体会得到。「弥显弥陀名号功德不可思议，愿王宏誓」，愿王就是阿弥陀佛，称他为大愿王，愿王宏誓「愿力不可思议」。愿力不可思议，名号功德不可思议，这是不能分开的。这一愿确实非常重要。下面经文：",
      "zh_TW": "「今此第十九願為聞名發心」，聽到阿彌陀佛的名號發菩提心，「證諸第廿六願聞名得福，第四十七願聞名得忍，故此願理應釋為因聞佛名號，蒙佛加被，發菩提心」，應該這樣解釋。聞名利益太多太多了，問題是你要能夠體會得到。「彌顯彌陀名號功德不可思議，願王宏誓」，願王就是阿彌陀佛，稱他為大願王，願王宏誓「願力不可思議」。願力不可思議，名號功德不可思議，這是不能分開的。這一願確實非常重要。下面經文："
    },
    {
      "id": "02-037-0164_p0016",
      "zh_CN": "【修诸功德。奉行六波罗蜜。坚固不退。复以善根回向。愿生我国。】",
      "zh_TW": "【修諸功德。奉行六波羅蜜。堅固不退。復以善根迴向。願生我國。】"
    },
    {
      "id": "02-037-0164_p0017",
      "zh_CN": "所以此地引的，「修诸功德……昼夜不断，表发大心后之大行」。你看愿后头有行，愿后头没有行，这个愿是空的、是假的。「因闻名而发心，修诸大行是为第十九愿之全文」。其中『六波罗蜜』，亦称六度。「度者，度生死海，到涅槃之岸也」。这六桩事情我们是不是天天在做？没有间断的在做？第一个是「布施」，布施就是放下。放下什么？放下我们烦恼里面最严重的，悭贪。我们自己拥有的舍不得给别人，自己没有的希望得到，那是贪，自己拥有的舍不得给别人，这叫悭吝，布施就是破这个烦恼，这个烦恼要是断了，你的布施度就圆满了。六度怎么圆满，不是在事上，是在心上，悭贪的心没有了，布施波罗蜜就圆满了。布施念念不舍，从早晨醒过来起床，不再贪睡，贪睡是贪心，这都是属于布施波罗蜜，都在自己日常生活当中，不是对外头，首先对自己；把自私自利放下，起心动念都想别人，不想自己，把贪恋自己的身体放下，贪恋自己的享受放下，要从这里做起。菩萨念念想到别人，利他，菩萨跟凡夫不一样的地方基本的就在此地，菩萨没有一个念头是为自己。凡夫开始学，有自利、有利他，自利的比例多，利他的比例少，慢慢进步，到利他的念头多、自利少，到最后完全没有自利，布施波罗蜜圆满了，圆满之后是菩萨行。",
      "zh_TW": "所以此地引的，「修諸功德……晝夜不斷，表發大心後之大行」。你看願後頭有行，願後頭沒有行，這個願是空的、是假的。「因聞名而發心，修諸大行是為第十九願之全文」。其中『六波羅蜜』，亦稱六度。「度者，度生死海，到涅槃之岸也」。這六樁事情我們是不是天天在做？沒有間斷的在做？第一個是「布施」，布施就是放下。放下什麼？放下我們煩惱裡面最嚴重的，慳貪。我們自己擁有的捨不得給別人，自己沒有的希望得到，那是貪，自己擁有的捨不得給別人，這叫慳吝，布施就是破這個煩惱，這個煩惱要是斷了，你的布施度就圓滿了。六度怎麼圓滿，不是在事上，是在心上，慳貪的心沒有了，布施波羅蜜就圓滿了。布施念念不捨，從早晨醒過來起床，不再貪睡，貪睡是貪心，這都是屬於布施波羅蜜，都在自己日常生活當中，不是對外頭，首先對自己；把自私自利放下，起心動念都想別人，不想自己，把貪戀自己的身體放下，貪戀自己的享受放下，要從這裡做起。菩薩念念想到別人，利他，菩薩跟凡夫不一樣的地方基本的就在此地，菩薩沒有一個念頭是為自己。凡夫開始學，有自利、有利他，自利的比例多，利他的比例少，慢慢進步，到利他的念頭多、自利少，到最後完全沒有自利，布施波羅蜜圓滿了，圓滿之後是菩薩行。"
    },
    {
      "id": "02-037-0164_p0018",
      "zh_CN": "这六个科目都叫度，度生死海，就是帮助你脱离六道轮回，六道轮回是个生死海，帮助你脱离，更进一步，帮助你脱离十法界。十法界也不是好地方，要到大般涅槃，大般涅槃是佛所证得的，偏真涅槃是阿罗汉证得的，那个不行，不能住，一定要学大乘、要学菩萨。小乘时间很长，他要是真的入偏真涅槃，这经上告诉我们，他在那里要住两万大劫，他才能回心向大，回小向大；辟支佛要住一万大劫，你看这不是麻烦事吗？这么长的时间不能进步，停在那里。大乘的确勇猛精进，他不停止。",
      "zh_TW": "這六個科目都叫度，度生死海，就是幫助你脫離六道輪迴，六道輪迴是個生死海，幫助你脫離，更進一步，幫助你脫離十法界。十法界也不是好地方，要到大般涅槃，大般涅槃是佛所證得的，偏真涅槃是阿羅漢證得的，那個不行，不能住，一定要學大乘、要學菩薩。小乘時間很長，他要是真的入偏真涅槃，這經上告訴我們，他在那裡要住兩萬大劫，他才能回心向大，迴小向大；辟支佛要住一萬大劫，你看這不是麻煩事嗎？這麼長的時間不能進步，停在那裡。大乘的確勇猛精進，他不停止。"
    },
    {
      "id": "02-037-0164_p0019",
      "zh_CN": "这六波罗蜜都是在我们每天生活里头去做，不是一个科目一个科目去修，那错了。第一个「布施」，要晓得广义的布施，换句话说，把自私自利的这个心布施掉，培养自己大心大量。《还源观》上教给我们，那就是你自己本心的心量，含容空有。含是包含，包含虚空，心比虚空大，包含虚空，容是容纳，能够包容，有是万有，宇宙里头的一切你都能够包容。中国大乘常说的两句话，「心包太虚，量周沙界」，要学！用什么方法学？就是用布施。布施圆满了，确实私心没有了，回到真心，真心跟自性一样大。大而无外，小而无内，这是自己本有的心量。所以你本来是佛，现在变成这么个小的心量，你说多可怜。学佛头一个就是把心量拓开，能包容。第二个「持戒」，持戒就是守法。佛教给我们的根本法是十善、三皈、五戒、十戒，十戒就是《沙弥律仪》，根本戒！自动自发养成习惯。戒律是什么？戒律就是我们日常生活，日常生活把这个根本法完全做出来，就是我们的生活规范。这个规范不是规范自己，给别人做规范，叫自行化他。自己真正都做到了，这就不是凡人，是圣人，小圣，具足大圣的基础。",
      "zh_TW": "這六波羅蜜都是在我們每天生活裡頭去做，不是一個科目一個科目去修，那錯了。第一個「布施」，要曉得廣義的布施，換句話說，把自私自利的這個心布施掉，培養自己大心大量。《還源觀》上教給我們，那就是你自己本心的心量，含容空有。含是包含，包含虛空，心比虛空大，包含虛空，容是容納，能夠包容，有是萬有，宇宙裡頭的一切你都能夠包容。中國大乘常說的兩句話，「心包太虛，量周沙界」，要學！用什麼方法學？就是用布施。布施圓滿了，確實私心沒有了，回到真心，真心跟自性一樣大。大而無外，小而無內，這是自己本有的心量。所以你本來是佛，現在變成這麼個小的心量，你說多可憐。學佛頭一個就是把心量拓開，能包容。第二個「持戒」，持戒就是守法。佛教給我們的根本法是十善、三皈、五戒、十戒，十戒就是《沙彌律儀》，根本戒！自動自發養成習慣。戒律是什麼？戒律就是我們日常生活，日常生活把這個根本法完全做出來，就是我們的生活規範。這個規範不是規範自己，給別人做規範，叫自行化他。自己真正都做到了，這就不是凡人，是聖人，小聖，具足大聖的基礎。"
    },
    {
      "id": "02-037-0164_p0020",
      "zh_CN": "这个六度是有顺序的，为什么？后后胜于前前。没有布施决定不能持戒，没有持戒决定不能忍辱，没有忍辱决定不能精进。这好比六层楼一样，第一层是布施，第二层是持戒，前面的基础没有打好，后面全落空了。布施，彻底放下，你才得清净心，清净心才能持净戒，净戒里面得平等心，后面是觉而不迷。我们为什么放不下？放不下的原因，不了解宇宙人生的真相，所以你放不下，你把这都当真的，不知道宇宙之间所有现象是假的。佛的比喻说得好，梦幻泡影，是一场梦，梦里好像是有，醒过来什么都没有，没有一样是真的，何必要起心动念去控制它、去占有它？错了！诸佛菩萨从来没有支配的念头、占有的念头、控制的念头，没有，根本没有这个念头，佛菩萨是随缘妙用。妙用是什么？妙用就是心地清净平等觉，就是妙用，能随一切缘，心里头没有改变，没动心，清净平等觉，没有起心动念，没有分别执着，妙！高！所以他永远不染污，永远不动摇。没有高下是平等，没有染污是清净，六波罗蜜都在日常生活当中，起心动念、言语造作他全用上了。用不上不行，用不上是假的，用不上这就是佛学，不是学佛，学佛是全用上了。",
      "zh_TW": "這個六度是有順序的，為什麼？後後勝於前前。沒有布施決定不能持戒，沒有持戒決定不能忍辱，沒有忍辱決定不能精進。這好比六層樓一樣，第一層是布施，第二層是持戒，前面的基礎沒有打好，後面全落空了。布施，徹底放下，你才得清淨心，清淨心才能持淨戒，淨戒裡面得平等心，後面是覺而不迷。我們為什麼放不下？放不下的原因，不了解宇宙人生的真相，所以你放不下，你把這都當真的，不知道宇宙之間所有現象是假的。佛的比喻說得好，夢幻泡影，是一場夢，夢裡好像是有，醒過來什麼都沒有，沒有一樣是真的，何必要起心動念去控制它、去佔有它？錯了！諸佛菩薩從來沒有支配的念頭、佔有的念頭、控制的念頭，沒有，根本沒有這個念頭，佛菩薩是隨緣妙用。妙用是什麼？妙用就是心地清淨平等覺，就是妙用，能隨一切緣，心裡頭沒有改變，沒動心，清淨平等覺，沒有起心動念，沒有分別執著，妙！高！所以他永遠不染污，永遠不動搖。沒有高下是平等，沒有染污是清淨，六波羅蜜都在日常生活當中，起心動念、言語造作他全用上了。用不上不行，用不上是假的，用不上這就是佛學，不是學佛，學佛是全用上了。"
    },
    {
      "id": "02-037-0164_p0021",
      "zh_CN": "佛学是知道佛怎么怎么说的，与我不相干，我行我素，我的思想行为跟它决定不相应，这叫佛学。学佛之可贵处就是全部都落实了，没有一样不落实。布施里面有三类，有财布施，财物，有法布施、有无畏布施。无畏布施里头最重要的就是慈悲心、怜悯心，看到众生有苦难会全心全力去帮助他。持戒是守规矩，这个戒有佛制定的，那是出世间的标准；有世间礼仪、法令规章，这是世间法，统统要遵守。遵守佛的教诲，能超越世间，遵守世间的戒律，世间人生欢喜心，是度众生最好的缘分，我们讲法缘。他的规矩、法令规章你要不遵守，人家可能不容许你在这个地区讲经教学，这个缘就断掉了。所以遵守世法契机，遵守佛法契理，理机双契这是大乘。",
      "zh_TW": "佛學是知道佛怎麼怎麼說的，與我不相干，我行我素，我的思想行為跟它決定不相應，這叫佛學。學佛之可貴處就是全部都落實了，沒有一樣不落實。布施裡面有三類，有財布施，財物，有法布施、有無畏布施。無畏布施裡頭最重要的就是慈悲心、憐憫心，看到眾生有苦難會全心全力去幫助他。持戒是守規矩，這個戒有佛制定的，那是出世間的標準；有世間禮儀、法令規章，這是世間法，統統要遵守。遵守佛的教誨，能超越世間，遵守世間的戒律，世間人生歡喜心，是度眾生最好的緣分，我們講法緣。他的規矩、法令規章你要不遵守，人家可能不容許你在這個地區講經教學，這個緣就斷掉了。所以遵守世法契機，遵守佛法契理，理機雙契這是大乘。"
    },
    {
      "id": "02-037-0164_p0022",
      "zh_CN": "第三个「忍辱」。辱是特别为中国人说的，中国古人，现在无所谓了。中国古人对于耻辱看得非常重，古书里面我们看到，「士可杀不可辱」。士是什么？用现在的话说，知识分子、读书人。读书人杀头他不怕，你置他于死命他不在乎，你要是侮辱他，那个可严重了，他受不了。当年翻经这些法师看中国读书人把辱看得这么重，所以这个忍下面就加个辱，忍辱。这意思是说辱可以忍，还有什么不能忍，没有一样不能忍。所以这个忍是样样都要忍，特别是处事待人接物要谦卑，这个要忍。你的知识、智慧比人高，你的德行、才艺比人高，你在人之下，你服不服气？很多人不能忍受，他不如我，他为什么在我上面？这个道理世间人不了解，他能在你上面是他有福报，你虽然有智慧、有能力，你没有福报。这个因果是前世修的，你前世修慧不修福，所以你的智慧德行高过别人；那个人前世修福不修慧，结果他福报很大。看中国历史，历代的帝王福报大。刘备还不错，刘备的儿子就很差劲，阿斗，诸葛亮屈居在他之下，那要不能忍，诸葛亮就可以告老还乡不干了。他真有这个意思，刘备死的时候把儿子付托给他，而且话讲得很清楚，他真的不行你就取而代之。这个话说出来之后，诸葛亮就死心塌地去辅助阿斗。为什么？不能做出不仁不义的事情来。阿斗虽然不行，他的地位是帝王，诸葛亮是臣子，这个要忍，不忍怎么行？你在中国历史上看到许许多多一些名人，哪一个不修忍辱！《金刚经》上佛说，「一切法得成于忍」，世出世间一切法你要成就，第一个因素是什么？能忍。也就告诉你，你不能忍你会彻底失败，一无所成，你能忍就有大成就。忍辱的力愈大成就也愈大，不能不知道。",
      "zh_TW": "第三個「忍辱」。辱是特別為中國人說的，中國古人，現在無所謂了。中國古人對於恥辱看得非常重，古書裡面我們看到，「士可殺不可辱」。士是什麼？用現在的話說，知識分子、讀書人。讀書人殺頭他不怕，你置他於死命他不在乎，你要是侮辱他，那個可嚴重了，他受不了。當年翻經這些法師看中國讀書人把辱看得這麼重，所以這個忍下面就加個辱，忍辱。這意思是說辱可以忍，還有什麼不能忍，沒有一樣不能忍。所以這個忍是樣樣都要忍，特別是處事待人接物要謙卑，這個要忍。你的知識、智慧比人高，你的德行、才藝比人高，你在人之下，你服不服氣？很多人不能忍受，他不如我，他為什麼在我上面？這個道理世間人不了解，他能在你上面是他有福報，你雖然有智慧、有能力，你沒有福報。這個因果是前世修的，你前世修慧不修福，所以你的智慧德行高過別人；那個人前世修福不修慧，結果他福報很大。看中國歷史，歷代的帝王福報大。劉備還不錯，劉備的兒子就很差勁，阿斗，諸葛亮屈居在他之下，那要不能忍，諸葛亮就可以告老還鄉不幹了。他真有這個意思，劉備死的時候把兒子付託給他，而且話講得很清楚，他真的不行你就取而代之。這個話說出來之後，諸葛亮就死心塌地去輔助阿斗。為什麼？不能做出不仁不義的事情來。阿斗雖然不行，他的地位是帝王，諸葛亮是臣子，這個要忍，不忍怎麼行？你在中國歷史上看到許許多多一些名人，哪一個不修忍辱！《金剛經》上佛說，「一切法得成於忍」，世出世間一切法你要成就，第一個因素是什麼？能忍。也就告訴你，你不能忍你會徹底失敗，一無所成，你能忍就有大成就。忍辱的力愈大成就也愈大，不能不知道。"
    },
    {
      "id": "02-037-0164_p0023",
      "zh_CN": "这个六条，条条境界都是深广无际，而且它是重复的，今天科学家的术语，它纠缠在一起，有慧眼的人会看得清清楚楚。什么都要忍，我们日常生活要忍，不要去跟人比赛，别人有我也要有，我要追上他，赶不上他好像没面子，这个观念是错误的。人生在世什么是真正的幸福，这一点要懂，真正的幸福是身心健康、清净自在。无论是生活、是工作、是进修，没有一样不是自己喜欢的，这就是最幸福的。一生读自己喜欢读的书，干自己喜欢干的事，这不容易，不受外头境界干扰，不受外面的影响，这个人是真正幸福。",
      "zh_TW": "這個六條，條條境界都是深廣無際，而且它是重複的，今天科學家的術語，它糾纏在一起，有慧眼的人會看得清清楚楚。什麼都要忍，我們日常生活要忍，不要去跟人比賽，別人有我也要有，我要追上他，趕不上他好像沒面子，這個觀念是錯誤的。人生在世什麼是真正的幸福，這一點要懂，真正的幸福是身心健康、清淨自在。無論是生活、是工作、是進修，沒有一樣不是自己喜歡的，這就是最幸福的。一生讀自己喜歡讀的書，幹自己喜歡幹的事，這不容易，不受外頭境界干擾，不受外面的影響，這個人是真正幸福。"
    },
    {
      "id": "02-037-0164_p0024",
      "zh_CN": "在中国历史每一个朝代你去看，传记里头有一篇叫《隐逸传》。我在年轻的时候对于这一部分看不懂，这些人有德行、有学问，为什么不出来替国家社会做一点好事，他去隐居，过他那种清净悠闲的生活，不出来干事，对于名闻利养没兴趣。这些人历史上还要给他立传，凭什么？想不通。以后年岁渐大了，阅历比较深了，才恍然大悟。这些人真有能力、真有学问，他们一生过安分守己，一生过着默默无闻的生活，他提升他灵性的境界，不问世间事，过的是高度精神生活，带给社会安定和谐，他有功。在一般人没有这种修养，有能力，他到社会上拼命去争，他不服气，社会会动乱。他们有能力、有知识、有方法、有手段，不用，这就是对社会最大的贡献。佛法里头说的「于人无争，于世无求」，天下太平。每个人都争，每个人都求，社会就动乱了。他们不是没有能力的人，不是没有智慧的人，不是没有方法的人，他什么都有，样样具足。所以历史上要给他们作传。他们的心行是社会一般真正有学问人的典范，不会出来做事，你要邀他出来做事，你去求他，像诸葛亮，刘备三顾茅庐，才好不容易把他求出来，不愿意！现在的社会不一样，有才华、有能力全部出来都争，社会就乱了，谁都不服谁，个个要做头，个个当老大，天下焉能不乱！",
      "zh_TW": "在中國歷史每一個朝代你去看，傳記裡頭有一篇叫《隱逸傳》。我在年輕的時候對於這一部分看不懂，這些人有德行、有學問，為什麼不出來替國家社會做一點好事，他去隱居，過他那種清淨悠閒的生活，不出來幹事，對於名聞利養沒興趣。這些人歷史上還要給他立傳，憑什麼？想不通。以後年歲漸大了，閱歷比較深了，才恍然大悟。這些人真有能力、真有學問，他們一生過安分守己，一生過著默默無聞的生活，他提升他靈性的境界，不問世間事，過的是高度精神生活，帶給社會安定和諧，他有功。在一般人沒有這種修養，有能力，他到社會上拼命去爭，他不服氣，社會會動亂。他們有能力、有知識、有方法、有手段，不用，這就是對社會最大的貢獻。佛法裡頭說的「於人無爭，於世無求」，天下太平。每個人都爭，每個人都求，社會就動亂了。他們不是沒有能力的人，不是沒有智慧的人，不是沒有方法的人，他什麼都有，樣樣具足。所以歷史上要給他們作傳。他們的心行是社會一般真正有學問人的典範，不會出來做事，你要邀他出來做事，你去求他，像諸葛亮，劉備三顧茅廬，才好不容易把他求出來，不願意！現在的社會不一樣，有才華、有能力全部出來都爭，社會就亂了，誰都不服誰，個個要做頭，個個當老大，天下焉能不亂！"
    },
    {
      "id": "02-037-0164_p0025",
      "zh_CN": "《隐逸传》里头这些人他们什么都不做，他们所表的这个功德非常之大，就是不争不求。不是没有能力，有能力争而不争，有智慧去求不求，这才了不起，他是社会上一个定心丸。一生喜欢过田园生活，自己耕一点地，有一点点收成，够自己一家生活，古人讲五亩之地，种一点粮食、种一点蔬菜，一家就可以饱暖，他就很快乐。这些人多半读书，而且有著作流传后世，他们的著作大概都收在《四库全书》里头。这个人没做过官，自己的生活也相当贫苦，不富有，生活勉强可以过去，很多。这是真正懂得生活的人，方东美先生所谓的「人生最高的享受」。不是做大官、发大财，不是的。",
      "zh_TW": "《隱逸傳》裡頭這些人他們什麼都不做，他們所表的這個功德非常之大，就是不爭不求。不是沒有能力，有能力爭而不爭，有智慧去求不求，這才了不起，他是社會上一個定心丸。一生喜歡過田園生活，自己耕一點地，有一點點收成，夠自己一家生活，古人講五畝之地，種一點糧食、種一點蔬菜，一家就可以飽暖，他就很快樂。這些人多半讀書，而且有著作流傳後世，他們的著作大概都收在《四庫全書》裡頭。這個人沒做過官，自己的生活也相當貧苦，不富有，生活勉強可以過去，很多。這是真正懂得生活的人，方東美先生所謂的「人生最高的享受」。不是做大官、發大財，不是的。"
    },
    {
      "id": "02-037-0164_p0026",
      "zh_CN": "这些隐居的人，包括出家的、学佛的、修道的，还有一些大儒，他们一生不出来做官，教学，在从前教私塾。私塾多半是私人家庭的子弟学校，他教得好，接受这个家族的礼遇，他负责教底下这一代。非常清高的事业，为这家庭培养人才，为国家社会培养人才，自己不做官，学生做官。这个都是属于忍辱，不能忍做不到。有机会也不出去，六祖惠能大师，武则天召见他，武则天是皇帝，唐朝中宗皇帝召见他，他都不应召，说身体不好，不能远行。一般人觉得这很荣誉，他不接受。像这些事情，哪些应该要接受，哪些可以不接受，这是智慧去抉择，要看得清清楚楚、明明白白。于正法有大利益的，非去不可，于社会、于人民有大利益的也要去，如果与这些不相干，搞个人的名闻利养，可以不必去。不去你已经得到了，无需要这种形式。",
      "zh_TW": "這些隱居的人，包括出家的、學佛的、修道的，還有一些大儒，他們一生不出來做官，教學，在從前教私塾。私塾多半是私人家庭的子弟學校，他教得好，接受這個家族的禮遇，他負責教底下這一代。非常清高的事業，為這家庭培養人才，為國家社會培養人才，自己不做官，學生做官。這個都是屬於忍辱，不能忍做不到。有機會也不出去，六祖惠能大師，武則天召見他，武則天是皇帝，唐朝中宗皇帝召見他，他都不應召，說身體不好，不能遠行。一般人覺得這很榮譽，他不接受。像這些事情，哪些應該要接受，哪些可以不接受，這是智慧去抉擇，要看得清清楚楚、明明白白。於正法有大利益的，非去不可，於社會、於人民有大利益的也要去，如果與這些不相干，搞個人的名聞利養，可以不必去。不去你已經得到了，無需要這種形式。"
    },
    {
      "id": "02-037-0164_p0027",
      "zh_CN": "能忍才能精进，精进是一门深入，长时薰修。决定不能学多、不能学杂、不能学乱。佛在经上讲得很好，「法门平等，无有高下」。不但是佛法，世尊四十九年所讲的一切经论，平等的，为什么？每一个法门都通大般涅槃，都可以达到，这就平等。引申这个意思，还能包括这个世间所有的学术，今天讲的科学与哲学，他们讲的知识，这些知识要是专攻，也能够达到阿赖耶，八地菩萨的知识他能达到，要专攻，不专攻不行。量子力学专攻一门功课，就是小而无内，他就专门搞这个。搞到最后，这就把物质分，愈分愈细，愈细还要分，分到最后，物质分到最后，最后没有了，那不就是佛法讲的邻虚尘吗？邻虚尘再分就没有了，物质现象没有了，科学家发现了。没有了，变成一个什么？波动现象，物质没有了。波动是能量的波动，这个能量是什么？是意念，念头。所以就发现原来念头是物质的基础，物质是从意念变现出来的，意念这个波动纠缠在一起产生了物质现象，这么来的，物质是假的。",
      "zh_TW": "能忍才能精進，精進是一門深入，長時薰修。決定不能學多、不能學雜、不能學亂。佛在經上講得很好，「法門平等，無有高下」。不但是佛法，世尊四十九年所講的一切經論，平等的，為什麼？每一個法門都通大般涅槃，都可以達到，這就平等。引申這個意思，還能包括這個世間所有的學術，今天講的科學與哲學，他們講的知識，這些知識要是專攻，也能夠達到阿賴耶，八地菩薩的知識他能達到，要專攻，不專攻不行。量子力學專攻一門功課，就是小而無內，他就專門搞這個。搞到最後，這就把物質分，愈分愈細，愈細還要分，分到最後，物質分到最後，最後沒有了，那不就是佛法講的鄰虛塵嗎？鄰虛塵再分就沒有了，物質現象沒有了，科學家發現了。沒有了，變成一個什麼？波動現象，物質沒有了。波動是能量的波動，這個能量是什麼？是意念，念頭。所以就發現原來念頭是物質的基礎，物質是從意念變現出來的，意念這個波動糾纏在一起產生了物質現象，這麼來的，物質是假的。"
    },
    {
      "id": "02-037-0164_p0028",
      "zh_CN": "念头从哪里来的？无中生有，突然冒出来，立刻就没有了。这是佛法里面所说的「当处出生，随处灭尽」，这个现象佛说了，念头也不是真的，它是个生灭法，真的不生不灭，那是真的，波动是生灭法。但是这个发现纠正现在一个观念，那就是心理跟物理现在是分开的，心理学、物理学，科学这个发现，心理、物理分开是错误的，它不能分开，它是一不是二，把它分开，造成很多错误的概念，最近科学家提出来，不能分开，提出来「以心控物」，这是一个新的观念。说明什么？我们的念头可以改变物理的现象。头一个，我们身体是物理，这是物质。如果以心控物是真的，人可以不老，人可以不生病。能不能做到？能做到，有例子。什么例子？佛讲的实报庄严土就是以心控物。实报庄严土里面的人有物质现象，身有无量相，相有无量好，他不老、他不衰、他不变。什么原因？他没有分别、没有执着、没有起心、没有动念，他完全是真心。起心动念、分别执着是妄心，妄心就是波动现象，到实报庄严土，波动现象没有了，真心是平等的，就是清净平等是真心，这个心现前，所以人不老、不病、不死。到无始无明最后那个习气，那一点习气断尽了，他就进入常寂光。进入常寂光，实报庄严土就没有了，连实报庄严土都不是真的。所以佛在《金刚经》上说，「凡所有相，皆是虚妄」，没有说实报庄严土例外。只有常寂光是真的，常寂光没有任何现象，所以它是真的。有相全是虚妄，没有相能现一切相，这是什么？这是自性本具的功德。",
      "zh_TW": "念頭從哪裡來的？無中生有，突然冒出來，立刻就沒有了。這是佛法裡面所說的「當處出生，隨處滅盡」，這個現象佛說了，念頭也不是真的，它是個生滅法，真的不生不滅，那是真的，波動是生滅法。但是這個發現糾正現在一個觀念，那就是心理跟物理現在是分開的，心理學、物理學，科學這個發現，心理、物理分開是錯誤的，它不能分開，它是一不是二，把它分開，造成很多錯誤的概念，最近科學家提出來，不能分開，提出來「以心控物」，這是一個新的觀念。說明什麼？我們的念頭可以改變物理的現象。頭一個，我們身體是物理，這是物質。如果以心控物是真的，人可以不老，人可以不生病。能不能做到？能做到，有例子。什麼例子？佛講的實報莊嚴土就是以心控物。實報莊嚴土裡面的人有物質現象，身有無量相，相有無量好，他不老、他不衰、他不變。什麼原因？他沒有分別、沒有執著、沒有起心、沒有動念，他完全是真心。起心動念、分別執著是妄心，妄心就是波動現象，到實報莊嚴土，波動現象沒有了，真心是平等的，就是清淨平等是真心，這個心現前，所以人不老、不病、不死。到無始無明最後那個習氣，那一點習氣斷盡了，他就進入常寂光。進入常寂光，實報莊嚴土就沒有了，連實報莊嚴土都不是真的。所以佛在《金剛經》上說，「凡所有相，皆是虛妄」，沒有說實報莊嚴土例外。只有常寂光是真的，常寂光沒有任何現象，所以它是真的。有相全是虛妄，沒有相能現一切相，這是什麼？這是自性本具的功德。"
    },
    {
      "id": "02-037-0164_p0029",
      "zh_CN": "所以要精进，一门就是精进，精就是精一，进就是前进。精的反面就是散乱，散乱的心不会有成就，你学的东西很多，广学多闻，一样都不精。科学家精进，他就研究那一点。德国的普朗克一生就研究物质，物质到底是什么，他把它搞清楚了。世出世法要成就都是精。早年我在台湾，我住在韩馆长家里，住了十七年。韩馆长家大概隔两家，第三家是天主教堂，神父方豪，方豪神父。年龄跟我差不多，大概大我二、三岁的样子。这个人初中毕业，一生专攻宋史，宋朝这一代的，宋史，在台湾是宋史专家。初中毕业，专搞这门东西。他没有学位，但是学校请他做教授，不但请他做教授，政治大学请他去做文学院院长，中央研究院的院士，一门！宋朝的典章制度他完全清楚，说得头头是道，如数家珍，你不能不佩服他。他要是搞二十五史，那就不行了，他的精力、时间全分散了，只搞这里头的一样。中国老祖宗、释迦牟尼佛都教我们要一门深入，长时薰修，很有道理。佛说，你这一门通了，门门都通。这一部宋史通了，一部通了，治国平天下的那些道理他都懂，换句话说，他可以做帝王师。",
      "zh_TW": "所以要精進，一門就是精進，精就是精一，進就是前進。精的反面就是散亂，散亂的心不會有成就，你學的東西很多，廣學多聞，一樣都不精。科學家精進，他就研究那一點。德國的普朗克一生就研究物質，物質到底是什麼，他把它搞清楚了。世出世法要成就都是精。早年我在台灣，我住在韓館長家裡，住了十七年。韓館長家大概隔兩家，第三家是天主教堂，神父方豪，方豪神父。年齡跟我差不多，大概大我二、三歲的樣子。這個人初中畢業，一生專攻宋史，宋朝這一代的，宋史，在台灣是宋史專家。初中畢業，專搞這門東西。他沒有學位，但是學校請他做教授，不但請他做教授，政治大學請他去做文學院院長，中央研究院的院士，一門！宋朝的典章制度他完全清楚，說得頭頭是道，如數家珍，你不能不佩服他。他要是搞二十五史，那就不行了，他的精力、時間全分散了，只搞這裡頭的一樣。中國老祖宗、釋迦牟尼佛都教我們要一門深入，長時薰修，很有道理。佛說，你這一門通了，門門都通。這一部宋史通了，一部通了，治國平天下的那些道理他都懂，換句話說，他可以做帝王師。"
    },
    {
      "id": "02-037-0164_p0030",
      "zh_CN": "天主教的神父，因为跟我做邻居，我们常常往来，他看到我有收藏《大藏经》，很有兴趣，借去看，看了之后回来告诉我，他说你们佛教所讲的，好像是曾经到过天堂，亲眼看过。我说是，没错，他们经典讲天堂没有佛讲得那么清楚，我说是真的不是假的。佛是怎么去的？禅定当中去的，禅定当中空间维次没有了，时间跟空间都不是真的，现在科学证明全是假的。没有空间就是没有距离，没有时间就是没有先后，过去你能看到，未来也能看到。",
      "zh_TW": "天主教的神父，因為跟我做鄰居，我們常常往來，他看到我有收藏《大藏經》，很有興趣，借去看，看了之後回來告訴我，他說你們佛教所講的，好像是曾經到過天堂，親眼看過。我說是，沒錯，他們經典講天堂沒有佛講得那麼清楚，我說是真的不是假的。佛是怎麼去的？禪定當中去的，禪定當中空間維次沒有了，時間跟空間都不是真的，現在科學證明全是假的。沒有空間就是沒有距離，沒有時間就是沒有先後，過去你能看到，未來也能看到。"
    },
    {
      "id": "02-037-0164_p0031",
      "zh_CN": "所以这些预言里头所说的，我曾经向李老师请教过，预言可不可以相信？老师告诉我，预言在中国古代是分成两大类，第一大类是一般离不开数学，中国古时候都离不开《易经》，从《易经》卦象里面推演出来的，这是有根据的。但是那个推演是精密的数学，一点都不能差错，错一点点，跟事实就不相应，真叫是「差之毫厘，失之千里」，非常精密，完全看推算的这个人。像袁了凡遇到的孔先生，那是相当高明，对于一个人个人命运、你家的命运、国家的命运都能推算出来，但是准确性确实有质疑。第二类型就是禅定当中见到，那是真的。老师举了一个黄檗禅师的预言诗，那是他从禅定当中见到的，那就很可以相信。但是这里头有没有变化？有变化。为什么？特别是六道里头的事情，六道里面的事情刹那刹那都在变化。他那一天所看到的是那一天当天的境界，他也能看到好像一千年、一百年将来的事情，他也看到。看到是他那一天所看到的，再过一百年是不是那个样子，那就很难讲，这个道理我们要懂。世间的事情每一天都有加减乘除，我们个人命运也如是，你行善就加分，行大善就乘，有恶念就减分，大恶就除，天天加减乘除。加减乘除的幅度不大，大致上说得差不多，可以相信；如果加减乘除幅度很大，那起的变化就大了。所以要懂得这个道理，我们对这些预言的看法就不会迷惑，就能看得很清楚。",
      "zh_TW": "所以這些預言裡頭所說的，我曾經向李老師請教過，預言可不可以相信？老師告訴我，預言在中國古代是分成兩大類，第一大類是一般離不開數學，中國古時候都離不開《易經》，從《易經》卦象裡面推演出來的，這是有根據的。但是那個推演是精密的數學，一點都不能差錯，錯一點點，跟事實就不相應，真叫是「差之毫釐，失之千里」，非常精密，完全看推算的這個人。像袁了凡遇到的孔先生，那是相當高明，對於一個人個人命運、你家的命運、國家的命運都能推算出來，但是準確性確實有質疑。第二類型就是禪定當中見到，那是真的。老師舉了一個黃檗禪師的預言詩，那是他從禪定當中見到的，那就很可以相信。但是這裡頭有沒有變化？有變化。為什麼？特別是六道裡頭的事情，六道裡面的事情剎那剎那都在變化。他那一天所看到的是那一天當天的境界，他也能看到好像一千年、一百年將來的事情，他也看到。看到是他那一天所看到的，再過一百年是不是那個樣子，那就很難講，這個道理我們要懂。世間的事情每一天都有加減乘除，我們個人命運也如是，你行善就加分，行大善就乘，有惡念就減分，大惡就除，天天加減乘除。加減乘除的幅度不大，大致上說得差不多，可以相信；如果加減乘除幅度很大，那起的變化就大了。所以要懂得這個道理，我們對這些預言的看法就不會迷惑，就能看得很清楚。"
    },
    {
      "id": "02-037-0164_p0032",
      "zh_CN": "总的一句话，那就是六道苦。佛说的苦集灭道，世间是真苦，这个世间包括十法界。十法界里面声闻、缘觉、菩萨、佛，他们虽然是净土，无明没有破，法身没有证得，还是离不开苦。最苦的，六道轮回，纵然生到非想非非想处天，寿命到了还会堕落，爬到最高的顶楼，最后还会摔下来，这个太苦了。佛菩萨劝我们，把事实真相搞清楚，下定决心早一天离开轮回，这就对了。离开轮回最有效果的方法，最有把握的方法，我们肯定能成就的，无过于念佛法门，换句话，就是无过于这部经。所以这部经在娑婆世界、在六道里头，可以称为度众生的第一经，信愿持名是度一切众生的第一方法。我们能掌握到这一点，问题就不难解决。真正搞清楚、搞明白了，下定决心，决定不变更、不动摇，这一句佛号念下去，没有一个不往生，这叫一了百了。不能再搞别的方法，搞别的方法时间太长，要受很多的辛苦，就这一个方法，妙绝了。今天时间到了，我们就学到此地。",
      "zh_TW": "總的一句話，那就是六道苦。佛說的苦集滅道，世間是真苦，這個世間包括十法界。十法界裡面聲聞、緣覺、菩薩、佛，他們雖然是淨土，無明沒有破，法身沒有證得，還是離不開苦。最苦的，六道輪迴，縱然生到非想非非想處天，壽命到了還會墮落，爬到最高的頂樓，最後還會摔下來，這個太苦了。佛菩薩勸我們，把事實真相搞清楚，下定決心早一天離開輪迴，這就對了。離開輪迴最有效果的方法，最有把握的方法，我們肯定能成就的，無過於念佛法門，換句話，就是無過於這部經。所以這部經在娑婆世界、在六道裡頭，可以稱為度眾生的第一經，信願持名是度一切眾生的第一方法。我們能掌握到這一點，問題就不難解決。真正搞清楚、搞明白了，下定決心，決定不變更、不動搖，這一句佛號念下去，沒有一個不往生，這叫一了百了。不能再搞別的方法，搞別的方法時間太長，要受很多的辛苦，就這一個方法，妙絕了。今天時間到了，我們就學到此地。"
    }
  ]
}