{
  "doc_id": "02-037-0240",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四０集",
    "zh_TW": "第二四０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0240",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0240_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百七十六页倒数第二行科题，「多生成就」，这分两段，第一段「上供」，第二段「下化」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百七十六頁倒數第二行科題，「多生成就」，這分兩段，第一段「上供」，第二段「下化」。請看經文："
    },
    {
      "id": "02-037-0240_p0002",
      "zh_CN": "【于诸佛所。尊重供养。未曾间断。如是功德。说不能尽。】",
      "zh_TW": "【於諸佛所。尊重供養。未曾間斷。如是功德。說不能盡。】"
    },
    {
      "id": "02-037-0240_p0003",
      "zh_CN": "这一段经文是讲修因感果。人生在世，为什么到这个世间来？佛在经典里面说得非常好，叫「人生酬业」。为什么来的？是来酬偿业报的。过去生中我们造了善因，这一生来享福的，果报，善有善果；如果过去生中造的业是不善，这一生是来受罪的。所以业因果报丝毫不爽，受再大的苦难，都要知道是自己不善的因所感的，因果是真理，丝毫不爽。明白这个道理之后，我们这一生做人一定要修善，为什么？来生好。这一生在世间很短，人寿命很少能过一百岁的，人生苦短，一定要觉悟。这一生如果是享福，要修善，来生的福报比这一生更殊胜。如果这一生享福而不修善，这个福报享完了，来生就没福报。如果做得太过分，来生一定到三途，三途苦，三途是地狱、饿鬼、畜生，那些都是人去变的，造作不善就到那里去了。真正懂得修善积德，来生是人天福报，来生做人比这一生一定殊胜，福报更大。当然最好是成佛，那就是无比的殊胜，没有比这个更殊胜，永远摆脱六道轮回。六道轮回是真苦，可以永远摆脱，永远不再玩这个游戏了。这个游戏很痛苦，尤其跟一切众生结的冤仇，冤冤相报没完没了。",
      "zh_TW": "這一段經文是講修因感果。人生在世，為什麼到這個世間來？佛在經典裡面說得非常好，叫「人生酬業」。為什麼來的？是來酬償業報的。過去生中我們造了善因，這一生來享福的，果報，善有善果；如果過去生中造的業是不善，這一生是來受罪的。所以業因果報絲毫不爽，受再大的苦難，都要知道是自己不善的因所感的，因果是真理，絲毫不爽。明白這個道理之後，我們這一生做人一定要修善，為什麼？來生好。這一生在世間很短，人壽命很少能過一百歲的，人生苦短，一定要覺悟。這一生如果是享福，要修善，來生的福報比這一生更殊勝。如果這一生享福而不修善，這個福報享完了，來生就沒福報。如果做得太過分，來生一定到三途，三途苦，三途是地獄、餓鬼、畜生，那些都是人去變的，造作不善就到那裡去了。真正懂得修善積德，來生是人天福報，來生做人比這一生一定殊勝，福報更大。當然最好是成佛，那就是無比的殊勝，沒有比這個更殊勝，永遠擺脫六道輪迴。六道輪迴是真苦，可以永遠擺脫，永遠不再玩這個遊戲了。這個遊戲很痛苦，尤其跟一切眾生結的冤仇，冤冤相報沒完沒了。"
    },
    {
      "id": "02-037-0240_p0004",
      "zh_CN": "怎么跟众生结的冤仇？饮食，你吃众生肉，这桩事情很可怕。联合国下面的机构报导的，全球每一年杀害陆地上的、海里面捕这些鱼虾，一年多少？三千三百多亿，吓死人！我们想起来太可怕了。这些冤亲债主会把这个社会整乱，让我们在世间受罪。一个畜生牠是一条命，牠过去做过人，人做得不好，迷惑颠倒，就变成畜生。我们去吃牠、杀牠，牠有怨恨，牠那个冤魂也不散，也是追逐人类。烹调的时候如果手段很残酷，让牠非常痛苦的死去，那个怨恨就非常深。我听说，我没见过，听说有人吃猴脑，我不知道怎么个吃法。活的，把脑袋盖打开的时候用调羹去舀，那个猴没死，活的。牠来生会饶你吗？你这样杀牠，牠将来杀你比这个更惨，这个怨恨永远结下去解不开。单单饮食一道就不知道跟多少众生结冤仇。",
      "zh_TW": "怎麼跟眾生結的冤仇？飲食，你吃眾生肉，這樁事情很可怕。聯合國下面的機構報導的，全球每一年殺害陸地上的、海裡面捕這些魚蝦，一年多少？三千三百多億，嚇死人！我們想起來太可怕了。這些冤親債主會把這個社會整亂，讓我們在世間受罪。一個畜生牠是一條命，牠過去做過人，人做得不好，迷惑顛倒，就變成畜生。我們去吃牠、殺牠，牠有怨恨，牠那個冤魂也不散，也是追逐人類。烹調的時候如果手段很殘酷，讓牠非常痛苦的死去，那個怨恨就非常深。我聽說，我沒見過，聽說有人吃猴腦，我不知道怎麼個吃法。活的，把腦袋蓋打開的時候用調羹去舀，那個猴沒死，活的。牠來生會饒你嗎？你這樣殺牠，牠將來殺你比這個更慘，這個怨恨永遠結下去解不開。單單飲食一道就不知道跟多少眾生結冤仇。"
    },
    {
      "id": "02-037-0240_p0005",
      "zh_CN": "现在的社会妇女堕胎，堕胎是杀自己的儿女，他会饶你吗？佛告诉我们子女跟父母四种缘分，没有缘不会到你家来。这四种缘是报恩、报怨、讨债、还债，没有这四种缘不会到你家来，不可能成为一家人。如果是报恩的，你把他杀掉，堕胎把他杀掉，恩变成仇；如果是报仇来的，你把他杀掉，仇恨上再加仇恨；是来讨债的还是还债的，你把他杀掉，债务上面又加了一场杀害的仇，命债。本来是一件财物上的，现在还欠命，你说怎么得了！这个社会为什么这么混乱？灾难为什么会这么多？报应！不善的业、不善的念头、不善的心、不善的行为造成的果报，一定要知道。",
      "zh_TW": "現在的社會婦女墮胎，墮胎是殺自己的兒女，他會饒你嗎？佛告訴我們子女跟父母四種緣分，沒有緣不會到你家來。這四種緣是報恩、報怨、討債、還債，沒有這四種緣不會到你家來，不可能成為一家人。如果是報恩的，你把他殺掉，墮胎把他殺掉，恩變成仇；如果是報仇來的，你把他殺掉，仇恨上再加仇恨；是來討債的還是還債的，你把他殺掉，債務上面又加了一場殺害的仇，命債。本來是一件財物上的，現在還欠命，你說怎麼得了！這個社會為什麼這麼混亂？災難為什麼會這麼多？報應！不善的業、不善的念頭、不善的心、不善的行為造成的果報，一定要知道。"
    },
    {
      "id": "02-037-0240_p0006",
      "zh_CN": "极乐世界为什么好？极乐世界没有这种人，没有这种念头，没有这种行为，往生到极乐世界都是善人。恶人往生，往生时候忏悔，真正忏悔，后不再造，才能往生；如果不忏悔是往生不了的，每天念佛念得再多，他也没分。真正往生，真正后悔，念佛不多，佛经上讲的十声、一声都能往生。阿弥陀佛慈悲到极处，五逆十恶的罪，只要忏悔统统能往生，所以极乐世界没有一个恶人。到西方极乐世界之后，这经上讲得很清楚，那个地方是学校，进去之后受教育。阿弥陀佛天天讲经，从来没有中断，十方诸佛也经常到极乐世界去讲经、去教学，所以那个地方是个学校，毕业了就成佛。一生成就，不要等到第二生。往生到极乐世界，第一个好处就是无量寿，极乐世界的人寿命长远，多长呢？没法子计算。同居土、方便土往生去的人是无量寿，那个无量寿是有量的无量。他在极乐世界学习，境界天天提升，提升到实报土，就变成真正的无量，都在一生成就，一生圆满。寿命是一切众生第一德，一定要长寿，你的学习才能圆满，你度众生的大愿才能够实现。这部经上讲得很清楚、很明白，要好好的去读，要认真去学习。",
      "zh_TW": "極樂世界為什麼好？極樂世界沒有這種人，沒有這種念頭，沒有這種行為，往生到極樂世界都是善人。惡人往生，往生時候懺悔，真正懺悔，後不再造，才能往生；如果不懺悔是往生不了的，每天念佛念得再多，他也沒分。真正往生，真正後悔，念佛不多，佛經上講的十聲、一聲都能往生。阿彌陀佛慈悲到極處，五逆十惡的罪，只要懺悔統統能往生，所以極樂世界沒有一個惡人。到西方極樂世界之後，這經上講得很清楚，那個地方是學校，進去之後受教育。阿彌陀佛天天講經，從來沒有中斷，十方諸佛也經常到極樂世界去講經、去教學，所以那個地方是個學校，畢業了就成佛。一生成就，不要等到第二生。往生到極樂世界，第一個好處就是無量壽，極樂世界的人壽命長遠，多長呢？沒法子計算。同居土、方便土往生去的人是無量壽，那個無量壽是有量的無量。他在極樂世界學習，境界天天提升，提升到實報土，就變成真正的無量，都在一生成就，一生圓滿。壽命是一切眾生第一德，一定要長壽，你的學習才能圓滿，你度眾生的大願才能夠實現。這部經上講得很清楚、很明白，要好好的去讀，要認真去學習。"
    },
    {
      "id": "02-037-0240_p0007",
      "zh_CN": "释迦如来当年在世，为我们讲经说法四十九年，四十九年所说的一切经，只有一个目的，帮助我们这些众生个个成佛。这经上讲的「一切皆成佛」，这还得了！他成佛的方法跟诸佛不一样。诸佛教学真的是无量劫，像释迦牟尼佛教导我们生生世世，不是一世。这一生我们看到的，做大官的、发大财的，那是修什么因来的？一个人发财都是命里有，命里没有发不了财。人要相信命运，「命里有时终须有，命里无时莫强求」，强求来的就是灾难。我们看到这个人他得到财富，不正当手段得来的，他还是享受，那是什么？命里有的。如果命里没有，他这个财到手，他就生病，这个钱全部花在医药费上，花光了，这就说明什么？他命里没有这个财。要不然就出祸，灾祸，会把这个钱丢掉，命里没有。这是说不正当的手段。不正当手段命里财富打折了，命里头你有一百个亿，你用不正常的手段得来的，你命里就少了一半，就五十个亿，打对折了；再造作一些罪孽，又打折扣了，五十个亿可能以后就变成十个亿。十个亿觉得自己很不错，其实你是百亿富翁，现在才十亿算什么？亏吃大了，但是没有人晓得，他还自己很得意。这个道理一定要懂。",
      "zh_TW": "釋迦如來當年在世，為我們講經說法四十九年，四十九年所說的一切經，只有一個目的，幫助我們這些眾生個個成佛。這經上講的「一切皆成佛」，這還得了！他成佛的方法跟諸佛不一樣。諸佛教學真的是無量劫，像釋迦牟尼佛教導我們生生世世，不是一世。這一生我們看到的，做大官的、發大財的，那是修什麼因來的？一個人發財都是命裡有，命裡沒有發不了財。人要相信命運，「命裡有時終須有，命裡無時莫強求」，強求來的就是災難。我們看到這個人他得到財富，不正當手段得來的，他還是享受，那是什麼？命裡有的。如果命裡沒有，他這個財到手，他就生病，這個錢全部花在醫藥費上，花光了，這就說明什麼？他命裡沒有這個財。要不然就出禍，災禍，會把這個錢丟掉，命裡沒有。這是說不正當的手段。不正當手段命裡財富打折了，命裡頭你有一百個億，你用不正常的手段得來的，你命裡就少了一半，就五十個億，打對折了；再造作一些罪孽，又打折扣了，五十個億可能以後就變成十個億。十個億覺得自己很不錯，其實你是百億富翁，現在才十億算什麼？虧吃大了，但是沒有人曉得，他還自己很得意。這個道理一定要懂。"
    },
    {
      "id": "02-037-0240_p0008",
      "zh_CN": "地位也是如此。升官，我年轻时在台湾遇到这么一桩事情。一位将军，少将升中将，听说上面长官批准了升中将，这个命令没发布，里面内部的朋友传给他。他高兴得不得了，请朋友，庆贺他升中将，就在这个宴会当中，他喝酒酒醉，倒下去就死掉了。大家说他命里只有个少将，没有中将，加一颗星就压死了。在宴会当中就死在桌子上，没那个命！他要没有升中将那回事情，他就没事，他就不会遇到祸事。古人所说「万般皆是命，半点不由人」，你命中有多高的地位就是那样，如果你想高的时候也行，积善修德。你看《了凡四训》，袁了凡先生十五岁遇到一个算命的先生，算得非常准。他母亲很相信这个算命先生，云南人孔先生，让他给了凡算终身流年，就是一生的命运。这个算命先生告诉他，你这个小孩是做官的，是仕途中人，要好好念书，去参加考试。他将来官做到什么程度？做到一个县长，小县分的县长在四川。寿命五十三岁，五十三岁他还在做官，就告诉他，五十三岁那年你就辞职，你回老家寿终正寝，你寿命到了。命里面只有秀才，举人、进士都没有，这叫没有功名，命里头没有儿女，生活还能过得过去。他每年参加考试考多少名，每年国家给他的粮食，那个时候是给粮食，大概是八、九十石，每年跟孔先生算的完全准确，一点都不差。",
      "zh_TW": "地位也是如此。升官，我年輕時在台灣遇到這麼一樁事情。一位將軍，少將升中將，聽說上面長官批准了升中將，這個命令沒發布，裡面內部的朋友傳給他。他高興得不得了，請朋友，慶賀他升中將，就在這個宴會當中，他喝酒酒醉，倒下去就死掉了。大家說他命裡只有個少將，沒有中將，加一顆星就壓死了。在宴會當中就死在桌子上，沒那個命！他要沒有升中將那回事情，他就沒事，他就不會遇到禍事。古人所說「萬般皆是命，半點不由人」，你命中有多高的地位就是那樣，如果你想高的時候也行，積善修德。你看《了凡四訓》，袁了凡先生十五歲遇到一個算命的先生，算得非常準。他母親很相信這個算命先生，雲南人孔先生，讓他給了凡算終身流年，就是一生的命運。這個算命先生告訴他，你這個小孩是做官的，是仕途中人，要好好念書，去參加考試。他將來官做到什麼程度？做到一個縣長，小縣分的縣長在四川。壽命五十三歲，五十三歲他還在做官，就告訴他，五十三歲那年你就辭職，你回老家壽終正寢，你壽命到了。命裡面只有秀才，舉人、進士都沒有，這叫沒有功名，命裡頭沒有兒女，生活還能過得過去。他每年參加考試考多少名，每年國家給他的糧食，那個時候是給糧食，大概是八、九十石，每年跟孔先生算的完全準確，一點都不差。"
    },
    {
      "id": "02-037-0240_p0009",
      "zh_CN": "二十年，他十五岁到三十五岁，他完全相信人真有命运，二十年不差错一点。他争取功名那个念头就死掉了，不跟人竞争，真正做到佛法上所说的，「于人无争，于世无求」。他不需要求，我命里有的，不用求，到时候一定得到；命里没有，我求也求不来，他心就定了。三十五岁那年，跟云谷老和尚在禅堂里面坐了三天三夜，他没有一个念头。老和尚非常佩服他，一个人三天三夜不起一个妄念，这个功夫很高。就问他，你怎么修的？他就告诉禅师，他说我没有修。那你怎么三天不起心？我的命给人算准、算定，我想也没用，所以干脆就不想了。老和尚听了哈哈大笑：我以为你有相当好的功夫，原来你还是个凡人。他就问为什么？他说你二十年来，你的命运一点都没有转，完全照单行事，你不是凡夫，谁是凡夫？他向老和尚请教，那命运能改吗？老和尚告诉他，命是你自己造的，你自己造的你怎么会自己不能改？当然能改。说明你这二十年也没作善，也没有作恶，所以就那么准。作恶就减分，行善就加分，每天都有加减乘除，了凡先生每天都不动的，不作恶也不行善。云谷禅师就告诉他，他明白了，到底是个读书人，聪明人。",
      "zh_TW": "二十年，他十五歲到三十五歲，他完全相信人真有命運，二十年不差錯一點。他爭取功名那個念頭就死掉了，不跟人競爭，真正做到佛法上所說的，「於人無爭，於世無求」。他不需要求，我命裡有的，不用求，到時候一定得到；命裡沒有，我求也求不來，他心就定了。三十五歲那年，跟雲谷老和尚在禪堂裡面坐了三天三夜，他沒有一個念頭。老和尚非常佩服他，一個人三天三夜不起一個妄念，這個功夫很高。就問他，你怎麼修的？他就告訴禪師，他說我沒有修。那你怎麼三天不起心？我的命給人算準、算定，我想也沒用，所以乾脆就不想了。老和尚聽了哈哈大笑：我以為你有相當好的功夫，原來你還是個凡人。他就問為什麼？他說你二十年來，你的命運一點都沒有轉，完全照單行事，你不是凡夫，誰是凡夫？他向老和尚請教，那命運能改嗎？老和尚告訴他，命是你自己造的，你自己造的你怎麼會自己不能改？當然能改。說明你這二十年也沒作善，也沒有作惡，所以就那麼準。作惡就減分，行善就加分，每天都有加減乘除，了凡先生每天都不動的，不作惡也不行善。雲谷禪師就告訴他，他明白了，到底是個讀書人，聰明人。"
    },
    {
      "id": "02-037-0240_p0010",
      "zh_CN": "云谷教他断恶修善，你的命运会改，你的寿命会延长，进士、举人你可以得到。他相信了，回家就发了个愿，做三千桩善事，他每次行善记下来，三千桩善事。这个愿一发到第二年参加考试就变化，第二年考试，孔先生算他是第三名，他考取第一名，公家给他的米也增加，就真的应验了，所以更努力，一生到最后全家行善积德。没有儿子，他求儿子，就真的生了一个儿子，儿子好像给他生了六个孙子，在晚年的时候儿孙满堂。寿命五十三岁，他活到七十四岁，就是延寿二十一年。本来官运最高是个小小的知县，结果他做的是一个很大的县，宝坻知县。宝坻是直接归皇上管的，就好像一个特别市、好像一个特区首长一样，那么高的地位。命里头没有进士，没有举人，举人考中了，进士也考中，证明命运是在自己手上，自己可以创造命运，不是一成不变。",
      "zh_TW": "雲谷教他斷惡修善，你的命運會改，你的壽命會延長，進士、舉人你可以得到。他相信了，回家就發了個願，做三千樁善事，他每次行善記下來，三千樁善事。這個願一發到第二年參加考試就變化，第二年考試，孔先生算他是第三名，他考取第一名，公家給他的米也增加，就真的應驗了，所以更努力，一生到最後全家行善積德。沒有兒子，他求兒子，就真的生了一個兒子，兒子好像給他生了六個孫子，在晚年的時候兒孫滿堂。壽命五十三歲，他活到七十四歲，就是延壽二十一年。本來官運最高是個小小的知縣，結果他做的是一個很大的縣，寶坻知縣。寶坻是直接歸皇上管的，就好像一個特別市、好像一個特區首長一樣，那麼高的地位。命裡頭沒有進士，沒有舉人，舉人考中了，進士也考中，證明命運是在自己手上，自己可以創造命運，不是一成不變。"
    },
    {
      "id": "02-037-0240_p0011",
      "zh_CN": "佛家承认有命运，但不是定命，为什么？你每天行善它就加分，你作恶就减分，天天有加减，做大善就乘，做大恶就除，加减乘除天天不一样。明白这个道理，为什么不干？你干准有好处。云谷禅师给他一本「功过格」，那就是个标准，什么是善、什么是恶，恶要断，善要修。功过格就是道家的《太上感应篇》，里面说了一百九十多桩事情，都是讲善恶的标准。他就依照这个修，每天反省，恶我有没有做？做了赶快改，善有没有修？每天认真干这桩事情，干了一辈子，效果非常卓着。临终的时候告诉他儿子，他没有求长寿，寿命是自然延长的，延长二十一年。所以写了家庭四训（四篇文章）留给他儿子，那是他们家的传家之宝，世世代代都要记住，都要好好学。断一切恶，修一切善，这个家庭世世代代兴旺。聪明的人、有智慧的人应当要学习。",
      "zh_TW": "佛家承認有命運，但不是定命，為什麼？你每天行善它就加分，你作惡就減分，天天有加減，做大善就乘，做大惡就除，加減乘除天天不一樣。明白這個道理，為什麼不幹？你幹準有好處。雲谷禪師給他一本「功過格」，那就是個標準，什麼是善、什麼是惡，惡要斷，善要修。功過格就是道家的《太上感應篇》，裡面說了一百九十多樁事情，都是講善惡的標準。他就依照這個修，每天反省，惡我有沒有做？做了趕快改，善有沒有修？每天認真幹這樁事情，幹了一輩子，效果非常卓著。臨終的時候告訴他兒子，他沒有求長壽，壽命是自然延長的，延長二十一年。所以寫了家庭四訓（四篇文章）留給他兒子，那是他們家的傳家之寶，世世代代都要記住，都要好好學。斷一切惡，修一切善，這個家庭世世代代興旺。聰明的人、有智慧的人應當要學習。"
    },
    {
      "id": "02-037-0240_p0012",
      "zh_CN": "我们看这段经文，法藏比丘，这是阿弥陀佛在因地没成佛之前，他修善积德成就了极乐世界，这是断恶修善做到了极处，才有这么大的感应。建成极乐世界不是自己享受，是帮助遍法界虚空界一切诸佛刹土里头的六道众生，到他这个地方来学习，他亲自来教诲，让每个人成佛。成佛跟阿弥陀佛完全相同，每个人将来的国土，成佛之后教化众生的国土，也跟极乐世界相同，这个功德不可思议。",
      "zh_TW": "我們看這段經文，法藏比丘，這是阿彌陀佛在因地沒成佛之前，他修善積德成就了極樂世界，這是斷惡修善做到了極處，才有這麼大的感應。建成極樂世界不是自己享受，是幫助遍法界虛空界一切諸佛剎土裡頭的六道眾生，到他這個地方來學習，他親自來教誨，讓每個人成佛。成佛跟阿彌陀佛完全相同，每個人將來的國土，成佛之後教化眾生的國土，也跟極樂世界相同，這個功德不可思議。"
    },
    {
      "id": "02-037-0240_p0013",
      "zh_CN": "我们看黄念老这个注解，「以上盖表菩萨以善根力，感得生生尊贵」。我们要知道，生生世世都有福报，有大福报，一定要修善，一定要断恶才能做得到。如果不是这样的话，你得来的善福，也是你过去生中修的善根，很快享完，享完之后就没有了。我们细心观察，这个世间富贵人家他能享多长？能享几代？就知道了。有很多富贵人家保不了自己一生，到晚年的时候经营失败倒闭，宣告破产，你看一世都保不住。几个富贵人家能保两世的、能保三世的？保三世的好像现在都看不到了，两世都不到头，很多一世都不到头。这是什么原因？只知道享福不知道造福。了凡先生是我们的好榜样，他懂得造福，享福又造福，造福比享福多，所以他的福报就愈来愈大。",
      "zh_TW": "我們看黃念老這個註解，「以上蓋表菩薩以善根力，感得生生尊貴」。我們要知道，生生世世都有福報，有大福報，一定要修善，一定要斷惡才能做得到。如果不是這樣的話，你得來的善福，也是你過去生中修的善根，很快享完，享完之後就沒有了。我們細心觀察，這個世間富貴人家他能享多長？能享幾代？就知道了。有很多富貴人家保不了自己一生，到晚年的時候經營失敗倒閉，宣告破產，你看一世都保不住。幾個富貴人家能保兩世的、能保三世的？保三世的好像現在都看不到了，兩世都不到頭，很多一世都不到頭。這是什麼原因？只知道享福不知道造福。了凡先生是我們的好榜樣，他懂得造福，享福又造福，造福比享福多，所以他的福報就愈來愈大。"
    },
    {
      "id": "02-037-0240_p0014",
      "zh_CN": "我们看菩萨，这个菩萨就是阿弥陀佛，没成佛之前，他积功累德，修六波罗蜜，利益广大群众，成就自己的善根。「感得生生尊贵，德高望重，财富充足，乃至或为人王，或作天帝，上宏下化，能满所愿」。福报太大了，大了怎么？人间没这么大的福报，他就到天上去了。人间福报最大的是人王，超过人王的大福德他就到天上去，大福报就感得天王，他作天帝去了。上宏下化，上弘扬正法，下教化众生，能满所愿，他的愿望都能够实现。「更以善根力故，大愿力故，常得值佛」，能遇到佛，大福报！我们在这个世间，真正能亲近到一个善知识都很不容易，没有福报你见不到他，要能亲近，这个福报就太大了。这是我们自己，如果有这个缘分一定要懂得珍惜，珍惜，认真学习。机缘不容易，今天我们大家在一起聚会，明天能不能不知道，这个世间事变化太大了。时时刻刻我们抓住宝贵的光阴，提升自己，这个提升就是认真学习。经一定要多听，不要听杂、不要听乱，就是一部经，这个道理一定要懂。只有真实智慧，真正善根的人他懂得，一般人不懂，所以学佛的人很多，真正成就的人不多。",
      "zh_TW": "我們看菩薩，這個菩薩就是阿彌陀佛，沒成佛之前，他積功累德，修六波羅蜜，利益廣大群眾，成就自己的善根。「感得生生尊貴，德高望重，財富充足，乃至或為人王，或作天帝，上宏下化，能滿所願」。福報太大了，大了怎麼？人間沒這麼大的福報，他就到天上去了。人間福報最大的是人王，超過人王的大福德他就到天上去，大福報就感得天王，他作天帝去了。上宏下化，上弘揚正法，下教化眾生，能滿所願，他的願望都能夠實現。「更以善根力故，大願力故，常得值佛」，能遇到佛，大福報！我們在這個世間，真正能親近到一個善知識都很不容易，沒有福報你見不到他，要能親近，這個福報就太大了。這是我們自己，如果有這個緣分一定要懂得珍惜，珍惜，認真學習。機緣不容易，今天我們大家在一起聚會，明天能不能不知道，這個世間事變化太大了。時時刻刻我們抓住寶貴的光陰，提升自己，這個提升就是認真學習。經一定要多聽，不要聽雜、不要聽亂，就是一部經，這個道理一定要懂。只有真實智慧，真正善根的人他懂得，一般人不懂，所以學佛的人很多，真正成就的人不多。"
    },
    {
      "id": "02-037-0240_p0015",
      "zh_CN": "我讲过很多次，我也不是真正老实人，我对老师的诚敬顶多是百分之三十，在古时候是不及格的，但是在今天有百分之三十恭敬心的人没有了，所以我就被选中了。在过去那个旧社会里，我不会被选中的，会淘汰掉的，为什么？人家对老师恭敬心至少有六、七十分，我这三十分怎么可以？现在人十分都没有了，难得有个三分、五分就不错了。所以我虽然遵守老师的教诲，自己还打折扣，没有完全做到。老师教我一门深入，长时薰修，我没做，我只能做到什么？我学习的时候一门功课，就是一部经论，学习的时候，确实学这个课程当中，我不看其他东西，这是一门深入，但是这部东西学完，我也会另外找一部东西来学。我这一生当中学了几十部，所以没有得三昧、没有开悟，现在老了后悔，后悔来不及了。如果我这六十年专门讲一部经，专门学一部经，我现在还得了，历代这些祖师，我就不比他们差了。为什么？真正搞一部会得三昧、会开悟，大彻大悟、明心见性，往生西方极乐世界是实报庄严土。可惜我没做到，没做到有客观的因素，这因素是我没有一个固定的住所，到处流浪，这是我没有法子的。",
      "zh_TW": "我講過很多次，我也不是真正老實人，我對老師的誠敬頂多是百分之三十，在古時候是不及格的，但是在今天有百分之三十恭敬心的人沒有了，所以我就被選中了。在過去那個舊社會裡，我不會被選中的，會淘汰掉的，為什麼？人家對老師恭敬心至少有六、七十分，我這三十分怎麼可以？現在人十分都沒有了，難得有個三分、五分就不錯了。所以我雖然遵守老師的教誨，自己還打折扣，沒有完全做到。老師教我一門深入，長時薰修，我沒做，我只能做到什麼？我學習的時候一門功課，就是一部經論，學習的時候，確實學這個課程當中，我不看其他東西，這是一門深入，但是這部東西學完，我也會另外找一部東西來學。我這一生當中學了幾十部，所以沒有得三昧、沒有開悟，現在老了後悔，後悔來不及了。如果我這六十年專門講一部經，專門學一部經，我現在還得了，歷代這些祖師，我就不比他們差了。為什麼？真正搞一部會得三昧、會開悟，大徹大悟、明心見性，往生西方極樂世界是實報莊嚴土。可惜我沒做到，沒做到有客觀的因素，這因素是我沒有一個固定的住所，到處流浪，這是我沒有法子的。"
    },
    {
      "id": "02-037-0240_p0016",
      "zh_CN": "流浪总得要随众生的意思，他们想听什么经我就得讲什么经，我就学习什么经，随着众生，不是随自己，没有那么大的福报。如果我一个地方安居，吃住不成问题，能够住在一个地方，我决定学一样，我不会学两样。我的命不好，到去年下半年我才有个地方住，这定下来了。这一生当中头一次，香港这边一个老同修供养我一个小房子，我就可以定居在此地。定居在这个地方，我就想到我要讲一部经，讲《无量寿经》。如果我还能活十年我就讲十部，一年讲一部，愈讲愈详细、愈讲愈清楚。我什么经都不讲，什么都不要，就一部《无量寿经》、一句阿弥陀佛。没有护持的人那没办法，人家想学这个，你不给他讲的时候他不高兴，我们走投无路。这一部经要是通了（就是开悟），一切经全通了，没有一样不通。不但佛经通，所有一切世出世间法全通，这个世间所有宗教也通了，中国传统文化儒家、道家也都通了，一通一切都通，这才叫真正成就。",
      "zh_TW": "流浪總得要隨眾生的意思，他們想聽什麼經我就得講什麼經，我就學習什麼經，隨著眾生，不是隨自己，沒有那麼大的福報。如果我一個地方安居，吃住不成問題，能夠住在一個地方，我決定學一樣，我不會學兩樣。我的命不好，到去年下半年我才有個地方住，這定下來了。這一生當中頭一次，香港這邊一個老同修供養我一個小房子，我就可以定居在此地。定居在這個地方，我就想到我要講一部經，講《無量壽經》。如果我還能活十年我就講十部，一年講一部，愈講愈詳細、愈講愈清楚。我什麼經都不講，什麼都不要，就一部《無量壽經》、一句阿彌陀佛。沒有護持的人那沒辦法，人家想學這個，你不給他講的時候他不高興，我們走投無路。這一部經要是通了（就是開悟），一切經全通了，沒有一樣不通。不但佛經通，所有一切世出世間法全通，這個世間所有宗教也通了，中國傳統文化儒家、道家也都通了，一通一切都通，這才叫真正成就。"
    },
    {
      "id": "02-037-0240_p0017",
      "zh_CN": "我这一生困苦艰难当中，也是给诸位表法的，做出来给大家看的。很多人问我，想做功德，做一点真实功德、大功德。我告诉他，护持一个人，无论是在家、出家照顾他，让他一生专攻一部经，这个功德比什么人都大，为什么？你帮助一个圣贤出世。一门容易得定，他不胡思乱想，他所思所想不出这个经论的范围，这就是把妄念排出去。有个三年五载肯定得念佛三昧，他就得定，得定之后有个三年五载肯定开悟，纵然不能大彻大悟，明心见性，也能够大悟。大悟就不得了，我们祖师大德当中大悟的多，彻悟的太少了，真的是人天师。所以能有机缘帮助这种人，成就这种人，这是第一大福报，第一等的好事，没人干，什么原因？福报不够。我想做，找不到人，谁肯干？找不到人；有那个人，找不到缘，找不到护持的人。这两个碰到可不是简单事情，两方面都真干，一个是真干，一个是真正护持。护持一个就不得了，那护持三、五个功德还得了！护持一个，那个功德如果在人间，人王；要护持三、五个，那个功德是天王，那不是人王。不是真正了解，他不会真心干这桩事情，要真诚心去做。",
      "zh_TW": "我這一生困苦艱難當中，也是給諸位表法的，做出來給大家看的。很多人問我，想做功德，做一點真實功德、大功德。我告訴他，護持一個人，無論是在家、出家照顧他，讓他一生專攻一部經，這個功德比什麼人都大，為什麼？你幫助一個聖賢出世。一門容易得定，他不胡思亂想，他所思所想不出這個經論的範圍，這就是把妄念排出去。有個三年五載肯定得念佛三昧，他就得定，得定之後有個三年五載肯定開悟，縱然不能大徹大悟，明心見性，也能夠大悟。大悟就不得了，我們祖師大德當中大悟的多，徹悟的太少了，真的是人天師。所以能有機緣幫助這種人，成就這種人，這是第一大福報，第一等的好事，沒人幹，什麼原因？福報不夠。我想做，找不到人，誰肯幹？找不到人；有那個人，找不到緣，找不到護持的人。這兩個碰到可不是簡單事情，兩方面都真幹，一個是真幹，一個是真正護持。護持一個就不得了，那護持三、五個功德還得了！護持一個，那個功德如果在人間，人王；要護持三、五個，那個功德是天王，那不是人王。不是真正了解，他不會真心幹這樁事情，要真誠心去做。"
    },
    {
      "id": "02-037-0240_p0018",
      "zh_CN": "所以常得值佛，他能遇到佛，『于诸佛所，尊重供养，未曾间断』，特别是「未曾间断」这一句，这谁做得到？法身菩萨，不是法身菩萨做不到。遇到佛供养一次、两次这个做得到，不稀奇，不间断这个太稀有，到哪里去找？「所作功德，无量无边」，『说不能尽』，不但我们说不尽，诸佛如来来给我们讲也说不尽，这功德多大！今天自行成就的，阿弥陀佛给我们做了榜样，他老人家成佛之后，就做大功德主，护法。他建造极乐世界，欢迎一切众生，只要真信、真愿、真肯念佛，统统欢迎你到极乐世界来。到极乐世界他当护法护持你，你在极乐世界一生必定成佛，保证你成佛。所以阿弥陀佛的功德，是一切诸佛都不能跟他相比的，这是真的，不是假的。这种大心大愿，我们只有永远的感戴，真正报恩就是决定依教奉行往生净土，跟他见面，这真正报恩。为什么？他的目的就是想教导我们，我们真肯去，他来接引，这真报恩。前面这一段是供佛，福慧双修。下面这一段是「下化」，说他怎样去教化众生，「妙香普薰」，这是修德化他。",
      "zh_TW": "所以常得值佛，他能遇到佛，『於諸佛所，尊重供養，未曾間斷』，特別是「未曾間斷」這一句，這誰做得到？法身菩薩，不是法身菩薩做不到。遇到佛供養一次、兩次這個做得到，不稀奇，不間斷這個太稀有，到哪裡去找？「所作功德，無量無邊」，『說不能盡』，不但我們說不盡，諸佛如來來給我們講也說不盡，這功德多大！今天自行成就的，阿彌陀佛給我們做了榜樣，他老人家成佛之後，就做大功德主，護法。他建造極樂世界，歡迎一切眾生，只要真信、真願、真肯念佛，統統歡迎你到極樂世界來。到極樂世界他當護法護持你，你在極樂世界一生必定成佛，保證你成佛。所以阿彌陀佛的功德，是一切諸佛都不能跟他相比的，這是真的，不是假的。這種大心大願，我們只有永遠的感戴，真正報恩就是決定依教奉行往生淨土，跟他見面，這真正報恩。為什麼？他的目的就是想教導我們，我們真肯去，他來接引，這真報恩。前面這一段是供佛，福慧雙修。下面這一段是「下化」，說他怎樣去教化眾生，「妙香普薰」，這是修德化他。"
    },
    {
      "id": "02-037-0240_p0019",
      "zh_CN": "【身口常出无量妙香。犹如栴檀。优钵罗华。其香普熏无量世界。】",
      "zh_TW": "【身口常出無量妙香。猶如栴檀。優缽羅華。其香普熏無量世界。】"
    },
    {
      "id": "02-037-0240_p0020",
      "zh_CN": "我们看念老的注解，「大士广修不可思议普贤大士之德，故其胜感，亦不可思议」。大士是阿弥陀佛在因地，这个时候是法藏菩萨，前面跟老师学习的时候法藏比丘，现在是法藏菩萨。你看他修什么？广修不可思议普贤大士之德。极乐世界修什么？完全修的是普贤菩萨十大愿王，每一个人圆满的做到了。普贤十愿就是《大方广佛华严》，那个十条是总纲领，展开来就是「大方广」、就是「佛华严」，无量法门、无量功德。大经告诉我们，菩萨不修普贤行不能圆成佛道，可见得普贤行的重要。净土法门专修普贤大士之德，在本经第二品品题「德遵普贤」，经文第一句，「咸共遵修普贤大士之德」，你看这还得了！普贤大士之德我们要记住，前面都讲过，后头还会讲到，这部经常常提到普贤大士之德。第一个「礼敬诸佛」，这个意思很深，诸佛是指谁？过去诸佛、现在诸佛，还有未来诸佛。过去、现在的好懂，未来诸佛在哪里？一切众生本来是佛。我们有没有这个念头？真诚恭敬心看每个众生都是诸佛，如果你有这种心、有这种念头，那你就修普贤菩萨之德。你要心里只有阿弥陀佛、释迦牟尼佛、药师如来这几尊佛，其余的都是众生，都跟我差不多，你对普贤大士的边都没摸到。",
      "zh_TW": "我們看念老的註解，「大士廣修不可思議普賢大士之德，故其勝感，亦不可思議」。大士是阿彌陀佛在因地，這個時候是法藏菩薩，前面跟老師學習的時候法藏比丘，現在是法藏菩薩。你看他修什麼？廣修不可思議普賢大士之德。極樂世界修什麼？完全修的是普賢菩薩十大願王，每一個人圓滿的做到了。普賢十願就是《大方廣佛華嚴》，那個十條是總綱領，展開來就是「大方廣」、就是「佛華嚴」，無量法門、無量功德。大經告訴我們，菩薩不修普賢行不能圓成佛道，可見得普賢行的重要。淨土法門專修普賢大士之德，在本經第二品品題「德遵普賢」，經文第一句，「咸共遵修普賢大士之德」，你看這還得了！普賢大士之德我們要記住，前面都講過，後頭還會講到，這部經常常提到普賢大士之德。第一個「禮敬諸佛」，這個意思很深，諸佛是指誰？過去諸佛、現在諸佛，還有未來諸佛。過去、現在的好懂，未來諸佛在哪裡？一切眾生本來是佛。我們有沒有這個念頭？真誠恭敬心看每個眾生都是諸佛，如果你有這種心、有這種念頭，那你就修普賢菩薩之德。你要心裡只有阿彌陀佛、釋迦牟尼佛、藥師如來這幾尊佛，其餘的都是眾生，都跟我差不多，你對普賢大士的邊都沒摸到。"
    },
    {
      "id": "02-037-0240_p0021",
      "zh_CN": "所以我常常劝大家，我们睁开眼睛，看到一切众生全是阿弥陀佛，这个不得了，谁能做到？上上根人他做到，这个人心是佛心，佛心看一切众生都是佛。凡夫心，看佛菩萨都是凡夫，境随心转，理事都在我们眼前。另外一种人下愚，今天还有一个人告诉我，他们住在中国大陆，乡下有些老太婆不认识字，人家劝她念佛，她真干、真接受，一天到晚拿个念珠就是阿弥陀佛。她什么也不懂，你跟她讲话，她笑咪咪的对着你，口里都是阿弥陀佛，也不知道她听进去没听进去。但是她很欢喜、很慈悲，一句一句阿弥陀佛灌在你耳朵里头。这种人跟上上根人划等号，是平等的，上上根人修普贤行，将来往生上品上生；这样的人，这个老太婆将来她往生，她也是上品上生。我们不能轻慢她，我们比不上她，真的，不是假的，为什么？她那个真诚心到了极处，理事懂不懂没关系。上上根人真诚达到顶点，她的真诚也达到顶点，所以他们往生是同个品位。我们要是轻慢这些人那是造罪业，你往生到极乐世界，你就跟她差远了，她上品上生，你下品下生，差太远了，这个道理要懂。那个愚愚不可及，为什么？她真的一门深入，长时薰修，她没有打闲岔的，她没有涉猎过任何经论，就一句佛号念到底。",
      "zh_TW": "所以我常常勸大家，我們睜開眼睛，看到一切眾生全是阿彌陀佛，這個不得了，誰能做到？上上根人他做到，這個人心是佛心，佛心看一切眾生都是佛。凡夫心，看佛菩薩都是凡夫，境隨心轉，理事都在我們眼前。另外一種人下愚，今天還有一個人告訴我，他們住在中國大陸，鄉下有些老太婆不認識字，人家勸她念佛，她真幹、真接受，一天到晚拿個念珠就是阿彌陀佛。她什麼也不懂，你跟她講話，她笑咪咪的對著你，口裡都是阿彌陀佛，也不知道她聽進去沒聽進去。但是她很歡喜、很慈悲，一句一句阿彌陀佛灌在你耳朵裡頭。這種人跟上上根人劃等號，是平等的，上上根人修普賢行，將來往生上品上生；這樣的人，這個老太婆將來她往生，她也是上品上生。我們不能輕慢她，我們比不上她，真的，不是假的，為什麼？她那個真誠心到了極處，理事懂不懂沒關係。上上根人真誠達到頂點，她的真誠也達到頂點，所以他們往生是同個品位。我們要是輕慢這些人那是造罪業，你往生到極樂世界，你就跟她差遠了，她上品上生，你下品下生，差太遠了，這個道理要懂。那個愚愚不可及，為什麼？她真的一門深入，長時薰修，她沒有打閒岔的，她沒有涉獵過任何經論，就一句佛號念到底。"
    },
    {
      "id": "02-037-0240_p0022",
      "zh_CN": "你们不相信，大家都知道，在香港都晓得谛闲老和尚有个徒弟锅漏匠，以前倓虚老法师常常讲，常常用他的例子来劝念佛人。不认识字，一堂经没有听过，就是生活太苦了，苦把他逼出来的。谛闲老和尚跟他是小时候在一起的玩伴，长大之后没念过书，生长在农村什么都不会，学了个手艺补锅、补碗，靠这个生活，这个生活太微薄了。现在没有这种人，没有这个行业了。抗战之前有，抗战之前我住在农村，这个锅漏匠大概一年会到我们村庄，去个二、三次，吆喝着，你们家里有碗、锅打破了，他给你补，补好了大概就一、二个铜板。所以他很苦，生活很苦，苦逼着他。跟谛老有这么关系，看到谛老出家，生活没有忧虑，有吃有穿，还住的好房子，他很羡慕，要出家。谛闲法师不答应，为什么？四十多岁，年龄大了，学什么都不行，出家至少五堂功课要学会，他没有能力学，那讲经他不认识字，两样都不行。最后他赖着又不走，跟他谈条件，他说你能答应我的条件我给你剃度。他说行，你说什么我都听。",
      "zh_TW": "你們不相信，大家都知道，在香港都曉得諦閑老和尚有個徒弟鍋漏匠，以前倓虛老法師常常講，常常用他的例子來勸念佛人。不認識字，一堂經沒有聽過，就是生活太苦了，苦把他逼出來的。諦閑老和尚跟他是小時候在一起的玩伴，長大之後沒念過書，生長在農村什麼都不會，學了個手藝補鍋、補碗，靠這個生活，這個生活太微薄了。現在沒有這種人，沒有這個行業了。抗戰之前有，抗戰之前我住在農村，這個鍋漏匠大概一年會到我們村莊，去個二、三次，吆喝著，你們家裡有碗、鍋打破了，他給你補，補好了大概就一、二個銅板。所以他很苦，生活很苦，苦逼著他。跟諦老有這麼關係，看到諦老出家，生活沒有憂慮，有吃有穿，還住的好房子，他很羨慕，要出家。諦閑法師不答應，為什麼？四十多歲，年齡大了，學什麼都不行，出家至少五堂功課要學會，他沒有能力學，那講經他不認識字，兩樣都不行。最後他賴著又不走，跟他談條件，他說你能答應我的條件我給你剃度。他說行，你說什麼我都聽。"
    },
    {
      "id": "02-037-0240_p0023",
      "zh_CN": "老和尚告诉他，南无阿弥陀佛，你就学会这一句，你天天念，念累了就休息，休息好了再念，一直念下去，你将来一定有好处。他也不问，他也不想，就老老实实念。剃度了，不能住庙里，住庙里人家瞧不起他，在宁波乡下找了一个废弃的寺庙给他住，那庙没有人住，破庙。找了乡下一个老太太佛教徒，照顾他的生活，给他煮两餐饭，给他洗衣服。早饭他自己料理，中午、晚上老太太给他煮两餐饭。他就遵守老和尚的教诫，一句阿弥陀佛，念累了就休息，休息好了再念，不分日夜，没有一点压力。三年你看人家预知时至往生，站着往生的，往生之后，也就是死了以后还站了三天，等老和尚替他办后事。谛闲老法师一看他那个样子，赞叹！你成就了，弘宗研教的法师，这讲弘法利生的，弘宗是禅宗的，研教是讲经的法师，教下的，比不上你，名山宝刹方丈住持也比不上你。他到极乐世界去作佛去了，我们能想像他品位之高，他不是低品位，三年肯定得念佛三昧，怎么那么自在，预知时至！走之前一天进城，看看亲戚朋友辞行，他也不告诉他们，第二天回去，站着就走了。这都是末法时期给我们做出最好的榜样，锅漏匠在世的时候谁瞧得起他？他这一往生，这么一表演，轰动了佛教界，没有一个不赞叹。",
      "zh_TW": "老和尚告訴他，南無阿彌陀佛，你就學會這一句，你天天念，念累了就休息，休息好了再念，一直念下去，你將來一定有好處。他也不問，他也不想，就老老實實念。剃度了，不能住廟裡，住廟裡人家瞧不起他，在寧波鄉下找了一個廢棄的寺廟給他住，那廟沒有人住，破廟。找了鄉下一個老太太佛教徒，照顧他的生活，給他煮兩餐飯，給他洗衣服。早飯他自己料理，中午、晚上老太太給他煮兩餐飯。他就遵守老和尚的教誡，一句阿彌陀佛，念累了就休息，休息好了再念，不分日夜，沒有一點壓力。三年你看人家預知時至往生，站著往生的，往生之後，也就是死了以後還站了三天，等老和尚替他辦後事。諦閑老法師一看他那個樣子，讚歎！你成就了，弘宗研教的法師，這講弘法利生的，弘宗是禪宗的，研教是講經的法師，教下的，比不上你，名山寶剎方丈住持也比不上你。他到極樂世界去作佛去了，我們能想像他品位之高，他不是低品位，三年肯定得念佛三昧，怎麼那麼自在，預知時至！走之前一天進城，看看親戚朋友辭行，他也不告訴他們，第二天回去，站著就走了。這都是末法時期給我們做出最好的榜樣，鍋漏匠在世的時候誰瞧得起他？他這一往生，這麼一表演，轟動了佛教界，沒有一個不讚歎。"
    },
    {
      "id": "02-037-0240_p0024",
      "zh_CN": "那法藏比丘这还得了吗？不得了，广修不思议普贤大士之德。十大愿王一展开，是大乘菩萨八万四千法门，所以是不思议功德。故其胜感，胜是殊胜，殊胜的感应亦不可思议。这个殊胜的感应，就是极乐世界依正庄严。「首云」，这第一句说，『身口常出无量妙香』，『旃檀』，这是印度名香叫檀香，经上记载的牛头旃檀，中国没有，出在喜马拉雅山，「乃印度香木之名，我国所无。译作与乐」，闻到这个香非常欢喜、非常快乐。「据《慧苑音义》此木有赤白二种」，旃檀有两种，一个是白的，一个是红色的，「白檀能治热病，赤檀能去风肿，故名与乐」。它能治病，换句话说，它也是药材，印度很名贵的药材。『优钵罗』，这是梵语，翻成中国意思，是「青莲花、红莲花，其花香气芬馥」。「《慧苑音义》曰：优钵罗，花号也」，花的名字，「其叶狭长，近下小圆，向上渐尖。佛眼似之，经多喻之」，佛的眼睛很像这个花的叶子。「大士身口常出妙香」，这妙香怎么来的？「是乃戒德之所感」，三聚净戒全都能做到，不缺减，成就身体，身出妙香。",
      "zh_TW": "那法藏比丘這還得了嗎？不得了，廣修不思議普賢大士之德。十大願王一展開，是大乘菩薩八萬四千法門，所以是不思議功德。故其勝感，勝是殊勝，殊勝的感應亦不可思議。這個殊勝的感應，就是極樂世界依正莊嚴。「首云」，這第一句說，『身口常出無量妙香』，『旃檀』，這是印度名香叫檀香，經上記載的牛頭旃檀，中國沒有，出在喜馬拉雅山，「乃印度香木之名，我國所無。譯作與樂」，聞到這個香非常歡喜、非常快樂。「據《慧苑音義》此木有赤白二種」，旃檀有兩種，一個是白的，一個是紅色的，「白檀能治熱病，赤檀能去風腫，故名與樂」。它能治病，換句話說，它也是藥材，印度很名貴的藥材。『優缽羅』，這是梵語，翻成中國意思，是「青蓮花、紅蓮花，其花香氣芬馥」。「《慧苑音義》曰：優缽羅，花號也」，花的名字，「其葉狹長，近下小圓，向上漸尖。佛眼似之，經多喻之」，佛的眼睛很像這個花的葉子。「大士身口常出妙香」，這妙香怎麼來的？「是乃戒德之所感」，三聚淨戒全都能做到，不缺減，成就身體，身出妙香。"
    },
    {
      "id": "02-037-0240_p0025",
      "zh_CN": "《观佛经》第三卷有这样的经文，「常以戒香，为身璎珞」。修行人确实如此，曾经在香港住过一个多月的虚云老和尚，抗战胜利之后香港同学把他老人家接到香港来，希望他能够在香港长住，在这边弘法利生，给他建了个精舍，环境很优雅，我去看过。老和尚住了一个月就回到内地去了，他说香港这个地方不适合修行，花花世界，他离开了。香港同修告诉我，我第一次到香港讲经一九七七年，三十多年前。虚老和尚修苦行，很少洗澡，也很少换衣服，衣服领子都是油垢，他说闻闻很香不难闻，真有修行人戒香。我们跟虚老和尚没见过面，听香港同修告诉我，你亲近这个老人家，你在他身边会闻到一股清香，戒德，持戒修善自然感应，没有德行的人气味很难闻。所以世间人以金银七宝做璎珞，修行人不需要那个，戒香是他的璎珞。",
      "zh_TW": "《觀佛經》第三卷有這樣的經文，「常以戒香，為身瓔珞」。修行人確實如此，曾經在香港住過一個多月的虛雲老和尚，抗戰勝利之後香港同學把他老人家接到香港來，希望他能夠在香港長住，在這邊弘法利生，給他建了個精舍，環境很優雅，我去看過。老和尚住了一個月就回到內地去了，他說香港這個地方不適合修行，花花世界，他離開了。香港同修告訴我，我第一次到香港講經一九七七年，三十多年前。虛老和尚修苦行，很少洗澡，也很少換衣服，衣服領子都是油垢，他說聞聞很香不難聞，真有修行人戒香。我們跟虛老和尚沒見過面，聽香港同修告訴我，你親近這個老人家，你在他身邊會聞到一股清香，戒德，持戒修善自然感應，沒有德行的人氣味很難聞。所以世間人以金銀七寶做瓔珞，修行人不需要那個，戒香是他的瓔珞。"
    },
    {
      "id": "02-037-0240_p0026",
      "zh_CN": "「又《戒香经》曰：世间所有诸花果，乃至沉檀龙麝香」，这讲举了几个列子，沉是沉香，沉水香，放到水里会沉下去，非常名贵，檀是檀香，龙是龙涎，麝是麝香。举出这个四种都是非常名贵的，也都能做药，做药用，举出这四种香。「如是等香非遍闻」，它的香气范围不大，不能普遍存在这个空间。「唯闻戒香遍一切」，戒香，这个香能够遍虚空法界，为什么？因为它称性，只要是称性它是属于性德，性是一切法的本体，性遍法界虚空界，所以性德当然也遍法界虚空界。我们跟佛通信息，我们要把我们的信息发给他，也希望从他那个地方得到一点信息来，用什么？燃香。香叫信香，叫戒定真香，所以佛门的燃香是表法的意思，表我们的性德。名符其实是要明心见性的人，他的戒香真的是遍法界虚空界，这个地方才动，诸佛世界统统都接收到。这个理跟事都被现代量子力学家承认，这是真的不是假的，戒香遍一切。「本经」，『其香普熏无量世界』，这个香是戒香，不是龙涎，不是麝香，它没有这个能量。唯有自性的戒香，有这么大的能量，普薰无量世界，「故知其香应是戒香」。",
      "zh_TW": "「又《戒香經》曰：世間所有諸花果，乃至沉檀龍麝香」，這講舉了幾個列子，沉是沉香，沉水香，放到水裡會沉下去，非常名貴，檀是檀香，龍是龍涎，麝是麝香。舉出這個四種都是非常名貴的，也都能做藥，做藥用，舉出這四種香。「如是等香非遍聞」，它的香氣範圍不大，不能普遍存在這個空間。「唯聞戒香遍一切」，戒香，這個香能夠遍虛空法界，為什麼？因為它稱性，只要是稱性它是屬於性德，性是一切法的本體，性遍法界虛空界，所以性德當然也遍法界虛空界。我們跟佛通信息，我們要把我們的信息發給他，也希望從他那個地方得到一點信息來，用什麼？燃香。香叫信香，叫戒定真香，所以佛門的燃香是表法的意思，表我們的性德。名符其實是要明心見性的人，他的戒香真的是遍法界虛空界，這個地方才動，諸佛世界統統都接收到。這個理跟事都被現代量子力學家承認，這是真的不是假的，戒香遍一切。「本經」，『其香普熏無量世界』，這個香是戒香，不是龍涎，不是麝香，它沒有這個能量。唯有自性的戒香，有這麼大的能量，普薰無量世界，「故知其香應是戒香」。"
    },
    {
      "id": "02-037-0240_p0027",
      "zh_CN": "我们再看下面这段，「随类现身」，全是性德的体现，要帮助众生，要教化众生，那就要随众生心应所知量，众生喜欢什么不要违背他，要随顺，随心应量。我们看经文：",
      "zh_TW": "我們再看下面這段，「隨類現身」，全是性德的體現，要幫助眾生，要教化眾生，那就要隨眾生心應所知量，眾生喜歡什麼不要違背他，要隨順，隨心應量。我們看經文："
    },
    {
      "id": "02-037-0240_p0028",
      "zh_CN": "【随所生处。色相端严。三十二相。八十种好。悉皆具足。】",
      "zh_TW": "【隨所生處。色相端嚴。三十二相。八十種好。悉皆具足。】"
    },
    {
      "id": "02-037-0240_p0029",
      "zh_CN": "这是举一个例子，观世音菩萨三十二应，应以佛身而得度者即现佛身而为说法，这举个例子是现佛身。像释迦牟尼佛三千年前示现在印度，现的是佛身，是佛的应身住世八十年，讲经教学四十九年，表演给我们看。示现佛身一定是降生在帝王家，享受人间的富贵。帝王是多少人所羡慕，所向往、想得到的，我在前面讲，那是修十几世的福报，才能得到这个富贵。什么都不修就想得到，哪有这桩事情？不可能的事情。生到帝王家大福德，那也是修来的。佛到人间帝王家那没有问题，佛的福报太大了，无量劫修成的，所以他想到哪里降生就到哪里，随心随念。所以说所生之处，『色相端严』，端正庄严，这个注解上有，「端者，端正」。《魏译》本里面说「容色端正」，佛的容貌、佛的色相端正。「严者，庄严」。「三十二相，就佛丈六化身而言，则有三十二相」，三十二相前面讲过，是佛丈六化身，这个化身叫应化身，他不是变化的，他也是来投胎，也是母亲十个月怀胎生下来的，这叫应化。说化是什么意思？说化，他没有十个月怀胎之苦。一般人坐胎就像在监狱里头一样，那真苦，母亲喝一杯凉水，他就像在寒冰地狱，喝一杯热茶就像在八热地狱，真苦。可是佛在母亲胎胞里面，那个胎胞是宫殿，他在里面讲经说法，很多菩萨一起围绕着旁听，这个不可思议，所以他没有苦，他教学没有间断。",
      "zh_TW": "這是舉一個例子，觀世音菩薩三十二應，應以佛身而得度者即現佛身而為說法，這舉個例子是現佛身。像釋迦牟尼佛三千年前示現在印度，現的是佛身，是佛的應身住世八十年，講經教學四十九年，表演給我們看。示現佛身一定是降生在帝王家，享受人間的富貴。帝王是多少人所羨慕，所嚮往、想得到的，我在前面講，那是修十幾世的福報，才能得到這個富貴。什麼都不修就想得到，哪有這樁事情？不可能的事情。生到帝王家大福德，那也是修來的。佛到人間帝王家那沒有問題，佛的福報太大了，無量劫修成的，所以他想到哪裡降生就到哪裡，隨心隨念。所以說所生之處，『色相端嚴』，端正莊嚴，這個註解上有，「端者，端正」。《魏譯》本裡面說「容色端正」，佛的容貌、佛的色相端正。「嚴者，莊嚴」。「三十二相，就佛丈六化身而言，則有三十二相」，三十二相前面講過，是佛丈六化身，這個化身叫應化身，他不是變化的，他也是來投胎，也是母親十個月懷胎生下來的，這叫應化。說化是什麼意思？說化，他沒有十個月懷胎之苦。一般人坐胎就像在監獄裡頭一樣，那真苦，母親喝一杯涼水，他就像在寒冰地獄，喝一杯熱茶就像在八熱地獄，真苦。可是佛在母親胎胞裡面，那個胎胞是宮殿，他在裡面講經說法，很多菩薩一起圍繞著旁聽，這個不可思議，所以他沒有苦，他教學沒有間斷。"
    },
    {
      "id": "02-037-0240_p0030",
      "zh_CN": "出胎之后，生在帝王家，是净饭王的长子，我们一般人讲娇生惯养。十九岁离开家庭，放弃王位的继承权，舍弃荣华富贵的生活，去求学。求学过的什么日子？过的苦行僧的日子，这个自在方便。他父亲不放心，派了五个人，五个人都是亲戚，陪他一起，跟他作伴，以后这五个人都出家，五比丘。到处参学十二年到三十岁，这是表演一个知识分子好学多闻。那个时候，印度是宗教之国，也是哲学之国，在宗教跟哲学印度在那个时候是全球之冠，他出生这个环境里头，所有的学派他都学过，所有宗教也学过。印度人他们最重视的是禅定，宗教重视禅定，学术也重视禅定，四禅八定是当时社会上普遍都在学习。当然释迦牟尼佛也学，而且学得非常之好，对于六道里面情形了解就清清楚楚。在禅定里面时间、空间没有了，空间没有就距离没有了、远近没有了；时间没有了，先后没有了、空间维次没有了。这个空间是指六道里面的，所以六道里面他一清二楚。成佛之后，最初十二年讲阿含，阿含重视四禅八定，变成佛门里头入门一定要修，必修的课程。现在佛门里头不修，所以佛教的水平一落千丈，从前只要是学佛，在家也要修，在家、出家都要修四禅八定。",
      "zh_TW": "出胎之後，生在帝王家，是淨飯王的長子，我們一般人講嬌生慣養。十九歲離開家庭，放棄王位的繼承權，捨棄榮華富貴的生活，去求學。求學過的什麼日子？過的苦行僧的日子，這個自在方便。他父親不放心，派了五個人，五個人都是親戚，陪他一起，跟他作伴，以後這五個人都出家，五比丘。到處參學十二年到三十歲，這是表演一個知識分子好學多聞。那個時候，印度是宗教之國，也是哲學之國，在宗教跟哲學印度在那個時候是全球之冠，他出生這個環境裡頭，所有的學派他都學過，所有宗教也學過。印度人他們最重視的是禪定，宗教重視禪定，學術也重視禪定，四禪八定是當時社會上普遍都在學習。當然釋迦牟尼佛也學，而且學得非常之好，對於六道裡面情形了解就清清楚楚。在禪定裡面時間、空間沒有了，空間沒有就距離沒有了、遠近沒有了；時間沒有了，先後沒有了、空間維次沒有了。這個空間是指六道裡面的，所以六道裡面他一清二楚。成佛之後，最初十二年講阿含，阿含重視四禪八定，變成佛門裡頭入門一定要修，必修的課程。現在佛門裡頭不修，所以佛教的水平一落千丈，從前只要是學佛，在家也要修，在家、出家都要修四禪八定。"
    },
    {
      "id": "02-037-0240_p0031",
      "zh_CN": "所以这是应化身，『三十二相，八十种好』。「若就报身，则有八万四千相」，这个八万四千相这是一句。「八十种好」，三十二相，八十种好，「指八十随形好，此亦就丈六之身而言」，「三十二相，八十种好」，都是现的印度人所说的相好，这个世俗间所说的相好，他统统具足。如果讲报身，报身有八万四千相，报身有多少好？每一个相都有八万四千好，八万四千相每一相有八万四千好，八万四千相一共有「六十四亿一千六百万随形好」。「《观经》曰：无量寿佛有八万四千相，一一相各有八万四千随形好」，就是随形好一共是六十四亿一千六百万。我们要知道，我们如果是往生到极乐世界，不是三十二相八十种好，多少？八万四千相，六十四亿一千六百万随形好，是这样的身！世间没有比的。你想不想去？你要想去三个条件，真信、真想去、老实念佛，你就去成了。",
      "zh_TW": "所以這是應化身，『三十二相，八十種好』。「若就報身，則有八萬四千相」，這個八萬四千相這是一句。「八十種好」，三十二相，八十種好，「指八十隨形好，此亦就丈六之身而言」，「三十二相，八十種好」，都是現的印度人所說的相好，這個世俗間所說的相好，他統統具足。如果講報身，報身有八萬四千相，報身有多少好？每一個相都有八萬四千好，八萬四千相每一相有八萬四千好，八萬四千相一共有「六十四億一千六百萬隨形好」。「《觀經》曰：無量壽佛有八萬四千相，一一相各有八萬四千隨形好」，就是隨形好一共是六十四億一千六百萬。我們要知道，我們如果是往生到極樂世界，不是三十二相八十種好，多少？八萬四千相，六十四億一千六百萬隨形好，是這樣的身！世間沒有比的。你想不想去？你要想去三個條件，真信、真想去、老實念佛，你就去成了。"
    },
    {
      "id": "02-037-0240_p0032",
      "zh_CN": "这个身相告诉你，无量寿命，真的是无量寿。我们现在这个形相到极乐世界，没法子比，那是个佛像，我们到那里去就变成蚊虫蚂蚁了，自己还感觉得不错、还很好，跟人家比起来才知道。这种身，报身也是我们自性所现的，人人皆有，个个不无，只要我们真正发大心，我们认真好好修学，决定能得到。这部经书是释迦牟尼佛为我们介绍极乐世界，这个小册子介绍西方极乐世界。黄念祖老居士不怕辛苦，用了六年的时间会集这个注解，这个注解是会集的，多少资料？一百九十三种，经论八十三种，祖师大德的注疏一百一十种。这个注解是集注，净宗的集大成，读这部注解就读了一百九十三种书，这一百九十三种书都跟净土有关系的。",
      "zh_TW": "這個身相告訴你，無量壽命，真的是無量壽。我們現在這個形相到極樂世界，沒法子比，那是個佛像，我們到那裡去就變成蚊蟲螞蟻了，自己還感覺得不錯、還很好，跟人家比起來才知道。這種身，報身也是我們自性所現的，人人皆有，個個不無，只要我們真正發大心，我們認真好好修學，決定能得到。這部經書是釋迦牟尼佛為我們介紹極樂世界，這個小冊子介紹西方極樂世界。黃念祖老居士不怕辛苦，用了六年的時間會集這個註解，這個註解是會集的，多少資料？一百九十三種，經論八十三種，祖師大德的註疏一百一十種。這個註解是集註，淨宗的集大成，讀這部註解就讀了一百九十三種書，這一百九十三種書都跟淨土有關係的。"
    },
    {
      "id": "02-037-0240_p0033",
      "zh_CN": "下面，又《法界次第》下卷，「相好乃同是色法」，色受想行识，色法是什么？我们今天讲的物质，肉身是物质。「皆为庄严显发佛身。但相总而好别。相若无好，则不圆满」，相是总，好是别，有相没有好，这个不圆满，所以相一定要有好。相是粗看，好是细看，细看的时候愈看愈好。轮王是转轮圣王，「释梵」，释是帝释天，我们中国人叫玉皇大帝，梵是梵天王，也有相。换句话说，这里讲三十二相或者不止三十二相，都有相但是没有好，所以「相不微妙」。「又《智度论》曰：相粗而好细」，这说出来了，相跟好的差别在此地。「众生见佛则见相。好则难见」，好很细，凡夫粗心大意，只看到大的相好，那个细的好看不见。「又相者余人共得。好者或共或不共」，相，像三十二相余人共得，哪些人？帝释天有，玉皇大帝有，转轮圣王有，三十二相大家都有，可是没有好，八十随形好他们没有，只有佛有八十随形好。好或共或不共，共的少，不共的多。「以是故，相好别说」，相跟好分开来讲。「由上可见，相乃其粗者，共者，显而易见者。好乃细者，不共者，微妙难见。法藏菩萨因地，于三十二相八十种好，悉皆具足，无有缺少」。他示现这个身，就像释迦牟尼佛三千年前，在我们地球上降生现的身，这个身相是三十二相八十种好。这是生处，有这样殊胜的庄严。下面这第三个小段，「最上利乐」。",
      "zh_TW": "下面，又《法界次第》下卷，「相好乃同是色法」，色受想行識，色法是什麼？我們今天講的物質，肉身是物質。「皆為莊嚴顯發佛身。但相總而好別。相若無好，則不圓滿」，相是總，好是別，有相沒有好，這個不圓滿，所以相一定要有好。相是粗看，好是細看，細看的時候愈看愈好。輪王是轉輪聖王，「釋梵」，釋是帝釋天，我們中國人叫玉皇大帝，梵是梵天王，也有相。換句話說，這裡講三十二相或者不止三十二相，都有相但是沒有好，所以「相不微妙」。「又《智度論》曰：相粗而好細」，這說出來了，相跟好的差別在此地。「眾生見佛則見相。好則難見」，好很細，凡夫粗心大意，只看到大的相好，那個細的好看不見。「又相者餘人共得。好者或共或不共」，相，像三十二相餘人共得，哪些人？帝釋天有，玉皇大帝有，轉輪聖王有，三十二相大家都有，可是沒有好，八十隨形好他們沒有，只有佛有八十隨形好。好或共或不共，共的少，不共的多。「以是故，相好別說」，相跟好分開來講。「由上可見，相乃其粗者，共者，顯而易見者。好乃細者，不共者，微妙難見。法藏菩薩因地，於三十二相八十種好，悉皆具足，無有缺少」。他示現這個身，就像釋迦牟尼佛三千年前，在我們地球上降生現的身，這個身相是三十二相八十種好。這是生處，有這樣殊勝的莊嚴。下面這第三個小段，「最上利樂」。"
    },
    {
      "id": "02-037-0240_p0034",
      "zh_CN": "【手中常出无尽之宝。庄严之具。一切所须。最上之物。利乐有情。】",
      "zh_TW": "【手中常出無盡之寶。莊嚴之具。一切所須。最上之物。利樂有情。】"
    },
    {
      "id": "02-037-0240_p0035",
      "zh_CN": "这点我们要学，学什么？学帮助别人，利乐众生，自己得到的快乐。现在人很苦，苦在哪里？自私自利，不肯帮助别人，那日子过得很苦。为什么不帮助别人？学佛的同学一定要懂得，我们居住在这个环境，我们四周围的邻居一定要和睦相处，像一家人一样。老人是我们的父母，年轻人跟我同辈的是我们兄弟姐妹，小的像我们自己的小孩，要真正关心，要真正爱护。这个乡里和谐就像一家人一样，你住在那个地方磁场多好！这个美好是什么？美好是自己造成的，就看你用的是什么心，一定要看每个人都是好人，每桩事情都很可爱。睦邻，中国古人特别讲求，居住在这个环境老死不相往来，平常招呼都不打，这个不可以。我学了佛，我学讲经，李老师要我们结法缘，法缘从邻近开始。他老人家在世每个星期讲经一次，星期三固定的，道场也固定，时间也固定，所以不必发通知，风雨无阻。星期三晚上一定在图书馆讲经，喜欢听经的人都可以到那里去听。我们这些学生做招待结缘，跟每个来听经的听众结缘，接待他，照顾他们，将来我们讲经法缘就殊胜。",
      "zh_TW": "這點我們要學，學什麼？學幫助別人，利樂眾生，自己得到的快樂。現在人很苦，苦在哪裡？自私自利，不肯幫助別人，那日子過得很苦。為什麼不幫助別人？學佛的同學一定要懂得，我們居住在這個環境，我們四周圍的鄰居一定要和睦相處，像一家人一樣。老人是我們的父母，年輕人跟我同輩的是我們兄弟姐妹，小的像我們自己的小孩，要真正關心，要真正愛護。這個鄉里和諧就像一家人一樣，你住在那個地方磁場多好！這個美好是什麼？美好是自己造成的，就看你用的是什麼心，一定要看每個人都是好人，每樁事情都很可愛。睦鄰，中國古人特別講求，居住在這個環境老死不相往來，平常招呼都不打，這個不可以。我學了佛，我學講經，李老師要我們結法緣，法緣從鄰近開始。他老人家在世每個星期講經一次，星期三固定的，道場也固定，時間也固定，所以不必發通知，風雨無阻。星期三晚上一定在圖書館講經，喜歡聽經的人都可以到那裡去聽。我們這些學生做招待結緣，跟每個來聽經的聽眾結緣，接待他，照顧他們，將來我們講經法緣就殊勝。"
    },
    {
      "id": "02-037-0240_p0036",
      "zh_CN": "居住在这个地方，跟这个地方的邻居一定结缘，变成一家人。一九九八年我住在新加坡，我跟新加坡九个宗教结缘，一年的时间，九个宗教变成兄弟姐妹，政府欢喜，有助于社会安定和谐。我们得带头干，每到一个地方，我们一定跟邻居结缘，吃的东西，每天上市场去买东西，买点糖果、买点点心，回来大家分，每家送一点。你每个星期去送一次，一个月的时间那些邻居见到你面都笑口常开，都跟你打招呼，都说你这个人好，为什么这么好。待人应当要好，我们和睦相处，平等对待，不是很好吗？大家都高兴，时间愈久变成老朋友，真正关怀。我们出门，门都可以不必锁，邻居都替我照顾，你说你多好！助人者人恒助之，爱人者人恒爱之，为什么不干？干就有效果。所以佛门弟子无论到哪个地方，要广结法缘，自己生活宁愿节俭一点，清苦一点，多给别人。衣服、玩具，邻居有小朋友，我们看到，到市场随便看到了就买，哪家小朋友喜欢什么，买点小东西送给他。慢慢久了，他就真正发现你们是好人，他就会向你学习，我们就会把佛教介绍给他。他不来找我们，我们不说，一定他先开口，他先想学，我们就请他来听课。我们道场每天讲课，还有早晚功课，他喜欢看我们的仪规，参加我们早晚课，喜欢听讲就进讲堂，慢慢都来了。与他们宗教冲不冲突？不冲突。绝不破坏别人宗教，那你来听是了解佛法、认识佛法，这好事情。我不要求你信佛法，佛法究竟是什么你明白，你知道，所以大家很开心不拉他的信徒。",
      "zh_TW": "居住在這個地方，跟這個地方的鄰居一定結緣，變成一家人。一九九八年我住在新加坡，我跟新加坡九個宗教結緣，一年的時間，九個宗教變成兄弟姐妹，政府歡喜，有助於社會安定和諧。我們得帶頭幹，每到一個地方，我們一定跟鄰居結緣，吃的東西，每天上市場去買東西，買點糖果、買點點心，回來大家分，每家送一點。你每個星期去送一次，一個月的時間那些鄰居見到你面都笑口常開，都跟你打招呼，都說你這個人好，為什麼這麼好。待人應當要好，我們和睦相處，平等對待，不是很好嗎？大家都高興，時間愈久變成老朋友，真正關懷。我們出門，門都可以不必鎖，鄰居都替我照顧，你說你多好！助人者人恆助之，愛人者人恆愛之，為什麼不幹？幹就有效果。所以佛門弟子無論到哪個地方，要廣結法緣，自己生活寧願節儉一點，清苦一點，多給別人。衣服、玩具，鄰居有小朋友，我們看到，到市場隨便看到了就買，哪家小朋友喜歡什麼，買點小東西送給他。慢慢久了，他就真正發現你們是好人，他就會向你學習，我們就會把佛教介紹給他。他不來找我們，我們不說，一定他先開口，他先想學，我們就請他來聽課。我們道場每天講課，還有早晚功課，他喜歡看我們的儀規，參加我們早晚課，喜歡聽講就進講堂，慢慢都來了。與他們宗教衝不衝突？不衝突。絕不破壞別人宗教，那你來聽是了解佛法、認識佛法，這好事情。我不要求你信佛法，佛法究竟是什麼你明白，你知道，所以大家很開心不拉他的信徒。"
    },
    {
      "id": "02-037-0240_p0037",
      "zh_CN": "他们宗教一些领导都欢喜，净空法师绝对不会宣传佛教高于其他宗教，没有，从来没说过这句话，宗教是平等的。净空法师绝对不会拉信徒，不会叫人改变宗教。我劝他们来听佛教，来听讲，为什么？求智慧，会提升你的宗教，对你宗教有好处，不会破坏，不赞成改变宗教。我们主张的世界宗教是一家，互相学习。我学他们的宗教，我讲他们的经典。他们来找我，在新加坡天主教来找我，请我讲《玫瑰经》，《玫瑰经》是他们的早晚功课，我给他们讲过一遍，还有光碟，现在在全世界很多天主教的地方都在流通。我讲过《古兰经》，大家欢喜！我告诉他们，我读《新旧约》、读《圣经》，我是最虔诚的基督教徒。他们都呆了，他说为什么？我要不是最虔诚的基督教徒，《圣经》的东西我念不懂，他服了。我读《古兰经》，我说我是最虔诚的穆斯林，不是虔诚的穆斯林，《古兰经》看不懂。我先带头，所以经典我都能讲，我讲不在阿訇之下，也不在牧师、神父之下，我都能讲，他们都很喜欢听我讲。所以宗教可以团结，宗教确实是一家，宗教会带给全世界的和谐，化解一切冲突。这个工作我们做了十几年，做得很成功！",
      "zh_TW": "他們宗教一些領導都歡喜，淨空法師絕對不會宣傳佛教高於其他宗教，沒有，從來沒說過這句話，宗教是平等的。淨空法師絕對不會拉信徒，不會叫人改變宗教。我勸他們來聽佛教，來聽講，為什麼？求智慧，會提升你的宗教，對你宗教有好處，不會破壞，不贊成改變宗教。我們主張的世界宗教是一家，互相學習。我學他們的宗教，我講他們的經典。他們來找我，在新加坡天主教來找我，請我講《玫瑰經》，《玫瑰經》是他們的早晚功課，我給他們講過一遍，還有光碟，現在在全世界很多天主教的地方都在流通。我講過《古蘭經》，大家歡喜！我告訴他們，我讀《新舊約》、讀《聖經》，我是最虔誠的基督教徒。他們都呆了，他說為什麼？我要不是最虔誠的基督教徒，《聖經》的東西我念不懂，他服了。我讀《古蘭經》，我說我是最虔誠的穆斯林，不是虔誠的穆斯林，《古蘭經》看不懂。我先帶頭，所以經典我都能講，我講不在阿訇之下，也不在牧師、神父之下，我都能講，他們都很喜歡聽我講。所以宗教可以團結，宗教確實是一家，宗教會帶給全世界的和諧，化解一切衝突。這個工作我們做了十幾年，做得很成功！"
    },
    {
      "id": "02-037-0240_p0038",
      "zh_CN": "再过几天我到澳洲去一趟，五天就回来，去干什么？澳洲我居住的小城，他们宗教举行大团结，这好事情，所以我要去参加，看看他们的团结。宗教互相往来，佛教活动他们会来参加，他们的活动我们也去参加。在以前宗教活动，只看到本教，没有看到其他宗教；现在宗教活动的时候，各个宗教面孔都出现。我记得２０００年，我在新加坡，天主教圣诞节望弥撒的时候，我们佛教披着袈裟，穿海青披着袈裟五十个人，进入他们教堂一起做弥撒。大家都看得很奇怪，五十多个人很壮观，统统是海青袈裟，政府欢喜。所以我们很多活动都在一起的，他们活动我参加，我们活动他也来参加，每个宗教面孔你都看到，在过去没有过的。大的活动，像联合国的活动，我有这个缘分，我把他们统统都带去。在联合国大会堂，我们手牵着手十个宗教为世界和平祈祷，联合国头一次，从来没有过。我们这个活动之后，联合国对宗教刮目相看，特别成立一个宗教办公室，以前没有。我们这一次活动影响很大，告诉：宗教是爱好和平的，那些少数极端分子那是利用宗教。所以宗教一定要回归教育，宗教一定要教学，信仰宗教人一定要了解它的教义，什么问题都化解了。",
      "zh_TW": "再過幾天我到澳洲去一趟，五天就回來，去幹什麼？澳洲我居住的小城，他們宗教舉行大團結，這好事情，所以我要去參加，看看他們的團結。宗教互相往來，佛教活動他們會來參加，他們的活動我們也去參加。在以前宗教活動，只看到本教，沒有看到其他宗教；現在宗教活動的時候，各個宗教面孔都出現。我記得２０００年，我在新加坡，天主教聖誕節望彌撒的時候，我們佛教披著袈裟，穿海青披著袈裟五十個人，進入他們教堂一起做彌撒。大家都看得很奇怪，五十多個人很壯觀，統統是海青袈裟，政府歡喜。所以我們很多活動都在一起的，他們活動我參加，我們活動他也來參加，每個宗教面孔你都看到，在過去沒有過的。大的活動，像聯合國的活動，我有這個緣分，我把他們統統都帶去。在聯合國大會堂，我們手牽著手十個宗教為世界和平祈禱，聯合國頭一次，從來沒有過。我們這個活動之後，聯合國對宗教刮目相看，特別成立一個宗教辦公室，以前沒有。我們這一次活動影響很大，告訴：宗教是愛好和平的，那些少數極端分子那是利用宗教。所以宗教一定要回歸教育，宗教一定要教學，信仰宗教人一定要了解它的教義，什麼問題都化解了。"
    },
    {
      "id": "02-037-0240_p0039",
      "zh_CN": "『手中常出无尽之宝，庄严之具，一切所须，最上之物』，最重要是底下这句，『利乐有情』，要帮助社会广大的群众人民，多关心他们，多帮助他们，多帮助他们解决疑难的问题，这宗教才像是一家。把和谐、和睦带给社会这个很重要，宗教可以做得到，我们对这个很有信心。今天时间到了，我们就学习到此地。",
      "zh_TW": "『手中常出無盡之寶，莊嚴之具，一切所須，最上之物』，最重要是底下這句，『利樂有情』，要幫助社會廣大的群眾人民，多關心他們，多幫助他們，多幫助他們解決疑難的問題，這宗教才像是一家。把和諧、和睦帶給社會這個很重要，宗教可以做得到，我們對這個很有信心。今天時間到了，我們就學習到此地。"
    }
  ]
}