{
  "doc_id": "02-037-0058",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十八集",
    "zh_TW": "第五十八集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0058",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-037-0058_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第二百八十七面第一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第二百八十七面第一行："
    },
    {
      "id": "02-037-0058_p0002",
      "zh_CN": "「云何为大道心众生」，这是介绍六成就里面的众成就，这是第二段菩萨众。菩萨众里头第一位是普贤菩萨。菩萨这个名称，前面已经说过，旧译翻成大道心众生。新旧两译是以玄奘大师，以他为标准，玄奘大师以前翻译的我们都称旧译，玄奘大师开始，以后的都称之为新译。旧译里面有许多名词用儒跟佛相似的来对称容易理解，新译的，玄奘大师多半是直译，跟罗什、安世高他们不一样，他们用意译。所以大道心众生就有一点跟儒道相近，是认为寻求大道的，有心去寻求大道这一类的众生称菩萨。新译是觉有情，这是完全照佛经意思来译的。他是觉悟，菩提是觉悟，萨埵是众生，也就是众生里头有觉悟的称菩萨，所以叫觉有情。觉的标准是起心动念，换句话说，他还会起心动念，这就叫菩萨，不起心不动念那就成佛了。",
      "zh_TW": "「云何為大道心眾生」，這是介紹六成就裡面的眾成就，這是第二段菩薩眾。菩薩眾裡頭第一位是普賢菩薩。菩薩這個名稱，前面已經說過，舊譯翻成大道心眾生。新舊兩譯是以玄奘大師，以他為標準，玄奘大師以前翻譯的我們都稱舊譯，玄奘大師開始，以後的都稱之為新譯。舊譯裡面有許多名詞用儒跟佛相似的來對稱容易理解，新譯的，玄奘大師多半是直譯，跟羅什、安世高他們不一樣，他們用意譯。所以大道心眾生就有一點跟儒道相近，是認為尋求大道的，有心去尋求大道這一類的眾生稱菩薩。新譯是覺有情，這是完全照佛經意思來譯的。他是覺悟，菩提是覺悟，薩埵是眾生，也就是眾生裡頭有覺悟的稱菩薩，所以叫覺有情。覺的標準是起心動念，換句話說，他還會起心動念，這就叫菩薩，不起心不動念那就成佛了。"
    },
    {
      "id": "02-037-0058_p0003",
      "zh_CN": "由此可知，起心动念我们大家都知道，我们在经教里学得很久了，起心动念是无明烦恼，不起心、不动念真的觉悟了。心像水一样，不起心不动念它是平静的，就是平等心，它起的作用就是觉，像水平静没有染污，能够照见万法，叫照见；起心动念它就起了波浪，有波浪它也能照，就照得不清楚，波浪愈大就愈不清楚，大风大浪照的作用几乎完全失掉了。所以一切众生，这个心里面的波浪大小都不一样。菩萨非常微细，因为他没有见思烦恼，没有尘沙烦恼，只有无明烦恼没断，就是他还起心动念。我们举一个代表的，十法界里面的菩萨跟佛。十法界里面的菩萨是把尘沙烦恼的习气断干净了，剩下来就是无明烦恼，也就是起心动念。在十法界里面这个境界就称佛，十法界里面的佛法界。如果起心动念断掉了，他就不在十法界，永远离开十法界，他生到一真法界，一真法界就是法身菩萨，也就是他证得法身了。破一品无明，证一分法身，他是法身大士，住在诸佛如来的实报庄严土。",
      "zh_TW": "由此可知，起心動念我們大家都知道，我們在經教裡學得很久了，起心動念是無明煩惱，不起心、不動念真的覺悟了。心像水一樣，不起心不動念它是平靜的，就是平等心，它起的作用就是覺，像水平靜沒有染污，能夠照見萬法，叫照見；起心動念它就起了波浪，有波浪它也能照，就照得不清楚，波浪愈大就愈不清楚，大風大浪照的作用幾乎完全失掉了。所以一切眾生，這個心裡面的波浪大小都不一樣。菩薩非常微細，因為他沒有見思煩惱，沒有塵沙煩惱，只有無明煩惱沒斷，就是他還起心動念。我們舉一個代表的，十法界裡面的菩薩跟佛。十法界裡面的菩薩是把塵沙煩惱的習氣斷乾淨了，剩下來就是無明煩惱，也就是起心動念。在十法界裡面這個境界就稱佛，十法界裡面的佛法界。如果起心動念斷掉了，他就不在十法界，永遠離開十法界，他生到一真法界，一真法界就是法身菩薩，也就是他證得法身了。破一品無明，證一分法身，他是法身大士，住在諸佛如來的實報莊嚴土。"
    },
    {
      "id": "02-037-0058_p0004",
      "zh_CN": "这句话里头含的意思我们要能体会，诸佛如来的实报土也就是自己的实报土，自他是一不是二，这个道理要懂。所以菩萨的心非常慈悲，他知道万法、众生跟自己是一体，所以此地提了个问话，云何为大道心众生？云何就是什么是大道心众生。下面就解答，「以具四种大故」，他有四大。哪四种大？「四种者，《清凉疏》」里面说：第一个「愿大，求大菩提故」，这是愿大。大菩提，大菩提成佛。他一生没有别的目的，只是想去作佛。学佛是为什么？学佛是为成佛。六祖惠能大师讲得最干净俐落，他跟五祖见面，五祖问他：你来这个地方想得到些什么？他就一句话回答：我想来作佛。真的是干净俐落，他是为作佛而来的，不为其他，这个就是愿大。我们今天修净土发的愿，我们的愿是什么？求生净土，见阿弥陀佛，这也是愿大。为什么？生净土、见弥陀就是作佛去了。第二是「行大」，行是作为，「二利成就故」，要成就自己、要成就别人。菩萨是以利生为第一，四弘誓愿第一条，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」。这行大。",
      "zh_TW": "這句話裡頭含的意思我們要能體會，諸佛如來的實報土也就是自己的實報土，自他是一不是二，這個道理要懂。所以菩薩的心非常慈悲，他知道萬法、眾生跟自己是一體，所以此地提了個問話，云何為大道心眾生？云何就是什麼是大道心眾生。下面就解答，「以具四種大故」，他有四大。哪四種大？「四種者，《清涼疏》」裡面說：第一個「願大，求大菩提故」，這是願大。大菩提，大菩提成佛。他一生沒有別的目的，只是想去作佛。學佛是為什麼？學佛是為成佛。六祖惠能大師講得最乾淨俐落，他跟五祖見面，五祖問他：你來這個地方想得到些什麼？他就一句話回答：我想來作佛。真的是乾淨俐落，他是為作佛而來的，不為其他，這個就是願大。我們今天修淨土發的願，我們的願是什麼？求生淨土，見阿彌陀佛，這也是願大。為什麼？生淨土、見彌陀就是作佛去了。第二是「行大」，行是作為，「二利成就故」，要成就自己、要成就別人。菩薩是以利生為第一，四弘誓願第一條，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」。這行大。"
    },
    {
      "id": "02-037-0058_p0005",
      "zh_CN": "现在这个世间，很多人在着急，急什么？人口膨胀。地球的资源有限，怕将来资源用尽了，地球就会毁灭，人没得吃的、没得穿的怎么办？佛法里头从来没有说过这些问题，为什么？一切法从心想生，这问题全解决了。一切法乃至于一毛、一尘，它的能量都是无有穷尽的，而且都是周遍法界。所以在这上面操心就要犯罪、就要造业。人再多，他既然到这个世间上来，他就有生存的权利，他就能活得下去，没有活不下去的道理。所以，我们自己迷惑颠倒，这错用了心，造作这些罪业。中国古圣先贤教人，教什么？教修德。养性修德，那个感应就不可思议。何况佛经上常说，我们老祖宗都承认境随心转，叫「福人居福地，福地福人居」。这个地方人有福，人再多，地再小，出产非常丰富，足够你用的。自性本具的能量取之不尽，用之不竭，为什么为这个操心？所以人口增加我们应该怎么想？如何能增加生产。佛教给我们增加生产，自己要懂得节俭，这个非常重要。懂得节俭，没有贪心，因为贪心消耗能量最大；我们衣食住行消耗得并不多，贪心消耗得多。你看人们贪，节俭，贪心舍，施舍，布施，功德大！我们有多余的都去供养众生，修养道德，决定没有伤害众生的念头。",
      "zh_TW": "現在這個世間，很多人在著急，急什麼？人口膨脹。地球的資源有限，怕將來資源用盡了，地球就會毀滅，人沒得吃的、沒得穿的怎麼辦？佛法裡頭從來沒有說過這些問題，為什麼？一切法從心想生，這問題全解決了。一切法乃至於一毛、一塵，它的能量都是無有窮盡的，而且都是周遍法界。所以在這上面操心就要犯罪、就要造業。人再多，他既然到這個世間上來，他就有生存的權利，他就能活得下去，沒有活不下去的道理。所以，我們自己迷惑顛倒，這錯用了心，造作這些罪業。中國古聖先賢教人，教什麼？教修德。養性修德，那個感應就不可思議。何況佛經上常說，我們老祖宗都承認境隨心轉，叫「福人居福地，福地福人居」。這個地方人有福，人再多，地再小，出產非常豐富，足夠你用的。自性本具的能量取之不盡，用之不竭，為什麼為這個操心？所以人口增加我們應該怎麼想？如何能增加生產。佛教給我們增加生產，自己要懂得節儉，這個非常重要。懂得節儉，沒有貪心，因為貪心消耗能量最大；我們衣食住行消耗得並不多，貪心消耗得多。你看人們貪，節儉，貪心捨，施捨，布施，功德大！我們有多餘的都去供養眾生，修養道德，決定沒有傷害眾生的念頭。"
    },
    {
      "id": "02-037-0058_p0006",
      "zh_CN": "五戒是性德，中国的五常，仁者爱人，推己及人，己所不欲，勿施于人，佛法里面讲不杀生，绝不伤害一切众生，连蚊虫蚂蚁，在现在讲细菌。这细菌要不要消灭它？不可以，它也是生命，它也是有情，它也是菩萨，它也是佛，怎么可以消灭它！它带着病毒？它带不带都没有关系，它是活的，所以决定不能伤害它。你不伤害它，它就不伤害你，和睦共处，相辅相成不相害，要明白这个道理。我们心行不善，产生互相伤害，这个就麻烦了。是不是它伤害我了？不是。我有念头想伤害它，所以它伤害我；我没有意念伤害它，它就不会伤害我。它为什么不去伤害佛菩萨？极乐世界为什么没有细菌？我们得多想想。完全是我们的思想出了问题，许多事情想法、看法全错了，这才出现问题。如果思想纯正，怎么会出问题。要怎样思想才不错误？那只有佛法，佛法正知正见，所以经典是正。我们有正知正见自然就觉悟了，就知道利益众生，把利益众生摆在第一位，把自己摆在第二位，问题立刻就解决了。我们自己的生存摆在第一位，别人的死活摆在第二、第三位，就出事情了，问题就来了。我们看到这些状况，一看就清楚、就明白了，这是觉悟。节制生育，控制人口的膨胀，这是现在许多国家的政策。对不对？依照中国传统，依照佛法的标准不对。为什么？违背自然法则，那就是不对的，随顺大自然就是对的。自然有德，把自然的德掌握住，问题自然就解决了，如果德失掉，那个问题就严重。",
      "zh_TW": "五戒是性德，中國的五常，仁者愛人，推己及人，己所不欲，勿施於人，佛法裡面講不殺生，絕不傷害一切眾生，連蚊蟲螞蟻，在現在講細菌。這細菌要不要消滅它？不可以，它也是生命，它也是有情，它也是菩薩，它也是佛，怎麼可以消滅它！它帶著病毒？它帶不帶都沒有關係，它是活的，所以決定不能傷害它。你不傷害它，它就不傷害你，和睦共處，相輔相成不相害，要明白這個道理。我們心行不善，產生互相傷害，這個就麻煩了。是不是它傷害我了？不是。我有念頭想傷害它，所以它傷害我；我沒有意念傷害它，它就不會傷害我。它為什麼不去傷害佛菩薩？極樂世界為什麼沒有細菌？我們得多想想。完全是我們的思想出了問題，許多事情想法、看法全錯了，這才出現問題。如果思想純正，怎麼會出問題。要怎樣思想才不錯誤？那只有佛法，佛法正知正見，所以經典是正。我們有正知正見自然就覺悟了，就知道利益眾生，把利益眾生擺在第一位，把自己擺在第二位，問題立刻就解決了。我們自己的生存擺在第一位，別人的死活擺在第二、第三位，就出事情了，問題就來了。我們看到這些狀況，一看就清楚、就明白了，這是覺悟。節制生育，控制人口的膨脹，這是現在許多國家的政策。對不對？依照中國傳統，依照佛法的標準不對。為什麼？違背自然法則，那就是不對的，隨順大自然就是對的。自然有德，把自然的德掌握住，問題自然就解決了，如果德失掉，那個問題就嚴重。"
    },
    {
      "id": "02-037-0058_p0007",
      "zh_CN": "德，中国讲的底线，老祖宗所说的四维八德、五伦五常，你只要把这个守住，人口再多也没有问题，也能够生活下去，而且生活得非常美满。有德就是有福，福人就居福地，福地里头物质资源就非常丰富，取之不尽，用之不竭。人心要端正，今天大家把这个丢掉了，人心变坏了，地球的能量逐渐逐渐衰弱，到最后变没有了，人为的，不是自然现象。很难得，近代的物理学家发现了以心控物，好！这跟东方圣哲的思想、跟佛菩萨的看法一致的。美国布莱登所说的，人只要弃恶扬善、改邪归正、端正心念，什么问题都解决了，都不必去操心、不必去顾虑。人人能够把这十二个字做到，他所持的就是中国的五伦五常、四维八德，佛法里面讲的三皈五戒、十善、六度、普贤十愿，这佛门的底线。这个东西做到，这个世界就是乐土，跟极乐世界一样。所以，最重要的学佛是开发自己的本能，把自己自性里面的能量开发出来，也是帮助一切众生来开发。我们自己开发了，展现出来大家看到了，我们再教给别人，人家相信了。人人都有，个个平等，没有说哪个比哪个差一点，哪个比哪个高一点，没有。佛法是平等法，一切众生皆有如来智慧德相。",
      "zh_TW": "德，中國講的底線，老祖宗所說的四維八德、五倫五常，你只要把這個守住，人口再多也沒有問題，也能夠生活下去，而且生活得非常美滿。有德就是有福，福人就居福地，福地裡頭物質資源就非常豐富，取之不盡，用之不竭。人心要端正，今天大家把這個丟掉了，人心變壞了，地球的能量逐漸逐漸衰弱，到最後變沒有了，人為的，不是自然現象。很難得，近代的物理學家發現了以心控物，好！這跟東方聖哲的思想、跟佛菩薩的看法一致的。美國布萊登所說的，人只要棄惡揚善、改邪歸正、端正心念，什麼問題都解決了，都不必去操心、不必去顧慮。人人能夠把這十二個字做到，他所持的就是中國的五倫五常、四維八德，佛法裡面講的三皈五戒、十善、六度、普賢十願，這佛門的底線。這個東西做到，這個世界就是樂土，跟極樂世界一樣。所以，最重要的學佛是開發自己的本能，把自己自性裡面的能量開發出來，也是幫助一切眾生來開發。我們自己開發了，展現出來大家看到了，我們再教給別人，人家相信了。人人都有，個個平等，沒有說哪個比哪個差一點，哪個比哪個高一點，沒有。佛法是平等法，一切眾生皆有如來智慧德相。"
    },
    {
      "id": "02-037-0058_p0008",
      "zh_CN": "所以，明理是头一桩大事。释迦牟尼佛讲经说法为什么？就是把事实真相说出来。事实真相里不外两桩事情，一个是理，一个是事。佛法里头没有二分法，二分就产生毛病，理是一分，事是一分，问题出来了。理事是一个，一体的两面，事是理之事，理是事之理，是一而二、二而一，问题就没有了。物理跟心理是一桩事情，分开来问题就出来了，心跟物分不开的，心即是物、物即是心。心是无形的，色是有形的，有形跟无形是一不是二，无形的心以有形的色来显示出来，有形的这些物质现象显示出无形的心理状况。所以它是一不是二，不能分割的，你分开是错误的看法，就出问题，你知道它是一它不是二，它不出事情。人自作聪明，惹出大祸，自己还不承认，又不肯听人教诲，排斥佛菩萨，拒绝圣贤教诲，那就得受灾难。所以行大，一定要懂得利益众生。",
      "zh_TW": "所以，明理是頭一樁大事。釋迦牟尼佛講經說法為什麼？就是把事實真相說出來。事實真相裡不外兩樁事情，一個是理，一個是事。佛法裡頭沒有二分法，二分就產生毛病，理是一分，事是一分，問題出來了。理事是一個，一體的兩面，事是理之事，理是事之理，是一而二、二而一，問題就沒有了。物理跟心理是一樁事情，分開來問題就出來了，心跟物分不開的，心即是物、物即是心。心是無形的，色是有形的，有形跟無形是一不是二，無形的心以有形的色來顯示出來，有形的這些物質現象顯示出無形的心理狀況。所以它是一不是二，不能分割的，你分開是錯誤的看法，就出問題，你知道它是一它不是二，它不出事情。人自作聰明，惹出大禍，自己還不承認，又不肯聽人教誨，排斥佛菩薩，拒絕聖賢教誨，那就得受災難。所以行大，一定要懂得利益眾生。"
    },
    {
      "id": "02-037-0058_p0009",
      "zh_CN": "第三「时大，经三无数劫故」，这个三无数劫就是三大阿僧祇劫。这讲时间之长，不是短时期，无量劫。学佛首先要肯定一桩事情，自己是佛，这个一定要承认。自己永恒不灭，生死是身（身体），灵性没死，灵性常存，灵性是自己。很快，身体没有了，很快它又换个身体又来了，真的不是假的。我住的六和园有个小猫，我跟诸位报告过，那个小猫以前是六和园的主人。六和园房子现在转给我，我是第五代，前面四代，我相信牠不是第一代就是第二代的，牠很留恋这个地方，舍不得走。六和园以前也是居士道场，有的时候是出家人道场，所以没有男女婚配，但是畜生有，所以他就投畜生胎，还舍不得离开那个地方。这个现象常有，而且很多。我们不可以有一丝毫贪恋，有丝毫贪恋就给自己惹来麻烦。喜欢佛经，死了以后变里头蛀虫，书本里头有蛀虫，变这个东西去了。道场里头蚊虫、蚂蚁、蟑螂、老鼠这些小动物，可能都是这个里头原来居住的众生，他有情执，他又来了。所以我们对这些人也有感恩的心，过去在这里住过，修行，没离开，现在要好好的念经给他听。夜晚对鬼神播放《十善业道经》、《地藏菩萨本愿经》，好！播放晚上睡觉会不会扰乱我们？不会。你播放的时候声音尽量放小，我们听不见，他们能听见，他们也能看见，冥阳都得利益。我们念念不忘他，我们具体真干，真让众生得利益。外面院子里头佛号日夜不中断，有时候我们学的经典，重要的东西，我们学得非常欢喜的那一段，也可以播放给他们听，我们共同得法喜。要常常去做，没有时间的限制。",
      "zh_TW": "第三「時大，經三無數劫故」，這個三無數劫就是三大阿僧祇劫。這講時間之長，不是短時期，無量劫。學佛首先要肯定一樁事情，自己是佛，這個一定要承認。自己永恆不滅，生死是身（身體），靈性沒死，靈性常存，靈性是自己。很快，身體沒有了，很快它又換個身體又來了，真的不是假的。我住的六和園有個小貓，我跟諸位報告過，那個小貓以前是六和園的主人。六和園房子現在轉給我，我是第五代，前面四代，我相信牠不是第一代就是第二代的，牠很留戀這個地方，捨不得走。六和園以前也是居士道場，有的時候是出家人道場，所以沒有男女婚配，但是畜生有，所以他就投畜生胎，還捨不得離開那個地方。這個現象常有，而且很多。我們不可以有一絲毫貪戀，有絲毫貪戀就給自己惹來麻煩。喜歡佛經，死了以後變裡頭蛀蟲，書本裡頭有蛀蟲，變這個東西去了。道場裡頭蚊蟲、螞蟻、蟑螂、老鼠這些小動物，可能都是這個裡頭原來居住的眾生，他有情執，他又來了。所以我們對這些人也有感恩的心，過去在這裡住過，修行，沒離開，現在要好好的念經給他聽。夜晚對鬼神播放《十善業道經》、《地藏菩薩本願經》，好！播放晚上睡覺會不會擾亂我們？不會。你播放的時候聲音盡量放小，我們聽不見，他們能聽見，他們也能看見，冥陽都得利益。我們念念不忘他，我們具體真幹，真讓眾生得利益。外面院子裡頭佛號日夜不中斷，有時候我們學的經典，重要的東西，我們學得非常歡喜的那一段，也可以播放給他們聽，我們共同得法喜。要常常去做，沒有時間的限制。"
    },
    {
      "id": "02-037-0058_p0010",
      "zh_CN": "第四「德大，具足一乘诸功德故」。德是我们真正能关怀一切众生的心，这是德大的根，要有这个根，要有这个心。「此亦含摄《法华》之六大」，《法华经》里面六大第一个是「信大法」，大乘经。我们这部经，经题上就有「大乘」，不是小乘，《佛说大乘无量寿》，你看经题上就有大乘。信大法，「解大义」。最难得的，夏莲居老居士为我们会集《无量寿经》，最完善的本子。在他以前，人要学习，没有我们这么幸运，你要去找五种原译本；你没有找不知道，你要找到之后，你就晓得困难。现在有人把它整理出来，做一个最完美的，每一本经义这里统统具足，重复的地方都删掉，文字不好懂的地方，还是用经的原文，哪个本子比较好懂用哪一个，统统用原文，这是算最完备的本子。黄念老的结集，使这部经成为净宗最圆满的一部大经。我们把这部经的义理搞清楚、搞明白，然后自然会「发大心」，发大菩提心。「趋大果」，一心念佛求生净土就是趋大果。极乐世界是成佛的道场，进入这个道场没有不成佛的。「修大行，证大道」。大行是什么？只要心大，点点滴滴都是大行，没有自私自利，没有是非人我。《还源观》上所说的真心含容空有。我们的真心是一个，心包太虚，量周沙界，那是我们的本性，是我们的真心。用这个心，无论修什么行都是大行，布施一分一毫，功德都遍虚空法界，为什么？大行。证大道，《华严经》妙觉果位。「以具上述诸大故」，《法华经》里面讲的六大，《清凉疏》里面讲的四大，统统具足，「名为大道心众生」，也就是真正觉悟的有情众生。",
      "zh_TW": "第四「德大，具足一乘諸功德故」。德是我們真正能關懷一切眾生的心，這是德大的根，要有這個根，要有這個心。「此亦含攝《法華》之六大」，《法華經》裡面六大第一個是「信大法」，大乘經。我們這部經，經題上就有「大乘」，不是小乘，《佛說大乘無量壽》，你看經題上就有大乘。信大法，「解大義」。最難得的，夏蓮居老居士為我們會集《無量壽經》，最完善的本子。在他以前，人要學習，沒有我們這麼幸運，你要去找五種原譯本；你沒有找不知道，你要找到之後，你就曉得困難。現在有人把它整理出來，做一個最完美的，每一本經義這裡統統具足，重複的地方都刪掉，文字不好懂的地方，還是用經的原文，哪個本子比較好懂用哪一個，統統用原文，這是算最完備的本子。黃念老的結集，使這部經成為淨宗最圓滿的一部大經。我們把這部經的義理搞清楚、搞明白，然後自然會「發大心」，發大菩提心。「趨大果」，一心念佛求生淨土就是趨大果。極樂世界是成佛的道場，進入這個道場沒有不成佛的。「修大行，證大道」。大行是什麼？只要心大，點點滴滴都是大行，沒有自私自利，沒有是非人我。《還源觀》上所說的真心含容空有。我們的真心是一個，心包太虛，量周沙界，那是我們的本性，是我們的真心。用這個心，無論修什麼行都是大行，布施一分一毫，功德都遍虛空法界，為什麼？大行。證大道，《華嚴經》妙覺果位。「以具上述諸大故」，《法華經》裡面講的六大，《清涼疏》裡面講的四大，統統具足，「名為大道心眾生」，也就是真正覺悟的有情眾生。"
    },
    {
      "id": "02-037-0058_p0011",
      "zh_CN": "「普贤亦名遍吉」。实际上普贤跟遍吉的意思通，普就是遍的意思，吉祥就是贤的意思，所以也翻作遍吉。「《清凉疏》谓普贤有三」：第一个「位前（但发普贤心）」，发普贤心就是普贤菩萨。普贤心就是《华严经》上普贤菩萨十大愿王，你要能发这个心，你就是普贤菩萨；你现在发这个心，现在就是普贤菩萨，这个要懂。发了要真干，发了不干，这位前普贤菩萨，有名无实，发了普贤心没有去做。如果真照十大愿王去做，我把它落实在我们生活当中，落实在工作，落实在处事待人接物，你真干，真干就是「位中」，真干，十条他真做到。这位中说等觉是最高的，是从哪个地方到等觉？从初信位到等觉。这五十一个位次他都有地位，普贤菩萨，小学一年级、二年级、三年级，全是普贤菩萨。十信位是小学，十住是初中，十行是高中，十住、十行，我们比喻说，十行比喻高中，十回向比喻大学，十地比喻研究所，等觉比喻博士班。这在学，在学就是位中。「位后普贤」，位后是已经成佛了，成了佛还退到菩萨位次上来，「得果不舍因行」。那是毕业之后再回到学校来教书，帮助同学，这叫位后普贤。成佛以后随类化身，众生有感他就有应，无论化什么身，无论说什么法，全是普贤行。这是普贤菩萨简单的介绍。",
      "zh_TW": "「普賢亦名遍吉」。實際上普賢跟遍吉的意思通，普就是遍的意思，吉祥就是賢的意思，所以也翻作遍吉。「《清涼疏》謂普賢有三」：第一個「位前（但發普賢心）」，發普賢心就是普賢菩薩。普賢心就是《華嚴經》上普賢菩薩十大願王，你要能發這個心，你就是普賢菩薩；你現在發這個心，現在就是普賢菩薩，這個要懂。發了要真幹，發了不幹，這位前普賢菩薩，有名無實，發了普賢心沒有去做。如果真照十大願王去做，我把它落實在我們生活當中，落實在工作，落實在處事待人接物，你真幹，真幹就是「位中」，真幹，十條他真做到。這位中說等覺是最高的，是從哪個地方到等覺？從初信位到等覺。這五十一個位次他都有地位，普賢菩薩，小學一年級、二年級、三年級，全是普賢菩薩。十信位是小學，十住是初中，十行是高中，十住、十行，我們比喻說，十行比喻高中，十迴向比喻大學，十地比喻研究所，等覺比喻博士班。這在學，在學就是位中。「位後普賢」，位後是已經成佛了，成了佛還退到菩薩位次上來，「得果不捨因行」。那是畢業之後再回到學校來教書，幫助同學，這叫位後普賢。成佛以後隨類化身，眾生有感他就有應，無論化什麼身，無論說什麼法，全是普賢行。這是普賢菩薩簡單的介紹。"
    },
    {
      "id": "02-037-0058_p0012",
      "zh_CN": "「此即位后之普贤」，现在我们经上这一位普贤菩萨，他是位后普贤。同学们在此地，一定要有个正确的概念，那就是菩萨不是一个人，菩萨像我们现在到大学里面念书，是一个学系。譬如说哲学系，哲学系毕业了，拿到哲学博士学位，这就毕业了，在学的时候都称为哲学研究所的学生，观音菩萨好比文学院，它是这么个意思。所有学这个法门的人，从初发心学普贤菩萨的都是普贤菩萨，学观音菩萨全是观音菩萨，这个道理要懂，不能够执着观音是一个人，普贤是一个人，错了。普贤菩萨无量无数无边，数不尽，在这个法界虚空界里头，观音菩萨也数不尽。还有一个人他学很多法门，换句话说，集许许多多菩萨是一身。譬如，孝亲尊师这地藏菩萨，大慈大悲是观音菩萨，一切都为众生去想这就是普贤菩萨，纯是智慧，不再用情执了，文殊菩萨，一个人具足这些大德，这是具足诸菩萨之德。菩萨是代表修德，佛是代表性德，性德是本有的，本有的现在迷了，我们把它找回来，用修德的方法去开发自性的性德，性修相应，我们的性德就透出来。性德不是修的，但是不用修，它透不出来，还是用修德把它引导出来。要知道，它不是修的，自性里头本有的。这智慧功德都是真实的，不是假的，而且能量全是无量无边、无尽无数。所以有些人迷失自性，思想见解全是错误。这是位后普贤，位后普贤就是如来的化现，因为他已经成佛了，他现在示现菩萨身分，修普贤行，就称他为普贤菩萨。",
      "zh_TW": "「此即位後之普賢」，現在我們經上這一位普賢菩薩，他是位後普賢。同學們在此地，一定要有個正確的概念，那就是菩薩不是一個人，菩薩像我們現在到大學裡面念書，是一個學系。譬如說哲學系，哲學系畢業了，拿到哲學博士學位，這就畢業了，在學的時候都稱為哲學研究所的學生，觀音菩薩好比文學院，它是這麼個意思。所有學這個法門的人，從初發心學普賢菩薩的都是普賢菩薩，學觀音菩薩全是觀音菩薩，這個道理要懂，不能夠執著觀音是一個人，普賢是一個人，錯了。普賢菩薩無量無數無邊，數不盡，在這個法界虛空界裡頭，觀音菩薩也數不盡。還有一個人他學很多法門，換句話說，集許許多多菩薩是一身。譬如，孝親尊師這地藏菩薩，大慈大悲是觀音菩薩，一切都為眾生去想這就是普賢菩薩，純是智慧，不再用情執了，文殊菩薩，一個人具足這些大德，這是具足諸菩薩之德。菩薩是代表修德，佛是代表性德，性德是本有的，本有的現在迷了，我們把它找回來，用修德的方法去開發自性的性德，性修相應，我們的性德就透出來。性德不是修的，但是不用修，它透不出來，還是用修德把它引導出來。要知道，它不是修的，自性裡頭本有的。這智慧功德都是真實的，不是假的，而且能量全是無量無邊、無盡無數。所以有些人迷失自性，思想見解全是錯誤。這是位後普賢，位後普賢就是如來的化現，因為他已經成佛了，他現在示現菩薩身分，修普賢行，就稱他為普賢菩薩。"
    },
    {
      "id": "02-037-0058_p0013",
      "zh_CN": "「至于《会疏》云：体遍法界，故曰普」。性体遍法界虚空界，「位邻极圣」，极圣是佛，因为再没有比他高的了，他跟佛只差一个等级，再提升他就成佛了，所以称他为贤，称菩萨为贤。「是为位中普贤」，位中里头地位最高的是等觉，等觉之下是法云地，十地菩萨；刚刚入位的小学一年级的是十信里面的初信菩萨，初信位的普贤菩萨，都称之为普贤。「《会疏》又云：能导御一切，发十大愿王。愿西方往生，特翼赞弥陀，故于此经是为上首。」这《会疏》里头的解释，他能够，导是引导，御是统御，一切众生。他有智慧、他有能力教化众生，教导这些人发十大愿王，求生西方极乐世界。所以菩萨特别翼赞，就是辅助阿弥陀佛、协助阿弥陀佛、帮助阿弥陀佛，都行，都能讲得通，度化众生，在十方世界做接引的导师。所以在此经，菩萨里面上首他排在第一个。",
      "zh_TW": "「至於《會疏》云：體遍法界，故曰普」。性體遍法界虛空界，「位鄰極聖」，極聖是佛，因為再沒有比他高的了，他跟佛只差一個等級，再提升他就成佛了，所以稱他為賢，稱菩薩為賢。「是為位中普賢」，位中裡頭地位最高的是等覺，等覺之下是法雲地，十地菩薩；剛剛入位的小學一年級的是十信裡面的初信菩薩，初信位的普賢菩薩，都稱之為普賢。「《會疏》又云：能導御一切，發十大願王。願西方往生，特翼讚彌陀，故於此經是為上首。」這《會疏》裡頭的解釋，他能夠，導是引導，御是統御，一切眾生。他有智慧、他有能力教化眾生，教導這些人發十大願王，求生西方極樂世界。所以菩薩特別翼讚，就是輔助阿彌陀佛、協助阿彌陀佛、幫助阿彌陀佛，都行，都能講得通，度化眾生，在十方世界做接引的導師。所以在此經，菩薩裡面上首他排在第一個。"
    },
    {
      "id": "02-037-0058_p0014",
      "zh_CN": "「又《探玄记》曰：德周法界曰普，至顺调善曰贤。」《探玄记》，贤首大师作的，清凉的老师。这两句话很简单，可是意思非常非常之深。菩萨之德周遍法界。德是什么？就是十大愿。礼敬周遍法界，称赞周遍法界，供养周遍法界，忏悔周遍法界，十愿每一愿都周遍法界，这是普的意思。至顺调善，至顺，十愿里头恒顺众生，至顺。不顺众生不行，众生造罪业也得顺他，也帮他造罪业，为什么？他不经过这个他不觉悟。恶贯满盈的时候，果报现前，他觉悟了。所以菩萨恒顺众生，知道众生没有一个不成佛的，只是早晚问题。觉悟有先后，没有一个不成佛，统统要成佛，造恶也随顺他，只有他看得清楚、看得明白。灾难劫祸之后他觉悟、他回头，不经过这个劫难他不知道，永远迷在里头，灾难帮助他觉悟，叫逆增上缘。所以造作恶业的人不能瞧不起他，普贤菩萨都看到他们是佛菩萨。善缘恶缘、顺境逆境统统是修行人的增上缘，统统是帮助修行人提升境界，增长福慧。迷惑的人不知道，明白的人清清楚楚，永远对于所有一切众生生感恩的心。调善是随喜功德，至顺这是恒顺众生。随喜当中成就功德，随顺善成就功德，随顺恶也成就功德，不可思议。这才叫大乘圆教，圆满没有丝毫欠缺。",
      "zh_TW": "「又《探玄記》曰：德周法界曰普，至順調善曰賢。」《探玄記》，賢首大師作的，清涼的老師。這兩句話很簡單，可是意思非常非常之深。菩薩之德周遍法界。德是什麼？就是十大願。禮敬周遍法界，稱讚周遍法界，供養周遍法界，懺悔周遍法界，十願每一願都周遍法界，這是普的意思。至順調善，至順，十願裡頭恆順眾生，至順。不順眾生不行，眾生造罪業也得順他，也幫他造罪業，為什麼？他不經過這個他不覺悟。惡貫滿盈的時候，果報現前，他覺悟了。所以菩薩恆順眾生，知道眾生沒有一個不成佛的，只是早晚問題。覺悟有先後，沒有一個不成佛，統統要成佛，造惡也隨順他，只有他看得清楚、看得明白。災難劫禍之後他覺悟、他回頭，不經過這個劫難他不知道，永遠迷在裡頭，災難幫助他覺悟，叫逆增上緣。所以造作惡業的人不能瞧不起他，普賢菩薩都看到他們是佛菩薩。善緣惡緣、順境逆境統統是修行人的增上緣，統統是幫助修行人提升境界，增長福慧。迷惑的人不知道，明白的人清清楚楚，永遠對於所有一切眾生生感恩的心。調善是隨喜功德，至順這是恆順眾生。隨喜當中成就功德，隨順善成就功德，隨順惡也成就功德，不可思議。這才叫大乘圓教，圓滿沒有絲毫欠缺。"
    },
    {
      "id": "02-037-0058_p0015",
      "zh_CN": "「《大日经疏一》」，一是第一卷，「曰：普贤菩萨者，普是遍一切处，贤是最妙善义」。我刚才讲的话意思很深，很不好懂，顺境没有问题，逆境里头也有功德，那我们可以干坏事了。你不怕地狱果报你就去干，那是菩萨行，地藏菩萨发愿，「我不入地狱，谁入地狱」，能跟地藏菩萨学吗？菩萨下地狱是为度众生。普贤行最难得的是他表演出来了，《华严经》末后，善财童子五十三参就是这两句话最圆满的写照，遍一切处，最妙善义，妙善到极处了，五十三参。五十三不是数字，密宗里头的表法，代表大圆满，就是法界虚空界，代表大圆满。你看这五十三位善知识，男女老少、各行各业，有善有恶。最明显的代表，胜热婆罗门，代表愚痴，贪瞋痴里面的痴，甘露火王代表瞋，伐苏蜜多女代表贪，贪瞋痴。在五十三参里面的贪瞋痴那是最妙善意，普贤菩萨在里头迷不迷？不迷。要度这些贪瞋痴的人，不用贪瞋痴的法你怎么度得了他？入他的境界不迷惑你才能度得了他，入那个境界你要是迷了，你被他度跑了，那不是你度他，是你被他度了。",
      "zh_TW": "「《大日經疏一》」，一是第一卷，「曰：普賢菩薩者，普是遍一切處，賢是最妙善義」。我剛才講的話意思很深，很不好懂，順境沒有問題，逆境裡頭也有功德，那我們可以幹壞事了。你不怕地獄果報你就去幹，那是菩薩行，地藏菩薩發願，「我不入地獄，誰入地獄」，能跟地藏菩薩學嗎？菩薩下地獄是為度眾生。普賢行最難得的是他表演出來了，《華嚴經》末後，善財童子五十三參就是這兩句話最圓滿的寫照，遍一切處，最妙善義，妙善到極處了，五十三參。五十三不是數字，密宗裡頭的表法，代表大圓滿，就是法界虛空界，代表大圓滿。你看這五十三位善知識，男女老少、各行各業，有善有惡。最明顯的代表，勝熱婆羅門，代表愚痴，貪瞋痴裡面的痴，甘露火王代表瞋，伐蘇蜜多女代表貪，貪瞋痴。在五十三參裡面的貪瞋痴那是最妙善意，普賢菩薩在裡頭迷不迷？不迷。要度這些貪瞋痴的人，不用貪瞋痴的法你怎麼度得了他？入他的境界不迷惑你才能度得了他，入那個境界你要是迷了，你被他度跑了，那不是你度他，是你被他度了。"
    },
    {
      "id": "02-037-0058_p0016",
      "zh_CN": "我出家，剃度师是心悟法师，他是在福州鼓山出家的。在台湾我们很熟，他比我小一岁。我出家是他来找我，非常诚恳，两个月当中来了九次；刘备三顾茅庐，他是九次。我答应他了，有条件的，我不做经忏佛事，我要学老师讲经，学释迦牟尼佛一生讲经教学。他都答应。没想到，他有个在家的皈依徒弟，女的。过了一年之后，他就结婚了，还俗了。前几年往生的，也很如法，做在家佛弟子。这就是什么？发大心度众生度不了，被别人度跑了。这个事情非常难！真有普贤大士之德，有普贤大士的能，能是善巧方便，真能够感化他，这就对了。德能不够不可以这样做法，只能随顺善的，不能随顺不善的。这个关自己一定要把牢，不把牢会把自己毁掉。",
      "zh_TW": "我出家，剃度師是心悟法師，他是在福州鼓山出家的。在台灣我們很熟，他比我小一歲。我出家是他來找我，非常誠懇，兩個月當中來了九次；劉備三顧茅廬，他是九次。我答應他了，有條件的，我不做經懺佛事，我要學老師講經，學釋迦牟尼佛一生講經教學。他都答應。沒想到，他有個在家的皈依徒弟，女的。過了一年之後，他就結婚了，還俗了。前幾年往生的，也很如法，做在家佛弟子。這就是什麼？發大心度眾生度不了，被別人度跑了。這個事情非常難！真有普賢大士之德，有普賢大士的能，能是善巧方便，真能夠感化他，這就對了。德能不夠不可以這樣做法，只能隨順善的，不能隨順不善的。這個關自己一定要把牢，不把牢會把自己毀掉。"
    },
    {
      "id": "02-037-0058_p0017",
      "zh_CN": "佛法里面的修行方法无量无边，最稳当、最可靠的给诸位说，就是那个老老实实念佛法门，求生净土，到西方极乐世界，纵然阿赖耶里头业习种子，无量劫来烦恼业习种子再多，都不会起现行。自己没有成就之前，有阿弥陀佛他的愿、行、功德的加持，你不至于堕落。修其他的法门得不到弥陀这种加持。弥陀的加持实在说是普遍的、是平等的，法界虚空界所有众生都在他加持当中，佛光注照之中。那些人为什么得不到？他不接受。所以障碍是自己这一边，佛那边没障碍，你不相信，你不理解、不肯接受，是这么个道理。只要肯信，愿意往生，都加持上的。加持能量的大小、功德的多少都在乎各人，因为各人信里面的程度不一样，有人只有几分信心，有人十几分信心，有人有千万分的信心，不一样，不同。所以同样是接受，也不一样。真信切愿，那个加持你一生肯定成就。",
      "zh_TW": "佛法裡面的修行方法無量無邊，最穩當、最可靠的給諸位說，就是那個老老實實念佛法門，求生淨土，到西方極樂世界，縱然阿賴耶裡頭業習種子，無量劫來煩惱業習種子再多，都不會起現行。自己沒有成就之前，有阿彌陀佛他的願、行、功德的加持，你不至於墮落。修其他的法門得不到彌陀這種加持。彌陀的加持實在說是普遍的、是平等的，法界虛空界所有眾生都在他加持當中，佛光注照之中。那些人為什麼得不到？他不接受。所以障礙是自己這一邊，佛那邊沒障礙，你不相信，你不理解、不肯接受，是這麼個道理。只要肯信，願意往生，都加持上的。加持能量的大小、功德的多少都在乎各人，因為各人信裡面的程度不一樣，有人只有幾分信心，有人十幾分信心，有人有千萬分的信心，不一樣，不同。所以同樣是接受，也不一樣。真信切願，那個加持你一生肯定成就。"
    },
    {
      "id": "02-037-0058_p0018",
      "zh_CN": "「谓菩提心所起愿行，及身口意，悉皆平等，遍一切处，纯一妙善，备具众德，故以为名」。菩提心是真心，菩提心是以自性为体。祖师大德教导我们，也都根据经上说的，《观无量寿佛经》上讲至诚心，菩提心的体。中国圣贤也非常强调至诚，儒家在《中庸》上就说，真诚到极处叫至诚。从至诚心生起深心。深心，古大德的解释，好善好德。我们就采取本经经题上所说的清净平等觉，我们用这个做标准。菩提心的起用，这个用是自受用，至诚心对自己就是清净平等觉。如果我们起心动念与这个心相违背，自己就晓得，与菩提心相违背；如果起心动念与清净平等觉相应，我真的是住在菩提心中。要常常想，不能忘掉，忘掉你就有偏差，你就走错路了。怎样能保持？读经、学教、念佛，这都是保持最好的方法。三天离开经教，菩提心就动摇了。所以我们一定要晓得，自己烦恼习气无量劫薰习成就的，要在这一生当中回归到菩提心，这不是容易事情，这不是小事情，真要用功，真正要努力，要非常认真。",
      "zh_TW": "「謂菩提心所起願行，及身口意，悉皆平等，遍一切處，純一妙善，備具眾德，故以為名」。菩提心是真心，菩提心是以自性為體。祖師大德教導我們，也都根據經上說的，《觀無量壽佛經》上講至誠心，菩提心的體。中國聖賢也非常強調至誠，儒家在《中庸》上就說，真誠到極處叫至誠。從至誠心生起深心。深心，古大德的解釋，好善好德。我們就採取本經經題上所說的清淨平等覺，我們用這個做標準。菩提心的起用，這個用是自受用，至誠心對自己就是清淨平等覺。如果我們起心動念與這個心相違背，自己就曉得，與菩提心相違背；如果起心動念與清淨平等覺相應，我真的是住在菩提心中。要常常想，不能忘掉，忘掉你就有偏差，你就走錯路了。怎樣能保持？讀經、學教、念佛，這都是保持最好的方法。三天離開經教，菩提心就動搖了。所以我們一定要曉得，自己煩惱習氣無量劫薰習成就的，要在這一生當中回歸到菩提心，這不是容易事情，這不是小事情，真要用功，真正要努力，要非常認真。"
    },
    {
      "id": "02-037-0058_p0019",
      "zh_CN": "古大德教导我们，死尽偷心，你才能够回得了头。印光大师教人，把死字贴在额头上，常常想到我就要死了，你不能不放下。那我们今天不必用死，今天大家都知道，科学家常常在报告二０一二是大灾难年，连把日期都说出来了，十二月二十一，叫什么？银河对齐，非常容易引发地球上大灾难。这个大灾难是灾难一起来，洪水、海啸、火山爆发同时都发生。首先地球上的科技文明几秒钟的时间全部没有了，最可怕的海啸，科学家告诉我们，这是有数据不是假的，怕的是太阳风暴引发地球上超级火山爆发。地球上超级火山最大的有十几座，多半都在海洋底下。在陆地上我们看得见的只有美国黄石公园，黄石公园是个活火山，科学家估计，黄石公园火山爆发，美国的三分之二就没有了，你说多严重！影响全世界，因为火山灰会上升二十公里。现在国际旅行的飞机只飞十公里一万公尺，大概三万五千多英尺的高度。那我们能想到，这个火山灰冲到那么高，跟着地球的自转，火山灰那一个圈圈就是黑暗的，日月星都看不到。时间要多久？三个月到一年三个月，有些地方影响稍微小一点的大概三个月恢复正常，影响最严重的要一年三个月，火山灰才会落下来。一年三个月见不到日光，许多动植物都不能生存，这个很可怕。",
      "zh_TW": "古大德教導我們，死盡偷心，你才能夠回得了頭。印光大師教人，把死字貼在額頭上，常常想到我就要死了，你不能不放下。那我們今天不必用死，今天大家都知道，科學家常常在報告二０一二是大災難年，連把日期都說出來了，十二月二十一，叫什麼？銀河對齊，非常容易引發地球上大災難。這個大災難是災難一起來，洪水、海嘯、火山爆發同時都發生。首先地球上的科技文明幾秒鐘的時間全部沒有了，最可怕的海嘯，科學家告訴我們，這是有數據不是假的，怕的是太陽風暴引發地球上超級火山爆發。地球上超級火山最大的有十幾座，多半都在海洋底下。在陸地上我們看得見的只有美國黃石公園，黃石公園是個活火山，科學家估計，黃石公園火山爆發，美國的三分之二就沒有了，你說多嚴重！影響全世界，因為火山灰會上升二十公里。現在國際旅行的飛機只飛十公里一萬公尺，大概三萬五千多英尺的高度。那我們能想到，這個火山灰衝到那麼高，跟著地球的自轉，火山灰那一個圈圈就是黑暗的，日月星都看不到。時間要多久？三個月到一年三個月，有些地方影響稍微小一點的大概三個月恢復正常，影響最嚴重的要一年三個月，火山灰才會落下來。一年三個月見不到日光，許多動植物都不能生存，這個很可怕。"
    },
    {
      "id": "02-037-0058_p0020",
      "zh_CN": "所以很多人建议我们要储备粮食，储备保暖的这些衣物。诸位想想有没有用处？到那个时候人都没有得吃，没有吃的那就抢劫，哪里有粮就是他抢劫的对象，我们什么都没有，他就不会来。所以在这个时候我们要相信，念佛求生净土。灾难来是一个特殊情形，佛菩萨特别慈悲，我们这里一叫他就来了，只要你肯念佛，佛就来帮助你，这才是最好的方法。灾难来了，头一个不惊不怖。所以常常想这些事情。我也是劝我们同学们，美国「２０１２」这个电影片光碟，每个星期最好看一遍，为什么？让你常常看到，灾难现前的时候一点都不害怕，我已经看得很多了。灾难来的时候一害怕就完了，你就堕落了。灾难来的时候不惊不怖，一句佛号管用！我真的就往生了。所以念佛的人要把我们的时间表这样子订法就正确。",
      "zh_TW": "所以很多人建議我們要儲備糧食，儲備保暖的這些衣物。諸位想想有沒有用處？到那個時候人都沒有得吃，沒有吃的那就搶劫，哪裡有糧就是他搶劫的對象，我們什麼都沒有，他就不會來。所以在這個時候我們要相信，念佛求生淨土。災難來是一個特殊情形，佛菩薩特別慈悲，我們這裡一叫他就來了，只要你肯念佛，佛就來幫助你，這才是最好的方法。災難來了，頭一個不驚不怖。所以常常想這些事情。我也是勸我們同學們，美國「２０１２」這個電影片光碟，每個星期最好看一遍，為什麼？讓你常常看到，災難現前的時候一點都不害怕，我已經看得很多了。災難來的時候一害怕就完了，你就墮落了。災難來的時候不驚不怖，一句佛號管用！我真的就往生了。所以念佛的人要把我們的時間表這樣子訂法就正確。"
    },
    {
      "id": "02-037-0058_p0021",
      "zh_CN": "灾难之后，当然世界上不会完全毁灭。我想最严重的毁灭是海啸，如果海底这种超级火山引发，不要多，二、三个就不得了，因为海底爆发的火山你想想看，海底喷的那些火所造成的海啸，科学家估计是一千米，说浪的高度一千公尺，这还得了！前年，苏门答腊的海啸十米高，今年三月十一号日本的海啸也是十米的样子，现在来个一千米，这个东西当然它在海洋当中，从海洋爆发到边岸算打个对折，对折是五百米；再打个对折，二百五十米，怎么得了！扑到海岸，一百米都不得了，这沿海的城市几分钟就没有了。有人告诉我，居住的地方距离海岸直径两百公里那是安全地带，距离海岸两百里之内的都不安全。不必去找安全地方，不必去逃难，逃难这个念头就错误，灾难还没来你自己先慌了，你自己先在这受难了。一心念佛，你念佛佛力加持你。我们相信，如果佛菩萨还需要我们在这个世间，那就是有任务，帮助处理善后，这工作非常辛苦。如果我们不能幸免这个灾难，灾难正好我们感谢它，它送我们到极乐世界，我们抱着感恩的心来应对。",
      "zh_TW": "災難之後，當然世界上不會完全毀滅。我想最嚴重的毀滅是海嘯，如果海底這種超級火山引發，不要多，二、三個就不得了，因為海底爆發的火山你想想看，海底噴的那些火所造成的海嘯，科學家估計是一千米，說浪的高度一千公尺，這還得了！前年，蘇門答臘的海嘯十米高，今年三月十一號日本的海嘯也是十米的樣子，現在來個一千米，這個東西當然它在海洋當中，從海洋爆發到邊岸算打個對折，對折是五百米；再打個對折，二百五十米，怎麼得了！撲到海岸，一百米都不得了，這沿海的城市幾分鐘就沒有了。有人告訴我，居住的地方距離海岸直徑兩百公里那是安全地帶，距離海岸兩百里之內的都不安全。不必去找安全地方，不必去逃難，逃難這個念頭就錯誤，災難還沒來你自己先慌了，你自己先在這受難了。一心念佛，你念佛佛力加持你。我們相信，如果佛菩薩還需要我們在這個世間，那就是有任務，幫助處理善後，這工作非常辛苦。如果我們不能倖免這個災難，災難正好我們感謝它，它送我們到極樂世界，我們抱著感恩的心來應對。"
    },
    {
      "id": "02-037-0058_p0022",
      "zh_CN": "佛法是教学，释迦牟尼佛从开悟之后就开始教学，一直到圆寂，讲经教学四十九年，没有一天空过，我们要记住。不是在教学的时候要读经，回向给我们周边的众生。教学是将自己学习的心得与大家分享，不是在讲堂讲学的时候，我们读经也跟大家一起分享。所以这个地方这一句很重要，菩提心所起的愿行，「及身口意，悉皆平等，遍一切处，纯一妙善，备具众德」，菩萨名号功德不可思议。",
      "zh_TW": "佛法是教學，釋迦牟尼佛從開悟之後就開始教學，一直到圓寂，講經教學四十九年，沒有一天空過，我們要記住。不是在教學的時候要讀經，迴向給我們周邊的眾生。教學是將自己學習的心得與大家分享，不是在講堂講學的時候，我們讀經也跟大家一起分享。所以這個地方這一句很重要，菩提心所起的願行，「及身口意，悉皆平等，遍一切處，純一妙善，備具眾德」，菩薩名號功德不可思議。"
    },
    {
      "id": "02-037-0058_p0023",
      "zh_CN": "「普贤、文殊乃释迦如来之二胁士，侍佛左右」。华严宗所供的三圣，中间是毘卢遮那佛，代表法身佛，左右两边，佛的右手是普贤菩萨，佛的左手这边是文殊菩萨。普贤表行门，文殊表智慧。在华严会上，这两位菩萨是上首。「又普贤菩萨为一切诸佛之长子」，这句话的意思是说明，一切诸佛是以德行为主，也就是具体说出十条大愿，落实在生活、落实在工作、落实在处事待人接物，普贤菩萨做到了。这十愿做到，所有一切法门都离不开十愿，就全都做到。所以《四十华严经》第四十卷偈颂里头说，「一切如来有长子，彼名号曰普贤尊。可见普贤正是如来法身之所流现」，从法身流出，为我们所示现的这是自性。",
      "zh_TW": "「普賢、文殊乃釋迦如來之二脅士，侍佛左右」。華嚴宗所供的三聖，中間是毘盧遮那佛，代表法身佛，左右兩邊，佛的右手是普賢菩薩，佛的左手這邊是文殊菩薩。普賢表行門，文殊表智慧。在華嚴會上，這兩位菩薩是上首。「又普賢菩薩為一切諸佛之長子」，這句話的意思是說明，一切諸佛是以德行為主，也就是具體說出十條大願，落實在生活、落實在工作、落實在處事待人接物，普賢菩薩做到了。這十願做到，所有一切法門都離不開十願，就全都做到。所以《四十華嚴經》第四十卷偈頌裡頭說，「一切如來有長子，彼名號曰普賢尊。可見普賢正是如來法身之所流現」，從法身流出，為我們所示現的這是自性。"
    },
    {
      "id": "02-037-0058_p0024",
      "zh_CN": "法身，毘卢遮那佛就是法身，没有形相，那我们现在画画把他画成一尊佛像，我后面这个背景当中就是毘卢遮那佛。毘卢遮那是梵语，它的意思是遍一切处，遍一切处这个像怎么画？画不出来。毘卢遮那佛这个法身它没有相，像前面所说的，它没有物质现象，它没有精神现象，它也没有自然现象，它遍一切处。佛为我们说这桩事情，这是我们自性的本体，强名，勉强给它称个名字叫法身，可不能执着它。画出来这是表法，千万不能执着，执着就错了。从法身起用，那就是示现、应化，化作等觉菩萨，法尔如是。化作等觉菩萨（等觉大士）这是应。自性有感，哪些人感？实报土里面四十一位法身大士有感，佛就有应身。「襄赞释尊，演唱圣教」。释迦牟尼佛在这个地方教学，法身如来以文殊、普贤这个身分出现在这世间。释迦牟尼佛教学这是感，毘卢遮那就有应。毘卢遮那是所有一切妙觉如来共同的名号，毘卢遮那，遍一切处，名号意思是遍一切处。所以他的示现，当处出生，随处灭尽，示现没有时间、没有空间，来协助释迦牟尼佛。演是表演，唱是唱和，释迦牟尼佛讲经说法，菩萨来协助，佛所说的你看他们都做到了，现场给你表法，让大家感受更为亲切。",
      "zh_TW": "法身，毘盧遮那佛就是法身，沒有形相，那我們現在畫畫把他畫成一尊佛像，我後面這個背景當中就是毘盧遮那佛。毘盧遮那是梵語，它的意思是遍一切處，遍一切處這個像怎麼畫？畫不出來。毘盧遮那佛這個法身它沒有相，像前面所說的，它沒有物質現象，它沒有精神現象，它也沒有自然現象，它遍一切處。佛為我們說這樁事情，這是我們自性的本體，強名，勉強給它稱個名字叫法身，可不能執著它。畫出來這是表法，千萬不能執著，執著就錯了。從法身起用，那就是示現、應化，化作等覺菩薩，法爾如是。化作等覺菩薩（等覺大士）這是應。自性有感，哪些人感？實報土裡面四十一位法身大士有感，佛就有應身。「襄讚釋尊，演唱聖教」。釋迦牟尼佛在這個地方教學，法身如來以文殊、普賢這個身分出現在這世間。釋迦牟尼佛教學這是感，毘盧遮那就有應。毘盧遮那是所有一切妙覺如來共同的名號，毘盧遮那，遍一切處，名號意思是遍一切處。所以他的示現，當處出生，隨處滅盡，示現沒有時間、沒有空間，來協助釋迦牟尼佛。演是表演，唱是唱和，釋迦牟尼佛講經說法，菩薩來協助，佛所說的你看他們都做到了，現場給你表法，讓大家感受更為親切。"
    },
    {
      "id": "02-037-0058_p0025",
      "zh_CN": "「若据密教」，这密宗所说的，「普贤即是密教初祖金刚萨埵」，普贤菩萨是密宗里头的第一个祖师，始祖，金刚萨埵。「金刚萨埵即是金刚手菩萨摩诃萨」，在《圣无动尊大威怒王秘密陀罗尼经》有这么一句经文，「此金刚手是法身大士，是故名普贤」。我们知道，本经菩萨众里面依普贤菩萨为第一个上首，他所代表的净密不二，净土跟密宗是一不是二，这个意思深！「又金刚智之《五秘萨诀》」里面说：「金刚萨埵者，即是普贤大菩萨异名也。亦名一切如来长子，亦名大阿阇黎。本经《德遵普贤第二品》中，复有为教菩萨，作阿阇黎」，这两句话。「今此经中，普贤大士，列最上首，正显密净不二。故先师夏老云」，夏莲居老居士说的，「净土即是密教显说」，那密宗就是净土的密说。「藏密红教祖师莲花生大士，即阿弥陀佛之化身佛」。所以密教里头求不求生净土？有，有求生净土的。当年章嘉大师告诉我，学密要先从显教下手，因为密是显的密说，显教不通，密你没办法理解；显教通了，对密你就了解了。",
      "zh_TW": "「若據密教」，這密宗所說的，「普賢即是密教初祖金剛薩埵」，普賢菩薩是密宗裡頭的第一個祖師，始祖，金剛薩埵。「金剛薩埵即是金剛手菩薩摩訶薩」，在《聖無動尊大威怒王祕密陀羅尼經》有這麼一句經文，「此金剛手是法身大士，是故名普賢」。我們知道，本經菩薩眾裡面依普賢菩薩為第一個上首，他所代表的淨密不二，淨土跟密宗是一不是二，這個意思深！「又金剛智之《五祕薩訣》」裡面說：「金剛薩埵者，即是普賢大菩薩異名也。亦名一切如來長子，亦名大阿闍黎。本經《德遵普賢第二品》中，復有為教菩薩，作阿闍黎」，這兩句話。「今此經中，普賢大士，列最上首，正顯密淨不二。故先師夏老云」，夏蓮居老居士說的，「淨土即是密教顯說」，那密宗就是淨土的密說。「藏密紅教祖師蓮花生大士，即阿彌陀佛之化身佛」。所以密教裡頭求不求生淨土？有，有求生淨土的。當年章嘉大師告訴我，學密要先從顯教下手，因為密是顯的密說，顯教不通，密你沒辦法理解；顯教通了，對密你就了解了。"
    },
    {
      "id": "02-037-0058_p0026",
      "zh_CN": "密里面最重要的是信心，信心非常难建立。什么样人能相信？我们一般所理解的，正是《弥陀经》上所说的话，「不可以少善根福德因缘得生彼国」，那学密的人是什么？大善根、大福德、大因缘。他能信，虽然他不能够理解，他能信，信就管用。为什么？他是真信，他用的是真心。我们中国谚语有一句话说，诚则灵。人心真诚到极处，就有灵验的事迹发生，真诚到极处就灵。为什么？语言有障碍，意念有障碍，真诚心没有障碍，真诚心是真心，没有障碍，没有障碍全就通了，所以就有感应。最明显的，我们跟这些小动物真诚心跟牠交流，牠不会怕你；特别是真诚的爱心，牠会感动。在对植物的实验，它们很容易感动。因为它们的报比人重，它们造的业比人轻，人造的业太重了！对于这些高深的现象，无论是理是事怀疑，对于圣贤教诲怀疑，一定要等科学家实验证明出来了他才相信，没有看到证明的报告他不相信的，纵然相信的话也叫半信半疑，不是真信，不是真信就无法沟通。人跟小动物沟通，人跟无情的生物沟通，像山河大地，然后人跟鬼神的沟通，不同维次空间生物的沟通。不是不可能，有可能，而且并不是一桩难事，难在什么？菩提心发不出来，难在这里，菩提心真发出来就全都通了。这桩事情求人帮助没有法子，佛菩萨没有法子帮助你，自发，是你自己事情。真相信，真的明白，不怀疑了。我们从怀疑到半信半疑，到不怀疑，经历很长一段时间，几十年，锲而不舍，一面学，一面通过自身的经验逐渐相信了。相信还要往前进步，这个路子长。《华严经》上从初信到等觉五十一个阶位，可见得这是一条很长的道路，要一个方向、一个目标，锲而不舍。天天有进展，年年有进步，你法喜充满。有疑不怕，怕的是不精进，不精进是最可怕的，有疑还能精进，精进可以破疑，会有觉悟的一天。",
      "zh_TW": "密裡面最重要的是信心，信心非常難建立。什麼樣人能相信？我們一般所理解的，正是《彌陀經》上所說的話，「不可以少善根福德因緣得生彼國」，那學密的人是什麼？大善根、大福德、大因緣。他能信，雖然他不能夠理解，他能信，信就管用。為什麼？他是真信，他用的是真心。我們中國諺語有一句話說，誠則靈。人心真誠到極處，就有靈驗的事跡發生，真誠到極處就靈。為什麼？語言有障礙，意念有障礙，真誠心沒有障礙，真誠心是真心，沒有障礙，沒有障礙全就通了，所以就有感應。最明顯的，我們跟這些小動物真誠心跟牠交流，牠不會怕你；特別是真誠的愛心，牠會感動。在對植物的實驗，它們很容易感動。因為它們的報比人重，它們造的業比人輕，人造的業太重了！對於這些高深的現象，無論是理是事懷疑，對於聖賢教誨懷疑，一定要等科學家實驗證明出來了他才相信，沒有看到證明的報告他不相信的，縱然相信的話也叫半信半疑，不是真信，不是真信就無法溝通。人跟小動物溝通，人跟無情的生物溝通，像山河大地，然後人跟鬼神的溝通，不同維次空間生物的溝通。不是不可能，有可能，而且並不是一樁難事，難在什麼？菩提心發不出來，難在這裡，菩提心真發出來就全都通了。這樁事情求人幫助沒有法子，佛菩薩沒有法子幫助你，自發，是你自己事情。真相信，真的明白，不懷疑了。我們從懷疑到半信半疑，到不懷疑，經歷很長一段時間，幾十年，鍥而不捨，一面學，一面通過自身的經驗逐漸相信了。相信還要往前進步，這個路子長。《華嚴經》上從初信到等覺五十一個階位，可見得這是一條很長的道路，要一個方向、一個目標，鍥而不捨。天天有進展，年年有進步，你法喜充滿。有疑不怕，怕的是不精進，不精進是最可怕的，有疑還能精進，精進可以破疑，會有覺悟的一天。"
    },
    {
      "id": "02-037-0058_p0027",
      "zh_CN": "我们看底下这段文，「故红教尊崇弥陀，劝生极乐，远盛于其它教派。密净不二之旨，于本解中，暂不详论」。这一科我们就学习到此地。下面第二位，表法的是「禅净不二」。普贤代表密净不二，文殊师利菩萨代表禅净不二。我们看这位菩萨。",
      "zh_TW": "我們看底下這段文，「故紅教尊崇彌陀，勸生極樂，遠盛於其它教派。密淨不二之旨，于本解中，暫不詳論」。這一科我們就學習到此地。下面第二位，表法的是「禪淨不二」。普賢代表密淨不二，文殊師利菩薩代表禪淨不二。我們看這位菩薩。"
    },
    {
      "id": "02-037-0058_p0028",
      "zh_CN": "「文殊师利，亦云曼殊室利。此云妙首」，翻成中国意思是妙首，又翻成「妙吉祥」，也翻成「妙德」，「是诸佛之师」。在这个地方我们要特别注意，我们想成佛，佛怎么成就的？这个地方你看，没有离开妙，妙首、妙吉祥、妙德，这是诸佛之师。这妙到底妙些什么？妙是自性本具的智慧。贤首大师《还源观》上四德，第一个就是妙，「随缘妙用」，是自性般若。在哪里显示？在善财童子五十三参，把随缘妙用表演得淋漓尽致，真妙！能随一切染净缘，我们讲顺境逆境、善缘恶缘统统可以随顺，一尘不染，这就是妙。不妙是什么？不妙就染着。什么叫染着？起心动念就染着，分别执着是严重的染着。无论顺境逆境、善缘恶缘，六根接触不起心不动念、不分别不执着，妙！这叫妙用。妙用，这个字意思很广，自受用，成就自己的清净平等觉；他受用的，成就他断恶修善、转迷为悟、转凡成圣，这是在他的妙用，自他都妙。所以佛经上讲的妙，妙慧，智慧。这就是诸佛之师。",
      "zh_TW": "「文殊師利，亦云曼殊室利。此云妙首」，翻成中國意思是妙首，又翻成「妙吉祥」，也翻成「妙德」，「是諸佛之師」。在這個地方我們要特別注意，我們想成佛，佛怎麼成就的？這個地方你看，沒有離開妙，妙首、妙吉祥、妙德，這是諸佛之師。這妙到底妙些什麼？妙是自性本具的智慧。賢首大師《還源觀》上四德，第一個就是妙，「隨緣妙用」，是自性般若。在哪裡顯示？在善財童子五十三參，把隨緣妙用表演得淋漓盡致，真妙！能隨一切染淨緣，我們講順境逆境、善緣惡緣統統可以隨順，一塵不染，這就是妙。不妙是什麼？不妙就染著。什麼叫染著？起心動念就染著，分別執著是嚴重的染著。無論順境逆境、善緣惡緣，六根接觸不起心不動念、不分別不執著，妙！這叫妙用。妙用，這個字意思很廣，自受用，成就自己的清淨平等覺；他受用的，成就他斷惡修善、轉迷為悟、轉凡成聖，這是在他的妙用，自他都妙。所以佛經上講的妙，妙慧，智慧。這就是諸佛之師。"
    },
    {
      "id": "02-037-0058_p0029",
      "zh_CN": "「《放钵经》曰：今我得佛，皆是文殊师利之恩也」。这个我，释迦牟尼佛说的。释迦牟尼佛成佛，文殊师利之恩。「过去无央数诸佛」，就是无数无尽那些诸佛如来，「皆是文殊师利弟子」，这过去。将来呢？「当来者亦是其威神力所致」，将来，我们这一批修行的人将来成佛，也是文殊菩萨威神力所加持的。文殊菩萨代表自性般若。「譬如世间小儿有父母。文殊者，佛道中父母也」。我们学佛的人，没有离开情执，总是把佛菩萨看作是一个人，来求佛菩萨加持。有没有效？有效，不是没有效，但是你不会开悟，因为你有情执，你情执破掉的时候你会开悟。你不知道文殊菩萨从哪来的，自性般若，我们心有感，他来应化来的，他是自性般若的化身，这个道理一定要懂。阿弥陀佛从哪来的？阿弥陀佛是从自性般若智慧功德之所成就的。没有智慧就没有四十八愿，没有四十八愿就没有五劫修行，没有五劫修行就没有极乐世界。佛说心现识变，这是真理，极乐世界也不例外。世间小儿离不开父母，离开父母他的生命就失掉了，修道的人不能离开智慧。智慧还得加个字最好，定慧。为什么？慧从哪里发？从定中发，心定不下来就没智慧。心要定下来必须要能舍、能放下。什么都能舍，为什么？没有一样是真的，遍法界虚空界是一个自己，就是自己的真心，一切法是心现、是识变。一切法不离自心，一切法就是自己。你能常作如是观，把这桩事情证实。别着急，着急就错了，为什么？心完全定下来，事实真相就见到了，着急这个心见不到，所以不能着急。",
      "zh_TW": "「《放缽經》曰：今我得佛，皆是文殊師利之恩也」。這個我，釋迦牟尼佛說的。釋迦牟尼佛成佛，文殊師利之恩。「過去無央數諸佛」，就是無數無盡那些諸佛如來，「皆是文殊師利弟子」，這過去。將來呢？「當來者亦是其威神力所致」，將來，我們這一批修行的人將來成佛，也是文殊菩薩威神力所加持的。文殊菩薩代表自性般若。「譬如世間小兒有父母。文殊者，佛道中父母也」。我們學佛的人，沒有離開情執，總是把佛菩薩看作是一個人，來求佛菩薩加持。有沒有效？有效，不是沒有效，但是你不會開悟，因為你有情執，你情執破掉的時候你會開悟。你不知道文殊菩薩從哪來的，自性般若，我們心有感，他來應化來的，他是自性般若的化身，這個道理一定要懂。阿彌陀佛從哪來的？阿彌陀佛是從自性般若智慧功德之所成就的。沒有智慧就沒有四十八願，沒有四十八願就沒有五劫修行，沒有五劫修行就沒有極樂世界。佛說心現識變，這是真理，極樂世界也不例外。世間小兒離不開父母，離開父母他的生命就失掉了，修道的人不能離開智慧。智慧還得加個字最好，定慧。為什麼？慧從哪裡發？從定中發，心定不下來就沒智慧。心要定下來必須要能捨、能放下。什麼都能捨，為什麼？沒有一樣是真的，遍法界虛空界是一個自己，就是自己的真心，一切法是心現、是識變。一切法不離自心，一切法就是自己。你能常作如是觀，把這樁事情證實。別著急，著急就錯了，為什麼？心完全定下來，事實真相就見到了，著急這個心見不到，所以不能著急。"
    },
    {
      "id": "02-037-0058_p0030",
      "zh_CN": "文殊、普贤两尊菩萨，修学大乘的人不但是最好的榜样，是不能离开的一个典范，依智慧、依愿行，下手从愿行下手。这章嘉大师早年教我的，看破、放下，文殊表看破，普贤表放下。必须看破才生智慧，智慧现前你才能真放下，你才欢喜放下。一般人这是很不容易的，他执着，他不肯放下，拼命在追求，过错在此地。现在时间到了，我们就学到此地。",
      "zh_TW": "文殊、普賢兩尊菩薩，修學大乘的人不但是最好的榜樣，是不能離開的一個典範，依智慧、依願行，下手從願行下手。這章嘉大師早年教我的，看破、放下，文殊表看破，普賢表放下。必須看破才生智慧，智慧現前你才能真放下，你才歡喜放下。一般人這是很不容易的，他執著，他不肯放下，拼命在追求，過錯在此地。現在時間到了，我們就學到此地。"
    }
  ]
}