{
  "doc_id": "02-037-0019",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0019",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "02-037-0019_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第一百六十九面倒数第三行，概要的第三段：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第一百六十九面倒數第三行，概要的第三段："
    },
    {
      "id": "02-037-0019_p0002",
      "zh_CN": "「一经宗趣」，宗谓宗旨，是修行的要径，趣是趣向、是归趣。我们看念老的注解，「经之所崇尚者，名之为宗。宗者，要也」。中国这个宗字有很多意思，最重要的就是主要的、重要的、尊崇的，这三个意思，这是指修行。修行最重要的是什么？最主要的是什么？全都讲的真心。这个经上讲的，「发菩提心，一向专念」，发菩提心是最主要的、是最重要的，一向专念是最值得尊崇的，这讲宗。「全经之宗旨也。又宗者，修行之要径也」，修行最重要的一条道路，或者我们今天说最重要的指导。修行不知道宗旨，就无从下手。我们学佛这么多年来，跟我的人，几十年的时间在我身边，他们修得并不怎么样，甚至于在见解行持上都还有严重的过失，这什么原因？经没听懂，听是听了，开经偈上讲「愿解如来真实义」，这如来真实义没懂。为什么不懂？为什么听了这么多年都没听懂？甚至于有人说，不止一个人说，我所听到的，在我身边的人没有一个是真修行的。这话是什么意思？换句话说，听这么多年的经，每一部经的宗旨趣向都不知道。我们从这句话来看，这话不是假的，菩提心没发！",
      "zh_TW": "「一經宗趣」，宗謂宗旨，是修行的要徑，趣是趣向、是歸趣。我們看念老的註解，「經之所崇尚者，名之為宗。宗者，要也」。中國這個宗字有很多意思，最重要的就是主要的、重要的、尊崇的，這三個意思，這是指修行。修行最重要的是什麼？最主要的是什麼？全都講的真心。這個經上講的，「發菩提心，一向專念」，發菩提心是最主要的、是最重要的，一向專念是最值得尊崇的，這講宗。「全經之宗旨也。又宗者，修行之要徑也」，修行最重要的一條道路，或者我們今天說最重要的指導。修行不知道宗旨，就無從下手。我們學佛這麼多年來，跟我的人，幾十年的時間在我身邊，他們修得並不怎麼樣，甚至於在見解行持上都還有嚴重的過失，這什麼原因？經沒聽懂，聽是聽了，開經偈上講「願解如來真實義」，這如來真實義沒懂。為什麼不懂？為什麼聽了這麼多年都沒聽懂？甚至於有人說，不止一個人說，我所聽到的，在我身邊的人沒有一個是真修行的。這話是什麼意思？換句話說，聽這麼多年的經，每一部經的宗旨趣向都不知道。我們從這句話來看，這話不是假的，菩提心沒發！"
    },
    {
      "id": "02-037-0019_p0003",
      "zh_CN": "发菩提心讲了五十三年，你要说菩提心他不懂，他有的时候上台讲经也能讲出来，依照古人的注解依样画葫芦，可是自己这个心发不出来。什么原因？我没放下，只要有我，菩提心就发不起来。为什么？那个我是妄心，是一切虚妄的根源。佛法无论大乘小乘，入门就得把我放下，大乘要放下我见，小乘要放下身见，小乘不执着这个身是我，那大乘呢？大乘连我这个念头都没有。我是什么？遍法界虚空界是我，所以常乐我净这叫四净德。有没有我？真有我。我的定义，在佛法里面讲，主宰的意思，能做得了主的是我。我们身做不了主，我们执着我这个念头做不了主，如果我能做得了主的话，我应该不生不灭。真我、自性确实不生不灭，自性有这四德，四个真实，常，永远不变；乐，永远没有苦；我，真做得了主，能生万法；后面一个净，清净一尘不染。惠能大师见性了，他的报告里头第一句，「何期自性，本自清净」，你看净，这净有了；第二句「本不生灭」，常有了；第三句「本自具足」，第四句「本无动摇」，乐有了，我有了；最后一句，我就太明显了，「何期自性，能生万法」。你想想这五句，常乐我净是自性里头本自具足的。",
      "zh_TW": "發菩提心講了五十三年，你要說菩提心他不懂，他有的時候上台講經也能講出來，依照古人的註解依樣畫葫蘆，可是自己這個心發不出來。什麼原因？我沒放下，只要有我，菩提心就發不起來。為什麼？那個我是妄心，是一切虛妄的根源。佛法無論大乘小乘，入門就得把我放下，大乘要放下我見，小乘要放下身見，小乘不執著這個身是我，那大乘呢？大乘連我這個念頭都沒有。我是什麼？遍法界虛空界是我，所以常樂我淨這叫四淨德。有沒有我？真有我。我的定義，在佛法裡面講，主宰的意思，能做得了主的是我。我們身做不了主，我們執著我這個念頭做不了主，如果我能做得了主的話，我應該不生不滅。真我、自性確實不生不滅，自性有這四德，四個真實，常，永遠不變；樂，永遠沒有苦；我，真做得了主，能生萬法；後面一個淨，清淨一塵不染。惠能大師見性了，他的報告裡頭第一句，「何期自性，本自清淨」，你看淨，這淨有了；第二句「本不生滅」，常有了；第三句「本自具足」，第四句「本無動搖」，樂有了，我有了；最後一句，我就太明顯了，「何期自性，能生萬法」。你想想這五句，常樂我淨是自性裡頭本自具足的。"
    },
    {
      "id": "02-037-0019_p0004",
      "zh_CN": "我们迷，什么叫迷？自性，一切众生本自具足，虽然具足，实在讲并没有丢掉，只是我们自己有障碍。什么障碍？三种烦恼障碍住了。第一个是无明。无明是什么？糊涂，什么都不知道。本来你什么都知道的，遍法界虚空界过去、现在、未来，你没有一样事情不知道，现在不知道了，什么东西障碍？无明，就是不明了，这就是迷，这叫不觉。一念不觉，念念都不觉，迷了。迷了之后造业，分别执着造业了，分别造的业轻，执着造的业重。所以有分别就有四圣法界，声闻、缘觉、菩萨、佛出现了，这是诸佛如来的净土。有执着，秽土出现了，染污出现了。六道三途都是从念头上变现出来的，本来统统没有。造物主，谁造的？阿赖耶造的。阿赖耶就是无明，阿赖耶的业相是无明，无明就是动相，觉、智它是清净相，这一点要记住，讲了多少遍，我都记不得了。清净心生智慧，不起心不动念的这个人智慧最高，智慧是自性里本有的，一起心动念智慧就没有了，再加上分别执着那智慧更没有了，不但没有了，它变质了，变成什么？变成七情五欲，变成贪瞋痴慢疑。贪瞋痴慢疑是自性里头没有的，是把自性般若智慧扭曲了，变成这个现象。所以今天我们的心是什么心？贪瞋痴慢疑，这就是六道凡夫的心。六道凡夫的执着，就是怨恨恼怒烦，叫情执。六道凡夫干的是什么？是杀盗淫妄酒，干的是这个。这就是你为什么堕到轮回里头永远离不开，道理在此地！这种业愈造愈重，这种心，贪瞋痴慢疑的心愈染愈深，道理在此地。所以它障碍你学佛，障碍你清净，障碍你平等，障碍你觉悟，六道里头的罪有得受！",
      "zh_TW": "我們迷，什麼叫迷？自性，一切眾生本自具足，雖然具足，實在講並沒有丟掉，只是我們自己有障礙。什麼障礙？三種煩惱障礙住了。第一個是無明。無明是什麼？糊塗，什麼都不知道。本來你什麼都知道的，遍法界虛空界過去、現在、未來，你沒有一樣事情不知道，現在不知道了，什麼東西障礙？無明，就是不明瞭，這就是迷，這叫不覺。一念不覺，念念都不覺，迷了。迷了之後造業，分別執著造業了，分別造的業輕，執著造的業重。所以有分別就有四聖法界，聲聞、緣覺、菩薩、佛出現了，這是諸佛如來的淨土。有執著，穢土出現了，染污出現了。六道三途都是從念頭上變現出來的，本來統統沒有。造物主，誰造的？阿賴耶造的。阿賴耶就是無明，阿賴耶的業相是無明，無明就是動相，覺、智它是清淨相，這一點要記住，講了多少遍，我都記不得了。清淨心生智慧，不起心不動念的這個人智慧最高，智慧是自性裡本有的，一起心動念智慧就沒有了，再加上分別執著那智慧更沒有了，不但沒有了，它變質了，變成什麼？變成七情五欲，變成貪瞋痴慢疑。貪瞋痴慢疑是自性裡頭沒有的，是把自性般若智慧扭曲了，變成這個現象。所以今天我們的心是什麼心？貪瞋痴慢疑，這就是六道凡夫的心。六道凡夫的執著，就是怨恨惱怒煩，叫情執。六道凡夫幹的是什麼？是殺盜淫妄酒，幹的是這個。這就是你為什麼墮到輪迴裡頭永遠離不開，道理在此地！這種業愈造愈重，這種心，貪瞋痴慢疑的心愈染愈深，道理在此地。所以它障礙你學佛，障礙你清淨，障礙你平等，障礙你覺悟，六道裡頭的罪有得受！"
    },
    {
      "id": "02-037-0019_p0005",
      "zh_CN": "为什么有些人一接触佛法，他就觉悟、他就明白了？这种疑惑我相信每个人都有，经上给我们讲得很明白，我们的眼光很短，只看到现前几十年，过去没看到，未来也看不到。佛菩萨告诉我们，凡是根性利的，都是过去生中曾经供养无量诸佛如来，修那么大的福报。这话是真的，所以他这一生得人身，一接触佛法他就相信，他就把修学的宗旨抓住，他就真得利益了。我们今天学佛学了几十年，懵懵懂懂没觉悟。我们过去生中有没有供养诸佛如来？有！如果说没有的话，这一生你遇到佛法你不会相信，你就不可能坐下来听两个钟点经。能够坐下来安安静静听两个钟点，不管听得懂听不懂，都是过去有善根，过去没有供养诸佛如来，决定不可能。但是我们的善根不够，人家供养无量诸佛，我们供养十几尊佛、几百尊佛、几千尊佛、几万尊佛，人家是无量佛，咱们不能跟人比，道理在此地。所以我们是生生世世再薰习，也会薰习成他那个样子。",
      "zh_TW": "為什麼有些人一接觸佛法，他就覺悟、他就明白了？這種疑惑我相信每個人都有，經上給我們講得很明白，我們的眼光很短，只看到現前幾十年，過去沒看到，未來也看不到。佛菩薩告訴我們，凡是根性利的，都是過去生中曾經供養無量諸佛如來，修那麼大的福報。這話是真的，所以他這一生得人身，一接觸佛法他就相信，他就把修學的宗旨抓住，他就真得利益了。我們今天學佛學了幾十年，懵懵懂懂沒覺悟。我們過去生中有沒有供養諸佛如來？有！如果說沒有的話，這一生你遇到佛法你不會相信，你就不可能坐下來聽兩個鐘點經。能夠坐下來安安靜靜聽兩個鐘點，不管聽得懂聽不懂，都是過去有善根，過去沒有供養諸佛如來，決定不可能。但是我們的善根不夠，人家供養無量諸佛，我們供養十幾尊佛、幾百尊佛、幾千尊佛、幾萬尊佛，人家是無量佛，咱們不能跟人比，道理在此地。所以我們是生生世世再薰習，也會薰習成他那個樣子。"
    },
    {
      "id": "02-037-0019_p0006",
      "zh_CN": "还有一种方法是恶补，我们今天就是缘殊胜，如果在缘上你能够掌握住的话，你能把你的不足，过去供佛因缘不足，在这一生统统补过来。能不能？能。用什么方法补过来？印光大师讲的诚敬，一分诚敬得一分利益，十分诚敬得十分利益，万分诚敬你就得万分利益。诚敬心不容易生出来。我们有一个方法，就是大乘经不断的薰修，长时薰习，能够有十年、二十年、三十年、四十年、五十年，这个力量大了。可是这里头最重要的，要锲而不舍，不能间断，要把这个薰习当作我们一生当中最重要的大事来办，就像每天吃饭睡觉一样。你不能不吃饭，不能不睡觉，这个事情它的重要性就跟吃饭睡觉一样，一天决定不能少，什么都可以放下，这个不能放下，这才能补得过来。真正懂得这个方法的人，我相信有，真正肯干的人，少了，太少了。",
      "zh_TW": "還有一種方法是惡補，我們今天就是緣殊勝，如果在緣上你能夠掌握住的話，你能把你的不足，過去供佛因緣不足，在這一生統統補過來。能不能？能。用什麼方法補過來？印光大師講的誠敬，一分誠敬得一分利益，十分誠敬得十分利益，萬分誠敬你就得萬分利益。誠敬心不容易生出來。我們有一個方法，就是大乘經不斷的薰修，長時薰習，能夠有十年、二十年、三十年、四十年、五十年，這個力量大了。可是這裡頭最重要的，要鍥而不捨，不能間斷，要把這個薰習當作我們一生當中最重要的大事來辦，就像每天吃飯睡覺一樣。你不能不吃飯，不能不睡覺，這個事情它的重要性就跟吃飯睡覺一樣，一天決定不能少，什麼都可以放下，這個不能放下，這才能補得過來。真正懂得這個方法的人，我相信有，真正肯幹的人，少了，太少了。"
    },
    {
      "id": "02-037-0019_p0007",
      "zh_CN": "我跟诸位同学多次报告，我是中下根性的人，今天能薰习成这个样子，我感激老师，我没有老师的指导就不可能有今天，大概寿命早就完了。我的寿命只有四十五岁，应该那一年就走，延长这么多年。这个延长是非常重要的，四十五岁那一年往生，应该是同居土的下下品，像蕅益大师所说的，对于净宗的奥义知道的不多。要说我的长处，很简单，我的长处就是老实听话，那个真干不是百分之百，顶多只有百分之二十；要是百分之百，那我今天这个境界应该在五十岁之前就达到了。所以一门深入长时薰修，我现在多用了三十年。我一生的成就，我向诸位坦白的说过，就是一天都不离开经典，我每天读经，每天讲经。讲经是什么？跟有缘同修们分享，这是很快乐的事情，我把我在佛经上所得到的东西给大家做报告。所以寿命延长对我的利益太大了，我感恩！对自己境界提升，慢慢契入境界，但是这个契入是解悟，不是证悟。解悟有助于修行，为什么？这个宗旨趣向把得很正确、把得很稳，不会受外面境界动摇。凡是不成功的、最后失败的都是方向目标把不住，我们中国人比喻叫墙头草。墙上那个草，根基不稳固，所以随着风两面倒，它立足不住。境界风动，自己如如不动，这才会有成就。",
      "zh_TW": "我跟諸位同學多次報告，我是中下根性的人，今天能薰習成這個樣子，我感激老師，我沒有老師的指導就不可能有今天，大概壽命早就完了。我的壽命只有四十五歲，應該那一年就走，延長這麼多年。這個延長是非常重要的，四十五歲那一年往生，應該是同居土的下下品，像蕅益大師所說的，對於淨宗的奧義知道的不多。要說我的長處，很簡單，我的長處就是老實聽話，那個真幹不是百分之百，頂多只有百分之二十；要是百分之百，那我今天這個境界應該在五十歲之前就達到了。所以一門深入長時薰修，我現在多用了三十年。我一生的成就，我向諸位坦白的說過，就是一天都不離開經典，我每天讀經，每天講經。講經是什麼？跟有緣同修們分享，這是很快樂的事情，我把我在佛經上所得到的東西給大家做報告。所以壽命延長對我的利益太大了，我感恩！對自己境界提升，慢慢契入境界，但是這個契入是解悟，不是證悟。解悟有助於修行，為什麼？這個宗旨趣向把得很正確、把得很穩，不會受外面境界動搖。凡是不成功的、最後失敗的都是方向目標把不住，我們中國人比喻叫牆頭草。牆上那個草，根基不穩固，所以隨著風兩面倒，它立足不住。境界風動，自己如如不動，這才會有成就。"
    },
    {
      "id": "02-037-0019_p0008",
      "zh_CN": "这个成就是智慧慢慢的开了，境界慢慢就明白了，明白是看破，不动就是放下。顺境善缘不生贪恋，平常心对待；逆境恶缘不生瞋恚，不但不生瞋恚，还感恩。有人问，你怎么会感恩？感什么恩？真的要感恩，顺境逆境、善缘恶缘天天在考我，考试。戒定慧怎么成就的？考成就的，没人来考试你的话，你怎么会有戒定慧？考你的人愈多愈好，为什么？进步快，我们感恩。凡是一考就不及格，就完了；顺境善缘起了贪恋，就完了，逆境恶缘就怨恨，就完了。永远要记住，清净心中本来无一物，凡所有相皆是虚妄，在虚妄里头断我的虚妄。我们的贪瞋痴慢疑、喜怒哀乐全都是虚妄，没有一样是真的，慢慢契入境界，这个生活就很有味道。不论是善缘恶缘、顺境逆境都有味道，都在不断提升，全是华严境界。你看看善财五十三参，那就是华严境界！五十三参在哪里？就在现实生活当中从早到晚，你会了，这就是住如来报土；不会的，这是三途地狱。关键与境界不相干，关键在迷悟。悟了，过佛菩萨的生活；迷了，过六道轮回的生活，都在心上转，外面境界全不相干。",
      "zh_TW": "這個成就是智慧慢慢的開了，境界慢慢就明白了，明白是看破，不動就是放下。順境善緣不生貪戀，平常心對待；逆境惡緣不生瞋恚，不但不生瞋恚，還感恩。有人問，你怎麼會感恩？感什麼恩？真的要感恩，順境逆境、善緣惡緣天天在考我，考試。戒定慧怎麼成就的？考成就的，沒人來考試你的話，你怎麼會有戒定慧？考你的人愈多愈好，為什麼？進步快，我們感恩。凡是一考就不及格，就完了；順境善緣起了貪戀，就完了，逆境惡緣就怨恨，就完了。永遠要記住，清淨心中本來無一物，凡所有相皆是虛妄，在虛妄裡頭斷我的虛妄。我們的貪瞋痴慢疑、喜怒哀樂全都是虛妄，沒有一樣是真的，慢慢契入境界，這個生活就很有味道。不論是善緣惡緣、順境逆境都有味道，都在不斷提升，全是華嚴境界。你看看善財五十三參，那就是華嚴境界！五十三參在哪裡？就在現實生活當中從早到晚，你會了，這就是住如來報土；不會的，這是三途地獄。關鍵與境界不相干，關鍵在迷悟。悟了，過佛菩薩的生活；迷了，過六道輪迴的生活，都在心上轉，外面境界全不相干。"
    },
    {
      "id": "02-037-0019_p0009",
      "zh_CN": "所以端正心念这句话重要！菩提心是你的真心，我们用本经经题来说，大家格外亲切，真诚是菩提心的本体，菩提心是什么？真心。真，不是虚妄的；诚，不是虚伪的，真诚心。真诚很抽象，什么是真诚？你从它的相上看就清楚一些。相是什么？清净、平等、觉，这就是真诚。清净是真诚，平等是真诚，觉悟是真诚。换句话说，你染污了，被贪瞋痴慢疑染污了，真诚心没有了；被喜怒哀乐染污了，那是严重的染污，被怨恨恼怒烦染污了，那更严重，严重的染污，真诚没有了。对待别人慈悲，无缘大慈，同体大悲，是真诚心。清净平等觉是对自己，真诚心对自己，大慈大悲是真诚心对别人，那个慈悲里头有真诚、有清净、有平等、有正觉，这叫真慈悲，这是你自己的真心，你本有的，只是你自己迷失了，发不出来。真发出来了，跟诸佛菩萨就没有两样，诸佛菩萨用那种心，我也用这个心，我把这个心找回来，你就是走成佛之道。如果跟这个心相违背，有偏离，这方向也正确，偏上个五度、十度还不要紧；偏上个五度你还是菩萨，偏上十度你是阿罗汉，再偏上十度你是天人。现在全偏了，接近一百八十度，那就遭难，灾难就现前。",
      "zh_TW": "所以端正心念這句話重要！菩提心是你的真心，我們用本經經題來說，大家格外親切，真誠是菩提心的本體，菩提心是什麼？真心。真，不是虛妄的；誠，不是虛偽的，真誠心。真誠很抽象，什麼是真誠？你從它的相上看就清楚一些。相是什麼？清淨、平等、覺，這就是真誠。清淨是真誠，平等是真誠，覺悟是真誠。換句話說，你染污了，被貪瞋痴慢疑染污了，真誠心沒有了；被喜怒哀樂染污了，那是嚴重的染污，被怨恨惱怒煩染污了，那更嚴重，嚴重的染污，真誠沒有了。對待別人慈悲，無緣大慈，同體大悲，是真誠心。清淨平等覺是對自己，真誠心對自己，大慈大悲是真誠心對別人，那個慈悲裡頭有真誠、有清淨、有平等、有正覺，這叫真慈悲，這是你自己的真心，你本有的，只是你自己迷失了，發不出來。真發出來了，跟諸佛菩薩就沒有兩樣，諸佛菩薩用那種心，我也用這個心，我把這個心找回來，你就是走成佛之道。如果跟這個心相違背，有偏離，這方向也正確，偏上個五度、十度還不要緊；偏上個五度你還是菩薩，偏上十度你是阿羅漢，再偏上十度你是天人。現在全偏了，接近一百八十度，那就遭難，災難就現前。"
    },
    {
      "id": "02-037-0019_p0010",
      "zh_CN": "所以我们今天看到，「全经宗旨，修行要径」，这个话不能不多说几句。这个话为什么早不说？早说过，你们把我讲经过去这些录音带找出来听，不是没有说过，说过。今天的教学跟我做学生这一代不一样了。我做学生这一代，老师很严格，我们做学生的很乖，听话。现在时代变了，崇尚的是民主自由开放，讲求的是人权，那就没法子了。所以现在父母不能教儿女，老师不能教学生。现在学校教育容许学生批评老师，老师的尊严没有了，老师为了饭碗、为了吃饭，那怎么办？讨好学生。学生要的是分数，考试把题目都告诉你，你都拿到满分，大家欢喜，这个老师好。太严格的时候，这个老师不好，希望学校开除他，下个学期不要聘请他，学校真干。学校用什么标准来聘老师？学生对老师的评语。好老师不再教书了，换句话说，我们的教育就一代不如一代，到最后全没有了。现在老师严格管教一点，家长就要到法庭去告状，「这个老师虐待学生，要判刑。」老师还敢管吗？我这种年龄，小时候念小学，被老师处分，那个时候打手心、罚跪，也体罚。我们哭丧着脸回到家里，父母一问什么事情？被老师处罚了。第二天我的父亲肯定带着礼物到学校去感谢老师，谢谢老师的管教。你看是什么态度，家长跟老师是怎么样合作！能在学校学一点东西。现在学不到了，现在老师看着学生的面色说话，察言观色，可不能得罪学生，得罪学生饭碗就打掉了。所以教育失败了，现在不是教育失败，教育没有了，看不到了。家庭教育没有了，家庭教育谁在教？电视、网路在教。学校教育、社会教育是时尚在教。",
      "zh_TW": "所以我們今天看到，「全經宗旨，修行要徑」，這個話不能不多說幾句。這個話為什麼早不說？早說過，你們把我講經過去這些錄音帶找出來聽，不是沒有說過，說過。今天的教學跟我做學生這一代不一樣了。我做學生這一代，老師很嚴格，我們做學生的很乖，聽話。現在時代變了，崇尚的是民主自由開放，講求的是人權，那就沒法子了。所以現在父母不能教兒女，老師不能教學生。現在學校教育容許學生批評老師，老師的尊嚴沒有了，老師為了飯碗、為了吃飯，那怎麼辦？討好學生。學生要的是分數，考試把題目都告訴你，你都拿到滿分，大家歡喜，這個老師好。太嚴格的時候，這個老師不好，希望學校開除他，下個學期不要聘請他，學校真幹。學校用什麼標準來聘老師？學生對老師的評語。好老師不再教書了，換句話說，我們的教育就一代不如一代，到最後全沒有了。現在老師嚴格管教一點，家長就要到法庭去告狀，「這個老師虐待學生，要判刑。」老師還敢管嗎？我這種年齡，小時候念小學，被老師處分，那個時候打手心、罰跪，也體罰。我們哭喪著臉回到家裡，父母一問什麼事情？被老師處罰了。第二天我的父親肯定帶著禮物到學校去感謝老師，謝謝老師的管教。你看是什麼態度，家長跟老師是怎麼樣合作！能在學校學一點東西。現在學不到了，現在老師看著學生的面色說話，察言觀色，可不能得罪學生，得罪學生飯碗就打掉了。所以教育失敗了，現在不是教育失敗，教育沒有了，看不到了。家庭教育沒有了，家庭教育誰在教？電視、網路在教。學校教育、社會教育是時尚在教。"
    },
    {
      "id": "02-037-0019_p0011",
      "zh_CN": "所以圣贤教诲，难，太难太难了！真的，老师在一生当中得一、二个传人，就非常安慰了，不容易！社会风气要能够慢慢好转，至少三代以后。我们这一代是跌到谷底，要能兴起来，一定要人心觉悟，要自己认错、要忏悔，从一百八十度再转到一百七十度、一百六十度，慢慢的转，一代一代的转。我们疏忽了两百年，把它恢复起来至少还要两百年，不是那么容易的事情！这两百年当中，承传圣教的人比什么都辛苦，那要有真正的慈悲，有无比的耐心、忍辱，什么都能忍受，才能把正法、把传统延续下去。我们希望一生当中有二、三个人，这二、三个人希望将来在他们一生当中也有二、三个人，那就十几个人，十几个人每个人都能够带二、三个人的话，那就有五、六十个人，至少得有个一、二百人才能复兴。你就想，这要好几代，慢慢恢复。这是一个循环，从顶点到低谷，到一百八十度，然后从一百八十度再回到顶点，宇宙现象确实是一个循环现象。我们今天跌到低谷，低谷向上提升，也是一个阶段、一个阶段的，至少两百年回到清朝末年的样子，再有两百年回到清朝盛世的那个样子。要靠这些承传的人，身行言教，无尽的慈悲，无比的德行，德行是忍让。孔子弟子赞叹老师的，「夫子之道，忠恕而已矣」。忠是讲心地的端庄，不偏不邪，不受外面环境的影响，这忠；恕就是原谅，原谅一切人，爱护一切人，帮助一切人，感恩一切人。",
      "zh_TW": "所以聖賢教誨，難，太難太難了！真的，老師在一生當中得一、二個傳人，就非常安慰了，不容易！社會風氣要能夠慢慢好轉，至少三代以後。我們這一代是跌到谷底，要能興起來，一定要人心覺悟，要自己認錯、要懺悔，從一百八十度再轉到一百七十度、一百六十度，慢慢的轉，一代一代的轉。我們疏忽了兩百年，把它恢復起來至少還要兩百年，不是那麼容易的事情！這兩百年當中，承傳聖教的人比什麼都辛苦，那要有真正的慈悲，有無比的耐心、忍辱，什麼都能忍受，才能把正法、把傳統延續下去。我們希望一生當中有二、三個人，這二、三個人希望將來在他們一生當中也有二、三個人，那就十幾個人，十幾個人每個人都能夠帶二、三個人的話，那就有五、六十個人，至少得有個一、二百人才能復興。你就想，這要好幾代，慢慢恢復。這是一個循環，從頂點到低谷，到一百八十度，然後從一百八十度再回到頂點，宇宙現象確實是一個循環現象。我們今天跌到低谷，低谷向上提升，也是一個階段、一個階段的，至少兩百年回到清朝末年的樣子，再有兩百年回到清朝盛世的那個樣子。要靠這些承傳的人，身行言教，無盡的慈悲，無比的德行，德行是忍讓。孔子弟子讚歎老師的，「夫子之道，忠恕而已矣」。忠是講心地的端莊，不偏不邪，不受外面環境的影響，這忠；恕就是原諒，原諒一切人，愛護一切人，幫助一切人，感恩一切人。"
    },
    {
      "id": "02-037-0019_p0012",
      "zh_CN": "这是我们在这检讨，为什么我们这么多年都学不好？真正原因明白了、找到了，把我们的毛病革掉、放下，从今天起，我好好的修十年，抓住宗趣，那十年就有不可思议的成就。菩提心不能不发，这是自己的真心。我们现在所说的，这是二十多年前，我在美国提的二十个字，「真诚、清净、平等、正觉、慈悲」，我们如是存心；应对世间一切事物，我们用「看破、放下、自在、随缘、念佛」。果然用这二十个字来规范自己，来勉励自己，真干，没有一个不成就。《学记》里面所说的，「七年小成，九年大成」，古人也有一句谚语说「十载寒窗，一举成名」。我们能够锲而不舍，好好学十年，一部经、一句佛号就够了，不能搞杂，不能搞多。如果佛菩萨、上天还给我十年寿命，我就好好的来表这个法，十年当中我做出个样子来，就是「一门深入，长时薰修」，就这一部《净土大经科注》，我们认真好好的学十年，就这一部经，一遍一遍的讲，遍遍意思不一样。为什么？境界向上提升了，不相同了。",
      "zh_TW": "這是我們在這檢討，為什麼我們這麼多年都學不好？真正原因明白了、找到了，把我們的毛病革掉、放下，從今天起，我好好的修十年，抓住宗趣，那十年就有不可思議的成就。菩提心不能不發，這是自己的真心。我們現在所說的，這是二十多年前，我在美國提的二十個字，「真誠、清淨、平等、正覺、慈悲」，我們如是存心；應對世間一切事物，我們用「看破、放下、自在、隨緣、念佛」。果然用這二十個字來規範自己，來勉勵自己，真幹，沒有一個不成就。《學記》裡面所說的，「七年小成，九年大成」，古人也有一句諺語說「十載寒窗，一舉成名」。我們能夠鍥而不捨，好好學十年，一部經、一句佛號就夠了，不能搞雜，不能搞多。如果佛菩薩、上天還給我十年壽命，我就好好的來表這個法，十年當中我做出個樣子來，就是「一門深入，長時薰修」，就這一部《淨土大經科註》，我們認真好好的學十年，就這一部經，一遍一遍的講，遍遍意思不一樣。為什麼？境界向上提升了，不相同了。"
    },
    {
      "id": "02-037-0019_p0013",
      "zh_CN": "我讲经用的经本，第一遍我们讲的是《净土大经演义》，一千二百个小时讲圆满了，我这经本也封起来了。第二遍讲《科注》，我看得很仔细，我也预定一千二百个小时讲圆满，圆满之后讲第三遍，我又用新的经本，不用这个经本，这就是什么？遍遍不一样。这些本子留给后人，让后人去做一桩事情，做什么？集注，会集，把十次讲的统统会集，将来做一个注解，这是后人的事情，不是我的事情。我们用一个本子，可能会有重复的，我不用这个本子，把本子做成档案存档，这样才能真正勉励自己。一份讲义讲一辈子，每遍都是一样的话，那个枯燥无味，那个不会有长进。遍遍从头来起，才真正知道自己境界提升了。同学们，尤其是跟我多年的同学们，要特别提高警觉，古人所说「知耻近乎勇」，这么多年来，我们依然是个凡夫，依然还在造作恶业，这是莫大的耻辱。我们为什么没有开悟？为什么没有得三昧？为什么还是这么迷惑颠倒？这经白听了。好处，大乘经上讲的只有一个，阿赖耶识种下了《大经演义》的种子，好处在这里。这个种子永远不会消灭，来生后世遇到缘它会发芽，它能不能结成果实，那要再看它的增上缘，没有殊胜的增上缘，虽然发芽，很容易被摧毁掉，这个例子太多太多了。关键里面第一个关键是老师，学习能不能有成就，那是自己的事情，这个就是你对老师，你对于你所学的有几分诚敬心，你就有几分成就，与其他的毫不相关。",
      "zh_TW": "我講經用的經本，第一遍我們講的是《淨土大經演義》，一千二百個小時講圓滿了，我這經本也封起來了。第二遍講《科註》，我看得很仔細，我也預定一千二百個小時講圓滿，圓滿之後講第三遍，我又用新的經本，不用這個經本，這就是什麼？遍遍不一樣。這些本子留給後人，讓後人去做一樁事情，做什麼？集註，會集，把十次講的統統會集，將來做一個註解，這是後人的事情，不是我的事情。我們用一個本子，可能會有重複的，我不用這個本子，把本子做成檔案存檔，這樣才能真正勉勵自己。一份講義講一輩子，每遍都是一樣的話，那個枯燥無味，那個不會有長進。遍遍從頭來起，才真正知道自己境界提升了。同學們，尤其是跟我多年的同學們，要特別提高警覺，古人所說「知恥近乎勇」，這麼多年來，我們依然是個凡夫，依然還在造作惡業，這是莫大的恥辱。我們為什麼沒有開悟？為什麼沒有得三昧？為什麼還是這麼迷惑顛倒？這經白聽了。好處，大乘經上講的只有一個，阿賴耶識種下了《大經演義》的種子，好處在這裡。這個種子永遠不會消滅，來生後世遇到緣它會發芽，它能不能結成果實，那要再看它的增上緣，沒有殊勝的增上緣，雖然發芽，很容易被摧毀掉，這個例子太多太多了。關鍵裡面第一個關鍵是老師，學習能不能有成就，那是自己的事情，這個就是你對老師，你對於你所學的有幾分誠敬心，你就有幾分成就，與其他的毫不相關。"
    },
    {
      "id": "02-037-0019_p0014",
      "zh_CN": "我们再往下面看，「故知宗者，为全经之纲领。纲举目张，领提衣顺」。纲是网的（打渔的网）什么？网里头那个总的头，那叫纲。你看这个纲提起来，网就撒开了，网叫目张，撒开了。这个最重要。你要不抓住这个纲，你拿一个角，这个网是提不起来的，一定要抓住纲。衣服一样，衣服你拿着领子，你看衣服很顺，你要提个袖子，这衣服就很凌乱，一定要把领抓上。所以这个宗叫总的纲领。「是故于辨体后，首应明宗」。体是道理，这部经根据什么道理讲的，没道理，人家不能相信，有道理，有道理我能相信。那我应该从哪里学起？这就是宗趣。从哪里下手，从哪里学起，这是宗；学了之后得到什么样的好处，那是趣，趣是归趣，首先要搞清楚！所以辨体之后一定是明宗。",
      "zh_TW": "我們再往下面看，「故知宗者，為全經之綱領。綱舉目張，領提衣順」。綱是網的（打漁的網）什麼？網裡頭那個總的頭，那叫綱。你看這個綱提起來，網就撒開了，網叫目張，撒開了。這個最重要。你要不抓住這個綱，你拿一個角，這個網是提不起來的，一定要抓住綱。衣服一樣，衣服你拿著領子，你看衣服很順，你要提個袖子，這衣服就很凌亂，一定要把領抓上。所以這個宗叫總的綱領。「是故於辨體後，首應明宗」。體是道理，這部經根據什麼道理講的，沒道理，人家不能相信，有道理，有道理我能相信。那我應該從哪裡學起？這就是宗趣。從哪裡下手，從哪裡學起，這是宗；學了之後得到什麼樣的好處，那是趣，趣是歸趣，首先要搞清楚！所以辨體之後一定是明宗。"
    },
    {
      "id": "02-037-0019_p0015",
      "zh_CN": "「体是理，宗是行。体者，乃宗所依之体。宗者，即是显体之宗」。没有修行，理显不出来。净宗之妙，完全靠行，你真行，它就真有感应。现在人看不到感应他不相信。感应是什么？就眼前的事情来讲，烦恼轻，智慧长，这个很明显。烦恼轻，智慧长，你一定身心健康，自在安乐。日常生活当中，刚才说过了，顺境逆境、善缘恶缘，你应付得非常得体，应付得非常自然，都能显示出圆满，我们现在讲身心安乐、家庭美满、事业顺利。这是念佛人的好处，念佛的人如果这个都得不到，往生西方极乐世界就不可靠了，这叫鸡毛小事，往生是成佛是大事，大事都能办得到，小事哪能不好！你真学真有这个好处。我一生没求长寿，我真的就希望早一点往生。求长寿的人有，我相信不求长寿的人多。我们读了凡先生的《四训》，了凡先生求功名、求富贵、求儿女，没有求长寿，但是了凡先生延寿了，孔先生给他算命五十三岁，他走的时候七十四岁，延寿二十一年。不求为什么会延寿？这是他修学功德之所成就，另外还有个意思，佛菩萨让他表法，做出好榜样给大家看，启发大家的信心。这个意思很深！只有他的真实成就能令大众生起信心，所以他多住几年于大家有好处。对自己来说，他已经忘我了，对他没有苦乐这桩事情，他已经忘我了。积功累德要以忘我之身，在这个社会上行身行言教，真正积功累德。",
      "zh_TW": "「體是理，宗是行。體者，乃宗所依之體。宗者，即是顯體之宗」。沒有修行，理顯不出來。淨宗之妙，完全靠行，你真行，它就真有感應。現在人看不到感應他不相信。感應是什麼？就眼前的事情來講，煩惱輕，智慧長，這個很明顯。煩惱輕，智慧長，你一定身心健康，自在安樂。日常生活當中，剛才說過了，順境逆境、善緣惡緣，你應付得非常得體，應付得非常自然，都能顯示出圓滿，我們現在講身心安樂、家庭美滿、事業順利。這是念佛人的好處，念佛的人如果這個都得不到，往生西方極樂世界就不可靠了，這叫雞毛小事，往生是成佛是大事，大事都能辦得到，小事哪能不好！你真學真有這個好處。我一生沒求長壽，我真的就希望早一點往生。求長壽的人有，我相信不求長壽的人多。我們讀了凡先生的《四訓》，了凡先生求功名、求富貴、求兒女，沒有求長壽，但是了凡先生延壽了，孔先生給他算命五十三歲，他走的時候七十四歲，延壽二十一年。不求為什麼會延壽？這是他修學功德之所成就，另外還有個意思，佛菩薩讓他表法，做出好榜樣給大家看，啟發大家的信心。這個意思很深！只有他的真實成就能令大眾生起信心，所以他多住幾年於大家有好處。對自己來說，他已經忘我了，對他沒有苦樂這樁事情，他已經忘我了。積功累德要以忘我之身，在這個社會上行身行言教，真正積功累德。"
    },
    {
      "id": "02-037-0019_p0016",
      "zh_CN": "「二者互相表里。宗是会体之要行，故应崇尚」。宗跟体是一而二，二而一，一个是理，一个是事，理事不二，理事一如。宗它是会体之要行，它是契会理体重要的行为，故应崇尚。「《香象心经疏》」，香象大师就是贤首大师，我们学过他的《妄尽还源观》，他对《心经》有注解，《般若心经疏》，里面说：「言之所贵曰宗，宗之所归曰趣」，这是解释宗趣。言之所贵，言是言教，这叫宗，宗之所归，这就叫趣。前面意思说得很好，宗是重要修行指导的纲领，这种修行到最后它得什么结果，这就是趣。「又圭峰大师《圆觉略疏》云」，华严第五祖宗密大师，他在《圆觉经》上下的功夫最大，有《圆觉经略疏》，有《圆觉经大疏》，有《圆觉经大疏钞》，这一部经他做过好像三次或四次注解，都非常精彩。这里面说：「趣者，意趣、趣向。即心意所归趣之处。可知，趣者，归趣也」。最后归到哪里？「是故依经宗旨，明其所为，识其所求，究其所至，名之为趣。」我们依照这个经的道理，依照这个经典修行的方法，知道他之所为，也知道他所求的，最后他到哪里？最后是在极乐世界成佛，这是趣。所以修行重要的指导原则，是教我们求生极乐世界。所为，为什么？为往生极乐世界。所求的是什么？到极乐世界求做弥陀弟子，最后在极乐世界圆满成佛。这还得了吗？不得了！",
      "zh_TW": "「二者互相表裡。宗是會體之要行，故應崇尚」。宗跟體是一而二，二而一，一個是理，一個是事，理事不二，理事一如。宗它是會體之要行，它是契會理體重要的行為，故應崇尚。「《香象心經疏》」，香象大師就是賢首大師，我們學過他的《妄盡還源觀》，他對《心經》有註解，《般若心經疏》，裡面說：「言之所貴曰宗，宗之所歸曰趣」，這是解釋宗趣。言之所貴，言是言教，這叫宗，宗之所歸，這就叫趣。前面意思說得很好，宗是重要修行指導的綱領，這種修行到最後它得什麼結果，這就是趣。「又圭峰大師《圓覺略疏》云」，華嚴第五祖宗密大師，他在《圓覺經》上下的功夫最大，有《圓覺經略疏》，有《圓覺經大疏》，有《圓覺經大疏鈔》，這一部經他做過好像三次或四次註解，都非常精彩。這裡面說：「趣者，意趣、趣向。即心意所歸趣之處。可知，趣者，歸趣也」。最後歸到哪裡？「是故依經宗旨，明其所為，識其所求，究其所至，名之為趣。」我們依照這個經的道理，依照這個經典修行的方法，知道他之所為，也知道他所求的，最後他到哪裡？最後是在極樂世界成佛，這是趣。所以修行重要的指導原則，是教我們求生極樂世界。所為，為什麼？為往生極樂世界。所求的是什麼？到極樂世界求做彌陀弟子，最後在極樂世界圓滿成佛。這還得了嗎？不得了！"
    },
    {
      "id": "02-037-0019_p0017",
      "zh_CN": "道理明白了，方法明白了，我们得真干！你只要发心真干，阿弥陀佛加持你，释迦牟尼佛加持你，十方诸佛加持你，龙天善神赞叹你，你想不长寿都不可能。为什么？诸佛菩萨慈悲，希望你来表法，希望你来做一个修行的好榜样。你自己的寿命到了，没关系，那是你的业报。现在寿命是你的愿力，我愿意表法，我愿意做个好样子，让大众看了的时候，他能够反省，他能够回头，他能够发心。所以你现在活在这个世间为什么？为正法久住，为利益苦难众生。如果还有一点点名闻利养夹在里头，你就完了，你就全错了，丝毫不能夹杂。像我们眼睛，一粒沙子都不能夹杂，沙子是什么？名闻利养。沙子不要，夹杂金刚钻行不行？也不行，真的假的都不能夹杂，善恶都不能夹杂，邪正都不能夹杂。现在科学家教给我们，回归零极限，零极限就是原点。原点是什么？原点是自性，我们从迷失自性，现在再回归自性，从原点那个地方迷的，一念不觉迷了，现在我们再回归原点。回归原点就是妙觉如来，我们净土宗讲回归常寂光了。科学家他那个概念，他讲零极限，我们理解他的意思，就是大乘经里面讲的自性。因为自性什么都没有，你看它没有物质现象，没有精神现象，也没有自然现象，确实是零极限。所以净宗你要晓得它的理，你要晓得方法，宗旨是方法，你要知道他所为，你要知道他所求，要知道他最后归到哪里，清清楚楚明明白白。",
      "zh_TW": "道理明白了，方法明白了，我們得真幹！你只要發心真幹，阿彌陀佛加持你，釋迦牟尼佛加持你，十方諸佛加持你，龍天善神讚歎你，你想不長壽都不可能。為什麼？諸佛菩薩慈悲，希望你來表法，希望你來做一個修行的好榜樣。你自己的壽命到了，沒關係，那是你的業報。現在壽命是你的願力，我願意表法，我願意做個好樣子，讓大眾看了的時候，他能夠反省，他能夠回頭，他能夠發心。所以你現在活在這個世間為什麼？為正法久住，為利益苦難眾生。如果還有一點點名聞利養夾在裡頭，你就完了，你就全錯了，絲毫不能夾雜。像我們眼睛，一粒沙子都不能夾雜，沙子是什麼？名聞利養。沙子不要，夾雜金剛鑽行不行？也不行，真的假的都不能夾雜，善惡都不能夾雜，邪正都不能夾雜。現在科學家教給我們，回歸零極限，零極限就是原點。原點是什麼？原點是自性，我們從迷失自性，現在再回歸自性，從原點那個地方迷的，一念不覺迷了，現在我們再回歸原點。回歸原點就是妙覺如來，我們淨土宗講回歸常寂光了。科學家他那個概念，他講零極限，我們理解他的意思，就是大乘經裡面講的自性。因為自性什麼都沒有，你看它沒有物質現象，沒有精神現象，也沒有自然現象，確實是零極限。所以淨宗你要曉得它的理，你要曉得方法，宗旨是方法，你要知道他所為，你要知道他所求，要知道他最後歸到哪裡，清清楚楚明明白白。"
    },
    {
      "id": "02-037-0019_p0018",
      "zh_CN": "这是把宗趣这两个字解释清楚了，现在我们看本经，这第二段，「本经以发菩提心，一向专念为宗，以圆生四土，迳登不退为趣」，就把它解释清楚了。我们看注解：「魏译《无量寿经》之宗趣」，魏是康僧铠的译本，这是三国时代魏国，康僧铠住在魏。在五种原译本里头，他的译本确实比较容易读，讲得也很清楚，所以学《无量寿经》的人都用他的本子，特别是在日本，日本学《无量寿经》三十多家，几乎都是用他的本子。他里面讲的宗趣，你看这么多人学习，讲宗趣就有很多解释，「其例非一。《嘉祥疏》云：此经宗致凡有二例」，宗致就是宗趣。「一、弥陀修因，感净土果。二者，劝物修因，往生彼土。」这是讲他的译经宗旨，这经里讲什么？讲阿弥陀佛修因，也就是阿弥陀佛修成了极乐世界。四十八愿五劫修行，像《往生论》上所说的，三种成就，佛国土成就、佛成就、菩萨成就，这就是成就了极乐世界。感净土果就是极乐世界成就了。成就之后劝物，物是指众生，不是说劝人，人，十法界里头的一法界，物，十法界全包括了；不但包括十法界，还包括一真法界，一真法界从等觉菩萨到四十一位法身大士全都包括在其中；一直到阿鼻地狱，一个法界都不漏失，都能往生西方净土，往生之后都能不退成佛。",
      "zh_TW": "這是把宗趣這兩個字解釋清楚了，現在我們看本經，這第二段，「本經以發菩提心，一向專念為宗，以圓生四土，逕登不退為趣」，就把它解釋清楚了。我們看註解：「魏譯《無量壽經》之宗趣」，魏是康僧鎧的譯本，這是三國時代魏國，康僧鎧住在魏。在五種原譯本裡頭，他的譯本確實比較容易讀，講得也很清楚，所以學《無量壽經》的人都用他的本子，特別是在日本，日本學《無量壽經》三十多家，幾乎都是用他的本子。他裡面講的宗趣，你看這麼多人學習，講宗趣就有很多解釋，「其例非一。《嘉祥疏》云：此經宗致凡有二例」，宗致就是宗趣。「一、彌陀修因，感淨土果。二者，勸物修因，往生彼土。」這是講他的譯經宗旨，這經裡講什麼？講阿彌陀佛修因，也就是阿彌陀佛修成了極樂世界。四十八願五劫修行，像《往生論》上所說的，三種成就，佛國土成就、佛成就、菩薩成就，這就是成就了極樂世界。感淨土果就是極樂世界成就了。成就之後勸物，物是指眾生，不是說勸人，人，十法界裡頭的一法界，物，十法界全包括了；不但包括十法界，還包括一真法界，一真法界從等覺菩薩到四十一位法身大士全都包括在其中；一直到阿鼻地獄，一個法界都不漏失，都能往生西方淨土，往生之後都能不退成佛。"
    },
    {
      "id": "02-037-0019_p0019",
      "zh_CN": "「海东元晓师《宗要》」，海东是现在的韩国，元晓师，隋唐时候到中国来留学，以后回去建立净土宗，成为净土宗的祖师。他的《无量寿经》注解叫《宗要》，这里面说：「此经正以净土因果为其宗体」。净土的因是什么？当然是阿弥陀佛四十八愿五劫修行，这是它的因，三种成就殊胜庄严是极乐世界的果。「摄物」，摄物就是教化众生，摄受一切众生，「往生以为意致」，这就是意趣。「昙鸾师云：以佛名号为经体。」这是说明，只要你能够念佛，你就能往生。「善导师云：念佛三昧为宗，一心回愿往生净土为体。」这个体字，黄念老有个注解，「体字即指宗趣之趣」，那换句话说，一心回愿往生净土为趣，全从方法上来说。念佛三昧有上中下三品，上品理一心不乱，中品事一心不乱，下品叫功夫成片。上中两品现在凡夫都做不到，我们一生努力可以做到功夫成片，功夫成片不是一心，一心不带业，功夫成片带业。所以古大德说得很好，弥陀净土的殊胜不是殊胜在实报土，也不是殊胜在方便土，殊胜在同居土，同居土带业往生。同居土里面的众生，生到极乐世界就得到阿弥陀佛本愿威神加持，等同阿惟越致菩萨，平等，跟阿惟越致菩萨一样。这个不得了！这是十方一切诸佛刹土里头没有的，只有极乐世界一处有。",
      "zh_TW": "「海東元曉師《宗要》」，海東是現在的韓國，元曉師，隋唐時候到中國來留學，以後回去建立淨土宗，成為淨土宗的祖師。他的《無量壽經》註解叫《宗要》，這裡面說：「此經正以淨土因果為其宗體」。淨土的因是什麼？當然是阿彌陀佛四十八願五劫修行，這是它的因，三種成就殊勝莊嚴是極樂世界的果。「攝物」，攝物就是教化眾生，攝受一切眾生，「往生以為意致」，這就是意趣。「曇鸞師云：以佛名號為經體。」這是說明，只要你能夠念佛，你就能往生。「善導師云：念佛三昧為宗，一心回願往生淨土為體。」這個體字，黃念老有個註解，「體字即指宗趣之趣」，那換句話說，一心回願往生淨土為趣，全從方法上來說。念佛三昧有上中下三品，上品理一心不亂，中品事一心不亂，下品叫功夫成片。上中兩品現在凡夫都做不到，我們一生努力可以做到功夫成片，功夫成片不是一心，一心不帶業，功夫成片帶業。所以古大德說得很好，彌陀淨土的殊勝不是殊勝在實報土，也不是殊勝在方便土，殊勝在同居土，同居土帶業往生。同居土裡面的眾生，生到極樂世界就得到阿彌陀佛本願威神加持，等同阿惟越致菩薩，平等，跟阿惟越致菩薩一樣。這個不得了！這是十方一切諸佛剎土裡頭沒有的，只有極樂世界一處有。"
    },
    {
      "id": "02-037-0019_p0020",
      "zh_CN": "善导大师相传他是阿弥陀佛再来的，这桩事情日本人很相信。我在日本讲经，他们那边的法师告诉我，天台智者大师是释迦牟尼佛再来的，善导大师是阿弥陀佛再来的，天台大师是释迦牟尼佛再来的，所以他们对于这两位祖师倍加崇敬，一般的寺院道场都看到善导的塑像跟智者大师的塑像，都能看到，他们祖堂里面都供奉祖师。一心，回是回向，愿是求愿往生净土，念念回向，愿生净土。日本观彻大师，他有注解，这个注解叫《合赞》，《无量寿经合赞》。「此经念佛为宗，往生为体」，这个体就是趣的意思，古人这两个字通用。「一经所尊专在念佛」，这一部经，经里所说的方法，最尊重的就在念佛，一向专念。「故以念佛为之宗也」，这个宗是什么？最重要的修行方法，最主要的修行方法就是念佛，不能不念佛。「宗之所趣」，我念佛干什么？就在往生净土。所以以往生为经之趣，体就是趣，趣向，就是目的之所在，我往生目的在哪里？目的在求生西方净土。",
      "zh_TW": "善導大師相傳他是阿彌陀佛再來的，這樁事情日本人很相信。我在日本講經，他們那邊的法師告訴我，天台智者大師是釋迦牟尼佛再來的，善導大師是阿彌陀佛再來的，天台大師是釋迦牟尼佛再來的，所以他們對於這兩位祖師倍加崇敬，一般的寺院道場都看到善導的塑像跟智者大師的塑像，都能看到，他們祖堂裡面都供奉祖師。一心，回是迴向，願是求願往生淨土，念念迴向，願生淨土。日本觀徹大師，他有註解，這個註解叫《合贊》，《無量壽經合贊》。「此經念佛為宗，往生為體」，這個體就是趣的意思，古人這兩個字通用。「一經所尊專在念佛」，這一部經，經裡所說的方法，最尊重的就在念佛，一向專念。「故以念佛為之宗也」，這個宗是什麼？最重要的修行方法，最主要的修行方法就是念佛，不能不念佛。「宗之所趣」，我念佛幹什麼？就在往生淨土。所以以往生為經之趣，體就是趣，趣向，就是目的之所在，我往生目的在哪裡？目的在求生西方淨土。"
    },
    {
      "id": "02-037-0019_p0021",
      "zh_CN": "「净宗称《无量寿经》为大经，《阿弥陀经》为小经」，或者称之为大部小部，既然它是一部经，宗旨趣向一定是相同的。「盖此二经仅有详略之别」，《阿弥陀经》说得简单，《无量寿经》说得详细，它是同一部经。「故莲池《疏钞》称大经为大本，小经为小本，良以二者实同一经也」，这属于同一部的。「《阿弥陀经》之宗趣，亦有多说。兹择其精要者，如《疏钞》曰」，莲池大师所说的，这是小本《弥陀经》。「依正清净，信愿往生，以为宗趣」。极乐世界的依报是国土，正报是佛菩萨，都清净！自性本自清净。信，真信，真发愿，这两个字难，这两个字我们做到了，往生容易，决定往生，你要真信，你要真愿。真愿了怎么样？你就能把这个世间放下了。为什么放不下？我对这个世间还有留恋。许许多多人有个错误观念，我现在还没离开这个世间，我对这个世间还要认真，我哪一天往生了，我才放下。这话讲得是挺有道理，我们冷静去想想它是不是真有道理？到最后一念你放不下怎么办？不就去不成了吗？所以聪明人，没去我就放下，这才算保险！所以真正念佛人他什么都不计较，眼前一切活计，就是生活我们需要的这些，统统随缘，得过且过。",
      "zh_TW": "「淨宗稱《無量壽經》為大經，《阿彌陀經》為小經」，或者稱之為大部小部，既然它是一部經，宗旨趣向一定是相同的。「蓋此二經僅有詳略之別」，《阿彌陀經》說得簡單，《無量壽經》說得詳細，它是同一部經。「故蓮池《疏鈔》稱大經為大本，小經為小本，良以二者實同一經也」，這屬於同一部的。「《阿彌陀經》之宗趣，亦有多說。茲擇其精要者，如《疏鈔》曰」，蓮池大師所說的，這是小本《彌陀經》。「依正清淨，信願往生，以為宗趣」。極樂世界的依報是國土，正報是佛菩薩，都清淨！自性本自清淨。信，真信，真發願，這兩個字難，這兩個字我們做到了，往生容易，決定往生，你要真信，你要真願。真願了怎麼樣？你就能把這個世間放下了。為什麼放不下？我對這個世間還有留戀。許許多多人有個錯誤觀念，我現在還沒離開這個世間，我對這個世間還要認真，我哪一天往生了，我才放下。這話講得是挺有道理，我們冷靜去想想它是不是真有道理？到最後一念你放不下怎麼辦？不就去不成了嗎？所以聰明人，沒去我就放下，這才算保險！所以真正念佛人他什麼都不計較，眼前一切活計，就是生活我們需要的這些，統統隨緣，得過且過。"
    },
    {
      "id": "02-037-0019_p0022",
      "zh_CN": "我们知道弘一大师没有学佛之前，那个人是多么爱挑剔的人，对人对事一丝毫不苟且。他在日本念书，跟同学约了明天早晨八点钟你来见我。同学第二天来了，大概迟到了一、二分钟，他不开门，把人家臭骂一顿，你不守时间，我叫你八点，八点准时来，早来也不行，晚来也不行，这么样一个人。到晚年学佛之后，一切都随缘了。新加坡广洽法师告诉我，他们两个人是好朋友，弘一大师到新加坡是广洽法师邀请的，住在薝葡院。薝葡院离我们净宗学会很近，走路大概三分钟，拐弯就到了。我去参观他住的地方，就是弘一大师到这儿来之后，出乎意料之外，什么都随缘，没有一样他执着的。主人对他很尊敬，总希望让法师样样都欢喜，饮食起居怕这个东西不好吃，哪里知道他什么都好吃。咸，咸有咸的味道，淡，淡有淡的味道，苦有苦的味道，他什么执着都没有，他真放下了，把以前那些老毛病统统都改掉了，对人非常和蔼可亲，什么规矩都没有了，这是广洽法师告诉我的，那真好侍候。什么事情不必问他，自己怎么做他都欢喜，没有一样他说不好。他也是做榜样给我们看的，为什么？真正契入般若境界，凡所有相皆是虚妄，还有什么不好？还有什么好计较的？什么都要随我的意思，这个就麻烦了，这个你执着没放下，头一关，你入不了门。",
      "zh_TW": "我們知道弘一大師沒有學佛之前，那個人是多麼愛挑剔的人，對人對事一絲毫不苟且。他在日本念書，跟同學約了明天早晨八點鐘你來見我。同學第二天來了，大概遲到了一、二分鐘，他不開門，把人家臭罵一頓，你不守時間，我叫你八點，八點準時來，早來也不行，晚來也不行，這麼樣一個人。到晚年學佛之後，一切都隨緣了。新加坡廣洽法師告訴我，他們兩個人是好朋友，弘一大師到新加坡是廣洽法師邀請的，住在薝葡院。薝葡院離我們淨宗學會很近，走路大概三分鐘，拐彎就到了。我去參觀他住的地方，就是弘一大師到這兒來之後，出乎意料之外，什麼都隨緣，沒有一樣他執著的。主人對他很尊敬，總希望讓法師樣樣都歡喜，飲食起居怕這個東西不好吃，哪裡知道他什麼都好吃。鹹，鹹有鹹的味道，淡，淡有淡的味道，苦有苦的味道，他什麼執著都沒有，他真放下了，把以前那些老毛病統統都改掉了，對人非常和藹可親，什麼規矩都沒有了，這是廣洽法師告訴我的，那真好侍候。什麼事情不必問他，自己怎麼做他都歡喜，沒有一樣他說不好。他也是做榜樣給我們看的，為什麼？真正契入般若境界，凡所有相皆是虛妄，還有什麼不好？還有什麼好計較的？什麼都要隨我的意思，這個就麻煩了，這個你執著沒放下，頭一關，你入不了門。"
    },
    {
      "id": "02-037-0019_p0023",
      "zh_CN": "我在澳洲，早年在美国，都有人告诉我，同修当中特别是出家的，听我讲经不专心。不但不专心，还给人说，法师讲经是讲给信徒听的，讲给别人听的，不是讲给我们听的。跟在我身边十几年、二三十年，什么都没听到。每堂课他都在听，他为什么没有听到？不是为我讲的，是为别人讲的，心不在焉！听一百年他也没听懂。所以我也曾经说过几句，我过去在台中那些年，李老师讲经我一堂不缺，我是什么心态？老师字字句句都是为我讲的，我听懂了，我得到了。我离开台中出家了，老师非常感叹，讲经的时候跟大家说，你们跟我十年，什么也没听懂，听懂的人，学会的人，走了。老师虽然没有指名，大家心里有数，他们跑到台北来找我，说老师讲这个话，学到的人走了，你学到，你到底学到什么？来问我。我说我学到的，你们比我学得更多，你们跟老师时间这么长，学得比我更多，我才学几天！他说老师说你学到了，走了。我说可能有一点，我听东西认真听，为什么？我在台中是作客的，总得要离开的，老师的每一句话我都很重视。你们是台中人，家住在那里，今天学不会还有明天，今年不会还有明年，这一生学不会还有来生，大概是这个意思，所以你们学不到。我是作客，我一天时间不敢浪费掉，我说原因就在这里。所以外面来的，临时来的，到这儿来住几天的，他那个精神会专注，真学到东西。你们在这儿常住的，家在这里的，就难了，为什么？不稀奇了。外面来的人稀奇，真不容易遇到老师，真难，他珍惜。你看心不一样，用心不一样，一个是尊重心，一个是散漫心。我说老师从来没有特别教我，上课听经大家都在一堂。",
      "zh_TW": "我在澳洲，早年在美國，都有人告訴我，同修當中特別是出家的，聽我講經不專心。不但不專心，還給人說，法師講經是講給信徒聽的，講給別人聽的，不是講給我們聽的。跟在我身邊十幾年、二三十年，什麼都沒聽到。每堂課他都在聽，他為什麼沒有聽到？不是為我講的，是為別人講的，心不在焉！聽一百年他也沒聽懂。所以我也曾經說過幾句，我過去在台中那些年，李老師講經我一堂不缺，我是什麼心態？老師字字句句都是為我講的，我聽懂了，我得到了。我離開台中出家了，老師非常感嘆，講經的時候跟大家說，你們跟我十年，什麼也沒聽懂，聽懂的人，學會的人，走了。老師雖然沒有指名，大家心裡有數，他們跑到台北來找我，說老師講這個話，學到的人走了，你學到，你到底學到什麼？來問我。我說我學到的，你們比我學得更多，你們跟老師時間這麼長，學得比我更多，我才學幾天！他說老師說你學到了，走了。我說可能有一點，我聽東西認真聽，為什麼？我在台中是作客的，總得要離開的，老師的每一句話我都很重視。你們是台中人，家住在那裡，今天學不會還有明天，今年不會還有明年，這一生學不會還有來生，大概是這個意思，所以你們學不到。我是作客，我一天時間不敢浪費掉，我說原因就在這裡。所以外面來的，臨時來的，到這兒來住幾天的，他那個精神會專注，真學到東西。你們在這兒常住的，家在這裡的，就難了，為什麼？不稀奇了。外面來的人稀奇，真不容易遇到老師，真難，他珍惜。你看心不一樣，用心不一樣，一個是尊重心，一個是散漫心。我說老師從來沒有特別教我，上課聽經大家都在一堂。"
    },
    {
      "id": "02-037-0019_p0024",
      "zh_CN": "下面我们再看《圆中钞》，幽溪大师的，他说「以信愿净业为一经宗要」，真信发愿求生净土。《弥陀要解》讲得就更清楚，非常简单，「以信愿持名为宗」，而且蕅益大师讲信，讲六个信。《弥陀经要解》就是这三桩事情做为总纲领，你看经开三分，序分里面他就讲信愿行，正宗分里头也是讲信愿行，最后流通分还是讲信愿行，《要解》特别强调信愿持名。六个信，第一个信自己，这个了不起！第二个是信佛，信释迦牟尼佛，信阿弥陀佛，这是信他。头一个信自己，信自己什么？信自己本来是佛，你才成得了佛，你要不相信你自己本来是佛，你怎么用功也成不了佛。信他，相信阿弥陀佛四十八愿五劫修行，功德成就了极乐世界依正庄严，真的一点不假。难信，太难信了！我们这一代的众生有福，为什么？这一桩事情被科学家证明了，现在的量子物理学家，以心控物，极乐世界依正庄严是物，是阿弥陀佛的心愿成就的。我们今天心同佛，愿同佛，行同佛，我们的成就会跟阿弥陀佛完全相同。这是近代物理学家帮我们的大忙，我们不再怀疑了，完全肯定了。",
      "zh_TW": "下面我們再看《圓中鈔》，幽溪大師的，他說「以信願淨業為一經宗要」，真信發願求生淨土。《彌陀要解》講得就更清楚，非常簡單，「以信願持名為宗」，而且蕅益大師講信，講六個信。《彌陀經要解》就是這三樁事情做為總綱領，你看經開三分，序分裡面他就講信願行，正宗分裡頭也是講信願行，最後流通分還是講信願行，《要解》特別強調信願持名。六個信，第一個信自己，這個了不起！第二個是信佛，信釋迦牟尼佛，信阿彌陀佛，這是信他。頭一個信自己，信自己什麼？信自己本來是佛，你才成得了佛，你要不相信你自己本來是佛，你怎麼用功也成不了佛。信他，相信阿彌陀佛四十八願五劫修行，功德成就了極樂世界依正莊嚴，真的一點不假。難信，太難信了！我們這一代的眾生有福，為什麼？這一樁事情被科學家證明了，現在的量子物理學家，以心控物，極樂世界依正莊嚴是物，是阿彌陀佛的心願成就的。我們今天心同佛，願同佛，行同佛，我們的成就會跟阿彌陀佛完全相同。這是近代物理學家幫我們的大忙，我們不再懷疑了，完全肯定了。"
    },
    {
      "id": "02-037-0019_p0025",
      "zh_CN": "信理、信事。理，前面跟我们讲的，这一部经的理体，本经的体性是讲理；事，我们这一部分讲的，这一经宗趣，这是事。理事都清楚、都明了，你就不会怀疑了。我们今天信得不真，行得不彻底，主要是对于理跟事没搞清楚。最后教我们信因、信果，信愿持名是因，往生不退成佛是果。我们真的信了，真信就真干。我真信，我还没做到，这不行，这不是真的。真信一定做到，这李老师教给我的。你说你信了没做到，你那个信是假的不是真的，自己千万不要误会。换句话说，信愿行是一而三，三而一，信没有发愿，没有念佛，信是假的；我念佛，我对净宗的理不清楚，我有疑惑，这个行也不是真的，他容易动摇，容易被外面境界干扰。正因为这个原因，经不能不深入，不可以有疑惑，有疑惑一定要搞清楚，叫破迷起信。只要有迷在，对你的信心就产生障碍。所以这经要常读，要常常去揣摩、去体会。真正没有疑惑了，这信心真生起来了。有这个信心，一定有切愿，巴不得赶快到极乐世界去，早一天去。虽然有切愿，也不必着急，为什么？佛会给你安排。我发愿我有寿命不要了，我提早去，行不行？行，但是佛还没有来。为什么不来？希望你多给念佛的人做个好样子，给大家表表法。这是什么？这是你积功累德的好机会，往生你就不能表法了。你能帮助一个人建立信心，能帮助一个人诚心去念佛，这个都是很大的功德。如果你表法表错了，你让别人看到不相信，让别人看到退心，或者去学别的法门，甚至于去学别的宗教，这个过失就太大太大了，这是我们不能不知道的，不能掉以轻心的。宗门大德常常勘验学人的一句口头禅，叫「会么？」，提醒你这一句，你会么？你会，你这一生就成就了，不会，你就退转了，你就堕落了。这一句话的意思很深很深！",
      "zh_TW": "信理、信事。理，前面跟我們講的，這一部經的理體，本經的體性是講理；事，我們這一部分講的，這一經宗趣，這是事。理事都清楚、都明瞭，你就不會懷疑了。我們今天信得不真，行得不徹底，主要是對於理跟事沒搞清楚。最後教我們信因、信果，信願持名是因，往生不退成佛是果。我們真的信了，真信就真幹。我真信，我還沒做到，這不行，這不是真的。真信一定做到，這李老師教給我的。你說你信了沒做到，你那個信是假的不是真的，自己千萬不要誤會。換句話說，信願行是一而三，三而一，信沒有發願，沒有念佛，信是假的；我念佛，我對淨宗的理不清楚，我有疑惑，這個行也不是真的，他容易動搖，容易被外面境界干擾。正因為這個原因，經不能不深入，不可以有疑惑，有疑惑一定要搞清楚，叫破迷起信。只要有迷在，對你的信心就產生障礙。所以這經要常讀，要常常去揣摩、去體會。真正沒有疑惑了，這信心真生起來了。有這個信心，一定有切願，巴不得趕快到極樂世界去，早一天去。雖然有切願，也不必著急，為什麼？佛會給你安排。我發願我有壽命不要了，我提早去，行不行？行，但是佛還沒有來。為什麼不來？希望你多給念佛的人做個好樣子，給大家表表法。這是什麼？這是你積功累德的好機會，往生你就不能表法了。你能幫助一個人建立信心，能幫助一個人誠心去念佛，這個都是很大的功德。如果你表法表錯了，你讓別人看到不相信，讓別人看到退心，或者去學別的法門，甚至於去學別的宗教，這個過失就太大太大了，這是我們不能不知道的，不能掉以輕心的。宗門大德常常勘驗學人的一句口頭禪，叫「會麼？」，提醒你這一句，你會麼？你會，你這一生就成就了，不會，你就退轉了，你就墮落了。這一句話的意思很深很深！"
    },
    {
      "id": "02-037-0019_p0026",
      "zh_CN": "后面这个结论，「综上大小二本，中外诸家所明宗趣，皆以信愿持名，往生净土为本。于是广参诸家之说，据本经之文，标明本经宗趣曰：本经以发菩提心，一向专念为宗，以圆生四土，径登不退为趣。」把总纲领说出来，下面再一条一条分别给你解释。发菩提心重要！菩提心，我讲得比古大德的清楚，容易懂，我用本经的经题。菩提心的体，真诚；菩提心的自受用，清净平等正觉；菩提心的他受用，慈悲。这就是说我们用真诚的清净心，真诚的平等心，真诚的觉悟心，对自己；真诚的慈悲心，对别人，这叫发菩提心。慈悲两个字是拔苦与乐，我们要代众生苦，要帮助一切众生离苦得乐，这个念头，念念不舍，相续不断。我们的行持，在事上要看破，看破就是明了，对于世出世间一切法都清楚、都明白怎么来的。性相、理事、因果，这部经上讲得够透彻、够明白了，我们好好来学习。搞清楚之后，晓得这是假的，幻相，不再执着，执着放下；不再分别，分别放下；不再起心动念，我统统放下了。统统放下，你就得大自在，你就不会再受外头境界影响了。用真实智慧，真实利益，对自己，对众生。一个方向，一个目标，求生净土。圆生四土，圆是圆满，一生一切生，生同居土就是生方便土，就是生实报土，就是生寂光土，一即是四，四即是一，叫圆生四土，永远不会退转。",
      "zh_TW": "後面這個結論，「綜上大小二本，中外諸家所明宗趣，皆以信願持名，往生淨土為本。於是廣參諸家之說，據本經之文，標明本經宗趣曰：本經以發菩提心，一向專念為宗，以圓生四土，徑登不退為趣。」把總綱領說出來，下面再一條一條分別給你解釋。發菩提心重要！菩提心，我講得比古大德的清楚，容易懂，我用本經的經題。菩提心的體，真誠；菩提心的自受用，清淨平等正覺；菩提心的他受用，慈悲。這就是說我們用真誠的清淨心，真誠的平等心，真誠的覺悟心，對自己；真誠的慈悲心，對別人，這叫發菩提心。慈悲兩個字是拔苦與樂，我們要代眾生苦，要幫助一切眾生離苦得樂，這個念頭，念念不捨，相續不斷。我們的行持，在事上要看破，看破就是明瞭，對於世出世間一切法都清楚、都明白怎麼來的。性相、理事、因果，這部經上講得夠透徹、夠明白了，我們好好來學習。搞清楚之後，曉得這是假的，幻相，不再執著，執著放下；不再分別，分別放下；不再起心動念，我統統放下了。統統放下，你就得大自在，你就不會再受外頭境界影響了。用真實智慧，真實利益，對自己，對眾生。一個方向，一個目標，求生淨土。圓生四土，圓是圓滿，一生一切生，生同居土就是生方便土，就是生實報土，就是生寂光土，一即是四，四即是一，叫圓生四土，永遠不會退轉。"
    },
    {
      "id": "02-037-0019_p0027",
      "zh_CN": "现在时间到了，我们就学习到此地。",
      "zh_TW": "現在時間到了，我們就學習到此地。"
    }
  ]
}