{
  "doc_id": "02-037-0346",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四六集",
    "zh_TW": "第三四六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0346",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-037-0346_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》七百五十八页第五行，看第三，这看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》七百五十八頁第五行，看第三，這看起："
    },
    {
      "id": "02-037-0346_p0002",
      "zh_CN": "「《弥陀疏钞》云：着事而迷理，类童蒙读古圣之书。昏穉未开，仅能读文，了不解义。所谓终日念佛，不知佛念者也」。昨天我们学到此地，今天接着往下面看，这都是《疏钞》里头的原文。「执理而遗事，比贫士获豪家之券，自云巨富，不知数他人宝，于己何涉」。这些比喻都不难懂。着事迷理有障碍，执理而遗事也有障碍，所以理事都要能够通达，不但修学佛法没障碍，在我们日常生活当中待人接物也不会有障碍，理事要圆融。事虽然是假的，不能说它没有，它有。就好比作梦，作梦，有没有这个事？有，真有这个事，醒过来还记得梦中境界。世间事跟梦中事很相似，虽有其事，不要执着，就不妨碍。理是空的，空不能说它无。为什么？它能现万法，虽然一无所有，它能够现一切法，所以空不等于无，空等于有，空有是一体，空有不二，这才能圆融。圆融，障碍就没有了，所以理事无碍，事事无碍，这个学佛才真正得受用，得大自在。执着理，把真正修行疏忽了，信愿持名疏忽了，不能往生。这就好比贫士获豪家之券，穷人拿到豪富之家像财物清单这一类的，现在银行每个月寄给你这些帐单，你拿到了。拿到，不是自己的钱，别人的。自云巨富，自以为是自己的，不知数他人宝，看到别人帐单上有，与自己毫不相关，就类似这种情形。",
      "zh_TW": "「《彌陀疏鈔》云：著事而迷理，類童蒙讀古聖之書。昏穉未開，僅能讀文，了不解義。所謂終日念佛，不知佛念者也」。昨天我們學到此地，今天接著往下面看，這都是《疏鈔》裡頭的原文。「執理而遺事，比貧士獲豪家之券，自云巨富，不知數他人寶，於己何涉」。這些比喻都不難懂。著事迷理有障礙，執理而遺事也有障礙，所以理事都要能夠通達，不但修學佛法沒障礙，在我們日常生活當中待人接物也不會有障礙，理事要圓融。事雖然是假的，不能說它沒有，它有。就好比作夢，作夢，有沒有這個事？有，真有這個事，醒過來還記得夢中境界。世間事跟夢中事很相似，雖有其事，不要執著，就不妨礙。理是空的，空不能說它無。為什麼？它能現萬法，雖然一無所有，它能夠現一切法，所以空不等於無，空等於有，空有是一體，空有不二，這才能圓融。圓融，障礙就沒有了，所以理事無礙，事事無礙，這個學佛才真正得受用，得大自在。執著理，把真正修行疏忽了，信願持名疏忽了，不能往生。這就好比貧士獲豪家之券，窮人拿到豪富之家像財物清單這一類的，現在銀行每個月寄給你這些帳單，你拿到了。拿到，不是自己的錢，別人的。自云巨富，自以為是自己的，不知數他人寶，看到別人帳單上有，與自己毫不相關，就類似這種情形。"
    },
    {
      "id": "02-037-0346_p0003",
      "zh_CN": "「所谓虽知即佛即心」，这个道理学佛人都懂，也都会说，「自性弥陀，唯心净土」，都会讲。但是我们这个身还是凡夫身，还是造的一身罪业，居住在地球上，灾难这么多，不是净土。是故就理来讲，「则无可念」。理上说，自性里头没有佛，自性里头什么都没有，你念什么？无可念。但是不念不行。所以就事上来讲，「则无可念中，吾固念之」，我要执着，我一定要念，这什么？事！理上虽无可念，事上我拼命去念。「以念即无念」，这个道理要懂，知道这个道理，我虽然念，我不执着这个念。念不念？真念。念念与无念相应，念即无念，无念即念，「故理事双修，即本智而求佛智。夫然后谓之大智也」。",
      "zh_TW": "「所謂雖知即佛即心」，這個道理學佛人都懂，也都會說，「自性彌陀，唯心淨土」，都會講。但是我們這個身還是凡夫身，還是造的一身罪業，居住在地球上，災難這麼多，不是淨土。是故就理來講，「則無可念」。理上說，自性裡頭沒有佛，自性裡頭什麼都沒有，你念什麼？無可念。但是不念不行。所以就事上來講，「則無可念中，吾固念之」，我要執著，我一定要念，這什麼？事！理上雖無可念，事上我拼命去念。「以念即無念」，這個道理要懂，知道這個道理，我雖然念，我不執著這個念。念不念？真念。念念與無念相應，念即無念，無念即念，「故理事雙修，即本智而求佛智。夫然後謂之大智也」。"
    },
    {
      "id": "02-037-0346_p0004",
      "zh_CN": "我们现在在迷，如何把这个迷再恢复到觉悟，那就用念佛的方法。这个方法，阿弥陀佛教给我们的，释迦牟尼佛教给我们的，十方一切诸佛教给我们的，决定没有错误。声声佛号，声声自性，用这个办法把自性念出来。明白这个道理，在日常生活当中也要跟念佛一样，理事双融，理事不二。理，万法皆空，《般若经》上告诉我们，「一切法无所有，毕竟空，不可得」，这个理决定要相信，决定是真的。可是我们现在迷了，迷了时候，从自性里变现这些现象，就同作梦一样。我们现在是在梦中，比别人强一点，别人在梦中不知道作梦，我们知道在作梦。知道在作梦，就晓得梦中都是虚妄的，应该如何应对？不起心、不动念、不分别、不执着，这就是诸佛与法身大士他们应对的方法。我们把它学过来，这一切法可以受用，不能占有，占有就苦了，不能占有。",
      "zh_TW": "我們現在在迷，如何把這個迷再恢復到覺悟，那就用念佛的方法。這個方法，阿彌陀佛教給我們的，釋迦牟尼佛教給我們的，十方一切諸佛教給我們的，決定沒有錯誤。聲聲佛號，聲聲自性，用這個辦法把自性念出來。明白這個道理，在日常生活當中也要跟念佛一樣，理事雙融，理事不二。理，萬法皆空，《般若經》上告訴我們，「一切法無所有，畢竟空，不可得」，這個理決定要相信，決定是真的。可是我們現在迷了，迷了時候，從自性裡變現這些現象，就同作夢一樣。我們現在是在夢中，比別人強一點，別人在夢中不知道作夢，我們知道在作夢。知道在作夢，就曉得夢中都是虛妄的，應該如何應對？不起心、不動念、不分別、不執著，這就是諸佛與法身大士他們應對的方法。我們把它學過來，這一切法可以受用，不能佔有，佔有就苦了，不能佔有。"
    },
    {
      "id": "02-037-0346_p0005",
      "zh_CN": "灾难来了，有很多人要预备怎么样来应付，储存粮食，储存这个东西。我们觉得有没有这个必要？人家这么做，我们看了，很好；那个人根本不做，也很好。大难来的时候，上天还要留你，到时候必定会照顾你。就像虚云老和尚拜山、朝山，三步一拜，路上生了重病，那个病没有人照顾，会死人的。文殊菩萨就变一个乞丐，化一个乞丐来照顾他，照顾十几天，把他的病照顾好，他继续再去朝山。虚云和尚没有预料到，不知道这个事情。对于这些事情，我们有坚定的信心，我们遇到那一天，走投无路的时候，肯定有人来照顾你。那个照顾你的人，不是阿弥陀佛，就是观音菩萨，肯定他会来！我们起心动念，他就知道了，起的心正，这就有感应。",
      "zh_TW": "災難來了，有很多人要預備怎麼樣來應付，儲存糧食，儲存這個東西。我們覺得有沒有這個必要？人家這麼做，我們看了，很好；那個人根本不做，也很好。大難來的時候，上天還要留你，到時候必定會照顧你。就像虛雲老和尚拜山、朝山，三步一拜，路上生了重病，那個病沒有人照顧，會死人的。文殊菩薩就變一個乞丐，化一個乞丐來照顧他，照顧十幾天，把他的病照顧好，他繼續再去朝山。虛雲和尚沒有預料到，不知道這個事情。對於這些事情，我們有堅定的信心，我們遇到那一天，走投無路的時候，肯定有人來照顧你。那個照顧你的人，不是阿彌陀佛，就是觀音菩薩，肯定他會來！我們起心動念，他就知道了，起的心正，這就有感應。"
    },
    {
      "id": "02-037-0346_p0006",
      "zh_CN": "所以怎样才合情、合理、合法？随缘。如果有人帮助你，准备这些东西，很好，可以接受。没有人？没有人就不必了，老实念佛，求生净土。到时候自自然然，没得吃，有人找东西给你吃。虚老和尚沿门托钵，这个时候病倒了，附近周围都没有村庄、没有人家，怎么办？文殊菩萨变一个乞丐，他去化缘来供养你、来照顾你；病了，需要医药，他到山上去采药。学佛的人连这个信心都没有，那就不会有感应了。坚定不移的信心，相信这些事情都是真的，诸佛菩萨时时刻刻跟我们在一起，只是他没有现相，我们没有觉察到他，他真的在我们身边。为什么？他是法性身，法性身遍一切处、遍一切时。法性身没有现象，我们常讲没有物质现象，没有念头的现象，也没有自然现象。虽然在我们身边，我们一丝毫都不能觉察。什么人才能觉察他们存在，跟我们根本没有分离？大乘经上说八地以上，八地以上知道。八地快成佛了，这是法身的大菩萨。",
      "zh_TW": "所以怎樣才合情、合理、合法？隨緣。如果有人幫助你，準備這些東西，很好，可以接受。沒有人？沒有人就不必了，老實念佛，求生淨土。到時候自自然然，沒得吃，有人找東西給你吃。虛老和尚沿門托缽，這個時候病倒了，附近周圍都沒有村莊、沒有人家，怎麼辦？文殊菩薩變一個乞丐，他去化緣來供養你、來照顧你；病了，需要醫藥，他到山上去採藥。學佛的人連這個信心都沒有，那就不會有感應了。堅定不移的信心，相信這些事情都是真的，諸佛菩薩時時刻刻跟我們在一起，只是他沒有現相，我們沒有覺察到他，他真的在我們身邊。為什麼？他是法性身，法性身遍一切處、遍一切時。法性身沒有現象，我們常講沒有物質現象，沒有念頭的現象，也沒有自然現象。雖然在我們身邊，我們一絲毫都不能覺察。什麼人才能覺察他們存在，跟我們根本沒有分離？大乘經上說八地以上，八地以上知道。八地快成佛了，這是法身的大菩薩。"
    },
    {
      "id": "02-037-0346_p0007",
      "zh_CN": "念佛确实是念而无念，无念而念。为什么说念而无念？我们把四相放下了。四相：我相、人相、众生相、寿者相，《金刚经》上所说。这个四相不执着，不执着不就是无念吗？不执着我（我相），谁念？这就是无念。可是我们声声南无阿弥陀佛，清清楚楚，了了分明，那就是念。念跟无念是一不是二，念即无念，无念即念，这个念佛的功夫就深，这样的心是真心，用真心念佛，不是分别心，不是执着心，也没有起心动念。凡夫的心起心动念、分别执着，所以他念即是念，无念即是无念，他的念断断续续，念力不深。",
      "zh_TW": "念佛確實是念而無念，無念而念。為什麼說念而無念？我們把四相放下了。四相：我相、人相、眾生相、壽者相，《金剛經》上所說。這個四相不執著，不執著不就是無念嗎？不執著我（我相），誰念？這就是無念。可是我們聲聲南無阿彌陀佛，清清楚楚，了了分明，那就是念。念跟無念是一不是二，念即無念，無念即念，這個念佛的功夫就深，這樣的心是真心，用真心念佛，不是分別心，不是執著心，也沒有起心動念。凡夫的心起心動念、分別執著，所以他念即是念，無念即是無念，他的念斷斷續續，念力不深。"
    },
    {
      "id": "02-037-0346_p0008",
      "zh_CN": "理事双修，即本智而求佛智。本智是心，佛智是事；本智是理、是性、是自性，佛智是事相。这个人修行，烦恼习气断了，成佛了，这是事。约事，我们所说的就事而论，则无可念中，我们念念相续，真念。这才叫做大智，真实智慧，不偏有，也不偏空；不执着相，也不执着性，一切法都不执着。假的不执着，真的也不执着。执着真的，错了，真就变成假了。",
      "zh_TW": "理事雙修，即本智而求佛智。本智是心，佛智是事；本智是理、是性、是自性，佛智是事相。這個人修行，煩惱習氣斷了，成佛了，這是事。約事，我們所說的就事而論，則無可念中，我們念念相續，真念。這才叫做大智，真實智慧，不偏有，也不偏空；不執著相，也不執著性，一切法都不執著。假的不執著，真的也不執著。執著真的，錯了，真就變成假了。"
    },
    {
      "id": "02-037-0346_p0009",
      "zh_CN": "「又《疏》云：然着事而念能相继，不虚入品之功」。这就是你有执着，你执着事，你也不明白什么叫理，教你这么念，你就这样念，念到最后你真往生了。这就是不虚入品之功，这个品是三辈九品，九品里头上上品都能够得到，这不可思议。念到心里头没有妄念、没有妄想，往生品位就高了。心里头只有一个佛念，除一个佛念之外，任何念头都没有，这个人决定是上辈往生。理通不通？通了，到那个时候就通了，现在他不通，往生那个时候他全通了。「执理而心实未明，反受落空之祸」，执着理，心就是佛，佛就是心，我就不需要念了。不念怎么样？不念将来随业受报，肯定到三途去了，这就是落空之祸。理明了当然好，理不明了也没有关系，只要你肯念，只要你真信真愿，你决定得生。",
      "zh_TW": "「又《疏》云：然著事而念能相繼，不虛入品之功」。這就是你有執著，你執著事，你也不明白什麼叫理，教你這麼念，你就這樣念，念到最後你真往生了。這就是不虛入品之功，這個品是三輩九品，九品裡頭上上品都能夠得到，這不可思議。念到心裡頭沒有妄念、沒有妄想，往生品位就高了。心裡頭只有一個佛念，除一個佛念之外，任何念頭都沒有，這個人決定是上輩往生。理通不通？通了，到那個時候就通了，現在他不通，往生那個時候他全通了。「執理而心實未明，反受落空之禍」，執著理，心就是佛，佛就是心，我就不需要念了。不念怎麼樣？不念將來隨業受報，肯定到三途去了，這就是落空之禍。理明瞭當然好，理不明瞭也沒有關係，只要你肯念，只要你真信真願，你決定得生。"
    },
    {
      "id": "02-037-0346_p0010",
      "zh_CN": "「《钞》曰：假使骋驰狂慧，耽着顽虚。于自本心，曾未开悟，而轻谈净土，蔑视往生，为害非细」。这莲池大师说的，《疏》是他老人家作的，《钞》也是老人家作的。疏是解释经的，就是经的注解，注得太深了，人家看不懂，再做个浅显的注解，注解那个注解，叫钞，注解这个注疏，这叫钞。《疏》、《钞》都是老人自己作的。《疏钞》如果还看不懂的话，还有个《演义》，《疏钞演义》。《演义》是他弟子作的，他的学生作的，作得不错，当年在世听莲池大师亲自讲《疏钞》，等于说他的笔记。这些都留下来了，《莲池大师全集》里头统统有。这是假设一个人心住在狂慧上，自以为聪明，自以为通达，执着理，理是万法皆空，把事上修行全部都废除了，这种人叫狂慧。耽着在顽虚，顽虚，认为什么都是空的，空的真实义他并没有了解，把空认为是无，这叫顽空。",
      "zh_TW": "「《鈔》曰：假使騁馳狂慧，耽著頑虛。於自本心，曾未開悟，而輕談淨土，蔑視往生，為害非細」。這蓮池大師說的，《疏》是他老人家作的，《鈔》也是老人家作的。疏是解釋經的，就是經的註解，註得太深了，人家看不懂，再做個淺顯的註解，註解那個註解，叫鈔，註解這個註疏，這叫鈔。《疏》、《鈔》都是老人自己作的。《疏鈔》如果還看不懂的話，還有個《演義》，《疏鈔演義》。《演義》是他弟子作的，他的學生作的，作得不錯，當年在世聽蓮池大師親自講《疏鈔》，等於說他的筆記。這些都留下來了，《蓮池大師全集》裡頭統統有。這是假設一個人心住在狂慧上，自以為聰明，自以為通達，執著理，理是萬法皆空，把事上修行全部都廢除了，這種人叫狂慧。耽著在頑虛，頑虛，認為什麼都是空的，空的真實義他並沒有了解，把空認為是無，這叫頑空。"
    },
    {
      "id": "02-037-0346_p0011",
      "zh_CN": "佛家讲空，难懂，为什么？空里头它有。有为什么说空？因为它没有现相。你说自性，自性真有，自性是宇宙万有的本体，没有这个东西就没有现相。古人比喻，用金跟器做比喻，「以金作器，器器皆金」，把黄金比作自性，把器比作事相。我们用现在的东西来比，比这个比喻还好懂。现在电视非常普遍，家家都有，每个人都喜欢看电视。电视的屏幕就是空，它什么都没有，但是打开频道，它什么都有。什么都有是真有吗？不是真有，频道关了，它什么也没有。但是屏幕在，屏幕真有，屏幕里头什么都没有，它能够现所有的境界。早年我们住在美国，美国有一百多个频道，这是科技最发达的国家，二十四小时不中断。你把电视关闭，体就现前了，那叫本体，那叫无。无，它能够现有，所以你不能说它没有，它是空，不能说它无。无中生有，所生的有，有还是无，屏幕上痕迹都不着。我们用这个来比喻自性，把这个频道比喻做能生万法，像惠能大师所说的，「何期自性，能生万法」。虽生的万法，万法是空的、虚妄的，不是真有。有不是真有，空不是真空，这才能把事情搞清楚、搞明白。",
      "zh_TW": "佛家講空，難懂，為什麼？空裡頭它有。有為什麼說空？因為它沒有現相。你說自性，自性真有，自性是宇宙萬有的本體，沒有這個東西就沒有現相。古人比喻，用金跟器做比喻，「以金作器，器器皆金」，把黃金比作自性，把器比作事相。我們用現在的東西來比，比這個比喻還好懂。現在電視非常普遍，家家都有，每個人都喜歡看電視。電視的屏幕就是空，它什麼都沒有，但是打開頻道，它什麼都有。什麼都有是真有嗎？不是真有，頻道關了，它什麼也沒有。但是屏幕在，屏幕真有，屏幕裡頭什麼都沒有，它能夠現所有的境界。早年我們住在美國，美國有一百多個頻道，這是科技最發達的國家，二十四小時不中斷。你把電視關閉，體就現前了，那叫本體，那叫無。無，它能夠現有，所以你不能說它沒有，它是空，不能說它無。無中生有，所生的有，有還是無，屏幕上痕跡都不著。我們用這個來比喻自性，把這個頻道比喻做能生萬法，像惠能大師所說的，「何期自性，能生萬法」。雖生的萬法，萬法是空的、虛妄的，不是真有。有不是真有，空不是真空，這才能把事情搞清楚、搞明白。"
    },
    {
      "id": "02-037-0346_p0012",
      "zh_CN": "所以电视频道里面的节目，你可以欣赏，你不能占有，你不能控制，你没有办法支配它，你只能够顺其自然。我们过日子，把这个东西学会了，就很快乐、就很幸福，非常快乐。没有执着、没有分别、没有起心动念，就是没有控制、没有占有，多自在、多快乐！电视天天给我们说法，天天在给我们示现宇宙人生真相、诸法实相，没人看懂。看电视真看懂了，大彻大悟，明心见性，他成佛了。凭什么成佛的？看电视成佛的。电视就是《华严经》，不得了，你看都摆在眼前。迷，就在此地迷的，不是过去，也不是未来，当下这一念；这一念觉，就成佛了。所以佛法你说高深吗？不高深。妄想分别执着薄一点的人很容易契入，妄想执着很浓、很厚，这就比较麻烦，他不能觉悟。",
      "zh_TW": "所以電視頻道裡面的節目，你可以欣賞，你不能佔有，你不能控制，你沒有辦法支配它，你只能夠順其自然。我們過日子，把這個東西學會了，就很快樂、就很幸福，非常快樂。沒有執著、沒有分別、沒有起心動念，就是沒有控制、沒有佔有，多自在、多快樂！電視天天給我們說法，天天在給我們示現宇宙人生真相、諸法實相，沒人看懂。看電視真看懂了，大徹大悟，明心見性，他成佛了。憑什麼成佛的？看電視成佛的。電視就是《華嚴經》，不得了，你看都擺在眼前。迷，就在此地迷的，不是過去，也不是未來，當下這一念；這一念覺，就成佛了。所以佛法你說高深嗎？不高深。妄想分別執著薄一點的人很容易契入，妄想執著很濃、很厚，這就比較麻煩，他不能覺悟。"
    },
    {
      "id": "02-037-0346_p0013",
      "zh_CN": "于自本心，曾未开悟，而轻谈净土。谈净土全是误会，全是讲错了，瞧不起念佛往生的人，对念佛的人轻慢，为害非细。害谁？害他自己，也影响别人。如果这个人有名气，在社会上有地位，很多人相信他，那他这个头就带得不好，他说迷信，大家真的以为迷信。所以做个带头人，心要真诚，心要谨慎，因为很多人学你，你有影响力，你不能把人带错了，这个关系很大。佛法究竟是什么，没搞清楚就说它是迷信，这一句话为害非细。真正要下断语来批判它，一定要把它搞清楚、搞明白，不能够轻易批评。我们要赞叹它，也要把它搞清楚，不搞清楚，这个赞叹也影响很大。它如果是假的，你要赞叹它，很多人听到你的赞叹去学它，这个因果责任一定要承担。",
      "zh_TW": "於自本心，曾未開悟，而輕談淨土。談淨土全是誤會，全是講錯了，瞧不起念佛往生的人，對念佛的人輕慢，為害非細。害誰？害他自己，也影響別人。如果這個人有名氣，在社會上有地位，很多人相信他，那他這個頭就帶得不好，他說迷信，大家真的以為迷信。所以做個帶頭人，心要真誠，心要謹慎，因為很多人學你，你有影響力，你不能把人帶錯了，這個關係很大。佛法究竟是什麼，沒搞清楚就說它是迷信，這一句話為害非細。真正要下斷語來批判它，一定要把它搞清楚、搞明白，不能夠輕易批評。我們要讚歎它，也要把它搞清楚，不搞清楚，這個讚歎也影響很大。它如果是假的，你要讚歎它，很多人聽到你的讚歎去學它，這個因果責任一定要承擔。"
    },
    {
      "id": "02-037-0346_p0014",
      "zh_CN": "知道这些事情，你就晓得我们起心动念、言语造作，有意无意不知道造多少业。这些业肯定是善的少、恶的多。为什么？佛告诉我们，我们善的心所只有十一个，不善的心所有二十六个，这就知道我们起心动念正念少、邪念多。那再看外面的诱惑，这是外在的影响，你所看到的、听到的、接触到的，不善诱惑的力量强，也就是十恶这个力量大，十善的力量很少，很不容易看到，这就是一切灾难、疾病、痛苦的来源，不善业之所感。如果我们要希望离苦得乐，佛就是这么个愿望，佛的愿望就是希望一切众生离苦得乐，这是他的伟大处，值得人尊敬的地方，值得人敬仰的地方。他用什么方法？做好样子给人看，用智慧的言语来教导大众，他用这个方法。讲经说法，言教，身体力行是做榜样给人看，他所做的榜样就是他所说的，言行一致。真正做到了言教身行，他做到了，这是佛菩萨的标准。我们真的搞明白，听佛的言教，我们身体就能够做到。",
      "zh_TW": "知道這些事情，你就曉得我們起心動念、言語造作，有意無意不知道造多少業。這些業肯定是善的少、惡的多。為什麼？佛告訴我們，我們善的心所只有十一個，不善的心所有二十六個，這就知道我們起心動念正念少、邪念多。那再看外面的誘惑，這是外在的影響，你所看到的、聽到的、接觸到的，不善誘惑的力量強，也就是十惡這個力量大，十善的力量很少，很不容易看到，這就是一切災難、疾病、痛苦的來源，不善業之所感。如果我們要希望離苦得樂，佛就是這麼個願望，佛的願望就是希望一切眾生離苦得樂，這是他的偉大處，值得人尊敬的地方，值得人敬仰的地方。他用什麼方法？做好樣子給人看，用智慧的言語來教導大眾，他用這個方法。講經說法，言教，身體力行是做榜樣給人看，他所做的榜樣就是他所說的，言行一致。真正做到了言教身行，他做到了，這是佛菩薩的標準。我們真的搞明白，聽佛的言教，我們身體就能夠做到。"
    },
    {
      "id": "02-037-0346_p0015",
      "zh_CN": "下面这一句是古大德常说的，「所谓豁达空，拨因果，莽莽荡荡招殃祸」，古大德常说的。豁达空，对于佛经上讲空的这个意思完全错解了，认为空就是什么都没有。拨因果，因果也是空的，不相信因果报应。看到世间人，造恶的人得福报；善因善果，他怎么修善得的是殃祸？那个人造恶，他偏偏享福？不相信因果报应，其实他对于因果根本就不懂。佛经上讲因果通三世，三世因果。「欲知前世因，今生受者是」，我这一生所受的，过去生中造的，过去生中修的福，这一生享福。「欲知来世果，今生作者是」，我来世是什么果报？我这一生所干的，就是来生的果报。这是因果的精义、精华，他疏忽了。",
      "zh_TW": "下面這一句是古大德常說的，「所謂豁達空，撥因果，莽莽蕩蕩招殃禍」，古大德常說的。豁達空，對於佛經上講空的這個意思完全錯解了，認為空就是什麼都沒有。撥因果，因果也是空的，不相信因果報應。看到世間人，造惡的人得福報；善因善果，他怎麼修善得的是殃禍？那個人造惡，他偏偏享福？不相信因果報應，其實他對於因果根本就不懂。佛經上講因果通三世，三世因果。「欲知前世因，今生受者是」，我這一生所受的，過去生中造的，過去生中修的福，這一生享福。「欲知來世果，今生作者是」，我來世是什麼果報？我這一生所幹的，就是來生的果報。這是因果的精義、精華，他疏忽了。"
    },
    {
      "id": "02-037-0346_p0016",
      "zh_CN": "这一生享福报，过去生中善果；今生造的恶业，福报还没享完，业报不会现前。如果福报享完了，不善的果报就现前了。如果过去生中那个福报很大，这一生都享不完，死的时候丧事还非常热闹，叫人看到的时候，这真是大富大贵，大德人家。其实死了之后地狱去了，他的福报享尽了。明白这个道理，业因果报丝毫不爽，是真的，不是假的，我们不能不知道。真知道了，我们断恶修善，我们要不要享福？不要。我们要把福报累积起来，做为往生的资粮，什么福都不享，日子平平淡淡过下去就很好。修善积德，认真干，临命终时清清楚楚、明明白白，像经上讲的上辈往生，那就是福报。不生病，很清楚，告诉家人佛来接引我了，我看到许多化佛跟佛一起来了，这是大福报，这是真的，不是假的。",
      "zh_TW": "這一生享福報，過去生中善果；今生造的惡業，福報還沒享完，業報不會現前。如果福報享完了，不善的果報就現前了。如果過去生中那個福報很大，這一生都享不完，死的時候喪事還非常熱鬧，叫人看到的時候，這真是大富大貴，大德人家。其實死了之後地獄去了，他的福報享盡了。明白這個道理，業因果報絲毫不爽，是真的，不是假的，我們不能不知道。真知道了，我們斷惡修善，我們要不要享福？不要。我們要把福報累積起來，做為往生的資糧，什麼福都不享，日子平平淡淡過下去就很好。修善積德，認真幹，臨命終時清清楚楚、明明白白，像經上講的上輩往生，那就是福報。不生病，很清楚，告訴家人佛來接引我了，我看到許多化佛跟佛一起來了，這是大福報，這是真的，不是假的。"
    },
    {
      "id": "02-037-0346_p0017",
      "zh_CN": "念佛往生，哪一种往生是真正往生？就是这样的人，他自己说的，预知时至，果然是这一天走的。但是临终的时候，很安详的走了，没说什么话，你就可以断定他，他不是上辈。上辈的人临终的福报大，一定把佛来接引那个盛况告诉大家。他也很安详的过去，但是没有交代，这是什么？中辈、下辈的，上辈是决定会讲清楚。我们修善积德，求上辈往生。上辈往生，不但你自己品位很高，你这一说出来之后，多少人相信，信心增长了，那就是你度了多少人。自行化他，无量功德，我们要争取这一点。这是我们可以争取得到的，不是争取不到，可以争取得到的。",
      "zh_TW": "念佛往生，哪一種往生是真正往生？就是這樣的人，他自己說的，預知時至，果然是這一天走的。但是臨終的時候，很安詳的走了，沒說什麼話，你就可以斷定他，他不是上輩。上輩的人臨終的福報大，一定把佛來接引那個盛況告訴大家。他也很安詳的過去，但是沒有交代，這是什麼？中輩、下輩的，上輩是決定會講清楚。我們修善積德，求上輩往生。上輩往生，不但你自己品位很高，你這一說出來之後，多少人相信，信心增長了，那就是你度了多少人。自行化他，無量功德，我們要爭取這一點。這是我們可以爭取得到的，不是爭取不到，可以爭取得到的。"
    },
    {
      "id": "02-037-0346_p0018",
      "zh_CN": "末后这一句念老的话，「读者当三复斯言」，前面莲池大师《疏钞》里头这些教诲，要多读几遍，常常记在心里。「慎勿执理废事」，最怕的就是这些自以为聪明的人，「讳言他佛，轻视净土，而自招殃祸」。执着理，不相信念佛这个事，念佛哪有那么简单？不相信往生的人到极乐世界得弥陀本愿加持，皆作阿惟越致菩萨。我们看到这些人，听到这些话，心里面很清楚，他对于净宗不认识。我自己早年初学佛的时候，犯的过失就像经上讲的完全一样。老师同学善言劝导，我们没有在意，以为自己所悟的是真的，以为劝导我的这些人对于理没有透彻，真是罪过！那像我这一类的人，很多，我们到真正明了的时候才知道忏悔。明了不是容易事情，我如果不是每天都在读诵大乘经论，怎么可能明白这一桩事情？所以我对于经里面讲的诸佛如来、这些菩萨摩诃萨都说这个法叫难信之法，我看到这一句，体会非常深刻，它真难信。所以我对于一些听了之后就相信，我从内心里头佩服，你们的善根福德比我强，我不如你们。",
      "zh_TW": "末後這一句念老的話，「讀者當三復斯言」，前面蓮池大師《疏鈔》裡頭這些教誨，要多讀幾遍，常常記在心裡。「慎勿執理廢事」，最怕的就是這些自以為聰明的人，「諱言他佛，輕視淨土，而自招殃禍」。執著理，不相信念佛這個事，念佛哪有那麼簡單？不相信往生的人到極樂世界得彌陀本願加持，皆作阿惟越致菩薩。我們看到這些人，聽到這些話，心裡面很清楚，他對於淨宗不認識。我自己早年初學佛的時候，犯的過失就像經上講的完全一樣。老師同學善言勸導，我們沒有在意，以為自己所悟的是真的，以為勸導我的這些人對於理沒有透徹，真是罪過！那像我這一類的人，很多，我們到真正明瞭的時候才知道懺悔。明瞭不是容易事情，我如果不是每天都在讀誦大乘經論，怎麼可能明白這一樁事情？所以我對於經裡面講的諸佛如來、這些菩薩摩訶薩都說這個法叫難信之法，我看到這一句，體會非常深刻，它真難信。所以我對於一些聽了之後就相信，我從內心裡頭佩服，你們的善根福德比我強，我不如你們。"
    },
    {
      "id": "02-037-0346_p0019",
      "zh_CN": "我在经论上确确实实找到真凭实据，我才会相信，你看这么样一种人。这种人大概什么？学科学、相信科学都有这种执着，没有真凭实据叫我相信，那我不就变成迷信，听你的了。我在年轻的时候这种性格很强，连章嘉大师都看到，这个老人对我使用的方法非常善巧。因为年轻，以为佛经上的道理深广，是很好，值得学，哲学。佛经里面讲的修行方法，那个是生活规范。释迦牟尼佛是印度人，三千年前的印度人，那是他们的这种生活规范，时代变了，怎么可以过那种生活？尤其我们中国人，我们有我们的生活方式，所以戒律是没有办法接受的。我们学他的智慧，学他这些道理，不学他的生活方式。",
      "zh_TW": "我在經論上確確實實找到真憑實據，我才會相信，你看這麼樣一種人。這種人大概什麼？學科學、相信科學都有這種執著，沒有真憑實據叫我相信，那我不就變成迷信，聽你的了。我在年輕的時候這種性格很強，連章嘉大師都看到，這個老人對我使用的方法非常善巧。因為年輕，以為佛經上的道理深廣，是很好，值得學，哲學。佛經裡面講的修行方法，那個是生活規範。釋迦牟尼佛是印度人，三千年前的印度人，那是他們的這種生活規範，時代變了，怎麼可以過那種生活？尤其我們中國人，我們有我們的生活方式，所以戒律是沒有辦法接受的。我們學他的智慧，學他這些道理，不學他的生活方式。"
    },
    {
      "id": "02-037-0346_p0020",
      "zh_CN": "我感谢章嘉大师，他老人家圆寂走了，他要不走，这个关我还是破不掉。他走了，我跟甘珠活佛在火化场，他的火化炉是单独建立的，不跟人在一起的，单独建的。甘珠点火，我在场。火化之后，甘珠活佛在那里搭了一个大帐篷，守七天。我在他帐篷里面住了三天，三天三夜。老人对我非常好，很关怀、很照顾，像父母一样，非常感恩。三天三夜，我在那里想，他教了我些什么？这一回想，第一个概念就是「戒律很重要」，为什么老给我讲这一句话？每一次我去看他，我离开的时候，他都送我到门口，在门口就讲这一句话，「戒律很重要」。所以这一句话我听了几十遍，我们一个星期见面一次，这个印象太深刻了。他不多啰嗦的，很轻、很慢，一个字一个字的讲，这句话印象太深了。",
      "zh_TW": "我感謝章嘉大師，他老人家圓寂走了，他要不走，這個關我還是破不掉。他走了，我跟甘珠活佛在火化場，他的火化爐是單獨建立的，不跟人在一起的，單獨建的。甘珠點火，我在場。火化之後，甘珠活佛在那裡搭了一個大帳篷，守七天。我在他帳篷裡面住了三天，三天三夜。老人對我非常好，很關懷、很照顧，像父母一樣，非常感恩。三天三夜，我在那裡想，他教了我些什麼？這一回想，第一個概念就是「戒律很重要」，為什麼老給我講這一句話？每一次我去看他，我離開的時候，他都送我到門口，在門口就講這一句話，「戒律很重要」。所以這一句話我聽了幾十遍，我們一個星期見面一次，這個印象太深刻了。他不多囉嗦的，很輕、很慢，一個字一個字的講，這句話印象太深了。"
    },
    {
      "id": "02-037-0346_p0021",
      "zh_CN": "我就想这一句话的意思，想了一、二个星期，想通了，这是成佛的方法，这不是世间法。世间的礼，在中国三代，夏商周的礼就不一样，它有修订、有改变，适合于现前。像现在的法律，连国家的宪法隔几年都要修订一下，为什么？不适用了。这是成佛，这不是世间法，这个法要一修订的话，就不能成佛了。我就想通了这一点，那这个就很严肃了，这戒律就非学不可，不学就不能成就。这个道理想通了的时候，我才真正想修、想学；道理要没搞清楚，怎么跟我讲，表面上敷衍，不会做的，心里上没有印象，就表面敷衍。这些，章嘉大师看到、李老师看到，李老师劝我修净土，章嘉大师劝我戒律重要。所以我这个根，在章嘉大师奠定的，他老人家不走，我怎么会反省，我怎么会那么认真去想？所以我说他老人家走了，把我度了。得用这种方法才能度得了我，要不然他度不了我。知道扎根教育比什么都重要，根扎在戒律上。",
      "zh_TW": "我就想這一句話的意思，想了一、二個星期，想通了，這是成佛的方法，這不是世間法。世間的禮，在中國三代，夏商周的禮就不一樣，它有修訂、有改變，適合於現前。像現在的法律，連國家的憲法隔幾年都要修訂一下，為什麼？不適用了。這是成佛，這不是世間法，這個法要一修訂的話，就不能成佛了。我就想通了這一點，那這個就很嚴肅了，這戒律就非學不可，不學就不能成就。這個道理想通了的時候，我才真正想修、想學；道理要沒搞清楚，怎麼跟我講，表面上敷衍，不會做的，心裡上沒有印象，就表面敷衍。這些，章嘉大師看到、李老師看到，李老師勸我修淨土，章嘉大師勸我戒律重要。所以我這個根，在章嘉大師奠定的，他老人家不走，我怎麼會反省，我怎麼會那麼認真去想？所以我說他老人家走了，把我度了。得用這種方法才能度得了我，要不然他度不了我。知道扎根教育比什麼都重要，根紮在戒律上。"
    },
    {
      "id": "02-037-0346_p0022",
      "zh_CN": "那学佛学了这么多年了，十年前，十年到十五年的样子，我们在世界各处行走，看得很多。戒律重要，我们也常讲。净宗学会成立是在美国，在旧金山，我写了个缘起，缘起里面对戒律这一方面，行门，我们定了五个科目。十善业道、六和敬，十善六和从这学起，三学、六度、普贤十愿，五个科目，我们必须要学的。十善、六和、三学（戒定慧三学）、六度、普贤十愿，五个科目，很简单，人人都能够记得住。重要的是真干，从哪里干起？从十善干起。这么多年来没有人去做，到底问题出在什么地方？为什么古人都能做得到，我们现在人做不到？我就想这个问题。细心去想、去观察就明白了，古人能够做到的，是这个根从小就教好了。",
      "zh_TW": "那學佛學了這麼多年了，十年前，十年到十五年的樣子，我們在世界各處行走，看得很多。戒律重要，我們也常講。淨宗學會成立是在美國，在舊金山，我寫了個緣起，緣起裡面對戒律這一方面，行門，我們定了五個科目。十善業道、六和敬，十善六和從這學起，三學、六度、普賢十願，五個科目，我們必須要學的。十善、六和、三學（戒定慧三學）、六度、普賢十願，五個科目，很簡單，人人都能夠記得住。重要的是真幹，從哪裡幹起？從十善幹起。這麼多年來沒有人去做，到底問題出在什麼地方？為什麼古人都能做得到，我們現在人做不到？我就想這個問題。細心去想、去觀察就明白了，古人能夠做到的，是這個根從小就教好了。"
    },
    {
      "id": "02-037-0346_p0023",
      "zh_CN": "看到古籍里面所记载的，中国古人教学，母亲怀孕的时候就开始，叫胎教。胎教在哪些家庭？就是大家。这个大家，就是在社会上做官的人家，一般做县长以上的，做过父母官，这种就是世家，世世代代读书人，世世代代都有做官。再就有学术，世代传承学术的，像孔子、孟子。再就有工商业成就的，这是技术，诗词歌赋，这都属于技术，也能称为世家，所谓是大富大贵。这些人家非常重视家庭教育，家庭教育出了问题，他就家破人亡，要重视修善积德，对这个非常重视。所以小孩的教育很严格，从小，小孩一出生，父母是小孩的榜样。所以《弟子规》现在人都不懂得了，以为这是教小朋友的，怎么个教法？不知道。《弟子规》是父母做出来给小孩看的，小孩看会了，他就完全学到了，绝不是教他念的。因为小孩出生的时候，父母都还年轻，二、三十岁，自己的父母都在，你怎么样对父母、对长辈、对兄弟，做出来，让这个小婴儿从出生到三岁一千天扎根教育。父母不能做到，没用处，你就教他念、教他要怎么做法，他不服气。他说为什么？他看到你没有做到，你叫我做，你没有做到，你骗我，不相信。所以那个一千天，做母亲的人很辛苦，为什么？要把他照顾到，不善的东西不能让他看见、不能让他听到、不能让他接触到，这个一千天他看的、听的、接触到的全是正面的、全是善的，没有恶的。所以中国古谚语有一句话说「三岁看八十」，三岁这一千天培养出来的，一生不会改变，他就是大善人，这个根基扎得好！古时候这样的根底，然后再出家学戒律，那还有什么问题？轻而易举，一看到戒律，本身一大半都做到了。",
      "zh_TW": "看到古籍裡面所記載的，中國古人教學，母親懷孕的時候就開始，叫胎教。胎教在哪些家庭？就是大家。這個大家，就是在社會上做官的人家，一般做縣長以上的，做過父母官，這種就是世家，世世代代讀書人，世世代代都有做官。再就有學術，世代傳承學術的，像孔子、孟子。再就有工商業成就的，這是技術，詩詞歌賦，這都屬於技術，也能稱為世家，所謂是大富大貴。這些人家非常重視家庭教育，家庭教育出了問題，他就家破人亡，要重視修善積德，對這個非常重視。所以小孩的教育很嚴格，從小，小孩一出生，父母是小孩的榜樣。所以《弟子規》現在人都不懂得了，以為這是教小朋友的，怎麼個教法？不知道。《弟子規》是父母做出來給小孩看的，小孩看會了，他就完全學到了，絕不是教他念的。因為小孩出生的時候，父母都還年輕，二、三十歲，自己的父母都在，你怎麼樣對父母、對長輩、對兄弟，做出來，讓這個小嬰兒從出生到三歲一千天扎根教育。父母不能做到，沒用處，你就教他念、教他要怎麼做法，他不服氣。他說為什麼？他看到你沒有做到，你叫我做，你沒有做到，你騙我，不相信。所以那個一千天，做母親的人很辛苦，為什麼？要把他照顧到，不善的東西不能讓他看見、不能讓他聽到、不能讓他接觸到，這個一千天他看的、聽的、接觸到的全是正面的、全是善的，沒有惡的。所以中國古諺語有一句話說「三歲看八十」，三歲這一千天培養出來的，一生不會改變，他就是大善人，這個根基紮得好！古時候這樣的根底，然後再出家學戒律，那還有什麼問題？輕而易舉，一看到戒律，本身一大半都做到了。"
    },
    {
      "id": "02-037-0346_p0024",
      "zh_CN": "那回头看看现在，根没有了，这个根至少丢掉两百年，佛法几乎就灭掉了，为什么？根没有了。我们现在认真努力来补这个根，补这个根不是念、不是背，是真正把它做到。这就是章嘉大师当年教给我，讲到戒律，他说戒律受戒是形式，形式不重要。大师告诉我，「佛法重实质，不重形式」，这就是特别强调佛法要重视实行，不在乎外表。那个受戒仪式有没有没有关系。我跟他老人家三年，只是他传皈依给我，没受戒。告诉我，戒律你能做到一条，这一条就受了。为什么？你不受，你怎么会做到？你能做到两条，你就受了两条，世间人不承认你，佛菩萨承认。在这个世间受个戒，拿个戒牒，世间人承认你，佛菩萨未必承认你。我们明白这个道理，重视，戒律搞清楚、搞明白，如何把这一条戒律做到。",
      "zh_TW": "那回頭看看現在，根沒有了，這個根至少丟掉兩百年，佛法幾乎就滅掉了，為什麼？根沒有了。我們現在認真努力來補這個根，補這個根不是念、不是背，是真正把它做到。這就是章嘉大師當年教給我，講到戒律，他說戒律受戒是形式，形式不重要。大師告訴我，「佛法重實質，不重形式」，這就是特別強調佛法要重視實行，不在乎外表。那個受戒儀式有沒有沒有關係。我跟他老人家三年，只是他傳皈依給我，沒受戒。告訴我，戒律你能做到一條，這一條就受了。為什麼？你不受，你怎麼會做到？你能做到兩條，你就受了兩條，世間人不承認你，佛菩薩承認。在這個世間受個戒，拿個戒牒，世間人承認你，佛菩薩未必承認你。我們明白這個道理，重視，戒律搞清楚、搞明白，如何把這一條戒律做到。"
    },
    {
      "id": "02-037-0346_p0025",
      "zh_CN": "而且戒律是活泼的，不是呆板的，通情达理。如果你不懂得，你坚固的守着，有时候反而造罪业，你还不知道。譬如说不妄语戒，坚持不妄语。佛经里头有这个公案（故事），有一个猎人打猎，追一只兔子，走到三岔口路上，兔子往哪里跑，不知道。正好这里有个修行人，不妄语，问他有没有看到兔子？看到了。从哪里走了的？指一条路，指错了，他看到往那里，他指他到那边。这不就妄语了吗？这是什么？妄语救了两个人，救了兔子的命，救了猎人这一次杀生没有杀成，两个都救了。这就是什么？戒律有开缘，这个时候不叫破戒，叫开戒。所以你要懂得什么时候这个戒要开，什么时候戒不能开，要懂得开、遮、持、犯，你才能持戒。如果不懂的话，那你就做不到。每一条戒都有开遮持犯，要讲清楚，要研究明白，什么状况之下怎样做。最高的一个原则，要利益众生，不能害众生。",
      "zh_TW": "而且戒律是活潑的，不是呆板的，通情達理。如果你不懂得，你堅固的守著，有時候反而造罪業，你還不知道。譬如說不妄語戒，堅持不妄語。佛經裡頭有這個公案（故事），有一個獵人打獵，追一隻兔子，走到三岔口路上，兔子往哪裡跑，不知道。正好這裡有個修行人，不妄語，問他有沒有看到兔子？看到了。從哪裡走了的？指一條路，指錯了，他看到往那裡，他指他到那邊。這不就妄語了嗎？這是什麼？妄語救了兩個人，救了兔子的命，救了獵人這一次殺生沒有殺成，兩個都救了。這就是什麼？戒律有開緣，這個時候不叫破戒，叫開戒。所以你要懂得什麼時候這個戒要開，什麼時候戒不能開，要懂得開、遮、持、犯，你才能持戒。如果不懂的話，那你就做不到。每一條戒都有開遮持犯，要講清楚，要研究明白，什麼狀況之下怎樣做。最高的一個原則，要利益眾生，不能害眾生。"
    },
    {
      "id": "02-037-0346_p0026",
      "zh_CN": "经上有一段故事，好像是波斯匿王，有一天吃东西吃得不高兴，下命令把这个厨子杀掉。夫人，就是皇后，那一天正好持八关斋戒，她为了救这个厨师，八关斋戒全破掉了。对不对？对。厨子没有什么大问题，不该死，不能杀人，全破掉，骗国王。到第二天国王气消了，很感叹，厨子不应该杀，杀了，你看现在吃东西，味道都不对了。夫人告诉他，厨子在。怎么在？把这个故事一说出来，佩服得五体投地。这是一切都是为了救度一切众生，所以有开缘。",
      "zh_TW": "經上有一段故事，好像是波斯匿王，有一天吃東西吃得不高興，下命令把這個廚子殺掉。夫人，就是皇后，那一天正好持八關齋戒，她為了救這個廚師，八關齋戒全破掉了。對不對？對。廚子沒有什麼大問題，不該死，不能殺人，全破掉，騙國王。到第二天國王氣消了，很感嘆，廚子不應該殺，殺了，你看現在吃東西，味道都不對了。夫人告訴他，廚子在。怎麼在？把這個故事一說出來，佩服得五體投地。這是一切都是為了救度一切眾生，所以有開緣。"
    },
    {
      "id": "02-037-0346_p0027",
      "zh_CN": "经上还有一个故事，阿罗汉，阿罗汉要出门去弘法，跟着一些现在讲企业家，古时候叫商主，做大生意买卖的人，跟着他们的船。这个船上五百商主，带的金银财宝很多。里面有一个人起了恶念，想把这些同伴统统害死，财产独吞。阿罗汉有他心通，知道了，这不能告诉他，告诉他，他头一个杀你，杀人灭口。阿罗汉怎么办？这个时候只有唯一的一个办法，就是把他杀掉，趁他没有注意的时候把他杀掉。这不是破杀戒，这个是对的，救了他，也救了一船人，救了四百九十九个人的生命财产，保全了，让这一个人不堕地狱。他虽然动念头，他这个念头没有成功，他的罪就轻了，就不堕地狱了。所以你看看，统统都救了。那这个时候坚持不杀生，这不可以，那这些人全都造作罪业了。杀人的人要堕地狱，这些被杀的会冤冤相报，没完没了，还有这些财物，讨债还债，纠缠不清，多少世都搞不清。阿罗汉有智慧，这一个手段把所有问题都解决了。",
      "zh_TW": "經上還有一個故事，阿羅漢，阿羅漢要出門去弘法，跟著一些現在講企業家，古時候叫商主，做大生意買賣的人，跟著他們的船。這個船上五百商主，帶的金銀財寶很多。裡面有一個人起了惡念，想把這些同伴統統害死，財產獨吞。阿羅漢有他心通，知道了，這不能告訴他，告訴他，他頭一個殺你，殺人滅口。阿羅漢怎麼辦？這個時候只有唯一的一個辦法，就是把他殺掉，趁他沒有注意的時候把他殺掉。這不是破殺戒，這個是對的，救了他，也救了一船人，救了四百九十九個人的生命財產，保全了，讓這一個人不墮地獄。他雖然動念頭，他這個念頭沒有成功，他的罪就輕了，就不墮地獄了。所以你看看，統統都救了。那這個時候堅持不殺生，這不可以，那這些人全都造作罪業了。殺人的人要墮地獄，這些被殺的會冤冤相報，沒完沒了，還有這些財物，討債還債，糾纏不清，多少世都搞不清。阿羅漢有智慧，這一個手段把所有問題都解決了。"
    },
    {
      "id": "02-037-0346_p0028",
      "zh_CN": "所以因果要看透，才知道怎样去做。总之一个原则，帮助众生离苦得乐，这是个最高指导原则；帮助众生破迷开悟，这是一个总的目标、总的方向。能够明了，能够守得住，不至于有大过失。我们因为这么多年来看到，出家人不能守《沙弥律仪》沙弥戒，不要说别的，最低的，在家人不能守五戒。所以想到过去那一种教育、过去的社会，让我们感到儒释道三个根的重要，这才提倡扎三个根：儒家的根，《弟子规》；道家的根，《感应篇》；佛法的根，《十善业道》，特别强调。这十年来也有一些效果，这都是好事。但是能不能把我们的修行，这个持戒的修行恢复到过去那个样子？不要说过去很久，回到过去六十年，那就不错了。六十年前是二次大战之后，七、八十岁的人就很清楚当时的环境，比现在好得太多；虽然说不行了，比现在好得太多。就算三十几年前，中国人讲三十年叫一世，你看世界的世，三个十，三十年叫一世，跟三十年前比也差距很大。",
      "zh_TW": "所以因果要看透，才知道怎樣去做。總之一個原則，幫助眾生離苦得樂，這是個最高指導原則；幫助眾生破迷開悟，這是一個總的目標、總的方向。能夠明瞭，能夠守得住，不至於有大過失。我們因為這麼多年來看到，出家人不能守《沙彌律儀》沙彌戒，不要說別的，最低的，在家人不能守五戒。所以想到過去那一種教育、過去的社會，讓我們感到儒釋道三個根的重要，這才提倡紮三個根：儒家的根，《弟子規》；道家的根，《感應篇》；佛法的根，《十善業道》，特別強調。這十年來也有一些效果，這都是好事。但是能不能把我們的修行，這個持戒的修行恢復到過去那個樣子？不要說過去很久，回到過去六十年，那就不錯了。六十年前是二次大戰之後，七、八十歲的人就很清楚當時的環境，比現在好得太多；雖然說不行了，比現在好得太多。就算三十幾年前，中國人講三十年叫一世，你看世界的世，三個十，三十年叫一世，跟三十年前比也差距很大。"
    },
    {
      "id": "02-037-0346_p0029",
      "zh_CN": "三十年前我到香港来讲经，香港还很纯朴，一般讲是花花世界，跟现在比那就很纯朴。香港一般的楼，楼层，大概就是十五、六层，最高的一层五十层，那时候大概刚刚建好是一年，是新的楼层，五十层，那个窗户是圆的，现在还在。风气跟现在完全不相同，你买东西放心，货真价实，还不会有欺骗你的。饮食真干净，小摊子上吃都很干净。现在都不敢吃东西了，看到这些东西都提心吊胆，变化太大了！所以有这么多的灾难，这些灾难其来有自，不是偶然的。上辈，我们就学习到此地。再看第二段，「中辈」。中辈也分两段，「中辈因行」，第一个小段，「发心专念」。看经文：",
      "zh_TW": "三十年前我到香港來講經，香港還很純樸，一般講是花花世界，跟現在比那就很純樸。香港一般的樓，樓層，大概就是十五、六層，最高的一層五十層，那時候大概剛剛建好是一年，是新的樓層，五十層，那個窗戶是圓的，現在還在。風氣跟現在完全不相同，你買東西放心，貨真價實，還不會有欺騙你的。飲食真乾淨，小攤子上吃都很乾淨。現在都不敢吃東西了，看到這些東西都提心吊膽，變化太大了！所以有這麼多的災難，這些災難其來有自，不是偶然的。上輩，我們就學習到此地。再看第二段，「中輩」。中輩也分兩段，「中輩因行」，第一個小段，「發心專念」。看經文："
    },
    {
      "id": "02-037-0346_p0030",
      "zh_CN": "【其中辈者。虽不能行作沙门。大修功德。当发无上菩提之心。一向专念。阿弥陀佛。】",
      "zh_TW": "【其中輩者。雖不能行作沙門。大修功德。當發無上菩提之心。一向專念。阿彌陀佛。】"
    },
    {
      "id": "02-037-0346_p0031",
      "zh_CN": "我们看注解，「《略论》云：中辈生者」，有七种缘，有七个因缘。第一个因缘，「发无上菩提心」。第二，「一向专念无量寿佛」，这是《略论》里头说的，这个经里头是『一向专念阿弥陀佛』。第三，「多少修善，奉持斋戒」。第四个，「起立塔像」。第五，「饭食沙门」。第六，「悬缯燃灯，散华烧香」。第七，「以此回向，愿生安乐。《会疏》同之」。第一个发菩提心，第二个一向专念，跟前面解释相同，就不再说了。",
      "zh_TW": "我們看註解，「《略論》云：中輩生者」，有七種緣，有七個因緣。第一個因緣，「發無上菩提心」。第二，「一向專念無量壽佛」，這是《略論》裡頭說的，這個經裡頭是『一向專念阿彌陀佛』。第三，「多少修善，奉持齋戒」。第四個，「起立塔像」。第五，「飯食沙門」。第六，「懸繒燃燈，散華燒香」。第七，「以此迴向，願生安樂。《會疏》同之」。第一個發菩提心，第二個一向專念，跟前面解釋相同，就不再說了。"
    },
    {
      "id": "02-037-0346_p0032",
      "zh_CN": "这里头，『中辈』是『不能行作沙门』。沙门，原本在印度是修行人的通称，也不分哪个宗教，不管是哪个宗教，出家修行都称沙门。佛教传到中国来之后，沙门变成中国出家修道的通称。但是也有在家修行，真正能够勤修戒定慧、息灭贪瞋痴，也称沙门。「不能行作沙门」，『大修功德』，应当要发『无上菩提心』，这前面讲得很多。无上菩提心，最重要的，我们记住蕅益大师在《要解》里头所说的，自己依教奉行，也以这个劝导一切众生，真信、真愿意往生极乐世界，这个念头就是无上菩提心。",
      "zh_TW": "這裡頭，『中輩』是『不能行作沙門』。沙門，原本在印度是修行人的通稱，也不分哪個宗教，不管是哪個宗教，出家修行都稱沙門。佛教傳到中國來之後，沙門變成中國出家修道的通稱。但是也有在家修行，真正能夠勤修戒定慧、息滅貪瞋痴，也稱沙門。「不能行作沙門」，『大修功德』，應當要發『無上菩提心』，這前面講得很多。無上菩提心，最重要的，我們記住蕅益大師在《要解》裡頭所說的，自己依教奉行，也以這個勸導一切眾生，真信、真願意往生極樂世界，這個念頭就是無上菩提心。"
    },
    {
      "id": "02-037-0346_p0033",
      "zh_CN": "「一向专念」非常重要，放下万缘，一个方向，一个目标。一个方向，西方极乐世界；一个目标，亲近阿弥陀佛。这个心愿要是真诚坚定，没有一个不往生，确确实实像善导大师所说的「万修万人去」。上品上生的人发这个大心，修行七天就成就了。为什么这么快？他用的是真心，他不是妄心。这个七天成就，我们想想莹珂法师三天成就。莹珂法师，出家人，破戒的比丘，造作很重的罪业，如果不往生，他堕阿鼻地狱。这个示现也就是教给我们，不可轻慢那些造作罪业的人。为什么？他们真正一回头，发心勇猛，可能位置比我们还高，所以不可以生轻慢心，应当要生恭敬心。忏悔改过，恶人就已经变成好人，甚至于比好人还好，中国谚语所谓的「浪子回头金不换」，好人当中的好人。",
      "zh_TW": "「一向專念」非常重要，放下萬緣，一個方向，一個目標。一個方向，西方極樂世界；一個目標，親近阿彌陀佛。這個心願要是真誠堅定，沒有一個不往生，確確實實像善導大師所說的「萬修萬人去」。上品上生的人發這個大心，修行七天就成就了。為什麼這麼快？他用的是真心，他不是妄心。這個七天成就，我們想想瑩珂法師三天成就。瑩珂法師，出家人，破戒的比丘，造作很重的罪業，如果不往生，他墮阿鼻地獄。這個示現也就是教給我們，不可輕慢那些造作罪業的人。為什麼？他們真正一回頭，發心勇猛，可能位置比我們還高，所以不可以生輕慢心，應當要生恭敬心。懺悔改過，惡人就已經變成好人，甚至於比好人還好，中國諺語所謂的「浪子回頭金不換」，好人當中的好人。"
    },
    {
      "id": "02-037-0346_p0034",
      "zh_CN": "《略论》里面七种缘，第三种，多少修善，这随缘。我们常说随缘不攀缘，有这个机会，这个机会是好事。好事的标准是对众生有利益的，这就是好事，不见得对自己有利益。对自己有利，对众生没有利益，这不算好事，决定是以对众生利益摆在第一优先。奉持斋戒，斋是讲日中一食，这才叫斋，不是指素食。中国人现在讲斋，都是吃素的叫吃斋，这个错误的，素食是素食，持斋是持斋，两回事情。佛陀在世的时候是托钵，托钵人家给什么吃什么，不是全素，给什么吃什么，没有选择的，没有挑剔的。日中一食，过午不食，那叫斋。戒是五戒、十戒、比丘戒、菩萨戒，这些律仪戒都在其中。除了律仪戒之外，还有摄善法戒、饶益有情戒，佛没制这个戒，但是这是善法。譬如抽烟，佛戒里头没有，所以有很多出家人抽烟，没犯戒，戒里头没有。其实他犯了，他犯了什么戒？佛有一条叫摄善法戒，抽烟不善，样子不好看，对自己身体有害，虽然没有在条文里头，也应该要守。对自己身心健康有好处的，这个要持。另外一条，也是没有文字的，饶益有情，对一切众生有利益的事情，你遇到了，一定要做。对众生有利益，这叫饶益有情。三聚净戒，这个戒律才圆满。",
      "zh_TW": "《略論》裡面七種緣，第三種，多少修善，這隨緣。我們常說隨緣不攀緣，有這個機會，這個機會是好事。好事的標準是對眾生有利益的，這就是好事，不見得對自己有利益。對自己有利，對眾生沒有利益，這不算好事，決定是以對眾生利益擺在第一優先。奉持齋戒，齋是講日中一食，這才叫齋，不是指素食。中國人現在講齋，都是吃素的叫吃齋，這個錯誤的，素食是素食，持齋是持齋，兩回事情。佛陀在世的時候是托缽，托缽人家給什麼吃什麼，不是全素，給什麼吃什麼，沒有選擇的，沒有挑剔的。日中一食，過午不食，那叫齋。戒是五戒、十戒、比丘戒、菩薩戒，這些律儀戒都在其中。除了律儀戒之外，還有攝善法戒、饒益有情戒，佛沒制這個戒，但是這是善法。譬如抽煙，佛戒裡頭沒有，所以有很多出家人抽煙，沒犯戒，戒裡頭沒有。其實他犯了，他犯了什麼戒？佛有一條叫攝善法戒，抽煙不善，樣子不好看，對自己身體有害，雖然沒有在條文裡頭，也應該要守。對自己身心健康有好處的，這個要持。另外一條，也是沒有文字的，饒益有情，對一切眾生有利益的事情，你遇到了，一定要做。對眾生有利益，這叫饒益有情。三聚淨戒，這個戒律才圓滿。"
    },
    {
      "id": "02-037-0346_p0035",
      "zh_CN": "第四个，起立塔像。这也是缘分，自己有这个财力、有这个缘分。起立就是建造寺院道场，提供给出家、在家人修行。在家人建莲社、建念佛堂、建居士林，这都是好事情，帮助成就这一些真正有修行者，给他们。第五，饭食沙门，这现在就是供养。古时候在印度，出家人是托钵，见到出家人托钵的时候，一定要随分随力供养一点。这都是往生的资粮。第六，悬缯燃灯，这是庄严道场。缯就是幢幡宝盖，是这一类的东西。这一类东西，它悬挂的有一定的规矩，有一定的时候。佛法是师道，师道，「只闻来学，未闻往教」，一定要知道尊师重道。但是佛又很谦虚，不做任何宣传，来学，你是自己自动来的、自愿来的，我没有请你来。这自愿来的，那怎么办？就悬缯，这就有意思。所以寺院庵堂都有旗杆，不是挂国旗的，是挂这些东西。在过去这个习惯，讲经教学悬幢，幢是圆形的，就像飞机场那个风筒一样，是圆形的，挂在这个旗杆上，外面人一看，今天有讲经，喜欢听经的人自然来了。所以也要有个标志让大家知道。如果旗杆上挂的是幡，幡是扁形的，挂的幡，今天有法会、有活动，想参加法会的就可以来。挂着这个，就是欢迎你来，是这个意思。宝盖，一般是防止灰尘的，也是个庄严具，像伞一样遮灰尘、遮太阳，是这种用途的。所以散花烧香都是供养道场、供养大众的。第七个是以这些回向，前面所做的这些功德回向，愿生净土。佛法一切随缘，不攀缘，为什么？教我们所修的是清净平等觉。如果我们的心被外面这一切法所扰乱，心就不清净，这就不如法。一定要在真诚清净心中作，这就对了。",
      "zh_TW": "第四個，起立塔像。這也是緣分，自己有這個財力、有這個緣分。起立就是建造寺院道場，提供給出家、在家人修行。在家人建蓮社、建念佛堂、建居士林，這都是好事情，幫助成就這一些真正有修行者，給他們。第五，飯食沙門，這現在就是供養。古時候在印度，出家人是托缽，見到出家人托缽的時候，一定要隨分隨力供養一點。這都是往生的資糧。第六，懸繒燃燈，這是莊嚴道場。繒就是幢幡寶蓋，是這一類的東西。這一類東西，它懸掛的有一定的規矩，有一定的時候。佛法是師道，師道，「只聞來學，未聞往教」，一定要知道尊師重道。但是佛又很謙虛，不做任何宣傳，來學，你是自己自動來的、自願來的，我沒有請你來。這自願來的，那怎麼辦？就懸繒，這就有意思。所以寺院庵堂都有旗桿，不是掛國旗的，是掛這些東西。在過去這個習慣，講經教學懸幢，幢是圓形的，就像飛機場那個風筒一樣，是圓形的，掛在這個旗桿上，外面人一看，今天有講經，喜歡聽經的人自然來了。所以也要有個標誌讓大家知道。如果旗桿上掛的是幡，幡是扁形的，掛的幡，今天有法會、有活動，想參加法會的就可以來。掛著這個，就是歡迎你來，是這個意思。寶蓋，一般是防止灰塵的，也是個莊嚴具，像傘一樣遮灰塵、遮太陽，是這種用途的。所以散花燒香都是供養道場、供養大眾的。第七個是以這些迴向，前面所做的這些功德迴向，願生淨土。佛法一切隨緣，不攀緣，為什麼？教我們所修的是清淨平等覺。如果我們的心被外面這一切法所擾亂，心就不清淨，這就不如法。一定要在真誠清淨心中作，這就對了。"
    },
    {
      "id": "02-037-0346_p0036",
      "zh_CN": "下面一段，「修善愿生」，这个地方也有，跟《略论》上差不多。",
      "zh_TW": "下面一段，「修善願生」，這個地方也有，跟《略論》上差不多。"
    },
    {
      "id": "02-037-0346_p0037",
      "zh_CN": "【随己修行。诸善功德。】",
      "zh_TW": "【隨己修行。諸善功德。】"
    },
    {
      "id": "02-037-0346_p0038",
      "zh_CN": "「谓诸善功德中，随己堪能，勉力以赴」。随自己的力量尽心尽力，就是圆满的供养。我们在《了凡四训》里面看到，一个年轻的女孩子，家境非常清寒，只有两文钱。她经过这个寺庙，将两文钱恭恭敬敬的供养三宝，住持老和尚给她诵经回向、给她祝福。以后这个女孩子做了王妃，这有钱也有地位了，想到过去小时候在这个庙里头曾经结了缘，这一次再到这个庙里去进香，带了一千两黄金供养三宝，老和尚叫他徒弟给她回向。老和尚这时候还在，她就去见老和尚，我年轻的时候，供养两文钱，你亲自给我回向；今天我供养一千两黄金，你怎么让你徒弟来给我回向？老和尚说过去两文钱，妳的诚敬心百分之百，真正诚敬，我不替妳做回向，对不起妳。今天妳大富大贵，这千两黄金在妳算不了什么，妳的心没有从前虔诚，没有以前那么恭敬，我让我这个徒弟给妳回向就可以了。这就说明修大福报并不一定要好多钱，福报大小在哪里？在你的恭敬心，你诚敬心，不在乎这些物品，物品尽心尽力就是圆满，这个道理要懂。所以穷人能修大福报，大富大贵未必修大福报。风水轮流转，这些贫穷人来生大富大贵，这富贵人来生变成贫贱，这叫风水轮流转，一定要懂得这个道理。",
      "zh_TW": "「謂諸善功德中，隨己堪能，勉力以赴」。隨自己的力量盡心盡力，就是圓滿的供養。我們在《了凡四訓》裡面看到，一個年輕的女孩子，家境非常清寒，只有兩文錢。她經過這個寺廟，將兩文錢恭恭敬敬的供養三寶，住持老和尚給她誦經迴向、給她祝福。以後這個女孩子做了王妃，這有錢也有地位了，想到過去小時候在這個廟裡頭曾經結了緣，這一次再到這個廟裡去進香，帶了一千兩黃金供養三寶，老和尚叫他徒弟給她迴向。老和尚這時候還在，她就去見老和尚，我年輕的時候，供養兩文錢，你親自給我迴向；今天我供養一千兩黃金，你怎麼讓你徒弟來給我迴向？老和尚說過去兩文錢，妳的誠敬心百分之百，真正誠敬，我不替妳做迴向，對不起妳。今天妳大富大貴，這千兩黃金在妳算不了什麼，妳的心沒有從前虔誠，沒有以前那麼恭敬，我讓我這個徒弟給妳迴向就可以了。這就說明修大福報並不一定要好多錢，福報大小在哪裡？在你的恭敬心，你誠敬心，不在乎這些物品，物品盡心盡力就是圓滿，這個道理要懂。所以窮人能修大福報，大富大貴未必修大福報。風水輪流轉，這些貧窮人來生大富大貴，這富貴人來生變成貧賤，這叫風水輪流轉，一定要懂得這個道理。"
    },
    {
      "id": "02-037-0346_p0039",
      "zh_CN": "【奉持斋戒。】",
      "zh_TW": "【奉持齋戒。】"
    },
    {
      "id": "02-037-0346_p0040",
      "zh_CN": "《大乘义章》」第十二卷，「防禁故名为戒」。戒律多半是禁止的，像五戒，杀生不能做，偷盗不能做，邪行不能做，妄语不能做，这些都叫做戒，叫禁戒。「洁清故名为斋」，斋是日中一食。日中一食确实能保持我们的清净心，把我们贪瞋痴的烦恼逐渐的远离，这是斋的作用。那一天吃一餐，行吗？行！佛菩萨行，出家人行，在家人也行。那工作很繁重也行吗？也行！我亲眼看见的。我在台中跟李老师十年，李老师日中一食，而且吃得很少。我跟他的时候，我三十一岁，老师那一年七十岁，他的工作量很大，大概是五个人的工作量，一天只吃一餐，行吗？他吃了几十年。我跟他学经教，我也学他一天吃一餐，我吃了五年。",
      "zh_TW": "《大乘義章》」第十二卷，「防禁故名為戒」。戒律多半是禁止的，像五戒，殺生不能做，偷盜不能做，邪行不能做，妄語不能做，這些都叫做戒，叫禁戒。「潔清故名為齋」，齋是日中一食。日中一食確實能保持我們的清淨心，把我們貪瞋痴的煩惱逐漸的遠離，這是齋的作用。那一天吃一餐，行嗎？行！佛菩薩行，出家人行，在家人也行。那工作很繁重也行嗎？也行！我親眼看見的。我在台中跟李老師十年，李老師日中一食，而且吃得很少。我跟他的時候，我三十一歲，老師那一年七十歲，他的工作量很大，大概是五個人的工作量，一天只吃一餐，行嗎？他吃了幾十年。我跟他學經教，我也學他一天吃一餐，我吃了五年。"
    },
    {
      "id": "02-037-0346_p0041",
      "zh_CN": "离开图书馆到台北去讲经，住在韩馆长家里，韩馆长就压迫我，不行，你一天吃一餐不可以。我说为什么？将来万一身体不好，人家怪我，没有照顾好，我承担不起。要我吃三餐，怎么办？我以前吃一餐，确实，一餐这个小饭碗三碗饭。吃一餐的时候，每一餐都是三碗饭。叫我吃三餐的时候，好吧！一餐吃一碗，还是一餐的量分三次吃，采取这个变通方法，不简单。我在她家住了十七年，不是短时间。那个十七年，我没地方去，走投无路，要不然就还俗。哪个寺庙都不收，不收讲经的，赶经忏的收，所以都劝我放弃讲经，学经忏佛事，我们大家都在一起。我出家不是为赶经忏的，不是为这个发心的。章嘉大师教我学释迦牟尼佛，那学释迦牟尼佛就得托钵。在台湾托钵没人给你，现在不作兴托钵了，警察还取缔。所以接受韩馆长这一家人供养，我们的讲经没中断，她修了大功德。她现在往生了，过去走的时候她在天道，大概也就这二、三年往生，在天道待一段时间。所以斋跟戒，我们要分清楚。",
      "zh_TW": "離開圖書館到台北去講經，住在韓館長家裡，韓館長就壓迫我，不行，你一天吃一餐不可以。我說為什麼？將來萬一身體不好，人家怪我，沒有照顧好，我承擔不起。要我吃三餐，怎麼辦？我以前吃一餐，確實，一餐這個小飯碗三碗飯。吃一餐的時候，每一餐都是三碗飯。叫我吃三餐的時候，好吧！一餐吃一碗，還是一餐的量分三次吃，採取這個變通方法，不簡單。我在她家住了十七年，不是短時間。那個十七年，我沒地方去，走投無路，要不然就還俗。哪個寺廟都不收，不收講經的，趕經懺的收，所以都勸我放棄講經，學經懺佛事，我們大家都在一起。我出家不是為趕經懺的，不是為這個發心的。章嘉大師教我學釋迦牟尼佛，那學釋迦牟尼佛就得托缽。在台灣托缽沒人給你，現在不作興托缽了，警察還取締。所以接受韓館長這一家人供養，我們的講經沒中斷，她修了大功德。她現在往生了，過去走的時候她在天道，大概也就這二、三年往生，在天道待一段時間。所以齋跟戒，我們要分清楚。"
    },
    {
      "id": "02-037-0346_p0042",
      "zh_CN": "「《四分律音义》」，这一段念老的注解注得很长。「戒亦律之别义」，是律的别义，所以通常我们把它称作戒律。「梵言」，梵语，古印度话，叫「三婆罗」，翻成中国的意思是「禁」，所以「戒者亦禁义也」，就是禁止。「斋者，谓不过中食」，这个中就是日中太阳，太阳日中。不过日中，在日中之前。所以持，这个持午，什么时候吃饭？大概十一点钟到十一点半，这是不会过中的。十一点半以后有可能过中，所以持斋要用什么？最好用天文日历，每一天日中的时间都不一样，每一天差四分钟。我过去在台湾初学佛的时候，用天文日历，今天几点几分几秒日中，天天不一样，那个日历上就注得很清楚。而且地方不一样，时间也不一样，叫时差。天文日历的时差就分得很细，给你分成几分几秒，我们在哪个地方，守哪个地方的时候。听说还有些法师持午很严格，到了美国了，他吃饭的时候他就想到台湾的时间，台湾还没有过中，美国已经过了，没有关系，我用台湾时间。如果这个话能行得通，你永远不会过中，为什么？每个地方中不一样。这都不是真正持午，真正持午没有这种事情。",
      "zh_TW": "「《四分律音義》」，這一段念老的註解註得很長。「戒亦律之別義」，是律的別義，所以通常我們把它稱作戒律。「梵言」，梵語，古印度話，叫「三婆羅」，翻成中國的意思是「禁」，所以「戒者亦禁義也」，就是禁止。「齋者，謂不過中食」，這個中就是日中太陽，太陽日中。不過日中，在日中之前。所以持，這個持午，什麼時候吃飯？大概十一點鐘到十一點半，這是不會過中的。十一點半以後有可能過中，所以持齋要用什麼？最好用天文日曆，每一天日中的時間都不一樣，每一天差四分鐘。我過去在台灣初學佛的時候，用天文日曆，今天幾點幾分幾秒日中，天天不一樣，那個日曆上就註得很清楚。而且地方不一樣，時間也不一樣，叫時差。天文日曆的時差就分得很細，給你分成幾分幾秒，我們在哪個地方，守哪個地方的時候。聽說還有些法師持午很嚴格，到了美國了，他吃飯的時候他就想到台灣的時間，台灣還沒有過中，美國已經過了，沒有關係，我用台灣時間。如果這個話能行得通，你永遠不會過中，為什麼？每個地方中不一樣。這都不是真正持午，真正持午沒有這種事情。"
    },
    {
      "id": "02-037-0346_p0043",
      "zh_CN": "所以「正午以为正时，以后为非时」，过午之后就非时。「时者宜食，非时则不宜食」，这是佛所定的。那我们要知道，释迦牟尼佛出生在印度，他也是在印度到处讲经说法，时差也不一样。印度跟我们这时差，差好几个小时，所以这个正时要以此时此地，这才是正确的。我们到哪里旅行，要以当时的正时，这才是正确的。「不过中食（即常言之过午不食），名持斋。《南山业疏》」，道宣律师的，「云：斋谓齐也。齐一其心。或言清也。故持斋者，以清心之不净也」，就是把心里头不干净的东西把它清除掉，这是斋的本意。所以每一天吃饭的时候，要把心里面不干净东西要除掉，要做这个观想，这是真正的斋意。佛每一天给我们这个时间，你这个时间你一定要吃饭，希望你吃饭的时候观想这桩事情。心里面最好的，不干净的念头、不善的念头要放下，善的念头也要放下。为什么？与自性就相应了。",
      "zh_TW": "所以「正午以為正時，以後為非時」，過午之後就非時。「時者宜食，非時則不宜食」，這是佛所定的。那我們要知道，釋迦牟尼佛出生在印度，他也是在印度到處講經說法，時差也不一樣。印度跟我們這時差，差好幾個小時，所以這個正時要以此時此地，這才是正確的。我們到哪裡旅行，要以當時的正時，這才是正確的。「不過中食（即常言之過午不食），名持齋。《南山業疏》」，道宣律師的，「云：齋謂齊也。齊一其心。或言清也。故持齋者，以清心之不淨也」，就是把心裡頭不乾淨的東西把它清除掉，這是齋的本意。所以每一天吃飯的時候，要把心裡面不乾淨東西要除掉，要做這個觀想，這是真正的齋意。佛每一天給我們這個時間，你這個時間你一定要吃飯，希望你吃飯的時候觀想這樁事情。心裡面最好的，不乾淨的念頭、不善的念頭要放下，善的念頭也要放下。為什麼？與自性就相應了。"
    },
    {
      "id": "02-037-0346_p0044",
      "zh_CN": "要知道善与不善都叫做业，你看善业、恶业，都叫做业，清净心里头没有业。念佛人叫净业，记住，净业里头没有善恶，善也不净，恶不净、善也不净。那要不要断恶修善？要，要断恶、要修善，但是心里头不要执着，断恶不着断恶的相，修善不留修善的相，这样你的心就清净。这一种断恶修善，都叫做净业。净业是往生真正的道理，心净则佛土净，心净这才能往生，心不清净不能往生。所以善恶业我们都不要，你就超越六道轮回。你心里头有善业，生三善道；心里面有恶业，你就生三恶道。所以三恶道跟三善道是平等的，都是业报。恶业要到三恶道去把它消掉，恢复清净，善业到三善道去消掉。自性清净心里头没有善恶业，没有天堂地狱。善恶业是因，天堂地狱是果报，所以它是平等的。造什么业，受什么果报，是业感召的果报。那个果报不是从外来的，与佛菩萨不相干，与上帝也不相干，与天地鬼神不相干，与人也不相干，自作自受，这个道理总要搞清楚、搞明白。佛说，「一切法从心想生」，谁的心想？自己的心想，所以没有一样不是自作自受，总得搞清楚、搞明白。所以佛经上这个意思很好，我们什么时候会想到要清理心里面这些不净，恶不净，善也不净，这个不净统统都包括了，把它清理？让你在吃饭的时候。你每天都要吃饭，吃饭就要想到，我要清理不净，我的饭菜要干净，我的心也要干净，这个意思好。",
      "zh_TW": "要知道善與不善都叫做業，你看善業、惡業，都叫做業，清淨心裡頭沒有業。念佛人叫淨業，記住，淨業裡頭沒有善惡，善也不淨，惡不淨、善也不淨。那要不要斷惡修善？要，要斷惡、要修善，但是心裡頭不要執著，斷惡不著斷惡的相，修善不留修善的相，這樣你的心就清淨。這一種斷惡修善，都叫做淨業。淨業是往生真正的道理，心淨則佛土淨，心淨這才能往生，心不清淨不能往生。所以善惡業我們都不要，你就超越六道輪迴。你心裡頭有善業，生三善道；心裡面有惡業，你就生三惡道。所以三惡道跟三善道是平等的，都是業報。惡業要到三惡道去把它消掉，恢復清淨，善業到三善道去消掉。自性清淨心裡頭沒有善惡業，沒有天堂地獄。善惡業是因，天堂地獄是果報，所以它是平等的。造什麼業，受什麼果報，是業感召的果報。那個果報不是從外來的，與佛菩薩不相干，與上帝也不相干，與天地鬼神不相干，與人也不相干，自作自受，這個道理總要搞清楚、搞明白。佛說，「一切法從心想生」，誰的心想？自己的心想，所以沒有一樣不是自作自受，總得搞清楚、搞明白。所以佛經上這個意思很好，我們什麼時候會想到要清理心裡面這些不淨，惡不淨，善也不淨，這個不淨統統都包括了，把它清理？讓你在吃飯的時候。你每天都要吃飯，吃飯就要想到，我要清理不淨，我的飯菜要乾淨，我的心也要乾淨，這個意思好。"
    },
    {
      "id": "02-037-0346_p0045",
      "zh_CN": "「又《会疏》云：斋戒，即八斋戒及摄大小诸戒。盖夫戒是人师，道俗咸奉。心为业主，凡圣俱制，正法住灭，皆一由之」。这个意思很深很广，也非常重要。「戒为无上菩提本」，佛灭度的时候，最后的遗言教我们以戒为师。佛不在世了，我们以什么人做老师？「以戒为师，以苦为师」。佛希望我们能持戒、能吃苦，为什么？你心就定了，烦恼欲望才真的能放下，你才能够解脱，你才能成就，这是佛陀真实教诲。今天时间到了，我们就学习到此地。",
      "zh_TW": "「又《會疏》云：齋戒，即八齋戒及攝大小諸戒。蓋夫戒是人師，道俗咸奉。心為業主，凡聖俱制，正法住滅，皆一由之」。這個意思很深很廣，也非常重要。「戒為無上菩提本」，佛滅度的時候，最後的遺言教我們以戒為師。佛不在世了，我們以什麼人做老師？「以戒為師，以苦為師」。佛希望我們能持戒、能吃苦，為什麼？你心就定了，煩惱欲望才真的能放下，你才能夠解脫，你才能成就，這是佛陀真實教誨。今天時間到了，我們就學習到此地。"
    }
  ]
}