{
  "doc_id": "02-037-0547",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五四七集",
    "zh_TW": "第五四七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0547",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-037-0547_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千零七十二页，倒数第四行，科题「叹信受实难」，叹是感叹。能够相信的人，能够接受的人，确实是非常难得。我们看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千零七十二頁，倒數第四行，科題「歎信受實難」，歎是感嘆。能夠相信的人，能夠接受的人，確實是非常難得。我們看經文："
    },
    {
      "id": "02-037-0547_p0002",
      "zh_CN": "【如来兴世。难值难见。诸佛经道。难得难闻。遇善知识。闻法能行。此亦为难。若闻斯经。信乐受持。难中之难。无过此难。】",
      "zh_TW": "【如來興世。難值難見。諸佛經道。難得難聞。遇善知識。聞法能行。此亦為難。若聞斯經。信樂受持。難中之難。無過此難。】"
    },
    {
      "id": "02-037-0547_p0003",
      "zh_CN": "我们看念老的注解。右面这段经文，是「叹闻经信受为难中之难，令人知经之难闻，生敬重希有之心」。『如来兴世』，是出兴于世，就是出现在世间。佛菩萨出现在世间，总不外乎感应道交，众生有感，佛菩萨自然就有应。感应有四种，第一种叫显感显应。我们求佛菩萨很明显，我们清清楚楚，而佛的示现也很清楚。像释迦牟尼佛当年出生在世间，住世八十年，这是显感显应。第二种是显感冥应，这个多。像我们现在，每一个学佛的同学，无论你求不求佛都有感。我们心里有求，这是显感；没有求是冥感，自己真有这个意思，但是念头没有生起来，但佛知道了，佛知道我们想求些什么。这是冥感。冥感有显应，也有冥应，冥应，他应的时候我们不知道。",
      "zh_TW": "我們看念老的註解。右面這段經文，是「嘆聞經信受為難中之難，令人知經之難聞，生敬重希有之心」。『如來興世』，是出興於世，就是出現在世間。佛菩薩出現在世間，總不外乎感應道交，眾生有感，佛菩薩自然就有應。感應有四種，第一種叫顯感顯應。我們求佛菩薩很明顯，我們清清楚楚，而佛的示現也很清楚。像釋迦牟尼佛當年出生在世間，住世八十年，這是顯感顯應。第二種是顯感冥應，這個多。像我們現在，每一個學佛的同學，無論你求不求佛都有感。我們心裡有求，這是顯感；沒有求是冥感，自己真有這個意思，但是念頭沒有生起來，但佛知道了，佛知道我們想求些什麼。這是冥感。冥感有顯應，也有冥應，冥應，他應的時候我們不知道。"
    },
    {
      "id": "02-037-0547_p0004",
      "zh_CN": "显感冥应这个例子非常之多，我们自己业障很重，体会不到。为什么会有这种情形？我们的业力障碍了他的应。业力的能量也不可思议，所以经上常讲，心、佛、众生，三无差别，就是他的能量，佛的能量，心的能量。心实在讲是能生能现，佛也是心生心现的，宇宙，包括我们自己都是心生心现的，心的能量很大。佛的能量也很大，佛是修得的能量。众生的能量是业的能量，就是我们造作一切善、不善业，这个能量也很大，可以跟上面两种对抗的。那看我们跟什么联手，如果我们心的能量跟业的能量联手，把佛就抗拒了；如果我们心的能量能跟佛的能量联手，就把业力抗拒了。看我们跟谁联手，这个很重要！",
      "zh_TW": "顯感冥應這個例子非常之多，我們自己業障很重，體會不到。為什麼會有這種情形？我們的業力障礙了他的應。業力的能量也不可思議，所以經上常講，心、佛、眾生，三無差別，就是他的能量，佛的能量，心的能量。心實在講是能生能現，佛也是心生心現的，宇宙，包括我們自己都是心生心現的，心的能量很大。佛的能量也很大，佛是修得的能量。眾生的能量是業的能量，就是我們造作一切善、不善業，這個能量也很大，可以跟上面兩種對抗的。那看我們跟什麼聯手，如果我們心的能量跟業的能量聯手，把佛就抗拒了；如果我們心的能量能跟佛的能量聯手，就把業力抗拒了。看我們跟誰聯手，這個很重要！"
    },
    {
      "id": "02-037-0547_p0005",
      "zh_CN": "那我们知道，修行成就的人，这个心跟佛的能量结合了，所以能断烦恼、能消业障。如果我们的心这一不谨慎，跟业的能力融合，那佛的力量就不能抗拒，佛就到一边去了。这个道理并不难懂，可是一定要知道。我们今天为什么抗拒不了业力？我们不跟佛联手，也就是对佛、佛的经教，我们难得难闻，得到了不相信，听到了不肯奉行，我们并没有真正的跟佛力融合。所以感到业的能量非常强大，道理在此地。这些经文给我们很大的启示，人身难得，佛法难闻，我们得人身、遇到佛法，要知道珍重、稀有！你把它看重了，你才肯学习，肯发心真学。",
      "zh_TW": "那我們知道，修行成就的人，這個心跟佛的能量結合了，所以能斷煩惱、能消業障。如果我們的心這一不謹慎，跟業的能力融合，那佛的力量就不能抗拒，佛就到一邊去了。這個道理並不難懂，可是一定要知道。我們今天為什麼抗拒不了業力？我們不跟佛聯手，也就是對佛、佛的經教，我們難得難聞，得到了不相信，聽到了不肯奉行，我們並沒有真正的跟佛力融合。所以感到業的能量非常強大，道理在此地。這些經文給我們很大的啟示，人身難得，佛法難聞，我們得人身、遇到佛法，要知道珍重、稀有！你把它看重了，你才肯學習，肯發心真學。"
    },
    {
      "id": "02-037-0547_p0006",
      "zh_CN": "兴世，这出兴于世。善导大师说得非常之好，说「如来所以兴出世」，他们出现在世间，为什么？「唯说弥陀本愿海」。换句话说，唯一的一个目的就是把净土、阿弥陀佛介绍给大家，其他的全是附带说的，这是正说。为什么？九界众生，十法界里头除佛，九法界众生，从菩萨到地狱，如果你有缘遇到了，明白了、觉悟了，念佛往生没有一个不成就的。而且这种成就是平等的成就，究竟的成就。这个法门，无量法门里头只有这一门，其他的都没有这么方便，都没有这么稳当，没有这样快速。所以这是诸佛出现于世，度众生的第一门。",
      "zh_TW": "興世，這出興於世。善導大師說得非常之好，說「如來所以興出世」，他們出現在世間，為什麼？「唯說彌陀本願海」。換句話說，唯一的一個目的就是把淨土、阿彌陀佛介紹給大家，其他的全是附帶說的，這是正說。為什麼？九界眾生，十法界裡頭除佛，九法界眾生，從菩薩到地獄，如果你有緣遇到了，明白了、覺悟了，念佛往生沒有一個不成就的。而且這種成就是平等的成就，究竟的成就。這個法門，無量法門裡頭只有這一門，其他的都沒有這麼方便，都沒有這麼穩當，沒有這樣快速。所以這是諸佛出現於世，度眾生的第一門。"
    },
    {
      "id": "02-037-0547_p0007",
      "zh_CN": "《资持记》里面有个解释，「佛身充满」，这是法身。法身是常寂光，法身是大光明藏，遍一切处，遍一切时，无处不在，无时不在，叫佛身充满，充满整个宇宙。佛身如是，要知道我们每一个人的法身亦如是，只是我们自己迷了，不知道。如果要不充满，身就是这一个身，你从香港你怎么能到大埔来？你要是一个身就来不了。你能够从香港市区到大埔来，就不是一个身。多少身？无量无边身。你看我们并没有失掉，只是自己迷而不觉。老同修能理解，弥勒菩萨告诉我们，幻相，这身是个幻相，是个生灭相，就像电影里头的幻灯片一样，一张一张的。一秒钟已经换了一千六百兆个形相，哪个形相是你自己？你的形相遍满法界，只要有缘，随时随处它都现形，但是现形的时间都是一千六百兆分之一秒。我们能感觉出来，那是你的相似相续相，不是真相。",
      "zh_TW": "《資持記》裡面有個解釋，「佛身充滿」，這是法身。法身是常寂光，法身是大光明藏，遍一切處，遍一切時，無處不在，無時不在，叫佛身充滿，充滿整個宇宙。佛身如是，要知道我們每一個人的法身亦如是，只是我們自己迷了，不知道。如果要不充滿，身就是這一個身，你從香港你怎麼能到大埔來？你要是一個身就來不了。你能夠從香港市區到大埔來，就不是一個身。多少身？無量無邊身。你看我們並沒有失掉，只是自己迷而不覺。老同修能理解，彌勒菩薩告訴我們，幻相，這身是個幻相，是個生滅相，就像電影裡頭的幻燈片一樣，一張一張的。一秒鐘已經換了一千六百兆個形相，哪個形相是你自己？你的形相遍滿法界，只要有緣，隨時隨處它都現形，但是現形的時間都是一千六百兆分之一秒。我們能感覺出來，那是你的相似相續相，不是真相。"
    },
    {
      "id": "02-037-0547_p0008",
      "zh_CN": "所以知道我们的身跟如来身其实没有两样，有什么差别？只是他觉，我们迷，他不执着，我们执着。执着就有苦，不执着没有苦，没有苦就是乐。所以真正学佛知道叫了生死，了生死不是没有生死，对于生死究竟是怎么一回事情，你完全了解。了解之后，真的就没有生死，生死跟不生死画成等号，这学佛得到的大乐，离苦得乐了。你那个执着的心是个妄念，是个非常严重错误的妄念。分别比这个妄念轻一点，起心动念是又轻一点。只要你放下执着，其实执着、分别、起心动念全是错误的，统统放下，恭喜你，你就成佛了。成佛，你得大自在，真正回归到不生不灭。",
      "zh_TW": "所以知道我們的身跟如來身其實沒有兩樣，有什麼差別？只是他覺，我們迷，他不執著，我們執著。執著就有苦，不執著沒有苦，沒有苦就是樂。所以真正學佛知道叫了生死，了生死不是沒有生死，對於生死究竟是怎麼一回事情，你完全了解。了解之後，真的就沒有生死，生死跟不生死畫成等號，這學佛得到的大樂，離苦得樂了。你那個執著的心是個妄念，是個非常嚴重錯誤的妄念。分別比這個妄念輕一點，起心動念是又輕一點。只要你放下執著，其實執著、分別、起心動念全是錯誤的，統統放下，恭喜你，你就成佛了。成佛，你得大自在，真正回歸到不生不滅。"
    },
    {
      "id": "02-037-0547_p0009",
      "zh_CN": "现在这个世间人，许多人都在谈论，我想这个谈论会愈来愈多，都在谈灾难，怎么样避这灾难。我们问，大乘学佛的人有没有灾难？你们谁能回答？没有，根本就没有灾难。一千六百兆分之一秒里头你去找，它有灾难吗？找不到。这个现象就在我们面前，我们根本无法体会到。旧式的电影，幻灯片组成的，一秒钟二十四次的生灭，二十四分之一秒。在这么长的时间里头，二十四分之一秒，如果只有一张幻灯片打在银幕上，我们这些观众有没有看到过？有。看到什么了？不知道，好像有个闪光，感觉得有个闪光，内容是什么不知道。二十四分之一秒，现在给你加到一千六百兆分之一秒，你看见没有？根本没看见，就在面前闪过，没看见。二十四分之一秒有感觉，有个亮，一下就没有了，不知道里头什么内容。",
      "zh_TW": "現在這個世間人，許多人都在談論，我想這個談論會愈來愈多，都在談災難，怎麼樣避這災難。我們問，大乘學佛的人有沒有災難？你們誰能回答？沒有，根本就沒有災難。一千六百兆分之一秒裡頭你去找，它有災難嗎？找不到。這個現象就在我們面前，我們根本無法體會到。舊式的電影，幻燈片組成的，一秒鐘二十四次的生滅，二十四分之一秒。在這麼長的時間裡頭，二十四分之一秒，如果只有一張幻燈片打在銀幕上，我們這些觀眾有沒有看到過？有。看到什麼了？不知道，好像有個閃光，感覺得有個閃光，內容是什麼不知道。二十四分之一秒，現在給你加到一千六百兆分之一秒，你看見沒有？根本沒看見，就在面前閃過，沒看見。二十四分之一秒有感覺，有個亮，一下就沒有了，不知道裡頭什麼內容。"
    },
    {
      "id": "02-037-0547_p0010",
      "zh_CN": "我们从这个比例就能够体会到，体会到什么？生灭跟不生不灭是平等的，生灭即是不生灭，不生灭即是生灭，是一不是二，生灭不二。你真正明白事实真相，你的心就定了。这是看破帮助放下，你看破了，你不起心、不动念，你就定了。定了，你就这个境界真相你就看到了。佛告诉我们，我们凡夫看不到，不但凡夫看不到，连地上菩萨都看不到。谁能看到？八地以上，他看得清清楚楚。八地以上跟佛差不多了，八地以上，九地、十地、等觉、妙觉，妙觉就是佛，跟佛很接近了，他们能看到。这个不能不知道，这是诸法实相，宇宙所有一切法的真相，无论是物质现象、精神现象、自然现象，没有一样是例外的。所以《金刚经》上佛说，「凡所有相，皆是虚妄」，不可得。知道一切法都是虚妄的，你还会去执着它吗？还想占有它吗？还想控制它吗？有这些念头叫造业。这些念头全是假的，统统落空，你就想到我们生活统统都生活在一千六百兆分之一秒的波动状况之中，你成天想着这个。所以你就能够跟佛一样，跟菩萨一样，随缘不动。不动就是不起心不动念，也叫随缘不变，就是菩萨了。反过来，不变随缘，这就是佛。凡夫随缘随着变，这最糟糕的。二乘不变不随缘，所以二乘叫自了汉，众生有感他不应，他不随缘。佛菩萨随缘，所以感应道交。",
      "zh_TW": "我們從這個比例就能夠體會到，體會到什麼？生滅跟不生不滅是平等的，生滅即是不生滅，不生滅即是生滅，是一不是二，生滅不二。你真正明白事實真相，你的心就定了。這是看破幫助放下，你看破了，你不起心、不動念，你就定了。定了，你就這個境界真相你就看到了。佛告訴我們，我們凡夫看不到，不但凡夫看不到，連地上菩薩都看不到。誰能看到？八地以上，他看得清清楚楚。八地以上跟佛差不多了，八地以上，九地、十地、等覺、妙覺，妙覺就是佛，跟佛很接近了，他們能看到。這個不能不知道，這是諸法實相，宇宙所有一切法的真相，無論是物質現象、精神現象、自然現象，沒有一樣是例外的。所以《金剛經》上佛說，「凡所有相，皆是虛妄」，不可得。知道一切法都是虛妄的，你還會去執著它嗎？還想佔有它嗎？還想控制它嗎？有這些念頭叫造業。這些念頭全是假的，統統落空，你就想到我們生活統統都生活在一千六百兆分之一秒的波動狀況之中，你成天想著這個。所以你就能夠跟佛一樣，跟菩薩一樣，隨緣不動。不動就是不起心不動念，也叫隨緣不變，就是菩薩了。反過來，不變隨緣，這就是佛。凡夫隨緣隨著變，這最糟糕的。二乘不變不隨緣，所以二乘叫自了漢，眾生有感他不應，他不隨緣。佛菩薩隨緣，所以感應道交。"
    },
    {
      "id": "02-037-0547_p0011",
      "zh_CN": "佛身充满，「随物现形」。我们现在？我们的法身也充满，不是随物现形，是随业现形，业力支配。善业就现三善道，恶业就现三恶道，是随自己的业力。诸佛菩萨是随众生的感，这个物就是众生，十法界的众生，随众生感现形。我们今天很糟糕，是随自己的业力，就是自己的善恶念头；动一个善念，三善道，动一个恶念，三恶道，哪个力量强就先到哪一道。这是临命终时最后一念，哪个念头强他就到哪一道去了。「示生唱灭」，示是示现，示生唱灭就是「示现生灭」。「拯接群品」，品是品类。我们常讲十法界的众生，各个不同的群类，有天道、有人道、有畜生道、有饿鬼道，各个不同的品类，这是大分。每一类里头还有小分，就无量的品类。佛是来拯救，来接引。「据娑婆所见」，这是举这个例子，以释迦牟尼佛为例子，他在娑婆世界，就是我们这个世界。「诞育王宫」，他示现在净饭王家，在这个地方投胎，成为净饭王的太子。「厌世修行」，看到这个世间太苦了，这就是经上给我们介绍的，他看到这个世间有生老病死、有怨憎会、爱别离、求不得，种种这些苦难。厌世，对这个世间厌离，发心修行。「降魔成佛」，八相成道。「故云兴世」，兴世是讲出现在世间。",
      "zh_TW": "佛身充滿，「隨物現形」。我們現在？我們的法身也充滿，不是隨物現形，是隨業現形，業力支配。善業就現三善道，惡業就現三惡道，是隨自己的業力。諸佛菩薩是隨眾生的感，這個物就是眾生，十法界的眾生，隨眾生感現形。我們今天很糟糕，是隨自己的業力，就是自己的善惡念頭；動一個善念，三善道，動一個惡念，三惡道，哪個力量強就先到哪一道。這是臨命終時最後一念，哪個念頭強他就到哪一道去了。「示生唱滅」，示是示現，示生唱滅就是「示現生滅」。「拯接群品」，品是品類。我們常講十法界的眾生，各個不同的群類，有天道、有人道、有畜生道、有餓鬼道，各個不同的品類，這是大分。每一類裡頭還有小分，就無量的品類。佛是來拯救，來接引。「據娑婆所見」，這是舉這個例子，以釋迦牟尼佛為例子，他在娑婆世界，就是我們這個世界。「誕育王宮」，他示現在淨飯王家，在這個地方投胎，成為淨飯王的太子。「厭世修行」，看到這個世間太苦了，這就是經上給我們介紹的，他看到這個世間有生老病死、有怨憎會、愛別離、求不得，種種這些苦難。厭世，對這個世間厭離，發心修行。「降魔成佛」，八相成道。「故云興世」，興世是講出現在世間。"
    },
    {
      "id": "02-037-0547_p0012",
      "zh_CN": "这一段文，下面是念老的解释。「盖谓佛身遍法界，无有来去；三际一如」，三际是过去、现在、未来，就是时间没有了。时间是假的，不是真的。「本无生灭」，这给你说真话，说真话没人懂，真话就是根本就没有生灭，生灭是个假相。「祇为应机度化，故现出生王宫」，这是说释迦牟尼佛没有生灭。为了应机，众生有感，这个机是说众生，众生有感他有应，感应道交，是来度众生的。现出生王宫，示现出生在王宫，净饭王的王宫。十九岁「出家修道，降魔成佛」，为什么能成佛？降魔。魔是什么？妄想、分别、执着，这是魔。",
      "zh_TW": "這一段文，下面是念老的解釋。「蓋謂佛身遍法界，無有來去；三際一如」，三際是過去、現在、未來，就是時間沒有了。時間是假的，不是真的。「本無生滅」，這給你說真話，說真話沒人懂，真話就是根本就沒有生滅，生滅是個假相。「祇為應機度化，故現出生王宮」，這是說釋迦牟尼佛沒有生滅。為了應機，眾生有感，這個機是說眾生，眾生有感他有應，感應道交，是來度眾生的。現出生王宮，示現出生在王宮，淨飯王的王宮。十九歲「出家修道，降魔成佛」，為什麼能成佛？降魔。魔是什麼？妄想、分別、執著，這是魔。"
    },
    {
      "id": "02-037-0547_p0013",
      "zh_CN": "这是什么？妄想分别执着都是叫烦恼，烦恼在折磨你，让你身心受苦，不自在。烦恼魔！你能够降服它，你认识它是烦恼，它不是好东西，你不再去用它，烦恼不能折磨你了。反过头来它听你的指挥，听你的差遣，你可以用烦恼来做佛事，来教化众生，做为教化众生的一种手段。喜怒哀乐全是教化众生手段，能帮助人开悟，能解决一切问题。所以它变成好东西了，不是坏东西。迷了不知道，它障碍你明心见性，觉悟了，它能帮助你教化众生。所以，是佛是魔没有定说，觉悟了，魔就是佛，迷了的时候佛也是魔，总在迷悟不同。「此即所谓兴世也」，这是说诸佛出世。那我们的出世，到这个世界来，不是像佛这样应化在世间，我们是被业力所转。到人天来，这是过去生中修的善业，到人道来是中品十善，生到天道去的是上品十善。十善跟五戒相当，跟中国的五常、八德相当。",
      "zh_TW": "這是什麼？妄想分別執著都是叫煩惱，煩惱在折磨你，讓你身心受苦，不自在。煩惱魔！你能夠降服它，你認識它是煩惱，它不是好東西，你不再去用它，煩惱不能折磨你了。反過頭來它聽你的指揮，聽你的差遣，你可以用煩惱來做佛事，來教化眾生，做為教化眾生的一種手段。喜怒哀樂全是教化眾生手段，能幫助人開悟，能解決一切問題。所以它變成好東西了，不是壞東西。迷了不知道，它障礙你明心見性，覺悟了，它能幫助你教化眾生。所以，是佛是魔沒有定說，覺悟了，魔就是佛，迷了的時候佛也是魔，總在迷悟不同。「此即所謂興世也」，這是說諸佛出世。那我們的出世，到這個世界來，不是像佛這樣應化在世間，我們是被業力所轉。到人天來，這是過去生中修的善業，到人道來是中品十善，生到天道去的是上品十善。十善跟五戒相當，跟中國的五常、八德相當。"
    },
    {
      "id": "02-037-0547_p0014",
      "zh_CN": "『难值难见』。「《净影疏》云」，这是隋朝的慧远大师，他的著作，「明值佛难」，说明，值是遇到，遇到佛不容易。「生当佛时，名之为值」，值就是遇到。佛出现那个时代，你也生在那个时代，同时，你见到佛了。「目睹称见」，你见到了，这多难。佛在经上有一段话记载这个事情，在王舍城讲经，王舍城，在佛陀在世的时候是印度十六大国之一，今天我们所讲的大都会。这个里面的居民有十万人，古时候人口少，十万人的都市就是很大的都市了。这个城里面有三分之一的人见过佛，遇到过佛，见到过；还有三分之一的人，只听说有释迦牟尼佛在这里讲经教学，没见过，听说；还有三分之一根本就不知道。这是我们能够理解的，古时候没有媒体，没有传播，纵然住在一起，不知道的很多。甚至于像我们现在，住在一栋大楼，香港这个大楼每一层住十几二十家，一栋楼差不多有四、五十层高。住一辈子都不认识，不晓得那哪一家，不知道。所以我们就晓得，这是很容易想到的事情。一个大城里面，这十万人，释迦牟尼佛谁知道他，又没人给他宣传，佛自己也不宣传。所以，遇到真不容易！佛去我们三千年了，可是佛的遗教留在世间，这就是经典。我们今天还能够读到他的经，读到他的经如同跟佛见面一样，如同当面接受他的教诲，难得，稀有难逢！所以这很难的事情，我们要珍重。",
      "zh_TW": "『難值難見』。「《淨影疏》云」，這是隋朝的慧遠大師，他的著作，「明值佛難」，說明，值是遇到，遇到佛不容易。「生當佛時，名之為值」，值就是遇到。佛出現那個時代，你也生在那個時代，同時，你見到佛了。「目睹稱見」，你見到了，這多難。佛在經上有一段話記載這個事情，在王舍城講經，王舍城，在佛陀在世的時候是印度十六大國之一，今天我們所講的大都會。這個裡面的居民有十萬人，古時候人口少，十萬人的都市就是很大的都市了。這個城裡面有三分之一的人見過佛，遇到過佛，見到過；還有三分之一的人，只聽說有釋迦牟尼佛在這裡講經教學，沒見過，聽說；還有三分之一根本就不知道。這是我們能夠理解的，古時候沒有媒體，沒有傳播，縱然住在一起，不知道的很多。甚至於像我們現在，住在一棟大樓，香港這個大樓每一層住十幾二十家，一棟樓差不多有四、五十層高。住一輩子都不認識，不曉得那哪一家，不知道。所以我們就曉得，這是很容易想到的事情。一個大城裡面，這十萬人，釋迦牟尼佛誰知道他，又沒人給他宣傳，佛自己也不宣傳。所以，遇到真不容易！佛去我們三千年了，可是佛的遺教留在世間，這就是經典。我們今天還能夠讀到他的經，讀到他的經如同跟佛見面一樣，如同當面接受他的教誨，難得，稀有難逢！所以這很難的事情，我們要珍重。"
    },
    {
      "id": "02-037-0547_p0015",
      "zh_CN": "『诸佛经道，难得难闻』，佛灭度之后，留下来的经，道是修行的方法，修学的理论、修学的方法、修学的境界，都有经典留下来。「难得难闻」这是说明法难闻，前面说佛不容易见到，不容易遇到、不容易见到，法不容易闻到。「于中先明经教难闻，手得经卷名为得，耳听曰闻，亦可领诵名之为得」。我们听到人念佛号，念南无阿弥陀佛，我听到了，这叫得。「耳餐称闻」，我们采取，这叫闻。听到之后，我们记在心上，我们也想去学习，这就是闻。这都是难得，「故云诸佛经道，难得难闻」。遇佛法不容易，我们这一生能遇到，这都是过去生中深厚的善根。如果没有深厚的善根，你怎么可能遇到？纵有深厚的善根，有时候也多生多世被烦恼盖复住了，这善根不容易现前。这些事情我们亲自能体验到。",
      "zh_TW": "『諸佛經道，難得難聞』，佛滅度之後，留下來的經，道是修行的方法，修學的理論、修學的方法、修學的境界，都有經典留下來。「難得難聞」這是說明法難聞，前面說佛不容易見到，不容易遇到、不容易見到，法不容易聞到。「於中先明經教難聞，手得經卷名為得，耳聽曰聞，亦可領誦名之為得」。我們聽到人念佛號，念南無阿彌陀佛，我聽到了，這叫得。「耳餐稱聞」，我們採取，這叫聞。聽到之後，我們記在心上，我們也想去學習，這就是聞。這都是難得，「故云諸佛經道，難得難聞」。遇佛法不容易，我們這一生能遇到，這都是過去生中深厚的善根。如果沒有深厚的善根，你怎麼可能遇到？縱有深厚的善根，有時候也多生多世被煩惱蓋覆住了，這善根不容易現前。這些事情我們親自能體驗到。"
    },
    {
      "id": "02-037-0547_p0016",
      "zh_CN": "我自己学佛，二十六岁之前不知道，不相信佛法，认为它是迷信，不肯去碰它。听了方东美先生的课程才认识，受方老师的影响三年。方老师当年告诉我，佛教是世界上高深的哲学。所以我前三年完全是用学哲学的心态来看佛经，不知道圣贤教诲，不知道什么叫心性之学。到后来经过章嘉大师三年的教诲，才慢慢觉悟到了，不是方先生讲的那么单纯的哲学，比哲学高，比哲学深，比哲学广，慢慢认识了。真正相信净土，学佛二十年之后。这什么原因？过去生中虽然有深厚的善根，被烦恼、习气障碍，要经过二十年的修学、淘汰，慢慢把烦恼去掉一些了，才能接受。",
      "zh_TW": "我自己學佛，二十六歲之前不知道，不相信佛法，認為它是迷信，不肯去碰它。聽了方東美先生的課程才認識，受方老師的影響三年。方老師當年告訴我，佛教是世界上高深的哲學。所以我前三年完全是用學哲學的心態來看佛經，不知道聖賢教誨，不知道什麼叫心性之學。到後來經過章嘉大師三年的教誨，才慢慢覺悟到了，不是方先生講的那麼單純的哲學，比哲學高，比哲學深，比哲學廣，慢慢認識了。真正相信淨土，學佛二十年之後。這什麼原因？過去生中雖然有深厚的善根，被煩惱、習氣障礙，要經過二十年的修學、淘汰，慢慢把煩惱去掉一些了，才能接受。"
    },
    {
      "id": "02-037-0547_p0017",
      "zh_CN": "所以我遇到很多同学，一讲他就相信、就接受了，我很佩服。我要二十年才接受，他怎么不到一年他就接受了？这就说明他的善根很厚，他被烦恼、习气障碍的时间短，我被障碍的时间长，所以我需要这么长的时间。各个人不一样。从这些状况当中我们就能体会到，我们善根福德有，而且真的很厚。如果我们在过去十世、二十世都没有遇到佛法，那统统是烦恼，这个障就很重了。如果前面，三、四世之前学过佛，或者十世之前学过佛，他的障碍就轻一点，这样的原因，每个人不一样。",
      "zh_TW": "所以我遇到很多同學，一講他就相信、就接受了，我很佩服。我要二十年才接受，他怎麼不到一年他就接受了？這就說明他的善根很厚，他被煩惱、習氣障礙的時間短，我被障礙的時間長，所以我需要這麼長的時間。各個人不一樣。從這些狀況當中我們就能體會到，我們善根福德有，而且真的很厚。如果我們在過去十世、二十世都沒有遇到佛法，那統統是煩惱，這個障就很重了。如果前面，三、四世之前學過佛，或者十世之前學過佛，他的障礙就輕一點，這樣的原因，每個人不一樣。"
    },
    {
      "id": "02-037-0547_p0018",
      "zh_CN": "真正搞清楚、搞明白了，一定会生出真诚、恭敬、稀有难逢的一个念头。这个念头起，就会对自己非常珍惜，我这一生要真干，这一生决定要往生净土，我不再留恋这个世间。一留恋这个世间，来生可能遇不到佛法，这是非常非常可能。不要指望着我来生还会遇到，来生恐怕遇不到。为什么？你看看现在我们这一世，在家出家的那些高人有几个？如果来生都没有了，我们到这个世间，遇到佛法没有人教，不就完了。想到这个地方就很可怕了，我这一生非成就不可。真正遇到善知识，来生遇不到再来一世，再来一世不知道哪一世才碰到，那我们一世一世受苦难。",
      "zh_TW": "真正搞清楚、搞明白了，一定會生出真誠、恭敬、稀有難逢的一個念頭。這個念頭起，就會對自己非常珍惜，我這一生要真幹，這一生決定要往生淨土，我不再留戀這個世間。一留戀這個世間，來生可能遇不到佛法，這是非常非常可能。不要指望著我來生還會遇到，來生恐怕遇不到。為什麼？你看看現在我們這一世，在家出家的那些高人有幾個？如果來生都沒有了，我們到這個世間，遇到佛法沒有人教，不就完了。想到這個地方就很可怕了，我這一生非成就不可。真正遇到善知識，來生遇不到再來一世，再來一世不知道哪一世才碰到，那我們一世一世受苦難。"
    },
    {
      "id": "02-037-0547_p0019",
      "zh_CN": "从释迦牟尼佛三千年前，我们以一百年一百年做个比较，是一百年不如一百年。滑坡，往下滑坡，这滑到底谷了。慢慢到底谷，底谷是人寿十岁。也就是说，九千年以后，不到九千年，一千年减十岁，六千年，六千年以后到底谷。然后再一百年加一岁，增劫，释迦牟尼佛法运大概增到增劫三十岁，释迦牟尼佛法运才结束。遇不到善知识了，这麻烦大了。法快灭尽的时候，这个世间只有一句阿弥陀佛，几个人能听到一句阿弥陀佛？听到这一句佛号的人非常幸运。就是这一句佛号都听不到了，你就知道多苦，然后晓得现在这一生是非把握不可。要把握真的不难，关键是放下，彻底放下，一心念佛。时间长短都没有关系，有人一天一夜就往生，两天两夜往生，七天七夜往生。全在放得下，放得下真是一念之间就往生。经不能不明白，经是帮助什么？帮助我们看破，帮助我们放下，它的作用就在此地。真正知道这个世间苦，真正知道极乐世界乐，极乐世界修学不会退转，不再有烦恼的障碍，不再有轮回的障碍，不再有业障的障碍。所以那个地方去学习容易成就，道理在此地。",
      "zh_TW": "從釋迦牟尼佛三千年前，我們以一百年一百年做個比較，是一百年不如一百年。滑坡，往下滑坡，這滑到底谷了。慢慢到底谷，底谷是人壽十歲。也就是說，九千年以後，不到九千年，一千年減十歲，六千年，六千年以後到底谷。然後再一百年加一歲，增劫，釋迦牟尼佛法運大概增到增劫三十歲，釋迦牟尼佛法運才結束。遇不到善知識了，這麻煩大了。法快滅盡的時候，這個世間只有一句阿彌陀佛，幾個人能聽到一句阿彌陀佛？聽到這一句佛號的人非常幸運。就是這一句佛號都聽不到了，你就知道多苦，然後曉得現在這一生是非把握不可。要把握真的不難，關鍵是放下，徹底放下，一心念佛。時間長短都沒有關係，有人一天一夜就往生，兩天兩夜往生，七天七夜往生。全在放得下，放得下真是一念之間就往生。經不能不明白，經是幫助什麼？幫助我們看破，幫助我們放下，它的作用就在此地。真正知道這個世間苦，真正知道極樂世界樂，極樂世界修學不會退轉，不再有煩惱的障礙，不再有輪迴的障礙，不再有業障的障礙。所以那個地方去學習容易成就，道理在此地。"
    },
    {
      "id": "02-037-0547_p0020",
      "zh_CN": "上面一段讲佛法难，下面给我们讲善知识，也是难遇。「善知识者，善谓于我有益，导我于善道者，知谓知心，识谓识形」。如《法华文句》第四卷曰：「闻名为知，见形为识，是人益我菩提之道，名善知识。」善知识就是我们现在所说的老师，《华严经》上讲的善友，善财五十三参，善友，不容易遇到。无论是出家在家，他对世出世间法有学、有修，契入圣贤境界，在世法里面称为圣贤，在佛法里称为佛菩萨。这种人难遇，到哪里去找？名气大的人有，他是真的是假的？没有真学能出名吗？能。为什么？那是他的命，他有那个福报，名也是福，未必有实学；真有实学的人未必有名，这都要知道。这种人我们能遇得到吗？给诸位说，遇不到。自古以来，古人常说「可遇不可求」，你到哪里去找！",
      "zh_TW": "上面一段講佛法難，下面給我們講善知識，也是難遇。「善知識者，善謂於我有益，導我於善道者，知謂知心，識謂識形」。如《法華文句》第四卷曰：「聞名為知，見形為識，是人益我菩提之道，名善知識。」善知識就是我們現在所說的老師，《華嚴經》上講的善友，善財五十三參，善友，不容易遇到。無論是出家在家，他對世出世間法有學、有修，契入聖賢境界，在世法裡面稱為聖賢，在佛法裡稱為佛菩薩。這種人難遇，到哪裡去找？名氣大的人有，他是真的是假的？沒有真學能出名嗎？能。為什麼？那是他的命，他有那個福報，名也是福，未必有實學；真有實學的人未必有名，這都要知道。這種人我們能遇得到嗎？給諸位說，遇不到。自古以來，古人常說「可遇不可求」，你到哪裡去找！"
    },
    {
      "id": "02-037-0547_p0021",
      "zh_CN": "真的是偶然遇到了，袁了凡遇到孔先生，没有约会。了凡那个时候学医，十五岁，上山去采药。孔先生是学道的，道人，偶尔在路上碰到了。看到这个小孩很有缘分，坐下来跟他聊天，问他的家世，给他看相。告诉他，你命里有官运，你是个做官的人，你搞这个干什么？上山去找这些草药，你搞这干什么？回家去读书。了凡先生问他的事情，他对答如流，讲得都非常正确。所以好奇，不采药了，带老先生到家里去见妈妈，跟妈妈见面。妈妈也出了几个题考考他，都说得很准确，算命是很高明。请他给儿子，十五岁这个小孩，排个流年，给他排出来，从他出生到他死亡，他的寿命五十三岁，每一年状况排得清清楚楚。了凡相信命运了，真的，他懂得了，一生皆是命，半点不由人。所以什么都不想，为什么？想了没用，想了浪费精神，他就着重修养身体了。每年读书参加考试，考第几名，跟孔先生算的完全准确。到三十五岁，二十年，一年一年跟流年对的时候，没有一点差误。所以他死心塌地，什么都不想了，叫修无想定。",
      "zh_TW": "真的是偶然遇到了，袁了凡遇到孔先生，沒有約會。了凡那個時候學醫，十五歲，上山去採藥。孔先生是學道的，道人，偶爾在路上碰到了。看到這個小孩很有緣分，坐下來跟他聊天，問他的家世，給他看相。告訴他，你命裡有官運，你是個做官的人，你搞這個幹什麼？上山去找這些草藥，你搞這幹什麼？回家去讀書。了凡先生問他的事情，他對答如流，講得都非常正確。所以好奇，不採藥了，帶老先生到家裡去見媽媽，跟媽媽見面。媽媽也出了幾個題考考他，都說得很準確，算命是很高明。請他給兒子，十五歲這個小孩，排個流年，給他排出來，從他出生到他死亡，他的壽命五十三歲，每一年狀況排得清清楚楚。了凡相信命運了，真的，他懂得了，一生皆是命，半點不由人。所以什麼都不想，為什麼？想了沒用，想了浪費精神，他就著重修養身體了。每年讀書參加考試，考第幾名，跟孔先生算的完全準確。到三十五歲，二十年，一年一年跟流年對的時候，沒有一點差誤。所以他死心塌地，什麼都不想了，叫修無想定。"
    },
    {
      "id": "02-037-0547_p0022",
      "zh_CN": "三十五岁这一年遇到云谷禅师，在南京栖霞山。跟禅师在禅堂里面坐禅，三天三夜，真的是不起心、不动念。云谷禅师对他很佩服，三十五岁的一个年轻人，三天三夜不起一个妄念，这很少有的。就问他，你跟什么人学的？功夫不错。他告诉云谷禅师，他没有学过禅。那你怎么有这个功夫？我不是，我不起妄念是命被人算定了，起也没用，不如不起妄念。云谷禅师一听就哈哈大笑，我以为你是圣人，原来你还是个凡夫。他就很惊讶，为什么我是凡夫？给他说明这个道理。跟他讲命运怎么来的，人的命运是前生所造的业力注定，不是上帝注的，也不是阎罗王，于任何人都不相干，是你自己的业。",
      "zh_TW": "三十五歲這一年遇到雲谷禪師，在南京棲霞山。跟禪師在禪堂裡面坐禪，三天三夜，真的是不起心、不動念。雲谷禪師對他很佩服，三十五歲的一個年輕人，三天三夜不起一個妄念，這很少有的。就問他，你跟什麼人學的？功夫不錯。他告訴雲谷禪師，他沒有學過禪。那你怎麼有這個功夫？我不是，我不起妄念是命被人算定了，起也沒用，不如不起妄念。雲谷禪師一聽就哈哈大笑，我以為你是聖人，原來你還是個凡夫。他就很驚訝，為什麼我是凡夫？給他說明這個道理。跟他講命運怎麼來的，人的命運是前生所造的業力注定，不是上帝注的，也不是閻羅王，於任何人都不相干，是你自己的業。"
    },
    {
      "id": "02-037-0547_p0023",
      "zh_CN": "命能转吗？当然能转，你能够断恶修善，就转了。或者你继续造恶业，造得愈严重也转了，那往恶的那边转；断恶修善，往善的这边转。他就想真干，云谷禅师给他一本功过格，就是《太上感应篇》，里面全讲的是因果，善的，善因善果你去做，恶因恶报你决定不要碰它。他就用这个标准，一生，每天依照这个标准来修，每天晚上他反省，改过自新。这一天起心动念、言语造作跟《感应篇》对照，哪些做到了记下来，哪些犯了记下来。明清两代，用这个方法，这是读书人，修行人也用，像莲池大师他就用，用这个方法的人很多、很普遍，叫功过格，很有效果。办法是很笨拙，但是效果非常明显。",
      "zh_TW": "命能轉嗎？當然能轉，你能夠斷惡修善，就轉了。或者你繼續造惡業，造得愈嚴重也轉了，那往惡的那邊轉；斷惡修善，往善的這邊轉。他就想真幹，雲谷禪師給他一本功過格，就是《太上感應篇》，裡面全講的是因果，善的，善因善果你去做，惡因惡報你決定不要碰它。他就用這個標準，一生，每天依照這個標準來修，每天晚上他反省，改過自新。這一天起心動念、言語造作跟《感應篇》對照，哪些做到了記下來，哪些犯了記下來。明清兩代，用這個方法，這是讀書人，修行人也用，像蓮池大師他就用，用這個方法的人很多、很普遍，叫功過格，很有效果。辦法是很笨拙，但是效果非常明顯。"
    },
    {
      "id": "02-037-0547_p0024",
      "zh_CN": "袁了凡发愿真干，愿心一发，命运就改了。第二年参加考试，孔先生算他是第三名，他考取第一名，这就不准了。从此之后，每年收入增加了。不准。愈来愈顺利。命里头没有功名，功名我们今天讲的学位，他的学位只到秀才，命里没有举人，没有进士，可是他去求举人、求进士，都考中了。命里没有儿子，求儿子，果然生一个好儿子。寿命没求，没有求延寿，自然延寿，七十四岁走的，延寿二十一年。如果人要作恶，命运也会转，愈转愈坏。寿命会减损，有一百岁的，可能六十岁就死了，叫折寿。都在自己心行。",
      "zh_TW": "袁了凡發願真幹，願心一發，命運就改了。第二年參加考試，孔先生算他是第三名，他考取第一名，這就不準了。從此之後，每年收入增加了。不準。愈來愈順利。命裡頭沒有功名，功名我們今天講的學位，他的學位只到秀才，命裡沒有舉人，沒有進士，可是他去求舉人、求進士，都考中了。命裡沒有兒子，求兒子，果然生一個好兒子。壽命沒求，沒有求延壽，自然延壽，七十四歲走的，延壽二十一年。如果人要作惡，命運也會轉，愈轉愈壞。壽命會減損，有一百歲的，可能六十歲就死了，叫折壽。都在自己心行。"
    },
    {
      "id": "02-037-0547_p0025",
      "zh_CN": "今天社会动乱，地球灾变频繁，现在距离马雅预言所说的十二月二十一愈来愈近了。我看很多人都讨论这个问题，灾难来了到哪里跑？我们不看电视，不看新闻，不知道。他们天天看，听说每天都在报导，都在讨论这个事情，什么地方安全，去找个地方去避一避。听说南方跑到北方，北方人跑到南方。有人来问我，哪里最安全？我说你的心地善良最安全，念佛的人最安全。为什么？一切法从心想生，境随心转，你的心好，你居住的环境一定好，福人居福地。那你就想到，福是最好，只要有福，我是福人，我住在这个地方是福地，福地不会有灾难。如果这个地方修福的人多，那就很安全。所以我们要劝周边的人修福，劝大家念佛，念佛是福报里头第一大的，没有比念佛的福报更大，但这个很难相信。",
      "zh_TW": "今天社會動亂，地球災變頻繁，現在距離馬雅預言所說的十二月二十一愈來愈近了。我看很多人都討論這個問題，災難來了到哪裡跑？我們不看電視，不看新聞，不知道。他們天天看，聽說每天都在報導，都在討論這個事情，什麼地方安全，去找個地方去避一避。聽說南方跑到北方，北方人跑到南方。有人來問我，哪裡最安全？我說你的心地善良最安全，念佛的人最安全。為什麼？一切法從心想生，境隨心轉，你的心好，你居住的環境一定好，福人居福地。那你就想到，福是最好，只要有福，我是福人，我住在這個地方是福地，福地不會有災難。如果這個地方修福的人多，那就很安全。所以我們要勸周邊的人修福，勸大家念佛，念佛是福報裡頭第一大的，沒有比念佛的福報更大，但這個很難相信。"
    },
    {
      "id": "02-037-0547_p0026",
      "zh_CN": "这部经典就讲这个道理，真正把这部经念通了，他就知道了，他就知道怎么个修法。所以学大乘、学净土，第一个条件，就要知道一桩事实真相，人是没有生死的。我们自己没有生死，生死是身体，身体不是我，这个一定要知道。身体是我所有的，就跟衣服一样，衣服是我所有的，衣服破旧了，换一件，身体用几十年，不太好使用了，换一个。问题怎么样把这个身体愈换愈好？现在是人的身体，来世我想换个天人的身体，念佛人到极乐世界换个佛菩萨的身体，这就更好了。不要去换畜生的身体，换饿鬼的身体，那就错了。要明白这个道理，这个东西一定要换的，它不能长久穿的。我们一般人只知道重视我要多做几件衣服，好换，有没有想到我要多想到我换什么身体？",
      "zh_TW": "這部經典就講這個道理，真正把這部經念通了，他就知道了，他就知道怎麼個修法。所以學大乘、學淨土，第一個條件，就要知道一樁事實真相，人是沒有生死的。我們自己沒有生死，生死是身體，身體不是我，這個一定要知道。身體是我所有的，就跟衣服一樣，衣服是我所有的，衣服破舊了，換一件，身體用幾十年，不太好使用了，換一個。問題怎麼樣把這個身體愈換愈好？現在是人的身體，來世我想換個天人的身體，念佛人到極樂世界換個佛菩薩的身體，這就更好了。不要去換畜生的身體，換餓鬼的身體，那就錯了。要明白這個道理，這個東西一定要換的，它不能長久穿的。我們一般人只知道重視我要多做幾件衣服，好換，有沒有想到我要多想到我換什麼身體？"
    },
    {
      "id": "02-037-0547_p0027",
      "zh_CN": "遇到这部经的人幸运了，遍法界虚空界最殊胜的身体是法性身、是法性体，那是什么？法身。我的身体遍法界，遍一切处，遍一切时，跟一切众生都有密切关系。这个关系是什么？同体。契入法性之后，那不是随心所欲，因为他没有心了，他也没有欲，那个时候的现身是随众生心，应所知量。众生喜欢佛就现佛身，自然现佛身，没有起心动念，众生喜欢观音菩萨，就现观音菩萨身，众生喜欢天王就现天王身。自己没起心动念，什么身都能现，随众生心，应所知量，你说这多自在！我们要想在一生当中证得大自在，证得大圆满，这部经就可以帮助我们达到我们的心愿，满足我们的希求。如果说珍宝，这是世出世间第一珍宝，其他的珍宝不能满我们的愿，不能满足我们的需求，这部经可以做到。这还得了吗！这个才真有意思，真正是至宝，这法宝！",
      "zh_TW": "遇到這部經的人幸運了，遍法界虛空界最殊勝的身體是法性身、是法性體，那是什麼？法身。我的身體遍法界，遍一切處，遍一切時，跟一切眾生都有密切關係。這個關係是什麼？同體。契入法性之後，那不是隨心所欲，因為他沒有心了，他也沒有欲，那個時候的現身是隨眾生心，應所知量。眾生喜歡佛就現佛身，自然現佛身，沒有起心動念，眾生喜歡觀音菩薩，就現觀音菩薩身，眾生喜歡天王就現天王身。自己沒起心動念，什麼身都能現，隨眾生心，應所知量，你說這多自在！我們要想在一生當中證得大自在，證得大圓滿，這部經就可以幫助我們達到我們的心願，滿足我們的希求。如果說珍寶，這是世出世間第一珍寶，其他的珍寶不能滿我們的願，不能滿足我們的需求，這部經可以做到。這還得了嗎！這個才真有意思，真正是至寶，這法寶！"
    },
    {
      "id": "02-037-0547_p0028",
      "zh_CN": "我们再看下面，「故知此知识二字，为知心识形之义。故善知识亦称善友」，善友，即善知识也。善知识能引导我们走善道，一切善道中第一善道就是极乐世界，到极乐世界亲近阿弥陀佛，这是至善！没有比这个更超过的了。我们这一生遇到了，想不想去？想去。想去，头一个什么都放下。在生活当中，时时刻刻在考验我，你有没有放下？你还有没有留恋？你还有没有占有？你还有没有支配、控制？如果还有这些念头，去不了。这些东西统统放下了，你决定往生。为什么？那些都是障碍，都是垃圾。往生净土，实际上给你讲真话，就是一句，「心净则佛土净」。本经修行清净平等觉，你只要得清净，你决定往生。清净，生凡圣同居土；平等，生方便有余土；觉，生实报庄严土。我们务必把清净心拿到，功夫成片就是清净心，事一心不乱是平等心，理一心不乱是觉悟。觉就是明心见性，见性成佛，生实报庄严土。这是真功夫，对这个世间丝毫不留恋。好事，什么是好事？帮助人觉悟是好事，帮助人往生是好事，其他的好事是小事，这个好事是大事。",
      "zh_TW": "我們再看下面，「故知此知識二字，為知心識形之義。故善知識亦稱善友」，善友，即善知識也。善知識能引導我們走善道，一切善道中第一善道就是極樂世界，到極樂世界親近阿彌陀佛，這是至善！沒有比這個更超過的了。我們這一生遇到了，想不想去？想去。想去，頭一個什麼都放下。在生活當中，時時刻刻在考驗我，你有沒有放下？你還有沒有留戀？你還有沒有佔有？你還有沒有支配、控制？如果還有這些念頭，去不了。這些東西統統放下了，你決定往生。為什麼？那些都是障礙，都是垃圾。往生淨土，實際上給你講真話，就是一句，「心淨則佛土淨」。本經修行清淨平等覺，你只要得清淨，你決定往生。清淨，生凡聖同居土；平等，生方便有餘土；覺，生實報莊嚴土。我們務必把清淨心拿到，功夫成片就是清淨心，事一心不亂是平等心，理一心不亂是覺悟。覺就是明心見性，見性成佛，生實報莊嚴土。這是真功夫，對這個世間絲毫不留戀。好事，什麼是好事？幫助人覺悟是好事，幫助人往生是好事，其他的好事是小事，這個好事是大事。"
    },
    {
      "id": "02-037-0547_p0029",
      "zh_CN": "底下说，又《圆觉经大疏》第十五卷，华严五祖宗密大师的著作，这个里头说，「善能知真识妄，知病识药，名善知识」。这个意思是，他善能知真、识妄，这宇宙当中，什么是真的、什么是假的，他知道；他知道什么是病，用什么药来对治。这是举一种比喻，让我们认识什么叫善知识，这叫善知识。整个宇宙什么是真？明心见性是真。什么是妄？妄想分别执着是妄。谁知道？佛知道。我们的病就是贪瞋痴慢疑，这是我们的病。药呢？五戒十善，是药！治病，治根本的病。一般人是容易头痛医头，脚痛医脚，永远不能把病根断掉。脚痛，根源在哪里？不在脚上，在另外一个部位，这叫识病。源头上施以治疗，那个病痛没有了。今天社会动乱是病，地球灾变是病，我们的身心不安是病，忧虑烦恼是病，谁知道？这部经上都知道，药方全在经典上。你真能搞清楚、搞明白了，病就好了，什么问题都解决了。",
      "zh_TW": "底下說，又《圓覺經大疏》第十五卷，華嚴五祖宗密大師的著作，這個裡頭說，「善能知真識妄，知病識藥，名善知識」。這個意思是，他善能知真、識妄，這宇宙當中，什麼是真的、什麼是假的，他知道；他知道什麼是病，用什麼藥來對治。這是舉一種比喻，讓我們認識什麼叫善知識，這叫善知識。整個宇宙什麼是真？明心見性是真。什麼是妄？妄想分別執著是妄。誰知道？佛知道。我們的病就是貪瞋痴慢疑，這是我們的病。藥呢？五戒十善，是藥！治病，治根本的病。一般人是容易頭痛醫頭，腳痛醫腳，永遠不能把病根斷掉。腳痛，根源在哪裡？不在腳上，在另外一個部位，這叫識病。源頭上施以治療，那個病痛沒有了。今天社會動亂是病，地球災變是病，我們的身心不安是病，憂慮煩惱是病，誰知道？這部經上都知道，藥方全在經典上。你真能搞清楚、搞明白了，病就好了，什麼問題都解決了。"
    },
    {
      "id": "02-037-0547_p0030",
      "zh_CN": "自性是真的，性德是真的，与性德相违背的全是虚妄的。佛法里面告诉我们，净业三福是真的，六和是真的，三学、六度是真的，普贤十愿是真的，行了，就把这个抓到，就成功了；与这个相违背的，全是虚妄的，虚妄的才产生这么多苦难。那些东西都是药方，都是对治。在中国传统文化里头，五伦、五常、四维、八德，能救自己，能救家庭，能救社会，能救国家，能救世界。要真干，不真干怎么行！",
      "zh_TW": "自性是真的，性德是真的，與性德相違背的全是虛妄的。佛法裡面告訴我們，淨業三福是真的，六和是真的，三學、六度是真的，普賢十願是真的，行了，就把這個抓到，就成功了；與這個相違背的，全是虛妄的，虛妄的才產生這麼多苦難。那些東西都是藥方，都是對治。在中國傳統文化裡頭，五倫、五常、四維、八德，能救自己，能救家庭，能救社會，能救國家，能救世界。要真幹，不真幹怎麼行！"
    },
    {
      "id": "02-037-0547_p0031",
      "zh_CN": "「又《安乐集》依《法句经》曰」，这《法句经》上说的，「佛言，善知识者，能说深法，谓空、无相、无愿」。这是大小乘法里头都是属于深法。我们这个里头有没有？这个里头有参考资料。「空、无相、无愿」，这叫「三解脱门」，大小乘都讲。「解脱，即自在之义」。我们现在不自在，很苦恼，触事事成障，全是障碍，哪有自在！门是通达的意思，「谓由此三解脱门，则能通至涅槃，故名三解脱门」。它能够通达到涅槃，那到极乐世界是毫无问题。涅槃都能通，极乐世界还有什么问题，所以这个对我们就有帮助，我们要留意。这三种，空、无相、无愿，我们用它来帮助我们放下。我们念这一句阿弥陀佛，阿弥陀佛以外的统统放下。",
      "zh_TW": "「又《安樂集》依《法句經》曰」，這《法句經》上說的，「佛言，善知識者，能說深法，謂空、無相、無願」。這是大小乘法裡頭都是屬於深法。我們這個裡頭有沒有？這個裡頭有參考資料。「空、無相、無願」，這叫「三解脫門」，大小乘都講。「解脫，即自在之義」。我們現在不自在，很苦惱，觸事事成障，全是障礙，哪有自在！門是通達的意思，「謂由此三解脫門，則能通至涅槃，故名三解脫門」。它能夠通達到涅槃，那到極樂世界是毫無問題。涅槃都能通，極樂世界還有什麼問題，所以這個對我們就有幫助，我們要留意。這三種，空、無相、無願，我們用它來幫助我們放下。我們念這一句阿彌陀佛，阿彌陀佛以外的統統放下。"
    },
    {
      "id": "02-037-0547_p0032",
      "zh_CN": "第一个，「空解脱门，谓观一切法，皆从因缘和合而生，自性本空，无我、我所，若能如是通达，则于诸法而得自在，故名空解脱门」。空不等于无，这个地方一定要晓得。万法皆空，不是说万法都没有，万法有，就在面前，这个有。有怎么样？有不可得，有叫幻有、妙有。就像作梦一样，梦有，梦里头拼命去争取这个有，就错了，醒过来一场空。所以真正通达了，在这些有的当中，你可以享受，你不能占有，你享受，乐，占有就苦了。为什么？占有不到，它会丢掉，你不能控制，你也无需要分配它。不起这些念头，你就很快乐，得到人生真正的享受。理事无碍，事事无碍，知道它是假有；换句话说，一切受用都不要放在心上，心要让它空，心空就灵了。灵是什么？灵是智慧，生智慧。心里头不能有，有就堵塞了，它生烦恼，它生业障。所以，心不可以有，心是空的。",
      "zh_TW": "第一個，「空解脫門，謂觀一切法，皆從因緣和合而生，自性本空，無我、我所，若能如是通達，則於諸法而得自在，故名空解脫門」。空不等於無，這個地方一定要曉得。萬法皆空，不是說萬法都沒有，萬法有，就在面前，這個有。有怎麼樣？有不可得，有叫幻有、妙有。就像作夢一樣，夢有，夢裡頭拼命去爭取這個有，就錯了，醒過來一場空。所以真正通達了，在這些有的當中，你可以享受，你不能佔有，你享受，樂，佔有就苦了。為什麼？佔有不到，它會丟掉，你不能控制，你也無需要分配它。不起這些念頭，你就很快樂，得到人生真正的享受。理事無礙，事事無礙，知道它是假有；換句話說，一切受用都不要放在心上，心要讓它空，心空就靈了。靈是什麼？靈是智慧，生智慧。心裡頭不能有，有就堵塞了，它生煩惱，它生業障。所以，心不可以有，心是空的。"
    },
    {
      "id": "02-037-0547_p0033",
      "zh_CN": "佛教表法，外国人说mark，表法是用圆，法轮，用这个来表法，就是圆。圆空的，是什么？心。圆心不能说有，不能说无，它就是个抽象概念，圆心什么都没有，甚至于连这个心都找不到。你说点一点，那一点要在显微镜下是面积，一大块，你找它那个一点找不到，所以说它是空。但是整个圆周都是从这一点里面出来。圆是有，心是空，佛用这个来代表他一生所教的这个原理。佛陀教育的原理，非空非有，亦空亦有，空有不二，他讲这个道理。所以心要空，心不空，心就坏了。有而非有，证得真空你就能运用妙有。用它做什么？用它普度众生，令一切众生觉悟。要会用！佛用这个理普度众生，今天科学家用这个原理，造出许许多多的机器、动力。都离不开这个圆，离开这个圆就不能动了，汽车要靠轮胎走路，不管在什么地方，统统都是圆在起作用。所以你得会用它。佛，你看，把它用在我们得大自在上，用它，用它帮助我们回头是岸，帮助我们破迷开悟，帮助我们超凡入圣。这用得正，用得纯正，用得妙。",
      "zh_TW": "佛教表法，外國人說mark，表法是用圓，法輪，用這個來表法，就是圓。圓空的，是什麼？心。圓心不能說有，不能說無，它就是個抽象概念，圓心什麼都沒有，甚至於連這個心都找不到。你說點一點，那一點要在顯微鏡下是面積，一大塊，你找它那個一點找不到，所以說它是空。但是整個圓周都是從這一點裡面出來。圓是有，心是空，佛用這個來代表他一生所教的這個原理。佛陀教育的原理，非空非有，亦空亦有，空有不二，他講這個道理。所以心要空，心不空，心就壞了。有而非有，證得真空你就能運用妙有。用它做什麼？用它普度眾生，令一切眾生覺悟。要會用！佛用這個理普度眾生，今天科學家用這個原理，造出許許多多的機器、動力。都離不開這個圓，離開這個圓就不能動了，汽車要靠輪胎走路，不管在什麼地方，統統都是圓在起作用。所以你得會用它。佛，你看，把它用在我們得大自在上，用它，用它幫助我們回頭是岸，幫助我們破迷開悟，幫助我們超凡入聖。這用得正，用得純正，用得妙。"
    },
    {
      "id": "02-037-0547_p0034",
      "zh_CN": "所以一定要晓得，一切法皆从因缘和合而生，它没有自性，自性本空。空的确是它的真性，它没有个性，单独一个的没有，这个性是共同的；整个宇宙是一个性，就是一个空性，整个宇宙同一个性。所以整个宇宙跟我自己是同体，要有这个认知，这就是佛知佛见，《法华经》里面说的「入佛知见」。你什么时候搞清楚、搞明白了，承认佛这句话，你就入佛知见。入佛知见就成佛了，对于整个宇宙万事万物看法，你跟佛是一致的，这是真实智慧。",
      "zh_TW": "所以一定要曉得，一切法皆從因緣和合而生，它沒有自性，自性本空。空的確是它的真性，它沒有個性，單獨一個的沒有，這個性是共同的；整個宇宙是一個性，就是一個空性，整個宇宙同一個性。所以整個宇宙跟我自己是同體，要有這個認知，這就是佛知佛見，《法華經》裡面說的「入佛知見」。你什麼時候搞清楚、搞明白了，承認佛這句話，你就入佛知見。入佛知見就成佛了，對於整個宇宙萬事萬物看法，你跟佛是一致的，這是真實智慧。"
    },
    {
      "id": "02-037-0547_p0035",
      "zh_CN": "所以，无我、无我所，这个我所上头有个无字。我们这里用一点点上去，它没有点的时候，无我无我所。在中国文字里头，无我、我所，这当中把个无省掉了，无是贯下去的，无我、无我所。「若能如是通达，则于诸法而得自在」。怎么得自在？没有占有的念头，没有控制的念头，没有支配的念头。于一切万物不起心、不动念、不分别、不执着，完全是如来果地境界。所以这个于诸法而得自在，叫空解脱门。",
      "zh_TW": "所以，無我、無我所，這個我所上頭有個無字。我們這裡用一點點上去，它沒有點的時候，無我無我所。在中國文字裡頭，無我、我所，這當中把個無省掉了，無是貫下去的，無我、無我所。「若能如是通達，則於諸法而得自在」。怎麼得自在？沒有佔有的念頭，沒有控制的念頭，沒有支配的念頭。於一切萬物不起心、不動念、不分別、不執著，完全是如來果地境界。所以這個於諸法而得自在，叫空解脫門。"
    },
    {
      "id": "02-037-0547_p0036",
      "zh_CN": "下面括弧里头有简单的注解，那是什么？凡夫境界。凡夫不了解事实真相，执着有我。「我者，众生于五阴身中」，你看「强立主宰，名之为我」，强是勉强，想着有一个我。其实错的，这个想法错了。这个想法时间太久了，无量劫一直到今天都是这个想法，以为是正确的，现在要说到无我都害怕了。所以，我根本不存在。我是什么意思？我就是主宰的意思。而主宰这个概念，你根本找不到，你在物质里头，色身里头找不到。我要是真正能做得了主宰，我让我的身体健康，永远不衰不变，这你能做主。这个身体怎么样？念念都在变化，你能叫它不变吗？不可能。这就是没有主宰，你主宰不了。我让这个树木花草天天常青，花开得美，果结得甜，四季都不衰，能做得到吗？做不到，科学技术也做不到。这就是说，在色法里头找不到。那念头上能不能找到？前念灭，后念就生，生灭的速度是一秒钟一千六百兆，你能掌握吗？不能掌握，心法里头找不到我。然后告诉你，在自然现象里头也找不到我。我在哪里？是个妄想，是个抽象概念，根本没有事实，这要搞清楚、搞明白。",
      "zh_TW": "下面括弧裡頭有簡單的註解，那是什麼？凡夫境界。凡夫不了解事實真相，執著有我。「我者，眾生於五陰身中」，你看「強立主宰，名之為我」，強是勉強，想著有一個我。其實錯的，這個想法錯了。這個想法時間太久了，無量劫一直到今天都是這個想法，以為是正確的，現在要說到無我都害怕了。所以，我根本不存在。我是什麼意思？我就是主宰的意思。而主宰這個概念，你根本找不到，你在物質裡頭，色身裡頭找不到。我要是真正能做得了主宰，我讓我的身體健康，永遠不衰不變，這你能做主。這個身體怎麼樣？念念都在變化，你能叫它不變嗎？不可能。這就是沒有主宰，你主宰不了。我讓這個樹木花草天天常青，花開得美，果結得甜，四季都不衰，能做得到嗎？做不到，科學技術也做不到。這就是說，在色法裡頭找不到。那念頭上能不能找到？前念滅，後念就生，生滅的速度是一秒鐘一千六百兆，你能掌握嗎？不能掌握，心法裡頭找不到我。然後告訴你，在自然現象裡頭也找不到我。我在哪裡？是個妄想，是個抽象概念，根本沒有事實，這要搞清楚、搞明白。"
    },
    {
      "id": "02-037-0547_p0037",
      "zh_CN": "小乘搞清楚、搞明白了，不再执着身是我，这就证须陀洹果。须陀洹虽然是小小圣，功德不可思议，他已经入了圣人的境界，他不是凡夫。虽然出不了六道轮回，他决定不堕三恶道，因为他无我了。不管他造的善业、恶业，没有我了，谁去受？果报就没有了。业是假的，不是真的。有我就有果报，我没有了，果报就没有了，业障自然没有了。有我，你就有报；无我，造的善也没有了，也没有报，恶也没有报。须陀洹在这个境界当中，所以他继续修行，慢慢向上提升。人间寿命到了，他到天上去，天上寿命到了，他又到人间来。他就是人天两道，他其他道他都不去，七次往返，他就证阿罗汉。就是提升到一定的境界，见思烦恼断了，他就出六道轮回，六道轮回不见了，没有了，一场梦。永嘉大师说得好，「梦里明明有六趣」，就是六道轮回，「觉后空空无大千」。这一觉悟，好像醒过来了，从梦中醒过来，梦境完全不见了。六道是个梦，不是真的。须陀洹开始觉悟，还没有真觉悟，真的觉悟，六道就没有了；就是他有醒的意思了，慢慢醒悟过来，醒的意思。",
      "zh_TW": "小乘搞清楚、搞明白了，不再執著身是我，這就證須陀洹果。須陀洹雖然是小小聖，功德不可思議，他已經入了聖人的境界，他不是凡夫。雖然出不了六道輪迴，他決定不墮三惡道，因為他無我了。不管他造的善業、惡業，沒有我了，誰去受？果報就沒有了。業是假的，不是真的。有我就有果報，我沒有了，果報就沒有了，業障自然沒有了。有我，你就有報；無我，造的善也沒有了，也沒有報，惡也沒有報。須陀洹在這個境界當中，所以他繼續修行，慢慢向上提升。人間壽命到了，他到天上去，天上壽命到了，他又到人間來。他就是人天兩道，他其他道他都不去，七次往返，他就證阿羅漢。就是提升到一定的境界，見思煩惱斷了，他就出六道輪迴，六道輪迴不見了，沒有了，一場夢。永嘉大師說得好，「夢裡明明有六趣」，就是六道輪迴，「覺後空空無大千」。這一覺悟，好像醒過來了，從夢中醒過來，夢境完全不見了。六道是個夢，不是真的。須陀洹開始覺悟，還沒有真覺悟，真的覺悟，六道就沒有了；就是他有醒的意思了，慢慢醒悟過來，醒的意思。"
    },
    {
      "id": "02-037-0547_p0038",
      "zh_CN": "如果我们念佛人把这个关看穿了，知道什么都是假的，我们对什么都不执着，你怎么会不自在？就得大自在了。我们的声声佛号，都跟阿弥陀佛感应道交，什么时候想往生，佛就来接引，不必等寿命到。所以你要问，什么时候阿弥陀佛来接引我？这个地方彻底放下了，你想什么时候去，佛什么时候就来。现在为什么想他不来？你没放下。没放下，那就看你寿命终的时候，最后一念能不能放下，最后一念放下，佛来接引你；最后一念不能放下，佛还是不能来。为什么？有业牵着你，你还继续去搞轮回。跟佛虽然有缘，这个业力很强，不让你去。于是三解脱门对我们修行，无论修学哪个法门，都非常重要，观行的方法。",
      "zh_TW": "如果我們念佛人把這個關看穿了，知道什麼都是假的，我們對什麼都不執著，你怎麼會不自在？就得大自在了。我們的聲聲佛號，都跟阿彌陀佛感應道交，什麼時候想往生，佛就來接引，不必等壽命到。所以你要問，什麼時候阿彌陀佛來接引我？這個地方徹底放下了，你想什麼時候去，佛什麼時候就來。現在為什麼想他不來？你沒放下。沒放下，那就看你壽命終的時候，最後一念能不能放下，最後一念放下，佛來接引你；最後一念不能放下，佛還是不能來。為什麼？有業牽著你，你還繼續去搞輪迴。跟佛雖然有緣，這個業力很強，不讓你去。於是三解脫門對我們修行，無論修學哪個法門，都非常重要，觀行的方法。"
    },
    {
      "id": "02-037-0547_p0039",
      "zh_CN": "那么我所，我所有的呢？这是附带的，「众生妄执五阴之身」，是我所有的，以及「男相、女相、资生等物，皆名我所」。我生活在这个世间上，我需要住的房子，我需要生活的环境，家亲眷属，一切大众，这都是我所有的。而且心量还很小，执着这是我所有的，那不是我所有的。他要真正明白了，香港是我所有的，我住在这个地方，地球是我所有的，我不能离开地球，太阳系是我所有的，银河系是我所有的。这样想，心量就开了，不再执着这一点是我所有的。菩萨，遍法界虚空界是我所有的，这就完全对了。执着这一点、一样，那是迷惑得太严重了！",
      "zh_TW": "那麼我所，我所有的呢？這是附帶的，「眾生妄執五陰之身」，是我所有的，以及「男相、女相、資生等物，皆名我所」。我生活在這個世間上，我需要住的房子，我需要生活的環境，家親眷屬，一切大眾，這都是我所有的。而且心量還很小，執著這是我所有的，那不是我所有的。他要真正明白了，香港是我所有的，我住在這個地方，地球是我所有的，我不能離開地球，太陽系是我所有的，銀河系是我所有的。這樣想，心量就開了，不再執著這一點是我所有的。菩薩，遍法界虛空界是我所有的，這就完全對了。執著這一點、一樣，那是迷惑得太嚴重了！"
    },
    {
      "id": "02-037-0547_p0040",
      "zh_CN": "「五阴者，色阴、受阴、想阴、行阴、识阴」，叫五阴身。色阴是物质现象，受是感受，想是思想，行是相续不断。识是本识，就是阿赖耶，叫藏识。是什么？你善、不善的种子统统储藏在这个地方，这叫识。修．蓝博士讲记忆，记忆是识。为什么你知道、记得过去的事情，为什么能够想未来的事情？统统是识的作用。这个作用很大，妄想分别执着全是它。佛用这个五类，色受想行识，把整个宇宙一切万法全包括了，一样都不漏。真正智慧生起来，照见五蕴皆空，就是空解脱门。五蕴不是真的，五蕴是无常的，是刹那在变化的，永远不停的在变。从我们迷的时候它就开始有，到我们成佛，它就没有了。",
      "zh_TW": "「五陰者，色陰、受陰、想陰、行陰、識陰」，叫五陰身。色陰是物質現象，受是感受，想是思想，行是相續不斷。識是本識，就是阿賴耶，叫藏識。是什麼？你善、不善的種子統統儲藏在這個地方，這叫識。修．藍博士講記憶，記憶是識。為什麼你知道、記得過去的事情，為什麼能夠想未來的事情？統統是識的作用。這個作用很大，妄想分別執著全是它。佛用這個五類，色受想行識，把整個宇宙一切萬法全包括了，一樣都不漏。真正智慧生起來，照見五蘊皆空，就是空解脫門。五蘊不是真的，五蘊是無常的，是剎那在變化的，永遠不停的在變。從我們迷的時候它就開始有，到我們成佛，它就沒有了。"
    },
    {
      "id": "02-037-0547_p0041",
      "zh_CN": "波动，也有人称之为脉动，我们人身体上把脉，这个脉在跳动。宇宙之间这个波动就像脉动一样，它不停。人从出生，甚至于还没有出生，在母亲怀孕的时候，首先变现出来就是心脏，它就在跳动。到一个人死亡，心脏不跳动了，就宣布死亡。这个波动相续不断一生的，它一断了就没有了。整个宇宙亦复如是，当我们一念不觉的时候开始，波动开始，一念不觉。到什么时候不动了？到成佛，证得妙觉果位，它就不动了。不动，就回归自性；在净土里面，回归常寂光，就证入常寂光，不动了。没有证得常寂光，等觉菩萨还是在波动。愈波动就愈微细，到最后不动了，停止了，就证入常寂光，回归自性。这是究竟圆满的佛果，这是事实真相。",
      "zh_TW": "波動，也有人稱之為脈動，我們人身體上把脈，這個脈在跳動。宇宙之間這個波動就像脈動一樣，它不停。人從出生，甚至於還沒有出生，在母親懷孕的時候，首先變現出來就是心臟，它就在跳動。到一個人死亡，心臟不跳動了，就宣布死亡。這個波動相續不斷一生的，它一斷了就沒有了。整個宇宙亦復如是，當我們一念不覺的時候開始，波動開始，一念不覺。到什麼時候不動了？到成佛，證得妙覺果位，它就不動了。不動，就回歸自性；在淨土裡面，回歸常寂光，就證入常寂光，不動了。沒有證得常寂光，等覺菩薩還是在波動。愈波動就愈微細，到最後不動了，停止了，就證入常寂光，回歸自性。這是究竟圓滿的佛果，這是事實真相。"
    },
    {
      "id": "02-037-0547_p0042",
      "zh_CN": "第二个，「无相解脱门，既知一切法空」，前面的空观，是知一切法的本体，是知一切法的真相。真相明白之后，你再回头看假相，你看男相、女相，一相、异相，观察宇宙之间一切万相，万相怎么样？「实不可得」，就是真正不可得。它是在波动产生的，完全虚幻，它没有真实，真实是不动的，动就不真实，就是假的。所以惠能大师见性，那五句话都重要，没有一句话可以省的，五句构成一个大圆满。第四句说「何期自性，本不动摇」，真心是不动的，妄心是动的。一切法都是从妄心生的，妄心能生能现，是阿赖耶的业相。如果到阿赖耶的转相，那就识起作用了，识就是能变所变，它能把一真法界变成十法界，变成六道三途。那是谁？第六、第七识，第七识的执着，第六识的分别。如果它这两个不起作用，就决定没有十法界，十法界没有，哪来的六道轮回？知道一切现象不可得。「若能如是通达诸法无相」，相即无相，无相即相，这是事实真相，你就得自在，「故名无相解脱门」。无相，在一切幻相里头你不执着、不分别了，更高的，不起心、不动念了；不起心、不动念是佛，不分别是菩萨，不执着是罗汉。所以他在一切假境界里头得自在了。空观是体，无相是讲现相，是从相上，体是空的，相是假的。",
      "zh_TW": "第二個，「無相解脫門，既知一切法空」，前面的空觀，是知一切法的本體，是知一切法的真相。真相明白之後，你再回頭看假相，你看男相、女相，一相、異相，觀察宇宙之間一切萬相，萬相怎麼樣？「實不可得」，就是真正不可得。它是在波動產生的，完全虛幻，它沒有真實，真實是不動的，動就不真實，就是假的。所以惠能大師見性，那五句話都重要，沒有一句話可以省的，五句構成一個大圓滿。第四句說「何期自性，本不動搖」，真心是不動的，妄心是動的。一切法都是從妄心生的，妄心能生能現，是阿賴耶的業相。如果到阿賴耶的轉相，那就識起作用了，識就是能變所變，它能把一真法界變成十法界，變成六道三途。那是誰？第六、第七識，第七識的執著，第六識的分別。如果它這兩個不起作用，就決定沒有十法界，十法界沒有，哪來的六道輪迴？知道一切現象不可得。「若能如是通達諸法無相」，相即無相，無相即相，這是事實真相，你就得自在，「故名無相解脫門」。無相，在一切幻相裡頭你不執著、不分別了，更高的，不起心、不動念了；不起心、不動念是佛，不分別是菩薩，不執著是羅漢。所以他在一切假境界裡頭得自在了。空觀是體，無相是講現相，是從相上，體是空的，相是假的。"
    },
    {
      "id": "02-037-0547_p0043",
      "zh_CN": "第三个，「无作解脱门，无作，又云无愿」。愿是什么？是希求、是愿望。菩萨有没有希求的念头？没有。没有，阿弥陀佛发了四十八愿，普贤菩萨十大愿王，给诸位说，那是无作解脱门。他们的愿是愿而无愿，他心里真的没有愿求。这愿是怎么回事情？愿是众生的感应，众生有感，自然他就有应。见到众生苦能不援手吗？我们看到路上一个小孩掉到小河沟去了，能不把他拉起来吗？这个叫作而无作。为什么？没有原因的，没有条件的，也没有报酬的，什么都没有，自自然然。为什么自然？因为是一体，遍法界虚空界是自性变现出来的，跟我是一体。一体，还讲什么求与不求？身上痛痒，手帮它去搔一搔痒，这手难道想我为什么要给它搔痒？这里头什么理由？没有，什么都没有。一体，遍法界虚空界是一体。所以佛看到地狱众生苦、饿鬼众生苦、畜生众生苦，人道、阿修罗、罗刹苦。真正讲乐只有天人，但是天人乐享完了之后又要堕落，又苦。这些是什么？这些是众生感，佛自然有应，没有理由的。他确实没有愿，他确实没有作，作而无作，愿而无愿。",
      "zh_TW": "第三個，「無作解脫門，無作，又云無願」。願是什麼？是希求、是願望。菩薩有沒有希求的念頭？沒有。沒有，阿彌陀佛發了四十八願，普賢菩薩十大願王，給諸位說，那是無作解脫門。他們的願是願而無願，他心裡真的沒有願求。這願是怎麼回事情？願是眾生的感應，眾生有感，自然他就有應。見到眾生苦能不援手嗎？我們看到路上一個小孩掉到小河溝去了，能不把他拉起來嗎？這個叫作而無作。為什麼？沒有原因的，沒有條件的，也沒有報酬的，什麼都沒有，自自然然。為什麼自然？因為是一體，遍法界虛空界是自性變現出來的，跟我是一體。一體，還講什麼求與不求？身上痛癢，手幫它去搔一搔癢，這手難道想我為什麼要給它搔癢？這裡頭什麼理由？沒有，什麼都沒有。一體，遍法界虛空界是一體。所以佛看到地獄眾生苦、餓鬼眾生苦、畜生眾生苦，人道、阿修羅、羅剎苦。真正講樂只有天人，但是天人樂享完了之後又要墮落，又苦。這些是什麼？這些是眾生感，佛自然有應，沒有理由的。他確實沒有願，他確實沒有作，作而無作，願而無願。"
    },
    {
      "id": "02-037-0547_p0044",
      "zh_CN": "「谓若知一切法无相」，相是假相，「则于三界无所愿求」。三界就是六道里头，你在六道里头还有什么愿，还有什么求？没有了。「若无愿求，则不造作生死之业」，你就不造业了。不造业，佛菩萨在三界示现，教化众生，都叫净业。净业是什么？它不是善恶业。他给你讲断恶修善是什么？那是勉励一般人，是方便说。教你们断恶修善，为什么？你出不了六道轮回，你断恶就是不堕三恶道，你修善你就能生三善道，是这个意思，知道你出不了，不能出离。到你有能力能接受的时候，给你讲真话，就教你不造业，善恶都不造。善恶怎么？事，善恶都造，心里头善恶都没有，这就都不造。事是假的，不能有心。你造什么业，心里头就是阿弥陀佛，除阿弥陀佛之外什么都没有，你等于没有造，善恶业都没有造，这叫真修行。这是《华严经》无障碍的法界，理事无碍，事事无碍，就不造生死业。",
      "zh_TW": "「謂若知一切法無相」，相是假相，「則於三界無所願求」。三界就是六道裡頭，你在六道裡頭還有什麼願，還有什麼求？沒有了。「若無願求，則不造作生死之業」，你就不造業了。不造業，佛菩薩在三界示現，教化眾生，都叫淨業。淨業是什麼？它不是善惡業。他給你講斷惡修善是什麼？那是勉勵一般人，是方便說。教你們斷惡修善，為什麼？你出不了六道輪迴，你斷惡就是不墮三惡道，你修善你就能生三善道，是這個意思，知道你出不了，不能出離。到你有能力能接受的時候，給你講真話，就教你不造業，善惡都不造。善惡怎麼？事，善惡都造，心裡頭善惡都沒有，這就都不造。事是假的，不能有心。你造什麼業，心裡頭就是阿彌陀佛，除阿彌陀佛之外什麼都沒有，你等於沒有造，善惡業都沒有造，這叫真修行。這是《華嚴經》無障礙的法界，理事無礙，事事無礙，就不造生死業。"
    },
    {
      "id": "02-037-0547_p0045",
      "zh_CN": "「若无生死之业，即无果报之苦而得自在」，所以这是无作解脱门。无作不是不做，样样都做，而且做得比什么人还积极，但是心里头，心里痕迹都不着。念佛人心里只有一句阿弥陀佛，除阿弥陀佛什么都没有，他怎么不自在？这个道理要懂，知道我们怎么个修法。现在时间到了，我们就学到此地。",
      "zh_TW": "「若無生死之業，即無果報之苦而得自在」，所以這是無作解脫門。無作不是不做，樣樣都做，而且做得比什麼人還積極，但是心裡頭，心裡痕跡都不著。念佛人心裡只有一句阿彌陀佛，除阿彌陀佛什麼都沒有，他怎麼不自在？這個道理要懂，知道我們怎麼個修法。現在時間到了，我們就學到此地。"
    }
  ]
}