{
  "doc_id": "02-037-0553",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五五三集",
    "zh_TW": "第五五三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0553",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-037-0553_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千零八十页，第三行。我们学到十力，如来十力，学到第三「定智力」，今天我们从第四「根智力」，接着从这儿学习。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千零八十頁，第三行。我們學到十力，如來十力，學到第三「定智力」，今天我們從第四「根智力」，接著從這兒學習。"
    },
    {
      "id": "02-037-0553_p0002",
      "zh_CN": "「四者，根智力，知诸众生，诸根上下，随机施教」。这种智慧，佛有、菩萨有，凡夫没有。佛菩萨不住世，这是众生没有感，所以佛菩萨没有应。虽然想求佛菩萨，可是障碍重重，除不掉，所以没有感应。其实我们很清楚、很明白，佛菩萨没有分别执着，心地清净无染，众生有感他就现相，无处不现相，无时不现相。我们凡夫这个感，佛菩萨是有应，不是显应，是冥应。为什么不能显应？这就是障碍，障碍里头最严重的就是怀疑。百分之九十九的信心，还加上一分疑惑，这个疑惑就起作用，把这个感应障碍住了。所以佛说，疑是菩萨最严重的灾难，说得一点都不错。",
      "zh_TW": "「四者，根智力，知諸眾生，諸根上下，隨機施教」。這種智慧，佛有、菩薩有，凡夫沒有。佛菩薩不住世，這是眾生沒有感，所以佛菩薩沒有應。雖然想求佛菩薩，可是障礙重重，除不掉，所以沒有感應。其實我們很清楚、很明白，佛菩薩沒有分別執著，心地清淨無染，眾生有感他就現相，無處不現相，無時不現相。我們凡夫這個感，佛菩薩是有應，不是顯應，是冥應。為什麼不能顯應？這就是障礙，障礙裡頭最嚴重的就是懷疑。百分之九十九的信心，還加上一分疑惑，這個疑惑就起作用，把這個感應障礙住了。所以佛說，疑是菩薩最嚴重的災難，說得一點都不錯。"
    },
    {
      "id": "02-037-0553_p0003",
      "zh_CN": "如何断疑生信？真正断疑生信是法身菩萨，真正断一品无明，见一分真性，那个疑结才真正化解了；没有明心见性，决定有疑惑。不要说我没有疑了，不可能的，没有疑你就见性了。在《华严经》上所说的，你就证得圆教初住、别教初地，你到这个果位上去了。六道、十法界是应化、示现帮助众生、成就众生的道场，自己住哪里？自己住实报庄严土。所以在十法界、在六道他是分身、他是应身。如果是诸佛如来，应现差不多相同，住处不一样，诸佛如来住常寂光净土。法身菩萨跟究竟果佛差别就在此地。他们有十力、四无畏，所以教化众生随机施教，遇到没有不得利益。这个利益就是开悟、就是见性，小根器的小悟，大根器的大悟，上上根器的大彻大悟。",
      "zh_TW": "如何斷疑生信？真正斷疑生信是法身菩薩，真正斷一品無明，見一分真性，那個疑結才真正化解了；沒有明心見性，決定有疑惑。不要說我沒有疑了，不可能的，沒有疑你就見性了。在《華嚴經》上所說的，你就證得圓教初住、別教初地，你到這個果位上去了。六道、十法界是應化、示現幫助眾生、成就眾生的道場，自己住哪裡？自己住實報莊嚴土。所以在十法界、在六道他是分身、他是應身。如果是諸佛如來，應現差不多相同，住處不一樣，諸佛如來住常寂光淨土。法身菩薩跟究竟果佛差別就在此地。他們有十力、四無畏，所以教化眾生隨機施教，遇到沒有不得利益。這個利益就是開悟、就是見性，小根器的小悟，大根器的大悟，上上根器的大徹大悟。"
    },
    {
      "id": "02-037-0553_p0004",
      "zh_CN": "由此可知，在过去，禅宗里面这些大德、这些祖师都是法身菩萨，上中下根的人遇到他没有不得利益的。教下这些大德亦如是，你听经，接受他的教诲，开悟的很多。宗门叫开悟，教下叫大开圆解，跟大彻大悟同一个境界。大开圆解之后，不但佛经一切通达，不用学就通达，世间法里头没有一样不通达。无论什么问题你向他请教，他会给你讲得很清楚、很明白。为什么？他能观机，他所用的方法是智慧，是权智，所谓的善巧方便。大乘经教上所说的，「佛以一音而说法，众生随类各得解」，这就是权智，权智是无所不知。这个权是权实的权，对实智来说的，实智是根本智，权智是后得智。不是学来的，两种都不是学来的，是从自性清净心里头流露出来的。关键，见性是关键。",
      "zh_TW": "由此可知，在過去，禪宗裡面這些大德、這些祖師都是法身菩薩，上中下根的人遇到他沒有不得利益的。教下這些大德亦如是，你聽經，接受他的教誨，開悟的很多。宗門叫開悟，教下叫大開圓解，跟大徹大悟同一個境界。大開圓解之後，不但佛經一切通達，不用學就通達，世間法裡頭沒有一樣不通達。無論什麼問題你向他請教，他會給你講得很清楚、很明白。為什麼？他能觀機，他所用的方法是智慧，是權智，所謂的善巧方便。大乘經教上所說的，「佛以一音而說法，眾生隨類各得解」，這就是權智，權智是無所不知。這個權是權實的權，對實智來說的，實智是根本智，權智是後得智。不是學來的，兩種都不是學來的，是從自性清淨心裡頭流露出來的。關鍵，見性是關鍵。"
    },
    {
      "id": "02-037-0553_p0005",
      "zh_CN": "世尊在《华严经》上告诉我们，「一切众生皆有如来智慧德相」，智慧就是如来的权实二智，是自性里头本有的，只要见性，这个智慧自然就流出来。德能是本有的，相好是本有的，没有一样是外头来的。所以佛法求它不向外求，不向外求跟任何人没有冲突，它向内求，向自己心性当中求。一切众生心性是一个，是平等的。心性像大海一样，大海的周边广大无有穷尽，随便在哪里都能见到大海，都能入大海。所以八万四千法门、无量法门，门门见性，叫「法门平等，无有高下」，统统能见性。为什么？见性的秘诀不是学，与学不学没关系，是在放下。只要你能够把妄想、分别、执着放下，自性就现前。自性没有生灭，自性没有来去，自性遍法界虚空界，自性的智慧也是遍法界虚空界，这是事实真相。学佛不求别的，就求这个东西。要真求这个东西，你就真懂得放下。佛法里头没有秘密，也没有神秘，谁放下谁就证得，各各平等，这是事实真相。诸佛如来全放下了，法身菩萨放下了，还有习气，习气统统没有，就成佛了，就圆满菩提了。",
      "zh_TW": "世尊在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相」，智慧就是如來的權實二智，是自性裡頭本有的，只要見性，這個智慧自然就流出來。德能是本有的，相好是本有的，沒有一樣是外頭來的。所以佛法求它不向外求，不向外求跟任何人沒有衝突，它向內求，向自己心性當中求。一切眾生心性是一個，是平等的。心性像大海一樣，大海的周邊廣大無有窮盡，隨便在哪裡都能見到大海，都能入大海。所以八萬四千法門、無量法門，門門見性，叫「法門平等，無有高下」，統統能見性。為什麼？見性的祕訣不是學，與學不學沒關係，是在放下。只要你能夠把妄想、分別、執著放下，自性就現前。自性沒有生滅，自性沒有來去，自性遍法界虛空界，自性的智慧也是遍法界虛空界，這是事實真相。學佛不求別的，就求這個東西。要真求這個東西，你就真懂得放下。佛法裡頭沒有祕密，也沒有神祕，誰放下誰就證得，各各平等，這是事實真相。諸佛如來全放下了，法身菩薩放下了，還有習氣，習氣統統沒有，就成佛了，就圓滿菩提了。"
    },
    {
      "id": "02-037-0553_p0006",
      "zh_CN": "早年章嘉大师告诉我，佛法没有别的，就是看破、放下，从初发心到如来地，就是这么个方法。这个方法落实，那就是八万四千法门、无量法门，净土也在内，不是在外。净土放下，就用这一句持名念佛，这个方法妙绝了！我们的念头才起来，无论是善念、无论是恶念，念头起来，要知道真心没有念头，所有念头都是妄念，念头起来立刻把它打掉。宗门大德所说的，不怕念起，我们是凡夫，当然起念头，不起念头的是圣人，是佛与法身菩萨，他们不起念头。三贤、声闻、缘觉还是起念头，何况我们凡夫？所以念头不怕它，起来之后要觉得快，不要让念头相续，这叫看破，这叫放下。不准念头相续，这是看破，这是智慧；用一个方法把那个念头控制住，把念头打掉，这叫功夫。得会用，养成习惯。净宗这个方法最妙，它就是一句佛号，这一句佛号是智慧，也是禅定，定慧都在这一句佛号里头。念头才起，一句阿弥陀佛把它取而代之，换掉了，妄念换成正念，念佛是正念，正中之正。要换得快！",
      "zh_TW": "早年章嘉大師告訴我，佛法沒有別的，就是看破、放下，從初發心到如來地，就是這麼個方法。這個方法落實，那就是八萬四千法門、無量法門，淨土也在內，不是在外。淨土放下，就用這一句持名念佛，這個方法妙絕了！我們的念頭才起來，無論是善念、無論是惡念，念頭起來，要知道真心沒有念頭，所有念頭都是妄念，念頭起來立刻把它打掉。宗門大德所說的，不怕念起，我們是凡夫，當然起念頭，不起念頭的是聖人，是佛與法身菩薩，他們不起念頭。三賢、聲聞、緣覺還是起念頭，何況我們凡夫？所以念頭不怕它，起來之後要覺得快，不要讓念頭相續，這叫看破，這叫放下。不准念頭相續，這是看破，這是智慧；用一個方法把那個念頭控制住，把念頭打掉，這叫功夫。得會用，養成習慣。淨宗這個方法最妙，它就是一句佛號，這一句佛號是智慧，也是禪定，定慧都在這一句佛號裡頭。念頭才起，一句阿彌陀佛把它取而代之，換掉了，妄念換成正念，念佛是正念，正中之正。要換得快！"
    },
    {
      "id": "02-037-0553_p0007",
      "zh_CN": "如来这个根智力，知道众生的根性是上上根还是上根、中根、下根，他教导的方法不一样。上上根人教他参禅，他很快就能开悟，他就能放下。这种人智慧很高，佛一说，他完全明白通达，真能放弃，回归自性。上中下根的人不能学禅。中国禅宗六祖能大师，他接引的对象是上上根人。也有，像神秀大师，他接引的是上根人，不是上上根人，这就差一等。放得不干净，起心动念没放下，他只放下分别执着。这也很不错了，一般人分别执着放不下。执着放不下，六道轮回放不下；分别放不下，四圣法界放不下，这是十法界。六道轮回的根，为什么会有六道轮回，它的真因就是见思烦恼。见烦恼里头，就是你的看法错了，思烦恼是你的想法错了。你以为这个世界真有，真有这个身，执着身是我，这是一切错误的根本。大乘经上佛说得太多了，无我、无我所，你偏偏执着有个我、有我所；我所，有我所有的。",
      "zh_TW": "如來這個根智力，知道眾生的根性是上上根還是上根、中根、下根，他教導的方法不一樣。上上根人教他參禪，他很快就能開悟，他就能放下。這種人智慧很高，佛一說，他完全明白通達，真能放棄，回歸自性。上中下根的人不能學禪。中國禪宗六祖能大師，他接引的對象是上上根人。也有，像神秀大師，他接引的是上根人，不是上上根人，這就差一等。放得不乾淨，起心動念沒放下，他只放下分別執著。這也很不錯了，一般人分別執著放不下。執著放不下，六道輪迴放不下；分別放不下，四聖法界放不下，這是十法界。六道輪迴的根，為什麼會有六道輪迴，它的真因就是見思煩惱。見煩惱裡頭，就是你的看法錯了，思煩惱是你的想法錯了。你以為這個世界真有，真有這個身，執著身是我，這是一切錯誤的根本。大乘經上佛說得太多了，無我、無我所，你偏偏執著有個我、有我所；我所，有我所有的。"
    },
    {
      "id": "02-037-0553_p0008",
      "zh_CN": "世尊在世，他老人家给我们表演的，名利他全得到了，中国人所说的「贵为天子，富有四海」，这是人间富贵到极处。他是国王太子的身分，不出家继承王位。有这样圆满的智慧、圆满的德行，他要做国王，我们相信能统一全印度。不要，全都舍弃。为什么不要？那是假的，那是梦幻泡影，这看破了。六道、十法界都是梦幻泡影，所以没有执着、没有留恋，放得干干净净。成了佛，明白了，再回到六道、回到十法界，他是明白人，一点都不迷惑，他又回到梦中，去做梦中佛事。他来干什么？就一桩事情，帮助别人觉悟，这梦中还有许许多多的人没觉悟，他来帮助他们觉悟。",
      "zh_TW": "世尊在世，他老人家給我們表演的，名利他全得到了，中國人所說的「貴為天子，富有四海」，這是人間富貴到極處。他是國王太子的身分，不出家繼承王位。有這樣圓滿的智慧、圓滿的德行，他要做國王，我們相信能統一全印度。不要，全都捨棄。為什麼不要？那是假的，那是夢幻泡影，這看破了。六道、十法界都是夢幻泡影，所以沒有執著、沒有留戀，放得乾乾淨淨。成了佛，明白了，再回到六道、回到十法界，他是明白人，一點都不迷惑，他又回到夢中，去做夢中佛事。他來幹什麼？就一樁事情，幫助別人覺悟，這夢中還有許許多多的人沒覺悟，他來幫助他們覺悟。"
    },
    {
      "id": "02-037-0553_p0009",
      "zh_CN": "各人根性不相同，帮助觉悟的方法不一样，他用得非常巧妙，这个人用这个方法，那个人用那个方法，都成功了。不是一个方法能度一切人。一个方法能度一切人有，不是没有，就是信愿持名这个方法，能度一切人，但是人不相信。不相信不要紧，你相信哪个方法他就用哪个方法，妙极了。可是，这八万四千法门用到究竟的时候，我想大概都回归到信愿持名，他才真正能入常寂光。所以，千经万论处处同归，这个妙极了，我们要能体会得到，要能看得到，我们对这个法门才完全相信，没有一丝毫怀疑。我们很清楚、很明白，这一生决定成就，不再搞来世，不再搞轮回了。",
      "zh_TW": "各人根性不相同，幫助覺悟的方法不一樣，他用得非常巧妙，這個人用這個方法，那個人用那個方法，都成功了。不是一個方法能度一切人。一個方法能度一切人有，不是沒有，就是信願持名這個方法，能度一切人，但是人不相信。不相信不要緊，你相信哪個方法他就用哪個方法，妙極了。可是，這八萬四千法門用到究竟的時候，我想大概都回歸到信願持名，他才真正能入常寂光。所以，千經萬論處處同歸，這個妙極了，我們要能體會得到，要能看得到，我們對這個法門才完全相信，沒有一絲毫懷疑。我們很清楚、很明白，這一生決定成就，不再搞來世，不再搞輪迴了。"
    },
    {
      "id": "02-037-0553_p0010",
      "zh_CN": "智慧要紧，有智慧，不放下，那就是有智没有定，没有戒、定；没有戒、定的慧是假的，不是真的。慧是花果，定是树的主干，戒是树的根，没有根本，那个花果不是真的。真的花果是从根、从本、从干、从枝条上长出来的，那是真的。修学的人不能不重视根本的栽培。忽视了根本，不要根本，专门搞花果，有，这是学术的佛教。大学里面开的课程就是这样的，不讲戒，也不讲定，专门给你讲慧。很好听，听了很喜欢，自己能不能得受用？不能。好看，不能吃。这个道理要懂。真正明白了，这个戒是不是要从头好好一桩一桩去学？没有必要。只要真正放下，戒定都在其中。这叫什么？定共戒、道共戒。这一句佛号里头有定、有戒，而且戒跟定都是圆满的，就在这一句佛号里头，他没有杂念、没有妄想了。所以一句佛号，戒定慧三学圆满具足，能断烦恼，能消业障，效果无比的殊胜。戒条那么多，不用一样一样去搞，从根把它锯掉，不就全都完了吗？枝枝叶叶一片一片去摘，那多费事。这名号功德不可思议！",
      "zh_TW": "智慧要緊，有智慧，不放下，那就是有智沒有定，沒有戒、定；沒有戒、定的慧是假的，不是真的。慧是花果，定是樹的主幹，戒是樹的根，沒有根本，那個花果不是真的。真的花果是從根、從本、從幹、從枝條上長出來的，那是真的。修學的人不能不重視根本的栽培。忽視了根本，不要根本，專門搞花果，有，這是學術的佛教。大學裡面開的課程就是這樣的，不講戒，也不講定，專門給你講慧。很好聽，聽了很喜歡，自己能不能得受用？不能。好看，不能吃。這個道理要懂。真正明白了，這個戒是不是要從頭好好一樁一樁去學？沒有必要。只要真正放下，戒定都在其中。這叫什麼？定共戒、道共戒。這一句佛號裡頭有定、有戒，而且戒跟定都是圓滿的，就在這一句佛號裡頭，他沒有雜念、沒有妄想了。所以一句佛號，戒定慧三學圓滿具足，能斷煩惱，能消業障，效果無比的殊勝。戒條那麼多，不用一樣一樣去搞，從根把它鋸掉，不就全都完了嗎？枝枝葉葉一片一片去摘，那多費事。這名號功德不可思議！"
    },
    {
      "id": "02-037-0553_p0011",
      "zh_CN": "下面，「五者，欲智力」，欲是欲望，一般讲爱好、喜好不一样，「知一切众生种种知解」这种智慧、能力。这个众生他知道些什么，他能理解哪些，佛全知道。「知他众生，种种乐欲」，他喜欢什么，他心里头期望的是什么，佛都知道。各个众生不一样，也可以说找不到两个人完全相同；百分之九十九相同，还有一分不同。到什么时候完全相同？证得妙觉果位就完全相同。等觉还有一点不相同，我们可以说是这万分，有九千九百九十九分相同，还有万分之一不相同。到无明习气统统断干净了，回归常寂光了，完全相同。这就是经上常常说的，「唯佛与佛，方能究竟」。佛佛道同，那是真同，没有一点不同，到成佛果位，等觉菩萨还有万分之一的不相同。所以佛有本事，佛有这个能力。",
      "zh_TW": "下面，「五者，欲智力」，欲是欲望，一般講愛好、喜好不一樣，「知一切眾生種種知解」這種智慧、能力。這個眾生他知道些什麼，他能理解哪些，佛全知道。「知他眾生，種種樂欲」，他喜歡什麼，他心裡頭期望的是什麼，佛都知道。各個眾生不一樣，也可以說找不到兩個人完全相同；百分之九十九相同，還有一分不同。到什麼時候完全相同？證得妙覺果位就完全相同。等覺還有一點不相同，我們可以說是這萬分，有九千九百九十九分相同，還有萬分之一不相同。到無明習氣統統斷乾淨了，回歸常寂光了，完全相同。這就是經上常常說的，「唯佛與佛，方能究竟」。佛佛道同，那是真同，沒有一點不同，到成佛果位，等覺菩薩還有萬分之一的不相同。所以佛有本事，佛有這個能力。"
    },
    {
      "id": "02-037-0553_p0012",
      "zh_CN": "我们修行，修行是修正错误行为。起心动念是思想的行为，就是意的行为，言语是口的行为，身体造作是身的行为。行为再多，无量无边，总不外乎这三大类，用身口意把行为全部包括在其中。所有错误的行为，与性德相违背的都是错误的，与性德相应的是正确的。那我们要知道，性德它有核心，核心的核心、中心的中心是什么？用现在人说的话，就是个爱字。你看哪个宗教不讲爱？可这爱字有没有人懂？没有人懂。说这个爱字，一般人都好像觉得以为懂了，很浅，皮毛，爱的意思深广无有边际。爱就是究竟圆满的自性，佛家叫慈悲。你看慈悲解释的，那个意义就不一样，「无缘大慈，同体大悲」，无缘是无边际、无限量、无大小。它是心性的全体，现相，它是法界的全体，所以它也是作用的全体，这个就没有人知道。听说这个爱，非常狭小的那个意思，它不是广义的，它不是究竟圆满的。自性里头这个爱，所以佛不叫爱，叫慈悲，慈悲里头是同体，就是无边际，同体大悲。整个宇宙是自性变现的，自性是体，遍法界虚空界万事万物是相，有相它自然就有作用，体相用是一不是二。这是佛教的伦理观，伦理是说关系。",
      "zh_TW": "我們修行，修行是修正錯誤行為。起心動念是思想的行為，就是意的行為，言語是口的行為，身體造作是身的行為。行為再多，無量無邊，總不外乎這三大類，用身口意把行為全部包括在其中。所有錯誤的行為，與性德相違背的都是錯誤的，與性德相應的是正確的。那我們要知道，性德它有核心，核心的核心、中心的中心是什麼？用現在人說的話，就是個愛字。你看哪個宗教不講愛？可這愛字有沒有人懂？沒有人懂。說這個愛字，一般人都好像覺得以為懂了，很淺，皮毛，愛的意思深廣無有邊際。愛就是究竟圓滿的自性，佛家叫慈悲。你看慈悲解釋的，那個意義就不一樣，「無緣大慈，同體大悲」，無緣是無邊際、無限量、無大小。它是心性的全體，現相，它是法界的全體，所以它也是作用的全體，這個就沒有人知道。聽說這個愛，非常狹小的那個意思，它不是廣義的，它不是究竟圓滿的。自性裡頭這個愛，所以佛不叫愛，叫慈悲，慈悲裡頭是同體，就是無邊際，同體大悲。整個宇宙是自性變現的，自性是體，遍法界虛空界萬事萬物是相，有相它自然就有作用，體相用是一不是二。這是佛教的倫理觀，倫理是說關係。"
    },
    {
      "id": "02-037-0553_p0013",
      "zh_CN": "中国古人的伦理关系，凡是人皆须爱，认为人类跟我们是同体的；顶多再扩展一下，仁民及物，这物是动物，能达到这个。佛法讲得圆满，十法界依正庄严全是自性变现出来的，所以同一个体。无论是动物、植物、矿物，乃至虚空法界，一体，这一体多亲密！大乘讲人伦的关系，讲得真的究竟圆满。自性之外无有一物，一切万物共同一法身，就是一个自性。既然一体，还有什么分别？还有什么好执着的？这个爱才是名符其实的博爱、亲爱。亲爱讲到什么程度？一切男子是我父，一切女人是我母，亲爱讲到这种地步。畜生有雄有雌，雄是父，雌是母，花草树木也有雄雌。爱心遍法界！",
      "zh_TW": "中國古人的倫理關係，凡是人皆須愛，認為人類跟我們是同體的；頂多再擴展一下，仁民及物，這物是動物，能達到這個。佛法講得圓滿，十法界依正莊嚴全是自性變現出來的，所以同一個體。無論是動物、植物、礦物，乃至虛空法界，一體，這一體多親密！大乘講人倫的關係，講得真的究竟圓滿。自性之外無有一物，一切萬物共同一法身，就是一個自性。既然一體，還有什麼分別？還有什麼好執著的？這個愛才是名符其實的博愛、親愛。親愛講到什麼程度？一切男子是我父，一切女人是我母，親愛講到這種地步。畜生有雄有雌，雄是父，雌是母，花草樹木也有雄雌。愛心遍法界！"
    },
    {
      "id": "02-037-0553_p0014",
      "zh_CN": "众生的欲乐虽然各各不同，进入大乘都达到究竟圆满。虽然究竟圆满，同时也能保持着各个存在。就像花园一样，这个大花园各种品种都有，是一个花园，一个花园也不去除某一个品种，它一切品种在一起的。全是一个自性变现出来的，怎么变的？从心想生。这种关系要搞清楚、要搞明白，要肯定，要把它落实，这一真正落实，你的大菩提心出现了。大菩提心的体，真诚，就是自性，真者不是虚妄，诚者不虚。清净平等，自受用；大慈大悲，他受用。对待自己是清净、平等，对待别人是一片慈悲，就是圆满的爱心。谁爱众生、谁爱万物？诸佛如来、法身菩萨，做到究竟圆满。",
      "zh_TW": "眾生的欲樂雖然各各不同，進入大乘都達到究竟圓滿。雖然究竟圓滿，同時也能保持著各個存在。就像花園一樣，這個大花園各種品種都有，是一個花園，一個花園也不去除某一個品種，它一切品種在一起的。全是一個自性變現出來的，怎麼變的？從心想生。這種關係要搞清楚、要搞明白，要肯定，要把它落實，這一真正落實，你的大菩提心出現了。大菩提心的體，真誠，就是自性，真者不是虛妄，誠者不虛。清淨平等，自受用；大慈大悲，他受用。對待自己是清淨、平等，對待別人是一片慈悲，就是圓滿的愛心。誰愛眾生、誰愛萬物？諸佛如來、法身菩薩，做到究竟圓滿。"
    },
    {
      "id": "02-037-0553_p0015",
      "zh_CN": "「六者，界智力。乃知种种界智力，于世间众生种种境界不同，而如实普知」。界是界限，我们现在一般所讲的境界，不一样，各个人都不相同。这个东西从哪来的？从分别执着里头来的，分别有我、有你、有他，这界限就出来了；分别有男、有女，分别有大、有小。在这个社会上，人的种类不齐，智慧不一样，就是所接受的文化不相同，教育不相同，在社会上从事工作不一样，各行各业，各有各的境界。同一个行业里面，每个独立的公司行号，跟其他的公司行号也有界限，也不相同。如何能把这个界限打破？打破就统一了，就叫佛境界，没有打破叫众生境界。众生境界的利益是为自己一个小团体，佛的境界没有界限，他的利益是一切众生共有的，不一样！佛境界里头自他不二，自他一体，六和敬才真正达到圆满，利和同均，决定没有分别。里面没有你我这个界限，一体。自他是一不是二，入佛境界，入佛境界才得大自在，才得真正解脱。不但烦恼没有了，业障也自然没有了，不必去消，全部都解除了、融化了。",
      "zh_TW": "「六者，界智力。乃知種種界智力，於世間眾生種種境界不同，而如實普知」。界是界限，我們現在一般所講的境界，不一樣，各個人都不相同。這個東西從哪來的？從分別執著裡頭來的，分別有我、有你、有他，這界限就出來了；分別有男、有女，分別有大、有小。在這個社會上，人的種類不齊，智慧不一樣，就是所接受的文化不相同，教育不相同，在社會上從事工作不一樣，各行各業，各有各的境界。同一個行業裡面，每個獨立的公司行號，跟其他的公司行號也有界限，也不相同。如何能把這個界限打破？打破就統一了，就叫佛境界，沒有打破叫眾生境界。眾生境界的利益是為自己一個小團體，佛的境界沒有界限，他的利益是一切眾生共有的，不一樣！佛境界裡頭自他不二，自他一體，六和敬才真正達到圓滿，利和同均，決定沒有分別。裡面沒有你我這個界限，一體。自他是一不是二，入佛境界，入佛境界才得大自在，才得真正解脫。不但煩惱沒有了，業障也自然沒有了，不必去消，全部都解除了、融化了。"
    },
    {
      "id": "02-037-0553_p0016",
      "zh_CN": "第七，「至处智力。知一切道至处相」。道是道路，知道哪一条路到达哪里，像我们许多村镇、许多城市，晓得哪一条路通到哪里。在六道里头，知道你起的是什么心，动的是什么念头，你将来到哪一道去。这叫智道，你是到哪一道的那个道路。人道的，五戒十善，你真能做得好，你不会失掉人身，来生决定还得人身。你修上品十善、修四无量心，四无量心是慈悲喜舍，爱人如己，你一定生天道，这条路是通天道的。信愿持名，这个道路是通极乐世界的。佛告诉我们，修四谛法门的，这个道是通声闻道的，十法界里头的声闻道；修十二因缘的，这是缘觉道；修六度的菩萨，三贤道，十住、十行、十回向，他们走的是这个道；修一乘法的，这是佛道。这是粗说，细说说不尽，如来全知道。",
      "zh_TW": "第七，「至處智力。知一切道至處相」。道是道路，知道哪一條路到達哪裡，像我們許多村鎮、許多城市，曉得哪一條路通到哪裡。在六道裡頭，知道你起的是什麼心，動的是什麼念頭，你將來到哪一道去。這叫智道，你是到哪一道的那個道路。人道的，五戒十善，你真能做得好，你不會失掉人身，來生決定還得人身。你修上品十善、修四無量心，四無量心是慈悲喜捨，愛人如己，你一定生天道，這條路是通天道的。信願持名，這個道路是通極樂世界的。佛告訴我們，修四諦法門的，這個道是通聲聞道的，十法界裡頭的聲聞道；修十二因緣的，這是緣覺道；修六度的菩薩，三賢道，十住、十行、十迴向，他們走的是這個道；修一乘法的，這是佛道。這是粗說，細說說不盡，如來全知道。"
    },
    {
      "id": "02-037-0553_p0017",
      "zh_CN": "他随着你的根性，随着你的爱好帮助你、成就你，甚至于什么？你喜欢贪瞋痴，菩萨也成就你，送你到地狱道、到饿鬼道、到畜生道。干什么？那个地方是训练班，要在那里受训，那个地方受够了、明白了，出来了。所以，十法界统统是训练班，十个不同的场所，让你在里头受训。你统统都经历过，全都明白了，将来你成佛度众生就方便了。为什么？哪一条道路都经历过，不是听说的，自己亲身经历的。他有本事把你送进去，也有本事把你救出来。所以，三恶道里面往生成佛的，过去生中都有因，阿赖耶识里头有佛种子。你的缘成熟了，这成熟是什么？你对于净土法门能信、能愿，这就成熟了，他就会把你送到极乐世界去。没有成熟，再练，再去锻炼，苦受尽了，苦尽甘来。什么叫苦受尽了？你觉悟了、明白了，我不想再受，我想往上再提升一级，这就叫圆满、就叫毕业了。",
      "zh_TW": "他隨著你的根性，隨著你的愛好幫助你、成就你，甚至於什麼？你喜歡貪瞋痴，菩薩也成就你，送你到地獄道、到餓鬼道、到畜生道。幹什麼？那個地方是訓練班，要在那裡受訓，那個地方受夠了、明白了，出來了。所以，十法界統統是訓練班，十個不同的場所，讓你在裡頭受訓。你統統都經歷過，全都明白了，將來你成佛度眾生就方便了。為什麼？哪一條道路都經歷過，不是聽說的，自己親身經歷的。他有本事把你送進去，也有本事把你救出來。所以，三惡道裡面往生成佛的，過去生中都有因，阿賴耶識裡頭有佛種子。你的緣成熟了，這成熟是什麼？你對於淨土法門能信、能願，這就成熟了，他就會把你送到極樂世界去。沒有成熟，再練，再去鍛鍊，苦受盡了，苦盡甘來。什麼叫苦受盡了？你覺悟了、明白了，我不想再受，我想往上再提升一級，這就叫圓滿、就叫畢業了。"
    },
    {
      "id": "02-037-0553_p0018",
      "zh_CN": "所以这里讲，「知所修何教道品」。狭义的是佛门，八万四千法门，再把它归纳起来，藏通别圆，这天台家的，小始终顿圆，贤首法师说的，你能修到什么样的地位。「如五戒十善至人天」，举一个例子。修五戒，中品十善人道，上品十善天道。这是至处智力。乃至于起心动念，起心动念是因，加上增上缘，后面果报就现前；没有增上缘，有这个因，不会结果，缘是因到果里头不能缺少的一个条件。「八正道之无漏法至涅槃」。修八正道，但是他是用无漏心去学，无漏心是什么？清净心、平等心，这个能证涅槃。证涅槃，这阿罗汉，因为他起心动念没断掉，他只是放下分别执着，能出六道轮回。",
      "zh_TW": "所以這裡講，「知所修何教道品」。狹義的是佛門，八萬四千法門，再把它歸納起來，藏通別圓，這天台家的，小始終頓圓，賢首法師說的，你能修到什麼樣的地位。「如五戒十善至人天」，舉一個例子。修五戒，中品十善人道，上品十善天道。這是至處智力。乃至於起心動念，起心動念是因，加上增上緣，後面果報就現前；沒有增上緣，有這個因，不會結果，緣是因到果裡頭不能缺少的一個條件。「八正道之無漏法至涅槃」。修八正道，但是他是用無漏心去學，無漏心是什麼？清淨心、平等心，這個能證涅槃。證涅槃，這阿羅漢，因為他起心動念沒斷掉，他只是放下分別執著，能出六道輪迴。"
    },
    {
      "id": "02-037-0553_p0019",
      "zh_CN": "「八者，宿命智力，知众生一世乃至百千万世」，每一世你的姓名，你的寿量、寿夭，寿命长短，你的生活状况，一生是苦是乐，也全知道。这些都是很难叫人相信的，他怎么可能？所以讲这就是疑结。一般人想是决定想不通的，不合乎逻辑，很难接受。你说他有大智慧还可以，说他这些无所不知的这个，不可能，怎么可能？尤其是事，念头千变万化，你怎么能完全知道？他的知跟着你的变化，你怎么变都没有出他的知外，他的知像光一样，像虚空一样，决定没有办法离开他的知。这个知，一切众生自性本具，不是外来的。一切众生皆有如来智慧，就说这个事情，是本能，自性法尔如是。惠能大师见性，第三句所说的，「何期自性，本自具足」。他只提到这个，具足什么没说。《华严经》上佛说了，具足智慧、德相，德是德能，相是相好。智慧、德能、相好就把整个宇宙万事万法统统包括尽了，真的是无所不知、无所不能。不是释迦牟尼佛专利，不是阿弥陀佛专利，一切众生各各都有，跟他一样，没有丝毫差别。只是他的障碍没有了，我们现在有障碍。我们的智慧、德相有没有失去？没有，它是自性，自性不生不灭，自性不是波动现象。",
      "zh_TW": "「八者，宿命智力，知眾生一世乃至百千萬世」，每一世你的姓名，你的壽量、壽夭，壽命長短，你的生活狀況，一生是苦是樂，也全知道。這些都是很難叫人相信的，他怎麼可能？所以講這就是疑結。一般人想是決定想不通的，不合乎邏輯，很難接受。你說他有大智慧還可以，說他這些無所不知的這個，不可能，怎麼可能？尤其是事，念頭千變萬化，你怎麼能完全知道？他的知跟著你的變化，你怎麼變都沒有出他的知外，他的知像光一樣，像虛空一樣，決定沒有辦法離開他的知。這個知，一切眾生自性本具，不是外來的。一切眾生皆有如來智慧，就說這個事情，是本能，自性法爾如是。惠能大師見性，第三句所說的，「何期自性，本自具足」。他只提到這個，具足什麼沒說。《華嚴經》上佛說了，具足智慧、德相，德是德能，相是相好。智慧、德能、相好就把整個宇宙萬事萬法統統包括盡了，真的是無所不知、無所不能。不是釋迦牟尼佛專利，不是阿彌陀佛專利，一切眾生各各都有，跟他一樣，沒有絲毫差別。只是他的障礙沒有了，我們現在有障礙。我們的智慧、德相有沒有失去？沒有，它是自性，自性不生不滅，自性不是波動現象。"
    },
    {
      "id": "02-037-0553_p0020",
      "zh_CN": "菩萨成佛了，圆满证得了，看到一切众生原来各各都有，我想这是他非常惊讶的。各各都有，他就会有使命感，为什么？一体！一定要帮助这些众生回归自性，这就叫普度众生。如果我们发现，我们身体，科学家告诉我们，我们身体是细胞组成的，一个人身体大概有多少细胞？一般平均来说五十兆，我们身体有这么多细胞，五十兆。知道五十兆个细胞，每个细胞都是自己，任何一个细胞要是有了病毒，一定想办法把它治好。为什么？那是我，怎么许可让我有一个细胞带着病毒？同一个道理，真正大彻大悟了，遍法界虚空界，有一个众生、有一个小草、有一个小树有了问题，那都是我的问题，山河大地出了问题，也是我的问题。我的什么问题？一定是我身口意有毛病。现在科学家很聪明，找到了，找到的跟佛说的是一样的，这就不可思议，那就是说一切法从心想生。",
      "zh_TW": "菩薩成佛了，圓滿證得了，看到一切眾生原來各各都有，我想這是他非常驚訝的。各各都有，他就會有使命感，為什麼？一體！一定要幫助這些眾生回歸自性，這就叫普度眾生。如果我們發現，我們身體，科學家告訴我們，我們身體是細胞組成的，一個人身體大概有多少細胞？一般平均來說五十兆，我們身體有這麼多細胞，五十兆。知道五十兆個細胞，每個細胞都是自己，任何一個細胞要是有了病毒，一定想辦法把它治好。為什麼？那是我，怎麼許可讓我有一個細胞帶著病毒？同一個道理，真正大徹大悟了，遍法界虛空界，有一個眾生、有一個小草、有一個小樹有了問題，那都是我的問題，山河大地出了問題，也是我的問題。我的什麼問題？一定是我身口意有毛病。現在科學家很聰明，找到了，找到的跟佛說的是一樣的，這就不可思議，那就是說一切法從心想生。"
    },
    {
      "id": "02-037-0553_p0021",
      "zh_CN": "现在，我们如果细心一点，几乎到处都能听到，很多人着急，二０一二年十二月二十一日来了，怎么办？许多人在谈这个问题，要找个什么高一点的地方去躲避，怕海啸，网路上都在传。我昨天还看到一本，带着彩色、带着地图的，很详细。愈接近，研讨的人就愈多。现在已经有点乱象了，南方人到北方去避难，北方人逃到南方来避难，东北的逃到广东来的，广东的跑到黑龙江去的，到处乱跑。乱跑能化解问题吗？不能。问题从哪里生的？从心想生的。我们把念头转过来，问题就解决了，佛是这么告诉我们。",
      "zh_TW": "現在，我們如果細心一點，幾乎到處都能聽到，很多人著急，二０一二年十二月二十一日來了，怎麼辦？許多人在談這個問題，要找個什麼高一點的地方去躲避，怕海嘯，網路上都在傳。我昨天還看到一本，帶著彩色、帶著地圖的，很詳細。愈接近，研討的人就愈多。現在已經有點亂象了，南方人到北方去避難，北方人逃到南方來避難，東北的逃到廣東來的，廣東的跑到黑龍江去的，到處亂跑。亂跑能化解問題嗎？不能。問題從哪裡生的？從心想生的。我們把念頭轉過來，問題就解決了，佛是這麼告訴我們。"
    },
    {
      "id": "02-037-0553_p0022",
      "zh_CN": "现代科学家，美国布莱登博士，这人还在。他教导我们，地球上的居民要能觉悟、能回头，从今天起弃恶扬善、改邪归正、端正心念，你看就说了三句话，就能把地球灾难化解；不但能化解，会把地球带向更好的走向。我们听他的话点头，真的，他跟佛讲的一样的。根据什么道理？《华严经》上讲的，整个宇宙「唯心所现，唯识所变」。那个心是真心，识是妄念，就是真心跟妄念变现出来的。现在出了问题，是我们的念头出了问题，我们的念头跟性德，自性的性德，距离远了、相违背了，问题出来了。我们知道了，我们把这个念头拉回来，错误的念头改正，问题就解决了。我们居住在这个地方，怎样避免灾难？很简单，把念头转过来。第一个，把自私自利的念头转过来，起心动念我们想到一切众生。不但一切人，想到一切动物、一切植物、山河大地，统统想到。端正心念，没有自私自利，没有名闻利养，远离五欲六尘的诱惑，不贪、不瞋、不痴、不傲慢、不怀疑，灾难就没有了。能回头的人愈多，力量就愈强大。",
      "zh_TW": "現代科學家，美國布萊登博士，這人還在。他教導我們，地球上的居民要能覺悟、能回頭，從今天起棄惡揚善、改邪歸正、端正心念，你看就說了三句話，就能把地球災難化解；不但能化解，會把地球帶向更好的走向。我們聽他的話點頭，真的，他跟佛講的一樣的。根據什麼道理？《華嚴經》上講的，整個宇宙「唯心所現，唯識所變」。那個心是真心，識是妄念，就是真心跟妄念變現出來的。現在出了問題，是我們的念頭出了問題，我們的念頭跟性德，自性的性德，距離遠了、相違背了，問題出來了。我們知道了，我們把這個念頭拉回來，錯誤的念頭改正，問題就解決了。我們居住在這個地方，怎樣避免災難？很簡單，把念頭轉過來。第一個，把自私自利的念頭轉過來，起心動念我們想到一切眾生。不但一切人，想到一切動物、一切植物、山河大地，統統想到。端正心念，沒有自私自利，沒有名聞利養，遠離五欲六塵的誘惑，不貪、不瞋、不痴、不傲慢、不懷疑，災難就沒有了。能回頭的人愈多，力量就愈強大。"
    },
    {
      "id": "02-037-0553_p0023",
      "zh_CN": "大海啸，我真的在那里看到，科学家提出来一千米的海啸。有没有可能？有。科学家告诉我们，海底，全世界海底，知道的有十几二十个超级火山，这些火山爆发会引发一千米的海啸，那个大浪，比原子弹、氢弹还厉害。这个火山在海底爆发，引起一千米的大浪，它慢慢向四周去蔓延，距离愈远，它高度就慢慢降下来。大概降到海岸边，科学家预估的大概是两百米，就是一千米冲到海岸边上有两百米。两百米就不得了，前年印尼的海啸是十米，日本３１１的海啸也是十米，十米加上二十倍，那还得了！沿海，从海岸量到里面去，直的量，两百公里之外才算是安全地区，两百公里之内的，怕海啸会影响它。那我们香港在其中，我要不要找个地方去躲避？没有必要。我们大家念佛，端正心念，海浪冲到香港这个地方，自然它就降低了，降到十米伤害就不是很大。我们现在居住这个地方海拔大概一百米，十米的海啸，这个地方很安全。我们要用意念把这海啸降低，到这个地方就变成小规模的，不是严重的。念佛的人愈多，这个力量愈大。居住在海边的同修要认真念佛，要相信佛号的功德不可思议，佛号的能量不可思议。用真诚心、清净心去念，希望海啸冲到我们这个地方来变成很小的。日本上一次是十米，我们看到这个信息，这个信息是他们飞机从空中照下来的，那不是演电影，那是真的。十米以下不至于造成很严重的灾难，我们要真干，真有效果！",
      "zh_TW": "大海嘯，我真的在那裡看到，科學家提出來一千米的海嘯。有沒有可能？有。科學家告訴我們，海底，全世界海底，知道的有十幾二十個超級火山，這些火山爆發會引發一千米的海嘯，那個大浪，比原子彈、氫彈還厲害。這個火山在海底爆發，引起一千米的大浪，它慢慢向四周去蔓延，距離愈遠，它高度就慢慢降下來。大概降到海岸邊，科學家預估的大概是兩百米，就是一千米沖到海岸邊上有兩百米。兩百米就不得了，前年印尼的海嘯是十米，日本３１１的海嘯也是十米，十米加上二十倍，那還得了！沿海，從海岸量到裡面去，直的量，兩百公里之外才算是安全地區，兩百公里之內的，怕海嘯會影響它。那我們香港在其中，我要不要找個地方去躲避？沒有必要。我們大家念佛，端正心念，海浪沖到香港這個地方，自然它就降低了，降到十米傷害就不是很大。我們現在居住這個地方海拔大概一百米，十米的海嘯，這個地方很安全。我們要用意念把這海嘯降低，到這個地方就變成小規模的，不是嚴重的。念佛的人愈多，這個力量愈大。居住在海邊的同修要認真念佛，要相信佛號的功德不可思議，佛號的能量不可思議。用真誠心、清淨心去念，希望海嘯沖到我們這個地方來變成很小的。日本上一次是十米，我們看到這個信息，這個信息是他們飛機從空中照下來的，那不是演電影，那是真的。十米以下不至於造成很嚴重的災難，我們要真幹，真有效果！"
    },
    {
      "id": "02-037-0553_p0024",
      "zh_CN": "第九，「天眼智力。见众生受生舍报」，受生是在六道里面投胎，舍报是他一生寿命尽了，他死亡了，「生生死死，从何道来，向何道去；以及善恶业缘，或苦或乐，无障碍之智力」。有这种能力，能够见到一切众生在六道里头轮回流转，这一道生，死了之后又到那一道。轮回里面受生舍报，自己做不了主。谁做主？上帝做不了主，阎罗王也做不了主，佛菩萨更是做不了主。佛菩萨告诉我们，什么人做主？业力做主。你自己造作的业，你自己的爱好，这个东西习气做主宰。你喜欢哪一道自然到那一道去，你欢喜它，你看到那一道非常好，很中你的意。可是进去之后，觉得不对劲，再想出来出不来了，必须在那里受报尽了，你才能离开。业力、习气做主宰，这一点我们要特别注意。瞋恚心重的，地狱道去了。你看到地狱很可爱，为什么？正合你的意思。饿鬼道是贪心，畜生道是愚痴。你那个心是贪瞋痴的心，就会到恶道去。没有贪瞋痴，有五戒十善，到人道来，更殊胜的，到欲界天去了。真正修行人，修四禅八定，他们到色界天去了，更高的，到无色界天去了。天有二十八层。这是我们不能不知道的，不能把路走错了，一定要清楚、要明了。",
      "zh_TW": "第九，「天眼智力。見眾生受生捨報」，受生是在六道裡面投胎，捨報是他一生壽命盡了，他死亡了，「生生死死，從何道來，向何道去；以及善惡業緣，或苦或樂，無障礙之智力」。有這種能力，能夠見到一切眾生在六道裡頭輪迴流轉，這一道生，死了之後又到那一道。輪迴裡面受生捨報，自己做不了主。誰做主？上帝做不了主，閻羅王也做不了主，佛菩薩更是做不了主。佛菩薩告訴我們，什麼人做主？業力做主。你自己造作的業，你自己的愛好，這個東西習氣做主宰。你喜歡哪一道自然到那一道去，你歡喜它，你看到那一道非常好，很中你的意。可是進去之後，覺得不對勁，再想出來出不來了，必須在那裡受報盡了，你才能離開。業力、習氣做主宰，這一點我們要特別注意。瞋恚心重的，地獄道去了。你看到地獄很可愛，為什麼？正合你的意思。餓鬼道是貪心，畜生道是愚痴。你那個心是貪瞋痴的心，就會到惡道去。沒有貪瞋痴，有五戒十善，到人道來，更殊勝的，到欲界天去了。真正修行人，修四禪八定，他們到色界天去了，更高的，到無色界天去了。天有二十八層。這是我們不能不知道的，不能把路走錯了，一定要清楚、要明瞭。"
    },
    {
      "id": "02-037-0553_p0025",
      "zh_CN": "末后一条，「漏尽智力」，就是自己的妄想习气是不是真断了，自己知道，不用去问别人，「永断不生，能如实知，不受后有之智力」。自己真正能做得了主宰，不再搞轮回，不再搞十法界，漏尽了。漏是烦恼，烦恼断尽，业障习气断尽了，这才完全恢复正常，这是个正常人；带着烦恼、带着习气，都叫做有病的人。佛是个医王，我们找到这个大夫替我治病，病好了，烦恼断尽了，习气断尽了，恢复正常。恢复正常，那个人就叫做佛，佛是正常的人，佛之外都带病。菩萨的病轻，声闻的病比较重一点，六道众生病很重，三恶道的众生那是极重的病，那是非常严重。佛替我们治病，教我们回头，恢复原来健康。就是佛教教什么，这就讲清楚、讲明白了，帮助我们恢复正常、恢复健康。佛与法身菩萨就是健康的人，就是不带病的，他们没有疾病，我们应当向他学习。",
      "zh_TW": "末後一條，「漏盡智力」，就是自己的妄想習氣是不是真斷了，自己知道，不用去問別人，「永斷不生，能如實知，不受後有之智力」。自己真正能做得了主宰，不再搞輪迴，不再搞十法界，漏盡了。漏是煩惱，煩惱斷盡，業障習氣斷盡了，這才完全恢復正常，這是個正常人；帶著煩惱、帶著習氣，都叫做有病的人。佛是個醫王，我們找到這個大夫替我治病，病好了，煩惱斷盡了，習氣斷盡了，恢復正常。恢復正常，那個人就叫做佛，佛是正常的人，佛之外都帶病。菩薩的病輕，聲聞的病比較重一點，六道眾生病很重，三惡道的眾生那是極重的病，那是非常嚴重。佛替我們治病，教我們回頭，恢復原來健康。就是佛教教什麼，這就講清楚、講明白了，幫助我們恢復正常、恢復健康。佛與法身菩薩就是健康的人，就是不帶病的，他們沒有疾病，我們應當向他學習。"
    },
    {
      "id": "02-037-0553_p0026",
      "zh_CN": "这是十种智力，这个智力都是属于后得智。根本智是清净心，放下妄想分别执着，根本智现前了，根本智起作用就是后得智。这是举十种作用，其实作用无量无边，大乘把它展开，八万四千，小乘展开叫三千威仪。真真实实是无所不知、无所不能，是我们每个人自己自性里头本来具足，不是从外头来的。外面来的我们未必能得到，就是想学也未必能学到，这不是外头，自己本有的，无量智慧、万德万能。都不是妄语，都是真实语，每个人都有。所以每个人自己要自爱，你本来是佛，为什么会变成这样子？会在六道里头受这么多的苦难，为什么？迷失了自性，自性里智慧德能不能现前。所以，起心动念、言语造作全是错了，《地藏经》上说的，「无不是业，无不是罪」，这个话说的完全是真的，一点夸张没有。我们自己这一生当中如果没有遇到大乘佛法，我们完全不知道，都以为自己想的是正确的，做的是正确的，都以为，不知道全错了。怎么错？造轮回业就错了。天天造轮回业，你怎么能脱离六道轮回？",
      "zh_TW": "這是十種智力，這個智力都是屬於後得智。根本智是清淨心，放下妄想分別執著，根本智現前了，根本智起作用就是後得智。這是舉十種作用，其實作用無量無邊，大乘把它展開，八萬四千，小乘展開叫三千威儀。真真實實是無所不知、無所不能，是我們每個人自己自性裡頭本來具足，不是從外頭來的。外面來的我們未必能得到，就是想學也未必能學到，這不是外頭，自己本有的，無量智慧、萬德萬能。都不是妄語，都是真實語，每個人都有。所以每個人自己要自愛，你本來是佛，為什麼會變成這樣子？會在六道裡頭受這麼多的苦難，為什麼？迷失了自性，自性裡智慧德能不能現前。所以，起心動念、言語造作全是錯了，《地藏經》上說的，「無不是業，無不是罪」，這個話說的完全是真的，一點誇張沒有。我們自己這一生當中如果沒有遇到大乘佛法，我們完全不知道，都以為自己想的是正確的，做的是正確的，都以為，不知道全錯了。怎麼錯？造輪迴業就錯了。天天造輪迴業，你怎麼能脫離六道輪迴？"
    },
    {
      "id": "02-037-0553_p0027",
      "zh_CN": "我们听经听久了，耳熟了，现在恍然觉悟，明白了。佛的八万四千法门，善巧方便到极处，可是我们自己业障太重、烦恼太深，那些法门对我都不起作用，我就是相信了也没办法，不能帮助我开悟。我们很幸运，遇到八万四千法门里头一个特别法门，这个法门是阿弥陀佛建立的，真正是无比甚深第一法门，诸佛如来都赞叹，阿弥陀佛是「光中极尊，佛中之王」。为什么？这个法门太巧妙了。遇到，只要真信，一丝毫怀疑都没有，真正发愿求生，你就决定得生净土。那个地方是个道场，是个非常理想修学的环境，那个道场里什么障碍都没有。老师是阿弥陀佛，亲自教导我们，一生决定证得圆满的佛果。真想去，它真不难，它的条件就四个字，信、愿、持名。男女老少、贤愚不肖个个有分，不但有分，平等有分，这太难得了！",
      "zh_TW": "我們聽經聽久了，耳熟了，現在恍然覺悟，明白了。佛的八萬四千法門，善巧方便到極處，可是我們自己業障太重、煩惱太深，那些法門對我都不起作用，我就是相信了也沒辦法，不能幫助我開悟。我們很幸運，遇到八萬四千法門裡頭一個特別法門，這個法門是阿彌陀佛建立的，真正是無比甚深第一法門，諸佛如來都讚歎，阿彌陀佛是「光中極尊，佛中之王」。為什麼？這個法門太巧妙了。遇到，只要真信，一絲毫懷疑都沒有，真正發願求生，你就決定得生淨土。那個地方是個道場，是個非常理想修學的環境，那個道場裡什麼障礙都沒有。老師是阿彌陀佛，親自教導我們，一生決定證得圓滿的佛果。真想去，它真不難，它的條件就四個字，信、願、持名。男女老少、賢愚不肖個個有分，不但有分，平等有分，這太難得了！"
    },
    {
      "id": "02-037-0553_p0028",
      "zh_CN": "生到极乐世界，皆作阿惟越致菩萨，阿惟越致是圆教初住、别教初地，你看看，一下就提升那么高的品位。这个地方讲的十种殊胜的智慧、能力，生到极乐世界统统有了。不到那个地方去，靠我们修，修到这个境界，修到何年何月你才能修到？到极乐世界全都得到了。遇到了我们非常欢喜，欢喜还不够，要真想去，这个世界受这么多苦难，还希望再受下去吗？",
      "zh_TW": "生到極樂世界，皆作阿惟越致菩薩，阿惟越致是圓教初住、別教初地，你看看，一下就提升那麼高的品位。這個地方講的十種殊勝的智慧、能力，生到極樂世界統統有了。不到那個地方去，靠我們修，修到這個境界，修到何年何月你才能修到？到極樂世界全都得到了。遇到了我們非常歡喜，歡喜還不夠，要真想去，這個世界受這麼多苦難，還希望再受下去嗎？"
    },
    {
      "id": "02-037-0553_p0029",
      "zh_CN": "念佛的同学，应对这个灾难有两种人，一种人现在准备怎么样去避难；另外一种人不准备，拼命念佛，灾难来的时候就往生极乐世界。有这两种人，两种人都很难得。发心求生净土，他什么灾难预备的东西他都不预备，都不要。我准备这些干什么？灾难来了我就走了。这种人值得尊敬，正知正见。在净宗来讲，克期取证，他把他自己往生的时间就定在今年十二月二十一，不到三个月。所以他们拼命在念佛，他什么都不准备，什么预备都没有，来了就走。可不可能？决定可能。只要你心是真诚的，跟阿弥陀佛决定感应道交，阿弥陀佛决定不会辜负你，一定来接引你，这要有坚定的信心。句句佛号断烦恼、消业障，这个力量无比的强大。把这个世界真的放下了，这个做法是真的，完全正确。",
      "zh_TW": "念佛的同學，應對這個災難有兩種人，一種人現在準備怎麼樣去避難；另外一種人不準備，拼命念佛，災難來的時候就往生極樂世界。有這兩種人，兩種人都很難得。發心求生淨土，他什麼災難預備的東西他都不預備，都不要。我準備這些幹什麼？災難來了我就走了。這種人值得尊敬，正知正見。在淨宗來講，剋期取證，他把他自己往生的時間就定在今年十二月二十一，不到三個月。所以他們拼命在念佛，他什麼都不準備，什麼預備都沒有，來了就走。可不可能？決定可能。只要你心是真誠的，跟阿彌陀佛決定感應道交，阿彌陀佛決定不會辜負你，一定來接引你，這要有堅定的信心。句句佛號斷煩惱、消業障，這個力量無比的強大。把這個世界真的放下了，這個做法是真的，完全正確。"
    },
    {
      "id": "02-037-0553_p0030",
      "zh_CN": "再看底下一段，「无畏者，乃四无畏，又云四无所畏」，就是四种无所畏。「化他之心不怯，名无畏」，教化一切众生，心里踏实，没有恐惧害怕，没有，心地踏实。「今所指者是佛之四无畏」，此地讲的这四种无畏，四种无畏有菩萨四无畏、有佛的四无畏，这个地方讲的是佛的四无畏。我们参考资料里头，从《大智度论》里头节出来。「四无所畏，《三藏法数》，出《大智度论》」，文字的出处是《大智度论》说的。「此四通言无畏者」，这四桩事情都称为无畏，「由佛十力之智内充」。佛四种无畏从哪里来的？前面讲的十种智慧，这是智慧的起作用。十不是数字，是表法的，代表圆满，智慧圆满的起作用。把它归纳为十大类，十大类展开就是八万四千、无量智力。内里面有真实智慧，「明了决定」，决定是决定没有错误，决定没有疑惑，所以在大众当中讲经说法没有恐惧，「故名无所畏」。这是面临大众。",
      "zh_TW": "再看底下一段，「無畏者，乃四無畏，又云四無所畏」，就是四種無所畏。「化他之心不怯，名無畏」，教化一切眾生，心裡踏實，沒有恐懼害怕，沒有，心地踏實。「今所指者是佛之四無畏」，此地講的這四種無畏，四種無畏有菩薩四無畏、有佛的四無畏，這個地方講的是佛的四無畏。我們參考資料裡頭，從《大智度論》裡頭節出來。「四無所畏，《三藏法數》，出《大智度論》」，文字的出處是《大智度論》說的。「此四通言無畏者」，這四樁事情都稱為無畏，「由佛十力之智內充」。佛四種無畏從哪裡來的？前面講的十種智慧，這是智慧的起作用。十不是數字，是表法的，代表圓滿，智慧圓滿的起作用。把它歸納為十大類，十大類展開就是八萬四千、無量智力。內裡面有真實智慧，「明了決定」，決定是決定沒有錯誤，決定沒有疑惑，所以在大眾當中講經說法沒有恐懼，「故名無所畏」。這是面臨大眾。"
    },
    {
      "id": "02-037-0553_p0031",
      "zh_CN": "这四种，第一种「一切智无所畏，一切智者，于世间、出世间一切诸法尽知尽见」。这是什么人？明心见性之人。明心见性是佛法，特别是大乘，学习终极的目标。学佛学什么？就是学的这个，求圆满的智慧，究竟圆满的智慧，无所不知、无所不能。能求得到吗？能，见性就求到了。没有见性你没求到，见性就求到了。我能见性吗？你肯不肯放下？肯放下就见性了。所以你要问能不能求到，不要问别人，问你自己。佛讲得很清楚、很明白，你看，放下见思烦恼，你就证阿罗汉，六道轮回没有了，你出去了。出去怎么出去？就像睡觉醒过来一样，一场梦，六道是一场梦，现在我醒过来。永嘉大师《证道歌》上说得好，「梦里明明有六趣」，有六道轮回，「觉后空空无大千」，醒过来之后，梦里头大千世界没有了，找不到了。真的是一场梦，一点都不假。所以，确实明白知道它是一场梦，梦里头的境界就不会占有了，占有的念头没有了，控制的念头没有了，支配的念头也没有了，为什么？全是假的。梦里的境界是你要有可以全部送给你，甚至于身体，老虎饿了，没东西吃，舍身去喂老虎，做得到，假的嘛！诸佛如来舍身喂虎，我也可以做到。真的清醒过来了。",
      "zh_TW": "這四種，第一種「一切智無所畏，一切智者，於世間、出世間一切諸法盡知盡見」。這是什麼人？明心見性之人。明心見性是佛法，特別是大乘，學習終極的目標。學佛學什麼？就是學的這個，求圓滿的智慧，究竟圓滿的智慧，無所不知、無所不能。能求得到嗎？能，見性就求到了。沒有見性你沒求到，見性就求到了。我能見性嗎？你肯不肯放下？肯放下就見性了。所以你要問能不能求到，不要問別人，問你自己。佛講得很清楚、很明白，你看，放下見思煩惱，你就證阿羅漢，六道輪迴沒有了，你出去了。出去怎麼出去？就像睡覺醒過來一樣，一場夢，六道是一場夢，現在我醒過來。永嘉大師《證道歌》上說得好，「夢裡明明有六趣」，有六道輪迴，「覺後空空無大千」，醒過來之後，夢裡頭大千世界沒有了，找不到了。真的是一場夢，一點都不假。所以，確實明白知道它是一場夢，夢裡頭的境界就不會佔有了，佔有的念頭沒有了，控制的念頭沒有了，支配的念頭也沒有了，為什麼？全是假的。夢裡的境界是你要有可以全部送給你，甚至於身體，老虎餓了，沒東西吃，捨身去餵老虎，做得到，假的嘛！諸佛如來捨身餵虎，我也可以做到。真的清醒過來了。"
    },
    {
      "id": "02-037-0553_p0032",
      "zh_CN": "醒过来是什么样子？四圣法界，你就看到净土了。六道是秽土，严重染污，醒过来之后，染污的世界没有了，清净世界。这里面住的人，阿罗汉、辟支佛、菩萨、佛，这些人住在这里。可是这个境界还不是真实的，依旧还是一场梦，六道是梦中之梦。四圣法界从哪来的？从无明来的，从分别来的。所以你能把分别放下、把无明放下，十法界没有了，说明十法界是假的。那个梦醒了是什么境界？诸佛实报庄严土，又叫做一真法界，那是真的，那不是假的。真假依什么说的？依生灭说的，有生有灭是假的，不生不灭是真的。把无明、分别放下，你就见到不生不灭境界出现，这叫一真法界。",
      "zh_TW": "醒過來是什麼樣子？四聖法界，你就看到淨土了。六道是穢土，嚴重染污，醒過來之後，染污的世界沒有了，清淨世界。這裡面住的人，阿羅漢、辟支佛、菩薩、佛，這些人住在這裡。可是這個境界還不是真實的，依舊還是一場夢，六道是夢中之夢。四聖法界從哪來的？從無明來的，從分別來的。所以你能把分別放下、把無明放下，十法界沒有了，說明十法界是假的。那個夢醒了是什麼境界？諸佛實報莊嚴土，又叫做一真法界，那是真的，那不是假的。真假依什麼說的？依生滅說的，有生有滅是假的，不生不滅是真的。把無明、分別放下，你就見到不生不滅境界出現，這叫一真法界。"
    },
    {
      "id": "02-037-0553_p0033",
      "zh_CN": "净土妙，妙在哪里？只要一生到极乐世界，就是一真法界。极乐世界有四土，四土都是一真法界，妙极了！极乐世界显示出如来智慧、慈悲，显现到究竟圆满。能帮助凡夫带业往生，生到极乐世界皆作阿惟越致菩萨，这是智慧、慈悲、方便都达到究竟圆满，不能不佩服，不能不感恩。知恩报恩，如何报诸佛恩？如何报弥陀恩？往生到极乐世界就是报恩。不能往生就辜负了，又要搞轮回。这又要搞轮回，不知道搞到哪一劫去了，不是来生就能遇到的。所以这个法门真的是稀有，真的是难逢，经上讲得一点都没错。",
      "zh_TW": "淨土妙，妙在哪裡？只要一生到極樂世界，就是一真法界。極樂世界有四土，四土都是一真法界，妙極了！極樂世界顯示出如來智慧、慈悲，顯現到究竟圓滿。能幫助凡夫帶業往生，生到極樂世界皆作阿惟越致菩薩，這是智慧、慈悲、方便都達到究竟圓滿，不能不佩服，不能不感恩。知恩報恩，如何報諸佛恩？如何報彌陀恩？往生到極樂世界就是報恩。不能往生就辜負了，又要搞輪迴。這又要搞輪迴，不知道搞到哪一劫去了，不是來生就能遇到的。所以這個法門真的是稀有，真的是難逢，經上講得一點都沒錯。"
    },
    {
      "id": "02-037-0553_p0034",
      "zh_CN": "世出世间一切诸法尽知尽见，不但是知，他见到了。「无所畏者，如佛言，我是一切正智人，故得安隐，得无所畏」。佛在大众当中承认，他是一切正智人。为什么？他把妄想、分别、执着全放下了。我们没放下。阿罗汉只放下执着，还有妄想分别；菩萨分别放下了，还有妄想，不敢讲是一切正智人，佛敢说。故得安隐，安是平安，隐是稳定。得无所畏，在一切众生里头，他说法、现身没有畏惧，能帮助一切大众。「在大众中作师子吼」，这是比喻，师子吼比喻说法，形容他说法的威力。在旷野当中狮子一吼，那些小动物腿都软了，都跑不动了，被吓到了，狮子有这么大的威力。可是也有一些这些野兽有经验，听到这个声音赶快跑，还能逃得掉；被吓到的逃不掉，那就被狮子吃掉了。",
      "zh_TW": "世出世間一切諸法盡知盡見，不但是知，他見到了。「無所畏者，如佛言，我是一切正智人，故得安隱，得無所畏」。佛在大眾當中承認，他是一切正智人。為什麼？他把妄想、分別、執著全放下了。我們沒放下。阿羅漢只放下執著，還有妄想分別；菩薩分別放下了，還有妄想，不敢講是一切正智人，佛敢說。故得安隱，安是平安，隱是穩定。得無所畏，在一切眾生裡頭，他說法、現身沒有畏懼，能幫助一切大眾。「在大眾中作師子吼」，這是比喻，師子吼比喻說法，形容他說法的威力。在曠野當中獅子一吼，那些小動物腿都軟了，都跑不動了，被嚇到了，獅子有這麼大的威力。可是也有一些這些野獸有經驗，聽到這個聲音趕快跑，還能逃得掉；被嚇到的逃不掉，那就被獅子吃掉了。"
    },
    {
      "id": "02-037-0553_p0035",
      "zh_CN": "「能转法轮」，转法轮是讲经教学，用这一句来代表。轮，在一切器皿当中它代表圆满。轮的形状是个圆，圆有心，有个中心，但是心，在几何里头，圆心是个抽象概念，为什么？找不到。找不到就叫它做空，这个空它有，它不是没有。它起作用，起作用在圆周上，圆周是从圆心里面出来的。所以你看，在这个现象里头看出空、有，空中有有，有中有空，外面这个轮相是有，心是空。显示什么？空有是一，空有不二。告诉我们，我们一个人，心是空的，自性是空的，这有是什么？有是万物。惠能大师讲的，五句话里头第二句，「本不生灭、本自具足、本自清净」，统统都是讲的心，最后一句「能生万法」，那讲的是有。万法从哪里来的？万法从空中生有。",
      "zh_TW": "「能轉法輪」，轉法輪是講經教學，用這一句來代表。輪，在一切器皿當中它代表圓滿。輪的形狀是個圓，圓有心，有個中心，但是心，在幾何裡頭，圓心是個抽象概念，為什麼？找不到。找不到就叫它做空，這個空它有，它不是沒有。它起作用，起作用在圓周上，圓周是從圓心裡面出來的。所以你看，在這個現象裡頭看出空、有，空中有有，有中有空，外面這個輪相是有，心是空。顯示什麼？空有是一，空有不二。告訴我們，我們一個人，心是空的，自性是空的，這有是什麼？有是萬物。惠能大師講的，五句話裡頭第二句，「本不生滅、本自具足、本自清淨」，統統都是講的心，最後一句「能生萬法」，那講的是有。萬法從哪裡來的？萬法從空中生有。"
    },
    {
      "id": "02-037-0553_p0036",
      "zh_CN": "现在科学家发现了，有从哪来？从无来的，无中生有，科学家发现了。发现物质，物质从哪里来的？是从念头，意念波动现象里面产生的。这个意念波动现象怎么来的？没有原因，突然发现的。突然发现，立刻就消失。佛经上讲的「当处出生，随处灭尽」，《楞严经》上这句话，科学家被他发现了。这是什么？意念，从这个念头变现成物质现象。所以，精神跟物质，包括自然现象，三位一体，不能分的。说有三个，实际上是一个，从三个面来看，其实它是一体。能生、能现、能变，所生、所现、所变，是一不是二。",
      "zh_TW": "現在科學家發現了，有從哪來？從無來的，無中生有，科學家發現了。發現物質，物質從哪裡來的？是從念頭，意念波動現象裡面產生的。這個意念波動現象怎麼來的？沒有原因，突然發現的。突然發現，立刻就消失。佛經上講的「當處出生，隨處滅盡」，《楞嚴經》上這句話，科學家被他發現了。這是什麼？意念，從這個念頭變現成物質現象。所以，精神跟物質，包括自然現象，三位一體，不能分的。說有三個，實際上是一個，從三個面來看，其實它是一體。能生、能現、能變，所生、所現、所變，是一不是二。"
    },
    {
      "id": "02-037-0553_p0037",
      "zh_CN": "佛教我们观，看一切法的真相，从哪里看起？当然从表面。表面就有八面，这八面你都见到，你才真的看到表面。这八面是什么？体、相、作用，任何一法都有体相用；它的形成有因、有缘、有果，这又是三面；再看事、再看理，总共八面，这就看到表面。没有看到八面，你根本就没有看见，你晓得有这些事情，但是这事情是什么你不知道。我们说人细心观察，能看到这八面叫细心观察，他真看到了。看透一层、深入一层，这八面每一面都有八面，体之体、体之相、体之用，体的因、体的缘、体的果，体的事、体的理。每一面都有八，八八六十四，你在一桩事情上看到六十四面，你这个眼睛很厉害了，你看到一般人看不到的地方，你看到了。再深一层，六十四面，每一面又有八面，再乘八，一直乘下去，没有底，其深无底。如来能彻知，你能不佩服吗？科学家做不到。佛用什么方法看到的？这他所见。这前面说了，这个文上说，他尽知，尽知尽见，他见到了。能够看到六十四面，世间圣人，再深一层还是世间圣人，出世间圣人智慧不可思议，如来是彻底究竟。中国古人说了一句话，说得很有道理，「大而无外，小而无内」。任何一物，没有一物不如是。只是现在人业障太重、烦恼太深，于一切法不知不见，自以为知见，那个知见全错了。",
      "zh_TW": "佛教我們觀，看一切法的真相，從哪裡看起？當然從表面。表面就有八面，這八面你都見到，你才真的看到表面。這八面是什麼？體、相、作用，任何一法都有體相用；它的形成有因、有緣、有果，這又是三面；再看事、再看理，總共八面，這就看到表面。沒有看到八面，你根本就沒有看見，你曉得有這些事情，但是這事情是什麼你不知道。我們說人細心觀察，能看到這八面叫細心觀察，他真看到了。看透一層、深入一層，這八面每一面都有八面，體之體、體之相、體之用，體的因、體的緣、體的果，體的事、體的理。每一面都有八，八八六十四，你在一樁事情上看到六十四面，你這個眼睛很厲害了，你看到一般人看不到的地方，你看到了。再深一層，六十四面，每一面又有八面，再乘八，一直乘下去，沒有底，其深無底。如來能徹知，你能不佩服嗎？科學家做不到。佛用什麼方法看到的？這他所見。這前面說了，這個文上說，他盡知，盡知盡見，他見到了。能夠看到六十四面，世間聖人，再深一層還是世間聖人，出世間聖人智慧不可思議，如來是徹底究竟。中國古人說了一句話，說得很有道理，「大而無外，小而無內」。任何一物，沒有一物不如是。只是現在人業障太重、煩惱太深，於一切法不知不見，自以為知見，那個知見全錯了。"
    },
    {
      "id": "02-037-0553_p0038",
      "zh_CN": "所以，轮代表圆满，代表空有不二、性相一如，用这个来代表佛所说的一切经教。它跟圆心空相应，就是契理，跟相上圆周相应，就是契事。事理都圆融，事理都没有障碍，理事圆融、理事无碍。所以佛的一切经，每一个字每一句，它的义理都没有边际。从大的来说，它没有边际，从深度来说，它没有底涯。深的来讲，其小无内，其大无外，这是性德。只要见性，性里头的一粒微尘都是大而无外、小而无内。没有办法解释，称它为不思议境界，你没办法去想，你也没办法说，所以叫不思议。",
      "zh_TW": "所以，輪代表圓滿，代表空有不二、性相一如，用這個來代表佛所說的一切經教。它跟圓心空相應，就是契理，跟相上圓周相應，就是契事。事理都圓融，事理都沒有障礙，理事圓融、理事無礙。所以佛的一切經，每一個字每一句，它的義理都沒有邊際。從大的來說，它沒有邊際，從深度來說，它沒有底涯。深的來講，其小無內，其大無外，這是性德。只要見性，性裡頭的一粒微塵都是大而無外、小而無內。沒有辦法解釋，稱它為不思議境界，你沒辦法去想，你也沒辦法說，所以叫不思議。"
    },
    {
      "id": "02-037-0553_p0039",
      "zh_CN": "底下，「诸沙门、婆罗门、若天魔梵、若复余众，实不能转」，没人能说，佛法没人能说。「是一切智无所畏」。这里面所说的「梵语沙门」，翻成中国意思叫「勤息，谓勤行众善，止息诸恶」，在佛门里面常说的「勤修戒定慧，息灭贪瞋痴」。贪瞋痴是诸恶的根源，戒定慧是众善的基础，人有戒定慧，决定生众善，生一切善法；人有贪瞋痴，决定生一切恶法。两种说法都好。「梵语婆罗门，华言净行」，是印度婆罗门教的信徒，他们修清净行。「天魔梵者，天魔即他化自在天」。天王波旬，也称为魔王。梵是梵天，大梵天王，为什么也是魔？他不出六道轮回，别人想出六道轮回，他往往做障碍，不希望你出去，所以称他为天魔。这些意思都要懂。",
      "zh_TW": "底下，「諸沙門、婆羅門、若天魔梵、若復餘眾，實不能轉」，沒人能說，佛法沒人能說。「是一切智無所畏」。這裡面所說的「梵語沙門」，翻成中國意思叫「勤息，謂勤行眾善，止息諸惡」，在佛門裡面常說的「勤修戒定慧，息滅貪瞋痴」。貪瞋痴是諸惡的根源，戒定慧是眾善的基礎，人有戒定慧，決定生眾善，生一切善法；人有貪瞋痴，決定生一切惡法。兩種說法都好。「梵語婆羅門，華言淨行」，是印度婆羅門教的信徒，他們修清淨行。「天魔梵者，天魔即他化自在天」。天王波旬，也稱為魔王。梵是梵天，大梵天王，為什麼也是魔？他不出六道輪迴，別人想出六道輪迴，他往往做障礙，不希望你出去，所以稱他為天魔。這些意思都要懂。"
    },
    {
      "id": "02-037-0553_p0040",
      "zh_CN": "一般人认为魔总是恶魔，阿修罗是魔，罗刹是魔，没有想到他化自在天，更没有想到大梵天王。所以魔这个意思非常之广泛，只要是障碍你道业的那就叫魔。魔太多了，我们的身边全是！你看，财富在勾引你，看到那个人身家几百亿，你起了贪心，贪财，那是魔。财色名食睡统统是魔，所以要小心。说老实话，除了阿弥陀佛，除了佛的正法之外，统统是魔。为什么？他叫你搞六道轮回，造轮回业，叫你留恋在六道里头不要出去。所以，你不是真正学佛人，你不认识他，你就会上他的当。好，现在时间到了，我们就学习到此地。",
      "zh_TW": "一般人認為魔總是惡魔，阿修羅是魔，羅剎是魔，沒有想到他化自在天，更沒有想到大梵天王。所以魔這個意思非常之廣泛，只要是障礙你道業的那就叫魔。魔太多了，我們的身邊全是！你看，財富在勾引你，看到那個人身家幾百億，你起了貪心，貪財，那是魔。財色名食睡統統是魔，所以要小心。說老實話，除了阿彌陀佛，除了佛的正法之外，統統是魔。為什麼？他叫你搞六道輪迴，造輪迴業，叫你留戀在六道裡頭不要出去。所以，你不是真正學佛人，你不認識他，你就會上他的當。好，現在時間到了，我們就學習到此地。"
    }
  ]
}