{
  "doc_id": "02-037-0419",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四一九集",
    "zh_TW": "第四一九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0419",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-037-0419_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百七十四页，从第一行经文看起。科题，「智导群生」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百七十四頁，從第一行經文看起。科題，「智導群生」。請看經文："
    },
    {
      "id": "02-037-0419_p0002",
      "zh_CN": "【引导群生。舍诸爱着。永离三垢。游戏神通。因缘愿力。出生善根。摧伏一切魔军。尊重奉事诸佛。为世明灯。最胜福田。殊胜吉祥。堪受供养。】",
      "zh_TW": "【引導群生。捨諸愛著。永離三垢。遊戲神通。因緣願力。出生善根。摧伏一切魔軍。尊重奉事諸佛。為世明燈。最勝福田。殊勝吉祥。堪受供養。】"
    },
    {
      "id": "02-037-0419_p0003",
      "zh_CN": "这段经文讲得非常好，对我们是很大的鼓励。没有接触佛法是完全不了解，接触之后没有不喜欢的，没有不认真学习的。为什么？就像经上讲的，它是『最胜福田』。没有一个人不求福报，福报从哪里来？福田生的。『殊胜吉祥』，这都是我们一切众生所梦寐所希求的，全在佛陀教学之中。",
      "zh_TW": "這段經文講得非常好，對我們是很大的鼓勵。沒有接觸佛法是完全不了解，接觸之後沒有不喜歡的，沒有不認真學習的。為什麼？就像經上講的，它是『最勝福田』。沒有一個人不求福報，福報從哪裡來？福田生的。『殊勝吉祥』，這都是我們一切眾生所夢寐所希求的，全在佛陀教學之中。"
    },
    {
      "id": "02-037-0419_p0004",
      "zh_CN": "我们看注解。「右段」，右面这两行经文，「更广明菩萨真实功德」。菩萨是什么意思？学习佛法的人都叫菩萨。印度人叫菩萨，菩提萨埵，玄奘大师翻译这个名词，叫觉有情。六道、十法界都叫有情众生，说一句比较粗显的话，就是有情执，有情执的众生。我们一般讲动物，动物都是有情执，没有情执不会变成动物。所以，情执也是最难断的，情执是一切烦恼的根本，无量无边的烦恼都从这里生的。可是这个有情执的人他觉悟了，叫觉有情，是觉悟了的有情众生；换句话说，还有迷惑颠倒的有情众生。学佛的是觉悟的有情众生，印度人称为菩提萨埵。所以菩萨是人，菩萨不是神，也不是仙，这个要搞清楚。佛，佛是圆满了，菩萨修行圆满了，情执断掉了，佛没有情执，情执转变成智慧。迷了的时候，智慧就变成情执，觉悟的时候情执就变成智慧。所以，情执跟智慧是一桩事情，一个体的两面，一个是觉的一面，一个是迷的一面，因此它是平等的，这是我们学佛不能不知道的。",
      "zh_TW": "我們看註解。「右段」，右面這兩行經文，「更廣明菩薩真實功德」。菩薩是什麼意思？學習佛法的人都叫菩薩。印度人叫菩薩，菩提薩埵，玄奘大師翻譯這個名詞，叫覺有情。六道、十法界都叫有情眾生，說一句比較粗顯的話，就是有情執，有情執的眾生。我們一般講動物，動物都是有情執，沒有情執不會變成動物。所以，情執也是最難斷的，情執是一切煩惱的根本，無量無邊的煩惱都從這裡生的。可是這個有情執的人他覺悟了，叫覺有情，是覺悟了的有情眾生；換句話說，還有迷惑顛倒的有情眾生。學佛的是覺悟的有情眾生，印度人稱為菩提薩埵。所以菩薩是人，菩薩不是神，也不是仙，這個要搞清楚。佛，佛是圓滿了，菩薩修行圓滿了，情執斷掉了，佛沒有情執，情執轉變成智慧。迷了的時候，智慧就變成情執，覺悟的時候情執就變成智慧。所以，情執跟智慧是一樁事情，一個體的兩面，一個是覺的一面，一個是迷的一面，因此它是平等的，這是我們學佛不能不知道的。"
    },
    {
      "id": "02-037-0419_p0005",
      "zh_CN": "我们今天认真学习佛法就是觉有情，我们刚刚开始觉悟，觉悟还不够，刚刚开始。刚开始就好，已经走上觉悟这条道路。这条道路就是成佛之道，也就是智慧、福德圆满之道。学佛是为什么？是为求智慧、求福德，福慧双修。福慧圆满就叫成佛。菩萨里面有接近圆满的，我们称他为大菩萨；有距离目标还相当遥远的，这就是初学的菩萨。要是有人问，能不能在一生当中达到圆满的地位？答案是肯定的，能，但是你得遇到缘。所以，一生有多大的成就，就像善导大师所说的，总在遇缘不同。如果遇到是好老师，好的修学环境，没有障碍，好的同学，那你一帆风顺。若遇到净宗，你就决定成就，一生决定得到圆满成就，这不可思议。",
      "zh_TW": "我們今天認真學習佛法就是覺有情，我們剛剛開始覺悟，覺悟還不夠，剛剛開始。剛開始就好，已經走上覺悟這條道路。這條道路就是成佛之道，也就是智慧、福德圓滿之道。學佛是為什麼？是為求智慧、求福德，福慧雙修。福慧圓滿就叫成佛。菩薩裡面有接近圓滿的，我們稱他為大菩薩；有距離目標還相當遙遠的，這就是初學的菩薩。要是有人問，能不能在一生當中達到圓滿的地位？答案是肯定的，能，但是你得遇到緣。所以，一生有多大的成就，就像善導大師所說的，總在遇緣不同。如果遇到是好老師，好的修學環境，沒有障礙，好的同學，那你一帆風順。若遇到淨宗，你就決定成就，一生決定得到圓滿成就，這不可思議。"
    },
    {
      "id": "02-037-0419_p0006",
      "zh_CN": "我们这一生真正是无比的幸运，遇到大乘，遇到净土，而且遇到这部《无量寿经》会集本，这个是太幸运了！如果没有这个本子，我们必须读五种原译本，五种原译本诸位要是翻开来看，你就感到很困难。翻译的人不一样，翻译的方法当然不相同，有些句子念得很不顺口，意思晦涩、不清楚，不容易看出来。这是难得夏莲居老居士给我们做了一番整理，把五种本子融会成一本，五种本子里面的意思全在这一本里头。重复的都删掉了，难读的那些晦涩的句子，统统也是根据经文，五种不同的经文，哪个本子句子好懂就用哪个。这个工作不好做，我们在序文里面看到，夏老居士用了十年的时间。三年初稿完成，以后不断的修改，改了十遍，成为一个定本。为的什么？真正是为正法久住，为利益释迦牟尼佛末法九千年的众生。",
      "zh_TW": "我們這一生真正是無比的幸運，遇到大乘，遇到淨土，而且遇到這部《無量壽經》會集本，這個是太幸運了！如果沒有這個本子，我們必須讀五種原譯本，五種原譯本諸位要是翻開來看，你就感到很困難。翻譯的人不一樣，翻譯的方法當然不相同，有些句子念得很不順口，意思晦澀、不清楚，不容易看出來。這是難得夏蓮居老居士給我們做了一番整理，把五種本子融會成一本，五種本子裡面的意思全在這一本裡頭。重複的都刪掉了，難讀的那些晦澀的句子，統統也是根據經文，五種不同的經文，哪個本子句子好懂就用哪個。這個工作不好做，我們在序文裡面看到，夏老居士用了十年的時間。三年初稿完成，以後不斷的修改，改了十遍，成為一個定本。為的什麼？真正是為正法久住，為利益釋迦牟尼佛末法九千年的眾生。"
    },
    {
      "id": "02-037-0419_p0007",
      "zh_CN": "末法还有九千年，这是释迦牟尼佛的法运。所以地球决定不会有末日，释迦牟尼佛还有九千年，怎么可能是末日！九千年当中，法运有盛有衰，这是有的现象。现在法运在衰，将来会兴旺起来，有兴、有衰。兴衰在人，认真学习的人，佛法就兴了；不是认真学习的，佛法就衰。由此可知，佛法的兴衰在我们个人，在我们自己，每个人认真学习就把佛法兴起来。佛法兴了，每一个都是有智慧的人，每一个都是有福报的人。这个世间有智慧的人多了，有福报的人多了，社会就稳定，社会就繁荣，社会就兴旺。",
      "zh_TW": "末法還有九千年，這是釋迦牟尼佛的法運。所以地球決定不會有末日，釋迦牟尼佛還有九千年，怎麼可能是末日！九千年當中，法運有盛有衰，這是有的現象。現在法運在衰，將來會興旺起來，有興、有衰。興衰在人，認真學習的人，佛法就興了；不是認真學習的，佛法就衰。由此可知，佛法的興衰在我們個人，在我們自己，每個人認真學習就把佛法興起來。佛法興了，每一個都是有智慧的人，每一個都是有福報的人。這個世間有智慧的人多了，有福報的人多了，社會就穩定，社會就繁榮，社會就興旺。"
    },
    {
      "id": "02-037-0419_p0008",
      "zh_CN": "我们这些年所想的，今天我听有同学告诉我，这个国家的政策，我想的跟国家政策完全相同。我在汤池做的，现在在马来西亚做的，跟在澳洲做的，目标都是把这个地区造成旅游区。旅游的内容是传统文化、是宗教教学，以文化来充实旅游，以旅游来带动经济，全世界的人都到这里来参观、来考察、来学习。所以我估计会有很多人根本就移民过来，他看到这里好，他不想走了，他移民过来了。所以说我主张小旅馆，不要搞什么五星级、六星级的，那种豪华的我们不要。我日本去过七次，我很喜欢日本的小旅馆，大概是三星级、四星级的，房间也不多，就是干净，整齐、清洁，让你住得很舒服，价格又很便宜。因为这样一个旅游的景点，人家来学习的，他学习要学三个月，他就得住三个月。这个旅馆，就是我的房间租给你三个月，三个月有三个月的价钱，租一年有一年的价钱，租一天有一天的价钱。肯定有很多人要到这里学习，这是好事情，我们想法几乎都是一致的。可是我们要推动宗教教学，宗教团结，宗教互相学习。我们盼望着澳洲这个地方能做得成功，我有信心，凭什么？众神加持，每个宗教的神都加持，都在帮助他一帆风顺。",
      "zh_TW": "我們這些年所想的，今天我聽有同學告訴我，這個國家的政策，我想的跟國家政策完全相同。我在湯池做的，現在在馬來西亞做的，跟在澳洲做的，目標都是把這個地區造成旅遊區。旅遊的內容是傳統文化、是宗教教學，以文化來充實旅遊，以旅遊來帶動經濟，全世界的人都到這裡來參觀、來考察、來學習。所以我估計會有很多人根本就移民過來，他看到這裡好，他不想走了，他移民過來了。所以說我主張小旅館，不要搞什麼五星級、六星級的，那種豪華的我們不要。我日本去過七次，我很喜歡日本的小旅館，大概是三星級、四星級的，房間也不多，就是乾淨，整齊、清潔，讓你住得很舒服，價格又很便宜。因為這樣一個旅遊的景點，人家來學習的，他學習要學三個月，他就得住三個月。這個旅館，就是我的房間租給你三個月，三個月有三個月的價錢，租一年有一年的價錢，租一天有一天的價錢。肯定有很多人要到這裡學習，這是好事情，我們想法幾乎都是一致的。可是我們要推動宗教教學，宗教團結，宗教互相學習。我們盼望著澳洲這個地方能做得成功，我有信心，憑什麼？眾神加持，每個宗教的神都加持，都在幫助他一帆風順。"
    },
    {
      "id": "02-037-0419_p0009",
      "zh_CN": "所以这个经文里面讲，『引导群生，舍诸爱着』，这都是我们要学的，学了就管用。引导要自己带头，自己不带头，人家不相信，人家说你骗他，自己带头。「著者，执着、染着」，现在的着真的是染着，被污染了。「爱者，贪爱、喜爱、恩爱。古云，爱不重不堕娑婆」。可是也有很多人说「爱不重不生娑婆」，意思都一样的，都能讲得通。你到这个世界来，你是为什么来的？就是因为你有恩爱、你有喜爱，到这个世界来了。由此可知，这个爱不是好东西，这个爱不能生极乐世界。生极乐世界，这下头还有一句，「念不一不生净土」，要生净土，念要一，一心一念，这个人决定生净土。这一念就是阿弥陀佛，一心一意念阿弥陀佛，决定生净土。",
      "zh_TW": "所以這個經文裡面講，『引導群生，捨諸愛著』，這都是我們要學的，學了就管用。引導要自己帶頭，自己不帶頭，人家不相信，人家說你騙他，自己帶頭。「著者，執著、染著」，現在的著真的是染著，被污染了。「愛者，貪愛、喜愛、恩愛。古云，愛不重不墮娑婆」。可是也有很多人說「愛不重不生娑婆」，意思都一樣的，都能講得通。你到這個世界來，你是為什麼來的？就是因為你有恩愛、你有喜愛，到這個世界來了。由此可知，這個愛不是好東西，這個愛不能生極樂世界。生極樂世界，這下頭還有一句，「念不一不生淨土」，要生淨土，念要一，一心一念，這個人決定生淨土。這一念就是阿彌陀佛，一心一意念阿彌陀佛，決定生淨土。"
    },
    {
      "id": "02-037-0419_p0010",
      "zh_CN": "「众生染执难舍，菩萨妙德能令永离」，前面这一句是病，下头这一句是药。菩萨的大德能帮助我们化解染着，菩萨的方法非常巧妙。「故云，永离三垢」，垢是染污，三种染污就是贪瞋痴，这三种，这三种是根。一般大乘里面也讲五种，这五种根本烦恼，贪瞋痴后面有傲慢、有怀疑。为什么说三不说五？怀疑从愚痴里头生出来的，傲慢是从瞋恚里面生出来的，三个实际上就是五个，不增不减。所以说三毒行，说五毒也行。众生染执难舍，染污、执着不肯放下。菩萨，你看看，他用「复令众生游戏于神通之中」，用这个方法让你慢慢觉悟。现在搞观光旅游就是游戏神通，用这种方法让你觉悟。这个方法在佛教里头，几千年前它就运用了。这是现代人所提倡的艺术化，艺术化就是此地讲的游戏神通。这是一个境界提升。佛教的教学不离游戏神通，佛教用什么来落实？用音乐、用美术，用这些艺术的方法，像文艺表演。方方面面统统以这个为标准。",
      "zh_TW": "「眾生染執難捨，菩薩妙德能令永離」，前面這一句是病，下頭這一句是藥。菩薩的大德能幫助我們化解染著，菩薩的方法非常巧妙。「故云，永離三垢」，垢是染污，三種染污就是貪瞋痴，這三種，這三種是根。一般大乘裡面也講五種，這五種根本煩惱，貪瞋痴後面有傲慢、有懷疑。為什麼說三不說五？懷疑從愚痴裡頭生出來的，傲慢是從瞋恚裡面生出來的，三個實際上就是五個，不增不減。所以說三毒行，說五毒也行。眾生染執難捨，染污、執著不肯放下。菩薩，你看看，他用「復令眾生遊戲於神通之中」，用這個方法讓你慢慢覺悟。現在搞觀光旅遊就是遊戲神通，用這種方法讓你覺悟。這個方法在佛教裡頭，幾千年前它就運用了。這是現代人所提倡的藝術化，藝術化就是此地講的遊戲神通。這是一個境界提升。佛教的教學不離遊戲神通，佛教用什麼來落實？用音樂、用美術，用這些藝術的方法，像文藝表演。方方面面統統以這個為標準。"
    },
    {
      "id": "02-037-0419_p0011",
      "zh_CN": "你看寺院、道场，道场的建筑，宫殿式的房子。但是它的宫殿，你从外面看是两层，里面是一层，这就是游戏神通。外面两层，看两层，有出世的、有入世的，有世间法跟出世间法两种。里面，出世跟入世是一不是二，它取这个意思。外面有分别、有执着，里面没有分别、没有执着；分别执着办世间事，心里头干干净净，一尘不染，决定没有世间、出世间，这才叫圆满。为什么？如果不这么做，你就造业了。世间人起心动念、言语造作无不是业，《地藏经》上说的。造完之后，三轮体空，一尘不染，他不造业。造而不造，不造而造，你看这就圆了，这是大乘菩萨。用这种方法，这善巧方便，让你去悟入。这是佛家讲表法，《华严经》讲得最圆满。",
      "zh_TW": "你看寺院、道場，道場的建築，宮殿式的房子。但是它的宮殿，你從外面看是兩層，裡面是一層，這就是遊戲神通。外面兩層，看兩層，有出世的、有入世的，有世間法跟出世間法兩種。裡面，出世跟入世是一不是二，它取這個意思。外面有分別、有執著，裡面沒有分別、沒有執著；分別執著辦世間事，心裡頭乾乾淨淨，一塵不染，決定沒有世間、出世間，這才叫圓滿。為什麼？如果不這麼做，你就造業了。世間人起心動念、言語造作無不是業，《地藏經》上說的。造完之後，三輪體空，一塵不染，他不造業。造而不造，不造而造，你看這就圓了，這是大乘菩薩。用這種方法，這善巧方便，讓你去悟入。這是佛家講表法，《華嚴經》講得最圓滿。"
    },
    {
      "id": "02-037-0419_p0012",
      "zh_CN": "你到佛的道场，你一进去，佛家有山门，第一道山门，有个小殿，里面供养弥勒菩萨、四大天王，那是教育。你不懂，现在人不懂，把他当作神明看待，叫迷信，它是教育。一进门你看到弥勒菩萨，弥勒菩萨塑的像是布袋和尚，五代后梁时候。这个出家人出现在奉化，浙江奉化，雪窦寺是菩萨的道场。现在造的像就是以他的像造的，你看肥肥胖胖的，一天到晚笑咪咪的，肚皮很大。无论到哪里，他都手上提个口袋，大布袋，也不知道他从哪里来的，姓甚名谁都不知道。他在雪窦寺挂单，在那里住了一段很长的时期，人家都称他布袋和尚。所以布袋和尚就出名了。把他的像塑在天王殿的当中，他是弥勒菩萨，他往生的时候跟大家说的，自己讲的，我是弥勒菩萨再来的，说完之后他就往生了。这是真的，这不是假的，不是骗人的。如果说了不走，那就是骗人的，说了他真走了。",
      "zh_TW": "你到佛的道場，你一進去，佛家有山門，第一道山門，有個小殿，裡面供養彌勒菩薩、四大天王，那是教育。你不懂，現在人不懂，把他當作神明看待，叫迷信，它是教育。一進門你看到彌勒菩薩，彌勒菩薩塑的像是布袋和尚，五代後梁時候。這個出家人出現在奉化，浙江奉化，雪竇寺是菩薩的道場。現在造的像就是以他的像造的，你看肥肥胖胖的，一天到晚笑咪咪的，肚皮很大。無論到哪裡，他都手上提個口袋，大布袋，也不知道他從哪裡來的，姓甚名誰都不知道。他在雪竇寺掛單，在那裡住了一段很長的時期，人家都稱他布袋和尚。所以布袋和尚就出名了。把他的像塑在天王殿的當中，他是彌勒菩薩，他往生的時候跟大家說的，自己講的，我是彌勒菩薩再來的，說完之後他就往生了。這是真的，這不是假的，不是騙人的。如果說了不走，那就是騙人的，說了他真走了。"
    },
    {
      "id": "02-037-0419_p0013",
      "zh_CN": "大家知道这是弥勒菩萨化身到中国来的，天下寺院丛林造像统统造他的像。他这个像给我们启示是笑面迎人，大乘教里头所说，「菩萨所在之处，令一切众生生欢喜心」，这是最基本的一个条件。学佛人住在的地方，一定叫一个地方都欢喜。所以你想学佛，你先学着笑面迎人。肚皮大代表量大，量大福大，能包容。你入佛门，这两个条件，一个是你要能包容，什么都能包容；第二个欢欢喜喜，笑面接待人。它教这个，这是入佛门的条件，没有这个条件你入不去。你看这个教育多好，不用说一句话，造这么一个像，这实际上是艺术品，让人家开智慧。",
      "zh_TW": "大家知道這是彌勒菩薩化身到中國來的，天下寺院叢林造像統統造他的像。他這個像給我們啟示是笑面迎人，大乘教裡頭所說，「菩薩所在之處，令一切眾生生歡喜心」，這是最基本的一個條件。學佛人住在的地方，一定叫一個地方都歡喜。所以你想學佛，你先學著笑面迎人。肚皮大代表量大，量大福大，能包容。你入佛門，這兩個條件，一個是你要能包容，什麼都能包容；第二個歡歡喜喜，笑面接待人。它教這個，這是入佛門的條件，沒有這個條件你入不去。你看這個教育多好，不用說一句話，造這麼一個像，這實際上是藝術品，讓人家開智慧。"
    },
    {
      "id": "02-037-0419_p0014",
      "zh_CN": "旁边四大天王，护法，护谁的法？护自己的法。这个要知道，不是护那个寺庙，护自己。我们讲，这个世间人讲自爱，自爱就是护自己。四大天王意思你懂得了，你能够去学习，你真的自爱，那不是假的。第一个东方，天王的名号就是他修学的宗旨，东方叫持国天王，持是保持，国是国家。它的含义是什么？保持自己。大到国家，小到个人，要从个人学起，人是国家的根本。怎么做人？佛教给我们，做人要行中道。持国是什么意思？就是我们中国文字里头的忠，尽忠。你看忠，心上是个中字，你才能持国。心不能偏、不能邪，不偏不邪这是真心，待人接物大公无私，这样才能够持国，这样才能够成就自己的道德学问，才能兴旺自己的家庭。所以身修、家齐、国治、天下太平，用这个忠字，他表这个意思。你看他手上拿个琵琶，不是他喜欢唱歌，那是表法的。琵琶是弦乐器，你要调到适中，太紧了它断掉了，太松了它不响，一定调到恰到好处，音色才妙出来。这就是什么？用中，用中道，不能够不及，也不能够过分，中国人讲中庸之道，表这个意思。手上拿的东西是表法的，如何能做到中，不偏不邪，要像弹琴一样的，调到恰到好处。这头一个，教给我们立身处世总原则，总的标准。",
      "zh_TW": "旁邊四大天王，護法，護誰的法？護自己的法。這個要知道，不是護那個寺廟，護自己。我們講，這個世間人講自愛，自愛就是護自己。四大天王意思你懂得了，你能夠去學習，你真的自愛，那不是假的。第一個東方，天王的名號就是他修學的宗旨，東方叫持國天王，持是保持，國是國家。它的含義是什麼？保持自己。大到國家，小到個人，要從個人學起，人是國家的根本。怎麼做人？佛教給我們，做人要行中道。持國是什麼意思？就是我們中國文字裡頭的忠，盡忠。你看忠，心上是個中字，你才能持國。心不能偏、不能邪，不偏不邪這是真心，待人接物大公無私，這樣才能夠持國，這樣才能夠成就自己的道德學問，才能興旺自己的家庭。所以身修、家齊、國治、天下太平，用這個忠字，他表這個意思。你看他手上拿個琵琶，不是他喜歡唱歌，那是表法的。琵琶是弦樂器，你要調到適中，太緊了它斷掉了，太鬆了它不響，一定調到恰到好處，音色才妙出來。這就是什麼？用中，用中道，不能夠不及，也不能夠過分，中國人講中庸之道，表這個意思。手上拿的東西是表法的，如何能做到中，不偏不邪，要像彈琴一樣的，調到恰到好處。這頭一個，教給我們立身處世總原則，總的標準。"
    },
    {
      "id": "02-037-0419_p0015",
      "zh_CN": "第二位增长，南方增长天王，增长就是今天讲的要进步，人不能退步。德行要增长，智慧要增长，学问要增长，事业要增长，生活品质要增长，全方面的向上提升，这是兴旺的气象。方方面面的增长最主要的一个关键问题就是智慧，你有智慧你才能提升，才真正增长。所以南方天王手上拿一把宝剑，宝剑代表智慧，叫慧剑，慧剑断烦恼，取这个意思。这个纲领、原则都知道了，东方天王代表求福报，福是由中道而生的；南方天王代表智慧，一切增长都是从智慧里头生出来。你看，圆满的福报，圆满的智慧。福报、智慧怎么得来的？另外两个天王教给我们方法。",
      "zh_TW": "第二位增長，南方增長天王，增長就是今天講的要進步，人不能退步。德行要增長，智慧要增長，學問要增長，事業要增長，生活品質要增長，全方面的向上提升，這是興旺的氣象。方方面面的增長最主要的一個關鍵問題就是智慧，你有智慧你才能提升，才真正增長。所以南方天王手上拿一把寶劍，寶劍代表智慧，叫慧劍，慧劍斷煩惱，取這個意思。這個綱領、原則都知道了，東方天王代表求福報，福是由中道而生的；南方天王代表智慧，一切增長都是從智慧裡頭生出來。你看，圓滿的福報，圓滿的智慧。福報、智慧怎麼得來的？另外兩個天王教給我們方法。"
    },
    {
      "id": "02-037-0419_p0016",
      "zh_CN": "西方天王广目，广目天王。广目是什么？多看，智慧来是你多看、多学习。善财童子五十三参，阿弥陀佛遍访十方一切诸佛刹土，就是多看。今天讲的考察、参观，中国现在的名词叫调研，调查、研究，就是广目天尊，多看、多学习。人家长处我们学习，短处我们改进，就超过他了，你不多看怎么行？我们要提升自己的宗教，每个宗教都去学习，好的地方我都学，不好的地方我们改正，我就超过他了。不是神在保佑，不是，是你要懂得方法。广目天尊，广目手上拿的龙，也是蛇。龙跟蛇代表什么？变化。你看这个社会变化无穷，你一样一样去看它，你看那个变化。这个手上拿个珠子，那个珠是什么？代表不变，变化里头有不变，那是原理、原则你要掌握住，你才能够应对这些变化。不变的是什么？不变的在佛法叫菩提心，真诚不变，好善好德不变，大慈大悲帮助一切众生不变。你看，这就是那个珠代表的意思。北方天王叫多闻，这多听。多看、多听你才增长智慧，你才能得到真正的福报。",
      "zh_TW": "西方天王廣目，廣目天王。廣目是什麼？多看，智慧來是你多看、多學習。善財童子五十三參，阿彌陀佛遍訪十方一切諸佛剎土，就是多看。今天講的考察、參觀，中國現在的名詞叫調研，調查、研究，就是廣目天尊，多看、多學習。人家長處我們學習，短處我們改進，就超過他了，你不多看怎麼行？我們要提升自己的宗教，每個宗教都去學習，好的地方我都學，不好的地方我們改正，我就超過他了。不是神在保佑，不是，是你要懂得方法。廣目天尊，廣目手上拿的龍，也是蛇。龍跟蛇代表什麼？變化。你看這個社會變化無窮，你一樣一樣去看它，你看那個變化。這個手上拿個珠子，那個珠是什麼？代表不變，變化裡頭有不變，那是原理、原則你要掌握住，你才能夠應對這些變化。不變的是什麼？不變的在佛法叫菩提心，真誠不變，好善好德不變，大慈大悲幫助一切眾生不變。你看，這就是那個珠代表的意思。北方天王叫多聞，這多聽。多看、多聽你才增長智慧，你才能得到真正的福報。"
    },
    {
      "id": "02-037-0419_p0017",
      "zh_CN": "你看它就是一堂课，进天王殿就是一堂课，现在人没人懂，把他当神明去膜拜，真在搞迷信。弥勒菩萨、四大天王看这样都叹气、都摇头，你们全搞错了，它原本是个教育。所以佛法，教室跟博物馆混合在一起，现在学校教室跟博物馆分开的，你得到博物馆去看去，佛教寺院那就是学校跟博物馆结合在一起。你要懂的时候那其味无穷，里面逛一趟，什么烦恼都没有了。为什么？它提醒你。你进入大殿，你看建筑，刚才讲的，外面看是两层，有真谛、有俗谛；里面，真俗是一不是二。大殿里面供的佛像、供的菩萨像，那是什么？就像孔子庙一样，对圣贤人的尊重。老师，不忘记老师，那是老师的纪念堂，塑的老师像。菩萨是学生，早年跟佛陀学习，有成就的这些学生。你在孔庙里面看到孔子，多半是用牌位，看到孔子的学生，七十二贤，孔子当时三千弟子，有成就的人七十二个人。",
      "zh_TW": "你看它就是一堂課，進天王殿就是一堂課，現在人沒人懂，把他當神明去膜拜，真在搞迷信。彌勒菩薩、四大天王看這樣都嘆氣、都搖頭，你們全搞錯了，它原本是個教育。所以佛法，教室跟博物館混合在一起，現在學校教室跟博物館分開的，你得到博物館去看去，佛教寺院那就是學校跟博物館結合在一起。你要懂的時候那其味無窮，裡面逛一趟，什麼煩惱都沒有了。為什麼？它提醒你。你進入大殿，你看建築，剛才講的，外面看是兩層，有真諦、有俗諦；裡面，真俗是一不是二。大殿裡面供的佛像、供的菩薩像，那是什麼？就像孔子廟一樣，對聖賢人的尊重。老師，不忘記老師，那是老師的紀念堂，塑的老師像。菩薩是學生，早年跟佛陀學習，有成就的這些學生。你在孔廟裡面看到孔子，多半是用牌位，看到孔子的學生，七十二賢，孔子當時三千弟子，有成就的人七十二個人。"
    },
    {
      "id": "02-037-0419_p0018",
      "zh_CN": "现在在台湾，江逸子先生跟我也是同学，都是李老师的学生。他现在塑像，他是个画家，雕塑也雕得非常好，我们这里供的地藏菩萨像就是他塑的。他塑孔子的像，塑孔子弟子的像，好像有二十多个人，唯妙唯肖，而且都有表法的意思，太难得了！这些塑像，我还没有碰到他，我要给他建议，把它做成模子，大量的制作，将来在各个地方孔子纪念堂上都可以供奉。中国古时候是孔庙、祠堂，现在我们不用这些古时候名词，内容是一样的。我们的祠堂做为先祖纪念堂，现在中国姓氏两万四千多，万姓先祖纪念堂是我们的祠堂。将来孔庙，孔子纪念馆，或者是孔子纪念堂，用这个，用这个名称。这些塑像，再做成小光碟详细讲解，在这个里头播放，大家都懂得，知道孔子这个人，孔子一生的事迹，对于国家民族的贡献是些什么，让大家都知道。知道，那是我们的榜样，我们要向他学习。要做模型，大量制作。",
      "zh_TW": "現在在台灣，江逸子先生跟我也是同學，都是李老師的學生。他現在塑像，他是個畫家，雕塑也雕得非常好，我們這裡供的地藏菩薩像就是他塑的。他塑孔子的像，塑孔子弟子的像，好像有二十多個人，唯妙唯肖，而且都有表法的意思，太難得了！這些塑像，我還沒有碰到他，我要給他建議，把它做成模子，大量的製作，將來在各個地方孔子紀念堂上都可以供奉。中國古時候是孔廟、祠堂，現在我們不用這些古時候名詞，內容是一樣的。我們的祠堂做為先祖紀念堂，現在中國姓氏兩萬四千多，萬姓先祖紀念堂是我們的祠堂。將來孔廟，孔子紀念館，或者是孔子紀念堂，用這個，用這個名稱。這些塑像，再做成小光碟詳細講解，在這個裡頭播放，大家都懂得，知道孔子這個人，孔子一生的事跡，對於國家民族的貢獻是些什麼，讓大家都知道。知道，那是我們的榜樣，我們要向他學習。要做模型，大量製作。"
    },
    {
      "id": "02-037-0419_p0019",
      "zh_CN": "阎王殿，从前城隍庙，城隍庙里头最具教育意义的是阎王殿，十殿阎王。教你什么？因果报应，善有善果，恶有恶报。这个我请他画一幅「地狱变相图」，这个东西做成功了，现在流通很广，全世界很多净宗学会都保存这个像。如果学会场地大，有足够的，最好是长期展览，用一个房间把这个图挂出来，他这个图大概有五十多米长，长期展览。也做光碟说明，大家展览之后光碟可以带回去。这是因果教育，非常好，艺术品，送给人他非常欢喜。英国女皇八十岁生日我就送她一张。回我一封信，很高兴，生日礼物当中，这是她得到最欢喜的、最宝贵的。我送她三样东西，地狱变相图、孔子圣迹图，还有一套《大藏经》，送她三样东西。她今年也，同年，今年也八十六岁，这是六年前。所以这是艺术表法，你看大家都欢喜。你要是带她逛城隍庙，她绝对不会去的。城隍庙里的精华用这种艺术品奉献给你，没有不欢喜的。这个地狱变相图，我送给基督教、送给伊斯兰教，都能接受，他当艺术品收藏。所以，孔子圣迹图要讲解，不讲解人家不知道，还得用英文把它翻译出来。",
      "zh_TW": "閻王殿，從前城隍廟，城隍廟裡頭最具教育意義的是閻王殿，十殿閻王。教你什麼？因果報應，善有善果，惡有惡報。這個我請他畫一幅「地獄變相圖」，這個東西做成功了，現在流通很廣，全世界很多淨宗學會都保存這個像。如果學會場地大，有足夠的，最好是長期展覽，用一個房間把這個圖掛出來，他這個圖大概有五十多米長，長期展覽。也做光碟說明，大家展覽之後光碟可以帶回去。這是因果教育，非常好，藝術品，送給人他非常歡喜。英國女皇八十歲生日我就送她一張。回我一封信，很高興，生日禮物當中，這是她得到最歡喜的、最寶貴的。我送她三樣東西，地獄變相圖、孔子聖蹟圖，還有一套《大藏經》，送她三樣東西。她今年也，同年，今年也八十六歲，這是六年前。所以這是藝術表法，你看大家都歡喜。你要是帶她逛城隍廟，她絕對不會去的。城隍廟裡的精華用這種藝術品奉獻給你，沒有不歡喜的。這個地獄變相圖，我送給基督教、送給伊斯蘭教，都能接受，他當藝術品收藏。所以，孔子聖蹟圖要講解，不講解人家不知道，還得用英文把它翻譯出來。"
    },
    {
      "id": "02-037-0419_p0020",
      "zh_CN": "这是讲『游戏神通』，在游戏神通里面展现出圣贤的教育，不知不觉他就学到了，把他一些错误的观念统统修正过来。所以今天教学一定要用表演，要把它做出来，不做出来人家不相信。现在人喜欢怀疑，我让你真正看到，你不怀疑了。欢迎你到我们这个实验点，这示范小镇、小城住一段时期，你就知道那是真的不是假的。这些人对人，爱心是真的，不是欺骗人，才会相信这个世界有真正爱心的人、有真好人。现在世间人不相信世间有好人，总是怀疑的心对待你，因为没有看到过好人，也没有听说过讲好人，一定要让你真正看到。",
      "zh_TW": "這是講『遊戲神通』，在遊戲神通裡面展現出聖賢的教育，不知不覺他就學到了，把他一些錯誤的觀念統統修正過來。所以今天教學一定要用表演，要把它做出來，不做出來人家不相信。現在人喜歡懷疑，我讓你真正看到，你不懷疑了。歡迎你到我們這個實驗點，這示範小鎮、小城住一段時期，你就知道那是真的不是假的。這些人對人，愛心是真的，不是欺騙人，才會相信這個世界有真正愛心的人、有真好人。現在世間人不相信世間有好人，總是懷疑的心對待你，因為沒有看到過好人，也沒有聽說過講好人，一定要讓你真正看到。"
    },
    {
      "id": "02-037-0419_p0021",
      "zh_CN": "到什么时候，这个旅游地区，策划小吃一条街，各种东西都有。做到什么程度？到那里吃东西不要花钱，随你吃。付钱怎么付？你进门的时候，那个地方有个箱子，你自己丢钱。不管丢多少，没人问，你不丢也没关系。绝对不会蚀本，为什么？大家有良心，他总会多付一点，他不会少付，不要害怕。我过去在新加坡做了三年。新加坡居士林过年的时候，三天供斋，就是供养素食三天，不收钱的。我到那边去了之后，我就跟李木源居士商量，每天供可不可以？最后他同意了。我们花钱只花了多少钱？第一个月，第二个月以后就不要花钱了，四面八方的人送米、送菜、送油盐，送得好多，吃不完。每天吃饭的人大概一千人，星期假日三、四千人，不亦乐乎。这个供养饮食是二十四小时不中断，你半夜到居士林去吃东西，餐厅去吃东西，都是热的，有热的点心，馒头、包子一类热的点心。",
      "zh_TW": "到什麼時候，這個旅遊地區，策劃小吃一條街，各種東西都有。做到什麼程度？到那裡吃東西不要花錢，隨你吃。付錢怎麼付？你進門的時候，那個地方有個箱子，你自己丟錢。不管丟多少，沒人問，你不丟也沒關係。絕對不會蝕本，為什麼？大家有良心，他總會多付一點，他不會少付，不要害怕。我過去在新加坡做了三年。新加坡居士林過年的時候，三天供齋，就是供養素食三天，不收錢的。我到那邊去了之後，我就跟李木源居士商量，每天供可不可以？最後他同意了。我們花錢只花了多少錢？第一個月，第二個月以後就不要花錢了，四面八方的人送米、送菜、送油鹽，送得好多，吃不完。每天吃飯的人大概一千人，星期假日三、四千人，不亦樂乎。這個供養飲食是二十四小時不中斷，你半夜到居士林去吃東西，餐廳去吃東西，都是熱的，有熱的點心，饅頭、包子一類熱的點心。"
    },
    {
      "id": "02-037-0419_p0022",
      "zh_CN": "送得太多了，我们吃不完，这个东西不能留，蔬菜留到明天就不好吃了，我们怎么办？除了自己开销的这些之外，统统送。居士林买了两个小卡车，送给每一个宗教的孤儿院、养老院，我们支援他们。所以新加坡很多宗教都来问我们，你们钱从哪里来的，怎么这么多？李木源很有趣味，说我们有后台老板。后台老板？阿弥陀佛，后台老板是阿弥陀佛。真的，四面八方，不知道是什么人送来的，太多了。所以我们就到处送，跟这些宗教关系就愈来愈好。那是什么？布施，四摄法里头一个，布施，供养。所以这是佛教给我们，财从哪里来？财从布施来的，愈施愈多，这肯定的；不会说是施了之后没有得来的，不可能。我们只是诚心诚意去供养，尽心尽力，自自然然来了。所以我就想，将来如果有这个实验点，小吃一条街，不收费，这个让世间人看到，没有不感动的。把人什么？贪财的心断掉，告诉你生财有大道，你真正想发财，布施，愈施愈多。绝对不是用不正当手段去夺取，那个夺取是把你命里头的财亏折了，完全错误。你这样做法你说多欢喜，我爱护别人，别人爱护我；我帮助别人，别人帮助我。",
      "zh_TW": "送得太多了，我們吃不完，這個東西不能留，蔬菜留到明天就不好吃了，我們怎麼辦？除了自己開銷的這些之外，統統送。居士林買了兩個小卡車，送給每一個宗教的孤兒院、養老院，我們支援他們。所以新加坡很多宗教都來問我們，你們錢從哪裡來的，怎麼這麼多？李木源很有趣味，說我們有後台老闆。後台老闆？阿彌陀佛，後台老闆是阿彌陀佛。真的，四面八方，不知道是什麼人送來的，太多了。所以我們就到處送，跟這些宗教關係就愈來愈好。那是什麼？布施，四攝法裡頭一個，布施，供養。所以這是佛教給我們，財從哪裡來？財從布施來的，愈施愈多，這肯定的；不會說是施了之後沒有得來的，不可能。我們只是誠心誠意去供養，盡心盡力，自自然然來了。所以我就想，將來如果有這個實驗點，小吃一條街，不收費，這個讓世間人看到，沒有不感動的。把人什麼？貪財的心斷掉，告訴你生財有大道，你真正想發財，布施，愈施愈多。絕對不是用不正當手段去奪取，那個奪取是把你命裡頭的財虧折了，完全錯誤。你這樣做法你說多歡喜，我愛護別人，別人愛護我；我幫助別人，別人幫助我。"
    },
    {
      "id": "02-037-0419_p0023",
      "zh_CN": "我到澳洲，在那里办了个净宗学院。这个学院原本是基督教教堂，我们买下来的。买下来的教堂完全没有改变，我们整修，它用什么材料，我还用什么材料，它用什么颜色，我也用什么颜色，焕然一新。当地人民第一个就好感，我们没有破坏他们的文化。只是教堂大堂里面，十字架换成阿弥陀佛，就这个换了，其他都没动。感动地方，我们尊重他的文化，爱护他的文化。每年圣诞节，我们一样做纪念圣诞，门口也跟他们的教堂设计完全一样，欢喜！开幕这天，我把我们的街坊，就是靠近我们两条街居民，每一家送请帖，请他们来参加我们的开幕典礼，招待他们吃素菜。邻居来了，非常满意，吃得也满意。吃完之后，有些邻居来告诉我，你们这个活动能不能多办几次？大家有兴趣。我说你们真欢喜？真欢喜。好，我们每个星期六晚宴，温馨晚宴。每个星期六都办，十年没间断。所以这个小城跟我们的关系就太浓了，我们得到当地居民的一个评语，就是净宗学院的人都是好人，不骗人，讲的话是真话，做的事是真实的事。我们不收一分钱，欢迎大家来吃饭，一个星期一次，星期六的晚宴。大概半年之后，我们的佛堂早课就有当地居民来参加，他们来了，跟我们一起做早课，一起诵经念佛，来听讲经。完全自动，绝对不拉他们，一定是用真诚心待人接物，自己一定谦虚、一定节俭，对待他们要大方。",
      "zh_TW": "我到澳洲，在那裡辦了個淨宗學院。這個學院原本是基督教教堂，我們買下來的。買下來的教堂完全沒有改變，我們整修，它用什麼材料，我還用什麼材料，它用什麼顏色，我也用什麼顏色，煥然一新。當地人民第一個就好感，我們沒有破壞他們的文化。只是教堂大堂裡面，十字架換成阿彌陀佛，就這個換了，其他都沒動。感動地方，我們尊重他的文化，愛護他的文化。每年聖誕節，我們一樣做紀念聖誕，門口也跟他們的教堂設計完全一樣，歡喜！開幕這天，我把我們的街坊，就是靠近我們兩條街居民，每一家送請帖，請他們來參加我們的開幕典禮，招待他們吃素菜。鄰居來了，非常滿意，吃得也滿意。吃完之後，有些鄰居來告訴我，你們這個活動能不能多辦幾次？大家有興趣。我說你們真歡喜？真歡喜。好，我們每個星期六晚宴，溫馨晚宴。每個星期六都辦，十年沒間斷。所以這個小城跟我們的關係就太濃了，我們得到當地居民的一個評語，就是淨宗學院的人都是好人，不騙人，講的話是真話，做的事是真實的事。我們不收一分錢，歡迎大家來吃飯，一個星期一次，星期六的晚宴。大概半年之後，我們的佛堂早課就有當地居民來參加，他們來了，跟我們一起做早課，一起誦經念佛，來聽講經。完全自動，絕對不拉他們，一定是用真誠心待人接物，自己一定謙虛、一定節儉，對待他們要大方。"
    },
    {
      "id": "02-037-0419_p0024",
      "zh_CN": "我们附近有个基督教的学校，原来对我们很排斥。我们听说他们要建立一个计算机教室，就是电脑教室，希望购买一百台电脑，没有钱，要家长里头去募捐，大概募捐的钱很少。这个消息告诉我们，我们知道了，我们就告诉校长，我送一百套电脑给你。他以前排斥，不愿意接受，我们是外教。结果校长，他们学校的家长反对，人家送给我们，好事情，你为什么不接受？逼着校长要接受。结果接受了，我们替他建了一个电脑教室。以后常常往来，就很欢喜了。知道我们不拉他的信徒，我们不劝他的信徒来信佛教，这他是最放心的一桩事，最怕的是我们拉信徒。所以我们办活动，停车场不够用，对面是他们的操场，我们办活动，他操场打开给我们做停车场。",
      "zh_TW": "我們附近有個基督教的學校，原來對我們很排斥。我們聽說他們要建立一個計算機教室，就是電腦教室，希望購買一百台電腦，沒有錢，要家長裡頭去募捐，大概募捐的錢很少。這個消息告訴我們，我們知道了，我們就告訴校長，我送一百套電腦給你。他以前排斥，不願意接受，我們是外教。結果校長，他們學校的家長反對，人家送給我們，好事情，你為什麼不接受？逼著校長要接受。結果接受了，我們替他建了一個電腦教室。以後常常往來，就很歡喜了。知道我們不拉他的信徒，我們不勸他的信徒來信佛教，這他是最放心的一樁事，最怕的是我們拉信徒。所以我們辦活動，停車場不夠用，對面是他們的操場，我們辦活動，他操場打開給我們做停車場。"
    },
    {
      "id": "02-037-0419_p0025",
      "zh_CN": "今天图文巴十几个宗教能联手，一个目标、一个方向，把这个小城建立成世界上第一个多元文化和谐示范城。那是名符其实，小城虽然十万人，有八十个族群，有一百多种语言，都是世界各地移民来的，所以是标准的多元文化、多元宗教。大家生活在一起就像兄弟姐妹一样，相亲相爱，互助合作，给全世界做榜样，这非常有意义。所以我给市长讲，我们小城做什么？做观光旅游的事业，不要搞别的。为什么？这个信息对全世界来宣传，让全世界人都知道澳洲有这么一个地方。现在期望社会安定和平的人太多了，找不到模式，怎么做法？都到这里来看，都来学习，都来调查研究。我们这里可以做到，你也可以做到；你们真想做，我们可以协助你们，这个对全世界都有好处。",
      "zh_TW": "今天圖文巴十幾個宗教能聯手，一個目標、一個方向，把這個小城建立成世界上第一個多元文化和諧示範城。那是名符其實，小城雖然十萬人，有八十個族群，有一百多種語言，都是世界各地移民來的，所以是標準的多元文化、多元宗教。大家生活在一起就像兄弟姐妹一樣，相親相愛，互助合作，給全世界做榜樣，這非常有意義。所以我給市長講，我們小城做什麼？做觀光旅遊的事業，不要搞別的。為什麼？這個信息對全世界來宣傳，讓全世界人都知道澳洲有這麼一個地方。現在期望社會安定和平的人太多了，找不到模式，怎麼做法？都到這裡來看，都來學習，都來調查研究。我們這裡可以做到，你也可以做到；你們真想做，我們可以協助你們，這個對全世界都有好處。"
    },
    {
      "id": "02-037-0419_p0026",
      "zh_CN": "所以这个宗教，这个小城是各种不同宗教他们发起的。我就跟他讲，宗教的团结必须要研究经典，要互相学习，这是宗教团结坚实的基础。如果不从经典上下手，可能还会发生小的冲突，一定要从经典上下手，就是互相学习。我建议他们每四个月办一次宗教学习分享大会，每个宗教上台报告，你这四个月做了些什么，讲了哪些经典，有多少听众，每一堂都有记录，提出报告。不但我要学习自己的宗教，鼓励我的宗教徒听别的宗教讲经，互相学习，才知道宗教里面讲的真正内容是一致的，就是爱人，神爱世人，上帝爱世人，佛法大慈大悲，爱一切众生。这是共同点，怎么不能团结？",
      "zh_TW": "所以這個宗教，這個小城是各種不同宗教他們發起的。我就跟他講，宗教的團結必須要研究經典，要互相學習，這是宗教團結堅實的基礎。如果不從經典上下手，可能還會發生小的衝突，一定要從經典上下手，就是互相學習。我建議他們每四個月辦一次宗教學習分享大會，每個宗教上台報告，你這四個月做了些什麼，講了哪些經典，有多少聽眾，每一堂都有記錄，提出報告。不但我要學習自己的宗教，鼓勵我的宗教徒聽別的宗教講經，互相學習，才知道宗教裡面講的真正內容是一致的，就是愛人，神愛世人，上帝愛世人，佛法大慈大悲，愛一切眾生。這是共同點，怎麼不能團結？"
    },
    {
      "id": "02-037-0419_p0027",
      "zh_CN": "这些都是属于这个地方所讲的游戏神通，快快乐乐的生活里头，生活在圣贤教诲当中。我们向圣贤学习，圣贤不欺骗人，圣贤人做事凭良心。到真正契入境界，只有付出，不想有回报，这真正圣贤。我们看到人民这么和谐、这么快乐，都做出典范，那就是我们的回报，这多欢喜。游戏神通，「游者如水之流行，戏者安逸闲在」，闲在就是自在，现在人讲自在，安逸自在。「盖表任运于神通之中，自在无碍。故曰游戏神通」。我们生活在游戏神通里头，这多快乐、多幸福，不是做不到，真能做到。",
      "zh_TW": "這些都是屬於這個地方所講的遊戲神通，快快樂樂的生活裡頭，生活在聖賢教誨當中。我們向聖賢學習，聖賢不欺騙人，聖賢人做事憑良心。到真正契入境界，只有付出，不想有回報，這真正聖賢。我們看到人民這麼和諧、這麼快樂，都做出典範，那就是我們的回報，這多歡喜。遊戲神通，「遊者如水之流行，戲者安逸閑在」，閑在就是自在，現在人講自在，安逸自在。「蓋表任運於神通之中，自在無礙。故曰遊戲神通」。我們生活在遊戲神通裡頭，這多快樂、多幸福，不是做不到，真能做到。"
    },
    {
      "id": "02-037-0419_p0028",
      "zh_CN": "我在年轻学校读书的时候，同学当中有很多共产党员，我都认识，我们感情都非常好。他们来拉我，我看了一些毛主席的著作，我很佩服。为什么没有加入？我不喜欢斗争，我说斗争这个手段太残酷，和平可以能够达到共产的目标，不必用斗争。我们就这一个观念不一样，所以我没有加入共产党。在那个时候，实在说，毛先生如果说是不用战争的手段，他能不能得天下？给诸位说，他是皇帝命。因为那个时候正是国民党到宪政时候，宪政时期，不是选总统了吗？共产党变成中国合法的政党，毛主席代表共产党竞选总统他肯定当选。为什么原因？抗战胜利之后，国民党失败，不是失败在军事，确实毛先生讲的统战，失败在统战。军事是，那是统战成功，军队瓦解了。为什么会瓦解？人民对国民党希望失掉了。抗战胜利之后，日本人遣散回国，留下来这些资源，国民党的文官、武将都来贪这个财，贪这些接收财，老百姓民心失掉了。一面往那边倒，认为共产党是我们的希望，是这样失败的。所以那个时候，共产党要是放弃，我们不用武力，军队归国家，国家承认你是正当的政党，你来选举，政权肯定是的。我的看法不会错的，决定是他当选。这是个机缘，那就不会有这么残酷的战争，中国文化能保存，不至于摧残到这种程度。",
      "zh_TW": "我在年輕學校讀書的時候，同學當中有很多共產黨員，我都認識，我們感情都非常好。他們來拉我，我看了一些毛主席的著作，我很佩服。為什麼沒有加入？我不喜歡鬥爭，我說鬥爭這個手段太殘酷，和平可以能夠達到共產的目標，不必用鬥爭。我們就這一個觀念不一樣，所以我沒有加入共產黨。在那個時候，實在說，毛先生如果說是不用戰爭的手段，他能不能得天下？給諸位說，他是皇帝命。因為那個時候正是國民黨到憲政時候，憲政時期，不是選總統了嗎？共產黨變成中國合法的政黨，毛主席代表共產黨競選總統他肯定當選。為什麼原因？抗戰勝利之後，國民黨失敗，不是失敗在軍事，確實毛先生講的統戰，失敗在統戰。軍事是，那是統戰成功，軍隊瓦解了。為什麼會瓦解？人民對國民黨希望失掉了。抗戰勝利之後，日本人遣散回國，留下來這些資源，國民黨的文官、武將都來貪這個財，貪這些接收財，老百姓民心失掉了。一面往那邊倒，認為共產黨是我們的希望，是這樣失敗的。所以那個時候，共產黨要是放棄，我們不用武力，軍隊歸國家，國家承認你是正當的政黨，你來選舉，政權肯定是的。我的看法不會錯的，決定是他當選。這是個機緣，那就不會有這麼殘酷的戰爭，中國文化能保存，不至於摧殘到這種程度。"
    },
    {
      "id": "02-037-0419_p0029",
      "zh_CN": "中国文化能救国家，没有这个东西国家就没救了，世界也没救了。连汤恩比博士都说中国文化能救全世界，能救二十一世纪。所以老祖宗东西好，太好了！文言文好，决定不能丢掉。中国的文字不能改变，东西太美了，它是艺术。中国人确实是生活在艺术当中，生活在高品质的文化之中，诗情画意。居住一个小茅蓬，你看那山水画里头的小茅蓬，多美，他喜欢这种生活。这才真正是幸福的人生，方东美先生所说的人生最高的享受。乐在山水之中，乐在真善美慧之中，这是我们要寻求的。",
      "zh_TW": "中國文化能救國家，沒有這個東西國家就沒救了，世界也沒救了。連湯恩比博士都說中國文化能救全世界，能救二十一世紀。所以老祖宗東西好，太好了！文言文好，決定不能丟掉。中國的文字不能改變，東西太美了，它是藝術。中國人確實是生活在藝術當中，生活在高品質的文化之中，詩情畫意。居住一個小茅蓬，你看那山水畫裡頭的小茅蓬，多美，他喜歡這種生活。這才真正是幸福的人生，方東美先生所說的人生最高的享受。樂在山水之中，樂在真善美慧之中，這是我們要尋求的。"
    },
    {
      "id": "02-037-0419_p0030",
      "zh_CN": "治国平天下，唐太宗的《群书治要》，那是什么？智慧、学问、方法、经验。他找了这批人，在古籍里头把这个东西抄出来，编成这部书，是治国的宝典。这是中国传统文化精华里头的精华，太难得了。所以，也就是这么一部书，把他从地狱里救出来。好皇帝，为什么堕地狱？杀人太多。自己后悔，为什么要杀人？他说我爱人，我不愿意杀人，为什么要杀这么多人？实在讲那时候太年轻了，唐太宗出来领兵打仗造反的时候，十六岁。武艺高，他最擅长的是射箭，确实是百发百中，死在他箭下的人多少！尤其是政变，玄武门的事件，把他哥哥杀了、弟弟杀了，争权。这是过去帝王时代里头，争领导位子的是没法子避免的。所以《周礼》里头，这是周公想的一个方法，嫡长继承王位。这有什么好处？没有这种流血冲突，和平转移，这是个非常好的制度。不遵守，那就是政变，就是麻烦事情；真正遵守，是个好事情，得兄弟要信任。",
      "zh_TW": "治國平天下，唐太宗的《群書治要》，那是什麼？智慧、學問、方法、經驗。他找了這批人，在古籍裡頭把這個東西抄出來，編成這部書，是治國的寶典。這是中國傳統文化精華裡頭的精華，太難得了。所以，也就是這麼一部書，把他從地獄裡救出來。好皇帝，為什麼墮地獄？殺人太多。自己後悔，為什麼要殺人？他說我愛人，我不願意殺人，為什麼要殺這麼多人？實在講那時候太年輕了，唐太宗出來領兵打仗造反的時候，十六歲。武藝高，他最擅長的是射箭，確實是百發百中，死在他箭下的人多少！尤其是政變，玄武門的事件，把他哥哥殺了、弟弟殺了，爭權。這是過去帝王時代裡頭，爭領導位子的是沒法子避免的。所以《周禮》裡頭，這是周公想的一個方法，嫡長繼承王位。這有什麼好處？沒有這種流血衝突，和平轉移，這是個非常好的制度。不遵守，那就是政變，就是麻煩事情；真正遵守，是個好事情，得兄弟要信任。"
    },
    {
      "id": "02-037-0419_p0031",
      "zh_CN": "所以说来说去还都是教育问题，从小认真学圣贤教育，每个人立志做大事，不一定做大官。官位，那是该什么人去做，他去做去。不在官位，可以做大事。最大的事情，孔老夫子教育的事业，你说这个事业，千秋万世谁不知道孔子？历代帝王的名字谁知道？要立志做大事，别做大官。最大的事就是教学，为国家社会培养人才，这多快乐的事情。人的一生能随缘不攀缘就是好事，真快乐，真自在。诸葛亮出来，刘备三请，不是一请就出去的，三请，逼不得已，不能再拒绝了。你看真正读书人，他哪里会去争？书念通了，他知道多事不如少事，少事不如无事，你说他多快乐，他去搞这个干什么？你请他都不干，他躲藏起来，就隐居了，隐名埋姓，没有人知道他，过他一生悠闲的生活。",
      "zh_TW": "所以說來說去還都是教育問題，從小認真學聖賢教育，每個人立志做大事，不一定做大官。官位，那是該什麼人去做，他去做去。不在官位，可以做大事。最大的事情，孔老夫子教育的事業，你說這個事業，千秋萬世誰不知道孔子？歷代帝王的名字誰知道？要立志做大事，別做大官。最大的事就是教學，為國家社會培養人才，這多快樂的事情。人的一生能隨緣不攀緣就是好事，真快樂，真自在。諸葛亮出來，劉備三請，不是一請就出去的，三請，逼不得已，不能再拒絕了。你看真正讀書人，他哪裡會去爭？書念通了，他知道多事不如少事，少事不如無事，你說他多快樂，他去搞這個幹什麼？你請他都不幹，他躲藏起來，就隱居了，隱名埋姓，沒有人知道他，過他一生悠閒的生活。"
    },
    {
      "id": "02-037-0419_p0032",
      "zh_CN": "这种人给社会起很大的作用，教人什么？不争。不是他没有本事争，不是他没有能力争，有本事、有能力，不争。这是社会好榜样，所以传记里头给他立传。我在年轻的时候读历史，看到这些《隐逸传》我就不明了，这些人对国家民族没有贡献，为什么会给他立传？到以后才慢慢明白了，他很大的贡献，就是教人不争；不争，社会才安定、才能和谐。他不是没有本事、没有能力，他有本事、有能力，他不争。这个头带得好，给社会做好榜样，让很多想争的人一看，不争了，让他学不争。所以，《隐逸传》里面的那个力量是非常强大，教人一生都能够安于本分。",
      "zh_TW": "這種人給社會起很大的作用，教人什麼？不爭。不是他沒有本事爭，不是他沒有能力爭，有本事、有能力，不爭。這是社會好榜樣，所以傳記裡頭給他立傳。我在年輕的時候讀歷史，看到這些《隱逸傳》我就不明瞭，這些人對國家民族沒有貢獻，為什麼會給他立傳？到以後才慢慢明白了，他很大的貢獻，就是教人不爭；不爭，社會才安定、才能和諧。他不是沒有本事、沒有能力，他有本事、有能力，他不爭。這個頭帶得好，給社會做好榜樣，讓很多想爭的人一看，不爭了，讓他學不爭。所以，《隱逸傳》裡面的那個力量是非常強大，教人一生都能夠安於本分。"
    },
    {
      "id": "02-037-0419_p0033",
      "zh_CN": "圣人贤人不一定有高官，不一定有财富，孔老夫子没有地位，也没有财富，这是最好的榜样。释迦牟尼佛，王子，王位不要了，舍弃王位出家。出家干什么？当老师。三十岁开悟。孔子也是的，孔子，你看《论语》里所说的，十五岁有志于学，立志求学，三十而立。释迦牟尼佛是十九岁离开家，放弃王位离开家，出去求学，也是三十岁开悟。释迦三十岁开悟之后就开始教学，七十九岁过世，教学四十九年。所以他是老师，是一生搞教育的。用现在的话说，释迦牟尼佛是教育家，他的身分是一个多元文化社会教育的义务老师，他教学不收学费，他是义务老师。学生多，比孔子多得多。而且当年在世，学生里头有十六个是大国的国王。所以他要建一个道场太容易了，他家可以支持他，这十六大国王，随便哪个国王都能够给他建个大道场。不要。道场在哪里？山林、树下、水边，那是他的道场。每天过游牧生活，居无定处，一生不改。圆寂的时候在树林里头，不是在房屋里头。这个榜样做得好，我们看到释迦牟尼佛，我们有个小房子住就知足了。释迦牟尼佛连个小房子都没有，在树下一宿，日中一食。那样的生活快乐无比，那种生活是人生最高的享受。",
      "zh_TW": "聖人賢人不一定有高官，不一定有財富，孔老夫子沒有地位，也沒有財富，這是最好的榜樣。釋迦牟尼佛，王子，王位不要了，捨棄王位出家。出家幹什麼？當老師。三十歲開悟。孔子也是的，孔子，你看《論語》裡所說的，十五歲有志於學，立志求學，三十而立。釋迦牟尼佛是十九歲離開家，放棄王位離開家，出去求學，也是三十歲開悟。釋迦三十歲開悟之後就開始教學，七十九歲過世，教學四十九年。所以他是老師，是一生搞教育的。用現在的話說，釋迦牟尼佛是教育家，他的身分是一個多元文化社會教育的義務老師，他教學不收學費，他是義務老師。學生多，比孔子多得多。而且當年在世，學生裡頭有十六個是大國的國王。所以他要建一個道場太容易了，他家可以支持他，這十六大國王，隨便哪個國王都能夠給他建個大道場。不要。道場在哪裡？山林、樹下、水邊，那是他的道場。每天過游牧生活，居無定處，一生不改。圓寂的時候在樹林裡頭，不是在房屋裡頭。這個榜樣做得好，我們看到釋迦牟尼佛，我們有個小房子住就知足了。釋迦牟尼佛連個小房子都沒有，在樹下一宿，日中一食。那樣的生活快樂無比，那種生活是人生最高的享受。"
    },
    {
      "id": "02-037-0419_p0034",
      "zh_CN": "中国古时候，读书志在圣贤，不是在升官发财。佛法里面，修学志在成佛、成菩萨。佛跟菩萨是一个智慧、福报圆满的人，他不一定有地位，不一定有财富。什么叫福报？知足就是大福报，他一切满足了他就快乐，他不求了。人生最高的享受是「于人无争，于世无求」，这是最高的享受。有争有求就有烦恼，就造业；无争无求他不造业，纯净纯善。知道有净土，到极乐世界去亲近阿弥陀佛，将来在极乐世界成就了，跟阿弥陀佛一样的、平等的，这叫得大圆满。我们跟任何宗教来谈的时候，他们都点头、都肯定，没有遇到反对的，没有遇到跟我辩论的。这十几年来，我还都以为有要费口舌，要来辩论的，结果没有，可见得古人所谓的「人同此心，心同此理」。我们今天放心的提倡世界宗教是一家，所有宗教徒我们都是一家人。我们都要把上帝的精神、上帝的爱从我们身上做出来，我们宗教徒是神的代表，是上帝的代表，是佛菩萨的代表。做出来给世人看，这是真正宗教教育。",
      "zh_TW": "中國古時候，讀書志在聖賢，不是在升官發財。佛法裡面，修學志在成佛、成菩薩。佛跟菩薩是一個智慧、福報圓滿的人，他不一定有地位，不一定有財富。什麼叫福報？知足就是大福報，他一切滿足了他就快樂，他不求了。人生最高的享受是「於人無爭，於世無求」，這是最高的享受。有爭有求就有煩惱，就造業；無爭無求他不造業，純淨純善。知道有淨土，到極樂世界去親近阿彌陀佛，將來在極樂世界成就了，跟阿彌陀佛一樣的、平等的，這叫得大圓滿。我們跟任何宗教來談的時候，他們都點頭、都肯定，沒有遇到反對的，沒有遇到跟我辯論的。這十幾年來，我還都以為有要費口舌，要來辯論的，結果沒有，可見得古人所謂的「人同此心，心同此理」。我們今天放心的提倡世界宗教是一家，所有宗教徒我們都是一家人。我們都要把上帝的精神、上帝的愛從我們身上做出來，我們宗教徒是神的代表，是上帝的代表，是佛菩薩的代表。做出來給世人看，這是真正宗教教育。"
    },
    {
      "id": "02-037-0419_p0035",
      "zh_CN": "底下这一段说，「普令众生悉皆除恶生善，顺于佛法」。佛法里告诉我们，无量的智慧、无量的才艺、无量的德能、无量的相好，都是自性里头本有的，本来具足。只要你明心见性，这些完全恢复，你统统得到。这个境界是无法想像的，但是我们相信圣人不说假话，不骗人，所说的决定是真实。我们从惠能大师身上见到，两桩事情，福、慧圆满了。福的圆满，他完全知足。你看逃难期间当中，十五年在猎人队，这是一批打猎的人，他给他们当什么？当伙夫，烧饭侍候他们，而且烧的都是打猎打死的一些动物。他有慈悲心，看到动物受伤，还能够活得下去，他偷偷把牠放掉。给猎人煮饭的时候，他自己用一些青菜，在锅里头一起煮，叫吃肉边菜，他不吃肉。不是短时间，十五年。你说他知足，知足常乐，真正做到了于人无争，于世无求。这是什么？这是福报。",
      "zh_TW": "底下這一段說，「普令眾生悉皆除惡生善，順於佛法」。佛法裡告訴我們，無量的智慧、無量的才藝、無量的德能、無量的相好，都是自性裡頭本有的，本來具足。只要你明心見性，這些完全恢復，你統統得到。這個境界是無法想像的，但是我們相信聖人不說假話，不騙人，所說的決定是真實。我們從惠能大師身上見到，兩樁事情，福、慧圓滿了。福的圓滿，他完全知足。你看逃難期間當中，十五年在獵人隊，這是一批打獵的人，他給他們當什麼？當伙夫，燒飯侍候他們，而且燒的都是打獵打死的一些動物。他有慈悲心，看到動物受傷，還能夠活得下去，他偷偷把牠放掉。給獵人煮飯的時候，他自己用一些青菜，在鍋裡頭一起煮，叫吃肉邊菜，他不吃肉。不是短時間，十五年。你說他知足，知足常樂，真正做到了於人無爭，於世無求。這是什麼？這是福報。"
    },
    {
      "id": "02-037-0419_p0036",
      "zh_CN": "智慧，我们可以从他讲解一些经典。逃难的时候，《坛经》上记载了一段，无尽藏比丘尼。这个比丘尼是学习《大涅槃经》的，应该是很不错，一门深入，长时薰修，这个方法就正确。她在念经，惠能在旁边听。惠能那时没出家，在家居士，彼此也不认识。等她念完之后，惠能把这一段经的意思讲给那个比丘尼听。无尽藏比丘尼听了非常惊讶，讲得太好了，捧着经本向他请教。他告诉她，我不认识字。不认识字，你怎么能讲得这么好？这个与认识字不认识字没有关系。这说明什么？智慧，自性智慧。无尽藏比丘尼听他讲经开悟了，惠能大师一生度了四十三个人开悟，她是当中一个。",
      "zh_TW": "智慧，我們可以從他講解一些經典。逃難的時候，《壇經》上記載了一段，無盡藏比丘尼。這個比丘尼是學習《大涅槃經》的，應該是很不錯，一門深入，長時薰修，這個方法就正確。她在念經，惠能在旁邊聽。惠能那時沒出家，在家居士，彼此也不認識。等她念完之後，惠能把這一段經的意思講給那個比丘尼聽。無盡藏比丘尼聽了非常驚訝，講得太好了，捧著經本向他請教。他告訴她，我不認識字。不認識字，你怎麼能講得這麼好？這個與認識字不認識字沒有關係。這說明什麼？智慧，自性智慧。無盡藏比丘尼聽他講經開悟了，惠能大師一生度了四十三個人開悟，她是當中一個。"
    },
    {
      "id": "02-037-0419_p0037",
      "zh_CN": "第二个我们看到的，也是《坛经》上记载的，法达禅师，这是个男众，比丘，受持《法华经》，也是专攻。他到曹溪，就是广东曲江的曹溪，是六祖的道场，他去参拜六祖。礼拜的时候，三拜，头没有着地。等他起来，六祖就问他，你礼拜头没着地，你一定有什么值得骄傲的地方。他也就坦承了，诵《法华》三千部。这可不容易，《法华经》很长，七卷，一天顶多只能诵一部，三千多部差不多十年，十年专念一部《法华经》，这也是了不起。你看，这些人成就的，开悟的、成就的，都是一门深入，长时薰修，他不是杂修，不是乱修，这一点我们要特别留意。惠能大师问他，《法华经》里讲些什么？法达说不出来，念得很熟，意思不懂。再拿着经向能大师请教，惠能大师说，这经我没听过，你念得这么熟，你念给我听。《法华经》一共二十八品，念到第二品，惠能大师说，行了，我都明白了，别念了。把《法华经》的意思讲给他听，他开悟了。这将悟未悟的时候，就差那么一点，他把他一点破就通了。再磕头，头就顶到地下去了。这是说明什么？说明惠能的智慧圆满了，福德圆满了。你看他的生活多自在，生活在定慧之中。十五年的时间，最后感化这一批猎人。到他成为祖师，原来是祖师，以前在我们队伍里头当伙夫，这样一个人，把那些人感化了。这都是善巧方便，一生都是游戏神通。",
      "zh_TW": "第二個我們看到的，也是《壇經》上記載的，法達禪師，這是個男眾，比丘，受持《法華經》，也是專攻。他到曹溪，就是廣東曲江的曹溪，是六祖的道場，他去參拜六祖。禮拜的時候，三拜，頭沒有著地。等他起來，六祖就問他，你禮拜頭沒著地，你一定有什麼值得驕傲的地方。他也就坦承了，誦《法華》三千部。這可不容易，《法華經》很長，七卷，一天頂多只能誦一部，三千多部差不多十年，十年專念一部《法華經》，這也是了不起。你看，這些人成就的，開悟的、成就的，都是一門深入，長時薰修，他不是雜修，不是亂修，這一點我們要特別留意。惠能大師問他，《法華經》裡講些什麼？法達說不出來，念得很熟，意思不懂。再拿著經向能大師請教，惠能大師說，這經我沒聽過，你念得這麼熟，你念給我聽。《法華經》一共二十八品，念到第二品，惠能大師說，行了，我都明白了，別念了。把《法華經》的意思講給他聽，他開悟了。這將悟未悟的時候，就差那麼一點，他把他一點破就通了。再磕頭，頭就頂到地下去了。這是說明什麼？說明惠能的智慧圓滿了，福德圓滿了。你看他的生活多自在，生活在定慧之中。十五年的時間，最後感化這一批獵人。到他成為祖師，原來是祖師，以前在我們隊伍裡頭當伙夫，這樣一個人，把那些人感化了。這都是善巧方便，一生都是遊戲神通。"
    },
    {
      "id": "02-037-0419_p0038",
      "zh_CN": "所以顺于佛法，随顺佛法，自性本具的智慧福德。「降伏非心」，没有妄念，非心就是妄念、杂念，没有，心是定的，心是清净的。「舍诸爱着」，对于世出世间一切法没有偏爱，没有执着；换句话说，他的心是清净的、是平等的，清净平等心待人接物。「永断三毒」，三毒是贪瞋痴慢疑，全都断掉了，完全没有了。「开显本性」，明心见性，「安住神通，自在无碍」。他确实有神通，看人绝对不会看错，你这个人真有功夫，快要开悟了，他决定帮助你；你功夫不成熟，他帮助你提升；没有善根的人，他帮你种善根。换句话说，任何人只要跟他往来，绝对不会空过，一定给你殊胜的利益。生活自在无碍，无争无求就自在无碍；有争有求就不自在，就有碍，这个道理一定要懂。诸佛菩萨、一切如来于一切法当中无争无求，所以得大自在。",
      "zh_TW": "所以順於佛法，隨順佛法，自性本具的智慧福德。「降伏非心」，沒有妄念，非心就是妄念、雜念，沒有，心是定的，心是清淨的。「捨諸愛著」，對於世出世間一切法沒有偏愛，沒有執著；換句話說，他的心是清淨的、是平等的，清淨平等心待人接物。「永斷三毒」，三毒是貪瞋痴慢疑，全都斷掉了，完全沒有了。「開顯本性」，明心見性，「安住神通，自在無礙」。他確實有神通，看人絕對不會看錯，你這個人真有功夫，快要開悟了，他決定幫助你；你功夫不成熟，他幫助你提升；沒有善根的人，他幫你種善根。換句話說，任何人只要跟他往來，絕對不會空過，一定給你殊勝的利益。生活自在無礙，無爭無求就自在無礙；有爭有求就不自在，就有礙，這個道理一定要懂。諸佛菩薩、一切如來於一切法當中無爭無求，所以得大自在。"
    },
    {
      "id": "02-037-0419_p0039",
      "zh_CN": "底下一段讲因缘，『因缘愿力，出生善根』。「因缘，《魏译》作因力，缘力」，因的力量，缘的力量。「《净影疏》曰」，净影是人名，净影本来是寺庙的名字。这位法师，后人对他的尊敬，不称他的名，也不称他的号，称他住在那个寺庙，称这个名字，叫净影大师，净影寺的大师，隋朝人。他有《无量寿经》的注解，叫《义疏》，《无量寿经义疏》。《净影疏》，就是说这本疏上所说的，「因力缘力，为第一门，起修所依。过去所修一切善行，能生今善，名为因力。近善知识听闻正法，名为缘力」，这个解释得很清楚。什么叫因力？因力缘力是学佛的第一门，也就是第一个依据。没有因力、缘力你就不能入佛法，凡是入佛门的，都有因、都有缘。因，过去生中所造的，你看过去所修一切善行，这一生遇到了，你欢喜，你能接受，这是因力。过去生中没有学过，他根本就不相信，你怎么劝他，他也不会接受，他说这是迷信。对于这样的人，这样人他没有因，我们给他种因。种因怎么种法？我们念一句南无阿弥陀佛，他听进去，这就是因，落在他心里头就变成种子。不要看轻这个种子，这个种子到来生后世他就入门了，他就真肯修，就靠这个。所以，对一切没有善根福德的人，我们要给他下种子，他看到佛像、听到佛号，都是有种子。",
      "zh_TW": "底下一段講因緣，『因緣願力，出生善根』。「因緣，《魏譯》作因力，緣力」，因的力量，緣的力量。「《淨影疏》曰」，淨影是人名，淨影本來是寺廟的名字。這位法師，後人對他的尊敬，不稱他的名，也不稱他的號，稱他住在那個寺廟，稱這個名字，叫淨影大師，淨影寺的大師，隋朝人。他有《無量壽經》的註解，叫《義疏》，《無量壽經義疏》。《淨影疏》，就是說這本疏上所說的，「因力緣力，為第一門，起修所依。過去所修一切善行，能生今善，名為因力。近善知識聽聞正法，名為緣力」，這個解釋得很清楚。什麼叫因力？因力緣力是學佛的第一門，也就是第一個依據。沒有因力、緣力你就不能入佛法，凡是入佛門的，都有因、都有緣。因，過去生中所造的，你看過去所修一切善行，這一生遇到了，你歡喜，你能接受，這是因力。過去生中沒有學過，他根本就不相信，你怎麼勸他，他也不會接受，他說這是迷信。對於這樣的人，這樣人他沒有因，我們給他種因。種因怎麼種法？我們念一句南無阿彌陀佛，他聽進去，這就是因，落在他心裡頭就變成種子。不要看輕這個種子，這個種子到來生後世他就入門了，他就真肯修，就靠這個。所以，對一切沒有善根福德的人，我們要給他下種子，他看到佛像、聽到佛號，都是有種子。"
    },
    {
      "id": "02-037-0419_p0040",
      "zh_CN": "所以我在早年，那时候刚出家没多久，参加李老师的大专佛学讲座，认识很多这些大学生，他们学佛的。那个时候学佛还不好意思，偷偷的学，怕人家说他是迷信。我就劝他，自行化他功德无量，不要怕人，应该叫同学们知道你们在学佛。用什么方法？手上戴个念珠。同学一看，你学佛的。你看，那个佛印象不就下去了吗？你度多少人！我说你们的课本，书本上，不都写个名字吗？别写名字，写阿弥陀佛。你摆在书桌上，同学一看，阿弥陀佛。你看，他又看到了，又还念一声。要知道你做的真的好事，你帮助那个人种了善根，将来这个善根就帮助他成佛。他将来生生世世修行证果，因在你这里种的。怕什么？这个方法教了很有效果，所以学校将来学佛的人是愈来愈多。",
      "zh_TW": "所以我在早年，那時候剛出家沒多久，參加李老師的大專佛學講座，認識很多這些大學生，他們學佛的。那個時候學佛還不好意思，偷偷的學，怕人家說他是迷信。我就勸他，自行化他功德無量，不要怕人，應該叫同學們知道你們在學佛。用什麼方法？手上戴個念珠。同學一看，你學佛的。你看，那個佛印象不就下去了嗎？你度多少人！我說你們的課本，書本上，不都寫個名字嗎？別寫名字，寫阿彌陀佛。你擺在書桌上，同學一看，阿彌陀佛。你看，他又看到了，又還念一聲。要知道你做的真的好事，你幫助那個人種了善根，將來這個善根就幫助他成佛。他將來生生世世修行證果，因在你這裡種的。怕什麼？這個方法教了很有效果，所以學校將來學佛的人是愈來愈多。"
    },
    {
      "id": "02-037-0419_p0041",
      "zh_CN": "我们这些年能够在全世界展开旅游讲经教学，都是靠这批学生，没有这批学生，我们在哪里认识人？跟哪一届都不往来，没人认识。李老师大专佛学讲座办了十几届，我参加了十一届，以后继续还有办，我就没参加了。这十一届里头，就认识了好几千人。道安法师在台北办了个大专佛学讲座，北部的，请我去做总主讲，我教了四年，又认识了一大批学生。这两个讲座合起来，十年大概我认识的学生总有将近一万人。这些学生当中，很多以后毕业了到国外留学，在国外拿到学位，在国外工作，分散在全世界各个地方。那什么？那就是我的缘分，他们一知道我到国外去了，都跟我联络，请我去讲经。要没有这个缘，我到哪里去找？出家随缘不攀缘。这个同学知道了，他会跟那个同学联系，所以我就周游列国了。",
      "zh_TW": "我們這些年能夠在全世界展開旅遊講經教學，都是靠這批學生，沒有這批學生，我們在哪裡認識人？跟哪一屆都不往來，沒人認識。李老師大專佛學講座辦了十幾屆，我參加了十一屆，以後繼續還有辦，我就沒參加了。這十一屆裡頭，就認識了好幾千人。道安法師在台北辦了個大專佛學講座，北部的，請我去做總主講，我教了四年，又認識了一大批學生。這兩個講座合起來，十年大概我認識的學生總有將近一萬人。這些學生當中，很多以後畢業了到國外留學，在國外拿到學位，在國外工作，分散在全世界各個地方。那什麼？那就是我的緣分，他們一知道我到國外去了，都跟我聯絡，請我去講經。要沒有這個緣，我到哪裡去找？出家隨緣不攀緣。這個同學知道了，他會跟那個同學聯繫，所以我就周遊列國了。"
    },
    {
      "id": "02-037-0419_p0042",
      "zh_CN": "这个缘的兴起都有原因。台湾大学生学佛是从台大开始的，学校注册了一个学佛社，大概有几十个同学，有一个老师带领。学校批准了，「晨曦社」，是台湾大专学生第一个学佛的组织。当时指导的教授是周宣德老居士，周老居士跟我们李老师是老朋友，他那时候还在学校教书。到台中来访问，把这桩事情告诉老师，老师非常欢喜、赞叹。为什么？大专学生学佛，那就说明佛教不是迷信，这是高等知识分子，他接触了，好事情。周老师离开了，送他走了，我陪着李老师，我就告诉老师，我说老师，未必是一桩好事。老师瞪着我讲，怎么不是好事？我说，学东西得先入为主，如果教这些学生的老师要是有偏差、有错误，将来什么人能跟他们纠正过来？你学历没有他高的时候，他不相信你。老师听我这句话，马上就沉静下来，他说不错，是，是有道理。老师说那怎么办？我就建议我们慈光图书馆可以附设一个大专佛学讲座，一个星期一次，星期天，台中周边地区都可以到这里来学习，报名参加。老师马上就接受了。为什么？这一批的人可以跟那批人辩论。",
      "zh_TW": "這個緣的興起都有原因。台灣大學生學佛是從台大開始的，學校註冊了一個學佛社，大概有幾十個同學，有一個老師帶領。學校批准了，「晨曦社」，是台灣大專學生第一個學佛的組織。當時指導的教授是周宣德老居士，周老居士跟我們李老師是老朋友，他那時候還在學校教書。到台中來訪問，把這樁事情告訴老師，老師非常歡喜、讚歎。為什麼？大專學生學佛，那就說明佛教不是迷信，這是高等知識分子，他接觸了，好事情。周老師離開了，送他走了，我陪著李老師，我就告訴老師，我說老師，未必是一樁好事。老師瞪著我講，怎麼不是好事？我說，學東西得先入為主，如果教這些學生的老師要是有偏差、有錯誤，將來什麼人能跟他們糾正過來？你學歷沒有他高的時候，他不相信你。老師聽我這句話，馬上就沉靜下來，他說不錯，是，是有道理。老師說那怎麼辦？我就建議我們慈光圖書館可以附設一個大專佛學講座，一個星期一次，星期天，台中周邊地區都可以到這裡來學習，報名參加。老師馬上就接受了。為什麼？這一批的人可以跟那批人辯論。"
    },
    {
      "id": "02-037-0419_p0043",
      "zh_CN": "我干了这么一桩事情，台中慈光讲座是我这一句话发起的，搞成功的，带动整个台湾大专学生学佛，风气从这带起来的。所以这是做了一桩好事。无意当中，他们谈话，我坐在旁边听到了，我有这种感受。这个以后我在全世界弘法的缘分从这里起来。这些学生散布很广，真的是全世界，各大城市几乎都有。所以因跟缘，有时候因缘是自己造的，自己要掌握着机会。我们是偶然的，当时也没想到，跟老师提议，他就接受了。接受，在筹备过程当中，老师常常召见我，跟我商量，要教些什么课程，请哪些人来教。我给老师当参谋，完成这个筹备工作，所以非常顺利进行。所以，因跟缘比什么都重要。近善知识听闻正法这是缘，自己过去生中的善根，善根、福德那是因。这一生能够听到善知识，亲近善知识，能够听到正法，这才能入门。",
      "zh_TW": "我幹了這麼一樁事情，台中慈光講座是我這一句話發起的，搞成功的，帶動整個台灣大專學生學佛，風氣從這帶起來的。所以這是做了一樁好事。無意當中，他們談話，我坐在旁邊聽到了，我有這種感受。這個以後我在全世界弘法的緣分從這裡起來。這些學生散布很廣，真的是全世界，各大城市幾乎都有。所以因跟緣，有時候因緣是自己造的，自己要掌握著機會。我們是偶然的，當時也沒想到，跟老師提議，他就接受了。接受，在籌備過程當中，老師常常召見我，跟我商量，要教些什麼課程，請哪些人來教。我給老師當參謀，完成這個籌備工作，所以非常順利進行。所以，因跟緣比什麼都重要。近善知識聽聞正法這是緣，自己過去生中的善根，善根、福德那是因。這一生能夠聽到善知識，親近善知識，能夠聽到正法，這才能入門。"
    },
    {
      "id": "02-037-0419_p0044",
      "zh_CN": "「望西云」，望西这是日本的一个法师，唐朝在中国留学的。你看他的名字，这修净土的，他望着西方极乐世界，我们就知道他一定是善导大师的学生，他这个名字一定在中国起的。善导是净土宗第二代祖师。「宿世善根谓之因力，亲近知识谓之缘力」。望西跟净影大师的看法是一致的，完全相同。「因缘和合能起行故」，有因有缘他才能喜欢佛法，他能够听得懂，他能够尊重老师，尊师重道。佛法的修学，最重要的就是真诚恭敬。不但是佛法，圣贤的学问没有例外的。印光大师说得好，「一分诚敬得一分利益，十分诚敬得十分利益」，没有诚敬心，佛菩萨来教你都没用处，你得不到。所以，要从恭敬当中学。这是我们今天感到非常困难、棘手的一桩事情，就是学生没有诚敬心，怎么教法？",
      "zh_TW": "「望西云」，望西這是日本的一個法師，唐朝在中國留學的。你看他的名字，這修淨土的，他望著西方極樂世界，我們就知道他一定是善導大師的學生，他這個名字一定在中國起的。善導是淨土宗第二代祖師。「宿世善根謂之因力，親近知識謂之緣力」。望西跟淨影大師的看法是一致的，完全相同。「因緣和合能起行故」，有因有緣他才能喜歡佛法，他能夠聽得懂，他能夠尊重老師，尊師重道。佛法的修學，最重要的就是真誠恭敬。不但是佛法，聖賢的學問沒有例外的。印光大師說得好，「一分誠敬得一分利益，十分誠敬得十分利益」，沒有誠敬心，佛菩薩來教你都沒用處，你得不到。所以，要從恭敬當中學。這是我們今天感到非常困難、棘手的一樁事情，就是學生沒有誠敬心，怎麼教法？"
    },
    {
      "id": "02-037-0419_p0045",
      "zh_CN": "我求学，尊师重道是小时候学的，我也常常举这个例子让大家知道。我小时候住在农村，但是我们那个地区文化水平比较高，是明清两代桐城派的发源地，就在我们家乡。所以这个地区差不多方圆一百里，农村小孩都念书，有念书的风气，念私塾，有这个风气。而且那个时候还有大家庭，中国传统的家庭我还看见。我自己的家没有了，所谓是家破人亡。我父亲的姐姐，我叫她姑妈，她嫁的这一家，大家庭还存在，一家兄弟十个人没有分家，住在一起。也衰了，那个时候大概有一百多人，这一个村就是一个家庭。过去也相当不错，她们家的房子是两层楼房，砖造的，在那个时候就是很富有的人家了。我们住的房子是土墙，上面盖茅草，茅屋。这个家庭有私塾，私塾在祠堂里面。",
      "zh_TW": "我求學，尊師重道是小時候學的，我也常常舉這個例子讓大家知道。我小時候住在農村，但是我們那個地區文化水平比較高，是明清兩代桐城派的發源地，就在我們家鄉。所以這個地區差不多方圓一百里，農村小孩都念書，有念書的風氣，念私塾，有這個風氣。而且那個時候還有大家庭，中國傳統的家庭我還看見。我自己的家沒有了，所謂是家破人亡。我父親的姐姐，我叫她姑媽，她嫁的這一家，大家庭還存在，一家兄弟十個人沒有分家，住在一起。也衰了，那個時候大概有一百多人，這一個村就是一個家庭。過去也相當不錯，她們家的房子是兩層樓房，磚造的，在那個時候就是很富有的人家了。我們住的房子是土牆，上面蓋茅草，茅屋。這個家庭有私塾，私塾在祠堂裡面。"
    },
    {
      "id": "02-037-0419_p0046",
      "zh_CN": "我大概是六、七岁上私塾，就进他们的祠堂，学到了尊师重道。那个时候进学堂，同学三十多个人，一个老师。进学的那一天，老师收一个新学生，让学生在礼堂里面两边站，老师在当中，当中是孔子的牌位，老师站在孔子牌位旁边。先向孔子牌位行三跪九叩首的礼，我父亲在前面，我在后面，三跪九叩首。拜完之后，请老师上座，老师一张太师椅，坐在孔夫子牌位的下面，再向老师行三跪九叩首的礼。我们小孩看到父亲对老师三跪九叩首，老师的话不敢不听，尊师重道是这样教出来的，不是言语，是行动表演出来的。同学站在两边，每个同学进来都是这个礼节，所以看多少遍，印象多深。一生只要听说是老师，教学的，我们都格外尊敬，这从小养成的。在老师面前规规矩矩，守规矩。",
      "zh_TW": "我大概是六、七歲上私塾，就進他們的祠堂，學到了尊師重道。那個時候進學堂，同學三十多個人，一個老師。進學的那一天，老師收一個新學生，讓學生在禮堂裡面兩邊站，老師在當中，當中是孔子的牌位，老師站在孔子牌位旁邊。先向孔子牌位行三跪九叩首的禮，我父親在前面，我在後面，三跪九叩首。拜完之後，請老師上座，老師一張太師椅，坐在孔夫子牌位的下面，再向老師行三跪九叩首的禮。我們小孩看到父親對老師三跪九叩首，老師的話不敢不聽，尊師重道是這樣教出來的，不是言語，是行動表演出來的。同學站在兩邊，每個同學進來都是這個禮節，所以看多少遍，印象多深。一生只要聽說是老師，教學的，我們都格外尊敬，這從小養成的。在老師面前規規矩矩，守規矩。"
    },
    {
      "id": "02-037-0419_p0047",
      "zh_CN": "所以《弟子规》不是教小孩念的，《弟子规》是父母在家庭里头做出来给小孩看的。年轻的这些父母，他的父母都还在，所以要尽孝道，把《弟子规》统统在家里做出来，让这个小孩看。小孩从出生他就会看、就会听，这些榜样让他看三年，到三岁这一千天，这叫扎根教育。他全学会了，他不认识字，但是这规矩全学会了。然后他上学，老师，老师也在表演。从前老师不是讲书，要做出来给学生看。所以老师可贵，老师值得尊敬，他要做出来让学生看，学生才相信。老师教学生孝顺父母，为什么要孝顺，老师要讲得清清楚楚、明明白白；父母要教儿女尊师重道。小孩是这么教出来的。老师不能说，「我是你的老师，你要尊重我」，说不出口。父母也是，「你是我的儿子，你要孝顺我」。他要问你，为什么孝顺你？也很难启口。所以要第三者教。这两个合作起来，把这人教出来，父母跟老师密切配合。都是身教为先，言教是辅导。",
      "zh_TW": "所以《弟子規》不是教小孩念的，《弟子規》是父母在家庭裡頭做出來給小孩看的。年輕的這些父母，他的父母都還在，所以要盡孝道，把《弟子規》統統在家裡做出來，讓這個小孩看。小孩從出生他就會看、就會聽，這些榜樣讓他看三年，到三歲這一千天，這叫扎根教育。他全學會了，他不認識字，但是這規矩全學會了。然後他上學，老師，老師也在表演。從前老師不是講書，要做出來給學生看。所以老師可貴，老師值得尊敬，他要做出來讓學生看，學生才相信。老師教學生孝順父母，為什麼要孝順，老師要講得清清楚楚、明明白白；父母要教兒女尊師重道。小孩是這麼教出來的。老師不能說，「我是你的老師，你要尊重我」，說不出口。父母也是，「你是我的兒子，你要孝順我」。他要問你，為什麼孝順你？也很難啟口。所以要第三者教。這兩個合作起來，把這人教出來，父母跟老師密切配合。都是身教為先，言教是輔導。"
    },
    {
      "id": "02-037-0419_p0048",
      "zh_CN": "完全教生活教育、教规矩，一定要用在生活上。读书，完全让他背诵，不讲解。目的在哪里？真正的目的是修他的根本智。根本智是清净心，《般若经》上所说的「般若无知」，无知就是根本智。背书目的在此地，不要让小孩去胡思乱想。小孩也会胡思乱想，叫他背书，他就没有时间胡思乱想。这是真正第一个目的，让他保持清净心。至于记诵那些东西，那是附带的。心地清净他会开悟，会开智慧。所以这个从小就要训练，清心寡欲，要训练这个东西，这是德行的大根大本。",
      "zh_TW": "完全教生活教育、教規矩，一定要用在生活上。讀書，完全讓他背誦，不講解。目的在哪裡？真正的目的是修他的根本智。根本智是清淨心，《般若經》上所說的「般若無知」，無知就是根本智。背書目的在此地，不要讓小孩去胡思亂想。小孩也會胡思亂想，叫他背書，他就沒有時間胡思亂想。這是真正第一個目的，讓他保持清淨心。至於記誦那些東西，那是附帶的。心地清淨他會開悟，會開智慧。所以這個從小就要訓練，清心寡欲，要訓練這個東西，這是德行的大根大本。"
    },
    {
      "id": "02-037-0419_p0049",
      "zh_CN": "所以中国从前那套东西，现在人无法想像，现在人根本不懂，这个事就难了。古人那个教育设想的周到，那种之精美，我们无法想像。只有中国人有，外国人没有，都没想到。所以中国世世代代有圣贤出现，佛门里头，世世代代有祖师大德出现，它有道理。圣贤、佛菩萨是教出来的。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以中國從前那套東西，現在人無法想像，現在人根本不懂，這個事就難了。古人那個教育設想的周到，那種之精美，我們無法想像。只有中國人有，外國人沒有，都沒想到。所以中國世世代代有聖賢出現，佛門裡頭，世世代代有祖師大德出現，它有道理。聖賢、佛菩薩是教出來的。好，今天時間到了，我們就學習到此地。"
    }
  ]
}