{
  "doc_id": "02-037-0202",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０二集",
    "zh_TW": "第二０二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0202",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-037-0202_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请看《大经科注》第五百三十六页，第一行最后一句看起：",
      "zh_TW": "諸位法師、諸位同學，請坐。請看《大經科註》第五百三十六頁，第一行最後一句看起："
    },
    {
      "id": "02-037-0202_p0002",
      "zh_CN": "「进言之，获得光明身另有三义」，这还是给我们说的经文上第二句「获得光明身」。这里给我们说三个意思，第一个是《千手陀罗尼经》它说，「当知其人即是光明藏，一切如来光明所照故」。其人就是学佛的人，学佛，尤其是学大乘，基本的条件，经上常说知有无，这是基本条件。知无，是知万法皆空，你能够放得下；知有，是知有佛性。一切众生皆有佛性，既有佛性，当然可以作佛，跟《观经》上讲的「是心是佛，是心作佛」意思完全一样。所以这是修学大乘基本的概念。有是真有，无是幻相，我们身心世界凡是有生灭的都是无，所以性有相无、理有事无，首先要相信这一条，这是基本的概念。知道无，我们就彻底放下，不会把它放在心上。知道有，我一定要求证，决定要成佛。八万四千法门当中，最殊胜的、最方便的、最可靠的，一生当中稳稳当当能成就的，我们要知有极乐世界，知有阿弥陀佛，知念佛决定可以往生，这是真有，我们这一生功德就可以做圆满。世间名闻利养、荣华富贵，那都是无，都是一场空，不是真的。不是真的，不能放在心上；真的，那就决定不能放松。所以，「发菩提心，一向专念」就变成最重要的一桩大事。",
      "zh_TW": "「進言之，獲得光明身另有三義」，這還是給我們說的經文上第二句「獲得光明身」。這裡給我們說三個意思，第一個是《千手陀羅尼經》它說，「當知其人即是光明藏，一切如來光明所照故」。其人就是學佛的人，學佛，尤其是學大乘，基本的條件，經上常說知有無，這是基本條件。知無，是知萬法皆空，你能夠放得下；知有，是知有佛性。一切眾生皆有佛性，既有佛性，當然可以作佛，跟《觀經》上講的「是心是佛，是心作佛」意思完全一樣。所以這是修學大乘基本的概念。有是真有，無是幻相，我們身心世界凡是有生滅的都是無，所以性有相無、理有事無，首先要相信這一條，這是基本的概念。知道無，我們就徹底放下，不會把它放在心上。知道有，我一定要求證，決定要成佛。八萬四千法門當中，最殊勝的、最方便的、最可靠的，一生當中穩穩當當能成就的，我們要知有極樂世界，知有阿彌陀佛，知念佛決定可以往生，這是真有，我們這一生功德就可以做圓滿。世間名聞利養、榮華富貴，那都是無，都是一場空，不是真的。不是真的，不能放在心上；真的，那就決定不能放鬆。所以，「發菩提心，一向專念」就變成最重要的一樁大事。"
    },
    {
      "id": "02-037-0202_p0003",
      "zh_CN": "《千手陀罗尼经》说得好，「当知其人即是光明藏」，这话是真的。《华严经》上告诉我们，自性是大光明藏。在净土，常寂光净土，常寂光就是光明藏。「一切如来光明所照故」，这个光明来自于自性，自性本有的光明，不是从外来的。我们看念老的解释。「由于佛光普照」，佛光一定要知道，自己的佛光跟一切佛光是一不是二，生佛不二，自他不二，这是大乘教里基本的概念。「众生垢灭善生」，垢是染污，自性没有污染。惠能大师明心见性，对五祖做出的报告，实际上只要三句话，五祖就把衣钵传给他了，一丝毫怀疑都没有。第一句，「何期自性，本自清净」。自性就是此地讲的佛光，就是此地讲的光明藏，就是净土里面所说的常寂光，这是自性，也叫做法性。它是遍法界虚空界一切万法的本体，万法从这来的。所以它叫第一义谛，也叫真如，也叫实相，许许多多的名词都是说这一桩事情。这桩事情我们要肯定，我们要承认。学佛为什么？就为这桩事情，证得了就叫成佛。能大师第三句说的，「何期自性，本自具足」。本自具足里头第一个就是光明，就是智慧，光明就是智慧，自性本具的。我们迷了，把光明失掉了，所以佛经上讲愚痴暗，暗是黑暗。今天我们没有太阳、没有月亮、没有灯火，这个世界一片漆黑，这就叫无明。无明什么意思？就这个意思。如果你觉悟了，觉悟的时候这个黑暗就没有了，你什么都看得清清楚楚。所以黑暗不是真的。",
      "zh_TW": "《千手陀羅尼經》說得好，「當知其人即是光明藏」，這話是真的。《華嚴經》上告訴我們，自性是大光明藏。在淨土，常寂光淨土，常寂光就是光明藏。「一切如來光明所照故」，這個光明來自於自性，自性本有的光明，不是從外來的。我們看念老的解釋。「由於佛光普照」，佛光一定要知道，自己的佛光跟一切佛光是一不是二，生佛不二，自他不二，這是大乘教裡基本的概念。「眾生垢滅善生」，垢是染污，自性沒有污染。惠能大師明心見性，對五祖做出的報告，實際上只要三句話，五祖就把衣缽傳給他了，一絲毫懷疑都沒有。第一句，「何期自性，本自清淨」。自性就是此地講的佛光，就是此地講的光明藏，就是淨土裡面所說的常寂光，這是自性，也叫做法性。它是遍法界虛空界一切萬法的本體，萬法從這來的。所以它叫第一義諦，也叫真如，也叫實相，許許多多的名詞都是說這一樁事情。這樁事情我們要肯定，我們要承認。學佛為什麼？就為這樁事情，證得了就叫成佛。能大師第三句說的，「何期自性，本自具足」。本自具足裡頭第一個就是光明，就是智慧，光明就是智慧，自性本具的。我們迷了，把光明失掉了，所以佛經上講愚痴暗，暗是黑暗。今天我們沒有太陽、沒有月亮、沒有燈火，這個世界一片漆黑，這就叫無明。無明什麼意思？就這個意思。如果你覺悟了，覺悟的時候這個黑暗就沒有了，你什麼都看得清清楚楚。所以黑暗不是真的。"
    },
    {
      "id": "02-037-0202_p0004",
      "zh_CN": "虚云老和尚，这个人虽然没开悟，他得定了。有一次他走路，走路也入定了，行住坐卧都在定中，走路也入定。入定是什么？心里头妄念没有了，一念不生，这叫入定。他从寺庙回到他的小茅蓬，应该有相当长的距离，走到一半，天就黑了。但是他没有起心动念，他不知道天黑，他看到天是亮的，路是看得清清楚楚的。碰到两个出家人，这出家人是庙上的，都认识。这个出家人拿着灯笼，走到他面前，「虚老，天这么黑了，你怎么没有个灯？」老和尚听到这句话，天马上黑掉了。这不就是一切法从心想生吗？心里头没有杂念的人，天是亮的，永远不会黑下来。那个亮是什么？是自性的光明，遍照法界。才起分别执着，就又回到无明那里去了，就一片漆黑了。佛经上讲的这个话是真的。这个境界不是只有虚老和尚一个人有例子，诸位要去看看《五灯会元》、看看《传灯录》，很多人有这个境界，不是一个人。人在把念头忘掉的时候，这种境界就现前。其实，人把念头忘掉是忘掉粗念，微细的念头没忘掉。微细的念头忘掉，那就永远明了，就不会再黑了。你看虚老和尚，人家一提天这么黑了，果然就黑了，一下就黑掉了。是他自己亲身的经验，确确实实证明了「一切法从心想生」。",
      "zh_TW": "虛雲老和尚，這個人雖然沒開悟，他得定了。有一次他走路，走路也入定了，行住坐臥都在定中，走路也入定。入定是什麼？心裡頭妄念沒有了，一念不生，這叫入定。他從寺廟回到他的小茅蓬，應該有相當長的距離，走到一半，天就黑了。但是他沒有起心動念，他不知道天黑，他看到天是亮的，路是看得清清楚楚的。碰到兩個出家人，這出家人是廟上的，都認識。這個出家人拿著燈籠，走到他面前，「虛老，天這麼黑了，你怎麼沒有個燈？」老和尚聽到這句話，天馬上黑掉了。這不就是一切法從心想生嗎？心裡頭沒有雜念的人，天是亮的，永遠不會黑下來。那個亮是什麼？是自性的光明，遍照法界。才起分別執著，就又回到無明那裡去了，就一片漆黑了。佛經上講的這個話是真的。這個境界不是只有虛老和尚一個人有例子，諸位要去看看《五燈會元》、看看《傳燈錄》，很多人有這個境界，不是一個人。人在把念頭忘掉的時候，這種境界就現前。其實，人把念頭忘掉是忘掉粗念，微細的念頭沒忘掉。微細的念頭忘掉，那就永遠明了，就不會再黑了。你看虛老和尚，人家一提天這麼黑了，果然就黑了，一下就黑掉了。是他自己親身的經驗，確確實實證明了「一切法從心想生」。"
    },
    {
      "id": "02-037-0202_p0005",
      "zh_CN": "一切法本来没有，本来不生，也就是说你的真心、你的自性，本来里头一个念头都没有，那叫真心，那叫自性，原本的样子。就是常寂光，一片光明，什么都没有。除非是跟众生起感应，跟众生起感应是一定的道理，而且不会中断。为什么不会中断？跟你有缘的人太多了，遍法界虚空界，不止你这一生，你过去世中生生世世不知道有多少有缘人，这些人不停的把信息送给你，你全都收到。他们起心动念是想，想念，叫心念，你全都收到。还有他们的身体，身体是物质现象，这个细胞、原子也不断把信息送给你，你对他们的身体状况完全了解。如果他在六道里头生死轮回，你清清楚楚。所以，无论是你的物质现象，五蕴这是体，物质现象是色，受想行识是信息，这个现象统统他都收到。他收到了就不能不管，收到了肯定他就有反应，这个反应就是《还源观》上讲的「出生无尽」。你随着外面境界你起反应，虽起反应，也没有起心动念，当然更没有分别执着。可是你的事情已经办妥了，功德就圆满了，妙不可言！不用起心动念，问题圆满解决。",
      "zh_TW": "一切法本來沒有，本來不生，也就是說你的真心、你的自性，本來裡頭一個念頭都沒有，那叫真心，那叫自性，原本的樣子。就是常寂光，一片光明，什麼都沒有。除非是跟眾生起感應，跟眾生起感應是一定的道理，而且不會中斷。為什麼不會中斷？跟你有緣的人太多了，遍法界虛空界，不止你這一生，你過去世中生生世世不知道有多少有緣人，這些人不停的把信息送給你，你全都收到。他們起心動念是想，想念，叫心念，你全都收到。還有他們的身體，身體是物質現象，這個細胞、原子也不斷把信息送給你，你對他們的身體狀況完全了解。如果他在六道裡頭生死輪迴，你清清楚楚。所以，無論是你的物質現象，五蘊這是體，物質現象是色，受想行識是信息，這個現象統統他都收到。他收到了就不能不管，收到了肯定他就有反應，這個反應就是《還源觀》上講的「出生無盡」。你隨著外面境界你起反應，雖起反應，也沒有起心動念，當然更沒有分別執著。可是你的事情已經辦妥了，功德就圓滿了，妙不可言！不用起心動念，問題圓滿解決。"
    },
    {
      "id": "02-037-0202_p0006",
      "zh_CN": "所以当人即是光明藏，这个当人就是我们自己，一切如来光明所照。「由于佛光普照」，众生染污不见了。所有的染污，染污里头头一个染污就是我。没有我，怎么会有我这个东西出来？这是头一个染污。从这个染污立刻就衍生出贪瞋痴慢疑，法相唯识里面所说的末那识，末那就是染污，末那是四大烦恼常相随。实际上烦恼无量无边，佛经里头常说八万四千烦恼，这四大烦恼是烦恼的根。好像树根，有四条树根，能生八万四千烦恼，能生无量烦恼，无量烦恼都是从这四个根生的。头一个是我，我见；第二个是我爱，有我了，我见就有我爱，爱是贪；我痴，愚痴，痴就是无明；我慢，慢就是瞋恚。所以贪瞋痴，你看，我，贪瞋痴从哪里来的？跟着我来的，有我就有贪瞋痴，贪瞋痴叫三毒烦恼。反面，无贪、无瞋、无痴就叫做三善根。八万四千善法、无量善法从哪里生的？从无贪、无瞋、无痴，所以它叫三善根。你看三善根的反面，贪瞋痴，叫三毒烦恼，这个东西染污自性，自性里头的光明透不出来，被它障碍了；不是没有，有，它障碍了。自性里头无量的智慧、无量的能力、无量的相好，全被它障碍了。所以学佛，真的要知道你在学什么！克实而论，我们学佛是要把我们的自性找回来。自性里头无量的光明、无量的智慧、无量的德相，找回来了，我们就叫成佛，学佛是为这个。那是我们本有的，不是外头来的。外头来的要想要，不见得能得到，本有的，哪有得不到的道理！佛说，没丢掉，只要把障碍放下，你的性德圆满现前。",
      "zh_TW": "所以當人即是光明藏，這個當人就是我們自己，一切如來光明所照。「由於佛光普照」，眾生染污不見了。所有的染污，染污裡頭頭一個染污就是我。沒有我，怎麼會有我這個東西出來？這是頭一個染污。從這個染污立刻就衍生出貪瞋痴慢疑，法相唯識裡面所說的末那識，末那就是染污，末那是四大煩惱常相隨。實際上煩惱無量無邊，佛經裡頭常說八萬四千煩惱，這四大煩惱是煩惱的根。好像樹根，有四條樹根，能生八萬四千煩惱，能生無量煩惱，無量煩惱都是從這四個根生的。頭一個是我，我見；第二個是我愛，有我了，我見就有我愛，愛是貪；我痴，愚痴，痴就是無明；我慢，慢就是瞋恚。所以貪瞋痴，你看，我，貪瞋痴從哪裡來的？跟著我來的，有我就有貪瞋痴，貪瞋痴叫三毒煩惱。反面，無貪、無瞋、無痴就叫做三善根。八萬四千善法、無量善法從哪裡生的？從無貪、無瞋、無痴，所以它叫三善根。你看三善根的反面，貪瞋痴，叫三毒煩惱，這個東西染污自性，自性裡頭的光明透不出來，被它障礙了；不是沒有，有，它障礙了。自性裡頭無量的智慧、無量的能力、無量的相好，全被它障礙了。所以學佛，真的要知道你在學什麼！剋實而論，我們學佛是要把我們的自性找回來。自性裡頭無量的光明、無量的智慧、無量的德相，找回來了，我們就叫成佛，學佛是為這個。那是我們本有的，不是外頭來的。外頭來的要想要，不見得能得到，本有的，哪有得不到的道理！佛說，沒丟掉，只要把障礙放下，你的性德圓滿現前。"
    },
    {
      "id": "02-037-0202_p0007",
      "zh_CN": "我们只要细心观察惠能大师，他怎么找到的？他要没有找到，五祖的衣钵不可能给他。我们在《坛经》里面读到，他年龄不大，才二十四岁。什么身分？用古时候人的话说，这是寺庙里面做苦工的。舂米、破柴都是要用气力的，用现在人说话好听一点，义工，道场的义工，这么一个身分。又不认识字，学历、经历什么都没有。接受五祖和尚的衣钵，那是什么身分？成佛了。凡夫成佛了，稀有，真的是稀有，凡夫成佛，不费功夫成佛了。你要问为什么，很简单的告诉你，只因为他放得下。你为什么不能成佛？你放不下。他那个放得下是真的，你放得下是假的。假的，人家不把衣钵给你。真放下了，真放下，心地一尘不染，无我、无人、无众生、无寿者，真入这个境界。这叫什么？这叫知道真、知道有。有全是假的，统统放下；真的，真的现在找到了。他要没有找到，这五句话说不出来，这一开口，老和尚就肯定他找到了，他回头了。别人学几十年，学一辈子，没有回头。",
      "zh_TW": "我們只要細心觀察惠能大師，他怎麼找到的？他要沒有找到，五祖的衣缽不可能給他。我們在《壇經》裡面讀到，他年齡不大，才二十四歲。什麼身分？用古時候人的話說，這是寺廟裡面做苦工的。舂米、破柴都是要用氣力的，用現在人說話好聽一點，義工，道場的義工，這麼一個身分。又不認識字，學歷、經歷什麼都沒有。接受五祖和尚的衣缽，那是什麼身分？成佛了。凡夫成佛了，稀有，真的是稀有，凡夫成佛，不費功夫成佛了。你要問為什麼，很簡單的告訴你，只因為他放得下。你為什麼不能成佛？你放不下。他那個放得下是真的，你放得下是假的。假的，人家不把衣缽給你。真放下了，真放下，心地一塵不染，無我、無人、無眾生、無壽者，真入這個境界。這叫什麼？這叫知道真、知道有。有全是假的，統統放下；真的，真的現在找到了。他要沒有找到，這五句話說不出來，這一開口，老和尚就肯定他找到了，他回頭了。別人學幾十年，學一輩子，沒有回頭。"
    },
    {
      "id": "02-037-0202_p0008",
      "zh_CN": "我们今天有没有找到？没有放下就是肯定没找到，不要以为自己找到了。没有找到以为自己找到了，这个人就完了，没救了。这个话什么意思？他以为找到，他就没有事了，他不再找了。他以为他得到了，他就停在这个境界，这境界能不能停得住？停不住。停不住怎么样？他就倒退了，不进则退，他就往下堕落了。没有得到自以为得到，这是最可怕的事情，警觉的心都没有了，一迷到底。自己很清楚我没有得到，他还有精进的心，还有高度的警觉心，我要真干，我没有得到。用什么方法？知识分子最好的方法就是经教的薰习。为什么释迦牟尼佛在世讲经教学四十九年，就为这个。",
      "zh_TW": "我們今天有沒有找到？沒有放下就是肯定沒找到，不要以為自己找到了。沒有找到以為自己找到了，這個人就完了，沒救了。這個話什麼意思？他以為找到，他就沒有事了，他不再找了。他以為他得到了，他就停在這個境界，這境界能不能停得住？停不住。停不住怎麼樣？他就倒退了，不進則退，他就往下墮落了。沒有得到自以為得到，這是最可怕的事情，警覺的心都沒有了，一迷到底。自己很清楚我沒有得到，他還有精進的心，還有高度的警覺心，我要真幹，我沒有得到。用什麼方法？知識分子最好的方法就是經教的薰習。為什麼釋迦牟尼佛在世講經教學四十九年，就為這個。"
    },
    {
      "id": "02-037-0202_p0009",
      "zh_CN": "我们在经典里面看到，所有一切诸佛如来、法身菩萨，哪一个人不讲经！讲经就是学教，学教就是讲经，教学相长，天天有进步。经要不讲了，肯定退转。这是我们在年轻的时候学经教，老师常常叮咛，给我们做比喻，说练武功的，天天都要练，打拳，拳不离手，天天要练；唱歌、唱戏的，天天要唱，要吊嗓子。打拳的三个月不动手，手就硬了，不灵活了；唱歌的三个月不唱，他唱不出来了。然后告诉我们，讲经的三个月不讲，生疏了，六个月不讲，再讲就很困难了。告诉我们学讲经的学生，一个星期最低要讲一个小时，不能够少了，每个星期至少要讲一个小时，决定不可以中断。老师这个标准是最低的标准，这是他老人家的标准。他每个星期讲经讲一次，在台中三十八年没有中断，这也不得了！要是每天都讲，那还得了吗？我离开台中到台北，在台北讲经，每天都讲，星期天也没有放假，星期天听的人更多。老师在台中听说了，告诉大家，每天都讲这还得了！我们真的把这个当作事业，这个事业就是教学，天天要读书，天天要上课。上课不敢自以为是老师，决定不能有这个念头，自己永远是学生。谁是老师？听众是老师，听众是监学，我每天学了向他们报告，请大家指教，一生都是这个心态。什么时候可以做老师？明心见性之后可以做老师；没有明心见性之前，我们都在学习，学生，我们大家都是同学。",
      "zh_TW": "我們在經典裡面看到，所有一切諸佛如來、法身菩薩，哪一個人不講經！講經就是學教，學教就是講經，教學相長，天天有進步。經要不講了，肯定退轉。這是我們在年輕的時候學經教，老師常常叮嚀，給我們做比喻，說練武功的，天天都要練，打拳，拳不離手，天天要練；唱歌、唱戲的，天天要唱，要吊嗓子。打拳的三個月不動手，手就硬了，不靈活了；唱歌的三個月不唱，他唱不出來了。然後告訴我們，講經的三個月不講，生疏了，六個月不講，再講就很困難了。告訴我們學講經的學生，一個星期最低要講一個小時，不能夠少了，每個星期至少要講一個小時，決定不可以中斷。老師這個標準是最低的標準，這是他老人家的標準。他每個星期講經講一次，在台中三十八年沒有中斷，這也不得了！要是每天都講，那還得了嗎？我離開台中到台北，在台北講經，每天都講，星期天也沒有放假，星期天聽的人更多。老師在台中聽說了，告訴大家，每天都講這還得了！我們真的把這個當作事業，這個事業就是教學，天天要讀書，天天要上課。上課不敢自以為是老師，決定不能有這個念頭，自己永遠是學生。誰是老師？聽眾是老師，聽眾是監學，我每天學了向他們報告，請大家指教，一生都是這個心態。什麼時候可以做老師？明心見性之後可以做老師；沒有明心見性之前，我們都在學習，學生，我們大家都是同學。"
    },
    {
      "id": "02-037-0202_p0010",
      "zh_CN": "今天老师不在了，我们老师很多，「三人行必有我师」，要记住。当然最得力的是私淑古人，我们今天展开这个集注，黄念祖老居士是我们的老师。念老所引用的八十三种经论，一百一十家的注疏，这些全是我们的老师。我们这个教室，老师多过学生，一百九十三加上黄念祖，一百九十四个老师，我们学习的人只有几个，这个教学无比的殊胜，我们应当值得庆幸。经论、祖师大德里面所说的，里头就包括十方诸佛如来，都在这里教我们。我们如果虚心、诚敬，好好来学习，哪有不成就的道理！自自然然得到诸佛菩萨的加持。",
      "zh_TW": "今天老師不在了，我們老師很多，「三人行必有我師」，要記住。當然最得力的是私淑古人，我們今天展開這個集註，黃念祖老居士是我們的老師。念老所引用的八十三種經論，一百一十家的註疏，這些全是我們的老師。我們這個教室，老師多過學生，一百九十三加上黃念祖，一百九十四個老師，我們學習的人只有幾個，這個教學無比的殊勝，我們應當值得慶幸。經論、祖師大德裡面所說的，裡頭就包括十方諸佛如來，都在這裡教我們。我們如果虛心、誠敬，好好來學習，哪有不成就的道理！自自然然得到諸佛菩薩的加持。"
    },
    {
      "id": "02-037-0202_p0011",
      "zh_CN": "染污除掉之后，善就生了。你看贪瞋痴放下，无贪、无瞋、无痴就起来了，取而代之，三善根，生善。「慧眼开明，净心持念」，智慧开了，用清净心持名念佛。「于是十方如来光明护照」，十方诸佛如来光明护念你、注照你。「行者自身即成光明藏也」，这个修行的人，这个念佛人，他就成就光明藏身。我们念佛念了这么久，为什么还没有感觉得有光明？这个答案就在前面这一句，「众生垢灭善生」，我们的染污没有灭，我们的善没有生起来，所以我们的智慧光明没有显示出来，这就是原因之所在。我们在今天最重要的是什么事情？把我们心里头这些染污要清除掉。要细心去观察，不要以为我已经清除得差不多了，其实依旧有非常严重的染污还在。这些染污障碍你的光明，障碍你真实智慧。这些都是真的，不是假的。所以我们的慧眼没开，心不清净，不是经上讲错了，问题还是出在自己这边。",
      "zh_TW": "染污除掉之後，善就生了。你看貪瞋痴放下，無貪、無瞋、無痴就起來了，取而代之，三善根，生善。「慧眼開明，淨心持念」，智慧開了，用清淨心持名念佛。「於是十方如來光明護照」，十方諸佛如來光明護念你、注照你。「行者自身即成光明藏也」，這個修行的人，這個念佛人，他就成就光明藏身。我們念佛念了這麼久，為什麼還沒有感覺得有光明？這個答案就在前面這一句，「眾生垢滅善生」，我們的染污沒有滅，我們的善沒有生起來，所以我們的智慧光明沒有顯示出來，這就是原因之所在。我們在今天最重要的是什麼事情？把我們心裡頭這些染污要清除掉。要細心去觀察，不要以為我已經清除得差不多了，其實依舊有非常嚴重的染污還在。這些染污障礙你的光明，障礙你真實智慧。這些都是真的，不是假的。所以我們的慧眼沒開，心不清淨，不是經上講錯了，問題還是出在自己這邊。"
    },
    {
      "id": "02-037-0202_p0012",
      "zh_CN": "修禅定的就更容易了解，智慧没有开是什么？定没有成就。定的成就就是清净心现前，行住坐卧都在定中，六根接触六尘境界他不会起心动念。我们今天不行，眼见色，耳闻声，一听立刻就起心动念、就分别执着。现在有个什么好处？是恶的念头、不善的念头少了，善的念头多了，如是而已。这是不是学佛？这不是学佛。学佛最低限度是教你出六道，这个是不出六道。善心善行生三善道，恶念恶行生三恶道，你没有出六道轮回。换句话说，我们所用的心是轮回心，用轮回心学佛，用轮回心念佛，还是在轮回里头，出不了轮回，这总得要搞清楚、搞明白。所以，最重要的是要用出离心，这才能超越，才能走得了。",
      "zh_TW": "修禪定的就更容易了解，智慧沒有開是什麼？定沒有成就。定的成就就是清淨心現前，行住坐臥都在定中，六根接觸六塵境界他不會起心動念。我們今天不行，眼見色，耳聞聲，一聽立刻就起心動念、就分別執著。現在有個什麼好處？是惡的念頭、不善的念頭少了，善的念頭多了，如是而已。這是不是學佛？這不是學佛。學佛最低限度是教你出六道，這個是不出六道。善心善行生三善道，惡念惡行生三惡道，你沒有出六道輪迴。換句話說，我們所用的心是輪迴心，用輪迴心學佛，用輪迴心念佛，還是在輪迴裡頭，出不了輪迴，這總得要搞清楚、搞明白。所以，最重要的是要用出離心，這才能超越，才能走得了。"
    },
    {
      "id": "02-037-0202_p0013",
      "zh_CN": "怎么才是出离心？出离心怎么发法？例子很多。真正知道这个世间苦，容易发出离心，这就是为什么释迦牟尼佛要出家修道。他是真出了家，我们出家是假出家。家的象征就是房子，你看中国写这个家字，你要用篆字写起来，你就看到那是个小房子。这房子里面有一只猪，小猪，这比喻什么？愚痴，没有智慧，住在这个房子里头。释迦牟尼佛真出家了，一生晚上只树底下休息一下，真出家了，三衣一钵，什么都没有。这是告诉人什么？这叫放下。我们旅行还带行李，那叫没放下。他真放下，那就真的叫出家了。释迦牟尼佛圆寂在树林里头，不是在房子里头，你看他做得多干净，叫后人对他没话说，做出这么好的榜样。我们今天想学他，没有法子学。为什么？人家身体好，禁得起雨露风霜，他不生病。我们要学他那个样子，晚上到树底下去待一夜，第二天就加护病房去了，这不行，决定做不到，这是我们要有自知之明。他是做老师的身分，要做出这个样子来给人看。我们做学生，我们学生跟老师比差得很远，所以我们还住在一个房子里头。",
      "zh_TW": "怎麼才是出離心？出離心怎麼發法？例子很多。真正知道這個世間苦，容易發出離心，這就是為什麼釋迦牟尼佛要出家修道。他是真出了家，我們出家是假出家。家的象徵就是房子，你看中國寫這個家字，你要用篆字寫起來，你就看到那是個小房子。這房子裡面有一隻豬，小豬，這比喻什麼？愚痴，沒有智慧，住在這個房子裡頭。釋迦牟尼佛真出家了，一生晚上只樹底下休息一下，真出家了，三衣一缽，什麼都沒有。這是告訴人什麼？這叫放下。我們旅行還帶行李，那叫沒放下。他真放下，那就真的叫出家了。釋迦牟尼佛圓寂在樹林裡頭，不是在房子裡頭，你看他做得多乾淨，叫後人對他沒話說，做出這麼好的榜樣。我們今天想學他，沒有法子學。為什麼？人家身體好，禁得起雨露風霜，他不生病。我們要學他那個樣子，晚上到樹底下去待一夜，第二天就加護病房去了，這不行，決定做不到，這是我們要有自知之明。他是做老師的身分，要做出這個樣子來給人看。我們做學生，我們學生跟老師比差得很遠，所以我們還住在一個房子裡頭。"
    },
    {
      "id": "02-037-0202_p0014",
      "zh_CN": "但是老师告诉我们，出家，心出家比身出家重要，心果然出家了，身不碍事。你看看，经典里头记载的，《往生传》里面记载的，上上品往生，许许多多人身没出家，上上品往生。经典上你看《观经》讲的韦提希夫人，在家女众，上上品往生。还有韦提希夫人的侍者五百人，那是伺候她、照顾她的宫女，这些人跟她一起往生极乐世界，也是上品上生。自己上品上生，带了五百人。我们这部经一开端，我们念过「贤护等十六正士」，全是在家菩萨。什么地位的菩萨？等觉菩萨，跟文殊、普贤、观音、势至是平等的。他们往生极乐世界，当然也是上上品往生。这是说明，在家人心出家了，身没有出家，心出家了，心清净一尘不染。眼不被色尘转，耳不被音声所转，你的六根在六尘上自己能做得了主宰，不受外头境界影响，这叫清净。看见、听到一点风吹草动，这个心马上就起了反应，念头就生了，这个不行。",
      "zh_TW": "但是老師告訴我們，出家，心出家比身出家重要，心果然出家了，身不礙事。你看看，經典裡頭記載的，《往生傳》裡面記載的，上上品往生，許許多多人身沒出家，上上品往生。經典上你看《觀經》講的韋提希夫人，在家女眾，上上品往生。還有韋提希夫人的侍者五百人，那是伺候她、照顧她的宮女，這些人跟她一起往生極樂世界，也是上品上生。自己上品上生，帶了五百人。我們這部經一開端，我們念過「賢護等十六正士」，全是在家菩薩。什麼地位的菩薩？等覺菩薩，跟文殊、普賢、觀音、勢至是平等的。他們往生極樂世界，當然也是上上品往生。這是說明，在家人心出家了，身沒有出家，心出家了，心清淨一塵不染。眼不被色塵轉，耳不被音聲所轉，你的六根在六塵上自己能做得了主宰，不受外頭境界影響，這叫清淨。看見、聽到一點風吹草動，這個心馬上就起了反應，念頭就生了，這個不行。"
    },
    {
      "id": "02-037-0202_p0015",
      "zh_CN": "如果你要说，我们六根接触六尘境界不起心不动念，那不变成麻木不仁了吗？遇到人家苦难，我们也不伸手了吗？这哪里是菩萨！没错，菩萨遇到苦难肯定伸出援手，马上就帮助他，他是菩萨。我们看到伸出援手，你是世间善人而已，不是菩萨。为什么？你心里起心动念了。菩萨伸出援手救护一切众生，他不起心不动念、不分别不执着，那是菩萨，跟我们确实不一样。释迦牟尼佛住世八十年，讲经教学四十九年，他没有起心、没有动念，没有分别、没有执着。他的事我们可以学得到，这世间的好事，一生从事于教学，好教育家，他那个心学不到，那个心是佛，没起心动念。为什么没有起心动念？他知道空有，我们不知道空有。我们把空当作有，把有当作空，搞错了。空是自性，有是法相，法相之有是假有，自性之空叫真空，叫真空妙有，二边都不着。一着就迷了，空有二边都不着，他永远是清醒的，那叫智慧，那个清醒就是智慧，智慧就是光明。",
      "zh_TW": "如果你要說，我們六根接觸六塵境界不起心不動念，那不變成麻木不仁了嗎？遇到人家苦難，我們也不伸手了嗎？這哪裡是菩薩！沒錯，菩薩遇到苦難肯定伸出援手，馬上就幫助他，他是菩薩。我們看到伸出援手，你是世間善人而已，不是菩薩。為什麼？你心裡起心動念了。菩薩伸出援手救護一切眾生，他不起心不動念、不分別不執著，那是菩薩，跟我們確實不一樣。釋迦牟尼佛住世八十年，講經教學四十九年，他沒有起心、沒有動念，沒有分別、沒有執著。他的事我們可以學得到，這世間的好事，一生從事於教學，好教育家，他那個心學不到，那個心是佛，沒起心動念。為什麼沒有起心動念？他知道空有，我們不知道空有。我們把空當作有，把有當作空，搞錯了。空是自性，有是法相，法相之有是假有，自性之空叫真空，叫真空妙有，二邊都不著。一著就迷了，空有二邊都不著，他永遠是清醒的，那叫智慧，那個清醒就是智慧，智慧就是光明。"
    },
    {
      "id": "02-037-0202_p0016",
      "zh_CN": "再看，「二者，如《论注》云：佛光明是智慧相也。故光明身与智慧眼不二。智慧眼开，了了见性，光明身顿即成就也」。换句话说，见性的人那个身就是光明身，他的光明身我们没看见。惠能大师明心见性了，他坐在那个地方，晚上坐在那个地方我们看不到他。那我们要问，他能不能看到我们？他肯定能看到。为什么？他身有光，他能照见外面，外面看不到他。这什么原因？自性有光明，这大家知道的。自性的本体是大光明藏，为什么我们离开日月灯光就一片漆黑，大光明藏到哪里去了？大光明藏在，那不是光明没有了，是我们自己本身有障碍。譬如你在光天化日之下你带个眼罩，什么也看不见，一片漆黑，是你自己有障碍，你眼罩拿掉不就看到了吗？我们这个眼罩是什么？无始无明、尘沙无明、见思无明，带了三个眼罩，所以一片漆黑。要靠外面的光才能看到一点点，看近不能看远，道理就在此地。如果我们把起心动念、分别执着放下，你就看到宇宙是一片光明。这个事情就在现前，我们确实是这个情形。六祖明心见性了，他没有障碍，换句话说，他没有黑夜。我们念佛念到清净心的时候，这个现象也会发生，这个现象发生，说明常寂光是真的，一点都不假。常是永恒不灭，叫做常，不会有中断的，只是我们自己本身有障碍，这个障碍应当要放下。末后这句说得好，智慧眼开，了了见性，光明身立刻就成就。这个标准是绝对的标准，只要明心见性，你就没有黑暗了。",
      "zh_TW": "再看，「二者，如《論註》云：佛光明是智慧相也。故光明身與智慧眼不二。智慧眼開，了了見性，光明身頓即成就也」。換句話說，見性的人那個身就是光明身，他的光明身我們沒看見。惠能大師明心見性了，他坐在那個地方，晚上坐在那個地方我們看不到他。那我們要問，他能不能看到我們？他肯定能看到。為什麼？他身有光，他能照見外面，外面看不到他。這什麼原因？自性有光明，這大家知道的。自性的本體是大光明藏，為什麼我們離開日月燈光就一片漆黑，大光明藏到哪裡去了？大光明藏在，那不是光明沒有了，是我們自己本身有障礙。譬如你在光天化日之下你帶個眼罩，什麼也看不見，一片漆黑，是你自己有障礙，你眼罩拿掉不就看到了嗎？我們這個眼罩是什麼？無始無明、塵沙無明、見思無明，帶了三個眼罩，所以一片漆黑。要靠外面的光才能看到一點點，看近不能看遠，道理就在此地。如果我們把起心動念、分別執著放下，你就看到宇宙是一片光明。這個事情就在現前，我們確實是這個情形。六祖明心見性了，他沒有障礙，換句話說，他沒有黑夜。我們念佛念到清淨心的時候，這個現象也會發生，這個現象發生，說明常寂光是真的，一點都不假。常是永恆不滅，叫做常，不會有中斷的，只是我們自己本身有障礙，這個障礙應當要放下。末後這句說得好，智慧眼開，了了見性，光明身立刻就成就。這個標準是絕對的標準，只要明心見性，你就沒有黑暗了。"
    },
    {
      "id": "02-037-0202_p0017",
      "zh_CN": "「三者，如《思益经》曰：如来身者，即是无量光明之藏。盖愿一切众生皆由真实智慧，而证如来法身也。」这是弥陀的本愿，愿一切众生有真实智慧。真实智慧就是自性里面本具的智慧光明，不是从外来的，所以这个东西不是学来的。修行到底修什么？八万四千法门、无量法门，就是一个放下。放下为什么有那么多，八万四千？用什么方法放下，那个方法有八万四千、有无量无边，随便你用哪个方法放下，统统是。宗派、法门统统都是方法不一样，放下是相同。放下，清净心就现前，真实智慧就现前，真实之际就现前，真实之际就是明心见性，真实的利益就现前，利益是你成佛了。你看从凡夫成佛了，这在利益上说，都在放下！我感谢章嘉大师，第一天见面他就教我放下。告诉我，凡夫从初发心到如来地，就是看破帮助放下，放下帮助看破。这两个方法相辅相成，无量无边法门都出不了这个规矩。这老人说真的，一点都不假。",
      "zh_TW": "「三者，如《思益經》曰：如來身者，即是無量光明之藏。蓋願一切眾生皆由真實智慧，而證如來法身也。」這是彌陀的本願，願一切眾生有真實智慧。真實智慧就是自性裡面本具的智慧光明，不是從外來的，所以這個東西不是學來的。修行到底修什麼？八萬四千法門、無量法門，就是一個放下。放下為什麼有那麼多，八萬四千？用什麼方法放下，那個方法有八萬四千、有無量無邊，隨便你用哪個方法放下，統統是。宗派、法門統統都是方法不一樣，放下是相同。放下，清淨心就現前，真實智慧就現前，真實之際就現前，真實之際就是明心見性，真實的利益就現前，利益是你成佛了。你看從凡夫成佛了，這在利益上說，都在放下！我感謝章嘉大師，第一天見面他就教我放下。告訴我，凡夫從初發心到如來地，就是看破幫助放下，放下幫助看破。這兩個方法相輔相成，無量無邊法門都出不了這個規矩。這老人說真的，一點都不假。"
    },
    {
      "id": "02-037-0202_p0018",
      "zh_CN": "下面解释，『闭塞诸恶道』。什么叫「恶道」？「恶道者，《地持经》言：乘恶行往，名为恶道」。念老下头有解释。「即乘恶行而往之道路，亦名恶趣。地狱、饿鬼、畜生等是也。上名三恶趣，亦有加入修罗，名为四恶趣者」。趣是趣向，向着这个目的地。这目的地是什么？是地狱、是饿鬼、是畜生、是修罗，这是通往这些地方的道路，这个道路就称为恶道。恶道是讲果，因是什么？贪瞋痴慢，贪心饿鬼道，瞋恚地狱道，愚痴畜生道，傲慢修罗道，修罗、罗刹都非常傲慢，自以为是。那想想这四条我们有没有？如果我们的心里头有贪瞋痴慢，你走的路就是恶道。你将来到哪里去？这四条路通这四个地方，这四个地方都不是好地方。修罗、罗刹，有些时候看到他们也很不错，有大福报。可是你要晓得，罗刹、修罗死了以后到哪里？全是地狱道。你要看清楚了，这个路就不是好路。阿修罗的福报是非常大，威势也大，造业多，伤害人多，所以他的前面是地狱，没有往后退的。",
      "zh_TW": "下面解釋，『閉塞諸惡道』。什麼叫「惡道」？「惡道者，《地持經》言：乘惡行往，名為惡道」。念老下頭有解釋。「即乘惡行而往之道路，亦名惡趣。地獄、餓鬼、畜生等是也。上名三惡趣，亦有加入修羅，名為四惡趣者」。趣是趣向，向著這個目的地。這目的地是什麼？是地獄、是餓鬼、是畜生、是修羅，這是通往這些地方的道路，這個道路就稱為惡道。惡道是講果，因是什麼？貪瞋痴慢，貪心餓鬼道，瞋恚地獄道，愚痴畜生道，傲慢修羅道，修羅、羅剎都非常傲慢，自以為是。那想想這四條我們有沒有？如果我們的心裡頭有貪瞋痴慢，你走的路就是惡道。你將來到哪裡去？這四條路通這四個地方，這四個地方都不是好地方。修羅、羅剎，有些時候看到他們也很不錯，有大福報。可是你要曉得，羅剎、修羅死了以後到哪裡？全是地獄道。你要看清楚了，這個路就不是好路。阿修羅的福報是非常大，威勢也大，造業多，傷害人多，所以他的前面是地獄，沒有往後退的。"
    },
    {
      "id": "02-037-0202_p0019",
      "zh_CN": "我们再往下面看，「闭者，关闭」，塞的意思。「令诸众生免除堕入三恶趣，或四恶趣之厄难」，堕到那个地方，那真的是灾难，「是为闭塞诸恶道之粗解」，这是最简单的解释。「《会疏》更进一解，谓六道皆是恶道」，这个解释更进一步了。为什么？「疏云：六道，则流转所由，故言恶道。」「《会疏》之说，于经有据」，经典里头有根据。《魏译》本，康僧铠的译本，曰「横截五恶趣」。「以修罗分入余趣，故六趣成为五趣。经云五恶趣即《会疏》所解，六道均名恶趣」。这个意思是，阿修罗，《楞严经》上说得很清楚，除了地狱没有阿修罗，其他的四道统统都有。天有阿修罗，平常我们讲阿修罗道，就指天阿修罗，人间有阿修罗，鬼道有阿修罗，畜生有阿修罗，这个四道都有。哪些属于？你细细观察，傲慢心特高，脾气很大。阿修罗一定是有福报，为什么？过去生中修布施，他有大福报，财、法、无畏他都修，所以福报很大。好胜心特强，样样他要站在第一位，烧香也要烧头炷香，叫他跟着烧第二炷香，他就不高兴了。所以通常也有说五趣，五趣就是六道，没有阿修罗。天、人、畜生、饿鬼，把阿修罗归并在这个四道，只有地狱没有。所以，说四恶趣就是五恶趣，五恶趣就是六恶趣，六道都是恶趣。",
      "zh_TW": "我們再往下面看，「閉者，關閉」，塞的意思。「令諸眾生免除墮入三惡趣，或四惡趣之厄難」，墮到那個地方，那真的是災難，「是為閉塞諸惡道之粗解」，這是最簡單的解釋。「《會疏》更進一解，謂六道皆是惡道」，這個解釋更進一步了。為什麼？「疏云：六道，則流轉所由，故言惡道。」「《會疏》之說，於經有據」，經典裡頭有根據。《魏譯》本，康僧鎧的譯本，曰「橫截五惡趣」。「以修羅分入餘趣，故六趣成為五趣。經云五惡趣即《會疏》所解，六道均名惡趣」。這個意思是，阿修羅，《楞嚴經》上說得很清楚，除了地獄沒有阿修羅，其他的四道統統都有。天有阿修羅，平常我們講阿修羅道，就指天阿修羅，人間有阿修羅，鬼道有阿修羅，畜生有阿修羅，這個四道都有。哪些屬於？你細細觀察，傲慢心特高，脾氣很大。阿修羅一定是有福報，為什麼？過去生中修布施，他有大福報，財、法、無畏他都修，所以福報很大。好勝心特強，樣樣他要站在第一位，燒香也要燒頭炷香，叫他跟著燒第二炷香，他就不高興了。所以通常也有說五趣，五趣就是六道，沒有阿修羅。天、人、畜生、餓鬼，把阿修羅歸併在這個四道，只有地獄沒有。所以，說四惡趣就是五惡趣，五惡趣就是六惡趣，六道都是惡趣。"
    },
    {
      "id": "02-037-0202_p0020",
      "zh_CN": "为什么说六道统统是恶趣？六道出不了六道轮回，只要在六道里面，肯定是在三恶道的时间长，在三善道的时间很短。你要是问为什么？你就想想，我们起心动念，从早到晚你观察一天，这一天里头是恶念多还是善念多？是自利的念头多还是利他的念头多？你从这个地方去观察，你就完全明白了。从自己观察到别人，别人看社会，你看这个世界上，我们出去观光旅游，不能白去，要真正看到东西。看什么？看人心，看人的行为，他想些什么，听听他说的些什么，他做的些什么，你细心去观察你就完全明白了，你不观察你不知道。现在人的存心，你心里想什么？贪瞋痴慢疑，这是现在人心；情绪是怨恨恼怒烦，他干的是杀盗淫妄。这个世界还会好吗？这个世界里头，把六道都在人道里头演出来了。人间的畜生，人间的修罗，人间的罗刹，人间的饿鬼，人间的地狱，你有没有看见？六道的缩影就在人间这一个地球上全看到，我们还没有警觉心那就没法子了，真的是随业流转。佛送了我们四个字，随业流转后头是「苦不堪言」。",
      "zh_TW": "為什麼說六道統統是惡趣？六道出不了六道輪迴，只要在六道裡面，肯定是在三惡道的時間長，在三善道的時間很短。你要是問為什麼？你就想想，我們起心動念，從早到晚你觀察一天，這一天裡頭是惡念多還是善念多？是自利的念頭多還是利他的念頭多？你從這個地方去觀察，你就完全明白了。從自己觀察到別人，別人看社會，你看這個世界上，我們出去觀光旅遊，不能白去，要真正看到東西。看什麼？看人心，看人的行為，他想些什麼，聽聽他說的些什麼，他做的些什麼，你細心去觀察你就完全明白了，你不觀察你不知道。現在人的存心，你心裡想什麼？貪瞋痴慢疑，這是現在人心；情緒是怨恨惱怒煩，他幹的是殺盜淫妄。這個世界還會好嗎？這個世界裡頭，把六道都在人道裡頭演出來了。人間的畜生，人間的修羅，人間的羅剎，人間的餓鬼，人間的地獄，你有沒有看見？六道的縮影就在人間這一個地球上全看到，我們還沒有警覺心那就沒法子了，真的是隨業流轉。佛送了我們四個字，隨業流轉後頭是「苦不堪言」。"
    },
    {
      "id": "02-037-0202_p0021",
      "zh_CN": "这个环境对念佛的人来说，好环境，真看清楚了，对这个世间一丝毫的留恋都没有。下定一个决心，唯有极乐世界能救我们，我们今天只有这一条出路，这一条出路是真的，不是假的。这条出路并不难，人人都能够学，只要具备三个条件，这三个条件都很难。第一个真信，如果对极乐世界认识不清楚、不踏实，我们的信心建立不起来，我们的愿心不恳切，这个世间没有彻底舍掉。换句话说，对极乐世界是半信半疑。为什么相信？佛不妄语，佛不应该是欺骗我们，也没有理由欺骗我们，我们可以相信他。可是事实我们没有看到，理论，理论太深了。难得近代的量子力学家，研究报告当中跟佛法讲的理论相应，帮助我们增长了信心。信心增长，愿心也就增长了，同时增长，这好事情。下面就是念佛功夫要得力。",
      "zh_TW": "這個環境對念佛的人來說，好環境，真看清楚了，對這個世間一絲毫的留戀都沒有。下定一個決心，唯有極樂世界能救我們，我們今天只有這一條出路，這一條出路是真的，不是假的。這條出路並不難，人人都能夠學，只要具備三個條件，這三個條件都很難。第一個真信，如果對極樂世界認識不清楚、不踏實，我們的信心建立不起來，我們的願心不懇切，這個世間沒有徹底捨掉。換句話說，對極樂世界是半信半疑。為什麼相信？佛不妄語，佛不應該是欺騙我們，也沒有理由欺騙我們，我們可以相信他。可是事實我們沒有看到，理論，理論太深了。難得近代的量子力學家，研究報告當中跟佛法講的理論相應，幫助我們增長了信心。信心增長，願心也就增長了，同時增長，這好事情。下面就是念佛功夫要得力。"
    },
    {
      "id": "02-037-0202_p0022",
      "zh_CN": "功夫为什么不得力？杂念太多，妄想太多，想把杂念妄想放下，他就是放不下。这句佛号念几声就不见了，佛号就没有了，妄念又出来了。许许多多人为这个事情很懊恼、很痛苦。用什么方法能够把这些妄念降伏住？给你说一句真实话，还就是念佛。我念佛没有效！没有效是你念的功夫不够。我肚子饿了，怎么办？吃饭，吃一碗没饱，你再吃一碗，你吃的不够。就这么个简单道理，就这句佛号念到底。你看印光大师在《文钞》里头，曾经有人问过这个问题，老和尚说，真正念佛堂念佛人，老实念了三年。一支香的时间，古时候没有钟表，寺庙里头没有，时间用什么来算？燃香，长香一支香大概一个半小时，一般的香一个小时。所以问多长时间，一支香、两支香、几支香，是这样说法的。一支香里面还有二、三个妄念，功夫不错了。他念多久？一般是三年。你看，人家念三年功夫，三年不断，还有二、三个念头。你现在刚刚开始，就想没有念头，这个太过分了一点，那做不到。",
      "zh_TW": "功夫為什麼不得力？雜念太多，妄想太多，想把雜念妄想放下，他就是放不下。這句佛號念幾聲就不見了，佛號就沒有了，妄念又出來了。許許多多人為這個事情很懊惱、很痛苦。用什麼方法能夠把這些妄念降伏住？給你說一句真實話，還就是念佛。我念佛沒有效！沒有效是你念的功夫不夠。我肚子餓了，怎麼辦？吃飯，吃一碗沒飽，你再吃一碗，你吃的不夠。就這麼個簡單道理，就這句佛號念到底。你看印光大師在《文鈔》裡頭，曾經有人問過這個問題，老和尚說，真正念佛堂念佛人，老實念了三年。一支香的時間，古時候沒有鐘錶，寺廟裡頭沒有，時間用什麼來算？燃香，長香一支香大概一個半小時，一般的香一個小時。所以問多長時間，一支香、兩支香、幾支香，是這樣說法的。一支香裡面還有二、三個妄念，功夫不錯了。他念多久？一般是三年。你看，人家念三年功夫，三年不斷，還有二、三個念頭。你現在剛剛開始，就想沒有念頭，這個太過分了一點，那做不到。"
    },
    {
      "id": "02-037-0202_p0023",
      "zh_CN": "过去的人妄念本来就少，一支香还有二、三个念头，现在妄想这么多，一支香里头有二、三十个念头，不错了，这是真话。你别去照顾念头，别去管念头，愈管它愈多。为什么？你想它！念头多少别去管它，我把心专注在佛号上，这就对了。这样去念，妄念自然就少了，功夫自然就得力，这个很重要！我们今天很多人确实有真信、有切愿，就是念佛念不好。要想把妄念、杂念除掉，最好的方法还是念这句阿弥陀佛，阿弥陀佛加持你，真加持。加持还有，那就是你的习气太深，你的妄念太重了，需要时间，不要害怕，要认真努力。经教对我们确实有帮助，把这些事、理讲清楚、讲明白。所以，六道都是恶道，六道都不是好地方。如果要到六道来，还是先到极乐世界，自己成就之后再到六道来是菩萨再来，那就没有问题了。在六道里头现身说法，教化众生，帮助大家了生死出三界。",
      "zh_TW": "過去的人妄念本來就少，一支香還有二、三個念頭，現在妄想這麼多，一支香裡頭有二、三十個念頭，不錯了，這是真話。你別去照顧念頭，別去管念頭，愈管它愈多。為什麼？你想它！念頭多少別去管它，我把心專注在佛號上，這就對了。這樣去念，妄念自然就少了，功夫自然就得力，這個很重要！我們今天很多人確實有真信、有切願，就是念佛念不好。要想把妄念、雜念除掉，最好的方法還是念這句阿彌陀佛，阿彌陀佛加持你，真加持。加持還有，那就是你的習氣太深，你的妄念太重了，需要時間，不要害怕，要認真努力。經教對我們確實有幫助，把這些事、理講清楚、講明白。所以，六道都是惡道，六道都不是好地方。如果要到六道來，還是先到極樂世界，自己成就之後再到六道來是菩薩再來，那就沒有問題了。在六道裡頭現身說法，教化眾生，幫助大家了生死出三界。"
    },
    {
      "id": "02-037-0202_p0024",
      "zh_CN": "「今会本第三十二品亦曰：横截于五趣，恶道自闭塞。」我们要有能力横截于五趣，不是竖超，横截就是念佛往生极乐世界，横超。我们从六道里头横超出去，这个五趣就是六道，不是竖出。竖出是往上提升，一层一层提升，上面二十八层天，二十九层就出去了。那个费功夫、费时间，很辛苦。念佛这个法门善巧、方便。",
      "zh_TW": "「今會本第三十二品亦曰：橫截於五趣，惡道自閉塞。」我們要有能力橫截於五趣，不是豎超，橫截就是念佛往生極樂世界，橫超。我們從六道裡頭橫超出去，這個五趣就是六道，不是豎出。豎出是往上提升，一層一層提升，上面二十八層天，二十九層就出去了。那個費功夫、費時間，很辛苦。念佛這個法門善巧、方便。"
    },
    {
      "id": "02-037-0202_p0025",
      "zh_CN": "再看后面这一段，『通达善趣门』。「通达者，畅通无壅」，没有障碍。门有个两个意思，一个是差别的意思，一个是趣入的意思。《大乘义章》第一卷说，「门别不同，故名为门」，就是分门别类的意思，如部门、门类，这称之为门。「又能通人趣入名门」，这个房子有门，从门进出。「法有种种差别，即是有种种门」，所以八万四千法门，这叫法门。「皆能使人趣入涅槃」，这是门的意思。门门都通无上道，为什么？门门都是教你放下，放下就通了，障碍就没有了；障碍不在别人，全在自己。放下执着，你就出了六道，六道这个门通了，没障碍了，出去了。放下妄想分别，十法界的门开了，你就可以离开十法界，到一真法界，这是成佛去了。每个法门都是教你放下。",
      "zh_TW": "再看後面這一段，『通達善趣門』。「通達者，暢通無壅」，沒有障礙。門有個兩個意思，一個是差別的意思，一個是趣入的意思。《大乘義章》第一卷說，「門別不同，故名為門」，就是分門別類的意思，如部門、門類，這稱之為門。「又能通人趣入名門」，這個房子有門，從門進出。「法有種種差別，即是有種種門」，所以八萬四千法門，這叫法門。「皆能使人趣入涅槃」，這是門的意思。門門都通無上道，為什麼？門門都是教你放下，放下就通了，障礙就沒有了；障礙不在別人，全在自己。放下執著，你就出了六道，六道這個門通了，沒障礙了，出去了。放下妄想分別，十法界的門開了，你就可以離開十法界，到一真法界，這是成佛去了。每個法門都是教你放下。"
    },
    {
      "id": "02-037-0202_p0026",
      "zh_CN": "「故指经中之法为门」。念佛，这是一切法门当中的一门。这个门条件最简单，什么人都能修，个个有成就。往生到极乐世界，自自然然就把烦恼业障统统放下。我们自己只要一心专念阿弥陀佛，这一心专念的功德，就有能力，现在人讲能量，就有能量断烦恼，就有能量消业障，我们要深深相信。这个道理，这部经里头讲得很清楚、很明白，如果熟读这部经注，你对于道理明白了，事你就不怀疑，你就会很老实的一直念下去。过去即使造作五逆十恶之罪、毁谤佛法之罪，都不要紧，这一句佛号统统能忏除，阿弥陀佛决定会接引你往生，这不可思议！这部经号称为难信之法，如果你真信，你这一生就成佛；你要不相信，那继续搞六道轮回。都在乎我们自己去选择。",
      "zh_TW": "「故指經中之法為門」。念佛，這是一切法門當中的一門。這個門條件最簡單，什麼人都能修，個個有成就。往生到極樂世界，自自然然就把煩惱業障統統放下。我們自己只要一心專念阿彌陀佛，這一心專念的功德，就有能力，現在人講能量，就有能量斷煩惱，就有能量消業障，我們要深深相信。這個道理，這部經裡頭講得很清楚、很明白，如果熟讀這部經註，你對於道理明白了，事你就不懷疑，你就會很老實的一直念下去。過去即使造作五逆十惡之罪、毀謗佛法之罪，都不要緊，這一句佛號統統能懺除，阿彌陀佛決定會接引你往生，這不可思議！這部經號稱為難信之法，如果你真信，你這一生就成佛；你要不相信，那繼續搞六道輪迴。都在乎我們自己去選擇。"
    },
    {
      "id": "02-037-0202_p0027",
      "zh_CN": "底下引《四教义》第三卷说「门者，以能通为义。佛教所诠正四句法，通行人至真性实相之理，故名为门。后者正是今经中之义」。就是修行人，至是到达，真性实相之理你能够证得，这叫做门。「善趣者，一般指六趣中之三善趣」，善趣就是善道的意思，一般指六道中的三善趣。「但此与今经之义相违」，为什么？这部经的意思，既然以六道都是恶趣，「故人天等趣不能复称善趣」，你出不了六道轮回，这不能算是善。「故知善趣门不是趣向人天之门，而是上善者所趣向，故名善趣门。如《会疏》曰：菩提者，则上善所入，故言善趣门。是谓入菩提妙觉之法门，才是善趣门」。",
      "zh_TW": "底下引《四教義》第三卷說「門者，以能通為義。佛教所詮正四句法，通行人至真性實相之理，故名為門。後者正是今經中之義」。就是修行人，至是到達，真性實相之理你能夠證得，這叫做門。「善趣者，一般指六趣中之三善趣」，善趣就是善道的意思，一般指六道中的三善趣。「但此與今經之義相違」，為什麼？這部經的意思，既然以六道都是惡趣，「故人天等趣不能復稱善趣」，你出不了六道輪迴，這不能算是善。「故知善趣門不是趣向人天之門，而是上善者所趣向，故名善趣門。如《會疏》曰：菩提者，則上善所入，故言善趣門。是謂入菩提妙覺之法門，才是善趣門」。"
    },
    {
      "id": "02-037-0202_p0028",
      "zh_CN": "这里头「通达善趣门」，意思很深。善趣门是什么？就是西方极乐世界，往生到极乐世界，真正是善趣。八万四千法门，如果我们藉这个法门确确实实能证得无上菩提，都叫善趣。由此可知，善趣必然是上契诸佛所说之理，下契众生可度之机，那叫善趣。如果跟我们根性不相应，虽是佛说的法，对我来说不是善趣门。为什么？我做不到，这个门我进不去，我进去之后得不到。标准，最粗浅的标准是六道轮回，出不了六道轮回，更深一层的，出不了十法界。换句话说，出不了十法界，都不算是善趣。六道轮回里头两种生死，分段生死跟变易生死。四圣法界，分段生死没有了，有变易生死，也就是没有真正了生死出十法界，这不能算是善趣。善趣一定要帮助我们出十法界，两种生死都了了，这才叫真正善趣。今天摆在我们面前，印光大师说得好，只有这一门，能真正帮助我们横出三界，往生净土，不退成佛，这是真正善趣。契理契机，我们依照这个法门去修学，真正能成就，真正能得到效果，这才叫善趣。所以这个地方的善趣，绝对不是三善道，绝对不是声闻、缘觉。往生净土皆作阿惟越致菩萨，这叫善趣。阿惟越致简单的说就是不退成佛，他只有向上提升，绝对没有向下堕落的，极乐世界阿弥陀佛给我们做了保证。",
      "zh_TW": "這裡頭「通達善趣門」，意思很深。善趣門是什麼？就是西方極樂世界，往生到極樂世界，真正是善趣。八萬四千法門，如果我們藉這個法門確確實實能證得無上菩提，都叫善趣。由此可知，善趣必然是上契諸佛所說之理，下契眾生可度之機，那叫善趣。如果跟我們根性不相應，雖是佛說的法，對我來說不是善趣門。為什麼？我做不到，這個門我進不去，我進去之後得不到。標準，最粗淺的標準是六道輪迴，出不了六道輪迴，更深一層的，出不了十法界。換句話說，出不了十法界，都不算是善趣。六道輪迴裡頭兩種生死，分段生死跟變易生死。四聖法界，分段生死沒有了，有變易生死，也就是沒有真正了生死出十法界，這不能算是善趣。善趣一定要幫助我們出十法界，兩種生死都了了，這才叫真正善趣。今天擺在我們面前，印光大師說得好，只有這一門，能真正幫助我們橫出三界，往生淨土，不退成佛，這是真正善趣。契理契機，我們依照這個法門去修學，真正能成就，真正能得到效果，這才叫善趣。所以這個地方的善趣，絕對不是三善道，絕對不是聲聞、緣覺。往生淨土皆作阿惟越致菩薩，這叫善趣。阿惟越致簡單的說就是不退成佛，他只有向上提升，絕對沒有向下墮落的，極樂世界阿彌陀佛給我們做了保證。"
    },
    {
      "id": "02-037-0202_p0029",
      "zh_CN": "下面说，「此门唯有发菩提心上善之人方能趣入，洞开此门，故云通达善趣门。云何洞开？则唯有成就净国、普摄群生之净土法门也。」洞开此门只有一个人，阿弥陀佛。建立西方极乐世界，欢迎我们去往生，一丝毫障碍都没有，这才叫洞开此门。由此可知，学佛，这一生不能往生，我们的功德唐捐了，很可惜。但是有很多同修都说，往生没有把握，念佛功夫不得力，愈着急就愈糟糕，就决定不能成就。到底怎么办？心平气和，该放下的统统放下，该认真的那要真的去认真。什么事该认真？念佛该认真。除了念佛这个大事之外，其他的最好都淡薄一些，别认真了。古来祖师大德教我们，随缘度日，这叫「随缘消旧业，不再造新殃」，不要再造业，善业恶业都不造，我们心就清净了。",
      "zh_TW": "下面說，「此門唯有發菩提心上善之人方能趣入，洞開此門，故云通達善趣門。云何洞開？則唯有成就淨國、普攝群生之淨土法門也。」洞開此門只有一個人，阿彌陀佛。建立西方極樂世界，歡迎我們去往生，一絲毫障礙都沒有，這才叫洞開此門。由此可知，學佛，這一生不能往生，我們的功德唐捐了，很可惜。但是有很多同修都說，往生沒有把握，念佛功夫不得力，愈著急就愈糟糕，就決定不能成就。到底怎麼辦？心平氣和，該放下的統統放下，該認真的那要真的去認真。什麼事該認真？念佛該認真。除了念佛這個大事之外，其他的最好都淡薄一些，別認真了。古來祖師大德教我們，隨緣度日，這叫「隨緣消舊業，不再造新殃」，不要再造業，善業惡業都不造，我們心就清淨了。"
    },
    {
      "id": "02-037-0202_p0030",
      "zh_CN": "别人做好事，昨天我看到上海来了一个同修，在那边做了个放生园，好事情，我们也随喜一些，身上有的钱全给他了。他这个放生园，对象是屠宰场里头那些牛羊，这些大的动物，小的有鸡鸭，到屠宰场上去买，去放生。这些东西牠不是野生动物，所以他们找了一块地，地方政府也支持他。他说现在大概有七十多亩地，希望将来能达到五百亩，好事情，这应该要做的。做了之后可别放在心上，这就对了，要学菩萨，作而无作，无作而作。如果做了常常念着它，就不好。为什么？着了相。着相就造业，造什么？造善业，将来得善报，它有果报。我把它统统忘得干干净净的，善恶果报全没有，那我得的是什么果报？极乐世界的果报。只着极乐世界的相，不要着别的相，这样念佛就对了，念念不离开佛号。",
      "zh_TW": "別人做好事，昨天我看到上海來了一個同修，在那邊做了個放生園，好事情，我們也隨喜一些，身上有的錢全給他了。他這個放生園，對象是屠宰場裡頭那些牛羊，這些大的動物，小的有雞鴨，到屠宰場上去買，去放生。這些東西牠不是野生動物，所以他們找了一塊地，地方政府也支持他。他說現在大概有七十多畝地，希望將來能達到五百畝，好事情，這應該要做的。做了之後可別放在心上，這就對了，要學菩薩，作而無作，無作而作。如果做了常常念著它，就不好。為什麼？著了相。著相就造業，造什麼？造善業，將來得善報，它有果報。我把它統統忘得乾乾淨淨的，善惡果報全沒有，那我得的是什麼果報？極樂世界的果報。只著極樂世界的相，不要著別的相，這樣念佛就對了，念念不離開佛號。"
    },
    {
      "id": "02-037-0202_p0031",
      "zh_CN": "妄想杂念多的，我过去还教人一个方法，这特多的，他自己也非常烦恼，我教给他用念佛机，就是念佛号的。那个时候还没有念佛机，是录音机，录一卷佛号，可以小录音机带在身上的。用耳机，把它放得很大的声音，你只听到佛号，外头什么声音都听不到，你就跟着它念，也有效果。持之有恒，然后不用念佛机，耳朵里头还是有佛号。好！他随时随处能听到佛号，自己跟着佛号去念，慢慢功夫就成片了。现在用的念佛机，比录音机录一卷带子就方便太多了，体积又小，用个耳机非常之好。如果杂念真多，两个耳都用耳机，不要一个耳机听佛号，这个还听到乱七八糟的东西，还是麻烦。两个耳朵都听佛号，不让杂念进去，好办法！",
      "zh_TW": "妄想雜念多的，我過去還教人一個方法，這特多的，他自己也非常煩惱，我教給他用念佛機，就是念佛號的。那個時候還沒有念佛機，是錄音機，錄一卷佛號，可以小錄音機帶在身上的。用耳機，把它放得很大的聲音，你只聽到佛號，外頭什麼聲音都聽不到，你就跟著它念，也有效果。持之有恆，然後不用念佛機，耳朵裡頭還是有佛號。好！他隨時隨處能聽到佛號，自己跟著佛號去念，慢慢功夫就成片了。現在用的念佛機，比錄音機錄一卷帶子就方便太多了，體積又小，用個耳機非常之好。如果雜念真多，兩個耳都用耳機，不要一個耳機聽佛號，這個還聽到亂七八糟的東西，還是麻煩。兩個耳朵都聽佛號，不讓雜念進去，好辦法！"
    },
    {
      "id": "02-037-0202_p0032",
      "zh_CN": "下面，第四科「开藏施宝」。",
      "zh_TW": "下面，第四科「開藏施寶」。"
    },
    {
      "id": "02-037-0202_p0033",
      "zh_CN": "【为众开法藏。广施功德宝。】",
      "zh_TW": "【為眾開法藏。廣施功德寶。】"
    },
    {
      "id": "02-037-0202_p0034",
      "zh_CN": "这两句经文好，这都是阿弥陀佛的功德，往生到极乐世界就都得到了。『为众』，「众」是谁？往生到极乐世界的这些人，这些大众。阿弥陀佛为这些大众『开法藏』，『广施功德宝』，他真的是大施主，世出世法里头没有人能跟他相比。建造极乐世界不是自己享受的，是接引十方一切诸佛刹土里面的六道苦难众生，到他那里去一生圆满成佛，他造的是这个事业！极乐世界到底是个什么地方？用我们现在的话说，成佛的学院。我们这佛学院未必能成佛，它是成佛学院，到那里去肯定成佛，这还得了！我们发心，真正要发心作佛的，上这个学院就对了。真正发心成佛，就真正发心度众生，成佛是为什么？是为度众生的。为度众生，首先自己要成佛道，这个学校帮助你成佛道，帮助你度众生。就这两句经文，为你开法藏，阿弥陀佛广施功德宝给你。",
      "zh_TW": "這兩句經文好，這都是阿彌陀佛的功德，往生到極樂世界就都得到了。『為眾』，「眾」是誰？往生到極樂世界的這些人，這些大眾。阿彌陀佛為這些大眾『開法藏』，『廣施功德寶』，他真的是大施主，世出世法裡頭沒有人能跟他相比。建造極樂世界不是自己享受的，是接引十方一切諸佛剎土裡面的六道苦難眾生，到他那裡去一生圓滿成佛，他造的是這個事業！極樂世界到底是個什麼地方？用我們現在的話說，成佛的學院。我們這佛學院未必能成佛，它是成佛學院，到那裡去肯定成佛，這還得了！我們發心，真正要發心作佛的，上這個學院就對了。真正發心成佛，就真正發心度眾生，成佛是為什麼？是為度眾生的。為度眾生，首先自己要成佛道，這個學校幫助你成佛道，幫助你度眾生。就這兩句經文，為你開法藏，阿彌陀佛廣施功德寶給你。"
    },
    {
      "id": "02-037-0202_p0035",
      "zh_CN": "今天时间到了。我们就学习到此地",
      "zh_TW": "今天時間到了。我們就學習到此地"
    }
  ]
}