{
  "doc_id": "02-037-0153",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五三集",
    "zh_TW": "第一五三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0153",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-037-0153_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第四百五十七面，倒数第六行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第四百五十七面，倒數第六行："
    },
    {
      "id": "02-037-0153_p0002",
      "zh_CN": "「于一念之顷，圆满成就者，备显极乐国土之事事无碍，一多相即，延促同时。芥子须弥，十方不离当处；一念遍供，三世不隔当念。当下即是，圆摄无遗。故云：华藏无异极乐，净土遍收玄妙。」这段文是说西方极乐世界这些菩萨们，神通、道力不可思议，他们在极短的时间，经上讲一刹那，能超过一切诸佛的刹土。遍法界虚空界一念时间能够遍到，这是《还源观》上所讲的「周遍法界」。而且他们能办事，有些分身只是示现给你看，不能真正办事，那是小神通；这个神通管用，他办事，他能供佛、他能闻法。所以这种境界我们无法想像，不是我们常识当中的事情。但是在理上讲得通，理上就是全是自性性德的起用，那就是这种境界。阿赖耶起作用还做不到，完全是自性起用。阿赖耶里面的现象就是十法界，一真法界，阿赖耶就没有了，已经转八识成四智。何况这是妙觉果位上的境界，比实报土的境界还要殊胜，实报土我们已经不可思议了，何况妙觉如来的境界！",
      "zh_TW": "「於一念之頃，圓滿成就者，備顯極樂國土之事事無礙，一多相即，延促同時。芥子須彌，十方不離當處；一念遍供，三世不隔當念。當下即是，圓攝無遺。故云：華藏無異極樂，淨土遍收玄妙。」這段文是說西方極樂世界這些菩薩們，神通、道力不可思議，他們在極短的時間，經上講一剎那，能超過一切諸佛的剎土。遍法界虛空界一念時間能夠遍到，這是《還源觀》上所講的「周遍法界」。而且他們能辦事，有些分身只是示現給你看，不能真正辦事，那是小神通；這個神通管用，他辦事，他能供佛、他能聞法。所以這種境界我們無法想像，不是我們常識當中的事情。但是在理上講得通，理上就是全是自性性德的起用，那就是這種境界。阿賴耶起作用還做不到，完全是自性起用。阿賴耶裡面的現象就是十法界，一真法界，阿賴耶就沒有了，已經轉八識成四智。何況這是妙覺果位上的境界，比實報土的境界還要殊勝，實報土我們已經不可思議了，何況妙覺如來的境界！"
    },
    {
      "id": "02-037-0153_p0003",
      "zh_CN": "「供养诸佛，表所兴之事至繁也」。佛太多了，无量无边、无数无尽，而悉于一念之顷，都在一念当中他就圆满成就，这个事情就做完了。备显极乐世界跟《华严》一样事事无碍，这是四种无碍达到究竟圆满。事事无碍，不是事理，是事事。你看一多相即，自己本身这是一，往生到极乐世界，能够分无量无边身这是多，一即是多，多即是一，一多不二。这一句是讲分身、讲化身，化身无异真身，真身能做什么事，他化身一样。延促同时，这是讲时间，延是长时间，促是短时间，很长时间需要办的事情，他刹那就完成了；换句话说，在他们那个境界里面没有时间。芥子纳须弥，芥子、须弥这是讲空间，空间没有了，大小没有了，芥子小，须弥大，没有大小。小中可以容大，大中容小我们能理解，小中容大我们就不能理解。但是现在这些现象我们看到了，一个小晶片很小，现在电脑用的晶片指甲那么大，里面可以容纳一部《大藏经》，这就不可思议了。",
      "zh_TW": "「供養諸佛，表所興之事至繁也」。佛太多了，無量無邊、無數無盡，而悉於一念之頃，都在一念當中他就圓滿成就，這個事情就做完了。備顯極樂世界跟《華嚴》一樣事事無礙，這是四種無礙達到究竟圓滿。事事無礙，不是事理，是事事。你看一多相即，自己本身這是一，往生到極樂世界，能夠分無量無邊身這是多，一即是多，多即是一，一多不二。這一句是講分身、講化身，化身無異真身，真身能做什麼事，他化身一樣。延促同時，這是講時間，延是長時間，促是短時間，很長時間需要辦的事情，他剎那就完成了；換句話說，在他們那個境界裡面沒有時間。芥子納須彌，芥子、須彌這是講空間，空間沒有了，大小沒有了，芥子小，須彌大，沒有大小。小中可以容大，大中容小我們能理解，小中容大我們就不能理解。但是現在這些現象我們看到了，一個小晶片很小，現在電腦用的晶片指甲那麼大，裡面可以容納一部《大藏經》，這就不可思議了。"
    },
    {
      "id": "02-037-0153_p0004",
      "zh_CN": "我在马来西亚，马哈迪长老跟我谈过这个事情。我向他说，佛经里面说得更微妙，一粒微尘里面容纳的信息是遍法界虚空界；用一般的话，就是全宇宙的信息都在一微尘当中。指甲那么大，容一部《大藏经》，这太少了，说明科技跟佛法还不能相比。一微尘里头容纳的全宇宙，这全宇宙能起作用吗？能，普贤菩萨能入这个境界。微尘里面的世界跟现在外头的大世界无二无别，这个世界并没有缩小，微尘没有放大，居然在里头，里头有，一点都不缺。所以普贤菩萨进入里面，也可以参访一切诸佛如来刹土，无量无边的世界在一微尘里头，叫一毛一尘。一毛一尘里面的世界，里头还有一毛一尘，那个一毛一尘依然还是有虚空法界在里头，重重无尽。这个科学没讲到。这是什么？这是自性。",
      "zh_TW": "我在馬來西亞，馬哈迪長老跟我談過這個事情。我向他說，佛經裡面說得更微妙，一粒微塵裡面容納的信息是遍法界虛空界；用一般的話，就是全宇宙的信息都在一微塵當中。指甲那麼大，容一部《大藏經》，這太少了，說明科技跟佛法還不能相比。一微塵裡頭容納的全宇宙，這全宇宙能起作用嗎？能，普賢菩薩能入這個境界。微塵裡面的世界跟現在外頭的大世界無二無別，這個世界並沒有縮小，微塵沒有放大，居然在裡頭，裡頭有，一點都不缺。所以普賢菩薩進入裡面，也可以參訪一切諸佛如來剎土，無量無邊的世界在一微塵裡頭，叫一毛一塵。一毛一塵裡面的世界，裡頭還有一毛一塵，那個一毛一塵依然還是有虛空法界在裡頭，重重無盡。這個科學沒講到。這是什麼？這是自性。"
    },
    {
      "id": "02-037-0153_p0005",
      "zh_CN": "用中国过去老祖宗的两句话，我们觉得这两句话很有味道，这两句话是怎么说来的？从哪里说起的？他说「其大无外，其小无内」，用在《华严经》十玄里头这才能讲得出来。十玄只有《华严》有，大乘教里头都没有，中国老祖宗这两句话从哪来的？所以我相信，老祖宗是妙觉如来化身来的，要不然这个话他怎么说得出来？凭什么说的？其小无内，你看微尘很小，里头有世界，那个世界里头还有微尘，那个微尘里头还有世界，没有底，这才叫无内。其大无外好懂，其小无内不好懂，无内就是重重无尽。法界妙，自性妙，完全是自性所现的现象，自性没有现象，能现现象。十方不离当处，这是真的，十方无量无边的刹土在哪里？当处。一毛是汗毛，汗毛端，一微尘，十方在哪里？在毛端、在微尘，就在此地，当下即是。三世不离当念，所以一念能够十方世界统统供养。我们再换句话说，一念能遍听，一切如来所说之法他都听圆满了。",
      "zh_TW": "用中國過去老祖宗的兩句話，我們覺得這兩句話很有味道，這兩句話是怎麼說來的？從哪裡說起的？他說「其大無外，其小無內」，用在《華嚴經》十玄裡頭這才能講得出來。十玄只有《華嚴》有，大乘教裡頭都沒有，中國老祖宗這兩句話從哪來的？所以我相信，老祖宗是妙覺如來化身來的，要不然這個話他怎麼說得出來？憑什麼說的？其小無內，你看微塵很小，裡頭有世界，那個世界裡頭還有微塵，那個微塵裡頭還有世界，沒有底，這才叫無內。其大無外好懂，其小無內不好懂，無內就是重重無盡。法界妙，自性妙，完全是自性所現的現象，自性沒有現象，能現現象。十方不離當處，這是真的，十方無量無邊的剎土在哪裡？當處。一毛是汗毛，汗毛端，一微塵，十方在哪裡？在毛端、在微塵，就在此地，當下即是。三世不離當念，所以一念能夠十方世界統統供養。我們再換句話說，一念能遍聽，一切如來所說之法他都聽圓滿了。"
    },
    {
      "id": "02-037-0153_p0006",
      "zh_CN": "这一念是明心见性，这一念是大彻大悟，十方三世都没有了，就是空间没有了，时间没有了。这个境界，现在科学家所说的零极限的境界。科学家的零极限是什么都没有，大乘佛教里头这个极限它什么都具足，活的，活活泼泼。你看上面，一念遍供，圆摄无遗，我们从这些地方就能体会到，如来的智慧、如来的德行、如来的道力、如来的神通都没有极限，只能用个圆满来说，没有极限。圆满到什么程度我们不知道，用没有极限多少有一点概念，真的是无有边际。",
      "zh_TW": "這一念是明心見性，這一念是大徹大悟，十方三世都沒有了，就是空間沒有了，時間沒有了。這個境界，現在科學家所說的零極限的境界。科學家的零極限是什麼都沒有，大乘佛教裡頭這個極限它什麼都具足，活的，活活潑潑。你看上面，一念遍供，圓攝無遺，我們從這些地方就能體會到，如來的智慧、如來的德行、如來的道力、如來的神通都沒有極限，只能用個圓滿來說，沒有極限。圓滿到什麼程度我們不知道，用沒有極限多少有一點概念，真的是無有邊際。"
    },
    {
      "id": "02-037-0153_p0007",
      "zh_CN": "这里头最重要的，回归到当人自性，就是我们的自性。我们跟诸佛如来的自性是一不是二，这比什么都重要。佛说一切经就是希望我们能够会归自性，所讲的不是别的，自性之外，诸佛如来一句话都没有，千经万论都是性体、性相、性德、性用，全讲自性。希望我们明白，希望我们肯定，希望我们会归到自己，这不是别人，就是自己。一切诸佛如来是自己心现的，一切诸佛刹土也是自己心显现的，离开自心一法不立，这才叫真信佛。这部《无量寿经》说的是谁？说的自己，就是讲的本性、就是讲的本善。一部《华严》亦如是，千经万论无一不如是。所以，佛法修学的宗旨、目标我们就清楚了，就是教我们明心见性。无论哪个宗派，无论哪个法门，见性就圆满了。我们回归自性方法不一样，所以有八万四千法门，那是方法，门是门道，方法、门道无量无边。",
      "zh_TW": "這裡頭最重要的，回歸到當人自性，就是我們的自性。我們跟諸佛如來的自性是一不是二，這比什麼都重要。佛說一切經就是希望我們能夠會歸自性，所講的不是別的，自性之外，諸佛如來一句話都沒有，千經萬論都是性體、性相、性德、性用，全講自性。希望我們明白，希望我們肯定，希望我們會歸到自己，這不是別人，就是自己。一切諸佛如來是自己心現的，一切諸佛剎土也是自己心顯現的，離開自心一法不立，這才叫真信佛。這部《無量壽經》說的是誰？說的自己，就是講的本性、就是講的本善。一部《華嚴》亦如是，千經萬論無一不如是。所以，佛法修學的宗旨、目標我們就清楚了，就是教我們明心見性。無論哪個宗派，無論哪個法門，見性就圓滿了。我們回歸自性方法不一樣，所以有八萬四千法門，那是方法，門是門道，方法、門道無量無邊。"
    },
    {
      "id": "02-037-0153_p0008",
      "zh_CN": "四弘誓愿里说「法门无量誓愿学」，哪一个法门都能回归自性，就像一个圆球一样，圆球上任何一点都能达到圆心。我们把圆心比喻自性，这个圆不管大小，圆球面上任何一点都能达到自性。但是这个要直心，如果心歪了就见不到，就偏了，就达不到中心，所以心一定要正。我们讲用直角，它就能达到，稍微偏一点就达不到，面上任何一点用直角都能达到。所以法门平等，无有高下，这一点是教给我们对法门要尊重，不能批评，不能说我这个法门好，你那个法门差，不可以这样说法。法门真的是平等，众生根性不平等，我们是哪一种根性，用哪个法门比较方便，道理在此地。可是你一门通了，门门都通了，一切都通，不是通一门另一门不通，不是的，全通了，一即一切，一切即一。",
      "zh_TW": "四弘誓願裡說「法門無量誓願學」，哪一個法門都能回歸自性，就像一個圓球一樣，圓球上任何一點都能達到圓心。我們把圓心比喻自性，這個圓不管大小，圓球面上任何一點都能達到自性。但是這個要直心，如果心歪了就見不到，就偏了，就達不到中心，所以心一定要正。我們講用直角，它就能達到，稍微偏一點就達不到，面上任何一點用直角都能達到。所以法門平等，無有高下，這一點是教給我們對法門要尊重，不能批評，不能說我這個法門好，你那個法門差，不可以這樣說法。法門真的是平等，眾生根性不平等，我們是哪一種根性，用哪個法門比較方便，道理在此地。可是你一門通了，門門都通了，一切都通，不是通一門另一門不通，不是的，全通了，一即一切，一切即一。"
    },
    {
      "id": "02-037-0153_p0009",
      "zh_CN": "这总结，华藏无异极乐，华藏就是极乐，华藏跟极乐不二。我在新加坡讲《华严经》，我们念佛求生净土，有人问我，《华严》跟净土如何来理解？我告诉他，很简单，华藏好比新加坡，这你懂了，极乐净土好比是乌节路，新加坡最繁华的一条路。我说你从这个比喻上去了解，是一不是二，最精华的一处，华藏最精华的一处就是极乐世界。极乐世界是个学校，阿弥陀佛在那里示现的，就像释迦牟尼佛在我们地球上示现，很相似。他在那里办学，在那里成就，一切众生到他那里去，都圆满成佛，圆满证得究竟。如果我们真知道这回事情，真相信，还会有妄念吗？每一秒钟我都要争着念阿弥陀佛，我都不能把时间让它空过，真正做到了净念相继，为什么？恨不得马上去。万缘放下，一心专念，那是什么？那真相信了。人到那个境界，《无量寿经》可以不要学了，学了没用处。《无量寿经》终极的目标就是这个，就是希望你彻底认识了，一切放下，就这一句名号，你就证无上道。所以，乡下的阿公、阿婆，什么经都不懂，就那一句他就往生了，而且时间不长。这是什么？用心之专，万缘放下，知道干什么都是造业，都是障碍，只有这一个方法、一条路是直通的，通到阿弥陀佛那里。",
      "zh_TW": "這總結，華藏無異極樂，華藏就是極樂，華藏跟極樂不二。我在新加坡講《華嚴經》，我們念佛求生淨土，有人問我，《華嚴》跟淨土如何來理解？我告訴他，很簡單，華藏好比新加坡，這你懂了，極樂淨土好比是烏節路，新加坡最繁華的一條路。我說你從這個比喻上去了解，是一不是二，最精華的一處，華藏最精華的一處就是極樂世界。極樂世界是個學校，阿彌陀佛在那裡示現的，就像釋迦牟尼佛在我們地球上示現，很相似。他在那裡辦學，在那裡成就，一切眾生到他那裡去，都圓滿成佛，圓滿證得究竟。如果我們真知道這回事情，真相信，還會有妄念嗎？每一秒鐘我都要爭著念阿彌陀佛，我都不能把時間讓它空過，真正做到了淨念相繼，為什麼？恨不得馬上去。萬緣放下，一心專念，那是什麼？那真相信了。人到那個境界，《無量壽經》可以不要學了，學了沒用處。《無量壽經》終極的目標就是這個，就是希望你徹底認識了，一切放下，就這一句名號，你就證無上道。所以，鄉下的阿公、阿婆，什麼經都不懂，就那一句他就往生了，而且時間不長。這是什麼？用心之專，萬緣放下，知道幹什麼都是造業，都是障礙，只有這一個方法、一條路是直通的，通到阿彌陀佛那裡。"
    },
    {
      "id": "02-037-0153_p0010",
      "zh_CN": "净土遍收玄妙，《华严》的玄妙在净土，就在这一句名号里头，妙极了！《法华》的玄妙也在里头，宗门的玄妙也在里头，大日如来的玄妙也在里头，乃至于今天讲科学、哲学，没有一法不在里头，你念这一句阿弥陀佛就全都有了。没有人知道，自己也不晓得。自己也不晓得，真干，这善根不得了！真念，什么问题都能解决。",
      "zh_TW": "淨土遍收玄妙，《華嚴》的玄妙在淨土，就在這一句名號裡頭，妙極了！《法華》的玄妙也在裡頭，宗門的玄妙也在裡頭，大日如來的玄妙也在裡頭，乃至於今天講科學、哲學，沒有一法不在裡頭，你念這一句阿彌陀佛就全都有了。沒有人知道，自己也不曉得。自己也不曉得，真幹，這善根不得了！真念，什麼問題都能解決。"
    },
    {
      "id": "02-037-0153_p0011",
      "zh_CN": "我们再看下一段经文，「定成正觉」，你看语气这样的肯定，第十二愿。",
      "zh_TW": "我們再看下一段經文，「定成正覺」，你看語氣這樣的肯定，第十二願。"
    },
    {
      "id": "02-037-0153_p0012",
      "zh_CN": "【我作佛时。所有众生。生我国者。远离分别。诸根寂静。若不决定成等正觉。证大涅槃者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。遠離分別。諸根寂靜。若不決定成等正覺。證大涅槃者。不取正覺。】"
    },
    {
      "id": "02-037-0153_p0013",
      "zh_CN": "这一愿的愿文，句句都是决定、肯定。『所有众生』，横的说，十方法界一切诸佛刹土。弥陀本愿之大，那就是大而无外，小而无内，这真叫大愿。从众生性质来说，最高的是等觉菩萨，往生到极乐世界去的，最下面的是无间地狱，造作极重罪业的人，有缘全都能往生。善导大师这句话说得好，「四土三辈九品，总在遇缘不同」。我们往生到极乐世界是什么样的品位？有很多人自己以为我们业障深重、迷惑颠倒，往生极乐世界大概都是同居土下下品往生。善导大师会摇头说，未必，你是业障极重的人，从三途出来，遇缘去往生的，说不定是实报土上上品往生的，全在遇缘不同。什么是缘？缘是说你用心不同，你对极乐世界的信心，你对于极乐世界的愿心，这个重要，你对于三宝、你对于一切众生那个心态，都要算到里头去。",
      "zh_TW": "這一願的願文，句句都是決定、肯定。『所有眾生』，橫的說，十方法界一切諸佛剎土。彌陀本願之大，那就是大而無外，小而無內，這真叫大願。從眾生性質來說，最高的是等覺菩薩，往生到極樂世界去的，最下面的是無間地獄，造作極重罪業的人，有緣全都能往生。善導大師這句話說得好，「四土三輩九品，總在遇緣不同」。我們往生到極樂世界是什麼樣的品位？有很多人自己以為我們業障深重、迷惑顛倒，往生極樂世界大概都是同居土下下品往生。善導大師會搖頭說，未必，你是業障極重的人，從三途出來，遇緣去往生的，說不定是實報土上上品往生的，全在遇緣不同。什麼是緣？緣是說你用心不同，你對極樂世界的信心，你對於極樂世界的願心，這個重要，你對於三寶、你對於一切眾生那個心態，都要算到裡頭去。"
    },
    {
      "id": "02-037-0153_p0014",
      "zh_CN": "真正肯定了极乐世界、阿弥陀佛是我自性里头变现的，跟我是一体，这种人纵然是阿鼻地狱往生，他生到极乐世界什么品位？实报土上上品，我们要明白这个道理。品位下的是什么？太高了，我不敢当，太高了，我不行，我没有资格到那里去。你自己把你自己拉下去了。这个事情不能客气，要直下承当。经上讲的字字句句是真话，不是假话，阿弥陀佛自性跟我们自己自性是一个，不是两个。《六祖坛经》里面说，惠能的自性跟五祖的自性是一个性，不是两个性，人有南北，自性没有南北。所以他能开悟，他可以直下承当。别人就说：祖师，我怎么敢跟你比？你太高了，太有智慧了，我是迷惑颠倒。这就不行了。惠能不认识字，什么也没有学过，那么年轻，你看看他就知道自己的自性跟佛性、跟祖师的性是一个性，没有差别。如果我们有这个认知，往生品位就高了，没有这个认知不行。",
      "zh_TW": "真正肯定了極樂世界、阿彌陀佛是我自性裡頭變現的，跟我是一體，這種人縱然是阿鼻地獄往生，他生到極樂世界什麼品位？實報土上上品，我們要明白這個道理。品位下的是什麼？太高了，我不敢當，太高了，我不行，我沒有資格到那裡去。你自己把你自己拉下去了。這個事情不能客氣，要直下承當。經上講的字字句句是真話，不是假話，阿彌陀佛自性跟我們自己自性是一個，不是兩個。《六祖壇經》裡面說，惠能的自性跟五祖的自性是一個性，不是兩個性，人有南北，自性沒有南北。所以他能開悟，他可以直下承當。別人就說：祖師，我怎麼敢跟你比？你太高了，太有智慧了，我是迷惑顛倒。這就不行了。惠能不認識字，什麼也沒有學過，那麼年輕，你看看他就知道自己的自性跟佛性、跟祖師的性是一個性，沒有差別。如果我們有這個認知，往生品位就高了，沒有這個認知不行。"
    },
    {
      "id": "02-037-0153_p0015",
      "zh_CN": "再有一个就是放下。放下是包袱，什么都是累赘、都是包袱，总的来说，见思烦恼、尘沙烦恼、无明烦恼，统统放下。从哪里放起？从身见放起，不要执着这个身是我，这个身是假的，身决定不是我。身都不是我了，何况身外之物？于是身外之物有无都不相干，有很好，没有也很好。有与没有是事，心里头干干净净一尘不染，这叫真放下。事上放下，心里还在想，一点也没放下。事上有，心里干干净净，我们前面说过，只有一个阿弥陀佛，除阿弥陀佛之外什么也没有，他真放干净了。净宗跟其他的大乘不一样的地方就在此地，净宗，心里头就是阿弥陀佛。像禅宗，阿弥陀佛也没有，都放下了。阿弥陀佛都没有了，这是阿弥陀佛全有了，两个境界是平等的。他没有，那是圆满的自性，这个阿弥陀佛就是圆满自性，有跟没有是一不是二，妙就妙在这里。我们在这个地方不能生意见，生意见就错了。",
      "zh_TW": "再有一個就是放下。放下是包袱，什麼都是累贅、都是包袱，總的來說，見思煩惱、塵沙煩惱、無明煩惱，統統放下。從哪裡放起？從身見放起，不要執著這個身是我，這個身是假的，身決定不是我。身都不是我了，何況身外之物？於是身外之物有無都不相干，有很好，沒有也很好。有與沒有是事，心裡頭乾乾淨淨一塵不染，這叫真放下。事上放下，心裡還在想，一點也沒放下。事上有，心裡乾乾淨淨，我們前面說過，只有一個阿彌陀佛，除阿彌陀佛之外什麼也沒有，他真放乾淨了。淨宗跟其他的大乘不一樣的地方就在此地，淨宗，心裡頭就是阿彌陀佛。像禪宗，阿彌陀佛也沒有，都放下了。阿彌陀佛都沒有了，這是阿彌陀佛全有了，兩個境界是平等的。他沒有，那是圓滿的自性，這個阿彌陀佛就是圓滿自性，有跟沒有是一不是二，妙就妙在這裡。我們在這個地方不能生意見，生意見就錯了。"
    },
    {
      "id": "02-037-0153_p0016",
      "zh_CN": "我们是个中等根性的人，就是上不上、下不下，所谓知识分子，知识分子经教就太重要了！方老师当年教给我的时候重视经教，我们从这个门可以入。禅入不进去，绝对不是初学人能入进去，那要惠能那种根性。他老人家告诉我，他说你要知道，在中国历史上，惠能之前没有惠能，惠能之后也没有看到第二个惠能。那只有一个，可不能走他的路子，那太冒险了。教下就是从经教里头慢慢的觉悟、慢慢的明白，只要锲而不舍。这个东西，里面尝到法味才行。李老师在台中三十八年没有离开，在那里教了二、三十个学生，真正成就的没几个人。什么原因？全心全力摆在这上面去，你才能尝到滋味，这法味，尝到滋味就有兴趣，有法喜了；没有尝到滋味的时候这是个苦事情，天天在读书，多辛苦，读到最后没味道了，不想再读。讲也讲不好，年岁一大，记忆力衰退，这些现象都是真实的。所以六十岁以前脚跟站不稳，再往上提升很困难；六十岁这个根站稳了，那你不断向上提升，决定不动摇。",
      "zh_TW": "我們是個中等根性的人，就是上不上、下不下，所謂知識分子，知識分子經教就太重要了！方老師當年教給我的時候重視經教，我們從這個門可以入。禪入不進去，絕對不是初學人能入進去，那要惠能那種根性。他老人家告訴我，他說你要知道，在中國歷史上，惠能之前沒有惠能，惠能之後也沒有看到第二個惠能。那只有一個，可不能走他的路子，那太冒險了。教下就是從經教裡頭慢慢的覺悟、慢慢的明白，只要鍥而不捨。這個東西，裡面嘗到法味才行。李老師在台中三十八年沒有離開，在那裡教了二、三十個學生，真正成就的沒幾個人。什麼原因？全心全力擺在這上面去，你才能嘗到滋味，這法味，嘗到滋味就有興趣，有法喜了；沒有嘗到滋味的時候這是個苦事情，天天在讀書，多辛苦，讀到最後沒味道了，不想再讀。講也講不好，年歲一大，記憶力衰退，這些現象都是真實的。所以六十歲以前腳跟站不穩，再往上提升很困難；六十歲這個根站穩了，那你不斷向上提升，決定不動搖。"
    },
    {
      "id": "02-037-0153_p0017",
      "zh_CN": "而且这里面最重要的一个概念，就是无我，有我是最大的障碍。有我就有贪瞋痴慢、就有自私自利、就有名闻利养，一大堆东西都带上了。无我无人也不行，无我要有人。我学为什么？我为众生学的，众生太苦了。这就是什么？菩提心生起来。自己不知道苦，看到众生苦，众生苦我要去帮助他，我没有德行、我没有智慧、我没有能力我用什么帮他？我们想帮助他，释迦牟尼佛给我们做最好的示范，救苦救难要从根上救。苦从哪来的？苦从迷来的，迷失自性。所有一切苦都是迷失自性，迷得有浅深、有广狭，时间有长短，各个不一样，全是从迷来的。乐从哪里来的？乐从悟来的。佛四十九年讲经教学讲的是什么？是破迷开悟，这就是他讲经的意义。对初学来讲，还是这个大纲领，底下一个小纲领，头一个小纲领，帮助众生断疑生信，这是佛教化众生第一个目标，首先叫你相信。第二个目标，你明白了，那就是破迷开悟。第三个目标，那是你自己的事情了，你要真干。要落实到生活上，过的是佛菩萨的生活，那就有味道了，这只有你自己知道。有明白人知道，一般人不知道，跟你境界相同的人知道，境界比你高的人知道，境界达不到你的，他完全不知道。所以不落实不行。",
      "zh_TW": "而且這裡面最重要的一個概念，就是無我，有我是最大的障礙。有我就有貪瞋痴慢、就有自私自利、就有名聞利養，一大堆東西都帶上了。無我無人也不行，無我要有人。我學為什麼？我為眾生學的，眾生太苦了。這就是什麼？菩提心生起來。自己不知道苦，看到眾生苦，眾生苦我要去幫助他，我沒有德行、我沒有智慧、我沒有能力我用什麼幫他？我們想幫助他，釋迦牟尼佛給我們做最好的示範，救苦救難要從根上救。苦從哪來的？苦從迷來的，迷失自性。所有一切苦都是迷失自性，迷得有淺深、有廣狹，時間有長短，各個不一樣，全是從迷來的。樂從哪裡來的？樂從悟來的。佛四十九年講經教學講的是什麼？是破迷開悟，這就是他講經的意義。對初學來講，還是這個大綱領，底下一個小綱領，頭一個小綱領，幫助眾生斷疑生信，這是佛教化眾生第一個目標，首先叫你相信。第二個目標，你明白了，那就是破迷開悟。第三個目標，那是你自己的事情了，你要真幹。要落實到生活上，過的是佛菩薩的生活，那就有味道了，這只有你自己知道。有明白人知道，一般人不知道，跟你境界相同的人知道，境界比你高的人知道，境界達不到你的，他完全不知道。所以不落實不行。"
    },
    {
      "id": "02-037-0153_p0018",
      "zh_CN": "我看到许许多多人到最后没有成就，什么原因？真的原因就是他没有做到，他没有把他学的东西变成他的生活，变成生活才有味道。你们要把《弟子规》变成生活的话，你过的是谁的生活？孔孟的生活，古人讲孔颜之乐。孔颜之乐谁知道？你真正落实你就知道了。他不能落实，说这个东西很小的东西，小孩去学的，我们哪要学这些东西？错了！小孩学的东西他要全学会了，他现在学东西就真有深度了，为什么？它变成智慧。因为他没有落实《弟子规》这些东西，他所学的是知识，不是智慧。知识，我们在那里头得不到养分，智慧是精神的养分，知识不是的。",
      "zh_TW": "我看到許許多多人到最後沒有成就，什麼原因？真的原因就是他沒有做到，他沒有把他學的東西變成他的生活，變成生活才有味道。你們要把《弟子規》變成生活的話，你過的是誰的生活？孔孟的生活，古人講孔顏之樂。孔顏之樂誰知道？你真正落實你就知道了。他不能落實，說這個東西很小的東西，小孩去學的，我們哪要學這些東西？錯了！小孩學的東西他要全學會了，他現在學東西就真有深度了，為什麼？它變成智慧。因為他沒有落實《弟子規》這些東西，他所學的是知識，不是智慧。知識，我們在那裡頭得不到養分，智慧是精神的養分，知識不是的。"
    },
    {
      "id": "02-037-0153_p0019",
      "zh_CN": "今天这个社会问题，我们是真正参加十几次国际会议，那对我们有好处，我们在那里才恍然大悟，才明了知识有局限性，知识解决问题后头都有后遗症。才佩服东方中国老祖宗跟印度，真了不起！为什么中国还存在，这个文明古国没有消失？就是他有智慧。智慧从哪里来？智慧是把这些德目统统落实，做到了，真受用！方东美先生当年介绍给我的时候，「学佛是人生最高的享受」，不假，我真尝到这个味道，一生感激老师，改变了我的命运。这么好的一个东西，没有人指点不知道。指点的人是关键，你必须对他有信心，真正佩服他，你才肯听话。他要不听话，你的本事再高没用，你教不了他，你跟他没缘。",
      "zh_TW": "今天這個社會問題，我們是真正參加十幾次國際會議，那對我們有好處，我們在那裡才恍然大悟，才明瞭知識有侷限性，知識解決問題後頭都有後遺症。才佩服東方中國老祖宗跟印度，真了不起！為什麼中國還存在，這個文明古國沒有消失？就是他有智慧。智慧從哪裡來？智慧是把這些德目統統落實，做到了，真受用！方東美先生當年介紹給我的時候，「學佛是人生最高的享受」，不假，我真嘗到這個味道，一生感激老師，改變了我的命運。這麼好的一個東西，沒有人指點不知道。指點的人是關鍵，你必須對他有信心，真正佩服他，你才肯聽話。他要不聽話，你的本事再高沒用，你教不了他，你跟他沒緣。"
    },
    {
      "id": "02-037-0153_p0020",
      "zh_CN": "这是以后我们入佛门，看到一些语录、山志里头有记载，年轻参学的来参访，见了老和尚。而老和尚会告诉他，你的缘不在我这里，你到某某地方去，你的缘在那个地方，到那里会成就。他听话，到那边参访，真成就了。难道这个老师比那个差吗？古人记载东西很简单，肯定初学人到这边来一定会问他，这些都没有记载的。问他：你叫什么名字？你是哪里人？你家从事什么事业？肯定问这些的。你对这个道有兴趣，什么原因？问清楚之后，古大德当中，你心目当中最仰慕的是哪些人？现前在世的这些，你最佩服的是哪些人？他说出他最佩服的、最仰慕的，你叫他去，去跟他，准有成就。他如果说是我对你最仰慕、最佩服，那你就留下来，你在我这儿可以成就。就这么个道理，他不是有神通。他心目当中最仰慕、最佩服的，你叫他跟他去，他听他的话，肯定百分之百的顺从，他就会有成就。他没有把我摆在第一位，我的能力比那个更高都没用处，他不会听我的。所以缘在哪里？什么人跟你有缘？你心目当中最佩服的，那个人就跟你有缘。",
      "zh_TW": "這是以後我們入佛門，看到一些語錄、山誌裡頭有記載，年輕參學的來參訪，見了老和尚。而老和尚會告訴他，你的緣不在我這裡，你到某某地方去，你的緣在那個地方，到那裡會成就。他聽話，到那邊參訪，真成就了。難道這個老師比那個差嗎？古人記載東西很簡單，肯定初學人到這邊來一定會問他，這些都沒有記載的。問他：你叫什麼名字？你是哪裡人？你家從事什麼事業？肯定問這些的。你對這個道有興趣，什麼原因？問清楚之後，古大德當中，你心目當中最仰慕的是哪些人？現前在世的這些，你最佩服的是哪些人？他說出他最佩服的、最仰慕的，你叫他去，去跟他，準有成就。他如果說是我對你最仰慕、最佩服，那你就留下來，你在我這兒可以成就。就這麼個道理，他不是有神通。他心目當中最仰慕、最佩服的，你叫他跟他去，他聽他的話，肯定百分之百的順從，他就會有成就。他沒有把我擺在第一位，我的能力比那個更高都沒用處，他不會聽我的。所以緣在哪裡？什麼人跟你有緣？你心目當中最佩服的，那個人就跟你有緣。"
    },
    {
      "id": "02-037-0153_p0021",
      "zh_CN": "老师实际上差一点没有关系，他只要肯听话，你真干，将来你的成就超过老师，这个常有的。老师欢喜，青出于蓝而胜于蓝，一代比一代强，老师高兴。一代比一代衰，一代不如一代，就完了。我们今天看今天的现象，就是一代不如一代，倓虚法师这一代比不上谛闲，倓虚法师的学生没有办法跟倓虚相比，这一代不如一代。什么原因？就是没有真做到，就这么一句话。虽然学很多法门，法味没尝到，像吃东西一样，囫囵吞枣，咽下去了，滋味没出来；细嚼慢咽，滋味才能尝到，就这么个道理。我们要想成功没有别的，真干！在不在老师身边没有关系。诸位一定要知道，在中国最早孟子私淑孔子，孟子好学，仰慕孔子，孔子往生了，不在了，孔子著作还有。他就专门依照孔子的著作，依教奉行，有不了解、不明白的地方，那时候孔子的学生在世的还很多，向他们请教。你看他的成就超过孔子在世所有的学生，后人称孔孟，称孔子为至圣，称孟子为亚圣。儒的承传被孟子承传，而孔子那么多的弟子都不能承传，给孟子承传。什么原因？孟子真干，虽然这个老师不在了，他的教训在。换句话说，我们可以私淑释迦牟尼佛，经典是释迦牟尼佛留下来的。我要照这个经典字字句句都落实了，里面所说的道理是我们的意念，所有的教诲是我们的行为，我全做到了。你就成佛了，你真的是释迦牟尼佛的传人。",
      "zh_TW": "老師實際上差一點沒有關係，他只要肯聽話，你真幹，將來你的成就超過老師，這個常有的。老師歡喜，青出於藍而勝於藍，一代比一代強，老師高興。一代比一代衰，一代不如一代，就完了。我們今天看今天的現象，就是一代不如一代，倓虛法師這一代比不上諦閑，倓虛法師的學生沒有辦法跟倓虛相比，這一代不如一代。什麼原因？就是沒有真做到，就這麼一句話。雖然學很多法門，法味沒嘗到，像吃東西一樣，囫圇吞棗，嚥下去了，滋味沒出來；細嚼慢嚥，滋味才能嘗到，就這麼個道理。我們要想成功沒有別的，真幹！在不在老師身邊沒有關係。諸位一定要知道，在中國最早孟子私淑孔子，孟子好學，仰慕孔子，孔子往生了，不在了，孔子著作還有。他就專門依照孔子的著作，依教奉行，有不了解、不明白的地方，那時候孔子的學生在世的還很多，向他們請教。你看他的成就超過孔子在世所有的學生，後人稱孔孟，稱孔子為至聖，稱孟子為亞聖。儒的承傳被孟子承傳，而孔子那麼多的弟子都不能承傳，給孟子承傳。什麼原因？孟子真幹，雖然這個老師不在了，他的教訓在。換句話說，我們可以私淑釋迦牟尼佛，經典是釋迦牟尼佛留下來的。我要照這個經典字字句句都落實了，裡面所說的道理是我們的意念，所有的教誨是我們的行為，我全做到了。你就成佛了，你真的是釋迦牟尼佛的傳人。"
    },
    {
      "id": "02-037-0153_p0022",
      "zh_CN": "你经只会读、只会讲，不会做，与你的意念没有发生影响，与你的行为没有发生影响，与你的喜乐没有发生影响，那是假的。那就是现在所讲的佛学，你是搞佛学的，你不是学佛。佛学跟学佛一定要搞得很清楚、很明白，我们走哪一条路？我们学佛真会成佛，尤其是遇到《无量寿经》，肯定成就，而且成就说不定非常高。同时，这个法门时间不要很长，这个对我们最有利。教下时间都很长，它跟念书一样，小学、中学、大学、研究所，一步一步往上去，要很长的时间。但是这个法门难信，我学佛，方老师没有说过这个法门，为什么？不相信。认为这是释迦牟尼佛度那些愚痴的、没有知识的，专门来接引他们的。我们自己都自视很高，不甘心在这么低的阶层，人都有这个习气。所以我学佛，可以说前十年不相信净土。",
      "zh_TW": "你經只會讀、只會講，不會做，與你的意念沒有發生影響，與你的行為沒有發生影響，與你的喜樂沒有發生影響，那是假的。那就是現在所講的佛學，你是搞佛學的，你不是學佛。佛學跟學佛一定要搞得很清楚、很明白，我們走哪一條路？我們學佛真會成佛，尤其是遇到《無量壽經》，肯定成就，而且成就說不定非常高。同時，這個法門時間不要很長，這個對我們最有利。教下時間都很長，它跟念書一樣，小學、中學、大學、研究所，一步一步往上去，要很長的時間。但是這個法門難信，我學佛，方老師沒有說過這個法門，為什麼？不相信。認為這是釋迦牟尼佛度那些愚痴的、沒有知識的，專門來接引他們的。我們自己都自視很高，不甘心在這麼低的階層，人都有這個習氣。所以我學佛，可以說前十年不相信淨土。"
    },
    {
      "id": "02-037-0153_p0023",
      "zh_CN": "我跟忏云法师住了半年，在埔里茅蓬里头，这半年当中，他叫我看了四本书。第一个是《印光大师文钞》，那个时候只有正续两编，瑞成书局出版的，四册，再就一部《弥陀经疏钞》，莲池大师的，蕅益大师的《弥陀经要解》，幽溪大师的《弥陀经圆中钞》，我在山上看这四本。他要我把科判用表解画出来，我做出来了。我做出之后我非常惊讶，科判一看一目了然。从文学上来说，你能看出这种文章章法结构整整齐齐，那真叫好文章。你不能再加上一句，可以删掉，你不能去掉它一段，去掉它就断掉了，它接不起来了，才知道佛经之妙。从章法结构你就体会到，他思想体系多么精密，让我们对经典产生敬仰、产生佩服。这是以前我们在学校读书没有过的，佛门有这个东西，叫科判。我在台中跟李老师的时候就学做科判。",
      "zh_TW": "我跟懺雲法師住了半年，在埔里茅蓬裡頭，這半年當中，他叫我看了四本書。第一個是《印光大師文鈔》，那個時候只有正續兩編，瑞成書局出版的，四冊，再就一部《彌陀經疏鈔》，蓮池大師的，蕅益大師的《彌陀經要解》，幽溪大師的《彌陀經圓中鈔》，我在山上看這四本。他要我把科判用表解畫出來，我做出來了。我做出之後我非常驚訝，科判一看一目了然。從文學上來說，你能看出這種文章章法結構整整齊齊，那真叫好文章。你不能再加上一句，可以刪掉，你不能去掉它一段，去掉它就斷掉了，它接不起來了，才知道佛經之妙。從章法結構你就體會到，他思想體系多麼精密，讓我們對經典產生敬仰、產生佩服。這是以前我們在學校讀書沒有過的，佛門有這個東西，叫科判。我在台中跟李老師的時候就學做科判。"
    },
    {
      "id": "02-037-0153_p0024",
      "zh_CN": "科判搞清楚，经的大意就明白了，就可以讲经了。所以科判是解释经的，从思想、从章法结构、从文章，这都要下功夫。最初学的时候找短的，不要太长，太长很不容易搞。那时候老师教我们用什么？用《古文观止》，都不长，用科判的方法来看《古文观止》，行，古文可以。所以古文文章好。科判判不下来，那文章就不行，那就不是好文章。我过去那些东西，丢是没有丢，但是搬了很多次的家，都搬不见了，都找不到了。我也做的一部比较长一点的，《未曾有因缘经》，那个科判我用十行纸写的，写了两本，还是用毛笔写的，都不见了。现在留在这边，就是我们《无量寿经》会集本的科判，这个科判的底子是黄念祖老居士给我的，慈舟法师最早对这个经的科判。最早这个经是三十七品，以后重新会集，改成四十八品，我们现在用的本子。科判是愈细愈好，这是讲的方法。",
      "zh_TW": "科判搞清楚，經的大意就明白了，就可以講經了。所以科判是解釋經的，從思想、從章法結構、從文章，這都要下功夫。最初學的時候找短的，不要太長，太長很不容易搞。那時候老師教我們用什麼？用《古文觀止》，都不長，用科判的方法來看《古文觀止》，行，古文可以。所以古文文章好。科判判不下來，那文章就不行，那就不是好文章。我過去那些東西，丟是沒有丟，但是搬了很多次的家，都搬不見了，都找不到了。我也做的一部比較長一點的，《未曾有因緣經》，那個科判我用十行紙寫的，寫了兩本，還是用毛筆寫的，都不見了。現在留在這邊，就是我們《無量壽經》會集本的科判，這個科判的底子是黃念祖老居士給我的，慈舟法師最早對這個經的科判。最早這個經是三十七品，以後重新會集，改成四十八品，我們現在用的本子。科判是愈細愈好，這是講的方法。"
    },
    {
      "id": "02-037-0153_p0025",
      "zh_CN": "所以学佛，我们深深感触，为什么这么多人学他不能成就？对这些基础东西疏忽了，以为这个东西不重要。殊不知真实就在日常生活，不能把它变成生活、变成思想，你得不到受用。记诵它的文没什么用处，只有在生活当中变成理想的时候就有悟处。这个悟处是什么？悟处能解决问题，一切人事物我们碰到了，你就有很妥善的方法来解决。这是什么？这是智慧。我们这些年来，有缘接触到这个社会的问题，参与国际会议，出席的人都是学者、专家，用现在的话说，都是社会精英，名教授、从政的高级官员。遇到问题，我听听他们的方法，就很清楚。我们有缘参与，这是意想不到的事情，这个事情与我们出家、学佛风马牛不相干，移民到澳洲才碰到这个缘分。不过我们在这个之前做了一桩事情，这桩事情就是这个因缘的源头。我在新加坡，二００八年、０九年把新加坡的九个宗教团结起来了。这桩事情做得非常好，新加坡当时的总统王鼎昌，对这桩事情非常赞叹，我们见过几次面。对新加坡社会的安定起一定的作用，宗教徒与宗教徒之间能和睦相处、能互相协助。这个缘是从这儿开头的，这源头，我们学的东西用上了。",
      "zh_TW": "所以學佛，我們深深感觸，為什麼這麼多人學他不能成就？對這些基礎東西疏忽了，以為這個東西不重要。殊不知真實就在日常生活，不能把它變成生活、變成思想，你得不到受用。記誦它的文沒什麼用處，只有在生活當中變成理想的時候就有悟處。這個悟處是什麼？悟處能解決問題，一切人事物我們碰到了，你就有很妥善的方法來解決。這是什麼？這是智慧。我們這些年來，有緣接觸到這個社會的問題，參與國際會議，出席的人都是學者、專家，用現在的話說，都是社會精英，名教授、從政的高級官員。遇到問題，我聽聽他們的方法，就很清楚。我們有緣參與，這是意想不到的事情，這個事情與我們出家、學佛風馬牛不相干，移民到澳洲才碰到這個緣分。不過我們在這個之前做了一樁事情，這樁事情就是這個因緣的源頭。我在新加坡，二００八年、０九年把新加坡的九個宗教團結起來了。這樁事情做得非常好，新加坡當時的總統王鼎昌，對這樁事情非常讚歎，我們見過幾次面。對新加坡社會的安定起一定的作用，宗教徒與宗教徒之間能和睦相處、能互相協助。這個緣是從這兒開頭的，這源頭，我們學的東西用上了。"
    },
    {
      "id": "02-037-0153_p0026",
      "zh_CN": "实际上都很简单，告诉大家，就正如新加坡当时曾士生部长访问居士林。在居士林吃饭，他问我，你用什么方法把宗教团结起来？新加坡宗教理事会他们有组织，五十年，历史悠久。每年这些宗教的领袖们过年一次聚餐，每年就这么一次，平常都不往来，各人搞各人的，五十年都是这样的。我们去的时候真的起了作用，互相往来了，而且往来很密切。每一家大日子、大活动，统统请客，请其他宗教统统来参加。二０００年新加坡天主教圣诞夜望弥撒，邀请我们居士林五十个出家人，穿袍搭衣在他们的教堂参加弥撒。他们看到都呆了，怎么那么多和尚在这里面？宗教是一家，很有味道。",
      "zh_TW": "實際上都很簡單，告訴大家，就正如新加坡當時曾士生部長訪問居士林。在居士林吃飯，他問我，你用什麼方法把宗教團結起來？新加坡宗教理事會他們有組織，五十年，歷史悠久。每年這些宗教的領袖們過年一次聚餐，每年就這麼一次，平常都不往來，各人搞各人的，五十年都是這樣的。我們去的時候真的起了作用，互相往來了，而且往來很密切。每一家大日子、大活動，統統請客，請其他宗教統統來參加。二０００年新加坡天主教聖誕夜望彌撒，邀請我們居士林五十個出家人，穿袍搭衣在他們的教堂參加彌撒。他們看到都呆了，怎麼那麼多和尚在這裡面？宗教是一家，很有味道。"
    },
    {
      "id": "02-037-0153_p0027",
      "zh_CN": "宗教因为有纠纷，这都是有误会，误会怎么起的？彼此不了解。就正如我在台中遇到这个事情，那时候我还没有出家，居士的身分，跟李老师学经教。遇到这个基督教的信徒，他也是好意，没有恶意，人也是个好人，不知道，在批评，把佛教说得一文都不值。他的教堂就在我们隔河，隔一个柳川，我们在南面，它在北面，很近，走路大概五、六分钟，那个教堂。以后我们就变成好朋友。所以我告诉他，经典要学习，要真正理解，神圣留下来的东西，一定有它好的长处、优点，要不然怎么能传几千年？难道几千年当中没有一个明白人，都是糊涂人吗？都是迷信吗？不可能。几千年都没有被人揭穿，你能够揭穿，真了不起，不能不佩服你。可是你说的，你要内行，内行你一定把经看懂了，经里头哪些毛病挑出来，来问。",
      "zh_TW": "宗教因為有糾紛，這都是有誤會，誤會怎麼起的？彼此不了解。就正如我在台中遇到這個事情，那時候我還沒有出家，居士的身分，跟李老師學經教。遇到這個基督教的信徒，他也是好意，沒有惡意，人也是個好人，不知道，在批評，把佛教說得一文都不值。他的教堂就在我們隔河，隔一個柳川，我們在南面，它在北面，很近，走路大概五、六分鐘，那個教堂。以後我們就變成好朋友。所以我告訴他，經典要學習，要真正理解，神聖留下來的東西，一定有它好的長處、優點，要不然怎麼能傳幾千年？難道幾千年當中沒有一個明白人，都是糊塗人嗎？都是迷信嗎？不可能。幾千年都沒有被人揭穿，你能夠揭穿，真了不起，不能不佩服你。可是你說的，你要內行，內行你一定把經看懂了，經裡頭哪些毛病挑出來，來問。"
    },
    {
      "id": "02-037-0153_p0028",
      "zh_CN": "我在学校念书，南京的时候，我住在一个同学家里，这同学是老朋友，抗战期间在贵州我们同学。他是南京人，以后胜利之后我住在南京，我就住在他家里，他一家人对我非常好。兄弟姐妹七个，小朋友多，他是老大。他家里三个宗教，老祖母念佛的，妈妈是基督教徒，爸爸是回教徒，所以在饮食方面就很难协调。但是彼此互相迁就，还有中国伦理道德的底子，所以这一家还过得去，多元文化。我对于伊斯兰教那些知识，是从他爸爸那得来的。中国的伊斯兰已经被中国文化影响了，因为他们非常尊重五伦、五常、四维、八德，他们非常尊重，融入他们经典里头。所以经典这一部分，中国《古兰经》有，外国没有。印尼爪哇那些回教徒是郑和传过去的，有中国的文化在里头。苏门答腊就不一样，苏门答腊是从东欧传过去的，那里就很强悍，爪哇就很柔和，它带着有中国传统。你不好好去学你不知道，真的认识了，我的心就定了。",
      "zh_TW": "我在學校念書，南京的時候，我住在一個同學家裡，這同學是老朋友，抗戰期間在貴州我們同學。他是南京人，以後勝利之後我住在南京，我就住在他家裡，他一家人對我非常好。兄弟姐妹七個，小朋友多，他是老大。他家裡三個宗教，老祖母念佛的，媽媽是基督教徒，爸爸是回教徒，所以在飲食方面就很難協調。但是彼此互相遷就，還有中國倫理道德的底子，所以這一家還過得去，多元文化。我對於伊斯蘭教那些知識，是從他爸爸那得來的。中國的伊斯蘭已經被中國文化影響了，因為他們非常尊重五倫、五常、四維、八德，他們非常尊重，融入他們經典裡頭。所以經典這一部分，中國《古蘭經》有，外國沒有。印尼爪哇那些回教徒是鄭和傳過去的，有中國的文化在裡頭。蘇門答臘就不一樣，蘇門答臘是從東歐傳過去的，那裡就很強悍，爪哇就很柔和，它帶著有中國傳統。你不好好去學你不知道，真的認識了，我的心就定了。"
    },
    {
      "id": "02-037-0153_p0029",
      "zh_CN": "佛法里头讲信，跟宗教讲信不一样。我在美国碰到一批基督徒，来找我。净土宗是信放在第一，他说我们基督教也是信摆在第一，我们一样。我说不一样。他说为什么不一样？我说你们第一个信什么？信上帝。我说这就不一样了，净土宗第一个相信自己，那怎么会是一样？相信自己本来是佛，这他就呆掉了。我说第二个才信阿弥陀佛、才信释迦牟尼佛，他摆在第二个，信他。第三个信理，第四个信事，第五个信因，第六个信果，讲得这么清楚、这么明白。你们除了信上帝之后就没有了。所以一定要多接触、多交流、多互相分享，大家就明白了。明白之后，就采人家长，舍人家短，充实自己，我们自己才能向上提升。今天我们如何来增上我们的信心、愿心，这是很大的事情。最好的方式就是经典，认真向经典学习，我们的信愿就坚定、坚固，我们这句佛号就会相应。信愿不坚固，这个佛号很不容易相应。大势至菩萨讲得很精要，「都摄六根，净念相继」，六根摄不住，净念不能相继，常常中断，这都是什么？教理基础不够，又不能像这些阿公阿婆那么老实。人老实很可贵，他什么都不懂，但是他那个信心坚固不动，道理是一样的。他们往生的品位我们无法估计，真的是遇缘不同，决定不能够轻视。",
      "zh_TW": "佛法裡頭講信，跟宗教講信不一樣。我在美國碰到一批基督徒，來找我。淨土宗是信放在第一，他說我們基督教也是信擺在第一，我們一樣。我說不一樣。他說為什麼不一樣？我說你們第一個信什麼？信上帝。我說這就不一樣了，淨土宗第一個相信自己，那怎麼會是一樣？相信自己本來是佛，這他就呆掉了。我說第二個才信阿彌陀佛、才信釋迦牟尼佛，他擺在第二個，信他。第三個信理，第四個信事，第五個信因，第六個信果，講得這麼清楚、這麼明白。你們除了信上帝之後就沒有了。所以一定要多接觸、多交流、多互相分享，大家就明白了。明白之後，就採人家長，捨人家短，充實自己，我們自己才能向上提升。今天我們如何來增上我們的信心、願心，這是很大的事情。最好的方式就是經典，認真向經典學習，我們的信願就堅定、堅固，我們這句佛號就會相應。信願不堅固，這個佛號很不容易相應。大勢至菩薩講得很精要，「都攝六根，淨念相繼」，六根攝不住，淨念不能相繼，常常中斷，這都是什麼？教理基礎不夠，又不能像這些阿公阿婆那麼老實。人老實很可貴，他什麼都不懂，但是他那個信心堅固不動，道理是一樣的。他們往生的品位我們無法估計，真的是遇緣不同，決定不能夠輕視。"
    },
    {
      "id": "02-037-0153_p0030",
      "zh_CN": "我们看注解，「此第十二愿名定成正觉愿，往生者决定成佛」，这语气一丝毫怀疑都没有，「正显弥陀之本心」，弥陀的本心、本愿没有别的，就是帮助这些人到极乐世界决定成佛。「唯以一佛乘」，他教的这个方法就是一佛乘，用这一句佛号成佛。什么原因？因为你本来是佛，现在又念佛，这不就直接成佛了吗？成就全在念头，你的意念是菩萨，你就成菩萨，你念佛就成佛，念天你就生天，念贪就是饿鬼，念瞋恚就是地狱，念愚痴就是畜生，念五戒就是人道，念十善就是天道，不就是念头吗？念什么成什么，念佛当然成佛。所以《华严经》上有证明，十地菩萨地地都是念佛，那是给我们做证明的。十地菩萨往上去就成佛了，怎么成佛的？念佛成佛的。这句话很重要，十地菩萨，地地不离念佛。我们明白这个道理，心就定了，它有道理在，它不是随便说的。",
      "zh_TW": "我們看註解，「此第十二願名定成正覺願，往生者決定成佛」，這語氣一絲毫懷疑都沒有，「正顯彌陀之本心」，彌陀的本心、本願沒有別的，就是幫助這些人到極樂世界決定成佛。「唯以一佛乘」，他教的這個方法就是一佛乘，用這一句佛號成佛。什麼原因？因為你本來是佛，現在又念佛，這不就直接成佛了嗎？成就全在念頭，你的意念是菩薩，你就成菩薩，你念佛就成佛，念天你就生天，念貪就是餓鬼，念瞋恚就是地獄，念愚痴就是畜生，念五戒就是人道，念十善就是天道，不就是念頭嗎？念什麼成什麼，念佛當然成佛。所以《華嚴經》上有證明，十地菩薩地地都是念佛，那是給我們做證明的。十地菩薩往上去就成佛了，怎麼成佛的？念佛成佛的。這句話很重要，十地菩薩，地地不離念佛。我們明白這個道理，心就定了，它有道理在，它不是隨便說的。"
    },
    {
      "id": "02-037-0153_p0031",
      "zh_CN": "阿弥陀佛的名号是不是极乐世界这个佛的名号？是的。我为什么念他的名号？你要晓得，他这个名号是所有一切诸佛共同的名号，而且是自性的名号。阿弥陀佛这个名号翻成中国的意思，不是不能翻，可以翻的，叫尊重不翻。阿翻作无，弥陀翻作量，佛翻作觉，无量觉，哪一尊佛不是无量觉？我们的本性就是无量觉。所以你要晓得，它是我们本性的名号。法藏成佛他就用这个做名号，念他的名号就念了本性，自性佛。而且这个名号是所有一切诸佛如来通号，哪一尊佛不是无量觉？这个意思要懂，这不是专念一尊佛，所有一切佛全在其中，但是又是阿弥陀佛的德号。一就成功了，二就有分别，一门深入，长时薰修，自然成就。最怕你有分别，阿弥陀佛成佛，念他的名号，我念释迦牟尼佛不行吗？三十年前，我初到香港来讲经，跟畅怀法师住在一起，他就是念本师释迦牟尼佛，他学天台的。我到天台精舍去看，供养的释迦牟尼佛，三圣，迦叶、阿难。他每天念南无本师释迦牟尼佛，他不念阿弥陀佛。那个时候我念阿弥陀佛，他不念阿弥陀佛，现在也念了。",
      "zh_TW": "阿彌陀佛的名號是不是極樂世界這個佛的名號？是的。我為什麼念他的名號？你要曉得，他這個名號是所有一切諸佛共同的名號，而且是自性的名號。阿彌陀佛這個名號翻成中國的意思，不是不能翻，可以翻的，叫尊重不翻。阿翻作無，彌陀翻作量，佛翻作覺，無量覺，哪一尊佛不是無量覺？我們的本性就是無量覺。所以你要曉得，它是我們本性的名號。法藏成佛他就用這個做名號，念他的名號就念了本性，自性佛。而且這個名號是所有一切諸佛如來通號，哪一尊佛不是無量覺？這個意思要懂，這不是專念一尊佛，所有一切佛全在其中，但是又是阿彌陀佛的德號。一就成功了，二就有分別，一門深入，長時薰修，自然成就。最怕你有分別，阿彌陀佛成佛，念他的名號，我念釋迦牟尼佛不行嗎？三十年前，我初到香港來講經，跟暢懷法師住在一起，他就是念本師釋迦牟尼佛，他學天台的。我到天台精舍去看，供養的釋迦牟尼佛，三聖，迦葉、阿難。他每天念南無本師釋迦牟尼佛，他不念阿彌陀佛。那個時候我念阿彌陀佛，他不念阿彌陀佛，現在也念了。"
    },
    {
      "id": "02-037-0153_p0032",
      "zh_CN": "真搞清楚、搞明白，是念自己，不是念别人。佛菩萨没有名号，名号是表法的，佛的名号是表性德，菩萨的名号是表修德。哪有名号？老子都说「名可名，非常名；道可道，非常道」，名号是假的，千万不要执著名字相。《大乘起信论》马鸣菩萨就教我们，读经、听教，听教就是听讲，有三个原则要遵守。第一个，不执着言说相，读经不要执着文字相。第二个，不执著名字相，名词术语，阿弥陀佛是名字，观世音菩萨也是名字，《华严》《法华》全是名字，别执着。最后一个，不执着心缘相。心缘是什么？看到这个，这是什么意思。错了，它没有意思。真的，一点都不假，佛讲经没有起心、没有动念、没有分别、没有执着，他哪来的意思？",
      "zh_TW": "真搞清楚、搞明白，是念自己，不是念別人。佛菩薩沒有名號，名號是表法的，佛的名號是表性德，菩薩的名號是表修德。哪有名號？老子都說「名可名，非常名；道可道，非常道」，名號是假的，千萬不要執著名字相。《大乘起信論》馬鳴菩薩就教我們，讀經、聽教，聽教就是聽講，有三個原則要遵守。第一個，不執著言說相，讀經不要執著文字相。第二個，不執著名字相，名詞術語，阿彌陀佛是名字，觀世音菩薩也是名字，《華嚴》《法華》全是名字，別執著。最後一個，不執著心緣相。心緣是什麼？看到這個，這是什麼意思。錯了，它沒有意思。真的，一點都不假，佛講經沒有起心、沒有動念、沒有分別、沒有執著，他哪來的意思？"
    },
    {
      "id": "02-037-0153_p0033",
      "zh_CN": "江本的水实验，我们用爱心，把爱的意念传给这杯水，水知道，它反应出来的结晶非常之美。那个结晶没有通过分别执着、起心动念，没有，自然的。所以佛给我们示现是自然的，法尔如是，佛所讲的一切经论也是自然的，没有通过心意识。所以，我们用心意识是永远不能理解它的，不用心意识就懂了。都是自性流出来的，你要用真心你才能看得出来，用妄心看不出来。真心去看怎么样？没意思；没有意思当中有无量义，般若无知，无所不知。历代祖师讲经说法他怎么讲的，无量义怎么讲的？契合现前当机，帮助他起信、帮助他觉悟。这两个目标达到了，经法功德就圆满了。所以这个经，「见人说人话，见鬼说鬼话」，活的，它不是死板的，怎么说都圆。你要是没有契入的话，怎么说都是错误。所以经要悟，悟了之后讲就讲圆了，方方面面全讲得通，活的，它不是死的。",
      "zh_TW": "江本的水實驗，我們用愛心，把愛的意念傳給這杯水，水知道，它反應出來的結晶非常之美。那個結晶沒有通過分別執著、起心動念，沒有，自然的。所以佛給我們示現是自然的，法爾如是，佛所講的一切經論也是自然的，沒有通過心意識。所以，我們用心意識是永遠不能理解它的，不用心意識就懂了。都是自性流出來的，你要用真心你才能看得出來，用妄心看不出來。真心去看怎麼樣？沒意思；沒有意思當中有無量義，般若無知，無所不知。歷代祖師講經說法他怎麼講的，無量義怎麼講的？契合現前當機，幫助他起信、幫助他覺悟。這兩個目標達到了，經法功德就圓滿了。所以這個經，「見人說人話，見鬼說鬼話」，活的，它不是死板的，怎麼說都圓。你要是沒有契入的話，怎麼說都是錯誤。所以經要悟，悟了之後講就講圓了，方方面面全講得通，活的，它不是死的。"
    },
    {
      "id": "02-037-0153_p0034",
      "zh_CN": "中国文字妙，中国文字不能改。现在的简体字可以用，但是，现在讲繁体字，我们通常讲正体字，正体字要学。简体字，大家都用简体字，可以用，可是你要是研究中国古籍一定要原文，古籍翻成简体字意思都没有了。因为中国文字这个符号里头含的有很深的意思在里头，造文字是根据六种方法，叫六书。而中国文字里头，六书里最多的是会意，看到这个符号，你不知道怎么念法，但是你能够看出它的意思。你看思，我讲思想，这都是会意。思，心上面一个田字，那个田是什么？一格一格的，分别，思是分别。想呢？想是心里头有相，我想一个人，心里头有个形相在，心里头有相。思是心里头有分别。我们讲忠恕，你看那个心中，中是什么？不偏不邪。它有意思在里头，你看到这个，你就晓得它是什么意思，表什么意思你就懂。不会念没有关系，懂它的意思，真妙！一改，意思全没有了，所以不能改。",
      "zh_TW": "中國文字妙，中國文字不能改。現在的簡體字可以用，但是，現在講繁體字，我們通常講正體字，正體字要學。簡體字，大家都用簡體字，可以用，可是你要是研究中國古籍一定要原文，古籍翻成簡體字意思都沒有了。因為中國文字這個符號裡頭含的有很深的意思在裡頭，造文字是根據六種方法，叫六書。而中國文字裡頭，六書裡最多的是會意，看到這個符號，你不知道怎麼念法，但是你能夠看出它的意思。你看思，我講思想，這都是會意。思，心上面一個田字，那個田是什麼？一格一格的，分別，思是分別。想呢？想是心裡頭有相，我想一個人，心裡頭有個形相在，心裡頭有相。思是心裡頭有分別。我們講忠恕，你看那個心中，中是什麼？不偏不邪。它有意思在裡頭，你看到這個，你就曉得它是什麼意思，表什麼意思你就懂。不會念沒有關係，懂它的意思，真妙！一改，意思全沒有了，所以不能改。"
    },
    {
      "id": "02-037-0153_p0035",
      "zh_CN": "中国文字是宝，在全世界找不到第二家，是智慧的符号。这是外国文字里头所没有的，智慧的符号，只有这一家。所以我相信有一天全世界都会通用文言文，为什么？文言文里头有宝，他要不要？他要要，不懂文言文，这宝你就得不到。中国这个宝就是《四库全书》、《四库荟要》，这是中国千万年那些有智慧的、有大德行人的，他们智慧的结晶，方法的总汇、经验的总汇，都在那里头。文言文是一把钥匙，你能够拿到，你就能够开启这个宝藏，智慧的宝藏。不懂怎么行？文言文，想学文言文，用两年的时间就可以学会，两年专攻。专攻的方法，读一百篇古文，最好是能背诵、能讲解。以前李老师告诉我们，熟读五十篇古文，你看文言文没有问题，你可以读诵；如果熟读一百篇文言文，你就有能力写文言文，这真的，不是假的。所以民国初年学生，小学生，写的文章，现在大学文学院写不出来，写得真好。他从小背书，四书五经他都会背，将来写文言文一点不困难。",
      "zh_TW": "中國文字是寶，在全世界找不到第二家，是智慧的符號。這是外國文字裡頭所沒有的，智慧的符號，只有這一家。所以我相信有一天全世界都會通用文言文，為什麼？文言文裡頭有寶，他要不要？他要要，不懂文言文，這寶你就得不到。中國這個寶就是《四庫全書》、《四庫薈要》，這是中國千萬年那些有智慧的、有大德行人的，他們智慧的結晶，方法的總匯、經驗的總匯，都在那裡頭。文言文是一把鑰匙，你能夠拿到，你就能夠開啟這個寶藏，智慧的寶藏。不懂怎麼行？文言文，想學文言文，用兩年的時間就可以學會，兩年專攻。專攻的方法，讀一百篇古文，最好是能背誦、能講解。以前李老師告訴我們，熟讀五十篇古文，你看文言文沒有問題，你可以讀誦；如果熟讀一百篇文言文，你就有能力寫文言文，這真的，不是假的。所以民國初年學生，小學生，寫的文章，現在大學文學院寫不出來，寫得真好。他從小背書，四書五經他都會背，將來寫文言文一點不困難。"
    },
    {
      "id": "02-037-0153_p0036",
      "zh_CN": "所以要背的东西，最好在十二岁之前，记忆力最好的时候，完全让他背诵，全背过，到十三岁之后才开讲。你看中国教学的方法他把它分成两个阶段，先不讲，就叫你背，背的标准看你自己的能力。从前的书本也是非常符合科学，木刻版，一面十行，一行二十个字。无论哪个地方刻版都一样，所以说第几行第几个字，相同的，太方便了。现在的书不行，你要找哪一家出版的，还得第几版，它常常不一样。中国古书是一样的，非常整齐。它没有标点符号，标点是自己去圈。小朋友记忆力最好，就用他的记忆力，该记的，这一生要记的，全部都在十二岁之前完成。念了之后，到七、八十岁都不会忘记，写文章引用这些经典，随手拈来，不要去翻，他都记住。哪有像现在这么苦，用多少参考书，在从前不需要。李老师就受过这个苦头，就受过这个训练，所以他写东西、写文章引经据典他不需要找参考书，我们很佩服。他说你要晓得，跪砖头跪来的！背不出罚跪，跪砖头，你不敢不用功。现在没有跪砖头的了，从前叫严师出高徒，老师严格，真罚你、真打。现在不可以，现在有人权，不可以侵犯人权，侵犯人权学生会告你、家长会告你。所以现在老师不敢教。父母也不敢教，父母要严厉教小孩，在美国，邻居看到了，打电话给警察。警察来的时候，你怎么可以虐待儿童？没有法子。有些中国人父母，小孩不听话，把他开车开到旷野，狠狠打他一顿，然后再把他拉回来，邻居看不到。",
      "zh_TW": "所以要背的東西，最好在十二歲之前，記憶力最好的時候，完全讓他背誦，全背過，到十三歲之後才開講。你看中國教學的方法他把它分成兩個階段，先不講，就叫你背，背的標準看你自己的能力。從前的書本也是非常符合科學，木刻版，一面十行，一行二十個字。無論哪個地方刻版都一樣，所以說第幾行第幾個字，相同的，太方便了。現在的書不行，你要找哪一家出版的，還得第幾版，它常常不一樣。中國古書是一樣的，非常整齊。它沒有標點符號，標點是自己去圈。小朋友記憶力最好，就用他的記憶力，該記的，這一生要記的，全部都在十二歲之前完成。念了之後，到七、八十歲都不會忘記，寫文章引用這些經典，隨手拈來，不要去翻，他都記住。哪有像現在這麼苦，用多少參考書，在從前不需要。李老師就受過這個苦頭，就受過這個訓練，所以他寫東西、寫文章引經據典他不需要找參考書，我們很佩服。他說你要曉得，跪磚頭跪來的！背不出罰跪，跪磚頭，你不敢不用功。現在沒有跪磚頭的了，從前叫嚴師出高徒，老師嚴格，真罰你、真打。現在不可以，現在有人權，不可以侵犯人權，侵犯人權學生會告你、家長會告你。所以現在老師不敢教。父母也不敢教，父母要嚴厲教小孩，在美國，鄰居看到了，打電話給警察。警察來的時候，你怎麼可以虐待兒童？沒有法子。有些中國人父母，小孩不聽話，把他開車開到曠野，狠狠打他一頓，然後再把他拉回來，鄰居看不到。"
    },
    {
      "id": "02-037-0153_p0037",
      "zh_CN": "所以一个人，你看在古时候那个时代，方法、这些理论大家都懂得，家家都教，世世代代中国人才辈出，都是圣贤。现在把这么好的东西丢掉了，真可惜，我们有义务、有使命要把它恢复起来。我听说现在国内也有真的有觉悟的人想做，做实验。先做实验，实验成功了，大家就知道这种教学真好、真管用，慢慢再普遍。第一个做实验点的，功德无量无边，把底下的孩子全都救了，这功德多大！什么都要做榜样，学佛也得做榜样，不做榜样不是学佛，你自己不会成就，你也成就不了什么大事情，一定要自己做榜样。求别人难，中国古人说的，登天难，求人难。求自己不难，求人真难！",
      "zh_TW": "所以一個人，你看在古時候那個時代，方法、這些理論大家都懂得，家家都教，世世代代中國人才輩出，都是聖賢。現在把這麼好的東西丟掉了，真可惜，我們有義務、有使命要把它恢復起來。我聽說現在國內也有真的有覺悟的人想做，做實驗。先做實驗，實驗成功了，大家就知道這種教學真好、真管用，慢慢再普遍。第一個做實驗點的，功德無量無邊，把底下的孩子全都救了，這功德多大！什麼都要做榜樣，學佛也得做榜樣，不做榜樣不是學佛，你自己不會成就，你也成就不了什麼大事情，一定要自己做榜樣。求別人難，中國古人說的，登天難，求人難。求自己不難，求人真難！"
    },
    {
      "id": "02-037-0153_p0038",
      "zh_CN": "所以弥陀本心只有这么一个念头，帮助众生成佛。「广度无边众生于究竟涅槃」，什么众生都度，只要有缘，而且缘就四个字，信、愿、持名，这就有缘。你相信，你愿生净土，你真肯念佛，这种人就是有缘众生，生到极乐世界，佛就真帮助你。「愿文中，远离分别，诸根寂静」，这是《宋译》的，「若不决定成等正觉，证大涅槃者，不取正觉」，这个经文是《唐译》的。念老在这些地方讲得很清楚，就是说明这个句子不是夏莲老自己造的，全部是五种原译本里头的原文。前面两种会集本，有时候把字改掉了，他一个字没有改，完全是原文，这就让我们对他这个本子生起信心。『远离分别，诸根寂静』，这两句重要，这两句就是大势菩萨所说的「都摄六根」，远离分别就是都摄六根，「净念相继」，诸根寂静这才有净念，用清净心念佛，管用。",
      "zh_TW": "所以彌陀本心只有這麼一個念頭，幫助眾生成佛。「廣度無邊眾生於究竟涅槃」，什麼眾生都度，只要有緣，而且緣就四個字，信、願、持名，這就有緣。你相信，你願生淨土，你真肯念佛，這種人就是有緣眾生，生到極樂世界，佛就真幫助你。「願文中，遠離分別，諸根寂靜」，這是《宋譯》的，「若不決定成等正覺，證大涅槃者，不取正覺」，這個經文是《唐譯》的。念老在這些地方講得很清楚，就是說明這個句子不是夏蓮老自己造的，全部是五種原譯本裡頭的原文。前面兩種會集本，有時候把字改掉了，他一個字沒有改，完全是原文，這就讓我們對他這個本子生起信心。『遠離分別，諸根寂靜』，這兩句重要，這兩句就是大勢菩薩所說的「都攝六根」，遠離分別就是都攝六根，「淨念相繼」，諸根寂靜這才有淨念，用清淨心念佛，管用。"
    },
    {
      "id": "02-037-0153_p0039",
      "zh_CN": "经上说得很多，「心净则佛土净」，我们往生净土真正的道理就是心净则佛土净。我们用什么方法把我们的心净下来？就是用念佛的方法。念佛的方法第一个阶段就是把清净心念出来，我只有这一句佛号，有杂念了，赶快佛号提起来。第一个念头是杂念，第二个念头是佛念，把杂念放弃了，这叫真念佛、会念佛。就是用这一句念头取代所有的杂念、妄念，就这么个意思。因为杂念、妄念断不掉，我们没有禅定功夫，断不掉，就用这个方法，用一念除一切念，这是第一步功夫。一切妄念都没有了，这叫功夫成片，念佛功夫成一片，里头没有杂念。这是念佛三昧最初的阶段，在佛法里也叫做功夫成片。有这个效果的时候，往生就有把握了，我只有佛念，没有杂念。说实在的话，想什么时候往生都可以去，还有寿命，我不要了，我想早一点去，真行，阿弥陀佛就来接你，因为他相应。有杂念在里面就不相应，你念，佛不来；没有杂念，你念，佛就来。净与净起感应道交，净与杂它不起感应道交。佛虽然知道，我们不管是杂念、是净念佛都知道，净念他来，杂念不来。为什么？你还有业障、你还有习气、你还有烦恼，你必须在那里还得去折磨。到净念的时候，你的业障烦恼可以放下了，他真帮助你，接引你到极乐世界。这些道理我们都搞清楚，我们一点都不怀疑，才知道这是我们这一生第一桩大事，搞别的都在浪费时间、浪费精力，我们搞错了。这么单纯、这么简单，这才是无上的妙法！",
      "zh_TW": "經上說得很多，「心淨則佛土淨」，我們往生淨土真正的道理就是心淨則佛土淨。我們用什麼方法把我們的心淨下來？就是用念佛的方法。念佛的方法第一個階段就是把清淨心念出來，我只有這一句佛號，有雜念了，趕快佛號提起來。第一個念頭是雜念，第二個念頭是佛念，把雜念放棄了，這叫真念佛、會念佛。就是用這一句念頭取代所有的雜念、妄念，就這麼個意思。因為雜念、妄念斷不掉，我們沒有禪定功夫，斷不掉，就用這個方法，用一念除一切念，這是第一步功夫。一切妄念都沒有了，這叫功夫成片，念佛功夫成一片，裡頭沒有雜念。這是念佛三昧最初的階段，在佛法裡也叫做功夫成片。有這個效果的時候，往生就有把握了，我只有佛念，沒有雜念。說實在的話，想什麼時候往生都可以去，還有壽命，我不要了，我想早一點去，真行，阿彌陀佛就來接你，因為他相應。有雜念在裡面就不相應，你念，佛不來；沒有雜念，你念，佛就來。淨與淨起感應道交，淨與雜它不起感應道交。佛雖然知道，我們不管是雜念、是淨念佛都知道，淨念他來，雜念不來。為什麼？你還有業障、你還有習氣、你還有煩惱，你必須在那裡還得去折磨。到淨念的時候，你的業障煩惱可以放下了，他真幫助你，接引你到極樂世界。這些道理我們都搞清楚，我們一點都不懷疑，才知道這是我們這一生第一樁大事，搞別的都在浪費時間、浪費精力，我們搞錯了。這麼單純、這麼簡單，這才是無上的妙法！"
    },
    {
      "id": "02-037-0153_p0040",
      "zh_CN": "我们这一生可以说遇缘是非常殊胜，不往生叫冤枉！不但往生，要高品位往生。不希求高品位，自然品位往上升，为什么？心清净。我还有个希望，我要争高品位，那还有个妄念在里头，那个妄念就是障碍。什么念头都没有，一切都交付给阿弥陀佛，阿弥陀佛给我安什么品位我都欢喜。不要自己去有意见，我要这个又要那个，不要，不要去给阿弥陀佛分别这些东西，什么都听阿弥陀佛安排。又何况极乐世界虽有品位，四土三辈九品，实际上是平等的，从得的身相就完全了解，身相平等。《观经》上所说的，你到极乐世界是什么身相？身体跟阿弥陀佛完全一样，一丝毫都不差，身有八万四千相，每一个相有八万四千好。这个经上讲的三十二相八十种好是对当时印度人说的，不是极乐世界。极乐世界，《观经》上讲清楚、讲明白了，生到极乐世界都是这个相。",
      "zh_TW": "我們這一生可以說遇緣是非常殊勝，不往生叫冤枉！不但往生，要高品位往生。不希求高品位，自然品位往上升，為什麼？心清淨。我還有個希望，我要爭高品位，那還有個妄念在裡頭，那個妄念就是障礙。什麼念頭都沒有，一切都交付給阿彌陀佛，阿彌陀佛給我安什麼品位我都歡喜。不要自己去有意見，我要這個又要那個，不要，不要去給阿彌陀佛分別這些東西，什麼都聽阿彌陀佛安排。又何況極樂世界雖有品位，四土三輩九品，實際上是平等的，從得的身相就完全了解，身相平等。《觀經》上所說的，你到極樂世界是什麼身相？身體跟阿彌陀佛完全一樣，一絲毫都不差，身有八萬四千相，每一個相有八萬四千好。這個經上講的三十二相八十種好是對當時印度人說的，不是極樂世界。極樂世界，《觀經》上講清楚、講明白了，生到極樂世界都是這個相。"
    },
    {
      "id": "02-037-0153_p0041",
      "zh_CN": "真正要想了解极乐世界，就是这品经，四十八愿。这四十八愿在极乐世界愿愿都落实了，愿愿都兑现了。阿弥陀佛全是为了我们，这是我们的大恩人，真的，不是假的。无量劫来生生世世，谁对我们的恩最大？阿弥陀佛。我们怎样去报恩？听话，念佛往生就是报恩。遇到不肯干，肯干不认真，这是辜负弥陀的恩德。明明我们遇到了就能成佛，为什么不干？还要在六道里头受苦，还要造六道的因，真错了！念这一句阿弥陀佛，这是修净业，打个妄想是造六道的因。我们今天每天造六道的因多，正念的少，这力量不够。尽可能把外缘丢掉，我要好好念佛，我要好好的学经教。学经教也有功德，自利利他，自己断疑生信、断疑开悟。",
      "zh_TW": "真正要想了解極樂世界，就是這品經，四十八願。這四十八願在極樂世界願願都落實了，願願都兌現了。阿彌陀佛全是為了我們，這是我們的大恩人，真的，不是假的。無量劫來生生世世，誰對我們的恩最大？阿彌陀佛。我們怎樣去報恩？聽話，念佛往生就是報恩。遇到不肯幹，肯幹不認真，這是辜負彌陀的恩德。明明我們遇到了就能成佛，為什麼不幹？還要在六道裡頭受苦，還要造六道的因，真錯了！念這一句阿彌陀佛，這是修淨業，打個妄想是造六道的因。我們今天每天造六道的因多，正念的少，這力量不夠。盡可能把外緣丟掉，我要好好念佛，我要好好的學經教。學經教也有功德，自利利他，自己斷疑生信、斷疑開悟。"
    },
    {
      "id": "02-037-0153_p0042",
      "zh_CN": "所以，愿文这两句很重要，我们要远离一切分别执着。什么都不要执着、不要分别，一切随缘，什么都好，不要去计较，念念不离阿弥陀佛。在这个世界上住的时间长与短根本不相关，心里头没有这种牵挂，明天往生很好，过个十年、二十年也好。一切都交给阿弥陀佛，他真照顾你，这个人有信用。现在世间人不见得有信用，最可靠的就是阿弥陀佛，说话算话。我们如理如法的要求，没有不答应的。所以老实念就对了，就没错。",
      "zh_TW": "所以，願文這兩句很重要，我們要遠離一切分別執著。什麼都不要執著、不要分別，一切隨緣，什麼都好，不要去計較，念念不離阿彌陀佛。在這個世界上住的時間長與短根本不相關，心裡頭沒有這種牽掛，明天往生很好，過個十年、二十年也好。一切都交給阿彌陀佛，他真照顧你，這個人有信用。現在世間人不見得有信用，最可靠的就是阿彌陀佛，說話算話。我們如理如法的要求，沒有不答應的。所以老實念就對了，就沒錯。"
    },
    {
      "id": "02-037-0153_p0043",
      "zh_CN": "我们再看底下，「至于《魏译》」，康僧铠的本子，这个经文则为「不住定聚，必灭度者，不取正觉」，这是《魏译》的经文。「善导大师释《魏译》时，多以《唐译》助显之」，善导大师解释《无量寿经》的经文就参考了《唐译》。「并于此愿立四名」，这是善导大师说的。「一名必至灭度愿」，灭度就是涅槃，灭是灭烦恼，三种烦恼，无明烦恼、尘沙烦恼、见思烦恼统统灭了；度是度生死，六道生死、十法界的生死，十法界是变易生死，六道是两种生死都有，这叫灭度。「二名证大涅槃愿」，涅槃是梵语，有灭度的意思，但是中国人一般喜欢用圆寂，圆是圆满，寂就是寂灭。寂灭跟前面意思相同，就是灭度，但是圆是功德圆满、智慧圆满、相好圆满，这个意思就更广。如来果地上没有一样不圆满，证大涅槃愿。",
      "zh_TW": "我們再看底下，「至於《魏譯》」，康僧鎧的本子，這個經文則為「不住定聚，必滅度者，不取正覺」，這是《魏譯》的經文。「善導大師釋《魏譯》時，多以《唐譯》助顯之」，善導大師解釋《無量壽經》的經文就參考了《唐譯》。「並於此願立四名」，這是善導大師說的。「一名必至滅度願」，滅度就是涅槃，滅是滅煩惱，三種煩惱，無明煩惱、塵沙煩惱、見思煩惱統統滅了；度是度生死，六道生死、十法界的生死，十法界是變易生死，六道是兩種生死都有，這叫滅度。「二名證大涅槃願」，涅槃是梵語，有滅度的意思，但是中國人一般喜歡用圓寂，圓是圓滿，寂就是寂滅。寂滅跟前面意思相同，就是滅度，但是圓是功德圓滿、智慧圓滿、相好圓滿，這個意思就更廣。如來果地上沒有一樣不圓滿，證大涅槃願。"
    },
    {
      "id": "02-037-0153_p0044",
      "zh_CN": "第三「无上涅槃愿」，无上涅槃，只有妙觉才称无上，等觉以下都有上。前面证大涅槃，圆教初住就证得了，如果要是无上涅槃，那只是妙觉，等觉以下不能称。「四亦可名住相证果愿」，这一愿是完全讲妙觉如来度化众生的德用。他住相，住相就是示现，应以什么身得度，他就示现什么身，应用什么方法帮助这个众生觉悟，就用什么方法。佛无有定法可说，佛也没有定相可得，这就是《楞严》上讲的「随众生心，应所知量」，随心应量。众生有感，佛就有应，这是说妙觉如来跟一切众生感应道交的作用，住相证果。你看，虽然住相他证果，在一般住相没证果，他住相证果。就像释迦牟尼佛，他住相，但是他证果。证果是什么？就是说他虽然有相，他没有起心动念过，当然更没有分别执着，这就是证果。菩萨住相没证果，菩萨有起心动念，没有分别执着；阿罗汉住相没证果，阿罗汉见思烦恼断了，就是说他不执着了，他有分别、他有起心动念。得不起心不动念才叫证果，这个果是妙觉，不是实报土的法身菩萨，这个果是讲究竟果，无上的果位。",
      "zh_TW": "第三「無上涅槃願」，無上涅槃，只有妙覺才稱無上，等覺以下都有上。前面證大涅槃，圓教初住就證得了，如果要是無上涅槃，那只是妙覺，等覺以下不能稱。「四亦可名住相證果願」，這一願是完全講妙覺如來度化眾生的德用。他住相，住相就是示現，應以什麼身得度，他就示現什麼身，應用什麼方法幫助這個眾生覺悟，就用什麼方法。佛無有定法可說，佛也沒有定相可得，這就是《楞嚴》上講的「隨眾生心，應所知量」，隨心應量。眾生有感，佛就有應，這是說妙覺如來跟一切眾生感應道交的作用，住相證果。你看，雖然住相他證果，在一般住相沒證果，他住相證果。就像釋迦牟尼佛，他住相，但是他證果。證果是什麼？就是說他雖然有相，他沒有起心動念過，當然更沒有分別執著，這就是證果。菩薩住相沒證果，菩薩有起心動念，沒有分別執著；阿羅漢住相沒證果，阿羅漢見思煩惱斷了，就是說他不執著了，他有分別、他有起心動念。得不起心不動念才叫證果，這個果是妙覺，不是實報土的法身菩薩，這個果是講究竟果，無上的果位。"
    },
    {
      "id": "02-037-0153_p0045",
      "zh_CN": "「《甄解》赞曰：高祖」，《甄解》是日本人作的，日本人对祖师非常尊重，善导大师的学生，好像是道隐。「愿名太尽愿意」，说善导大师定的这四个名词，真的是阿弥陀佛的意思，把这一愿的意思统统都显示出来了。「今会本取《唐译》之文，又以定成正觉为愿名，正符善导大师之意」。这个愿名用定成正觉，这是善导的意思。「善导大师于四十八愿中，称定成正觉」，第十二愿，「光明无量」，第十三愿，「寿命无量」，第十五愿，「诸佛称叹」，第十七愿，「十念必生」，第十八愿，「等五愿，为真实愿，视为四十八愿之心要」。这就是善导大师给我们说的，四十八愿哪几愿最重要？这五愿，五愿最重要。五愿里头要选一愿，那就是十念必生，这是许许多多祖师大德都说到的，十念必生。这是无比殊胜稀有的大愿，让所有念佛人信心十足。不要怕我现在念很乱，功夫不得力，记住，临终前十念决定得生。所以，这个就给大家提醒一个，临终助念的重要。怕自己一生心散乱，临命终时，咽气的时候那时候一念是阿弥陀佛，决定往生。所以送往生的时候，一定要懂得这个道理，要明理。现在送往生很多不晓得这个道理，误了大事，这个都有果报的，不论是有意无意，都有因果责任。",
      "zh_TW": "「《甄解》讚曰：高祖」，《甄解》是日本人作的，日本人對祖師非常尊重，善導大師的學生，好像是道隱。「願名太盡願意」，說善導大師定的這四個名詞，真的是阿彌陀佛的意思，把這一願的意思統統都顯示出來了。「今會本取《唐譯》之文，又以定成正覺為願名，正符善導大師之意」。這個願名用定成正覺，這是善導的意思。「善導大師於四十八願中，稱定成正覺」，第十二願，「光明無量」，第十三願，「壽命無量」，第十五願，「諸佛稱歎」，第十七願，「十念必生」，第十八願，「等五願，為真實願，視為四十八願之心要」。這就是善導大師給我們說的，四十八願哪幾願最重要？這五願，五願最重要。五願裡頭要選一願，那就是十念必生，這是許許多多祖師大德都說到的，十念必生。這是無比殊勝稀有的大願，讓所有念佛人信心十足。不要怕我現在念很亂，功夫不得力，記住，臨終前十念決定得生。所以，這個就給大家提醒一個，臨終助念的重要。怕自己一生心散亂，臨命終時，咽氣的時候那時候一念是阿彌陀佛，決定往生。所以送往生的時候，一定要懂得這個道理，要明理。現在送往生很多不曉得這個道理，誤了大事，這個都有果報的，不論是有意無意，都有因果責任。"
    },
    {
      "id": "02-037-0153_p0046",
      "zh_CN": "好，现在时间到了，我们就学习到此地。",
      "zh_TW": "好，現在時間到了，我們就學習到此地。"
    }
  ]
}