{
  "doc_id": "02-037-0302",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三０二集",
    "zh_TW": "第三０二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0302",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "02-037-0302_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六六七页第三行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六六七頁第三行："
    },
    {
      "id": "02-037-0302_p0002",
      "zh_CN": "『阿惟越致』，又作阿鞞跋致，这是梵文，同一个名词，在中国翻译的这些法师用的字不一样，音都很接近，它的意思是不退转。「乃不退转于成佛道路之义」，这个不退转还有一个标准，就是成佛之道，决定不退转于成佛之道，这叫阿惟越致。「小本《慈恩疏》曰」，这是《阿弥陀经》，小本就是《阿弥陀经》，《慈恩疏》就是窥基大师他的注解叫《通赞疏》，《佛说阿弥陀经通赞疏》就是指的这个本子。它这里解释「阿鞞跋致者」，阿这个音翻成中国意思是无，鞞跋致翻作退转，无退转。阿，阿弥陀佛，阿是无，弥陀是量，佛是觉，阿弥陀佛翻成中国意思，无量觉。",
      "zh_TW": "『阿惟越致』，又作阿鞞跋致，這是梵文，同一個名詞，在中國翻譯的這些法師用的字不一樣，音都很接近，它的意思是不退轉。「乃不退轉於成佛道路之義」，這個不退轉還有一個標準，就是成佛之道，決定不退轉於成佛之道，這叫阿惟越致。「小本《慈恩疏》曰」，這是《阿彌陀經》，小本就是《阿彌陀經》，《慈恩疏》就是窺基大師他的註解叫《通贊疏》，《佛說阿彌陀經通贊疏》就是指的這個本子。它這裡解釋「阿鞞跋致者」，阿這個音翻成中國意思是無，鞞跋致翻作退轉，無退轉。阿，阿彌陀佛，阿是無，彌陀是量，佛是覺，阿彌陀佛翻成中國意思，無量覺。"
    },
    {
      "id": "02-037-0302_p0003",
      "zh_CN": "这里面「故《大品经》」，大品是《般若》，《大品般若经》上说，「不退转故，名阿鞞跋致」。「经一大阿僧祇劫修行之菩萨，方至此位」，这一句我们要记住。证得阿鞞跋致要修多久？修一个大劫，修一个大劫才能证得，可见得真难。净土法门就太容易了，生到西方极乐世界就作阿惟越致菩萨，再跟一般菩萨比，省了一个大劫的时间。这个法门稀有，很多人不知道，知道也不肯相信。菩萨多辛苦，修一个大劫，这一个大劫是这个世界成住坏空一次，这多长的时间！到极乐世界，一到极乐世界都得到，所以没有人相信。老修行的人不相信，哪有这种事情，叫难信。所以真正能相信，这个人是大智慧、大福报，没有大智大福，这个法门不能相信。",
      "zh_TW": "這裡面「故《大品經》」，大品是《般若》，《大品般若經》上說，「不退轉故，名阿鞞跋致」。「經一大阿僧祇劫修行之菩薩，方至此位」，這一句我們要記住。證得阿鞞跋致要修多久？修一個大劫，修一個大劫才能證得，可見得真難。淨土法門就太容易了，生到西方極樂世界就作阿惟越致菩薩，再跟一般菩薩比，省了一個大劫的時間。這個法門稀有，很多人不知道，知道也不肯相信。菩薩多辛苦，修一個大劫，這一個大劫是這個世界成住壞空一次，這多長的時間！到極樂世界，一到極樂世界都得到，所以沒有人相信。老修行的人不相信，哪有這種事情，叫難信。所以真正能相信，這個人是大智慧、大福報，沒有大智大福，這個法門不能相信。"
    },
    {
      "id": "02-037-0302_p0004",
      "zh_CN": "有很多人真的相信，特别像阿公阿婆，他也不问什么原因，从来没有怀疑，接受之后就认真去念佛、去修行。这部经上讲的，这些人过去生中生生世世曾经供养无量诸佛如来，这一生当中，一碰到这个缘，别人跟他一讲，他一点怀疑没有，完全接受，得无量诸佛如来的加持，所以他一点不疑惑，他这一生决定成就。而且往生到极乐世界，即使阿弥陀佛不加持，他也是阿惟越致菩萨。这就是中国古人常说的，「唯上智与下愚不移」。上智，那是上上根人，一闻千悟，他一听说，理事他都明白了，这种人太少了。下愚者也不多，下愚是他什么都不懂，但是他老实，他什么都不问，他也不想要懂，你教我怎么做，我就老老实实这么做，就做到底。像谛闲法师锅漏匠那个徒弟，那就是下愚，愚不可及，不是一般人能够跟他相比。往生的时候，谛闲老和尚对他的赞叹高！说当代弘宗研教的法师比不上你，弘宗是弘扬禅宗，研教是讲经教学，这些法师不能跟你比，名山宝刹方丈住持也不能跟你比。这个人往生决定是实报土上辈往生，就是上上品、上中品、上下品，他决定在这个地位上。",
      "zh_TW": "有很多人真的相信，特別像阿公阿婆，他也不問什麼原因，從來沒有懷疑，接受之後就認真去念佛、去修行。這部經上講的，這些人過去生中生生世世曾經供養無量諸佛如來，這一生當中，一碰到這個緣，別人跟他一講，他一點懷疑沒有，完全接受，得無量諸佛如來的加持，所以他一點不疑惑，他這一生決定成就。而且往生到極樂世界，即使阿彌陀佛不加持，他也是阿惟越致菩薩。這就是中國古人常說的，「唯上智與下愚不移」。上智，那是上上根人，一聞千悟，他一聽說，理事他都明白了，這種人太少了。下愚者也不多，下愚是他什麼都不懂，但是他老實，他什麼都不問，他也不想要懂，你教我怎麼做，我就老老實實這麼做，就做到底。像諦閑法師鍋漏匠那個徒弟，那就是下愚，愚不可及，不是一般人能夠跟他相比。往生的時候，諦閑老和尚對他的讚歎高！說當代弘宗研教的法師比不上你，弘宗是弘揚禪宗，研教是講經教學，這些法師不能跟你比，名山寶剎方丈住持也不能跟你比。這個人往生決定是實報土上輩往生，就是上上品、上中品、上下品，他決定在這個地位上。"
    },
    {
      "id": "02-037-0302_p0005",
      "zh_CN": "所以净宗的殊胜，我们这一生遇到决定不能放过；放过，说实在话，对不起自己。确确实实百千万劫难遭遇，彭际清居士所说的，「无量劫来希有难逢的一天」，我们今天中奖碰到了，这个机会太难得了。碰到之后，佛菩萨保佑，给我们这么长的寿命，我们才把这个事情搞清楚、搞明白，真相信了。如果依照我自己以前算命那个时候的寿命，四十五岁，四十五岁我没有搞清楚，虽然相信，是念佛求往生了，不透彻。换句话说，信只有百分之八十，还有百分之二十疑惑，生凡圣同居土，我们有这个信心。可是佛给我这么长的寿命，加了一倍，有四十年的修习，现在往生也可以达到阿惟越致，不怀疑了，完全接受了。把这个事情真搞清楚、搞明白，我们还得感谢近代这些科学家帮很大的忙，让我们真正断疑生信，真正理解。",
      "zh_TW": "所以淨宗的殊勝，我們這一生遇到決定不能放過；放過，說實在話，對不起自己。確確實實百千萬劫難遭遇，彭際清居士所說的，「無量劫來希有難逢的一天」，我們今天中獎碰到了，這個機會太難得了。碰到之後，佛菩薩保佑，給我們這麼長的壽命，我們才把這個事情搞清楚、搞明白，真相信了。如果依照我自己以前算命那個時候的壽命，四十五歲，四十五歲我沒有搞清楚，雖然相信，是念佛求往生了，不透徹。換句話說，信只有百分之八十，還有百分之二十疑惑，生凡聖同居土，我們有這個信心。可是佛給我這麼長的壽命，加了一倍，有四十年的修習，現在往生也可以達到阿惟越致，不懷疑了，完全接受了。把這個事情真搞清楚、搞明白，我們還得感謝近代這些科學家幫很大的忙，讓我們真正斷疑生信，真正理解。"
    },
    {
      "id": "02-037-0302_p0006",
      "zh_CN": "方东美先生把佛学介绍给我，他说是哲学，世界上最高的哲学，通过我们六十年的学习，现在知道不但是哲学，而且是科学，最高的科学。完全肯定、究竟肯定了佛法是教育，它不是别的东西，它是圆满的教育，为什么？从幼儿园到博士班，圆满的教育。这个了不起！普世的教育，阿含里面讲的伦理、道德、因果，修行的总纲领，五戒十善、六和六度，这普世教育，这几样东西就把世界摆平了，让天下太平。中国古人所说的，格物、致知、诚意、正心、修身、齐家、治国、平天下，这个东西没问题就做到了；再向上提升，那就是高等的哲学跟科学，真正明了宇宙的真相。宇宙之间万事万物到底是怎么一回事情，搞清楚、搞明白了，这叫成佛。",
      "zh_TW": "方東美先生把佛學介紹給我，他說是哲學，世界上最高的哲學，通過我們六十年的學習，現在知道不但是哲學，而且是科學，最高的科學。完全肯定、究竟肯定了佛法是教育，它不是別的東西，它是圓滿的教育，為什麼？從幼兒園到博士班，圓滿的教育。這個了不起！普世的教育，阿含裡面講的倫理、道德、因果，修行的總綱領，五戒十善、六和六度，這普世教育，這幾樣東西就把世界擺平了，讓天下太平。中國古人所說的，格物、致知、誠意、正心、修身、齊家、治國、平天下，這個東西沒問題就做到了；再向上提升，那就是高等的哲學跟科學，真正明瞭宇宙的真相。宇宙之間萬事萬物到底是怎麼一回事情，搞清楚、搞明白了，這叫成佛。"
    },
    {
      "id": "02-037-0302_p0007",
      "zh_CN": "唐太宗说佛教能治国，他那个时候不知道。他是佛门大护法，是总护法，宗教总护法。他心量大，没有分别、没有执着，任何宗教他都是平等对待，只要你说得出道理出来，他都欢喜。他做皇帝的时候，伊斯兰教传到中国，基督教传到中国，基督教叫景教（风景那个景），那个时候叫景教，刚刚从西方传过来，都接受，都给他们建道场，而且一律平等待遇。佛教的寺院，敕建，皇上下命令建造，伊斯兰教清真寺也是敕建，在北京我们去参观，一看到清真寺牌子，皇上敕建的，国家对宗教平等待遇。",
      "zh_TW": "唐太宗說佛教能治國，他那個時候不知道。他是佛門大護法，是總護法，宗教總護法。他心量大，沒有分別、沒有執著，任何宗教他都是平等對待，只要你說得出道理出來，他都歡喜。他做皇帝的時候，伊斯蘭教傳到中國，基督教傳到中國，基督教叫景教（風景那個景），那個時候叫景教，剛剛從西方傳過來，都接受，都給他們建道場，而且一律平等待遇。佛教的寺院，敕建，皇上下命令建造，伊斯蘭教清真寺也是敕建，在北京我們去參觀，一看到清真寺牌子，皇上敕建的，國家對宗教平等待遇。"
    },
    {
      "id": "02-037-0302_p0008",
      "zh_CN": "古时候这些做帝王的人，真下功夫，他真学。唐太宗可能听得很多，每个宗教大师讲经说法他都听，他没去做。清朝真正干的是雍正，雍正是真干、真修，不但经教通达，他有功夫。清朝乾隆、雍正、康熙一百五十年盛世，这个盛世，说实在话，超过唐朝。唐朝一种了不起的成就就是《群书治要》，清朝了不起的成就是《四库全书》、《四库荟要》，这个福报修大！《群书治要》是精华，是一个人真的修身、齐家、治国、平天下，精华，六十五部书里头节录下来的。我们今天学黄念祖老居士的集注，这是精华，这就像《治要》，性质是相同的，它是一百九十三部书里头的精华节录下来的，不可思议。",
      "zh_TW": "古時候這些做帝王的人，真下功夫，他真學。唐太宗可能聽得很多，每個宗教大師講經說法他都聽，他沒去做。清朝真正幹的是雍正，雍正是真幹、真修，不但經教通達，他有功夫。清朝乾隆、雍正、康熙一百五十年盛世，這個盛世，說實在話，超過唐朝。唐朝一種了不起的成就就是《群書治要》，清朝了不起的成就是《四庫全書》、《四庫薈要》，這個福報修大！《群書治要》是精華，是一個人真的修身、齊家、治國、平天下，精華，六十五部書裡頭節錄下來的。我們今天學黃念祖老居士的集註，這是精華，這就像《治要》，性質是相同的，它是一百九十三部書裡頭的精華節錄下來的，不可思議。"
    },
    {
      "id": "02-037-0302_p0009",
      "zh_CN": "真正的学问一定用这个方法，不是在家里闭门造车，我的理想、我的看法、我的想法，不行，它不是我的，我没有想法，多看、多听。你看看，四大天王就教我们这个，东方持国是教你怎样修身、齐家、治国，给你讲理、讲方法；第二个，增长天王是教你天天有进步，日新又新，不能停在那里，不能往后退，天天要往前面走。怎么落实？多看、多听。广目天王，西方天王，教我们多看，中国古人所谓的「读万卷书，行万里路」，行万里路就是考察，万卷书是古人留下来的资料，他们过去参学，以及自己一生努力成就事业的这些资料留给你，你拿到这个资料看的时候，还得要考察，要实地考察。真学问！",
      "zh_TW": "真正的學問一定用這個方法，不是在家裡閉門造車，我的理想、我的看法、我的想法，不行，它不是我的，我沒有想法，多看、多聽。你看看，四大天王就教我們這個，東方持國是教你怎樣修身、齊家、治國，給你講理、講方法；第二個，增長天王是教你天天有進步，日新又新，不能停在那裡，不能往後退，天天要往前面走。怎麼落實？多看、多聽。廣目天王，西方天王，教我們多看，中國古人所謂的「讀萬卷書，行萬里路」，行萬里路就是考察，萬卷書是古人留下來的資料，他們過去參學，以及自己一生努力成就事業的這些資料留給你，你拿到這個資料看的時候，還得要考察，要實地考察。真學問！"
    },
    {
      "id": "02-037-0302_p0010",
      "zh_CN": "早年方老师把《华严经》介绍给我，就说到这个问题。《华严经》里头有圆满的理论，有最精辟的方法，后面是什么？后面有表演，善财童子五十三参，表演，这是真学问。五十三参是做出来，谁做出来？男女老少，各行各业，就是把华严理论、华严的方法、华严的境界完全落实在日常生活。日常生活就是大方广佛华严，他说这是真了不起，在全世界哲学书里头《华严》第一，找不到能跟《华严》相媲美的。但在中国有一部，朱熹编的四书。朱熹，宋朝时候人。那个四书，我在很多年前就这么想，朱子编四书的灵感，非常可能是在《华严经》上学去的，要不然怎么会那么像？你看他采取《中庸》这部书，理论没有话说，代表中国古圣先贤正统的思想、理念。《大学》是方法。那五十三参？《论语》、《孟子》是五十三参。《论语》是孔子做到了，把《中庸》、《大学》，《中庸》的道理、《大学》的方法落实在生活，落实在工作，落实在处事待人接物，你看《论语》就晓得了。《孟子》也是善财童子，也是落实。孔子落实得高，圣人；孟子稍微差一点，贤人。圣贤人他怎么会成圣贤的？就是把这个东西落实到生活。",
      "zh_TW": "早年方老師把《華嚴經》介紹給我，就說到這個問題。《華嚴經》裡頭有圓滿的理論，有最精闢的方法，後面是什麼？後面有表演，善財童子五十三參，表演，這是真學問。五十三參是做出來，誰做出來？男女老少，各行各業，就是把華嚴理論、華嚴的方法、華嚴的境界完全落實在日常生活。日常生活就是大方廣佛華嚴，他說這是真了不起，在全世界哲學書裡頭《華嚴》第一，找不到能跟《華嚴》相媲美的。但在中國有一部，朱熹編的四書。朱熹，宋朝時候人。那個四書，我在很多年前就這麼想，朱子編四書的靈感，非常可能是在《華嚴經》上學去的，要不然怎麼會那麼像？你看他採取《中庸》這部書，理論沒有話說，代表中國古聖先賢正統的思想、理念。《大學》是方法。那五十三參？《論語》、《孟子》是五十三參。《論語》是孔子做到了，把《中庸》、《大學》，《中庸》的道理、《大學》的方法落實在生活，落實在工作，落實在處事待人接物，你看《論語》就曉得了。《孟子》也是善財童子，也是落實。孔子落實得高，聖人；孟子稍微差一點，賢人。聖賢人他怎麼會成聖賢的？就是把這個東西落實到生活。"
    },
    {
      "id": "02-037-0302_p0011",
      "zh_CN": "那我们今天看这个，这更不得了，这是什么？这一部书是阿弥陀佛把他的一生所证得的理论；在学习过程当中，他参访了一切诸佛的刹土，用今天的话来说，去调查、去研究，也就是古人所谓的考察，现在人叫调研，一个意思，用了五劫时间完成这个工作。调研的结论、总结，四十八愿是总结，他就能把这个总结，落实在西方极乐世界，落实在教学，落实在生活。这个书还得了！世出世间典籍里头第一部。方东美先生他老人家认为第一部是《大方广佛华严经》，这个他没有看到，这是什么？是《大方广佛华严经》的精华，是《大方广佛华严经》的治要，把它浓缩成一册。《华严经》八十卷，现在把它编成一卷，这一卷里面就是八十卷的完整内容，这还得了！非常可惜，现在很多人不认识，没有发现。我们这些年认真学习、提倡、讲解，已经有一部分人觉悟、明白了，明白就真干，末法往后九千年，这一部书就能得度。",
      "zh_TW": "那我們今天看這個，這更不得了，這是什麼？這一部書是阿彌陀佛把他的一生所證得的理論；在學習過程當中，他參訪了一切諸佛的剎土，用今天的話來說，去調查、去研究，也就是古人所謂的考察，現在人叫調研，一個意思，用了五劫時間完成這個工作。調研的結論、總結，四十八願是總結，他就能把這個總結，落實在西方極樂世界，落實在教學，落實在生活。這個書還得了！世出世間典籍裡頭第一部。方東美先生他老人家認為第一部是《大方廣佛華嚴經》，這個他沒有看到，這是什麼？是《大方廣佛華嚴經》的精華，是《大方廣佛華嚴經》的治要，把它濃縮成一冊。《華嚴經》八十卷，現在把它編成一卷，這一卷裡面就是八十卷的完整內容，這還得了！非常可惜，現在很多人不認識，沒有發現。我們這些年認真學習、提倡、講解，已經有一部分人覺悟、明白了，明白就真幹，末法往後九千年，這一部書就能得度。"
    },
    {
      "id": "02-037-0302_p0012",
      "zh_CN": "法门无量誓愿学要不要做？要做，不是这个时候做，什么时候？生到极乐世界再做。现在我们就是一个简单的目标，求生净土，亲近弥陀，把学法门、成佛道这两桩事情放在极乐世界完成，这样做就对了。往生西方极乐世界，我们每个人的时间都足够了，只要把时间抓住，不能空过，经要天天读、天天念、天天讲，佛号不要间断。一声佛号，就是把阿弥陀佛圆满的功德变成自己的功德，一声佛号一声心，一声佛号一声圆满功德。你要是能真正明白这个道理，这个道理经上讲很多遍，不止一遍，修善积德无过于念佛，修什么样的善，积什么样的德，都不如念阿弥陀佛。",
      "zh_TW": "法門無量誓願學要不要做？要做，不是這個時候做，什麼時候？生到極樂世界再做。現在我們就是一個簡單的目標，求生淨土，親近彌陀，把學法門、成佛道這兩樁事情放在極樂世界完成，這樣做就對了。往生西方極樂世界，我們每個人的時間都足夠了，只要把時間抓住，不能空過，經要天天讀、天天念、天天講，佛號不要間斷。一聲佛號，就是把阿彌陀佛圓滿的功德變成自己的功德，一聲佛號一聲心，一聲佛號一聲圓滿功德。你要是能真正明白這個道理，這個道理經上講很多遍，不止一遍，修善積德無過於念佛，修什麼樣的善，積什麼樣的德，都不如念阿彌陀佛。"
    },
    {
      "id": "02-037-0302_p0013",
      "zh_CN": "那念阿弥陀佛，还要不要积德修善？随缘，不要执着，有缘就做，没有缘就念佛，功德全是圆满的。不能够执理废事，念佛就是圆满功德，我就念佛，断恶修善我都不干了，这就错了，你的法不圆，要圆融，要自在。有缘，尽心尽力的做，不管做多少，不放在心上，这个很重要。放在心上，心就不清净。惠能大师说得好，「何期自性，本自清净」，清净里头没有善恶，里面没有分别执着。心里头只有阿弥陀佛，除阿弥陀佛之外，什么都不存在，这叫清净平等觉，清净平等觉就是阿弥陀佛。所以我们要记住，菩萨修到阿惟越致，修到不退转，要一大阿僧祇劫。「但净土法门大异于是」，跟他们不一样。小本《弥陀经》上说，「极乐国土，众生生者，皆是阿鞞跋致」，没有一个不是。单单这一句，你要是懂得了，你会死心塌地修这个法门。「今曰」，现在这部经上讲，「未得阿惟越致者，则得阿惟越致」，两本相同。我们现在没得到，没得到会退转，在这个世界进进退退，一点都不稀奇。",
      "zh_TW": "那念阿彌陀佛，還要不要積德修善？隨緣，不要執著，有緣就做，沒有緣就念佛，功德全是圓滿的。不能夠執理廢事，念佛就是圓滿功德，我就念佛，斷惡修善我都不幹了，這就錯了，你的法不圓，要圓融，要自在。有緣，盡心盡力的做，不管做多少，不放在心上，這個很重要。放在心上，心就不清淨。惠能大師說得好，「何期自性，本自清淨」，清淨裡頭沒有善惡，裡面沒有分別執著。心裡頭只有阿彌陀佛，除阿彌陀佛之外，什麼都不存在，這叫清淨平等覺，清淨平等覺就是阿彌陀佛。所以我們要記住，菩薩修到阿惟越致，修到不退轉，要一大阿僧祇劫。「但淨土法門大異於是」，跟他們不一樣。小本《彌陀經》上說，「極樂國土，眾生生者，皆是阿鞞跋致」，沒有一個不是。單單這一句，你要是懂得了，你會死心塌地修這個法門。「今曰」，現在這部經上講，「未得阿惟越致者，則得阿惟越致」，兩本相同。我們現在沒得到，沒得到會退轉，在這個世界進進退退，一點都不稀奇。"
    },
    {
      "id": "02-037-0302_p0014",
      "zh_CN": "莲池大师在《竹窗随笔》告诉我们，有个老和尚住在深山小茅蓬，修行不少年，精进不懈，道德感人。被在家居士发现了，这个出家人真有道行，把他请下山，到尘世里面去弘法利生。尘世里住了没多久，染上了习气，堕落了，自己不晓得，不知不觉的堕落了。莲池也是个大德，他们两个碰上了，莲池大师提醒他，跟他说，跟他讲故事，有一个在深山修行的老和尚几十年不下山，下山之后，没多久就堕落了。他问那是谁？莲池大师说就是老兄！所以这桩事情自古以来，不沾名利没事，一沾上，问题就来了。中国古人有一句话说，高名厚利，高名是什么？大官。今天人家请你去做部长、请你去做总理，你动不动心？不动心的很少。厚利，我这里有一百亿给你、一千亿给你，动不动心？就变节了，大修行人也禁不起。",
      "zh_TW": "蓮池大師在《竹窗隨筆》告訴我們，有個老和尚住在深山小茅蓬，修行不少年，精進不懈，道德感人。被在家居士發現了，這個出家人真有道行，把他請下山，到塵世裡面去弘法利生。塵世裡住了沒多久，染上了習氣，墮落了，自己不曉得，不知不覺的墮落了。蓮池也是個大德，他們兩個碰上了，蓮池大師提醒他，跟他說，跟他講故事，有一個在深山修行的老和尚幾十年不下山，下山之後，沒多久就墮落了。他問那是誰？蓮池大師說就是老兄！所以這樁事情自古以來，不沾名利沒事，一沾上，問題就來了。中國古人有一句話說，高名厚利，高名是什麼？大官。今天人家請你去做部長、請你去做總理，你動不動心？不動心的很少。厚利，我這裡有一百億給你、一千億給你，動不動心？就變節了，大修行人也禁不起。"
    },
    {
      "id": "02-037-0302_p0015",
      "zh_CN": "我们老祖宗知道这回事情，所以教育要从小扎根。扎根什么？扎根从胎教。唯有这样扎根，所以古谚语才说「三岁看八十」，三岁扎下这种深根，八十岁不会变。我这一生看到一生不变的，就看到我们以前老校长周邦道先生，一生不变。请他去做考选部政务次长，他同意了，他干这个工作是为国家选拔人才，不是贪图名利。公家给他配一辆轿车，不是公事不坐，私人事坐公共巴士，所以他那个司机没事情干，就是上下班。公家给他家里安的电话，私人的事情到外面公共电话去打，不可以用公家电话，那个电话要付电话费的，那是国家的钱。所以他的儿子在我面前抱怨，国家给你配的，为什么不用？说他爸爸是老古董，跟不上时代，老古董。老人做的是对的，在这个时代给大家做个好榜样。做官的人都像他那样，这国家还得了？不得了！真的是好人，一分钱不敢乱用。家里生活非常清淡，待遇并不是很高，他还要养几十个人。故乡，家乡就是中国大陆，他是江西人，家乡还有父老乡亲，生活过得很苦的，他每个月多余的钱寄回去。这做给我们看，我们亲眼看到。抗战期间在学校，学校常常有救济的物资，都分给同学，他自己的儿女，他好像五个小孩，没分的，分下还有多的他们就有分，没有多的，他们没有分。所以他儿子跟我们常常开玩笑说，当他的学生好，当他的儿子很可怜，他不照顾儿子，他照顾学生。所以我们做学生的，一生永远怀念这一对老夫妇，那做人是做到家了。这个故事，以后有机会在联合国讲演的时候，我要讲给大家听，世界上还有这样的人。",
      "zh_TW": "我們老祖宗知道這回事情，所以教育要從小扎根。扎根什麼？扎根從胎教。唯有這樣扎根，所以古諺語才說「三歲看八十」，三歲紮下這種深根，八十歲不會變。我這一生看到一生不變的，就看到我們以前老校長周邦道先生，一生不變。請他去做考選部政務次長，他同意了，他幹這個工作是為國家選拔人才，不是貪圖名利。公家給他配一輛轎車，不是公事不坐，私人事坐公共巴士，所以他那個司機沒事情幹，就是上下班。公家給他家裡安的電話，私人的事情到外面公共電話去打，不可以用公家電話，那個電話要付電話費的，那是國家的錢。所以他的兒子在我面前抱怨，國家給你配的，為什麼不用？說他爸爸是老古董，跟不上時代，老古董。老人做的是對的，在這個時代給大家做個好榜樣。做官的人都像他那樣，這國家還得了？不得了！真的是好人，一分錢不敢亂用。家裡生活非常清淡，待遇並不是很高，他還要養幾十個人。故鄉，家鄉就是中國大陸，他是江西人，家鄉還有父老鄉親，生活過得很苦的，他每個月多餘的錢寄回去。這做給我們看，我們親眼看到。抗戰期間在學校，學校常常有救濟的物資，都分給同學，他自己的兒女，他好像五個小孩，沒分的，分下還有多的他們就有分，沒有多的，他們沒有分。所以他兒子跟我們常常開玩笑說，當他的學生好，當他的兒子很可憐，他不照顧兒子，他照顧學生。所以我們做學生的，一生永遠懷念這一對老夫婦，那做人是做到家了。這個故事，以後有機會在聯合國講演的時候，我要講給大家聽，世界上還有這樣的人。"
    },
    {
      "id": "02-037-0302_p0016",
      "zh_CN": "「又《弥陀要解》曰」，这是蕅益大师跟我们介绍的，「阿鞞跋致，此云不退」，此是我们中国，中国人讲不退，印度人叫阿鞞跋致。第一个，「位不退。入圣流」，他已经入了圣人这个阶层，他不会堕落到凡夫。最低的就是小乘初果、大乘初信位的菩萨，三界九地八十八品见惑断尽了，虽然没有出六道轮回，他决定不堕三恶道，这叫圣人，他在这个世间人天两道。在六道里头期限是有限的，天上人间七次往返，他就超越六道轮回，就不再来了，证阿罗汉果，永远脱离六道轮回，叫做入圣流。",
      "zh_TW": "「又《彌陀要解》曰」，這是蕅益大師跟我們介紹的，「阿鞞跋致，此云不退」，此是我們中國，中國人講不退，印度人叫阿鞞跋致。第一個，「位不退。入聖流」，他已經入了聖人這個階層，他不會墮落到凡夫。最低的就是小乘初果、大乘初信位的菩薩，三界九地八十八品見惑斷盡了，雖然沒有出六道輪迴，他決定不墮三惡道，這叫聖人，他在這個世間人天兩道。在六道裡頭期限是有限的，天上人間七次往返，他就超越六道輪迴，就不再來了，證阿羅漢果，永遠脫離六道輪迴，叫做入聖流。"
    },
    {
      "id": "02-037-0302_p0017",
      "zh_CN": "第二种，「行不退」。佛菩萨的行，行就是行为、行事，我们今天讲造作，或者讲工作，你每天的工作是什么。佛菩萨的工作是教学，所以佛菩萨的身分是老师。「行不退。恒度生，不堕二乘地」，恒是永远，永远是教学帮助众生觉悟，教学的目标也只有一个，帮助大家觉悟。觉悟就离苦得乐了，苦从迷来的，乐从觉来的，人觉悟，哪有不快乐的！所以佛法讲，断要从因上断，迷悟是因，苦乐是果，果结成那没办法，那无法改变，所以要从因上。佛知道一切众生的苦是迷失自性，他思想行为完全违背性德，这感召的苦果；如果思想行为与性德相应，他所感召的是乐，决定没有苦。",
      "zh_TW": "第二種，「行不退」。佛菩薩的行，行就是行為、行事，我們今天講造作，或者講工作，你每天的工作是什麼。佛菩薩的工作是教學，所以佛菩薩的身分是老師。「行不退。恆度生，不墮二乘地」，恆是永遠，永遠是教學幫助眾生覺悟，教學的目標也只有一個，幫助大家覺悟。覺悟就離苦得樂了，苦從迷來的，樂從覺來的，人覺悟，哪有不快樂的！所以佛法講，斷要從因上斷，迷悟是因，苦樂是果，果結成那沒辦法，那無法改變，所以要從因上。佛知道一切眾生的苦是迷失自性，他思想行為完全違背性德，這感召的苦果；如果思想行為與性德相應，他所感召的是樂，決定沒有苦。"
    },
    {
      "id": "02-037-0302_p0018",
      "zh_CN": "极乐世界人人觉悟，为什么？阿弥陀佛天天讲经教学，没有中断。所以极乐世界人天天快乐，他天天有觉悟，天天在提升，一直到成佛。成佛之后，你会到有缘众生那个地区，到那里去作佛去，离开极乐世界，毕业了。这行不退，所以他不会退到二乘。二乘是阿罗汉、辟支佛，他们也度生，但是他不平等，跟他有缘，他喜欢你，帮助你，跟他没有缘，他不理你。不像菩萨，菩萨为一切众生不请之友，众生不找他，菩萨会找众生。小乘不会，你一定去找他，还看他高兴不高兴，他决定不会主动去找人。这个是大小乘心量不一样，小乘求自乐，大乘不求自乐求利他，希望一切众生离苦得乐，这是大乘心！不堕二乘。",
      "zh_TW": "極樂世界人人覺悟，為什麼？阿彌陀佛天天講經教學，沒有中斷。所以極樂世界人天天快樂，他天天有覺悟，天天在提升，一直到成佛。成佛之後，你會到有緣眾生那個地區，到那裡去作佛去，離開極樂世界，畢業了。這行不退，所以他不會退到二乘。二乘是阿羅漢、辟支佛，他們也度生，但是他不平等，跟他有緣，他喜歡你，幫助你，跟他沒有緣，他不理你。不像菩薩，菩薩為一切眾生不請之友，眾生不找他，菩薩會找眾生。小乘不會，你一定去找他，還看他高興不高興，他決定不會主動去找人。這個是大小乘心量不一樣，小乘求自樂，大乘不求自樂求利他，希望一切眾生離苦得樂，這是大乘心！不墮二乘。"
    },
    {
      "id": "02-037-0302_p0019",
      "zh_CN": "「三、念不退。心心流入萨婆若海」，换句话说，他只有一个方向，只有一个目标。萨婆若海是梵语，萨婆若，下面有解释。「萨婆若海，此云一切种智海，即如来果海」，萨婆若海，我们用中国容易懂的一句话，就是明心见性，见性成佛。明心见性，萨婆若是一切种智。我们通常介绍佛这个字，佛是什么？在大乘里面通常讲三种觉来解释佛，三种觉。小乘阿罗汉，自觉；大乘菩萨，自觉同时觉他；那佛是自觉觉他已经圆满了，这是佛里头三种觉的意思。觉从哪里来的？从智来的。所以佛里头有三种智，第一个一切智，一切智是知一切法的总相。佛经常讲的万法皆空，一切法无所有毕竟空，这都是讲总相，万法皆空。那这些万法怎么来的？阿罗汉不知道。阿罗汉知道那是假的，假的怎么来的他不晓得。假的，他不执着，所以他离苦得乐，他没有烦恼，因为全是假的，他把见思烦恼放下了。菩萨有道种智，这个道是道理，种是种种，太多了，无量无边，就是这些事相、现象，这现象怎么来的、怎么回事情，菩萨知道。所以阿罗汉知空不知假，知总不知别，菩萨知总也知别，但是没有到究竟圆满。究竟圆满，佛知道，佛是究竟圆满。所以佛的智慧叫一切种智，一切是一切智，种智就是道种智，这两种智慧圆满。海是个比喻，这叫一切种智海，或者叫一切智智，后头两个智字，一切智智，就是一切种智海的意思。这是如来究竟的果觉，念不退，念念流入萨婆若海，就是究竟成佛之道。这个境界在别教是初地，圆教是初住，明心见性，见性成佛。",
      "zh_TW": "「三、念不退。心心流入薩婆若海」，換句話說，他只有一個方向，只有一個目標。薩婆若海是梵語，薩婆若，下面有解釋。「薩婆若海，此云一切種智海，即如來果海」，薩婆若海，我們用中國容易懂的一句話，就是明心見性，見性成佛。明心見性，薩婆若是一切種智。我們通常介紹佛這個字，佛是什麼？在大乘裡面通常講三種覺來解釋佛，三種覺。小乘阿羅漢，自覺；大乘菩薩，自覺同時覺他；那佛是自覺覺他已經圓滿了，這是佛裡頭三種覺的意思。覺從哪裡來的？從智來的。所以佛裡頭有三種智，第一個一切智，一切智是知一切法的總相。佛經常講的萬法皆空，一切法無所有畢竟空，這都是講總相，萬法皆空。那這些萬法怎麼來的？阿羅漢不知道。阿羅漢知道那是假的，假的怎麼來的他不曉得。假的，他不執著，所以他離苦得樂，他沒有煩惱，因為全是假的，他把見思煩惱放下了。菩薩有道種智，這個道是道理，種是種種，太多了，無量無邊，就是這些事相、現象，這現象怎麼來的、怎麼回事情，菩薩知道。所以阿羅漢知空不知假，知總不知別，菩薩知總也知別，但是沒有到究竟圓滿。究竟圓滿，佛知道，佛是究竟圓滿。所以佛的智慧叫一切種智，一切是一切智，種智就是道種智，這兩種智慧圓滿。海是個比喻，這叫一切種智海，或者叫一切智智，後頭兩個智字，一切智智，就是一切種智海的意思。這是如來究竟的果覺，念不退，念念流入薩婆若海，就是究竟成佛之道。這個境界在別教是初地，圓教是初住，明心見性，見性成佛。"
    },
    {
      "id": "02-037-0302_p0020",
      "zh_CN": "别教初地，圆教初住，「破一分无明，证一分法身，方能双舍二边」，二边就是一切智、道种智。一切智、道种智，二边都放下了才真的圆满。心里还有这二边，还是边见，不圆满。所以《大乘起信论》里头马鸣菩萨教给我们，学习一定要懂得不执着言说相。我们听经，不执着言说，读经不执着文字。文字是语言的符号，不能执着，执着就错了，不执着。不执著名字相，像一切种智、如来、菩萨，这都是名词，名词是假的，不是真的。所以佛对每一桩事情都讲很多名词，就是叫你不要执着。你知道是讲这桩事情就对了，不要执著名字相，怎么说都可以。第三，不能执着心缘相。心缘相是什么？我听了，我看了，我觉得是什么意思，这个不可以。一定要晓得，佛说法没有意思。没有意思，能说得出这么多的妙法，这叫妙！没有意思才叫妙，有意思就不妙了。没有意思，能生无量义。无量义从哪里生的？从对方生的，从众生那边生的。众生什么样的程度，他就生什么意思，自然的，自然跑出来。确实他没有思考。",
      "zh_TW": "別教初地，圓教初住，「破一分無明，證一分法身，方能雙捨二邊」，二邊就是一切智、道種智。一切智、道種智，二邊都放下了才真的圓滿。心裡還有這二邊，還是邊見，不圓滿。所以《大乘起信論》裡頭馬鳴菩薩教給我們，學習一定要懂得不執著言說相。我們聽經，不執著言說，讀經不執著文字。文字是語言的符號，不能執著，執著就錯了，不執著。不執著名字相，像一切種智、如來、菩薩，這都是名詞，名詞是假的，不是真的。所以佛對每一樁事情都講很多名詞，就是叫你不要執著。你知道是講這樁事情就對了，不要執著名字相，怎麼說都可以。第三，不能執著心緣相。心緣相是什麼？我聽了，我看了，我覺得是什麼意思，這個不可以。一定要曉得，佛說法沒有意思。沒有意思，能說得出這麼多的妙法，這叫妙！沒有意思才叫妙，有意思就不妙了。沒有意思，能生無量義。無量義從哪裡生的？從對方生的，從眾生那邊生的。眾生什麼樣的程度，他就生什麼意思，自然的，自然跑出來。確實他沒有思考。"
    },
    {
      "id": "02-037-0302_p0021",
      "zh_CN": "释迦牟尼佛示现一生八相成道，一生都没有起心动念，起心动念那他就堕落了，他变成凡夫了。没有起心动念，这是我们一般人决定无法了解的，都认为我向释迦牟尼佛提一个问题，他老人家答复我。我们提问题是有意思、有心，他的回答是无心。无心怎么答得那么巧妙？我正是不能解决，他几句话就把我解决了。唯真心离念，所以佛常常教用真心，真心没有念头，妄心有念头。用真心的人，别教就是初地，圆教就是初住，他们用真心。妄心是心意识，假的，妄心。心意识，心是阿赖耶，意是末那，识是第六识；第六识的分别，第七识的执着，第八识的记忆。",
      "zh_TW": "釋迦牟尼佛示現一生八相成道，一生都沒有起心動念，起心動念那他就墮落了，他變成凡夫了。沒有起心動念，這是我們一般人決定無法了解的，都認為我向釋迦牟尼佛提一個問題，他老人家答覆我。我們提問題是有意思、有心，他的回答是無心。無心怎麼答得那麼巧妙？我正是不能解決，他幾句話就把我解決了。唯真心離念，所以佛常常教用真心，真心沒有念頭，妄心有念頭。用真心的人，別教就是初地，圓教就是初住，他們用真心。妄心是心意識，假的，妄心。心意識，心是阿賴耶，意是末那，識是第六識；第六識的分別，第七識的執著，第八識的記憶。"
    },
    {
      "id": "02-037-0302_p0022",
      "zh_CN": "上个月二十一号，美国夏威夷修．蓝博士来访问。他们古老的祖宗传下来这个方法，他称作记忆，实际上那就是阿赖耶。阿赖耶管记忆，我们看了、听了不会忘记。所以阿赖耶像档案室、像资料库一样，都保存在那边，再遇到的，这档案立刻调出来，一核对，所以我们认识人，不会认错人，我们知道哪一件事没有犯错误。记忆这个东西不是好东西，这不是自性，自性里头没有，所以他就讲要把记忆清除。那天跟我们谈了很多，记忆清除，记忆里面首先把不善的清除，不善的记忆、恶的记忆清除，然后善的也要清除，回归到零点能量点，这个时候作用就大了，就能够治病。这个说法我们听得懂，就是禅定！禅定，他有禅定的功夫。",
      "zh_TW": "上個月二十一號，美國夏威夷修．藍博士來訪問。他們古老的祖宗傳下來這個方法，他稱作記憶，實際上那就是阿賴耶。阿賴耶管記憶，我們看了、聽了不會忘記。所以阿賴耶像檔案室、像資料庫一樣，都保存在那邊，再遇到的，這檔案立刻調出來，一核對，所以我們認識人，不會認錯人，我們知道哪一件事沒有犯錯誤。記憶這個東西不是好東西，這不是自性，自性裡頭沒有，所以他就講要把記憶清除。那天跟我們談了很多，記憶清除，記憶裡面首先把不善的清除，不善的記憶、惡的記憶清除，然後善的也要清除，回歸到零點能量點，這個時候作用就大了，就能夠治病。這個說法我們聽得懂，就是禪定！禪定，他有禪定的功夫。"
    },
    {
      "id": "02-037-0302_p0023",
      "zh_CN": "我们修禅定很难，妄念太多，心里头浮躁。但是今天我们得到一个方便，我们用念佛的方法。我们记忆不是全空，我的记忆想集中在阿弥陀佛，阿弥陀佛之外，所有一切善恶记忆全部清除，这就对了。只留一个阿弥陀佛，到极乐世界，这个阿弥陀佛再拿掉，真心统统现前。早年我刚刚接触净土，讲《十六观经》，《十六观经》是讲修净土十六种方法。这十六观，除了持名念佛是第十六，还有观像念佛，好像是第十三，观像，除这两个之外统统是观想。李老师告诉我，他说这十六种观一定要用持名，持名是第十六，为什么？容易成就，而且成就功夫比其他的都高。为什么？他说你观像，像都是虚妄的，将来到西方极乐世界还要把这个像除掉，把它清除出去，不好清！好不容易观成功，然后再去掉也非常困难，把这个记忆去掉非常困难，不如名号，名号是假的，你名号丢掉容易。你说观佛，观佛的相好光明，那个东西不容易丢掉，印象太深刻。我想想有道理。所以十六观里头，最殊胜的还是念阿弥陀佛，第十六观。",
      "zh_TW": "我們修禪定很難，妄念太多，心裡頭浮躁。但是今天我們得到一個方便，我們用念佛的方法。我們記憶不是全空，我的記憶想集中在阿彌陀佛，阿彌陀佛之外，所有一切善惡記憶全部清除，這就對了。只留一個阿彌陀佛，到極樂世界，這個阿彌陀佛再拿掉，真心統統現前。早年我剛剛接觸淨土，講《十六觀經》，《十六觀經》是講修淨土十六種方法。這十六觀，除了持名念佛是第十六，還有觀像念佛，好像是第十三，觀像，除這兩個之外統統是觀想。李老師告訴我，他說這十六種觀一定要用持名，持名是第十六，為什麼？容易成就，而且成就功夫比其他的都高。為什麼？他說你觀像，像都是虛妄的，將來到西方極樂世界還要把這個像除掉，把它清除出去，不好清！好不容易觀成功，然後再去掉也非常困難，把這個記憶去掉非常困難，不如名號，名號是假的，你名號丟掉容易。你說觀佛，觀佛的相好光明，那個東西不容易丟掉，印象太深刻。我想想有道理。所以十六觀裡頭，最殊勝的還是念阿彌陀佛，第十六觀。"
    },
    {
      "id": "02-037-0302_p0024",
      "zh_CN": "《十六观经》里头主要是讲方法、讲理论，理论你相信，方法你就喜欢。理论是什么？是心是佛，是心作佛。这是佛在《观经》上讲的，告诉我们事实真相，我们的心就是佛。所以释迦牟尼佛在《华严经》上说，「一切众生本来是佛」。心就是佛，佛就是心，这个心是讲真心，不是妄心。三心二意是妄心，这个三心是阿赖耶、末那、意识；二意，就是讲第六意识、第七末那，就讲这两种，叫三心二意。六道凡夫全是三心二意，不是真的。所以菩萨在这个世间跟一切众生往来随缘，菩萨用真心，凡夫用妄心，真心随缘妄心，但是要真想学佛，要用真心。大乘用真心，小乘想学，但是阿赖耶丢不掉，先用妄心学，妄心就是要持戒、要修定、要开慧，要走这个路子。净宗法门它实在是太巧妙了，把戒定慧全部容纳在名号当中，你念这一句名号，戒定慧全都有了，这是真正不可思议，统摄所有的根机，什么人都能学。念这一句阿弥陀佛，只要我们记住这三种不退。",
      "zh_TW": "《十六觀經》裡頭主要是講方法、講理論，理論你相信，方法你就喜歡。理論是什麼？是心是佛，是心作佛。這是佛在《觀經》上講的，告訴我們事實真相，我們的心就是佛。所以釋迦牟尼佛在《華嚴經》上說，「一切眾生本來是佛」。心就是佛，佛就是心，這個心是講真心，不是妄心。三心二意是妄心，這個三心是阿賴耶、末那、意識；二意，就是講第六意識、第七末那，就講這兩種，叫三心二意。六道凡夫全是三心二意，不是真的。所以菩薩在這個世間跟一切眾生往來隨緣，菩薩用真心，凡夫用妄心，真心隨緣妄心，但是要真想學佛，要用真心。大乘用真心，小乘想學，但是阿賴耶丟不掉，先用妄心學，妄心就是要持戒、要修定、要開慧，要走這個路子。淨宗法門它實在是太巧妙了，把戒定慧全部容納在名號當中，你念這一句名號，戒定慧全都有了，這是真正不可思議，統攝所有的根機，什麼人都能學。念這一句阿彌陀佛，只要我們記住這三種不退。"
    },
    {
      "id": "02-037-0302_p0025",
      "zh_CN": "所以阿惟越致菩萨，破一分无明，无明真破了，证一分法身。一破一切破，一证一切证，这个时候双舍二边，「全归中道，念念流入萨婆若海」，纯净纯正。「足见念不退之难证」。实在讲，三种不退都难，念不退是真难，因为证得念不退就成佛了，大彻大悟，明心见性。净土宗，理一心不乱就是这个境界，就是念不退。「但净土妙法」，它真妙，「五逆十恶，十念成就，带业往生。居下下品者，皆得三不退也」，这个妙是从阿弥陀佛来的，是阿弥陀佛四十八愿。四十八愿别人不知道，没有概念，我们知道四十八愿怎么来的，五劫参访考察十方三世一切诸佛刹土里面，取长舍短总结的报告，就是四十八愿。我们这样讲，大家印象深刻，那不是简单的，五劫修行参访考察所得到的总结。阿弥陀佛以这个总结，以他无量劫来修行的功德来加持你，这还得了！生到西方极乐世界他就加持，你就成为三不退的菩萨，凡圣同居土下下品往生，皆作阿惟越致菩萨。我们要知道这个好处，知道这个利益，我们才真正把身心世界一切放下，一心一意就是一句弥陀，真正不可思议。",
      "zh_TW": "所以阿惟越致菩薩，破一分無明，無明真破了，證一分法身。一破一切破，一證一切證，這個時候雙捨二邊，「全歸中道，念念流入薩婆若海」，純淨純正。「足見念不退之難證」。實在講，三種不退都難，念不退是真難，因為證得念不退就成佛了，大徹大悟，明心見性。淨土宗，理一心不亂就是這個境界，就是念不退。「但淨土妙法」，它真妙，「五逆十惡，十念成就，帶業往生。居下下品者，皆得三不退也」，這個妙是從阿彌陀佛來的，是阿彌陀佛四十八願。四十八願別人不知道，沒有概念，我們知道四十八願怎麼來的，五劫參訪考察十方三世一切諸佛剎土裡面，取長捨短總結的報告，就是四十八願。我們這樣講，大家印象深刻，那不是簡單的，五劫修行參訪考察所得到的總結。阿彌陀佛以這個總結，以他無量劫來修行的功德來加持你，這還得了！生到西方極樂世界他就加持，你就成為三不退的菩薩，凡聖同居土下下品往生，皆作阿惟越致菩薩。我們要知道這個好處，知道這個利益，我們才真正把身心世界一切放下，一心一意就是一句彌陀，真正不可思議。"
    },
    {
      "id": "02-037-0302_p0026",
      "zh_CN": "「是以灵峰大师赞曰」，灵峰就是蕅益大师，《弥陀经要解》他作的。「十方佛土」，十方佛土是法藏比丘去参访的对象，「无此名相，无此阶位」，没有这样的名词，没有这个现相，没有这个阶位，也「无此法门」。换句话说，净宗法门，净宗的阶位，是十方世界所没有的，华藏世界也没有。「非心性之极致」，真心、自性，真心自性的极致，中心的中心，圆满里头的圆满。「持名之奇勋」，持名的功德，勋就是讲的功德，名号功德不可思议，我们持名念佛的功德不可思议。「弥陀之大愿」，当年弥陀参访十方佛土，总集一切佛土里面美好之大成，十方佛土里头有缺陷统统不取，精华美好统统都要，这样建立极乐世界，这样成就净宗的法门，毕竟得到的大圆满。「何以有此」，这句话感叹，要不是心性极致，要不是持名奇勋，要不是弥陀的大愿，怎么可能有这样殊胜的庄严成就！我们再看下面一段，「法喜自在」。请看经文：",
      "zh_TW": "「是以靈峰大師讚曰」，靈峰就是蕅益大師，《彌陀經要解》他作的。「十方佛土」，十方佛土是法藏比丘去參訪的對象，「無此名相，無此階位」，沒有這樣的名詞，沒有這個現相，沒有這個階位，也「無此法門」。換句話說，淨宗法門，淨宗的階位，是十方世界所沒有的，華藏世界也沒有。「非心性之極致」，真心、自性，真心自性的極致，中心的中心，圓滿裡頭的圓滿。「持名之奇勛」，持名的功德，勛就是講的功德，名號功德不可思議，我們持名念佛的功德不可思議。「彌陀之大願」，當年彌陀參訪十方佛土，總集一切佛土裡面美好之大成，十方佛土裡頭有缺陷統統不取，精華美好統統都要，這樣建立極樂世界，這樣成就淨宗的法門，畢竟得到的大圓滿。「何以有此」，這句話感嘆，要不是心性極致，要不是持名奇勛，要不是彌陀的大願，怎麼可能有這樣殊勝的莊嚴成就！我們再看下面一段，「法喜自在」。請看經文："
    },
    {
      "id": "02-037-0302_p0027",
      "zh_CN": "【各自念道。说道。行道。莫不欢喜。】",
      "zh_TW": "【各自念道。說道。行道。莫不歡喜。】"
    },
    {
      "id": "02-037-0302_p0028",
      "zh_CN": "『念道』，用我们现在的话来说，境界不断向上提升，这是法喜充满。『说道』，就是我们今天讲分享，跟大家在一起研究讨论。『行道』，落实在生活、落实在工作、落实在处事待人接物，这就是落实在自行化他，法喜充满。注解里头说，「末后，诸往生者」，所有往生的人，无论是什么样的品位全包括了，我们晓得最高的有等觉菩萨，最低的有地狱众生。地狱众生怎么能往生？他曾经供养过无量诸佛，一时糊涂造了地狱业。这一时糊涂，肯定是大富大贵，他被这富贵迷了心窍，造了地狱业。唐太宗就是个例子，他做帝王，护持佛法，护持一切宗教，他要不是过去生中生生世世积功累德，哪有那么大的福报！可是堕地狱，你看看，时间不算太长，他现在到极乐世界去了，往生了。这就是诸佛菩萨威神加持，只要他一回头、一认错，很快他就成功了。所以不能够轻视。",
      "zh_TW": "『念道』，用我們現在的話來說，境界不斷向上提升，這是法喜充滿。『說道』，就是我們今天講分享，跟大家在一起研究討論。『行道』，落實在生活、落實在工作、落實在處事待人接物，這就是落實在自行化他，法喜充滿。註解裡頭說，「末後，諸往生者」，所有往生的人，無論是什麼樣的品位全包括了，我們曉得最高的有等覺菩薩，最低的有地獄眾生。地獄眾生怎麼能往生？他曾經供養過無量諸佛，一時糊塗造了地獄業。這一時糊塗，肯定是大富大貴，他被這富貴迷了心竅，造了地獄業。唐太宗就是個例子，他做帝王，護持佛法，護持一切宗教，他要不是過去生中生生世世積功累德，哪有那麼大的福報！可是墮地獄，你看看，時間不算太長，他現在到極樂世界去了，往生了。這就是諸佛菩薩威神加持，只要他一回頭、一認錯，很快他就成功了。所以不能夠輕視。"
    },
    {
      "id": "02-037-0302_p0029",
      "zh_CN": "我们看他附体，那种表情，他真的忏悔，真的认错，造了地狱业，不应该杀那些人。他说我爱人，不想杀人。为什么杀那么多人？在那种权力、地位、富贵之下，的确非常容易发脾气，有一点不称心、不如意就要杀人。我记得《贞观政要》里头有一段，错杀了一个人，那个人是犯了过失，唐太宗发脾气，一下把他杀掉。杀了之后他很后悔，他说他是有罪，但是罪不该死，没这么重，我发脾气的时候，为什么你们大家都不劝我？所以从此以后，凡是判这种死刑要杀人的话，唐太宗有命令，一直都要保留五天，就是不能马上执行，五天之后再执行，以免他错杀人。这错杀了一个，还是觉悟得快。这个人也跟他多年，虽有错不至于是死罪，所以他很难过。这就是境界现前，往往自己守不住就会做错事情。《注解》里头说，「末后，诸往生者，因随意修行」，自己喜欢用什么方法都好，「受用种种大乘法乐，并自在得果，故莫不欢喜」。西方极乐世界只有向上提升，没有堕落的，没有退转的，所以他不退转，这真正叫得法喜。",
      "zh_TW": "我們看他附體，那種表情，他真的懺悔，真的認錯，造了地獄業，不應該殺那些人。他說我愛人，不想殺人。為什麼殺那麼多人？在那種權力、地位、富貴之下，的確非常容易發脾氣，有一點不稱心、不如意就要殺人。我記得《貞觀政要》裡頭有一段，錯殺了一個人，那個人是犯了過失，唐太宗發脾氣，一下把他殺掉。殺了之後他很後悔，他說他是有罪，但是罪不該死，沒這麼重，我發脾氣的時候，為什麼你們大家都不勸我？所以從此以後，凡是判這種死刑要殺人的話，唐太宗有命令，一直都要保留五天，就是不能馬上執行，五天之後再執行，以免他錯殺人。這錯殺了一個，還是覺悟得快。這個人也跟他多年，雖有錯不至於是死罪，所以他很難過。這就是境界現前，往往自己守不住就會做錯事情。《註解》裡頭說，「末後，諸往生者，因隨意修行」，自己喜歡用什麼方法都好，「受用種種大乘法樂，並自在得果，故莫不歡喜」。西方極樂世界只有向上提升，沒有墮落的，沒有退轉的，所以他不退轉，這真正叫得法喜。"
    },
    {
      "id": "02-037-0302_p0030",
      "zh_CN": "下面第十七品，「泉池功德」，给我们说的是依报庄严。「本品明极乐泉池不可思议功德」，这里头有三段。第一，「首明池德之总相」，并列标池的量（就是大小）、水的德、岸边的树、池里面的莲花，介绍这些。第二段介绍「池扬妙法，成熟善根」，宝池德水，宣扬妙法。第三，「十方生者，莲池化生」，告诉我们，生到极乐世界是莲花化生。完全是四十八愿功德之所成就。请看经文，先说总相：",
      "zh_TW": "下面第十七品，「泉池功德」，給我們說的是依報莊嚴。「本品明極樂泉池不可思議功德」，這裡頭有三段。第一，「首明池德之總相」，並列標池的量（就是大小）、水的德、岸邊的樹、池裡面的蓮花，介紹這些。第二段介紹「池揚妙法，成熟善根」，寶池德水，宣揚妙法。第三，「十方生者，蓮池化生」，告訴我們，生到極樂世界是蓮花化生。完全是四十八願功德之所成就。請看經文，先說總相："
    },
    {
      "id": "02-037-0302_p0031",
      "zh_CN": "【又其讲堂左右。泉池交流。】",
      "zh_TW": "【又其講堂左右。泉池交流。】"
    },
    {
      "id": "02-037-0302_p0032",
      "zh_CN": "位置说出来了，『讲堂』的左右，这两句是说总相。「表宝树莲池，周遍其国也。《观经》曰：一一池水，七宝所成。……其摩尼水，流注华间，寻树上下。可见极乐，庄严微妙，超逾一切」。讲堂到处都是，庄严无比。阿弥陀佛在实报土现报身，在方便土、同居土现应身，可是极乐世界特殊，法身、报身、应化身它是一体，一即是三，三即是一，不可思议。我见过一次，七十九岁那一年生病，见到佛，佛的身相顶天立地，就跟半边天一样大。可是很奇怪，虽然像天那么高，看得很清楚，一点不模糊。我们知道这是佛的化身，化身跟应身、跟报身、跟法身平等的，现大身。我们往生的时候，佛来接引全是化身，无量无边的化身。那我们就晓得，在西方极乐世界，阿弥陀佛现的是无量无边身，每一个人都很亲切，我在阿弥陀佛的身边。十方世界那么多人去往生，怎么可能挤到前面去看到佛？所以佛的讲堂无量无边，到处都是讲堂，讲堂里面佛就在那里讲经教学。讲堂无量无边，每个讲堂都不会拥挤，为什么？它是法性身，是法性土，法性没有大小，又何况很多。",
      "zh_TW": "位置說出來了，『講堂』的左右，這兩句是說總相。「表寶樹蓮池，周遍其國也。《觀經》曰：一一池水，七寶所成。……其摩尼水，流注華間，尋樹上下。可見極樂，莊嚴微妙，超逾一切」。講堂到處都是，莊嚴無比。阿彌陀佛在實報土現報身，在方便土、同居土現應身，可是極樂世界特殊，法身、報身、應化身它是一體，一即是三，三即是一，不可思議。我見過一次，七十九歲那一年生病，見到佛，佛的身相頂天立地，就跟半邊天一樣大。可是很奇怪，雖然像天那麼高，看得很清楚，一點不模糊。我們知道這是佛的化身，化身跟應身、跟報身、跟法身平等的，現大身。我們往生的時候，佛來接引全是化身，無量無邊的化身。那我們就曉得，在西方極樂世界，阿彌陀佛現的是無量無邊身，每一個人都很親切，我在阿彌陀佛的身邊。十方世界那麼多人去往生，怎麼可能擠到前面去看到佛？所以佛的講堂無量無邊，到處都是講堂，講堂裡面佛就在那裡講經教學。講堂無量無邊，每個講堂都不會擁擠，為什麼？它是法性身，是法性土，法性沒有大小，又何況很多。"
    },
    {
      "id": "02-037-0302_p0033",
      "zh_CN": "《观经》说，一一池水，七宝所成。我们这个世间的七宝是固体，是很生硬的；西方极乐世界的七宝，你喜欢硬的它就变成硬的，变成建筑材料，你喜欢软，它变成液体，跟水一样。所以水也是七宝。摩尼水，摩尼是印度话，翻成中国的意思是如意，能如人意。经上举例子，你在七宝池里面洗澡，你喜欢水热一点，它就热一点，喜欢凉一点，它就凉一点，这就如意。喜欢深一点，喜欢浅一点，样样如人意。流注华间，寻树上下。我们这边水是往下流，极乐世界的水可以向上流，可以从池底流到树梢，再从树梢流下来。可见极乐，庄严微妙，超逾一切，他方世界很难看到的。下面一段，「别明德相」，这分成九个小段。第一「宝池深广」。",
      "zh_TW": "《觀經》說，一一池水，七寶所成。我們這個世間的七寶是固體，是很生硬的；西方極樂世界的七寶，你喜歡硬的它就變成硬的，變成建築材料，你喜歡軟，它變成液體，跟水一樣。所以水也是七寶。摩尼水，摩尼是印度話，翻成中國的意思是如意，能如人意。經上舉例子，你在七寶池裡面洗澡，你喜歡水熱一點，它就熱一點，喜歡涼一點，它就涼一點，這就如意。喜歡深一點，喜歡淺一點，樣樣如人意。流注華間，尋樹上下。我們這邊水是往下流，極樂世界的水可以向上流，可以從池底流到樹梢，再從樹梢流下來。可見極樂，莊嚴微妙，超逾一切，他方世界很難看到的。下面一段，「別明德相」，這分成九個小段。第一「寶池深廣」。"
    },
    {
      "id": "02-037-0302_p0034",
      "zh_CN": "【纵广深浅。皆各一等。或十由旬。二十由旬。乃至百千由旬。】",
      "zh_TW": "【縱廣深淺。皆各一等。或十由旬。二十由旬。乃至百千由旬。】"
    },
    {
      "id": "02-037-0302_p0035",
      "zh_CN": "《注解》里头告诉我们，「别相中」，首先说明「泉池之形量」，池的形状，池的大小。「纵者长度。广者宽度。池之长宽深浅，应机化现，其量非一」，这个池里头大小、浅深，它是随众生的意思，我们喜欢深它就深，喜欢浅它就浅，喜欢大它就大，喜欢小它就小，能随人意。「称其形体，各为一等。从十由旬，乃至百千由旬，皆随应而现」。我们从这些经文，概略的能够体会到，极乐世界之乐，能随人意。我们这边的苦，苦在什么？不能随自己的意思。所以我们在这个世界，要学随顺环境，环境不会随顺我们。在极乐世界真的境随心转，每个人都做到了。在我们这个世界，境随心转只有诸佛如来、法身大士才能做到。文殊菩萨在五台山的竹林寺，迦诺迦尊者在四川的修道的道场，大阿罗汉，他们确实是境随心转，也在地球上。凡圣同居土，圣人是境随心转，凡夫是心随境转，搞反了，所以苦乐不一样。既然文殊菩萨道场能够随心念而转，释迦牟尼佛的实报庄严土随着念头转变，那我们就知道，我们的人身、我们居住的土地不是定法，它是会变的，千变万化，没有定数。",
      "zh_TW": "《註解》裡頭告訴我們，「別相中」，首先說明「泉池之形量」，池的形狀，池的大小。「縱者長度。廣者寬度。池之長寬深淺，應機化現，其量非一」，這個池裡頭大小、淺深，它是隨眾生的意思，我們喜歡深它就深，喜歡淺它就淺，喜歡大它就大，喜歡小它就小，能隨人意。「稱其形體，各為一等。從十由旬，乃至百千由旬，皆隨應而現」。我們從這些經文，概略的能夠體會到，極樂世界之樂，能隨人意。我們這邊的苦，苦在什麼？不能隨自己的意思。所以我們在這個世界，要學隨順環境，環境不會隨順我們。在極樂世界真的境隨心轉，每個人都做到了。在我們這個世界，境隨心轉只有諸佛如來、法身大士才能做到。文殊菩薩在五台山的竹林寺，迦諾迦尊者在四川的修道的道場，大阿羅漢，他們確實是境隨心轉，也在地球上。凡聖同居土，聖人是境隨心轉，凡夫是心隨境轉，搞反了，所以苦樂不一樣。既然文殊菩薩道場能夠隨心念而轉，釋迦牟尼佛的實報莊嚴土隨著念頭轉變，那我們就知道，我們的人身、我們居住的土地不是定法，它是會變的，千變萬化，沒有定數。"
    },
    {
      "id": "02-037-0302_p0036",
      "zh_CN": "我们深深的来思惟、来观察，相信了，念力不可思议，全在念头！佛菩萨他们的念头是集中的，不散乱的，我们跟他比恰恰相反，我们的念头是散乱的，杂乱无章，无法集中。他们也是凡夫修成的，从散乱慢慢集中到一点，这一点多么微细，我们无法想像。愈集中能量就愈大，这是我们能够体会得到的，愈散乱能量就愈小。集中就是佛法里面讲的禅定。十方三世佛，修行的门路只有一条，戒定慧三学。戒学，作用是什么？作用教我们收敛，定就是集中，慧就是放光，能量出来了。这个能量无事不办，星球出了毛病，都可以把它修复，这么大的能量。所以佛法里这些总的纲领、总的原则，我们一定要抓到。那个细节是小事，知道很好，不知道也没关系。总原则里头的总原则，总纲领里面的总纲领，就是一句佛号，我们现在相信，现在没怀疑了。请看经文：",
      "zh_TW": "我們深深的來思惟、來觀察，相信了，念力不可思議，全在念頭！佛菩薩他們的念頭是集中的，不散亂的，我們跟他比恰恰相反，我們的念頭是散亂的，雜亂無章，無法集中。他們也是凡夫修成的，從散亂慢慢集中到一點，這一點多麼微細，我們無法想像。愈集中能量就愈大，這是我們能夠體會得到的，愈散亂能量就愈小。集中就是佛法裡面講的禪定。十方三世佛，修行的門路只有一條，戒定慧三學。戒學，作用是什麼？作用教我們收斂，定就是集中，慧就是放光，能量出來了。這個能量無事不辦，星球出了毛病，都可以把它修復，這麼大的能量。所以佛法裡這些總的綱領、總的原則，我們一定要抓到。那個細節是小事，知道很好，不知道也沒關係。總原則裡頭的總原則，總綱領裡面的總綱領，就是一句佛號，我們現在相信，現在沒懷疑了。請看經文："
    },
    {
      "id": "02-037-0302_p0037",
      "zh_CN": "【湛然香洁。具八功德。】",
      "zh_TW": "【湛然香潔。具八功德。】"
    },
    {
      "id": "02-037-0302_p0038",
      "zh_CN": "这里头有八种功德，八种好处。注解里说，「次表水德。是诸泉池」，极乐世界的泉池到处都是，讲堂到处都是，像学校，许许多多的教室，我们能够理解。十方往生的众生，爱好不一样，程度浅深也不一样。佛有能力变现无量无边的教室，分门别类，每一个地方学一部经，专学一部，一门深入，长时薰修。你愿意在这个讲堂学这部经，同样学这部经，我们又知道有程度浅深不一样，程度浅的有浅的讲法，程度深的有深的讲法，一定让你觉悟、开解，叫你欢喜。老师确实就是阿弥陀佛，阿弥陀佛分无量的应化身，在那里教大家。一个人能分无量身，每一个往生的人也都有阿弥陀佛的能力，你要想一切法门都学，我们自己也能够分身，分无量身到每个讲堂去学习。还有经上讲得很清楚，每个人能分无量无边身到十方法界去拜佛、去听法。供养佛是修福，闻法是修慧，所以在极乐世界，一天所修学的，我们这边一千年、一万年都学不到，他一天就学完了，有这么大的能量，而且真的是正法。诸佛如来所说不会有偏差，不会有不相应的。极乐世界这些好处都要知道，然后你才欢喜，这个学校一定要去，再找不到一个这么好的修学的环境了。八功德水，这是讲是诸泉池，所有的泉池，七宝池，「即八功德池。池水湛洁」，干净，一丝毫染污都没有，「清芬芳馥」，这形容水干净、清净，有芬芳的香气，「故曰湛然香洁」。水有香气，这都是性德自然的流露。",
      "zh_TW": "這裡頭有八種功德，八種好處。註解裡說，「次表水德。是諸泉池」，極樂世界的泉池到處都是，講堂到處都是，像學校，許許多多的教室，我們能夠理解。十方往生的眾生，愛好不一樣，程度淺深也不一樣。佛有能力變現無量無邊的教室，分門別類，每一個地方學一部經，專學一部，一門深入，長時薰修。你願意在這個講堂學這部經，同樣學這部經，我們又知道有程度淺深不一樣，程度淺的有淺的講法，程度深的有深的講法，一定讓你覺悟、開解，叫你歡喜。老師確實就是阿彌陀佛，阿彌陀佛分無量的應化身，在那裡教大家。一個人能分無量身，每一個往生的人也都有阿彌陀佛的能力，你要想一切法門都學，我們自己也能夠分身，分無量身到每個講堂去學習。還有經上講得很清楚，每個人能分無量無邊身到十方法界去拜佛、去聽法。供養佛是修福，聞法是修慧，所以在極樂世界，一天所修學的，我們這邊一千年、一萬年都學不到，他一天就學完了，有這麼大的能量，而且真的是正法。諸佛如來所說不會有偏差，不會有不相應的。極樂世界這些好處都要知道，然後你才歡喜，這個學校一定要去，再找不到一個這麼好的修學的環境了。八功德水，這是講是諸泉池，所有的泉池，七寶池，「即八功德池。池水湛潔」，乾淨，一絲毫染污都沒有，「清芬芳馥」，這形容水乾淨、清淨，有芬芳的香氣，「故曰湛然香潔」。水有香氣，這都是性德自然的流露。"
    },
    {
      "id": "02-037-0302_p0039",
      "zh_CN": "「水具八德。故称八功德水。《称赞净土经》曰：何等名为八功德水」，《称赞净土经》就是小本《阿弥陀经》，玄奘大师翻译的。哪八种？「一者澄净」，水干净，澄是不动，没有一丝毫波浪。那我们知道这是性德所生的，如果是法相所变的水，这个水有波动的现象。也就是遍法界虚空界，只要是唯识所变，那个现象，科学家讲三种现象，物质、意念跟自然现象，全都是波动。澄这个字没有，净可以有，澄没有。这个波动就是一弹指三十二亿百千念，十法界依正庄严都没有办法离开，都是波动现象。所以澄，只有明心见性才有，它属于法性，它不是法相，澄净。",
      "zh_TW": "「水具八德。故稱八功德水。《稱讚淨土經》曰：何等名為八功德水」，《稱讚淨土經》就是小本《阿彌陀經》，玄奘大師翻譯的。哪八種？「一者澄淨」，水乾淨，澄是不動，沒有一絲毫波浪。那我們知道這是性德所生的，如果是法相所變的水，這個水有波動的現象。也就是遍法界虛空界，只要是唯識所變，那個現象，科學家講三種現象，物質、意念跟自然現象，全都是波動。澄這個字沒有，淨可以有，澄沒有。這個波動就是一彈指三十二億百千念，十法界依正莊嚴都沒有辦法離開，都是波動現象。所以澄，只有明心見性才有，它屬於法性，它不是法相，澄淨。"
    },
    {
      "id": "02-037-0302_p0040",
      "zh_CN": "「二者清冷」，我们今天讲清凉，水清凉，非常舒适，无论你是饮或者池里面洗澡，清凉。「三者甘美」，水的味道带甜味。「四者轻软」，不像我们这边水，我们这水有压力，很重，水很重，愈到海底压力就愈大。他那边水轻的，没有感觉得有压力，好像我们在空气里头，没感觉到有压力，这第四个好处。第五个「润泽」，它不涩、不滑，你接触到的感到很舒适。第六「安和」，不像我们这边水，有大风大浪，大风大浪不安、不和。海里面的水是咸的，有很高腐蚀的这种能量，极乐世界的水安和。第七「饮时除饥渴等无量过患」，这个水你喝它的时候，不但能够除渴，还能除饥，让这个身体没有感觉得口渴，没有感觉得饥饿，它有这个能力。一切过患，这是过失。我们这边的水，现在的水都有染污，染污的水，饮用、拿去沐浴，都怕它带着有病毒。极乐世界水没有，干净，不带任何病毒。",
      "zh_TW": "「二者清冷」，我們今天講清涼，水清涼，非常舒適，無論你是飲或者池裡面洗澡，清涼。「三者甘美」，水的味道帶甜味。「四者輕軟」，不像我們這邊水，我們這水有壓力，很重，水很重，愈到海底壓力就愈大。他那邊水輕的，沒有感覺得有壓力，好像我們在空氣裡頭，沒感覺到有壓力，這第四個好處。第五個「潤澤」，它不澀、不滑，你接觸到的感到很舒適。第六「安和」，不像我們這邊水，有大風大浪，大風大浪不安、不和。海裡面的水是鹹的，有很高腐蝕的這種能量，極樂世界的水安和。第七「飲時除饑渴等無量過患」，這個水你喝它的時候，不但能夠除渴，還能除飢，讓這個身體沒有感覺得口渴，沒有感覺得飢餓，它有這個能力。一切過患，這是過失。我們這邊的水，現在的水都有染污，染污的水，飲用、拿去沐浴，都怕它帶著有病毒。極樂世界水沒有，乾淨，不帶任何病毒。"
    },
    {
      "id": "02-037-0302_p0041",
      "zh_CN": "「八者饮已定能长养诸根四大」，这就是这个水里头丰富的营养，能够长养诸根。这个诸根就是六根，眼耳鼻舌身意。四大是指身体，物质。「增益种种殊胜善根」，这是水有这些好处，这一句是总结，帮助我们增长，带给我们很多的好处。益就是利益，这个好处是种种殊胜的善根，世法三善根，大乘精进善根，无不具足。「多福众生常乐受用」，往生极乐世界的人多福！不是多善根、多福德，不能往生。小本《弥陀经》就说这个条件，「不可以少善根福德因缘，得生彼国」。那多福从哪里来？现在我们全明白了，就是佛号。念佛的人就是多福、多善根的人，佛号确确实实是把阿弥陀佛智慧福德变成自己的智慧福德。念佛，自他不二，我跟阿弥陀佛融成一体，佛的智慧、佛的功德都变成我自己的智慧功德，这个道理一定要懂。大乘经上佛常说，我们常常记住这句话，「自性弥陀，唯心净土」。这把关系搞清楚了，阿弥陀佛是我自性变的，我这个身也是自性变的，同一个自性，我们跟阿弥陀佛关系多亲切！是一不是二。西方极乐世界是我心现的，我们今天居住这个世界也是心现的，这个心，不善的心，夹杂着妄想分别执着，极乐世界是我的清净心。我现在有夹杂、有业障，不要紧，用一句阿弥陀佛把它消除。不用消，一句阿弥陀佛自然消除，烦恼破了，业障消除了，全在一句佛号。如果能够在事实真相上，就是日常生活当中，我们尽量的把妄想分别执着放下，能放多少放多少，也就是不要再执着，不要分别，不要再去计较了，那这个心念佛功德就无比的超胜。极乐世界阿弥陀佛，一切诸佛如来都赞叹，不可思议功德。再看下面第三段，「岸树香光」。",
      "zh_TW": "「八者飲已定能長養諸根四大」，這就是這個水裡頭豐富的營養，能夠長養諸根。這個諸根就是六根，眼耳鼻舌身意。四大是指身體，物質。「增益種種殊勝善根」，這是水有這些好處，這一句是總結，幫助我們增長，帶給我們很多的好處。益就是利益，這個好處是種種殊勝的善根，世法三善根，大乘精進善根，無不具足。「多福眾生常樂受用」，往生極樂世界的人多福！不是多善根、多福德，不能往生。小本《彌陀經》就說這個條件，「不可以少善根福德因緣，得生彼國」。那多福從哪裡來？現在我們全明白了，就是佛號。念佛的人就是多福、多善根的人，佛號確確實實是把阿彌陀佛智慧福德變成自己的智慧福德。念佛，自他不二，我跟阿彌陀佛融成一體，佛的智慧、佛的功德都變成我自己的智慧功德，這個道理一定要懂。大乘經上佛常說，我們常常記住這句話，「自性彌陀，唯心淨土」。這把關係搞清楚了，阿彌陀佛是我自性變的，我這個身也是自性變的，同一個自性，我們跟阿彌陀佛關係多親切！是一不是二。西方極樂世界是我心現的，我們今天居住這個世界也是心現的，這個心，不善的心，夾雜著妄想分別執著，極樂世界是我的清淨心。我現在有夾雜、有業障，不要緊，用一句阿彌陀佛把它消除。不用消，一句阿彌陀佛自然消除，煩惱破了，業障消除了，全在一句佛號。如果能夠在事實真相上，就是日常生活當中，我們盡量的把妄想分別執著放下，能放多少放多少，也就是不要再執著，不要分別，不要再去計較了，那這個心念佛功德就無比的超勝。極樂世界阿彌陀佛，一切諸佛如來都讚歎，不可思議功德。再看下面第三段，「岸樹香光」。"
    },
    {
      "id": "02-037-0302_p0042",
      "zh_CN": "【岸边无数旃檀香树。】",
      "zh_TW": "【岸邊無數旃檀香樹。】"
    },
    {
      "id": "02-037-0302_p0043",
      "zh_CN": "『旃檀』就是我们中国人讲的檀香。",
      "zh_TW": "『旃檀』就是我們中國人講的檀香。"
    },
    {
      "id": "02-037-0302_p0044",
      "zh_CN": "【吉祥果树。华果恒芳。】",
      "zh_TW": "【吉祥果樹。華果恆芳。】"
    },
    {
      "id": "02-037-0302_p0045",
      "zh_CN": "『恒』是长远，不像我们这边，花果天天变化，花开花谢，果生果落，有这些现象，极乐世界没有，没有这些现象。",
      "zh_TW": "『恆』是長遠，不像我們這邊，花果天天變化，花開花謝，果生果落，有這些現象，極樂世界沒有，沒有這些現象。"
    },
    {
      "id": "02-037-0302_p0046",
      "zh_CN": "【光明照耀。修条密叶。】",
      "zh_TW": "【光明照耀。修條密葉。】"
    },
    {
      "id": "02-037-0302_p0047",
      "zh_CN": "修是长，像柳树一样，枝条很长，叶很密。",
      "zh_TW": "修是長，像柳樹一樣，枝條很長，葉很密。"
    },
    {
      "id": "02-037-0302_p0048",
      "zh_CN": "【交覆于池。】",
      "zh_TW": "【交覆於池。】"
    },
    {
      "id": "02-037-0302_p0049",
      "zh_CN": "交叉在这两岸旁边，覆在这个池面。",
      "zh_TW": "交叉在這兩岸旁邊，覆在這個池面。"
    },
    {
      "id": "02-037-0302_p0050",
      "zh_CN": "【出种种香。世无能喻。】",
      "zh_TW": "【出種種香。世無能喻。】"
    },
    {
      "id": "02-037-0302_p0051",
      "zh_CN": "这些宝香，我们这个世间找不到比喻的。",
      "zh_TW": "這些寶香，我們這個世間找不到比喻的。"
    },
    {
      "id": "02-037-0302_p0052",
      "zh_CN": "【随风散馥。沿水流芬。】",
      "zh_TW": "【隨風散馥。沿水流芬。】"
    },
    {
      "id": "02-037-0302_p0053",
      "zh_CN": "随着水流，随着风吹，让极乐世界的人民普遍都能够享受到，这是居住环境之美。我们看注解，「右显池岸妙树庄严之相」。「栴檀」前面有解释。『吉祥果』，「印度所产。此方所无」，我们中国没有，印度有。印度是属于热带，中国属于温带，所以动植物有很多不一样的。「状似瓜蒌，黄赤色」，赤是红色，黄带着红色。「今以此方之石榴拟充之。石榴一花多实，故以石榴拟吉祥果」，在中国用这个来代替。石榴是有吉祥的这个相，因为它籽很多，一花多实。所以石榴在中国社会当中，把它看作是个吉祥果，表什么？多子多孙。在中国人讲多财，这富贵人家，这是人丁兴旺的意思。",
      "zh_TW": "隨著水流，隨著風吹，讓極樂世界的人民普遍都能夠享受到，這是居住環境之美。我們看註解，「右顯池岸妙樹莊嚴之相」。「栴檀」前面有解釋。『吉祥果』，「印度所產。此方所無」，我們中國沒有，印度有。印度是屬於熱帶，中國屬於溫帶，所以動植物有很多不一樣的。「狀似瓜蔞，黃赤色」，赤是紅色，黃帶著紅色。「今以此方之石榴擬充之。石榴一花多實，故以石榴擬吉祥果」，在中國用這個來代替。石榴是有吉祥的這個相，因為它籽很多，一花多實。所以石榴在中國社會當中，把它看作是個吉祥果，表什麼？多子多孫。在中國人講多財，這富貴人家，這是人丁興旺的意思。"
    },
    {
      "id": "02-037-0302_p0054",
      "zh_CN": "「今经云池流华树。…皆以无量宝香合成。是故华果恒芳」，芳是指芳香，「恒芳者，常香也」。在极乐世界，你所闻到的、呼吸到的都是这些宝树、花果的芳香。『光明照耀』，就是前面讲的「无量光炎，照耀无极。可见此诸华树，既吐芬香，复放妙光也」。极乐世界没有一样东西不放光，所以也称它作光明世界。『修条』是长枝，『交』是相接，『覆』是垂盖。这是讲岸边上的树林，因为树都是珍宝所成，称为宝林。「枝长叶茂。凌空相接，垂覆池上。如是林树出种种妙香，其香殊胜，非世间所有，故云世无能喻」，这个世间找不到东西来比喻。『随风散馥』，「随德风而散播其香馥」。『沿水流芬』，「顺池水而流送其芬芳」。这是四十八愿，「第四十三宝香普薰愿之所摄」，换句话说，这是四十三愿的成就。弥陀在因地所发的愿，现在成佛了，愿愿兑现了。宝香普薰，在极乐世界确实是有，凡是往生到极乐世界的人都能享受得到。现在时间到了，我们就学习到此地。",
      "zh_TW": "「今經云池流華樹。…皆以無量寶香合成。是故華果恆芳」，芳是指芳香，「恆芳者，常香也」。在極樂世界，你所聞到的、呼吸到的都是這些寶樹、花果的芳香。『光明照耀』，就是前面講的「無量光炎，照耀無極。可見此諸華樹，既吐芬香，復放妙光也」。極樂世界沒有一樣東西不放光，所以也稱它作光明世界。『修條』是長枝，『交』是相接，『覆』是垂蓋。這是講岸邊上的樹林，因為樹都是珍寶所成，稱為寶林。「枝長葉茂。凌空相接，垂覆池上。如是林樹出種種妙香，其香殊勝，非世間所有，故云世無能喻」，這個世間找不到東西來比喻。『隨風散馥』，「隨德風而散播其香馥」。『沿水流芬』，「順池水而流送其芬芳」。這是四十八願，「第四十三寶香普薰願之所攝」，換句話說，這是四十三願的成就。彌陀在因地所發的願，現在成佛了，願願兌現了。寶香普薰，在極樂世界確實是有，凡是往生到極樂世界的人都能享受得到。現在時間到了，我們就學習到此地。"
    }
  ]
}