{
  "doc_id": "02-037-0126",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一二六集",
    "zh_TW": "第一二六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0126",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "02-037-0126_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百零八页倒数第三行，「成佛道」，这科题。经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百零八頁倒數第三行，「成佛道」，這科題。經文："
    },
    {
      "id": "02-037-0126_p0002",
      "zh_CN": "【速成无上正等正觉。】",
      "zh_TW": "【速成無上正等正覺。】"
    },
    {
      "id": "02-037-0126_p0003",
      "zh_CN": "念老的注解，「复愿速成正觉」。前面两小科，「学法门，断烦恼」，这里是「成佛道」，下一段是「度众生」，四弘誓愿具足。注解里头，复愿，就是又愿，速成正觉。经文里面这个『速』字，就是前一品所说的「速生我刹受安乐」当中这个「速字」，「两个速字，同显一心」。在这个地方能够看到法藏菩萨的用心、法藏菩萨的存心。他存的是什么心？「度生心切」，念念希望帮助众生到极乐世界去成佛，无时无刻不是存这个心。「故愿轮回诸趣众生类，速生我刹受安乐」，这是前一品所说的。到极乐世界就希望他赶快成佛，他发的愿他都做到。后面这「度众生」：",
      "zh_TW": "念老的註解，「復願速成正覺」。前面兩小科，「學法門，斷煩惱」，這裡是「成佛道」，下一段是「度眾生」，四弘誓願具足。註解裡頭，復願，就是又願，速成正覺。經文裡面這個『速』字，就是前一品所說的「速生我剎受安樂」當中這個「速字」，「兩個速字，同顯一心」。在這個地方能夠看到法藏菩薩的用心、法藏菩薩的存心。他存的是什麼心？「度生心切」，念念希望幫助眾生到極樂世界去成佛，無時無刻不是存這個心。「故願輪迴諸趣眾生類，速生我剎受安樂」，這是前一品所說的。到極樂世界就希望他趕快成佛，他發的願他都做到。後面這「度眾生」："
    },
    {
      "id": "02-037-0126_p0004",
      "zh_CN": "【欲令我作佛时。智慧光明。】",
      "zh_TW": "【欲令我作佛時。智慧光明。】"
    },
    {
      "id": "02-037-0126_p0005",
      "zh_CN": "这是正报。度众生里头有两段，第一个「愿普闻」，分三个小段，「正报妙」。「故知速欲成佛，旨在速度众生」。为什么早一天成佛？早一天度众生。「为欲速度众生，故须作佛之时，自之智慧光明」，依报是「所居国土」，名号是「教授名字，皆闻十方」，这个是必须要具备的，不能少的。为什么？阿弥陀佛他要帮助的对象是遍法界虚空界所有一切诸佛刹土里面的六道众生，这是他迫切希望这些人早一天离苦得乐，因此建立极乐世界，极乐世界是个学校。我们看释迦牟尼佛为我们介绍西方极乐世界，《无量寿经》多次宣讲。佛在世一部经只讲一遍，没有讲重复的，唯独《无量寿经》多次重复，这就是度众生的心切。发愿里面说，他的国土，就是极乐世界，名号，就是阿弥陀佛，一定要普闻十方。谁替他宣传？就是十方诸佛。像我们的本师释迦牟尼佛替我们宣传，告诉我们这桩事情，否则的话我们不知道。一切诸佛都会为众生介绍极乐世界、介绍阿弥陀佛，大家都知道。",
      "zh_TW": "這是正報。度眾生裡頭有兩段，第一個「願普聞」，分三個小段，「正報妙」。「故知速欲成佛，旨在速度眾生」。為什麼早一天成佛？早一天度眾生。「為欲速度眾生，故須作佛之時，自之智慧光明」，依報是「所居國土」，名號是「教授名字，皆聞十方」，這個是必須要具備的，不能少的。為什麼？阿彌陀佛他要幫助的對象是遍法界虛空界所有一切諸佛剎土裡面的六道眾生，這是他迫切希望這些人早一天離苦得樂，因此建立極樂世界，極樂世界是個學校。我們看釋迦牟尼佛為我們介紹西方極樂世界，《無量壽經》多次宣講。佛在世一部經只講一遍，沒有講重複的，唯獨《無量壽經》多次重複，這就是度眾生的心切。發願裡面說，他的國土，就是極樂世界，名號，就是阿彌陀佛，一定要普聞十方。誰替他宣傳？就是十方諸佛。像我們的本師釋迦牟尼佛替我們宣傳，告訴我們這樁事情，否則的話我們不知道。一切諸佛都會為眾生介紹極樂世界、介紹阿彌陀佛，大家都知道。"
    },
    {
      "id": "02-037-0126_p0006",
      "zh_CN": "到极乐世界去条件非常简单，问题就是你信不信。第一个是真信，第二个是真想去、真愿意去，第三个真正肯念阿弥陀佛，肯念这个佛号，就这么个条件，你就决定往生。烦恼不要断、业障不要消，妙了。八万四千法门都要断烦恼、消业障你才能成就，唯独这个法门，不要断烦恼，不要消业障。那怎么能成就？能，那句佛号功德不可思议，念一声佛号消八十亿劫生死重罪，你念上三年五载，你无始劫的业障全消掉了，不消自然没有了。佛号功德不可思议，真的一点都不假，全是阿弥陀佛自己修成的，用这个功德来加持念佛人。只要是念佛都得阿弥陀佛加持，问题要真信、真想去，你这一生就成功。这个法门无比殊胜在此地，难信也是在此地。",
      "zh_TW": "到極樂世界去條件非常簡單，問題就是你信不信。第一個是真信，第二個是真想去、真願意去，第三個真正肯念阿彌陀佛，肯念這個佛號，就這麼個條件，你就決定往生。煩惱不要斷、業障不要消，妙了。八萬四千法門都要斷煩惱、消業障你才能成就，唯獨這個法門，不要斷煩惱，不要消業障。那怎麼能成就？能，那句佛號功德不可思議，念一聲佛號消八十億劫生死重罪，你念上三年五載，你無始劫的業障全消掉了，不消自然沒有了。佛號功德不可思議，真的一點都不假，全是阿彌陀佛自己修成的，用這個功德來加持念佛人。只要是念佛都得阿彌陀佛加持，問題要真信、真想去，你這一生就成功。這個法門無比殊勝在此地，難信也是在此地。"
    },
    {
      "id": "02-037-0126_p0007",
      "zh_CN": "细说这部经，这部经黄念老的注解，注得好，不是他自己注的，这是有真实智慧。他怎么注的？他是用经论里面抄过来注解，祖师大德注解里头抄出来，所以这个注解是会集的，这个注子叫集注。一共用了多少部经？八十三部，祖师大德的用了一百一十种，祖师大德的注解，所以这个注子是总共一百九十三种书抄集，抄在这个地方。所以是集注，不是他自己注的。如果是念老自己注的没人相信，人家说你算是老几，你怎么可以注这个经！他这个全是抄的，你看都是经上讲的，都是论上讲的、祖师讲的，大家没话说，这个高明到极处。经是夏莲居老居士会集的，注解是黄念祖老居士会集的，会集了一百九十三种。",
      "zh_TW": "細說這部經，這部經黃念老的註解，註得好，不是他自己註的，這是有真實智慧。他怎麼註的？他是用經論裡面抄過來註解，祖師大德註解裡頭抄出來，所以這個註解是會集的，這個註子叫集註。一共用了多少部經？八十三部，祖師大德的用了一百一十種，祖師大德的註解，所以這個註子是總共一百九十三種書抄集，抄在這個地方。所以是集註，不是他自己註的。如果是念老自己註的沒人相信，人家說你算是老幾，你怎麼可以註這個經！他這個全是抄的，你看都是經上講的，都是論上講的、祖師講的，大家沒話說，這個高明到極處。經是夏蓮居老居士會集的，註解是黃念祖老居士會集的，會集了一百九十三種。"
    },
    {
      "id": "02-037-0126_p0008",
      "zh_CN": "我们认识之后，我到北京去看他，我看到那个房子很小，没有我们这个房间大，只有我们这个房间一半大。一张床铺、一张桌子，旁边堆着一大堆的书，乱七八糟的，没有秩序。我一看，全是他那些参考资料，我非常惊讶！我说你到哪里找来的，怎么找这么多？真不容易，多少都是古本，是三宝加持，不是三宝加持，这个东西怎么会到你手上！我们看到他，那个时候身体不好，是带着病，七十多岁，拄个拐杖。我到北京，我特别去看他，没想到他先到旅馆来看我，这是违反规矩。中国规矩是坐客不拜行客，外面来的人一定要拜主人的，哪有主人先去看客人的道理！他先来看我，我吃了一大惊，老人怎么来看我？他年岁比我大，大我十几岁的样子，无论在哪方面，我去看他是对的。他跟我老师李炳南老居士同辈分、同学，怎么可以来看我？太客气了。",
      "zh_TW": "我們認識之後，我到北京去看他，我看到那個房子很小，沒有我們這個房間大，只有我們這個房間一半大。一張床鋪、一張桌子，旁邊堆著一大堆的書，亂七八糟的，沒有秩序。我一看，全是他那些參考資料，我非常驚訝！我說你到哪裡找來的，怎麼找這麼多？真不容易，多少都是古本，是三寶加持，不是三寶加持，這個東西怎麼會到你手上！我們看到他，那個時候身體不好，是帶著病，七十多歲，拄個拐杖。我到北京，我特別去看他，沒想到他先到旅館來看我，這是違反規矩。中國規矩是坐客不拜行客，外面來的人一定要拜主人的，哪有主人先去看客人的道理！他先來看我，我吃了一大驚，老人怎麼來看我？他年歲比我大，大我十幾歲的樣子，無論在哪方面，我去看他是對的。他跟我老師李炳南老居士同輩分、同學，怎麼可以來看我？太客氣了。"
    },
    {
      "id": "02-037-0126_p0009",
      "zh_CN": "念老的注子、莲公的会集本，我要不给它弘扬，谁来干这个事情？没人干这个事情。这么多年来，可以说在全世界障碍的力量都很大，这些压力都加在我身上，希望我放弃这个本子，遵守他们所指的五种原译本。我不能放弃，我一放弃就死了，为什么？他们马上第二句话说，净空法师背师叛道，那这个罪名就有了。诸位想想看，《无量寿经》会集本，宋朝时候有王龙舒的，他为什么不反对？清朝时候有魏默深的，他也不反对。民国的夏莲居，他偏偏反对，这什么原因？这诸位多想想。这三种会集本一个比一个好，魏默深的本子比王龙舒的好，夏老这个本子比魏默深的又好。魏默深的本子我这里还有一本，这个本子就是清朝魏默深，第二次会集。我们现在用的是最后的这一次，这会集本里最好、最完美的，都可以比较看看。这个本子李炳南老居士他交给我的，交给我的本子上面有他的注解，他用毛笔就写在书上。我有师承，老师嘱咐我的，我要改用别的本子，真的就背师叛道，那成什么话！所以我说全世界的人反对，我还是学我的，我如如不动，我得学到底。",
      "zh_TW": "念老的註子、蓮公的會集本，我要不給它弘揚，誰來幹這個事情？沒人幹這個事情。這麼多年來，可以說在全世界障礙的力量都很大，這些壓力都加在我身上，希望我放棄這個本子，遵守他們所指的五種原譯本。我不能放棄，我一放棄就死了，為什麼？他們馬上第二句話說，淨空法師背師叛道，那這個罪名就有了。諸位想想看，《無量壽經》會集本，宋朝時候有王龍舒的，他為什麼不反對？清朝時候有魏默深的，他也不反對。民國的夏蓮居，他偏偏反對，這什麼原因？這諸位多想想。這三種會集本一個比一個好，魏默深的本子比王龍舒的好，夏老這個本子比魏默深的又好。魏默深的本子我這裡還有一本，這個本子就是清朝魏默深，第二次會集。我們現在用的是最後的這一次，這會集本裡最好、最完美的，都可以比較看看。這個本子李炳南老居士他交給我的，交給我的本子上面有他的註解，他用毛筆就寫在書上。我有師承，老師囑咐我的，我要改用別的本子，真的就背師叛道，那成什麼話！所以我說全世界的人反對，我還是學我的，我如如不動，我得學到底。"
    },
    {
      "id": "02-037-0126_p0010",
      "zh_CN": "我想到念老这个本子，我们给它印了很多流通。没有人讲就没有人注意，我发心讲他的注解，让大家注意到这个本子。就是前年，前年清明，我把《华严经》停了，讲这个本子。讲黄念祖老居士的注解，就是《净土大经解演义》，一千二百个小时，到去年九月十八圆满。接着我讲《科注》，这就是把科会到经本里来，我们就看得更清楚。科就是每一小段都加个标题，让你对这个经本更清楚，更容易了解。《科注》是我做的，《科注》做成之后我送给赵朴老看，他非常欢喜，他说这部经圆满了。你看有会集本、有《科注》、有黄念老的注解，这就都齐了。现在我们把经、科、注解变成一本书，这一本书我们相信会流通到法灭，也就是释迦牟尼佛的法运还有九千年。这九千年的众生都要靠这部经、靠这个方法才真正能得度。因为八万四千法门都要断烦恼、要消业障，断烦恼、消业障不是那么容易的事情。这个方法，净宗它带业往生，烦恼、习气、业障统统可以带着到极乐世界，叫我们不要去想烦恼，也不要去想业障，只想阿弥陀佛，把念头统统换成阿弥陀佛就行了。八万四千里头找不到这么一个法门，保证我们一生往生，而且时间非常快。快到什么程度？《弥陀经》上讲的「若一日，若二日，若三日」，那是真的不是假的。",
      "zh_TW": "我想到念老這個本子，我們給它印了很多流通。沒有人講就沒有人注意，我發心講他的註解，讓大家注意到這個本子。就是前年，前年清明，我把《華嚴經》停了，講這個本子。講黃念祖老居士的註解，就是《淨土大經解演義》，一千二百個小時，到去年九月十八圓滿。接著我講《科註》，這就是把科會到經本裡來，我們就看得更清楚。科就是每一小段都加個標題，讓你對這個經本更清楚，更容易了解。《科註》是我做的，《科註》做成之後我送給趙樸老看，他非常歡喜，他說這部經圓滿了。你看有會集本、有《科註》、有黃念老的註解，這就都齊了。現在我們把經、科、註解變成一本書，這一本書我們相信會流通到法滅，也就是釋迦牟尼佛的法運還有九千年。這九千年的眾生都要靠這部經、靠這個方法才真正能得度。因為八萬四千法門都要斷煩惱、要消業障，斷煩惱、消業障不是那麼容易的事情。這個方法，淨宗它帶業往生，煩惱、習氣、業障統統可以帶著到極樂世界，叫我們不要去想煩惱，也不要去想業障，只想阿彌陀佛，把念頭統統換成阿彌陀佛就行了。八萬四千裡頭找不到這麼一個法門，保證我們一生往生，而且時間非常快。快到什麼程度？《彌陀經》上講的「若一日，若二日，若三日」，那是真的不是假的。"
    },
    {
      "id": "02-037-0126_p0011",
      "zh_CN": "一日、二日的我们没听说过，三天我们听到过，《净土圣贤录》、《往生传》里头都有记载，宋朝莹珂法师，破戒的比丘，不守清规的比丘。这个人还算不错，他怕因果，他自己知道他造的罪业是无间地狱的罪业，将来必定堕无间地狱。想到这个事情他就害怕，向同学们请教，有什么方法能救他，能叫他不堕地狱？有一个道友给他一本《往生传》。他看了，每看一段他都流眼泪，痛哭流涕。看完之后下定决心，寮房门关起来，就这一句阿弥陀佛，不吃不睡念了三天三夜，把阿弥陀佛念来了。真有感应，拼命，他知道不能往生就堕阿鼻地狱。阿弥陀佛告诉他，你还有十年阳寿，等你命终的时候我来接引你。莹珂法师说，我十年阳寿不要了。为什么不要？他的根性不好，烦恼习气特重，禁不起诱惑，外面境界一诱惑，他一定又犯错误。他说那十年我不知道要犯多少错误，我不要，十年不要了，现在就跟你走。阿弥陀佛答应他了，三天之后我来接你。他真走了。若一日、若二日、若三日，三日我们看到了，这真的不是假的，三天三夜就把阿弥陀佛念来了。",
      "zh_TW": "一日、二日的我們沒聽說過，三天我們聽到過，《淨土聖賢錄》、《往生傳》裡頭都有記載，宋朝瑩珂法師，破戒的比丘，不守清規的比丘。這個人還算不錯，他怕因果，他自己知道他造的罪業是無間地獄的罪業，將來必定墮無間地獄。想到這個事情他就害怕，向同學們請教，有什麼方法能救他，能叫他不墮地獄？有一個道友給他一本《往生傳》。他看了，每看一段他都流眼淚，痛哭流涕。看完之後下定決心，寮房門關起來，就這一句阿彌陀佛，不吃不睡念了三天三夜，把阿彌陀佛念來了。真有感應，拼命，他知道不能往生就墮阿鼻地獄。阿彌陀佛告訴他，你還有十年陽壽，等你命終的時候我來接引你。瑩珂法師說，我十年陽壽不要了。為什麼不要？他的根性不好，煩惱習氣特重，禁不起誘惑，外面境界一誘惑，他一定又犯錯誤。他說那十年我不知道要犯多少錯誤，我不要，十年不要了，現在就跟你走。阿彌陀佛答應他了，三天之後我來接你。他真走了。若一日、若二日、若三日，三日我們看到了，這真的不是假的，三天三夜就把阿彌陀佛念來了。"
    },
    {
      "id": "02-037-0126_p0012",
      "zh_CN": "一般念佛人，念佛三年往生的不知道有多少，《往生传》里头差不多占一半都是三年。所以曾经有个法师问我，是不是他们寿命都是三年到了？我说这个不可能，这个讲不通。那应该是什么状况？就跟莹珂法师一样，他功夫成就了，他寿命不要，这才能讲得通。哪有那么巧，哪有那么多人？这不可能的事情。肯定是，等于说极乐世界的通行证拿到了，他要早一点去，寿命不要了，这才能讲得通。三年的时间不长，取极乐世界人人都有这个把握。特别精进的，像莹珂那是要命，自己晓得不往生就堕地狱，地狱太苦、太可怕，那是拼命，也能在三天把阿弥陀佛念来，这是给我们做证明的。下面，「名号妙」：",
      "zh_TW": "一般念佛人，念佛三年往生的不知道有多少，《往生傳》裡頭差不多佔一半都是三年。所以曾經有個法師問我，是不是他們壽命都是三年到了？我說這個不可能，這個講不通。那應該是什麼狀況？就跟瑩珂法師一樣，他功夫成就了，他壽命不要，這才能講得通。哪有那麼巧，哪有那麼多人？這不可能的事情。肯定是，等於說極樂世界的通行證拿到了，他要早一點去，壽命不要了，這才能講得通。三年的時間不長，取極樂世界人人都有這個把握。特別精進的，像瑩珂那是要命，自己曉得不往生就墮地獄，地獄太苦、太可怕，那是拼命，也能在三天把阿彌陀佛念來，這是給我們做證明的。下面，「名號妙」："
    },
    {
      "id": "02-037-0126_p0013",
      "zh_CN": "【教授名字。皆闻十方。】",
      "zh_TW": "【教授名字。皆聞十方。】"
    },
    {
      "id": "02-037-0126_p0014",
      "zh_CN": "「此即四十八愿中，第十七，诸佛称叹愿」。一切诸佛都称赞阿弥陀佛，都赞叹阿弥陀佛，都劝大家念佛到极乐世界去作佛去。「第十八，十念必生愿，第十九，闻名发心愿之根本」。如果十方诸佛不替他宣扬，谁知道有极乐世界？谁知道有阿弥陀佛？谁知道这个法门？一切诸佛都跟他宣传、都替他介绍。「欲令十方众生，闻佛名号，乃能发菩提心，一向专念」。什么叫菩提心？我真信，真想去，这就是菩提心。这个心发了就要专念阿弥陀佛，一个方向，西方；一个目标，极乐世界；一个心愿，就是见阿弥陀佛，这就成功了。「乃至下至十念，皆悉得生」，第十八愿，临命终时一念、十念都能往生。",
      "zh_TW": "「此即四十八願中，第十七，諸佛稱歎願」。一切諸佛都稱讚阿彌陀佛，都讚歎阿彌陀佛，都勸大家念佛到極樂世界去作佛去。「第十八，十念必生願，第十九，聞名發心願之根本」。如果十方諸佛不替他宣揚，誰知道有極樂世界？誰知道有阿彌陀佛？誰知道這個法門？一切諸佛都跟他宣傳、都替他介紹。「欲令十方眾生，聞佛名號，乃能發菩提心，一向專念」。什麼叫菩提心？我真信，真想去，這就是菩提心。這個心發了就要專念阿彌陀佛，一個方向，西方；一個目標，極樂世界；一個心願，就是見阿彌陀佛，這就成功了。「乃至下至十念，皆悉得生」，第十八願，臨命終時一念、十念都能往生。"
    },
    {
      "id": "02-037-0126_p0015",
      "zh_CN": "临命终时一念、十念往生的我见过，我在美国华府佛教会，我刚刚到美国去，那边几个念佛同学成立华府佛教会请我去做会长，我跟黄念老联系上就在那个时候。当地有一位华侨，我们中国人，开个面包店，这个人非常老实，人忠厚老成，没有宗教信仰，一家人都没有信宗教。得了癌症，医院诊断放弃治疗了，告诉他家里，他的病很重，随时可以走，回去好好照顾他。这个时候他家里人才到处去求佛拜神，希望有奇迹出现，找到我们的佛教会。我们几个同修去看他，确实病不能恢复了，就劝他念佛求生净土。非常难得，也算是他有善根，听了就生欢喜心，姓周，叫周广大，告诉他的妻子跟儿女，「不要替我求医了，你们大家统统帮助我念佛」。全家念阿弥陀佛，我们学佛会的同学也去帮助他助念。三天，真往生了，瑞相稀有，火化的时候还有舍利，不可思议！经上讲的一点都没错。周广大的往生给我们在美国东岸那边的念佛同学做了证明，这个事情是真的不是假的，增长大家的信心。这周广大的功德。他来做证明，就三天，平生根本没有接触到佛教，最后这三天才接触，他有诚意、有真心，全家都念。皆悉往生，一点都不错。",
      "zh_TW": "臨命終時一念、十念往生的我見過，我在美國華府佛教會，我剛剛到美國去，那邊幾個念佛同學成立華府佛教會請我去做會長，我跟黃念老聯繫上就在那個時候。當地有一位華僑，我們中國人，開個麵包店，這個人非常老實，人忠厚老成，沒有宗教信仰，一家人都沒有信宗教。得了癌症，醫院診斷放棄治療了，告訴他家裡，他的病很重，隨時可以走，回去好好照顧他。這個時候他家裡人才到處去求佛拜神，希望有奇蹟出現，找到我們的佛教會。我們幾個同修去看他，確實病不能恢復了，就勸他念佛求生淨土。非常難得，也算是他有善根，聽了就生歡喜心，姓周，叫周廣大，告訴他的妻子跟兒女，「不要替我求醫了，你們大家統統幫助我念佛」。全家念阿彌陀佛，我們學佛會的同學也去幫助他助念。三天，真往生了，瑞相稀有，火化的時候還有舍利，不可思議！經上講的一點都沒錯。周廣大的往生給我們在美國東岸那邊的念佛同學做了證明，這個事情是真的不是假的，增長大家的信心。這周廣大的功德。他來做證明，就三天，平生根本沒有接觸到佛教，最後這三天才接觸，他有誠意、有真心，全家都念。皆悉往生，一點都不錯。"
    },
    {
      "id": "02-037-0126_p0016",
      "zh_CN": "「故知众生得度，首在闻名」，能往生极乐世界，到极乐世界作佛，最重要的一个条件就是你要知道阿弥陀佛名号。我们这个世界上知道阿弥陀佛，释迦牟尼佛教的，释迦牟尼佛介绍，释迦牟尼佛给我们讲解。「故法藏菩萨愿成佛时，佛之智慧光明，国土之超胜殊妙，导师（教主弥陀）之名号功德，普闻十方」，得一切诸佛宣扬、介绍。「端为众生闻名发心，得生极乐，决定成佛」。每一尊佛都希望众生能早一天成佛，想不出方法。所讲的八万四千法门，无量法门，每一门修行都要很长的时间，不是短时间。只有极乐世界阿弥陀佛，他这个方法妙极了，无论什么人，只要具备信、愿、持名，你看总共就四个字，这三个条件，你就可以办得到，你就能在这一生当中往生极乐世界，生到极乐世界就决定成佛。",
      "zh_TW": "「故知眾生得度，首在聞名」，能往生極樂世界，到極樂世界作佛，最重要的一個條件就是你要知道阿彌陀佛名號。我們這個世界上知道阿彌陀佛，釋迦牟尼佛教的，釋迦牟尼佛介紹，釋迦牟尼佛給我們講解。「故法藏菩薩願成佛時，佛之智慧光明，國土之超勝殊妙，導師（教主彌陀）之名號功德，普聞十方」，得一切諸佛宣揚、介紹。「端為眾生聞名發心，得生極樂，決定成佛」。每一尊佛都希望眾生能早一天成佛，想不出方法。所講的八萬四千法門，無量法門，每一門修行都要很長的時間，不是短時間。只有極樂世界阿彌陀佛，他這個方法妙極了，無論什麼人，只要具備信、願、持名，你看總共就四個字，這三個條件，你就可以辦得到，你就能在這一生當中往生極樂世界，生到極樂世界就決定成佛。"
    },
    {
      "id": "02-037-0126_p0017",
      "zh_CN": "到极乐世界成佛也有早晚，有人很快就成就，有人时间比较长一点，那是什么？根性不相同。勇猛精进，度众生那个愿很恳切的，他就很快。自己成佛这个愿望很殷切，对于度众生就比较缓一点，他到极乐世界成佛就慢一点；到极乐世界成佛最快的是利他心切，跟阿弥陀佛一样。所以无论什么人念佛往生，诸位要晓得，极乐世界四土三辈九品，我们去到底是哪一品，谁都没有办法判断。善导大师讲得好，「四土三辈九品，总在遇缘不同」，这句话说得好。我们到极乐世界，能不能实报庄严土上上品往生，能不能？也有可能，你要遇到好缘，缘殊胜真行。所以九品不能判断。这里头有一个关键所在，我们现在晓得，度众生心切的人，那个品位就非常高；希望自己早一点成佛，度众生心不切的话，他可能品位就低一点，这个道理要懂。",
      "zh_TW": "到極樂世界成佛也有早晚，有人很快就成就，有人時間比較長一點，那是什麼？根性不相同。勇猛精進，度眾生那個願很懇切的，他就很快。自己成佛這個願望很殷切，對於度眾生就比較緩一點，他到極樂世界成佛就慢一點；到極樂世界成佛最快的是利他心切，跟阿彌陀佛一樣。所以無論什麼人念佛往生，諸位要曉得，極樂世界四土三輩九品，我們去到底是哪一品，誰都沒有辦法判斷。善導大師講得好，「四土三輩九品，總在遇緣不同」，這句話說得好。我們到極樂世界，能不能實報莊嚴土上上品往生，能不能？也有可能，你要遇到好緣，緣殊勝真行。所以九品不能判斷。這裡頭有一個關鍵所在，我們現在曉得，度眾生心切的人，那個品位就非常高；希望自己早一點成佛，度眾生心不切的話，他可能品位就低一點，這個道理要懂。"
    },
    {
      "id": "02-037-0126_p0018",
      "zh_CN": "我们要跟阿弥陀佛一样，阿弥陀佛度众生心切，去建极乐世界，要不然他建极乐世界干什么？极乐世界就是个学校，这个世界里头没有上帝、没有国王，你看一切经里头，佛没有说极乐世界天主是谁，没说。我们这里忉利天主、夜摩天主、大梵天王、摩醯首罗天王，佛都介绍了，极乐世界没有。所以极乐世界只有两种人，没有士农工商。两种人，一个是佛、一个是菩萨，佛是老师，菩萨是学生。十方世界去往生的全是菩萨，到那去做学生，这个我们得搞清楚、搞明白，往生极乐世界去上学去的，去亲近这个好老师，阿弥陀佛。在极乐世界决定成佛。成佛的速度，刚才讲了，完全是你救度众生那个心切不切，关键在此地。你要想到那边早一点成佛，很快就成佛，为什么？要度众生，我早一点度众生，那真的就很快。为自己不为众生，虽然去了，慢慢来，你的进展比较缓慢。所以决定成佛。",
      "zh_TW": "我們要跟阿彌陀佛一樣，阿彌陀佛度眾生心切，去建極樂世界，要不然他建極樂世界幹什麼？極樂世界就是個學校，這個世界裡頭沒有上帝、沒有國王，你看一切經裡頭，佛沒有說極樂世界天主是誰，沒說。我們這裡忉利天主、夜摩天主、大梵天王、摩醯首羅天王，佛都介紹了，極樂世界沒有。所以極樂世界只有兩種人，沒有士農工商。兩種人，一個是佛、一個是菩薩，佛是老師，菩薩是學生。十方世界去往生的全是菩薩，到那去做學生，這個我們得搞清楚、搞明白，往生極樂世界去上學去的，去親近這個好老師，阿彌陀佛。在極樂世界決定成佛。成佛的速度，剛才講了，完全是你救度眾生那個心切不切，關鍵在此地。你要想到那邊早一點成佛，很快就成佛，為什麼？要度眾生，我早一點度眾生，那真的就很快。為自己不為眾生，雖然去了，慢慢來，你的進展比較緩慢。所以決定成佛。"
    },
    {
      "id": "02-037-0126_p0019",
      "zh_CN": "「教授。宣传圣言，名之为教。训诲于义，名之为授」，这是中国教授两个字的意思。「即教导与传授经法义理之义。如是之善知识，称为教授善知识，今之经文，乃其简称，义即导师」。导师就是教授的意思。这个地方教授名字就是阿弥陀佛，在极乐世界教授大家的，阿弥陀佛自己来。佛也介绍过，十方世界诸佛如来也有到极乐世界去教学的，诸佛也有去的。我们再看下面经文：",
      "zh_TW": "「教授。宣傳聖言，名之為教。訓誨於義，名之為授」，這是中國教授兩個字的意思。「即教導與傳授經法義理之義。如是之善知識，稱為教授善知識，今之經文，乃其簡稱，義即導師」。導師就是教授的意思。這個地方教授名字就是阿彌陀佛，在極樂世界教授大家的，阿彌陀佛自己來。佛也介紹過，十方世界諸佛如來也有到極樂世界去教學的，諸佛也有去的。我們再看下面經文："
    },
    {
      "id": "02-037-0126_p0020",
      "zh_CN": "【诸天人民及蜎蠕类。来生我国。悉作菩萨。】",
      "zh_TW": "【諸天人民及蜎蠕類。來生我國。悉作菩薩。】"
    },
    {
      "id": "02-037-0126_p0021",
      "zh_CN": "这是「愿普摄」。『诸天人民及蜎（小飞虫）蠕（小爬虫）类，来生我国，悉作菩萨』。这是说明阿弥陀佛摄受众生，包括有畜生、有饿鬼、有地狱，遍法界六道里头所有一切众生，只要具备这三个条件，信、愿、持名，没有不往生的。那这些小爬虫、小飞虫之类的，牠怎么往生？牠们那个族群里头有佛菩萨应化在其中，也给牠们讲经教学，我们不知道。任何一类的畜生里头都有佛菩萨应化在其中，我们肉眼凡夫不认识，观世音菩萨三十二应，应以什么身得度就现什么身。诸佛菩萨应化不是自己的意思，自己没有意思，谁的意思？对方的意思。这个对方里头包括有天人，包括有修罗、罗刹，包括有畜生、有饿鬼、有地狱，他们在受苦。感受到苦了，因为这些人过去都曾经有修行的，所造的业堕到地狱去了。堕在地狱，阿赖耶识里头有佛法的种子，他要是有一念忏悔心、回头的心，认错，他就能接受佛法，佛就会去度他，他就能闻法，他能往生。",
      "zh_TW": "這是「願普攝」。『諸天人民及蜎（小飛蟲）蠕（小爬蟲）類，來生我國，悉作菩薩』。這是說明阿彌陀佛攝受眾生，包括有畜生、有餓鬼、有地獄，遍法界六道裡頭所有一切眾生，只要具備這三個條件，信、願、持名，沒有不往生的。那這些小爬蟲、小飛蟲之類的，牠怎麼往生？牠們那個族群裡頭有佛菩薩應化在其中，也給牠們講經教學，我們不知道。任何一類的畜生裡頭都有佛菩薩應化在其中，我們肉眼凡夫不認識，觀世音菩薩三十二應，應以什麼身得度就現什麼身。諸佛菩薩應化不是自己的意思，自己沒有意思，誰的意思？對方的意思。這個對方裡頭包括有天人，包括有修羅、羅剎，包括有畜生、有餓鬼、有地獄，他們在受苦。感受到苦了，因為這些人過去都曾經有修行的，所造的業墮到地獄去了。墮在地獄，阿賴耶識裡頭有佛法的種子，他要是有一念懺悔心、回頭的心，認錯，他就能接受佛法，佛就會去度他，他就能聞法，他能往生。"
    },
    {
      "id": "02-037-0126_p0022",
      "zh_CN": "我们今天有很多超度的佛事，这些超度佛事度人不多，度这些畜生道的、饿鬼道的、地狱道的，度他们多。他们比人好度，为什么？他们苦吃得太多了。不像人有怀疑，信佛信了一辈子，实际上是半信半疑。古人讲的，高名厚利现前他就变心，佛就不要了，这个不会成就的。畜生道里头有得度的，连花草树木都有得度的。我去年到澳洲参加我们学院成立十周年纪念，遇到一桩事情，我们停车场里头有两棵枇杷树，树神得度了，真难得！树神托梦给我们年轻的出家人，告诉他，这两个树神在道场这个地方听经十年、念佛十年，现在阿弥陀佛接引他到极乐世界，他来感恩，树神。他们把这个信息告诉我，我就告诉大家，大家要生惭愧心，树神十年成就，我们十年没成就。他为什么成就？他专心听经念佛，他没有其他的杂念。我们每天听经念佛杂念太多，所以功夫比不上人家。每天看着两棵树，你就要好好想他，人家走了。他们两个走了，那个树就枯死了，这真的不是假的。",
      "zh_TW": "我們今天有很多超度的佛事，這些超度佛事度人不多，度這些畜生道的、餓鬼道的、地獄道的，度他們多。他們比人好度，為什麼？他們苦吃得太多了。不像人有懷疑，信佛信了一輩子，實際上是半信半疑。古人講的，高名厚利現前他就變心，佛就不要了，這個不會成就的。畜生道裡頭有得度的，連花草樹木都有得度的。我去年到澳洲參加我們學院成立十週年紀念，遇到一樁事情，我們停車場裡頭有兩棵枇杷樹，樹神得度了，真難得！樹神託夢給我們年輕的出家人，告訴他，這兩個樹神在道場這個地方聽經十年、念佛十年，現在阿彌陀佛接引他到極樂世界，他來感恩，樹神。他們把這個信息告訴我，我就告訴大家，大家要生慚愧心，樹神十年成就，我們十年沒成就。他為什麼成就？他專心聽經念佛，他沒有其他的雜念。我們每天聽經念佛雜念太多，所以功夫比不上人家。每天看著兩棵樹，你就要好好想他，人家走了。他們兩個走了，那個樹就枯死了，這真的不是假的。"
    },
    {
      "id": "02-037-0126_p0023",
      "zh_CN": "我们搬到那边，这一转眼十年。初搬去的时候，胡居士在那个旁边买一栋房子，房子很破旧，拆掉重建。门口有四棵树必须要砍掉，因为车开不进来。我们依照佛门的规矩，三天之前诵经、供养，请他搬家，三天之后来砍树。树砍了，这些树神也托梦给我们家里人，说你们的速度太快了，我们搬家来不及，希望以后早一点通知，七天之前通知我们。澳洲人确实干什么事情都慢吞吞的，跟我们不一样，动作很慢。我说好！以后要是砍树，七天之前去给他诵经、供养，通知他搬家。这树木花草有灵，都不是假的。树有树神，佛在《戒经》上告诉我们，树有一个人高就有树神。不是树本身有神，不是，是有灵寄居在那里，把那个当作房子，他住在那里。住久了，有的时候他住几百年、几千年，我们讲久了他就成精，他跟人有感应。",
      "zh_TW": "我們搬到那邊，這一轉眼十年。初搬去的時候，胡居士在那個旁邊買一棟房子，房子很破舊，拆掉重建。門口有四棵樹必須要砍掉，因為車開不進來。我們依照佛門的規矩，三天之前誦經、供養，請他搬家，三天之後來砍樹。樹砍了，這些樹神也託夢給我們家裡人，說你們的速度太快了，我們搬家來不及，希望以後早一點通知，七天之前通知我們。澳洲人確實幹什麼事情都慢吞吞的，跟我們不一樣，動作很慢。我說好！以後要是砍樹，七天之前去給他誦經、供養，通知他搬家。這樹木花草有靈，都不是假的。樹有樹神，佛在《戒經》上告訴我們，樹有一個人高就有樹神。不是樹本身有神，不是，是有靈寄居在那裡，把那個當作房子，他住在那裡。住久了，有的時候他住幾百年、幾千年，我們講久了他就成精，他跟人有感應。"
    },
    {
      "id": "02-037-0126_p0024",
      "zh_CN": "草都有神，我有一年在北京，听同学告诉我，她们家的小草大概很久没有给它浇水，快要枯死了。他托梦给他主人求救命，一再提出，「我是妳们家院子里头的草木神，请妳给我们浇点水」。她感觉到很奇怪，到第二天早晨，到院子里看一看，果然她家的老人每天浇花浇树，没浇草，看那个草黄黄的，她拿着水龙头赶快浇草。她家老人讲，「妳浇那个干什么？」她也不说话，小草托梦跟她求救，而且求救声音形状就像小孩一样，像小婴孩一样。草神，连小草都有神。所以我们爱心要能生得起来，对所有的动物要爱护，对树木花草要爱护、要尊重。《华严经》上说得好，「情与无情，同圆种智」，将来大家都成佛道，他有灵。",
      "zh_TW": "草都有神，我有一年在北京，聽同學告訴我，她們家的小草大概很久沒有給它澆水，快要枯死了。他託夢給他主人求救命，一再提出，「我是妳們家院子裡頭的草木神，請妳給我們澆點水」。她感覺到很奇怪，到第二天早晨，到院子裡看一看，果然她家的老人每天澆花澆樹，沒澆草，看那個草黃黃的，她拿著水龍頭趕快澆草。她家老人講，「妳澆那個幹什麼？」她也不說話，小草託夢跟她求救，而且求救聲音形狀就像小孩一樣，像小嬰孩一樣。草神，連小草都有神。所以我們愛心要能生得起來，對所有的動物要愛護，對樹木花草要愛護、要尊重。《華嚴經》上說得好，「情與無情，同圓種智」，將來大家都成佛道，他有靈。"
    },
    {
      "id": "02-037-0126_p0025",
      "zh_CN": "北京同学告诉我这个事情应该有十年了，我没有看到现代科学报告。看现代科学报告也不过是四、五年的事情，有些同学搜集最近科学家他们的研究报告，这个报告上面写的跟佛法讲的是一样的。不但草木有灵性，任何的现象统统有灵性，包括虚空，虚空没有灵性怎么能传递信息？要是它什么都没有的话，它就绝缘，它不能传递。我们说话都有人听得见，这虚空传递，音声传递，统有灵性。这是最近量子力学家发现的，再小的物质，讲到量子、小光子，小得不能再小的，我们佛经上讲的极微之微，这么样小的物质它里头什么都具足，就是说整个宇宙的信息，过去、现在、未来，统统在里头，一样都不少。我们感到惊讶，他跟佛经上说的一样。科学家把这种现象命名叫全息，完全的信息。再小的物质它都具足，它怎么会没有灵？一粒微尘里面都含藏着遍法界虚空界的信息，微尘能成佛，「情与无情，同圆种智」，《华严经》上所说的，这才讲得通。这些现在人称之为宇宙的奥秘。佛所讲的被科学家这一说明，我们完全知道，承认佛的智慧是圆满，佛讲的不是假的。佛怎么知道？科学要靠数理的依据、根据，最新的这些仪器去观察，才看到这些事实真相。佛那个时候没有这些高科技，他怎么知道的？",
      "zh_TW": "北京同學告訴我這個事情應該有十年了，我沒有看到現代科學報告。看現代科學報告也不過是四、五年的事情，有些同學蒐集最近科學家他們的研究報告，這個報告上面寫的跟佛法講的是一樣的。不但草木有靈性，任何的現象統統有靈性，包括虛空，虛空沒有靈性怎麼能傳遞信息？要是它什麼都沒有的話，它就絕緣，它不能傳遞。我們說話都有人聽得見，這虛空傳遞，音聲傳遞，統有靈性。這是最近量子力學家發現的，再小的物質，講到量子、小光子，小得不能再小的，我們佛經上講的極微之微，這麼樣小的物質它裡頭什麼都具足，就是說整個宇宙的信息，過去、現在、未來，統統在裡頭，一樣都不少。我們感到驚訝，他跟佛經上說的一樣。科學家把這種現象命名叫全息，完全的信息。再小的物質它都具足，它怎麼會沒有靈？一粒微塵裡面都含藏著遍法界虛空界的信息，微塵能成佛，「情與無情，同圓種智」，《華嚴經》上所說的，這才講得通。這些現在人稱之為宇宙的奧祕。佛所講的被科學家這一說明，我們完全知道，承認佛的智慧是圓滿，佛講的不是假的。佛怎麼知道？科學要靠數理的依據、根據，最新的這些儀器去觀察，才看到這些事實真相。佛那個時候沒有這些高科技，他怎麼知道的？"
    },
    {
      "id": "02-037-0126_p0026",
      "zh_CN": "现在科学家也了解，提出一个新的看法，对一些土着他们祖宗传下来的一些东西，像一些咒语这些东西，他们承认古人有很高度的智慧。那是人的一种本能，他说我们失掉了，它不是迷信，它有根据。这就说对待古籍有个重新的看法，不再说它是迷信，不敢再说它是不合科学。这个观念转变是正确的、是好的。像夏威夷土着，他们治病的一个方法，这不可思议。这个医生给人治病，不要跟病人见面，病人纵然距离二、三千里都没关系，不要见面，只要把病历告诉他，这个人在什么地方，男子还是女人，得的什么病，病历告诉他，他就能把他治好。怎么治法？很简单，把这个病人想成自己，看到这个病历想到我自己有这些病，我用意念把我的身体治好，意念能做得到。我治好了，他就好了。他治好有三、四千人，不是一个、二个。所以现在美国跟日本好多人在学习，不需要用医药，也不需要打针，什么都不需要，就是意念。佛在经上说，这个道理佛经上有，「制心一处，无事不办」。所以最重要要想的是我跟他是一体，我好了，他就好了，因为是一体。这是最重要的一个概念，这是佛经上讲的，遍法界虚空界跟自己是一体。你硬要把它分成两个，那就没法子。",
      "zh_TW": "現在科學家也了解，提出一個新的看法，對一些土著他們祖宗傳下來的一些東西，像一些咒語這些東西，他們承認古人有很高度的智慧。那是人的一種本能，他說我們失掉了，它不是迷信，它有根據。這就說對待古籍有個重新的看法，不再說它是迷信，不敢再說它是不合科學。這個觀念轉變是正確的、是好的。像夏威夷土著，他們治病的一個方法，這不可思議。這個醫生給人治病，不要跟病人見面，病人縱然距離二、三千里都沒關係，不要見面，只要把病歷告訴他，這個人在什麼地方，男子還是女人，得的什麼病，病歷告訴他，他就能把他治好。怎麼治法？很簡單，把這個病人想成自己，看到這個病歷想到我自己有這些病，我用意念把我的身體治好，意念能做得到。我治好了，他就好了。他治好有三、四千人，不是一個、二個。所以現在美國跟日本好多人在學習，不需要用醫藥，也不需要打針，什麼都不需要，就是意念。佛在經上說，這個道理佛經上有，「制心一處，無事不辦」。所以最重要要想的是我跟他是一體，我好了，他就好了，因為是一體。這是最重要的一個概念，這是佛經上講的，遍法界虛空界跟自己是一體。你硬要把它分成兩個，那就沒法子。"
    },
    {
      "id": "02-037-0126_p0027",
      "zh_CN": "所以一定要把他想成自己，一体，我身上现在有哪些病。病是什么？病是错误的念头产生的。人身体本来是健康的，父母生下来是健康的，没有带病菌来的。而是我们错误的念头，贪瞋痴慢、自私自利这些念头，让我们的细胞器官带着有病毒。现在我们把念头恢复，把贪瞋痴慢断掉、自私自利断掉，就恢复正常，带着病毒的细胞自然就恢复正常、就好了。我好了，那个人就好了。这震动了全世界。你能说它不合科学吗？现在就发现念头的力量太大。我们中国人讲心想事成，想什么他就成就什么，你想极乐世界，怎么不成极乐世界？人可不能想错，可不能想贪，为什么？贪心是饿鬼。不能想瞋恨，瞋恚是地狱，愚痴是畜生，傲慢是修罗，不能想这个。把贪瞋痴慢疑都断掉，我们的身心健康，不生病。不但不生病，我们居住的这个地方不遭灾难。为什么？贪心感得是水灾；瞋恚感来的是火灾，火山爆发、地球温度上升，这是瞋恚带来的；愚痴是风灾，傲慢是地震；怀疑更麻烦，怀疑带来的是山崩地陷，你信心没有了。信心没有了，用现在的话是你免疫的能力没有了，那就是病菌非常容易侵犯你。贪瞋痴慢疑只要一断，身心健康，什么病都不会有；已经有的病会自然恢复，不需要医疗。",
      "zh_TW": "所以一定要把他想成自己，一體，我身上現在有哪些病。病是什麼？病是錯誤的念頭產生的。人身體本來是健康的，父母生下來是健康的，沒有帶病菌來的。而是我們錯誤的念頭，貪瞋痴慢、自私自利這些念頭，讓我們的細胞器官帶著有病毒。現在我們把念頭恢復，把貪瞋痴慢斷掉、自私自利斷掉，就恢復正常，帶著病毒的細胞自然就恢復正常、就好了。我好了，那個人就好了。這震動了全世界。你能說它不合科學嗎？現在就發現念頭的力量太大。我們中國人講心想事成，想什麼他就成就什麼，你想極樂世界，怎麼不成極樂世界？人可不能想錯，可不能想貪，為什麼？貪心是餓鬼。不能想瞋恨，瞋恚是地獄，愚痴是畜生，傲慢是修羅，不能想這個。把貪瞋痴慢疑都斷掉，我們的身心健康，不生病。不但不生病，我們居住的這個地方不遭災難。為什麼？貪心感得是水災；瞋恚感來的是火災，火山爆發、地球溫度上升，這是瞋恚帶來的；愚痴是風災，傲慢是地震；懷疑更麻煩，懷疑帶來的是山崩地陷，你信心沒有了。信心沒有了，用現在的話是你免疫的能力沒有了，那就是病菌非常容易侵犯你。貪瞋痴慢疑只要一斷，身心健康，什麼病都不會有；已經有的病會自然恢復，不需要醫療。"
    },
    {
      "id": "02-037-0126_p0028",
      "zh_CN": "所以我们都到这个地方来，蜎飞蠕动，生到西方极乐世界也作菩萨。「群生之类，生其国者，无有二乘」，二乘是阿罗汉、辟支佛，没有，全是菩萨。而且「必补佛位」，补佛位是等觉菩萨，就是后补佛，也就是说决定成佛。「是法藏大愿，称为一乘愿海」，一乘就是成佛，不是菩萨。四十八愿愿愿都是希望一切众生在这一生当中成佛，这个大愿不可思议。「悉成佛果，乃一佛乘故，无二亦无三也」，这个话是《法华经》上说的。「是故三辈往生，皆须发菩提心也」，三辈往生这一品里面，上辈往生、中辈往生、下辈往生统统要发菩提心。不发菩提心，念佛不能往生，一定要发菩提心。最后这一段「总结」：",
      "zh_TW": "所以我們都到這個地方來，蜎飛蠕動，生到西方極樂世界也作菩薩。「群生之類，生其國者，無有二乘」，二乘是阿羅漢、辟支佛，沒有，全是菩薩。而且「必補佛位」，補佛位是等覺菩薩，就是後補佛，也就是說決定成佛。「是法藏大願，稱為一乘願海」，一乘就是成佛，不是菩薩。四十八願願願都是希望一切眾生在這一生當中成佛，這個大願不可思議。「悉成佛果，乃一佛乘故，無二亦無三也」，這個話是《法華經》上說的。「是故三輩往生，皆須發菩提心也」，三輩往生這一品裡面，上輩往生、中輩往生、下輩往生統統要發菩提心。不發菩提心，念佛不能往生，一定要發菩提心。最後這一段「總結」："
    },
    {
      "id": "02-037-0126_p0029",
      "zh_CN": "【我立是愿。都胜无数诸佛国者。宁可得否。】",
      "zh_TW": "【我立是願。都勝無數諸佛國者。寧可得否。】"
    },
    {
      "id": "02-037-0126_p0030",
      "zh_CN": "这是向佛请教。念老注解里头，这一段最后再请佛证明，我立这样的大愿，发这个大愿，『都胜无数诸佛国者』，比一切诸佛在因地上发的愿要殊胜。这个殊胜是有来由的，因为他亲自去考察、去观摩所有诸佛刹土，诸佛刹土里头好的、精彩的他统统取了，不好的他都不要。所以西方极乐世界也是集大成，是集一切诸佛国土的优点，所以它就是比哪一个国土都要殊胜。『宁可得否』，我能不能成功？「愿己佛国胜余佛国，不知能否，请佛垂训」。最后这一段，佛替他「证成」。我们看经文：",
      "zh_TW": "這是向佛請教。念老註解裡頭，這一段最後再請佛證明，我立這樣的大願，發這個大願，『都勝無數諸佛國者』，比一切諸佛在因地上發的願要殊勝。這個殊勝是有來由的，因為他親自去考察、去觀摩所有諸佛剎土，諸佛剎土裡頭好的、精彩的他統統取了，不好的他都不要。所以西方極樂世界也是集大成，是集一切諸佛國土的優點，所以它就是比哪一個國土都要殊勝。『寧可得否』，我能不能成功？「願己佛國勝餘佛國，不知能否，請佛垂訓」。最後這一段，佛替他「證成」。我們看經文："
    },
    {
      "id": "02-037-0126_p0031",
      "zh_CN": "【世间自在王佛。即为法藏而说经言。譬如大海一人斗量。经历劫数。尚可穷底。】",
      "zh_TW": "【世間自在王佛。即為法藏而說經言。譬如大海一人斗量。經歷劫數。尚可窮底。】"
    },
    {
      "id": "02-037-0126_p0032",
      "zh_CN": "这是比喻，人去量海水。注解里头讲这个大意，「佛答法藏曰，譬如一人以斗量取大海之水，久经时劫，尚可穷见海底」，只要有足够的时间，他真的能把它量完。下面是「正说」：",
      "zh_TW": "這是比喻，人去量海水。註解裡頭講這個大意，「佛答法藏曰，譬如一人以斗量取大海之水，久經時劫，尚可窮見海底」，只要有足夠的時間，他真的能把它量完。下面是「正說」："
    },
    {
      "id": "02-037-0126_p0033",
      "zh_CN": "【人有至心求道。精进不止。会当克果。何愿不得。】。",
      "zh_TW": "【人有至心求道。精進不止。會當剋果。何願不得。】。"
    },
    {
      "id": "02-037-0126_p0034",
      "zh_CN": "哪有不成功的道理！我们看念老的注解。「人能以至心（至极之心）」，就是真诚到了极处，这种心求道，「精进不已，必皆得果」。莹珂法师就是这样的，真诚到极处的心，念阿弥陀佛念三天，三天三夜把阿弥陀佛念来了。我们念了几十年，没见阿弥陀佛的消息，是什么？我们没有那种真诚心，念佛心里头总夹杂着，夹杂着怀疑，夹杂着杂念，用心不专。不是念不来，不是阿弥陀佛厚此薄彼，不是，阿弥陀佛的心是平等的，没有厚此薄彼。果然真诚，他就感应。没有感应，决定是在自己，不在佛的那一方面，看我们自己用的是什么心。",
      "zh_TW": "哪有不成功的道理！我們看念老的註解。「人能以至心（至極之心）」，就是真誠到了極處，這種心求道，「精進不已，必皆得果」。瑩珂法師就是這樣的，真誠到極處的心，念阿彌陀佛念三天，三天三夜把阿彌陀佛念來了。我們念了幾十年，沒見阿彌陀佛的消息，是什麼？我們沒有那種真誠心，念佛心裡頭總夾雜著，夾雜著懷疑，夾雜著雜念，用心不專。不是念不來，不是阿彌陀佛厚此薄彼，不是，阿彌陀佛的心是平等的，沒有厚此薄彼。果然真誠，他就感應。沒有感應，決定是在自己，不在佛的那一方面，看我們自己用的是什麼心。"
    },
    {
      "id": "02-037-0126_p0035",
      "zh_CN": "人决定不能为自己，为自己错了，为自己，再好的心都离不开六道轮回。再好的心、再好的事，你将来得人天果报；不善的心、不善的事，那就是三途果报，统统出不了轮回，这个要知道。一定是大公无私，念念想帮助一切众生脱离苦海，六道轮回是苦海，有这样的心才能跟佛菩萨相应，佛菩萨没有第二个念头，只有这么一念。阿弥陀佛这一念特别强，不但令众生离苦得乐，而且要帮助一切众生成佛。成佛，那就是离究竟苦，得究竟乐。如果我们有这个心，跟阿弥陀佛同心，同心同愿、同德同行，哪有不上上品往生的道理！精进不已，必皆得果，这个字用得多肯定。",
      "zh_TW": "人決定不能為自己，為自己錯了，為自己，再好的心都離不開六道輪迴。再好的心、再好的事，你將來得人天果報；不善的心、不善的事，那就是三途果報，統統出不了輪迴，這個要知道。一定是大公無私，念念想幫助一切眾生脫離苦海，六道輪迴是苦海，有這樣的心才能跟佛菩薩相應，佛菩薩沒有第二個念頭，只有這麼一念。阿彌陀佛這一念特別強，不但令眾生離苦得樂，而且要幫助一切眾生成佛。成佛，那就是離究竟苦，得究竟樂。如果我們有這個心，跟阿彌陀佛同心，同心同願、同德同行，哪有不上上品往生的道理！精進不已，必皆得果，這個字用得多肯定。"
    },
    {
      "id": "02-037-0126_p0036",
      "zh_CN": "「会者」，义寂大师说，这个意思是「皆也」，会跟皆是一个意思。「憬兴云：亦必也」。「尅」同下面这个「克」字，这个克是克服，克的意思是以力取胜。简体里面作底下这个「克」字，意思是杀、是必、是遂、是得，像克服敌人，克敌。「义为杀也」，以武力致胜，是这个意思。有必、有遂、有得的意思。「又有何愿，不能求得」，这个意思用白话说，『精进不止，会当克果，何愿不得』，没有不成就的。",
      "zh_TW": "「會者」，義寂大師說，這個意思是「皆也」，會跟皆是一個意思。「憬興云：亦必也」。「尅」同下面這個「剋」字，這個剋是克服，剋的意思是以力取勝。簡體裡面作底下這個「克」字，意思是殺、是必、是遂、是得，像克服敵人，克敵。「義為殺也」，以武力致勝，是這個意思。有必、有遂、有得的意思。「又有何願，不能求得」，這個意思用白話說，『精進不止，會當剋果，何願不得』，沒有不成就的。"
    },
    {
      "id": "02-037-0126_p0037",
      "zh_CN": "「彭绍升居士《无量寿经起信论》」，解释这一段经文，他说，「法藏云：我发无上正觉之心。当知无上正觉，一切愿王从此出生，一切净土从此建立。才发此心，极乐庄严一时具足，故曰：至心求道，精进不止，会当尅果，何愿不得。所以者何？一切法不离自心故」。彭居士这一段话说得好。彭绍升居士是乾隆时候的人，这个人聪明好学，父亲是乾隆皇帝的兵部尚书，用现在的职位来讲就是国防部长，乾隆皇帝的国防部长，他算高干子弟，家里环境好。大概是二十岁考中进士，很难得，年岁很轻，进士在那个时候是最高的学位。一生没做官，学佛，做居士，通宗通教，显密圆融，大德。著作很多，你看《无量寿经起信论》他做的，很难得，他对佛教的贡献非常大。",
      "zh_TW": "「彭紹升居士《無量壽經起信論》」，解釋這一段經文，他說，「法藏云：我發無上正覺之心。當知無上正覺，一切願王從此出生，一切淨土從此建立。才發此心，極樂莊嚴一時具足，故曰：至心求道，精進不止，會當尅果，何願不得。所以者何？一切法不離自心故」。彭居士這一段話說得好。彭紹升居士是乾隆時候的人，這個人聰明好學，父親是乾隆皇帝的兵部尚書，用現在的職位來講就是國防部長，乾隆皇帝的國防部長，他算高幹子弟，家裡環境好。大概是二十歲考中進士，很難得，年歲很輕，進士在那個時候是最高的學位。一生沒做官，學佛，做居士，通宗通教，顯密圓融，大德。著作很多，你看《無量壽經起信論》他做的，很難得，他對佛教的貢獻非常大。"
    },
    {
      "id": "02-037-0126_p0038",
      "zh_CN": "他这几句话说，他的解释说，法藏菩萨讲，「我发无上正觉之心」，当知无上正觉，一切愿王从此出生。这个心是根，阿弥陀佛四十八愿从这生的，没有这样的大心，世间自在王佛就不可能为他示现二百一十亿诸佛国土，他也不会去看。你说这个心多重要！这个心是什么心？是度众生的心，而且是快速度众生离苦得乐。离苦得乐要帮助这些众生成佛，那就是离究竟苦，得究竟乐，离苦得乐做到圆满、做到究竟，法藏发的是这个心。前面我们看过，对象上从等觉菩萨，下到地狱众生，遍及到花草树木、山河大地，没有一样不度。《华严经》上说「情与无情，同圆种智」，法藏做到了，所以一切愿王从这出生，一切净土是从这建立，就从他这个心。所以才发此心，极乐庄严一时具足，这个心一发，极乐世界就出现了，出现在哪里？出现在法藏比丘意识里头，还没成形。意识里头有了，怎么会成形？精进不止就成形了，他这个念不退，他真干，四十八愿愿愿他都兑现，他都做到了，这极乐世界就成形。",
      "zh_TW": "他這幾句話說，他的解釋說，法藏菩薩講，「我發無上正覺之心」，當知無上正覺，一切願王從此出生。這個心是根，阿彌陀佛四十八願從這生的，沒有這樣的大心，世間自在王佛就不可能為他示現二百一十億諸佛國土，他也不會去看。你說這個心多重要！這個心是什麼心？是度眾生的心，而且是快速度眾生離苦得樂。離苦得樂要幫助這些眾生成佛，那就是離究竟苦，得究竟樂，離苦得樂做到圓滿、做到究竟，法藏發的是這個心。前面我們看過，對象上從等覺菩薩，下到地獄眾生，遍及到花草樹木、山河大地，沒有一樣不度。《華嚴經》上說「情與無情，同圓種智」，法藏做到了，所以一切願王從這出生，一切淨土是從這建立，就從他這個心。所以才發此心，極樂莊嚴一時具足，這個心一發，極樂世界就出現了，出現在哪裡？出現在法藏比丘意識裡頭，還沒成形。意識裡頭有了，怎麼會成形？精進不止就成形了，他這個念不退，他真幹，四十八願願願他都兌現，他都做到了，這極樂世界就成形。"
    },
    {
      "id": "02-037-0126_p0039",
      "zh_CN": "所以极乐世界没有人设计、没有人去建筑，怎么成就的？是阿弥陀佛大行大愿五劫精进修行功德自然的成就。这个道理我们能相信，因为我们这个世界有。佛告诉我们，欲界天第五层天、第六层天跟极乐世界差不多，极乐世界是功德之所成就，欲界天里面那个福报自然的，那是福德之所成就。人修的福报修太大了，福报到大的时候，一切你不要想，你需要的东西自然就来了。所以欲界第五层天叫化乐天，一切都变化来的，真叫心想事成，想什么他面前就现什么。第六天更高了，不要想，他化自在天，第六天想的第五天变化去供养他，他想都不要想，那福报最大。这是福德。福德都能够变化而来，何况功德！阿弥陀佛是功德，不是福德。",
      "zh_TW": "所以極樂世界沒有人設計、沒有人去建築，怎麼成就的？是阿彌陀佛大行大願五劫精進修行功德自然的成就。這個道理我們能相信，因為我們這個世界有。佛告訴我們，欲界天第五層天、第六層天跟極樂世界差不多，極樂世界是功德之所成就，欲界天裡面那個福報自然的，那是福德之所成就。人修的福報修太大了，福報到大的時候，一切你不要想，你需要的東西自然就來了。所以欲界第五層天叫化樂天，一切都變化來的，真叫心想事成，想什麼他面前就現什麼。第六天更高了，不要想，他化自在天，第六天想的第五天變化去供養他，他想都不要想，那福報最大。這是福德。福德都能夠變化而來，何況功德！阿彌陀佛是功德，不是福德。"
    },
    {
      "id": "02-037-0126_p0040",
      "zh_CN": "同样一个道理，地狱，地狱里头种种苦，那是什么？恶业自然变化的。地狱不是阎罗王造的，与鬼王不相干。我初学佛的时候，遇到一个老人，朱镜宙老居士，浙江温州人，这个老人跟李老师是好朋友，他们同年。我认识他的时候他七十岁，李老师也七十岁，我二十六岁，我们在他面前是孙子辈，所以对我们就非常照顾，很爱护。故事很多，都是自己亲身经历的，告诉我六道是真的。他的岳父章太炎先生，这是民国初年国学大师，在学术界没有人不知道的。曾经做过东岳大帝的判官，大概是判官有事情不能上班，找他去代替，他就代了一个月，东岳大帝的判官。判官是什么地位？相当于秘书长，现在讲二把手，地位很高。他做得很辛苦，白天有事情，晚上天一黑，两个小鬼抬了一个轿子来，就让他去上班去了。他躺在床上就跟死人一样。到第二天早晨又把他送回来，他又醒过来，日夜都不能休息。",
      "zh_TW": "同樣一個道理，地獄，地獄裡頭種種苦，那是什麼？惡業自然變化的。地獄不是閻羅王造的，與鬼王不相干。我初學佛的時候，遇到一個老人，朱鏡宙老居士，浙江溫州人，這個老人跟李老師是好朋友，他們同年。我認識他的時候他七十歲，李老師也七十歲，我二十六歲，我們在他面前是孫子輩，所以對我們就非常照顧，很愛護。故事很多，都是自己親身經歷的，告訴我六道是真的。他的岳父章太炎先生，這是民國初年國學大師，在學術界沒有人不知道的。曾經做過東嶽大帝的判官，大概是判官有事情不能上班，找他去代替，他就代了一個月，東嶽大帝的判官。判官是什麼地位？相當於祕書長，現在講二把手，地位很高。他做得很辛苦，白天有事情，晚上天一黑，兩個小鬼抬了一個轎子來，就讓他去上班去了。他躺在床上就跟死人一樣。到第二天早晨又把他送回來，他又醒過來，日夜都不能休息。"
    },
    {
      "id": "02-037-0126_p0041",
      "zh_CN": "他也把所看到的情形告诉一些朋友们，鬼道这个社会跟人间差不多，只是在鬼道里头看不到太阳，日月星光看不到，就是阴天灰突突的，生活状况跟人差不多。他有一天跟东岳大帝建议，听说地狱炮烙的刑，炮烙是什么？铜柱子烧红了让人去抱，罪人去抱它，那就好像什么？烧烤一样，那一抱全身就腐烂。他说这个刑罚太残酷了，不仁道，能不能把它废除？东岳大帝就说你先去看看。派了两个小鬼带他去刑场去看。他就跟着小鬼去了。到了这个地方，小鬼就站在那里，告诉他到了。他看不见。他突然想到是罪人业力变现的，你没有这个业力你看不见，不是东岳大帝建造的，跟东岳大帝、跟阎罗王没关系。地狱里头所有种种苦是自己变现的，业力变现。",
      "zh_TW": "他也把所看到的情形告訴一些朋友們，鬼道這個社會跟人間差不多，只是在鬼道裡頭看不到太陽，日月星光看不到，就是陰天灰突突的，生活狀況跟人差不多。他有一天跟東嶽大帝建議，聽說地獄炮烙的刑，炮烙是什麼？銅柱子燒紅了讓人去抱，罪人去抱它，那就好像什麼？燒烤一樣，那一抱全身就腐爛。他說這個刑罰太殘酷了，不仁道，能不能把它廢除？東嶽大帝就說你先去看看。派了兩個小鬼帶他去刑場去看。他就跟著小鬼去了。到了這個地方，小鬼就站在那裡，告訴他到了。他看不見。他突然想到是罪人業力變現的，你沒有這個業力你看不見，不是東嶽大帝建造的，跟東嶽大帝、跟閻羅王沒關係。地獄裡頭所有種種苦是自己變現的，業力變現。"
    },
    {
      "id": "02-037-0126_p0042",
      "zh_CN": "你看恶业能变现地狱，善业能变现天堂，法藏比丘这是什么业力？这是要普度众生，帮助一切众生赶快成佛。这个心还得了！这种心愿功德之所成就。所以我们明白这个道理，对极乐世界这个问题就能解答，它是真的，它不是假的，是阿弥陀佛本愿威神功德之所成就。它里头不是人设计的，也没有人施工去建造，自然变现出来，变现得那样的美好。那个美好就跟法藏比丘心里想的完全一样。他曾经参观一切诸佛的刹土，诸佛刹土所有美好的东西极乐世界全有，所有一切不好的，极乐世界找不到，所以这个地区就超胜一切诸佛刹土，这么来的。我们不把这个东西搞清楚总是有怀疑，搞清楚了疑根就拔掉，断疑生信，这个信心是真的不是假的。有真诚的信心，有真诚的愿心，所以建成西方极乐世界，到那个地方真的所有去的人一生成佛，而且很快。这经不能不读，不读我们哪里知道？我们读了之后，它里头这些巧妙关键地方我们知道。度众生心切，你到极乐世界就非常快速的向上提升，心里头没有自己，只是想到苦难众生，我如何帮助他、成就他。帮助他、成就他，当然自己先成就，你看你要帮助众生，阿弥陀佛就帮你成就，就成就你。",
      "zh_TW": "你看惡業能變現地獄，善業能變現天堂，法藏比丘這是什麼業力？這是要普度眾生，幫助一切眾生趕快成佛。這個心還得了！這種心願功德之所成就。所以我們明白這個道理，對極樂世界這個問題就能解答，它是真的，它不是假的，是阿彌陀佛本願威神功德之所成就。它裡頭不是人設計的，也沒有人施工去建造，自然變現出來，變現得那樣的美好。那個美好就跟法藏比丘心裡想的完全一樣。他曾經參觀一切諸佛的剎土，諸佛剎土所有美好的東西極樂世界全有，所有一切不好的，極樂世界找不到，所以這個地區就超勝一切諸佛剎土，這麼來的。我們不把這個東西搞清楚總是有懷疑，搞清楚了疑根就拔掉，斷疑生信，這個信心是真的不是假的。有真誠的信心，有真誠的願心，所以建成西方極樂世界，到那個地方真的所有去的人一生成佛，而且很快。這經不能不讀，不讀我們哪裡知道？我們讀了之後，它裡頭這些巧妙關鍵地方我們知道。度眾生心切，你到極樂世界就非常快速的向上提升，心裡頭沒有自己，只是想到苦難眾生，我如何幫助他、成就他。幫助他、成就他，當然自己先成就，你看你要幫助眾生，阿彌陀佛就幫你成就，就成就你。"
    },
    {
      "id": "02-037-0126_p0043",
      "zh_CN": "这也是人同此心，心同此理，我们真想学，老师成就我们；我们不真想学，老师就敷衍。事情隔了这么多年，六十一年前，我初跟方东美先生学哲学，真想学，对哲学真有欢喜心，想学。跟方老师无亲无故，只是知道他是桐城人，桐城人是老乡，就找这么个关系，不认识，也没人介绍。我写一封信给他，写得很恭敬，毛笔工楷写的，也不长，好像是两张信纸，寄给他，目的想求他准许我到学校去听他的课，这么个意思。我自己那时候写了一篇文章送给他看。一个星期他回信，约我到他家里见面。我遵照那个时间我就去了。去了之后，问我学历。初中毕业，高中念了半年。他说你有没有骗我？我说不敢骗老师。他就说你写的信，你写的文章，我们台湾大学的学生写不出来。所以他怀疑。我说我虽然在抗战当中失学四年，四年没念书，可是喜欢读书，没有离开书本。这他就了解一些，然后告诉我，他说现在的学校，诸位要知道，六十年前的学校，先生不像先生，学生不像学生，你要到学校去听课，你会大失所望。换句话说，方老师在学校教书也是讲假的，不是讲真的。这话我不敢讲，我心里在这么想，都是假的不是真的。",
      "zh_TW": "這也是人同此心，心同此理，我們真想學，老師成就我們；我們不真想學，老師就敷衍。事情隔了這麼多年，六十一年前，我初跟方東美先生學哲學，真想學，對哲學真有歡喜心，想學。跟方老師無親無故，只是知道他是桐城人，桐城人是老鄉，就找這麼個關係，不認識，也沒人介紹。我寫一封信給他，寫得很恭敬，毛筆工楷寫的，也不長，好像是兩張信紙，寄給他，目的想求他准許我到學校去聽他的課，這麼個意思。我自己那時候寫了一篇文章送給他看。一個星期他回信，約我到他家裡見面。我遵照那個時間我就去了。去了之後，問我學歷。初中畢業，高中念了半年。他說你有沒有騙我？我說不敢騙老師。他就說你寫的信，你寫的文章，我們台灣大學的學生寫不出來。所以他懷疑。我說我雖然在抗戰當中失學四年，四年沒念書，可是喜歡讀書，沒有離開書本。這他就了解一些，然後告訴我，他說現在的學校，諸位要知道，六十年前的學校，先生不像先生，學生不像學生，你要到學校去聽課，你會大失所望。換句話說，方老師在學校教書也是講假的，不是講真的。這話我不敢講，我心裡在這麼想，都是假的不是真的。"
    },
    {
      "id": "02-037-0126_p0044",
      "zh_CN": "所以方老师是拒绝了。我当然很沮丧、很难过。我们沉默了大概有五分钟，老师说这样好了，你每个星期到我家里来，我给你上两个钟点课。我们的课是在他家里小客厅、小圆桌，一个学生、一个老师，这样上的。我们真想学，他就讲真的；到学校学生不想学，大概就敷衍一下就算了。在那个时候我们了解，因为我也在学校教过书，我在大学教过五年，也是在哲学系教书。确确实实老师是为了薪水，现在讲工资，为家庭吃饭问题，不能不去上课；学生是为文凭，确实不在读书。所以考试怎么样？老师几乎把考试题都公开，学生都知道，所以每个学生成绩都很好。有没有真学到东西？不见得。学校到这种程度，这六十年之后不知道变成什么样子，我就不知道了。中国、台湾我不晓得，外国学校我看过，我也在学校上过课，我了解。",
      "zh_TW": "所以方老師是拒絕了。我當然很沮喪、很難過。我們沉默了大概有五分鐘，老師說這樣好了，你每個星期到我家裡來，我給你上兩個鐘點課。我們的課是在他家裡小客廳、小圓桌，一個學生、一個老師，這樣上的。我們真想學，他就講真的；到學校學生不想學，大概就敷衍一下就算了。在那個時候我們了解，因為我也在學校教過書，我在大學教過五年，也是在哲學系教書。確確實實老師是為了薪水，現在講工資，為家庭吃飯問題，不能不去上課；學生是為文憑，確實不在讀書。所以考試怎麼樣？老師幾乎把考試題都公開，學生都知道，所以每個學生成績都很好。有沒有真學到東西？不見得。學校到這種程度，這六十年之後不知道變成什麼樣子，我就不知道了。中國、台灣我不曉得，外國學校我看過，我也在學校上過課，我了解。"
    },
    {
      "id": "02-037-0126_p0045",
      "zh_CN": "没有人真肯干了，所以儒释道都衰了，到哪里去找真正肯学的学生，真肯干的？找不到了。所以老师遇到一、二个真正想学的，真的是特别照顾。我是一个例子，我对方先生一分钱的学费也没缴，义务的，真难得、真不容易。你看老师不是不教人，真肯学的真教你。以后我走向佛，认识了章嘉大师。章嘉大师跟方先生一样的热心，也是给我每个星期两个小时，星期天。我跟章嘉大师三年，佛法的基础全是章嘉大师奠定的。以后大师往生了，他是六十八岁走的，我跟他那一年他六十五岁，跟他三年，他走了。走了以后我跟李老师，跟李老师十年。这些真正是好人，看到你真教你，他真帮助你，不要你缴学费。我们自己有困难的时候老师还帮助，冬天没有衣服，有人供养老师衣服他就送给我。这样的老师现在不容易找。",
      "zh_TW": "沒有人真肯幹了，所以儒釋道都衰了，到哪裡去找真正肯學的學生，真肯幹的？找不到了。所以老師遇到一、二個真正想學的，真的是特別照顧。我是一個例子，我對方先生一分錢的學費也沒繳，義務的，真難得、真不容易。你看老師不是不教人，真肯學的真教你。以後我走向佛，認識了章嘉大師。章嘉大師跟方先生一樣的熱心，也是給我每個星期兩個小時，星期天。我跟章嘉大師三年，佛法的基礎全是章嘉大師奠定的。以後大師往生了，他是六十八歲走的，我跟他那一年他六十五歲，跟他三年，他走了。走了以後我跟李老師，跟李老師十年。這些真正是好人，看到你真教你，他真幫助你，不要你繳學費。我們自己有困難的時候老師還幫助，冬天沒有衣服，有人供養老師衣服他就送給我。這樣的老師現在不容易找。"
    },
    {
      "id": "02-037-0126_p0046",
      "zh_CN": "在遍法界虚空界，阿弥陀佛是最好的老师，对每个人照顾无微不至。这个老师，我们有感，他就有应，我们真求他，他真来，一点都不假，这是真正能帮助我们解决问题的。所以这个经不能不认真去读，不认真读辜负了释迦牟尼佛，讲得这么清楚、讲得这么详细，把我们的疑问全部破除，让我们真正相信、真正接受，这一生当中就这么一个目标，求生极乐世界。我们身体还在这个世间，世间众生有苦难我们尽心尽力帮助他们，于我们自己求生净土相辅相成，没有丝毫障碍。最重要的，不能有一点私心，有一点私心就自己造成障碍，一点私心没有，什么障碍都没有。经不能不讲，释迦牟尼佛做了样子给我们看，他三十岁开悟，开悟之后就开始讲经，七十九岁圆寂，讲经教学四十九年，没有一天休息，做样子给我们看，我们要会学。不讲经谁知道？纵然知道念佛，净土究竟是什么他不知道。所以念佛的人多，往生的人少。真搞清楚、搞明白了，那真的是万修万人去，一个都不会漏掉，真懂，不是迷信。",
      "zh_TW": "在遍法界虛空界，阿彌陀佛是最好的老師，對每個人照顧無微不至。這個老師，我們有感，他就有應，我們真求他，他真來，一點都不假，這是真正能幫助我們解決問題的。所以這個經不能不認真去讀，不認真讀辜負了釋迦牟尼佛，講得這麼清楚、講得這麼詳細，把我們的疑問全部破除，讓我們真正相信、真正接受，這一生當中就這麼一個目標，求生極樂世界。我們身體還在這個世間，世間眾生有苦難我們盡心盡力幫助他們，於我們自己求生淨土相輔相成，沒有絲毫障礙。最重要的，不能有一點私心，有一點私心就自己造成障礙，一點私心沒有，什麼障礙都沒有。經不能不講，釋迦牟尼佛做了樣子給我們看，他三十歲開悟，開悟之後就開始講經，七十九歲圓寂，講經教學四十九年，沒有一天休息，做樣子給我們看，我們要會學。不講經誰知道？縱然知道念佛，淨土究竟是什麼他不知道。所以念佛的人多，往生的人少。真搞清楚、搞明白了，那真的是萬修萬人去，一個都不會漏掉，真懂，不是迷信。"
    },
    {
      "id": "02-037-0126_p0047",
      "zh_CN": "「故曰：至心求道，精进不止，会当尅果，何愿不得。所以者何」，这是为什么？「一切法不离自心」，这句话总答了，答得非常好。现在量子力学家给我们证明了，一切法确实没有离开你的念头。所以现在科学提倡的是，念力的能量不可思议，念头的能量太大太大了。对自己，这念力要集中，我们这念头是散的，就是杂念太多、想得太多，如果什么都不想，只想一桩事情，没有一样不成功，把念头集中起来这个能量就大了。念佛法门叫一心专念阿弥陀佛，把心安住在阿弥陀佛佛号当中，心里头只有阿弥陀佛，除阿弥陀佛之外什么都没有。帮助众生做这些事情，建道场、度众生都是帮助阿弥陀佛做事情，帮助阿弥陀佛接引众生，帮助阿弥陀佛度众生，不是为自己。这个念头好，这个念头决定得阿弥陀佛威神加持，你没有一样事情做不成功。不是自己的事情，是阿弥陀佛的事情，阿弥陀佛的本愿就是接引一切众生到极乐世界。一切经论，说老实话到最后全归到净土，《华严》大经到最后，普贤菩萨十大愿王导归极乐；《法华经》龙女八岁成佛；楞严会上二十五圆通，观音、势至排在第一，这就知道，观音、势至是阿弥陀佛旁边的两位尊者，他们两个摆在那里，那不就是归净土了吗？法门殊胜不可思议！一切法不离自心，最重要心上有，就没有一样不成功。",
      "zh_TW": "「故曰：至心求道，精進不止，會當尅果，何願不得。所以者何」，這是為什麼？「一切法不離自心」，這句話總答了，答得非常好。現在量子力學家給我們證明了，一切法確實沒有離開你的念頭。所以現在科學提倡的是，念力的能量不可思議，念頭的能量太大太大了。對自己，這念力要集中，我們這念頭是散的，就是雜念太多、想得太多，如果什麼都不想，只想一樁事情，沒有一樣不成功，把念頭集中起來這個能量就大了。念佛法門叫一心專念阿彌陀佛，把心安住在阿彌陀佛佛號當中，心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有。幫助眾生做這些事情，建道場、度眾生都是幫助阿彌陀佛做事情，幫助阿彌陀佛接引眾生，幫助阿彌陀佛度眾生，不是為自己。這個念頭好，這個念頭決定得阿彌陀佛威神加持，你沒有一樣事情做不成功。不是自己的事情，是阿彌陀佛的事情，阿彌陀佛的本願就是接引一切眾生到極樂世界。一切經論，說老實話到最後全歸到淨土，《華嚴》大經到最後，普賢菩薩十大願王導歸極樂；《法華經》龍女八歲成佛；楞嚴會上二十五圓通，觀音、勢至排在第一，這就知道，觀音、勢至是阿彌陀佛旁邊的兩位尊者，他們兩個擺在那裡，那不就是歸淨土了嗎？法門殊勝不可思議！一切法不離自心，最重要心上有，就沒有一樣不成功。"
    },
    {
      "id": "02-037-0126_p0048",
      "zh_CN": "「彭氏之说」，彭居士所讲的，「道出世尊此答之本意」，这个世尊是世间自在王如来，回答法藏菩萨的问，一句话，本意说出来了。「盖发起至心，必含圣果」，因为一切法从心想生，圣果就是成佛。「因彻果海，华果同时，但当精进，何愿不得」，念老这几句说得也非常之好，不亚于彭居士。发起真信真愿，里面佛果就在其中。因彻果海，这里头关键字是彻，因是发心，心要大、心要广，度众生的心要遍法界、要遍一切诸佛刹土，像法藏一样。法藏发心要度的对象不是一个世界、不是一个国土，他是遍法界虚空界一切诸佛刹土，他统统都要度。换句话说，极乐世界跟十方一切诸佛世界的关系我们就明白了，阿弥陀佛跟十方三世一切诸佛的关系我们也知道了，他们全是联手的，科学上的名词叫纠缠在一起。不是一个个体，就是一切诸佛、一切刹土都是互助合作的、都是有密切联系的，没有一个是独立，统统有非常密切的关系，从这些经文上我们都能体会到。",
      "zh_TW": "「彭氏之說」，彭居士所講的，「道出世尊此答之本意」，這個世尊是世間自在王如來，回答法藏菩薩的問，一句話，本意說出來了。「蓋發起至心，必含聖果」，因為一切法從心想生，聖果就是成佛。「因徹果海，華果同時，但當精進，何願不得」，念老這幾句說得也非常之好，不亞於彭居士。發起真信真願，裡面佛果就在其中。因徹果海，這裡頭關鍵字是徹，因是發心，心要大、心要廣，度眾生的心要遍法界、要遍一切諸佛剎土，像法藏一樣。法藏發心要度的對象不是一個世界、不是一個國土，他是遍法界虛空界一切諸佛剎土，他統統都要度。換句話說，極樂世界跟十方一切諸佛世界的關係我們就明白了，阿彌陀佛跟十方三世一切諸佛的關係我們也知道了，他們全是聯手的，科學上的名詞叫糾纏在一起。不是一個個體，就是一切諸佛、一切剎土都是互助合作的、都是有密切聯繫的，沒有一個是獨立，統統有非常密切的關係，從這些經文上我們都能體會到。"
    },
    {
      "id": "02-037-0126_p0049",
      "zh_CN": "明白这个道理，我们在这个地球上，我们跟任何国家、任何族群、任何不同的宗教，也要像这个经上一样，我们有密切联系。他不理我，我关怀他；他不照顾我，我照顾他，最后一定要达成世界大同，整个地球上居民是一家人。我们做出最好的榜样给他看，他慢慢看到、体会到，他就了解，就觉悟了。大乘法里头告诉我们，整个宇宙跟我们自己是一体，所以慈悲叫「同体大悲，无缘大慈」。慈悲就是我们一般人讲的爱心。佛为什么不说爱？怕你爱里头有感情，有情就不好。爱里头完全是智慧就叫慈悲，爱里头带着感情就不叫慈悲。慈悲跟爱是一桩事情，不同的，一个里头有感情，一个是有智慧，不一样在这里。所以我们从经上看到的，现在就要学到，我们居住在这个地球，没有能力离开地球，地球之内的，我们统统照顾到；地球之外的，我们能力做不到，但是我们的心也想到、也念到，这就对了。",
      "zh_TW": "明白這個道理，我們在這個地球上，我們跟任何國家、任何族群、任何不同的宗教，也要像這個經上一樣，我們有密切聯繫。他不理我，我關懷他；他不照顧我，我照顧他，最後一定要達成世界大同，整個地球上居民是一家人。我們做出最好的榜樣給他看，他慢慢看到、體會到，他就了解，就覺悟了。大乘法裡頭告訴我們，整個宇宙跟我們自己是一體，所以慈悲叫「同體大悲，無緣大慈」。慈悲就是我們一般人講的愛心。佛為什麼不說愛？怕你愛裡頭有感情，有情就不好。愛裡頭完全是智慧就叫慈悲，愛裡頭帶著感情就不叫慈悲。慈悲跟愛是一樁事情，不同的，一個裡頭有感情，一個是有智慧，不一樣在這裡。所以我們從經上看到的，現在就要學到，我們居住在這個地球，沒有能力離開地球，地球之內的，我們統統照顧到；地球之外的，我們能力做不到，但是我們的心也想到、也念到，這就對了。"
    },
    {
      "id": "02-037-0126_p0050",
      "zh_CN": "因彻，彻字很重要。也很多人发心就是不彻，他发心很小，面很小，没有能到全世界，只是一个地区，或者是一个同族，一个小范围，不能到全世界。花果同时，花是因，果是果报，就是因果同时，这是真的不是假的，念头才发果报就形成，这就是现代量子力学家他们也说到这个。贤首国师的《还源观》里头三种周遍，里面就有这个意思，念头才生，周遍法界，出生无尽就是花果同时。但当精进，何愿不得。我们自己只要方向正确、目标正确，努力精进一定会成就。「一切因果不离自心，无有一法居于心外」，这个道理很深，大乘教里佛常讲「心外无法，法外无心」，因为一切法是从心生，从心想生，所以没有一法是在心外。我们要会用这个心，跟佛就没有两样。佛是真正会用心的人，用得纯正，没有偏邪，用这个心成就了宇宙，成就了一切众生。底下这一小段，「结归自心」：",
      "zh_TW": "因徹，徹字很重要。也很多人發心就是不徹，他發心很小，面很小，沒有能到全世界，只是一個地區，或者是一個同族，一個小範圍，不能到全世界。花果同時，花是因，果是果報，就是因果同時，這是真的不是假的，念頭才發果報就形成，這就是現代量子力學家他們也說到這個。賢首國師的《還源觀》裡頭三種周遍，裡面就有這個意思，念頭才生，周遍法界，出生無盡就是花果同時。但當精進，何願不得。我們自己只要方向正確、目標正確，努力精進一定會成就。「一切因果不離自心，無有一法居於心外」，這個道理很深，大乘教裡佛常講「心外無法，法外無心」，因為一切法是從心生，從心想生，所以沒有一法是在心外。我們要會用這個心，跟佛就沒有兩樣。佛是真正會用心的人，用得純正，沒有偏邪，用這個心成就了宇宙，成就了一切眾生。底下這一小段，「結歸自心」："
    },
    {
      "id": "02-037-0126_p0051",
      "zh_CN": "【汝自思惟。修何方便。而能成就佛刹庄严。如所修行。汝自当知。】",
      "zh_TW": "【汝自思惟。修何方便。而能成就佛剎莊嚴。如所修行。汝自當知。】"
    },
    {
      "id": "02-037-0126_p0052",
      "zh_CN": "这个话说得非常之妙，这是世间自在王所说的，这些话都是佛说的。「下文连下三个自字」，这是第一句，『汝自思惟』，接着说『汝自当知』，后面一句『汝应自摄』。「世尊不直截作答，但直指三个自字，实是老婆心切，深意存焉」，这里头的意思很深。佛告诉他，你自己去思惟，修什么方法能够『成就佛刹庄严』，修什么方法你自己晓得。从事上讲你曾经考察过二百一十亿诸佛国土，你已经用了五劫的时间参观、考察、学习，那怎么做法你自己当然知道，这个就不必问佛了，你自己晓得。里面真正的意思就是我们平常讲的一句口头语，心想事成，真正意思是这个；「一切法从心想生」，这佛经上常说。一心专注，哪有不成就的道理！就怕的是散乱心，那就没有成就。你天天想一桩事情，你会得定，定久了豁然大悟，你就开悟了，一开悟什么都明白。东方的教学、佛法的教学着重在开悟，是以开悟为修学的目标，不像西方人，西方人确实他们偏重在知识，佛法是偏重在觉悟。今天时间到了，我们学到此地。",
      "zh_TW": "這個話說得非常之妙，這是世間自在王所說的，這些話都是佛說的。「下文連下三個自字」，這是第一句，『汝自思惟』，接著說『汝自當知』，後面一句『汝應自攝』。「世尊不直截作答，但直指三個自字，實是老婆心切，深意存焉」，這裡頭的意思很深。佛告訴他，你自己去思惟，修什麼方法能夠『成就佛剎莊嚴』，修什麼方法你自己曉得。從事上講你曾經考察過二百一十億諸佛國土，你已經用了五劫的時間參觀、考察、學習，那怎麼做法你自己當然知道，這個就不必問佛了，你自己曉得。裡面真正的意思就是我們平常講的一句口頭語，心想事成，真正意思是這個；「一切法從心想生」，這佛經上常說。一心專注，哪有不成就的道理！就怕的是散亂心，那就沒有成就。你天天想一樁事情，你會得定，定久了豁然大悟，你就開悟了，一開悟什麼都明白。東方的教學、佛法的教學著重在開悟，是以開悟為修學的目標，不像西方人，西方人確實他們偏重在知識，佛法是偏重在覺悟。今天時間到了，我們學到此地。"
    }
  ]
}