{
  "doc_id": "02-037-0057",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十七集",
    "zh_TW": "第五十七集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0057",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0057_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第二百八十一面，第一行看起，「智慧第一」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第二百八十一面，第一行看起，「智慧第一」："
    },
    {
      "id": "02-037-0057_p0002",
      "zh_CN": "【尊者舍利弗。】",
      "zh_TW": "【尊者舍利弗。】"
    },
    {
      "id": "02-037-0057_p0003",
      "zh_CN": "我们看注解，『尊者舍利弗』。「梵语舍利，译为鹙鹭」，我们中国人称鹭鸶，这是鸟的名字。「梵语弗，译为子，故曰鹙子，因母得名，其母身形端正，眼净如鹙鹭，乃名鹙子，谓是鹙鹭之子」，舍利弗的名字从母亲而来的。「又名珠子，亦表其母眼净如珠」，眼睛长得好。「又名身子」，母亲身材端庄。所以都是从母亲得名。「舍利弗在佛声闻弟子中，智慧第一」。所以这部经里头只要有他的名字在，代表智慧。一般经典，舍利弗跟目犍连应该都有，离不开智慧与神通。这下面有个简单介绍，「在母胎时，能令母得妙辩，胜于乃舅俱𫄨罗」，这个也是大阿罗汉，他的舅父是他母亲的弟弟，非常有辩才。自从他这个姊姊怀孕了，怀了舍利弗，跟他姊姊辩论常常都辩输了。他就感到非常奇怪，姊姊以前不如我，现在突然超过我，他说怀孕这个儿子一定会很有智慧，他得要真用功，不用功将来输给外甥，这面子不好看。所以他就非常努力去求学，就证阿罗汉果。",
      "zh_TW": "我們看註解，『尊者舍利弗』。「梵語舍利，譯為鶖鷺」，我們中國人稱鷺鷥，這是鳥的名字。「梵語弗，譯為子，故曰鶖子，因母得名，其母身形端正，眼淨如鶖鷺，乃名鶖子，謂是鶖鷺之子」，舍利弗的名字從母親而來的。「又名珠子，亦表其母眼淨如珠」，眼睛長得好。「又名身子」，母親身材端莊。所以都是從母親得名。「舍利弗在佛聲聞弟子中，智慧第一」。所以這部經裡頭只要有他的名字在，代表智慧。一般經典，舍利弗跟目犍連應該都有，離不開智慧與神通。這下面有個簡單介紹，「在母胎時，能令母得妙辯，勝於乃舅俱絺羅」，這個也是大阿羅漢，他的舅父是他母親的弟弟，非常有辯才。自從他這個姊姊懷孕了，懷了舍利弗，跟他姊姊辯論常常都辯輸了。他就感到非常奇怪，姊姊以前不如我，現在突然超過我，他說懷孕這個兒子一定會很有智慧，他得要真用功，不用功將來輸給外甥，這面子不好看。所以他就非常努力去求學，就證阿羅漢果。"
    },
    {
      "id": "02-037-0057_p0004",
      "zh_CN": "舍利弗，「八岁登座」，讲经。「十六大国，议论无双」，真的是代表智慧，辩才无碍。在佛弟子当中，佛常说舍利弗智慧第一，大目犍连神通第一，常常赞叹这两个人。他在「七日之内，遍达佛法。本经说此一切世间难信之法，惟大智者，始能深信不疑。故列上首，仅次憍陈如。」这个意思很深，憍陈如代表这个法门是佛法当中第一法门，其他经典里面很少看到憍陈如排在这个名字里头，尤其是排在第一位。舍利弗跟目犍连名字多，一般经典好像都少不了他们两个。佛经上首排名是有很深意义在里面，不是随便排的。所以看到上首的名称就知道这部经的内容。本经一切世间难信之法，不仅在我们这个地球上，在大宇宙里头，佛法讲的遍法界虚空界，一切诸佛刹土确实没有不弘扬的，没有一尊佛不赞叹净土，没有一尊佛不讲《无量寿经》，可以说净土三经是所有一切诸佛必说的法门。为什么？确确实实是断烦恼、消业障、成佛道的第一法门，太难得，太稀有了。大智舍利弗，不是大智他不能相信，真正有智慧他相信。所以上首列他的名字，让一般人看到大会里头有舍利弗，立刻就想起有智慧的人都在听经、都在学习，这个经肯定是有程度的，用意在此地，藉他来表法。接着看「神通第一」：",
      "zh_TW": "舍利弗，「八歲登座」，講經。「十六大國，議論無雙」，真的是代表智慧，辯才無礙。在佛弟子當中，佛常說舍利弗智慧第一，大目犍連神通第一，常常讚歎這兩個人。他在「七日之內，遍達佛法。本經說此一切世間難信之法，惟大智者，始能深信不疑。故列上首，僅次憍陳如。」這個意思很深，憍陳如代表這個法門是佛法當中第一法門，其他經典裡面很少看到憍陳如排在這個名字裡頭，尤其是排在第一位。舍利弗跟目犍連名字多，一般經典好像都少不了他們兩個。佛經上首排名是有很深意義在裡面，不是隨便排的。所以看到上首的名稱就知道這部經的內容。本經一切世間難信之法，不僅在我們這個地球上，在大宇宙裡頭，佛法講的遍法界虛空界，一切諸佛剎土確實沒有不弘揚的，沒有一尊佛不讚歎淨土，沒有一尊佛不講《無量壽經》，可以說淨土三經是所有一切諸佛必說的法門。為什麼？確確實實是斷煩惱、消業障、成佛道的第一法門，太難得，太稀有了。大智舍利弗，不是大智他不能相信，真正有智慧他相信。所以上首列他的名字，讓一般人看到大會裡頭有舍利弗，立刻就想起有智慧的人都在聽經、都在學習，這個經肯定是有程度的，用意在此地，藉他來表法。接著看「神通第一」："
    },
    {
      "id": "02-037-0057_p0005",
      "zh_CN": "【尊者大目犍连。】",
      "zh_TW": "【尊者大目犍連。】"
    },
    {
      "id": "02-037-0057_p0006",
      "zh_CN": "『尊者大目犍连』。「即《阿弥陀经》中摩诃目犍连」，摩诃翻成中国意思就是大。「目犍连是姓，译为（一）赞诵；（二）采菽；（三）莱菔根等」，有这么多意思在里头，这目犍连的含义。他这个族人出家的很多，都称目犍连，到底是哪个目犍连？所以特别在他名字上加个大字，大目犍连。「曰大采菽(大目犍连)，以拣别之」。他的名字叫拘律陀，父亲为相国，我们中国称宰相，也是贵族出身。「从拘律陀树神祈求得子，因以名之」。拘律陀是树名，父母向树神祈求，保佑他生个儿子，这树神很有感应，目犍连生到他们家中。「于佛弟子，神通第一。《智度论》曰：如舍利弗，于智慧中第一，目犍连神足第一。又舍利弗是佛右面弟子。目犍连是佛左面弟子」。通常这两个弟子是站在佛的左右两边，我们就知道，他们常常代佛讲经说法。佛陀当年在世，僧团虽然没有明文记录下来的组织，没有组织当中也有带头的，像分班，班长一类的，他们两个等于是总领队。",
      "zh_TW": "『尊者大目犍連』。「即《阿彌陀經》中摩訶目犍連」，摩訶翻成中國意思就是大。「目犍連是姓，譯為（一）讚誦；（二）采菽；（三）萊菔根等」，有這麼多意思在裡頭，這目犍連的含義。他這個族人出家的很多，都稱目犍連，到底是哪個目犍連？所以特別在他名字上加個大字，大目犍連。「曰大采菽(大目犍連)，以揀別之」。他的名字叫拘律陀，父親為相國，我們中國稱宰相，也是貴族出身。「從拘律陀樹神祈求得子，因以名之」。拘律陀是樹名，父母向樹神祈求，保佑他生個兒子，這樹神很有感應，目犍連生到他們家中。「於佛弟子，神通第一。《智度論》曰：如舍利弗，於智慧中第一，目犍連神足第一。又舍利弗是佛右面弟子。目犍連是佛左面弟子」。通常這兩個弟子是站在佛的左右兩邊，我們就知道，他們常常代佛講經說法。佛陀當年在世，僧團雖然沒有明文記錄下來的組織，沒有組織當中也有帶頭的，像分班，班長一類的，他們兩個等於是總領隊。"
    },
    {
      "id": "02-037-0057_p0007",
      "zh_CN": "「尊者神通甚广。例如举一城释种，上升梵天」。这个事情有典故，释迦牟尼佛成佛之后到处讲经说法，他们家里（族群）的业报现前。这个业报是过去生中，很久过去生中，释迦族是一群渔民，住在海边靠打鱼维生，曾经养了一个很大的鱼塘。这有一年，应该是也有灾难，释迦族就把这个鱼塘的水放干净了，鱼塘里面所有的鱼就一网打尽。这个鱼也有头领的（首领），发誓一定要报这个仇，就是琉璃王。琉璃王灭释迦族，这是定业，没有法子转的。佛劝导不听，这深仇大恨，不听，还是出兵去讨伐，释迦族就被他灭了。佛当时劝家人不要抵抗，逃出。所以家族大部分都逃到西藏，在西藏的后藏定居，我们中国人讲落脚，定居了，一直就没回去。所以释迦族的后裔在中国的后藏。这桩事情是早年章嘉大师告诉我的，应该是很有根据的。目犍连有神通，他用他自己的钵，释迦族里好像有五百多人，他用这个钵盛五百多人送到大梵天，避这个难。向佛报告，佛跟他讲，你去看一看。他往钵里头一看，这些人都化为血水。这是定业，定业转不了，神通也没有用处，佛都没有办法，那目犍连能救得了吗？",
      "zh_TW": "「尊者神通甚廣。例如舉一城釋種，上升梵天」。這個事情有典故，釋迦牟尼佛成佛之後到處講經說法，他們家裡（族群）的業報現前。這個業報是過去生中，很久過去生中，釋迦族是一群漁民，住在海邊靠打魚維生，曾經養了一個很大的魚塘。這有一年，應該是也有災難，釋迦族就把這個魚塘的水放乾淨了，魚塘裡面所有的魚就一網打盡。這個魚也有頭領的（首領），發誓一定要報這個仇，就是琉璃王。琉璃王滅釋迦族，這是定業，沒有法子轉的。佛勸導不聽，這深仇大恨，不聽，還是出兵去討伐，釋迦族就被他滅了。佛當時勸家人不要抵抗，逃出。所以家族大部分都逃到西藏，在西藏的後藏定居，我們中國人講落腳，定居了，一直就沒回去。所以釋迦族的後裔在中國的後藏。這樁事情是早年章嘉大師告訴我的，應該是很有根據的。目犍連有神通，他用他自己的缽，釋迦族裡好像有五百多人，他用這個缽盛五百多人送到大梵天，避這個難。向佛報告，佛跟他講，你去看一看。他往缽裡頭一看，這些人都化為血水。這是定業，定業轉不了，神通也沒有用處，佛都沒有辦法，那目犍連能救得了嗎？"
    },
    {
      "id": "02-037-0057_p0008",
      "zh_CN": "这个显示是告诉我们，人决定不能造恶业，决定不可以跟人结冤仇，结的冤仇就很麻烦，成佛都要受报，还要受一些苦报，不是没有报。谚语所谓「重罪轻报」，报得比较轻一点，因为佛讲经教学度无量众生功德大，功德超过他的业报，但是还是要报。业因果报缘成熟的时候它就现行。缘什么时候成熟，我们不知道。释迦族前世是杀畜生，畜生这一世到人间来，变成人身，来兴兵讨伐这一族的人。「外道移山」，目犍连能够制止，这山他移不动，「及降服毒龙等等」，他故事很多，神通的故事很多。这是看释迦弟子传记里面，记载这些很详细。这些故事，古人已经给我们做出一份非常好的参考资料，《法苑珠林》、《经律异相》，这两本书里头专门搜集这些事情，所以很值得做参考。一般讲经的场所，对初学，初学的人喜欢听故事，大道理他听不懂，喜欢听故事，所以这十六个尊者就可以讲很长的时间，这是《弥陀经》上的十六位尊者。这部会集本里头只列了五个人，这五个人的故事都非常精彩。",
      "zh_TW": "這個顯示是告訴我們，人決定不能造惡業，決定不可以跟人結冤仇，結的冤仇就很麻煩，成佛都要受報，還要受一些苦報，不是沒有報。諺語所謂「重罪輕報」，報得比較輕一點，因為佛講經教學度無量眾生功德大，功德超過他的業報，但是還是要報。業因果報緣成熟的時候它就現行。緣什麼時候成熟，我們不知道。釋迦族前世是殺畜生，畜生這一世到人間來，變成人身，來興兵討伐這一族的人。「外道移山」，目犍連能夠制止，這山他移不動，「及降服毒龍等等」，他故事很多，神通的故事很多。這是看釋迦弟子傳記裡面，記載這些很詳細。這些故事，古人已經給我們做出一份非常好的參考資料，《法苑珠林》、《經律異相》，這兩本書裡頭專門蒐集這些事情，所以很值得做參考。一般講經的場所，對初學，初學的人喜歡聽故事，大道理他聽不懂，喜歡聽故事，所以這十六個尊者就可以講很長的時間，這是《彌陀經》上的十六位尊者。這部會集本裡頭只列了五個人，這五個人的故事都非常精彩。"
    },
    {
      "id": "02-037-0057_p0009",
      "zh_CN": "第四位是「宗门初祖」，禅宗第一代的祖师：",
      "zh_TW": "第四位是「宗門初祖」，禪宗第一代的祖師："
    },
    {
      "id": "02-037-0057_p0010",
      "zh_CN": "【尊者迦叶。】",
      "zh_TW": "【尊者迦葉。】"
    },
    {
      "id": "02-037-0057_p0011",
      "zh_CN": "『尊者迦叶』，迦叶是姓，翻译成中文翻龟，又翻作饮光。他的名毕钵罗，也是树名，释迦牟尼佛成道好像在毕钵罗树下。「因父母祷于该树神而生」，大概印度可能这个风气很盛，很多人都祭祀树神，祈祷生子女，有这种风气，所以他的父母也是向树神祈祷。「尊者乃大富长者之子」，他的父亲非常富有，家庭非常富有。「能舍大财，修头陀大行」，头陀后面有解释，苦行。世间人常说「富贵学道难」，富贵人能修苦行就更难。释迦牟尼佛为我们表演过，他是六年苦行，经典上有记载的，十九岁离开家去求学，三十岁开悟，从十九岁到三十岁，十二年。十二年当中，有人说他求学是六年，苦行六年，修苦行六年。最后放弃了，在毕钵罗树下入定，超越四禅八定，这大彻大悟，明心见性，在印度一般讲就是成佛、成道了。",
      "zh_TW": "『尊者迦葉』，迦葉是姓，翻譯成中文翻龜，又翻作飲光。他的名畢缽羅，也是樹名，釋迦牟尼佛成道好像在畢缽羅樹下。「因父母禱於該樹神而生」，大概印度可能這個風氣很盛，很多人都祭祀樹神，祈禱生子女，有這種風氣，所以他的父母也是向樹神祈禱。「尊者乃大富長者之子」，他的父親非常富有，家庭非常富有。「能捨大財，修頭陀大行」，頭陀後面有解釋，苦行。世間人常說「富貴學道難」，富貴人能修苦行就更難。釋迦牟尼佛為我們表演過，他是六年苦行，經典上有記載的，十九歲離開家去求學，三十歲開悟，從十九歲到三十歲，十二年。十二年當中，有人說他求學是六年，苦行六年，修苦行六年。最後放棄了，在畢缽羅樹下入定，超越四禪八定，這大徹大悟，明心見性，在印度一般講就是成佛、成道了。"
    },
    {
      "id": "02-037-0057_p0012",
      "zh_CN": "成佛之后，他就开始教学。教些什么？根据什么教的？每一部经开头「如是我闻」，如是是说完全根据事实真相而说。如是两个字的意思很深，《大智度论》是解释《大般若经》的，这四个字用了四卷经文来说明，真不容易！说得非常详细，我们同学知道就行了，如果参考可以看《大智度论》，龙树菩萨造的。「为大人所识，故名为大迦叶」，用现在的话说，他的名气很高，当时社会上这些大富长者，地位高的人、学术上有成就的人都知道他，他有大德、有大行，为大人所识，故名大迦叶。「以别于同时之三迦叶」，还有三个都用迦叶，名字都相同，因为他们是一族的，也都是出家人，有「十力迦叶」，有「童子迦叶」，有「童女迦叶」，所以他这个名字上加一个大字。",
      "zh_TW": "成佛之後，他就開始教學。教些什麼？根據什麼教的？每一部經開頭「如是我聞」，如是是說完全根據事實真相而說。如是兩個字的意思很深，《大智度論》是解釋《大般若經》的，這四個字用了四卷經文來說明，真不容易！說得非常詳細，我們同學知道就行了，如果參考可以看《大智度論》，龍樹菩薩造的。「為大人所識，故名為大迦葉」，用現在的話說，他的名氣很高，當時社會上這些大富長者，地位高的人、學術上有成就的人都知道他，他有大德、有大行，為大人所識，故名大迦葉。「以別於同時之三迦葉」，還有三個都用迦葉，名字都相同，因為他們是一族的，也都是出家人，有「十力迦葉」，有「童子迦葉」，有「童女迦葉」，所以他這個名字上加一個大字。"
    },
    {
      "id": "02-037-0057_p0013",
      "zh_CN": "「又迦叶译为龟，《法华文句》云：其先代学道」，这祖先，「灵龟负仙图以应」，这一家有德，所以「从德命族」，迦叶族，「故云龟氏」。「又云饮光。因于毘婆尸佛时」，世尊为我们介绍过去佛，通常只介绍七尊佛，过去的七尊佛，太多就不说了，过去七尊佛的第一尊就是毘婆尸佛。在毘婆尸佛那个时候，「为冶金师」，我们中国人讲金舖，他家里很富有，开金舖，制作这些黄金的器皿。「与一贫女，共以黄金，庄严佛像。自尔以来，九十一劫，身如黄金，光色晃耀，掩蔽余色，故名饮光。」就是他的光明胜过别的光明，其他的光在他那个地方光明就看不到了，光特别大、特别明显，所以也称为饮光。这都是讲的果报。",
      "zh_TW": "「又迦葉譯為龜，《法華文句》云：其先代學道」，這祖先，「靈龜負仙圖以應」，這一家有德，所以「從德命族」，迦葉族，「故云龜氏」。「又云飲光。因於毘婆尸佛時」，世尊為我們介紹過去佛，通常只介紹七尊佛，過去的七尊佛，太多就不說了，過去七尊佛的第一尊就是毘婆尸佛。在毘婆尸佛那個時候，「為冶金師」，我們中國人講金舖，他家裡很富有，開金舖，製作這些黃金的器皿。「與一貧女，共以黃金，莊嚴佛像。自爾以來，九十一劫，身如黃金，光色晃耀，掩蔽餘色，故名飲光。」就是他的光明勝過別的光明，其他的光在他那個地方光明就看不到了，光特別大、特別明顯，所以也稱為飲光。這都是講的果報。"
    },
    {
      "id": "02-037-0057_p0014",
      "zh_CN": "人要积德，要行善、要喜欢布施。布施是什么？把贪瞋痴布施出去。人要吝啬，里面贪瞋痴都有。所以真正放下，佛是时时刻刻教人，放下财物，放下名闻利养，然后世出世间法都能放下，「法尚应舍，何况非法」，统统放下，你就成佛了。佛法修学终极的目标是成佛，极乐世界是个学校，阿弥陀佛在那边开的是保证班，你能往生决定成佛，这是阿弥陀佛的本愿，四十八愿愿愿都是帮助众生成佛。建佛像，佛像也是接引众生，修大福报。佛菩萨形像庄严，大家看到生欢喜心，所谓一历眼根，永为道种，这是属于接引，接引无数的人跟佛有缘了。纵然这一生不能成就，来生后世因为这个缘，他就很容易接近佛法，最后一定得度。所以我们印送经典是结缘，送佛像也是结缘，这两桩都是好事情。",
      "zh_TW": "人要積德，要行善、要喜歡布施。布施是什麼？把貪瞋痴布施出去。人要吝嗇，裡面貪瞋痴都有。所以真正放下，佛是時時刻刻教人，放下財物，放下名聞利養，然後世出世間法都能放下，「法尚應捨，何況非法」，統統放下，你就成佛了。佛法修學終極的目標是成佛，極樂世界是個學校，阿彌陀佛在那邊開的是保證班，你能往生決定成佛，這是阿彌陀佛的本願，四十八願願願都是幫助眾生成佛。建佛像，佛像也是接引眾生，修大福報。佛菩薩形像莊嚴，大家看到生歡喜心，所謂一歷眼根，永為道種，這是屬於接引，接引無數的人跟佛有緣了。縱然這一生不能成就，來生後世因為這個緣，他就很容易接近佛法，最後一定得度。所以我們印送經典是結緣，送佛像也是結緣，這兩樁都是好事情。"
    },
    {
      "id": "02-037-0057_p0015",
      "zh_CN": "「尊者，头陀行第一。头陀者梵语」，翻成中文抖擞，也翻作淘汰，意思是一样的。「以十二行淘汰尘劳烦恼」，这是用苦行的方法。第一个「住阿兰若」，阿兰若是寂静处，不一定是什么地方，大概住的地方距离人家，像山上农村，我们中国讲三里之外。也不能住得太远，太远托钵不方便，他每天吃饭要出去托钵，所以佛订的标准是三里，托钵方便。居住在深山里面，很少人会到那边去，那是一个非常清净的环境，这寂静处，梵语称为阿兰若。第二「常行乞食」，日中一食，树下一宿，释迦牟尼佛一生过这种生活，乞食。第三「次第乞」，这个避免我们起贪心，避免跟斋主生感情。所以今天到这家去乞，明天就不能到他家，一家一家次第乞，轮流再回来，不可以专门在一家。这家东西好、富有，合自己口味，天天就来不好，让这个施主也觉得这个出家人贪心，所以佛这个制度是非常好的。同时乞食只能七家，每天出去托钵七家，七家都托不到的时候，也得要回去，不能再去托钵了。回去有得吃，因为托钵乞食不是哪个人托了哪个人吃，不是的，托了回去，回到僧团把这些饭菜合并在一起，再分而食之，公平！所以一钵千家饭，这真正是共产主义！不是你托你吃，他托他吃，不是的，会集在一起，再分而食之，平等的。你看佛这个僧团也不小，一千二百五十五人，每一天出去托钵，这么大的规模。他们的早课，早晨上午的课就是托钵，因为吃饭一定要在中午之前，日中之前，日中过后就不能吃了。我们中国人叫过午，佛法叫过中，不是过午。午，在现在我们讲，十一点到一点都是午时。过中，那就是十二点，过了十二点就不能吃。所以它有规矩的。「日中一食」。",
      "zh_TW": "「尊者，頭陀行第一。頭陀者梵語」，翻成中文抖擻，也翻作淘汰，意思是一樣的。「以十二行淘汰塵勞煩惱」，這是用苦行的方法。第一個「住阿蘭若」，阿蘭若是寂靜處，不一定是什麼地方，大概住的地方距離人家，像山上農村，我們中國講三里之外。也不能住得太遠，太遠托缽不方便，他每天吃飯要出去托缽，所以佛訂的標準是三里，托缽方便。居住在深山裡面，很少人會到那邊去，那是一個非常清淨的環境，這寂靜處，梵語稱為阿蘭若。第二「常行乞食」，日中一食，樹下一宿，釋迦牟尼佛一生過這種生活，乞食。第三「次第乞」，這個避免我們起貪心，避免跟齋主生感情。所以今天到這家去乞，明天就不能到他家，一家一家次第乞，輪流再回來，不可以專門在一家。這家東西好、富有，合自己口味，天天就來不好，讓這個施主也覺得這個出家人貪心，所以佛這個制度是非常好的。同時乞食只能七家，每天出去托缽七家，七家都托不到的時候，也得要回去，不能再去托缽了。回去有得吃，因為托缽乞食不是哪個人托了哪個人吃，不是的，托了回去，回到僧團把這些飯菜合併在一起，再分而食之，公平！所以一缽千家飯，這真正是共產主義！不是你托你吃，他托他吃，不是的，會集在一起，再分而食之，平等的。你看佛這個僧團也不小，一千二百五十五人，每一天出去托缽，這麼大的規模。他們的早課，早晨上午的課就是托缽，因為吃飯一定要在中午之前，日中之前，日中過後就不能吃了。我們中國人叫過午，佛法叫過中，不是過午。午，在現在我們講，十一點到一點都是午時。過中，那就是十二點，過了十二點就不能吃。所以它有規矩的。「日中一食」。"
    },
    {
      "id": "02-037-0057_p0016",
      "zh_CN": "第五「节量食」，不能吃得太饱，太饱人昏沉；吃的量太少的话，容易掉举，心发慌。我们中国古人也讲，吃东西七分饱就够了，非常好，不能吃得太饱，节量。第六「过中不饮浆」，中是中午，午时，正午时，超过就不饮浆。第七「着粪扫衣」。穿的衣服从哪里来的？古时候得一餐饭比较容易，得一件衣很难，为什么？布是人工织的，一个人一天能织多少布？所以得衣就非常困难。衣是什么？一般人丢弃的，破烂的不要了，出家人把它捡起来，把它洗干净，可以用的地方把它剪下来，这样一块一块的，累积到一段时期就能够做一件衣，就是袈裟。一块一块缝起来，成为一件衣，衣是这么来的，所以叫袈裟。袈裟是梵语，意思是杂色，不是纯的，它什么颜色都有、什么料子都有，这一件衣服里头，那就很难看。所以制成一件衣之后把它染色，染成咖啡色，所谓是红黄蓝白黑五种颜色都有，混和在一起，染成这个衣服。出家人吃的饭也叫袈裟，因为它是每一个人家煮的饭都混合在一起，它不是一锅煮出来的，叫袈裟味。",
      "zh_TW": "第五「節量食」，不能吃得太飽，太飽人昏沉；吃的量太少的話，容易掉舉，心發慌。我們中國古人也講，吃東西七分飽就夠了，非常好，不能吃得太飽，節量。第六「過中不飲漿」，中是中午，午時，正午時，超過就不飲漿。第七「著糞掃衣」。穿的衣服從哪裡來的？古時候得一餐飯比較容易，得一件衣很難，為什麼？布是人工織的，一個人一天能織多少布？所以得衣就非常困難。衣是什麼？一般人丟棄的，破爛的不要了，出家人把它撿起來，把它洗乾淨，可以用的地方把它剪下來，這樣一塊一塊的，累積到一段時期就能夠做一件衣，就是袈裟。一塊一塊縫起來，成為一件衣，衣是這麼來的，所以叫袈裟。袈裟是梵語，意思是雜色，不是純的，它什麼顏色都有、什麼料子都有，這一件衣服裡頭，那就很難看。所以製成一件衣之後把它染色，染成咖啡色，所謂是紅黃藍白黑五種顏色都有，混和在一起，染成這個衣服。出家人吃的飯也叫袈裟，因為它是每一個人家煮的飯都混合在一起，它不是一鍋煮出來的，叫袈裟味。"
    },
    {
      "id": "02-037-0057_p0017",
      "zh_CN": "「但三衣」。我们知道，印度是在热带，他们只有一季，没有春秋冬，都是夏天，但是每一年有个雨季，雨季出去托钵就不方便。所以雨季这三个月佛就定为夏安居，出家人不出去，而由居士他们送供养来，一年有三个月的时间，这三个月是佛家的进修教育。平常这些学生能够讲经教学的，都分到四面八方去教化，但是这三个月都要回到佛的身边，接受佛陀的再教育，提升他自己，自行化他，面面都顾到。这种是进修教育，这是佛陀最首先提出来的。现在科技非常进步，新的科技日新月异，所以我们看到很多大公司都有进修教育，不断提升自己的知识、能力。佛教育是提升自己的德行，再就是教学的方法、效果，大家同学们互相在一起汇报、在一起学习。",
      "zh_TW": "「但三衣」。我們知道，印度是在熱帶，他們只有一季，沒有春秋冬，都是夏天，但是每一年有個雨季，雨季出去托缽就不方便。所以雨季這三個月佛就定為夏安居，出家人不出去，而由居士他們送供養來，一年有三個月的時間，這三個月是佛家的進修教育。平常這些學生能夠講經教學的，都分到四面八方去教化，但是這三個月都要回到佛的身邊，接受佛陀的再教育，提升他自己，自行化他，面面都顧到。這種是進修教育，這是佛陀最首先提出來的。現在科技非常進步，新的科技日新月異，所以我們看到很多大公司都有進修教育，不斷提升自己的知識、能力。佛教育是提升自己的德行，再就是教學的方法、效果，大家同學們互相在一起匯報、在一起學習。"
    },
    {
      "id": "02-037-0057_p0018",
      "zh_CN": "第九「冢间坐」，他们常常喜欢坐在坟墓当中（坟墓的旁边），提醒自己，知道一切是无常的，让自己真正能放得下，不要留恋这个世间。第十「树下宿」，夜晚休息，在树下盘腿打坐，佛规定休息的时间是一时。印度把一天分为六时，叫昼夜六时，昼三时、夜三时，白天叫初日分、中日分、后日分，晚上叫初夜分、中夜分、后夜分。睡觉休息的时间是中夜分，中夜分是现在十点到二点，就是十点钟是休息的时间，二点钟就起床了，要做早课，每天休息四个小时。我们现在叫小时，印度的时是最大的，我们中国讲十二个时辰，印度是六个时辰，印度的比我们大。我们中国的时辰比现在西方人也大，西方人分为二十四小时，中国人分为十二时。第十一「露地坐」，坐在地上，顶多去找一点草把地铺一下，这个可以的，用草铺地。第十二「但坐不卧」，出家人从来不会躺下来睡觉的，僧团的规矩。躺下来睡觉是他生病了，那一看就晓得，没有生病一定是坐不卧。这十二种苦行。",
      "zh_TW": "第九「塚間坐」，他們常常喜歡坐在墳墓當中（墳墓的旁邊），提醒自己，知道一切是無常的，讓自己真正能放得下，不要留戀這個世間。第十「樹下宿」，夜晚休息，在樹下盤腿打坐，佛規定休息的時間是一時。印度把一天分為六時，叫晝夜六時，晝三時、夜三時，白天叫初日分、中日分、後日分，晚上叫初夜分、中夜分、後夜分。睡覺休息的時間是中夜分，中夜分是現在十點到二點，就是十點鐘是休息的時間，二點鐘就起床了，要做早課，每天休息四個小時。我們現在叫小時，印度的時是最大的，我們中國講十二個時辰，印度是六個時辰，印度的比我們大。我們中國的時辰比現在西方人也大，西方人分為二十四小時，中國人分為十二時。第十一「露地坐」，坐在地上，頂多去找一點草把地鋪一下，這個可以的，用草鋪地。第十二「但坐不臥」，出家人從來不會躺下來睡覺的，僧團的規矩。躺下來睡覺是他生病了，那一看就曉得，沒有生病一定是坐不臥。這十二種苦行。"
    },
    {
      "id": "02-037-0057_p0019",
      "zh_CN": "「以斯苦行，扫除尘累，澄净身心」，这就是万缘放下。净宗念佛堂堂主常常提醒大家放下万缘，提起正念，正念就是一句佛号，除一句佛号之外统统要放下，那个效果不可思议。为什么？心里头只有一句佛号，其他都没有了，这就是世尊常讲的「制心一处，无事不办」。清净心生智慧，清净心就是禅定，就是福慧双修。「迦叶年老，不舍头陀。佛悯其衰，劝命休息。迦叶头陀如故」。释迦牟尼佛怜悯他，年岁大了，这样修很苦。他已经养成习惯了，行，没问题，他还是照常。「佛乃深赞云：有头陀行，我法久存。故云头陀第一。」世尊灭度之后留下两句话，「以戒为师，以苦为师」，迦叶做了最好的榜样，这两句话他百分之百的做到，以戒为师，以苦为师。",
      "zh_TW": "「以斯苦行，掃除塵累，澄淨身心」，這就是萬緣放下。淨宗念佛堂堂主常常提醒大家放下萬緣，提起正念，正念就是一句佛號，除一句佛號之外統統要放下，那個效果不可思議。為什麼？心裡頭只有一句佛號，其他都沒有了，這就是世尊常講的「制心一處，無事不辦」。清淨心生智慧，清淨心就是禪定，就是福慧雙修。「迦葉年老，不捨頭陀。佛憫其衰，勸命休息。迦葉頭陀如故」。釋迦牟尼佛憐憫他，年歲大了，這樣修很苦。他已經養成習慣了，行，沒問題，他還是照常。「佛乃深讚云：有頭陀行，我法久存。故云頭陀第一。」世尊滅度之後留下兩句話，「以戒為師，以苦為師」，迦葉做了最好的榜樣，這兩句話他百分之百的做到，以戒為師，以苦為師。"
    },
    {
      "id": "02-037-0057_p0020",
      "zh_CN": "下面一段，「尤应深省者」，迦叶在此地为我们表法，「大迦叶尊者，即传佛心印之禅宗初祖」。佛法流传到中国是在像法时代。佛的正法一千年，像法一千年，末法一万年，这是佛在经上说过的。根据中国这些祖师们的记载，释迦牟尼佛灭度到今年是三千零三十八年，跟外国人所说的有相当大的差距，中国这些老和尚统统是用这个纪年。佛曾经说过，正法时期戒律成就，持戒就能证果；像法时期，人根性不如正法时期，持戒不能成就，要修禅定。所以佛法传到中国来就是像法的开端，一千年，中国的禅宗特别兴旺，跟释迦牟尼佛讲的一样。佛教传到中国来二千年了，像法时代过去了，现在是末法时期，末法一万年，我们是末法第二个一千年，第一个一千年已经过了，现在是第二个一千年。所以现在修禅难了，修禅没有开悟的，甚至于修禅得禅定都得不到，这是真的不是假的。黄念祖老居士告诉我，禅宗，像虚云老和尚是得禅定的，没开悟。修密的，他告诉我，人民共和国建国以来六十年了，修密成就的只有六个人。他本身是密宗的金刚上师，告诉我，往后真正成就只有念佛法门往生净土。他自己最后往生是念佛求生净土的，告诉我，每天十四万声佛号，念了半年。这也是给我们做榜样，写一部注解，不真干，谁相信？有解、有行，这大家相信了。",
      "zh_TW": "下面一段，「尤應深省者」，迦葉在此地為我們表法，「大迦葉尊者，即傳佛心印之禪宗初祖」。佛法流傳到中國是在像法時代。佛的正法一千年，像法一千年，末法一萬年，這是佛在經上說過的。根據中國這些祖師們的記載，釋迦牟尼佛滅度到今年是三千零三十八年，跟外國人所說的有相當大的差距，中國這些老和尚統統是用這個紀年。佛曾經說過，正法時期戒律成就，持戒就能證果；像法時期，人根性不如正法時期，持戒不能成就，要修禪定。所以佛法傳到中國來就是像法的開端，一千年，中國的禪宗特別興旺，跟釋迦牟尼佛講的一樣。佛教傳到中國來二千年了，像法時代過去了，現在是末法時期，末法一萬年，我們是末法第二個一千年，第一個一千年已經過了，現在是第二個一千年。所以現在修禪難了，修禪沒有開悟的，甚至於修禪得禪定都得不到，這是真的不是假的。黃念祖老居士告訴我，禪宗，像虛雲老和尚是得禪定的，沒開悟。修密的，他告訴我，人民共和國建國以來六十年了，修密成就的只有六個人。他本身是密宗的金剛上師，告訴我，往後真正成就只有念佛法門往生淨土。他自己最後往生是念佛求生淨土的，告訴我，每天十四萬聲佛號，念了半年。這也是給我們做榜樣，寫一部註解，不真幹，誰相信？有解、有行，這大家相信了。"
    },
    {
      "id": "02-037-0057_p0021",
      "zh_CN": "「《大梵天王问佛决疑经》第三卷」，里头有一段话，「梵王至灵山」，就是灵鹫山，「以金色钵罗华献佛，舍身为座」。这是大梵天的天王，下来在灵鹫山，钵罗花献给佛、供养佛，舍身为座，自己是趴在地下的，让佛坐在他身上，舍身为座，「请佛为众生说法」，这是恭敬到极处。「世尊登座，拈华示众」，禅宗拈花示众的故事从这来的。「人天百万」，人少天众多，「悉皆罔措。独有金色头陀，破颜微笑」，金色头陀就是大迦叶。他的金色是过去与一个贫女用黄金庄严佛像，得九十一劫身如黄金的果报，身相好，种什么因有什么样的果报，业因果报丝毫不爽。佛拈花给大众示现，没有人知道佛的意思，只有迦叶尊者笑了，迦叶尊者知道。",
      "zh_TW": "「《大梵天王問佛決疑經》第三卷」，裡頭有一段話，「梵王至靈山」，就是靈鷲山，「以金色缽羅華獻佛，捨身為座」。這是大梵天的天王，下來在靈鷲山，缽羅花獻給佛、供養佛，捨身為座，自己是趴在地下的，讓佛坐在他身上，捨身為座，「請佛為眾生說法」，這是恭敬到極處。「世尊登座，拈華示眾」，禪宗拈花示眾的故事從這來的。「人天百萬」，人少天眾多，「悉皆罔措。獨有金色頭陀，破顏微笑」，金色頭陀就是大迦葉。他的金色是過去與一個貧女用黃金莊嚴佛像，得九十一劫身如黃金的果報，身相好，種什麼因有什麼樣的果報，業因果報絲毫不爽。佛拈花給大眾示現，沒有人知道佛的意思，只有迦葉尊者笑了，迦葉尊者知道。"
    },
    {
      "id": "02-037-0057_p0022",
      "zh_CN": "「世尊云：吾有正法眼藏，涅槃妙心，实相无相，微妙法门，付嘱摩诃迦叶。此即世传之拈花公案。世尊传心于迦叶」，他是禅宗的初祖，「迦叶再传给阿难」，阿难是禅宗的二祖。「今上首中，标举大迦叶」，表示什么？禅净不二。不但不二，实在说，有过之而无不及，禅度不了的众生，净全能度。哪一个法门能够度五逆十恶的众生？那是造地狱罪业，只有这个法门能度。换句话说，只要你一口气没断，你头脑还很清楚，临命终时该堕地狱，这个时候遇到有善知识劝你念佛求生净土都来得及，临命终时十念、一念都能往生。往生什么品位？善导大师讲得好，四土三辈九品总在遇缘不同。我们如果遇到非常殊胜的缘，品位一下就拉高了，这是其他法门里头做不到的，只有净宗能做到。我们要相信佛的话。",
      "zh_TW": "「世尊云：吾有正法眼藏，涅槃妙心，實相無相，微妙法門，付囑摩訶迦葉。此即世傳之拈花公案。世尊傳心於迦葉」，他是禪宗的初祖，「迦葉再傳給阿難」，阿難是禪宗的二祖。「今上首中，標舉大迦葉」，表示什麼？禪淨不二。不但不二，實在說，有過之而無不及，禪度不了的眾生，淨全能度。哪一個法門能夠度五逆十惡的眾生？那是造地獄罪業，只有這個法門能度。換句話說，只要你一口氣沒斷，你頭腦還很清楚，臨命終時該墮地獄，這個時候遇到有善知識勸你念佛求生淨土都來得及，臨命終時十念、一念都能往生。往生什麼品位？善導大師講得好，四土三輩九品總在遇緣不同。我們如果遇到非常殊勝的緣，品位一下就拉高了，這是其他法門裡頭做不到的，只有淨宗能做到。我們要相信佛的話。"
    },
    {
      "id": "02-037-0057_p0023",
      "zh_CN": "诸佛菩萨应机说法，佛法传到中国来的时候，那个时候确实禅宗的根机殊胜，禅非常适合中国人的口味。可是一千年之后一切都改变了，尤其到现在的社会，一百八十度的转变，禅跟密都不能度现在的人。到将来灭法时期，佛《法灭尽经》里面说，《无量寿经》最后灭，所有经灭尽了，《无量寿经》还住世一百年。最后的那部经是什么经？肯定是这个会集本，肯定是这一部集注，黄念老给我们提供的。这个注解不是他作的，是他会集的，八十三种经论，一百一十种祖师大德的注疏，这么多的材料来注解这部《无量寿经》，我们读他的注解就是读了一百九十三种的注疏，太难得了！所以夏莲老来会集，黄念老来集注，这都是佛菩萨慈悲到极处，因为这个经跟注最契现代人的根机，遇到这部书没有一个不能得度，这个功德有多大！我们再看下面第五位「启教宗师」：",
      "zh_TW": "諸佛菩薩應機說法，佛法傳到中國來的時候，那個時候確實禪宗的根機殊勝，禪非常適合中國人的口味。可是一千年之後一切都改變了，尤其到現在的社會，一百八十度的轉變，禪跟密都不能度現在的人。到將來滅法時期，佛《法滅盡經》裡面說，《無量壽經》最後滅，所有經滅盡了，《無量壽經》還住世一百年。最後的那部經是什麼經？肯定是這個會集本，肯定是這一部集註，黃念老給我們提供的。這個註解不是他作的，是他會集的，八十三種經論，一百一十種祖師大德的註疏，這麼多的材料來註解這部《無量壽經》，我們讀他的註解就是讀了一百九十三種的註疏，太難得了！所以夏蓮老來會集，黃念老來集註，這都是佛菩薩慈悲到極處，因為這個經跟註最契現代人的根機，遇到這部書沒有一個不能得度，這個功德有多大！我們再看下面第五位「啟教宗師」："
    },
    {
      "id": "02-037-0057_p0024",
      "zh_CN": "【尊者阿难等。而为上首。】",
      "zh_TW": "【尊者阿難等。而為上首。】"
    },
    {
      "id": "02-037-0057_p0025",
      "zh_CN": "「唐宋译作阿难陀，略称阿难」。『阿难』翻成中国意思就是庆喜，欢喜的意思。又翻作「无染」，清净无染。「乃白饭王之子」，释迦牟尼佛的堂弟。「生于佛成道日」，佛成道的时候他降生，释迦牟尼佛在菩提树下成正觉，那一年是三十岁，阿难尊者出生。「净饭王」，这是释迦牟尼佛的父亲，「既闻太子成佛，又闻宫中诞子」，他的弟弟白饭王生了一个儿子。「更增欢喜。乃曰，今日大吉，是欢喜日。语来使言」，告诉报告的这个人，回去这个小孩名字就叫做阿难，阿难是欢喜，今天是一家人最欢喜的日子，释迦太子成佛了，阿难降生了。「又尊者端正清净，如好明镜，见其相者，闻其声者，睹其威仪者，莫不欢喜，故以为名」。阿难的威仪好，让人家看到他，接触到他，听到他的声音，都会生欢喜心，我们讲人缘好，这个人缘是宿世修来的。",
      "zh_TW": "「唐宋譯作阿難陀，略稱阿難」。『阿難』翻成中國意思就是慶喜，歡喜的意思。又翻作「無染」，清淨無染。「乃白飯王之子」，釋迦牟尼佛的堂弟。「生於佛成道日」，佛成道的時候他降生，釋迦牟尼佛在菩提樹下成正覺，那一年是三十歲，阿難尊者出生。「淨飯王」，這是釋迦牟尼佛的父親，「既聞太子成佛，又聞宮中誕子」，他的弟弟白飯王生了一個兒子。「更增歡喜。乃曰，今日大吉，是歡喜日。語來使言」，告訴報告的這個人，回去這個小孩名字就叫做阿難，阿難是歡喜，今天是一家人最歡喜的日子，釋迦太子成佛了，阿難降生了。「又尊者端正清淨，如好明鏡，見其相者，聞其聲者，睹其威儀者，莫不歡喜，故以為名」。阿難的威儀好，讓人家看到他，接觸到他，聽到他的聲音，都會生歡喜心，我們講人緣好，這個人緣是宿世修來的。"
    },
    {
      "id": "02-037-0057_p0026",
      "zh_CN": "学佛，这一条比什么都重要，特别是要发心弘扬经，学讲经，学护法的人，这从前李老师常讲，特别对这两种人说，要广结法缘。你经讲得再好，如果没有缘，没人听、不欢喜听！我们在那个时候跟李老师学讲经，同学当中法缘最好的是林看治居士，同学当中年岁最大，她六十岁，六十岁开始学，小学毕业，人缘特好，人非常和气、非常慈悲，所以她到哪里讲经听众特别多。讲得怎么样？是真不怎么样，可是人就喜欢听，那就没法子，人缘好！所以老师就常常提醒我们，你看看这法缘重要不重要？你们没有结缘！让我们这些学讲经的人怎么结缘？老师是一个星期讲一次经，我们这些讲经的人碰到老师讲经那一天，我们都做义工。做什么？招待，招待听众，在门口迎接他，送他入席，经书放到他的座位上，用这种方法跟大众结缘。",
      "zh_TW": "學佛，這一條比什麼都重要，特別是要發心弘揚經，學講經，學護法的人，這從前李老師常講，特別對這兩種人說，要廣結法緣。你經講得再好，如果沒有緣，沒人聽、不歡喜聽！我們在那個時候跟李老師學講經，同學當中法緣最好的是林看治居士，同學當中年歲最大，她六十歲，六十歲開始學，小學畢業，人緣特好，人非常和氣、非常慈悲，所以她到哪裡講經聽眾特別多。講得怎麼樣？是真不怎麼樣，可是人就喜歡聽，那就沒法子，人緣好！所以老師就常常提醒我們，你看看這法緣重要不重要？你們沒有結緣！讓我們這些學講經的人怎麼結緣？老師是一個星期講一次經，我們這些講經的人碰到老師講經那一天，我們都做義工。做什麼？招待，招待聽眾，在門口迎接他，送他入席，經書放到他的座位上，用這種方法跟大眾結緣。"
    },
    {
      "id": "02-037-0057_p0027",
      "zh_CN": "老师还教我们，你们如果有零钱，买一点花生，像这些小的糖果，一个人送一粒，结缘，广结善缘。多了，当然没有钱；几块钱，一包花生就可以跟几十个人结缘，很方便。我们真要懂得，真的要干，缘愈结，缘就愈广。我们以前没学佛，不懂得，就很吝啬，果报自然是贫困。学会结缘以后，缘愈结愈广，走到全世界，无论到哪个地方，结缘是首先一桩大事情。我们跟大家结法缘，就是印的这些经论善书，每到一个地方讲经，大量的运过去，在道场分给大家。道场摆出来，让大家自己去拿，没有一点勉强。你去看，喜欢你就拿，这样很好。否则的话，我们送给他，他说我不要，我不喜欢这个，我们心里很难过。摆在那里让他自己拿，这个方法好，这些都是李老师教的，我们依教奉行。",
      "zh_TW": "老師還教我們，你們如果有零錢，買一點花生，像這些小的糖果，一個人送一粒，結緣，廣結善緣。多了，當然沒有錢；幾塊錢，一包花生就可以跟幾十個人結緣，很方便。我們真要懂得，真的要幹，緣愈結，緣就愈廣。我們以前沒學佛，不懂得，就很吝嗇，果報自然是貧困。學會結緣以後，緣愈結愈廣，走到全世界，無論到哪個地方，結緣是首先一樁大事情。我們跟大家結法緣，就是印的這些經論善書，每到一個地方講經，大量的運過去，在道場分給大家。道場擺出來，讓大家自己去拿，沒有一點勉強。你去看，喜歡你就拿，這樣很好。否則的話，我們送給他，他說我不要，我不喜歡這個，我們心裡很難過。擺在那裡讓他自己拿，這個方法好，這些都是李老師教的，我們依教奉行。"
    },
    {
      "id": "02-037-0057_p0028",
      "zh_CN": "「又尊者随佛入天宫龙宫，心无乐着，故名无染」，得清净心。释迦牟尼佛五十五岁的时候，「阿难出家，侍佛二十五年」，一直到佛灭度。「佛所宣说，悉能忆持，不忘一字」。在佛的弟子当中，记忆力最好的是阿难，阿难听过一次经，一生都不会忘记。所以结集经藏的时候，请他出来复讲，他有这个能力，当时有五百大阿罗汉作证，没有一个人提出反对意见，阿难所说的就记录下来，成为经文。所以佛教的承传，历代讲经的法师怎么培养出来的？讲小座培养出来的，就是阿难的复讲，这个方法一直传到现在，三千多年。只有在最近有办佛学院，采取外国的方式来教学，效果不彰。我也教过佛学院教过几年，以后再不教了，为什么？教佛学院心里很难过，感觉得愧疚，对不起人，对不起释迦牟尼佛，对不起同学。我们世世代代所用的方法是私塾的教学法，个别教学，每个人根性不一样。李老师办的班是经学班，教讲经，时间是两年，一个星期上一堂课，两年还不到一百堂课，我们有二十多个同学，都能够上台讲经。讲得虽然不是很好，但是都有讲经的规矩，都懂规矩。依照老师指导规矩去讲，虽然讲得不好，你想挑错很难挑出来，这就是老师教学的原则。不要求好，只求无过，那就是好，不能讲错。讲好，那要时间长，长时间的薰习锻炼，自然就好了。只要有恒心、有毅力，常常去练习，自然就会讲好。「《涅槃》称阿难多闻士」，阿难是学生当中多闻第一。「又迦叶赞曰」，迦叶尊者对阿难的赞叹，「佛法大海水，流入阿难心。故曰，多闻第一」。",
      "zh_TW": "「又尊者隨佛入天宮龍宮，心無樂著，故名無染」，得清淨心。釋迦牟尼佛五十五歲的時候，「阿難出家，侍佛二十五年」，一直到佛滅度。「佛所宣說，悉能憶持，不忘一字」。在佛的弟子當中，記憶力最好的是阿難，阿難聽過一次經，一生都不會忘記。所以結集經藏的時候，請他出來複講，他有這個能力，當時有五百大阿羅漢作證，沒有一個人提出反對意見，阿難所說的就記錄下來，成為經文。所以佛教的承傳，歷代講經的法師怎麼培養出來的？講小座培養出來的，就是阿難的複講，這個方法一直傳到現在，三千多年。只有在最近有辦佛學院，採取外國的方式來教學，效果不彰。我也教過佛學院教過幾年，以後再不教了，為什麼？教佛學院心裡很難過，感覺得愧疚，對不起人，對不起釋迦牟尼佛，對不起同學。我們世世代代所用的方法是私塾的教學法，個別教學，每個人根性不一樣。李老師辦的班是經學班，教講經，時間是兩年，一個星期上一堂課，兩年還不到一百堂課，我們有二十多個同學，都能夠上台講經。講得雖然不是很好，但是都有講經的規矩，都懂規矩。依照老師指導規矩去講，雖然講得不好，你想挑錯很難挑出來，這就是老師教學的原則。不要求好，只求無過，那就是好，不能講錯。講好，那要時間長，長時間的薰習鍛鍊，自然就好了。只要有恆心、有毅力，常常去練習，自然就會講好。「《涅槃》稱阿難多聞士」，阿難是學生當中多聞第一。「又迦葉讚曰」，迦葉尊者對阿難的讚歎，「佛法大海水，流入阿難心。故曰，多聞第一」。"
    },
    {
      "id": "02-037-0057_p0029",
      "zh_CN": "「等者，魏译」，康僧铠译的本子，一共列三十一个人，现在这个会本只列举了五个人，所以用一个等字，「以概其余。」实际上三十一个人都是上首，全都是表法。夏老采取最重要的表法，憍陈如代表这个经、这个法门是第一法门，舍利弗代表是第一智慧，目犍连代表是第一神通，大迦叶代表禅净不二，阿难在此地代表，阿难传教，迦叶传宗。释迦牟尼佛两个主要的传人，教下是阿难传的，宗门（禅宗）是迦叶传的，就统统代表尽了。",
      "zh_TW": "「等者，魏譯」，康僧鎧譯的本子，一共列三十一個人，現在這個會本只列舉了五個人，所以用一個等字，「以概其餘。」實際上三十一個人都是上首，全都是表法。夏老採取最重要的表法，憍陳如代表這個經、這個法門是第一法門，舍利弗代表是第一智慧，目犍連代表是第一神通，大迦葉代表禪淨不二，阿難在此地代表，阿難傳教，迦葉傳宗。釋迦牟尼佛兩個主要的傳人，教下是阿難傳的，宗門（禪宗）是迦葉傳的，就統統代表盡了。"
    },
    {
      "id": "02-037-0057_p0030",
      "zh_CN": "「而为上首，今称首座为上首。大众一座之上位，称为上首」。现在寺庙里头有称呼，特别是中国的丛林，中国的丛林是佛教在中国第一次的改革，也就是将佛教的教学制度化了。释迦牟尼佛在世是私人教学，完全是教私塾的方法。一直到唐朝初年，中国人把佛教教学制度化，用现在就是办学校，就是大学。丛林的主席就是校长，又称住持、称方丈，校长；首座就好像现在大学里面学院的院长，学系的系主任，称为首座；阿阇黎，那是教授。阿阇黎翻成轨范师，他有德行，值得我们学习，他有学问、有能力教导我们，是我们的典范，这是称阿阇黎。首座和尚，他主管教学的，三个执事里头，在大学里面好像第一个上首，称为教务长，大学的教务长；维那是管秩序的训导长，维那是训导长；监院是总务长，确确实实名称不相同，他们管的业务完全相同。所以中国丛林是佛法的现代化。早年方东美先生跟我讲过很多次，印象很深，他说中国佛教要恢复，一定要恢复丛林制度。这个话说得非常有道理，可是我们没有那么大的福报，这要有智慧、有福报，缺一样都做不到。佛教是教育，还是要回归教育，不但佛教是教育，这世间所有的宗教都是教育，叫社会教育。如果回归教育，它对这个社会就有贡献，不能回归教育，早晚都会被淘汰掉。",
      "zh_TW": "「而為上首，今稱首座為上首。大眾一座之上位，稱為上首」。現在寺廟裡頭有稱呼，特別是中國的叢林，中國的叢林是佛教在中國第一次的改革，也就是將佛教的教學制度化了。釋迦牟尼佛在世是私人教學，完全是教私塾的方法。一直到唐朝初年，中國人把佛教教學制度化，用現在就是辦學校，就是大學。叢林的主席就是校長，又稱住持、稱方丈，校長；首座就好像現在大學裡面學院的院長，學系的系主任，稱為首座；阿闍黎，那是教授。阿闍黎翻成軌範師，他有德行，值得我們學習，他有學問、有能力教導我們，是我們的典範，這是稱阿闍黎。首座和尚，他主管教學的，三個執事裡頭，在大學裡面好像第一個上首，稱為教務長，大學的教務長；維那是管秩序的訓導長，維那是訓導長；監院是總務長，確確實實名稱不相同，他們管的業務完全相同。所以中國叢林是佛法的現代化。早年方東美先生跟我講過很多次，印象很深，他說中國佛教要恢復，一定要恢復叢林制度。這個話說得非常有道理，可是我們沒有那麼大的福報，這要有智慧、有福報，缺一樣都做不到。佛教是教育，還是要回歸教育，不但佛教是教育，這世間所有的宗教都是教育，叫社會教育。如果回歸教育，它對這個社會就有貢獻，不能回歸教育，早晚都會被淘汰掉。"
    },
    {
      "id": "02-037-0057_p0031",
      "zh_CN": "我们再继续往下看，「各经中上首人数不同。例如《称赞净土佛摄受经》于大苾刍一千二百五十人，列舍利弗、目犍连、大迦叶、阿泥律陀等四人为上首。今经则憍陈如五人等为上首，是乃一切大圣神通已达之大尊者中之上首。」这是经中列为上首最重要的意思是表法。「按一切大圣，神通已达之句，本为菩萨叹德。如《密迹金刚力士经》云：与大比丘众四万二千俱，菩萨八万四千，一切大圣，神通已达」，有这么一句赞叹的话。「今此经中以赞叹菩萨功德之语，以赞声闻。正表此等常随圣众，本法身大士，隐本垂迹，或他方圣众，助佛宏化，为影响众。一切大圣，指其本地，本是究竟菩提之人故。神通已达者，示权迹。游戏神通来此土故。故知所列之声闻众，皆是大权示现，助我世尊，开显净土法门也。」这一层深的意思一定要懂得。",
      "zh_TW": "我們再繼續往下看，「各經中上首人數不同。例如《稱讚淨土佛攝受經》於大苾芻一千二百五十人，列舍利弗、目犍連、大迦葉、阿泥律陀等四人為上首。今經則憍陳如五人等為上首，是乃一切大聖神通已達之大尊者中之上首。」這是經中列為上首最重要的意思是表法。「按一切大聖，神通已達之句，本為菩薩歎德。如《密跡金剛力士經》云：與大比丘眾四萬二千俱，菩薩八萬四千，一切大聖，神通已達」，有這麼一句讚歎的話。「今此經中以讚歎菩薩功德之語，以讚聲聞。正表此等常隨聖眾，本法身大士，隱本垂跡，或他方聖眾，助佛宏化，為影響眾。一切大聖，指其本地，本是究竟菩提之人故。神通已達者，示權跡。遊戲神通來此土故。故知所列之聲聞眾，皆是大權示現，助我世尊，開顯淨土法門也。」這一層深的意思一定要懂得。"
    },
    {
      "id": "02-037-0057_p0032",
      "zh_CN": "释迦牟尼佛身边这些常随弟子，有很多是古佛再来的。像目犍连、舍利弗，佛都说过，过去早就成佛了，跟释迦牟尼佛的缘深，释迦牟尼成佛，他们来示现为声闻弟子，其实都是古佛再来。佛门当中常说，一尊菩萨示现成佛教化众生，必然感得千佛拥护，来给你示现，或是以弟子身分，或是以国王身分来护法，以大富长者身分来护持，都不一样。真的是一佛出世，千佛拥护。我们看到他是声闻身，特别像阿难，为我们示现的身分，初果须陀洹，实际上都是地上大菩萨再来的，哪里是普通人！所以这段文上讲，正表此等常随圣众，本来是法身大士。他们隐本，本隐藏起来了，你看到是迹象，就像在舞台上表演一样，舞台上表演是假的，本来面目你不知道。或者是他方圣众，不是我们这个世间的，世界无量无边，他方诸佛世界的佛、大菩萨，跟释迦牟尼佛有缘，跟我们这个世界众生有缘，他来示现的，做为影响众。一切大圣，这是指他的本地，本地都是大圣，大圣是指地上菩萨，没有登地的称菩萨，登地的则称为大菩萨，摩诃萨。《华严》圆教，初住菩萨等于别教的初地菩萨，那是大圣，不是小圣。所以确确实实他们是来示现的，游戏神通到这个世间来，来帮助释迦牟尼佛成就净土法门，普度众生。",
      "zh_TW": "釋迦牟尼佛身邊這些常隨弟子，有很多是古佛再來的。像目犍連、舍利弗，佛都說過，過去早就成佛了，跟釋迦牟尼佛的緣深，釋迦牟尼成佛，他們來示現為聲聞弟子，其實都是古佛再來。佛門當中常說，一尊菩薩示現成佛教化眾生，必然感得千佛擁護，來給你示現，或是以弟子身分，或是以國王身分來護法，以大富長者身分來護持，都不一樣。真的是一佛出世，千佛擁護。我們看到他是聲聞身，特別像阿難，為我們示現的身分，初果須陀洹，實際上都是地上大菩薩再來的，哪裡是普通人！所以這段文上講，正表此等常隨聖眾，本來是法身大士。他們隱本，本隱藏起來了，你看到是跡象，就像在舞台上表演一樣，舞台上表演是假的，本來面目你不知道。或者是他方聖眾，不是我們這個世間的，世界無量無邊，他方諸佛世界的佛、大菩薩，跟釋迦牟尼佛有緣，跟我們這個世界眾生有緣，他來示現的，做為影響眾。一切大聖，這是指他的本地，本地都是大聖，大聖是指地上菩薩，沒有登地的稱菩薩，登地的則稱為大菩薩，摩訶薩。《華嚴》圓教，初住菩薩等於別教的初地菩薩，那是大聖，不是小聖。所以確確實實他們是來示現的，遊戲神通到這個世間來，來幫助釋迦牟尼佛成就淨土法門，普度眾生。"
    },
    {
      "id": "02-037-0057_p0033",
      "zh_CN": "「综上五圣，了本际，谓了知其久远之本际，故首列之」。本际就是本性、就是真如、就是法身、就是诸法实相，憍陈如尊者证得，这是佛说一切经的依据。佛凭什么说经？用《般若经》上的术语，诸法实相，他对于诸法实相完全了解，所以他能说出来。佛经不是从天神降下来的，是释迦如来证得的，亲证的境界。佛丝毫不勉强，告诉我们，他能证得，你也能证得，我们大家都能证得。证得的方法很简单，只要把妄想分别执着统统放下，你就证得了。《华严经》上讲的妄想分别执着，一般大乘教里面所讲的无明烦恼，无明烦恼就是妄想，尘沙烦恼、见思烦恼，尘沙烦恼就是分别，见思烦恼就是执着，这三样东西放下，你就成佛，你就证得了。",
      "zh_TW": "「綜上五聖，了本際，謂了知其久遠之本際，故首列之」。本際就是本性、就是真如、就是法身、就是諸法實相，憍陳如尊者證得，這是佛說一切經的依據。佛憑什麼說經？用《般若經》上的術語，諸法實相，他對於諸法實相完全了解，所以他能說出來。佛經不是從天神降下來的，是釋迦如來證得的，親證的境界。佛絲毫不勉強，告訴我們，他能證得，你也能證得，我們大家都能證得。證得的方法很簡單，只要把妄想分別執著統統放下，你就證得了。《華嚴經》上講的妄想分別執著，一般大乘教裡面所講的無明煩惱，無明煩惱就是妄想，塵沙煩惱、見思煩惱，塵沙煩惱就是分別，見思煩惱就是執著，這三樣東西放下，你就成佛，你就證得了。"
    },
    {
      "id": "02-037-0057_p0034",
      "zh_CN": "在这两千年当中，放下的人真有，二千年前面一千年是禅宗，像法时期，我们看禅宗里面的记载，《五灯会元》，记载真正开悟明心见性的一千七百多人，这一部书里头记载的，《景德传灯录》，教下大开圆解的，也是开悟明心见性的人，净土宗理一心不乱，密宗三密相应的，这都是说大圣，我们最保守的估计一定超过三千人。佛教在中国两千年的承传，真正成佛的不会少过三千人，这个成绩非常可观。如果从净土成就的，我们最少保守的，我相信不止十万人。净宗往生就成佛，纵然是凡圣同居土下下品往生，生到极乐世界皆作阿惟越致菩萨，跟明心见性是同一个地位，这还得了！这个法门你说多殊胜。所以释迦牟尼佛一定要多次宣讲，道理在此地。",
      "zh_TW": "在這兩千年當中，放下的人真有，二千年前面一千年是禪宗，像法時期，我們看禪宗裡面的記載，《五燈會元》，記載真正開悟明心見性的一千七百多人，這一部書裡頭記載的，《景德傳燈錄》，教下大開圓解的，也是開悟明心見性的人，淨土宗理一心不亂，密宗三密相應的，這都是說大聖，我們最保守的估計一定超過三千人。佛教在中國兩千年的承傳，真正成佛的不會少過三千人，這個成績非常可觀。如果從淨土成就的，我們最少保守的，我相信不止十萬人。淨宗往生就成佛，縱然是凡聖同居土下下品往生，生到極樂世界皆作阿惟越致菩薩，跟明心見性是同一個地位，這還得了！這個法門你說多殊勝。所以釋迦牟尼佛一定要多次宣講，道理在此地。"
    },
    {
      "id": "02-037-0057_p0035",
      "zh_CN": "「身子智慧第一，表弥陀之佛智、不思议智、不可称智、大乘广智、无等无伦最上胜智之深广无涯」，表智慧。这五种智慧，总起来说就是世尊在《华严经》上说的，「一切众生皆有如来智慧德相」，如来智慧，自性本具的。惠能大师明心见性的时候说，「何期自性，本自具足」，具足什么？具足这五种智慧，无量的德能、无量才艺、无量相好，自性本具的。「目连之神通第一，显游戏神通之誓愿。大饮光」，就是大迦叶，「显弥陀殊胜光明，无不照见，光中极尊，佛中之王。又迦叶是宗门初祖，阿难为二祖，阿若憍陈如表当人之本际」，代表我们自性，代表我们的法性。「舍利弗表众生本具之智慧，目连即众生本有之神通」，大迦叶，「饮光」是大迦叶，表禅宗里头「灵光独耀，迥脱根尘」，「庆喜」，阿难尊者，「表庆快平生，心心相继」。「故知一部大经，正是付法传心；一句名号，直显本来面目。于此荐得」，这个荐得我们一般人讲契入，你能够契入这个境界。「但当蓦直念去，便是无上深禅」，这是释迦牟尼佛《大集经》上有讲到，持名念佛就是甚深的深妙禅。「无论定持散念，决定功不唐捐。」佛号功德不可思议。",
      "zh_TW": "「身子智慧第一，表彌陀之佛智、不思議智、不可稱智、大乘廣智、無等無倫最上勝智之深廣無涯」，表智慧。這五種智慧，總起來說就是世尊在《華嚴經》上說的，「一切眾生皆有如來智慧德相」，如來智慧，自性本具的。惠能大師明心見性的時候說，「何期自性，本自具足」，具足什麼？具足這五種智慧，無量的德能、無量才藝、無量相好，自性本具的。「目連之神通第一，顯遊戲神通之誓願。大飲光」，就是大迦葉，「顯彌陀殊勝光明，無不照見，光中極尊，佛中之王。又迦葉是宗門初祖，阿難為二祖，阿若憍陳如表當人之本際」，代表我們自性，代表我們的法性。「舍利弗表眾生本具之智慧，目連即眾生本有之神通」，大迦葉，「飲光」是大迦葉，表禪宗裡頭「靈光獨耀，迥脫根塵」，「慶喜」，阿難尊者，「表慶快平生，心心相繼」。「故知一部大經，正是付法傳心；一句名號，直顯本來面目。於此薦得」，這個薦得我們一般人講契入，你能夠契入這個境界。「但當驀直念去，便是無上深禪」，這是釋迦牟尼佛《大集經》上有講到，持名念佛就是甚深的深妙禪。「無論定持散念，決定功不唐捐。」佛號功德不可思議。"
    },
    {
      "id": "02-037-0057_p0036",
      "zh_CN": "「本经先列声闻后彰菩萨。正如《佛地论第二》云：先说声闻，后说菩萨。声闻众者，近对世尊，亲受化故。又诸声闻，常随佛故，形同佛故。是故诸经多是先声闻，而后菩萨。」菩萨比声闻高，但是列名在声闻后。这像学校的一样，声闻是没有毕业的，还在校，所以常常在老师旁边接受老师指导；菩萨是已经毕业了，毕业的校友，他要到学校来，他要排在同学的后面，他不能排在前面，所以有这个意思在。",
      "zh_TW": "「本經先列聲聞後彰菩薩。正如《佛地論第二》云：先說聲聞，後說菩薩。聲聞眾者，近對世尊，親受化故。又諸聲聞，常隨佛故，形同佛故。是故諸經多是先聲聞，而後菩薩。」菩薩比聲聞高，但是列名在聲聞後。這像學校的一樣，聲聞是沒有畢業的，還在校，所以常常在老師旁邊接受老師指導；菩薩是已經畢業了，畢業的校友，他要到學校來，他要排在同學的後面，他不能排在前面，所以有這個意思在。"
    },
    {
      "id": "02-037-0057_p0037",
      "zh_CN": "底下这一段，第二段，就是众成就的第二段「菩萨众」。菩萨先讲「出家菩萨」，再介绍在家菩萨。出家菩萨当中首先介绍「净密不二」，这是谁？普贤菩萨。",
      "zh_TW": "底下這一段，第二段，就是眾成就的第二段「菩薩眾」。菩薩先講「出家菩薩」，再介紹在家菩薩。出家菩薩當中首先介紹「淨密不二」，這是誰？普賢菩薩。"
    },
    {
      "id": "02-037-0057_p0038",
      "zh_CN": "【又有普贤菩萨。】",
      "zh_TW": "【又有普賢菩薩。】"
    },
    {
      "id": "02-037-0057_p0039",
      "zh_CN": "「菩萨乃梵语之略存」，中国人喜欢简单，把尾音都省去了，「具足」，要是完全把梵音翻过来的时候，「摩诃菩提质帝萨埵」，中国人就翻个菩萨。摩诃是大，菩提是道，质帝是心，大道心。「萨埵译为众生或有情。合之则应为大道心众生。简称菩提萨埵，义为觉有情」。觉有情是玄奘大师翻译的，在玄奘大师之前都把它翻为大道心众生，称之为古译；玄奘以后称为新译，新译叫觉有情，就是他是有情众生，但是他觉悟了，他不迷。「同佛所证之谓觉」，也就是《法华经》上所说的「入佛知见」。但是「无明未尽」，所以说他作情。即使在华藏世界、在极乐世界，实报庄严土四十一位法身大士，还是无明未尽之谓情。",
      "zh_TW": "「菩薩乃梵語之略存」，中國人喜歡簡單，把尾音都省去了，「具足」，要是完全把梵音翻過來的時候，「摩訶菩提質帝薩埵」，中國人就翻個菩薩。摩訶是大，菩提是道，質帝是心，大道心。「薩埵譯為眾生或有情。合之則應為大道心眾生。簡稱菩提薩埵，義為覺有情」。覺有情是玄奘大師翻譯的，在玄奘大師之前都把它翻為大道心眾生，稱之為古譯；玄奘以後稱為新譯，新譯叫覺有情，就是他是有情眾生，但是他覺悟了，他不迷。「同佛所證之謂覺」，也就是《法華經》上所說的「入佛知見」。但是「無明未盡」，所以說他作情。即使在華藏世界、在極樂世界，實報莊嚴土四十一位法身大士，還是無明未盡之謂情。"
    },
    {
      "id": "02-037-0057_p0040",
      "zh_CN": "我们知道，无明烦恼不破，不能超越十法界；无明烦恼破了，真正做到不起心、不动念，无明烦恼破了，生实报土。《华严经》上讲的位次，四十一个，十住、十行、十回向、十地、等觉，这都是住实报土的。在实报土要住三大阿僧祇劫，所以称无量寿。他是不是真的要住三大阿僧祇劫？不一定。这个不一定，善导讲得最好，总在遇缘不同。每个人的缘不一样，遇殊胜的缘，他提升得快，最多的时间就是三大阿僧祇劫，这是讲最长的。三大阿僧祇劫之后，无始无明习气决定断干净了，他就证得妙觉果位。妙觉如来不住在实报土，住常寂光净土，这是事实真相。",
      "zh_TW": "我們知道，無明煩惱不破，不能超越十法界；無明煩惱破了，真正做到不起心、不動念，無明煩惱破了，生實報土。《華嚴經》上講的位次，四十一個，十住、十行、十迴向、十地、等覺，這都是住實報土的。在實報土要住三大阿僧祇劫，所以稱無量壽。他是不是真的要住三大阿僧祇劫？不一定。這個不一定，善導講得最好，總在遇緣不同。每個人的緣不一樣，遇殊勝的緣，他提升得快，最多的時間就是三大阿僧祇劫，這是講最長的。三大阿僧祇劫之後，無始無明習氣決定斷乾淨了，他就證得妙覺果位。妙覺如來不住在實報土，住常寂光淨土，這是事實真相。"
    },
    {
      "id": "02-037-0057_p0041",
      "zh_CN": "我们继续看这个文，「又觉是所求佛道，有情是所化众生」，这些菩萨，对上，他要求佛帮助他成就，同时他也帮助佛教化众生。所以「利生为急，广度群生同登大觉，故谓觉有情。菩萨二字则是最略者也。」把它省略，省略到最后就用菩萨。也有人常用的菩提萨埵，菩提萨埵也是简称，菩萨是最简单的一个称呼，上求佛道，下化众生。在实报庄严土还不例外，他要不上求，常寂光土里面的妙觉如来就不会到实报土去帮助他们，可见得他们有感，那是法身大士有感，佛有应。常寂光只有一位，没有差别的，没有四十一个位次，没有，常寂光里全是妙觉。常寂光里头没有形相，身相没有了，境界相也没有了，只是一片光明，都融在里面，光光相照，成大光明藏。这是我们的法身，也是诸佛的法身，法身理体是一个。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們繼續看這個文，「又覺是所求佛道，有情是所化眾生」，這些菩薩，對上，他要求佛幫助他成就，同時他也幫助佛教化眾生。所以「利生為急，廣度群生同登大覺，故謂覺有情。菩薩二字則是最略者也。」把它省略，省略到最後就用菩薩。也有人常用的菩提薩埵，菩提薩埵也是簡稱，菩薩是最簡單的一個稱呼，上求佛道，下化眾生。在實報莊嚴土還不例外，他要不上求，常寂光土裡面的妙覺如來就不會到實報土去幫助他們，可見得他們有感，那是法身大士有感，佛有應。常寂光只有一位，沒有差別的，沒有四十一個位次，沒有，常寂光裡全是妙覺。常寂光裡頭沒有形相，身相沒有了，境界相也沒有了，只是一片光明，都融在裡面，光光相照，成大光明藏。這是我們的法身，也是諸佛的法身，法身理體是一個。今天時間到了，我們就學習到此地。"
    }
  ]
}