{
  "doc_id": "02-037-0402",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０二集",
    "zh_TW": "第四０二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0402",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0402_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百六十八页，倒数第四行中间「十六空」。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百六十八頁，倒數第四行中間「十六空」。"
    },
    {
      "id": "02-037-0402_p0002",
      "zh_CN": "十六菩萨，表十六空为中道。我们顺便在这边学习《大智度论》里面所讲的十八空，我们从第三看起。「三、内外空」，内空，外空，内外空。「谓我身不净，外亦如是，外身不净，我亦如是，一等无异，净相不可得故，是名内外空」。这实际上是教导我们观察诸法实相，从自己内身看起。自己内身三十六种不净，九窍流出，这是四念处里头所说的观身不净、观受是苦、观心无常、观法无我。这四念处是属于智慧，就是照见，章嘉大师教给我的照见，看破。看破之后才能够放下，没有看破，总是放不下，真正看破了，他真的就放下了。真放下，对这个世间所有情执完全消失，这才能够返妄归真，我们障碍没有了。障碍最大的，就是不知道事实真相。",
      "zh_TW": "十六菩薩，表十六空為中道。我們順便在這邊學習《大智度論》裡面所講的十八空，我們從第三看起。「三、內外空」，內空，外空，內外空。「謂我身不淨，外亦如是，外身不淨，我亦如是，一等無異，淨相不可得故，是名內外空」。這實際上是教導我們觀察諸法實相，從自己內身看起。自己內身三十六種不淨，九竅流出，這是四念處裡頭所說的觀身不淨、觀受是苦、觀心無常、觀法無我。這四念處是屬於智慧，就是照見，章嘉大師教給我的照見，看破。看破之後才能夠放下，沒有看破，總是放不下，真正看破了，他真的就放下了。真放下，對這個世間所有情執完全消失，這才能夠返妄歸真，我們障礙沒有了。障礙最大的，就是不知道事實真相。"
    },
    {
      "id": "02-037-0402_p0003",
      "zh_CN": "我身不净，外面境界跟我身一样。外身，外面所有的形相，形相就叫做身，没有一个是清净的。就是宝石，宝石也不是清净的，为什么？从妄想生，妄想就不净，这个我们不要被外面环境欺骗了，「凡所有相皆是虚妄」，宝石也不例外。极乐世界无量珍宝成就，那个珍宝不是世间珍宝，也就是不是阿赖耶的相分、不是阿赖耶的见分，它就属于真正清净，所以它透明，它没有障碍。无论是内、是外，清净相不可得，放下，清净相就现前。我们经题上的清净平等觉是性德，放下一切染污，清净才能现前。染污，佛法也染污，这个一定要知道。所以《金刚经》上告诉我们「法尚应舍，何况非法」，那个法是佛法。如果没有世间这些染污，就没有佛法。佛法从哪里来的？是从世间法相对而产生的，用这个法来对治世间法。世间法是毛病，治好之后，佛法也没有了。所以病好了，药就没有了。病好了，还执着药，那又生病了，永远不会好。病好之后，药就要离开。所以这真相明白了。",
      "zh_TW": "我身不淨，外面境界跟我身一樣。外身，外面所有的形相，形相就叫做身，沒有一個是清淨的。就是寶石，寶石也不是清淨的，為什麼？從妄想生，妄想就不淨，這個我們不要被外面環境欺騙了，「凡所有相皆是虛妄」，寶石也不例外。極樂世界無量珍寶成就，那個珍寶不是世間珍寶，也就是不是阿賴耶的相分、不是阿賴耶的見分，它就屬於真正清淨，所以它透明，它沒有障礙。無論是內、是外，清淨相不可得，放下，清淨相就現前。我們經題上的清淨平等覺是性德，放下一切染污，清淨才能現前。染污，佛法也染污，這個一定要知道。所以《金剛經》上告訴我們「法尚應捨，何況非法」，那個法是佛法。如果沒有世間這些染污，就沒有佛法。佛法從哪裡來的？是從世間法相對而產生的，用這個法來對治世間法。世間法是毛病，治好之後，佛法也沒有了。所以病好了，藥就沒有了。病好了，還執著藥，那又生病了，永遠不會好。病好之後，藥就要離開。所以這真相明白了。"
    },
    {
      "id": "02-037-0402_p0004",
      "zh_CN": "第四、「空空，谓内身、外身，内外身俱空，而犹执空成病」，这个空不能执着，「复以空法而破」前面的三空，这叫空空。第五、「大空，谓十方世界，是四大造色，假名日出处为东方，日没处为西方，如是方相，以世俗故有」。世间人有分别、有执着，这假名建立。「若第一义中，则一法不可得，是名大空」。十方，就是我们今天讲的空间。四大，是讲物质的基本现象，地、水、火、风。地是个物质，你能看得见，你能够摸得到，这叫地大。现在我们知道，科学家称它为微中子，物质里头最小的。最小的，它具有这四种特性，有形状；水大、火大是今天讲它带电，水是阴电，火是阳电，再小的物质它带电；风大，风是动的，它不是稳定的，它是活动的。那现在我们完全看到了，整个宇宙就是一个波动现象，这个波动用风做代表。如果不动，这一切法全没有了。这个波动，大乘教里面叫它做无明业相，无明业相就是讲的波动现象。",
      "zh_TW": "第四、「空空，謂內身、外身，內外身俱空，而猶執空成病」，這個空不能執著，「復以空法而破」前面的三空，這叫空空。第五、「大空，謂十方世界，是四大造色，假名日出處為東方，日沒處為西方，如是方相，以世俗故有」。世間人有分別、有執著，這假名建立。「若第一義中，則一法不可得，是名大空」。十方，就是我們今天講的空間。四大，是講物質的基本現象，地、水、火、風。地是個物質，你能看得見，你能夠摸得到，這叫地大。現在我們知道，科學家稱它為微中子，物質裡頭最小的。最小的，它具有這四種特性，有形狀；水大、火大是今天講它帶電，水是陰電，火是陽電，再小的物質它帶電；風大，風是動的，它不是穩定的，它是活動的。那現在我們完全看到了，整個宇宙就是一個波動現象，這個波動用風做代表。如果不動，這一切法全沒有了。這個波動，大乘教裡面叫它做無明業相，無明業相就是講的波動現象。"
    },
    {
      "id": "02-037-0402_p0005",
      "zh_CN": "那这个波动，弥勒菩萨说的一弹指有三十二亿百千念，三十二亿乘百千，百千是十万，三百二十兆，这一弹指，波动的频率是三百二十兆，极其微细的波动。这个波动是相续现象，它不会停止的，停止，这宇宙就不见了。什么时候会停止？成佛的时候停止了。等觉菩萨还没停止，到成佛，等觉证得妙觉果位的时候，不动了。不动是什么境界？叫大般涅槃，净土里面讲的常寂光，回到常寂光就不动了。回到常寂光就回到自性，自性是不动的。惠能大师见性了，告诉我们性是什么样子，第一个，它是清净的，从来没有污染。这告诉我们，一切染污是错误的，自性清净心没有污染。第二，它不生不灭，不生不灭就叫做般涅槃。梵语般涅槃，翻成中国意思就是不生不灭，它是永恒的，那是真正自己；禅宗里面常说「父母未生前本来面目」，就是指的这个，不生不灭的自性。自性是什么样子？自性什么样子也没有，自性里头没有物质现象，就是连那个极微之微也没有，没有波动现象，没有念头、没有起心动念，它是不动的。",
      "zh_TW": "那這個波動，彌勒菩薩說的一彈指有三十二億百千念，三十二億乘百千，百千是十萬，三百二十兆，這一彈指，波動的頻率是三百二十兆，極其微細的波動。這個波動是相續現象，它不會停止的，停止，這宇宙就不見了。什麼時候會停止？成佛的時候停止了。等覺菩薩還沒停止，到成佛，等覺證得妙覺果位的時候，不動了。不動是什麼境界？叫大般涅槃，淨土裡面講的常寂光，回到常寂光就不動了。回到常寂光就回到自性，自性是不動的。惠能大師見性了，告訴我們性是什麼樣子，第一個，它是清淨的，從來沒有污染。這告訴我們，一切染污是錯誤的，自性清淨心沒有污染。第二，它不生不滅，不生不滅就叫做般涅槃。梵語般涅槃，翻成中國意思就是不生不滅，它是永恆的，那是真正自己；禪宗裡面常說「父母未生前本來面目」，就是指的這個，不生不滅的自性。自性是什麼樣子？自性什麼樣子也沒有，自性裡頭沒有物質現象，就是連那個極微之微也沒有，沒有波動現象，沒有念頭、沒有起心動念，它是不動的。"
    },
    {
      "id": "02-037-0402_p0006",
      "zh_CN": "惠能大师说了五句，第一个清净，第二个不生不灭，第三个本自具足，它什么都没有，它什么也不缺。不遇缘它不现相，它在哪里？它无处不在，无时不在，就是我们肉眼看不见。什么时候能看见？佛在大乘经上常说八地以上，你慢慢的修，修到八地菩萨你就见到了。八地以上的，九地、十地、等觉、妙觉，这五个位次都看到，所以它不是假的。不是释迦牟尼佛一个人证得的，谁能到这个境界，他统统能见得到。所以它不动摇，最后它能生万法，能生万法就是本自具足的显现，不显什么都没有，现出来就是整个宇宙，遍法界虚空界就是自性现的，所以它什么都有，什么都不缺。大空，就是佛经上所说的「凡所有相皆是虚妄」，就这个意思，没有一样是真实的。四方、十方，这讲空间。四大是说所有现象的属性，空跟有是一桩事情。物质跟精神是一不是二，再小的物质现象它也有受想行识，就是说五蕴具足，一个微中子五蕴具足。",
      "zh_TW": "惠能大師說了五句，第一個清淨，第二個不生不滅，第三個本自具足，它什麼都沒有，它什麼也不缺。不遇緣它不現相，它在哪裡？它無處不在，無時不在，就是我們肉眼看不見。什麼時候能看見？佛在大乘經上常說八地以上，你慢慢的修，修到八地菩薩你就見到了。八地以上的，九地、十地、等覺、妙覺，這五個位次都看到，所以它不是假的。不是釋迦牟尼佛一個人證得的，誰能到這個境界，他統統能見得到。所以它不動搖，最後它能生萬法，能生萬法就是本自具足的顯現，不顯什麼都沒有，現出來就是整個宇宙，遍法界虛空界就是自性現的，所以它什麼都有，什麼都不缺。大空，就是佛經上所說的「凡所有相皆是虛妄」，就這個意思，沒有一樣是真實的。四方、十方，這講空間。四大是說所有現象的屬性，空跟有是一樁事情。物質跟精神是一不是二，再小的物質現象它也有受想行識，就是說五蘊具足，一個微中子五蘊具足。"
    },
    {
      "id": "02-037-0402_p0007",
      "zh_CN": "第六、「第一义空，谓诸法中，最第一法，名为涅槃」，这是印度话。「涅槃之法，空无有相，是名第一义空」。这括弧有简单解释，「梵语涅槃」，翻成中国意思叫灭度，「灭是灭见思、尘沙、无明」这三种烦恼。度，「度是度分段、变易两种生死」，变易就是变化。我们两种生死都有，分段生死，从生到死亡一段，这叫一世，这分段生死；那变易生死？变易生死天天有，一天跟一天不一样，我们老化了，老化是一天比一天老，不是十年十年算的。变易生死，你再分得微细的话，每一秒钟它都在变，一秒一秒的老，这叫变易。所以六道众生要受两种生死。证得阿罗汉，超出六道，生到四圣法界，四圣法界有变易生死，没有分段生死。那个变易是怎么变的？从阿罗汉变成辟支佛，从辟支佛变成菩萨，从菩萨变成佛，都叫变易，因为他们修行不断向上提升。像我们念书，在学校念书，一年级课程学完了，明年二年级，一年级死了，二年级生了，这叫变易。那变易为什么称为生死？生死是苦，取这个意思。你从一年级升二年级，你要用功读书，很辛苦，要受一番苦才能提升，是这么个意思。所以到成佛，两种生死都没有了，那就真的毕业了，那叫大般涅槃。般涅槃也翻作圆寂，圆是圆满，寂是清净寂灭，跟这里灭度是一个意思。这个是佛法修学的真功夫。",
      "zh_TW": "第六、「第一義空，謂諸法中，最第一法，名為涅槃」，這是印度話。「涅槃之法，空無有相，是名第一義空」。這括弧有簡單解釋，「梵語涅槃」，翻成中國意思叫滅度，「滅是滅見思、塵沙、無明」這三種煩惱。度，「度是度分段、變易兩種生死」，變易就是變化。我們兩種生死都有，分段生死，從生到死亡一段，這叫一世，這分段生死；那變易生死？變易生死天天有，一天跟一天不一樣，我們老化了，老化是一天比一天老，不是十年十年算的。變易生死，你再分得微細的話，每一秒鐘它都在變，一秒一秒的老，這叫變易。所以六道眾生要受兩種生死。證得阿羅漢，超出六道，生到四聖法界，四聖法界有變易生死，沒有分段生死。那個變易是怎麼變的？從阿羅漢變成辟支佛，從辟支佛變成菩薩，從菩薩變成佛，都叫變易，因為他們修行不斷向上提升。像我們念書，在學校念書，一年級課程學完了，明年二年級，一年級死了，二年級生了，這叫變易。那變易為什麼稱為生死？生死是苦，取這個意思。你從一年級升二年級，你要用功讀書，很辛苦，要受一番苦才能提升，是這麼個意思。所以到成佛，兩種生死都沒有了，那就真的畢業了，那叫大般涅槃。般涅槃也翻作圓寂，圓是圓滿，寂是清淨寂滅，跟這裡滅度是一個意思。這個是佛法修學的真功夫。"
    },
    {
      "id": "02-037-0402_p0008",
      "zh_CN": "我们念佛往生，蕅益大师说得好，能不能往生，问题在信愿有没有。真信切愿，往生的条件你就拿到，你决定能生。到极乐世界品位高下是功夫的浅深，功夫浅深，实在讲就是你放下多少，这是功夫。不是念佛念很多，不是禅定你坐得好就好，长时间，不是这个意思；完全是你这三种烦恼（见思、尘沙、无明）放下多少，你放下得愈多，到极乐世界地位愈高。见思烦恼要是断掉了，生方便有余土，不是凡圣同居土，凡圣同居土是见思没断。无明烦恼如果说断掉了，你生实报庄严土，不必阿弥陀佛加持，你就是阿惟越致菩萨。实报土是阿惟越致菩萨。得佛力加持，皆作阿惟越致菩萨，是凡圣同居土、方便有余土，不是实报土，实报土本身他就是阿惟越致菩萨。所以放下重要，放下，不是事，是心上放下，事有没有无所谓，不重要，重要是念头。事上有，心上无就好；事上没有，心上还有，这就不行。事上什么都没有，干干净净，可是心里老想着，我又缺少这个、我又缺少那个，这不行，这到极乐世界品位不高。事上我样样具足，我什么都不缺，心里干干净净，一尘不染，等于没有一样，都不放在心上，他品位高。这个道理我们一定要懂。",
      "zh_TW": "我們念佛往生，蕅益大師說得好，能不能往生，問題在信願有沒有。真信切願，往生的條件你就拿到，你決定能生。到極樂世界品位高下是功夫的淺深，功夫淺深，實在講就是你放下多少，這是功夫。不是念佛念很多，不是禪定你坐得好就好，長時間，不是這個意思；完全是你這三種煩惱（見思、塵沙、無明）放下多少，你放下得愈多，到極樂世界地位愈高。見思煩惱要是斷掉了，生方便有餘土，不是凡聖同居土，凡聖同居土是見思沒斷。無明煩惱如果說斷掉了，你生實報莊嚴土，不必阿彌陀佛加持，你就是阿惟越致菩薩。實報土是阿惟越致菩薩。得佛力加持，皆作阿惟越致菩薩，是凡聖同居土、方便有餘土，不是實報土，實報土本身他就是阿惟越致菩薩。所以放下重要，放下，不是事，是心上放下，事有沒有無所謂，不重要，重要是念頭。事上有，心上無就好；事上沒有，心上還有，這就不行。事上什麼都沒有，乾乾淨淨，可是心裡老想著，我又缺少這個、我又缺少那個，這不行，這到極樂世界品位不高。事上我樣樣具足，我什麼都不缺，心裡乾乾淨淨，一塵不染，等於沒有一樣，都不放在心上，他品位高。這個道理我們一定要懂。"
    },
    {
      "id": "02-037-0402_p0009",
      "zh_CN": "我们今天这个财物不少，千万别放在心上，不要以为这是我的，这就好。想到释迦牟尼佛当年在世，全部财产，三衣一钵。我们在抗战期间逃难，有多少行李？母亲给我一床小被子，三斤重的被子，薄被，三斤重的被子，一床毯子，一个小蚊帐，两套换洗衣服，就这么多。所以整个打一个包袱，背在身上。我从大陆到台湾，也就是一个包袱，很简单，背在身上就走了，没有什么沉重的负担，没有。那个时候的学生过的生活跟军队差不多，军队有一支枪，学生没枪。冬天冷的时候，那个时候的学校跟难民营差不多，有一些救济的棉衣、棉裤、棉被，学生也能够有一件，过冬天就够了。所以心里面的负担愈轻愈好，没有负担是最好。",
      "zh_TW": "我們今天這個財物不少，千萬別放在心上，不要以為這是我的，這就好。想到釋迦牟尼佛當年在世，全部財產，三衣一缽。我們在抗戰期間逃難，有多少行李？母親給我一床小被子，三斤重的被子，薄被，三斤重的被子，一床毯子，一個小蚊帳，兩套換洗衣服，就這麼多。所以整個打一個包袱，背在身上。我從大陸到台灣，也就是一個包袱，很簡單，背在身上就走了，沒有什麼沉重的負擔，沒有。那個時候的學生過的生活跟軍隊差不多，軍隊有一支槍，學生沒槍。冬天冷的時候，那個時候的學校跟難民營差不多，有一些救濟的棉衣、棉褲、棉被，學生也能夠有一件，過冬天就夠了。所以心裡面的負擔愈輕愈好，沒有負擔是最好。"
    },
    {
      "id": "02-037-0402_p0010",
      "zh_CN": "第一义空，这里就说得很清楚，这个名词在大乘经里常常看见。第七「有为空」，为是造作，「谓五阴等法中，无我、我所，及以常相，皆不可得，是名有为空」。为什么？五阴，色受想行识都是假的。这个问题一直到现在，我们才真的算把它搞清楚。科学家真正发现了物质的真相，我们对这个才明了，没有这些科学报告，我们对这个还是搞不清楚，总以为这个太深、太玄了，不是我们的常识。物质现象破解了，才知道物质是意念变现出来的，假的，不是真的，完全是个假相，但是这个假相里头有受想行识，受想行识能生物质。受是什么？是感受，有苦乐忧喜。物质上，你会感受到物质这个身体苦乐，精神上有忧喜，这叫受。想是思想，能想过去、能想未来，所以想是第六识，思是第七识，第七识有分别、有执着。阿赖耶识是个仓库、资料室，储存这些东西，资料库也是假的，没有一样是真的。",
      "zh_TW": "第一義空，這裡就說得很清楚，這個名詞在大乘經裡常常看見。第七「有為空」，為是造作，「謂五陰等法中，無我、我所，及以常相，皆不可得，是名有為空」。為什麼？五陰，色受想行識都是假的。這個問題一直到現在，我們才真的算把它搞清楚。科學家真正發現了物質的真相，我們對這個才明瞭，沒有這些科學報告，我們對這個還是搞不清楚，總以為這個太深、太玄了，不是我們的常識。物質現象破解了，才知道物質是意念變現出來的，假的，不是真的，完全是個假相，但是這個假相裡頭有受想行識，受想行識能生物質。受是什麼？是感受，有苦樂憂喜。物質上，你會感受到物質這個身體苦樂，精神上有憂喜，這叫受。想是思想，能想過去、能想未來，所以想是第六識，思是第七識，第七識有分別、有執著。阿賴耶識是個倉庫、資料室，儲存這些東西，資料庫也是假的，沒有一樣是真的。"
    },
    {
      "id": "02-037-0402_p0011",
      "zh_CN": "「我、我所者，我即众生所执之假名」，只是个假名而已，没有实体。「我所」，我所有的，对内来讲，「即五阴色身等也」。我能感受，我的感受、我的想法、我的看法，这都属于我所。那身外之物也是我所，我的衣服、我的房屋、我的事业，这都是我的，殊不知全是假的。不但这些东西是假的，佛甚至于告诉我们，佛法也是假的。所以学佛要会学。不会学的人什么？不会学，把佛法变成我执，就错了，依旧不能出六道。必须知道，佛法，好像我们这个身体，身体生病了，佛法是药物，药把我这病治好了，佛法也不要了。我的病治好了，还要把药留下来，那又是病。这就说明佛法不是真的，觉悟就好，觉悟，病就好了。没觉悟，需要用它，觉悟了就不要了。",
      "zh_TW": "「我、我所者，我即眾生所執之假名」，只是個假名而已，沒有實體。「我所」，我所有的，對內來講，「即五陰色身等也」。我能感受，我的感受、我的想法、我的看法，這都屬於我所。那身外之物也是我所，我的衣服、我的房屋、我的事業，這都是我的，殊不知全是假的。不但這些東西是假的，佛甚至於告訴我們，佛法也是假的。所以學佛要會學。不會學的人什麼？不會學，把佛法變成我執，就錯了，依舊不能出六道。必須知道，佛法，好像我們這個身體，身體生病了，佛法是藥物，藥把我這病治好了，佛法也不要了。我的病治好了，還要把藥留下來，那又是病。這就說明佛法不是真的，覺悟就好，覺悟，病就好了。沒覺悟，需要用它，覺悟了就不要了。"
    },
    {
      "id": "02-037-0402_p0012",
      "zh_CN": "佛法帮助我们看破，看破帮助我放下，我只要一放下，佛法就不要了。如果要佛法，你还没有放下。那我们今天，确实这个是佛法里头最高深的、最深密的，一般人不容易理解。理解都不容易，他怎么能修得？所以我们今天一定要有个正确的概念，那就是我们全身投靠阿弥陀佛。这个法门好修，这个法门甚至于不需要观想，只要真信，相信真有阿弥陀佛、真有极乐世界，相信他在西方，没有怀疑，到我们临去的时候，阿弥陀佛决定来接引，这是他的本愿。到极乐世界去就成就了，圆满成就了。所以这个法门能真正普度末法时期九千年的一切众生。那这些所有有为的都要知道不是真的，要放下。",
      "zh_TW": "佛法幫助我們看破，看破幫助我放下，我只要一放下，佛法就不要了。如果要佛法，你還沒有放下。那我們今天，確實這個是佛法裡頭最高深的、最深密的，一般人不容易理解。理解都不容易，他怎麼能修得？所以我們今天一定要有個正確的概念，那就是我們全身投靠阿彌陀佛。這個法門好修，這個法門甚至於不需要觀想，只要真信，相信真有阿彌陀佛、真有極樂世界，相信他在西方，沒有懷疑，到我們臨去的時候，阿彌陀佛決定來接引，這是他的本願。到極樂世界去就成就了，圓滿成就了。所以這個法門能真正普度末法時期九千年的一切眾生。那這些所有有為的都要知道不是真的，要放下。"
    },
    {
      "id": "02-037-0402_p0013",
      "zh_CN": "「无为空」，无为是「无所作为，则非有相，今对有为，故说无为」，所以无为是从有为相对而建立的。「若有为法既不可得，则无为之法何所可着」，这讲你不能执着。佛讲无为是让我们舍弃有为，有为舍弃了，还执着个无为错了。无为是大乘，不能执着，这叫无为空。有为、无为统统空。下面第九个叫「毕竟空」，谓前面八种空，「破一切法，令无遗余；既无诸法，亦无空之可着，是名毕竟空」。毕竟空不能执着，这一空到底，你的清净心现前，真的是干干净净，一尘不染。",
      "zh_TW": "「無為空」，無為是「無所作為，則非有相，今對有為，故說無為」，所以無為是從有為相對而建立的。「若有為法既不可得，則無為之法何所可著」，這講你不能執著。佛講無為是讓我們捨棄有為，有為捨棄了，還執著個無為錯了。無為是大乘，不能執著，這叫無為空。有為、無為統統空。下面第九個叫「畢竟空」，謂前面八種空，「破一切法，令無遺餘；既無諸法，亦無空之可著，是名畢竟空」。畢竟空不能執著，這一空到底，你的清淨心現前，真的是乾乾淨淨，一塵不染。"
    },
    {
      "id": "02-037-0402_p0014",
      "zh_CN": "下面第十个叫「无始空，谓世间众生无有始相。如今生从前世因缘有」。那前世？前世又有前世，「如是展转，无始亦不可得，是名无始空」。你辗转去推究，实际完全是妄想。可是众生很容易打妄想，这什么原因？迷在六道轮回里头时间太长，习染太深，染污、习气这个东西在作祟，根深蒂固，阿赖耶里头的种子强而有力，不知不觉它就现行，我们讲习气。所以空观就是对治的方法，我们晓得万法皆空，这些空全包括在里头。「一切法无所有，毕竟空，不可得」，教我们放下，教我们一无所求，为什么？你有所求，你得到的很有限，很辛苦，还有业报在后头。无所求，你得到的是圆满，为什么？无所求跟性德就相应了。见性之后你什么都不缺，自性里头无量智慧、无量德能、无量才艺、无量相好，一切都无量，是你自己本有的，整个宇宙都是你自己心变现的。现在不知道，佛说这些话我听不懂，怎么是我变现的？真是自己变现。我们今天所变现的，里面一半是业力在操纵，我们自己不能做主。如果烦恼业障放下、断掉了，你自己就能做主宰了。阿罗汉以上，阿罗汉恢复局部的自在，不是圆满的，在十法界里头他自在，一真法界他没分，所以还要向上提升，在遍法界虚空界里头得大自在。",
      "zh_TW": "下面第十個叫「無始空，謂世間眾生無有始相。如今生從前世因緣有」。那前世？前世又有前世，「如是展轉，無始亦不可得，是名無始空」。你輾轉去推究，實際完全是妄想。可是眾生很容易打妄想，這什麼原因？迷在六道輪迴裡頭時間太長，習染太深，染污、習氣這個東西在作祟，根深蒂固，阿賴耶裡頭的種子強而有力，不知不覺它就現行，我們講習氣。所以空觀就是對治的方法，我們曉得萬法皆空，這些空全包括在裡頭。「一切法無所有，畢竟空，不可得」，教我們放下，教我們一無所求，為什麼？你有所求，你得到的很有限，很辛苦，還有業報在後頭。無所求，你得到的是圓滿，為什麼？無所求跟性德就相應了。見性之後你什麼都不缺，自性裡頭無量智慧、無量德能、無量才藝、無量相好，一切都無量，是你自己本有的，整個宇宙都是你自己心變現的。現在不知道，佛說這些話我聽不懂，怎麼是我變現的？真是自己變現。我們今天所變現的，裡面一半是業力在操縱，我們自己不能做主。如果煩惱業障放下、斷掉了，你自己就能做主宰了。阿羅漢以上，阿羅漢恢復局部的自在，不是圓滿的，在十法界裡頭他自在，一真法界他沒分，所以還要向上提升，在遍法界虛空界裡頭得大自在。"
    },
    {
      "id": "02-037-0402_p0015",
      "zh_CN": "亲情里面是烦恼，烦恼是严重障碍，障碍你出不了六道轮回。如果你能暂时把它放下，明心见性了，生生世世无量劫来跟我们有缘的众生，有恩的、有怨的，有互相残杀的、有互相债务的，全都知道了，知道什么？知道是过去一场恶梦。迷的时候，在六道做恶梦；清醒过来了，看到他们还在作梦，还没醒过来，这些人跟自己有缘，叫有缘众生。有缘众生，他们的起心动念，不知道求，求我们，我跟他有缘，他不知道求，迷惑，可是他念头一动，我这就知道，他需要什么帮助，菩萨就有能力帮他。我们明白这个道理，我们自己就很清楚，我们遇到困难有没有人帮助？帮助的人太多太多了。极乐世界、十方诸佛、实报土里面的法身菩萨多少跟我们有缘的，我们有困难，他能不帮助我们？那有人说他帮助我不知道，我还是受这么多苦，他为什么不来帮助我解决？他真看到了，他真来帮助你。受苦是什么？受苦是消业障的，他不干扰你，等你业障消掉。业障消不了不行，他不能代我消业障，这个东西自作自受。我们知道，我在这里消业障，有人看到、有人关心到、有人在旁边助我，虽在这里遭受业障，不感觉到苦。为什么？你心里很安慰，这是我自己造作的，我应该要受，很快业障就消掉了。消掉，可能这些帮助的人就现前了，现前我们不认识，他知道。",
      "zh_TW": "親情裡面是煩惱，煩惱是嚴重障礙，障礙你出不了六道輪迴。如果你能暫時把它放下，明心見性了，生生世世無量劫來跟我們有緣的眾生，有恩的、有怨的，有互相殘殺的、有互相債務的，全都知道了，知道什麼？知道是過去一場惡夢。迷的時候，在六道做惡夢；清醒過來了，看到他們還在作夢，還沒醒過來，這些人跟自己有緣，叫有緣眾生。有緣眾生，他們的起心動念，不知道求，求我們，我跟他有緣，他不知道求，迷惑，可是他念頭一動，我這就知道，他需要什麼幫助，菩薩就有能力幫他。我們明白這個道理，我們自己就很清楚，我們遇到困難有沒有人幫助？幫助的人太多太多了。極樂世界、十方諸佛、實報土裡面的法身菩薩多少跟我們有緣的，我們有困難，他能不幫助我們？那有人說他幫助我不知道，我還是受這麼多苦，他為什麼不來幫助我解決？他真看到了，他真來幫助你。受苦是什麼？受苦是消業障的，他不干擾你，等你業障消掉。業障消不了不行，他不能代我消業障，這個東西自作自受。我們知道，我在這裡消業障，有人看到、有人關心到、有人在旁邊助我，雖在這裡遭受業障，不感覺到苦。為什麼？你心裡很安慰，這是我自己造作的，我應該要受，很快業障就消掉了。消掉，可能這些幫助的人就現前了，現前我們不認識，他知道。"
    },
    {
      "id": "02-037-0402_p0016",
      "zh_CN": "就像虚云老和尚朝山，生病了，文殊菩萨来帮助他，文殊菩萨知道，他不知道。路上生病，也是业障，这个业障要到要命的时候，佛菩萨现身了，命要给他保住，他后面还有很多事没做完。无论是顺境、是逆境，真正学佛的人心里很清楚，都是佛菩萨安排，佛菩萨在照顾。我们遇到顺境逆境、善缘恶缘，统统佛菩萨照顾，也是我们业力现前所感的。无论在什么境界里，不怨天、不尤人，欢欢喜喜，学看破，学放下，一句佛号念到底，究竟圆满的修行就是一句佛号。这我们今天真正认识到了，农村里头的阿公阿婆，好像痴痴呆呆什么都不知道，但是你看到他满心的欢喜，他没有忧虑，对待任何一个人、对待任何一桩事情都是欢欢喜喜，像弥勒菩萨一样。你跟他讲什么话，他回答你就是一句阿弥陀佛，他不会有第二句话，他也没有疑问来问你，一句弥陀念到底。这种人，经上所讲的「暗合道妙」，他们才是真正发菩提心，一向专念。你问他什么菩提心，他不知道，他真发了。",
      "zh_TW": "就像虛雲老和尚朝山，生病了，文殊菩薩來幫助他，文殊菩薩知道，他不知道。路上生病，也是業障，這個業障要到要命的時候，佛菩薩現身了，命要給他保住，他後面還有很多事沒做完。無論是順境、是逆境，真正學佛的人心裡很清楚，都是佛菩薩安排，佛菩薩在照顧。我們遇到順境逆境、善緣惡緣，統統佛菩薩照顧，也是我們業力現前所感的。無論在什麼境界裡，不怨天、不尤人，歡歡喜喜，學看破，學放下，一句佛號念到底，究竟圓滿的修行就是一句佛號。這我們今天真正認識到了，農村裡頭的阿公阿婆，好像痴痴呆呆什麼都不知道，但是你看到他滿心的歡喜，他沒有憂慮，對待任何一個人、對待任何一樁事情都是歡歡喜喜，像彌勒菩薩一樣。你跟他講什麼話，他回答你就是一句阿彌陀佛，他不會有第二句話，他也沒有疑問來問你，一句彌陀念到底。這種人，經上所講的「暗合道妙」，他們才是真正發菩提心，一向專念。你問他什麼菩提心，他不知道，他真發了。"
    },
    {
      "id": "02-037-0402_p0017",
      "zh_CN": "什么是无上菩提心？蕅益大师说得很好，他真信，真信有极乐世界，真信有阿弥陀佛，他真想往生，这就是菩提心，真念阿弥陀佛。你看看，一向专念，这两句完全具足，「发菩提心，一向专念」，不但往生，往生地位之高，品位高，我们意想不到。弥陀弟子，那个样子是真正的弥陀弟子，我们跟他比差很远。李老师当年在世，常常跟我们这些学生讲，对这些阿公阿婆念佛的人赞叹，甚至于自己说很想学他们，学不上。古人讲的上智下愚，难能可贵，这是最容易得度的。上智的人，他没有怀疑，他听得懂，一听就懂了。下愚之人，他虽然什么都不懂，他不管，他不问，你教他这个方法，他就依教奉行，就一生不改、不变、不退转。所以这两种人的成就是平等的，几乎都是上辈往生，上辈往生是生实报庄严土。那下愚？下愚是讲暗合道妙，他一见弥陀，他就开悟了。往生的时候，往生的时候第一个你见到佛光，有人见佛光得定，有人见佛光开悟。这些下愚见佛光就开悟。",
      "zh_TW": "什麼是無上菩提心？蕅益大師說得很好，他真信，真信有極樂世界，真信有阿彌陀佛，他真想往生，這就是菩提心，真念阿彌陀佛。你看看，一向專念，這兩句完全具足，「發菩提心，一向專念」，不但往生，往生地位之高，品位高，我們意想不到。彌陀弟子，那個樣子是真正的彌陀弟子，我們跟他比差很遠。李老師當年在世，常常跟我們這些學生講，對這些阿公阿婆念佛的人讚歎，甚至於自己說很想學他們，學不上。古人講的上智下愚，難能可貴，這是最容易得度的。上智的人，他沒有懷疑，他聽得懂，一聽就懂了。下愚之人，他雖然什麼都不懂，他不管，他不問，你教他這個方法，他就依教奉行，就一生不改、不變、不退轉。所以這兩種人的成就是平等的，幾乎都是上輩往生，上輩往生是生實報莊嚴土。那下愚？下愚是講暗合道妙，他一見彌陀，他就開悟了。往生的時候，往生的時候第一個你見到佛光，有人見佛光得定，有人見佛光開悟。這些下愚見佛光就開悟。"
    },
    {
      "id": "02-037-0402_p0018",
      "zh_CN": "无始空，这是前世还有前世，往上推，无始不可得，未来还有未来，往后推也不可得。实际上，这都是妄想，为什么？根本没有时间，时间是假的，空间也是假的。什么是真的？就在当下这一念是真的。整个宇宙就是这一念产生的，当下一念产生的，不是过去、不是未来。当下这一念断了，宇宙马上消失，就跟作梦一样，一念之间。我们这个念头相续，所以没有感觉，统统在一念，一念不可得。",
      "zh_TW": "無始空，這是前世還有前世，往上推，無始不可得，未來還有未來，往後推也不可得。實際上，這都是妄想，為什麼？根本沒有時間，時間是假的，空間也是假的。什麼是真的？就在當下這一念是真的。整個宇宙就是這一念產生的，當下一念產生的，不是過去、不是未來。當下這一念斷了，宇宙馬上消失，就跟作夢一樣，一念之間。我們這個念頭相續，所以沒有感覺，統統在一念，一念不可得。"
    },
    {
      "id": "02-037-0402_p0019",
      "zh_CN": "第十一叫「散空，谓五阴和合，故有人相。若以智慧分别破散五阴与人，则空无所有；如辐辋辕毂，众合为车，若离散各在一处」，车就不见了，这叫散空。这是用个车做比喻，车有车轮、有车轴，你要把它统统拆开，车就不见了，你把它组合起来，车的形状就出现了。这就是缘聚的时候好像是有，缘散就空了，一切法从因缘生。一切法没有自体，也叫一切法无自性，这个自性就是自体的意思。无性之性就是实性，那就是真如本性。无性之性，那是真的，只有这是真的，这个真的是共同的，万法自性是一个性，就是自性变现出来的。惠能大师所说，「何期自性，能生万法」，这个万法就是整个宇宙，太空当中无量星球统统是自性变现的，离开自性一无所有。所以见性之人，无量无边的星球，他想到哪个地方去，人就到了。为什么？因为一切法不离自性，自性没有距离，自性没有先后，所以想到他就到了。自性遍一切处，所以示现为一切众生，一切艰难困苦都在当下。世间人，缘散，他看到空，缘聚，他没有看到空，聚也是空。这些总的一个原则教给我们什么？教给我们对一切法全不要执着，就这个意思。不执着就叫做佛法，不执着就是佛菩萨，执着就是凡夫。",
      "zh_TW": "第十一叫「散空，謂五陰和合，故有人相。若以智慧分別破散五陰與人，則空無所有；如輻輞轅轂，眾合為車，若離散各在一處」，車就不見了，這叫散空。這是用個車做比喻，車有車輪、有車軸，你要把它統統拆開，車就不見了，你把它組合起來，車的形狀就出現了。這就是緣聚的時候好像是有，緣散就空了，一切法從因緣生。一切法沒有自體，也叫一切法無自性，這個自性就是自體的意思。無性之性就是實性，那就是真如本性。無性之性，那是真的，只有這是真的，這個真的是共同的，萬法自性是一個性，就是自性變現出來的。惠能大師所說，「何期自性，能生萬法」，這個萬法就是整個宇宙，太空當中無量星球統統是自性變現的，離開自性一無所有。所以見性之人，無量無邊的星球，他想到哪個地方去，人就到了。為什麼？因為一切法不離自性，自性沒有距離，自性沒有先後，所以想到他就到了。自性遍一切處，所以示現為一切眾生，一切艱難困苦都在當下。世間人，緣散，他看到空，緣聚，他沒有看到空，聚也是空。這些總的一個原則教給我們什麼？教給我們對一切法全不要執著，就這個意思。不執著就叫做佛法，不執著就是佛菩薩，執著就是凡夫。"
    },
    {
      "id": "02-037-0402_p0020",
      "zh_CN": "第十二讲「性空，谓一切诸法自性本空，皆从因缘和合而生，若不和合，则无是法。如是诸法性不可得，是名性空」。诸法的体性不可得，这是通常说性空的意思。这个性是体，一切法都有个自体。这是个帽子，它是一法，它的体是什么？它的体是毛线，线织的。把它拆开来，它是一条线，帽子就没有了，空了。线的体是什么？线的体是纤维，纤维织的。你细细观察，这东西有没有？相有性空，事有理空。任何一法都如是，所以《金刚经》上说的，「一合相」。真的，基本的物质是什么？这个东西分到最后是什么？微中子。佛经上讲的极微之微，那就是一。所有一切万物，统统是这一个东西组成的，一切法都是这一法组成的，叫一合相。合就是组合，就是缘生的，缘散了的时候，一切法都没有了。散到最后，物质散到最后变成什么？变成念头波动的现象，就说明物质根本不存在。这个非常难懂，要不是今天量子力学家发现，我们对这个始终是一个谜，解不开的谜。八地才能见到，我们什么时候能修到八地？到八地，破迷开悟，今天我们是得力于量子力学家的报告，但是我们这个悟是解悟，不是证悟，八地菩萨是证悟。证悟管用，解悟还不管用，虽不管用，帮很大的忙，能让我们相信这桩事情，有了科学根据。",
      "zh_TW": "第十二講「性空，謂一切諸法自性本空，皆從因緣和合而生，若不和合，則無是法。如是諸法性不可得，是名性空」。諸法的體性不可得，這是通常說性空的意思。這個性是體，一切法都有個自體。這是個帽子，它是一法，它的體是什麼？它的體是毛線，線織的。把它拆開來，它是一條線，帽子就沒有了，空了。線的體是什麼？線的體是纖維，纖維織的。你細細觀察，這東西有沒有？相有性空，事有理空。任何一法都如是，所以《金剛經》上說的，「一合相」。真的，基本的物質是什麼？這個東西分到最後是什麼？微中子。佛經上講的極微之微，那就是一。所有一切萬物，統統是這一個東西組成的，一切法都是這一法組成的，叫一合相。合就是組合，就是緣生的，緣散了的時候，一切法都沒有了。散到最後，物質散到最後變成什麼？變成念頭波動的現象，就說明物質根本不存在。這個非常難懂，要不是今天量子力學家發現，我們對這個始終是一個謎，解不開的謎。八地才能見到，我們什麼時候能修到八地？到八地，破迷開悟，今天我們是得力於量子力學家的報告，但是我們這個悟是解悟，不是證悟，八地菩薩是證悟。證悟管用，解悟還不管用，雖不管用，幫很大的忙，能讓我們相信這樁事情，有了科學根據。"
    },
    {
      "id": "02-037-0402_p0021",
      "zh_CN": "第十三叫「自相空，谓一切法有二种相」，一个总相，一个别相。「总相，生灭不住，本无今有，已有还无，皆是无常」。这就是什么？这总相，不管什么相，它离不开这个原则。大，像这个地球，或者讲太阳系、讲银河系都可以，生灭不住。这个生灭不住就是弥勒菩萨所说的，一秒钟一千六百兆的频率在波动，它不停。波动的现象就是生灭，波起来的时候是生，伏下去是灭，有生有灭，它就是不断的。所以我们在前面念到一句「不断之无」，这句话说得妙绝了，无就是自相空，但是它不断。它是不是一个相？不是的，不是一个。每一个相都是独立的，相似，不是完全相同。所以是一种相似相续相，我们都把它误会了它是真有，是相似相续相。本无今有，本来没有，不是过去、不是未来，就是当下这一念。可是这一念，已有还无，它时间太短了，它存在的现象、存在的时间只有一千六百兆分之一秒，没有办法说它存在。比我们思想快，我们想不到，它速度比我们念头快，所以叫无常。这是总相，所有一切相都这个现象。",
      "zh_TW": "第十三叫「自相空，謂一切法有二種相」，一個總相，一個別相。「總相，生滅不住，本無今有，已有還無，皆是無常」。這就是什麼？這總相，不管什麼相，它離不開這個原則。大，像這個地球，或者講太陽系、講銀河系都可以，生滅不住。這個生滅不住就是彌勒菩薩所說的，一秒鐘一千六百兆的頻率在波動，它不停。波動的現象就是生滅，波起來的時候是生，伏下去是滅，有生有滅，它就是不斷的。所以我們在前面念到一句「不斷之無」，這句話說得妙絕了，無就是自相空，但是它不斷。它是不是一個相？不是的，不是一個。每一個相都是獨立的，相似，不是完全相同。所以是一種相似相續相，我們都把它誤會了它是真有，是相似相續相。本無今有，本來沒有，不是過去、不是未來，就是當下這一念。可是這一念，已有還無，它時間太短了，它存在的現象、存在的時間只有一千六百兆分之一秒，沒有辦法說它存在。比我們思想快，我們想不到，它速度比我們念頭快，所以叫無常。這是總相，所有一切相都這個現象。"
    },
    {
      "id": "02-037-0402_p0022",
      "zh_CN": "别相，「如地有坚相」，地是一个坚固的固体，这物质现象，「水有湿相，火有热相，风有动相」，这是讲个别，个别的相不一样。「如是二相皆空，是名自相空」。个别，我们每个人相貌不一样，这是别相。我们善根不一样，我们所造的业不一样，我们所受的报也不一样，这都属于别相。别相也不可得，为什么不可得？总相不可得，别相怎么可得？总相，一千六百兆分之一秒的波动，念念都是个虚妄相，所以别相再复杂、再多，皆不可得。自相空，自相空是无我，我无了就容易懂，无人、无众生、无寿者。",
      "zh_TW": "別相，「如地有堅相」，地是一個堅固的固體，這物質現象，「水有濕相，火有熱相，風有動相」，這是講個別，個別的相不一樣。「如是二相皆空，是名自相空」。個別，我們每個人相貌不一樣，這是別相。我們善根不一樣，我們所造的業不一樣，我們所受的報也不一樣，這都屬於別相。別相也不可得，為什麼不可得？總相不可得，別相怎麼可得？總相，一千六百兆分之一秒的波動，念念都是個虛妄相，所以別相再複雜、再多，皆不可得。自相空，自相空是無我，我無了就容易懂，無人、無眾生、無壽者。"
    },
    {
      "id": "02-037-0402_p0023",
      "zh_CN": "第十四、「诸法空」。五阴是法，十二入也是法，十八界也是法，「无有实相，一切皆空。无取无舍，能离一切诸见，是名诸法空」。自相空就看到我空，诸法空就证得法空。我空破我执，法空破法执，于自己、于一切万法不再执着、不再分别，为什么？它是假的。让我们的念头归一，那就是佛在经典里面所说的「制心一处」，制心一处就是念头归一。念头归一就产生极大的能量，这个能量不可思议。能量从哪里来？本能，是你自己本有的，不是外头来的。大乘教里佛常说「心外无法，法外无心」，一切法不离自心，明心见性，见性成佛。成佛就是见性，见性就是成佛。所以我们要记住这里一句话，一切皆空，无取无舍。无取无舍就是随缘，有缘我不舍，没缘不取，心完全是定的、是清净的，恒顺众生，随喜功德。",
      "zh_TW": "第十四、「諸法空」。五陰是法，十二入也是法，十八界也是法，「無有實相，一切皆空。無取無捨，能離一切諸見，是名諸法空」。自相空就看到我空，諸法空就證得法空。我空破我執，法空破法執，於自己、於一切萬法不再執著、不再分別，為什麼？它是假的。讓我們的念頭歸一，那就是佛在經典裡面所說的「制心一處」，制心一處就是念頭歸一。念頭歸一就產生極大的能量，這個能量不可思議。能量從哪裡來？本能，是你自己本有的，不是外頭來的。大乘教裡佛常說「心外無法，法外無心」，一切法不離自心，明心見性，見性成佛。成佛就是見性，見性就是成佛。所以我們要記住這裡一句話，一切皆空，無取無捨。無取無捨就是隨緣，有緣我不捨，沒緣不取，心完全是定的、是清淨的，恆順眾生，隨喜功德。"
    },
    {
      "id": "02-037-0402_p0024",
      "zh_CN": "能离一切诸见，把一切见解，下面解释十二入、十八界，统统能放下。诸见，身见、边见、见取见、戒取见、邪见，这五种见舍掉了，就入佛门，真正佛弟子。初入门，虽然地位不高，他是圣人，佛在经上讲的，没出六道，决定不堕三恶道，天上人间七次往返，证阿罗汉果，就超越六道轮回。这个境界里头的人要念佛往生，生方便有余土，他不在同居土里。同居土，这一切诸见还没能离、还执着，那是什么？凡圣同居土的。我们加紧努力一点，能把这个东西放下，知道万法皆空，于世出世间一切法都不执着，遵守《弥陀经》上一句话「执持名号」。那个执就是执着，持就是保持，我只执着阿弥陀佛，我只保持这一个执着，其他所有执着全放下，我再也不执着了。",
      "zh_TW": "能離一切諸見，把一切見解，下面解釋十二入、十八界，統統能放下。諸見，身見、邊見、見取見、戒取見、邪見，這五種見捨掉了，就入佛門，真正佛弟子。初入門，雖然地位不高，他是聖人，佛在經上講的，沒出六道，決定不墮三惡道，天上人間七次往返，證阿羅漢果，就超越六道輪迴。這個境界裡頭的人要念佛往生，生方便有餘土，他不在同居土裡。同居土，這一切諸見還沒能離、還執著，那是什麼？凡聖同居土的。我們加緊努力一點，能把這個東西放下，知道萬法皆空，於世出世間一切法都不執著，遵守《彌陀經》上一句話「執持名號」。那個執就是執著，持就是保持，我只執著阿彌陀佛，我只保持這一個執著，其他所有執著全放下，我再也不執著了。"
    },
    {
      "id": "02-037-0402_p0025",
      "zh_CN": "因为这个法门它是指方立相，容易成就。般若法门是要空一切法，难，真难！我们就要记住这一句佛号就行了。但是一定要把所有一切念头全放下，功夫才能得力，往生就在现前。见到阿弥陀佛，记住，就要跟他走，机会难得！这是真诚心，真诚到极处，把阿弥陀佛感应来了，感得佛现前。「大势至菩萨圆通章」告诉我们，「忆佛念佛，现前当来，必定见佛」，忆佛是常常想佛，念佛是心上真正有佛，忆跟念都从心。忆，心跟意合在一起，忆是你的意念跟心合在一起，真心！念是今心，现前这一念心，不是过去、不是未来，不是前念、不是后念，就是当下这一念，这叫念。这叫真修、叫真干。",
      "zh_TW": "因為這個法門它是指方立相，容易成就。般若法門是要空一切法，難，真難！我們就要記住這一句佛號就行了。但是一定要把所有一切念頭全放下，功夫才能得力，往生就在現前。見到阿彌陀佛，記住，就要跟他走，機會難得！這是真誠心，真誠到極處，把阿彌陀佛感應來了，感得佛現前。「大勢至菩薩圓通章」告訴我們，「憶佛念佛，現前當來，必定見佛」，憶佛是常常想佛，念佛是心上真正有佛，憶跟念都從心。憶，心跟意合在一起，憶是你的意念跟心合在一起，真心！念是今心，現前這一念心，不是過去、不是未來，不是前念、不是後念，就是當下這一念，這叫念。這叫真修、叫真幹。"
    },
    {
      "id": "02-037-0402_p0026",
      "zh_CN": "知道五阴、十二入、十八界，这就把所有一切法全包括在其中。无有实相，要怎样对它？不取不舍，这诸法空。「十二入者」，眼、耳、鼻、舌、身、意、色、声、香、味、触、法，这十二。十八界，眼、色、眼识；耳、声、耳识；鼻、香、鼻识；舌、味、舌识；身、触、身识；意、法、意识，这是六根、六尘、六识，叫十八界。眼是根，眼耳鼻舌身意，这是六根；色声香味触法，这是六尘；眼识、耳识、鼻识等，这些是六识。三六一十八，所有一切诸法全部包括其中，总不离这十八，称之为十八界。界是界限，眼以色为界限，眼不能缘音声，眼能缘色；耳只能缘音声，不能缘色相，各有各的界限。",
      "zh_TW": "知道五陰、十二入、十八界，這就把所有一切法全包括在其中。無有實相，要怎樣對它？不取不捨，這諸法空。「十二入者」，眼、耳、鼻、舌、身、意、色、聲、香、味、觸、法，這十二。十八界，眼、色、眼識；耳、聲、耳識；鼻、香、鼻識；舌、味、舌識；身、觸、身識；意、法、意識，這是六根、六塵、六識，叫十八界。眼是根，眼耳鼻舌身意，這是六根；色聲香味觸法，這是六塵；眼識、耳識、鼻識等，這些是六識。三六一十八，所有一切諸法全部包括其中，總不離這十八，稱之為十八界。界是界限，眼以色為界限，眼不能緣音聲，眼能緣色；耳只能緣音聲，不能緣色相，各有各的界限。"
    },
    {
      "id": "02-037-0402_p0027",
      "zh_CN": "第十五、「不可得空，谓一切诸法及因缘，毕竟皆空，不可得故，是名不可得空。因缘者，谓以眼等六根为因，色等六尘为缘也」。因缘聚合产生识，因缘果，果就是六识。要知道这个东西不可得，诸法因缘生，缘聚，这个相就现前，缘散，相就不见了。如果能够在缘聚的时候就能看破，这叫功夫。不是等缘散才知道空，缘聚的时候就知道这是空的，这不可得，这就得大受用。这受用是什么？不贪着，不生烦恼，烦恼是贪瞋痴慢疑，你不会生起。你知道这一切法当体即空，不等它分散，现前就知道。我们住的这间房子，不是等到将来房子消失、倒塌掉了，才知道它空。看到这座房子，相有性空，它没有自体。这个相是从哪里来的？现在讲的钢筋、水泥、砖瓦这些材料，再加上工人依照图样把它组合起来，房子成了。把它拆开，一堆一堆的，那是建筑材料。看到这个房子，就晓得那是一堆建筑材料，暂时摆起来的，它是无常的，它不是永恒的，所以你可以使用它，你不能占有它。使用它是对的，你要占有它、控制它是错误的，你没有办法占有它，它刹那刹那在变，你怎么能占有？",
      "zh_TW": "第十五、「不可得空，謂一切諸法及因緣，畢竟皆空，不可得故，是名不可得空。因緣者，謂以眼等六根為因，色等六塵為緣也」。因緣聚合產生識，因緣果，果就是六識。要知道這個東西不可得，諸法因緣生，緣聚，這個相就現前，緣散，相就不見了。如果能夠在緣聚的時候就能看破，這叫功夫。不是等緣散才知道空，緣聚的時候就知道這是空的，這不可得，這就得大受用。這受用是什麼？不貪著，不生煩惱，煩惱是貪瞋痴慢疑，你不會生起。你知道這一切法當體即空，不等它分散，現前就知道。我們住的這間房子，不是等到將來房子消失、倒塌掉了，才知道它空。看到這座房子，相有性空，它沒有自體。這個相是從哪裡來的？現在講的鋼筋、水泥、磚瓦這些材料，再加上工人依照圖樣把它組合起來，房子成了。把它拆開，一堆一堆的，那是建築材料。看到這個房子，就曉得那是一堆建築材料，暫時擺起來的，它是無常的，它不是永恆的，所以你可以使用它，你不能佔有它。使用它是對的，你要佔有它、控制它是錯誤的，你沒有辦法佔有它，它剎那剎那在變，你怎麼能佔有？"
    },
    {
      "id": "02-037-0402_p0028",
      "zh_CN": "身体也是如此，知道身体四大五蕴组合，缘生的；四大五蕴一分解，身体没有了。四大五蕴，色是物质这部分，地水火风；精神方面，这个思想是受想行识，精神这一方面也不是真的。身是一合相，精神也是一合相。物质现象容易懂，看得见、听得到、摸得着，精神现象比较难懂，自己知道，别人不容易知道。但是放下的人都知道，放下的人没有障碍了，由此可知，障碍就是妄念。受想行识没放下，变成了妄想分别执着，妄想分别执着不是色法，色里头没有，心法里头有。但是物质受心法控制，随着念头起变化，念头善，物质现象好，美好；念头不善，物质现象就丑陋，所以境随心转。一定要知道，身是最贴近的一个境界，起心动念会影响身体健康。善心善念，自然身心健康，如果忧虑、悲伤，这个对于健康有极大的妨害，中医都有报告、都有说明，情绪、妄想伤身体。",
      "zh_TW": "身體也是如此，知道身體四大五蘊組合，緣生的；四大五蘊一分解，身體沒有了。四大五蘊，色是物質這部分，地水火風；精神方面，這個思想是受想行識，精神這一方面也不是真的。身是一合相，精神也是一合相。物質現象容易懂，看得見、聽得到、摸得著，精神現象比較難懂，自己知道，別人不容易知道。但是放下的人都知道，放下的人沒有障礙了，由此可知，障礙就是妄念。受想行識沒放下，變成了妄想分別執著，妄想分別執著不是色法，色裡頭沒有，心法裡頭有。但是物質受心法控制，隨著念頭起變化，念頭善，物質現象好，美好；念頭不善，物質現象就醜陋，所以境隨心轉。一定要知道，身是最貼近的一個境界，起心動念會影響身體健康。善心善念，自然身心健康，如果憂慮、悲傷，這個對於健康有極大的妨害，中醫都有報告、都有說明，情緒、妄想傷身體。"
    },
    {
      "id": "02-037-0402_p0029",
      "zh_CN": "古人有一句话说「人逢喜事精神爽」，欢乐对健康就有很大帮助。欢乐到哪里取？到法里头取，法喜充满，这是最健康的。世间人这些娱乐，那也有一点帮助，不大。那一种健康，好比吃了兴奋剂这样的健康，不是真正健康，法喜是真正健康。世法里头也有，《论语》第一段孔子说的，「学而时习之，不亦说乎」，那是法喜，说明世间圣贤教育会带给我们法喜，健康的。佛法更是带的法喜。我们初学，初学法喜生不起来，那是什么？烦恼习气太重，你尝不到法味。有些人，一接触他就欢喜，那是什么？烦恼轻的人、善根福德深厚的人会有这个现象。初学得不到法喜没有关系，只要有恒心、有耐心，慢慢去学，一年、两年会尝到。总而言之，烦恼愈轻，妄念愈少，这个法喜很容易得到，得到之后真欢喜，对身心健康有大帮助。",
      "zh_TW": "古人有一句話說「人逢喜事精神爽」，歡樂對健康就有很大幫助。歡樂到哪裡取？到法裡頭取，法喜充滿，這是最健康的。世間人這些娛樂，那也有一點幫助，不大。那一種健康，好比吃了興奮劑這樣的健康，不是真正健康，法喜是真正健康。世法裡頭也有，《論語》第一段孔子說的，「學而時習之，不亦說乎」，那是法喜，說明世間聖賢教育會帶給我們法喜，健康的。佛法更是帶的法喜。我們初學，初學法喜生不起來，那是什麼？煩惱習氣太重，你嘗不到法味。有些人，一接觸他就歡喜，那是什麼？煩惱輕的人、善根福德深厚的人會有這個現象。初學得不到法喜沒有關係，只要有恆心、有耐心，慢慢去學，一年、兩年會嘗到。總而言之，煩惱愈輕，妄念愈少，這個法喜很容易得到，得到之後真歡喜，對身心健康有大幫助。"
    },
    {
      "id": "02-037-0402_p0030",
      "zh_CN": "第十五、「不可得空，谓一切诸法及因缘，毕竟皆空，不可得故，是名不可得空」。下面，第十六、「无法空，谓诸法已灭，是灭亦无，名无法空。又谓过去、未来法名为无法」。过去已经过去，未来还没到，这叫无法。「如是无法亦空，是名无法空」。这个无法空一定要懂得，时间是假的，不是真的。因为无法空是建立在这个基础上，没有过去，也没有未来，这个也不好懂。为什么？在我们感官里头，明明有过去，明明有未来，怎么说没有过去、没有未来？这个现象就在眼前，我们实在粗心大意，没看出来。我们感觉得有过去未来，都是妄念，全是妄想，不是正念。过去已经过去了，我们的妄想停留在过去，未来还没有到，我们的妄想已经预想未来，是这么产生的。其实全是假的，所以想叫妄想。",
      "zh_TW": "第十五、「不可得空，謂一切諸法及因緣，畢竟皆空，不可得故，是名不可得空」。下面，第十六、「無法空，謂諸法已滅，是滅亦無，名無法空。又謂過去、未來法名為無法」。過去已經過去，未來還沒到，這叫無法。「如是無法亦空，是名無法空」。這個無法空一定要懂得，時間是假的，不是真的。因為無法空是建立在這個基礎上，沒有過去，也沒有未來，這個也不好懂。為什麼？在我們感官裡頭，明明有過去，明明有未來，怎麼說沒有過去、沒有未來？這個現象就在眼前，我們實在粗心大意，沒看出來。我們感覺得有過去未來，都是妄念，全是妄想，不是正念。過去已經過去了，我們的妄想停留在過去，未來還沒有到，我們的妄想已經預想未來，是這麼產生的。其實全是假的，所以想叫妄想。"
    },
    {
      "id": "02-037-0402_p0031",
      "zh_CN": "真相是什么？真相是每个念头都是独立的，没有两个念头是完全相同的。明白这个道理，这个疑问就能解答，这是真的。高雄有一部分同修们在做水实验，他们就懂这个道理。我一个人在做实验，我用我的爱心跟水交流，水知道，但是水的反应，给我看到的结晶，我们用快门去照这个结晶，连续照出来的照片没有两张相同的。我一个人的爱心，那个爱心程度不一样，念念不相同，不可能两个念头的爱心是完全一样的，找不到。从这个地方就证明，弥勒菩萨讲一秒钟一千六百兆个念头，每个念头是独立的，念头相续，所以事实真相是相似相续相，不是真的相续。真的相续是一个相不动的，找不到，没有。所以叫它什么？叫它妄想。念头叫妄想，现象叫妄相、幻相，不是真的。真的只有真如，只有自性，它永恒不变，它不动，它没有相，它也没有想，所以三种现象都没有，它存在。那是自己的真心，是自己的本善，只有这是真的，这叫大般涅槃。除这一法之外，全都是虚妄的，所以无明上加一个无始，无始无明，又称它作妄想。《华严经》上讲的妄想，就是大乘教上讲的无始无明，加上一个妄，就说明它不是真的，这个东西确实只有大乘佛法讲得清楚、讲得透彻。",
      "zh_TW": "真相是什麼？真相是每個念頭都是獨立的，沒有兩個念頭是完全相同的。明白這個道理，這個疑問就能解答，這是真的。高雄有一部分同修們在做水實驗，他們就懂這個道理。我一個人在做實驗，我用我的愛心跟水交流，水知道，但是水的反應，給我看到的結晶，我們用快門去照這個結晶，連續照出來的照片沒有兩張相同的。我一個人的愛心，那個愛心程度不一樣，念念不相同，不可能兩個念頭的愛心是完全一樣的，找不到。從這個地方就證明，彌勒菩薩講一秒鐘一千六百兆個念頭，每個念頭是獨立的，念頭相續，所以事實真相是相似相續相，不是真的相續。真的相續是一個相不動的，找不到，沒有。所以叫它什麼？叫它妄想。念頭叫妄想，現象叫妄相、幻相，不是真的。真的只有真如，只有自性，它永恆不變，它不動，它沒有相，它也沒有想，所以三種現象都沒有，它存在。那是自己的真心，是自己的本善，只有這是真的，這叫大般涅槃。除這一法之外，全都是虛妄的，所以無明上加一個無始，無始無明，又稱它作妄想。《華嚴經》上講的妄想，就是大乘教上講的無始無明，加上一個妄，就說明它不是真的，這個東西確實只有大乘佛法講得清楚、講得透徹。"
    },
    {
      "id": "02-037-0402_p0032",
      "zh_CN": "无法空，有法亦空，「谓诸法从因缘和合，故有法生，是法体本不实」，这是讲个别的法体，它不是实在的，这叫「有法空」。「又谓现在一切法及无为法名为有法，如是有法皆空，亦名有法空」。现前一切法以及无为法，既叫它个无为法，它也是一法，既然说这一法的时候，这法都不可得，如是有法皆空。那佛建立这个有为法也是空的，无为法也是空的，这前面意思都说过，有为空跟无为空。有为法是真的无有自性，因缘和合而生；无为法是佛假立这个名相，让我们知道离开有为法，有真正的无为法。怎么证得？不起心不动念、不分别不执着就证得。只要起心动念就错了，起心动念是有为，你就见不到无为。无为是什么？无为是涅槃法，无为是法性。法性没有名、没有相，老子《道德经》上所说的「道可道，非常道；名可名，非常名」，也是说这个意思。",
      "zh_TW": "無法空，有法亦空，「謂諸法從因緣和合，故有法生，是法體本不實」，這是講個別的法體，它不是實在的，這叫「有法空」。「又謂現在一切法及無為法名為有法，如是有法皆空，亦名有法空」。現前一切法以及無為法，既叫它個無為法，它也是一法，既然說這一法的時候，這法都不可得，如是有法皆空。那佛建立這個有為法也是空的，無為法也是空的，這前面意思都說過，有為空跟無為空。有為法是真的無有自性，因緣和合而生；無為法是佛假立這個名相，讓我們知道離開有為法，有真正的無為法。怎麼證得？不起心不動念、不分別不執著就證得。只要起心動念就錯了，起心動念是有為，你就見不到無為。無為是什麼？無為是涅槃法，無為是法性。法性沒有名、沒有相，老子《道德經》上所說的「道可道，非常道；名可名，非常名」，也是說這個意思。"
    },
    {
      "id": "02-037-0402_p0033",
      "zh_CN": "底下十八，「无法有法空，谓无法有法相不可得，名无法有法空」，无法有法都不可得。「又谓过去、未来、现在一切诸法，皆不可得，亦名无法有法空」。《金刚经》上讲的三心不可得，过去心不可得，现在心不可得，未来心不可得，为什么？说现在，现在已经成过去了，根本就没有现在。没有现在，哪有过去未来？这些我们都必须要从量子力学报告里面来解释。那就是说一切法全是从波动频率产生的，这个波动是思想的波，佛法里面讲起心动念，这叫无始无明。无始就是什么？没有开始，它动了，动了之后它就不停，它就继续动。继续动，它就会受念头的影响，善念能操纵波动现象，恶念也能操纵波动现象；善念所操纵的境界好，善境界，四圣法界，不善的念头是六道轮回，六道里头善念，三善道，恶念，三恶道，统统是波动现象发生的。波动是念念不住，是个无常的相、是个幻相、是个不可得的相，念念都不可得。",
      "zh_TW": "底下十八，「無法有法空，謂無法有法相不可得，名無法有法空」，無法有法都不可得。「又謂過去、未來、現在一切諸法，皆不可得，亦名無法有法空」。《金剛經》上講的三心不可得，過去心不可得，現在心不可得，未來心不可得，為什麼？說現在，現在已經成過去了，根本就沒有現在。沒有現在，哪有過去未來？這些我們都必須要從量子力學報告裡面來解釋。那就是說一切法全是從波動頻率產生的，這個波動是思想的波，佛法裡面講起心動念，這叫無始無明。無始就是什麼？沒有開始，它動了，動了之後它就不停，它就繼續動。繼續動，它就會受念頭的影響，善念能操縱波動現象，惡念也能操縱波動現象；善念所操縱的境界好，善境界，四聖法界，不善的念頭是六道輪迴，六道裡頭善念，三善道，惡念，三惡道，統統是波動現象發生的。波動是念念不住，是個無常的相、是個幻相、是個不可得的相，念念都不可得。"
    },
    {
      "id": "02-037-0402_p0034",
      "zh_CN": "现在科学家也知道，空间跟时间不是真的，这个道理，佛在三千年前就说过了，时间跟空间在百法里头属于不相应行法。所谓不相应行法，用现在的名词来说是抽象概念，没有事实。空间、十方是抽象概念，哪来的事实？我们住在香港，说广州在我们的西方，菲律宾在我们的东方。如果我们住在菲律宾，香港在西方，台湾在北方。所以到底哪里是东，哪里是南，哪里是西北，它不定，要看你人在什么地方，没有一定的，时间亦如是。所以只是个抽象概念，不是事实。我们现在执着把它当作事实，那它就变成事实，虽变成事实，是假的事实，不是真的事实，这真相都必须了解。那真实的是什么？真实是如如不动，心底里头一念不生，你才住在真实。人住入这个境界，心定了，心定什么？这个动就缓慢了，就缓下来了。缓下来什么？我们身体情绪都缓下来，我们的衰老缓下来，我们的寿命缓下来了，缓下就延长，自然的现象！急躁的人短命，没有心的人长寿，没有念头的人，什么是非好歹都不放在心上，这种人长寿。所以古人讲「忧能使人老」，过度的忧虑就变成疾病，这些话说得都非常有道理。",
      "zh_TW": "現在科學家也知道，空間跟時間不是真的，這個道理，佛在三千年前就說過了，時間跟空間在百法裡頭屬於不相應行法。所謂不相應行法，用現在的名詞來說是抽象概念，沒有事實。空間、十方是抽象概念，哪來的事實？我們住在香港，說廣州在我們的西方，菲律賓在我們的東方。如果我們住在菲律賓，香港在西方，台灣在北方。所以到底哪裡是東，哪裡是南，哪裡是西北，它不定，要看你人在什麼地方，沒有一定的，時間亦如是。所以只是個抽象概念，不是事實。我們現在執著把它當作事實，那它就變成事實，雖變成事實，是假的事實，不是真的事實，這真相都必須了解。那真實的是什麼？真實是如如不動，心底裡頭一念不生，你才住在真實。人住入這個境界，心定了，心定什麼？這個動就緩慢了，就緩下來了。緩下來什麼？我們身體情緒都緩下來，我們的衰老緩下來，我們的壽命緩下來了，緩下就延長，自然的現象！急躁的人短命，沒有心的人長壽，沒有念頭的人，什麼是非好歹都不放在心上，這種人長壽。所以古人講「憂能使人老」，過度的憂慮就變成疾病，這些話說得都非常有道理。"
    },
    {
      "id": "02-037-0402_p0035",
      "zh_CN": "十八种空，我们就学习到此地。这十六空都在里头，这表中道。说金刚杵，金刚杵里头表法，「中有十六菩萨位，亦表十六空为中道。两边各有五股，五佛五智义，亦表十波罗蜜，能摧十种烦恼，成十种真如。便证十地」，这金刚杵表法。",
      "zh_TW": "十八種空，我們就學習到此地。這十六空都在裡頭，這表中道。說金剛杵，金剛杵裡頭表法，「中有十六菩薩位，亦表十六空為中道。兩邊各有五股，五佛五智義，亦表十波羅蜜，能摧十種煩惱，成十種真如。便證十地」，這金剛杵表法。"
    },
    {
      "id": "02-037-0402_p0036",
      "zh_CN": "五佛，《佛学大辞典》，「五智如来，金刚界五智所成之五如来也」。第一个「大日如来，法界体性智所成」。第二个「阿閦如来，大圆镜智所成」，转阿赖耶识就成大圆镜智。第三「宝生如来，平等性智所成」，就是末那识，转末那为平等性智。「无量寿如来，妙观察智所成」，第六意识，第六意识转成就是西方阿弥陀佛，妙观察智。第五「不空成就如来，成所作智所成」。成所作，眼耳鼻舌身这五识转过来的。《菩提心论》里面说，「东方阿閦佛因成大圆镜智，亦名金刚智也。南方宝生佛由成平等性智，亦名灌顶智也」。这在南方，是末那识转成的。「西方阿弥陀佛由成妙观察智，亦名莲华智，亦名转法轮智也」，是第六意识。「北方不空成就佛，由成成所作智，亦名羯磨智也。中方毘卢遮那佛，由成法界智」。中央就是大日如来，毘卢遮那就是大日如来，密宗称大日，华严称毘卢遮那，转八识成四智。",
      "zh_TW": "五佛，《佛學大辭典》，「五智如來，金剛界五智所成之五如來也」。第一個「大日如來，法界體性智所成」。第二個「阿閦如來，大圓鏡智所成」，轉阿賴耶識就成大圓鏡智。第三「寶生如來，平等性智所成」，就是末那識，轉末那為平等性智。「無量壽如來，妙觀察智所成」，第六意識，第六意識轉成就是西方阿彌陀佛，妙觀察智。第五「不空成就如來，成所作智所成」。成所作，眼耳鼻舌身這五識轉過來的。《菩提心論》裡面說，「東方阿閦佛因成大圓鏡智，亦名金剛智也。南方寶生佛由成平等性智，亦名灌頂智也」。這在南方，是末那識轉成的。「西方阿彌陀佛由成妙觀察智，亦名蓮華智，亦名轉法輪智也」，是第六意識。「北方不空成就佛，由成成所作智，亦名羯磨智也。中方毘盧遮那佛，由成法界智」。中央就是大日如來，毘盧遮那就是大日如來，密宗稱大日，華嚴稱毘盧遮那，轉八識成四智。"
    },
    {
      "id": "02-037-0402_p0037",
      "zh_CN": "转识成智，一定从因上转，因上只有第六、第七是因上转，前五识跟阿赖耶都是果上转，意思就是说只要六、七转了，第八跟前五跟着一起转。所以功夫要用在第六、第七。第六是分别，第七是执着，执着里头当然有分别，执着重、执着多，分别少，第六意识分别多，执着少，要从这里下功夫。转第七识，我就是不执着了，转第六识，我不分别了，对于境界清清楚楚、明明了瞭是智慧，那叫照见，章嘉大师告诉我的，那叫看破。没有分别执着，叫如如不动。我看得很清楚，我不迷惑，智慧。知道这个东西是假相，不是真的，所以对它如如不动，如如不动是禅定。这叫定慧等学，有智慧、有定功，定功就是不分别、不执着，智慧就是清楚明了，一丝毫不迷惑。蕅益大师《要解》里面所说功夫浅深，就是讲这回事情。功夫浅深，特别是在定功，我能不分别、我能不执着，看这个东西什么？像看电影一样、看电视一样，看破世界，世界是假的。",
      "zh_TW": "轉識成智，一定從因上轉，因上只有第六、第七是因上轉，前五識跟阿賴耶都是果上轉，意思就是說只要六、七轉了，第八跟前五跟著一起轉。所以功夫要用在第六、第七。第六是分別，第七是執著，執著裡頭當然有分別，執著重、執著多，分別少，第六意識分別多，執著少，要從這裡下功夫。轉第七識，我就是不執著了，轉第六識，我不分別了，對於境界清清楚楚、明明瞭瞭是智慧，那叫照見，章嘉大師告訴我的，那叫看破。沒有分別執著，叫如如不動。我看得很清楚，我不迷惑，智慧。知道這個東西是假相，不是真的，所以對它如如不動，如如不動是禪定。這叫定慧等學，有智慧、有定功，定功就是不分別、不執著，智慧就是清楚明瞭，一絲毫不迷惑。蕅益大師《要解》裡面所說功夫淺深，就是講這回事情。功夫淺深，特別是在定功，我能不分別、我能不執著，看這個東西什麼？像看電影一樣、看電視一樣，看破世界，世界是假的。"
    },
    {
      "id": "02-037-0402_p0038",
      "zh_CN": "那灾难的问题，国内有些同修告诉我，有些人用我的名字，或者在我的讲演里头断章取义，在国内造谣生事，说我教大家怎么样去躲避灾难。我没说过，问我的人很多。好像我在去年，是不是去年写的？对，去年，我写了这份东西，这个是说明我对这个劫难的一个态度。「劫难来临，该留者留，该去者去。生死有命，富贵在天。在劫者逃不了，躲不过；不在劫者，遇着大灾难，也能平安度过。现前唯一能救自度他者，就是听《大经解》，依教奉行，老实念佛，放下万缘，求生净土。念佛功德不可思议，只有念佛改过才能够减轻灾难，其他方法来不及了。息妄念一切随缘就好」。这是我给大家讲的话，与这个不相应的都是别人造谣生事，希望同修们要留意，不要上当。",
      "zh_TW": "那災難的問題，國內有些同修告訴我，有些人用我的名字，或者在我的講演裡頭斷章取義，在國內造謠生事，說我教大家怎麼樣去躲避災難。我沒說過，問我的人很多。好像我在去年，是不是去年寫的？對，去年，我寫了這份東西，這個是說明我對這個劫難的一個態度。「劫難來臨，該留者留，該去者去。生死有命，富貴在天。在劫者逃不了，躲不過；不在劫者，遇著大災難，也能平安度過。現前唯一能救自度他者，就是聽《大經解》，依教奉行，老實念佛，放下萬緣，求生淨土。念佛功德不可思議，只有念佛改過才能夠減輕災難，其他方法來不及了。息妄念一切隨緣就好」。這是我給大家講的話，與這個不相應的都是別人造謠生事，希望同修們要留意，不要上當。"
    },
    {
      "id": "02-037-0402_p0039",
      "zh_CN": "前几年宗教局长叶小文先生，在香港访问的时候，邀我在一起吃早饭，告诉我，国内有很多不法的分子，打着我的名义造谣生事，做一些违法的事情。他说你都不知道？我说我真不知道。他说这没有关系，由他们宗教局，国家安全单位，他们来处理，我非常感谢。尤其这几年，年岁大了，哪里都不想动了。所以你要问我，灾难，我在什么地方？我在香港，我哪里都不去。我们只要一心念佛，一心修善积德，以这个功德回向，希望灾难能减轻、能化解，有没有效？好像有一点效果。理上讲决定讲得通，因为境随心转。",
      "zh_TW": "前幾年宗教局長葉小文先生，在香港訪問的時候，邀我在一起吃早飯，告訴我，國內有很多不法的分子，打著我的名義造謠生事，做一些違法的事情。他說你都不知道？我說我真不知道。他說這沒有關係，由他們宗教局，國家安全單位，他們來處理，我非常感謝。尤其這幾年，年歲大了，哪裡都不想動了。所以你要問我，災難，我在什麼地方？我在香港，我哪裡都不去。我們只要一心念佛，一心修善積德，以這個功德迴向，希望災難能減輕、能化解，有沒有效？好像有一點效果。理上講決定講得通，因為境隨心轉。"
    },
    {
      "id": "02-037-0402_p0040",
      "zh_CN": "中国人讲究风水，看风水里头也说「福人居福地，福地福人居」。如果这两句话我们真正参透了，我们就相信，今天的灾难是众生共业所感。在海外许多人问我，哪里最安全？我都告诉他，中国最安全。为什么？我说你仔细去观察、去想想，自古以来，哪一个族群老祖宗积德，他的后代一定好。从这一点来看，只有中国千万年来老祖宗统统是积德。中国把积德，修善积德疏忽了才不过两百年，两百年前，哪一家不学伦理、不修道德？家家都修！满清末后一百年疏忽了，那是慈禧太后干的；民国成立，国家一直在动乱，把这桩事情忘掉了。毕竟祖宗积德的时间久，根深蒂固，我们过去在汤池做这个实验，马上就发现，很快就发现，人性本善，发现中国传统文化的底蕴非常深厚，人就是没有人教，一教马上回头、马上觉悟。所以中国这个地方不会有灾难。那些小灾难是什么？小灾难是警告、是惩罚，我们把老祖宗忘记了，老祖宗惩罚，不会把我们灭亡。可是其他地区不是，读历史你就晓得，在全世界修善积德只有这么一家，我们自己要有信心。",
      "zh_TW": "中國人講究風水，看風水裡頭也說「福人居福地，福地福人居」。如果這兩句話我們真正參透了，我們就相信，今天的災難是眾生共業所感。在海外許多人問我，哪裡最安全？我都告訴他，中國最安全。為什麼？我說你仔細去觀察、去想想，自古以來，哪一個族群老祖宗積德，他的後代一定好。從這一點來看，只有中國千萬年來老祖宗統統是積德。中國把積德，修善積德疏忽了才不過兩百年，兩百年前，哪一家不學倫理、不修道德？家家都修！滿清末後一百年疏忽了，那是慈禧太后幹的；民國成立，國家一直在動亂，把這樁事情忘掉了。畢竟祖宗積德的時間久，根深蒂固，我們過去在湯池做這個實驗，馬上就發現，很快就發現，人性本善，發現中國傳統文化的底蘊非常深厚，人就是沒有人教，一教馬上回頭、馬上覺悟。所以中國這個地方不會有災難。那些小災難是什麼？小災難是警告、是懲罰，我們把老祖宗忘記了，老祖宗懲罰，不會把我們滅亡。可是其他地區不是，讀歷史你就曉得，在全世界修善積德只有這麼一家，我們自己要有信心。"
    },
    {
      "id": "02-037-0402_p0041",
      "zh_CN": "自己心善、行善，真正是个善人，佛经展开，「善男子善女人」，不但你自己不遭难，你所居住的那个地方灾难就会少，大灾难变成小灾难，小灾难变成无灾难。希望我们在电视机面前的同修、在网路面前的同修要明白这个道理，认真努力学佛、念佛，善中之善，没有比这个更善的。学佛要有智慧，不要被人蒙蔽、不要被人欺骗，凡是做这些不法的事情，他们的心行不善，灾难当中，恐怕不容易躲避。躲到哪里都没有用处，躲它干什么？现在科学家都懂得了，用善心善行来改变环境。今天时间到了，我们就学习到此地。",
      "zh_TW": "自己心善、行善，真正是個善人，佛經展開，「善男子善女人」，不但你自己不遭難，你所居住的那個地方災難就會少，大災難變成小災難，小災難變成無災難。希望我們在電視機面前的同修、在網路面前的同修要明白這個道理，認真努力學佛、念佛，善中之善，沒有比這個更善的。學佛要有智慧，不要被人蒙蔽、不要被人欺騙，凡是做這些不法的事情，他們的心行不善，災難當中，恐怕不容易躲避。躲到哪裡都沒有用處，躲它幹什麼？現在科學家都懂得了，用善心善行來改變環境。今天時間到了，我們就學習到此地。"
    }
  ]
}