{
  "doc_id": "02-037-0109",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０九集",
    "zh_TW": "第一０九集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0109",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-037-0109_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第三百八十面第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第三百八十面第四行："
    },
    {
      "id": "02-037-0109_p0002",
      "zh_CN": "继续学习佛的十号。第一个，如来。「盖佛有法报化三身，故如来之释」，这是解释，「亦有法、报、应」，应就是应化，「之异。具如《会疏》所释」。《会疏》第一个，「无来去者为法身」，法身遍一切处、遍一切时，无所不在，无时不在，能现报身、应化身，我们在这部经上学得很多。第二「正觉于第一义谛、真如实相如是而来，是为报身」，报身是智慧身。前面注解里面我们看到《转法轮论》里头，第一义谛名如，正觉于第一义谛、真如实相如是而来，这报身。第一义谛我们在大乘经里面常常看到，为什么叫第一义谛？这是佛经的术语，《佛学大辞典》里头有简单的解释。「二谛之一」，二谛是真谛、俗谛，「对于世俗谛之称，又云真谛、圣谛、胜义谛、涅槃、真如、实相、中道、法界、真空」，名词不一样，意思都完全相同。这是我们多次提醒同学，一桩事情佛为什么要说这么多名相？这是教学的善巧方便，让我们不要执著名字相，名字是假的，不是真的。从名字里头要悟入真理，这比什么都重要，这真正把佛法学到了。",
      "zh_TW": "繼續學習佛的十號。第一個，如來。「蓋佛有法報化三身，故如來之釋」，這是解釋，「亦有法、報、應」，應就是應化，「之異。具如《會疏》所釋」。《會疏》第一個，「無來去者為法身」，法身遍一切處、遍一切時，無所不在，無時不在，能現報身、應化身，我們在這部經上學得很多。第二「正覺於第一義諦、真如實相如是而來，是為報身」，報身是智慧身。前面註解裡面我們看到《轉法輪論》裡頭，第一義諦名如，正覺於第一義諦、真如實相如是而來，這報身。第一義諦我們在大乘經裡面常常看到，為什麼叫第一義諦？這是佛經的術語，《佛學大辭典》裡頭有簡單的解釋。「二諦之一」，二諦是真諦、俗諦，「對於世俗諦之稱，又云真諦、聖諦、勝義諦、涅槃、真如、實相、中道、法界、真空」，名詞不一樣，意思都完全相同。這是我們多次提醒同學，一樁事情佛為什麼要說這麼多名相？這是教學的善巧方便，讓我們不要執著名字相，名字是假的，不是真的。從名字裡頭要悟入真理，這比什麼都重要，這真正把佛法學到了。"
    },
    {
      "id": "02-037-0109_p0003",
      "zh_CN": "《大乘起信论》上告诉我们，会学的人，听经会听的人，不执着言说相；不执著名字相，名词术语是名字相，不执着这个；不执着心缘相，心缘是讲望文生义。我听到这句话，我看到这篇文章，我觉得是什么意思，那不是如来真实义，是我们自己的意思，这个不可以的。可是，学佛的同学哪一个能像《起信论》上所说的？《起信论》上所讲的这三个原则，大概只有法身菩萨会做到，也许阿罗汉、辟支佛还不一定能做到。为什么？他还起心动念，他还有分别，阿罗汉还有执着的习气，所以很不容易做到。《起信论》上冠上大乘，不是小乘，所以大乘菩萨他们懂得。只是听，听懂了就开悟了、明白了，决定没有通过心意识。听经不要用心意识，心是阿赖耶，意是末那，识是第六意识，听经、读经都不要用心意识，这是大乘。这种方法去听去读，确实会开悟，有小悟、有大悟、有彻悟。所以佛法里头教学的善巧方便很多，我们要能够体会得到。听不懂怎么办？没关系，听第二遍，二遍听不懂听第三遍，决定不要有自己的意思在里头。有自己，以为我懂了，那是你自己的意思，不是如来真实义。许许多多人把自己的意思认为是如来真实义，错了。所以他不会开悟，没有办法证果。",
      "zh_TW": "《大乘起信論》上告訴我們，會學的人，聽經會聽的人，不執著言說相；不執著名字相，名詞術語是名字相，不執著這個；不執著心緣相，心緣是講望文生義。我聽到這句話，我看到這篇文章，我覺得是什麼意思，那不是如來真實義，是我們自己的意思，這個不可以的。可是，學佛的同學哪一個能像《起信論》上所說的？《起信論》上所講的這三個原則，大概只有法身菩薩會做到，也許阿羅漢、辟支佛還不一定能做到。為什麼？他還起心動念，他還有分別，阿羅漢還有執著的習氣，所以很不容易做到。《起信論》上冠上大乘，不是小乘，所以大乘菩薩他們懂得。只是聽，聽懂了就開悟了、明白了，決定沒有通過心意識。聽經不要用心意識，心是阿賴耶，意是末那，識是第六意識，聽經、讀經都不要用心意識，這是大乘。這種方法去聽去讀，確實會開悟，有小悟、有大悟、有徹悟。所以佛法裡頭教學的善巧方便很多，我們要能夠體會得到。聽不懂怎麼辦？沒關係，聽第二遍，二遍聽不懂聽第三遍，決定不要有自己的意思在裡頭。有自己，以為我懂了，那是你自己的意思，不是如來真實義。許許多多人把自己的意思認為是如來真實義，錯了。所以他不會開悟，沒有辦法證果。"
    },
    {
      "id": "02-037-0109_p0004",
      "zh_CN": "你看看在最近这一百年来，这一个世纪，有几个人证初果的？没听说，再往上去就更不必谈。证果的没听说，往生的可听说不少。往生真的等于证果，他修的方法不一样。往生是只着重真信、切愿、老实念佛，叫一向专念，或者是一心专念，这行，肯定有成就。所以证果难，你听经、读经都不容易。读经会开悟，那就是古人常说的「读书千遍，其义自见」。为什么？一千遍读下去了，没有分别、没有执着，不着文字相、不著名字相、不着心缘相。这是什么？用清净心去对着经读，一千遍得定了，得定之后就会开悟，是这么个道理，开悟才真正管用。要晓得，一切诸佛所说的经不离自性，自性跟自己的自性是一样的，没有两样。开悟，悟入了，悟入什么？悟入自性，自性里头有无量智慧、无量德能、无量相好，你全就通了；换句话说，世出世间法不学全通了。怎么通的？开悟了，悟就通了。这样的人在过去很多，家户喻晓的，特别是在南方，尤其在广东，惠能大师是广东人，每个人都知道。惠能大师真开悟了，不是假的，佛教的经典，无论是什么经教你向他请教，你念给他听他就讲解给你听，他真的通达，没有障碍。世间法你去跟他讲，他也通，四书五经、古人写的一些文章，你念给他听，他全知道。他记忆力不错，很好，跟一般人谈话的时候常常引经据典，他听到他就能记得。为什么能记得？他懂得意思。所以说了有这么多名词。",
      "zh_TW": "你看看在最近這一百年來，這一個世紀，有幾個人證初果的？沒聽說，再往上去就更不必談。證果的沒聽說，往生的可聽說不少。往生真的等於證果，他修的方法不一樣。往生是只著重真信、切願、老實念佛，叫一向專念，或者是一心專念，這行，肯定有成就。所以證果難，你聽經、讀經都不容易。讀經會開悟，那就是古人常說的「讀書千遍，其義自見」。為什麼？一千遍讀下去了，沒有分別、沒有執著，不著文字相、不著名字相、不著心緣相。這是什麼？用清淨心去對著經讀，一千遍得定了，得定之後就會開悟，是這麼個道理，開悟才真正管用。要曉得，一切諸佛所說的經不離自性，自性跟自己的自性是一樣的，沒有兩樣。開悟，悟入了，悟入什麼？悟入自性，自性裡頭有無量智慧、無量德能、無量相好，你全就通了；換句話說，世出世間法不學全通了。怎麼通的？開悟了，悟就通了。這樣的人在過去很多，家戶喻曉的，特別是在南方，尤其在廣東，惠能大師是廣東人，每個人都知道。惠能大師真開悟了，不是假的，佛教的經典，無論是什麼經教你向他請教，你念給他聽他就講解給你聽，他真的通達，沒有障礙。世間法你去跟他講，他也通，四書五經、古人寫的一些文章，你念給他聽，他全知道。他記憶力不錯，很好，跟一般人談話的時候常常引經據典，他聽到他就能記得。為什麼能記得？他懂得意思。所以說了有這麼多名詞。"
    },
    {
      "id": "02-037-0109_p0005",
      "zh_CN": "谛，现在的人所说的真理，就这个意思，它是真理，在佛家用个谛。真谛、圣谛，圣人所证的真理，它是真实的，它不是虚妄的。对世俗谛，世俗谛是假的，诸佛菩萨所证的是真的。胜义谛，这后头都有解释，涅槃、真如、实相、中道、法界、真空，我们在经典里面常常遇到，「总以名深妙之真理」，是深妙真理的名称。「谛者真实之道理」，所以谛当作真实讲，真实的道理。这个道理是一切法中第一，所以称为第一义，它在一切法之先。实际上第一义就是哲学里面讲的本体，一切法是从它而生的。「真实故云真，为圣者所见」。我们平常念菩萨名号，三贤十圣、菩萨摩诃萨，三贤是菩萨，十圣称摩诃萨，摩诃萨是大菩萨。圣者，摩诃萨才称圣，菩萨称贤，通常这是什么地位的菩萨？登地的菩萨，称圣，从初地到十地。即是圣者所见，「故云圣」。「为殊胜之妙义，故云胜义」。",
      "zh_TW": "諦，現在的人所說的真理，就這個意思，它是真理，在佛家用個諦。真諦、聖諦，聖人所證的真理，它是真實的，它不是虛妄的。對世俗諦，世俗諦是假的，諸佛菩薩所證的是真的。勝義諦，這後頭都有解釋，涅槃、真如、實相、中道、法界、真空，我們在經典裡面常常遇到，「總以名深妙之真理」，是深妙真理的名稱。「諦者真實之道理」，所以諦當作真實講，真實的道理。這個道理是一切法中第一，所以稱為第一義，它在一切法之先。實際上第一義就是哲學裡面講的本體，一切法是從它而生的。「真實故云真，為聖者所見」。我們平常念菩薩名號，三賢十聖、菩薩摩訶薩，三賢是菩薩，十聖稱摩訶薩，摩訶薩是大菩薩。聖者，摩訶薩才稱聖，菩薩稱賢，通常這是什麼地位的菩薩？登地的菩薩，稱聖，從初地到十地。即是聖者所見，「故云聖」。「為殊勝之妙義，故云勝義」。"
    },
    {
      "id": "02-037-0109_p0006",
      "zh_CN": "「大乘义章一曰：第一义者，亦名真谛。第一是其显胜之目，所以名义」，第一义。「真者，是其绝妄之称」，我们知道，《般若经》上佛说，凡所有相，皆是虚妄，第一义谛里头没有现象。今天科学家所说的物质现象、精神现象、自然现象，第一义里头统统没有。在净宗，常寂光这称第一义，实报土里头都没有，只有寂光、只有涅槃、只有自性才能够称之为第一义。所以，它是绝妄之称。「世与第一审实不谬，故通名谛」，这是世间法与第一义都没错。为什么？第一义是圣人看的，没看错，世俗谛是我们凡夫看的，也不能说它错。所以，世谛跟第一谛都称为谛。「彼世谛若对第一，应名第二」，第一谛是在第一，世俗谛就是第二；如果对真谛来说，那它就是妄谛。「第一义谛若对世谛，应名出世」，它超出世间了。「若对俗谛，应名非俗。若对等谛，应名非等。立名一一不可返对。是故事法，旦名世谛、俗谛等谛。理法，旦名第一义谛乃至真谛」。这是名相的解释，我们学佛，第一义谛，或者说二谛，经论里头常说，不能不知道它的概念。",
      "zh_TW": "「大乘義章一曰：第一義者，亦名真諦。第一是其顯勝之目，所以名義」，第一義。「真者，是其絕妄之稱」，我們知道，《般若經》上佛說，凡所有相，皆是虛妄，第一義諦裡頭沒有現象。今天科學家所說的物質現象、精神現象、自然現象，第一義裡頭統統沒有。在淨宗，常寂光這稱第一義，實報土裡頭都沒有，只有寂光、只有涅槃、只有自性才能夠稱之為第一義。所以，它是絕妄之稱。「世與第一審實不謬，故通名諦」，這是世間法與第一義都沒錯。為什麼？第一義是聖人看的，沒看錯，世俗諦是我們凡夫看的，也不能說它錯。所以，世諦跟第一諦都稱為諦。「彼世諦若對第一，應名第二」，第一諦是在第一，世俗諦就是第二；如果對真諦來說，那它就是妄諦。「第一義諦若對世諦，應名出世」，它超出世間了。「若對俗諦，應名非俗。若對等諦，應名非等。立名一一不可返對。是故事法，旦名世諦、俗諦等諦。理法，旦名第一義諦乃至真諦」。這是名相的解釋，我們學佛，第一義諦，或者說二諦，經論裡頭常說，不能不知道它的概念。"
    },
    {
      "id": "02-037-0109_p0007",
      "zh_CN": "这一句，正觉于第一义，只有第一义里头有正觉，正确的觉悟，不是邪觉，不是错觉，不是妄觉，真正见到一切诸法的实相，真相。真如实相如是而来，换句话说，禅宗里面所说，大彻大悟、明心见性而来，这就是报身。第三，「乘真如实相之道而成正觉」，这是示现成正觉，「如是而来，是为应身」。像释迦牟尼佛三千年前应化在印度，他是应身，示现八相成道，住世八十年，中国人算虚岁，讲经说法四十九年，这是应身佛。「诸释皆可依」，上面各种解释都不错，都没说错，「《会疏》之说，而知其意」，诸释都可以依《会疏》，可以依《会疏》的说法。这个意思我们慢慢就了解，为什么称之为如来，如来，十号里头把它摆在第一。真正明心见性了，在哲学里面说，真正把宇宙万有的本体找到了。",
      "zh_TW": "這一句，正覺於第一義，只有第一義裡頭有正覺，正確的覺悟，不是邪覺，不是錯覺，不是妄覺，真正見到一切諸法的實相，真相。真如實相如是而來，換句話說，禪宗裡面所說，大徹大悟、明心見性而來，這就是報身。第三，「乘真如實相之道而成正覺」，這是示現成正覺，「如是而來，是為應身」。像釋迦牟尼佛三千年前應化在印度，他是應身，示現八相成道，住世八十年，中國人算虛歲，講經說法四十九年，這是應身佛。「諸釋皆可依」，上面各種解釋都不錯，都沒說錯，「《會疏》之說，而知其意」，諸釋都可以依《會疏》，可以依《會疏》的說法。這個意思我們慢慢就了解，為什麼稱之為如來，如來，十號裡頭把它擺在第一。真正明心見性了，在哲學裡面說，真正把宇宙萬有的本體找到了。"
    },
    {
      "id": "02-037-0109_p0008",
      "zh_CN": "第二『应供』。「《大论》曰：佛诸结使除尽，得一切智慧，故应受一切天地众生供养，以是故佛名应供」，这是应供的意思。佛诸结使除尽，结使就是烦恼，见思烦恼除尽了，尘沙烦恼也除尽了，无明烦恼也除尽了，这就是现在科学所谓的回归零能量点，得一切智慧。理性全现了，就明心见性，他应该接受一切天地众生的供养。为什么？这个人是福田，供养他有福报，真正有大福报的人。他给一切众生带来了大福德，大福报是什么？帮助一切众生破迷开悟，所以应该接受大众供养。而佛，只要是开悟都是佛，无论是在家、出家，佛接受大众供养是很有限的。戒经里面说得好，他所接受的供养只有四种，饮食、衣服、卧具、医药，叫四事供养，这四种供养，其他的不要。释迦牟尼佛在世给我们表演得干净俐落，真的是最好的榜样。一生，到圆寂的时候，八十岁走的时候，他在树林里面走的，不是在房子里头，就是在野外。释迦牟尼佛一生没有建道场，讲经教学也有不错的环境，像竹林精舍、祇园精舍。那是国王、大富长者他们私人的财产，请佛到那里讲经说法，佛很随缘，你诚心诚意请他，他就去。他没有接受财产的供养，我常说，佛接受的是使用权，他不接受所有权，财产是主人的。佛这个经讲完了他就离开，别处去了，没有拘束，他太自在了。如果有个地方，他就不能走了，要常住在那里。",
      "zh_TW": "第二『應供』。「《大論》曰：佛諸結使除盡，得一切智慧，故應受一切天地眾生供養，以是故佛名應供」，這是應供的意思。佛諸結使除盡，結使就是煩惱，見思煩惱除盡了，塵沙煩惱也除盡了，無明煩惱也除盡了，這就是現在科學所謂的回歸零能量點，得一切智慧。理性全現了，就明心見性，他應該接受一切天地眾生的供養。為什麼？這個人是福田，供養他有福報，真正有大福報的人。他給一切眾生帶來了大福德，大福報是什麼？幫助一切眾生破迷開悟，所以應該接受大眾供養。而佛，只要是開悟都是佛，無論是在家、出家，佛接受大眾供養是很有限的。戒經裡面說得好，他所接受的供養只有四種，飲食、衣服、臥具、醫藥，叫四事供養，這四種供養，其他的不要。釋迦牟尼佛在世給我們表演得乾淨俐落，真的是最好的榜樣。一生，到圓寂的時候，八十歲走的時候，他在樹林裡面走的，不是在房子裡頭，就是在野外。釋迦牟尼佛一生沒有建道場，講經教學也有不錯的環境，像竹林精舍、祇園精舍。那是國王、大富長者他們私人的財產，請佛到那裡講經說法，佛很隨緣，你誠心誠意請他，他就去。他沒有接受財產的供養，我常說，佛接受的是使用權，他不接受所有權，財產是主人的。佛這個經講完了他就離開，別處去了，沒有拘束，他太自在了。如果有個地方，他就不能走了，要常住在那裡。"
    },
    {
      "id": "02-037-0109_p0009",
      "zh_CN": "佛不会做这种示现，但是祖师可以，祖师不是佛。祖师是什么身分？菩萨的身分、声闻的身分，再比丘的身分。他不是大彻大悟，他不是明心见性，他要在一个安定的环境当中去修行，希望达到佛的境界。安定的环境修行比到处云游要好，而且佛确实是主张，真正修行人、佛弟子，没有开悟之前住阿兰若。阿兰若是梵语，翻成中国意思叫寂静处，很安静的地方，没有闲杂人来。所以，中国古时候兰若，就是寺院丛林，都建筑在山上。深山以前没有路，要想到那里去很难，不是真正发心参学的，谁愿意走这么远的路？尤其山路很难走。所以佛这一生的示现，我们要了解他的意义，要向他学习。为什么不建一个道场？一生过着云游的生活，哪里有缘哪里去，居无定所，一切诸佛如来都是这样的。这表示什么？放下，我们常说身心世界一切放下。释迦牟尼佛做个样子给我们看，做得很彻底，表演得圆满，到家了。这是四事供养，是应该接受的。",
      "zh_TW": "佛不會做這種示現，但是祖師可以，祖師不是佛。祖師是什麼身分？菩薩的身分、聲聞的身分，再比丘的身分。他不是大徹大悟，他不是明心見性，他要在一個安定的環境當中去修行，希望達到佛的境界。安定的環境修行比到處雲遊要好，而且佛確實是主張，真正修行人、佛弟子，沒有開悟之前住阿蘭若。阿蘭若是梵語，翻成中國意思叫寂靜處，很安靜的地方，沒有閒雜人來。所以，中國古時候蘭若，就是寺院叢林，都建築在山上。深山以前沒有路，要想到那裡去很難，不是真正發心參學的，誰願意走這麼遠的路？尤其山路很難走。所以佛這一生的示現，我們要了解他的意義，要向他學習。為什麼不建一個道場？一生過著雲遊的生活，哪裡有緣哪裡去，居無定所，一切諸佛如來都是這樣的。這表示什麼？放下，我們常說身心世界一切放下。釋迦牟尼佛做個樣子給我們看，做得很徹底，表演得圓滿，到家了。這是四事供養，是應該接受的。"
    },
    {
      "id": "02-037-0109_p0010",
      "zh_CN": "在印度，民众都尊重出家人，都想供养出家人。出家不一定是佛教，印度所有的宗教，出家几乎都是托钵的，都是苦行的。所以，他们对于苦行僧是非常尊重。在现在的社会行不通了，现在社会你要到外面去托钵没人理你，没人供养你。这个地方佛教徒多，看到会供养你，不信佛的人不会供养你。甚至于毁谤你、侮辱你，真有！我到香港来讲经的时候，畅怀法师告诉我，我是一九七七年，他说二、三年前出家人走在街上就有人吐口水，吐沫吐你。我来的时候就没有了，这个风气没有了，对出家人不会吐口水了，二、三年前有。这个地方学佛的人很少，不多。所以因时、因地不一样。印度的出家大德、长者，像摩腾、竺法兰，到中国来之后，完全要适应中国人的生活方式。到中国来，是皇上的老师，封为国师，皇上的老师如果到外面去托钵，那人家就要骂皇帝，你不知道尊师重道，那还得了！皇上的老师到外面去讨饭，哪有这个道理！所以，一定要在宫殿里面供养。你不能不遵守，你要不遵守，「我持戒，我不行」，那你就不能在中国住了。佛法最大的一个好处就是它随缘，恒顺众生，一点都不执着，真的能得一切众生欢喜心。",
      "zh_TW": "在印度，民眾都尊重出家人，都想供養出家人。出家不一定是佛教，印度所有的宗教，出家幾乎都是托缽的，都是苦行的。所以，他們對於苦行僧是非常尊重。在現在的社會行不通了，現在社會你要到外面去托缽沒人理你，沒人供養你。這個地方佛教徒多，看到會供養你，不信佛的人不會供養你。甚至於毀謗你、侮辱你，真有！我到香港來講經的時候，暢懷法師告訴我，我是一九七七年，他說二、三年前出家人走在街上就有人吐口水，吐沫吐你。我來的時候就沒有了，這個風氣沒有了，對出家人不會吐口水了，二、三年前有。這個地方學佛的人很少，不多。所以因時、因地不一樣。印度的出家大德、長者，像摩騰、竺法蘭，到中國來之後，完全要適應中國人的生活方式。到中國來，是皇上的老師，封為國師，皇上的老師如果到外面去托缽，那人家就要罵皇帝，你不知道尊師重道，那還得了！皇上的老師到外面去討飯，哪有這個道理！所以，一定要在宮殿裡面供養。你不能不遵守，你要不遵守，「我持戒，我不行」，那你就不能在中國住了。佛法最大的一個好處就是它隨緣，恆順眾生，一點都不執著，真的能得一切眾生歡喜心。"
    },
    {
      "id": "02-037-0109_p0011",
      "zh_CN": "到中国，中国的纬度比印度高，印度在热带，我们中国在温带，有四季，印度没有四季。所以衣服，三衣是决定不够的，于是三衣就做为一个纪念，我们这个披的衣，三衣，二十五条、七条、五条这三件。在印度，热天够了，晚上三衣叠起来就可以当被子，有个卧具铺在地下垫的，在野外露宿。在中国，南方都不行，晚上还是很冷，所以要四季衣裳，这个搭在衣服外面，做个纪念。拜佛的时候搭衣，念经的时候搭衣，讲经的时候、听经的时候都搭衣，这是纪念本师释迦牟尼佛。衣也就改了，你们看看印度小乘法师穿的衣服，那是当年释迦牟尼佛穿的，裹在身上，比我们这个衣大一倍。我们把它裁成一半，缩小了，用成钩环，以前没有的，它这用带子，系带子。传到日本，日本就更简单，你看把这二十五条衣剪成这么小方块，平时装在口袋里，西装口袋里。他们做法事的时候拿出来套在头上，做完了叠起来装在口袋里。这是可以的，这是佛法要适应各种不同的环境。所以它没有拘束、没有障碍。",
      "zh_TW": "到中國，中國的緯度比印度高，印度在熱帶，我們中國在溫帶，有四季，印度沒有四季。所以衣服，三衣是決定不夠的，於是三衣就做為一個紀念，我們這個披的衣，三衣，二十五條、七條、五條這三件。在印度，熱天夠了，晚上三衣疊起來就可以當被子，有個臥具鋪在地下墊的，在野外露宿。在中國，南方都不行，晚上還是很冷，所以要四季衣裳，這個搭在衣服外面，做個紀念。拜佛的時候搭衣，念經的時候搭衣，講經的時候、聽經的時候都搭衣，這是紀念本師釋迦牟尼佛。衣也就改了，你們看看印度小乘法師穿的衣服，那是當年釋迦牟尼佛穿的，裹在身上，比我們這個衣大一倍。我們把它裁成一半，縮小了，用成鉤環，以前沒有的，它這用帶子，繫帶子。傳到日本，日本就更簡單，你看把這二十五條衣剪成這麼小方塊，平時裝在口袋裡，西裝口袋裡。他們做法事的時候拿出來套在頭上，做完了疊起來裝在口袋裡。這是可以的，這是佛法要適應各種不同的環境。所以它沒有拘束、沒有障礙。"
    },
    {
      "id": "02-037-0109_p0012",
      "zh_CN": "尤其重要的，一定要懂得，佛法重实质不重形式，形式可以随缘，本质决定不变。所以戒重视心地戒。形式上的戒有作用，为什么？做给别人看的，让别人对这些修行人起恭敬心，目的是在此地，没有恭敬心学不到佛法。所以，出家人有些是做给别人看的，有些是自己真正下功夫的，不能不知道。释迦牟尼佛示现的持戒，给大家看的，给学生做榜样，给社会大众做榜样，用意很深。自己心地清净不染，我们知道释迦牟尼佛不起心不动念、不分别不执着，这是实质；讲经教学、一切的生活都是表演给别人看的。",
      "zh_TW": "尤其重要的，一定要懂得，佛法重實質不重形式，形式可以隨緣，本質決定不變。所以戒重視心地戒。形式上的戒有作用，為什麼？做給別人看的，讓別人對這些修行人起恭敬心，目的是在此地，沒有恭敬心學不到佛法。所以，出家人有些是做給別人看的，有些是自己真正下功夫的，不能不知道。釋迦牟尼佛示現的持戒，給大家看的，給學生做榜樣，給社會大眾做榜樣，用意很深。自己心地清淨不染，我們知道釋迦牟尼佛不起心不動念、不分別不執著，這是實質；講經教學、一切的生活都是表演給別人看的。"
    },
    {
      "id": "02-037-0109_p0013",
      "zh_CN": "「又《净影疏》曰：证灭相应」，证是智德，灭是断德，断的是烦恼，证的是智慧，你看他相应。烦恼断一分，智慧就透一分，这叫应。「又证灭故，合应供养」，证灭这是证果，前面是讲相应，这个地方是证果。证满了，灭尽了，这什么身分？阿罗汉。小乘见思烦恼断了，正觉现前了。无上正等正觉，阿罗汉证的是正觉，菩萨是正等正觉，佛所证的加个无上正等正觉。所以，阿罗汉是正觉。「合应供养，故云应供」，这《净影疏》说的。「又《会疏》曰：万行圆成，福慧具足」。这是大乘，大乘如来行成圆满了，福慧具足，福慧圆满，二足尊，这是佛。二，一个是智慧，一个是福德，二足尊。",
      "zh_TW": "「又《淨影疏》曰：證滅相應」，證是智德，滅是斷德，斷的是煩惱，證的是智慧，你看他相應。煩惱斷一分，智慧就透一分，這叫應。「又證滅故，合應供養」，證滅這是證果，前面是講相應，這個地方是證果。證滿了，滅盡了，這什麼身分？阿羅漢。小乘見思煩惱斷了，正覺現前了。無上正等正覺，阿羅漢證的是正覺，菩薩是正等正覺，佛所證的加個無上正等正覺。所以，阿羅漢是正覺。「合應供養，故云應供」，這《淨影疏》說的。「又《會疏》曰：萬行圓成，福慧具足」。這是大乘，大乘如來行成圓滿了，福慧具足，福慧圓滿，二足尊，這是佛。二，一個是智慧，一個是福德，二足尊。"
    },
    {
      "id": "02-037-0109_p0014",
      "zh_CN": "我初学佛的时候，佛法还不很盛，懂得佛法的人不多，真的不多。外国人学佛，听说李老师在台中，对佛法很有研究，就到台中去参学向李老师请教。李老师不懂英文，他带着翻译，提出很多问题。李老师给他解释他都摇头，很难接受，好像跟他自己所学的，讲得不一样。李老师看他手上带了一本书，就问他，那是什么东西？他说佛学字典，英文翻的佛学字典。李老师灵机一动：好，你查查看，二足尊是什么意思？他找到了，两条腿里头最尊贵的。老师一笑，好了，不必谈了，送客。二足尊是两只腿里头最尊贵的，老师说这怎么办！这不知道是什么人编的佛学字典，望文生义。我们念三皈依的时候，「皈依佛，二足尊」，二是什么？智慧圆满，足就是圆满，福德圆满，两种圆满，这两种圆满就成佛了。所以如果有人问，学佛学什么？我们修福报、修智慧。这个我也要！智慧、福报圆满就叫成佛，这哪是迷信？两只腿里头最尊贵的，这是迷信。",
      "zh_TW": "我初學佛的時候，佛法還不很盛，懂得佛法的人不多，真的不多。外國人學佛，聽說李老師在台中，對佛法很有研究，就到台中去參學向李老師請教。李老師不懂英文，他帶著翻譯，提出很多問題。李老師給他解釋他都搖頭，很難接受，好像跟他自己所學的，講得不一樣。李老師看他手上帶了一本書，就問他，那是什麼東西？他說佛學字典，英文翻的佛學字典。李老師靈機一動：好，你查查看，二足尊是什麼意思？他找到了，兩條腿裡頭最尊貴的。老師一笑，好了，不必談了，送客。二足尊是兩隻腿裡頭最尊貴的，老師說這怎麼辦！這不知道是什麼人編的佛學字典，望文生義。我們念三皈依的時候，「皈依佛，二足尊」，二是什麼？智慧圓滿，足就是圓滿，福德圓滿，兩種圓滿，這兩種圓滿就成佛了。所以如果有人問，學佛學什麼？我們修福報、修智慧。這個我也要！智慧、福報圓滿就叫成佛，這哪是迷信？兩隻腿裡頭最尊貴的，這是迷信。"
    },
    {
      "id": "02-037-0109_p0015",
      "zh_CN": "所以老师那时候很感慨的说，西方人学佛学的是些什么佛我们现在了解大概了，意思全翻错了。绝对不是说懂得英语、懂得中文的就可以翻译，必须通达教理、教义，这个东西不通达你怎么个翻法？譬如翻涅槃，这都是老师问的，问了几个题目，涅槃是什么意思？涅槃是死了，死了就叫涅槃。老师说那都不必学了，每个人到死都入涅槃，那还用得着修吗？统统搞错了。涅槃通常翻圆寂，圆是功德圆满，寂是清净寂灭。涅槃不是死，活着证得的。我们世俗之间也有很多误会，出家人死了都叫圆寂，不能这样用法，会引起很多人误会。所以这个名义一定要搞清楚。《会疏》里面说得好，「应受天上人间供养，饶益有情」，为众生做福田。你看看经上告诉我们，遇到念佛法门能信、能愿、能持名，都是过去生中曾经供养无量诸佛，这样深厚的善根福德。得到无量诸佛加持，你一遇到就欢喜、就相信、就真想往生，肯念佛，他就真成功了，不是偶然。从这个地方想到，遇到佛、能供养佛，这个福报多大！",
      "zh_TW": "所以老師那時候很感慨的說，西方人學佛學的是些什麼佛我們現在了解大概了，意思全翻錯了。絕對不是說懂得英語、懂得中文的就可以翻譯，必須通達教理、教義，這個東西不通達你怎麼個翻法？譬如翻涅槃，這都是老師問的，問了幾個題目，涅槃是什麼意思？涅槃是死了，死了就叫涅槃。老師說那都不必學了，每個人到死都入涅槃，那還用得著修嗎？統統搞錯了。涅槃通常翻圓寂，圓是功德圓滿，寂是清淨寂滅。涅槃不是死，活著證得的。我們世俗之間也有很多誤會，出家人死了都叫圓寂，不能這樣用法，會引起很多人誤會。所以這個名義一定要搞清楚。《會疏》裡面說得好，「應受天上人間供養，饒益有情」，為眾生做福田。你看看經上告訴我們，遇到念佛法門能信、能願、能持名，都是過去生中曾經供養無量諸佛，這樣深厚的善根福德。得到無量諸佛加持，你一遇到就歡喜、就相信、就真想往生，肯念佛，他就真成功了，不是偶然。從這個地方想到，遇到佛、能供養佛，這個福報多大！"
    },
    {
      "id": "02-037-0109_p0016",
      "zh_CN": "第三个圣号，『等正觉』。「梵语三藐三菩提」，这里头有省略，具足应该要加「阿耨多罗三藐三菩提」。阿翻成中国是无的意思，耨多罗是上，三翻作正，藐翻作等，菩提翻作觉，整个翻出来就是无上正等正觉，是这个意思。「菩萨因行圆满而成等正觉」，菩萨在因地上修行圆满了，成无上正等正觉，这就成佛。「旧译为无上正遍知」，把觉翻作知，觉知，行，可以，觉知。正遍知，正是正确，遍是普遍，没有一样不知道。翻作无上正等正觉这是新译，玄奘大师以后所翻的，旧译是玄奘大师之前，以他为标准。在玄奘以前，所有的翻译都称旧译，玄奘大师以后，所译经的都称为新译。旧译为无上正遍知。",
      "zh_TW": "第三個聖號，『等正覺』。「梵語三藐三菩提」，這裡頭有省略，具足應該要加「阿耨多羅三藐三菩提」。阿翻成中國是無的意思，耨多羅是上，三翻作正，藐翻作等，菩提翻作覺，整個翻出來就是無上正等正覺，是這個意思。「菩薩因行圓滿而成等正覺」，菩薩在因地上修行圓滿了，成無上正等正覺，這就成佛。「舊譯為無上正遍知」，把覺翻作知，覺知，行，可以，覺知。正遍知，正是正確，遍是普遍，沒有一樣不知道。翻作無上正等正覺這是新譯，玄奘大師以後所翻的，舊譯是玄奘大師之前，以他為標準。在玄奘以前，所有的翻譯都稱舊譯，玄奘大師以後，所譯經的都稱為新譯。舊譯為無上正遍知。"
    },
    {
      "id": "02-037-0109_p0017",
      "zh_CN": "《维摩经肇注》，僧肇大师的注解有解释，「阿耨多罗，秦言无上」。僧肇大师是鸠摩罗什的弟子，罗什当年住在中国是在姚秦的时候，所以称为秦。秦国的语言，无上，这都是中国，那时候是秦代。「三藐三菩提，秦言正遍知。道莫之大，无上也。其道真正，无法不知，正遍知也」，你看这玄奘大师之前，是这么个解释。「又《净影疏》曰：正者理也，于理穷照」，就是彻照理体，「故云遍知」。彻照理体就是大彻大悟的意思，明心见性，这就是三藐三菩提。由此可知，禅宗大彻大悟、明心见性都是等正觉。宗门常说明心见性，见性成佛，是真的，不是假的。真的成佛了，但他不以佛身示现，示现完全看众生的根机。世尊在印度，印度人心目当中是常常想着佛，希望有佛能住世，所以应以佛身而得度者，即现佛身而为说法。在中国，中国人不知道有佛，中国人心目当中最尊敬的是圣贤，所以佛菩萨到中国来示现，肯定是示现圣贤。佛教传到中国，祖师大德里面确实不少是佛菩萨再来的，也都是以圣贤身，佛门出世的圣贤，以这种身分出现在世间，中国人称为祖师大德。释迦牟尼佛在菩提树下开悟，六祖惠能大师在五祖方丈室里面开悟，境界完全相同，而六祖一生的示现是比丘身分出现。这是观世音菩萨三十二应，叫遍知。明心见性，这十个号就都有了，都具足了。",
      "zh_TW": "《維摩經肇註》，僧肇大師的註解有解釋，「阿耨多羅，秦言無上」。僧肇大師是鳩摩羅什的弟子，羅什當年住在中國是在姚秦的時候，所以稱為秦。秦國的語言，無上，這都是中國，那時候是秦代。「三藐三菩提，秦言正遍知。道莫之大，無上也。其道真正，無法不知，正遍知也」，你看這玄奘大師之前，是這麼個解釋。「又《淨影疏》曰：正者理也，於理窮照」，就是徹照理體，「故云遍知」。徹照理體就是大徹大悟的意思，明心見性，這就是三藐三菩提。由此可知，禪宗大徹大悟、明心見性都是等正覺。宗門常說明心見性，見性成佛，是真的，不是假的。真的成佛了，但他不以佛身示現，示現完全看眾生的根機。世尊在印度，印度人心目當中是常常想著佛，希望有佛能住世，所以應以佛身而得度者，即現佛身而為說法。在中國，中國人不知道有佛，中國人心目當中最尊敬的是聖賢，所以佛菩薩到中國來示現，肯定是示現聖賢。佛教傳到中國，祖師大德裡面確實不少是佛菩薩再來的，也都是以聖賢身，佛門出世的聖賢，以這種身分出現在世間，中國人稱為祖師大德。釋迦牟尼佛在菩提樹下開悟，六祖惠能大師在五祖方丈室裡面開悟，境界完全相同，而六祖一生的示現是比丘身分出現。這是觀世音菩薩三十二應，叫遍知。明心見性，這十個號就都有了，都具足了。"
    },
    {
      "id": "02-037-0109_p0018",
      "zh_CN": "第四个『明行足』。明是智慧，有多解。下面举《大论》，《大智度论》，「宿命、天眼、漏尽，名为三明」。这是什么？六通里头的三种，这三种特别殊胜，所以讲三明六通。三明六通一共只有六个，不是九个。这里头三明是六通里面的宿命、天眼、漏尽，这三个。「《会疏》与《净影疏》同之」，都把这个地方的明解释为三明。「但《净影》又谓：明是证行，证法显了，故名为明」。明是智慧，般若智慧，智慧才能够证得。对于一切法，世出世间一切法显明了悟，说了解也可以，完全通达明了，这叫明。「是说较深」，这个意思比前面讲的有深度，「盖《华严》一经唯是信解行证，若于行法显了明证，如是方为明也」。这举《华严经》为例子，《华严》这部经清凉大师把它分为四科，就是四大部分，信、解、行、证，真的是圆满的法轮。于行法显了明证，信了、理解了要把它做到，从行里面去证实。证，证的什么？证的前面信、解、行是一不是二，行是行其所解，解是解其所信，一而三，三而一，这叫证。所以这才能称之为明，这个意思比前面深。",
      "zh_TW": "第四個『明行足』。明是智慧，有多解。下面舉《大論》，《大智度論》，「宿命、天眼、漏盡，名為三明」。這是什麼？六通裡頭的三種，這三種特別殊勝，所以講三明六通。三明六通一共只有六個，不是九個。這裡頭三明是六通裡面的宿命、天眼、漏盡，這三個。「《會疏》與《淨影疏》同之」，都把這個地方的明解釋為三明。「但《淨影》又謂：明是證行，證法顯了，故名為明」。明是智慧，般若智慧，智慧才能夠證得。對於一切法，世出世間一切法顯明了悟，說了解也可以，完全通達明瞭，這叫明。「是說較深」，這個意思比前面講的有深度，「蓋《華嚴》一經唯是信解行證，若於行法顯了明證，如是方為明也」。這舉《華嚴經》為例子，《華嚴》這部經清涼大師把它分為四科，就是四大部分，信、解、行、證，真的是圓滿的法輪。於行法顯了明證，信了、理解了要把它做到，從行裡面去證實。證，證的什麼？證的前面信、解、行是一不是二，行是行其所解，解是解其所信，一而三，三而一，這叫證。所以這才能稱之為明，這個意思比前面深。"
    },
    {
      "id": "02-037-0109_p0019",
      "zh_CN": "「《涅槃经十八》曰：明者，名得无量善果」，善果是什么？「名阿耨多罗三藐三菩提」。这个明是真正得无上正等正觉，才能称之为明，这都是果地上的。「是说最深」，这个说法，只有菩萨修成佛果才是明，明行足，「盖以得无上正等正觉为明也。今释本经，以《涅槃》之说为妥」。《涅槃》就是得无上正等正觉这才叫明，这是在本经明行足，念老是用这个做标准。「又行足者，《涅槃经十八》曰：行名脚足。脚足者，名为戒慧，乘戒慧足，得阿耨多罗三藐三菩提，是故名为明行足」。行就是现在所讲的真干，是这个意思。明是智慧，智慧明了、能真干，你才能得无上菩提，这才叫做明行足。这是《涅槃经》上说的，说得也很好。「《净影疏》同之。疏曰：龙树说，戒空慧等，名之为行。此二」，这个二就是一个是戒，一个是空慧，「圆具」，圆满具足，这叫足。所以足在大乘教里头，常常用它来形容圆满具足，表这个意思。「又《会疏》稍异」，《会疏》的说法，「行足者，谓身口意业，真正清洁，于自愿力一切之行，善修满足，故号明行足」，这个意思比较浅。所以，念老他取《涅槃》，就是前面《涅槃十八》所说的，这个意思很好。",
      "zh_TW": "「《涅槃經十八》曰：明者，名得無量善果」，善果是什麼？「名阿耨多羅三藐三菩提」。這個明是真正得無上正等正覺，才能稱之為明，這都是果地上的。「是說最深」，這個說法，只有菩薩修成佛果才是明，明行足，「蓋以得無上正等正覺為明也。今釋本經，以《涅槃》之說為妥」。《涅槃》就是得無上正等正覺這才叫明，這是在本經明行足，念老是用這個做標準。「又行足者，《涅槃經十八》曰：行名腳足。腳足者，名為戒慧，乘戒慧足，得阿耨多羅三藐三菩提，是故名為明行足」。行就是現在所講的真幹，是這個意思。明是智慧，智慧明瞭、能真幹，你才能得無上菩提，這才叫做明行足。這是《涅槃經》上說的，說得也很好。「《淨影疏》同之。疏曰：龍樹說，戒空慧等，名之為行。此二」，這個二就是一個是戒，一個是空慧，「圓具」，圓滿具足，這叫足。所以足在大乘教裡頭，常常用它來形容圓滿具足，表這個意思。「又《會疏》稍異」，《會疏》的說法，「行足者，謂身口意業，真正清潔，於自願力一切之行，善修滿足，故號明行足」，這個意思比較淺。所以，念老他取《涅槃》，就是前面《涅槃十八》所說的，這個意思很好。"
    },
    {
      "id": "02-037-0109_p0020",
      "zh_CN": "下面第五『善逝』。「善者好也，逝者去也，故又名好去。《大论》曰：好去者，于种种诸深三摩提」，三摩提是正定，「无量诸大智慧中去。如偈说：佛一切智为大车」，这是比喻，「八正道行入涅槃。是名好去」。好去的意思就很明显，好去到哪里去？到大涅槃，也是我们本经里面所说的真实之际。我们走到真实之际里面，这是好去，真实之际就是西方世界的常寂光净土，真的，是净宗学人终极的目标。入常寂光不是等觉，《华严经》上的妙觉如来，证得究竟圆满的自性，连无明的习气都断干净了，这回到常寂光。回到常寂光才真正平等，这里头没有先佛后佛，完全是一样的。常寂光里面没有时间、没有空间，这真正叫好去。",
      "zh_TW": "下面第五『善逝』。「善者好也，逝者去也，故又名好去。《大論》曰：好去者，於種種諸深三摩提」，三摩提是正定，「無量諸大智慧中去。如偈說：佛一切智為大車」，這是比喻，「八正道行入涅槃。是名好去」。好去的意思就很明顯，好去到哪裡去？到大涅槃，也是我們本經裡面所說的真實之際。我們走到真實之際裡面，這是好去，真實之際就是西方世界的常寂光淨土，真的，是淨宗學人終極的目標。入常寂光不是等覺，《華嚴經》上的妙覺如來，證得究竟圓滿的自性，連無明的習氣都斷乾淨了，這回到常寂光。回到常寂光才真正平等，這裡頭沒有先佛後佛，完全是一樣的。常寂光裡面沒有時間、沒有空間，這真正叫好去。"
    },
    {
      "id": "02-037-0109_p0021",
      "zh_CN": "「又《合赞》曰：善者，最初发心。逝者，大般涅槃。如来不舍最初发心，得大涅槃，是故如来名为善逝。」这个意思也很深，对我们初学的很有启发性。这是什么？中国人常讲的报本反始，是报恩心，永远记住最初发心。祖师大德也常说，「不忘初心，成佛有余」。初发心的时候勇猛，佛门里头有谚语说，「学佛一年，佛在眼前」，那种热情可嘉，「学佛两年，佛在天边；学佛三年，佛变成云烟」，没了，变成老油条了。为什么？学佛不明教理，只是在形式上，形式上没有办法让人耐久，这是人之常情。一年很新鲜，二年味道就淡了，三年就厌倦了，所以退心了。这桩事情不是现在有，自古以来就有，甚至于释迦牟尼佛在世的时候就有。烦恼重的人、情执重的人，初见佛不错，跟佛很有缘，二、三年之后退心了。为什么？情执放不下，还有他的一些爱好放不下，名闻利养、五欲六尘。这个时代那就更麻烦了，古时候对于这些东西诱惑少，国家禁止，违背伦理道德的言行都在禁止之例，现在不但不禁止，鼓励。中国古时候读书人给人的概念，《礼记》里头第一篇，「欲不可纵」，这中国圣人说的，因为它是世间法。欲不禁止，但是有节制，不能超过，不能纵欲。现在？现在鼓励，对于财色名食睡放纵，所以招来的灾难，这是我们不能不知道的。所以不忘初心这个好，就始终保持着精进不懈，得大涅槃，是故如来名为善逝。「是均以入涅槃为善逝」，也就是现在科学所说的回归零量点，也就是禅宗讲的明心见性。",
      "zh_TW": "「又《合贊》曰：善者，最初發心。逝者，大般涅槃。如來不捨最初發心，得大涅槃，是故如來名為善逝。」這個意思也很深，對我們初學的很有啟發性。這是什麼？中國人常講的報本反始，是報恩心，永遠記住最初發心。祖師大德也常說，「不忘初心，成佛有餘」。初發心的時候勇猛，佛門裡頭有諺語說，「學佛一年，佛在眼前」，那種熱情可嘉，「學佛兩年，佛在天邊；學佛三年，佛變成雲煙」，沒了，變成老油條了。為什麼？學佛不明教理，只是在形式上，形式上沒有辦法讓人耐久，這是人之常情。一年很新鮮，二年味道就淡了，三年就厭倦了，所以退心了。這樁事情不是現在有，自古以來就有，甚至於釋迦牟尼佛在世的時候就有。煩惱重的人、情執重的人，初見佛不錯，跟佛很有緣，二、三年之後退心了。為什麼？情執放不下，還有他的一些愛好放不下，名聞利養、五欲六塵。這個時代那就更麻煩了，古時候對於這些東西誘惑少，國家禁止，違背倫理道德的言行都在禁止之例，現在不但不禁止，鼓勵。中國古時候讀書人給人的概念，《禮記》裡頭第一篇，「欲不可縱」，這中國聖人說的，因為它是世間法。欲不禁止，但是有節制，不能超過，不能縱欲。現在？現在鼓勵，對於財色名食睡放縱，所以招來的災難，這是我們不能不知道的。所以不忘初心這個好，就始終保持著精進不懈，得大涅槃，是故如來名為善逝。「是均以入涅槃為善逝」，也就是現在科學所說的回歸零量點，也就是禪宗講的明心見性。"
    },
    {
      "id": "02-037-0109_p0022",
      "zh_CN": "「又《会疏》曰：善逝即妙往之义」，这个说法也很好，「谓以无量智慧，能断诸惑，妙出世间，能趣佛果」，这个意思也很好。「是以趣佛果为善逝，与上说亦无实异」，就是并没有不相同。「至于佛无来去，云何名好去？」这是假设有人问这个问题，寂光里头时空都没有，怎么可以说好去？「《净影疏》曰：佛德圆满，更何处去，而言好去，虽无去处，非不能去。如劫尽火，虽无所烧，非不能烧，故得云去」，这是隋朝慧远法师解答的。佛的德是性德，自性里头本具智慧德相他统统证得了、圆满了，还有什么地方去？善逝是好去的意思。「虽无去处，非不能去」，这个意思是什么？证得圆满菩提，肯定与十法界一切有缘众生感应道交，这肯定的。连科学家都知道，众生起心动念他知道，众生我们身体状况他也知道。为什么？物质身体状况，每个细胞都在那里波动，这个波动的信息从我们身体发出去，他们都收到，知道你身体状况，知道你的念头。我们的缘成熟了，也就是，他都晓得，这个法门我们可以接受、欢喜接受、能够理解，他一定现身为我们说法，一定来帮助我们。这就是他去了，去而没去，没去而去，这不是善逝吗？在常寂光里面确实没有来去，但是示现，示现是当处出生随处灭尽，无去而去，去而无去。这个解善逝也都能解得通。",
      "zh_TW": "「又《會疏》曰：善逝即妙往之義」，這個說法也很好，「謂以無量智慧，能斷諸惑，妙出世間，能趣佛果」，這個意思也很好。「是以趣佛果為善逝，與上說亦無實異」，就是並沒有不相同。「至於佛無來去，云何名好去？」這是假設有人問這個問題，寂光裡頭時空都沒有，怎麼可以說好去？「《淨影疏》曰：佛德圓滿，更何處去，而言好去，雖無去處，非不能去。如劫盡火，雖無所燒，非不能燒，故得云去」，這是隋朝慧遠法師解答的。佛的德是性德，自性裡頭本具智慧德相他統統證得了、圓滿了，還有什麼地方去？善逝是好去的意思。「雖無去處，非不能去」，這個意思是什麼？證得圓滿菩提，肯定與十法界一切有緣眾生感應道交，這肯定的。連科學家都知道，眾生起心動念他知道，眾生我們身體狀況他也知道。為什麼？物質身體狀況，每個細胞都在那裡波動，這個波動的信息從我們身體發出去，他們都收到，知道你身體狀況，知道你的念頭。我們的緣成熟了，也就是，他都曉得，這個法門我們可以接受、歡喜接受、能夠理解，他一定現身為我們說法，一定來幫助我們。這就是他去了，去而沒去，沒去而去，這不是善逝嗎？在常寂光裡面確實沒有來去，但是示現，示現是當處出生隨處滅盡，無去而去，去而無去。這個解善逝也都能解得通。"
    },
    {
      "id": "02-037-0109_p0023",
      "zh_CN": "这个后头举了个例子，如劫尽火，这个大劫尽的时候，这个劫是成住坏空。我们现在是住劫，住劫尽的时候这个世界就坏了。世界怎么坏了？星球都烧掉了。现在天文学知道，每个星球都有寿命的，都不是永恒的。太阳就是个火球，有烧尽的一天，太阳烧尽了，没有了，太阳系就没有了，太阳系里面这些行星，小行星统统都有大灾难。所以劫尽火，这个火就像太阳一样。我们知道，在太空当中，自己发光的叫恒星，恒星全是火球，行星没有火，但是它都离不开火。地，地心是火，是非常猛烈的火在里面烧，关在炉子里头，外面这层壳包围着它，叫地壳。地壳并不很厚，所以常常火山会冒出来，那是什么？地底下火冒出来了，我们称它作劫火。虽无所烧，为什么？一切法都是空的，都不是真的，但是在事相上你看到它真的在烧，从理上讲的时候完全是空的，凡所有相，皆是虚妄。事上有，理上无，相上有，性上无，面面都看到。所以可以说去，说来去，从事上说、从相上说。",
      "zh_TW": "這個後頭舉了個例子，如劫盡火，這個大劫盡的時候，這個劫是成住壞空。我們現在是住劫，住劫盡的時候這個世界就壞了。世界怎麼壞了？星球都燒掉了。現在天文學知道，每個星球都有壽命的，都不是永恆的。太陽就是個火球，有燒盡的一天，太陽燒盡了，沒有了，太陽系就沒有了，太陽系裡面這些行星，小行星統統都有大災難。所以劫盡火，這個火就像太陽一樣。我們知道，在太空當中，自己發光的叫恆星，恆星全是火球，行星沒有火，但是它都離不開火。地，地心是火，是非常猛烈的火在裡面燒，關在爐子裡頭，外面這層殼包圍著它，叫地殼。地殼並不很厚，所以常常火山會冒出來，那是什麼？地底下火冒出來了，我們稱它作劫火。雖無所燒，為什麼？一切法都是空的，都不是真的，但是在事相上你看到它真的在燒，從理上講的時候完全是空的，凡所有相，皆是虛妄。事上有，理上無，相上有，性上無，面面都看到。所以可以說去，說來去，從事上說、從相上說。"
    },
    {
      "id": "02-037-0109_p0024",
      "zh_CN": "第六个德号，『世间解』。「又译知世间」，也翻译作知世间。世间，「《甄解》曰：世间者，名为五阴」。这个道理很深，我们现在读这一段，跟从前理解的不一样了。为什么世间名为五阴？是五阴造作出来的世间，世间不能离开五阴，离开五阴世间就没有了。也就是世间之组成，五阴是它的基础，像盖一栋大楼，五阴是砖头、瓦块，是砖瓦，是由它堆砌成的。五阴从哪里来的？从一念不觉，自性里头变出来的。最初的名字叫阿赖耶，阿赖耶怎么来的？一念不觉。一念不觉没有原因，一念不觉没有时间，所以这一念不觉叫无始无明，这个要记住。无始什么？没有开始，叫无始。不是说很久很久，说不出来，数字说不出来，称作无始，不是这个意思。无始什么？就是现在，它确实没有开始。既没有开始，当然就没有灭，叫不生不灭，真的是不生不灭。有没有这个现象？有，这种现象现在科学家把它称作能量。从这个现象里面产生了转相，阿赖耶的第二个现象，转相，转相是什么？转变。转相就是我们今天讲的意念、念头，从意念出现了物质现象。叫阿赖耶的三细相，一念不觉是业相（能量），转变为第二个现象，就是转相（信息），由信息又转变第三个现象，境界相。这个东西是宇宙的基础，遍法界虚空界万事万物都是这个东西变现出来的。",
      "zh_TW": "第六個德號，『世間解』。「又譯知世間」，也翻譯作知世間。世間，「《甄解》曰：世間者，名為五陰」。這個道理很深，我們現在讀這一段，跟從前理解的不一樣了。為什麼世間名為五陰？是五陰造作出來的世間，世間不能離開五陰，離開五陰世間就沒有了。也就是世間之組成，五陰是它的基礎，像蓋一棟大樓，五陰是磚頭、瓦塊，是磚瓦，是由它堆砌成的。五陰從哪裡來的？從一念不覺，自性裡頭變出來的。最初的名字叫阿賴耶，阿賴耶怎麼來的？一念不覺。一念不覺沒有原因，一念不覺沒有時間，所以這一念不覺叫無始無明，這個要記住。無始什麼？沒有開始，叫無始。不是說很久很久，說不出來，數字說不出來，稱作無始，不是這個意思。無始什麼？就是現在，它確實沒有開始。既沒有開始，當然就沒有滅，叫不生不滅，真的是不生不滅。有沒有這個現象？有，這種現象現在科學家把它稱作能量。從這個現象裡面產生了轉相，阿賴耶的第二個現象，轉相，轉相是什麼？轉變。轉相就是我們今天講的意念、念頭，從意念出現了物質現象。叫阿賴耶的三細相，一念不覺是業相（能量），轉變為第二個現象，就是轉相（信息），由信息又轉變第三個現象，境界相。這個東西是宇宙的基礎，遍法界虛空界萬事萬物都是這個東西變現出來的。"
    },
    {
      "id": "02-037-0109_p0025",
      "zh_CN": "这个最小的物质现象里头是什么东西？包括五蕴，色受想行识，色是物质现象，受、想、行、识是精神现象。我们讲物质，今天称物理，受想行识是心理。心跟物是一不是二，不能分的，为什么？受想行识变现出来的物质现象，物质现象里面决定含着有受想行识。是一不是二，没有受想行识，物质现象决定不会存在。近代科学才提出来，二分法是错误的，把这个现象分做心理跟物理是错了，心理跟物理是一个，不能分的。物是心变现出来的，所以心可以控制物质，现代科学家提出「以心控物」，这是最近发现的，最近三十年。科学相当进步，从八十年前发现原子，到现在八十年之间，从原子发现到真正叫基本粒子，可是科学家讲基本粒子讲有一百多种。由此可知，研究的人多，发现的人多，各人用的名词不一样，都是最小的物质现象，小到不能再小了。",
      "zh_TW": "這個最小的物質現象裡頭是什麼東西？包括五蘊，色受想行識，色是物質現象，受、想、行、識是精神現象。我們講物質，今天稱物理，受想行識是心理。心跟物是一不是二，不能分的，為什麼？受想行識變現出來的物質現象，物質現象裡面決定含著有受想行識。是一不是二，沒有受想行識，物質現象決定不會存在。近代科學才提出來，二分法是錯誤的，把這個現象分做心理跟物理是錯了，心理跟物理是一個，不能分的。物是心變現出來的，所以心可以控制物質，現代科學家提出「以心控物」，這是最近發現的，最近三十年。科學相當進步，從八十年前發現原子，到現在八十年之間，從原子發現到真正叫基本粒子，可是科學家講基本粒子講有一百多種。由此可知，研究的人多，發現的人多，各人用的名詞不一樣，都是最小的物質現象，小到不能再小了。"
    },
    {
      "id": "02-037-0109_p0026",
      "zh_CN": "我们没有详细阅读这些报告，这个经上，黄念祖老居士，他也是个科学家，他是专攻无线电的。书里面告诉我们一桩事情，应该是在七十年代发现的中微子，中微子多大？是电子的一百亿分之一，它的体积；换句话说，一百亿个中微子才能组成一个电子，你说多小。这个中微子是什么？就是佛法讲的色受想行识，这么小的物质里头，它有物质现象，有受想行识心理现象。所以宇宙之间没有一样东西说是无生的，用现在话说，整个宇宙都是有机体，你找到是个无机的你找不到，全是有机体，也就是说全都是活的。我们起心动念他们全晓得，千万不要以为没有人知道，错了！桌椅板凳知道，我们这个房子它知道，物质现象都知道。一粒尘沙它知道，一根汗毛它知道，没有一样不知道的。要知道整个宇宙全知道，做不善的事情就很难为情，不好意思。我们很多见不得人的事情都以为人不知道，哪里知道全知道。只有什么？糊涂人他不知道，他收到信息了，信息不是他没收到，他收到了，收到他不晓得，机器坏了，机器有了故障。故障是什么？妄念太多，这故障，如果心地清净，哪有不知道的。所以我们才晓得，佛菩萨神通广大，无所不知，连现在科学都证明了。他心没有染污，清净平等觉，所以他无所不知。遍法界虚空界任何一个波动现象，一个信息，他全收到。五阴，世间名为五阴。",
      "zh_TW": "我們沒有詳細閱讀這些報告，這個經上，黃念祖老居士，他也是個科學家，他是專攻無線電的。書裡面告訴我們一樁事情，應該是在七十年代發現的中微子，中微子多大？是電子的一百億分之一，它的體積；換句話說，一百億個中微子才能組成一個電子，你說多小。這個中微子是什麼？就是佛法講的色受想行識，這麼小的物質裡頭，它有物質現象，有受想行識心理現象。所以宇宙之間沒有一樣東西說是無生的，用現在話說，整個宇宙都是有機體，你找到是個無機的你找不到，全是有機體，也就是說全都是活的。我們起心動念他們全曉得，千萬不要以為沒有人知道，錯了！桌椅板凳知道，我們這個房子它知道，物質現象都知道。一粒塵沙它知道，一根汗毛它知道，沒有一樣不知道的。要知道整個宇宙全知道，做不善的事情就很難為情，不好意思。我們很多見不得人的事情都以為人不知道，哪裡知道全知道。只有什麼？糊塗人他不知道，他收到信息了，信息不是他沒收到，他收到了，收到他不曉得，機器壞了，機器有了故障。故障是什麼？妄念太多，這故障，如果心地清淨，哪有不知道的。所以我們才曉得，佛菩薩神通廣大，無所不知，連現在科學都證明了。他心沒有染污，清淨平等覺，所以他無所不知。遍法界虛空界任何一個波動現象，一個信息，他全收到。五陰，世間名為五陰。"
    },
    {
      "id": "02-037-0109_p0027",
      "zh_CN": "「解者名知。诸佛世尊善知五阴，故名世间解。」什么回事情？连那个根、源他都看到了。「《净影疏》曰：世间解者，是化他智，善解世间，名世间解。」对，这是教化众生的，帮助众生觉悟，了解宇宙人生真相。所以同学们你们一定要知道，佛法是教育，经典是教科书。里面讲些什么？讲伦理、讲道德、讲因果、讲科学、讲哲学，可以说这五大类。五大类都讲到究竟圆满，都讲到登峰造极，这是一门大学问，这里头决定没有丝毫迷信。我们看到现前科学报告，我们有理由相信，二、三十年之后佛教不是宗教了。为什么？科学家承认了，哲学家承认了，佛教是高等科学、高等哲学。哲学与科学所探讨的终极的目标，现在还没找到，佛经三千年前就说明了。有人比喻科学技术像爬山爬到最高峰，爬到顶上去看，顶上释迦牟尼佛坐在那里已经坐了三千年，你现在才爬到。这个比喻很有味道，确实是最高峰。所以是化他智。",
      "zh_TW": "「解者名知。諸佛世尊善知五陰，故名世間解。」什麼回事情？連那個根、源他都看到了。「《淨影疏》曰：世間解者，是化他智，善解世間，名世間解。」對，這是教化眾生的，幫助眾生覺悟，了解宇宙人生真相。所以同學們你們一定要知道，佛法是教育，經典是教科書。裡面講些什麼？講倫理、講道德、講因果、講科學、講哲學，可以說這五大類。五大類都講到究竟圓滿，都講到登峰造極，這是一門大學問，這裡頭決定沒有絲毫迷信。我們看到現前科學報告，我們有理由相信，二、三十年之後佛教不是宗教了。為什麼？科學家承認了，哲學家承認了，佛教是高等科學、高等哲學。哲學與科學所探討的終極的目標，現在還沒找到，佛經三千年前就說明了。有人比喻科學技術像爬山爬到最高峰，爬到頂上去看，頂上釋迦牟尼佛坐在那裡已經坐了三千年，你現在才爬到。這個比喻很有味道，確實是最高峰。所以是化他智。"
    },
    {
      "id": "02-037-0109_p0028",
      "zh_CN": "「《会疏》曰：谓世间出世间因果诸法无不解了，故名世间解」。综上这三种解释，「故世间解者，乃化他之圣智，谓如来如实知世间与出世间种种因果诸法」。我们在大乘学习当中，通常用六个字，包括全部的佛法，这六个字是性相、理事、因果。性相，性是法性，相是法相，法性是体，就是自性，所有一切现象全是法性变现出来的。法性能生能现，惠能大师说，「何期自性，能生万法」。所以首先讲的性相。第二个讲理事，事一定有理，理一定有事，科学很多发明都是从这个地方推演出来的。先研究有这个道理，有这个道理肯定有事相，再去探索、去发现这个事相。任何一个现象有因有果，能把这六个搞通达明了就能够教化一切众生。对上中下三根，上上根的跟他讲性相，中根的跟他讲事理，下根的跟他讲因果，这都能接受，帮助他们断恶修善、改邪归正、端正心念。教化众生，对世出世法不了解不行。",
      "zh_TW": "「《會疏》曰：謂世間出世間因果諸法無不解了，故名世間解」。綜上這三種解釋，「故世間解者，乃化他之聖智，謂如來如實知世間與出世間種種因果諸法」。我們在大乘學習當中，通常用六個字，包括全部的佛法，這六個字是性相、理事、因果。性相，性是法性，相是法相，法性是體，就是自性，所有一切現象全是法性變現出來的。法性能生能現，惠能大師說，「何期自性，能生萬法」。所以首先講的性相。第二個講理事，事一定有理，理一定有事，科學很多發明都是從這個地方推演出來的。先研究有這個道理，有這個道理肯定有事相，再去探索、去發現這個事相。任何一個現象有因有果，能把這六個搞通達明瞭就能夠教化一切眾生。對上中下三根，上上根的跟他講性相，中根的跟他講事理，下根的跟他講因果，這都能接受，幫助他們斷惡修善、改邪歸正、端正心念。教化眾生，對世出世法不了解不行。"
    },
    {
      "id": "02-037-0109_p0029",
      "zh_CN": "说到了解，难！佛家的出世间法，这一部《大藏经》，你能把它念得完吗？你能通达吗？不能通达《大藏经》你说法就不契理，通达《大藏经》，要不通世间法你就不契机。世间法可复杂了，李老师以前跟我们讲，就以中国这套丛书《四库全书》，你能读得完吗？这世间法。你不通，不通不契机。除《四库》之外，世间所有的这些书籍也都是世间法，你怎么能通！我买第一套《四库全书》，商务印书馆总经理跟我说，这套书就算一个小孩一出生下来他就会念，念到一百岁这套书还没有念完。现在是缩印本，一千五百册。换句话说，通世出世间法用我们的方法是不可能的事情，那就得用佛法、用我们老祖宗的方法。所以老祖宗不能瞧不起他，他们有智慧，他们有善巧方便，这个善巧方便，开悟，明心见性。",
      "zh_TW": "說到了解，難！佛家的出世間法，這一部《大藏經》，你能把它念得完嗎？你能通達嗎？不能通達《大藏經》你說法就不契理，通達《大藏經》，要不通世間法你就不契機。世間法可複雜了，李老師以前跟我們講，就以中國這套叢書《四庫全書》，你能讀得完嗎？這世間法。你不通，不通不契機。除《四庫》之外，世間所有的這些書籍也都是世間法，你怎麼能通！我買第一套《四庫全書》，商務印書館總經理跟我說，這套書就算一個小孩一出生下來他就會念，念到一百歲這套書還沒有念完。現在是縮印本，一千五百冊。換句話說，通世出世間法用我們的方法是不可能的事情，那就得用佛法、用我們老祖宗的方法。所以老祖宗不能瞧不起他，他們有智慧，他們有善巧方便，這個善巧方便，開悟，明心見性。"
    },
    {
      "id": "02-037-0109_p0030",
      "zh_CN": "明心见性这个概念，在佛教没传到中国来，中国人就已经知道了。《大学》里头说「明明德」，夫子说人性本善，我们相信夫子述而不作，人性本善可能是老祖宗世世代代传下来的，不止二千五百年，老祖宗知道。教育的目的，就是如何将这个本善保持永远不变，将这个本善发扬光大，这是中国教育的目的，教你做圣人、做贤人。所以读书志在圣贤，不是在升官发财，学佛志在成佛、成菩萨，跟中国老祖宗的理念完全相同，目标相同、方向相同。所以读书乐，读书之乐乐无穷，契入这个境界法喜充满。证实了古人所说的「世味哪有法味浓」，你尝到法味就快乐无比。所以，圣贤、佛菩萨在这个世间都是从事于教学，他不搞别的行业，他都从事教学。",
      "zh_TW": "明心見性這個概念，在佛教沒傳到中國來，中國人就已經知道了。《大學》裡頭說「明明德」，夫子說人性本善，我們相信夫子述而不作，人性本善可能是老祖宗世世代代傳下來的，不止二千五百年，老祖宗知道。教育的目的，就是如何將這個本善保持永遠不變，將這個本善發揚光大，這是中國教育的目的，教你做聖人、做賢人。所以讀書志在聖賢，不是在升官發財，學佛志在成佛、成菩薩，跟中國老祖宗的理念完全相同，目標相同、方向相同。所以讀書樂，讀書之樂樂無窮，契入這個境界法喜充滿。證實了古人所說的「世味哪有法味濃」，你嘗到法味就快樂無比。所以，聖賢、佛菩薩在這個世間都是從事於教學，他不搞別的行業，他都從事教學。"
    },
    {
      "id": "02-037-0109_p0031",
      "zh_CN": "盛世众生有福，国王大臣、地方的官员是佛菩萨来应化，跟这些教学的人配合，教学的人教，他们来护法，那就变成盛世。中国像这样的盛世出现很多次，历史上有记载，每个朝代建立，大概都有一百五十年到二百年的盛世，太平盛世。那个时代国王大臣确实很多佛菩萨，他们理解，他们认识、护持，热心护持来推动圣贤教育，让这个社会得到安定和谐，人民幸福，国泰民安。现前这个社会，大家都知道灾难频繁。能不能化解？答案是肯定的，可以化解。连美国布莱登都晓得，只要地球上的居民觉悟了，他也是个量子学家，懂得以心控物。所以他说，地球上的居民如果在这时候真正觉悟，弃恶扬善、改邪归正、端正心念，灾难就可以化解。谁去做？自己做，每个人自己都肯这样做，地球上灾难就没有了。认真努力去做，实现释迦牟尼佛的教诲，制心一处。我们今天把心制在哪？制在阿弥陀佛，能救自己，也能够救这个灾难。心里面只有阿弥陀佛，除阿弥陀佛之外什么都没有，就能救地球。我们在这个经典上学的，再看到科学报告。唐太宗也是个大护法，没能往生，情执太重、杀业太重，就这两个，他不能往生。杀业太重可以消掉，忏悔可以消掉，那个情执一定要放下，不放下不能往生。",
      "zh_TW": "盛世眾生有福，國王大臣、地方的官員是佛菩薩來應化，跟這些教學的人配合，教學的人教，他們來護法，那就變成盛世。中國像這樣的盛世出現很多次，歷史上有記載，每個朝代建立，大概都有一百五十年到二百年的盛世，太平盛世。那個時代國王大臣確實很多佛菩薩，他們理解，他們認識、護持，熱心護持來推動聖賢教育，讓這個社會得到安定和諧，人民幸福，國泰民安。現前這個社會，大家都知道災難頻繁。能不能化解？答案是肯定的，可以化解。連美國布萊登都曉得，只要地球上的居民覺悟了，他也是個量子學家，懂得以心控物。所以他說，地球上的居民如果在這時候真正覺悟，棄惡揚善、改邪歸正、端正心念，災難就可以化解。誰去做？自己做，每個人自己都肯這樣做，地球上災難就沒有了。認真努力去做，實現釋迦牟尼佛的教誨，制心一處。我們今天把心制在哪？制在阿彌陀佛，能救自己，也能夠救這個災難。心裡面只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，就能救地球。我們在這個經典上學的，再看到科學報告。唐太宗也是個大護法，沒能往生，情執太重、殺業太重，就這兩個，他不能往生。殺業太重可以消掉，懺悔可以消掉，那個情執一定要放下，不放下不能往生。"
    },
    {
      "id": "02-037-0109_p0032",
      "zh_CN": "所以世间解，化他之圣智，这里面给我们很大的启示。教化众生必须要圣智，自己有圣智还得要教人民都有圣智。那应该怎么做？宗教教育是圣智。宗教的经典不光是念，念不行，没用处，要把它讲透，要把它落实。普世的教育不外乎伦理、道德、因果，这三样东西每个宗教里头都有。能把这三种教育讲透了、讲明白、讲清楚了，大家都觉悟了，自然弃恶扬善，自然就改邪归正。所以宗教教育能救社会，宗教教育能救地球，我们要认识它。宗教教育里头，佛教是纯粹的教育，这我们要知道。佛教里头讲有诸天、讲有鬼神，那是什么？那是事实真相。宇宙之间确实有这些众生，这些众生也都是凡夫，这些众生也都是释迦牟尼佛的学生，他来求学，佛没有拒绝的，来者不拒，去者不留。所以，我们今天说不同维次空间的生物，他们知道有释迦牟尼佛，他们知道有宗教教育，他们非常向往、非常好学，我们应该满足他的愿望。这圣贤教育。",
      "zh_TW": "所以世間解，化他之聖智，這裡面給我們很大的啟示。教化眾生必須要聖智，自己有聖智還得要教人民都有聖智。那應該怎麼做？宗教教育是聖智。宗教的經典不光是念，念不行，沒用處，要把它講透，要把它落實。普世的教育不外乎倫理、道德、因果，這三樣東西每個宗教裡頭都有。能把這三種教育講透了、講明白、講清楚了，大家都覺悟了，自然棄惡揚善，自然就改邪歸正。所以宗教教育能救社會，宗教教育能救地球，我們要認識它。宗教教育裡頭，佛教是純粹的教育，這我們要知道。佛教裡頭講有諸天、講有鬼神，那是什麼？那是事實真相。宇宙之間確實有這些眾生，這些眾生也都是凡夫，這些眾生也都是釋迦牟尼佛的學生，他來求學，佛沒有拒絕的，來者不拒，去者不留。所以，我們今天說不同維次空間的生物，他們知道有釋迦牟尼佛，他們知道有宗教教育，他們非常嚮往、非常好學，我們應該滿足他的願望。這聖賢教育。"
    },
    {
      "id": "02-037-0109_p0033",
      "zh_CN": "圣贤教育如果我们自己不真学，你就讲不透，你就讲不清楚。所以自己，教别人先教自己，自己一定契入境界，真清楚、真明白了，把这桩事情讲给别人听，告诉别人。自己身心健康，家庭幸福，事业顺利，社会和谐，天下太平，地球上所有灾难都化解了，真做得到，不是做不到。我们要加把劲努力，怎样把宗教教育推动起来。我们自己做了个实例，五十三年教学没中断，产生这样好的效果，这大家看到的。我们做得很辛苦，没有人护持，没有背景、没有依靠，真在千辛万苦当中我们做出成绩来让大家看。大家看到，统统都来做，我们的社会问题、地球问题就化解了。今天时间到了。",
      "zh_TW": "聖賢教育如果我們自己不真學，你就講不透，你就講不清楚。所以自己，教別人先教自己，自己一定契入境界，真清楚、真明白了，把這樁事情講給別人聽，告訴別人。自己身心健康，家庭幸福，事業順利，社會和諧，天下太平，地球上所有災難都化解了，真做得到，不是做不到。我們要加把勁努力，怎樣把宗教教育推動起來。我們自己做了個實例，五十三年教學沒中斷，產生這樣好的效果，這大家看到的。我們做得很辛苦，沒有人護持，沒有背景、沒有依靠，真在千辛萬苦當中我們做出成績來讓大家看。大家看到，統統都來做，我們的社會問題、地球問題就化解了。今天時間到了。"
    }
  ]
}