{
  "doc_id": "02-037-0254",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二五四集",
    "zh_TW": "第二五四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0254",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-037-0254_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百九十九页第一行，「现度生」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百九十九頁第一行，「現度生」。請看經文："
    },
    {
      "id": "02-037-0254_p0002",
      "zh_CN": "【有无量无数菩萨声闻之众。恭敬围绕。】",
      "zh_TW": "【有無量無數菩薩聲聞之眾。恭敬圍繞。】"
    },
    {
      "id": "02-037-0254_p0003",
      "zh_CN": "这是说阿弥陀佛示现，前面为我们示现依报、正报、说法，这末后是度生。这品经说明西方极乐世界实际的状况，可以说完全是一所学校。世尊为我们介绍，我们没有看到极乐世界有其他的活动，他的活动就是讲经教学。这个后面现度生，『有无量无数菩萨、声闻之众』，无量无数菩萨、声闻是极乐世界的学生，阿弥陀佛是老师。后头「声闻之众」，这个众字包含凡圣同居土，也包含来自十方参学的这些大众。这些人不是往生到极乐世界，是到极乐世界去见阿弥陀佛，向阿弥陀佛请教的，也在众这个字里头。所以弥陀不但要教学，还要见客。当然这些客人都有很多问题向佛请教，是一般的问题，佛会给大家讲；要是他单独，他个人修持上的问题，佛也会给他说。在极乐世界有报身佛、有应身佛，还有随类化身佛，看众生的根性，根性不相同，所见的佛也不一样。但是每个人都很欢喜、都很满意，为什么？你的疑难杂症到极乐世界全都解决了。所以这么好的一个机会我们千万不要错过。",
      "zh_TW": "這是說阿彌陀佛示現，前面為我們示現依報、正報、說法，這末後是度生。這品經說明西方極樂世界實際的狀況，可以說完全是一所學校。世尊為我們介紹，我們沒有看到極樂世界有其他的活動，他的活動就是講經教學。這個後面現度生，『有無量無數菩薩、聲聞之眾』，無量無數菩薩、聲聞是極樂世界的學生，阿彌陀佛是老師。後頭「聲聞之眾」，這個眾字包含凡聖同居土，也包含來自十方參學的這些大眾。這些人不是往生到極樂世界，是到極樂世界去見阿彌陀佛，向阿彌陀佛請教的，也在眾這個字裡頭。所以彌陀不但要教學，還要見客。當然這些客人都有很多問題向佛請教，是一般的問題，佛會給大家講；要是他單獨，他個人修持上的問題，佛也會給他說。在極樂世界有報身佛、有應身佛，還有隨類化身佛，看眾生的根性，根性不相同，所見的佛也不一樣。但是每個人都很歡喜、都很滿意，為什麼？你的疑難雜症到極樂世界全都解決了。所以這麼好的一個機會我們千萬不要錯過。"
    },
    {
      "id": "02-037-0254_p0004",
      "zh_CN": "末后这句『恭敬围绕』，这四个字非常重要，圣贤的教学能不能得真实的利益，全在「恭敬围绕」。围绕也是恭敬，念念舍不得离开，有这个意思在里头。我们看念老的注解，「有无量无数菩萨、声闻之众，恭敬围绕，因彼土圣众无量」，往生到极乐世界的人，来自十方诸佛刹土，确实往生的人数太多太多了。除这个之外，「复有十方前往礼觐听法之圣众」，这临时来的，临时来的也很多。而且什么？经常都有，来自十方世界的人数也是无量，统统围绕在阿弥陀佛的座下。「一心恭敬」，这是心态，一心专注，表示这个里头没有怀疑、没有夹杂，是用的清净心，没有杂念、没有妄想，这叫一心。我们礼敬，佛门礼敬合掌，合掌代表一心。平常十个指头代表散乱，把散乱的心收回来这一心。掌要平合，不能这里面空的，那这还是二不是一，一定要把它合拢，合拢是代表一心，一心就是恭敬，「听佛说法」。第九品我们就学习到此地。",
      "zh_TW": "末後這句『恭敬圍繞』，這四個字非常重要，聖賢的教學能不能得真實的利益，全在「恭敬圍繞」。圍繞也是恭敬，念念捨不得離開，有這個意思在裡頭。我們看念老的註解，「有無量無數菩薩、聲聞之眾，恭敬圍繞，因彼土聖眾無量」，往生到極樂世界的人，來自十方諸佛剎土，確實往生的人數太多太多了。除這個之外，「復有十方前往禮覲聽法之聖眾」，這臨時來的，臨時來的也很多。而且什麼？經常都有，來自十方世界的人數也是無量，統統圍繞在阿彌陀佛的座下。「一心恭敬」，這是心態，一心專注，表示這個裡頭沒有懷疑、沒有夾雜，是用的清淨心，沒有雜念、沒有妄想，這叫一心。我們禮敬，佛門禮敬合掌，合掌代表一心。平常十個指頭代表散亂，把散亂的心收回來這一心。掌要平合，不能這裡面空的，那這還是二不是一，一定要把它合攏，合攏是代表一心，一心就是恭敬，「聽佛說法」。第九品我們就學習到此地。"
    },
    {
      "id": "02-037-0254_p0005",
      "zh_CN": "再看下面这一品，在大科里面是第四，「皆愿作佛」。我们看念老的注解，「本品」，就是第十品，「唯见于汉吴两古译」。夏莲老会集这部经的时候，用的本子是五种原译本，这段经文汉译、吴译这两种有；换句话说，其他的三种本子缺这段文，没有这段文。所以古大德判断这个经决定是多次宣讲，才会有这种现象。如果只讲一次，原本是一个，翻译的人不同，则大同小异，不能有这么大的差别，怎么这段经文会没有了？这是说明世尊多次宣说。",
      "zh_TW": "再看下面這一品，在大科裡面是第四，「皆願作佛」。我們看念老的註解，「本品」，就是第十品，「唯見於漢吳兩古譯」。夏蓮老會集這部經的時候，用的本子是五種原譯本，這段經文漢譯、吳譯這兩種有；換句話說，其他的三種本子缺這段文，沒有這段文。所以古大德判斷這個經決定是多次宣講，才會有這種現象。如果只講一次，原本是一個，翻譯的人不同，則大同小異，不能有這麼大的差別，怎麼這段經文會沒有了？這是說明世尊多次宣說。"
    },
    {
      "id": "02-037-0254_p0006",
      "zh_CN": "这一品里面有两个意思，第一个，「阿阇王子等闻经欢喜，发愿成佛，如阿弥陀佛，释尊即为证明。是为启发我等，今日得闻此经，亦当如阿阇王子，发起大愿」，这第一个意思。我们要像阿阇王子，他们有些同伴五百个人，听佛讲这部经很有启发，听了之后心里面都在发愿，都想我要成佛，我成佛要像阿弥陀佛一样。这是心里想，没说出来，佛就知道了，释迦牟尼佛就知道了，给他做印证，给他做证明。我们今天也读到这段经文，也应当像阿阇王子一样，要发心往生极乐世界，在极乐世界成佛也像阿弥陀佛，这就对了。所以阿阇王子这段经文是很有启发作用的。",
      "zh_TW": "這一品裡面有兩個意思，第一個，「阿闍王子等聞經歡喜，發願成佛，如阿彌陀佛，釋尊即為證明。是為啟發我等，今日得聞此經，亦當如阿闍王子，發起大願」，這第一個意思。我們要像阿闍王子，他們有些同伴五百個人，聽佛講這部經很有啟發，聽了之後心裡面都在發願，都想我要成佛，我成佛要像阿彌陀佛一樣。這是心裡想，沒說出來，佛就知道了，釋迦牟尼佛就知道了，給他做印證，給他做證明。我們今天也讀到這段經文，也應當像阿闍王子一樣，要發心往生極樂世界，在極樂世界成佛也像阿彌陀佛，這就對了。所以阿闍王子這段經文是很有啟發作用的。"
    },
    {
      "id": "02-037-0254_p0007",
      "zh_CN": "第二，「佛说是诸王子」，佛说这五百个人，「已于无量劫中行菩萨道，过去生中即佛弟子，故今复相值」，这个「表一切诸法不离因缘」。世尊在此地顺便说出阿阇王子五百个人，在过去劫中都是学佛的人，而且行菩萨道，跟释迦牟尼佛有关系。释迦牟尼佛过去是他们的老师，这师生又碰到了，今复相值，又碰到了。这说明一切法不离开因缘，因缘有聚散，散了之后又会碰到、又会相聚。「故知我等今日得遇此经，闻是净宗妙法」，想必也是多生以来跟两土导师有缘。也就是过去生中曾经接受过释迦牟尼佛的教诲，也曾经接受过阿弥陀佛的教诲，跟这两位导师都有深厚的缘分，「故于今日方能有如是殊胜因缘」。佛说这个话意思很深。十方世界一切众生，有缘能遇到这部经，跟阿弥陀佛都有深厚的因缘，要不然你遇不到。重要的我们要把这个缘再续起来，不要让它在这一生中断了，那就是要像王子一样发心，我们要发心往生极乐世界，亲近阿弥陀佛。过去疏忽了，如果不是疏忽，你早就到极乐世界了，过去疏忽了没去成。为什么没有去成？对这个世界还有情执，还舍不得放下，所以没去成功。这一次又遇到了，希望这一次能够放下情执，能够生到极乐世界。",
      "zh_TW": "第二，「佛說是諸王子」，佛說這五百個人，「已於無量劫中行菩薩道，過去生中即佛弟子，故今復相值」，這個「表一切諸法不離因緣」。世尊在此地順便說出阿闍王子五百個人，在過去劫中都是學佛的人，而且行菩薩道，跟釋迦牟尼佛有關係。釋迦牟尼佛過去是他們的老師，這師生又碰到了，今復相值，又碰到了。這說明一切法不離開因緣，因緣有聚散，散了之後又會碰到、又會相聚。「故知我等今日得遇此經，聞是淨宗妙法」，想必也是多生以來跟兩土導師有緣。也就是過去生中曾經接受過釋迦牟尼佛的教誨，也曾經接受過阿彌陀佛的教誨，跟這兩位導師都有深厚的緣分，「故於今日方能有如是殊勝因緣」。佛說這個話意思很深。十方世界一切眾生，有緣能遇到這部經，跟阿彌陀佛都有深厚的因緣，要不然你遇不到。重要的我們要把這個緣再續起來，不要讓它在這一生中斷了，那就是要像王子一樣發心，我們要發心往生極樂世界，親近阿彌陀佛。過去疏忽了，如果不是疏忽，你早就到極樂世界了，過去疏忽了沒去成。為什麼沒有去成？對這個世界還有情執，還捨不得放下，所以沒去成功。這一次又遇到了，希望這一次能夠放下情執，能夠生到極樂世界。"
    },
    {
      "id": "02-037-0254_p0008",
      "zh_CN": "尤其是我们在现前，遇到非常殊胜的增上缘，这个增上缘就是地球的社会混乱，地球灾难很多，不是个好地方。极乐世界好！这个地球上没有安全的地方，最安全的是极乐世界，为什么不去？真去得了！不是去不了，真去得了。在理上讲，世尊在大乘经教常说，「唯心净土，自性弥陀」，这两句话说出我们跟极乐世界的关系、跟阿弥陀佛的关系，是一体。阿弥陀佛从哪里来的？是我自性当中变现出来的；极乐世界是哪里来的？是我唯心所现的。换句话说，极乐、弥陀不离自性。既然是一体，想去就去了，一点都不难。这个道理一定要懂，我们才能够断疑生信，具足信心，发恳切求生的愿望，然后执持名号，就是老实念佛。念佛的秘诀，大势至菩萨告诉我们，就是「都摄六根，净念相继」，这是念佛的秘诀。都摄六根就是放下万缘，统统放下；净念相继，净念是用清净心去念。什么是清净心？没有怀疑、没有夹杂，这就是清净心。用这个心去念佛，那就是经教里所说的，「一念相应一念佛，念念相应念念佛」，我们才起心动念，佛都知道。真想求往生就是根熟的众生，佛一定来接你。",
      "zh_TW": "尤其是我們在現前，遇到非常殊勝的增上緣，這個增上緣就是地球的社會混亂，地球災難很多，不是個好地方。極樂世界好！這個地球上沒有安全的地方，最安全的是極樂世界，為什麼不去？真去得了！不是去不了，真去得了。在理上講，世尊在大乘經教常說，「唯心淨土，自性彌陀」，這兩句話說出我們跟極樂世界的關係、跟阿彌陀佛的關係，是一體。阿彌陀佛從哪裡來的？是我自性當中變現出來的；極樂世界是哪裡來的？是我唯心所現的。換句話說，極樂、彌陀不離自性。既然是一體，想去就去了，一點都不難。這個道理一定要懂，我們才能夠斷疑生信，具足信心，發懇切求生的願望，然後執持名號，就是老實念佛。念佛的祕訣，大勢至菩薩告訴我們，就是「都攝六根，淨念相繼」，這是念佛的祕訣。都攝六根就是放下萬緣，統統放下；淨念相繼，淨念是用清淨心去念。什麼是清淨心？沒有懷疑、沒有夾雜，這就是清淨心。用這個心去念佛，那就是經教裡所說的，「一念相應一念佛，念念相應念念佛」，我們才起心動念，佛都知道。真想求往生就是根熟的眾生，佛一定來接你。"
    },
    {
      "id": "02-037-0254_p0009",
      "zh_CN": "底下这段经文，「见贤思齐」。阿阇王子与五百大长者，这是贤人，我们要向他看齐。经文分三段，这第一段「闻说欢喜」：",
      "zh_TW": "底下這段經文，「見賢思齊」。阿闍王子與五百大長者，這是賢人，我們要向他看齊。經文分三段，這第一段「聞說歡喜」："
    },
    {
      "id": "02-037-0254_p0010",
      "zh_CN": "【佛说阿弥陀佛为菩萨求得是愿时。阿阇王子。与五百大长者。闻之皆大欢喜。】",
      "zh_TW": "【佛說阿彌陀佛為菩薩求得是願時。阿闍王子。與五百大長者。聞之皆大歡喜。】"
    },
    {
      "id": "02-037-0254_p0011",
      "zh_CN": "这是闻法欢喜。注解里头说，「此王子与五百长者，正是现在与当来一切含灵之典范」，他们出现在此地，给我们做榜样，来示范的。听到佛讲经说法，从上面一直讲到此地，听了很欢喜，这个欢喜「非一切世乐可比」。这是古大德常说的「世味哪有法味浓」。非常可惜，现在一般世间人没有福报听法，听到佛法、读到佛经要有大福报，没有福报他遇不到，他只尝到世间的味道，五欲六尘的味道，没有尝过法味；如果他能尝到法味，人间天上的乐趣他就统统丢掉，不再愿意去接触了。法味浓，不是世间一切快乐可以相比的。",
      "zh_TW": "這是聞法歡喜。註解裡頭說，「此王子與五百長者，正是現在與當來一切含靈之典範」，他們出現在此地，給我們做榜樣，來示範的。聽到佛講經說法，從上面一直講到此地，聽了很歡喜，這個歡喜「非一切世樂可比」。這是古大德常說的「世味哪有法味濃」。非常可惜，現在一般世間人沒有福報聽法，聽到佛法、讀到佛經要有大福報，沒有福報他遇不到，他只嘗到世間的味道，五欲六塵的味道，沒有嘗過法味；如果他能嘗到法味，人間天上的樂趣他就統統丟掉，不再願意去接觸了。法味濃，不是世間一切快樂可以相比的。"
    },
    {
      "id": "02-037-0254_p0012",
      "zh_CN": "「乃因弥陀究竟圆满」，这样的人稀有难逢，你遇到一个修行证得圆满果报的人，妙觉如来，「超世希有之大愿而喜」。你看弥陀自证圆满，而他发的大愿确实超越世出世间，没有人能够跟阿弥陀佛相比。一切菩萨成佛，从来没有一个像阿弥陀佛一样，悲悯十法界诸佛刹土里面六道众生，六道苦，发大愿要帮助六道众生圆满成佛。他的愿不是虚愿，愿愿都兑现，愿愿都圆满，上面说「究竟圆满」，跟下面一起念下去，究竟圆满，「超世希有之大愿」。因圆满大愿的功德，出现了极乐世界。极乐世界怎么来的？是阿弥陀佛四十八愿五劫修行圆满功德之所成就的。阿阇王子这五百人他们明白了，他们听懂了，生大欢喜心，「为弥陀圆证菩提，大愿成就」生欢喜心，生大欢喜心，这桩事情太稀有了，从来没听说过。这是为弥陀成就欢喜。",
      "zh_TW": "「乃因彌陀究竟圓滿」，這樣的人稀有難逢，你遇到一個修行證得圓滿果報的人，妙覺如來，「超世希有之大願而喜」。你看彌陀自證圓滿，而他發的大願確實超越世出世間，沒有人能夠跟阿彌陀佛相比。一切菩薩成佛，從來沒有一個像阿彌陀佛一樣，悲憫十法界諸佛剎土裡面六道眾生，六道苦，發大願要幫助六道眾生圓滿成佛。他的願不是虛願，願願都兌現，願願都圓滿，上面說「究竟圓滿」，跟下面一起念下去，究竟圓滿，「超世希有之大願」。因圓滿大願的功德，出現了極樂世界。極樂世界怎麼來的？是阿彌陀佛四十八願五劫修行圓滿功德之所成就的。阿闍王子這五百人他們明白了，他們聽懂了，生大歡喜心，「為彌陀圓證菩提，大願成就」生歡喜心，生大歡喜心，這樁事情太稀有了，從來沒聽說過。這是為彌陀成就歡喜。"
    },
    {
      "id": "02-037-0254_p0013",
      "zh_CN": "下面是为阿弥陀佛度生欢喜，帮助这么多人一生圆满。「为弥陀证此究竟方便」，这个究竟方便是什么？「以持名妙法普度一切而喜」。这个法子真的是阿弥陀佛独特发明的，一切诸佛都没有。八万四千法门、无量法门，这是一些诸佛共同使用的，难！要破烦恼、要消业障。这两桩事情六道众生很难做到，真的是亿万人当中难得有一、二个做到，不能普度。阿弥陀佛他的办法是不要断烦恼，不要断烦恼、不要消业障就能成就，这没听说过的。阿弥陀佛的方法很简单，第一个你要真信，真正相信，不要怀疑；第二个恳切的愿望，我真想往生，我对这个世间没有留恋，真想往生；第三个一心老实念这一句阿弥陀佛佛号就行了，你看就这么简单。你具足这三个条件，信、愿、行，就能生到极乐世界，生到极乐世界你就能见到阿弥陀佛。",
      "zh_TW": "下面是為阿彌陀佛度生歡喜，幫助這麼多人一生圓滿。「為彌陀證此究竟方便」，這個究竟方便是什麼？「以持名妙法普度一切而喜」。這個法子真的是阿彌陀佛獨特發明的，一切諸佛都沒有。八萬四千法門、無量法門，這是一些諸佛共同使用的，難！要破煩惱、要消業障。這兩樁事情六道眾生很難做到，真的是億萬人當中難得有一、二個做到，不能普度。阿彌陀佛他的辦法是不要斷煩惱，不要斷煩惱、不要消業障就能成就，這沒聽說過的。阿彌陀佛的方法很簡單，第一個你要真信，真正相信，不要懷疑；第二個懇切的願望，我真想往生，我對這個世間沒有留戀，真想往生；第三個一心老實念這一句阿彌陀佛佛號就行了，你看就這麼簡單。你具足這三個條件，信、願、行，就能生到極樂世界，生到極樂世界你就能見到阿彌陀佛。"
    },
    {
      "id": "02-037-0254_p0014",
      "zh_CN": "阿弥陀佛是老师，我们做学生，到他那个地方他天天教我们，天天为我说法。这个意思很深，不是为人，为我说法，每一个到极乐世界的人，都有非常亲切的感触，是为我说法。在极乐世界，你看到阿弥陀佛究竟圆满的神通道力，「佛以一音而说法，众生随类各得解」。我听阿弥陀佛说法就是跟我说的，我能接受、我能理解；你听阿弥陀佛说法，那就是给你说的，非常适合你的程度。我想听《华严》，佛给我讲的句句是《华严经》；你想听《法华》，你听佛讲经句句是《法华经》，妙极了！佛真的是讲台上在那里说法，说的什么法？八万四千法门、无量法门一门都不缺，听众是各种不同根性他全都得到了。这是我们无法想像的。我们一个人不能讲两种经，他一个人上台讲一切经，一开口讲一切经，你想听什么经，听起来就一点没错，他确实就讲这部经。这个老师有本事、有智慧，一个人能够教不止八万四千，无量法门根性的众生一时成就。所以这听众欢喜，没有一个不欢喜。",
      "zh_TW": "阿彌陀佛是老師，我們做學生，到他那個地方他天天教我們，天天為我說法。這個意思很深，不是為人，為我說法，每一個到極樂世界的人，都有非常親切的感觸，是為我說法。在極樂世界，你看到阿彌陀佛究竟圓滿的神通道力，「佛以一音而說法，眾生隨類各得解」。我聽阿彌陀佛說法就是跟我說的，我能接受、我能理解；你聽阿彌陀佛說法，那就是給你說的，非常適合你的程度。我想聽《華嚴》，佛給我講的句句是《華嚴經》；你想聽《法華》，你聽佛講經句句是《法華經》，妙極了！佛真的是講台上在那裡說法，說的什麼法？八萬四千法門、無量法門一門都不缺，聽眾是各種不同根性他全都得到了。這是我們無法想像的。我們一個人不能講兩種經，他一個人上台講一切經，一開口講一切經，你想聽什麼經，聽起來就一點沒錯，他確實就講這部經。這個老師有本事、有智慧，一個人能夠教不止八萬四千，無量法門根性的眾生一時成就。所以這聽眾歡喜，沒有一個不歡喜。"
    },
    {
      "id": "02-037-0254_p0015",
      "zh_CN": "「为我等与当来一切含灵」，我等是现前我们在听经的、得利益的，还有将来，将来就是后世无量无边一切大众，含灵是有情众生，「皆依此法以度生死而喜」。你看六道众生无量无边，修别的法门非常困难，我们如果依普通的法门，头一个身见就破不了，身见，执着身是我，身不是我，可是我们放不下。我们现在知道身不是我，但是还是执着定了，还是认它是我，这没法子。边见是对立，跟人对立、跟事对立、跟一切物对立，这个对立也放不下。换句话说，放不下我们就入不了佛门。五种见惑断尽了，才证小乘须陀洹果，初果，算是你入门了；在大乘，十信位菩萨初信位，这入门了。如果没有证得这个地位，你没有入佛的门，因为初信是佛教小学一年级，你没有入这个班就没入门。没入门学佛那是在门外，好比是幼儿园的小朋友，还没有资格上一年级。",
      "zh_TW": "「為我等與當來一切含靈」，我等是現前我們在聽經的、得利益的，還有將來，將來就是後世無量無邊一切大眾，含靈是有情眾生，「皆依此法以度生死而喜」。你看六道眾生無量無邊，修別的法門非常困難，我們如果依普通的法門，頭一個身見就破不了，身見，執著身是我，身不是我，可是我們放不下。我們現在知道身不是我，但是還是執著定了，還是認它是我，這沒法子。邊見是對立，跟人對立、跟事對立、跟一切物對立，這個對立也放不下。換句話說，放不下我們就入不了佛門。五種見惑斷盡了，才證小乘須陀洹果，初果，算是你入門了；在大乘，十信位菩薩初信位，這入門了。如果沒有證得這個地位，你沒有入佛的門，因為初信是佛教小學一年級，你沒有入這個班就沒入門。沒入門學佛那是在門外，好比是幼兒園的小朋友，還沒有資格上一年級。"
    },
    {
      "id": "02-037-0254_p0016",
      "zh_CN": "这些理事我们都要清楚、都要明了，然后才晓得这个法门殊胜。这个法门不要断烦恼、不要消业障，叫带业往生，而且生到西方极乐世界不是四果罗汉、不是十信菩萨。极乐世界凡圣同居土下下品往生，那真带业，甚至于五逆十恶、毁谤大乘，带这么重的罪业，生到极乐世界皆作阿惟越致菩萨，这还得了！到极乐世界就提升了，升等了，升到连你自己都不敢相信。得到弥陀本愿功德加持，把你提升到等同法身菩萨；你不是法身，但是你跟法身菩萨平等，有法身菩萨的智慧，有法身菩萨的道力，有法身菩萨的神通，有法身菩萨的享受。到哪里去找！除这一家之外，你再都找不到了。你真搞清楚、搞明白了，不能不欢喜，不能不死心塌地认真学习。",
      "zh_TW": "這些理事我們都要清楚、都要明瞭，然後才曉得這個法門殊勝。這個法門不要斷煩惱、不要消業障，叫帶業往生，而且生到西方極樂世界不是四果羅漢、不是十信菩薩。極樂世界凡聖同居土下下品往生，那真帶業，甚至於五逆十惡、毀謗大乘，帶這麼重的罪業，生到極樂世界皆作阿惟越致菩薩，這還得了！到極樂世界就提升了，升等了，升到連你自己都不敢相信。得到彌陀本願功德加持，把你提升到等同法身菩薩；你不是法身，但是你跟法身菩薩平等，有法身菩薩的智慧，有法身菩薩的道力，有法身菩薩的神通，有法身菩薩的享受。到哪裡去找！除這一家之外，你再都找不到了。你真搞清楚、搞明白了，不能不歡喜，不能不死心塌地認真學習。"
    },
    {
      "id": "02-037-0254_p0017",
      "zh_CN": "「并为我等亦可辗转教导众生，普令度脱而喜」。这是现前，我们今天听到了，我们今天读到这个经文，就在现前我们也可以劝一切有缘众生，劝他读诵《无量寿经》，劝他听《无量寿经》，劝他念佛求生净土。「是故此喜，世所未有，故曰大欢喜」。我们现在还没到极乐世界，也能够帮助阿弥陀佛去摄受众生，所以这真欢喜。欢喜，他就有表现，你看下面，「持华供佛」：",
      "zh_TW": "「並為我等亦可輾轉教導眾生，普令度脫而喜」。這是現前，我們今天聽到了，我們今天讀到這個經文，就在現前我們也可以勸一切有緣眾生，勸他讀誦《無量壽經》，勸他聽《無量壽經》，勸他念佛求生淨土。「是故此喜，世所未有，故曰大歡喜」。我們現在還沒到極樂世界，也能夠幫助阿彌陀佛去攝受眾生，所以這真歡喜。歡喜，他就有表現，你看下面，「持華供佛」："
    },
    {
      "id": "02-037-0254_p0018",
      "zh_CN": "【各持一金华盖。俱到佛前作礼。以华盖上佛已。】",
      "zh_TW": "【各持一金華蓋。俱到佛前作禮。以華蓋上佛已。】"
    },
    {
      "id": "02-037-0254_p0019",
      "zh_CN": "这供佛，表对佛的恭敬。『盖』是宝盖，用宝盖献佛。『作礼』是礼拜，「礼敬供养，表衷心敬信。故上诸句，表至心信乐」，就是闻说欢喜，他自然有这些表示。不但有表示，他发愿，底下这一科，「皆愿如佛」。",
      "zh_TW": "這供佛，表對佛的恭敬。『蓋』是寶蓋，用寶蓋獻佛。『作禮』是禮拜，「禮敬供養，表衷心敬信。故上諸句，表至心信樂」，就是聞說歡喜，他自然有這些表示。不但有表示，他發願，底下這一科，「皆願如佛」。"
    },
    {
      "id": "02-037-0254_p0020",
      "zh_CN": "【却坐一面听经。】",
      "zh_TW": "【卻坐一面聽經。】"
    },
    {
      "id": "02-037-0254_p0021",
      "zh_CN": "供养、礼拜之后，坐下来『听经』。",
      "zh_TW": "供養、禮拜之後，坐下來『聽經』。"
    },
    {
      "id": "02-037-0254_p0022",
      "zh_CN": "【心中愿言。令我等作佛时。皆如阿弥陀佛。】",
      "zh_TW": "【心中願言。令我等作佛時。皆如阿彌陀佛。】"
    },
    {
      "id": "02-037-0254_p0023",
      "zh_CN": "没说出来，心里这样想着。「却坐听经」这四句经文，「表希求佛智，闻法无厌足」。为什么？法喜充满。我们在这一生，如果没有闻到佛法，我会想到这个日子怎么过，人生太苦了！在这个世界，每一天自杀有多少人？我相信天天都有，没人去统计，要统计一下，我相信数字很惊人。为什么自杀？活得太辛苦了，没有快乐可言，不想活了。非常可惜，这些人没有遇到佛法，遇到佛法个个都成就了，这个不是假的。希求佛智，闻法无厌，「并皆发愿作佛」，虽然没说，心里有这个念头，要发愿作佛，要跟阿弥陀佛一样。「见贤思齐」，愿我自己的「大愿、大行、大慈、大悲、大智、大力，如是一切，皆能如阿弥陀佛」，希望能修学得跟阿弥陀佛一样。「住真实慧，摄净佛国，普利有情」，这是阿弥陀佛的成就，你看十二个字就讲圆满了。阿弥陀佛住真实智慧，自性本具般若智慧。摄净佛国，这个摄就是四十八愿五劫修行功德的摄受成就了，成就极乐世界。成就极乐世界不是自己享受，是普利有情，普遍清净平等。无论是哪一道的众生，无论是哪个阶层的众生，只要你肯信，真信、真愿意到极乐世界，统统摄受，一个都不漏，普利有情。「是即真发菩提心也」，这是真正菩提心的成就，四十八愿就是菩提心，愿愿都是圆满的菩提心。",
      "zh_TW": "沒說出來，心裡這樣想著。「卻坐聽經」這四句經文，「表希求佛智，聞法無厭足」。為什麼？法喜充滿。我們在這一生，如果沒有聞到佛法，我會想到這個日子怎麼過，人生太苦了！在這個世界，每一天自殺有多少人？我相信天天都有，沒人去統計，要統計一下，我相信數字很驚人。為什麼自殺？活得太辛苦了，沒有快樂可言，不想活了。非常可惜，這些人沒有遇到佛法，遇到佛法個個都成就了，這個不是假的。希求佛智，聞法無厭，「並皆發願作佛」，雖然沒說，心裡有這個念頭，要發願作佛，要跟阿彌陀佛一樣。「見賢思齊」，願我自己的「大願、大行、大慈、大悲、大智、大力，如是一切，皆能如阿彌陀佛」，希望能修學得跟阿彌陀佛一樣。「住真實慧，攝淨佛國，普利有情」，這是阿彌陀佛的成就，你看十二個字就講圓滿了。阿彌陀佛住真實智慧，自性本具般若智慧。攝淨佛國，這個攝就是四十八願五劫修行功德的攝受成就了，成就極樂世界。成就極樂世界不是自己享受，是普利有情，普遍清淨平等。無論是哪一道的眾生，無論是哪個階層的眾生，只要你肯信，真信、真願意到極樂世界，統統攝受，一個都不漏，普利有情。「是即真發菩提心也」，這是真正菩提心的成就，四十八願就是菩提心，願願都是圓滿的菩提心。"
    },
    {
      "id": "02-037-0254_p0024",
      "zh_CN": "「故我等闻经之人皆应如是」，这句话是黄念老说的，我们今天听到这部经、读到这部经，应该像阿阇王子一样。「信乐礼敬，发无上心」，要跟王子一样，我们信、我们欢喜，对极乐世界礼敬，对阿弥陀佛礼敬，对所有一切往生大众礼敬，我们自己要发心跟进。这些人心里动这个念头，佛就知道了，「佛即知之」，念头才动佛就晓得。这句话我们不能够轻易看过，一定要知道，我们今天动这个念头佛知道。遍法界虚空界一切众生起心动念，贤首国师《还源观》上说「周遍法界」。我们这个身体是一个发射台，我们起心动念这个波动发出去，一切诸佛都收到、都清楚，你是善念、恶念，什么念头他统统晓得。贤首大师告诉我们依正二报，正报是指念头，依报是我们的色身，我们色身的状况佛也一清二楚，哪有不知道的道理！你有深信切愿，阿弥陀佛能不加持你吗？肯定加持。你不要操心，不要为这个色身，你的色身阿弥陀佛念念都照顾到，所以就不要操心了，你多自在！",
      "zh_TW": "「故我等聞經之人皆應如是」，這句話是黃念老說的，我們今天聽到這部經、讀到這部經，應該像阿闍王子一樣。「信樂禮敬，發無上心」，要跟王子一樣，我們信、我們歡喜，對極樂世界禮敬，對阿彌陀佛禮敬，對所有一切往生大眾禮敬，我們自己要發心跟進。這些人心裡動這個念頭，佛就知道了，「佛即知之」，念頭才動佛就曉得。這句話我們不能夠輕易看過，一定要知道，我們今天動這個念頭佛知道。遍法界虛空界一切眾生起心動念，賢首國師《還源觀》上說「周遍法界」。我們這個身體是一個發射台，我們起心動念這個波動發出去，一切諸佛都收到、都清楚，你是善念、惡念，什麼念頭他統統曉得。賢首大師告訴我們依正二報，正報是指念頭，依報是我們的色身，我們色身的狀況佛也一清二楚，哪有不知道的道理！你有深信切願，阿彌陀佛能不加持你嗎？肯定加持。你不要操心，不要為這個色身，你的色身阿彌陀佛念念都照顧到，所以就不要操心了，你多自在！"
    },
    {
      "id": "02-037-0254_p0025",
      "zh_CN": "这些话，六十年前章嘉大师教给我的，他老人家告诉我，只要真正发心，为续佛慧命、为正法久住、为弘法利生，你的一生佛菩萨照顾你，你不要再操心了。我听老师的话，我相信老师的话，我相信老师不会骗我，我就真的这样做了，真的把身心、生命统统交给阿弥陀佛，不再为这个身体操一点心。可是我不操心，有很多人替我操心，我没法子，我得恒顺众生，不恒顺他不高兴，恒顺众生。恒顺众生有些时候要吃一点苦头，那没办法。其实佛真照顾，不是假的，照顾一辈子。所以一定要相信，不能有丝毫怀疑。我们看这段经文：",
      "zh_TW": "這些話，六十年前章嘉大師教給我的，他老人家告訴我，只要真正發心，為續佛慧命、為正法久住、為弘法利生，你的一生佛菩薩照顧你，你不要再操心了。我聽老師的話，我相信老師的話，我相信老師不會騙我，我就真的這樣做了，真的把身心、生命統統交給阿彌陀佛，不再為這個身體操一點心。可是我不操心，有很多人替我操心，我沒法子，我得恆順眾生，不恆順他不高興，恆順眾生。恆順眾生有些時候要吃一點苦頭，那沒辦法。其實佛真照顧，不是假的，照顧一輩子。所以一定要相信，不能有絲毫懷疑。我們看這段經文："
    },
    {
      "id": "02-037-0254_p0026",
      "zh_CN": "【佛即知之。告诸比丘。是王子等。后当作佛。】",
      "zh_TW": "【佛即知之。告諸比丘。是王子等。後當作佛。】"
    },
    {
      "id": "02-037-0254_p0027",
      "zh_CN": "就是将来他们都会作佛，这就是授记。我们看注解，『佛即知之』者，「如来悉知悉见」。《还源观》上讲得很清楚，我们对这句话一点都不怀疑。我们起心动念、我们身体状况，佛一清二楚，比我们自己还清楚。「《观经》曰：诸佛如来是法界身，入一切众生心想中」，念老引用《观无量寿佛经》来解释经文。《观经》说诸佛如来，不但是阿弥陀佛，十方世界一切诸佛如来都是法界身。这法界是什么？就是法身佛，法身没相。法身在哲学里面讲是宇宙万有的本体，所以说入一切众生心想中。用心想也就代表了物质，因为物质是心想生的，没有心想就没有物质现象。这是给我们讲理，你明白这个道理，底下说「是以人心与佛心，无毫厘许间隔」，它是一个心、一个自性、一个法身。大乘经上我们念过，佛说「十方三世佛，共同一法身」，它不二！十方是讲空间，三世是讲过去、现在、未来，十方三世一切诸佛共同一法身，这哪有不知道的道理！所以一点差别都没有。「故感应道交，不可思议」。我们念头才起佛就知道了，我们起个善念佛知道，我们起个恶念佛也知道，我们想作佛佛知道，你要想贪瞋痴慢佛也知道。可以骗自己，骗不了诸佛如来，骗不了诸大菩萨，甚至于骗不了阿罗汉。凡夫很可怜，靠得很近的鬼神都知道，你起个善念鬼神尊重你，起个恶念鬼神讨厌你，连鬼神都晓得。",
      "zh_TW": "就是將來他們都會作佛，這就是授記。我們看註解，『佛即知之』者，「如來悉知悉見」。《還源觀》上講得很清楚，我們對這句話一點都不懷疑。我們起心動念、我們身體狀況，佛一清二楚，比我們自己還清楚。「《觀經》曰：諸佛如來是法界身，入一切眾生心想中」，念老引用《觀無量壽佛經》來解釋經文。《觀經》說諸佛如來，不但是阿彌陀佛，十方世界一切諸佛如來都是法界身。這法界是什麼？就是法身佛，法身沒相。法身在哲學裡面講是宇宙萬有的本體，所以說入一切眾生心想中。用心想也就代表了物質，因為物質是心想生的，沒有心想就沒有物質現象。這是給我們講理，你明白這個道理，底下說「是以人心與佛心，無毫釐許間隔」，它是一個心、一個自性、一個法身。大乘經上我們念過，佛說「十方三世佛，共同一法身」，它不二！十方是講空間，三世是講過去、現在、未來，十方三世一切諸佛共同一法身，這哪有不知道的道理！所以一點差別都沒有。「故感應道交，不可思議」。我們念頭才起佛就知道了，我們起個善念佛知道，我們起個惡念佛也知道，我們想作佛佛知道，你要想貪瞋痴慢佛也知道。可以騙自己，騙不了諸佛如來，騙不了諸大菩薩，甚至於騙不了阿羅漢。凡夫很可憐，靠得很近的鬼神都知道，你起個善念鬼神尊重你，起個惡念鬼神討厭你，連鬼神都曉得。"
    },
    {
      "id": "02-037-0254_p0028",
      "zh_CN": "我们明白这些道理，了解事实真相，问题就能解决了。起心动念纯净纯善，起心动念不要去想自己，想自己怎么样？增长我执，错了。天天想这个身体，增长身见，身见怎么能放下！天天增长。真的晓得之后，不再想身体了，身体交给阿弥陀佛，你就得大自在，不要再去理会它了。量子力学家们提倡「以心控物」，就是这个道理。自己得到重病，把身体交给佛菩萨，病不管它了，不再想它。也不想有病，也不想无病；也不想病好，也不想病不好，根本就不理它，一心专注想阿弥陀佛、想极乐世界，过几天病就好了，没有了。为什么没有了？因为你不想它，它就没有了。你想它，它就有；不想它，它就没有，这就是经上常说的「一切法从心想生」。这句话大小乘经里头都有，佛不骗我们。",
      "zh_TW": "我們明白這些道理，了解事實真相，問題就能解決了。起心動念純淨純善，起心動念不要去想自己，想自己怎麼樣？增長我執，錯了。天天想這個身體，增長身見，身見怎麼能放下！天天增長。真的曉得之後，不再想身體了，身體交給阿彌陀佛，你就得大自在，不要再去理會它了。量子力學家們提倡「以心控物」，就是這個道理。自己得到重病，把身體交給佛菩薩，病不管它了，不再想它。也不想有病，也不想無病；也不想病好，也不想病不好，根本就不理它，一心專注想阿彌陀佛、想極樂世界，過幾天病就好了，沒有了。為什麼沒有了？因為你不想它，它就沒有了。你想它，它就有；不想它，它就沒有，這就是經上常說的「一切法從心想生」。這句話大小乘經裡頭都有，佛不騙我們。"
    },
    {
      "id": "02-037-0254_p0029",
      "zh_CN": "念头诸佛菩萨全知道，身体状况诸佛菩萨也知道，为什么？身体也是波动现象所产生的物质现象。物质现象也刹那刹那的在波动，它不动物质就没有了、就不见了。频率很高，就是速度很快，一秒钟一千六百兆次，这么高的频率，它才动也是周遍法界，而且出生无尽。换句话说，我这个物质身体健康状况，佛菩萨也是一清二楚。我不要这个身体了，我把身体都交给佛菩萨，付托给他，我就没事了，这就自在。何必心里头装个身体？心里要装的，要装阿弥陀佛。连我这身体都不放在心上，只把阿弥陀佛放在心上，为什么？我想到极乐世界去。要到极乐世界去，大势至菩萨告诉我们，「忆佛念佛，现前当来必定见佛」，说得好！你想到极乐世界去，你常常想着阿弥陀佛，常常念着阿弥陀佛，你一定会见到阿弥陀佛。现前可以见，将来一定见，将来到西方极乐世界一定见。所以感应道交不可思议。",
      "zh_TW": "念頭諸佛菩薩全知道，身體狀況諸佛菩薩也知道，為什麼？身體也是波動現象所產生的物質現象。物質現象也剎那剎那的在波動，它不動物質就沒有了、就不見了。頻率很高，就是速度很快，一秒鐘一千六百兆次，這麼高的頻率，它才動也是周遍法界，而且出生無盡。換句話說，我這個物質身體健康狀況，佛菩薩也是一清二楚。我不要這個身體了，我把身體都交給佛菩薩，付託給他，我就沒事了，這就自在。何必心裡頭裝個身體？心裡要裝的，要裝阿彌陀佛。連我這身體都不放在心上，只把阿彌陀佛放在心上，為什麼？我想到極樂世界去。要到極樂世界去，大勢至菩薩告訴我們，「憶佛念佛，現前當來必定見佛」，說得好！你想到極樂世界去，你常常想著阿彌陀佛，常常念著阿彌陀佛，你一定會見到阿彌陀佛。現前可以見，將來一定見，將來到西方極樂世界一定見。所以感應道交不可思議。"
    },
    {
      "id": "02-037-0254_p0030",
      "zh_CN": "「大众发心」，没说出来，「佛即知之」，佛知道，而且马上给他们做证明，印证，这叫授记。『是王子等』，他们这五百个人，『后当作佛』，「乃为授佛记也」。佛的话没有假话，决定是真实的，这些人将来肯定作佛。「是表愿力不可思议。普贤以十大愿王，导归极乐；弥陀以四十八愿接引众生。一切皆赖信愿行为资粮而登彼岸」。这是讲净土宗，一切都要依赖信、愿、行这三个条件；要真信，没有怀疑，要切愿，除了极乐世界之外什么也不想，行，我就专念阿弥陀佛。读《无量寿经》也是念阿弥陀佛，学《阿弥陀经》还是念阿弥陀佛，一门深入，长时薰修，决定不改变。「是故省庵师云：修行急务，立愿居先」。修行最重要的一个事情就是发愿，为什么？愿，你有方向、你有目标；你要没有愿，修行修得再好，没有方向、没有目标。世间人讲志愿，人要立志，佛法讲立愿，叫发愿，发愿跟立志是一个意思。我立定方向目标，一生勇猛精进，一天一天接近这个目标欢喜，知道自己有成就。我们再看末后这一段，「相值缘胜」，相值是遇到。这是释迦牟尼佛说的：",
      "zh_TW": "「大眾發心」，沒說出來，「佛即知之」，佛知道，而且馬上給他們做證明，印證，這叫授記。『是王子等』，他們這五百個人，『後當作佛』，「乃為授佛記也」。佛的話沒有假話，決定是真實的，這些人將來肯定作佛。「是表願力不可思議。普賢以十大願王，導歸極樂；彌陀以四十八願接引眾生。一切皆賴信願行為資糧而登彼岸」。這是講淨土宗，一切都要依賴信、願、行這三個條件；要真信，沒有懷疑，要切願，除了極樂世界之外什麼也不想，行，我就專念阿彌陀佛。讀《無量壽經》也是念阿彌陀佛，學《阿彌陀經》還是念阿彌陀佛，一門深入，長時薰修，決定不改變。「是故省庵師云：修行急務，立願居先」。修行最重要的一個事情就是發願，為什麼？願，你有方向、你有目標；你要沒有願，修行修得再好，沒有方向、沒有目標。世間人講志願，人要立志，佛法講立願，叫發願，發願跟立志是一個意思。我立定方向目標，一生勇猛精進，一天一天接近這個目標歡喜，知道自己有成就。我們再看末後這一段，「相值緣勝」，相值是遇到。這是釋迦牟尼佛說的："
    },
    {
      "id": "02-037-0254_p0031",
      "zh_CN": "【彼于前世住菩萨道。无数劫来。供养四百亿佛。迦叶佛时。彼等为我弟子。今供养我。复相值也。】",
      "zh_TW": "【彼於前世住菩薩道。無數劫來。供養四百億佛。迦葉佛時。彼等為我弟子。今供養我。復相值也。】"
    },
    {
      "id": "02-037-0254_p0032",
      "zh_CN": "这是释迦牟尼佛说出阿阇王子这一批人跟佛的因缘。『彼』是指阿阇王子、五百大长者，他们在前世修菩萨道，时间很长，『无数劫来』，他们曾经『供养四百亿佛』。可见时间长，善根深厚。『迦叶佛』的时候，释迦牟尼佛没成佛，释迦是菩萨，他们是释迦菩萨的弟子，今天他们来供养，又遇到了，『复相值也』，又遇到了。他们不知道，阿阇王子他们自己不知道，佛知道。注解，「供养四百亿佛。迦叶佛时，彼等为我弟子。今供养我，复相值也，表善根与因缘之不可少也」。《弥陀经》上说，「不可以少善根福德因缘得生彼国」，换句话说，真正往生到极乐世界的人善根深厚。即使像四十八愿里所说的，这个人这一生当中没有遇到佛法，临命终时遇到一个善知识劝他念佛求生净土，他也能接受，他也能生欢喜心，临命终时十念、一念都能往生。这看起来真容易，实际上这个念佛往生的人，过去生中累积的有很大的善根福德因缘。你想想，为什么到临命终时，人家一劝他他就相信？这个事可太难了！一生没接触过，临命终时人家劝他，西方有极乐世界、有阿弥陀佛，你要信，不要怀疑，你发愿求生，他立刻就接受，这要不是大善根做不到。",
      "zh_TW": "這是釋迦牟尼佛說出阿闍王子這一批人跟佛的因緣。『彼』是指阿闍王子、五百大長者，他們在前世修菩薩道，時間很長，『無數劫來』，他們曾經『供養四百億佛』。可見時間長，善根深厚。『迦葉佛』的時候，釋迦牟尼佛沒成佛，釋迦是菩薩，他們是釋迦菩薩的弟子，今天他們來供養，又遇到了，『復相值也』，又遇到了。他們不知道，阿闍王子他們自己不知道，佛知道。註解，「供養四百億佛。迦葉佛時，彼等為我弟子。今供養我，復相值也，表善根與因緣之不可少也」。《彌陀經》上說，「不可以少善根福德因緣得生彼國」，換句話說，真正往生到極樂世界的人善根深厚。即使像四十八願裡所說的，這個人這一生當中沒有遇到佛法，臨命終時遇到一個善知識勸他念佛求生淨土，他也能接受，他也能生歡喜心，臨命終時十念、一念都能往生。這看起來真容易，實際上這個念佛往生的人，過去生中累積的有很大的善根福德因緣。你想想，為什麼到臨命終時，人家一勸他他就相信？這個事可太難了！一生沒接觸過，臨命終時人家勸他，西方有極樂世界、有阿彌陀佛，你要信，不要懷疑，你發願求生，他立刻就接受，這要不是大善根做不到。"
    },
    {
      "id": "02-037-0254_p0033",
      "zh_CN": "这桩事情我见过一次，在美国不是在中国，在马里兰州，距离美国首都很近。这是哪一年？是一九八五年还是八六年，有一个中国人，周居士，他不信佛的，叫周广大，在那边开了个面包店。周广大这个人非常忠厚老实，规规矩矩的做生意，任何宗教信仰都没有，我们也不认识。在当时这个地区，佛教就是我们一家，华府佛教会，成立大概才一年多，他们请我去做会长，遇到周广大这个事情。得了癌症，苦不堪言，家里给他治疗，在医院检查的时候医院放弃了，说他的病非常严重，是第三期了，没有办法医好，让他家人带回去，告诉他能存活的时间很短。家里人才到处去求神拜佛，到处找，就找到我们佛教会来，告诉他家里人得的这个病，希望我们帮助。我们当时有几个热心的同修就去看他，看他确实无法恢复，所以就劝他，告诉他西方极乐世界有阿弥陀佛，只要能信，只要真正想往生，肯念一句阿弥陀佛，佛都会来接引。他一听了就相信，就告诉他家人不要再去求医，不要乱跑了，让家里所有的人一起念佛帮助他往生。这个太难得了！所以我们华府佛教会这些同学非常热心，看到他这么好，轮流帮他助念，三天就往生了。一念佛，他发愿求生，一念佛他就不痛了，本来很疼痛的，他告诉家人就不痛了。好，大家一起念佛，三天往生。听说火化还有舍利，不可思议！这个人肯定过去生中累积的善根福德非常深厚，只是在这一生当中没有遇到缘，临终才遇到。临终遇到，人家跟他一提，他善根福德因缘就起来了，就起作用。这是我一生遇到的，只念三天佛，真往生了。证明《弥陀经》上说的「若一日、若二日、若三日」是真的不是假的，让我们亲眼看到这桩事情。",
      "zh_TW": "這樁事情我見過一次，在美國不是在中國，在馬里蘭州，距離美國首都很近。這是哪一年？是一九八五年還是八六年，有一個中國人，周居士，他不信佛的，叫周廣大，在那邊開了個麵包店。周廣大這個人非常忠厚老實，規規矩矩的做生意，任何宗教信仰都沒有，我們也不認識。在當時這個地區，佛教就是我們一家，華府佛教會，成立大概才一年多，他們請我去做會長，遇到周廣大這個事情。得了癌症，苦不堪言，家裡給他治療，在醫院檢查的時候醫院放棄了，說他的病非常嚴重，是第三期了，沒有辦法醫好，讓他家人帶回去，告訴他能存活的時間很短。家裡人才到處去求神拜佛，到處找，就找到我們佛教會來，告訴他家裡人得的這個病，希望我們幫助。我們當時有幾個熱心的同修就去看他，看他確實無法恢復，所以就勸他，告訴他西方極樂世界有阿彌陀佛，只要能信，只要真正想往生，肯念一句阿彌陀佛，佛都會來接引。他一聽了就相信，就告訴他家人不要再去求醫，不要亂跑了，讓家裡所有的人一起念佛幫助他往生。這個太難得了！所以我們華府佛教會這些同學非常熱心，看到他這麼好，輪流幫他助念，三天就往生了。一念佛，他發願求生，一念佛他就不痛了，本來很疼痛的，他告訴家人就不痛了。好，大家一起念佛，三天往生。聽說火化還有舍利，不可思議！這個人肯定過去生中累積的善根福德非常深厚，只是在這一生當中沒有遇到緣，臨終才遇到。臨終遇到，人家跟他一提，他善根福德因緣就起來了，就起作用。這是我一生遇到的，只念三天佛，真往生了。證明《彌陀經》上說的「若一日、若二日、若三日」是真的不是假的，讓我們親眼看到這樁事情。"
    },
    {
      "id": "02-037-0254_p0034",
      "zh_CN": "念老引「本经《福慧始闻品》」，里面有这四句话，「若不往昔修福慧，于此正法不能闻。已曾供养诸如来，则能欢喜信此事」。这真的，我们看到周广大的往生，就是这四句经文的写照，断定他过去生中跟佛有很深的缘，曾经修福修慧。所以临终之前，前三天，告诉他西方有极乐世界、有阿弥陀佛，他能相信；劝他发愿求生，他说好，他就真发愿，真想生极乐世界去，病就不痛了，感应立刻现前。三天三夜佛号不断，真往生了。已曾供养诸如来，阿阇王子曾经供养四百亿佛，这说明什么？说明供养四百亿佛还不够，善根还不够，他没发愿往生。周广大你看看，他就发愿求往生；那换句话说，周广大过去生中所做的因缘决定超过四百亿佛，他一听他就想往生，他真的就成就了。于是我们想想，这么多年来看到往生的人，实在是在家众多，出家众少，这给我们很高的警觉，出家众都比不上在家居士这些瑞相。周广大还不能算居士，但是我们肯定他过去生中善根福德深厚，就是难信之法他能信，难行之法他能行。所以，已曾供养诸如来，则能欢喜信此事。",
      "zh_TW": "念老引「本經《福慧始聞品》」，裡面有這四句話，「若不往昔修福慧，於此正法不能聞。已曾供養諸如來，則能歡喜信此事」。這真的，我們看到周廣大的往生，就是這四句經文的寫照，斷定他過去生中跟佛有很深的緣，曾經修福修慧。所以臨終之前，前三天，告訴他西方有極樂世界、有阿彌陀佛，他能相信；勸他發願求生，他說好，他就真發願，真想生極樂世界去，病就不痛了，感應立刻現前。三天三夜佛號不斷，真往生了。已曾供養諸如來，阿闍王子曾經供養四百億佛，這說明什麼？說明供養四百億佛還不夠，善根還不夠，他沒發願往生。周廣大你看看，他就發願求往生；那換句話說，周廣大過去生中所做的因緣決定超過四百億佛，他一聽他就想往生，他真的就成就了。於是我們想想，這麼多年來看到往生的人，實在是在家眾多，出家眾少，這給我們很高的警覺，出家眾都比不上在家居士這些瑞相。周廣大還不能算居士，但是我們肯定他過去生中善根福德深厚，就是難信之法他能信，難行之法他能行。所以，已曾供養諸如來，則能歡喜信此事。"
    },
    {
      "id": "02-037-0254_p0035",
      "zh_CN": "「今我等能遇是经」，我们今天遇到这部经，「复能信受」，我们对这个经能信、能接受，「则决非小缘。盖由于过去生中，非于一佛二佛而种善根，实于无量佛所，种诸善根」，你今天才能相信，没有这样的善根你不可能相信。今天我们学这个法门，信心不坚定，愿不恳切，我们就知道原因之所在，过去生中修积的善根福德不足，才会有这些事情发生；如果善根福德统统具足，就不可能有这些事情发生。那怎么办？我们现在晓得「人身难得，佛法难闻」，这一生的缘错过了，叫真可惜！我们纵然这一生是个好人，来生还能到人天享人天福报，人天福报一享又迷惑了。",
      "zh_TW": "「今我等能遇是經」，我們今天遇到這部經，「復能信受」，我們對這個經能信、能接受，「則決非小緣。蓋由於過去生中，非於一佛二佛而種善根，實於無量佛所，種諸善根」，你今天才能相信，沒有這樣的善根你不可能相信。今天我們學這個法門，信心不堅定，願不懇切，我們就知道原因之所在，過去生中修積的善根福德不足，才會有這些事情發生；如果善根福德統統具足，就不可能有這些事情發生。那怎麼辦？我們現在曉得「人身難得，佛法難聞」，這一生的緣錯過了，叫真可惜！我們縱然這一生是個好人，來生還能到人天享人天福報，人天福報一享又迷惑了。"
    },
    {
      "id": "02-037-0254_p0036",
      "zh_CN": "早年，有一次我在北京，遇到念老的弟子，念老往生了。他的弟子告诉我，老人曾经对他们说，净空法师这一生所做的功德，如果要不往生极乐世界，来世的福报是不得了不得了！我都被吓到了。来世享大福报肯定堕落，不是好事情，享福哪有不堕落的道理！所以，我们要把心定下来，我决定求往生，我绝不干这个傻事。我们对历史不是专攻专学，但是也略知一二，看历史上这些帝王将相、大富长者多少人，没有遇到佛法的，死了以后都在六道搞轮回。听说这历代帝王福报最大的乾隆皇帝，乾隆皇帝现在在人间做个平民，没人知道，平民百姓。算是他有大福报，没有堕三恶道。堕三恶道的人很多！这都帮助我们提高警觉，要认真念佛求生净土，这就对了。所以我们过去生中，非于一佛二佛而种善根，实于无量佛所种诸善根。我们对这句话要肯定，这一生决定不能把路走错了。末后这段，「众皆随喜」。",
      "zh_TW": "早年，有一次我在北京，遇到念老的弟子，念老往生了。他的弟子告訴我，老人曾經對他們說，淨空法師這一生所做的功德，如果要不往生極樂世界，來世的福報是不得了不得了！我都被嚇到了。來世享大福報肯定墮落，不是好事情，享福哪有不墮落的道理！所以，我們要把心定下來，我決定求往生，我絕不幹這個傻事。我們對歷史不是專攻專學，但是也略知一二，看歷史上這些帝王將相、大富長者多少人，沒有遇到佛法的，死了以後都在六道搞輪迴。聽說這歷代帝王福報最大的乾隆皇帝，乾隆皇帝現在在人間做個平民，沒人知道，平民百姓。算是他有大福報，沒有墮三惡道。墮三惡道的人很多！這都幫助我們提高警覺，要認真念佛求生淨土，這就對了。所以我們過去生中，非於一佛二佛而種善根，實於無量佛所種諸善根。我們對這句話要肯定，這一生決定不能把路走錯了。末後這段，「眾皆隨喜」。"
    },
    {
      "id": "02-037-0254_p0037",
      "zh_CN": "【时诸比丘闻佛言者。莫不代之欢喜。】",
      "zh_TW": "【時諸比丘聞佛言者。莫不代之歡喜。】"
    },
    {
      "id": "02-037-0254_p0038",
      "zh_CN": "佛把阿阇王子的因缘说出来，大家欢喜，佛给他们授记，将来他们决定会作佛。我们看注解，「故亦应如阿阇王子等，闻经发愿，持六字之德号，入一乘之愿海，辗转教授，同证弥陀」。这几句话是念老说的。我们今天读到这个经文，也应该像当时与会的大众一样，听到佛对阿阇王子们的赞叹，我们要发心，我们要跟进，把佛号放在心上，把妄想、杂念驱之出境。我们在这一生当中一个方向、一个目标，决定到极乐世界作佛去，这就对了。",
      "zh_TW": "佛把阿闍王子的因緣說出來，大家歡喜，佛給他們授記，將來他們決定會作佛。我們看註解，「故亦應如阿闍王子等，聞經發願，持六字之德號，入一乘之願海，輾轉教授，同證彌陀」。這幾句話是念老說的。我們今天讀到這個經文，也應該像當時與會的大眾一樣，聽到佛對阿闍王子們的讚歎，我們要發心，我們要跟進，把佛號放在心上，把妄想、雜念驅之出境。我們在這一生當中一個方向、一個目標，決定到極樂世界作佛去，這就對了。"
    },
    {
      "id": "02-037-0254_p0039",
      "zh_CN": "念老做这个注解，把全经分为四卷，到这个地方是第二卷圆满。他每一卷前面都有个简单介绍这一卷的内容、大意。我们接着看第三卷，从第十一品到第二十九品，这是第三卷的经文。「上卷」，这指第二卷，「表弥陀因地大愿之发起」，说得很详细。「本卷表弥陀究竟果觉圆满大愿之成就」。前面是说法藏比丘修因，在这一卷看到法藏菩萨的果报。「经中备显极乐依正主伴，清净庄严，微妙奇丽，圆明具德，超逾十方，超情离见，不可思议」。佛在这部经上，将极乐世界给我们说得很详细、很透彻。经中显示极乐世界，依报是国土，是学习的环境，主是阿弥陀佛，伴是诸菩萨，往生到极乐世界的诸菩萨；主是老师，伴是同学。清净庄严，国土清净庄严、佛清净庄严，每一个往生的菩萨也都是清净庄严。微妙奇丽是形容依报，极乐世界学习的环境。圆明具德，这是讲正报，无论是佛还是往生的菩萨，往生的这些菩萨得到阿弥陀佛本愿威神加持，所以自性里面的智慧德能不是自己修行功德透出来的，是阿弥陀佛威神加持，也把它带出来了。所以圆明具德四个字主伴统有。超逾十方，超过十方一切诸佛刹土，无论是国土、依报正报都没有法子跟极乐世界相比。极乐世界超情离见，这里头说什么？情见，我们一般讲情执，情见就是情执，断干净了。六道众生最难断的就是这个事情。最难断的都断掉了，那其他当然就容易，就不说了。所以不可思议，我们无法想像。",
      "zh_TW": "念老做這個註解，把全經分為四卷，到這個地方是第二卷圓滿。他每一卷前面都有個簡單介紹這一卷的內容、大意。我們接著看第三卷，從第十一品到第二十九品，這是第三卷的經文。「上卷」，這指第二卷，「表彌陀因地大願之發起」，說得很詳細。「本卷表彌陀究竟果覺圓滿大願之成就」。前面是說法藏比丘修因，在這一卷看到法藏菩薩的果報。「經中備顯極樂依正主伴，清淨莊嚴，微妙奇麗，圓明具德，超逾十方，超情離見，不可思議」。佛在這部經上，將極樂世界給我們說得很詳細、很透徹。經中顯示極樂世界，依報是國土，是學習的環境，主是阿彌陀佛，伴是諸菩薩，往生到極樂世界的諸菩薩；主是老師，伴是同學。清淨莊嚴，國土清淨莊嚴、佛清淨莊嚴，每一個往生的菩薩也都是清淨莊嚴。微妙奇麗是形容依報，極樂世界學習的環境。圓明具德，這是講正報，無論是佛還是往生的菩薩，往生的這些菩薩得到阿彌陀佛本願威神加持，所以自性裡面的智慧德能不是自己修行功德透出來的，是阿彌陀佛威神加持，也把它帶出來了。所以圓明具德四個字主伴統有。超逾十方，超過十方一切諸佛剎土，無論是國土、依報正報都沒有法子跟極樂世界相比。極樂世界超情離見，這裡頭說什麼？情見，我們一般講情執，情見就是情執，斷乾淨了。六道眾生最難斷的就是這個事情。最難斷的都斷掉了，那其他當然就容易，就不說了。所以不可思議，我們無法想像。"
    },
    {
      "id": "02-037-0254_p0040",
      "zh_CN": "「于第二十四品，标显本经纲宗」，二十四品是三辈往生，标示、显明本经修行的纲领宗旨，这最重要的一部分。纲领宗旨是什么？十二个字，「发菩提心，一向专念阿弥陀佛」，你就决定往生。蕅益大师说得好，念佛能不能往生，「全在信愿之有无」，你是不是真信、是不是真愿？如果真信、真愿，你就决定能往生。生到西方极乐世界品位高下，那是你持名功夫的浅深；持名功夫浅，品位低，持名的功夫深，品位高，没有说持名多少。所以持名功夫浅深这句重要，真有功夫，一天念个十声佛号就够了。什么叫功夫？功夫是放下，你放下多少。执着有没有放下？分别有没有放下？妄想有没有放下？这功夫就不一样了。放下执着，这个功夫等同阿罗汉；放下分别就等于菩萨，比阿罗汉高；如果能把起心动念都放下，等于法身菩萨，就是实报土四十一位法身大士，这叫功夫的浅深。功夫最浅的，小乘须陀洹、大乘十信位的菩萨。",
      "zh_TW": "「於第二十四品，標顯本經綱宗」，二十四品是三輩往生，標示、顯明本經修行的綱領宗旨，這最重要的一部分。綱領宗旨是什麼？十二個字，「發菩提心，一向專念阿彌陀佛」，你就決定往生。蕅益大師說得好，念佛能不能往生，「全在信願之有無」，你是不是真信、是不是真願？如果真信、真願，你就決定能往生。生到西方極樂世界品位高下，那是你持名功夫的淺深；持名功夫淺，品位低，持名的功夫深，品位高，沒有說持名多少。所以持名功夫淺深這句重要，真有功夫，一天念個十聲佛號就夠了。什麼叫功夫？功夫是放下，你放下多少。執著有沒有放下？分別有沒有放下？妄想有沒有放下？這功夫就不一樣了。放下執著，這個功夫等同阿羅漢；放下分別就等於菩薩，比阿羅漢高；如果能把起心動念都放下，等於法身菩薩，就是實報土四十一位法身大士，這叫功夫的淺深。功夫最淺的，小乘須陀洹、大乘十信位的菩薩。"
    },
    {
      "id": "02-037-0254_p0041",
      "zh_CN": "凡夫念佛往生没功夫，凡圣同居土，没功夫也能往生。有一点点小功夫，就是须陀洹、初信位的菩萨，他们往生都是在方便有余土，方便有余土下辈往生。而且统统是自在往生，想什么时候去，什么时候去得了，这有点功夫的人。没有功夫的人能不能自在往生？能，同居土上辈，得自在！他也是有一点功夫，功夫不到家。怎么不到家？五种见烦恼没断。但是怎样？他能控制住、伏住，不是断，是伏。这就是凡圣同居土上辈往生，烦恼习气没断，他伏得住。譬如七情五欲心里头才动，他警觉性很高，立刻就阿弥陀佛、阿弥陀佛压下去了。烦恼有，常常起现行，一起现行，古人讲「不怕念起，只怕觉迟」。念就是烦恼起来，喜怒哀乐起来；觉是什么？阿弥陀佛。第一个念头是烦恼，第二个念头是阿弥陀佛，快！动作很快，马上就把它压下去。这样练习久了就会起作用，久了什么？你能够把烦恼控制住。虽然烦恼没断，控制住让它不起作用，这是同居土里头的上辈往生，上上品、上中品、上下品。如果连烦恼控都控制不住，这样往生的人是下品中生。",
      "zh_TW": "凡夫念佛往生沒功夫，凡聖同居土，沒功夫也能往生。有一點點小功夫，就是須陀洹、初信位的菩薩，他們往生都是在方便有餘土，方便有餘土下輩往生。而且統統是自在往生，想什麼時候去，什麼時候去得了，這有點功夫的人。沒有功夫的人能不能自在往生？能，同居土上輩，得自在！他也是有一點功夫，功夫不到家。怎麼不到家？五種見煩惱沒斷。但是怎樣？他能控制住、伏住，不是斷，是伏。這就是凡聖同居土上輩往生，煩惱習氣沒斷，他伏得住。譬如七情五欲心裡頭才動，他警覺性很高，立刻就阿彌陀佛、阿彌陀佛壓下去了。煩惱有，常常起現行，一起現行，古人講「不怕念起，只怕覺遲」。念就是煩惱起來，喜怒哀樂起來；覺是什麼？阿彌陀佛。第一個念頭是煩惱，第二個念頭是阿彌陀佛，快！動作很快，馬上就把它壓下去。這樣練習久了就會起作用，久了什麼？你能夠把煩惱控制住。雖然煩惱沒斷，控制住讓它不起作用，這是同居土裡頭的上輩往生，上上品、上中品、上下品。如果連煩惱控都控制不住，這樣往生的人是下品中生。"
    },
    {
      "id": "02-037-0254_p0042",
      "zh_CN": "那下品下生，下品下生是做很重罪业的人，五逆十恶、毁谤佛法，临终忏悔，承认自己过失，这样的人往生。阿弥陀佛慈悲，没有不摄受的。善导大师的话讲得好，不是五逆十恶、毁谤佛法就真的不能往生，不是这个意思。阿弥陀佛说出不能往生是吓唬人的，因为这个罪太重，希望你别做，是这个意思；你真做了，真做了后悔，我错了，认错能往生。所以弥陀真的是慈悲到极处！我们造业是很重，还没有造成五逆十恶、毁谤正法，我们没造这个业，那么重的业，忏悔、认错都能往生，那何况我们！所以我们要有信心，要有决定的信心，决定得往生。最好把我们的身命都付托给阿弥陀佛，我们一心专念，除一心之外没有第二念，这往生定了，你不会在中下品，肯定凡圣同居土上辈往生。理真搞清楚、搞明白了，我们的心就定了，不会动摇了，取西方极乐世界自己有十分的把握。一切法从心想生，这给你讲道理，你有这么样坚定的心想，哪有不生的道理！",
      "zh_TW": "那下品下生，下品下生是做很重罪業的人，五逆十惡、毀謗佛法，臨終懺悔，承認自己過失，這樣的人往生。阿彌陀佛慈悲，沒有不攝受的。善導大師的話講得好，不是五逆十惡、毀謗佛法就真的不能往生，不是這個意思。阿彌陀佛說出不能往生是嚇唬人的，因為這個罪太重，希望你別做，是這個意思；你真做了，真做了後悔，我錯了，認錯能往生。所以彌陀真的是慈悲到極處！我們造業是很重，還沒有造成五逆十惡、毀謗正法，我們沒造這個業，那麼重的業，懺悔、認錯都能往生，那何況我們！所以我們要有信心，要有決定的信心，決定得往生。最好把我們的身命都付託給阿彌陀佛，我們一心專念，除一心之外沒有第二念，這往生定了，你不會在中下品，肯定凡聖同居土上輩往生。理真搞清楚、搞明白了，我們的心就定了，不會動搖了，取西方極樂世界自己有十分的把握。一切法從心想生，這給你講道理，你有這麼樣堅定的心想，哪有不生的道理！"
    },
    {
      "id": "02-037-0254_p0043",
      "zh_CN": "所以，发菩提心，一向专念阿弥陀佛，这是净宗修行的总纲领。「三辈往生之胜行」，胜是殊胜。「复于二十五品更广明往生之正因」，二十五品是「往生正因」。对于净宗修行指导原则就在这两品里头。「故祈读者，于如是章句，应深尊重，发起净信」。念老在此地教导我们，希望读者对于二十四品、二十五品，「三辈往生」跟「往生正因」，这两品经要特别留意。真的搞清楚、搞明白了，你自己心定了，有把握往生。「上卷明发愿」，第二卷，主要是讲阿弥陀佛的发愿，四十八愿；这一卷里面要说的是弥陀大愿圆满成就。「故知经中种种超胜独妙之处，均由于本愿之最胜极妙也」。所以西方极乐世界，确实是阿弥陀佛四十八愿功德之所成就。我们求生净土，那就要知道，我们要发四十八愿，跟阿弥陀佛发同样的愿。弥陀的愿完全成就了，我们的愿，生到西方极乐世界，跟阿弥陀佛的愿就融成一体，这是帮助自己提高品位不二法门。",
      "zh_TW": "所以，發菩提心，一向專念阿彌陀佛，這是淨宗修行的總綱領。「三輩往生之勝行」，勝是殊勝。「復於二十五品更廣明往生之正因」，二十五品是「往生正因」。對於淨宗修行指導原則就在這兩品裡頭。「故祈讀者，於如是章句，應深尊重，發起淨信」。念老在此地教導我們，希望讀者對於二十四品、二十五品，「三輩往生」跟「往生正因」，這兩品經要特別留意。真的搞清楚、搞明白了，你自己心定了，有把握往生。「上卷明發願」，第二卷，主要是講阿彌陀佛的發願，四十八願；這一卷裡面要說的是彌陀大願圓滿成就。「故知經中種種超勝獨妙之處，均由於本願之最勝極妙也」。所以西方極樂世界，確實是阿彌陀佛四十八願功德之所成就。我們求生淨土，那就要知道，我們要發四十八願，跟阿彌陀佛發同樣的願。彌陀的願完全成就了，我們的願，生到西方極樂世界，跟阿彌陀佛的願就融成一體，這是幫助自己提高品位不二法門。"
    },
    {
      "id": "02-037-0254_p0044",
      "zh_CN": "四十八愿发了，怎么用？如何落实？要不能落实，这个愿是假的，是虚愿。怎么落实？有，经上讲得很清楚、很明白，第二品就说过，「咸共遵修普贤大士之德」。四十八愿，每一愿都落实在普贤十大愿王，所以我们修普贤十大愿王就是阿弥陀佛四十八愿的圆满落实，这个不能不知道。十大愿王第一条，「礼敬诸佛」，很多人不知道，这恭敬心生不出来。日本的稻盛和夫，他成功的秘诀，一生奉行四个字，这是他的为人，这四个字是什么？敬天爱人。你看像不像普贤第一愿？这他成功的秘诀，一生敬天爱人。普贤第一愿「礼敬诸佛」，我们要把它做到，要修礼敬，对人有礼貌、有恭敬心，把一切众生看作诸佛如来。我是凡夫，凡夫就我一个人，除我之外所有一切人都是诸佛如来。是真的不是假的，普贤菩萨就是这么做法。怎么是真的？一切众生本来是佛，这就是真的，这不是假的。从性上看本来是佛，人家从相上看到你的本性，你原来是诸佛。我们凡夫着相不见性，相是凡夫，你本来是佛。佛眼睛看一切众生都是佛，凡夫眼睛看佛菩萨也是凡夫，就这么个道理。我们要学佛，不能学凡夫。",
      "zh_TW": "四十八願發了，怎麼用？如何落實？要不能落實，這個願是假的，是虛願。怎麼落實？有，經上講得很清楚、很明白，第二品就說過，「咸共遵修普賢大士之德」。四十八願，每一願都落實在普賢十大願王，所以我們修普賢十大願王就是阿彌陀佛四十八願的圓滿落實，這個不能不知道。十大願王第一條，「禮敬諸佛」，很多人不知道，這恭敬心生不出來。日本的稻盛和夫，他成功的祕訣，一生奉行四個字，這是他的為人，這四個字是什麼？敬天愛人。你看像不像普賢第一願？這他成功的祕訣，一生敬天愛人。普賢第一願「禮敬諸佛」，我們要把它做到，要修禮敬，對人有禮貌、有恭敬心，把一切眾生看作諸佛如來。我是凡夫，凡夫就我一個人，除我之外所有一切人都是諸佛如來。是真的不是假的，普賢菩薩就是這麼做法。怎麼是真的？一切眾生本來是佛，這就是真的，這不是假的。從性上看本來是佛，人家從相上看到你的本性，你原來是諸佛。我們凡夫著相不見性，相是凡夫，你本來是佛。佛眼睛看一切眾生都是佛，凡夫眼睛看佛菩薩也是凡夫，就這麼個道理。我們要學佛，不能學凡夫。"
    },
    {
      "id": "02-037-0254_p0045",
      "zh_CN": "佛有过去佛、现在佛、未来佛。过去佛，《佛名经》里面释迦牟尼佛跟我们说过；现在佛，现在贤劫有千佛，这些佛现在是菩萨身分，将来要成佛；未来佛就是一切众生，一切众生皆是未来佛。这一切众生包括蚊虫蚂蚁、蜎飞蠕动，还包括树木花草、山川大地。草木有神、有灵。去年十月我在澳洲，澳洲我们净宗学院十周年纪念，停车场里面有两棵枇杷树，树神托梦给我们道场年轻的法师来感恩，他们在我们道场听了十年经、念了十年佛，阿弥陀佛接他们往生了，两个树神往生了。我们听到好欢喜！我们道场大众没成就，树神成就了。人不如树神，树神精进不懈。",
      "zh_TW": "佛有過去佛、現在佛、未來佛。過去佛，《佛名經》裡面釋迦牟尼佛跟我們說過；現在佛，現在賢劫有千佛，這些佛現在是菩薩身分，將來要成佛；未來佛就是一切眾生，一切眾生皆是未來佛。這一切眾生包括蚊蟲螞蟻、蜎飛蠕動，還包括樹木花草、山川大地。草木有神、有靈。去年十月我在澳洲，澳洲我們淨宗學院十週年紀念，停車場裡面有兩棵枇杷樹，樹神託夢給我們道場年輕的法師來感恩，他們在我們道場聽了十年經、念了十年佛，阿彌陀佛接他們往生了，兩個樹神往生了。我們聽到好歡喜！我們道場大眾沒成就，樹神成就了。人不如樹神，樹神精進不懈。"
    },
    {
      "id": "02-037-0254_p0046",
      "zh_CN": "我这次去看，我也没说话，怎么连树根都挖掉了？应该要把那棵树保留着。虽然树枯死了，树神往生了，应该做一个纪念，供上树神的牌位给大家看看，你看树神都往生了，我们连树木都不如！他挖掉了，我就不说话了，不应该挖掉。锯掉可以，那棵树有年代了，树很粗，要锯掉的时候上面给它做个小亭子，亭子里头供一个树神，这树神，下面把这个历史记下去，树神已经往生了。所以他统统是佛，真佛不是假佛。礼敬诸佛。山有山神，地有土地神，这些神都在念佛、都在听经，都往生了。我住在六和园，有人告诉我，六和园门口有土地公、土地婆，我们住进去没多久，土地公、土地奶奶都往生极乐世界了。现在那个土地还在，新的来了，新的土地公来了，老土地公往生了。",
      "zh_TW": "我這次去看，我也沒說話，怎麼連樹根都挖掉了？應該要把那棵樹保留著。雖然樹枯死了，樹神往生了，應該做一個紀念，供上樹神的牌位給大家看看，你看樹神都往生了，我們連樹木都不如！他挖掉了，我就不說話了，不應該挖掉。鋸掉可以，那棵樹有年代了，樹很粗，要鋸掉的時候上面給它做個小亭子，亭子裡頭供一個樹神，這樹神，下面把這個歷史記下去，樹神已經往生了。所以他統統是佛，真佛不是假佛。禮敬諸佛。山有山神，地有土地神，這些神都在念佛、都在聽經，都往生了。我住在六和園，有人告訴我，六和園門口有土地公、土地婆，我們住進去沒多久，土地公、土地奶奶都往生極樂世界了。現在那個土地還在，新的來了，新的土地公來了，老土地公往生了。"
    },
    {
      "id": "02-037-0254_p0047",
      "zh_CN": "礼敬诸佛重要！所以四十八愿，愿愿都落实在十大愿王；十大愿王落实在《弟子规》、《感应篇》、《十善业》，你就知道怎么修、从哪里下手。今天时间到了，我们就学习到此地。",
      "zh_TW": "禮敬諸佛重要！所以四十八願，願願都落實在十大願王；十大願王落實在《弟子規》、《感應篇》、《十善業》，你就知道怎麼修、從哪裡下手。今天時間到了，我們就學習到此地。"
    }
  ]
}