{
  "doc_id": "02-037-0233",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三三集",
    "zh_TW": "第二三三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0233",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "02-037-0233_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百七十页，第一行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百七十頁，第一行，從第二句看起："
    },
    {
      "id": "02-037-0233_p0002",
      "zh_CN": "「绝名相，离烦恼，不生不灭，住于常寂。如是三昧，故云深也」。这个地方还是讲「三昧常寂」。「观法如化，三昧常寂」，这两句话意思很深，要把它讲透是要很长的时间。如果不透，我们就得不到受用；真正透了，这个受用真的是像方东美先生所说的，「人生最高的享受」。总的一句话来说，就是看破放下，看破是了解事实真相，放下什么？放下分别执着妄想。这个在佛法里面讲，这是证果，这就有成就了。",
      "zh_TW": "「絕名相，離煩惱，不生不滅，住於常寂。如是三昧，故云深也」。這個地方還是講「三昧常寂」。「觀法如化，三昧常寂」，這兩句話意思很深，要把它講透是要很長的時間。如果不透，我們就得不到受用；真正透了，這個受用真的是像方東美先生所說的，「人生最高的享受」。總的一句話來說，就是看破放下，看破是了解事實真相，放下什麼？放下分別執著妄想。這個在佛法裡面講，這是證果，這就有成就了。"
    },
    {
      "id": "02-037-0233_p0003",
      "zh_CN": "由于菩萨们常行中道，「住一切如化之妙观」，菩萨就是真正了解事实真相的人，跟我们生活在一起，他的观念不相同。我们是凡人，起心动念都是妄想、分别、执着，他们眼见色、耳闻声，所谓六根接触外面六尘境界，他有本事不起心、不动念、不分别、不执着，这就是他住在很深禅定当中。这种禅定有什么好处？我们现在知道了，智慧从哪里来的？从清净心来的。烦恼从哪里来的？烦恼从妄想里头来的，就是染污的心。我们现在的心被染污了，严重的染污，自己不知道，所以生烦恼不生智慧。诸佛菩萨也是人，是人修成的，佛菩萨不是神仙，只不过他有本事放下。放下执着，不执着了，放下分别、放下起心动念，在佛法里面讲，这三样都放下了，分别、执着、起心动念都放下，这个人就叫做佛陀。佛陀是印度话，意思是圆满觉悟的人。如果他只放下执着、分别，起心动念没放下，这个人叫菩萨，智慧是现前了，不圆满。如果只放下执着，分别都没有放下，这个人叫阿罗汉。虽然修证的功夫不是很高，但是比我们人间天上那高太多了，我们没有法子跟他比。他的烦恼习气消除了一半，我们没有办法，依旧过的是烦恼的生活。",
      "zh_TW": "由於菩薩們常行中道，「住一切如化之妙觀」，菩薩就是真正了解事實真相的人，跟我們生活在一起，他的觀念不相同。我們是凡人，起心動念都是妄想、分別、執著，他們眼見色、耳聞聲，所謂六根接觸外面六塵境界，他有本事不起心、不動念、不分別、不執著，這就是他住在很深禪定當中。這種禪定有什麼好處？我們現在知道了，智慧從哪裡來的？從清淨心來的。煩惱從哪裡來的？煩惱從妄想裡頭來的，就是染污的心。我們現在的心被染污了，嚴重的染污，自己不知道，所以生煩惱不生智慧。諸佛菩薩也是人，是人修成的，佛菩薩不是神仙，只不過他有本事放下。放下執著，不執著了，放下分別、放下起心動念，在佛法裡面講，這三樣都放下了，分別、執著、起心動念都放下，這個人就叫做佛陀。佛陀是印度話，意思是圓滿覺悟的人。如果他只放下執著、分別，起心動念沒放下，這個人叫菩薩，智慧是現前了，不圓滿。如果只放下執著，分別都沒有放下，這個人叫阿羅漢。雖然修證的功夫不是很高，但是比我們人間天上那高太多了，我們沒有法子跟他比。他的煩惱習氣消除了一半，我們沒有辦法，依舊過的是煩惱的生活。"
    },
    {
      "id": "02-037-0233_p0004",
      "zh_CN": "所以说这些修行人，修行就是修正错误的思想、行为。佛教里讲修行，不要解释错了，它不是迷信。我们的思想错误，把它修正过来，这叫修行；我们的言语，说错话了，修正过来，这叫修正言语；我们的行动造作做错了，这就是身体的行为，把它修正过来。修行是这个意思。把所有思想、言语、行为错误的统统修正过来，这叫修行。修行当然有个标准，在佛法里头，标准就是经典，经典可以大分为三大类，叫经、律、论。经跟论是我们思想、行为的标准，我们的思想行为跟经论不相应的那就是错误的，跟经论相应的就是正确的；身体的造作、言语，这就是戒律。戒律最基本的就是十善，这十条，身，不杀生、不偷盗、不邪淫；口，不妄语、不绮语、不两舌、不恶口；意，不贪、不瞋、不痴，这是绝对标准，这是基本的标准。愈往上提升讲得愈细，不离这个原则，总原则就这十条。",
      "zh_TW": "所以說這些修行人，修行就是修正錯誤的思想、行為。佛教裡講修行，不要解釋錯了，它不是迷信。我們的思想錯誤，把它修正過來，這叫修行；我們的言語，說錯話了，修正過來，這叫修正言語；我們的行動造作做錯了，這就是身體的行為，把它修正過來。修行是這個意思。把所有思想、言語、行為錯誤的統統修正過來，這叫修行。修行當然有個標準，在佛法裡頭，標準就是經典，經典可以大分為三大類，叫經、律、論。經跟論是我們思想、行為的標準，我們的思想行為跟經論不相應的那就是錯誤的，跟經論相應的就是正確的；身體的造作、言語，這就是戒律。戒律最基本的就是十善，這十條，身，不殺生、不偷盜、不邪淫；口，不妄語、不綺語、不兩舌、不惡口；意，不貪、不瞋、不痴，這是絕對標準，這是基本的標準。愈往上提升講得愈細，不離這個原則，總原則就這十條。"
    },
    {
      "id": "02-037-0233_p0005",
      "zh_CN": "今天我们身口意的行为做错的做得太多了，太离谱了。杀生，尤其是女孩子，她杀什么？她杀人，堕胎就是杀自己的儿女，这个罪很重，很可怕！联合国卫生组织发表的统计数字，地球上每一年堕胎的超过五千万人，这婴孩，你说怎么得了！再就吃的动物，被杀、被吃掉的动物一年有多少？六百亿，你说还得了吗？古圣先贤，我们的老祖宗讲究的是不杀生，不伤害动物，不能伤害别人，这个数字太可怕了。所以为什么会有这么大的灾难！几乎是所有宗教里面都讲因果报应，善因善果，恶因恶报。为什么我们生活在这个时代一代不如一代？完全是走下坡。我们这个年龄，从日本抗战的时候，我们就记得很清楚。这七十年来，我们算十年一个阶段、十年一个阶段，那就是一个十年就不如上一个十年。那我们下面十年，比我们这个十年还要苦，这真可怜！我们还不能够回头，还不知道改过。",
      "zh_TW": "今天我們身口意的行為做錯的做得太多了，太離譜了。殺生，尤其是女孩子，她殺什麼？她殺人，墮胎就是殺自己的兒女，這個罪很重，很可怕！聯合國衛生組織發表的統計數字，地球上每一年墮胎的超過五千萬人，這嬰孩，你說怎麼得了！再就吃的動物，被殺、被吃掉的動物一年有多少？六百億，你說還得了嗎？古聖先賢，我們的老祖宗講究的是不殺生，不傷害動物，不能傷害別人，這個數字太可怕了。所以為什麼會有這麼大的災難！幾乎是所有宗教裡面都講因果報應，善因善果，惡因惡報。為什麼我們生活在這個時代一代不如一代？完全是走下坡。我們這個年齡，從日本抗戰的時候，我們就記得很清楚。這七十年來，我們算十年一個階段、十年一個階段，那就是一個十年就不如上一個十年。那我們下面十年，比我們這個十年還要苦，這真可憐！我們還不能夠回頭，還不知道改過。"
    },
    {
      "id": "02-037-0233_p0006",
      "zh_CN": "这些事，只有圣贤教育，只有佛经里面讲得清楚、讲得明白。我们活在这个世间，特别是在现前这个时代，怎样趋吉避凶？灾难来了，许多人来问我，我们怎样应对。有人在准备粮食，怕大灾难来的时候，想到没有吃的、没有穿的、没有水喝，都在预备这些东西。这个事情重不重要？我们不能说不重要，但是不是最重要的。最重要的是什么？最重要是把我们的念头转过来，要真正忏悔、要真正改过，这个重要。我们真的忏悔改过了，从今之后断恶修善，改邪归正，端正心念，这个灾难就可以平安度过。到时候没吃，会有人送给你吃，这是善跟善的感应。中国古人说，「人算不如天算」，修善积德要紧，这个才是治本的办法。人不知道修善、不知道积德，灾难来的时候逃不过。",
      "zh_TW": "這些事，只有聖賢教育，只有佛經裡面講得清楚、講得明白。我們活在這個世間，特別是在現前這個時代，怎樣趨吉避凶？災難來了，許多人來問我，我們怎樣應對。有人在準備糧食，怕大災難來的時候，想到沒有吃的、沒有穿的、沒有水喝，都在預備這些東西。這個事情重不重要？我們不能說不重要，但是不是最重要的。最重要的是什麼？最重要是把我們的念頭轉過來，要真正懺悔、要真正改過，這個重要。我們真的懺悔改過了，從今之後斷惡修善，改邪歸正，端正心念，這個災難就可以平安度過。到時候沒吃，會有人送給你吃，這是善跟善的感應。中國古人說，「人算不如天算」，修善積德要緊，這個才是治本的辦法。人不知道修善、不知道積德，災難來的時候逃不過。"
    },
    {
      "id": "02-037-0233_p0007",
      "zh_CN": "《遗教经》里面有个比喻，这个比喻不难懂，「譬如惜水之家」。现在人生活浪费，不知道惜福。当然你的福报很大，你的福报是过去生中生生世世修积的，今生得人身享福报，不知道惜福，你过去的福报很快就享完了。享完之后就没有福报，没有福报灾祸就出现了。为什么？你造作这些不善业，不善的果报就出现了。因果是真的事实真相，一点都不假，这桩事情千万不要疏忽，现在人不讲、不教了，我这个年龄小时候父母教。中国古时候三样东西把国家社会安定好了，现在这三样东西都没有了，所以人心乱了，人心没有归依。第一个是祠堂，祠堂教孝，孝是大根大本，人要孝没有了，那一切善就断掉了。第二个是孔庙，孔庙是尊师重道，祠堂孝亲，孔庙尊师。第三个城隍庙，城隍庙是教因果教育，告诉你善有善果、恶有恶报。不管你认不认识字，你从小你就知道这三桩事情。祠堂每年一定有两次祭祖，清明跟冬至两次祭祖，祭祖慎终追远，跟你讲孝道。上一辈的老人做给我们看，我们不但听了，而且看到，这就学会了。",
      "zh_TW": "《遺教經》裡面有個比喻，這個比喻不難懂，「譬如惜水之家」。現在人生活浪費，不知道惜福。當然你的福報很大，你的福報是過去生中生生世世修積的，今生得人身享福報，不知道惜福，你過去的福報很快就享完了。享完之後就沒有福報，沒有福報災禍就出現了。為什麼？你造作這些不善業，不善的果報就出現了。因果是真的事實真相，一點都不假，這樁事情千萬不要疏忽，現在人不講、不教了，我這個年齡小時候父母教。中國古時候三樣東西把國家社會安定好了，現在這三樣東西都沒有了，所以人心亂了，人心沒有歸依。第一個是祠堂，祠堂教孝，孝是大根大本，人要孝沒有了，那一切善就斷掉了。第二個是孔廟，孔廟是尊師重道，祠堂孝親，孔廟尊師。第三個城隍廟，城隍廟是教因果教育，告訴你善有善果、惡有惡報。不管你認不認識字，你從小你就知道這三樁事情。祠堂每年一定有兩次祭祖，清明跟冬至兩次祭祖，祭祖慎終追遠，跟你講孝道。上一輩的老人做給我們看，我們不但聽了，而且看到，這就學會了。"
    },
    {
      "id": "02-037-0233_p0008",
      "zh_CN": "城隍庙，上一代的老人，我们的父母、祖父母，每年城隍庙去烧香一定有好几次，带着小孩。那是干什么？那是接受因果教育，教小孩懂得善有善报、恶有恶报。从小有这样的概念，接受过这个教育，长大一生不敢做坏事。为什么？想做坏事就想到城隍庙，阎王殿那些雕塑，自然就止住了。现在人聪明，说它是迷信，统统要把它推翻。社会乱了，灾难来了，怎么办？一筹莫展。从前帝王不好，帝王有这三样东西，教人不造恶业，教人都规规矩矩做人、老老实实生活，国泰民安。国王愚痴，他能够做到国泰民安；现在人聪明，比他们高明，社会大乱。中国有句谚语说，「不听老人言，吃亏在眼前」，现在人不听老人的，认为老人都愚痴，老人不懂科学，老人跟现在人比差太远太远了。老人过的是太平日子，现在人过的是灾难的日子。",
      "zh_TW": "城隍廟，上一代的老人，我們的父母、祖父母，每年城隍廟去燒香一定有好幾次，帶著小孩。那是幹什麼？那是接受因果教育，教小孩懂得善有善報、惡有惡報。從小有這樣的概念，接受過這個教育，長大一生不敢做壞事。為什麼？想做壞事就想到城隍廟，閻王殿那些雕塑，自然就止住了。現在人聰明，說它是迷信，統統要把它推翻。社會亂了，災難來了，怎麼辦？一籌莫展。從前帝王不好，帝王有這三樣東西，教人不造惡業，教人都規規矩矩做人、老老實實生活，國泰民安。國王愚痴，他能夠做到國泰民安；現在人聰明，比他們高明，社會大亂。中國有句諺語說，「不聽老人言，吃虧在眼前」，現在人不聽老人的，認為老人都愚痴，老人不懂科學，老人跟現在人比差太遠太遠了。老人過的是太平日子，現在人過的是災難的日子。"
    },
    {
      "id": "02-037-0233_p0009",
      "zh_CN": "近代的科学家，最近这三十年来，外国这些量子学家，他们研究物质、精神、自然现象从哪里来的。很难得，他们把这个根源找到了，这使我们叹为观止，几乎是不可能的事情，他们怎么会找到？这是佛经里面所讲的奥秘，被他发现了。物质是什么东西搞清楚了，意念是什么东西也差不多快清楚了，科学研究跟大乘佛法愈来愈接近，物质是彻底明了了。德国科学家普朗克，这个人是爱因斯坦的老师，一生研究物质，物质到底是什么，被他发现了。物质原来是念头变现的东西，换句话说，没有念头就没有物质，物质的基础是意念。这桩事情只有大乘法相唯识里面讲得清楚，今天科学发现跟法相唯识讲的居然是一样的，这个很令人惊讶。科学还在不断进步，看看有没有方法把意念的根源找到。",
      "zh_TW": "近代的科學家，最近這三十年來，外國這些量子學家，他們研究物質、精神、自然現象從哪裡來的。很難得，他們把這個根源找到了，這使我們歎為觀止，幾乎是不可能的事情，他們怎麼會找到？這是佛經裡面所講的奧祕，被他發現了。物質是什麼東西搞清楚了，意念是什麼東西也差不多快清楚了，科學研究跟大乘佛法愈來愈接近，物質是徹底明瞭了。德國科學家普朗克，這個人是愛因斯坦的老師，一生研究物質，物質到底是什麼，被他發現了。物質原來是念頭變現的東西，換句話說，沒有念頭就沒有物質，物質的基礎是意念。這樁事情只有大乘法相唯識裡面講得清楚，今天科學發現跟法相唯識講的居然是一樣的，這個很令人驚訝。科學還在不斷進步，看看有沒有方法把意念的根源找到。"
    },
    {
      "id": "02-037-0233_p0010",
      "zh_CN": "佛是怎么找到的？佛是用禅定的功夫，就是心里头清净，没有妄想、没有杂念、没有分别、没有执着，最高的禅定，没有起心、没有动念。在这个境界里头，心像一面镜子一样，宇宙的起源、万物的起源、我的起源，我自己从哪里来的，统统看到。那是真的，那不是假的。科学跟哲学也就是要找这个根源，把这桩事情搞清楚、搞明白。科学是用数学建立理论，然后再用精密的仪器去观察，是用这种方法发现的。佛法里面不需要这么麻烦，完全讲定功，就是这里讲的「绝名相」，把名词、现相放下，不要放在心上。「离烦恼」，自私自利、名闻利养、七情五欲统统放下，这叫离烦恼。这个时候你的心清净，心里头没有生灭，生灭是心里头的东西，这些拉杂东西有生有灭，心不生不灭。这个不生不灭是自己，这是真的不是假的。",
      "zh_TW": "佛是怎麼找到的？佛是用禪定的功夫，就是心裡頭清淨，沒有妄想、沒有雜念、沒有分別、沒有執著，最高的禪定，沒有起心、沒有動念。在這個境界裡頭，心像一面鏡子一樣，宇宙的起源、萬物的起源、我的起源，我自己從哪裡來的，統統看到。那是真的，那不是假的。科學跟哲學也就是要找這個根源，把這樁事情搞清楚、搞明白。科學是用數學建立理論，然後再用精密的儀器去觀察，是用這種方法發現的。佛法裡面不需要這麼麻煩，完全講定功，就是這裡講的「絕名相」，把名詞、現相放下，不要放在心上。「離煩惱」，自私自利、名聞利養、七情五欲統統放下，這叫離煩惱。這個時候你的心清淨，心裡頭沒有生滅，生滅是心裡頭的東西，這些拉雜東西有生有滅，心不生不滅。這個不生不滅是自己，這是真的不是假的。"
    },
    {
      "id": "02-037-0233_p0011",
      "zh_CN": "我们中国人讲良心，良心就是自己的本人，身体不是的，身体有生有灭，良心没有生灭。但是我们今天把自己的良心当作别人的垃圾桶，别人那些乱七八糟的东西统统放在心上，就变成垃圾桶了，这个完全错了。今天人制造的垃圾，诸位晓得，你看每天这个垃圾车在街道上、小巷子里面收垃圾，大家都看见。看到那个东西，我们的心就是垃圾桶、就是垃圾车，到处去收垃圾。还有人把垃圾传给你，哪些？媒体，电视传给你、网路传给你、电影传给你、报纸传给你、杂志传给你。再你一出门，大街小巷，你眼睛看的、耳朵听的，统统都传给你。所以，你的良心全都变成垃圾，你说你多可怜，你多痛苦！",
      "zh_TW": "我們中國人講良心，良心就是自己的本人，身體不是的，身體有生有滅，良心沒有生滅。但是我們今天把自己的良心當作別人的垃圾桶，別人那些亂七八糟的東西統統放在心上，就變成垃圾桶了，這個完全錯了。今天人製造的垃圾，諸位曉得，你看每天這個垃圾車在街道上、小巷子裡面收垃圾，大家都看見。看到那個東西，我們的心就是垃圾桶、就是垃圾車，到處去收垃圾。還有人把垃圾傳給你，哪些？媒體，電視傳給你、網路傳給你、電影傳給你、報紙傳給你、雜誌傳給你。再你一出門，大街小巷，你眼睛看的、耳朵聽的，統統都傳給你。所以，你的良心全都變成垃圾，你說你多可憐，你多痛苦！"
    },
    {
      "id": "02-037-0233_p0012",
      "zh_CN": "聪明人把这些垃圾统统清理出去，我完全不要，把心洗刷干净。如果要藏东西，藏圣贤人的教诲。我们念佛人藏什么？就藏一句南无阿弥陀佛，其他的统统不要。阿弥陀佛什么意思，你不知道，你要好好的学这部经。这部经学多少你才知道？至少学一百遍，你才会知道这一句阿弥陀佛的功德。你要学上一千遍，好，你就真得到无量功德！不肯学，没法子。一百遍是基础，没有一百遍，你还没有办法接受。为什么？它跟你太陌生了，你从来没有听说过，从来没有看到过，这个世间有这么好的东西！所以刚接触的时候半信半疑，或者根本不能接受，一百遍，你可以接受了，一千遍你可以享受到。这个享受就是从前方东美先生告诉我，学佛是人生最高的享受，你有最高的享受。没有一千遍，最高的享受你得不到。",
      "zh_TW": "聰明人把這些垃圾統統清理出去，我完全不要，把心洗刷乾淨。如果要藏東西，藏聖賢人的教誨。我們念佛人藏什麼？就藏一句南無阿彌陀佛，其他的統統不要。阿彌陀佛什麼意思，你不知道，你要好好的學這部經。這部經學多少你才知道？至少學一百遍，你才會知道這一句阿彌陀佛的功德。你要學上一千遍，好，你就真得到無量功德！不肯學，沒法子。一百遍是基礎，沒有一百遍，你還沒有辦法接受。為什麼？它跟你太陌生了，你從來沒有聽說過，從來沒有看到過，這個世間有這麼好的東西！所以剛接觸的時候半信半疑，或者根本不能接受，一百遍，你可以接受了，一千遍你可以享受到。這個享受就是從前方東美先生告訴我，學佛是人生最高的享受，你有最高的享受。沒有一千遍，最高的享受你得不到。"
    },
    {
      "id": "02-037-0233_p0013",
      "zh_CN": "你得真相信，我这一生沾了一点好处就是对老师尊敬，对老师的教诲决定没有怀疑。老实、听话、真干，这就是成功的秘诀。不仅是我，古今中外所有成功的人，你细心去观察他，决定是老实、听话、真干。凡是不能成就的、半途而废的、有始无终的，都是不老实、不听话、不真干。这个东西搞明白、搞清楚，快乐无穷！天上人间找不到这种快乐，真的叫法喜充满。孔子说，「学而时习之，不亦说乎」，那个悦是喜悦，不是从外头来的，内心里头发出来的。佛法讲「法喜充满，常生欢喜心」，充满什么？充满宇宙！你多快乐，人生最高的享受。所以我们看到这句经文，「惜水之家」，想到今天人的浪费，浪费是造罪业。惜水之家，爱惜，他「善治堤塘」，他防止什么？防止水漏掉，一定把堤塘做得非常好。",
      "zh_TW": "你得真相信，我這一生沾了一點好處就是對老師尊敬，對老師的教誨決定沒有懷疑。老實、聽話、真幹，這就是成功的祕訣。不僅是我，古今中外所有成功的人，你細心去觀察他，決定是老實、聽話、真幹。凡是不能成就的、半途而廢的、有始無終的，都是不老實、不聽話、不真幹。這個東西搞明白、搞清楚，快樂無窮！天上人間找不到這種快樂，真的叫法喜充滿。孔子說，「學而時習之，不亦說乎」，那個悅是喜悅，不是從外頭來的，內心裡頭發出來的。佛法講「法喜充滿，常生歡喜心」，充滿什麼？充滿宇宙！你多快樂，人生最高的享受。所以我們看到這句經文，「惜水之家」，想到今天人的浪費，浪費是造罪業。惜水之家，愛惜，他「善治堤塘」，他防止什麼？防止水漏掉，一定把堤塘做得非常好。"
    },
    {
      "id": "02-037-0233_p0014",
      "zh_CN": "「行者亦尔。为智慧水故，善修禅定，令不漏失」。行者是修行人，真正听话，依照经典的教训去做，这样的修行人。为智慧水故，把智慧比喻水，我们把智慧抓住，不要让智慧变质，不要让智慧失掉。那怎么样？善修禅定，修禅定就好比修堤塘一样。这个禅定就是清净心，禅定是佛学专有的名词。禅那，它的意思是静虑，静是中国定的意思，虑就是智慧。智慧从哪里来？从定来的。心愈清净，智慧就愈大；不清净的心就生烦恼、妄想、杂念，这个很痛苦。禅定之乐如果你真的得了一点，你就知道，你会继续努力去干。",
      "zh_TW": "「行者亦爾。為智慧水故，善修禪定，令不漏失」。行者是修行人，真正聽話，依照經典的教訓去做，這樣的修行人。為智慧水故，把智慧比喻水，我們把智慧抓住，不要讓智慧變質，不要讓智慧失掉。那怎麼樣？善修禪定，修禪定就好比修堤塘一樣。這個禪定就是清淨心，禪定是佛學專有的名詞。禪那，它的意思是靜慮，靜是中國定的意思，慮就是智慧。智慧從哪裡來？從定來的。心愈清淨，智慧就愈大；不清淨的心就生煩惱、妄想、雜念，這個很痛苦。禪定之樂如果你真的得了一點，你就知道，你會繼續努力去幹。"
    },
    {
      "id": "02-037-0233_p0015",
      "zh_CN": "修禅定的方法很多，佛家讲八万四千法门，这是比喻，方法有八万四千多种，任何一种都可以。我们现在修净土宗的，所选择的就用念佛的方法，我念这一句阿弥陀佛，把杂念全部排掉，永远保持这一念，这一念就是定。杂念都没有了，智慧生起来，那就是观，就起作用。一定要懂得，清净心生智慧，平等心生大智慧，平等比清净就高了一级，最后那个觉是大彻大悟。所以，觉是佛的定慧，平等是菩萨的定慧，清净是阿罗汉的定慧，这里头有差等的。我们从哪里修？一定是先得清净心，再得平等心，最后大彻大悟，得要真干。只要得清净心，真智慧生起来，今天社会现象你一清二楚，你能够知道过去、能够知道未来。这一点都不稀奇，是人的本能，谁修谁得。你不肯修，所以你不得。",
      "zh_TW": "修禪定的方法很多，佛家講八萬四千法門，這是比喻，方法有八萬四千多種，任何一種都可以。我們現在修淨土宗的，所選擇的就用念佛的方法，我念這一句阿彌陀佛，把雜念全部排掉，永遠保持這一念，這一念就是定。雜念都沒有了，智慧生起來，那就是觀，就起作用。一定要懂得，清淨心生智慧，平等心生大智慧，平等比清淨就高了一級，最後那個覺是大徹大悟。所以，覺是佛的定慧，平等是菩薩的定慧，清淨是阿羅漢的定慧，這裡頭有差等的。我們從哪裡修？一定是先得清淨心，再得平等心，最後大徹大悟，得要真幹。只要得清淨心，真智慧生起來，今天社會現象你一清二楚，你能夠知道過去、能夠知道未來。這一點都不稀奇，是人的本能，誰修誰得。你不肯修，所以你不得。"
    },
    {
      "id": "02-037-0233_p0016",
      "zh_CN": "我们每个人本性相同，「人之初，性本善」，佛告诉我们自性是相同，性德都圆满，人人都圆满。《华严经》上佛告诉人，「一切众生本来是佛」，本来是佛是什么？本来你无所不知、无所不能，没有一样你不知道的，你本来是这样的。现在为什么都不知道、都失掉了？就是你心乱了，你心杂了，你的心像池塘的水一样，起了大风大浪，泥沙浑浊，大风大浪变成这样的。定下来不起波浪，肮脏的东西让它沉淀下去，清水就现前。清水现前，就像一面镜子一样，它能照，照见万法，照得清清楚楚、明明白白。所以经上这些比喻，都是「表定慧等持之因行」。这是佛家讲修行最高的原则，无论修学哪个法门，都不能离开这个原则，要定慧等持。修因后面就证果，这个果就是你有能力、你有智慧解决一切问题。你没有这个缘分帮助别人，可以帮助你自己不受任何灾难，你心是定的。灾难降临在面前，有些人受灾难，有定功的人不受灾难，他永远不惊不怖，永远不受外面环境影响，自得其乐。",
      "zh_TW": "我們每個人本性相同，「人之初，性本善」，佛告訴我們自性是相同，性德都圓滿，人人都圓滿。《華嚴經》上佛告訴人，「一切眾生本來是佛」，本來是佛是什麼？本來你無所不知、無所不能，沒有一樣你不知道的，你本來是這樣的。現在為什麼都不知道、都失掉了？就是你心亂了，你心雜了，你的心像池塘的水一樣，起了大風大浪，泥沙渾濁，大風大浪變成這樣的。定下來不起波浪，骯髒的東西讓它沉澱下去，清水就現前。清水現前，就像一面鏡子一樣，它能照，照見萬法，照得清清楚楚、明明白白。所以經上這些比喻，都是「表定慧等持之因行」。這是佛家講修行最高的原則，無論修學哪個法門，都不能離開這個原則，要定慧等持。修因後面就證果，這個果就是你有能力、你有智慧解決一切問題。你沒有這個緣分幫助別人，可以幫助你自己不受任何災難，你心是定的。災難降臨在面前，有些人受災難，有定功的人不受災難，他永遠不驚不怖，永遠不受外面環境影響，自得其樂。"
    },
    {
      "id": "02-037-0233_p0017",
      "zh_CN": "「本经《大教缘起品》曰：如来定慧究畅无极」，这就是果德。你看修这个因，得的果报是什么？定慧究竟畅通，无极是没有边际。佛在经上讲的都是我们自己自性里头本有的东西，只要我们肯学我们都能得到，跟佛一样。佛没有秘密，佛没有说哪一样东西他超过别人，没有。为什么？人人是平等的，决定没有一个人是超人。眼前不平等，是因为他的心不清净，他的染污太严重，他的性德不能现前。不是没有，并没有丢掉，只要他懂得修学，把这些障碍放下，他的德能智慧就现前。就这八个字，「如来定慧究畅无极」，如来是谁？是自己，不是别人。我修成之后，跟释迦牟尼一样，跟阿弥陀佛一样，跟一切诸佛完全相同，绝不逊色于他。所以佛法是平等法。",
      "zh_TW": "「本經《大教緣起品》曰：如來定慧究暢無極」，這就是果德。你看修這個因，得的果報是什麼？定慧究竟暢通，無極是沒有邊際。佛在經上講的都是我們自己自性裡頭本有的東西，只要我們肯學我們都能得到，跟佛一樣。佛沒有祕密，佛沒有說哪一樣東西他超過別人，沒有。為什麼？人人是平等的，決定沒有一個人是超人。眼前不平等，是因為他的心不清淨，他的染污太嚴重，他的性德不能現前。不是沒有，並沒有丟掉，只要他懂得修學，把這些障礙放下，他的德能智慧就現前。就這八個字，「如來定慧究暢無極」，如來是誰？是自己，不是別人。我修成之後，跟釋迦牟尼一樣，跟阿彌陀佛一樣，跟一切諸佛完全相同，絕不遜色於他。所以佛法是平等法。"
    },
    {
      "id": "02-037-0233_p0018",
      "zh_CN": "我们再看底下这一段，「善护三业」，这是佛门修行最重要的一段经文。从哪里修起？就从这开始。我们经文念一遍：",
      "zh_TW": "我們再看底下這一段，「善護三業」，這是佛門修行最重要的一段經文。從哪裡修起？就從這開始。我們經文念一遍："
    },
    {
      "id": "02-037-0233_p0019",
      "zh_CN": "【善护口业。不讥他过。善护身业。不失律仪。善护意业。清净无染。】",
      "zh_TW": "【善護口業。不譏他過。善護身業。不失律儀。善護意業。清淨無染。】"
    },
    {
      "id": "02-037-0233_p0020",
      "zh_CN": "这二十四个字，可以修身、齐家、治国、平天下，可以让这个世界恢复安定和谐，可以让地球上所有灾难都能化解。对你自己来讲，你可以得到身心健康，青春常驻，你不会衰老，你不会有疾病。这二十四个字做到了，你的家庭幸福美满，你的事业成功顺利，社会和谐，天下太平。你得会用！我们看黄念老的注解，这一段他注解得不少，注解得很丰富。『善护口业』这以下六句经文，「表菩萨身口意三业清净」，这是清净的标准。「三业之中，则以善护意业为首要，是即菩萨善护己念之正行。」业是造作，业这个字的意思是造作，正在造作的时候叫事，你在干什么事，这正在造作的时候；造作完了之后，这就叫业。这个业是什么？它有影响力，影响将来造成的果报，所以这个报叫业报。我们在学校读书，每天做功课叫作业，学生在作业。在社会上，无论你从事哪个行业，你也天天在那里作业。业有善恶，对众生有利的是善，对众生不利的那就是恶。所以我们造作，起心动念是意业，言语是口业，动手动脚这是身业。一定要想到，这个业对自己有没有好处，对别人有没有好处，对社会有没有好处，对整个人类有没有好处。如果没有好处，不能做，有坏处就更不能做，得懂得这个道理。",
      "zh_TW": "這二十四個字，可以修身、齊家、治國、平天下，可以讓這個世界恢復安定和諧，可以讓地球上所有災難都能化解。對你自己來講，你可以得到身心健康，青春常駐，你不會衰老，你不會有疾病。這二十四個字做到了，你的家庭幸福美滿，你的事業成功順利，社會和諧，天下太平。你得會用！我們看黃念老的註解，這一段他註解得不少，註解得很豐富。『善護口業』這以下六句經文，「表菩薩身口意三業清淨」，這是清淨的標準。「三業之中，則以善護意業為首要，是即菩薩善護己念之正行。」業是造作，業這個字的意思是造作，正在造作的時候叫事，你在幹什麼事，這正在造作的時候；造作完了之後，這就叫業。這個業是什麼？它有影響力，影響將來造成的果報，所以這個報叫業報。我們在學校讀書，每天做功課叫作業，學生在作業。在社會上，無論你從事哪個行業，你也天天在那裡作業。業有善惡，對眾生有利的是善，對眾生不利的那就是惡。所以我們造作，起心動念是意業，言語是口業，動手動腳這是身業。一定要想到，這個業對自己有沒有好處，對別人有沒有好處，對社會有沒有好處，對整個人類有沒有好處。如果沒有好處，不能做，有壞處就更不能做，得懂得這個道理。"
    },
    {
      "id": "02-037-0233_p0021",
      "zh_CN": "这一年多来，我收到很多人给我的信息，都提到灾难问题。而且一个共同的说法，什么样的人在这个灾难当中可以保全自己，而不受这个灾难，平安度过？他们的讲法几乎是一致的，第一个要吃素，要素食。为什么？素食不跟一切众生结怨仇，这个很重要。我相信因果报应，所以我学佛不到半年我就吃素食，我的素食吃了六十一年。知道这是错误，为什么要吃众生肉？你看众生被杀的时候那是什么样子？牠不是甘心情愿把自己身体奉献给你吃的，不是的，牠在逃命，逃不掉。你说杀一只鸡，我们在农村杀只鸡，要杀的时候，那个鸡是到处飞飞跳跳的逃，逃命！牠知道，牠不是不知道。你杀牛、杀羊，你看牛羊流眼泪，在哭，无可奈何。现在杀生的手段非常残酷，你忍心吃肉吗？所以第一个条件，素食的人不会有灾难。第二个是有爱心的人，这个说得也很好。现在人没有爱心，不但不爱别人，他连自己都不爱，一个人不自爱，怎么可能会爱别人？第三个就是镇静，这就是讲定功，灾难来的时候不害怕，心能够稳得住，所谓不惊不怖、不慌张，心是定的，若无其事。你有智慧，你就知道怎样处理，你就知道怎样回避。讲这三桩事情，素食、爱心、镇定。",
      "zh_TW": "這一年多來，我收到很多人給我的信息，都提到災難問題。而且一個共同的說法，什麼樣的人在這個災難當中可以保全自己，而不受這個災難，平安度過？他們的講法幾乎是一致的，第一個要吃素，要素食。為什麼？素食不跟一切眾生結怨仇，這個很重要。我相信因果報應，所以我學佛不到半年我就吃素食，我的素食吃了六十一年。知道這是錯誤，為什麼要吃眾生肉？你看眾生被殺的時候那是什麼樣子？牠不是甘心情願把自己身體奉獻給你吃的，不是的，牠在逃命，逃不掉。你說殺一隻雞，我們在農村殺隻雞，要殺的時候，那個雞是到處飛飛跳跳的逃，逃命！牠知道，牠不是不知道。你殺牛、殺羊，你看牛羊流眼淚，在哭，無可奈何。現在殺生的手段非常殘酷，你忍心吃肉嗎？所以第一個條件，素食的人不會有災難。第二個是有愛心的人，這個說得也很好。現在人沒有愛心，不但不愛別人，他連自己都不愛，一個人不自愛，怎麼可能會愛別人？第三個就是鎮靜，這就是講定功，災難來的時候不害怕，心能夠穩得住，所謂不驚不怖、不慌張，心是定的，若無其事。你有智慧，你就知道怎樣處理，你就知道怎樣迴避。講這三樁事情，素食、愛心、鎮定。"
    },
    {
      "id": "02-037-0233_p0022",
      "zh_CN": "美国布莱登博士这是量子力学家，他也说了三句话，他说要应对马雅灾难预言，第一个要弃恶扬善，就是佛家讲的断恶修善，第二个要改邪归正，第三个要端正心念。端正心念，必须把中国老祖宗四科找回来，心念就端正了。这四科是什么？是五伦、五常、四维、八德。这是中国几千年来，老祖宗教人，做人必须要遵守的。这个不多，五伦是道，只有五句话二十个字，五常是五个字，四维是四个字，八德是八个字。你想想看，人人能记得住。起心动念、言语造作要与这四科相应，不能违背，这样的人，我们不用布莱登说，我们自己很清楚，他绝对不会遭难。再有大的灾难他都能够避过，那是真正的好人！",
      "zh_TW": "美國布萊登博士這是量子力學家，他也說了三句話，他說要應對馬雅災難預言，第一個要棄惡揚善，就是佛家講的斷惡修善，第二個要改邪歸正，第三個要端正心念。端正心念，必須把中國老祖宗四科找回來，心念就端正了。這四科是什麼？是五倫、五常、四維、八德。這是中國幾千年來，老祖宗教人，做人必須要遵守的。這個不多，五倫是道，只有五句話二十個字，五常是五個字，四維是四個字，八德是八個字。你想想看，人人能記得住。起心動念、言語造作要與這四科相應，不能違背，這樣的人，我們不用布萊登說，我們自己很清楚，他絕對不會遭難。再有大的災難他都能夠避過，那是真正的好人！"
    },
    {
      "id": "02-037-0233_p0023",
      "zh_CN": "你看五伦所讲的，「父子有亲」，一家人相亲相爱，这头一条。换句话说，后面所有讲的都是为了一家人相亲相爱，「夫妇有别、君臣有义、长幼有序、朋友有信」。这是大道，人伦大道，做人应该要遵守，一条都不可以犯。五常是讲德行，做人基本的德行，五个字，「仁义礼智信」。仁是推己及人，己所不欲，勿施于人，样样想到自己立刻想到对方。现在人只想自己不想对方，这就是不仁。现在人心量太小了，小到不能再小，甚至于什么？他只想到自己，他连他的父母都没有想到。大概他那个小圈圈只有自己、妻子、儿女，其他的都不想。他父母他不想了，他兄弟他不想了，他的家族他也不想，他没有了，他只有自己、妻子跟儿女。儿女长大了也学他，也想自己，也想妻子儿女，父母他也不想，报应！义，什么叫义？思想行为合情合理合法，这叫义。现在义没有了，完全想到自利，义没有了。礼没有了，用一切手段获得自己的名利，就不择手段，礼没有了。智慧没有了，完全是情执，一点智慧都没有。后头那个信也没有，欺骗别人、欺骗父母、欺骗国家民族，没有理智，没有信用。你看五条都没有了，仁义礼智信，这还得了吗？这个世界怎么会不乱？怎么可能没有灾难！四维，古人讲的重要！「礼义廉耻」叫四维，好像一个房子四根柱子，这四根柱子现在都没有了。古人说，「四维不张，国乃灭亡」，管仲说的。八德，「孝悌忠信，仁爱和平」，全没有了。",
      "zh_TW": "你看五倫所講的，「父子有親」，一家人相親相愛，這頭一條。換句話說，後面所有講的都是為了一家人相親相愛，「夫婦有別、君臣有義、長幼有序、朋友有信」。這是大道，人倫大道，做人應該要遵守，一條都不可以犯。五常是講德行，做人基本的德行，五個字，「仁義禮智信」。仁是推己及人，己所不欲，勿施於人，樣樣想到自己立刻想到對方。現在人只想自己不想對方，這就是不仁。現在人心量太小了，小到不能再小，甚至於什麼？他只想到自己，他連他的父母都沒有想到。大概他那個小圈圈只有自己、妻子、兒女，其他的都不想。他父母他不想了，他兄弟他不想了，他的家族他也不想，他沒有了，他只有自己、妻子跟兒女。兒女長大了也學他，也想自己，也想妻子兒女，父母他也不想，報應！義，什麼叫義？思想行為合情合理合法，這叫義。現在義沒有了，完全想到自利，義沒有了。禮沒有了，用一切手段獲得自己的名利，就不擇手段，禮沒有了。智慧沒有了，完全是情執，一點智慧都沒有。後頭那個信也沒有，欺騙別人、欺騙父母、欺騙國家民族，沒有理智，沒有信用。你看五條都沒有了，仁義禮智信，這還得了嗎？這個世界怎麼會不亂？怎麼可能沒有災難！四維，古人講的重要！「禮義廉恥」叫四維，好像一個房子四根柱子，這四根柱子現在都沒有了。古人說，「四維不張，國乃滅亡」，管仲說的。八德，「孝悌忠信，仁愛和平」，全沒有了。"
    },
    {
      "id": "02-037-0233_p0024",
      "zh_CN": "中国古人这种教学，从上古一直到满清末年，教的什么？就教这四科。人人是好人，事事是好事，国家能长治久安，家业能够传多少代，所以称为世家。在中国现在同仁堂，同仁堂大概三百多年了，世世代代承传下来，现在这个社会没有了。家没有了，人不晓得活在世间干什么，大概现在活在世间，他的价值观就是尽情去享乐，享到死为止。尽情享乐的人寿命也不长，过去生中长时间积累的福报，在这个世界上几年就享完了，享完了命就没有了。家庭也如此，家庭的福报享完，这个家就完了；再提升，国家亦如是，我们要懂这个道理。",
      "zh_TW": "中國古人這種教學，從上古一直到滿清末年，教的什麼？就教這四科。人人是好人，事事是好事，國家能長治久安，家業能夠傳多少代，所以稱為世家。在中國現在同仁堂，同仁堂大概三百多年了，世世代代承傳下來，現在這個社會沒有了。家沒有了，人不曉得活在世間幹什麼，大概現在活在世間，他的價值觀就是盡情去享樂，享到死為止。盡情享樂的人壽命也不長，過去生中長時間積累的福報，在這個世界上幾年就享完了，享完了命就沒有了。家庭也如此，家庭的福報享完，這個家就完了；再提升，國家亦如是，我們要懂這個道理。"
    },
    {
      "id": "02-037-0233_p0025",
      "zh_CN": "这三业当中，念头最重要，就是『善护意业』这最重要。这就是菩萨善护己念，护自己的念头，不能有邪思，不能有邪念。可是今天麻烦在哪里？我们不念圣贤书，标准没有了，什么叫善，什么叫不善，价值观错了。现在人认为自利是善，利他是恶，这是外国人的价值观；竞争是善，让别人是恶，都相反掉了。我在学校里面遇到一位教授，这是名教授，美国人。我向他请教，美国的教育是不是从幼儿园就教竞争？他说是的，一直到大学、研究所全教竞争，没错。我就问他，竞争再升一级是什么？竞争升级了是斗争，斗争再升级就是战争，现代的战争是核武、生化，是毁灭人类的战争。我说这种思惟，这是一条死路。",
      "zh_TW": "這三業當中，念頭最重要，就是『善護意業』這最重要。這就是菩薩善護己念，護自己的念頭，不能有邪思，不能有邪念。可是今天麻煩在哪裡？我們不念聖賢書，標準沒有了，什麼叫善，什麼叫不善，價值觀錯了。現在人認為自利是善，利他是惡，這是外國人的價值觀；競爭是善，讓別人是惡，都相反掉了。我在學校裡面遇到一位教授，這是名教授，美國人。我向他請教，美國的教育是不是從幼兒園就教競爭？他說是的，一直到大學、研究所全教競爭，沒錯。我就問他，競爭再升一級是什麼？競爭升級了是鬥爭，鬥爭再升級就是戰爭，現代的戰爭是核武、生化，是毀滅人類的戰爭。我說這種思惟，這是一條死路。"
    },
    {
      "id": "02-037-0233_p0026",
      "zh_CN": "我说中国不一样！中国自古以来，教婴儿教什么？教让。你们也许知道孔融的故事，孔融四岁让梨，大的给哥哥。现在人不懂，现在小孩对父母都不让，我看见过。小朋友一年级，在家里看电视，他们家里客厅有大电视，房间有个小电视。他给他爸爸妈妈讲，你们看小电视，我看大电视。霸在那个地方不动，把他妈妈赶走，你们看小电视。对父母都不让，他还能让别人吗？这种家庭怎么会有幸福？这个社会怎么可能有和谐？人是教得好的，人要教，要从小教，这个不能不重视。中国古人所谓「少成若天性，习惯成自然」，从小不能养成不善的习惯。对父母都不让，这还得了吗？所以你就晓得，他将来到社会上，他对任何人都不会让的。那就一定起冲突，竞争、斗争，他肯定是这样的。他的一生不会快乐，活得很辛苦，那都是造作恶业。",
      "zh_TW": "我說中國不一樣！中國自古以來，教嬰兒教什麼？教讓。你們也許知道孔融的故事，孔融四歲讓梨，大的給哥哥。現在人不懂，現在小孩對父母都不讓，我看見過。小朋友一年級，在家裡看電視，他們家裡客廳有大電視，房間有個小電視。他給他爸爸媽媽講，你們看小電視，我看大電視。霸在那個地方不動，把他媽媽趕走，你們看小電視。對父母都不讓，他還能讓別人嗎？這種家庭怎麼會有幸福？這個社會怎麼可能有和諧？人是教得好的，人要教，要從小教，這個不能不重視。中國古人所謂「少成若天性，習慣成自然」，從小不能養成不善的習慣。對父母都不讓，這還得了嗎？所以你就曉得，他將來到社會上，他對任何人都不會讓的。那就一定起衝突，競爭、鬥爭，他肯定是這樣的。他的一生不會快樂，活得很辛苦，那都是造作惡業。"
    },
    {
      "id": "02-037-0233_p0027",
      "zh_CN": "中国自古教让，忍让、谦让、礼让。让有好处，不是没有好处，好处在后面你没有看到，你也没有想到。我这个人也就是老实、听话、真干，老师怎么教、古人典籍里怎么教我真干，我处处都让。年轻的时候在公家机构里面上班，我能把我的成绩让给别人，让给我的同事，升迁的机会我也能让给别人。为什么？别人他有家眷，我一个人无所谓；他们需要待遇好一点，需要地位稍微高一点，我一个人何必？出家之后就一直让到底，什么都让，快乐！这个地方让出去，那个地方来了，这是佛家讲的布施，舍，舍得！愈舍愈得的多，得的我们无法想像。我们作梦也没有想像到，一个出家的人，怎么可能想像到去参加联合国的和平会议？不是一次，十多次，想不到，不可能的事情。不但自己参加，很多次带着许许多多宗教一起参加。有时也有一点小道场，人家要就送给他，佛、祖告诉我们，于人无争，于世无求。永远一个人生活，非常简单，少许一点点我们就很满足了。这是依教奉行的好处，我是个过来人，学佛六十一年，六十一年真的是人生最高的享受，让别人是最高的享受。",
      "zh_TW": "中國自古教讓，忍讓、謙讓、禮讓。讓有好處，不是沒有好處，好處在後面你沒有看到，你也沒有想到。我這個人也就是老實、聽話、真幹，老師怎麼教、古人典籍裡怎麼教我真幹，我處處都讓。年輕的時候在公家機構裡面上班，我能把我的成績讓給別人，讓給我的同事，升遷的機會我也能讓給別人。為什麼？別人他有家眷，我一個人無所謂；他們需要待遇好一點，需要地位稍微高一點，我一個人何必？出家之後就一直讓到底，什麼都讓，快樂！這個地方讓出去，那個地方來了，這是佛家講的布施，捨，捨得！愈捨愈得的多，得的我們無法想像。我們作夢也沒有想像到，一個出家的人，怎麼可能想像到去參加聯合國的和平會議？不是一次，十多次，想不到，不可能的事情。不但自己參加，很多次帶著許許多多宗教一起參加。有時也有一點小道場，人家要就送給他，佛、祖告訴我們，於人無爭，於世無求。永遠一個人生活，非常簡單，少許一點點我們就很滿足了。這是依教奉行的好處，我是個過來人，學佛六十一年，六十一年真的是人生最高的享受，讓別人是最高的享受。"
    },
    {
      "id": "02-037-0233_p0028",
      "zh_CN": "经文第一句，『善护口业，不讥他过』。为什么不批评别人，不说别人过失？是我们心里头没有别人的过失。我这个心不是垃圾桶，里面没有别人的垃圾，别人所有过失我不会把它放在我心上，所以我心上没有别人过失。他做再错错误的事情，我都要原谅他，为什么？佛教我这么做的。这经上佛说的，「先人不善，不识道德，无有语者，殊无怪也」，不能怪他。甚至于他学过圣贤教育，听经学教多年，依旧迷在名利里头，做了很多不善的事情，要不要原谅他？要原谅他。为什么？他所学的经教、圣贤教育是半路才学的，他没有根。所以古人说，他遇到高名厚利，就是高的地位、很厚的利益，他就变心了，我们中国古人讲变节了。他受不了，就是禁不起这些诱惑，他道心不坚固，这是因为没有根，都是半路学的。",
      "zh_TW": "經文第一句，『善護口業，不譏他過』。為什麼不批評別人，不說別人過失？是我們心裡頭沒有別人的過失。我這個心不是垃圾桶，裡面沒有別人的垃圾，別人所有過失我不會把它放在我心上，所以我心上沒有別人過失。他做再錯錯誤的事情，我都要原諒他，為什麼？佛教我這麼做的。這經上佛說的，「先人不善，不識道德，無有語者，殊無怪也」，不能怪他。甚至於他學過聖賢教育，聽經學教多年，依舊迷在名利裡頭，做了很多不善的事情，要不要原諒他？要原諒他。為什麼？他所學的經教、聖賢教育是半路才學的，他沒有根。所以古人說，他遇到高名厚利，就是高的地位、很厚的利益，他就變心了，我們中國古人講變節了。他受不了，就是禁不起這些誘惑，他道心不堅固，這是因為沒有根，都是半路學的。"
    },
    {
      "id": "02-037-0233_p0029",
      "zh_CN": "今天我们晓得，真正有根的人没有几个，真是千万人当中难得有一个，所以他做什么样的错事都要原谅他。虽然受的圣贤教育，无根的圣贤教育，他不是从小教的。如果是父母从怀孕就教他，他一出生就教他，他就不会变节，根深蒂固，永远不变。二十几岁到三十岁以后才学的，这无根。现在社会诱惑的力量太大了，比古时候强一百倍都不止，一个普通人怎么能受得了！所以见财起意，小财他可以不动心，大财，几个亿他就动心了。他从来没有拥有过，现在一下有几个亿，他怎么会不动心？这是我们能够理解的，所以我们不把它放在心上。我们深深体会到，教学，扎根比什么都重要。",
      "zh_TW": "今天我們曉得，真正有根的人沒有幾個，真是千萬人當中難得有一個，所以他做什麼樣的錯事都要原諒他。雖然受的聖賢教育，無根的聖賢教育，他不是從小教的。如果是父母從懷孕就教他，他一出生就教他，他就不會變節，根深蒂固，永遠不變。二十幾歲到三十歲以後才學的，這無根。現在社會誘惑的力量太大了，比古時候強一百倍都不止，一個普通人怎麼能受得了！所以見財起意，小財他可以不動心，大財，幾個億他就動心了。他從來沒有擁有過，現在一下有幾個億，他怎麼會不動心？這是我們能夠理解的，所以我們不把它放在心上。我們深深體會到，教學，扎根比什麼都重要。"
    },
    {
      "id": "02-037-0233_p0030",
      "zh_CN": "中国传统教育什么时候能复兴？我的估计是两百年，绝对不是我们今天搞搞就能看到的，没有这个道理。为什么？我们全都是半路学的，都没有扎根的，你有这种期望的话，你将来会大失所望。所以要有真智慧，我们现在就做扎根教育。现在扎根，实际上讲是扎不了根，我们传到下一代，下一代再教底下一代，希望那个年龄，愈来愈低，愈来愈低。到三代、四代之后，就到了什么？小孩出生的时候父母就会教，那时候才能够成长有希望出来，我们现在做不到。所以今天无论什么人，纵然是书念得很好，像伦敦、剑桥大学汉学系博士学位拿到的，他要做出不善的事情，都应当原谅。为什么？现在人所学的，习性，不是本性，不知道有本性；习性是会动摇的，本性是如如不动的。中国的儒释道都讲本性，不是从根本上扎根就没有办法。",
      "zh_TW": "中國傳統教育什麼時候能復興？我的估計是兩百年，絕對不是我們今天搞搞就能看到的，沒有這個道理。為什麼？我們全都是半路學的，都沒有扎根的，你有這種期望的話，你將來會大失所望。所以要有真智慧，我們現在就做扎根教育。現在扎根，實際上講是紮不了根，我們傳到下一代，下一代再教底下一代，希望那個年齡，愈來愈低，愈來愈低。到三代、四代之後，就到了什麼？小孩出生的時候父母就會教，那時候才能夠成長有希望出來，我們現在做不到。所以今天無論什麼人，縱然是書念得很好，像倫敦、劍橋大學漢學系博士學位拿到的，他要做出不善的事情，都應當原諒。為什麼？現在人所學的，習性，不是本性，不知道有本性；習性是會動搖的，本性是如如不動的。中國的儒釋道都講本性，不是從根本上扎根就沒有辦法。"
    },
    {
      "id": "02-037-0233_p0031",
      "zh_CN": "今天我们的家庭没有了，扎根教育就没有了。扎根教育，从前大家庭制度，大家庭一定要从小扎根，不从小扎根，这个小孩以后是败家子，你们会家破人亡。所以从小一定要把他教好，他怕的是家破人亡。这个教育是负责任的教育，今天一般学校，学校没有这个责任，它也没有这种忧虑。中国自古以来，教育是家庭的事情，养老是家庭的事情，所以育幼、养老是家教，那个制度好。你有聪明智慧，有才智、有天赋，父母没有能力教你，家族教你。而且家长会请最好的老师来教你，家长希望自己的后代兴旺，所以礼请老师非常隆重。老师一定有德行、有学问，而且有教学的方法。现在没有，交给学校去教，学校老师跟从前家学私塾请的老师完全不一样。",
      "zh_TW": "今天我們的家庭沒有了，扎根教育就沒有了。扎根教育，從前大家庭制度，大家庭一定要從小扎根，不從小扎根，這個小孩以後是敗家子，你們會家破人亡。所以從小一定要把他教好，他怕的是家破人亡。這個教育是負責任的教育，今天一般學校，學校沒有這個責任，它也沒有這種憂慮。中國自古以來，教育是家庭的事情，養老是家庭的事情，所以育幼、養老是家教，那個制度好。你有聰明智慧，有才智、有天賦，父母沒有能力教你，家族教你。而且家長會請最好的老師來教你，家長希望自己的後代興旺，所以禮請老師非常隆重。老師一定有德行、有學問，而且有教學的方法。現在沒有，交給學校去教，學校老師跟從前家學私塾請的老師完全不一樣。"
    },
    {
      "id": "02-037-0233_p0032",
      "zh_CN": "现在老人老了很可怜，到哪里去？真的无依无靠。从前大家庭好，年岁大了，退休了回家，叫落叶归根。回家是什么？颐养天年，家庭有乐趣，老人跟小孩天天玩在一起，多快乐！一个大家庭，人口三百人左右，小孩总有五、六十个，五、六十个小孩天天围绕着老人，多快乐。老人把他们的人生经验像讲故事讲给他听，他能把老人这一生的学问、经验他就传下去了。大家庭有它的缺点，为什么？人没有这么自由，规矩很大。但是老的时候有乐趣，有天伦之乐，小的时候受到好的教育。这两样东西是人生最宝贵的，大家庭有，现在家庭没有了。你仔细去比较，大家庭跟小家庭，还是大家庭好。小家庭有那么一点自由，得不偿失，为什么？晚年可怜，那种天伦之乐你连作梦都想不到，你没有见到，你也没有听说过。",
      "zh_TW": "現在老人老了很可憐，到哪裡去？真的無依無靠。從前大家庭好，年歲大了，退休了回家，叫落葉歸根。回家是什麼？頤養天年，家庭有樂趣，老人跟小孩天天玩在一起，多快樂！一個大家庭，人口三百人左右，小孩總有五、六十個，五、六十個小孩天天圍繞著老人，多快樂。老人把他們的人生經驗像講故事講給他聽，他能把老人這一生的學問、經驗他就傳下去了。大家庭有它的缺點，為什麼？人沒有這麼自由，規矩很大。但是老的時候有樂趣，有天倫之樂，小的時候受到好的教育。這兩樣東西是人生最寶貴的，大家庭有，現在家庭沒有了。你仔細去比較，大家庭跟小家庭，還是大家庭好。小家庭有那麼一點自由，得不償失，為什麼？晚年可憐，那種天倫之樂你連作夢都想不到，你沒有見到，你也沒有聽說過。"
    },
    {
      "id": "02-037-0233_p0033",
      "zh_CN": "所以「善护口业」比什么都重要，要把心量拓开，要包容，毁谤我们的人、羞辱我们的人、障碍我们的人、陷害我们的人，都要原谅，都不放在心上。而且我们对他要感恩，他的谤言我们听到了，认真反省有没有这个过失，有则改之，无则嘉勉。如果有，他说得对，说的没有错，他提醒我，他是我的老师，我改过自新，我感谢他。如果没有，没有是他的误会，他看错了，他听错了，他对我误会。误会不要紧，事实可以澄清，让他再看，看十年、看二十年、看三十年，我不是他想像那种人物。他要是个明白人，自然会生惭愧心；他没有惭愧心那就算了。我们对于这些人，我们学佛每天做功课，每天在跟大家做分享，这些功德都回向给他们。我们的小佛堂都给他立长生牌位，有很多人来看到觉得很奇怪，这个人毁谤你、障碍你、找你的麻烦，为什么给他供长生牌位？我说他是佛。《华严经》上讲的，「一切众生本来是佛」，他本来是佛，他对我的误会那是一时迷惑，这不放在心上，不要计较。永远以大慈大悲待人，决定不能够去批评别人。",
      "zh_TW": "所以「善護口業」比什麼都重要，要把心量拓開，要包容，毀謗我們的人、羞辱我們的人、障礙我們的人、陷害我們的人，都要原諒，都不放在心上。而且我們對他要感恩，他的謗言我們聽到了，認真反省有沒有這個過失，有則改之，無則嘉勉。如果有，他說得對，說的沒有錯，他提醒我，他是我的老師，我改過自新，我感謝他。如果沒有，沒有是他的誤會，他看錯了，他聽錯了，他對我誤會。誤會不要緊，事實可以澄清，讓他再看，看十年、看二十年、看三十年，我不是他想像那種人物。他要是個明白人，自然會生慚愧心；他沒有慚愧心那就算了。我們對於這些人，我們學佛每天做功課，每天在跟大家做分享，這些功德都迴向給他們。我們的小佛堂都給他立長生牌位，有很多人來看到覺得很奇怪，這個人毀謗你、障礙你、找你的麻煩，為什麼給他供長生牌位？我說他是佛。《華嚴經》上講的，「一切眾生本來是佛」，他本來是佛，他對我的誤會那是一時迷惑，這不放在心上，不要計較。永遠以大慈大悲待人，決定不能夠去批評別人。"
    },
    {
      "id": "02-037-0233_p0034",
      "zh_CN": "古礼，看到别人有过失，这个人跟自己是什么关系，如果是自己的亲人，自己真正的好朋友，是应当要规劝的。规劝应该在隐密的地方，没有第三个人听见，这是正确的；如果在大庭广众之下，有人听见是决定不许可的。为什么？伤害他的面子，要顾虑他的情面，不能破坏他的形象。这是爱心，对他真正的爱护。他有过失的时候，劝勉他，让他改过自新，这种态度是正确的。如果在旁人面前来说的话，这是错误的，这是不可以的。现在这个社会问题，就是做错事情的人太多，我们一定要了解为什么会做错事。我们传统的教学疏忽了两百年，你能怪人吗？他自己不知道，他父母也不知道，他祖父母也不知道。大概在我们家乡，是个读书的环境，桐城派的发源地，总得高祖父才晓得，那你怎么能怪他？所以，一切过失一笔勾销，我心多清净，没有一丝毫怨恨。",
      "zh_TW": "古禮，看到別人有過失，這個人跟自己是什麼關係，如果是自己的親人，自己真正的好朋友，是應當要規勸的。規勸應該在隱密的地方，沒有第三個人聽見，這是正確的；如果在大庭廣眾之下，有人聽見是決定不許可的。為什麼？傷害他的面子，要顧慮他的情面，不能破壞他的形象。這是愛心，對他真正的愛護。他有過失的時候，勸勉他，讓他改過自新，這種態度是正確的。如果在旁人面前來說的話，這是錯誤的，這是不可以的。現在這個社會問題，就是做錯事情的人太多，我們一定要了解為什麼會做錯事。我們傳統的教學疏忽了兩百年，你能怪人嗎？他自己不知道，他父母也不知道，他祖父母也不知道。大概在我們家鄉，是個讀書的環境，桐城派的發源地，總得高祖父才曉得，那你怎麼能怪他？所以，一切過失一筆勾銷，我心多清淨，沒有一絲毫怨恨。"
    },
    {
      "id": "02-037-0233_p0035",
      "zh_CN": "所以我们就没有一句是非，我们心里头只有阿弥陀佛，我们一生的目标就是往生极乐世界。我在这个世间，不去争名闻利养，真正做到于人无争，于世无求，多快乐。很简单的生活就欢欢喜喜度过一生，不争名利。出家，也有供养，广结善缘。广结善缘从哪里结起？从我的邻居结起，邻居第一。为什么？邻居和睦，我这个小村就是和谐村，就是大家的榜样。人家到我这一看，你们这个村庄里人真好，每个人都是满面笑容，每个人都是那么样的和善。佛法讲度众生先度近邻，靠近自己的，自己亲近的不能度，还能度远的吗？哪有这种道理！今天干这些事情，真的有祖宗保佑，有佛菩萨众神保佑，因为效果是出乎意料之外的，没想到！平常说说笑笑而已，没有想到邻里乡党真干。",
      "zh_TW": "所以我們就沒有一句是非，我們心裡頭只有阿彌陀佛，我們一生的目標就是往生極樂世界。我在這個世間，不去爭名聞利養，真正做到於人無爭，於世無求，多快樂。很簡單的生活就歡歡喜喜度過一生，不爭名利。出家，也有供養，廣結善緣。廣結善緣從哪裡結起？從我的鄰居結起，鄰居第一。為什麼？鄰居和睦，我這個小村就是和諧村，就是大家的榜樣。人家到我這一看，你們這個村莊裡人真好，每個人都是滿面笑容，每個人都是那麼樣的和善。佛法講度眾生先度近鄰，靠近自己的，自己親近的不能度，還能度遠的嗎？哪有這種道理！今天幹這些事情，真的有祖宗保佑，有佛菩薩眾神保佑，因為效果是出乎意料之外的，沒想到！平常說說笑笑而已，沒有想到鄰里鄉黨真幹。"
    },
    {
      "id": "02-037-0233_p0036",
      "zh_CN": "我大概是下个星期到澳洲去，这一次去五天。为什么？这个小城所有的宗教团结起来了，政府也参加了，人民都欢喜，我们共同把这个城市造成全世界第一个和谐示范城，这个太难得了！我这次去，去看他们干这个事情。去年我跟他们在一起，谈话当中提起来，没有想到大家真干，真干就太好了，太难得了。今天在这个地球上做好事，一定要拿出好的榜样，拿不出样子，光说没人相信，一定要做出来。宗教是一家，不分彼此，而且互相学习，我学习他们的经典，他们也学习我们的经典，这样才真正了解。如果互相不往来，就有猜疑，就有误会，就会发生冲突；我们常常在一起，什么话都谈，经典互相学习，这种问题统统化解了。我们住在一个地球上，而且我们还住在一个小城里头，你说我们是和谐，把这个小城当作一家人好，还是我们各个互相不关怀，哪一种好？我们自己去选择。现在大家自己选择的是我们一家人和睦好，都希望这样做，彼此相亲相爱，互相关怀、互相照顾、互相帮助、互助合作。任何宗教、任何族群有困难，我们大家都帮助他，主动的，自动的，不要等人提出要求。",
      "zh_TW": "我大概是下個星期到澳洲去，這一次去五天。為什麼？這個小城所有的宗教團結起來了，政府也參加了，人民都歡喜，我們共同把這個城市造成全世界第一個和諧示範城，這個太難得了！我這次去，去看他們幹這個事情。去年我跟他們在一起，談話當中提起來，沒有想到大家真幹，真幹就太好了，太難得了。今天在這個地球上做好事，一定要拿出好的榜樣，拿不出樣子，光說沒人相信，一定要做出來。宗教是一家，不分彼此，而且互相學習，我學習他們的經典，他們也學習我們的經典，這樣才真正了解。如果互相不往來，就有猜疑，就有誤會，就會發生衝突；我們常常在一起，什麼話都談，經典互相學習，這種問題統統化解了。我們住在一個地球上，而且我們還住在一個小城裡頭，你說我們是和諧，把這個小城當作一家人好，還是我們各個互相不關懷，哪一種好？我們自己去選擇。現在大家自己選擇的是我們一家人和睦好，都希望這樣做，彼此相親相愛，互相關懷、互相照顧、互相幫助、互助合作。任何宗教、任何族群有困難，我們大家都幫助他，主動的，自動的，不要等人提出要求。"
    },
    {
      "id": "02-037-0233_p0037",
      "zh_CN": "这个城市不大，只有十万人，十万人是一家人，有十几个宗教带头来做，政府领导，政府要参与。去年，我跟这些宗教领袖谈到，你们真做到，我一定帮助这个小城建一个卫星电视台。把小城里面的活动，就是这小城故事，向全世界宣扬。让全世界的人到这个小城来观光、来考察、来学习，这个地方是太平世界，这个地方是和谐社会。将来那个地方可能居民愈来愈多，会变成一个大城市，好在这个城市土地很大。土地差不多合中国小的省份，大概比台湾大，大概比浙江还大。所以面积很大，将来喜欢过和谐生活的，喜欢跟大家一家人的，我们统统欢迎你移民到这边过来，移民到这边来，都是一家人。好，非常之好，很难得！所以这是桩好事，我不能不去。",
      "zh_TW": "這個城市不大，只有十萬人，十萬人是一家人，有十幾個宗教帶頭來做，政府領導，政府要參與。去年，我跟這些宗教領袖談到，你們真做到，我一定幫助這個小城建一個衛星電視台。把小城裡面的活動，就是這小城故事，向全世界宣揚。讓全世界的人到這個小城來觀光、來考察、來學習，這個地方是太平世界，這個地方是和諧社會。將來那個地方可能居民愈來愈多，會變成一個大城市，好在這個城市土地很大。土地差不多合中國小的省份，大概比台灣大，大概比浙江還大。所以面積很大，將來喜歡過和諧生活的，喜歡跟大家一家人的，我們統統歡迎你移民到這邊過來，移民到這邊來，都是一家人。好，非常之好，很難得！所以這是樁好事，我不能不去。"
    },
    {
      "id": "02-037-0233_p0038",
      "zh_CN": "特别是在这个社会动乱、灾难频繁，有个这样的地方，和谐、人善良、没有灾难，是我们向往的地方。这里面最重要的就是宗教教育，每个宗教寺院、教堂天天要讲经，天天要教学，每天都在劝人，这个才能维持长久。不是一时高兴，一时高兴做个表演，那个没有意思，表演完了就没有了。我们要希望永续存在，保持下去，真正把善护三业做到。这个小城的居民是来自全球许许多多地方，确实它是不同的文化、不同的宗教信仰、不同的生活方式，我们对于每个宗教尊重，平等尊重。他们生活习惯我们要尊重，我们不希望他有改变，因为这个小城里头可以看到各种不同文化的特色，没有不尊重的，没有不爱护的，多元文化共存共荣。这就是《大方广佛华严》，这个经题是个比喻，像一个大花园，这个花园里面什么品种都有，这叫美不胜收。如果这个花园排斥别的种类，只有一种，那有什么看头？很单调。所以要包容，各种不同的文化都要让它发扬光大。",
      "zh_TW": "特別是在這個社會動亂、災難頻繁，有個這樣的地方，和諧、人善良、沒有災難，是我們嚮往的地方。這裡面最重要的就是宗教教育，每個宗教寺院、教堂天天要講經，天天要教學，每天都在勸人，這個才能維持長久。不是一時高興，一時高興做個表演，那個沒有意思，表演完了就沒有了。我們要希望永續存在，保持下去，真正把善護三業做到。這個小城的居民是來自全球許許多多地方，確實它是不同的文化、不同的宗教信仰、不同的生活方式，我們對於每個宗教尊重，平等尊重。他們生活習慣我們要尊重，我們不希望他有改變，因為這個小城裡頭可以看到各種不同文化的特色，沒有不尊重的，沒有不愛護的，多元文化共存共榮。這就是《大方廣佛華嚴》，這個經題是個比喻，像一個大花園，這個花園裡面什麼品種都有，這叫美不勝收。如果這個花園排斥別的種類，只有一種，那有什麼看頭？很單調。所以要包容，各種不同的文化都要讓它發揚光大。"
    },
    {
      "id": "02-037-0233_p0039",
      "zh_CN": "『善护身业，不失律仪』。今天看到这一句，头一个我们会想到邪淫，这没有护身业，这犯戒。这个事情现在很普遍，能制止吗？如果懂得因果教育，就不敢了。为什么？邪淫后头是什么？后头是杀生，你要去堕胎，你杀人。杀什么人？杀你自己的亲人。如果你要懂得这个，你不敢了，你还敢造这个业吗？这要命的事情。佛经上告诉我们，儿女跟父母四种缘，不是这四种缘他不会到你家来投胎的。第一种是报恩的，前世你对他有恩，他这一世来做你的儿女是报恩的，是孝子贤孙。你把他杀掉，就变成仇了，原来是报恩的，现在变成仇恨，他不会饶过你，你怎么办？第二种是报怨的，过去跟他有仇，他来就是报仇的。报仇现在你还把他杀掉，这个仇恨就愈来愈深，无法化解。另外两种是讨债、还债，本来是债务，你现在杀掉，债务又变成了讨命。你从这里细细去想，就这一桩事情，所有的恶业你全造了。杀人；这里头有盗的行为，有盗的意念，盗是什么？占便宜，占便宜这个心就是盗心。你为什么要杀他？你没有正当的理由，你有妄语，你欺骗自己，也欺骗众生。所以这一个动作，杀生、偷盗、妄语许许多多罪业你统统具足了，你敢做吗？干这种事情是迷糊到了极处。",
      "zh_TW": "『善護身業，不失律儀』。今天看到這一句，頭一個我們會想到邪淫，這沒有護身業，這犯戒。這個事情現在很普遍，能制止嗎？如果懂得因果教育，就不敢了。為什麼？邪淫後頭是什麼？後頭是殺生，你要去墮胎，你殺人。殺什麼人？殺你自己的親人。如果你要懂得這個，你不敢了，你還敢造這個業嗎？這要命的事情。佛經上告訴我們，兒女跟父母四種緣，不是這四種緣他不會到你家來投胎的。第一種是報恩的，前世你對他有恩，他這一世來做你的兒女是報恩的，是孝子賢孫。你把他殺掉，就變成仇了，原來是報恩的，現在變成仇恨，他不會饒過你，你怎麼辦？第二種是報怨的，過去跟他有仇，他來就是報仇的。報仇現在你還把他殺掉，這個仇恨就愈來愈深，無法化解。另外兩種是討債、還債，本來是債務，你現在殺掉，債務又變成了討命。你從這裡細細去想，就這一樁事情，所有的惡業你全造了。殺人；這裡頭有盜的行為，有盜的意念，盜是什麼？佔便宜，佔便宜這個心就是盜心。你為什麼要殺他？你沒有正當的理由，你有妄語，你欺騙自己，也欺騙眾生。所以這一個動作，殺生、偷盜、妄語許許多多罪業你統統具足了，你敢做嗎？幹這種事情是迷糊到了極處。"
    },
    {
      "id": "02-037-0233_p0040",
      "zh_CN": "不但这个事情不能做，真正晓得因果报应，你决定不敢吃众生肉。我是因为小时候，抗战期间，我父亲是军官，管武器的，军械官，所以家里面枪枝很多。小时候不知道，打猎，我打了三年猎，我了解，杀很多畜生。学佛之后，知道因果的时候害怕了，我立刻就选择素食，有钱就放生，赎罪、忏悔。还好回头得快，我二十六岁学佛，二十六岁就吃长素，回头得快。如果不知道回头的话，我的生命早就结束了。我母亲、出家之后很多朋友，给我排八字算命，几乎结果都是一样的，我的寿命只有四十五岁。我相信，一点都不怀疑。你看看我的家谱，我们家里，祖父母，祖父四十五岁过世的，我的伯父也是四十五岁过世的，父亲也是四十五岁过世的。所以算我四十五岁，我相信，那时候以为什么？这是遗传，几代都是。所以我学佛，我求生净土，我没有求长寿。四十五岁那年害了一场病，我知道寿命到了，我也不看医生，也不吃药，我认为医生只能医病，不能医命，寿命到了找医生没用。我一心念佛，求生净土，念了一个月病好了。一生没生过病，身体交给佛菩萨。",
      "zh_TW": "不但這個事情不能做，真正曉得因果報應，你決定不敢吃眾生肉。我是因為小時候，抗戰期間，我父親是軍官，管武器的，軍械官，所以家裡面槍枝很多。小時候不知道，打獵，我打了三年獵，我了解，殺很多畜生。學佛之後，知道因果的時候害怕了，我立刻就選擇素食，有錢就放生，贖罪、懺悔。還好回頭得快，我二十六歲學佛，二十六歲就吃長素，回頭得快。如果不知道回頭的話，我的生命早就結束了。我母親、出家之後很多朋友，給我排八字算命，幾乎結果都是一樣的，我的壽命只有四十五歲。我相信，一點都不懷疑。你看看我的家譜，我們家裡，祖父母，祖父四十五歲過世的，我的伯父也是四十五歲過世的，父親也是四十五歲過世的。所以算我四十五歲，我相信，那時候以為什麼？這是遺傳，幾代都是。所以我學佛，我求生淨土，我沒有求長壽。四十五歲那年害了一場病，我知道壽命到了，我也不看醫生，也不吃藥，我認為醫生只能醫病，不能醫命，壽命到了找醫生沒用。我一心念佛，求生淨土，念了一個月病好了。一生沒生過病，身體交給佛菩薩。"
    },
    {
      "id": "02-037-0233_p0041",
      "zh_CN": "这是章嘉大师指导我的，身心交给佛菩萨，自己专门做弘法利生的事业，其他的一切佛菩萨照顾，自己不操一点心。所以，顺境、逆境全是佛菩萨安排的，这个安排也就是考试、考验，我是不是关关都能通过。保持清净平等心，不受外面环境干扰，无论什么样的风浪，自己如如不动，这个重要！所以看东西比别人看得清楚，比别人看得明白，解决问题的方法跟别人想的不一样。对于整个世界的世局来说，我认识不少国家领导人，很多人问我，现在社会混乱，还能不能恢复安定和平？这是大问题，许多国家领导人对这个问题信心没有了。我参加联合国的和平会议才知道，以前没有接触过不知道。这些学者、专家，对于世界能够恢复和平也没有信心。这是非常可怕的一桩事情，信心危机，信心丧失了。那要让他们恢复信心，没有别的办法，只有做实验，让他亲自看到，他相信了；没有看到，他不相信。",
      "zh_TW": "這是章嘉大師指導我的，身心交給佛菩薩，自己專門做弘法利生的事業，其他的一切佛菩薩照顧，自己不操一點心。所以，順境、逆境全是佛菩薩安排的，這個安排也就是考試、考驗，我是不是關關都能通過。保持清淨平等心，不受外面環境干擾，無論什麼樣的風浪，自己如如不動，這個重要！所以看東西比別人看得清楚，比別人看得明白，解決問題的方法跟別人想的不一樣。對於整個世界的世局來說，我認識不少國家領導人，很多人問我，現在社會混亂，還能不能恢復安定和平？這是大問題，許多國家領導人對這個問題信心沒有了。我參加聯合國的和平會議才知道，以前沒有接觸過不知道。這些學者、專家，對於世界能夠恢復和平也沒有信心。這是非常可怕的一樁事情，信心危機，信心喪失了。那要讓他們恢復信心，沒有別的辦法，只有做實驗，讓他親自看到，他相信了；沒有看到，他不相信。"
    },
    {
      "id": "02-037-0233_p0042",
      "zh_CN": "好在这句话是英国汤恩比博士说的，要是我说的话没人相信，人微言轻。汤恩比博士是世界上知名的历史哲学家，他曾经说过，「解决二十一世纪社会问题」，那就是社会动乱的问题，「只有孔孟学说跟大乘佛法」。这他说的，我来给他作注解，孔孟学说是什么？我提出四个字，讲多了不行，讲多人家听不懂，太累了，愈简单愈好。孔孟学说就是仁、义、忠、恕。这是有来源的，「孔曰成仁，孟曰取义」，仁义代表孔孟。「夫子之道，忠恕而已矣」，孔子解决疑难杂症用什么方法？忠恕。忠，你看中国这个忠字的写法，心里头有个中，中就是不偏不邪，要用这样的心。不偏不邪是真心，不能用妄心，用真心；恕就是要原谅大家。今天的世界，东方丢掉了传统，西方丢掉了宗教，所以人心坏了，这是大问题，不是小问题。怎么解决？就是一笔勾销，不管干什么错事一笔勾销，不要再问了，统统放下，大家一起来学传统文化、来学圣贤教育，这就好了。做什么坏事不要追究，都不要提了，这是孔子的办法。我跟很多国家人谈到，他们都点头，认为这个方法可行。决定不能搞对立，决定不能搞社会动荡，社会稳定比什么都重要，稳定当中，用教育的手段恢复传统。我们自己本身也有错事，也不是完美的，所以夫子忠恕之道好，真能帮助我们解决问题。",
      "zh_TW": "好在這句話是英國湯恩比博士說的，要是我說的話沒人相信，人微言輕。湯恩比博士是世界上知名的歷史哲學家，他曾經說過，「解決二十一世紀社會問題」，那就是社會動亂的問題，「只有孔孟學說跟大乘佛法」。這他說的，我來給他作註解，孔孟學說是什麼？我提出四個字，講多了不行，講多人家聽不懂，太累了，愈簡單愈好。孔孟學說就是仁、義、忠、恕。這是有來源的，「孔曰成仁，孟曰取義」，仁義代表孔孟。「夫子之道，忠恕而已矣」，孔子解決疑難雜症用什麼方法？忠恕。忠，你看中國這個忠字的寫法，心裡頭有個中，中就是不偏不邪，要用這樣的心。不偏不邪是真心，不能用妄心，用真心；恕就是要原諒大家。今天的世界，東方丟掉了傳統，西方丟掉了宗教，所以人心壞了，這是大問題，不是小問題。怎麼解決？就是一筆勾銷，不管幹什麼錯事一筆勾銷，不要再問了，統統放下，大家一起來學傳統文化、來學聖賢教育，這就好了。做什麼壞事不要追究，都不要提了，這是孔子的辦法。我跟很多國家人談到，他們都點頭，認為這個方法可行。決定不能搞對立，決定不能搞社會動盪，社會穩定比什麼都重要，穩定當中，用教育的手段恢復傳統。我們自己本身也有錯事，也不是完美的，所以夫子忠恕之道好，真能幫助我們解決問題。"
    },
    {
      "id": "02-037-0233_p0043",
      "zh_CN": "大乘，大乘我也讲四个字，真诚慈悲。仁义忠恕、真诚慈悲这八个字，可以帮助今天全世界解决社会问题。我还特别刻了两颗图章，两颗图章的内容就是这八个字，在一颗图章上；另外一颗图章，刻的是「神爱世人，和平天使」。这是我二００五年送给布希总统的，承蒙他邀请，我没有到美国去，没去，我回他一封信，送这颗图章给他。我的信，劝他不要发动战争，那时我听说要发动对伊拉克的战争，三个月前。我劝他不要打仗，送他这个印章，请他做和平天使，秉承神爱世人。我还劝他，不要做国际警察，希望他做圣诞老人，他听了也笑起来。圣诞老人多好，谁都爱；警察，小孩都害怕。美国应该做圣诞老人，不要做国际警察。这两颗印章刻了很多，是想赠送给全世界每个国家领导人。",
      "zh_TW": "大乘，大乘我也講四個字，真誠慈悲。仁義忠恕、真誠慈悲這八個字，可以幫助今天全世界解決社會問題。我還特別刻了兩顆圖章，兩顆圖章的內容就是這八個字，在一顆圖章上；另外一顆圖章，刻的是「神愛世人，和平天使」。這是我二００五年送給布希總統的，承蒙他邀請，我沒有到美國去，沒去，我回他一封信，送這顆圖章給他。我的信，勸他不要發動戰爭，那時我聽說要發動對伊拉克的戰爭，三個月前。我勸他不要打仗，送他這個印章，請他做和平天使，秉承神愛世人。我還勸他，不要做國際警察，希望他做聖誕老人，他聽了也笑起來。聖誕老人多好，誰都愛；警察，小孩都害怕。美國應該做聖誕老人，不要做國際警察。這兩顆印章刻了很多，是想贈送給全世界每個國家領導人。"
    },
    {
      "id": "02-037-0233_p0044",
      "zh_CN": "现在中国的东西真不错，真像汤恩比说的，真能解决人类这些问题，能解决自然灾害。这些东西在哪里？给诸位说，在《四库全书》。乾隆做了一桩好事，大好事，无与伦比的大福报，就是编这套书。这套书从中国三皇五帝一直到乾隆这个时代，历朝历代所有人的智慧，修身、齐家、治国、平天下的方法、经验、效果，全在这部书里头，这部书是中国的宝藏。所以，我有理由相信，将来过几十年之后，中国的文言文是全世界通用的文字。诸位如果家里有小朋友，教他读文言文，将来就便宜占大了。为什么？每个人，不同的国家，不同的族群，不同的宗教，都想读这部书。这部书是文言文写的，如果翻译成白话文，味道不一样了。一定要得它的原味，原味就是一定要学中国的文言文，要学中国的汉字。因为我知道两百年前，文言文是亚洲东南亚一带的共同语言，那个时候你到外国去，言语不懂，你写中国字他懂。所以我相信，将来全世界一定要用中国文言文。",
      "zh_TW": "現在中國的東西真不錯，真像湯恩比說的，真能解決人類這些問題，能解決自然災害。這些東西在哪裡？給諸位說，在《四庫全書》。乾隆做了一樁好事，大好事，無與倫比的大福報，就是編這套書。這套書從中國三皇五帝一直到乾隆這個時代，歷朝歷代所有人的智慧，修身、齊家、治國、平天下的方法、經驗、效果，全在這部書裡頭，這部書是中國的寶藏。所以，我有理由相信，將來過幾十年之後，中國的文言文是全世界通用的文字。諸位如果家裡有小朋友，教他讀文言文，將來就便宜佔大了。為什麼？每個人，不同的國家，不同的族群，不同的宗教，都想讀這部書。這部書是文言文寫的，如果翻譯成白話文，味道不一樣了。一定要得它的原味，原味就是一定要學中國的文言文，要學中國的漢字。因為我知道兩百年前，文言文是亞洲東南亞一帶的共同語言，那個時候你到外國去，言語不懂，你寫中國字他懂。所以我相信，將來全世界一定要用中國文言文。"
    },
    {
      "id": "02-037-0233_p0045",
      "zh_CN": "这个工具是非常了不起，它超越时间、超越空间，它不跟着语言变，这是老祖宗的智慧。你看在那么久前，他就把语跟文分开了，文言永远不变，语言是随着时代变的。西方没有这个东西，所以西方古时候拉丁文，现在考古学家都不能够把一篇东西讲清楚。这就是说，文跟语是一致的会有这个毛病，东西传不下去。这是老祖宗真实智慧，发明文言文，发明的汉字，汉字是智慧的符号，你看到这个字会觉悟。所以，文言文一定会流通全世界，尤其现在出现的《群书治要》跟《国学治要》，这两样东西出现可不得了，它的意义太大了！那就是说，全世界需要中国传统文化，特别是唐太宗的《群书治要》，外国他们迫切想看到这部书。但是一定要把它翻成英文，我们有同学在做，大概第一册，《群书治要》英文版第一册最近可能出来了，这个会流通到全世界。",
      "zh_TW": "這個工具是非常了不起，它超越時間、超越空間，它不跟著語言變，這是老祖宗的智慧。你看在那麼久前，他就把語跟文分開了，文言永遠不變，語言是隨著時代變的。西方沒有這個東西，所以西方古時候拉丁文，現在考古學家都不能夠把一篇東西講清楚。這就是說，文跟語是一致的會有這個毛病，東西傳不下去。這是老祖宗真實智慧，發明文言文，發明的漢字，漢字是智慧的符號，你看到這個字會覺悟。所以，文言文一定會流通全世界，尤其現在出現的《群書治要》跟《國學治要》，這兩樣東西出現可不得了，它的意義太大了！那就是說，全世界需要中國傳統文化，特別是唐太宗的《群書治要》，外國他們迫切想看到這部書。但是一定要把它翻成英文，我們有同學在做，大概第一冊，《群書治要》英文版第一冊最近可能出來了，這個會流通到全世界。"
    },
    {
      "id": "02-037-0233_p0046",
      "zh_CN": "好，今天时间到了，我们就学习到此地。",
      "zh_TW": "好，今天時間到了，我們就學習到此地。"
    }
  ]
}