{
  "doc_id": "02-037-0449",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四九集",
    "zh_TW": "第四四九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0449",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0449_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九三０页第一行，科题「真实因果」，分二段，第一小段「短时修因」，第二段「永得乐果」。我们看第一段，请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九三０頁第一行，科題「真實因果」，分二段，第一小段「短時修因」，第二段「永得樂果」。我們看第一段，請看經文："
    },
    {
      "id": "02-037-0449_p0002",
      "zh_CN": "【至心求愿。积累善本。虽一世精进勤苦。须臾间耳。】",
      "zh_TW": "【至心求願。積累善本。雖一世精進勤苦。須臾間耳。】"
    },
    {
      "id": "02-037-0449_p0003",
      "zh_CN": "我们看注解，「上段显生死轮转，忧苦不绝，劝令出离，是为厌离娑婆」。前面一段经文一共有六个小段，前面学过了，都是说我们现在生活在这个世间，这六道轮回。这里面一些状况我们比较容易体会，是我们现前正是生活在其中，心有忧虑，身有痛苦。佛劝导我们要生出离心，六道永远是苦，人天苦，三途更苦，这个事实摆在我们面前。我们冷静去观察、思惟，这个痛苦我们受的时间已经很长很长了，在这个很长时间里面，我们也曾经多次遇到佛法，但是没有能够出离。原因有两种，一种对佛法的认识不够，理解不够，所以没有认真修行；另外一种是我们累劫以来养成的习气，无论是善业、是恶业，这个习气不容易断掉，虽然知道这不是好事情，可是常常犯。外面禁不起诱惑，里面的烦恼没有断干净，很容易犯过失，甚至于犯过失自己还没有办法觉察。这是生生世世轮回不止，依旧在造业。",
      "zh_TW": "我們看註解，「上段顯生死輪轉，憂苦不絕，勸令出離，是為厭離娑婆」。前面一段經文一共有六個小段，前面學過了，都是說我們現在生活在這個世間，這六道輪迴。這裡面一些狀況我們比較容易體會，是我們現前正是生活在其中，心有憂慮，身有痛苦。佛勸導我們要生出離心，六道永遠是苦，人天苦，三途更苦，這個事實擺在我們面前。我們冷靜去觀察、思惟，這個痛苦我們受的時間已經很長很長了，在這個很長時間裡面，我們也曾經多次遇到佛法，但是沒有能夠出離。原因有兩種，一種對佛法的認識不夠，理解不夠，所以沒有認真修行；另外一種是我們累劫以來養成的習氣，無論是善業、是惡業，這個習氣不容易斷掉，雖然知道這不是好事情，可是常常犯。外面禁不起誘惑，裡面的煩惱沒有斷乾淨，很容易犯過失，甚至於犯過失自己還沒有辦法覺察。這是生生世世輪迴不止，依舊在造業。"
    },
    {
      "id": "02-037-0449_p0004",
      "zh_CN": "这一段佛劝导我们求生净土，就是欣求极乐，要用欢喜心求生极乐世界。「《弥陀要解》以厌离娑婆，欣求极乐为愿」。蕅益大师告诉我们，深信切愿，这是往生西方极乐世界第一个条件。没有欢喜心，愿不切，多少人想求往生，为什么去不了？问题就在此地。对于极乐世界没有真正认清楚，虽然想求往生，这个求的心是半信半疑，或有或无，总认为眼前这个世界是真实的，极乐世界只是听说，没见过，也没有人见过，所以信心生不起来。以为这个世界样样是真实，所以劝你放下，他放不下，原因都在此地。佛告诉我们，极乐世界是真的，这个世界是假的。大乘经典里面的比喻，比喻得非常好，把我们眼前这个环境比喻作梦幻泡影，大乘经上常说，这个世间是一场梦。凡夫生不知道从哪里来的，死也不晓得到哪里去，总是迷惑颠倒。世间一切法，包括自己的身体，无一不是生不带来，死不带去，一定要很冷静、细心去观察，慢慢你就明白了。真正搞清楚、搞明白，我们相信佛的话，世间人说话靠不住，不讲信用，佛的话可靠，佛是真语者、实语者、如语者、不妄语、不诳语，绝对不会欺骗人。",
      "zh_TW": "這一段佛勸導我們求生淨土，就是欣求極樂，要用歡喜心求生極樂世界。「《彌陀要解》以厭離娑婆，欣求極樂為願」。蕅益大師告訴我們，深信切願，這是往生西方極樂世界第一個條件。沒有歡喜心，願不切，多少人想求往生，為什麼去不了？問題就在此地。對於極樂世界沒有真正認清楚，雖然想求往生，這個求的心是半信半疑，或有或無，總認為眼前這個世界是真實的，極樂世界只是聽說，沒見過，也沒有人見過，所以信心生不起來。以為這個世界樣樣是真實，所以勸你放下，他放不下，原因都在此地。佛告訴我們，極樂世界是真的，這個世界是假的。大乘經典裡面的比喻，比喻得非常好，把我們眼前這個環境比喻作夢幻泡影，大乘經上常說，這個世間是一場夢。凡夫生不知道從哪裡來的，死也不曉得到哪裡去，總是迷惑顛倒。世間一切法，包括自己的身體，無一不是生不帶來，死不帶去，一定要很冷靜、細心去觀察，慢慢你就明白了。真正搞清楚、搞明白，我們相信佛的話，世間人說話靠不住，不講信用，佛的話可靠，佛是真語者、實語者、如語者、不妄語、不誑語，絕對不會欺騙人。"
    },
    {
      "id": "02-037-0449_p0005",
      "zh_CN": "为什么极乐世界是真的？在这本经里头介绍得非常详细，因为西方极乐世界是从真心里头变出来的，我们这个世界是从妄心里面变出来的，不一样。我们的身，稍稍涉入大乘的人就晓得，我们的身是阿赖耶的相分，我们的心，起心动念这个心，是阿赖耶的见分。如果从三细相里面讲，身是阿赖耶的境界相，起心动念是阿赖耶的转相，科学家所说的能量是阿赖耶的业相。阿赖耶是妄心，它不是真的，妄是讲的生灭，叫无常。身是生灭身，心是生灭心。身，物质现象，物质现象是由意念变现出来的假相，不是真的。所以身心都不可得。不可得，你要想得到它，还要想长久占有它，这都是不可能。",
      "zh_TW": "為什麼極樂世界是真的？在這本經裡頭介紹得非常詳細，因為西方極樂世界是從真心裡頭變出來的，我們這個世界是從妄心裡面變出來的，不一樣。我們的身，稍稍涉入大乘的人就曉得，我們的身是阿賴耶的相分，我們的心，起心動念這個心，是阿賴耶的見分。如果從三細相裡面講，身是阿賴耶的境界相，起心動念是阿賴耶的轉相，科學家所說的能量是阿賴耶的業相。阿賴耶是妄心，它不是真的，妄是講的生滅，叫無常。身是生滅身，心是生滅心。身，物質現象，物質現象是由意念變現出來的假相，不是真的。所以身心都不可得。不可得，你要想得到它，還要想長久佔有它，這都是不可能。"
    },
    {
      "id": "02-037-0449_p0006",
      "zh_CN": "寿命真是有一定的，世间人寿命的长短是业力的牵引，所谓说命中注定的。虽然是命中注定的，可以延长，也可以缩短。怎么延长？这个人断恶修善，积功累德，寿命会延长。为什么寿命有短的？这是中国人所说的，上天夺取你的寿命。为什么？心行不善，你寿命没有到，老天就把你收走了，不定是什么样的方式，就没有了。这些状况都在眼前，只要我们细心去观察，几乎天天都在上演，我们全都看见了，能不相信吗？所以在这个世间，聪明人、觉悟的人，一定知道藉假修真，我们能够活一天，我们得真干一天。修什么？修净土，为什么？它是真的。极乐世界第一德就是寿命长久，无量寿，真无量寿。像我们这些凡人，生到极乐世界，有些祖师大德说是有量的无量，这个话说得没错，不是假话，确实是有量的无量。但是，到极乐世界继续不断在修，修成之后就变成真的无量，有量无量是过渡期间，决定证得真正的无量。所以我们肯定极乐世界的寿命是真的无量，不是假的，无量的无量，不是有量。为什么？极乐世界每个人最后决定成佛，成佛就是无量，真的无量。没有成佛之前是有量的，那个寿命真长，大乘经上常讲三大阿僧祇劫，极乐世界人寿确实是三大阿僧祇劫。可是绝大多数不到三大阿僧祇劫他就成佛了，他就真正的回到常寂光，回归常寂光就真正的无量，那个地方不是有量。这些理论我们清楚，事实真相我们听得耳熟，我们不怀疑，肯定这是事实。所以这个地方不能不去，这个地方才是真正究竟圆满。",
      "zh_TW": "壽命真是有一定的，世間人壽命的長短是業力的牽引，所謂說命中注定的。雖然是命中注定的，可以延長，也可以縮短。怎麼延長？這個人斷惡修善，積功累德，壽命會延長。為什麼壽命有短的？這是中國人所說的，上天奪取你的壽命。為什麼？心行不善，你壽命沒有到，老天就把你收走了，不定是什麼樣的方式，就沒有了。這些狀況都在眼前，只要我們細心去觀察，幾乎天天都在上演，我們全都看見了，能不相信嗎？所以在這個世間，聰明人、覺悟的人，一定知道藉假修真，我們能夠活一天，我們得真幹一天。修什麼？修淨土，為什麼？它是真的。極樂世界第一德就是壽命長久，無量壽，真無量壽。像我們這些凡人，生到極樂世界，有些祖師大德說是有量的無量，這個話說得沒錯，不是假話，確實是有量的無量。但是，到極樂世界繼續不斷在修，修成之後就變成真的無量，有量無量是過渡期間，決定證得真正的無量。所以我們肯定極樂世界的壽命是真的無量，不是假的，無量的無量，不是有量。為什麼？極樂世界每個人最後決定成佛，成佛就是無量，真的無量。沒有成佛之前是有量的，那個壽命真長，大乘經上常講三大阿僧祇劫，極樂世界人壽確實是三大阿僧祇劫。可是絕大多數不到三大阿僧祇劫他就成佛了，他就真正的回到常寂光，回歸常寂光就真正的無量，那個地方不是有量。這些理論我們清楚，事實真相我們聽得耳熟，我們不懷疑，肯定這是事實。所以這個地方不能不去，這個地方才是真正究竟圓滿。"
    },
    {
      "id": "02-037-0449_p0007",
      "zh_CN": "蕅益大师在《要解》讲信愿行，愿就是讲厌离娑婆。厌是什么？不再有欢喜心，对我们这个世界，天上人间都不能生喜爱之心。为什么？生喜爱之心就有留恋，这一生你就去不了，你这个地方还放不下；要往生的，真正往生的人，彻底放下。我们看到《往生传》里面所记载的，《净土圣贤录》里面所记载的，那些往生的人，大多数都是在这个世间生活很清苦。这也是谚语所说的「富贵学道难」，富贵，他生活过得很舒服，留恋这个地方，不想走。那种一天三餐饭都吃不饱的，每天在饥饿、在苦难边缘上生活，他对这个世间没有留恋。",
      "zh_TW": "蕅益大師在《要解》講信願行，願就是講厭離娑婆。厭是什麼？不再有歡喜心，對我們這個世界，天上人間都不能生喜愛之心。為什麼？生喜愛之心就有留戀，這一生你就去不了，你這個地方還放不下；要往生的，真正往生的人，徹底放下。我們看到《往生傳》裡面所記載的，《淨土聖賢錄》裡面所記載的，那些往生的人，大多數都是在這個世間生活很清苦。這也是諺語所說的「富貴學道難」，富貴，他生活過得很舒服，留戀這個地方，不想走。那種一天三餐飯都吃不飽的，每天在飢餓、在苦難邊緣上生活，他對這個世間沒有留戀。"
    },
    {
      "id": "02-037-0449_p0008",
      "zh_CN": "让我们回想谛闲老和尚的徒弟锅漏匠，如果锅漏匠生活的环境好，日子过得很快乐，他怎么会出家？怎么肯真干？就是因为一生太苦了，没过过好日子，都是在饥寒交迫之下，苦不堪言。看到老朋友出家了，出家不错，有房子住，可以遮蔽风雨，有吃有穿的，不愁这个。他羡慕，一定要跟他出家，不愿意再过苦日子了。因为自己年岁大了，四十出头，不认识字，没念过书，学经教来不及了，年龄过了。在寺院里面住，最低限度五堂功课要会做，这个对他是大难事，他怎么学也学不会。谛闲法师给他想了个方法，头剃了，这要知道他没受戒，只是剃了头，没受戒。他没法子去受戒，受戒那些规矩他受不了，人笨，又不认识字，拿到戒本也不会念。所以谛老就教他一句南无阿弥陀佛，这个行，他会念，就教他念一句。把他安置在一个废弃的破庙里头，这个庙已经没有人住，也没人去管他，让他一个人住在里面。在附近找了一个学佛的老太太照顾他，每天给他烧两顿饭，中午、晚上，早餐自理，给他洗衣服。教他，这句佛号老实念，念累了休息，休息好了接着念。这一句佛号他念了三年，预知时至，站着往生，他成功了。",
      "zh_TW": "讓我們回想諦閑老和尚的徒弟鍋漏匠，如果鍋漏匠生活的環境好，日子過得很快樂，他怎麼會出家？怎麼肯真幹？就是因為一生太苦了，沒過過好日子，都是在飢寒交迫之下，苦不堪言。看到老朋友出家了，出家不錯，有房子住，可以遮蔽風雨，有吃有穿的，不愁這個。他羨慕，一定要跟他出家，不願意再過苦日子了。因為自己年歲大了，四十出頭，不認識字，沒念過書，學經教來不及了，年齡過了。在寺院裡面住，最低限度五堂功課要會做，這個對他是大難事，他怎麼學也學不會。諦閑法師給他想了個方法，頭剃了，這要知道他沒受戒，只是剃了頭，沒受戒。他沒法子去受戒，受戒那些規矩他受不了，人笨，又不認識字，拿到戒本也不會念。所以諦老就教他一句南無阿彌陀佛，這個行，他會念，就教他念一句。把他安置在一個廢棄的破廟裡頭，這個廟已經沒有人住，也沒人去管他，讓他一個人住在裡面。在附近找了一個學佛的老太太照顧他，每天給他燒兩頓飯，中午、晚上，早餐自理，給他洗衣服。教他，這句佛號老實念，念累了休息，休息好了接著念。這一句佛號他念了三年，預知時至，站著往生，他成功了。"
    },
    {
      "id": "02-037-0449_p0009",
      "zh_CN": "这种人虽然是下下根人，但是他修行的方法跟上上根人没有两样，上上根人也是这个方法，也一句佛号念到底。上上根人他明白，理事完全通达明了。锅漏匠什么都不知道，就老老实实念这句佛号，可是成功了。方法一样，成功一样，我们就想到往生的品位也应该差不多。所以不能轻视他、不能小看他，这样人往生，品位是在上辈三品，上上品、上中品、上下品，上辈往生，不在中下。这是我们最好的榜样，他距离我们不远，大概是隔两代，我们往上父亲一代、祖父一代，他跟我们祖父一代同时代的人，不是太远。最难得的，大概在《往生传》里头找不到第二个，他往生站着走的。走了，也就是说死了，还站了三天，等老和尚替他办后事。死了站三天的没听说过，我们只听说这一个人站着往生的听说过，死了以后站三天的没听说过。这个人给我们做证明，念佛是真的不是假的，往生也是真的，他预知时至。",
      "zh_TW": "這種人雖然是下下根人，但是他修行的方法跟上上根人沒有兩樣，上上根人也是這個方法，也一句佛號念到底。上上根人他明白，理事完全通達明瞭。鍋漏匠什麼都不知道，就老老實實念這句佛號，可是成功了。方法一樣，成功一樣，我們就想到往生的品位也應該差不多。所以不能輕視他、不能小看他，這樣人往生，品位是在上輩三品，上上品、上中品、上下品，上輩往生，不在中下。這是我們最好的榜樣，他距離我們不遠，大概是隔兩代，我們往上父親一代、祖父一代，他跟我們祖父一代同時代的人，不是太遠。最難得的，大概在《往生傳》裡頭找不到第二個，他往生站著走的。走了，也就是說死了，還站了三天，等老和尚替他辦後事。死了站三天的沒聽說過，我們只聽說這一個人站著往生的聽說過，死了以後站三天的沒聽說過。這個人給我們做證明，念佛是真的不是假的，往生也是真的，他預知時至。"
    },
    {
      "id": "02-037-0449_p0010",
      "zh_CN": "所以，真正知苦乐，知道这个世间苦，知道极乐世界乐，「厌离娑婆，求生极乐」这个愿就能发出来了。这个世间真的是苦，年轻的时候不知道，年老的时候就晓得了。我年轻的时候很勤快，爱干净，房间、书桌整整齐齐，一点都不零乱。可是你现在到我房间去看看就不行了，桌上堆了很多东西，衣服也零乱。这什么原因？人老了，不是不想做，没有这个体力了。这个对自己来说就警惕了，住在这个世间不久了。有福报的人，有年轻人照顾，替他整理。我们没有这个福报。没有福报有没有好处？有好处，警觉心很高，出离心很切。如果有福报，样样都有人给你打理的时候，这出离心不切。年老没有人照顾，愿就发出来了。有钱没用处，那个东西带不去，所以钱财就肯布施，肯去做好事，自己求生净土的心非常恳切，没有留恋。",
      "zh_TW": "所以，真正知苦樂，知道這個世間苦，知道極樂世界樂，「厭離娑婆，求生極樂」這個願就能發出來了。這個世間真的是苦，年輕的時候不知道，年老的時候就曉得了。我年輕的時候很勤快，愛乾淨，房間、書桌整整齊齊，一點都不零亂。可是你現在到我房間去看看就不行了，桌上堆了很多東西，衣服也零亂。這什麼原因？人老了，不是不想做，沒有這個體力了。這個對自己來說就警惕了，住在這個世間不久了。有福報的人，有年輕人照顧，替他整理。我們沒有這個福報。沒有福報有沒有好處？有好處，警覺心很高，出離心很切。如果有福報，樣樣都有人給你打理的時候，這出離心不切。年老沒有人照顧，願就發出來了。有錢沒用處，那個東西帶不去，所以錢財就肯布施，肯去做好事，自己求生淨土的心非常懇切，沒有留戀。"
    },
    {
      "id": "02-037-0449_p0011",
      "zh_CN": "「又以信愿持名为一乘真因」，这四个字对念佛人来说比什么都重要，信是真信，决定相信西方极乐世界有，阿弥陀佛有。所以，蕅益大师晚年他有个别号，称西有道人，这个西有是《弥陀经》上的，「有世界名曰极乐，有佛号阿弥陀佛」，这两个有，真正相信。愿是愿生，这个世间的苦已经尝到了。说到这个地方让我们想到，早年在台中，李老师，我们心目当中的圣人，他的晚年孤家寡人一个，同学们有想去做义工照顾他，不要。为什么？提高自己的警觉，厌离娑婆，求生净土，为这个。到九十五岁才接受两个同学，这两个同学是姐弟，照顾老师的生活，九十七岁往生，到九十五岁才接受。我们当时不懂，现在明白了，现在自己我们也有这样的年龄了，已经感受到这个苦，非常明显感受到，所以出离的心很强烈，求生的愿望很恳切。有人侍候、有人照顾不是好事情，往生的时候产生困难、障碍，像这些事情自己要能把握到。",
      "zh_TW": "「又以信願持名為一乘真因」，這四個字對念佛人來說比什麼都重要，信是真信，決定相信西方極樂世界有，阿彌陀佛有。所以，蕅益大師晚年他有個別號，稱西有道人，這個西有是《彌陀經》上的，「有世界名曰極樂，有佛號阿彌陀佛」，這兩個有，真正相信。願是願生，這個世間的苦已經嘗到了。說到這個地方讓我們想到，早年在台中，李老師，我們心目當中的聖人，他的晚年孤家寡人一個，同學們有想去做義工照顧他，不要。為什麼？提高自己的警覺，厭離娑婆，求生淨土，為這個。到九十五歲才接受兩個同學，這兩個同學是姐弟，照顧老師的生活，九十七歲往生，到九十五歲才接受。我們當時不懂，現在明白了，現在自己我們也有這樣的年齡了，已經感受到這個苦，非常明顯感受到，所以出離的心很強烈，求生的願望很懇切。有人侍候、有人照顧不是好事情，往生的時候產生困難、障礙，像這些事情自己要能把握到。"
    },
    {
      "id": "02-037-0449_p0012",
      "zh_CN": "所以信愿持名，信愿就是无上菩提心，持名就是一向专念，正是《无量寿经》修行的最高指导原则。这是一乘真因，一乘是西方极乐世界，一乘是成佛去的，到极乐世界不是作罗汉、不是作菩萨，去作佛的。作佛，而且跟阿弥陀佛一样，这个太殊胜了。「故知世尊劝谕，正是往生切要」，释迦牟尼佛的劝导，正是往生极乐世界迫切需要的，就是信愿持名。「发此自觉觉他之大心，念佛名号，才契本经之宗」，这部经的宗旨，宗旨就是修行最高的指导原则，两句话，「发菩提心，一向专念」。我们自己要真干，要劝别人真干。「既发大心，则应以至诚之心，积累善本，以求得本愿之妙果」。至诚，真诚到极处，怎样才到真诚的极处？心里面只有一句阿弥陀佛，除阿弥陀佛之外没有妄念，这叫真诚到极处。如果有妄想、有杂念、有怀疑，还有放不下的，这不叫真诚。『积累善本』，善本是什么？在本宗的教义上来讲，善本就是念佛，世出世间一切法没有比念佛更善，你念佛你才能往生，你才能取得更高的品位。底下的解释，「善本同于善根」，跟善根的意思一样，根是比喻，好比植物，它有根，它能生长。",
      "zh_TW": "所以信願持名，信願就是無上菩提心，持名就是一向專念，正是《無量壽經》修行的最高指導原則。這是一乘真因，一乘是西方極樂世界，一乘是成佛去的，到極樂世界不是作羅漢、不是作菩薩，去作佛的。作佛，而且跟阿彌陀佛一樣，這個太殊勝了。「故知世尊勸諭，正是往生切要」，釋迦牟尼佛的勸導，正是往生極樂世界迫切需要的，就是信願持名。「發此自覺覺他之大心，念佛名號，才契本經之宗」，這部經的宗旨，宗旨就是修行最高的指導原則，兩句話，「發菩提心，一向專念」。我們自己要真幹，要勸別人真幹。「既發大心，則應以至誠之心，積累善本，以求得本願之妙果」。至誠，真誠到極處，怎樣才到真誠的極處？心裡面只有一句阿彌陀佛，除阿彌陀佛之外沒有妄念，這叫真誠到極處。如果有妄想、有雜念、有懷疑，還有放不下的，這不叫真誠。『積累善本』，善本是什麼？在本宗的教義上來講，善本就是念佛，世出世間一切法沒有比念佛更善，你念佛你才能往生，你才能取得更高的品位。底下的解釋，「善本同於善根」，跟善根的意思一樣，根是比喻，好比植物，它有根，它能生長。"
    },
    {
      "id": "02-037-0449_p0013",
      "zh_CN": "《胜鬘经》上卷曰：「善本，本亦因也」，这是善因，「欲以此善为菩提根，故名为本」，这个善本能生菩提。「又《会疏》曰」，求愿，「求愿者，愿往生心也」，一心一意就求往生，除这个之外别的都不求。好事，有缘，利益众生的，应该要做，帮助正法久住的，这个应该要做；没有缘，就不要求，不要攀缘，随缘不攀缘。欲以此善为菩提根，这就是真诚、至诚的心去念这句佛号。「善本通名诸善，别指称名念佛」，在净宗里头讲就是称名念佛。「因称名念佛正是往生极乐之善本」，这我们特别要强调的，我们修善，修再大的善，没有比念佛更殊胜的。为什么？念佛能成佛。",
      "zh_TW": "《勝鬘經》上卷曰：「善本，本亦因也」，這是善因，「欲以此善為菩提根，故名為本」，這個善本能生菩提。「又《會疏》曰」，求願，「求願者，願往生心也」，一心一意就求往生，除這個之外別的都不求。好事，有緣，利益眾生的，應該要做，幫助正法久住的，這個應該要做；沒有緣，就不要求，不要攀緣，隨緣不攀緣。欲以此善為菩提根，這就是真誠、至誠的心去念這句佛號。「善本通名諸善，別指稱名念佛」，在淨宗裡頭講就是稱名念佛。「因稱名念佛正是往生極樂之善本」，這我們特別要強調的，我們修善，修再大的善，沒有比念佛更殊勝的。為什麼？念佛能成佛。"
    },
    {
      "id": "02-037-0449_p0014",
      "zh_CN": "净业三福第三条里面所说的「深信因果」，我们体会到的，讲解都是依「念佛是因，成佛是果」。深信因果不是相信别的因果，别的因果世间人都知道。为什么摆在第三？第三是菩萨修的。善因善报，恶因恶报，谁不知道？怎么会菩萨不知道？念佛是因，成佛是果，很多菩萨不知道，这是真的。如果菩萨知道，他一定肯念佛，他早就成佛了。这一句摆在第三福，我在初学的时候对这一句怀疑，我说这种因果报应我们都知道。它第一福是人天，第二福是小乘，第三福是菩萨，深信因果要放在第一福，我们一点都不怀疑，摆到第三一定有特别的意思。那个时候对净宗了解不深，不知道。以后修学净宗了，这才完全明了，这个因果确确实实就是讲念佛，念佛成佛。所以，念佛才是往生净土的善本，怎么可以不念？你要想往生，不念佛怎么行！「积累善本正是一向专念」，这就是积功累德，累积善本。",
      "zh_TW": "淨業三福第三條裡面所說的「深信因果」，我們體會到的，講解都是依「念佛是因，成佛是果」。深信因果不是相信別的因果，別的因果世間人都知道。為什麼擺在第三？第三是菩薩修的。善因善報，惡因惡報，誰不知道？怎麼會菩薩不知道？念佛是因，成佛是果，很多菩薩不知道，這是真的。如果菩薩知道，他一定肯念佛，他早就成佛了。這一句擺在第三福，我在初學的時候對這一句懷疑，我說這種因果報應我們都知道。它第一福是人天，第二福是小乘，第三福是菩薩，深信因果要放在第一福，我們一點都不懷疑，擺到第三一定有特別的意思。那個時候對淨宗了解不深，不知道。以後修學淨宗了，這才完全明瞭，這個因果確確實實就是講念佛，念佛成佛。所以，念佛才是往生淨土的善本，怎麼可以不念？你要想往生，不念佛怎麼行！「積累善本正是一向專念」，這就是積功累德，累積善本。"
    },
    {
      "id": "02-037-0449_p0015",
      "zh_CN": "「以下释尊重宣极乐之胜妙，谕劝求生」。须臾，是讲时间之短。真的，我们至心求愿，至诚专念，积累善本就是至诚专念，虽然这『一世精进勤苦』，真的像这样去做，一般状况应该是三年左右就成功了，就能预知时至，自在往生，所以『须臾间耳』，这时间不长。念老的注解里头说，「须臾者，为四十八分钟，指片刻也。佛勉世人，一世勤苦，犹如片刻」。这个事情值得做，应该要做，而且三年的时间足够了。最快的，我们看到《净土圣贤录》里头记载，宋朝的莹珂法师，三天三夜，七十二个小时。那是勇猛精进，不眠不吃，三天三夜就把阿弥陀佛念来了，至诚心感动的，佛就有应。他求往生，佛告诉他，你还有十年阳寿，等到你寿命终的时候我来接引你。这不等于说授记了，预先告诉他。可是莹珂很聪明，我现在就去，十年寿命我不要了。这个人真可以说有自知之明，为什么十年寿命不要了？我们世间一般人说劣根性太重，他就是这样的人，禁不起诱惑。他说，我这十年当中不知道又做多少坏事，所以我十年寿命不要了，现在跟佛去。阿弥陀佛慈悲，答应他了。他说这样好了，三天之后我来接引你。",
      "zh_TW": "「以下釋尊重宣極樂之勝妙，諭勸求生」。須臾，是講時間之短。真的，我們至心求願，至誠專念，積累善本就是至誠專念，雖然這『一世精進勤苦』，真的像這樣去做，一般狀況應該是三年左右就成功了，就能預知時至，自在往生，所以『須臾間耳』，這時間不長。念老的註解裡頭說，「須臾者，為四十八分鐘，指片刻也。佛勉世人，一世勤苦，猶如片刻」。這個事情值得做，應該要做，而且三年的時間足夠了。最快的，我們看到《淨土聖賢錄》裡頭記載，宋朝的瑩珂法師，三天三夜，七十二個小時。那是勇猛精進，不眠不吃，三天三夜就把阿彌陀佛念來了，至誠心感動的，佛就有應。他求往生，佛告訴他，你還有十年陽壽，等到你壽命終的時候我來接引你。這不等於說授記了，預先告訴他。可是瑩珂很聰明，我現在就去，十年壽命我不要了。這個人真可以說有自知之明，為什麼十年壽命不要了？我們世間一般人說劣根性太重，他就是這樣的人，禁不起誘惑。他說，我這十年當中不知道又做多少壞事，所以我十年壽命不要了，現在跟佛去。阿彌陀佛慈悲，答應他了。他說這樣好了，三天之後我來接引你。"
    },
    {
      "id": "02-037-0449_p0016",
      "zh_CN": "阿弥陀佛为什么不当时就带他走，还要三天之后？当时带他走，真的，得利益的只有莹珂法师。他往生了，身体死了，第二天人家把他门打开，看他死在房间里，不知道怎么死的。三天之后来接引他，他可以把这个信息向大家宣布，那度多少人！这个三天是度众生的，不但影响当时，连我们现在都受他影响。宋朝到我们现在大概八、九百年了，你看看我们今天都受他的影响，这是佛慈悲。莹珂当时向寺庙大众宣布，三天之后他往生，没人相信，因为他是个不守清规、破戒的出家人，大家瞧不起他。他为什么去往生？他怕堕地狱，出家干了这么多坏事，肯定堕地狱。所以，他只有两条路，一个往生净土，一个堕阿鼻地狱，逼着他不能不真干。不真干，地狱苦，地狱太苦了，他是这样警觉过来的。现在，现在人造地狱罪的多了，没有莹珂那么高的警觉，所以这个人还是善根很深厚，这是值得我们学习的。",
      "zh_TW": "阿彌陀佛為什麼不當時就帶他走，還要三天之後？當時帶他走，真的，得利益的只有瑩珂法師。他往生了，身體死了，第二天人家把他門打開，看他死在房間裡，不知道怎麼死的。三天之後來接引他，他可以把這個信息向大家宣布，那度多少人！這個三天是度眾生的，不但影響當時，連我們現在都受他影響。宋朝到我們現在大概八、九百年了，你看看我們今天都受他的影響，這是佛慈悲。瑩珂當時向寺廟大眾宣布，三天之後他往生，沒人相信，因為他是個不守清規、破戒的出家人，大家瞧不起他。他為什麼去往生？他怕墮地獄，出家幹了這麼多壞事，肯定墮地獄。所以，他只有兩條路，一個往生淨土，一個墮阿鼻地獄，逼著他不能不真幹。不真幹，地獄苦，地獄太苦了，他是這樣警覺過來的。現在，現在人造地獄罪的多了，沒有瑩珂那麼高的警覺，所以這個人還是善根很深厚，這是值得我們學習的。"
    },
    {
      "id": "02-037-0449_p0017",
      "zh_CN": "一定要往生有把握，我们常说才能随缘，往生没有把握，当然更不可以攀缘。往生有把握可以随缘，不攀缘。随缘为两桩事情，一个为度苦难众生，一个为正法久住，决定没有自己名利在其中；如果把自己名利夹杂在里面，那就变成世间的福德，不能往生，来生人天福报，这就错了。我们看底下这段经文：",
      "zh_TW": "一定要往生有把握，我們常說才能隨緣，往生沒有把握，當然更不可以攀緣。往生有把握可以隨緣，不攀緣。隨緣為兩樁事情，一個為度苦難眾生，一個為正法久住，決定沒有自己名利在其中；如果把自己名利夾雜在裡面，那就變成世間的福德，不能往生，來生人天福報，這就錯了。我們看底下這段經文："
    },
    {
      "id": "02-037-0449_p0018",
      "zh_CN": "【后生无量寿国。快乐无极。永拔生死之本。无复苦恼之患。寿千万劫。自在随意。】",
      "zh_TW": "【後生無量壽國。快樂無極。永拔生死之本。無復苦惱之患。壽千萬劫。自在隨意。】"
    },
    {
      "id": "02-037-0449_p0019",
      "zh_CN": "这个你看看，我们一世短时间的修行，精进修行真放得下，以后得的果报，「永得乐果」。念老的注解，「后生极乐，其乐无有穷尽。妙乐无边，超逾十方，无有终止。故云无极」。这个事情是真的不是假的，人真正有信愿持名，决定得生。『无量寿国』就是极乐世界，那个地方其乐无有穷极，『快乐无极』，妙乐无边。不但没有苦的事，苦是什么？生老病死是苦，极乐世界没有。极乐世界去往生，莲花化生，我们这个地方真信切愿，极乐世界七宝池里面就生一朵莲花，这个莲花有自己的名字。我们功夫愈勤，这个莲花就愈大，香色就愈美。往生的缘成熟了，花就开了。花一开，佛就知道了，拿着这个花来接引。你是自己看到你的身体安安稳稳坐在莲花里面，佛带着这个莲花回到极乐世界，须臾之间，就回到极乐世界。",
      "zh_TW": "這個你看看，我們一世短時間的修行，精進修行真放得下，以後得的果報，「永得樂果」。念老的註解，「後生極樂，其樂無有窮盡。妙樂無邊，超逾十方，無有終止。故云無極」。這個事情是真的不是假的，人真正有信願持名，決定得生。『無量壽國』就是極樂世界，那個地方其樂無有窮極，『快樂無極』，妙樂無邊。不但沒有苦的事，苦是什麼？生老病死是苦，極樂世界沒有。極樂世界去往生，蓮花化生，我們這個地方真信切願，極樂世界七寶池裡面就生一朵蓮花，這個蓮花有自己的名字。我們功夫愈勤，這個蓮花就愈大，香色就愈美。往生的緣成熟了，花就開了。花一開，佛就知道了，拿著這個花來接引。你是自己看到你的身體安安穩穩坐在蓮花裡面，佛帶著這個蓮花回到極樂世界，須臾之間，就回到極樂世界。"
    },
    {
      "id": "02-037-0449_p0020",
      "zh_CN": "往生的人在莲花里面就产生变化，这个变化用我们佛家的术语来说，就是转八识成四智。诸位要知道，我们修行转识成智那是难，多难的事情；到极乐世界转八识成四智，自己没有感觉，就在莲花里头，到极乐世界一刹那当中，阿弥陀佛威神力的加持把你转掉了。转掉了，到极乐世界花开了，你从花里头出现，身体跟阿弥陀佛完全相同。身体不是阿赖耶的相分，意念不是阿赖耶的见分，阿赖耶已经转成大圆镜智。你的身体是什么？法性身，你居住的这个环境是法性土，这个可不得了！而且你不知不觉你已经成为阿惟越致菩萨。",
      "zh_TW": "往生的人在蓮花裡面就產生變化，這個變化用我們佛家的術語來說，就是轉八識成四智。諸位要知道，我們修行轉識成智那是難，多難的事情；到極樂世界轉八識成四智，自己沒有感覺，就在蓮花裡頭，到極樂世界一剎那當中，阿彌陀佛威神力的加持把你轉掉了。轉掉了，到極樂世界花開了，你從花裡頭出現，身體跟阿彌陀佛完全相同。身體不是阿賴耶的相分，意念不是阿賴耶的見分，阿賴耶已經轉成大圓鏡智。你的身體是什麼？法性身，你居住的這個環境是法性土，這個可不得了！而且你不知不覺你已經成為阿惟越致菩薩。"
    },
    {
      "id": "02-037-0449_p0021",
      "zh_CN": "极乐世界有四土三辈九品，不能说没有。可是实际上，实际上四土三辈九品统统是一土，实报庄严土，所以它是平等世界。每一个往生的人都得阿弥陀佛本愿威神加持，用我们世俗的话来说，到极乐世界到底是什么样的地位？中国禅宗所谓的明心见性，见性成佛，每一个到极乐世界的人都是这个等级。在这个世界上，我们要修到明心见性，难，太难了！可是往生就太容易了，往生全在莲花那个时候产生的变化，彻底把我们改造了。不是阿赖耶血肉之身，跟诸佛如来的报身完全相同，法性身、法性土，所以叫无量寿。这个无量寿，前面我们所说的有量的无量，多长？三大阿僧祇劫。三大阿僧祇劫你能不成佛吗？再懒惰、再懈怠的人也成佛了。成佛那就真的无量寿，那不是假的无量寿。所以极乐世界，有量的无量跟无量的无量它是连接在一起的，当中没有间断，自自然然到真的无量。",
      "zh_TW": "極樂世界有四土三輩九品，不能說沒有。可是實際上，實際上四土三輩九品統統是一土，實報莊嚴土，所以它是平等世界。每一個往生的人都得阿彌陀佛本願威神加持，用我們世俗的話來說，到極樂世界到底是什麼樣的地位？中國禪宗所謂的明心見性，見性成佛，每一個到極樂世界的人都是這個等級。在這個世界上，我們要修到明心見性，難，太難了！可是往生就太容易了，往生全在蓮花那個時候產生的變化，徹底把我們改造了。不是阿賴耶血肉之身，跟諸佛如來的報身完全相同，法性身、法性土，所以叫無量壽。這個無量壽，前面我們所說的有量的無量，多長？三大阿僧祇劫。三大阿僧祇劫你能不成佛嗎？再懶惰、再懈怠的人也成佛了。成佛那就真的無量壽，那不是假的無量壽。所以極樂世界，有量的無量跟無量的無量它是連接在一起的，當中沒有間斷，自自然然到真的無量。"
    },
    {
      "id": "02-037-0449_p0022",
      "zh_CN": "乐，苦没有了，生老病死没有了，我们这个世间人讲八苦。求不得苦没有了，到极乐世界，你想要什么东西它自然就现前。真的吗？真的。怎么知道是真的？我们这个世界有，随心所欲，想要什么就现前，不要，不要就没有了。我们这个世界欲界第五层天叫化乐天，化乐天人思衣得衣，思食得食，想要什么立刻就现前；不要的时候，也不要收拾，也不要整理，就没有了。想吃东西，百味菜肴统统摆在面前；不想要，不想要统统干净了，没有了，也不需要擦桌子，不需要收拾。我们这个世界有，极乐世界怎么会没有？第六天的福报最大，他需要什么东西，念头才动，第五天已经变化了来供养他，都不需要自己变化。我们往生到极乐世界这种生活状况，就像什么？像第六天的天人，第六天是第五天供养。我们到极乐世界谁供养？阿弥陀佛供养。我们才知道阿弥陀佛恩德之大，你念头才动他就知道，他就给你准备好了，送来了，你不要的时候就没有了。比我们人间父母照顾还周到，比不上阿弥陀佛的照顾。所以没有求不得苦。",
      "zh_TW": "樂，苦沒有了，生老病死沒有了，我們這個世間人講八苦。求不得苦沒有了，到極樂世界，你想要什麼東西它自然就現前。真的嗎？真的。怎麼知道是真的？我們這個世界有，隨心所欲，想要什麼就現前，不要，不要就沒有了。我們這個世界欲界第五層天叫化樂天，化樂天人思衣得衣，思食得食，想要什麼立刻就現前；不要的時候，也不要收拾，也不要整理，就沒有了。想吃東西，百味菜餚統統擺在面前；不想要，不想要統統乾淨了，沒有了，也不需要擦桌子，不需要收拾。我們這個世界有，極樂世界怎麼會沒有？第六天的福報最大，他需要什麼東西，念頭才動，第五天已經變化了來供養他，都不需要自己變化。我們往生到極樂世界這種生活狀況，就像什麼？像第六天的天人，第六天是第五天供養。我們到極樂世界誰供養？阿彌陀佛供養。我們才知道阿彌陀佛恩德之大，你念頭才動他就知道，他就給你準備好了，送來了，你不要的時候就沒有了。比我們人間父母照顧還周到，比不上阿彌陀佛的照顧。所以沒有求不得苦。"
    },
    {
      "id": "02-037-0449_p0023",
      "zh_CN": "没有爱别离苦，没有怨憎会苦，极乐世界没有冤家对头，冤家对头要往生，个个都成佛了，都是菩萨了。他还要有怨恨，他去不了。所以我们修净土的人，这个佛号要念好，为什么？把那些冤亲都念成平等。怎么平等？全都是阿弥陀佛就平等了，冤家是阿弥陀佛，亲人也是阿弥陀佛，平等了。所以，没有爱别离、没有怨憎会、没有求不得、没有生老病死，也没有五阴炽盛。五阴炽盛是阿赖耶变现的身体有五阴炽盛，法性没有，法性身没有五阴。我们这个世间所有一切法离不开五阴，这是现在我们看到量子力学家的报告，才知道。知道《金刚经》上所讲的一合相是什么意思，我们明白了，那个一就是五蕴，色受想行识。佛是指什么？佛指极微之微，极微色。今天量子力学家所发现的，名称叫微中子，微中子具有色受想行识，五蕴。色，物质现象，最小的物质现象，基本的物质现象，它不能再分了；分，物质就没有了。被今天科学家发现。物质现象同时与感受（受是感受）、想、行、识融合在一起，所以它叫五蕴。",
      "zh_TW": "沒有愛別離苦，沒有怨憎會苦，極樂世界沒有冤家對頭，冤家對頭要往生，個個都成佛了，都是菩薩了。他還要有怨恨，他去不了。所以我們修淨土的人，這個佛號要念好，為什麼？把那些冤親都念成平等。怎麼平等？全都是阿彌陀佛就平等了，冤家是阿彌陀佛，親人也是阿彌陀佛，平等了。所以，沒有愛別離、沒有怨憎會、沒有求不得、沒有生老病死，也沒有五陰熾盛。五陰熾盛是阿賴耶變現的身體有五陰熾盛，法性沒有，法性身沒有五陰。我們這個世間所有一切法離不開五陰，這是現在我們看到量子力學家的報告，才知道。知道《金剛經》上所講的一合相是什麼意思，我們明白了，那個一就是五蘊，色受想行識。佛是指什麼？佛指極微之微，極微色。今天量子力學家所發現的，名稱叫微中子，微中子具有色受想行識，五蘊。色，物質現象，最小的物質現象，基本的物質現象，它不能再分了；分，物質就沒有了。被今天科學家發現。物質現象同時與感受（受是感受）、想、行、識融合在一起，所以它叫五蘊。"
    },
    {
      "id": "02-037-0449_p0024",
      "zh_CN": "到极乐世界这个东西不见了，因为这些东西从阿赖耶出生的，转识成智之后五蕴就不见了，没有了。阿赖耶里头，八识五十一心所统统没有了，十一个色法、二十四个不相应也没有，回归自性。所以在极乐世界是法性身，是自性。身体是从自性里变现出来，居住的这个世界环境也是自性变现的，所以都是长生不老。人长生不老，树木花草长生不老，山河大地也长生不老。所以没有一切灾变，像我们这里天然灾害，极乐世界没有，快乐无极。",
      "zh_TW": "到極樂世界這個東西不見了，因為這些東西從阿賴耶出生的，轉識成智之後五蘊就不見了，沒有了。阿賴耶裡頭，八識五十一心所統統沒有了，十一個色法、二十四個不相應也沒有，回歸自性。所以在極樂世界是法性身，是自性。身體是從自性裡變現出來，居住的這個世界環境也是自性變現的，所以都是長生不老。人長生不老，樹木花草長生不老，山河大地也長生不老。所以沒有一切災變，像我們這裡天然災害，極樂世界沒有，快樂無極。"
    },
    {
      "id": "02-037-0449_p0025",
      "zh_CN": "『永拔生死之本』，这是讲六道轮回，再也没有了，不但六道没有，十法界也没有了。这个世界里头的乐，妙乐，怎么个妙法？烦恼没有了，业障没有了。怎么没有了？不知不觉的没有了，这叫妙。十方世界里面，烦恼你得断，业障你得消，你才能没有；极乐世界，烦恼不要断，业障也不要消，自然没有了。怎么会没有了？念佛念掉了。经上讲的这句话决定不是夸大，也不是骗人，「一声佛号消八十亿劫生死重罪」，这个经文大家看到过的、念过的，真的不是假的。这念佛功德还得了吗？不得了！念佛你就对了，不念你就错了。不知不觉的，烦恼不断，没了，业障不消，没了，妙乐。智慧增长，德能提升，相好那是无极，快乐无极。『无复苦恼之患』。念老这个注解讲，妙乐无边，超逾十方，无有终止，故云无极。",
      "zh_TW": "『永拔生死之本』，這是講六道輪迴，再也沒有了，不但六道沒有，十法界也沒有了。這個世界裡頭的樂，妙樂，怎麼個妙法？煩惱沒有了，業障沒有了。怎麼沒有了？不知不覺的沒有了，這叫妙。十方世界裡面，煩惱你得斷，業障你得消，你才能沒有；極樂世界，煩惱不要斷，業障也不要消，自然沒有了。怎麼會沒有了？念佛念掉了。經上講的這句話決定不是誇大，也不是騙人，「一聲佛號消八十億劫生死重罪」，這個經文大家看到過的、念過的，真的不是假的。這念佛功德還得了嗎？不得了！念佛你就對了，不念你就錯了。不知不覺的，煩惱不斷，沒了，業障不消，沒了，妙樂。智慧增長，德能提升，相好那是無極，快樂無極。『無復苦惱之患』。念老這個註解講，妙樂無邊，超逾十方，無有終止，故云無極。"
    },
    {
      "id": "02-037-0449_p0026",
      "zh_CN": "「如天台沙门忍空之《劝心往生论》」，这里面有说，「今生荣华一期之程」，这一生，你过去生中修的大福报，这一生享受的荣华富贵，「结苦果于亿劫」，你这一世享福，你享福的时候，你造的恶不晓得造多少。没造恶！天天饮食吃肉就是造恶，你吃多少众生肉？杀害多少众生？如果这些众生被杀的，都是因为你要吃被杀的，这个帐全都算在你头上。厨房里的，那是执行的人，都是为了你。所以享福造的业可不得了！唐太宗做了二十三年的皇帝，好像他是五十岁死的，二十八岁做皇帝，对，二十三年，贞观二十三年。隋朝末年社会动乱，他劝他父亲起义夺取政权，他是个大将，十六岁带兵打仗，百战百胜，平定天下。父亲做了九年皇帝，传位给他，父亲做太上皇。死了以后，这他自己说的，堕畜生道，堕畜生道是愚痴；畜生道离开之后他又到人间来，普普通通的人；人死了之后就堕地狱，一直在地狱就出不来。什么地狱？无间地狱，就是阿鼻地狱。为什么？杀人太多了，夺取政权杀多少人！用这两句话讲，唐太宗正是如此，今生荣华一期之程，结苦果于亿劫，地狱里头度日如年。",
      "zh_TW": "「如天臺沙門忍空之《勸心往生論》」，這裡面有說，「今生榮華一期之程」，這一生，你過去生中修的大福報，這一生享受的榮華富貴，「結苦果於億劫」，你這一世享福，你享福的時候，你造的惡不曉得造多少。沒造惡！天天飲食吃肉就是造惡，你吃多少眾生肉？殺害多少眾生？如果這些眾生被殺的，都是因為你要吃被殺的，這個帳全都算在你頭上。廚房裡的，那是執行的人，都是為了你。所以享福造的業可不得了！唐太宗做了二十三年的皇帝，好像他是五十歲死的，二十八歲做皇帝，對，二十三年，貞觀二十三年。隋朝末年社會動亂，他勸他父親起義奪取政權，他是個大將，十六歲帶兵打仗，百戰百勝，平定天下。父親做了九年皇帝，傳位給他，父親做太上皇。死了以後，這他自己說的，墮畜生道，墮畜生道是愚痴；畜生道離開之後他又到人間來，普普通通的人；人死了之後就墮地獄，一直在地獄就出不來。什麼地獄？無間地獄，就是阿鼻地獄。為什麼？殺人太多了，奪取政權殺多少人！用這兩句話講，唐太宗正是如此，今生榮華一期之程，結苦果於億劫，地獄裡頭度日如年。"
    },
    {
      "id": "02-037-0449_p0027",
      "zh_CN": "「现世勤修须臾之间」，我们在这一生，一生，出生的时候不知道佛法，我二十六岁才知道佛法，大概到四十岁的时候才相信净土，不容易！这一生勤修真干时间不长，须臾之间。「开觉蕊于三明」。这个里头有「三明」，三明六通，《三藏法数》里头节录《杂阿含经》。这就是讲我们这一生修行，往生极乐世界你就得三明六通。三明第一个，「宿命明：谓但知过去宿世受生之事，名宿命通。复知宿世，从一生至百千万生，如是姓，如是名，如是受苦受乐等事，皆悉能知」，这叫宿命明。这就是说宿命通跟宿命明不一样，宿命通阿罗汉就证得，但是宿命明是佛果上证得的，至少是法身大士他才有。这里《阿含经》就说得很清楚，宿命通是知道过去世受生，生生世世、一生一世都知道，过去生生世世事情都知道，但是知道不详细。明，明详细，知道你生生世世你是什么身分，你在哪一道，如果像在人道，你姓什么，你叫什么名字，你这一生的生活状况，一生造作的因果，统统知道，这叫宿命明。",
      "zh_TW": "「現世勤修須臾之間」，我們在這一生，一生，出生的時候不知道佛法，我二十六歲才知道佛法，大概到四十歲的時候才相信淨土，不容易！這一生勤修真幹時間不長，須臾之間。「開覺蕊於三明」。這個裡頭有「三明」，三明六通，《三藏法數》裡頭節錄《雜阿含經》。這就是講我們這一生修行，往生極樂世界你就得三明六通。三明第一個，「宿命明：謂但知過去宿世受生之事，名宿命通。復知宿世，從一生至百千萬生，如是姓，如是名，如是受苦受樂等事，皆悉能知」，這叫宿命明。這就是說宿命通跟宿命明不一樣，宿命通阿羅漢就證得，但是宿命明是佛果上證得的，至少是法身大士他才有。這裡《阿含經》就說得很清楚，宿命通是知道過去世受生，生生世世、一生一世都知道，過去生生世世事情都知道，但是知道不詳細。明，明詳細，知道你生生世世你是什麼身分，你在哪一道，如果像在人道，你姓什麼，你叫什麼名字，你這一生的生活狀況，一生造作的因果，統統知道，這叫宿命明。"
    },
    {
      "id": "02-037-0449_p0028",
      "zh_CN": "第二个，「天眼明：谓但见死此生彼」，这是天眼通，天眼通能看到生生世世生死的状况，能看到。「复见我及众生」，我以及一切众生，「死时生时，及身口意所作善恶之行，或生善道、恶道，皆悉能见」，这叫天眼明。所以天眼明看得详细，能看到自己，能看到别人。得天眼明，任何一个众生生生世世他统统看清楚，六道里头无论在哪一道，他没有不知道的。这种能力有什么好处？有这种能力，讲经教学契机。为什么？你知道他过去事情，过去曾经学些什么，再提到这个，他很容易学会，他阿赖耶识里头有这个基础。过去没有学过，给他学一样东西，很生疏；过去曾经学过，很熟悉。对自己也有好处，生生世世所学，今天再学，这才叫一门深入，长时薰修，会大彻大悟。换一个法门就不行了，能有悟处，不能彻悟。接着前世同样的法门，决定会开悟。",
      "zh_TW": "第二個，「天眼明：謂但見死此生彼」，這是天眼通，天眼通能看到生生世世生死的狀況，能看到。「復見我及眾生」，我以及一切眾生，「死時生時，及身口意所作善惡之行，或生善道、惡道，皆悉能見」，這叫天眼明。所以天眼明看得詳細，能看到自己，能看到別人。得天眼明，任何一個眾生生生世世他統統看清楚，六道裡頭無論在哪一道，他沒有不知道的。這種能力有什麼好處？有這種能力，講經教學契機。為什麼？你知道他過去事情，過去曾經學些什麼，再提到這個，他很容易學會，他阿賴耶識裡頭有這個基礎。過去沒有學過，給他學一樣東西，很生疏；過去曾經學過，很熟悉。對自己也有好處，生生世世所學，今天再學，這才叫一門深入，長時薰修，會大徹大悟。換一個法門就不行了，能有悟處，不能徹悟。接著前世同樣的法門，決定會開悟。"
    },
    {
      "id": "02-037-0449_p0029",
      "zh_CN": "第三，「漏尽明：谓众生因三界见思之惑，堕落生死」，这叫漏。漏是烦恼的代名词，又漏到轮回里头去，出不来。「惟罗汉断三界见思惑尽」，断尽了，得神通，这叫漏尽通。就是他真正知道，阿罗汉真正知道，从此以后再不会搞六道轮回了，真的超越六道，自己知道。见思烦恼断尽，但是他还有习气。习气什么时候断？证阿罗汉果之后断习气，习气断尽，他提升了，他叫辟支佛，他不是阿罗汉了。所以，阿罗汉有见思习气，辟支佛没有。在辟支佛这个果上，要断尘沙烦恼；尘沙烦恼断尽，他就成菩萨，升等了，十法界里面的菩萨，尘沙烦恼习气在。所以十法界里面的菩萨，他要断尘沙烦恼习气。尘沙烦恼习气断尽了，他就升十法界里面的佛。",
      "zh_TW": "第三，「漏盡明：謂眾生因三界見思之惑，墮落生死」，這叫漏。漏是煩惱的代名詞，又漏到輪迴裡頭去，出不來。「惟羅漢斷三界見思惑盡」，斷盡了，得神通，這叫漏盡通。就是他真正知道，阿羅漢真正知道，從此以後再不會搞六道輪迴了，真的超越六道，自己知道。見思煩惱斷盡，但是他還有習氣。習氣什麼時候斷？證阿羅漢果之後斷習氣，習氣斷盡，他提升了，他叫辟支佛，他不是阿羅漢了。所以，阿羅漢有見思習氣，辟支佛沒有。在辟支佛這個果上，要斷塵沙煩惱；塵沙煩惱斷盡，他就成菩薩，升等了，十法界裡面的菩薩，塵沙煩惱習氣在。所以十法界裡面的菩薩，他要斷塵沙煩惱習氣。塵沙煩惱習氣斷盡了，他就升十法界裡面的佛。"
    },
    {
      "id": "02-037-0449_p0030",
      "zh_CN": "十法界里面的佛，我们知道，见思烦恼、尘沙烦恼连习气统统断尽。他要修什么？他要断无明烦恼。无明烦恼断尽，他就脱离十法界，往生到实报庄严土。在华严会上，他是初住菩萨，法身菩萨，无始无明习气没断。无始无明习气没有办法断，不像见思、尘沙。见思、尘沙有方法，总的来说就是大乘教里头讲的止观，宗门的禅定，用这些方法。可是无明烦恼习气没有办法断，因为无明是起心动念，无明断了就不起心动念了。起心动念是无明，你要是用方法来断，不就又起心动念了？所以它没有办法。怎么断？任运，随它去，不要去理它，时间久了，自然就没有了。要多长时间？三个阿僧祇劫。三个阿僧祇劫之后自然没有了。所以这寿命是从这个来的。这告诉我们一个信息，三个阿僧祇劫，说明实报庄严土怎么来的，无始无明习气变现的。十法界里面的佛法界，这个法界是从哪里来的？无明变现的，所以无明破了，佛法界就没有了。菩萨法界，这个要知道，是尘沙烦恼习气变的。你慢慢去推想，对于阿罗汉的境界、辟支佛的境界、菩萨的境界、佛的境界，统统都晓得了。",
      "zh_TW": "十法界裡面的佛，我們知道，見思煩惱、塵沙煩惱連習氣統統斷盡。他要修什麼？他要斷無明煩惱。無明煩惱斷盡，他就脫離十法界，往生到實報莊嚴土。在華嚴會上，他是初住菩薩，法身菩薩，無始無明習氣沒斷。無始無明習氣沒有辦法斷，不像見思、塵沙。見思、塵沙有方法，總的來說就是大乘教裡頭講的止觀，宗門的禪定，用這些方法。可是無明煩惱習氣沒有辦法斷，因為無明是起心動念，無明斷了就不起心動念了。起心動念是無明，你要是用方法來斷，不就又起心動念了？所以它沒有辦法。怎麼斷？任運，隨它去，不要去理它，時間久了，自然就沒有了。要多長時間？三個阿僧祇劫。三個阿僧祇劫之後自然沒有了。所以這壽命是從這個來的。這告訴我們一個信息，三個阿僧祇劫，說明實報莊嚴土怎麼來的，無始無明習氣變現的。十法界裡面的佛法界，這個法界是從哪裡來的？無明變現的，所以無明破了，佛法界就沒有了。菩薩法界，這個要知道，是塵沙煩惱習氣變的。你慢慢去推想，對於阿羅漢的境界、辟支佛的境界、菩薩的境界、佛的境界，統統都曉得了。"
    },
    {
      "id": "02-037-0449_p0031",
      "zh_CN": "所以像惠能那种人真叫上上根人，太少太少了，亿万人当中难得有一个。他能够顿断，一念之间，把无明、尘沙、见思统统断掉，一念之间全断掉，凡夫就成佛了。这个难，在中国历史上只有一次，没看到第二个人。但是渐修的有，很多，三、五年断掉的，不是一下子断掉。一念之间断掉的，在中国只发现一个。三年五载断掉的有，也不太多，十年八年，二十年、三十年，很多，这个叫渐修，不是顿，不是顿超。我们看禅宗《五灯会元》，这就是记载参禅开悟的这些人，就像我们净土宗的《往生传》一样，他们叫《五灯会元》，叫《传灯录》，这都是他们的传记。《五灯会元》里头有一千七百多个人，那都是开悟的，不开悟没他的名字。《景德录》里面有也上千人。",
      "zh_TW": "所以像惠能那種人真叫上上根人，太少太少了，億萬人當中難得有一個。他能夠頓斷，一念之間，把無明、塵沙、見思統統斷掉，一念之間全斷掉，凡夫就成佛了。這個難，在中國歷史上只有一次，沒看到第二個人。但是漸修的有，很多，三、五年斷掉的，不是一下子斷掉。一念之間斷掉的，在中國只發現一個。三年五載斷掉的有，也不太多，十年八年，二十年、三十年，很多，這個叫漸修，不是頓，不是頓超。我們看禪宗《五燈會元》，這就是記載參禪開悟的這些人，就像我們淨土宗的《往生傳》一樣，他們叫《五燈會元》，叫《傳燈錄》，這都是他們的傳記。《五燈會元》裡頭有一千七百多個人，那都是開悟的，不開悟沒他的名字。《景德錄》裡面有也上千人。"
    },
    {
      "id": "02-037-0449_p0032",
      "zh_CN": "所以我们可以判断，佛教传到中国来，两千年。最初，汉明帝派的特使到西域去迎请，遇到摩腾、竺法兰，这是印度的高僧，他们在中国新疆这一带，那个时候是西域，在那边讲经教学。带着佛像、经书，跟着中国特使来到那个时候首都长安，这三宝正式到中国来，永平十年，公元六十七年。今年是二０一二，要二０六七，整整两千年，差不多快到两千年了。中国禅宗里面成就的，我们估计应该有三千人，这太殊胜了，明心见性、见性成佛了。如果再包含教下的大开圆解的，密宗的三密相应的，这些统统合起来，最保守的说法是三千以上，不在三千之下。佛教传到中国，在中国成佛的就三千多人，净土不算。如果，净土往生就是成佛，净土要算在里面的时候，最保守的估计超过十万人。这个成就，连印度都赶不上。",
      "zh_TW": "所以我們可以判斷，佛教傳到中國來，兩千年。最初，漢明帝派的特使到西域去迎請，遇到摩騰、竺法蘭，這是印度的高僧，他們在中國新疆這一帶，那個時候是西域，在那邊講經教學。帶著佛像、經書，跟著中國特使來到那個時候首都長安，這三寶正式到中國來，永平十年，公元六十七年。今年是二０一二，要二０六七，整整兩千年，差不多快到兩千年了。中國禪宗裡面成就的，我們估計應該有三千人，這太殊勝了，明心見性、見性成佛了。如果再包含教下的大開圓解的，密宗的三密相應的，這些統統合起來，最保守的說法是三千以上，不在三千之下。佛教傳到中國，在中國成佛的就三千多人，淨土不算。如果，淨土往生就是成佛，淨土要算在裡面的時候，最保守的估計超過十萬人。這個成就，連印度都趕不上。"
    },
    {
      "id": "02-037-0449_p0033",
      "zh_CN": "可是佛法传到今天，黄念祖老居士告诉我，从今往后，学佛真正有成就就是净宗一门了。他告诉我，在他的一生当中，他大我十几岁，学禅的，包括虚云老和尚，虚云老和尚得禅定，没有开悟；禅宗不开悟不算成就，得禅定生四禅天，看他禅定功夫，生四禅天，没出六道轮回。他说修密成就的，他是密宗的金刚上师，他告诉我，这一百年当中只有六个成就的，他说往后不太可能了。禅跟密都没法子成就，教下就更不必说了，只有净土宗，念佛往生真成就。这他教我，我相信。我的老师李炳南老居士也是这样告诉我，除念佛求生净土之外，其他的法门都难，真难。为什么？要断烦恼，要消业障，你的烦恼怎么断？黄念祖老居士往生二十年了，真快这时间，不知不觉。很可惜，他跟李老师没见过面。",
      "zh_TW": "可是佛法傳到今天，黃念祖老居士告訴我，從今往後，學佛真正有成就就是淨宗一門了。他告訴我，在他的一生當中，他大我十幾歲，學禪的，包括虛雲老和尚，虛雲老和尚得禪定，沒有開悟；禪宗不開悟不算成就，得禪定生四禪天，看他禪定功夫，生四禪天，沒出六道輪迴。他說修密成就的，他是密宗的金剛上師，他告訴我，這一百年當中只有六個成就的，他說往後不太可能了。禪跟密都沒法子成就，教下就更不必說了，只有淨土宗，念佛往生真成就。這他教我，我相信。我的老師李炳南老居士也是這樣告訴我，除念佛求生淨土之外，其他的法門都難，真難。為什麼？要斷煩惱，要消業障，你的煩惱怎麼斷？黃念祖老居士往生二十年了，真快這時間，不知不覺。很可惜，他跟李老師沒見過面。"
    },
    {
      "id": "02-037-0449_p0034",
      "zh_CN": "我们接着看注解，「盖因小果大，受报时长」，这是净宗的殊胜处。我们修的因，你看看信愿持名，就修这个因，这算不了什么，可是你得的果报太殊胜了。得的果报是什么？得的果报跟我们一般讲「明心见性，见性成佛」是平等的，得这么大的果报。极乐世界虽然是有凡圣同居土、有方便有余土，但是这两土里面的众生，他们实际上的受用跟实报土完全相同，平等平等，没有高下。再跟诸位说，跟阿弥陀佛完全相同。为什么？得阿弥陀佛本愿威神加持，智慧跟佛一样，神通、道力跟佛一样，到十方世界供佛、闻法一样，教化众生一样，这个果报真正不可思议。",
      "zh_TW": "我們接著看註解，「蓋因小果大，受報時長」，這是淨宗的殊勝處。我們修的因，你看看信願持名，就修這個因，這算不了什麼，可是你得的果報太殊勝了。得的果報是什麼？得的果報跟我們一般講「明心見性，見性成佛」是平等的，得這麼大的果報。極樂世界雖然是有凡聖同居土、有方便有餘土，但是這兩土裡面的眾生，他們實際上的受用跟實報土完全相同，平等平等，沒有高下。再跟諸位說，跟阿彌陀佛完全相同。為什麼？得阿彌陀佛本願威神加持，智慧跟佛一樣，神通、道力跟佛一樣，到十方世界供佛、聞法一樣，教化眾生一樣，這個果報真正不可思議。"
    },
    {
      "id": "02-037-0449_p0035",
      "zh_CN": "「凡得往生者，经云：永拔生死之本」，十法界里面的生死没有了，「无复苦恼之患」，永远再不会有苦恼的事情，不会有忧患，像今天的天灾人祸再没有了。「寿千万劫，自在随意」，这个千万劫就是无量寿，千万劫是有量，有量的无量。极乐世界确实是无量的无量，这是说极乐菩萨，菩萨在那里成佛了，那就是寿无量，真无量。「如灵芝师释极乐云」，这是解释极乐世界，也是介绍极乐世界，「弥陀净土，境界殊绝」，殊是殊胜，绝是没有能跟它相比的，十方诸佛刹土都比不上极乐世界。这个地方我们特别要留意观察，极乐世界为什么这样殊胜？三个字，集大成。法藏比丘在因地，参访十方诸佛刹土，将一切诸佛刹土里面好的统统采取，不好的统统不要，所以极乐世界是集大成。阿弥陀佛善于集大成，所以他的世界超过一切诸佛刹土，连往生到他这个世界的人也超过一切诸佛刹土，不可思议。",
      "zh_TW": "「凡得往生者，經云：永拔生死之本」，十法界裡面的生死沒有了，「無復苦惱之患」，永遠再不會有苦惱的事情，不會有憂患，像今天的天災人禍再沒有了。「壽千萬劫，自在隨意」，這個千萬劫就是無量壽，千萬劫是有量，有量的無量。極樂世界確實是無量的無量，這是說極樂菩薩，菩薩在那裡成佛了，那就是壽無量，真無量。「如靈芝師釋極樂云」，這是解釋極樂世界，也是介紹極樂世界，「彌陀淨土，境界殊絕」，殊是殊勝，絕是沒有能跟它相比的，十方諸佛剎土都比不上極樂世界。這個地方我們特別要留意觀察，極樂世界為什麼這樣殊勝？三個字，集大成。法藏比丘在因地，參訪十方諸佛剎土，將一切諸佛剎土裡面好的統統採取，不好的統統不要，所以極樂世界是集大成。阿彌陀佛善於集大成，所以他的世界超過一切諸佛剎土，連往生到他這個世界的人也超過一切諸佛剎土，不可思議。"
    },
    {
      "id": "02-037-0449_p0036",
      "zh_CN": "你就晓得，夏莲居老居士，在这个经，这是会集，会集出来这个经超过五种原译本，他真的是会集。从前会集里头有遗憾的，为什么？换了字，取舍不当，有这些弊病。这是花了十年时间，千斟万酌，字字都是原译本的文字，没有改动一个字。原译本里头有精彩的部分，其他本子没有，统统节录在这里头，五个本子每一本里头的精华都在那里头。所以，读这个本子就读了五种原译本，全读到了，会集。注解，黄念老居士也是会集，你看他采取了八十三种经论，一百一十种祖师大德的注疏，来注解这个经。所以全是会集。我们今天要帮助这个世界恢复安定和平，用什么方法？用阿弥陀佛的方法。阿弥陀佛什么方法？会集。我们要会集各种不同宗教的精华，会集各种族群传统文化的精华，这个会集出来，超过一切宗教，超过所有传统，来帮助这个世界恢复安定和平，帮助这个世界化解地球上的灾难。要懂得会集。中国了不起的一个人，孔子，孔子善于什么？善于会集。所以圣人，他的名号上加一个集大成，「大成至圣先师孔子」，他是个集大成者。死后，后人给他建造的大殿，供养他的，叫大成殿，集大成。会集大成的这是高度的聪明。",
      "zh_TW": "你就曉得，夏蓮居老居士，在這個經，這是會集，會集出來這個經超過五種原譯本，他真的是會集。從前會集裡頭有遺憾的，為什麼？換了字，取捨不當，有這些弊病。這是花了十年時間，千斟萬酌，字字都是原譯本的文字，沒有改動一個字。原譯本裡頭有精彩的部分，其他本子沒有，統統節錄在這裡頭，五個本子每一本裡頭的精華都在那裡頭。所以，讀這個本子就讀了五種原譯本，全讀到了，會集。註解，黃念老居士也是會集，你看他採取了八十三種經論，一百一十種祖師大德的註疏，來註解這個經。所以全是會集。我們今天要幫助這個世界恢復安定和平，用什麼方法？用阿彌陀佛的方法。阿彌陀佛什麼方法？會集。我們要會集各種不同宗教的精華，會集各種族群傳統文化的精華，這個會集出來，超過一切宗教，超過所有傳統，來幫助這個世界恢復安定和平，幫助這個世界化解地球上的災難。要懂得會集。中國了不起的一個人，孔子，孔子善於什麼？善於會集。所以聖人，他的名號上加一個集大成，「大成至聖先師孔子」，他是個集大成者。死後，後人給他建造的大殿，供養他的，叫大成殿，集大成。會集大成的這是高度的聰明。"
    },
    {
      "id": "02-037-0449_p0037",
      "zh_CN": "法藏比丘悲心重，有智慧，「高才勇哲」，这释迦牟尼佛对他的赞叹。有慈悲心，看到十方诸佛刹土六道里头苦难众生，不忍心，如何帮助他们，让他们能回归自性，让他们早日成佛，用什么方法教他们？向老师请教。他的老师世间自在王如来，老师没教他，只告诉他，叫他去参学，你到十方一切诸佛刹土里面去考察，去参观、去考察、去学习。现在的术语叫调研，调查研究，取长舍短，建立你自己的道场。所以，极乐世界是集大成，才有这么殊胜，才有这么样的美好。我们今天解决问题，向谁学习？向阿弥陀佛学习，向孔子这些人学习，这些人都是善于集大成者。",
      "zh_TW": "法藏比丘悲心重，有智慧，「高才勇哲」，這釋迦牟尼佛對他的讚歎。有慈悲心，看到十方諸佛剎土六道裡頭苦難眾生，不忍心，如何幫助他們，讓他們能回歸自性，讓他們早日成佛，用什麼方法教他們？向老師請教。他的老師世間自在王如來，老師沒教他，只告訴他，叫他去參學，你到十方一切諸佛剎土裡面去考察，去參觀、去考察、去學習。現在的術語叫調研，調查研究，取長捨短，建立你自己的道場。所以，極樂世界是集大成，才有這麼殊勝，才有這麼樣的美好。我們今天解決問題，向誰學習？向阿彌陀佛學習，向孔子這些人學習，這些人都是善於集大成者。"
    },
    {
      "id": "02-037-0449_p0038",
      "zh_CN": "但是这个集大成，一定要守住一个原则，决定要保守原汁原味，你不能改它的，不能换它的。用一个字换那个字，这个不可以的，这就会出问题。所以过去王龙舒的会集，不能说他会集不对，这个没有人敢说，为什么？他的本子入藏了。入藏就等于那个时代，当代的这些大德都肯定、承认它正确的，它是正法。最后皇帝核实，皇帝审核、承认，这才能入藏。所以，藏就是正法的标志，它入藏了。魏默深的本子没入藏，是因为清朝最后的一部《大藏经》就是乾隆，它在乾隆之后，它没入藏。民国要是再编《大藏经》，应该可以入藏。",
      "zh_TW": "但是這個集大成，一定要守住一個原則，決定要保守原汁原味，你不能改它的，不能換它的。用一個字換那個字，這個不可以的，這就會出問題。所以過去王龍舒的會集，不能說他會集不對，這個沒有人敢說，為什麼？他的本子入藏了。入藏就等於那個時代，當代的這些大德都肯定、承認它正確的，它是正法。最後皇帝核實，皇帝審核、承認，這才能入藏。所以，藏就是正法的標誌，它入藏了。魏默深的本子沒入藏，是因為清朝最後的一部《大藏經》就是乾隆，它在乾隆之後，它沒入藏。民國要是再編《大藏經》，應該可以入藏。"
    },
    {
      "id": "02-037-0449_p0039",
      "zh_CN": "但是，民国《大藏经》没有标准了，从前标准是皇上御批，这才能入得了藏，那是标准，现在没这个标准了。没有这个标准是什么？谁写的东西，只要有钱，自己都可以印。我自己印《大藏经》，把我自己东西印进去，放在里面。这会把正法搞乱了。怎么办？这李老师教给我的，我也传授给大家，一定要看古代的《藏经》目录，那是通过审查的，符合标准。近代，没有经过检验，没有那样的标准，我们就不敢顺从。但是可以什么？可以做参考，学讲经不能用，李老师是不用今人，要求我们的学生一定要用古注为标准。这个说得也很好，用古注，不用今人，不得罪今人。今人是我用这个，不用那个，会得罪人。我一定用古注。黄念老这个几乎全部都是用古注，经论之外全用古注。这个方法好，这个方法要记住，这个方法能保持下去，正法还可能维持；如果不能保持，正法会被它摧毁，我们要很小心谨慎。今天时间到了，我们就学到此地。",
      "zh_TW": "但是，民國《大藏經》沒有標準了，從前標準是皇上御批，這才能入得了藏，那是標準，現在沒這個標準了。沒有這個標準是什麼？誰寫的東西，只要有錢，自己都可以印。我自己印《大藏經》，把我自己東西印進去，放在裡面。這會把正法搞亂了。怎麼辦？這李老師教給我的，我也傳授給大家，一定要看古代的《藏經》目錄，那是通過審查的，符合標準。近代，沒有經過檢驗，沒有那樣的標準，我們就不敢順從。但是可以什麼？可以做參考，學講經不能用，李老師是不用今人，要求我們的學生一定要用古註為標準。這個說得也很好，用古註，不用今人，不得罪今人。今人是我用這個，不用那個，會得罪人。我一定用古註。黃念老這個幾乎全部都是用古註，經論之外全用古註。這個方法好，這個方法要記住，這個方法能保持下去，正法還可能維持；如果不能保持，正法會被它摧毀，我們要很小心謹慎。今天時間到了，我們就學到此地。"
    }
  ]
}