{
  "doc_id": "02-037-0247",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四七集",
    "zh_TW": "第二四七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0247",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0247_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百九十二页第二行，第三句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百九十二頁第二行，第三句看起："
    },
    {
      "id": "02-037-0247_p0002",
      "zh_CN": "「三曰，方便有余土。断四住惑，属方便道。无明未尽，名曰有余。是三乘圣人所居」。四住惑，这是方便有余土，断四住惑。什么叫四住惑？也叫做「四住地」，我们用《佛学大辞典》的名数，「常略名四住」，简单的称四住，「三界见思之烦恼也」，三界是欲界、色界、无色界，也就是六道轮回。我们在六道里面的众生，统统有四住烦恼，如果没有四住烦恼，就脱离六道轮回，就证阿罗汉果了。分作四地，第一个是「见一切住地」，住在一个见字。这一条说的什么？「三界之一切见惑」，就是三界九地八十八品见惑。通常佛法里头教学为了方便起见，把八十八品见惑归纳为五大类。第一类就是身见，六道众生都把身认为是自己，执着身是自己。学佛头一个就要破这个错误的看法，这错了，身不是自己。",
      "zh_TW": "「三曰，方便有餘土。斷四住惑，屬方便道。無明未盡，名曰有餘。是三乘聖人所居」。四住惑，這是方便有餘土，斷四住惑。什麼叫四住惑？也叫做「四住地」，我們用《佛學大辭典》的名數，「常略名四住」，簡單的稱四住，「三界見思之煩惱也」，三界是欲界、色界、無色界，也就是六道輪迴。我們在六道裡面的眾生，統統有四住煩惱，如果沒有四住煩惱，就脫離六道輪迴，就證阿羅漢果了。分作四地，第一個是「見一切住地」，住在一個見字。這一條說的什麼？「三界之一切見惑」，就是三界九地八十八品見惑。通常佛法裡頭教學為了方便起見，把八十八品見惑歸納為五大類。第一類就是身見，六道眾生都把身認為是自己，執著身是自己。學佛頭一個就要破這個錯誤的看法，這錯了，身不是自己。"
    },
    {
      "id": "02-037-0247_p0003",
      "zh_CN": "身不是自己是什么？我们如果把身当作自己，我们穿的这个衣服不是自己，这大家很清楚，衣服脏了就换一件，衣服破了就换件新的；身体也是一样，身体不是自己，就跟衣服一样，这个身体坏了，换一个身体。这就明白了，我没有生死，身有生死。那什么是自己？一般人很快就联想到大概灵魂是自己。这也不能说没道理，在六道里面去投胎，是灵魂去投胎；换句话说，六道里面的身都有生灭，投胎的那个灵魂没有生灭。没有生灭的是我，有生灭的不是我，这就清楚了。所以我们要重视灵魂。其实灵魂，是中国人现在一般人称为灵魂，实际上它不灵，它要是真的灵，它会到畜生道去投胎吗？它会到地狱道去吗？于是我们就知道，它不灵。在佛法里面叫它做神识，神识是什么？阿赖耶识。法相经典里面讲，「来先去后作主公」，那就是主人，投胎它先来，死的时候它最后走。人死的时候，前面六识不起作用了，眼看不见，耳听不见，知觉都没有了，但是阿赖耶在。阿赖耶叫识神，或者叫神识，我们一般人叫灵魂。实实在在说，应该称它作迷魂，它迷惑颠倒，它不灵，它是迷而不觉，把假的当作真的，六道是假的，不是真的，它在这里头去投胎。",
      "zh_TW": "身不是自己是什麼？我們如果把身當作自己，我們穿的這個衣服不是自己，這大家很清楚，衣服髒了就換一件，衣服破了就換件新的；身體也是一樣，身體不是自己，就跟衣服一樣，這個身體壞了，換一個身體。這就明白了，我沒有生死，身有生死。那什麼是自己？一般人很快就聯想到大概靈魂是自己。這也不能說沒道理，在六道裡面去投胎，是靈魂去投胎；換句話說，六道裡面的身都有生滅，投胎的那個靈魂沒有生滅。沒有生滅的是我，有生滅的不是我，這就清楚了。所以我們要重視靈魂。其實靈魂，是中國人現在一般人稱為靈魂，實際上它不靈，它要是真的靈，它會到畜生道去投胎嗎？它會到地獄道去嗎？於是我們就知道，它不靈。在佛法裡面叫它做神識，神識是什麼？阿賴耶識。法相經典裡面講，「來先去後作主公」，那就是主人，投胎它先來，死的時候它最後走。人死的時候，前面六識不起作用了，眼看不見，耳聽不見，知覺都沒有了，但是阿賴耶在。阿賴耶叫識神，或者叫神識，我們一般人叫靈魂。實實在在說，應該稱它作迷魂，它迷惑顛倒，它不靈，它是迷而不覺，把假的當作真的，六道是假的，不是真的，它在這裡頭去投胎。"
    },
    {
      "id": "02-037-0247_p0004",
      "zh_CN": "谁叫他去投胎的？他的业力，就是他一生当中所造作的。他造作的善这善业，善业牵着他到三善道去投胎；他要是造的恶业，就牵引他到三恶道去投胎。自作自受，没有人引导他，完全受业力支配。这个业力什么？他的爱好。你看我们人间有这个习气，喜欢读书的人总跟读书人在一起；喜欢学佛的人，他跟学佛的人在一起。这就是什么？这就是业力牵引着。喜欢打牌的人，总凑在一起打牌；喜欢跳舞的人，他一定是舞厅里面去，那个地方见面，各有所好。物以类聚，人以群分，他的爱好喜欢到那里去。那人喜欢堕饿鬼吗？有。饿鬼喜欢什么？贪心重。不管是贪财、贪色、贪名，只要沾上个贪字，贪就牵引你到饿鬼道。地狱道是瞋恚，脾气大，常常喜欢发脾气，这个习气自自然然引导你到地狱道。畜生道愚痴，愚痴就是什么？是非、善恶、利害搞不清楚，糊里糊涂的，人云亦云，没智慧，这种业力牵着他到畜生道。这个我们要知道。",
      "zh_TW": "誰叫他去投胎的？他的業力，就是他一生當中所造作的。他造作的善這善業，善業牽著他到三善道去投胎；他要是造的惡業，就牽引他到三惡道去投胎。自作自受，沒有人引導他，完全受業力支配。這個業力什麼？他的愛好。你看我們人間有這個習氣，喜歡讀書的人總跟讀書人在一起；喜歡學佛的人，他跟學佛的人在一起。這就是什麼？這就是業力牽引著。喜歡打牌的人，總湊在一起打牌；喜歡跳舞的人，他一定是舞廳裡面去，那個地方見面，各有所好。物以類聚，人以群分，他的愛好喜歡到那裡去。那人喜歡墮餓鬼嗎？有。餓鬼喜歡什麼？貪心重。不管是貪財、貪色、貪名，只要沾上個貪字，貪就牽引你到餓鬼道。地獄道是瞋恚，脾氣大，常常喜歡發脾氣，這個習氣自自然然引導你到地獄道。畜生道愚痴，愚痴就是什麼？是非、善惡、利害搞不清楚，糊裡糊塗的，人云亦云，沒智慧，這種業力牽著他到畜生道。這個我們要知道。"
    },
    {
      "id": "02-037-0247_p0005",
      "zh_CN": "我们在这个世间，要培养一个什么样的嗜好？念佛。念佛的这个嗜好所感应的是极乐世界，也是自自然然去的。极乐世界在哪里？临终的时候阿弥陀佛来接引你，肯定来接引你，绝对不会把你漏掉，四十八愿是保证、是凭据。你喜欢什么你就到哪里去，这个很重要！喜欢天堂，到基督教去、到天主教去了；喜欢神仙，到道教去了，其他宗教也有不少是神仙道。这是什么？都是习气，牵着你去投胎。绝对没有人在里面操纵，没有人在那里安排，都是自己业力牵着走。我们在平常养成习惯这多重要！中国古人所谓「少成若天性，习惯成自然」，自自然然被它牵引着去投胎去了。这是说六道轮回的事情。",
      "zh_TW": "我們在這個世間，要培養一個什麼樣的嗜好？念佛。念佛的這個嗜好所感應的是極樂世界，也是自自然然去的。極樂世界在哪裡？臨終的時候阿彌陀佛來接引你，肯定來接引你，絕對不會把你漏掉，四十八願是保證、是憑據。你喜歡什麼你就到哪裡去，這個很重要！喜歡天堂，到基督教去、到天主教去了；喜歡神仙，到道教去了，其他宗教也有不少是神仙道。這是什麼？都是習氣，牽著你去投胎。絕對沒有人在裡面操縱，沒有人在那裡安排，都是自己業力牽著走。我們在平常養成習慣這多重要！中國古人所謂「少成若天性，習慣成自然」，自自然然被它牽引著去投胎去了。這是說六道輪迴的事情。"
    },
    {
      "id": "02-037-0247_p0006",
      "zh_CN": "四住第一，就是见一切住地，三界之一切见惑。见惑五大类，头一个身见，第二个边见。身不是我，把这个身体当作自己，错误的。第二个，边，边是二边，今天讲对立，也是错误的。为什么是错误的？真正的我，跟整个宇宙遍法界虚空界本来就是一体，一体里头没有对立。边是二边，没有二边，你看众生跟佛，生佛不二，生佛一如。佛法里头没有对立的，跟一切人没有对立，跟一切事物统统没有对立，与整个宇宙整体就是一体。所以，对立是错误的，真的，这是第二种错误的看法。第三种戒取见，第四种见取见，这两种是中国人讲的成见。成见也就是所谓的主观的观念，我以为怎样怎样，殊不知是错误的。戒取见是因上的成见，见取见是果上的成见，都不是正确的。",
      "zh_TW": "四住第一，就是見一切住地，三界之一切見惑。見惑五大類，頭一個身見，第二個邊見。身不是我，把這個身體當作自己，錯誤的。第二個，邊，邊是二邊，今天講對立，也是錯誤的。為什麼是錯誤的？真正的我，跟整個宇宙遍法界虛空界本來就是一體，一體裡頭沒有對立。邊是二邊，沒有二邊，你看眾生跟佛，生佛不二，生佛一如。佛法裡頭沒有對立的，跟一切人沒有對立，跟一切事物統統沒有對立，與整個宇宙整體就是一體。所以，對立是錯誤的，真的，這是第二種錯誤的看法。第三種戒取見，第四種見取見，這兩種是中國人講的成見。成見也就是所謂的主觀的觀念，我以為怎樣怎樣，殊不知是錯誤的。戒取見是因上的成見，見取見是果上的成見，都不是正確的。"
    },
    {
      "id": "02-037-0247_p0007",
      "zh_CN": "戒是修因，大乘教里面说八万四千法门，你在里面执着这个法门好、那个法门好，不知道法门平等，无有高下。高下在哪里？高下是自己善根福德因缘不一样，每个人不相同。法门没有高下，我们的烦恼、习气造成的高下，高下是在自己这边，与法门不相干。果上的成见，阿罗汉是果，辟支佛是果，菩萨是果，菩萨还分四十一个阶级，那都是果，但是这果并没有圆满，误以为这个果是圆满的，这就错误了。有人证得阿罗汉，以为是圆满的，没有再高的，小乘。这都是错误的见解、错误的看法。末后还有一条不属于这四大类的，其他对人对事对物错误的看法，合成一类叫邪见，全是错误的。我们晓得，执着我自己身体是我错误的，人见也是错误的，众生见也是错误的，寿者见也是错误的。《金刚经》上说，无我、无人、无众生、无寿者，我们都以为有，所以烦恼断不掉，错误放不下，问题都在此地。",
      "zh_TW": "戒是修因，大乘教裡面說八萬四千法門，你在裡面執著這個法門好、那個法門好，不知道法門平等，無有高下。高下在哪裡？高下是自己善根福德因緣不一樣，每個人不相同。法門沒有高下，我們的煩惱、習氣造成的高下，高下是在自己這邊，與法門不相干。果上的成見，阿羅漢是果，辟支佛是果，菩薩是果，菩薩還分四十一個階級，那都是果，但是這果並沒有圓滿，誤以為這個果是圓滿的，這就錯誤了。有人證得阿羅漢，以為是圓滿的，沒有再高的，小乘。這都是錯誤的見解、錯誤的看法。末後還有一條不屬於這四大類的，其他對人對事對物錯誤的看法，合成一類叫邪見，全是錯誤的。我們曉得，執著我自己身體是我錯誤的，人見也是錯誤的，眾生見也是錯誤的，壽者見也是錯誤的。《金剛經》上說，無我、無人、無眾生、無壽者，我們都以為有，所以煩惱斷不掉，錯誤放不下，問題都在此地。"
    },
    {
      "id": "02-037-0247_p0008",
      "zh_CN": "三界一切见惑放下了，这在佛法里头，小乘是初果须陀洹，大乘圆教十信位的初信位菩萨。虽然是最低的一个阶级，但是他是圣人，他不是凡夫了。只要把见惑断掉，这个五种，身见、边见、见取、戒取、邪见，全部都放下。你虽然没有出六道，你在六道里头有期限，天上人间七次往返，你不会堕三恶道，你就证阿罗汉果。证阿罗汉果是什么？思惑断了。思惑，你看思惑难断，后面二住、三住、四住全是思惑。思惑难！思惑一共八十一品，见惑八十八品。",
      "zh_TW": "三界一切見惑放下了，這在佛法裡頭，小乘是初果須陀洹，大乘圓教十信位的初信位菩薩。雖然是最低的一個階級，但是他是聖人，他不是凡夫了。只要把見惑斷掉，這個五種，身見、邊見、見取、戒取、邪見，全部都放下。你雖然沒有出六道，你在六道裡頭有期限，天上人間七次往返，你不會墮三惡道，你就證阿羅漢果。證阿羅漢果是什麼？思惑斷了。思惑，你看思惑難斷，後面二住、三住、四住全是思惑。思惑難！思惑一共八十一品，見惑八十八品。"
    },
    {
      "id": "02-037-0247_p0009",
      "zh_CN": "第二，「欲爱住地：欲界之一切思惑也。思惑之中以贪爱为重过，故举重而摄他」。欲是欲望，五欲财色名食睡，爱是情执，这是属于思惑。欲爱要是断掉了，你在二十八层天就超过了欲界天，这个东西要断掉的时候，你生天你生初禅以上，你不生在欲界；欲爱没有断，在六道里头，你生天是生欲界天。所以这两样东西不是好东西，要寡欲，欲要少，最后要把欲断掉，没有欲。爱是什么？爱是慈悲。慈悲跟爱为什么不一样？爱里头有情执，慈悲里头是智慧，不是情执，就这个不一样。统统是爱，慈悲这个爱比这个爱更深，意思更广，它的里头是智慧，是智慧的爱，不带感情的。所以他不在欲界，他到色界去了，色界还没有出六道轮回。",
      "zh_TW": "第二，「欲愛住地：欲界之一切思惑也。思惑之中以貪愛為重過，故舉重而攝他」。欲是欲望，五欲財色名食睡，愛是情執，這是屬於思惑。欲愛要是斷掉了，你在二十八層天就超過了欲界天，這個東西要斷掉的時候，你生天你生初禪以上，你不生在欲界；欲愛沒有斷，在六道裡頭，你生天是生欲界天。所以這兩樣東西不是好東西，要寡欲，欲要少，最後要把欲斷掉，沒有欲。愛是什麼？愛是慈悲。慈悲跟愛為什麼不一樣？愛裡頭有情執，慈悲裡頭是智慧，不是情執，就這個不一樣。統統是愛，慈悲這個愛比這個愛更深，意思更廣，它的裡頭是智慧，是智慧的愛，不帶感情的。所以他不在欲界，他到色界去了，色界還沒有出六道輪迴。"
    },
    {
      "id": "02-037-0247_p0010",
      "zh_CN": "下面第三，「色爱住地」，你看「色界之一切思惑也」。这个东西要断，断掉之后不在色界，色界十八层天，他就到无色界去，无色界四层天。我们看这边，第四，「有爱住地」。你看欲他放下了，色他放下了，现在有，这是最微细的一个执着，也放下了，「无色界之一切思惑」。这个有是什么？十二因缘里头的有，这个有是属于分别，或者是说非常微细的执着，他还有。这个有要放下，这个东西一放下，他就离开无色界，离开无色界他就证阿罗汉。「于此加入无明住地，称为五住地。皆言住地者，以此五法为生一切之过」。这一切是什么？恒沙烦恼，无量无边的烦恼都从见、思产生的，我们把世间这一切法看错了、想错了，才有那么多的烦恼。此地说的无明是十二因缘的无明，不是根本无明。所以这个四住烦恼，或者说五住烦恼断尽了，证阿罗汉果。不容易！",
      "zh_TW": "下面第三，「色愛住地」，你看「色界之一切思惑也」。這個東西要斷，斷掉之後不在色界，色界十八層天，他就到無色界去，無色界四層天。我們看這邊，第四，「有愛住地」。你看欲他放下了，色他放下了，現在有，這是最微細的一個執著，也放下了，「無色界之一切思惑」。這個有是什麼？十二因緣裡頭的有，這個有是屬於分別，或者是說非常微細的執著，他還有。這個有要放下，這個東西一放下，他就離開無色界，離開無色界他就證阿羅漢。「於此加入無明住地，稱為五住地。皆言住地者，以此五法為生一切之過」。這一切是什麼？恆沙煩惱，無量無邊的煩惱都從見、思產生的，我們把世間這一切法看錯了、想錯了，才有那麼多的煩惱。此地說的無明是十二因緣的無明，不是根本無明。所以這個四住煩惱，或者說五住煩惱斷盡了，證阿羅漢果。不容易！"
    },
    {
      "id": "02-037-0247_p0011",
      "zh_CN": "我们不要说后面这四条，单单讲第一条，试问问我们一生能做到吗？身见、边见、见取、戒取、邪见，如果这个断不掉，初果须陀洹没分。所以祖师大德告诉我们，「末法时期，亿亿人修行」，没有一个能得道，「罕一得道」，罕是稀罕，真的一个都找不到，凭你自己功夫。所以净土就可贵了，净土是带业往生，这些烦恼没有断也能生净土。这个法门可贵、法门稀有，八万四千法门，都要断烦恼证菩提。所以往生不叫做证，带业往生没证，初果没证、初信没证，但是能往生。生到西方极乐世界凡圣同居土，地位跟我们现在在娑婆世界地位相同，一样的，换个地方就是了。这是释迦牟尼佛的凡圣同居土，我们生到极乐世界是阿弥陀佛极乐世界的凡圣同居土，换个地方。换个地方有什么好处？好处太大了。我们这个地方寿命有限，很短促，极乐世界无量寿，这头一个好处。我们世界烦恼重重，到极乐世界，阿弥陀佛以本愿威神加持，你虽然有烦恼，不起现行。为什么？有烦恼，它不起作用。",
      "zh_TW": "我們不要說後面這四條，單單講第一條，試問問我們一生能做到嗎？身見、邊見、見取、戒取、邪見，如果這個斷不掉，初果須陀洹沒分。所以祖師大德告訴我們，「末法時期，億億人修行」，沒有一個能得道，「罕一得道」，罕是稀罕，真的一個都找不到，憑你自己功夫。所以淨土就可貴了，淨土是帶業往生，這些煩惱沒有斷也能生淨土。這個法門可貴、法門稀有，八萬四千法門，都要斷煩惱證菩提。所以往生不叫做證，帶業往生沒證，初果沒證、初信沒證，但是能往生。生到西方極樂世界凡聖同居土，地位跟我們現在在娑婆世界地位相同，一樣的，換個地方就是了。這是釋迦牟尼佛的凡聖同居土，我們生到極樂世界是阿彌陀佛極樂世界的凡聖同居土，換個地方。換個地方有什麼好處？好處太大了。我們這個地方壽命有限，很短促，極樂世界無量壽，這頭一個好處。我們世界煩惱重重，到極樂世界，阿彌陀佛以本願威神加持，你雖然有煩惱，不起現行。為什麼？有煩惱，它不起作用。"
    },
    {
      "id": "02-037-0247_p0012",
      "zh_CN": "为什么不起作用？极乐世界是平等的世界。你贪爱，整个极乐世界，人事物都那么样的好，都一样的，你那个贪爱的心就不会对一个了。为什么？普遍他都一样，每个人长的面貌都一样。阿弥陀佛了不起！我们这个世界上人，面孔有美有丑，极乐世界没有，都一样。一样什么？你就不会贪一个，你要爱是博爱，平等的爱、清净的爱，你不会对某一个有差异。这个是阿弥陀佛了不起的智慧，他的世界这样成就了。而且相跟阿弥陀佛一样，我喜欢阿弥陀佛，人人都跟阿弥陀佛一样，这心平等了、清净了。这是十方诸佛刹土里头没有的，只有极乐世界有，因为其他的诸佛没发过这个愿。",
      "zh_TW": "為什麼不起作用？極樂世界是平等的世界。你貪愛，整個極樂世界，人事物都那麼樣的好，都一樣的，你那個貪愛的心就不會對一個了。為什麼？普遍他都一樣，每個人長的面貌都一樣。阿彌陀佛了不起！我們這個世界上人，面孔有美有醜，極樂世界沒有，都一樣。一樣什麼？你就不會貪一個，你要愛是博愛，平等的愛、清淨的愛，你不會對某一個有差異。這個是阿彌陀佛了不起的智慧，他的世界這樣成就了。而且相跟阿彌陀佛一樣，我喜歡阿彌陀佛，人人都跟阿彌陀佛一樣，這心平等了、清淨了。這是十方諸佛剎土裡頭沒有的，只有極樂世界有，因為其他的諸佛沒發過這個願。"
    },
    {
      "id": "02-037-0247_p0013",
      "zh_CN": "极乐世界也是佛的愿力之成就，四十八愿的成就。身体平等，相貌平等，《观无量寿经》告诉我们，阿弥陀佛的身相八万四千相，每一个相都有八万四千好。凡是生到极乐世界的人，凡圣同居土下下品往生，身相跟阿弥陀佛一样。阿弥陀佛这个身相是四十八愿、五劫修行功德之所成就，往生到极乐世界的人，阿弥陀佛是将他自己四十八愿、五劫修行的功德加持给你，让你也得到这个相。不但相好如此，得到佛的加持，皆作阿惟越致菩萨，这所有世界里找不到，这还得了吗？我们明白这个道理，在此地想证个初果都那么困难，到极乐世界一生圆满成佛，一点都不难。不难的原因，原因是我们每一个众生本来是佛，这是真因，只是遇缘不同，我们变成现在这个样子。到西方极乐世界，缘就同了，缘是什么？缘是阿弥陀佛。这个缘无比的殊胜，因加上缘，下面果报现前，人人到那边都成佛，成佛一定跟阿弥陀佛一样。因太殊胜了，无与伦比的因缘，问题是我们认不认识、我们相不相信，我们肯不肯把这个机会抓住？",
      "zh_TW": "極樂世界也是佛的願力之成就，四十八願的成就。身體平等，相貌平等，《觀無量壽經》告訴我們，阿彌陀佛的身相八萬四千相，每一個相都有八萬四千好。凡是生到極樂世界的人，凡聖同居土下下品往生，身相跟阿彌陀佛一樣。阿彌陀佛這個身相是四十八願、五劫修行功德之所成就，往生到極樂世界的人，阿彌陀佛是將他自己四十八願、五劫修行的功德加持給你，讓你也得到這個相。不但相好如此，得到佛的加持，皆作阿惟越致菩薩，這所有世界裡找不到，這還得了嗎？我們明白這個道理，在此地想證個初果都那麼困難，到極樂世界一生圓滿成佛，一點都不難。不難的原因，原因是我們每一個眾生本來是佛，這是真因，只是遇緣不同，我們變成現在這個樣子。到西方極樂世界，緣就同了，緣是什麼？緣是阿彌陀佛。這個緣無比的殊勝，因加上緣，下面果報現前，人人到那邊都成佛，成佛一定跟阿彌陀佛一樣。因太殊勝了，無與倫比的因緣，問題是我們認不認識、我們相不相信，我們肯不肯把這個機會抓住？"
    },
    {
      "id": "02-037-0247_p0014",
      "zh_CN": "在现前这个环境里面，尤其这几年，四面八方传来的信息很多很多，这些信息多半是讲灾难的。灾难到底是有还是没有，不要去管它，我们用什么样的心态来应对这些信息？我们信息再多，我们只用一种心态，提升我们的警觉性，必须完成我们这一生得生西方极乐世界的条件，我们一定要具足真信、切愿、老实念佛。灾难如果有，我们到极乐世界去了；没有，我们自己境界向上提升，好事，不是坏事。我们决定不会被这些灾难信息迷惑，那就错了。什么人迷惑？灾难来了，找什么地方去避难，这就被它迷了，这就错了。这个地方有灾难，这一方的居民不是统统死掉，存活的不少。日本３１１的海啸死了人不少，活的人比死的更多。所以，命不该绝，灾难在你面前你也没事，何必那么紧张！所以念佛人念佛要紧。我这一生知道这个信息，这个信息是经典里面告诉我们极乐世界的信息，我只把这个认真，其他的不去管它，不要去理它，这桩事情重要。",
      "zh_TW": "在現前這個環境裡面，尤其這幾年，四面八方傳來的信息很多很多，這些信息多半是講災難的。災難到底是有還是沒有，不要去管它，我們用什麼樣的心態來應對這些信息？我們信息再多，我們只用一種心態，提升我們的警覺性，必須完成我們這一生得生西方極樂世界的條件，我們一定要具足真信、切願、老實念佛。災難如果有，我們到極樂世界去了；沒有，我們自己境界向上提升，好事，不是壞事。我們決定不會被這些災難信息迷惑，那就錯了。什麼人迷惑？災難來了，找什麼地方去避難，這就被它迷了，這就錯了。這個地方有災難，這一方的居民不是統統死掉，存活的不少。日本３１１的海嘯死了人不少，活的人比死的更多。所以，命不該絕，災難在你面前你也沒事，何必那麼緊張！所以念佛人念佛要緊。我這一生知道這個信息，這個信息是經典裡面告訴我們極樂世界的信息，我只把這個認真，其他的不去管它，不要去理它，這樁事情重要。"
    },
    {
      "id": "02-037-0247_p0015",
      "zh_CN": "欲爱断不掉，一定要淡薄，这个功夫要做。真正要做到我们这一生在这个世间，「于人无争，于世无求」。我们过一点简单的生活，每天能吃饱，穿得暖，有个小房子可以遮蔽风雨，足了，非常快乐了。快乐从哪里来？你不争不求就快乐。烦恼从哪里来？于人争，于世有求，你就烦恼。为什么？求不得苦，得到了又怕丢掉，患得患失，这很痛苦。我什么都不要，我就要这么一点点，我也不积蓄，我也不储存，你多快乐！我在这个世间活一天算一天，明天不去想它，我们就得自在了！除了提升自己的境界，还有一点能力、还有一点时间，帮助别人。帮助他什么？帮助他破迷开悟。破迷开悟是因，果，果是离苦得乐，迷带给你痛苦，觉带给你快乐。所以，我们要帮助别人离苦得乐，那就得落实破迷开悟，用什么手段？用教学。",
      "zh_TW": "欲愛斷不掉，一定要淡薄，這個功夫要做。真正要做到我們這一生在這個世間，「於人無爭，於世無求」。我們過一點簡單的生活，每天能吃飽，穿得暖，有個小房子可以遮蔽風雨，足了，非常快樂了。快樂從哪裡來？你不爭不求就快樂。煩惱從哪裡來？於人爭，於世有求，你就煩惱。為什麼？求不得苦，得到了又怕丟掉，患得患失，這很痛苦。我什麼都不要，我就要這麼一點點，我也不積蓄，我也不儲存，你多快樂！我在這個世間活一天算一天，明天不去想它，我們就得自在了！除了提升自己的境界，還有一點能力、還有一點時間，幫助別人。幫助他什麼？幫助他破迷開悟。破迷開悟是因，果，果是離苦得樂，迷帶給你痛苦，覺帶給你快樂。所以，我們要幫助別人離苦得樂，那就得落實破迷開悟，用什麼手段？用教學。"
    },
    {
      "id": "02-037-0247_p0016",
      "zh_CN": "教学不拘形式，我们自身做出来给大家看。有多余的财物，布施，不必据为己有，常行布施。我好像有一天讲到新加坡佛教居士林，免费供养三餐的膳食，日夜不间断。因为有人告诉我，说我离开新加坡之后他们就停了，我没有详细去调查，没有去问一问。昨天我看到一个信息，新加坡佛教居士林免费供养三餐膳食，一直到现在没有断过。好事情！还继续在做，二十四小时不间断。不仅是供养学佛的人，不学佛的人，只要去吃都受到欢迎。这居士林一桩大好事。道场要这么做，我们个人也要这么做，有能力一定要帮助别人，财布施愈施愈多。你不肯布施，没有人供养你；你肯布施，供养就愈来愈多。法布施果报是智慧，无畏布施果报是健康长寿，佛在经上讲得很清楚、很明白，我们为什么不干？真正学佛人，对于四摄、六度、普贤十愿乐此不疲，这个生活真的快乐。你不去干，这个快乐你体会不到，你享受不到；真干，真干你享受到了，不但体会，真的享受到。",
      "zh_TW": "教學不拘形式，我們自身做出來給大家看。有多餘的財物，布施，不必據為己有，常行布施。我好像有一天講到新加坡佛教居士林，免費供養三餐的膳食，日夜不間斷。因為有人告訴我，說我離開新加坡之後他們就停了，我沒有詳細去調查，沒有去問一問。昨天我看到一個信息，新加坡佛教居士林免費供養三餐膳食，一直到現在沒有斷過。好事情！還繼續在做，二十四小時不間斷。不僅是供養學佛的人，不學佛的人，只要去吃都受到歡迎。這居士林一樁大好事。道場要這麼做，我們個人也要這麼做，有能力一定要幫助別人，財布施愈施愈多。你不肯布施，沒有人供養你；你肯布施，供養就愈來愈多。法布施果報是智慧，無畏布施果報是健康長壽，佛在經上講得很清楚、很明白，我們為什麼不幹？真正學佛人，對於四攝、六度、普賢十願樂此不疲，這個生活真的快樂。你不去幹，這個快樂你體會不到，你享受不到；真幹，真幹你享受到了，不但體會，真的享受到。"
    },
    {
      "id": "02-037-0247_p0017",
      "zh_CN": "所以，断四住惑，属方便道，为什么？只能帮助你超越六道轮回。六道轮回外头还有十法界四圣法界，你还不能超越，所以方便道。无明未尽，在三种烦恼里面你只断了见思，尘沙没断、无明没断，所以讲无明未尽，这叫有余。阿罗汉证的涅槃，有余依涅槃，有余涅槃。到四圣法界，声闻法界、缘觉法界、菩萨法界、佛法界，到佛法界，把无始无明断掉，无始无明放下了；也就是我们常说的，六根在六尘境界里头不起心不动念，清清楚楚、明明白白，没有起心动念，这叫无明破了，这个时候就超越十法界。到哪里去？十法界不见了，十法界是无始无明变出来的。六道轮回是见思烦恼变出来的，所以见思烦恼断了，六道就没有了；无始无明没有了，破了，放下了，十法界没有了，一真法界现前，一真法界是诸佛如来的实报庄严土。为什么它叫一真？真是对十法界说，十法界不是真的。为什么？十法界是无常的，三种现象都是无常，物质现象、精神现象、自然现象全都是刹那生灭。说刹那，时间还是太长，实际上就是弥勒菩萨所说，一弹指三十二亿百千个生灭，叫无常。一真法界没有这个现象，无明破了之后，你所证得的一真法界，实报庄严土，实就是真实，真实的报土。除这个之外，是假的报土，不是真实的。今天这种现象被量子力学家看到了。",
      "zh_TW": "所以，斷四住惑，屬方便道，為什麼？只能幫助你超越六道輪迴。六道輪迴外頭還有十法界四聖法界，你還不能超越，所以方便道。無明未盡，在三種煩惱裡面你只斷了見思，塵沙沒斷、無明沒斷，所以講無明未盡，這叫有餘。阿羅漢證的涅槃，有餘依涅槃，有餘涅槃。到四聖法界，聲聞法界、緣覺法界、菩薩法界、佛法界，到佛法界，把無始無明斷掉，無始無明放下了；也就是我們常說的，六根在六塵境界裡頭不起心不動念，清清楚楚、明明白白，沒有起心動念，這叫無明破了，這個時候就超越十法界。到哪裡去？十法界不見了，十法界是無始無明變出來的。六道輪迴是見思煩惱變出來的，所以見思煩惱斷了，六道就沒有了；無始無明沒有了，破了，放下了，十法界沒有了，一真法界現前，一真法界是諸佛如來的實報莊嚴土。為什麼它叫一真？真是對十法界說，十法界不是真的。為什麼？十法界是無常的，三種現象都是無常，物質現象、精神現象、自然現象全都是剎那生滅。說剎那，時間還是太長，實際上就是彌勒菩薩所說，一彈指三十二億百千個生滅，叫無常。一真法界沒有這個現象，無明破了之後，你所證得的一真法界，實報莊嚴土，實就是真實，真實的報土。除這個之外，是假的報土，不是真實的。今天這種現象被量子力學家看到了。"
    },
    {
      "id": "02-037-0247_p0018",
      "zh_CN": "昨天美国夏威夷，也是老人，他今年七十三岁，修．蓝博士。他写了一本书叫《零极限》，用夏威夷土着的方法来治病，非常有效，几千个案例都是成功的。他治病这些原理我们很清楚，在佛经里头，我们没去运用。他们老祖宗留下来这套东西，他们应用，他做到了。真正的原理就是爱，他这个爱不是佛家讲的慈悲，他爱里头有情，为什么？他没出六道！六道里头，我们看四住烦恼里头，你看有欲爱，欲界的，色界的有色爱，无色界的有有爱，他就用这个爱心。这个爱心要把念头集中在一点，专注，它就起作用。把病人跟自己想成一体，就观想我跟他是一个身体，我们两个人融合在一起，变成一个身体。他哪些地方有病，那就是我有病，我现在用意念，专注，把我有病的这些细胞、器官恢复正常。对方那个人的病就好了，就没有了，自然好了，他没有任何感觉，自然就好了。这个道理我们懂。",
      "zh_TW": "昨天美國夏威夷，也是老人，他今年七十三歲，修．藍博士。他寫了一本書叫《零極限》，用夏威夷土著的方法來治病，非常有效，幾千個案例都是成功的。他治病這些原理我們很清楚，在佛經裡頭，我們沒去運用。他們老祖宗留下來這套東西，他們應用，他做到了。真正的原理就是愛，他這個愛不是佛家講的慈悲，他愛裡頭有情，為什麼？他沒出六道！六道裡頭，我們看四住煩惱裡頭，你看有欲愛，欲界的，色界的有色愛，無色界的有有愛，他就用這個愛心。這個愛心要把念頭集中在一點，專注，它就起作用。把病人跟自己想成一體，就觀想我跟他是一個身體，我們兩個人融合在一起，變成一個身體。他哪些地方有病，那就是我有病，我現在用意念，專注，把我有病的這些細胞、器官恢復正常。對方那個人的病就好了，就沒有了，自然好了，他沒有任何感覺，自然就好了。這個道理我們懂。"
    },
    {
      "id": "02-037-0247_p0019",
      "zh_CN": "昨天我们在一起谈了很久，特别强调爱心，爱心确确实实是法性的核心，性德里头的第一德。我们中国老祖宗知道，「父子有亲」，这亲爱。这个亲爱要集中在一点，就产生很大的效果，疗效。我们的爱心是分散的，像灯光一样，向四面八方发射，分散了。如果把灯光集中在一点，就变成激光，激光力量很大，钢板都可以穿透。分散的光，一张纸都能够把它障碍住；但是变成激光的时候，钢板都能穿透，有那么大的力量。把念头集中到一处，也就是佛门讲的禅定功夫。所以，他是怎么帮人治病？入定，在定中把自己带病毒的细胞统统恢复正常，问题就解决了。这种方法好，不需要用医药，不需要打针吃药，不需要任何医疗设备。",
      "zh_TW": "昨天我們在一起談了很久，特別強調愛心，愛心確確實實是法性的核心，性德裡頭的第一德。我們中國老祖宗知道，「父子有親」，這親愛。這個親愛要集中在一點，就產生很大的效果，療效。我們的愛心是分散的，像燈光一樣，向四面八方發射，分散了。如果把燈光集中在一點，就變成激光，激光力量很大，鋼板都可以穿透。分散的光，一張紙都能夠把它障礙住；但是變成激光的時候，鋼板都能穿透，有那麼大的力量。把念頭集中到一處，也就是佛門講的禪定功夫。所以，他是怎麼幫人治病？入定，在定中把自己帶病毒的細胞統統恢復正常，問題就解決了。這種方法好，不需要用醫藥，不需要打針吃藥，不需要任何醫療設備。"
    },
    {
      "id": "02-037-0247_p0020",
      "zh_CN": "跟他学的人不少，我昨天问他，你有没有开班教学？他有。香港没有，台湾有，日本有，好像一个星期只上两天课。可是里头基本的一个条件，必须把自己要变成一个有爱心的人，对一切众生都有爱心。对于树木花草也有爱心，昨天讲了，对桌椅、对地板都有爱心，要培养这个。没有爱心，这种疗法你就做不成功，一定要有爱心。常常想着，「我爱你、对不起、请你原谅我」，对一切人事物都用同样的态度来养自己，完全生活在感恩的世界。他这四句口头禅，也就是四句密语，第一个我爱你，谢谢你，对不起，请你原谅我。这种心态对人对事对物，然后当治病的时候，这就是进入禅定的境界，功效就现前了。昨天到这边来，很多同学都看到，我听说他是昨天下午就离开香港了。",
      "zh_TW": "跟他學的人不少，我昨天問他，你有沒有開班教學？他有。香港沒有，台灣有，日本有，好像一個星期只上兩天課。可是裡頭基本的一個條件，必須把自己要變成一個有愛心的人，對一切眾生都有愛心。對於樹木花草也有愛心，昨天講了，對桌椅、對地板都有愛心，要培養這個。沒有愛心，這種療法你就做不成功，一定要有愛心。常常想著，「我愛你、對不起、請你原諒我」，對一切人事物都用同樣的態度來養自己，完全生活在感恩的世界。他這四句口頭禪，也就是四句密語，第一個我愛你，謝謝你，對不起，請你原諒我。這種心態對人對事對物，然後當治病的時候，這就是進入禪定的境界，功效就現前了。昨天到這邊來，很多同學都看到，我聽說他是昨天下午就離開香港了。"
    },
    {
      "id": "02-037-0247_p0021",
      "zh_CN": "这是三乘圣人所居的，方便有余土，三乘圣人是声闻、缘觉、权教菩萨；也就是说，圆教十信位的菩萨，别教十住、十行、十回向，都是住方便有余土。别教的初地等于圆教初住，破一品无明，证一分法身，住实报庄严土。所以三乘圣人所居。「四曰，凡圣同居土。是四圣六凡之所共居」。这是《弥陀经》上讲的四土。四圣是阿罗汉、辟支佛、菩萨、佛，这叫四圣，也就是十法界的。十法界四圣六凡，六凡是六道凡夫，他们所共居的，我们通常叫十法界，凡圣同居土。「凡是凡夫，圣指圣人。圣人应迹世间，与凡夫同居一处，故曰凡圣同居土」。众生有感，圣人有应，应化在六道，他也就住在六道。我们是真住六道，他不是真的，他在六道里头是属于化身，应身也属于化身，叫应化身。",
      "zh_TW": "這是三乘聖人所居的，方便有餘土，三乘聖人是聲聞、緣覺、權教菩薩；也就是說，圓教十信位的菩薩，別教十住、十行、十迴向，都是住方便有餘土。別教的初地等於圓教初住，破一品無明，證一分法身，住實報莊嚴土。所以三乘聖人所居。「四曰，凡聖同居土。是四聖六凡之所共居」。這是《彌陀經》上講的四土。四聖是阿羅漢、辟支佛、菩薩、佛，這叫四聖，也就是十法界的。十法界四聖六凡，六凡是六道凡夫，他們所共居的，我們通常叫十法界，凡聖同居土。「凡是凡夫，聖指聖人。聖人應跡世間，與凡夫同居一處，故曰凡聖同居土」。眾生有感，聖人有應，應化在六道，他也就住在六道。我們是真住六道，他不是真的，他在六道裡頭是屬於化身，應身也屬於化身，叫應化身。"
    },
    {
      "id": "02-037-0247_p0022",
      "zh_CN": "「今娑婆世界亦名凡圣同居，但此土浊重多恶」，这四个字说得好。浊是什么？染污。现在这个世界严重的染污，地球被染污了，水被染污了，大地被染污了，乃至于空气被染污了。所有居住在地球上一切众生，有情众生身心都受到染污，非常严重。多恶，恶是指十恶业，杀、盗、淫、妄、两舌、恶口、绮语、贪、瞋、痴，接下来要慢、疑，到了饱和点！这个状况就非常严重，所感得的就是灾难，我们一般说天灾人祸。从哪来的？这四个字就说尽了，浊重多恶。「不净充满」，没有一样是干净的，充满了这个世间，下面这是比喻，「荆棘瓦砾，丘陵坑坎，是乃同居秽土」。秽就是严重染污，荆棘这八个字是现象，也是比喻，含义很深。我们生活在这么一片土地上。",
      "zh_TW": "「今娑婆世界亦名凡聖同居，但此土濁重多惡」，這四個字說得好。濁是什麼？染污。現在這個世界嚴重的染污，地球被染污了，水被染污了，大地被染污了，乃至於空氣被染污了。所有居住在地球上一切眾生，有情眾生身心都受到染污，非常嚴重。多惡，惡是指十惡業，殺、盜、淫、妄、兩舌、惡口、綺語、貪、瞋、痴，接下來要慢、疑，到了飽和點！這個狀況就非常嚴重，所感得的就是災難，我們一般說天災人禍。從哪來的？這四個字就說盡了，濁重多惡。「不淨充滿」，沒有一樣是乾淨的，充滿了這個世間，下面這是比喻，「荊棘瓦礫，丘陵坑坎，是乃同居穢土」。穢就是嚴重染污，荊棘這八個字是現象，也是比喻，含義很深。我們生活在這麼一片土地上。"
    },
    {
      "id": "02-037-0247_p0023",
      "zh_CN": "反过来我们看极乐世界，「至于极乐同居」，也是同居土，跟我们这里不一样。极乐世界「池流八德」，这是讲极乐世界的水，八功德水，没有一点染污。「树盈七珍」，七珍就是七宝，极乐世界的树是七宝成就的，有纯金、纯银，一宝，有二宝、三宝，甚至于七宝统统具足。这是阿弥陀佛四十八愿、五劫修行功德之所成就。阿弥陀佛对所有往生的人供养，他功德成就了极乐世界。极乐世界供养这些往生的人，希望你到那边去修行，没有一丝毫障碍，一生很快圆满成就了。「宝莲佛光」，生处，莲花化生，光明世界，没有一样不放光明，美不胜收，不需要日月光明，「遍满国土」。",
      "zh_TW": "反過來我們看極樂世界，「至於極樂同居」，也是同居土，跟我們這裡不一樣。極樂世界「池流八德」，這是講極樂世界的水，八功德水，沒有一點染污。「樹盈七珍」，七珍就是七寶，極樂世界的樹是七寶成就的，有純金、純銀，一寶，有二寶、三寶，甚至於七寶統統具足。這是阿彌陀佛四十八願、五劫修行功德之所成就。阿彌陀佛對所有往生的人供養，他功德成就了極樂世界。極樂世界供養這些往生的人，希望你到那邊去修行，沒有一絲毫障礙，一生很快圓滿成就了。「寶蓮佛光」，生處，蓮花化生，光明世界，沒有一樣不放光明，美不勝收，不需要日月光明，「遍滿國土」。"
    },
    {
      "id": "02-037-0247_p0024",
      "zh_CN": "「水鸟树林，演说妙法」，这就更妙了。前面说的是物质，这个地方告诉我们，情与无情它统统说法。这一句里头含义很深，你想成佛，你想帮助别人，没有演说拿什么帮助？演是做出来给别人看，叫表演。度化众生，自度度他，演摆在第一位，就是你自己要做到，你才能感化别人；你自己没有做到不行，是假的。帮助一切众生，演是摆在第一位，能演你就有说，不能演说什么？不能演那个说是骗人的，人家不相信。演是身教、是意教，说是言教。妙法，八万四千法门都叫妙法，为什么？能帮助人明心见性，能帮助人回归法性，回归自性，这叫妙法。妙中之妙无过于持名，法中之法无过于《无量寿经》，小本《弥陀经》跟这个是同部，是一不是二。净土的三经一论，祖师加了两样进去，变成五经一论，妙中之妙！我们不能不知道。这是情与无情统统在演说妙法。",
      "zh_TW": "「水鳥樹林，演說妙法」，這就更妙了。前面說的是物質，這個地方告訴我們，情與無情它統統說法。這一句裡頭含義很深，你想成佛，你想幫助別人，沒有演說拿什麼幫助？演是做出來給別人看，叫表演。度化眾生，自度度他，演擺在第一位，就是你自己要做到，你才能感化別人；你自己沒有做到不行，是假的。幫助一切眾生，演是擺在第一位，能演你就有說，不能演說什麼？不能演那個說是騙人的，人家不相信。演是身教、是意教，說是言教。妙法，八萬四千法門都叫妙法，為什麼？能幫助人明心見性，能幫助人回歸法性，回歸自性，這叫妙法。妙中之妙無過於持名，法中之法無過於《無量壽經》，小本《彌陀經》跟這個是同部，是一不是二。淨土的三經一論，祖師加了兩樣進去，變成五經一論，妙中之妙！我們不能不知道。這是情與無情統統在演說妙法。"
    },
    {
      "id": "02-037-0247_p0025",
      "zh_CN": "下面，「诸上善人，入正定聚」。祖师大德对于诸上善人有解释，认为此地讲的诸上善人是等觉菩萨、是补处大士，这后补佛。在极乐世界他跟我们做同学，帮助我们学习，我们学习有困难，他来帮助我们。后补佛，等于说在极乐世界担任的角色是阿弥陀佛的助教。跟我们的关系？我们往生到极乐世界，他是我们的学长，皆是弥陀弟子。极乐世界没有恶人，怨憎会苦没有、求不得苦没有，有求必应，爱别离苦也没有，一切苦统统离了。「永离众苦」，这前面有「入正定聚」，这是今天我们常常讲的端正心念，入正定聚就是端正心念，永离诸苦。「唯受大乘法乐，是为同居净土」，这还得了吗？极乐世界同居土太美了！我们相不相信？相信赶紧去。还愿意在此地多待一天吗？多受一天罪吗？罪没受满，真的罪没有受满。为什么说你罪没受满？你还没觉悟，你对于娑婆世界还有留恋，你还不想走，那不是没受满吗？真正明白了，真搞清楚了，得赶快去！有能力去，想去就去，在这个世界多留一天，那是为什么？这个世界还有与我有缘的人，他能听我劝告、他能相信我，我要帮他往生。那你是来行菩萨道的，帮助阿弥陀佛接引众生到极乐世界，这个跟乘愿再来是相等的。",
      "zh_TW": "下面，「諸上善人，入正定聚」。祖師大德對於諸上善人有解釋，認為此地講的諸上善人是等覺菩薩、是補處大士，這後補佛。在極樂世界他跟我們做同學，幫助我們學習，我們學習有困難，他來幫助我們。後補佛，等於說在極樂世界擔任的角色是阿彌陀佛的助教。跟我們的關係？我們往生到極樂世界，他是我們的學長，皆是彌陀弟子。極樂世界沒有惡人，怨憎會苦沒有、求不得苦沒有，有求必應，愛別離苦也沒有，一切苦統統離了。「永離眾苦」，這前面有「入正定聚」，這是今天我們常常講的端正心念，入正定聚就是端正心念，永離諸苦。「唯受大乘法樂，是為同居淨土」，這還得了嗎？極樂世界同居土太美了！我們相不相信？相信趕緊去。還願意在此地多待一天嗎？多受一天罪嗎？罪沒受滿，真的罪沒有受滿。為什麼說你罪沒受滿？你還沒覺悟，你對於娑婆世界還有留戀，你還不想走，那不是沒受滿嗎？真正明白了，真搞清楚了，得趕快去！有能力去，想去就去，在這個世界多留一天，那是為什麼？這個世界還有與我有緣的人，他能聽我勸告、他能相信我，我要幫他往生。那你是來行菩薩道的，幫助阿彌陀佛接引眾生到極樂世界，這個跟乘願再來是相等的。"
    },
    {
      "id": "02-037-0247_p0026",
      "zh_CN": "「又极乐同居净土，圆明无碍」，这句话可不得了！圆明无碍是实报庄严土。圆是圆满，明是光明，明也是智慧，是通达无碍，于世出世间一切法性相、理事、因果，这法身菩萨才能做得到。极乐世界同居净土居然是圆明无碍，我们能相信吗？能相信。什么理由？我们相信阿弥陀佛在因地，四十八愿、五劫修行功德之所成就，成就就是讲极乐世界，四土清净庄严，四土都达到究竟圆满。《华严经》上说，一即是多，多即是一，一即是四，四即是一，我们往生的时候有四土，不一样。到达极乐世界，四土有四土之名，实际，实际全是实报土。同居净土圆明无碍，「亦通于常寂等上三土」。上面三土，最高的常寂光，实报土、方便土，通了，同居土跟上面三土通了，这就是一生一切生。",
      "zh_TW": "「又極樂同居淨土，圓明無礙」，這句話可不得了！圓明無礙是實報莊嚴土。圓是圓滿，明是光明，明也是智慧，是通達無礙，於世出世間一切法性相、理事、因果，這法身菩薩才能做得到。極樂世界同居淨土居然是圓明無礙，我們能相信嗎？能相信。什麼理由？我們相信阿彌陀佛在因地，四十八願、五劫修行功德之所成就，成就就是講極樂世界，四土清淨莊嚴，四土都達到究竟圓滿。《華嚴經》上說，一即是多，多即是一，一即是四，四即是一，我們往生的時候有四土，不一樣。到達極樂世界，四土有四土之名，實際，實際全是實報土。同居淨土圓明無礙，「亦通於常寂等上三土」。上面三土，最高的常寂光，實報土、方便土，通了，同居土跟上面三土通了，這就是一生一切生。"
    },
    {
      "id": "02-037-0247_p0027",
      "zh_CN": "「《弥陀疏钞》云」，这莲池大师所说的，「随其机异，所见亦异。有于同居见寂光土；有于同居见实报土；有于同居见方便土；有于同居但见本土」。机是往生的人，往生的人很多，往生的人根机不相同，于是所见亦异，他所见的也不一样。所见不同，应该是这个往生的人闻经多少不一。研究经教、听经重要！经学得多、听得多，他在同居土里面见到常寂光，或者见到实报土。大乘经读多了，悟入知见不一样，足证闻经解入很重要。我们在今天闻经解悟有，证悟没有，这个解悟管用，到那边生同居土，会提升到实报土，提升到常寂光净土。从这个地方我们会想到，释迦牟尼佛当年在世，讲经教学四十九年，我们相信四十九年教学当中，从净土念佛法门成就的是最多的人数。亲自听世尊讲经，带业往生，到极乐世界，正是善导大师所说的，「品位高下，总在遇缘不同」。这句话说得太好了！",
      "zh_TW": "「《彌陀疏鈔》云」，這蓮池大師所說的，「隨其機異，所見亦異。有於同居見寂光土；有於同居見實報土；有於同居見方便土；有於同居但見本土」。機是往生的人，往生的人很多，往生的人根機不相同，於是所見亦異，他所見的也不一樣。所見不同，應該是這個往生的人聞經多少不一。研究經教、聽經重要！經學得多、聽得多，他在同居土裡面見到常寂光，或者見到實報土。大乘經讀多了，悟入知見不一樣，足證聞經解入很重要。我們在今天聞經解悟有，證悟沒有，這個解悟管用，到那邊生同居土，會提升到實報土，提升到常寂光淨土。從這個地方我們會想到，釋迦牟尼佛當年在世，講經教學四十九年，我們相信四十九年教學當中，從淨土念佛法門成就的是最多的人數。親自聽世尊講經，帶業往生，到極樂世界，正是善導大師所說的，「品位高下，總在遇緣不同」。這句話說得太好了！"
    },
    {
      "id": "02-037-0247_p0028",
      "zh_CN": "我们这一生遇到的缘殊胜，为什么？没有离开大乘经典，天天在学，天天跟同学们在一起分享。那我们到极乐世界，会到哪一土？肯定实报庄严土。如果听大乘经能够理解，不能证得能理解，生到极乐世界是同居土。但是到极乐世界，在同居土里头没有多久，他就提升到实报庄严土去，这种情形大有可能。如果没有听到这些经，他就没有这个念头，没有实报土的念头，他在同居土的时间就比较长一点。或者按部就班，从同居升到方便，由方便再提升到实报土，比较慢一点。这个说明听教、读诵大乘重要，要不然世尊为什么讲经四十九年，当年出世讲这一部经不就够了吗？何必那么麻烦！这个里头就是教给我们，阿赖耶识里头多放一些大乘、一乘经的种子，往生到极乐世界决定管用，帮助你快速向上提升。",
      "zh_TW": "我們這一生遇到的緣殊勝，為什麼？沒有離開大乘經典，天天在學，天天跟同學們在一起分享。那我們到極樂世界，會到哪一土？肯定實報莊嚴土。如果聽大乘經能夠理解，不能證得能理解，生到極樂世界是同居土。但是到極樂世界，在同居土裡頭沒有多久，他就提升到實報莊嚴土去，這種情形大有可能。如果沒有聽到這些經，他就沒有這個念頭，沒有實報土的念頭，他在同居土的時間就比較長一點。或者按部就班，從同居升到方便，由方便再提升到實報土，比較慢一點。這個說明聽教、讀誦大乘重要，要不然世尊為什麼講經四十九年，當年出世講這一部經不就夠了嗎？何必那麼麻煩！這個裡頭就是教給我們，阿賴耶識裡頭多放一些大乘、一乘經的種子，往生到極樂世界決定管用，幫助你快速向上提升。"
    },
    {
      "id": "02-037-0247_p0029",
      "zh_CN": "所以，有于同居见到常寂光土，这是最高的；有于同居见到实报土，我相信这是最多的，凡是学大乘的，读诵、听闻大乘经的，都会到这儿来；有于同居见方便土，这我们一看就晓得，这是学小乘的；有于同居但见本土，这连小乘都没学过。世尊当年在世讲经教学四十九年，有道理！留下来这些经典，不但帮助他当时，帮助我们后世，我们现在受到这个利益。末法往后还有九千年，九千年众生也受这个利益。这是世尊的慈悲，世尊的善巧方便。总是一个心、一个愿望，一切皆成佛，佛就是这么一个心愿，希望一切众生赶快成佛。有于同居但见本土，这是没有闻法的，能不能？能，能往生。虽然但见本土，生凡圣同居土，他也得到阿弥陀佛本愿威神加持，他在极乐世界的待遇、受用跟实报土的菩萨平等的，只是智慧有差别。",
      "zh_TW": "所以，有於同居見到常寂光土，這是最高的；有於同居見到實報土，我相信這是最多的，凡是學大乘的，讀誦、聽聞大乘經的，都會到這兒來；有於同居見方便土，這我們一看就曉得，這是學小乘的；有於同居但見本土，這連小乘都沒學過。世尊當年在世講經教學四十九年，有道理！留下來這些經典，不但幫助他當時，幫助我們後世，我們現在受到這個利益。末法往後還有九千年，九千年眾生也受這個利益。這是世尊的慈悲，世尊的善巧方便。總是一個心、一個願望，一切皆成佛，佛就是這麼一個心願，希望一切眾生趕快成佛。有於同居但見本土，這是沒有聞法的，能不能？能，能往生。雖然但見本土，生凡聖同居土，他也得到阿彌陀佛本願威神加持，他在極樂世界的待遇、受用跟實報土的菩薩平等的，只是智慧有差別。"
    },
    {
      "id": "02-037-0247_p0030",
      "zh_CN": "「如《像法决疑经》云：今日坐中无央数众」。像法，世尊灭度之后第二个一千年，禅定成就。这个时候佛教传到中国来，佛教传到中国是像法，不是正法。今日坐中无央数众，这是像法时候，坐中的大众听佛讲经说法。「或见此处山林、地土、砂砾」，这是见到什么？普通的我们肉眼所见的。「或见七宝」，这不是肉眼所见的，天眼所见的、法眼所见的。「或见是诸佛行处」，这是慧眼所见的。「或见即是不思议诸佛境界」，这是佛眼所见的。你看，「皆随机异见也」，与会大众根机不相同，大家同在一会、同在一处，每个人所见的境界不一样。这说出一桩什么事情？境随心转，你是什么样的心，你见的是什么境界。我们是凡夫的心，凡夫里头境界也不同。凡夫境界，烦恼、习气很深的人，他看到什么都会生烦恼，境随心转！他要是个很达观的人、很快乐的人，一切能大而化之，他看到目前这个境界很快乐，他生欢喜心。不一样！所以境界是幻化的，不是真常的。",
      "zh_TW": "「如《像法決疑經》云：今日坐中無央數眾」。像法，世尊滅度之後第二個一千年，禪定成就。這個時候佛教傳到中國來，佛教傳到中國是像法，不是正法。今日坐中無央數眾，這是像法時候，坐中的大眾聽佛講經說法。「或見此處山林、地土、砂礫」，這是見到什麼？普通的我們肉眼所見的。「或見七寶」，這不是肉眼所見的，天眼所見的、法眼所見的。「或見是諸佛行處」，這是慧眼所見的。「或見即是不思議諸佛境界」，這是佛眼所見的。你看，「皆隨機異見也」，與會大眾根機不相同，大家同在一會、同在一處，每個人所見的境界不一樣。這說出一樁什麼事情？境隨心轉，你是什麼樣的心，你見的是什麼境界。我們是凡夫的心，凡夫裡頭境界也不同。凡夫境界，煩惱、習氣很深的人，他看到什麼都會生煩惱，境隨心轉！他要是個很達觀的人、很快樂的人，一切能大而化之，他看到目前這個境界很快樂，他生歡喜心。不一樣！所以境界是幻化的，不是真常的。"
    },
    {
      "id": "02-037-0247_p0031",
      "zh_CN": "我们在《还源观》上读到，「出生无尽」，为什么会出生无尽？众生的众生心是无尽的，真正是随心应量。佛在《楞严》上说的，一切时、一切处、一切境缘无一不是「随众生心，应所知量」，没有一样是真的。真的，那要到实报土，实报土是真的。为什么？你用真心，你的妄想分别执着全放下了。心里头没有妄想分别执着，那叫真心，有这些东西都叫妄心。妄心见不到真相，真心就见到真相，所以实报庄严土也叫做一真法界，真心所见。上面所说的皆随机异见。两个人同在一起游览，看到山山水水，有人心情非常愉快，有人感到很悲哀。面对着环境是一个环境，为什么感触不一样？用心不一样。心地清净的人、心地善良的人觉得山河大地多美，心情烦躁的人、心情怨恨的人，看到什么他都埋怨。我们在这个地方细心去观察、细心去体会，确实境随心转。",
      "zh_TW": "我們在《還源觀》上讀到，「出生無盡」，為什麼會出生無盡？眾生的眾生心是無盡的，真正是隨心應量。佛在《楞嚴》上說的，一切時、一切處、一切境緣無一不是「隨眾生心，應所知量」，沒有一樣是真的。真的，那要到實報土，實報土是真的。為什麼？你用真心，你的妄想分別執著全放下了。心裡頭沒有妄想分別執著，那叫真心，有這些東西都叫妄心。妄心見不到真相，真心就見到真相，所以實報莊嚴土也叫做一真法界，真心所見。上面所說的皆隨機異見。兩個人同在一起遊覽，看到山山水水，有人心情非常愉快，有人感到很悲哀。面對著環境是一個環境，為什麼感觸不一樣？用心不一樣。心地清淨的人、心地善良的人覺得山河大地多美，心情煩躁的人、心情怨恨的人，看到什麼他都埋怨。我們在這個地方細心去觀察、細心去體會，確實境隨心轉。"
    },
    {
      "id": "02-037-0247_p0032",
      "zh_CN": "「故《弥陀要解》云：今云极乐世界，正指同居净土，亦即横具上三净土也。」这蕅益大师说得好，经里面所介绍的、所给你说得出来的，释迦牟尼佛为我们讲这部经，里面讲的极乐世界，讲什么？极乐世界是纯粹给我们讲凡圣同居土。凡圣同居土就这样的美好，何况上面。正指同居净土，是我们有能力去的地方，往上三土我们也许达不到，但是同居净土可以说人人有分。只要你真信，你真想去，肯念这一句阿弥陀佛，你就有分，你就决定得生。亦即横具上三净土，这个地方用了个横具，不是竖的，竖的就有高下，往上面方便土，再往上面实报土，再上去寂光土。它这里用横，在我同一层，平等，没有高下。虽有四土，一即是四，四即是一，同居里面看到实报土、看到方便土。",
      "zh_TW": "「故《彌陀要解》云：今云極樂世界，正指同居淨土，亦即橫具上三淨土也。」這蕅益大師說得好，經裡面所介紹的、所給你說得出來的，釋迦牟尼佛為我們講這部經，裡面講的極樂世界，講什麼？極樂世界是純粹給我們講凡聖同居土。凡聖同居土就這樣的美好，何況上面。正指同居淨土，是我們有能力去的地方，往上三土我們也許達不到，但是同居淨土可以說人人有分。只要你真信，你真想去，肯念這一句阿彌陀佛，你就有分，你就決定得生。亦即橫具上三淨土，這個地方用了個橫具，不是豎的，豎的就有高下，往上面方便土，再往上面實報土，再上去寂光土。它這裡用橫，在我同一層，平等，沒有高下。雖有四土，一即是四，四即是一，同居裡面看到實報土、看到方便土。"
    },
    {
      "id": "02-037-0247_p0033",
      "zh_CN": "这桩事情很难想像，我们举个例子来说。实报土好比是研究生，博士班的，方便土好比是大学生，同居土好比是中学生。现在三个人在一起上课，同在一个教室里头，这就平等，一即是三，三即是一，程度确实不一样，但是真在一起。这个比喻好懂。佛的智慧、神通、道力不可思议，佛以一音而说法，众生随类各得解。老师在上面讲课，研究生听的是他的课程，他听得很欢喜；大学生听的，也是我的课程；小学生听也听懂，他是给我讲的，是我的课程。不可思议！我们凡夫做不到，佛能做到，这是自性里头万德万能，不可思议。",
      "zh_TW": "這樁事情很難想像，我們舉個例子來說。實報土好比是研究生，博士班的，方便土好比是大學生，同居土好比是中學生。現在三個人在一起上課，同在一個教室裡頭，這就平等，一即是三，三即是一，程度確實不一樣，但是真在一起。這個比喻好懂。佛的智慧、神通、道力不可思議，佛以一音而說法，眾生隨類各得解。老師在上面講課，研究生聽的是他的課程，他聽得很歡喜；大學生聽的，也是我的課程；小學生聽也聽懂，他是給我講的，是我的課程。不可思議！我們凡夫做不到，佛能做到，這是自性裡頭萬德萬能，不可思議。"
    },
    {
      "id": "02-037-0247_p0034",
      "zh_CN": "这说出极乐世界的凡圣同居土，跟我们这里完全不一样。世尊在我们这个世界，这娑婆世界，众生根机不相同，所以他老人家四十九年说法有程度上的差别。最初，阿含时十二年，是小学程度；第二个阶段，方等，好比是中学程度，小学生提升上来，一直向上提升，提升到中学。方等八年，加上前面阿含十二年，二十年。二十年基础之后，佛讲般若，大乘，好比是大学。般若讲了二十二年，这是佛法的核心，时间最长。前面阿含跟方等加起来二十年，它还超过它。最后八年讲《法华》，会三归一，讲成佛的法门，一乘法，八年的时间，好比是研究所。我们看释迦牟尼佛一生施教，他好像办学校，办小学、办中学、办大学、办研究所。极乐世界不如是，极乐世界上课全在一起，什么样程度听他就是讲这个程度。妙极了！",
      "zh_TW": "這說出極樂世界的凡聖同居土，跟我們這裡完全不一樣。世尊在我們這個世界，這娑婆世界，眾生根機不相同，所以他老人家四十九年說法有程度上的差別。最初，阿含時十二年，是小學程度；第二個階段，方等，好比是中學程度，小學生提升上來，一直向上提升，提升到中學。方等八年，加上前面阿含十二年，二十年。二十年基礎之後，佛講般若，大乘，好比是大學。般若講了二十二年，這是佛法的核心，時間最長。前面阿含跟方等加起來二十年，它還超過它。最後八年講《法華》，會三歸一，講成佛的法門，一乘法，八年的時間，好比是研究所。我們看釋迦牟尼佛一生施教，他好像辦學校，辦小學、辦中學、辦大學、辦研究所。極樂世界不如是，極樂世界上課全在一起，什麼樣程度聽他就是講這個程度。妙極了！"
    },
    {
      "id": "02-037-0247_p0035",
      "zh_CN": "「又云：今约信愿行三，弥陀名号不可思议，故能令凡夫所感同居极乐，最极清净也。」这还是《弥陀要解》里的，蕅益大师所说的。现在就信愿行这三桩事情来说，显示出弥陀名号不可思议。名号不可思议，世尊在《无量寿经》里讲得最透彻，我们读过。经虽然只读了一半，对名号功德不可思议，每个同学我相信都有很深的概念。因为阿弥陀佛这个名号是自己自性的核心，自性的性德。这个名号可以翻成中国话，为什么不翻？叫尊重不翻。不是不能翻，可以翻的。阿翻作无，弥陀翻作量，佛翻成觉，你看中国翻出意思，无量觉。无量觉是自性，自性就是无量觉，不觉就迷了，觉就悟了，是无量觉。",
      "zh_TW": "「又云：今約信願行三，彌陀名號不可思議，故能令凡夫所感同居極樂，最極清淨也。」這還是《彌陀要解》裡的，蕅益大師所說的。現在就信願行這三樁事情來說，顯示出彌陀名號不可思議。名號不可思議，世尊在《無量壽經》裡講得最透徹，我們讀過。經雖然只讀了一半，對名號功德不可思議，每個同學我相信都有很深的概念。因為阿彌陀佛這個名號是自己自性的核心，自性的性德。這個名號可以翻成中國話，為什麼不翻？叫尊重不翻。不是不能翻，可以翻的。阿翻作無，彌陀翻作量，佛翻成覺，你看中國翻出意思，無量覺。無量覺是自性，自性就是無量覺，不覺就迷了，覺就悟了，是無量覺。"
    },
    {
      "id": "02-037-0247_p0036",
      "zh_CN": "无量觉里面含着圆满的智慧，这是般若，明了宇宙万有的真相，是般若智慧。第二个，无量觉里头有自性本具的德能。德能里面第一个就是慈悲，佛家常说，佛教是讲的什么？「慈悲为本，方便为门」，慈悲是根本智，方便是后得智。慈悲就是爱心，无条件的爱、没有情执的爱，是真爱。爱里头有分别、有执着，就不可以叫慈悲，就是世间人念的爱；慈悲是爱，里面没有情执、没有分别执着。我们讲的，换句话说，说个大家容易懂的，爱是感情的爱，慈悲是理智的爱。把感情转换成智慧、理智，那个爱就换个名词叫慈悲，真爱！永恒不变。感情的爱会变，靠不住，假的，虚情假意。你们看看这个社会，每天结婚的人多少？那不是爱吗？结婚了。可是结了婚之后，马上就离婚的有多少？不是假的吗？虚情假意！不要被这个假相欺骗了。被假相欺骗的人，在佛教里头，就是经典上常看到，可怜悯者，这些人真可怜，被假相蒙蔽，被假相欺骗。这个道理、事实真相我们真搞清楚、搞明白，我们才真正觉悟到，这个世间谁最爱我？你们能晓得吗？阿弥陀佛，他真爱我，永恒不变，其他的都靠不住。只有阿弥陀佛对一切众生的爱，是平等的爱、清净的爱，是大彻大悟的爱。如果我们不能相信，那我们就错了，我们迷惑到极处了。所以名号功德不可思议。",
      "zh_TW": "無量覺裡面含著圓滿的智慧，這是般若，明瞭宇宙萬有的真相，是般若智慧。第二個，無量覺裡頭有自性本具的德能。德能裡面第一個就是慈悲，佛家常說，佛教是講的什麼？「慈悲為本，方便為門」，慈悲是根本智，方便是後得智。慈悲就是愛心，無條件的愛、沒有情執的愛，是真愛。愛裡頭有分別、有執著，就不可以叫慈悲，就是世間人念的愛；慈悲是愛，裡面沒有情執、沒有分別執著。我們講的，換句話說，說個大家容易懂的，愛是感情的愛，慈悲是理智的愛。把感情轉換成智慧、理智，那個愛就換個名詞叫慈悲，真愛！永恆不變。感情的愛會變，靠不住，假的，虛情假意。你們看看這個社會，每天結婚的人多少？那不是愛嗎？結婚了。可是結了婚之後，馬上就離婚的有多少？不是假的嗎？虛情假意！不要被這個假相欺騙了。被假相欺騙的人，在佛教裡頭，就是經典上常看到，可憐憫者，這些人真可憐，被假相蒙蔽，被假相欺騙。這個道理、事實真相我們真搞清楚、搞明白，我們才真正覺悟到，這個世間誰最愛我？你們能曉得嗎？阿彌陀佛，他真愛我，永恆不變，其他的都靠不住。只有阿彌陀佛對一切眾生的愛，是平等的愛、清淨的愛，是大徹大悟的愛。如果我們不能相信，那我們就錯了，我們迷惑到極處了。所以名號功德不可思議。"
    },
    {
      "id": "02-037-0247_p0037",
      "zh_CN": "念这句名号，一切诸佛如来全念到了，你想想看，哪一个诸佛如来不是无量觉？全都是，一个都没有漏掉。你念这个名号，十方三世一切诸佛如来加持你，一切诸佛如来保佑你，你自己要肯接受。不要人家来加持你，我不敢当，这我不要，我不敢当，那就错了。自己要直下承当，要接受，要依教奉行。诸佛无量觉，我走这个路，念佛求生净土，亲近弥陀，这就是无量觉的一条正道，一条大道，成佛的捷径，可不能在这一生错过了。世出世间所有一切的殊胜都不能跟它相比，真正明白了，世出世间统统放下，二六时中就一句佛号，这一生当中，没有一个不生净土的。只要你真信、真愿，行是真干、真念，念力不可思议，把念头集中，就在佛号上，除佛号其他什么都不念。这说名号不可思议。",
      "zh_TW": "念這句名號，一切諸佛如來全念到了，你想想看，哪一個諸佛如來不是無量覺？全都是，一個都沒有漏掉。你念這個名號，十方三世一切諸佛如來加持你，一切諸佛如來保佑你，你自己要肯接受。不要人家來加持你，我不敢當，這我不要，我不敢當，那就錯了。自己要直下承當，要接受，要依教奉行。諸佛無量覺，我走這個路，念佛求生淨土，親近彌陀，這就是無量覺的一條正道，一條大道，成佛的捷徑，可不能在這一生錯過了。世出世間所有一切的殊勝都不能跟它相比，真正明白了，世出世間統統放下，二六時中就一句佛號，這一生當中，沒有一個不生淨土的。只要你真信、真願，行是真幹、真念，念力不可思議，把念頭集中，就在佛號上，除佛號其他什麼都不念。這說名號不可思議。"
    },
    {
      "id": "02-037-0247_p0038",
      "zh_CN": "「故能令凡夫所感同居极乐」，真信、切愿，专念阿弥陀佛，你所感的极乐世界同居土，无比的殊胜庄严，「最极清净」。最极清净是说，十方诸佛刹土里面跟极乐世界比都比不上。这句话我们相信，没有怀疑，为什么？因为阿弥陀佛在因地，四十八愿五劫修行。四十八愿从哪里来的？是考察、参观、学习十方一切诸佛刹土，取人之长，舍人之短。极乐世界是集一切诸佛刹土美好的大成，好的都在极乐世界，不好的在那里找不到。所以极乐的同居，是所有一切诸佛刹土的同居土都比不上，道理在此地。他不是自己想的，是真的去考察、真的去学习，这我们能信得过。今天时间到了，我们就学习到此地。",
      "zh_TW": "「故能令凡夫所感同居極樂」，真信、切願，專念阿彌陀佛，你所感的極樂世界同居土，無比的殊勝莊嚴，「最極清淨」。最極清淨是說，十方諸佛剎土裡面跟極樂世界比都比不上。這句話我們相信，沒有懷疑，為什麼？因為阿彌陀佛在因地，四十八願五劫修行。四十八願從哪裡來的？是考察、參觀、學習十方一切諸佛剎土，取人之長，捨人之短。極樂世界是集一切諸佛剎土美好的大成，好的都在極樂世界，不好的在那裡找不到。所以極樂的同居，是所有一切諸佛剎土的同居土都比不上，道理在此地。他不是自己想的，是真的去考察、真的去學習，這我們能信得過。今天時間到了，我們就學習到此地。"
    }
  ]
}