{
  "doc_id": "02-037-0478",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七八集",
    "zh_TW": "第四七八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0478",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-037-0478_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百七十五页。今天有东天目山海岛金山寺的法师来看我，机缘非常难得。我们今天的经文从九百七十四页最后一行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百七十五頁。今天有東天目山海島金山寺的法師來看我，機緣非常難得。我們今天的經文從九百七十四頁最後一行看起："
    },
    {
      "id": "02-037-0478_p0002",
      "zh_CN": "【汝等得佛经语。熟思惟之。各自端守。终身不怠。尊圣敬善。仁慈博爱。当求度世。拔断生死众恶之本。当离三涂。忧怖苦痛之道。】",
      "zh_TW": "【汝等得佛經語。熟思惟之。各自端守。終身不怠。尊聖敬善。仁慈博愛。當求度世。拔斷生死眾惡之本。當離三塗。憂怖苦痛之道。】"
    },
    {
      "id": "02-037-0478_p0003",
      "zh_CN": "这一段经文是世尊在劝导我们，学佛一定要依教奉行，要超出三界，永离轮回，这就对了。如果我们出家，违背了佛陀的教诲，来生还受三途苦报，这就完全错了。为什么会堕落？这个经前面讲得很清楚。这一段劝我们断恶修善，改邪归正，端正心念，这『各自端守』。",
      "zh_TW": "這一段經文是世尊在勸導我們，學佛一定要依教奉行，要超出三界，永離輪迴，這就對了。如果我們出家，違背了佛陀的教誨，來生還受三途苦報，這就完全錯了。為什麼會墮落？這個經前面講得很清楚。這一段勸我們斷惡修善，改邪歸正，端正心念，這『各自端守』。"
    },
    {
      "id": "02-037-0478_p0004",
      "zh_CN": "我们看念老的集注，右面这段经文是如来，就是本师释迦牟尼佛，普遍劝导听闻经法的人应当要专修、要专学。「佛经语」，这一句话说『汝等得佛经语』，这一句话的意思很深、很广。因为六道里头人身难得，得人身最难，佛法难闻。人的寿命短，得来不容易，得人身可贵之处，就是人间苦多乐少，容易觉悟。诸佛如来教化众生，以佛的身分，就是应以佛身而得度者，即现佛身而度化之，多半在人间；其他五道大概都是菩萨身分，不现佛身，只有在人间现佛身，所以佛法难闻，遇到佛不容易。我们今天生在这个世间，得人身，佛灭度了，但是佛的遗教还在人间，这是无比珍贵的缘分，也就是说我们有机缘闻到佛法。这个我们都得到了，人身得到了，佛法听到了。",
      "zh_TW": "我們看念老的集註，右面這段經文是如來，就是本師釋迦牟尼佛，普遍勸導聽聞經法的人應當要專修、要專學。「佛經語」，這一句話說『汝等得佛經語』，這一句話的意思很深、很廣。因為六道裡頭人身難得，得人身最難，佛法難聞。人的壽命短，得來不容易，得人身可貴之處，就是人間苦多樂少，容易覺悟。諸佛如來教化眾生，以佛的身分，就是應以佛身而得度者，即現佛身而度化之，多半在人間；其他五道大概都是菩薩身分，不現佛身，只有在人間現佛身，所以佛法難聞，遇到佛不容易。我們今天生在這個世間，得人身，佛滅度了，但是佛的遺教還在人間，這是無比珍貴的緣分，也就是說我們有機緣聞到佛法。這個我們都得到了，人身得到了，佛法聽到了。"
    },
    {
      "id": "02-037-0478_p0005",
      "zh_CN": "「佛经语」，这三个字统指如来的教法，也就是三藏十二分教。佛教我们什么？教我们「背尘合觉」，这是八万四千法门、无量法门教学的总纲领。背是背弃，我们今天讲放下。尘是五欲六尘，五欲是财色名食睡、贪瞋痴慢疑，这个东西是染污，染污我们身心，障碍我们的自性。有这个东西才有六道轮回，换句话说，六道轮回从哪里来的？从染污来的，没有染污就没有六道轮回。所以这个东西要背弃的，要放弃它。合觉，觉是清净平等觉，诸佛菩萨所证得的，我们要跟它相应。起心动念言语造作不可以迷恋世间名闻利养、七情五欲，这个事情万万不可。世尊四十九年所说的一切法，都是教我们背尘合觉、舍恶修善。什么是恶、什么是善？与五欲六尘相应的就是恶，与戒定慧相应的就是善。这个标准不能不知道，不能不掌握住，这通指一切法门。",
      "zh_TW": "「佛經語」，這三個字統指如來的教法，也就是三藏十二分教。佛教我們什麼？教我們「背塵合覺」，這是八萬四千法門、無量法門教學的總綱領。背是背棄，我們今天講放下。塵是五欲六塵，五欲是財色名食睡、貪瞋痴慢疑，這個東西是染污，染污我們身心，障礙我們的自性。有這個東西才有六道輪迴，換句話說，六道輪迴從哪裡來的？從染污來的，沒有染污就沒有六道輪迴。所以這個東西要背棄的，要放棄它。合覺，覺是清淨平等覺，諸佛菩薩所證得的，我們要跟它相應。起心動念言語造作不可以迷戀世間名聞利養、七情五欲，這個事情萬萬不可。世尊四十九年所說的一切法，都是教我們背塵合覺、捨惡修善。什麼是惡、什麼是善？與五欲六塵相應的就是惡，與戒定慧相應的就是善。這個標準不能不知道，不能不掌握住，這通指一切法門。"
    },
    {
      "id": "02-037-0478_p0006",
      "zh_CN": "「别则专指弥陀一乘愿海、六字洪名之净土三经。其中第一，即本经也」。这是说得佛经语，专指这部经，这部经无比殊胜。近代争议的人很多，批评的人很多，这些没有关系。现在真正修行的人不多、真正护法的人不多。什么叫真正修行人？真正持戒、修定、开慧的人，这是真正修行人。在本宗，真正能够落实净业三福、六和敬、三学六度、普贤十愿，这是真正净宗的念佛人。在这个基础上，发菩提心，一向专念，这是弥陀弟子，真正的弥陀弟子；如果不是，那就不是弥陀弟子，甚至于也不是释迦弟子。自认为是三宝弟子，佛菩萨不承认、鬼神不承认。这些道理、事实真相，我们总得搞清楚、搞明白。",
      "zh_TW": "「別則專指彌陀一乘願海、六字洪名之淨土三經。其中第一，即本經也」。這是說得佛經語，專指這部經，這部經無比殊勝。近代爭議的人很多，批評的人很多，這些沒有關係。現在真正修行的人不多、真正護法的人不多。什麼叫真正修行人？真正持戒、修定、開慧的人，這是真正修行人。在本宗，真正能夠落實淨業三福、六和敬、三學六度、普賢十願，這是真正淨宗的念佛人。在這個基礎上，發菩提心，一向專念，這是彌陀弟子，真正的彌陀弟子；如果不是，那就不是彌陀弟子，甚至於也不是釋迦弟子。自認為是三寶弟子，佛菩薩不承認、鬼神不承認。這些道理、事實真相，我們總得搞清楚、搞明白。"
    },
    {
      "id": "02-037-0478_p0007",
      "zh_CN": "世间有明眼人，有疑惑向真善知识去请教，听真善知识开示，这就对了。世间问题我们遇到困难，还要找专家学者，为什么？他是内行人。那关于经教上有问题，你要找专家学者，听他们开示。在经典上没有下过功夫的，没有认真修行的，他说的话往往不可靠，这是普通的知识。无论世出世间法，关键都是在老师，如果老师是真善知识，自己有真诚恭敬心学习，没有不成就的。世法、佛法世世代代传人，要靠这些人，这些人少，不多。为什么？这些人大公无私，这些人有智慧、有大慈悲，怜悯一切苦难众生，自己做出牺牲奉献，深入经藏，他才能搞清楚、搞明白。尤其是净宗法门，这部经、净宗法门，诸佛如来都说难信易行，虽然很容易修，但是很不容易叫人相信。不相信就不肯修、不认真修，什么原因？对这个法门了解深度不够。",
      "zh_TW": "世間有明眼人，有疑惑向真善知識去請教，聽真善知識開示，這就對了。世間問題我們遇到困難，還要找專家學者，為什麼？他是內行人。那關於經教上有問題，你要找專家學者，聽他們開示。在經典上沒有下過功夫的，沒有認真修行的，他說的話往往不可靠，這是普通的知識。無論世出世間法，關鍵都是在老師，如果老師是真善知識，自己有真誠恭敬心學習，沒有不成就的。世法、佛法世世代代傳人，要靠這些人，這些人少，不多。為什麼？這些人大公無私，這些人有智慧、有大慈悲，憐憫一切苦難眾生，自己做出犧牲奉獻，深入經藏，他才能搞清楚、搞明白。尤其是淨宗法門，這部經、淨宗法門，諸佛如來都說難信易行，雖然很容易修，但是很不容易叫人相信。不相信就不肯修、不認真修，什麼原因？對這個法門了解深度不夠。"
    },
    {
      "id": "02-037-0478_p0008",
      "zh_CN": "一乘愿海就是阿弥陀佛的四十八愿，四十八愿从哪来的？不是阿弥陀佛自己想出来的，阿弥陀佛从来没有去想，他只看到了诸佛如来十方刹土六道众生太苦了，几乎没有开悟的机缘，他怎么能够脱离六道？所以弥陀在因地，法藏比丘，跟我们的身分一样，他发了大慈悲心，想拯救这些苦难众生，让他们很容易圆成佛道。向他的老师请教，老师也没有告诉他，只是叫他去参学。你到十方世界诸佛刹土里面去参观、去考察、去学习，一切诸佛哪些地方你觉得很好，可取的你就采取，你觉得不好，你就可以舍弃不要它。法藏比丘非常听话，用五劫的时间，这么长的时间就是参观、考察、学习，一切诸佛刹土他一个都没有漏，统统都去看到了。取人之长，舍人之短，总结就是四十八愿。四十八愿是他五劫参访、考察、学习的总结论，结成四十八条，叫四十八愿。极乐世界就是从这四十八愿里面出生的，所以极乐世界就是个会集本，会集诸佛刹土里头真善美慧，成就圆满，超过一切诸佛刹土。就是说一切刹土里面，优点它统统具足，缺点它统统没有，所以在诸佛刹土当中它独胜，这个要知道。",
      "zh_TW": "一乘願海就是阿彌陀佛的四十八願，四十八願從哪來的？不是阿彌陀佛自己想出來的，阿彌陀佛從來沒有去想，他只看到了諸佛如來十方剎土六道眾生太苦了，幾乎沒有開悟的機緣，他怎麼能夠脫離六道？所以彌陀在因地，法藏比丘，跟我們的身分一樣，他發了大慈悲心，想拯救這些苦難眾生，讓他們很容易圓成佛道。向他的老師請教，老師也沒有告訴他，只是叫他去參學。你到十方世界諸佛剎土裡面去參觀、去考察、去學習，一切諸佛哪些地方你覺得很好，可取的你就採取，你覺得不好，你就可以捨棄不要它。法藏比丘非常聽話，用五劫的時間，這麼長的時間就是參觀、考察、學習，一切諸佛剎土他一個都沒有漏，統統都去看到了。取人之長，捨人之短，總結就是四十八願。四十八願是他五劫參訪、考察、學習的總結論，結成四十八條，叫四十八願。極樂世界就是從這四十八願裡面出生的，所以極樂世界就是個會集本，會集諸佛剎土裡頭真善美慧，成就圓滿，超過一切諸佛剎土。就是說一切剎土裡面，優點它統統具足，缺點它統統沒有，所以在諸佛剎土當中它獨勝，這個要知道。"
    },
    {
      "id": "02-037-0478_p0009",
      "zh_CN": "四十八愿是会集的，极乐世界是会集的，《华严经》上善财童子五十三参是会集的。你看他会集五十三位善知识，人家修行的理论、方法、经验，他统统吸收，成就自己。那要反对会集，就是孤陋寡闻，别人东西你不能学，你只搞你自己一门，别人什么东西完全不知道，这能办事吗？我们跟别人往来，对别人一无所知，行吗？别人知道我们，我们不知道他，连打仗都是知己知彼，百战百胜。知彼，要不要去研究他？对他不了解，你就没有办法胜过他。这是说会集是第一等聪明智慧。善财会集成就圆满的后得智。这是早年，我跟方东美先生学佛经哲学，他告诉我的。他说这个不是闭门造车、不是孤陋寡闻，不是一个人胡思乱想，他的每一句话、每一个理念都有理论、有事实做根据，他是真智慧。我们中国老祖宗常说，「读万卷书」，下一句是「行万里路」，为什么？你要去求证书上讲的是真的、是假的，你要去看看，你要去了解它，不能人家说了就相信，这是很容易造成误会，是你自己失败不能成就的原因。不能怪别人，怪自己，自己没有认真去学习。",
      "zh_TW": "四十八願是會集的，極樂世界是會集的，《華嚴經》上善財童子五十三參是會集的。你看他會集五十三位善知識，人家修行的理論、方法、經驗，他統統吸收，成就自己。那要反對會集，就是孤陋寡聞，別人東西你不能學，你只搞你自己一門，別人什麼東西完全不知道，這能辦事嗎？我們跟別人往來，對別人一無所知，行嗎？別人知道我們，我們不知道他，連打仗都是知己知彼，百戰百勝。知彼，要不要去研究他？對他不了解，你就沒有辦法勝過他。這是說會集是第一等聰明智慧。善財會集成就圓滿的後得智。這是早年，我跟方東美先生學佛經哲學，他告訴我的。他說這個不是閉門造車、不是孤陋寡聞，不是一個人胡思亂想，他的每一句話、每一個理念都有理論、有事實做根據，他是真智慧。我們中國老祖宗常說，「讀萬卷書」，下一句是「行萬里路」，為什麼？你要去求證書上講的是真的、是假的，你要去看看，你要去了解它，不能人家說了就相信，這是很容易造成誤會，是你自己失敗不能成就的原因。不能怪別人，怪自己，自己沒有認真去學習。"
    },
    {
      "id": "02-037-0478_p0010",
      "zh_CN": "所以这个地方经文，接着底下一句，『熟思惟之』，「熟思惟之，从闻而思」，你要多想想。「端守不怠，从思起修」。这最重要的，你想通了，你要把你学习的道理，学习的方法、经验，要用在自己生活上，你得受用了。为什么？过菩萨的生活。什么都不明了，我过的是六道凡夫的生活；我能把所学的这些经教统统都变成生活、都变成我的思想，我就过佛菩萨的生活，这得受用，这叫真学佛。天天念经、天天拜佛，还过的是六道轮回凡夫的生活，这个等于没学。你这个念佛、拜佛，只是跟阿弥陀佛结个缘，这一生不能往生，跟佛有缘，要等来生后世。什么时候能往生？什么时候把经典教诲统统变成生活、变成我自己的思惟，你这一生决定得生。",
      "zh_TW": "所以這個地方經文，接著底下一句，『熟思惟之』，「熟思惟之，從聞而思」，你要多想想。「端守不怠，從思起修」。這最重要的，你想通了，你要把你學習的道理，學習的方法、經驗，要用在自己生活上，你得受用了。為什麼？過菩薩的生活。什麼都不明瞭，我過的是六道凡夫的生活；我能把所學的這些經教統統都變成生活、都變成我的思想，我就過佛菩薩的生活，這得受用，這叫真學佛。天天念經、天天拜佛，還過的是六道輪迴凡夫的生活，這個等於沒學。你這個念佛、拜佛，只是跟阿彌陀佛結個緣，這一生不能往生，跟佛有緣，要等來生後世。什麼時候能往生？什麼時候把經典教誨統統變成生活、變成我自己的思惟，你這一生決定得生。"
    },
    {
      "id": "02-037-0478_p0011",
      "zh_CN": "真正得受用，本经讲三个真实，第一个是「真实之际」，这一句话了不起，不能小看。真实之际是什么？就是真如本性，换句话说，这部经自始至终字字句句是真如本性。第二句话说「真实智慧」，第三句话说「真实利益」。我们果然落实了，用在生活上，法喜充满，常生欢喜心，这是你得到的真实利益，确实身心健康，这我们身体得的利益，心里面没有烦恼、没有忧虑，清净淡然，这是享受，佛菩萨的受用我们得到了，我们跟上了。所以落实到生活上，这叫持戒。身心清净，喜乐无比，这叫三昧，我们净宗称为念佛三昧。智慧开了，那就明心见性，只要真修，它真有可能。",
      "zh_TW": "真正得受用，本經講三個真實，第一個是「真實之際」，這一句話了不起，不能小看。真實之際是什麼？就是真如本性，換句話說，這部經自始至終字字句句是真如本性。第二句話說「真實智慧」，第三句話說「真實利益」。我們果然落實了，用在生活上，法喜充滿，常生歡喜心，這是你得到的真實利益，確實身心健康，這我們身體得的利益，心裡面沒有煩惱、沒有憂慮，清淨淡然，這是享受，佛菩薩的受用我們得到了，我們跟上了。所以落實到生活上，這叫持戒。身心清淨，喜樂無比，這叫三昧，我們淨宗稱為念佛三昧。智慧開了，那就明心見性，只要真修，它真有可能。"
    },
    {
      "id": "02-037-0478_p0012",
      "zh_CN": "大乘教里头佛常常告诉我们，六根在六尘境界当中，就是眼耳鼻舌身对着色声香味触法，真正能做到不执着，没有自私自利、没有名闻利养、没有对立、没有成见，就证阿罗汉果，得第九禅定。无论在家出家，你只要肯修，你就能达到这个境界。如果能放下分别，不但不执着，分别的念头都没有，没有分别，平等心现前。平等性智现前，没有执着；没有分别，妙观察智现前；最高的境界，不起心不动念，不但没有分别执着，起心动念都没有，那恭喜你，你成佛了。这什么境界？无明破了，不起心不动念，无明破了。无明破了就是大彻大悟，明心见性。这三种都是真实利益。证得声闻、缘觉、菩萨定慧，往生西方极乐世界生方便有余土，不是同居土，同居土完全是凡夫。不起心不动念，生西方极乐世界实报庄严土。但是极乐世界殊胜、特别，跟一切诸佛刹土不一样。",
      "zh_TW": "大乘教裡頭佛常常告訴我們，六根在六塵境界當中，就是眼耳鼻舌身對著色聲香味觸法，真正能做到不執著，沒有自私自利、沒有名聞利養、沒有對立、沒有成見，就證阿羅漢果，得第九禪定。無論在家出家，你只要肯修，你就能達到這個境界。如果能放下分別，不但不執著，分別的念頭都沒有，沒有分別，平等心現前。平等性智現前，沒有執著；沒有分別，妙觀察智現前；最高的境界，不起心不動念，不但沒有分別執著，起心動念都沒有，那恭喜你，你成佛了。這什麼境界？無明破了，不起心不動念，無明破了。無明破了就是大徹大悟，明心見性。這三種都是真實利益。證得聲聞、緣覺、菩薩定慧，往生西方極樂世界生方便有餘土，不是同居土，同居土完全是凡夫。不起心不動念，生西方極樂世界實報莊嚴土。但是極樂世界殊勝、特別，跟一切諸佛剎土不一樣。"
    },
    {
      "id": "02-037-0478_p0013",
      "zh_CN": "弥陀的愿太大了，弥陀名号的功德不可思议，这个必须深入这部经，你才真正体会得到。这一句名号只要老实念下去，不要怀疑、不要夹杂、不要间断，老实念下去，烦恼不要去断自己断掉了，业障不必去消，到时候自然没有了。这是什么原因？名号功德把你的烦恼业障习气，自自然然在无形当中把它化解了。名号有这么大的力量，没人晓得。知道的人不一样，知道的人对念佛是分秒必争。古德所说，「少说一句话，多念一声佛，打得念头死，许汝法身活」，觉明妙行菩萨说的。这个话是真的，一点都不假，哪有功夫说闲话！为什么不老老实实去念佛？坐着念佛，站着念佛，走着念佛，躺在床上还是念佛。",
      "zh_TW": "彌陀的願太大了，彌陀名號的功德不可思議，這個必須深入這部經，你才真正體會得到。這一句名號只要老實念下去，不要懷疑、不要夾雜、不要間斷，老實念下去，煩惱不要去斷自己斷掉了，業障不必去消，到時候自然沒有了。這是什麼原因？名號功德把你的煩惱業障習氣，自自然然在無形當中把它化解了。名號有這麼大的力量，沒人曉得。知道的人不一樣，知道的人對念佛是分秒必爭。古德所說，「少說一句話，多念一聲佛，打得念頭死，許汝法身活」，覺明妙行菩薩說的。這個話是真的，一點都不假，哪有功夫說閒話！為什麼不老老實實去念佛？坐著念佛，站著念佛，走著念佛，躺在床上還是念佛。"
    },
    {
      "id": "02-037-0478_p0014",
      "zh_CN": "谛闲老和尚教人教得好，念累了休息，休息好了，赶快接着念。他有一个徒弟，在家是做锅漏匠的，不认识字，人很愚痴，什么也不懂。出家之后，谛闲法师就教他一句，南无阿弥陀佛，告诉他，你念，念累了就休息，休息好了再念，将来准定有好处。他也不问什么好处不好处，反正师父叫我念，我就念。真的老实、听话、真干，念了三年，你看他往生多自在，预知时至，站着往生。死了还站了三天，等谛闲老和尚给他办后事。老和尚对他赞叹，他说天下弘宗演教的大善知识比不上你。弘宗是禅宗大德，演教是讲经说法的大法师，不如你！天下丛林宝刹的方丈住持也比不上你。这个赞叹一点都不过分。他念了几年？三年。他的成就在谛闲老和尚心目当中，天下第一人，老和尚看到念佛成佛的，没有一个人能超过他。他什么都不会，不认识字，没念过书，一天经没听过，在一起共修念佛堂，他一支香也没念过，他能有那么大的成就！这就是一门深入，长时薰修，三年就薰修成了。他有什么本事？一句名号，真信不疑，不怀疑、不夹杂、不间断，这就是他的本事，这个本事一般人做不到。这些教训我们要记住，我们要认真努力学习。",
      "zh_TW": "諦閑老和尚教人教得好，念累了休息，休息好了，趕快接著念。他有一個徒弟，在家是做鍋漏匠的，不認識字，人很愚痴，什麼也不懂。出家之後，諦閑法師就教他一句，南無阿彌陀佛，告訴他，你念，念累了就休息，休息好了再念，將來準定有好處。他也不問什麼好處不好處，反正師父叫我念，我就念。真的老實、聽話、真幹，念了三年，你看他往生多自在，預知時至，站著往生。死了還站了三天，等諦閑老和尚給他辦後事。老和尚對他讚歎，他說天下弘宗演教的大善知識比不上你。弘宗是禪宗大德，演教是講經說法的大法師，不如你！天下叢林寶剎的方丈住持也比不上你。這個讚歎一點都不過分。他念了幾年？三年。他的成就在諦閑老和尚心目當中，天下第一人，老和尚看到念佛成佛的，沒有一個人能超過他。他什麼都不會，不認識字，沒念過書，一天經沒聽過，在一起共修念佛堂，他一支香也沒念過，他能有那麼大的成就！這就是一門深入，長時薰修，三年就薰修成了。他有什麼本事？一句名號，真信不疑，不懷疑、不夾雜、不間斷，這就是他的本事，這個本事一般人做不到。這些教訓我們要記住，我們要認真努力學習。"
    },
    {
      "id": "02-037-0478_p0015",
      "zh_CN": "如果马雅灾难预言是真的，那就是今年十二月二十一号，还有五个月，我们还有时间打闲岔吗？这五个月的时间要完全学锅漏匠，了不起，没有一个不成就。如果还是半信半疑，间断夹杂，功夫完全破坏了。如果还贪恋名闻利养、还贪恋七情五欲，那你依旧在搞六道轮回，你出不了。锅漏匠这个人去我们不远，抗战期间时候的人，六十年前，我的上面一辈，说起来大家都知道，做榜样给我们看。信心不能够建立，原因是什么？了解不够透彻。了解不够透彻是闻经太少。我们是凡夫，中下根性的人，不是上根，自己要有自知之明，要能守住自己的本分。中下根性，那就要依靠经教，用经教来薰修，把我们的善根福德因缘提升，我们才能成就。",
      "zh_TW": "如果馬雅災難預言是真的，那就是今年十二月二十一號，還有五個月，我們還有時間打閒岔嗎？這五個月的時間要完全學鍋漏匠，了不起，沒有一個不成就。如果還是半信半疑，間斷夾雜，功夫完全破壞了。如果還貪戀名聞利養、還貪戀七情五欲，那你依舊在搞六道輪迴，你出不了。鍋漏匠這個人去我們不遠，抗戰期間時候的人，六十年前，我的上面一輩，說起來大家都知道，做榜樣給我們看。信心不能夠建立，原因是什麼？了解不夠透徹。了解不夠透徹是聞經太少。我們是凡夫，中下根性的人，不是上根，自己要有自知之明，要能守住自己的本分。中下根性，那就要依靠經教，用經教來薰修，把我們的善根福德因緣提升，我們才能成就。"
    },
    {
      "id": "02-037-0478_p0016",
      "zh_CN": "谛闲老和尚给锅漏匠的供养是一个人家废弃的破庙，没有人住的，叫他去在那个里面住。听说庙里头门都没有，大门都没有，也不给他修。他就孤家寡人一个，一身换洗的两套衣服，什么也没有，也不怕人抢、也不怕人偷，一无所有。附近旁边的有几个居士，谛闲老和尚的在家皈依徒弟，老和尚嘱咐他们每个月送他一点米、送他一点菜，让他三餐能吃得饱。早餐自己料理，中午有一个老太婆给他烧饭，给他洗衣服。他自己一天到晚就是阿弥陀佛，累了就休息，休息好了接着干，不分昼夜。三年念成功了，往生那个样子就是成绩单，那就是报师恩，老师照顾他。生活非常清苦，记住释迦牟尼佛入般涅槃之前告诉后人，出家的弟子以戒为师、以苦为师。如果生活过得太舒服、太自在了，你对这个世间有贪恋，你就放不下。那怎么样？那是害你，那不是爱你，是害你，让你在六道永远搞轮回，永远出不去，这个要知道。",
      "zh_TW": "諦閑老和尚給鍋漏匠的供養是一個人家廢棄的破廟，沒有人住的，叫他去在那個裡面住。聽說廟裡頭門都沒有，大門都沒有，也不給他修。他就孤家寡人一個，一身換洗的兩套衣服，什麼也沒有，也不怕人搶、也不怕人偷，一無所有。附近旁邊的有幾個居士，諦閑老和尚的在家皈依徒弟，老和尚囑咐他們每個月送他一點米、送他一點菜，讓他三餐能吃得飽。早餐自己料理，中午有一個老太婆給他燒飯，給他洗衣服。他自己一天到晚就是阿彌陀佛，累了就休息，休息好了接著幹，不分晝夜。三年念成功了，往生那個樣子就是成績單，那就是報師恩，老師照顧他。生活非常清苦，記住釋迦牟尼佛入般涅槃之前告訴後人，出家的弟子以戒為師、以苦為師。如果生活過得太舒服、太自在了，你對這個世間有貪戀，你就放不下。那怎麼樣？那是害你，那不是愛你，是害你，讓你在六道永遠搞輪迴，永遠出不去，這個要知道。"
    },
    {
      "id": "02-037-0478_p0017",
      "zh_CN": "我初出家受了戒，我是出家两年之后才受戒。我一出家教佛学院，教了两年受戒。受戒完了之后，台北有个居士，他有个别墅在山上，带我去看，风景非常好，后面还有一个防空洞。这个别墅是日本式的，为什么建的？战争的时候怕美国飞机轰炸，所以后头是防空洞，躲在这个乡下偏僻地方。他告诉我，这里好修行，要供养我，给我做个小精舍。我看了之后，回到台中向老师报告，有这么回事情。我说老师，我在那里闭关进修。老师就告诉我，闭关是有条件的，他说你知道，赵州八十犹行脚。为什么？八十岁了，闭关修行多好，为什么还行脚？没开悟。于是老人家告诉我，闭关住山（这个住山就是禁足，住在山上不下山了，禁足）都是大彻大悟之人，他明心见性，不需要再去参学了。闭关实际上向天下人宣布，我已经明心见性，我已经可以做你们老师了，你们有问题到我这来请教。你是不是开悟了？要没有开悟，你要到处去求学，你怎么能坐在这不动，那怎么能成就！一定要依止善知识。住山就是住茅蓬，亦复如是。我这才明了，因为当时不知道，看到很多同学，同届的，受了戒之后，有好几个都闭关去了，我也很喜欢。结果老师这么一说，我才完全知道，错了，完全错了。闭关那是什么？不再去求学，那自己在家里闭门造车，胡思乱想。这都是没有知识，没有人告诉我们。从此以后一生，我都不敢讲住山闭关，不敢讲这句话。为什么？用古人的标准，我们不具备这个条件，还是要处处参学。",
      "zh_TW": "我初出家受了戒，我是出家兩年之後才受戒。我一出家教佛學院，教了兩年受戒。受戒完了之後，台北有個居士，他有個別墅在山上，帶我去看，風景非常好，後面還有一個防空洞。這個別墅是日本式的，為什麼建的？戰爭的時候怕美國飛機轟炸，所以後頭是防空洞，躲在這個鄉下偏僻地方。他告訴我，這裡好修行，要供養我，給我做個小精舍。我看了之後，回到台中向老師報告，有這麼回事情。我說老師，我在那裡閉關進修。老師就告訴我，閉關是有條件的，他說你知道，趙州八十猶行腳。為什麼？八十歲了，閉關修行多好，為什麼還行腳？沒開悟。於是老人家告訴我，閉關住山（這個住山就是禁足，住在山上不下山了，禁足）都是大徹大悟之人，他明心見性，不需要再去參學了。閉關實際上向天下人宣布，我已經明心見性，我已經可以做你們老師了，你們有問題到我這來請教。你是不是開悟了？要沒有開悟，你要到處去求學，你怎麼能坐在這不動，那怎麼能成就！一定要依止善知識。住山就是住茅蓬，亦復如是。我這才明瞭，因為當時不知道，看到很多同學，同屆的，受了戒之後，有好幾個都閉關去了，我也很喜歡。結果老師這麼一說，我才完全知道，錯了，完全錯了。閉關那是什麼？不再去求學，那自己在家裡閉門造車，胡思亂想。這都是沒有知識，沒有人告訴我們。從此以後一生，我都不敢講住山閉關，不敢講這句話。為什麼？用古人的標準，我們不具備這個條件，還是要處處參學。"
    },
    {
      "id": "02-037-0478_p0018",
      "zh_CN": "如果精舍，原本佛门的精舍是出家人修行的道场，称为精舍，精修之舍。那个舍都是小茅蓬。精不是精致、不是豪华！豪华的居处，像住在宫殿里面一样，这能修行吗？肯定增长你的贪瞋痴慢，那是拖你下地狱的，不是成就你的。成就的是什么？天天鞭你、天天打你、天天呵斥你，那是真善知识，这是我们一定要晓得的。但是供养的人他是好心，他并没有害我们，他也不知道，我们也不知道，其实我们真的受害了。这都是无知造成的罪过，对修道人影响太大。本来一生可以往生，可以脱离三界六道，这一来又得继续搞六道轮回，不晓得搞到哪一生哪一劫，你说多可怕！所以释迦牟尼佛给我们做最好的榜样，一生吃尽苦头，一生守住树下一宿，日中一食，沿门托钵，往生圆寂在树林里头，不是在房子里头。做给我们看的，我们要懂得他的意思，要向他学习。他做给我们看，我们做给后人看，世世代代把释迦牟尼佛的好样子传下去。",
      "zh_TW": "如果精舍，原本佛門的精舍是出家人修行的道場，稱為精舍，精修之舍。那個舍都是小茅蓬。精不是精緻、不是豪華！豪華的居處，像住在宮殿裡面一樣，這能修行嗎？肯定增長你的貪瞋痴慢，那是拖你下地獄的，不是成就你的。成就的是什麼？天天鞭你、天天打你、天天呵斥你，那是真善知識，這是我們一定要曉得的。但是供養的人他是好心，他並沒有害我們，他也不知道，我們也不知道，其實我們真的受害了。這都是無知造成的罪過，對修道人影響太大。本來一生可以往生，可以脫離三界六道，這一來又得繼續搞六道輪迴，不曉得搞到哪一生哪一劫，你說多可怕！所以釋迦牟尼佛給我們做最好的榜樣，一生吃盡苦頭，一生守住樹下一宿，日中一食，沿門托缽，往生圓寂在樹林裡頭，不是在房子裡頭。做給我們看的，我們要懂得他的意思，要向他學習。他做給我們看，我們做給後人看，世世代代把釋迦牟尼佛的好樣子傳下去。"
    },
    {
      "id": "02-037-0478_p0019",
      "zh_CN": "从前出门坐的车，牛车、马车。现在的交通工具好，住的是洋房，出门有高级轿车，前呼后拥，像做皇上一样的。这种方式修行，能够不堕落的，那真正是佛菩萨再来，不是凡人，凡人做不到。可是真正佛菩萨再来，肯不肯这样做？不肯这样做。为什么？不是初学人的好榜样，佛菩萨不表这个法。佛菩萨表的法一定是苦行，一定是远离尘劳。居住的环境清净，听不到杂音，在古时候的标准，听不到牛叫的声音。换句话说，修行人所居住的茅蓬，跟农民家里一定有一段距离，现在讲至少有一里路的距离，他们养的牲口的声音听不到。也不能太远，太远怎么？托钵不方便。所以佛门修行人居住的地方，离村落标准是三里路，三、四里，也就是现在讲的二公里、三公里，二公里这种距离，一公里是中国的二里，托钵方便。",
      "zh_TW": "從前出門坐的車，牛車、馬車。現在的交通工具好，住的是洋房，出門有高級轎車，前呼後擁，像做皇上一樣的。這種方式修行，能夠不墮落的，那真正是佛菩薩再來，不是凡人，凡人做不到。可是真正佛菩薩再來，肯不肯這樣做？不肯這樣做。為什麼？不是初學人的好榜樣，佛菩薩不表這個法。佛菩薩表的法一定是苦行，一定是遠離塵勞。居住的環境清淨，聽不到雜音，在古時候的標準，聽不到牛叫的聲音。換句話說，修行人所居住的茅蓬，跟農民家裡一定有一段距離，現在講至少有一里路的距離，他們養的牲口的聲音聽不到。也不能太遠，太遠怎麼？托缽不方便。所以佛門修行人居住的地方，離村落標準是三里路，三、四里，也就是現在講的二公里、三公里，二公里這種距離，一公里是中國的二里，托缽方便。"
    },
    {
      "id": "02-037-0478_p0020",
      "zh_CN": "我们读经，对佛感恩，最难得的不是他的经教，是他表演做出来给我们看。佛是用身教，身行言教。三十岁开悟，开悟之后，一生讲经教学四十九年。我们没有在经上看到佛做一次法会，打一个佛七、禅七，没有过。佛的法会统统是讲经，华严法会、法华法会，他全是讲经。所以世尊是什么身分我们要搞清楚，是个多元文化的教育家，用现在的话来说，本身是多元文化社会教育的义务工作者。天天认真教学，一天不止八个小时，不收一分钱学费，来者不拒，去者不留。常随弟子出家人，经典上有记载，一千二百五十五个人，他们不离开释迦牟尼佛；临时来来去去的多，比常随的多，所以世尊这个团体在三千人以上。来来去去的很多，天天都有新来的，新来的人佛都见，提出一些疑难杂症都要跟他解决，都要教他。喜欢的、感恩的，他有时间，在这个团体里头多住几天、多听几天，随着大家一起学习。",
      "zh_TW": "我們讀經，對佛感恩，最難得的不是他的經教，是他表演做出來給我們看。佛是用身教，身行言教。三十歲開悟，開悟之後，一生講經教學四十九年。我們沒有在經上看到佛做一次法會，打一個佛七、禪七，沒有過。佛的法會統統是講經，華嚴法會、法華法會，他全是講經。所以世尊是什麼身分我們要搞清楚，是個多元文化的教育家，用現在的話來說，本身是多元文化社會教育的義務工作者。天天認真教學，一天不止八個小時，不收一分錢學費，來者不拒，去者不留。常隨弟子出家人，經典上有記載，一千二百五十五個人，他們不離開釋迦牟尼佛；臨時來來去去的多，比常隨的多，所以世尊這個團體在三千人以上。來來去去的很多，天天都有新來的，新來的人佛都見，提出一些疑難雜症都要跟他解決，都要教他。喜歡的、感恩的，他有時間，在這個團體裡頭多住幾天、多聽幾天，隨著大家一起學習。"
    },
    {
      "id": "02-037-0478_p0021",
      "zh_CN": "我们把它搞清楚、搞明白，不但佛教，所有宗教我都劝他们一定要回归教学，因为每个宗教创教的这些大师，全都是教育家、都是讲经的老师。犹太教的摩西，《旧约》里头所说的，一生教学二、三十年；穆罕默德，伊斯兰教的，教学二十七年；耶稣教学三年，被人害死的，他要不是被人害死，我相信，他也是一生教学。所以宗教教育要不能够恢复，宗教很难再传下去，人家不相信。你都是做祈祷，祈祷有没有效？相信的人愈来愈少了。一定要回归教育，祈祷是可以的，那是附带的，不是主修的，主修是在讲堂，宾主一定要分开。",
      "zh_TW": "我們把它搞清楚、搞明白，不但佛教，所有宗教我都勸他們一定要回歸教學，因為每個宗教創教的這些大師，全都是教育家、都是講經的老師。猶太教的摩西，《舊約》裡頭所說的，一生教學二、三十年；穆罕默德，伊斯蘭教的，教學二十七年；耶穌教學三年，被人害死的，他要不是被人害死，我相信，他也是一生教學。所以宗教教育要不能夠恢復，宗教很難再傳下去，人家不相信。你都是做祈禱，祈禱有沒有效？相信的人愈來愈少了。一定要回歸教育，祈禱是可以的，那是附帶的，不是主修的，主修是在講堂，賓主一定要分開。"
    },
    {
      "id": "02-037-0478_p0022",
      "zh_CN": "经教通达明白了，知道为什么要祈祷，祈祷所根据的理论是什么，这个搞清楚、搞明白了。不但经典上有说，现代的科学家也发现了念力的秘密，祈祷就是运用念力解决一些问题。念力的能量很大，对个人可以治疗身心各种疾病，这些跟佛经上所说的都相同，所以佛经不迷信，宗教里头经典也不是完全迷信，一定要研究，一定要把它搞清楚、搞明白。所以从闻而思，从思起修，如教奉行，这就是把经典教诲落实在生活、落实在工作、落实在处事待人接物，这是真正佛的学生、佛的弟子，在社会上是个标准的好人。今天我们对于戒律做不到，在家学佛十善做不到，出家学佛五戒做不到，沙弥十戒做不到，所以佛教衰了。这些东西做不到，人心就坏了；人心要坏了，社会就乱了；社会乱了，灾难就起来了，我们要明白这个道理。",
      "zh_TW": "經教通達明白了，知道為什麼要祈禱，祈禱所根據的理論是什麼，這個搞清楚、搞明白了。不但經典上有說，現代的科學家也發現了念力的祕密，祈禱就是運用念力解決一些問題。念力的能量很大，對個人可以治療身心各種疾病，這些跟佛經上所說的都相同，所以佛經不迷信，宗教裡頭經典也不是完全迷信，一定要研究，一定要把它搞清楚、搞明白。所以從聞而思，從思起修，如教奉行，這就是把經典教誨落實在生活、落實在工作、落實在處事待人接物，這是真正佛的學生、佛的弟子，在社會上是個標準的好人。今天我們對於戒律做不到，在家學佛十善做不到，出家學佛五戒做不到，沙彌十戒做不到，所以佛教衰了。這些東西做不到，人心就壞了；人心要壞了，社會就亂了；社會亂了，災難就起來了，我們要明白這個道理。"
    },
    {
      "id": "02-037-0478_p0023",
      "zh_CN": "为什么两百年前人修行都能如法，现在人为什么做不到？有原因，不是没有原因。最近两百年，大家把古圣先贤的教诲疏忽了，西方文明进入中国，大家好奇，形成一个错误观念，什么都是外国好，中国东西没有用，不学中国东西学外国的，就错在这里。现在把自己东西丢干净了，前一百年疏忽，传统的东西还有人讲，没人相信，没有人肯做；最近这一百年，连讲的人都没有了。一般社会大众提起传统文化、提起佛法，非常陌生，不知道这什么东西，有很重的疑惑，没有人能够解释。所以说，佛是什么？听到佛都害怕、排斥。有人告诉我，非洲不知道佛是什么，有不少的非洲人听到佛，他们就赶快跑，好像这是一种邪魔，不敢接近。这是我们佛门弟子做得不好，让大家产生怀疑，没有把佛的经教讲清楚、讲明白，我们没有尽到责任。",
      "zh_TW": "為什麼兩百年前人修行都能如法，現在人為什麼做不到？有原因，不是沒有原因。最近兩百年，大家把古聖先賢的教誨疏忽了，西方文明進入中國，大家好奇，形成一個錯誤觀念，什麼都是外國好，中國東西沒有用，不學中國東西學外國的，就錯在這裡。現在把自己東西丟乾淨了，前一百年疏忽，傳統的東西還有人講，沒人相信，沒有人肯做；最近這一百年，連講的人都沒有了。一般社會大眾提起傳統文化、提起佛法，非常陌生，不知道這什麼東西，有很重的疑惑，沒有人能夠解釋。所以說，佛是什麼？聽到佛都害怕、排斥。有人告訴我，非洲不知道佛是什麼，有不少的非洲人聽到佛，他們就趕快跑，好像這是一種邪魔，不敢接近。這是我們佛門弟子做得不好，讓大家產生懷疑，沒有把佛的經教講清楚、講明白，我們沒有盡到責任。"
    },
    {
      "id": "02-037-0478_p0024",
      "zh_CN": "我们也遇到很多人问，佛到底是什么？讲什么？最简单的，我们每天念三皈依，「皈依佛，二足尊」，能把三皈依讲清楚、讲明白，问题解决了。佛是二足尊，二是什么？智慧、福报，足是圆满。佛是什么？智慧圆满了，福报圆满了。这个你要不要？你不要智慧就愚痴，你不要福报就贫贱。你不要佛，就是你不要智慧也不要福报，我甘愿愚痴、甘愿贫贱，不就这个意思吗？学佛是什么？学智慧，学圆满的智慧；学福报，我要得圆满的福报。能不能得到？佛氏门中，有求必应，这真能得到。",
      "zh_TW": "我們也遇到很多人問，佛到底是什麼？講什麼？最簡單的，我們每天念三皈依，「皈依佛，二足尊」，能把三皈依講清楚、講明白，問題解決了。佛是二足尊，二是什麼？智慧、福報，足是圓滿。佛是什麼？智慧圓滿了，福報圓滿了。這個你要不要？你不要智慧就愚痴，你不要福報就貧賤。你不要佛，就是你不要智慧也不要福報，我甘願愚痴、甘願貧賤，不就這個意思嗎？學佛是什麼？學智慧，學圓滿的智慧；學福報，我要得圓滿的福報。能不能得到？佛氏門中，有求必應，這真能得到。"
    },
    {
      "id": "02-037-0478_p0025",
      "zh_CN": "法是什么？法是宇宙自然的规则，不是某一个人的学说，不是某一家的学说，不是人建立的，它是自然的。佛一生，所学所教的是什么？诸法实相。诸法是一切法，一切法的真相，经典所说的，一切法的真相。现在人，哲学是研究真相的，科学也是在寻求真相的，他们最近四百年的努力，跟佛经愈来愈接近，这讲宇宙人生真相，宇宙的起源、生命的起源，我从哪里来的，愈来愈接近，这个好事！所以我们有理由相信，科学不断在进步，二、三十年之后，佛教不是宗教，是什么？高等科学、高等哲学，被这些科学家肯定了。我们一定要把它讲清楚、讲明白，这个东西用在生活上真得受用，真正体会到真实利益，谁不喜欢？它真能解决问题。今天社会疑难杂症，佛经里头统统有解决的理论、方法、经验，大家不肯学习，天天去找解决的方法，找了几十年都找不到。我们有缘参加联合国这些活动，把大乘佛法、中国传统文化介绍给大家，他们很欢喜，当然还是半信半疑，半信半疑也不错，知道有这个东西。",
      "zh_TW": "法是什麼？法是宇宙自然的規則，不是某一個人的學說，不是某一家的學說，不是人建立的，它是自然的。佛一生，所學所教的是什麼？諸法實相。諸法是一切法，一切法的真相，經典所說的，一切法的真相。現在人，哲學是研究真相的，科學也是在尋求真相的，他們最近四百年的努力，跟佛經愈來愈接近，這講宇宙人生真相，宇宙的起源、生命的起源，我從哪裡來的，愈來愈接近，這個好事！所以我們有理由相信，科學不斷在進步，二、三十年之後，佛教不是宗教，是什麼？高等科學、高等哲學，被這些科學家肯定了。我們一定要把它講清楚、講明白，這個東西用在生活上真得受用，真正體會到真實利益，誰不喜歡？它真能解決問題。今天社會疑難雜症，佛經裡頭統統有解決的理論、方法、經驗，大家不肯學習，天天去找解決的方法，找了幾十年都找不到。我們有緣參加聯合國這些活動，把大乘佛法、中國傳統文化介紹給大家，他們很歡喜，當然還是半信半疑，半信半疑也不錯，知道有這個東西。"
    },
    {
      "id": "02-037-0478_p0026",
      "zh_CN": "我们去年得到唐太宗的《群书治要》，这是一个听众，也是一个同修，他们找到的。寄给我，我一看这个书如获至宝，不但中国有救，全世界有救了，立刻将这个书印一万本。现在这一年多，不止一万，十万都不止了，很多地方印。现在迫切需要的是翻成外国文字，我们首先的对象送联合国，他们天天在找世界和平的理论跟方法，这书上全有。我们可以把这个东西提供给他，有兴趣的话，我们可以一起来研究讨论如何化解冲突，促进社会安定，永久和平。每一个人心里所期望的，有感应，居然这些书能现前，这不可思议。",
      "zh_TW": "我們去年得到唐太宗的《群書治要》，這是一個聽眾，也是一個同修，他們找到的。寄給我，我一看這個書如獲至寶，不但中國有救，全世界有救了，立刻將這個書印一萬本。現在這一年多，不止一萬，十萬都不止了，很多地方印。現在迫切需要的是翻成外國文字，我們首先的對象送聯合國，他們天天在找世界和平的理論跟方法，這書上全有。我們可以把這個東西提供給他，有興趣的話，我們可以一起來研究討論如何化解衝突，促進社會安定，永久和平。每一個人心裡所期望的，有感應，居然這些書能現前，這不可思議。"
    },
    {
      "id": "02-037-0478_p0027",
      "zh_CN": "下面憬兴法师说，「端守者，匡邪守正故」。匡是匡正，就是改正。把偏邪改正过来，这叫端守。「尽此一生，端守佛诲」，这你得有信心，你有大智慧、有大福德，你真正相信不疑，像孔老夫子学习的心态。夫子一生，对古圣先贤信而好古，他相信，一点怀疑没有，他相信古人。古人的东西，不是好的东西传不下来，谁给他传？能传下来的，都是他一生当中的精品，不善的全淘汰掉了，全是精品。在孔子那个时代往上再追溯二千五百年，也就是五千年前，那个时候文字没发明，虽没有文字，不能说没有文化，那个时候文化是靠口传的。我相信，古圣先贤讲的五伦、五常、八德决定不止五千年，印度婆罗门教有一万三千年的历史，相信中国不会输过他们。五伦、五常、八德，我相信，一万多年前老祖宗传下来的，真正是精品、是精华，纯真无妄。五伦就二十个字，传十万年都不会传错，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信，能传错吗？传十万年也不会传错，这简单，它不麻烦，而且都能够做到，家和万事兴，社会和谐、国家和谐、世界和谐。",
      "zh_TW": "下面憬興法師說，「端守者，匡邪守正故」。匡是匡正，就是改正。把偏邪改正過來，這叫端守。「盡此一生，端守佛誨」，這你得有信心，你有大智慧、有大福德，你真正相信不疑，像孔老夫子學習的心態。夫子一生，對古聖先賢信而好古，他相信，一點懷疑沒有，他相信古人。古人的東西，不是好的東西傳不下來，誰給他傳？能傳下來的，都是他一生當中的精品，不善的全淘汰掉了，全是精品。在孔子那個時代往上再追溯二千五百年，也就是五千年前，那個時候文字沒發明，雖沒有文字，不能說沒有文化，那個時候文化是靠口傳的。我相信，古聖先賢講的五倫、五常、八德決定不止五千年，印度婆羅門教有一萬三千年的歷史，相信中國不會輸過他們。五倫、五常、八德，我相信，一萬多年前老祖宗傳下來的，真正是精品、是精華，純真無妄。五倫就二十個字，傳十萬年都不會傳錯，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信，能傳錯嗎？傳十萬年也不會傳錯，這簡單，它不麻煩，而且都能夠做到，家和萬事興，社會和諧、國家和諧、世界和諧。"
    },
    {
      "id": "02-037-0478_p0028",
      "zh_CN": "五常是做人基本的道德概念，仁义礼智信五个字，会传错吗？不会。要想做个人，一定把这五个字做到，这五个字是人的标准，人要没有这五个字，人跟禽兽没有两样。仁者爱人；义者循理，理是合情、合理、合法，起心动念言语造作不违犯；礼是礼节，大家都要遵守，社会就有秩序，不会混乱；智是理智，不是感情用事，要用理智来判别；信是讲信用，言而有信，不能欺骗人。中国老祖宗的五常就是佛门的五戒，仁，不杀生；义，不偷盗；礼，不淫欲；智，不饮酒；信，不妄语，跟佛家的根本戒完全相同。所以佛教传到中国的时候，立刻被中国人接受，为什么？根本是一样。教学的方法，佛是戒定慧三学，戒就是守规矩，定就是清净平等心，觉就是智慧开了。因戒得定，因定开慧，定是开慧的枢纽，戒是得定的方法。十方三世一切菩萨成佛，都走这条路，戒定慧。我们不走这条路，不会成就。这条路，三世诸佛都走，我们找不到另外的新路。净宗法门是捷径，是直路不是弯路，但是这里头有戒、有定、有慧。发菩提心，一向专念，这就是戒、就是定、就是慧，戒定慧三学一念完成，这无比殊胜。",
      "zh_TW": "五常是做人基本的道德概念，仁義禮智信五個字，會傳錯嗎？不會。要想做個人，一定把這五個字做到，這五個字是人的標準，人要沒有這五個字，人跟禽獸沒有兩樣。仁者愛人；義者循理，理是合情、合理、合法，起心動念言語造作不違犯；禮是禮節，大家都要遵守，社會就有秩序，不會混亂；智是理智，不是感情用事，要用理智來判別；信是講信用，言而有信，不能欺騙人。中國老祖宗的五常就是佛門的五戒，仁，不殺生；義，不偷盜；禮，不淫欲；智，不飲酒；信，不妄語，跟佛家的根本戒完全相同。所以佛教傳到中國的時候，立刻被中國人接受，為什麼？根本是一樣。教學的方法，佛是戒定慧三學，戒就是守規矩，定就是清淨平等心，覺就是智慧開了。因戒得定，因定開慧，定是開慧的樞紐，戒是得定的方法。十方三世一切菩薩成佛，都走這條路，戒定慧。我們不走這條路，不會成就。這條路，三世諸佛都走，我們找不到另外的新路。淨宗法門是捷徑，是直路不是彎路，但是這裡頭有戒、有定、有慧。發菩提心，一向專念，這就是戒、就是定、就是慧，戒定慧三學一念完成，這無比殊勝。"
    },
    {
      "id": "02-037-0478_p0029",
      "zh_CN": "所以祖师大德教导我们，要「尽此一生，端守佛诲，终无懈怠」，就是『终身不怠』。『尊圣敬善，仁慈博爱』。憬兴大师说，「圣通佛僧。善，世出世法，是无上宝，故敬之。此则三宝也」。人要有智慧辨别善恶，什么是善、什么是恶。儒家五伦五常、四维八德是善，是性德；佛法里面，五戒十善、六和六度、十愿，这是佛门善的标准。我们起心动念、言语造作决定不违背，这是真佛弟子，做一个真正佛的好学生。",
      "zh_TW": "所以祖師大德教導我們，要「盡此一生，端守佛誨，終無懈怠」，就是『終身不怠』。『尊聖敬善，仁慈博愛』。憬興大師說，「聖通佛僧。善，世出世法，是無上寶，故敬之。此則三寶也」。人要有智慧辨別善惡，什麼是善、什麼是惡。儒家五倫五常、四維八德是善，是性德；佛法裡面，五戒十善、六和六度、十願，這是佛門善的標準。我們起心動念、言語造作決定不違背，這是真佛弟子，做一個真正佛的好學生。"
    },
    {
      "id": "02-037-0478_p0030",
      "zh_CN": "今天佛法要兴很难，我们这一代人责任特别重，我们是生在关键的时代，我们不能复兴，佛教就灭亡，永远不可能再复兴。我们把它兴起来，佛法就能继续传世，这是无量功德，在乎我们的认知，我们牺牲生命在所不惜，一定要把这桩事情做好。从哪里做起？从持戒做起，决定不能疏忽戒律、不能贪图享受。世间自私自利、名闻利养、五欲六尘、七情五欲要彻底放下，这个东西是有毒害的，要认识清楚，不要被外表的甜衣蒙蔽了，要晓得它里面包藏的是要命的，碰不得的。经教是佛法的根本，佛陀在世，我们以佛为师；佛不在世，经典是老师。经典当中，尤其是戒律，只有持戒的人能听得懂经典，不持戒的人听经听不懂。为什么？持戒的人心清净，有信心、有恭敬心、有慈悲心，他能听得懂佛说的是些什么，没有诚敬听不懂。印光大师常说，一分诚敬得一分利益，十分诚敬得十分利益，没有诚敬，佛菩萨给你讲，你也听不懂。这跟世间学问完全不一样。",
      "zh_TW": "今天佛法要興很難，我們這一代人責任特別重，我們是生在關鍵的時代，我們不能復興，佛教就滅亡，永遠不可能再復興。我們把它興起來，佛法就能繼續傳世，這是無量功德，在乎我們的認知，我們犧牲生命在所不惜，一定要把這樁事情做好。從哪裡做起？從持戒做起，決定不能疏忽戒律、不能貪圖享受。世間自私自利、名聞利養、五欲六塵、七情五欲要徹底放下，這個東西是有毒害的，要認識清楚，不要被外表的甜衣蒙蔽了，要曉得它裡面包藏的是要命的，碰不得的。經教是佛法的根本，佛陀在世，我們以佛為師；佛不在世，經典是老師。經典當中，尤其是戒律，只有持戒的人能聽得懂經典，不持戒的人聽經聽不懂。為什麼？持戒的人心清淨，有信心、有恭敬心、有慈悲心，他能聽得懂佛說的是些什麼，沒有誠敬聽不懂。印光大師常說，一分誠敬得一分利益，十分誠敬得十分利益，沒有誠敬，佛菩薩給你講，你也聽不懂。這跟世間學問完全不一樣。"
    },
    {
      "id": "02-037-0478_p0031",
      "zh_CN": "那要问，今天到哪里去找诚敬心的人？没有真诚恭敬，老师不讲，为什么？讲了没用处，你听不进去，你不会落实，你还是依你自己妄想、念头去生活，你不会依佛菩萨教诲，所以教等于白教。这是老师为什么不讲的原因在此地，绝对不是老师不慈悲。老师因材施教，材是什么？诚敬。有一分诚敬心的，老师就教一分；教两分，那一分装不进去，白教了。有十分诚敬心的人，老师教九分，还对不起他，为什么？他还可以装一分，你没教他。古时候老师，完全看学生能接受多少就教多少，不是自己愿意不愿意，看学生能接受多少，不能接受就到此为止。所以，「仁爱慈悲，博济众民，故云仁慈博爱，所谓博爱济众也」。仁慈博爱四个字是出在这个经文上，《无量寿经》上的经文。",
      "zh_TW": "那要問，今天到哪裡去找誠敬心的人？沒有真誠恭敬，老師不講，為什麼？講了沒用處，你聽不進去，你不會落實，你還是依你自己妄想、念頭去生活，你不會依佛菩薩教誨，所以教等於白教。這是老師為什麼不講的原因在此地，絕對不是老師不慈悲。老師因材施教，材是什麼？誠敬。有一分誠敬心的，老師就教一分；教兩分，那一分裝不進去，白教了。有十分誠敬心的人，老師教九分，還對不起他，為什麼？他還可以裝一分，你沒教他。古時候老師，完全看學生能接受多少就教多少，不是自己願意不願意，看學生能接受多少，不能接受就到此為止。所以，「仁愛慈悲，博濟眾民，故云仁慈博愛，所謂博愛濟眾也」。仁慈博愛四個字是出在這個經文上，《無量壽經》上的經文。"
    },
    {
      "id": "02-037-0478_p0032",
      "zh_CN": "『当求度世』者，「自度度他，自觉觉他，普令一切众生永脱虚妄生死。拔断生死众恶之本者，勤修戒定慧，息灭贪瞋痴也」。这两句话重要！一生不能违背，要真正修戒定慧。戒定慧不必修多，只要修五戒十善，这是佛门的根本戒。五戒十善真做到，六和六度真正做到，这就是个出家人。无论出家、在家做到了，真正佛弟子；以这个基础，发菩提心，一向专念，那就是名符其实的弥陀弟子，不容易！真正做到，就像经上所说的，你有三十六位护法神；五戒，每一条戒有五位护戒神，一共二十五位护戒神日夜保护你，你在任何地方，鬼神都不得其便，不能害你，你所住在的地方，不会有大灾难。为什么？持戒是真正有福报的人，中国古人常说，「福人居福地，福地福人居」。能持五戒修十善，这是有福的人，再加上能够修六和敬、修六波罗蜜，这还得了！这是菩萨。菩萨所在之处，诸佛护念，龙天善神守护。所以我们心要端正，没有学佛之前，所造的这些恶业认真忏悔，后不再造；发大慈悲心帮助苦难众生，仁慈博爱，是圣贤心、是菩萨心。这样自度度他，要把这个当作是我们人生第一个目标，我们到这个世间来，就为这桩事情，可不能把目标搞错了。我来干什么的？我来是念佛求生净土的。求生净土是真正永脱生死轮回，永远拔除生死众恶之本，圆满勤修戒定慧，息灭贪瞋痴，这真的不是假的。",
      "zh_TW": "『當求度世』者，「自度度他，自覺覺他，普令一切眾生永脫虛妄生死。拔斷生死眾惡之本者，勤修戒定慧，息滅貪瞋痴也」。這兩句話重要！一生不能違背，要真正修戒定慧。戒定慧不必修多，只要修五戒十善，這是佛門的根本戒。五戒十善真做到，六和六度真正做到，這就是個出家人。無論出家、在家做到了，真正佛弟子；以這個基礎，發菩提心，一向專念，那就是名符其實的彌陀弟子，不容易！真正做到，就像經上所說的，你有三十六位護法神；五戒，每一條戒有五位護戒神，一共二十五位護戒神日夜保護你，你在任何地方，鬼神都不得其便，不能害你，你所住在的地方，不會有大災難。為什麼？持戒是真正有福報的人，中國古人常說，「福人居福地，福地福人居」。能持五戒修十善，這是有福的人，再加上能夠修六和敬、修六波羅蜜，這還得了！這是菩薩。菩薩所在之處，諸佛護念，龍天善神守護。所以我們心要端正，沒有學佛之前，所造的這些惡業認真懺悔，後不再造；發大慈悲心幫助苦難眾生，仁慈博愛，是聖賢心、是菩薩心。這樣自度度他，要把這個當作是我們人生第一個目標，我們到這個世間來，就為這樁事情，可不能把目標搞錯了。我來幹什麼的？我來是念佛求生淨土的。求生淨土是真正永脫生死輪迴，永遠拔除生死眾惡之本，圓滿勤修戒定慧，息滅貪瞋痴，這真的不是假的。"
    },
    {
      "id": "02-037-0478_p0033",
      "zh_CN": "「轮回六道，贪欲为本」，这要记住，你为什么会轮回在六道里头？你的贪欲没断完，不干净。「生死苦海，智为能度」，你没有智慧，你起心动念都是烦恼习气。这些我们真的，每天早晚课，早课的用意在哪里？提醒自己这一天不犯过失；晚课用意是反省、是检点，我这一天有没有犯过失。如果有犯，要忏悔，后不再造；要没有这些过失，都是善的，善，明天还要保持，永久保持下去。这是早晚课精神之所在处，不懂这个道理，早晚课是白做了。早晚课不是念给佛菩萨听的，与佛菩萨不相干，完全是帮助自己、提醒自己，改过自新，勇猛精进，是这个意思。",
      "zh_TW": "「輪迴六道，貪欲為本」，這要記住，你為什麼會輪迴在六道裡頭？你的貪欲沒斷完，不乾淨。「生死苦海，智為能度」，你沒有智慧，你起心動念都是煩惱習氣。這些我們真的，每天早晚課，早課的用意在哪裡？提醒自己這一天不犯過失；晚課用意是反省、是檢點，我這一天有沒有犯過失。如果有犯，要懺悔，後不再造；要沒有這些過失，都是善的，善，明天還要保持，永久保持下去。這是早晚課精神之所在處，不懂這個道理，早晚課是白做了。早晚課不是念給佛菩薩聽的，與佛菩薩不相干，完全是幫助自己、提醒自己，改過自新，勇猛精進，是這個意思。"
    },
    {
      "id": "02-037-0478_p0034",
      "zh_CN": "戒定要看重、苦行要看重。苦行在菩萨法里头是大善；那别人供养你享受，那是大害，害你贪恋，引起你的贪欲。引起你的贪欲，就是把你固定在轮回里头，你永远不能脱离。你说这个对你有好处，还是有害处？你得自己好好去想想。轮回六道，贪欲为本，贪欲一生，智慧完全没有了。智慧从清净平等心生的，你有贪欲，清净心没有了，完全被染污了。心被染污了，贡高我慢生起来了，嫉妒障碍也生起来了，平等心失掉了，智慧没有了。这个时候谁当家做主？烦恼习气。自以为是，别人劝告你，你听不下去，你不能接受。这些事，我们在一生当中遇到很多很多。表面上很谦虚、很客气，向你请教，实际上这是客气话，不是真的。如果你看到他有缺点，你想提醒他，说出来给他听，他不但不知道悔改，他怨恨你。你是好意，结果变成冤仇。所以言语态度不能不小心谨慎，不要跟人结冤仇，冤仇宜解不宜结。各人因果各人承当，他能接受的，要说给他听，不说对不起他；不能接受的，你就不必说，说他，变成冤仇。他喜欢听好听的话，不喜欢别人说他过失，这种人非常之多，我们要小心谨慎。",
      "zh_TW": "戒定要看重、苦行要看重。苦行在菩薩法裡頭是大善；那別人供養你享受，那是大害，害你貪戀，引起你的貪欲。引起你的貪欲，就是把你固定在輪迴裡頭，你永遠不能脫離。你說這個對你有好處，還是有害處？你得自己好好去想想。輪迴六道，貪欲為本，貪欲一生，智慧完全沒有了。智慧從清淨平等心生的，你有貪欲，清淨心沒有了，完全被染污了。心被染污了，貢高我慢生起來了，嫉妒障礙也生起來了，平等心失掉了，智慧沒有了。這個時候誰當家做主？煩惱習氣。自以為是，別人勸告你，你聽不下去，你不能接受。這些事，我們在一生當中遇到很多很多。表面上很謙虛、很客氣，向你請教，實際上這是客氣話，不是真的。如果你看到他有缺點，你想提醒他，說出來給他聽，他不但不知道悔改，他怨恨你。你是好意，結果變成冤仇。所以言語態度不能不小心謹慎，不要跟人結冤仇，冤仇宜解不宜結。各人因果各人承當，他能接受的，要說給他聽，不說對不起他；不能接受的，你就不必說，說他，變成冤仇。他喜歡聽好聽的話，不喜歡別人說他過失，這種人非常之多，我們要小心謹慎。"
    },
    {
      "id": "02-037-0478_p0035",
      "zh_CN": "甚至于很多真正是好老师，在课堂里头不认真教学，为什么？是不是老师过失？不是的。老师看看教室里的学生没有一个是认真学习的，他要费力气来讲叫白讲了；那换句话，干脆就不讲了。不讲讲什么？讲一些不痛不痒的，让同学听起来哈哈大笑，快快乐乐，这一堂课就打发掉了。这些事情，方东美老师告诉我的，六十一年前，所以我想到学校旁听他的课，他不让我去。我是真想学一点东西，他叫我每个星期天到他家里，给我两个小时，讲一部哲学概论，我们一分钱学费没有缴。这又是什么？真想学的，真给你讲，学校里学生不想学，就不说了。",
      "zh_TW": "甚至於很多真正是好老師，在課堂裡頭不認真教學，為什麼？是不是老師過失？不是的。老師看看教室裡的學生沒有一個是認真學習的，他要費力氣來講叫白講了；那換句話，乾脆就不講了。不講講什麼？講一些不痛不癢的，讓同學聽起來哈哈大笑，快快樂樂，這一堂課就打發掉了。這些事情，方東美老師告訴我的，六十一年前，所以我想到學校旁聽他的課，他不讓我去。我是真想學一點東西，他叫我每個星期天到他家裡，給我兩個小時，講一部哲學概論，我們一分錢學費沒有繳。這又是什麼？真想學的，真給你講，學校裡學生不想學，就不說了。"
    },
    {
      "id": "02-037-0478_p0036",
      "zh_CN": "以后我亲近李老师才懂得这些事情，李老师告诉我们，古人教学，因材施教。那学生不想学，老师还要去上课，那为什么？为钟点费，现在人讲为工资。他从事这个行业，家里一家人要靠这个吃饭，那不能不去上课。那上课，学生的目的不好好真学，学生目的在文凭。所以一般讲读书，大概现在中学生是真的读书，大学生不读书了，等到毕业拿文凭。所以教授也很合作，考试的时候把题目都告诉你，每一个人分数都很好，文凭拿到了。每个人自己所需求的都得到了，皆大欢喜。老师认真教，他成绩不好，他将来毕不了业，学位拿不到，他会恨你。所以老师学聪明了，考试把题目告诉你，你答的分数就很好。这样的学风，底下一代能有人才出来吗？这个决定不能怪老师。所以现在学生，对于科学技术他很认真，对于人文这些东西他不在意，他不想学这些东西。为什么？这些东西不能赚钱。今天学东西，学了马上可以赚钱，急功好利，都想发财，能吗？不可能。人有命运，命里有时终须有，命里无时莫强求，强求不到！",
      "zh_TW": "以後我親近李老師才懂得這些事情，李老師告訴我們，古人教學，因材施教。那學生不想學，老師還要去上課，那為什麼？為鐘點費，現在人講為工資。他從事這個行業，家裡一家人要靠這個吃飯，那不能不去上課。那上課，學生的目的不好好真學，學生目的在文憑。所以一般講讀書，大概現在中學生是真的讀書，大學生不讀書了，等到畢業拿文憑。所以教授也很合作，考試的時候把題目都告訴你，每一個人分數都很好，文憑拿到了。每個人自己所需求的都得到了，皆大歡喜。老師認真教，他成績不好，他將來畢不了業，學位拿不到，他會恨你。所以老師學聰明了，考試把題目告訴你，你答的分數就很好。這樣的學風，底下一代能有人才出來嗎？這個決定不能怪老師。所以現在學生，對於科學技術他很認真，對於人文這些東西他不在意，他不想學這些東西。為什麼？這些東西不能賺錢。今天學東西，學了馬上可以賺錢，急功好利，都想發財，能嗎？不可能。人有命運，命裡有時終須有，命裡無時莫強求，強求不到！"
    },
    {
      "id": "02-037-0478_p0037",
      "zh_CN": "功名富贵都是命中注定的，不能求。但是圣贤君子，人人可以做得到，成佛、成菩萨也是每个人都能做得到的，这是你能够求到的。名利富贵是求不到的，可是佛氏门中有求必应，真正求，佛也会教你。佛教你，这是真理，纯正的方法，教你从哪里求？从布施。你想发财，你修财布施，布施愈多，你得的财富就愈多，法布施得聪明智慧，无畏布施得健康长寿，你要修这三种布施，这三种果报你都能得到。这些与功名富贵不相干，但是你的生活可以改变，真正能享受到，像方东美先生所说的，人生最高的享受。最高的享受不是大富大贵，而是什么？你不缺乏。每天三餐饭能吃得饱，衣服可以穿得暖，住的小房子可以遮蔽风雨，就得大自在，身心健康，你快乐无比。今天人讲压力，人生最高的享受，这个人没有压力，身没有压力，心也没有压力。我们也说，常常也说，读自己喜欢读的书，做自己喜欢做的事。这就太难得了！真不容易。一生完全自己做主，不受外面环境干扰，你说这是不是人生最高的享受？真正的福德，学佛、学圣贤可以得到。如果有机缘，确实可以做帝王师，为什么？你能教人。你有智慧，你有方法，你有经验，你可以教人，教人是非常快乐的事情。这一生能够脱离生死轮回，能够脱离生死苦海，能够往生极乐世界，到西方世界去作佛、作菩萨，这才是人生最高的享受。人生圆满的目标，可以在这一生当中做到。今天时间到了，我们就学习到此地。",
      "zh_TW": "功名富貴都是命中注定的，不能求。但是聖賢君子，人人可以做得到，成佛、成菩薩也是每個人都能做得到的，這是你能夠求到的。名利富貴是求不到的，可是佛氏門中有求必應，真正求，佛也會教你。佛教你，這是真理，純正的方法，教你從哪裡求？從布施。你想發財，你修財布施，布施愈多，你得的財富就愈多，法布施得聰明智慧，無畏布施得健康長壽，你要修這三種布施，這三種果報你都能得到。這些與功名富貴不相干，但是你的生活可以改變，真正能享受到，像方東美先生所說的，人生最高的享受。最高的享受不是大富大貴，而是什麼？你不缺乏。每天三餐飯能吃得飽，衣服可以穿得暖，住的小房子可以遮蔽風雨，就得大自在，身心健康，你快樂無比。今天人講壓力，人生最高的享受，這個人沒有壓力，身沒有壓力，心也沒有壓力。我們也說，常常也說，讀自己喜歡讀的書，做自己喜歡做的事。這就太難得了！真不容易。一生完全自己做主，不受外面環境干擾，你說這是不是人生最高的享受？真正的福德，學佛、學聖賢可以得到。如果有機緣，確實可以做帝王師，為什麼？你能教人。你有智慧，你有方法，你有經驗，你可以教人，教人是非常快樂的事情。這一生能夠脫離生死輪迴，能夠脫離生死苦海，能夠往生極樂世界，到西方世界去作佛、作菩薩，這才是人生最高的享受。人生圓滿的目標，可以在這一生當中做到。今天時間到了，我們就學習到此地。"
    }
  ]
}