{
  "doc_id": "02-037-0470",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七０集",
    "zh_TW": "第四七０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0470",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0470_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》九百六十五页第一行，科题「善恶分明」，请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》九百六十五頁第一行，科題「善惡分明」，請看經文："
    },
    {
      "id": "02-037-0470_p0002",
      "zh_CN": "【善人行善。从乐入乐。从明入明。恶人行恶。从苦入苦。从冥入冥。谁能知者。独佛知耳。】",
      "zh_TW": "【善人行善。從樂入樂。從明入明。惡人行惡。從苦入苦。從冥入冥。誰能知者。獨佛知耳。】"
    },
    {
      "id": "02-037-0470_p0003",
      "zh_CN": "这一段经文给我们说明善恶的果报清清楚楚、明明了瞭。谁知道？『独佛知耳』，知道得最清楚的是佛。粗显的我们人都知道，但是人只看到现世果报，看不到过去、看不到未来；鬼神能看过去、未来，但是有局限。譬如经上说的阿罗汉，这已经是圣人，他能知道过去五百世，知道未来五百世，超过五百世他就不知道，所以圆满的知者这是佛。佛知道无量劫又无量劫之前，往后那是无量劫又无量劫之后，佛没有一桩不知道的。所以圆满的觉知只有佛，等觉菩萨跟佛比还差一等，没有佛那么究竟圆满。",
      "zh_TW": "這一段經文給我們說明善惡的果報清清楚楚、明明瞭瞭。誰知道？『獨佛知耳』，知道得最清楚的是佛。粗顯的我們人都知道，但是人只看到現世果報，看不到過去、看不到未來；鬼神能看過去、未來，但是有侷限。譬如經上說的阿羅漢，這已經是聖人，他能知道過去五百世，知道未來五百世，超過五百世他就不知道，所以圓滿的知者這是佛。佛知道無量劫又無量劫之前，往後那是無量劫又無量劫之後，佛沒有一樁不知道的。所以圓滿的覺知只有佛，等覺菩薩跟佛比還差一等，沒有佛那麼究竟圓滿。"
    },
    {
      "id": "02-037-0470_p0004",
      "zh_CN": "注解里头说，「从善人行善至从冥入冥六句，综合《会疏》及义寂师意，释曰」，下面解释，「善人者种善因之人。来世生尊贵家，身形端正，缘境和美，身心适悦，是为乐」。人不能不修善，不能不积德，修善积德这是在修因，因好果当然好，这是一定的道理。祖师大德常常教人，聪明人要有前后眼。这个人真正有智慧、真正聪明，那是说什么？他能看到过去，他也能看到未来。如果现在很快乐，将来不快乐，这个乐是假的不是真的；现在受一些罪，将来很快乐，这是真的，这是值得去做的。可是像前面经文里面所说的愚痴蒙昧，这样的人没有这个智慧，只顾眼前不知道前后，这叫愚痴。眼前的果报时间不长，特别是现在人寿不足一百岁，时间很短促，无论是受苦受乐，实在讲都很有限。如果有前后眼，我们对于眼前的事情就能放下，就能够忍辱，要为来生着想。",
      "zh_TW": "註解裡頭說，「從善人行善至從冥入冥六句，綜合《會疏》及義寂師意，釋曰」，下面解釋，「善人者種善因之人。來世生尊貴家，身形端正，緣境和美，身心適悅，是為樂」。人不能不修善，不能不積德，修善積德這是在修因，因好果當然好，這是一定的道理。祖師大德常常教人，聰明人要有前後眼。這個人真正有智慧、真正聰明，那是說什麼？他能看到過去，他也能看到未來。如果現在很快樂，將來不快樂，這個樂是假的不是真的；現在受一些罪，將來很快樂，這是真的，這是值得去做的。可是像前面經文裡面所說的愚痴蒙昧，這樣的人沒有這個智慧，只顧眼前不知道前後，這叫愚痴。眼前的果報時間不長，特別是現在人壽不足一百歲，時間很短促，無論是受苦受樂，實在講都很有限。如果有前後眼，我們對於眼前的事情就能放下，就能夠忍辱，要為來生著想。"
    },
    {
      "id": "02-037-0470_p0005",
      "zh_CN": "我们遇到这个法门、遇到这个经非常不偶然，为什么？这是如来当年在世一生所说的第一经，你怎么会遇到？这部经佛的确给一切众生做大因缘。这话怎么说？佛在世讲了好多遍，不是讲一遍。在中国有十二种翻译，年代久了，其中有七种失传，现在还保留五种在《大藏经》里头。这五种经文的内容有差别不同，而且是很大的差别，不是普通差别。所以古大德认定佛讲这个经不是一次，如果是一次的话翻译不可能有重大的差异。举这个例子，最明显的四十八愿，这段经文是全经的宗旨、核心，最重要的一部分，有两种四十八愿，有两种是二十四愿，还有一种宋朝翻译的三十六愿，这是决定不可能有这个差误。那就说明，传到中国来的梵本至少是三种不同的本子。还有七种失传没看到，可能里头还有大的差别。所以古大德说，世尊一生说《无量寿经》三次以上，这就非常特殊。由此可知，世尊的意思是要普度众生，一再的为我们介绍、宣说，劝大家念佛求生净土。",
      "zh_TW": "我們遇到這個法門、遇到這個經非常不偶然，為什麼？這是如來當年在世一生所說的第一經，你怎麼會遇到？這部經佛的確給一切眾生做大因緣。這話怎麼說？佛在世講了好多遍，不是講一遍。在中國有十二種翻譯，年代久了，其中有七種失傳，現在還保留五種在《大藏經》裡頭。這五種經文的內容有差別不同，而且是很大的差別，不是普通差別。所以古大德認定佛講這個經不是一次，如果是一次的話翻譯不可能有重大的差異。舉這個例子，最明顯的四十八願，這段經文是全經的宗旨、核心，最重要的一部分，有兩種四十八願，有兩種是二十四願，還有一種宋朝翻譯的三十六願，這是決定不可能有這個差誤。那就說明，傳到中國來的梵本至少是三種不同的本子。還有七種失傳沒看到，可能裡頭還有大的差別。所以古大德說，世尊一生說《無量壽經》三次以上，這就非常特殊。由此可知，世尊的意思是要普度眾生，一再的為我們介紹、宣說，勸大家念佛求生淨土。"
    },
    {
      "id": "02-037-0470_p0006",
      "zh_CN": "『善人行善』，今天我们知道了，什么是最善？念佛是最善，没有比这个更善。为什么？永远脱离六道轮回、脱离十法界。我们在六道搞轮回多长时间？无量劫，这时间没法子计算，都在六道里面搞生死轮回，跟一切众生结怨，生生世世冤冤相报没完没了，苦不堪言。遇到这个法门，就是你遇到出离六道轮回成佛作祖的机会，你碰到了。如果真正能抓到，这个问题这一生解决，永远解决，不再干这种傻事了。学佛的人一定有慈悲心，慈悲是怜悯这个世界众生蒙冥无知，造作罪业，生生世世在这个世间受报应。我们很幸运这一生遇到这个缘分，可以超越，还有许许多多的人没有遇到。这些人业障重，遇到他也不能接受，他也不能认真依教奉行，我们肯定是想帮助他，帮助他要想一想这一生有没有缘分。什么叫缘分？听众相信你的话，他尊敬你，你说的话他能信、他能听、他能做到，这叫有缘。我们就要把正法，包括世间法，介绍给他，教他在世间做个好人，「善人行善」，教他这个。",
      "zh_TW": "『善人行善』，今天我們知道了，什麼是最善？念佛是最善，沒有比這個更善。為什麼？永遠脫離六道輪迴、脫離十法界。我們在六道搞輪迴多長時間？無量劫，這時間沒法子計算，都在六道裡面搞生死輪迴，跟一切眾生結怨，生生世世冤冤相報沒完沒了，苦不堪言。遇到這個法門，就是你遇到出離六道輪迴成佛作祖的機會，你碰到了。如果真正能抓到，這個問題這一生解決，永遠解決，不再幹這種傻事了。學佛的人一定有慈悲心，慈悲是憐憫這個世界眾生蒙冥無知，造作罪業，生生世世在這個世間受報應。我們很幸運這一生遇到這個緣分，可以超越，還有許許多多的人沒有遇到。這些人業障重，遇到他也不能接受，他也不能認真依教奉行，我們肯定是想幫助他，幫助他要想一想這一生有沒有緣分。什麼叫緣分？聽眾相信你的話，他尊敬你，你說的話他能信、他能聽、他能做到，這叫有緣。我們就要把正法，包括世間法，介紹給他，教他在世間做個好人，「善人行善」，教他這個。"
    },
    {
      "id": "02-037-0470_p0007",
      "zh_CN": "再向上提升，他能相信佛法，得把佛法介绍给他。在佛法当中他能相信净土，这什么？这叫缘成熟了。只有这个法门在一生能帮助我们永远脱离六道，脱离十法界，这一生作佛去了，只有这一门。八万四千法门只有这一门能成就，任何一门都没有办法成就。为什么？要断烦恼，要消业障，这两个条件我们就做不到，这是事实真相。所以真正想出离，想了生死脱十法界，我们对这个法门要真信，真正相信有西方极乐世界，真正相信有阿弥陀佛，真正相信一心专念阿弥陀佛，临终时候阿弥陀佛来接引，一丝毫怀疑都没有。这是往生净土的三个条件，真信、真愿、真念佛，万缘放得下，这一生决定成就。念佛成就的人我们亲眼看见过，亲耳听说过，决定不是假的。",
      "zh_TW": "再向上提升，他能相信佛法，得把佛法介紹給他。在佛法當中他能相信淨土，這什麼？這叫緣成熟了。只有這個法門在一生能幫助我們永遠脫離六道，脫離十法界，這一生作佛去了，只有這一門。八萬四千法門只有這一門能成就，任何一門都沒有辦法成就。為什麼？要斷煩惱，要消業障，這兩個條件我們就做不到，這是事實真相。所以真正想出離，想了生死脫十法界，我們對這個法門要真信，真正相信有西方極樂世界，真正相信有阿彌陀佛，真正相信一心專念阿彌陀佛，臨終時候阿彌陀佛來接引，一絲毫懷疑都沒有。這是往生淨土的三個條件，真信、真願、真念佛，萬緣放得下，這一生決定成就。念佛成就的人我們親眼看見過，親耳聽說過，決定不是假的。"
    },
    {
      "id": "02-037-0470_p0008",
      "zh_CN": "相信善有善果，恶有恶报，因果报应，丝毫不爽。人只要能相信命运，这个人就是善人。为什么？他相信一切是命中注定的，不妄求了。像了凡先生，这明朝时候人，十五岁遇到一个孔先生，算命先生，算得非常准，给他算流年。二十年，十五岁、二十五岁、三十五岁，每年所得的财，他是个读书人，参加考试，考试的名位跟孔先生所算的完全相应，一次差误都没有。所以他相信了，知道一生皆是命，半点不由人，他的心定了，没有贪求了。为什么？求不到，命里没有。每天除读书之外，他什么都不想，他真的一切放下了。",
      "zh_TW": "相信善有善果，惡有惡報，因果報應，絲毫不爽。人只要能相信命運，這個人就是善人。為什麼？他相信一切是命中注定的，不妄求了。像了凡先生，這明朝時候人，十五歲遇到一個孔先生，算命先生，算得非常準，給他算流年。二十年，十五歲、二十五歲、三十五歲，每年所得的財，他是個讀書人，參加考試，考試的名位跟孔先生所算的完全相應，一次差誤都沒有。所以他相信了，知道一生皆是命，半點不由人，他的心定了，沒有貪求了。為什麼？求不到，命裡沒有。每天除讀書之外，他什麼都不想，他真的一切放下了。"
    },
    {
      "id": "02-037-0470_p0009",
      "zh_CN": "三十五岁这一年，跟云谷禅师在禅堂里头坐了三天三夜，没动一个杂念。老和尚看到很佩服，一个凡夫三天三夜不起一个妄念，难得，这在禅宗说是相当好的功夫。就问他，你从哪里学来的？他很老实，他说我没有学过禅。为什么三天三夜没有妄念？我的命给孔先生算定了，他给老和尚说，打妄念是妄想没用，那又何必！所以什么念头都没有。云谷禅师听了哈哈大笑。他很好奇，你为什么要笑？云谷禅师说，我以为你是圣人，你是有定功，没有想到你还是凡夫，是个相信因果报应的凡夫。他就问为什么？你这二十年，每年的流年都被人家算定了，你不是凡夫，谁是凡夫！",
      "zh_TW": "三十五歲這一年，跟雲谷禪師在禪堂裡頭坐了三天三夜，沒動一個雜念。老和尚看到很佩服，一個凡夫三天三夜不起一個妄念，難得，這在禪宗說是相當好的功夫。就問他，你從哪裡學來的？他很老實，他說我沒有學過禪。為什麼三天三夜沒有妄念？我的命給孔先生算定了，他給老和尚說，打妄念是妄想沒用，那又何必！所以什麼念頭都沒有。雲谷禪師聽了哈哈大笑。他很好奇，你為什麼要笑？雲谷禪師說，我以為你是聖人，你是有定功，沒有想到你還是凡夫，是個相信因果報應的凡夫。他就問為什麼？你這二十年，每年的流年都被人家算定了，你不是凡夫，誰是凡夫！"
    },
    {
      "id": "02-037-0470_p0010",
      "zh_CN": "他就接着问，难道命运还可以改的？那当然可以。命从哪里来的？是你前生造作的，你前生修善，这一世有善果；前生造恶，这一生有恶报。财富是你前生修的，你前生有大财布施，你这一生命里有大财富；小小的施舍，你今生得的是小财富，命运是这么来的。他搞清楚了，它真能改吗？能。云谷禅师送他一本功过格，功过格在明清这两代读书人都依照这个方法来断恶修善，很普遍，内容是道教的《感应篇》，以这个为主。每天用《感应篇》来反省检点，造了哪些过失，做了哪些好事。《感应篇》一共说了一百九十多种善恶果报。他真干，发心真干，回去就真干，第二年参加考试果然就不一样，孔先生给他算的是第三名，他考了第一名，提升了。这完全知道命运是掌握在自己手上，就拼命断恶修善，每天忏悔，每天改过，那个命运全转了。",
      "zh_TW": "他就接著問，難道命運還可以改的？那當然可以。命從哪裡來的？是你前生造作的，你前生修善，這一世有善果；前生造惡，這一生有惡報。財富是你前生修的，你前生有大財布施，你這一生命裡有大財富；小小的施捨，你今生得的是小財富，命運是這麼來的。他搞清楚了，它真能改嗎？能。雲谷禪師送他一本功過格，功過格在明清這兩代讀書人都依照這個方法來斷惡修善，很普遍，內容是道教的《感應篇》，以這個為主。每天用《感應篇》來反省檢點，造了哪些過失，做了哪些好事。《感應篇》一共說了一百九十多種善惡果報。他真幹，發心真幹，回去就真幹，第二年參加考試果然就不一樣，孔先生給他算的是第三名，他考了第一名，提升了。這完全知道命運是掌握在自己手上，就拼命斷惡修善，每天懺悔，每天改過，那個命運全轉了。"
    },
    {
      "id": "02-037-0470_p0011",
      "zh_CN": "一生命里头只有个小官，县长，是四川很小的县分，寿命只有五十三岁，算命先生告诉他，五十三岁这一年你要把官辞掉，回到老家去寿终正寝，不要死在异乡。这个以后变了，他以后是做一个知县，但是是很大的县，这个县直接归皇帝管的，就好像是个特别市，宝坻知县，宝坻靠近北京，归北京市管的，不是归哪个省的，这个地位高。寿命只有五十三岁，他活到七十四岁才走的，延寿二十一年。这都是他这一生修的。命里没有儿子，他得了一个好儿子；命里头没有举人、没有进士，结果都被他考中了。告诉世人，命运掌握在自己手中不在别人，与佛菩萨没有关系，与天地鬼神也没有关系。你只要真正懂得断恶修善、改邪归正、端正心念，你的命运统统重新改造了。这个小册子流通非常广泛，特别是日本人，日本几乎是读书人没有不读过《了凡四训》的。你造的善，你得的果报好。",
      "zh_TW": "一生命裡頭只有個小官，縣長，是四川很小的縣分，壽命只有五十三歲，算命先生告訴他，五十三歲這一年你要把官辭掉，回到老家去壽終正寢，不要死在異鄉。這個以後變了，他以後是做一個知縣，但是是很大的縣，這個縣直接歸皇帝管的，就好像是個特別市，寶坻知縣，寶坻靠近北京，歸北京市管的，不是歸哪個省的，這個地位高。壽命只有五十三歲，他活到七十四歲才走的，延壽二十一年。這都是他這一生修的。命裡沒有兒子，他得了一個好兒子；命裡頭沒有舉人、沒有進士，結果都被他考中了。告訴世人，命運掌握在自己手中不在別人，與佛菩薩沒有關係，與天地鬼神也沒有關係。你只要真正懂得斷惡修善、改邪歸正、端正心念，你的命運統統重新改造了。這個小冊子流通非常廣泛，特別是日本人，日本幾乎是讀書人沒有不讀過《了凡四訓》的。你造的善，你得的果報好。"
    },
    {
      "id": "02-037-0470_p0012",
      "zh_CN": "「复又明达，乐善好施，是为明」，『从明入明』，明是你有智慧。有智慧的人喜欢善行、喜欢布施，这人有大福，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿。「若更多作善业，勤修福慧，乃得生天」，他福报太大了，人间没有那么大的福报，他到天上去了，生四王天、生忉利天的很多很多。「其更善者」，善中之最，那是念佛生西。这是遇到净宗法门，一生念佛，将来生西方极乐世界。这一部经世尊专门为我们介绍西方极乐世界。这个本子是夏莲居老居士用了十年的时间，把现在保存的五种原译本把它融会成一个本子，就是我们现在学习这个本子，叫会集本。因为五种本子都读不方便，很麻烦，彼此重复的地方很多，这五种本子会集成一本就方便了。黄念祖老居士的注解也是会集的，从八十三种经论、一百一十种祖师大德的注疏里面撷取这些文字来注解这部经。所以在这里，我们首先看到《会疏》，《会疏》是日本的祖师大德他作的。",
      "zh_TW": "「復又明達，樂善好施，是為明」，『從明入明』，明是你有智慧。有智慧的人喜歡善行、喜歡布施，這人有大福，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽。「若更多作善業，勤修福慧，乃得生天」，他福報太大了，人間沒有那麼大的福報，他到天上去了，生四王天、生忉利天的很多很多。「其更善者」，善中之最，那是念佛生西。這是遇到淨宗法門，一生念佛，將來生西方極樂世界。這一部經世尊專門為我們介紹西方極樂世界。這個本子是夏蓮居老居士用了十年的時間，把現在保存的五種原譯本把它融會成一個本子，就是我們現在學習這個本子，叫會集本。因為五種本子都讀不方便，很麻煩，彼此重複的地方很多，這五種本子會集成一本就方便了。黃念祖老居士的註解也是會集的，從八十三種經論、一百一十種祖師大德的註疏裡面擷取這些文字來註解這部經。所以在這裡，我們首先看到《會疏》，《會疏》是日本的祖師大德他作的。"
    },
    {
      "id": "02-037-0470_p0013",
      "zh_CN": "「又恶人造恶业，种恶因，得恶果。故生卑贱之家，形容枯槁，饥寒交迫，逼恼身心，是为苦」。我们在这个世间，这个世间苦人多，人生在这个地球上不平等。现在这个世界上最苦的、最可怜的，非洲人，非洲每年饿死的不知道有多少。为什么会生在这些地方？业报。所以人到这个世间来投胎绝对没有自己选择的权力，也不是阎罗王，也不是神明，与他们毫不相关，完全是自己的业力。善业引导你到善道，到人道也是到富贵人家，恶业则引导你到贫贱人家，是这么回事情。所以一生的际遇全是自作自受。如果不知道事实真相，怨天尤人，那就罪上又加一等，那大错特错了。全是自作自受，不能不知道。",
      "zh_TW": "「又惡人造惡業，種惡因，得惡果。故生卑賤之家，形容枯槁，飢寒交迫，逼惱身心，是為苦」。我們在這個世間，這個世間苦人多，人生在這個地球上不平等。現在這個世界上最苦的、最可憐的，非洲人，非洲每年餓死的不知道有多少。為什麼會生在這些地方？業報。所以人到這個世間來投胎絕對沒有自己選擇的權力，也不是閻羅王，也不是神明，與他們毫不相關，完全是自己的業力。善業引導你到善道，到人道也是到富貴人家，惡業則引導你到貧賤人家，是這麼回事情。所以一生的際遇全是自作自受。如果不知道事實真相，怨天尤人，那就罪上又加一等，那大錯特錯了。全是自作自受，不能不知道。"
    },
    {
      "id": "02-037-0470_p0014",
      "zh_CN": "「复」，再加上，「愚昧无知，不信正法，不行善事，是为冥」。我遇到一位法师，他长住在非洲，做了很多好事，救济这些难民，告诉我，非洲人不相信有佛，听到佛的声音、看到佛的形像，远远的避开，不愿意亲近。这是什么？这是此地所说的愚昧无知，不信正法。这些事情，说老实话，不能怪他们，我们认真反省，佛弟子没有尽到佛弟子的本分，没有把佛法做出来给大家看，使社会大众产生误会，这是佛弟子的罪过。为什么释迦牟尼佛在世，讲经教学四十九年，有那么多的人跟他学习？这经上有记载，以舍卫大城做一个例子，佛在这个地方讲经说法好几年，有好多重要的经论都在这个地方讲的。经典里头记载，舍卫大城有三分之一的人见过释迦牟尼佛，见过面或者去听过经；另外有三分之一的人跟释迦牟尼佛没见过面，知道有这个人，知道有佛讲经这个事情，但是没有去亲近过、没去听过；还有三分之一的人根本就不知道。当然古时候没有交通工具、没有传播工具，所以没有人去宣扬，知道这个消息就很少很少。",
      "zh_TW": "「復」，再加上，「愚昧無知，不信正法，不行善事，是為冥」。我遇到一位法師，他長住在非洲，做了很多好事，救濟這些難民，告訴我，非洲人不相信有佛，聽到佛的聲音、看到佛的形像，遠遠的避開，不願意親近。這是什麼？這是此地所說的愚昧無知，不信正法。這些事情，說老實話，不能怪他們，我們認真反省，佛弟子沒有盡到佛弟子的本分，沒有把佛法做出來給大家看，使社會大眾產生誤會，這是佛弟子的罪過。為什麼釋迦牟尼佛在世，講經教學四十九年，有那麼多的人跟他學習？這經上有記載，以舍衛大城做一個例子，佛在這個地方講經說法好幾年，有好多重要的經論都在這個地方講的。經典裡頭記載，舍衛大城有三分之一的人見過釋迦牟尼佛，見過面或者去聽過經；另外有三分之一的人跟釋迦牟尼佛沒見過面，知道有這個人，知道有佛講經這個事情，但是沒有去親近過、沒去聽過；還有三分之一的人根本就不知道。當然古時候沒有交通工具、沒有傳播工具，所以沒有人去宣揚，知道這個消息就很少很少。"
    },
    {
      "id": "02-037-0470_p0015",
      "zh_CN": "现在交通便捷，资讯发达，我们没有做宣传的工作。佛门弟子，出家的道场有很多拥有财富，但是道场里头没有讲经，没有做佛法弘扬工作，他们可以礼请法师、居士大德来讲经，这是应当做的。道场可以出版刊物，内部宣传，发给信徒。我早年在台中跟李老师学教，看到台中莲社的莲友有二十多万人，我跟老师建议，我说我们应当有个内部的刊物、通信，把我们所有的活动让一切莲友们都知道。老师说好事，没人做。老师就问我，你愿不愿意做？我说可以，我就承当了。所以我们有慈光半月刊，半个月出一次，自己莲友二十多万人，这半个月，莲社、图书馆，老师办的好多个机构，有两个托儿所，有一个养老院，还有一个菩提医院，这里面的工作状况就在这个小刊物里头报告，好！那个时候是台中确实佛法非常兴旺的时候，每天老师，他工作繁忙，面面都要照顾到。我这一次回到台湾一看，没有了，确实古人所说的，「人存政举，人亡政息」，没有人做这些事情，慈光杂志没有了，菩提树那个杂志也没有了，这都变成历史了。所以要有人弘扬，要有人发心去做，我们内部做自自然然影响外面，影响别的道场，他们会跟进，佛法才能兴旺。",
      "zh_TW": "現在交通便捷，資訊發達，我們沒有做宣傳的工作。佛門弟子，出家的道場有很多擁有財富，但是道場裡頭沒有講經，沒有做佛法弘揚工作，他們可以禮請法師、居士大德來講經，這是應當做的。道場可以出版刊物，內部宣傳，發給信徒。我早年在台中跟李老師學教，看到台中蓮社的蓮友有二十多萬人，我跟老師建議，我說我們應當有個內部的刊物、通信，把我們所有的活動讓一切蓮友們都知道。老師說好事，沒人做。老師就問我，你願不願意做？我說可以，我就承當了。所以我們有慈光半月刊，半個月出一次，自己蓮友二十多萬人，這半個月，蓮社、圖書館，老師辦的好多個機構，有兩個托兒所，有一個養老院，還有一個菩提醫院，這裡面的工作狀況就在這個小刊物裡頭報告，好！那個時候是台中確實佛法非常興旺的時候，每天老師，他工作繁忙，面面都要照顧到。我這一次回到台灣一看，沒有了，確實古人所說的，「人存政舉，人亡政息」，沒有人做這些事情，慈光雜誌沒有了，菩提樹那個雜誌也沒有了，這都變成歷史了。所以要有人弘揚，要有人發心去做，我們內部做自自然然影響外面，影響別的道場，他們會跟進，佛法才能興旺。"
    },
    {
      "id": "02-037-0470_p0016",
      "zh_CN": "无论是佛法、世法，要想复兴，人才是第一。没有讲经、修学的人才，纵然办这些事业，没有内容，所以人才是第一。这桩事情知道的人很多，真正有计划培养人才的人太少了，没有看见。李老师在台中教学三十八年，在台中莲社办经学班培养讲经的人才，只有二十几个人。这个培训班开办了两年，我算是赶上了，训练在家同学讲演，那是办活动，像现在到处办讲座，办活动，时间三天到五天，每个人上台去讲一个专题，这样的学生也培养了二十多个人。能上台讲演、能上台讲经的，总共大概有五十多个人，有这么一个班子。所以台中莲社在各个县市有布教所，也就是说它有讲堂，每个星期至少有一次，在星期天，假日，有讲经、讲演的活动。这种讲堂在台中县之外有二十七个，就是这批同学们负责的，对于佛法、对于净宗的宣扬起很大的作用。",
      "zh_TW": "無論是佛法、世法，要想復興，人才是第一。沒有講經、修學的人才，縱然辦這些事業，沒有內容，所以人才是第一。這樁事情知道的人很多，真正有計劃培養人才的人太少了，沒有看見。李老師在台中教學三十八年，在台中蓮社辦經學班培養講經的人才，只有二十幾個人。這個培訓班開辦了兩年，我算是趕上了，訓練在家同學講演，那是辦活動，像現在到處辦講座，辦活動，時間三天到五天，每個人上台去講一個專題，這樣的學生也培養了二十多個人。能上台講演、能上台講經的，總共大概有五十多個人，有這麼一個班子。所以台中蓮社在各個縣市有布教所，也就是說它有講堂，每個星期至少有一次，在星期天，假日，有講經、講演的活動。這種講堂在台中縣之外有二十七個，就是這批同學們負責的，對於佛法、對於淨宗的宣揚起很大的作用。"
    },
    {
      "id": "02-037-0470_p0017",
      "zh_CN": "现在我不知道这些布教所还有没有存在，有没有继续在讲经，可能都没有了。我们当年在一起学习，年龄跟我都差不多，学讲经的人大概有一半年龄都比我大，可能现在都不在了。所以我们到这个地方看一看，感慨万千。总而言之，兴旺取决于人才之有无、人才有多少，这比什么都重要。佛法人才跟传统文化的人才很难求，什么样的人才合格？要老实、要听话、要真干，用这三个条件来取人，绝大多数都淘汰掉了。圣贤学问确实要真诚恭敬心才能学到，有一丝毫怀疑就学不到，自以为是，不能成就。",
      "zh_TW": "現在我不知道這些布教所還有沒有存在，有沒有繼續在講經，可能都沒有了。我們當年在一起學習，年齡跟我都差不多，學講經的人大概有一半年齡都比我大，可能現在都不在了。所以我們到這個地方看一看，感慨萬千。總而言之，興旺取決於人才之有無、人才有多少，這比什麼都重要。佛法人才跟傳統文化的人才很難求，什麼樣的人才合格？要老實、要聽話、要真幹，用這三個條件來取人，絕大多數都淘汰掉了。聖賢學問確實要真誠恭敬心才能學到，有一絲毫懷疑就學不到，自以為是，不能成就。"
    },
    {
      "id": "02-037-0470_p0018",
      "zh_CN": "大乘佛法因戒得定，因定开慧。所以这十几年来，我们提倡儒释道的三个根。三个根这个念头从哪里生的？从净业三福第一条，三福第一福告诉我们，「孝养父母，奉事师长，慈心不杀，修十善业」。这四句话，一开头孝亲尊师，我们落实在《弟子规》；慈心不杀落实在《感应篇》，道家的《太上感应篇》；下面一句修十善业，落实在《十善业道经》。《弟子规》、《感应篇》、《十善业道经》，这是儒释道的三个根，不从这个地方下手你不得其门而入，这是今天的难处。这十几年来，听《弟子规》的人不少，讲《弟子规》的人也不少，真正在日常生活当中落实《弟子规》的人稀少，很少很少。不落实是假的，落实是真的，落实的人多了，佛法就有救，传统文化可以复兴。如果不能落实，都搞假的，只会说不能做，这兴旺不起来。",
      "zh_TW": "大乘佛法因戒得定，因定開慧。所以這十幾年來，我們提倡儒釋道的三個根。三個根這個念頭從哪裡生的？從淨業三福第一條，三福第一福告訴我們，「孝養父母，奉事師長，慈心不殺，修十善業」。這四句話，一開頭孝親尊師，我們落實在《弟子規》；慈心不殺落實在《感應篇》，道家的《太上感應篇》；下面一句修十善業，落實在《十善業道經》。《弟子規》、《感應篇》、《十善業道經》，這是儒釋道的三個根，不從這個地方下手你不得其門而入，這是今天的難處。這十幾年來，聽《弟子規》的人不少，講《弟子規》的人也不少，真正在日常生活當中落實《弟子規》的人稀少，很少很少。不落實是假的，落實是真的，落實的人多了，佛法就有救，傳統文化可以復興。如果不能落實，都搞假的，只會說不能做，這興旺不起來。"
    },
    {
      "id": "02-037-0470_p0019",
      "zh_CN": "而且我们要晓得，这个事情是真难，不是假的，因为社会大众把它疏忽了有两百年，所以现在人对于这些东西非常陌生，他对这个一点信心都没有，很难接受，所以一定要做出榜样。我们做榜样的时间很短，前后在汤池小镇只做了三年，三年是造成一些影响，这影响不深。希望这个影响能够带动一些真正觉悟的人继续去努力，去做实验，像汤池小镇这种方法，能够有十几个、二十个，传统文化就有复兴的希望。我们鼓励全世界的人，真正有识之士，都起来做，都要把它做成功，把古圣先贤的东西、把佛菩萨的教诲找回来，把自己的善根福德因缘也得找回来，正法才能久住，传统文化可以继续往下传下去。如果自己不真正的干，那我们自己还是愚昧无知，不信正法，不行善事，他自己以为是善事，实际上他做错了，这还是『从冥入冥』。所以知太难了。",
      "zh_TW": "而且我們要曉得，這個事情是真難，不是假的，因為社會大眾把它疏忽了有兩百年，所以現在人對於這些東西非常陌生，他對這個一點信心都沒有，很難接受，所以一定要做出榜樣。我們做榜樣的時間很短，前後在湯池小鎮只做了三年，三年是造成一些影響，這影響不深。希望這個影響能夠帶動一些真正覺悟的人繼續去努力，去做實驗，像湯池小鎮這種方法，能夠有十幾個、二十個，傳統文化就有復興的希望。我們鼓勵全世界的人，真正有識之士，都起來做，都要把它做成功，把古聖先賢的東西、把佛菩薩的教誨找回來，把自己的善根福德因緣也得找回來，正法才能久住，傳統文化可以繼續往下傳下去。如果自己不真正的幹，那我們自己還是愚昧無知，不信正法，不行善事，他自己以為是善事，實際上他做錯了，這還是『從冥入冥』。所以知太難了。"
    },
    {
      "id": "02-037-0470_p0020",
      "zh_CN": "六十年前章嘉大师告诉我，佛法是知难行易。我们原先以为是知易行难，这个老人告诉我，我们说错了，知难行易。所以释迦牟尼佛讲经教学四十九年，为的是什么？帮助大家断疑生信，这就是教知。行，释迦牟尼佛不问，你知道了你自己会修行，你自己知道怎样修行，不需要佛来指点。行是什么？行就是断烦恼、除习气，这就是行。所以行是你自己的事情，老师不管的。确实我们在经典上看到，释迦牟尼佛没有带着大家参禅、没有带着大家念佛，没有跟大家在一起做一堂法会，没有，这经典上确实没有。释迦牟尼佛四十九年只是天天讲经教学，这是事实真相，正所谓「师父领进门，修行在个人」。",
      "zh_TW": "六十年前章嘉大師告訴我，佛法是知難行易。我們原先以為是知易行難，這個老人告訴我，我們說錯了，知難行易。所以釋迦牟尼佛講經教學四十九年，為的是什麼？幫助大家斷疑生信，這就是教知。行，釋迦牟尼佛不問，你知道了你自己會修行，你自己知道怎樣修行，不需要佛來指點。行是什麼？行就是斷煩惱、除習氣，這就是行。所以行是你自己的事情，老師不管的。確實我們在經典上看到，釋迦牟尼佛沒有帶著大家參禪、沒有帶著大家念佛，沒有跟大家在一起做一堂法會，沒有，這經典上確實沒有。釋迦牟尼佛四十九年只是天天講經教學，這是事實真相，正所謂「師父領進門，修行在個人」。"
    },
    {
      "id": "02-037-0470_p0021",
      "zh_CN": "历代祖师大德都禀承世尊的教诲，看看古大德讲经教学，著述等身，留下来丰富的参考资料。这些典籍愈积愈多，从这些典籍里头我们会开悟。一句经文有许多种解释，这是什么原因？经永远不变，解释因人而异、因时而异、因地而异、因事而异，没有定法可说。孔子的弟子向孔子问，什么是仁？什么是孝？什么是义？什么是礼？孔子答复不是一定的，很多种的答复。为什么？人不一样、事不一样、时代不一样。然后才晓得，佛菩萨、圣贤讲的是原理原则，而用在日常生活当中，处事待人接物，活活泼泼，它不呆板，现在人叫活学活用。这是圣贤教诲、佛菩萨的教诲活学活用，真正能帮助你解决问题，真正叫你带来法喜充满。",
      "zh_TW": "歷代祖師大德都稟承世尊的教誨，看看古大德講經教學，著述等身，留下來豐富的參考資料。這些典籍愈積愈多，從這些典籍裡頭我們會開悟。一句經文有許多種解釋，這是什麼原因？經永遠不變，解釋因人而異、因時而異、因地而異、因事而異，沒有定法可說。孔子的弟子向孔子問，什麼是仁？什麼是孝？什麼是義？什麼是禮？孔子答覆不是一定的，很多種的答覆。為什麼？人不一樣、事不一樣、時代不一樣。然後才曉得，佛菩薩、聖賢講的是原理原則，而用在日常生活當中，處事待人接物，活活潑潑，它不呆板，現在人叫活學活用。這是聖賢教誨、佛菩薩的教誨活學活用，真正能幫助你解決問題，真正叫你帶來法喜充滿。"
    },
    {
      "id": "02-037-0470_p0022",
      "zh_CN": "所以读这些东西，就看到孔子、佛菩萨对于这些经教，你看他用得多么活泼，用得多自在，一点都不呆板。学这些东西，历朝历代、不同朝代这些大德们，他们对经的解释，经教落实在现实的生活，处事待人接物，我们看了这个东西之后头脑就灵活了，这叫后得智。后得智就是真实智慧如何应用在现实生活当中，真的它活了，一点都不呆板，这叫得大自在，而不是叫我们死在句下。以戒律来说，每一条戒律都有开遮持犯，你必须要通达；不通达，这个戒律就变成死的条文，有时候你照这样做会坏事。从佛法我们才真正懂得什么叫真实智慧、真实的利益。",
      "zh_TW": "所以讀這些東西，就看到孔子、佛菩薩對於這些經教，你看他用得多麼活潑，用得多自在，一點都不呆板。學這些東西，歷朝歷代、不同朝代這些大德們，他們對經的解釋，經教落實在現實的生活，處事待人接物，我們看了這個東西之後頭腦就靈活了，這叫後得智。後得智就是真實智慧如何應用在現實生活當中，真的它活了，一點都不呆板，這叫得大自在，而不是叫我們死在句下。以戒律來說，每一條戒律都有開遮持犯，你必須要通達；不通達，這個戒律就變成死的條文，有時候你照這樣做會壞事。從佛法我們才真正懂得什麼叫真實智慧、真實的利益。"
    },
    {
      "id": "02-037-0470_p0023",
      "zh_CN": "底下说，「倘更多作恶业」，恶业造得太多了，「死堕恶道」，恶道是指地狱、饿鬼、畜生，「故云：从苦入苦，从冥入冥也」。这个往下去一世不如一世，一世比一世苦，一世比一世愚痴，从冥入冥是愚痴，是心苦，『从苦入苦』是身苦，身心都苦。「经中继云如是六趣生死因果，其理幽深」，这个道理太深，事相太复杂。「非九十五种外道所能知」，这个九十五种是宗教家、学术界学习科学、哲学的，这些人都在探索这些问题，他们不知道。可是到今天，现代我们讲三十年，三十年内的这些量子力学家，尖端的科学家，他们发现了阿赖耶。阿赖耶这桩事情非九十五种外道所能知，今天被科学家挖掘出来了，我们对于这些科学家不能不佩服。科学发展到今天四百多年，四百多年科学家累积这些经验、这些知识，近代科学家以这个做基础再向上提升，发现宇宙的奥秘，阿赖耶是宇宙奥秘，说明宇宙怎么来的。",
      "zh_TW": "底下說，「倘更多作惡業」，惡業造得太多了，「死墮惡道」，惡道是指地獄、餓鬼、畜生，「故云：從苦入苦，從冥入冥也」。這個往下去一世不如一世，一世比一世苦，一世比一世愚痴，從冥入冥是愚痴，是心苦，『從苦入苦』是身苦，身心都苦。「經中繼云如是六趣生死因果，其理幽深」，這個道理太深，事相太複雜。「非九十五種外道所能知」，這個九十五種是宗教家、學術界學習科學、哲學的，這些人都在探索這些問題，他們不知道。可是到今天，現代我們講三十年，三十年內的這些量子力學家，尖端的科學家，他們發現了阿賴耶。阿賴耶這樁事情非九十五種外道所能知，今天被科學家挖掘出來了，我們對於這些科學家不能不佩服。科學發展到今天四百多年，四百多年科學家累積這些經驗、這些知識，近代科學家以這個做基礎再向上提升，發現宇宙的奧祕，阿賴耶是宇宙奧祕，說明宇宙怎麼來的。"
    },
    {
      "id": "02-037-0470_p0024",
      "zh_CN": "大乘经教里面佛说的是「一念不觉而有无明」，这就叫阿赖耶。一念不觉没有理由，为什么没有理由？因为它不是事实，只是一念妄动。但是这一念动了，接着底下这个念头也是动的，念念不住，所以它是个波动现象。阿赖耶从哪里来的？真心，真心不动。这个地方动了，动就是妄心，妄心从真心来的。妄心里面就有三种现象，真心里头没有。这个现象第一个叫无明业相，无明业相就是波动的现象，今天我们把它称作自然现象。从自然现象里面就生出转相，转相是什么？就是念头、意念。这个意念叫分别、执着，末那的执着、第六意识的分别，所以第六识、第七识是心理现象。从心理现象变现出物质现象，阿赖耶的相分，阿赖耶的境界相，这就是宇宙的源起。这个念（念头）一爆发，宇宙就出现了。所以六祖惠能大师开悟的时候说，最后一句话说，「何期自性，能生万法」，一念不觉就生起这个妄心阿赖耶，阿赖耶变现出万法。一念的时间多长？弥勒菩萨告诉我们，要用现在的秒做单位，那一念是一千六百兆分之一秒。换句话说，一秒钟里面它波动的频率多少？一千六百兆，一秒钟，我们怎么会知道！所以今天科学家发现了，我们不能不佩服。",
      "zh_TW": "大乘經教裡面佛說的是「一念不覺而有無明」，這就叫阿賴耶。一念不覺沒有理由，為什麼沒有理由？因為它不是事實，只是一念妄動。但是這一念動了，接著底下這個念頭也是動的，念念不住，所以它是個波動現象。阿賴耶從哪裡來的？真心，真心不動。這個地方動了，動就是妄心，妄心從真心來的。妄心裡面就有三種現象，真心裡頭沒有。這個現象第一個叫無明業相，無明業相就是波動的現象，今天我們把它稱作自然現象。從自然現象裡面就生出轉相，轉相是什麼？就是念頭、意念。這個意念叫分別、執著，末那的執著、第六意識的分別，所以第六識、第七識是心理現象。從心理現象變現出物質現象，阿賴耶的相分，阿賴耶的境界相，這就是宇宙的源起。這個念（念頭）一爆發，宇宙就出現了。所以六祖惠能大師開悟的時候說，最後一句話說，「何期自性，能生萬法」，一念不覺就生起這個妄心阿賴耶，阿賴耶變現出萬法。一念的時間多長？彌勒菩薩告訴我們，要用現在的秒做單位，那一念是一千六百兆分之一秒。換句話說，一秒鐘裡面它波動的頻率多少？一千六百兆，一秒鐘，我們怎麼會知道！所以今天科學家發現了，我們不能不佩服。"
    },
    {
      "id": "02-037-0470_p0025",
      "zh_CN": "八十年前科学家发现原子，那个时候认为原子是物质里头最小的，没有比它更小的。最近这八十年，技术、科技突飞猛进，把原子也打碎了，看到里面原子核、中子、电子，不是物质最小的。佛在经上的名词都叫尘，叫微尘，大概佛经上讲的微尘就是原子。谁能看见？阿罗汉，阿罗汉的天眼能看到微尘。可是微尘还能分，它再分的这个名词叫色聚极微，应该就是这八十年当中发现的粒子，有几十种不同的粒子。从粒子又发现夸克，现在又从夸克发现微中子，这个微中子应该就是佛经上所说的极微之微，也有人讲上帝粒子，这大概不能再分了，再分没有了。科学家有方法，确实把它再打碎，打碎之后真的没有东西了。看到了什么？看到是意念波动的现象，就是阿赖耶的转相。这才恍然大悟，物质从哪里来的？物质从念头变现出来的，念头没有了，物质现象就没有了。",
      "zh_TW": "八十年前科學家發現原子，那個時候認為原子是物質裡頭最小的，沒有比它更小的。最近這八十年，技術、科技突飛猛進，把原子也打碎了，看到裡面原子核、中子、電子，不是物質最小的。佛在經上的名詞都叫塵，叫微塵，大概佛經上講的微塵就是原子。誰能看見？阿羅漢，阿羅漢的天眼能看到微塵。可是微塵還能分，它再分的這個名詞叫色聚極微，應該就是這八十年當中發現的粒子，有幾十種不同的粒子。從粒子又發現夸克，現在又從夸克發現微中子，這個微中子應該就是佛經上所說的極微之微，也有人講上帝粒子，這大概不能再分了，再分沒有了。科學家有方法，確實把它再打碎，打碎之後真的沒有東西了。看到了什麼？看到是意念波動的現象，就是阿賴耶的轉相。這才恍然大悟，物質從哪裡來的？物質從念頭變現出來的，念頭沒有了，物質現象就沒有了。"
    },
    {
      "id": "02-037-0470_p0026",
      "zh_CN": "我们看到科学家这个报告，才真正觉悟到《般若心经》上所说的，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，我们才把这个五蕴皆空搞清楚，以前总是想不通，看古人的注解也看不清楚，这下搞明白了。五蕴皆空是科学家讲的中微子，佛经上所讲的极微之微，这里头色受想行识叫五蕴，色受想行识。科学家告诉我们，再小的物质，无论是什么样的物质现象，这五个字统统具足，就是色受想行识。它很小，我们肉眼不能看见它，但是它是物质现象。这个现象它有感受，换句话说，它能看、能听、能懂得人的意思，它有感受，它有受。它有想，就是说它有分别、它有执着。行是这种现象，它是个生灭相，但是这个生灭相不会断，一个连一个。虽然一个连一个，你一定要知道，前面跟后面不是一个，它是独立的，大同小异，不完全相同。这讲宇宙真相。所以行，行就是相似相续，不是真正相续。后面是识，识就是它有记忆的能力，过去的事情能够记得，未来的事情它可以幻想，有这种能力。就在这个中微子那么小的一个物质上，它统统具足。",
      "zh_TW": "我們看到科學家這個報告，才真正覺悟到《般若心經》上所說的，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，我們才把這個五蘊皆空搞清楚，以前總是想不通，看古人的註解也看不清楚，這下搞明白了。五蘊皆空是科學家講的中微子，佛經上所講的極微之微，這裡頭色受想行識叫五蘊，色受想行識。科學家告訴我們，再小的物質，無論是什麼樣的物質現象，這五個字統統具足，就是色受想行識。它很小，我們肉眼不能看見它，但是它是物質現象。這個現象它有感受，換句話說，它能看、能聽、能懂得人的意思，它有感受，它有受。它有想，就是說它有分別、它有執著。行是這種現象，它是個生滅相，但是這個生滅相不會斷，一個連一個。雖然一個連一個，你一定要知道，前面跟後面不是一個，它是獨立的，大同小異，不完全相同。這講宇宙真相。所以行，行就是相似相續，不是真正相續。後面是識，識就是它有記憶的能力，過去的事情能夠記得，未來的事情它可以幻想，有這種能力。就在這個中微子那麼小的一個物質上，它統統具足。"
    },
    {
      "id": "02-037-0470_p0027",
      "zh_CN": "所以这些科学家发现的时候，他们在报告当中，说四百年来科学界产生最大的误区就是二分法，把一切法分作物理、心理，大学就是两种课程心理学、物理学，错了，现在知道完全错了。为什么？心跟物是一不是二，它不能分开，意念产生物质现象，物质现象一定具足意念。换句话说，单独的意念不存在，单独的物质也不存在，心跟物是一不是二，而且出生有先后，先有心后有物。大乘经上常说色由心生，这佛常讲的。总结全体是心，就是讲整个宇宙就是一心变现的，惠能大师所说「何期自性，能生万法」，一句话讲清楚了。宇宙怎么来的？是从我们自性里头生的、变现出来的。心生则一切法生，心灭则一切法灭，这是把万法的源起讲出来、讲清楚了。",
      "zh_TW": "所以這些科學家發現的時候，他們在報告當中，說四百年來科學界產生最大的誤區就是二分法，把一切法分作物理、心理，大學就是兩種課程心理學、物理學，錯了，現在知道完全錯了。為什麼？心跟物是一不是二，它不能分開，意念產生物質現象，物質現象一定具足意念。換句話說，單獨的意念不存在，單獨的物質也不存在，心跟物是一不是二，而且出生有先後，先有心後有物。大乘經上常說色由心生，這佛常講的。總結全體是心，就是講整個宇宙就是一心變現的，惠能大師所說「何期自性，能生萬法」，一句話講清楚了。宇宙怎麼來的？是從我們自性裡頭生的、變現出來的。心生則一切法生，心滅則一切法滅，這是把萬法的源起講出來、講清楚了。"
    },
    {
      "id": "02-037-0470_p0028",
      "zh_CN": "我们学佛学了这几十年，看到现代科学报告才恍然大悟。几十年来这些问题总是有疑惑，佛讲得没错，没证据，佛教我们亲证这个境界，我们没这个本事。需要什么样的人能证？佛说八地以上。《华严经》说菩萨的次第、阶级，五十一个阶级，菩萨。五十一个阶级从哪里分的？从定功浅深不同而分的，定功层次五十一个等级。初信位定功等于小乘须陀洹，小乘四果阿罗汉，初果是须陀洹，大乘是初信位的菩萨；小乘最高的位次是阿罗汉，阿罗汉的定功等于七信位的菩萨，在《华严经》五十一个阶位里头，他第七个位次。第八个是辟支佛，第九个以上是菩萨，没见性，要到十信以上才见性，明心见性，五十一个位次第十一个位次明心见性，这超越十法界。佛告诉我们，阿赖耶的这个秘密八地以上才知道。那往上去你看，十信、十住、十行、十回向，四十个阶级，往上就是初地到八地，八个位次，就是这个定功要到第四十八个阶级才能看到阿赖耶的三细相。菩萨厉害，比科学家厉害，科学发现了，不能应用自在，日常生活他用不上，八地菩萨能用上。用上是什么境界？这么一个小的微尘，微尘里头有世界，我们在《华严经》上读到，什么人能进微尘世界去？普贤菩萨，他能够到微尘里面的世界去，微尘里面的世界跟外面世界一样大。这科学家一点办法都没有，他不是自己定功证得的，他是靠仪器帮助他捕捉到了。",
      "zh_TW": "我們學佛學了這幾十年，看到現代科學報告才恍然大悟。幾十年來這些問題總是有疑惑，佛講得沒錯，沒證據，佛教我們親證這個境界，我們沒這個本事。需要什麼樣的人能證？佛說八地以上。《華嚴經》說菩薩的次第、階級，五十一個階級，菩薩。五十一個階級從哪裡分的？從定功淺深不同而分的，定功層次五十一個等級。初信位定功等於小乘須陀洹，小乘四果阿羅漢，初果是須陀洹，大乘是初信位的菩薩；小乘最高的位次是阿羅漢，阿羅漢的定功等於七信位的菩薩，在《華嚴經》五十一個階位裡頭，他第七個位次。第八個是辟支佛，第九個以上是菩薩，沒見性，要到十信以上才見性，明心見性，五十一個位次第十一個位次明心見性，這超越十法界。佛告訴我們，阿賴耶的這個祕密八地以上才知道。那往上去你看，十信、十住、十行、十迴向，四十個階級，往上就是初地到八地，八個位次，就是這個定功要到第四十八個階級才能看到阿賴耶的三細相。菩薩厲害，比科學家厲害，科學發現了，不能應用自在，日常生活他用不上，八地菩薩能用上。用上是什麼境界？這麼一個小的微塵，微塵裡頭有世界，我們在《華嚴經》上讀到，什麼人能進微塵世界去？普賢菩薩，他能夠到微塵裡面的世界去，微塵裡面的世界跟外面世界一樣大。這科學家一點辦法都沒有，他不是自己定功證得的，他是靠儀器幫助他捕捉到了。"
    },
    {
      "id": "02-037-0470_p0029",
      "zh_CN": "我在前个月，高雄的刘医生从网路上送一个信息给我，这一份东西，这个科学报告，说现在科学家，在最精密的仪器里头捕捉到一千兆分之一秒，能捕捉到，这真不容易。那弥勒菩萨告诉我们的，这个极微之微是一千六百兆分之一秒，比这个还要快，佛经上说的。但是能够捕捉到一千兆分之一秒这非常不容易，跟佛法愈来愈接近了。这些说明佛法是真的不是假的。佛三千年前所说的，现在发现中微子是最近三十年的事情，跟佛讲的一模一样。所以我们有理由相信，二、三十年之后佛教不是宗教，是什么？高等科学，科学家承认、哲学家承认了。方东美先生是哲学家，他承认，他说「佛经哲学是世界上哲学的最高峰」。我们相信将来一定有科学家这样说法，佛经科学是全世界科学的最高峰。不再是迷信了，它真正能帮助我们解决问题，什么问题都能解决，没有不能解决问题的。所以它确确实实是不可思议的境界。这个地方最后，「谁能知者，独佛知耳」，只有佛真正知道。",
      "zh_TW": "我在前個月，高雄的劉醫生從網路上送一個信息給我，這一份東西，這個科學報告，說現在科學家，在最精密的儀器裡頭捕捉到一千兆分之一秒，能捕捉到，這真不容易。那彌勒菩薩告訴我們的，這個極微之微是一千六百兆分之一秒，比這個還要快，佛經上說的。但是能夠捕捉到一千兆分之一秒這非常不容易，跟佛法愈來愈接近了。這些說明佛法是真的不是假的。佛三千年前所說的，現在發現中微子是最近三十年的事情，跟佛講的一模一樣。所以我們有理由相信，二、三十年之後佛教不是宗教，是什麼？高等科學，科學家承認、哲學家承認了。方東美先生是哲學家，他承認，他說「佛經哲學是世界上哲學的最高峰」。我們相信將來一定有科學家這樣說法，佛經科學是全世界科學的最高峰。不再是迷信了，它真正能幫助我們解決問題，什麼問題都能解決，沒有不能解決問題的。所以它確確實實是不可思議的境界。這個地方最後，「誰能知者，獨佛知耳」，只有佛真正知道。"
    },
    {
      "id": "02-037-0470_p0030",
      "zh_CN": "我们再看下面这段经文，「壬三、解脱无期」，这是讲造业的人。",
      "zh_TW": "我們再看下面這段經文，「壬三、解脫無期」，這是講造業的人。"
    },
    {
      "id": "02-037-0470_p0031",
      "zh_CN": "【教语开示。信行者少。生死不休。恶道不绝。】",
      "zh_TW": "【教語開示。信行者少。生死不休。惡道不絕。】"
    },
    {
      "id": "02-037-0470_p0032",
      "zh_CN": "这是讲六道轮回的现象。",
      "zh_TW": "這是講六道輪迴的現象。"
    },
    {
      "id": "02-037-0470_p0033",
      "zh_CN": "【如是世人。难可具尽。故有自然三途。无量苦恼。辗转其中。世世累劫。无有出期。难得解脱。痛不可言。】",
      "zh_TW": "【如是世人。難可具盡。故有自然三途。無量苦惱。輾轉其中。世世累劫。無有出期。難得解脫。痛不可言。】"
    },
    {
      "id": "02-037-0470_p0034",
      "zh_CN": "这话谁相信？真话，一点都不假。注解里头说，「佛垂教化」，垂这个字有恭敬的意思、怜悯的意思，从上到下，这垂的意思。教化，确实佛上教等觉菩萨，一直到最下地狱众生，没有不教。佛是常常示现在世间，世间人不认识。佛菩萨出现在世间确实是教学，感化大众，身行言教。佛教我们五戒十善、六和六度，他全做到了，他自己没有做到他不教人，自己全做到了，所以能感化众生。现在老师为什么不能感化学生？为什么不能感化大众？他只教别人做，自己没做到，所以别人听了半信半疑，很难教导大众依教奉行，这个难。",
      "zh_TW": "這話誰相信？真話，一點都不假。註解裡頭說，「佛垂教化」，垂這個字有恭敬的意思、憐憫的意思，從上到下，這垂的意思。教化，確實佛上教等覺菩薩，一直到最下地獄眾生，沒有不教。佛是常常示現在世間，世間人不認識。佛菩薩出現在世間確實是教學，感化大眾，身行言教。佛教我們五戒十善、六和六度，他全做到了，他自己沒有做到他不教人，自己全做到了，所以能感化眾生。現在老師為什麼不能感化學生？為什麼不能感化大眾？他只教別人做，自己沒做到，所以別人聽了半信半疑，很難教導大眾依教奉行，這個難。"
    },
    {
      "id": "02-037-0470_p0035",
      "zh_CN": "注解里头说，「佛垂教化，开显真实」，这是大乘教所说的，字字句句都是真实，可是没人相信。「但众生愚痴，不信不行」，没有人相信，没有人真干。相信的人有智慧，能行的人有福德，真正有大福报，为什么？他成佛了。现在是佛的末法时期，确实信的人少了，行的人更少。李老师当年在世常常告诉我们，他以莲社做例子，莲社同学，一万个念佛人，真正能往生只有三个、五个而已；换句话，就说五个，还有九千九百九十五个人不能往生。那是天天念阿弥陀佛的，不能往生，什么原因？疑惑没断，信心不坚定，贪恋这个世间，没有能完全放下，临命终时还想到这个世间的人事物，他有留恋，所以依旧搞六道轮回，这个事情太可怕了。",
      "zh_TW": "註解裡頭說，「佛垂教化，開顯真實」，這是大乘教所說的，字字句句都是真實，可是沒人相信。「但眾生愚痴，不信不行」，沒有人相信，沒有人真幹。相信的人有智慧，能行的人有福德，真正有大福報，為什麼？他成佛了。現在是佛的末法時期，確實信的人少了，行的人更少。李老師當年在世常常告訴我們，他以蓮社做例子，蓮社同學，一萬個念佛人，真正能往生只有三個、五個而已；換句話，就說五個，還有九千九百九十五個人不能往生。那是天天念阿彌陀佛的，不能往生，什麼原因？疑惑沒斷，信心不堅定，貪戀這個世間，沒有能完全放下，臨命終時還想到這個世間的人事物，他有留戀，所以依舊搞六道輪迴，這個事情太可怕了。"
    },
    {
      "id": "02-037-0470_p0036",
      "zh_CN": "「故云信行者少。是故世间生死不休，恶道不绝」，生死轮回继续在转，起作用。「世人不信佛诲，作恶不已」，经上说『如是世人，难可具尽』，要让这个世间人全部脱离六道轮回不可能，做不到的。『故有自然三途』。三途不是人造的，正如佛在经上所说，阎罗王告诉地狱众生，这个人要堕地狱，要经过阎罗王的审判。阎罗王告诉地狱这个人，他说我不能加一点罪给你，他没有这个权力；换句话说，你造的罪业完全是自作自受。业因果报佛菩萨没有办法转动，佛菩萨只教你认错、忏悔，后不再造，念佛求生净土，真的把问题解决了。佛给你讲这个方法，你得相信，你要接受，你要真干。你怎么离开地狱的？你自己离开的。佛没有办法把你拉出去，拉不出去的，一定要靠自己。",
      "zh_TW": "「故云信行者少。是故世間生死不休，惡道不絕」，生死輪迴繼續在轉，起作用。「世人不信佛誨，作惡不已」，經上說『如是世人，難可具盡』，要讓這個世間人全部脫離六道輪迴不可能，做不到的。『故有自然三途』。三途不是人造的，正如佛在經上所說，閻羅王告訴地獄眾生，這個人要墮地獄，要經過閻羅王的審判。閻羅王告訴地獄這個人，他說我不能加一點罪給你，他沒有這個權力；換句話說，你造的罪業完全是自作自受。業因果報佛菩薩沒有辦法轉動，佛菩薩只教你認錯、懺悔，後不再造，念佛求生淨土，真的把問題解決了。佛給你講這個方法，你得相信，你要接受，你要真幹。你怎麼離開地獄的？你自己離開的。佛沒有辦法把你拉出去，拉不出去的，一定要靠自己。"
    },
    {
      "id": "02-037-0470_p0037",
      "zh_CN": "可是造的罪极重，极重是杀人，杀人太多，你虽然忏悔，认错改过，再不敢做了，确实你能够离开地狱。可是另外一个问题，被杀的那些人跟你有极大的仇恨，他要是不原谅你，要不放过你，你还是离不开地狱，这个业力太大太大了，不能不知道。多大的善才能够救得了你？我们从唐太宗这个例子，他能够离开地狱靠这部《群书治要》，靠这套东西。这套东西多大的功德？他说出来了，能救全世界。能救全世界的功德，他来赎罪，他把这个功德给过去他有意无意杀害的这些人，求他们谅解，那这些人要同意他才能出得来，你就晓得这个事情多难。",
      "zh_TW": "可是造的罪極重，極重是殺人，殺人太多，你雖然懺悔，認錯改過，再不敢做了，確實你能夠離開地獄。可是另外一個問題，被殺的那些人跟你有極大的仇恨，他要是不原諒你，要不放過你，你還是離不開地獄，這個業力太大太大了，不能不知道。多大的善才能夠救得了你？我們從唐太宗這個例子，他能夠離開地獄靠這部《群書治要》，靠這套東西。這套東西多大的功德？他說出來了，能救全世界。能救全世界的功德，他來贖罪，他把這個功德給過去他有意無意殺害的這些人，求他們諒解，那這些人要同意他才能出得來，你就曉得這個事情多難。"
    },
    {
      "id": "02-037-0470_p0038",
      "zh_CN": "在中国历朝历代，唐朝是最盛的一个朝代，所谓盛世。唐太宗是每个宗教的大护法，他心量大，对待人平等，对待所有宗教都平等。他是佛门弟子，基督教传到中国，他下令敕建教堂，回教传到中国也是敕建清真寺，我们在北京都看到的，寺庙还在。敕建是皇帝下命令建立的，所以他是搞多元文化，每一个宗教都平等。总护法还堕无间地狱，什么原因？他说出来了，杀人太多了。凡是开国的君王都是靠武力夺取政权，他要杀多少人！他信佛，他听经，由于造的这个业太重，护法的力量不能维护他，还得堕地狱。到这个时候《群书治要》被发现了，大量流通，这个功德他才能离开地狱，多么不容易。",
      "zh_TW": "在中國歷朝歷代，唐朝是最盛的一個朝代，所謂盛世。唐太宗是每個宗教的大護法，他心量大，對待人平等，對待所有宗教都平等。他是佛門弟子，基督教傳到中國，他下令敕建教堂，回教傳到中國也是敕建清真寺，我們在北京都看到的，寺廟還在。敕建是皇帝下命令建立的，所以他是搞多元文化，每一個宗教都平等。總護法還墮無間地獄，什麼原因？他說出來了，殺人太多了。凡是開國的君王都是靠武力奪取政權，他要殺多少人！他信佛，他聽經，由於造的這個業太重，護法的力量不能維護他，還得墮地獄。到這個時候《群書治要》被發現了，大量流通，這個功德他才能離開地獄，多麼不容易。"
    },
    {
      "id": "02-037-0470_p0039",
      "zh_CN": "所以世间人不相信佛教，不相信经论里头说的这些话，依旧作恶不已。中国传统的家消灭了，家道没有了，家规也不要了，家学更不必说了，家业全都没有了，真叫家破人亡。伦理、道德，中国文化的四个柱子五伦、五常、四维、八德全都没有了，社会乱了，人心坏了，作恶不已。故有三途，地狱、饿鬼、畜生，『无量苦恼』。你看看现在畜生的痛苦。我们小时候生长在农村，看到畜生，家里养的畜生都在野外，牠在没有被杀、被吃之前，牠活得很快乐、很自在，不像现在。现在你看到养鸡、养鸭的，你到那里去看看，惨不忍睹，真可怜。从蛋孵化出来之后就关在笼子里头，笼子里头电灯光非常强，让牠什么？让牠不能睡觉，不能休息，拼命喂牠东西吃，吃的都是化学东西，让牠赶快长大。",
      "zh_TW": "所以世間人不相信佛教，不相信經論裡頭說的這些話，依舊作惡不已。中國傳統的家消滅了，家道沒有了，家規也不要了，家學更不必說了，家業全都沒有了，真叫家破人亡。倫理、道德，中國文化的四個柱子五倫、五常、四維、八德全都沒有了，社會亂了，人心壞了，作惡不已。故有三途，地獄、餓鬼、畜生，『無量苦惱』。你看看現在畜生的痛苦。我們小時候生長在農村，看到畜生，家裡養的畜生都在野外，牠在沒有被殺、被吃之前，牠活得很快樂、很自在，不像現在。現在你看到養雞、養鴨的，你到那裡去看看，慘不忍睹，真可憐。從蛋孵化出來之後就關在籠子裡頭，籠子裡頭電燈光非常強，讓牠什麼？讓牠不能睡覺，不能休息，拼命餵牠東西吃，吃的都是化學東西，讓牠趕快長大。"
    },
    {
      "id": "02-037-0470_p0040",
      "zh_CN": "我是前几年，在庆云参观一个养鸭的基地，他们告诉我，这个地方养的鸭子供应北京烤鸭，三分之一就是他们那个场养的。我去参观，他在底下提着一只，放到我手掌里，问我，法师，你看这只鸭子出生几天了？跟我手掌一样大。我说至少有一个星期到十天。他告诉我昨天出生的。我就呆了，昨天出生长这么大。我说你这个鸭子拿到市场去卖，多久时间？两个星期。这怎么能吃？过去我们家里养鸡养鸭，大概都是半年以上，半年到十个月，养猪是一年。看了真可怜！完全用化学，这用机械方式叫牠长成的，这能吃吗？我回来告诉大家，不但鸭不能吃，鸭蛋都别吃，它不正常。",
      "zh_TW": "我是前幾年，在慶雲參觀一個養鴨的基地，他們告訴我，這個地方養的鴨子供應北京烤鴨，三分之一就是他們那個場養的。我去參觀，他在底下提著一隻，放到我手掌裡，問我，法師，你看這隻鴨子出生幾天了？跟我手掌一樣大。我說至少有一個星期到十天。他告訴我昨天出生的。我就呆了，昨天出生長這麼大。我說你這個鴨子拿到市場去賣，多久時間？兩個星期。這怎麼能吃？過去我們家裡養雞養鴨，大概都是半年以上，半年到十個月，養豬是一年。看了真可憐！完全用化學，這用機械方式叫牠長成的，這能吃嗎？我回來告訴大家，不但鴨不能吃，鴨蛋都別吃，它不正常。"
    },
    {
      "id": "02-037-0470_p0041",
      "zh_CN": "你说畜生活得可怜不可怜？养猪、养牛都用这个方法。这个畜生从牠出生到牠老死，被人宰杀，没有一天享受过自由，你说牠仇恨多深、怨气多重！你杀牠，你吃牠，牠不甘心，肯定牠要找你报仇，真的太可怕了。人实在是残酷到极处，造这种恶业，一点仁慈都没有了。真是无量苦恼，『辗转其中』，这就是六道轮回，『世世累劫，无有出期，难得解脱，痛不可言』。注解末后所说，「此下，故有自然三涂…痛不可言。等句，正明烧也」，这地狱果报。这样对待畜生，我们想想，三途里头他是不是地狱果报？肯定是地狱。地狱罪受完，他会到畜生道变畜生，也让别人这样烧烤，一报还一报，一定要受这个罪，你怎么样对待牠，将来牠变成人，你变成鸭子，他怎么对待你，一报还一报。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "你說畜生活得可憐不可憐？養豬、養牛都用這個方法。這個畜生從牠出生到牠老死，被人宰殺，沒有一天享受過自由，你說牠仇恨多深、怨氣多重！你殺牠，你吃牠，牠不甘心，肯定牠要找你報仇，真的太可怕了。人實在是殘酷到極處，造這種惡業，一點仁慈都沒有了。真是無量苦惱，『輾轉其中』，這就是六道輪迴，『世世累劫，無有出期，難得解脫，痛不可言』。註解末後所說，「此下，故有自然三塗…痛不可言。等句，正明燒也」，這地獄果報。這樣對待畜生，我們想想，三途裡頭他是不是地獄果報？肯定是地獄。地獄罪受完，他會到畜生道變畜生，也讓別人這樣燒烤，一報還一報，一定要受這個罪，你怎麼樣對待牠，將來牠變成人，你變成鴨子，他怎麼對待你，一報還一報。好，今天時間到了，我們就學習到此地。"
    }
  ]
}