{
  "doc_id": "02-037-0141",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四一集",
    "zh_TW": "第一四一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0141",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0141_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百四十四页倒数第六行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百四十四頁倒數第六行："
    },
    {
      "id": "02-037-0141_p0002",
      "zh_CN": "「《三藏法数四十八》云」，这是说佛的三十二相，资料是从《三藏法数》第四十八里面查出来的。第一是「足安平相」。足底，足里就是足底，就是脚下没有凹处。我们的脚下头不平，都凹出一块，佛的脚是平的、是圆满的，所以踩在地下的脚印是圆满的，我们踩在地下就缺一块。这个相也很难得，很少有，几乎我们一生所遇到的人，脚下都不圆满，不像佛这样圆满。造佛像、画佛像要注意这一点，一定要画成圆满的。不能说圆满，每个人的相都不是这样的，佛的脚怎么跟人家不一样？三十二相是表法的，代表善因善果，每一个相都是善心善行修得的果报。这是佛特别在示现，意思是教我们要注重因果，善因得善果，恶因就有恶报。经典上告诉我们，菩萨成佛，把起心动念、分别执着放下就成佛了，这是究竟圆满的佛果，没有丝毫欠缺。但是佛为度众生，度众生是随类化身，应以佛身而得度者即现佛身而为说法，这是应化身。不是佛的法身，佛的法身没有相，三种现象都没有。所以，三十二相八十种好，乃至于世尊在《观经》里面说极乐世界阿弥陀佛，身有八万四千相，每个相有八万四千好，这叫大圆满。在实报土示现的相是什么身？给诸位说，还是应身。是实报土里面四十一位菩萨有感，佛就有应，应在那个地方所示现的是大圆满的相。",
      "zh_TW": "「《三藏法數四十八》云」，這是說佛的三十二相，資料是從《三藏法數》第四十八裡面查出來的。第一是「足安平相」。足底，足裡就是足底，就是腳下沒有凹處。我們的腳下頭不平，都凹出一塊，佛的腳是平的、是圓滿的，所以踩在地下的腳印是圓滿的，我們踩在地下就缺一塊。這個相也很難得，很少有，幾乎我們一生所遇到的人，腳下都不圓滿，不像佛這樣圓滿。造佛像、畫佛像要注意這一點，一定要畫成圓滿的。不能說圓滿，每個人的相都不是這樣的，佛的腳怎麼跟人家不一樣？三十二相是表法的，代表善因善果，每一個相都是善心善行修得的果報。這是佛特別在示現，意思是教我們要注重因果，善因得善果，惡因就有惡報。經典上告訴我們，菩薩成佛，把起心動念、分別執著放下就成佛了，這是究竟圓滿的佛果，沒有絲毫欠缺。但是佛為度眾生，度眾生是隨類化身，應以佛身而得度者即現佛身而為說法，這是應化身。不是佛的法身，佛的法身沒有相，三種現象都沒有。所以，三十二相八十種好，乃至於世尊在《觀經》裡面說極樂世界阿彌陀佛，身有八萬四千相，每個相有八萬四千好，這叫大圓滿。在實報土示現的相是什麼身？給諸位說，還是應身。是實報土裡面四十一位菩薩有感，佛就有應，應在那個地方所示現的是大圓滿的相。"
    },
    {
      "id": "02-037-0141_p0003",
      "zh_CN": "三千年前古印度这些众生跟佛有感应，所以佛示现在印度，印度人认为三十二相八十种好是好相，具足这个相，一定是有大福报的人。为什么？他前世修的，大福报的人。所以这种人就值得尊敬，值得别人尊重，佛就示现这种相。由此可知，诸佛如来在十方国土所现的一切身相，他都没有起心动念，这一点我们一定要知道。起心动念尚且没有，哪来的分别执着！他的心永远是清净平等觉，这是真的。现什么样的身、说什么法，都是众生感，自然的应，佛经上说「法尔如是」，自然的应。这种自然应，我们现在在科学证明里面体会到一点意思，以前很难懂，说不出来，说出来别人也听不懂。",
      "zh_TW": "三千年前古印度這些眾生跟佛有感應，所以佛示現在印度，印度人認為三十二相八十種好是好相，具足這個相，一定是有大福報的人。為什麼？他前世修的，大福報的人。所以這種人就值得尊敬，值得別人尊重，佛就示現這種相。由此可知，諸佛如來在十方國土所現的一切身相，他都沒有起心動念，這一點我們一定要知道。起心動念尚且沒有，哪來的分別執著！他的心永遠是清淨平等覺，這是真的。現什麼樣的身、說什麼法，都是眾生感，自然的應，佛經上說「法爾如是」，自然的應。這種自然應，我們現在在科學證明裡面體會到一點意思，以前很難懂，說不出來，說出來別人也聽不懂。"
    },
    {
      "id": "02-037-0141_p0004",
      "zh_CN": "最近这十几年来，日本江本胜博士做的水实验，让我们体会到这点意思。水有没有起心动念？有没有分别执着？应该没有，它是矿物，它只有色，它哪来的受想行识？殊不知它真有受想行识。它要没有受想行识，它怎么会知道我们的意思？在江本实验的过程当中，他搞了十几年，证明什么？水会看，它能看文字，它会听，它懂得人的意思。看，江本将各种不同的文字，意思是一个爱，用各种不同的文字写出来让水看，它全都认识，它没有障碍。我们还要学习，它不要学习的，它全明了，反应出来的结晶非常之美。江本做了十几年的实验，告诉我，他说爱跟感恩、感谢，这两个图案是最好的。他问我，这是不是宇宙的核心？我说没错，确实是性德的核心，自性万德万能，这个爱是第一德。",
      "zh_TW": "最近這十幾年來，日本江本勝博士做的水實驗，讓我們體會到這點意思。水有沒有起心動念？有沒有分別執著？應該沒有，它是礦物，它只有色，它哪來的受想行識？殊不知它真有受想行識。它要沒有受想行識，它怎麼會知道我們的意思？在江本實驗的過程當中，他搞了十幾年，證明什麼？水會看，它能看文字，它會聽，它懂得人的意思。看，江本將各種不同的文字，意思是一個愛，用各種不同的文字寫出來讓水看，它全都認識，它沒有障礙。我們還要學習，它不要學習的，它全明瞭，反應出來的結晶非常之美。江本做了十幾年的實驗，告訴我，他說愛跟感恩、感謝，這兩個圖案是最好的。他問我，這是不是宇宙的核心？我說沒錯，確實是性德的核心，自性萬德萬能，這個愛是第一德。"
    },
    {
      "id": "02-037-0141_p0005",
      "zh_CN": "我们中国老祖宗知道，所以五伦里头第一句，父子有亲，那个亲就是亲爱，那是自性第一德。今天灾难很多，许多人都讲的十二月二十一日的世界末日。什么人能够平安度过？有爱心的人，有善心的人，不吃众生肉的人，也就是素食，具足这三个条件，这个灾难会平安度过，会没有事情。这是佛法里头说的。我们再看看美国布莱登博士，这是个量子力学家，是在研究念力秘密，念力就是我们的想像、思惟，这个能量很大。他告诉我们，如何应对二０一二马雅的灾难预言？他提出了三句话，很简单，第一句话，要我们「弃恶扬善」，我们把不好的东西、不善的东西、恶的东西丢掉，我们发扬善行。实在讲就是佛法讲的断恶修善，我们把十恶断掉，把十善找回来，这断恶修善。第二句叫「改邪归正」，第三句叫「端正心念」。能做到这三句，这个灾难平安度过，没事。所以灾难不怕，要知道灾难从哪来的，就是从这个反面来的。",
      "zh_TW": "我們中國老祖宗知道，所以五倫裡頭第一句，父子有親，那個親就是親愛，那是自性第一德。今天災難很多，許多人都講的十二月二十一日的世界末日。什麼人能夠平安度過？有愛心的人，有善心的人，不吃眾生肉的人，也就是素食，具足這三個條件，這個災難會平安度過，會沒有事情。這是佛法裡頭說的。我們再看看美國布萊登博士，這是個量子力學家，是在研究念力祕密，念力就是我們的想像、思惟，這個能量很大。他告訴我們，如何應對二０一二馬雅的災難預言？他提出了三句話，很簡單，第一句話，要我們「棄惡揚善」，我們把不好的東西、不善的東西、惡的東西丟掉，我們發揚善行。實在講就是佛法講的斷惡修善，我們把十惡斷掉，把十善找回來，這斷惡修善。第二句叫「改邪歸正」，第三句叫「端正心念」。能做到這三句，這個災難平安度過，沒事。所以災難不怕，要知道災難從哪來的，就是從這個反面來的。"
    },
    {
      "id": "02-037-0141_p0006",
      "zh_CN": "我们的心行不正，这第一个因素。我们造作恶业，不知道修善，念头不善、情绪不善、言行不善。我们的念头都是偏邪，不是正念，所作所为全是自私自利，都是为自己的名闻利养、贪瞋痴慢，而不顾众生。所以，自己的造作危害了社会，危害了大众，危害了国家民族，危害了整个人类，危害了上天好生之德，才感召这么多的灾难。不能不信！现在人为什么敢造？他不相信因果报应，他不相信人有来世。为什么从前人相信？从前人教，这圣贤教育。现在人不教，现在人自以为聪明，认为古人这些伦理、道德、因果全是假的，全是那些统治者欺骗人民，想巩固他的政权。这个话说得对不对？我认为很对，古人用这些方法真的把政权巩固到了；现在人聪明，不要这个东西，政权岌岌可危。还是古人比你高，你还是不如古人。古人一生过的是幸福美满的人生，身心健康、家庭和睦，年老的时候退休，儿孙满堂绕膝，有天伦之乐，现在人作梦都想不到。你老死的时候孤苦伶仃没人照顾你，问都没人问你，儿女他忙他的事情，他没有想到你，你的死活与他不相关。你说是古人比今人聪明，还是今人比古人聪明？冷静去想想你才会觉悟。不好好的想想，堕到无间地狱不知道为什么原因堕落的，那才叫可怜。还有一点良心的人、有一点智慧的人，堕到地狱他自己知道为什么原因堕的，他还能忏悔，他自己知道他错了，就很快就离开地狱，他就能出来。永远不知道，都以为自己是对的，别人是错的，你在无间地狱真的是无限长的时间，你出不来。",
      "zh_TW": "我們的心行不正，這第一個因素。我們造作惡業，不知道修善，念頭不善、情緒不善、言行不善。我們的念頭都是偏邪，不是正念，所作所為全是自私自利，都是為自己的名聞利養、貪瞋痴慢，而不顧眾生。所以，自己的造作危害了社會，危害了大眾，危害了國家民族，危害了整個人類，危害了上天好生之德，才感召這麼多的災難。不能不信！現在人為什麼敢造？他不相信因果報應，他不相信人有來世。為什麼從前人相信？從前人教，這聖賢教育。現在人不教，現在人自以為聰明，認為古人這些倫理、道德、因果全是假的，全是那些統治者欺騙人民，想鞏固他的政權。這個話說得對不對？我認為很對，古人用這些方法真的把政權鞏固到了；現在人聰明，不要這個東西，政權岌岌可危。還是古人比你高，你還是不如古人。古人一生過的是幸福美滿的人生，身心健康、家庭和睦，年老的時候退休，兒孫滿堂繞膝，有天倫之樂，現在人作夢都想不到。你老死的時候孤苦伶仃沒人照顧你，問都沒人問你，兒女他忙他的事情，他沒有想到你，你的死活與他不相關。你說是古人比今人聰明，還是今人比古人聰明？冷靜去想想你才會覺悟。不好好的想想，墮到無間地獄不知道為什麼原因墮落的，那才叫可憐。還有一點良心的人、有一點智慧的人，墮到地獄他自己知道為什麼原因墮的，他還能懺悔，他自己知道他錯了，就很快就離開地獄，他就能出來。永遠不知道，都以為自己是對的，別人是錯的，你在無間地獄真的是無限長的時間，你出不來。"
    },
    {
      "id": "02-037-0141_p0007",
      "zh_CN": "所以，佛示现在十法界，要用因果定律、规律来办事，劝导人善因善果、恶因恶报，三十二相八十种好全是善因。菩萨成佛了，应化在世间作佛，佛具足三十二相八十种好，还特别去示现一百劫的修善事。我们平常中国谚语有所谓的「十世行善」，十辈子，十世行善，这个人做大官、发大财。做国家领导人的，肯定超过十世，没有十世的善他坐不了这个位子，他大福报，不是一般人能坐得住的。做个部长至少也要五、六世的善，善行，他才能做得到。这都是果报，果必有因，不可能说是没有因的果，找不到，善因善果，恶因恶报。所以佛为我们示现百劫修善，专修三十二相八十种好。实际上佛一切都圆满，我们晓得他这是表演，像舞台上唱戏一样表演给大家看的，让大家醒悟过来。真正把起心动念、妄想执着全放下，是所有功德都圆满，哪里还要修！我们就知道这个修是为众生，是做这个样子给人看的，让别人觉悟，让别人慢慢从开始修积。这个用意很深，方法非常妥善。",
      "zh_TW": "所以，佛示現在十法界，要用因果定律、規律來辦事，勸導人善因善果、惡因惡報，三十二相八十種好全是善因。菩薩成佛了，應化在世間作佛，佛具足三十二相八十種好，還特別去示現一百劫的修善事。我們平常中國諺語有所謂的「十世行善」，十輩子，十世行善，這個人做大官、發大財。做國家領導人的，肯定超過十世，沒有十世的善他坐不了這個位子，他大福報，不是一般人能坐得住的。做個部長至少也要五、六世的善，善行，他才能做得到。這都是果報，果必有因，不可能說是沒有因的果，找不到，善因善果，惡因惡報。所以佛為我們示現百劫修善，專修三十二相八十種好。實際上佛一切都圓滿，我們曉得他這是表演，像舞台上唱戲一樣表演給大家看的，讓大家醒悟過來。真正把起心動念、妄想執著全放下，是所有功德都圓滿，哪裡還要修！我們就知道這個修是為眾生，是做這個樣子給人看的，讓別人覺悟，讓別人慢慢從開始修積。這個用意很深，方法非常妥善。"
    },
    {
      "id": "02-037-0141_p0008",
      "zh_CN": "这第一个相，从脚下，大概是从脚下说到头顶，看脚下相。第二「千辐轮相」，这就是讲我们的指纹，你看我们手指有指纹，脚趾也有脚纹。佛脚心也有纹，我们脚心纹很乱，他的脚心纹是圆的，是轮相，千辐轮相。所以足下有轮相。手心有轮相，这我们没有，这种相好都是修来的。第三「手指纤长相」，手指长。我们一般人的手指拿出来不齐，佛的手指齐。手指、脚趾都长，都比一般人长，这是好相。第四「手足柔软相」，我们的手足，你跟人家一握手，手是硬的。真有福报的人，你跟他握手，他的手像棉花一样，那是有福报的相，他手是柔软的，脚也是柔软的，像这些相都很难得。这个手柔软像棉花一样，我这一生遇到有一个，年轻的时候，我们有一个长官，地位并不很高，他以后升到中将退下来。手是软的，你跟他握手，像棉花一样，我们想到佛经上说的。一、二种相留意很可能都看到，三十二相统统都具足就找不到了，一、二种会找到。",
      "zh_TW": "這第一個相，從腳下，大概是從腳下說到頭頂，看腳下相。第二「千輻輪相」，這就是講我們的指紋，你看我們手指有指紋，腳趾也有腳紋。佛腳心也有紋，我們腳心紋很亂，他的腳心紋是圓的，是輪相，千輻輪相。所以足下有輪相。手心有輪相，這我們沒有，這種相好都是修來的。第三「手指纖長相」，手指長。我們一般人的手指拿出來不齊，佛的手指齊。手指、腳趾都長，都比一般人長，這是好相。第四「手足柔軟相」，我們的手足，你跟人家一握手，手是硬的。真有福報的人，你跟他握手，他的手像棉花一樣，那是有福報的相，他手是柔軟的，腳也是柔軟的，像這些相都很難得。這個手柔軟像棉花一樣，我這一生遇到有一個，年輕的時候，我們有一個長官，地位並不很高，他以後升到中將退下來。手是軟的，你跟他握手，像棉花一樣，我們想到佛經上說的。一、二種相留意很可能都看到，三十二相統統都具足就找不到了，一、二種會找到。"
    },
    {
      "id": "02-037-0141_p0009",
      "zh_CN": "第五「手足缦相」，这个不容易找到。缦是什么？像鹅、像鸭牠的趾里头有网膜。三十二相里头有，他手指张开是连着的，里头有膜，很细的网膜，就是手足有缦，「交互连络如鸭鹅者」。第六「足跟满足相」，跟是足踵，圆满没有凹下去的地方，圆满的，这个也很少见。第七个是「足趺高好相」，趺是脚背，脚背很圆满，这个高。第八个「腨如鹿王相。腨为股肉」，我们讲大腿，腿的上部分，大腿。「佛之股」，就是大腿是圆结实像鹿，鹿的大腿很厚，鹿长得很厚，很结实，这跑得快。鹿是个小动物，豺狼虎豹都要吃牠，牠不能抵抗，牠只有跑，逃跑。所以牠跑得快，腿就很有力，腿里头很有力最重要是大腿。第九「手过膝相」，这就是手长，手垂下来超过膝盖，这是我们一般人都没有的。佛门里面出家人你看做的衣服，袖子都超过膝盖，手没有超过，我们的袖子超过，取这个意思。所以它都有表法的意思在里头。手能超过膝盖。在我们历史上记载的，好像刘备垂手过膝，这是历史上记载的，应该是真的，不是假的。",
      "zh_TW": "第五「手足縵相」，這個不容易找到。縵是什麼？像鵝、像鴨牠的趾裡頭有網膜。三十二相裡頭有，他手指張開是連著的，裡頭有膜，很細的網膜，就是手足有縵，「交互連絡如鴨鵝者」。第六「足跟滿足相」，跟是足踵，圓滿沒有凹下去的地方，圓滿的，這個也很少見。第七個是「足趺高好相」，趺是腳背，腳背很圓滿，這個高。第八個「腨如鹿王相。腨為股肉」，我們講大腿，腿的上部分，大腿。「佛之股」，就是大腿是圓結實像鹿，鹿的大腿很厚，鹿長得很厚，很結實，這跑得快。鹿是個小動物，豺狼虎豹都要吃牠，牠不能抵抗，牠只有跑，逃跑。所以牠跑得快，腿就很有力，腿裡頭很有力最重要是大腿。第九「手過膝相」，這就是手長，手垂下來超過膝蓋，這是我們一般人都沒有的。佛門裡面出家人你看做的衣服，袖子都超過膝蓋，手沒有超過，我們的袖子超過，取這個意思。所以它都有表法的意思在裡頭。手能超過膝蓋。在我們歷史上記載的，好像劉備垂手過膝，這是歷史上記載的，應該是真的，不是假的。"
    },
    {
      "id": "02-037-0141_p0010",
      "zh_CN": "第十「马阴藏，佛之男根，密藏体内，如马阴」。马是这个相，你看不到它，它藏在里面，所以叫马阴相，这是好相。第十一「身纵广相。头足之高，与张两手之长相齐」。这就是身纵广相。身体，两个手掌张开这个长度跟身体一样，它平均的。我们站在那里多高，跟这张开的长度是一样。第十二是「毛孔生青色相」。中国人一般毛孔是黑色的，印度人好像是黑色的，西方人有黄色的，佛是青色的，这是好相。「一一毛孔，生青色之毛而不杂乱」，你看得清清楚楚、整整齐齐。第十三「身毛上靡相。身毛之头右旋向上偃伏」。这个毛是旋转的，而且是服服贴贴贴在身上，这是好相。",
      "zh_TW": "第十「馬陰藏，佛之男根，密藏體內，如馬陰」。馬是這個相，你看不到它，它藏在裡面，所以叫馬陰相，這是好相。第十一「身縱廣相。頭足之高，與張兩手之長相齊」。這就是身縱廣相。身體，兩個手掌張開這個長度跟身體一樣，它平均的。我們站在那裡多高，跟這張開的長度是一樣。第十二是「毛孔生青色相」。中國人一般毛孔是黑色的，印度人好像是黑色的，西方人有黃色的，佛是青色的，這是好相。「一一毛孔，生青色之毛而不雜亂」，你看得清清楚楚、整整齊齊。第十三「身毛上靡相。身毛之頭右旋向上偃伏」。這個毛是旋轉的，而且是服服貼貼貼在身上，這是好相。"
    },
    {
      "id": "02-037-0141_p0011",
      "zh_CN": "第十四「身金色相。身体之色如黄金」，这身相。确实有这个，我们在早年的时候，对这个佛金色相总以为金是表法的。金是表什么？表不变的意思，并不是真的是金色。现在我们认为有可能，为什么？一切法从心想生，物质现象不是真的，完全是从心想变现出来的。现在科学家给我们做了证明，科学近代提倡一句话说「以心控物」，以我们的意念来控制物质，这是最时髦的科学家的一句话。这句话要被科学证明了，将来被广泛运用，我们这个世界会改观。头一个改观就是医药，人不会生病，人用不着医药，为什么？心好，心好身心都健康。科学家提出了很多证据，特别提出来的就是很多得癌症这样的绝症，医院医生宣布他不能够再治疗，让他回家去，寿命大概只有一、二个月。可是这些人当中，居然回去之后有些人不经任何治疗他病完全好了，没有了。医生感到是奇迹，为什么会有这种事情发生？你去研究，没有办法研究它，他确实没有用药物治疗，生活很正常，找不出原因。这些科学家发现了，他的意念好，这些自然好的人，他回家之后从来没有想他的病，就把这个事情全放下，一心一意修善念，念佛的人一心一意念佛，求往生。在国外，他们天天做祈祷，把病完全忘掉，二、三个月之后没事，再去检查没有了。",
      "zh_TW": "第十四「身金色相。身體之色如黃金」，這身相。確實有這個，我們在早年的時候，對這個佛金色相總以為金是表法的。金是表什麼？表不變的意思，並不是真的是金色。現在我們認為有可能，為什麼？一切法從心想生，物質現象不是真的，完全是從心想變現出來的。現在科學家給我們做了證明，科學近代提倡一句話說「以心控物」，以我們的意念來控制物質，這是最時髦的科學家的一句話。這句話要被科學證明了，將來被廣泛運用，我們這個世界會改觀。頭一個改觀就是醫藥，人不會生病，人用不著醫藥，為什麼？心好，心好身心都健康。科學家提出了很多證據，特別提出來的就是很多得癌症這樣的絕症，醫院醫生宣布他不能夠再治療，讓他回家去，壽命大概只有一、二個月。可是這些人當中，居然回去之後有些人不經任何治療他病完全好了，沒有了。醫生感到是奇蹟，為什麼會有這種事情發生？你去研究，沒有辦法研究它，他確實沒有用藥物治療，生活很正常，找不出原因。這些科學家發現了，他的意念好，這些自然好的人，他回家之後從來沒有想他的病，就把這個事情全放下，一心一意修善念，念佛的人一心一意念佛，求往生。在國外，他們天天做祈禱，把病完全忘掉，二、三個月之後沒事，再去檢查沒有了。"
    },
    {
      "id": "02-037-0141_p0012",
      "zh_CN": "这是什么？念力，说明意念能改变物质。换句话说，我们得病是什么原因？我们的不善念头把我们健康的细胞转变成带的病毒。什么病毒？贪瞋痴慢疑都是病毒，你心里头有这些东西就是麻烦事情，心病了，身就会生病。因为身是个物质现象，物质现象的基础就是意念，没有意念就没有物质现象。意念善，物质现象没有一个不善的，意念不善它就会产生变化，道理在此地。所以这些人，心就死了，医生已经宣布死亡，天天就等死，什么都不想了，不想病单单想死。念佛人求生极乐世界，他们求生到天堂，这个念头好，世俗的念头全放下了，一、二个月，身体里病毒就没有了。我想这个理论还有一段时间要奋斗，为什么？医生不敢承认，承认他没生意做了，他要失业了。为了自己的利益，我想还是慢一点好，至少让它在他这一辈子不要有这个事情发生，他这个行业还能存在。真的一承认，医院就关门了，医生就失业了。这是最新的发现，而且这个发现跟佛所讲的完全相同，研究宇宙的源起才发现的。",
      "zh_TW": "這是什麼？念力，說明意念能改變物質。換句話說，我們得病是什麼原因？我們的不善念頭把我們健康的細胞轉變成帶的病毒。什麼病毒？貪瞋痴慢疑都是病毒，你心裡頭有這些東西就是麻煩事情，心病了，身就會生病。因為身是個物質現象，物質現象的基礎就是意念，沒有意念就沒有物質現象。意念善，物質現象沒有一個不善的，意念不善它就會產生變化，道理在此地。所以這些人，心就死了，醫生已經宣布死亡，天天就等死，什麼都不想了，不想病單單想死。念佛人求生極樂世界，他們求生到天堂，這個念頭好，世俗的念頭全放下了，一、二個月，身體裡病毒就沒有了。我想這個理論還有一段時間要奮鬥，為什麼？醫生不敢承認，承認他沒生意做了，他要失業了。為了自己的利益，我想還是慢一點好，至少讓它在他這一輩子不要有這個事情發生，他這個行業還能存在。真的一承認，醫院就關門了，醫生就失業了。這是最新的發現，而且這個發現跟佛所講的完全相同，研究宇宙的源起才發現的。"
    },
    {
      "id": "02-037-0141_p0013",
      "zh_CN": "德国普朗克一生就是研究物质，他怀疑，物质到底是什么东西，研究到最后，物质根本不存在。物质从哪里来？从念头来的，这跟阿赖耶是一个说法，阿赖耶里头境界相从哪来？从转相来的，转相就是意念。转相从哪里来的？这个科学家还没有找到，物质从哪里来的搞清楚了，意念从哪里来的没搞清楚。科学家说了个比喻，也很有趣味，他说意念没有原因，突然蹦出来，但是立刻就消失，它存在的时间非常短。然后从这些现象就肯定了，宇宙之间所有一切物质，包括意念，都不能够单独存在，没有一个是能单独存在的。他说存在这个概念，是所有这些现象纠缠在一起，产生的一个概念，好像有这个东西在，绝对不是单独。这个东西，我们可以用现在的电影，跟科学家所说的非常接近。电影我们讲老式的，现在数码的就很难说，数码比这个密度更大。这是老式的，这是电影的底片，一张一张的幻灯片，放在银幕上，我们看到好像动作好像是真的，那是什么？就是这些片子在银幕上纠缠在一起。科学家讲纠缠，就纠缠在一起，你简直就分不出来，你看到好像是真的，其实没有一张是独立的。因为它一张的速度是二十四分之一秒，一秒钟二十四张。我们看一张就看不到，没有办法看到一张，我们一看到，总是好多张连在一起的，我们才看到这个相，单独一张决定看不到。",
      "zh_TW": "德國普朗克一生就是研究物質，他懷疑，物質到底是什麼東西，研究到最後，物質根本不存在。物質從哪裡來？從念頭來的，這跟阿賴耶是一個說法，阿賴耶裡頭境界相從哪來？從轉相來的，轉相就是意念。轉相從哪裡來的？這個科學家還沒有找到，物質從哪裡來的搞清楚了，意念從哪裡來的沒搞清楚。科學家說了個比喻，也很有趣味，他說意念沒有原因，突然蹦出來，但是立刻就消失，它存在的時間非常短。然後從這些現象就肯定了，宇宙之間所有一切物質，包括意念，都不能夠單獨存在，沒有一個是能單獨存在的。他說存在這個概念，是所有這些現象糾纏在一起，產生的一個概念，好像有這個東西在，絕對不是單獨。這個東西，我們可以用現在的電影，跟科學家所說的非常接近。電影我們講老式的，現在數碼的就很難說，數碼比這個密度更大。這是老式的，這是電影的底片，一張一張的幻燈片，放在銀幕上，我們看到好像動作好像是真的，那是什麼？就是這些片子在銀幕上糾纏在一起。科學家講糾纏，就糾纏在一起，你簡直就分不出來，你看到好像是真的，其實沒有一張是獨立的。因為它一張的速度是二十四分之一秒，一秒鐘二十四張。我們看一張就看不到，沒有辦法看到一張，我們一看到，總是好多張連在一起的，我們才看到這個相，單獨一張決定看不到。"
    },
    {
      "id": "02-037-0141_p0014",
      "zh_CN": "现在佛经上告诉我们，我们现在实际上外面这个现象，物质现象也好，精神现象、自然现象，它存在的时间，弥勒菩萨告诉我们，一弹指三十二亿百千念。百千是单位，百千是十万，三十二亿乘十万，三百二十兆。这个玩意一秒钟才二十四张，现在告诉你，一秒钟不止弹指一次，一秒钟大概可以弹多少？我相信可以弹到五次，一秒钟。如果弹到五次的话，一秒钟里头多少张？生灭多少次？一千六百兆，你怎么能掌握？一千六百兆次的生灭纠缠在一起，你看到了，一个一个你决定看不到。今天科学家告诉我们，所有的现象都不是真实的，统统是极其微细的现象纠缠在一起，我们才看到。科学家讲的电子，我们肉眼看不见，电子绕着原子核，这一个原子有个原子核，有几个电子围绕，像太阳系这样状况。围绕的电子多少不一样，那电子很小。一九八０年代，发现最小的物质现象叫微中子，黄念祖老居士把这个东西写在注解里头。他第一版没有写，最初的那个，我们印的第一版没有，现在看现在这个本子有，大概是补进去的。第一版里面写到夸克，发现中微子的时候老人还在，把这段补进去了。中微子多大？是一个电子的一百亿分之一，换句话说，一百亿个微中子组合起来是一个电子。那么小的物质，佛经上讲极微之微，被现在科学家发现了。",
      "zh_TW": "現在佛經上告訴我們，我們現在實際上外面這個現象，物質現象也好，精神現象、自然現象，它存在的時間，彌勒菩薩告訴我們，一彈指三十二億百千念。百千是單位，百千是十萬，三十二億乘十萬，三百二十兆。這個玩意一秒鐘才二十四張，現在告訴你，一秒鐘不止彈指一次，一秒鐘大概可以彈多少？我相信可以彈到五次，一秒鐘。如果彈到五次的話，一秒鐘裡頭多少張？生滅多少次？一千六百兆，你怎麼能掌握？一千六百兆次的生滅糾纏在一起，你看到了，一個一個你決定看不到。今天科學家告訴我們，所有的現象都不是真實的，統統是極其微細的現象糾纏在一起，我們才看到。科學家講的電子，我們肉眼看不見，電子繞著原子核，這一個原子有個原子核，有幾個電子圍繞，像太陽系這樣狀況。圍繞的電子多少不一樣，那電子很小。一九八０年代，發現最小的物質現象叫微中子，黃念祖老居士把這個東西寫在註解裡頭。他第一版沒有寫，最初的那個，我們印的第一版沒有，現在看現在這個本子有，大概是補進去的。第一版裡面寫到夸克，發現中微子的時候老人還在，把這段補進去了。中微子多大？是一個電子的一百億分之一，換句話說，一百億個微中子組合起來是一個電子。那麼小的物質，佛經上講極微之微，被現在科學家發現了。"
    },
    {
      "id": "02-037-0141_p0015",
      "zh_CN": "极微之微谁能看见？经上讲的八地菩萨，八地菩萨能看到，就是阿赖耶的三细相，七地以前都没有看到。现在的科学家他们的本事到了八地，他看到了，但是他是不是菩萨？他不是的。为什么？菩萨是靠定功，是放下妄想分别执着，他们全没有放下。他们所以能看见，用数学，数学理论依据，再用精密的仪器去观察才发现的。所以他还是凡夫，他不是八地菩萨。不过这些科学家我相信将来都会学佛，为什么？他们辛辛苦苦发现出来，原来释迦牟尼佛三千年前就讲清楚了，比他讲得还透彻，还有什么话说？你现在精神现象不知道从哪来的，佛有，佛说精神现象就是受想行识，从哪来的？从业相来的。业相，现在科学家讲的能量，是从能量里头变现出来的。能量从哪里来的？能量是自性里头本有的。但是佛讲得清楚，能量里头有智慧，就是智慧的能量，有德行的能量、有相好的能量，就是有物质的能量、有精神的能量、有自然的能量。佛法把它称之为自性、本性、法性，都是讲这个，这个科学讲的还没有佛法讲得这么清楚。但是这个能量谁能见到？佛也说八地以上，他在禅定当中见到的。见到一念不觉，从自性里头出现了一个阿赖耶的现象，自性是真心，阿赖耶是妄心。一念不觉这是迷，阿赖耶是迷里头产生的，觉里头没有。",
      "zh_TW": "極微之微誰能看見？經上講的八地菩薩，八地菩薩能看到，就是阿賴耶的三細相，七地以前都沒有看到。現在的科學家他們的本事到了八地，他看到了，但是他是不是菩薩？他不是的。為什麼？菩薩是靠定功，是放下妄想分別執著，他們全沒有放下。他們所以能看見，用數學，數學理論依據，再用精密的儀器去觀察才發現的。所以他還是凡夫，他不是八地菩薩。不過這些科學家我相信將來都會學佛，為什麼？他們辛辛苦苦發現出來，原來釋迦牟尼佛三千年前就講清楚了，比他講得還透徹，還有什麼話說？你現在精神現象不知道從哪來的，佛有，佛說精神現象就是受想行識，從哪來的？從業相來的。業相，現在科學家講的能量，是從能量裡頭變現出來的。能量從哪裡來的？能量是自性裡頭本有的。但是佛講得清楚，能量裡頭有智慧，就是智慧的能量，有德行的能量、有相好的能量，就是有物質的能量、有精神的能量、有自然的能量。佛法把它稱之為自性、本性、法性，都是講這個，這個科學講的還沒有佛法講得這麼清楚。但是這個能量誰能見到？佛也說八地以上，他在禪定當中見到的。見到一念不覺，從自性裡頭出現了一個阿賴耶的現象，自性是真心，阿賴耶是妄心。一念不覺這是迷，阿賴耶是迷裡頭產生的，覺裡頭沒有。"
    },
    {
      "id": "02-037-0141_p0016",
      "zh_CN": "所以大彻大悟之后，就转阿赖耶成大圆镜智，转八识成四智，阿赖耶就没有了。诸佛实报庄严土，没有阿赖耶，它那个现象是心现心生的，惠能大师说「何期自性能生万法」，它没有变。变成阿赖耶之后就有变化，那个变化就把一真法界变成十法界。所以一真法界是十法界的基础，一真法界是真的，十法界是假的。一真法界要跟自性比，它也是假的，它也不是真的，自性里头什么都没有。一真法界怎么变的？我们现在搞清楚，无始无明习气所变的。无始无明真的断了，没有了，但是有习气在；那个习气要没有了，没有了这个现象就没有，一真法界也没有了。所以凡所有相，皆是虚妄，这里头包括实报庄严土。真正永恒不变的，就是自性、就是法性。法性在哪里？无处不在，无时不在，它是一切法的本体，有它才能现一切法，没有它一切法不能现。我们讲经把它比喻作银幕，比喻作电视的屏幕，它什么都没有，它什么都能现。它是真的，它不变，里面的画面是假的，刹那刹那在变，我们用这个做比喻。常寂光净土就是屏幕、就是银幕，那是真的不变。所以，证到妙觉果位就回归常寂光了。",
      "zh_TW": "所以大徹大悟之後，就轉阿賴耶成大圓鏡智，轉八識成四智，阿賴耶就沒有了。諸佛實報莊嚴土，沒有阿賴耶，它那個現象是心現心生的，惠能大師說「何期自性能生萬法」，它沒有變。變成阿賴耶之後就有變化，那個變化就把一真法界變成十法界。所以一真法界是十法界的基礎，一真法界是真的，十法界是假的。一真法界要跟自性比，它也是假的，它也不是真的，自性裡頭什麼都沒有。一真法界怎麼變的？我們現在搞清楚，無始無明習氣所變的。無始無明真的斷了，沒有了，但是有習氣在；那個習氣要沒有了，沒有了這個現象就沒有，一真法界也沒有了。所以凡所有相，皆是虛妄，這裡頭包括實報莊嚴土。真正永恆不變的，就是自性、就是法性。法性在哪裡？無處不在，無時不在，它是一切法的本體，有它才能現一切法，沒有它一切法不能現。我們講經把它比喻作銀幕，比喻作電視的屏幕，它什麼都沒有，它什麼都能現。它是真的，它不變，裡面的畫面是假的，剎那剎那在變，我們用這個做比喻。常寂光淨土就是屏幕、就是銀幕，那是真的不變。所以，證到妙覺果位就回歸常寂光了。"
    },
    {
      "id": "02-037-0141_p0017",
      "zh_CN": "但是常寂光并不等于零，数学里头的零是什么都没有。常寂光里头什么现象都没有，但是它都具足，就是它具足这些能量，遇到缘它就能现。缘肯定有，为什么？十法界无量无边众生他有感，众生有起心动念，起心动念的信息他立刻收到，这是精神现象，起心动念。那物质现象，物质现象也是波动现象，没有波动现象，物质不能存在。这个波动现象，波动的频率也是遍法界虚空界；换句话说，我们身体健康状况佛菩萨知道，每个波动现象都传过去了，他都收到，他怎么会不知道！我们起心动念这是精神现象，他也晓得，我们身体状况他都知道，没有一样不知道。他没有一切现象，但是什么信息他都知道，跟他有缘的他一定现身来帮助你。缘是什么？缘就是信、愿、行，这个太重要了，信为道元功德母。你要不信，不信他来了没用处，帮不上忙。所以首先你要相信，他现相你能体会到，他说法你能够理解，你能够依教奉行，你就能回归到自性，你就能解决一切问题。解决你自身的问题，现在我们讲，解决你家庭的问题，解决你事业上的问题，解决社会问题，解决国家乃至于解决地球的问题，妙不可言！这么好的一样东西，这一生要是错过了，那多可惜，真的，说后悔怎么说都无法形容。",
      "zh_TW": "但是常寂光並不等於零，數學裡頭的零是什麼都沒有。常寂光裡頭什麼現象都沒有，但是它都具足，就是它具足這些能量，遇到緣它就能現。緣肯定有，為什麼？十法界無量無邊眾生他有感，眾生有起心動念，起心動念的信息他立刻收到，這是精神現象，起心動念。那物質現象，物質現象也是波動現象，沒有波動現象，物質不能存在。這個波動現象，波動的頻率也是遍法界虛空界；換句話說，我們身體健康狀況佛菩薩知道，每個波動現象都傳過去了，他都收到，他怎麼會不知道！我們起心動念這是精神現象，他也曉得，我們身體狀況他都知道，沒有一樣不知道。他沒有一切現象，但是什麼信息他都知道，跟他有緣的他一定現身來幫助你。緣是什麼？緣就是信、願、行，這個太重要了，信為道元功德母。你要不信，不信他來了沒用處，幫不上忙。所以首先你要相信，他現相你能體會到，他說法你能夠理解，你能夠依教奉行，你就能回歸到自性，你就能解決一切問題。解決你自身的問題，現在我們講，解決你家庭的問題，解決你事業上的問題，解決社會問題，解決國家乃至於解決地球的問題，妙不可言！這麼好的一樣東西，這一生要是錯過了，那多可惜，真的，說後悔怎麼說都無法形容。"
    },
    {
      "id": "02-037-0141_p0018",
      "zh_CN": "这么一样好东西，我们能够遇到，所以我们感谢老师，特别感谢方东美先生。我们这个教学楼建好之后，搞好之后，我就想给它命名为东美楼，纪念方东美先生。不是他，我们永远不知道这个信息。他得来是偶然的，他并没有想去研究佛教，生病，到峨嵋山养病，告诉我，山上什么东西都没有，听不到广播，没有电，电灯都没有。抗战期间，没有报纸、没有杂志，什么都看不到，就是有佛经。无聊，找佛经来消遣，他是这样入进去的。愈看愈有道理，愈看愈有味道，在那里就看上瘾，一辈子没有一天不看佛经。这里面东西真被他看出来了，和尚都不知道，真被他看出来了。所以他看到祖师大德那些注疏，贤首国师《六十华严》的注解《探玄记》，清凉国师的《华严经疏钞》，宗密法师的《圆觉经大疏》，马鸣菩萨的《起信论》，僧肇大师的注解，他佩服得五体投地。他介绍给我，告诉我，释迦牟尼是最伟大的哲学家，我们学哲学要跟他学；佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我们相信这句话，为什么？他天天读佛经。他从峨嵋山养成读经的习惯，一生没有一天中断，我相信他这句话。如果他只讲，他自己不做，我们不会有信心，他自己真干。台湾印《大藏经》，印《卍续藏》，我把这个信息告诉他，他第二天就去订了一套。他知道《续藏经》内容，研究佛学，《续藏》非常重要，为什么？里面全都是注解。《续藏》收的经不多，收的注解，特别收注解，非常丰富。《续藏》我看我们要在台湾发起再印，这部书太好了，这日本人编的。",
      "zh_TW": "這麼一樣好東西，我們能夠遇到，所以我們感謝老師，特別感謝方東美先生。我們這個教學樓建好之後，搞好之後，我就想給它命名為東美樓，紀念方東美先生。不是他，我們永遠不知道這個信息。他得來是偶然的，他並沒有想去研究佛教，生病，到峨嵋山養病，告訴我，山上什麼東西都沒有，聽不到廣播，沒有電，電燈都沒有。抗戰期間，沒有報紙、沒有雜誌，什麼都看不到，就是有佛經。無聊，找佛經來消遣，他是這樣入進去的。愈看愈有道理，愈看愈有味道，在那裡就看上癮，一輩子沒有一天不看佛經。這裡面東西真被他看出來了，和尚都不知道，真被他看出來了。所以他看到祖師大德那些註疏，賢首國師《六十華嚴》的註解《探玄記》，清涼國師的《華嚴經疏鈔》，宗密法師的《圓覺經大疏》，馬鳴菩薩的《起信論》，僧肇大師的註解，他佩服得五體投地。他介紹給我，告訴我，釋迦牟尼是最偉大的哲學家，我們學哲學要跟他學；佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我們相信這句話，為什麼？他天天讀佛經。他從峨嵋山養成讀經的習慣，一生沒有一天中斷，我相信他這句話。如果他只講，他自己不做，我們不會有信心，他自己真幹。台灣印《大藏經》，印《卍續藏》，我把這個信息告訴他，他第二天就去訂了一套。他知道《續藏經》內容，研究佛學，《續藏》非常重要，為什麼？裡面全都是註解。《續藏》收的經不多，收的註解，特別收註解，非常豐富。《續藏》我看我們要在台灣發起再印，這部書太好了，這日本人編的。"
    },
    {
      "id": "02-037-0141_p0019",
      "zh_CN": "我们遇到地球上过去所没有的困难的一个时代，我们遇到这个法门，真正得受用，我们心就是定的。我们知道，佛教导我们「制心一处，无事不办」，制心一处就是禅定，真正制心一处，那是高级的禅定，不是普通禅定。他要见不到宇宙的源起，就是见不到阿赖耶，他办事就不圆满；换句话说，制心真正到一处，应该是八地以上的菩萨。心里头确实没有杂念，一个杂念都找不到，真的专一了。我们今天就是专一在阿弥陀佛上，万缘放下；真正专一在这一句佛号上，我相信十年决定开悟。十年不开悟，是你心里头还有杂念、还有妄想；你要没有杂念、没有妄想的话，十年肯定开悟。那个境界就是禅宗里头大彻大悟，净土宗里头叫理一心不乱，理一心不乱应该就见到阿赖耶了。这是甚深禅定，不是普通的禅定。这个禅定无事不办，让我们的身体真正变成黄金色是可以做得到。因为一切法从心想生，你一念全身金色，一念整个世界金色，都能看得到，金色的世界。你自己的念力加持，这个现象会出现。",
      "zh_TW": "我們遇到地球上過去所沒有的困難的一個時代，我們遇到這個法門，真正得受用，我們心就是定的。我們知道，佛教導我們「制心一處，無事不辦」，制心一處就是禪定，真正制心一處，那是高級的禪定，不是普通禪定。他要見不到宇宙的源起，就是見不到阿賴耶，他辦事就不圓滿；換句話說，制心真正到一處，應該是八地以上的菩薩。心裡頭確實沒有雜念，一個雜念都找不到，真的專一了。我們今天就是專一在阿彌陀佛上，萬緣放下；真正專一在這一句佛號上，我相信十年決定開悟。十年不開悟，是你心裡頭還有雜念、還有妄想；你要沒有雜念、沒有妄想的話，十年肯定開悟。那個境界就是禪宗裡頭大徹大悟，淨土宗裡頭叫理一心不亂，理一心不亂應該就見到阿賴耶了。這是甚深禪定，不是普通的禪定。這個禪定無事不辦，讓我們的身體真正變成黃金色是可以做得到。因為一切法從心想生，你一念全身金色，一念整個世界金色，都能看得到，金色的世界。你自己的念力加持，這個現象會出現。"
    },
    {
      "id": "02-037-0141_p0020",
      "zh_CN": "第十五「常光一丈相」，佛身放光，光明有一丈。「身放光明，四面各一丈」，这是常光，这是不会断绝的。这个光不是太阳光，不是火光，是自性里头的智慧光明，它能照见。有传闻，说今年十二月二十一号地球有转变，我们现在得两个信息，讲的有一点点不同。一个是说从三度空间转变成四度，另外一个信息，从三度转变成五度，这个不一样。但是有相同地方，就是转变期间，有三天地球处在零度空间。这一句我不懂，因为如果依照数学的零度，这个零度就没有，零度是空，没有任何现象，这才叫零度。但是它跟佛法上的自性不一样，自性虽然空，但是它有。佛讲得很清楚，「一切众生皆有如来智慧德相」，就是说自性里头本具如来智慧德相。惠能大师看到了，所以他说「何期自性本自具足」，就是具足智慧德相。所以自性是活的，不是死的，活活泼泼，比什么都灵敏。你看我们起心动念，细胞上这波动现象它全知道，但是它没有现象。如果我们相信，相信佛、相信菩萨，求佛菩萨来帮助我们、保佑我们，这就是感，这一感他就现相，他真能帮上忙。你不相信的话那就没办法，他不会现相；真正相信，真正愿意求他帮忙，立刻就感应到，他能现一切相。他自己本身什么都不是，但是能现一切相。",
      "zh_TW": "第十五「常光一丈相」，佛身放光，光明有一丈。「身放光明，四面各一丈」，這是常光，這是不會斷絕的。這個光不是太陽光，不是火光，是自性裡頭的智慧光明，它能照見。有傳聞，說今年十二月二十一號地球有轉變，我們現在得兩個信息，講的有一點點不同。一個是說從三度空間轉變成四度，另外一個信息，從三度轉變成五度，這個不一樣。但是有相同地方，就是轉變期間，有三天地球處在零度空間。這一句我不懂，因為如果依照數學的零度，這個零度就沒有，零度是空，沒有任何現象，這才叫零度。但是它跟佛法上的自性不一樣，自性雖然空，但是它有。佛講得很清楚，「一切眾生皆有如來智慧德相」，就是說自性裡頭本具如來智慧德相。惠能大師看到了，所以他說「何期自性本自具足」，就是具足智慧德相。所以自性是活的，不是死的，活活潑潑，比什麼都靈敏。你看我們起心動念，細胞上這波動現象它全知道，但是它沒有現象。如果我們相信，相信佛、相信菩薩，求佛菩薩來幫助我們、保佑我們，這就是感，這一感他就現相，他真能幫上忙。你不相信的話那就沒辦法，他不會現相；真正相信，真正願意求他幫忙，立刻就感應到，他能現一切相。他自己本身什麼都不是，但是能現一切相。"
    },
    {
      "id": "02-037-0141_p0021",
      "zh_CN": "所以，那个空不能当无来解释，佛法称这个空叫真空，称万有叫妙有，真空不空，妙有非有。妙有是幻相，不是真相。现在科学家讲的这个意思好，他讲是纠缠，精神现象、物质现象，还包括自然现象，统统纠缠在一起产生这个宇宙现象。这句话里头含着很深的一个意思，那就是任何的现象不能够单独存在。弥勒菩萨讲得很清楚，一秒钟一千六百兆的生灭，所以没有单独存在的，全是纠缠现象。这个纠缠现象说的是什么？关系密切，我们是一体，分你我他错了，遍法界虚空界是一体。我们在经典上读到，佛家讲的慈悲，悲叫同体大悲，慈叫无缘大慈，无缘用现在的话就是没有条件的。父母亲对子女的爱没有条件的，这个爱在什么时候表现出来？应该在婴儿三、四个月的时间，是最明显，你能看父母对婴儿的爱，没条件。那个婴儿对父母的爱，他虽然不会说话，你看他面孔表情、你看他的动作都能看出来。",
      "zh_TW": "所以，那個空不能當無來解釋，佛法稱這個空叫真空，稱萬有叫妙有，真空不空，妙有非有。妙有是幻相，不是真相。現在科學家講的這個意思好，他講是糾纏，精神現象、物質現象，還包括自然現象，統統糾纏在一起產生這個宇宙現象。這句話裡頭含著很深的一個意思，那就是任何的現象不能夠單獨存在。彌勒菩薩講得很清楚，一秒鐘一千六百兆的生滅，所以沒有單獨存在的，全是糾纏現象。這個糾纏現象說的是什麼？關係密切，我們是一體，分你我他錯了，遍法界虛空界是一體。我們在經典上讀到，佛家講的慈悲，悲叫同體大悲，慈叫無緣大慈，無緣用現在的話就是沒有條件的。父母親對子女的愛沒有條件的，這個愛在什麼時候表現出來？應該在嬰兒三、四個月的時間，是最明顯，你能看父母對嬰兒的愛，沒條件。那個嬰兒對父母的愛，他雖然不會說話，你看他面孔表情、你看他的動作都能看出來。"
    },
    {
      "id": "02-037-0141_p0022",
      "zh_CN": "这就说明宇宙是彼此互相交缠在一起，是一体，我们要执着自私自利，这是绝大的错误，这就是所有灾难的根源。应当把心胸放大，就像贤首国师《还源观》上讲的四德，讲得好。四德第一个，「随缘妙用」。随缘就是《普贤行愿品》上讲的「恒顺众生，随喜功德」。怎么叫功德？妙用就是功德。什么叫妙用？妙用是离一切相，不着相。随缘能做到不起心不动念、不分别不执着，那是谁随缘？诸佛如来随缘。起心动念有，不分别不执着，是菩萨随缘；还有分别，不执着，那是阿罗汉随缘。如果起心动念、分别执着全都有，那个用就不妙了，那不叫妙用。这个好，随缘妙用！第二个教导我们「威仪有则」，佛门弟子在这个社会上，起心动念、言语造作要给大家做好榜样，做个觉悟的榜样，做个清醒的榜样，这个很重要。那就是一定要把像《弟子规》、《感应篇》、《十善业》、六波罗蜜、普贤十愿，要做出来给人看。现在人根坏了，根是什么？根是「孝养父母，奉事师长」，这是根，我们一定要把这个根做出来。我们每堂课，对老师、对父母行礼，父母、老师都不在了，念念不忘，天天感恩。做出来！这就是教育。不从这里做起，那就是没有根的种植，费多大力气后来收不到果实，为什么？没根。",
      "zh_TW": "這就說明宇宙是彼此互相交纏在一起，是一體，我們要執著自私自利，這是絕大的錯誤，這就是所有災難的根源。應當把心胸放大，就像賢首國師《還源觀》上講的四德，講得好。四德第一個，「隨緣妙用」。隨緣就是《普賢行願品》上講的「恆順眾生，隨喜功德」。怎麼叫功德？妙用就是功德。什麼叫妙用？妙用是離一切相，不著相。隨緣能做到不起心不動念、不分別不執著，那是誰隨緣？諸佛如來隨緣。起心動念有，不分別不執著，是菩薩隨緣；還有分別，不執著，那是阿羅漢隨緣。如果起心動念、分別執著全都有，那個用就不妙了，那不叫妙用。這個好，隨緣妙用！第二個教導我們「威儀有則」，佛門弟子在這個社會上，起心動念、言語造作要給大家做好榜樣，做個覺悟的榜樣，做個清醒的榜樣，這個很重要。那就是一定要把像《弟子規》、《感應篇》、《十善業》、六波羅蜜、普賢十願，要做出來給人看。現在人根壞了，根是什麼？根是「孝養父母，奉事師長」，這是根，我們一定要把這個根做出來。我們每堂課，對老師、對父母行禮，父母、老師都不在了，念念不忘，天天感恩。做出來！這就是教育。不從這裡做起，那就是沒有根的種植，費多大力氣後來收不到果實，為什麼？沒根。"
    },
    {
      "id": "02-037-0141_p0023",
      "zh_CN": "古人两句话，过去我们体会不深，在今天社会里头我们亲眼看到，深刻了。古人说的「百善孝为先，万恶淫为首」，在以前我们听这两句话不懂意思，现在知道，现在万恶真的是淫为首。为什么？你看堕胎，堕胎是杀人，杀自己的儿女。一年杀多少？世界卫生组织公布的，五千万，一年堕胎五千万。这五千万是有数字的，医院里有记录的，还没有记录的不包括在里头，所以加个五千万以上。这五千万人死的时候是怎么做比例？这些科学家有个比喻，第二次世界大战，战争打了四年多结束了，战争当中死亡的人数，总数五千万；换句话说，现在一年堕胎就是第二次大战死亡的总人数。这怎么得了，这世界还能好吗？这世界能没有灾难吗？",
      "zh_TW": "古人兩句話，過去我們體會不深，在今天社會裡頭我們親眼看到，深刻了。古人說的「百善孝為先，萬惡淫為首」，在以前我們聽這兩句話不懂意思，現在知道，現在萬惡真的是淫為首。為什麼？你看墮胎，墮胎是殺人，殺自己的兒女。一年殺多少？世界衛生組織公布的，五千萬，一年墮胎五千萬。這五千萬是有數字的，醫院裡有記錄的，還沒有記錄的不包括在裡頭，所以加個五千萬以上。這五千萬人死的時候是怎麼做比例？這些科學家有個比喻，第二次世界大戰，戰爭打了四年多結束了，戰爭當中死亡的人數，總數五千萬；換句話說，現在一年墮胎就是第二次大戰死亡的總人數。這怎麼得了，這世界還能好嗎？這世界能沒有災難嗎？"
    },
    {
      "id": "02-037-0141_p0024",
      "zh_CN": "灾难从哪来的我们就晓得，根就是不孝、邪淫，根本的根本。怎么挽救这个根？现在人没觉悟、没看到，我们要给人家讲，人家嗤之以鼻，根本不相信。灾难不能避免，原因在此地。如果真正讲消灾免难，这个一定要做到。妇女堕胎，一年死于堕胎的人数好像是五百万，一年堕胎的人数是五千万，大概有五百万因为堕胎而死亡的，这做母亲的。很可怕，造作这么重的罪业，死了以后堕地狱，你说多可怜。将来从地狱出来，跟这些儿女还有冤冤相报，这个堕胎的小婴儿恨透了母亲，他要来报仇。等于说你把他凌迟处死，这是最残酷的一桩事情，不是一刀毙命，凌迟处死，这个仇恨怎么能消除？所以我们今天，我这里出家人不多，只有几个人，每天晚上要给这些婴灵做皈依，今天的，平均每天十五万以上，每天给他们做三皈依。这里立牌位，邀请他们来听经，跟我们念佛堂一起念佛，化解怨恨。做父母的也无知，没受过这个教育，他不懂事，要原谅他，不要冤冤相报。我们做这个工作。另外还有一桩大事，现在过年了，大吃大喝，每天杀多少众生？现在世界上人口七十亿人，每天杀的这些众生多少？这些众生不甘心情愿，都要报仇，所以社会乌烟瘴气。平常看到天空像一层雾一样的，那是什么？那就是这些幽灵的怨气。我们坐飞机飞在高空上，看到底下一片灰土土的，这怨气！还在杀，灾难就是报复。",
      "zh_TW": "災難從哪來的我們就曉得，根就是不孝、邪淫，根本的根本。怎麼挽救這個根？現在人沒覺悟、沒看到，我們要給人家講，人家嗤之以鼻，根本不相信。災難不能避免，原因在此地。如果真正講消災免難，這個一定要做到。婦女墮胎，一年死於墮胎的人數好像是五百萬，一年墮胎的人數是五千萬，大概有五百萬因為墮胎而死亡的，這做母親的。很可怕，造作這麼重的罪業，死了以後墮地獄，你說多可憐。將來從地獄出來，跟這些兒女還有冤冤相報，這個墮胎的小嬰兒恨透了母親，他要來報仇。等於說你把他凌遲處死，這是最殘酷的一樁事情，不是一刀斃命，凌遲處死，這個仇恨怎麼能消除？所以我們今天，我這裡出家人不多，只有幾個人，每天晚上要給這些嬰靈做皈依，今天的，平均每天十五萬以上，每天給他們做三皈依。這裡立牌位，邀請他們來聽經，跟我們念佛堂一起念佛，化解怨恨。做父母的也無知，沒受過這個教育，他不懂事，要原諒他，不要冤冤相報。我們做這個工作。另外還有一樁大事，現在過年了，大吃大喝，每天殺多少眾生？現在世界上人口七十億人，每天殺的這些眾生多少？這些眾生不甘心情願，都要報仇，所以社會烏煙瘴氣。平常看到天空像一層霧一樣的，那是什麼？那就是這些幽靈的怨氣。我們坐飛機飛在高空上，看到底下一片灰土土的，這怨氣！還在殺，災難就是報復。"
    },
    {
      "id": "02-037-0141_p0025",
      "zh_CN": "所以它提出第一个条件，素食的人会平安度过，善心的人、爱心的人，具足这三个条件，这个灾难没问题，他不会受到伤害，这就是有福的人。要爱动物，要爱众生，决定不能有伤害众生的念头，不能有伤害众生的行为，我们才平安度过。这样的善心人，这叫有福之人，中国谚语有所谓「福人居福地，福地福人居」。风水从哪来的？风水从一个人心地善恶变现出来的。善心人住在这个地方，这个地方风水不好，慢慢就变好了，境随心转。这个地方风水不好，有福的人居住在这里，几年变好了；风水挺好，没有福的人居住在这里，造业的人，几年风水变坏，境随心转。不要去找人看风水，花那个钱很冤枉，纵然是最好的风水，你保不住，你的心不善保不住，风水会变坏。所以你要想住好风水，你去做好人，你去存好心，我们提倡四好，存好心、说好话、行好事、做好人，你住的那个地方一定是风水宝地。存心不善、言语刻薄、行为不正，纵然是风水宝地，你到那里去，二、三年就变坏了。什么是有福的人？孝养父母是有福的人，奉事师长是有福的人，跟着老祖宗教诲学习的人是有福的人，跟释迦牟尼佛学的人是有福的人。方东美先生是最好的榜样，他有智慧，他死了之后，遗嘱要求把他的骨灰散在台湾海峡。什么意思？两岸永远和平，不要自相残杀，真不容易。看一个人的存心，看一个人的行事，我们飞到台湾海峡上空就想到方老师。",
      "zh_TW": "所以它提出第一個條件，素食的人會平安度過，善心的人、愛心的人，具足這三個條件，這個災難沒問題，他不會受到傷害，這就是有福的人。要愛動物，要愛眾生，決定不能有傷害眾生的念頭，不能有傷害眾生的行為，我們才平安度過。這樣的善心人，這叫有福之人，中國諺語有所謂「福人居福地，福地福人居」。風水從哪來的？風水從一個人心地善惡變現出來的。善心人住在這個地方，這個地方風水不好，慢慢就變好了，境隨心轉。這個地方風水不好，有福的人居住在這裡，幾年變好了；風水挺好，沒有福的人居住在這裡，造業的人，幾年風水變壞，境隨心轉。不要去找人看風水，花那個錢很冤枉，縱然是最好的風水，你保不住，你的心不善保不住，風水會變壞。所以你要想住好風水，你去做好人，你去存好心，我們提倡四好，存好心、說好話、行好事、做好人，你住的那個地方一定是風水寶地。存心不善、言語刻薄、行為不正，縱然是風水寶地，你到那裡去，二、三年就變壞了。什麼是有福的人？孝養父母是有福的人，奉事師長是有福的人，跟著老祖宗教誨學習的人是有福的人，跟釋迦牟尼佛學的人是有福的人。方東美先生是最好的榜樣，他有智慧，他死了之後，遺囑要求把他的骨灰散在台灣海峽。什麼意思？兩岸永遠和平，不要自相殘殺，真不容易。看一個人的存心，看一個人的行事，我們飛到台灣海峽上空就想到方老師。"
    },
    {
      "id": "02-037-0141_p0026",
      "zh_CN": "这是说身体放光，真的有光，每个人身体都有光，颜色不一样，大小不一样，练气功的人能看到，我们自己不知道。我过去大概是二、三十年之前，我在加州，在洛杉矶跟旧金山这两个地方讲经。在洛杉矶的时候，遇到了中国几个特异功能的人，好像那个时候有十个特异功能的人派到美国，都是年轻人，二十几岁。在我们讲堂里面，大家知道他们来的，所以每个人都让他看看。他们有Ｘ光眼，我们讲天眼，给大家检查身体，讲得都很准确，他看得很清楚。其中有位女同修，他告诉她，妳年轻时候得过肺病，她就愣住了。而且指出，妳的这个肺结核已经结疤，已经没有问题了，但是那个疤痕还在，指出它的位置，非常正确。这个女同修，也是我们的护法，告诉我，这桩事情没有一个人晓得，跟她先生结婚这么多年，她从来没说过，她自己知道。她说他讲的是真的，不是假的。我们问他，你这能力从哪来的？生下来就有。会不会失掉？会，年岁愈大能力就愈退化，如果跟社会接触多，妄念多了，很快就没有了。这个我们就懂得了，从清净心来的，投胎的时候就很清净，能保持清净心，有这个能力。",
      "zh_TW": "這是說身體放光，真的有光，每個人身體都有光，顏色不一樣，大小不一樣，練氣功的人能看到，我們自己不知道。我過去大概是二、三十年之前，我在加州，在洛杉磯跟舊金山這兩個地方講經。在洛杉磯的時候，遇到了中國幾個特異功能的人，好像那個時候有十個特異功能的人派到美國，都是年輕人，二十幾歲。在我們講堂裡面，大家知道他們來的，所以每個人都讓他看看。他們有Ｘ光眼，我們講天眼，給大家檢查身體，講得都很準確，他看得很清楚。其中有位女同修，他告訴她，妳年輕時候得過肺病，她就愣住了。而且指出，妳的這個肺結核已經結疤，已經沒有問題了，但是那個疤痕還在，指出它的位置，非常正確。這個女同修，也是我們的護法，告訴我，這樁事情沒有一個人曉得，跟她先生結婚這麼多年，她從來沒說過，她自己知道。她說他講的是真的，不是假的。我們問他，你這能力從哪來的？生下來就有。會不會失掉？會，年歲愈大能力就愈退化，如果跟社會接觸多，妄念多了，很快就沒有了。這個我們就懂得了，從清淨心來的，投胎的時候就很清淨，能保持清淨心，有這個能力。"
    },
    {
      "id": "02-037-0141_p0027",
      "zh_CN": "还有人能看到光的，每个人身体光不一样，大概光里面，金色的光是最好的，白色、黄色次一等的。灰色的光是不好，有病，如果光是灰色的就有病，黑色的就很严重。他们也给我看，看我身上的光是金色的，而且这些人背后还在说，他说师父能量很大，比我们都强。所以人家问我，我有什么特异功能？我说我什么都没有，他们胡说八道。这是说我们能理解，我们中国人不讲光，中国人讲气，外国人讲磁场，都是一个意思，外国人讲磁场、气氛、氛围。真正有德行的人，他磁场不一样，我在这一生里头，我最欢喜的是章嘉大师，章嘉大师的磁场好。你走进他居住的地方，你会一种什么？非常欢喜，有非常安全感，你进入他居住的地方。跟他在客厅里面静坐，纵然一句话不说，你会很欢喜，你都不愿意离开。磁场吸引你，在佛法里叫光。有些人心行不善，造恶多端的，你进入他那个地方害怕、恐惧，那个磁场里头有杀气，就不一样。这是佛的常光，光明一丈，四面都是一丈。",
      "zh_TW": "還有人能看到光的，每個人身體光不一樣，大概光裡面，金色的光是最好的，白色、黃色次一等的。灰色的光是不好，有病，如果光是灰色的就有病，黑色的就很嚴重。他們也給我看，看我身上的光是金色的，而且這些人背後還在說，他說師父能量很大，比我們都強。所以人家問我，我有什麼特異功能？我說我什麼都沒有，他們胡說八道。這是說我們能理解，我們中國人不講光，中國人講氣，外國人講磁場，都是一個意思，外國人講磁場、氣氛、氛圍。真正有德行的人，他磁場不一樣，我在這一生裡頭，我最歡喜的是章嘉大師，章嘉大師的磁場好。你走進他居住的地方，你會一種什麼？非常歡喜，有非常安全感，你進入他居住的地方。跟他在客廳裡面靜坐，縱然一句話不說，你會很歡喜，你都不願意離開。磁場吸引你，在佛法裡叫光。有些人心行不善，造惡多端的，你進入他那個地方害怕、恐懼，那個磁場裡頭有殺氣，就不一樣。這是佛的常光，光明一丈，四面都是一丈。"
    },
    {
      "id": "02-037-0141_p0028",
      "zh_CN": "第十六「皮肤细滑相。皮肤软滑者」，这都是好相，不像我们皮肤粗糙。所以明白这个道理，这个三十二相全部讲的是果，果必有因，哪一个相好是什么因感得来的，我们也查出来了，在这个资料里头。我们把这个文念完之后，我们再从资料里头去找它的因。江味农居士《金刚经讲义》里头注得很清楚，三十二相每一种相好是什么因得来的，可以做参考。这份资料我现在还不知道从哪里得来的，因为《金刚经讲义》过去我们讲过，依这个本子讲过，所以我记得还清楚。第十七「七处平满相」，这个七处下面说了，两足下、两掌、两肩、及头顶，这叫七处，「此七处皆平满无缺陷」。这是七处平满相，这是好相。第十八「两腋满相。腋下充满者」。大概我们张开手，这个两腋凹下去的，不平满，这跟佛比就差很远。我们都凹进去，里头不是平满的，佛相是平满的。",
      "zh_TW": "第十六「皮膚細滑相。皮膚軟滑者」，這都是好相，不像我們皮膚粗糙。所以明白這個道理，這個三十二相全部講的是果，果必有因，哪一個相好是什麼因感得來的，我們也查出來了，在這個資料裡頭。我們把這個文念完之後，我們再從資料裡頭去找它的因。江味農居士《金剛經講義》裡頭註得很清楚，三十二相每一種相好是什麼因得來的，可以做參考。這份資料我現在還不知道從哪裡得來的，因為《金剛經講義》過去我們講過，依這個本子講過，所以我記得還清楚。第十七「七處平滿相」，這個七處下面說了，兩足下、兩掌、兩肩、及頭頂，這叫七處，「此七處皆平滿無缺陷」。這是七處平滿相，這是好相。第十八「兩腋滿相。腋下充滿者」。大概我們張開手，這個兩腋凹下去的，不平滿，這跟佛比就差很遠。我們都凹進去，裡頭不是平滿的，佛相是平滿的。"
    },
    {
      "id": "02-037-0141_p0029",
      "zh_CN": "第十九「身如狮子相」，狮子是威猛的意思，「身体平正，威仪严肃」。所以狮子为兽中之王，你细心去观察牠。在禽兽当中，也有有福报的，有没福报的，狮子是有福报的，像狮子、老虎都是有福报的。牠们的相跟一般小动物不一样，有福没有福就能看到了。第二十「身端直相。身形端正，无伛曲者」。身形端正，没有像弯腰驼背的这种现象，伛曲就是弯腰驼背。第二十一「肩圆满相。两肩圆满而丰腴者」，肩膀。第二十二「四十齿相」，我们一般人牙齿三十二颗，一般人都是的，佛有四十颗牙齿，这也是贵相。二十三「齿白齐密相」，整齐，四十颗牙齿白净、坚固，排得很密。第二十四「四牙白净相」，四牙是最大的，我们讲门牙，上下各两颗，一共是四颗，白大清净，白净相。第二十五「颊车如狮子相」，这底下有注解，两颊，就是这两边隆起来，圆满，这个脸方方正正，像狮子两颊一样。我们讲两腮，两腮要是瘦下去，这个人没有福报，有福的相这里很圆满。这个三十二相与福报关系最大，这是福相，佛教给我们福慧双修。",
      "zh_TW": "第十九「身如獅子相」，獅子是威猛的意思，「身體平正，威儀嚴肅」。所以獅子為獸中之王，你細心去觀察牠。在禽獸當中，也有有福報的，有沒福報的，獅子是有福報的，像獅子、老虎都是有福報的。牠們的相跟一般小動物不一樣，有福沒有福就能看到了。第二十「身端直相。身形端正，無傴曲者」。身形端正，沒有像彎腰駝背的這種現象，傴曲就是彎腰駝背。第二十一「肩圓滿相。兩肩圓滿而豐腴者」，肩膀。第二十二「四十齒相」，我們一般人牙齒三十二顆，一般人都是的，佛有四十顆牙齒，這也是貴相。二十三「齒白齊密相」，整齊，四十顆牙齒白淨、堅固，排得很密。第二十四「四牙白淨相」，四牙是最大的，我們講門牙，上下各兩顆，一共是四顆，白大清淨，白淨相。第二十五「頰車如獅子相」，這底下有註解，兩頰，就是這兩邊隆起來，圓滿，這個臉方方正正，像獅子兩頰一樣。我們講兩腮，兩腮要是瘦下去，這個人沒有福報，有福的相這裡很圓滿。這個三十二相與福報關係最大，這是福相，佛教給我們福慧雙修。"
    },
    {
      "id": "02-037-0141_p0030",
      "zh_CN": "二十六，这咽喉，「咽中津液得上味相。佛之咽喉中常有津液，凡食物因之得上味也」。以前我没有看这些经文，我心里有个想法，跟这个一样的。因为释迦牟尼佛他每天吃东西托钵的，人家给他东西都不一样，而且是平等的。托钵，供养的人家没有特别为佛做的。我们在经上看到，佛遇到乞丐，乞丐看到佛，供养佛是大福报，他把他讨的这钵饭供养佛。这个饭什么？馊了，味道全变了，佛一样要吃下去，为他种福，佛很慈悲。这种坏了的东西，吃了会不会生病？当时我就想着，我说佛，你看境随心转，佛的心慈悲善良到极处，一切东西到他口里去一定会变成最好的味道，这经上果然有。",
      "zh_TW": "二十六，這咽喉，「咽中津液得上味相。佛之咽喉中常有津液，凡食物因之得上味也」。以前我沒有看這些經文，我心裡有個想法，跟這個一樣的。因為釋迦牟尼佛他每天吃東西托缽的，人家給他東西都不一樣，而且是平等的。托缽，供養的人家沒有特別為佛做的。我們在經上看到，佛遇到乞丐，乞丐看到佛，供養佛是大福報，他把他討的這缽飯供養佛。這個飯什麼？餿了，味道全變了，佛一樣要吃下去，為他種福，佛很慈悲。這種壞了的東西，吃了會不會生病？當時我就想著，我說佛，你看境隨心轉，佛的心慈悲善良到極處，一切東西到他口裡去一定會變成最好的味道，這經上果然有。"
    },
    {
      "id": "02-037-0141_p0031",
      "zh_CN": "我们今天吃东西，诸位一定要记住，如果你觉得这个东西味道变了、坏了，不能吃，吃了就有病，你千万别吃。为什么？你的意念已经转到了，吃了它会生病，你吃了它肯定生病。如果你没有念头，没有去想它，你把它吃掉了没事，为什么？正常的。这就是一切法从心想生，它对我身体有伤害，你想它有伤害决定有伤害，你已经把它想成了。你要是完全没有想的话，就什么事都没有，这个道理一定要懂。根本没有想到，什么东西照样吃，毒药吃了也没事情。我在讲经的时候，曾经多次说过，清净心就是免疫力，清净心不会受疾病、细菌的感染；慈悲心能消毒，什么样的毒药慈悲心都能化解。现在得到念力这个发现，可以给我们做证明，我们过去所想的没错，得到现在科学证明。譬如说我们明白了，所有一切与起心动念有密切关系，起心动念决定不能有差错。最好的念头，世出世间第一念头、最好的念头，无过于念阿弥陀佛，这是真的，一点都不假。如果我们真的念念都是阿弥陀佛，给诸位说，天下太平，这个地方就是极乐世界。看到所有一切的人事物全是阿弥陀佛，决定得生极乐世界而且品位很高，这是真正带得去的，是千真万确的事实。这个世界上，包括身体，没有一样你带得走的，全是假的。假的，就不要在这上面多作意，真的，要念念不舍，这是什么？这真正觉悟了，真正明白了。",
      "zh_TW": "我們今天吃東西，諸位一定要記住，如果你覺得這個東西味道變了、壞了，不能吃，吃了就有病，你千萬別吃。為什麼？你的意念已經轉到了，吃了它會生病，你吃了它肯定生病。如果你沒有念頭，沒有去想它，你把它吃掉了沒事，為什麼？正常的。這就是一切法從心想生，它對我身體有傷害，你想它有傷害決定有傷害，你已經把它想成了。你要是完全沒有想的話，就什麼事都沒有，這個道理一定要懂。根本沒有想到，什麼東西照樣吃，毒藥吃了也沒事情。我在講經的時候，曾經多次說過，清淨心就是免疫力，清淨心不會受疾病、細菌的感染；慈悲心能消毒，什麼樣的毒藥慈悲心都能化解。現在得到念力這個發現，可以給我們做證明，我們過去所想的沒錯，得到現在科學證明。譬如說我們明白了，所有一切與起心動念有密切關係，起心動念決定不能有差錯。最好的念頭，世出世間第一念頭、最好的念頭，無過於念阿彌陀佛，這是真的，一點都不假。如果我們真的念念都是阿彌陀佛，給諸位說，天下太平，這個地方就是極樂世界。看到所有一切的人事物全是阿彌陀佛，決定得生極樂世界而且品位很高，這是真正帶得去的，是千真萬確的事實。這個世界上，包括身體，沒有一樣你帶得走的，全是假的。假的，就不要在這上面多作意，真的，要念念不捨，這是什麼？這真正覺悟了，真正明白了。"
    },
    {
      "id": "02-037-0141_p0032",
      "zh_CN": "佛陀当年在世，这些弟子们，佛自己也一样，都出去托钵，托钵是一堂功课，自行化他，自己谦卑。斋主供养，这是财布施，不论布施多少，出家人对斋主是法供养，就是一定要为他说法。至少也要给他祝福，他要有问题、有疑难一定要讲解给他听，这是回报。不能说人家供养，拿着供养就走，没这个道理。所以他有法供养。托钵，不能托的时候一面走一面吃，那就没有威仪了，那个样子不好。一定要回去，回到自己居住的地方，居住的都是树林，都在树林下。然后怎么办？把所托的饭菜会合在一起，吃多少在里头拿多少，这叫一钵千家饭。是真的，你看一千二百五十五人出去托钵，你吃的这个饭是千家饭，真的要平等。我托的饭菜好，我说你托得差，不平等，会合在一起，平等的。给诸位说，讲共产，佛是真正共产，你看吃东西真平等，没有话说。每个人托的会合在一起，吃多少拿多少，剩下来的供养禽兽，鸟、小动物，供养牠们，不留到下一餐，不留。这也是讲求卫生，不积蓄，不留明天的东西，干干净净。所以真正共产党是佛教的团体，那是真共产，六和敬里头「利和同均」就是共产。释迦牟尼佛生活跟大众完全相同，没有两样。",
      "zh_TW": "佛陀當年在世，這些弟子們，佛自己也一樣，都出去托缽，托缽是一堂功課，自行化他，自己謙卑。齋主供養，這是財布施，不論布施多少，出家人對齋主是法供養，就是一定要為他說法。至少也要給他祝福，他要有問題、有疑難一定要講解給他聽，這是回報。不能說人家供養，拿著供養就走，沒這個道理。所以他有法供養。托缽，不能托的時候一面走一面吃，那就沒有威儀了，那個樣子不好。一定要回去，回到自己居住的地方，居住的都是樹林，都在樹林下。然後怎麼辦？把所托的飯菜會合在一起，吃多少在裡頭拿多少，這叫一缽千家飯。是真的，你看一千二百五十五人出去托缽，你吃的這個飯是千家飯，真的要平等。我托的飯菜好，我說你托得差，不平等，會合在一起，平等的。給諸位說，講共產，佛是真正共產，你看吃東西真平等，沒有話說。每個人托的會合在一起，吃多少拿多少，剩下來的供養禽獸，鳥、小動物，供養牠們，不留到下一餐，不留。這也是講求衛生，不積蓄，不留明天的東西，乾乾淨淨。所以真正共產黨是佛教的團體，那是真共產，六和敬裡頭「利和同均」就是共產。釋迦牟尼佛生活跟大眾完全相同，沒有兩樣。"
    },
    {
      "id": "02-037-0141_p0033",
      "zh_CN": "二十七「广长舌相。舌广而长，柔软细薄，展之则覆面」，舌头伸出来可以把面孔盖住，而且可以达到头发，你看「而至于发际者」。佛常常示现给大家看，证明什么？证明不妄语，广长舌相是不妄语修成的。所以佛说，三世不妄语，你过去两世、这一世，三世不妄语，你舌头伸出来可以舔到鼻尖。我们试试看，舌头能不能舔得到？舔到鼻尖，三世不妄语。佛的舌头伸出来把整个脸盖着，给你做证明，我生生世世不妄语。这个习俗在印度，当地人都知道。十恶，妄语是最严重的，最容易犯的。所以在我们《无量寿经》里头讲清净三业，把口业摆在第一，第一句话就是不讥他过，「善护口业，不讥他过」。所有一切经里面，讲十善业都是身口意这样排列的，只有这个经典上，它把口摆在第一，下面再是身、再是意。让我们立刻就想到，口业是最容易犯的。所以这个排列都有很深的意思，应当要学。",
      "zh_TW": "二十七「廣長舌相。舌廣而長，柔軟細薄，展之則覆面」，舌頭伸出來可以把面孔蓋住，而且可以達到頭髮，你看「而至於髮際者」。佛常常示現給大家看，證明什麼？證明不妄語，廣長舌相是不妄語修成的。所以佛說，三世不妄語，你過去兩世、這一世，三世不妄語，你舌頭伸出來可以舔到鼻尖。我們試試看，舌頭能不能舔得到？舔到鼻尖，三世不妄語。佛的舌頭伸出來把整個臉蓋著，給你做證明，我生生世世不妄語。這個習俗在印度，當地人都知道。十惡，妄語是最嚴重的，最容易犯的。所以在我們《無量壽經》裡頭講清淨三業，把口業擺在第一，第一句話就是不譏他過，「善護口業，不譏他過」。所有一切經裡面，講十善業都是身口意這樣排列的，只有這個經典上，它把口擺在第一，下面再是身、再是意。讓我們立刻就想到，口業是最容易犯的。所以這個排列都有很深的意思，應當要學。"
    },
    {
      "id": "02-037-0141_p0034",
      "zh_CN": "没有理由去欺骗人，没有必要去欺骗人，人在佛的心目当中都是好人。所以大乘法里头说，人人是好人，事事是好事。善人，尊重我们的人、喜欢我们的人，对我们很好，我们说他是好人；恶人，毁谤我们的人、羞辱我们的人、陷害我们的人，那些人也是好人，你得要认识。他对我好在哪里？他替我消业障。我们无始到今生，造的恶业多少？谁肯替我们消业障？这些人替我们消业障，我们不能有怨恨，我们要感激。为什么？造作恶业，如果毁谤是事实，我们感激他，我们要改过自新，他提醒我。如果不是事实，我们很冤枉，他造的罪业就很重，将来他要得果报。消我的业，他承受我的恶报，你说这多可怜。所以，我们要以自己修行这些功德回向给他，希望他将来在恶道里头受苦减轻，这就是我们对他的回报。他现在造作罪业不知道，果报现前他明了了，他才知道我们对他一点恶意都没有，还在帮助他。这就是怨结自然就化解了。他跟我们这里结怨，我不接受，这个怨就结不上；他跟我结的怨，我要想报复他，我想怨恨他，那就坏了，那就错了。那就变成将来冤冤相报，生生世世没完没了，双方都痛苦，这就错了。",
      "zh_TW": "沒有理由去欺騙人，沒有必要去欺騙人，人在佛的心目當中都是好人。所以大乘法裡頭說，人人是好人，事事是好事。善人，尊重我們的人、喜歡我們的人，對我們很好，我們說他是好人；惡人，毀謗我們的人、羞辱我們的人、陷害我們的人，那些人也是好人，你得要認識。他對我好在哪裡？他替我消業障。我們無始到今生，造的惡業多少？誰肯替我們消業障？這些人替我們消業障，我們不能有怨恨，我們要感激。為什麼？造作惡業，如果毀謗是事實，我們感激他，我們要改過自新，他提醒我。如果不是事實，我們很冤枉，他造的罪業就很重，將來他要得果報。消我的業，他承受我的惡報，你說這多可憐。所以，我們要以自己修行這些功德迴向給他，希望他將來在惡道裡頭受苦減輕，這就是我們對他的回報。他現在造作罪業不知道，果報現前他明瞭了，他才知道我們對他一點惡意都沒有，還在幫助他。這就是怨結自然就化解了。他跟我們這裡結怨，我不接受，這個怨就結不上；他跟我結的怨，我要想報復他，我想怨恨他，那就壞了，那就錯了。那就變成將來冤冤相報，生生世世沒完沒了，雙方都痛苦，這就錯了。"
    },
    {
      "id": "02-037-0141_p0035",
      "zh_CN": "统统化解，一笔勾消，佛法最高的理论，指导的原则，告诉我们，「凡所有相，皆是虚妄」，何必计较？都是虚妄，不是真的，你要计较干什么？人真的要存好心、要说好话、要行好事、要做好人。灾难这么频繁，我们会很平安度过，我们天天生活得非常充实，真的是在这里积功累德。这个生活多圆满，这个生活才真正是方先生所说的人生最高的享受。每天都在积功累德，任何人不能破坏，功德是你自己成就。陷害的那些人在旁边搧风，为什么？他破坏不了你功德，他让你自己破坏，他来挑衅、来引导你，叫你发脾气、叫你贪心、叫你贪婪、叫你愚痴。我不听他的，我不发脾气，我不贪、我不痴，他就一点都不起作用。所以不能上当。功德是什么人都不能破坏的，魔王都没有办法破坏。魔王他们能破坏是什么？就是煽动，叫你自己毁灭自己，自己破坏自己。我不听他的就没事，他以后就不来了，为什么？没效。这是释迦牟尼佛八相成道里头示现降魔，你看佛用什么方法降魔？用定功，如如不动，用慈悲，把他就化解掉了。这一套一定要学，学了受用无穷，学了真的能保护自己。如果你要不学，几句不好听的话就冒火三丈，你就下地狱了，他就这样把你送到地狱去的。送到地狱他不负责任，为什么？你自己下去的，你自己发脾气，是你自作自受，与我不相干。所以，我们决定不能上当，我们自己成就，也成就他。你看这个意思多好，这种心叫善心，这才叫圆满。",
      "zh_TW": "統統化解，一筆勾消，佛法最高的理論，指導的原則，告訴我們，「凡所有相，皆是虛妄」，何必計較？都是虛妄，不是真的，你要計較幹什麼？人真的要存好心、要說好話、要行好事、要做好人。災難這麼頻繁，我們會很平安度過，我們天天生活得非常充實，真的是在這裡積功累德。這個生活多圓滿，這個生活才真正是方先生所說的人生最高的享受。每天都在積功累德，任何人不能破壞，功德是你自己成就。陷害的那些人在旁邊搧風，為什麼？他破壞不了你功德，他讓你自己破壞，他來挑釁、來引導你，叫你發脾氣、叫你貪心、叫你貪婪、叫你愚痴。我不聽他的，我不發脾氣，我不貪、我不痴，他就一點都不起作用。所以不能上當。功德是什麼人都不能破壞的，魔王都沒有辦法破壞。魔王他們能破壞是什麼？就是煽動，叫你自己毀滅自己，自己破壞自己。我不聽他的就沒事，他以後就不來了，為什麼？沒效。這是釋迦牟尼佛八相成道裡頭示現降魔，你看佛用什麼方法降魔？用定功，如如不動，用慈悲，把他就化解掉了。這一套一定要學，學了受用無窮，學了真的能保護自己。如果你要不學，幾句不好聽的話就冒火三丈，你就下地獄了，他就這樣把你送到地獄去的。送到地獄他不負責任，為什麼？你自己下去的，你自己發脾氣，是你自作自受，與我不相干。所以，我們決定不能上當，我們自己成就，也成就他。你看這個意思多好，這種心叫善心，這才叫圓滿。"
    },
    {
      "id": "02-037-0141_p0036",
      "zh_CN": "第二十八「梵音深远相」，梵是清净，清净之义，佛的音声清净、远闻，这是真的。这都是过去世口业修得好，身口意三业都好，才有这样好的果报。因为我们想到，世尊当年在世说法是在旷野，不是在讲堂，讲堂有墙壁，声音还可以拦住，他没有。听众那么多，不是少数，我们想像当中，常随众一千二百五十五人，这是跟着佛不离开的，佛到哪里他们跟到哪里。另外还有临时来参加的、来听经的，这些大众，有来听二、三天的，有来听一、二个星期的，有来听三、五个月的，不是常随众，估计人数绝对不会少过常随众；换句话说，佛讲经听众至少在三千人以上。三千人以上这个场面，没有现在的扩音器，如果讲经后头听不见，人家都跑掉了，这个相好，佛是一定具足的。所以他的音声宏亮，音声远闻，我们讲嗓门大，不需要用这些科学的工具。",
      "zh_TW": "第二十八「梵音深遠相」，梵是清淨，清淨之義，佛的音聲清淨、遠聞，這是真的。這都是過去世口業修得好，身口意三業都好，才有這樣好的果報。因為我們想到，世尊當年在世說法是在曠野，不是在講堂，講堂有牆壁，聲音還可以攔住，他沒有。聽眾那麼多，不是少數，我們想像當中，常隨眾一千二百五十五人，這是跟著佛不離開的，佛到哪裡他們跟到哪裡。另外還有臨時來參加的、來聽經的，這些大眾，有來聽二、三天的，有來聽一、二個星期的，有來聽三、五個月的，不是常隨眾，估計人數絕對不會少過常隨眾；換句話說，佛講經聽眾至少在三千人以上。三千人以上這個場面，沒有現在的擴音器，如果講經後頭聽不見，人家都跑掉了，這個相好，佛是一定具足的。所以他的音聲宏亮，音聲遠聞，我們講嗓門大，不需要用這些科學的工具。"
    },
    {
      "id": "02-037-0141_p0037",
      "zh_CN": "我在澳洲图文巴，前面一个市长跟我很好，我们的活动常常邀她来讲演。她的嗓门大，她不需要用麦克风，确确实实在我们讲堂讲经，马路上听得到，听得清清楚楚。那个女的，那个老的市长，人非常好，很多人劝她去选州长，她不干，她回到老家去，听说开了一个Ｍotel。太远了，距离图文巴开车听说要六个小时，近一点我们去找她、看她。太远，六个小时，来回十二个小时，很远。这都是心地善良，不造口业，所以有这样好的果报。",
      "zh_TW": "我在澳洲圖文巴，前面一個市長跟我很好，我們的活動常常邀她來講演。她的嗓門大，她不需要用麥克風，確確實實在我們講堂講經，馬路上聽得到，聽得清清楚楚。那個女的，那個老的市長，人非常好，很多人勸她去選州長，她不幹，她回到老家去，聽說開了一個Ｍotel。太遠了，距離圖文巴開車聽說要六個小時，近一點我們去找她、看她。太遠，六個小時，來回十二個小時，很遠。這都是心地善良，不造口業，所以有這樣好的果報。"
    },
    {
      "id": "02-037-0141_p0038",
      "zh_CN": "「二十九，眼色如绀青相。眼睛之色如绀青」。这也是好相，眼是青色的。我们一般人的眼色，年轻的时候还好，年岁老了慢慢就变惛了，看东西也不很清楚了。所以绀青，我们中国人讲是碧绿的，碧绿的眼睛，这是贵相。现在时间到了，我们就学到此地。今年过年，我们三十、初一还是照样讲经，我们不中断。",
      "zh_TW": "「二十九，眼色如紺青相。眼睛之色如紺青」。這也是好相，眼是青色的。我們一般人的眼色，年輕的時候還好，年歲老了慢慢就變惛了，看東西也不很清楚了。所以紺青，我們中國人講是碧綠的，碧綠的眼睛，這是貴相。現在時間到了，我們就學到此地。今年過年，我們三十、初一還是照樣講經，我們不中斷。"
    }
  ]
}