{
  "doc_id": "02-037-0454",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五四集",
    "zh_TW": "第四五四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-037-0454",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-037-0454_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百三十八页最后一行，科题，「善业福果」。我们请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百三十八頁最後一行，科題，「善業福果」。我們請看經文："
    },
    {
      "id": "02-037-0454_p0002",
      "zh_CN": "【其有尊贵。豪富。贤明。长者。智勇。才达。皆由宿世慈孝。修善积德所致。】",
      "zh_TW": "【其有尊貴。豪富。賢明。長者。智勇。才達。皆由宿世慈孝。修善積德所致。】"
    },
    {
      "id": "02-037-0454_p0003",
      "zh_CN": "前面佛在经中告诉我们，恶业遭受的恶报；这一段在给我们说修善的，善业一定积的有福果，这是真理！千年万世，此界他方，整个宇宙永恒不变的规律，业因果报，丝毫不爽。这些果报佛经说得清楚，说得透彻、明白，实际上，我们只要冷静细心观察，全在面前。正因为这个事实真相，所以古代，我相信中国传统文化决定不止五千年，五千年是有文字记载，没有文字，不能说没有文化。印度婆罗门，现代的兴都教，我们跟他们有往来，他们的长老告诉我说，婆罗门教的历史至少有一万三千年。今天我们宗教在一起活动，都把它摆在第一，它的历史最悠久。我相信中国传统文化不在它之下，那至少也有一万三千年。",
      "zh_TW": "前面佛在經中告訴我們，惡業遭受的惡報；這一段在給我們說修善的，善業一定積的有福果，這是真理！千年萬世，此界他方，整個宇宙永恆不變的規律，業因果報，絲毫不爽。這些果報佛經說得清楚，說得透徹、明白，實際上，我們只要冷靜細心觀察，全在面前。正因為這個事實真相，所以古代，我相信中國傳統文化決定不止五千年，五千年是有文字記載，沒有文字，不能說沒有文化。印度婆羅門，現代的興都教，我們跟他們有往來，他們的長老告訴我說，婆羅門教的歷史至少有一萬三千年。今天我們宗教在一起活動，都把它擺在第一，它的歷史最悠久。我相信中國傳統文化不在它之下，那至少也有一萬三千年。"
    },
    {
      "id": "02-037-0454_p0004",
      "zh_CN": "老祖宗有智慧，现代科学家逐渐也肯定，他说古人似乎有一种本能，能够知道过去未来，现在我们这个本能失掉了。这个话说得也很有道理，确实有本能。那佛告诉我们，本能是人人都有的，而且并没有失掉。这个失是迷失，不是真的失掉，有东西把它障碍住了，本能不能现前。什么障碍？烦恼是障碍，罪业是障碍。烦恼是自私自利、名闻利养、贪瞋痴慢，这些是烦恼。罪业是你造作的罪恶，杀盗淫妄，这是罪业。这两种障碍让你的本能不能现前。如果这两种障碍我们把它放弃、放下了，本能立刻就恢复。",
      "zh_TW": "老祖宗有智慧，現代科學家逐漸也肯定，他說古人似乎有一種本能，能夠知道過去未來，現在我們這個本能失掉了。這個話說得也很有道理，確實有本能。那佛告訴我們，本能是人人都有的，而且並沒有失掉。這個失是迷失，不是真的失掉，有東西把它障礙住了，本能不能現前。什麼障礙？煩惱是障礙，罪業是障礙。煩惱是自私自利、名聞利養、貪瞋痴慢，這些是煩惱。罪業是你造作的罪惡，殺盜淫妄，這是罪業。這兩種障礙讓你的本能不能現前。如果這兩種障礙我們把它放棄、放下了，本能立刻就恢復。"
    },
    {
      "id": "02-037-0454_p0005",
      "zh_CN": "本能里头有什么？佛在《华严经》上告诉我们，「一切众生皆有如来智慧德相」。换句话说，每个人，我们的智慧跟佛平等。因为智慧是从自性来的，不是从外头学来的。外面学的是知识，不是智慧。智慧从内心里头生出来，不从外来，心清净，智慧就现前，心不清净，智慧就失掉了。所以佛家常常用水做比喻，很有道理。水干净的时候没有染污，没有风浪，水平像一面镜子。智慧是什么？照见，外面山河大地照在里头清清楚楚。佛告诉我们，我们的本能是这个样子的，这是讲心。如果有波浪、有染污，它就照不见，这就是有烦恼、有罪孽的时候，这个能力不现，不是失掉，真正来讲没有失掉。所以佛菩萨他看得很清楚，他看到的告诉我们，「一切众生本来是佛」。",
      "zh_TW": "本能裡頭有什麼？佛在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相」。換句話說，每個人，我們的智慧跟佛平等。因為智慧是從自性來的，不是從外頭學來的。外面學的是知識，不是智慧。智慧從內心裡頭生出來，不從外來，心清淨，智慧就現前，心不清淨，智慧就失掉了。所以佛家常常用水做比喻，很有道理。水乾淨的時候沒有染污，沒有風浪，水平像一面鏡子。智慧是什麼？照見，外面山河大地照在裡頭清清楚楚。佛告訴我們，我們的本能是這個樣子的，這是講心。如果有波浪、有染污，它就照不見，這就是有煩惱、有罪孽的時候，這個能力不現，不是失掉，真正來講沒有失掉。所以佛菩薩他看得很清楚，他看到的告訴我們，「一切眾生本來是佛」。"
    },
    {
      "id": "02-037-0454_p0006",
      "zh_CN": "那佛到底是什么？我们用最简单的方式给现在人介绍。三皈依里头第一句是「皈依佛，二足尊」。这个二是什么？一个是智慧，一个是福德，二就指这两种。足是满足，就是圆满的意思。智慧圆满了，福德圆满了，这个人就称之为佛，佛是这个意思。那学佛就是学求智慧、求福德。我们也希望我们的智慧、福德跟佛一样，能不能？能。为什么？因为你本来就是一样的，只要我们把障碍放下，就恢复了。在佛经上通常讲三大类的烦恼，第一类叫无明烦恼。无明是什么？是你什么都不知道。难道我们本来什么都知道吗？是的，一点都没错！本来什么都知道，现在你不知道了，叫无明。本来你对过去现在未来、此界他方、宇宙人生，没有一样你不知道，宇宙从哪来的，众生从哪里来的，我自己从哪里来的，清清楚楚、明明白白，这叫明，明白了，就这个意思。无明就是你不明白，你本来应该知道的，现在全不知道了。为什么不知道？你有障碍，这个障碍叫无明烦恼，这是最微细的。这个烦恼要是破掉了，真正放下了，你就成佛了。成佛就是你的智慧福德就圆满了。",
      "zh_TW": "那佛到底是什麼？我們用最簡單的方式給現在人介紹。三皈依裡頭第一句是「皈依佛，二足尊」。這個二是什麼？一個是智慧，一個是福德，二就指這兩種。足是滿足，就是圓滿的意思。智慧圓滿了，福德圓滿了，這個人就稱之為佛，佛是這個意思。那學佛就是學求智慧、求福德。我們也希望我們的智慧、福德跟佛一樣，能不能？能。為什麼？因為你本來就是一樣的，只要我們把障礙放下，就恢復了。在佛經上通常講三大類的煩惱，第一類叫無明煩惱。無明是什麼？是你什麼都不知道。難道我們本來什麼都知道嗎？是的，一點都沒錯！本來什麼都知道，現在你不知道了，叫無明。本來你對過去現在未來、此界他方、宇宙人生，沒有一樣你不知道，宇宙從哪來的，眾生從哪裡來的，我自己從哪裡來的，清清楚楚、明明白白，這叫明，明白了，就這個意思。無明就是你不明白，你本來應該知道的，現在全不知道了。為什麼不知道？你有障礙，這個障礙叫無明煩惱，這是最微細的。這個煩惱要是破掉了，真正放下了，你就成佛了。成佛就是你的智慧福德就圓滿了。"
    },
    {
      "id": "02-037-0454_p0007",
      "zh_CN": "福德，实在是两桩事情，福是福报，我们中国讲福、禄、寿，这都是属于福。禄是讲你的财富、你的地位。地位、财富再加上健康长寿，叫福，那统统是你自己有的。寿命多长？无量寿，是真的，不是假的。身体不是这个身，这个身是假身，真的身我们丢掉了，现在在外头垃圾桶里头捡了个假身，宝贵得不得了，其实错了！我们今天的身是阿赖耶的相分，我们今天的心是阿赖耶的见分。阿赖耶的见、相都是假的，都不是真的，叫妄心。所以佛在经教里常常提醒我们，六道轮回是梦幻泡影，不是真的，像在作梦。几时我们从梦中醒过来，梦中醒过来，这世界不是这个样子，这世界是清净的，是净土。",
      "zh_TW": "福德，實在是兩樁事情，福是福報，我們中國講福、祿、壽，這都是屬於福。祿是講你的財富、你的地位。地位、財富再加上健康長壽，叫福，那統統是你自己有的。壽命多長？無量壽，是真的，不是假的。身體不是這個身，這個身是假身，真的身我們丟掉了，現在在外頭垃圾桶裡頭撿了個假身，寶貴得不得了，其實錯了！我們今天的身是阿賴耶的相分，我們今天的心是阿賴耶的見分。阿賴耶的見、相都是假的，都不是真的，叫妄心。所以佛在經教裡常常提醒我們，六道輪迴是夢幻泡影，不是真的，像在作夢。幾時我們從夢中醒過來，夢中醒過來，這世界不是這個樣子，這世界是清淨的，是淨土。"
    },
    {
      "id": "02-037-0454_p0008",
      "zh_CN": "我们现在在做恶梦，醒过来之后叫四圣法界，见到的是什么？见到的是声闻、缘觉、菩萨、佛。换句话说，统统是好人。这好人分为四等，四等人心地都清净、都平等、都慈悲。但这还不是真的，还是妄境。为什么？没有离开阿赖耶，依旧是阿赖耶变现出来的，是阿赖耶里面的净，清净；善，善心、善念、善行，变现出来的境界。不是真的，还得继续努力，把这个放下。放下之后，真的我现前了，真我是法性身。法性身，在佛经里头把它比喻作珍宝，因为它清净，它不受任何染污，它是透明的，它不是波动现象。波动现象是生灭的现象，不是波动现象就是不生不灭。换句话说，在实报土里面就得这个身，超越十法界。这个身是真的，这个身没有生老病死，花草树木没有生住异灭，山河大地没有成住坏空，这个现象全都没有了，这些现象叫生灭相。所以那个境界是不生不灭，人长寿，永远不衰、永远不老，这个长寿才有意思。长寿，有老有病，那就不自在，真正长寿是永远不衰不变。哪个世界有？一切诸佛刹土实报庄严土全都是。生到这个地方，才算你真的回头，你找到你自己了。虽然找到自己，并不是究竟。究竟是怎么回事情？究竟是融入常寂光，那是真究竟。",
      "zh_TW": "我們現在在做惡夢，醒過來之後叫四聖法界，見到的是什麼？見到的是聲聞、緣覺、菩薩、佛。換句話說，統統是好人。這好人分為四等，四等人心地都清淨、都平等、都慈悲。但這還不是真的，還是妄境。為什麼？沒有離開阿賴耶，依舊是阿賴耶變現出來的，是阿賴耶裡面的淨，清淨；善，善心、善念、善行，變現出來的境界。不是真的，還得繼續努力，把這個放下。放下之後，真的我現前了，真我是法性身。法性身，在佛經裡頭把它比喻作珍寶，因為它清淨，它不受任何染污，它是透明的，它不是波動現象。波動現象是生滅的現象，不是波動現象就是不生不滅。換句話說，在實報土裡面就得這個身，超越十法界。這個身是真的，這個身沒有生老病死，花草樹木沒有生住異滅，山河大地沒有成住壞空，這個現象全都沒有了，這些現象叫生滅相。所以那個境界是不生不滅，人長壽，永遠不衰、永遠不老，這個長壽才有意思。長壽，有老有病，那就不自在，真正長壽是永遠不衰不變。哪個世界有？一切諸佛剎土實報莊嚴土全都是。生到這個地方，才算你真的回頭，你找到你自己了。雖然找到自己，並不是究竟。究竟是怎麼回事情？究竟是融入常寂光，那是真究竟。"
    },
    {
      "id": "02-037-0454_p0009",
      "zh_CN": "所以净土宗最高的有常寂光净土，这是究竟的。常寂光，如果你进入里面就跟光明融成一片，身是常寂光，土也是常寂光，叫大光明藏。在哪里？无处不在、无时不在，我们现在也在常寂光里头。常寂光是宇宙万有的本体，任何一法不能离开常寂光。离开常寂光，无有一法可得，这叫法身。《华严经》上佛说，「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，这话说得好！学佛终极的目的就是回归常寂光。现在科学家有个新的名词，叫零点能量点，很有常寂光的味道。但是他那个不算常寂光，为什么？零点能量点，他没有说出里面有圆满的智慧德相，这个他没有说。那佛经上，常寂光是有圆满的智慧德相，能生万法。",
      "zh_TW": "所以淨土宗最高的有常寂光淨土，這是究竟的。常寂光，如果你進入裡面就跟光明融成一片，身是常寂光，土也是常寂光，叫大光明藏。在哪裡？無處不在、無時不在，我們現在也在常寂光裡頭。常寂光是宇宙萬有的本體，任何一法不能離開常寂光。離開常寂光，無有一法可得，這叫法身。《華嚴經》上佛說，「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，這話說得好！學佛終極的目的就是回歸常寂光。現在科學家有個新的名詞，叫零點能量點，很有常寂光的味道。但是他那個不算常寂光，為什麼？零點能量點，他沒有說出裡面有圓滿的智慧德相，這個他沒有說。那佛經上，常寂光是有圓滿的智慧德相，能生萬法。"
    },
    {
      "id": "02-037-0454_p0010",
      "zh_CN": "实际上，在中国惠能大师是最标准的一个代表人物，他明心见性了。也就是说，他把烦恼放下了，把罪业放下了，所以我们称他是明心见性，见性就成佛了。这个境界，他住在哪里？确实他住在实报庄严土，但是他的肉身留在此地，这在佛学的名词叫有余依涅槃。虽然证得这个境界，但是这个身体还留在世间，这叫有余；身体不要了，叫无余依涅槃，但是他确实证得，他不是假的。确实证得，我们就可以说他无所不知、无所不能。你不问他的时候，他确实他无知。《大般若经》上说，般若是自性本具的智慧。《大般若经》上说「般若无知」，这是在自体不起作用的状态之下，它无知；起作用，「无所不知」。不起作用的时候，它什么现象都没有。",
      "zh_TW": "實際上，在中國惠能大師是最標準的一個代表人物，他明心見性了。也就是說，他把煩惱放下了，把罪業放下了，所以我們稱他是明心見性，見性就成佛了。這個境界，他住在哪裡？確實他住在實報莊嚴土，但是他的肉身留在此地，這在佛學的名詞叫有餘依涅槃。雖然證得這個境界，但是這個身體還留在世間，這叫有餘；身體不要了，叫無餘依涅槃，但是他確實證得，他不是假的。確實證得，我們就可以說他無所不知、無所不能。你不問他的時候，他確實他無知。《大般若經》上說，般若是自性本具的智慧。《大般若經》上說「般若無知」，這是在自體不起作用的狀態之下，它無知；起作用，「無所不知」。不起作用的時候，它什麼現象都沒有。"
    },
    {
      "id": "02-037-0454_p0011",
      "zh_CN": "所以常寂光，常寂光不是物质现象。太阳的光是物质现象。夜晚我们看天空，凡是发光，光是闪动的，都是，我们现在叫恒星，就是自己发光的，全是物质现象。常寂光不是物质现象，也不是精神现象，也不是自然现象。所以常寂光，我们说科学跟哲学都见不到它，它就在你面前，你就看不见。不是物质，前面五根对它来说不起作用，眼看不到，耳听不到，鼻嗅不到，身体接触不到，眼耳鼻舌身缘不到它，它不是物质。它不是精神现象，你也想不到它，我们第六意识会想，思想，思想达不到。它不是精神现象，也不是自然现象，但是它是所有现象的本体。惠能大师开悟最后一句话说，「何期自性，能生万法」。它能生万法，换句话说，它不起作用的时候，什么都没有，它什么都不缺。为什么？起作用的时候它能生万法，就说明它什么都不缺。这个万法没有边际的，随着意念生起。这个境界是佛法，大乘佛法最高的境界。契入这个境界，叫真正成佛，《华严经》称为妙觉如来，究竟圆满的佛果。它有三身，法身是本体，报身就有相。报身无比的庄严，我们无法想像，在诸佛如来的实报土。",
      "zh_TW": "所以常寂光，常寂光不是物質現象。太陽的光是物質現象。夜晚我們看天空，凡是發光，光是閃動的，都是，我們現在叫恆星，就是自己發光的，全是物質現象。常寂光不是物質現象，也不是精神現象，也不是自然現象。所以常寂光，我們說科學跟哲學都見不到它，它就在你面前，你就看不見。不是物質，前面五根對它來說不起作用，眼看不到，耳聽不到，鼻嗅不到，身體接觸不到，眼耳鼻舌身緣不到它，它不是物質。它不是精神現象，你也想不到它，我們第六意識會想，思想，思想達不到。它不是精神現象，也不是自然現象，但是它是所有現象的本體。惠能大師開悟最後一句話說，「何期自性，能生萬法」。它能生萬法，換句話說，它不起作用的時候，什麼都沒有，它什麼都不缺。為什麼？起作用的時候它能生萬法，就說明它什麼都不缺。這個萬法沒有邊際的，隨著意念生起。這個境界是佛法，大乘佛法最高的境界。契入這個境界，叫真正成佛，《華嚴經》稱為妙覺如來，究竟圓滿的佛果。它有三身，法身是本體，報身就有相。報身無比的莊嚴，我們無法想像，在諸佛如來的實報土。"
    },
    {
      "id": "02-037-0454_p0012",
      "zh_CN": "西方极乐世界尤其殊胜，殊胜的原因我们要知道。极乐世界从哪里来的？阿弥陀佛没成佛之前，也是一个出家人，他的身分是国王，很好的一个国王，国家治理得非常好。同时在世有一尊佛，世间自在王如来，听佛讲经说法，他觉悟了，把王位舍弃了，跟佛出家。不但他有高度的智慧，他有很大的慈悲心，看到六道里头众生日子过得很苦，在六道里头轮回自己不知道，叫生死疲劳。这个身体死了，四十九天又找一个身体，执着这个身是自己，永远没办法离开，愈迷愈深、愈陷愈苦。他发心想救这些众生，帮助这些众生，让他们很快都能够成菩提道，成菩提道就是很快的真正觉悟。向老师请教，请老师教给他这些方法。老师没教他，但是老师给他说了个方法，叫他去参学、去学习。十方世界诸佛刹土无量无边，你去每一尊佛的刹土，你都去看，你都去学习，人家好的地方、优点，你记住，缺点舍弃，你可以集一切诸佛刹土之美好，你去建造你的道场。法藏比丘就是以后的阿弥陀佛，他真干。用了五劫，这很长很长的时间，把这个参学，我们今天讲考察、调查研究，最后总结就是这个经上第六品所说的四十八愿。四十八愿是他五劫时间调查的总结报告，极乐世界就是依这个总结建成的。所以这个世界之美好是一切诸佛刹土真善美慧之大成，这个世界超过一切诸佛刹土，是这么回事情，不是凭空想像，也不是老师教他。这种学习的方法是非常符合逻辑的，正确的方法。所以我说极乐世界是阿弥陀佛会集诸佛刹土美好之大成。",
      "zh_TW": "西方極樂世界尤其殊勝，殊勝的原因我們要知道。極樂世界從哪裡來的？阿彌陀佛沒成佛之前，也是一個出家人，他的身分是國王，很好的一個國王，國家治理得非常好。同時在世有一尊佛，世間自在王如來，聽佛講經說法，他覺悟了，把王位捨棄了，跟佛出家。不但他有高度的智慧，他有很大的慈悲心，看到六道裡頭眾生日子過得很苦，在六道裡頭輪迴自己不知道，叫生死疲勞。這個身體死了，四十九天又找一個身體，執著這個身是自己，永遠沒辦法離開，愈迷愈深、愈陷愈苦。他發心想救這些眾生，幫助這些眾生，讓他們很快都能夠成菩提道，成菩提道就是很快的真正覺悟。向老師請教，請老師教給他這些方法。老師沒教他，但是老師給他說了個方法，叫他去參學、去學習。十方世界諸佛剎土無量無邊，你去每一尊佛的剎土，你都去看，你都去學習，人家好的地方、優點，你記住，缺點捨棄，你可以集一切諸佛剎土之美好，你去建造你的道場。法藏比丘就是以後的阿彌陀佛，他真幹。用了五劫，這很長很長的時間，把這個參學，我們今天講考察、調查研究，最後總結就是這個經上第六品所說的四十八願。四十八願是他五劫時間調查的總結報告，極樂世界就是依這個總結建成的。所以這個世界之美好是一切諸佛剎土真善美慧之大成，這個世界超過一切諸佛剎土，是這麼回事情，不是憑空想像，也不是老師教他。這種學習的方法是非常符合邏輯的，正確的方法。所以我說極樂世界是阿彌陀佛會集諸佛剎土美好之大成。"
    },
    {
      "id": "02-037-0454_p0013",
      "zh_CN": "这个世界的成就，在时间上来讲不长，才十劫，十劫，世界成就到今天不过十劫，是个新兴的道场。大家都说这是个世界，实际上，我们把它看作那是一个道场，广大无边际的大道场。它是法性身、法性土，从自性里面流出来的，是阿弥陀佛的愿力，四十八愿的愿力，无量劫修行功德力之所成就。这个道场成就了，阿弥陀佛用它做为帮助众生脱离六道轮回，成就无上菩提的一种手段。他做得非常成功，效果卓着，让这些具足善根福德的人在一生当中个个成就，这是阿弥陀佛无量功德！",
      "zh_TW": "這個世界的成就，在時間上來講不長，才十劫，十劫，世界成就到今天不過十劫，是個新興的道場。大家都說這是個世界，實際上，我們把它看作那是一個道場，廣大無邊際的大道場。它是法性身、法性土，從自性裡面流出來的，是阿彌陀佛的願力，四十八願的願力，無量劫修行功德力之所成就。這個道場成就了，阿彌陀佛用它做為幫助眾生脫離六道輪迴，成就無上菩提的一種手段。他做得非常成功，效果卓著，讓這些具足善根福德的人在一生當中個個成就，這是阿彌陀佛無量功德！"
    },
    {
      "id": "02-037-0454_p0014",
      "zh_CN": "用什么方法接引？用名号，「南无阿弥陀佛」，这六字洪名。这六个字的力量太大了！我们没办法想像。现在知道了，搞了六十年才搞清楚。我们在这个世间干什么事情福报最大？你真正搞清楚、搞明白了，你才恍然大悟，念这一句阿弥陀佛，福报最大。你用整个地球上的财宝，用银河系全体的财宝，你去做好事，都比不上念一声阿弥陀佛。这完全是真的，不是假的。因为你念这一声阿弥陀佛，不管是有心无心，不管是欢喜、还是瞋恨，这一声阿弥陀佛，在你阿赖耶识结下了金刚种子，来生后世必定因为这个种子，你能够成佛，你能够证果，这个功德还得了吗？没有比这个更殊胜的！真正搞清楚、搞明白了，这句佛号我相信你分秒必争，你舍不得让这一秒钟空过，我要积大福德，我这一秒钟就一声佛号，真正知道了。你说我知道，我没做到，我脑子里还胡思乱想。那是什么？那是你不知道。",
      "zh_TW": "用什麼方法接引？用名號，「南無阿彌陀佛」，這六字洪名。這六個字的力量太大了！我們沒辦法想像。現在知道了，搞了六十年才搞清楚。我們在這個世間幹什麼事情福報最大？你真正搞清楚、搞明白了，你才恍然大悟，念這一句阿彌陀佛，福報最大。你用整個地球上的財寶，用銀河系全體的財寶，你去做好事，都比不上念一聲阿彌陀佛。這完全是真的，不是假的。因為你念這一聲阿彌陀佛，不管是有心無心，不管是歡喜、還是瞋恨，這一聲阿彌陀佛，在你阿賴耶識結下了金剛種子，來生後世必定因為這個種子，你能夠成佛，你能夠證果，這個功德還得了嗎？沒有比這個更殊勝的！真正搞清楚、搞明白了，這句佛號我相信你分秒必爭，你捨不得讓這一秒鐘空過，我要積大福德，我這一秒鐘就一聲佛號，真正知道了。你說我知道，我沒做到，我腦子裡還胡思亂想。那是什麼？那是你不知道。"
    },
    {
      "id": "02-037-0454_p0015",
      "zh_CN": "这个话，早年章嘉大师教我的。他说，人很容易迷惑，以为自己知道了，其实没知道。他告诉我，怎么检查？就用这个标准做检查，做到没有？没有做到，你根本不知道。真的，不是假的。如果说这一句佛号很值钱，念一声佛号就得一万美金，我相信你分秒必争。但是这一声佛号实际上的功德，比那个一万美金不止，没有法子形容、没法子比喻。佛在经上讲，大千世界七宝布施都比不上这一句佛号，这真的，一点不假。由此可知，佛说得很清楚、很明白了，很多人会说，他没有抓住。真抓住，那还得了！",
      "zh_TW": "這個話，早年章嘉大師教我的。他說，人很容易迷惑，以為自己知道了，其實沒知道。他告訴我，怎麼檢查？就用這個標準做檢查，做到沒有？沒有做到，你根本不知道。真的，不是假的。如果說這一句佛號很值錢，念一聲佛號就得一萬美金，我相信你分秒必爭。但是這一聲佛號實際上的功德，比那個一萬美金不止，沒有法子形容、沒法子比喻。佛在經上講，大千世界七寶布施都比不上這一句佛號，這真的，一點不假。由此可知，佛說得很清楚、很明白了，很多人會說，他沒有抓住。真抓住，那還得了！"
    },
    {
      "id": "02-037-0454_p0016",
      "zh_CN": "章嘉大师给我这个标准，我这一生没有迷惑，没有走弯路，这个开示对我太重要了！要用这句话去检点是真还是假。学的东西不能落在生活上，不能落在处事待人接物上，你没有得到，你知道得不够透彻，你还有疑虑、还有妄想、还有杂念，说明你还有障碍，你这一生往生没把握。真正知道的人，心地干净，一尘不染，临命终时念一句佛号、十句佛号，决定得生，而且往生西方极乐世界上上品往生。为什么？名号功德不可思议，那个能量太大了！这才叫发现宇宙之间无比殊胜第一宝藏，这个东西就在我们眼前，就是不认识它，这一句佛号能解决一切问题。",
      "zh_TW": "章嘉大師給我這個標準，我這一生沒有迷惑，沒有走彎路，這個開示對我太重要了！要用這句話去檢點是真還是假。學的東西不能落在生活上，不能落在處事待人接物上，你沒有得到，你知道得不夠透徹，你還有疑慮、還有妄想、還有雜念，說明你還有障礙，你這一生往生沒把握。真正知道的人，心地乾淨，一塵不染，臨命終時念一句佛號、十句佛號，決定得生，而且往生西方極樂世界上上品往生。為什麼？名號功德不可思議，那個能量太大了！這才叫發現宇宙之間無比殊勝第一寶藏，這個東西就在我們眼前，就是不認識它，這一句佛號能解決一切問題。"
    },
    {
      "id": "02-037-0454_p0017",
      "zh_CN": "我看到最近有几个北方的同学送给我一些资料，我看了，里面都讲的是感应。年轻得重病，中医、西医束手无策。他信佛，到最后想想没有办法，放弃医疗，一心念佛。念到几个月，病好了。念到二、三年，连病根都断掉了，完全恢复正常。愈来愈相信，本来根本不能拜佛，现在一天能拜四千拜，可不简单！我过去有见到真用功拜佛的，一天拜三千拜，没有听说四千拜，真正消业障！这种人出现了，给我们作证转，真的帮助我们断疑生信。所以我们讲断恶修善，积功累德，用什么是第一？念佛是第一，没得比！全靠的是信心、愿心。",
      "zh_TW": "我看到最近有幾個北方的同學送給我一些資料，我看了，裡面都講的是感應。年輕得重病，中醫、西醫束手無策。他信佛，到最後想想沒有辦法，放棄醫療，一心念佛。念到幾個月，病好了。念到二、三年，連病根都斷掉了，完全恢復正常。愈來愈相信，本來根本不能拜佛，現在一天能拜四千拜，可不簡單！我過去有見到真用功拜佛的，一天拜三千拜，沒有聽說四千拜，真正消業障！這種人出現了，給我們作證轉，真的幫助我們斷疑生信。所以我們講斷惡修善，積功累德，用什麼是第一？念佛是第一，沒得比！全靠的是信心、願心。"
    },
    {
      "id": "02-037-0454_p0018",
      "zh_CN": "早晨吃饭，这光碟没看完，我看了一点点，那是其中一个小学三年级的程度，你看他唱歌，没有人给他作曲，也没有人给他写词，随口唱出来的。唱得好听，非常感动人。唱完之后，你问他，他什么都不知道，他不记得。永远唱不完，一句接一句，这是佛菩萨威神加持。像他这样的人，在这个地球上很多，我们跟这些人接触要留意，为什么？有真、有假的。这种能力佛有，魔也有，天神也有，所以我们要用智慧去辨别。里面所有的、他所说的与大乘经义相应，大乘经讲的原理原则相应，可以相信，不相应的地方要把它删除。一百句话，九十九句都是佛法，讲的话有一句不是的，那一句要删除，这就对了。那一句不删除，你就会受害，这要有高度智慧去决断。",
      "zh_TW": "早晨吃飯，這光碟沒看完，我看了一點點，那是其中一個小學三年級的程度，你看他唱歌，沒有人給他作曲，也沒有人給他寫詞，隨口唱出來的。唱得好聽，非常感動人。唱完之後，你問他，他什麼都不知道，他不記得。永遠唱不完，一句接一句，這是佛菩薩威神加持。像他這樣的人，在這個地球上很多，我們跟這些人接觸要留意，為什麼？有真、有假的。這種能力佛有，魔也有，天神也有，所以我們要用智慧去辨別。裡面所有的、他所說的與大乘經義相應，大乘經講的原理原則相應，可以相信，不相應的地方要把它刪除。一百句話，九十九句都是佛法，講的話有一句不是的，那一句要刪除，這就對了。那一句不刪除，你就會受害，這要有高度智慧去決斷。"
    },
    {
      "id": "02-037-0454_p0019",
      "zh_CN": "我们这一生得人身，不容易，在社会上总是中等以上。经上说的，举了几个例子，『尊贵，豪富，贤明』，这是聪明，有智慧；『长者』，佛门的长者，具足前面几项才称你为长者；『智勇』，智勇表现在精进，有智慧、有勇猛；『才达』，这是表现在帮助别人。这些都与过去世有关系，过去生中孝顺父母，尊敬师长，慈悲济世，修善积德，这一生才得到「尊贵、豪富、贤明」。那我们知道，所有一切善行、善心都离不开『慈孝』。慈孝这两个字比什么都重要，这是根。中国传统文化的根就是孝。父子有亲，那个亲是慈爱。用慈，不用爱，因为一般人概念当中，爱里头有情执，智慧的爱不是情执的爱，在大乘法里就用慈悲，慈悲是智慧的爱。慈是与乐，悲是帮助他离苦，帮助众生离苦得乐，用的是智慧，不是用的情识，所以称慈悲，不称爱，这个意思要懂。",
      "zh_TW": "我們這一生得人身，不容易，在社會上總是中等以上。經上說的，舉了幾個例子，『尊貴，豪富，賢明』，這是聰明，有智慧；『長者』，佛門的長者，具足前面幾項才稱你為長者；『智勇』，智勇表現在精進，有智慧、有勇猛；『才達』，這是表現在幫助別人。這些都與過去世有關係，過去生中孝順父母，尊敬師長，慈悲濟世，修善積德，這一生才得到「尊貴、豪富、賢明」。那我們知道，所有一切善行、善心都離不開『慈孝』。慈孝這兩個字比什麼都重要，這是根。中國傳統文化的根就是孝。父子有親，那個親是慈愛。用慈，不用愛，因為一般人概念當中，愛裡頭有情執，智慧的愛不是情執的愛，在大乘法裡就用慈悲，慈悲是智慧的愛。慈是與樂，悲是幫助他離苦，幫助眾生離苦得樂，用的是智慧，不是用的情識，所以稱慈悲，不稱愛，這個意思要懂。"
    },
    {
      "id": "02-037-0454_p0020",
      "zh_CN": "在今天这个时代，我们如果具足这个经上所说的这点好处，我们得到了，我们要庆幸。下面该做的，我们如何帮助别人？帮助的人愈多愈好，帮助的时间愈长愈好，功德才是无量无边！今天社会的动乱，地球上的灾变，可以说是有史以来从来没见到过的。我们遇到很多很多志士仁人都在思惟、在探讨，想找出方法来帮助社会、来帮助众生。这些人值得我们尊敬，值得我们尊重！找了这么多年了，还是没找到。英国汤恩比博士在一九七０年代曾经说过，「解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。欧洲有人知道汤恩比说的这个话，可是这句话里头真正的含义，大家心里都有怀疑。我在欧洲访问的时候问过，向很多人请教过，几乎普遍怀疑中国孔孟学说能吗？大乘佛法行吗？没有人敢相信。可惜当年汤恩比博士没有把这个问题详细讲解。我们也很冷静的去观察、去思惟，我觉得汤恩比博士讲的不错，是我们现在人把它解读错误了。孔孟学说到底是什么？孔孟思想从哪来的？大乘佛法又是什么？这些东西要不搞清楚、不搞明白，永远是个谜。可是今天把这两样东西搞清楚、搞明白不是容易事情，可是又不能不下功夫。我们只有求上帝、求神明、求佛菩萨保佑，让圣贤的教诲能够继续绵延下去，不能中断，中断不得了！如果中断，那众生真叫太可怜了，会造成世界的毁灭。史学家告诉我们，地球上确实曾经有几次毁灭，那现在又到一个毁灭的边缘，这很可怕。",
      "zh_TW": "在今天這個時代，我們如果具足這個經上所說的這點好處，我們得到了，我們要慶幸。下面該做的，我們如何幫助別人？幫助的人愈多愈好，幫助的時間愈長愈好，功德才是無量無邊！今天社會的動亂，地球上的災變，可以說是有史以來從來沒見到過的。我們遇到很多很多志士仁人都在思惟、在探討，想找出方法來幫助社會、來幫助眾生。這些人值得我們尊敬，值得我們尊重！找了這麼多年了，還是沒找到。英國湯恩比博士在一九七０年代曾經說過，「解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。歐洲有人知道湯恩比說的這個話，可是這句話裡頭真正的含義，大家心裡都有懷疑。我在歐洲訪問的時候問過，向很多人請教過，幾乎普遍懷疑中國孔孟學說能嗎？大乘佛法行嗎？沒有人敢相信。可惜當年湯恩比博士沒有把這個問題詳細講解。我們也很冷靜的去觀察、去思惟，我覺得湯恩比博士講的不錯，是我們現在人把它解讀錯誤了。孔孟學說到底是什麼？孔孟思想從哪來的？大乘佛法又是什麼？這些東西要不搞清楚、不搞明白，永遠是個謎。可是今天把這兩樣東西搞清楚、搞明白不是容易事情，可是又不能不下功夫。我們只有求上帝、求神明、求佛菩薩保佑，讓聖賢的教誨能夠繼續綿延下去，不能中斷，中斷不得了！如果中斷，那眾生真叫太可憐了，會造成世界的毀滅。史學家告訴我們，地球上確實曾經有幾次毀滅，那現在又到一個毀滅的邊緣，這很可怕。"
    },
    {
      "id": "02-037-0454_p0021",
      "zh_CN": "我们对圣人的教诲，最重要的深信不疑，因为他们讲的是心性的学问，这是真的，不是假的。一切法只有心性是永恒的，心性是真的，其他都是心性变现出来的，能变是真的，所变是假的。怎么去证？佛家用的功夫是用内证，不是科学研究，科学研究还是向外的。用内证，就是禅定，是不断的放下。佛在经教上告诉我们，放下见思烦恼就证阿罗汉果，阿罗汉所得到的清净心它就起作用，这不迷了，真开悟了，脱离六道轮回。尘沙烦恼断了，也就是不再分别，于世出世间一切法不分别了，这证得菩萨果位，比阿罗汉高。我们这个经后面还会细讲。最高的境界是六根在六尘境界当中，真正做到不起心不动念，那是什么？连无明烦恼都放下了。起心动念是阿赖耶的境界，不起心不动念是超过阿赖耶，这就是转八识成四智。这是什么境界？这是佛境界，中国禅宗所说「明心见性，见性成佛」，他到这个境界，这个境界是看到真的了。宇宙人生真相，他亲眼看见的，他亲身接触到的，所以比科学家讲得更清楚、更明白。科学家是从数学里面发现问题，有此可能，再用最先进的科学技术去追踪、去寻找，真找到了。所以他是从外，大乘佛法是从内，用内证。内证得受用，不可思议的受用。向外寻求，找到了，也起作用，没有自证作用那么样的深、那么样的广。",
      "zh_TW": "我們對聖人的教誨，最重要的深信不疑，因為他們講的是心性的學問，這是真的，不是假的。一切法只有心性是永恆的，心性是真的，其他都是心性變現出來的，能變是真的，所變是假的。怎麼去證？佛家用的功夫是用內證，不是科學研究，科學研究還是向外的。用內證，就是禪定，是不斷的放下。佛在經教上告訴我們，放下見思煩惱就證阿羅漢果，阿羅漢所得到的清淨心它就起作用，這不迷了，真開悟了，脫離六道輪迴。塵沙煩惱斷了，也就是不再分別，於世出世間一切法不分別了，這證得菩薩果位，比阿羅漢高。我們這個經後面還會細講。最高的境界是六根在六塵境界當中，真正做到不起心不動念，那是什麼？連無明煩惱都放下了。起心動念是阿賴耶的境界，不起心不動念是超過阿賴耶，這就是轉八識成四智。這是什麼境界？這是佛境界，中國禪宗所說「明心見性，見性成佛」，他到這個境界，這個境界是看到真的了。宇宙人生真相，他親眼看見的，他親身接觸到的，所以比科學家講得更清楚、更明白。科學家是從數學裡面發現問題，有此可能，再用最先進的科學技術去追蹤、去尋找，真找到了。所以他是從外，大乘佛法是從內，用內證。內證得受用，不可思議的受用。向外尋求，找到了，也起作用，沒有自證作用那麼樣的深、那麼樣的廣。"
    },
    {
      "id": "02-037-0454_p0022",
      "zh_CN": "所以佛法的修行，修什么？总结一句话，就是放下。我很感激章嘉大师，第一次见面向他老人家请教，他就告诉我了。不能不放下，全是假的，连十法界都是一场梦。一真法界，大乘经上虽然是这么说法，那一真法界也不是真的。最后给我们讲真中之真，就是常寂光，也就是真如自性，这是真中之真，决定不是虚妄。除这个之外，像《金刚经》上所说的，「凡所有相皆是虚妄」，你可以欣赏，你可以享受，不能占有、不能控制，也用不着我们去分配，一切是自然的，这个心态就正确了。经上所说的「端心正意」，我们的智慧就会现前，德能会现前，相好也会现前。",
      "zh_TW": "所以佛法的修行，修什麼？總結一句話，就是放下。我很感激章嘉大師，第一次見面向他老人家請教，他就告訴我了。不能不放下，全是假的，連十法界都是一場夢。一真法界，大乘經上雖然是這麼說法，那一真法界也不是真的。最後給我們講真中之真，就是常寂光，也就是真如自性，這是真中之真，決定不是虛妄。除這個之外，像《金剛經》上所說的，「凡所有相皆是虛妄」，你可以欣賞，你可以享受，不能佔有、不能控制，也用不著我們去分配，一切是自然的，這個心態就正確了。經上所說的「端心正意」，我們的智慧就會現前，德能會現前，相好也會現前。"
    },
    {
      "id": "02-037-0454_p0023",
      "zh_CN": "所以世出世间一切善都离不开慈孝。佛的伟大，是把慈孝两个字涵盖、包容一切众生。《菩萨戒经》里头说，「一切男子是我父，一切女人是我母」，慈孝达了极处！佛这个是不是比喻说？不是的，是事实。怎么是事实？整个宇宙跟我们自己是一体的关系。这是佛法讲到究竟，不是一家，是一体。一体，爱人就是爱自己，助人就是助自己，害人就是害自己，一体。这真正是讲到究竟，讲到圆满。",
      "zh_TW": "所以世出世間一切善都離不開慈孝。佛的偉大，是把慈孝兩個字涵蓋、包容一切眾生。《菩薩戒經》裡頭說，「一切男子是我父，一切女人是我母」，慈孝達了極處！佛這個是不是比喻說？不是的，是事實。怎麼是事實？整個宇宙跟我們自己是一體的關係。這是佛法講到究竟，不是一家，是一體。一體，愛人就是愛自己，助人就是助自己，害人就是害自己，一體。這真正是講到究竟，講到圓滿。"
    },
    {
      "id": "02-037-0454_p0024",
      "zh_CN": "释迦牟尼佛当年在世，圆寂之后，他的学生四面八方出去教学，有些地方一、二百年就没有了，后继无人，有些地方三、四百年，六、七百年。只有在中国，这二千年来，汉明帝派遣的特使到西域，原本是到印度，但是在中国新疆这一带，就见到有印度传法的这些法师，摩腾、竺法兰，把他们请到中国来，带着佛像、带着经书，佛法僧三宝具足。永平十年，公元六十七年，到二０六七年是满二千年，现在很接近了。到中国，在中国生根、茁壮、开花、结果，也是最近这六、七十年衰了。可是民间信仰的还有不少人。如果不把它引导回归教育，我相信它存在的时间会很有限，二、三十年之后还能传下去吗？不太可能了。",
      "zh_TW": "釋迦牟尼佛當年在世，圓寂之後，他的學生四面八方出去教學，有些地方一、二百年就沒有了，後繼無人，有些地方三、四百年，六、七百年。只有在中國，這二千年來，漢明帝派遣的特使到西域，原本是到印度，但是在中國新疆這一帶，就見到有印度傳法的這些法師，摩騰、竺法蘭，把他們請到中國來，帶著佛像、帶著經書，佛法僧三寶具足。永平十年，公元六十七年，到二０六七年是滿二千年，現在很接近了。到中國，在中國生根、茁壯、開花、結果，也是最近這六、七十年衰了。可是民間信仰的還有不少人。如果不把它引導回歸教育，我相信它存在的時間會很有限，二、三十年之後還能傳下去嗎？不太可能了。"
    },
    {
      "id": "02-037-0454_p0025",
      "zh_CN": "我们访问梵蒂冈，天主教的教宗派陶然主教跟我们交流，是我第二次访问教廷，我们在一起坐了六个小时，交流。他告诉我，最近这些年全世界信仰宗教的信徒，每年逐渐在减少，他们忧心忡忡。他说如果二、三十年之后，这个世界信仰宗教的人就很少了，担心宗教会在这个世间消失。我当时跟他谈的，我说我们回过头去想想每个宗教的创始人，在最初创教的时候为什么有那么多人相信他，那么多人跟他学习，而且还传到现在，什么原因？全在教学！释迦牟尼佛教了四十九年，时间最长的；穆罕默德教了二十七年；耶稣教了三年，被人害死的；摩西也教了二、三十年，统统是搞教育。那些经典都是他们当年教学留下来的，这些事实我们都知道。",
      "zh_TW": "我們訪問梵蒂岡，天主教的教宗派陶然主教跟我們交流，是我第二次訪問教廷，我們在一起坐了六個小時，交流。他告訴我，最近這些年全世界信仰宗教的信徒，每年逐漸在減少，他們憂心忡忡。他說如果二、三十年之後，這個世界信仰宗教的人就很少了，擔心宗教會在這個世間消失。我當時跟他談的，我說我們回過頭去想想每個宗教的創始人，在最初創教的時候為什麼有那麼多人相信他，那麼多人跟他學習，而且還傳到現在，什麼原因？全在教學！釋迦牟尼佛教了四十九年，時間最長的；穆罕默德教了二十七年；耶穌教了三年，被人害死的；摩西也教了二、三十年，統統是搞教育。那些經典都是他們當年教學留下來的，這些事實我們都知道。"
    },
    {
      "id": "02-037-0454_p0026",
      "zh_CN": "我们今天把教学丢掉了，专门去搞祈祷。祈祷固然有效，但是祈祷的效果还是在明理，道理搞清楚、搞明白，这个祈祷有效。道理搞不清楚、搞不明白，做这个祈祷，这是迷信。为什么？意念不能集中。这佛经上有个最高的指导原则，叫「制心一处，无事不办」。祈祷怎么产生效果？祈祷时间里头，你一心专注上帝，或者这个神，一心专注，没有一个杂念，没有妄想、没有杂念，一心专注，这个祈祷就起作用。这今天量子力学家所说出来的，念力的能量不可思议，是这个道理。一般人他不懂，他在那里祈祷还打妄想，他还有杂念，那这个祈祷功夫全破坏了。所以你细心去观察，最早创教的这些教主都是教育家，我们今天讲社会教育家，多元文化社会教育家，都是这种身分。而且出现在世间都是义务的，都不是问人要钱的。释迦牟尼佛一生手不接触金钱，所以心里头没有这种念头，没有这个概念。我们要想正法久住，宗教还能够延续下来，那就是说宗教必须回归教育。",
      "zh_TW": "我們今天把教學丟掉了，專門去搞祈禱。祈禱固然有效，但是祈禱的效果還是在明理，道理搞清楚、搞明白，這個祈禱有效。道理搞不清楚、搞不明白，做這個祈禱，這是迷信。為什麼？意念不能集中。這佛經上有個最高的指導原則，叫「制心一處，無事不辦」。祈禱怎麼產生效果？祈禱時間裡頭，你一心專注上帝，或者這個神，一心專注，沒有一個雜念，沒有妄想、沒有雜念，一心專注，這個祈禱就起作用。這今天量子力學家所說出來的，念力的能量不可思議，是這個道理。一般人他不懂，他在那裡祈禱還打妄想，他還有雜念，那這個祈禱功夫全破壞了。所以你細心去觀察，最早創教的這些教主都是教育家，我們今天講社會教育家，多元文化社會教育家，都是這種身分。而且出現在世間都是義務的，都不是問人要錢的。釋迦牟尼佛一生手不接觸金錢，所以心裡頭沒有這種念頭，沒有這個概念。我們要想正法久住，宗教還能夠延續下來，那就是說宗教必須回歸教育。"
    },
    {
      "id": "02-037-0454_p0027",
      "zh_CN": "去年梵蒂冈邀请我，我也是为这桩事情，加强他们对于教育的重视，我参加了，希望大家重视宗教教育。中国古人讲「建国君民，教学为先」。但是在中国，中国古时候的家无论是哪个项目，统统是教学为先。格物，教学为先；致知，教学为先；诚意、正心，教学为先；齐家，教学为先；治国、平天下，统统是教学为先。这是中国人的智慧，中国人的方法，不但教学，还做出榜样。成汤做出了榜样，这历史上有记载的，周朝的文武做出榜样，那个时代并没统一，八百多诸侯国尊文王为天子。那天子是个荣誉的称号，没有管辖权的，为什么？这人有道德、有智慧、有学问，自己国家治理得非常好，成为整个世界一切小国、诸侯国的榜样，大家都来跟他学，都来向他请教。",
      "zh_TW": "去年梵蒂岡邀請我，我也是為這樁事情，加強他們對於教育的重視，我參加了，希望大家重視宗教教育。中國古人講「建國君民，教學為先」。但是在中國，中國古時候的家無論是哪個項目，統統是教學為先。格物，教學為先；致知，教學為先；誠意、正心，教學為先；齊家，教學為先；治國、平天下，統統是教學為先。這是中國人的智慧，中國人的方法，不但教學，還做出榜樣。成湯做出了榜樣，這歷史上有記載的，周朝的文武做出榜樣，那個時代並沒統一，八百多諸侯國尊文王為天子。那天子是個榮譽的稱號，沒有管轄權的，為什麼？這人有道德、有智慧、有學問，自己國家治理得非常好，成為整個世界一切小國、諸侯國的榜樣，大家都來跟他學，都來向他請教。"
    },
    {
      "id": "02-037-0454_p0028",
      "zh_CN": "榜样的树立比什么都重要，特别是现在这个时代，科学就是你拿证据来，我才相信；没有证据，不相信。所以我们今天，个人是个人的榜样，家庭是所有家庭的榜样，团体是所有团体的榜样，传统文化才能兴得起来，正法才能久住世间。我们如果还有嫉妒心，还有分别心，我们在破坏，我们不是在建设。我们天天讲，讲了几十年了，听的人很多，为什么一个榜样都出现不了？就是不肯放下。首先要放下傲慢，要放下嫉妒，要不然一事无成。傲慢、嫉妒是最严重的破坏力量，破坏不是在外面，是在自己内里。我们的老祖宗聪明、有智慧。你看古时候做官戴的这个帽子，这个帽子两层，前面一层低，后面高出来一层，这个冠叫进贤冠。什么意思？前面这一层是自己，后头那是后人，希望后人要高过我，这个社会才会有进步，才能延续下去。现在我们这个帽子是什么？前面高，后头低，后头没有了，只有自己，没有后人。这还得了！不知道生生不息跟自己是一体，不晓得。这个道理儒讲，但是佛讲得透彻，佛里头讲的有因果关系在里头。",
      "zh_TW": "榜樣的樹立比什麼都重要，特別是現在這個時代，科學就是你拿證據來，我才相信；沒有證據，不相信。所以我們今天，個人是個人的榜樣，家庭是所有家庭的榜樣，團體是所有團體的榜樣，傳統文化才能興得起來，正法才能久住世間。我們如果還有嫉妒心，還有分別心，我們在破壞，我們不是在建設。我們天天講，講了幾十年了，聽的人很多，為什麼一個榜樣都出現不了？就是不肯放下。首先要放下傲慢，要放下嫉妒，要不然一事無成。傲慢、嫉妒是最嚴重的破壞力量，破壞不是在外面，是在自己內裡。我們的老祖宗聰明、有智慧。你看古時候做官戴的這個帽子，這個帽子兩層，前面一層低，後面高出來一層，這個冠叫進賢冠。什麼意思？前面這一層是自己，後頭那是後人，希望後人要高過我，這個社會才會有進步，才能延續下去。現在我們這個帽子是什麼？前面高，後頭低，後頭沒有了，只有自己，沒有後人。這還得了！不知道生生不息跟自己是一體，不曉得。這個道理儒講，但是佛講得透徹，佛裡頭講的有因果關係在裡頭。"
    },
    {
      "id": "02-037-0454_p0029",
      "zh_CN": "所以一切善法，善的果报都是『修善积德所致』。我们不能不重视这句经文。「修善积德」，舍己为人，只有大家，没有自己，你把这个事情才做得圆满，做成功了。虽然做成功了，不居功。如果自己以为我做成功了，你是做成功了，你修的是福，佛家讲是福德，不是功德。如果你不居功，作而无作，无作而作，这个功劳是大家的，每个人都有分，不是我一个人功德，那就变成功德了。功德让你所得到的是清净心、平等心、觉悟的心，你觉而不迷，这是真实功德，这个好处利益太多太多了！如果遇到净宗，知道有个极乐世界，一心一意想求生极乐世界亲近阿弥陀佛，你决定去得了。到极乐世界，什么问题都解决了。",
      "zh_TW": "所以一切善法，善的果報都是『修善積德所致』。我們不能不重視這句經文。「修善積德」，捨己為人，只有大家，沒有自己，你把這個事情才做得圓滿，做成功了。雖然做成功了，不居功。如果自己以為我做成功了，你是做成功了，你修的是福，佛家講是福德，不是功德。如果你不居功，作而無作，無作而作，這個功勞是大家的，每個人都有分，不是我一個人功德，那就變成功德了。功德讓你所得到的是清淨心、平等心、覺悟的心，你覺而不迷，這是真實功德，這個好處利益太多太多了！如果遇到淨宗，知道有個極樂世界，一心一意想求生極樂世界親近阿彌陀佛，你決定去得了。到極樂世界，什麼問題都解決了。"
    },
    {
      "id": "02-037-0454_p0030",
      "zh_CN": "我们将这一段注解念一遍，我们接着看，「贤明、智勇、才达乃人中贤智之士。长者义兼二者，乃积财具德者之通称。又为年长多财者之称号。世间富贵贤智之人，皆由过去世中，行慈尽孝，修善积德所致也」。这是富贵之所由来。我们这一生没得到富贵，那我们就知道，我们在这一生当中明白了因果是丝毫不爽的。我命里头没有富贵，现在修行不行？行，来得及。只要你觉悟了，只要你真干，三年准定有效果。心要真，心要诚，佛氏门中，有求必应。你看连求作佛，这是最难的事情都可以做得到，这个世间富贵，在佛法看这小事一桩，哪有不成就的！《了凡四训》是最明显的一个例子，绝不是袁了凡一个人，像袁了凡这种人太多太多了，只是没有把这个故事写下来流传出去。他是写了一本书，实际上是劝他儿子的，没有想到这部书现在流传全世界，这是他作梦也没想到的一桩大好事。原来是劝儿子，现在劝天下人，那是我们最好的榜样。",
      "zh_TW": "我們將這一段註解念一遍，我們接著看，「賢明、智勇、才達乃人中賢智之士。長者義兼二者，乃積財具德者之通稱。又為年長多財者之稱號。世間富貴賢智之人，皆由過去世中，行慈盡孝，修善積德所致也」。這是富貴之所由來。我們這一生沒得到富貴，那我們就知道，我們在這一生當中明白了因果是絲毫不爽的。我命裡頭沒有富貴，現在修行不行？行，來得及。只要你覺悟了，只要你真幹，三年准定有效果。心要真，心要誠，佛氏門中，有求必應。你看連求作佛，這是最難的事情都可以做得到，這個世間富貴，在佛法看這小事一樁，哪有不成就的！《了凡四訓》是最明顯的一個例子，絕不是袁了凡一個人，像袁了凡這種人太多太多了，只是沒有把這個故事寫下來流傳出去。他是寫了一本書，實際上是勸他兒子的，沒有想到這部書現在流傳全世界，這是他作夢也沒想到的一樁大好事。原來是勸兒子，現在勸天下人，那是我們最好的榜樣。"
    },
    {
      "id": "02-037-0454_p0031",
      "zh_CN": "底下一段，「以果验因」，这教给我们怎么看。果在眼前，想想眼前果从哪里来的？一定有因。",
      "zh_TW": "底下一段，「以果驗因」，這教給我們怎麼看。果在眼前，想想眼前果從哪裡來的？一定有因。"
    },
    {
      "id": "02-037-0454_p0032",
      "zh_CN": "【世间有此目前现事。】",
      "zh_TW": "【世間有此目前現事。】"
    },
    {
      "id": "02-037-0454_p0033",
      "zh_CN": "世间有这些眼前现实的事，呈现在面前。",
      "zh_TW": "世間有這些眼前現實的事，呈現在面前。"
    },
    {
      "id": "02-037-0454_p0034",
      "zh_CN": "【寿终之后。入其幽冥。转生受身。改形易道。故有泥犁。禽兽。蜎飞蠕动之属。】",
      "zh_TW": "【壽終之後。入其幽冥。轉生受身。改形易道。故有泥犁。禽獸。蜎飛蠕動之屬。】"
    },
    {
      "id": "02-037-0454_p0035",
      "zh_CN": "这讲轮回。我们看注解，「上述之因果不虚，乃世间所见之事」。我们在前面，恶业、殃罚，看到穷乞，贫穷的乞丐，「乃至尪狂，乃殃罚中之易见者」。这些事情只要我们细心去观察，到处都看得到，你看到这些人在造业。「而未知寿终之后其苦尤为深剧」，看到眼前苦，来生之苦他没有看见。这一生所见到的苦，这是花报，我们中国人讲现世报。觉悟回头要快、要早。这桩事情跟缘有关系，如果遇不到缘，你不知道回头。佛教，这么好的东西，现在被人看作是宗教、是迷信。我们在年轻的时候对这个有很深的误会，一生没有意思去碰它，这印象太深刻了。也没有人讲，讲经是有，没讲清楚、没讲明白，听了几堂课不想再听了。",
      "zh_TW": "這講輪迴。我們看註解，「上述之因果不虛，乃世間所見之事」。我們在前面，惡業、殃罰，看到窮乞，貧窮的乞丐，「乃至尪狂，乃殃罰中之易見者」。這些事情只要我們細心去觀察，到處都看得到，你看到這些人在造業。「而未知壽終之後其苦尤為深劇」，看到眼前苦，來生之苦他沒有看見。這一生所見到的苦，這是花報，我們中國人講現世報。覺悟回頭要快、要早。這樁事情跟緣有關係，如果遇不到緣，你不知道回頭。佛教，這麼好的東西，現在被人看作是宗教、是迷信。我們在年輕的時候對這個有很深的誤會，一生沒有意思去碰它，這印象太深刻了。也沒有人講，講經是有，沒講清楚、沒講明白，聽了幾堂課不想再聽了。"
    },
    {
      "id": "02-037-0454_p0036",
      "zh_CN": "我年轻喜欢哲学，跟方东美先生学哲学。方老师给我讲了一部《哲学概论》，最后一个单元佛经哲学，我从这个地方认识佛教的。要不是他给我上这个科目，我这一生跟佛没缘。没有想到这堂课把我人生改变了，世间还会有这么好的东西，我就全心全力来学习。真是缘分好，认识章嘉大师。方老师在那个时候教我，他大概才五十出头的样子，我们这张照片就是那个时候照片。知道这个是大学问，一般人讲宗教是迷信，那是误会，是非常严重的误会。老师告诉我佛经哲学不在寺庙。我问他在哪里？在经本。他告诉我，从前的出家人有道德、有学问，真正是善知识。他说现在出家人他不学了，但是经本在。特别在六十年前的台湾，书店上买不到佛经。全台湾只有两个书店印佛经，数量很少，台中的瑞成书局，台南的庆芳书局，就这两个书局，种类也不过十几种，印的数量很少，找不到。那想看的书，那就到寺庙里，有藏经，台北善导寺是规模最大的，星期假日去抄经，买不到，哪像现在这么方便，那时候经典真是如获至宝。章嘉大师，这是专学佛的，所以我就依靠他老人家，很慈悲，跟方老师一样，每个星期天给我两个小时，我跟他三年，所以基础是这样奠定下来的。我这一生接受章嘉大师的教诲，他希望我出家，希望我学释迦牟尼佛，我听话，我都做到了。释迦牟尼佛一生讲经、教学，什么都没有，一生过流浪的生活，居无定所。我这一生也是流浪，也是居无定所。",
      "zh_TW": "我年輕喜歡哲學，跟方東美先生學哲學。方老師給我講了一部《哲學概論》，最後一個單元佛經哲學，我從這個地方認識佛教的。要不是他給我上這個科目，我這一生跟佛沒緣。沒有想到這堂課把我人生改變了，世間還會有這麼好的東西，我就全心全力來學習。真是緣分好，認識章嘉大師。方老師在那個時候教我，他大概才五十出頭的樣子，我們這張照片就是那個時候照片。知道這個是大學問，一般人講宗教是迷信，那是誤會，是非常嚴重的誤會。老師告訴我佛經哲學不在寺廟。我問他在哪裡？在經本。他告訴我，從前的出家人有道德、有學問，真正是善知識。他說現在出家人他不學了，但是經本在。特別在六十年前的台灣，書店上買不到佛經。全台灣只有兩個書店印佛經，數量很少，台中的瑞成書局，台南的慶芳書局，就這兩個書局，種類也不過十幾種，印的數量很少，找不到。那想看的書，那就到寺廟裡，有藏經，台北善導寺是規模最大的，星期假日去抄經，買不到，哪像現在這麼方便，那時候經典真是如獲至寶。章嘉大師，這是專學佛的，所以我就依靠他老人家，很慈悲，跟方老師一樣，每個星期天給我兩個小時，我跟他三年，所以基礎是這樣奠定下來的。我這一生接受章嘉大師的教誨，他希望我出家，希望我學釋迦牟尼佛，我聽話，我都做到了。釋迦牟尼佛一生講經、教學，什麼都沒有，一生過流浪的生活，居無定所。我這一生也是流浪，也是居無定所。"
    },
    {
      "id": "02-037-0454_p0037",
      "zh_CN": "有一次偶尔想想这个缘，所以佛家讲缘，我这个缘也是偶然一个念头，造成以后的缘分。台湾大专学生学佛，从台湾大学开始，一批学生，应该几十个人，不到一百人，组成一个佛学社。学校承认了，正式学生课外活动的社团，领导他们的是周宣德教授，晨曦社。周教授跟我们李老师是老朋友，周教授是虔诚的佛教徒，印光法师的弟子。到台中来看李老师，把这桩事情告诉老师。老师听到非常欢喜，大专学生学佛了，好事。因为这是高等知识分子，能够帮助社会上化解误会，佛教不是迷信。你看高等知识分子都学佛了，好事情。他们谈话，我在座。等周老师走了，我跟李老师说，我说，「老师，未必是一桩好事」。老师瞪着我，眼睛瞪着我，「怎么不是好事？」我说，「如果万一先入为主，那些教师把他们都教歪了、教错了，以后谁能够把这些人的观念纠正过来？」老师听我这句话，真的，就很严肃，想了想这确实是问题。他问我，那怎么办？我就给他建议，他在台中办个慈光图书馆，我说我们就可以利用图书馆，每个星期天办大专佛学讲座，让中部地区的大专学生到这来学。他就同意了。找我很多次，我们讨论这个问题，开哪些课程，请哪些老师。",
      "zh_TW": "有一次偶爾想想這個緣，所以佛家講緣，我這個緣也是偶然一個念頭，造成以後的緣分。台灣大專學生學佛，從台灣大學開始，一批學生，應該幾十個人，不到一百人，組成一個佛學社。學校承認了，正式學生課外活動的社團，領導他們的是周宣德教授，晨曦社。周教授跟我們李老師是老朋友，周教授是虔誠的佛教徒，印光法師的弟子。到台中來看李老師，把這樁事情告訴老師。老師聽到非常歡喜，大專學生學佛了，好事。因為這是高等知識分子，能夠幫助社會上化解誤會，佛教不是迷信。你看高等知識分子都學佛了，好事情。他們談話，我在座。等周老師走了，我跟李老師說，我說，「老師，未必是一樁好事」。老師瞪著我，眼睛瞪著我，「怎麼不是好事？」我說，「如果萬一先入為主，那些教師把他們都教歪了、教錯了，以後誰能夠把這些人的觀念糾正過來？」老師聽我這句話，真的，就很嚴肅，想了想這確實是問題。他問我，那怎麼辦？我就給他建議，他在台中辦個慈光圖書館，我說我們就可以利用圖書館，每個星期天辦大專佛學講座，讓中部地區的大專學生到這來學。他就同意了。找我很多次，我們討論這個問題，開哪些課程，請哪些老師。"
    },
    {
      "id": "02-037-0454_p0038",
      "zh_CN": "慈光大专讲座真搞成功了。寒暑假就集中训练，对台中之外，各县市的这个大专学生都可以到台中来学习，不收费用，管吃管住，时间是两个星期到四个星期，就这么办起来了。所以这些学生我都认识。以后我到台北，道安法师在北部中国佛教会办一个大专佛学讲座，也是每个星期天上课。他请我做总主讲，我在那里讲了四年，所以十年当中我认识大专学生将近一万人。这些同学毕业出去之后到外国留学，拿到学位，在外国工作，成家立业了。所以我一到外国去，这些同学一联系，光是美国、加拿大就三百多个同学联系到了。我这个国外缘是从这么来的，无意当中说这么一句话，开了在全世界弘法的这些缘。否则的话谁认识你？谁会请你？偶然周宣德老居士这么一句话，造成以后一生在全世界弘法的缘分。这个缘是愈来愈扩大、愈来愈殊胜，帮助我们走向联合国，帮助我们认识很多国家的领导人。",
      "zh_TW": "慈光大專講座真搞成功了。寒暑假就集中訓練，對台中之外，各縣市的這個大專學生都可以到台中來學習，不收費用，管吃管住，時間是兩個星期到四個星期，就這麼辦起來了。所以這些學生我都認識。以後我到台北，道安法師在北部中國佛教會辦一個大專佛學講座，也是每個星期天上課。他請我做總主講，我在那裡講了四年，所以十年當中我認識大專學生將近一萬人。這些同學畢業出去之後到外國留學，拿到學位，在外國工作，成家立業了。所以我一到外國去，這些同學一聯繫，光是美國、加拿大就三百多個同學聯繫到了。我這個國外緣是從這麼來的，無意當中說這麼一句話，開了在全世界弘法的這些緣。否則的話誰認識你？誰會請你？偶然周宣德老居士這麼一句話，造成以後一生在全世界弘法的緣分。這個緣是愈來愈擴大、愈來愈殊勝，幫助我們走向聯合國，幫助我們認識很多國家的領導人。"
    },
    {
      "id": "02-037-0454_p0039",
      "zh_CN": "所以我们的念头多替别人想，不要替自己想。后面后续这些发展，都是意想不到的。方老师在那个时候，那个时候只有黑白电视，还没有彩色的，老师就告诉我，这个东西（这电视机）可以兴旺一个国家，也可以灭亡一个国家。他对于这个科技的发展非常重视，嘱咐我，以后有缘要利用这个弘法，这个效果会很大。那个时候只是听听，不敢动这个念头，这个要花多少钱？这钱从哪里来？我们一生守的原则，绝不化缘，饿死、冻死也不会向人家要一分钱，坚持这个原则。",
      "zh_TW": "所以我們的念頭多替別人想，不要替自己想。後面後續這些發展，都是意想不到的。方老師在那個時候，那個時候只有黑白電視，還沒有彩色的，老師就告訴我，這個東西（這電視機）可以興旺一個國家，也可以滅亡一個國家。他對於這個科技的發展非常重視，囑咐我，以後有緣要利用這個弘法，這個效果會很大。那個時候只是聽聽，不敢動這個念頭，這個要花多少錢？這錢從哪裡來？我們一生守的原則，絕不化緣，餓死、凍死也不會向人家要一分錢，堅持這個原則。"
    },
    {
      "id": "02-037-0454_p0040",
      "zh_CN": "同学们在国外生活也很不容易，所以我跟他们约法三章，你们邀请我，飞机票、交通费用你们负责，我到这个地方吃住你们负责，一分钱供养我都不要，这大家放心。尽量减低他们的负担。所以这就是长年在国外到处走，这也不是我自己意思，也是环境逼着没法子。我自己意思，如果真能有个山头，我能够定下来，有个十年、二十年不动，我真有成就，这也是李老师非常重视的。但是没有这个环境，只好流浪，到八十五岁。去年香港有个老居士往生了，也是老朋友，早年听我讲经，往生了。他自己有个住处，小地方，叫六和园，挺有意思，嘱咐他的夫人这个地方要送给我，供养给我。我去一看，很欢喜，我就接受下来。我说，八十五岁了，佛菩萨给我一个定居的地方，那我就定居在香港了。",
      "zh_TW": "同學們在國外生活也很不容易，所以我跟他們約法三章，你們邀請我，飛機票、交通費用你們負責，我到這個地方吃住你們負責，一分錢供養我都不要，這大家放心。盡量減低他們的負擔。所以這就是長年在國外到處走，這也不是我自己意思，也是環境逼著沒法子。我自己意思，如果真能有個山頭，我能夠定下來，有個十年、二十年不動，我真有成就，這也是李老師非常重視的。但是沒有這個環境，只好流浪，到八十五歲。去年香港有個老居士往生了，也是老朋友，早年聽我講經，往生了。他自己有個住處，小地方，叫六和園，挺有意思，囑咐他的夫人這個地方要送給我，供養給我。我去一看，很歡喜，我就接受下來。我說，八十五歲了，佛菩薩給我一個定居的地方，那我就定居在香港了。"
    },
    {
      "id": "02-037-0454_p0041",
      "zh_CN": "这也是章嘉大师教的，教我走弘法利生的路子，学释迦牟尼佛。他说你的一生佛菩萨照顾，你不要操一点心。我真听话，我真相信他，一生佛菩萨照顾，自己不操心。所以出家，自己也不操心，为什么？出家找师父，章嘉大师告诉我，你去找这个老和尚想在那里出家，人家不答应，你怎么办？我说，那当然很难过。他说是！那怎么办？求佛菩萨，不要求别人，求佛菩萨。我就真求佛菩萨。我出家是师父来找我，找九次，两个月来找了九次，心很诚，所以我就跟他出家了。不是三次，来九次。受戒也是的，因为受戒要钱，要缴费，我到哪里去找钱？常住不肯支持，那我们就没有法子。我这个老校长，周邦道周老师，我出家他知道，我讲经的时候他来听，他就问我，他说，「基隆八堵那个地方开戒，你怎么没有去受戒？」我就告诉他，那个时候受戒缴费要五百块钱，我说我没有这个钱。他告诉我们同学会，同学会这些同学大家捐助，捐助这笔钱让我去受戒。全都是外面的缘成熟了，我们这一生随缘不攀缘。有事情，有缘我们一定要做；没有，不要去找事，多事不如少事，少事不如无事，心安理得，与道才相应。",
      "zh_TW": "這也是章嘉大師教的，教我走弘法利生的路子，學釋迦牟尼佛。他說你的一生佛菩薩照顧，你不要操一點心。我真聽話，我真相信他，一生佛菩薩照顧，自己不操心。所以出家，自己也不操心，為什麼？出家找師父，章嘉大師告訴我，你去找這個老和尚想在那裡出家，人家不答應，你怎麼辦？我說，那當然很難過。他說是！那怎麼辦？求佛菩薩，不要求別人，求佛菩薩。我就真求佛菩薩。我出家是師父來找我，找九次，兩個月來找了九次，心很誠，所以我就跟他出家了。不是三次，來九次。受戒也是的，因為受戒要錢，要繳費，我到哪裡去找錢？常住不肯支持，那我們就沒有法子。我這個老校長，周邦道周老師，我出家他知道，我講經的時候他來聽，他就問我，他說，「基隆八堵那個地方開戒，你怎麼沒有去受戒？」我就告訴他，那個時候受戒繳費要五百塊錢，我說我沒有這個錢。他告訴我們同學會，同學會這些同學大家捐助，捐助這筆錢讓我去受戒。全都是外面的緣成熟了，我們這一生隨緣不攀緣。有事情，有緣我們一定要做；沒有，不要去找事，多事不如少事，少事不如無事，心安理得，與道才相應。"
    },
    {
      "id": "02-037-0454_p0042",
      "zh_CN": "好事决定是利益大家的，利益这个地方的，利益国家、利益全世界的，这个事一定要做。利益我个人的、利益我们这小道场的，这事可以不必做。这都是老师的教诲。现在老师虽然都不在了，可是我们一生守住老师教诲，念念不忘老师教诲。老师教我们起心动念、言语造作要有前后眼。前眼是什么？看过去；后眼是看来世，要想到来世的果报，那一切不善的自然不敢想。一切殊胜当中，没有比极乐世界更殊胜。到极乐世界是干什么？是求学。那个地方求学没有障碍，那个地方的护持人是阿弥陀佛。我们衣食住行，一切所需阿弥陀佛供应，我们不操一点心。佛天天讲经说法，而且在极乐世界你的智慧、神通、道力几乎跟佛差不多，所以有能力像他一样，每一天可以到他方世界去供佛。供佛是修福，闻经是修慧，福慧双修，这个机会到哪去找？十方世界殊胜，没有极乐世界这一条殊胜。搞清楚、搞明白，那真的要去，不去那就可惜了。",
      "zh_TW": "好事決定是利益大家的，利益這個地方的，利益國家、利益全世界的，這個事一定要做。利益我個人的、利益我們這小道場的，這事可以不必做。這都是老師的教誨。現在老師雖然都不在了，可是我們一生守住老師教誨，念念不忘老師教誨。老師教我們起心動念、言語造作要有前後眼。前眼是什麼？看過去；後眼是看來世，要想到來世的果報，那一切不善的自然不敢想。一切殊勝當中，沒有比極樂世界更殊勝。到極樂世界是幹什麼？是求學。那個地方求學沒有障礙，那個地方的護持人是阿彌陀佛。我們衣食住行，一切所需阿彌陀佛供應，我們不操一點心。佛天天講經說法，而且在極樂世界你的智慧、神通、道力幾乎跟佛差不多，所以有能力像他一樣，每一天可以到他方世界去供佛。供佛是修福，聞經是修慧，福慧雙修，這個機會到哪去找？十方世界殊勝，沒有極樂世界這一條殊勝。搞清楚、搞明白，那真的要去，不去那就可惜了。"
    },
    {
      "id": "02-037-0454_p0043",
      "zh_CN": "经文下面说，「入其幽冥下」，『转生受身』，一直到『蜎飞蠕动之属』，这是「正表其罪苦」，说明他来生的果报。从我们现前去观察，你看人，受苦难的这些人，你看这些动物。现在不但动物受苦难，连植物都遭受灾难。为什么？生态平衡破坏了，土壤有毒，农药、化肥污染了土地，花草树木受了影响，我们看了很难过。天天喊环保，没用！人还是为他自己利益，不顾别人、不顾环境。这使我们想到这个世界上为什么会有灾难，想想看，我们人所作所为能没有灾难吗？不可能。这经上讲得这么清楚，如果人个个都能够修善积德，个个都能够孝养父母，奉事尊长，这个世界才没有灾难。",
      "zh_TW": "經文下面說，「入其幽冥下」，『轉生受身』，一直到『蜎飛蠕動之屬』，這是「正表其罪苦」，說明他來生的果報。從我們現前去觀察，你看人，受苦難的這些人，你看這些動物。現在不但動物受苦難，連植物都遭受災難。為什麼？生態平衡破壞了，土壤有毒，農藥、化肥污染了土地，花草樹木受了影響，我們看了很難過。天天喊環保，沒用！人還是為他自己利益，不顧別人、不顧環境。這使我們想到這個世界上為什麼會有災難，想想看，我們人所作所為能沒有災難嗎？不可能。這經上講得這麼清楚，如果人個個都能夠修善積德，個個都能夠孝養父母，奉事尊長，這個世界才沒有災難。"
    },
    {
      "id": "02-037-0454_p0044",
      "zh_CN": "今天世界严重的问题是历史上从来没有过的，什么问题？人心坏了，社会乱了，地球灾变异常，这是我们遇到的。如何拯救？如何化解？这是我们现前最重要的一桩大事。从哪里做起？要从自己本身做起，自己真干，依教修行。佛在这个地方教导我们的，我们要记住，别人不做，我们做。今天时间到了，我们就学习到此地。",
      "zh_TW": "今天世界嚴重的問題是歷史上從來沒有過的，什麼問題？人心壞了，社會亂了，地球災變異常，這是我們遇到的。如何拯救？如何化解？這是我們現前最重要的一樁大事。從哪裡做起？要從自己本身做起，自己真幹，依教修行。佛在這個地方教導我們的，我們要記住，別人不做，我們做。今天時間到了，我們就學習到此地。"
    }
  ]
}