{
  "doc_id": "02-037-0307",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "2012/4/24　香港佛陀教育协会",
    "zh_TW": "2012/4/24　香港佛陀教育協會"
  },
  "doc_number": "02-037-0307",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-037-0307_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六七七页，倒数第五行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六七七頁，倒數第五行，從第二句看起："
    },
    {
      "id": "02-037-0307_p0002",
      "zh_CN": "「又《楞伽经》、《唯识论》等，明三种无性」，这是相宗常说的三无性。第一个是「相无性。一切众生，以妄心向因缘生之事物，计度为我、为法」。计是计较，度我们今天讲衡量，叫度量，以为有我，以为有法，这说一切众生，全是妄心。妄心就是起心动念、分别执着，在《华严经》里面所说的妄想、分别、执着，妄想就是起心动念。大乘经教里头常说真心是真有，它不动，惠能大师见性就是见到真心。见到真心，这个人就叫成佛，是真的佛，他不是假的佛。所以用真心的是佛，用妄心的这叫凡夫。凡夫不知道用真心，也不知道真心在哪里，其实真心就在现前，永远没有失去，就是不认识。我们得把妄想分别执着放下，那个时候的心就是真心。就好比水一样，真的水，干净，不动，像一面镜子一样，能照见万法。水有染污了，水动了，起了波浪，这叫妄心。所以真心跟妄心是一体，叫真妄不二，一个是在寂静的状态，一个是在波动的状态。整个宇宙这些幻相全是风浪，大浪、小浪、巨浪，都是这些东西，所以它不是真的。它能恢复真，只要它不动了，放下妄想分别执着，真心现前，真的境界也现前，叫法性身、法性土。法性身、法性土是假名，是对我们现在已经动的，这才说这些名词，所以名相不是真的，名相不要执着。只是一个是清净的状况、一个是波动状况，就如此而已。这个我们必须把它认识清楚。",
      "zh_TW": "「又《楞伽經》、《唯識論》等，明三種無性」，這是相宗常說的三無性。第一個是「相無性。一切眾生，以妄心向因緣生之事物，計度為我、為法」。計是計較，度我們今天講衡量，叫度量，以為有我，以為有法，這說一切眾生，全是妄心。妄心就是起心動念、分別執著，在《華嚴經》裡面所說的妄想、分別、執著，妄想就是起心動念。大乘經教裡頭常說真心是真有，它不動，惠能大師見性就是見到真心。見到真心，這個人就叫成佛，是真的佛，他不是假的佛。所以用真心的是佛，用妄心的這叫凡夫。凡夫不知道用真心，也不知道真心在哪裡，其實真心就在現前，永遠沒有失去，就是不認識。我們得把妄想分別執著放下，那個時候的心就是真心。就好比水一樣，真的水，乾淨，不動，像一面鏡子一樣，能照見萬法。水有染污了，水動了，起了波浪，這叫妄心。所以真心跟妄心是一體，叫真妄不二，一個是在寂靜的狀態，一個是在波動的狀態。整個宇宙這些幻相全是風浪，大浪、小浪、巨浪，都是這些東西，所以它不是真的。它能恢復真，只要它不動了，放下妄想分別執著，真心現前，真的境界也現前，叫法性身、法性土。法性身、法性土是假名，是對我們現在已經動的，這才說這些名詞，所以名相不是真的，名相不要執著。只是一個是清淨的狀況、一個是波動狀況，就如此而已。這個我們必須把它認識清楚。"
    },
    {
      "id": "02-037-0307_p0003",
      "zh_CN": "妄心动了，动了它就现相。怎么现相的？现相必有因缘，因，是真正的因，这是讲宇宙的源起，真正的因就是真心，离了真心没有一法可得。因为动了，动了就产生幻相，这个动是缘，产生的幻相这是果，就有事物发生了。这个事物依照贤首国师，清凉的老师，《妄尽还源观》里面告诉我们的，从一体起二用，就生起两种作用。两种作用，一个是宇宙，宇宙是依报，宇宙现前；第二个作用，我出现了。所以我跟宇宙是同时出现。所以佛教不是宗教，宗教有个造物主，这宇宙是神造的，人也是神造的，佛法里头不是这个说法，佛法说「一念不觉而有无明」，它是这个说法的。那个念是谁的念？自己的念。所以在佛教讲宇宙是自己创造的，身也是自己造的，因为妄念造了这个，这个身是假的，假身，外头环境也是假境，经上常用「梦幻泡影」做比喻。因为你不觉，就作梦，梦境现前，整个梦境是你自己妄心变现的境界，除了心之外什么也没有。全体是心，我们用梦境来做比喻就很容易懂，梦境全体是妄心在起作用，绝不是真正有的这个事情。我们现实的环境是妄心，所以我们作梦，梦中之梦。",
      "zh_TW": "妄心動了，動了它就現相。怎麼現相的？現相必有因緣，因，是真正的因，這是講宇宙的源起，真正的因就是真心，離了真心沒有一法可得。因為動了，動了就產生幻相，這個動是緣，產生的幻相這是果，就有事物發生了。這個事物依照賢首國師，清涼的老師，《妄盡還源觀》裡面告訴我們的，從一體起二用，就生起兩種作用。兩種作用，一個是宇宙，宇宙是依報，宇宙現前；第二個作用，我出現了。所以我跟宇宙是同時出現。所以佛教不是宗教，宗教有個造物主，這宇宙是神造的，人也是神造的，佛法裡頭不是這個說法，佛法說「一念不覺而有無明」，它是這個說法的。那個念是誰的念？自己的念。所以在佛教講宇宙是自己創造的，身也是自己造的，因為妄念造了這個，這個身是假的，假身，外頭環境也是假境，經上常用「夢幻泡影」做比喻。因為你不覺，就作夢，夢境現前，整個夢境是你自己妄心變現的境界，除了心之外什麼也沒有。全體是心，我們用夢境來做比喻就很容易懂，夢境全體是妄心在起作用，絕不是真正有的這個事情。我們現實的環境是妄心，所以我們作夢，夢中之夢。"
    },
    {
      "id": "02-037-0307_p0004",
      "zh_CN": "这个念一动，第一个梦境是什么？是实报庄严土，这是第一个梦境，心动了。虽动了，里面没有分别、没有执着、没有妄想，只是动而已，没有妄想。如果有了妄想、有了分别，就变成四圣法界，十法界里面，佛法界、菩萨法界、缘觉法界、声闻法界，这是你有动、有分别。如果从分别再产生执着，那四圣法界又变了，变成六道轮回，这是最严重，迷得最深的。于是我们就明了，这佛经上所讲的，我们对于世出世间一切法不再执着，完全知道它是假的，没有执着的必要，执着全是一种错误，错误概念造成。不执着，你就梦醒了，从六道醒过来，六道轮回不见了，就没有了。这个时候境界出现了，你醒过来，醒过来是什么境界？四圣法界，阿罗汉的境界。你看到释迦牟尼佛的净土，那个地方没有染污。六道为什么有染污？六道有情执、有贪瞋痴慢，有这个东西就有染污。没有贪瞋痴慢就没有这个染污，阿罗汉的法界没有这个染污，所以那个国土显得特别清净，人都很慈悲。虽然阿罗汉不主动帮助众生，但是阿罗汉绝不害人，所以那个社会是祥和的，那个社会是安定的。",
      "zh_TW": "這個念一動，第一個夢境是什麼？是實報莊嚴土，這是第一個夢境，心動了。雖動了，裡面沒有分別、沒有執著、沒有妄想，只是動而已，沒有妄想。如果有了妄想、有了分別，就變成四聖法界，十法界裡面，佛法界、菩薩法界、緣覺法界、聲聞法界，這是你有動、有分別。如果從分別再產生執著，那四聖法界又變了，變成六道輪迴，這是最嚴重，迷得最深的。於是我們就明瞭，這佛經上所講的，我們對於世出世間一切法不再執著，完全知道它是假的，沒有執著的必要，執著全是一種錯誤，錯誤概念造成。不執著，你就夢醒了，從六道醒過來，六道輪迴不見了，就沒有了。這個時候境界出現了，你醒過來，醒過來是什麼境界？四聖法界，阿羅漢的境界。你看到釋迦牟尼佛的淨土，那個地方沒有染污。六道為什麼有染污？六道有情執、有貪瞋痴慢，有這個東西就有染污。沒有貪瞋痴慢就沒有這個染污，阿羅漢的法界沒有這個染污，所以那個國土顯得特別清淨，人都很慈悲。雖然阿羅漢不主動幫助眾生，但是阿羅漢絕不害人，所以那個社會是祥和的，那個社會是安定的。"
    },
    {
      "id": "02-037-0307_p0005",
      "zh_CN": "阿罗汉再把执着的习气断了，阿罗汉有习气，见思烦恼真的断了，见思烦恼的习气在。譬如说贪的习气、瞋恚的习气他有，他确实没有心，但是那习惯了，那个样子老是在表情上还有，这就是习气。他在那里用功把习气断了，习气断了他就升等，就升作辟支佛。辟支佛见思烦恼断了，见思烦恼习气也断了，所以他的境界比阿罗汉更清净、更殊胜。辟支佛他有尘沙烦恼，他有无明烦恼，必须把尘沙烦恼断了。尘沙是什么？分别，他没有执着，他有分别。他把分别断了，于一切法知道是一体，不再分别，没有你跟我这些分别，佛跟众生的分别都没有了。这个心什么？到平等了，这是辟支佛。但是他有分别的习气，这个断掉了，断掉之后他就升级，他就是菩萨。",
      "zh_TW": "阿羅漢再把執著的習氣斷了，阿羅漢有習氣，見思煩惱真的斷了，見思煩惱的習氣在。譬如說貪的習氣、瞋恚的習氣他有，他確實沒有心，但是那習慣了，那個樣子老是在表情上還有，這就是習氣。他在那裡用功把習氣斷了，習氣斷了他就升等，就升作辟支佛。辟支佛見思煩惱斷了，見思煩惱習氣也斷了，所以他的境界比阿羅漢更清淨、更殊勝。辟支佛他有塵沙煩惱，他有無明煩惱，必須把塵沙煩惱斷了。塵沙是什麼？分別，他沒有執著，他有分別。他把分別斷了，於一切法知道是一體，不再分別，沒有你跟我這些分別，佛跟眾生的分別都沒有了。這個心什麼？到平等了，這是辟支佛。但是他有分別的習氣，這個斷掉了，斷掉之後他就升級，他就是菩薩。"
    },
    {
      "id": "02-037-0307_p0006",
      "zh_CN": "所以菩萨有分别的习气，就是尘沙烦恼的习气。菩萨必须把尘沙烦恼习气断掉，他又升级，他就成佛了，十法界里面的佛，不是真佛。天台大师说这个佛叫「相似即佛」，他非常像佛。为什么不是真佛？因为佛要用真心，他还是用阿赖耶，他没有转阿赖耶成大圆镜，所以他叫相似即佛。也就是说，用妄心用得很正，完全依照佛的经教他去奉行，他都做到了，所以很像佛。佛要断无明，无明就是妄想、就是起心动念，他那个地方修行的功夫，就是六根在六尘境界里不起心、不动念。",
      "zh_TW": "所以菩薩有分別的習氣，就是塵沙煩惱的習氣。菩薩必須把塵沙煩惱習氣斷掉，他又升級，他就成佛了，十法界裡面的佛，不是真佛。天台大師說這個佛叫「相似即佛」，他非常像佛。為什麼不是真佛？因為佛要用真心，他還是用阿賴耶，他沒有轉阿賴耶成大圓鏡，所以他叫相似即佛。也就是說，用妄心用得很正，完全依照佛的經教他去奉行，他都做到了，所以很像佛。佛要斷無明，無明就是妄想、就是起心動念，他那個地方修行的功夫，就是六根在六塵境界裡不起心、不動念。"
    },
    {
      "id": "02-037-0307_p0007",
      "zh_CN": "我们明白这个道理，就懂得修行的纲领，你修些什么？佛说的那些方法，那个东西不能执着，你要懂得他真正讲的是什么。就是起心动念、分别执着，这个东西只要统统放下，立刻就成佛。惠能大师在五祖方丈室里头听《金刚经》，听到五祖讲到「应无所住，而生其心」，他就大彻大悟，明心见性。那是什么？那成佛了。为什么能成佛？他不起心、不动念、不分别、不执着，全放下了，就是妄想分别执着全放下，这就成佛了。成佛在一念之间，这叫顿舍。你看把妄想分别执着一下舍掉，叫顿舍，一时就是一念当中就舍掉了。顿悟、顿证，悟是觉悟了，他说出那些话来是觉悟的话，他证果了，这个在《华严经》大乘教里是法身菩萨。法身菩萨，天台大师称他为「分证即佛」，他是真佛，他用真心。为什么说他菩萨？说菩萨也行，他没有圆满。为什么？妄想放下了，妄想习气没放下，妄想的习气没有法子放下。分别跟执着的习气有办法放下，妄想没办法放下，因为你想个方法去要断这个习气，那又是个妄想，妄想不能断妄想。怎么办？只有随它去吧！让这时间长了，慢慢自然没有了。所以，妄想习气有四十一品，四十一品从哪里来的？就是有多有少。",
      "zh_TW": "我們明白這個道理，就懂得修行的綱領，你修些什麼？佛說的那些方法，那個東西不能執著，你要懂得他真正講的是什麼。就是起心動念、分別執著，這個東西只要統統放下，立刻就成佛。惠能大師在五祖方丈室裡頭聽《金剛經》，聽到五祖講到「應無所住，而生其心」，他就大徹大悟，明心見性。那是什麼？那成佛了。為什麼能成佛？他不起心、不動念、不分別、不執著，全放下了，就是妄想分別執著全放下，這就成佛了。成佛在一念之間，這叫頓捨。你看把妄想分別執著一下捨掉，叫頓捨，一時就是一念當中就捨掉了。頓悟、頓證，悟是覺悟了，他說出那些話來是覺悟的話，他證果了，這個在《華嚴經》大乘教裡是法身菩薩。法身菩薩，天台大師稱他為「分證即佛」，他是真佛，他用真心。為什麼說他菩薩？說菩薩也行，他沒有圓滿。為什麼？妄想放下了，妄想習氣沒放下，妄想的習氣沒有法子放下。分別跟執著的習氣有辦法放下，妄想沒辦法放下，因為你想個方法去要斷這個習氣，那又是個妄想，妄想不能斷妄想。怎麼辦？只有隨它去吧！讓這時間長了，慢慢自然沒有了。所以，妄想習氣有四十一品，四十一品從哪裡來的？就是有多有少。"
    },
    {
      "id": "02-037-0307_p0008",
      "zh_CN": "早到极乐世界去的，妄想习气就少，现在才去的，带的就多，就这么个道理。所以这些菩萨有十住、十行、十回向、十地、等觉，四十一个阶级，这四十一个阶级就是带着无始无明习气多少，愈往上面去愈少，愈在底下就愈多，这是没有方法断的。但是它只是障碍你进入常寂光净土，你在那个地方知道有常寂光，你不能够证得，道理就在此地。必须无始无明习气断尽，实报庄严土没有了，所以实报庄严土也是虚妄的。《金刚经》说「凡所有相，皆是虚妄」，没有说实报土例外。实报土不见了，他到哪里去了？他回归常寂光。回归常寂光是什么样子？跟自性融成一体，自性没有相，自性遍一切处，自性遍一切时，他的身遍一切处、遍一切时。他的身不是物质，也不是精神、也不是自然现象，什么科学仪器、工具都探测不到他。什么人能见到他？跟他同样的境界，把妄想分别执着连习气断干净了，就证入，就都知道了。",
      "zh_TW": "早到極樂世界去的，妄想習氣就少，現在才去的，帶的就多，就這麼個道理。所以這些菩薩有十住、十行、十迴向、十地、等覺，四十一個階級，這四十一個階級就是帶著無始無明習氣多少，愈往上面去愈少，愈在底下就愈多，這是沒有方法斷的。但是它只是障礙你進入常寂光淨土，你在那個地方知道有常寂光，你不能夠證得，道理就在此地。必須無始無明習氣斷盡，實報莊嚴土沒有了，所以實報莊嚴土也是虛妄的。《金剛經》說「凡所有相，皆是虛妄」，沒有說實報土例外。實報土不見了，他到哪裡去了？他回歸常寂光。回歸常寂光是什麼樣子？跟自性融成一體，自性沒有相，自性遍一切處，自性遍一切時，他的身遍一切處、遍一切時。他的身不是物質，也不是精神、也不是自然現象，什麼科學儀器、工具都探測不到他。什麼人能見到他？跟他同樣的境界，把妄想分別執著連習氣斷乾淨了，就證入，就都知道了。"
    },
    {
      "id": "02-037-0307_p0009",
      "zh_CN": "这个境界里头好比什么？好比我们灯光，房间里十几盏灯光，每个光都是满空间，而且光光都是重叠在里头的。虽然重叠的还是各是各的，因为你熄掉一盏，你看那一盏就没有了。所以这个世界叫光明世界，常寂光土，叫大光明藏。光就是佛的身，就是佛的土，实际上身土那是假名，你找不到痕迹，痕迹找不到。但是他能现，众生有感他就有现。大乘教里面讲文殊、普贤、观音、势至，这是等觉菩萨，实际上他们早就成佛了，示现在人间。众生跟他有缘，现在有苦有难，无论是有意无意，我们的信息发出去，他都知道。他知道，他一定来帮助，来帮助就得现身，现身说法帮助你，他都没有起心动念，这个不可思议，非常神奇！",
      "zh_TW": "這個境界裡頭好比什麼？好比我們燈光，房間裡十幾盞燈光，每個光都是滿空間，而且光光都是重疊在裡頭的。雖然重疊的還是各是各的，因為你熄掉一盞，你看那一盞就沒有了。所以這個世界叫光明世界，常寂光土，叫大光明藏。光就是佛的身，就是佛的土，實際上身土那是假名，你找不到痕跡，痕跡找不到。但是他能現，眾生有感他就有現。大乘教裡面講文殊、普賢、觀音、勢至，這是等覺菩薩，實際上他們早就成佛了，示現在人間。眾生跟他有緣，現在有苦有難，無論是有意無意，我們的信息發出去，他都知道。他知道，他一定來幫助，來幫助就得現身，現身說法幫助你，他都沒有起心動念，這個不可思議，非常神奇！"
    },
    {
      "id": "02-037-0307_p0010",
      "zh_CN": "实际上，我们今天看到江本的水实验，能够在这里头得到一点信息。你看水是矿物，装在瓶子里头，它什么文字都懂，我们没有学过外国文字不懂，它全懂。无论写哪一国的文字它都认识，无论你讲哪一国的言语它都听得懂，比我们高明，我们起心动念它知道。这是矿物，水是一个物质现象。就像前面我们说的，弥勒菩萨告诉我们这个事情，「念念有形，形皆有识」，弥勒菩萨讲清楚了，三千年前讲的。所有一切物质现象，不管是液体、是固体，山河大地、花草树木，像我们拔根汗毛，毛端，它是物质。一粒尘沙，把尘沙磨细，磨成粉，每一粒粉统统有受想行识，它有感受，想就是分别。行是什么？它不会断，这个相灭掉了，底下一个念头生了。这个念头受上面的感染，但不是一个，它是它，它是它。混搅在一起，那就是我们讲共同的意识、共同的相分，什么时候能看见？我们看电视能看见。你没有细心，因为现在电视是数码，它的速度快了，快太多了，比起从前那个电影，那是我们最容易看见的，因为什么？它一秒钟只二十四次生灭。一秒钟二十四个幻相纠缠在一起，我们看出它的行为、它的动态，看出来了，一秒钟可以看出来了。统统是纠缠在一起，单独一个，科学家告诉我们毫无意义。因为什么？才冒出来立刻就没有了。",
      "zh_TW": "實際上，我們今天看到江本的水實驗，能夠在這裡頭得到一點信息。你看水是礦物，裝在瓶子裡頭，它什麼文字都懂，我們沒有學過外國文字不懂，它全懂。無論寫哪一國的文字它都認識，無論你講哪一國的言語它都聽得懂，比我們高明，我們起心動念它知道。這是礦物，水是一個物質現象。就像前面我們說的，彌勒菩薩告訴我們這個事情，「念念有形，形皆有識」，彌勒菩薩講清楚了，三千年前講的。所有一切物質現象，不管是液體、是固體，山河大地、花草樹木，像我們拔根汗毛，毛端，它是物質。一粒塵沙，把塵沙磨細，磨成粉，每一粒粉統統有受想行識，它有感受，想就是分別。行是什麼？它不會斷，這個相滅掉了，底下一個念頭生了。這個念頭受上面的感染，但不是一個，它是它，它是它。混攪在一起，那就是我們講共同的意識、共同的相分，什麼時候能看見？我們看電視能看見。你沒有細心，因為現在電視是數碼，它的速度快了，快太多了，比起從前那個電影，那是我們最容易看見的，因為什麼？它一秒鐘只二十四次生滅。一秒鐘二十四個幻相糾纏在一起，我們看出它的行為、它的動態，看出來了，一秒鐘可以看出來了。統統是糾纏在一起，單獨一個，科學家告訴我們毫無意義。因為什麼？才冒出來立刻就沒有了。"
    },
    {
      "id": "02-037-0307_p0011",
      "zh_CN": "物质现象是真搞清楚了，精神现象，我们看他的报告也很有味道。他说这个念头突然蹦出来，立刻就消失掉了，没有原因。科学家这个说法，佛在《楞严经》上讲的「当处出生，随处灭尽」，不就这个意思吗？突然蹦出来，立刻就没有了。但是它这个里头有物质现象、有精神现象，有感受。所有物质现象全都是，统统是活的，找死的东西一个找不到，遍法界虚空界一个找不到。连石头都是活的，都有灵性，何况花草树木！这是什么？这是自性。自性，我们有时候给它加一个字，叫灵性。这个灵性就说明这个物质，物质也是自性变的，灵是说它见闻觉知。在自性不现的时候，它里头有见闻觉知，现相的时候，见闻觉知就变成受想行识。最麻烦的就是识，识很讨厌，识是什么？记忆，经过的事情你记得。第六意识记不得，第七识也记不得，阿赖耶，阿赖耶在资料库，所有一切东西都到那里归档。它是个资料库，所以它叫藏识，藏是含藏的意思，这个东西麻烦。第六分别，第七染污，但是总的记忆在阿赖耶。",
      "zh_TW": "物質現象是真搞清楚了，精神現象，我們看他的報告也很有味道。他說這個念頭突然蹦出來，立刻就消失掉了，沒有原因。科學家這個說法，佛在《楞嚴經》上講的「當處出生，隨處滅盡」，不就這個意思嗎？突然蹦出來，立刻就沒有了。但是它這個裡頭有物質現象、有精神現象，有感受。所有物質現象全都是，統統是活的，找死的東西一個找不到，遍法界虛空界一個找不到。連石頭都是活的，都有靈性，何況花草樹木！這是什麼？這是自性。自性，我們有時候給它加一個字，叫靈性。這個靈性就說明這個物質，物質也是自性變的，靈是說它見聞覺知。在自性不現的時候，它裡頭有見聞覺知，現相的時候，見聞覺知就變成受想行識。最麻煩的就是識，識很討厭，識是什麼？記憶，經過的事情你記得。第六意識記不得，第七識也記不得，阿賴耶，阿賴耶在資料庫，所有一切東西都到那裡歸檔。它是個資料庫，所以它叫藏識，藏是含藏的意思，這個東西麻煩。第六分別，第七染污，但是總的記憶在阿賴耶。"
    },
    {
      "id": "02-037-0307_p0012",
      "zh_CN": "现在要用功，最重要的就是把阿赖耶里头的记忆清除掉，这就是真的功夫了。美国夏威夷这位修．蓝博士来到我这里亲自告诉我，要把负面的、不善的记忆统统清除掉。话说得容易，实际上做，谈何容易！怎么能清除掉？记在那了，一辈子不会忘记，生生世世都不会忘记，怎么能清除掉？不善的要清除掉，善的也要清除掉，为什么？你的自性清净心里头没有这个东西，你不能把这个东西带回到清净心，你不清除掉不能转识成智。所以我在早年跟李炳老学经教的时候，老师曾经教过我，因为我妄想杂念很多，念佛、学教都有障碍，清净心不能现前。老师教我们，把阿弥陀佛放在心上，就是把它交换，换心。把阿赖耶里面所有东西清除掉，把阿弥陀佛请进来，起心动念全是阿弥陀佛，这是个好方法。为什么？阿弥陀佛这个名号是自性的德号，就是真如自性。名号，到功夫用到极处的时候容易放下。如果你观想，观想念佛，我观像、观想，观成功之后，那个拿掉困难；名字拿掉容易，没有那么困难。因为名字，大家晓得名字是我们起的，我喜欢起个什么名就起什么名，喜欢换一个就换一个。像可没那么简单。所以他说四种念佛还是这个最高，最高明，比观想高明、比观像高明。持名就等于是实相，实相无相，实相无不相。虽然它排在第四，实际上它最高，它跟实相平等。",
      "zh_TW": "現在要用功，最重要的就是把阿賴耶裡頭的記憶清除掉，這就是真的功夫了。美國夏威夷這位修．藍博士來到我這裡親自告訴我，要把負面的、不善的記憶統統清除掉。話說得容易，實際上做，談何容易！怎麼能清除掉？記在那了，一輩子不會忘記，生生世世都不會忘記，怎麼能清除掉？不善的要清除掉，善的也要清除掉，為什麼？你的自性清淨心裡頭沒有這個東西，你不能把這個東西帶回到清淨心，你不清除掉不能轉識成智。所以我在早年跟李炳老學經教的時候，老師曾經教過我，因為我妄想雜念很多，念佛、學教都有障礙，清淨心不能現前。老師教我們，把阿彌陀佛放在心上，就是把它交換，換心。把阿賴耶裡面所有東西清除掉，把阿彌陀佛請進來，起心動念全是阿彌陀佛，這是個好方法。為什麼？阿彌陀佛這個名號是自性的德號，就是真如自性。名號，到功夫用到極處的時候容易放下。如果你觀想，觀想念佛，我觀像、觀想，觀成功之後，那個拿掉困難；名字拿掉容易，沒有那麼困難。因為名字，大家曉得名字是我們起的，我喜歡起個什麼名就起什麼名，喜歡換一個就換一個。像可沒那麼簡單。所以他說四種念佛還是這個最高，最高明，比觀想高明、比觀像高明。持名就等於是實相，實相無相，實相無不相。雖然它排在第四，實際上它最高，它跟實相平等。"
    },
    {
      "id": "02-037-0307_p0013",
      "zh_CN": "用这个方法清除所有善、不善的记忆，为什么？全是假的。所以这个概念是非常重要！你真正肯定了整个宇宙幻相，不是真的，你才能放下，才不计较了。别人毁谤我，他毁谤别人，我听到怎么没有感觉？为什么毁谤我，我就有感受？是毁谤我，我接受了；毁谤别人，我没接受。这是假的，我也是个假的，你要知道全是假的，那不就一笑了之了？不要接受，何必放在心上？所以，真正做学问，世出世间圣人都这样教给我们，别人的过失不要放在心上，把别人过失放在心上，我们就吃亏了。你看我们的良心，一般讲良心，良心变成别人的垃圾桶，这人有智慧吗？没智慧！不但别人的过失、罪孽不放在心上，根本就没这回事情，万法皆空，一尘不染。别人所做一些善的也不放在心上，善恶二边都没有，清净心就现前。",
      "zh_TW": "用這個方法清除所有善、不善的記憶，為什麼？全是假的。所以這個概念是非常重要！你真正肯定了整個宇宙幻相，不是真的，你才能放下，才不計較了。別人毀謗我，他毀謗別人，我聽到怎麼沒有感覺？為什麼毀謗我，我就有感受？是毀謗我，我接受了；毀謗別人，我沒接受。這是假的，我也是個假的，你要知道全是假的，那不就一笑了之了？不要接受，何必放在心上？所以，真正做學問，世出世間聖人都這樣教給我們，別人的過失不要放在心上，把別人過失放在心上，我們就吃虧了。你看我們的良心，一般講良心，良心變成別人的垃圾桶，這人有智慧嗎？沒智慧！不但別人的過失、罪孽不放在心上，根本就沒這回事情，萬法皆空，一塵不染。別人所做一些善的也不放在心上，善惡二邊都沒有，清淨心就現前。"
    },
    {
      "id": "02-037-0307_p0014",
      "zh_CN": "一定要晓得，善心、善的念头，三善道的果报，恶的念头，三恶道的果报，它会感召果报。三善道跟三恶道是平等的，为什么？把东西清理、消掉。三善道是消福报的，你自性里头本来没有福报，那个不是好东西，清净心里头一尘不染。一个是消福报的，三恶道是消恶报的，那是消福报、善报，这是消恶报，都是消业，所以它是平等的。三善道、三恶道从哪来的？都是你自己业力变现的，你没有这个业力，根本就没有。所以，除了念头之外，没有一法可得，一切法都是从念头生的。这个里头很微细，理非常的深广。怎样才参得透？从定中才参得透，定开智慧，你就看透了。看透之后什么？什么都不接受，就跟常寂光里面的佛，他不接受。实在讲，实报庄严土的法身菩萨他不接受了，他明心见性，他只是消他的妄想的习气。他帮助一切苦难众生，我们讲积善、积德、修善他天天干，决定没有积善、修善积德的念头，他没有。他做了，作而无作，无作而作。众生有感，他一定帮忙，帮完之后干干净净一尘不染，永远不染污。那叫真的成就，那叫真的自在。",
      "zh_TW": "一定要曉得，善心、善的念頭，三善道的果報，惡的念頭，三惡道的果報，它會感召果報。三善道跟三惡道是平等的，為什麼？把東西清理、消掉。三善道是消福報的，你自性裡頭本來沒有福報，那個不是好東西，清淨心裡頭一塵不染。一個是消福報的，三惡道是消惡報的，那是消福報、善報，這是消惡報，都是消業，所以它是平等的。三善道、三惡道從哪來的？都是你自己業力變現的，你沒有這個業力，根本就沒有。所以，除了念頭之外，沒有一法可得，一切法都是從念頭生的。這個裡頭很微細，理非常的深廣。怎樣才參得透？從定中才參得透，定開智慧，你就看透了。看透之後什麼？什麼都不接受，就跟常寂光裡面的佛，他不接受。實在講，實報莊嚴土的法身菩薩他不接受了，他明心見性，他只是消他的妄想的習氣。他幫助一切苦難眾生，我們講積善、積德、修善他天天幹，決定沒有積善、修善積德的念頭，他沒有。他做了，作而無作，無作而作。眾生有感，他一定幫忙，幫完之後乾乾淨淨一塵不染，永遠不染污。那叫真的成就，那叫真的自在。"
    },
    {
      "id": "02-037-0307_p0015",
      "zh_CN": "为什么跟众生感应道交？因为是一体。所以大乘的慈悲，叫「同体大悲，无缘大慈」。我左手这里不舒服了，右手去帮帮它的忙，左手要不要感激它？不需要，为什么？一体。菩萨，法身菩萨明白了，遍法界虚空界跟自己是一体。他跟什么人帮忙的时候，就跟左手给右手帮忙一样，同体大悲，无缘大慈。无缘，没有条件，应该做的，所以从来没有起心动念，没有分别执着。就像水实验，我们是有心对它的，我们用爱心对它，我喜欢你、我爱你，它的结晶就非常美，就现出来；我们说讨厌你、我恨你，它变的图案就非常丑陋，很难看。这是什么？它的回应，自然的回应，绝对里头没有起心动念、分别执着，它没有。佛经上用的名词叫法尔如是，这是佛学名词，一般人讲自然，法尔比自然还要自然，就是这个意思，这是一种反应。我们在山谷长啸一声，回音马上就来了，自然的，这法尔如是。所以诸法身菩萨跟诸佛如来，对一切众生这种大慈大悲是自然。为什么我们要感恩？感恩是性德，我们迷失了自性，我们用这些方法恢复自性，把自性找回来，人不能忘恩负义。所以迷，有迷的时候一些规矩，你能够照做，能够维持迷的境界里头的秩序，不至于把这个境界搞坏、搞乱。",
      "zh_TW": "為什麼跟眾生感應道交？因為是一體。所以大乘的慈悲，叫「同體大悲，無緣大慈」。我左手這裡不舒服了，右手去幫幫它的忙，左手要不要感激它？不需要，為什麼？一體。菩薩，法身菩薩明白了，遍法界虛空界跟自己是一體。他跟什麼人幫忙的時候，就跟左手給右手幫忙一樣，同體大悲，無緣大慈。無緣，沒有條件，應該做的，所以從來沒有起心動念，沒有分別執著。就像水實驗，我們是有心對它的，我們用愛心對它，我喜歡你、我愛你，它的結晶就非常美，就現出來；我們說討厭你、我恨你，它變的圖案就非常醜陋，很難看。這是什麼？它的回應，自然的回應，絕對裡頭沒有起心動念、分別執著，它沒有。佛經上用的名詞叫法爾如是，這是佛學名詞，一般人講自然，法爾比自然還要自然，就是這個意思，這是一種反應。我們在山谷長嘯一聲，回音馬上就來了，自然的，這法爾如是。所以諸法身菩薩跟諸佛如來，對一切眾生這種大慈大悲是自然。為什麼我們要感恩？感恩是性德，我們迷失了自性，我們用這些方法恢復自性，把自性找回來，人不能忘恩負義。所以迷，有迷的時候一些規矩，你能夠照做，能夠維持迷的境界裡頭的秩序，不至於把這個境界搞壞、搞亂。"
    },
    {
      "id": "02-037-0307_p0016",
      "zh_CN": "所以十法界，任何一界里头的细分，连树木花草，中国古人《易经》上说的一句话好，「物以类聚，人以群分」。你到原始森林，你看这一片森林，那个树就一种，它一大片，好像它是个大家族，中国从前大家庭一样。这一片全是一种树，它没有杂树在里头。这是什么？大自然的规则，大自然的秩序，它一点都不乱。人在投胎，所有动物都是一样，投胎的时候是个单细胞，你看十个月生下来变一个人，五脏六腑，人身体构造多复杂，他一样都不缺。他也不能增加一点，也不能少一个，你增加一个，那是病态，你把它切掉一个，那也是病态，他不健康，他不是完美的。这是性德，不是人在设计，也没有人施工在造，整个大自然是自性变现的。所以自性功德不可思议。",
      "zh_TW": "所以十法界，任何一界裡頭的細分，連樹木花草，中國古人《易經》上說的一句話好，「物以類聚，人以群分」。你到原始森林，你看這一片森林，那個樹就一種，它一大片，好像它是個大家族，中國從前大家庭一樣。這一片全是一種樹，它沒有雜樹在裡頭。這是什麼？大自然的規則，大自然的秩序，它一點都不亂。人在投胎，所有動物都是一樣，投胎的時候是個單細胞，你看十個月生下來變一個人，五臟六腑，人身體構造多複雜，他一樣都不缺。他也不能增加一點，也不能少一個，你增加一個，那是病態，你把它切掉一個，那也是病態，他不健康，他不是完美的。這是性德，不是人在設計，也沒有人施工在造，整個大自然是自性變現的。所以自性功德不可思議。"
    },
    {
      "id": "02-037-0307_p0017",
      "zh_CN": "所以佛法是教学，现在变成宗教，很冤枉！但是中国宗教这两个字，用在佛法上是非常恰当。不知道是什么人翻译的，把外国宗教翻成中国宗教这个名词，翻得太好了。这个要在中国儒跟佛来讲恰当，也包括道教。宗有三个意思，主要的、重要的、尊崇的；教，教育、教学、教化。这两个字连起来，那就是人类主要的教育、重要的教学、尊崇的教化，意思好！我们把这个意思解释给全世界各个宗教，给他说明中国宗教，大家都赞成，这个意思好。佛教教的是什么？释迦牟尼佛四十九年讲些什么？我曾经出了这个题考一位教授，这个教授是我的学生，在辅仁大学教书。有一年过年，他到图书馆来拜年，告诉我，下一个学期辅仁大学学生课外活动里头开了一门课，《普贤菩萨行愿品》，他担任主讲。我说好！难得。我就问了他一个问题，我说，释迦牟尼佛四十九年所说的一切经教，他到底说些什么？你用一句话回答我，不要啰嗦。他想了五分钟想不出来，最后问我。我说佛经上有句话，「诸法实相」，我说可不可以？他想想，可以。诸法实相，宇宙人生的真相，他就讲这个，这哪有迷信！",
      "zh_TW": "所以佛法是教學，現在變成宗教，很冤枉！但是中國宗教這兩個字，用在佛法上是非常恰當。不知道是什麼人翻譯的，把外國宗教翻成中國宗教這個名詞，翻得太好了。這個要在中國儒跟佛來講恰當，也包括道教。宗有三個意思，主要的、重要的、尊崇的；教，教育、教學、教化。這兩個字連起來，那就是人類主要的教育、重要的教學、尊崇的教化，意思好！我們把這個意思解釋給全世界各個宗教，給他說明中國宗教，大家都贊成，這個意思好。佛教教的是什麼？釋迦牟尼佛四十九年講些什麼？我曾經出了這個題考一位教授，這個教授是我的學生，在輔仁大學教書。有一年過年，他到圖書館來拜年，告訴我，下一個學期輔仁大學學生課外活動裡頭開了一門課，《普賢菩薩行願品》，他擔任主講。我說好！難得。我就問了他一個問題，我說，釋迦牟尼佛四十九年所說的一切經教，他到底說些什麼？你用一句話回答我，不要囉嗦。他想了五分鐘想不出來，最後問我。我說佛經上有句話，「諸法實相」，我說可不可以？他想想，可以。諸法實相，宇宙人生的真相，他就講這個，這哪有迷信！"
    },
    {
      "id": "02-037-0307_p0018",
      "zh_CN": "释迦牟尼佛为了要把这些真相说出来，他教学分好多个阶段。四十九年，前面十二年等于说办小学，阿含，十二年。阿含讲些什么？讲伦理、道德、因果，今天我们称它为普世教育，就是人民的大众教育，普及教育。这个教育能帮助社会安定和谐，伦理、道德、因果，今天世界社会动乱，如果普及这种教育的话就有救。往上提升那就是高等教育，科学、哲学。科学、哲学讲什么？还不都是研究诸法实相吗？心理学在研究它，物理学在研究它。就像现在科学家所讲的，我们最大的一个误区，错误，就是二分法。让我们这两种都遇到障碍，研究物理的、研究心理的都产生障碍，都得不到一个真正好的效果。不知道心理跟物理是一不是二，不能分，这现代科学家提出来，不可以分，分错了。偏在一边是没有办法得到真相的，诸法实相得不到，真相是不能分的。这是从物质现象到最后，发现物质是意念波动现象产生的。德国的物理学家普朗克，爱因斯坦的老师，他一生专门研究物质，物质到底是什么被他揭破了。所以他的结论，世界上根本没有物质这个东西，它是个幻相，物质的基础是意念。所以才提出「以心控物」，就是念头能够改变物质现象，这个作用就大了。",
      "zh_TW": "釋迦牟尼佛為了要把這些真相說出來，他教學分好多個階段。四十九年，前面十二年等於說辦小學，阿含，十二年。阿含講些什麼？講倫理、道德、因果，今天我們稱它為普世教育，就是人民的大眾教育，普及教育。這個教育能幫助社會安定和諧，倫理、道德、因果，今天世界社會動亂，如果普及這種教育的話就有救。往上提升那就是高等教育，科學、哲學。科學、哲學講什麼？還不都是研究諸法實相嗎？心理學在研究它，物理學在研究它。就像現在科學家所講的，我們最大的一個誤區，錯誤，就是二分法。讓我們這兩種都遇到障礙，研究物理的、研究心理的都產生障礙，都得不到一個真正好的效果。不知道心理跟物理是一不是二，不能分，這現代科學家提出來，不可以分，分錯了。偏在一邊是沒有辦法得到真相的，諸法實相得不到，真相是不能分的。這是從物質現象到最後，發現物質是意念波動現象產生的。德國的物理學家普朗克，愛因斯坦的老師，他一生專門研究物質，物質到底是什麼被他揭破了。所以他的結論，世界上根本沒有物質這個東西，它是個幻相，物質的基礎是意念。所以才提出「以心控物」，就是念頭能夠改變物質現象，這個作用就大了。"
    },
    {
      "id": "02-037-0307_p0019",
      "zh_CN": "他们头一个就从医疗，从这上来下手，来求证。人生病了，不要用医药，不要用任何方法，用意念让带着病毒的细胞恢复正常，完全用意念。这个方法，要是真的找到确凿的证据来支持这个理论，就会被科学家承认。他们这些年搜集这些资料，搜集了几千个案例。他们没有用医药，用祈祷，用这种方法，多半是宗教信徒。他们有真诚的信心，相信有上帝，相信有天国，不管是真是假，他这个念头专注在这一点。把身忘掉了、把病忘掉了，这样的让细胞恢复正常，再检查，没有了。我们认识的同修当中，刘素云居士是个好例子。她的红斑狼疮比癌症还严重，她告诉我，当时医生告诉她，她随时有死亡的可能，叫她有心理准备。好在她对生死看得很淡，无所谓，生死都好。那个时候遇到《无量寿经》、遇到佛法，每天听经十个小时，听完经就念佛，没有想到身体的病，心力量完全在佛号上、在《无量寿经》上。三个月之后再去检查没有了，医生感到很惊讶，这是奇迹。但是问她，红斑狼疮听说是有好的，但是那个疤不会掉，妳怎么连个疤痕都没有？他说妳是擦了什么药？她说我什么都没有。那怎么好的？她说大概是阿弥陀佛叫我好的。但是刘素云说的话医生相信，这个人的好处大概在现在很难找到，一生不妄语，所以没有人不相信她的话。她决定不会说假话，没有说假话的习惯，一生不妄语。这是很好的例子。",
      "zh_TW": "他們頭一個就從醫療，從這上來下手，來求證。人生病了，不要用醫藥，不要用任何方法，用意念讓帶著病毒的細胞恢復正常，完全用意念。這個方法，要是真的找到確鑿的證據來支持這個理論，就會被科學家承認。他們這些年蒐集這些資料，蒐集了幾千個案例。他們沒有用醫藥，用祈禱，用這種方法，多半是宗教信徒。他們有真誠的信心，相信有上帝，相信有天國，不管是真是假，他這個念頭專注在這一點。把身忘掉了、把病忘掉了，這樣的讓細胞恢復正常，再檢查，沒有了。我們認識的同修當中，劉素雲居士是個好例子。她的紅斑狼瘡比癌症還嚴重，她告訴我，當時醫生告訴她，她隨時有死亡的可能，叫她有心理準備。好在她對生死看得很淡，無所謂，生死都好。那個時候遇到《無量壽經》、遇到佛法，每天聽經十個小時，聽完經就念佛，沒有想到身體的病，心力量完全在佛號上、在《無量壽經》上。三個月之後再去檢查沒有了，醫生感到很驚訝，這是奇蹟。但是問她，紅斑狼瘡聽說是有好的，但是那個疤不會掉，妳怎麼連個疤痕都沒有？他說妳是擦了什麼藥？她說我什麼都沒有。那怎麼好的？她說大概是阿彌陀佛叫我好的。但是劉素雲說的話醫生相信，這個人的好處大概在現在很難找到，一生不妄語，所以沒有人不相信她的話。她決定不會說假話，沒有說假話的習慣，一生不妄語。這是很好的例子。"
    },
    {
      "id": "02-037-0307_p0020",
      "zh_CN": "前些年，山西小院有几十个例子，那都是念佛念好的。这个里面现在我们懂得了，怎么个念佛？要把身体忘掉，绝不能想病，你想病你就是养病，为什么？一切法从心想生。你只要有个病的念头，它病就现前。你说我病好，它那是个病；我不好，它也是个病。你要把那个病忘掉，不要去理会它，三个月，念头当中不起一个病的念头，病就没有了，可以治得好的。修．蓝博士给人治病也是根据这个原理，这个道理三千年前佛就讲得很清楚，「制心一处，无事不办」。美国布莱登博士告诉我们，不但念头集中在一处能治病，能治山河大地，就讲到现在灾难，地球上的灾难。这个灾难怎么形成的？集体不善的意识，很多人不善的念头、不善的行为所感召的。如果我们觉悟，我们不再贪婪，贪心放下了，不再贪，水灾就没有了，海水上升、江河泛滥就不会有了；不再发脾气，火山就不会爆发，地球温度就不会上升；不再愚痴，就不会有什么台风、飓风、龙卷风，就都没有了；不再傲慢，地震就没有了。现在地震这么多，地震发生频率多的，你去仔细去看一下，人傲慢，一点都不错。",
      "zh_TW": "前些年，山西小院有幾十個例子，那都是念佛念好的。這個裡面現在我們懂得了，怎麼個念佛？要把身體忘掉，絕不能想病，你想病你就是養病，為什麼？一切法從心想生。你只要有個病的念頭，它病就現前。你說我病好，它那是個病；我不好，它也是個病。你要把那個病忘掉，不要去理會它，三個月，念頭當中不起一個病的念頭，病就沒有了，可以治得好的。修．藍博士給人治病也是根據這個原理，這個道理三千年前佛就講得很清楚，「制心一處，無事不辦」。美國布萊登博士告訴我們，不但念頭集中在一處能治病，能治山河大地，就講到現在災難，地球上的災難。這個災難怎麼形成的？集體不善的意識，很多人不善的念頭、不善的行為所感召的。如果我們覺悟，我們不再貪婪，貪心放下了，不再貪，水災就沒有了，海水上升、江河氾濫就不會有了；不再發脾氣，火山就不會爆發，地球溫度就不會上升；不再愚痴，就不會有什麼颱風、颶風、龍捲風，就都沒有了；不再傲慢，地震就沒有了。現在地震這麼多，地震發生頻率多的，你去仔細去看一下，人傲慢，一點都不錯。"
    },
    {
      "id": "02-037-0307_p0021",
      "zh_CN": "最麻烦的就是怀疑，贪瞋痴慢疑那个怀疑，以前我们不知道怀疑有那么厉害。怀疑对个人来讲，免疫能力降低了，因为什么？你不相信，信心失掉。对外面境界，山崩地陷，山会倒下来，山会移动，有土石流会塌下来，地会陷下去、会沉下去，这是怀疑。所以，如果我们能把这些，这都是根本烦恼，贪瞋痴慢疑六个根本烦恼，根本烦恼如果转变过来，我们不贪、不瞋、不痴、不傲慢、不怀疑，这灾难就没有了。那我们现在想想，地球上七十亿居民，怎么可能让大家都回头？这做不到。科学家给了我们一个最低的数据，总人口百分之一的平方根就够了。地球上七十亿人，百分之一的平方根，大概九千人，不到一万人。就算一万人好了，在全世界找到一万人真正能放下，就能救地球。",
      "zh_TW": "最麻煩的就是懷疑，貪瞋痴慢疑那個懷疑，以前我們不知道懷疑有那麼厲害。懷疑對個人來講，免疫能力降低了，因為什麼？你不相信，信心失掉。對外面境界，山崩地陷，山會倒下來，山會移動，有土石流會塌下來，地會陷下去、會沉下去，這是懷疑。所以，如果我們能把這些，這都是根本煩惱，貪瞋痴慢疑六個根本煩惱，根本煩惱如果轉變過來，我們不貪、不瞋、不痴、不傲慢、不懷疑，這災難就沒有了。那我們現在想想，地球上七十億居民，怎麼可能讓大家都回頭？這做不到。科學家給了我們一個最低的數據，總人口百分之一的平方根就夠了。地球上七十億人，百分之一的平方根，大概九千人，不到一萬人。就算一萬人好了，在全世界找到一萬人真正能放下，就能救地球。"
    },
    {
      "id": "02-037-0307_p0022",
      "zh_CN": "这一万人到哪里找？只有到宗教里去找，不信仰宗教的人他决定不肯干，你叫他放弃名闻利养，那比割肉还难。宗教里面找最虔诚的宗教徒，能够为苦难众生牺牲的，能够为宗教久住世间来献身。真正能找一万人，他们确实回头了，把贪瞋痴慢疑放下。认同，我们不说众生，说人类，人类是一家，《弟子规》上讲的「凡是人，皆须爱」。由爱人，扩大到爱一切动物，不再杀害牠们，不再吃牠们。有一万人真正能做到，我们相信，纵然不能把整个劫难化解，会大幅度减轻，这是决定可能的，那这些人就是救世主。",
      "zh_TW": "這一萬人到哪裡找？只有到宗教裡去找，不信仰宗教的人他決定不肯幹，你叫他放棄名聞利養，那比割肉還難。宗教裡面找最虔誠的宗教徒，能夠為苦難眾生犧牲的，能夠為宗教久住世間來獻身。真正能找一萬人，他們確實回頭了，把貪瞋痴慢疑放下。認同，我們不說眾生，說人類，人類是一家，《弟子規》上講的「凡是人，皆須愛」。由愛人，擴大到愛一切動物，不再殺害牠們，不再吃牠們。有一萬人真正能做到，我們相信，縱然不能把整個劫難化解，會大幅度減輕，這是決定可能的，那這些人就是救世主。"
    },
    {
      "id": "02-037-0307_p0023",
      "zh_CN": "我们要大力宣扬，真正干这个好事，佛菩萨知道，鬼神知道，连上帝也知道，众生不知道。甚至于这些众生还要羞辱你，你迷信，根本就没有灾难，你们在造谣，还要这样毁谤你。加给你这么多毁谤也无所谓，我还是真干，帮助这个世界化解灾难重要，毁谤我不重要，甚至于陷害我也不重要，我们帮助众生度过难关这个重要。他们的无礼加诸这些人身上，那是无知，他完全不知道，他要了解事实真相，他会感恩你，他完全不了解。所以不能因为一般人的毁谤、羞辱而不干，这是小乘人，这不是菩萨。小乘，你这种态度对他，他马上就退心，他真的不干了；大乘菩萨不会，他有真实智慧。",
      "zh_TW": "我們要大力宣揚，真正幹這個好事，佛菩薩知道，鬼神知道，連上帝也知道，眾生不知道。甚至於這些眾生還要羞辱你，你迷信，根本就沒有災難，你們在造謠，還要這樣毀謗你。加給你這麼多毀謗也無所謂，我還是真幹，幫助這個世界化解災難重要，毀謗我不重要，甚至於陷害我也不重要，我們幫助眾生度過難關這個重要。他們的無禮加諸這些人身上，那是無知，他完全不知道，他要了解事實真相，他會感恩你，他完全不了解。所以不能因為一般人的毀謗、羞辱而不幹，這是小乘人，這不是菩薩。小乘，你這種態度對他，他馬上就退心，他真的不幹了；大乘菩薩不會，他有真實智慧。"
    },
    {
      "id": "02-037-0307_p0024",
      "zh_CN": "所以诸法实相重要，诸法实相说白了，就是一切法的真相，宇宙人生万事万物的真相，释迦牟尼佛四十九年就搞这个东西。阿含普世教育，就是一般大众，安定社会的；方等是提升，为提升做准备，像办中学一样，做大学的准备，八年；加上前面，二十年，再讲般若。般若讲二十二年，四十九年他讲二十二年，可见得这是释迦牟尼佛要讲的中心的课题。般若讲什么？般若就是讲实相。最后法华，法华是讲成佛，这像研究所一样，成佛的《法华》，开智慧的《楞严》。把法华八年，帮助大家证得究竟的佛果。所以，佛一生教学有次第的，像办学一样，小学、中学、大学、研究所。这是我们要学习的，我们自己学佛要按部就班，这个次序逐渐往上提升。现在提升难，难在哪里？小学不上，没有小学，就想上中学、上大学，所以一辈子都没有办法成就。",
      "zh_TW": "所以諸法實相重要，諸法實相說白了，就是一切法的真相，宇宙人生萬事萬物的真相，釋迦牟尼佛四十九年就搞這個東西。阿含普世教育，就是一般大眾，安定社會的；方等是提升，為提升做準備，像辦中學一樣，做大學的準備，八年；加上前面，二十年，再講般若。般若講二十二年，四十九年他講二十二年，可見得這是釋迦牟尼佛要講的中心的課題。般若講什麼？般若就是講實相。最後法華，法華是講成佛，這像研究所一樣，成佛的《法華》，開智慧的《楞嚴》。把法華八年，幫助大家證得究竟的佛果。所以，佛一生教學有次第的，像辦學一樣，小學、中學、大學、研究所。這是我們要學習的，我們自己學佛要按部就班，這個次序逐漸往上提升。現在提升難，難在哪裡？小學不上，沒有小學，就想上中學、上大學，所以一輩子都沒有辦法成就。"
    },
    {
      "id": "02-037-0307_p0025",
      "zh_CN": "世尊的小学十二年，不是六年，扎根教育。我们中国，佛教传到中国，小乘经典翻译得非常完备。跟现在南洋，像泰国巴利文的经典一对照，这章嘉大师告诉我的，南传巴利文经典比我们《阿含经》大概只多五十几部。三千多部经，多五十几部，这差距太小了，可见我们翻译得很完整。但是在中国唐朝中叶之后，我们的祖师大德就不学小乘了。他用什么来奠定基础？用儒跟道。用自己家的东西，不输给小乘，自己东西学起来比学小乘方便。所以从前中国儒释道真的是一家，外表上有儒释道三家，里面统统学。初出家人，学儒、学道，做为大乘的基础；学道的人，他也学佛、也学儒；儒家这些书生，学佛、学道。所以他统统都学，他广泛涉猎，这是正确的。广学多闻，取长舍短来提升自己，这是正确的、好的修学方法。所以现在我们要鼓励大家，我们学自己的宗教，也要学别人的经典，它有好的地方，采取它来辅助我们，让我们的东西更完美、更圆融。每个宗教都互相学习，宗教之间的冲突就化解了，就没有了。所以宗教可以团结，宗教应该要互相学习，宗教对今天世界安定和平，它是一股很大的力量。",
      "zh_TW": "世尊的小學十二年，不是六年，扎根教育。我們中國，佛教傳到中國，小乘經典翻譯得非常完備。跟現在南洋，像泰國巴利文的經典一對照，這章嘉大師告訴我的，南傳巴利文經典比我們《阿含經》大概只多五十幾部。三千多部經，多五十幾部，這差距太小了，可見我們翻譯得很完整。但是在中國唐朝中葉之後，我們的祖師大德就不學小乘了。他用什麼來奠定基礎？用儒跟道。用自己家的東西，不輸給小乘，自己東西學起來比學小乘方便。所以從前中國儒釋道真的是一家，外表上有儒釋道三家，裡面統統學。初出家人，學儒、學道，做為大乘的基礎；學道的人，他也學佛、也學儒；儒家這些書生，學佛、學道。所以他統統都學，他廣泛涉獵，這是正確的。廣學多聞，取長捨短來提升自己，這是正確的、好的修學方法。所以現在我們要鼓勵大家，我們學自己的宗教，也要學別人的經典，它有好的地方，採取它來輔助我們，讓我們的東西更完美、更圓融。每個宗教都互相學習，宗教之間的衝突就化解了，就沒有了。所以宗教可以團結，宗教應該要互相學習，宗教對今天世界安定和平，它是一股很大的力量。"
    },
    {
      "id": "02-037-0307_p0026",
      "zh_CN": "我二００五年第一次跟马哈迪见面，这是马来西亚的前首相，他在位二十二年，全世界国家领导人，大概他任职时间最久，二十二年。我们见面的时候，第一句话他就问我，他说法师，听说你走过很多地方，你也认识许多国家领导人，他说你看现在这个世界还会有和平吗？这个问题问得非常严肃，让我们感受到，许许多多国家领导人对于世界和平没有信心了。那个时候，我是二００三年代表澳洲大学参加联合国的和平会议，在会议当中，我们认识了许多国家的专家学者，统统有这个问题。我们再细细一打听，这个原因由来已久。联合国是七０年代开始举办这种会议，世界和平会议，目的是化解冲突，促进安定和平。从七０年代到我参加会议的时候，三十年了。这三十年当中，冲突频率年年上升，灾害是一年比一年严重，所以让大家丧失信心了。什么原因？方法、理念错误了。",
      "zh_TW": "我二００五年第一次跟馬哈迪見面，這是馬來西亞的前首相，他在位二十二年，全世界國家領導人，大概他任職時間最久，二十二年。我們見面的時候，第一句話他就問我，他說法師，聽說你走過很多地方，你也認識許多國家領導人，他說你看現在這個世界還會有和平嗎？這個問題問得非常嚴肅，讓我們感受到，許許多多國家領導人對於世界和平沒有信心了。那個時候，我是二００三年代表澳洲大學參加聯合國的和平會議，在會議當中，我們認識了許多國家的專家學者，統統有這個問題。我們再細細一打聽，這個原因由來已久。聯合國是七０年代開始舉辦這種會議，世界和平會議，目的是化解衝突，促進安定和平。從七０年代到我參加會議的時候，三十年了。這三十年當中，衝突頻率年年上升，災害是一年比一年嚴重，所以讓大家喪失信心了。什麼原因？方法、理念錯誤了。"
    },
    {
      "id": "02-037-0307_p0027",
      "zh_CN": "澳洲大学找我，就是因为九一一事件发生了，变成什么？变成恐怖战争。学校里头一些教授警觉心提高了，所以校长找我，给他们教授举行一个座谈会，讨论这个问题。我首先听学校报告，他们做了五十分钟报告，然后要我提供我的一些看法。我就告诉他，你们用的方法，对付恐怖的方法是镇压、是报复，用这个方法，这是西方一贯的一个想法、理念，而你不知道这个冲突真正原因在哪里。我这个话一提的时候，他们就显得很注意。我说真正冲突不在外头，冲突的发生，在家庭。他说国际之间这些冲突，与家庭有什么关系？我说关系，家是那个根。我就告诉他，现在社会上离婚率很高，大家都承认，几乎没有一个地方没有离婚的。我说离婚这桩事情就是家庭冲突，夫妻冲突、父子冲突、兄弟冲突，在这个环境里长大了，他踏到社会，他怎么可能不与人发生冲突？这寻根，这他们从来没有想到过。",
      "zh_TW": "澳洲大學找我，就是因為九一一事件發生了，變成什麼？變成恐怖戰爭。學校裡頭一些教授警覺心提高了，所以校長找我，給他們教授舉行一個座談會，討論這個問題。我首先聽學校報告，他們做了五十分鐘報告，然後要我提供我的一些看法。我就告訴他，你們用的方法，對付恐怖的方法是鎮壓、是報復，用這個方法，這是西方一貫的一個想法、理念，而你不知道這個衝突真正原因在哪裡。我這個話一提的時候，他們就顯得很注意。我說真正衝突不在外頭，衝突的發生，在家庭。他說國際之間這些衝突，與家庭有什麼關係？我說關係，家是那個根。我就告訴他，現在社會上離婚率很高，大家都承認，幾乎沒有一個地方沒有離婚的。我說離婚這樁事情就是家庭衝突，夫妻衝突、父子衝突、兄弟衝突，在這個環境裡長大了，他踏到社會，他怎麼可能不與人發生衝突？這尋根，這他們從來沒有想到過。"
    },
    {
      "id": "02-037-0307_p0028",
      "zh_CN": "我说还有更深一层的因。他说还有更深的，那是什么？自己跟自己的冲突。这个他不懂了，在佛法讲，本性跟习性的冲突，中国人讲本性本善，习性不善，这是本身有冲突，你带着冲突来的。这个很难理解，因为他们没有这个概念。我就举个例子，譬如利摆在我们面前，我们第一个念头起的，是自利、还是利他？当然自利。我自利，你自利，我们两个不冲突了吗？他自利，我不跟他冲突了吗？如果利摆在面前，我们第一个想到利他，冲突就不会发生了。每个人都讲求，在那个时候美国常常讲，符不符合美国的利益，那与其他的国家不就冲突了吗？如果我们能够像中国古人讲的「行有不得，反求诸己」，问题来了，先想别人，问题就能化解，你就有了智慧。",
      "zh_TW": "我說還有更深一層的因。他說還有更深的，那是什麼？自己跟自己的衝突。這個他不懂了，在佛法講，本性跟習性的衝突，中國人講本性本善，習性不善，這是本身有衝突，你帶著衝突來的。這個很難理解，因為他們沒有這個概念。我就舉個例子，譬如利擺在我們面前，我們第一個念頭起的，是自利、還是利他？當然自利。我自利，你自利，我們兩個不衝突了嗎？他自利，我不跟他衝突了嗎？如果利擺在面前，我們第一個想到利他，衝突就不會發生了。每個人都講求，在那個時候美國常常講，符不符合美國的利益，那與其他的國家不就衝突了嗎？如果我們能夠像中國古人講的「行有不得，反求諸己」，問題來了，先想別人，問題就能化解，你就有了智慧。"
    },
    {
      "id": "02-037-0307_p0029",
      "zh_CN": "第一次开会，我把这些事情告诉他，详细分析给他讲解，大家听了很欢喜，从来没听说过。过了一个星期，又找我开会，学校有准备，把聘书写好了，请我做他们和平学院的教授。大学有和平学院，我们没听说过，我那个时候才知道全世界只有八个大学有。他们有博士生、有硕士生，毕业之后多半在联合国服务，从事调解国际纠纷的工作。这个不追根究柢怎么能解决问题？尤其决定不能用战争做手段，那是什么？那是结冤仇，要懂得因果太可怕了，冤冤相报，生生世世没完没了。冲突不是这一生这一世，往后世世代代，你那个麻烦多大！所以解决问题要智慧，知识不行，知识解决问题不能圆满，有后遗症，一定要智慧。智慧从哪里来？从清净心来的。东方人重视智慧，西方人重视知识，知识是学来的，智慧是从内心往外发的，是真的。",
      "zh_TW": "第一次開會，我把這些事情告訴他，詳細分析給他講解，大家聽了很歡喜，從來沒聽說過。過了一個星期，又找我開會，學校有準備，把聘書寫好了，請我做他們和平學院的教授。大學有和平學院，我們沒聽說過，我那個時候才知道全世界只有八個大學有。他們有博士生、有碩士生，畢業之後多半在聯合國服務，從事調解國際糾紛的工作。這個不追根究柢怎麼能解決問題？尤其決定不能用戰爭做手段，那是什麼？那是結冤仇，要懂得因果太可怕了，冤冤相報，生生世世沒完沒了。衝突不是這一生這一世，往後世世代代，你那個麻煩多大！所以解決問題要智慧，知識不行，知識解決問題不能圓滿，有後遺症，一定要智慧。智慧從哪裡來？從清淨心來的。東方人重視智慧，西方人重視知識，知識是學來的，智慧是從內心往外發的，是真的。"
    },
    {
      "id": "02-037-0307_p0030",
      "zh_CN": "所以在伦敦，我在学校跟大家交流，跟这些学生、教授们交流，我特别，因为他们是汉学系，汉学系主要的是学中国儒释道三家。我把六个字写在黑板上，儒学、道学、佛学，外国人的念法是从左到右，这么念法，中国人念法是从右到左，跟他们相反的。相反的去念，就是学佛、学道、学儒，这不一样！我说，我跟你们都是一样的用这三样东西学习，可是方法不一样、效果不一样。你们是儒学、道学、佛学，我是学佛、学儒、学道。学儒要学得跟孔子一样，那是榜样，学道要学跟老庄一样，学佛要学得跟释迦牟尼佛一样，你真学会了。现在这个世界上，出现几个释迦、出现几个孔子，真能解决问题。可是你把它当作学术，搞儒学、道学、佛学，解决不了问题。",
      "zh_TW": "所以在倫敦，我在學校跟大家交流，跟這些學生、教授們交流，我特別，因為他們是漢學系，漢學系主要的是學中國儒釋道三家。我把六個字寫在黑板上，儒學、道學、佛學，外國人的念法是從左到右，這麼念法，中國人念法是從右到左，跟他們相反的。相反的去念，就是學佛、學道、學儒，這不一樣！我說，我跟你們都是一樣的用這三樣東西學習，可是方法不一樣、效果不一樣。你們是儒學、道學、佛學，我是學佛、學儒、學道。學儒要學得跟孔子一樣，那是榜樣，學道要學跟老莊一樣，學佛要學得跟釋迦牟尼佛一樣，你真學會了。現在這個世界上，出現幾個釋迦、出現幾個孔子，真能解決問題。可是你把它當作學術，搞儒學、道學、佛學，解決不了問題。"
    },
    {
      "id": "02-037-0307_p0031",
      "zh_CN": "所以我很认真的问这些学生，我说你们英国人，说起来每个人都知道，汤恩比博士，大家都晓得。他说的，解决二十一世纪问题，就是社会问题，只有中国孔孟学说跟大乘佛法，你们能相信吗？因为你们，跟别人讲这个没有意义，你们学儒、学道、学佛，你们在搞这一套，你们是很内行的。能解决现在社会问题吗？这些年轻人很聪明，对着我笑，不说话，既不承认，也不否认，对着我笑，笑了半天没有回响。我反问一句，难道汤恩比说错了吗？也不说话，也是对着我笑。最后逼着我没有办法了，我得继续往下说。我告诉他，汤恩比的话没说错，我们解读错误，我提醒他们。我说你们很聪明，既不反对，也不赞成。我们解读错误。我说譬如一个植物，给你讲儒，你立刻想到四书五经、十三经；给你讲道，你会想到《老子》、《庄子》；给你讲佛，你会想到《法华》、《般若》、《华严》，你想这些。这些什么？这些是枝叶花果，这是花果，你们想到这些东西，所以你不敢讲话。花果从哪来的？枝条上生的。枝从哪来的？从干来的。干从哪来？干从根本来的。根本是什么？根本是能生的。儒释道的根本是什么？你去寻根！",
      "zh_TW": "所以我很認真的問這些學生，我說你們英國人，說起來每個人都知道，湯恩比博士，大家都曉得。他說的，解決二十一世紀問題，就是社會問題，只有中國孔孟學說跟大乘佛法，你們能相信嗎？因為你們，跟別人講這個沒有意義，你們學儒、學道、學佛，你們在搞這一套，你們是很內行的。能解決現在社會問題嗎？這些年輕人很聰明，對著我笑，不說話，既不承認，也不否認，對著我笑，笑了半天沒有回響。我反問一句，難道湯恩比說錯了嗎？也不說話，也是對著我笑。最後逼著我沒有辦法了，我得繼續往下說。我告訴他，湯恩比的話沒說錯，我們解讀錯誤，我提醒他們。我說你們很聰明，既不反對，也不贊成。我們解讀錯誤。我說譬如一個植物，給你講儒，你立刻想到四書五經、十三經；給你講道，你會想到《老子》、《莊子》；給你講佛，你會想到《法華》、《般若》、《華嚴》，你想這些。這些什麼？這些是枝葉花果，這是花果，你們想到這些東西，所以你不敢講話。花果從哪來的？枝條上生的。枝從哪來的？從幹來的。幹從哪來？幹從根本來的。根本是什麼？根本是能生的。儒釋道的根本是什麼？你去尋根！"
    },
    {
      "id": "02-037-0307_p0032",
      "zh_CN": "儒的根是《弟子规》，道的根是《感应篇》，佛的根是《十善业道》，没有人想到这个。那些大经大论，你要是教一般人，不能接受，没用处，解决不了问题。这三样东西你去教就真管用，我们在汤池做了实验，不到三个月，风气确实转过来了，效果卓着。你要知道它的根，汤恩比的话没说错。人家真是有学问、有智慧、有见识，真给我们二十一世纪指出一条道路出来。他是英国人，所讲的全是中国东西。",
      "zh_TW": "儒的根是《弟子規》，道的根是《感應篇》，佛的根是《十善業道》，沒有人想到這個。那些大經大論，你要是教一般人，不能接受，沒用處，解決不了問題。這三樣東西你去教就真管用，我們在湯池做了實驗，不到三個月，風氣確實轉過來了，效果卓著。你要知道它的根，湯恩比的話沒說錯。人家真是有學問、有智慧、有見識，真給我們二十一世紀指出一條道路出來。他是英國人，所講的全是中國東西。"
    },
    {
      "id": "02-037-0307_p0033",
      "zh_CN": "我们在国际上遇到的人很多，谈到这个问题，儒到底是什么？佛到底是什么？这个也就像我考学生一样，用一句话回答。麻烦，听不懂，不愿意听。他真相信了，我才告诉他，儒释道三个根的重要。儒是什么？「孔曰成仁，孟曰取义」，仁义代表中国传统。仁者爱人，义者就是合理，你起心动念、言语造作合情合理合法，叫做义。今天的社会乱成这个样子，怎么收拾？孔子之道，释迦之道。「孔子之道，忠恕而已矣」，《论语》里头，我们用忠恕解决现在问题。忠是什么？忠是中心，你看忠那个字，心里头是中，心不偏、不邪，用这种心来处理事务。用什么手段？恕。恕是什么？饶恕他，不要追究了，干什么坏事，五逆十恶都不要追究。为什么？没有人教，没教，你做错事情处罚你，对不起你。",
      "zh_TW": "我們在國際上遇到的人很多，談到這個問題，儒到底是什麼？佛到底是什麼？這個也就像我考學生一樣，用一句話回答。麻煩，聽不懂，不願意聽。他真相信了，我才告訴他，儒釋道三個根的重要。儒是什麼？「孔曰成仁，孟曰取義」，仁義代表中國傳統。仁者愛人，義者就是合理，你起心動念、言語造作合情合理合法，叫做義。今天的社會亂成這個樣子，怎麼收拾？孔子之道，釋迦之道。「孔子之道，忠恕而已矣」，《論語》裡頭，我們用忠恕解決現在問題。忠是什麼？忠是中心，你看忠那個字，心裡頭是中，心不偏、不邪，用這種心來處理事務。用什麼手段？恕。恕是什麼？饒恕他，不要追究了，幹什麼壞事，五逆十惡都不要追究。為什麼？沒有人教，沒教，你做錯事情處罰你，對不起你。"
    },
    {
      "id": "02-037-0307_p0034",
      "zh_CN": "我们中国传统东西丢掉两百年，至少也七、八代，这责任谁负？你为什么干错这个事情？你无知，你没有接受过这个教育。你父亲、母亲也不知道，祖父母也不知道，曾祖父母也不知道，大概高祖父母有印象。丢掉这么多代了，丢掉这么多年，所以不能再追过失，追过失我们不忍心。就像佛在《无量寿经》讲的，「先人不善，不识道德，无有语者，殊无怪也」，你不要怪他。这忠恕，佛在这个经上讲的忠恕之道。所以你别追，不管做错什么事情，一笔勾销。从今天起大家一起来学老祖宗的教诲，学完之后懂得了，再犯这个过失，处分你；在这个之前不处分，大家心就定了。否则的话，一处分又闹得天翻地覆，会社会动荡，因为太多人做错事，他们组织、集合在一起，那是个暴力的集团，一定会扰乱社会。社会一定要安定，要平稳的过度，不要有任何波动，好好的一起来学儒释道三家传统教育。我们相信一年的时间，这社会就安定了，人都明理了、都觉悟了，灾难也就没有了。",
      "zh_TW": "我們中國傳統東西丟掉兩百年，至少也七、八代，這責任誰負？你為什麼幹錯這個事情？你無知，你沒有接受過這個教育。你父親、母親也不知道，祖父母也不知道，曾祖父母也不知道，大概高祖父母有印象。丟掉這麼多代了，丟掉這麼多年，所以不能再追過失，追過失我們不忍心。就像佛在《無量壽經》講的，「先人不善，不識道德，無有語者，殊無怪也」，你不要怪他。這忠恕，佛在這個經上講的忠恕之道。所以你別追，不管做錯什麼事情，一筆勾銷。從今天起大家一起來學老祖宗的教誨，學完之後懂得了，再犯這個過失，處分你；在這個之前不處分，大家心就定了。否則的話，一處分又鬧得天翻地覆，會社會動盪，因為太多人做錯事，他們組織、集合在一起，那是個暴力的集團，一定會擾亂社會。社會一定要安定，要平穩的過度，不要有任何波動，好好的一起來學儒釋道三家傳統教育。我們相信一年的時間，這社會就安定了，人都明理了、都覺悟了，災難也就沒有了。"
    },
    {
      "id": "02-037-0307_p0035",
      "zh_CN": "不是没有方法，有！问题就是没有一个国家领导人肯干。民主国家困难，为什么？它有民意。这个东西一般人他不懂，那些国会议员不懂，他不赞成，你就行不通。所以去年鸠山首相，日本的，他邀请我到日本讲经，帮助他们化解灾难。我在日本讲了半个月，我了解了，我告诉日本人，能够救日本人的只有一个人，他们问我是谁？天皇。日本人对天皇的敬爱出自于真诚，天皇能够领导大家把伦理道德教育重新振作起来，它的问题就能解决。如果不能恢复传统的教育，那就太难了。日本没有自己的文化，全是中国文化，从二千五百年前传过去，一直保留到现在。特别是农村，真可爱，你到农村里面去，就回到至少是在汉朝时代那个样子，回复到那个年代。人民纯朴、人民善良，就是没有文化、没有教育，老百姓的素质那么好，没人教。所以我相信一定是很好教的。",
      "zh_TW": "不是沒有方法，有！問題就是沒有一個國家領導人肯幹。民主國家困難，為什麼？它有民意。這個東西一般人他不懂，那些國會議員不懂，他不贊成，你就行不通。所以去年鳩山首相，日本的，他邀請我到日本講經，幫助他們化解災難。我在日本講了半個月，我了解了，我告訴日本人，能夠救日本人的只有一個人，他們問我是誰？天皇。日本人對天皇的敬愛出自於真誠，天皇能夠領導大家把倫理道德教育重新振作起來，它的問題就能解決。如果不能恢復傳統的教育，那就太難了。日本沒有自己的文化，全是中國文化，從二千五百年前傳過去，一直保留到現在。特別是農村，真可愛，你到農村裡面去，就回到至少是在漢朝時代那個樣子，回復到那個年代。人民純樸、人民善良，就是沒有文化、沒有教育，老百姓的素質那麼好，沒人教。所以我相信一定是很好教的。"
    },
    {
      "id": "02-037-0307_p0036",
      "zh_CN": "实在找不到一个国家来做实验，我们只好找点，就好像我们过去汤池做这个点。我也没有想到，澳洲图文巴那小城他们愿意做，来找我，我感到很惊讶。图文巴是个小城，居民十万人，城面积很大，人住得很舒服，每一个家都有前后院子，地大，是世界上最好居住、养老的一个地方。这个里面确实是多元文化，那个地方做我很赞成。十万人，有八十多个种族，八十多个种族聚在一个小城，一百多种不同的语言，真正名符其实多元文化，十几个宗教。这个带头，宗教带头，宗教团结起来了，这是我们净宗学院在那里住了十年，做出这一点成绩出来。",
      "zh_TW": "實在找不到一個國家來做實驗，我們只好找點，就好像我們過去湯池做這個點。我也沒有想到，澳洲圖文巴那小城他們願意做，來找我，我感到很驚訝。圖文巴是個小城，居民十萬人，城面積很大，人住得很舒服，每一個家都有前後院子，地大，是世界上最好居住、養老的一個地方。這個裡面確實是多元文化，那個地方做我很贊成。十萬人，有八十多個種族，八十多個種族聚在一個小城，一百多種不同的語言，真正名符其實多元文化，十幾個宗教。這個帶頭，宗教帶頭，宗教團結起來了，這是我們淨宗學院在那裡住了十年，做出這一點成績出來。"
    },
    {
      "id": "02-037-0307_p0037",
      "zh_CN": "第一个，我们十年，在图文巴那里给人民做成一个非常好的印象。图文巴的人民都知道有净宗学院，而且都知道净宗学院的人都是好人，这是他们的批评，都是好人。我们过去到那里去非常陌生，那个地方原来是基督教的天下，我们是佛教第一个进去的。我们跟他们就相处得很好，我们常常访问他们、帮助他们，他们办的慈善事业我们帮助，所以处得很好。现在宗教团结在一起，想将图文巴建成全世界多元文化示范城市，就是模范城市，和谐示范城市。市长有这个心，他选上市长，跟我第一次见面就跟我讲这个话，他很想把图文巴市政做好。现在这些宗教，每个宗教这些领导人这样齐心不容易，这是个很好的缘分。所以我鼓励他们做，把它做出来。",
      "zh_TW": "第一個，我們十年，在圖文巴那裡給人民做成一個非常好的印象。圖文巴的人民都知道有淨宗學院，而且都知道淨宗學院的人都是好人，這是他們的批評，都是好人。我們過去到那裡去非常陌生，那個地方原來是基督教的天下，我們是佛教第一個進去的。我們跟他們就相處得很好，我們常常訪問他們、幫助他們，他們辦的慈善事業我們幫助，所以處得很好。現在宗教團結在一起，想將圖文巴建成全世界多元文化示範城市，就是模範城市，和諧示範城市。市長有這個心，他選上市長，跟我第一次見面就跟我講這個話，他很想把圖文巴市政做好。現在這些宗教，每個宗教這些領導人這樣齊心不容易，這是個很好的緣分。所以我鼓勵他們做，把它做出來。"
    },
    {
      "id": "02-037-0307_p0038",
      "zh_CN": "几个月前联合国还通知我，给我信息，希望我能到联合国再办一次活动，上次办的活动很成功，他们还怀念我。我收到这个信息，上次我们有汤池小镇可以表演，这次我没东西表演，所以我就不答应了。我说如果图文巴你们这些宗教领导人，真正把图文巴做成成绩出来，我说明年我考虑到联合国办一次活动。为全世界介绍图文巴，和谐示范小区，这个有意义。这一介绍，全世界的人都会去参观，都会去访问，都会去学习，是个好事情。可是我告诉他，我还住在香港，我不回到澳洲，我在这边讲经教学，你们办活动我就参加。他们告诉我，我跟他们约定了，一年办三次活动，就是你们宗教团结的成果的分享。你们每个宗教在这四个月当中做了些什么，你用什么东西教你的信徒，跟团结宗教。所以每四个月做一次图文巴宗教联谊这种汇报，我说我会来参加。做得真正有成就，我一定会想方法在联合国再搞一次大型活动，把你这个成就向全世界宣扬。好事情！",
      "zh_TW": "幾個月前聯合國還通知我，給我信息，希望我能到聯合國再辦一次活動，上次辦的活動很成功，他們還懷念我。我收到這個信息，上次我們有湯池小鎮可以表演，這次我沒東西表演，所以我就不答應了。我說如果圖文巴你們這些宗教領導人，真正把圖文巴做成成績出來，我說明年我考慮到聯合國辦一次活動。為全世界介紹圖文巴，和諧示範小區，這個有意義。這一介紹，全世界的人都會去參觀，都會去訪問，都會去學習，是個好事情。可是我告訴他，我還住在香港，我不回到澳洲，我在這邊講經教學，你們辦活動我就參加。他們告訴我，我跟他們約定了，一年辦三次活動，就是你們宗教團結的成果的分享。你們每個宗教在這四個月當中做了些什麼，你用什麼東西教你的信徒，跟團結宗教。所以每四個月做一次圖文巴宗教聯誼這種匯報，我說我會來參加。做得真正有成就，我一定會想方法在聯合國再搞一次大型活動，把你這個成就向全世界宣揚。好事情！"
    },
    {
      "id": "02-037-0307_p0039",
      "zh_CN": "下个月，等于说是图文巴的预备会议在曼谷开，这个活动我要去一次，不是真正有意义的活动，我一概不参加了，我们讲经重要。这也是我们也做了个榜样，完全学习释迦牟尼佛四十九年讲经教学不中断，这是真正的佛教。现在佛教在全世界六种不同形式，我们要搞清楚，都叫佛教。释迦牟尼佛教是教学，释迦牟尼佛一生没有建过道场、没有寺庙，住在哪里？住在树底下，山林树下，游牧生活。吃饭是沿门托钵，一天一餐。讲经教学的场所都是在树林当中，河边、树下讲经教学。所以它是社会教育，于今天所谓宗教风马牛不相干，我们得认识清楚。但是，其他的五种变质了。第一个变成宗教，这不是宗教变成宗教。佛是老师，变成神了，菩萨是学长，也变成神仙，把佛菩萨当作神明去膜拜，这就属于宗教，迷信了。不知道我们供养佛像是供养老师、纪念老师，是这个意思。常常念着老师的恩德，不忘本。中国人拜祖先是不忘本，它产生的效果是民德归厚。人人不忘本，决定孝顺父母、决定尊重老师，孝亲尊师是这么养成的，用意在这个地方。它不是宗教。所以它变成宗教，在中国，佛教变成宗教，我们估计不超过三百年。因为我们往前面去看，乾隆、嘉庆年间还没有变质，寺院庵堂不管是大小都讲经教学。这应该是嘉庆之后的事情，道光、咸丰那一代不如一代，变成宗教。",
      "zh_TW": "下個月，等於說是圖文巴的預備會議在曼谷開，這個活動我要去一次，不是真正有意義的活動，我一概不參加了，我們講經重要。這也是我們也做了個榜樣，完全學習釋迦牟尼佛四十九年講經教學不中斷，這是真正的佛教。現在佛教在全世界六種不同形式，我們要搞清楚，都叫佛教。釋迦牟尼佛教是教學，釋迦牟尼佛一生沒有建過道場、沒有寺廟，住在哪裡？住在樹底下，山林樹下，游牧生活。吃飯是沿門托缽，一天一餐。講經教學的場所都是在樹林當中，河邊、樹下講經教學。所以它是社會教育，於今天所謂宗教風馬牛不相干，我們得認識清楚。但是，其他的五種變質了。第一個變成宗教，這不是宗教變成宗教。佛是老師，變成神了，菩薩是學長，也變成神仙，把佛菩薩當作神明去膜拜，這就屬於宗教，迷信了。不知道我們供養佛像是供養老師、紀念老師，是這個意思。常常念著老師的恩德，不忘本。中國人拜祖先是不忘本，它產生的效果是民德歸厚。人人不忘本，決定孝順父母、決定尊重老師，孝親尊師是這麼養成的，用意在這個地方。它不是宗教。所以它變成宗教，在中國，佛教變成宗教，我們估計不超過三百年。因為我們往前面去看，乾隆、嘉慶年間還沒有變質，寺院庵堂不管是大小都講經教學。這應該是嘉慶之後的事情，道光、咸豐那一代不如一代，變成宗教。"
    },
    {
      "id": "02-037-0307_p0040",
      "zh_CN": "第二种，变成学术了，像现在欧洲的汉学，它是学术，我们仔细去看了知道。它所学的是常识，今天的话说，它是知识，它不是智慧。我们不去不了解，实地上去看过几次，明白了。我们也跟它结了很深的缘。剑桥麦大维教授是欧洲的汉学家，这现代人，我们在伦敦认识的。他到汤池去住过四天，做详细考察，回国的时候从香港经过，跟我谈了六个小时。很诚恳的邀请我到伦敦去办个书院，大乘佛学，名字他都给起好了。这个学院属于剑桥大学的，剑桥在世界大学里头排名第三。我很感激他，我说我不能答应你。他说为什么？我说你们学校里制度框架约束我，我不能教学，我没有法子教。他说，那你有什么方法？我说我没有方法，我们老祖宗有方法。他一听说老祖宗，耳朵就竖起来了。他说老祖宗方法，什么方法？我说《三字经》念过没有？会背。四书都会背，真了不起！我说《三字经》上前头有八句，是中国老祖宗可以说是千万年来世世代代，教导后世那种教育的原理原则，就是八句。你看，念得那么熟，念了一辈子，他没有看出来。",
      "zh_TW": "第二種，變成學術了，像現在歐洲的漢學，它是學術，我們仔細去看了知道。它所學的是常識，今天的話說，它是知識，它不是智慧。我們不去不了解，實地上去看過幾次，明白了。我們也跟它結了很深的緣。劍橋麥大維教授是歐洲的漢學家，這現代人，我們在倫敦認識的。他到湯池去住過四天，做詳細考察，回國的時候從香港經過，跟我談了六個小時。很誠懇的邀請我到倫敦去辦個書院，大乘佛學，名字他都給起好了。這個學院屬於劍橋大學的，劍橋在世界大學裡頭排名第三。我很感激他，我說我不能答應你。他說為什麼？我說你們學校裡制度框架約束我，我不能教學，我沒有法子教。他說，那你有什麼方法？我說我沒有方法，我們老祖宗有方法。他一聽說老祖宗，耳朵就豎起來了。他說老祖宗方法，什麼方法？我說《三字經》念過沒有？會背。四書都會背，真了不起！我說《三字經》上前頭有八句，是中國老祖宗可以說是千萬年來世世代代，教導後世那種教育的原理原則，就是八句。你看，念得那麼熟，念了一輩子，他沒有看出來。"
    },
    {
      "id": "02-037-0307_p0041",
      "zh_CN": "我说办教育一定要有一个正确的理念，就是「人之初，性本善」，你要肯定。一切众生本性本善，为什么会变成不善？不善是习性，所以「性相近，习相远」。正是为了这么一个原因，你要不教他，性乃迁，「苟不教，性乃迁」。教育这个理念从这里发生的，你必须要教他。教他的目的是什么？目的是永远保持本善，远离不善的习性，这叫教育，这是中国几千年、千万年传下来的教育。怎么教法？「教之道，贵以专」。中国教学方法跟西方完全不一样，我们学了西方就完了，一切都毁掉了。中国在过去，世世代代有圣贤君子，纵然没有圣人，有贤人、有君子出现，为什么这一代变成这个样子？所以中国教学是专，只能学一样，不能学两样。我说我去办个书院是可以，你们这样诚意邀请，我说也是我们的感激之心，我说我是可以去做的。",
      "zh_TW": "我說辦教育一定要有一個正確的理念，就是「人之初，性本善」，你要肯定。一切眾生本性本善，為什麼會變成不善？不善是習性，所以「性相近，習相遠」。正是為了這麼一個原因，你要不教他，性乃遷，「苟不教，性乃遷」。教育這個理念從這裡發生的，你必須要教他。教他的目的是什麼？目的是永遠保持本善，遠離不善的習性，這叫教育，這是中國幾千年、千萬年傳下來的教育。怎麼教法？「教之道，貴以專」。中國教學方法跟西方完全不一樣，我們學了西方就完了，一切都毀掉了。中國在過去，世世代代有聖賢君子，縱然沒有聖人，有賢人、有君子出現，為什麼這一代變成這個樣子？所以中國教學是專，只能學一樣，不能學兩樣。我說我去辦個書院是可以，你們這樣誠意邀請，我說也是我們的感激之心，我說我是可以去做的。"
    },
    {
      "id": "02-037-0307_p0042",
      "zh_CN": "中国古老的方法，人学东西先扎根，扎根是什么？是伦理、道德、因果；换句话说，你具足圣贤的基础，这扎根教育。这个根是谁扎的？这根是母亲扎的，这个他们疏忽了。中国教育从什么时候开始？从怀孕开始，胎教。所以我们老祖宗有智慧，知道。这个灵魂一投胎，虽然是个单细胞，跟佛法讲的，他就有见闻觉知，他是活的。母亲起心动念跟他有关系，母亲言语造作跟他有关系，所以怀孕十个月，在中国有怀孕之礼。这个十个月当中，母亲不能有邪念，念头要端正，不能有偏见、不能有邪念，为什么？影响胎儿。所以文王的母亲，「目不视恶色」，一切负面的形象不看，「耳不听淫声，口不出傲言」，身口意她守住。为什么？保护胎儿，胎儿在坐胎十个月，所感受的正气，这个真正叫爱儿女。",
      "zh_TW": "中國古老的方法，人學東西先扎根，扎根是什麼？是倫理、道德、因果；換句話說，你具足聖賢的基礎，這扎根教育。這個根是誰紮的？這根是母親紮的，這個他們疏忽了。中國教育從什麼時候開始？從懷孕開始，胎教。所以我們老祖宗有智慧，知道。這個靈魂一投胎，雖然是個單細胞，跟佛法講的，他就有見聞覺知，他是活的。母親起心動念跟他有關係，母親言語造作跟他有關係，所以懷孕十個月，在中國有懷孕之禮。這個十個月當中，母親不能有邪念，念頭要端正，不能有偏見、不能有邪念，為什麼？影響胎兒。所以文王的母親，「目不視惡色」，一切負面的形象不看，「耳不聽淫聲，口不出傲言」，身口意她守住。為什麼？保護胎兒，胎兒在坐胎十個月，所感受的正氣，這個真正叫愛兒女。"
    },
    {
      "id": "02-037-0307_p0043",
      "zh_CN": "生下来之后，他睁开眼睛，他会看、他会听，他就在开始学习，在模仿。所以大人，父母、大人跟小孩接触都要有礼貌，要叫他看到正面的，一切负面的不能让他看见，不能让他听到，不能让他接触到，母亲好好的保护他三年。从出生到三岁一千天，根扎下去了。所以，《弟子规》不是教小孩念的，是父母做给小孩看的，是这么教的。我们现在教小孩去念，这个错误了，但是总比不教好。实际上中国教的不是这个，伦理道德因果教育都是父母做出来给儿女看，根深蒂固。这一千天，古谚语有句话说「三岁看八十」，三岁，这一千天扎下去，八十岁不会变，一生不会改变。这在中国历史上看得很清楚，你看这些人的表现，忠孝节义、威武不屈，从哪里学来的？都从小学来的。不是从小扎根的，对于高名厚利说不动摇的，太难得了。富贵不能淫，威武不能屈，小时候扎的根。",
      "zh_TW": "生下來之後，他睜開眼睛，他會看、他會聽，他就在開始學習，在模仿。所以大人，父母、大人跟小孩接觸都要有禮貌，要叫他看到正面的，一切負面的不能讓他看見，不能讓他聽到，不能讓他接觸到，母親好好的保護他三年。從出生到三歲一千天，根紮下去了。所以，《弟子規》不是教小孩念的，是父母做給小孩看的，是這麼教的。我們現在教小孩去念，這個錯誤了，但是總比不教好。實際上中國教的不是這個，倫理道德因果教育都是父母做出來給兒女看，根深蒂固。這一千天，古諺語有句話說「三歲看八十」，三歲，這一千天紮下去，八十歲不會變，一生不會改變。這在中國歷史上看得很清楚，你看這些人的表現，忠孝節義、威武不屈，從哪裡學來的？都從小學來的。不是從小扎根的，對於高名厚利說不動搖的，太難得了。富貴不能淫，威武不能屈，小時候紮的根。"
    },
    {
      "id": "02-037-0307_p0044",
      "zh_CN": "现在我们这个教育丢掉了，三岁再开始教他已经学坏了。现在扎根是谁？电视、网路，这麻烦大了。我在美国的时候，美国小学一年级就用电脑，电脑里头什么玩意都有。一天到晚小孩看电脑，父母很喜欢，很用功，儿子，不晓得他学些、看些什么。你说这多可怕，所以人全教坏了。谁教的？媒体教的、网路教的、电视教的。这桩事情我初学佛的时候，刚刚接触，方东美先生告诉我。那个时候还黑白电视，没有彩色的，他指着电视告诉我，这个东西能救世界，能毁灭世界。他说你要记住，将来有机会弘法的时候，讲经教学要用这个工具，他说这是个好工具。水可以载舟，也可以覆舟，如果内容是负面的，会毁灭世界；内容是正面的，可以拯救世界。",
      "zh_TW": "現在我們這個教育丟掉了，三歲再開始教他已經學壞了。現在扎根是誰？電視、網路，這麻煩大了。我在美國的時候，美國小學一年級就用電腦，電腦裡頭什麼玩意都有。一天到晚小孩看電腦，父母很喜歡，很用功，兒子，不曉得他學些、看些什麼。你說這多可怕，所以人全教壞了。誰教的？媒體教的、網路教的、電視教的。這樁事情我初學佛的時候，剛剛接觸，方東美先生告訴我。那個時候還黑白電視，沒有彩色的，他指著電視告訴我，這個東西能救世界，能毀滅世界。他說你要記住，將來有機會弘法的時候，講經教學要用這個工具，他說這是個好工具。水可以載舟，也可以覆舟，如果內容是負面的，會毀滅世界；內容是正面的，可以拯救世界。"
    },
    {
      "id": "02-037-0307_p0045",
      "zh_CN": "现在讲民主，民主糟透了，民主不负责任。从前帝王负责任，帝王时代没有言论自由，没有出版自由。为什么？保护人民纯洁的思想，不让这些邪东西渗透进来。民主就没有了，什么都可以演，把人心毁掉了，不如帝王，帝王的功德大。孔子做三个月鲁司寇，做三个月头一个把少正卯杀了。少正卯没罪，在今天讲他侵犯人权，孔子有罪。少正卯就是什么？辩才无碍，死的也能说成活的，大概孔老夫子跟他辩论辩不过他，全是歪理，似是而非，迷惑大众，孔子把他杀了。在那个时代可以，今天不可以的。今天像少正卯这种人太多太多了，到处都是，这个世界、社会怎么会安宁！这摆在面前，你怎么样能够恢复到安稳和谐，太难了！",
      "zh_TW": "現在講民主，民主糟透了，民主不負責任。從前帝王負責任，帝王時代沒有言論自由，沒有出版自由。為什麼？保護人民純潔的思想，不讓這些邪東西滲透進來。民主就沒有了，什麼都可以演，把人心毀掉了，不如帝王，帝王的功德大。孔子做三個月魯司寇，做三個月頭一個把少正卯殺了。少正卯沒罪，在今天講他侵犯人權，孔子有罪。少正卯就是什麼？辯才無礙，死的也能說成活的，大概孔老夫子跟他辯論辯不過他，全是歪理，似是而非，迷惑大眾，孔子把他殺了。在那個時代可以，今天不可以的。今天像少正卯這種人太多太多了，到處都是，這個世界、社會怎麼會安寧！這擺在面前，你怎麼樣能夠恢復到安穩和諧，太難了！"
    },
    {
      "id": "02-037-0307_p0046",
      "zh_CN": "我在马来西亚，纳吉首相邀我在他家里作客，问我怎么样把马来西亚能治好。我告诉他，伦理、道德、因果、宗教教育比什么都重要，你把这个东西抓好，你的国家国运昌隆，你能够做到全世界的模范国家，你只要好好在上面做。但是从哪里做起？从培养师资做起，你手下一批好老师，就是你的本钱。让这些好老师也要做一个示范区在教学，把这个教学的区，小区，每天活动用电视向全国播出，让人民都知道，鼓励人民到这个小区去住几天、去学习几天。做得到，你是现任首相，很快就能收到效果。尤其现在我们庐江还有十几个老师住在那边，将来汉学院就是他们在里面去学习、去教学。",
      "zh_TW": "我在馬來西亞，納吉首相邀我在他家裡作客，問我怎麼樣把馬來西亞能治好。我告訴他，倫理、道德、因果、宗教教育比什麼都重要，你把這個東西抓好，你的國家國運昌隆，你能夠做到全世界的模範國家，你只要好好在上面做。但是從哪裡做起？從培養師資做起，你手下一批好老師，就是你的本錢。讓這些好老師也要做一個示範區在教學，把這個教學的區，小區，每天活動用電視向全國播出，讓人民都知道，鼓勵人民到這個小區去住幾天、去學習幾天。做得到，你是現任首相，很快就能收到效果。尤其現在我們廬江還有十幾個老師住在那邊，將來漢學院就是他們在裡面去學習、去教學。"
    },
    {
      "id": "02-037-0307_p0047",
      "zh_CN": "不是做不好，制度没有问题，再坏的制度，好人都能干出好事出来；再好的制度，人要是坏，一样干坏事。所以制度再好，制度是国家大法的根，但是人是法的根，没有好人，那个制度是假的，不是真的。所以人心比什么都重要。今天整个世界问题出在哪里？人心坏了。如何拯救人心，这是国家的大事，只要把人心救回来，问题马上就解决。而且现在的工具好，网路、卫星、电视，这个工具好！你要没有这个工具，你要多少老师去教？有这个工具的话，五十个老师足够了，国家养五十个老师比养五百万军队强多了。五十个老师能够让国治民安，让天下太平。",
      "zh_TW": "不是做不好，制度沒有問題，再壞的制度，好人都能幹出好事出來；再好的制度，人要是壞，一樣幹壞事。所以制度再好，制度是國家大法的根，但是人是法的根，沒有好人，那個制度是假的，不是真的。所以人心比什麼都重要。今天整個世界問題出在哪裡？人心壞了。如何拯救人心，這是國家的大事，只要把人心救回來，問題馬上就解決。而且現在的工具好，網路、衛星、電視，這個工具好！你要沒有這個工具，你要多少老師去教？有這個工具的話，五十個老師足夠了，國家養五十個老師比養五百萬軍隊強多了。五十個老師能夠讓國治民安，讓天下太平。"
    },
    {
      "id": "02-037-0307_p0048",
      "zh_CN": "但这五十个老师，每个老师专攻一样，个个都是专家。像《群书治要》一共六十五种，每个人专攻一种，六十五个老师。如果每个科目三个人，不到两百人。这两百个人，国家好好的办个研究院，让这些人做研究院的研究员，十年专攻一门，将来是国际上第一流的汉学家。不是难事！这个功德就超过唐太宗、就超过乾隆，乾隆的功德是《四库全书》，唐太宗是这一部《群书治要》。你有两百个人，就是你这个国家有三套活的《群书治要》，活的。可以教给自己国家人，可以到全世界去讲学，哪个国家邀请就到哪个国家讲学。实际上卫星已经涵盖全世界，不难！中国这么大，几亿人口，找两百人我相信可以找得到。布莱登讲要找一万个人来救世界，我们中国这一套，找两百人就行了。那我们的国家领导人就是全世界的领导人，把全世界带到安定和平，把全世界的人带回幸福快乐，这个功德还得了吗？无比的殊胜！不是难事。",
      "zh_TW": "但這五十個老師，每個老師專攻一樣，個個都是專家。像《群書治要》一共六十五種，每個人專攻一種，六十五個老師。如果每個科目三個人，不到兩百人。這兩百個人，國家好好的辦個研究院，讓這些人做研究院的研究員，十年專攻一門，將來是國際上第一流的漢學家。不是難事！這個功德就超過唐太宗、就超過乾隆，乾隆的功德是《四庫全書》，唐太宗是這一部《群書治要》。你有兩百個人，就是你這個國家有三套活的《群書治要》，活的。可以教給自己國家人，可以到全世界去講學，哪個國家邀請就到哪個國家講學。實際上衛星已經涵蓋全世界，不難！中國這麼大，幾億人口，找兩百人我相信可以找得到。布萊登講要找一萬個人來救世界，我們中國這一套，找兩百人就行了。那我們的國家領導人就是全世界的領導人，把全世界帶到安定和平，把全世界的人帶回幸福快樂，這個功德還得了嗎？無比的殊勝！不是難事。"
    },
    {
      "id": "02-037-0307_p0049",
      "zh_CN": "我今天在国际上的关系，最好的朋友马哈迪长老。这些对宗教、对于族群有影响的人，我们多帮助他、多提醒他。所以图文巴这个事情，我找到陆克文，他从总理退下来，我劝他不要做官，做官没意思，这个年头官很难做。我劝他学孔子、学释迦，到图文巴办学，用图文巴这个市、这个小城，真正做出成绩，做出世界上第一个多元种族、多元宗教和谐示范小区。这个东西做出来之后，一定会轰动全世界。我们汤池那个时候，在巴黎做的报告，确实轰动，驻巴黎教科文组织一百九十二个国家的大使代表，都想到汤池去考察，亲临其境去看看。专家学者们梦寐所期望的，找不出方法，居然那里做出来了，这让他们有信心了。原来对于世界还有没有和平，信心都没有了，做出来大家有信心了，大家有了希望。所以这是好事，不是坏事！宗教一定要给予重视，要有正确的辅导，让它走向教育。让它来帮助把社会冲突化解、族群的和谐，让它们来做这个工作，它会对国家做出最大的贡献。好，今天时间到了，我们就说到此地。",
      "zh_TW": "我今天在國際上的關係，最好的朋友馬哈迪長老。這些對宗教、對於族群有影響的人，我們多幫助他、多提醒他。所以圖文巴這個事情，我找到陸克文，他從總理退下來，我勸他不要做官，做官沒意思，這個年頭官很難做。我勸他學孔子、學釋迦，到圖文巴辦學，用圖文巴這個市、這個小城，真正做出成績，做出世界上第一個多元種族、多元宗教和諧示範小區。這個東西做出來之後，一定會轟動全世界。我們湯池那個時候，在巴黎做的報告，確實轟動，駐巴黎教科文組織一百九十二個國家的大使代表，都想到湯池去考察，親臨其境去看看。專家學者們夢寐所期望的，找不出方法，居然那裡做出來了，這讓他們有信心了。原來對於世界還有沒有和平，信心都沒有了，做出來大家有信心了，大家有了希望。所以這是好事，不是壞事！宗教一定要給予重視，要有正確的輔導，讓它走向教育。讓它來幫助把社會衝突化解、族群的和諧，讓它們來做這個工作，它會對國家做出最大的貢獻。好，今天時間到了，我們就說到此地。"
    }
  ]
}