{
  "doc_id": "02-037-0145",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四五集",
    "zh_TW": "第一四五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0145",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0145_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百四十四面，「三十二种，大丈夫相」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百四十四面，「三十二種，大丈夫相」："
    },
    {
      "id": "02-037-0145_p0002",
      "zh_CN": "前面我们学到第二十，现在我们从二十一看起。二十一是「肩圆满相。谓两肩圆满而丰腴也」。佛的身相无论从哪里去看都是非常丰满，让人看到生欢喜心、生尊重心。这是诸佛菩萨为了满足众生的欢喜心，而示现这些好相。中国古人有句话说，秀色可餐，这个好的相令人流连忘返，让人见到之后不忍心离开。这是什么？摄受众生的一种方便，佛全用上了，众生的喜爱他都能够做到。这些相都是过去无始劫来修善积德，所以他可以自然隐现，应以什么身度他就现什么身，所现之身，相好都具足。这个理我们明白，我们就得重视我们的威仪，这威仪有则。我们过去世没有积功累德，现在要学，像《弟子规》、《感应篇》、《十善业》，佛陀这些教诲，读了之后，我们就学落实在日常生活当中。这些好的威仪让人家跟你接触之后，他会受感动，他会生起信心，学习传统文化，学习大乘佛法。这首先是接引。",
      "zh_TW": "前面我們學到第二十，現在我們從二十一看起。二十一是「肩圓滿相。謂兩肩圓滿而豐腴也」。佛的身相無論從哪裡去看都是非常豐滿，讓人看到生歡喜心、生尊重心。這是諸佛菩薩為了滿足眾生的歡喜心，而示現這些好相。中國古人有句話說，秀色可餐，這個好的相令人流連忘返，讓人見到之後不忍心離開。這是什麼？攝受眾生的一種方便，佛全用上了，眾生的喜愛他都能夠做到。這些相都是過去無始劫來修善積德，所以他可以自然隱現，應以什麼身度他就現什麼身，所現之身，相好都具足。這個理我們明白，我們就得重視我們的威儀，這威儀有則。我們過去世沒有積功累德，現在要學，像《弟子規》、《感應篇》、《十善業》，佛陀這些教誨，讀了之後，我們就學落實在日常生活當中。這些好的威儀讓人家跟你接觸之後，他會受感動，他會生起信心，學習傳統文化，學習大乘佛法。這首先是接引。"
    },
    {
      "id": "02-037-0145_p0003",
      "zh_CN": "这个相「系由造像修塔，施无畏所感得」，所以造像的功德不可思议。什么功德？让人看到佛像，阿赖耶识里种佛的种子，这一生虽然不得利益，来生后世学习佛法都是从这个因生的。所以造个塔、造个佛像，不知道给多少人种善根，意思在此地。同样的一个道理，这些就像现在人搞广告一样的，塔像都是广告。现在广告上用的美女这些像，引起人的情欲烦恼，那个罪业无量无边，多少人看了让多少人动心，那是无间地狱永不翻身，太可怕了。同样是做宣传，造塔、造像都是宣传，这是佛教的宣传，你看不一样。做一样的事情，果报完全不相同，一个是无量无边的福报，一个是无量无边的罪业，你说何必干这些不善的事情？它「表灭惑除业等无量功德」。惑是迷惑，贪瞋痴慢疑是迷惑，业是造业，杀盗淫妄是造业；除，能除不善的业，能灭诸惑，无量功德。",
      "zh_TW": "這個相「係由造像修塔，施無畏所感得」，所以造像的功德不可思議。什麼功德？讓人看到佛像，阿賴耶識裡種佛的種子，這一生雖然不得利益，來生後世學習佛法都是從這個因生的。所以造個塔、造個佛像，不知道給多少人種善根，意思在此地。同樣的一個道理，這些就像現在人搞廣告一樣的，塔像都是廣告。現在廣告上用的美女這些像，引起人的情欲煩惱，那個罪業無量無邊，多少人看了讓多少人動心，那是無間地獄永不翻身，太可怕了。同樣是做宣傳，造塔、造像都是宣傳，這是佛教的宣傳，你看不一樣。做一樣的事情，果報完全不相同，一個是無量無邊的福報，一個是無量無邊的罪業，你說何必幹這些不善的事情？它「表滅惑除業等無量功德」。惑是迷惑，貪瞋痴慢疑是迷惑，業是造業，殺盜淫妄是造業；除，能除不善的業，能滅諸惑，無量功德。"
    },
    {
      "id": "02-037-0145_p0004",
      "zh_CN": "下面一个解释，「善受师长、父母、善友所教敕」，这就是能接受别人劝告，闻善则喜，欢喜、感恩、接受。特别是在这个时代，这个时代做错事情没有人敢劝，纵然是好事，想做，小孩、老人跌倒了在路上，想去把他扶起来，现在法律有规定，会惹很多麻烦事。小孩不懂事，家长拉着诬赖，说你把我小孩推倒，要赔偿。老人跌倒的时候，变成遇到别人有灾难，我们看到了不敢伸援手，这是今天社会风尚，我们看到很难过。只有一个方法，这是外国人教给我们，打电话报警，告诉我在路上看到这些事情，警察赶快去处理。在中国旧社会不是如此，看到人家有难，立刻就救援，他感恩，人家家里亲人都感恩。现在社会变成这个样子，社会灾难这么多，怎么来的？不是没有原因。现在就是真正接受别人劝告，劝告的人也少了，跟过去完全不一样。这下面还有个小注，「救护怖畏，得臂肘臃相」，手臂，肘是我们关节这个部位，臃是丰满，丰满之相，健康、强壮、有力。这个相好，告诉我们这些原因。",
      "zh_TW": "下面一個解釋，「善受師長、父母、善友所教敕」，這就是能接受別人勸告，聞善則喜，歡喜、感恩、接受。特別是在這個時代，這個時代做錯事情沒有人敢勸，縱然是好事，想做，小孩、老人跌倒了在路上，想去把他扶起來，現在法律有規定，會惹很多麻煩事。小孩不懂事，家長拉著誣賴，說你把我小孩推倒，要賠償。老人跌倒的時候，變成遇到別人有災難，我們看到了不敢伸援手，這是今天社會風尚，我們看到很難過。只有一個方法，這是外國人教給我們，打電話報警，告訴我在路上看到這些事情，警察趕快去處理。在中國舊社會不是如此，看到人家有難，立刻就救援，他感恩，人家家裡親人都感恩。現在社會變成這個樣子，社會災難這麼多，怎麼來的？不是沒有原因。現在就是真正接受別人勸告，勸告的人也少了，跟過去完全不一樣。這下面還有個小註，「救護怖畏，得臂肘臃相」，手臂，肘是我們關節這個部位，臃是豐滿，豐滿之相，健康、強壯、有力。這個相好，告訴我們這些原因。"
    },
    {
      "id": "02-037-0145_p0005",
      "zh_CN": "第二十二是「四十齿相」，我们一般人牙齿都是三十六颗，佛有四十颗牙齿，而且非常整齐，排列整齐。这是由于远离两舌、恶口，还得加上绮语、妄语，善护口业，「修习平等慈悲而感得」，四十齿相，「常出清净妙香」。这个相好，「此一妙相能制止众生之恶口业，灭无量罪、受无量乐」。佛的言语，起心动念、言语造作，没有一样不是利益众生；换句话说，日常生活当中，都是给一切众生表法。《还源观》里面讲的四德，这第二个「威仪有则」，都是给人做榜样，这一点我们要发心效法诸佛如来。真正做到是法身菩萨，法身菩萨生生世世亲近佛陀，佛陀身上所有的、心里头所动的，法身菩萨几乎全部都学到了。所以他们跟佛的形相完全相同，这是诸佛如来的实报庄严土，我们常讲四十一位法身大士",
      "zh_TW": "第二十二是「四十齒相」，我們一般人牙齒都是三十六顆，佛有四十顆牙齒，而且非常整齊，排列整齊。這是由於遠離兩舌、惡口，還得加上綺語、妄語，善護口業，「修習平等慈悲而感得」，四十齒相，「常出清淨妙香」。這個相好，「此一妙相能制止眾生之惡口業，滅無量罪、受無量樂」。佛的言語，起心動念、言語造作，沒有一樣不是利益眾生；換句話說，日常生活當中，都是給一切眾生表法。《還源觀》裡面講的四德，這第二個「威儀有則」，都是給人做榜樣，這一點我們要發心效法諸佛如來。真正做到是法身菩薩，法身菩薩生生世世親近佛陀，佛陀身上所有的、心裡頭所動的，法身菩薩幾乎全部都學到了。所以他們跟佛的形相完全相同，這是諸佛如來的實報莊嚴土，我們常講四十一位法身大士"
    },
    {
      "id": "02-037-0145_p0006",
      "zh_CN": "注子里头最重要的一句，就是受无量乐，他为什么要这样做法？快乐，法喜充满。如果这个做法处处约束我们，这样也不能动，那样也不能动，一切都不自由，谁愿意去做？真乐。为什么？这是性德，跟自性完全相应，道理在此地。我们为什么感觉他这又不能、那也不能，给我们受很多限制？那是我们的烦恼习气养成习惯了，不随顺烦恼习气好像就很难过。诸佛菩萨把烦恼习气全放下，完全随顺自性，自性才法喜充满，才常生欢喜心，不一样。这个乐是真乐，喜乐。凡夫的乐全是刺激，歌舞升平都是外头来的，饮食起居，以为这个是乐。这个东西没有了，乐就没有了，就变成苦，叫坏苦，乐去了，坏苦就现前。称性的乐于外面境界不相干，夫子所谓的「学而时习之，不亦说乎」，那个于外境不相干，真乐。佛法的法喜充满，常生欢喜心，我们尝到这个味道，学佛就真有一点收获，慢慢就入门了。念佛快乐，素食快乐，简单的生活快乐，要在这个上面真正享到乐趣。",
      "zh_TW": "註子裡頭最重要的一句，就是受無量樂，他為什麼要這樣做法？快樂，法喜充滿。如果這個做法處處約束我們，這樣也不能動，那樣也不能動，一切都不自由，誰願意去做？真樂。為什麼？這是性德，跟自性完全相應，道理在此地。我們為什麼感覺他這又不能、那也不能，給我們受很多限制？那是我們的煩惱習氣養成習慣了，不隨順煩惱習氣好像就很難過。諸佛菩薩把煩惱習氣全放下，完全隨順自性，自性才法喜充滿，才常生歡喜心，不一樣。這個樂是真樂，喜樂。凡夫的樂全是刺激，歌舞昇平都是外頭來的，飲食起居，以為這個是樂。這個東西沒有了，樂就沒有了，就變成苦，叫壞苦，樂去了，壞苦就現前。稱性的樂於外面境界不相干，夫子所謂的「學而時習之，不亦說乎」，那個於外境不相干，真樂。佛法的法喜充滿，常生歡喜心，我們嘗到這個味道，學佛就真有一點收穫，慢慢就入門了。念佛快樂，素食快樂，簡單的生活快樂，要在這個上面真正享到樂趣。"
    },
    {
      "id": "02-037-0145_p0007",
      "zh_CN": "下面还有个注解，「于无量世，以十善法，教化众生，众生受已，心生欢喜」。怎样用十善法教化众生？自己做到，自然就教化众生，自己没有做到，教人去做，假的。纵然把《十善业道经》讲得头头是道，讲得天花乱坠，别人不相信，为什么？你没做到。早年我们汤池开学之前，我给老师们谈话，我告诉大家，搞教育，最成功的就是释迦牟尼佛，像中国的孔子。他怎么成功的？先行其言，他所说的全部都做到了，没有说他讲的他没做到。所以，别人相信、别人效法，他就成功。如果我们自己没有做到，叫别人做到，别人看我们做不到，他说你在骗我们，这是假的，不是真的，真的好，你为什么不做到？你说十善好，好在哪里？你真做到了，相信了；你没有做到，你在骗我。我们知道这个秘诀，那我们要想把这些人教好，首先把自己教好，自己真的心好、念头好、言语好，所作所为样样都好，你才能感动人。",
      "zh_TW": "下面還有個註解，「於無量世，以十善法，教化眾生，眾生受已，心生歡喜」。怎樣用十善法教化眾生？自己做到，自然就教化眾生，自己沒有做到，教人去做，假的。縱然把《十善業道經》講得頭頭是道，講得天花亂墜，別人不相信，為什麼？你沒做到。早年我們湯池開學之前，我給老師們談話，我告訴大家，搞教育，最成功的就是釋迦牟尼佛，像中國的孔子。他怎麼成功的？先行其言，他所說的全部都做到了，沒有說他講的他沒做到。所以，別人相信、別人效法，他就成功。如果我們自己沒有做到，叫別人做到，別人看我們做不到，他說你在騙我們，這是假的，不是真的，真的好，你為什麼不做到？你說十善好，好在哪裡？你真做到了，相信了；你沒有做到，你在騙我。我們知道這個祕訣，那我們要想把這些人教好，首先把自己教好，自己真的心好、念頭好、言語好，所作所為樣樣都好，你才能感動人。"
    },
    {
      "id": "02-037-0145_p0008",
      "zh_CN": "那个时候我们有三十七个老师，在这个小镇上做榜样，这还得了，一个人就不得了。但是一个人做的话，大概要半年到一年才起感化的作用；三十多个人不到四个月，那感化就现出来了。杨老师给我打电话，不到四个月，三个多月，这个小镇人心统统都转过来。我们听了吓一跳，丢失这么多年，怎么可能三个月的时间把良心找回来？但是是事实，不是假的。让我们这个实验当中就成功的告诉我们祖宗的一句话，人性本善，「人之初，性本善」，就是没有人教。第二个，让我们发现一桩事情，人民是这么好教的，出乎意料之外，这么好教。",
      "zh_TW": "那個時候我們有三十七個老師，在這個小鎮上做榜樣，這還得了，一個人就不得了。但是一個人做的話，大概要半年到一年才起感化的作用；三十多個人不到四個月，那感化就現出來了。楊老師給我打電話，不到四個月，三個多月，這個小鎮人心統統都轉過來。我們聽了嚇一跳，丟失這麼多年，怎麼可能三個月的時間把良心找回來？但是是事實，不是假的。讓我們這個實驗當中就成功的告訴我們祖宗的一句話，人性本善，「人之初，性本善」，就是沒有人教。第二個，讓我們發現一樁事情，人民是這麼好教的，出乎意料之外，這麼好教。"
    },
    {
      "id": "02-037-0145_p0009",
      "zh_CN": "当然让我们想到这个地区是明清桐城派的发源地，文化的底蕴很深厚，但是至少也丢掉一百年了。我们这个地区，这三个县，桐城、舒城、庐江，这三个县这块小地方，三个县距离都不远。我们以前华里五十里，不到三十公里，都是小城，这是桐城派的发源地。所以乡下小朋友没有不读书的，私塾很多，读书的风气很盛，民间对读书人很尊重。所以虽然丢了这么多年，丢了将近一百年的样子，这么一提倡，这马上就恢复，真难得。我告诉这些老师们，我们感祖宗的恩，感三宝的恩，千万不要以为这是我们教出来的，不是的。祖宗加持，不是人力可以能做得到的，我们自己要谦虚，这真的，不是假的。我们预估是两年到三年才能出这种成绩，没有想到一下提前，提得太快了，让我们自己感到惊讶。",
      "zh_TW": "當然讓我們想到這個地區是明清桐城派的發源地，文化的底蘊很深厚，但是至少也丟掉一百年了。我們這個地區，這三個縣，桐城、舒城、廬江，這三個縣這塊小地方，三個縣距離都不遠。我們以前華里五十里，不到三十公里，都是小城，這是桐城派的發源地。所以鄉下小朋友沒有不讀書的，私塾很多，讀書的風氣很盛，民間對讀書人很尊重。所以雖然丟了這麼多年，丟了將近一百年的樣子，這麼一提倡，這馬上就恢復，真難得。我告訴這些老師們，我們感祖宗的恩，感三寶的恩，千萬不要以為這是我們教出來的，不是的。祖宗加持，不是人力可以能做得到的，我們自己要謙虛，這真的，不是假的。我們預估是兩年到三年才能出這種成績，沒有想到一下提前，提得太快了，讓我們自己感到驚訝。"
    },
    {
      "id": "02-037-0145_p0010",
      "zh_CN": "最难得的，有这个效果了，我们本来是做给联合国看的，现在做出来了，如何能到联合国去发表，告诉大家。这个事可不是简单事情，联合国官僚习气很重，这我们大家都知道的。没有想到两个月之后，居然联合国来找我，它来找我就好办了，我找它不好办。而且联合国从来不碰宗教的，这次居然以宗教为主题办个活动，你说这个东西怎么会有这么巧的事情？它办的活动是纪念释迦牟尼佛二千五百五十周年，主题是佛教徒对这个世界的贡献，出这么个题目，来找我。我很欢喜，但是不敢相信，因为我知道联合国找会员国，它不可能找到我们图文巴净宗学院，这是不可能的事情。连昆士兰大学都不会找，昆士兰大学校长跟我谈话的时候，你有能力在联合国办活动，我们不行，我们做不到。因为我给他建议，这些和平活动可以在联合国举办，这个会议影响很大，他做不到。我们派人到巴黎去打听，才知道他找的是泰国，这个有道理，泰国是以佛教为国教，找泰国是正确的，泰国大使推荐我们参与主办活动，这我就放心了。因为我第一次代表格里菲斯大学跟昆士兰大学参加联合国的和平会议，第一次参加在曼谷大学，跟泰国结了缘。结缘很重要，佛弟子不能不知道，我们过去跟李老师，李老师非常重视这个问题，要广结法缘。",
      "zh_TW": "最難得的，有這個效果了，我們本來是做給聯合國看的，現在做出來了，如何能到聯合國去發表，告訴大家。這個事可不是簡單事情，聯合國官僚習氣很重，這我們大家都知道的。沒有想到兩個月之後，居然聯合國來找我，它來找我就好辦了，我找它不好辦。而且聯合國從來不碰宗教的，這次居然以宗教為主題辦個活動，你說這個東西怎麼會有這麼巧的事情？它辦的活動是紀念釋迦牟尼佛二千五百五十週年，主題是佛教徒對這個世界的貢獻，出這麼個題目，來找我。我很歡喜，但是不敢相信，因為我知道聯合國找會員國，它不可能找到我們圖文巴淨宗學院，這是不可能的事情。連昆士蘭大學都不會找，昆士蘭大學校長跟我談話的時候，你有能力在聯合國辦活動，我們不行，我們做不到。因為我給他建議，這些和平活動可以在聯合國舉辦，這個會議影響很大，他做不到。我們派人到巴黎去打聽，才知道他找的是泰國，這個有道理，泰國是以佛教為國教，找泰國是正確的，泰國大使推薦我們參與主辦活動，這我就放心了。因為我第一次代表格里菲斯大學跟昆士蘭大學參加聯合國的和平會議，第一次參加在曼谷大學，跟泰國結了緣。結緣很重要，佛弟子不能不知道，我們過去跟李老師，李老師非常重視這個問題，要廣結法緣。"
    },
    {
      "id": "02-037-0145_p0011",
      "zh_CN": "我们到泰国，泰国是佛教国家，当地华侨给我们介绍认识了那个时候的副总理查瓦利将军，他是三军总司令，那个时候是现任的三军总司令、副总理。他本来是总理，就是首相，是金融风暴把他打垮，他很聪明，他自己辞职，担任副首相，把副首相提起来当首相。所以他见面，他真的，虔诚佛教徒，上将，见到我们都跪着，都行跪拜礼，这在别地方见不到的。两次请我到他家吃饭，奉菜的时候都是夫妻两个手叠着跪着下面，这样隆重。我也邀请他到图文巴去玩，他在我那里住了四天。所以认识了他，他陪我参观了一些小乘的道场。",
      "zh_TW": "我們到泰國，泰國是佛教國家，當地華僑給我們介紹認識了那個時候的副總理查瓦利將軍，他是三軍總司令，那個時候是現任的三軍總司令、副總理。他本來是總理，就是首相，是金融風暴把他打垮，他很聰明，他自己辭職，擔任副首相，把副首相提起來當首相。所以他見面，他真的，虔誠佛教徒，上將，見到我們都跪著，都行跪拜禮，這在別地方見不到的。兩次請我到他家吃飯，奉菜的時候都是夫妻兩個手疊著跪著下面，這樣隆重。我也邀請他到圖文巴去玩，他在我那裡住了四天。所以認識了他，他陪我參觀了一些小乘的道場。"
    },
    {
      "id": "02-037-0145_p0012",
      "zh_CN": "正遇到皇太子那年五十岁，泰国人五十岁是一生当中最大的一个生日，查瓦利一些人给他祝寿。他发了个心，想建个医院给出家人，出家人没有医院。泰国出家人小乘戒持得很严，医生是女的，对他们不方便，护士也不方便。所以建立一个僧伽医院，里面的医生、护士全是男众，没有女众。这样子不但帮助泰国，附近的像缅甸一些小乘国家，出家人差不多有四十多万人，建这么个医院。规模也不算很大，但是现在好像慢慢扩大了。募捐在电视台，邀我去参加，他们的僧皇有病，副僧皇代表僧皇，我们坐在前排，他的夫人上台去唱歌。我就问查瓦利将军，我说这个医院你们预算要多少钱？这是十多年前了，美金二百五十万。我说你已经募足了多少钱？他说大概五十万。我就一口承担，这两百万美金我送给你，所以医院很快就建成了。建成之后，医院命名用我的名字命名，我说最好不要，但是始终他们都没有改过来。",
      "zh_TW": "正遇到皇太子那年五十歲，泰國人五十歲是一生當中最大的一個生日，查瓦利一些人給他祝壽。他發了個心，想建個醫院給出家人，出家人沒有醫院。泰國出家人小乘戒持得很嚴，醫生是女的，對他們不方便，護士也不方便。所以建立一個僧伽醫院，裡面的醫生、護士全是男眾，沒有女眾。這樣子不但幫助泰國，附近的像緬甸一些小乘國家，出家人差不多有四十多萬人，建這麼個醫院。規模也不算很大，但是現在好像慢慢擴大了。募捐在電視台，邀我去參加，他們的僧皇有病，副僧皇代表僧皇，我們坐在前排，他的夫人上台去唱歌。我就問查瓦利將軍，我說這個醫院你們預算要多少錢？這是十多年前了，美金二百五十萬。我說你已經募足了多少錢？他說大概五十萬。我就一口承擔，這兩百萬美金我送給你，所以醫院很快就建成了。建成之後，醫院命名用我的名字命名，我說最好不要，但是始終他們都沒有改過來。"
    },
    {
      "id": "02-037-0145_p0013",
      "zh_CN": "结这个善缘，跟小乘结的缘，小乘跟大乘一千多年来，这个隔阂没有化解。小乘人不承认大乘，大乘非佛说，大乘人瞧不起小乘，一千多年来水火不相容。我们想做这个工作，希望能够化解。大小乘都是佛说的，如果我们有这种观念，这就是对佛的大不敬。都是佛说的，你就是谤佛、谤法、谤僧，你还会有什么成就？小乘谤大乘，大乘谤小乘，统统是地狱业，错了。所以《菩萨戒经》里头，自赞毁他是重戒！每个人为门户之见，为眼前的名闻利养，拉信徒，都是自己赞叹自己，毁谤别人，这个错误了。全是佛说的，我们要尊重。我们遇到这个事情，总要想方法帮他们化解，这是个非常好的机会。两百万美金我还能拿得出来，回来的时候我告诉胡居士，胡居士她出了，她拿了，我说好！功德算妳的。有这么好的缘分，泰国大使会推荐我，找我去做主办单位；如果不结这个缘，这个机缘就没有了。这是泰国政府对我们的支持，我们跟他皇家结这个缘分，这好缘分。",
      "zh_TW": "結這個善緣，跟小乘結的緣，小乘跟大乘一千多年來，這個隔閡沒有化解。小乘人不承認大乘，大乘非佛說，大乘人瞧不起小乘，一千多年來水火不相容。我們想做這個工作，希望能夠化解。大小乘都是佛說的，如果我們有這種觀念，這就是對佛的大不敬。都是佛說的，你就是謗佛、謗法、謗僧，你還會有什麼成就？小乘謗大乘，大乘謗小乘，統統是地獄業，錯了。所以《菩薩戒經》裡頭，自讚毀他是重戒！每個人為門戶之見，為眼前的名聞利養，拉信徒，都是自己讚歎自己，毀謗別人，這個錯誤了。全是佛說的，我們要尊重。我們遇到這個事情，總要想方法幫他們化解，這是個非常好的機會。兩百萬美金我還能拿得出來，回來的時候我告訴胡居士，胡居士她出了，她拿了，我說好！功德算妳的。有這麼好的緣分，泰國大使會推薦我，找我去做主辦單位；如果不結這個緣，這個機緣就沒有了。這是泰國政府對我們的支持，我們跟他皇家結這個緣分，這好緣分。"
    },
    {
      "id": "02-037-0145_p0014",
      "zh_CN": "时间很匆促，五月份给我们的信息，十月份就办这个活动，总共只有不足六个月的时间，赶紧准备。我们在那一次做了三天展览，八个小时报告。我也是费了很多的时间跟他们交流争取的，因为联合国的报告，最长的报告没有超过两个小时的，我们现在要八个小时，人家不答应。我也就很不客气的告诉他，我说你们是想化解冲突，消弭冲突促进安定和平，我们做出这个样子来你不接受，你这个化解冲突是假的，你讲和平也不是真的。这样子闹了好几次，四次的交涉，才勉强答应给我们四个小时，八个小时决定做不到。我们就变通办法，让蔡老师去讲四个小时，另外找两个老师，一个人再讲两个小时，我们还是用八个小时介绍。三天展览，起很大作用，几乎参加教科文组织的一百九十二个国家的大使、代表都非常感动。因为以前我们的报告，他说是理想，这个东西不可能落实。我们今天落实做出来，我们说话的声音大了，我们没有模棱两可的语气。他们来访问，是被我们当地领导拒绝了，很可惜，这个事情对国家是好事情，不是坏事情。但是我们自己知道，大概有将近三十位这些大使们，用自己观光旅游的身分到汤池去访问，在汤池住三、四天的。所以这个信息就传出去，是真的，不是假的。",
      "zh_TW": "時間很匆促，五月份給我們的信息，十月份就辦這個活動，總共只有不足六個月的時間，趕緊準備。我們在那一次做了三天展覽，八個小時報告。我也是費了很多的時間跟他們交流爭取的，因為聯合國的報告，最長的報告沒有超過兩個小時的，我們現在要八個小時，人家不答應。我也就很不客氣的告訴他，我說你們是想化解衝突，消弭衝突促進安定和平，我們做出這個樣子來你不接受，你這個化解衝突是假的，你講和平也不是真的。這樣子鬧了好幾次，四次的交涉，才勉強答應給我們四個小時，八個小時決定做不到。我們就變通辦法，讓蔡老師去講四個小時，另外找兩個老師，一個人再講兩個小時，我們還是用八個小時介紹。三天展覽，起很大作用，幾乎參加教科文組織的一百九十二個國家的大使、代表都非常感動。因為以前我們的報告，他說是理想，這個東西不可能落實。我們今天落實做出來，我們說話的聲音大了，我們沒有模稜兩可的語氣。他們來訪問，是被我們當地領導拒絕了，很可惜，這個事情對國家是好事情，不是壞事情。但是我們自己知道，大概有將近三十位這些大使們，用自己觀光旅遊的身分到湯池去訪問，在湯池住三、四天的。所以這個信息就傳出去，是真的，不是假的。"
    },
    {
      "id": "02-037-0145_p0015",
      "zh_CN": "我们这三天活动，当时的秘书长非常赞叹，那个秘书长日本人。联合国成立六十年来，办活动是最成功的一次，秩序好、内容好，他还欢迎我们以后还有机会来办活动。这个秘书长退休了，很难得。所以结缘，有那个机会一定要抓住，不能够放弃。像我们在泰国抓到这个缘，建僧伽医院，你看后来联合国的缘它就成就了。没有这个缘，我们怎么可能走到联合国去？我们在联合国做和平祈祷，把新加坡九个宗教请去了，澳洲还有一个，犹太教，正好新加坡犹太教代表没办法去，我们找澳洲犹太教的代表，所以很齐全。十个宗教手牵手在讲台上为世界和平做祈祷，联合国从来没有过的。这些宗教都很感谢说：法师，没有你办活动，我们永远不可能到联合国来。这就是说明，结缘重要，要能够看得出，要能够掌握住。",
      "zh_TW": "我們這三天活動，當時的祕書長非常讚歎，那個祕書長日本人。聯合國成立六十年來，辦活動是最成功的一次，秩序好、內容好，他還歡迎我們以後還有機會來辦活動。這個祕書長退休了，很難得。所以結緣，有那個機會一定要抓住，不能夠放棄。像我們在泰國抓到這個緣，建僧伽醫院，你看後來聯合國的緣它就成就了。沒有這個緣，我們怎麼可能走到聯合國去？我們在聯合國做和平祈禱，把新加坡九個宗教請去了，澳洲還有一個，猶太教，正好新加坡猶太教代表沒辦法去，我們找澳洲猶太教的代表，所以很齊全。十個宗教手牽手在講台上為世界和平做祈禱，聯合國從來沒有過的。這些宗教都很感謝說：法師，沒有你辦活動，我們永遠不可能到聯合國來。這就是說明，結緣重要，要能夠看得出，要能夠掌握住。"
    },
    {
      "id": "02-037-0145_p0016",
      "zh_CN": "事情隔这么多年，今年我们还收到联合国的信息，还提到我们上一次活动的成就，这是很不容易的事情。好事要给别人，名利要给别人，上次活动是我们办的，但是主办单位有五个，第一个是联合国，他们也非常客气，把我们放在第二个。我看到这个排列，我说这不可以，我们的单位最小，我把我们的摆在最后，我把泰国摆在第二个。还有个大学，再就是泰国的，那个秘书长是什么单位？我把他摆在第三，把大学摆在第四，我们自己排在最后。这些都很重要，把别人摆到前面，人家欢喜你，名跟利都要给别人，我们自己以后着办事，实在的事情我们去办，机会就愈来愈多。大家想到的时候他都来找你，为什么？你不要名、不要利。你肯出钱、出力，又不要名利，谁不欢喜你！把自己名摆在前面，争名夺利，这次办了，下次不再找你了，这个都要记住。",
      "zh_TW": "事情隔這麼多年，今年我們還收到聯合國的信息，還提到我們上一次活動的成就，這是很不容易的事情。好事要給別人，名利要給別人，上次活動是我們辦的，但是主辦單位有五個，第一個是聯合國，他們也非常客氣，把我們放在第二個。我看到這個排列，我說這不可以，我們的單位最小，我把我們的擺在最後，我把泰國擺在第二個。還有個大學，再就是泰國的，那個祕書長是什麼單位？我把他擺在第三，把大學擺在第四，我們自己排在最後。這些都很重要，把別人擺到前面，人家歡喜你，名跟利都要給別人，我們自己以後著辦事，實在的事情我們去辦，機會就愈來愈多。大家想到的時候他都來找你，為什麼？你不要名、不要利。你肯出錢、出力，又不要名利，誰不歡喜你！把自己名擺在前面，爭名奪利，這次辦了，下次不再找你了，這個都要記住。"
    },
    {
      "id": "02-037-0145_p0017",
      "zh_CN": "我在早年，年轻的时候，刚出来讲经，我在高雄隆道法师的小道场讲过一年半。不是天天讲，一个月去一次，一个星期，每个月讲一个星期，一年半。台北有些法师：你到隆道法师那里讲这么长的时间，隆道法师是有名的小气，你用什么方法跟他相处？我说我很简单，我只是去讲经，我守住三个原则，赞叹老法师，恭敬老法师，我讲经不跟信徒接触。信徒在下面听讲，讲完之后我上楼去了，他们就走了，楼门一关，没有人上来，我不拉他的信徒。信徒有皈依，我给他授皈依，皈依证是老和尚发的，统统我代表老和尚给他授皈依，所有供养都归常住，我一点都不沾。所以他欢喜，他愿意请我。我只收他的什么？往返交通费用，他给我买火车票，我那时候住台北韩馆长家里。我说你只给我买火车票就行了，其他的一样都不要，我需要的钱我告诉你，你常住供养我。干净俐落，我们相处非常好。",
      "zh_TW": "我在早年，年輕的時候，剛出來講經，我在高雄隆道法師的小道場講過一年半。不是天天講，一個月去一次，一個星期，每個月講一個星期，一年半。台北有些法師：你到隆道法師那裡講這麼長的時間，隆道法師是有名的小氣，你用什麼方法跟他相處？我說我很簡單，我只是去講經，我守住三個原則，讚歎老法師，恭敬老法師，我講經不跟信徒接觸。信徒在下面聽講，講完之後我上樓去了，他們就走了，樓門一關，沒有人上來，我不拉他的信徒。信徒有皈依，我給他授皈依，皈依證是老和尚發的，統統我代表老和尚給他授皈依，所有供養都歸常住，我一點都不沾。所以他歡喜，他願意請我。我只收他的什麼？往返交通費用，他給我買火車票，我那時候住台北韓館長家裡。我說你只給我買火車票就行了，其他的一樣都不要，我需要的錢我告訴你，你常住供養我。乾淨俐落，我們相處非常好。"
    },
    {
      "id": "02-037-0145_p0018",
      "zh_CN": "那个地方讲了一年多，以后凤山莲社煮云法师我在他那里讲了三年，也是一个月一个星期，每个月我都要去讲一个星期。那里讲了三年，最后就是佛光山星云法师找去了。星云法师那里非常优待，很礼遇，那个时候我从台北到高雄，到佛光山去，他都给我买飞机票，非常优待。我在他那里教了十个月，我们的想法、做法不一样，他不能迁就我，我也不愿意迁就他，所以我就离开了。离开之后，周邦道老居士，是我的老校长，抗战时期他是国立第三中学校长，在贵州铜仁，我在那个学校念初中。老校长给我推荐，到文化大学去教佛经哲学，那时候文化大学是张其昀先生创办的，我在那里讲了五年。以后到美国去了，这就过去这一段历史。",
      "zh_TW": "那個地方講了一年多，以後鳳山蓮社煮雲法師我在他那裡講了三年，也是一個月一個星期，每個月我都要去講一個星期。那裡講了三年，最後就是佛光山星雲法師找去了。星雲法師那裡非常優待，很禮遇，那個時候我從台北到高雄，到佛光山去，他都給我買飛機票，非常優待。我在他那裡教了十個月，我們的想法、做法不一樣，他不能遷就我，我也不願意遷就他，所以我就離開了。離開之後，周邦道老居士，是我的老校長，抗戰時期他是國立第三中學校長，在貴州銅仁，我在那個學校念初中。老校長給我推薦，到文化大學去教佛經哲學，那時候文化大學是張其昀先生創辦的，我在那裡講了五年。以後到美國去了，這就過去這一段歷史。"
    },
    {
      "id": "02-037-0145_p0019",
      "zh_CN": "我到美国去非常顺利，那就是文化学院的五年这个资历，美国人承认。美国人还是非常尊重宗教，尤其传教师有大学教授身分的，他非常欢迎。那个时候同学们带我去办美国永久居留，我们办这个手续只三十分钟，进移民局，自己填表，我们没有找律师，就在那里拿表自己填表，送上去，统统办完出来，半个钟点，当时就拿到。学校的聘书很管用，他一看大学教授，他只问我三句话，你看那个移民官，第一句是要我念我的姓名对一对，拼音，对对名字。第二个是你的证件是不是都是真的？真的。第三句话他说你可以在美国工作。办手续、按指模、填这些表，总共只花了十分钟，三十分钟是进去排队十分钟，第二次去宣誓，排队也十分钟。所以排队占了二十分钟，实际上办这个事情十分钟。我就感觉到这比台湾报户口还简单，怎么这么容易！以后我听说人家办这个事情，办七、八年都拿不到。所以有缘，缘分。",
      "zh_TW": "我到美國去非常順利，那就是文化學院的五年這個資歷，美國人承認。美國人還是非常尊重宗教，尤其傳教師有大學教授身分的，他非常歡迎。那個時候同學們帶我去辦美國永久居留，我們辦這個手續只三十分鐘，進移民局，自己填表，我們沒有找律師，就在那裡拿表自己填表，送上去，統統辦完出來，半個鐘點，當時就拿到。學校的聘書很管用，他一看大學教授，他只問我三句話，你看那個移民官，第一句是要我念我的姓名對一對，拼音，對對名字。第二個是你的證件是不是都是真的？真的。第三句話他說你可以在美國工作。辦手續、按指模、填這些表，總共只花了十分鐘，三十分鐘是進去排隊十分鐘，第二次去宣誓，排隊也十分鐘。所以排隊佔了二十分鐘，實際上辦這個事情十分鐘。我就感覺到這比台灣報戶口還簡單，怎麼這麼容易！以後我聽說人家辦這個事情，辦七、八年都拿不到。所以有緣，緣分。"
    },
    {
      "id": "02-037-0145_p0020",
      "zh_CN": "这是在达拉斯办的，陪着我去的十个人，我跟韩馆长两个人办手续，十二个人。去的时候他们都呆了，不但没有看到过，听都没听到过，这次跟着我去看，陪我去看，亲自看到的。上一次赵传荣夫妻两个他都陪我去的，亲眼看到的。我在达拉斯住了一段时期，布希那个时候是州长，送我德州荣誉公民，州长送的。所以就是缘分，一切都非常顺利。布希做了总统，两次邀请我，第一次我没去，我给他写封信，劝他别打仗。那个时候正想对伊拉克开战，我劝他，那个信件我们资料都有。第二次邀请那就不能不去了，那要不去，以后就不好见面，所以第二次去了。",
      "zh_TW": "這是在達拉斯辦的，陪著我去的十個人，我跟韓館長兩個人辦手續，十二個人。去的時候他們都呆了，不但沒有看到過，聽都沒聽到過，這次跟著我去看，陪我去看，親自看到的。上一次趙傳榮夫妻兩個他都陪我去的，親眼看到的。我在達拉斯住了一段時期，布希那個時候是州長，送我德州榮譽公民，州長送的。所以就是緣分，一切都非常順利。布希做了總統，兩次邀請我，第一次我沒去，我給他寫封信，勸他別打仗。那個時候正想對伊拉克開戰，我勸他，那個信件我們資料都有。第二次邀請那就不能不去了，那要不去，以後就不好見面，所以第二次去了。"
    },
    {
      "id": "02-037-0145_p0021",
      "zh_CN": "无论在哪个地方，把自己本分工作做好，我们的本分就是依教奉行。第二个在教化众生，一切随缘随分，不求名闻利养。最重要的是环境清净，没有人来打搅，自己能够按照功课的进度去做。相信古人所说的一句话，厚积薄发，我们自己要积得厚，德行要厚、学问要厚。印光大师给我们做出最好的榜样，他老人家在七十岁之前没有人知道，叫默默无闻。他一生当中，工作很单纯，你看在普陀山看藏经楼就三十年，那是定功，三十年不离开藏经楼，他看了多少东西。没人打搅他，藏经楼很少人上去，谁去读《藏经》？你自己喜欢读《藏经》，太好了，三十年看好多遍。七十岁才被人发现，这一发现，这些人一宣传就成名了，一举成名。用文字弘法利生，因为他家乡土音很重，讲话人听不懂。所以讲经的时候得要用翻译，没有翻译，人家听不懂，用文字。《印光大师文钞》，他留下来的东西，就是七十岁到八十岁这十年当中成就的。完全是成熟的成就，不是在学习当中，成熟的成就。这也是表演给我们看的，厚积薄发，积得愈厚愈好，发出来之后影响力不可思议。老一辈的人常说，佛门近一百年当中，没有一个人能超过印祖，这大家公认的。",
      "zh_TW": "無論在哪個地方，把自己本分工作做好，我們的本分就是依教奉行。第二個在教化眾生，一切隨緣隨分，不求名聞利養。最重要的是環境清淨，沒有人來打攪，自己能夠按照功課的進度去做。相信古人所說的一句話，厚積薄發，我們自己要積得厚，德行要厚、學問要厚。印光大師給我們做出最好的榜樣，他老人家在七十歲之前沒有人知道，叫默默無聞。他一生當中，工作很單純，你看在普陀山看藏經樓就三十年，那是定功，三十年不離開藏經樓，他看了多少東西。沒人打攪他，藏經樓很少人上去，誰去讀《藏經》？你自己喜歡讀《藏經》，太好了，三十年看好多遍。七十歲才被人發現，這一發現，這些人一宣傳就成名了，一舉成名。用文字弘法利生，因為他家鄉土音很重，講話人聽不懂。所以講經的時候得要用翻譯，沒有翻譯，人家聽不懂，用文字。《印光大師文鈔》，他留下來的東西，就是七十歲到八十歲這十年當中成就的。完全是成熟的成就，不是在學習當中，成熟的成就。這也是表演給我們看的，厚積薄發，積得愈厚愈好，發出來之後影響力不可思議。老一輩的人常說，佛門近一百年當中，沒有一個人能超過印祖，這大家公認的。"
    },
    {
      "id": "02-037-0145_p0022",
      "zh_CN": "所以，十善、三皈、五戒、六度、普贤十愿，这个东西在佛法修行叫根本法，不多。只要记住，起心动念、言语造作绝不能越轨，你只依教奉行，三十二相八十种好的业因全在其中。这个业因，底下这条里头还说到，「常乐称扬他人功德，得四十齿、白净相、齐密相三相」。四十齿，白净是门牙，这四颗大门牙白净，齐密是牙齿整整齐齐。你看于无量世，十善教化众生，众生受已，心生欢喜，常乐称扬他人功德，得这三种相。注解后头还有一句，「于诸众生心平等，故得四十齿相」，平等心待众生，没有厚薄，没有差别。",
      "zh_TW": "所以，十善、三皈、五戒、六度、普賢十願，這個東西在佛法修行叫根本法，不多。只要記住，起心動念、言語造作絕不能越軌，你只依教奉行，三十二相八十種好的業因全在其中。這個業因，底下這條裡頭還說到，「常樂稱揚他人功德，得四十齒、白淨相、齊密相三相」。四十齒，白淨是門牙，這四顆大門牙白淨，齊密是牙齒整整齊齊。你看於無量世，十善教化眾生，眾生受已，心生歡喜，常樂稱揚他人功德，得這三種相。註解後頭還有一句，「於諸眾生心平等，故得四十齒相」，平等心待眾生，沒有厚薄，沒有差別。"
    },
    {
      "id": "02-037-0145_p0023",
      "zh_CN": "下面第二十三「齿白齐密相」，着重在四十齿齐密，整齐，着重在这一句，「齿白齐密相，谓四十齿皆白净齐密，根复深固也」。牙齿好，它的因是「系以十善法化益众生，复常称扬他人功德所感之相」。没有自赞毁他，普贤十愿「礼敬诸佛，称赞如来」，学著称赞别人，自己谦虚，这是实德，真实的德行。「表能得清净和顺、同心眷属之德」，这一点非常重要，你要想和天下，先要家和。家都不和，怎么能和天下？如何和？平等对待、和睦相处就和了。最重要是平等，能够舍己为人。如果处处想到自己的利益，就会发生冲突，这是什么？不平等、不和睦。因不在外头，都在自己，自己一切真能放下，这个事情不难做到。难在哪？难在自己放不下，真放下就不是难事。下面还有个注解，「于无量世，以十善法，教化众生，众生受已，心生欢喜，常乐称扬他人功德，得四十齿」，跟前面讲的一样，「白净相、齐密相」，这三种相。都讲到十善法，自行化他。",
      "zh_TW": "下面第二十三「齒白齊密相」，著重在四十齒齊密，整齊，著重在這一句，「齒白齊密相，謂四十齒皆白淨齊密，根復深固也」。牙齒好，它的因是「係以十善法化益眾生，復常稱揚他人功德所感之相」。沒有自讚毀他，普賢十願「禮敬諸佛，稱讚如來」，學著稱讚別人，自己謙虛，這是實德，真實的德行。「表能得清淨和順、同心眷屬之德」，這一點非常重要，你要想和天下，先要家和。家都不和，怎麼能和天下？如何和？平等對待、和睦相處就和了。最重要是平等，能夠捨己為人。如果處處想到自己的利益，就會發生衝突，這是什麼？不平等、不和睦。因不在外頭，都在自己，自己一切真能放下，這個事情不難做到。難在哪？難在自己放不下，真放下就不是難事。下面還有個註解，「於無量世，以十善法，教化眾生，眾生受已，心生歡喜，常樂稱揚他人功德，得四十齒」，跟前面講的一樣，「白淨相、齊密相」，這三種相。都講到十善法，自行化他。"
    },
    {
      "id": "02-037-0145_p0024",
      "zh_CN": "末后一个解释，「喜和合诤讼得齿密相，以珍宝施得齿齐相」，牙齿整齐相。珍宝布施，什么是珍宝布施？给诸位说，法布施才是真正珍宝布施。大乘经教里头佛说得很多，大千世界七宝布施，都比不上四句偈布施的功德大。所以佛门里头，经典上讲的珍宝，我们要体会，我们哪来那些珍宝？珍宝有什么用处？佛法有用处，佛法当中最珍贵的、无比稀有的，给诸位说就是阿弥陀佛这句佛号。你如何能叫人相信？他真相信，他真愿意往生，他决定往生，这个大千世界七宝比不上，真的，不是假的。大千世界七宝布施，你的果报也不过是天上人间而已，你出不了三界。净土法门布施，让一个人一生成佛，没有能相比，这个重要。那就是说，我们自己要相信，自己要把净宗搞清楚、搞明白，你才能跟别人讲清楚，让他听到之后深信不疑，帮助一个人成佛，这是真正珍宝布施。你看其他的什么金银珠宝布施，与牙齿有什么相干？这个与人说法的布施与牙齿有关系，你得说出来。所以他得这三种牙齿的好相，一种是四十齿，一个是齐密，一个是白净，说法才行。",
      "zh_TW": "末後一個解釋，「喜和合諍訟得齒密相，以珍寶施得齒齊相」，牙齒整齊相。珍寶布施，什麼是珍寶布施？給諸位說，法布施才是真正珍寶布施。大乘經教裡頭佛說得很多，大千世界七寶布施，都比不上四句偈布施的功德大。所以佛門裡頭，經典上講的珍寶，我們要體會，我們哪來那些珍寶？珍寶有什麼用處？佛法有用處，佛法當中最珍貴的、無比稀有的，給諸位說就是阿彌陀佛這句佛號。你如何能叫人相信？他真相信，他真願意往生，他決定往生，這個大千世界七寶比不上，真的，不是假的。大千世界七寶布施，你的果報也不過是天上人間而已，你出不了三界。淨土法門布施，讓一個人一生成佛，沒有能相比，這個重要。那就是說，我們自己要相信，自己要把淨宗搞清楚、搞明白，你才能跟別人講清楚，讓他聽到之後深信不疑，幫助一個人成佛，這是真正珍寶布施。你看其他的什麼金銀珠寶布施，與牙齒有什麼相干？這個與人說法的布施與牙齒有關係，你得說出來。所以他得這三種牙齒的好相，一種是四十齒，一個是齊密，一個是白淨，說法才行。"
    },
    {
      "id": "02-037-0145_p0025",
      "zh_CN": "下面第二十四「四牙白净相」。你看这三种业因完全相同，四牙白净。这里面给我们讲的业因，「系以常思惟善法，修慈而感得此相」，善法就是十善业道。学佛，在现前佛门当中，无论在家、出家，全把十善业道疏忽掉了。都认为什么？这是小小善法，疏忽了，他要修大善法。不知道小善法是大善法的基础，我们要重视。今天佛教之衰就衰在这个地方，古时候佛教兴盛，它就兴盛在这个地方，大家重视十善，大家认真落实十善。十善要真落实，这个世界就太平了，什么问题都解决了。人真的存心不杀众生，你看现在过年，这个年关，我听人家说今年新年，农历年，初一、初二是最坏的日子，不是好日子。这几十年从来没遇到过，今年这两天很不好，不吉利。有人说今年不要举行这些庆典。那我们要如何应对？我们念佛，我们还是讲经、念佛，修善积德，这正确的。",
      "zh_TW": "下面第二十四「四牙白淨相」。你看這三種業因完全相同，四牙白淨。這裡面給我們講的業因，「係以常思惟善法，修慈而感得此相」，善法就是十善業道。學佛，在現前佛門當中，無論在家、出家，全把十善業道疏忽掉了。都認為什麼？這是小小善法，疏忽了，他要修大善法。不知道小善法是大善法的基礎，我們要重視。今天佛教之衰就衰在這個地方，古時候佛教興盛，它就興盛在這個地方，大家重視十善，大家認真落實十善。十善要真落實，這個世界就太平了，什麼問題都解決了。人真的存心不殺眾生，你看現在過年，這個年關，我聽人家說今年新年，農曆年，初一、初二是最壞的日子，不是好日子。這幾十年從來沒遇到過，今年這兩天很不好，不吉利。有人說今年不要舉行這些慶典。那我們要如何應對？我們念佛，我們還是講經、念佛，修善積德，這正確的。"
    },
    {
      "id": "02-037-0145_p0026",
      "zh_CN": "常思惟善法，常常想着儒释道的三个根，这三个根是有凭有据的。净业三福，第一福说「孝养父母，奉事师长，慈心不杀，修十善业」。孝亲尊师如何落实？《弟子规》就是落实，为什么我们要学《弟子规》，道理在此地。落实孝道、落实师道，不从这儿做起，这个经文念念不起作用，那是形式，没有实质。「慈心不杀」，我们把它配在《太上感应篇》，这是道教的根。不知道因果，疏忽了因果，他修什么道都不能成就。十善业道是佛的根本，是佛的基础，没有十善业道，哪个法门都不能成就。我们要记住，小乘三千威仪，根是十善业，十善业展开的；大乘菩萨八万四千细行，也是十善展开的，根本不离十善。",
      "zh_TW": "常思惟善法，常常想著儒釋道的三個根，這三個根是有憑有據的。淨業三福，第一福說「孝養父母，奉事師長，慈心不殺，修十善業」。孝親尊師如何落實？《弟子規》就是落實，為什麼我們要學《弟子規》，道理在此地。落實孝道、落實師道，不從這兒做起，這個經文念念不起作用，那是形式，沒有實質。「慈心不殺」，我們把它配在《太上感應篇》，這是道教的根。不知道因果，疏忽了因果，他修什麼道都不能成就。十善業道是佛的根本，是佛的基礎，沒有十善業道，哪個法門都不能成就。我們要記住，小乘三千威儀，根是十善業，十善業展開的；大乘菩薩八萬四千細行，也是十善展開的，根本不離十善。"
    },
    {
      "id": "02-037-0145_p0027",
      "zh_CN": "十善从哪里修起？十善从《弟子规》修起，从《感应篇》修起，十善就有根。完全落实在起心动念，落实在言行举止，落实在生活，落实在工作，落实在处事待人接物，起心动念、言语造作与这十条相不相应，这个人叫真学佛。有真学佛的人，那是佛的像法时期，不是末法；末法是念，不学，有讲、有读诵，没有人真干，这叫末法。讲的人都没有，法就灭了。虽然有经典、有佛像、有寺庙，这里头没有人讲经，没有人真正学习，灭法，那这个道场是遗迹。「此妙相能摧破一切众生强盛坚固之三毒」，三毒是贪瞋痴。十善真学就有这个力量，十善的意业就是对治贪瞋痴，无贪、无瞋、无痴，这三善根。贪瞋痴叫三毒，三毒反过来是三善根。",
      "zh_TW": "十善從哪裡修起？十善從《弟子規》修起，從《感應篇》修起，十善就有根。完全落實在起心動念，落實在言行舉止，落實在生活，落實在工作，落實在處事待人接物，起心動念、言語造作與這十條相不相應，這個人叫真學佛。有真學佛的人，那是佛的像法時期，不是末法；末法是念，不學，有講、有讀誦，沒有人真幹，這叫末法。講的人都沒有，法就滅了。雖然有經典、有佛像、有寺廟，這裡頭沒有人講經，沒有人真正學習，滅法，那這個道場是遺跡。「此妙相能摧破一切眾生強盛堅固之三毒」，三毒是貪瞋痴。十善真學就有這個力量，十善的意業就是對治貪瞋痴，無貪、無瞋、無痴，這三善根。貪瞋痴叫三毒，三毒反過來是三善根。"
    },
    {
      "id": "02-037-0145_p0028",
      "zh_CN": "下面一个解释，「于无量世，修欲界慈」，注意这欲界，「乐思善法，得四牙白相」。这是欲界的，不是色界，不是无色界。喜欢思惟善法，也就是起心动念都不违背十善。不杀生，包括不恼害众生，众生因我生烦恼，我就错了。菩萨所在之处，令一切众生生欢喜心，怎么能叫人因我而生烦恼？不偷盗，最微细的地方是没有占人便宜的念头。有占人便宜的念头，那是盗心，虽然没有偷盗的行为，有盗心。想占一点便宜，这个念头不可以有，我们才能学得干净。不瞋恚，无论受怎么样的伤害，像歌利王被割截身体，没有一丝毫怨恨。为什么？人家明白了，了解事实真相，凡所有相，皆是虚妄。所以他在顺境逆境、善缘恶缘，都能做到不起心不动念。凌迟处死也不起心不动念，他作佛去了，这个身体舍掉，他作佛去了。释迦牟尼佛不是真作佛去了吗？忍辱波罗蜜圆满，提前成佛了。",
      "zh_TW": "下面一個解釋，「於無量世，修欲界慈」，注意這欲界，「樂思善法，得四牙白相」。這是欲界的，不是色界，不是無色界。喜歡思惟善法，也就是起心動念都不違背十善。不殺生，包括不惱害眾生，眾生因我生煩惱，我就錯了。菩薩所在之處，令一切眾生生歡喜心，怎麼能叫人因我而生煩惱？不偷盜，最微細的地方是沒有佔人便宜的念頭。有佔人便宜的念頭，那是盜心，雖然沒有偷盜的行為，有盜心。想佔一點便宜，這個念頭不可以有，我們才能學得乾淨。不瞋恚，無論受怎麼樣的傷害，像歌利王被割截身體，沒有一絲毫怨恨。為什麼？人家明白了，了解事實真相，凡所有相，皆是虛妄。所以他在順境逆境、善緣惡緣，都能做到不起心不動念。凌遲處死也不起心不動念，他作佛去了，這個身體捨掉，他作佛去了。釋迦牟尼佛不是真作佛去了嗎？忍辱波羅蜜圓滿，提前成佛了。"
    },
    {
      "id": "02-037-0145_p0029",
      "zh_CN": "贤劫千佛，释迦牟尼佛本来是排在第五的，弥勒排在第四，他因为忍辱波罗蜜修圆满，他提前成佛，弥勒菩萨在后。有什么好瞋恚的，感恩都来不及，哪有瞋恚！这就是他明白，他看清楚了，所以他能做到。我们为什么有瞋恨心？爱这个身体，这身体是我，他伤害我身体。什么时候知道身体不是我，你就不会起心动念了。所有一切境界都不是我，物质的环境、精神的环境、自然的环境都不是我。我是什么？我是法身，我是自性，我是法性，自性、法性里面什么都没有，三种现象都没有。这是宇宙万有的本体，是我们自己，宗门所说的「父母未生前本来面目」。真搞清楚、搞明白了，自然肯定一切众生跟我是一体。我今天觉悟了，他迷惑，他造种种不善业你不但不怪他，你还怜悯他。他杀了我，我不会责备他，怜悯他，他没觉悟，他要觉悟，决定不会有这种行为。",
      "zh_TW": "賢劫千佛，釋迦牟尼佛本來是排在第五的，彌勒排在第四，他因為忍辱波羅蜜修圓滿，他提前成佛，彌勒菩薩在後。有什麼好瞋恚的，感恩都來不及，哪有瞋恚！這就是他明白，他看清楚了，所以他能做到。我們為什麼有瞋恨心？愛這個身體，這身體是我，他傷害我身體。什麼時候知道身體不是我，你就不會起心動念了。所有一切境界都不是我，物質的環境、精神的環境、自然的環境都不是我。我是什麼？我是法身，我是自性，我是法性，自性、法性裡面什麼都沒有，三種現象都沒有。這是宇宙萬有的本體，是我們自己，宗門所說的「父母未生前本來面目」。真搞清楚、搞明白了，自然肯定一切眾生跟我是一體。我今天覺悟了，他迷惑，他造種種不善業你不但不怪他，你還憐憫他。他殺了我，我不會責備他，憐憫他，他沒覺悟，他要覺悟，決定不會有這種行為。"
    },
    {
      "id": "02-037-0145_p0030",
      "zh_CN": "学佛没有别的，总结一句话，学做个明白人，这就叫学佛。把这句话讲清楚了，别人要问你，佛是什么？佛是个明白人。菩萨也是个明白人，不究竟；凡夫，凡夫是不明白的人，大家就清楚了。佛要不要学？你要不要明白？要明白你就得学佛。告诉大家，佛不是神、不是仙，为什么？神仙也糊涂，也不是明白人，所以他是众生，天道的众生。现在社会大众对佛教迷惑很严重，我们要帮助他，让他真正认识。孔子说「名不正则言不顺」，我一出家就想做这个正名的工作，那时候年轻，向台湾中国佛教会建议正名，把佛教加两个字进去，佛陀教育。那些长老看到我的建议都欢喜，但是没改，没有行动。",
      "zh_TW": "學佛沒有別的，總結一句話，學做個明白人，這就叫學佛。把這句話講清楚了，別人要問你，佛是什麼？佛是個明白人。菩薩也是個明白人，不究竟；凡夫，凡夫是不明白的人，大家就清楚了。佛要不要學？你要不要明白？要明白你就得學佛。告訴大家，佛不是神、不是仙，為什麼？神仙也糊塗，也不是明白人，所以他是眾生，天道的眾生。現在社會大眾對佛教迷惑很嚴重，我們要幫助他，讓他真正認識。孔子說「名不正則言不順」，我一出家就想做這個正名的工作，那時候年輕，向台灣中國佛教會建議正名，把佛教加兩個字進去，佛陀教育。那些長老看到我的建議都歡喜，但是沒改，沒有行動。"
    },
    {
      "id": "02-037-0145_p0031",
      "zh_CN": "我们从自己做起，所以我在台北，简丰文居士是个建筑师，盖了一栋大楼，送了一层给我，给我做讲堂，好意。我原先以为说说而已，盖好了，所有权状拿到，真给我。那时候我从美国回到台湾，在机场接我，把所有权状就交给我。我说你是真的？真的，不假，上头名字都写好。我说你是害我，还是爱我？他说我爱你，不会害你。我说你不会害我，这就是害我。他很惊讶，这怎么害我？我说那个大楼要不要开销？那当然要。我说一个月多少钱？要六万块钱。我说我到哪里去找六万块钱？我六百块钱都找不到，你不是逼着要我去磕头作揖问人家要钱吗？你这不就害我了吗？我这一说把他说呆了。他说那怎么办？我说除非你每个月拿六万块钱给我，我才能接受，要不然你要叫我到外面去化缘，我不干这个事情。这样子才答应，每个月送六万块钱，送了三年。三年之后我们的听众多了，讲经，听众多了，供养也多了，大概可以达到六万块钱的收入。我才告诉他，行了，以后你就不要拿了。拿了三年。你要晓得，人家送给你，害你，那不是好玩的事情。",
      "zh_TW": "我們從自己做起，所以我在台北，簡豐文居士是個建築師，蓋了一棟大樓，送了一層給我，給我做講堂，好意。我原先以為說說而已，蓋好了，所有權狀拿到，真給我。那時候我從美國回到台灣，在機場接我，把所有權狀就交給我。我說你是真的？真的，不假，上頭名字都寫好。我說你是害我，還是愛我？他說我愛你，不會害你。我說你不會害我，這就是害我。他很驚訝，這怎麼害我？我說那個大樓要不要開銷？那當然要。我說一個月多少錢？要六萬塊錢。我說我到哪裡去找六萬塊錢？我六百塊錢都找不到，你不是逼著要我去磕頭作揖問人家要錢嗎？你這不就害我了嗎？我這一說把他說呆了。他說那怎麼辦？我說除非你每個月拿六萬塊錢給我，我才能接受，要不然你要叫我到外面去化緣，我不幹這個事情。這樣子才答應，每個月送六萬塊錢，送了三年。三年之後我們的聽眾多了，講經，聽眾多了，供養也多了，大概可以達到六萬塊錢的收入。我才告訴他，行了，以後你就不要拿了。拿了三年。你要曉得，人家送給你，害你，那不是好玩的事情。"
    },
    {
      "id": "02-037-0145_p0032",
      "zh_CN": "一个人一生，「人到无求品自高」，我们不要说品，人到无求则心安理得，快乐无比。还有求、还有怨，很苦恼。如果还有求、还有怨，何必出家？何必学佛？学佛就是把这个东西舍掉，就是把你一些苦恼的根本舍掉了。一切随缘而不攀缘，这章嘉大师教我的。所以人家送我东西不敢要，为什么不敢？没地方放。你看送我的东西很多，像古玩，那叫珍宝，他们都觉得是，我看都是砖头瓦块石头。送过来怎么样？我马上就转手送人，看看哪个地方有地方放的，送给他，没有地方放的就不要送，他家很小没地方放，就别送。现在我们还收藏的有一些，因为我们这边有个教学楼，修好之后还可以放几样；没有地方放就别收。这注解后头还有一条，「身口意净，得二牙白相」，三业清净。所以相好果报，一定有修因，不修因哪来的相好？",
      "zh_TW": "一個人一生，「人到無求品自高」，我們不要說品，人到無求則心安理得，快樂無比。還有求、還有怨，很苦惱。如果還有求、還有怨，何必出家？何必學佛？學佛就是把這個東西捨掉，就是把你一些苦惱的根本捨掉了。一切隨緣而不攀緣，這章嘉大師教我的。所以人家送我東西不敢要，為什麼不敢？沒地方放。你看送我的東西很多，像古玩，那叫珍寶，他們都覺得是，我看都是磚頭瓦塊石頭。送過來怎麼樣？我馬上就轉手送人，看看哪個地方有地方放的，送給他，沒有地方放的就不要送，他家很小沒地方放，就別送。現在我們還收藏的有一些，因為我們這邊有個教學樓，修好之後還可以放幾樣；沒有地方放就別收。這註解後頭還有一條，「身口意淨，得二牙白相」，三業清淨。所以相好果報，一定有修因，不修因哪來的相好？"
    },
    {
      "id": "02-037-0145_p0033",
      "zh_CN": "第二十五「颊车」，「两颊车隆满」，两颊我们一般人讲两腮，旁边这两腮，鼓起来方方正正，这是有福的人相。两腮长起来丰满，绝对不是贫贱之人，他是富贵相，像狮子一样，用狮子来做比喻，狮子两腮非常丰满。这注解里头，「见此相者，得除灭百劫生死之罪」。见到这个相，就有这么好，得这么好的利益。我们现在看造佛像、看画佛像都疏忽了这一点，但是你看古老的所雕的佛像都非常丰满。现在你看到的佛像是人像，没有特别把这个表现出来，古老的那些造像有，你都能看出来。所以造像不容易，造像一定要去读《造像量度经》。老一辈的造像，你问章嘉大师，你问李炳南老居士，你要想造佛像、造菩萨像，他一定叫你先读这个书，让你了解，佛像要把三十二相都造出来。菩萨相也要重视，菩萨也有三十二相，没有佛那么清楚、那样明显。或者菩萨少一、二个相，通常肉髻相没有，只有佛有，菩萨没有，这是最明显的，少一、二种。它是表法的，肉髻相这是顶相，代表究竟圆满，菩萨没有达到究竟圆满。",
      "zh_TW": "第二十五「頰車」，「兩頰車隆滿」，兩頰我們一般人講兩腮，旁邊這兩腮，鼓起來方方正正，這是有福的人相。兩腮長起來豐滿，絕對不是貧賤之人，他是富貴相，像獅子一樣，用獅子來做比喻，獅子兩腮非常豐滿。這註解裡頭，「見此相者，得除滅百劫生死之罪」。見到這個相，就有這麼好，得這麼好的利益。我們現在看造佛像、看畫佛像都疏忽了這一點，但是你看古老的所雕的佛像都非常豐滿。現在你看到的佛像是人像，沒有特別把這個表現出來，古老的那些造像有，你都能看出來。所以造像不容易，造像一定要去讀《造像量度經》。老一輩的造像，你問章嘉大師，你問李炳南老居士，你要想造佛像、造菩薩像，他一定叫你先讀這個書，讓你了解，佛像要把三十二相都造出來。菩薩相也要重視，菩薩也有三十二相，沒有佛那麼清楚、那樣明顯。或者菩薩少一、二個相，通常肉髻相沒有，只有佛有，菩薩沒有，這是最明顯的，少一、二種。它是表法的，肉髻相這是頂相，代表究竟圓滿，菩薩沒有達到究竟圓滿。"
    },
    {
      "id": "02-037-0145_p0034",
      "zh_CN": "底下有个注解，是「于无量世，自无两舌，教他不为，得上身、颊车二相」。上身是胸部，佛的胸部也非常丰满，当中还有卍字，卍字表吉祥。无量世，我们知道两舌是口业里头最重的，挑拨是非，斗乱两头，破坏和谐，罪很重。所以地狱里头有拔舌地狱。那要看他造的业影响的面多大，破坏一个家庭，业比较小，破坏一个团体、破坏社会、破坏国家，这个罪就大。如果破坏僧团，那是阿鼻地狱罪业，为什么？破和合僧。所以僧团，你看到怎么不如法，最好不要放在心上，最好不要批评，为什么？你批评是你造罪业。他好不好，各有因果，各有报应，我们不可以批评。他做好事应当赞叹，他做得不好的时候不批评、不说他，隐恶扬善。普贤十愿里面「称赞如来」就这个意思，他有善的，与善法相应的称赞，与善法不相应的不说。",
      "zh_TW": "底下有個註解，是「於無量世，自無兩舌，教他不為，得上身、頰車二相」。上身是胸部，佛的胸部也非常豐滿，當中還有卍字，卍字表吉祥。無量世，我們知道兩舌是口業裡頭最重的，挑撥是非，鬥亂兩頭，破壞和諧，罪很重。所以地獄裡頭有拔舌地獄。那要看他造的業影響的面多大，破壞一個家庭，業比較小，破壞一個團體、破壞社會、破壞國家，這個罪就大。如果破壞僧團，那是阿鼻地獄罪業，為什麼？破和合僧。所以僧團，你看到怎麼不如法，最好不要放在心上，最好不要批評，為什麼？你批評是你造罪業。他好不好，各有因果，各有報應，我們不可以批評。他做好事應當讚歎，他做得不好的時候不批評、不說他，隱惡揚善。普賢十願裡面「稱讚如來」就這個意思，他有善的，與善法相應的稱讚，與善法不相應的不說。"
    },
    {
      "id": "02-037-0145_p0035",
      "zh_CN": "我们在五十三参里面看过，甘露火王、胜热婆罗门、伐苏蜜多女代表贪瞋痴的，善财童子去参访，有礼敬，没有赞叹。礼敬是对相上讲的，称赞他用如来，他没有说诸佛。你看「礼敬诸佛」，是从相上说，「称赞如来」，如来从性上说的，与性德相应的赞叹，与性德不相应的不赞叹，这有差别的。善财童子做出来给我们看，我们应当要学习。学习，心里头，中国人讲良心，自己要晓得，你那个心是良心。把人家脏乱东西放在里头，良心就变成别人的垃圾桶，这个大错特错。人家有美好的东西放在里头可以，能讲得过去；别人不善的东西，放在自己心上，错了，大错特错。与你不相干的，你去收集别人的垃圾，收集别人的不善，这哪里是聪明人？聪明人心地清净一尘不染，这真聪明，真有智慧。不能干傻事。可是这个世间干傻事情很多，到处都可以看到，我们可不能学习，我们要引以为戒。口不出恶言，自行化他，我们自己能够守住、能够做到。口四种过我们统统都离，不妄语、不两舌、不恶口、不绮语，绮语是花言巧语，都是骗人的，决定不能做。得上身，这是胸部跟颊车这两种相。",
      "zh_TW": "我們在五十三參裡面看過，甘露火王、勝熱婆羅門、伐蘇蜜多女代表貪瞋痴的，善財童子去參訪，有禮敬，沒有讚歎。禮敬是對相上講的，稱讚他用如來，他沒有說諸佛。你看「禮敬諸佛」，是從相上說，「稱讚如來」，如來從性上說的，與性德相應的讚歎，與性德不相應的不讚歎，這有差別的。善財童子做出來給我們看，我們應當要學習。學習，心裡頭，中國人講良心，自己要曉得，你那個心是良心。把人家髒亂東西放在裡頭，良心就變成別人的垃圾桶，這個大錯特錯。人家有美好的東西放在裡頭可以，能講得過去；別人不善的東西，放在自己心上，錯了，大錯特錯。與你不相干的，你去收集別人的垃圾，收集別人的不善，這哪裡是聰明人？聰明人心地清淨一塵不染，這真聰明，真有智慧。不能幹傻事。可是這個世間幹傻事情很多，到處都可以看到，我們可不能學習，我們要引以為戒。口不出惡言，自行化他，我們自己能夠守住、能夠做到。口四種過我們統統都離，不妄語、不兩舌、不惡口、不綺語，綺語是花言巧語，都是騙人的，決定不能做。得上身，這是胸部跟頰車這兩種相。"
    },
    {
      "id": "02-037-0145_p0036",
      "zh_CN": "还有个小注，「按时说善法，得师子颊相」。讲经教学有时间的，世尊当年在世也是有时间的，上课。大单元不是一次能讲完的，要讲很多天，这大乘经教结集下来我们都知道。佛说的时候一定说得很多，阿难的复讲，我们相信是讲佛的精义，精彩的地方，一般的，也都舍弃了，人同此心，心同此理，一个道理。结集经藏筛减就很多，如果统统集出来，绝对不是像现在一部《大藏经》这么一点点。四十九年所说的，应该像《四库全书》那么大才正确。为什么只有这么一部分？当然传到中国来的不足，不是全传到中国来。那时候交通不方便，取经，我们法师到印度去一定精挑细选，他们送来的一定也是挑选，全部带来，量太大了，不可能。到中国来的东西我们相信很多，翻译的时候又要精挑细选，不是完全翻译的，这肯定的。所以，这些东西都是佛四十九年所说的精华之所在，非常宝贵，我们有使命去流通，不能让它散失。流通最好的方法就是自己学习，真正把它做到，威仪有则，做出榜样来给大家看。人家看了喜欢，就会向你请教、向你学习，你再介绍给他。",
      "zh_TW": "還有個小註，「按時說善法，得師子頰相」。講經教學有時間的，世尊當年在世也是有時間的，上課。大單元不是一次能講完的，要講很多天，這大乘經教結集下來我們都知道。佛說的時候一定說得很多，阿難的複講，我們相信是講佛的精義，精彩的地方，一般的，也都捨棄了，人同此心，心同此理，一個道理。結集經藏篩減就很多，如果統統集出來，絕對不是像現在一部《大藏經》這麼一點點。四十九年所說的，應該像《四庫全書》那麼大才正確。為什麼只有這麼一部分？當然傳到中國來的不足，不是全傳到中國來。那時候交通不方便，取經，我們法師到印度去一定精挑細選，他們送來的一定也是挑選，全部帶來，量太大了，不可能。到中國來的東西我們相信很多，翻譯的時候又要精挑細選，不是完全翻譯的，這肯定的。所以，這些東西都是佛四十九年所說的精華之所在，非常寶貴，我們有使命去流通，不能讓它散失。流通最好的方法就是自己學習，真正把它做到，威儀有則，做出榜樣來給大家看。人家看了喜歡，就會向你請教、向你學習，你再介紹給他。"
    },
    {
      "id": "02-037-0145_p0037",
      "zh_CN": "所以，按时说法，说法最重要的要有恒心、要有毅力，要不中断。李老师在台中，一个星期讲一次，三十八年没中断。他不是每天讲，一个星期一次，时间固定的，每个星期三，风雨无阻。所以听李老师讲经，星期三到慈光图书馆，他一定在讲经，不必发通知，也没有广告，大家都晓得。星期六是这些学生，学讲经的人，女众学讲经的在台中莲社，也是上台讲小座。星期天是男众，在一个寺庙里头，这个寺庙的名字我都忘掉了，在一个寺庙，男众练习讲经的地方。时间都有确定的。现前讲经的人少了，讲经的素质比不上上一代，我们跟李老师比比不上，跟章嘉大师、跟上一代比不上，这就看出一代不如一代。",
      "zh_TW": "所以，按時說法，說法最重要的要有恆心、要有毅力，要不中斷。李老師在台中，一個星期講一次，三十八年沒中斷。他不是每天講，一個星期一次，時間固定的，每個星期三，風雨無阻。所以聽李老師講經，星期三到慈光圖書館，他一定在講經，不必發通知，也沒有廣告，大家都曉得。星期六是這些學生，學講經的人，女眾學講經的在台中蓮社，也是上台講小座。星期天是男眾，在一個寺廟裡頭，這個寺廟的名字我都忘掉了，在一個寺廟，男眾練習講經的地方。時間都有確定的。現前講經的人少了，講經的素質比不上上一代，我們跟李老師比比不上，跟章嘉大師、跟上一代比不上，這就看出一代不如一代。"
    },
    {
      "id": "02-037-0145_p0038",
      "zh_CN": "我们怎样赶上去？守规矩就能赶上去，规矩就是一门深入，长时薰修。如果我们得三昧，就赶上去了。我们不是我们能力比他差，不是的，他们学习很能集中，如果再往前六十年，一百年前的话，更集中。我们现在是精神、时间分散掉，搞得太多、太杂了，如果集中在一样，就都变成专家了。在一样里面很容易开悟，肯定会开悟，开悟之后，他触类旁通。我们现在看同学当中，你看刘素云居士，她有没有开悟？你细心观察，她真有悟处。她十年用在《无量寿经》上，有人请她讲《地藏经》，讲得头头是道，她没学过，通了！无论要她讲什么经她都能讲，这一经通一切经通不是假的，是真的。所以，学经教是一门深入，那不得了，这一句阿弥陀佛念到底，真正念上三年，他往生了，这个例子很多。",
      "zh_TW": "我們怎樣趕上去？守規矩就能趕上去，規矩就是一門深入，長時薰修。如果我們得三昧，就趕上去了。我們不是我們能力比他差，不是的，他們學習很能集中，如果再往前六十年，一百年前的話，更集中。我們現在是精神、時間分散掉，搞得太多、太雜了，如果集中在一樣，就都變成專家了。在一樣裡面很容易開悟，肯定會開悟，開悟之後，他觸類旁通。我們現在看同學當中，你看劉素雲居士，她有沒有開悟？你細心觀察，她真有悟處。她十年用在《無量壽經》上，有人請她講《地藏經》，講得頭頭是道，她沒學過，通了！無論要她講什麼經她都能講，這一經通一切經通不是假的，是真的。所以，學經教是一門深入，那不得了，這一句阿彌陀佛念到底，真正念上三年，他往生了，這個例子很多。"
    },
    {
      "id": "02-037-0145_p0039",
      "zh_CN": "倓虚法师的晚年在香港度过，在香港办了个华南佛学院，培养一批年轻法师，非常可惜，这些年轻法师在香港没有能继续定时讲经。如果定时讲经，就像李老师一样，一个星期讲一次，他那时候法师很多，不冲突。你家星期一，那家星期二，那家星期三，这几十年不中断，香港的佛法世界第一。不必要你天天讲，一个星期讲一次，两个小时，香港人天天有经听。那个时候七个法师不难，他真有！还有不少到外国去的，我在美国遇到好多，东西两岸都有，都是华南佛学院的学生，倓老的学生，我认识很多。到美国去就真可惜了，美国讲经没法子，每个人工作繁忙，确确实实八个小时工作，你不能偷懒的，你偷懒就被开除掉了，你得非常认真。每周有两天休息，星期六、星期天休息，至少要拿一天的时间整理自己的家园，那个时间很浪费，都喜欢住大房子，很辛苦。在美国雇工人很贵，是论钟点算钱的，所以大房子非常浪费时间。我在美国就住小房子，又便宜、又省事，用一个小时就打扫干干净净了。我住的小房子就一房一厅，一个小厨房，一个小院子，很便宜。我看那些大房子，看起来好看，要多少时间去照顾、去打扫，我们感觉得时间、精力可贵。在外国，听经就这两天时间，两天大概只能听一天，来一天，两天都来的人不多。你就晓得，讲经法师到美国不能发挥。",
      "zh_TW": "倓虛法師的晚年在香港度過，在香港辦了個華南佛學院，培養一批年輕法師，非常可惜，這些年輕法師在香港沒有能繼續定時講經。如果定時講經，就像李老師一樣，一個星期講一次，他那時候法師很多，不衝突。你家星期一，那家星期二，那家星期三，這幾十年不中斷，香港的佛法世界第一。不必要你天天講，一個星期講一次，兩個小時，香港人天天有經聽。那個時候七個法師不難，他真有！還有不少到外國去的，我在美國遇到好多，東西兩岸都有，都是華南佛學院的學生，倓老的學生，我認識很多。到美國去就真可惜了，美國講經沒法子，每個人工作繁忙，確確實實八個小時工作，你不能偷懶的，你偷懶就被開除掉了，你得非常認真。每週有兩天休息，星期六、星期天休息，至少要拿一天的時間整理自己的家園，那個時間很浪費，都喜歡住大房子，很辛苦。在美國雇工人很貴，是論鐘點算錢的，所以大房子非常浪費時間。我在美國就住小房子，又便宜、又省事，用一個小時就打掃乾乾淨淨了。我住的小房子就一房一廳，一個小廚房，一個小院子，很便宜。我看那些大房子，看起來好看，要多少時間去照顧、去打掃，我們感覺得時間、精力可貴。在外國，聽經就這兩天時間，兩天大概只能聽一天，來一天，兩天都來的人不多。你就曉得，講經法師到美國不能發揮。"
    },
    {
      "id": "02-037-0145_p0040",
      "zh_CN": "我的法缘是非常好，不是在一个地方，在美国至少十个以上的城市，我是去巡回，每个地方住一个月，最长的，一般是住半个月。到处走，蜻蜓点水，不起作用，中国古人讲「一日暴之，十日寒之」，收不到效果。所以，没有办法不离开美国。在那时候我们年轻，刚刚起步没多久，没有护持的人，我们不攀缘。所以像现在这种高科技的设备，网路、卫星，那时候没有办法。用网路，我们好像是在台湾开始的，离开台湾没多久，在台湾时间很短。卫星是陈彩琼居士，二００三年元旦开始的，到今年也十年了，二０一二年，十年了，元旦开始的。今年元旦是第十个年头，不简单，活了这么久，起了很大的作用。有这个，很多地方邀请我，我就可以不去了，他们天天收到。所以在美国同修打电话说，法师，我们天天见面。好，这个方法好，定在一处，哪儿都不去。同学们一年有机会到这边来住几天见见面，这个好事情。不必让我们再到处去走动，把心定下来在一个地方，一门深入，长时薰修，自己得大利益，对佛法会产生很大的贡献。现身说法！",
      "zh_TW": "我的法緣是非常好，不是在一個地方，在美國至少十個以上的城市，我是去巡迴，每個地方住一個月，最長的，一般是住半個月。到處走，蜻蜓點水，不起作用，中國古人講「一日暴之，十日寒之」，收不到效果。所以，沒有辦法不離開美國。在那時候我們年輕，剛剛起步沒多久，沒有護持的人，我們不攀緣。所以像現在這種高科技的設備，網路、衛星，那時候沒有辦法。用網路，我們好像是在台灣開始的，離開台灣沒多久，在台灣時間很短。衛星是陳彩瓊居士，二００三年元旦開始的，到今年也十年了，二０一二年，十年了，元旦開始的。今年元旦是第十個年頭，不簡單，活了這麼久，起了很大的作用。有這個，很多地方邀請我，我就可以不去了，他們天天收到。所以在美國同修打電話說，法師，我們天天見面。好，這個方法好，定在一處，哪兒都不去。同學們一年有機會到這邊來住幾天見見面，這個好事情。不必讓我們再到處去走動，把心定下來在一個地方，一門深入，長時薰修，自己得大利益，對佛法會產生很大的貢獻。現身說法！"
    },
    {
      "id": "02-037-0145_p0041",
      "zh_CN": "我在过去，没有道场，所以流动性就很大。澳洲的道场是为这些悟字辈的年轻法师，给他们建的。那个时候我们离开台湾，大家没有归宿，我这么多年的讲经，还有一些人拥护，有一点供养，就在那边建了道场，那个地方土地、房屋便宜。在新加坡就做不成，新加坡一层楼都买不到。所以我们到澳洲买这个教堂，教堂好像是五十六万，很便宜，那一片。以后慢慢扩充，一直到现在，大概没有超过五百万，澳洲钱没超过五百万。现在拥有多少土地？英亩算大概超过三千英亩，三六一十八，合中国将近两万亩。澳洲土地是最便宜。买这么多土地干什么？这是我劝他们买的，种地，希望将来我们可以地生产自给自足，粮食没有问题，蔬菜没有问题，水果没有问题。我们自己种，大面积来种，请农夫来种。收成很多，自己决定吃不完，可以卖，卖的那些钱给农民，给他报酬，我们请他来种田一天多少钱，给工资。去年我在的时候，第一批我看到收成小米一万三千公斤，这头一批收的，我看到的。我们种这个东西好，没有化肥、没有农药，而且都是听阿弥陀佛佛号，田里头我们都用小的念佛机，农作物听佛号长成的，所以收成好。因为现在外国发明的这些基因的转变，让很多农作物我们都不敢吃，有化肥、有农药，还有基因转变。我们还回到我们的老办法，老祖宗教给我们人工来培植，让我们有个健康的饮食，有个健康的环境，大家好好修学。",
      "zh_TW": "我在過去，沒有道場，所以流動性就很大。澳洲的道場是為這些悟字輩的年輕法師，給他們建的。那個時候我們離開台灣，大家沒有歸宿，我這麼多年的講經，還有一些人擁護，有一點供養，就在那邊建了道場，那個地方土地、房屋便宜。在新加坡就做不成，新加坡一層樓都買不到。所以我們到澳洲買這個教堂，教堂好像是五十六萬，很便宜，那一片。以後慢慢擴充，一直到現在，大概沒有超過五百萬，澳洲錢沒超過五百萬。現在擁有多少土地？英畝算大概超過三千英畝，三六一十八，合中國將近兩萬畝。澳洲土地是最便宜。買這麼多土地幹什麼？這是我勸他們買的，種地，希望將來我們可以地生產自給自足，糧食沒有問題，蔬菜沒有問題，水果沒有問題。我們自己種，大面積來種，請農夫來種。收成很多，自己決定吃不完，可以賣，賣的那些錢給農民，給他報酬，我們請他來種田一天多少錢，給工資。去年我在的時候，第一批我看到收成小米一萬三千公斤，這頭一批收的，我看到的。我們種這個東西好，沒有化肥、沒有農藥，而且都是聽阿彌陀佛佛號，田裡頭我們都用小的念佛機，農作物聽佛號長成的，所以收成好。因為現在外國發明的這些基因的轉變，讓很多農作物我們都不敢吃，有化肥、有農藥，還有基因轉變。我們還回到我們的老辦法，老祖宗教給我們人工來培植，讓我們有個健康的飲食，有個健康的環境，大家好好修學。"
    },
    {
      "id": "02-037-0145_p0042",
      "zh_CN": "真想成就，就是一门深入，十年薰修，刘素云今天做出了榜样。一门深入的人，普通中等根性的人，我的估计三、四年得三昧，六、七年就有开悟，不能大彻大悟，也是佛门里讲的大悟。这从前李老师告诉我的，彻悟是明心见性，大悟能通一宗，我们学的净土宗，净土宗就通了，与净土有关系的经论也会通。中国古人学习用这个方法，这方法好，现在西方这个方法问题很多，我们必须要认识它。现在时间到了，我们就学习到此地。",
      "zh_TW": "真想成就，就是一門深入，十年薰修，劉素雲今天做出了榜樣。一門深入的人，普通中等根性的人，我的估計三、四年得三昧，六、七年就有開悟，不能大徹大悟，也是佛門裡講的大悟。這從前李老師告訴我的，徹悟是明心見性，大悟能通一宗，我們學的淨土宗，淨土宗就通了，與淨土有關係的經論也會通。中國古人學習用這個方法，這方法好，現在西方這個方法問題很多，我們必須要認識它。現在時間到了，我們就學習到此地。"
    }
  ]
}