{
  "doc_id": "02-037-0557",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五五七集",
    "zh_TW": "第五五七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0557",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0557_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一０八０页，还是从最后两个字看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一０八０頁，還是從最後兩個字看起："
    },
    {
      "id": "02-037-0557_p0002",
      "zh_CN": "「华严宗立四法界。据《大明法数》：一事法界」，我们从这个地方读起。法界这个名词，在佛法里面我们常常可以看到，经典里头很多，古大德注疏里头也不少，可是这两个字到底是什么意思，很少人把它讲清楚。我们查了一些资料，把经典上所说的，祖师大德注疏里头所说的，合起来看，意思就明白了。佛法里面说法界，相当现在人讲的宇宙，宇宙这两个字的本意是时间跟空间，时空里面包含了一切，一切物不出时空。所以法界跟时空的意思相同，跟宇宙的意思相同，它是含摄全体，整个宇宙的全体。所以佛法里头有说八万四千法门，这一句是讲佛法含摄的，佛法这么大。八万四千法门后头还有一句叫无量法门，那无量法门里面包括什么？佛法之外宇宙全体，统统包括在里头，这都叫法界。所以，法界是整个宇宙全体。于是我们能够体会到，大乘经里面所说的，「法门平等，无有高下」。不仅是佛法里头大乘小乘、宗门教下、显宗密宗都平等，任何一门都平等。再包括什么？包括佛教之外的所有宗教、所有的派别，我们讲学派，没有一样不包括在其中，一个都不漏，一个都不缺。这叫做「法门无量誓愿学」，每个法门都能成无上道。",
      "zh_TW": "「華嚴宗立四法界。據《大明法數》：一事法界」，我們從這個地方讀起。法界這個名詞，在佛法裡面我們常常可以看到，經典裡頭很多，古大德註疏裡頭也不少，可是這兩個字到底是什麼意思，很少人把它講清楚。我們查了一些資料，把經典上所說的，祖師大德註疏裡頭所說的，合起來看，意思就明白了。佛法裡面說法界，相當現在人講的宇宙，宇宙這兩個字的本意是時間跟空間，時空裡面包含了一切，一切物不出時空。所以法界跟時空的意思相同，跟宇宙的意思相同，它是含攝全體，整個宇宙的全體。所以佛法裡頭有說八萬四千法門，這一句是講佛法含攝的，佛法這麼大。八萬四千法門後頭還有一句叫無量法門，那無量法門裡面包括什麼？佛法之外宇宙全體，統統包括在裡頭，這都叫法界。所以，法界是整個宇宙全體。於是我們能夠體會到，大乘經裡面所說的，「法門平等，無有高下」。不僅是佛法裡頭大乘小乘、宗門教下、顯宗密宗都平等，任何一門都平等。再包括什麼？包括佛教之外的所有宗教、所有的派別，我們講學派，沒有一樣不包括在其中，一個都不漏，一個都不缺。這叫做「法門無量誓願學」，每個法門都能成無上道。"
    },
    {
      "id": "02-037-0557_p0003",
      "zh_CN": "成无上道的原理我们晓得了，不管你学哪个宗教，能不能成佛？全能成佛。学基督教能成佛，学伊斯兰教能成佛，学印度教能成佛，不管你学哪个教。成佛，你自性里头本来是佛，《华严经》佛说的，「一切众生本来是佛」，没有说佛法之外的不算，没有说这个话；没有说这个话，那就统统都包括在里头。所以成佛于宗派、法门没有关系，成佛是要放下。只要放下执着，就是阿罗汉，没有说基督教放下执着，他不能证阿罗汉，没这个话，在经上找不到。放下起心动念，他就成佛了，伊斯兰教放下起心动念，他成佛，不能说那是例外的。于是你就晓得，佛法，所以佛法无边，真的没有边际，整个宇宙、整个法界统统包括在其中，真大、真平等。这个大乘教里头最重要的概念，我们必须要有。",
      "zh_TW": "成無上道的原理我們曉得了，不管你學哪個宗教，能不能成佛？全能成佛。學基督教能成佛，學伊斯蘭教能成佛，學印度教能成佛，不管你學哪個教。成佛，你自性裡頭本來是佛，《華嚴經》佛說的，「一切眾生本來是佛」，沒有說佛法之外的不算，沒有說這個話；沒有說這個話，那就統統都包括在裡頭。所以成佛於宗派、法門沒有關係，成佛是要放下。只要放下執著，就是阿羅漢，沒有說基督教放下執著，他不能證阿羅漢，沒這個話，在經上找不到。放下起心動念，他就成佛了，伊斯蘭教放下起心動念，他成佛，不能說那是例外的。於是你就曉得，佛法，所以佛法無邊，真的沒有邊際，整個宇宙、整個法界統統包括在其中，真大、真平等。這個大乘教裡頭最重要的概念，我們必須要有。"
    },
    {
      "id": "02-037-0557_p0004",
      "zh_CN": "不认识字，没有念书的，他只念一句佛号，或者只念一句咒语，或者是唱一首歌曲，他能够把妄想、杂念统统放下，起心动念、分别执着都没有，他成佛了。在中国，惠能大师给我们做出最好的榜样，不认识字，没念过书。在黄梅八个月，黄梅有讲堂，他一次没去过，黄梅有禅堂，他也一次没去过，他在哪里修行？他在碓房，在舂米、在破柴。舂米、破柴能成佛，那也是一法，无量法门里头包括舂米、破柴。谁知道？五祖知道，除五祖之外没人知道。五祖去看他，问他米舂熟了没有？他说熟了，早就熟了！熟了，衣钵就传给他，半夜三更召见他。给他讲《金刚经》是为他做证明，用经典来做证明，他确实大彻大悟、明心见性了。讲到「应无所住，而生其心」，他把他的心得报告说出来，五句话，「何期自性，本自清净、本不生灭、本自具足、本不动摇、能生万法」。五祖衣钵就传给他了，传给他什么？承认他成佛了，成无上道了，跟读书、跟参学没关系。",
      "zh_TW": "不認識字，沒有念書的，他只念一句佛號，或者只念一句咒語，或者是唱一首歌曲，他能夠把妄想、雜念統統放下，起心動念、分別執著都沒有，他成佛了。在中國，惠能大師給我們做出最好的榜樣，不認識字，沒念過書。在黃梅八個月，黃梅有講堂，他一次沒去過，黃梅有禪堂，他也一次沒去過，他在哪裡修行？他在碓房，在舂米、在破柴。舂米、破柴能成佛，那也是一法，無量法門裡頭包括舂米、破柴。誰知道？五祖知道，除五祖之外沒人知道。五祖去看他，問他米舂熟了沒有？他說熟了，早就熟了！熟了，衣缽就傳給他，半夜三更召見他。給他講《金剛經》是為他做證明，用經典來做證明，他確實大徹大悟、明心見性了。講到「應無所住，而生其心」，他把他的心得報告說出來，五句話，「何期自性，本自清淨、本不生滅、本自具足、本不動搖、能生萬法」。五祖衣缽就傳給他了，傳給他什麼？承認他成佛了，成無上道了，跟讀書、跟參學沒關係。"
    },
    {
      "id": "02-037-0557_p0005",
      "zh_CN": "所以真正大乘人，对一切众生，不同的宗教、不同的族群、不同的文化，他心目当中看那个人是什么人？那个人是佛陀，一切众生本来成佛，各各都是。不但人是，畜生也是，蚊虫蚂蚁也是，花草树木也是，山河大地也是，没有一样不是。我们大乘经学了几十年，明白这个事实真相，这不是假的，完全是真的。所以佛法了不起的一桩大学问，人人都应该学，不管你信什么宗教你都要学。成佛是成什么？成就究竟圆满的智慧，成就究竟圆满的德行。这要不要？什么人都要，一切众生都要，没有例外的。这才所谓的佛门广大，佛法无边，这才能讲得通。如果说别的宗教不是的，排外，那你有边，不能叫无边，无边是全包括。他们不知道，我们知道，他不知道他自己是佛，我们晓得他是佛。",
      "zh_TW": "所以真正大乘人，對一切眾生，不同的宗教、不同的族群、不同的文化，他心目當中看那個人是什麼人？那個人是佛陀，一切眾生本來成佛，各各都是。不但人是，畜生也是，蚊蟲螞蟻也是，花草樹木也是，山河大地也是，沒有一樣不是。我們大乘經學了幾十年，明白這個事實真相，這不是假的，完全是真的。所以佛法了不起的一樁大學問，人人都應該學，不管你信什麼宗教你都要學。成佛是成什麼？成就究竟圓滿的智慧，成就究竟圓滿的德行。這要不要？什麼人都要，一切眾生都要，沒有例外的。這才所謂的佛門廣大，佛法無邊，這才能講得通。如果說別的宗教不是的，排外，那你有邊，不能叫無邊，無邊是全包括。他們不知道，我們知道，他不知道他自己是佛，我們曉得他是佛。"
    },
    {
      "id": "02-037-0557_p0006",
      "zh_CN": "佛为什么变成这个样子？他现在迷了，迷惑颠倒，他觉悟了就是佛。不能说迷惑颠倒他不是，是真的不是假的，众生是迷惑颠倒的佛。法身菩萨跟诸佛如来是圆满觉悟的佛，也就是这三种障碍没有了，起心动念没有了，分别没有了，执着没有了。谁都有这三种烦恼，谁都能放下，不是不能放下，你不肯放下，放下就是。佛法里面，八万四千法门是真的，不是假的，不是虚设的，一条条给你讲得清楚的。每个法门都是一种方法，这个方法帮助你放下，帮助你明心见性。扩充？扩充那所有一切法都可以，并不是只有佛法能做到，别的法门也统统可以做到。最重要的是放下，放下之后，你烦恼没有了，业障没有了，你自性里面的智慧、德能、相好就现前。那叫什么？那叫看破。看破是智慧，对于事实真相通达明了，这叫看破。放下，不执着、不分别了，不起心、不动念了，可以一样的受用，这叫得大自在。",
      "zh_TW": "佛為什麼變成這個樣子？他現在迷了，迷惑顛倒，他覺悟了就是佛。不能說迷惑顛倒他不是，是真的不是假的，眾生是迷惑顛倒的佛。法身菩薩跟諸佛如來是圓滿覺悟的佛，也就是這三種障礙沒有了，起心動念沒有了，分別沒有了，執著沒有了。誰都有這三種煩惱，誰都能放下，不是不能放下，你不肯放下，放下就是。佛法裡面，八萬四千法門是真的，不是假的，不是虛設的，一條條給你講得清楚的。每個法門都是一種方法，這個方法幫助你放下，幫助你明心見性。擴充？擴充那所有一切法都可以，並不是只有佛法能做到，別的法門也統統可以做到。最重要的是放下，放下之後，你煩惱沒有了，業障沒有了，你自性裡面的智慧、德能、相好就現前。那叫什麼？那叫看破。看破是智慧，對於事實真相通達明瞭，這叫看破。放下，不執著、不分別了，不起心、不動念了，可以一樣的受用，這叫得大自在。"
    },
    {
      "id": "02-037-0557_p0007",
      "zh_CN": "这个《大明法数》就是《三藏法数》，《三藏法数》里面节录出来这个四法界，华严宗的。第一个是「事法界」。事是讲现象，理是讲本体，这用哲学名词来说，理法界是讲本体，事法界讲现象。现象非常复杂，真的是无量无边，归纳起来不外乎三大类，物质现象、精神现象、自然现象，这个三大类把无量无边现象都归纳了。这底下一个简单解释，「谓诸众生」，一切众生「色心等法」，色是物质现象，心就是精神现象、就是念头。这些法，无论是你的念头，还是物质现象，「一一差别，各有分齐」。这是各各有个别的色心，我有我的色心，身体是我的色法，受想行识是我的心法，你也有你的色心，他也有他的色心，各各都是个独立的，这叫分齐。一点都不混乱，一切人不乱，你看一切动物也不乱，花草树木也不乱，山河大地也不乱。再扩大，在太空当中你所看到的星球、星系，它们的运行也不乱。这个整齐、有秩序、不乱，就叫分齐，分齐是这个意思，整整齐齐，很有秩序。如果秩序一乱，我们人身体秩序一乱，这人就生病了；社会秩序一乱，社会就乱了，地球灾难就生了。什么原因？这分齐出了毛病。",
      "zh_TW": "這個《大明法數》就是《三藏法數》，《三藏法數》裡面節錄出來這個四法界，華嚴宗的。第一個是「事法界」。事是講現象，理是講本體，這用哲學名詞來說，理法界是講本體，事法界講現象。現象非常複雜，真的是無量無邊，歸納起來不外乎三大類，物質現象、精神現象、自然現象，這個三大類把無量無邊現象都歸納了。這底下一個簡單解釋，「謂諸眾生」，一切眾生「色心等法」，色是物質現象，心就是精神現象、就是念頭。這些法，無論是你的念頭，還是物質現象，「一一差別，各有分齊」。這是各各有個別的色心，我有我的色心，身體是我的色法，受想行識是我的心法，你也有你的色心，他也有他的色心，各各都是個獨立的，這叫分齊。一點都不混亂，一切人不亂，你看一切動物也不亂，花草樹木也不亂，山河大地也不亂。再擴大，在太空當中你所看到的星球、星系，它們的運行也不亂。這個整齊、有秩序、不亂，就叫分齊，分齊是這個意思，整整齊齊，很有秩序。如果秩序一亂，我們人身體秩序一亂，這人就生病了；社會秩序一亂，社會就亂了，地球災難就生了。什麼原因？這分齊出了毛病。"
    },
    {
      "id": "02-037-0557_p0008",
      "zh_CN": "为什么不乱？随顺性德。性德是自然的，不是哪个发明的，不是哪个人创造的。人出生下来，你看身体多复杂，五脏六腑，外面眼耳鼻舌身，谁造的？父精母血，原始就这么个东西，一个细胞而已，为什么会变成这么复杂的身体？所以这是自然的，这不是人创造的，不是哪个发明的。现在科技再发达，制造一个人出来，也没有自然的人这么自然、这么活泼、这么自在。所以，人不可以破坏自然，破坏自然，麻烦就来了。随顺自然，这就是德；破坏自然，德的反面就是罪恶，罪恶带来灾难，对我们个人来讲是带来疾病，随顺自然就健康。",
      "zh_TW": "為什麼不亂？隨順性德。性德是自然的，不是哪個發明的，不是哪個人創造的。人出生下來，你看身體多複雜，五臟六腑，外面眼耳鼻舌身，誰造的？父精母血，原始就這麼個東西，一個細胞而已，為什麼會變成這麼複雜的身體？所以這是自然的，這不是人創造的，不是哪個發明的。現在科技再發達，製造一個人出來，也沒有自然的人這麼自然、這麼活潑、這麼自在。所以，人不可以破壞自然，破壞自然，麻煩就來了。隨順自然，這就是德；破壞自然，德的反面就是罪惡，罪惡帶來災難，對我們個人來講是帶來疾病，隨順自然就健康。"
    },
    {
      "id": "02-037-0557_p0009",
      "zh_CN": "明白这个道理，化解现在的社会灾难有没有方法？有，我们回过头来随顺自然就好，不要违背自然。今天科学技术是破坏大自然，大自然爆发灾难。现在的饮食，科学进来了，带来了转基因，把我们饮食自然破坏了。科学给我们这些饮食，让我们生奇奇怪怪的病，破坏自然。这些道理、这些技术，中国人懂不懂？早就懂，佛菩萨非常了解。为什么不发展？要发展，地球上人早就死光了。所以他们大慈大悲，不走这个路子，他们要走随顺，不走相反的道路。外国科学家走相反道路，他不明了事实真相，他走错了。",
      "zh_TW": "明白這個道理，化解現在的社會災難有沒有方法？有，我們回過頭來隨順自然就好，不要違背自然。今天科學技術是破壞大自然，大自然爆發災難。現在的飲食，科學進來了，帶來了轉基因，把我們飲食自然破壞了。科學給我們這些飲食，讓我們生奇奇怪怪的病，破壞自然。這些道理、這些技術，中國人懂不懂？早就懂，佛菩薩非常了解。為什麼不發展？要發展，地球上人早就死光了。所以他們大慈大悲，不走這個路子，他們要走隨順，不走相反的道路。外國科學家走相反道路，他不明瞭事實真相，他走錯了。"
    },
    {
      "id": "02-037-0557_p0010",
      "zh_CN": "好在现代的量子力学，特别是最近三十年，把物质到底是什么搞明白了，念头是什么明白了一半，这个东西在大乘佛法是阿赖耶的三细相。佛法里头最神秘的，就是宇宙的秘密，物质是什么、念头是什么、能量是什么。现在这三样东西，科学家都知道了，物质算是搞明白了，这问题解决了，现在要解决念头，念头到底从哪来的，不知道；最后个能量从哪来的，这是从自性里头自然流露出来，得见性就知道。科学家不能见性，为什么？见性必须放下起心动念、分别执着，科学家没放下。这个东西不放下，永远不能见性，谜底永远不会揭穿。大乘教里头，佛说得很好，这个终极的秘密谁知道？八地以上，菩萨。《华严经》讲菩萨的阶位，阶级、地位，从初信到等觉，五十一个位次。五十一个位次最上面的四个位次，他们知道，你看八地、九地、十地、等觉，这四个位次。佛经上常说「我知我见」，佛知道，佛看见了，八地菩萨以上他看见了。不需要用显微镜，他眼睛那么厉害，而且他禅定功夫深，一千六百兆分之一秒的这个频率，他能看到，他能掌握到。这是什么能力？这是自性的本能。",
      "zh_TW": "好在現代的量子力學，特別是最近三十年，把物質到底是什麼搞明白了，念頭是什麼明白了一半，這個東西在大乘佛法是阿賴耶的三細相。佛法裡頭最神祕的，就是宇宙的祕密，物質是什麼、念頭是什麼、能量是什麼。現在這三樣東西，科學家都知道了，物質算是搞明白了，這問題解決了，現在要解決念頭，念頭到底從哪來的，不知道；最後個能量從哪來的，這是從自性裡頭自然流露出來，得見性就知道。科學家不能見性，為什麼？見性必須放下起心動念、分別執著，科學家沒放下。這個東西不放下，永遠不能見性，謎底永遠不會揭穿。大乘教裡頭，佛說得很好，這個終極的祕密誰知道？八地以上，菩薩。《華嚴經》講菩薩的階位，階級、地位，從初信到等覺，五十一個位次。五十一個位次最上面的四個位次，他們知道，你看八地、九地、十地、等覺，這四個位次。佛經上常說「我知我見」，佛知道，佛看見了，八地菩薩以上他看見了。不需要用顯微鏡，他眼睛那麼厲害，而且他禪定功夫深，一千六百兆分之一秒的這個頻率，他能看到，他能掌握到。這是什麼能力？這是自性的本能。"
    },
    {
      "id": "02-037-0557_p0011",
      "zh_CN": "现在人迷失自性，其实这个能力各各都有，一切众生各各都有，这自性本能。我们迷了自性，这个能力失掉了，变成现在这个样子，愈迷愈深，造作的罪业是愈来愈重。果报是业力所感的，不是哪个人制造的，哪个人安排的，不是的。天堂、地狱是善恶不同的感应，自然现前的。真正通达明了，一切众生无量劫来所作所受都是自然。可以说中国人一句老话说「自作自受」，于任何人不相干，决定不能够怨天尤人，怨天尤人那罪过很重。",
      "zh_TW": "現在人迷失自性，其實這個能力各各都有，一切眾生各各都有，這自性本能。我們迷了自性，這個能力失掉了，變成現在這個樣子，愈迷愈深，造作的罪業是愈來愈重。果報是業力所感的，不是哪個人製造的，哪個人安排的，不是的。天堂、地獄是善惡不同的感應，自然現前的。真正通達明瞭，一切眾生無量劫來所作所受都是自然。可以說中國人一句老話說「自作自受」，於任何人不相干，決定不能夠怨天尤人，怨天尤人那罪過很重。"
    },
    {
      "id": "02-037-0557_p0012",
      "zh_CN": "经不能不读，世界上第一等好书是什么？就是佛经。佛经当中最好的一个书，就是我们现在学的这本子，好中之好，善中之善，没有比这个更上的。这里头无所不包、无所不容，什么问题都能解决。我们是粗略的在分享，这部经从头到尾讲一遍，一千二百个小时。这不是细讲，细讲，昨天讲两个字讲四个小时。你如果真读懂了、读明白了，你不会放手，你每天一定会读它。为什么？读这个经快乐无比，真的断烦恼、消业障、开智慧，这多自在。",
      "zh_TW": "經不能不讀，世界上第一等好書是什麼？就是佛經。佛經當中最好的一個書，就是我們現在學的這本子，好中之好，善中之善，沒有比這個更上的。這裡頭無所不包、無所不容，什麼問題都能解決。我們是粗略的在分享，這部經從頭到尾講一遍，一千二百個小時。這不是細講，細講，昨天講兩個字講四個小時。你如果真讀懂了、讀明白了，你不會放手，你每天一定會讀它。為什麼？讀這個經快樂無比，真的斷煩惱、消業障、開智慧，這多自在。"
    },
    {
      "id": "02-037-0557_p0013",
      "zh_CN": "如果这个东西读厌了，那极乐世界阿弥陀佛每天讲经从来没有中断，听众不都跑光了！弥陀讲堂里的听众一个都没走，只有看到增加的，没有听到消失的，没有。那些成就的人，已经成佛的人，有没有离开阿弥陀佛？我告诉你没离开。那他到十方世界度化众生，化身去的。他有百千万化身，无量无边化身，化身去的，本身没动。为什么不去？两个意思，一个感恩，不到极乐世界，哪有这么快成就，感恩；第二个意思表法，让后来的人增长信心。你们一看，这么多诸佛都在此地，这没话说，信心定了，不会动摇。所以他们坐在那里，帮助新的往生极乐世界的人坚定信心。这些诸佛如来，大成就者，也都是阿弥陀佛的助教，如果我们听不懂、不清楚，可以向他们请教。他为我们解答，跟阿弥陀佛所解答的没有两样。",
      "zh_TW": "如果這個東西讀厭了，那極樂世界阿彌陀佛每天講經從來沒有中斷，聽眾不都跑光了！彌陀講堂裡的聽眾一個都沒走，只有看到增加的，沒有聽到消失的，沒有。那些成就的人，已經成佛的人，有沒有離開阿彌陀佛？我告訴你沒離開。那他到十方世界度化眾生，化身去的。他有百千萬化身，無量無邊化身，化身去的，本身沒動。為什麼不去？兩個意思，一個感恩，不到極樂世界，哪有這麼快成就，感恩；第二個意思表法，讓後來的人增長信心。你們一看，這麼多諸佛都在此地，這沒話說，信心定了，不會動搖。所以他們坐在那裡，幫助新的往生極樂世界的人堅定信心。這些諸佛如來，大成就者，也都是阿彌陀佛的助教，如果我們聽不懂、不清楚，可以向他們請教。他為我們解答，跟阿彌陀佛所解答的沒有兩樣。"
    },
    {
      "id": "02-037-0557_p0014",
      "zh_CN": "这事法界搞清楚了，在哲学里面讲，宇宙的现象就是事法界，宇宙的本体是理法界。我们再看第二，「理法界，谓诸众生色心等法，虽有差别，而同一体性，故名理法界」。所以理法界是从体上讲的，本体。性是自性，惠能大师说「何期自性」，自性是理法界，他那个五句话都是讲的理法界。理法界是真心、是自性，明心见性。真心、自性是什么样子？他用五句话来形容。第一个它是清净的，从来没有染污过，悟的时候不染污，迷的时候也不染污。染污是什么？染污是阿赖耶，阿赖耶是妄心，不是真心。人迷了真心之后，从真心就变成一个妄心，但是那个妄心不是真心，是从真心变的，它不是真心，它跟真心没关系。真心能现，能大师末后一句话说，「何期自性，能生万法」，这就是它能现，它能现整个宇宙。现出来是一真法界，可是妄心它就进来了，妄心进来，把一真法界把它变成了十法界。所以十法界是识心，识心就是妄心，就是八识五十一心所，它们在里面搅和，把它变成了十法界、变成六道、变成三途，这些东西变的。这些东西全是假的，可是我们在这个里头养成习惯了，习惯把它当真的，亏就吃在这里。不肯放下，放下就没事。",
      "zh_TW": "這事法界搞清楚了，在哲學裡面講，宇宙的現象就是事法界，宇宙的本體是理法界。我們再看第二，「理法界，謂諸眾生色心等法，雖有差別，而同一體性，故名理法界」。所以理法界是從體上講的，本體。性是自性，惠能大師說「何期自性」，自性是理法界，他那個五句話都是講的理法界。理法界是真心、是自性，明心見性。真心、自性是什麼樣子？他用五句話來形容。第一個它是清淨的，從來沒有染污過，悟的時候不染污，迷的時候也不染污。染污是什麼？染污是阿賴耶，阿賴耶是妄心，不是真心。人迷了真心之後，從真心就變成一個妄心，但是那個妄心不是真心，是從真心變的，它不是真心，它跟真心沒關係。真心能現，能大師末後一句話說，「何期自性，能生萬法」，這就是它能現，它能現整個宇宙。現出來是一真法界，可是妄心它就進來了，妄心進來，把一真法界把它變成了十法界。所以十法界是識心，識心就是妄心，就是八識五十一心所，它們在裡面攪和，把它變成了十法界、變成六道、變成三途，這些東西變的。這些東西全是假的，可是我們在這個裡頭養成習慣了，習慣把它當真的，虧就吃在這裡。不肯放下，放下就沒事。"
    },
    {
      "id": "02-037-0557_p0015",
      "zh_CN": "凡夫迷得再深、迷得再久，要回头成佛需要多少时间？一念，一念回头就成佛了，很简单。迷，佛在经上一个比喻，叫「千年暗室」，这个房间里面没有光、也没有灯，多久了？一千年了。一千年的黑暗，很久了，点一盏灯就照亮了，就那么容易，就把黑暗驱除了。所以，你只要一念回头，一念肯放下，你就成佛了。释迦牟尼佛给我们表演的，在菩提树下打坐，夜睹明星，豁然大悟，这就成佛了。惠能大师给我们表演的，半夜三更在五祖方丈室，五祖给他讲《金刚经》大意。大概不到四分之一，没讲完，不到四分之一，讲到「应无所住，而生其心」，他豁然大悟。五祖给他做证明，证明他的开悟是正确的，不是假的，衣钵传给他。迷悟一念之间，迷没有原因，悟也没有原因。你要问我，什么原因悟的？你在迷中，你有这个疑惑；你没有这个疑惑的时候，真开悟了。这个疑惑，「什么原因我能开悟，什么方法我能开悟」，你永远不能开悟，为什么？这是你很大的障碍。所以到这些障碍、这些念头都没有了，就突然开悟了。只要你还有一个念头，极其微细的念头，那都是你开悟的障碍，妙就妙在此地。",
      "zh_TW": "凡夫迷得再深、迷得再久，要回頭成佛需要多少時間？一念，一念回頭就成佛了，很簡單。迷，佛在經上一個比喻，叫「千年暗室」，這個房間裡面沒有光、也沒有燈，多久了？一千年了。一千年的黑暗，很久了，點一盞燈就照亮了，就那麼容易，就把黑暗驅除了。所以，你只要一念回頭，一念肯放下，你就成佛了。釋迦牟尼佛給我們表演的，在菩提樹下打坐，夜睹明星，豁然大悟，這就成佛了。惠能大師給我們表演的，半夜三更在五祖方丈室，五祖給他講《金剛經》大意。大概不到四分之一，沒講完，不到四分之一，講到「應無所住，而生其心」，他豁然大悟。五祖給他做證明，證明他的開悟是正確的，不是假的，衣缽傳給他。迷悟一念之間，迷沒有原因，悟也沒有原因。你要問我，什麼原因悟的？你在迷中，你有這個疑惑；你沒有這個疑惑的時候，真開悟了。這個疑惑，「什麼原因我能開悟，什麼方法我能開悟」，你永遠不能開悟，為什麼？這是你很大的障礙。所以到這些障礙、這些念頭都沒有了，就突然開悟了。只要你還有一個念頭，極其微細的念頭，那都是你開悟的障礙，妙就妙在此地。"
    },
    {
      "id": "02-037-0557_p0016",
      "zh_CN": "为什么？自性清净心里头一法不立，你有个念头就有一法。体上一法不立，事上？事上所有一切法是假的，幻相，不是真的，刹那生灭。这个我们读弥勒菩萨跟世尊的对话，三种现象，物质现象、心理现象、自然现象，都是在一千六百兆分之一秒这样高频率产生的。这个不动了，它这个事就没有了，三种现象都是从波动当中产生的。这个现象科学家也发现了，所以有些科学家讲整个宇宙好像弹琴的弦一样，弦定律，就是它那个波不断的在振动，它不停。这种现象在五蕴里头就是行蕴，受想行识，行就是讲这个波动现象，只要它在动，幻相就产生。像我们一个人，我们到这个世间来，还没出生，在母亲胎胞里头，第一个现象是什么？心脏，它在跳动。那就是什么？生命的开始。到心脏不跳动了，就死亡了。人在一生当中，从出生到死亡，心脏跳动绝不会中断的，它中断就没有了。整个宇宙也是这个道理，你一念不觉就开始，一念不觉没有原因的，这个波动就开始。一直到你成佛，证得究竟圆满，它就不动了；你只看到它不动了，你就成佛了。",
      "zh_TW": "為什麼？自性清淨心裡頭一法不立，你有個念頭就有一法。體上一法不立，事上？事上所有一切法是假的，幻相，不是真的，剎那生滅。這個我們讀彌勒菩薩跟世尊的對話，三種現象，物質現象、心理現象、自然現象，都是在一千六百兆分之一秒這樣高頻率產生的。這個不動了，它這個事就沒有了，三種現象都是從波動當中產生的。這個現象科學家也發現了，所以有些科學家講整個宇宙好像彈琴的弦一樣，弦定律，就是它那個波不斷的在振動，它不停。這種現象在五蘊裡頭就是行蘊，受想行識，行就是講這個波動現象，只要它在動，幻相就產生。像我們一個人，我們到這個世間來，還沒出生，在母親胎胞裡頭，第一個現象是什麼？心臟，它在跳動。那就是什麼？生命的開始。到心臟不跳動了，就死亡了。人在一生當中，從出生到死亡，心臟跳動絕不會中斷的，它中斷就沒有了。整個宇宙也是這個道理，你一念不覺就開始，一念不覺沒有原因的，這個波動就開始。一直到你成佛，證得究竟圓滿，它就不動了；你只看到它不動了，你就成佛了。"
    },
    {
      "id": "02-037-0557_p0017",
      "zh_CN": "惠能看到了，「何期自性，本不动摇」，这真看到了。凡夫看到的，你看现在科学家看到的，高频率的波动。弥勒菩萨给我们讲的，一千六百兆分之一秒，在你面前，你六根缘不到它，眼看不见，它有声音，耳听不见。再大的声音，你去想想，再大的声音，它的时间只有一千六百兆分之一秒，你有没有听见？没听见。香臭，鼻闻不到，五味，舌尝不到，甚至于念头都想不到。就是六根都缘不到，它太快了。在这样高的频率当中，这一个动，三种现象都出来，物质、精神、自然现象，就在这一动，这个一动是一千六百兆分之一秒。今天科学家，我看到一个同学给我个报告，从网路上下载的，仪器，最新的仪器，有能力捉捕到一千兆分之一秒，能捉捕到。佛经上还要多一点，一千六百兆分之一秒，弥勒菩萨说的。所以，科学跟佛法愈来愈接近了。我曾经说过，二、三十年之后，佛教不是宗教了，被科学家承认是高等科学、高等哲学，它不是迷信。",
      "zh_TW": "惠能看到了，「何期自性，本不動搖」，這真看到了。凡夫看到的，你看現在科學家看到的，高頻率的波動。彌勒菩薩給我們講的，一千六百兆分之一秒，在你面前，你六根緣不到它，眼看不見，它有聲音，耳聽不見。再大的聲音，你去想想，再大的聲音，它的時間只有一千六百兆分之一秒，你有沒有聽見？沒聽見。香臭，鼻聞不到，五味，舌嘗不到，甚至於念頭都想不到。就是六根都緣不到，它太快了。在這樣高的頻率當中，這一個動，三種現象都出來，物質、精神、自然現象，就在這一動，這個一動是一千六百兆分之一秒。今天科學家，我看到一個同學給我個報告，從網路上下載的，儀器，最新的儀器，有能力捉捕到一千兆分之一秒，能捉捕到。佛經上還要多一點，一千六百兆分之一秒，彌勒菩薩說的。所以，科學跟佛法愈來愈接近了。我曾經說過，二、三十年之後，佛教不是宗教了，被科學家承認是高等科學、高等哲學，它不是迷信。"
    },
    {
      "id": "02-037-0557_p0018",
      "zh_CN": "这三种现象非常微细，佛在大乘经上说，对一般人不说，他不懂，你跟他讲，愈讲他愈迷惑。所以佛对普通人讲，讲伦理、讲道德、讲因果，很少讲心性。心性有讲的，对很少数的学生，他有这个天才，这上上根人。我们看他一生教学，开悟之后讲《华严经》，讲《华严经》就跟五祖教惠能，惠能开悟了，向五祖提出报告，那是心得报告，他真的明心见性了。《华严经》是佛说的，释迦牟尼佛说的，释迦牟尼佛开悟了、见性了，性是什么样子？《大方广佛华严经》就是他所见性详细的报告。惠能大师是很简单的，五句话。要知道，他们两个境界相同，这五句话要细说，就是一部《大方广佛华严经》，《华严经》浓缩，就这五句，他们境界完全相同。细说没人懂，所以他在定中说的，他不是在人世间说。定中听众是谁？四十一位法身大士，那些人来听，给他做证明。没有这样的定功，你入不了他的境界。我们只看释迦牟尼佛在菩提树下打坐，他在那里讲《华严经》我们怎么知道？有这个能力的人，他看到了，佛在讲《华严经》，他去听了。",
      "zh_TW": "這三種現象非常微細，佛在大乘經上說，對一般人不說，他不懂，你跟他講，愈講他愈迷惑。所以佛對普通人講，講倫理、講道德、講因果，很少講心性。心性有講的，對很少數的學生，他有這個天才，這上上根人。我們看他一生教學，開悟之後講《華嚴經》，講《華嚴經》就跟五祖教惠能，惠能開悟了，向五祖提出報告，那是心得報告，他真的明心見性了。《華嚴經》是佛說的，釋迦牟尼佛說的，釋迦牟尼佛開悟了、見性了，性是什麼樣子？《大方廣佛華嚴經》就是他所見性詳細的報告。惠能大師是很簡單的，五句話。要知道，他們兩個境界相同，這五句話要細說，就是一部《大方廣佛華嚴經》，《華嚴經》濃縮，就這五句，他們境界完全相同。細說沒人懂，所以他在定中說的，他不是在人世間說。定中聽眾是誰？四十一位法身大士，那些人來聽，給他做證明。沒有這樣的定功，你入不了他的境界。我們只看釋迦牟尼佛在菩提樹下打坐，他在那裡講《華嚴經》我們怎麼知道？有這個能力的人，他看到了，佛在講《華嚴經》，他去聽了。"
    },
    {
      "id": "02-037-0557_p0019",
      "zh_CN": "阿罗汉、辟支佛，三贤菩萨，别教里头十住、十行、十回向，都没有分，他们见不到。要初地以上才有这个能力进入佛的定中的境界，才能参加这个法会，听他讲《华严经》。所以《华严经》小乘不承认，小乘只承认鹿野苑开始讲阿含，这大家见到的。阿含讲了十二年，办小学。十二年之后，佛继续讲经讲方等，八年，好比中学，给这个再上一层楼做准备功夫。这八年加上前面十二年，二十年，跟佛二十年的基础，佛才给你讲真话，讲大乘。大乘是讲什么？诸法实相，宇宙人生真相。没有这二十年的基础，给你讲真相你不懂，你没办法接受。这是佛主要要说的课程，这个课程二十二年，佛一生讲学四十九年，几乎占一半时间，所以这是他主要讲的课程。最后八年讲法华，法华完全讲成佛之道。般若，智慧开了，怎么样提升到佛的境界，那个好比办研究所，那个毕业就成佛了。佛是佛陀教育里头最高的学位，佛陀，好像现在大学博士学位，最高的学位。人人都能成佛，人人都可以拿到这个学位。所以，现在一般讲宗教，佛跟宗教风马牛不相关。",
      "zh_TW": "阿羅漢、辟支佛，三賢菩薩，別教裡頭十住、十行、十迴向，都沒有分，他們見不到。要初地以上才有這個能力進入佛的定中的境界，才能參加這個法會，聽他講《華嚴經》。所以《華嚴經》小乘不承認，小乘只承認鹿野苑開始講阿含，這大家見到的。阿含講了十二年，辦小學。十二年之後，佛繼續講經講方等，八年，好比中學，給這個再上一層樓做準備功夫。這八年加上前面十二年，二十年，跟佛二十年的基礎，佛才給你講真話，講大乘。大乘是講什麼？諸法實相，宇宙人生真相。沒有這二十年的基礎，給你講真相你不懂，你沒辦法接受。這是佛主要要說的課程，這個課程二十二年，佛一生講學四十九年，幾乎佔一半時間，所以這是他主要講的課程。最後八年講法華，法華完全講成佛之道。般若，智慧開了，怎麼樣提升到佛的境界，那個好比辦研究所，那個畢業就成佛了。佛是佛陀教育裡頭最高的學位，佛陀，好像現在大學博士學位，最高的學位。人人都能成佛，人人都可以拿到這個學位。所以，現在一般講宗教，佛跟宗教風馬牛不相關。"
    },
    {
      "id": "02-037-0557_p0020",
      "zh_CN": "现在佛教为什么变成宗教？人家误会了，把佛当作神，把菩萨也当作神，完全变质了。它是学位的名称，每个人读书都可以拿到这个学位。菩萨好比是硕士，阿罗汉好比是学士，佛门里三个学位，念不念也都能拿到，这就妙了。像我们这个经题上「清净平等觉」，这就是三个学位。你只要清净心现前，你就拿到第一个学位，阿罗汉。读不读书没有关系，不读书我也能够到清净心，我一天到晚念一二三四五六七八九十，也能把心念清净。心一个念头都没有了，只有这么一句话，这句话到最后也放下，心清净了，学位就拿到了。所以无量无边法门平等平等，都能拿得到。第二个学位，平等。平等比清净难，清净未必平等，平等一定清净，平等是菩萨。觉是佛，觉是觉悟，大彻大悟，明心见性。所以这经题上五个字就是三个阶段。",
      "zh_TW": "現在佛教為什麼變成宗教？人家誤會了，把佛當作神，把菩薩也當作神，完全變質了。它是學位的名稱，每個人讀書都可以拿到這個學位。菩薩好比是碩士，阿羅漢好比是學士，佛門裡三個學位，念不念也都能拿到，這就妙了。像我們這個經題上「清淨平等覺」，這就是三個學位。你只要清淨心現前，你就拿到第一個學位，阿羅漢。讀不讀書沒有關係，不讀書我也能夠到清淨心，我一天到晚念一二三四五六七八九十，也能把心念清淨。心一個念頭都沒有了，只有這麼一句話，這句話到最後也放下，心清淨了，學位就拿到了。所以無量無邊法門平等平等，都能拿得到。第二個學位，平等。平等比清淨難，清淨未必平等，平等一定清淨，平等是菩薩。覺是佛，覺是覺悟，大徹大悟，明心見性。所以這經題上五個字就是三個階段。"
    },
    {
      "id": "02-037-0557_p0021",
      "zh_CN": "成佛、成菩萨、成阿罗汉不一定要学佛经，不一定要跟释迦牟尼佛。跟什么样的人，只要他指导你的是放下妄想分别执着，这就是佛法。所以，佛法有五种人说，不一定是释迦牟尼佛，佛是五个人第一个。佛弟子能说法；仙人能说法，这就是其他宗教了，这不一定是佛教，只要能教你看破放下的，佛都承认那就是佛法。变化人能说法，变化人多半是阿罗汉、菩萨应化到世间来的，众生有感他就来应，应以什么身得度他就现什么身，没有一定的。不是他自己想现什么身，自己想现什么身，他就有妄念了，那他就掉下来，他就不是菩萨，他就变成普通人了。无论他现什么身，像释迦牟尼佛四十九年讲经教学，肯定他没有起心、没有动念、没有分别、没有执着。他要起心动念，顶多是个菩萨，他不是佛；他要有分别，他就是阿罗汉、辟支佛；他还有执着，他是凡夫。所以这一定要晓得，虽然应化在世间，确确实实没有起心动念。",
      "zh_TW": "成佛、成菩薩、成阿羅漢不一定要學佛經，不一定要跟釋迦牟尼佛。跟什麼樣的人，只要他指導你的是放下妄想分別執著，這就是佛法。所以，佛法有五種人說，不一定是釋迦牟尼佛，佛是五個人第一個。佛弟子能說法；仙人能說法，這就是其他宗教了，這不一定是佛教，只要能教你看破放下的，佛都承認那就是佛法。變化人能說法，變化人多半是阿羅漢、菩薩應化到世間來的，眾生有感他就來應，應以什麼身得度他就現什麼身，沒有一定的。不是他自己想現什麼身，自己想現什麼身，他就有妄念了，那他就掉下來，他就不是菩薩，他就變成普通人了。無論他現什麼身，像釋迦牟尼佛四十九年講經教學，肯定他沒有起心、沒有動念、沒有分別、沒有執著。他要起心動念，頂多是個菩薩，他不是佛；他要有分別，他就是阿羅漢、辟支佛；他還有執著，他是凡夫。所以這一定要曉得，雖然應化在世間，確確實實沒有起心動念。"
    },
    {
      "id": "02-037-0557_p0022",
      "zh_CN": "没有起心动念怎么说这么多经典？这是法尔如是，自然，自性里头自然流露，绝对没有通过思考。你问我，我想想怎么答复你，这是凡夫。他决定没有思考，就像我们敲鼓，你敲它就应，你敲得重它声音大，敲得轻它声音小，自然的，叫感应。众生提问题是感，佛自然应，就把你问题解决了，你记录下来就是经典。经典有没有意思？告诉你，没有意思。如果说它有意思，死的，没有意思，活的。没有意思说明它有无量义，你怎么讲都行，只要把人讲觉悟了，这叫佛法。无论你怎么讲，讲得人愈听愈迷惑，这就不是佛法，佛法是活的不是死的。所以，佛法着重在修行，你修行不到家，经看不懂。看的时候似乎懂得，那是你自己的意思，不是佛的意思。开经偈说「愿解如来真实义」，把自己的意思当作如来真实义，错了，这是佛法的难处。《华严》跟《大智度论》都说，「佛法无人说，虽智莫能解」，世间极端聪明智慧的人，他没有办法解释佛经。一定要有人说，什么人？真正修行的人。他能说多少是他的功夫浅深，功夫浅他说得浅，功夫深他说得深。这个东西真的不是假的。",
      "zh_TW": "沒有起心動念怎麼說這麼多經典？這是法爾如是，自然，自性裡頭自然流露，絕對沒有通過思考。你問我，我想想怎麼答覆你，這是凡夫。他決定沒有思考，就像我們敲鼓，你敲它就應，你敲得重它聲音大，敲得輕它聲音小，自然的，叫感應。眾生提問題是感，佛自然應，就把你問題解決了，你記錄下來就是經典。經典有沒有意思？告訴你，沒有意思。如果說它有意思，死的，沒有意思，活的。沒有意思說明它有無量義，你怎麼講都行，只要把人講覺悟了，這叫佛法。無論你怎麼講，講得人愈聽愈迷惑，這就不是佛法，佛法是活的不是死的。所以，佛法著重在修行，你修行不到家，經看不懂。看的時候似乎懂得，那是你自己的意思，不是佛的意思。開經偈說「願解如來真實義」，把自己的意思當作如來真實義，錯了，這是佛法的難處。《華嚴》跟《大智度論》都說，「佛法無人說，雖智莫能解」，世間極端聰明智慧的人，他沒有辦法解釋佛經。一定要有人說，什麼人？真正修行的人。他能說多少是他的功夫淺深，功夫淺他說得淺，功夫深他說得深。這個東西真的不是假的。"
    },
    {
      "id": "02-037-0557_p0023",
      "zh_CN": "《无量寿经》我这一遍是第十二遍，不看其他的，你就看我这十二次所讲的，遍遍不一样，愈讲愈深入。我不是那个时候讲，我要保留一点，我不是的，全盘托出。第二次跟第一次不一样，第二次进步了，自己提升了。所以这十二遍，你看遍遍不一样。那要听讲经，听最近这一遍，以前那个留了有什么用？没用。这一般同学们都把它保留下来，也好，为什么？程度浅的听前面的，他听得会有味道，听现在这个听不懂。等于第一遍、第二遍小学程度，六、七遍那是中学程度，到第十遍那是大学程度，不同，还是一部经。这就是我跟同学们说了很多次，决定不用上一次的讲稿，用上一次的讲稿就被它影响，我们就不能提升了。不用，好好的准备讲这一次，前面就等于没讲，连参考前面的都没有必要。年年有进步，年年有提升，所以才法喜充满，孔子所说的「学而时习之，不亦说乎」，你才能得到，这是方东美先生所说的人生最高的享受。",
      "zh_TW": "《無量壽經》我這一遍是第十二遍，不看其他的，你就看我這十二次所講的，遍遍不一樣，愈講愈深入。我不是那個時候講，我要保留一點，我不是的，全盤托出。第二次跟第一次不一樣，第二次進步了，自己提升了。所以這十二遍，你看遍遍不一樣。那要聽講經，聽最近這一遍，以前那個留了有什麼用？沒用。這一般同學們都把它保留下來，也好，為什麼？程度淺的聽前面的，他聽得會有味道，聽現在這個聽不懂。等於第一遍、第二遍小學程度，六、七遍那是中學程度，到第十遍那是大學程度，不同，還是一部經。這就是我跟同學們說了很多次，決定不用上一次的講稿，用上一次的講稿就被它影響，我們就不能提升了。不用，好好的準備講這一次，前面就等於沒講，連參考前面的都沒有必要。年年有進步，年年有提升，所以才法喜充滿，孔子所說的「學而時習之，不亦說乎」，你才能得到，這是方東美先生所說的人生最高的享受。"
    },
    {
      "id": "02-037-0557_p0024",
      "zh_CN": "理法界里面，末后这句话非常重要，「同一体性」，这是完全事实真相，佛所见到，佛知佛见。这个里头含的什么意思？意思是讲，遍法界虚空界万事万物跟我是一体。这是大乘佛法讲的伦理，伦理讲到最圆满、讲到最究竟、讲到最高峰。伦理就是讲关系，五伦是讲人与人的关系，这是中国千万年前老祖宗提出来的，教人的。从父子有亲这个亲爱，亲爱是自性的核心，佛家叫慈悲，许多宗教里面讲爱，统统讲的是一桩事情。意思讲的深浅不一样，都是讲一桩事情，神爱世人。这是自性的核心。一切众生，众生的本意是众缘和合而生起的现象，就叫众生，众生的范围太大了。人是动物，动物是众缘和合而生的，植物也是，矿物也是，自然现象也是。我们看空中一片云彩，也是众缘和合而生，蓝天白云是众缘和合而生，没有一样不是众缘和合而生。凡是众缘和合而生就叫众生，众生范围多大！",
      "zh_TW": "理法界裡面，末後這句話非常重要，「同一體性」，這是完全事實真相，佛所見到，佛知佛見。這個裡頭含的什麼意思？意思是講，遍法界虛空界萬事萬物跟我是一體。這是大乘佛法講的倫理，倫理講到最圓滿、講到最究竟、講到最高峰。倫理就是講關係，五倫是講人與人的關係，這是中國千萬年前老祖宗提出來的，教人的。從父子有親這個親愛，親愛是自性的核心，佛家叫慈悲，許多宗教裡面講愛，統統講的是一樁事情。意思講的深淺不一樣，都是講一樁事情，神愛世人。這是自性的核心。一切眾生，眾生的本意是眾緣和合而生起的現象，就叫眾生，眾生的範圍太大了。人是動物，動物是眾緣和合而生的，植物也是，礦物也是，自然現象也是。我們看空中一片雲彩，也是眾緣和合而生，藍天白雲是眾緣和合而生，沒有一樣不是眾緣和合而生。凡是眾緣和合而生就叫眾生，眾生範圍多大！"
    },
    {
      "id": "02-037-0557_p0025",
      "zh_CN": "一切众生色心等法，色心我们把它解成，用现代的名词来说，色是物质现象，心是意念，心理现象，包括自然现象，这等法。「虽有差别」，千差万别无量无边，「同一体性」，同一个自性，同一个真心，是自性流露的。所以他跟我是一体。我爱自己，要不要爱他？科学家告诉我们，人体从物质现象来说，组成人体这个形相是细胞，多少个细胞？五十兆，单位是兆，五十兆个细胞组成我们身上。每个细胞都是自己，每个细胞，在大乘佛法讲的，都具备色受想行识，每个细胞都是的，圆满的。这每个细胞我们要不要爱它？有一个细胞有病毒了，你看我们的手脚都要帮助它，帮助它恢复正常。现在外面有个众生有苦难，你要不要帮助他？",
      "zh_TW": "一切眾生色心等法，色心我們把它解成，用現代的名詞來說，色是物質現象，心是意念，心理現象，包括自然現象，這等法。「雖有差別」，千差萬別無量無邊，「同一體性」，同一個自性，同一個真心，是自性流露的。所以他跟我是一體。我愛自己，要不要愛他？科學家告訴我們，人體從物質現象來說，組成人體這個形相是細胞，多少個細胞？五十兆，單位是兆，五十兆個細胞組成我們身上。每個細胞都是自己，每個細胞，在大乘佛法講的，都具備色受想行識，每個細胞都是的，圓滿的。這每個細胞我們要不要愛它？有一個細胞有病毒了，你看我們的手腳都要幫助它，幫助它恢復正常。現在外面有個眾生有苦難，你要不要幫助他？"
    },
    {
      "id": "02-037-0557_p0026",
      "zh_CN": "所以真正觉悟的人，佛觉悟了，圆满觉悟了，佛的身是什么？整个法界是佛身。这一切众生在佛身里面，都是他的心肝宝贝，他怎么会不爱，哪有这种道理，他怎么会害人！蚊虫蚂蚁都是佛的心肝宝贝，树木花草、山河大地、一粒尘沙、一滴水都是心肝宝贝，都是他自己法身里头的一部分，不可思议。你要知道这一套学问，你读书就有味道了，你看佛的心量多大，中国古人常说量大福大，谁的福报能比得上佛！为什么比不上？你的心量没他大。他能够把整个宇宙当中，一粒微尘、一个小毫毛，都确确实实肯定是心肝宝贝，我们做不到；没有不爱，「慈悲遍法界，善意满虚空」。说佛，回过头来要晓得，就是说自己，自己本来是佛。极乐世界「唯心净土，自性弥陀」，阿弥陀佛是自性的，极乐世界也是自性的，没有离开，这是我们自性里头最健康的一部分。我们学佛的目的，是要把不健康的那些部分统统恢复到健康。极乐世界是个示范点、是个标准，都要回到像它一样。这是诸佛如来、大乘菩萨他们干的事，这不是神话，千真万确的事实。这法界里头说了一个事、一个理。",
      "zh_TW": "所以真正覺悟的人，佛覺悟了，圓滿覺悟了，佛的身是什麼？整個法界是佛身。這一切眾生在佛身裡面，都是他的心肝寶貝，他怎麼會不愛，哪有這種道理，他怎麼會害人！蚊蟲螞蟻都是佛的心肝寶貝，樹木花草、山河大地、一粒塵沙、一滴水都是心肝寶貝，都是他自己法身裡頭的一部分，不可思議。你要知道這一套學問，你讀書就有味道了，你看佛的心量多大，中國古人常說量大福大，誰的福報能比得上佛！為什麼比不上？你的心量沒他大。他能夠把整個宇宙當中，一粒微塵、一個小毫毛，都確確實實肯定是心肝寶貝，我們做不到；沒有不愛，「慈悲遍法界，善意滿虛空」。說佛，回過頭來要曉得，就是說自己，自己本來是佛。極樂世界「唯心淨土，自性彌陀」，阿彌陀佛是自性的，極樂世界也是自性的，沒有離開，這是我們自性裡頭最健康的一部分。我們學佛的目的，是要把不健康的那些部分統統恢復到健康。極樂世界是個示範點、是個標準，都要回到像它一樣。這是諸佛如來、大乘菩薩他們幹的事，這不是神話，千真萬確的事實。這法界裡頭說了一個事、一個理。"
    },
    {
      "id": "02-037-0557_p0027",
      "zh_CN": "第三，「理事无碍法界，谓理由事显」，没有事，理显不出来，「事揽理成」，没有理，事不能成立，就是现象不能发生。三种现象都要靠理它才能发生，能大师所说的「何期自性，能生万法」，末后那一句，就是讲的理事无碍跟事事无碍。前面的四种都是说理，理里面包含的自然现象；物质现象跟精神现象都在末后那一句，能生万法，从这个地方显示出来。所以「理事互融」，理中有事，事中有理，它分不开。我们用电视屏幕做比喻，不动的、不变的这是理，那是什么？电视的屏幕，它不动、它不变。会变的、会动的那是事，那是什么？电视里面的画面。你看，画面没有屏幕显不出来，它一定有理它才能显出来，你才能看到。可是屏幕是屏幕，事是事，它们两个不会混搅在一块，但是它又融在一起。不融在一起，理事你都搞不清楚，这融在一起，会看的人懂得，这里头有理有事。理不动，理能现。事是什么？所现，它是动的，它是假的，它有生灭，它是假的。理是不生不灭，它是真的，屏幕是真的，屏幕里头现相是假的。",
      "zh_TW": "第三，「理事無礙法界，謂理由事顯」，沒有事，理顯不出來，「事攬理成」，沒有理，事不能成立，就是現象不能發生。三種現象都要靠理它才能發生，能大師所說的「何期自性，能生萬法」，末後那一句，就是講的理事無礙跟事事無礙。前面的四種都是說理，理裡面包含的自然現象；物質現象跟精神現象都在末後那一句，能生萬法，從這個地方顯示出來。所以「理事互融」，理中有事，事中有理，它分不開。我們用電視屏幕做比喻，不動的、不變的這是理，那是什麼？電視的屏幕，它不動、它不變。會變的、會動的那是事，那是什麼？電視裡面的畫面。你看，畫面沒有屏幕顯不出來，它一定有理它才能顯出來，你才能看到。可是屏幕是屏幕，事是事，它們兩個不會混攪在一塊，但是它又融在一起。不融在一起，理事你都搞不清楚，這融在一起，會看的人懂得，這裡頭有理有事。理不動，理能現。事是什麼？所現，它是動的，它是假的，它有生滅，它是假的。理是不生不滅，它是真的，屏幕是真的，屏幕裡頭現相是假的。"
    },
    {
      "id": "02-037-0557_p0028",
      "zh_CN": "这就是什么？把屏幕比作自性，真如自性，比作真心、本性；把现象，宇宙之间所有的现象，就是电视里头各种不同频道。频道虽然不同，也是融合在一起，电波跟电波接触，它也是互融的，你按哪个频道，哪个画面出现。频道就好像十法界，按人频道，人道现前；按天道，天道出现，人道不见了，就这个样子。十法界是大别，每个法界里头不知道多少法界，所以宇宙之间这个频道没止境的，它统统都存在。这是科学家说的不同维次的空间，就是我们电视不同的频道，拿这个比喻你就很容易体会到。所以它真的存在，它不是假的。我们用什么东西来打开频道？意念。我们念佛，佛的频道打开了；我们念菩萨，菩萨频道打开；我们念天，天的频道打开了。一般宗教都是天堂，而且很多宗教是欲界天，人们所向往的，这天堂。色界天以上的，那要更高层次，对于色欲厌弃，不想再接近，他才能提升。色欲还没有能完全断掉的，统统在欲界，欲界有六层天。这都是大分，细分，每一层里头很复杂，很多。",
      "zh_TW": "這就是什麼？把屏幕比作自性，真如自性，比作真心、本性；把現象，宇宙之間所有的現象，就是電視裡頭各種不同頻道。頻道雖然不同，也是融合在一起，電波跟電波接觸，它也是互融的，你按哪個頻道，哪個畫面出現。頻道就好像十法界，按人頻道，人道現前；按天道，天道出現，人道不見了，就這個樣子。十法界是大別，每個法界裡頭不知道多少法界，所以宇宙之間這個頻道沒止境的，它統統都存在。這是科學家說的不同維次的空間，就是我們電視不同的頻道，拿這個比喻你就很容易體會到。所以它真的存在，它不是假的。我們用什麼東西來打開頻道？意念。我們念佛，佛的頻道打開了；我們念菩薩，菩薩頻道打開；我們念天，天的頻道打開了。一般宗教都是天堂，而且很多宗教是欲界天，人們所嚮往的，這天堂。色界天以上的，那要更高層次，對於色欲厭棄，不想再接近，他才能提升。色欲還沒有能完全斷掉的，統統在欲界，欲界有六層天。這都是大分，細分，每一層裡頭很複雜，很多。"
    },
    {
      "id": "02-037-0557_p0029",
      "zh_CN": "知道理事互融，理事互融在事上见到理，在理上明白事。理不可得，它不是现象，三种现象都没有，所以科学达不到。科学的仪器测出，要有现象、反应，它才能知道，没有现象它就没有办法。自性没有现象，没有自然现象，也没有意念的现象。阿赖耶有，阿赖耶有物质、有意念、有自然现象，所以科学能达得到。达到这个地方，科学就有极限了，它就到此为止，自性它见不到。能够见到自性，这个受用就不可思议，十方三世、过去未来一切诸佛刹土，你全都看到了。不但看到，任何一个境界你都可以随意契入，你都能够在那个地方现身说法，一点障碍都没有。而且在这个境界里头，没有空间，没有时间。没有时间，没有先后，你说几万年前就在现前，几万年后也在现前，几百亿光年那么远也在现前。空间没有了，空间没有距离没有了，所以大乘经上说「即在当下」，不是明天、后天，就在当下。极乐世界去此不远，给你讲真话。给你讲极乐世界跟我们这里有十万亿佛国土，佛这个话也不是假话，你不相信、你有怀疑，就真的十万亿佛国土；你真相信，就在当下，不是欺骗你的。那个疑情就是十万亿佛国土，不怀疑了，十万亿佛国土就变成现前。大乘法愈说愈妙！这是理事无碍，说明相中有性，性中有相，性相融在一起。到什么地方见性？相原来就是性。",
      "zh_TW": "知道理事互融，理事互融在事上見到理，在理上明白事。理不可得，它不是現象，三種現象都沒有，所以科學達不到。科學的儀器測出，要有現象、反應，它才能知道，沒有現象它就沒有辦法。自性沒有現象，沒有自然現象，也沒有意念的現象。阿賴耶有，阿賴耶有物質、有意念、有自然現象，所以科學能達得到。達到這個地方，科學就有極限了，它就到此為止，自性它見不到。能夠見到自性，這個受用就不可思議，十方三世、過去未來一切諸佛剎土，你全都看到了。不但看到，任何一個境界你都可以隨意契入，你都能夠在那個地方現身說法，一點障礙都沒有。而且在這個境界裡頭，沒有空間，沒有時間。沒有時間，沒有先後，你說幾萬年前就在現前，幾萬年後也在現前，幾百億光年那麼遠也在現前。空間沒有了，空間沒有距離沒有了，所以大乘經上說「即在當下」，不是明天、後天，就在當下。極樂世界去此不遠，給你講真話。給你講極樂世界跟我們這裡有十萬億佛國土，佛這個話也不是假話，你不相信、你有懷疑，就真的十萬億佛國土；你真相信，就在當下，不是欺騙你的。那個疑情就是十萬億佛國土，不懷疑了，十萬億佛國土就變成現前。大乘法愈說愈妙！這是理事無礙，說明相中有性，性中有相，性相融在一起。到什麼地方見性？相原來就是性。"
    },
    {
      "id": "02-037-0557_p0030",
      "zh_CN": "最后一个「事事无碍法界」，事事是从现象上说，事跟事没有障碍。「谓一切分齐事法，称性融通，一多相即，大小互容，重重无尽」。这个境界非常奥妙，确确实实是不可思议，里面所有相对的境界全没有了。大小互容，一多相即，举两个例子，一里面有多，多里头有一。这两句话，当年贤首国师应皇上邀请，在皇宫里面讲《华严》讲到这个，皇上听不懂。贤首国师请皇帝在宫殿旁边建个亭子，八角亭，那马上，很快就造好了。八角亭每一面，它八面，每一面装一面镜子，八面，上面也做个镜子，下面也做个镜子。做好了，贤首国师请皇上，你到亭子中心去站站，然后四面看看。皇上进去了，一看，一个身变成无量无边的身，不是一多相即吗？一即是多，多即是一，马上就明白了。这是做了个模型给他看一看，实际上是真的不是假的。我们的心就太杂、太乱了，染污严重，所以照不见。如果我们要心地清净，像经上讲的「清净平等觉」，这觉不谈，只要到清净平等，这个境界就看到了。",
      "zh_TW": "最後一個「事事無礙法界」，事事是從現象上說，事跟事沒有障礙。「謂一切分齊事法，稱性融通，一多相即，大小互容，重重無盡」。這個境界非常奧妙，確確實實是不可思議，裡面所有相對的境界全沒有了。大小互容，一多相即，舉兩個例子，一裡面有多，多裡頭有一。這兩句話，當年賢首國師應皇上邀請，在皇宮裡面講《華嚴》講到這個，皇上聽不懂。賢首國師請皇帝在宮殿旁邊建個亭子，八角亭，那馬上，很快就造好了。八角亭每一面，它八面，每一面裝一面鏡子，八面，上面也做個鏡子，下面也做個鏡子。做好了，賢首國師請皇上，你到亭子中心去站站，然後四面看看。皇上進去了，一看，一個身變成無量無邊的身，不是一多相即嗎？一即是多，多即是一，馬上就明白了。這是做了個模型給他看一看，實際上是真的不是假的。我們的心就太雜、太亂了，染污嚴重，所以照不見。如果我們要心地清淨，像經上講的「清淨平等覺」，這覺不談，只要到清淨平等，這個境界就看到了。"
    },
    {
      "id": "02-037-0557_p0031",
      "zh_CN": "《华严经》上佛用比喻说，「芥子纳须弥」，芥菜子，芥菜子跟芝麻差不多大，就芝麻粒那么大。须弥山，须弥山是什么？以前比那个喜马拉雅山。把那个山装在芥菜子里头，芥菜子没放大，须弥山没有缩小，真在里头。这个比喻还是非常难懂，现在比喻，就不要用芥菜子，现在电器里头的晶片。你看你们电脑、手机，就是那一片，指甲这么大，里面装多少东西！有人送我一部《四库全书》光碟，这个我放在澳洲学院里边，一共大概只有十几片光碟，一部完整的《四库全书》。我们一部《全书》放一间房子，摆得满满的，那一片光碟里头装这么多东西。大家对于科学家很佩服，科学家跟佛来比小巫见大巫，佛是大科学家，能够在极微色里头，今天科学讲的，科学家说的微中子。微中子肉眼看不见，多大？这是物质最小的，没有比这个更小的，被科学找到了，一百亿个微中子，聚集起来等于一个电子。电子我们看不见，绕着原子核转的电子，一百亿个微中子就等于一个电子，那么小的东西。那小东西里头有什么？有整个虚空法界，就是整个宇宙都在里头。今天一个晶片，这么大一个东西才装那一点点，不能比！",
      "zh_TW": "《華嚴經》上佛用比喻說，「芥子納須彌」，芥菜子，芥菜子跟芝麻差不多大，就芝麻粒那麼大。須彌山，須彌山是什麼？以前比那個喜馬拉雅山。把那個山裝在芥菜子裡頭，芥菜子沒放大，須彌山沒有縮小，真在裡頭。這個比喻還是非常難懂，現在比喻，就不要用芥菜子，現在電器裡頭的晶片。你看你們電腦、手機，就是那一片，指甲這麼大，裡面裝多少東西！有人送我一部《四庫全書》光碟，這個我放在澳洲學院裡邊，一共大概只有十幾片光碟，一部完整的《四庫全書》。我們一部《全書》放一間房子，擺得滿滿的，那一片光碟裡頭裝這麼多東西。大家對於科學家很佩服，科學家跟佛來比小巫見大巫，佛是大科學家，能夠在極微色裡頭，今天科學講的，科學家說的微中子。微中子肉眼看不見，多大？這是物質最小的，沒有比這個更小的，被科學找到了，一百億個微中子，聚集起來等於一個電子。電子我們看不見，繞著原子核轉的電子，一百億個微中子就等於一個電子，那麼小的東西。那小東西裡頭有什麼？有整個虛空法界，就是整個宇宙都在裡頭。今天一個晶片，這麼大一個東西才裝那一點點，不能比！"
    },
    {
      "id": "02-037-0557_p0032",
      "zh_CN": "我们在《华严经》上读到，极微色里面的世界，谁能去？普贤菩萨常去。到微尘里面的世界，去干什么？去拜佛，那里头有无量无边诸佛，他去拜佛，他去听法。可是你要想到，这极微色里头的世界，那个世界里头还有极微色，那个极微色里头又有世界，重重无尽，叫其深无底、其广无边。这是自性，这是性德，佛说这是我们本人，不是讲别人。佛所说的一切经全讲自己，用简单的话来说，就是叫你认识自己，把你自己的，今天讲的潜能，统统发挥出来。你能拯救宇宙，不是拯救地球，地球算什么，太小了。你能遨游，不要交通工具，遨游遍法界虚空界，你说这种学问怎么能不要？非常可惜的是没人知道，大家把它看成误会，不愿意接触它，这真可惜。佛法培养人才，大家都知道，办学校行不行？不行。为什么不行？没有老师。真正办学，还得是古时候祖师大德的老办法，教二、三个学生。这二、三个学生教成了，让他们每个人再教二、三个学生。传个三代、四代，能有二、三十个学生，可以办学了，可以开佛学院，有老师。你现在开佛学院很容易，没有老师。没老师，请他们来讲经，把经都讲错了，全是他自己的意思，不是佛经上的意思，那把佛教走了样子。",
      "zh_TW": "我們在《華嚴經》上讀到，極微色裡面的世界，誰能去？普賢菩薩常去。到微塵裡面的世界，去幹什麼？去拜佛，那裡頭有無量無邊諸佛，他去拜佛，他去聽法。可是你要想到，這極微色裡頭的世界，那個世界裡頭還有極微色，那個極微色裡頭又有世界，重重無盡，叫其深無底、其廣無邊。這是自性，這是性德，佛說這是我們本人，不是講別人。佛所說的一切經全講自己，用簡單的話來說，就是叫你認識自己，把你自己的，今天講的潛能，統統發揮出來。你能拯救宇宙，不是拯救地球，地球算什麼，太小了。你能遨遊，不要交通工具，遨遊遍法界虛空界，你說這種學問怎麼能不要？非常可惜的是沒人知道，大家把它看成誤會，不願意接觸它，這真可惜。佛法培養人才，大家都知道，辦學校行不行？不行。為什麼不行？沒有老師。真正辦學，還得是古時候祖師大德的老辦法，教二、三個學生。這二、三個學生教成了，讓他們每個人再教二、三個學生。傳個三代、四代，能有二、三十個學生，可以辦學了，可以開佛學院，有老師。你現在開佛學院很容易，沒有老師。沒老師，請他們來講經，把經都講錯了，全是他自己的意思，不是佛經上的意思，那把佛教走了樣子。"
    },
    {
      "id": "02-037-0557_p0033",
      "zh_CN": "要学佛，基本的条件就是放下，不放下不行。再高的天分，我放不下，自私自利放不下，名闻利养放不下，五欲六尘放不下，就一点办法都没有。你没有缘，这个缘是条件，你没有条件学佛。佛法、圣贤学术几乎都相同，不是真诚心你接触不到，因为都是从真诚心里头流出来的，我们要用真诚心才能接受。印光大师所说的，一分诚敬你能接受一分，十分诚敬你能接受十分；没有诚敬，你一分接受都不可能，你所听的全是常识，这一点不能不知道。一多相即，大小互容，圆圆满满融成了一体。特别后头这一句，重重无尽，跟中国古人讲的两句话很相应。中国古人对宇宙的认识，说了两句，「其大无外，其小无内」，无内才真叫小，无外才真叫大，但是大小是一不是二。大中有小我们容易懂，小中有大这就难懂，为什么？这是自性，自性法尔如是，就是自然的现象。它不是有为法，它是无为法，有为法就是有生灭的、有动静的，有大小、长短、方圆的。无为法它什么都没有，能现一切法，虽现一切法，并不障碍它的性德，事实确实是如此。谁见到？大乘经上佛常说，八地以上，他们才见到宇宙万有的真相。",
      "zh_TW": "要學佛，基本的條件就是放下，不放下不行。再高的天分，我放不下，自私自利放不下，名聞利養放不下，五欲六塵放不下，就一點辦法都沒有。你沒有緣，這個緣是條件，你沒有條件學佛。佛法、聖賢學術幾乎都相同，不是真誠心你接觸不到，因為都是從真誠心裡頭流出來的，我們要用真誠心才能接受。印光大師所說的，一分誠敬你能接受一分，十分誠敬你能接受十分；沒有誠敬，你一分接受都不可能，你所聽的全是常識，這一點不能不知道。一多相即，大小互容，圓圓滿滿融成了一體。特別後頭這一句，重重無盡，跟中國古人講的兩句話很相應。中國古人對宇宙的認識，說了兩句，「其大無外，其小無內」，無內才真叫小，無外才真叫大，但是大小是一不是二。大中有小我們容易懂，小中有大這就難懂，為什麼？這是自性，自性法爾如是，就是自然的現象。它不是有為法，它是無為法，有為法就是有生滅的、有動靜的，有大小、長短、方圓的。無為法它什麼都沒有，能現一切法，雖現一切法，並不障礙它的性德，事實確實是如此。誰見到？大乘經上佛常說，八地以上，他們才見到宇宙萬有的真相。"
    },
    {
      "id": "02-037-0557_p0034",
      "zh_CN": "我们靠科学探索，获得这些知识，那只是皮毛，真相，真相没有看到。佛跟科学用的方法不一样，佛完全用禅定，甚深禅定功夫里头他见到的。禅定里面见到叫现量境界，等于我们现前亲眼所见、亲耳所闻一样，它不是比量、不是非量，现量境界。科学家的探索是用仪器侦测到了，把这个极小的放大，让你看见。细菌我们看不到，细菌很大。前年我在高雄医治牙周病，我的牙周病大概十几二十年，我自己不知道。在刷牙时候，也不懂得刷牙的方法，几十年不会刷牙。感觉得牙缝里头的有个黑的，有个黑线，那就叫牙周病，一点不知道，我以为那很正常，它也不妨碍、不碍事。给医生一看的时候，他说你这个很严重了，你还能讲经？他说这个大概三宝加持你，你还没有感觉到，这个疾病还没感觉到。",
      "zh_TW": "我們靠科學探索，獲得這些知識，那只是皮毛，真相，真相沒有看到。佛跟科學用的方法不一樣，佛完全用禪定，甚深禪定功夫裡頭他見到的。禪定裡面見到叫現量境界，等於我們現前親眼所見、親耳所聞一樣，它不是比量、不是非量，現量境界。科學家的探索是用儀器偵測到了，把這個極小的放大，讓你看見。細菌我們看不到，細菌很大。前年我在高雄醫治牙周病，我的牙周病大概十幾二十年，我自己不知道。在刷牙時候，也不懂得刷牙的方法，幾十年不會刷牙。感覺得牙縫裡頭的有個黑的，有個黑線，那就叫牙周病，一點不知道，我以為那很正常，它也不妨礙、不礙事。給醫生一看的時候，他說你這個很嚴重了，你還能講經？他說這個大概三寶加持你，你還沒有感覺到，這個疾病還沒感覺到。"
    },
    {
      "id": "02-037-0557_p0035",
      "zh_CN": "他用一个针尖就在黑的地方挑了一点点，像个芝麻粒那么大，放在显微镜里面。把显微镜转到电视萤幕上给我看，我看到像蛆一样，像蛆一样一条一条的，满满的，在那里头动。我说这是什么？他说这就是你那一点东西。我就吓呆了，我说你放大多少倍？三千六百倍。看到牙周病的小虫，差不多有这么长的样子，大概有半公分到一公分，这么大的东西，放大三千六百倍。真可怕，那我就晓得，我牙齿真麻烦了，几乎每个牙齿都有。用了八个月的时间，全部清洗干净，再用显微镜来照，几乎一个都没找到，清理得真干净。医生告诉我，一般清理最干净还会有几个，他说你这一个都没有了。靠仪器才看见。菩萨不要靠仪器，他的眼睛能看见。",
      "zh_TW": "他用一個針尖就在黑的地方挑了一點點，像個芝麻粒那麼大，放在顯微鏡裡面。把顯微鏡轉到電視螢幕上給我看，我看到像蛆一樣，像蛆一樣一條一條的，滿滿的，在那裡頭動。我說這是什麼？他說這就是你那一點東西。我就嚇呆了，我說你放大多少倍？三千六百倍。看到牙周病的小蟲，差不多有這麼長的樣子，大概有半公分到一公分，這麼大的東西，放大三千六百倍。真可怕，那我就曉得，我牙齒真麻煩了，幾乎每個牙齒都有。用了八個月的時間，全部清洗乾淨，再用顯微鏡來照，幾乎一個都沒找到，清理得真乾淨。醫生告訴我，一般清理最乾淨還會有幾個，他說你這一個都沒有了。靠儀器才看見。菩薩不要靠儀器，他的眼睛能看見。"
    },
    {
      "id": "02-037-0557_p0036",
      "zh_CN": "见，能见的这个能量与你的定力有关系，定功愈深你的眼睛愈敏锐。所以到八地菩萨的定功，阿赖耶的三细相被看见了。知道宇宙怎么来的，一切万物怎么来的，我从哪里来的，全看到了。这个看到不仅是看到，管用，日常生活当中用得到它。起什么作用？起对于一切万法不再起心动念的作用。为什么？知道体性不可得，什么现象都没有。现相是假有的，不是真的，就跟梦中境界一样，可以享受，不能占有。享受是什么？游戏，游戏人间。菩萨游戏人间，绝对没有动个念头，这是佛、法身菩萨。动念头，没有分别、没有执着，这是十法界里面的菩萨，别教三贤菩萨。阿罗汉、辟支佛他们没有执着，也就是说，决定没有占有的念头，没有执着的念头，没有对立的念头，所以他心清净。阿罗汉、辟支佛清净心现前，这得受用，不造业了，六种神通出现了。",
      "zh_TW": "見，能見的這個能量與你的定力有關係，定功愈深你的眼睛愈敏銳。所以到八地菩薩的定功，阿賴耶的三細相被看見了。知道宇宙怎麼來的，一切萬物怎麼來的，我從哪裡來的，全看到了。這個看到不僅是看到，管用，日常生活當中用得到它。起什麼作用？起對於一切萬法不再起心動念的作用。為什麼？知道體性不可得，什麼現象都沒有。現相是假有的，不是真的，就跟夢中境界一樣，可以享受，不能佔有。享受是什麼？遊戲，遊戲人間。菩薩遊戲人間，絕對沒有動個念頭，這是佛、法身菩薩。動念頭，沒有分別、沒有執著，這是十法界裡面的菩薩，別教三賢菩薩。阿羅漢、辟支佛他們沒有執著，也就是說，決定沒有佔有的念頭，沒有執著的念頭，沒有對立的念頭，所以他心清淨。阿羅漢、辟支佛清淨心現前，這得受用，不造業了，六種神通出現了。"
    },
    {
      "id": "02-037-0557_p0037",
      "zh_CN": "六通是本能，佛说每个人都有，因为你有烦恼、有业障，这个能力失掉了。你看，有神通多自在，出门不要飞机，我想到哪个地方，身体就到了。不是飞行，飞行还要飞半天，不是。念头想，到了，为什么？距离没有了。我们在此地想到美国，身就在美国，就到了。这叫什么？神足通，能分身、能化身。其实，他的身在我们这个地方是他的分身，分身还能分身，这就妙了，这重重无尽。净宗历代祖师当中，我们有理由相信，有不少人是从极乐世界再来的。什么身？是分身。他自己本身在阿弥陀佛讲堂没动，听佛说法，分身到我们这世间。也来投胎，像释迦牟尼佛一样示现，成为一代祖师大德。他现神通的时候，他也能现分身。",
      "zh_TW": "六通是本能，佛說每個人都有，因為你有煩惱、有業障，這個能力失掉了。你看，有神通多自在，出門不要飛機，我想到哪個地方，身體就到了。不是飛行，飛行還要飛半天，不是。念頭想，到了，為什麼？距離沒有了。我們在此地想到美國，身就在美國，就到了。這叫什麼？神足通，能分身、能化身。其實，他的身在我們這個地方是他的分身，分身還能分身，這就妙了，這重重無盡。淨宗歷代祖師當中，我們有理由相信，有不少人是從極樂世界再來的。什麼身？是分身。他自己本身在阿彌陀佛講堂沒動，聽佛說法，分身到我們這世間。也來投胎，像釋迦牟尼佛一樣示現，成為一代祖師大德。他現神通的時候，他也能現分身。"
    },
    {
      "id": "02-037-0557_p0038",
      "zh_CN": "《高僧传》里头有一个人，印度的高僧，在中国传法不少年，十几年，他要回印度。当然弟子、信徒很多，大家为法师践行，请法师吃饭，在家里应供。哪个人请他都答应，同一天，同是中午，满他的愿，都到他家应供。第二天，十里长亭送行，法师走了送行，每个人都欢喜。法师昨天中午在我家吃饭，我供养他。那个人说不对，明明在我家，怎么跑到你家去？这一对的时候，他分五百身，五百个人家他家家都去了，他有这个能力。科学家没这个能力，纵然发现阿赖耶识，没这个能力。你就晓得佛法真管用，完全用在生活上、用在工作，自利利他，一点障碍都没有。这是事事无碍，这分身。能分身，我们晓得至少是三果阿那含，初果只有两种神通，天眼、天耳，二果又增加两个，他心通、宿命通。他心通是别人起心动念他知道。",
      "zh_TW": "《高僧傳》裡頭有一個人，印度的高僧，在中國傳法不少年，十幾年，他要回印度。當然弟子、信徒很多，大家為法師踐行，請法師吃飯，在家裡應供。哪個人請他都答應，同一天，同是中午，滿他的願，都到他家應供。第二天，十里長亭送行，法師走了送行，每個人都歡喜。法師昨天中午在我家吃飯，我供養他。那個人說不對，明明在我家，怎麼跑到你家去？這一對的時候，他分五百身，五百個人家他家家都去了，他有這個能力。科學家沒這個能力，縱然發現阿賴耶識，沒這個能力。你就曉得佛法真管用，完全用在生活上、用在工作，自利利他，一點障礙都沒有。這是事事無礙，這分身。能分身，我們曉得至少是三果阿那含，初果只有兩種神通，天眼、天耳，二果又增加兩個，他心通、宿命通。他心通是別人起心動念他知道。"
    },
    {
      "id": "02-037-0557_p0039",
      "zh_CN": "抗战期间当中，金山活佛，是南京，不是南京，南京上面，镇江，镇江金山寺，镇江金山寺的妙善法师。这个人的一生行迹有一点像济公活佛，平常你看不出来。春夏秋冬就一件衣服，他那一身衣服一年到头没有洗过的。他没有第二件，到哪里去就那一身，什么行李都没有。春夏秋冬四季就是一件衣服，冬天他也不冷，夏天他也不热。一生没洗过澡，可是，那个衣服领子都是油垢，都是黑色的，很脏，你闻闻有青莲花的香气。而且人有生病的时候，你多闻几次病就好了。身上也有油垢，搓一点油，就像济公一样，给你吃你病就好了。信徒很多，来去无踪，你念他念他，他就出现了，所以人称他活佛。庙里人都叫他疯子，疯疯癫癫的，可是信徒很喜欢他。他一生的事迹故事很多，台湾有两个法师把他故事搜集起来，写成一本书，《金山活佛传奇》，煮云法师写的，乐观法师写的。煮云跟他没有见过面，乐观曾经跟他在一起住过四个月，告诉我，那是真的不是假的。",
      "zh_TW": "抗戰期間當中，金山活佛，是南京，不是南京，南京上面，鎮江，鎮江金山寺，鎮江金山寺的妙善法師。這個人的一生行跡有一點像濟公活佛，平常你看不出來。春夏秋冬就一件衣服，他那一身衣服一年到頭沒有洗過的。他沒有第二件，到哪裡去就那一身，什麼行李都沒有。春夏秋冬四季就是一件衣服，冬天他也不冷，夏天他也不熱。一生沒洗過澡，可是，那個衣服領子都是油垢，都是黑色的，很髒，你聞聞有青蓮花的香氣。而且人有生病的時候，你多聞幾次病就好了。身上也有油垢，搓一點油，就像濟公一樣，給你吃你病就好了。信徒很多，來去無蹤，你念他念他，他就出現了，所以人稱他活佛。廟裡人都叫他瘋子，瘋瘋癲癲的，可是信徒很喜歡他。他一生的事蹟故事很多，台灣有兩個法師把他故事蒐集起來，寫成一本書，《金山活佛傳奇》，煮雲法師寫的，樂觀法師寫的。煮雲跟他沒有見過面，樂觀曾經跟他在一起住過四個月，告訴我，那是真的不是假的。"
    },
    {
      "id": "02-037-0557_p0040",
      "zh_CN": "有一天，遇到有些信徒供斋，活佛在，乐观法师也在，跟他坐在一起。大家都盛着饭菜供养活佛，他也就吃了十七、八碗。乐观法师看到，就禁止这些信徒：你们不能再拿了，你看看他吃这么多，这得了吗？把他胀坏了。金山活佛回过来对他说，不增不减。不增不减是真有本事，不是假的，一个星期不吃饭没事，一次吃几十碗也行。这些奇妙的事情很多，真有这个能力。但是，他心通有，这是乐观法师告诉我的，他心里想什么事情他全知道。对这个金山活佛有怀疑，心里头想着，他就把它讲开、讲清楚，给你讲明白。没问，他告诉你。他就晓得，他知道他有他心通，有他心通当然就有宿命通，他能知道你过去、未来，都有过这些事情。但是神足通没有见到，那判断他的果位二果斯陀含，他在这个阶层。如果到三果的话，他就有神足通，神足通就是有变化，他能分身，他能变化。",
      "zh_TW": "有一天，遇到有些信徒供齋，活佛在，樂觀法師也在，跟他坐在一起。大家都盛著飯菜供養活佛，他也就吃了十七、八碗。樂觀法師看到，就禁止這些信徒：你們不能再拿了，你看看他吃這麼多，這得了嗎？把他脹壞了。金山活佛回過來對他說，不增不減。不增不減是真有本事，不是假的，一個星期不吃飯沒事，一次吃幾十碗也行。這些奇妙的事情很多，真有這個能力。但是，他心通有，這是樂觀法師告訴我的，他心裡想什麼事情他全知道。對這個金山活佛有懷疑，心裡頭想著，他就把它講開、講清楚，給你講明白。沒問，他告訴你。他就曉得，他知道他有他心通，有他心通當然就有宿命通，他能知道你過去、未來，都有過這些事情。但是神足通沒有見到，那判斷他的果位二果斯陀含，他在這個階層。如果到三果的話，他就有神足通，神足通就是有變化，他能分身，他能變化。"
    },
    {
      "id": "02-037-0557_p0041",
      "zh_CN": "佛给我们讲，这些都是人的本能，本能恢复，不要这些科学工具，这东西讨厌，麻烦。有他心通了，距离千里之外，你起什么念头他都知道，何必用手机？不需要。有神足通，交通工具不需要了，这多麻烦、多累赘，破坏大自然的规律。所以你看东方人，科学能做到他全能做到，而且比科学还要好、还要方便，没有破坏大自然一点点。我们真正明白这个道理，了解事实真相，所以古人喜欢修行，修行能恢复我们自己的本能。只要心地清净，少烦、少恼，起心动念遵守道德，不要违背伦理道德，这一生自然幸福、美满、快乐。这个东西，于名利不相干，于社会地位、财富不相干，真正幸福快乐之人。「佛氏门中，有求必应」，不是有求必应，是你自己本能，你自己本来有的，不是佛给你的。佛只是告诉你，你有，用什么方法恢复，你为什么会失掉。不是真的失掉，它有障碍，不起作用，没真的失掉；只要障碍排除，这个能力就恢复了。佛法教我们这些东西，这是事事无碍法界。",
      "zh_TW": "佛給我們講，這些都是人的本能，本能恢復，不要這些科學工具，這東西討厭，麻煩。有他心通了，距離千里之外，你起什麼念頭他都知道，何必用手機？不需要。有神足通，交通工具不需要了，這多麻煩、多累贅，破壞大自然的規律。所以你看東方人，科學能做到他全能做到，而且比科學還要好、還要方便，沒有破壞大自然一點點。我們真正明白這個道理，了解事實真相，所以古人喜歡修行，修行能恢復我們自己的本能。只要心地清淨，少煩、少惱，起心動念遵守道德，不要違背倫理道德，這一生自然幸福、美滿、快樂。這個東西，於名利不相干，於社會地位、財富不相干，真正幸福快樂之人。「佛氏門中，有求必應」，不是有求必應，是你自己本能，你自己本來有的，不是佛給你的。佛只是告訴你，你有，用什麼方法恢復，你為什麼會失掉。不是真的失掉，它有障礙，不起作用，沒真的失掉；只要障礙排除，這個能力就恢復了。佛法教我們這些東西，這是事事無礙法界。"
    },
    {
      "id": "02-037-0557_p0042",
      "zh_CN": "「今此经所宣，正是如来事理无碍法界，与事事无碍法界，甚深之法也」。今天这部《无量寿经》里头所说的，就是如来，他没有说是阿弥陀佛，也没有说是释迦牟尼佛，他用如来。用如来什么意思？我们每个人都有分。经里面佛说法，他讲到诸佛，佛是从相上讲的；他讲如来，他从性上讲的。从相上，我们不是佛，从性上讲，统统是佛。所以普贤菩萨十大愿王，你看第一愿「礼敬诸佛」，第二愿「称赞如来」，如来跟诸佛不是一个意思。从性上讲，我们看一切人都是诸佛，要礼敬。从相上讲，相有善、有恶，善的我们应该赞叹，不善的不要提，隐恶扬善。不但不提，也不要放在心上，放在心上我们的心就不善了。我们的良心变作别人的垃圾桶，尽装不善，这个人不是有智慧的人，有智慧的人不会去捡垃圾。",
      "zh_TW": "「今此經所宣，正是如來事理無礙法界，與事事無礙法界，甚深之法也」。今天這部《無量壽經》裡頭所說的，就是如來，他沒有說是阿彌陀佛，也沒有說是釋迦牟尼佛，他用如來。用如來什麼意思？我們每個人都有分。經裡面佛說法，他講到諸佛，佛是從相上講的；他講如來，他從性上講的。從相上，我們不是佛，從性上講，統統是佛。所以普賢菩薩十大願王，你看第一願「禮敬諸佛」，第二願「稱讚如來」，如來跟諸佛不是一個意思。從性上講，我們看一切人都是諸佛，要禮敬。從相上講，相有善、有惡，善的我們應該讚歎，不善的不要提，隱惡揚善。不但不提，也不要放在心上，放在心上我們的心就不善了。我們的良心變作別人的垃圾桶，盡裝不善，這個人不是有智慧的人，有智慧的人不會去撿垃圾。"
    },
    {
      "id": "02-037-0557_p0043",
      "zh_CN": "真正给你说，善恶都不要放在心上，为什么？善放在心上，将来生三善道，恶放在心上，将来生三恶道，出不了六道轮回。所以，清净心里头善恶都没有，真清净才生净土，才超越了。善事要做，做完了就完了，不要老念着我做了多少善事，这就错了。因为你做了善事，你就有善报，做了恶事就有恶报，不放在心上，善恶都没有报，这叫真清净。我们在世间，我们应该断恶修善，断恶不着断恶的相，修善不着修善的相，这个人叫修净业。净业不是什么都不做的，还是断恶修善，断恶修善都不着相，就对了。念念阿弥陀佛，心里只有阿弥陀佛，将来决定生净土，这就完全对了。今天时间到了，我们学到此地。",
      "zh_TW": "真正給你說，善惡都不要放在心上，為什麼？善放在心上，將來生三善道，惡放在心上，將來生三惡道，出不了六道輪迴。所以，清淨心裡頭善惡都沒有，真清淨才生淨土，才超越了。善事要做，做完了就完了，不要老念著我做了多少善事，這就錯了。因為你做了善事，你就有善報，做了惡事就有惡報，不放在心上，善惡都沒有報，這叫真清淨。我們在世間，我們應該斷惡修善，斷惡不著斷惡的相，修善不著修善的相，這個人叫修淨業。淨業不是什麼都不做的，還是斷惡修善，斷惡修善都不著相，就對了。念念阿彌陀佛，心裡只有阿彌陀佛，將來決定生淨土，這就完全對了。今天時間到了，我們學到此地。"
    }
  ]
}