{
  "doc_id": "02-037-0395",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三九五集",
    "zh_TW": "第三九五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0395",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0395_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百六十页，从第一行看起，科题「究竟一乘」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百六十頁，從第一行看起，科題「究竟一乘」。請看經文："
    },
    {
      "id": "02-037-0395_p0002",
      "zh_CN": "【于三界中。平等勤修。究竟一乘。至于彼岸。】",
      "zh_TW": "【於三界中。平等勤修。究竟一乘。至於彼岸。】"
    },
    {
      "id": "02-037-0395_p0003",
      "zh_CN": "请看注解，『究竟一乘』，「一乘者，成佛唯一之至道，最极圆顿之教法」，这叫一乘法。佛法用乘，这个字是比喻，「乘为车乘」，就是车辆，以比喻佛的教法。「教法可载运行人登于涅槃彼岸，故名为乘」，乘是比喻。佛有大乘、中乘、小乘，《法华经》上都是比喻作车，小乘是羊车，羊拉的车，只能拉一个人，羊的力气不大；鹿比羊力气大一点，叫中乘，缘觉，小乘阿罗汉；大乘，实际上叫马车，马的力气大，可以拉一个大车，大车可以坐好几个人。我们小时候，上学没有公共汽车，有马车，在南京有马车。那个马车常常是帮助我们学生上学，无论是什么地方，它也没有站，谁一招手它就停了。上去，大概一个铜板、二个铜板就上去了，它给你送到。我记得我们小朋友乘车的时候可以乘十四个人，一辆马车乘十四个人，这叫大乘。现在不一样了，现在火车算是大乘，大巴士算是中乘，小车是小乘，都是运载的意思。佛法能帮助我们，从生死这个地方运到不生不死，这就是涅槃彼岸，涅槃是没有生死。从六道轮回运到佛道，六道是人道，上面有修罗、有诸天，再上去有声闻、缘觉、菩萨、佛，把我们运到最后一站，取这个意思。所以，一乘这是究竟圆满，等于说决定送到终点站，这个终点站就是成佛之道。大乘是菩萨，小乘是声闻、缘觉。",
      "zh_TW": "請看註解，『究竟一乘』，「一乘者，成佛唯一之至道，最極圓頓之教法」，這叫一乘法。佛法用乘，這個字是比喻，「乘為車乘」，就是車輛，以比喻佛的教法。「教法可載運行人登於涅槃彼岸，故名為乘」，乘是比喻。佛有大乘、中乘、小乘，《法華經》上都是比喻作車，小乘是羊車，羊拉的車，只能拉一個人，羊的力氣不大；鹿比羊力氣大一點，叫中乘，緣覺，小乘阿羅漢；大乘，實際上叫馬車，馬的力氣大，可以拉一個大車，大車可以坐好幾個人。我們小時候，上學沒有公共汽車，有馬車，在南京有馬車。那個馬車常常是幫助我們學生上學，無論是什麼地方，它也沒有站，誰一招手它就停了。上去，大概一個銅板、二個銅板就上去了，它給你送到。我記得我們小朋友乘車的時候可以乘十四個人，一輛馬車乘十四個人，這叫大乘。現在不一樣了，現在火車算是大乘，大巴士算是中乘，小車是小乘，都是運載的意思。佛法能幫助我們，從生死這個地方運到不生不死，這就是涅槃彼岸，涅槃是沒有生死。從六道輪迴運到佛道，六道是人道，上面有修羅、有諸天，再上去有聲聞、緣覺、菩薩、佛，把我們運到最後一站，取這個意思。所以，一乘這是究竟圓滿，等於說決定送到終點站，這個終點站就是成佛之道。大乘是菩薩，小乘是聲聞、緣覺。"
    },
    {
      "id": "02-037-0395_p0004",
      "zh_CN": "一乘大法，在过去隋唐时代，古大德只说了三部经，世尊在世，讲一乘的只有三部，《华严》、《法华》、《梵网》。《梵网》只有一品传到中国来，「菩萨心地戒品」，出家人受菩萨戒用这一品。全经分量应该很大，有几十品的经文，没传到中国来。所以在中国讲一乘，只有《华严》、《法华》。净宗算是一乘，经上讲得很清楚，究竟一乘；不但是一乘，还加究竟两个字。是不是真的？真的。《华严》、《法华》到最后都是往生净土，证得究竟圆满。所以，隋唐大德把《华严》、《法华》看作什么？引导净土的大经，学了《华严》、学了《法华》，肯定跟着普贤菩萨走，十大愿王导归极乐。所以这个经是究竟一乘，究竟一乘就无所谓正法、像法、末法，在究竟一乘，这个法运就没有了。只要你遇到这个经，遇到这个法门，你就超越释迦牟尼佛这三种法运，这超越了，这是不可思议的法门。",
      "zh_TW": "一乘大法，在過去隋唐時代，古大德只說了三部經，世尊在世，講一乘的只有三部，《華嚴》、《法華》、《梵網》。《梵網》只有一品傳到中國來，「菩薩心地戒品」，出家人受菩薩戒用這一品。全經分量應該很大，有幾十品的經文，沒傳到中國來。所以在中國講一乘，只有《華嚴》、《法華》。淨宗算是一乘，經上講得很清楚，究竟一乘；不但是一乘，還加究竟兩個字。是不是真的？真的。《華嚴》、《法華》到最後都是往生淨土，證得究竟圓滿。所以，隋唐大德把《華嚴》、《法華》看作什麼？引導淨土的大經，學了《華嚴》、學了《法華》，肯定跟著普賢菩薩走，十大願王導歸極樂。所以這個經是究竟一乘，究竟一乘就無所謂正法、像法、末法，在究竟一乘，這個法運就沒有了。只要你遇到這個經，遇到這個法門，你就超越釋迦牟尼佛這三種法運，這超越了，這是不可思議的法門。"
    },
    {
      "id": "02-037-0395_p0005",
      "zh_CN": "佛的法运世尊讲得很多，但是从修因证果上讲的，这个最值得我们学习的。从修因证果，佛说具足四个条件就是正法。讲，讲经的人；听，听经的人，有讲有听；修，真修行的人，依教修行；证，证果的人。这四个条件具足，这是正法时期。四个条件缺一个，有讲、有学（就是有听）、有修，没有证了，这是像法。如果少两个就是末法，有讲有听，没有真修行人，没有证果，这是末法。有讲，没人听了，当然讲就没有了，这是灭法，佛法就灭了。这个说法说得好。在佛法末法时期，遇到净土，净土的修行非常方便，信、愿、持名，具足这三个条件，给诸位说，正法。这三个条件，在我们没有往生之前，是像法，有修行，真念；往生，它就是正法，从像法提升到正法，不可思议的法门。现在很多人不知道，轻视净土，以为还有大经大论。没错，经论是在世间，没人讲了，没人能听得懂，更没有人依教奉行。即使是有人讲、有人听，也是末法时期，末法时期这些大经大论不能成就。",
      "zh_TW": "佛的法運世尊講得很多，但是從修因證果上講的，這個最值得我們學習的。從修因證果，佛說具足四個條件就是正法。講，講經的人；聽，聽經的人，有講有聽；修，真修行的人，依教修行；證，證果的人。這四個條件具足，這是正法時期。四個條件缺一個，有講、有學（就是有聽）、有修，沒有證了，這是像法。如果少兩個就是末法，有講有聽，沒有真修行人，沒有證果，這是末法。有講，沒人聽了，當然講就沒有了，這是滅法，佛法就滅了。這個說法說得好。在佛法末法時期，遇到淨土，淨土的修行非常方便，信、願、持名，具足這三個條件，給諸位說，正法。這三個條件，在我們沒有往生之前，是像法，有修行，真念；往生，它就是正法，從像法提升到正法，不可思議的法門。現在很多人不知道，輕視淨土，以為還有大經大論。沒錯，經論是在世間，沒人講了，沒人能聽得懂，更沒有人依教奉行。即使是有人講、有人聽，也是末法時期，末法時期這些大經大論不能成就。"
    },
    {
      "id": "02-037-0395_p0006",
      "zh_CN": "黄念祖老居士通宗通教，他跟虚云老和尚学禅，宗门；跟梅光羲居士、跟夏莲居居士学教，这是教下；他还学密宗，本身是密宗的金刚阿阇黎。可是最后，老师，夏莲居老师，也是通宗通教，显密圆融，一生做了一桩大事，就是会集《无量寿经》。《无量寿经》真正的善本出现在世间，这桩事情绝不亚于释迦牟尼佛为一大事因缘说一乘经，这是一乘里面的一乘，大事当中的大事。世尊从时间上来说，这是就多数人，正法一千年，像法一千年，末法一万年。依中国古大德的记载，今年是释迦牟尼佛灭度三千零三十八年；换句话说，释迦牟尼佛的法运，末法一万年已经过了一千年了，这第二个一千年的开端。往后九千年，这九千年的众生靠什么得度？就靠这部经典，就靠这个法门，也就靠这部注解，黄念祖居士的集注，集经论、祖师注疏的大成，这集注，靠这个。末法只要有这部经，众生遇到了，有这个福报，有这个缘分，一生决定得生净土。往生到极乐世界就叫做究竟一乘，到极乐世界没有一个不是圆满证得无上菩提，回归到常寂光净土，回归常寂光才是真正的无上正等正觉。正等正觉，从圆教初住到等觉菩萨，这四十一个位次叫正等正觉。再向上提升叫妙觉，妙觉住常寂光，正等正觉住实报庄严土，正觉住方便有余土，凡夫住凡圣同居土。",
      "zh_TW": "黃念祖老居士通宗通教，他跟虛雲老和尚學禪，宗門；跟梅光羲居士、跟夏蓮居居士學教，這是教下；他還學密宗，本身是密宗的金剛阿闍黎。可是最後，老師，夏蓮居老師，也是通宗通教，顯密圓融，一生做了一樁大事，就是會集《無量壽經》。《無量壽經》真正的善本出現在世間，這樁事情絕不亞於釋迦牟尼佛為一大事因緣說一乘經，這是一乘裡面的一乘，大事當中的大事。世尊從時間上來說，這是就多數人，正法一千年，像法一千年，末法一萬年。依中國古大德的記載，今年是釋迦牟尼佛滅度三千零三十八年；換句話說，釋迦牟尼佛的法運，末法一萬年已經過了一千年了，這第二個一千年的開端。往後九千年，這九千年的眾生靠什麼得度？就靠這部經典，就靠這個法門，也就靠這部註解，黃念祖居士的集註，集經論、祖師註疏的大成，這集註，靠這個。末法只要有這部經，眾生遇到了，有這個福報，有這個緣分，一生決定得生淨土。往生到極樂世界就叫做究竟一乘，到極樂世界沒有一個不是圓滿證得無上菩提，回歸到常寂光淨土，回歸常寂光才是真正的無上正等正覺。正等正覺，從圓教初住到等覺菩薩，這四十一個位次叫正等正覺。再向上提升叫妙覺，妙覺住常寂光，正等正覺住實報莊嚴土，正覺住方便有餘土，凡夫住凡聖同居土。"
    },
    {
      "id": "02-037-0395_p0007",
      "zh_CN": "极乐世界有四土三辈九品，但是释迦佛为我们介绍的，它是同中有别，别中有同。同是什么？平等世界。如果有四土三辈九品，不平等。西方极乐世界有四土三辈九品之名，名字有，实际上？实际上皆作阿惟越致菩萨，这就是平等。阿惟越致就是法身菩萨，就是正等正觉，全是阿惟越致菩萨。我们凡夫，一品烦恼没断，生到西方极乐世界是哪一个阶级？不定，四土三辈九品统统有分。这什么原因？不论现在，这论过去，有缘遇到这个法门怎么会是偶然的？都是过去生生世世种下的善根福德因缘，这一生才能够遇得到。没有过去生中的宿缘怎么可能遇到？遇到之后，如果过去生中修的因很胜，到极乐世界品位马上就提高了，这个道理要懂，有可能，我们相信。过去生中善根很薄，他品位就低。真的是初学的，初学遇到这个法门，也不得了，生凡圣同居土，也作阿惟越致菩萨。善根深厚的，他地位自然就上升，到时候自己就知道了。这是经、论跟注解里头都说得很清楚、很明白。",
      "zh_TW": "極樂世界有四土三輩九品，但是釋迦佛為我們介紹的，它是同中有別，別中有同。同是什麼？平等世界。如果有四土三輩九品，不平等。西方極樂世界有四土三輩九品之名，名字有，實際上？實際上皆作阿惟越致菩薩，這就是平等。阿惟越致就是法身菩薩，就是正等正覺，全是阿惟越致菩薩。我們凡夫，一品煩惱沒斷，生到西方極樂世界是哪一個階級？不定，四土三輩九品統統有分。這什麼原因？不論現在，這論過去，有緣遇到這個法門怎麼會是偶然的？都是過去生生世世種下的善根福德因緣，這一生才能夠遇得到。沒有過去生中的宿緣怎麼可能遇到？遇到之後，如果過去生中修的因很勝，到極樂世界品位馬上就提高了，這個道理要懂，有可能，我們相信。過去生中善根很薄，他品位就低。真的是初學的，初學遇到這個法門，也不得了，生凡聖同居土，也作阿惟越致菩薩。善根深厚的，他地位自然就上升，到時候自己就知道了。這是經、論跟註解裡頭都說得很清楚、很明白。"
    },
    {
      "id": "02-037-0395_p0008",
      "zh_CN": "下面引《胜鬘宝窟》上卷，「一乘者，至道无二，故称为一。运用自在，目之为乘」。这解释一乘两个字，《胜鬘宝窟》上说的。至道，道是佛道，至是达到极处，佛道里边最高峰、究竟圆满，这叫无二，称之为一。运用自在，在这个境界里头，智慧、神通、道力都达到圆满，所以运用自在无碍。这个概念我们都有，学习的时间长，一遍一遍的薰修，我们能体会。因为妙觉佛果回归常寂光，常寂光在哪里？常寂光无处不在、无时不在，所以就在面前、就在当下。为什么我们没有感觉？因为常寂光，常寂光就是自性，它没有任何形相，它不是物质现象，它也不是精神现象，所以念头，它没有念头现象，真心离念，没有念头，它也不是自然现象。所以我们的六根、我们的阿赖耶缘不到。",
      "zh_TW": "下面引《勝鬘寶窟》上卷，「一乘者，至道無二，故稱為一。運用自在，目之為乘」。這解釋一乘兩個字，《勝鬘寶窟》上說的。至道，道是佛道，至是達到極處，佛道裡邊最高峰、究竟圓滿，這叫無二，稱之為一。運用自在，在這個境界裡頭，智慧、神通、道力都達到圓滿，所以運用自在無礙。這個概念我們都有，學習的時間長，一遍一遍的薰修，我們能體會。因為妙覺佛果回歸常寂光，常寂光在哪裡？常寂光無處不在、無時不在，所以就在面前、就在當下。為什麼我們沒有感覺？因為常寂光，常寂光就是自性，它沒有任何形相，它不是物質現象，它也不是精神現象，所以念頭，它沒有念頭現象，真心離念，沒有念頭，它也不是自然現象。所以我們的六根、我們的阿賴耶緣不到。"
    },
    {
      "id": "02-037-0395_p0009",
      "zh_CN": "怎么知道它有？佛说这桩事情唯证方知，你证得你就知道了。什么人证得？八地以上，不是释迦牟尼佛一个人证得的，八地以上太多了。八地菩萨、九地、十地、等觉、妙觉，菩萨到佛总共五十二个位次，最上面五个位次统统知道、统统证得。可见得这不是假的，不是佛的专利，八地以上全证得了。为什么？他自己入常寂光。入常寂光，什么念头都没有了，连念头习气都没有了，无处不在、无时不在，灵明到极处。我们的心才一动，他都晓得，八地以上菩萨，佛菩萨没有一个不知道。我们动个念头，我们身体状况，身体里的细胞，细胞也在波动，这个波动的现象他也知道。身体真的像个发射台一样，我们把我们的波发出去，意念的波、身体这个物质的波，所以诸佛菩萨对我们的状况清清楚楚、了了分明。",
      "zh_TW": "怎麼知道它有？佛說這樁事情唯證方知，你證得你就知道了。什麼人證得？八地以上，不是釋迦牟尼佛一個人證得的，八地以上太多了。八地菩薩、九地、十地、等覺、妙覺，菩薩到佛總共五十二個位次，最上面五個位次統統知道、統統證得。可見得這不是假的，不是佛的專利，八地以上全證得了。為什麼？他自己入常寂光。入常寂光，什麼念頭都沒有了，連念頭習氣都沒有了，無處不在、無時不在，靈明到極處。我們的心才一動，他都曉得，八地以上菩薩，佛菩薩沒有一個不知道。我們動個念頭，我們身體狀況，身體裡的細胞，細胞也在波動，這個波動的現象他也知道。身體真的像個發射台一樣，我們把我們的波發出去，意念的波、身體這個物質的波，所以諸佛菩薩對我們的狀況清清楚楚、了了分明。"
    },
    {
      "id": "02-037-0395_p0010",
      "zh_CN": "问题，我们起心动念要与性德相应。性德怎么个相应？经论上讲得详细，讲得很多，我们将它归纳为五科，五个科目够了，《华严经》上说，一即是多，多即是一，一多不二。我们的五科，「净业三福」，要常常记住，不能忘掉，念兹在兹，起心动念、言语造作都要跟它相应，就与佛相应。「孝养父母，奉事师长，慈心不杀，修十善业」，这是三福第一条、第一福，第一福是一切法的根基。孝亲尊师怎么个做法？落实在《弟子规》，《弟子规》就是教你孝亲尊师。慈心不杀，恶业里头，无量的恶业，杀摆在第一，杀不是没事，后头有因果。一切众生，佛说的，皆是不生不灭。生灭什么？生灭是身体，身体不是我。你把他身体杀了，你把他身体夺去了，他心里不服。不服怎么样？他报复，他没死，他会报复你。这个报复没完没了，他这个怨恨要不化解，生生世世苦不堪言。",
      "zh_TW": "問題，我們起心動念要與性德相應。性德怎麼個相應？經論上講得詳細，講得很多，我們將它歸納為五科，五個科目夠了，《華嚴經》上說，一即是多，多即是一，一多不二。我們的五科，「淨業三福」，要常常記住，不能忘掉，念茲在茲，起心動念、言語造作都要跟它相應，就與佛相應。「孝養父母，奉事師長，慈心不殺，修十善業」，這是三福第一條、第一福，第一福是一切法的根基。孝親尊師怎麼個做法？落實在《弟子規》，《弟子規》就是教你孝親尊師。慈心不殺，惡業裡頭，無量的惡業，殺擺在第一，殺不是沒事，後頭有因果。一切眾生，佛說的，皆是不生不滅。生滅什麼？生滅是身體，身體不是我。你把他身體殺了，你把他身體奪去了，他心裡不服。不服怎麼樣？他報復，他沒死，他會報復你。這個報復沒完沒了，他這個怨恨要不化解，生生世世苦不堪言。"
    },
    {
      "id": "02-037-0395_p0011",
      "zh_CN": "这些年来我们晓得，唐太宗堕地狱，清朝开国的皇帝皇太极堕地狱。皇太极说他堕金刚地狱，苦不堪言，地藏菩萨慈悲，给他七天假，到人间来透一些信息，完了之后还得回地狱受罪。这两个皇帝都是好皇帝，杀人太多，杀一个都有报应，杀多还得了吗？所以，我们把这桩事落实在《太上感应篇》，「祸福无门，惟人自召」，决定不能杀生。任何人都没有权力去杀害众生，连蚊虫蚂蚁都不可以杀害。牠来叮你，就是来讨一顿饭、吃一顿饭，不能认为是死罪。你肯布施你就让牠吃一口，不肯，把牠赶走就好了，你没有权力杀牠。培养真正的慈悲心，知道一切众生跟自己是一体。蚊子叮咬、小虫叮我们，都是来讨一顿饭吃，可以跟牠商量，我供养你，你咬了之后叫我这里不痛不痒。真的，真做到，真的牠叮了之后不痛不痒，你看多么合作、多么可爱。牠叮一口，我们布施牠，这是善缘；牠来叮我们，我们把牠一掌打死了，恶缘，果报不可思议。下一句，修十善业。",
      "zh_TW": "這些年來我們曉得，唐太宗墮地獄，清朝開國的皇帝皇太極墮地獄。皇太極說他墮金剛地獄，苦不堪言，地藏菩薩慈悲，給他七天假，到人間來透一些信息，完了之後還得回地獄受罪。這兩個皇帝都是好皇帝，殺人太多，殺一個都有報應，殺多還得了嗎？所以，我們把這樁事落實在《太上感應篇》，「禍福無門，惟人自召」，決定不能殺生。任何人都沒有權力去殺害眾生，連蚊蟲螞蟻都不可以殺害。牠來叮你，就是來討一頓飯、吃一頓飯，不能認為是死罪。你肯布施你就讓牠吃一口，不肯，把牠趕走就好了，你沒有權力殺牠。培養真正的慈悲心，知道一切眾生跟自己是一體。蚊子叮咬、小蟲叮我們，都是來討一頓飯吃，可以跟牠商量，我供養你，你咬了之後叫我這裡不痛不癢。真的，真做到，真的牠叮了之後不痛不癢，你看多麼合作、多麼可愛。牠叮一口，我們布施牠，這是善緣；牠來叮我們，我們把牠一掌打死了，惡緣，果報不可思議。下一句，修十善業。"
    },
    {
      "id": "02-037-0395_p0012",
      "zh_CN": "所以净业三福头一句是儒释道的三个根，这三个根没扎下去，不能学第二条。今天佛法衰了，只有形式，没有实质，就是头一条没有，根没有，他就受三皈、就受五戒，他没根。所以那个三皈五戒是假的，不是真的。具足前面这一条才叫做善男子、善女人。受戒的时候，传戒师喊的是谁？善男子、善女人，净业三福第一善他做到了，他才有资格为佛弟子，这是佛弟子基本条件。我们要注意，为什么？我们要做弥陀弟子，这三个条件不具足，怎么做弥陀弟子？弥陀是「光中极尊，佛中之王」，弥陀弟子光荣，弥陀弟子一切诸佛都尊敬，天龙善神看到弥陀弟子格外恭敬，都保护你。这还没到极乐世界去，已经沾光了。净业三福都要学，真正弥陀弟子。",
      "zh_TW": "所以淨業三福頭一句是儒釋道的三個根，這三個根沒紮下去，不能學第二條。今天佛法衰了，只有形式，沒有實質，就是頭一條沒有，根沒有，他就受三皈、就受五戒，他沒根。所以那個三皈五戒是假的，不是真的。具足前面這一條才叫做善男子、善女人。受戒的時候，傳戒師喊的是誰？善男子、善女人，淨業三福第一善他做到了，他才有資格為佛弟子，這是佛弟子基本條件。我們要注意，為什麼？我們要做彌陀弟子，這三個條件不具足，怎麼做彌陀弟子？彌陀是「光中極尊，佛中之王」，彌陀弟子光榮，彌陀弟子一切諸佛都尊敬，天龍善神看到彌陀弟子格外恭敬，都保護你。這還沒到極樂世界去，已經沾光了。淨業三福都要學，真正彌陀弟子。"
    },
    {
      "id": "02-037-0395_p0013",
      "zh_CN": "受持三皈，三皈是什么？《六祖坛经》上告诉我们，觉正净。我们在《坛经》上看到，六祖给人授三皈，他的誓词是教人念「皈依觉、皈依正、皈依净」，他不说佛法僧。那我们想一想，佛法从汉明帝永平十年，接受中国帝王的礼请到中国来，从汉明帝到六祖大师这个时代大概七百年。七百年时间不算短，三皈传授肯定有偏差了，如果传承没有偏差，六祖一定说「皈依佛、皈依法、皈依僧」，他不用这三个字，用觉正净。所以我们想他为什么？肯定对佛法僧已经有误会了。佛是什么？佛是佛像，把这个认为作佛，把经典认为是法，出家人以为是僧，这个不行，这个概念错了。所以，六祖大师把三皈纠正过来，不用佛法僧。然后加以解释，皈依觉，佛者觉也，加这个解释；皈依正，正者法也；皈依净，净者僧也。这是讲自性三宝，自性觉是佛宝，要皈依自性觉，是这个意思；皈依自性正，正知正见，这是法宝；皈依自性净，自性本净，一尘不染，六祖开悟的时候第一句话说，「何期自性，本自清净」。三皈是佛法修行最高的指导原则，也是终极的目标，学佛学什么？就是学觉正净，达到究竟圆满就成佛了。",
      "zh_TW": "受持三皈，三皈是什麼？《六祖壇經》上告訴我們，覺正淨。我們在《壇經》上看到，六祖給人授三皈，他的誓詞是教人念「皈依覺、皈依正、皈依淨」，他不說佛法僧。那我們想一想，佛法從漢明帝永平十年，接受中國帝王的禮請到中國來，從漢明帝到六祖大師這個時代大概七百年。七百年時間不算短，三皈傳授肯定有偏差了，如果傳承沒有偏差，六祖一定說「皈依佛、皈依法、皈依僧」，他不用這三個字，用覺正淨。所以我們想他為什麼？肯定對佛法僧已經有誤會了。佛是什麼？佛是佛像，把這個認為作佛，把經典認為是法，出家人以為是僧，這個不行，這個概念錯了。所以，六祖大師把三皈糾正過來，不用佛法僧。然後加以解釋，皈依覺，佛者覺也，加這個解釋；皈依正，正者法也；皈依淨，淨者僧也。這是講自性三寶，自性覺是佛寶，要皈依自性覺，是這個意思；皈依自性正，正知正見，這是法寶；皈依自性淨，自性本淨，一塵不染，六祖開悟的時候第一句話說，「何期自性，本自清淨」。三皈是佛法修行最高的指導原則，也是終極的目標，學佛學什麼？就是學覺正淨，達到究竟圓滿就成佛了。"
    },
    {
      "id": "02-037-0395_p0014",
      "zh_CN": "古代老师教学生，一定是首先把总纲领传授给你，你一生的方向、一生的目标，这一生的努力就是要达到这个目标。中国古人教学，「人之初，性本善」，你看童蒙就教给他，那就是你一生努力的方向、目标，自性本善，不能离开本善。本善完全用上了，圣人；用上不圆满，贤人。什么是本善？老祖宗世世代代传下来的，五伦是本善，五常是本善，四维是本善，八德是本善，就如此而已。起心动念、言语造作不离本善，与本善完全相应。在佛法里头，就是净业三福、六和敬、三皈、五戒、十善、菩萨六度、普贤十愿圆满了，这就是究竟一乘。愈是大道至极愈简单，愈容易记，一生就修这个、学这个，把这个发扬光大，这是大圣大贤。我们想做做不到，什么原因？自私，起心动念只知道自己，就做不到。如果起心动念没有自私，念念想着别人，就做到了。私，是往里头走；公，向外。为什么自私自利？不知道自他是一不是二，不知道这个事情。",
      "zh_TW": "古代老師教學生，一定是首先把總綱領傳授給你，你一生的方向、一生的目標，這一生的努力就是要達到這個目標。中國古人教學，「人之初，性本善」，你看童蒙就教給他，那就是你一生努力的方向、目標，自性本善，不能離開本善。本善完全用上了，聖人；用上不圓滿，賢人。什麼是本善？老祖宗世世代代傳下來的，五倫是本善，五常是本善，四維是本善，八德是本善，就如此而已。起心動念、言語造作不離本善，與本善完全相應。在佛法裡頭，就是淨業三福、六和敬、三皈、五戒、十善、菩薩六度、普賢十願圓滿了，這就是究竟一乘。愈是大道至極愈簡單，愈容易記，一生就修這個、學這個，把這個發揚光大，這是大聖大賢。我們想做做不到，什麼原因？自私，起心動念只知道自己，就做不到。如果起心動念沒有自私，念念想著別人，就做到了。私，是往裡頭走；公，向外。為什麼自私自利？不知道自他是一不是二，不知道這個事情。"
    },
    {
      "id": "02-037-0395_p0015",
      "zh_CN": "大乘教上讲得清楚，我们身体是什么？阿赖耶的相分。阿赖耶的相分无量无边，所有的物质现象都是阿赖耶的相分，为什么执着这个相是我，其他的相分都不是我，哪有这个道理！念头是阿赖耶的见分，所有一切念头全是阿赖耶的见分，为什么？只执着自己起心动念是自己的，别人都不是的，错了。在这一层上佛说得究竟，儒跟道说得没有这么透彻。什么原因？儒跟道没见性，他没有到八地，没见到真相。佛家真的是搞到究竟了，把宇宙、万物、生命、缘起统统搞清楚、搞明白，这是大乘，大乘是真实智慧。所以佛法，在一切众生来说，就像经文所说的究竟一乘，所有一切众生的究竟一乘，一切众生有缘遇到这个，他一生就能成佛。每天往生极乐世界的人不知道有多少，十方无量无边诸佛刹土，没有一尊佛不劝众生念佛求生净土。只有一个情形，他的业障习气太重了，他听不进去，他还不能接受，那佛用别的方法来帮助他。他能够相信、能够理解、能够接受，佛立刻就劝他。佛没有私心，佛只有一个愿望，希望众生快快成佛，不要耽误时间。",
      "zh_TW": "大乘教上講得清楚，我們身體是什麼？阿賴耶的相分。阿賴耶的相分無量無邊，所有的物質現象都是阿賴耶的相分，為什麼執著這個相是我，其他的相分都不是我，哪有這個道理！念頭是阿賴耶的見分，所有一切念頭全是阿賴耶的見分，為什麼？只執著自己起心動念是自己的，別人都不是的，錯了。在這一層上佛說得究竟，儒跟道說得沒有這麼透徹。什麼原因？儒跟道沒見性，他沒有到八地，沒見到真相。佛家真的是搞到究竟了，把宇宙、萬物、生命、緣起統統搞清楚、搞明白，這是大乘，大乘是真實智慧。所以佛法，在一切眾生來說，就像經文所說的究竟一乘，所有一切眾生的究竟一乘，一切眾生有緣遇到這個，他一生就能成佛。每天往生極樂世界的人不知道有多少，十方無量無邊諸佛剎土，沒有一尊佛不勸眾生念佛求生淨土。只有一個情形，他的業障習氣太重了，他聽不進去，他還不能接受，那佛用別的方法來幫助他。他能夠相信、能夠理解、能夠接受，佛立刻就勸他。佛沒有私心，佛只有一個願望，希望眾生快快成佛，不要耽誤時間。"
    },
    {
      "id": "02-037-0395_p0016",
      "zh_CN": "这个世界只要有真修行人，真修行人有大智慧、有大福德，中国古谚语有所谓「福人居福地，福地福人居」，真修行是大福德人，他住在这个地方，这地方没有灾难，他住的地方就是福地。哪些是真正大福德人？这种人往往大家瞧不起。乡下阿公、阿婆，手上拿一串念珠，日夜不断就一句阿弥陀佛。你问他什么，他还对你笑咪咪的，阿弥陀佛、阿弥陀佛，也不知道他听进没听进、听懂没听懂，他就是对你笑咪咪的，一句阿弥陀佛。不管你问他什么话，他回答你阿弥陀佛。这种人，这个注子里头有说，暗合妙道，他真正做到了信愿持名，不怀疑、不夹杂，没有妄念，念到功夫纯净。开利法师来见我，我问他，你们庙里头有没有这样人？有，有三、四个。我说你们要向他顶礼，庙里有一个，这个庙就不遭难。为什么？真修行人、真菩萨在那里，你们都沾他的光，不能瞧不起他，他真干。他将来往生，你知道他往生什么品位？决定是上辈往生，九品里头上上品、上中品、上下品，就是他。",
      "zh_TW": "這個世界只要有真修行人，真修行人有大智慧、有大福德，中國古諺語有所謂「福人居福地，福地福人居」，真修行是大福德人，他住在這個地方，這地方沒有災難，他住的地方就是福地。哪些是真正大福德人？這種人往往大家瞧不起。鄉下阿公、阿婆，手上拿一串念珠，日夜不斷就一句阿彌陀佛。你問他什麼，他還對你笑咪咪的，阿彌陀佛、阿彌陀佛，也不知道他聽進沒聽進、聽懂沒聽懂，他就是對你笑咪咪的，一句阿彌陀佛。不管你問他什麼話，他回答你阿彌陀佛。這種人，這個註子裡頭有說，暗合妙道，他真正做到了信願持名，不懷疑、不夾雜，沒有妄念，念到功夫純淨。開利法師來見我，我問他，你們廟裡頭有沒有這樣人？有，有三、四個。我說你們要向他頂禮，廟裡有一個，這個廟就不遭難。為什麼？真修行人、真菩薩在那裡，你們都沾他的光，不能瞧不起他，他真幹。他將來往生，你知道他往生什麼品位？決定是上輩往生，九品裡頭上上品、上中品、上下品，就是他。"
    },
    {
      "id": "02-037-0395_p0017",
      "zh_CN": "我们再一回想，谛闲老和尚那个念佛徒弟锅漏匠，那不就是的？不认识字，五堂功课是决定学不会的，学不会五堂功课就不能住寺庙，住寺庙人家瞧不起你，日子很难过。不认识字，你看就教他一句南无阿弥陀佛，什么仪轨都没有，告诉他，你就老实念，念累了就休息，休息好了接着念。人家念三年，预知时至，站着往生。你说他什么品位？根据谛闲老和尚赞叹的话我们来判断，上上品往生。他站了三天，那时候没有交通工具，要走路的，从乡下走到城里，来回要两天，所以他站了三天。老和尚赞叹，说「天下弘宗演教的大善知识不如你」，比不上你，弘宗是传禅宗的，演教是讲经说法的大法师，包括谛闲法师本人，「名山宝刹的方丈住持也比不上你」。你看这两句话的赞叹，我们就想到他什么品位，不是上品上生，这个赞叹当不起，肯定上品上生。不认识字，苦了一辈子，念佛三年，上上品往生。我们要懂，谛闲法师那个赞叹不是随便赞叹的，赞叹的意思很深很广，你要听得出来。这都是末法当中的正法，这就是同中有别，别中有同，现在同分里面是末法，个人是正法。",
      "zh_TW": "我們再一回想，諦閑老和尚那個念佛徒弟鍋漏匠，那不就是的？不認識字，五堂功課是決定學不會的，學不會五堂功課就不能住寺廟，住寺廟人家瞧不起你，日子很難過。不認識字，你看就教他一句南無阿彌陀佛，什麼儀軌都沒有，告訴他，你就老實念，念累了就休息，休息好了接著念。人家念三年，預知時至，站著往生。你說他什麼品位？根據諦閑老和尚讚歎的話我們來判斷，上上品往生。他站了三天，那時候沒有交通工具，要走路的，從鄉下走到城裡，來回要兩天，所以他站了三天。老和尚讚歎，說「天下弘宗演教的大善知識不如你」，比不上你，弘宗是傳禪宗的，演教是講經說法的大法師，包括諦閑法師本人，「名山寶剎的方丈住持也比不上你」。你看這兩句話的讚歎，我們就想到他什麼品位，不是上品上生，這個讚歎當不起，肯定上品上生。不認識字，苦了一輩子，念佛三年，上上品往生。我們要懂，諦閑法師那個讚歎不是隨便讚歎的，讚歎的意思很深很廣，你要聽得出來。這都是末法當中的正法，這就是同中有別，別中有同，現在同分裡面是末法，個人是正法。"
    },
    {
      "id": "02-037-0395_p0018",
      "zh_CN": "四十多年前，我在佛光山教书，佛光山有个长工告诉我，他的家乡，就是佛光山的隔壁，叫将军乡，邻居老太太念佛三年站着往生。这些在我们想像当中，都是暗合道妙。这个老太太不懂佛法，心地非常善良、慈悲，喜欢布施，拜神，什么庙都拜。三年前娶了个媳妇，媳妇懂得佛法，劝婆婆不要到处乱拜，家里设个佛堂，专拜阿弥陀佛，专念阿弥陀佛。她真听话，她就不出门，三年。往生的那天晚上，她没有告诉任何人，晚上吃晚饭的时候，给她儿子媳妇家人说，不要等她，你们吃晚饭，先吃，她说她去洗个澡。可是家里人很孝顺，还是等她，等了很久，怎么都没出来？去看，真的洗了澡，换了衣服，叫没人答应。转到她这个小佛堂，她穿着海青，拿着念珠，站在佛的面前，她是站着，站着往生。叫她不答应，一看，真的走了。她不惊动别人，别人不会打搅她。",
      "zh_TW": "四十多年前，我在佛光山教書，佛光山有個長工告訴我，他的家鄉，就是佛光山的隔壁，叫將軍鄉，鄰居老太太念佛三年站著往生。這些在我們想像當中，都是暗合道妙。這個老太太不懂佛法，心地非常善良、慈悲，喜歡布施，拜神，什麼廟都拜。三年前娶了個媳婦，媳婦懂得佛法，勸婆婆不要到處亂拜，家裡設個佛堂，專拜阿彌陀佛，專念阿彌陀佛。她真聽話，她就不出門，三年。往生的那天晚上，她沒有告訴任何人，晚上吃晚飯的時候，給她兒子媳婦家人說，不要等她，你們吃晚飯，先吃，她說她去洗個澡。可是家裡人很孝順，還是等她，等了很久，怎麼都沒出來？去看，真的洗了澡，換了衣服，叫沒人答應。轉到她這個小佛堂，她穿著海青，拿著念珠，站在佛的面前，她是站著，站著往生。叫她不答應，一看，真的走了。她不驚動別人，別人不會打攪她。"
    },
    {
      "id": "02-037-0395_p0019",
      "zh_CN": "这些都是上辈往生的样子，我们要知道，应当学习。经上给我们讲得很好，我们平常事情很多，特别你们大家遇到的缘分，要帮助这个世界苦难众生，有很多工作要做。修行怎么办？利用假期，最好一个月一天。一天怎么？念佛一天一夜，一个月一天一夜，力量很大。一年当中要有个假期，年假，过年的时候要有个假期，念七天，打个七。那是大幅度提升自己，将自己教学所做这些功德统统回向，求生净土，好！所以我们认识清楚之后，就能把机会抓住、掌握住，自行化他并不耽误。",
      "zh_TW": "這些都是上輩往生的樣子，我們要知道，應當學習。經上給我們講得很好，我們平常事情很多，特別你們大家遇到的緣分，要幫助這個世界苦難眾生，有很多工作要做。修行怎麼辦？利用假期，最好一個月一天。一天怎麼？念佛一天一夜，一個月一天一夜，力量很大。一年當中要有個假期，年假，過年的時候要有個假期，念七天，打個七。那是大幅度提升自己，將自己教學所做這些功德統統迴向，求生淨土，好！所以我們認識清楚之後，就能把機會抓住、掌握住，自行化他並不耽誤。"
    },
    {
      "id": "02-037-0395_p0020",
      "zh_CN": "「《胜鬘经》曰：一乘即是第一义乘」，第一义就是法性，就是真如，就是实相。「又憬兴曰：一乘者，即智虽有三，其极无二，故云一乘」，憬兴法师的解释。智有三，一切智、道种智、一切种智，有这三种。阿罗汉所证的，一切智，知法总相，阿罗汉知法总相。总相是什么？总相是空，万法皆空，了不可得，阿罗汉知道。所以他能够把见思烦恼放下。说一切法从哪里来的？为什么有一切法？阿罗汉不知道，他知道一切法空。知道一切法有，菩萨，叫道种智。道是什么？道理，为什么会有一切法，这个菩萨知道；种是种种，种种万物怎么来的，菩萨有这个智慧。佛，这两种智慧都圆满，叫一切种智。所以，智虽然有三，达到极端是一，这个一就是一切种智，这圆满了。佛所证得的，叫一乘；菩萨所证得的道种智，叫大乘；声闻只知道总相，不知道别相，叫小乘。",
      "zh_TW": "「《勝鬘經》曰：一乘即是第一義乘」，第一義就是法性，就是真如，就是實相。「又憬興曰：一乘者，即智雖有三，其極無二，故云一乘」，憬興法師的解釋。智有三，一切智、道種智、一切種智，有這三種。阿羅漢所證的，一切智，知法總相，阿羅漢知法總相。總相是什麼？總相是空，萬法皆空，了不可得，阿羅漢知道。所以他能夠把見思煩惱放下。說一切法從哪裡來的？為什麼有一切法？阿羅漢不知道，他知道一切法空。知道一切法有，菩薩，叫道種智。道是什麼？道理，為什麼會有一切法，這個菩薩知道；種是種種，種種萬物怎麼來的，菩薩有這個智慧。佛，這兩種智慧都圓滿，叫一切種智。所以，智雖然有三，達到極端是一，這個一就是一切種智，這圓滿了。佛所證得的，叫一乘；菩薩所證得的道種智，叫大乘；聲聞只知道總相，不知道別相，叫小乘。"
    },
    {
      "id": "02-037-0395_p0021",
      "zh_CN": "「《法华经》专说一乘之理」，成佛的《法华》，「该经《方便品》云：十方佛土中，唯有一乘法，无二亦无三，除佛方便说」。这是《法华经》四句名言，也可以说是《法华经》的精华，是《法华经》里头的精句，最重要的一句经文，真话。十方无量无边诸佛世界一切诸佛如来，他们所证的都是一乘法，成佛了。中国禅宗所说的大彻大悟、明心见性，就是一乘法，见性了，见性成佛。二乘没见性，就是大乘跟小乘没见性；三乘，加上个中乘，菩萨、声闻、缘觉这叫三乘，三乘是佛的方便说。释迦牟尼佛的说法就把它分得很清楚，你看四十九年教学，一开始十二年讲阿含，小乘。十二年之后讲方等，好比办中学，大学的预备班，八年。阿含就是小乘，讲到人空，这最高的，讲到人空。方等讲到法空，不但人是空，法也是空的，这就大幅度的提升。这再讲真的，讲般若，般若是真实智慧，讲了二十二年，般若讲三空，人空、法空、空空，空也不能执着。最后八年讲《法华经》，一佛乘，怎样证到究竟的极果，大彻大悟，明心见性。所以这是「唯有一乘法，无二亦无三」，二乘、三乘是佛的方便说，不是真实说。",
      "zh_TW": "「《法華經》專說一乘之理」，成佛的《法華》，「該經《方便品》云：十方佛土中，唯有一乘法，無二亦無三，除佛方便說」。這是《法華經》四句名言，也可以說是《法華經》的精華，是《法華經》裡頭的精句，最重要的一句經文，真話。十方無量無邊諸佛世界一切諸佛如來，他們所證的都是一乘法，成佛了。中國禪宗所說的大徹大悟、明心見性，就是一乘法，見性了，見性成佛。二乘沒見性，就是大乘跟小乘沒見性；三乘，加上個中乘，菩薩、聲聞、緣覺這叫三乘，三乘是佛的方便說。釋迦牟尼佛的說法就把它分得很清楚，你看四十九年教學，一開始十二年講阿含，小乘。十二年之後講方等，好比辦中學，大學的預備班，八年。阿含就是小乘，講到人空，這最高的，講到人空。方等講到法空，不但人是空，法也是空的，這就大幅度的提升。這再講真的，講般若，般若是真實智慧，講了二十二年，般若講三空，人空、法空、空空，空也不能執著。最後八年講《法華經》，一佛乘，怎樣證到究竟的極果，大徹大悟，明心見性。所以這是「唯有一乘法，無二亦無三」，二乘、三乘是佛的方便說，不是真實說。"
    },
    {
      "id": "02-037-0395_p0022",
      "zh_CN": "释迦牟尼佛四十九年讲经说法依什么？依是根据，根据什么说的？二谛。二谛是什么？俗谛，根据世俗人的常识来讲，大家很容易懂，契机；根据自己所证的境界，这叫真谛，这个真是你不懂。不懂，不懂就不说。所以佛要培养，一层一层往上提升，阿含、方等、般若、法华，一步一步往上去，慢慢你听懂了。你看你的基础二十年，阿含十二年、方等八年，二十年基础。般若二十二年，般若是大乘。你看，四十二年的基础，再给你讲一佛乘，一乘法，法华是一乘，下面基础四十二年。所以佛不准人躐等，在《佛藏经》里头佛说的。《佛藏经》是一部经的名称，不是《大藏经》，佛说的，他说「佛子，不先学小乘，后学大乘，非佛弟子」，这就是说佛不许人躐等，一定从下面慢慢奠基础，你才会真有受用，不可以躐等。躐等只有一个特别，禅宗，叫教外别传。那是什么？真正是上上根人，一闻千悟，不是那种根机决定不能学。",
      "zh_TW": "釋迦牟尼佛四十九年講經說法依什麼？依是根據，根據什麼說的？二諦。二諦是什麼？俗諦，根據世俗人的常識來講，大家很容易懂，契機；根據自己所證的境界，這叫真諦，這個真是你不懂。不懂，不懂就不說。所以佛要培養，一層一層往上提升，阿含、方等、般若、法華，一步一步往上去，慢慢你聽懂了。你看你的基礎二十年，阿含十二年、方等八年，二十年基礎。般若二十二年，般若是大乘。你看，四十二年的基礎，再給你講一佛乘，一乘法，法華是一乘，下面基礎四十二年。所以佛不准人躐等，在《佛藏經》裡頭佛說的。《佛藏經》是一部經的名稱，不是《大藏經》，佛說的，他說「佛子，不先學小乘，後學大乘，非佛弟子」，這就是說佛不許人躐等，一定從下面慢慢奠基礎，你才會真有受用，不可以躐等。躐等只有一個特別，禪宗，叫教外別傳。那是什麼？真正是上上根人，一聞千悟，不是那種根機決定不能學。"
    },
    {
      "id": "02-037-0395_p0023",
      "zh_CN": "我初学佛的时候，我三个老师都可以说是大师，他们彼此都闻名，没见过面。章嘉大师跟方老师见过面，跟李老师也见过面。可是李老师跟方东美先生没见过面，跟章嘉大师见过面，台中访问的时候见过面。这三个人教我，有一句话共同的，不准我学禅，不准我学密。为什么？不是那个法门的根机，你学不到。章嘉大师跟方东美先生教我学教，由浅而深，循序渐进。李老师劝我念佛，专修净土，我没有反对，但是也没有接受。李老师教我，确实苦口婆心，常常叮咛，那时候年轻，不服气，认为净土是老太婆教。所以我的目标定在大经大论，《华严》、《法华》、《楞严》、《般若》，这都很有兴趣，《大智度论》、《瑜伽师地论》，非常浓厚的兴趣。",
      "zh_TW": "我初學佛的時候，我三個老師都可以說是大師，他們彼此都聞名，沒見過面。章嘉大師跟方老師見過面，跟李老師也見過面。可是李老師跟方東美先生沒見過面，跟章嘉大師見過面，台中訪問的時候見過面。這三個人教我，有一句話共同的，不准我學禪，不准我學密。為什麼？不是那個法門的根機，你學不到。章嘉大師跟方東美先生教我學教，由淺而深，循序漸進。李老師勸我念佛，專修淨土，我沒有反對，但是也沒有接受。李老師教我，確實苦口婆心，常常叮嚀，那時候年輕，不服氣，認為淨土是老太婆教。所以我的目標定在大經大論，《華嚴》、《法華》、《楞嚴》、《般若》，這都很有興趣，《大智度論》、《瑜伽師地論》，非常濃厚的興趣。"
    },
    {
      "id": "02-037-0395_p0024",
      "zh_CN": "我第一次讲《华严经》，民国六十年之后，也讲了十几年。但常常有中断，出国就中断了，回到台湾就接着讲。但是那个时候，每年有半年多的时间在外国。《四十华严》、《八十华严》都讲了一半，有一天突然想到，文殊、普贤是修哪个法门成佛的？善财童子修哪个法门的？你看，五十三参我讲过，都没有看出来，粗心大意。也就依照清凉大师《疏钞》囫囵吞枣，就跟大家讲了，没看出来。这一提醒就注意到了，在《四十华严》第三十九卷，看到文殊、普贤发愿求生净土。我读这两个菩萨的偈子，寒毛直竖，这是我们学佛最羡慕、最敬仰的两尊菩萨，文殊、普贤，统统是求生极乐世界。我对净土就重视了。",
      "zh_TW": "我第一次講《華嚴經》，民國六十年之後，也講了十幾年。但常常有中斷，出國就中斷了，回到台灣就接著講。但是那個時候，每年有半年多的時間在外國。《四十華嚴》、《八十華嚴》都講了一半，有一天突然想到，文殊、普賢是修哪個法門成佛的？善財童子修哪個法門的？你看，五十三參我講過，都沒有看出來，粗心大意。也就依照清涼大師《疏鈔》囫圇吞棗，就跟大家講了，沒看出來。這一提醒就注意到了，在《四十華嚴》第三十九卷，看到文殊、普賢發願求生淨土。我讀這兩個菩薩的偈子，寒毛直豎，這是我們學佛最羨慕、最敬仰的兩尊菩薩，文殊、普賢，統統是求生極樂世界。我對淨土就重視了。"
    },
    {
      "id": "02-037-0395_p0025",
      "zh_CN": "回过头再看看善财，善财是文殊菩萨的法子，得意门生，肯定跟老师同一个法门。这一看果然不错，头一个，第一个参访吉祥云比丘，中国说先入为主，这就说明善财童子主修什么法门。你看，经统统都讲过，没发现，当面错过。我第二遍讲就完全不一样了，就讲出味道出来了。吉祥云比丘修般舟三昧，这个不容易，般舟三昧不能睡觉，不能坐下来，只可以站着，只可以走动，一期九十天。九十天不能睡觉，不能坐下来，只可以走，只可以站着，所以叫佛立三昧，那要体力、要精神，很不容易。再看最后，第五十三参，普贤菩萨十大愿王导归极乐，彻始彻终就是专念佛号。",
      "zh_TW": "回過頭再看看善財，善財是文殊菩薩的法子，得意門生，肯定跟老師同一個法門。這一看果然不錯，頭一個，第一個參訪吉祥雲比丘，中國說先入為主，這就說明善財童子主修什麼法門。你看，經統統都講過，沒發現，當面錯過。我第二遍講就完全不一樣了，就講出味道出來了。吉祥雲比丘修般舟三昧，這個不容易，般舟三昧不能睡覺，不能坐下來，只可以站著，只可以走動，一期九十天。九十天不能睡覺，不能坐下來，只可以走，只可以站著，所以叫佛立三昧，那要體力、要精神，很不容易。再看最後，第五十三參，普賢菩薩十大願王導歸極樂，徹始徹終就是專念佛號。"
    },
    {
      "id": "02-037-0395_p0026",
      "zh_CN": "当中五十一位善知识，我完全明白了。他那个参学是圆满后得智，就是无所不知，「般若无知，无所不知」，无所不知是从参学上得来的。参学是什么？我们从早晨起床到晚上睡觉，你这一天看到的社会一切人事物，那就是五十三参。男女老少、各行各业你都看见了，看得清清楚楚、明明白白，这就是智慧、明了。明了怎么？如如不动，这就是三昧，一心念佛，叫念佛三昧。所以，什么法门都可以去看，都可以参观，都可以学习，不修，就是我都知道。知道有什么好处？普度众生，你能观机，这个众生适合什么法门，用什么方法教他。所以，每一个参访后面一段叫恋德礼辞，这个科题我懂得了，恋德是感恩，善知识教你，你完全明白了；礼是礼拜、恭敬；辞是什么？辞是不学，不修这个东西，是这个意思。门门都知道，他不修，他专修净土。",
      "zh_TW": "當中五十一位善知識，我完全明白了。他那個參學是圓滿後得智，就是無所不知，「般若無知，無所不知」，無所不知是從參學上得來的。參學是什麼？我們從早晨起床到晚上睡覺，你這一天看到的社會一切人事物，那就是五十三參。男女老少、各行各業你都看見了，看得清清楚楚、明明白白，這就是智慧、明瞭。明瞭怎麼？如如不動，這就是三昧，一心念佛，叫念佛三昧。所以，什麼法門都可以去看，都可以參觀，都可以學習，不修，就是我都知道。知道有什麼好處？普度眾生，你能觀機，這個眾生適合什麼法門，用什麼方法教他。所以，每一個參訪後面一段叫戀德禮辭，這個科題我懂得了，戀德是感恩，善知識教你，你完全明白了；禮是禮拜、恭敬；辭是什麼？辭是不學，不修這個東西，是這個意思。門門都知道，他不修，他專修淨土。"
    },
    {
      "id": "02-037-0395_p0027",
      "zh_CN": "我《华严经》讲了一半的时候突然想到，这搞清楚、搞明白了，对净土生起信心，回过头来才尊重净土，学习净土，这么来的。忏云法师劝我，没接受；李老师劝我，也是阳奉阴违。所以我承认这个法门叫难信之法，真难信，我学了十几年，将近二十年才相信。如果不是讲《华严》、讲《法华》、讲《楞严》，恐怕我这一生都没有机会真正相信这个法门。所以古大德，梅光羲序文上有，《华严》、《法华》皆是这部经的引导，引导你入这个经。确确实实他说的这个话，我就是这么入门。",
      "zh_TW": "我《華嚴經》講了一半的時候突然想到，這搞清楚、搞明白了，對淨土生起信心，回過頭來才尊重淨土，學習淨土，這麼來的。懺雲法師勸我，沒接受；李老師勸我，也是陽奉陰違。所以我承認這個法門叫難信之法，真難信，我學了十幾年，將近二十年才相信。如果不是講《華嚴》、講《法華》、講《楞嚴》，恐怕我這一生都沒有機會真正相信這個法門。所以古大德，梅光羲序文上有，《華嚴》、《法華》皆是這部經的引導，引導你入這個經。確確實實他說的這個話，我就是這麼入門。"
    },
    {
      "id": "02-037-0395_p0028",
      "zh_CN": "我们知道，这一法是绝对真实，唯有一乘法，这个一乘法不是指《华严》，也不是指《法华》，就是指《无量寿经》。十大愿王导归极乐就是归《无量寿》，《法华经》上龙女八岁成佛，也是归《无量寿》。为什么我说就是这部经，这个一乘法就是《无量寿经》？《华严》修法界观，《法华》修摩诃止观，都不容易。你看贤首国师的《妄尽还源观》，那是修《华严经》方法，后面五止六观不容易修。这部经上所说的「发菩提心，一向专念」，修成功，超越五止六观，方法又简单，男女老少什么人都能学，能够让你证那么高的品位。这个理讲得通，为什么？因为你本来是佛，这就讲通了。只要你肯真正觉悟，你肯用真心，品位就高；你用妄心，品位就低。一心专注是用真心。所以我们所知道的，这是千真万确的事实，锅漏匠念佛把真心念出来，将军乡的老太婆也是把真心念出来，宋朝莹珂法师三天三夜把真心念出来，这一般人差不多三年的时间真心念出来了。一真一切真，平常就要训练，我们处事待人接物用真诚心，决定不吃亏。没有一丝毫欺骗，没有一丝毫虚伪，用这个心生活，用这种心工作，用这个心处事待人接物，用这个心求生净土。可别错用了心，错用了心就去不了，去不了，六道轮回的日子不好过，这是我们亲眼看到的。所以一真一切真。",
      "zh_TW": "我們知道，這一法是絕對真實，唯有一乘法，這個一乘法不是指《華嚴》，也不是指《法華》，就是指《無量壽經》。十大願王導歸極樂就是歸《無量壽》，《法華經》上龍女八歲成佛，也是歸《無量壽》。為什麼我說就是這部經，這個一乘法就是《無量壽經》？《華嚴》修法界觀，《法華》修摩訶止觀，都不容易。你看賢首國師的《妄盡還源觀》，那是修《華嚴經》方法，後面五止六觀不容易修。這部經上所說的「發菩提心，一向專念」，修成功，超越五止六觀，方法又簡單，男女老少什麼人都能學，能夠讓你證那麼高的品位。這個理講得通，為什麼？因為你本來是佛，這就講通了。只要你肯真正覺悟，你肯用真心，品位就高；你用妄心，品位就低。一心專注是用真心。所以我們所知道的，這是千真萬確的事實，鍋漏匠念佛把真心念出來，將軍鄉的老太婆也是把真心念出來，宋朝瑩珂法師三天三夜把真心念出來，這一般人差不多三年的時間真心念出來了。一真一切真，平常就要訓練，我們處事待人接物用真誠心，決定不吃虧。沒有一絲毫欺騙，沒有一絲毫虛偽，用這個心生活，用這種心工作，用這個心處事待人接物，用這個心求生淨土。可別錯用了心，錯用了心就去不了，去不了，六道輪迴的日子不好過，這是我們親眼看到的。所以一真一切真。"
    },
    {
      "id": "02-037-0395_p0029",
      "zh_CN": "「又云」，这还是「方便品」里头所说的，「唯此一事实，余二则非真」，只有这桩事情是真实的。我再跟大家讲清楚、讲明白一点，只有这部《无量寿经》是真实的，真中之真。别的经也真，真中之真，别的经未必得利益，未必能了生死出三界；这部经确确实实可以帮助我们，在这一生当中了生死出三界，所以真中之真。认识，难！我学佛学了六十一年才认识它，不是偶然相逢。六十一年当中，李老师把这个会集本给我，我刚刚出家，这个经陪了我五十年。五十年的薰习，我才真正认识它，这就不是假的。我怕别人不认识，我把《华严经》放下，晚年专讲这部经，专修这部经，专弘这部经。来带个头，做个榜样，让大家生信心，不要怀疑，你很快就能得受用，就得利益。",
      "zh_TW": "「又云」，這還是「方便品」裡頭所說的，「唯此一事實，餘二則非真」，只有這樁事情是真實的。我再跟大家講清楚、講明白一點，只有這部《無量壽經》是真實的，真中之真。別的經也真，真中之真，別的經未必得利益，未必能了生死出三界；這部經確確實實可以幫助我們，在這一生當中了生死出三界，所以真中之真。認識，難！我學佛學了六十一年才認識它，不是偶然相逢。六十一年當中，李老師把這個會集本給我，我剛剛出家，這個經陪了我五十年。五十年的薰習，我才真正認識它，這就不是假的。我怕別人不認識，我把《華嚴經》放下，晚年專講這部經，專修這部經，專弘這部經。來帶個頭，做個榜樣，讓大家生信心，不要懷疑，你很快就能得受用，就得利益。"
    },
    {
      "id": "02-037-0395_p0030",
      "zh_CN": "「又《净影疏》曰」，这小慧远大师，「乘是行用。行能运通，故名为乘。随化多乘，就实不殊，是以言一。于此一乘，穷名究竟」。这些话下面念老有解释，「按此疏意」，这就是黄念老的话，「穷尽此一佛乘之理，谓之究竟一乘。盖极乐诸大菩萨，悲誓宏深，虽居极乐，但为哀悯众生，故仍示现于三界生死之中。住平等慧，精勤修习。故经云，于三界中，平等勤修」。这个说法好，把《净影疏》里头的意思说出来了。极乐世界诸大菩萨，凡是往生到净土的人，都可以称为诸大菩萨。这些人众当中，最高的确实有等觉菩萨，十方世界，最低的有地狱众生。地狱众生，第一个这些众生过去生中学过佛法，只是伏不住烦恼，造了地狱业，堕地狱。他佛法的种子在，遇到缘它就起现行。所以他在地狱，他所受的苦比别人轻，他的觉悟比别人来得快，遇到缘他就能出来。",
      "zh_TW": "「又《淨影疏》曰」，這小慧遠大師，「乘是行用。行能運通，故名為乘。隨化多乘，就實不殊，是以言一。於此一乘，窮名究竟」。這些話下面念老有解釋，「按此疏意」，這就是黃念老的話，「窮盡此一佛乘之理，謂之究竟一乘。蓋極樂諸大菩薩，悲誓宏深，雖居極樂，但為哀憫眾生，故仍示現於三界生死之中。住平等慧，精勤修習。故經云，於三界中，平等勤修」。這個說法好，把《淨影疏》裡頭的意思說出來了。極樂世界諸大菩薩，凡是往生到淨土的人，都可以稱為諸大菩薩。這些人眾當中，最高的確實有等覺菩薩，十方世界，最低的有地獄眾生。地獄眾生，第一個這些眾生過去生中學過佛法，只是伏不住煩惱，造了地獄業，墮地獄。他佛法的種子在，遇到緣它就起現行。所以他在地獄，他所受的苦比別人輕，他的覺悟比別人來得快，遇到緣他就能出來。"
    },
    {
      "id": "02-037-0395_p0031",
      "zh_CN": "唐太宗离开地狱，这个缘我们不知道，他知道。我们发现《群书治要》，我们想了多少年想不到，以为这个失传了，没人知道。我向商务印书馆总经理请教，他不知道，世界书局也不知道，这些都是印过《四库全书》、《四库荟要》的。我们在讲经偶然提到一下，没有想到有心的同学他们发现了，两种版本都找到了，寄来给我。我这一看如获至宝，才晓得这两种本子都是商务印书馆印的，民国初年。一种是用日本的原版翻印，另外一个本子是商务印书馆重新排版，在《国学丛书》里头，一共十册。薄薄的小本子，口袋装的，跟《万有文库》一样大，里面的排列跟《万有文库》也相同，便于携带。本子真的是老了，民国初年的，印的量不多，大概只有一千本。这么多年，中国这么大的幅员，散掉了，尤其经过战乱，真的找不到了。这个东西能找到，这是祖宗之德。特别难得的还有一套《国学治要》，《国学治要》是已经很破了，纸都黄了，很脆了，翻都怕把它翻破。好在什么？字没有坏，从头到尾我看了一下，字没有伤到，这个多珍贵。所以赶快要印，不印以后就没有了。我们把它印一万本，不会再失传了。",
      "zh_TW": "唐太宗離開地獄，這個緣我們不知道，他知道。我們發現《群書治要》，我們想了多少年想不到，以為這個失傳了，沒人知道。我向商務印書館總經理請教，他不知道，世界書局也不知道，這些都是印過《四庫全書》、《四庫薈要》的。我們在講經偶然提到一下，沒有想到有心的同學他們發現了，兩種版本都找到了，寄來給我。我這一看如獲至寶，才曉得這兩種本子都是商務印書館印的，民國初年。一種是用日本的原版翻印，另外一個本子是商務印書館重新排版，在《國學叢書》裡頭，一共十冊。薄薄的小本子，口袋裝的，跟《萬有文庫》一樣大，裡面的排列跟《萬有文庫》也相同，便於攜帶。本子真的是老了，民國初年的，印的量不多，大概只有一千本。這麼多年，中國這麼大的幅員，散掉了，尤其經過戰亂，真的找不到了。這個東西能找到，這是祖宗之德。特別難得的還有一套《國學治要》，《國學治要》是已經很破了，紙都黃了，很脆了，翻都怕把它翻破。好在什麼？字沒有壞，從頭到尾我看了一下，字沒有傷到，這個多珍貴。所以趕快要印，不印以後就沒有了。我們把它印一萬本，不會再失傳了。"
    },
    {
      "id": "02-037-0395_p0032",
      "zh_CN": "唐太宗就是因为我们印了一万本《群书治要》，这个功德他离开地狱了，他来感谢。去年，我记得是三月二十五，去年三月二十五，这个书样本刚做好，做了一套，送给我看。我在澳洲，我们有七、八个人，摆在桌子上，看这部书。悟忍法师的妹妹在场，突然跪到地下，我是李世民。我们都吓一跳，我就请他坐。他不肯坐，一直跪在地上，感恩，告诉我们，这部书可以救全世界。他堕地狱是杀人太多，受了地狱的苦报，因为这本书出现，大量流通了，他离开地狱，这是做了一桩大好事。我们听他这个话，才知道这个书将来在全世界有流通的这种缘分。",
      "zh_TW": "唐太宗就是因為我們印了一萬本《群書治要》，這個功德他離開地獄了，他來感謝。去年，我記得是三月二十五，去年三月二十五，這個書樣本剛做好，做了一套，送給我看。我在澳洲，我們有七、八個人，擺在桌子上，看這部書。悟忍法師的妹妹在場，突然跪到地下，我是李世民。我們都嚇一跳，我就請他坐。他不肯坐，一直跪在地上，感恩，告訴我們，這部書可以救全世界。他墮地獄是殺人太多，受了地獄的苦報，因為這本書出現，大量流通了，他離開地獄，這是做了一樁大好事。我們聽他這個話，才知道這個書將來在全世界有流通的這種緣分。"
    },
    {
      "id": "02-037-0395_p0033",
      "zh_CN": "在马来西亚，我把这个信息告诉马哈迪，也告诉纳吉首相，两个都着急，赶快翻成英文。所以我们才想出「360」这个构想，送给他们两个看，欢喜！好事要做，利益众生，不为自己。这个好事太好了，让我们在这个世界，对一些，二十一世纪中国人崛起很多人担心，中国人会不会欺负他们，会不会报复，这他们忧心忡忡。这个书出来，我们就明白了，中国的崛起是《群书治要》的流通，不是其他的。不是中国的科学技术，不是中国的武力，也不是中国政治，不是中国经济贸易，是中国文化，是唐太宗这部书。全世界人大家都学习，将来世界就和谐了，冲突就消灭了，有这么大的利益。所以这个书要很快翻成外国文，我们希望明年，如果澳洲图文巴这个多元文化和谐示范城市真正搞起来，我们明年到联合国就来开这个发表会，向联合国报告，把这部书英文本印出来，赠送给全世界，好事！这就是所谓二十一世纪是中国人的世纪，就是这么个意思，不是别的。所以大家尽可以放心。汤恩比说得很好，孔孟，孔孟是什么？「仁义忠恕」；大乘是什么？「真诚慈悲」。这八个字可以拯救全世界，人心向善，灾难就化解了。",
      "zh_TW": "在馬來西亞，我把這個信息告訴馬哈迪，也告訴納吉首相，兩個都著急，趕快翻成英文。所以我們才想出「360」這個構想，送給他們兩個看，歡喜！好事要做，利益眾生，不為自己。這個好事太好了，讓我們在這個世界，對一些，二十一世紀中國人崛起很多人擔心，中國人會不會欺負他們，會不會報復，這他們憂心忡忡。這個書出來，我們就明白了，中國的崛起是《群書治要》的流通，不是其他的。不是中國的科學技術，不是中國的武力，也不是中國政治，不是中國經濟貿易，是中國文化，是唐太宗這部書。全世界人大家都學習，將來世界就和諧了，衝突就消滅了，有這麼大的利益。所以這個書要很快翻成外國文，我們希望明年，如果澳洲圖文巴這個多元文化和諧示範城市真正搞起來，我們明年到聯合國就來開這個發表會，向聯合國報告，把這部書英文本印出來，贈送給全世界，好事！這就是所謂二十一世紀是中國人的世紀，就是這麼個意思，不是別的。所以大家盡可以放心。湯恩比說得很好，孔孟，孔孟是什麼？「仁義忠恕」；大乘是什麼？「真誠慈悲」。這八個字可以拯救全世界，人心向善，災難就化解了。"
    },
    {
      "id": "02-037-0395_p0034",
      "zh_CN": "极乐世界，只要是往生皆是阿惟越致菩萨，所以统统可以称作大菩萨。他们的悲愿，誓就是誓愿，很深。虽然在极乐世界，可是哀悯众生，看到十方世界六道轮回众生的苦，一定会示现。在这个世界里头，以种种身分出现在世间，像《普门品》上所说的三十二应，应以什么身得度就现什么身。二００五年底，０六、０七年，我们在汤池做的实验，里面的老师、义工皆是极乐菩萨的示现，不是极乐菩萨示现做不出来，不可能。我们是在当演员，导演是极乐世界阿弥陀佛，你看他替我们安排多巧妙。祖宗威神，佛菩萨加持，我们预想二、三年也许看到效果，没有想到三个月就看到，奇迹。当时我告诉老师们，我们千万不能居功，不要说是我们做出来的，我们没有这个能力。祖宗之德，三宝加持，我们是演员，他导演都在后头。",
      "zh_TW": "極樂世界，只要是往生皆是阿惟越致菩薩，所以統統可以稱作大菩薩。他們的悲願，誓就是誓願，很深。雖然在極樂世界，可是哀憫眾生，看到十方世界六道輪迴眾生的苦，一定會示現。在這個世界裡頭，以種種身分出現在世間，像《普門品》上所說的三十二應，應以什麼身得度就現什麼身。二００五年底，０六、０七年，我們在湯池做的實驗，裡面的老師、義工皆是極樂菩薩的示現，不是極樂菩薩示現做不出來，不可能。我們是在當演員，導演是極樂世界阿彌陀佛，你看他替我們安排多巧妙。祖宗威神，佛菩薩加持，我們預想二、三年也許看到效果，沒有想到三個月就看到，奇蹟。當時我告訴老師們，我們千萬不能居功，不要說是我們做出來的，我們沒有這個能力。祖宗之德，三寶加持，我們是演員，他導演都在後頭。"
    },
    {
      "id": "02-037-0395_p0035",
      "zh_CN": "哪有那么巧的事情，我们这里一搞成功，联合国就来邀请我，这简直无法让人想像。我们不敢相信，派人到巴黎打听，果然有这个事情。联合国从来没有碰过宗教，这一次用宗教做主题办活动，纪念释迦牟尼佛二千五百五十周年，你看就这么巧。而且找的是泰国。我们参加联合国和平会议，第一次就在泰国，泰国曼谷大学，也是我第一次到泰国去，住了一个星期。跟副总理查瓦利将军认识了，我们一见如故，一个星期当中，他两次请我到他家里吃饭。我们也很巧，遇到一桩好事，我们参与把它做圆满了，建立个僧伽医院，所以有这么好的一个关系。泰国大使推荐，向联合国推荐，邀请我们做主办单位，这都是缘，凑得这么巧。这个活动非常成功，到现在联合国对我们还念念不忘，我大概在三、四个月之前收到他们一封信，希望我们再去办活动。这次在泰国的活动，我们邀请教科文组织这些大使，他们来了十七个，有十七个国家大使到泰国参加我们的活动。",
      "zh_TW": "哪有那麼巧的事情，我們這裡一搞成功，聯合國就來邀請我，這簡直無法讓人想像。我們不敢相信，派人到巴黎打聽，果然有這個事情。聯合國從來沒有碰過宗教，這一次用宗教做主題辦活動，紀念釋迦牟尼佛二千五百五十週年，你看就這麼巧。而且找的是泰國。我們參加聯合國和平會議，第一次就在泰國，泰國曼谷大學，也是我第一次到泰國去，住了一個星期。跟副總理查瓦利將軍認識了，我們一見如故，一個星期當中，他兩次請我到他家裡吃飯。我們也很巧，遇到一樁好事，我們參與把它做圓滿了，建立個僧伽醫院，所以有這麼好的一個關係。泰國大使推薦，向聯合國推薦，邀請我們做主辦單位，這都是緣，湊得這麼巧。這個活動非常成功，到現在聯合國對我們還念念不忘，我大概在三、四個月之前收到他們一封信，希望我們再去辦活動。這次在泰國的活動，我們邀請教科文組織這些大使，他們來了十七個，有十七個國家大使到泰國參加我們的活動。"
    },
    {
      "id": "02-037-0395_p0036",
      "zh_CN": "如果明年有这么个好的缘分，这个多元文化，图文巴这次是宗教带动的，每一个宗教的领导人推动这个事情，政府支持。政府官员也有一位参加泰国活动，还有一个昆士兰州警察署，也有个代表，那是全省的，他们也非常欢喜。真的这要做成功了，值得在联合国做报告，欢迎全世界爱好和平的人士，到图文巴去参观、访问、考察。由这个点慢慢推动，相信对于世界安定和平会做出贡献出来。我们希望每一个国家地区都能够做，世界和平还是有指望的。",
      "zh_TW": "如果明年有這麼個好的緣分，這個多元文化，圖文巴這次是宗教帶動的，每一個宗教的領導人推動這個事情，政府支持。政府官員也有一位參加泰國活動，還有一個昆士蘭州警察署，也有個代表，那是全省的，他們也非常歡喜。真的這要做成功了，值得在聯合國做報告，歡迎全世界愛好和平的人士，到圖文巴去參觀、訪問、考察。由這個點慢慢推動，相信對於世界安定和平會做出貢獻出來。我們希望每一個國家地區都能夠做，世界和平還是有指望的。"
    },
    {
      "id": "02-037-0395_p0037",
      "zh_CN": "他们常常示现在三界生死之中，这生死就是六道轮回，他们住平等慧，精勤修习，故经云，于三界中，平等勤修。「究竟了达实相一乘之理，得至涅槃彼岸」，对于明了通达实相一乘的道理，在哪里？就在这部经上，这部经上确确实实给我们说明了，究竟了达实相一乘之理。往生极乐世界就是到彼岸，故云『至于彼岸』。「《会疏》曰：彼岸，涅槃妙果也」，在本经就是常寂光净土，回归常寂光就是证得妙觉果位。「至于彼岸，涅槃果极。涅槃果极者，指涅槃之极果，即至高无上之果觉，究竟成佛」。这些话，经论、祖师大德们所说的，只有在极乐世界完全兑现了。其他所有大乘法门，一乘经教里面，可以说都是属于一种赞叹，真的是理想，达不到。真正能叫我们在这一生达到，就是念佛往生净土。所以，诸佛如来、祖师大德称赞这部经为第一经，称赞念佛往生的法门为第一法门，不是没有道理。",
      "zh_TW": "他們常常示現在三界生死之中，這生死就是六道輪迴，他們住平等慧，精勤修習，故經云，於三界中，平等勤修。「究竟了達實相一乘之理，得至涅槃彼岸」，對於明瞭通達實相一乘的道理，在哪裡？就在這部經上，這部經上確確實實給我們說明了，究竟了達實相一乘之理。往生極樂世界就是到彼岸，故云『至於彼岸』。「《會疏》曰：彼岸，涅槃妙果也」，在本經就是常寂光淨土，回歸常寂光就是證得妙覺果位。「至於彼岸，涅槃果極。涅槃果極者，指涅槃之極果，即至高無上之果覺，究竟成佛」。這些話，經論、祖師大德們所說的，只有在極樂世界完全兌現了。其他所有大乘法門，一乘經教裡面，可以說都是屬於一種讚歎，真的是理想，達不到。真正能叫我們在這一生達到，就是念佛往生淨土。所以，諸佛如來、祖師大德稱讚這部經為第一經，稱讚念佛往生的法門為第一法門，不是沒有道理。"
    },
    {
      "id": "02-037-0395_p0038",
      "zh_CN": "这部经说了三个真实，三个真实都说到的，这个经书确实不多。第一个真实之际，真实之际是什么？就是这里所说的究竟了达实相一乘之理，就是涅槃果极，这真实之际；第二个真实智慧，第三个真实利益，说三个真实。换句话说，在这部经上就是圆满具足，我们得到这部经就是得到了一切经；一切经浓缩提炼出来的精华就是《无量寿经》，就是这个会集本，这不能不知道。《华严》上说「一即一切」，这部经就是一切经，一切经就是这部经。我们今天得到手，多幸运！遍法界虚空界无量无数、无有穷尽的这些菩萨羡慕，他们梦寐所希求，得不到，我们得来全不费工夫。夏莲老这个本子，我们上一代的人没见过，台湾一般老人没见过。台湾那个时候有，律航法师带了几本到台湾，台中莲社印了两次，瑞成书局印的，大概一次是一千本。在台湾流通不广，因为一般是新的会集本，没有人重视，没有人愿意看，不识货。到李老师往生了，我们才大量流通，知道的人多了，读的人都欢喜。所以要知道，我们这个福报多大，不是大善根、大福德、大因缘你怎么可能遇到？我们遇到了，真信、真干，真的修学，真求往生，这部经是我们的保证书，这部经是我们到极乐世界的通行证，都在手上。坚定信心，一丝毫不怀疑，决定得生。今天时间到了。",
      "zh_TW": "這部經說了三個真實，三個真實都說到的，這個經書確實不多。第一個真實之際，真實之際是什麼？就是這裡所說的究竟了達實相一乘之理，就是涅槃果極，這真實之際；第二個真實智慧，第三個真實利益，說三個真實。換句話說，在這部經上就是圓滿具足，我們得到這部經就是得到了一切經；一切經濃縮提煉出來的精華就是《無量壽經》，就是這個會集本，這不能不知道。《華嚴》上說「一即一切」，這部經就是一切經，一切經就是這部經。我們今天得到手，多幸運！遍法界虛空界無量無數、無有窮盡的這些菩薩羨慕，他們夢寐所希求，得不到，我們得來全不費工夫。夏蓮老這個本子，我們上一代的人沒見過，台灣一般老人沒見過。台灣那個時候有，律航法師帶了幾本到台灣，台中蓮社印了兩次，瑞成書局印的，大概一次是一千本。在台灣流通不廣，因為一般是新的會集本，沒有人重視，沒有人願意看，不識貨。到李老師往生了，我們才大量流通，知道的人多了，讀的人都歡喜。所以要知道，我們這個福報多大，不是大善根、大福德、大因緣你怎麼可能遇到？我們遇到了，真信、真幹，真的修學，真求往生，這部經是我們的保證書，這部經是我們到極樂世界的通行證，都在手上。堅定信心，一絲毫不懷疑，決定得生。今天時間到了。"
    }
  ]
}