{
  "doc_id": "02-037-0175",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七五集",
    "zh_TW": "第一七五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0175",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-037-0175_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百九十五页最后一行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百九十五頁最後一行，從第二句看起："
    },
    {
      "id": "02-037-0175_p0002",
      "zh_CN": "「法藏菩萨愿彼国众生，受乐无极，且于所受快乐心无染着，如阿罗汉断尽诸漏，于诸世法不执不着，故云犹如漏尽比丘」，我们看到此地。这个还是第三十愿，三十愿是「乐如漏尽愿」。漏尽就是阿罗汉，阿罗汉圆满证得六种神通，最后一种叫漏尽通。漏尽通是显示他受用自在，真正离苦得乐了。佛教教学唯一的一个宗旨，也就是说，释迦牟尼佛，用我们现在的话说，创办了佛陀教育，目的何在？第一个目的就是帮助一切众生离苦得乐，佛陀教育就这么简单的一个宗旨。苦从哪里来的？苦从对于一切现象无知，从这来的。",
      "zh_TW": "「法藏菩薩願彼國眾生，受樂無極，且於所受快樂心無染著，如阿羅漢斷盡諸漏，於諸世法不執不著，故云猶如漏盡比丘」，我們看到此地。這個還是第三十願，三十願是「樂如漏盡願」。漏盡就是阿羅漢，阿羅漢圓滿證得六種神通，最後一種叫漏盡通。漏盡通是顯示他受用自在，真正離苦得樂了。佛教教學唯一的一個宗旨，也就是說，釋迦牟尼佛，用我們現在的話說，創辦了佛陀教育，目的何在？第一個目的就是幫助一切眾生離苦得樂，佛陀教育就這麼簡單的一個宗旨。苦從哪裡來的？苦從對於一切現象無知，從這來的。"
    },
    {
      "id": "02-037-0175_p0003",
      "zh_CN": "一切现象，宇宙之间这一切现象，现在科学家把它分作三大类，佛法里面分作两大类，两大类跟三大类是开合不同，其实是一样的。三大类，分为物质现象、精神现象、自然现象；两大类，物质现象跟自然现象融合在一起，叫器世间，精神现象叫有情世间。所以三类、二类是相同的。对于这些现象不了解，迷惑，甚至于看错了、想错了，于是也就做错了，说错了、做错了。这些错误衍生的后果就是苦，一切苦难。这一切苦难里头，自性里头没有，没有苦难，自然现象里头也没有苦难。自然在佛法里头是最美好的、是最圆满的，与自性的性德完全相应。如果把自然破坏了，灾难就现前。在个人，个人的身心要与大自然的法则、秩序不相应，人就会生病，心理的病跟身体的病，两种疾病都会发作；如果随顺自然的性德，身心健康，百病不生。居住环境亦复如是，居住环境里也有这三种现象。如果我们的心、我们的行，心是思想，行是行为，与性德相应，那么居住的所在没有灾难；如果我们的思想、行为跟性德完全违背，灾难就出现了。",
      "zh_TW": "一切現象，宇宙之間這一切現象，現在科學家把它分作三大類，佛法裡面分作兩大類，兩大類跟三大類是開合不同，其實是一樣的。三大類，分為物質現象、精神現象、自然現象；兩大類，物質現象跟自然現象融合在一起，叫器世間，精神現象叫有情世間。所以三類、二類是相同的。對於這些現象不了解，迷惑，甚至於看錯了、想錯了，於是也就做錯了，說錯了、做錯了。這些錯誤衍生的後果就是苦，一切苦難。這一切苦難裡頭，自性裡頭沒有，沒有苦難，自然現象裡頭也沒有苦難。自然在佛法裡頭是最美好的、是最圓滿的，與自性的性德完全相應。如果把自然破壞了，災難就現前。在個人，個人的身心要與大自然的法則、秩序不相應，人就會生病，心理的病跟身體的病，兩種疾病都會發作；如果隨順自然的性德，身心健康，百病不生。居住環境亦復如是，居住環境裡也有這三種現象。如果我們的心、我們的行，心是思想，行是行為，與性德相應，那麼居住的所在沒有災難；如果我們的思想、行為跟性德完全違背，災難就出現了。"
    },
    {
      "id": "02-037-0175_p0004",
      "zh_CN": "性德是什么？在佛法里面就是十善、六和、三皈、众戒、六度、十愿，很简单，把整个佛法都包括尽了。与这个相违背，灾难就会现前。佛经里面所说的这些，我们中国古圣先贤老祖宗也都说了，虽然不尽相同，但是非常接近。我们老祖宗教导我们五伦，五伦是道，就是自然的关系。所谓自然，不是人发明的，不是人造作的。夫妇是自然的，人间有，你看畜生道也有，饿鬼道也有，欲界天也有，它是个自然现象。父子，父母跟儿女自然现象；君臣，在这个社会上领导跟被领导，也是自然现象；长幼、朋友。所以顺乎自然的这是道，关系，五伦只讲关系，人与人的关系、人与大自然的关系、人与一切众生的关系。关系处好了，天下太平，处不好那就是乱世，人非常辛苦。",
      "zh_TW": "性德是什麼？在佛法裡面就是十善、六和、三皈、眾戒、六度、十願，很簡單，把整個佛法都包括盡了。與這個相違背，災難就會現前。佛經裡面所說的這些，我們中國古聖先賢老祖宗也都說了，雖然不盡相同，但是非常接近。我們老祖宗教導我們五倫，五倫是道，就是自然的關係。所謂自然，不是人發明的，不是人造作的。夫婦是自然的，人間有，你看畜生道也有，餓鬼道也有，欲界天也有，它是個自然現象。父子，父母跟兒女自然現象；君臣，在這個社會上領導跟被領導，也是自然現象；長幼、朋友。所以順乎自然的這是道，關係，五倫只講關係，人與人的關係、人與大自然的關係、人與一切眾生的關係。關係處好了，天下太平，處不好那就是亂世，人非常辛苦。"
    },
    {
      "id": "02-037-0175_p0005",
      "zh_CN": "自然有道，如何把关系处好那是德。这个德，父子就有亲，那个德是亲爱，也是自然的，没人教，不是人制造出来的、不是人设计出来的，自然的。夫妇有别、君臣有义、长幼有序、朋友有信，这是德。这五个字是教我们怎样把自然关系处好，遵守这五条，自然关系就处好了。对个人修养来讲，提出五个字，性德，仁义礼智信。仁就是亲爱，不仅是父子有亲爱，把父子这个亲爱发扬光大，爱你的兄弟姐妹、爱你的亲戚朋友、爱你的邻居乡党、爱你的族群、爱你的国家、爱整个人类。佛法讲得究竟圆满，爱一切众生，这个里头包括树木花草、山河大地，没有不爱的，统统都是这个亲爱发展出去的。这是性德的一个原点，现在人喜欢讲原始点，性德的原始点就是亲爱。",
      "zh_TW": "自然有道，如何把關係處好那是德。這個德，父子就有親，那個德是親愛，也是自然的，沒人教，不是人製造出來的、不是人設計出來的，自然的。夫婦有別、君臣有義、長幼有序、朋友有信，這是德。這五個字是教我們怎樣把自然關係處好，遵守這五條，自然關係就處好了。對個人修養來講，提出五個字，性德，仁義禮智信。仁就是親愛，不僅是父子有親愛，把父子這個親愛發揚光大，愛你的兄弟姐妹、愛你的親戚朋友、愛你的鄰居鄉黨、愛你的族群、愛你的國家、愛整個人類。佛法講得究竟圓滿，愛一切眾生，這個裡頭包括樹木花草、山河大地，沒有不愛的，統統都是這個親愛發展出去的。這是性德的一個原點，現在人喜歡講原始點，性德的原始點就是親愛。"
    },
    {
      "id": "02-037-0175_p0006",
      "zh_CN": "所以日本江本博士做水实验，做了几十万次，他告诉我，这个爱跟感恩、感谢，水结晶反应的图案是最美的。他问我，爱是不是宇宙的核心？我告诉他是的，一点都不错。宇宙的核心就是本性的核心，万德万能都是从这个核心里面衍生出来的、变现出来的。中国传统的教育就是教这个字，小孩从小教他，母亲怀孕的时候就教他。母亲有爱心，那个爱心胎儿就有感应，他就感受到了，叫胎教。小孩出生之后到三岁，这一千天，教他什么？就是坚定他这个爱心，让他看到的、听到的、接触到的全是爱心。与爱心相违背的，不能让他看见、不能让他听到、不能让他接触到。这个老师就是妈妈，妈妈要把小孩看好，所有一切不善的不能让他接触。所以中国古谚语有所谓「三岁看八十」，三岁扎的这个根，八十岁都不会变，根深蒂固。",
      "zh_TW": "所以日本江本博士做水實驗，做了幾十萬次，他告訴我，這個愛跟感恩、感謝，水結晶反應的圖案是最美的。他問我，愛是不是宇宙的核心？我告訴他是的，一點都不錯。宇宙的核心就是本性的核心，萬德萬能都是從這個核心裡面衍生出來的、變現出來的。中國傳統的教育就是教這個字，小孩從小教他，母親懷孕的時候就教他。母親有愛心，那個愛心胎兒就有感應，他就感受到了，叫胎教。小孩出生之後到三歲，這一千天，教他什麼？就是堅定他這個愛心，讓他看到的、聽到的、接觸到的全是愛心。與愛心相違背的，不能讓他看見、不能讓他聽到、不能讓他接觸到。這個老師就是媽媽，媽媽要把小孩看好，所有一切不善的不能讓他接觸。所以中國古諺語有所謂「三歲看八十」，三歲紮的這個根，八十歲都不會變，根深蒂固。"
    },
    {
      "id": "02-037-0175_p0007",
      "zh_CN": "我们中国老祖宗这个教育，在这块大地推行了几千年，只是到最近的两百年，西洋文化西风吹到了中国，中国人看到都说外国月亮圆，把自己东西疏忽了、不重视了。现在吃这么大的亏，遭这么多的灾难，是我们对于民族文化自信心丧失掉产生的结果，不能不知道。如何能拯救这个灾难，社会回归到正常？没有别的，还得把老祖宗的东西找回来，我们社会就安定了，就能恢复到正常。不但我们需要，全世界都需要，这是英国汤恩比博士说的，要用中国传统文化孔孟学说、大乘佛法，来解决二十一世纪全球的社会问题，英国人讲的。这个东西很有效，他的话说得不错。",
      "zh_TW": "我們中國老祖宗這個教育，在這塊大地推行了幾千年，只是到最近的兩百年，西洋文化西風吹到了中國，中國人看到都說外國月亮圓，把自己東西疏忽了、不重視了。現在吃這麼大的虧，遭這麼多的災難，是我們對於民族文化自信心喪失掉產生的結果，不能不知道。如何能拯救這個災難，社會回歸到正常？沒有別的，還得把老祖宗的東西找回來，我們社會就安定了，就能恢復到正常。不但我們需要，全世界都需要，這是英國湯恩比博士說的，要用中國傳統文化孔孟學說、大乘佛法，來解決二十一世紀全球的社會問題，英國人講的。這個東西很有效，他的話說得不錯。"
    },
    {
      "id": "02-037-0175_p0008",
      "zh_CN": "中国东西有没有一个具体的东西拿出来我们看看？具体的东西，真的会被全世界一般知识分子统统欢迎，都愿意接受的？中国有。这个代表作就是唐太宗编的《群书治要》，中国文化的代表作，这本书就能帮助全世界化解冲突、促进安定和平。这个书的分量很大，这是一册，像这样的册数大概是十册。这个第一本先出来，翻成英文，大概一个月之后就可以出书，可以流通全世界。这是《群书治要３６０》，在全书里面选三百六十小段，针对现前社会需要的，一年做一本，十年圆满。全书的原文大概五十多万字，是中国古圣先贤智慧、方法、经验、成果的结晶，太好了！所以诸位，特别是年轻人，我劝导大家要花两年的时间，认真去学中国的文言文。为什么？它是中国传统文化的一把钥匙，你手上没有这把钥匙，中国传统文化的宝库你进不去，像《四库全书》、《荟要》你进不去。你有这把钥匙，你就有本事进去，你就有能力帮助国家、帮助社会、帮助全世界化解冲突，促进安定和谐。这个功德很大，佛经上讲的无量无边不可思议！人生能做这桩大好事，这是缘分，太平盛世没有这个缘分，你没有机会做，在今天这个缘分太好了，可以让你成就不思议的功德。",
      "zh_TW": "中國東西有沒有一個具體的東西拿出來我們看看？具體的東西，真的會被全世界一般知識分子統統歡迎，都願意接受的？中國有。這個代表作就是唐太宗編的《群書治要》，中國文化的代表作，這本書就能幫助全世界化解衝突、促進安定和平。這個書的分量很大，這是一冊，像這樣的冊數大概是十冊。這個第一本先出來，翻成英文，大概一個月之後就可以出書，可以流通全世界。這是《群書治要３６０》，在全書裡面選三百六十小段，針對現前社會需要的，一年做一本，十年圓滿。全書的原文大概五十多萬字，是中國古聖先賢智慧、方法、經驗、成果的結晶，太好了！所以諸位，特別是年輕人，我勸導大家要花兩年的時間，認真去學中國的文言文。為什麼？它是中國傳統文化的一把鑰匙，你手上沒有這把鑰匙，中國傳統文化的寶庫你進不去，像《四庫全書》、《薈要》你進不去。你有這把鑰匙，你就有本事進去，你就有能力幫助國家、幫助社會、幫助全世界化解衝突，促進安定和諧。這個功德很大，佛經上講的無量無邊不可思議！人生能做這樁大好事，這是緣分，太平盛世沒有這個緣分，你沒有機會做，在今天這個緣分太好了，可以讓你成就不思議的功德。"
    },
    {
      "id": "02-037-0175_p0009",
      "zh_CN": "佛知道众生苦从哪里来的、乐从哪里来的，所以用的手段，帮助众生离苦得乐，用什么手段？用教育。因为苦是从迷来的，乐是从觉悟来的，用教育的手段帮助一切众生破迷开悟，他就离苦得乐。如果你要灵性不断向上提升，还是用这个方法，帮助你破迷起信。真诚的信心，会把你的灵性不断向上提升，从我们一般凡人提升到君子、提升到贤人、提升到圣人。在佛法里，把凡夫提升成阿罗汉，再提升成菩萨，再提升成佛，不断向上提升，都用教学的手段。所以我们看到许许多多的诸佛如来、诸大菩萨，他们在这个社会上干哪一行的事业？几乎统统都走教育、教学。我们就明白了，中国老祖宗所说的，说这个话佛教还没传到中国来，「建国君民，教学为先」，《礼记》里头的。《礼记》成书是在先秦诸子这一代，在汉朝初期这时候成书的。佛教到中国来，是汉明帝永平十年，所以《礼记》成书，佛教没到中国来。我们老祖宗认识了，教学为先，教学太重要了！要想我们个人好，这一生过得幸福快乐、圆满自在，要教学；社会安定和谐也要靠教学，国家国运昌隆要靠教学，世界和平也要靠教学。",
      "zh_TW": "佛知道眾生苦從哪裡來的、樂從哪裡來的，所以用的手段，幫助眾生離苦得樂，用什麼手段？用教育。因為苦是從迷來的，樂是從覺悟來的，用教育的手段幫助一切眾生破迷開悟，他就離苦得樂。如果你要靈性不斷向上提升，還是用這個方法，幫助你破迷起信。真誠的信心，會把你的靈性不斷向上提升，從我們一般凡人提升到君子、提升到賢人、提升到聖人。在佛法裡，把凡夫提升成阿羅漢，再提升成菩薩，再提升成佛，不斷向上提升，都用教學的手段。所以我們看到許許多多的諸佛如來、諸大菩薩，他們在這個社會上幹哪一行的事業？幾乎統統都走教育、教學。我們就明白了，中國老祖宗所說的，說這個話佛教還沒傳到中國來，「建國君民，教學為先」，《禮記》裡頭的。《禮記》成書是在先秦諸子這一代，在漢朝初期這時候成書的。佛教到中國來，是漢明帝永平十年，所以《禮記》成書，佛教沒到中國來。我們老祖宗認識了，教學為先，教學太重要了！要想我們個人好，這一生過得幸福快樂、圓滿自在，要教學；社會安定和諧也要靠教學，國家國運昌隆要靠教學，世界和平也要靠教學。"
    },
    {
      "id": "02-037-0175_p0010",
      "zh_CN": "在过去，宗教肩负起这个使命，宗教都是圣贤教育。可是现代，宗教把教育丢掉了，不重视教育，重视仪式、祈祷，这就属于迷信，所以宗教逐渐没落了。最近这三百年，科学技术日新月异，大家相信科学，不相信宗教，信仰宗教的人数全世界年年都在减少。这个信息是梵蒂冈陶然主教告诉我的。他们很担心，如果像这样下去，二、三十年之后，这个世界上信仰宗教的人寥寥无几，不多了，也都在担心这个问题。我们见过好几次的面，三个月之前我还在梵蒂冈做了一次访问，我提出的建议，宗教一定要回归教学。我们细心去观察，每个宗教的创始人都是教学起家的，找不到一个宗教创始人他是没有做教学工作的，没有。你看这经典，《新旧约》，谁讲的？早年是摩西，摩西住世的时候，距离现在大概四千年前。以后是耶稣，耶稣距离我们两千年，全是教学。好像耶稣教学只有三年，被人害死了。穆罕默德教学二十七年，释迦牟尼佛教学四十九年。创教的人个个都是教学，都是模范老师！他们的身分是职业老师，而且几乎都是义务工作者，他不收学费。这一点我们要看清楚。",
      "zh_TW": "在過去，宗教肩負起這個使命，宗教都是聖賢教育。可是現代，宗教把教育丟掉了，不重視教育，重視儀式、祈禱，這就屬於迷信，所以宗教逐漸沒落了。最近這三百年，科學技術日新月異，大家相信科學，不相信宗教，信仰宗教的人數全世界年年都在減少。這個信息是梵蒂岡陶然主教告訴我的。他們很擔心，如果像這樣下去，二、三十年之後，這個世界上信仰宗教的人寥寥無幾，不多了，也都在擔心這個問題。我們見過好幾次的面，三個月之前我還在梵蒂岡做了一次訪問，我提出的建議，宗教一定要回歸教學。我們細心去觀察，每個宗教的創始人都是教學起家的，找不到一個宗教創始人他是沒有做教學工作的，沒有。你看這經典，《新舊約》，誰講的？早年是摩西，摩西住世的時候，距離現在大概四千年前。以後是耶穌，耶穌距離我們兩千年，全是教學。好像耶穌教學只有三年，被人害死了。穆罕默德教學二十七年，釋迦牟尼佛教學四十九年。創教的人個個都是教學，都是模範老師！他們的身分是職業老師，而且幾乎都是義務工作者，他不收學費。這一點我們要看清楚。"
    },
    {
      "id": "02-037-0175_p0011",
      "zh_CN": "到今天，这些宗教徒不向教主学习，教主一生干教学，现在专门做祈祷，不教学了，这才呈现衰相，慢慢就灭亡了。宗教有没有复兴的希望？肯定有。因为今天全世界的学校，从幼儿园到大学研究所，他们所学习的是知识，偏重在科技，没有学习过伦理教育、没有道德教育、没有因果教育，也没有宗教教育。宗教正好把这个所缺陷的补出来，宗教的建筑，寺庙、教堂都是学校，每天都得上课才行。上什么课？上伦理的课，经典里头有伦理，上道德的课、上因果的课，上宗教的课程，一般宗教有神学，有这门课程；佛教里头没有神学，佛教里头有哲学、有科学。不教怎么行，不讲怎么行！得把它讲清楚、讲明白，然后我们才会相信极乐世界真乐。",
      "zh_TW": "到今天，這些宗教徒不向教主學習，教主一生幹教學，現在專門做祈禱，不教學了，這才呈現衰相，慢慢就滅亡了。宗教有沒有復興的希望？肯定有。因為今天全世界的學校，從幼兒園到大學研究所，他們所學習的是知識，偏重在科技，沒有學習過倫理教育、沒有道德教育、沒有因果教育，也沒有宗教教育。宗教正好把這個所缺陷的補出來，宗教的建築，寺廟、教堂都是學校，每天都得上課才行。上什麼課？上倫理的課，經典裡頭有倫理，上道德的課、上因果的課，上宗教的課程，一般宗教有神學，有這門課程；佛教裡頭沒有神學，佛教裡頭有哲學、有科學。不教怎麼行，不講怎麼行！得把它講清楚、講明白，然後我們才會相信極樂世界真樂。"
    },
    {
      "id": "02-037-0175_p0012",
      "zh_CN": "人生享乐是正常的，人生受苦是不正常的，是错误了。为什么要乐如漏尽？漏尽是真乐，乐里头没有副作用，这是真乐。乐里头要有副作用，古人有个谚语所说，乐极就生悲，那极乐世界不要生悲了吗？它乐极了。极乐世界高明，不生悲，为什么不生悲？乐如漏尽，它就不生悲。漏尽是什么？你看我们把这个文念下去你就知道了，「受乐无极，且于所受快乐心无染着」，就不生悲了。这个意思是什么？你尽量享受快乐，没有占有的念头、没有控制的念头、没有分配的念头，那你就是真乐！你要想占有、要想控制、要想支配，你的麻烦可来了，你苦就来了，那个乐极就生悲了。",
      "zh_TW": "人生享樂是正常的，人生受苦是不正常的，是錯誤了。為什麼要樂如漏盡？漏盡是真樂，樂裡頭沒有副作用，這是真樂。樂裡頭要有副作用，古人有個諺語所說，樂極就生悲，那極樂世界不要生悲了嗎？它樂極了。極樂世界高明，不生悲，為什麼不生悲？樂如漏盡，它就不生悲。漏盡是什麼？你看我們把這個文念下去你就知道了，「受樂無極，且於所受快樂心無染著」，就不生悲了。這個意思是什麼？你盡量享受快樂，沒有佔有的念頭、沒有控制的念頭、沒有分配的念頭，那你就是真樂！你要想佔有、要想控制、要想支配，你的麻煩可來了，你苦就來了，那個樂極就生悲了。"
    },
    {
      "id": "02-037-0175_p0013",
      "zh_CN": "乐的时候这三句话要记住，没有控制的念头、没有分配的念头、没有占有的念头。为什么没有？因为他知道凡所有相，皆是虚妄，可以欣赏，不可以占有，假的。譬如你看电影，你知道电影是假的，你可以享受它，但是你不会有个念头，我要占有它，我要控制它，不会。你能够把我们现实的这个世界都看成什么？是电影的画面，全是假的，没有一样是真的，享受而没有控制、没有分配、没有占有，快乐无比！这极乐世界有，极乐世界个个人都懂得，所以他们乐极了，不起副作用。我们这边乐要想占有它，占有，灾难就来了。有钱很乐，要把这个钱占有，据为己有，麻烦就来了。据为己有就患得患失，天天为这个钱操心，怕贬值、怕丢掉，怕别人来抢你、夺你，你要担多少心事，这就错了，这叫自找苦吃。极乐世界怎么样？有财富是大家享受，他不是一个人享受，全体大家一起享受，就快乐了。每个人都是这样的，都完全付出，让大家享受。",
      "zh_TW": "樂的時候這三句話要記住，沒有控制的念頭、沒有分配的念頭、沒有佔有的念頭。為什麼沒有？因為他知道凡所有相，皆是虛妄，可以欣賞，不可以佔有，假的。譬如你看電影，你知道電影是假的，你可以享受它，但是你不會有個念頭，我要佔有它，我要控制它，不會。你能夠把我們現實的這個世界都看成什麼？是電影的畫面，全是假的，沒有一樣是真的，享受而沒有控制、沒有分配、沒有佔有，快樂無比！這極樂世界有，極樂世界個個人都懂得，所以他們樂極了，不起副作用。我們這邊樂要想佔有它，佔有，災難就來了。有錢很樂，要把這個錢佔有，據為己有，麻煩就來了。據為己有就患得患失，天天為這個錢操心，怕貶值、怕丟掉，怕別人來搶你、奪你，你要擔多少心事，這就錯了，這叫自找苦吃。極樂世界怎麼樣？有財富是大家享受，他不是一個人享受，全體大家一起享受，就快樂了。每個人都是這樣的，都完全付出，讓大家享受。"
    },
    {
      "id": "02-037-0175_p0014",
      "zh_CN": "如同阿罗汉，阿罗汉断尽诸漏，漏是烦恼，所有一切烦恼他统统断掉了。于世法不执不着，永远没有执着，没有执着就是真乐。故云犹如漏尽比丘，用这个来做比喻。「以喻受乐而无乐想」，这个想是占有的想，念头，控制的念头，没有，决定没有。义寂大师说这是「受乐无染愿」，没有染着。憬兴法师讲这是「受乐无失愿」，失就是损，毁损，受乐的时候没有毁损，我们现在讲的是没有副作用，受乐没有副作用。「皆是此意」。所以佛用阿罗汉来做比喻。",
      "zh_TW": "如同阿羅漢，阿羅漢斷盡諸漏，漏是煩惱，所有一切煩惱他統統斷掉了。於世法不執不著，永遠沒有執著，沒有執著就是真樂。故云猶如漏盡比丘，用這個來做比喻。「以喻受樂而無樂想」，這個想是佔有的想，念頭，控制的念頭，沒有，決定沒有。義寂大師說這是「受樂無染願」，沒有染著。憬興法師講這是「受樂無失願」，失就是損，毀損，受樂的時候沒有毀損，我們現在講的是沒有副作用，受樂沒有副作用。「皆是此意」。所以佛用阿羅漢來做比喻。"
    },
    {
      "id": "02-037-0175_p0015",
      "zh_CN": "夏莲老会集这个经本，四十八愿他把五种原译本这个架构都保留了。五种原译本里头，有两个本子是二十四章，有两个本子是四十八愿。在这个会集本上我们都看到了，它二十四章，我们学的是第十五章。末后还有一愿，三十一愿，「不贪计身愿」，愿文只有两句话。",
      "zh_TW": "夏蓮老會集這個經本，四十八願他把五種原譯本這個架構都保留了。五種原譯本裡頭，有兩個本子是二十四章，有兩個本子是四十八願。在這個會集本上我們都看到了，它二十四章，我們學的是第十五章。末後還有一願，三十一願，「不貪計身願」，願文只有兩句話。"
    },
    {
      "id": "02-037-0175_p0016",
      "zh_CN": "【若起想念。贪计身者。】",
      "zh_TW": "【若起想念。貪計身者。】"
    },
    {
      "id": "02-037-0175_p0017",
      "zh_CN": "最后这是一章的总结。",
      "zh_TW": "最後這是一章的總結。"
    },
    {
      "id": "02-037-0175_p0018",
      "zh_CN": "【不取正觉。】",
      "zh_TW": "【不取正覺。】"
    },
    {
      "id": "02-037-0175_p0019",
      "zh_CN": "第三十一，注解里头第三十一，「不贪计身愿。无起想念，贪计身者」。我们在这个世间看到有很多人有许多病痛，你再注意一下，身体有很多病痛的人，都是把这个身看得很重，就是贪计身念，他就很多毛病。如果一个人把身体忘掉了，从来没想到我身体怎么样，这个人不生病。诸位细心去观察你就明白了。他病怎么来的？想来的，天天我这个身体这个地方不好，要怎么样去补、怎么样去医疗，那个地方又出毛病。他天天想这个，愈想愈多，愈想愈严重，到最后他身体完了。佛在经上常常教人，「一切法从心想生」，他完全没听懂，想什么他就现什么。最健康的一个想法就是想阿弥陀佛，比想什么都好，为什么？想阿弥陀佛就变成阿弥陀佛了！阿弥陀佛身体好，金刚不坏身，阿弥陀佛的相貌好，三十二相八十种好。为什么不想佛？天天想自己这个地方痛，那个地方不舒服，就想这些，把自己全糟蹋掉了。在佛眼睛当中，这些人叫可怜悯者，真可怜！统统是一个错误的观念造成的。阿弥陀佛看到了，大概十方世界像这一类众生不少，他发现了，所以在发大愿当中特别有这样的一愿，「不贪计身」。",
      "zh_TW": "第三十一，註解裡頭第三十一，「不貪計身願。無起想念，貪計身者」。我們在這個世間看到有很多人有許多病痛，你再注意一下，身體有很多病痛的人，都是把這個身看得很重，就是貪計身念，他就很多毛病。如果一個人把身體忘掉了，從來沒想到我身體怎麼樣，這個人不生病。諸位細心去觀察你就明白了。他病怎麼來的？想來的，天天我這個身體這個地方不好，要怎麼樣去補、怎麼樣去醫療，那個地方又出毛病。他天天想這個，愈想愈多，愈想愈嚴重，到最後他身體完了。佛在經上常常教人，「一切法從心想生」，他完全沒聽懂，想什麼他就現什麼。最健康的一個想法就是想阿彌陀佛，比想什麼都好，為什麼？想阿彌陀佛就變成阿彌陀佛了！阿彌陀佛身體好，金剛不壞身，阿彌陀佛的相貌好，三十二相八十種好。為什麼不想佛？天天想自己這個地方痛，那個地方不舒服，就想這些，把自己全糟蹋掉了。在佛眼睛當中，這些人叫可憐憫者，真可憐！統統是一個錯誤的觀念造成的。阿彌陀佛看到了，大概十方世界像這一類眾生不少，他發現了，所以在發大願當中特別有這樣的一願，「不貪計身」。"
    },
    {
      "id": "02-037-0175_p0020",
      "zh_CN": "西方极乐世界没有一个人重视自己身体，起心动念都想到别人，没想到自己。想到别人，特别是一些在六道里头、三途里头受苦这些众生，我们要怎样帮助他。今天的地球，社会动乱，乱的程度几千年历史里头没有记载过的，史无前例，全世界的乱！过去这个世间还要乱，乱得还不离谱，谱是什么？我们中国人讲的五伦、五常、四维、八德，这是个标准。是有动乱，但是距离这个标准不远，不太远。现在标准没有了，大家都不要了，这四个标准现在有几个人知道？在过去，这四个标准，全国人没有一个不知道，没有念过书、不认识字的都知道。为什么？家里老人讲，社会上人人都讲，学校里头也讲，政府也讲，民间社团也讲，统统都讲，讲的人多！所以大家纵然是有恶念恶行，不敢距离这个标准太远，也就是造恶不能太过分。现在标准没有了，恶的念头、恶的行为叫太离谱了，简直不像话！这造什么结果？造成的灾难。为什么？现代的人道德约束不了，因果也不相信，伦常没有了，哪有什么伦常！父子关系没有了，父子相处能算是个朋友就很不错了，不是冤家对头，就很难得了。所以全崩溃了，法律没有用，聪明的人都会走法律的漏洞，只有愚笨的守着法律的规条，人家叫你你不敢动，聪明人全走法律漏洞。",
      "zh_TW": "西方極樂世界沒有一個人重視自己身體，起心動念都想到別人，沒想到自己。想到別人，特別是一些在六道裡頭、三途裡頭受苦這些眾生，我們要怎樣幫助他。今天的地球，社會動亂，亂的程度幾千年歷史裡頭沒有記載過的，史無前例，全世界的亂！過去這個世間還要亂，亂得還不離譜，譜是什麼？我們中國人講的五倫、五常、四維、八德，這是個標準。是有動亂，但是距離這個標準不遠，不太遠。現在標準沒有了，大家都不要了，這四個標準現在有幾個人知道？在過去，這四個標準，全國人沒有一個不知道，沒有念過書、不認識字的都知道。為什麼？家裡老人講，社會上人人都講，學校裡頭也講，政府也講，民間社團也講，統統都講，講的人多！所以大家縱然是有惡念惡行，不敢距離這個標準太遠，也就是造惡不能太過分。現在標準沒有了，惡的念頭、惡的行為叫太離譜了，簡直不像話！這造什麼結果？造成的災難。為什麼？現代的人道德約束不了，因果也不相信，倫常沒有了，哪有什麼倫常！父子關係沒有了，父子相處能算是個朋友就很不錯了，不是冤家對頭，就很難得了。所以全崩潰了，法律沒有用，聰明的人都會走法律的漏洞，只有愚笨的守著法律的規條，人家叫你你不敢動，聰明人全走法律漏洞。"
    },
    {
      "id": "02-037-0175_p0021",
      "zh_CN": "所以，人没有约束了，那只有上天来。他又不相信上天，但是上天真来了，上天给你惩罚就是灾难。灾难临头，后悔迟了，来不及了。这个灾难不是小灾难，大灾难，全球性的灾难。征兆很多，就是预兆，灾难的预兆很多，天天你都能看见、你都能听到。可是现在人怎么样？麻木了，这些征兆在他面前，怎么说、怎么听，他都是耳边风，对它怎么样？半信半疑。不错了，还有半信半疑，大多数人根本就不相信。为什么不相信？不符合科学。依照科学家的讲法，世界上决定不可能有一个人会知道明天发生什么事情，这不可能的。我们看《了凡四训》，了凡先生十五岁的时候遇到这个算命先生孔先生，跟他算一生的流年，前面二十年，年年都准确，一点都不错。真有这个本事的人，他算定你一生的命运，算定你的家运，也能够算定你的国运，真有，不是假的。",
      "zh_TW": "所以，人沒有約束了，那只有上天來。他又不相信上天，但是上天真來了，上天給你懲罰就是災難。災難臨頭，後悔遲了，來不及了。這個災難不是小災難，大災難，全球性的災難。徵兆很多，就是預兆，災難的預兆很多，天天你都能看見、你都能聽到。可是現在人怎麼樣？麻木了，這些徵兆在他面前，怎麼說、怎麼聽，他都是耳邊風，對它怎麼樣？半信半疑。不錯了，還有半信半疑，大多數人根本就不相信。為什麼不相信？不符合科學。依照科學家的講法，世界上決定不可能有一個人會知道明天發生什麼事情，這不可能的。我們看《了凡四訓》，了凡先生十五歲的時候遇到這個算命先生孔先生，跟他算一生的流年，前面二十年，年年都準確，一點都不錯。真有這個本事的人，他算定你一生的命運，算定你的家運，也能夠算定你的國運，真有，不是假的。"
    },
    {
      "id": "02-037-0175_p0022",
      "zh_CN": "到近代，最近三十年，一九八０年之后，这些量子力学家他们不断的去研究，发现了宇宙之间的奥秘。发现了什么？发现物质现象是假的，精神能够支配一切。看他们的报告，《念力的秘密》，现在不少人去研究念力，这就是研究的方向改变了。从前研究的方向一昧是着重物质，现在回过头来搞心理。搞心理这些人的发现非常值得惊讶，提出来「以心控物」，就是念头可以控制物质，提出这个口号。又提出，过去这三、四百年的科学有一个最大的错误，就是二分法。二分法是什么？把宇宙分成两分，一分物理，一分心理，他说这个分法是错误的，心理跟物理是一不是二，决定分不开。他们分析，实际上释迦牟尼佛也是用这个方法，分析。把物质分析到最后，叫极微之微，极微之微不能再分析，分析就空了、就没有了。所以极微之微也叫做邻虚尘，这个科学家做到了。把物质分解到最后的时候，最后就看到是什么？看到是波动的现象，是念头波动的现象。所以才找到了，什么是物质？物质是意念波动产生的现象。",
      "zh_TW": "到近代，最近三十年，一九八０年之後，這些量子力學家他們不斷的去研究，發現了宇宙之間的奧祕。發現了什麼？發現物質現象是假的，精神能夠支配一切。看他們的報告，《念力的祕密》，現在不少人去研究念力，這就是研究的方向改變了。從前研究的方向一昧是著重物質，現在回過頭來搞心理。搞心理這些人的發現非常值得驚訝，提出來「以心控物」，就是念頭可以控制物質，提出這個口號。又提出，過去這三、四百年的科學有一個最大的錯誤，就是二分法。二分法是什麼？把宇宙分成兩分，一分物理，一分心理，他說這個分法是錯誤的，心理跟物理是一不是二，決定分不開。他們分析，實際上釋迦牟尼佛也是用這個方法，分析。把物質分析到最後，叫極微之微，極微之微不能再分析，分析就空了、就沒有了。所以極微之微也叫做鄰虛塵，這個科學家做到了。把物質分解到最後的時候，最後就看到是什麼？看到是波動的現象，是念頭波動的現象。所以才找到了，什麼是物質？物質是意念波動產生的現象。"
    },
    {
      "id": "02-037-0175_p0023",
      "zh_CN": "我们看到这个报告，对我们学佛有很大的帮助，《心经》天天念，「观世音菩萨照见五蕴皆空」，五蕴到底是什么？现在我们知道，五蕴就是科学家讲的量子，量子里面的中微子，又叫微中子，它的体积就是佛讲的邻虚尘。因为它再分，物质现象就没有了，看到是精神波动的现象，佛就是讲到这个地方。今天科学家也发现这个地方，跟佛讲的是一样，五蕴皆空。五蕴是精神跟物质混合在一体，五蕴的色是物质现象，受想行识是精神现象，精神跟物质永远合在一起的，不能分开的，分开就产生错误、就产生麻烦。今天物质科学的发达到今天，带给世界是严重的灾难，那就是这个二分法的错误。他们来纠正这部分错误，如果这个东西大家承认，四百年的科学历史要重新改写了。",
      "zh_TW": "我們看到這個報告，對我們學佛有很大的幫助，《心經》天天念，「觀世音菩薩照見五蘊皆空」，五蘊到底是什麼？現在我們知道，五蘊就是科學家講的量子，量子裡面的中微子，又叫微中子，它的體積就是佛講的鄰虛塵。因為它再分，物質現象就沒有了，看到是精神波動的現象，佛就是講到這個地方。今天科學家也發現這個地方，跟佛講的是一樣，五蘊皆空。五蘊是精神跟物質混合在一體，五蘊的色是物質現象，受想行識是精神現象，精神跟物質永遠合在一起的，不能分開的，分開就產生錯誤、就產生麻煩。今天物質科學的發達到今天，帶給世界是嚴重的災難，那就是這個二分法的錯誤。他們來糾正這部分錯誤，如果這個東西大家承認，四百年的科學歷史要重新改寫了。"
    },
    {
      "id": "02-037-0175_p0024",
      "zh_CN": "所以『贪计身者』，我相信是不少诸佛刹土六道众生都有这个毛病，才引起法藏菩萨的注意，他能发这一愿，让一切众生真正能够离苦得乐，这一愿的关系非常重要。要肯定身不是我，你为什么要去计较它？身有生灭，我没有生灭。西方人也有人把灵魂当作是我，这比一般人聪明，知道灵魂是我，身体不是我，这就比人高一等。那灵魂是不是真我？在佛法说不是的。但是也不能说他错，灵魂在佛法里面确实是迷惑颠倒的我，它不是觉悟的我。佛法觉悟了的我，称它作灵性，灵性是我，本性。我们中国老祖宗也曾经说过，本性本善，《三字经》上头一句话，「人之初，性本善」，那是我。本性本善是我，本性不善就是灵魂，灵魂被染污了。灵魂是习性，诸位要晓得，习性跟本性是离不开的，是一个性。染污了，习性染污就叫做灵魂。其实它不灵，叫它做迷魂，名符其实，魂是迷。它要灵，你想想看，它会到畜生道去投胎吗？它会到畜生道、会到饿鬼道、会到地狱道，这就说明它不灵。它迷了，被外面境界幻相引诱，它就进去了，这一进去之后，后悔，你出不来了！孔老夫子称它作游魂，这个说得很恰当。游魂是什么？它的速度很大，因为它没有肉体，它不受时空的限制，真的它可以回到过去，也可以进入未来。科学家讲的不同维次的空间，它都能够穿过，对它都没有障碍，一念之间它能够到达，这是游魂。夫子用这个名词用得非常恰当，《易经》上说，「游魂为变，精气为物」，都说得好！",
      "zh_TW": "所以『貪計身者』，我相信是不少諸佛剎土六道眾生都有這個毛病，才引起法藏菩薩的注意，他能發這一願，讓一切眾生真正能夠離苦得樂，這一願的關係非常重要。要肯定身不是我，你為什麼要去計較它？身有生滅，我沒有生滅。西方人也有人把靈魂當作是我，這比一般人聰明，知道靈魂是我，身體不是我，這就比人高一等。那靈魂是不是真我？在佛法說不是的。但是也不能說他錯，靈魂在佛法裡面確實是迷惑顛倒的我，它不是覺悟的我。佛法覺悟了的我，稱它作靈性，靈性是我，本性。我們中國老祖宗也曾經說過，本性本善，《三字經》上頭一句話，「人之初，性本善」，那是我。本性本善是我，本性不善就是靈魂，靈魂被染污了。靈魂是習性，諸位要曉得，習性跟本性是離不開的，是一個性。染污了，習性染污就叫做靈魂。其實它不靈，叫它做迷魂，名符其實，魂是迷。它要靈，你想想看，它會到畜生道去投胎嗎？它會到畜生道、會到餓鬼道、會到地獄道，這就說明它不靈。它迷了，被外面境界幻相引誘，它就進去了，這一進去之後，後悔，你出不來了！孔老夫子稱它作遊魂，這個說得很恰當。遊魂是什麼？它的速度很大，因為它沒有肉體，它不受時空的限制，真的它可以回到過去，也可以進入未來。科學家講的不同維次的空間，它都能夠穿過，對它都沒有障礙，一念之間它能夠到達，這是遊魂。夫子用這個名詞用得非常恰當，《易經》上說，「遊魂為變，精氣為物」，都說得好！"
    },
    {
      "id": "02-037-0175_p0025",
      "zh_CN": "所以，我们什么时候能把身见放下，不要去想这个身体，身体就会恢复健康。前几年，大概是三、四年前，中国「山西小院」传出这个例子。有四十多个人患的癌症，医院宣布放弃治疗，告诉他们，你们存活的时间只有二、三个月，让他们回去准备后事。这些人是学佛的，知道身体不行了，所以回去之后一心念佛，不再想身体的病。因为不想治了，已经到这种末期，治疗也没用，不想治疗，也不想他有病，天天念佛，活一天就抓紧一天念佛求生净土。念了三个月，好像没有什么事情，再去检查，病没有了。医院感到是奇迹，有没有诊断错误？把过去诊断的资料统统拿出来，没错！为什么他会好了？问他们有吃什么药？没有，什么都没有，就是念佛。这就是念力不可思议。你必须把身体忘掉，不要去理会它，根本不想它，也不要想去治疗，治疗就是你注意它、你养它。治病就是养病，病本来可以没有，你要养它，它永远存在，它不能断根；你把它忘掉，它根就没有了。",
      "zh_TW": "所以，我們什麼時候能把身見放下，不要去想這個身體，身體就會恢復健康。前幾年，大概是三、四年前，中國「山西小院」傳出這個例子。有四十多個人患的癌症，醫院宣布放棄治療，告訴他們，你們存活的時間只有二、三個月，讓他們回去準備後事。這些人是學佛的，知道身體不行了，所以回去之後一心念佛，不再想身體的病。因為不想治了，已經到這種末期，治療也沒用，不想治療，也不想他有病，天天念佛，活一天就抓緊一天念佛求生淨土。念了三個月，好像沒有什麼事情，再去檢查，病沒有了。醫院感到是奇蹟，有沒有診斷錯誤？把過去診斷的資料統統拿出來，沒錯！為什麼他會好了？問他們有吃什麼藥？沒有，什麼都沒有，就是念佛。這就是念力不可思議。你必須把身體忘掉，不要去理會它，根本不想它，也不要想去治療，治療就是你注意它、你養它。治病就是養病，病本來可以沒有，你要養它，它永遠存在，它不能斷根；你把它忘掉，它根就沒有了。"
    },
    {
      "id": "02-037-0175_p0026",
      "zh_CN": "所以，念力这个科学，对人身体改变的确是有效。但是这一门东西要想在社会上推动，有很大的阻力。阻力来自哪里？来自那些医生，医生靠这个吃饭的，念力可以治疗身体，那他们都失业了，医院都关门了。这个阻力太大了，恐怕行不通。那只有在少数人当中，这人很幸运，你们懂得这个道理，你们相信，你们得病可以不找医生、可以不吃药，运用你的念力决定会好。念佛的就念佛，念耶稣的天天就祈祷，肯定有效。只要把身体忘掉，你天天想神、天天想天国，想个几个月病就没有了，无影无踪了。这是什么？念头改了，我们身体带着病毒的细胞完全恢复正常，就这么回事情。你用好的意念、用正常的意念，不要用负面的，它就能恢复。你居住的这个地方，这地方不会有灾难，为什么？中国老人有所谓「福人居福地，福地福人居」。一个相信自己的人是最有福报的人，对自己失掉信心，要靠别人，这个人是最可怜的人。",
      "zh_TW": "所以，念力這個科學，對人身體改變的確是有效。但是這一門東西要想在社會上推動，有很大的阻力。阻力來自哪裡？來自那些醫生，醫生靠這個吃飯的，念力可以治療身體，那他們都失業了，醫院都關門了。這個阻力太大了，恐怕行不通。那只有在少數人當中，這人很幸運，你們懂得這個道理，你們相信，你們得病可以不找醫生、可以不吃藥，運用你的念力決定會好。念佛的就念佛，念耶穌的天天就祈禱，肯定有效。只要把身體忘掉，你天天想神、天天想天國，想個幾個月病就沒有了，無影無蹤了。這是什麼？念頭改了，我們身體帶著病毒的細胞完全恢復正常，就這麼回事情。你用好的意念、用正常的意念，不要用負面的，它就能恢復。你居住的這個地方，這地方不會有災難，為什麼？中國老人有所謂「福人居福地，福地福人居」。一個相信自己的人是最有福報的人，對自己失掉信心，要靠別人，這個人是最可憐的人。"
    },
    {
      "id": "02-037-0175_p0027",
      "zh_CN": "佛法跟其他宗教不一样，佛法讲信心第一个是相信自己。你看蕅益大师在《弥陀经要解》里面讲信，讲六个，第一个是信自，第二个是信他。他是什么？阿弥陀佛、释迦牟尼佛，排在第二位，信自己是第一个。信自己信什么？信自己本来是佛。佛在《观无量寿经》里面跟我们讲净土原理，净土宗依据什么原理来建立的，佛说了八个字，净土宗的根源从这建立的，「是心是佛，是心作佛」，这是净土宗的原理。你的心就是佛，所以你本来是佛，佛是你的真心，真心就是本来佛。心本来是佛，现在又想作佛，你说你能不能成佛？当然能成佛，我本来是佛，我现在又要作佛。用什么方法作佛？念佛作佛，我念阿弥陀佛，我将来就作阿弥陀佛；我念观世音菩萨，我将来就作观世音菩萨，就这么个道理。",
      "zh_TW": "佛法跟其他宗教不一樣，佛法講信心第一個是相信自己。你看蕅益大師在《彌陀經要解》裡面講信，講六個，第一個是信自，第二個是信他。他是什麼？阿彌陀佛、釋迦牟尼佛，排在第二位，信自己是第一個。信自己信什麼？信自己本來是佛。佛在《觀無量壽經》裡面跟我們講淨土原理，淨土宗依據什麼原理來建立的，佛說了八個字，淨土宗的根源從這建立的，「是心是佛，是心作佛」，這是淨土宗的原理。你的心就是佛，所以你本來是佛，佛是你的真心，真心就是本來佛。心本來是佛，現在又想作佛，你說你能不能成佛？當然能成佛，我本來是佛，我現在又要作佛。用什麼方法作佛？念佛作佛，我念阿彌陀佛，我將來就作阿彌陀佛；我念觀世音菩薩，我將來就作觀世音菩薩，就這麼個道理。"
    },
    {
      "id": "02-037-0175_p0028",
      "zh_CN": "我们现在把这个原理提起来人人都会说，但是你没有真做，你起心动念、言语造作跟这个还是相悖的、相反的。所以学佛学了很久，没有得到佛法的效用，原因在此地。在自己，不在佛菩萨、不在经典，佛菩萨跟经典没错，错在我们自己习性太严重。「性相近，习相远」，这《三字经》上说的。我们的性跟诸佛的佛性是一个性，完全相同的，习性不一样。习性跟本性是相违背的，本性本善，习性是恶的，可以说习性本恶，一个本善，一个本恶。我们不用习性，我们用本性，问题就解决了。用本性，把习性忘掉，别去想它，不要去理会它，它就不起作用，你还去照顾它，它起作用；学着不理会、不照顾。",
      "zh_TW": "我們現在把這個原理提起來人人都會說，但是你沒有真做，你起心動念、言語造作跟這個還是相悖的、相反的。所以學佛學了很久，沒有得到佛法的效用，原因在此地。在自己，不在佛菩薩、不在經典，佛菩薩跟經典沒錯，錯在我們自己習性太嚴重。「性相近，習相遠」，這《三字經》上說的。我們的性跟諸佛的佛性是一個性，完全相同的，習性不一樣。習性跟本性是相違背的，本性本善，習性是惡的，可以說習性本惡，一個本善，一個本惡。我們不用習性，我們用本性，問題就解決了。用本性，把習性忘掉，別去想它，不要去理會它，它就不起作用，你還去照顧它，它起作用；學著不理會、不照顧。"
    },
    {
      "id": "02-037-0175_p0029",
      "zh_CN": "早年我们在台中，老师告诉我们一个好方法，教我们换心。我们现在的心是乱七八糟，严重污染，心里头装的什么？所有众生的不善我们全装进来，每天不知道装多少。从哪里来的？从电视来的、从媒体来的，从社会大众造的业来的，都是杀盗淫妄、贪瞋痴慢，装这些东西，天天往里头去装。本来你的心是个良心，现在变成人家的垃圾桶。老师教我们，垃圾统统清出来，全把它抛弃掉，把阿弥陀佛请进来，心里头只有阿弥陀佛，除阿弥陀佛之外什么都没有。这个方法好极了，「我心即是阿弥陀佛，阿弥陀佛即是我心」。这样的心态去念佛，一声佛号一声心，一念佛号一念佛，念念佛号就是念念佛，它起感应道交的作用。我们今天的心，半信半疑的心，许许多多妄念夹杂的心，这个心不起感应。能不能起感应决定在自己，也不在外面。古大德讲的「一念相应一念佛，念念相应念念佛」，用真诚心去念。那要用阿弥陀佛的心念，那就无比殊胜！经不能不学，不学你怎么会知道？经里讲的是什么？全讲的是自己，没有一个字是讲外面的事情，字字句句讲的是自己。学这个经典是学自己的性德，认识自己，不是讲的别人，与别人没关系。",
      "zh_TW": "早年我們在台中，老師告訴我們一個好方法，教我們換心。我們現在的心是亂七八糟，嚴重污染，心裡頭裝的什麼？所有眾生的不善我們全裝進來，每天不知道裝多少。從哪裡來的？從電視來的、從媒體來的，從社會大眾造的業來的，都是殺盜淫妄、貪瞋痴慢，裝這些東西，天天往裡頭去裝。本來你的心是個良心，現在變成人家的垃圾桶。老師教我們，垃圾統統清出來，全把它拋棄掉，把阿彌陀佛請進來，心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有。這個方法好極了，「我心即是阿彌陀佛，阿彌陀佛即是我心」。這樣的心態去念佛，一聲佛號一聲心，一念佛號一念佛，念念佛號就是念念佛，它起感應道交的作用。我們今天的心，半信半疑的心，許許多多妄念夾雜的心，這個心不起感應。能不能起感應決定在自己，也不在外面。古大德講的「一念相應一念佛，念念相應念念佛」，用真誠心去念。那要用阿彌陀佛的心念，那就無比殊勝！經不能不學，不學你怎麼會知道？經裡講的是什麼？全講的是自己，沒有一個字是講外面的事情，字字句句講的是自己。學這個經典是學自己的性德，認識自己，不是講的別人，與別人沒關係。"
    },
    {
      "id": "02-037-0175_p0030",
      "zh_CN": "我们看底下这几句话，「凡夫修行，多堕身见」，这一点不假，「身见乃见惑之首」，见思烦恼里头它摆在第一位，「见惑不断，则不能入圣流」。这句话可重要了，意思是什么？见惑不断，你进不了佛的学校。见惑断了，进佛的学校是什么等级？是小学一年级。见惑断了，《华严经》上所说的十信初信位的菩萨。初信位是一年级，十信是十个年级，好比是佛教的小学，十信位，小学一年级。我们见惑没断，是佛陀幼儿园的学生，没上一年级，没有学籍的。上一年级才算有学籍，没上一年级，上幼儿园，没有学籍。你说这个见惑多重要。见惑头一个身见，我们还要把身当作自己，对身体还那么爱惜，就麻烦大了！",
      "zh_TW": "我們看底下這幾句話，「凡夫修行，多墮身見」，這一點不假，「身見乃見惑之首」，見思煩惱裡頭它擺在第一位，「見惑不斷，則不能入聖流」。這句話可重要了，意思是什麼？見惑不斷，你進不了佛的學校。見惑斷了，進佛的學校是什麼等級？是小學一年級。見惑斷了，《華嚴經》上所說的十信初信位的菩薩。初信位是一年級，十信是十個年級，好比是佛教的小學，十信位，小學一年級。我們見惑沒斷，是佛陀幼兒園的學生，沒上一年級，沒有學籍的。上一年級才算有學籍，沒上一年級，上幼兒園，沒有學籍。你說這個見惑多重要。見惑頭一個身見，我們還要把身當作自己，對身體還那麼愛惜，就麻煩大了！"
    },
    {
      "id": "02-037-0175_p0031",
      "zh_CN": "富贵人家有钱有势，八十以上他身体都不行了，什么原因？对这个身体太爱惜了，要找保健医生，每天要吃补品。不如我，我什么都没有。我在国际上遇到多少朋友，头一句话就问我，你怎么保养身体的？我说我不保养就是保养，保养就是不保养。这个话他听不懂，这个话意思很深！你不重视这个身体就是保养，你要重视这个身体你就不知道保养。什么样的补品，对我来讲我完全外行，我收到的很多，这些补品，我也不识货，我到处送礼供养别人去了。因为那些人爱惜身体，他需要，我不需要！你们看到唐太宗那个碟片，唐太宗知道我。你看他碟片讲净空法师常常想走，他不想住在这个世间，常常想走。他懂得我，这是真的，这不是假的，我的念头他知道。想走走不了。",
      "zh_TW": "富貴人家有錢有勢，八十以上他身體都不行了，什麼原因？對這個身體太愛惜了，要找保健醫生，每天要吃補品。不如我，我什麼都沒有。我在國際上遇到多少朋友，頭一句話就問我，你怎麼保養身體的？我說我不保養就是保養，保養就是不保養。這個話他聽不懂，這個話意思很深！你不重視這個身體就是保養，你要重視這個身體你就不知道保養。什麼樣的補品，對我來講我完全外行，我收到的很多，這些補品，我也不識貨，我到處送禮供養別人去了。因為那些人愛惜身體，他需要，我不需要！你們看到唐太宗那個碟片，唐太宗知道我。你看他碟片講淨空法師常常想走，他不想住在這個世間，常常想走。他懂得我，這是真的，這不是假的，我的念頭他知道。想走走不了。"
    },
    {
      "id": "02-037-0175_p0032",
      "zh_CN": "我这一生，章嘉大师教的，我很听话，章嘉大师教我出家，教我走这个路子，教我学释迦牟尼佛。他说你要真干，你的一生都是佛菩萨安排的，佛菩萨照顾。我就放心了，我什么都不闻不问，连身体都不管，身体佛菩萨照应。什么时候该走，佛就来接我。留在这个世间干什么？表法，做个样子给大家看看。要长寿就不要命，不要命的人长寿，要命的人不长寿。这个里头的理都很深，为什么？不要命的人没有命，没有命是长寿，无量寿，要命就有限制；不要的好，随时可以走。什么时候阿弥陀佛来接我，我就什么时候走；他要不来接我，大概还得讲一天经。我在这个世间没有别的事情，就是讲经，一天讲四个小时，过得很快乐、很幸福，在这个世间于人无争、于世无求，跟谁都是好朋友。为什么？没有利害冲突，没有任何冲突。所以大家跟我往来放心，没冲突。每天欢欢喜喜，不就是生活在极乐世界一样吗？苦乐是自己的事情，与环境不相干，这一点要懂。你只要在环境里面不闻不问，你就很快乐；你要这个要管、那个要管，那你管不胜管，还有不听管的，你的烦恼就来了。我一生学到三桩事情，不管人、不管钱、不管事，你看多快乐！什么都不要管，得大自在；什么都要管，累死了，那真辛苦！所以这个见惑必得重视，头一个是身见。",
      "zh_TW": "我這一生，章嘉大師教的，我很聽話，章嘉大師教我出家，教我走這個路子，教我學釋迦牟尼佛。他說你要真幹，你的一生都是佛菩薩安排的，佛菩薩照顧。我就放心了，我什麼都不聞不問，連身體都不管，身體佛菩薩照應。什麼時候該走，佛就來接我。留在這個世間幹什麼？表法，做個樣子給大家看看。要長壽就不要命，不要命的人長壽，要命的人不長壽。這個裡頭的理都很深，為什麼？不要命的人沒有命，沒有命是長壽，無量壽，要命就有限制；不要的好，隨時可以走。什麼時候阿彌陀佛來接我，我就什麼時候走；他要不來接我，大概還得講一天經。我在這個世間沒有別的事情，就是講經，一天講四個小時，過得很快樂、很幸福，在這個世間於人無爭、於世無求，跟誰都是好朋友。為什麼？沒有利害衝突，沒有任何衝突。所以大家跟我往來放心，沒衝突。每天歡歡喜喜，不就是生活在極樂世界一樣嗎？苦樂是自己的事情，與環境不相干，這一點要懂。你只要在環境裡面不聞不問，你就很快樂；你要這個要管、那個要管，那你管不勝管，還有不聽管的，你的煩惱就來了。我一生學到三樁事情，不管人、不管錢、不管事，你看多快樂！什麼都不要管，得大自在；什麼都要管，累死了，那真辛苦！所以這個見惑必得重視，頭一個是身見。"
    },
    {
      "id": "02-037-0175_p0033",
      "zh_CN": "第二个是边见，边见就是对立，这个很麻烦。再其次就是成见，就是自己的想法、看法、主张，要求别人随顺我，我不能够随顺别人，这苦恼无边。没有成见，无论什么人想什么做什么都好，没有一样不好，干好事好，干坏事也好。为什么干坏事好？他喜欢干坏事，满他的愿，好，后来有果报。干好事你修的福。要知道，自性清净心里头没有祸福、没有善恶，它是清净的，没有善恶。所以你修的这些福，到天堂去消福报，你不到这里享福你福消不掉；你干的坏事，你到地狱去，也是消罪业，统统是消业的。天堂是消善业的，地狱是消恶业的，是平等的，都是消业障。业障消了，心就清净，清净心才能往生极乐世界。所以，干什么都好，到哪里去都好，到天堂去好，到地狱去也好。为什么？都知道你去消业，业消完了，你再出来就可以学佛；没消完，没法子学佛。",
      "zh_TW": "第二個是邊見，邊見就是對立，這個很麻煩。再其次就是成見，就是自己的想法、看法、主張，要求別人隨順我，我不能夠隨順別人，這苦惱無邊。沒有成見，無論什麼人想什麼做什麼都好，沒有一樣不好，幹好事好，幹壞事也好。為什麼幹壞事好？他喜歡幹壞事，滿他的願，好，後來有果報。幹好事你修的福。要知道，自性清淨心裡頭沒有禍福、沒有善惡，它是清淨的，沒有善惡。所以你修的這些福，到天堂去消福報，你不到這裡享福你福消不掉；你幹的壞事，你到地獄去，也是消罪業，統統是消業的。天堂是消善業的，地獄是消惡業的，是平等的，都是消業障。業障消了，心就清淨，清淨心才能往生極樂世界。所以，幹什麼都好，到哪裡去都好，到天堂去好，到地獄去也好。為什麼？都知道你去消業，業消完了，你再出來就可以學佛；沒消完，沒法子學佛。"
    },
    {
      "id": "02-037-0175_p0034",
      "zh_CN": "净宗特别殊胜法门，这很难遇到的，百千万劫难遭遇，无量劫来稀有难逢，我们是运气好碰到了，碰到了要真正认识它。真正认识它，释迦牟尼佛这部经就是介绍西方极乐世界，说明书，《无量寿经》是说明书。把这个东西真搞清楚、真搞明白，对极乐世界不怀疑了，真信了，真愿意去。去的方法很容易，信、愿、持名就能往生。这个法门的好处，不要断烦恼、不要消业障，为什么？烦恼不断自己断了，业障不消自己消了。这什么原因？名号功德不可思议。你一天到晚念这句佛号，这句佛号无形当中把你的烦恼、业障全给消掉了。所以，不用特别去消业障，不用特别去断烦恼，自然就没有了。好像我们身体有毛病，你别想它，你天天念阿弥陀佛，那个病自然没有了，自然就好掉了。一个道理，一点都不假。今天解释这个问题，要用科学家「念力的秘密」来帮助，你就很容易懂得，你就会真相信。半信半疑不能解决问题，真正舍弃问题马上解决。不要怀疑，认真去做，效果非常殊胜，等效果现前，你自然就完全相信了。",
      "zh_TW": "淨宗特別殊勝法門，這很難遇到的，百千萬劫難遭遇，無量劫來稀有難逢，我們是運氣好碰到了，碰到了要真正認識它。真正認識它，釋迦牟尼佛這部經就是介紹西方極樂世界，說明書，《無量壽經》是說明書。把這個東西真搞清楚、真搞明白，對極樂世界不懷疑了，真信了，真願意去。去的方法很容易，信、願、持名就能往生。這個法門的好處，不要斷煩惱、不要消業障，為什麼？煩惱不斷自己斷了，業障不消自己消了。這什麼原因？名號功德不可思議。你一天到晚念這句佛號，這句佛號無形當中把你的煩惱、業障全給消掉了。所以，不用特別去消業障，不用特別去斷煩惱，自然就沒有了。好像我們身體有毛病，你別想它，你天天念阿彌陀佛，那個病自然沒有了，自然就好掉了。一個道理，一點都不假。今天解釋這個問題，要用科學家「念力的祕密」來幫助，你就很容易懂得，你就會真相信。半信半疑不能解決問題，真正捨棄問題馬上解決。不要懷疑，認真去做，效果非常殊勝，等效果現前，你自然就完全相信了。"
    },
    {
      "id": "02-037-0175_p0035",
      "zh_CN": "马雅预言说今年，二０一二，十二月二十一号，地球会进入一个崭新的纪元，我们遇到了。现在网路上报导这些事情的信息很多，有同学下载了几篇给我看，说地球从三度空间转变成四度空间，还有一个说法，从三度空间转变成五度空间。在转变过程当中，有三天地球回归在零度空间状况之下，三天黑夜，日月星光都没有，一片漆黑，三天。人在这三天当中，是在冬眠的状态一样，你想站起来，感觉到头昏站不住。好好的睡三天大觉，慢慢就看到天亮了。三天三夜七十多个小时，看到的光那是像清晨，有一点光亮，见到阳光大概要七天的时间，地球已经转变了。遇到这样状况，这是一些灵媒提供的信息，最重要的是不惊不怖，不害怕，保持镇定，心地清净。",
      "zh_TW": "馬雅預言說今年，二０一二，十二月二十一號，地球會進入一個嶄新的紀元，我們遇到了。現在網路上報導這些事情的信息很多，有同學下載了幾篇給我看，說地球從三度空間轉變成四度空間，還有一個說法，從三度空間轉變成五度空間。在轉變過程當中，有三天地球回歸在零度空間狀況之下，三天黑夜，日月星光都沒有，一片漆黑，三天。人在這三天當中，是在冬眠的狀態一樣，你想站起來，感覺到頭昏站不住。好好的睡三天大覺，慢慢就看到天亮了。三天三夜七十多個小時，看到的光那是像清晨，有一點光亮，見到陽光大概要七天的時間，地球已經轉變了。遇到這樣狀況，這是一些靈媒提供的信息，最重要的是不驚不怖，不害怕，保持鎮定，心地清淨。"
    },
    {
      "id": "02-037-0175_p0036",
      "zh_CN": "你随着这个转变，转变的时候可能我们整个的生理细胞组织统统都会改变，自然的转变了，成为一个新的身体，新的世界。说会死很多人，这人怎么死的？被吓死的。这真的，他不了解事实真相，他发生恐怖、害怕。在这个状况之下，最好心里头就是念阿弥陀佛，让阿弥陀佛不要间断，比什么都好，这是最安全的方法。这个事情对学佛的人来讲，好事，不是坏事。我们要把这个事情当作什么？当作克期取证，我就在这一天要往生西方极乐世界，阿弥陀佛要来接我，我们做这个准备。阿弥陀佛要不来，那当然我们还存留在这个世间，再作弘法利生的工作，续佛慧命，正法久住，这是我们未来的使命。用佛法来教化众生，恢复社会的秩序，化解地球上所有的灾难。这个时间距离我们愈来愈近，现在可以说倒数计时。",
      "zh_TW": "你隨著這個轉變，轉變的時候可能我們整個的生理細胞組織統統都會改變，自然的轉變了，成為一個新的身體，新的世界。說會死很多人，這人怎麼死的？被嚇死的。這真的，他不了解事實真相，他發生恐怖、害怕。在這個狀況之下，最好心裡頭就是念阿彌陀佛，讓阿彌陀佛不要間斷，比什麼都好，這是最安全的方法。這個事情對學佛的人來講，好事，不是壞事。我們要把這個事情當作什麼？當作剋期取證，我就在這一天要往生西方極樂世界，阿彌陀佛要來接我，我們做這個準備。阿彌陀佛要不來，那當然我們還存留在這個世間，再作弘法利生的工作，續佛慧命，正法久住，這是我們未來的使命。用佛法來教化眾生，恢復社會的秩序，化解地球上所有的災難。這個時間距離我們愈來愈近，現在可以說倒數計時。"
    },
    {
      "id": "02-037-0175_p0037",
      "zh_CN": "眼前我们最迫切需要的一个工作，就是把身见放下，这个重要。最好把见惑放下，好事情，决定是这个身不是我自己。边见放下，边见是对立，就是二边。我的对面是人，我不跟人对立，人跟我对立，我不跟他对立，所有一切冲突全没有、全化解了。再进一步，成见放弃，自己对于一切人事物，我没有看法、我没有想法，你们怎么看法、想法都好，我什么都没有。放弃自己的成见，智慧就生起来了。有智慧，自自然然能辨别是非善恶，对于自己有正确的选择。放下邪见，所有一切错误的想法、看法统统放弃，一心专念阿弥陀佛。这个好，真的把阿弥陀佛放在心上，心就是阿弥陀佛，阿弥陀佛就是我心。要有坚定的信心，我决定生净土；有坚定的愿望，临终时候阿弥陀佛决定在我面前，我们不会失望。还有三百多天的时间，让我们准备办这一桩后事，想着古人一句话，「万般将不去，唯有业随身」，带不去的一些财物，包括家亲眷属。家亲眷属要看作什么？同参道友，我们一起共同修这个法门的，我们大家都到西方极乐世界去。财物，尽量去做好事，不要再保留住，佛教给我们积财丧道，多帮助些需要的人，广结法缘，这个好事！",
      "zh_TW": "眼前我們最迫切需要的一個工作，就是把身見放下，這個重要。最好把見惑放下，好事情，決定是這個身不是我自己。邊見放下，邊見是對立，就是二邊。我的對面是人，我不跟人對立，人跟我對立，我不跟他對立，所有一切衝突全沒有、全化解了。再進一步，成見放棄，自己對於一切人事物，我沒有看法、我沒有想法，你們怎麼看法、想法都好，我什麼都沒有。放棄自己的成見，智慧就生起來了。有智慧，自自然然能辨別是非善惡，對於自己有正確的選擇。放下邪見，所有一切錯誤的想法、看法統統放棄，一心專念阿彌陀佛。這個好，真的把阿彌陀佛放在心上，心就是阿彌陀佛，阿彌陀佛就是我心。要有堅定的信心，我決定生淨土；有堅定的願望，臨終時候阿彌陀佛決定在我面前，我們不會失望。還有三百多天的時間，讓我們準備辦這一樁後事，想著古人一句話，「萬般將不去，唯有業隨身」，帶不去的一些財物，包括家親眷屬。家親眷屬要看作什麼？同參道友，我們一起共同修這個法門的，我們大家都到西方極樂世界去。財物，盡量去做好事，不要再保留住，佛教給我們積財喪道，多幫助些需要的人，廣結法緣，這個好事！"
    },
    {
      "id": "02-037-0175_p0038",
      "zh_CN": "「见惑不断，则不能入圣流，势必常沦生死，欲出无期」。那就是你身见不破，你决定离不开娑婆世界六道轮回，这个事情麻烦大了，在六道里头搞轮回，生生世世，苦不堪言。「贪计身者，谓执有我身而贪着计度也」。这是讲什么叫贪计身，执着这个身体是我。贪，让这身体贪图享受，计是计划，度是审度，怎样让身体过得舒服、过得幸福，处处为这个身着想。错了，身不是我，为它造作罪业不值得。头一个，口业，口业是为谁？三寸舌头，咽下去就不知道味道了，就没有味道了。为了三寸舌头，吃众生肉，跟多少众生结了冤仇。我们只举这一个例子，其他的例子就太多了。都是为身，没有这个身不就不造业了！现在要知道这身是假的，身不是我，我为它造这些业，受这个累赘，不值得，这真错了！",
      "zh_TW": "「見惑不斷，則不能入聖流，勢必常淪生死，欲出無期」。那就是你身見不破，你決定離不開娑婆世界六道輪迴，這個事情麻煩大了，在六道裡頭搞輪迴，生生世世，苦不堪言。「貪計身者，謂執有我身而貪著計度也」。這是講什麼叫貪計身，執著這個身體是我。貪，讓這身體貪圖享受，計是計畫，度是審度，怎樣讓身體過得舒服、過得幸福，處處為這個身著想。錯了，身不是我，為它造作罪業不值得。頭一個，口業，口業是為誰？三寸舌頭，嚥下去就不知道味道了，就沒有味道了。為了三寸舌頭，吃眾生肉，跟多少眾生結了冤仇。我們只舉這一個例子，其他的例子就太多了。都是為身，沒有這個身不就不造業了！現在要知道這身是假的，身不是我，我為它造這些業，受這個累贅，不值得，這真錯了！"
    },
    {
      "id": "02-037-0175_p0039",
      "zh_CN": "修行人，释迦牟尼佛给我们做了个榜样。他一天吃一餐，到外面去托钵，人家给什么吃什么，没有分别、没有执着、没有计较，身心健康。每天的工作是教学，最好的一个老师，认真负责。三十岁开悟，开悟之后就开始教学，七十九岁圆寂的。四十九年教学没有听说他哪一天放假，在经典上，如果放假，是大事，一定有记载，没有一天放假。学生真不少，常随弟子，不离开他的，经典上有记载，一千二百五十五人。我们相信，不是常随的人数我想可能比这个更多。所以释迦佛当年教学的这个团体，我们估计至少是三千人以上，这么大一个团体。那个时候没有现代的媒体、没有广播，教学要扩大就是学生的事情，学生学了之后，分头到各地方去讲给别人听。四面八方学生去讲，你听几句就讲几句，不讲错了就行。有些有成就的，可以长期在外面，远距离的，走个一二百里、三四百里地方去教，那就离开佛陀、离开老师了。他们担任教学，一年讲经教学九个月，夏安居三个月回来，回到佛陀的身边再教育，我们今天讲进修教育，就是提升自己。九个月你去外面教别人，每年回来三个月接受佛陀再教育，提升自己。",
      "zh_TW": "修行人，釋迦牟尼佛給我們做了個榜樣。他一天吃一餐，到外面去托缽，人家給什麼吃什麼，沒有分別、沒有執著、沒有計較，身心健康。每天的工作是教學，最好的一個老師，認真負責。三十歲開悟，開悟之後就開始教學，七十九歲圓寂的。四十九年教學沒有聽說他哪一天放假，在經典上，如果放假，是大事，一定有記載，沒有一天放假。學生真不少，常隨弟子，不離開他的，經典上有記載，一千二百五十五人。我們相信，不是常隨的人數我想可能比這個更多。所以釋迦佛當年教學的這個團體，我們估計至少是三千人以上，這麼大一個團體。那個時候沒有現代的媒體、沒有廣播，教學要擴大就是學生的事情，學生學了之後，分頭到各地方去講給別人聽。四面八方學生去講，你聽幾句就講幾句，不講錯了就行。有些有成就的，可以長期在外面，遠距離的，走個一二百里、三四百里地方去教，那就離開佛陀、離開老師了。他們擔任教學，一年講經教學九個月，夏安居三個月回來，回到佛陀的身邊再教育，我們今天講進修教育，就是提升自己。九個月你去外面教別人，每年回來三個月接受佛陀再教育，提升自己。"
    },
    {
      "id": "02-037-0175_p0040",
      "zh_CN": "所以，它是个教学的团体，跟现在宗教的说法，它就不是宗教。宗教里头最重要的，有个创造宇宙的神，佛教没有。佛教在这个地方讲宇宙的起源，那就是今天讲的科学、讲的哲学。哲学里面讲的本体，佛法里面的自性，这是本体，宇宙一切法都是从它变现的，自性能生能现，阿赖耶能变，它说这些。自性是真心，阿赖耶是妄心，真心能生能现，妄心能变，十法界依正庄严是妄心阿赖耶变现的。佛法里头没有神明来造宇宙，没有。我初学佛的时候，方东美先生介绍是哲学。上这堂课的时候，方老师首先说，「释迦牟尼」，他没有加佛，只说释迦牟尼，「是世界上最伟大的哲学家」，他这样介绍给我的，「佛经哲学是全世界哲学的最高峰」，说「学佛是人生最高的享受」。我们以前不知道，人云亦云，听别人说的，佛教是宗教、是迷信。而且在宗教里面属于低级宗教，高级宗教只有一个神，一个真神。佛教是多神教、泛神教，到寺庙里去看，神太多了，泛神教、多神教是属于低级宗教。以前是这么个观念，全错了，谁给我说我也不会相信。",
      "zh_TW": "所以，它是個教學的團體，跟現在宗教的說法，它就不是宗教。宗教裡頭最重要的，有個創造宇宙的神，佛教沒有。佛教在這個地方講宇宙的起源，那就是今天講的科學、講的哲學。哲學裡面講的本體，佛法裡面的自性，這是本體，宇宙一切法都是從它變現的，自性能生能現，阿賴耶能變，它說這些。自性是真心，阿賴耶是妄心，真心能生能現，妄心能變，十法界依正莊嚴是妄心阿賴耶變現的。佛法裡頭沒有神明來造宇宙，沒有。我初學佛的時候，方東美先生介紹是哲學。上這堂課的時候，方老師首先說，「釋迦牟尼」，他沒有加佛，只說釋迦牟尼，「是世界上最偉大的哲學家」，他這樣介紹給我的，「佛經哲學是全世界哲學的最高峰」，說「學佛是人生最高的享受」。我們以前不知道，人云亦云，聽別人說的，佛教是宗教、是迷信。而且在宗教裡面屬於低級宗教，高級宗教只有一個神，一個真神。佛教是多神教、泛神教，到寺廟裡去看，神太多了，泛神教、多神教是屬於低級宗教。以前是這麼個觀念，全錯了，誰給我說我也不會相信。"
    },
    {
      "id": "02-037-0175_p0041",
      "zh_CN": "所以我这三个老师少一个都不行，不是方东美先生介绍，我不会相信。你说是李老师介绍，他是在家居士，他是学佛的，首先迷信。章嘉大师，这是佛教的，我们也不会相信他，虽然高明，不能接受。所以方先生把门打开，我们才看到了，这个开门的人很重要，接引我们入门。我们真正相信，愿意接受了，才认真听老师的教诲。跟章嘉大师三年，大师慈悲，每个星期给我一个小时到二个小时的时间，跟他三年，我佛法的根基是他老人家奠定的。真的善知识，不是假的。我们初学，从方东美先生那里由哲学入门，认识佛教了。所以他就告诉我，你要学佛，你首先要认识释迦牟尼佛，你对他不认识，你就会走错路。怎么认识他？他介绍我，在《大藏经》里头有，《释迦方志》、《释迦谱》，从这里下手，这两样是释迦牟尼佛的传记。这个传记是从经典里头节录下来的，也是个会集本，一切经里面讲释迦牟尼佛那些故事节录出来，看这个东西。这个东西看完之后，才晓得释迦牟尼佛是人，不是神。",
      "zh_TW": "所以我這三個老師少一個都不行，不是方東美先生介紹，我不會相信。你說是李老師介紹，他是在家居士，他是學佛的，首先迷信。章嘉大師，這是佛教的，我們也不會相信他，雖然高明，不能接受。所以方先生把門打開，我們才看到了，這個開門的人很重要，接引我們入門。我們真正相信，願意接受了，才認真聽老師的教誨。跟章嘉大師三年，大師慈悲，每個星期給我一個小時到二個小時的時間，跟他三年，我佛法的根基是他老人家奠定的。真的善知識，不是假的。我們初學，從方東美先生那裡由哲學入門，認識佛教了。所以他就告訴我，你要學佛，你首先要認識釋迦牟尼佛，你對他不認識，你就會走錯路。怎麼認識他？他介紹我，在《大藏經》裡頭有，《釋迦方志》、《釋迦譜》，從這裡下手，這兩樣是釋迦牟尼佛的傳記。這個傳記是從經典裡頭節錄下來的，也是個會集本，一切經裡面講釋迦牟尼佛那些故事節錄出來，看這個東西。這個東西看完之後，才曉得釋迦牟尼佛是人，不是神。"
    },
    {
      "id": "02-037-0175_p0042",
      "zh_CN": "释迦牟尼佛出生是王子，父亲是国王，这是王子，过的是皇家富裕的生活。偶尔出门去游玩的时候，看到生老病死，看到这些现象，引发他去想这些人生的大问题，一切众生都不能避免的问题。如何能解决这个问题，这就是大学问了。所以十九岁这年离开家庭去学道去，用现在话说去求学。当时印度是宗教之国，而且这些宗教几乎没有不修禅定的。佛经里头讲的四禅八定，这是婆罗门教修的，释迦牟尼佛接受了，把它当作佛门修学基本的禅定。我们知道，释迦牟尼佛四禅八定一定修得很到家，有这种功夫，对六道轮回里面的事情就清清楚楚，完全明了，是定中境界。六道全明白了，那肯定有问题，六道从哪里来的？为什么会有六道？六道以外还有没有世界？一般知识青年都会想这些问题，我们想释迦牟尼佛不会例外，也会想到这些问题。",
      "zh_TW": "釋迦牟尼佛出生是王子，父親是國王，這是王子，過的是皇家富裕的生活。偶爾出門去遊玩的時候，看到生老病死，看到這些現象，引發他去想這些人生的大問題，一切眾生都不能避免的問題。如何能解決這個問題，這就是大學問了。所以十九歲這年離開家庭去學道去，用現在話說去求學。當時印度是宗教之國，而且這些宗教幾乎沒有不修禪定的。佛經裡頭講的四禪八定，這是婆羅門教修的，釋迦牟尼佛接受了，把它當作佛門修學基本的禪定。我們知道，釋迦牟尼佛四禪八定一定修得很到家，有這種功夫，對六道輪迴裡面的事情就清清楚楚，完全明瞭，是定中境界。六道全明白了，那肯定有問題，六道從哪裡來的？為什麼會有六道？六道以外還有沒有世界？一般知識青年都會想這些問題，我們想釋迦牟尼佛不會例外，也會想到這些問題。"
    },
    {
      "id": "02-037-0175_p0043",
      "zh_CN": "他求学十二年，印度的宗教他完全学过，印度所有这些哲学学派他也学过。但是这些问题，无论是学术、宗教都没有法子解决，所以他就放弃了。那年三十岁，放弃了，就是放弃了参学。应该也参学都差不多了，都接触过，没有地方再去问，就入更深的禅定。从四禅八定这个基础再深入，深入到明心见性，大彻大悟、明心见性，他的问题完全解决了。这就是今天讲的，科学跟哲学所研究的一些课程他圆满了，全部通达明了了。这时候开始教学，教学第一部讲的经，《大方广佛华严经》，是在菩提树下打坐，定中讲的，没有人知道。把他开悟见性的全部状况都说出来，这部经就是《大方广佛华严经》。用了多少时间？我们人间的时间二七十四天，也有地方讲的三七二十一天，讲完了。定中，没有定功的人，也就是不是明心见性的人，你没有办法参加他这个法会；你参加他这个研究报告的话，你一定是明心见性，你才有资格参加。",
      "zh_TW": "他求學十二年，印度的宗教他完全學過，印度所有這些哲學學派他也學過。但是這些問題，無論是學術、宗教都沒有法子解決，所以他就放棄了。那年三十歲，放棄了，就是放棄了參學。應該也參學都差不多了，都接觸過，沒有地方再去問，就入更深的禪定。從四禪八定這個基礎再深入，深入到明心見性，大徹大悟、明心見性，他的問題完全解決了。這就是今天講的，科學跟哲學所研究的一些課程他圓滿了，全部通達明瞭了。這時候開始教學，教學第一部講的經，《大方廣佛華嚴經》，是在菩提樹下打坐，定中講的，沒有人知道。把他開悟見性的全部狀況都說出來，這部經就是《大方廣佛華嚴經》。用了多少時間？我們人間的時間二七十四天，也有地方講的三七二十一天，講完了。定中，沒有定功的人，也就是不是明心見性的人，你沒有辦法參加他這個法會；你參加他這個研究報告的話，你一定是明心見性，你才有資格參加。"
    },
    {
      "id": "02-037-0175_p0044",
      "zh_CN": "这部经讲完之后，大龙菩萨收到龙宫去收藏，世间没有人知道。六百年之后，龙树菩萨有这个缘分到龙宫去参观，看到这部经典。他看到这部经典吓呆了，分量多大？他说十个三千大千世界微尘偈，一四天下微尘品。这个经要是搬到地球，地球装不下。他怎么说的？最长二十一天的时间，怎么说这么多东西！在禅定里头，没有空间、没有时间，一刹那可以变成无量劫，无量劫可以变成一刹那，这念劫圆融。我们这个《华严经》，是释迦牟尼佛所讲的《华严经》的题目纲要，就像《四库全书》一样，目录纲要。只把这个东西带回来，经典太大了，说我们这个世界众生没有人能够学习，分量太大。所以把目录提要带回来，就是现在的《华严经》。",
      "zh_TW": "這部經講完之後，大龍菩薩收到龍宮去收藏，世間沒有人知道。六百年之後，龍樹菩薩有這個緣分到龍宮去參觀，看到這部經典。他看到這部經典嚇呆了，分量多大？他說十個三千大千世界微塵偈，一四天下微塵品。這個經要是搬到地球，地球裝不下。他怎麼說的？最長二十一天的時間，怎麼說這麼多東西！在禪定裡頭，沒有空間、沒有時間，一剎那可以變成無量劫，無量劫可以變成一剎那，這念劫圓融。我們這個《華嚴經》，是釋迦牟尼佛所講的《華嚴經》的題目綱要，就像《四庫全書》一樣，目錄綱要。只把這個東西帶回來，經典太大了，說我們這個世界眾生沒有人能夠學習，分量太大。所以把目錄提要帶回來，就是現在的《華嚴經》。"
    },
    {
      "id": "02-037-0175_p0045",
      "zh_CN": "这开始办学校，办小学、中学、大学、研究所，释迦牟尼佛真的是这样搞的。起初十二年讲阿含，是小学，以后八年讲方等是中学，二十二年般若是大学，最后法华八年那是研究所，他有次第的在教学。四十九年把这些学生，至少我们可以断定，跟他常随众的学生，一直跟他的学生，就是念到研究所毕业。一生搞教育，不是宗教，与宗教不相干。让我们了解之后，这个东西与宗教风马牛不相关。但是释迦牟尼佛不反对宗教，释迦牟尼佛对所有宗教都通达，因为宗教到天道。只要有四禅八定，宗教全通达了，这个世间所有宗教都通达，他比宗教更高。我们今天时间到了，就学习到此地。",
      "zh_TW": "這開始辦學校，辦小學、中學、大學、研究所，釋迦牟尼佛真的是這樣搞的。起初十二年講阿含，是小學，以後八年講方等是中學，二十二年般若是大學，最後法華八年那是研究所，他有次第的在教學。四十九年把這些學生，至少我們可以斷定，跟他常隨眾的學生，一直跟他的學生，就是念到研究所畢業。一生搞教育，不是宗教，與宗教不相干。讓我們了解之後，這個東西與宗教風馬牛不相關。但是釋迦牟尼佛不反對宗教，釋迦牟尼佛對所有宗教都通達，因為宗教到天道。只要有四禪八定，宗教全通達了，這個世間所有宗教都通達，他比宗教更高。我們今天時間到了，就學習到此地。"
    }
  ]
}