{
  "doc_id": "02-037-0427",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二七集",
    "zh_TW": "第四二七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0427",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-037-0427_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百八十九页，倒数第三行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百八十九頁，倒數第三行，從當中看起："
    },
    {
      "id": "02-037-0427_p0002",
      "zh_CN": "『礼义都合』，从这里看起。「礼义者，仁义礼智信，世间道德也。但此二字不但代表当时古印度之社会道德」，实实在在「泛指后世种种社会各个时代之社会道德与规律」。这个五德，中国古人讲道德，道是大自然的规律，称之为道；随顺大自然的规律，这叫德。五伦是道，父子不是人创造的，这是自然的规律，所以父子有亲这是道，夫妇有别是道，君臣有义、长幼有序、朋友有信，这是大道，伦理的大道。五常是德，合起来是道德，仁义礼智信是五常，完全随顺于道。父子有亲里面，这个亲就是仁义礼智信，一样都不缺；夫妇有别，别里头也是仁义礼智信；君臣有义，义里头也是仁义礼智信；长幼有序都不离开仁义礼智信，朋友有信亦复如是。所以这个道，五伦的道完全落实在仁义礼智信，这是做人的基本道德。这个道德是性德，不是哪个人创造、哪个人发明、哪个人建立的，不是的。所以孔老夫子他相信，他不怀疑，老人一生求学、为人的心态就是守住这个道德，「述而不作，信而好古」。孔子以后这二千五百年，所有读书的人，今天讲知识分子，乃至于国王大臣，都遵守这个道德的传统。所以世世代代社会安定和谐，太平盛世。",
      "zh_TW": "『禮義都合』，從這裡看起。「禮義者，仁義禮智信，世間道德也。但此二字不但代表當時古印度之社會道德」，實實在在「泛指後世種種社會各個時代之社會道德與規律」。這個五德，中國古人講道德，道是大自然的規律，稱之為道；隨順大自然的規律，這叫德。五倫是道，父子不是人創造的，這是自然的規律，所以父子有親這是道，夫婦有別是道，君臣有義、長幼有序、朋友有信，這是大道，倫理的大道。五常是德，合起來是道德，仁義禮智信是五常，完全隨順於道。父子有親裡面，這個親就是仁義禮智信，一樣都不缺；夫婦有別，別裡頭也是仁義禮智信；君臣有義，義裡頭也是仁義禮智信；長幼有序都不離開仁義禮智信，朋友有信亦復如是。所以這個道，五倫的道完全落實在仁義禮智信，這是做人的基本道德。這個道德是性德，不是哪個人創造、哪個人發明、哪個人建立的，不是的。所以孔老夫子他相信，他不懷疑，老人一生求學、為人的心態就是守住這個道德，「述而不作，信而好古」。孔子以後這二千五百年，所有讀書的人，今天講知識分子，乃至於國王大臣，都遵守這個道德的傳統。所以世世代代社會安定和諧，太平盛世。"
    },
    {
      "id": "02-037-0427_p0003",
      "zh_CN": "现在我们学西方的科技文明，把老祖宗东西抛弃了，社会乱了，人民苦了，地球灾变不断的提高频率。这是什么？违背了自然的生态，违背了性德。道德没有了，道没有了，五伦没有了；德没有了，仁义礼智信没有了。现在我们尝到这个苦果，应不应该回头？如果不回头，连科学家都说，五十年之后，这个地球上不适合人类生存。也就是人类要从地球上绝灭，地球不会灭，地球上的人要绝灭，科学家提出来的。科学家根据什么？根据现前事实真相，发展的速度非常之快。我们看最近几十年，十年一个阶段、十年一个阶段往前面看。抗战胜利的时候距离现在六十年，那个时候的社会，比今天讲起来算是安定和平，虽然有战争。为什么？人与人之间还有一点道德的观念，大家还都乐意遵守。五十年前就不如六十年，四十年前就不如五十年，一年一年往下滑，不是提升；换句话说，一年不如一年。什么原因？总的一句话来说，人心坏了，一年比一年坏，坏到你无法想像，那要再过个三十年、五十年，报应现前。这个事情是真的不是假的，古人有一句谚语说，「不是不报，时候未到」，五十年后那个时候到了，那就一切总报。",
      "zh_TW": "現在我們學西方的科技文明，把老祖宗東西拋棄了，社會亂了，人民苦了，地球災變不斷的提高頻率。這是什麼？違背了自然的生態，違背了性德。道德沒有了，道沒有了，五倫沒有了；德沒有了，仁義禮智信沒有了。現在我們嘗到這個苦果，應不應該回頭？如果不回頭，連科學家都說，五十年之後，這個地球上不適合人類生存。也就是人類要從地球上絕滅，地球不會滅，地球上的人要絕滅，科學家提出來的。科學家根據什麼？根據現前事實真相，發展的速度非常之快。我們看最近幾十年，十年一個階段、十年一個階段往前面看。抗戰勝利的時候距離現在六十年，那個時候的社會，比今天講起來算是安定和平，雖然有戰爭。為什麼？人與人之間還有一點道德的觀念，大家還都樂意遵守。五十年前就不如六十年，四十年前就不如五十年，一年一年往下滑，不是提升；換句話說，一年不如一年。什麼原因？總的一句話來說，人心壞了，一年比一年壞，壞到你無法想像，那要再過個三十年、五十年，報應現前。這個事情是真的不是假的，古人有一句諺語說，「不是不報，時候未到」，五十年後那個時候到了，那就一切總報。"
    },
    {
      "id": "02-037-0427_p0004",
      "zh_CN": "地球在过去有过这样的大灾难，几乎所有动物绝灭了，留下来很少很少，那叫做种子，慢慢再繁衍，经过几万年，成了现前的社会。科学家还告诉我们，应该每一次地球绝灭与科学都有关系。科学发展到一定的阶段，人不相信伦理、不相信因果、不相信报应，不相信这个世界还有神，为所欲为，自私自利膨胀到极处，造成人类在这个地球上的绝灭。我们今天冷静观察，现在的人，我们看人，回过头来再看自己，我们有没有仁？仁者爱人，仁民及物，我爱一切人，包括一切人所爱之物，我也都爱护。爱人，他家里养的小狗、小猫，他所爱的，我们也要爱牠。他所生活的方式，所居住的家园，他爱，我们都要爱它，爱它就不能破坏它，爱它就一定要保护它。现在在这个世界上，这种人能不能找到？不能说没有，太稀有了。",
      "zh_TW": "地球在過去有過這樣的大災難，幾乎所有動物絕滅了，留下來很少很少，那叫做種子，慢慢再繁衍，經過幾萬年，成了現前的社會。科學家還告訴我們，應該每一次地球絕滅與科學都有關係。科學發展到一定的階段，人不相信倫理、不相信因果、不相信報應，不相信這個世界還有神，為所欲為，自私自利膨脹到極處，造成人類在這個地球上的絕滅。我們今天冷靜觀察，現在的人，我們看人，回過頭來再看自己，我們有沒有仁？仁者愛人，仁民及物，我愛一切人，包括一切人所愛之物，我也都愛護。愛人，他家裡養的小狗、小貓，他所愛的，我們也要愛牠。他所生活的方式，所居住的家園，他愛，我們都要愛它，愛它就不能破壞它，愛它就一定要保護它。現在在這個世界上，這種人能不能找到？不能說沒有，太稀有了。"
    },
    {
      "id": "02-037-0427_p0005",
      "zh_CN": "义者循理，义是什么？思想、行为，起心动念、言语造作要合情，合人情。人情的核心就是爱，在佛法里面讲就是慈悲，人情的核心。一个人，爱自己的人决定爱人；不爱人的人，决定他不知道自爱，他不爱自己，他尽情纵欲，求一时的快乐，不顾后果。就从饮食起居上你细心去观察，好吃是不是爱自己？不爱自己。为什么？过分的饮食伤自己的五脏六腑，不知道爱惜。佛法里面提倡日中一食，提倡过午不食，什么原因？爱护自己的五脏六腑，帮助它节省它的能源。我们过量饮食要靠它们消化，它的负担很重，让它的负担减轻，寿命就增长，就健康长寿，是这么个道理。古大德要求人吃七分饱就够了，不要太过分，为什么？自爱，不是为别的。饮酒不要过三杯，为什么？不伤五脏六腑，少量的，帮助血液循环，好事情。喝醉了伤身体，五脏六腑统统受到伤害，那怎么是自爱？就不自爱。",
      "zh_TW": "義者循理，義是什麼？思想、行為，起心動念、言語造作要合情，合人情。人情的核心就是愛，在佛法裡面講就是慈悲，人情的核心。一個人，愛自己的人決定愛人；不愛人的人，決定他不知道自愛，他不愛自己，他盡情縱欲，求一時的快樂，不顧後果。就從飲食起居上你細心去觀察，好吃是不是愛自己？不愛自己。為什麼？過分的飲食傷自己的五臟六腑，不知道愛惜。佛法裡面提倡日中一食，提倡過午不食，什麼原因？愛護自己的五臟六腑，幫助它節省它的能源。我們過量飲食要靠它們消化，它的負擔很重，讓它的負擔減輕，壽命就增長，就健康長壽，是這麼個道理。古大德要求人吃七分飽就夠了，不要太過分，為什麼？自愛，不是為別的。飲酒不要過三杯，為什麼？不傷五臟六腑，少量的，幫助血液循環，好事情。喝醉了傷身體，五臟六腑統統受到傷害，那怎麼是自愛？就不自愛。"
    },
    {
      "id": "02-037-0427_p0006",
      "zh_CN": "佛门里面提倡素食，自爱，素食健康长寿，减少疾病。我学佛选择素食，因为在没有学佛之前，我有一段的时间跟伊斯兰教接触比较近，朋友是回教徒。我看到他们一些资料，对于饮食方面他们比一般人重视，有爱心。你说一般的肉他们不吃，他们吃肉一定是阿訇宰杀的。为什么？阿訇有慈悲心，宰杀畜生的时候一定是一刀毙命，减少牠痛苦。在杀牠之前给牠念咒，给牠念经回向，这都是什么？有礼节加于牠。虽然杀牠，不是瞋恨心，是爱心，杀的时候尽量减少痛苦，以真诚的爱心来对牠，这他们所讲求的。动物他有选择，有很多动物性情不好的，他们不吃，为什么？影响自己身体。所以我们懂得了，伊斯兰教讲究卫生，还讲究卫性，保护自己良好的性情。",
      "zh_TW": "佛門裡面提倡素食，自愛，素食健康長壽，減少疾病。我學佛選擇素食，因為在沒有學佛之前，我有一段的時間跟伊斯蘭教接觸比較近，朋友是回教徒。我看到他們一些資料，對於飲食方面他們比一般人重視，有愛心。你說一般的肉他們不吃，他們吃肉一定是阿訇宰殺的。為什麼？阿訇有慈悲心，宰殺畜生的時候一定是一刀斃命，減少牠痛苦。在殺牠之前給牠念咒，給牠念經迴向，這都是什麼？有禮節加於牠。雖然殺牠，不是瞋恨心，是愛心，殺的時候盡量減少痛苦，以真誠的愛心來對牠，這他們所講求的。動物他有選擇，有很多動物性情不好的，他們不吃，為什麼？影響自己身體。所以我們懂得了，伊斯蘭教講究衛生，還講究衛性，保護自己良好的性情。"
    },
    {
      "id": "02-037-0427_p0007",
      "zh_CN": "到我们接触佛教，觉得佛教的饮食比它还高，不但懂得卫生、卫性，这卫性从哪里看？他不吃五辛，葱、蒜、荞头、韭菜、洋葱这个五种东西他不吃。这什么原因？性情不好，这五样东西，生吃会引起肝火，就是发脾气；熟吃它产生荷尔蒙，容易引起性冲动。生吃、熟吃都不好，所以把它戒掉。我们要懂得佛制戒律的原因，要明了为什么这个不能吃，这也不是肉。这是什么？植物里头也有选择，它性质好与不好。但是这个开缘很广，这五种东西也跟喝酒一样，过了量才起作用，如果不过量不起作用。你大蒜吃个一瓣两瓣不会起作用，如果像山东人一样，吃大蒜像吃花生米一样，那就真有问题。但是那个吃我们吃不下去，太辣了，他们吃习惯了。那个会起作用，为什么？他量太多了，一餐大蒜头可以吃二、三个。我们吃两瓣就不得了，三瓣就咽不下去了。所以这个量跟酒一样，这五样东西都是量。所以佛准许菜里面做香料、做佐料没有事情；酒也是如此，做料酒，酒放在菜里面，取它的味道，这个不起作用。",
      "zh_TW": "到我們接觸佛教，覺得佛教的飲食比它還高，不但懂得衛生、衛性，這衛性從哪裡看？他不吃五辛，蔥、蒜、蕎頭、韭菜、洋蔥這個五種東西他不吃。這什麼原因？性情不好，這五樣東西，生吃會引起肝火，就是發脾氣；熟吃它產生荷爾蒙，容易引起性衝動。生吃、熟吃都不好，所以把它戒掉。我們要懂得佛制戒律的原因，要明瞭為什麼這個不能吃，這也不是肉。這是什麼？植物裡頭也有選擇，它性質好與不好。但是這個開緣很廣，這五種東西也跟喝酒一樣，過了量才起作用，如果不過量不起作用。你大蒜吃個一瓣兩瓣不會起作用，如果像山東人一樣，吃大蒜像吃花生米一樣，那就真有問題。但是那個吃我們吃不下去，太辣了，他們吃習慣了。那個會起作用，為什麼？他量太多了，一餐大蒜頭可以吃二、三個。我們吃兩瓣就不得了，三瓣就嚥不下去了。所以這個量跟酒一樣，這五樣東西都是量。所以佛准許菜裡面做香料、做佐料沒有事情；酒也是如此，做料酒，酒放在菜裡面，取它的味道，這個不起作用。"
    },
    {
      "id": "02-037-0427_p0008",
      "zh_CN": "所以佛讲一切合情合理合法，佛很可爱，一点都不呆板，通情达理，很好相处。都给你讲的道理，怎样保护自己身体，保护自己的性情，佛更高一着，保护你的慈悲心。所以他讲三个，素食是保护慈悲心，不杀生，不跟众生做冤仇。你看卫生、卫性、卫心，这在饮食里头是最完美的。素食，为什么要素食？你把它道理讲清楚、讲明白，大家就懂了。有道理，我们应该选择，对身体决定有好处，没有副作用。肉食的人多病，奇奇怪怪的病常常有；素食，我素食六十一年了，没生过病，证明它真的是有好处，健康状况比一般人都好。",
      "zh_TW": "所以佛講一切合情合理合法，佛很可愛，一點都不呆板，通情達理，很好相處。都給你講的道理，怎樣保護自己身體，保護自己的性情，佛更高一著，保護你的慈悲心。所以他講三個，素食是保護慈悲心，不殺生，不跟眾生做冤仇。你看衛生、衛性、衛心，這在飲食裡頭是最完美的。素食，為什麼要素食？你把它道理講清楚、講明白，大家就懂了。有道理，我們應該選擇，對身體決定有好處，沒有副作用。肉食的人多病，奇奇怪怪的病常常有；素食，我素食六十一年了，沒生過病，證明它真的是有好處，健康狀況比一般人都好。"
    },
    {
      "id": "02-037-0427_p0009",
      "zh_CN": "我这个一生很少检查身体，十年前到澳洲，办澳洲入籍的手续必须要身体检查，那年我七十五岁。医生是个印度人，印度教，见到我很欢喜，他对佛教很佩服。给我检查只十分钟，聊天聊了五十分钟。十分钟检查过去他告诉我，验血，他说我的血液是三十岁的人，身体什么毛病都没有，不必来检查。问我，素食，心清净。佛教导我们两句话，我们做到了，身体一定会好，「于人无争，于世无求」，你就清心寡欲，就健康长寿。生活有规律，一点都不乱，规律是什么？每天读经、拜佛、念佛、讲经，规律的生活。什么境缘都不妨碍，顺境逆境、善缘恶缘都不相干，对我的工作、对我的学习一点干扰都没有，统统放下了。",
      "zh_TW": "我這個一生很少檢查身體，十年前到澳洲，辦澳洲入籍的手續必須要身體檢查，那年我七十五歲。醫生是個印度人，印度教，見到我很歡喜，他對佛教很佩服。給我檢查只十分鐘，聊天聊了五十分鐘。十分鐘檢查過去他告訴我，驗血，他說我的血液是三十歲的人，身體什麼毛病都沒有，不必來檢查。問我，素食，心清淨。佛教導我們兩句話，我們做到了，身體一定會好，「於人無爭，於世無求」，你就清心寡欲，就健康長壽。生活有規律，一點都不亂，規律是什麼？每天讀經、拜佛、念佛、講經，規律的生活。什麼境緣都不妨礙，順境逆境、善緣惡緣都不相干，對我的工作、對我的學習一點干擾都沒有，統統放下了。"
    },
    {
      "id": "02-037-0427_p0010",
      "zh_CN": "所以「礼义都合」，真的，确实是后世，释迦牟尼佛以后，这二千五百多年，我们通过实验。不同的国家、不同的族群、不同的宗教信仰、不同的文化、不同的生活方式，我们就本着这个礼义都合，与这些人相处都能够和睦，都能够彼此尊重、彼此关怀、彼此照顾、彼此合作，非常融洽，没有遇到过对立的。这十几年来周游列国，管用，非常管用。而且用这个，我们用仁义礼智信，他对我也用仁义礼智信，我们当中没有怀疑，我们当中真诚合作，这个社会多美好！所以确实种种社会各个时代的社会道德规律。",
      "zh_TW": "所以「禮義都合」，真的，確實是後世，釋迦牟尼佛以後，這二千五百多年，我們通過實驗。不同的國家、不同的族群、不同的宗教信仰、不同的文化、不同的生活方式，我們就本著這個禮義都合，與這些人相處都能夠和睦，都能夠彼此尊重、彼此關懷、彼此照顧、彼此合作，非常融洽，沒有遇到過對立的。這十幾年來周遊列國，管用，非常管用。而且用這個，我們用仁義禮智信，他對我也用仁義禮智信，我們當中沒有懷疑，我們當中真誠合作，這個社會多美好！所以確實種種社會各個時代的社會道德規律。"
    },
    {
      "id": "02-037-0427_p0011",
      "zh_CN": "中国人从这个基础上再向上提升，有五伦、五常、四维、八德。四维，管子说的「四维不张，国乃灭亡」，四维是礼义廉耻，廉是廉洁，耻是羞耻。管仲讲的，这四个字如果没有了，社会上人没有礼、没有义、没有廉、没有耻，这国家决定灭亡。八德是孝悌忠信、仁爱和平。我们就用中国这四个科目，五伦、五常、四维、八德四科，四科总结，结合起来它里头有重复的，只有十二个字，这十二个字做到了，身心和谐、家庭和睦、社会安定、世界和平。十二个字是「孝悌忠信、礼义廉耻、仁爱和平」，不难记，就这十二个字，要真正做到。这是中国人古圣先贤、老祖宗给我们立下的中国人的标准，要做一个中国人，必须这十二个字要做到。本经三十二品到三十七品讲五戒十善、业因果报，讲得非常清楚。善恶的根本确实就在仁义这两个字，仁义是一切善法的根本，不仁不义是一切罪孽祸害的根本。这两个字不能不讲究，讲是讲清楚、讲明白，究是追根究柢，彻底把它搞透，然后应用在生活上。",
      "zh_TW": "中國人從這個基礎上再向上提升，有五倫、五常、四維、八德。四維，管子說的「四維不張，國乃滅亡」，四維是禮義廉恥，廉是廉潔，恥是羞恥。管仲講的，這四個字如果沒有了，社會上人沒有禮、沒有義、沒有廉、沒有恥，這國家決定滅亡。八德是孝悌忠信、仁愛和平。我們就用中國這四個科目，五倫、五常、四維、八德四科，四科總結，結合起來它裡頭有重複的，只有十二個字，這十二個字做到了，身心和諧、家庭和睦、社會安定、世界和平。十二個字是「孝悌忠信、禮義廉恥、仁愛和平」，不難記，就這十二個字，要真正做到。這是中國人古聖先賢、老祖宗給我們立下的中國人的標準，要做一個中國人，必須這十二個字要做到。本經三十二品到三十七品講五戒十善、業因果報，講得非常清楚。善惡的根本確實就在仁義這兩個字，仁義是一切善法的根本，不仁不義是一切罪孽禍害的根本。這兩個字不能不講究，講是講清楚、講明白，究是追根究柢，徹底把它搞透，然後應用在生活上。"
    },
    {
      "id": "02-037-0427_p0012",
      "zh_CN": "这后头说，「所发之愿」，无论我们发的什么愿，学佛的人，有一部分人发的是学佛，是成佛、成菩萨的愿，要与礼义相合；求升官发财的愿，行，也要与礼义都合。世出世间你在一生想成就什么，先要跟礼义相应，你会得到圆满的成就。违背了礼义的成就，不是没有，也有，他为什么会有？过去生中积的大善，他命里头有，有大富大贵。现在的心行不善，他大富大贵还是可以得到，但是富贵享尽了，他造的罪业果报就现前。这就是所谓的「不是不报，时辰未到；时辰一到，一切总报」。我们看看中国、外国的历史，如果细心去观察，这种果报都在眼前。只要能够把中国人讲的这十二个字，仁义礼智信扩充了，「始能为当时社会之所容」。我们当时是现代，我们做了这个实验，最近这十几年来周游列国，无论到哪个地方，我们都得到很好的礼遇、很好的接待，我们的交流都非常融洽。我们的观点他能包容，他们的理念我们能接受，所以社会和谐。世界宗教是一家，是可以做到的，这个不是理想，当前就有人在做了。真正做出来，我们不会感到奇怪，为什么？这是人性，性德的流露，法尔自然。",
      "zh_TW": "這後頭說，「所發之願」，無論我們發的什麼願，學佛的人，有一部分人發的是學佛，是成佛、成菩薩的願，要與禮義相合；求升官發財的願，行，也要與禮義都合。世出世間你在一生想成就什麼，先要跟禮義相應，你會得到圓滿的成就。違背了禮義的成就，不是沒有，也有，他為什麼會有？過去生中積的大善，他命裡頭有，有大富大貴。現在的心行不善，他大富大貴還是可以得到，但是富貴享盡了，他造的罪業果報就現前。這就是所謂的「不是不報，時辰未到；時辰一到，一切總報」。我們看看中國、外國的歷史，如果細心去觀察，這種果報都在眼前。只要能夠把中國人講的這十二個字，仁義禮智信擴充了，「始能為當時社會之所容」。我們當時是現代，我們做了這個實驗，最近這十幾年來周遊列國，無論到哪個地方，我們都得到很好的禮遇、很好的接待，我們的交流都非常融洽。我們的觀點他能包容，他們的理念我們能接受，所以社會和諧。世界宗教是一家，是可以做到的，這個不是理想，當前就有人在做了。真正做出來，我們不會感到奇怪，為什麼？這是人性，性德的流露，法爾自然。"
    },
    {
      "id": "02-037-0427_p0013",
      "zh_CN": "「方能宏扬教义，普利众生也」，中国儒释道都是立足在这个基础上，所以儒释道是一家。现在我们好像看不到它是一家，那是什么？他没有真的学儒释道，真的学就是一家；他是表面上的，没有真正学。真正学，不但儒释道是一家，世界宗教是一家，世界文化是一家。走这条路子，这个社会才有安定，世界才会有和平，每个人民都能享到真正的幸福。中国古圣先贤对于这方面的智慧、理念、方法、经验，以及做成的效果，都非常殊胜，记载在典籍里面，中国的《四库全书》。《四库全书》里头讲什么？要为别人介绍，最简单的一句话，里面所记载的是幸福人生、快乐人生的理念、智慧、方法、经验，你要不要？如果你是要，喜欢，你就来学习。学习首先要把文字学会，文字是基础，中国的文字很特殊，中国的文字是大学问、是大智慧。它不是用拼音的，它是用独立的方块字，每个字里头都有智慧，都有讲究的。学这个不难，我们看到许多外国人，没有中国文化的底蕴，没这个基础，学了三年，他有能力读中国古书，研究中国古典的学术，他有能力。我见到的不止一个人，几十个人。",
      "zh_TW": "「方能宏揚教義，普利眾生也」，中國儒釋道都是立足在這個基礎上，所以儒釋道是一家。現在我們好像看不到它是一家，那是什麼？他沒有真的學儒釋道，真的學就是一家；他是表面上的，沒有真正學。真正學，不但儒釋道是一家，世界宗教是一家，世界文化是一家。走這條路子，這個社會才有安定，世界才會有和平，每個人民都能享到真正的幸福。中國古聖先賢對於這方面的智慧、理念、方法、經驗，以及做成的效果，都非常殊勝，記載在典籍裡面，中國的《四庫全書》。《四庫全書》裡頭講什麼？要為別人介紹，最簡單的一句話，裡面所記載的是幸福人生、快樂人生的理念、智慧、方法、經驗，你要不要？如果你是要，喜歡，你就來學習。學習首先要把文字學會，文字是基礎，中國的文字很特殊，中國的文字是大學問、是大智慧。它不是用拼音的，它是用獨立的方塊字，每個字裡頭都有智慧，都有講究的。學這個不難，我們看到許多外國人，沒有中國文化的底蘊，沒這個基礎，學了三年，他有能力讀中國古書，研究中國古典的學術，他有能力。我見到的不止一個人，幾十個人。"
    },
    {
      "id": "02-037-0427_p0014",
      "zh_CN": "所以我常常想，中国人来要学文言文顶多两年，而且成就肯定比他们还高，中国人有基础、有底蕴。问题就是现在大家不学，看到它就害怕，躲得远远的，不敢接近，这是什么？这心理不正常。外国人知道中国《四库》里头有宝，文言文是一把钥匙，这个钥匙拿到了，宝藏就属于他的，所以他肯拼命学。而且不是从幼年学起，都是从接近中年。澳洲前总理陆克文，他十七岁开始学。我曾经送他一把扇子，扇子上写的字，《老子》里头的一段，他拿到手上从头到尾念给我听，学得不错！所以我们今天要提倡，要鼓励人念文言文。昨天国内有个同学寄了一包书给我，我收到了，我打开来一看，相当丰富，出乎我意料之外，都是民国初年小学生的作文，真的，不是假的。因为每篇作文上说，这是哪个学校，几年级的学生，下头是名字，这就不是假的，这些人的年龄大概都十二、三岁。我会把它整理起来重新翻印，印出来的时候，让我们学文言文的同学来看看。你看看民国初年，大概八岁、九岁小朋友写的文章，写得很像样子，十二、三岁就相当成熟了。",
      "zh_TW": "所以我常常想，中國人來要學文言文頂多兩年，而且成就肯定比他們還高，中國人有基礎、有底蘊。問題就是現在大家不學，看到它就害怕，躲得遠遠的，不敢接近，這是什麼？這心理不正常。外國人知道中國《四庫》裡頭有寶，文言文是一把鑰匙，這個鑰匙拿到了，寶藏就屬於他的，所以他肯拼命學。而且不是從幼年學起，都是從接近中年。澳洲前總理陸克文，他十七歲開始學。我曾經送他一把扇子，扇子上寫的字，《老子》裡頭的一段，他拿到手上從頭到尾念給我聽，學得不錯！所以我們今天要提倡，要鼓勵人念文言文。昨天國內有個同學寄了一包書給我，我收到了，我打開來一看，相當豐富，出乎我意料之外，都是民國初年小學生的作文，真的，不是假的。因為每篇作文上說，這是哪個學校，幾年級的學生，下頭是名字，這就不是假的，這些人的年齡大概都十二、三歲。我會把它整理起來重新翻印，印出來的時候，讓我們學文言文的同學來看看。你看看民國初年，大概八歲、九歲小朋友寫的文章，寫得很像樣子，十二、三歲就相當成熟了。"
    },
    {
      "id": "02-037-0427_p0015",
      "zh_CN": "我们今年印出来的《国学治要》，诸位都看了。《国学治要》当初编订的，是以什么样的程度为标准？高中学生。高中学生他们就可以做自己的参考资料，或者自己自修的读本，他就有这个程度。所以我们小时候，抗战期间在福建念小学，我们学校校长，好像高中二年级的学生，当时做我们小学的校长够资格了。他能够读《国学治要》，那还有什么问题！所以，从前小学里头的老师，大概初中毕业就很多，而且教得很不错，这年轻的老师。这是宏扬教义，普利众生。",
      "zh_TW": "我們今年印出來的《國學治要》，諸位都看了。《國學治要》當初編訂的，是以什麼樣的程度為標準？高中學生。高中學生他們就可以做自己的參考資料，或者自己自修的讀本，他就有這個程度。所以我們小時候，抗戰期間在福建念小學，我們學校校長，好像高中二年級的學生，當時做我們小學的校長夠資格了。他能夠讀《國學治要》，那還有什麼問題！所以，從前小學裡頭的老師，大概初中畢業就很多，而且教得很不錯，這年輕的老師。這是宏揚教義，普利眾生。"
    },
    {
      "id": "02-037-0427_p0016",
      "zh_CN": "『苞罗表里』，这个草头的苞跟没有草头的包是一个意思，古时候常常通用。「罗者，《嘉祥疏》曰：罗之言摄」，罗是包括的意思，统摄的意思。「故知苞罗即包容含摄之义，表指事相，里指理体」。《华严经》讲体相用，体是自性、是真如，表就是相跟作用。体相用是一而三，三而一，体是自性，大乘教里头也常说法性，法性跟自性是一个性，这是体，自性能生能现一切法。事相的起用与性德相应，这叫「苞罗表里」，就是「事理双圆」，理中有事，事中有理，理事无碍，理事相辅相成。「真俗并照」，体是真，永恒不变，俗是假的，有生有灭，生灭跟不生灭在一起，体不生不灭。所以生灭即是不生灭，不生灭即是生灭，你在这一桩事情，任何一桩事你都看得清清楚楚。",
      "zh_TW": "『苞羅表裡』，這個草頭的苞跟沒有草頭的包是一個意思，古時候常常通用。「羅者，《嘉祥疏》曰：羅之言攝」，羅是包括的意思，統攝的意思。「故知苞羅即包容含攝之義，表指事相，裡指理體」。《華嚴經》講體相用，體是自性、是真如，表就是相跟作用。體相用是一而三，三而一，體是自性，大乘教裡頭也常說法性，法性跟自性是一個性，這是體，自性能生能現一切法。事相的起用與性德相應，這叫「苞羅表裡」，就是「事理雙圓」，理中有事，事中有理，理事無礙，理事相輔相成。「真俗並照」，體是真，永恆不變，俗是假的，有生有滅，生滅跟不生滅在一起，體不生不滅。所以生滅即是不生滅，不生滅即是生滅，你在這一樁事情，任何一樁事你都看得清清楚楚。"
    },
    {
      "id": "02-037-0427_p0017",
      "zh_CN": "我们今天常常用电视做比喻，为什么？现在电视很普遍，家家都有，没有人不看电视。我们正在看屏幕的时候，屏幕里头有体、有事、有相。体是什么？体是屏幕，它不生不灭；相，我们按了频道，这个频道的相就现前；你看这个相里头起什么作用，这些表演都是作用。所以在电视屏幕上看体相用，看不生灭里头有生灭，屏幕是不生不灭，里头的相跟作用有生有灭，交织在一体，你全看到了。不生不灭的是真的，有生有灭是假的。我们如何来应对？我们跟社会一切大众和光同尘，这是事、这是相，这是有生有灭；我们的心如如不动，跟万法的理体一如，不生不灭。生灭跟不生灭无碍，这叫理事无碍；正在生灭当中也不生灭，那就叫事事无碍。怎样与性德相应？不放在心上就相应，放在心上就不相应，道理、事实的真相就如是。我们现一切相、一切行为决定不放在心上，为什么？知道相是假的。不要执着这个相，不要去分别这个相，这跟菩萨没有两样。菩萨高明，叫妙用，就妙在这个地方，不着相。不着相、不动心，他在业用上全是智慧，所以样样做得圆满、样样做得如理如法。",
      "zh_TW": "我們今天常常用電視做比喻，為什麼？現在電視很普遍，家家都有，沒有人不看電視。我們正在看屏幕的時候，屏幕裡頭有體、有事、有相。體是什麼？體是屏幕，它不生不滅；相，我們按了頻道，這個頻道的相就現前；你看這個相裡頭起什麼作用，這些表演都是作用。所以在電視屏幕上看體相用，看不生滅裡頭有生滅，屏幕是不生不滅，裡頭的相跟作用有生有滅，交織在一體，你全看到了。不生不滅的是真的，有生有滅是假的。我們如何來應對？我們跟社會一切大眾和光同塵，這是事、這是相，這是有生有滅；我們的心如如不動，跟萬法的理體一如，不生不滅。生滅跟不生滅無礙，這叫理事無礙；正在生滅當中也不生滅，那就叫事事無礙。怎樣與性德相應？不放在心上就相應，放在心上就不相應，道理、事實的真相就如是。我們現一切相、一切行為決定不放在心上，為什麼？知道相是假的。不要執著這個相，不要去分別這個相，這跟菩薩沒有兩樣。菩薩高明，叫妙用，就妙在這個地方，不著相。不著相、不動心，他在業用上全是智慧，所以樣樣做得圓滿、樣樣做得如理如法。"
    },
    {
      "id": "02-037-0427_p0018",
      "zh_CN": "这一句「苞罗表里」，我们把它念下去，「即事理双圆」，事圆满，理也圆满了。「真俗并照」，就像我们看电视，真是屏幕，俗是里头的画面，同时看见。「众妙齐收，万类普摄」，这是讲我们自性的性德，遍法界虚空界一法不漏。「上智下愚，悉得度脱。世出世间，融通无碍」，理事无碍，事事无碍，为什么？一切人事物全是自性变化出来的，上智是自性，诸佛如来；下愚也是自性，也是诸佛如来，没两样。上智是觉悟了，下愚是迷而不觉，虽是迷而不觉他有自性，不能说他没有自性。所以一切法是平等的，一切法没有差别。差别是我们从迷惑当中起的妄念，以为有差别，实际上毫无差别。只要我们能够记得，弥勒菩萨告诉我们，一千六百兆分之一秒的频率，你就能体会到为什么无差别。世出世间一切法没有一法是例外的，统统在这个频率上出现，也在这个频率上消失。这么短的一念当中它有四相，这个四相就是生住异灭，一千六百兆分之一秒里头有四相，有生起、有住、有变异、有消失。这么短的时间里头再分成四段，生住异灭四段，不可思议！所以《般若经》的总结，真话，「一切法无所有、毕竟空、不可得」。一切法真平等，在一千六百兆分之一秒里头，生住异灭平等相，八地以上的菩萨看到了。",
      "zh_TW": "這一句「苞羅表裡」，我們把它念下去，「即事理雙圓」，事圓滿，理也圓滿了。「真俗並照」，就像我們看電視，真是屏幕，俗是裡頭的畫面，同時看見。「眾妙齊收，萬類普攝」，這是講我們自性的性德，遍法界虛空界一法不漏。「上智下愚，悉得度脫。世出世間，融通無礙」，理事無礙，事事無礙，為什麼？一切人事物全是自性變化出來的，上智是自性，諸佛如來；下愚也是自性，也是諸佛如來，沒兩樣。上智是覺悟了，下愚是迷而不覺，雖是迷而不覺他有自性，不能說他沒有自性。所以一切法是平等的，一切法沒有差別。差別是我們從迷惑當中起的妄念，以為有差別，實際上毫無差別。只要我們能夠記得，彌勒菩薩告訴我們，一千六百兆分之一秒的頻率，你就能體會到為什麼無差別。世出世間一切法沒有一法是例外的，統統在這個頻率上出現，也在這個頻率上消失。這麼短的一念當中它有四相，這個四相就是生住異滅，一千六百兆分之一秒裡頭有四相，有生起、有住、有變異、有消失。這麼短的時間裡頭再分成四段，生住異滅四段，不可思議！所以《般若經》的總結，真話，「一切法無所有、畢竟空、不可得」。一切法真平等，在一千六百兆分之一秒裡頭，生住異滅平等相，八地以上的菩薩看到了。"
    },
    {
      "id": "02-037-0427_p0019",
      "zh_CN": "『过度』，下面讲，「过度者，《吴译》经题为《过度人道经》，过度表自出生死，亦令人出生死之义」，叫过度。自己看破事实真相，放下分别执着，生死就没有了。生死从哪里来的？轮回从哪来的？从分别执着来的。我于一切法不执着，清净心现前，转末那为平等性智；我于一切世出世间法不分别，转第六意识为妙观察智。这两个一转，阿赖耶马上跟着转，阿赖耶转成大圆镜智，前五识立刻转成成所作智，成所作智是成就菩萨自度度生的事业。转八识成四智，这一转过来，六道十法界这个身体没有了，这个肉身没有了。六道十法界的身是阿赖耶的相分，六道十法界众生自己以为那是心的，是自己的心，其实是阿赖耶的见分。现在一转，见相两分都没有了。所以，这个时候的身就是法性身，这个时候居住的国土是法性土。",
      "zh_TW": "『過度』，下面講，「過度者，《吳譯》經題為《過度人道經》，過度表自出生死，亦令人出生死之義」，叫過度。自己看破事實真相，放下分別執著，生死就沒有了。生死從哪裡來的？輪迴從哪來的？從分別執著來的。我於一切法不執著，清淨心現前，轉末那為平等性智；我於一切世出世間法不分別，轉第六意識為妙觀察智。這兩個一轉，阿賴耶馬上跟著轉，阿賴耶轉成大圓鏡智，前五識立刻轉成成所作智，成所作智是成就菩薩自度度生的事業。轉八識成四智，這一轉過來，六道十法界這個身體沒有了，這個肉身沒有了。六道十法界的身是阿賴耶的相分，六道十法界眾生自己以為那是心的，是自己的心，其實是阿賴耶的見分。現在一轉，見相兩分都沒有了。所以，這個時候的身就是法性身，這個時候居住的國土是法性土。"
    },
    {
      "id": "02-037-0427_p0020",
      "zh_CN": "我们明白这个道理，对于极乐世界所说的我们就能够了解，就不会怀疑。极乐世界四土都是法性土，凡是生到极乐世界，统统是法性身。换句话，像如果用相宗的话来说，到极乐世界就转八识成四智。不是你修行功夫上转的，是阿弥陀佛本愿威神加持你，阿弥陀佛帮助你转过来的。往生西方极乐世界，得阿弥陀佛的恩惠，真不可思议！我们这个世间父母、师长不能比，即使是诸佛如来做我们的老师，都不能跟极乐世界比。在这个世间，老师教我们自己转识成智；在极乐世界，阿弥陀佛没讲，他以行动，神通、道力，就自自然然帮助我们转识成智，这个功德不可思议，恩惠不可思议。",
      "zh_TW": "我們明白這個道理，對於極樂世界所說的我們就能夠了解，就不會懷疑。極樂世界四土都是法性土，凡是生到極樂世界，統統是法性身。換句話，像如果用相宗的話來說，到極樂世界就轉八識成四智。不是你修行功夫上轉的，是阿彌陀佛本願威神加持你，阿彌陀佛幫助你轉過來的。往生西方極樂世界，得阿彌陀佛的恩惠，真不可思議！我們這個世間父母、師長不能比，即使是諸佛如來做我們的老師，都不能跟極樂世界比。在這個世間，老師教我們自己轉識成智；在極樂世界，阿彌陀佛沒講，他以行動，神通、道力，就自自然然幫助我們轉識成智，這個功德不可思議，恩惠不可思議。"
    },
    {
      "id": "02-037-0427_p0021",
      "zh_CN": "下面说『解脱』，「解惑业之缚，脱三业之苦」。解是解除，今天讲解放，这是真的解放，把我们的迷惑解放，把我们过去今生所造的业解放了，善恶业统统都没有了。这个解除，「解脱」也就是放下的意思，放下一切的业因，叫解，放下果报，那个叫苦，三业之苦。三业是身口意，身口意造不善的业，造贪婪，果报是饿鬼道，鬼很苦；瞋恨是地狱道，地狱道更苦；愚痴是畜生道，畜生道不容易摆脱畜生身，为什么？牠愚痴，牠觉悟牠才会离开畜生身，很难觉悟。解惑业，就是帮助我们解开贪瞋痴这个系缚，脱离三恶道的苦果。《唯识述记》，《唯识述记》是慈恩大师作的，这里头解释这个名词，「解谓离缚」，缚是烦恼，烦恼的代名词，烦恼像绳索把我们捆住，我们动弹不得，用这个做比喻。今天绳索解开了，脱离系缚，这叫解；脱，脱是自在，离开苦果。",
      "zh_TW": "下面說『解脫』，「解惑業之縛，脫三業之苦」。解是解除，今天講解放，這是真的解放，把我們的迷惑解放，把我們過去今生所造的業解放了，善惡業統統都沒有了。這個解除，「解脫」也就是放下的意思，放下一切的業因，叫解，放下果報，那個叫苦，三業之苦。三業是身口意，身口意造不善的業，造貪婪，果報是餓鬼道，鬼很苦；瞋恨是地獄道，地獄道更苦；愚痴是畜生道，畜生道不容易擺脫畜生身，為什麼？牠愚痴，牠覺悟牠才會離開畜生身，很難覺悟。解惑業，就是幫助我們解開貪瞋痴這個繫縛，脫離三惡道的苦果。《唯識述記》，《唯識述記》是慈恩大師作的，這裡頭解釋這個名詞，「解謂離縛」，縛是煩惱，煩惱的代名詞，煩惱像繩索把我們捆住，我們動彈不得，用這個做比喻。今天繩索解開了，脫離繫縛，這叫解；脫，脫是自在，離開苦果。"
    },
    {
      "id": "02-037-0427_p0022",
      "zh_CN": "「又曰：言解脱者，体即圆寂」。体是自性，自性是圆满，清净寂灭。「由烦恼障缚诸有情，恒处生死」，这就是系缚，特别是六道众生。人为什么会有六道？是烦恼，烦恼造业，业牵果报。恒处生死，永远搞六道轮回。在六道里头，如果没有接触到圣贤教诲，你就没有不造业的。你这一生所造的业，跟许许多多人结的缘，这个缘里头善缘少，恶缘多。为什么？一个人起心动念，念念都是自私自利，念念都是损人利己。你就可以想到，这一生的时间虽然不长，短短的数十寒暑，跟多少人结了冤仇，只要结上，将来决定有报复。我对人有好处，他将来会报恩，我对他有坏处，将来他会报仇，欠命的还命，欠债的还钱，一分一毫都不会差错。但是你一定要知道，报复的时候往往报复过头，过头怎么样？过头又结上新的怨。这桩事情佛在经上说得很清楚，叫冤冤相报，生生世世没有休止，止不住。而且愈报愈残酷，愈报愈凶，两方面都苦。为什么要这么做？这是愚痴，就是怨恨放不下，非报不可。这一生报完了，来生他又来报你，这叫冤冤相报！",
      "zh_TW": "「又曰：言解脫者，體即圓寂」。體是自性，自性是圓滿，清淨寂滅。「由煩惱障縛諸有情，恆處生死」，這就是繫縛，特別是六道眾生。人為什麼會有六道？是煩惱，煩惱造業，業牽果報。恆處生死，永遠搞六道輪迴。在六道裡頭，如果沒有接觸到聖賢教誨，你就沒有不造業的。你這一生所造的業，跟許許多多人結的緣，這個緣裡頭善緣少，惡緣多。為什麼？一個人起心動念，念念都是自私自利，念念都是損人利己。你就可以想到，這一生的時間雖然不長，短短的數十寒暑，跟多少人結了冤仇，只要結上，將來決定有報復。我對人有好處，他將來會報恩，我對他有壞處，將來他會報仇，欠命的還命，欠債的還錢，一分一毫都不會差錯。但是你一定要知道，報復的時候往往報復過頭，過頭怎麼樣？過頭又結上新的怨。這樁事情佛在經上說得很清楚，叫冤冤相報，生生世世沒有休止，止不住。而且愈報愈殘酷，愈報愈凶，兩方面都苦。為什麼要這麼做？這是愚痴，就是怨恨放不下，非報不可。這一生報完了，來生他又來報你，這叫冤冤相報！"
    },
    {
      "id": "02-037-0427_p0023",
      "zh_CN": "《安士全书》，印光大师非常赞叹，认为是这个世纪里头最好的一部书。前面差不多一大半是《文昌帝君阴骘文》注解，这一篇文，性质跟《感应篇》差不多。文昌帝君自己说他过去生中十七世为士大夫，士是读书人，十七世是个读书人，大夫是做官。跟众生结的怨很深，也是迷惑颠倒，冤冤相报其惨无比。以后遇到佛菩萨，听闻经法才觉悟、才回头，做了文昌帝君。文昌帝君，他的上司中国人讲玉皇大帝，玉皇大帝是他的上司。如果用一个政府来说，玉皇大帝是皇上，文昌帝君是干什么的？教育部长，他管教育的，就是教育部长，管教化众生。对因果报应说得太清楚，那因果报应说他自己过去生中事情，提出来警戒大众，希望大家觉悟，冤冤相报到这一生为止，不再干傻事。这一生当中有人陷害我、有人毁谤我、有人羞辱我，都受了，过去世是我这么对他，今天他这样对我，一报还一报，一笔勾消了。这个念头好，到此为止。",
      "zh_TW": "《安士全書》，印光大師非常讚歎，認為是這個世紀裡頭最好的一部書。前面差不多一大半是《文昌帝君陰騭文》註解，這一篇文，性質跟《感應篇》差不多。文昌帝君自己說他過去生中十七世為士大夫，士是讀書人，十七世是個讀書人，大夫是做官。跟眾生結的怨很深，也是迷惑顛倒，冤冤相報其慘無比。以後遇到佛菩薩，聽聞經法才覺悟、才回頭，做了文昌帝君。文昌帝君，他的上司中國人講玉皇大帝，玉皇大帝是他的上司。如果用一個政府來說，玉皇大帝是皇上，文昌帝君是幹什麼的？教育部長，他管教育的，就是教育部長，管教化眾生。對因果報應說得太清楚，那因果報應說他自己過去生中事情，提出來警戒大眾，希望大家覺悟，冤冤相報到這一生為止，不再幹傻事。這一生當中有人陷害我、有人毀謗我、有人羞辱我，都受了，過去世是我這麼對他，今天他這樣對我，一報還一報，一筆勾消了。這個念頭好，到此為止。"
    },
    {
      "id": "02-037-0427_p0024",
      "zh_CN": "如果不服，我一定要报这个仇，那麻烦大了，你念佛不能往生。因为往生没有办法报仇，你只好再搞轮回，来生遇到的时候你再报他。错了，不能这样干法，这样干法，我错了，也连累到别人。所以觉悟的人就一笔勾消，一笑了之，统统不放在心上，心上只有阿弥陀佛，这多自在！世间事情决定不能有丝毫贪爱，这个经典后面还会有细讲，讲什么？讲情爱。情爱里头最重要是夫妻，这个情执要不断的话，他决定不能脱离六道轮回。障碍你修行、障碍你往生、障碍你证果，甚至障碍你开悟，最大的一个原因。世间人都执着，都不肯放下，这是什么？这是愚痴，没智慧。有智慧的人觉悟了，他肯定放下，为什么？无始劫来在六道轮回就是吃这个亏，这是所有障碍你成就的第一个因素。还不放下，这一生又不能成就，白修了。要知道恩爱是假的，死了之后不会在一起，各随各的业力走了，永远不再相见，再相见也不认识。如果要认识的话就不会相报，上一生我对不起你，这一生就算了吧！不知道，都是迷惑颠倒。",
      "zh_TW": "如果不服，我一定要報這個仇，那麻煩大了，你念佛不能往生。因為往生沒有辦法報仇，你只好再搞輪迴，來生遇到的時候你再報他。錯了，不能這樣幹法，這樣幹法，我錯了，也連累到別人。所以覺悟的人就一筆勾消，一笑了之，統統不放在心上，心上只有阿彌陀佛，這多自在！世間事情決定不能有絲毫貪愛，這個經典後面還會有細講，講什麼？講情愛。情愛裡頭最重要是夫妻，這個情執要不斷的話，他決定不能脫離六道輪迴。障礙你修行、障礙你往生、障礙你證果，甚至障礙你開悟，最大的一個原因。世間人都執著，都不肯放下，這是什麼？這是愚痴，沒智慧。有智慧的人覺悟了，他肯定放下，為什麼？無始劫來在六道輪迴就是吃這個虧，這是所有障礙你成就的第一個因素。還不放下，這一生又不能成就，白修了。要知道恩愛是假的，死了之後不會在一起，各隨各的業力走了，永遠不再相見，再相見也不認識。如果要認識的話就不會相報，上一生我對不起你，這一生就算了吧！不知道，都是迷惑顛倒。"
    },
    {
      "id": "02-037-0427_p0025",
      "zh_CN": "「又曰」，这也是《唯识述记》里头说的，窥基大师讲的，「言解脱者，体即圆寂。由烦恼障缚诸有情，恒处生死。证圆寂已，能离彼缚，立解脱名」。这是什么？证果了，证到圆寂，证到圆寂就是明心见性。这个时候三种烦恼都放下了，见思放下，尘沙放下，无明也放下，这叫证圆寂。圆满的清净寂灭，这是真解脱，这个位次讲得高。「盖谓圣众大愿」，总上面经论、祖师大德注疏所说的，这一段的大意是说，极乐世界往生的这些菩萨们他们的大愿，「能令自出生死」。到极乐世界，把六道十法界里头，分段生死、变易生死都了了，都出离了。「并摄一切有情，出离生死」，他们有这个能力，往生到极乐世界立刻就获得了这个能力，智慧、神通、道力都跟法身菩萨平等。这是阿弥陀佛愿力、无量劫修行功德加持给你，你成了阿惟越致菩萨。阿惟越致菩萨就是法身菩萨，得弥陀加持的管用，跟法身菩萨的智慧、神通、道力平等。所以十法界一切诸佛刹土里面的六道众生，与自己有缘的众生决定起感应道交，你自自然然会去帮助他。应以什么身得度你就现什么身，应该跟他说什么法自然说什么法，不需要思惟、不需要想像，甚至于根本没有起心动念、没有分别执着，这叫自然。帮助这些人「永得解脱」，这是经上所讲的「过度解脱」，这个意思很深很深。",
      "zh_TW": "「又曰」，這也是《唯識述記》裡頭說的，窺基大師講的，「言解脫者，體即圓寂。由煩惱障縛諸有情，恆處生死。證圓寂已，能離彼縛，立解脫名」。這是什麼？證果了，證到圓寂，證到圓寂就是明心見性。這個時候三種煩惱都放下了，見思放下，塵沙放下，無明也放下，這叫證圓寂。圓滿的清淨寂滅，這是真解脫，這個位次講得高。「蓋謂聖眾大願」，總上面經論、祖師大德註疏所說的，這一段的大意是說，極樂世界往生的這些菩薩們他們的大願，「能令自出生死」。到極樂世界，把六道十法界裡頭，分段生死、變易生死都了了，都出離了。「並攝一切有情，出離生死」，他們有這個能力，往生到極樂世界立刻就獲得了這個能力，智慧、神通、道力都跟法身菩薩平等。這是阿彌陀佛願力、無量劫修行功德加持給你，你成了阿惟越致菩薩。阿惟越致菩薩就是法身菩薩，得彌陀加持的管用，跟法身菩薩的智慧、神通、道力平等。所以十法界一切諸佛剎土裡面的六道眾生，與自己有緣的眾生決定起感應道交，你自自然然會去幫助他。應以什麼身得度你就現什麼身，應該跟他說什麼法自然說什麼法，不需要思惟、不需要想像，甚至於根本沒有起心動念、沒有分別執著，這叫自然。幫助這些人「永得解脫」，這是經上所講的「過度解脫」，這個意思很深很深。"
    },
    {
      "id": "02-037-0427_p0026",
      "zh_CN": "底下一段，「显性妙用」，分两科，第一段「显性自然」。请看经文：",
      "zh_TW": "底下一段，「顯性妙用」，分兩科，第一段「顯性自然」。請看經文："
    },
    {
      "id": "02-037-0427_p0027",
      "zh_CN": "【自然保守。真真洁白。志愿无上。净定安乐。一旦开达明彻。自然中自然相。自然之有根本。自然光色参回。转变最胜。】",
      "zh_TW": "【自然保守。真真潔白。志願無上。淨定安樂。一旦開達明徹。自然中自然相。自然之有根本。自然光色參迴。轉變最勝。】"
    },
    {
      "id": "02-037-0427_p0028",
      "zh_CN": "经文上总共有八个自然，就是一般大乘经上所说的「法尔如是」。法是一切法，法尔如是，就是一切法本来就是这个样子。佛教导我们，你真正了解本来就是这个样子，你就不要起心动念、不要分别执着，完全随顺自然。随顺自然就是自己决定没有一点造作夹在里头，它的原汁原味，这是什么人？这是法身菩萨。法身菩萨应化在这个世间，根本就没有起心动念，他是圆圆满满的把普贤行愿兑现了，「恒顺众生，随喜功德」。如果加一点点意思在里头，这是凡夫，这不是圣人。圣人确实是『自然中自然相』，这是佛法里头最高的佛法。我们今天最困难的，就是见色闻声总得加一点自己意思在里头，我怎么个想法、我怎么看法，这就不自然了。诸佛如来、四十一位法身大士，他们都能够随顺自然，外面的境界一点都不干扰他，所谓顺境逆境、善缘恶缘，丝毫没有干扰、丝毫没有妨碍。《华严》所说的四无碍的境界，「理无碍、事无碍、理事无碍、事事无碍」，这是华严境界，这是净土境界。",
      "zh_TW": "經文上總共有八個自然，就是一般大乘經上所說的「法爾如是」。法是一切法，法爾如是，就是一切法本來就是這個樣子。佛教導我們，你真正了解本來就是這個樣子，你就不要起心動念、不要分別執著，完全隨順自然。隨順自然就是自己決定沒有一點造作夾在裡頭，它的原汁原味，這是什麼人？這是法身菩薩。法身菩薩應化在這個世間，根本就沒有起心動念，他是圓圓滿滿的把普賢行願兌現了，「恆順眾生，隨喜功德」。如果加一點點意思在裡頭，這是凡夫，這不是聖人。聖人確實是『自然中自然相』，這是佛法裡頭最高的佛法。我們今天最困難的，就是見色聞聲總得加一點自己意思在裡頭，我怎麼個想法、我怎麼看法，這就不自然了。諸佛如來、四十一位法身大士，他們都能夠隨順自然，外面的境界一點都不干擾他，所謂順境逆境、善緣惡緣，絲毫沒有干擾、絲毫沒有妨礙。《華嚴》所說的四無礙的境界，「理無礙、事無礙、理事無礙、事事無礙」，這是華嚴境界，這是淨土境界。"
    },
    {
      "id": "02-037-0427_p0029",
      "zh_CN": "我们看第一句，注解里头，『自然保守，真真洁白』。「自然保守，即宗门所称之保任」，宗是禅宗，禅宗里头有个名词，常常讲的保任，你要好好的保任。像我们世间人互相道别，你要珍重，要好好保重，是这个意思。但是那个任的意思更精、更深、更广，「任者任运，要行便行，要坐便坐」，没有起心动念。「保者念念不异」，保住什么？保住真心。真心，真心没有起心动念，是真心，起心动念是妄心。念念不异难，我们今天是念念不一样，我们今天要把这句话说念念不一，不一样。佛菩萨，佛菩萨是念念不异，是一样的。什么样子？空的，他什么都没有，念念都没有执着、没有分别、没有起心动念。那是什么？那是真如。念念是真如，念念是本心，这个人明心见性，见性成佛了。天台大师称他为分证即佛，他是真佛，他不是假佛，所以「真真洁白」。洁白是没有染污的意思，就是惠能大师所说的「何期自性，本自清净」。他能保守得住，我们没有这个能力，保守得住是定功，我们没定功。但是你不这样做又不行，念念不一样这个决定搞轮回，无量劫来搞轮回，现在还搞轮回，将来还是要走。我们今天确实非常幸运，遇到了净土法门，不遇到这个法门，说老实话不可能有成就。遇到这个法门，我们念念保持阿弥陀佛，希望用这个方法，起心动念全是阿弥陀佛，除阿弥陀佛之外不杂一个念头，不夹杂一个妄想。",
      "zh_TW": "我們看第一句，註解裡頭，『自然保守，真真潔白』。「自然保守，即宗門所稱之保任」，宗是禪宗，禪宗裡頭有個名詞，常常講的保任，你要好好的保任。像我們世間人互相道別，你要珍重，要好好保重，是這個意思。但是那個任的意思更精、更深、更廣，「任者任運，要行便行，要坐便坐」，沒有起心動念。「保者念念不異」，保住什麼？保住真心。真心，真心沒有起心動念，是真心，起心動念是妄心。念念不異難，我們今天是念念不一樣，我們今天要把這句話說念念不一，不一樣。佛菩薩，佛菩薩是念念不異，是一樣的。什麼樣子？空的，他什麼都沒有，念念都沒有執著、沒有分別、沒有起心動念。那是什麼？那是真如。念念是真如，念念是本心，這個人明心見性，見性成佛了。天台大師稱他為分證即佛，他是真佛，他不是假佛，所以「真真潔白」。潔白是沒有染污的意思，就是惠能大師所說的「何期自性，本自清淨」。他能保守得住，我們沒有這個能力，保守得住是定功，我們沒定功。但是你不這樣做又不行，念念不一樣這個決定搞輪迴，無量劫來搞輪迴，現在還搞輪迴，將來還是要走。我們今天確實非常幸運，遇到了淨土法門，不遇到這個法門，說老實話不可能有成就。遇到這個法門，我們念念保持阿彌陀佛，希望用這個方法，起心動念全是阿彌陀佛，除阿彌陀佛之外不雜一個念頭，不夾雜一個妄想。"
    },
    {
      "id": "02-037-0427_p0030",
      "zh_CN": "「自然即任运之义，故任运保守即是保任」，一定要任运，不任运你就有意思，有意思就不一样。没有意思、没有分别、没有执着、没有起心动念，我就是一个阿弥陀佛一念，除这一念之外什么念头也没有，就保住这一个。别人有事情请教你怎么办？不需要想的，自然就回答，这就妙用。那是什么？我清净心回答你的，我没有起心动念回答你。起心动念回答你是我的意思，我没有起心动念回答你，是自性的性德，这不一样。真，这再给我们解释，「真者，即一真法界，真如本性」，《楞严经》上讲的「妙明真心」，本经所说的「真实之际中之真字」。经上讲真真洁白，表这个真不是真妄之真，真妄之真是相对的，那就不是真的。",
      "zh_TW": "「自然即任運之義，故任運保守即是保任」，一定要任運，不任運你就有意思，有意思就不一樣。沒有意思、沒有分別、沒有執著、沒有起心動念，我就是一個阿彌陀佛一念，除這一念之外什麼念頭也沒有，就保住這一個。別人有事情請教你怎麼辦？不需要想的，自然就回答，這就妙用。那是什麼？我清淨心回答你的，我沒有起心動念回答你。起心動念回答你是我的意思，我沒有起心動念回答你，是自性的性德，這不一樣。真，這再給我們解釋，「真者，即一真法界，真如本性」，《楞嚴經》上講的「妙明真心」，本經所說的「真實之際中之真字」。經上講真真潔白，表這個真不是真妄之真，真妄之真是相對的，那就不是真的。"
    },
    {
      "id": "02-037-0427_p0031",
      "zh_CN": "「盖为绝待之真」，就是绝对的真。这个地方要用心去体会，为什么？绝对，对面是相对，总是对待，能够离开吗？离不开。这桩事情，在起步的时候佛就叫我们要放下，这是什么东西？叫边见，二边。一个念头起来一定有二边，你看有念、无念，不就二边了吗？真念、妄念，不就二边吗？绝待、相待，不又是二边吗？总是二边。所以佛到最后告诉你，「二边不立」，二边不立就是中道，中道跟二边不又对立吗？中道也没有，叫你回归自性，你可不能执着。佛所有一切言说，你执着错了，变成你自己的凡夫知见；一切都不着，你见到如来真实义。如来真实义，什么意义也没有，但是起作用的时候什么义都有，能生无量义，为什么？这性德，自性法尔如是。这样你才真正知道见性之可贵，见性才能解决问题，不见性不能解决问题。",
      "zh_TW": "「蓋為絕待之真」，就是絕對的真。這個地方要用心去體會，為什麼？絕對，對面是相對，總是對待，能夠離開嗎？離不開。這樁事情，在起步的時候佛就叫我們要放下，這是什麼東西？叫邊見，二邊。一個念頭起來一定有二邊，你看有念、無念，不就二邊了嗎？真念、妄念，不就二邊嗎？絕待、相待，不又是二邊嗎？總是二邊。所以佛到最後告訴你，「二邊不立」，二邊不立就是中道，中道跟二邊不又對立嗎？中道也沒有，叫你回歸自性，你可不能執著。佛所有一切言說，你執著錯了，變成你自己的凡夫知見；一切都不著，你見到如來真實義。如來真實義，什麼意義也沒有，但是起作用的時候什麼義都有，能生無量義，為什麼？這性德，自性法爾如是。這樣你才真正知道見性之可貴，見性才能解決問題，不見性不能解決問題。"
    },
    {
      "id": "02-037-0427_p0032",
      "zh_CN": "所以我们看五祖忍和尚，神秀再聪明，衣钵不传给他。神秀也了不起，能言善道，通宗通教，大善知识。为什么？没有离开二边。二边就像现在科学家讲的相对论，一切法都是相对的。佛告诉我们，一切法里头没有相对，一切法里头没有相对，你就见性了，你要是有相对，你走进科学。所以佛法是科学，是顶尖的科学，是圆满的科学，不是相对的科学，相对永远不能见到真相。相对舍掉，真相见到了，真相在哪里？就在现前。确实它起作用，无所不知、无所不能。所以说这个真是绝对之真，真中之真，这些言语都是方便的，要体会当中的意思，这才是真的。通过起心动念就不是真的，加上分别，那就更假，再加上执着，假中之假、假中之假。一念不生，真就现前，真在哪里？就在现前，非过去、非未来，非此界、非他方。",
      "zh_TW": "所以我們看五祖忍和尚，神秀再聰明，衣缽不傳給他。神秀也了不起，能言善道，通宗通教，大善知識。為什麼？沒有離開二邊。二邊就像現在科學家講的相對論，一切法都是相對的。佛告訴我們，一切法裡頭沒有相對，一切法裡頭沒有相對，你就見性了，你要是有相對，你走進科學。所以佛法是科學，是頂尖的科學，是圓滿的科學，不是相對的科學，相對永遠不能見到真相。相對捨掉，真相見到了，真相在哪裡？就在現前。確實它起作用，無所不知、無所不能。所以說這個真是絕對之真，真中之真，這些言語都是方便的，要體會當中的意思，這才是真的。通過起心動念就不是真的，加上分別，那就更假，再加上執著，假中之假、假中之假。一念不生，真就現前，真在哪裡？就在現前，非過去、非未來，非此界、非他方。"
    },
    {
      "id": "02-037-0427_p0033",
      "zh_CN": "「洁者，无垢」，就是清净的意思，「白者，无染」，无垢无染。「即六祖曰：何期自性本自清净。亦即百丈禅语：心性无染，本自圆成」。圆是圆满，成是成就，它不在外面。它本来就是圆满成就的，本来没有染污，而且本来没有生灭，惠能大师五句话都是讲这桩事情。「所保任者，正是此无染本净之绝待真心」。保任什么？就保任这个，这叫真修行，这叫真功夫。在哪里保任？眼见色，不为色所动，清净本然；耳闻声，不为音声所动；鼻嗅香，不为香臭所动；舌尝味，不为酸甜苦辣咸所动；身对触，不为冷热细滑所动；乃至于意对知，意根对知，不为境缘所动，这是真正修禅定。禅堂在哪里？无处不是禅堂，无时不是禅堂。六根接触这些境界里头，你能保任如如不动，这叫真的禅。唯有戒定慧才能够契入菩提大道，戒定慧是大道场，在哪里？在一切时、在一切处，在你自己能不能保任。你能保任，这是大道场。不能保任，再豪华的宫殿，所谓清净庄严，对你也不起作用，你还是搞六道轮回。这不动心多重要！",
      "zh_TW": "「潔者，無垢」，就是清淨的意思，「白者，無染」，無垢無染。「即六祖曰：何期自性本自清淨。亦即百丈禪語：心性無染，本自圓成」。圓是圓滿，成是成就，它不在外面。它本來就是圓滿成就的，本來沒有染污，而且本來沒有生滅，惠能大師五句話都是講這樁事情。「所保任者，正是此無染本淨之絕待真心」。保任什麼？就保任這個，這叫真修行，這叫真功夫。在哪裡保任？眼見色，不為色所動，清淨本然；耳聞聲，不為音聲所動；鼻嗅香，不為香臭所動；舌嘗味，不為酸甜苦辣鹹所動；身對觸，不為冷熱細滑所動；乃至於意對知，意根對知，不為境緣所動，這是真正修禪定。禪堂在哪裡？無處不是禪堂，無時不是禪堂。六根接觸這些境界裡頭，你能保任如如不動，這叫真的禪。唯有戒定慧才能夠契入菩提大道，戒定慧是大道場，在哪裡？在一切時、在一切處，在你自己能不能保任。你能保任，這是大道場。不能保任，再豪華的宮殿，所謂清淨莊嚴，對你也不起作用，你還是搞六道輪迴。這不動心多重要！"
    },
    {
      "id": "02-037-0427_p0034",
      "zh_CN": "我们今天修净土，我们把无染本净的绝待真心，这个难，实在是难，把它换成南无阿弥陀佛，这容易多了。本净绝待的真心在哪里？找不到，虚无缥缈。阿弥陀佛真有，所以这个法门叫指方立相，它不是走空门，它是走有门。指方，指定西方极乐世界，立相，建立阿弥陀佛极乐世界，让我们一心系念。系，像个绳子一样把它拴住，决定不放手，一心系念，只有一句阿弥陀佛，除一句阿弥陀佛之外什么都没有，这个方法容易。经论、古大德都说易行而难信，很多人不相信那就没有法子。所以，古德才把那个相信的人，称之为大善根、大福德。这善根福德从哪里来？过去生中修的。过去生中没有大善根、大福德，你遇到了你怎么会相信？我这一生遇到，虽然搞了差不多十几、二十几年才相信，还是大善根福德，没有大善根福德，一辈子也不相信。",
      "zh_TW": "我們今天修淨土，我們把無染本淨的絕待真心，這個難，實在是難，把它換成南無阿彌陀佛，這容易多了。本淨絕待的真心在哪裡？找不到，虛無縹緲。阿彌陀佛真有，所以這個法門叫指方立相，它不是走空門，它是走有門。指方，指定西方極樂世界，立相，建立阿彌陀佛極樂世界，讓我們一心繫念。繫，像個繩子一樣把它拴住，決定不放手，一心繫念，只有一句阿彌陀佛，除一句阿彌陀佛之外什麼都沒有，這個方法容易。經論、古大德都說易行而難信，很多人不相信那就沒有法子。所以，古德才把那個相信的人，稱之為大善根、大福德。這善根福德從哪裡來？過去生中修的。過去生中沒有大善根、大福德，你遇到了你怎麼會相信？我這一生遇到，雖然搞了差不多十幾、二十幾年才相信，還是大善根福德，沒有大善根福德，一輩子也不相信。"
    },
    {
      "id": "02-037-0427_p0035",
      "zh_CN": "有相信的人不肯修，早年新加坡我有个好朋友，演培法师。我初学佛的时候听他讲经，我总是坐头一排，总是面对着他，他那时候年轻，他大我十岁，我三十岁，他四十岁，善导寺住持。以后我出家也讲经，走一条路，也志同道合，非常有缘。但是我修净土法门，阿弥陀佛，他也是修净土，修弥勒净土，跟我不一样。他的归宿是欲界第四天兜率天，他要到兜率内院亲近弥勒菩萨；我们到西方极乐世界亲近阿弥陀佛。都是净土，不一样。不一样在哪里？修行不一样。弥勒净土要修唯心识定，你才能够生到那个地方去，唯心识定修不成你去不了，弥勒菩萨是法相宗的专家。所以你看，释迦牟尼佛问阿赖耶的三细相，不问别人，问他，他是最清楚的人。不容易修，很难成就！虚云老和尚修唯心识定的，他修成了，所以虚老和尚往生兜率天。弥陀净土容易修，容易成就，成就之后比他高。往生兜率内院，没有说皆作阿惟越致菩萨，没有，跟极乐世界的果报相比差太远了。大概往生弥勒净土是什么人？喜欢研究，知识分子，他们很喜欢，弥勒菩萨带头，跟他去了。没有想到弥陀殊胜，弥陀那里一去皆作阿惟越致菩萨，阿惟越致菩萨跟弥勒菩萨是平等的，不是弥勒的学生，跟他平等的，阿弥陀佛的学生真正不可思议。",
      "zh_TW": "有相信的人不肯修，早年新加坡我有個好朋友，演培法師。我初學佛的時候聽他講經，我總是坐頭一排，總是面對著他，他那時候年輕，他大我十歲，我三十歲，他四十歲，善導寺住持。以後我出家也講經，走一條路，也志同道合，非常有緣。但是我修淨土法門，阿彌陀佛，他也是修淨土，修彌勒淨土，跟我不一樣。他的歸宿是欲界第四天兜率天，他要到兜率內院親近彌勒菩薩；我們到西方極樂世界親近阿彌陀佛。都是淨土，不一樣。不一樣在哪裡？修行不一樣。彌勒淨土要修唯心識定，你才能夠生到那個地方去，唯心識定修不成你去不了，彌勒菩薩是法相宗的專家。所以你看，釋迦牟尼佛問阿賴耶的三細相，不問別人，問他，他是最清楚的人。不容易修，很難成就！虛雲老和尚修唯心識定的，他修成了，所以虛老和尚往生兜率天。彌陀淨土容易修，容易成就，成就之後比他高。往生兜率內院，沒有說皆作阿惟越致菩薩，沒有，跟極樂世界的果報相比差太遠了。大概往生彌勒淨土是什麼人？喜歡研究，知識分子，他們很喜歡，彌勒菩薩帶頭，跟他去了。沒有想到彌陀殊勝，彌陀那裡一去皆作阿惟越致菩薩，阿惟越致菩薩跟彌勒菩薩是平等的，不是彌勒的學生，跟他平等的，阿彌陀佛的學生真正不可思議。"
    },
    {
      "id": "02-037-0427_p0036",
      "zh_CN": "他为什么不相信弥陀净土？他不相信：哪有这么便宜的事情？一往生就是阿惟越致，不相信。这就没法子。这是什么？善根福德不够，相信这个法门的这大善根、大福德。演培法师虽然很难得，他善根福德还差一点，老朋友！曾经问我一个问题，特别请我吃饭，在新加坡灵芝素食餐厅，请我吃饭，客人就我一个。问我一个问题，他说，我今天请你吃饭，你知道为什么？我说不知道，我还没有神通。他说我有个问题向你请教，印光大师对于《弥陀经要解》的赞叹，印光大师说，蕅益大师这个《要解》，即使是古佛再来，为《弥陀经》做一个注解都不能超过其上。他问我，这话是真的吗？你相信吗？我跟他说，是真的，我相信。印光大师的话绝对不是夸大，绝对不是虚赞，他是真实的。我说这个话是恰到好处，真的是做到了不增不减。可见对这个有怀疑。",
      "zh_TW": "他為什麼不相信彌陀淨土？他不相信：哪有這麼便宜的事情？一往生就是阿惟越致，不相信。這就沒法子。這是什麼？善根福德不夠，相信這個法門的這大善根、大福德。演培法師雖然很難得，他善根福德還差一點，老朋友！曾經問我一個問題，特別請我吃飯，在新加坡靈芝素食餐廳，請我吃飯，客人就我一個。問我一個問題，他說，我今天請你吃飯，你知道為什麼？我說不知道，我還沒有神通。他說我有個問題向你請教，印光大師對於《彌陀經要解》的讚歎，印光大師說，蕅益大師這個《要解》，即使是古佛再來，為《彌陀經》做一個註解都不能超過其上。他問我，這話是真的嗎？你相信嗎？我跟他說，是真的，我相信。印光大師的話絕對不是誇大，絕對不是虛讚，他是真實的。我說這個話是恰到好處，真的是做到了不增不減。可見對這個有懷疑。"
    },
    {
      "id": "02-037-0427_p0037",
      "zh_CN": "所以，教要参透，透了之后一定要行，我们一定把它做到；如果做不到，经教里真正的好处你没有得到，那就非常可惜。得受用就是坚定信心，什么境界现前都不会动摇、都不会改变，我们才有信心，决定得生的信心。能不能往生净土不在阿弥陀佛，阿弥陀佛平等的接引，在自己，你自己有坚定的信心，跟弥陀就相应，到时候他就来了。时候没到，如果真想去，他还是来接引，这不可思议；时间到他一定来接引。所以修净宗的人，一部《无量寿经》、一句六字洪名足了。搞太多东西搞杂了，杂了会动摇你的信念，你的信心跟愿心都达不到纯熟；真正纯熟决定不动，这样才能够真正自己有把握往生。多少人，老和尚，我们过去亲近，包括忏云法师，我们在温哥华见面，我向他老人家请教：往生极乐世界你老人家有没有把握？他很肯定，没有把握，讲真话。为什么没有把握？没有一定的信心，这个很难。坚决不动的信心，那就是你往生的把握，你往生的凭证。愿心，我就是到极乐世界，决定不改变目标，哪里我都不想去。死心塌地就一门，一心一意，坚持不动，这就行了。好，今天时间到了，我们就学到此地。",
      "zh_TW": "所以，教要參透，透了之後一定要行，我們一定把它做到；如果做不到，經教裡真正的好處你沒有得到，那就非常可惜。得受用就是堅定信心，什麼境界現前都不會動搖、都不會改變，我們才有信心，決定得生的信心。能不能往生淨土不在阿彌陀佛，阿彌陀佛平等的接引，在自己，你自己有堅定的信心，跟彌陀就相應，到時候他就來了。時候沒到，如果真想去，他還是來接引，這不可思議；時間到他一定來接引。所以修淨宗的人，一部《無量壽經》、一句六字洪名足了。搞太多東西搞雜了，雜了會動搖你的信念，你的信心跟願心都達不到純熟；真正純熟決定不動，這樣才能夠真正自己有把握往生。多少人，老和尚，我們過去親近，包括懺雲法師，我們在溫哥華見面，我向他老人家請教：往生極樂世界你老人家有沒有把握？他很肯定，沒有把握，講真話。為什麼沒有把握？沒有一定的信心，這個很難。堅決不動的信心，那就是你往生的把握，你往生的憑證。願心，我就是到極樂世界，決定不改變目標，哪裡我都不想去。死心塌地就一門，一心一意，堅持不動，這就行了。好，今天時間到了，我們就學到此地。"
    }
  ]
}