{
  "doc_id": "02-037-0102",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０二集",
    "zh_TW": "第一０二集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0102",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0102_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》三百五十七页第五行，从头看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》三百五十七頁第五行，從頭看起："
    },
    {
      "id": "02-037-0102_p0002",
      "zh_CN": "「《甄解》云：普等三昧及大寂定，并是念佛三昧异名也。今佛为说念佛法门，住念佛三昧。故知大寂定，通说即为佛之禅定，名大涅槃」。《甄解》说得很清楚。普等三昧，普是普遍，等是平等，在这个大定当中，对世出世间一切法都是平等对待；换句话说，真正做到六根在六尘境界里头不起心、不动念，这才是普等三昧，这就是大寂定。大寂定是大般涅槃。由此可知，这是如来果地上的境界。我们现在应该要努力的学，为什么？这才是诸法实相，本来如是。我们在一切法里面分别执着，这就错了、就迷了，自性里面圆满的智慧德能不能现前，迷了时候所现的都是烦恼，所造的都是业障。所以诸佛与法身菩萨没有一个不重视明心见性，重视性德。与性德相应的就是佛菩萨，与性德相违背的就是凡夫。这些都是念佛三昧的异名。",
      "zh_TW": "「《甄解》云：普等三昧及大寂定，並是念佛三昧異名也。今佛為說念佛法門，住念佛三昧。故知大寂定，通說即為佛之禪定，名大涅槃」。《甄解》說得很清楚。普等三昧，普是普遍，等是平等，在這個大定當中，對世出世間一切法都是平等對待；換句話說，真正做到六根在六塵境界裡頭不起心、不動念，這才是普等三昧，這就是大寂定。大寂定是大般涅槃。由此可知，這是如來果地上的境界。我們現在應該要努力的學，為什麼？這才是諸法實相，本來如是。我們在一切法裡面分別執著，這就錯了、就迷了，自性裡面圓滿的智慧德能不能現前，迷了時候所現的都是煩惱，所造的都是業障。所以諸佛與法身菩薩沒有一個不重視明心見性，重視性德。與性德相應的就是佛菩薩，與性德相違背的就是凡夫。這些都是念佛三昧的異名。"
    },
    {
      "id": "02-037-0102_p0003",
      "zh_CN": "今佛，今天释迦牟尼佛，为大家说念佛法门，所以佛住念佛三昧；换句话说，佛说这部经是从念佛三昧流出来的。念佛三昧是真如自性。我们凡夫说话是从第六意识流出来的，那个根源？根源是阿赖耶识里头无量劫来落谢的种子，是这么流出来的。诸佛、法身菩萨他们讲经说法是从自性里流出来的，由自性通过念佛三昧，不一样！所以字字句句都真实。故知大寂定，通说就是佛的禅定，就是大般涅槃。「若按今经」，用今经的意思来说，「则指念佛三昧，念佛三昧称宝王三昧，为三昧中王。今日世尊开演净土法门，故入念佛宝王三昧」。这些话，念老引经、引祖师大德的注解，让我们合起来看，就能看出经里面的大意。这个注解不是他做的，是他集经论、祖师大德之大成，非常稀有难得。",
      "zh_TW": "今佛，今天釋迦牟尼佛，為大家說念佛法門，所以佛住念佛三昧；換句話說，佛說這部經是從念佛三昧流出來的。念佛三昧是真如自性。我們凡夫說話是從第六意識流出來的，那個根源？根源是阿賴耶識裡頭無量劫來落謝的種子，是這麼流出來的。諸佛、法身菩薩他們講經說法是從自性裡流出來的，由自性通過念佛三昧，不一樣！所以字字句句都真實。故知大寂定，通說就是佛的禪定，就是大般涅槃。「若按今經」，用今經的意思來說，「則指念佛三昧，念佛三昧稱寶王三昧，為三昧中王。今日世尊開演淨土法門，故入念佛寶王三昧」。這些話，念老引經、引祖師大德的註解，讓我們合起來看，就能看出經裡面的大意。這個註解不是他做的，是他集經論、祖師大德之大成，非常稀有難得。"
    },
    {
      "id": "02-037-0102_p0004",
      "zh_CN": "『住奇特法』。「《净影疏》曰：佛所得法，超出余人」，超出等觉菩萨，十地、声闻、缘觉那都不必说，全超越了。「在世所无，故云奇特」，就是世间找不到，这个世间是十法界，十法界找不到，十法界没有办法跟它相比。「《合赞》曰：济凡秘术，今日将说，故曰住奇特」，济是救济，凡是六道凡夫，也包括四圣法界，六道称内凡，四圣称外凡，就是六道之外，他还是算凡夫。大乘凡圣的标准是以用心，用真心、用自性那就是圣，用阿赖耶就是凡。六道统统是用阿赖耶。阿赖耶最明显的就是记忆，昨天我做的事情，过去我做的事情，一想就想出来，这是阿赖耶。阿赖耶，资料库一样，我一想，那个昨天的、前天的资料就调出来，阿赖耶是管这个。",
      "zh_TW": "『住奇特法』。「《淨影疏》曰：佛所得法，超出餘人」，超出等覺菩薩，十地、聲聞、緣覺那都不必說，全超越了。「在世所無，故云奇特」，就是世間找不到，這個世間是十法界，十法界找不到，十法界沒有辦法跟它相比。「《合贊》曰：濟凡祕術，今日將說，故曰住奇特」，濟是救濟，凡是六道凡夫，也包括四聖法界，六道稱內凡，四聖稱外凡，就是六道之外，他還是算凡夫。大乘凡聖的標準是以用心，用真心、用自性那就是聖，用阿賴耶就是凡。六道統統是用阿賴耶。阿賴耶最明顯的就是記憶，昨天我做的事情，過去我做的事情，一想就想出來，這是阿賴耶。阿賴耶，資料庫一樣，我一想，那個昨天的、前天的資料就調出來，阿賴耶是管這個。"
    },
    {
      "id": "02-037-0102_p0005",
      "zh_CN": "第七？第七是染污，就是我，执着我，是第七意识，我就带着贪瞋痴。所以第七意识是四个东西组成的，我见，见是见解，就是认为有个我；我爱，我爱是贪；我痴是愚痴；我慢，傲慢是瞋恨。所以贪瞋痴三毒烦恼跟我见同时起来，这构成了末那识。末那识，四大烦恼常相随。什么时候有的？一念不觉那个时候就有。第六意识比较单纯，它分别，当然也有执着，执着很轻，分别很重；末那，执着特别重，分别比较轻。所以转识成智要从这两个识下手。转末那识，就是转烦恼，转烦恼为菩提；转第六意识，那就是转所知，破所知障。第七是烦恼障的根源，第六是所知障的根源，这两样东西都障道，障碍我们明心见性，巩固阿赖耶，我们转不动它，原因在此地。所以看破就重要，看破就是了解事实真相，然后知道这个东西是可以放下的，它不是真的，我坚决要放下，就真的把它放下了。所以《合赞》里面讲「济凡秘术」，救济凡夫秘密的方法，就是念佛求生净土。今天佛要给我们讲这桩事情。",
      "zh_TW": "第七？第七是染污，就是我，執著我，是第七意識，我就帶著貪瞋痴。所以第七意識是四個東西組成的，我見，見是見解，就是認為有個我；我愛，我愛是貪；我痴是愚痴；我慢，傲慢是瞋恨。所以貪瞋痴三毒煩惱跟我見同時起來，這構成了末那識。末那識，四大煩惱常相隨。什麼時候有的？一念不覺那個時候就有。第六意識比較單純，它分別，當然也有執著，執著很輕，分別很重；末那，執著特別重，分別比較輕。所以轉識成智要從這兩個識下手。轉末那識，就是轉煩惱，轉煩惱為菩提；轉第六意識，那就是轉所知，破所知障。第七是煩惱障的根源，第六是所知障的根源，這兩樣東西都障道，障礙我們明心見性，鞏固阿賴耶，我們轉不動它，原因在此地。所以看破就重要，看破就是了解事實真相，然後知道這個東西是可以放下的，它不是真的，我堅決要放下，就真的把它放下了。所以《合贊》裡面講「濟凡祕術」，救濟凡夫祕密的方法，就是念佛求生淨土。今天佛要給我們講這樁事情。"
    },
    {
      "id": "02-037-0102_p0006",
      "zh_CN": "「又《甄解》曰：奇特法者，如来正觉果海」，这叫奇特，奇特到极处，一直到下面，「华光出佛之文彰矣」。经文里面说了很多，我们就看出它对奇特的形容。「且如《华严性起品》」，有这样一句经文，「一切众生身中有正觉智。叹之云奇哉！奇则奇矣，奇而非特」，是很奇怪，怎么？一切众生身中有正觉智，就是有如来智慧，这非常奇妙。「又如《法华提婆品》，龙女成佛」，龙是畜生道，龙女只有八岁，牠成佛了，这个很特别，「特而非奇」。今天这个法门不但奇而且特，奇特。「何者」，何者是为什么。「经说：众宝莲华，周满世界」，极乐世界莲花世界。这个莲花你要说它是依报，花外没有正觉，「华外无佛正觉」，佛正觉是正报，不是依报。你要说它是正报，「则说言百千亿叶」，它有花瓣，这明明是依报。「欲言是因，则如来果上功德；欲言是果，则十方所生妙华。欲言是主，则能含十方三世无量慧；欲言是伴，则唯是如来正觉。欲言是一法，则此中出无量法；欲言是无量，则亦一句名号。奇奇特特，不可称，不可说，不可思议之法，强名为奇特法」。",
      "zh_TW": "「又《甄解》曰：奇特法者，如來正覺果海」，這叫奇特，奇特到極處，一直到下面，「華光出佛之文彰矣」。經文裡面說了很多，我們就看出它對奇特的形容。「且如《華嚴性起品》」，有這樣一句經文，「一切眾生身中有正覺智。嘆之云奇哉！奇則奇矣，奇而非特」，是很奇怪，怎麼？一切眾生身中有正覺智，就是有如來智慧，這非常奇妙。「又如《法華提婆品》，龍女成佛」，龍是畜生道，龍女只有八歲，牠成佛了，這個很特別，「特而非奇」。今天這個法門不但奇而且特，奇特。「何者」，何者是為什麼。「經說：眾寶蓮華，周滿世界」，極樂世界蓮花世界。這個蓮花你要說它是依報，花外沒有正覺，「華外無佛正覺」，佛正覺是正報，不是依報。你要說它是正報，「則說言百千億葉」，它有花瓣，這明明是依報。「欲言是因，則如來果上功德；欲言是果，則十方所生妙華。欲言是主，則能含十方三世無量慧；欲言是伴，則唯是如來正覺。欲言是一法，則此中出無量法；欲言是無量，則亦一句名號。奇奇特特，不可稱，不可說，不可思議之法，強名為奇特法」。"
    },
    {
      "id": "02-037-0102_p0007",
      "zh_CN": "上面说这个意思很深，你说什么都不是，但它什么都是，这是什么？是自性。最奇最特的无过于自性，自性是每个人本来具足，不是从外头来的。极乐世界七宝池中的莲花，十方世界往生的人都是依莲花化生。莲花从哪里来的？念佛人功德自然成就。十方世界有一个众生能信，发愿求生，念阿弥陀佛，七宝池中就长一棵莲花，这一棵莲花没开，花苞。这个莲花是从自性变现出来的。用现在科学家的话是念力，念力的能量不可思议，这是科学家说的。是念力在七宝池里头出现莲花。所以你不能说它是依报，念力是属于正报，但是它确实有物质现象。你说它是物质现象，是依报，那花里头有正觉，有如来、有正觉，也就是那里头有念佛人的意念在当中；你要说它是正报，它确实现出来是花，它是莲花，莲花是我们依报环境。你要说它是因，这个花它是如来果上功德成就的；你要说它是果，是十方世界念佛人所生的。果上功德是阿弥陀佛本愿威神加持的，他的愿力加持的，而众生念佛这个功德在其中。你说它是主，它能含十方三世无量智慧，它不是独有的；你说它是伴，则唯是如来正觉，如来正觉是阿弥陀佛本愿威神之所成就。你说它是一法，它能出无量法，花中现佛，佛放光明，光中有菩萨，光中有佛刹，所以它出无量法；欲言是无量，则亦一句名号，现无量无边一切法，都不离一句名号。",
      "zh_TW": "上面說這個意思很深，你說什麼都不是，但它什麼都是，這是什麼？是自性。最奇最特的無過於自性，自性是每個人本來具足，不是從外頭來的。極樂世界七寶池中的蓮花，十方世界往生的人都是依蓮花化生。蓮花從哪裡來的？念佛人功德自然成就。十方世界有一個眾生能信，發願求生，念阿彌陀佛，七寶池中就長一棵蓮花，這一棵蓮花沒開，花苞。這個蓮花是從自性變現出來的。用現在科學家的話是念力，念力的能量不可思議，這是科學家說的。是念力在七寶池裡頭出現蓮花。所以你不能說它是依報，念力是屬於正報，但是它確實有物質現象。你說它是物質現象，是依報，那花裡頭有正覺，有如來、有正覺，也就是那裡頭有念佛人的意念在當中；你要說它是正報，它確實現出來是花，它是蓮花，蓮花是我們依報環境。你要說它是因，這個花它是如來果上功德成就的；你要說它是果，是十方世界念佛人所生的。果上功德是阿彌陀佛本願威神加持的，他的願力加持的，而眾生念佛這個功德在其中。你說它是主，它能含十方三世無量智慧，它不是獨有的；你說它是伴，則唯是如來正覺，如來正覺是阿彌陀佛本願威神之所成就。你說它是一法，它能出無量法，花中現佛，佛放光明，光中有菩薩，光中有佛剎，所以它出無量法；欲言是無量，則亦一句名號，現無量無邊一切法，都不離一句名號。"
    },
    {
      "id": "02-037-0102_p0008",
      "zh_CN": "总结到最后，结到名号上，让我们知道名号功德不可思议。奇特法就是这一句名号，这一句名号是阿弥陀佛极乐世界的全体，不但是阿弥陀佛的全体，也可以说是遍法界虚空界一切诸佛刹土依正庄严的全体，这佛号还得了！你念这一句佛号一切具足，一样都不缺，因为它是万德洪名。念佛的人很多，对这一句佛号意思能理解的人不多。所以还有认为有别的法跟这个差不多，或者认为还有别的法超过阿弥陀佛，这全是错觉，看错了，想错了。",
      "zh_TW": "總結到最後，結到名號上，讓我們知道名號功德不可思議。奇特法就是這一句名號，這一句名號是阿彌陀佛極樂世界的全體，不但是阿彌陀佛的全體，也可以說是遍法界虛空界一切諸佛剎土依正莊嚴的全體，這佛號還得了！你念這一句佛號一切具足，一樣都不缺，因為它是萬德洪名。念佛的人很多，對這一句佛號意思能理解的人不多。所以還有認為有別的法跟這個差不多，或者認為還有別的法超過阿彌陀佛，這全是錯覺，看錯了，想錯了。"
    },
    {
      "id": "02-037-0102_p0009",
      "zh_CN": "下面，「兹略释之」，前面引的是经论，这个地方是念老给我们做个总结。「如来果德，称为奇特」，如来果德是一切众生统统有，一点都不稀奇。那为什么称为奇特？我们迷了自己的果德，果德上的大圆满我们现在一点都没有了。我们得要问，它在哪里？它在，变质了，自性果德里头的般若智慧变成现在的烦恼。大乘经上常说「烦恼即菩提」，菩提就是正觉，迷了的时候叫烦恼，悟了的时候叫正觉，它是一不是二，这个事情总要知道。诸佛如来在果地，无量智慧；我们现在当凡夫，无量烦恼。迷的念头一转过来觉悟了，烦恼立刻就变成智慧。烦恼多不怕，说明就是智慧多、智慧大。怎么能够把烦恼转成菩提？转迷为悟，把迷放下就行了，就觉悟了。什么是迷？起心动念、分别执着，这个东西一放下就觉悟了。我们得真干，放下帮助觉悟，觉悟帮助放下，觉悟就是章嘉大师讲的看破，觉悟，看破。看破帮助放下，放下帮助看破，相辅相成，从初发心到如来地，没有别的办法。你了解得愈多，你放下就愈多。为什么放不下？不了解，所以放不下。真明了、真清楚了，哪有不放下的道理！",
      "zh_TW": "下面，「茲略釋之」，前面引的是經論，這個地方是念老給我們做個總結。「如來果德，稱為奇特」，如來果德是一切眾生統統有，一點都不稀奇。那為什麼稱為奇特？我們迷了自己的果德，果德上的大圓滿我們現在一點都沒有了。我們得要問，它在哪裡？它在，變質了，自性果德裡頭的般若智慧變成現在的煩惱。大乘經上常說「煩惱即菩提」，菩提就是正覺，迷了的時候叫煩惱，悟了的時候叫正覺，它是一不是二，這個事情總要知道。諸佛如來在果地，無量智慧；我們現在當凡夫，無量煩惱。迷的念頭一轉過來覺悟了，煩惱立刻就變成智慧。煩惱多不怕，說明就是智慧多、智慧大。怎麼能夠把煩惱轉成菩提？轉迷為悟，把迷放下就行了，就覺悟了。什麼是迷？起心動念、分別執著，這個東西一放下就覺悟了。我們得真幹，放下幫助覺悟，覺悟幫助放下，覺悟就是章嘉大師講的看破，覺悟，看破。看破幫助放下，放下幫助看破，相輔相成，從初發心到如來地，沒有別的辦法。你了解得愈多，你放下就愈多。為什麼放不下？不了解，所以放不下。真明瞭、真清楚了，哪有不放下的道理！"
    },
    {
      "id": "02-037-0102_p0010",
      "zh_CN": "下面说，「最极奇特，如经中华光出佛之文」，那段经文真是很特别。莲花放光，光中现佛，佛又现依正，佛现佛身，佛现声闻缘觉大众围绕，又现出宫殿，在光中能看到诸佛刹土依正庄严，这真叫奇特法。「且如《华严经》云，一切众生身中有正觉智」，就是如来智慧德相。「此实甚奇」，真实，「但众生皆具」，每个众生都有，「则非特殊现象，故云奇而非特」，一切众生统统有。「《法华》中龙女成佛，八岁之龙女，能立即成佛，确极特殊，但特而非奇」，为什么非奇？「因众生本来是佛，人人有分，个个现成」，龙女成佛有什么奇怪？不奇怪。「唯此经中之净宗一法，既是最奇，又是最特。下依经中《宝莲佛光品》，从依正、因果、主伴、一多等说明之」，这里把这个大意略略的说出来。",
      "zh_TW": "下面說，「最極奇特，如經中華光出佛之文」，那段經文真是很特別。蓮花放光，光中現佛，佛又現依正，佛現佛身，佛現聲聞緣覺大眾圍繞，又現出宮殿，在光中能看到諸佛剎土依正莊嚴，這真叫奇特法。「且如《華嚴經》云，一切眾生身中有正覺智」，就是如來智慧德相。「此實甚奇」，真實，「但眾生皆具」，每個眾生都有，「則非特殊現象，故云奇而非特」，一切眾生統統有。「《法華》中龍女成佛，八歲之龍女，能立即成佛，確極特殊，但特而非奇」，為什麼非奇？「因眾生本來是佛，人人有分，個個現成」，龍女成佛有什麼奇怪？不奇怪。「唯此經中之淨宗一法，既是最奇，又是最特。下依經中《寶蓮佛光品》，從依正、因果、主伴、一多等說明之」，這裡把這個大意略略的說出來。"
    },
    {
      "id": "02-037-0102_p0011",
      "zh_CN": "「依常情而论」，七宝池中的莲花应该是依报。若说它是依报，「但一一花出三十六百千亿光」，花中放光。「一一光中出三十六百千亿佛」，三十六百千不是数字，是表法的，代表无量无边、无数无尽，表这个意思，表圆满。「可见佛从花现，故云花外无佛」，不能说它是依报。如果说它是因，但此乃如来果德之成就，它不是因。宝池当中莲花，是阿弥陀佛的本愿五劫修行功德之所成就，它是果上所现出来的。不能说它是依报。「若说是正报，经中说花有百千亿叶」，明明是说花说叶，「而非佛身」，所以你不能说它是正。「若说是因，但此乃如来果德之成就」，它不是因。你说它是果，「然此花是十方世界所生之物」，十方世界有一个众生念佛，它就生一朵花。「不待行人果觉功圆」，只要心里头念，想到西方极乐世界，我想往生，七宝池中就有一朵花，不但有花，花上还有名字，绝对不会搞错。我们往生时候到了，佛就是带着这一朵莲花，手上拿着这一朵莲花来迎接你。这个花是你自己念出来的，你念佛的功夫深，这花就很大；念佛的功夫浅，这花就小，不可思议！从这些经文上我们就明白，这个世间事情哪一桩是真的？念佛莲花大小是真的，真带得去！这个世间其他一切法带不走，这不能不知道。带不走的就随便一点，马虎一点，不去计较，不放在心上，带得走的要非常认真。我们念一声佛号，就等于给莲花加了一滴水，我每天拼命去念，这个花就愈养愈大，佛看到欢喜，真精进；同伴看到欢喜，给他们很大的鼓励。这才是我们真正该做的，应该要干的。",
      "zh_TW": "「依常情而論」，七寶池中的蓮花應該是依報。若說它是依報，「但一一花出三十六百千億光」，花中放光。「一一光中出三十六百千億佛」，三十六百千不是數字，是表法的，代表無量無邊、無數無盡，表這個意思，表圓滿。「可見佛從花現，故云花外無佛」，不能說它是依報。如果說它是因，但此乃如來果德之成就，它不是因。寶池當中蓮花，是阿彌陀佛的本願五劫修行功德之所成就，它是果上所現出來的。不能說它是依報。「若說是正報，經中說花有百千億葉」，明明是說花說葉，「而非佛身」，所以你不能說它是正。「若說是因，但此乃如來果德之成就」，它不是因。你說它是果，「然此花是十方世界所生之物」，十方世界有一個眾生念佛，它就生一朵花。「不待行人果覺功圓」，只要心裡頭念，想到西方極樂世界，我想往生，七寶池中就有一朵花，不但有花，花上還有名字，絕對不會搞錯。我們往生時候到了，佛就是帶著這一朵蓮花，手上拿著這一朵蓮花來迎接你。這個花是你自己念出來的，你念佛的功夫深，這花就很大；念佛的功夫淺，這花就小，不可思議！從這些經文上我們就明白，這個世間事情哪一樁是真的？念佛蓮花大小是真的，真帶得去！這個世間其他一切法帶不走，這不能不知道。帶不走的就隨便一點，馬虎一點，不去計較，不放在心上，帶得走的要非常認真。我們念一聲佛號，就等於給蓮花加了一滴水，我每天拼命去念，這個花就愈養愈大，佛看到歡喜，真精進；同伴看到歡喜，給他們很大的鼓勵。這才是我們真正該做的，應該要幹的。"
    },
    {
      "id": "02-037-0102_p0012",
      "zh_CN": "这下面说，「若说是主，则能含十方三世无量慧，含摄一切，其伴甚多」，不能说它是主。「若言是伴，则心外无法，唯是如来正觉。极乐之依正主伴一切一切，唯是阿弥陀如来自心所现。欲说是一法，但一花中有无量光，其中出生无量法；若说是无量，则只是一句名号。三种庄严，入一法句。所以说此乃奇中之奇，特中之特，不可称、不可说、不可思议之法」，只有在极乐世界这才能看见。「亦不可安名」，它没有名字，勉强给它安个名叫奇特法，这是本经上释迦牟尼佛说它这个名字是「奇特法」。「今日世尊欲宣弥陀弘愿一乘」，一乘就是成佛之法。通常成佛是有阶级的，像在学校读书，你要拿博士学位，你得念小学、中学、大学、研究所，你才能拿到，这是通途法门。极乐世界这个法门不需要小学、中学、大学，不需要，任何一个人直捷到他那里都拿到最高的学位，这就是奇特法，而且是真拿到，不是假的。这就是弥陀弘愿一乘，它不是三乘，不是二乘。",
      "zh_TW": "這下面說，「若說是主，則能含十方三世無量慧，含攝一切，其伴甚多」，不能說它是主。「若言是伴，則心外無法，唯是如來正覺。極樂之依正主伴一切一切，唯是阿彌陀如來自心所現。欲說是一法，但一花中有無量光，其中出生無量法；若說是無量，則只是一句名號。三種莊嚴，入一法句。所以說此乃奇中之奇，特中之特，不可稱、不可說、不可思議之法」，只有在極樂世界這才能看見。「亦不可安名」，它沒有名字，勉強給它安個名叫奇特法，這是本經上釋迦牟尼佛說它這個名字是「奇特法」。「今日世尊欲宣彌陀弘願一乘」，一乘就是成佛之法。通常成佛是有階級的，像在學校讀書，你要拿博士學位，你得念小學、中學、大學、研究所，你才能拿到，這是通途法門。極樂世界這個法門不需要小學、中學、大學，不需要，任何一個人直捷到他那裡都拿到最高的學位，這就是奇特法，而且是真拿到，不是假的。這就是彌陀弘願一乘，它不是三乘，不是二乘。"
    },
    {
      "id": "02-037-0102_p0013",
      "zh_CN": "「住于弥陀之所住，佛佛相念」，这个住是什么？心上真有。释迦牟尼佛讲这部经，心里头完全是阿弥陀佛，除阿弥陀佛之外没有一个杂念，讲出这一部经。我们接受要用清净心去接受，心里头也只有阿弥陀佛，除阿弥陀佛之外别无杂念，世尊讲的话我们就能听懂。阿难结集出经典，我们今天展开经卷我们能看得懂，原因在此地。你心不是阿弥陀佛的心，你怎么能说得出阿弥陀佛的法？心不是弥陀的心，你怎么能看得懂阿弥陀佛所说的经？总得明白这个道理。所以最奇特之法是住于弥陀之所住，佛佛相念。释迦念弥陀，弥陀念释迦，叫佛佛相念。「故曰住奇特法」，弥陀、我心本是一体，说法如是，闻法亦如是，这就是住奇特法。",
      "zh_TW": "「住於彌陀之所住，佛佛相念」，這個住是什麼？心上真有。釋迦牟尼佛講這部經，心裡頭完全是阿彌陀佛，除阿彌陀佛之外沒有一個雜念，講出這一部經。我們接受要用清淨心去接受，心裡頭也只有阿彌陀佛，除阿彌陀佛之外別無雜念，世尊講的話我們就能聽懂。阿難結集出經典，我們今天展開經卷我們能看得懂，原因在此地。你心不是阿彌陀佛的心，你怎麼能說得出阿彌陀佛的法？心不是彌陀的心，你怎麼能看得懂阿彌陀佛所說的經？總得明白這個道理。所以最奇特之法是住於彌陀之所住，佛佛相念。釋迦念彌陀，彌陀念釋迦，叫佛佛相念。「故曰住奇特法」，彌陀、我心本是一體，說法如是，聞法亦如是，這就是住奇特法。"
    },
    {
      "id": "02-037-0102_p0014",
      "zh_CN": "下面一段说，『住诸佛所住导师之行，最胜之道』，「最胜之道」就是一句名号，这要特别提出来，南无阿弥陀佛是佛法里头最胜之道，你不念弥陀，你念谁？「佛所住者，《净影疏》曰：住佛住者，涅槃常果，诸佛同住」。涅槃就是前面所说的真实之际，就是诸法实相，就是一切法的性体，自性本体，惠能大师所说的自性，这是佛所住。「今日世雄」，世雄是指释迦牟尼佛，「住彼所住，住大涅槃，能起化用」。住彼所住，彼是指诸佛，一切诸佛之所住就是大涅槃，就是真实之际，所以能起教化众生的大用。",
      "zh_TW": "下面一段說，『住諸佛所住導師之行，最勝之道』，「最勝之道」就是一句名號，這要特別提出來，南無阿彌陀佛是佛法裡頭最勝之道，你不念彌陀，你念誰？「佛所住者，《淨影疏》曰：住佛住者，涅槃常果，諸佛同住」。涅槃就是前面所說的真實之際，就是諸法實相，就是一切法的性體，自性本體，惠能大師所說的自性，這是佛所住。「今日世雄」，世雄是指釋迦牟尼佛，「住彼所住，住大涅槃，能起化用」。住彼所住，彼是指諸佛，一切諸佛之所住就是大涅槃，就是真實之際，所以能起教化眾生的大用。"
    },
    {
      "id": "02-037-0102_p0015",
      "zh_CN": "「《会疏》曰：佛所住，不二乘菩萨所能及，唯佛与佛住之」。这住在哪里？我们讲白一点，不起心、不动念是住佛之所住。二乘、权教菩萨他还起心动念，阿罗汉、辟支佛只是放下执着，他还有分别；菩萨提升了一级，执着放下了，分别也放下了，但是他还有起心动念。唯有诸佛如来不起心、不动念。这都在日常生活当中，眼见色，看得清清楚楚、明明白白，这叫什么？这叫智慧。不起心、不动念，这叫如来大定，他没有起心动念，没有分别、没有执着，样样明了，眼看得清楚，耳听得清楚，鼻之嗅、舌之尝、身之触样样清楚，这是自性本具智慧，如如不动是自性本定。慧，看一切万法皆是无常的。万法是什么？《般若经》上讲得很好，「一切法无所有，毕竟空，不可得」，物质现象不可得，精神现象也不可得，连自然现象都不可得。从哪里来的？从一念不觉来的。一念不觉是假的，所发生的现象当然是假的。",
      "zh_TW": "「《會疏》曰：佛所住，不二乘菩薩所能及，唯佛與佛住之」。這住在哪裡？我們講白一點，不起心、不動念是住佛之所住。二乘、權教菩薩他還起心動念，阿羅漢、辟支佛只是放下執著，他還有分別；菩薩提升了一級，執著放下了，分別也放下了，但是他還有起心動念。唯有諸佛如來不起心、不動念。這都在日常生活當中，眼見色，看得清清楚楚、明明白白，這叫什麼？這叫智慧。不起心、不動念，這叫如來大定，他沒有起心動念，沒有分別、沒有執著，樣樣明瞭，眼看得清楚，耳聽得清楚，鼻之嗅、舌之嘗、身之觸樣樣清楚，這是自性本具智慧，如如不動是自性本定。慧，看一切萬法皆是無常的。萬法是什麼？《般若經》上講得很好，「一切法無所有，畢竟空，不可得」，物質現象不可得，精神現象也不可得，連自然現象都不可得。從哪裡來的？從一念不覺來的。一念不覺是假的，所發生的現象當然是假的。"
    },
    {
      "id": "02-037-0102_p0016",
      "zh_CN": "现在科学家不说一念不觉，他说波动，证明整个宇宙是一个波动的现象。这个波动现象科学家有时候也说脉动现象，我们人身上的脉搏，就是像脉搏这个现象一样。它要是不动，一切法就没有了。所以一切法没有一法是独立生存、是独立存在的，不可能。因为它存在的时间太短，只有一千六百兆分之一秒，你怎么能捉得住？所以我们看到的、听到的、接触到的这些现象，都是这些波动累积在一起，我们看到一个幻相，单独的我们见不到。所以世尊说所有现象叫「当处出生，随处灭尽」。科学家发现意念，就是念头，突然蹦出来，立刻就消失掉，没有任何原因。科学家看这个现象就是佛在经上说的「当处出生，随处灭尽」，就说这桩事。所以佛所住的，菩萨、二乘做不到，唯佛与佛住之。",
      "zh_TW": "現在科學家不說一念不覺，他說波動，證明整個宇宙是一個波動的現象。這個波動現象科學家有時候也說脈動現象，我們人身上的脈搏，就是像脈搏這個現象一樣。它要是不動，一切法就沒有了。所以一切法沒有一法是獨立生存、是獨立存在的，不可能。因為它存在的時間太短，只有一千六百兆分之一秒，你怎麼能捉得住？所以我們看到的、聽到的、接觸到的這些現象，都是這些波動累積在一起，我們看到一個幻相，單獨的我們見不到。所以世尊說所有現象叫「當處出生，隨處滅盡」。科學家發現意念，就是念頭，突然蹦出來，立刻就消失掉，沒有任何原因。科學家看這個現象就是佛在經上說的「當處出生，隨處滅盡」，就說這樁事。所以佛所住的，菩薩、二乘做不到，唯佛與佛住之。"
    },
    {
      "id": "02-037-0102_p0017",
      "zh_CN": "「又佛说三乘随他教时，各住三乘法」，这说得好。凡夫心住在哪里？我们看现前我们社会的一般凡夫，他住在自私自利，住在名闻利养、五欲六尘，他住这里。这些东西，我们现在学了佛知道，全是假的。所以他这一生到最后是一场空。佛法说得好，「万般将不去，唯有业随身」。凡夫一生到最后算总帐，是业，有善业、有恶业，你是善多还是恶多？善多感得的三善道果报，恶多感得的是三恶道果报，轮回里头无量劫来出不去。佛又告诉我们，出不了六道轮回，决定在恶道的时间长，在善道的时间短。我们细心想想佛这几句话，真的吗？我们从因果上去看，从早到晚，从星期天到星期六，太长了不要看，看一个星期的，大概还能记得，我起心动念是善念多还是恶念多？我的言语是好话多还是坏话多？我所做的事是善事多还是恶事多？你只要这样一反省就明白了。多的力量大，先牵着你去受报。如果恶念、恶行多，那就三恶道去了；善念善行多，三善道去了。",
      "zh_TW": "「又佛說三乘隨他教時，各住三乘法」，這說得好。凡夫心住在哪裡？我們看現前我們社會的一般凡夫，他住在自私自利，住在名聞利養、五欲六塵，他住這裡。這些東西，我們現在學了佛知道，全是假的。所以他這一生到最後是一場空。佛法說得好，「萬般將不去，唯有業隨身」。凡夫一生到最後算總帳，是業，有善業、有惡業，你是善多還是惡多？善多感得的三善道果報，惡多感得的是三惡道果報，輪迴裡頭無量劫來出不去。佛又告訴我們，出不了六道輪迴，決定在惡道的時間長，在善道的時間短。我們細心想想佛這幾句話，真的嗎？我們從因果上去看，從早到晚，從星期天到星期六，太長了不要看，看一個星期的，大概還能記得，我起心動念是善念多還是惡念多？我的言語是好話多還是壞話多？我所做的事是善事多還是惡事多？你只要這樣一反省就明白了。多的力量大，先牽著你去受報。如果惡念、惡行多，那就三惡道去了；善念善行多，三善道去了。"
    },
    {
      "id": "02-037-0102_p0018",
      "zh_CN": "现在这个社会，将来往生三善道的人很少很少，三恶道成批排队进去，不知道有多少！我们自己细心去想想，那排队里头有没有我的分？这一点比什么都重要。念佛的人得真念才能往生，不是真念不能往生。真念一定是净念相继，一个念头接着一个念头，不允许杂念掺杂进来。佛在经上讲的标准，「不容毫分不善夹杂」，那讲得很严格，一毫一分夹杂在里面，都把我们的净念破坏了。我们很难得，佛菩萨慈悲，在经教里头时时刻刻提醒我们、勉励我们、警策我们，我们离开经教，谁来给我们说这些？没人讲了。没有人讲，长期下去肯定堕落。堕落，自己不知道，自自然然堕落。就像此地佛说三乘人，「随他教时，各住三乘法」。人各自住自己喜爱之法，贪财的人天天心里只有财，贪色的人心里天天只有色，随其所好，自然感他的业报。今天释迦牟尼佛住佛所住，所以经上说住佛所住。",
      "zh_TW": "現在這個社會，將來往生三善道的人很少很少，三惡道成批排隊進去，不知道有多少！我們自己細心去想想，那排隊裡頭有沒有我的分？這一點比什麼都重要。念佛的人得真念才能往生，不是真念不能往生。真念一定是淨念相繼，一個念頭接著一個念頭，不允許雜念摻雜進來。佛在經上講的標準，「不容毫分不善夾雜」，那講得很嚴格，一毫一分夾雜在裡面，都把我們的淨念破壞了。我們很難得，佛菩薩慈悲，在經教裡頭時時刻刻提醒我們、勉勵我們、警策我們，我們離開經教，誰來給我們說這些？沒人講了。沒有人講，長期下去肯定墮落。墮落，自己不知道，自自然然墮落。就像此地佛說三乘人，「隨他教時，各住三乘法」。人各自住自己喜愛之法，貪財的人天天心裡只有財，貪色的人心裡天天只有色，隨其所好，自然感他的業報。今天釋迦牟尼佛住佛所住，所以經上說住佛所住。"
    },
    {
      "id": "02-037-0102_p0019",
      "zh_CN": "「今佛所说，是佛果觉」，经上所讲的都是佛果地上的境界，「故住于诸佛自之所住」。我们这些年来提出了十个字，「真诚、清净、平等、正觉、慈悲」，这是诸佛自之所住，我们能把心住在这上，就是住佛所住。「而流出此殊胜妙法」，念佛成佛之奇特妙法，真是奇特！你看看，烦恼不要断，自己没有了；业障不要去消，也没有了。怎么会没有？自己一心专注忆佛念佛，这是自己的功德，阿弥陀佛本愿威神加持，这两个力量让你无始劫来的烦恼自然没了，无始劫到今天的业障也没有了，真是奇特妙极！有没有道理？有，佛在经上常讲，「一切法从心想生」，就是原理。我今天一心就想阿弥陀佛，别的都不想，不想就没有了，想的就现前，念念是佛，阿弥陀佛现前，其他一切法没了。这是理，理上讲得通，事上当然就有可能。这个道理我们要掌握住，在这一生当中得真实利益。所以从佛自之所住流出殊胜妙法，念佛成佛，奇特的妙法。「以为众生之因心」。",
      "zh_TW": "「今佛所說，是佛果覺」，經上所講的都是佛果地上的境界，「故住於諸佛自之所住」。我們這些年來提出了十個字，「真誠、清淨、平等、正覺、慈悲」，這是諸佛自之所住，我們能把心住在這上，就是住佛所住。「而流出此殊勝妙法」，念佛成佛之奇特妙法，真是奇特！你看看，煩惱不要斷，自己沒有了；業障不要去消，也沒有了。怎麼會沒有？自己一心專注憶佛念佛，這是自己的功德，阿彌陀佛本願威神加持，這兩個力量讓你無始劫來的煩惱自然沒了，無始劫到今天的業障也沒有了，真是奇特妙極！有沒有道理？有，佛在經上常講，「一切法從心想生」，就是原理。我今天一心就想阿彌陀佛，別的都不想，不想就沒有了，想的就現前，念念是佛，阿彌陀佛現前，其他一切法沒了。這是理，理上講得通，事上當然就有可能。這個道理我們要掌握住，在這一生當中得真實利益。所以從佛自之所住流出殊勝妙法，念佛成佛，奇特的妙法。「以為眾生之因心」。"
    },
    {
      "id": "02-037-0102_p0020",
      "zh_CN": "「又《甄解》曰：住佛所住者，住普等三昧。普等三昧及大寂定，并是念佛三昧异名」，《甄解》的原文。念佛三昧、大寂定、大涅槃，这些字我们都不好懂。普等这两个字我们容易懂，普是普遍，等是平等，我们认真去学这两个字。这两个字就是《还源观》上讲的三种周遍的第三种，「含容空有」，含是包含，空是虚空。你的心量多大？我的心量包虚空。容也是包容，包容万有，遍法界虚空界一切法我统统包容。为什么？是我自性变现出来的。我在这里头不分彼此、平等对待，这就对了，这就是你自己真心流露，这就是住佛所住。大乘教里常说的「心包太虚，量周沙界」，就这个意思。「三世诸佛皆住此念佛」，这是真的，一点都不假，过去、现在、未来一切诸佛，没有不念阿弥陀佛的。「故云佛所住。今佛为说念佛法门，住念佛三昧。《甄解》之说，更切经旨」，他说得好。",
      "zh_TW": "「又《甄解》曰：住佛所住者，住普等三昧。普等三昧及大寂定，並是念佛三昧異名」，《甄解》的原文。念佛三昧、大寂定、大涅槃，這些字我們都不好懂。普等這兩個字我們容易懂，普是普遍，等是平等，我們認真去學這兩個字。這兩個字就是《還源觀》上講的三種周遍的第三種，「含容空有」，含是包含，空是虛空。你的心量多大？我的心量包虛空。容也是包容，包容萬有，遍法界虛空界一切法我統統包容。為什麼？是我自性變現出來的。我在這裡頭不分彼此、平等對待，這就對了，這就是你自己真心流露，這就是住佛所住。大乘教裡常說的「心包太虛，量周沙界」，就這個意思。「三世諸佛皆住此念佛」，這是真的，一點都不假，過去、現在、未來一切諸佛，沒有不念阿彌陀佛的。「故云佛所住。今佛為說念佛法門，住念佛三昧。《甄解》之說，更切經旨」，他說得好。"
    },
    {
      "id": "02-037-0102_p0021",
      "zh_CN": "下面，「导师」，经上讲的「导师之行，最胜之道」，住佛所住，接着就是导师之行。「导师者，指引导他人入于佛道者」，这才能称导师。「《十住断结经》曰：号导师者，令众生类示其正道故」。你要带领一切众生，要把正道指示给他，正道是什么？成佛之道，回归自性之道。用中国传统文化的话来讲，帮助一切众生回归本性之道，本性是善。《三字经》第一句话「人之初，性本善」，我们能够帮助人、引导人回归本性，这个人是导师，标准在此地。「《华首经》曰：能为人说无生死道，故名导师」，无生死就是回归自性，回归自性生死就没有了。「《佛报恩经》曰：大导师者，以正路示涅槃径」，径是道路，通往涅槃的这条道路叫涅槃径。「使得无为常乐故」，西方极乐世界就是涅槃径的大门，进入极乐世界就进入大涅槃，你决定可以证得。「无为指无为法」，法尔如是。「常乐指常乐我净」，自性本具，常乐我净这四净德是自性本自具足的。我们迷了自性，这四德失掉了。常是不生不灭，你看佛在经上常常告诉我们「一切法无常」，无常就是有生有灭，它不是真的；常是真的，常是不生不灭，乐是离一切苦，我是自在、主宰，净是清净不染。",
      "zh_TW": "下面，「導師」，經上講的「導師之行，最勝之道」，住佛所住，接著就是導師之行。「導師者，指引導他人入於佛道者」，這才能稱導師。「《十住斷結經》曰：號導師者，令眾生類示其正道故」。你要帶領一切眾生，要把正道指示給他，正道是什麼？成佛之道，回歸自性之道。用中國傳統文化的話來講，幫助一切眾生回歸本性之道，本性是善。《三字經》第一句話「人之初，性本善」，我們能夠幫助人、引導人回歸本性，這個人是導師，標準在此地。「《華首經》曰：能為人說無生死道，故名導師」，無生死就是回歸自性，回歸自性生死就沒有了。「《佛報恩經》曰：大導師者，以正路示涅槃徑」，徑是道路，通往涅槃的這條道路叫涅槃徑。「使得無為常樂故」，西方極樂世界就是涅槃徑的大門，進入極樂世界就進入大涅槃，你決定可以證得。「無為指無為法」，法爾如是。「常樂指常樂我淨」，自性本具，常樂我淨這四淨德是自性本自具足的。我們迷了自性，這四德失掉了。常是不生不滅，你看佛在經上常常告訴我們「一切法無常」，無常就是有生有滅，它不是真的；常是真的，常是不生不滅，樂是離一切苦，我是自在、主宰，淨是清淨不染。"
    },
    {
      "id": "02-037-0102_p0022",
      "zh_CN": "「又《甄解》曰：导师行者，即弥陀世尊平等引接无所遗故」。这话说得好！我们要学阿弥陀佛，阿弥陀佛平等接引。五逆十恶接不接引？接引，四十八愿里头有，唯除毁谤正法。这句话古德有很多解释，善导大师解释得就非常好。传说善导是阿弥陀佛再来的。阿弥陀佛说，五逆十恶、毁谤正法，只要他最后那一口气还没断，肯回头、肯忏悔、肯认错，阿弥陀佛还是接引他。慈悲到极处！为什么？一切众生本来是佛，造作五逆十恶、毁谤正法，他有没有佛性？有。他是不是佛？他是佛。是佛就得帮助他成佛，怎么可以不要他？所以善导讲，阿弥陀佛说这句话，是希望人不要造这个重罪，五逆十恶、毁谤佛法罪太重了，别干这个事情，是这个意思。不是弥陀不摄受，弥陀摄受，不得了！",
      "zh_TW": "「又《甄解》曰：導師行者，即彌陀世尊平等引接無所遺故」。這話說得好！我們要學阿彌陀佛，阿彌陀佛平等接引。五逆十惡接不接引？接引，四十八願裡頭有，唯除毀謗正法。這句話古德有很多解釋，善導大師解釋得就非常好。傳說善導是阿彌陀佛再來的。阿彌陀佛說，五逆十惡、毀謗正法，只要他最後那一口氣還沒斷，肯回頭、肯懺悔、肯認錯，阿彌陀佛還是接引他。慈悲到極處！為什麼？一切眾生本來是佛，造作五逆十惡、毀謗正法，他有沒有佛性？有。他是不是佛？他是佛。是佛就得幫助他成佛，怎麼可以不要他？所以善導講，阿彌陀佛說這句話，是希望人不要造這個重罪，五逆十惡、毀謗佛法罪太重了，別幹這個事情，是這個意思。不是彌陀不攝受，彌陀攝受，不得了！"
    },
    {
      "id": "02-037-0102_p0023",
      "zh_CN": "「大导师者，即弥陀世尊，以本愿引摄五乘」。五乘就把一切众生统统包含尽了，遍法界虚空界一切众生，上到等觉菩萨，下到阿鼻地狱众生，弥陀心量大，统统包容，平等摄受。只要你具足三个条件，真信，信有西方净土、有极乐世界，信有阿弥陀佛，信阿弥陀佛四十八愿是真的，接引一切众生往生极乐世界，一点都不假。「故今本师演说本经」，释迦牟尼佛为我们演说这部《无量寿经》，「正是住弥陀之所行也」，住弥陀之所住，行弥陀之所行，帮助阿弥陀佛接引大众。用我们现在的话说，把西方极乐世界详细介绍给大家，希望大家发心，现在人说移民，移民到极乐世界，在那个地方圆满成就。",
      "zh_TW": "「大導師者，即彌陀世尊，以本願引攝五乘」。五乘就把一切眾生統統包含盡了，遍法界虛空界一切眾生，上到等覺菩薩，下到阿鼻地獄眾生，彌陀心量大，統統包容，平等攝受。只要你具足三個條件，真信，信有西方淨土、有極樂世界，信有阿彌陀佛，信阿彌陀佛四十八願是真的，接引一切眾生往生極樂世界，一點都不假。「故今本師演說本經」，釋迦牟尼佛為我們演說這部《無量壽經》，「正是住彌陀之所行也」，住彌陀之所住，行彌陀之所行，幫助阿彌陀佛接引大眾。用我們現在的話說，把西方極樂世界詳細介紹給大家，希望大家發心，現在人說移民，移民到極樂世界，在那個地方圓滿成就。"
    },
    {
      "id": "02-037-0102_p0024",
      "zh_CN": "「最胜之道。《净影疏》曰：无上菩提，是最胜道。又《会疏》释曰：于一切世出世中无有伦匹」，在一切世出世间没有法子跟它相比的，这是最胜道。「《甄解》曰：最胜道者，念佛往生一道」，这说得干净俐落。为什么？「于一切方便中，无上最胜故」。还有比这更方便的吗？不需要断烦恼，不需要消业障，纵然干了五逆十恶，忏悔改过，真能往生，找不到比这个再殊胜的，找不到了。我们在这一生遇到，你说这个多难得！这个东西真的就像中第一特奖一样，亿万人中只有一个中，这我们多幸运！百千万劫难遭遇，我们遇到了；无量劫来稀有难逢，我们逢到了。这一生要忽略了，那就真的对不起自己，真的错了！你一生干别的错事都是小错，没什么了不起；这一桩事情疏忽了，你真叫大错。",
      "zh_TW": "「最勝之道。《淨影疏》曰：無上菩提，是最勝道。又《會疏》釋曰：於一切世出世中無有倫匹」，在一切世出世間沒有法子跟它相比的，這是最勝道。「《甄解》曰：最勝道者，念佛往生一道」，這說得乾淨俐落。為什麼？「於一切方便中，無上最勝故」。還有比這更方便的嗎？不需要斷煩惱，不需要消業障，縱然幹了五逆十惡，懺悔改過，真能往生，找不到比這個再殊勝的，找不到了。我們在這一生遇到，你說這個多難得！這個東西真的就像中第一特獎一樣，億萬人中只有一個中，這我們多幸運！百千萬劫難遭遇，我們遇到了；無量劫來稀有難逢，我們逢到了。這一生要忽略了，那就真的對不起自己，真的錯了！你一生幹別的錯事都是小錯，沒什麼了不起；這一樁事情疏忽了，你真叫大錯。"
    },
    {
      "id": "02-037-0102_p0025",
      "zh_CN": "「又最胜道者解脱德」，这也是《甄解》里头说的。「《涅槃经》云：无上上，真解脱。故无上上，即最胜义」，跟这个经上讲「最胜道者」，《涅槃经》上「无上上」，还是这个意思。「《甄解》之两说，互为表里。因念佛即无上上最胜之道，往生必证涅槃也」。换句话说，往生你就是成佛了。「又正当念佛时，心作心是」，《观经》上说的「是心作佛，是心是佛」，是心是佛，你本来是佛；是心作佛，我现在要回头，我要作佛。「当下即是，即无上上解脱时也」，作佛的时间、作佛的处所不远，就在当前这一念。「今日释尊将演弥陀之妙法，故住于弥陀之所住，行弥陀之所行，念弥陀之所念，故云住诸佛所住最胜之道」，就说的这个意思。我们今天放下万缘，一心念佛，学习《无量寿经》，就是真正住弥陀之所住，行弥陀之所行，念弥陀之所念，就是经上讲的「住诸佛所住最胜之道」，我们就落实了。这两句经文变成我们的日常生活，变成我们每天最重要的工作，处事待人接物，一切时、一切处不离这个就对了。下面一科「念佛功德」，请看经文：",
      "zh_TW": "「又最勝道者解脫德」，這也是《甄解》裡頭說的。「《涅槃經》云：無上上，真解脫。故無上上，即最勝義」，跟這個經上講「最勝道者」，《涅槃經》上「無上上」，還是這個意思。「《甄解》之兩說，互為表裡。因念佛即無上上最勝之道，往生必證涅槃也」。換句話說，往生你就是成佛了。「又正當念佛時，心作心是」，《觀經》上說的「是心作佛，是心是佛」，是心是佛，你本來是佛；是心作佛，我現在要回頭，我要作佛。「當下即是，即無上上解脫時也」，作佛的時間、作佛的處所不遠，就在當前這一念。「今日釋尊將演彌陀之妙法，故住於彌陀之所住，行彌陀之所行，念彌陀之所念，故云住諸佛所住最勝之道」，就說的這個意思。我們今天放下萬緣，一心念佛，學習《無量壽經》，就是真正住彌陀之所住，行彌陀之所行，念彌陀之所念，就是經上講的「住諸佛所住最勝之道」，我們就落實了。這兩句經文變成我們的日常生活，變成我們每天最重要的工作，處事待人接物，一切時、一切處不離這個就對了。下面一科「念佛功德」，請看經文："
    },
    {
      "id": "02-037-0102_p0026",
      "zh_CN": "【去来现在佛佛相念。为念过去未来诸佛耶。为念现在他方诸佛耶。何故威神显耀。光瑞殊妙乃尔。】",
      "zh_TW": "【去來現在佛佛相念。為念過去未來諸佛耶。為念現在他方諸佛耶。何故威神顯耀。光瑞殊妙乃爾。】"
    },
    {
      "id": "02-037-0102_p0027",
      "zh_CN": "这是阿难尊者请法，也是一段很重要的心念。为什么今天世尊放光现瑞殊胜微妙乃尔，像这样子的，从来没有见过的？我们看念老的注解，『去』是过去，『来』是未来，『现在』，这是讲三世，三世诸佛『相念』，诸佛「相念」里面互相念佛。实实在在说，一切诸佛没有不念阿弥陀佛的，阿弥陀佛也念一切佛，这是诸佛相念真正的意思。我们在大乘经里面细心去观察，的确只有阿弥陀佛真正称得上究竟圆满佛。其他的诸佛当然也究竟圆满，但是阿弥陀佛比起三世诸佛更究竟、更圆满。从什么地方体现出？从普度众生，这样简单、这样方便、这样稳当快速帮助人成就，是一切诸佛所说法里头没有的。因为通途都要断烦恼、都要消业障，哪有不断烦恼、不消业障成就的？没这个道理。",
      "zh_TW": "這是阿難尊者請法，也是一段很重要的心念。為什麼今天世尊放光現瑞殊勝微妙乃爾，像這樣子的，從來沒有見過的？我們看念老的註解，『去』是過去，『來』是未來，『現在』，這是講三世，三世諸佛『相念』，諸佛「相念」裡面互相念佛。實實在在說，一切諸佛沒有不念阿彌陀佛的，阿彌陀佛也念一切佛，這是諸佛相念真正的意思。我們在大乘經裡面細心去觀察，的確只有阿彌陀佛真正稱得上究竟圓滿佛。其他的諸佛當然也究竟圓滿，但是阿彌陀佛比起三世諸佛更究竟、更圓滿。從什麼地方體現出？從普度眾生，這樣簡單、這樣方便、這樣穩當快速幫助人成就，是一切諸佛所說法裡頭沒有的。因為通途都要斷煩惱、都要消業障，哪有不斷煩惱、不消業障成就的？沒這個道理。"
    },
    {
      "id": "02-037-0102_p0028",
      "zh_CN": "极乐世界阿弥陀佛有没有教人消业障、断烦恼？有，不是没有，他的方法太妙了，他就教你一心念这句南无阿弥陀佛，你的烦恼就会断，你的业障就会消。什么原因？是阿弥陀佛将他四十八愿五劫修行，极乐世界成就到今天十劫，经上讲的十劫，这个十劫接引遍法界虚空界无量无边的众生到极乐世界修行都成佛了，这功德多大！本愿的功德，自己五劫修行的功德，十大劫度化众生的功德，这三种无量功德回向给你、加持给你，让你无量劫的烦恼习气、一切业障自然都化解。这不是偶然的事情，这个阿弥陀佛能做到，别的佛想做还做不到。但是佛佛道同，一切诸佛如来会下，像我们这是释迦如来会下，有这样的根性，跟弥陀有缘，佛都劝我们到极乐世界去成就，让我们这些人带业往生，业障自然化解。到极乐世界业障就没有了，真正不可思议！这法门到哪里去找？找不到。所以我们要珍惜，我们要抓住，决定不能把这个机会错过。这讲诸佛相念。",
      "zh_TW": "極樂世界阿彌陀佛有沒有教人消業障、斷煩惱？有，不是沒有，他的方法太妙了，他就教你一心念這句南無阿彌陀佛，你的煩惱就會斷，你的業障就會消。什麼原因？是阿彌陀佛將他四十八願五劫修行，極樂世界成就到今天十劫，經上講的十劫，這個十劫接引遍法界虛空界無量無邊的眾生到極樂世界修行都成佛了，這功德多大！本願的功德，自己五劫修行的功德，十大劫度化眾生的功德，這三種無量功德迴向給你、加持給你，讓你無量劫的煩惱習氣、一切業障自然都化解。這不是偶然的事情，這個阿彌陀佛能做到，別的佛想做還做不到。但是佛佛道同，一切諸佛如來會下，像我們這是釋迦如來會下，有這樣的根性，跟彌陀有緣，佛都勸我們到極樂世界去成就，讓我們這些人帶業往生，業障自然化解。到極樂世界業障就沒有了，真正不可思議！這法門到哪裡去找？找不到。所以我們要珍惜，我們要抓住，決定不能把這個機會錯過。這講諸佛相念。"
    },
    {
      "id": "02-037-0102_p0029",
      "zh_CN": "「《嘉祥疏》曰：去来现在佛佛相念者，明三世诸佛皆有化众生之念」。这个不是假的，一切诸佛都曾经发过这个愿，「众生无边誓愿度」，都有这个愿。度众生方法善巧到极，无过于阿弥陀佛。所以一切诸佛，只要根性跟阿弥陀佛相应的众生，统统把他送到极乐世界，送到阿弥陀佛那里成就。阿弥陀佛那里好像是一个学校，诸佛如来都把他的后裔送到那里去成就，那不是造就，是成就。这句话「诸佛皆有化众生之念」，诸佛本来是一体，诸佛都证得，既然是一体，决定是同心、同愿、同德、同行。「光光相照，又智智相照，故云相念也」，佛佛相念。「《甄解》曰：去来现（这是三世）佛等，举三世佛相念，以推度今佛所念」。这个话讲得好，阿难说的这个话，想必现在释迦牟尼佛也在念诸佛，所以才现这样殊特的相好，放光现瑞。",
      "zh_TW": "「《嘉祥疏》曰：去來現在佛佛相念者，明三世諸佛皆有化眾生之念」。這個不是假的，一切諸佛都曾經發過這個願，「眾生無邊誓願度」，都有這個願。度眾生方法善巧到極，無過於阿彌陀佛。所以一切諸佛，只要根性跟阿彌陀佛相應的眾生，統統把他送到極樂世界，送到阿彌陀佛那裡成就。阿彌陀佛那裡好像是一個學校，諸佛如來都把他的後裔送到那裡去成就，那不是造就，是成就。這句話「諸佛皆有化眾生之念」，諸佛本來是一體，諸佛都證得，既然是一體，決定是同心、同願、同德、同行。「光光相照，又智智相照，故云相念也」，佛佛相念。「《甄解》曰：去來現（這是三世）佛等，舉三世佛相念，以推度今佛所念」。這個話講得好，阿難說的這個話，想必現在釋迦牟尼佛也在念諸佛，所以才現這樣殊特的相好，放光現瑞。"
    },
    {
      "id": "02-037-0102_p0030",
      "zh_CN": "「又《合赞》曰：我以三世诸佛相念，类知得无今佛亦念诸佛？然今超过诸佛，现此奇相，有何故耶？」这都是祖师大德们在揣摩阿难说这个话的用意，想得都不错，确实是这个样子。「经云：威神显耀，光瑞殊妙，表所现色相，光颜巍巍，威神难测，放光现瑞，殊胜绝妙，十方宝刹映现光中，是故《合赞》称为，超过诸佛」。因为阿难看到了，在佛光中看到了。《还源观》上讲的三种周遍，周遍法界、出生无尽、含容空有，都在世尊所放光明当中见到。所以《合赞》说超过诸佛。",
      "zh_TW": "「又《合贊》曰：我以三世諸佛相念，類知得無今佛亦念諸佛？然今超過諸佛，現此奇相，有何故耶？」這都是祖師大德們在揣摩阿難說這個話的用意，想得都不錯，確實是這個樣子。「經云：威神顯耀，光瑞殊妙，表所現色相，光顏巍巍，威神難測，放光現瑞，殊勝絕妙，十方寶剎映現光中，是故《合贊》稱為，超過諸佛」。因為阿難看到了，在佛光中看到了。《還源觀》上講的三種周遍，周遍法界、出生無盡、含容空有，都在世尊所放光明當中見到。所以《合贊》說超過諸佛。"
    },
    {
      "id": "02-037-0102_p0031",
      "zh_CN": "「阿难因现睹光瑞」，现是现前，佛放光他在场，他亲眼看到的。「前所未见」，阿难是世尊的侍者，佛讲经说法，大乘经几乎都放光，阿难常见。这次放的光非常奇特，阿难从来没有看见过，所以才有这些问题、这些疑问。「欢喜庆幸」，机会难得遇到。「复自思维，今日世尊现希有之光明，显难睹之瑞相」，今天的瑞相不容易看到。「故知世尊必入大寂之定，住奇特之法」，换句话说，一定要说无比殊胜微妙的大法。「此定此法即是念佛三昧」，念同佛；「导师之行」，行同佛；「最胜之道」，度生之法同佛。「盖以三世如来佛佛相念，故推计释尊今时必正念佛，但未知所念何佛」。所以阿难猜想得不错，世尊肯定念佛。念佛，佛也念他，得佛力的加持，现无比殊胜的瑞相。所以问，「为念过去未来诸佛耶」，世尊今天所念的是过去、未来的诸佛？「为念现在他方诸佛耶」，还是现在（不是我们娑婆世界）他方世界诸佛？「若不是念佛者，何故今日佛之威神显耀，光瑞殊妙乃尔」。这解释，「威者，勇猛也。神者，不可测度也。显耀者，光丽也。佛光中映现庄严之十方宝刹，妙显《华严》不可思议之玄门，所现光瑞，殊妙绝伦」。这是阿难请法赞叹的意思，都在这里显示明白。下面正式「请说」，就一句：",
      "zh_TW": "「阿難因現睹光瑞」，現是現前，佛放光他在場，他親眼看到的。「前所未見」，阿難是世尊的侍者，佛講經說法，大乘經幾乎都放光，阿難常見。這次放的光非常奇特，阿難從來沒有看見過，所以才有這些問題、這些疑問。「歡喜慶幸」，機會難得遇到。「復自思維，今日世尊現希有之光明，顯難睹之瑞相」，今天的瑞相不容易看到。「故知世尊必入大寂之定，住奇特之法」，換句話說，一定要說無比殊勝微妙的大法。「此定此法即是念佛三昧」，念同佛；「導師之行」，行同佛；「最勝之道」，度生之法同佛。「蓋以三世如來佛佛相念，故推計釋尊今時必正念佛，但未知所念何佛」。所以阿難猜想得不錯，世尊肯定念佛。念佛，佛也念他，得佛力的加持，現無比殊勝的瑞相。所以問，「為念過去未來諸佛耶」，世尊今天所念的是過去、未來的諸佛？「為念現在他方諸佛耶」，還是現在（不是我們娑婆世界）他方世界諸佛？「若不是念佛者，何故今日佛之威神顯耀，光瑞殊妙乃爾」。這解釋，「威者，勇猛也。神者，不可測度也。顯耀者，光麗也。佛光中映現莊嚴之十方寶剎，妙顯《華嚴》不可思議之玄門，所現光瑞，殊妙絕倫」。這是阿難請法讚歎的意思，都在這裡顯示明白。下面正式「請說」，就一句："
    },
    {
      "id": "02-037-0102_p0032",
      "zh_CN": "【愿为宣说。】",
      "zh_TW": "【願為宣說。】"
    },
    {
      "id": "02-037-0102_p0033",
      "zh_CN": "这阿难请法。有启请，佛当然会为大家宣说。我们看下文，「赞请许说」，这科判，这里头分四段。第一个是「成佛机熟」，看众生成佛的机缘成熟了，这要紧。这里分三段，第一段是「佛赞问义」，你问得太好了！",
      "zh_TW": "這阿難請法。有啟請，佛當然會為大家宣說。我們看下文，「讚請許說」，這科判，這裡頭分四段。第一個是「成佛機熟」，看眾生成佛的機緣成熟了，這要緊。這裡分三段，第一段是「佛讚問義」，你問得太好了！"
    },
    {
      "id": "02-037-0102_p0034",
      "zh_CN": "【于是世尊。告阿难言。善哉善哉。汝为哀愍利乐诸众生故。能问如是微妙之义。】",
      "zh_TW": "【於是世尊。告阿難言。善哉善哉。汝為哀愍利樂諸眾生故。能問如是微妙之義。】"
    },
    {
      "id": "02-037-0102_p0035",
      "zh_CN": "你问得太好了，『善哉善哉』就是太好太好了！我们看念老的注解，「右段为本师答问之语。善者，好也。善哉，称赞之辞也。《智度论》曰：善哉善哉，再言之者，喜之至也」，非常欢喜，说了两个善哉善哉，就是太好了、太好了！「净影师谓阿难所问，称机」，就是现在在会的大众，佛如果介绍这个法门，大家会相信、能理解、肯发心，这是机缘成熟。「当法」，佛要想宣扬这个法门，这些人正是可以接受的。「合时」，又合时节因缘。称机、当法、合时，那佛当然欢喜。「《甄解》谓：所问称可佛心故」，佛就是想说这个法门，这一问，佛真是称心如意，宣扬微妙大法。",
      "zh_TW": "你問得太好了，『善哉善哉』就是太好太好了！我們看念老的註解，「右段為本師答問之語。善者，好也。善哉，稱讚之辭也。《智度論》曰：善哉善哉，再言之者，喜之至也」，非常歡喜，說了兩個善哉善哉，就是太好了、太好了！「淨影師謂阿難所問，稱機」，就是現在在會的大眾，佛如果介紹這個法門，大家會相信、能理解、肯發心，這是機緣成熟。「當法」，佛要想宣揚這個法門，這些人正是可以接受的。「合時」，又合時節因緣。稱機、當法、合時，那佛當然歡喜。「《甄解》謂：所問稱可佛心故」，佛就是想說這個法門，這一問，佛真是稱心如意，宣揚微妙大法。"
    },
    {
      "id": "02-037-0102_p0036",
      "zh_CN": "「以下即如来自释其赞叹之故」，佛为什么赞叹阿难？『汝为哀愍利乐诸众生故，能问如是微妙之义』。「哀愍」是悲心，大悲，众生太苦了，在六道轮回。现在我们这个世间是苦到极处，中国、外国历史从来没有过的，灾难这么多也是从来没有过的。现在不再隐讳了，许多场合当中大家都公开的来讨论这个事情，灾难太多，没有办法，不能不承认。这个问题怎么能解决？阿难问得真好。所以「哀愍」，大悲心，拔苦心切，希望众生离苦得乐，「利乐，慈心与乐」。悲，希望众生离苦；慈，希望众生得乐。「佛赞阿难，汝今愿拔一切众生苦，与一切众生乐，乃能问如是之义」，你问得好。「微妙者，法体幽玄故曰微」，这是讲的这部经，法就是这部经，这部经的经体是真实之际，是一切众生的本性，幽玄，这叫微。不可思议这叫妙。「盖以法之本体幽深玄妙，非语言分别之所能知，故名曰微妙」，你能问如是微妙之义。底下一段是用比喻来说，你所问的无比的殊胜：",
      "zh_TW": "「以下即如來自釋其讚歎之故」，佛為什麼讚歎阿難？『汝為哀愍利樂諸眾生故，能問如是微妙之義』。「哀愍」是悲心，大悲，眾生太苦了，在六道輪迴。現在我們這個世間是苦到極處，中國、外國歷史從來沒有過的，災難這麼多也是從來沒有過的。現在不再隱諱了，許多場合當中大家都公開的來討論這個事情，災難太多，沒有辦法，不能不承認。這個問題怎麼能解決？阿難問得真好。所以「哀愍」，大悲心，拔苦心切，希望眾生離苦得樂，「利樂，慈心與樂」。悲，希望眾生離苦；慈，希望眾生得樂。「佛讚阿難，汝今願拔一切眾生苦，與一切眾生樂，乃能問如是之義」，你問得好。「微妙者，法體幽玄故曰微」，這是講的這部經，法就是這部經，這部經的經體是真實之際，是一切眾生的本性，幽玄，這叫微。不可思議這叫妙。「蓋以法之本體幽深玄妙，非語言分別之所能知，故名曰微妙」，你能問如是微妙之義。底下一段是用比喻來說，你所問的無比的殊勝："
    },
    {
      "id": "02-037-0102_p0037",
      "zh_CN": "【汝今斯问。胜于供养一天下阿罗汉。辟支佛。布施累劫。诸天人民。蜎飞蠕动之类。功德百千万倍。】",
      "zh_TW": "【汝今斯問。勝於供養一天下阿羅漢。辟支佛。布施累劫。諸天人民。蜎飛蠕動之類。功德百千萬倍。】"
    },
    {
      "id": "02-037-0102_p0038",
      "zh_CN": "你这一问功德可大！为什么？众生得的利益大，你的功德就大；众生得的利益久远，它影响久远，你的功德更大。这个法门跟一切法门不一样。佛法消灭不是突然的，是逐渐逐渐慢慢的没有人学，自然就灭掉了。《大藏经》摆在那里那么多，没人学，法就灭了，不是没有；没有人讲演，没有人学习，法就灭了。往后在这个世间流通最盛行的就是这个法，其他的法逐渐逐渐没落，学的人愈来愈少，这个法门学的人会愈来愈多。我们相信末法再过一千年之后，大概全是这个法，其他全没有了。阿难这一问功德可就大！末法一万年，这一万年人能得度，就靠这个法门。所以他这一问，真的超过供养一四天下的阿罗汉、辟支佛，『布施累劫，诸天人民，蜎飞蠕动之类』，你看上面是供圣人，下面是度凡夫，功德百千万倍，不能比。",
      "zh_TW": "你這一問功德可大！為什麼？眾生得的利益大，你的功德就大；眾生得的利益久遠，它影響久遠，你的功德更大。這個法門跟一切法門不一樣。佛法消滅不是突然的，是逐漸逐漸慢慢的沒有人學，自然就滅掉了。《大藏經》擺在那裡那麼多，沒人學，法就滅了，不是沒有；沒有人講演，沒有人學習，法就滅了。往後在這個世間流通最盛行的就是這個法，其他的法逐漸逐漸沒落，學的人愈來愈少，這個法門學的人會愈來愈多。我們相信末法再過一千年之後，大概全是這個法，其他全沒有了。阿難這一問功德可就大！末法一萬年，這一萬年人能得度，就靠這個法門。所以他這一問，真的超過供養一四天下的阿羅漢、辟支佛，『布施累劫，諸天人民，蜎飛蠕動之類』，你看上面是供聖人，下面是度凡夫，功德百千萬倍，不能比。"
    },
    {
      "id": "02-037-0102_p0039",
      "zh_CN": "我们把念老的注解（好懂）念一遍，「汝今斯问」，这佛说，汝是阿难，你今天这一问。这一句一直到这一段的末尾，都是表阿难此问的功德。「一天下，乃四天下之一」，这个地方四天下之一，就是指的地球，我们今天讲全世界。「即住于须弥山四方之四大洲：一南瞻部洲（即地球）。二东胜神洲。三西牛货洲。四北郁单洲。故知一天下即一大洲。佛言，阿难此问之功德，胜于供养一大洲之阿罗汉」，我们今天讲全世界，全世界的阿罗汉、辟支佛。这个问的功德超过供养，超过「多劫布施诸天人民，及蜎飞蠕动之虫类，百千万倍」。布施累劫，劫是时间，很长的时间。《智度论》上说，四十里的石头山，有长寿人，每一百年来一次，用他身上穿的细软的衣服在这个石头上拂拭，把这块石头都磨干净了，「而劫未尽」，这个劫的时间多长，四十里的一块石头。这是来形容时间之长不可思议。「蜎者小虫，蜎飞，能飞之小虫」。「蠕动」，这是爬虫，小爬虫。这是说对上供养阿罗汉、辟支佛，对下布施累劫六道众生，诸天人民、蜎飞蠕动代表这六道众生，功德百千万倍。这是问法的功德，请问的功德。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們把念老的註解（好懂）念一遍，「汝今斯問」，這佛說，汝是阿難，你今天這一問。這一句一直到這一段的末尾，都是表阿難此問的功德。「一天下，乃四天下之一」，這個地方四天下之一，就是指的地球，我們今天講全世界。「即住於須彌山四方之四大洲：一南瞻部洲（即地球）。二東勝神洲。三西牛貨洲。四北鬱單洲。故知一天下即一大洲。佛言，阿難此問之功德，勝於供養一大洲之阿羅漢」，我們今天講全世界，全世界的阿羅漢、辟支佛。這個問的功德超過供養，超過「多劫布施諸天人民，及蜎飛蠕動之蟲類，百千萬倍」。布施累劫，劫是時間，很長的時間。《智度論》上說，四十里的石頭山，有長壽人，每一百年來一次，用他身上穿的細軟的衣服在這個石頭上拂拭，把這塊石頭都磨乾淨了，「而劫未盡」，這個劫的時間多長，四十里的一塊石頭。這是來形容時間之長不可思議。「蜎者小蟲，蜎飛，能飛之小蟲」。「蠕動」，這是爬蟲，小爬蟲。這是說對上供養阿羅漢、辟支佛，對下布施累劫六道眾生，諸天人民、蜎飛蠕動代表這六道眾生，功德百千萬倍。這是問法的功德，請問的功德。今天時間到了，我們就學習到此地。"
    }
  ]
}