{
  "doc_id": "02-037-0422",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四二二集",
    "zh_TW": "第四二二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0422",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0422_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》八百八十三页，倒数第五行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》八百八十三頁，倒數第五行最後一句看起："
    },
    {
      "id": "02-037-0422_p0002",
      "zh_CN": "「与《要解》之说，辞异而旨同。依信愿持名，他力大道，即得往生极乐。持名即是念实相。一超直入妙庄严路。如是之道，法尔自然」。前面我们学到这个地方。《要解》蕅益大师这个说法，是很重要的开示，依信愿持名，完全要靠阿弥陀佛本愿威神的加持，这就是他力。念佛往生决定成佛，这是大道。持名就是念实相，这句话非常重要，为什么持名是念实相？这个理跟事都要清楚。那现在持名是不是念实相？不是的。什么人持名是念实相？我们看到那些阿公阿婆，他心里头只有一尊阿弥陀佛，口里头只有一句阿弥陀佛，除此之外，他确实没有妄念、没有杂念，一心专注，那是念实相。跟上上根人对于净宗法门理事、性相、因果完全通达明了，功夫是一样的。完全通达明了，他们念佛就跟阿公阿婆没有两样，阿公阿婆这是下愚，那上智，上智跟下愚成就是平等的。为什么？方法相同，信愿持名都没有杂念、都没有妄想。一般人念佛没有这个境界，他里头掺着有杂念、有妄想，这种人念佛不见得能往生。念佛的人多，往生的人不多，这个道理要懂。",
      "zh_TW": "「與《要解》之說，辭異而旨同。依信願持名，他力大道，即得往生極樂。持名即是念實相。一超直入妙莊嚴路。如是之道，法爾自然」。前面我們學到這個地方。《要解》蕅益大師這個說法，是很重要的開示，依信願持名，完全要靠阿彌陀佛本願威神的加持，這就是他力。念佛往生決定成佛，這是大道。持名就是念實相，這句話非常重要，為什麼持名是念實相？這個理跟事都要清楚。那現在持名是不是念實相？不是的。什麼人持名是念實相？我們看到那些阿公阿婆，他心裡頭只有一尊阿彌陀佛，口裡頭只有一句阿彌陀佛，除此之外，他確實沒有妄念、沒有雜念，一心專注，那是念實相。跟上上根人對於淨宗法門理事、性相、因果完全通達明瞭，功夫是一樣的。完全通達明瞭，他們念佛就跟阿公阿婆沒有兩樣，阿公阿婆這是下愚，那上智，上智跟下愚成就是平等的。為什麼？方法相同，信願持名都沒有雜念、都沒有妄想。一般人念佛沒有這個境界，他裡頭摻著有雜念、有妄想，這種人念佛不見得能往生。念佛的人多，往生的人不多，這個道理要懂。"
    },
    {
      "id": "02-037-0422_p0003",
      "zh_CN": "我们学习这部经、这个集注，就是想把道理、事实真相搞清楚、搞明白，什么时候真明白？彻底放下是真明白。没有彻底放下，自己一定要清楚，我还是没有搞明白。自己要承认才能改过、才能够提升，如果自以为是永远不能再提升，那就是大错。一超直入就是一向专念，妙庄严路就是往生西方极乐世界。如是之道，法尔自然，这个法尔自然是赞叹净宗法门，自自然然这一生当中成就往生。我们看到近代几个例子法尔自然，锅漏匠法尔自然，哈尔滨极乐寺的修无师法尔自然。旧金山在家的老太太（老居士），台南将军乡的也是个老太太，这个老太太我们知道比较多一点，她只念佛三年，站着往生的。都是预知时至，而且她们很聪明，不告诉家人，家人晓得时，她已经走了，不告诉家人。告诉家人大概会要障碍，起障碍，不告诉，走得那么自然。这些例子都是给我们做见证的，让我们知道这桩事情是真的不是假的。",
      "zh_TW": "我們學習這部經、這個集註，就是想把道理、事實真相搞清楚、搞明白，什麼時候真明白？徹底放下是真明白。沒有徹底放下，自己一定要清楚，我還是沒有搞明白。自己要承認才能改過、才能夠提升，如果自以為是永遠不能再提升，那就是大錯。一超直入就是一向專念，妙莊嚴路就是往生西方極樂世界。如是之道，法爾自然，這個法爾自然是讚歎淨宗法門，自自然然這一生當中成就往生。我們看到近代幾個例子法爾自然，鍋漏匠法爾自然，哈爾濱極樂寺的修無師法爾自然。舊金山在家的老太太（老居士），台南將軍鄉的也是個老太太，這個老太太我們知道比較多一點，她只念佛三年，站著往生的。都是預知時至，而且她們很聰明，不告訴家人，家人曉得時，她已經走了，不告訴家人。告訴家人大概會要障礙，起障礙，不告訴，走得那麼自然。這些例子都是給我們做見證的，讓我們知道這樁事情是真的不是假的。"
    },
    {
      "id": "02-037-0422_p0004",
      "zh_CN": "我们看底下一段，「行道和正」，这里头有三小段，第一段「观行无懈」。",
      "zh_TW": "我們看底下一段，「行道和正」，這裡頭有三小段，第一段「觀行無懈」。"
    },
    {
      "id": "02-037-0422_p0005",
      "zh_CN": "【出入供养。观经行道。喜乐久习。才猛智慧。心不中回。意无懈时。】",
      "zh_TW": "【出入供養。觀經行道。喜樂久習。才猛智慧。心不中迴。意無懈時。】"
    },
    {
      "id": "02-037-0422_p0006",
      "zh_CN": "这段文念老这边有解释，「右文」，就是这段文，「显极乐会众殊胜功德」，极乐世界，也就是说一切往生极乐世界的人。『出入供养』，这一句见汉吴两种译本，「原文中尚有俱相随飞行，翻辈出入，供养无极」，还有这么多字。这个地方会集的，你看就四个字，意思都包括在里头，「出入供养」。出是供养十方诸佛如来，入是对本师阿弥陀佛的供养，叫出入供养。「盖指极乐国中诸菩萨、阿罗汉等」，等这里头有人天，菩萨实报土，阿罗汉方便土，这个等是人天凡圣同居土，这是把极乐世界这些菩萨全都包括。「其飞行十方」，实际上有没有飞行十方？比飞行还快，极乐世界的人想到哪个地方，念头他就到了。因为在那个境界里头没有时间，没有时间就是没有先后，前后没有；没有空间，没有空间就是没有距离。时间、空间都不存在，这是不可思议的境界。「普兴供养，是修福」，普遍的他们去供养，供养十方一切诸佛如来，修福。",
      "zh_TW": "這段文念老這邊有解釋，「右文」，就是這段文，「顯極樂會眾殊勝功德」，極樂世界，也就是說一切往生極樂世界的人。『出入供養』，這一句見漢吳兩種譯本，「原文中尚有俱相隨飛行，翻輩出入，供養無極」，還有這麼多字。這個地方會集的，你看就四個字，意思都包括在裡頭，「出入供養」。出是供養十方諸佛如來，入是對本師阿彌陀佛的供養，叫出入供養。「蓋指極樂國中諸菩薩、阿羅漢等」，等這裡頭有人天，菩薩實報土，阿羅漢方便土，這個等是人天凡聖同居土，這是把極樂世界這些菩薩全都包括。「其飛行十方」，實際上有沒有飛行十方？比飛行還快，極樂世界的人想到哪個地方，念頭他就到了。因為在那個境界裡頭沒有時間，沒有時間就是沒有先後，前後沒有；沒有空間，沒有空間就是沒有距離。時間、空間都不存在，這是不可思議的境界。「普興供養，是修福」，普遍的他們去供養，供養十方一切諸佛如來，修福。"
    },
    {
      "id": "02-037-0422_p0007",
      "zh_CN": "『观经行道』，「是修慧」，「观经」不是听经，听用耳，观用眼，也不是这个观的意思，这个观是智慧，也就是说闻经觉悟，是这个意思，所以这是修慧。「彼土圣众，于此福慧二种庄严，悉皆喜乐而愿久习」。可贵的是『久习』这两个字，长久他真干！把福慧用在什么地方？用在修福、修慧，用在供养、用在诚敬，「久习」就是长时薰修。虽然那个地方时间、空间没有了，时间、空间是从不相应行法里头变现出来。我们现在知道，极乐世界那个地方没有阿赖耶，都是转八识成四智，所以极乐世界没有变化，身是法性身，世界是法性土，法性身跟法性土都是不变的。不像我们这个世界，所有一切万物都是振动发生的，频率，这就是有生有灭。极乐世界一切万物不生不灭，没有波动的现象，所以也就没有时间跟空间，一念遍虚空法界。我们在贤首国师《妄尽还源观》里面读到，《还源观》上明白告诉我们，宇宙从哪来，为什么会有这个现象，所有的现象都是由于一念不觉。极乐世界它是一念觉，往生的人虽然不觉，到极乐世界就觉了，这是阿弥陀佛本愿加持的。",
      "zh_TW": "『觀經行道』，「是修慧」，「觀經」不是聽經，聽用耳，觀用眼，也不是這個觀的意思，這個觀是智慧，也就是說聞經覺悟，是這個意思，所以這是修慧。「彼土聖眾，於此福慧二種莊嚴，悉皆喜樂而願久習」。可貴的是『久習』這兩個字，長久他真幹！把福慧用在什麼地方？用在修福、修慧，用在供養、用在誠敬，「久習」就是長時薰修。雖然那個地方時間、空間沒有了，時間、空間是從不相應行法裡頭變現出來。我們現在知道，極樂世界那個地方沒有阿賴耶，都是轉八識成四智，所以極樂世界沒有變化，身是法性身，世界是法性土，法性身跟法性土都是不變的。不像我們這個世界，所有一切萬物都是振動發生的，頻率，這就是有生有滅。極樂世界一切萬物不生不滅，沒有波動的現象，所以也就沒有時間跟空間，一念遍虛空法界。我們在賢首國師《妄盡還源觀》裡面讀到，《還源觀》上明白告訴我們，宇宙從哪來，為什麼會有這個現象，所有的現象都是由於一念不覺。極樂世界它是一念覺，往生的人雖然不覺，到極樂世界就覺了，這是阿彌陀佛本願加持的。"
    },
    {
      "id": "02-037-0422_p0008",
      "zh_CN": "如果说是凡圣同居土不觉，他的烦恼习气没断，不能成为阿惟越致菩萨。阿惟越致菩萨叫不退转菩萨，不退转有三种，第一个是位不退，阿罗汉就证得了；第二个是行不退，三贤菩萨证得；第三个叫念不退，是法身菩萨证得。三种不退统统证得才叫阿惟越致菩萨，所以我们知道往生极乐世界，确实得阿弥陀佛本愿威神加持。虽然没有证得，但是佛力加持，他的智慧、神通、道力，跟阿惟越致菩萨完全相同、相等。这是极乐世界殊胜无比，这也就是十方诸佛为什么赞叹。一个人要修到这个境界确实要无量劫，所以这个法门是难信之法。凡夫一品烦恼没断，为什么能生？为什么一到极乐世界就变成阿惟越致？这是许许多多菩萨都不能接受，都不能够相信。这桩事情我们要知道，真正知道，才知道这个法门可贵，这个法门不容易遇到，遇到决定不能错过，错过了，叫真可惜！彼土圣众，于此福慧二种庄严，悉皆喜乐而愿久习。『喜乐』跟「久习」，我们都要非常认真来学习，这叫真精进。",
      "zh_TW": "如果說是凡聖同居土不覺，他的煩惱習氣沒斷，不能成為阿惟越致菩薩。阿惟越致菩薩叫不退轉菩薩，不退轉有三種，第一個是位不退，阿羅漢就證得了；第二個是行不退，三賢菩薩證得；第三個叫念不退，是法身菩薩證得。三種不退統統證得才叫阿惟越致菩薩，所以我們知道往生極樂世界，確實得阿彌陀佛本願威神加持。雖然沒有證得，但是佛力加持，他的智慧、神通、道力，跟阿惟越致菩薩完全相同、相等。這是極樂世界殊勝無比，這也就是十方諸佛為什麼讚歎。一個人要修到這個境界確實要無量劫，所以這個法門是難信之法。凡夫一品煩惱沒斷，為什麼能生？為什麼一到極樂世界就變成阿惟越致？這是許許多多菩薩都不能接受，都不能夠相信。這樁事情我們要知道，真正知道，才知道這個法門可貴，這個法門不容易遇到，遇到決定不能錯過，錯過了，叫真可惜！彼土聖眾，於此福慧二種莊嚴，悉皆喜樂而願久習。『喜樂』跟「久習」，我們都要非常認真來學習，這叫真精進。"
    },
    {
      "id": "02-037-0422_p0009",
      "zh_CN": "下面接着说「才猛」，这句是赞叹法藏比丘因地所说的，「高才勇哲，与世超异」，这个意思。「才能勇猛」，这是因为有智慧，『才猛智慧』，意思就是「慧根猛利，才能超世」。在此地他所说的是极乐世界的大众，不是因地上对法藏菩萨的赞叹。这也是让我们看到，往生极乐世界这些人，我们特别注意的是什么？凡圣同居土的那些往生的人。为什么？我们生到极乐世界，可以说都是凡圣同居土，因为我们一品烦恼没断，全仗佛力。一生到极乐世界，也就像法藏因地高才勇哲，与世超异，这太难得、太稀有了。阿弥陀佛真这样加持吗？我们相信是真的。这个世界真的跟一切诸佛刹土确实不一样，往生到极乐世界，让我们变得这么有智慧、这样有福报，这福德比福报更殊胜。",
      "zh_TW": "下面接著說「才猛」，這句是讚歎法藏比丘因地所說的，「高才勇哲，與世超異」，這個意思。「才能勇猛」，這是因為有智慧，『才猛智慧』，意思就是「慧根猛利，才能超世」。在此地他所說的是極樂世界的大眾，不是因地上對法藏菩薩的讚歎。這也是讓我們看到，往生極樂世界這些人，我們特別注意的是什麼？凡聖同居土的那些往生的人。為什麼？我們生到極樂世界，可以說都是凡聖同居土，因為我們一品煩惱沒斷，全仗佛力。一生到極樂世界，也就像法藏因地高才勇哲，與世超異，這太難得、太稀有了。阿彌陀佛真這樣加持嗎？我們相信是真的。這個世界真的跟一切諸佛剎土確實不一樣，往生到極樂世界，讓我們變得這麼有智慧、這樣有福報，這福德比福報更殊勝。"
    },
    {
      "id": "02-037-0422_p0010",
      "zh_CN": "『心不中回』，「中回者中途退转」，极乐世界没有中途退转的，只有不断向上提升，而且提升的速度很快。「所以退转者，信念不坚，遇缘则退」，这是说我们这个世间人学道。极乐世界没有这些退缘，只有增上缘，没有让你退转的缘，极乐世界没有。你所见到阿弥陀佛，你所见到诸菩萨个个都是勇猛精进，在极乐世界看不到一个退转的，所以你不会起退转的念头。「极乐圣众，智慧猛利，断疑生信，坚固不动，如金刚山」。到那个地方，你已经见到阿弥陀佛，你还会退转吗？我们这个地方学佛，经上说得很好，特别是现在人，现在人喜欢怀疑，怀疑是现代人的时尚，都学会了，连小孩都学会怀疑。这在我们童年的时候没有，小孩对于任何大人说的话都相信，从来没有怀疑；所以现在小孩聪明，都会怀疑。「故心不中回一往直前」，他没有后退的、没有退转的。",
      "zh_TW": "『心不中迴』，「中迴者中途退轉」，極樂世界沒有中途退轉的，只有不斷向上提升，而且提升的速度很快。「所以退轉者，信念不堅，遇緣則退」，這是說我們這個世間人學道。極樂世界沒有這些退緣，只有增上緣，沒有讓你退轉的緣，極樂世界沒有。你所見到阿彌陀佛，你所見到諸菩薩個個都是勇猛精進，在極樂世界看不到一個退轉的，所以你不會起退轉的念頭。「極樂聖眾，智慧猛利，斷疑生信，堅固不動，如金剛山」。到那個地方，你已經見到阿彌陀佛，你還會退轉嗎？我們這個地方學佛，經上說得很好，特別是現在人，現在人喜歡懷疑，懷疑是現代人的時尚，都學會了，連小孩都學會懷疑。這在我們童年的時候沒有，小孩對於任何大人說的話都相信，從來沒有懷疑；所以現在小孩聰明，都會懷疑。「故心不中迴一往直前」，他沒有後退的、沒有退轉的。"
    },
    {
      "id": "02-037-0422_p0011",
      "zh_CN": "『意无懈时』，「懈者怠也。懈怠之因，愿不深故。愿不深切，行持无力，故时勤时懈，常自放逸」。这个现象，在我们这个地方修学的是普遍的现象，为什么他不能成就，进步很缓慢？在这就看到。所以佛在大乘经上讲，精进是菩萨唯一的善根，世间法的善根是无贪、无瞋、无痴，菩萨的善根就是精进，精进的反面就是懈怠。这个地方的好处，这是我们要记到，懈怠，为什么会懈怠？愿不深；为什么会退转？信不坚固。没有深信，很容易退转，没有切愿就容易懈怠，这个我们常常要提起警惕。「故勇猛精进无有懈时」，极乐世界菩萨为什么能做到？那就是他们深信切愿。这个时候生到极乐世界见到阿弥陀佛，再也没有怀疑了。经典里面说的这些事，到极乐世界全见到了，不是听说，是你亲眼所见、亲耳所闻、亲身接触到，所以信跟愿都不动摇。在这里头看的是一片精进庄严之相。",
      "zh_TW": "『意無懈時』，「懈者怠也。懈怠之因，願不深故。願不深切，行持無力，故時勤時懈，常自放逸」。這個現象，在我們這個地方修學的是普遍的現象，為什麼他不能成就，進步很緩慢？在這就看到。所以佛在大乘經上講，精進是菩薩唯一的善根，世間法的善根是無貪、無瞋、無痴，菩薩的善根就是精進，精進的反面就是懈怠。這個地方的好處，這是我們要記到，懈怠，為什麼會懈怠？願不深；為什麼會退轉？信不堅固。沒有深信，很容易退轉，沒有切願就容易懈怠，這個我們常常要提起警惕。「故勇猛精進無有懈時」，極樂世界菩薩為什麼能做到？那就是他們深信切願。這個時候生到極樂世界見到阿彌陀佛，再也沒有懷疑了。經典裡面說的這些事，到極樂世界全見到了，不是聽說，是你親眼所見、親耳所聞、親身接觸到，所以信跟願都不動搖。在這裡頭看的是一片精進莊嚴之相。"
    },
    {
      "id": "02-037-0422_p0012",
      "zh_CN": "下面一段「中道自然」。",
      "zh_TW": "下面一段「中道自然」。"
    },
    {
      "id": "02-037-0422_p0013",
      "zh_CN": "【外若迟缓。内独驶急。容容虚空。适得其中。中表相应。自然严整。】",
      "zh_TW": "【外若遲緩。內獨駛急。容容虛空。適得其中。中表相應。自然嚴整。】"
    },
    {
      "id": "02-037-0422_p0014",
      "zh_CN": "底下一段的头一句要移到这边来：",
      "zh_TW": "底下一段的頭一句要移到這邊來："
    },
    {
      "id": "02-037-0422_p0015",
      "zh_CN": "【检敛端直。】",
      "zh_TW": "【檢斂端直。】"
    },
    {
      "id": "02-037-0422_p0016",
      "zh_CN": "这属于这一段的。『迟缓』，「迟者，迟徐」，徐是缓慢的意思，「安徐之义」。「缓者」，宽缓，「宽缓之义。故迟缓者即安闲沉稳而不紧张急燥」，有这个意思。『内独驶急』，「驶者疾速，急者紧急、急速」，外面迟缓，里面驶急，是指菩萨们表现在外面。「宽缓安闲，浑若无事。但其内心则精进不已，念念相继，心心无间，不令刹那失照，故云内独驶急」。这些都是功夫得力的相，我们要学就在日用平常之中，表现在外面若无其事，内里面信愿持名念念相续，一个念头接着一个念头，心心无间，这就是驶急。所谓一分一秒都不放过，这是精进的相，精进相在外面还看不到，这真正是所谓的功夫得力，功夫纯熟了。",
      "zh_TW": "這屬於這一段的。『遲緩』，「遲者，遲徐」，徐是緩慢的意思，「安徐之義」。「緩者」，寬緩，「寬緩之義。故遲緩者即安閑沉穩而不緊張急燥」，有這個意思。『內獨駛急』，「駛者疾速，急者緊急、急速」，外面遲緩，裡面駛急，是指菩薩們表現在外面。「寬緩安閑，渾若無事。但其內心則精進不已，念念相繼，心心無間，不令剎那失照，故云內獨駛急」。這些都是功夫得力的相，我們要學就在日用平常之中，表現在外面若無其事，內裡面信願持名念念相續，一個念頭接著一個念頭，心心無間，這就是駛急。所謂一分一秒都不放過，這是精進的相，精進相在外面還看不到，這真正是所謂的功夫得力，功夫純熟了。"
    },
    {
      "id": "02-037-0422_p0017",
      "zh_CN": "不令刹那失照，什么叫失照？照就是明了，就是觉悟，这个意思是说，不令刹那迷惑，念念都是阿弥陀佛。如果这一念不是阿弥陀佛就失照了，为什么？迷了。这真精进！我们现在想想，是照住的时间长，还是失照的时间长？一天二十四小时，我们的心在阿弥陀佛上有几许？心上失掉了阿弥陀佛那个时间有多长？两下一对比，我们自己心里就明白能不能往生。为什么一般念佛的人，念一辈子往生没把握？没有别的，心里头，这个事情要从心上讲，不从外面上讲，心上有佛的时间少，心上有杂事的时间多，所以没有把握。",
      "zh_TW": "不令剎那失照，什麼叫失照？照就是明瞭，就是覺悟，這個意思是說，不令剎那迷惑，念念都是阿彌陀佛。如果這一念不是阿彌陀佛就失照了，為什麼？迷了。這真精進！我們現在想想，是照住的時間長，還是失照的時間長？一天二十四小時，我們的心在阿彌陀佛上有幾許？心上失掉了阿彌陀佛那個時間有多長？兩下一對比，我們自己心裡就明白能不能往生。為什麼一般念佛的人，念一輩子往生沒把握？沒有別的，心裡頭，這個事情要從心上講，不從外面上講，心上有佛的時間少，心上有雜事的時間多，所以沒有把握。"
    },
    {
      "id": "02-037-0422_p0018",
      "zh_CN": "为什么有人，像锅漏匠这样的人，这个人没有往生之前没人重视他，不认识字，现在讲没有文化。做锅漏匠这一行，谋生非常辛苦，这种生活可以说比讨饭稍微好一点，也几乎沦落到乞丐这个样子。比他差一点的乞丐，他跟乞丐也差不多，社会上没有地位，没有人瞧得起他，他自己有严重的自卑感。这个人有善根，对他这个老朋友，谛闲法师是老朋友，从小在一个村庄上玩伴。看到他出家，出家生活过得很优裕，不像他那么苦，他很羡慕，自己实在太苦，决心跟他出家。谛闲法师在不得已的状况之下收了他，不能住寺庙，住寺庙至少你要参加早晚课诵，早晚课诵他没有能力。早晚课诵背不下来，你在寺庙无有立足之地，讲经说法是更不可能。所以把他放在乡下一个废弃的寺庙，没人住的破烂的小庙，让他去住。就教他一句「南无阿弥陀佛」，你就念这一句，这行，他学会了。一直念下去，念累了就休息，休息好了接着念，不分昼夜，什么时候念累了什么时候休息，休息好了立刻就接着念，他就这样念了三年。他的成功秘诀是什么？老实、听话、真干就这六个字。三年的时间，他有这样殊胜的成就，这就是符合此地所说的，「外若迟缓，内独驶急」，他做到了，他真成功了。这个念念相继，心心无间，不令刹那失照，这就是内独驶急他做到了。",
      "zh_TW": "為什麼有人，像鍋漏匠這樣的人，這個人沒有往生之前沒人重視他，不認識字，現在講沒有文化。做鍋漏匠這一行，謀生非常辛苦，這種生活可以說比討飯稍微好一點，也幾乎淪落到乞丐這個樣子。比他差一點的乞丐，他跟乞丐也差不多，社會上沒有地位，沒有人瞧得起他，他自己有嚴重的自卑感。這個人有善根，對他這個老朋友，諦閑法師是老朋友，從小在一個村莊上玩伴。看到他出家，出家生活過得很優裕，不像他那麼苦，他很羨慕，自己實在太苦，決心跟他出家。諦閑法師在不得已的狀況之下收了他，不能住寺廟，住寺廟至少你要參加早晚課誦，早晚課誦他沒有能力。早晚課誦背不下來，你在寺廟無有立足之地，講經說法是更不可能。所以把他放在鄉下一個廢棄的寺廟，沒人住的破爛的小廟，讓他去住。就教他一句「南無阿彌陀佛」，你就念這一句，這行，他學會了。一直念下去，念累了就休息，休息好了接著念，不分晝夜，什麼時候念累了什麼時候休息，休息好了立刻就接著念，他就這樣念了三年。他的成功祕訣是什麼？老實、聽話、真幹就這六個字。三年的時間，他有這樣殊勝的成就，這就是符合此地所說的，「外若遲緩，內獨駛急」，他做到了，他真成功了。這個念念相繼，心心無間，不令剎那失照，這就是內獨駛急他做到了。"
    },
    {
      "id": "02-037-0422_p0019",
      "zh_CN": "『容容虚空』，「容容者和同之义，不立异也」。容容是态度，跟什么人都能够和睦相处，也就是说没有对立。跟一切人、一切事、一切万物，没有分别心、没有执着心才能做得到。不执着就能和，不分别就能同，这不是一般人能做得到的。「如后汉《左雄传》」，有这么一句话，「容容多后福」。那我们就知道，佛教我们修福，教我们不分别、不执着，不分别不执着的这个人有后福，斤斤计较的人没有后福，这是要学习的。现在经上讲「容容虚空」，这更殊胜，「指圣众之心和同于虚空」。和同于虚空就是心包太虚，量周沙界，他的心和于虚空，同于法界，颠倒过来讲也很好，同于虚空，和于法界。和于法界是跟遍法界所有一切众生，众生的本义是众缘和合而生起的现象，都叫做众生。所以众生包括动物，包括植物，包括矿物、山河大地，同一个自性变现出来的，所以没有一样不和。",
      "zh_TW": "『容容虛空』，「容容者和同之義，不立異也」。容容是態度，跟什麼人都能夠和睦相處，也就是說沒有對立。跟一切人、一切事、一切萬物，沒有分別心、沒有執著心才能做得到。不執著就能和，不分別就能同，這不是一般人能做得到的。「如後漢《左雄傳》」，有這麼一句話，「容容多後福」。那我們就知道，佛教我們修福，教我們不分別、不執著，不分別不執著的這個人有後福，斤斤計較的人沒有後福，這是要學習的。現在經上講「容容虛空」，這更殊勝，「指聖眾之心和同於虛空」。和同於虛空就是心包太虛，量周沙界，他的心和於虛空，同於法界，顛倒過來講也很好，同於虛空，和於法界。和於法界是跟遍法界所有一切眾生，眾生的本義是眾緣和合而生起的現象，都叫做眾生。所以眾生包括動物，包括植物，包括礦物、山河大地，同一個自性變現出來的，所以沒有一樣不和。"
    },
    {
      "id": "02-037-0422_p0020",
      "zh_CN": "和为贵，为什么会不和？有执着就不和，各人执着一端。为什么会执着？都以为现象是真的，不知道真相。所以只有佛菩萨知道真相，凡所有相皆是虚妄，他不执着，不但不执着，他不分别，甚至于不起心不动念，这才能够含容空有。「含容空有」是《妄尽还源观》上说的，心量多大，含虚空，含就是包含，他能够包含虚空；容是容纳，能够容纳万有，真不容易。中国谚语有所谓是「量大福大」，你有多大的福就看你有多大的量，这是真的，不是假的，量大的人哪有没福报！我们平常观察一个人，这个人有没有福、有没有智慧，你看他的度量，你看他心里想的些什么？如果想的都是自己的，这量不大。如果想的是别人的，想的是社会的，想的是所有众生的，那个量大。这个福是自性里头本有的，不是修来的，自性里面所说的智慧德相，德相就是福。",
      "zh_TW": "和為貴，為什麼會不和？有執著就不和，各人執著一端。為什麼會執著？都以為現象是真的，不知道真相。所以只有佛菩薩知道真相，凡所有相皆是虛妄，他不執著，不但不執著，他不分別，甚至於不起心不動念，這才能夠含容空有。「含容空有」是《妄盡還源觀》上說的，心量多大，含虛空，含就是包含，他能夠包含虛空；容是容納，能夠容納萬有，真不容易。中國諺語有所謂是「量大福大」，你有多大的福就看你有多大的量，這是真的，不是假的，量大的人哪有沒福報！我們平常觀察一個人，這個人有沒有福、有沒有智慧，你看他的度量，你看他心裡想的些什麼？如果想的都是自己的，這量不大。如果想的是別人的，想的是社會的，想的是所有眾生的，那個量大。這個福是自性裡頭本有的，不是修來的，自性裡面所說的智慧德相，德相就是福。"
    },
    {
      "id": "02-037-0422_p0021",
      "zh_CN": "「虚空无边际，故自心无边际。虚空无一物，故自心亦无物」，也无一物。「虚空以空无故，森罗万象十方刹土依空而生。虚空建立万物，故自心亦建立万物」。这些话全说的是事实真相，我们要知道，知道的时候得用上，怎么用上？心量拓开。确实大乘经上常讲的「心包太虚，量周沙界」，诸佛如来、法身菩萨都入这个境界，不入这个境界，不能见性，见性这个境界统统现前。「无一物故不落有边。容万物则不落空边。无一物而容万物，双照空有；容万物而无一物，则空有俱泯，从容中道」。所以经上讲的『适得其中』，「适者指洽合，得者指契会，中者指中道。如《金刚经》云：应无所住而生其心」。六祖惠能听忍和尚讲《金刚经》，就讲到这一句，他开悟、他见性。换句话说，这一句他完全明白，他那个时候的心就容万物，二边不住，应无所住而生其心，入了这个境界豁然大悟。他听老和尚讲经，听懂、听悟了，把这个所懂得的、悟得的境界说出来，说了二十个字，老和尚就跟他说，行了，衣钵就给他，叫他赶快走，免得嫉妒障碍。",
      "zh_TW": "「虛空無邊際，故自心無邊際。虛空無一物，故自心亦無物」，也無一物。「虛空以空無故，森羅萬象十方剎土依空而生。虛空建立萬物，故自心亦建立萬物」。這些話全說的是事實真相，我們要知道，知道的時候得用上，怎麼用上？心量拓開。確實大乘經上常講的「心包太虛，量周沙界」，諸佛如來、法身菩薩都入這個境界，不入這個境界，不能見性，見性這個境界統統現前。「無一物故不落有邊。容萬物則不落空邊。無一物而容萬物，雙照空有；容萬物而無一物，則空有俱泯，從容中道」。所以經上講的『適得其中』，「適者指洽合，得者指契會，中者指中道。如《金剛經》云：應無所住而生其心」。六祖惠能聽忍和尚講《金剛經》，就講到這一句，他開悟、他見性。換句話說，這一句他完全明白，他那個時候的心就容萬物，二邊不住，應無所住而生其心，入了這個境界豁然大悟。他聽老和尚講經，聽懂、聽悟了，把這個所懂得的、悟得的境界說出來，說了二十個字，老和尚就跟他說，行了，衣缽就給他，叫他趕快走，免得嫉妒障礙。"
    },
    {
      "id": "02-037-0422_p0022",
      "zh_CN": "两个人都不简单，这师徒，五祖看他八个月，惠能师也看五祖八个月，能大师到达开悟的边缘就差那么一点点，五祖把他点破，他就豁然大悟。一悟，遍法界虚空界性相、理事、因果没有一样不知道，全知全能。这什么原因？自性就是法尔如是，自性本来是这样的，这真心。修学大乘的人没有别的，就是明心见性，明心见性是一桩事情、一回事情。但是方法没有一定，所谓八万四千法门，实际上是无量法门。无量法门归纳为八万四千，八万四千就是无量法门，所以它没有一定的，佛无有定法可说，说法全是应机。惠能大师也就是差这么一点点，五祖忍和尚把他点破，他就大彻大悟，别人听听不懂，他开悟了。",
      "zh_TW": "兩個人都不簡單，這師徒，五祖看他八個月，惠能師也看五祖八個月，能大師到達開悟的邊緣就差那麼一點點，五祖把他點破，他就豁然大悟。一悟，遍法界虛空界性相、理事、因果沒有一樣不知道，全知全能。這什麼原因？自性就是法爾如是，自性本來是這樣的，這真心。修學大乘的人沒有別的，就是明心見性，明心見性是一樁事情、一回事情。但是方法沒有一定，所謂八萬四千法門，實際上是無量法門。無量法門歸納為八萬四千，八萬四千就是無量法門，所以它沒有一定的，佛無有定法可說，說法全是應機。惠能大師也就是差這麼一點點，五祖忍和尚把他點破，他就大徹大悟，別人聽聽不懂，他開悟了。"
    },
    {
      "id": "02-037-0422_p0023",
      "zh_CN": "能大师接受老和尚教诲是在半夜三更，只有他一个人，没人听见。可是以后法达禅师在曹溪去拜六祖，那是大庭广众之下，很多人，不是他一个人。六祖听法达禅师念《法华经》，法达是念《法华》三千部，一门深入，长时薰修，也是走到将悟未悟的边缘。三千部差不多要十年的时间，十年时间搞一样东西，这心定的，可贵在此地。叫他念，《法华经》二十八品，每品经文很长，是大经，他念到「方便品」第二品，六祖就告诉他，行了，这个经我全知道，不必再往下念。跟他讲《法华经》大意，就跟当年在方丈室里头，五祖跟他讲《金刚经》大意一样。这一讲法达开悟了，再礼拜傲慢习气没有了，真的明白。真明白为什么傲慢习气没有？「一切众生本来是佛」，这一句话他承认、肯定了，在佛面前还有什么傲慢的！惠能大师没有傲慢习气，法达开悟之后傲慢习气就没有了。烦恼习气断了他才能觉悟，带着傲慢习气是决定不能觉悟的。",
      "zh_TW": "能大師接受老和尚教誨是在半夜三更，只有他一個人，沒人聽見。可是以後法達禪師在曹溪去拜六祖，那是大庭廣眾之下，很多人，不是他一個人。六祖聽法達禪師念《法華經》，法達是念《法華》三千部，一門深入，長時薰修，也是走到將悟未悟的邊緣。三千部差不多要十年的時間，十年時間搞一樣東西，這心定的，可貴在此地。叫他念，《法華經》二十八品，每品經文很長，是大經，他念到「方便品」第二品，六祖就告訴他，行了，這個經我全知道，不必再往下念。跟他講《法華經》大意，就跟當年在方丈室裡頭，五祖跟他講《金剛經》大意一樣。這一講法達開悟了，再禮拜傲慢習氣沒有了，真的明白。真明白為什麼傲慢習氣沒有？「一切眾生本來是佛」，這一句話他承認、肯定了，在佛面前還有什麼傲慢的！惠能大師沒有傲慢習氣，法達開悟之後傲慢習氣就沒有了。煩惱習氣斷了他才能覺悟，帶著傲慢習氣是決定不能覺悟的。"
    },
    {
      "id": "02-037-0422_p0024",
      "zh_CN": "这个地方无一物，容万物，这注解里头，这两句一定要晓得。无一物，不落有边，不执着有；容万物，不执着空，空有二边都不执着。空有二边都用上了，都用在日常生活当中，这叫行中道，行中道是什么人？是菩萨。菩萨在这个世间无论对人对事对物，他行的是中道，也就是空有二边都不着，对人谦卑恭敬有礼，心里头干干净净。事上有，心里空，心里头无一物，外面表现的是容万物，跟一切万物和睦相处，从容中道。这经上说「适得其中」，适是什么？恰恰好，得是体会得，契会，中就是中道。二边不立，二边不离，全用上了，这才叫菩萨！所以跟《金刚经》上这个话是一个意思，《金刚经》上讲「应无所住而生其心」，无住就是生心，生心就是无住，这叫中道。生心是什么？起心动念、分别执着，这生心。不住是什么？知道起心动念、分别执着了不可得，全是假的。",
      "zh_TW": "這個地方無一物，容萬物，這註解裡頭，這兩句一定要曉得。無一物，不落有邊，不執著有；容萬物，不執著空，空有二邊都不執著。空有二邊都用上了，都用在日常生活當中，這叫行中道，行中道是什麼人？是菩薩。菩薩在這個世間無論對人對事對物，他行的是中道，也就是空有二邊都不著，對人謙卑恭敬有禮，心裡頭乾乾淨淨。事上有，心裡空，心裡頭無一物，外面表現的是容萬物，跟一切萬物和睦相處，從容中道。這經上說「適得其中」，適是什麼？恰恰好，得是體會得，契會，中就是中道。二邊不立，二邊不離，全用上了，這才叫菩薩！所以跟《金剛經》上這個話是一個意思，《金剛經》上講「應無所住而生其心」，無住就是生心，生心就是無住，這叫中道。生心是什麼？起心動念、分別執著，這生心。不住是什麼？知道起心動念、分別執著了不可得，全是假的。"
    },
    {
      "id": "02-037-0422_p0025",
      "zh_CN": "你认得它是假的，它就是真的，不认识它，它是假的，认识它它就是真的，为什么？认识它，它是实相。什么实相？无不相的实相。体，体是无相的实相，现相跟作用是无不相的实相，实相无相无不相。对于跟体上相应的，无一物，你看心地干净，一尘不染，于事相上相应的是包容万物。容万物，容前面说过和同，跟一切万物和睦、同体。万物它不知道，菩萨知道，同一个自性，都是自性所生所变之物。体就是自性，无二无别，体是真的不生不灭，相用是有生有灭，生灭即是不生灭，不生灭即是生灭，这就是法尔如是。这个意思很深，很深的道理、很深密的现象。但是今天阿赖耶的三细相，被量子力学家用科学仪器发现，观察到，他们的报告跟佛经上讲的完全相同。",
      "zh_TW": "你認得它是假的，它就是真的，不認識它，它是假的，認識它它就是真的，為什麼？認識它，它是實相。什麼實相？無不相的實相。體，體是無相的實相，現相跟作用是無不相的實相，實相無相無不相。對於跟體上相應的，無一物，你看心地乾淨，一塵不染，於事相上相應的是包容萬物。容萬物，容前面說過和同，跟一切萬物和睦、同體。萬物它不知道，菩薩知道，同一個自性，都是自性所生所變之物。體就是自性，無二無別，體是真的不生不滅，相用是有生有滅，生滅即是不生滅，不生滅即是生滅，這就是法爾如是。這個意思很深，很深的道理、很深密的現象。但是今天阿賴耶的三細相，被量子力學家用科學儀器發現，觀察到，他們的報告跟佛經上講的完全相同。"
    },
    {
      "id": "02-037-0422_p0026",
      "zh_CN": "可是佛没有这些精密仪器观察，佛怎么看到的？禅定当中看到的。禅定当中，时空维次没有了，他能够看到宇宙最初发生的状况，他能看到。最初发生状况在哪里？就在现前，因为时空没有了，没有过去、没有未来，就在当下。时间、空间是个错觉，在相宗里面列入不相应行法，就是抽象概念，不是事实。真的这个我们要晓得，确确实实没有过去、没有未来，给你讲真的，真的就是当下这一念。这一念不可得，说这一念，一念不见了，就是这一念。这一念灭了，下头一念又起来，底下这一念跟前面这一念相似，绝对不相同，找不到一个相同的。相同只有性体，自性的本体不生不灭，在净宗叫常寂光，这相同，体性、现象都相同。在实报土里面体同、相不同，余土亦复如是，余土是方便土、同居土，这个体是一，相不一。我们都搞清楚、都搞明白就不迷了，这叫觉者，觉者就是佛，就是菩萨。所以一定要晓得，无住就是生心，生心就是无住，生心跟无住是同时的，这叫中道义。",
      "zh_TW": "可是佛沒有這些精密儀器觀察，佛怎麼看到的？禪定當中看到的。禪定當中，時空維次沒有了，他能夠看到宇宙最初發生的狀況，他能看到。最初發生狀況在哪裡？就在現前，因為時空沒有了，沒有過去、沒有未來，就在當下。時間、空間是個錯覺，在相宗裡面列入不相應行法，就是抽象概念，不是事實。真的這個我們要曉得，確確實實沒有過去、沒有未來，給你講真的，真的就是當下這一念。這一念不可得，說這一念，一念不見了，就是這一念。這一念滅了，下頭一念又起來，底下這一念跟前面這一念相似，絕對不相同，找不到一個相同的。相同只有性體，自性的本體不生不滅，在淨宗叫常寂光，這相同，體性、現象都相同。在實報土裡面體同、相不同，餘土亦復如是，餘土是方便土、同居土，這個體是一，相不一。我們都搞清楚、都搞明白就不迷了，這叫覺者，覺者就是佛，就是菩薩。所以一定要曉得，無住就是生心，生心就是無住，生心跟無住是同時的，這叫中道義。"
    },
    {
      "id": "02-037-0422_p0027",
      "zh_CN": "『中表相应』。中是内心，表是表现在外面的，就是现象作用。「菩萨心契中道，得于中而形于外，故表里一如，自然相应，不必安排造作，而自然严整」。庄严整齐是自然的，所以极乐世界一切万物，没有人去设计、没有人去建造，完全是自然的。这个事情不好懂，可是例子也就在眼前，我们想想作梦，梦中的境界有什么人去设计？有什么人去建造？没有。佛告诉我们，这大千世界就是一场梦，我们知道梦中没有人建造、没有人建立，自然的。所以极乐世界也是自然的，而且无比的庄严，那是为什么？现在慢慢我们明白了，「境随心转」，真心现的是真实境界。极乐世界完全用真心没有妄心，所现的这些相纯净纯善，无比的庄严，那是从阿弥陀佛心中所现的。阿弥陀佛的心是什么？是十方诸佛刹土里面一切胜妙庄严，他心里是这个东西，不是自己想的。他到十方佛国土里都去参观，都去考察了，诸佛国土里头美好的全要，不善的统统不要。所以这个可以说是纯净纯善的心，法尔自然现出的形相，弥陀用这个形相来接引众生，来成就众生，做出最大的供养。所以阿弥陀佛是施主，我们到极乐世界是享他的福，是接受他的供养，他是大施主。我们什么都不要带去，那个地方一切现成，你说这个心量多大！",
      "zh_TW": "『中表相應』。中是內心，表是表現在外面的，就是現象作用。「菩薩心契中道，得於中而形於外，故表裡一如，自然相應，不必安排造作，而自然嚴整」。莊嚴整齊是自然的，所以極樂世界一切萬物，沒有人去設計、沒有人去建造，完全是自然的。這個事情不好懂，可是例子也就在眼前，我們想想作夢，夢中的境界有什麼人去設計？有什麼人去建造？沒有。佛告訴我們，這大千世界就是一場夢，我們知道夢中沒有人建造、沒有人建立，自然的。所以極樂世界也是自然的，而且無比的莊嚴，那是為什麼？現在慢慢我們明白了，「境隨心轉」，真心現的是真實境界。極樂世界完全用真心沒有妄心，所現的這些相純淨純善，無比的莊嚴，那是從阿彌陀佛心中所現的。阿彌陀佛的心是什麼？是十方諸佛剎土裡面一切勝妙莊嚴，他心裡是這個東西，不是自己想的。他到十方佛國土裡都去參觀，都去考察了，諸佛國土裡頭美好的全要，不善的統統不要。所以這個可以說是純淨純善的心，法爾自然現出的形相，彌陀用這個形相來接引眾生，來成就眾生，做出最大的供養。所以阿彌陀佛是施主，我們到極樂世界是享他的福，是接受他的供養，他是大施主。我們什麼都不要帶去，那個地方一切現成，你說這個心量多大！"
    },
    {
      "id": "02-037-0422_p0028",
      "zh_CN": "『自然严整』就是法尔如是，念老说，「自然严整」，一直到底下「无有忧思」这一大段，「其中菩萨种种妙德」，无有忧思还在后面。「皆因适得其中，而自然成就」，没有人设计，没有人去施工。「严整者，严肃整齐」，也是庄严整齐的意思，「指圣众之威仪」。『检敛端直』，就是严整的意思，严整的内容。所以「检敛端直」，应该在这一段的最后一句，以后再印时这个地方把它调整过来。",
      "zh_TW": "『自然嚴整』就是法爾如是，念老說，「自然嚴整」，一直到底下「無有憂思」這一大段，「其中菩薩種種妙德」，無有憂思還在後面。「皆因適得其中，而自然成就」，沒有人設計，沒有人去施工。「嚴整者，嚴肅整齊」，也是莊嚴整齊的意思，「指聖眾之威儀」。『檢斂端直』，就是嚴整的意思，嚴整的內容。所以「檢斂端直」，應該在這一段的最後一句，以後再印時這個地方把它調整過來。"
    },
    {
      "id": "02-037-0422_p0029",
      "zh_CN": "注解有三行，「检者检束，不使分散。敛者收敛。故检敛即经中耳目口鼻，皆当自端」，就是收敛的意思。「收听摄视，外绝诸缘之意」，这一句话就是世尊在楞严会上所说，「舍识用根」，像观世音菩萨反闻闻自性，性成无上道。我们一般人听，心都缘外面，向外攀缘，看缘外面的色相，听为缘外面的音声。现在菩萨告诉我们，我们收听不听外面，听里面，里面是什么？里面是性。外面是相，是形相、是作用；里面听，里面听自性。收听摄视，把听收回来，把看也收回来，看收回来，观世音菩萨用耳做代表，反闻，用眼反视，不缘外面的色相，缘里面的见性；耳，缘里面的闻性；鼻，缘里面的嗅性；舌，反闻里面的尝性。这就叫反闻闻自性，性成无上道，这就见性，也是见性的一个方法，观世音菩萨用这个方法。无上道是大彻大悟、明心见性。",
      "zh_TW": "註解有三行，「檢者檢束，不使分散。斂者收斂。故檢斂即經中耳目口鼻，皆當自端」，就是收斂的意思。「收聽攝視，外絕諸緣之意」，這一句話就是世尊在楞嚴會上所說，「捨識用根」，像觀世音菩薩反聞聞自性，性成無上道。我們一般人聽，心都緣外面，向外攀緣，看緣外面的色相，聽為緣外面的音聲。現在菩薩告訴我們，我們收聽不聽外面，聽裡面，裡面是什麼？裡面是性。外面是相，是形相、是作用；裡面聽，裡面聽自性。收聽攝視，把聽收回來，把看也收回來，看收回來，觀世音菩薩用耳做代表，反聞，用眼反視，不緣外面的色相，緣裡面的見性；耳，緣裡面的聞性；鼻，緣裡面的嗅性；舌，反聞裡面的嘗性。這就叫反聞聞自性，性成無上道，這就見性，也是見性的一個方法，觀世音菩薩用這個方法。無上道是大徹大悟、明心見性。"
    },
    {
      "id": "02-037-0422_p0030",
      "zh_CN": "这个东西，佛没传到中国来，中国圣贤人也知道，孟子有一句话说，「学问之道无他，求其放心而已」。这句话说得好，学问之道没有别的，求其放心而已，就是此地收听摄视，外绝诸缘，就这个意思。孟子跟人家说的话不一样，意思完全相同，这叫收敛、检敛，约束自己，心不要往外面跑。那祖师大德有一句话教导我们，跟这个意思一样好懂，我们见闻觉知，看到外面境界相不要放在心上，就这个意思。不是叫你不看，不是叫你不听，不看不听做不到，看了怎么样？不要放在心上就没事。放在心上怎么样？放在心上你就有分别、有执着，不放在心上你没有分别、没有执着。甚至于更高一层还没有起心动念，那就跟诸佛菩萨、法身大士一样的。看得清清楚楚、听得明明白白是智慧，心里怎么样？如如不动，没有起心动念、没有分别执着，这是大定，定跟慧同时起作用。",
      "zh_TW": "這個東西，佛沒傳到中國來，中國聖賢人也知道，孟子有一句話說，「學問之道無他，求其放心而已」。這句話說得好，學問之道沒有別的，求其放心而已，就是此地收聽攝視，外絕諸緣，就這個意思。孟子跟人家說的話不一樣，意思完全相同，這叫收斂、檢斂，約束自己，心不要往外面跑。那祖師大德有一句話教導我們，跟這個意思一樣好懂，我們見聞覺知，看到外面境界相不要放在心上，就這個意思。不是叫你不看，不是叫你不聽，不看不聽做不到，看了怎麼樣？不要放在心上就沒事。放在心上怎麼樣？放在心上你就有分別、有執著，不放在心上你沒有分別、沒有執著。甚至於更高一層還沒有起心動念，那就跟諸佛菩薩、法身大士一樣的。看得清清楚楚、聽得明明白白是智慧，心裡怎麼樣？如如不動，沒有起心動念、沒有分別執著，這是大定，定跟慧同時起作用。"
    },
    {
      "id": "02-037-0422_p0031",
      "zh_CN": "我们今天这个定慧不能同时起作用，我们见色闻声跟谁起作用？跟烦恼起作用。执着是见思烦恼，分别是尘沙烦恼，起心动念是无明烦恼，我们跟这三个烦恼相应。要知道五根是中立的没有善恶，跟烦恼心所相应它就造业，造善恶业，心善就造善业，心恶就造恶业，它造业。如果不跟这个相应，跟法性相应就是佛菩萨，佛菩萨样样清楚、样样明了，根本不放在心上，心里头干干净净。清净平等觉是佛心，清净平等觉是法身菩萨的心，清净没有染污，平等没有分别，觉没有迷惑。你看看不是三善根吗？不染，无贪，不分别，无瞋，觉，无痴；起心动念、分别执着那是贪瞋痴。看我们六根起作用跟谁相应，跟清净平等觉相应是佛、是菩萨，跟贪瞋痴相应就造业了，痴是不觉，瞋是不平，染污是不清净，是贪。",
      "zh_TW": "我們今天這個定慧不能同時起作用，我們見色聞聲跟誰起作用？跟煩惱起作用。執著是見思煩惱，分別是塵沙煩惱，起心動念是無明煩惱，我們跟這三個煩惱相應。要知道五根是中立的沒有善惡，跟煩惱心所相應它就造業，造善惡業，心善就造善業，心惡就造惡業，它造業。如果不跟這個相應，跟法性相應就是佛菩薩，佛菩薩樣樣清楚、樣樣明瞭，根本不放在心上，心裡頭乾乾淨淨。清淨平等覺是佛心，清淨平等覺是法身菩薩的心，清淨沒有染污，平等沒有分別，覺沒有迷惑。你看看不是三善根嗎？不染，無貪，不分別，無瞋，覺，無痴；起心動念、分別執著那是貪瞋痴。看我們六根起作用跟誰相應，跟清淨平等覺相應是佛、是菩薩，跟貪瞋痴相應就造業了，痴是不覺，瞋是不平，染污是不清淨，是貪。"
    },
    {
      "id": "02-037-0422_p0032",
      "zh_CN": "所以佛常说，教导我们「勤修戒定慧，息灭贪瞋痴」，贪瞋痴一定要断。但是净宗不断也能往生，叫带业往生，净宗殊胜就殊胜在此地。但是这些事情，你要知道哪是真的、哪是假的，假的总得要舍弃。现在还不行，习气太重了，已经养成习惯，丢不掉，但是要知道它是假的，它不是好东西。往生的时候得佛光加持，佛来接引先放光照你，接触佛光你的烦恼、业障就去了一大半，就消业。坐上莲花保证你产生蜕变，你在莲花里头就变化了，阿赖耶的相分这个肉身没有了，变成法性身；我们现前环境，这环境是阿赖耶的相分，也不见了；我们能够思惟想像的是阿赖耶的见分，统统转变了。这个转变不能不感谢阿弥陀佛，是本愿力变现的，本愿力最重要是第二十愿，二十愿末后一句，「皆作阿惟越致菩萨」。什么时候变的？就在莲花里头变的。莲花一开身体出现了，这个身相跟阿弥陀佛完全相同，端庄正直。「端直」，指外面身相的威仪，端正庄严；内是指心意，「心意之正直，是乃身心俱端」，这是严整的意思。",
      "zh_TW": "所以佛常說，教導我們「勤修戒定慧，息滅貪瞋痴」，貪瞋痴一定要斷。但是淨宗不斷也能往生，叫帶業往生，淨宗殊勝就殊勝在此地。但是這些事情，你要知道哪是真的、哪是假的，假的總得要捨棄。現在還不行，習氣太重了，已經養成習慣，丟不掉，但是要知道它是假的，它不是好東西。往生的時候得佛光加持，佛來接引先放光照你，接觸佛光你的煩惱、業障就去了一大半，就消業。坐上蓮花保證你產生蛻變，你在蓮花裡頭就變化了，阿賴耶的相分這個肉身沒有了，變成法性身；我們現前環境，這環境是阿賴耶的相分，也不見了；我們能夠思惟想像的是阿賴耶的見分，統統轉變了。這個轉變不能不感謝阿彌陀佛，是本願力變現的，本願力最重要是第二十願，二十願末後一句，「皆作阿惟越致菩薩」。什麼時候變的？就在蓮花裡頭變的。蓮花一開身體出現了，這個身相跟阿彌陀佛完全相同，端莊正直。「端直」，指外面身相的威儀，端正莊嚴；內是指心意，「心意之正直，是乃身心俱端」，這是嚴整的意思。"
    },
    {
      "id": "02-037-0422_p0033",
      "zh_CN": "我们再看下面这一句，「咸为道慕」。要从：",
      "zh_TW": "我們再看下面這一句，「咸為道慕」。要從："
    },
    {
      "id": "02-037-0422_p0034",
      "zh_CN": "【身心洁净。无有爱贪。】",
      "zh_TW": "【身心潔淨。無有愛貪。】"
    },
    {
      "id": "02-037-0422_p0035",
      "zh_CN": "从这看起：",
      "zh_TW": "從這看起："
    },
    {
      "id": "02-037-0422_p0036",
      "zh_CN": "【志愿安定。无增缺减。求道和正。不误倾邪。随经约令。不敢蹉跌。若于绳墨。咸为道慕。】",
      "zh_TW": "【志願安定。無增缺減。求道和正。不誤傾邪。隨經約令。不敢蹉跌。若於繩墨。咸為道慕。】"
    },
    {
      "id": "02-037-0422_p0037",
      "zh_CN": "『身心洁净，无有爱贪』这一句，念老在注解里面说，「盖以契会中道」，空有二边都不着，这个时候中道的境界现前，这个境界就是「色不异空，空不异色」。空是自性的性体，色是现相，是从自性现出来的色相。自性能生能现，惠能大师告诉我们的，「何期自性，能生万法」。能生的是空，所生的是色，色代表物质、代表精神、代表自然现象，用这一个字做代表，它是自性变的，所以这些东西就是自性。自性的化身，它怎么不是自性！古人用黄金跟金器做比喻，「以金作器，器器皆金」，黄金能现相，我们给它造个佛像、造个人像，造出来了，相就是金，金就是相，分不开的，金能生能现。今天佛告诉我们，遍法界虚空界所有一切森罗万象，都是自性所生所变，所以性相是一不是二，性中有相，相中有性，你得要搞清楚。相是我们六根能够缘得到的，眼能见，耳能听，鼻能嗅，舌能尝，身能够触得到，意能够想像能缘得到。可是性，六根缘不到，因为它不是物质现象，前五根缘不到；它不是精神现象，也不是自然现象，我们第六、第七、第八都缘不到，但是它永远不能够脱离，它是一不是二。所以色不异空，空不异色，《心经》上还有两句，「色即是空，空即是色」，四句就说得更清楚、更明白了。",
      "zh_TW": "『身心潔淨，無有愛貪』這一句，念老在註解裡面說，「蓋以契會中道」，空有二邊都不著，這個時候中道的境界現前，這個境界就是「色不異空，空不異色」。空是自性的性體，色是現相，是從自性現出來的色相。自性能生能現，惠能大師告訴我們的，「何期自性，能生萬法」。能生的是空，所生的是色，色代表物質、代表精神、代表自然現象，用這一個字做代表，它是自性變的，所以這些東西就是自性。自性的化身，它怎麼不是自性！古人用黃金跟金器做比喻，「以金作器，器器皆金」，黃金能現相，我們給它造個佛像、造個人像，造出來了，相就是金，金就是相，分不開的，金能生能現。今天佛告訴我們，遍法界虛空界所有一切森羅萬象，都是自性所生所變，所以性相是一不是二，性中有相，相中有性，你得要搞清楚。相是我們六根能夠緣得到的，眼能見，耳能聽，鼻能嗅，舌能嘗，身能夠觸得到，意能夠想像能緣得到。可是性，六根緣不到，因為它不是物質現象，前五根緣不到；它不是精神現象，也不是自然現象，我們第六、第七、第八都緣不到，但是它永遠不能夠脫離，它是一不是二。所以色不異空，空不異色，《心經》上還有兩句，「色即是空，空即是色」，四句就說得更清楚、更明白了。"
    },
    {
      "id": "02-037-0422_p0038",
      "zh_CN": "「照破客尘，自然离爱」，这照破客尘，这万事万物都叫做客尘，用这两个字来形容，客是什么？不是主人，它是客人，在这里作客，旅游的，几天就走了。尘是尘土，尘土是什么？染污，所以它不是主人。你晓得它是临时来的，很快就离开了，你才自然离爱。爱代表是贪，你对它才不会有执着，或者我们说得更明显、粗一点，你对它不会有占有的念头，不会有控制的念头，这就对了。为什么？知道它是空的、是假的，自性不能占有，自性所现的一切现象也不能占有，你才真正能够体会到。圆教初住菩萨明心见性，刚刚见性，见到了是真的不是假的，但是没有圆满。圆满的见性要到什么程度？一般大乘经上佛都说八地以上。这个意思就是说，八地以上的菩萨他见性，看到圆满了。",
      "zh_TW": "「照破客塵，自然離愛」，這照破客塵，這萬事萬物都叫做客塵，用這兩個字來形容，客是什麼？不是主人，它是客人，在這裡作客，旅遊的，幾天就走了。塵是塵土，塵土是什麼？染污，所以它不是主人。你曉得它是臨時來的，很快就離開了，你才自然離愛。愛代表是貪，你對它才不會有執著，或者我們說得更明顯、粗一點，你對它不會有佔有的念頭，不會有控制的念頭，這就對了。為什麼？知道它是空的、是假的，自性不能佔有，自性所現的一切現象也不能佔有，你才真正能夠體會到。圓教初住菩薩明心見性，剛剛見性，見到了是真的不是假的，但是沒有圓滿。圓滿的見性要到什麼程度？一般大乘經上佛都說八地以上。這個意思就是說，八地以上的菩薩他見性，看到圓滿了。"
    },
    {
      "id": "02-037-0422_p0039",
      "zh_CN": "古大德有用月亮做比喻，初住菩萨看到月亮，什么时候月亮？月牙，大概是初二、初三看到月牙。八地菩萨看到是什么？八地菩萨看到大概十四的月亮，差不多快圆还没圆，很清楚。妙觉果位他看到的是满月，月圆满月。所以佛常常讲八地以上，你看八地、九地、十地、等觉、妙觉，妙觉是圆满，妙觉好比是十五；八地到等觉这四个位次，大概十四的月亮。用这个比喻，我们印象比较深刻一点，见的是真月亮，不是假月亮。四十一位法身大士，叫分证即佛，分证就是不圆满，见到是真的不是假的。十法界里面的佛，也称之为佛，他所证得的是什么？天台大师讲的叫相似即佛。相似即佛是什么？不是真的。《楞严经》上有个比喻叫「捏目所见」，我们用一个指头按住我们的眼睛，就看到两个相。两个相里面一个是真的，一个还是幻相，这捏目所看的相，接近真不是真的，不是真佛，相似即佛。比这个更低一点、低一阶的，是「观行即佛」，观行即佛是什么？是真正在那里修，没见道，观行。观行好比什么？水中之月，我们看到池塘水里头有月亮，那比捏目看的还要假，叫观行。但是我们如果有观行这个功夫决定能往生，它属于什么？属于功夫成片。「名字即佛」是有名无实，尊称你是佛，你并不是真佛，假的，有名无实，名字即佛。这修行人在名字位中，是什么成就都没有，来生还是搞六道轮回。如果修一点善事，在三善道享福；如果造的罪业，还是要堕三途去受报，名字位中。天台大师这些比喻，比喻得很好。但是在理上讲理即佛，那佛讲的「一切众生本来是佛」，这是理即佛，从理上讲一切众生都是佛。",
      "zh_TW": "古大德有用月亮做比喻，初住菩薩看到月亮，什麼時候月亮？月牙，大概是初二、初三看到月牙。八地菩薩看到是什麼？八地菩薩看到大概十四的月亮，差不多快圓還沒圓，很清楚。妙覺果位他看到的是滿月，月圓滿月。所以佛常常講八地以上，你看八地、九地、十地、等覺、妙覺，妙覺是圓滿，妙覺好比是十五；八地到等覺這四個位次，大概十四的月亮。用這個比喻，我們印象比較深刻一點，見的是真月亮，不是假月亮。四十一位法身大士，叫分證即佛，分證就是不圓滿，見到是真的不是假的。十法界裡面的佛，也稱之為佛，他所證得的是什麼？天台大師講的叫相似即佛。相似即佛是什麼？不是真的。《楞嚴經》上有個比喻叫「捏目所見」，我們用一個指頭按住我們的眼睛，就看到兩個相。兩個相裡面一個是真的，一個還是幻相，這捏目所看的相，接近真不是真的，不是真佛，相似即佛。比這個更低一點、低一階的，是「觀行即佛」，觀行即佛是什麼？是真正在那裡修，沒見道，觀行。觀行好比什麼？水中之月，我們看到池塘水裡頭有月亮，那比捏目看的還要假，叫觀行。但是我們如果有觀行這個功夫決定能往生，它屬於什麼？屬於功夫成片。「名字即佛」是有名無實，尊稱你是佛，你並不是真佛，假的，有名無實，名字即佛。這修行人在名字位中，是什麼成就都沒有，來生還是搞六道輪迴。如果修一點善事，在三善道享福；如果造的罪業，還是要墮三途去受報，名字位中。天台大師這些比喻，比喻得很好。但是在理上講理即佛，那佛講的「一切眾生本來是佛」，這是理即佛，從理上講一切眾生都是佛。"
    },
    {
      "id": "02-037-0422_p0040",
      "zh_CN": "众生是众缘和合而生起的现象，叫做众生，人是众缘和合的，动物也是众缘和合的，植物也是众缘和合，山河大地没有一样不是众缘和合；换句话，就是统统是佛，一点都不错。《华严经》上有一句话，「情与无情，同圆种智」，情是有情众生，有情我们今天讲他有精神作用，也就是他有受想行识，非常明显，有感受。其实我们现在知道有情跟无情很难分，江本胜博士用水做实验，发现水有情，它会看、会听，懂得人的意思。美国修．蓝博士到这来看我，告诉我，这个桌子有情、墙壁有情，天花板也会看、会听，地板也会看、会听，懂得我们的意思。",
      "zh_TW": "眾生是眾緣和合而生起的現象，叫做眾生，人是眾緣和合的，動物也是眾緣和合的，植物也是眾緣和合，山河大地沒有一樣不是眾緣和合；換句話，就是統統是佛，一點都不錯。《華嚴經》上有一句話，「情與無情，同圓種智」，情是有情眾生，有情我們今天講他有精神作用，也就是他有受想行識，非常明顯，有感受。其實我們現在知道有情跟無情很難分，江本勝博士用水做實驗，發現水有情，它會看、會聽，懂得人的意思。美國修．藍博士到這來看我，告訴我，這個桌子有情、牆壁有情，天花板也會看、會聽，地板也會看、會聽，懂得我們的意思。"
    },
    {
      "id": "02-037-0422_p0041",
      "zh_CN": "只要是物质现象，因为物质跟精神是分不开的。科学家告诉我们微中子，大概是佛所讲的极微色，物质里头最小的，它里头有受想行识。弥勒菩萨告诉我们的，「一弹指三十二亿百千念，念念成形」，形是物质现象，就是色，是物质现象。他说「形皆有识」，识是什么？受想行识。换句话说，那么小的一个物质，里头圆满具足了色受想行识。所以这一批科学家们，他们说近代这四百年，科学里面有个错误的概念，就是二分法，二分法讲错了。二分法是什么？把一切法分作二分，一个物理、一个心理，你看现在学校里面，物理学、心理学。这二分法错了，让我们研究的方向产生错误，遇到许许多多的困难，造成的灾难。实际上心跟物是一不是二，不能分，物里头有心、有受想行识，受想行识里头有物质、有色，根本就没有办法分，它是一不是二。这些科学家还在搜集证据，来支持他这个学说，这个学说真的被接受、被承认了，那是科学界一个最大的革命。",
      "zh_TW": "只要是物質現象，因為物質跟精神是分不開的。科學家告訴我們微中子，大概是佛所講的極微色，物質裡頭最小的，它裡頭有受想行識。彌勒菩薩告訴我們的，「一彈指三十二億百千念，念念成形」，形是物質現象，就是色，是物質現象。他說「形皆有識」，識是什麼？受想行識。換句話說，那麼小的一個物質，裡頭圓滿具足了色受想行識。所以這一批科學家們，他們說近代這四百年，科學裡面有個錯誤的概念，就是二分法，二分法講錯了。二分法是什麼？把一切法分作二分，一個物理、一個心理，你看現在學校裡面，物理學、心理學。這二分法錯了，讓我們研究的方向產生錯誤，遇到許許多多的困難，造成的災難。實際上心跟物是一不是二，不能分，物裡頭有心、有受想行識，受想行識裡頭有物質、有色，根本就沒有辦法分，它是一不是二。這些科學家還在蒐集證據，來支持他這個學說，這個學說真的被接受、被承認了，那是科學界一個最大的革命。"
    },
    {
      "id": "02-037-0422_p0042",
      "zh_CN": "所以他们提出这个新的概念，「以心控物」，我们的心可以控制物质现象。心能控制物质现象，这个事情就好办了，第一个我们身体有病，无论是什么样的病毒，不要用医药，用自己的意念可以让自己的身体恢复正常。所有疾病是不正常的念头产生的，端正心念身体就恢复健康，这是对我们人身有好处。第二个对环境，我们居住的环境，不可能有灾难，我们的心念正，一切灾难都不会发生。物质是听命于意念的，意念不善，就会有灾难发生。意念善，善是什么？没有贪念头、没有瞋恚、没有愚痴、没有傲慢、没有怀疑，什么灾难都没有。佛在经上告诉我们，自然的灾害，水灾贪心感应来的，贪感应水；火灾，火山爆发，地球温度上升，这是瞋恚；愚痴是风灾，傲慢是地震，怀疑是山崩地陷。现在这些现象统统都出现，说明居住在地球上的人，贪瞋痴慢疑太严重了。这是属于心理，只要一转过来，这个灾难就没有了。科学家教给我们的方法。好，今天时间到了，我们就学到此地。",
      "zh_TW": "所以他們提出這個新的概念，「以心控物」，我們的心可以控制物質現象。心能控制物質現象，這個事情就好辦了，第一個我們身體有病，無論是什麼樣的病毒，不要用醫藥，用自己的意念可以讓自己的身體恢復正常。所有疾病是不正常的念頭產生的，端正心念身體就恢復健康，這是對我們人身有好處。第二個對環境，我們居住的環境，不可能有災難，我們的心念正，一切災難都不會發生。物質是聽命於意念的，意念不善，就會有災難發生。意念善，善是什麼？沒有貪念頭、沒有瞋恚、沒有愚痴、沒有傲慢、沒有懷疑，什麼災難都沒有。佛在經上告訴我們，自然的災害，水災貪心感應來的，貪感應水；火災，火山爆發，地球溫度上升，這是瞋恚；愚痴是風災，傲慢是地震，懷疑是山崩地陷。現在這些現象統統都出現，說明居住在地球上的人，貪瞋痴慢疑太嚴重了。這是屬於心理，只要一轉過來，這個災難就沒有了。科學家教給我們的方法。好，今天時間到了，我們就學到此地。"
    }
  ]
}