{
  "doc_id": "02-037-0467",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六七集",
    "zh_TW": "第四六七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0467",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0467_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百五十七页第一行，科题「苦极悔迟」。这是说的妄语，妄语所造的罪业，堕落在无间地狱，这个时候后悔太迟了。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百五十七頁第一行，科題「苦極悔遲」。這是說的妄語，妄語所造的罪業，墮落在無間地獄，這個時候後悔太遲了。請看經文："
    },
    {
      "id": "02-037-0467_p0002",
      "zh_CN": "【又其名籍。记在神明。殃咎牵引。无从舍离。但得前行。入于火镬。身心摧碎。神形苦极。当斯之时。悔复何及。】",
      "zh_TW": "【又其名籍。記在神明。殃咎牽引。無從捨離。但得前行。入於火鑊。身心摧碎。神形苦極。當斯之時。悔復何及。】"
    },
    {
      "id": "02-037-0467_p0003",
      "zh_CN": "我们看念老的注解。『又其名籍』者，「名者名字。籍谓记罪之简牍，简牍类似今之档案」。『记在神明』，这个意思就是说「神明将恶人之罪行记入案册也」，我们现在常讲的资料、档案。前面读过，一切众生出生在世间都有两位神，一个叫同名，一个叫同生，这两位叫俱生神。我们到这个世间来，投胎的时候就有他，到最后，在这个世间寿命终了，他就没有了，他跟我们生死同时。这两位神，一个是记善，一个是记恶，一个专门记好事，一个专门记坏事，把这些记载的事迹都报告给阎罗王。所以阎罗王里面就根据这个报告做成了档案，命终之后，阎罗王审判罪人，这就是证据。不是别人记的，别人记的也有，没有他这个完整，没有这个详细，最完整、最详细的，从起心动念都有记载。俱生神很多经上都有，《华严经》上也有，由此可知，这不是佛偶然说的，佛讲一切大经，常常带着都讲到。由此可知，这个事情是真的，不是假的。人做恶事，不愿意让人知道，鬼神全知道；动的恶念，甚至于自己忘掉了，阎罗王那个地方档案记载得清清楚楚。",
      "zh_TW": "我們看念老的註解。『又其名籍』者，「名者名字。籍謂記罪之簡牘，簡牘類似今之檔案」。『記在神明』，這個意思就是說「神明將惡人之罪行記入案冊也」，我們現在常講的資料、檔案。前面讀過，一切眾生出生在世間都有兩位神，一個叫同名，一個叫同生，這兩位叫俱生神。我們到這個世間來，投胎的時候就有他，到最後，在這個世間壽命終了，他就沒有了，他跟我們生死同時。這兩位神，一個是記善，一個是記惡，一個專門記好事，一個專門記壞事，把這些記載的事蹟都報告給閻羅王。所以閻羅王裡面就根據這個報告做成了檔案，命終之後，閻羅王審判罪人，這就是證據。不是別人記的，別人記的也有，沒有他這個完整，沒有這個詳細，最完整、最詳細的，從起心動念都有記載。俱生神很多經上都有，《華嚴經》上也有，由此可知，這不是佛偶然說的，佛講一切大經，常常帶著都講到。由此可知，這個事情是真的，不是假的。人做惡事，不願意讓人知道，鬼神全知道；動的惡念，甚至於自己忘掉了，閻羅王那個地方檔案記載得清清楚楚。"
    },
    {
      "id": "02-037-0467_p0004",
      "zh_CN": "我们如果冷静观察，在这个人世间虽然不长，短短几十年当中，看透了、看穿了，怎么回事情？因果报应，丝毫不爽。这一生一世所造的因，感得来世的果报，这一生的果报，上一世干的，无论是受罪还是享福，在这一生当中不能不造业。不造业的是什么人？佛菩萨再来的，他们不造业，所谓是再来人。不是佛菩萨再来的，哪有不造业的道理！我们真正感觉到这种事情可怕，今天我们遇到这个路，这就是一条正道。这是什么道？了生死、脱轮回的大道，净宗法门。真正聪明人，有大福德的人，下定决心，把这个世间一切舍得干干净净，一心一意去念这一句阿弥陀佛。",
      "zh_TW": "我們如果冷靜觀察，在這個人世間雖然不長，短短幾十年當中，看透了、看穿了，怎麼回事情？因果報應，絲毫不爽。這一生一世所造的因，感得來世的果報，這一生的果報，上一世幹的，無論是受罪還是享福，在這一生當中不能不造業。不造業的是什麼人？佛菩薩再來的，他們不造業，所謂是再來人。不是佛菩薩再來的，哪有不造業的道理！我們真正感覺到這種事情可怕，今天我們遇到這個路，這就是一條正道。這是什麼道？了生死、脫輪迴的大道，淨宗法門。真正聰明人，有大福德的人，下定決心，把這個世間一切捨得乾乾淨淨，一心一意去念這一句阿彌陀佛。"
    },
    {
      "id": "02-037-0467_p0005",
      "zh_CN": "就像过去谛闲老和尚对锅漏匠所说的，你一直念下去，将来决定有好处。锅漏匠真听话，他圆满具足了六个字，老实、听话、真干，所以他三年就成就了。这个人不认识字，没有念过书，一生是苦不堪言。锅漏匠这个行业，抗战胜利以后就没有了，我再也没见过，抗战期间当中我见过。战前，那我很小，住在农村，一年会见过几次。抗战期间在农村里面偶尔还看见，以后再没有了。这个行业非常辛苦，跟乞丐差不多。人只有生活在这种苦难、艰难当中，才会觉悟，他觉悟什么？觉悟人太苦了。现在有个机会让你离苦得乐，他欢喜，他真干，真干就真有成就，给我们做出了好榜样。所以这段经文是真实的，世间每个众生的名字都有俱生神详细记载，阎罗王那里头收藏这个档案。",
      "zh_TW": "就像過去諦閑老和尚對鍋漏匠所說的，你一直念下去，將來決定有好處。鍋漏匠真聽話，他圓滿具足了六個字，老實、聽話、真幹，所以他三年就成就了。這個人不認識字，沒有念過書，一生是苦不堪言。鍋漏匠這個行業，抗戰勝利以後就沒有了，我再也沒見過，抗戰期間當中我見過。戰前，那我很小，住在農村，一年會見過幾次。抗戰期間在農村裡面偶爾還看見，以後再沒有了。這個行業非常辛苦，跟乞丐差不多。人只有生活在這種苦難、艱難當中，才會覺悟，他覺悟什麼？覺悟人太苦了。現在有個機會讓你離苦得樂，他歡喜，他真幹，真幹就真有成就，給我們做出了好榜樣。所以這段經文是真實的，世間每個眾生的名字都有俱生神詳細記載，閻羅王那裡頭收藏這個檔案。"
    },
    {
      "id": "02-037-0467_p0006",
      "zh_CN": "『殃咎牵引』，「殃」是灾祸，叫灾殃。《会疏》里面说，「无能他人牵我者，唯缚自业，自入恶趣」。人在临命终的时候，有人来牵引你吗？没有。有，无常大鬼，无常大鬼从哪里来的？自己阿赖耶识里头变现出来。你行善，往生到天堂，临终时候有天人来接引你。说真有天神、无常大鬼来接引你，讲得通，真有其事；说阿赖耶识变现的，也讲得通，为什么？一切法离不开阿赖耶。所有的身相，这个物质现象，是阿赖耶的相分，精神现象是阿赖耶的见分，离开阿赖耶无有一法可得，都讲得通。由此可知，唯独是缚自业，这个缚是捆绑，纠缠你，业力在纠缠你，业力在牵引你，业力变现无常大鬼。自入恶趣故，地狱自然现前。这个地狱，『火镬』，我们一般叫油鼎，下油锅，火镬是下油锅。",
      "zh_TW": "『殃咎牽引』，「殃」是災禍，叫災殃。《會疏》裡面說，「無能他人牽我者，唯縛自業，自入惡趣」。人在臨命終的時候，有人來牽引你嗎？沒有。有，無常大鬼，無常大鬼從哪裡來的？自己阿賴耶識裡頭變現出來。你行善，往生到天堂，臨終時候有天人來接引你。說真有天神、無常大鬼來接引你，講得通，真有其事；說阿賴耶識變現的，也講得通，為什麼？一切法離不開阿賴耶。所有的身相，這個物質現象，是阿賴耶的相分，精神現象是阿賴耶的見分，離開阿賴耶無有一法可得，都講得通。由此可知，唯獨是縛自業，這個縛是捆綁，糾纏你，業力在糾纏你，業力在牽引你，業力變現無常大鬼。自入惡趣故，地獄自然現前。這個地獄，『火鑊』，我們一般叫油鼎，下油鍋，火鑊是下油鍋。"
    },
    {
      "id": "02-037-0467_p0007",
      "zh_CN": "『身心摧碎』。「自入于狱火与镬汤」，这地狱。「摧碎，摧毁破碎。」「神形，精神与形体」，你感觉得有肉体在。在这个刑罚里头，人立刻就死了，死得很凄惨、很痛苦。不是一死就了了，地狱里面的阴风一吹又活过来，活了再下油鼎，所谓是「一日一夜，万死万生」，这个罪就可怕了。受到什么时候你这个罪业消了，这个地狱就不见了。所以地狱是业力变现的，你的业力有多大，你的业力时间多久，这不关别人的事。这些可怕的事情都是我们错误念头造成的，永远要记住佛经上一句话，佛说「一切法从心想生」，不从别人心想，从自己心想，于别人没有关系。",
      "zh_TW": "『身心摧碎』。「自入於獄火與鑊湯」，這地獄。「摧碎，摧毀破碎。」「神形，精神與形體」，你感覺得有肉體在。在這個刑罰裡頭，人立刻就死了，死得很悽慘、很痛苦。不是一死就了了，地獄裡面的陰風一吹又活過來，活了再下油鼎，所謂是「一日一夜，萬死萬生」，這個罪就可怕了。受到什麼時候你這個罪業消了，這個地獄就不見了。所以地獄是業力變現的，你的業力有多大，你的業力時間多久，這不關別人的事。這些可怕的事情都是我們錯誤念頭造成的，永遠要記住佛經上一句話，佛說「一切法從心想生」，不從別人心想，從自己心想，於別人沒有關係。"
    },
    {
      "id": "02-037-0467_p0008",
      "zh_CN": "「《净影疏》云：恶业所牵」，慧远法师这说得好，一个人死了之后堕地狱，多半都是无间地狱。无间地狱它没有间隔，人一断气就到地狱去了，这个地狱境界就现前，他就堕进去，没有中阴身。有中阴身是鬼道，堕地狱没有中阴，恶业所牵。「鬼神摄录」，鬼神在摄受你，他的手上有你的资料，造恶的这些资料。「将入恶道」，带你到地狱，这个恶道是地狱。「受苦焦焚」，地狱是一片火海，只要是地狱，你所感受的全是火。瞋恚心所感的，人在一发脾气，全身发热。佛告诉我们，六道里头业因很复杂，但是第一个因素是什么？佛告诉我们，饿鬼道是贪心，贪心堕饿鬼，瞋恚堕地狱，愚痴堕畜生，这是三恶道的业因。人往往不是一个单纯的业因，他许多业因纠缠在一起，贪瞋痴都纠缠在一起。现在我们知道，绝大多数都是无间地狱的业因，所造的。「故云苦极」。『神形苦极』，神，我们讲的是魂魄；形，他自己感觉得有身体。「当此之时后悔莫及」，这个时候后悔迟了。",
      "zh_TW": "「《淨影疏》云：惡業所牽」，慧遠法師這說得好，一個人死了之後墮地獄，多半都是無間地獄。無間地獄它沒有間隔，人一斷氣就到地獄去了，這個地獄境界就現前，他就墮進去，沒有中陰身。有中陰身是鬼道，墮地獄沒有中陰，惡業所牽。「鬼神攝錄」，鬼神在攝受你，他的手上有你的資料，造惡的這些資料。「將入惡道」，帶你到地獄，這個惡道是地獄。「受苦焦焚」，地獄是一片火海，只要是地獄，你所感受的全是火。瞋恚心所感的，人在一發脾氣，全身發熱。佛告訴我們，六道裡頭業因很複雜，但是第一個因素是什麼？佛告訴我們，餓鬼道是貪心，貪心墮餓鬼，瞋恚墮地獄，愚痴墮畜生，這是三惡道的業因。人往往不是一個單純的業因，他許多業因糾纏在一起，貪瞋痴都糾纏在一起。現在我們知道，絕大多數都是無間地獄的業因，所造的。「故云苦極」。『神形苦極』，神，我們講的是魂魄；形，他自己感覺得有身體。「當此之時後悔莫及」，這個時候後悔遲了。"
    },
    {
      "id": "02-037-0467_p0009",
      "zh_CN": "这些年当中，古时候有个谚语说，怪事年年有，没有今年多，现在这些奇怪事情愈来愈多，中国有，外国也有。附体这个事情外国有，我到日本见到，日本有，美国也有。这些堕到恶道的，他们不是鬼，都是地狱，还有能力来附体，都是过去在人道里头积的有善因。没有善因，他这个机会都没有。他附体来干什么？忏悔，来求救的。一般学佛的人，心地善良的人，他来求你帮助，求你超度他。我们不知道造作罪业可怕，他们知道。提到地狱，他心有余悸，你看他的表情、看他的言辞就能体会到，他苦不堪言。造作的时候没有感触，受报的时候可怜，「故云悔复何及」，这个时候后悔来不及了。",
      "zh_TW": "這些年當中，古時候有個諺語說，怪事年年有，沒有今年多，現在這些奇怪事情愈來愈多，中國有，外國也有。附體這個事情外國有，我到日本見到，日本有，美國也有。這些墮到惡道的，他們不是鬼，都是地獄，還有能力來附體，都是過去在人道裡頭積的有善因。沒有善因，他這個機會都沒有。他附體來幹什麼？懺悔，來求救的。一般學佛的人，心地善良的人，他來求你幫助，求你超度他。我們不知道造作罪業可怕，他們知道。提到地獄，他心有餘悸，你看他的表情、看他的言辭就能體會到，他苦不堪言。造作的時候沒有感觸，受報的時候可憐，「故云悔復何及」，這個時候後悔來不及了。"
    },
    {
      "id": "02-037-0467_p0010",
      "zh_CN": "佛门讲修行，行就是行为，行为错误了，把它修正过来，叫修行。所以修行，今天加几个字进去好，修正错误的行为，这叫修行。念头错误了，这是意业的行为，要把它修正；言语，话说错了，要把它修正过来，语业上的修行；做错了事情，把这个修正过来，这是身业的修行。身语意三业，三业所做的过失都把它修正过来，这叫修行。修行方法多，所谓八万四千法门，无量法门，总的原则、总的纲领就教你放下。章嘉大师当年教我，从初发心到如来地，就是看破、放下，看破是了解事实真相，放下，不造业了。为什么要放下？自性、真心里面一法都不立。惠能大师说得好，「本来无一物，何处惹尘埃」，真心。",
      "zh_TW": "佛門講修行，行就是行為，行為錯誤了，把它修正過來，叫修行。所以修行，今天加幾個字進去好，修正錯誤的行為，這叫修行。念頭錯誤了，這是意業的行為，要把它修正；言語，話說錯了，要把它修正過來，語業上的修行；做錯了事情，把這個修正過來，這是身業的修行。身語意三業，三業所做的過失都把它修正過來，這叫修行。修行方法多，所謂八萬四千法門，無量法門，總的原則、總的綱領就教你放下。章嘉大師當年教我，從初發心到如來地，就是看破、放下，看破是了解事實真相，放下，不造業了。為什麼要放下？自性、真心裡面一法都不立。惠能大師說得好，「本來無一物，何處惹塵埃」，真心。"
    },
    {
      "id": "02-037-0467_p0011",
      "zh_CN": "所有这些业障、罪业，全是阿赖耶的，十法界众生没有离开阿赖耶。但是四圣法界他觉悟了，虽用阿赖耶，他跟自性相应，所以四圣法界称净土。六道不行了，六道迷于阿赖耶，迷了，没觉悟。第一个迷，迷的根就是自私自利，这是根本。根本什么？有个我执，执着身是我，执着能够思惟、想像的是我的心，执着自己有身心。身就有苦乐，心就有忧喜，苦乐忧喜是烦恼，不执着就没有，执着就有。谁能够不执着？阿罗汉能不执着。所以，你能不执着，你就成阿罗汉。《华严》是大乘，十信菩萨的第七信，第七信的菩萨见思烦恼断了，在断烦恼这个功夫上跟阿罗汉平等。但是，菩萨智慧比阿罗汉高，为什么？接触大乘佛法，受大乘经教的薰习，所以智慧超过阿罗汉、辟支佛。放下一切分别，于一切法不再分别，这个人就是菩萨。六根接触六尘境界清清楚楚、明明白白，叫照见，像镜子一样照得干干净净的，不起心、不动念，他一尘不染，这是佛。",
      "zh_TW": "所有這些業障、罪業，全是阿賴耶的，十法界眾生沒有離開阿賴耶。但是四聖法界他覺悟了，雖用阿賴耶，他跟自性相應，所以四聖法界稱淨土。六道不行了，六道迷於阿賴耶，迷了，沒覺悟。第一個迷，迷的根就是自私自利，這是根本。根本什麼？有個我執，執著身是我，執著能夠思惟、想像的是我的心，執著自己有身心。身就有苦樂，心就有憂喜，苦樂憂喜是煩惱，不執著就沒有，執著就有。誰能夠不執著？阿羅漢能不執著。所以，你能不執著，你就成阿羅漢。《華嚴》是大乘，十信菩薩的第七信，第七信的菩薩見思煩惱斷了，在斷煩惱這個功夫上跟阿羅漢平等。但是，菩薩智慧比阿羅漢高，為什麼？接觸大乘佛法，受大乘經教的薰習，所以智慧超過阿羅漢、辟支佛。放下一切分別，於一切法不再分別，這個人就是菩薩。六根接觸六塵境界清清楚楚、明明白白，叫照見，像鏡子一樣照得乾乾淨淨的，不起心、不動念，他一塵不染，這是佛。"
    },
    {
      "id": "02-037-0467_p0012",
      "zh_CN": "佛照见外面境界是什么？五蕴皆空，这个看得清楚、看得透彻。照见的境界，像《金刚经》上所说的，「凡所有相，皆是虚妄」，「一切有为法」，十法界，十法界全是有为法，「如梦幻泡影」，相有性空，事有理无。所以，他虽然照见，他绝对没有起心动念。法身菩萨都契入这个境界，就是阿惟越致菩萨，众生有感，菩萨有应。菩萨来应的时候，应以什么身得度，他能现什么身，虽现身相，不着身相，虽有言说举止，他不执着言说举止。他的示现、他的说法、他的度生都是他受用，帮助别人的。自受用，自受用他等于零，今天科学讲零极限。在大乘教里面，他永远住在般涅槃当中，也就是说，他从来没有起心动念，没有分别执着。这是阿惟越致菩萨，这是自性圆满的流露。",
      "zh_TW": "佛照見外面境界是什麼？五蘊皆空，這個看得清楚、看得透徹。照見的境界，像《金剛經》上所說的，「凡所有相，皆是虛妄」，「一切有為法」，十法界，十法界全是有為法，「如夢幻泡影」，相有性空，事有理無。所以，他雖然照見，他絕對沒有起心動念。法身菩薩都契入這個境界，就是阿惟越致菩薩，眾生有感，菩薩有應。菩薩來應的時候，應以什麼身得度，他能現什麼身，雖現身相，不著身相，雖有言說舉止，他不執著言說舉止。他的示現、他的說法、他的度生都是他受用，幫助別人的。自受用，自受用他等於零，今天科學講零極限。在大乘教裡面，他永遠住在般涅槃當中，也就是說，他從來沒有起心動念，沒有分別執著。這是阿惟越致菩薩，這是自性圓滿的流露。"
    },
    {
      "id": "02-037-0467_p0013",
      "zh_CN": "自性圆满流露是佛对我们说的，他自己没有起心动念，哪来的圆满流露！所以连这个念头都没有。跟一切众生感应道交是自然的。我们身体哪里有痛痒，我们手一定去抚摸它，自然现象。遍法界虚空界万事万物跟我们是一体，跟佛是一体，跟菩萨是一体。我们现在是凡夫，出了状况，他必须得照顾，道理在此地。所以终极的目标是回归常寂光，回归常寂光就是回归到一体，常寂光是一体，一片光明，光明融入光明，痕迹都找不到。这是修证到极处，叫大圆满。这一大段我们就学到此地。",
      "zh_TW": "自性圓滿流露是佛對我們說的，他自己沒有起心動念，哪來的圓滿流露！所以連這個念頭都沒有。跟一切眾生感應道交是自然的。我們身體哪裡有痛癢，我們手一定去撫摸它，自然現象。遍法界虛空界萬事萬物跟我們是一體，跟佛是一體，跟菩薩是一體。我們現在是凡夫，出了狀況，他必須得照顧，道理在此地。所以終極的目標是回歸常寂光，回歸常寂光就是回歸到一體，常寂光是一體，一片光明，光明融入光明，痕跡都找不到。這是修證到極處，叫大圓滿。這一大段我們就學到此地。"
    },
    {
      "id": "02-037-0467_p0014",
      "zh_CN": "我们再看后面这一段，第五段，「酒」。你看，五戒上讲的，杀盗淫妄酒，最后给我们讲这个问题。这里分四段，第一段，「负恩违义」。",
      "zh_TW": "我們再看後面這一段，第五段，「酒」。你看，五戒上講的，殺盜淫妄酒，最後給我們講這個問題。這裡分四段，第一段，「負恩違義」。"
    },
    {
      "id": "02-037-0467_p0015",
      "zh_CN": "【其五者。世间人民。徙倚懈怠。不肯作善。治身修业。父母教诲。违戾反逆。譬如怨家。不如无子。负恩违义。无有报偿。】",
      "zh_TW": "【其五者。世間人民。徙倚懈怠。不肯作善。治身修業。父母教誨。違戾反逆。譬如怨家。不如無子。負恩違義。無有報償。】"
    },
    {
      "id": "02-037-0467_p0016",
      "zh_CN": "这第五种恶，「古有二说」，自古以来两种讲法。「一者如前，明饮酒恶，乃净影、嘉祥诸师之说」。中国《无量寿经》注解只有这两家，嘉祥跟净影两家。日本多了，日本有二、三十种，中国只有两个人有《无量寿经》的注解。他们两个人都说，因为经文里头有「耽酒嗜美」，有这一句经文，「后复广举余恶，以明酒之过恶」。虽然有耽酒嗜美，他举出因为饮酒引发很多的恶行，说明酒的过恶。第二者「以今之五恶，实摄十恶。如义寂师云：身业三恶，以为初三」，这品经文里面，开头讲的是杀盗淫，这是身业。「口业四恶，合为第四」，第四讲妄语，妄语里头把口的四种业都讲到了，妄语、两舌、绮语、恶口，这我们读过，都讲到。后面这一条讲意三业，就是贪瞋痴，因酒这个引起贪瞋痴，「合为第五」。这个讲得很好，经文里面确实找得出这个意思出来。",
      "zh_TW": "這第五種惡，「古有二說」，自古以來兩種講法。「一者如前，明飲酒惡，乃淨影、嘉祥諸師之說」。中國《無量壽經》註解只有這兩家，嘉祥跟淨影兩家。日本多了，日本有二、三十種，中國只有兩個人有《無量壽經》的註解。他們兩個人都說，因為經文裡頭有「耽酒嗜美」，有這一句經文，「後復廣舉餘惡，以明酒之過惡」。雖然有耽酒嗜美，他舉出因為飲酒引發很多的惡行，說明酒的過惡。第二者「以今之五惡，實攝十惡。如義寂師云：身業三惡，以為初三」，這品經文裡面，開頭講的是殺盜淫，這是身業。「口業四惡，合為第四」，第四講妄語，妄語裡頭把口的四種業都講到了，妄語、兩舌、綺語、惡口，這我們讀過，都講到。後面這一條講意三業，就是貪瞋痴，因酒這個引起貪瞋痴，「合為第五」。這個講得很好，經文裡面確實找得出這個意思出來。"
    },
    {
      "id": "02-037-0467_p0017",
      "zh_CN": "「其意谓身业之杀盗淫，以为今之第一第二及第三恶」，经文里面讲的杀恶、盗恶、淫恶，讲的这三种。「口业之四恶为今之第四恶，此皆彼此相合。独此第五恶，净影师等谓为饮酒恶」，净影跟嘉祥认为这是饮酒这一条。而「义寂师谓」，这是讲的「意业三恶，贪瞋痴也」。「清代彭际清氏亦同此意」，义寂法师这个说法，彭际清赞同。他有《无量寿经》的注解，他的注解叫《起信论》，《无量寿经起信论》，彭居士造的。他说「五恶之义，特准他经」，准也就是依据，准是标准，用其他经论来做标准，「配以十恶」。所以，这段经文内容是五戒、十善，这才讲得圆满。「其一恶者，杀业所摄」，这我们读过，「其二恶者，盗贪所摄。其三恶者，淫业所摄。其四恶者，妄语、两舌、恶口、绮语所摄。其五恶者，瞋恚邪见所摄。反是即为五善，亦名十善」。五恶、十恶翻过来就是五善，翻过来是什么？不杀生、不偷盗、不邪淫、不妄语、不两舌、不绮语、不恶口、不贪、不瞋、不痴。",
      "zh_TW": "「其意謂身業之殺盜淫，以為今之第一第二及第三惡」，經文裡面講的殺惡、盜惡、淫惡，講的這三種。「口業之四惡為今之第四惡，此皆彼此相合。獨此第五惡，淨影師等謂為飲酒惡」，淨影跟嘉祥認為這是飲酒這一條。而「義寂師謂」，這是講的「意業三惡，貪瞋痴也」。「清代彭際清氏亦同此意」，義寂法師這個說法，彭際清贊同。他有《無量壽經》的註解，他的註解叫《起信論》，《無量壽經起信論》，彭居士造的。他說「五惡之義，特準他經」，準也就是依據，準是標準，用其他經論來做標準，「配以十惡」。所以，這段經文內容是五戒、十善，這才講得圓滿。「其一惡者，殺業所攝」，這我們讀過，「其二惡者，盜貪所攝。其三惡者，淫業所攝。其四惡者，妄語、兩舌、惡口、綺語所攝。其五惡者，瞋恚邪見所攝。反是即為五善，亦名十善」。五惡、十惡翻過來就是五善，翻過來是什麼？不殺生、不偷盜、不邪淫、不妄語、不兩舌、不綺語、不惡口、不貪、不瞋、不痴。"
    },
    {
      "id": "02-037-0467_p0018",
      "zh_CN": "小乘论事不论心，只要事上不犯就叫持戒，心里有这个念头没有关系，你没做出来。大乘戒论心不论事，所以大乘戒难持，为什么？有这个念头你就犯了，就破戒了，它不管你事上有没有，不论事的，它论念头。我恨这个人，想杀他，有这么个念头，在大乘就破戒了。这是大小乘戒的差别。小乘的戒繁多，容易持，大乘的戒，条目虽然不多，不容易持。原因在哪里？小乘不出十法界，大乘超越十法界，超越十法界就明心见性。意念里头有一点点恶，你就见不了性，明不了心，那是障碍，必须要把它拔掉。心地里面干干净净，一尘不染，这才能明心见性。能大师说得好，「本来无一物」，你只要有一物就错了，一个念头没有。现在我们知道，佛在经里常说「真心离念」，无念是真心，有念是妄心。无念很难，念头没有了，我无念了。你看你还有个无念，那个无念依旧是妄心，不是真心。有无二边都没有了，这叫中道，他还有个中道。你说这个东西多麻烦，有个中道还是有，还是有念。所以祖师说「二边不立，中道不存」，真无念。真无念，清净平等觉才能现前，不是真无念，清净平等觉就不能现前。",
      "zh_TW": "小乘論事不論心，只要事上不犯就叫持戒，心裡有這個念頭沒有關係，你沒做出來。大乘戒論心不論事，所以大乘戒難持，為什麼？有這個念頭你就犯了，就破戒了，它不管你事上有沒有，不論事的，它論念頭。我恨這個人，想殺他，有這麼個念頭，在大乘就破戒了。這是大小乘戒的差別。小乘的戒繁多，容易持，大乘的戒，條目雖然不多，不容易持。原因在哪裡？小乘不出十法界，大乘超越十法界，超越十法界就明心見性。意念裡頭有一點點惡，你就見不了性，明不了心，那是障礙，必須要把它拔掉。心地裡面乾乾淨淨，一塵不染，這才能明心見性。能大師說得好，「本來無一物」，你只要有一物就錯了，一個念頭沒有。現在我們知道，佛在經裡常說「真心離念」，無念是真心，有念是妄心。無念很難，念頭沒有了，我無念了。你看你還有個無念，那個無念依舊是妄心，不是真心。有無二邊都沒有了，這叫中道，他還有個中道。你說這個東西多麻煩，有個中道還是有，還是有念。所以祖師說「二邊不立，中道不存」，真無念。真無念，清淨平等覺才能現前，不是真無念，清淨平等覺就不能現前。"
    },
    {
      "id": "02-037-0467_p0019",
      "zh_CN": "我们想这个事情真难，宗门大德常问「你会么」，这个问得好，如果会了，就不难；不会，很难。会了怎么不难？它就在当下，就在现前。六根接触六尘境界知道根、尘、识都是假的，确确实实凡所有相，皆是虚妄，不再把它放在心上，就干净了，那就是菩萨。用不用它？用它，天天用它，没有丝毫执着。天天用它，正在用它的时候，也没有起心动念，也没有分别执着，这是菩萨，这是佛。如果不能用它，那大乘的涅槃跟小乘就没有两样了。为什么？堕在空里头去，它不起作用了。小乘涅槃叫恶取空，他真的堕在空里去，他不动了。而且时间很长，经上告诉我们一万劫，不起作用，不能利益众生，也不能提升自己。菩萨是活用，六根在六尘境界里头活用，真正是不起心、不动念、不分别、不执着。清清楚楚、明明了瞭，这是看破，是慧，如如不动是定，叫定慧等学，定跟慧是平等的。这学了真管用，能提升自己，把自己提升到实报土，能帮助一切苦难众生，帮助他们破迷开悟，离苦得乐。大乘境界高，大乘，离一切相，即一切法；小乘，离一切相，一切法也离了，那个修学的方法笨拙，只能证阿罗汉，跟菩萨比相差太远了。",
      "zh_TW": "我們想這個事情真難，宗門大德常問「你會麼」，這個問得好，如果會了，就不難；不會，很難。會了怎麼不難？它就在當下，就在現前。六根接觸六塵境界知道根、塵、識都是假的，確確實實凡所有相，皆是虛妄，不再把它放在心上，就乾淨了，那就是菩薩。用不用它？用它，天天用它，沒有絲毫執著。天天用它，正在用它的時候，也沒有起心動念，也沒有分別執著，這是菩薩，這是佛。如果不能用它，那大乘的涅槃跟小乘就沒有兩樣了。為什麼？墮在空裡頭去，它不起作用了。小乘涅槃叫惡取空，他真的墮在空裡去，他不動了。而且時間很長，經上告訴我們一萬劫，不起作用，不能利益眾生，也不能提升自己。菩薩是活用，六根在六塵境界裡頭活用，真正是不起心、不動念、不分別、不執著。清清楚楚、明明瞭瞭，這是看破，是慧，如如不動是定，叫定慧等學，定跟慧是平等的。這學了真管用，能提升自己，把自己提升到實報土，能幫助一切苦難眾生，幫助他們破迷開悟，離苦得樂。大乘境界高，大乘，離一切相，即一切法；小乘，離一切相，一切法也離了，那個修學的方法笨拙，只能證阿羅漢，跟菩薩比相差太遠了。"
    },
    {
      "id": "02-037-0467_p0020",
      "zh_CN": "这一段古德既有两种说法，念老解释这段经文，这两种说法都采取，我们看他怎么把它合会贯通了。「今解」，这个集解，「兼采两说，首重五戒，故说第五是饮酒恶」，我们在科判上也是用这个。「复广劝十善，故兼采后说。上之两说乍睹似异，实亦无违」。乍看好像是不一样，实际上并没有违背，为什么？「好酒贪杯，即是贪恶」，因为这是意三业，贪瞋痴。「醉后易怒」，这也是真的，「是为瞋毒」，喝醉了就发脾气、发酒疯。「酒令神昏」，喝醉了迷惑颠倒，这是痴恶。真的，酒一醉，贪瞋痴全冒出来。所以用这个来解释十善业的意三恶，跟这个经文不相违背。「可见饮酒一恶，常与三毒并行」，三毒就是贪瞋痴，这跟《十善业道经》就合起来了。所以这一品经里面，实实在在论的是十恶，五戒十恶。",
      "zh_TW": "這一段古德既有兩種說法，念老解釋這段經文，這兩種說法都採取，我們看他怎麼把它合會貫通了。「今解」，這個集解，「兼採兩說，首重五戒，故說第五是飲酒惡」，我們在科判上也是用這個。「復廣勸十善，故兼採後說。上之兩說乍睹似異，實亦無違」。乍看好像是不一樣，實際上並沒有違背，為什麼？「好酒貪杯，即是貪惡」，因為這是意三業，貪瞋痴。「醉後易怒」，這也是真的，「是為瞋毒」，喝醉了就發脾氣、發酒瘋。「酒令神昏」，喝醉了迷惑顛倒，這是痴惡。真的，酒一醉，貪瞋痴全冒出來。所以用這個來解釋十善業的意三惡，跟這個經文不相違背。「可見飲酒一惡，常與三毒並行」，三毒就是貪瞋痴，這跟《十善業道經》就合起來了。所以這一品經裡面，實實在在論的是十惡，五戒十惡。"
    },
    {
      "id": "02-037-0467_p0021",
      "zh_CN": "《资持记》这里面说，「酒有十过」，十种过失，好酒贪杯的人多，他不了解。《记》里面说，第一个，「颜色恶」。喝酒了，醉了，喝醉了，脸色不好看，酒醉的样子我们见过。第二，「少力」，酒醉最后站都站不稳，要别人扶着他。第三，「眼视不明」，看外面东西模糊，看不清楚。第四，「现瞋恚相」，这括弧里头说「瞋毒」，这贪瞋痴。为什么会现这个相？这就说明，阿赖耶识瞋恚的种子力量有多大，在这个时候展现出来了。因为贪瞋痴这三毒是根本烦恼，也可以说是与生俱来，它是第七末那识。",
      "zh_TW": "《資持記》這裡面說，「酒有十過」，十種過失，好酒貪杯的人多，他不了解。《記》裡面說，第一個，「顏色惡」。喝酒了，醉了，喝醉了，臉色不好看，酒醉的樣子我們見過。第二，「少力」，酒醉最後站都站不穩，要別人扶著他。第三，「眼視不明」，看外面東西模糊，看不清楚。第四，「現瞋恚相」，這括弧裡頭說「瞋毒」，這貪瞋痴。為什麼會現這個相？這就說明，阿賴耶識瞋恚的種子力量有多大，在這個時候展現出來了。因為貪瞋痴這三毒是根本煩惱，也可以說是與生俱來，它是第七末那識。"
    },
    {
      "id": "02-037-0467_p0022",
      "zh_CN": "末那识就是四大烦恼常相随，四大烦恼组成的，组成末那，末那是意根。这四大烦恼第一个是我见，执着阿赖耶相分里头的一分。阿赖耶相分太大了，遍法界虚空界都是阿赖耶的相分，见分也太大了。执着相分的一分是自己的身体，执着见分的一分认为是自己的心，就是起心动念，假的，不是真的。阿赖耶的全体是自己，你执着那一分是错误的。譬如我们人身体是整个，这是一体，科学家告诉我们，人体要从细胞上算，大概每个人身体都拥有五十兆的细胞。你执着一个细胞是自己，其他的都忘掉了，都对立，认为那不是自己，这个看法错误了。第七识的执着错就错在这里，他不知道整个宇宙是一体，见性的人知道。跟着我见起来的，就是贪瞋痴，所以他有我爱，你看我见、我爱，我爱就是贪；我慢，傲慢，我慢就是瞋恚；我痴。贪瞋痴叫三毒烦恼，与生俱来。就是你才开始有我这个执着，有我的身，有我能够思惟、想像的这个心，这个贪瞋痴慢就跟着你了。正常的时候它不会现前，酒醉的时候就现前，原形出现，阿赖耶的末那识出现了。",
      "zh_TW": "末那識就是四大煩惱常相隨，四大煩惱組成的，組成末那，末那是意根。這四大煩惱第一個是我見，執著阿賴耶相分裡頭的一分。阿賴耶相分太大了，遍法界虛空界都是阿賴耶的相分，見分也太大了。執著相分的一分是自己的身體，執著見分的一分認為是自己的心，就是起心動念，假的，不是真的。阿賴耶的全體是自己，你執著那一分是錯誤的。譬如我們人身體是整個，這是一體，科學家告訴我們，人體要從細胞上算，大概每個人身體都擁有五十兆的細胞。你執著一個細胞是自己，其他的都忘掉了，都對立，認為那不是自己，這個看法錯誤了。第七識的執著錯就錯在這裡，他不知道整個宇宙是一體，見性的人知道。跟著我見起來的，就是貪瞋痴，所以他有我愛，你看我見、我愛，我愛就是貪；我慢，傲慢，我慢就是瞋恚；我痴。貪瞋痴叫三毒煩惱，與生俱來。就是你才開始有我這個執著，有我的身，有我能夠思惟、想像的這個心，這個貪瞋痴慢就跟著你了。正常的時候它不會現前，酒醉的時候就現前，原形出現，阿賴耶的末那識出現了。"
    },
    {
      "id": "02-037-0467_p0023",
      "zh_CN": "第五，「坏业资生」，这是破坏，破坏你资生这些业行。像酒醉了，发酒疯，把酒杯扔在地上，饭菜扔在地上，这种不正常的行为出现了。第六，「增疾病」，常常酒醉的人，现在社会上很多，身体不健康，许多病跟饮酒有关系。第七，「益斗讼」，这是瞋毒，容易争讼，他会想起哪些人对他不起，报复的心生起来。第八是「无名称」，常常喝酒、发酒疯的，没有人称赞他，这就是无名称。人家什么态度对你？敬而远之。第九，「智慧少」，这痴毒。你看，贪、瞋、痴都出来了。第十，「命终堕三恶道」。这十个里面，第四、第七是瞋恚，第九个是愚痴。",
      "zh_TW": "第五，「壞業資生」，這是破壞，破壞你資生這些業行。像酒醉了，發酒瘋，把酒杯扔在地上，飯菜扔在地上，這種不正常的行為出現了。第六，「增疾病」，常常酒醉的人，現在社會上很多，身體不健康，許多病跟飲酒有關係。第七，「益鬥訟」，這是瞋毒，容易爭訟，他會想起哪些人對他不起，報復的心生起來。第八是「無名稱」，常常喝酒、發酒瘋的，沒有人稱讚他，這就是無名稱。人家什麼態度對你？敬而遠之。第九，「智慧少」，這痴毒。你看，貪、瞋、痴都出來了。第十，「命終墮三惡道」。這十個裡面，第四、第七是瞋恚，第九個是愚痴。"
    },
    {
      "id": "02-037-0467_p0024",
      "zh_CN": "「又世云」，世间人常讲「酒能乱性，指酒能迷乱人之心意与良善之本性，故令人造恶」。酒喝醉了，恶态全都露出来了。古时候，这些领导用人，对他所用的人，尤其是赋予重任的人，都要经过考验。考验，酒醉是一关，请他喝酒，看他醉了之后他是什么样情形。这一关很重要，如果他当大任的话，酒醉了乱性，那可麻烦，坏大事了。酒醉的时候不会发酒疯，像某人酒的品很好，品德很好，不会发脾气，不会乱骂人。酒醉的时候绝不处理任何事情，等清醒之后再说，这些都要自己有把握，这个把握很难拿捏。所以「今经云」，这个经里头说「耽酒嗜美」，美是美食，酒跟菜是连起来的，脱不了关系的，「本身即是贪痴二毒」。「是故饮酒一恶」，实实在在是兼有意业的三恶。「故上之两说，唯开合之异耳」，这是念老注这段经文，把两种说法融合在一起，说得很清楚、很明白。",
      "zh_TW": "「又世云」，世間人常講「酒能亂性，指酒能迷亂人之心意與良善之本性，故令人造惡」。酒喝醉了，惡態全都露出來了。古時候，這些領導用人，對他所用的人，尤其是賦予重任的人，都要經過考驗。考驗，酒醉是一關，請他喝酒，看他醉了之後他是什麼樣情形。這一關很重要，如果他當大任的話，酒醉了亂性，那可麻煩，壞大事了。酒醉的時候不會發酒瘋，像某人酒的品很好，品德很好，不會發脾氣，不會亂罵人。酒醉的時候絕不處理任何事情，等清醒之後再說，這些都要自己有把握，這個把握很難拿捏。所以「今經云」，這個經裡頭說「耽酒嗜美」，美是美食，酒跟菜是連起來的，脫不了關係的，「本身即是貪痴二毒」。「是故飲酒一惡」，實實在在是兼有意業的三惡。「故上之兩說，唯開合之異耳」，這是念老註這段經文，把兩種說法融合在一起，說得很清楚、很明白。"
    },
    {
      "id": "02-037-0467_p0025",
      "zh_CN": "「此下广明第五恶之过患殃咎」。『徙倚懈怠』，「徙倚」是指徘徊，「懈怠」是讲懒惰。这是说什么？好酒的人，「心中犹豫，放逸懒惰，唯图苟安自私，不能修身行善也」。这话说得好，真的，不是假的。喜欢喝酒的人，头脑不清楚，常常有醉酒的现象，一个星期有一、二次，这个人不能当大事。今天的社会，中国、外国都一样，连做生意都把酒喝醉了，迷迷糊糊颠倒行事，吃亏上当错了，后悔莫及。所以佛把酒列入戒律里头，重戒。酒本身没有罪过，酒醉之后很容易犯杀盗淫妄，造这些罪孽。所以五戒当中，酒就是一戒，一定要晓得佛为什么制这条戒律。",
      "zh_TW": "「此下廣明第五惡之過患殃咎」。『徙倚懈怠』，「徙倚」是指徘徊，「懈怠」是講懶惰。這是說什麼？好酒的人，「心中猶豫，放逸懶惰，唯圖苟安自私，不能修身行善也」。這話說得好，真的，不是假的。喜歡喝酒的人，頭腦不清楚，常常有醉酒的現象，一個星期有一、二次，這個人不能當大事。今天的社會，中國、外國都一樣，連做生意都把酒喝醉了，迷迷糊糊顛倒行事，吃虧上當錯了，後悔莫及。所以佛把酒列入戒律裡頭，重戒。酒本身沒有罪過，酒醉之後很容易犯殺盜淫妄，造這些罪孽。所以五戒當中，酒就是一戒，一定要曉得佛為什麼制這條戒律。"
    },
    {
      "id": "02-037-0467_p0026",
      "zh_CN": "早年我们跟李老师学经教，讲《礼记》的时候，讲到注解三礼，《周礼》、《仪礼》、《礼记》，郑康成，汉朝时候人，学三礼一定要看他的注解。郑康成酒量是真大，连他的老师都嫉妒他，他的老师是马融，也是汉朝大儒，官做得很大，相当于现在部长的阶级，他跟马融学了三年。现在讲，毕业的时候离开，马融带着他的学生，就是同学，到十里长亭去送他。在十里长亭亭子里面摆下酒宴，就想害他，让每个同学敬他三杯。你看，一百个人就三百杯。所以中国讲酒三百杯是有典故的，不是随便说的，就是马融跟郑康成饯行，让他喝三百杯酒。三百杯酒喝下去，连小小的礼节都不失，这酒量真了不起。他自己有智慧，马融想害他没有害到，成为汉朝一代大儒。",
      "zh_TW": "早年我們跟李老師學經教，講《禮記》的時候，講到註解三禮，《周禮》、《儀禮》、《禮記》，鄭康成，漢朝時候人，學三禮一定要看他的註解。鄭康成酒量是真大，連他的老師都嫉妒他，他的老師是馬融，也是漢朝大儒，官做得很大，相當於現在部長的階級，他跟馬融學了三年。現在講，畢業的時候離開，馬融帶著他的學生，就是同學，到十里長亭去送他。在十里長亭亭子裡面擺下酒宴，就想害他，讓每個同學敬他三杯。你看，一百個人就三百杯。所以中國講酒三百杯是有典故的，不是隨便說的，就是馬融跟鄭康成餞行，讓他喝三百杯酒。三百杯酒喝下去，連小小的禮節都不失，這酒量真了不起。他自己有智慧，馬融想害他沒有害到，成為漢朝一代大儒。"
    },
    {
      "id": "02-037-0467_p0027",
      "zh_CN": "因为马融心里晓得，他的一套学问只有郑玄，就是郑康成，他一个人全学会了，而且预计这个学生将来一定超过他。真超过老师，青出于蓝而胜于蓝，《汉书》里头有马融的传记、有郑玄的传记，真正是古人所说的「名师出高徒」。马融有一些嗜好，他断不了，可能饮酒就是一种。还有什么？喜欢音乐，他家里面养的有乐队，吃饭的时候有个帷幕，幕拉起来，那边是奏乐，唱歌、奏乐，他在这边一面是吃饭，一面是带宾客欣赏歌舞。这是古代富贵人家常有的事情。现代这是电视取而代之了。古时候吃饭有音乐伴奏的，现在普通人家也做得到。这是解释徙倚懈怠，表心中犹豫，放逸懒惰，唯图苟安自私，不能修身行善，这个在现在社会上非常普遍。",
      "zh_TW": "因為馬融心裡曉得，他的一套學問只有鄭玄，就是鄭康成，他一個人全學會了，而且預計這個學生將來一定超過他。真超過老師，青出於藍而勝於藍，《漢書》裡頭有馬融的傳記、有鄭玄的傳記，真正是古人所說的「名師出高徒」。馬融有一些嗜好，他斷不了，可能飲酒就是一種。還有什麼？喜歡音樂，他家裡面養的有樂隊，吃飯的時候有個帷幕，幕拉起來，那邊是奏樂，唱歌、奏樂，他在這邊一面是吃飯，一面是帶賓客欣賞歌舞。這是古代富貴人家常有的事情。現代這是電視取而代之了。古時候吃飯有音樂伴奏的，現在普通人家也做得到。這是解釋徙倚懈怠，表心中猶豫，放逸懶惰，唯圖苟安自私，不能修身行善，這個在現在社會上非常普遍。"
    },
    {
      "id": "02-037-0467_p0028",
      "zh_CN": "所以底下说，『不肯作善、治身修业』。这个作善，今天所谓的公益慈善事业，虽然有大财富，不肯拿出来。「治身修业」，这个业是指正业。「表恶人不肯自修其身，不务正业」，这是真的，他的事业都是自私自利。现在这种观念变成世人一般的所谓时尚，这就麻烦了。古人最自私，没错，但是生意上还是货真价实。现在的商场出现了伪造、伪劣品，这个可怕。这是什么？这个行为是谋财害命。欺骗你，东西卖给你，不是真的，让你吃了会生病，吃了会要命的，这还得了吗？现在医药假的多，生病不敢吃药，不吃药还能活下去，吃了药可能命就没有了。再有饮食，饮食里头很多掺杂化学品，对人健康都有问题。",
      "zh_TW": "所以底下說，『不肯作善、治身修業』。這個作善，今天所謂的公益慈善事業，雖然有大財富，不肯拿出來。「治身修業」，這個業是指正業。「表惡人不肯自修其身，不務正業」，這是真的，他的事業都是自私自利。現在這種觀念變成世人一般的所謂時尚，這就麻煩了。古人最自私，沒錯，但是生意上還是貨真價實。現在的商場出現了偽造、偽劣品，這個可怕。這是什麼？這個行為是謀財害命。欺騙你，東西賣給你，不是真的，讓你吃了會生病，吃了會要命的，這還得了嗎？現在醫藥假的多，生病不敢吃藥，不吃藥還能活下去，吃了藥可能命就沒有了。再有飲食，飲食裡頭很多摻雜化學品，對人健康都有問題。"
    },
    {
      "id": "02-037-0467_p0029",
      "zh_CN": "这种现象在古时候是决定没有的，我们可以说三十年前社会上还没有这个现象，这是最近的。三十年前，你到摊贩里面吃东西很放心。我第一次到香港来讲经，三十五年前，一九七七年，无论哪个摊贩去吃东西，放心，没有说提心吊胆的。现在不敢，现在连五星级的酒店都不敢，恐怕它还有假东西。从前旅行，在飞机上，我们也是习惯自己带便当，那是什么？喜欢吃的东西。飞机上的东西也没有问题，从来不担心。现在坐飞机担心了，飞机上茶我不敢喝，茶有农药、有化肥，在飞机上只喝它的开水。它的饭菜我不吃，我们还是自己带一点路上吃。这世界成什么世界？为非作歹的人多，没人管。人活在这个世间很辛苦，佛在这个经上说的，这世间人「饮苦食毒」，六十年前我们读这个经，那个时候想释迦牟尼佛说的话太重了，怎么能这样说法？饮苦食毒。现在这个社会，看到这个经文，释迦牟尼佛三千年前就晓得今天社会状况。现在人就开始饮苦食毒，往后怎么办？所以人不务正业，麻烦大了，这个罪过重。",
      "zh_TW": "這種現象在古時候是決定沒有的，我們可以說三十年前社會上還沒有這個現象，這是最近的。三十年前，你到攤販裡面吃東西很放心。我第一次到香港來講經，三十五年前，一九七七年，無論哪個攤販去吃東西，放心，沒有說提心弔膽的。現在不敢，現在連五星級的酒店都不敢，恐怕它還有假東西。從前旅行，在飛機上，我們也是習慣自己帶便當，那是什麼？喜歡吃的東西。飛機上的東西也沒有問題，從來不擔心。現在坐飛機擔心了，飛機上茶我不敢喝，茶有農藥、有化肥，在飛機上只喝它的開水。它的飯菜我不吃，我們還是自己帶一點路上吃。這世界成什麼世界？為非作歹的人多，沒人管。人活在這個世間很辛苦，佛在這個經上說的，這世間人「飲苦食毒」，六十年前我們讀這個經，那個時候想釋迦牟尼佛說的話太重了，怎麼能這樣說法？飲苦食毒。現在這個社會，看到這個經文，釋迦牟尼佛三千年前就曉得今天社會狀況。現在人就開始飲苦食毒，往後怎麼辦？所以人不務正業，麻煩大了，這個罪過重。"
    },
    {
      "id": "02-037-0467_p0030",
      "zh_CN": "「其人对父母之教诲，则违戾反逆」，「违」是违背，「戾」是狠暴。下面给我们解释，「违戾具狠毒背叛之义，反逆者忤逆不孝」。现在儿女杀父母的已经不是新闻，兄弟互相残杀，朋友互相残杀，杀父母、杀老师时有所闻。这世界怎么会变成这个样子？「父母有子犹如冤家，故云不如无子」，这儿子不孝。「如是恶子，辜负慈恩，故云负恩。违背礼义，故云违义」。实在说，现在人不懂得什么叫恩，不懂得什么叫孝，没有人教他。学校教育，不教恩、不教义、不教孝，不要了，学校所学的都是科学技术、创造发明，都搞这些，把怎么样做人这桩事情没有人过问了。所以现在年轻人会做事，不会做人。这些会做事，企业老板不敢用，每年学校培养人才不少，硕士、博士，企业老板找不到人才。",
      "zh_TW": "「其人對父母之教誨，則違戾反逆」，「違」是違背，「戾」是狠暴。下面給我們解釋，「違戾具狠毒背叛之義，反逆者忤逆不孝」。現在兒女殺父母的已經不是新聞，兄弟互相殘殺，朋友互相殘殺，殺父母、殺老師時有所聞。這世界怎麼會變成這個樣子？「父母有子猶如冤家，故云不如無子」，這兒子不孝。「如是惡子，辜負慈恩，故云負恩。違背禮義，故云違義」。實在說，現在人不懂得什麼叫恩，不懂得什麼叫孝，沒有人教他。學校教育，不教恩、不教義、不教孝，不要了，學校所學的都是科學技術、創造發明，都搞這些，把怎麼樣做人這樁事情沒有人過問了。所以現在年輕人會做事，不會做人。這些會做事，企業老闆不敢用，每年學校培養人才不少，碩士、博士，企業老闆找不到人才。"
    },
    {
      "id": "02-037-0467_p0031",
      "zh_CN": "「无有报偿，表对于父母之恩德，全无报答」。在外国，我在美国住了不少年，美国的年轻人满十六岁离开家庭了，家里面父母不再过问，他成人了，可以自立了。有些离开家庭，跟父母一生都没有往来。有些，父母生日、过年寄一张卡片，父母就非常安慰，小孩还没有把我忘记。所以，外国到年老真是可怜，我们中国人讲举目无亲，一点都不假。所以老人，我们在美国是美国最富强的时候，人年老了，退休了，国家有养老金，按月寄给你，物质生活没有问题，精神生活完全没有。在养老院就孤家寡人，每天坐在椅子上晒太阳，没有人讲话。他们住老人院的，同住在一个老人院，也都不说话的，你说他心里头多郁闷。我们中国人所谓的坐吃等死，老人院里一个星期总有一、二个过世的，看到一个一个抬走了，他在那里等着，哪一天轮到自己。你看多可怜！",
      "zh_TW": "「無有報償，表對於父母之恩德，全無報答」。在外國，我在美國住了不少年，美國的年輕人滿十六歲離開家庭了，家裡面父母不再過問，他成人了，可以自立了。有些離開家庭，跟父母一生都沒有往來。有些，父母生日、過年寄一張卡片，父母就非常安慰，小孩還沒有把我忘記。所以，外國到年老真是可憐，我們中國人講舉目無親，一點都不假。所以老人，我們在美國是美國最富強的時候，人年老了，退休了，國家有養老金，按月寄給你，物質生活沒有問題，精神生活完全沒有。在養老院就孤家寡人，每天坐在椅子上曬太陽，沒有人講話。他們住老人院的，同住在一個老人院，也都不說話的，你說他心裡頭多鬱悶。我們中國人所謂的坐吃等死，老人院裡一個星期總有一、二個過世的，看到一個一個抬走了，他在那裡等著，哪一天輪到自己。你看多可憐！"
    },
    {
      "id": "02-037-0467_p0032",
      "zh_CN": "我们看到这种情形，想到中国过去的大家庭，过去大家庭好，养老、育幼是家庭的责任。所谓落叶归根，年岁大了，退休了，归根是回老家养老，享受天伦之乐。从前大家庭，不分家的，家有养老的义务。你自己在外面工作，赚的钱，除了自己生活之外，全寄到家里去。自己有困难，家是你唯一最可靠的支持者，它一定照顾你。一个人一生是以家为中心，荣宗耀祖，光大门楣，是家庭每个人都要尽到的责任。所以育幼、教学是家庭管的事情，不是父母，家有家学，私塾就是家庭子弟学校，养老。大家庭虽然没有个人自由，因为每个人都要守规矩，不守规矩，家就乱了，它是团体，它不是个人生活的，它是社会行为。所以，能治家就能治国，国是家的扩大。受拘束虽然多一点，但是老年快乐，真快乐，儿孙绕膝。一般家庭的活动中心就是祠堂，祠堂平时没事没用处，只有春秋两次祭祀，祭祀也不过用三天，平常就是老人的活动中心，养老的地方，小孩的活动中心，私塾学校就安立在祠堂。小朋友下课跟老人玩在一起，都是一家人，长幼和合在一起，那种亲情、亲爱都能显示得出来，这是今天社会想像不到。",
      "zh_TW": "我們看到這種情形，想到中國過去的大家庭，過去大家庭好，養老、育幼是家庭的責任。所謂落葉歸根，年歲大了，退休了，歸根是回老家養老，享受天倫之樂。從前大家庭，不分家的，家有養老的義務。你自己在外面工作，賺的錢，除了自己生活之外，全寄到家裡去。自己有困難，家是你唯一最可靠的支持者，它一定照顧你。一個人一生是以家為中心，榮宗耀祖，光大門楣，是家庭每個人都要盡到的責任。所以育幼、教學是家庭管的事情，不是父母，家有家學，私塾就是家庭子弟學校，養老。大家庭雖然沒有個人自由，因為每個人都要守規矩，不守規矩，家就亂了，它是團體，它不是個人生活的，它是社會行為。所以，能治家就能治國，國是家的擴大。受拘束雖然多一點，但是老年快樂，真快樂，兒孫繞膝。一般家庭的活動中心就是祠堂，祠堂平時沒事沒用處，只有春秋兩次祭祀，祭祀也不過用三天，平常就是老人的活動中心，養老的地方，小孩的活動中心，私塾學校就安立在祠堂。小朋友下課跟老人玩在一起，都是一家人，長幼和合在一起，那種親情、親愛都能顯示得出來，這是今天社會想像不到。"
    },
    {
      "id": "02-037-0467_p0033",
      "zh_CN": "深圳有七个家庭到我这里来过，这七个家庭都向往过去的大家庭。他们没有血缘关系，但是很想这七个家庭组成一个家庭，组成一个大家庭，把过去大家庭的道风，家道、家规、家学、家业、家风树立起来。这是个好事情，就像表演一样，做给社会大家看看，大家庭好不好，让大家细心再好好评估一下。我相信这个大家庭要建立，参观的人很多，希望到这个家庭来过几天，跟你家庭生活的人一定很多。这是好事，这是中国传统文化，非常难得。这样一个家庭，我问他，现在有多少人？五、六十个人。他们还希望能再有几个人家参加，因为现在七家，他们希望到十家，人数大概一百人左右。自己办私塾，也建立一个小祠堂，祠堂虽然小，里面供万姓先祖牌位，每个家族祖宗都有牌位供在里面。这桩事情值得去做，让现在人回味中国古代的家庭，典籍里头所说的齐家、治国、平天下。现在读这个齐家，没有人有概念，不知道什么叫齐家，因为家没有了。五伦的关系没有了，五常的德行没有了，连四维、八德全没有了，这就是中国传统文化存亡最重要的关头。我们这一代不觉悟，教给下一代那就有困难；下一代做不到，我们的传统就断绝了。所以，这一代的是关键的时代，不能不认真努力。今天一定要做出榜样，学说没有用处，要真正做出来才起作用。",
      "zh_TW": "深圳有七個家庭到我這裡來過，這七個家庭都嚮往過去的大家庭。他們沒有血緣關係，但是很想這七個家庭組成一個家庭，組成一個大家庭，把過去大家庭的道風，家道、家規、家學、家業、家風樹立起來。這是個好事情，就像表演一樣，做給社會大家看看，大家庭好不好，讓大家細心再好好評估一下。我相信這個大家庭要建立，參觀的人很多，希望到這個家庭來過幾天，跟你家庭生活的人一定很多。這是好事，這是中國傳統文化，非常難得。這樣一個家庭，我問他，現在有多少人？五、六十個人。他們還希望能再有幾個人家參加，因為現在七家，他們希望到十家，人數大概一百人左右。自己辦私塾，也建立一個小祠堂，祠堂雖然小，裡面供萬姓先祖牌位，每個家族祖宗都有牌位供在裡面。這樁事情值得去做，讓現在人回味中國古代的家庭，典籍裡頭所說的齊家、治國、平天下。現在讀這個齊家，沒有人有概念，不知道什麼叫齊家，因為家沒有了。五倫的關係沒有了，五常的德行沒有了，連四維、八德全沒有了，這就是中國傳統文化存亡最重要的關頭。我們這一代不覺悟，教給下一代那就有困難；下一代做不到，我們的傳統就斷絕了。所以，這一代的是關鍵的時代，不能不認真努力。今天一定要做出榜樣，學說沒有用處，要真正做出來才起作用。"
    },
    {
      "id": "02-037-0467_p0034",
      "zh_CN": "宗教教学亦复如是，上次访问泰国，我的目的是向泰皇建议，在泰国建一个佛教圣城，划一个特别地区，把佛教在这个地方做出来。真正落实大小乘兼有的四个科目，五戒、十善、六和、六度，这个小城里头每个人都做到，这就是佛教圣城。这里面天天讲经、天天教学，人人都能够坚持五戒、十善、六和敬、六波罗蜜。对全世界开放，让大家来看看什么是佛教，到这里来你看到了。中国传统文化的圣城，实际上也是四个科目，五伦、五常、四维、八德，也就这四科。把这个做到，这中国传统文化城，你就看到了。做出来给你看，你要看到好，你就学习，确实可以帮助这个社会化解所有一切的病痛，回归到安稳和谐。中国历史上的盛世，可以在今天重现，全在教育。",
      "zh_TW": "宗教教學亦復如是，上次訪問泰國，我的目的是向泰皇建議，在泰國建一個佛教聖城，劃一個特別地區，把佛教在這個地方做出來。真正落實大小乘兼有的四個科目，五戒、十善、六和、六度，這個小城裡頭每個人都做到，這就是佛教聖城。這裡面天天講經、天天教學，人人都能夠堅持五戒、十善、六和敬、六波羅蜜。對全世界開放，讓大家來看看什麼是佛教，到這裡來你看到了。中國傳統文化的聖城，實際上也是四個科目，五倫、五常、四維、八德，也就這四科。把這個做到，這中國傳統文化城，你就看到了。做出來給你看，你要看到好，你就學習，確實可以幫助這個社會化解所有一切的病痛，回歸到安穩和諧。中國歷史上的盛世，可以在今天重現，全在教育。"
    },
    {
      "id": "02-037-0467_p0035",
      "zh_CN": "中国传统东西典籍存在，没有失掉，佛法的经典也存在，也没有失掉，没人学。首先找一批人，不用多，一、二百人就够了，真正发心学习，要真正去落实。自己没做到不能教别人，人家不相信。五戒做到了，十善落实了，六和实现了，六和敬，最重要的不是叫别人跟我和，不是这个，我要跟别人和。求别人对我和难，求我跟别人和。能有一百个自动自发与大家和睦相处，就能感化这个地区，就能感化很多人。我们过去在汤池做过实验，做成功了。现在我们想在马六甲做实验，在马来西亚，在那边建一个汉学院，希望汉学院的老师能做到。以这个为中心，慢慢向外扩大，首先，我们四面的邻居先影响他，再慢慢的扩大到一个城市。",
      "zh_TW": "中國傳統東西典籍存在，沒有失掉，佛法的經典也存在，也沒有失掉，沒人學。首先找一批人，不用多，一、二百人就夠了，真正發心學習，要真正去落實。自己沒做到不能教別人，人家不相信。五戒做到了，十善落實了，六和實現了，六和敬，最重要的不是叫別人跟我和，不是這個，我要跟別人和。求別人對我和難，求我跟別人和。能有一百個自動自發與大家和睦相處，就能感化這個地區，就能感化很多人。我們過去在湯池做過實驗，做成功了。現在我們想在馬六甲做實驗，在馬來西亞，在那邊建一個漢學院，希望漢學院的老師能做到。以這個為中心，慢慢向外擴大，首先，我們四面的鄰居先影響他，再慢慢的擴大到一個城市。"
    },
    {
      "id": "02-037-0467_p0036",
      "zh_CN": "我们在图文巴十年，做了一桩事情，平等对待、和睦相处。这个小城里头十万人，居民十万人，有八十多个族群，有一百多种语言，真的是多元文化，能够生活在这个地方，都像兄弟姊妹一样相亲相爱，互相尊重、互相关怀、互助合作。现在这个小城，里面十多个宗教的领导人，大家团结一致，想把这个小城做成世界上第一个多元文化和谐示范城市，好！我要求这些道友们，不同的宗教里的朋友们，我给他的时间是一年，明年，你们真正落实了，我们宗教团结了。宗教互相学习，学习我自己的经典，我也要学习别的宗教经典，这样宗教才真正团结。为什么？有经典做根据，宗教与宗教之间的冲突不会再发生。尊重宗教信仰自由，绝不拉信徒。宗教最害怕的是拉信徒，我们在那里十年，没有拉任何信徒，尊重他所信的宗教，所以他跟我相处很放心。",
      "zh_TW": "我們在圖文巴十年，做了一樁事情，平等對待、和睦相處。這個小城裡頭十萬人，居民十萬人，有八十多個族群，有一百多種語言，真的是多元文化，能夠生活在這個地方，都像兄弟姊妹一樣相親相愛，互相尊重、互相關懷、互助合作。現在這個小城，裡面十多個宗教的領導人，大家團結一致，想把這個小城做成世界上第一個多元文化和諧示範城市，好！我要求這些道友們，不同的宗教裡的朋友們，我給他的時間是一年，明年，你們真正落實了，我們宗教團結了。宗教互相學習，學習我自己的經典，我也要學習別的宗教經典，這樣宗教才真正團結。為什麼？有經典做根據，宗教與宗教之間的衝突不會再發生。尊重宗教信仰自由，絕不拉信徒。宗教最害怕的是拉信徒，我們在那裡十年，沒有拉任何信徒，尊重他所信的宗教，所以他跟我相處很放心。"
    },
    {
      "id": "02-037-0467_p0037",
      "zh_CN": "我要求大家的方法，就是宗教要回归到教育，经典一定要详细讲解，每一个宗教道场都讲经，好！那些祈祷仪式是附带的，那不是主要的，主要的是教学。祈祷仪式是我们的联欢晚会，庆典，宗教里头的庆典，我们大家都去参加，挺热闹的。我还记得二０００年的圣诞夜，那一次我在新加坡，在新加坡的天主教教堂，晚上做弥撒。我们出家人穿袍搭衣，五十多个出家人参加教堂，他们从来没有过，欢喜！宗教真的可以团结，真的可以做到平等对待、和睦相处，可以带动社会的安定和平，可以化解很多冲突。",
      "zh_TW": "我要求大家的方法，就是宗教要回歸到教育，經典一定要詳細講解，每一個宗教道場都講經，好！那些祈禱儀式是附帶的，那不是主要的，主要的是教學。祈禱儀式是我們的聯歡晚會，慶典，宗教裡頭的慶典，我們大家都去參加，挺熱鬧的。我還記得二０００年的聖誕夜，那一次我在新加坡，在新加坡的天主教教堂，晚上做彌撒。我們出家人穿袍搭衣，五十多個出家人參加教堂，他們從來沒有過，歡喜！宗教真的可以團結，真的可以做到平等對待、和睦相處，可以帶動社會的安定和平，可以化解很多衝突。"
    },
    {
      "id": "02-037-0467_p0038",
      "zh_CN": "我们再看下面一段经文，「情义俱无」。这题目看起来都很可怕，人活在世间，情义没有了，这跟禽兽距离就不远了。请看经文：",
      "zh_TW": "我們再看下面一段經文，「情義俱無」。這題目看起來都很可怕，人活在世間，情義沒有了，這跟禽獸距離就不遠了。請看經文："
    },
    {
      "id": "02-037-0467_p0039",
      "zh_CN": "【放恣。游散。耽酒。嗜美。鲁扈。抵突。不识人情。无义无礼。不可谏晓。六亲眷属。资用有无。不能忧念。不惟父母之恩。不存师友之义。】",
      "zh_TW": "【放恣。遊散。耽酒。嗜美。魯扈。抵突。不識人情。無義無禮。不可諫曉。六親眷屬。資用有無。不能憂念。不惟父母之恩。不存師友之義。】"
    },
    {
      "id": "02-037-0467_p0040",
      "zh_CN": "这一段经文不就是现前社会的写实吗？中国人自古以来是伦常大道，最重视人跟人的关系，祖宗世世代代教人，所谓没有伦外之人，这个伦就是五伦。五伦是说关系，关系的核心是父子，就是父母跟儿女，父子有亲，这亲就是亲爱。父母对儿女的亲爱在什么时候看见？最明显的，三个月到四个月。婴儿在三、四个月的时候，你去看，父母对他的爱，他对父母的爱，他虽然不会说话，你看他的眼神、看他的动作，他对父母的爱，那是什么？天性，没人教，自然的。让我们细心去观察，看到了。千万年前的老祖宗就看出来了，看出来怎么想法？如何把这种亲爱永远保持，一生不会改变，老祖宗有这么一个愿望。用什么方法？用教学。教学是个手段，教学的目的是把这种天性永恒保持。第二个目的，把这种亲爱扩大，让他能爱自己的亲族，他的兄弟姊妹，他的祖父母、曾祖父母、高祖父母，他的伯伯、叔叔，爱他这一族，中国从前教育目的在此地。然后扩大，爱邻居、爱乡里、爱社会、爱国家，最后，凡是人，皆须爱。",
      "zh_TW": "這一段經文不就是現前社會的寫實嗎？中國人自古以來是倫常大道，最重視人跟人的關係，祖宗世世代代教人，所謂沒有倫外之人，這個倫就是五倫。五倫是說關係，關係的核心是父子，就是父母跟兒女，父子有親，這親就是親愛。父母對兒女的親愛在什麼時候看見？最明顯的，三個月到四個月。嬰兒在三、四個月的時候，你去看，父母對他的愛，他對父母的愛，他雖然不會說話，你看他的眼神、看他的動作，他對父母的愛，那是什麼？天性，沒人教，自然的。讓我們細心去觀察，看到了。千萬年前的老祖宗就看出來了，看出來怎麼想法？如何把這種親愛永遠保持，一生不會改變，老祖宗有這麼一個願望。用什麼方法？用教學。教學是個手段，教學的目的是把這種天性永恆保持。第二個目的，把這種親愛擴大，讓他能愛自己的親族，他的兄弟姊妹，他的祖父母、曾祖父母、高祖父母，他的伯伯、叔叔，愛他這一族，中國從前教育目的在此地。然後擴大，愛鄰居、愛鄉里、愛社會、愛國家，最後，凡是人，皆須愛。"
    },
    {
      "id": "02-037-0467_p0041",
      "zh_CN": "中国的教育是爱的教育，它的目的不是升官发财，是教你做一个道道地地的好人，好人之好人就是圣人。读书志在圣贤，不在功名利禄，学佛志在成佛、成菩萨，于名闻利养不相干，目标要正确，道路要平直。这是中国先人、古圣先贤千万年来的教育，只要遵守，这个国家永远存在、永远兴旺；如果悖离，怕的会灭亡。人要到把伦常放弃了，父不父、子不子、君不君、臣不臣，这社会就乱了。道德没有了，不仁、不义、无礼、无智、无信，信用都不讲，这就是今天的社会，没有人不担心，没有人不挂念。",
      "zh_TW": "中國的教育是愛的教育，它的目的不是升官發財，是教你做一個道道地地的好人，好人之好人就是聖人。讀書志在聖賢，不在功名利祿，學佛志在成佛、成菩薩，於名聞利養不相干，目標要正確，道路要平直。這是中國先人、古聖先賢千萬年來的教育，只要遵守，這個國家永遠存在、永遠興旺；如果悖離，怕的會滅亡。人要到把倫常放棄了，父不父、子不子、君不君、臣不臣，這社會就亂了。道德沒有了，不仁、不義、無禮、無智、無信，信用都不講，這就是今天的社會，沒有人不擔心，沒有人不掛念。"
    },
    {
      "id": "02-037-0467_p0042",
      "zh_CN": "如何能将这个社会再帮助它回头，恢复安定和谐？英国人说的，中国人说不出来，忘掉了，英国汤恩比博士说的，「解决二十一世纪的世界社会问题，只有中国孔孟学说跟大乘佛法」，这英国人讲的。他讲的这个话我看到了，我从书本上看到，完全肯定，他说得一点都不错。孔孟学说是什么？「孔曰成仁，孟曰取义」，《论语》上说「夫子之道，忠恕而已」。我们从这里总结出孔孟四个字，仁、义、忠、恕，这四个字能救社会、能救国家、能救全世界。仁者爱人，这第一个先决条件，人要懂得自爱，然后懂得爱人。义是讲理，理就是合情、合法、合理。起心动念、言语造作与人情相应，与国法相应，不能违背人情、国法，情理法面面顾到，这生活里头有情趣。这个落实在教育，只要把教育办好，这个问题就能解决。现在我们发现唐太宗的《群书治要》，这是中国学术的精华，就如唐太宗所说的，这本书能救全世界。我们全心全力来推动，希望全世界人都能够学习。现在大家都讲找不到方法，这方法出来了，汤恩比博士介绍的。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "如何能將這個社會再幫助它回頭，恢復安定和諧？英國人說的，中國人說不出來，忘掉了，英國湯恩比博士說的，「解決二十一世紀的世界社會問題，只有中國孔孟學說跟大乘佛法」，這英國人講的。他講的這個話我看到了，我從書本上看到，完全肯定，他說得一點都不錯。孔孟學說是什麼？「孔曰成仁，孟曰取義」，《論語》上說「夫子之道，忠恕而已」。我們從這裡總結出孔孟四個字，仁、義、忠、恕，這四個字能救社會、能救國家、能救全世界。仁者愛人，這第一個先決條件，人要懂得自愛，然後懂得愛人。義是講理，理就是合情、合法、合理。起心動念、言語造作與人情相應，與國法相應，不能違背人情、國法，情理法面面顧到，這生活裡頭有情趣。這個落實在教育，只要把教育辦好，這個問題就能解決。現在我們發現唐太宗的《群書治要》，這是中國學術的精華，就如唐太宗所說的，這本書能救全世界。我們全心全力來推動，希望全世界人都能夠學習。現在大家都講找不到方法，這方法出來了，湯恩比博士介紹的。好，今天時間到了，我們就學習到此地。"
    }
  ]
}