{
  "doc_id": "02-037-0577",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五七七集",
    "zh_TW": "第五七七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0577",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0577_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一一０四页第五行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一一０四頁第五行，從當中看起："
    },
    {
      "id": "02-037-0577_p0002",
      "zh_CN": "「《观经妙宗钞》曰」，这是天台大师注解的《观无量寿佛经》，也是非常有名的注子。另外一个注解是善导大师注的，叫《四帖疏》，我们净土宗第二代祖师。这个注解里头统统都引用了，而且引用得很多。学天台的人，学《观经》都用《妙宗钞》，台宗祖师说的。而且智者大师往生是念佛生极乐世界的，所以天台宗的祖师大德很多临命终时都是念佛往生净土。《钞》里面讲，「若破见思名位不退」，破见思就是证阿罗汉果，「则永不失超凡假」。这个意思就是指永远超出于凡夫的假有，所以他不会失去超凡假。「伏断尘沙名行不退，则永不失菩萨之行」。他对于诸法实相有相当深度的认知，对于一切众生的背道而驰他清楚，所以他教化，他很有耐心。",
      "zh_TW": "「《觀經妙宗鈔》曰」，這是天台大師註解的《觀無量壽佛經》，也是非常有名的註子。另外一個註解是善導大師註的，叫《四帖疏》，我們淨土宗第二代祖師。這個註解裡頭統統都引用了，而且引用得很多。學天台的人，學《觀經》都用《妙宗鈔》，台宗祖師說的。而且智者大師往生是念佛生極樂世界的，所以天台宗的祖師大德很多臨命終時都是念佛往生淨土。《鈔》裡面講，「若破見思名位不退」，破見思就是證阿羅漢果，「則永不失超凡假」。這個意思就是指永遠超出於凡夫的假有，所以他不會失去超凡假。「伏斷塵沙名行不退，則永不失菩薩之行」。他對於諸法實相有相當深度的認知，對於一切眾生的背道而馳他清楚，所以他教化，他很有耐心。"
    },
    {
      "id": "02-037-0577_p0003",
      "zh_CN": "一个从小失教的儿童，悖逆是正常的。如果从小失教，他还能遵循着道德的规律，这个人决定不是凡人，佛菩萨再来的。凡人哪有不学坏的道理！佛菩萨来应化，有，不多。可是人必须要教，现在教学非常困难，不但小孩他不相信，大人也不相信。他的父母不相信，今天小孩从小就教竞争。我在二００二年，我跟昆士兰大学第一次接触。０一年的九一一，美国的世贸中心被毁掉，恐怖战争起来了。第二年的春天，校长找我，他派了两位教授到图文巴来看我。邀请我跟他们和平学院的教授举行一次座谈会，讨论的主题就是如何消弭冲突，促进社会安定和平。我才知道大学里头有和平学院，很少学校有，才了解全世界只有八个学校设有和平学院，它有学位，有博士、硕士学位。这些学生毕业之后，多半在联合国服务，他们的工作是调停国际上的争端，就是化解冲突。化解是我们说的，我们说成习惯了，他们不是，消弭冲突。我们东方人比他们温和，你看医生，西方人就是消毒，那个毒要消灭掉，我们中国人讲解毒，把毒解开。所以西方人这个心、语气都狠。这跟学校接触了，种到以后这些国际上活动的缘分，就从这儿开始。",
      "zh_TW": "一個從小失教的兒童，悖逆是正常的。如果從小失教，他還能遵循著道德的規律，這個人決定不是凡人，佛菩薩再來的。凡人哪有不學壞的道理！佛菩薩來應化，有，不多。可是人必須要教，現在教學非常困難，不但小孩他不相信，大人也不相信。他的父母不相信，今天小孩從小就教競爭。我在二００二年，我跟昆士蘭大學第一次接觸。０一年的九一一，美國的世貿中心被毀掉，恐怖戰爭起來了。第二年的春天，校長找我，他派了兩位教授到圖文巴來看我。邀請我跟他們和平學院的教授舉行一次座談會，討論的主題就是如何消弭衝突，促進社會安定和平。我才知道大學裡頭有和平學院，很少學校有，才了解全世界只有八個學校設有和平學院，它有學位，有博士、碩士學位。這些學生畢業之後，多半在聯合國服務，他們的工作是調停國際上的爭端，就是化解衝突。化解是我們說的，我們說成習慣了，他們不是，消弭衝突。我們東方人比他們溫和，你看醫生，西方人就是消毒，那個毒要消滅掉，我們中國人講解毒，把毒解開。所以西方人這個心、語氣都狠。這跟學校接觸了，種到以後這些國際上活動的緣分，就從這兒開始。"
    },
    {
      "id": "02-037-0577_p0004",
      "zh_CN": "在座谈会当中，坐在我对面的是一位美国籍的教授，是资深教授，坐到我对面。我就向他请教，我说美国的教育是不是从幼儿园就开始教他竞争？他说是的，小学、中学、大学、研究所，没有不教竞争的。我说竞争再提升是什么？我问他这个话，他愣住了，他不知道用什么来回答我。我继续告诉他，竞争提升就是斗争，斗争再提升就是战争。今天战争是核武、生化，是人类毁灭的战争。我说，这种理念是世界末日的理念，把人带到世界末日。这个战争没有胜负，同归于尽，真的，大家活得不耐烦了，全死。何况核武战争、生化战争，就是佛经上讲的小三灾。",
      "zh_TW": "在座談會當中，坐在我對面的是一位美國籍的教授，是資深教授，坐到我對面。我就向他請教，我說美國的教育是不是從幼兒園就開始教他競爭？他說是的，小學、中學、大學、研究所，沒有不教競爭的。我說競爭再提升是什麼？我問他這個話，他愣住了，他不知道用什麼來回答我。我繼續告訴他，競爭提升就是鬥爭，鬥爭再提升就是戰爭。今天戰爭是核武、生化，是人類毀滅的戰爭。我說，這種理念是世界末日的理念，把人帶到世界末日。這個戰爭沒有勝負，同歸於盡，真的，大家活得不耐煩了，全死。何況核武戰爭、生化戰爭，就是佛經上講的小三災。"
    },
    {
      "id": "02-037-0577_p0005",
      "zh_CN": "佛经上讲的大三灾、小三灾，我们多少年都搞不清楚，不了解事实真相。小三灾，第一个是战争，战争是多长时间？七天，七天七夜刀兵劫，就是战争。接着是七个月七天瘟疫，瘟疫之后又接着七年七个月七天饥饿，这叫小三灾。我们不懂，抗战期间我们非常辛苦跟日本人打了八年，不算刀兵劫，小三灾刀兵劫是七天。一直到我们有机会到日本去游览、观光，到长崎、广岛一看，恍然大悟，原来就是核武战争。那里只丢了一颗原子弹，不是七天七夜，只是一颗，可是这一颗原子弹下去之后，当时死了八万多人。七个月，就是半年多，是什么？就是核辐射。感染核辐射的病非常痛苦，现在还有人，大概很少了，我去的时候应该是三十多年前，第一次到日本去参观访问，那个时候还有。人就像白痴一样，头发都没有，有的是手、脚都没有，就是一口气不断，非常可怜！接着，原子弹炸过的地方，我们去是第八年、第九年，地上才长草。被炸的地方，大概要七、八年地上才会生草。你就晓得，那么长的时间，地上所有植物都不能长成，那人不就饥饿吗？我们才知道，佛经上佛所讲的小三灾是核武战争。",
      "zh_TW": "佛經上講的大三災、小三災，我們多少年都搞不清楚，不了解事實真相。小三災，第一個是戰爭，戰爭是多長時間？七天，七天七夜刀兵劫，就是戰爭。接著是七個月七天瘟疫，瘟疫之後又接著七年七個月七天飢餓，這叫小三災。我們不懂，抗戰期間我們非常辛苦跟日本人打了八年，不算刀兵劫，小三災刀兵劫是七天。一直到我們有機會到日本去遊覽、觀光，到長崎、廣島一看，恍然大悟，原來就是核武戰爭。那裡只丟了一顆原子彈，不是七天七夜，只是一顆，可是這一顆原子彈下去之後，當時死了八萬多人。七個月，就是半年多，是什麼？就是核輻射。感染核輻射的病非常痛苦，現在還有人，大概很少了，我去的時候應該是三十多年前，第一次到日本去參觀訪問，那個時候還有。人就像白痴一樣，頭髮都沒有，有的是手、腳都沒有，就是一口氣不斷，非常可憐！接著，原子彈炸過的地方，我們去是第八年、第九年，地上才長草。被炸的地方，大概要七、八年地上才會生草。你就曉得，那麼長的時間，地上所有植物都不能長成，那人不就飢餓嗎？我們才知道，佛經上佛所講的小三災是核武戰爭。"
    },
    {
      "id": "02-037-0577_p0006",
      "zh_CN": "今天拥有核武的国家很多，储存的核弹，一颗炸弹可以毁灭一个城市，可以炸死一百万人。科学家估计的是应该有五万多枚，全世界像样的城市就全部炸光了。这是人类真正的大灾难，这不是自然灾害，这是人为的。要是受过中国教育，决定不会把造原子弹这种理论、方法教人，这是最不道德的。这些科学技术，中国人不是没有，不干、不造，它没有好处，人享受科学技术的便利是非常有限，后患无穷。第一个大忧患，从前人没有的，发明这些东西，人没有安全感，这个威胁多大！古人有安全感，现在人没有安全感，科学发达，安全感没有了。这是人类最严重的威胁、最大的威胁，有智慧、有道德的人怎么肯干这个事情？我们很不幸，对西方这些科学技术好奇，把自己老祖宗的东西疏忽了，认为老祖宗没有人家厉害，没有人家那么聪明，把老祖宗的教诲疏忽了，一昧去学外国人。今天中国社会变成这个样子，其来有自，不能责怪任何人，两百年累积的错误的观念、错误的想法，造成今天的后果。",
      "zh_TW": "今天擁有核武的國家很多，儲存的核彈，一顆炸彈可以毀滅一個城市，可以炸死一百萬人。科學家估計的是應該有五萬多枚，全世界像樣的城市就全部炸光了。這是人類真正的大災難，這不是自然災害，這是人為的。要是受過中國教育，決定不會把造原子彈這種理論、方法教人，這是最不道德的。這些科學技術，中國人不是沒有，不幹、不造，它沒有好處，人享受科學技術的便利是非常有限，後患無窮。第一個大憂患，從前人沒有的，發明這些東西，人沒有安全感，這個威脅多大！古人有安全感，現在人沒有安全感，科學發達，安全感沒有了。這是人類最嚴重的威脅、最大的威脅，有智慧、有道德的人怎麼肯幹這個事情？我們很不幸，對西方這些科學技術好奇，把自己老祖宗的東西疏忽了，認為老祖宗沒有人家厲害，沒有人家那麼聰明，把老祖宗的教誨疏忽了，一昧去學外國人。今天中國社會變成這個樣子，其來有自，不能責怪任何人，兩百年累積的錯誤的觀念、錯誤的想法，造成今天的後果。"
    },
    {
      "id": "02-037-0577_p0007",
      "zh_CN": "今天好，好在什么？全世界灾难现前了，不是一个局部的，全球性的。全球性都在讲竞争，没有一个国家不讲竞争，好像不竞争就不能够生存，只有竞争才可以生存。你死我才能够活，我死你才能活，要拼个你死我活，干这个。违背了人性，违背了因果，这就绝大的错误！中国社会成问题了，外国社会也成问题了。中国学外国的，外国现在聪明了，知道中国历史上所记载五千多年来长治久安，他就想到，那是什么原因造成的？现在有这种观念的人愈来愈多，到中国来找东西，到印度去找东西，去找智慧。这是个非常好的开端，中国人不要了，外国人要。外国人知道中国人有智慧，这是现在一般年轻人都承认，过去古代的中国人有智慧。这是真的，不是假的。",
      "zh_TW": "今天好，好在什麼？全世界災難現前了，不是一個局部的，全球性的。全球性都在講競爭，沒有一個國家不講競爭，好像不競爭就不能夠生存，只有競爭才可以生存。你死我才能夠活，我死你才能活，要拼個你死我活，幹這個。違背了人性，違背了因果，這就絕大的錯誤！中國社會成問題了，外國社會也成問題了。中國學外國的，外國現在聰明了，知道中國歷史上所記載五千多年來長治久安，他就想到，那是什麼原因造成的？現在有這種觀念的人愈來愈多，到中國來找東西，到印度去找東西，去找智慧。這是個非常好的開端，中國人不要了，外國人要。外國人知道中國人有智慧，這是現在一般年輕人都承認，過去古代的中國人有智慧。這是真的，不是假的。"
    },
    {
      "id": "02-037-0577_p0008",
      "zh_CN": "佛陀、菩萨有智慧，今天佛陀、菩萨都不在了，他们过去讲学这些著述留在世间，我们从这里面去挖宝、去发掘。可是方法、心态有问题，有人得到智慧，有人没得到。关键在哪里？关键完全在心态，你有真诚心、有恭敬心，一般人讲你有良心、你有使命感，你希望找到办法能化解地球的灾难。有这种心念，跟佛菩萨、圣贤的心念就接近，他们的东西你就看得懂。如果你是竞争的观念、斗争的观念，如何战胜别人的观念，他们这些东西你看不懂，就在你面前你也不认识。",
      "zh_TW": "佛陀、菩薩有智慧，今天佛陀、菩薩都不在了，他們過去講學這些著述留在世間，我們從這裡面去挖寶、去發掘。可是方法、心態有問題，有人得到智慧，有人沒得到。關鍵在哪裡？關鍵完全在心態，你有真誠心、有恭敬心，一般人講你有良心、你有使命感，你希望找到辦法能化解地球的災難。有這種心念，跟佛菩薩、聖賢的心念就接近，他們的東西你就看得懂。如果你是競爭的觀念、鬥爭的觀念，如何戰勝別人的觀念，他們這些東西你看不懂，就在你面前你也不認識。"
    },
    {
      "id": "02-037-0577_p0009",
      "zh_CN": "东方人教人，佛菩萨教人，放下竞争。竞争不是个好字眼，不是好名词，是灾难的泉源。中国人怎么教儿童？教让，学忍让。长大慢慢智慧开了，晓得谦让，进步了，谦虚，应该要让人。再提升，礼让。中国人是让到底，哪来的斗争？没有，没有战争。翻开中国的历史，中国自己里面有斗争，中国跟外国人没有斗争过，一次战争都没有发生过。而且对于周边的这些外国都非常厚道，使节常常有往来，人家进贡，就是送的礼物，中国皇上收了，但是回礼总是要多加一些，表示厚道。这种教育、这种理念，自自然然跟周边任何一个国家不会发生矛盾，不会发生冲突，中国确实有泱泱大国的风度。所以观念比什么都重要，一个错误的观念，遗毒很长的时间，很大的面积。现在因为资讯发达、交通便捷，很快就传染全球，所以灾难来得很快。我们要知道灾难的原因，然后才晓得用什么方法把它化解。",
      "zh_TW": "東方人教人，佛菩薩教人，放下競爭。競爭不是個好字眼，不是好名詞，是災難的泉源。中國人怎麼教兒童？教讓，學忍讓。長大慢慢智慧開了，曉得謙讓，進步了，謙虛，應該要讓人。再提升，禮讓。中國人是讓到底，哪來的鬥爭？沒有，沒有戰爭。翻開中國的歷史，中國自己裡面有鬥爭，中國跟外國人沒有鬥爭過，一次戰爭都沒有發生過。而且對於周邊的這些外國都非常厚道，使節常常有往來，人家進貢，就是送的禮物，中國皇上收了，但是回禮總是要多加一些，表示厚道。這種教育、這種理念，自自然然跟周邊任何一個國家不會發生矛盾，不會發生衝突，中國確實有泱泱大國的風度。所以觀念比什麼都重要，一個錯誤的觀念，遺毒很長的時間，很大的面積。現在因為資訊發達、交通便捷，很快就傳染全球，所以災難來得很快。我們要知道災難的原因，然後才曉得用什麼方法把它化解。"
    },
    {
      "id": "02-037-0577_p0010",
      "zh_CN": "所有的问题皆是教育出了问题，中国古人有两句话就把这个问题解答了，「子不教，人心坏了；家不齐，社会乱了」。现在子没有人教，现在家没有了，家不齐要改一句，人不学，不学古圣先贤的教诲，人不学，社会就乱了。古圣先贤这些东西，你现在跟人讲，人家不相信。我们的根，清朝末年，大家认为中国积弱的原因就是没有洋枪、大炮，以为这个是原因，错了！中国积弱的原因是把中国自己传统丢掉了，这个有志之士都说。祸根是慈禧太后，我们想慈禧太后掌权之后，她自己文化水平不高，看古人东西看不懂，又不愿意向别人请教，怕失去自己身分。自己有怀疑的，去问鬼、问神，她相信扶鸾。跟从前皇上不一样，以前皇帝遇到困难，找一些专家学者来请教，她不干这个事情。自称为老佛爷，历代的皇帝都是三宝弟子，称佛为老师的。她来个一百八十度的相反，她是老佛爷，把佛菩萨都放在下面，自己高高在上，不尊重儒释道。上行下效，让老百姓、让年轻的那一代对中国传统产生怀疑，这个头是她开的。认为中国这是积弱的一个原因，其实大错特错。对於伦理道德逐渐逐渐疏忽了，现在是完全没有了，看不见了。",
      "zh_TW": "所有的問題皆是教育出了問題，中國古人有兩句話就把這個問題解答了，「子不教，人心壞了；家不齊，社會亂了」。現在子沒有人教，現在家沒有了，家不齊要改一句，人不學，不學古聖先賢的教誨，人不學，社會就亂了。古聖先賢這些東西，你現在跟人講，人家不相信。我們的根，清朝末年，大家認為中國積弱的原因就是沒有洋槍、大炮，以為這個是原因，錯了！中國積弱的原因是把中國自己傳統丟掉了，這個有志之士都說。禍根是慈禧太后，我們想慈禧太后掌權之後，她自己文化水平不高，看古人東西看不懂，又不願意向別人請教，怕失去自己身分。自己有懷疑的，去問鬼、問神，她相信扶鸞。跟從前皇上不一樣，以前皇帝遇到困難，找一些專家學者來請教，她不幹這個事情。自稱為老佛爺，歷代的皇帝都是三寶弟子，稱佛為老師的。她來個一百八十度的相反，她是老佛爺，把佛菩薩都放在下面，自己高高在上，不尊重儒釋道。上行下效，讓老百姓、讓年輕的那一代對中國傳統產生懷疑，這個頭是她開的。認為中國這是積弱的一個原因，其實大錯特錯。對於倫理道德逐漸逐漸疏忽了，現在是完全沒有了，看不見了。"
    },
    {
      "id": "02-037-0577_p0011",
      "zh_CN": "可是谁都希望社会安定，谁都希望人与人能和睦相处，能有信心，我不相信别人，人家能相信我吗？我们要建立信心，首先我相信他，他骗我，我也相信他。骗了几次之后，他就不好意思再骗了。他知道我明白，我不是不知道，我知道你来骗我，我不责备你。所以，人还是有良心，人之初，性本善，讲得不错，希望你慢慢觉悟、慢慢回头。不欺骗人，能活得下去，何必做缺德的事情，何必制造社会动乱，这个罪非常非常的严重。看看历史上开国的帝王，为什么？打天下，杀多少人，做了皇上，死了之后在地狱，都堕地狱。真正有福报的，大福报的，投胎到他家去了，将来继承王位。他不要杀人，他一生书能读得好、能够爱国爱民，好皇帝，死了以后生天。真正好皇帝，不用武力也能够建立王朝，中国古时候有，夏商周。夏商周之前完全没有武力，完全靠德行，皇上也不传给自己儿子，找真正有道德的人、真正爱民如子的人，把这个位子传给他。从夏王启以后变成家天下，那个时候家天下，全国并没有统一，都是部落，大部落、小部落。所以很少有战争，战争规模也非常很小，伤亡很有限，社会安定，真正是长治久安。",
      "zh_TW": "可是誰都希望社會安定，誰都希望人與人能和睦相處，能有信心，我不相信別人，人家能相信我嗎？我們要建立信心，首先我相信他，他騙我，我也相信他。騙了幾次之後，他就不好意思再騙了。他知道我明白，我不是不知道，我知道你來騙我，我不責備你。所以，人還是有良心，人之初，性本善，講得不錯，希望你慢慢覺悟、慢慢回頭。不欺騙人，能活得下去，何必做缺德的事情，何必製造社會動亂，這個罪非常非常的嚴重。看看歷史上開國的帝王，為什麼？打天下，殺多少人，做了皇上，死了之後在地獄，都墮地獄。真正有福報的，大福報的，投胎到他家去了，將來繼承王位。他不要殺人，他一生書能讀得好、能夠愛國愛民，好皇帝，死了以後生天。真正好皇帝，不用武力也能夠建立王朝，中國古時候有，夏商周。夏商周之前完全沒有武力，完全靠德行，皇上也不傳給自己兒子，找真正有道德的人、真正愛民如子的人，把這個位子傳給他。從夏王啟以後變成家天下，那個時候家天下，全國並沒有統一，都是部落，大部落、小部落。所以很少有戰爭，戰爭規模也非常很小，傷亡很有限，社會安定，真正是長治久安。"
    },
    {
      "id": "02-037-0577_p0012",
      "zh_CN": "今天如果不做出实验，没人能相信，有实验、有宣传，不难。真正有个城市、县市，把「仁义忠恕」做到，把《弟子规》做到，把《感应篇》、《十善业》做到，这个社会就安定、就和谐。然后你宣传，宣传不必特别宣传，把这个城市里头的人民生活，从早到晚，每天到街头去访问，在电视里头广播，让大家都看到。你不相信，请你到那里去参观，你去看。大家相信了，相信他能做得到，我们也可以做到。这个社会恢复安定和平，我相信三年时间足够了，就能恢复到安定和谐。要没有这个工具，那没办法。这个工具好，这个工具毁灭了我们，还得用这个工具把它救起来。工具没有善恶，人心有善恶。",
      "zh_TW": "今天如果不做出實驗，沒人能相信，有實驗、有宣傳，不難。真正有個城市、縣市，把「仁義忠恕」做到，把《弟子規》做到，把《感應篇》、《十善業》做到，這個社會就安定、就和諧。然後你宣傳，宣傳不必特別宣傳，把這個城市裡頭的人民生活，從早到晚，每天到街頭去訪問，在電視裡頭廣播，讓大家都看到。你不相信，請你到那裡去參觀，你去看。大家相信了，相信他能做得到，我們也可以做到。這個社會恢復安定和平，我相信三年時間足夠了，就能恢復到安定和諧。要沒有這個工具，那沒辦法。這個工具好，這個工具毀滅了我們，還得用這個工具把它救起來。工具沒有善惡，人心有善惡。"
    },
    {
      "id": "02-037-0577_p0013",
      "zh_CN": "我们断恶行善、改邪归正，每个人都愿意，每个人都在想，就是没有人带头。我们自己这一生在做实验，佛教教学，这个实验产生效果。多少学佛的人心地善良，在这个染污的社会当中能够忍受，依旧做个好人，不贪财、不贪名利，本本分分做人，来生不失人身。可惜教的人太少了，如果在今天这个社会，像我们这样一心、专心教学，其他的什么都放下，有二十个、三十个人，对世界影响就大了。各个宗教都能够来讲学，用远程教学这个方法，我相信三、五年之中这个社会就安定了。这要靠谁？靠宗教。不要认为宗教是迷信，它不讲经、不教学就迷信，它讲经、教学，它一点都不迷信。因为什么？不讲经、不教学，那些宗教神职人员迷了，天天讲他就觉悟了，他就醒过来。他自己迷了，所以他的信徒也迷了，社会错误价值观他们就接受了。今天社会离开宗教，没救！离开宗教，你想去建一个和谐示范城，不可能。一定要靠有宗教信仰这些人团结起来，建立共识，来同心携手，这个示范城市可以做成功。轻视宗教教育的人会吃苦，总有二、三代苦，等他苦头吃尽了，他没有办法不回头了。",
      "zh_TW": "我們斷惡行善、改邪歸正，每個人都願意，每個人都在想，就是沒有人帶頭。我們自己這一生在做實驗，佛教教學，這個實驗產生效果。多少學佛的人心地善良，在這個染污的社會當中能夠忍受，依舊做個好人，不貪財、不貪名利，本本分分做人，來生不失人身。可惜教的人太少了，如果在今天這個社會，像我們這樣一心、專心教學，其他的什麼都放下，有二十個、三十個人，對世界影響就大了。各個宗教都能夠來講學，用遠程教學這個方法，我相信三、五年之中這個社會就安定了。這要靠誰？靠宗教。不要認為宗教是迷信，它不講經、不教學就迷信，它講經、教學，它一點都不迷信。因為什麼？不講經、不教學，那些宗教神職人員迷了，天天講他就覺悟了，他就醒過來。他自己迷了，所以他的信徒也迷了，社會錯誤價值觀他們就接受了。今天社會離開宗教，沒救！離開宗教，你想去建一個和諧示範城，不可能。一定要靠有宗教信仰這些人團結起來，建立共識，來同心攜手，這個示範城市可以做成功。輕視宗教教育的人會吃苦，總有二、三代苦，等他苦頭吃盡了，他沒有辦法不回頭了。"
    },
    {
      "id": "02-037-0577_p0014",
      "zh_CN": "《观经妙宗钞》里面讲的三不退，文字很简单，不难体会，是真的不是假的。放下见思，这个地方「破」就是放下，放下错误的见解、错误的思想，位就不退了。这个错误的思想、见解是有标准的，标准不是很高，小乘佛法的标准。放下，智慧开了，心地善良，懂得爱人，懂得帮助人，美德都出来了。这些美德是自性里头本来有的，不是外头来的。他们向上提升，再把尘沙烦恼断掉。尘沙是比喻，比喻多，像尘沙那么多。哪一类的烦恼？妄想、分别。人的妄想、分别像尘沙那么多，放下。因为他心是散乱的，散乱心没智慧，心力要集中，集中就有智慧。佛门礼节合掌，合掌表什么？散乱是十个指头分散的，代表散乱，合掌把十个归一，一心，合掌是代表一心，一心是最恭敬的，取这个意思。我们处事待人接物，要把散乱心放下，就是用真心、用一心待人。别人讲话我们专心来听，这是对他尊重。如果说视而不见、听而不闻，这对人很不礼貌、很不尊重。能够把妄想、杂念放下，心归到一处，智慧就开了。有智慧的人，能原谅那些做错事情的人，能原谅他们，为什么？他们没有受过教育，他们不知道，做错事情不能责怪他，要好好的去教他。",
      "zh_TW": "《觀經妙宗鈔》裡面講的三不退，文字很簡單，不難體會，是真的不是假的。放下見思，這個地方「破」就是放下，放下錯誤的見解、錯誤的思想，位就不退了。這個錯誤的思想、見解是有標準的，標準不是很高，小乘佛法的標準。放下，智慧開了，心地善良，懂得愛人，懂得幫助人，美德都出來了。這些美德是自性裡頭本來有的，不是外頭來的。他們向上提升，再把塵沙煩惱斷掉。塵沙是比喻，比喻多，像塵沙那麼多。哪一類的煩惱？妄想、分別。人的妄想、分別像塵沙那麼多，放下。因為他心是散亂的，散亂心沒智慧，心力要集中，集中就有智慧。佛門禮節合掌，合掌表什麼？散亂是十個指頭分散的，代表散亂，合掌把十個歸一，一心，合掌是代表一心，一心是最恭敬的，取這個意思。我們處事待人接物，要把散亂心放下，就是用真心、用一心待人。別人講話我們專心來聽，這是對他尊重。如果說視而不見、聽而不聞，這對人很不禮貌、很不尊重。能夠把妄想、雜念放下，心歸到一處，智慧就開了。有智慧的人，能原諒那些做錯事情的人，能原諒他們，為什麼？他們沒有受過教育，他們不知道，做錯事情不能責怪他，要好好的去教他。"
    },
    {
      "id": "02-037-0577_p0015",
      "zh_CN": "「若破无明名念不退，则不失中道正念」。无明是对于万事万物真相不了解，明是明白，就是不明白宇宙人生的真相。放下无明，就是你全都知道了，全都明白了。你看，都不是竞争，竞争不能破无明，竞争不能断尘沙，竞争不能断见思，统统是教你放下，没有教你竞争。无明是起心动念，最微细的烦恼，这个东西放下了心就定了。定生智慧，智慧能够觉察万事万物的真相，不用学的，他本身就有这个能力，他觉悟，他明察。古圣先贤的东西，他只一接触，全懂，道理就在此地。",
      "zh_TW": "「若破無明名念不退，則不失中道正念」。無明是對於萬事萬物真相不了解，明是明白，就是不明白宇宙人生的真相。放下無明，就是你全都知道了，全都明白了。你看，都不是競爭，競爭不能破無明，競爭不能斷塵沙，競爭不能斷見思，統統是教你放下，沒有教你競爭。無明是起心動念，最微細的煩惱，這個東西放下了心就定了。定生智慧，智慧能夠覺察萬事萬物的真相，不用學的，他本身就有這個能力，他覺悟，他明察。古聖先賢的東西，他只一接觸，全懂，道理就在此地。"
    },
    {
      "id": "02-037-0577_p0016",
      "zh_CN": "「今不退忍者」，此地所讲的不退忍，「指安住于实相之理，念念不移，则应是念不退矣」。念不退是三不退里头最高的，最究竟、最圆满的，念念不离自性，这叫念不退。「住不退转，以弘誓功德而自庄严，则相当于行不退」。跟菩萨一样，度这些苦难众生，很不好度，还是要度。我们看到美国修．蓝博士用意念给人治病。在夏威夷精神病院，三十几个重病患，这些重病患，他会打人，他会伤人，医生、护士不敢跟他接触，大家对他都是严密的防范，怕他们攻击。修．蓝博士花了三年时间，把他们统统治好了，正常出院，医院关门了。这个信息传播得很快，大家都知道了，夏威夷土着的方法。",
      "zh_TW": "「今不退忍者」，此地所講的不退忍，「指安住於實相之理，念念不移，則應是念不退矣」。念不退是三不退裡頭最高的，最究竟、最圓滿的，念念不離自性，這叫念不退。「住不退轉，以弘誓功德而自莊嚴，則相當於行不退」。跟菩薩一樣，度這些苦難眾生，很不好度，還是要度。我們看到美國修．藍博士用意念給人治病。在夏威夷精神病院，三十幾個重病患，這些重病患，他會打人，他會傷人，醫生、護士不敢跟他接觸，大家對他都是嚴密的防範，怕他們攻擊。修．藍博士花了三年時間，把他們統統治好了，正常出院，醫院關門了。這個信息傳播得很快，大家都知道了，夏威夷土著的方法。"
    },
    {
      "id": "02-037-0577_p0017",
      "zh_CN": "他是今年三月二十一号到我这儿来访问，我向他请教，你这种治疗方法，根据什么样的道理、理论？他告诉我，依据是清净心。首先自己必须把记忆，因为他不是学佛，不是用佛学名词，把我们记忆当中一切不善的念头，记忆的，全部清除掉。然后再把善的念头也清除掉，让你的心恢复到真正的清净。就是这个心打扫得干干净净，什么都没有了，用这个心来帮助病人。这是原理。自己如果心里还有念头，不论是善念、是不善的念都不行，都是障碍。他这种清除，就是佛门修定。善、不善念，就是我们讲的见思烦恼，他跟小乘阿罗汉的修行的方法完全相同。清除之后，自己身心健康，爱心自然生出来，对于一切人事物是真诚的爱，没有条件的爱，是清净的爱、平等的爱，爱里头没有占有、没有控制。",
      "zh_TW": "他是今年三月二十一號到我這兒來訪問，我向他請教，你這種治療方法，根據什麼樣的道理、理論？他告訴我，依據是清淨心。首先自己必須把記憶，因為他不是學佛，不是用佛學名詞，把我們記憶當中一切不善的念頭，記憶的，全部清除掉。然後再把善的念頭也清除掉，讓你的心恢復到真正的清淨。就是這個心打掃得乾乾淨淨，什麼都沒有了，用這個心來幫助病人。這是原理。自己如果心裡還有念頭，不論是善念、是不善的念都不行，都是障礙。他這種清除，就是佛門修定。善、不善念，就是我們講的見思煩惱，他跟小乘阿羅漢的修行的方法完全相同。清除之後，自己身心健康，愛心自然生出來，對於一切人事物是真誠的愛，沒有條件的愛，是清淨的愛、平等的愛，愛裡頭沒有佔有、沒有控制。"
    },
    {
      "id": "02-037-0577_p0018",
      "zh_CN": "治病方法很简单，只要病人的名字，姓名，名字；第二个要病人出生的年月日，要这个；再要病人现在住在什么地方，就可以了；再就是病历，他得的什么病，医院检查的病历给他。怎么个治法？对一个病人每天用三十分钟观想，不要跟病人见面，隔几千里也没有关系。完全用观想，把病人跟自己想成一体，这是个关键。病人想成一体，现在病人这个病就是自己的病，自己用清净心、清净的意念，把这个带着病毒的细胞让它回归自然。回归自然就是最健康的，带着病毒的是不自然的，父母生你下来，身上细胞是自然的，不带任何病毒。所以用这个方法恢复自己，我自己身上细胞恢复。要一个月的时间，每天三十分钟，这样子做一个月，病毒的细胞没有了，真的恢复正常。自己真的恢复正常，你去问对方，对方正常了，对方没有了。所以，不需要见面的。",
      "zh_TW": "治病方法很簡單，只要病人的名字，姓名，名字；第二個要病人出生的年月日，要這個；再要病人現在住在什麼地方，就可以了；再就是病歷，他得的什麼病，醫院檢查的病歷給他。怎麼個治法？對一個病人每天用三十分鐘觀想，不要跟病人見面，隔幾千里也沒有關係。完全用觀想，把病人跟自己想成一體，這是個關鍵。病人想成一體，現在病人這個病就是自己的病，自己用清淨心、清淨的意念，把這個帶著病毒的細胞讓它回歸自然。回歸自然就是最健康的，帶著病毒的是不自然的，父母生你下來，身上細胞是自然的，不帶任何病毒。所以用這個方法恢復自己，我自己身上細胞恢復。要一個月的時間，每天三十分鐘，這樣子做一個月，病毒的細胞沒有了，真的恢復正常。自己真的恢復正常，你去問對方，對方正常了，對方沒有了。所以，不需要見面的。"
    },
    {
      "id": "02-037-0577_p0019",
      "zh_CN": "他在世界上很有名，到处给人治病，用的方法这么简单。这个方法被现代量子力学家发现了，无意当中发现的。这些量子力学家他们研究物质，物质到底是什么？物质的本来面目是什么？最后被他们找到了。找到了物质是什么？物质本来面目原来是念头，念头变成的物质。所以科学家就懂得了，物质是意念变现出来的幻相，意念可以指挥物质现象，他就想到这一点。修．蓝博士就是把物质，我们这细胞，得病就是细胞带了病毒，把这个带着病毒的细胞让它恢复正常，就是用念头，一天三十分钟，决定不能想别的。他是对一个病人三十分钟，一天可以治几个病人。一个月，那几个被治的都治好了。三年之间，他三十多个病人完全恢复健康。我跟他见面，他今年七十三岁，确实身心健康。我们门口的树，他抱着那个树，感受那个爱。对人、对事、对物一片真诚爱心，所以什么毛病都不会生。",
      "zh_TW": "他在世界上很有名，到處給人治病，用的方法這麼簡單。這個方法被現代量子力學家發現了，無意當中發現的。這些量子力學家他們研究物質，物質到底是什麼？物質的本來面目是什麼？最後被他們找到了。找到了物質是什麼？物質本來面目原來是念頭，念頭變成的物質。所以科學家就懂得了，物質是意念變現出來的幻相，意念可以指揮物質現象，他就想到這一點。修．藍博士就是把物質，我們這細胞，得病就是細胞帶了病毒，把這個帶著病毒的細胞讓它恢復正常，就是用念頭，一天三十分鐘，決定不能想別的。他是對一個病人三十分鐘，一天可以治幾個病人。一個月，那幾個被治的都治好了。三年之間，他三十多個病人完全恢復健康。我跟他見面，他今年七十三歲，確實身心健康。我們門口的樹，他抱著那個樹，感受那個愛。對人、對事、對物一片真誠愛心，所以什麼毛病都不會生。"
    },
    {
      "id": "02-037-0577_p0020",
      "zh_CN": "量子力学家知道这个原理，所以今天他们提出以心控物，我们的念头可以控制物质环境，地球上的灾难可以把它化解，在理论上讲决定讲得通。所以科学家告诉我们，地球上的居民如果真正回心转意，从今天起，弃恶扬善、改邪归正、端正心念，地球上什么样的灾难都可以化解。释迦牟尼佛在经典里面告诉我们，大小乘经典都说，「制心一处，无事不办」，只要你把念头集中在一点，什么事情都能解决。这个理论我们能相信，譬如光，这一支电灯的光，它是分散的，四面八方它都照到，隔一张纸它都透不过去。如果把这个光集中变成激光，变成一条线，这个光能穿透钢板，有这么大的力量。这个集中就是佛家讲的禅定，禅定就是把念头集中，不是别的。我们今天把念头集中在一句阿弥陀佛上，这叫弥陀三昧，或者叫念佛三昧，它就是集中。这一集中就好办事，我们身上什么样的疾病都解决了，居住这个环境它怎么可能会有灾难？不可能的事情。灾难，身体细胞变成带这个毒，带什么毒？带贪瞋痴慢五毒。贪瞋痴慢疑这个念头不好，这是毒念，常常有这个念头我们身体就带病，就带这些病毒。所以这桩事情我们要小心谨慎，不能不知道。",
      "zh_TW": "量子力學家知道這個原理，所以今天他們提出以心控物，我們的念頭可以控制物質環境，地球上的災難可以把它化解，在理論上講決定講得通。所以科學家告訴我們，地球上的居民如果真正回心轉意，從今天起，棄惡揚善、改邪歸正、端正心念，地球上什麼樣的災難都可以化解。釋迦牟尼佛在經典裡面告訴我們，大小乘經典都說，「制心一處，無事不辦」，只要你把念頭集中在一點，什麼事情都能解決。這個理論我們能相信，譬如光，這一支電燈的光，它是分散的，四面八方它都照到，隔一張紙它都透不過去。如果把這個光集中變成激光，變成一條線，這個光能穿透鋼板，有這麼大的力量。這個集中就是佛家講的禪定，禪定就是把念頭集中，不是別的。我們今天把念頭集中在一句阿彌陀佛上，這叫彌陀三昧，或者叫念佛三昧，它就是集中。這一集中就好辦事，我們身上什麼樣的疾病都解決了，居住這個環境它怎麼可能會有災難？不可能的事情。災難，身體細胞變成帶這個毒，帶什麼毒？帶貪瞋痴慢五毒。貪瞋痴慢疑這個念頭不好，這是毒念，常常有這個念頭我們身體就帶病，就帶這些病毒。所以這樁事情我們要小心謹慎，不能不知道。"
    },
    {
      "id": "02-037-0577_p0021",
      "zh_CN": "佛在经典上告诉我们，众生的病有三大类。第一类的病是生理的病，饮食不调，穿着不宜，受了凉、受了热，这都是病因。这是生理的病，医生可以帮你解决。第二类的病叫冤业病，冤亲债主他找到你身上来了，医生治不好。这个东西，你诵经、拜忏回向给冤亲债主调解，他同意了，离开了，你病好了。第三种比较难办，恶业，自己造的恶业太多。恶是什么？自私自利，贪瞋痴慢疑，杀盗淫妄酒。贪瞋痴慢疑是恶的念头，杀盗淫妄是恶的行为，你的身口意三业都不善，都在造恶业。恶业起的病，佛经上有，杀生杀得太多了，会得肝病，五脏会得肝病；外面，会得眼病，眼睛不好，年岁还不很大，眼就花了，就看不见了，杀业重的人。我们曾经见过，带兵打仗的人，常胜将军，打胜仗就杀人，五、六十岁真的眼花了。容易得肝病，瞋恚心重，怒伤肝。盗，偷盗，偷盗心不安，鬼鬼祟祟，五官里面鼻有病，肺容易感染病，就是肺、鼻是盗业。淫欲是肾脏有问题，耳朵有问题。妄语是脾脏容易感染病，舌容易感病。酒喝多了，容易得心脏病，口有病。这佛在经上说的。五戒全破了，就是杀盗淫妄酒全干尽了，他的五脏六腑决定有问题，外面这个五根，就是眼耳鼻舌身也容易起病。业消了，病就好了。",
      "zh_TW": "佛在經典上告訴我們，眾生的病有三大類。第一類的病是生理的病，飲食不調，穿著不宜，受了涼、受了熱，這都是病因。這是生理的病，醫生可以幫你解決。第二類的病叫冤業病，冤親債主他找到你身上來了，醫生治不好。這個東西，你誦經、拜懺迴向給冤親債主調解，他同意了，離開了，你病好了。第三種比較難辦，惡業，自己造的惡業太多。惡是什麼？自私自利，貪瞋痴慢疑，殺盜淫妄酒。貪瞋痴慢疑是惡的念頭，殺盜淫妄是惡的行為，你的身口意三業都不善，都在造惡業。惡業起的病，佛經上有，殺生殺得太多了，會得肝病，五臟會得肝病；外面，會得眼病，眼睛不好，年歲還不很大，眼就花了，就看不見了，殺業重的人。我們曾經見過，帶兵打仗的人，常勝將軍，打勝仗就殺人，五、六十歲真的眼花了。容易得肝病，瞋恚心重，怒傷肝。盜，偷盜，偷盜心不安，鬼鬼祟祟，五官裡面鼻有病，肺容易感染病，就是肺、鼻是盜業。淫欲是腎臟有問題，耳朵有問題。妄語是脾臟容易感染病，舌容易感病。酒喝多了，容易得心臟病，口有病。這佛在經上說的。五戒全破了，就是殺盜淫妄酒全幹盡了，他的五臟六腑決定有問題，外面這個五根，就是眼耳鼻舌身也容易起病。業消了，病就好了。"
    },
    {
      "id": "02-037-0577_p0022",
      "zh_CN": "还有一种，持戒、念佛也会生病，修行人。这个病是什么？这个病是重罪轻报。他本来要堕地狱的，因为他念佛，因为他持戒，地狱罪业消了，变成轻的罪业。这都是恶业快要消尽，后面会有这么个现象，这个现象好了，他的病就没有了。恶业起病，恶念，不善，就起灾患。这经上常说的，贪心感水灾；瞋恚，火灾，火山爆发，地球温度上升，瞋恚，脾气大；愚痴是风灾；傲慢是地震；怀疑是山崩地陷。这佛在经上告诉我们的。现在这些，量子力学家完全承认了，他说佛三千年前讲的一点都不错。根据这个道理，只要我们不杀生、不偷盗、不淫欲、不妄语、不饮酒，我们内部的五脏六腑就健康，身心健康；不贪、不瞋、不痴、不傲慢、不怀疑，我们居住的环境没有灾难。统统能化解，统统能转得掉！应该要明白、要懂得。",
      "zh_TW": "還有一種，持戒、念佛也會生病，修行人。這個病是什麼？這個病是重罪輕報。他本來要墮地獄的，因為他念佛，因為他持戒，地獄罪業消了，變成輕的罪業。這都是惡業快要消盡，後面會有這麼個現象，這個現象好了，他的病就沒有了。惡業起病，惡念，不善，就起災患。這經上常說的，貪心感水災；瞋恚，火災，火山爆發，地球溫度上升，瞋恚，脾氣大；愚痴是風災；傲慢是地震；懷疑是山崩地陷。這佛在經上告訴我們的。現在這些，量子力學家完全承認了，他說佛三千年前講的一點都不錯。根據這個道理，只要我們不殺生、不偷盜、不淫欲、不妄語、不飲酒，我們內部的五臟六腑就健康，身心健康；不貪、不瞋、不痴、不傲慢、不懷疑，我們居住的環境沒有災難。統統能化解，統統能轉得掉！應該要明白、要懂得。"
    },
    {
      "id": "02-037-0577_p0023",
      "zh_CN": "念老的注解里头说，「今不退忍者」，经文里头这一句，「指安住于实相之理」。我们念佛人安住于阿弥陀佛，心安在这个名号上，比量子力学家所说的效果还大。为什么？我们依照这个理去做，是我们自己的力量，我们今天把念头安住在阿弥陀佛，得阿弥陀佛本愿威神加持。有自力、有他力，两种力量具足，所以效果来得更快。「念念不移」，这是念不退。「住不退转，以弘誓功德而自庄严」，跟佛没有两样。弘誓，一般是四弘誓愿，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」。这是我们一生努力的目标，决定不改。活在这个世间，成就自己，帮助别人。末后说，「闻经菩萨根机不一，闻法之益，自有差殊」。每个人根性不相同，听经、念佛得到的利益不一样，那是各人用心不同。",
      "zh_TW": "念老的註解裡頭說，「今不退忍者」，經文裡頭這一句，「指安住於實相之理」。我們念佛人安住於阿彌陀佛，心安在這個名號上，比量子力學家所說的效果還大。為什麼？我們依照這個理去做，是我們自己的力量，我們今天把念頭安住在阿彌陀佛，得阿彌陀佛本願威神加持。有自力、有他力，兩種力量具足，所以效果來得更快。「念念不移」，這是念不退。「住不退轉，以弘誓功德而自莊嚴」，跟佛沒有兩樣。弘誓，一般是四弘誓願，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」。這是我們一生努力的目標，決定不改。活在這個世間，成就自己，幫助別人。末後說，「聞經菩薩根機不一，聞法之益，自有差殊」。每個人根性不相同，聽經、念佛得到的利益不一樣，那是各人用心不同。"
    },
    {
      "id": "02-037-0577_p0024",
      "zh_CN": "再看下面这一段，「丁三，得受记益」。",
      "zh_TW": "再看下面這一段，「丁三，得受記益」。"
    },
    {
      "id": "02-037-0577_p0025",
      "zh_CN": "【四万亿那由他百千众生。于无上菩提未曾发意。今始初发。种诸善根。愿生极乐。见阿弥陀佛。皆当往生彼如来土。各于异方次第成佛。同名妙音如来。】",
      "zh_TW": "【四萬億那由他百千眾生。於無上菩提未曾發意。今始初發。種諸善根。願生極樂。見阿彌陀佛。皆當往生彼如來土。各於異方次第成佛。同名妙音如來。】"
    },
    {
      "id": "02-037-0577_p0026",
      "zh_CN": "这是给所有大众都授记了，我们学这个经，也给我们授记了，我们在里头。请看念老的注解。「今始初发者，发菩提心」。这是听闻这部经的，于无上菩提心他没有发，还没有发这个心，今天才发，懂得种善根。善根，世间的善根就是不贪、不瞋、不痴。大乘菩萨的善根只有一个，就是精进，不懈怠、不退转，菩萨善根，一切善法都从这个根生的。所以『种诸善根，愿生极乐』。「种诸善根」落实在哪里？就落实在「愿生」这个愿字，为什么？你生到极乐世界，你的善根永远不会失掉、不会改变；生到极乐世界，你永远会精进不懈，都落实在这个字。你见阿弥陀佛怎么会退转？不可能！有这样的愿心，『皆当往生彼如来土』，「彼」是阿弥陀佛，决定生到阿弥陀佛极乐国土。将来成佛了，『各于异方次第成佛』，将来大家都成佛，成佛名号是什么？『同名妙音如来』。「妙音」是什么？妙音就这一句佛号，因为你是念佛号成佛的。所以我们皈依，三皈依取法名，都用妙音，现在你是妙音居士，将来你是妙音如来，因果相应。这个妙音是这么来的，同名妙音。你懂得这个意思，你就非常欢喜。",
      "zh_TW": "這是給所有大眾都授記了，我們學這個經，也給我們授記了，我們在裡頭。請看念老的註解。「今始初發者，發菩提心」。這是聽聞這部經的，於無上菩提心他沒有發，還沒有發這個心，今天才發，懂得種善根。善根，世間的善根就是不貪、不瞋、不痴。大乘菩薩的善根只有一個，就是精進，不懈怠、不退轉，菩薩善根，一切善法都從這個根生的。所以『種諸善根，願生極樂』。「種諸善根」落實在哪裡？就落實在「願生」這個願字，為什麼？你生到極樂世界，你的善根永遠不會失掉、不會改變；生到極樂世界，你永遠會精進不懈，都落實在這個字。你見阿彌陀佛怎麼會退轉？不可能！有這樣的願心，『皆當往生彼如來土』，「彼」是阿彌陀佛，決定生到阿彌陀佛極樂國土。將來成佛了，『各於異方次第成佛』，將來大家都成佛，成佛名號是什麼？『同名妙音如來』。「妙音」是什麼？妙音就這一句佛號，因為你是念佛號成佛的。所以我們皈依，三皈依取法名，都用妙音，現在你是妙音居士，將來你是妙音如來，因果相應。這個妙音是這麼來的，同名妙音。你懂得這個意思，你就非常歡喜。"
    },
    {
      "id": "02-037-0577_p0027",
      "zh_CN": "「发心毕竟二无别，如是二心先心难。故一切经中于发菩提心之人数，均大书之也」。一定会记录出来告诉大家，为什么？发菩提心不容易。净宗发菩提心，蕅益大师教得好。大乘经论上讲菩提心，《观经》上讲的，菩提心的体，本体是至诚心，真诚到极处。自受用，深心。什么叫深心？古大德的注解，好善好德。对待别人，回向发愿心，每天将自己修学的功德，统统发愿回向给菩提、回向给众生、回向给实际，实际就是自性。这个说法，初学的人不容易懂。我们看到，真的，常常看到乡下阿公、阿婆不认识字，没念过书，一天到晚念阿弥陀佛，往生的时候，瑞相还不错。那他没发菩提心，他怎么能往生？他真发了，我们不知道。蕅益大师一点出，我们恍然大悟。蕅益大师说，什么是大菩提心？真正相信西方有极乐世界，真正相信有阿弥陀佛，这个信心就是无上菩提心。说得真好！那些阿公，念佛的阿公阿婆，你问他什么是菩提心他不知道，他说不出来。他真相信，他一点都不怀疑。他念佛功夫到位，他真往生了，真正不可思议！这是我们不能不知道的。",
      "zh_TW": "「發心畢竟二無別，如是二心先心難。故一切經中於發菩提心之人數，均大書之也」。一定會記錄出來告訴大家，為什麼？發菩提心不容易。淨宗發菩提心，蕅益大師教得好。大乘經論上講菩提心，《觀經》上講的，菩提心的體，本體是至誠心，真誠到極處。自受用，深心。什麼叫深心？古大德的註解，好善好德。對待別人，迴向發願心，每天將自己修學的功德，統統發願迴向給菩提、迴向給眾生、迴向給實際，實際就是自性。這個說法，初學的人不容易懂。我們看到，真的，常常看到鄉下阿公、阿婆不認識字，沒念過書，一天到晚念阿彌陀佛，往生的時候，瑞相還不錯。那他沒發菩提心，他怎麼能往生？他真發了，我們不知道。蕅益大師一點出，我們恍然大悟。蕅益大師說，什麼是大菩提心？真正相信西方有極樂世界，真正相信有阿彌陀佛，這個信心就是無上菩提心。說得真好！那些阿公，念佛的阿公阿婆，你問他什麼是菩提心他不知道，他說不出來。他真相信，他一點都不懷疑。他念佛功夫到位，他真往生了，真正不可思議！這是我們不能不知道的。"
    },
    {
      "id": "02-037-0577_p0028",
      "zh_CN": "这么多菩萨发心了，「既发大心，复行众善」。你看到这些念佛的老太太、老公公，他们真信，真愿往生，复行众善，他每天做的那都在行善。你看他人，对人，对任何一个人，像弥勒菩萨一样，满面笑容。你问他什么，他就一句话回你，阿弥陀佛。除阿弥陀佛之外，他没有第二句话。那就是复行众善，那是大善，我念佛给你，声声念佛，就是回向给你。「愿生极乐，故均得往生见佛」，没有一个不往生，真往生，真见阿弥陀佛。然后，「复于诸方」，诸方是十方，「先后成佛」，在极乐世界没有一个不成佛的，极乐世界修学毕业，就成佛了。成佛，「同名妙音如来」。这就是彻始彻终，就是一句名号。自己成就了，将来他教别人，也是教这个方法。这个方法实在太好了、太妙了。所以这一句阿弥陀佛，或者是南无阿弥陀佛，这叫妙音。",
      "zh_TW": "這麼多菩薩發心了，「既發大心，復行眾善」。你看到這些念佛的老太太、老公公，他們真信，真願往生，復行眾善，他每天做的那都在行善。你看他人，對人，對任何一個人，像彌勒菩薩一樣，滿面笑容。你問他什麼，他就一句話回你，阿彌陀佛。除阿彌陀佛之外，他沒有第二句話。那就是復行眾善，那是大善，我念佛給你，聲聲念佛，就是迴向給你。「願生極樂，故均得往生見佛」，沒有一個不往生，真往生，真見阿彌陀佛。然後，「復於諸方」，諸方是十方，「先後成佛」，在極樂世界沒有一個不成佛的，極樂世界修學畢業，就成佛了。成佛，「同名妙音如來」。這就是徹始徹終，就是一句名號。自己成就了，將來他教別人，也是教這個方法。這個方法實在太好了、太妙了。所以這一句阿彌陀佛，或者是南無阿彌陀佛，這叫妙音。"
    },
    {
      "id": "02-037-0577_p0029",
      "zh_CN": "下面这一段，「普记十方」。这底下有两个小科，第一小段，「授记法忍」。请看经文：",
      "zh_TW": "下面這一段，「普記十方」。這底下有兩個小科，第一小段，「授記法忍」。請看經文："
    },
    {
      "id": "02-037-0577_p0030",
      "zh_CN": "【复有十方佛刹。若现在生。及未来生。见阿弥陀佛者。各有八万俱胝那由他人。得授记法忍。成无上菩提。】",
      "zh_TW": "【復有十方佛剎。若現在生。及未來生。見阿彌陀佛者。各有八萬俱胝那由他人。得授記法忍。成無上菩提。】"
    },
    {
      "id": "02-037-0577_p0031",
      "zh_CN": "这个利益愈来愈殊胜。我们看注解，这一段经文说明十方有缘的众生，具就是具足，我们讲有缘众生，「普得授记益」，普遍统统都得授记。「佛对众生授当来成佛之记，名授记」，这就是告诉你，你将来一定作佛。此有四种，第一种是「未发菩提心授记」。第二「已发菩提心授记」。第三种「隐覆授记」，隐覆授记，别人知道，他自己不知道。第四种「现前授记」。随便哪一种，任何一种得到都叫授记。没有发菩提心授记的，我们现在每一个修净土的同学，你读过这部经，你听过这部经，这个利益你就得到了，未发菩提心授记。你知道，将来你会往生极乐世界。这个念佛的，阿弥陀佛的种子，叫金刚种子，种在阿赖耶识里头，它不会失掉的，生生世世跟着你，无量劫它也不会消失。这个种子遇缘它就起作用，所以来生后世又遇到这个法门，你对这个法门欢喜，信心就升等，比这一生就认真了。如果还不能往生，到再来一世再碰上了，那个信心比底下又要提升。总是一次一次提升，到最后你完全相信，没有怀疑，那一生就是你往生的一生。往生，你一定见佛，往生见佛的事情不可思议！",
      "zh_TW": "這個利益愈來愈殊勝。我們看註解，這一段經文說明十方有緣的眾生，具就是具足，我們講有緣眾生，「普得授記益」，普遍統統都得授記。「佛對眾生授當來成佛之記，名授記」，這就是告訴你，你將來一定作佛。此有四種，第一種是「未發菩提心授記」。第二「已發菩提心授記」。第三種「隱覆授記」，隱覆授記，別人知道，他自己不知道。第四種「現前授記」。隨便哪一種，任何一種得到都叫授記。沒有發菩提心授記的，我們現在每一個修淨土的同學，你讀過這部經，你聽過這部經，這個利益你就得到了，未發菩提心授記。你知道，將來你會往生極樂世界。這個念佛的，阿彌陀佛的種子，叫金剛種子，種在阿賴耶識裡頭，它不會失掉的，生生世世跟著你，無量劫它也不會消失。這個種子遇緣它就起作用，所以來生後世又遇到這個法門，你對這個法門歡喜，信心就升等，比這一生就認真了。如果還不能往生，到再來一世再碰上了，那個信心比底下又要提升。總是一次一次提升，到最後你完全相信，沒有懷疑，那一生就是你往生的一生。往生，你一定見佛，往生見佛的事情不可思議！"
    },
    {
      "id": "02-037-0577_p0032",
      "zh_CN": "所以，这个法门叫当生成就，没有第二生。往生的时候是阿弥陀佛来接引你，莲花化生。莲花是自己念佛功夫成就的，我们在这个世界上念阿弥陀佛、想阿弥陀佛，莲花就长大了，这就是给莲花的养分。念得愈多，花愈大，光色愈美，你往生的时候佛就拿这个花来接引你。这个花，《观经》上讲得很清楚，你的名字写在上头，不会错的。佛把这个花来接引你，你坐在莲花当中，这个莲花合起来。莲花苞一合就产生变化，变什么？转八识成四智。转八识成四智是要自己修，极乐世界不要自己修，这桩事情阿弥陀佛替你办了。在莲花就产生变化，我们这个地方带的阿赖耶识全部没有了，完全变成法性。所以莲花到极乐世界再一开，你出来了，身是法性身，居住的法性土。法性身永恒不变，法性身就太美了，《观经》上讲得详细，身有八万四千相，不是三十二相；每一个相有八万四千好，不是八十种好；每一个好放八万四千光明，每一个光明都有佛菩萨在那里讲经说法，度化众生。这多庄严！这叫庄严自身，这是以弘誓功德而自庄严。都是真实的，不是随便说的，字字句句都有根据的。",
      "zh_TW": "所以，這個法門叫當生成就，沒有第二生。往生的時候是阿彌陀佛來接引你，蓮花化生。蓮花是自己念佛功夫成就的，我們在這個世界上念阿彌陀佛、想阿彌陀佛，蓮花就長大了，這就是給蓮花的養分。念得愈多，花愈大，光色愈美，你往生的時候佛就拿這個花來接引你。這個花，《觀經》上講得很清楚，你的名字寫在上頭，不會錯的。佛把這個花來接引你，你坐在蓮花當中，這個蓮花合起來。蓮花苞一合就產生變化，變什麼？轉八識成四智。轉八識成四智是要自己修，極樂世界不要自己修，這樁事情阿彌陀佛替你辦了。在蓮花就產生變化，我們這個地方帶的阿賴耶識全部沒有了，完全變成法性。所以蓮花到極樂世界再一開，你出來了，身是法性身，居住的法性土。法性身永恆不變，法性身就太美了，《觀經》上講得詳細，身有八萬四千相，不是三十二相；每一個相有八萬四千好，不是八十種好；每一個好放八萬四千光明，每一個光明都有佛菩薩在那裡講經說法，度化眾生。這多莊嚴！這叫莊嚴自身，這是以弘誓功德而自莊嚴。都是真實的，不是隨便說的，字字句句都有根據的。"
    },
    {
      "id": "02-037-0577_p0033",
      "zh_CN": "我们读到这个经文，虽然菩提心还没发，自己想到我应该早一点发菩提心，现在就发，不迟。真正发愿求生净土，真正把现前这个世间彻底放下，身体还在，叫随缘度日，不再跟人计较了。放下一切妄想、分别、执着，心里面只有一尊阿弥陀佛，口里头只有一句阿弥陀佛。去学那个阿公阿婆，那个样子是标准的弥陀弟子，真老实，二六时中就一句佛号，其他的什么都没有。",
      "zh_TW": "我們讀到這個經文，雖然菩提心還沒發，自己想到我應該早一點發菩提心，現在就發，不遲。真正發願求生淨土，真正把現前這個世間徹底放下，身體還在，叫隨緣度日，不再跟人計較了。放下一切妄想、分別、執著，心裡面只有一尊阿彌陀佛，口裡頭只有一句阿彌陀佛。去學那個阿公阿婆，那個樣子是標準的彌陀弟子，真老實，二六時中就一句佛號，其他的什麼都沒有。"
    },
    {
      "id": "02-037-0577_p0034",
      "zh_CN": "『得授记法忍』，「得授记」，前面所说的，如前；「法忍」，即弥陀四十八愿当中所讲的三忍，《魏译》本里面说第一、第二、第三法忍，「亦即音响忍、柔顺忍、无生法忍」。这个三种忍，好像我们参考资料里头有。「《无量寿经》云：往生极乐之人，闻七宝树林之音声，而得三种之忍」。听风吹树叶，因为极乐世界的树是无量珍宝所成，所以这个树叶被风吹了，互相碰撞就出声音，这个声音就像交响乐一样，非常好听。细细去听，不但音乐好听，而且里面在说法，佛在讲经说法。你一听，开悟了，得忍了。这个三种忍，第一种，「音响忍，由音响而悟解真理」，开悟了。第二种，「柔顺忍」。理明白了，事也搞清楚了，我们待人接物的心态自然就改变了，不像以前那么刚强难化，自自然然变成「慧心柔软」，心生智慧，不生烦恼，态度柔和。就像贤首国师《还源观》上讲的四德，这四德是性德，开悟之后，自自然然它就现前。第一个，随缘妙用。没有自己的什么想法、看法，能恒顺一切众生，像普贤十愿里头，「恒顺众生，随喜功德」。你行善、作恶都能随喜，行善，赞叹你；作恶，不赞叹。这里头有无量的智慧，有无量的慈悲。第二个，威仪有则。自自然然，起心动念、言语造作都跟众生做好样子，做好榜样。",
      "zh_TW": "『得授記法忍』，「得授記」，前面所說的，如前；「法忍」，即彌陀四十八願當中所講的三忍，《魏譯》本裡面說第一、第二、第三法忍，「亦即音響忍、柔順忍、無生法忍」。這個三種忍，好像我們參考資料裡頭有。「《無量壽經》云：往生極樂之人，聞七寶樹林之音聲，而得三種之忍」。聽風吹樹葉，因為極樂世界的樹是無量珍寶所成，所以這個樹葉被風吹了，互相碰撞就出聲音，這個聲音就像交響樂一樣，非常好聽。細細去聽，不但音樂好聽，而且裡面在說法，佛在講經說法。你一聽，開悟了，得忍了。這個三種忍，第一種，「音響忍，由音響而悟解真理」，開悟了。第二種，「柔順忍」。理明白了，事也搞清楚了，我們待人接物的心態自然就改變了，不像以前那麼剛強難化，自自然然變成「慧心柔軟」，心生智慧，不生煩惱，態度柔和。就像賢首國師《還源觀》上講的四德，這四德是性德，開悟之後，自自然然它就現前。第一個，隨緣妙用。沒有自己的什麼想法、看法，能恆順一切眾生，像普賢十願裡頭，「恆順眾生，隨喜功德」。你行善、作惡都能隨喜，行善，讚歎你；作惡，不讚歎。這裡頭有無量的智慧，有無量的慈悲。第二個，威儀有則。自自然然，起心動念、言語造作都跟眾生做好樣子，做好榜樣。"
    },
    {
      "id": "02-037-0577_p0035",
      "zh_CN": "如果我们学佛的同学都能把这个四德做到，对社会影响很大！自自然然潜移默化，让人看了他会生觉悟。做好样子给人看，不能做坏样子。我记得有一年，很多年前，香港电视台何守信访问我，那个播出去了。他曾经问我，问我一句话，他说古人讲了一句话，「人不为己，天诛地灭」。他问我，法师你对这句话承不承认？他说这是大家都公认的。我说，这句话是个错误的话。我举出例子，释迦牟尼佛不为自己，天没诛他，地也没灭他；孔老夫子不为自己，天也没诛他，地也没灭他。然后我告诉他，我这一生没有为自己，天没有诛我，地没有灭我，我活得比谁都快乐。那个人样样为己的，他虽然活在世间，他不快乐，为什么？患得患失，他担心的事情太多、忧虑的事情太多，怕失掉。没有得到的想得到，得到之后又怕失掉，你说他日子多难过！我们什么都没有，好自在，生活真舒服。",
      "zh_TW": "如果我們學佛的同學都能把這個四德做到，對社會影響很大！自自然然潛移默化，讓人看了他會生覺悟。做好樣子給人看，不能做壞樣子。我記得有一年，很多年前，香港電視台何守信訪問我，那個播出去了。他曾經問我，問我一句話，他說古人講了一句話，「人不為己，天誅地滅」。他問我，法師你對這句話承不承認？他說這是大家都公認的。我說，這句話是個錯誤的話。我舉出例子，釋迦牟尼佛不為自己，天沒誅他，地也沒滅他；孔老夫子不為自己，天也沒誅他，地也沒滅他。然後我告訴他，我這一生沒有為自己，天沒有誅我，地沒有滅我，我活得比誰都快樂。那個人樣樣為己的，他雖然活在世間，他不快樂，為什麼？患得患失，他擔心的事情太多、憂慮的事情太多，怕失掉。沒有得到的想得到，得到之後又怕失掉，你說他日子多難過！我們什麼都沒有，好自在，生活真舒服。"
    },
    {
      "id": "02-037-0577_p0036",
      "zh_CN": "真正懂得享受的人，我说我出家的时候受戒，道源老和尚给我讲了一个故事，是真的，是他们村庄里头的人。有个老人，要饭的，走到哪里，晚上在个破地方找个地方睡觉。他的儿子是做生意发大财的人，当然有人骂他，你这么富有，你的爸爸在外讨饭，这成什么话！他也是很着急，找了很多人去找他爸爸，找到了，找回来了。把他爸爸洗了澡，换了衣服，供养他。大概住了一个月，老先生偷偷的又跑掉了，又去要饭了。人家问他干什么？我这个生活自在，那个生活不自在。你看一天到晚游山玩水，爱到哪里就到哪里。没吃的，问人家要一点就能吃饱，晚上哪里都可以睡觉，一无所有，不怕偷也不怕抢，这个生活多自在！真懂得人生的享受。不干，儿子请也不干，跟他的观念完全不相同。这都是做一个什么？真正把名闻利养、贪瞋痴慢放下的生活。那是佛法讲，那菩萨示现，他不是没有福享，他可以跟他儿子去享福，他不要，没有这个自在，没有这个快乐。",
      "zh_TW": "真正懂得享受的人，我說我出家的時候受戒，道源老和尚給我講了一個故事，是真的，是他們村莊裡頭的人。有個老人，要飯的，走到哪裡，晚上在個破地方找個地方睡覺。他的兒子是做生意發大財的人，當然有人罵他，你這麼富有，你的爸爸在外討飯，這成什麼話！他也是很著急，找了很多人去找他爸爸，找到了，找回來了。把他爸爸洗了澡，換了衣服，供養他。大概住了一個月，老先生偷偷的又跑掉了，又去要飯了。人家問他幹什麼？我這個生活自在，那個生活不自在。你看一天到晚遊山玩水，愛到哪裡就到哪裡。沒吃的，問人家要一點就能吃飽，晚上哪裡都可以睡覺，一無所有，不怕偷也不怕搶，這個生活多自在！真懂得人生的享受。不幹，兒子請也不幹，跟他的觀念完全不相同。這都是做一個什麼？真正把名聞利養、貪瞋痴慢放下的生活。那是佛法講，那菩薩示現，他不是沒有福享，他可以跟他兒子去享福，他不要，沒有這個自在，沒有這個快樂。"
    },
    {
      "id": "02-037-0577_p0037",
      "zh_CN": "四德第三个，柔和质直。柔和是外面态度，质直就是真心、是真诚，心要真诚，言语、容貌要柔和，大家接触你欢喜。这就是布施欢喜，我欢喜，别人也欢喜。最后一条，代众生苦。我们过最清苦的生活，给众生做样子，让众生去想想，我们都活在这个世间，现在人说多重的压力、忧患，我这里没有压力，自在。两下一对比，你好好的想想，我们两个人都在这个世间过日子，到底是哪个如理？到底是哪个幸福、哪个自在？你让他去想。想通了，他才发现释迦牟尼佛是最聪明的人，真正得大自在，真正是人生最高的享受。日中一食，树下一宿，每天的工作，教化众生，教化众生用身教，做出来给你看。不是教你做，他自己没有做到，自己做到了，这是圣贤教学。所以，「能随顺真理」。",
      "zh_TW": "四德第三個，柔和質直。柔和是外面態度，質直就是真心、是真誠，心要真誠，言語、容貌要柔和，大家接觸你歡喜。這就是布施歡喜，我歡喜，別人也歡喜。最後一條，代眾生苦。我們過最清苦的生活，給眾生做樣子，讓眾生去想想，我們都活在這個世間，現在人說多重的壓力、憂患，我這裡沒有壓力，自在。兩下一對比，你好好的想想，我們兩個人都在這個世間過日子，到底是哪個如理？到底是哪個幸福、哪個自在？你讓他去想。想通了，他才發現釋迦牟尼佛是最聰明的人，真正得大自在，真正是人生最高的享受。日中一食，樹下一宿，每天的工作，教化眾生，教化眾生用身教，做出來給你看。不是教你做，他自己沒有做到，自己做到了，這是聖賢教學。所以，「能隨順真理」。"
    },
    {
      "id": "02-037-0577_p0038",
      "zh_CN": "第三种「无生法忍，证无生之实性而离诸相者」，真正证实了、见到了无生的实性，实是真实，性是自性，永恒不变，永恒不改变。这是自性、本性、真心，一切现象的本体，他见到了。在哪里？无处不在，无时不在。在我们净土名词叫常寂光。常寂光我们看不见，我们的眼睛有病。科学家告诉我们，宇宙之间的光很多，从理论上讲是无穷无尽的。我们的眼球，只能够在许许多多光波当中看到一定的一个波段，比这个波段长的看不见，比这个波段短的也看不见。大家熟悉，我们到医院检查，常常看用Ｘ光跟紫外光，这两种光线，肉眼看不见的，用仪器看到它。其实，这个波长、波短太多太多了。",
      "zh_TW": "第三種「無生法忍，證無生之實性而離諸相者」，真正證實了、見到了無生的實性，實是真實，性是自性，永恆不變，永恆不改變。這是自性、本性、真心，一切現象的本體，他見到了。在哪裡？無處不在，無時不在。在我們淨土名詞叫常寂光。常寂光我們看不見，我們的眼睛有病。科學家告訴我們，宇宙之間的光很多，從理論上講是無窮無盡的。我們的眼球，只能夠在許許多多光波當中看到一定的一個波段，比這個波段長的看不見，比這個波段短的也看不見。大家熟悉，我們到醫院檢查，常常看用Ｘ光跟紫外光，這兩種光線，肉眼看不見的，用儀器看到它。其實，這個波長、波短太多太多了。"
    },
    {
      "id": "02-037-0577_p0039",
      "zh_CN": "常寂光应该是所有波度都突破了，它没有局限，它是永恒的。我们的眼球看不到，只能看到里面很窄小的一个光波。如果一切光波我们统统都能看见，这个世界真相就大白，不同维次空间你全看见了，这花花世界就明了了。但是要晓得，所有的现象都是幻相，真的，像我们看万花筒一样。万花筒的相全是幻相，没有一样是真的，千变万化。你把它转，转一个月大概也找不到两个相同的。我们的自性就像个万花筒，念头就是转动，有念头它就在转动，它就产生变化；如果没有念头，它就不动，那个相就定住了，不动了。诸佛如来的实报庄严土就这么个道理，他心不动，什么念头都没有，全放下了。所以，自性自然现出来的那个相，是最美的、最好的，最好的，就是自然现象；破坏自然，那就是最坏的。今天的科学它就是破坏自然，破坏自然带来的就是负面的，就是灾难。佛法没有别的，佛法教我们回归自然。这是三种忍。",
      "zh_TW": "常寂光應該是所有波度都突破了，它沒有侷限，它是永恆的。我們的眼球看不到，只能看到裡面很窄小的一個光波。如果一切光波我們統統都能看見，這個世界真相就大白，不同維次空間你全看見了，這花花世界就明瞭了。但是要曉得，所有的現象都是幻相，真的，像我們看萬花筒一樣。萬花筒的相全是幻相，沒有一樣是真的，千變萬化。你把它轉，轉一個月大概也找不到兩個相同的。我們的自性就像個萬花筒，念頭就是轉動，有念頭它就在轉動，它就產生變化；如果沒有念頭，它就不動，那個相就定住了，不動了。諸佛如來的實報莊嚴土就這麼個道理，他心不動，什麼念頭都沒有，全放下了。所以，自性自然現出來的那個相，是最美的、最好的，最好的，就是自然現象；破壞自然，那就是最壞的。今天的科學它就是破壞自然，破壞自然帶來的就是負面的，就是災難。佛法沒有別的，佛法教我們回歸自然。這是三種忍。"
    },
    {
      "id": "02-037-0577_p0040",
      "zh_CN": "「得佛授记，证入无生，成无上正觉」。通常无生法忍是七地以上证得的，七地菩萨下品无生忍，八地中品，九地上品。无生法忍再上，上面最高的，寂灭忍，清净寂灭。十地菩萨下品寂灭忍，等觉菩萨中品寂灭忍，妙觉如来上品寂灭忍。这个大乘佛法到了顶端，上面就没有了，所以叫无上菩提，成无上正觉。「如是之人，故云得授记法忍，成无上菩提」，这个都是在七地以上。大乘教里常常讲，究竟圆满的实相，诸法实相，八地才能证得。我们通常讲宇宙，中国人讲得好，古人怎么想出来的我们无法得知，他讲得太妙了。其大无外，什么叫大？没有外叫大，有外就不大。大而无外，这是抽象概念。小而无内，什么叫小？没有内就小，还有内，那不是真小，小没有内。这两句话讲绝了，这是佛法里讲的什么东西？自性。自性确确实实它是大而无外、小而无内，大，没有边际；小，小没有内。",
      "zh_TW": "「得佛授記，證入無生，成無上正覺」。通常無生法忍是七地以上證得的，七地菩薩下品無生忍，八地中品，九地上品。無生法忍再上，上面最高的，寂滅忍，清淨寂滅。十地菩薩下品寂滅忍，等覺菩薩中品寂滅忍，妙覺如來上品寂滅忍。這個大乘佛法到了頂端，上面就沒有了，所以叫無上菩提，成無上正覺。「如是之人，故云得授記法忍，成無上菩提」，這個都是在七地以上。大乘教裡常常講，究竟圓滿的實相，諸法實相，八地才能證得。我們通常講宇宙，中國人講得好，古人怎麼想出來的我們無法得知，他講得太妙了。其大無外，什麼叫大？沒有外叫大，有外就不大。大而無外，這是抽象概念。小而無內，什麼叫小？沒有內就小，還有內，那不是真小，小沒有內。這兩句話講絕了，這是佛法裡講的什麼東西？自性。自性確確實實它是大而無外、小而無內，大，沒有邊際；小，小沒有內。"
    },
    {
      "id": "02-037-0577_p0041",
      "zh_CN": "你看经上讲，微尘当中有世界。微尘是最小的了，现在量子力学家发现的微中子，微中子就是佛经上讲的极微色，又叫做极微之微。佛说了，这个不能分了，分就没有了，物质就没有了，它是物质的原点。这个东西多大？科学家告诉我们，一百亿个微中子聚集在一起，体积等于一个电子，原子里头的一个电子，那么小。电子我们看不见，一百亿个微中子。这个微中子里面有世界，它有内，里头有世界。世界没有缩小，微中子没有放大，那个里头就有世界。我们在《华严经》上读到，谁能够进去？普贤菩萨，普贤菩萨能入微尘里面的世界。那个世界里头跟外面世界一样有诸佛如来，他可以到那个里面去拜佛、去听法，在一微尘里头，不可思议！佛常常讲，八地菩萨能见到，也许到八地就有能力入微尘世界里面，去供佛、去闻法。微尘世界里头有众生，那个微尘世界里头又有微尘，微尘里头又有世界，重重无尽，没有底。佛经如是说，老祖宗亦如是说。老祖宗这两句话，我相信佛法还没传到中国来，就说出这两句话。这两句话要不是用自性，是无法解释的，明心见性才能解释。好，今天时间到了。",
      "zh_TW": "你看經上講，微塵當中有世界。微塵是最小的了，現在量子力學家發現的微中子，微中子就是佛經上講的極微色，又叫做極微之微。佛說了，這個不能分了，分就沒有了，物質就沒有了，它是物質的原點。這個東西多大？科學家告訴我們，一百億個微中子聚集在一起，體積等於一個電子，原子裡頭的一個電子，那麼小。電子我們看不見，一百億個微中子。這個微中子裡面有世界，它有內，裡頭有世界。世界沒有縮小，微中子沒有放大，那個裡頭就有世界。我們在《華嚴經》上讀到，誰能夠進去？普賢菩薩，普賢菩薩能入微塵裡面的世界。那個世界裡頭跟外面世界一樣有諸佛如來，他可以到那個裡面去拜佛、去聽法，在一微塵裡頭，不可思議！佛常常講，八地菩薩能見到，也許到八地就有能力入微塵世界裡面，去供佛、去聞法。微塵世界裡頭有眾生，那個微塵世界裡頭又有微塵，微塵裡頭又有世界，重重無盡，沒有底。佛經如是說，老祖宗亦如是說。老祖宗這兩句話，我相信佛法還沒傳到中國來，就說出這兩句話。這兩句話要不是用自性，是無法解釋的，明心見性才能解釋。好，今天時間到了。"
    }
  ]
}