{
  "doc_id": "02-037-0386",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三八六集",
    "zh_TW": "第三八六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0386",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-037-0386_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百四十六页，第五行最后一句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百四十六頁，第五行最後一句："
    },
    {
      "id": "02-037-0386_p0002",
      "zh_CN": "「八正定者，以无漏智相应，正住于理，决定不移故」，这是八正道第八。从「正见」一直到这个地方，八句都是以无漏智为体，由此可知，无漏智的重要，特别是在大乘一切法门当中。佛法总的来说是求智、求福，智慧圆满、福德圆满，也有人讲福报圆满，都可以讲，这两种圆满就叫做成佛。所以我们三皈依里头念「皈依佛，二足尊」，这个二，一个是福报，一个是智慧，这两种圆满叫成佛。于是我们晓得，佛不能不学，不学就是没有智慧、没有福报。智慧、福报谁都想学，谁都想要。",
      "zh_TW": "「八正定者，以無漏智相應，正住於理，決定不移故」，這是八正道第八。從「正見」一直到這個地方，八句都是以無漏智為體，由此可知，無漏智的重要，特別是在大乘一切法門當中。佛法總的來說是求智、求福，智慧圓滿、福德圓滿，也有人講福報圓滿，都可以講，這兩種圓滿就叫做成佛。所以我們三皈依裡頭念「皈依佛，二足尊」，這個二，一個是福報，一個是智慧，這兩種圓滿叫成佛。於是我們曉得，佛不能不學，不學就是沒有智慧、沒有福報。智慧、福報誰都想學，誰都想要。"
    },
    {
      "id": "02-037-0386_p0003",
      "zh_CN": "早年，在二十多年前，我住在美国，我们住那个小区外国人多。这小区里头邻居看到我们每天都是笑容满面、欢欢喜喜，有一天他好奇来问我们，问我们是干什么的，为什么你们这么欢喜，生活得这么快乐？我们告诉他，我们是学佛的。他也知道有个佛教，他说佛是什么？我们就用阿弥陀佛这个意思来答复他，我说佛是清净，极乐世界是净土，佛是清净、佛是快乐、佛是长寿。他说这三个我们都要。我说那很好，我们星期六可以特别给你开个班，希望你们星期六来学。以后我们真的开班了，星期六就是对这些邻居，街坊邻居。星期天他们上教堂，我说没有冲突，教堂你们要去，但是你们想学长寿，想学清净、学快乐，佛这个地方有。佛是你们的老师，上帝是你们的父、是你们的父亲，没有冲突，在家有父母，在学校有老师，决定没有冲突，很欢喜。我们用这个来告诉他，所以这个东西不能不学。确实，世尊在世不分族群、不分国籍、不分宗教信仰，来者不拒，去者不留。佛法，我们肯定它是教育。",
      "zh_TW": "早年，在二十多年前，我住在美國，我們住那個小區外國人多。這小區裡頭鄰居看到我們每天都是笑容滿面、歡歡喜喜，有一天他好奇來問我們，問我們是幹什麼的，為什麼你們這麼歡喜，生活得這麼快樂？我們告訴他，我們是學佛的。他也知道有個佛教，他說佛是什麼？我們就用阿彌陀佛這個意思來答覆他，我說佛是清淨，極樂世界是淨土，佛是清淨、佛是快樂、佛是長壽。他說這三個我們都要。我說那很好，我們星期六可以特別給你開個班，希望你們星期六來學。以後我們真的開班了，星期六就是對這些鄰居，街坊鄰居。星期天他們上教堂，我說沒有衝突，教堂你們要去，但是你們想學長壽，想學清淨、學快樂，佛這個地方有。佛是你們的老師，上帝是你們的父、是你們的父親，沒有衝突，在家有父母，在學校有老師，決定沒有衝突，很歡喜。我們用這個來告訴他，所以這個東西不能不學。確實，世尊在世不分族群、不分國籍、不分宗教信仰，來者不拒，去者不留。佛法，我們肯定它是教育。"
    },
    {
      "id": "02-037-0386_p0004",
      "zh_CN": "必须建立智慧，智慧加上一个无漏，漏是烦恼，智慧里头没有烦恼、没有妄想、没有杂念，清净智慧、真实智慧，能够照了一切。八正道是以智慧为体。正住于理，理就是体，理体；事，事的后头有理，没有理这事不能成就。理也是性的意思，相之体是性。所以佛法常常简单的讲，佛法讲什么？讲六个字，性、相、理、事、因、果，它就讲尽了，万事万法总不出这六个字的范围，佛法讲的是这个。住于理，理也是智慧，就是智慧，所以理智决定不移，决定不会改变。净土宗，我们要把心住于阿弥陀佛的名号，住在这本《无量寿经》。《无量寿经》是极乐世界的说明书，这里头有理论，有历史的渊源，阿弥陀佛是怎样建立极乐世界的，有方法、有因、有果，面面他都讲到，刚才我们说的六个字，性相、理事、因果统统讲到，特别介绍极乐世界。极乐世界人人都有分，跟我们的关系非常密切；换句话说，是我们的老家。既是老家，哪有不能回去的道理？只要我们重新认识。我们是把老家迷失掉了，以为没有家，在六道轮回里面流浪，生活苦不堪言。现在知道，我们自己本来是佛，我们的老家在极乐世界，阿弥陀佛比我们父母跟我们的关系还要亲。父母是一世，阿弥陀佛生生世世慈悲照顾，从来没有舍弃，即使我们做错很多事情，堕落在地狱，他也不舍弃，也很有耐心等我们。地狱消罪业，罪业消了就能从地狱出来，他还是接引，还是不舍弃，恩德比父母还重。",
      "zh_TW": "必須建立智慧，智慧加上一個無漏，漏是煩惱，智慧裡頭沒有煩惱、沒有妄想、沒有雜念，清淨智慧、真實智慧，能夠照了一切。八正道是以智慧為體。正住於理，理就是體，理體；事，事的後頭有理，沒有理這事不能成就。理也是性的意思，相之體是性。所以佛法常常簡單的講，佛法講什麼？講六個字，性、相、理、事、因、果，它就講盡了，萬事萬法總不出這六個字的範圍，佛法講的是這個。住於理，理也是智慧，就是智慧，所以理智決定不移，決定不會改變。淨土宗，我們要把心住於阿彌陀佛的名號，住在這本《無量壽經》。《無量壽經》是極樂世界的說明書，這裡頭有理論，有歷史的淵源，阿彌陀佛是怎樣建立極樂世界的，有方法、有因、有果，面面他都講到，剛才我們說的六個字，性相、理事、因果統統講到，特別介紹極樂世界。極樂世界人人都有分，跟我們的關係非常密切；換句話說，是我們的老家。既是老家，哪有不能回去的道理？只要我們重新認識。我們是把老家迷失掉了，以為沒有家，在六道輪迴裡面流浪，生活苦不堪言。現在知道，我們自己本來是佛，我們的老家在極樂世界，阿彌陀佛比我們父母跟我們的關係還要親。父母是一世，阿彌陀佛生生世世慈悲照顧，從來沒有捨棄，即使我們做錯很多事情，墮落在地獄，他也不捨棄，也很有耐心等我們。地獄消罪業，罪業消了就能從地獄出來，他還是接引，還是不捨棄，恩德比父母還重。"
    },
    {
      "id": "02-037-0386_p0005",
      "zh_CN": "下面总结，「皆言正者」，八个都说正，称为八正道，正见、正思惟一直到正念、正定，「以不依偏邪名正」，偏见不圆满，邪见跟正见完全相反，这是决定不能依的。所以五种见惑是邪见，五种思惑是邪知。「正思惟者，舍妄分别心，随顺一切智」。一切智，智是真正明了一切法的真相，宇宙的真相、万物的真相、生命的真相、我自己的真相，统统明了，这是一切智。「乃至正定者，善入菩萨不思议解脱门，于一三昧中，出入诸三昧故。释云」，这解释说，「据此文证，岂不深玄」。确实，我们得正定，定是专注一处，心不散乱。净宗一般都教人专注于佛号。其实修净土，有《观无量寿佛经》里面讲十六种方法，叫《十六观经》，但是观想、观像都必须具备条件，条件不具足修学很难。唯有持名，就是观佛的名号、念佛的名号，这个方法最容易，任何人都能学，男女老少、各行各业、贤愚不肖统统都能修，而且成就，如果你修学得法，成就都非常高。这个方法确实能帮助你得定，能帮助你得八正道。我们心专注在佛号上，比专注在阿弥陀佛像上还要得力、还要容易。观像不如念佛，所以念佛的人多，道理在此地。",
      "zh_TW": "下面總結，「皆言正者」，八個都說正，稱為八正道，正見、正思惟一直到正念、正定，「以不依偏邪名正」，偏見不圓滿，邪見跟正見完全相反，這是決定不能依的。所以五種見惑是邪見，五種思惑是邪知。「正思惟者，捨妄分別心，隨順一切智」。一切智，智是真正明瞭一切法的真相，宇宙的真相、萬物的真相、生命的真相、我自己的真相，統統明瞭，這是一切智。「乃至正定者，善入菩薩不思議解脫門，於一三昧中，出入諸三昧故。釋云」，這解釋說，「據此文證，豈不深玄」。確實，我們得正定，定是專注一處，心不散亂。淨宗一般都教人專注於佛號。其實修淨土，有《觀無量壽佛經》裡面講十六種方法，叫《十六觀經》，但是觀想、觀像都必須具備條件，條件不具足修學很難。唯有持名，就是觀佛的名號、念佛的名號，這個方法最容易，任何人都能學，男女老少、各行各業、賢愚不肖統統都能修，而且成就，如果你修學得法，成就都非常高。這個方法確實能幫助你得定，能幫助你得八正道。我們心專注在佛號上，比專注在阿彌陀佛像上還要得力、還要容易。觀像不如念佛，所以念佛的人多，道理在此地。"
    },
    {
      "id": "02-037-0386_p0006",
      "zh_CN": "善入菩萨不思议解脱门，着重在这个善字，善是非常巧妙。一般人入菩萨解脱门，解脱是大自在，不那么容易；用念佛这个方法，不知不觉的与菩萨解脱门相应。于一三昧，这一三昧是念佛三昧，得念佛三昧，一切三昧全都通了。这是佛家常说的，一部经通，一切经都通。这个理我们明白，因为一切法都是从自性里面生出的，只要你见性，一切法不离自性。见性的人一切法当然知道，不需要学习，看到就明白，听到就明白，接触就明白，六根接触没有不明了的，这叫真实智慧，他不迷。所以称为深、称为玄。",
      "zh_TW": "善入菩薩不思議解脫門，著重在這個善字，善是非常巧妙。一般人入菩薩解脫門，解脫是大自在，不那麼容易；用念佛這個方法，不知不覺的與菩薩解脫門相應。於一三昧，這一三昧是念佛三昧，得念佛三昧，一切三昧全都通了。這是佛家常說的，一部經通，一切經都通。這個理我們明白，因為一切法都是從自性裡面生出的，只要你見性，一切法不離自性。見性的人一切法當然知道，不需要學習，看到就明白，聽到就明白，接觸就明白，六根接觸沒有不明瞭的，這叫真實智慧，他不迷。所以稱為深、稱為玄。"
    },
    {
      "id": "02-037-0386_p0007",
      "zh_CN": "「七觉支、八正道等三十七道品，虽属小乘法，实通大乘」。这是真的，但是大乘人修这个叫助道法，确实有帮助，帮助什么？帮助我们得定；我们念佛，帮助我们得念佛三昧。小乘人都修。但是现在小乘我看也有困难，难在什么地方？难在五种见惑没放下。第一个，身见很严重，执着这个身是我；边见很严重，边见是对立；成见很重。我跟小乘也有往来。如果这五种见惑要是断掉，他在小乘就证初果，证须陀洹果。证得须陀洹果就是圣人，小乘的圣人，虽然位子很低，小小圣，他不是凡夫。他在六道里头，他没出六道，但是决定不堕三恶道。在六道里面他就是人天两道，人间天上、天上人间。也有时间限制，顶多七次，人间天上往返七次，他证阿罗汉果，就超越六道轮回。所以不能小看他，这是一般人做不到。念佛，念佛要功夫不到家，跟他比差远了。我们在《大势至圆通章疏钞》里面看到，灌顶法师说的，念佛人一百种果报，不同的果报，第一句就是无间地狱。我当初学这部经的时候，我就非常惊讶，念佛念得再不好也不至于堕无间地狱。我拿着经本去问老师，老师一看，这是大问题，这不是小问题，我不能给你一个人讲，在讲经的时候跟大家讲。虽然念佛，七情五欲没断，所以堕无间地狱，他造地狱业。由此可知，八正道可以帮助我们不造恶业，这对我们就有好处。",
      "zh_TW": "「七覺支、八正道等三十七道品，雖屬小乘法，實通大乘」。這是真的，但是大乘人修這個叫助道法，確實有幫助，幫助什麼？幫助我們得定；我們念佛，幫助我們得念佛三昧。小乘人都修。但是現在小乘我看也有困難，難在什麼地方？難在五種見惑沒放下。第一個，身見很嚴重，執著這個身是我；邊見很嚴重，邊見是對立；成見很重。我跟小乘也有往來。如果這五種見惑要是斷掉，他在小乘就證初果，證須陀洹果。證得須陀洹果就是聖人，小乘的聖人，雖然位子很低，小小聖，他不是凡夫。他在六道裡頭，他沒出六道，但是決定不墮三惡道。在六道裡面他就是人天兩道，人間天上、天上人間。也有時間限制，頂多七次，人間天上往返七次，他證阿羅漢果，就超越六道輪迴。所以不能小看他，這是一般人做不到。念佛，念佛要功夫不到家，跟他比差遠了。我們在《大勢至圓通章疏鈔》裡面看到，灌頂法師說的，念佛人一百種果報，不同的果報，第一句就是無間地獄。我當初學這部經的時候，我就非常驚訝，念佛念得再不好也不至於墮無間地獄。我拿著經本去問老師，老師一看，這是大問題，這不是小問題，我不能給你一個人講，在講經的時候跟大家講。雖然念佛，七情五欲沒斷，所以墮無間地獄，他造地獄業。由此可知，八正道可以幫助我們不造惡業，這對我們就有好處。"
    },
    {
      "id": "02-037-0386_p0008",
      "zh_CN": "「如《智度论》云」，《大智度论》，「三十七品无所不摄」，摄就是包容，「即无量道品，亦在其中」。这是大乘论，这有证据的，一切佛法，三十七品统统包括。「《净名》云」，《净名》是《维摩诘经》，「道品是法身因」，这指的是三十七道品。《涅槃经》说，「若人能观八正道，即见佛性，名得醍醐」，得醍醐就是成无上正等正觉。「故《弥陀疏钞》曰」，这莲池大师讲的，「道品是一，观智大小，固无定也」。道品像数学里头一个公式，它讲的是原理原则，一切法都可以跟它相应，小乘跟它相应是小乘法，大乘跟它相应是大乘法，我们念佛法门跟它相应是念佛三昧，哪一法都可以用，它没有固定的。「今经所云：依佛所行七觉圣道」，依佛所行的七觉圣道，这不是小乘，佛所行的，阿弥陀佛所行的，「盖谓彼土菩萨」，彼土是极乐世界，极乐世界的菩萨是依佛的观智，入三十七道品。所以三十七道品也被念佛人所用。这是道品的意思。",
      "zh_TW": "「如《智度論》云」，《大智度論》，「三十七品無所不攝」，攝就是包容，「即無量道品，亦在其中」。這是大乘論，這有證據的，一切佛法，三十七品統統包括。「《淨名》云」，《淨名》是《維摩詰經》，「道品是法身因」，這指的是三十七道品。《涅槃經》說，「若人能觀八正道，即見佛性，名得醍醐」，得醍醐就是成無上正等正覺。「故《彌陀疏鈔》曰」，這蓮池大師講的，「道品是一，觀智大小，固無定也」。道品像數學裡頭一個公式，它講的是原理原則，一切法都可以跟它相應，小乘跟它相應是小乘法，大乘跟它相應是大乘法，我們念佛法門跟它相應是念佛三昧，哪一法都可以用，它沒有固定的。「今經所云：依佛所行七覺聖道」，依佛所行的七覺聖道，這不是小乘，佛所行的，阿彌陀佛所行的，「蓋謂彼土菩薩」，彼土是極樂世界，極樂世界的菩薩是依佛的觀智，入三十七道品。所以三十七道品也被念佛人所用。這是道品的意思。"
    },
    {
      "id": "02-037-0386_p0009",
      "zh_CN": "我们正定，就是把心定在佛号上，这就绝对正确，决定不能动摇，不能忘掉，念兹在兹，其他全是假的。一定要记住《金刚经》上所说的，「一切有为法，如梦幻泡影」，《大般若经》上所说的，「一切法无所有，毕竟空，不可得」。佛法说真说假，它的定义是不生不灭这是真，只要有生有灭就是假。那我们看看，哪一法没有生灭？我们的身体有生老病死，那就不是真的。所有动物也都有生老病死，植物有生住异灭，山河大地有成住坏空，没有一样是常住的。在太空当中，天文学家观察夜晚的星空，见到星球爆炸，那这世界就没有了，空了，星球一爆炸都变成灰尘，散布在太空当中；有的那个地方没有星星，突然发现那个地方有星光，就是星球也有生灭，有成住坏空。生，它成了；成，一定有一段相当时间它存在，这叫住；坏的时候它就毁灭、爆炸，爆炸之后就空了，所以全是假相。",
      "zh_TW": "我們正定，就是把心定在佛號上，這就絕對正確，決定不能動搖，不能忘掉，念茲在茲，其他全是假的。一定要記住《金剛經》上所說的，「一切有為法，如夢幻泡影」，《大般若經》上所說的，「一切法無所有，畢竟空，不可得」。佛法說真說假，它的定義是不生不滅這是真，只要有生有滅就是假。那我們看看，哪一法沒有生滅？我們的身體有生老病死，那就不是真的。所有動物也都有生老病死，植物有生住異滅，山河大地有成住壞空，沒有一樣是常住的。在太空當中，天文學家觀察夜晚的星空，見到星球爆炸，那這世界就沒有了，空了，星球一爆炸都變成灰塵，散布在太空當中；有的那個地方沒有星星，突然發現那個地方有星光，就是星球也有生滅，有成住壞空。生，它成了；成，一定有一段相當時間它存在，這叫住；壞的時候它就毀滅、爆炸，爆炸之後就空了，所以全是假相。"
    },
    {
      "id": "02-037-0386_p0010",
      "zh_CN": "大乘法里面诸佛如来的报土，有凡圣同居土，六道轮回；有方便有余土，是四圣法界，声闻、缘觉、菩萨、佛住的地方，那叫方便有余土；有实报庄严土，明心见性之后生实报庄严土。实报庄严土我们称它作一真法界，为什么它一真？那个里头没有变化。生到那个世界寿命很长，经上常说三个阿僧祇劫，这么长的寿命，叫无量寿。但是寿命长，身体、相貌没有改变，就是永远年轻，没有看到他有变化，有衰老的变化，没有。树木花草常青，没有看到树叶变黄。看不到变化，所以那叫一真。为什么？那是法性所生的，里面没有阿赖耶。所有的变化是阿赖耶识。唯心所现是法性身，唯识所变那就是我们十法界的身。十法界是心现识变，一真法界是心现没有识变，他们完全把八识转成四智，这叫佛的报土。但是它算不算是真的？比起我们它是真，要跟自性比，它还不是真的，它有生，有出生，它有灭。我们明心见性它生了，看到它就生了，我们哪一天把无始无明的习气断干净，习气，习气断干净；无明早破了，他有习气，习气断干净，实报土就没有了，就不见了，所以它还不是真的。《金刚经》说「凡所有相，皆是虚妄」，没有说实报土是例外，所以实报土也包括在其中。",
      "zh_TW": "大乘法裡面諸佛如來的報土，有凡聖同居土，六道輪迴；有方便有餘土，是四聖法界，聲聞、緣覺、菩薩、佛住的地方，那叫方便有餘土；有實報莊嚴土，明心見性之後生實報莊嚴土。實報莊嚴土我們稱它作一真法界，為什麼它一真？那個裡頭沒有變化。生到那個世界壽命很長，經上常說三個阿僧祇劫，這麼長的壽命，叫無量壽。但是壽命長，身體、相貌沒有改變，就是永遠年輕，沒有看到他有變化，有衰老的變化，沒有。樹木花草常青，沒有看到樹葉變黃。看不到變化，所以那叫一真。為什麼？那是法性所生的，裡面沒有阿賴耶。所有的變化是阿賴耶識。唯心所現是法性身，唯識所變那就是我們十法界的身。十法界是心現識變，一真法界是心現沒有識變，他們完全把八識轉成四智，這叫佛的報土。但是它算不算是真的？比起我們它是真，要跟自性比，它還不是真的，它有生，有出生，它有滅。我們明心見性它生了，看到它就生了，我們哪一天把無始無明的習氣斷乾淨，習氣，習氣斷乾淨；無明早破了，他有習氣，習氣斷乾淨，實報土就沒有了，就不見了，所以它還不是真的。《金剛經》說「凡所有相，皆是虛妄」，沒有說實報土是例外，所以實報土也包括在其中。"
    },
    {
      "id": "02-037-0386_p0011",
      "zh_CN": "那到底什么是真的？常寂光是真的，常寂光里头永远没有变化。常寂光在什么地方我们看不见，其实没有离开我们，它遍一切处、遍一切时，也就是无时不在、无处不在。为什么看不见？我们六根接触不到。六根的前五根，眼耳鼻舌身，所接触到的是物质现象，第六意识是思惟、是思想，它可以接触非物质的现象，所谓精神现象它能接触到。我们的真心、自性不是物质现象，也不是精神现象，也不是自然现象，所以统统见不到。怎么知道它有？定功深了，在定中你就看到、就见到。所以佛说这个事情「唯证方知」，你证得了你就知道。什么时候证得？八地以上，这个功夫可深了。八地以上的，八地菩萨、九地、十地、等觉、妙觉，这五个位次证得，最高的五个位次，七地菩萨还没有办法证得。所以佛讲的是真的不是假的，他在定中亲自见到的，见到宇宙的起源、万法的起源、生命的起源，我们自己每个人的起源他全晓得。佛告诉我们，这不是他的专利，并不是说只有他知道，人人都知道。佛说得非常好，「一切众生本来是佛」。大家本来都是佛，现在为什么变成这个样子？迷失了自性，迷了，觉悟了你就成佛。所以凡圣实际上就在一念之间，一念觉，凡夫成佛；一念迷，你就堕落在凡夫。这才是事实真相。",
      "zh_TW": "那到底什麼是真的？常寂光是真的，常寂光裡頭永遠沒有變化。常寂光在什麼地方我們看不見，其實沒有離開我們，它遍一切處、遍一切時，也就是無時不在、無處不在。為什麼看不見？我們六根接觸不到。六根的前五根，眼耳鼻舌身，所接觸到的是物質現象，第六意識是思惟、是思想，它可以接觸非物質的現象，所謂精神現象它能接觸到。我們的真心、自性不是物質現象，也不是精神現象，也不是自然現象，所以統統見不到。怎麼知道它有？定功深了，在定中你就看到、就見到。所以佛說這個事情「唯證方知」，你證得了你就知道。什麼時候證得？八地以上，這個功夫可深了。八地以上的，八地菩薩、九地、十地、等覺、妙覺，這五個位次證得，最高的五個位次，七地菩薩還沒有辦法證得。所以佛講的是真的不是假的，他在定中親自見到的，見到宇宙的起源、萬法的起源、生命的起源，我們自己每個人的起源他全曉得。佛告訴我們，這不是他的專利，並不是說只有他知道，人人都知道。佛說得非常好，「一切眾生本來是佛」。大家本來都是佛，現在為什麼變成這個樣子？迷失了自性，迷了，覺悟了你就成佛。所以凡聖實際上就在一念之間，一念覺，凡夫成佛；一念迷，你就墮落在凡夫。這才是事實真相。"
    },
    {
      "id": "02-037-0386_p0012",
      "zh_CN": "下面这一段，『修行五眼』。「佛有五眼。菩萨志求佛德」，菩萨的志愿没有别的，就是求佛德，佛德就是自性本具的德能，智慧德相，这是大圆满，真实智慧。佛德无量无边，举五眼做例子，「故略举五眼，以概其余」，用这个来显佛德。显佛德就是显自己的性德，我们既然有，我们应该恢复。恢复不难，只要把障碍放下就对了，知道哪些东西障碍了我们的自性，让我们的自性不能透出来。佛告诉我们三种烦恼，第一种是无始无明，第二种是尘沙烦恼，第三种是见思烦恼，这三种。见思烦恼是执着，尘沙烦恼是分别，无始无明是妄想。我们果然能够把妄想分别执着放下，恭喜你，你成佛了，你得到大圆满，你得到圆满智慧。佛号称为天人师，天上人间依他为老师，跟他学智慧，跟他学习回归自性。",
      "zh_TW": "下面這一段，『修行五眼』。「佛有五眼。菩薩志求佛德」，菩薩的志願沒有別的，就是求佛德，佛德就是自性本具的德能，智慧德相，這是大圓滿，真實智慧。佛德無量無邊，舉五眼做例子，「故略舉五眼，以概其餘」，用這個來顯佛德。顯佛德就是顯自己的性德，我們既然有，我們應該恢復。恢復不難，只要把障礙放下就對了，知道哪些東西障礙了我們的自性，讓我們的自性不能透出來。佛告訴我們三種煩惱，第一種是無始無明，第二種是塵沙煩惱，第三種是見思煩惱，這三種。見思煩惱是執著，塵沙煩惱是分別，無始無明是妄想。我們果然能夠把妄想分別執著放下，恭喜你，你成佛了，你得到大圓滿，你得到圓滿智慧。佛號稱為天人師，天上人間依他為老師，跟他學智慧，跟他學習回歸自性。"
    },
    {
      "id": "02-037-0386_p0013",
      "zh_CN": "这个五眼，佛是五眼具足，在《金刚经》上都说。佛有肉眼，我们有肉眼；佛有天眼，我们没有天眼。天眼没有障碍，能看过去、能看未来，住在这个房子里面，这四周墙壁没有障碍，他能看穿，隔壁什么样子，楼上什么样子，楼下他都能看见，他没有障碍。但是天眼大小不一样，那是你自己功夫的浅深。功夫深的天眼能够见到过去五百世，乃至于无量劫，能看到未来，能观察到遍法界虚空界，也能看到一个微尘里头有世界，真不可思议，科学实在讲没法子跟他相比。有慧眼、有法眼、有佛眼，所以称为五眼。",
      "zh_TW": "這個五眼，佛是五眼具足，在《金剛經》上都說。佛有肉眼，我們有肉眼；佛有天眼，我們沒有天眼。天眼沒有障礙，能看過去、能看未來，住在這個房子裡面，這四周牆壁沒有障礙，他能看穿，隔壁什麼樣子，樓上什麼樣子，樓下他都能看見，他沒有障礙。但是天眼大小不一樣，那是你自己功夫的淺深。功夫深的天眼能夠見到過去五百世，乃至於無量劫，能看到未來，能觀察到遍法界虛空界，也能看到一個微塵裡頭有世界，真不可思議，科學實在講沒法子跟他相比。有慧眼、有法眼、有佛眼，所以稱為五眼。"
    },
    {
      "id": "02-037-0386_p0014",
      "zh_CN": "此之五眼，『照真达俗』。真就是见自性，明心见性，这是照真；达俗，就是这个世间没有一样他不知道，宏观他能看到整个宇宙，微观他能看到微尘里面的世界。现在科学家，微尘是什么他看穿了，搞清楚了，但是微尘里头有世界他没看见。他把极微之微再分析出来，看到是意念的波动现象，他没有看到这微尘里头有世界。从这上面看，科学跟佛学差距很大。微尘里头真有世界，谁进去？普贤菩萨进去了，入微尘世界里面去拜佛、去供养、去听佛说法，在微尘里头。这个科学家听起来就是神话，我们相信佛没有妄语，佛说的肯定是真的。所以他能见真空，真空就是自性，「能见真空，及如来藏中不空实性」，他能见得到，「故云照真」。如来藏是真妄融成一体，阿赖耶叫藏识、妄心，妄心里头有真心。在十法界，真心里头有妄心，妄心里头有真心。真心里头没有妄心就回归自性了，就是常寂光土。真妄混合在一起，佛的五眼也能看得清清楚楚，知道它到底是怎么一回事情，所以他能照真。",
      "zh_TW": "此之五眼，『照真達俗』。真就是見自性，明心見性，這是照真；達俗，就是這個世間沒有一樣他不知道，宏觀他能看到整個宇宙，微觀他能看到微塵裡面的世界。現在科學家，微塵是什麼他看穿了，搞清楚了，但是微塵裡頭有世界他沒看見。他把極微之微再分析出來，看到是意念的波動現象，他沒有看到這微塵裡頭有世界。從這上面看，科學跟佛學差距很大。微塵裡頭真有世界，誰進去？普賢菩薩進去了，入微塵世界裡面去拜佛、去供養、去聽佛說法，在微塵裡頭。這個科學家聽起來就是神話，我們相信佛沒有妄語，佛說的肯定是真的。所以他能見真空，真空就是自性，「能見真空，及如來藏中不空實性」，他能見得到，「故云照真」。如來藏是真妄融成一體，阿賴耶叫藏識、妄心，妄心裡頭有真心。在十法界，真心裡頭有妄心，妄心裡頭有真心。真心裡頭沒有妄心就回歸自性了，就是常寂光土。真妄混合在一起，佛的五眼也能看得清清楚楚，知道它到底是怎麼一回事情，所以他能照真。"
    },
    {
      "id": "02-037-0386_p0015",
      "zh_CN": "「复能见无数世界之色」，色是物质现象，「与彼中众生根性」。每一个世界里头都有众生，每一个星球里头都有生物在居住，我们肉眼见不到，这些众生他们没有身体，所以我们看不到他，佛的五眼能看到他。我们用望远镜去寻找星球，好像到现在还没找到像地球这样的，星球上有人的，但是发现有不少星球，好像曾经有人生活过的样子。我们这个地球上人是有个身体，带了个身体，身体是个包袱，这包袱不好，很难受，没有这个包袱多自在。很多世界里头没有身体的，我们这个地球上也有很多众生没有身体的，跟我们住在一起。不但佛经说，道教说得很多，其他宗教也有说，叫人鬼杂居。人跟鬼住在一起，两个不同的频道，所以不相妨碍。有时候无意当中也会有点冲突，但不碍事，各人是各人的空间，重叠在一起。中国谚语有说，「人有三分怕鬼，鬼有七分怕人」，殊不知鬼怕人比人怕鬼还严重，鬼有七分怕人，人有三分怕鬼。所以叫「达俗」。",
      "zh_TW": "「復能見無數世界之色」，色是物質現象，「與彼中眾生根性」。每一個世界裡頭都有眾生，每一個星球裡頭都有生物在居住，我們肉眼見不到，這些眾生他們沒有身體，所以我們看不到他，佛的五眼能看到他。我們用望遠鏡去尋找星球，好像到現在還沒找到像地球這樣的，星球上有人的，但是發現有不少星球，好像曾經有人生活過的樣子。我們這個地球上人是有個身體，帶了個身體，身體是個包袱，這包袱不好，很難受，沒有這個包袱多自在。很多世界裡頭沒有身體的，我們這個地球上也有很多眾生沒有身體的，跟我們住在一起。不但佛經說，道教說得很多，其他宗教也有說，叫人鬼雜居。人跟鬼住在一起，兩個不同的頻道，所以不相妨礙。有時候無意當中也會有點衝突，但不礙事，各人是各人的空間，重疊在一起。中國諺語有說，「人有三分怕鬼，鬼有七分怕人」，殊不知鬼怕人比人怕鬼還嚴重，鬼有七分怕人，人有三分怕鬼。所以叫「達俗」。"
    },
    {
      "id": "02-037-0386_p0016",
      "zh_CN": "「以照真故，自觉行圆，达于究竟」。因为它照真，可以不断提升自己。要把自己提升到圆满，圆满就成佛，提升到常寂光，达于究竟。「以达俗故，随机设教，度生无量」，你对于所有众生状况你完全了解，你要帮助他，你要教导他，帮助他提升，这是菩萨的事业。菩萨在没有证得究竟，他主要目标是提升自己，度众生也是提升自己；证得圆满之后，他没有再提升的，完全度众生，与十方世界一切众生感应道交，众生有感他就有应。「今此净土一法，正照真达俗之极至」，净土宗讲照真达俗，它是到了极处，达到了最高峰。「照真显真谛」，事实真相，「达俗明俗谛」，就是世俗人的概念、世俗人的见识全都明了，「双举」，照真达俗双举，「示中谛」。天台大师所讲的真谛、俗谛、中谛，「三谛圆融，不可思议」，特别是净土宗。「又照真，故如实」，实是真实，就是自性，「达俗故广度。故万类齐收，究竟度脱」。万类齐收，含容空有，全都包括在其中；究竟度脱，如佛度生，这个事业跟佛没有两样。这一段我们就学习到此地。再看后面这一段，「五眼圆明」：",
      "zh_TW": "「以照真故，自覺行圓，達於究竟」。因為它照真，可以不斷提升自己。要把自己提升到圓滿，圓滿就成佛，提升到常寂光，達於究竟。「以達俗故，隨機設教，度生無量」，你對於所有眾生狀況你完全了解，你要幫助他，你要教導他，幫助他提升，這是菩薩的事業。菩薩在沒有證得究竟，他主要目標是提升自己，度眾生也是提升自己；證得圓滿之後，他沒有再提升的，完全度眾生，與十方世界一切眾生感應道交，眾生有感他就有應。「今此淨土一法，正照真達俗之極至」，淨土宗講照真達俗，它是到了極處，達到了最高峰。「照真顯真諦」，事實真相，「達俗明俗諦」，就是世俗人的概念、世俗人的見識全都明瞭，「雙舉」，照真達俗雙舉，「示中諦」。天台大師所講的真諦、俗諦、中諦，「三諦圓融，不可思議」，特別是淨土宗。「又照真，故如實」，實是真實，就是自性，「達俗故廣度。故萬類齊收，究竟度脫」。萬類齊收，含容空有，全都包括在其中；究竟度脫，如佛度生，這個事業跟佛沒有兩樣。這一段我們就學習到此地。再看後面這一段，「五眼圓明」："
    },
    {
      "id": "02-037-0386_p0017",
      "zh_CN": "【肉眼简择。天眼通达。法眼清净。慧眼见真。佛眼具足。觉了法性。】",
      "zh_TW": "【肉眼簡擇。天眼通達。法眼清淨。慧眼見真。佛眼具足。覺了法性。】"
    },
    {
      "id": "02-037-0386_p0018",
      "zh_CN": "这进一步略做解释，五眼的解说，我们看注解。『肉眼』，「即人间肉身之眼。能见现前色像」，故曰『简择』，简择就是你看得很清楚、很明了，没看错。『天眼』，「为天趣之眼」，就是天道，天人之眼。「《大智度论》曰：天眼所见，自地（自身所住之界，例如色界天以色界为自地）」，就是他的本地，色界天人他能见到色界天，「及下地」，低于色界天的，是在他下面的，下面是欲界，「六道中众生诸物，若近若远，若粗若细诸色，莫不能照」，他都能看见，他没有障碍，叫天眼。「又《净影疏》」，隋朝慧远法师的《无量寿经》注解，这里头说，「一切禅定名为天住」。为什么？「依天得眼，故名天眼。能见众生死此生彼」，能够见到众生在六道里头轮回，他看得清清楚楚。天眼实在具足上头两个意思。「又天眼有二种：一者从报得」，你生到天上自然有天眼，这叫报得；另外一种是修得，我们在人间，如果修禅定可以得天眼。最明显的，小乘经上说的，小乘修行将五种见惑断掉，他就得到天眼、天耳，六种神通就得两种。那是修得的，不是报得的，可见得这个东西是我们自己本有的。现在为什么没有了？五种见惑障碍了它，五种见惑放下就有了。",
      "zh_TW": "這進一步略做解釋，五眼的解說，我們看註解。『肉眼』，「即人間肉身之眼。能見現前色像」，故曰『簡擇』，簡擇就是你看得很清楚、很明瞭，沒看錯。『天眼』，「為天趣之眼」，就是天道，天人之眼。「《大智度論》曰：天眼所見，自地（自身所住之界，例如色界天以色界為自地）」，就是他的本地，色界天人他能見到色界天，「及下地」，低於色界天的，是在他下面的，下面是欲界，「六道中眾生諸物，若近若遠，若粗若細諸色，莫不能照」，他都能看見，他沒有障礙，叫天眼。「又《淨影疏》」，隋朝慧遠法師的《無量壽經》註解，這裡頭說，「一切禪定名為天住」。為什麼？「依天得眼，故名天眼。能見眾生死此生彼」，能夠見到眾生在六道裡頭輪迴，他看得清清楚楚。天眼實在具足上頭兩個意思。「又天眼有二種：一者從報得」，你生到天上自然有天眼，這叫報得；另外一種是修得，我們在人間，如果修禪定可以得天眼。最明顯的，小乘經上說的，小乘修行將五種見惑斷掉，他就得到天眼、天耳，六種神通就得兩種。那是修得的，不是報得的，可見得這個東西是我們自己本有的。現在為什麼沒有了？五種見惑障礙了它，五種見惑放下就有了。"
    },
    {
      "id": "02-037-0386_p0019",
      "zh_CN": "五种见惑要记清楚，最好把它放下，这东西很麻烦，是个非常不健康的东西。第一个是身见，执着身是我。所以我们真正想念佛往生，往生的时候很自在，最好先把身见破掉，往生时候自在。不执着身是我，把身看作什么？身是我的衣服，像衣服一样，它不是我，是我所有的。衣服不是我，是我所有的，你看脱衣服太容易，人家要，我脱了就给他；身不是我，你要这个身体，我身体给你。这是正念，这是事实真相，身确实不是我。轮回不是这个身去轮回，我生天道不是这个人身变成天身，不是的，生畜生道也不是这个身变成畜生身，不是的；身丢掉了，那个我去投胎。我是什么？俗话叫灵魂，灵魂是我。佛告诉我们，灵魂接近我，还不是真我。为什么？灵魂迷惑，没有智慧，糊涂；我有智慧，我不迷惑，我一定是清净平等觉，这是我。所以可以说灵性是我，我有灵性。魂就迷了，迷魂，迷魂是到处乱投胎，去找身体，身丢掉了怎么行，再去找一个。灵性不是的，灵性实在讲它不要身体，但是它能现身体，与众生感应道交，众生有感他有应，应以什么身得度他能现什么身，这个自在！没有身能现一切身，有了身就不能现第二个身。所以身见要看破，身见破了，其他的都容易。",
      "zh_TW": "五種見惑要記清楚，最好把它放下，這東西很麻煩，是個非常不健康的東西。第一個是身見，執著身是我。所以我們真正想念佛往生，往生的時候很自在，最好先把身見破掉，往生時候自在。不執著身是我，把身看作什麼？身是我的衣服，像衣服一樣，它不是我，是我所有的。衣服不是我，是我所有的，你看脫衣服太容易，人家要，我脫了就給他；身不是我，你要這個身體，我身體給你。這是正念，這是事實真相，身確實不是我。輪迴不是這個身去輪迴，我生天道不是這個人身變成天身，不是的，生畜生道也不是這個身變成畜生身，不是的；身丟掉了，那個我去投胎。我是什麼？俗話叫靈魂，靈魂是我。佛告訴我們，靈魂接近我，還不是真我。為什麼？靈魂迷惑，沒有智慧，糊塗；我有智慧，我不迷惑，我一定是清淨平等覺，這是我。所以可以說靈性是我，我有靈性。魂就迷了，迷魂，迷魂是到處亂投胎，去找身體，身丟掉了怎麼行，再去找一個。靈性不是的，靈性實在講它不要身體，但是它能現身體，與眾生感應道交，眾生有感他有應，應以什麼身得度他能現什麼身，這個自在！沒有身能現一切身，有了身就不能現第二個身。所以身見要看破，身見破了，其他的都容易。"
    },
    {
      "id": "02-037-0386_p0020",
      "zh_CN": "第二个边见，边见是对立。不与一切人对立，不与一切事对立，不与一切万物对立，不对立就肯定、就承认这一切万物、一切人事物跟我是一体，都是自性变的，有什么好对立的？对立就产生矛盾，就惹麻烦，错了。没有对立六和敬就现前。为什么不和？不和是没有敬。为什么不和不敬？对立，这烦恼的根。再就是成见，自以为是，不能包容别人，都认为自己是对的，别人是错的。事实真相，无论是真谛是俗谛，没有对错。对错什么标准？我以为。那是你的标准。对方他的标准，他的标准是他的，都没有对错。所以能够把成见放下，烦恼就没有了，这个世间一切法就平等。没有邪见，邪见是错误的见解。于一切法当中，你都能够看得很清楚、很明白，这个修行人自自然然天眼、天耳就恢复。这是修成的，所以修得。",
      "zh_TW": "第二個邊見，邊見是對立。不與一切人對立，不與一切事對立，不與一切萬物對立，不對立就肯定、就承認這一切萬物、一切人事物跟我是一體，都是自性變的，有什麼好對立的？對立就產生矛盾，就惹麻煩，錯了。沒有對立六和敬就現前。為什麼不和？不和是沒有敬。為什麼不和不敬？對立，這煩惱的根。再就是成見，自以為是，不能包容別人，都認為自己是對的，別人是錯的。事實真相，無論是真諦是俗諦，沒有對錯。對錯什麼標準？我以為。那是你的標準。對方他的標準，他的標準是他的，都沒有對錯。所以能夠把成見放下，煩惱就沒有了，這個世間一切法就平等。沒有邪見，邪見是錯誤的見解。於一切法當中，你都能夠看得很清楚、很明白，這個修行人自自然然天眼、天耳就恢復。這是修成的，所以修得。"
    },
    {
      "id": "02-037-0386_p0021",
      "zh_CN": "小乘初果再往前进步，如果是证得二果，他又恢复两种神通，神通是本能，一个宿命通，他能知道自己过去生生世世的事情，知道自己的；还有个他心通，别人心里想什么事他知道，这两种能力恢复。再往上前进，证得三果，又恢复了一种神通，这种神通很了不起，神足通。神足是什么？能变化，像《西游记》孙悟空七十二变，他有这个本事。他到外面旅行不要用交通工具，真的，他想到哪里他身就到了，这神足通。证到四果阿罗汉，还得一个漏尽通，漏尽通是什么？烦恼断掉了，见思烦恼完全没有了，得自在。这都是属于修得的，六种神通统统可以恢复。到阿罗汉这个境界，宿命，能知五百世，五百世再往前面去他不知道，那要菩萨才知道，菩萨这个能量比他大。阿罗汉只能知道过去五百世、未来五百世，他清楚，六种神通具足。",
      "zh_TW": "小乘初果再往前進步，如果是證得二果，他又恢復兩種神通，神通是本能，一個宿命通，他能知道自己過去生生世世的事情，知道自己的；還有個他心通，別人心裡想什麼事他知道，這兩種能力恢復。再往上前進，證得三果，又恢復了一種神通，這種神通很了不起，神足通。神足是什麼？能變化，像《西遊記》孫悟空七十二變，他有這個本事。他到外面旅行不要用交通工具，真的，他想到哪裡他身就到了，這神足通。證到四果阿羅漢，還得一個漏盡通，漏盡通是什麼？煩惱斷掉了，見思煩惱完全沒有了，得自在。這都是屬於修得的，六種神通統統可以恢復。到阿羅漢這個境界，宿命，能知五百世，五百世再往前面去他不知道，那要菩薩才知道，菩薩這個能量比他大。阿羅漢只能知道過去五百世、未來五百世，他清楚，六種神通具足。"
    },
    {
      "id": "02-037-0386_p0022",
      "zh_CN": "「《净影》所云，是指修得者。生于色界诸天自然生得之净眼，是为报得」。这个人要生天了，到天上去之后自然有五种神通，漏尽没有。所以诸位一定要知道，今天很多说是有外星人，坐着飞碟到我们这访问，那是什么？那是人道，不是天道，天道不要交通工具，鬼道也不要交通工具，鬼也很厉害，他有神足通。所以那是什么？报得的五通，就是没有漏尽；换句话说，他还有烦恼，有烦恼、有习气，报得的。天道跟我们不同一个空间维次。我们所看到的太空，跟我们是同一个空间维次，你才能看到，不同空间维次看不到。所以整个宇宙很复杂，不是那么简单的，真正修行人能观察得到。科学也不行，科学也只能够看三度空间，高维度的空间科学仪器也看不到，仪器不能够突破空间维次。底下说报得的，「从果报而得，不赖修成」，不是他修成的。",
      "zh_TW": "「《淨影》所云，是指修得者。生於色界諸天自然生得之淨眼，是為報得」。這個人要生天了，到天上去之後自然有五種神通，漏盡沒有。所以諸位一定要知道，今天很多說是有外星人，坐著飛碟到我們這訪問，那是什麼？那是人道，不是天道，天道不要交通工具，鬼道也不要交通工具，鬼也很厲害，他有神足通。所以那是什麼？報得的五通，就是沒有漏盡；換句話說，他還有煩惱，有煩惱、有習氣，報得的。天道跟我們不同一個空間維次。我們所看到的太空，跟我們是同一個空間維次，你才能看到，不同空間維次看不到。所以整個宇宙很複雜，不是那麼簡單的，真正修行人能觀察得到。科學也不行，科學也只能夠看三度空間，高維度的空間科學儀器也看不到，儀器不能夠突破空間維次。底下說報得的，「從果報而得，不賴修成」，不是他修成的。"
    },
    {
      "id": "02-037-0386_p0023",
      "zh_CN": "「又通达者，如《智度论》曰：肉眼见近不见远」，远了就看不见。「见前不见后」，眼睛只能看前面，看不到后面。「见外不见内」，外面可以看见，身体里面五脏六腑看不见，不见内。「见昼不见夜」，白天能看见，夜晚看不见。「见上不见下」，上面可以看见，下面地底下看不见。「以此碍故求天眼」，这么多的障碍，肉眼障碍太多了，所以我们要求天眼。「得是天眼远近皆见，前后、内外、上下」统统都没障碍，这是天眼的好处。为什么要修行？修行就是要得天眼，要得天眼。天眼是最容易得到的，小乘初果得到了，大乘初信位的菩萨，十信里头初信也得到了。「又秽土天眼所见，不出三千大千」，这是讲我们娑婆世界，三千大千世界也就是六道轮回，他不能超越这个境界。「彼土菩萨天眼」，这极乐世界，极乐世界菩萨天眼他是报得的，他不是修得的。我们这里念佛，往生到极乐世界就得天眼。这个天眼可了不起，「见十方恒沙世界」，十方如恒河沙无量无边无数的诸佛刹土，以及诸佛刹土里头所有众生，他们生生世世的事情你全都看到。修行不容易，修成初果、大乘修成初信位比往生难，往生容易。这是个易行道，千万要把握住，稀有难逢。遇到这个法门，你一生可以成佛；你遇不到这个法门，八万四千法门，任何一个法门修行都要无量劫才能成就。全是真话。只有这个法门一生成就，如果舍弃这个法门叫真可惜。遇到这个法门就是你遇到这个机会，这个机会是可以帮助你一生成佛的。这是说天眼。",
      "zh_TW": "「又通達者，如《智度論》曰：肉眼見近不見遠」，遠了就看不見。「見前不見後」，眼睛只能看前面，看不到後面。「見外不見內」，外面可以看見，身體裡面五臟六腑看不見，不見內。「見晝不見夜」，白天能看見，夜晚看不見。「見上不見下」，上面可以看見，下面地底下看不見。「以此礙故求天眼」，這麼多的障礙，肉眼障礙太多了，所以我們要求天眼。「得是天眼遠近皆見，前後、內外、上下」統統都沒障礙，這是天眼的好處。為什麼要修行？修行就是要得天眼，要得天眼。天眼是最容易得到的，小乘初果得到了，大乘初信位的菩薩，十信裡頭初信也得到了。「又穢土天眼所見，不出三千大千」，這是講我們娑婆世界，三千大千世界也就是六道輪迴，他不能超越這個境界。「彼土菩薩天眼」，這極樂世界，極樂世界菩薩天眼他是報得的，他不是修得的。我們這裡念佛，往生到極樂世界就得天眼。這個天眼可了不起，「見十方恆沙世界」，十方如恆河沙無量無邊無數的諸佛剎土，以及諸佛剎土裡頭所有眾生，他們生生世世的事情你全都看到。修行不容易，修成初果、大乘修成初信位比往生難，往生容易。這是個易行道，千萬要把握住，稀有難逢。遇到這個法門，你一生可以成佛；你遇不到這個法門，八萬四千法門，任何一個法門修行都要無量劫才能成就。全是真話。只有這個法門一生成就，如果捨棄這個法門叫真可惜。遇到這個法門就是你遇到這個機會，這個機會是可以幫助你一生成佛的。這是說天眼。"
    },
    {
      "id": "02-037-0386_p0024",
      "zh_CN": "第三个『法眼』，望西法师说，「缘俗谛智，能照法故，名为法眼」。法眼缘俗谛智，俗谛是世间法，当然能照是照世间法。憬兴法师说，「法眼即以有智为体」，有智就是俗谛智；真谛智是空，俗谛智是有。「能见众生欲性心及诸佛法，故名法眼」，就是能知事相，这个世间所有一切的事相它能知，这是法眼。「《笺注》」，《无量寿经笺注》，丁福保居士他的著作，说「分明观达缘生差别之法，谓之法眼」，这个讲得也很清楚。分明，观是观察，达是通达，通达什么？因缘所生法，那就是我们十法界的依正庄严。因缘所生法他都能看得很清楚、看得很明白，这就叫法眼。",
      "zh_TW": "第三個『法眼』，望西法師說，「緣俗諦智，能照法故，名為法眼」。法眼緣俗諦智，俗諦是世間法，當然能照是照世間法。憬興法師說，「法眼即以有智為體」，有智就是俗諦智；真諦智是空，俗諦智是有。「能見眾生欲性心及諸佛法，故名法眼」，就是能知事相，這個世間所有一切的事相它能知，這是法眼。「《箋註》」，《無量壽經箋註》，丁福保居士他的著作，說「分明觀達緣生差別之法，謂之法眼」，這個講得也很清楚。分明，觀是觀察，達是通達，通達什麼？因緣所生法，那就是我們十法界的依正莊嚴。因緣所生法他都能看得很清楚、看得很明白，這就叫法眼。"
    },
    {
      "id": "02-037-0386_p0025",
      "zh_CN": "「《魏译》曰：法眼观察，究竟诸道。今经云法眼清净，其义应如《三藏法数》所云」。五种原译本，《魏译》是康僧铠的本子，翻译的本子说，「法眼观察，究竟诸道」，这个诸道就是六道，法眼能看六道，六道是因缘生法。不但六道，十法界四圣法界也是因缘生法，对于一切因缘所生法他都能看得很清楚。本经说「法眼清净」，这个意思比较深，《三藏法数》里头说，「法眼者，菩萨为度众生，以清净法眼，遍观一切诸法，能知能行。谓因行是法，得证是道。亦知一切众生种种方便门，令修令证」。《三藏法数》里头这段话，下面是黄念祖老居士给我们的解释。",
      "zh_TW": "「《魏譯》曰：法眼觀察，究竟諸道。今經云法眼清淨，其義應如《三藏法數》所云」。五種原譯本，《魏譯》是康僧鎧的本子，翻譯的本子說，「法眼觀察，究竟諸道」，這個諸道就是六道，法眼能看六道，六道是因緣生法。不但六道，十法界四聖法界也是因緣生法，對於一切因緣所生法他都能看得很清楚。本經說「法眼清淨」，這個意思比較深，《三藏法數》裡頭說，「法眼者，菩薩為度眾生，以清淨法眼，遍觀一切諸法，能知能行。謂因行是法，得證是道。亦知一切眾生種種方便門，令修令證」。《三藏法數》裡頭這段話，下面是黃念祖老居士給我們的解釋。"
    },
    {
      "id": "02-037-0386_p0026",
      "zh_CN": "他说「由上可见菩萨于一切法，能知，能行」。法眼是菩萨有的。有法眼当然有天眼，后面他没有，前面他都有。法眼照俗，十法界依正庄严都是俗，所以菩萨为度众生，对一切法他知道，不但知道，他能做得到。他知道众生的根性，众生过去生生世世修的是什么法门，用他过去生中曾经修过的，他就很容易学习，他阿赖耶识里头有种子，所以他很熟，学起来容易；过去生中没有学过的法门，这一生让他学他很生疏，他学起来很困难。所以众生根性不相同，菩萨个个都知道，他教你的方法，教每个人不一样的。他为什么教你这个方法？过去生中你学过，你再努力向上提升，你能成就。所以，知一切众生种种方便门，教他修、教他证，这才能普度众生，称它为清净法眼。「极乐菩萨之法眼，亦复如是，故云法眼清净」。",
      "zh_TW": "他說「由上可見菩薩於一切法，能知，能行」。法眼是菩薩有的。有法眼當然有天眼，後面他沒有，前面他都有。法眼照俗，十法界依正莊嚴都是俗，所以菩薩為度眾生，對一切法他知道，不但知道，他能做得到。他知道眾生的根性，眾生過去生生世世修的是什麼法門，用他過去生中曾經修過的，他就很容易學習，他阿賴耶識裡頭有種子，所以他很熟，學起來容易；過去生中沒有學過的法門，這一生讓他學他很生疏，他學起來很困難。所以眾生根性不相同，菩薩個個都知道，他教你的方法，教每個人不一樣的。他為什麼教你這個方法？過去生中你學過，你再努力向上提升，你能成就。所以，知一切眾生種種方便門，教他修、教他證，這才能普度眾生，稱它為清淨法眼。「極樂菩薩之法眼，亦復如是，故云法眼清淨」。"
    },
    {
      "id": "02-037-0386_p0027",
      "zh_CN": "极乐世界不但是五眼圆明，因为他得阿弥陀佛本愿威神加持，极乐世界最特殊的就是平等世界，智慧平等，神通、道力样样都平等。一切都平等，我们就能想到这个社会和谐。社会不和怎么？不平等，人不服。西方极乐世界这一招，阿弥陀佛太高明了，它一切都平等，让大家都没有争，都能够欢欢喜喜在一起学习。所以智慧平等，神通、道力样样平等。理上讲得通，为什么？自性里头一切具足，只是烦恼习气障碍住，造成不平等。极乐世界阿弥陀佛最了不起的地方，就是用他的神力、用他的智慧、用他的神通加持给这些人，这些往生的人烦恼习气没断，也能得到像佛一样的神通、道力、智慧，这点了不起，这是在一切诸佛刹土里头看不见的，只有极乐世界有。",
      "zh_TW": "極樂世界不但是五眼圓明，因為他得阿彌陀佛本願威神加持，極樂世界最特殊的就是平等世界，智慧平等，神通、道力樣樣都平等。一切都平等，我們就能想到這個社會和諧。社會不和怎麼？不平等，人不服。西方極樂世界這一招，阿彌陀佛太高明了，它一切都平等，讓大家都沒有爭，都能夠歡歡喜喜在一起學習。所以智慧平等，神通、道力樣樣平等。理上講得通，為什麼？自性裡頭一切具足，只是煩惱習氣障礙住，造成不平等。極樂世界阿彌陀佛最了不起的地方，就是用他的神力、用他的智慧、用他的神通加持給這些人，這些往生的人煩惱習氣沒斷，也能得到像佛一樣的神通、道力、智慧，這點了不起，這是在一切諸佛剎土裡頭看不見的，只有極樂世界有。"
    },
    {
      "id": "02-037-0386_p0028",
      "zh_CN": "下面第四『慧眼』，「望西曰：缘真谛智，能照空（真空）理，故名慧眼」。法眼照俗谛，慧眼照空谛。慧眼看到自性，自性是真空，真空不空；法眼看的是俗谛，俗谛是妙有，妙有非有。妙有非有，慧眼见到了；真空不空，法眼见到了。法眼见到不空，慧眼见到真空，但是一桩事情里头，空、有都在其中。譬如说法眼看到是事，慧眼看到是性。像我们看电视一样，法眼看电视频道里头的表演，这色相，慧眼看什么？慧眼看到屏幕，屏幕什么都没有。你看有跟没有合在一起，这就是屏幕里头有色相，色相里头有屏幕，我们讲分不开，其实是两回事，频道关起来，频道没有了，屏幕在。慧眼看真空是看屏幕，看电视知道屏幕不动，画面是动的，所以画面是假的，屏幕是真的。我们所看到十法界依正庄严的现象，现象是假的。什么是真的？能够现相的那个自性是真的，它如如不动。就跟惠能大师讲的，「何期自性，能生万法」，能生万法的自性不动，生出来的这些现象，万法它是动的，它是刹那生灭的。",
      "zh_TW": "下面第四『慧眼』，「望西曰：緣真諦智，能照空（真空）理，故名慧眼」。法眼照俗諦，慧眼照空諦。慧眼看到自性，自性是真空，真空不空；法眼看的是俗諦，俗諦是妙有，妙有非有。妙有非有，慧眼見到了；真空不空，法眼見到了。法眼見到不空，慧眼見到真空，但是一樁事情裡頭，空、有都在其中。譬如說法眼看到是事，慧眼看到是性。像我們看電視一樣，法眼看電視頻道裡頭的表演，這色相，慧眼看什麼？慧眼看到屏幕，屏幕什麼都沒有。你看有跟沒有合在一起，這就是屏幕裡頭有色相，色相裡頭有屏幕，我們講分不開，其實是兩回事，頻道關起來，頻道沒有了，屏幕在。慧眼看真空是看屏幕，看電視知道屏幕不動，畫面是動的，所以畫面是假的，屏幕是真的。我們所看到十法界依正莊嚴的現象，現象是假的。什麼是真的？能夠現相的那個自性是真的，它如如不動。就跟惠能大師講的，「何期自性，能生萬法」，能生萬法的自性不動，生出來的這些現象，萬法它是動的，它是剎那生滅的。"
    },
    {
      "id": "02-037-0386_p0029",
      "zh_CN": "菩萨全都见到，一点都不迷惑，所以菩萨能随一切众生的缘，不执着，高明处就在此地，妙处就在此地，他跟一切众生和光同尘。虽然和光同尘，他没有分别、没有执着、没有起心动念；换句话说，他没有占有，他没有控制，他没有支配，这些念头全没有，所以他非常自在，他看到事实真相。为什么不占有？假的，生灭法，就像《般若经》上讲的，「一切法无所有，毕竟空，不可得」，不可得你怎么占有？你占不了。不但一切物质现象不能占有，身体都不能占有，身体有生有灭，你怎么把它占有？如果真有本事占有，这身体就不死。你能不能把它占有？不行，到时候你得要走，身不是你的。所以，一切万物不要生占有的念头，不要生控制的念头，你的贪瞋痴慢疑就断掉了。贪瞋痴是三毒烦恼，怎么样把它断了？你搞清楚、搞明白，知道那是绝对错误的观念。",
      "zh_TW": "菩薩全都見到，一點都不迷惑，所以菩薩能隨一切眾生的緣，不執著，高明處就在此地，妙處就在此地，他跟一切眾生和光同塵。雖然和光同塵，他沒有分別、沒有執著、沒有起心動念；換句話說，他沒有佔有，他沒有控制，他沒有支配，這些念頭全沒有，所以他非常自在，他看到事實真相。為什麼不佔有？假的，生滅法，就像《般若經》上講的，「一切法無所有，畢竟空，不可得」，不可得你怎麼佔有？你佔不了。不但一切物質現象不能佔有，身體都不能佔有，身體有生有滅，你怎麼把它佔有？如果真有本事佔有，這身體就不死。你能不能把它佔有？不行，到時候你得要走，身不是你的。所以，一切萬物不要生佔有的念頭，不要生控制的念頭，你的貪瞋痴慢疑就斷掉了。貪瞋痴是三毒煩惱，怎麼樣把它斷了？你搞清楚、搞明白，知道那是絕對錯誤的觀念。"
    },
    {
      "id": "02-037-0386_p0030",
      "zh_CN": "我常常跟一些同学们说，说是说了，听懂真做的人很少。我说的是真话，我自己常作如是观，什么是我的？穿在身上的衣服是我的，脱下来就不是我的；身上带的钱是自己的，不是身上带的都不是自己的，你就会很自在。不是自己的什么？别人拿去也好，就若无其事，你多快乐！你不会担忧，没有担忧的事情，没有牵挂的事情，你说你多自在。你有忧虑、有牵挂、有得失，很苦，那全是假的，不是真的，所以你要看得破、要放得下。我学佛，第一次跟出家人见面就是章嘉大师，他就教我看破放下。我向他请教学佛，入佛境界从哪里下手，他告诉我看破放下。说的是真话，一点都不假，只要真能看破、真能放下，你就得大自在。所以人要有法眼、要有慧眼。",
      "zh_TW": "我常常跟一些同學們說，說是說了，聽懂真做的人很少。我說的是真話，我自己常作如是觀，什麼是我的？穿在身上的衣服是我的，脫下來就不是我的；身上帶的錢是自己的，不是身上帶的都不是自己的，你就會很自在。不是自己的什麼？別人拿去也好，就若無其事，你多快樂！你不會擔憂，沒有擔憂的事情，沒有牽掛的事情，你說你多自在。你有憂慮、有牽掛、有得失，很苦，那全是假的，不是真的，所以你要看得破、要放得下。我學佛，第一次跟出家人見面就是章嘉大師，他就教我看破放下。我向他請教學佛，入佛境界從哪裡下手，他告訴我看破放下。說的是真話，一點都不假，只要真能看破、真能放下，你就得大自在。所以人要有法眼、要有慧眼。"
    },
    {
      "id": "02-037-0386_p0031",
      "zh_CN": "我们看这个文，「又见真者。净影曰：能见真空，故名见真」，见真是慧眼。「《大乘义章》曰：慧眼了见破相空理及见真空」，这是慧眼，了了见，就是清清楚楚、明明白白的见，了见，破相空理。我们用电视做比喻就很容易体会，你真的把电视里头的现象看破了，它是假的，它不是真的，你不会执着它，你不会分别它，你也没有意思去占有它、去控制它，你晓得是空的，你见到了真空。有就是空，空就是有，空有不二，你在这里看到了，在电视上看到了。然后再转变一下，现实的环境跟电视没有两样，完全一样，把人生当作看电视。",
      "zh_TW": "我們看這個文，「又見真者。淨影曰：能見真空，故名見真」，見真是慧眼。「《大乘義章》曰：慧眼了見破相空理及見真空」，這是慧眼，了了見，就是清清楚楚、明明白白的見，了見，破相空理。我們用電視做比喻就很容易體會，你真的把電視裡頭的現象看破了，它是假的，它不是真的，你不會執著它，你不會分別它，你也沒有意思去佔有它、去控制它，你曉得是空的，你見到了真空。有就是空，空就是有，空有不二，你在這裡看到了，在電視上看到了。然後再轉變一下，現實的環境跟電視沒有兩樣，完全一樣，把人生當作看電視。"
    },
    {
      "id": "02-037-0386_p0032",
      "zh_CN": "可是这个问题解决不了，我怎样超越、怎么契入佛法界，这个重要。今天我们遇到这个法门太好了，这个法门确实保证我们一生成就，这本《无量寿经》是保证书，往生极乐世界的护照，往生极乐世界的保证书。只要求我们六个字，真信、真愿、念佛，你看多简单。要把念佛当作一回大事，其他的都是鸡毛蒜皮小事，一概可以不理会，把这句佛号念好，决定生净土。要多长的时间？根据《阿弥陀经》上所说的，最快的一天，若一日，最迟的七天。但是那个七天，一二三四五六是数目字，七不是数目字，七代表什么？你功夫圆满的那一天，七代表圆满。七的意思是四方、上下、当中，是这个意思。那我们看过去跟现前念佛往生的人，他念了多久往生？绝大多数不超过三年，真成功了。",
      "zh_TW": "可是這個問題解決不了，我怎樣超越、怎麼契入佛法界，這個重要。今天我們遇到這個法門太好了，這個法門確實保證我們一生成就，這本《無量壽經》是保證書，往生極樂世界的護照，往生極樂世界的保證書。只要求我們六個字，真信、真願、念佛，你看多簡單。要把念佛當作一回大事，其他的都是雞毛蒜皮小事，一概可以不理會，把這句佛號念好，決定生淨土。要多長的時間？根據《阿彌陀經》上所說的，最快的一天，若一日，最遲的七天。但是那個七天，一二三四五六是數目字，七不是數目字，七代表什麼？你功夫圓滿的那一天，七代表圓滿。七的意思是四方、上下、當中，是這個意思。那我們看過去跟現前念佛往生的人，他念了多久往生？絕大多數不超過三年，真成功了。"
    },
    {
      "id": "02-037-0386_p0033",
      "zh_CN": "倓虚老法师晚年就是住在香港，这是谛闲老法师得法的法子，天台宗近代的一位祖师。在世的时候他老人家常讲，讲他的同学锅漏匠，锅漏匠是他同学，同一个老师。锅漏匠是谛闲法师的徒弟，倓虚法师是谛闲法师的学生，不是徒弟，学生，所以他跟锅漏匠是师兄弟。锅漏匠厉害，不认识字，吃了一辈子苦，到四十多岁觉悟了，找到谛闲法师，一定要出家，死赖着要出家。谛闲法师说不行，你不具备出家的条件。出家是两条路，一个是讲经教学，你不认识字，现在学来不及；第二个那是在寺庙里头，至少五堂功课要会。这五堂功课他学不来，对他来说太难了；五堂功课不会，在寺庙里不能住。那怎么办？可是锅漏匠跟谛闲法师的关系不一样，他们同生长在一个村庄，从小在一起的玩伴，这个关系太难得了，所以赖着他非出家不可。",
      "zh_TW": "倓虛老法師晚年就是住在香港，這是諦閑老法師得法的法子，天台宗近代的一位祖師。在世的時候他老人家常講，講他的同學鍋漏匠，鍋漏匠是他同學，同一個老師。鍋漏匠是諦閑法師的徒弟，倓虛法師是諦閑法師的學生，不是徒弟，學生，所以他跟鍋漏匠是師兄弟。鍋漏匠厲害，不認識字，吃了一輩子苦，到四十多歲覺悟了，找到諦閑法師，一定要出家，死賴著要出家。諦閑法師說不行，你不具備出家的條件。出家是兩條路，一個是講經教學，你不認識字，現在學來不及；第二個那是在寺廟裡頭，至少五堂功課要會。這五堂功課他學不來，對他來說太難了；五堂功課不會，在寺廟裡不能住。那怎麼辦？可是鍋漏匠跟諦閑法師的關係不一樣，他們同生長在一個村莊，從小在一起的玩伴，這個關係太難得了，所以賴著他非出家不可。"
    },
    {
      "id": "02-037-0386_p0034",
      "zh_CN": "谛老给他搞得没办法，跟他提条件，他说好，我有条件，你能够答应，我给你剃度。他说行，什么条件我都能答应。他说好，那你得听话。没问题，你教我什么我都听。好，谛闲把他剃度了，说你别住在庙里头，住在庙里头人瞧不起你，你自己也很难受。到宁波乡下找一个破庙，没人住的，废弃了，找个破庙，你一个人住在那里。找几个护法，那个时候谛闲法师也很有一点名气，小有名气，信徒也不少，找几个信徒照顾他，每个月供养他，送他一点钱，让他生活费用能过得去。又找了个老太婆，也是念佛的，给他烧两顿饭，早饭自理，中午晚饭老太婆来给他烧，住在附近。这锅漏匠有福报，有人照顾他。跟他说一句，就是「南无阿弥陀佛」六个字，你就念这一句佛号，念累了你就休息，休息好了接着再念，不分昼夜，你就一直念下去。真听话，一天到晚就抱着这六个字，南无阿弥陀佛、南无阿弥陀佛，念了三年，预知时至。",
      "zh_TW": "諦老給他搞得沒辦法，跟他提條件，他說好，我有條件，你能夠答應，我給你剃度。他說行，什麼條件我都能答應。他說好，那你得聽話。沒問題，你教我什麼我都聽。好，諦閑把他剃度了，說你別住在廟裡頭，住在廟裡頭人瞧不起你，你自己也很難受。到寧波鄉下找一個破廟，沒人住的，廢棄了，找個破廟，你一個人住在那裡。找幾個護法，那個時候諦閑法師也很有一點名氣，小有名氣，信徒也不少，找幾個信徒照顧他，每個月供養他，送他一點錢，讓他生活費用能過得去。又找了個老太婆，也是念佛的，給他燒兩頓飯，早飯自理，中午晚飯老太婆來給他燒，住在附近。這鍋漏匠有福報，有人照顧他。跟他說一句，就是「南無阿彌陀佛」六個字，你就念這一句佛號，念累了你就休息，休息好了接著再念，不分晝夜，你就一直念下去。真聽話，一天到晚就抱著這六個字，南無阿彌陀佛、南無阿彌陀佛，念了三年，預知時至。"
    },
    {
      "id": "02-037-0386_p0035",
      "zh_CN": "这一天，跟伺候他的老太婆说，明天不要替我烧饭，他要进城去看看朋友。三年没有离开这个庙门，这一天得要看朋友，看朋友辞行，见最后一面。晚上回来，回来又告诉老太婆，明天不要替我烧饭。老太婆以为今天到城里去，明天可能城里有朋友请他吃饭，明天也不要烧饭。到明天，到庙里去看看师父在不在家。那个庙也没有门，什么都没有，进去喊师父没有人答应，结果看见师父在佛堂，站在那个地方，手上拿着念珠，喊他也不答应，仔细一看死了。这把她吓到了，从来没有看到人死是站着死的，赶快去报告那些佛友，大家都来看，商量怎么办，赶快给老和尚报信。那个时候没有交通工具，走路，一个往返三天，他在那里站了三天，这个很了不起。",
      "zh_TW": "這一天，跟伺候他的老太婆說，明天不要替我燒飯，他要進城去看看朋友。三年沒有離開這個廟門，這一天得要看朋友，看朋友辭行，見最後一面。晚上回來，回來又告訴老太婆，明天不要替我燒飯。老太婆以為今天到城裡去，明天可能城裡有朋友請他吃飯，明天也不要燒飯。到明天，到廟裡去看看師父在不在家。那個廟也沒有門，什麼都沒有，進去喊師父沒有人答應，結果看見師父在佛堂，站在那個地方，手上拿著念珠，喊他也不答應，仔細一看死了。這把她嚇到了，從來沒有看到人死是站著死的，趕快去報告那些佛友，大家都來看，商量怎麼辦，趕快給老和尚報信。那個時候沒有交通工具，走路，一個往返三天，他在那裡站了三天，這個很了不起。"
    },
    {
      "id": "02-037-0386_p0036",
      "zh_CN": "站着往生的人我们听说过，也见过，站三天没见过，站三天。谛闲法师对他赞叹，你没有白出家，你成功了。那时候讲，天下弘宗研教的大善知识比不上你，讲天下是讲全国，全国这些讲经的法师、传承禅宗的法师，没有人能比得上你；名山，四大名山，方丈、住持也比不上你，这是谛闲法师对他的赞叹。真成就了！一句佛号，死心塌地，他没有妄念。他也不问，谛闲法师说，你一直念下去，将来准有好处，他也不问什么好处，他只晓得念下去就好了。预知时至，从来没有跟人说过。这个故事倓虚法师常常讲给大家听，勉励大家念佛。所以成功的秘诀，实实在在说，就是老实、听话、真干。古往今来，中国、外国所有成功的人，他的秘诀就这六个字，老实、听话、真干。",
      "zh_TW": "站著往生的人我們聽說過，也見過，站三天沒見過，站三天。諦閑法師對他讚歎，你沒有白出家，你成功了。那時候講，天下弘宗研教的大善知識比不上你，講天下是講全國，全國這些講經的法師、傳承禪宗的法師，沒有人能比得上你；名山，四大名山，方丈、住持也比不上你，這是諦閑法師對他的讚歎。真成就了！一句佛號，死心塌地，他沒有妄念。他也不問，諦閑法師說，你一直念下去，將來准有好處，他也不問什麼好處，他只曉得念下去就好了。預知時至，從來沒有跟人說過。這個故事倓虛法師常常講給大家聽，勉勵大家念佛。所以成功的祕訣，實實在在說，就是老實、聽話、真幹。古往今來，中國、外國所有成功的人，他的祕訣就這六個字，老實、聽話、真幹。"
    },
    {
      "id": "02-037-0386_p0037",
      "zh_CN": "「《智度论》曰：为实相故，求慧眼」，实相就是明心见性，见性成佛。「得慧眼，不见众生，尽灭一异相」，一异就是分别、就是一多，不见一与多，不见众生、不见一多。为什么？就像我们看电视，他见到是屏幕，屏幕上什么都没有，这是见真。见到屏幕里面的画面，那是法眼，法眼看的是现象，慧眼看到是真理，是看到理体。所以「舍离诸着」，着是执着，一切执着他放下了，「不受一切法」。这个好，受是接受，接受是什么？把一切法放在心上，这接受；不受一切法，一切法不放在心上，他心里头干干净净，这是我们要学的。我们现在很糟糕的，把自己的良心当作别人的垃圾桶，你看哪个不是这样的？你看到的、听到的全放在心上，一天到晚这个是、那个非，在造孽！这个人高明，真聪明，是的非的都不放在心上，善的恶的也不放在心上，心让它干干净净，这就对了。你把善的放在心上，你在造三善道的业，将来生三善道；你把恶的念头放在心上，你造三恶道的业，将来往生三途。也就是说，善跟恶出不了六道轮回。所以善恶都不要，你超越六道。善恶都不要，往生净土没有障碍，临终走得自在，锅漏匠就走得自在。这个道理一定要懂。",
      "zh_TW": "「《智度論》曰：為實相故，求慧眼」，實相就是明心見性，見性成佛。「得慧眼，不見眾生，盡滅一異相」，一異就是分別、就是一多，不見一與多，不見眾生、不見一多。為什麼？就像我們看電視，他見到是屏幕，屏幕上什麼都沒有，這是見真。見到屏幕裡面的畫面，那是法眼，法眼看的是現象，慧眼看到是真理，是看到理體。所以「捨離諸著」，著是執著，一切執著他放下了，「不受一切法」。這個好，受是接受，接受是什麼？把一切法放在心上，這接受；不受一切法，一切法不放在心上，他心裡頭乾乾淨淨，這是我們要學的。我們現在很糟糕的，把自己的良心當作別人的垃圾桶，你看哪個不是這樣的？你看到的、聽到的全放在心上，一天到晚這個是、那個非，在造孽！這個人高明，真聰明，是的非的都不放在心上，善的惡的也不放在心上，心讓它乾乾淨淨，這就對了。你把善的放在心上，你在造三善道的業，將來生三善道；你把惡的念頭放在心上，你造三惡道的業，將來往生三途。也就是說，善跟惡出不了六道輪迴。所以善惡都不要，你超越六道。善惡都不要，往生淨土沒有障礙，臨終走得自在，鍋漏匠就走得自在。這個道理一定要懂。"
    },
    {
      "id": "02-037-0386_p0038",
      "zh_CN": "惠能大师说，「何期自性，本自清净」，我们要永远保持我们的清净心。清净心里头没有染净、没有善恶，有染有净都不清净。经题上讲的清净是染净都没有，善恶也没有，那叫真清净，本自清净。我们就不善对待我们自己的清净心，把清净心当作垃圾桶，什么都装，装进去的恶多善少。从什么地方看见？从你说话总是批评别人，这就恶多。很少赞叹别人，都是喜欢批评别人，这就错了！舍离诸着，不受一切法，「智慧自内灭」，这句话，《心经》上讲的「无智亦无得」，就这个意思。这个智慧不是真的智慧，世智辩聪也就灭掉、也就没有了，自以为是，「是名慧眼」。《心经》上无智亦无得，多干净！",
      "zh_TW": "惠能大師說，「何期自性，本自清淨」，我們要永遠保持我們的清淨心。清淨心裡頭沒有染淨、沒有善惡，有染有淨都不清淨。經題上講的清淨是染淨都沒有，善惡也沒有，那叫真清淨，本自清淨。我們就不善對待我們自己的清淨心，把清淨心當作垃圾桶，什麼都裝，裝進去的惡多善少。從什麼地方看見？從你說話總是批評別人，這就惡多。很少讚歎別人，都是喜歡批評別人，這就錯了！捨離諸著，不受一切法，「智慧自內滅」，這句話，《心經》上講的「無智亦無得」，就這個意思。這個智慧不是真的智慧，世智辯聰也就滅掉、也就沒有了，自以為是，「是名慧眼」。《心經》上無智亦無得，多乾淨！"
    },
    {
      "id": "02-037-0386_p0039",
      "zh_CN": "「又《思益经》云：慧眼为见何法」。假设个问答，慧眼见什么法？「答言：若有所见，不名慧眼」，答得好！你要有所见，凡所有相皆是虚妄，有所见不就见虚妄吗？所以若有所见不叫慧眼。「慧眼，不见有为法，不见无为法」。无为是没有，无为法怎么见？你要是见到无为法，在无为法里头你就加了一个无为法进去，那个无为法是有为法，错了。所以有为无为统统没有，真无为法。底下又说「所以者何」，为什么？「有为法皆虚妄分别」。说了个假名字叫无为法，有为法没有，无为法也没有，你要以为有个无为法，那就是有为法。所以，「无虚妄分别，是名慧眼。无为法空无所有，过诸眼道。是故慧眼，亦不见无为法」。以上广引经论来解释「慧眼见真」，真是什么？真是无所有、毕竟空，那是真，但是这个里头，真里头有智慧。真不当作无讲，真空，真空不空。为什么？它能生万法。虽生万法，万法是假的、是幻的，虚幻的，所以万法是妙有。妙有非有，真空不空，你才真正见到事实真相。决定在一切现象里头不起心不动念、不分别不执着，完全是真相现前，这就见到自性，明心见性是这个境界。自性在哪？就在眼前，眼前所有这一切相，只要你不执着、不分别、不起心、不动念，五眼圆明。起心动念错了，念头才动就错了；念头不动，纯真无妄。",
      "zh_TW": "「又《思益經》云：慧眼為見何法」。假設個問答，慧眼見什麼法？「答言：若有所見，不名慧眼」，答得好！你要有所見，凡所有相皆是虛妄，有所見不就見虛妄嗎？所以若有所見不叫慧眼。「慧眼，不見有為法，不見無為法」。無為是沒有，無為法怎麼見？你要是見到無為法，在無為法裡頭你就加了一個無為法進去，那個無為法是有為法，錯了。所以有為無為統統沒有，真無為法。底下又說「所以者何」，為什麼？「有為法皆虛妄分別」。說了個假名字叫無為法，有為法沒有，無為法也沒有，你要以為有個無為法，那就是有為法。所以，「無虛妄分別，是名慧眼。無為法空無所有，過諸眼道。是故慧眼，亦不見無為法」。以上廣引經論來解釋「慧眼見真」，真是什麼？真是無所有、畢竟空，那是真，但是這個裡頭，真裡頭有智慧。真不當作無講，真空，真空不空。為什麼？它能生萬法。雖生萬法，萬法是假的、是幻的，虛幻的，所以萬法是妙有。妙有非有，真空不空，你才真正見到事實真相。決定在一切現象裡頭不起心不動念、不分別不執著，完全是真相現前，這就見到自性，明心見性是這個境界。自性在哪？就在眼前，眼前所有這一切相，只要你不執著、不分別、不起心、不動念，五眼圓明。起心動念錯了，念頭才動就錯了；念頭不動，純真無妄。"
    },
    {
      "id": "02-037-0386_p0040",
      "zh_CN": "「以上广引经论以释慧眼见真之旨，内中以《思益经》与《大论》之说最为精妙。盖了了见，无所见，不见有为，不见无为，方名见真」。不见有为，有为法全了解；不见无为，无为法也全了解，这真见到了。加一个见就错了，不加个见就对了。加个见是什么？那个见是分别、是执着，不能有分别执着。所以这个地方，所谓「开口便错，动念即乖」，你不开口对了，开口就错了；不动念对了，一动念就错了。「智慧自内灭」就是《心经》上，这里后头讲得好，「无智亦无得，乃了因佛性之所了」。其实现在时间到了。这个地方有个了因佛性，下头要讲三因佛性，这是佛学的一个术语。了因佛性之所了，这是慧眼所见的。今天时间到了，我们就学习到此地。",
      "zh_TW": "「以上廣引經論以釋慧眼見真之旨，內中以《思益經》與《大論》之說最為精妙。蓋了了見，無所見，不見有為，不見無為，方名見真」。不見有為，有為法全了解；不見無為，無為法也全了解，這真見到了。加一個見就錯了，不加個見就對了。加個見是什麼？那個見是分別、是執著，不能有分別執著。所以這個地方，所謂「開口便錯，動念即乖」，你不開口對了，開口就錯了；不動念對了，一動念就錯了。「智慧自內滅」就是《心經》上，這裡後頭講得好，「無智亦無得，乃了因佛性之所了」。其實現在時間到了。這個地方有個了因佛性，下頭要講三因佛性，這是佛學的一個術語。了因佛性之所了，這是慧眼所見的。今天時間到了，我們就學習到此地。"
    }
  ]
}