{
  "doc_id": "02-037-0288",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八八集",
    "zh_TW": "第二八八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0288",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0288_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》六百三十三页第一行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》六百三十三頁第一行，從第二句看起："
    },
    {
      "id": "02-037-0288_p0002",
      "zh_CN": "「昙师赞曰：道光明朗色超绝，故佛又号清净光。一蒙光照罪垢除，皆得解脱故顶礼」。下面是念老的话，「故知此光明朗离垢，复能为众生消除贪浊与罪垢，故号为清净光」。光，光之体是真实之际，光的相是真实智慧，光的作用是真实的利益，这是这部经里面所说的总纲领。从真实体流出来的真实相，这个相是什么？就是我们这一部《无量寿经》，就是这一句佛号。经是智慧光明，是解门，佛号是行门，解行相应。经典是观，佛号是止，就是止观，章嘉大师所说的看破、放下。看破要依靠经典，经典把理事、性相、因果都讲透彻了，真明白之后，你就愿意放下，放下用这句佛号。所以这个地方讲的道光，道光就是教诲跟修行，都是道，念佛是道，学习经教是道，光是真实的智慧。阿弥陀佛的智慧，诸佛如来的智慧，跟我们自性的智慧是一不是二。重要的，这个光要明朗，就是要能够透得出来，然后才有色超绝的现象。超绝是真正起到作用，把菩萨的善根引发出来，这个色就超绝。所以佛又号清净光，阿弥陀佛又号清净光佛，是他的名号。一蒙光照，罪垢就除掉了。什么罪垢？贪瞋痴慢疑，这是罪根，外面财色名食睡，那是缘，诱惑。这种诱惑把握不住，就起怨恨恼怒烦，就造杀盗淫妄，那就造业了，现前的社会确实如是。",
      "zh_TW": "「曇師讚曰：道光明朗色超絕，故佛又號清淨光。一蒙光照罪垢除，皆得解脫故頂禮」。下面是念老的話，「故知此光明朗離垢，復能為眾生消除貪濁與罪垢，故號為清淨光」。光，光之體是真實之際，光的相是真實智慧，光的作用是真實的利益，這是這部經裡面所說的總綱領。從真實體流出來的真實相，這個相是什麼？就是我們這一部《無量壽經》，就是這一句佛號。經是智慧光明，是解門，佛號是行門，解行相應。經典是觀，佛號是止，就是止觀，章嘉大師所說的看破、放下。看破要依靠經典，經典把理事、性相、因果都講透徹了，真明白之後，你就願意放下，放下用這句佛號。所以這個地方講的道光，道光就是教誨跟修行，都是道，念佛是道，學習經教是道，光是真實的智慧。阿彌陀佛的智慧，諸佛如來的智慧，跟我們自性的智慧是一不是二。重要的，這個光要明朗，就是要能夠透得出來，然後才有色超絕的現象。超絕是真正起到作用，把菩薩的善根引發出來，這個色就超絕。所以佛又號清淨光，阿彌陀佛又號清淨光佛，是他的名號。一蒙光照，罪垢就除掉了。什麼罪垢？貪瞋痴慢疑，這是罪根，外面財色名食睡，那是緣，誘惑。這種誘惑把握不住，就起怨恨惱怒煩，就造殺盜淫妄，那就造業了，現前的社會確實如是。"
    },
    {
      "id": "02-037-0288_p0003",
      "zh_CN": "教学的方法很多，佛的殊胜在什么地方？佛的殊胜在真诚，真诚心能感动众生。众生业障非常非常深厚，那要有耐心，也得要有方法，才能够真正慢慢把他的业障消融，他才会回头、才会真正明白。所以今天的教学，不但要把经教讲清楚、讲明白，最好是能把它做出来，做出一个榜样。这是我们今天在国际许多宗教交往当中提出来的建议，做一个宗教精神文化的示范点，真正有信仰的人住在一起，让大家来看看。我们这个小圈圈，或者是个小村，或者是个小镇，你到我们这来观光考察，看看这个小镇的人，想的是什么，他说的是什么，做的是什么，没有离开实际。男女老少，各行各业，都能够把十二光落实在日常生活当中，落实在你自己经营的事业当中，每个人心地光明磊落，真诚和谐。让大家看到才会感动，才会晓得怎样信仰才是接受宗教教育，怎样生活、怎样工作才得到宗教精神文化的加持。这是现前迫切需要做的一个工作，有一个宗教带头，其他的宗教都会跟进。",
      "zh_TW": "教學的方法很多，佛的殊勝在什麼地方？佛的殊勝在真誠，真誠心能感動眾生。眾生業障非常非常深厚，那要有耐心，也得要有方法，才能夠真正慢慢把他的業障消融，他才會回頭、才會真正明白。所以今天的教學，不但要把經教講清楚、講明白，最好是能把它做出來，做出一個榜樣。這是我們今天在國際許多宗教交往當中提出來的建議，做一個宗教精神文化的示範點，真正有信仰的人住在一起，讓大家來看看。我們這個小圈圈，或者是個小村，或者是個小鎮，你到我們這來觀光考察，看看這個小鎮的人，想的是什麼，他說的是什麼，做的是什麼，沒有離開實際。男女老少，各行各業，都能夠把十二光落實在日常生活當中，落實在你自己經營的事業當中，每個人心地光明磊落，真誠和諧。讓大家看到才會感動，才會曉得怎樣信仰才是接受宗教教育，怎樣生活、怎樣工作才得到宗教精神文化的加持。這是現前迫切需要做的一個工作，有一個宗教帶頭，其他的宗教都會跟進。"
    },
    {
      "id": "02-037-0288_p0004",
      "zh_CN": "中国古谚语有所谓「求人不如求己」，求人难。虽然求人难，我们还是不放弃，跟不同宗教接触，我们都劝他，诚诚恳恳的劝导他、勉励他，希望我们一起来做。当然这里头最遗憾的是我们自己没有做好，澳洲净宗学会表面上看大家很尊敬，实际上我们自己不满意，没有认真学习，十年的时间空过了。这十年，只有我们停车场里头两棵树神往生了，那是成就，树神成就。两棵枇杷树，树神往生，说阿弥陀佛接引他们到极乐世界去了，他们在这个道场听经十年、念佛十年，树神！托梦给学会里年轻的法师。形式上的成就，人还都不错，算是个好人，奉公守法，道业上没有成就。讲经也有几个，还拿不出去。为什么？讲要修做基础，没有真正修行，光学讲经，那不是真的。讲的是什么？别人的东西，不是自己的，效果就不一样。",
      "zh_TW": "中國古諺語有所謂「求人不如求己」，求人難。雖然求人難，我們還是不放棄，跟不同宗教接觸，我們都勸他，誠誠懇懇的勸導他、勉勵他，希望我們一起來做。當然這裡頭最遺憾的是我們自己沒有做好，澳洲淨宗學會表面上看大家很尊敬，實際上我們自己不滿意，沒有認真學習，十年的時間空過了。這十年，只有我們停車場裡頭兩棵樹神往生了，那是成就，樹神成就。兩棵枇杷樹，樹神往生，說阿彌陀佛接引他們到極樂世界去了，他們在這個道場聽經十年、念佛十年，樹神！託夢給學會裡年輕的法師。形式上的成就，人還都不錯，算是個好人，奉公守法，道業上沒有成就。講經也有幾個，還拿不出去。為什麼？講要修做基礎，沒有真正修行，光學講經，那不是真的。講的是什麼？別人的東西，不是自己的，效果就不一樣。"
    },
    {
      "id": "02-037-0288_p0005",
      "zh_CN": "我们看到国内许多这些传统文化讲座，只有少数几个，像胡小林他们去做的报告，非常让人感动。什么原因？他做到了，他讲的东西是真实的。没有做到的，总是别人的东西，不是自己的，那就差很远。所以学经教要真用功。胡小林告诉我，最近几个月在学《大乘起信论》，非常有心得，对大乘教里头，过去有一些怀疑的地方，现在完全化解了。学习，年岁大了五十多岁，跟小学生一样每个字要查，每一个词句也要查，字典都翻破了。我送他一套《佛学大辞典》。他是公司老板，大概对公司的事务，每天只需要两个小时照顾一下，其他的时间全部用在经教上，不容易！女众里面刘素云居士，她那个十年没有白过，十年听一部《无量寿经》，听完了从头再听，听了十年，念了十年佛。不但听经，念佛，解行并重，一起来，心里头没有妄想、没有杂念。这是做很好的榜样给我们看，说明学佛不分男女、不分老少，不妨碍你的工作，也不妨碍家庭生活，家庭变得更和谐。真正把佛教用在自己身上，用在自己家庭上，家庭变成一个典范，一切大众家庭的好样子。",
      "zh_TW": "我們看到國內許多這些傳統文化講座，只有少數幾個，像胡小林他們去做的報告，非常讓人感動。什麼原因？他做到了，他講的東西是真實的。沒有做到的，總是別人的東西，不是自己的，那就差很遠。所以學經教要真用功。胡小林告訴我，最近幾個月在學《大乘起信論》，非常有心得，對大乘教裡頭，過去有一些懷疑的地方，現在完全化解了。學習，年歲大了五十多歲，跟小學生一樣每個字要查，每一個詞句也要查，字典都翻破了。我送他一套《佛學大辭典》。他是公司老闆，大概對公司的事務，每天只需要兩個小時照顧一下，其他的時間全部用在經教上，不容易！女眾裡面劉素雲居士，她那個十年沒有白過，十年聽一部《無量壽經》，聽完了從頭再聽，聽了十年，念了十年佛。不但聽經，念佛，解行並重，一起來，心裡頭沒有妄想、沒有雜念。這是做很好的榜樣給我們看，說明學佛不分男女、不分老少，不妨礙你的工作，也不妨礙家庭生活，家庭變得更和諧。真正把佛教用在自己身上，用在自己家庭上，家庭變成一個典範，一切大眾家庭的好樣子。"
    },
    {
      "id": "02-037-0288_p0006",
      "zh_CN": "公司做出好样子，以前做生意要攀缘，现在不要了，知道什么？知道命里有的决定有，命里没有，攀缘也攀不来，不攀缘了。现在也有很多主顾、同行，这些老板请他吃饭，从前吃饭，风花雪月，现在吃饭，请他讲佛法，讲经教学。以前是吃荤菜，现在完全吃素。饭桌上就是道场，法宴！所以学到法喜充满。公司业绩年年上升，都是意想不到的，愈做愈有信心，愈做愈快乐。佛法无论放在哪个行业，决定是兴旺无比。能不能放在政治上？能，无论哪个行业都能。为什么？菩萨事业，哪有做不好的！你在这个行业上，肯定出人头地。菩萨事业，你入了菩萨的境界，菩萨的智慧，菩萨的方法，菩萨的经验，这是世上没得比的。道光明朗色超绝，色是我们生活，日常生活，是我们的工作，是我们事业上的业绩。所以心清净，样样都清净。",
      "zh_TW": "公司做出好樣子，以前做生意要攀緣，現在不要了，知道什麼？知道命裡有的決定有，命裡沒有，攀緣也攀不來，不攀緣了。現在也有很多主顧、同行，這些老闆請他吃飯，從前吃飯，風花雪月，現在吃飯，請他講佛法，講經教學。以前是吃葷菜，現在完全吃素。飯桌上就是道場，法宴！所以學到法喜充滿。公司業績年年上升，都是意想不到的，愈做愈有信心，愈做愈快樂。佛法無論放在哪個行業，決定是興旺無比。能不能放在政治上？能，無論哪個行業都能。為什麼？菩薩事業，哪有做不好的！你在這個行業上，肯定出人頭地。菩薩事業，你入了菩薩的境界，菩薩的智慧，菩薩的方法，菩薩的經驗，這是世上沒得比的。道光明朗色超絕，色是我們生活，日常生活，是我們的工作，是我們事業上的業績。所以心清淨，樣樣都清淨。"
    },
    {
      "id": "02-037-0288_p0007",
      "zh_CN": "以前经商都是造罪业，现在经商是修善积德，生意比从前好。以前想尽方法去争取合同，用尽心机。现在人家合同自己送来，就是生意找上门来，不需要找别人。为什么？名誉出去了，你这行大家都想找你，知道你是个好人，你这个地方货真价实，你不会多要钱，你是为社会大众服务，不是为赚钱而来的，钱反而赚得更多。为什么？布施，愈施愈多。每个主顾上门来，交易成就了，送一大批礼物，光碟、经书，就送这些东西。人家拿回去看非常欢喜，主动替你宣传，这是哪一家的，这是哪个老板做的。所以人家要买这一类的东西，都到你家来，不到别家去了，信誉做出来了。他才干了五年，有这么好的业绩。日本稻盛和夫，经营五十年。我常常在想着，胡小林五十年之后决定超过稻盛和夫。我根据什么讲？我根据十二光讲，能够看得出来将来的成就。佛法，这是精神文明当中，无比殊胜的一环，我们要认识它，要好好的把它做出来，真正报佛恩、报祖宗之恩。祖宗什么恩？祖宗把佛法请到中国来，要不然中国哪有佛法？汉明帝派特使，在西域遇到印度高僧摩腾、竺法兰。国家，皇上的名义，请他到中国来，建白马寺，供养三宝，佛法在中国发扬光大。",
      "zh_TW": "以前經商都是造罪業，現在經商是修善積德，生意比從前好。以前想盡方法去爭取合同，用盡心機。現在人家合同自己送來，就是生意找上門來，不需要找別人。為什麼？名譽出去了，你這行大家都想找你，知道你是個好人，你這個地方貨真價實，你不會多要錢，你是為社會大眾服務，不是為賺錢而來的，錢反而賺得更多。為什麼？布施，愈施愈多。每個主顧上門來，交易成就了，送一大批禮物，光碟、經書，就送這些東西。人家拿回去看非常歡喜，主動替你宣傳，這是哪一家的，這是哪個老闆做的。所以人家要買這一類的東西，都到你家來，不到別家去了，信譽做出來了。他才幹了五年，有這麼好的業績。日本稻盛和夫，經營五十年。我常常在想著，胡小林五十年之後決定超過稻盛和夫。我根據什麼講？我根據十二光講，能夠看得出來將來的成就。佛法，這是精神文明當中，無比殊勝的一環，我們要認識它，要好好的把它做出來，真正報佛恩、報祖宗之恩。祖宗什麼恩？祖宗把佛法請到中國來，要不然中國哪有佛法？漢明帝派特使，在西域遇到印度高僧摩騰、竺法蘭。國家，皇上的名義，請他到中國來，建白馬寺，供養三寶，佛法在中國發揚光大。"
    },
    {
      "id": "02-037-0288_p0008",
      "zh_CN": "「又《往生论》云：此三种成就愿心庄严，应知」，就是应该知道。三种成就，底下有说，「略说入一法句。一法句者，谓清净句。清净句者，谓真实智慧无为法身」，这是《往生论》里面一段文。下面是念老的解释，「是知清净一名」，这个名号清净，跟我们经题上清净是一个意思，「体是真实法身」，清净之体。「广摄国土、佛、菩萨三种庄严」，我们在前面学过十七种庄严，那个十七种完全是讲国土，佛菩萨没有提到。如果是讲国土、佛、菩萨三种庄严，总共是二十九种。《往生论》上所说的，赞美西方极乐世界，国土庄严、佛庄严、菩萨庄严，我们有没有把这三种庄严做出来给人看？这是什么？这就是佛教的，是净土的。",
      "zh_TW": "「又《往生論》云：此三種成就願心莊嚴，應知」，就是應該知道。三種成就，底下有說，「略說入一法句。一法句者，謂清淨句。清淨句者，謂真實智慧無為法身」，這是《往生論》裡面一段文。下面是念老的解釋，「是知清淨一名」，這個名號清淨，跟我們經題上清淨是一個意思，「體是真實法身」，清淨之體。「廣攝國土、佛、菩薩三種莊嚴」，我們在前面學過十七種莊嚴，那個十七種完全是講國土，佛菩薩沒有提到。如果是講國土、佛、菩薩三種莊嚴，總共是二十九種。《往生論》上所說的，讚美西方極樂世界，國土莊嚴、佛莊嚴、菩薩莊嚴，我們有沒有把這三種莊嚴做出來給人看？這是什麼？這就是佛教的，是淨土的。"
    },
    {
      "id": "02-037-0288_p0009",
      "zh_CN": "净土宗的精神文明是以西方极乐世界做代表，阿弥陀佛做大的，遍法界虚空界一切诸佛刹土里面的一个代表，他做成功了。地球上还没有。怎样在地球上做一个示范点，这就是我们常常想着的。而且我们也把这个构想告诉所有宗教，跟我有往来的，我都跟他谈这个问题，希望把经典里面所说的戒律，神圣这些训诲，都能够落实到生活上，落实到起心动念。这就是儒家所说的，格物、致知、修身、齐家、治国、平天下，你要做出来。要知道，我们把祖宗的东西疏忽了两百年，今天大家都忘掉了，提到这桩事情非常陌生，还不如外国人，如果不做出来，没人相信。往年我们在汤池做了三年实验，做得很成功，那是用儒家《弟子规》做出来的。如果用《无量寿经》来做，一定是比那个效果更殊胜。有一个小地方就行，可以真干。",
      "zh_TW": "淨土宗的精神文明是以西方極樂世界做代表，阿彌陀佛做大的，遍法界虛空界一切諸佛剎土裡面的一個代表，他做成功了。地球上還沒有。怎樣在地球上做一個示範點，這就是我們常常想著的。而且我們也把這個構想告訴所有宗教，跟我有往來的，我都跟他談這個問題，希望把經典裡面所說的戒律，神聖這些訓誨，都能夠落實到生活上，落實到起心動念。這就是儒家所說的，格物、致知、修身、齊家、治國、平天下，你要做出來。要知道，我們把祖宗的東西疏忽了兩百年，今天大家都忘掉了，提到這樁事情非常陌生，還不如外國人，如果不做出來，沒人相信。往年我們在湯池做了三年實驗，做得很成功，那是用儒家《弟子規》做出來的。如果用《無量壽經》來做，一定是比那個效果更殊勝。有一個小地方就行，可以真幹。"
    },
    {
      "id": "02-037-0288_p0010",
      "zh_CN": "早年，一九八二年，我第一次到美国，在旧金山看到美国人的老人公寓，因为我在那里讲经讲了一个星期。这个老人公寓里面居住的老人有四百多人，这个公寓不是公家的，私人办的，犹太人办的，它附设一个幼儿园。老人住在公寓里，儿子、媳妇每天都上班，把小孩就送到这个幼儿园念书。下课的时候，小朋友就会去敲门找他的祖父、祖母，跟他去玩玩。到上课了，铃一响的时候，他们又下去上课。每天老人能看到自己的下一代，心里很欢喜、很安慰。我觉得这个犹太人聪明，我在其他地方没见过，非常聪明。所以当时我就想到，未来的佛教道场，应该是这样的道场。你看有老人院、有幼儿园、有小学，都办在一起，让老人是天天能看到他的小孩。这个做法让我们不能不佩服，所以我弥陀村的想法就从那里开始的，看到他们这个做法，想到我们净宗同学要是能够住在一起。他这个公寓，老人公寓是在城里面，在旧金山，好像有十几层大楼，是公寓。每一个单位合台湾大概十五坪，有房间、有客房、有储藏室、有厨房，还有个小阳台，面积不算太大，十五坪。老人，夫妻两个，有的只有一个人。我从那里看了之后，我就很有兴趣，以后无论到哪个地方，我一定看那个地方的老人福利事业。",
      "zh_TW": "早年，一九八二年，我第一次到美國，在舊金山看到美國人的老人公寓，因為我在那裡講經講了一個星期。這個老人公寓裡面居住的老人有四百多人，這個公寓不是公家的，私人辦的，猶太人辦的，它附設一個幼兒園。老人住在公寓裡，兒子、媳婦每天都上班，把小孩就送到這個幼兒園念書。下課的時候，小朋友就會去敲門找他的祖父、祖母，跟他去玩玩。到上課了，鈴一響的時候，他們又下去上課。每天老人能看到自己的下一代，心裡很歡喜、很安慰。我覺得這個猶太人聰明，我在其他地方沒見過，非常聰明。所以當時我就想到，未來的佛教道場，應該是這樣的道場。你看有老人院、有幼兒園、有小學，都辦在一起，讓老人是天天能看到他的小孩。這個做法讓我們不能不佩服，所以我彌陀村的想法就從那裡開始的，看到他們這個做法，想到我們淨宗同學要是能夠住在一起。他這個公寓，老人公寓是在城裡面，在舊金山，好像有十幾層大樓，是公寓。每一個單位合台灣大概十五坪，有房間、有客房、有儲藏室、有廚房，還有個小陽台，面積不算太大，十五坪。老人，夫妻兩個，有的只有一個人。我從那裡看了之後，我就很有興趣，以後無論到哪個地方，我一定看那個地方的老人福利事業。"
    },
    {
      "id": "02-037-0288_p0011",
      "zh_CN": "老人福利事业，一般来讲澳洲办得最好，主要是澳洲地大，地皮不值钱。所以澳洲的老人公寓是花园，土地面积很大，房子顶多是两层，一般都是一层，避免爬楼梯。它的地方太大了，所以里面布置像公园一样，花草树木，小桥流水，在那里面住的，确实是享受。遗憾的就是没有精神生活，这是个遗憾，物质生活照顾很周到。澳洲是国家养老，年老的时候，国家每个月都会送钱给你。老人公寓是收费的，这些钱，你每个月付老人公寓里面包括伙食一起，还有一点多余。如果能够照顾到老人精神生活，老人精神生活必须跟年轻人融在一起，老人才不会感到孤单。所以最好是老人公寓，从事这个行业的话，照顾老人，要办一个小学、要办幼儿园，让这些孩子天天跟老人玩在一起，这是老人最大的安慰。所以中国养老育幼，在过去是家庭的事情，家庭是大家庭。这个事业是人生大事，每个人都会老，老了怎么办？每个人都有小孩，小孩谁去教？怎么教法？这个大问题！中国传统文化，佛教文化，有解决的门道。",
      "zh_TW": "老人福利事業，一般來講澳洲辦得最好，主要是澳洲地大，地皮不值錢。所以澳洲的老人公寓是花園，土地面積很大，房子頂多是兩層，一般都是一層，避免爬樓梯。它的地方太大了，所以裡面布置像公園一樣，花草樹木，小橋流水，在那裡面住的，確實是享受。遺憾的就是沒有精神生活，這是個遺憾，物質生活照顧很周到。澳洲是國家養老，年老的時候，國家每個月都會送錢給你。老人公寓是收費的，這些錢，你每個月付老人公寓裡面包括伙食一起，還有一點多餘。如果能夠照顧到老人精神生活，老人精神生活必須跟年輕人融在一起，老人才不會感到孤單。所以最好是老人公寓，從事這個行業的話，照顧老人，要辦一個小學、要辦幼兒園，讓這些孩子天天跟老人玩在一起，這是老人最大的安慰。所以中國養老育幼，在過去是家庭的事情，家庭是大家庭。這個事業是人生大事，每個人都會老，老了怎麼辦？每個人都有小孩，小孩誰去教？怎麼教法？這個大問題！中國傳統文化，佛教文化，有解決的門道。"
    },
    {
      "id": "02-037-0288_p0012",
      "zh_CN": "所以你看这三桩事情，这是极乐世界的，一个是国土，国土是居住的环境；另外一个导师，是佛；其他的是学生，菩萨，菩萨是学生。居住的环境好，老师好，学生也好，极乐世界就这两种人。所以极乐世界是学校，这个我们首先要搞清楚。极乐世界里头没有其他的行业，释迦牟尼佛多次为我们宣讲介绍，没有说极乐世界有政治组织，没有。极乐世界没有帝王、没有总统、没有官员，没这个东西，也没有士农工商，就是什么行业都没有，只有读书，所以它是个学校。老师，除阿弥陀佛之外，十方诸佛都常常到极乐世界去参访，也会跟大家上课，所以那边教学的都是诸佛如来。菩萨，有大菩萨，像文殊普贤、观音势至这些大菩萨，大菩萨在极乐世界担任助教，帮助我们这些初学的菩萨。他们是学生的身分，所以我们在一起，学长。这大菩萨是我们的学长，是跟佛陀学了很久，他有能力辅导我们、帮助我们、成就我们，极乐世界学习毕业就成佛了。我们要学的就是要把极乐世界缩小，缩小成一个小点，把它放在我们地球上，佛法才真正能够弘扬光大，要让大家看见，你进到我这个地区，你就看到真正的佛教。",
      "zh_TW": "所以你看這三樁事情，這是極樂世界的，一個是國土，國土是居住的環境；另外一個導師，是佛；其他的是學生，菩薩，菩薩是學生。居住的環境好，老師好，學生也好，極樂世界就這兩種人。所以極樂世界是學校，這個我們首先要搞清楚。極樂世界裡頭沒有其他的行業，釋迦牟尼佛多次為我們宣講介紹，沒有說極樂世界有政治組織，沒有。極樂世界沒有帝王、沒有總統、沒有官員，沒這個東西，也沒有士農工商，就是什麼行業都沒有，只有讀書，所以它是個學校。老師，除阿彌陀佛之外，十方諸佛都常常到極樂世界去參訪，也會跟大家上課，所以那邊教學的都是諸佛如來。菩薩，有大菩薩，像文殊普賢、觀音勢至這些大菩薩，大菩薩在極樂世界擔任助教，幫助我們這些初學的菩薩。他們是學生的身分，所以我們在一起，學長。這大菩薩是我們的學長，是跟佛陀學了很久，他有能力輔導我們、幫助我們、成就我們，極樂世界學習畢業就成佛了。我們要學的就是要把極樂世界縮小，縮小成一個小點，把它放在我們地球上，佛法才真正能夠弘揚光大，要讓大家看見，你進到我這個地區，你就看到真正的佛教。"
    },
    {
      "id": "02-037-0288_p0013",
      "zh_CN": "下面第八是『欢喜光』。接受佛法的薰陶，法喜充满。古人有句话说，「世味哪有法味浓」，世间快乐那个滋味，跟佛法的快乐不能比，没有佛法那么浓，叫世味哪有法味浓，这欢喜。净影大师说，「能令见者心悦」，让看见的人、听见的人、接触的人就生欢喜心，你就成功了，佛法真的如此。「憬兴曰：从佛无瞋善根而生，能除众生瞋恚戚心」，戚是忧虑，「故欢喜」。在我们佛门里面，用布袋和尚表法。我们一进山门，中国寺院建筑的规矩，第一道门叫山门，山门是天王殿，供奉着，正当中就是弥勒菩萨，塑的是布袋和尚像。",
      "zh_TW": "下面第八是『歡喜光』。接受佛法的薰陶，法喜充滿。古人有句話說，「世味哪有法味濃」，世間快樂那個滋味，跟佛法的快樂不能比，沒有佛法那麼濃，叫世味哪有法味濃，這歡喜。淨影大師說，「能令見者心悅」，讓看見的人、聽見的人、接觸的人就生歡喜心，你就成功了，佛法真的如此。「憬興曰：從佛無瞋善根而生，能除眾生瞋恚慼心」，慼是憂慮，「故歡喜」。在我們佛門裡面，用布袋和尚表法。我們一進山門，中國寺院建築的規矩，第一道門叫山門，山門是天王殿，供奉著，正當中就是彌勒菩薩，塑的是布袋和尚像。"
    },
    {
      "id": "02-037-0288_p0014",
      "zh_CN": "布袋和尚真有这个人，真有其事，《高僧传》里头有他的传记，他出现在五代后梁。《高僧传》里面的记载，不知道他姓甚名谁，不晓得他的名字。大概最初没人知道，以后往生之后，把他的事迹记录下来，他出生在哪里、姓甚名谁都不知道，只知道他是个游化的和尚，居无定所，到处去乞食化缘，这么一个和尚。肥肥胖胖的，满面笑容，揹一个大布袋，人家给了东西，就装在布袋里头，每天拖个大布袋，所以就称他作布袋和尚。他走的时候，往生的时候告诉别人，他是弥勒菩萨再来的。把自己的身分暴露，说了，他就走了。这个我们承认，他讲的话是真的。身分暴露不走，那是假的，那是骗人的。说了，真走，他是说了真走。",
      "zh_TW": "布袋和尚真有這個人，真有其事，《高僧傳》裡頭有他的傳記，他出現在五代後梁。《高僧傳》裡面的記載，不知道他姓甚名誰，不曉得他的名字。大概最初沒人知道，以後往生之後，把他的事跡記錄下來，他出生在哪裡、姓甚名誰都不知道，只知道他是個遊化的和尚，居無定所，到處去乞食化緣，這麼一個和尚。肥肥胖胖的，滿面笑容，揹一個大布袋，人家給了東西，就裝在布袋裡頭，每天拖個大布袋，所以就稱他作布袋和尚。他走的時候，往生的時候告訴別人，他是彌勒菩薩再來的。把自己的身分暴露，說了，他就走了。這個我們承認，他講的話是真的。身分暴露不走，那是假的，那是騙人的。說了，真走，他是說了真走。"
    },
    {
      "id": "02-037-0288_p0015",
      "zh_CN": "常常碰到人，人家向他请教什么是佛法？他也不说话，他把布袋放下，两个手一伸，就这个回答你。人家看了什么是佛法？放下。放下之后怎么办？他也不说话，他把布袋捡起来，背到身上就走了。这是禅意，一句话不说，帮你解决问题，放下之后，还得要提起。提起什么？度众生的事业，帮助别人。自己真正放下，身心世界一尘不染，在这个世间帮助一切苦难众生，帮助他们觉悟，帮助他们回头。你看他一句话不说，表演，你看得懂的，明白了，看不懂的，不知他在干什么。这一宣布出来之后，晓得他是弥勒菩萨，所以中国从此所有寺院庵堂的山门，都安置他老人家的像。这代表什么？代表学佛的人要像他一样欢欢喜喜，欢喜光，他代表欢喜光。男女老少，各行各业，看到他没有不欢喜的，笑面迎人。你喜欢他，他也喜欢你；你怨恨他，他喜欢你，他不改。那个肚皮大代表包容，什么都能包容，没有分别，没有执着。",
      "zh_TW": "常常碰到人，人家向他請教什麼是佛法？他也不說話，他把布袋放下，兩個手一伸，就這個回答你。人家看了什麼是佛法？放下。放下之後怎麼辦？他也不說話，他把布袋撿起來，背到身上就走了。這是禪意，一句話不說，幫你解決問題，放下之後，還得要提起。提起什麼？度眾生的事業，幫助別人。自己真正放下，身心世界一塵不染，在這個世間幫助一切苦難眾生，幫助他們覺悟，幫助他們回頭。你看他一句話不說，表演，你看得懂的，明白了，看不懂的，不知他在幹什麼。這一宣布出來之後，曉得他是彌勒菩薩，所以中國從此所有寺院庵堂的山門，都安置他老人家的像。這代表什麼？代表學佛的人要像他一樣歡歡喜喜，歡喜光，他代表歡喜光。男女老少，各行各業，看到他沒有不歡喜的，笑面迎人。你喜歡他，他也喜歡你；你怨恨他，他喜歡你，他不改。那個肚皮大代表包容，什麼都能包容，沒有分別，沒有執著。"
    },
    {
      "id": "02-037-0288_p0016",
      "zh_CN": "弥勒是等觉菩萨，后补佛。印度弥勒菩萨造像，那个像有点像观世音菩萨一样，跟我们这个造型完全不一样，我们这个造型是依布袋和尚来的。布袋和尚表法，代表佛教基本的态度，学佛基本的态度。你什么条件能入佛门？满面笑容，一切能包容，你这种心态就可以入佛门、就可以学佛，这学佛条件，表这个法。天王殿供的四大天王是站在两旁，菩萨坐在当中。所以佛教是教育，是表法的。你到佛门来学什么？学欢喜，这就是幸福，这就是美满。一个人在一生，每天愁眉苦脸的，人可怜、悲哀。活在世间不问贫富贵贱，活得快乐，活得欢喜，这个人这一生有福，幸福。有钱，有地位，天天愁眉苦脸，那日子多难过。我被方老师一句话引入佛门，他告诉我，「学佛是人生最高的享受」。我就是听了这句话，才很认真的学习。为什么？人生最高的享受，这个要！最高享受与富贵贫贱不相干，不是有钱就是最高享受。有钱的人，生活很苦的人很多，一天到晚患得患失。所以真正认识人生最高的享受，人生真正究竟圆满的幸福，就是快乐，就是欢喜，这个东西有钱买不到。他的修养，你看看贪瞋痴真的没有了，清净光是无贪显示出来的。这人没有一点贪心、没有悭吝心，现出来清净光；没有瞋恚，现出来的是欢喜光。",
      "zh_TW": "彌勒是等覺菩薩，後補佛。印度彌勒菩薩造像，那個像有點像觀世音菩薩一樣，跟我們這個造型完全不一樣，我們這個造型是依布袋和尚來的。布袋和尚表法，代表佛教基本的態度，學佛基本的態度。你什麼條件能入佛門？滿面笑容，一切能包容，你這種心態就可以入佛門、就可以學佛，這學佛條件，表這個法。天王殿供的四大天王是站在兩旁，菩薩坐在當中。所以佛教是教育，是表法的。你到佛門來學什麼？學歡喜，這就是幸福，這就是美滿。一個人在一生，每天愁眉苦臉的，人可憐、悲哀。活在世間不問貧富貴賤，活得快樂，活得歡喜，這個人這一生有福，幸福。有錢，有地位，天天愁眉苦臉，那日子多難過。我被方老師一句話引入佛門，他告訴我，「學佛是人生最高的享受」。我就是聽了這句話，才很認真的學習。為什麼？人生最高的享受，這個要！最高享受與富貴貧賤不相干，不是有錢就是最高享受。有錢的人，生活很苦的人很多，一天到晚患得患失。所以真正認識人生最高的享受，人生真正究竟圓滿的幸福，就是快樂，就是歡喜，這個東西有錢買不到。他的修養，你看看貪瞋痴真的沒有了，清淨光是無貪顯示出來的。這人沒有一點貪心、沒有慳吝心，現出來清淨光；沒有瞋恚，現出來的是歡喜光。"
    },
    {
      "id": "02-037-0288_p0017",
      "zh_CN": "昙鸾法师的赞，「慈光遐被施安乐，故佛又号欢喜光」。你看无瞋善根，生出来的光彩就是慈悲。慈光遍照法界，普照世间，对一切人、一切事物大慈大悲，没有任何条件。为什么？遍法界虚空界跟自己原本就是一体，一体就没有分别，所以能把恶人都感动到，恶人常跟你在一起，恶的习气全没有了，有这么大的力量。所以佛又号欢喜光。「安乐」，底下有个解释，念老用《法华经》上的解释，「身意泰然，快得安乐」。身是身体，意是心，心意。这个泰然是清净平等，没有染污，没有高下。觉了自性，知道一切万物的本体是自性，离开自性无有一法可得，全是自性变现的。所以性德里头第一德，就是慈悲，就是爱。你看，没有一个宗教不讲爱。佛法讲慈悲，为什么佛不说爱？因为爱里头有情，所以佛不说爱，说慈悲。慈悲就是爱，慈悲里头有智慧，换句话说，智慧的爱叫慈悲。感情的爱，就是世间人讲的爱，那个爱会变质，会产生变化，慈悲是永远不变的。佛菩萨对众生永远是爱，众生糟蹋佛菩萨、毁谤佛菩萨、破坏佛菩萨，佛菩萨还是一样慈悲，没有一点点怨恨在里头，这叫真爱！是从自性里流出来的，不是假的。世间人那个爱，情绪化。你看看男女相爱，结婚了，过两天离婚了，那就变了，变质了，靠不住。",
      "zh_TW": "曇鸞法師的讚，「慈光遐被施安樂，故佛又號歡喜光」。你看無瞋善根，生出來的光彩就是慈悲。慈光遍照法界，普照世間，對一切人、一切事物大慈大悲，沒有任何條件。為什麼？遍法界虛空界跟自己原本就是一體，一體就沒有分別，所以能把惡人都感動到，惡人常跟你在一起，惡的習氣全沒有了，有這麼大的力量。所以佛又號歡喜光。「安樂」，底下有個解釋，念老用《法華經》上的解釋，「身意泰然，快得安樂」。身是身體，意是心，心意。這個泰然是清淨平等，沒有染污，沒有高下。覺了自性，知道一切萬物的本體是自性，離開自性無有一法可得，全是自性變現的。所以性德裡頭第一德，就是慈悲，就是愛。你看，沒有一個宗教不講愛。佛法講慈悲，為什麼佛不說愛？因為愛裡頭有情，所以佛不說愛，說慈悲。慈悲就是愛，慈悲裡頭有智慧，換句話說，智慧的愛叫慈悲。感情的愛，就是世間人講的愛，那個愛會變質，會產生變化，慈悲是永遠不變的。佛菩薩對眾生永遠是愛，眾生糟蹋佛菩薩、毀謗佛菩薩、破壞佛菩薩，佛菩薩還是一樣慈悲，沒有一點點怨恨在裡頭，這叫真愛！是從自性裡流出來的，不是假的。世間人那個愛，情緒化。你看看男女相愛，結婚了，過兩天離婚了，那就變了，變質了，靠不住。"
    },
    {
      "id": "02-037-0288_p0018",
      "zh_CN": "世间人讲爱，佛法点点头而已，晓得那是假的，不是真的。只有见性，从性德流的，这是真的，永恒不变。在世间能够有相比的，那就是父母对儿女，真爱。儿子怎么不孝，他还是爱他的儿子，儿子怎么样悖逆，他还是爱他，他亲生的。但是儿子不爱父母，儿子长大了，他不爱父母。父母一生都念着儿女，愈是到晚年，他脑子里想什么？没有别的，就想儿女。但是儿女离开他，不理他，所以心里很难过，这儿女不孝。中国的教育，把这个是放在教学里头的第一个根。教育从哪里兴起来的？就从孝道，就从父子有亲。中国教育的目标，第一个目标就是希望这种亲爱，一生都不会变质，这是中国教育。中国教育第二个目标，是希望这个爱能扩大，爱你的兄弟姐妹，爱你的长辈跟晚辈，爱你的族人，爱你的邻居，乡党、邻居，爱社会、爱国家、爱人类，叫「凡是人，皆须爱」，这是把这个爱扩张、扩大。所以中国古圣先贤的教育是爱的教育。现在大家不要了，不要人就变成自私自利，人不懂得爱人，甚至于父母都不爱。",
      "zh_TW": "世間人講愛，佛法點點頭而已，曉得那是假的，不是真的。只有見性，從性德流的，這是真的，永恆不變。在世間能夠有相比的，那就是父母對兒女，真愛。兒子怎麼不孝，他還是愛他的兒子，兒子怎麼樣悖逆，他還是愛他，他親生的。但是兒子不愛父母，兒子長大了，他不愛父母。父母一生都念著兒女，愈是到晚年，他腦子裡想什麼？沒有別的，就想兒女。但是兒女離開他，不理他，所以心裡很難過，這兒女不孝。中國的教育，把這個是放在教學裡頭的第一個根。教育從哪裡興起來的？就從孝道，就從父子有親。中國教育的目標，第一個目標就是希望這種親愛，一生都不會變質，這是中國教育。中國教育第二個目標，是希望這個愛能擴大，愛你的兄弟姐妹，愛你的長輩跟晚輩，愛你的族人，愛你的鄰居，鄉黨、鄰居，愛社會、愛國家、愛人類，叫「凡是人，皆須愛」，這是把這個愛擴張、擴大。所以中國古聖先賢的教育是愛的教育。現在大家不要了，不要人就變成自私自利，人不懂得愛人，甚至於父母都不愛。"
    },
    {
      "id": "02-037-0288_p0019",
      "zh_CN": "今天整个世界为什么会变成这样子？我们要找到它的根源在哪里，到底错在什么地方？就是错在把这个爱字丢掉了。西方人以前这个爱是从神那里来，神爱世人，上帝爱世人，是从那里来。中国传统东西，是从父子有亲那个地方来的，亲爱来的。佛法讲得更深，佛法讲从自性里头来的，从真心里头来的，真心无量德能，爱是第一德。日本江本博士做水实验，他告诉我，几十万次的实验，只有爱跟感谢图案是最美的。他问我，这个爱跟感谢是不是宇宙的核心？我给他印证，我说你想得没错，确确实实是宇宙的中心，整个宇宙就是一个爱。",
      "zh_TW": "今天整個世界為什麼會變成這樣子？我們要找到它的根源在哪裡，到底錯在什麼地方？就是錯在把這個愛字丟掉了。西方人以前這個愛是從神那裡來，神愛世人，上帝愛世人，是從那裡來。中國傳統東西，是從父子有親那個地方來的，親愛來的。佛法講得更深，佛法講從自性裡頭來的，從真心裡頭來的，真心無量德能，愛是第一德。日本江本博士做水實驗，他告訴我，幾十萬次的實驗，只有愛跟感謝圖案是最美的。他問我，這個愛跟感謝是不是宇宙的核心？我給他印證，我說你想得沒錯，確確實實是宇宙的中心，整個宇宙就是一個愛。"
    },
    {
      "id": "02-037-0288_p0020",
      "zh_CN": "现在灾难这么多，四面八方都有信息传给我，我看看有些讲得有道理，有些不见得，我们要用智慧来拣别。但是大多数提供化解灾难的方法，头一个就是爱，就讲爱，没有爱心的人，这个灾难过不去。这个爱是什么？要爱一切众生，你要把爱心开发出来。第二个，就劝导要吃素，这个也有道理。为什么？灾难与这些怨恨有关系。我们一定要相信，人不是死了就完了，没那么便宜。人死了去投胎，谁去投胎？说明人没死，死是身体，他还有个灵魂，那个灵魂要报复的。所以古人常说，吃牠半斤，要还牠八两，没那么便宜的。这是讲什么？我们杀生吃肉。",
      "zh_TW": "現在災難這麼多，四面八方都有信息傳給我，我看看有些講得有道理，有些不見得，我們要用智慧來揀別。但是大多數提供化解災難的方法，頭一個就是愛，就講愛，沒有愛心的人，這個災難過不去。這個愛是什麼？要愛一切眾生，你要把愛心開發出來。第二個，就勸導要吃素，這個也有道理。為什麼？災難與這些怨恨有關係。我們一定要相信，人不是死了就完了，沒那麼便宜。人死了去投胎，誰去投胎？說明人沒死，死是身體，他還有個靈魂，那個靈魂要報復的。所以古人常說，吃牠半斤，要還牠八兩，沒那麼便宜的。這是講什麼？我們殺生吃肉。"
    },
    {
      "id": "02-037-0288_p0021",
      "zh_CN": "中国在古时候，连做皇帝也不是天天都有肉吃。我小时候在农村，一个月有一天吃肉的，就是卖肉的只有一天，一个月只有一天，不是天天有。农村里面，哪个村子杀一条猪了，在树上挂个幌子，树上用一个竹竿，竹竿头包一个东西，包在上面，吊在上面，一看那个，村庄上就有卖肉的。大概一个月只有一天，哪有天天吃肉的道理！所以他杀业不重。只有过年，逢年过节，过节大概有一餐，过年的时候大概有个三、五天，不可能天天吃肉。富贵人家，肉食天天有的也只有过年，顶多一个月，平常没有。现在还得了吗？所以现在不得了！我看到信息传给我的，联合国的报告，每一年杀生吃肉，地上走的、水里游的、空中飞的这些畜生有多少？三千三百多亿。单位是亿，三千三百多亿，你说怎么得了！这些动物被你杀的，怨恨！牠不欢喜，牠要报复。所以现在我们坐飞机常常看下面，下面都是一片雾，雾蒙蒙的看不清楚，那是什么？那就是这些众生的怨气，罩着你这个地方，日月无光。这杀畜生。",
      "zh_TW": "中國在古時候，連做皇帝也不是天天都有肉吃。我小時候在農村，一個月有一天吃肉的，就是賣肉的只有一天，一個月只有一天，不是天天有。農村裡面，哪個村子殺一條豬了，在樹上掛個幌子，樹上用一個竹竿，竹竿頭包一個東西，包在上面，吊在上面，一看那個，村莊上就有賣肉的。大概一個月只有一天，哪有天天吃肉的道理！所以他殺業不重。只有過年，逢年過節，過節大概有一餐，過年的時候大概有個三、五天，不可能天天吃肉。富貴人家，肉食天天有的也只有過年，頂多一個月，平常沒有。現在還得了嗎？所以現在不得了！我看到信息傳給我的，聯合國的報告，每一年殺生吃肉，地上走的、水裡游的、空中飛的這些畜生有多少？三千三百多億。單位是億，三千三百多億，你說怎麼得了！這些動物被你殺的，怨恨！牠不歡喜，牠要報復。所以現在我們坐飛機常常看下面，下面都是一片霧，霧濛濛的看不清楚，那是什麼？那就是這些眾生的怨氣，罩著你這個地方，日月無光。這殺畜生。"
    },
    {
      "id": "02-037-0288_p0022",
      "zh_CN": "还有杀人，一年要杀多少人？联合国统计的，五千万。什么人？堕胎的。每年堕胎的，联合国的统计是因为医院里头有记录，还有不在医院的，所以说五千万以上，平均每一天十五万，这怎么得了！这个数字，是第二次世界大战，第二次世界大战打了四年半，因战争死亡的人数总共五千万，现在一年堕胎就等于第二次世界大战四年半所死亡的人数。我们学佛，佛门里头很多法会，都有这些婴灵缠着母亲，有通灵的人都看见。来干什么？来要命的，来讨命的。他好不容易得人身，「人身难得，佛法难闻」，好不容易得人身，他这一次能得人身，你把他杀掉，你想结的冤仇多深。你将来死了到哪里去？地狱道去了，造的是地狱业。",
      "zh_TW": "還有殺人，一年要殺多少人？聯合國統計的，五千萬。什麼人？墮胎的。每年墮胎的，聯合國的統計是因為醫院裡頭有記錄，還有不在醫院的，所以說五千萬以上，平均每一天十五萬，這怎麼得了！這個數字，是第二次世界大戰，第二次世界大戰打了四年半，因戰爭死亡的人數總共五千萬，現在一年墮胎就等於第二次世界大戰四年半所死亡的人數。我們學佛，佛門裡頭很多法會，都有這些嬰靈纏著母親，有通靈的人都看見。來幹什麼？來要命的，來討命的。他好不容易得人身，「人身難得，佛法難聞」，好不容易得人身，他這一次能得人身，你把他殺掉，你想結的冤仇多深。你將來死了到哪裡去？地獄道去了，造的是地獄業。"
    },
    {
      "id": "02-037-0288_p0023",
      "zh_CN": "所以传来的信息说，我们应付这个灾难，素食，不杀生，第三个条件是镇静，灾难来的时候不害怕，很平静的你就能通过，你就没有问题。在我们想像当中，灾难来的时候，一定是很多人都被吓死的，大多数被吓死的，沉不住气，慌了、乱了，吓死的。所以你看看，首先是爱心，素食，不惊不怖。这个不惊不怖，要养成一个习惯。现在有两个片子，一个是美国搞的「２０１２」的电影片，另外一个是真的，日本上次三一一的大地震。这两个光碟最好一个星期看一遍，为什么？看成习惯，将来这个来的时候，可能比这更厉害，不怕了，我已经习惯了，这个很重要。脑子里头一点概念没有，突然来了，真的害怕，真受不了。多看几遍，我已经知道了，就这么回事情，所以不惊不怖。这是许多方面传来的信息，告诉我，我想很有道理。",
      "zh_TW": "所以傳來的信息說，我們應付這個災難，素食，不殺生，第三個條件是鎮靜，災難來的時候不害怕，很平靜的你就能通過，你就沒有問題。在我們想像當中，災難來的時候，一定是很多人都被嚇死的，大多數被嚇死的，沉不住氣，慌了、亂了，嚇死的。所以你看看，首先是愛心，素食，不驚不怖。這個不驚不怖，要養成一個習慣。現在有兩個片子，一個是美國搞的「２０１２」的電影片，另外一個是真的，日本上次三一一的大地震。這兩個光碟最好一個星期看一遍，為什麼？看成習慣，將來這個來的時候，可能比這更厲害，不怕了，我已經習慣了，這個很重要。腦子裡頭一點概念沒有，突然來了，真的害怕，真受不了。多看幾遍，我已經知道了，就這麼回事情，所以不驚不怖。這是許多方面傳來的信息，告訴我，我想很有道理。"
    },
    {
      "id": "02-037-0288_p0024",
      "zh_CN": "实际上癌症，癌症死的，我估计至少百分之七十是被吓死的。本来是可以治的，他恐怖，他怕死，这就治不了，没法子治疗了。你要真的是不惊不怖，若无其事，刘素云居士得的红斑狼疮比癌症还严重，她告诉我，当初医生告诉她，妳随时有死亡的可能，不是说二个月、三个月，随时会死亡，妳心理要有准备。她沉得住气，她把生死看穿了，不在乎，一点也不害怕，这个就是她高明之处。每天听经念佛，把病给忘掉了，身体忘掉了，病忘掉了，每天的时间统统在听经念佛上，二、三个月下来，没事，再去检查一下，没有了，全都好了。",
      "zh_TW": "實際上癌症，癌症死的，我估計至少百分之七十是被嚇死的。本來是可以治的，他恐怖，他怕死，這就治不了，沒法子治療了。你要真的是不驚不怖，若無其事，劉素雲居士得的紅斑狼瘡比癌症還嚴重，她告訴我，當初醫生告訴她，妳隨時有死亡的可能，不是說二個月、三個月，隨時會死亡，妳心理要有準備。她沉得住氣，她把生死看穿了，不在乎，一點也不害怕，這個就是她高明之處。每天聽經念佛，把病給忘掉了，身體忘掉了，病忘掉了，每天的時間統統在聽經念佛上，二、三個月下來，沒事，再去檢查一下，沒有了，全都好了。"
    },
    {
      "id": "02-037-0288_p0025",
      "zh_CN": "这一次，上个月二十一号，夏威夷这一位修．蓝博士来看我，他就是用意念的方法替人治病，非常有效果。不要开处方，不要吃药，也不要打针，疑难杂症他都能给你治好。而且他治病的方法，不需要跟病人见面，只要知道病人的姓名，生辰年月日，就是出生年月日，可能要性别、出生年月日。我不晓得出生地点要不要，那天忘了问他。他就要这个资料，再要病历就可以了。他的方法是把病患跟自己观成一体，自他不二，展开病历，我有哪些病，用自己意念来调整。这个很有道理，我们中国中医都讲到，贪瞋痴慢疑应对的是五脏六腑，应对在哪些地方，把我们不好的念头转过来就没事了。不贪、不瞋、不痴、不傲慢、不怀疑，五脏六腑全调整了。",
      "zh_TW": "這一次，上個月二十一號，夏威夷這一位修．藍博士來看我，他就是用意念的方法替人治病，非常有效果。不要開處方，不要吃藥，也不要打針，疑難雜症他都能給你治好。而且他治病的方法，不需要跟病人見面，只要知道病人的姓名，生辰年月日，就是出生年月日，可能要性別、出生年月日。我不曉得出生地點要不要，那天忘了問他。他就要這個資料，再要病歷就可以了。他的方法是把病患跟自己觀成一體，自他不二，展開病歷，我有哪些病，用自己意念來調整。這個很有道理，我們中國中醫都講到，貪瞋痴慢疑應對的是五臟六腑，應對在哪些地方，把我們不好的念頭轉過來就沒事了。不貪、不瞋、不痴、不傲慢、不懷疑，五臟六腑全調整了。"
    },
    {
      "id": "02-037-0288_p0026",
      "zh_CN": "调整的方法，是每天观想半个钟点。他这个就等于我们佛家讲入定，差不多。精神完全集中，没有妄念，没有杂念，专门想调整我的身体，把不善的念头换掉。一天半个小时要连续三十天，效果出现了，自己身心健康，没有了，对方病就没有了。这个病人距离几千里都没有关系。他用这个方法，这个就是完全把精神思想集中。佛经上有，大小乘经里头佛都说过，「制心一处，无事不办」。修．蓝博士就用这个道理，制心一处，他在半个小时当中就是把心集中在这里，没有第二个念头，自己一个小房间关住，吩咐这个时候没有人接近、没有人打搅，他做这个工作。我们懂这个道理，我们也行，我们就用念佛，我相信效果比他那个更好。",
      "zh_TW": "調整的方法，是每天觀想半個鐘點。他這個就等於我們佛家講入定，差不多。精神完全集中，沒有妄念，沒有雜念，專門想調整我的身體，把不善的念頭換掉。一天半個小時要連續三十天，效果出現了，自己身心健康，沒有了，對方病就沒有了。這個病人距離幾千里都沒有關係。他用這個方法，這個就是完全把精神思想集中。佛經上有，大小乘經裡頭佛都說過，「制心一處，無事不辦」。修．藍博士就用這個道理，制心一處，他在半個小時當中就是把心集中在這裡，沒有第二個念頭，自己一個小房間關住，吩咐這個時候沒有人接近、沒有人打攪，他做這個工作。我們懂這個道理，我們也行，我們就用念佛，我相信效果比他那個更好。"
    },
    {
      "id": "02-037-0288_p0027",
      "zh_CN": "他告诉我们，我们平常要把心里头的记忆，负面的、正面的统统清除掉。他这个说法跟我们，我是用另外一种方法说，意思完全一样的，把我们自己心里面肮脏的东西、不善的东西统统放下，他叫清除，我们叫放下。我们叫心里面这些肮脏东西，他叫记忆，负面记忆，这个东西会带来细胞生病，病毒的细胞，统统清除掉了，一个月的时间，这个细胞带病毒的没有了，所有细胞慢慢恢复正常，你的健康就恢复了。理上讲得通，佛经上有。还有，最近量子力学家的报告上有，叫念力不可思议。不能想不善的东西，要想好的东西，世间最好的东西无过于南无阿弥陀佛，我们能想这个，比他那个什么都不想还高。因为什么？他得不到佛的加持，我们想阿弥陀佛，得阿弥陀佛本愿威神加持，力量更大。他是一切善恶念头统统没有，恢复人身体各种器官的正常化，他用这个功夫，用得非常有效果。他也是半路学来的，他今年七十三岁，在介绍他的文字里头，写得很清楚。所以我们细心去观察，不如念佛，念佛功德不可思议，念佛能解决一切问题！对自己身心健康，没问题，自己完全可以控制。对我们居住的环境，我们虽然没有像佛菩萨那么大的能力保佑一个大地区，至少我们自己居住的这个地方会安全度过。灾难就在旁边，我们这里不会受到伤害，决定要有信心。一切法从心想生，一切法心现识变，这种原理原则，佛在一切经里头几乎都说，我们要把它记住。",
      "zh_TW": "他告訴我們，我們平常要把心裡頭的記憶，負面的、正面的統統清除掉。他這個說法跟我們，我是用另外一種方法說，意思完全一樣的，把我們自己心裡面骯髒的東西、不善的東西統統放下，他叫清除，我們叫放下。我們叫心裡面這些骯髒東西，他叫記憶，負面記憶，這個東西會帶來細胞生病，病毒的細胞，統統清除掉了，一個月的時間，這個細胞帶病毒的沒有了，所有細胞慢慢恢復正常，你的健康就恢復了。理上講得通，佛經上有。還有，最近量子力學家的報告上有，叫念力不可思議。不能想不善的東西，要想好的東西，世間最好的東西無過於南無阿彌陀佛，我們能想這個，比他那個什麼都不想還高。因為什麼？他得不到佛的加持，我們想阿彌陀佛，得阿彌陀佛本願威神加持，力量更大。他是一切善惡念頭統統沒有，恢復人身體各種器官的正常化，他用這個功夫，用得非常有效果。他也是半路學來的，他今年七十三歲，在介紹他的文字裡頭，寫得很清楚。所以我們細心去觀察，不如念佛，念佛功德不可思議，念佛能解決一切問題！對自己身心健康，沒問題，自己完全可以控制。對我們居住的環境，我們雖然沒有像佛菩薩那麼大的能力保佑一個大地區，至少我們自己居住的這個地方會安全度過。災難就在旁邊，我們這裡不會受到傷害，決定要有信心。一切法從心想生，一切法心現識變，這種原理原則，佛在一切經裡頭幾乎都說，我們要把它記住。"
    },
    {
      "id": "02-037-0288_p0028",
      "zh_CN": "今天科学总结，整个宇宙就是念头。佛经上总结，也是这样说法的。我们前面讲的十乘理观，天台家的十乘理观。第一个，观不思议境界。第一观是非常重要的，基础，后面全是从第一个生出来的。第一观观成了，人就成佛。观察什么？整个宇宙，归纳到最后就是两样东西，一个是色，一个是心。这个色是讲物质，心是讲精神，就是念头，整个世界归纳起来就这两样。但是色从心生，最后一句话总结，全体是心，心是主宰！所以你自己要负百分之百的责任，你不能怪别人。你一切的受用，都是你自己心里想出来的，为什么不想正面，去想负面？想负面，就是灾难，就是麻烦；你想正面，你就得到像方老师讲的「人生最高的享受」，你就常生欢喜心，你心地清净光明。不但你自利，你的清净光明表现在外面，照别人。我们是看不到光，真有光，外国人叫磁场，中国人叫氛围。他的磁场好，我们一进到那个里面去，感受就不一样，这是最明显的感受。",
      "zh_TW": "今天科學總結，整個宇宙就是念頭。佛經上總結，也是這樣說法的。我們前面講的十乘理觀，天台家的十乘理觀。第一個，觀不思議境界。第一觀是非常重要的，基礎，後面全是從第一個生出來的。第一觀觀成了，人就成佛。觀察什麼？整個宇宙，歸納到最後就是兩樣東西，一個是色，一個是心。這個色是講物質，心是講精神，就是念頭，整個世界歸納起來就這兩樣。但是色從心生，最後一句話總結，全體是心，心是主宰！所以你自己要負百分之百的責任，你不能怪別人。你一切的受用，都是你自己心裡想出來的，為什麼不想正面，去想負面？想負面，就是災難，就是麻煩；你想正面，你就得到像方老師講的「人生最高的享受」，你就常生歡喜心，你心地清淨光明。不但你自利，你的清淨光明表現在外面，照別人。我們是看不到光，真有光，外國人叫磁場，中國人叫氛圍。他的磁場好，我們一進到那個裡面去，感受就不一樣，這是最明顯的感受。"
    },
    {
      "id": "02-037-0288_p0029",
      "zh_CN": "我初学佛的时候跟章嘉大师，章嘉大师居住的那个环境是一栋日本人的别墅。早年日本统治台湾的时候，他高官，他们居住的别墅，所以有院子、有花园，在城市里头住这个不容易。房子只是平房，不是楼房，没有楼，有花园。方东美先生住的也是这种房子。你进入他那个门，你就感受到气分不一样，非常柔和，感到非常安稳。那就是什么？那是欢喜光、清净光、解脱光，这就感受到。跟大师坐一天，你感觉到舒服，你不会累、不会疲乏。你跟他在一起，一句话不说，那种气分摄受你，那就是一种享受。只要进他的大门，你就有这种感受。到他客厅，跟他坐一起，你就不想离开他，两个钟点一会就过去了。我们每个星期见一次面，他没有事情的时候一定是两个小时，事情忙的时候就一个小时。这是我感受到的气分，佛经里头讲光，就是我们今天讲的磁场，这个磁场充满了智慧，充满了祥和、爱、慈悲，就享受这些。所以《法华经》上说的，「身意泰然，快得安乐。佛光能令众生安乐欢悦，故名欢喜光。」我们今天把这个讲成磁场、讲成氛围，大家更容易理解，不是真的有光照在身上。实际上，也是真有光照在身上，但是这个光，我们肉眼看不见，你决定能感受得到。",
      "zh_TW": "我初學佛的時候跟章嘉大師，章嘉大師居住的那個環境是一棟日本人的別墅。早年日本統治台灣的時候，他高官，他們居住的別墅，所以有院子、有花園，在城市裡頭住這個不容易。房子只是平房，不是樓房，沒有樓，有花園。方東美先生住的也是這種房子。你進入他那個門，你就感受到氣分不一樣，非常柔和，感到非常安穩。那就是什麼？那是歡喜光、清淨光、解脫光，這就感受到。跟大師坐一天，你感覺到舒服，你不會累、不會疲乏。你跟他在一起，一句話不說，那種氣分攝受你，那就是一種享受。只要進他的大門，你就有這種感受。到他客廳，跟他坐一起，你就不想離開他，兩個鐘點一會就過去了。我們每個星期見一次面，他沒有事情的時候一定是兩個小時，事情忙的時候就一個小時。這是我感受到的氣分，佛經裡頭講光，就是我們今天講的磁場，這個磁場充滿了智慧，充滿了祥和、愛、慈悲，就享受這些。所以《法華經》上說的，「身意泰然，快得安樂。佛光能令眾生安樂歡悅，故名歡喜光。」我們今天把這個講成磁場、講成氛圍，大家更容易理解，不是真的有光照在身上。實際上，也是真有光照在身上，但是這個光，我們肉眼看不見，你決定能感受得到。"
    },
    {
      "id": "02-037-0288_p0030",
      "zh_CN": "下面第九段，『解脱光』。解脱光，五种原译本里面《宋译》的，《宋译》本里头有的，《魏译》没有，就是康僧铠的本子没有解脱光。「故古诸师」，古代这些老法师们，对这个没有注解，解脱光没有注解。虽没有注解，它有意思在，我们可以从其他注解里的意思里面能找得到。「但《魏译》中有炎王与无称两光」，有炎王光、无称光，这两种《宋译》里头没有，但是这两种与解脱光意思相同。我们看昙鸾法师的赞，「佛光照耀最第一，故佛又号光炎王。三涂黑暗蒙光启，是故顶礼大应供」。又说，这个又说还是昙鸾法师的话，「神光离相不可名，故佛又号无称光。因光成佛光赫然，诸佛所叹故顶礼」。这两首偈子赞叹光炎王、赞叹无称光，都是说解脱的意思。这就是解脱，他把它分成两个，有时候二、三个合成一个，这讲开合不同，意思全是圆满的、全是完整的。那这种现象，因为佛经是从印度梵文翻译过来的，这种现象常常有，我们要知道，看多了就晓得，就能够看得出来。",
      "zh_TW": "下面第九段，『解脫光』。解脫光，五種原譯本裡面《宋譯》的，《宋譯》本裡頭有的，《魏譯》沒有，就是康僧鎧的本子沒有解脫光。「故古諸師」，古代這些老法師們，對這個沒有註解，解脫光沒有註解。雖沒有註解，它有意思在，我們可以從其他註解裡的意思裡面能找得到。「但《魏譯》中有炎王與無稱兩光」，有炎王光、無稱光，這兩種《宋譯》裡頭沒有，但是這兩種與解脫光意思相同。我們看曇鸞法師的讚，「佛光照耀最第一，故佛又號光炎王。三塗黑暗蒙光啟，是故頂禮大應供」。又說，這個又說還是曇鸞法師的話，「神光離相不可名，故佛又號無稱光。因光成佛光赫然，諸佛所歎故頂禮」。這兩首偈子讚歎光炎王、讚歎無稱光，都是說解脫的意思。這就是解脫，他把它分成兩個，有時候二、三個合成一個，這講開合不同，意思全是圓滿的、全是完整的。那這種現象，因為佛經是從印度梵文翻譯過來的，這種現象常常有，我們要知道，看多了就曉得，就能夠看得出來。"
    },
    {
      "id": "02-037-0288_p0031",
      "zh_CN": "我们用昙鸾法师的赞佛偈，佛光照耀最第一。我们今天把佛光解释为磁场、解释为气分，中国人讲气分、讲氛围，都讲得通，最第一。这个氛围、这种气分你很明显的能感受到，人人都能感受到。一个心地清净的人，指没有贪瞋痴、没有傲慢、没有怀疑，他从身心放出来的能量跟别人就不同。粗心大意的人，我们现在一般讲心浮气躁，不太容易体会得到。这个心地稍微清净一点，那就有很明显的感触。我在年轻的时候，每个星期要跟章嘉大师见一次面，星期天，有时候我带好朋友去，有人能感到，有人还感觉不到。感觉到的人有浅深不同，有人感觉到有一点，有人感觉到很深。这个什么？这个与自己，佛家讲善根福德因缘有关系，善根深厚的感觉很明显，善根薄的就会少一些。这是照耀最第一。",
      "zh_TW": "我們用曇鸞法師的讚佛偈，佛光照耀最第一。我們今天把佛光解釋為磁場、解釋為氣分，中國人講氣分、講氛圍，都講得通，最第一。這個氛圍、這種氣分你很明顯的能感受到，人人都能感受到。一個心地清淨的人，指沒有貪瞋痴、沒有傲慢、沒有懷疑，他從身心放出來的能量跟別人就不同。粗心大意的人，我們現在一般講心浮氣躁，不太容易體會得到。這個心地稍微清淨一點，那就有很明顯的感觸。我在年輕的時候，每個星期要跟章嘉大師見一次面，星期天，有時候我帶好朋友去，有人能感到，有人還感覺不到。感覺到的人有淺深不同，有人感覺到有一點，有人感覺到很深。這個什麼？這個與自己，佛家講善根福德因緣有關係，善根深厚的感覺很明顯，善根薄的就會少一些。這是照耀最第一。"
    },
    {
      "id": "02-037-0288_p0032",
      "zh_CN": "所以佛又号光炎，炎是火光，像火焰一样，这是比喻，光像火焰一样烧得炽然。三途黑暗蒙光启，这个光能照饿鬼、地狱、畜生。实在说，佛光遍照，遍法界虚空界统统照。前面我们第六学到的是常照光，常照光就是常寂光，决定没有中断的。弥陀佛光遍照法界，十方一切诸佛所放之光都照法界，为什么我们没有感受？这是我们自己的业障太重了，我们的业把他那个磁场障碍到了，我们只能感受自己的业力，享受不到佛光。我们业力从哪里起来的？心从贪瞋痴慢疑起来的，情绪是怨恨恼怒烦，造作在杀盗淫妄。学佛的人好，杀盗淫妄事上戒除了，习气还在，习气没断，所以被这些恶业还有善业混杂在一起，让我们对于佛的慈悲光明产生严重的隔阂，我们享受不到。佛光能透一切物质现象，星球那么大，它能透过，就是没有办法透过业力。这就是佛经上常说的「心佛众生，三无差别」，那个力量是平等的。佛，是佛光。心，心本来就有光，前面讲的常照光，那就是心。自性本有的般若智慧，常照光，生不起来。佛照给我们，是启发我们，希望用这个光把我们自性光明带出来。但是你要接受才行，你不接受就没办法了。他为什么不能接受？对于佛法没有诚敬心，真诚恭敬就接收到了。",
      "zh_TW": "所以佛又號光炎，炎是火光，像火焰一樣，這是比喻，光像火焰一樣燒得熾然。三途黑暗蒙光啟，這個光能照餓鬼、地獄、畜生。實在說，佛光遍照，遍法界虛空界統統照。前面我們第六學到的是常照光，常照光就是常寂光，決定沒有中斷的。彌陀佛光遍照法界，十方一切諸佛所放之光都照法界，為什麼我們沒有感受？這是我們自己的業障太重了，我們的業把他那個磁場障礙到了，我們只能感受自己的業力，享受不到佛光。我們業力從哪裡起來的？心從貪瞋痴慢疑起來的，情緒是怨恨惱怒煩，造作在殺盜淫妄。學佛的人好，殺盜淫妄事上戒除了，習氣還在，習氣沒斷，所以被這些惡業還有善業混雜在一起，讓我們對於佛的慈悲光明產生嚴重的隔閡，我們享受不到。佛光能透一切物質現象，星球那麼大，它能透過，就是沒有辦法透過業力。這就是佛經上常說的「心佛眾生，三無差別」，那個力量是平等的。佛，是佛光。心，心本來就有光，前面講的常照光，那就是心。自性本有的般若智慧，常照光，生不起來。佛照給我們，是啟發我們，希望用這個光把我們自性光明帶出來。但是你要接受才行，你不接受就沒辦法了。他為什麼不能接受？對於佛法沒有誠敬心，真誠恭敬就接收到了。"
    },
    {
      "id": "02-037-0288_p0033",
      "zh_CN": "所以现在讲复兴传统文化，很多人都在讲，这个观念带起来了。以前没人讲，现在讲的人很多，能不能恢复？这个答案是肯定的，能恢复，不是那么简单，没有那么快。很多人问我，要多久？我告诉大家，我们丢掉两百年，把它恢复起来，至少也要两百年。你可别着急，想一下就恢复，不可能。为什么不可能？对古圣先贤老祖宗尊重的心没有。如果人人都有个七、八分那种诚敬心，那恢复就很快，可能我们这一生能看见，没有，现在对老祖宗有一、二分恭敬心的就不多了，全都是怀疑。怀疑从哪里学来的？从科学学来的。四百年的科学，偏重在物质，偏重在物理。物理，科学家提出来，第一个怀疑，从怀疑里面去发现这个问题，然后在问题上研究，追找答案，搜索真相，就发现东西了。所以用在物理可以，用在心理不可以。心法怎么能怀疑？色法可以怀疑，心法不能怀疑。圣贤之道是心法，不是物质，只有诚敬能看到、能接触到。所以印光法师讲，「一分诚敬得一分利益，十分诚敬得十分利益」。",
      "zh_TW": "所以現在講復興傳統文化，很多人都在講，這個觀念帶起來了。以前沒人講，現在講的人很多，能不能恢復？這個答案是肯定的，能恢復，不是那麼簡單，沒有那麼快。很多人問我，要多久？我告訴大家，我們丟掉兩百年，把它恢復起來，至少也要兩百年。你可別著急，想一下就恢復，不可能。為什麼不可能？對古聖先賢老祖宗尊重的心沒有。如果人人都有個七、八分那種誠敬心，那恢復就很快，可能我們這一生能看見，沒有，現在對老祖宗有一、二分恭敬心的就不多了，全都是懷疑。懷疑從哪裡學來的？從科學學來的。四百年的科學，偏重在物質，偏重在物理。物理，科學家提出來，第一個懷疑，從懷疑裡面去發現這個問題，然後在問題上研究，追找答案，搜索真相，就發現東西了。所以用在物理可以，用在心理不可以。心法怎麼能懷疑？色法可以懷疑，心法不能懷疑。聖賢之道是心法，不是物質，只有誠敬能看到、能接觸到。所以印光法師講，「一分誠敬得一分利益，十分誠敬得十分利益」。"
    },
    {
      "id": "02-037-0288_p0034",
      "zh_CN": "我曾经讲，惠能大师得法，我看就是诚敬不一样。神秀大师跟五祖不少年，已经成为五祖的助教，多少人到黄梅去礼拜，看五祖，绝大多数的人，五祖都是叫他接待，由他解决问题，他解决不了再来找他，担任助教。所以每个人心里都认为，五祖将来传法一定传给神秀，好像人心里头都是这么想，他定了。怎么会传给惠能？传给惠能这桩事情，人不服气。可是神秀这人还是不错，他服，别人不服，他服，他自己确确实实感觉定力、智慧不如惠能。所以我的看法是，我说神秀对五祖有百分之百的诚敬，他得百分利益，可是惠能对五祖有万分诚敬，他得的是万分利益，这就不一样。何以见得？惠能大师在黄梅八个月，《坛经》上有记载。你看他对人的谦虚恭敬，对任何一个人都那么真诚谦虚恭敬，一般人做不到。尤其是一个快要明心见性的人，丝毫傲慢找不到。",
      "zh_TW": "我曾經講，惠能大師得法，我看就是誠敬不一樣。神秀大師跟五祖不少年，已經成為五祖的助教，多少人到黃梅去禮拜，看五祖，絕大多數的人，五祖都是叫他接待，由他解決問題，他解決不了再來找他，擔任助教。所以每個人心裡都認為，五祖將來傳法一定傳給神秀，好像人心裡頭都是這麼想，他定了。怎麼會傳給惠能？傳給惠能這樁事情，人不服氣。可是神秀這人還是不錯，他服，別人不服，他服，他自己確確實實感覺定力、智慧不如惠能。所以我的看法是，我說神秀對五祖有百分之百的誠敬，他得百分利益，可是惠能對五祖有萬分誠敬，他得的是萬分利益，這就不一樣。何以見得？惠能大師在黃梅八個月，《壇經》上有記載。你看他對人的謙虛恭敬，對任何一個人都那麼真誠謙虛恭敬，一般人做不到。尤其是一個快要明心見性的人，絲毫傲慢找不到。"
    },
    {
      "id": "02-037-0288_p0035",
      "zh_CN": "五祖下令，叫每个人都可以作一首偈来给我看看，平等的。神秀那首偈写出来之后，揣摩了二、三天，不敢送。最后怎么办？想出个方法，写在墙壁上，如果老和尚看到赞叹，我就出来说，是我作的；如果老和尚说不行，那就算了，我也不讲话。犹豫不决，惠能没有这个心态。这个偈子大家看到了，每一个人都在念，传诵。惠能在碓房听到了，他心里很清楚，一听到，没见性。所以他要去看看写偈子这个墙壁，要到那里去礼拜，别人带他去。拜完之后，他说他也有一首偈，其他人都呆了，他怎么会作偈子？当时，也是有个居土，是个做官的，在场，惠能不会写字，请他代写。这个人也同意了，看看你作什么偈子。他把神秀偈子改了，秀大师说「身是菩提树」，他说「菩提本无树」；「心如明镜台」，他说「明镜亦非台」；「时时勤拂拭，勿使惹尘埃」，他把它改了，「本来无一物，何处惹尘埃」。这个偈子一写上去，大家都心惊，没有想到有这么一个人出来。",
      "zh_TW": "五祖下令，叫每個人都可以作一首偈來給我看看，平等的。神秀那首偈寫出來之後，揣摩了二、三天，不敢送。最後怎麼辦？想出個方法，寫在牆壁上，如果老和尚看到讚歎，我就出來說，是我作的；如果老和尚說不行，那就算了，我也不講話。猶豫不決，惠能沒有這個心態。這個偈子大家看到了，每一個人都在念，傳誦。惠能在碓房聽到了，他心裡很清楚，一聽到，沒見性。所以他要去看看寫偈子這個牆壁，要到那裡去禮拜，別人帶他去。拜完之後，他說他也有一首偈，其他人都呆了，他怎麼會作偈子？當時，也是有個居土，是個做官的，在場，惠能不會寫字，請他代寫。這個人也同意了，看看你作什麼偈子。他把神秀偈子改了，秀大師說「身是菩提樹」，他說「菩提本無樹」；「心如明鏡台」，他說「明鏡亦非台」；「時時勤拂拭，勿使惹塵埃」，他把它改了，「本來無一物，何處惹塵埃」。這個偈子一寫上去，大家都心驚，沒有想到有這麼一個人出來。"
    },
    {
      "id": "02-037-0288_p0036",
      "zh_CN": "五祖听说，来看看，马上把鞋子脱下来，把字擦掉：没开悟，也没有开悟。把这个事就平下去了。为什么？怕别人陷害他，怕嫉妒障碍，别人害他，所以说没开悟。到碓房里面巡寮、视察，看到他在舂米，问他：米舂熟了没？这就是禅机。惠能说：早已熟了，还没有筛。就是没有印证，这就是话里头有话，别人听不懂。老和尚拿了拐杖，在他碓上敲了三下，走了。他知道，那三下是叫他三更的时候，到他房间里去。果然到三更，他去的时候门没有拴，一推就进去了。见到老和尚，老和尚把门关好，叫他坐下来，把袈裟给他围住，让外面人看不见，给他讲《金刚经》，半夜。《金刚经》大概讲五分之一，当然不照文字讲，讲大意，他不认识字，惠能不认识字，没念过书，讲到「应无所住而生其心」，他就大彻大悟。就回答老和尚，「何期自性，本自清净」，开悟了，五句，「何期自性，本不生灭；何期自性，本自具足；何期自性，本无动摇；何期自性，能生万法」。五祖听了很欢喜，行了，不必讲了，衣钵就给他，叫他赶快走。老和尚亲自送他到河边，给他准备了一条船，赶紧走，半夜就走。他也没回寮房，也没有整理东西，就走了，就这么走了。",
      "zh_TW": "五祖聽說，來看看，馬上把鞋子脫下來，把字擦掉：沒開悟，也沒有開悟。把這個事就平下去了。為什麼？怕別人陷害他，怕嫉妒障礙，別人害他，所以說沒開悟。到碓房裡面巡寮、視察，看到他在舂米，問他：米舂熟了沒？這就是禪機。惠能說：早已熟了，還沒有篩。就是沒有印證，這就是話裡頭有話，別人聽不懂。老和尚拿了拐杖，在他碓上敲了三下，走了。他知道，那三下是叫他三更的時候，到他房間裡去。果然到三更，他去的時候門沒有拴，一推就進去了。見到老和尚，老和尚把門關好，叫他坐下來，把袈裟給他圍住，讓外面人看不見，給他講《金剛經》，半夜。《金剛經》大概講五分之一，當然不照文字講，講大意，他不認識字，惠能不認識字，沒念過書，講到「應無所住而生其心」，他就大徹大悟。就回答老和尚，「何期自性，本自清淨」，開悟了，五句，「何期自性，本不生滅；何期自性，本自具足；何期自性，本無動搖；何期自性，能生萬法」。五祖聽了很歡喜，行了，不必講了，衣缽就給他，叫他趕快走。老和尚親自送他到河邊，給他準備了一條船，趕緊走，半夜就走。他也沒回寮房，也沒有整理東西，就走了，就這麼走了。"
    },
    {
      "id": "02-037-0288_p0037",
      "zh_CN": "所以你就晓得，嫉妒障碍多难。那个时候祖师大德不知道有多少，佛法那么盛，还有这种情形，何况现在！所以现在遇到这个事情，正常，一点都不奇怪；如果没有这个事情，那才奇怪，那不正常。所以一定要懂。无论在家出家学佛，尤其出家一定要谦虚，一定要卑下。这谦德，这个德就是光明，断别人的傲慢。这个傲慢人皆有之，怎么断？做出样子来给他看。真正是大德，那么谦虚，那样的卑下，才感动人。惠能大师得到衣钵，那衣钵是证明，证明你成佛了，还在猎人队里头，给猎人做厨师，照顾他们的饮食。猎人每天打的猎，动物，他还要煮了给他们吃，他吃肉边菜。动物受伤了，还能够活下来的，他偷偷的放生。十五年，大概嫉妒障碍的人慢慢淡薄了，十五年时间过去了，把这个事情忘掉了，他才出来。遇到印宗法师，就是现在的广州光孝寺，现在光孝寺，那个旗杆还在，「风动幡动」，那旗杆还在。",
      "zh_TW": "所以你就曉得，嫉妒障礙多難。那個時候祖師大德不知道有多少，佛法那麼盛，還有這種情形，何況現在！所以現在遇到這個事情，正常，一點都不奇怪；如果沒有這個事情，那才奇怪，那不正常。所以一定要懂。無論在家出家學佛，尤其出家一定要謙虛，一定要卑下。這謙德，這個德就是光明，斷別人的傲慢。這個傲慢人皆有之，怎麼斷？做出樣子來給他看。真正是大德，那麼謙虛，那樣的卑下，才感動人。惠能大師得到衣缽，那衣缽是證明，證明你成佛了，還在獵人隊裡頭，給獵人做廚師，照顧他們的飲食。獵人每天打的獵，動物，他還要煮了給他們吃，他吃肉邊菜。動物受傷了，還能夠活下來的，他偷偷的放生。十五年，大概嫉妒障礙的人慢慢淡薄了，十五年時間過去了，把這個事情忘掉了，他才出來。遇到印宗法師，就是現在的廣州光孝寺，現在光孝寺，那個旗杆還在，「風動幡動」，那旗杆還在。"
    },
    {
      "id": "02-037-0288_p0038",
      "zh_CN": "我第一次，这十几年前，那个时候本焕老和尚在光孝寺做住持，两次请我讲经。第一次，听众七百多人。第二年又找我，第二年去讲两千多人听。告诉我那个旗杆，以前风动幡动就在这个地方。印宗了不起，那是岭南第一高僧，讲《涅槃经》，讲经的法师。惠能在后面听，有两个出家人在吵嘴，外面起风了，吹着那个幡在动，有人一看幡动，那个人说，不是，风动。他两个风动、幡动，搞不清楚，谁也不服谁。他听了，到当中去劝他，他说仁者，仁者是尊称，他说「不是风动，不是幡动，仁者心动」，这两个人服气了。印宗经讲完了下台，就问他们这些人在干什么？说出这个事情。印宗立刻就明了，十五年前五祖忍和尚传法有个惠能大师，他就问他是不是你？他就承认，是的。衣钵，衣钵在身上，随身带着，打开给大家看。所以惠能大师出家，就在光孝寺剃度，剃度师父印宗。印宗帮他剃度之后，拜他做老师，这水涨船高，一下就把他抬举起来了。岭南第一法师拜他做师父，那还有什么话说？这就抬举起来了。要不是印宗，他到什么时候才能成就，人家才晓得？所以印宗不是凡人，菩萨再来，来护持他的，表演给大家看。",
      "zh_TW": "我第一次，這十幾年前，那個時候本煥老和尚在光孝寺做住持，兩次請我講經。第一次，聽眾七百多人。第二年又找我，第二年去講兩千多人聽。告訴我那個旗杆，以前風動幡動就在這個地方。印宗了不起，那是嶺南第一高僧，講《涅槃經》，講經的法師。惠能在後面聽，有兩個出家人在吵嘴，外面起風了，吹著那個幡在動，有人一看幡動，那個人說，不是，風動。他兩個風動、幡動，搞不清楚，誰也不服誰。他聽了，到當中去勸他，他說仁者，仁者是尊稱，他說「不是風動，不是幡動，仁者心動」，這兩個人服氣了。印宗經講完了下台，就問他們這些人在幹什麼？說出這個事情。印宗立刻就明瞭，十五年前五祖忍和尚傳法有個惠能大師，他就問他是不是你？他就承認，是的。衣缽，衣缽在身上，隨身帶著，打開給大家看。所以惠能大師出家，就在光孝寺剃度，剃度師父印宗。印宗幫他剃度之後，拜他做老師，這水漲船高，一下就把他抬舉起來了。嶺南第一法師拜他做師父，那還有什麼話說？這就抬舉起來了。要不是印宗，他到什麼時候才能成就，人家才曉得？所以印宗不是凡人，菩薩再來，來護持他的，表演給大家看。"
    },
    {
      "id": "02-037-0288_p0039",
      "zh_CN": "这一来，以后他就常住南华寺，韶关那个地方，常住在那个地方叫曹溪。学佛的人可多了，全中国各处到这个地方来朝山，来向他请教的人，不计其数。在他会下明心见性的，四十三个人，空前绝后，六祖之前没有这个现象，六祖之后到今天也没有，让禅宗在中国影响了一千年，一个人影响一千年。这解脱光，确确实实能帮助你破无明，见佛性。今天时间到了，我们就学习到此地。",
      "zh_TW": "這一來，以後他就常住南華寺，韶關那個地方，常住在那個地方叫曹溪。學佛的人可多了，全中國各處到這個地方來朝山，來向他請教的人，不計其數。在他會下明心見性的，四十三個人，空前絕後，六祖之前沒有這個現象，六祖之後到今天也沒有，讓禪宗在中國影響了一千年，一個人影響一千年。這解脫光，確確實實能幫助你破無明，見佛性。今天時間到了，我們就學習到此地。"
    }
  ]
}