{
  "doc_id": "02-037-0448",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四八集",
    "zh_TW": "第四四八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0448",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-037-0448_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百二十九页倒数第五行，看「辛六、转相拯济」。经文只有两句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百二十九頁倒數第五行，看「辛六、轉相拯濟」。經文只有兩句："
    },
    {
      "id": "02-037-0448_p0002",
      "zh_CN": "【人能自度。转相拯济。】",
      "zh_TW": "【人能自度。轉相拯濟。】"
    },
    {
      "id": "02-037-0448_p0003",
      "zh_CN": "我们看注解，「段中」，这一段里面，『人能自度』，「度自身也。承上文知苦厌离，洗除心垢，表里相应等文而言，是自利行」。人在一生当中最可贵的是自度，这个度是什么意思？一般佛法里常说，了生死出轮回，这叫自度。无量劫来在生死轮回之中，没有一桩事情比这个更大，没有一桩事情比这更重要。我们应该能体会到，我们跟佛有缘，缘不是这一生结的，生生世世。像大乘经上所说，过去生中曾经供养无量诸佛如来，这句话是真话不是随便说的。过去世中曾经供养无量诸佛如来，为什么都不能自度？这要深深反省。这个东西就像开保险柜一样，这个号码转动一点都不能差错，差个一毫一厘就打不开，我们要想超越六道轮回亦复如是。经上说得很清楚，我们没有真做到，要认真反省检讨，要真正忏悔，看这一世能不能彻底放下。",
      "zh_TW": "我們看註解，「段中」，這一段裡面，『人能自度』，「度自身也。承上文知苦厭離，洗除心垢，表裡相應等文而言，是自利行」。人在一生當中最可貴的是自度，這個度是什麼意思？一般佛法裡常說，了生死出輪迴，這叫自度。無量劫來在生死輪迴之中，沒有一樁事情比這個更大，沒有一樁事情比這更重要。我們應該能體會到，我們跟佛有緣，緣不是這一生結的，生生世世。像大乘經上所說，過去生中曾經供養無量諸佛如來，這句話是真話不是隨便說的。過去世中曾經供養無量諸佛如來，為什麼都不能自度？這要深深反省。這個東西就像開保險櫃一樣，這個號碼轉動一點都不能差錯，差個一毫一釐就打不開，我們要想超越六道輪迴亦復如是。經上說得很清楚，我們沒有真做到，要認真反省檢討，要真正懺悔，看這一世能不能徹底放下。"
    },
    {
      "id": "02-037-0448_p0004",
      "zh_CN": "从根拔除就是放下身见，这从根拔除，这是刚刚入门，好像开号码锁第一环对准，还有第二、第三。第一环对准也算不错了，小乘初果，不能小看他，天上人间大富大贵、大智大德的长者，也不能跟他比，为什么？天福享尽了还要搞轮回，还会去三恶道。这小小圣，身见破了，也就是《金刚经》前半部所说的四相破了，「无我相，无人相，无众生相，无寿者相」，这个他做到。所以第一个身见没有了，第二个对立没有了，边见是对立。对立没有了是什么？就一体了，肯定天地与我同根，万物与我一体，对这两句话真相信，不会动摇，边见没有了。成见没有了，成见是什么？自以为是，这叫成见。成见有因上的成见、果上的成见这两大类，因上的成见叫戒取见，果上的成见叫见取见，不再有成见，没有成见智慧就现前。",
      "zh_TW": "從根拔除就是放下身見，這從根拔除，這是剛剛入門，好像開號碼鎖第一環對準，還有第二、第三。第一環對準也算不錯了，小乘初果，不能小看他，天上人間大富大貴、大智大德的長者，也不能跟他比，為什麼？天福享盡了還要搞輪迴，還會去三惡道。這小小聖，身見破了，也就是《金剛經》前半部所說的四相破了，「無我相，無人相，無眾生相，無壽者相」，這個他做到。所以第一個身見沒有了，第二個對立沒有了，邊見是對立。對立沒有了是什麼？就一體了，肯定天地與我同根，萬物與我一體，對這兩句話真相信，不會動搖，邊見沒有了。成見沒有了，成見是什麼？自以為是，這叫成見。成見有因上的成見、果上的成見這兩大類，因上的成見叫戒取見，果上的成見叫見取見，不再有成見，沒有成見智慧就現前。"
    },
    {
      "id": "02-037-0448_p0005",
      "zh_CN": "中国传统文化里面讲的五常，五常就现前，自然现前，不要学的。第一个，你会爱人，爱人就跟爱自己一样，为别人想的就跟为自己想的一样，决定没有差别。第二个，义生起来，义是什么？起心动念、言语造作自然跟大自然的规律相应，自然不违背自然规律，就是性德，自然规律是性德，义生起来了。礼是礼节，决定是自己谦虚，尊重别人，表现在外面柔和，表现在内，内在真诚，里面真诚，外面柔和。真正可以做到与一切众生相处，恒顺众生、随喜功德自然做到，智慧现前不会有烦恼，转烦恼为菩提。言而有信，像如来五语者，真语、实语、如语。这是什么？这自度，里头欠一点点都不行。不会堕三恶道，但是出不了六道轮回。第二个圈圈对准了，六道轮回出去了；第三个圈圈对准，这门也打开了，脱离十法界。脱离十法界才算是真正的成就，脱离六道小成就，所以这个都要自度。我们用这个标准来衡量，就知道自己不够，知道自己的毛病很重，傲慢心没有了，不敢自以为是，标准衡量不及格。",
      "zh_TW": "中國傳統文化裡面講的五常，五常就現前，自然現前，不要學的。第一個，你會愛人，愛人就跟愛自己一樣，為別人想的就跟為自己想的一樣，決定沒有差別。第二個，義生起來，義是什麼？起心動念、言語造作自然跟大自然的規律相應，自然不違背自然規律，就是性德，自然規律是性德，義生起來了。禮是禮節，決定是自己謙虛，尊重別人，表現在外面柔和，表現在內，內在真誠，裡面真誠，外面柔和。真正可以做到與一切眾生相處，恆順眾生、隨喜功德自然做到，智慧現前不會有煩惱，轉煩惱為菩提。言而有信，像如來五語者，真語、實語、如語。這是什麼？這自度，裡頭欠一點點都不行。不會墮三惡道，但是出不了六道輪迴。第二個圈圈對準了，六道輪迴出去了；第三個圈圈對準，這門也打開了，脫離十法界。脫離十法界才算是真正的成就，脫離六道小成就，所以這個都要自度。我們用這個標準來衡量，就知道自己不夠，知道自己的毛病很重，傲慢心沒有了，不敢自以為是，標準衡量不及格。"
    },
    {
      "id": "02-037-0448_p0006",
      "zh_CN": "首先知苦，佛在经上告诉我们六道苦，人苦，三恶道更苦。天上虽有乐暂时的，不是究竟的，那是什么？善业所感的果报。这报享完了，我们还有无量无边的不善业会起来，那个果报在三途，这叫六道轮回。知苦厌离，求出的心才生得起来。六道全搞清楚了，修道在哪里修？在心上修。心上修了自自然然表现在外面，诚于中自然形于外，外就是礼貌，礼节，柔和、真诚。从外能看到你里面，因为你的内心自然表现在外面，你无法隐瞒。对于世间有德行的人、有学问的人、有经验的人，他们一看就能看出来；不是圣人，是凡夫有时候会看错。佛菩萨他能看透人心，但是有时候他能够随顺逆缘，能随顺恶缘，这个功夫了不起。为什么要随顺恶缘？他有恶因，恶缘成熟了后头有恶报，必须等它报尽，他才会省悟过来，你教他，他肯听。现在这个因跟缘聚会，这是迷得最深的时候，你叫不醒他。叫不醒他，菩萨就能够随顺，在旁边观察看他的因缘果报。报尽了，有忏悔的意思、有转变的意思，佛菩萨来帮助他，这叫「佛氏门中不舍一人」，慈悲到极处。造作恶业他很痛快，你给他说果报他不相信，不能接受；必须苦报现前，吃尽苦头，他才回心转意。时间长短不定，有人三、五年，有人三、五十年，有人三、五百年。菩萨有耐心，对任何一个众生生生世世照顾不舍，叫佛氏门中不舍一人，什么时候真想得度，他就真来了。",
      "zh_TW": "首先知苦，佛在經上告訴我們六道苦，人苦，三惡道更苦。天上雖有樂暫時的，不是究竟的，那是什麼？善業所感的果報。這報享完了，我們還有無量無邊的不善業會起來，那個果報在三途，這叫六道輪迴。知苦厭離，求出的心才生得起來。六道全搞清楚了，修道在哪裡修？在心上修。心上修了自自然然表現在外面，誠於中自然形於外，外就是禮貌，禮節，柔和、真誠。從外能看到你裡面，因為你的內心自然表現在外面，你無法隱瞞。對於世間有德行的人、有學問的人、有經驗的人，他們一看就能看出來；不是聖人，是凡夫有時候會看錯。佛菩薩他能看透人心，但是有時候他能夠隨順逆緣，能隨順惡緣，這個功夫了不起。為什麼要隨順惡緣？他有惡因，惡緣成熟了後頭有惡報，必須等它報盡，他才會省悟過來，你教他，他肯聽。現在這個因跟緣聚會，這是迷得最深的時候，你叫不醒他。叫不醒他，菩薩就能夠隨順，在旁邊觀察看他的因緣果報。報盡了，有懺悔的意思、有轉變的意思，佛菩薩來幫助他，這叫「佛氏門中不捨一人」，慈悲到極處。造作惡業他很痛快，你給他說果報他不相信，不能接受；必須苦報現前，吃盡苦頭，他才回心轉意。時間長短不定，有人三、五年，有人三、五十年，有人三、五百年。菩薩有耐心，對任何一個眾生生生世世照顧不捨，叫佛氏門中不捨一人，什麼時候真想得度，他就真來了。"
    },
    {
      "id": "02-037-0448_p0007",
      "zh_CN": "我们在《虚云老和尚年谱》里头看到，老和尚朝山生病两次，一个乞丐文吉来救他、照顾他，一直把他身体养好，继续再去朝山。一次照顾都是十几天，两次照顾我相信差不多是一个月的时间，菩萨化身。当时虚云老和尚不知道，真的以为是个乞丐。像虚老和尚这些事情，在现实的环境有没有？有，很多，没人知道。我在最近，东北一些同修就像虚老和尚一样，遇到菩萨变化成乞丐，变化成捡破烂，变化成出家人，不可思议，是真的不是假的。为我们现身说法，帮助我们在这一生当中能自度，恩德不可思议。所以经上字字句句都是真实的，只有真心才会有感应，稍稍有一点疑惑，半信半疑、时信时疑，这个不行，这不能解决问题，我们一定要明白这个道理。",
      "zh_TW": "我們在《虛雲老和尚年譜》裡頭看到，老和尚朝山生病兩次，一個乞丐文吉來救他、照顧他，一直把他身體養好，繼續再去朝山。一次照顧都是十幾天，兩次照顧我相信差不多是一個月的時間，菩薩化身。當時虛雲老和尚不知道，真的以為是個乞丐。像虛老和尚這些事情，在現實的環境有沒有？有，很多，沒人知道。我在最近，東北一些同修就像虛老和尚一樣，遇到菩薩變化成乞丐，變化成撿破爛，變化成出家人，不可思議，是真的不是假的。為我們現身說法，幫助我們在這一生當中能自度，恩德不可思議。所以經上字字句句都是真實的，只有真心才會有感應，稍稍有一點疑惑，半信半疑、時信時疑，這個不行，這不能解決問題，我們一定要明白這個道理。"
    },
    {
      "id": "02-037-0448_p0008",
      "zh_CN": "「洗除心垢」，垢代表染污。一切众生本来是佛，你看惠能大师开悟第一句话说，「何期自性，本自清净」，没有心垢。开悟头一句话说，没想到自性就是真心，真心是清净的，没染污。我们每个人的真心现在有没有染污？没有，纵然造作恶业，五逆十恶堕到阿鼻地狱也没有染污。染污的是什么？染污是妄心，这个要知道。妄心是阿赖耶，八识五十一心所这个东西它会染污，它会接受染污，它也会染污别的。那不是真心，妄心，假的不是真的，只要你把它放下，全都没有了。你要分别它、执着它，它就起作用，你不分别不执着、不起心不动念，它不起作用，它就不存在了。到不起心不动念，根都拔掉了，这叫什么？转烦恼成菩提，转识成智。",
      "zh_TW": "「洗除心垢」，垢代表染污。一切眾生本來是佛，你看惠能大師開悟第一句話說，「何期自性，本自清淨」，沒有心垢。開悟頭一句話說，沒想到自性就是真心，真心是清淨的，沒染污。我們每個人的真心現在有沒有染污？沒有，縱然造作惡業，五逆十惡墮到阿鼻地獄也沒有染污。染污的是什麼？染污是妄心，這個要知道。妄心是阿賴耶，八識五十一心所這個東西它會染污，它會接受染污，它也會染污別的。那不是真心，妄心，假的不是真的，只要你把它放下，全都沒有了。你要分別它、執著它，它就起作用，你不分別不執著、不起心不動念，它不起作用，它就不存在了。到不起心不動念，根都拔掉了，這叫什麼？轉煩惱成菩提，轉識成智。"
    },
    {
      "id": "02-037-0448_p0009",
      "zh_CN": "根本的东西我们一定要晓得，六道众生哪一个不把身体当作我，根本的错误就在此地。身体确确实实不是我，那是什么？是我所有的。像衣服一样，衣服不是我，这是我所有的，身体是我所有的，它不是我。所以要好好的利用它，假的，借假修真，这一生当中要把真我找到。真我在哪里？真我跟这个假我没分开，它融合在一起，难就难在此地。如何在假相里面看到真性，问题就解决。假相里面看到真性，再不执着这个假相，那假相不妨碍，这个假相不妨碍真性，真性不妨碍假相，叫理事无碍，事事无碍，你得认识清楚才行，认识不清楚麻烦就来了。我既然没有，你看我贪、我瞋、我痴、我慢、我疑，不都是假的吗？没一样是真的。",
      "zh_TW": "根本的東西我們一定要曉得，六道眾生哪一個不把身體當作我，根本的錯誤就在此地。身體確確實實不是我，那是什麼？是我所有的。像衣服一樣，衣服不是我，這是我所有的，身體是我所有的，它不是我。所以要好好的利用它，假的，借假修真，這一生當中要把真我找到。真我在哪裡？真我跟這個假我沒分開，它融合在一起，難就難在此地。如何在假相裡面看到真性，問題就解決。假相裡面看到真性，再不執著這個假相，那假相不妨礙，這個假相不妨礙真性，真性不妨礙假相，叫理事無礙，事事無礙，你得認識清楚才行，認識不清楚麻煩就來了。我既然沒有，你看我貪、我瞋、我痴、我慢、我疑，不都是假的嗎？沒一樣是真的。"
    },
    {
      "id": "02-037-0448_p0010",
      "zh_CN": "佛法之可贵在放下，甚至于连经教都要放下，《金刚经》上说得清楚，「法尚应舍，何况非法」。《金刚经》上说的法是什么？释迦牟尼佛四十九年所说一切法，法不是真的。但是经里头有真的，你要认识佛讲经说法里头的真实、真东西。文字言语是假的，名词名相也是假的。我们的心里怎么想它，这是什么意思、这是怎么回事情，也是假的。所以马鸣菩萨教导我们，我们听经，我们看经，看经不执着文字相、不执著名词术语，也不执着自己起心动念，你就能够看到佛的真实义，开经偈上所说的「愿解如来真实义」，你就能看到。听经亦如是，不执着言说相，言语没有关系，多说少说、深说浅说都没关系，你可不能执着，执着就错了。不要去执着、不要去分别，老老实实听，听懂了很好，听不懂没关系，再听。反正佛的千经万论就是说这一桩事情，这一桩就是本性、就是自性、就是真心、就是一如、就是如如。佛对这一桩事情说出几十种名相，佛为什么这么说法？这是佛教化众生的善巧方便，告诉我们不要执著名字，名字怎么说都可以，只要说的是一桩事情就对了。不要执著名字相，名字性空，一定要知道它里头的真实义，这个要紧。所以言说、名字你要是执着就变成染污，你要是分别你被它扰乱，你心定不下来，这个东西要洗除。",
      "zh_TW": "佛法之可貴在放下，甚至於連經教都要放下，《金剛經》上說得清楚，「法尚應捨，何況非法」。《金剛經》上說的法是什麼？釋迦牟尼佛四十九年所說一切法，法不是真的。但是經裡頭有真的，你要認識佛講經說法裡頭的真實、真東西。文字言語是假的，名詞名相也是假的。我們的心裡怎麼想它，這是什麼意思、這是怎麼回事情，也是假的。所以馬鳴菩薩教導我們，我們聽經，我們看經，看經不執著文字相、不執著名詞術語，也不執著自己起心動念，你就能夠看到佛的真實義，開經偈上所說的「願解如來真實義」，你就能看到。聽經亦如是，不執著言說相，言語沒有關係，多說少說、深說淺說都沒關係，你可不能執著，執著就錯了。不要去執著、不要去分別，老老實實聽，聽懂了很好，聽不懂沒關係，再聽。反正佛的千經萬論就是說這一樁事情，這一樁就是本性、就是自性、就是真心、就是一如、就是如如。佛對這一樁事情說出幾十種名相，佛為什麼這麼說法？這是佛教化眾生的善巧方便，告訴我們不要執著名字，名字怎麼說都可以，只要說的是一樁事情就對了。不要執著名字相，名字性空，一定要知道它裡頭的真實義，這個要緊。所以言說、名字你要是執著就變成染污，你要是分別你被它擾亂，你心定不下來，這個東西要洗除。"
    },
    {
      "id": "02-037-0448_p0011",
      "zh_CN": "「表里相应」，表是外表，里是内心，内外都清净。前面所说的这些，经上有一句「言行忠信」，提了四个字，这一句话可以拯救现前的社会。汤恩比博士说过，要解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法。孔孟学说我们择取四个字，仁义忠恕，「夫子之道，忠恕而已矣」。大乘佛法里面讲「言行忠信」，好，言是言语，行是行为，以忠信为标准。言要忠，忠就是诚实，不妄语、不两舌、不绮语、不恶口，这就是言的忠。行是行为，身的行为不杀、不盗、不淫，念的行为不贪、不瞋、不痴，这就十善业道，十善业道真能够救这个世间。不必讲得太深，大家真能够相信，能够相信这句话，言行忠信就是十善业道，就是六和敬，就是菩萨的六波罗蜜，普贤菩萨的十大愿王。念佛人求生净土这四个字尤其重要，真正相信有西方极乐世界，真正相信有阿弥陀佛，相信念佛的人舍命的时候，阿弥陀佛决定来迎接，信心坚定决定不动摇，没有一个不往生，万修万人去！",
      "zh_TW": "「表裡相應」，表是外表，裡是內心，內外都清淨。前面所說的這些，經上有一句「言行忠信」，提了四個字，這一句話可以拯救現前的社會。湯恩比博士說過，要解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法。孔孟學說我們擇取四個字，仁義忠恕，「夫子之道，忠恕而已矣」。大乘佛法裡面講「言行忠信」，好，言是言語，行是行為，以忠信為標準。言要忠，忠就是誠實，不妄語、不兩舌、不綺語、不惡口，這就是言的忠。行是行為，身的行為不殺、不盜、不淫，念的行為不貪、不瞋、不痴，這就十善業道，十善業道真能夠救這個世間。不必講得太深，大家真能夠相信，能夠相信這句話，言行忠信就是十善業道，就是六和敬，就是菩薩的六波羅蜜，普賢菩薩的十大願王。念佛人求生淨土這四個字尤其重要，真正相信有西方極樂世界，真正相信有阿彌陀佛，相信念佛的人捨命的時候，阿彌陀佛決定來迎接，信心堅定決定不動搖，沒有一個不往生，萬修萬人去！"
    },
    {
      "id": "02-037-0448_p0012",
      "zh_CN": "表里相应，里面真诚，外面柔和质直，菩萨自利，然后才能够利他。特别是今天这个世界，教化众生要用身教，自己做不到的不要说，不骗人；做到我再教别人，别人相信。教别人放下，自己没放下，人家肯相信你吗？不但不相信，心里还打问号，这个人是不是来骗我？我听他的会不会上当？这肯定的。自己真正做到了那没话说，他会点头相信，这真的，这不是假的。所以救今天的社会，没有第二个办法，一定要拿出证据出来，人家才相信。修行，我自己修得好，我都能照做了，才能影响别人；我们这个团体修得好，就能影响别的团体。最小的团体家庭，夫妻带着儿女，最好跟父母住一起三代同堂，好处大！现在有很多人，一结婚就要自己搬出去外面住，不跟父母住，这个亏吃大了，大在哪里？儿女学坏了。跟父母在一块住有什么好处？儿女看到父母孝顺他的父母，他学会了，这个小孩将来会孝顺你，他有榜样。你要不照顾父母，将来他一结婚就搬走，他不顾你，到那个时候你才知道你苦。",
      "zh_TW": "表裡相應，裡面真誠，外面柔和質直，菩薩自利，然後才能夠利他。特別是今天這個世界，教化眾生要用身教，自己做不到的不要說，不騙人；做到我再教別人，別人相信。教別人放下，自己沒放下，人家肯相信你嗎？不但不相信，心裡還打問號，這個人是不是來騙我？我聽他的會不會上當？這肯定的。自己真正做到了那沒話說，他會點頭相信，這真的，這不是假的。所以救今天的社會，沒有第二個辦法，一定要拿出證據出來，人家才相信。修行，我自己修得好，我都能照做了，才能影響別人；我們這個團體修得好，就能影響別的團體。最小的團體家庭，夫妻帶著兒女，最好跟父母住一起三代同堂，好處大！現在有很多人，一結婚就要自己搬出去外面住，不跟父母住，這個虧吃大了，大在哪裡？兒女學壞了。跟父母在一塊住有什麼好處？兒女看到父母孝順他的父母，他學會了，這個小孩將來會孝順你，他有榜樣。你要不照顧父母，將來他一結婚就搬走，他不顧你，到那個時候你才知道你苦。"
    },
    {
      "id": "02-037-0448_p0013",
      "zh_CN": "真正看清楚、明白这个道理，你就会非常喜欢中国旧社会的大家庭。大家庭虽然不自由，规矩很多，因为团体生活，团体生活没有规矩这家就乱掉了。中国从前老的叫家庭，那叫家，现在家没有了。那个时候家都是五代同堂，自己上面有父母、有祖父母、有曾祖父母，有时候还有高祖父母。如果高祖父母活到九十岁、一百岁，就五代同堂。往下看，你有儿子、孙子、重孙子。这个家庭不分家，你说人有多少？最少的人数也有二百多人，平常一般的都三百人左右，人丁兴旺的五、六百人。五、六百人这一个大家庭，没有规矩怎么行？所以《弟子规》是基本的规矩，就是每个家庭里头共同要遵守的，一共一百一十三桩事情，人人要遵守，这家才像个家。所以家庭负责育幼养老这两桩大事，怎样把家里这些小朋友教好？目标是什么？目标教他成圣人、成贤人，不是教他做大官、发大财，不是这个，做圣贤。圣贤人生活是幸福的、快乐的，圣贤人他的物质生活会缺乏吗？不会。为什么？他有智慧，他知道怎么经营，如法如理的经营他多快乐，他不欺骗别人。",
      "zh_TW": "真正看清楚、明白這個道理，你就會非常喜歡中國舊社會的大家庭。大家庭雖然不自由，規矩很多，因為團體生活，團體生活沒有規矩這家就亂掉了。中國從前老的叫家庭，那叫家，現在家沒有了。那個時候家都是五代同堂，自己上面有父母、有祖父母、有曾祖父母，有時候還有高祖父母。如果高祖父母活到九十歲、一百歲，就五代同堂。往下看，你有兒子、孫子、重孫子。這個家庭不分家，你說人有多少？最少的人數也有二百多人，平常一般的都三百人左右，人丁興旺的五、六百人。五、六百人這一個大家庭，沒有規矩怎麼行？所以《弟子規》是基本的規矩，就是每個家庭裡頭共同要遵守的，一共一百一十三樁事情，人人要遵守，這家才像個家。所以家庭負責育幼養老這兩樁大事，怎樣把家裡這些小朋友教好？目標是什麼？目標教他成聖人、成賢人，不是教他做大官、發大財，不是這個，做聖賢。聖賢人生活是幸福的、快樂的，聖賢人他的物質生活會缺乏嗎？不會。為什麼？他有智慧，他知道怎麼經營，如法如理的經營他多快樂，他不欺騙別人。"
    },
    {
      "id": "02-037-0448_p0014",
      "zh_CN": "养老更是人生第一桩大事，我们走遍全世界看到老人可怜，外国的老人特别可怜，退休之后没有工作，年岁大了找不到工作，没人要你，每个月领取政府的养老金，物质生活还能过得去，精神生活完全没有。儿女要想回家来看看老人，一年有一次他就高兴得不得了，根本就不来看你，所以说孤苦伶仃一直到死，死都没人知道。这个时候我们就想到中国旧式家庭的好处，旧式家庭人到年老了，退休的年龄不能工作，这个时候落叶归根。归根是什么意思？回老家去养老。老家养老就真快乐，这个家族，老人年岁大了都在一起，还有什么？跟小朋友在一起，老人跟孩子在一起。老人都会教孩子，他一生的经验、一生的经历这些故事，讲不完的故事讲给小朋友听，亲人他都学会了。所以老人养老，老人聚会的地点是什么？茶馆，家庭茶馆，有这个大堂，就像我们现在活动中心，家庭有活动中心，老人在那里去聊天，在那个地方去玩的地方。这个活动中心还有就是表演的，有什么杂耍，请外面这些表演的，活得真快乐！",
      "zh_TW": "養老更是人生第一樁大事，我們走遍全世界看到老人可憐，外國的老人特別可憐，退休之後沒有工作，年歲大了找不到工作，沒人要你，每個月領取政府的養老金，物質生活還能過得去，精神生活完全沒有。兒女要想回家來看看老人，一年有一次他就高興得不得了，根本就不來看你，所以說孤苦伶仃一直到死，死都沒人知道。這個時候我們就想到中國舊式家庭的好處，舊式家庭人到年老了，退休的年齡不能工作，這個時候落葉歸根。歸根是什麼意思？回老家去養老。老家養老就真快樂，這個家族，老人年歲大了都在一起，還有什麼？跟小朋友在一起，老人跟孩子在一起。老人都會教孩子，他一生的經驗、一生的經歷這些故事，講不完的故事講給小朋友聽，親人他都學會了。所以老人養老，老人聚會的地點是什麼？茶館，家庭茶館，有這個大堂，就像我們現在活動中心，家庭有活動中心，老人在那裡去聊天，在那個地方去玩的地方。這個活動中心還有就是表演的，有什麼雜耍，請外面這些表演的，活得真快樂！"
    },
    {
      "id": "02-037-0448_p0015",
      "zh_CN": "小朋友，一般家庭多半用祠堂，祠堂很大，因为祠堂只有春秋祭祀，大概一年使用不过五、六天的样子，平时都空着，所以办学，私塾在祠堂里面，活动中心也在祠堂里面，祠堂就是活动中心。距离家不会很远，走路不会超过五分钟就到，所以他老人真快乐。人一生当中最快乐的是什么？是老年，不要工作。这是中国人跟外国人的想法不一样，外国人儿童让他快乐，天真烂漫，活活泼泼，不要去管他；中年人的战场，拼命；老年人的坟墓，入了老年就进入坟墓，苦不堪言。中国的教育是颠倒的，小孩的时候严加管教，一点自由都没有，要知书达理，你看《弟子规》上条条都要做到，规规矩矩。中年奉献给社会，贡献给社会，他是幼年的时候培养他的道德、培养他的学问、培养他的能力才干。这个东西要从小培养，根深蒂固，到中年的时候奉献给家庭、奉献给社会。",
      "zh_TW": "小朋友，一般家庭多半用祠堂，祠堂很大，因為祠堂只有春秋祭祀，大概一年使用不過五、六天的樣子，平時都空著，所以辦學，私塾在祠堂裡面，活動中心也在祠堂裡面，祠堂就是活動中心。距離家不會很遠，走路不會超過五分鐘就到，所以他老人真快樂。人一生當中最快樂的是什麼？是老年，不要工作。這是中國人跟外國人的想法不一樣，外國人兒童讓他快樂，天真爛漫，活活潑潑，不要去管他；中年人的戰場，拼命；老年人的墳墓，入了老年就進入墳墓，苦不堪言。中國的教育是顛倒的，小孩的時候嚴加管教，一點自由都沒有，要知書達理，你看《弟子規》上條條都要做到，規規矩矩。中年奉獻給社會，貢獻給社會，他是幼年的時候培養他的道德、培養他的學問、培養他的能力才幹。這個東西要從小培養，根深蒂固，到中年的時候奉獻給家庭、奉獻給社會。"
    },
    {
      "id": "02-037-0448_p0016",
      "zh_CN": "所以中国，大家一定要晓得，中国从前旧社会的家庭是共产主义，私人不能有钱的，我赚再多的钱归公，这是我家的，不是我的，是我家庭的。所以家创业要明白这个道理，没有私财，不管你赚多少都归公。家庭多半是置产业，自己有家庭的事业，它这个钱是聚集在一起用的，所以它不容易出问题。无论从事哪个行业，它都有很坚实的基础。我自己的财力不够，我兄弟姐妹有钱，统统都集中在一起，所以它是不分家的。衣食住行公家负责，有管家的他负责，过年新衣服每个人都有，所以衣食住行统统由家的总管来照顾。你们看《红楼梦》，那不就是一个家庭吗？大管家就是凤姐，这得要管总务，所以它是有组织的。共产是一家人所共的、所有的，你是家庭一分子你就有一分，不是这一家的人他不管的。所以他那个共产是他一家所共，家有多少人，人人都有分，所以他生活有保障。无论从事什么样行业，他有后盾，有人支持他，家就是支持他的，最安全、最保险的，不会出问题的。如果家很富有他会照顾亲戚朋友，会照顾这个地方邻里乡党。",
      "zh_TW": "所以中國，大家一定要曉得，中國從前舊社會的家庭是共產主義，私人不能有錢的，我賺再多的錢歸公，這是我家的，不是我的，是我家庭的。所以家創業要明白這個道理，沒有私財，不管你賺多少都歸公。家庭多半是置產業，自己有家庭的事業，它這個錢是聚集在一起用的，所以它不容易出問題。無論從事哪個行業，它都有很堅實的基礎。我自己的財力不夠，我兄弟姐妹有錢，統統都集中在一起，所以它是不分家的。衣食住行公家負責，有管家的他負責，過年新衣服每個人都有，所以衣食住行統統由家的總管來照顧。你們看《紅樓夢》，那不就是一個家庭嗎？大管家就是鳳姐，這得要管總務，所以它是有組織的。共產是一家人所共的、所有的，你是家庭一分子你就有一分，不是這一家的人他不管的。所以他那個共產是他一家所共，家有多少人，人人都有分，所以他生活有保障。無論從事什麼樣行業，他有後盾，有人支持他，家就是支持他的，最安全、最保險的，不會出問題的。如果家很富有他會照顧親戚朋友，會照顧這個地方鄰里鄉黨。"
    },
    {
      "id": "02-037-0448_p0017",
      "zh_CN": "学佛的人肯定是富有的，为什么？学佛的人知道是怎样做才会发财，他懂得，所以他就真发财。一般人不懂，财从哪里来？这要跟佛学，佛告诉我们，财是从财布施来的。财布施是因，得财富是果报，愈施愈多！你不要以为我施了之后，就没有了，不会，你布施出去，进来的时候一定还有利息，愈施愈多，永远布施不尽。这桩事情知道的人不多。我初学佛的时候，章嘉大师把佛门有求必应的理跟事教给我，理是道理，事是事实真相。财布施是因，得财富是果报；法布施是因，得聪明智慧是果报；无畏布施是因，得健康长寿是果报。所以你要想得三种果报，财富、聪明智慧、健康长寿，那你怎么修？修财布施、修法布施、修无畏布施，修这三种布施决定得三种果报。我刚刚学佛的时候二十六岁很苦、很可怜，很多人给我算命，我这命很苦，什么命？叫花子讨饭的命，第一个没有财富，财库空空。第二个没有官印，纵然做官你不能做主官，主官有印信，你只能帮别人忙，给别人做幕僚不能做主官。换句话说，小小村长都没分，村长还有个橡皮图章，这样的命！我自己也知道。",
      "zh_TW": "學佛的人肯定是富有的，為什麼？學佛的人知道是怎樣做才會發財，他懂得，所以他就真發財。一般人不懂，財從哪裡來？這要跟佛學，佛告訴我們，財是從財布施來的。財布施是因，得財富是果報，愈施愈多！你不要以為我施了之後，就沒有了，不會，你布施出去，進來的時候一定還有利息，愈施愈多，永遠布施不盡。這樁事情知道的人不多。我初學佛的時候，章嘉大師把佛門有求必應的理跟事教給我，理是道理，事是事實真相。財布施是因，得財富是果報；法布施是因，得聰明智慧是果報；無畏布施是因，得健康長壽是果報。所以你要想得三種果報，財富、聰明智慧、健康長壽，那你怎麼修？修財布施、修法布施、修無畏布施，修這三種布施決定得三種果報。我剛剛學佛的時候二十六歲很苦、很可憐，很多人給我算命，我這命很苦，什麼命？叫花子討飯的命，第一個沒有財富，財庫空空。第二個沒有官印，縱然做官你不能做主官，主官有印信，你只能幫別人忙，給別人做幕僚不能做主官。換句話說，小小村長都沒分，村長還有個橡皮圖章，這樣的命！我自己也知道。"
    },
    {
      "id": "02-037-0448_p0018",
      "zh_CN": "可是老师很厉害，章嘉大师，我跟他的时候二十六岁，他老人家那年六十五岁祖父辈的，对我们非常爱护。讲什么？补出来，过去生中没有修，现在修行，教我修财布施。我跟他老人家说，我每个月收入很微薄，仅仅够生活哪有钱布施？老师说一毛钱有没有？一毛钱行，可以。一块钱有没有？一块钱勉强还可以。你就从一毛、一块开始布施，心里头常常想着布施，养成一个布施的念头，随分随力功德圆满。真不可思议，从接受老师教诲之后，半年就有感应，收入就多一点了。三年之后，就有很好的效果，信心就坚定，有多少布施多少，一文都不留，真的愈施愈多。命里头是短命，我没有求长寿。章嘉大师教我，劝我出家，劝我学释迦牟尼佛，第一本教我看的书《释迦谱》跟《释迦方志》。这两种书书店都买不到，《大藏经》里头有，所以我就开始逛寺庙。在寺庙里头借《大藏经》，《大藏经》不能借出寺庙门，在寺庙里面抄经，我前后抄了十几部。",
      "zh_TW": "可是老師很厲害，章嘉大師，我跟他的時候二十六歲，他老人家那年六十五歲祖父輩的，對我們非常愛護。講什麼？補出來，過去生中沒有修，現在修行，教我修財布施。我跟他老人家說，我每個月收入很微薄，僅僅夠生活哪有錢布施？老師說一毛錢有沒有？一毛錢行，可以。一塊錢有沒有？一塊錢勉強還可以。你就從一毛、一塊開始布施，心裡頭常常想著布施，養成一個布施的念頭，隨分隨力功德圓滿。真不可思議，從接受老師教誨之後，半年就有感應，收入就多一點了。三年之後，就有很好的效果，信心就堅定，有多少布施多少，一文都不留，真的愈施愈多。命裡頭是短命，我沒有求長壽。章嘉大師教我，勸我出家，勸我學釋迦牟尼佛，第一本教我看的書《釋迦譜》跟《釋迦方志》。這兩種書書店都買不到，《大藏經》裡頭有，所以我就開始逛寺廟。在寺廟裡頭借《大藏經》，《大藏經》不能借出寺廟門，在寺廟裡面抄經，我前後抄了十幾部。"
    },
    {
      "id": "02-037-0448_p0019",
      "zh_CN": "这样才认识释迦牟尼佛，才认识佛教，知道释迦牟尼佛三十岁开悟，十九岁离开家庭去参学，参学十二年。就跟善财五十三参一样，跟阿弥陀佛去参访一切诸佛刹土一样。我们中国古人所说的，「读万卷书，行万里路」，行万里路是参学。释迦牟尼佛参学十二年，当时印度所有的宗教、所有的学派他都去学过，广学多闻。最后再没有地方学了，就放弃参学，在恒河边上毕钵罗树下入定，这一年他三十岁，夜睹明星大彻大悟，他成佛了。开悟之后就开始教学，到鹿野苑度五比丘，三宝在这个世间出现。从这个之后一生教学，没有一天间断，七十九岁圆寂，讲经三百余会，说法四十九年，我们才认识释迦牟尼佛。",
      "zh_TW": "這樣才認識釋迦牟尼佛，才認識佛教，知道釋迦牟尼佛三十歲開悟，十九歲離開家庭去參學，參學十二年。就跟善財五十三參一樣，跟阿彌陀佛去參訪一切諸佛剎土一樣。我們中國古人所說的，「讀萬卷書，行萬里路」，行萬里路是參學。釋迦牟尼佛參學十二年，當時印度所有的宗教、所有的學派他都去學過，廣學多聞。最後再沒有地方學了，就放棄參學，在恆河邊上畢缽羅樹下入定，這一年他三十歲，夜睹明星大徹大悟，他成佛了。開悟之後就開始教學，到鹿野苑度五比丘，三寶在這個世間出現。從這個之後一生教學，沒有一天間斷，七十九歲圓寂，講經三百餘會，說法四十九年，我們才認識釋迦牟尼佛。"
    },
    {
      "id": "02-037-0448_p0020",
      "zh_CN": "照着经典这个事实真相，佛教不应该是宗教是教育，释迦牟尼佛的教育，佛教应该是释迦牟尼佛的教育。他是个非常负责的老师，而且教学的时候他是有次第的、有原则的，就像办学校一样，四十九年前面十二年像是小学，办小学培养大家的基础，讲《阿含经》，这是小乘。十二年之后再提升像办中学，方等讲八年，方等前面接小乘，后面开大乘，方等跟阿含合起来是二十年。有二十年的基础，好，办大学讲般若，这是释迦牟尼佛主要要传授的，也就是他教学的中心课题。二十二年占的时间最长，四十九年几乎占一半，二十二年，般若，这是大乘，好比办大学；最后的八年法华，好比是研究所。你看它有次第，由浅而深，它不是躐等的。",
      "zh_TW": "照著經典這個事實真相，佛教不應該是宗教是教育，釋迦牟尼佛的教育，佛教應該是釋迦牟尼佛的教育。他是個非常負責的老師，而且教學的時候他是有次第的、有原則的，就像辦學校一樣，四十九年前面十二年像是小學，辦小學培養大家的基礎，講《阿含經》，這是小乘。十二年之後再提升像辦中學，方等講八年，方等前面接小乘，後面開大乘，方等跟阿含合起來是二十年。有二十年的基礎，好，辦大學講般若，這是釋迦牟尼佛主要要傳授的，也就是他教學的中心課題。二十二年佔的時間最長，四十九年幾乎佔一半，二十二年，般若，這是大乘，好比辦大學；最後的八年法華，好比是研究所。你看它有次第，由淺而深，它不是躐等的。"
    },
    {
      "id": "02-037-0448_p0021",
      "zh_CN": "佛是最忌讳躐等，躐等的人不能成就，小学没有念就念大学这怎么行？不可能的事情。所以在《佛藏经》上有这么一句话，释迦牟尼佛说的，他说「佛子」，佛弟子，「不先学小乘，后学大乘，非佛弟子」，他不承认你。但是今天这种人可特别多，这佛不承认的。佛是一定教你，由小慢慢向上提升，有次第的不可以躐等的。躐等只有一个条件，释迦牟尼佛拈花微笑那就是禅宗，这是躐等的，它不讲次第的，他一进门就是上研究所，前面他都不要学的。这是什么？这天才儿童，上上根人，上上根人可以，不是上上根人不行。上中下三根都不可以，都要循序渐进，哪有一上学就上博士班？不可能的事情。这些我们都必须要搞清楚、搞明白，我们得按部就班。",
      "zh_TW": "佛是最忌諱躐等，躐等的人不能成就，小學沒有念就念大學這怎麼行？不可能的事情。所以在《佛藏經》上有這麼一句話，釋迦牟尼佛說的，他說「佛子」，佛弟子，「不先學小乘，後學大乘，非佛弟子」，他不承認你。但是今天這種人可特別多，這佛不承認的。佛是一定教你，由小慢慢向上提升，有次第的不可以躐等的。躐等只有一個條件，釋迦牟尼佛拈花微笑那就是禪宗，這是躐等的，它不講次第的，他一進門就是上研究所，前面他都不要學的。這是什麼？這天才兒童，上上根人，上上根人可以，不是上上根人不行。上中下三根都不可以，都要循序漸進，哪有一上學就上博士班？不可能的事情。這些我們都必須要搞清楚、搞明白，我們得按部就班。"
    },
    {
      "id": "02-037-0448_p0022",
      "zh_CN": "真正将来证果，修行证果这就是博士班毕业，博士班毕业最后八万四千法门变成三个门，这三门是觉正净。禅宗、性宗上上根人学的，不是上上根人没用处，你决定修不成功。禅宗之外，在中国还有七个宗派，中国大乘八大宗，小乘是两个宗，宋朝时候就没有了。中国不修小乘，用什么方法来代替？用儒跟道，这是对的。如果没有儒道的基础，又不从小乘学起，这是释迦牟尼佛所不承认的。到今天这个时候儒道没有了，小乘也不学，所以大乘架空了。下面没有了，大乘怎么学是学的知识，他不能开智慧。学知识那就变质了，在佛法讲就变成外道，他心外求法，他没有定，他没有慧。这个我们心里要知道，我们的心散乱，这就说明你没有定。一门深入、一心不乱，这是定，大乘法一定要定，不定不能开悟。定从哪里下手？从阿含就开始。阿含修四禅八定，世间禅定，到方等学出世间禅定，比世间禅定高，在教下叫止观，止观就是禅定。止是制心一处，讲求的是一门深入，不是叫你学很多，学很多你心力分散。什么时候再广学多闻？开悟之后，大彻大悟之后才准许你广学多闻。为什么？你已经得定，已经开智慧，这个时候学东西一听就明白、一看就明白了。",
      "zh_TW": "真正將來證果，修行證果這就是博士班畢業，博士班畢業最後八萬四千法門變成三個門，這三門是覺正淨。禪宗、性宗上上根人學的，不是上上根人沒用處，你決定修不成功。禪宗之外，在中國還有七個宗派，中國大乘八大宗，小乘是兩個宗，宋朝時候就沒有了。中國不修小乘，用什麼方法來代替？用儒跟道，這是對的。如果沒有儒道的基礎，又不從小乘學起，這是釋迦牟尼佛所不承認的。到今天這個時候儒道沒有了，小乘也不學，所以大乘架空了。下面沒有了，大乘怎麼學是學的知識，他不能開智慧。學知識那就變質了，在佛法講就變成外道，他心外求法，他沒有定，他沒有慧。這個我們心裡要知道，我們的心散亂，這就說明你沒有定。一門深入、一心不亂，這是定，大乘法一定要定，不定不能開悟。定從哪裡下手？從阿含就開始。阿含修四禪八定，世間禪定，到方等學出世間禪定，比世間禪定高，在教下叫止觀，止觀就是禪定。止是制心一處，講求的是一門深入，不是叫你學很多，學很多你心力分散。什麼時候再廣學多聞？開悟之後，大徹大悟之後才准許你廣學多聞。為什麼？你已經得定，已經開智慧，這個時候學東西一聽就明白、一看就明白了。"
    },
    {
      "id": "02-037-0448_p0023",
      "zh_CN": "惠能大师开悟了，你们想想，法达禅师到他那里去参访，法达是专攻《法华》的，一门深入，长时薰修，古人他懂这个道理。无尽藏比丘尼专攻《大涅槃经》，都是一门深入，学十几年心真的是定了，这得三昧，没开悟，在将悟未悟的边缘上，这个时候需要高人帮他一把。他到曹溪去参访，法达礼拜的时候头没有着地，三拜头都没着地。六祖问他，你礼拜头没有着地，是不是有值得骄傲的地方？他就说出了诵《法华》三千部。《法华经》很长，一天只能念一部，三千多部就十年。六祖问他《法华》讲什么，他答不出来，转过头来向六祖请教，六祖说《法华经》我没听过。六祖不认识字，当然不会看，有人念给他听他就知道，没有人念给他听过。他说你念给我听，你都背得很熟了，念过三千多遍。他就念《法华经》，《法华经》二十八品，念到第二品，六祖就告诉他，行了，别再念，我全都知道，跟他讲《法华经》，他开悟了。所以什么时候广学多闻？开悟之后。你看法达搞《法华经》十年没开悟，六祖听了，还没有听完两品，他就明白了。所以广学多闻什么时候？悟后，不是在开悟之前，开悟之前广学多闻，永远不会开悟，把你的悟门堵死了。所以好的老师不会教你走这个路，走这个路害你，不是真善知识。",
      "zh_TW": "惠能大師開悟了，你們想想，法達禪師到他那裡去參訪，法達是專攻《法華》的，一門深入，長時薰修，古人他懂這個道理。無盡藏比丘尼專攻《大涅槃經》，都是一門深入，學十幾年心真的是定了，這得三昧，沒開悟，在將悟未悟的邊緣上，這個時候需要高人幫他一把。他到曹溪去參訪，法達禮拜的時候頭沒有著地，三拜頭都沒著地。六祖問他，你禮拜頭沒有著地，是不是有值得驕傲的地方？他就說出了誦《法華》三千部。《法華經》很長，一天只能念一部，三千多部就十年。六祖問他《法華》講什麼，他答不出來，轉過頭來向六祖請教，六祖說《法華經》我沒聽過。六祖不認識字，當然不會看，有人念給他聽他就知道，沒有人念給他聽過。他說你念給我聽，你都背得很熟了，念過三千多遍。他就念《法華經》，《法華經》二十八品，念到第二品，六祖就告訴他，行了，別再念，我全都知道，跟他講《法華經》，他開悟了。所以什麼時候廣學多聞？開悟之後。你看法達搞《法華經》十年沒開悟，六祖聽了，還沒有聽完兩品，他就明白了。所以廣學多聞什麼時候？悟後，不是在開悟之前，開悟之前廣學多聞，永遠不會開悟，把你的悟門堵死了。所以好的老師不會教你走這個路，走這個路害你，不是真善知識。"
    },
    {
      "id": "02-037-0448_p0024",
      "zh_CN": "我们跟李老师学教，老师规定只可以学一门，你同时想学两门，不教你。就老老实实告诉你，你没有能力，一门学好了再学第二门。好是什么程度？从前好的程度是开悟，那才叫毕业。现在他的标准很低，你上台去讲，我在台下听，我听了很满意点头，就算通过了，你才可以学第二部经。还是守住一门深入，长时薰修。所以我们初学讲经的时候，学会这一部经能讲了，我自己给自己订的标准要讲十遍。十遍到哪里去讲？到居士们家里去讲，星期一在张三家里，星期二在李四家里，我讲都是一样的。我这样讲十遍，你才能真正体会到这个经里头讲的意思，怎样把所学到的用在生活上、用在工作上、用在处事待人接物，你就真学会！如果所学的用不上的，那学了干什么？所学非所用那不叫白学了。佛法可贵之处他学了马上管用，所以学习的气氛非常浓，欢喜心。",
      "zh_TW": "我們跟李老師學教，老師規定只可以學一門，你同時想學兩門，不教你。就老老實實告訴你，你沒有能力，一門學好了再學第二門。好是什麼程度？從前好的程度是開悟，那才叫畢業。現在他的標準很低，你上台去講，我在台下聽，我聽了很滿意點頭，就算通過了，你才可以學第二部經。還是守住一門深入，長時薰修。所以我們初學講經的時候，學會這一部經能講了，我自己給自己訂的標準要講十遍。十遍到哪裡去講？到居士們家裡去講，星期一在張三家裡，星期二在李四家裡，我講都是一樣的。我這樣講十遍，你才能真正體會到這個經裡頭講的意思，怎樣把所學到的用在生活上、用在工作上、用在處事待人接物，你就真學會！如果所學的用不上的，那學了幹什麼？所學非所用那不叫白學了。佛法可貴之處他學了馬上管用，所以學習的氣氛非常濃，歡喜心。"
    },
    {
      "id": "02-037-0448_p0025",
      "zh_CN": "小部经不长，一部经也不过一千、二千字！一个月学一部很有成就感。佛学院里头一年都没有办法学一部，我们一个月学一部。我那个时候没出家，跟李老师学讲经，我跟他一年三个月，就是十五个月，我学了十三部经。比佛学院厉害，佛学院毕业不能讲十三部经，我在台中住了一年三个月，我可以讲十三部经。所以我一出家就讲经，一出家就教佛学院，教佛学院一个学期教一部经，一年教两部，他们三年毕业我才教六部经，还有七部还没用上。所以我就深深体会到，佛学院不如私塾，私塾教学真管用，李老师教我们是私塾教学的方法，真管用。所以以后星云法师找我，他办东方佛教学院请我去做教务主任。我就跟他建议，那个时候有一百三十多个同学，我的意思想三个人分一组，专学一部经。十年至少可以培养二十个，我们有把握培养二十个讲经的老师，专讲一样。一生专讲一样、专学一样，十年之后顶尖的人物，那佛光还得了，佛光遍照全世界。",
      "zh_TW": "小部經不長，一部經也不過一千、二千字！一個月學一部很有成就感。佛學院裡頭一年都沒有辦法學一部，我們一個月學一部。我那個時候沒出家，跟李老師學講經，我跟他一年三個月，就是十五個月，我學了十三部經。比佛學院厲害，佛學院畢業不能講十三部經，我在台中住了一年三個月，我可以講十三部經。所以我一出家就講經，一出家就教佛學院，教佛學院一個學期教一部經，一年教兩部，他們三年畢業我才教六部經，還有七部還沒用上。所以我就深深體會到，佛學院不如私塾，私塾教學真管用，李老師教我們是私塾教學的方法，真管用。所以以後星雲法師找我，他辦東方佛教學院請我去做教務主任。我就跟他建議，那個時候有一百三十多個同學，我的意思想三個人分一組，專學一部經。十年至少可以培養二十個，我們有把握培養二十個講經的老師，專講一樣。一生專講一樣、專學一樣，十年之後頂尖的人物，那佛光還得了，佛光遍照全世界。"
    },
    {
      "id": "02-037-0448_p0026",
      "zh_CN": "星云法师不能接受，他说这不像学校。我说真管用。他也知道真管用，但是不像学校，一定要采取大学这种方法。我们两个人意见不和我就离开了，我在山上住了十个月离开。他要接受我，我要一直住在他山上，住了这么多年，你说那佛光山，真正名符其实的佛光山，能够讲经讲得好的，至少有四、五十个人，真正弘遍全世界。这机缘、缘分不够，大家不相信，喜欢像现在一般学校什么都学，广学多闻。其实广学多闻，全学的一些皮毛常识，一样都没有扎根。一门通了门门都通，到那个时候门门通了，你一定会大发慈悲心你还是搞一门。为什么？给后人做好榜样。不开这个例子，我门门什么都讲，大家都学的时候，后人没有了，培养不起来。所以你一定会有大慈悲心，顾虑到后面的人，我不开多门，我一生讲一部，给你们做一个样子。这是大慈大悲，给这个后面来学的人，给他做一个好样子。",
      "zh_TW": "星雲法師不能接受，他說這不像學校。我說真管用。他也知道真管用，但是不像學校，一定要採取大學這種方法。我們兩個人意見不和我就離開了，我在山上住了十個月離開。他要接受我，我要一直住在他山上，住了這麼多年，你說那佛光山，真正名符其實的佛光山，能夠講經講得好的，至少有四、五十個人，真正弘遍全世界。這機緣、緣分不夠，大家不相信，喜歡像現在一般學校什麼都學，廣學多聞。其實廣學多聞，全學的一些皮毛常識，一樣都沒有扎根。一門通了門門都通，到那個時候門門通了，你一定會大發慈悲心你還是搞一門。為什麼？給後人做好榜樣。不開這個例子，我門門什麼都講，大家都學的時候，後人沒有了，培養不起來。所以你一定會有大慈悲心，顧慮到後面的人，我不開多門，我一生講一部，給你們做一個樣子。這是大慈大悲，給這個後面來學的人，給他做一個好樣子。"
    },
    {
      "id": "02-037-0448_p0027",
      "zh_CN": "这就是决定自己成就，自利成就之后，然后『转相拯济』，这大开方便之门，可以培养学生，虽然培养学生还是专搞一门。学生在净宗道场，修学其他的经论，可以，不离开净宗这个主轴，无论学哪一部经教都导归极乐，这就对了。所以从前丛林，丛林是大学，分座讲经，那就是什么？不同宗派经典都可以讲。学生不是什么都学，不是的，学一门，我学《华严》，我只进华严讲堂，不能进其他的讲堂，专攻《华严》，那个地方的首座和尚天天给你讲《华严经》。那边是法华讲堂，专讲《法华》的，学生是专学一样，不是统统都学。早晚课诵在一起，学经教是一门深入，决定不许可学两部经。每部经都有一个首座和尚带头，所以首座是亲教师，可以称和尚。所以利他。",
      "zh_TW": "這就是決定自己成就，自利成就之後，然後『轉相拯濟』，這大開方便之門，可以培養學生，雖然培養學生還是專搞一門。學生在淨宗道場，修學其他的經論，可以，不離開淨宗這個主軸，無論學哪一部經教都導歸極樂，這就對了。所以從前叢林，叢林是大學，分座講經，那就是什麼？不同宗派經典都可以講。學生不是什麼都學，不是的，學一門，我學《華嚴》，我只進華嚴講堂，不能進其他的講堂，專攻《華嚴》，那個地方的首座和尚天天給你講《華嚴經》。那邊是法華講堂，專講《法華》的，學生是專學一樣，不是統統都學。早晚課誦在一起，學經教是一門深入，決定不許可學兩部經。每部經都有一個首座和尚帶頭，所以首座是親教師，可以稱和尚。所以利他。"
    },
    {
      "id": "02-037-0448_p0028",
      "zh_CN": "利大众，大众根性不相同，他们不受约束，听众，哪个法师来讲经，他都喜欢听。这是什么？这是让他认识佛教，认识佛教各个宗派。最后他要想成就，要想真修行，他一定是还要走一条路。有走三条路的，很多，夏莲老你看通宗禅宗，通教，他也学密，但是到最后归净土，黄念祖亦如是。我在台中跟李老师学，李老师也如是，最后归净土了。为什么？这个法门不要断烦恼，不要消业障，只要真信，真愿意往生极乐世界，真念阿弥陀佛，他就决定能生，太方便了，人人有把握。黄念老他是密宗金刚上师，他有资格传密法，最后走的时候，在往生前六个月，告诉我，每天念佛十四万声，念了半年往生。这些人来给我们示现的，无论哪个宗派、无论哪个法门，最后都归净土，妙极了。就像《华严经》，《华严》到最后，普贤菩萨十大愿王导归极乐，用善财童子给我们表演，做榜样，五十三参广学多闻，为什么？成就后得智。《般若经》上所说的「般若无知，无所不知」，广学多闻是成就无所不知，但是自己修行是一个方向、一个目标，念佛求生净土。",
      "zh_TW": "利大眾，大眾根性不相同，他們不受約束，聽眾，哪個法師來講經，他都喜歡聽。這是什麼？這是讓他認識佛教，認識佛教各個宗派。最後他要想成就，要想真修行，他一定是還要走一條路。有走三條路的，很多，夏蓮老你看通宗禪宗，通教，他也學密，但是到最後歸淨土，黃念祖亦如是。我在台中跟李老師學，李老師也如是，最後歸淨土了。為什麼？這個法門不要斷煩惱，不要消業障，只要真信，真願意往生極樂世界，真念阿彌陀佛，他就決定能生，太方便了，人人有把握。黃念老他是密宗金剛上師，他有資格傳密法，最後走的時候，在往生前六個月，告訴我，每天念佛十四萬聲，念了半年往生。這些人來給我們示現的，無論哪個宗派、無論哪個法門，最後都歸淨土，妙極了。就像《華嚴經》，《華嚴》到最後，普賢菩薩十大願王導歸極樂，用善財童子給我們表演，做榜樣，五十三參廣學多聞，為什麼？成就後得智。《般若經》上所說的「般若無知，無所不知」，廣學多聞是成就無所不知，但是自己修行是一個方向、一個目標，念佛求生淨土。"
    },
    {
      "id": "02-037-0448_p0029",
      "zh_CN": "你看五十三参第一参吉祥云比丘，代表初住菩萨，他修般舟三昧，专念阿弥陀佛求生净土。你看这开头，开头代表什么？先入为主，就是他一生主修的法门。那看最后，最后第五十三参，普贤菩萨十大愿王导归极乐。你看一头一尾，这你就看出来了，善财修什么法门？老实念佛，他就是一向专念。当中参学为什么？是为普度众生的，众生根机不一样，一个法门不能普度。所以门门都要通、门门都要懂，对任何人你都能给他指路，你有这个本事，你讲经教学能够契机契理，什么样根性你都能教。所以要把它方方面面看清楚，你才了解如来真实义。净宗法门不但成就容易，它成就太高了，这是我们意想不到，为什么有那么高的成就？理讲明白了。理是什么？一切众生本来是佛，道理就凭这个。你本来是佛，你为什么不能成佛？当然可以成佛，只要门道对了，你就成就。像那个保险柜一样，门本来可以打开的，为什么打不开？那号码不知道，知道号码一调整，不一拉就开了吗？不费事！",
      "zh_TW": "你看五十三參第一參吉祥雲比丘，代表初住菩薩，他修般舟三昧，專念阿彌陀佛求生淨土。你看這開頭，開頭代表什麼？先入為主，就是他一生主修的法門。那看最後，最後第五十三參，普賢菩薩十大願王導歸極樂。你看一頭一尾，這你就看出來了，善財修什麼法門？老實念佛，他就是一向專念。當中參學為什麼？是為普度眾生的，眾生根機不一樣，一個法門不能普度。所以門門都要通、門門都要懂，對任何人你都能給他指路，你有這個本事，你講經教學能夠契機契理，什麼樣根性你都能教。所以要把它方方面面看清楚，你才了解如來真實義。淨宗法門不但成就容易，它成就太高了，這是我們意想不到，為什麼有那麼高的成就？理講明白了。理是什麼？一切眾生本來是佛，道理就憑這個。你本來是佛，你為什麼不能成佛？當然可以成佛，只要門道對了，你就成就。像那個保險櫃一樣，門本來可以打開的，為什麼打不開？那號碼不知道，知道號碼一調整，不一拉就開了嗎？不費事！"
    },
    {
      "id": "02-037-0448_p0030",
      "zh_CN": "所以凡夫可以立刻成佛，在中国六祖惠能给我们做最好的榜样，你看不认识字，一生没有听过一次经，在黄梅八个月是做苦工。黄梅有讲堂一次没有去过，黄梅有禅堂也一次没去过，八个月碓房里头舂米破柴，干这个事情。最后这个晚上，五祖半夜三更召见他，三更大家睡觉了，没人知道。给他讲《金刚经》，当然不要用经本，不认识字不需要经本，讲《金刚经》大意，讲到「应无所住，而生其心」，大概是四分之一他就开悟，他就提出报告，这个五句话就是他的博士论文。他毕业通过了，五祖衣钵就给他了，承认他是第六代祖。这五句话里头描述的就是自性，见性了，性是什么样子？第一句话说本自清净，你看「何期自性，本自清净」，没有想到自性本来清净，决定没有染污。这就是说你可以立刻成佛，理上讲得通。凡夫成佛，大乘经上常说，只要你放下妄想分别执着，这三大类烦恼一次放下马上成佛。不能完全放下一样一样的放，先放下见思烦恼证阿罗汉果，都在一念，放下尘沙烦恼证菩萨果位，放下无明烦恼（起心动念），不起心不动念就成佛，就明心见性了。",
      "zh_TW": "所以凡夫可以立刻成佛，在中國六祖惠能給我們做最好的榜樣，你看不認識字，一生沒有聽過一次經，在黃梅八個月是做苦工。黃梅有講堂一次沒有去過，黃梅有禪堂也一次沒去過，八個月碓房裡頭舂米破柴，幹這個事情。最後這個晚上，五祖半夜三更召見他，三更大家睡覺了，沒人知道。給他講《金剛經》，當然不要用經本，不認識字不需要經本，講《金剛經》大意，講到「應無所住，而生其心」，大概是四分之一他就開悟，他就提出報告，這個五句話就是他的博士論文。他畢業通過了，五祖衣缽就給他了，承認他是第六代祖。這五句話裡頭描述的就是自性，見性了，性是什麼樣子？第一句話說本自清淨，你看「何期自性，本自清淨」，沒有想到自性本來清淨，決定沒有染污。這就是說你可以立刻成佛，理上講得通。凡夫成佛，大乘經上常說，只要你放下妄想分別執著，這三大類煩惱一次放下馬上成佛。不能完全放下一樣一樣的放，先放下見思煩惱證阿羅漢果，都在一念，放下塵沙煩惱證菩薩果位，放下無明煩惱（起心動念），不起心不動念就成佛，就明心見性了。"
    },
    {
      "id": "02-037-0448_p0031",
      "zh_CN": "大乘教里面跟我们讲这个道理，我们听懂了，成就全在放下。为什么不肯放下？放下这么难，难在什么？难在无始劫来习气成了习惯，我知道要放下，我也很想放下它，就是放不下，问题就出在这里。所以对惠能大师佩服，他真厉害，他一下就把它放下。这个一念放下叫顿舍，圆顿到极处，没有阶级、没有次第，一念之间，这个放下叫顿修顿证，这一放下就见性。当中所有一切葛藤全部没有，都是假的，就是所有障碍全是假的，只问你肯不肯放下。如果你对这个世间人事物有一桩放不下就不行，你的心就不清净，清净心里头什么都没有。头一个讲清净，《无量寿经》经题上「清净平等觉」。清净阿罗汉证得，放下见思烦恼心就清净，放下尘沙烦恼心就平等，放下无明就是迷惑，你就大彻大悟，明心见性就成佛了。所以经题上「清净平等觉」，你看清净是阿罗汉，平等是菩萨，觉就是佛，告诉你一念可以成就。几时能成就？善导大师说一句话很有趣味，真话，「总在遇缘不同」。你要遇到最殊胜的缘立刻放下，不就成佛了！一念之间，这一念转过来就成佛了，转过来全在放下。",
      "zh_TW": "大乘教裡面跟我們講這個道理，我們聽懂了，成就全在放下。為什麼不肯放下？放下這麼難，難在什麼？難在無始劫來習氣成了習慣，我知道要放下，我也很想放下它，就是放不下，問題就出在這裡。所以對惠能大師佩服，他真厲害，他一下就把它放下。這個一念放下叫頓捨，圓頓到極處，沒有階級、沒有次第，一念之間，這個放下叫頓修頓證，這一放下就見性。當中所有一切葛藤全部沒有，都是假的，就是所有障礙全是假的，只問你肯不肯放下。如果你對這個世間人事物有一樁放不下就不行，你的心就不清淨，清淨心裡頭什麼都沒有。頭一個講清淨，《無量壽經》經題上「清淨平等覺」。清淨阿羅漢證得，放下見思煩惱心就清淨，放下塵沙煩惱心就平等，放下無明就是迷惑，你就大徹大悟，明心見性就成佛了。所以經題上「清淨平等覺」，你看清淨是阿羅漢，平等是菩薩，覺就是佛，告訴你一念可以成就。幾時能成就？善導大師說一句話很有趣味，真話，「總在遇緣不同」。你要遇到最殊勝的緣立刻放下，不就成佛了！一念之間，這一念轉過來就成佛了，轉過來全在放下。"
    },
    {
      "id": "02-037-0448_p0032",
      "zh_CN": "我向章嘉大师请教，这头一天见面，头一句话我问他，佛法里头有没有一个方法，能教我们很快的契入？我这个问题提出来，他老人家看着我，我也等着他的开示，这一等等了半个小时，半个小时像在入定，半个小时之后说一个字，有。我们等了半个小时听到一个有，精神就振作起来了，这要用心的来听。他又不说话，又再等等差不多六、七分钟，给我说六个字「看得破、放得下」，第一天见面传给我的秘诀。真的，你看学了六十多年，老师这句话是秘诀，一丝毫隐瞒都没有，看破帮助放下，放下帮助看破，从初发心到如来地就是这个。你看破你就放下，你放下又看破，看破又放下，就是这两个。如果说上上根人一听到统统放下，那就圆满看破，圆满看破就是大彻大悟。彻底放下就是无明、尘沙、见思烦恼统放下，一念之间，上上根人。那我们不是上上根人，我们是中下根人，中下根人怎么样？像爬楼梯慢慢放，不断的放，得真放。不放？不放就不能往上提升，像爬楼梯一样，不放下这一层就不能上第二层，不放下第二层你就不能上第三层。",
      "zh_TW": "我向章嘉大師請教，這頭一天見面，頭一句話我問他，佛法裡頭有沒有一個方法，能教我們很快的契入？我這個問題提出來，他老人家看著我，我也等著他的開示，這一等等了半個小時，半個小時像在入定，半個小時之後說一個字，有。我們等了半個小時聽到一個有，精神就振作起來了，這要用心的來聽。他又不說話，又再等等差不多六、七分鐘，給我說六個字「看得破、放得下」，第一天見面傳給我的祕訣。真的，你看學了六十多年，老師這句話是祕訣，一絲毫隱瞞都沒有，看破幫助放下，放下幫助看破，從初發心到如來地就是這個。你看破你就放下，你放下又看破，看破又放下，就是這兩個。如果說上上根人一聽到統統放下，那就圓滿看破，圓滿看破就是大徹大悟。徹底放下就是無明、塵沙、見思煩惱統放下，一念之間，上上根人。那我們不是上上根人，我們是中下根人，中下根人怎麼樣？像爬樓梯慢慢放，不斷的放，得真放。不放？不放就不能往上提升，像爬樓梯一樣，不放下這一層就不能上第二層，不放下第二層你就不能上第三層。"
    },
    {
      "id": "02-037-0448_p0033",
      "zh_CN": "你想往上提升全靠放下，没有别的，千经万论、千言万语，就是说的这桩事情。自己真放下，真得利益，再劝别人放下。愈往上面去你看得愈清楚，看六道、看十法界、看一切诸佛如来刹土、看华藏世界、看极乐世界清清楚楚明明白白，一切性相、理事、因果，一切通达明了。人能自度最可贵的就是「转相拯济」，一定要帮助别人，为什么要帮助别人？因为别人跟自己是一体。我认识一体，就好像我们现在认识这个身是一体，身是什么？科学家告诉我们，我们的身体是细胞组成的，一个人身体有多少细胞？五十兆，科学讲五十兆个细胞。这五十兆个细胞每个细胞都觉悟我们是一体，这个人身体健康长寿。如果有一些细胞不承认是一体，这个人就生病，这细胞就成问题，带着病毒了。它不承认是一体，就造成社会混乱了，造成地球的灾难，在我们身体身心不健康。你说智慧多么重要，智慧让我们看清楚事实真相，然后我们才放下自己成见，跟我们大家是一体，一体是最健康的。",
      "zh_TW": "你想往上提升全靠放下，沒有別的，千經萬論、千言萬語，就是說的這樁事情。自己真放下，真得利益，再勸別人放下。愈往上面去你看得愈清楚，看六道、看十法界、看一切諸佛如來剎土、看華藏世界、看極樂世界清清楚楚明明白白，一切性相、理事、因果，一切通達明瞭。人能自度最可貴的就是「轉相拯濟」，一定要幫助別人，為什麼要幫助別人？因為別人跟自己是一體。我認識一體，就好像我們現在認識這個身是一體，身是什麼？科學家告訴我們，我們的身體是細胞組成的，一個人身體有多少細胞？五十兆，科學講五十兆個細胞。這五十兆個細胞每個細胞都覺悟我們是一體，這個人身體健康長壽。如果有一些細胞不承認是一體，這個人就生病，這細胞就成問題，帶著病毒了。它不承認是一體，就造成社會混亂了，造成地球的災難，在我們身體身心不健康。你說智慧多麼重要，智慧讓我們看清楚事實真相，然後我們才放下自己成見，跟我們大家是一體，一體是最健康的。"
    },
    {
      "id": "02-037-0448_p0034",
      "zh_CN": "你看人身体五十兆的细胞，细胞再分析就是原子，原子再分析就是电子、原子核、中子，再分析就是粒子，分成夸克。要用这个做单位，人身上用夸克来算多少？那数量太大说不出来。如果再用佛法最小的单位极微色，就是极微之微，现在讲的，科学家所说的微中子，一百亿个微中子聚集在一起，体积等于一个电子。我们要用微中子来计算，我们的身体多少微中子，真的可以说是无量无边。这些东西怎么来的、怎么回事情、怎么组成这种身体，谁知道？大乘教里常说，八地以上，八地以上的菩萨全知道。有没有讲清楚？大乘经上真讲清楚了，特别是唯识经论。《华严经》是唯识六经之一，但是我们看不懂，我们也听不懂，太深了，我们没办法想像，它不能想像，一想就错了，开口便错，动念即乖，我们对它真的用不上力。在不用力的时候豁然大悟，全知道、全清楚了，这些都是自然现象。《楞严经》上提过这个道理，叫「净极光通达」，净是禅定，净到极处，光是智慧，智慧就现前，智慧现前一切自然明了。",
      "zh_TW": "你看人身體五十兆的細胞，細胞再分析就是原子，原子再分析就是電子、原子核、中子，再分析就是粒子，分成夸克。要用這個做單位，人身上用夸克來算多少？那數量太大說不出來。如果再用佛法最小的單位極微色，就是極微之微，現在講的，科學家所說的微中子，一百億個微中子聚集在一起，體積等於一個電子。我們要用微中子來計算，我們的身體多少微中子，真的可以說是無量無邊。這些東西怎麼來的、怎麼回事情、怎麼組成這種身體，誰知道？大乘教裡常說，八地以上，八地以上的菩薩全知道。有沒有講清楚？大乘經上真講清楚了，特別是唯識經論。《華嚴經》是唯識六經之一，但是我們看不懂，我們也聽不懂，太深了，我們沒辦法想像，它不能想像，一想就錯了，開口便錯，動念即乖，我們對它真的用不上力。在不用力的時候豁然大悟，全知道、全清楚了，這些都是自然現象。《楞嚴經》上提過這個道理，叫「淨極光通達」，淨是禪定，淨到極處，光是智慧，智慧就現前，智慧現前一切自然明瞭。"
    },
    {
      "id": "02-037-0448_p0035",
      "zh_CN": "我们今天学佛，得力于现代的科学家，量子力学家他们最近三十年研究的报告。这个报告我们一看就晓得，他们已经把阿赖耶的三细相找到了，跟佛经上讲的一样，让我们对佛法坚定了信心。佛三千年前讲的，最近三十年被他们证明，一点都不错，证明佛确确实实有智慧，真的高明。科学家费多大的力气，制作这些精密仪器才把这个极微色找到，这是肉眼看不见的，一般显微镜看不见的。我们想想微中子，一个微中子是一个电子的一百亿分之一，那要多么精密的显微镜才能看到。一个电子一百亿分之一，难得了，现在科学技术到这个地步。高雄刘医生从网路上给我一个信息，现在科学技术能够捕捉到一千兆分之一秒，现代的科技仪器能够捕捉到。佛经上讲的波动现象，一般称它作自然现象，这种频率，在佛经里面所说的超过了一千兆，弥勒菩萨对话里头，我们计算一千六百兆分之一秒。现在科技能够捕捉到一千兆分之一秒，这个事是真的不是假的。科学，如果这个世间没有严重灾难，科学还能够继续发展，我们相信再过二、三十年，肯定一千六百兆分之一秒可以捕捉到。那就是八地以上境界，佛知佛见，证明佛在经上讲的一点都不错。",
      "zh_TW": "我們今天學佛，得力於現代的科學家，量子力學家他們最近三十年研究的報告。這個報告我們一看就曉得，他們已經把阿賴耶的三細相找到了，跟佛經上講的一樣，讓我們對佛法堅定了信心。佛三千年前講的，最近三十年被他們證明，一點都不錯，證明佛確確實實有智慧，真的高明。科學家費多大的力氣，製作這些精密儀器才把這個極微色找到，這是肉眼看不見的，一般顯微鏡看不見的。我們想想微中子，一個微中子是一個電子的一百億分之一，那要多麼精密的顯微鏡才能看到。一個電子一百億分之一，難得了，現在科學技術到這個地步。高雄劉醫生從網路上給我一個信息，現在科學技術能夠捕捉到一千兆分之一秒，現代的科技儀器能夠捕捉到。佛經上講的波動現象，一般稱它作自然現象，這種頻率，在佛經裡面所說的超過了一千兆，彌勒菩薩對話裡頭，我們計算一千六百兆分之一秒。現在科技能夠捕捉到一千兆分之一秒，這個事是真的不是假的。科學，如果這個世間沒有嚴重災難，科學還能夠繼續發展，我們相信再過二、三十年，肯定一千六百兆分之一秒可以捕捉到。那就是八地以上境界，佛知佛見，證明佛在經上講的一點都不錯。"
    },
    {
      "id": "02-037-0448_p0036",
      "zh_CN": "世尊教我们「转相拯济」，这就是佛法要传，传的人愈多愈好。现在的方法最好用这个工具，卫星、网路，尽量利用这些。工具有了，现在问题讲经的人没有。讲经的人很多，没真放下。真放下叫真修行，讲的是正法，真的佛法；没有放下，讲的是相似的佛法，不是纯正的。这就是真正开悟的人讲的，跟我们一般人讲的不一样，同样一句话他有摄受力，没有开悟的人没有摄受力。完全是一样的话，效果不一样，什么原因？开悟是从自性里流出来的，真心。没有开悟是从阿赖耶流出来的，妄心流出来，阿赖耶的种子里流出来的，不一样，不是真的。为什么佛菩萨说话感人那么深？我们要明白这个道理，就晓得佛法的承传，要真干，干假的不行，干假的传不下去。我们真正想往生极乐世界，不用真心不行，对人、对事、对物完全用真心，对这个世间、对六道、对十法界彻底放下。知道什么？万法皆空，一切法，毕竟空，不可得，无所有，真正知道，这个四句话常常记在心上。六百卷《大般若》我一遍看下来，结十二个字，「一切法无所有，毕竟空，不可得」。不可得就是要放下，不放下错了。放下，心上放下，记住，事上，事都是假的，事上放下不行，心上放下。心上放下，事上肯定放下；事上放下，心上没放下，不管用。这是世尊开示第二点的意思，自行之后一定要化他。",
      "zh_TW": "世尊教我們「轉相拯濟」，這就是佛法要傳，傳的人愈多愈好。現在的方法最好用這個工具，衛星、網路，盡量利用這些。工具有了，現在問題講經的人沒有。講經的人很多，沒真放下。真放下叫真修行，講的是正法，真的佛法；沒有放下，講的是相似的佛法，不是純正的。這就是真正開悟的人講的，跟我們一般人講的不一樣，同樣一句話他有攝受力，沒有開悟的人沒有攝受力。完全是一樣的話，效果不一樣，什麼原因？開悟是從自性裡流出來的，真心。沒有開悟是從阿賴耶流出來的，妄心流出來，阿賴耶的種子裡流出來的，不一樣，不是真的。為什麼佛菩薩說話感人那麼深？我們要明白這個道理，就曉得佛法的承傳，要真幹，幹假的不行，幹假的傳不下去。我們真正想往生極樂世界，不用真心不行，對人、對事、對物完全用真心，對這個世間、對六道、對十法界徹底放下。知道什麼？萬法皆空，一切法，畢竟空，不可得，無所有，真正知道，這個四句話常常記在心上。六百卷《大般若》我一遍看下來，結十二個字，「一切法無所有，畢竟空，不可得」。不可得就是要放下，不放下錯了。放下，心上放下，記住，事上，事都是假的，事上放下不行，心上放下。心上放下，事上肯定放下；事上放下，心上沒放下，不管用。這是世尊開示第二點的意思，自行之後一定要化他。"
    },
    {
      "id": "02-037-0448_p0037",
      "zh_CN": "「拯者，救也」，拯救。「谓辗转救度于他身」，就是四弘誓愿里面的众生无量誓愿度，我们一般念无边，「众生无边誓愿度」。没有发这一愿不是菩提心，菩提心里头最重要的一句，就是众生无边誓愿度，一切都是为这个，都是为众生，我为什么成就自己？是为度众生。一切都为众生，我执不断自己没有了。要拼命先想着我要怎样把我身见破掉、我见破掉，这个很难，把它一展开我起心动念都为别人想，不为自己想，久而久之，我执不破自然都破掉，我见不断自然就没有了。这个方法非常巧妙，把心量扩大，起心动念心包太虚，量周沙界，这就对了。今天时间到了，我们就学习到此地。",
      "zh_TW": "「拯者，救也」，拯救。「謂輾轉救度於他身」，就是四弘誓願裡面的眾生無量誓願度，我們一般念無邊，「眾生無邊誓願度」。沒有發這一願不是菩提心，菩提心裡頭最重要的一句，就是眾生無邊誓願度，一切都是為這個，都是為眾生，我為什麼成就自己？是為度眾生。一切都為眾生，我執不斷自己沒有了。要拼命先想著我要怎樣把我身見破掉、我見破掉，這個很難，把它一展開我起心動念都為別人想，不為自己想，久而久之，我執不破自然都破掉，我見不斷自然就沒有了。這個方法非常巧妙，把心量擴大，起心動念心包太虛，量周沙界，這就對了。今天時間到了，我們就學習到此地。"
    }
  ]
}