{
  "doc_id": "02-037-0526",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五二六集",
    "zh_TW": "第五二六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0526",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-037-0526_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》一零三五页倒数第五行，从第二个字看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》一零三五頁倒數第五行，從第二個字看起："
    },
    {
      "id": "02-037-0526_p0002",
      "zh_CN": "「《十往生经》曰：若有善男子、善女人，正信是经，爱乐是经。劝导众生。说者听者，悉皆往生阿弥陀佛国。若有如是等人，我从今日常使二十五菩萨护持是人。常令是人无病无恼。若人若非人不得其便。行住坐卧，无问昼夜，常得安稳。」这是经上的一段文字。经中善男子、善女人，我们一定要懂这个意思，这个字常见，但是它是非常有关键性的。如果我们不能够持戒修行，功德都不扎实，很容易退转，很容易动摇，所以一定要从根本下手。根本下手还是得从《弟子规》开始，《弟子规》是戒律当中的戒律，它是根，这个东西做不到，《十善业道》也就不可能做到；《十善业道》做不到，那《沙弥律仪》全是空的。这是我们一定要晓得的，一定要肯定的，决定不能够放松，从这里放松，那根本就没有了，这是不能不强调的。",
      "zh_TW": "「《十往生經》曰：若有善男子、善女人，正信是經，愛樂是經。勸導眾生。說者聽者，悉皆往生阿彌陀佛國。若有如是等人，我從今日常使二十五菩薩護持是人。常令是人無病無惱。若人若非人不得其便。行住坐臥，無問晝夜，常得安穩。」這是經上的一段文字。經中善男子、善女人，我們一定要懂這個意思，這個字常見，但是它是非常有關鍵性的。如果我們不能夠持戒修行，功德都不紮實，很容易退轉，很容易動搖，所以一定要從根本下手。根本下手還是得從《弟子規》開始，《弟子規》是戒律當中的戒律，它是根，這個東西做不到，《十善業道》也就不可能做到；《十善業道》做不到，那《沙彌律儀》全是空的。這是我們一定要曉得的，一定要肯定的，決定不能夠放鬆，從這裡放鬆，那根本就沒有了，這是不能不強調的。"
    },
    {
      "id": "02-037-0526_p0003",
      "zh_CN": "善男子、善女人正信是经，正信就不是迷信，不是勉强相信，真正搞清楚、搞明白了。这就说明讲经听经的重要。这个地方说，说者听者，不然世尊当年住世又何必讲经四十九年？从他一生行谊上去观察，讲经似乎是世尊到这个世间来第一桩大事。从示现开悟这一天起，他就开始教学，为五比丘说《阿含经》，七十九岁圆寂，这讲经四十九年，四十九年就为这一桩事情。王子出身，舍弃王位，出家修道，示现一个今天所谓的知识分子，好学多闻，到处参访十二年，可以说印度所有的宗教学派他都去亲近过，最后他到菩提树下入定。这个地方为我们示现的，十九岁离开家庭，放下烦恼障；三十岁不再参学了，到菩提树下入定，放下所知障，这两种障碍放下，他开悟了。",
      "zh_TW": "善男子、善女人正信是經，正信就不是迷信，不是勉強相信，真正搞清楚、搞明白了。這就說明講經聽經的重要。這個地方說，說者聽者，不然世尊當年住世又何必講經四十九年？從他一生行誼上去觀察，講經似乎是世尊到這個世間來第一樁大事。從示現開悟這一天起，他就開始教學，為五比丘說《阿含經》，七十九歲圓寂，這講經四十九年，四十九年就為這一樁事情。王子出身，捨棄王位，出家修道，示現一個今天所謂的知識分子，好學多聞，到處參訪十二年，可以說印度所有的宗教學派他都去親近過，最後他到菩提樹下入定。這個地方為我們示現的，十九歲離開家庭，放下煩惱障；三十歲不再參學了，到菩提樹下入定，放下所知障，這兩種障礙放下，他開悟了。"
    },
    {
      "id": "02-037-0526_p0004",
      "zh_CN": "在中国，惠能大师跟他老人家示现有一点不同，那就是惠能大师不是知识分子，他不是给知识分子做榜样，他示现的是顿舍，这是一听明白，全放下，把起心动念、分别执着一起放下，这就成佛了。舍干净了，清净心现前，我们经上讲的清净平等觉同时现前，这就成佛了，没有通过参学。顿舍、顿悟、顿修、顿证是同时的，它没有个别，没有先后次序，同时，这是另一种的示现。也真正告诉我们，世尊所说「一切众生本来是佛」，六祖做这个示现，你本来是，只要你肯放下。一切众生平等平等，不是他有什么特殊能力，谁肯放下谁就成佛，就在能放得下。我们比不上他的就是放不下，知道应该要放下还是放不下，什么原因？章嘉大师说的，你那个知不彻底，你那个知里头夹杂着有怀疑，所以你放不下。如果你是真知道，你怎么可能不放下？不可能！这一放下成佛了，得大自在了，怎么可能还在这个世间跟这些凡夫周旋？这不可能的，问题还是在知，先看破后放下。",
      "zh_TW": "在中國，惠能大師跟他老人家示現有一點不同，那就是惠能大師不是知識分子，他不是給知識分子做榜樣，他示現的是頓捨，這是一聽明白，全放下，把起心動念、分別執著一起放下，這就成佛了。捨乾淨了，清淨心現前，我們經上講的清淨平等覺同時現前，這就成佛了，沒有通過參學。頓捨、頓悟、頓修、頓證是同時的，它沒有個別，沒有先後次序，同時，這是另一種的示現。也真正告訴我們，世尊所說「一切眾生本來是佛」，六祖做這個示現，你本來是，只要你肯放下。一切眾生平等平等，不是他有什麼特殊能力，誰肯放下誰就成佛，就在能放得下。我們比不上他的就是放不下，知道應該要放下還是放不下，什麼原因？章嘉大師說的，你那個知不徹底，你那個知裡頭夾雜著有懷疑，所以你放不下。如果你是真知道，你怎麼可能不放下？不可能！這一放下成佛了，得大自在了，怎麼可能還在這個世間跟這些凡夫周旋？這不可能的，問題還是在知，先看破後放下。"
    },
    {
      "id": "02-037-0526_p0005",
      "zh_CN": "所以能大师表演那一招，确实是大乘里面所谓的上上根人。惠能大师一生度众生，他也说了，他只度上上根人，上中下三根都没有分，这个度就是像他一样大彻大悟、明心见性。果然没错，他在一生当中帮助四十三个人觉悟，就是明心见性。在历史上没有第二个人，惠能大师之前没有，惠能大师以后也没有，真叫空前绝后。但是他所度的这些学生跟他不一样，不是顿悟，而是渐悟，有人学了几年开悟，有人修了十几年开悟，二十几年开悟，三十几年开悟，都有，没有一个像他那种顿悟，这个没有见到。",
      "zh_TW": "所以能大師表演那一招，確實是大乘裡面所謂的上上根人。惠能大師一生度眾生，他也說了，他只度上上根人，上中下三根都沒有分，這個度就是像他一樣大徹大悟、明心見性。果然沒錯，他在一生當中幫助四十三個人覺悟，就是明心見性。在歷史上沒有第二個人，惠能大師之前沒有，惠能大師以後也沒有，真叫空前絕後。但是他所度的這些學生跟他不一樣，不是頓悟，而是漸悟，有人學了幾年開悟，有人修了十幾年開悟，二十幾年開悟，三十幾年開悟，都有，沒有一個像他那種頓悟，這個沒有見到。"
    },
    {
      "id": "02-037-0526_p0006",
      "zh_CN": "所以我们对于这桩事情也要搞清楚、搞明白，自己知道自己修学在哪一个阶段、哪一个层次，我们还要向上提升。向上提升没有别的，就是放下。放不下？放不下，多读经、多听经，真正听懂、听明白了，放下很容易。这也是章嘉大师告诉我的，佛法是知难行易。你看惠能大师多容易，行太容易了。为什么我们不容易？我们不知，惠能大师知。他为什么知？他烦恼轻，所知障没有，他没有学过东西，没有所知障，他只有烦恼障，而烦恼很轻。这烦恼轻是对世间欲望很低。没觉悟之前，他唯一的个挂念是他老母亲，要照顾她。开悟之后，老母亲就有人照顾了，那信徒太多了，争着去照顾。所以心地清净，人特谦虚，真的慈悲到极处，见任何人他都恭敬礼拜，对人家都尊敬。可是人都瞧不起他，不认识字，没念过书。在黄梅八个月，真正欣赏他的就是五祖忍和尚，知道这个人不是凡人，所以磨炼他，让他在道场做义工，现在叫做义工，修苦行磨炼他，这也是修福。佛要福慧圆满，有慧没福不行，黄梅八个月修福。",
      "zh_TW": "所以我們對於這樁事情也要搞清楚、搞明白，自己知道自己修學在哪一個階段、哪一個層次，我們還要向上提升。向上提升沒有別的，就是放下。放不下？放不下，多讀經、多聽經，真正聽懂、聽明白了，放下很容易。這也是章嘉大師告訴我的，佛法是知難行易。你看惠能大師多容易，行太容易了。為什麼我們不容易？我們不知，惠能大師知。他為什麼知？他煩惱輕，所知障沒有，他沒有學過東西，沒有所知障，他只有煩惱障，而煩惱很輕。這煩惱輕是對世間欲望很低。沒覺悟之前，他唯一的個掛念是他老母親，要照顧她。開悟之後，老母親就有人照顧了，那信徒太多了，爭著去照顧。所以心地清淨，人特謙虛，真的慈悲到極處，見任何人他都恭敬禮拜，對人家都尊敬。可是人都瞧不起他，不認識字，沒念過書。在黃梅八個月，真正欣賞他的就是五祖忍和尚，知道這個人不是凡人，所以磨鍊他，讓他在道場做義工，現在叫做義工，修苦行磨鍊他，這也是修福。佛要福慧圓滿，有慧沒福不行，黃梅八個月修福。"
    },
    {
      "id": "02-037-0526_p0007",
      "zh_CN": "我们就正信是经，这是指《十往生经》，扩大来说，凡是讲净土的经典你都欢喜。专讲净土，三经一论，这是专讲。现在我们读的五经，《普贤行愿品》是《华严经》里头的一部分，佛讲《华严经》的时候附带讲的。《大势至菩萨念佛圆通章》是《楞严经》里面附带讲的，不是专讲的。祖师把这两篇汇合到三经，这称为五经一论，净宗依据的经论典籍于是完备。爱乐是经，不但是正信，还喜欢，爱乐是喜欢，很喜欢这部经。喜欢一定受持读诵，劝导众生，自己修学有心得，就乐意跟别人在一起分享。",
      "zh_TW": "我們就正信是經，這是指《十往生經》，擴大來說，凡是講淨土的經典你都歡喜。專講淨土，三經一論，這是專講。現在我們讀的五經，《普賢行願品》是《華嚴經》裡頭的一部分，佛講《華嚴經》的時候附帶講的。《大勢至菩薩念佛圓通章》是《楞嚴經》裡面附帶講的，不是專講的。祖師把這兩篇匯合到三經，這稱為五經一論，淨宗依據的經論典籍於是完備。愛樂是經，不但是正信，還喜歡，愛樂是喜歡，很喜歡這部經。喜歡一定受持讀誦，勸導眾生，自己修學有心得，就樂意跟別人在一起分享。"
    },
    {
      "id": "02-037-0526_p0008",
      "zh_CN": "说者听者，悉皆往生极乐世界。说听明白了，一定是依教修行，决定得生极乐世界。若有如是等人，这个若是假设，如果有这种修行人。我从今日，我是释迦牟尼佛，释迦牟尼佛从今天起，就常使二十五位菩萨护持这个人。这个二十五位菩萨护持是出自于《十往生经》里。菩萨护持你，常令是人无病无恼，身心健康。我们今天学佛的同修很多有烦恼、有病痛，没有菩萨护持，这是什么原因？前面我们看善字有没有做到，这基本的条件，十善业道。真正喜欢的人，真正修行的人，决定十善业道具足，一般讲的上品十善。正信、爱乐净宗经典，又喜欢向别人介绍、宣扬净宗，这样的人发愿求生净土，才得到世尊加持，常使二十五位菩萨护持这个人，得到菩萨护持身心健康；换句话说，本人是身心清净，这个身心清净就是身心健康。",
      "zh_TW": "說者聽者，悉皆往生極樂世界。說聽明白了，一定是依教修行，決定得生極樂世界。若有如是等人，這個若是假設，如果有這種修行人。我從今日，我是釋迦牟尼佛，釋迦牟尼佛從今天起，就常使二十五位菩薩護持這個人。這個二十五位菩薩護持是出自於《十往生經》裡。菩薩護持你，常令是人無病無惱，身心健康。我們今天學佛的同修很多有煩惱、有病痛，沒有菩薩護持，這是什麼原因？前面我們看善字有沒有做到，這基本的條件，十善業道。真正喜歡的人，真正修行的人，決定十善業道具足，一般講的上品十善。正信、愛樂淨宗經典，又喜歡向別人介紹、宣揚淨宗，這樣的人發願求生淨土，才得到世尊加持，常使二十五位菩薩護持這個人，得到菩薩護持身心健康；換句話說，本人是身心清淨，這個身心清淨就是身心健康。"
    },
    {
      "id": "02-037-0526_p0009",
      "zh_CN": "下头这一句重要，若人若非人不得其便。我们讲冤亲债主不会找到你，你有护法菩萨，有护法神，这些外面的人想附身、想障碍你是做不到的。我们要相信、肯定我们都有二十五位菩萨护持，我们相信他，他就存在；我们不相信他，他就离开了。我们自己有方法来照顾自己，他省事，就不必他照顾；我们自己没有方法的时候，他一定要照顾。还是靠佛菩萨比较可靠，靠自己麻烦。我初学佛的时候，章嘉大师就教了我这一招，真正发心出家，学释迦牟尼佛一生弘法利生自行化他，就是你的一生佛菩萨都照顾你，你什么都不要操心。无论什么境界现前，顺境、逆境都是菩萨安排的，菩萨安排的，磨炼我们。顺境里面没有贪恋，逆境里头没有怨恨，在这里头把烦恼习气都磨掉，智慧就现前。",
      "zh_TW": "下頭這一句重要，若人若非人不得其便。我們講冤親債主不會找到你，你有護法菩薩，有護法神，這些外面的人想附身、想障礙你是做不到的。我們要相信、肯定我們都有二十五位菩薩護持，我們相信他，他就存在；我們不相信他，他就離開了。我們自己有方法來照顧自己，他省事，就不必他照顧；我們自己沒有方法的時候，他一定要照顧。還是靠佛菩薩比較可靠，靠自己麻煩。我初學佛的時候，章嘉大師就教了我這一招，真正發心出家，學釋迦牟尼佛一生弘法利生自行化他，就是你的一生佛菩薩都照顧你，你什麼都不要操心。無論什麼境界現前，順境、逆境都是菩薩安排的，菩薩安排的，磨鍊我們。順境裡面沒有貪戀，逆境裡頭沒有怨恨，在這裡頭把煩惱習氣都磨掉，智慧就現前。"
    },
    {
      "id": "02-037-0526_p0010",
      "zh_CN": "所以我们相信，一点怀疑都没有。每天读诵经典，遇到事情的时候依什么标准来判断、来观察？全依经典教训。不听信谣言，不依其他经论标准，因为每个法门不一样，每一部经有每一部经的理论跟方法，不相同，我就依这部，我走的是这条路，你走的是另外一条路，目的地都一样，都到达终极目标。可是我们不能用两个、三个，这就麻烦，这就自己造成障碍，走路就是一条路走到底，决定走通，而且这个路是捷径。净宗跟其他的法门来比较，其他法门都是弯路，弯则有大小，这是一条直路，不是弯路，一定要晓得死心塌地。",
      "zh_TW": "所以我們相信，一點懷疑都沒有。每天讀誦經典，遇到事情的時候依什麼標準來判斷、來觀察？全依經典教訓。不聽信謠言，不依其他經論標準，因為每個法門不一樣，每一部經有每一部經的理論跟方法，不相同，我就依這部，我走的是這條路，你走的是另外一條路，目的地都一樣，都到達終極目標。可是我們不能用兩個、三個，這就麻煩，這就自己造成障礙，走路就是一條路走到底，決定走通，而且這個路是捷徑。淨宗跟其他的法門來比較，其他法門都是彎路，彎則有大小，這是一條直路，不是彎路，一定要曉得死心塌地。"
    },
    {
      "id": "02-037-0526_p0011",
      "zh_CN": "众生的麻烦，这习气，对于照顾自己这个妄念太深，所以放不下。我们看到有些例子，人在得重病的时候，医院对他放弃治疗，告诉他你存活期间只有二、三个月，回家好好去休养，喜欢吃什么就吃什么，时间不长了。他听到这个宣判，等于说宣判他死刑，他对于活在这个世间绝望了，病不能治了。这一绝望才真正想求生净土，为什么？没法，没有别的地方去了，一天到晚真念阿弥陀佛，真想求生净土。念一段时期，身体没事，再检查病没有了，这是什么原因？是你的心制心一处，专在阿弥陀佛，把这身体忘掉，忘掉就没事了。常常念着身体，就是对身体的关怀，身体得到这个养分，你害病，那些病毒的细胞它得到养分，它慢慢在生长（滋生）、在扩张，就这么个道理。你把它忘掉，一点也不理它，等于说把它的养分全部断绝，它死掉了。",
      "zh_TW": "眾生的麻煩，這習氣，對於照顧自己這個妄念太深，所以放不下。我們看到有些例子，人在得重病的時候，醫院對他放棄治療，告訴他你存活期間只有二、三個月，回家好好去休養，喜歡吃什麼就吃什麼，時間不長了。他聽到這個宣判，等於說宣判他死刑，他對於活在這個世間絕望了，病不能治了。這一絕望才真正想求生淨土，為什麼？沒法，沒有別的地方去了，一天到晚真念阿彌陀佛，真想求生淨土。念一段時期，身體沒事，再檢查病沒有了，這是什麼原因？是你的心制心一處，專在阿彌陀佛，把這身體忘掉，忘掉就沒事了。常常念著身體，就是對身體的關懷，身體得到這個養分，你害病，那些病毒的細胞它得到養分，它慢慢在生長（滋生）、在擴張，就這麼個道理。你把它忘掉，一點也不理它，等於說把它的養分全部斷絕，它死掉了。"
    },
    {
      "id": "02-037-0526_p0012",
      "zh_CN": "现在量子力学家就用这个东西来证明念力不可思议，这念念也会拐弯，你决定不要去想它，它就没事，愈想愈麻烦。山西小院四十多个人都转过来了，都没事，这么好的例子摆在面前。所以念念放不下这个身体，身体终归要放下，你念念不是在极乐世界，那就随业流转，你造的什么业，你往哪里去了。为什么不念佛？为什么常常想着这个身体？这个身体一切随缘就好，不要去想它，你的身心才会健康，佛菩萨才真加持你。佛菩萨对你加持，你不加干扰，我自己要想怎样怎样，这就是干扰。所以这个道理要懂。我们不求在这个世间长住，尤其现在世间这么乱，乱世，人活在这个世间多可怜，不值得再贪恋。一切随缘，佛菩萨让我住世，我们就住世，住世劝别人修净土，我们就这一桩事情，寿命到了，佛菩萨一定来接我们往生。",
      "zh_TW": "現在量子力學家就用這個東西來證明念力不可思議，這念念也會拐彎，你決定不要去想它，它就沒事，愈想愈麻煩。山西小院四十多個人都轉過來了，都沒事，這麼好的例子擺在面前。所以念念放不下這個身體，身體終歸要放下，你念念不是在極樂世界，那就隨業流轉，你造的什麼業，你往哪裡去了。為什麼不念佛？為什麼常常想著這個身體？這個身體一切隨緣就好，不要去想它，你的身心才會健康，佛菩薩才真加持你。佛菩薩對你加持，你不加干擾，我自己要想怎樣怎樣，這就是干擾。所以這個道理要懂。我們不求在這個世間長住，尤其現在世間這麼亂，亂世，人活在這個世間多可憐，不值得再貪戀。一切隨緣，佛菩薩讓我住世，我們就住世，住世勸別人修淨土，我們就這一樁事情，壽命到了，佛菩薩一定來接我們往生。"
    },
    {
      "id": "02-037-0526_p0013",
      "zh_CN": "还有一种人往生意念非常坚决，我还有寿命不要了，行，阿弥陀佛也来带你走，这样的例子也很多。我看《往生传》、看《净土圣贤录》，我认为那里头至少有一半的人他还有寿命，为什么往生？不要了。他在这个世间教化众生，人家不相信，不听他的，无缘，无能为力，早一点往生。阿弥陀佛通情达理，你真想提早，他就来接引你。如果真有事，佛来接引了，跟佛告假，我还有事没办完，等我办完了过几年再走，也行。交光大师，明朝时候人，跟莲池大师同时代。临命终时佛来接引他，他一生心里想着《楞严经》，传到中国来，唐朝传来的，历代祖师大德注解《楞严》，都是用天台家的三止三观来解释，他认为这个不妥当，《楞严经》里头明明说的舍识用根，那就不是三止三观的意思。他把这个事情向佛报告，说他想重新做一部注解，依《楞严经》佛所讲的这个来做一部，就是提倡舍识用根。阿弥陀佛同意了，阿弥陀佛就走了，他又多住了几年，把这个事情完成。这叫生死自在，想提早去行，想办这桩事情再留几年也行，你看多自在。所以这个我们一定要相信，我们真的信佛，菩萨就护持。相信若人若非人，人来干扰你、障碍你，佛菩萨保佑你，他不会来找你；非人，这里头有魔道、有鬼道、有各种的灵，他来找你麻烦。因为有护法菩萨保护，他没有办法干扰你，行住坐卧，无问昼夜，常得安稳，你身心安稳。身心安稳妄念少、烦恼少，信心具足，这都是佛力在加持。",
      "zh_TW": "還有一種人往生意念非常堅決，我還有壽命不要了，行，阿彌陀佛也來帶你走，這樣的例子也很多。我看《往生傳》、看《淨土聖賢錄》，我認為那裡頭至少有一半的人他還有壽命，為什麼往生？不要了。他在這個世間教化眾生，人家不相信，不聽他的，無緣，無能為力，早一點往生。阿彌陀佛通情達理，你真想提早，他就來接引你。如果真有事，佛來接引了，跟佛告假，我還有事沒辦完，等我辦完了過幾年再走，也行。交光大師，明朝時候人，跟蓮池大師同時代。臨命終時佛來接引他，他一生心裡想著《楞嚴經》，傳到中國來，唐朝傳來的，歷代祖師大德註解《楞嚴》，都是用天台家的三止三觀來解釋，他認為這個不妥當，《楞嚴經》裡頭明明說的捨識用根，那就不是三止三觀的意思。他把這個事情向佛報告，說他想重新做一部註解，依《楞嚴經》佛所講的這個來做一部，就是提倡捨識用根。阿彌陀佛同意了，阿彌陀佛就走了，他又多住了幾年，把這個事情完成。這叫生死自在，想提早去行，想辦這樁事情再留幾年也行，你看多自在。所以這個我們一定要相信，我們真的信佛，菩薩就護持。相信若人若非人，人來干擾你、障礙你，佛菩薩保佑你，他不會來找你；非人，這裡頭有魔道、有鬼道、有各種的靈，他來找你麻煩。因為有護法菩薩保護，他沒有辦法干擾你，行住坐臥，無問晝夜，常得安穩，你身心安穩。身心安穩妄念少、煩惱少，信心具足，這都是佛力在加持。"
    },
    {
      "id": "02-037-0526_p0014",
      "zh_CN": "这段文上所说的「是明信受之大利」，我们能相信，我们能接受佛菩萨的教诲，依教奉行，你得到的利益。「何去何从，祈慎思之」，这是念老提出这个问话，何去何从，希望你慎重好好去想想。佛弟子死心塌地依靠佛，靠得住，不能怀疑。纵然遇到大难，那想想也能想清楚、想明白，这个灾难我应该受，这是佛法里面所说重罪轻报，我过去世不造这个业，就不会有这个果报。这果报现前，一定是过去生中造的重罪，这就报掉了，往生没有障碍。一心只求往生，除往生之外什么也不求。",
      "zh_TW": "這段文上所說的「是明信受之大利」，我們能相信，我們能接受佛菩薩的教誨，依教奉行，你得到的利益。「何去何從，祈慎思之」，這是念老提出這個問話，何去何從，希望你慎重好好去想想。佛弟子死心塌地依靠佛，靠得住，不能懷疑。縱然遇到大難，那想想也能想清楚、想明白，這個災難我應該受，這是佛法裡面所說重罪輕報，我過去世不造這個業，就不會有這個果報。這果報現前，一定是過去生中造的重罪，這就報掉了，往生沒有障礙。一心只求往生，除往生之外什麼也不求。"
    },
    {
      "id": "02-037-0526_p0015",
      "zh_CN": "下面，「复明疑谤之大害」，怀疑，谤是毁谤。「该经复曰」，还是《十往生经》里面的话，「于后阎浮提，或有比丘、比丘尼，见有读诵是经者，或相瞋恚，心怀诽谤。由是谤正法故，是人现身之中，来致诸恶重病。身根不具，聋盲瘖哑。水肿鬼魅，坐卧不安。求生不得，求死不得。或乃致死，堕于地狱。八万劫中，受大苦恼，百千万世，未曾闻水食之名。久后得出，在牛马猪羊，为人所杀，受大极苦。后得为人，常生下处，百千万世不得自在。永不闻三宝名字。是故无智无信人中，莫说是经也」。你看这么长一段经文，这个经文里头说得好，我们要多多的读几遍，把它读熟，这是大害！我们把它疏忽了，怀疑、毁谤这个灾难严重。",
      "zh_TW": "下面，「復明疑謗之大害」，懷疑，謗是毀謗。「該經復曰」，還是《十往生經》裡面的話，「於後閻浮提，或有比丘、比丘尼，見有讀誦是經者，或相瞋恚，心懷誹謗。由是謗正法故，是人現身之中，來致諸惡重病。身根不具，聾盲瘖啞。水腫鬼魅，坐臥不安。求生不得，求死不得。或乃致死，墮於地獄。八萬劫中，受大苦惱，百千萬世，未曾聞水食之名。久後得出，在牛馬豬羊，為人所殺，受大極苦。後得為人，常生下處，百千萬世不得自在。永不聞三寶名字。是故無智無信人中，莫說是經也」。你看這麼長一段經文，這個經文裡頭說得好，我們要多多的讀幾遍，把它讀熟，這是大害！我們把它疏忽了，懷疑、毀謗這個災難嚴重。"
    },
    {
      "id": "02-037-0526_p0016",
      "zh_CN": "经上说于后阎浮提，这个后是佛的末法，现在是佛的末法时期，说法的人少了，修行的人少了，证果的人完全没有。在净宗往生就是正法，修净土的人多，真正往生的人不多，什么原因？有疑、有谤。净宗的人对自己修行没有坚定信心，对不同的法门就毁谤，认为我这个法门比你高，你不如我，特别是遇到禅的、遇到密的。这个毁谤可不可以？不可以。为什么？全都是佛说的，佛说的经，你毁谤它就是谤佛，毁谤经典就是谤法，毁谤那些修行人，你就谤僧，毁谤三宝必定堕无间地狱。你修这个法门，怎么可以毁谤那个法门？不可以！所以这一点，我们一定要学善财童子，善财童子在五十三参里头做榜样给我们看。善财修念佛法门，对于任何不同的法门，你看他礼敬、赞叹，他参访，也想听听他们到底讲些什么，听完之后非常感恩拜谢，不学他，还老实念佛。这个对，这是真正佛弟子。你看，佛教我这个法门，教他那个法门，跟我的不一样，我得听听他那个法门怎么讲的，听明白、听懂了，我还是修我自己的法门，我不修他的法门。为什么？他那个法门是佛教他的，这个法门是佛教我的，佛教我的，我走这条路。我懂得他们的，我不迷惑，我知道佛有无量智慧，我们两个人根性不同，佛教我学这个，教他学那个。",
      "zh_TW": "經上說於後閻浮提，這個後是佛的末法，現在是佛的末法時期，說法的人少了，修行的人少了，證果的人完全沒有。在淨宗往生就是正法，修淨土的人多，真正往生的人不多，什麼原因？有疑、有謗。淨宗的人對自己修行沒有堅定信心，對不同的法門就毀謗，認為我這個法門比你高，你不如我，特別是遇到禪的、遇到密的。這個毀謗可不可以？不可以。為什麼？全都是佛說的，佛說的經，你毀謗它就是謗佛，毀謗經典就是謗法，毀謗那些修行人，你就謗僧，毀謗三寶必定墮無間地獄。你修這個法門，怎麼可以毀謗那個法門？不可以！所以這一點，我們一定要學善財童子，善財童子在五十三參裡頭做榜樣給我們看。善財修念佛法門，對於任何不同的法門，你看他禮敬、讚歎，他參訪，也想聽聽他們到底講些什麼，聽完之後非常感恩拜謝，不學他，還老實念佛。這個對，這是真正佛弟子。你看，佛教我這個法門，教他那個法門，跟我的不一樣，我得聽聽他那個法門怎麼講的，聽明白、聽懂了，我還是修我自己的法門，我不修他的法門。為什麼？他那個法門是佛教他的，這個法門是佛教我的，佛教我的，我走這條路。我懂得他們的，我不迷惑，我知道佛有無量智慧，我們兩個人根性不同，佛教我學這個，教他學那個。"
    },
    {
      "id": "02-037-0526_p0017",
      "zh_CN": "就跟我们小时候在私塾念书一样，私塾就一个老师，学生学的功课不一样，每个人都不一样。那是老师什么？看每个学生的程度。学习的进度也不一样，两个人同学一门课，进度不相同。小学生着重在读，句读，句读没有念错；在背诵，标准是什么？譬如让你念十行，十行是两百个字。古时候，古人的书一面是十行，一行二十个字，没有标点符号，所以无论哪个地方刻书印书统统是一样的，说第几页第几行，字都一样，这就是科学方法。一定是念十遍就能背，这就是标准。要是十行背不下来，减，念八行；八行还不行，念五行。你看每个学生根性不一样，有人念五行的、能背五行，有人能背十行，还有人能背更多的，大概那个根性很利、记忆力很强的，可以背六、七百个字。这就是同样学一本书，进度不相同。",
      "zh_TW": "就跟我們小時候在私塾念書一樣，私塾就一個老師，學生學的功課不一樣，每個人都不一樣。那是老師什麼？看每個學生的程度。學習的進度也不一樣，兩個人同學一門課，進度不相同。小學生著重在讀，句讀，句讀沒有念錯；在背誦，標準是什麼？譬如讓你念十行，十行是兩百個字。古時候，古人的書一面是十行，一行二十個字，沒有標點符號，所以無論哪個地方刻書印書統統是一樣的，說第幾頁第幾行，字都一樣，這就是科學方法。一定是念十遍就能背，這就是標準。要是十行背不下來，減，念八行；八行還不行，念五行。你看每個學生根性不一樣，有人念五行的、能背五行，有人能背十行，還有人能背更多的，大概那個根性很利、記憶力很強的，可以背六、七百個字。這就是同樣學一本書，進度不相同。"
    },
    {
      "id": "02-037-0526_p0018",
      "zh_CN": "因材施教，佛说无量法门对无量不同的根机。只要是佛教的，你就不要改，你依照这个法门决定成就，成就是明心见性，都能明心见性。所以叫法门平等，无有高下，你怎么可以毁谤？你这一毁谤，不就毁谤那种根性的同学吗？就错了，你怀疑毁谤都是针对着三宝，这个罪就造重了。所以善财童子是互相赞叹，没有毁谤的，对任何一个法门都赞叹。你看礼敬、赞叹，他想知道，不一定想学，就想知道；自始至终，一门深入，长时薰修。",
      "zh_TW": "因材施教，佛說無量法門對無量不同的根機。只要是佛教的，你就不要改，你依照這個法門決定成就，成就是明心見性，都能明心見性。所以叫法門平等，無有高下，你怎麼可以毀謗？你這一毀謗，不就毀謗那種根性的同學嗎？就錯了，你懷疑毀謗都是針對著三寶，這個罪就造重了。所以善財童子是互相讚歎，沒有毀謗的，對任何一個法門都讚歎。你看禮敬、讚歎，他想知道，不一定想學，就想知道；自始至終，一門深入，長時薰修。"
    },
    {
      "id": "02-037-0526_p0019",
      "zh_CN": "那我们要问，既然一门深入，长时薰修，为什么要学这么多法门？学这么多法门是应该的，为什么？圆满后得智。你在老师会上一门深入，你学到是根本智，根本智是得到自性本定、自性般若智慧开了。这个般若智慧是根本智，根本智就是清净心，所以说般若无知，那是根本智。起作用？无所不知。无所不知是后得智，就是他一见就明白，一听就明白，这是后得智。所以广学多闻，他无所不知，然后来教化众生，什么样根性的人他都有方法教你，这高明！中国人讲，「读万卷书，行万里路」，就这个意思。",
      "zh_TW": "那我們要問，既然一門深入，長時薰修，為什麼要學這麼多法門？學這麼多法門是應該的，為什麼？圓滿後得智。你在老師會上一門深入，你學到是根本智，根本智是得到自性本定、自性般若智慧開了。這個般若智慧是根本智，根本智就是清淨心，所以說般若無知，那是根本智。起作用？無所不知。無所不知是後得智，就是他一見就明白，一聽就明白，這是後得智。所以廣學多聞，他無所不知，然後來教化眾生，什麼樣根性的人他都有方法教你，這高明！中國人講，「讀萬卷書，行萬里路」，就這個意思。"
    },
    {
      "id": "02-037-0526_p0020",
      "zh_CN": "可是根本重要，没有根本哪来的枝叶？所以这个路子就是戒定慧，一切菩萨成佛都要用这个方法，没有例外的，因戒得定，因定开慧。疏忽戒律是绝大错误，不能成就。你在这个世间做一个佛学家可以，在世界上做个佛学学者可以，拿佛经去写博士论文行，当个名教授也行，但是，于了生死出三界不行，这是真的，不是假的，它不能帮你断烦恼，也不能帮助你消业障。带着业障烦恼习气学佛法，所学到的就是知识，今天讲佛学知识。是不是佛的意思？不是，是你自己的意思。",
      "zh_TW": "可是根本重要，沒有根本哪來的枝葉？所以這個路子就是戒定慧，一切菩薩成佛都要用這個方法，沒有例外的，因戒得定，因定開慧。疏忽戒律是絕大錯誤，不能成就。你在這個世間做一個佛學家可以，在世界上做個佛學學者可以，拿佛經去寫博士論文行，當個名教授也行，但是，於了生死出三界不行，這是真的，不是假的，它不能幫你斷煩惱，也不能幫助你消業障。帶著業障煩惱習氣學佛法，所學到的就是知識，今天講佛學知識。是不是佛的意思？不是，是你自己的意思。"
    },
    {
      "id": "02-037-0526_p0021",
      "zh_CN": "开经偈上讲愿解如来真实义，如来真实义是没有意思，什么时候我们在经典里面看成都没有意思，部部经都没有意思，经就平等了，完全平等。是不是真没有意思？跟你讲老实话，真没有意思。释迦牟尼佛讲经怎么讲出来了？对到人意思就起来了，人不在意思就没有了，这叫感应，众生有感，自然就有应。感，妄心感行，但是应决定是真心，没有妄心。所以佛的经是从真诚心流露出来的，不是世间语言，不能用世间意思去解释，道理在此地。所以，佛同样这一部经，同样这几个字，讲法无量无边，可深可浅，可长可短，一句话讲一百天讲不完。这就说明字字句句无量义，所以开悟才行。学习的目标定在开悟，不是定在你记多少、学多少，与这个不相干。中国古人不重视这个，重视开悟，一悟一切悟，只要这部经开悟了，任何经典拿下来，你自然明了。",
      "zh_TW": "開經偈上講願解如來真實義，如來真實義是沒有意思，什麼時候我們在經典裡面看成都沒有意思，部部經都沒有意思，經就平等了，完全平等。是不是真沒有意思？跟你講老實話，真沒有意思。釋迦牟尼佛講經怎麼講出來了？對到人意思就起來了，人不在意思就沒有了，這叫感應，眾生有感，自然就有應。感，妄心感行，但是應決定是真心，沒有妄心。所以佛的經是從真誠心流露出來的，不是世間語言，不能用世間意思去解釋，道理在此地。所以，佛同樣這一部經，同樣這幾個字，講法無量無邊，可深可淺，可長可短，一句話講一百天講不完。這就說明字字句句無量義，所以開悟才行。學習的目標定在開悟，不是定在你記多少、學多少，與這個不相干。中國古人不重視這個，重視開悟，一悟一切悟，只要這部經開悟了，任何經典拿下來，你自然明瞭。"
    },
    {
      "id": "02-037-0526_p0022",
      "zh_CN": "我们在《坛经》上看到，六祖惠能大师不就是这样的吗？他一生没听过经，只听过一次，五祖给他讲《金刚经》，三更半夜。《金刚经》没讲完，现在我们看看经文，大概是四分之一、五分之一的样子，讲到「应无所住，而生其心」，他开悟了。开悟就不讲了，行了，后头不说了，五祖就叫他赶快走路，亲自送他上船。他听别人念经，听完之后他就会讲，把意思讲给人听，就有这个本事。听他讲经的人容易开悟，真正是有道心的人，你碰到他，他真帮你开悟。",
      "zh_TW": "我們在《壇經》上看到，六祖惠能大師不就是這樣的嗎？他一生沒聽過經，只聽過一次，五祖給他講《金剛經》，三更半夜。《金剛經》沒講完，現在我們看看經文，大概是四分之一、五分之一的樣子，講到「應無所住，而生其心」，他開悟了。開悟就不講了，行了，後頭不說了，五祖就叫他趕快走路，親自送他上船。他聽別人念經，聽完之後他就會講，把意思講給人聽，就有這個本事。聽他講經的人容易開悟，真正是有道心的人，你碰到他，他真幫你開悟。"
    },
    {
      "id": "02-037-0526_p0023",
      "zh_CN": "阎浮提就是我们居住的地球，后就是末法，或者是比丘，出家的人，比丘尼，出家的二众，见有读诵是经者，这个是经我们一般讲往生经。往生经是什么？就是净土经论，《无量寿经》是求往生的，《阿弥陀经》是求往生的，《观经》是求往生的，净土五经一论都是求往生的，凡是念阿弥陀佛求往生极乐世界的，这一类的经典都叫是经。或相瞋恚，你看现在这会集本，多少人提到会集本他就生气，他就现瞋恚，恨不得把会集本全部烧掉。心怀毁谤。为什么？固执，对于经教不通、不了解。",
      "zh_TW": "閻浮提就是我們居住的地球，後就是末法，或者是比丘，出家的人，比丘尼，出家的二眾，見有讀誦是經者，這個是經我們一般講往生經。往生經是什麼？就是淨土經論，《無量壽經》是求往生的，《阿彌陀經》是求往生的，《觀經》是求往生的，淨土五經一論都是求往生的，凡是念阿彌陀佛求往生極樂世界的，這一類的經典都叫是經。或相瞋恚，你看現在這會集本，多少人提到會集本他就生氣，他就現瞋恚，恨不得把會集本全部燒掉。心懷毀謗。為什麼？固執，對於經教不通、不了解。"
    },
    {
      "id": "02-037-0526_p0024",
      "zh_CN": "昨天我们看到一个信息，也是一个同学从网路上下载的。蕅益大师，这是印光大师一生最佩服的一个人，净土宗第九代的祖师，莲池大师的弟子，他写的《弥陀经要解》，印光大师称赞这个本子，「即使古佛再来，给《弥陀经》做个注解，也不能超过其上」，这个赞叹是赞到顶点，佛来了做个注解，也不能超过它。蕅益大师在《大弥陀经》，就是王龙舒的会集本，好像是序文还是跋文里头，有一段对于会集称赞，而且他自己还写序流通。所以找到这份资料的人很难得，他旁边注解，希望大家千万不要再毁谤会集本，否则的话，那个罪太重了，那就是毁谤三宝，将来就是阿鼻地狱的罪业。",
      "zh_TW": "昨天我們看到一個信息，也是一個同學從網路上下載的。蕅益大師，這是印光大師一生最佩服的一個人，淨土宗第九代的祖師，蓮池大師的弟子，他寫的《彌陀經要解》，印光大師稱讚這個本子，「即使古佛再來，給《彌陀經》做個註解，也不能超過其上」，這個讚歎是讚到頂點，佛來了做個註解，也不能超過它。蕅益大師在《大彌陀經》，就是王龍舒的會集本，好像是序文還是跋文裡頭，有一段對於會集稱讚，而且他自己還寫序流通。所以找到這份資料的人很難得，他旁邊註解，希望大家千萬不要再毀謗會集本，否則的話，那個罪太重了，那就是毀謗三寶，將來就是阿鼻地獄的罪業。"
    },
    {
      "id": "02-037-0526_p0025",
      "zh_CN": "由是谤正法故，现在就来了麻烦，是人现身之中，来致诸恶，这得病。身根不具，身根不具是说底下的聋盲瘖哑，这不具。或者是得水肿鬼魅，鬼魅就是灵鬼附身，让你得病苦，坐卧不安，求生不得，求死不得，这是现在你招来的灾祸。或乃致死，堕于地狱，这是死后，你命终死了，死了到哪里去？到地狱去了，无间地狱，八万劫中受大苦恼。这个无间地狱去不得，寿命多长？八万大劫，这么长的时间，你都在地狱里头，地狱可是太苦了。百千万世，未曾闻水食之名，这一句是形容地狱，也旁涉到饿鬼道。从地狱出来到饿鬼道，饿鬼百千万世听不到水食之名，叫饿，这是鬼里头最痛苦的，罪业深重没有福报的。鬼的种类很多，堕在这一种。久后得出，罪受完出来了，出了饿鬼道，出了饿鬼道到畜生道。到畜生道什么？还债，欠命的还命，欠债的还钱。在牛马猪羊，为人所杀，你为人服务，服务到最后，你老了不能再工作，就杀掉吃了。服务的时候是还钱，被杀的时候还命，受极大苦。",
      "zh_TW": "由是謗正法故，現在就來了麻煩，是人現身之中，來致諸惡，這得病。身根不具，身根不具是說底下的聾盲瘖啞，這不具。或者是得水腫鬼魅，鬼魅就是靈鬼附身，讓你得病苦，坐臥不安，求生不得，求死不得，這是現在你招來的災禍。或乃致死，墮於地獄，這是死後，你命終死了，死了到哪裡去？到地獄去了，無間地獄，八萬劫中受大苦惱。這個無間地獄去不得，壽命多長？八萬大劫，這麼長的時間，你都在地獄裡頭，地獄可是太苦了。百千萬世，未曾聞水食之名，這一句是形容地獄，也旁涉到餓鬼道。從地獄出來到餓鬼道，餓鬼百千萬世聽不到水食之名，叫餓，這是鬼裡頭最痛苦的，罪業深重沒有福報的。鬼的種類很多，墮在這一種。久後得出，罪受完出來了，出了餓鬼道，出了餓鬼道到畜生道。到畜生道什麼？還債，欠命的還命，欠債的還錢。在牛馬豬羊，為人所殺，你為人服務，服務到最後，你老了不能再工作，就殺掉吃了。服務的時候是還錢，被殺的時候還命，受極大苦。"
    },
    {
      "id": "02-037-0526_p0026",
      "zh_CN": "以后再又回到人间来，回到人间什么？常生下处。下处是卑贱，为别人服务，我们常讲下人，就是奴仆，沦落到这一类人。百千万世不得自在，做奴仆的人听主人指挥，自己完全没有自由，遇到主人仁慈的那还不错，如果遇到主人不善的，那个苦可有得受了。这个业因是毁谤经典、怀疑经典，造这么重的罪，永不闻三宝名字。人能闻三宝名字就种福了，听到佛，听到经典，听到出家人，闻到三宝名，见到三宝的形像，能生起一点恭敬心，那就要修福，要多少辈子修福，才成为一个有善根福德之人，不容易！我们要相信经典上讲的话是真话，没有一句是妄语。然后就想想，我们自己这一生得来不容易，多生多劫修成，这一世遇到这个法门，那要不往生，对不起自己；要不往生再一个轮回，机会错过，不知道错到哪里去了。",
      "zh_TW": "以後再又回到人間來，回到人間什麼？常生下處。下處是卑賤，為別人服務，我們常講下人，就是奴僕，淪落到這一類人。百千萬世不得自在，做奴僕的人聽主人指揮，自己完全沒有自由，遇到主人仁慈的那還不錯，如果遇到主人不善的，那個苦可有得受了。這個業因是毀謗經典、懷疑經典，造這麼重的罪，永不聞三寶名字。人能聞三寶名字就種福了，聽到佛，聽到經典，聽到出家人，聞到三寶名，見到三寶的形像，能生起一點恭敬心，那就要修福，要多少輩子修福，才成為一個有善根福德之人，不容易！我們要相信經典上講的話是真話，沒有一句是妄語。然後就想想，我們自己這一生得來不容易，多生多劫修成，這一世遇到這個法門，那要不往生，對不起自己；要不往生再一個輪迴，機會錯過，不知道錯到哪裡去了。"
    },
    {
      "id": "02-037-0526_p0027",
      "zh_CN": "唐太宗那个光碟上我们看到，这是个好皇帝，死了以后他堕畜生道；畜生死了之后，他又到人道来，普通人；人道死了之后，才堕地狱道。这就是说明，你到哪一道去投胎是引业引导你去的，引业成熟不同，临命终时哪一个念头强，就先到哪一道去。如果我们自己很冷静去观察自己，我们什么念头最强，这个念头引导我们到那里。贪的力量强，鬼道去了；瞋恚力量强，地狱道去了；愚痴强，畜生道去了。所以他到畜生道，愚痴，就是人昏迷，是非善恶都不知道，游魂随着境界转，见到畜生，他以为那里不错，他就去了。这些事情，像《玉历宝钞》里头都讲得很清楚。人道，得到人道，是阿赖耶识里头有五戒十善，过去生中五戒十善修得好，这个种子起现行，他才能到人道来。天道，不但要修五戒十善，还有四无量心，就是慈悲喜舍有这个心，有慈悲心、有喜舍心，这生天。",
      "zh_TW": "唐太宗那個光碟上我們看到，這是個好皇帝，死了以後他墮畜生道；畜生死了之後，他又到人道來，普通人；人道死了之後，才墮地獄道。這就是說明，你到哪一道去投胎是引業引導你去的，引業成熟不同，臨命終時哪一個念頭強，就先到哪一道去。如果我們自己很冷靜去觀察自己，我們什麼念頭最強，這個念頭引導我們到那裡。貪的力量強，鬼道去了；瞋恚力量強，地獄道去了；愚痴強，畜生道去了。所以他到畜生道，愚痴，就是人昏迷，是非善惡都不知道，遊魂隨著境界轉，見到畜生，他以為那裡不錯，他就去了。這些事情，像《玉曆寶鈔》裡頭都講得很清楚。人道，得到人道，是阿賴耶識裡頭有五戒十善，過去生中五戒十善修得好，這個種子起現行，他才能到人道來。天道，不但要修五戒十善，還有四無量心，就是慈悲喜捨有這個心，有慈悲心、有喜捨心，這生天。"
    },
    {
      "id": "02-037-0526_p0028",
      "zh_CN": "我们明白这个道理，所以为什么劝大家认真去念佛，希望把念佛这个习气养成，到你命终时候没有别的念头，就是求生净土，阿弥陀佛决定现身。其他的我统统放下，我什么都不想，我就想阿弥陀佛，就想极乐世界，「忆佛念佛，现前当来，必定见佛」，这个重要。决定没有怀疑，对于这个本子坚定信心，那个不信的人、毁谤的人，我们晓得他有他的业报，我依教奉行，我决定求生净土。诸佛菩萨教化众生只有一个目的，希望被教化的这个众生早一天成佛，这是诸佛的本愿。我们能早一天成佛，叫报佛恩，这真听话。",
      "zh_TW": "我們明白這個道理，所以為什麼勸大家認真去念佛，希望把念佛這個習氣養成，到你命終時候沒有別的念頭，就是求生淨土，阿彌陀佛決定現身。其他的我統統放下，我什麼都不想，我就想阿彌陀佛，就想極樂世界，「憶佛念佛，現前當來，必定見佛」，這個重要。決定沒有懷疑，對於這個本子堅定信心，那個不信的人、毀謗的人，我們曉得他有他的業報，我依教奉行，我決定求生淨土。諸佛菩薩教化眾生只有一個目的，希望被教化的這個眾生早一天成佛，這是諸佛的本願。我們能早一天成佛，叫報佛恩，這真聽話。"
    },
    {
      "id": "02-037-0526_p0029",
      "zh_CN": "你说这个经典怎么不好？这个经典教我们，「发菩提心，一向专念」，这个话你反不反对？这不反对，那我就一句话就行，我就成功了。其他的翻得对不对我不管它，我只要认识这一句、抓住这一句，我就能往生，那就没错。你敢批评，我不敢，你自己以为很聪明、有智慧，那个批评会集，我没有这些人的智慧，我也没有这些人的学问，我只听话，我只依教奉行。这个会集本，我们经过老师的介绍，老师不会害我。李老师接受这个经本也是老师的介绍，这经的一篇序文是他老师梅光羲写的。我信老师，他也信老师，这能错得了吗？而且老师修行往生都有瑞相，都不简单，这些人都是大德，真正称得上通宗通教、显密圆融，对儒跟道都有深厚的基础，我们这代人没法子跟他们相比。",
      "zh_TW": "你說這個經典怎麼不好？這個經典教我們，「發菩提心，一向專念」，這個話你反不反對？這不反對，那我就一句話就行，我就成功了。其他的翻得對不對我不管它，我只要認識這一句、抓住這一句，我就能往生，那就沒錯。你敢批評，我不敢，你自己以為很聰明、有智慧，那個批評會集，我沒有這些人的智慧，我也沒有這些人的學問，我只聽話，我只依教奉行。這個會集本，我們經過老師的介紹，老師不會害我。李老師接受這個經本也是老師的介紹，這經的一篇序文是他老師梅光羲寫的。我信老師，他也信老師，這能錯得了嗎？而且老師修行往生都有瑞相，都不簡單，這些人都是大德，真正稱得上通宗通教、顯密圓融，對儒跟道都有深厚的基礎，我們這代人沒法子跟他們相比。"
    },
    {
      "id": "02-037-0526_p0030",
      "zh_CN": "这个原因，他们那个时代虽然说社会乱了，不像今天这么乱。抗战之前中国社会虽然很乱，军阀割据，可是我们住在乡下没感觉到。乡下人，真的，也没有报纸，也没有新闻，城里头出了什么事情，半个月才知道。这有人到城里去，回来说城里出什么事情了才晓得，没有人去就没有人知道。所以我们那个时候，到十岁的时候，心目当中天下太平，没事，什么事都没有。实在讲这媒体害死人，天天播这个东西，让大家提心吊胆，把这个心都浮动起来了。从前根本没有这个东西，电话都没有，那个时候有电报，电话没有。寄一封信，邮差这封信送到你家里，那个时候我父亲在福建工作，我们在家乡，一封信差不多二十天才收到，哪有像现在。",
      "zh_TW": "這個原因，他們那個時代雖然說社會亂了，不像今天這麼亂。抗戰之前中國社會雖然很亂，軍閥割據，可是我們住在鄉下沒感覺到。鄉下人，真的，也沒有報紙，也沒有新聞，城裡頭出了什麼事情，半個月才知道。這有人到城裡去，回來說城裡出什麼事情了才曉得，沒有人去就沒有人知道。所以我們那個時候，到十歲的時候，心目當中天下太平，沒事，什麼事都沒有。實在講這媒體害死人，天天播這個東西，讓大家提心弔膽，把這個心都浮動起來了。從前根本沒有這個東西，電話都沒有，那個時候有電報，電話沒有。寄一封信，郵差這封信送到你家裡，那個時候我父親在福建工作，我們在家鄉，一封信差不多二十天才收到，哪有像現在。"
    },
    {
      "id": "02-037-0526_p0031",
      "zh_CN": "现在科学技术好不好？不好，把我们搅和乱了，心乱掉了。什么好？科学统统不要了，那个好，那真是天下太平。每天日出而作，日没而息，你看人跟大自然融合在一起，那多幸福，那多快乐。现在说一切都方便了，是的，没错，但是我们精神上所受的损害无法补偿，得不偿失，这真的不是假的。所以今天人向往科学，科学走到最极端是毁灭。于是我们也就能体会到，我们老祖宗有智慧，有这个德能为什么不从科学上去发展？老祖宗知道，科学的发展我们付出的代价不值得，不干这个事情，我们要幸福，我们要安定，我们要和平。科学会带来混乱、会带来妄念、会带来痛苦，不是好事情。这个要不是很深细微去观察，你不知道。人在定中的境界是多圆满的，智慧开了，更不得了！那是真乐，那是真正的享受，所谓人生最高的享受，科学里头得不到。",
      "zh_TW": "現在科學技術好不好？不好，把我們攪和亂了，心亂掉了。什麼好？科學統統不要了，那個好，那真是天下太平。每天日出而作，日沒而息，你看人跟大自然融合在一起，那多幸福，那多快樂。現在說一切都方便了，是的，沒錯，但是我們精神上所受的損害無法補償，得不償失，這真的不是假的。所以今天人嚮往科學，科學走到最極端是毀滅。於是我們也就能體會到，我們老祖宗有智慧，有這個德能為什麼不從科學上去發展？老祖宗知道，科學的發展我們付出的代價不值得，不幹這個事情，我們要幸福，我們要安定，我們要和平。科學會帶來混亂、會帶來妄念、會帶來痛苦，不是好事情。這個要不是很深細微去觀察，你不知道。人在定中的境界是多圓滿的，智慧開了，更不得了！那是真樂，那是真正的享受，所謂人生最高的享受，科學裡頭得不到。"
    },
    {
      "id": "02-037-0526_p0032",
      "zh_CN": "所以，闻三宝名字都这么难，这样令人羡慕，我们今天身在三宝之中，要不知道珍惜就太可惜了。这下面这一句，是故无智无信人中，莫说是经也。没有智慧、没有信心，你就不要给他讲佛，为什么？他没那么大的福报。为什么佛不出世？佛菩萨要出世，在今天社会是普遍受到毁谤、受到轻慢，对佛菩萨没有损伤，这个毁谤的人、轻慢的人他的罪重了。所以佛菩萨不出世，让你不造这个罪业，这大慈大悲。佛菩萨在那边等，等你什么时候回头，因为你造作的不善，一定有不善的果报，果报受尽了，你苦尽甘来，想学好了，佛菩萨就来了。你现在不想学好，对于什么叫好你完全不知道，佛菩萨不来。为什么过去盛世的时候圣贤那么多，原因是什么？人人想学，人人都学好，他相信、恭敬、赞叹、供养，佛菩萨、圣贤都来了。现在不要，不要他当然不来，何必要让你造罪业？这是佛菩萨应化世间他的模式，我们要知道。对于不信的人就不要讲这个经，有信仰的人可以讲，没有信仰的人就不要讲。",
      "zh_TW": "所以，聞三寶名字都這麼難，這樣令人羨慕，我們今天身在三寶之中，要不知道珍惜就太可惜了。這下面這一句，是故無智無信人中，莫說是經也。沒有智慧、沒有信心，你就不要給他講佛，為什麼？他沒那麼大的福報。為什麼佛不出世？佛菩薩要出世，在今天社會是普遍受到毀謗、受到輕慢，對佛菩薩沒有損傷，這個毀謗的人、輕慢的人他的罪重了。所以佛菩薩不出世，讓你不造這個罪業，這大慈大悲。佛菩薩在那邊等，等你什麼時候回頭，因為你造作的不善，一定有不善的果報，果報受盡了，你苦盡甘來，想學好了，佛菩薩就來了。你現在不想學好，對於什麼叫好你完全不知道，佛菩薩不來。為什麼過去盛世的時候聖賢那麼多，原因是什麼？人人想學，人人都學好，他相信、恭敬、讚歎、供養，佛菩薩、聖賢都來了。現在不要，不要他當然不來，何必要讓你造罪業？這是佛菩薩應化世間他的模式，我們要知道。對於不信的人就不要講這個經，有信仰的人可以講，沒有信仰的人就不要講。"
    },
    {
      "id": "02-037-0526_p0033",
      "zh_CN": "「旁引两经」，这是念老在这段文里面引用《十往生经》跟《千手经》，引用这两部经。「深显疑信」，深深的显示出一个怀疑，一个信，你看，「虽只在当人一念之间」，信是一念，疑也是一念，「但所种祸福，悬隔天渊，历劫无尽」。最后这一句话重，你一念信，你种福了，你一念怀疑，你种下祸根了，祸福那是天上人间，相差太远了。何况历劫无尽，这一句话严重了，你这个灾祸什么时候能消尽？时间太长。「故云应当明信诸佛无上智慧」，明是明了，信是深信不疑，佛的智慧是究竟圆满的。",
      "zh_TW": "「旁引兩經」，這是念老在這段文裡面引用《十往生經》跟《千手經》，引用這兩部經。「深顯疑信」，深深的顯示出一個懷疑，一個信，你看，「雖只在當人一念之間」，信是一念，疑也是一念，「但所種禍福，懸隔天淵，歷劫無盡」。最後這一句話重，你一念信，你種福了，你一念懷疑，你種下禍根了，禍福那是天上人間，相差太遠了。何況歷劫無盡，這一句話嚴重了，你這個災禍什麼時候能消盡？時間太長。「故云應當明信諸佛無上智慧」，明是明瞭，信是深信不疑，佛的智慧是究竟圓滿的。"
    },
    {
      "id": "02-037-0526_p0034",
      "zh_CN": "在这个地方，大乘经上常讲一切众生本来是佛，佛不像其他宗教，智慧神通是神的专利，人没有，佛不是的。一切众生，蚊虫蚂蚁都是，都是平等的，现在是报身不平等，我们得人身，牠得蚂蚁身，这业报不平等，这自作自受。我们跟天人不能比，天人跟极乐世界不能比。我们前面都学过，哪一种人福报最大？念佛的人福报最大，问题你真相信，怀疑就不行了，怀疑把你的功夫全破坏了；真正深信不疑，就具足圆满功德。这些事理一定要清楚、要明了。所以经不能不听，不能不多听，就这一部经，重复再重复的听，遍数愈多，你的悟处就愈深、就愈广。真正搞清楚、搞明白，前面说了，自然放下，放下就入境界了。",
      "zh_TW": "在這個地方，大乘經上常講一切眾生本來是佛，佛不像其他宗教，智慧神通是神的專利，人沒有，佛不是的。一切眾生，蚊蟲螞蟻都是，都是平等的，現在是報身不平等，我們得人身，牠得螞蟻身，這業報不平等，這自作自受。我們跟天人不能比，天人跟極樂世界不能比。我們前面都學過，哪一種人福報最大？念佛的人福報最大，問題你真相信，懷疑就不行了，懷疑把你的功夫全破壞了；真正深信不疑，就具足圓滿功德。這些事理一定要清楚、要明瞭。所以經不能不聽，不能不多聽，就這一部經，重複再重複的聽，遍數愈多，你的悟處就愈深、就愈廣。真正搞清楚、搞明白，前面說了，自然放下，放下就入境界了。"
    },
    {
      "id": "02-037-0526_p0035",
      "zh_CN": "我们再看下面第四大段「问答」，分两段。「问答不求往生所以」，学佛的人多，很多人不求往生，这什么原因？请看经文：",
      "zh_TW": "我們再看下面第四大段「問答」，分兩段。「問答不求往生所以」，學佛的人多，很多人不求往生，這什麼原因？請看經文："
    },
    {
      "id": "02-037-0526_p0036",
      "zh_CN": "【慈氏白言。云何此界一类众生。虽亦修善。而不求生。】",
      "zh_TW": "【慈氏白言。云何此界一類眾生。雖亦修善。而不求生。】"
    },
    {
      "id": "02-037-0526_p0037",
      "zh_CN": "就是不求生净土。注解里头说「慈氏大士」，就是弥勒菩萨。弥勒菩萨「以无缘大慈」，悯念末法众生，末世末法众生。有『一类众生』，真有这一类，虽然也修善，「但不求生西方净土」。所以提出这个问题，他为什么不求生。下面世尊为我们解答，请看经文：",
      "zh_TW": "就是不求生淨土。註解裡頭說「慈氏大士」，就是彌勒菩薩。彌勒菩薩「以無緣大慈」，憫念末法眾生，末世末法眾生。有『一類眾生』，真有這一類，雖然也修善，「但不求生西方淨土」。所以提出這個問題，他為什麼不求生。下面世尊為我們解答，請看經文："
    },
    {
      "id": "02-037-0526_p0038",
      "zh_CN": "【佛告慈氏。此等众生。智慧微浅。分别西方。不及天界。是以非乐。不求生彼。】",
      "zh_TW": "【佛告慈氏。此等眾生。智慧微淺。分別西方。不及天界。是以非樂。不求生彼。】"
    },
    {
      "id": "02-037-0526_p0039",
      "zh_CN": "佛把事实真相为我们说出来，这一类的众生没智慧，有知识没有智慧，迷恋天人福报，故不愿往生净土。对于往生净土他疑惑，他认为那是宗教、是迷信，是骗人的，不是真的，眼前这种，他看见的、他接触到的这是真的。现在连天都不相信了，过去还相信天，现在天，所谓是科学发达之后，西方人宣布上帝已经死亡，不相信了。基督教听说在中国很兴旺，在外国没落了。美国的天主教跟基督教堂很少人去了，所以教堂都插牌子卖。我们在美国看教堂插牌卖，问他为什么卖？没人了，信徒没有了。所以，东方人，这学佛的到美国去就买教堂改装一下，因为它是宗教用地，我们也是宗教，不变更，很容易。这看到宗教没落，什么原因？科学，大家都相信科学，科学拿证据来。宗教你说你有上帝，上帝在哪里？谁见过？你拿不出证据来。你说显灵你相信了，他没有显给我看，我没有看到我不相信，叫我看到我才相信。所以现在连天都不相信，信什么？信眼前的财色名食睡，他信这个。所以拼命追求，贪而无厌，造作无量无边的罪业，他不知道。他认为什么？人死就没有了，什么都没有了，你尽量去做，死了以后什么都没有。他只知道这一生，没有过去，也没有未来，他的宇宙人生观一时的，所以他什么都敢做，没有丝毫畏惧之心。于是伦理、道德、因果要讲得叫他心服口服，可不是一桩容易事情，圣贤人来也没法子教，这是多么可怕的事情。",
      "zh_TW": "佛把事實真相為我們說出來，這一類的眾生沒智慧，有知識沒有智慧，迷戀天人福報，故不願往生淨土。對於往生淨土他疑惑，他認為那是宗教、是迷信，是騙人的，不是真的，眼前這種，他看見的、他接觸到的這是真的。現在連天都不相信了，過去還相信天，現在天，所謂是科學發達之後，西方人宣布上帝已經死亡，不相信了。基督教聽說在中國很興旺，在外國沒落了。美國的天主教跟基督教堂很少人去了，所以教堂都插牌子賣。我們在美國看教堂插牌賣，問他為什麼賣？沒人了，信徒沒有了。所以，東方人，這學佛的到美國去就買教堂改裝一下，因為它是宗教用地，我們也是宗教，不變更，很容易。這看到宗教沒落，什麼原因？科學，大家都相信科學，科學拿證據來。宗教你說你有上帝，上帝在哪裡？誰見過？你拿不出證據來。你說顯靈你相信了，他沒有顯給我看，我沒有看到我不相信，叫我看到我才相信。所以現在連天都不相信，信什麼？信眼前的財色名食睡，他信這個。所以拼命追求，貪而無厭，造作無量無邊的罪業，他不知道。他認為什麼？人死就沒有了，什麼都沒有了，你盡量去做，死了以後什麼都沒有。他只知道這一生，沒有過去，也沒有未來，他的宇宙人生觀一時的，所以他什麼都敢做，沒有絲毫畏懼之心。於是倫理、道德、因果要講得叫他心服口服，可不是一樁容易事情，聖賢人來也沒法子教，這是多麼可怕的事情。"
    },
    {
      "id": "02-037-0526_p0040",
      "zh_CN": "我们今天遇到了，这也是与现前众生共业所感，遇到了，我们要把握，我们在这一生当中成就。这个成就，做最好的榜样，往生的瑞相，也只有当场看到的这几个人相信，没有看到的人还是不相信。你讲给他听，他要是怀疑，说你在造谣生事，你的幻觉，不是真的。所以现在人难度。那我们对自己就愈知道要珍重，机会实在是太难遇到，我们居然遇到，遇到这一生第一桩大事，就是往生净土。对这个世间不要再留恋，留恋就变成这样子，『智慧微浅』，那留恋不想往生，认为这还不错，还挺好的，大灾难真的来临，逃不掉了，那个时候后悔莫及。",
      "zh_TW": "我們今天遇到了，這也是與現前眾生共業所感，遇到了，我們要把握，我們在這一生當中成就。這個成就，做最好的榜樣，往生的瑞相，也只有當場看到的這幾個人相信，沒有看到的人還是不相信。你講給他聽，他要是懷疑，說你在造謠生事，你的幻覺，不是真的。所以現在人難度。那我們對自己就愈知道要珍重，機會實在是太難遇到，我們居然遇到，遇到這一生第一樁大事，就是往生淨土。對這個世間不要再留戀，留戀就變成這樣子，『智慧微淺』，那留戀不想往生，認為這還不錯，還挺好的，大災難真的來臨，逃不掉了，那個時候後悔莫及。"
    },
    {
      "id": "02-037-0526_p0041",
      "zh_CN": "灾难什么时候发生没有人知道，这世界上哪个地方有安全的，谁敢讲？高地方，高山会崩塌，地会沉下去，现在这个山崩地陷常常有听说，这才开始，往后可能还有更严重的。所以这个世间没有安全感。佛告诉我们最安全是念佛，念佛的人有福报，念佛的人居住的地方叫福人居福地，他这个地方灾难少，纵有灾难，不严重。这是什么？这是三宝加持，护法菩萨、众神在照顾。我们真正下决心，我在这一生当中要成就。不信的人不必给他说，说了他毁谤，没用处。先求自度，我们有慈悲心，到这个世界灾难过去了，一切恢复正常了，再来！到极乐世界就有这个本事，这个世界每一天的变化你都看得很清楚，什么时候人心回头向善再来，叫倒驾慈航。那个时候来，像释迦牟尼佛一样，像诸菩萨、祖师大德一样，不迷了。我们这次来是迷惑颠倒来的，西方极乐世界再来不迷了，清清楚楚。而且到西方极乐世界，我们知道，我们来是化身而来，我们的真身，真身在阿弥陀佛讲堂里头没离开，没有离开，真身还坐在那里听经，化身来了。你们看《西游记》孙悟空，拔一根毫毛，吹一口气变成一个孙悟空，化身他就能办事。我们到西方极乐世界能现无量无边的化身，所以你看看，上供养诸佛如来，供佛的福报最大，又听佛讲经，闻法智慧增长，所以供佛是福慧双修。到极乐世界成就圆满的福慧非常容易，很快就成就，他方世界没这么方便。我们再看下面这一段，「问答免轮回之所以」：",
      "zh_TW": "災難什麼時候發生沒有人知道，這世界上哪個地方有安全的，誰敢講？高地方，高山會崩塌，地會沉下去，現在這個山崩地陷常常有聽說，這才開始，往後可能還有更嚴重的。所以這個世間沒有安全感。佛告訴我們最安全是念佛，念佛的人有福報，念佛的人居住的地方叫福人居福地，他這個地方災難少，縱有災難，不嚴重。這是什麼？這是三寶加持，護法菩薩、眾神在照顧。我們真正下決心，我在這一生當中要成就。不信的人不必給他說，說了他毀謗，沒用處。先求自度，我們有慈悲心，到這個世界災難過去了，一切恢復正常了，再來！到極樂世界就有這個本事，這個世界每一天的變化你都看得很清楚，什麼時候人心回頭向善再來，叫倒駕慈航。那個時候來，像釋迦牟尼佛一樣，像諸菩薩、祖師大德一樣，不迷了。我們這次來是迷惑顛倒來的，西方極樂世界再來不迷了，清清楚楚。而且到西方極樂世界，我們知道，我們來是化身而來，我們的真身，真身在阿彌陀佛講堂裡頭沒離開，沒有離開，真身還坐在那裡聽經，化身來了。你們看《西遊記》孫悟空，拔一根毫毛，吹一口氣變成一個孫悟空，化身他就能辦事。我們到西方極樂世界能現無量無邊的化身，所以你看看，上供養諸佛如來，供佛的福報最大，又聽佛講經，聞法智慧增長，所以供佛是福慧雙修。到極樂世界成就圓滿的福慧非常容易，很快就成就，他方世界沒這麼方便。我們再看下面這一段，「問答免輪迴之所以」："
    },
    {
      "id": "02-037-0526_p0042",
      "zh_CN": "【慈氏白言。此等众生。虚妄分别。不求佛刹。何免轮回。】",
      "zh_TW": "【慈氏白言。此等眾生。虛妄分別。不求佛剎。何免輪迴。】"
    },
    {
      "id": "02-037-0526_p0043",
      "zh_CN": "他如何能够免掉轮回？这是事实真相。念老的解释说，「慈氏复云」，这又说，不求往生西方净土，你怎么能免去轮回？这里头有两个意思，第一个是「专指如上之人」，这些人怎么样？他说西方不如天界，比不上天上，所以都想生天。「如是虚妄分别，不求生净土。不知修善之福，虽得生天，但天寿尽后，仍复轮转」。天上有寿命的，寿命到了还是要轮回。天人死了以后，天是乘大福报去往生的，生到天上，福享尽了，阿赖耶识里头含藏着罪业的种子，生生世世造的恶业那些种子现行，就又堕恶道去了。这是非常麻烦的事情，而且是事实，我们不能不知道。",
      "zh_TW": "他如何能夠免掉輪迴？這是事實真相。念老的解釋說，「慈氏復云」，這又說，不求往生西方淨土，你怎麼能免去輪迴？這裡頭有兩個意思，第一個是「專指如上之人」，這些人怎麼樣？他說西方不如天界，比不上天上，所以都想生天。「如是虛妄分別，不求生淨土。不知修善之福，雖得生天，但天壽盡後，仍復輪轉」。天上有壽命的，壽命到了還是要輪迴。天人死了以後，天是乘大福報去往生的，生到天上，福享盡了，阿賴耶識裡頭含藏著罪業的種子，生生世世造的惡業那些種子現行，就又墮惡道去了。這是非常麻煩的事情，而且是事實，我們不能不知道。"
    },
    {
      "id": "02-037-0526_p0044",
      "zh_CN": "你要是真搞清楚、真搞明白了，求生净土的心就决定了。十法界依正庄严，我们统统有分，你愿意到哪里去自由选择，这是大乘教上说的。愿意到哪一道，有哪一道的条件，你具备这些条件，有强烈坚定的信心，你就决定得去。人道就是伦理道德，这是主要因素，你真正能够遵守伦理道德，来生不失人身，你来生一定还到人道来。天道要上品十善，四无量心，慈悲喜舍，你才能生天。天上上二界没有瞋恚，色界天跟无色界天；也就是说，二十八层天愈往上面去，这德行愈高，福报愈大。但是都有寿命，寿命到的时候怎么办？还要堕落，出不了六道轮回。我们了解这个事实真相，对于生天的念头就断掉了，我修一切功德、做一切好事，不希望生天，把这修行的善行功德都回向求生净土，这就对了。",
      "zh_TW": "你要是真搞清楚、真搞明白了，求生淨土的心就決定了。十法界依正莊嚴，我們統統有分，你願意到哪裡去自由選擇，這是大乘教上說的。願意到哪一道，有哪一道的條件，你具備這些條件，有強烈堅定的信心，你就決定得去。人道就是倫理道德，這是主要因素，你真正能夠遵守倫理道德，來生不失人身，你來生一定還到人道來。天道要上品十善，四無量心，慈悲喜捨，你才能生天。天上上二界沒有瞋恚，色界天跟無色界天；也就是說，二十八層天愈往上面去，這德行愈高，福報愈大。但是都有壽命，壽命到的時候怎麼辦？還要墮落，出不了六道輪迴。我們了解這個事實真相，對於生天的念頭就斷掉了，我修一切功德、做一切好事，不希望生天，把這修行的善行功德都迴向求生淨土，這就對了。"
    },
    {
      "id": "02-037-0526_p0045",
      "zh_CN": "三恶道去的人是最多，为什么？三恶道的业因是杀盗淫妄，干这种事情人最多，他不相信这是造罪业。尤其现在杀生吃肉，不得了！联合国的统计，每一年被人杀死吃掉的这些动物，陆地上走的、水里游的、空中飞的，有多少？三千三百七十亿，一年三千三百七十亿，这是从前没有过的事情，过去任何一个时代都没有这么重的杀业。再堕胎，堕胎什么？杀亲生的儿女。也是联合国发布的，这最保守的，因为医院里头有记录的超过五千多万人；换句话说，平均每天超过十五万。所以我们现在旅行，坐飞机飞在上面，看到底下灰灰土土的一层雾，那是什么？怨气。以前没有，五十年前没有，这种怨气形成这样情形是最近的二十年，二十年之前没有，常常旅行知道，现在愈来愈严重。灾难怎么来的？从这来的。",
      "zh_TW": "三惡道去的人是最多，為什麼？三惡道的業因是殺盜淫妄，幹這種事情人最多，他不相信這是造罪業。尤其現在殺生吃肉，不得了！聯合國的統計，每一年被人殺死吃掉的這些動物，陸地上走的、水裡游的、空中飛的，有多少？三千三百七十億，一年三千三百七十億，這是從前沒有過的事情，過去任何一個時代都沒有這麼重的殺業。再墮胎，墮胎什麼？殺親生的兒女。也是聯合國發布的，這最保守的，因為醫院裡頭有記錄的超過五千多萬人；換句話說，平均每天超過十五萬。所以我們現在旅行，坐飛機飛在上面，看到底下灰灰土土的一層霧，那是什麼？怨氣。以前沒有，五十年前沒有，這種怨氣形成這樣情形是最近的二十年，二十年之前沒有，常常旅行知道，現在愈來愈嚴重。災難怎麼來的？從這來的。"
    },
    {
      "id": "02-037-0526_p0046",
      "zh_CN": "所以人家讲化解灾难，二０一二如何化解？许多人传递的信息，化解几乎是相同的。第一个素食，不杀生。第二个爱心，要把爱心找出来，爱自己，能爱别人、爱一切众生，不再有瞋恨，不再有傲慢、嫉妒。第三个是镇定。就是灾难现前了，不怕，不惊不怖，不害怕，心能够定下来。为什么？灾难当中死去的人，被吓死的是多数，他慌了，吓死了。所以你不害怕，往往你心很冷静，你就知道怎么应付，怎么样回避。还是修清净心，所谓清净心生智慧，智慧知道怎样回避，这个讲得很有道理。",
      "zh_TW": "所以人家講化解災難，二０一二如何化解？許多人傳遞的信息，化解幾乎是相同的。第一個素食，不殺生。第二個愛心，要把愛心找出來，愛自己，能愛別人、愛一切眾生，不再有瞋恨，不再有傲慢、嫉妒。第三個是鎮定。就是災難現前了，不怕，不驚不怖，不害怕，心能夠定下來。為什麼？災難當中死去的人，被嚇死的是多數，他慌了，嚇死了。所以你不害怕，往往你心很冷靜，你就知道怎麼應付，怎麼樣迴避。還是修清淨心，所謂清淨心生智慧，智慧知道怎樣迴避，這個講得很有道理。"
    },
    {
      "id": "02-037-0526_p0047",
      "zh_CN": "美国一个量子力学家讲得更好，布莱登他教人应对二０一二马雅灾难预言，他说了三句话。第一个，地球上的居民，从今天起，弃恶扬善，就是佛家讲的断恶修善；第二个改邪归正；第三个端正心念。如果我们能把这三桩事情做到了，不但这个灾难可以化解，而且会把地球带上更好的走向。这些都是真正有智慧人讲的。所以今天这个社会，把迷恋在财色名食睡里头认为这是最高的享受，错了！每天杀生吃肉，那不是享受，那是造孽，知道因果的人不敢做。这一类的人迷恋现前的福报，今天现前的福报，我的形容，这是多少年来，我形容那是吸毒、打吗啡，是这种乐，付出去的代价是自己的生命，不值得！",
      "zh_TW": "美國一個量子力學家講得更好，布萊登他教人應對二０一二馬雅災難預言，他說了三句話。第一個，地球上的居民，從今天起，棄惡揚善，就是佛家講的斷惡修善；第二個改邪歸正；第三個端正心念。如果我們能把這三樁事情做到了，不但這個災難可以化解，而且會把地球帶上更好的走向。這些都是真正有智慧人講的。所以今天這個社會，把迷戀在財色名食睡裡頭認為這是最高的享受，錯了！每天殺生吃肉，那不是享受，那是造孽，知道因果的人不敢做。這一類的人迷戀現前的福報，今天現前的福報，我的形容，這是多少年來，我形容那是吸毒、打嗎啡，是這種樂，付出去的代價是自己的生命，不值得！"
    },
    {
      "id": "02-037-0526_p0048",
      "zh_CN": "中国古人教人修善积德，所有一切娱乐当中都含着有深厚的教育在里头。就到民国年间，我们把传统文化已经丢掉很多了，一代不如一代，民国初年文艺表演，你看戏剧，它表演的一定是善有善报，恶有恶报。你看表演都是这样的，这是教人！总不外乎忠孝节义，它演这些东西给你看，让你学习。所以中国民间人，民间没有学校，没有念过书，但是他懂得五伦、五常、四维、八德。从哪里学的？每年看几出戏学的，还有听大鼓书学的。在中国过去小说里头也是讲这个东西，用另一种方法来教化众生，大家欢喜，因为浅显不深，人人都可以听得懂，都可以看得明白，好人最后有好报，恶人最后是恶报。没有一样不是教育，正面的教育。",
      "zh_TW": "中國古人教人修善積德，所有一切娛樂當中都含著有深厚的教育在裡頭。就到民國年間，我們把傳統文化已經丟掉很多了，一代不如一代，民國初年文藝表演，你看戲劇，它表演的一定是善有善報，惡有惡報。你看表演都是這樣的，這是教人！總不外乎忠孝節義，它演這些東西給你看，讓你學習。所以中國民間人，民間沒有學校，沒有念過書，但是他懂得五倫、五常、四維、八德。從哪裡學的？每年看幾齣戲學的，還有聽大鼓書學的。在中國過去小說裡頭也是講這個東西，用另一種方法來教化眾生，大家歡喜，因為淺顯不深，人人都可以聽得懂，都可以看得明白，好人最後有好報，惡人最後是惡報。沒有一樣不是教育，正面的教育。"
    },
    {
      "id": "02-037-0526_p0049",
      "zh_CN": "现在正面教育没有了，全是负面教育，造恶的人没有恶报，造恶反而在享福，修善反而在吃苦头，所以人家不干了。这是什么？没有智慧，看得很浅薄，不知道因果通三世。现在人不爱儿女，不爱子孙。你看上一次吴教授到我这来访问，告诉我，很多学生家长跟他讲，我的儿子缺德没关系，不能缺钱。讲出这种话来，这个是整个社会的价值观变了。从前人讲，我的小孩缺德不行，缺钱没有关系。你看现在只是钱重要，德不重要了。那缺德，他不孝父母，你怎么办？头一个就找到你了。他有钱，他把你饿死，他虐待你，你怎么办？真有不是假的，做父母的还不觉悟，还不知道回头。",
      "zh_TW": "現在正面教育沒有了，全是負面教育，造惡的人沒有惡報，造惡反而在享福，修善反而在吃苦頭，所以人家不幹了。這是什麼？沒有智慧，看得很淺薄，不知道因果通三世。現在人不愛兒女，不愛子孫。你看上一次吳教授到我這來訪問，告訴我，很多學生家長跟他講，我的兒子缺德沒關係，不能缺錢。講出這種話來，這個是整個社會的價值觀變了。從前人講，我的小孩缺德不行，缺錢沒有關係。你看現在只是錢重要，德不重要了。那缺德，他不孝父母，你怎麼辦？頭一個就找到你了。他有錢，他把你餓死，他虐待你，你怎麼辦？真有不是假的，做父母的還不覺悟，還不知道回頭。"
    },
    {
      "id": "02-037-0526_p0050",
      "zh_CN": "这些事情我们亲眼看见的，自己大富大贵，父母是不得已养活他，给他一个小房子，每个月给他生活费用很少，仅仅够用。让老两口子，两个老人在一起生活，自己一年跟他见一次面都没有。你说父母多痛心、多难过，把你养大了。还算不错，还没有把父母饿死，只是给你衣食住行，没有一点多余的，抠得很紧。他的儿子看到了，将来他老了，儿子也不孝他，冤冤相报，真的叫没完没了。所以这个世界看穿了，要放下，决定不留恋。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "這些事情我們親眼看見的，自己大富大貴，父母是不得已養活他，給他一個小房子，每個月給他生活費用很少，僅僅夠用。讓老兩口子，兩個老人在一起生活，自己一年跟他見一次面都沒有。你說父母多痛心、多難過，把你養大了。還算不錯，還沒有把父母餓死，只是給你衣食住行，沒有一點多餘的，摳得很緊。他的兒子看到了，將來他老了，兒子也不孝他，冤冤相報，真的叫沒完沒了。所以這個世界看穿了，要放下，決定不留戀。好，今天時間到了，我們就學習到此地。"
    }
  ]
}