{
  "doc_id": "02-037-0274",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七四集",
    "zh_TW": "第二七四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0274",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0274_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六百一十三页倒数第二行，最后一句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六百一十三頁倒數第二行，最後一句："
    },
    {
      "id": "02-037-0274_p0002",
      "zh_CN": "「十乘之理观，能发九境之魔事。以五蕴生死迷暗之法为境故」，这是引用天台大师《摩诃止观》里面一段话。十种理观我们学过了，观什么？所观的就是这十种境界。十种境界里面，「由观阴入」，然后发生下面所讲的九种境界，九种境界不出五阴六入，所以一共有十种，这个十二入就是十二处。若论下面的九个境界，「互发不定」，所以它没有次第，不一定什么境界出现，我们就用什么方法来对治。十种理观是对治的方法，对治这十种境界。理观是有次第的，但是这十种境界没有次第，什么时候会爆发什么境界没次第。",
      "zh_TW": "「十乘之理觀，能發九境之魔事。以五蘊生死迷暗之法為境故」，這是引用天台大師《摩訶止觀》裡面一段話。十種理觀我們學過了，觀什麼？所觀的就是這十種境界。十種境界裡面，「由觀陰入」，然後發生下面所講的九種境界，九種境界不出五陰六入，所以一共有十種，這個十二入就是十二處。若論下面的九個境界，「互發不定」，所以它沒有次第，不一定什麼境界出現，我們就用什麼方法來對治。十種理觀是對治的方法，對治這十種境界。理觀是有次第的，但是這十種境界沒有次第，什麼時候會爆發什麼境界沒次第。"
    },
    {
      "id": "02-037-0274_p0003",
      "zh_CN": "「当知阴境常自现前，若发不发，恒得为观」，这句话是教我们时时刻刻要像观世音菩萨一样。《心经》上讲得很好，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」。如果真照见五蕴皆空，十种理观圆满了，这九种魔境都没有了，九种魔境全没有了，问题就是我们没有这个智慧、没有这个能力照见五蕴皆空。可是我们今天对于五蕴皆空，五蕴跟十二入是一样的事情、一回事情，五蕴是色受想行识。",
      "zh_TW": "「當知陰境常自現前，若發不發，恆得為觀」，這句話是教我們時時刻刻要像觀世音菩薩一樣。《心經》上講得很好，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」。如果真照見五蘊皆空，十種理觀圓滿了，這九種魔境都沒有了，九種魔境全沒有了，問題就是我們沒有這個智慧、沒有這個能力照見五蘊皆空。可是我們今天對於五蘊皆空，五蘊跟十二入是一樣的事情、一回事情，五蘊是色受想行識。"
    },
    {
      "id": "02-037-0274_p0004",
      "zh_CN": "总而言之，像前面第一观，观不思议境界，不思议境界里头归纳起来就是两个字，色、心。色，今天讲的物质；心，今天讲的信息、能量，这科学的名词。近代这些物理学家发现的念力，经上讲得很清楚，三千年前说的，色由心生，色，色从心生的，所以全体是心，这句话讲得好！遍法界虚空界是什么东西？就是自己的心、自己的念头。这个话被今天科学家发现了，非常了不起。遍法界虚空界，佛在经上常说，「一切法从心想生」。《华严经》告诉我们，宇宙，全宇宙一切万法是「唯心所现，唯识所变」。唯心所现的是实报庄严土，心现的；唯识所变的是十法界，十法界是识变的。识怎么能变？因为有心现，心要不现，识就没东西变了。所以心是第一义，识是第二义。心能现能生，心没有形相，不是物质现象，也不是意念。意念不是心，意念现在叫妄心，不是真心，真心离念，没有念头，有念头是妄心，不是真心，真心也不是自然现象，所以真心决定找不到。",
      "zh_TW": "總而言之，像前面第一觀，觀不思議境界，不思議境界裡頭歸納起來就是兩個字，色、心。色，今天講的物質；心，今天講的信息、能量，這科學的名詞。近代這些物理學家發現的念力，經上講得很清楚，三千年前說的，色由心生，色，色從心生的，所以全體是心，這句話講得好！遍法界虛空界是什麼東西？就是自己的心、自己的念頭。這個話被今天科學家發現了，非常了不起。遍法界虛空界，佛在經上常說，「一切法從心想生」。《華嚴經》告訴我們，宇宙，全宇宙一切萬法是「唯心所現，唯識所變」。唯心所現的是實報莊嚴土，心現的；唯識所變的是十法界，十法界是識變的。識怎麼能變？因為有心現，心要不現，識就沒東西變了。所以心是第一義，識是第二義。心能現能生，心沒有形相，不是物質現象，也不是意念。意念不是心，意念現在叫妄心，不是真心，真心離念，沒有念頭，有念頭是妄心，不是真心，真心也不是自然現象，所以真心決定找不到。"
    },
    {
      "id": "02-037-0274_p0005",
      "zh_CN": "眼耳鼻舌身，这五识，五根、五识，接触的对象是色声香味触，这是物质现象。意念，第六意识、第七识能缘，它们可以缘到，前五识缘不到。可是心虽然什么都不是，它能现，能现自然现象，能现心理现象跟物理现象，它统统能现，所以你不能说它无，它非常灵活。什么时候现？众生有感它就现、它就应，感应，有感它就应。它在哪里？它无处不在、无时不在。为什么你没有办法找到它？因为它不是三种现象，你就找不到。怎样才能找到？大乘经里面佛说得很好，「唯证方知」。用什么方法证？放下就是，你只要不用妄想、分别、执着，你就见到了。你有妄想、分别、执着，这个东西是障碍，障碍你见性；不是障碍别的，障碍你明心见性，这三样东西除掉了就明心见性。",
      "zh_TW": "眼耳鼻舌身，這五識，五根、五識，接觸的對象是色聲香味觸，這是物質現象。意念，第六意識、第七識能緣，它們可以緣到，前五識緣不到。可是心雖然什麼都不是，它能現，能現自然現象，能現心理現象跟物理現象，它統統能現，所以你不能說它無，它非常靈活。什麼時候現？眾生有感它就現、它就應，感應，有感它就應。它在哪裡？它無處不在、無時不在。為什麼你沒有辦法找到它？因為它不是三種現象，你就找不到。怎樣才能找到？大乘經裡面佛說得很好，「唯證方知」。用什麼方法證？放下就是，你只要不用妄想、分別、執著，你就見到了。你有妄想、分別、執著，這個東西是障礙，障礙你見性；不是障礙別的，障礙你明心見性，這三樣東西除掉了就明心見性。"
    },
    {
      "id": "02-037-0274_p0006",
      "zh_CN": "所以科学家他们今天达到的境界，这佛经上有说过，释迦牟尼佛非常高明，讲过了，就是我们用八识去观察宇宙它是有极限的、有局限的，它不是万能的。你看前面五识只能观察到物质现象，精神现象观察不到，精神现象要第六识、第七识，第六识的分别，第七识的执着。分别执着是心法，起心动念都是心法，起心动念阿赖耶知道。所以就是说，我们用第六识只能达到极限阿赖耶，你能够见到阿赖耶的三细相，见不到自性，这是对内；对外，你能观察到全宇宙。八识能力真不小，这是统统在妄心的范围，它变，阿赖耶能变，十法界所变，所以它的能力能见到十法界，就是见不到自性。",
      "zh_TW": "所以科學家他們今天達到的境界，這佛經上有說過，釋迦牟尼佛非常高明，講過了，就是我們用八識去觀察宇宙它是有極限的、有侷限的，它不是萬能的。你看前面五識只能觀察到物質現象，精神現象觀察不到，精神現象要第六識、第七識，第六識的分別，第七識的執著。分別執著是心法，起心動念都是心法，起心動念阿賴耶知道。所以就是說，我們用第六識只能達到極限阿賴耶，你能夠見到阿賴耶的三細相，見不到自性，這是對內；對外，你能觀察到全宇宙。八識能力真不小，這是統統在妄心的範圍，它變，阿賴耶能變，十法界所變，所以它的能力能見到十法界，就是見不到自性。"
    },
    {
      "id": "02-037-0274_p0007",
      "zh_CN": "今天科学家应当是用数学推演，有此可能，然后再用精密的仪器去观察，做实验。物质真搞清楚了，跟经上讲的完全一样，我们不能不佩服这些科学家。物质是什么？佛在经上告诉我们，佛用分析的方法，科学家也用这个方法，这个方法是相同的。佛分析的方法，微尘，举一粒微尘，这微尘多大？叫牛毛尘。牛毛，它在毛端上，这一尘在毛端上，不会掉下来，这一粒尘在毛端上非常稳，不管怎么动摇它都不会掉下来。这很小的尘，眼睛好的人可以看见。这一粒微尘把它分，分成七分，这七分之一是羊毛尘。羊毛比牛毛细，在羊毛尖端上它能站得住脚。羊毛尘再分成七分，七分之一叫兔毛尘，兔毛就更细了。兔毛尘再分成七分之一叫水尘，这不好懂了，这个我们的肉眼全看不见。水，其实水的密度不大，水里头有空隙，这一粒尘在水里面空隙钻来钻去没有障碍。水尘再分，分成七分之一叫金尘，就是金属，金银铜铁锡，金属。金属的密度很大，但是还是有空隙，在高度显微镜去看，它还是有空隙，这一粒尘在金属那个空档里面通过没障碍，这很小的。金尘再分成七分之一叫微尘。所以佛家讲微尘，不是一般我们讲的这个尘土，不是的，这个微尘，佛说阿罗汉的天眼可以看见。这一粒微尘是不是我们今天讲的原子？这个不得而知，但是总是两种都用分析方法。",
      "zh_TW": "今天科學家應當是用數學推演，有此可能，然後再用精密的儀器去觀察，做實驗。物質真搞清楚了，跟經上講的完全一樣，我們不能不佩服這些科學家。物質是什麼？佛在經上告訴我們，佛用分析的方法，科學家也用這個方法，這個方法是相同的。佛分析的方法，微塵，舉一粒微塵，這微塵多大？叫牛毛塵。牛毛，它在毛端上，這一塵在毛端上，不會掉下來，這一粒塵在毛端上非常穩，不管怎麼動搖它都不會掉下來。這很小的塵，眼睛好的人可以看見。這一粒微塵把它分，分成七分，這七分之一是羊毛塵。羊毛比牛毛細，在羊毛尖端上它能站得住腳。羊毛塵再分成七分，七分之一叫兔毛塵，兔毛就更細了。兔毛塵再分成七分之一叫水塵，這不好懂了，這個我們的肉眼全看不見。水，其實水的密度不大，水裡頭有空隙，這一粒塵在水裡面空隙鑽來鑽去沒有障礙。水塵再分，分成七分之一叫金塵，就是金屬，金銀銅鐵錫，金屬。金屬的密度很大，但是還是有空隙，在高度顯微鏡去看，它還是有空隙，這一粒塵在金屬那個空檔裡面通過沒障礙，這很小的。金塵再分成七分之一叫微塵。所以佛家講微塵，不是一般我們講的這個塵土，不是的，這個微塵，佛說阿羅漢的天眼可以看見。這一粒微塵是不是我們今天講的原子？這個不得而知，但是總是兩種都用分析方法。"
    },
    {
      "id": "02-037-0274_p0008",
      "zh_CN": "微尘还能分，分成七分之一叫色聚极微，大概就是现在科学里面所讲的基本粒子、夸克这一类的。这个东西还可以分，再分成七分之一叫极微之微，佛说不能再分了，再分就没有了，再分就空了，今天科学家达到这个境界。那极微之微是什么？应该是三十年前科学家发现的微中子。微中子多大？科学家告诉我们，一百亿个微中子，它的体积等于一个电子，就是原子里头围绕原子核转的那个电子，等于这一个电子。这个东西再分没有了，跟释迦牟尼佛讲的一样，没有了。物质现象没有了，分出来是什么东西？是念头的波动。这才真正了解物质从哪来的，物质从念头来的，从心想生的。德国科学家普朗克，爱因斯坦的老师，他一生就搞这个，物质到底是什么搞清楚了，在报告上给我们大家说，根据他研究观察得到的结论，世间根本没有物质这个东西，物质是假的，不是真的，物质的基础是念头，这他得出的结论。",
      "zh_TW": "微塵還能分，分成七分之一叫色聚極微，大概就是現在科學裡面所講的基本粒子、夸克這一類的。這個東西還可以分，再分成七分之一叫極微之微，佛說不能再分了，再分就沒有了，再分就空了，今天科學家達到這個境界。那極微之微是什麼？應該是三十年前科學家發現的微中子。微中子多大？科學家告訴我們，一百億個微中子，它的體積等於一個電子，就是原子裡頭圍繞原子核轉的那個電子，等於這一個電子。這個東西再分沒有了，跟釋迦牟尼佛講的一樣，沒有了。物質現象沒有了，分出來是什麼東西？是念頭的波動。這才真正了解物質從哪來的，物質從念頭來的，從心想生的。德國科學家普朗克，愛因斯坦的老師，他一生就搞這個，物質到底是什麼搞清楚了，在報告上給我們大家說，根據他研究觀察得到的結論，世間根本沒有物質這個東西，物質是假的，不是真的，物質的基礎是念頭，這他得出的結論。"
    },
    {
      "id": "02-037-0274_p0009",
      "zh_CN": "所以最近三十年的科学家提出「以心控物」，心就是念头，能控制物质现象。为什么？物质现象是念头生的，所以念头可以控制物质现象。头一个人的身体，身体是物质现象，身体得病了，病是什么？这个物质现象产生了病态，不正常了，用意念可以让它恢复正常、恢复健康，不需要医药、医疗，这个实验成功了。这么多年来，他们搜集了许许多多证据。重病患，像癌症这些，没法子治的，他们去找，有些病人他自己会好，没有医疗自己就好，找这些人，问他怎么好的。这些人多半都是有宗教信仰的。医生宣布了，你存活的期间只有一、二个月，他对于生命绝望了，等于是宣判死刑，绝望了。他什么都不想了，他想上帝、想天堂，希望上帝带他到天堂去，一天到晚想这个，做祷告，没有想身体，也没有想病。二、三个月之后，想了二、三个月之后再去检查，他的癌症没有了，证明就是这个念力管用。他们找了几千个例子。",
      "zh_TW": "所以最近三十年的科學家提出「以心控物」，心就是念頭，能控制物質現象。為什麼？物質現象是念頭生的，所以念頭可以控制物質現象。頭一個人的身體，身體是物質現象，身體得病了，病是什麼？這個物質現象產生了病態，不正常了，用意念可以讓它恢復正常、恢復健康，不需要醫藥、醫療，這個實驗成功了。這麼多年來，他們蒐集了許許多多證據。重病患，像癌症這些，沒法子治的，他們去找，有些病人他自己會好，沒有醫療自己就好，找這些人，問他怎麼好的。這些人多半都是有宗教信仰的。醫生宣布了，你存活的期間只有一、二個月，他對於生命絕望了，等於是宣判死刑，絕望了。他什麼都不想了，他想上帝、想天堂，希望上帝帶他到天堂去，一天到晚想這個，做禱告，沒有想身體，也沒有想病。二、三個月之後，想了二、三個月之後再去檢查，他的癌症沒有了，證明就是這個念力管用。他們找了幾千個例子。"
    },
    {
      "id": "02-037-0274_p0010",
      "zh_CN": "所以念佛的人，如果我们有病，可以用这个方法。我们把身体忘掉，不要想身体、不要想病，也不要想好，也不要想不好，你想好与不好，都是让那个病毒细胞你去养它，这不是办法。根本不要理它，专门想阿弥陀佛，专门想极乐世界，想上二、三个月再检查，病没有了。一个道理！原理是什么？原理是物质现象是念头变现出来的。这个物质现象产生病态是我们不正常的念头，就是贪瞋痴慢疑、怨恨恼怒烦这些念头造成的疾病，现在我这些东西统统不想了，我专想阿弥陀佛、专念阿弥陀佛。刘素云不就是这么好的吗？这是很好的例子摆在那里。得红斑狼疮，医生告诉她，不是一个月、两个月，不是，妳随时有死亡的可能，这样告诉她的。她既然被他宣布了，她也就不想了。她也不怕死，反正人总归要死。根本不想身体，根本不想病，每天听《无量寿经》十个小时，听完经之后就念阿弥陀佛。她什么都不想，三个月之后检查全没有了，连疤痕都没有。医生感觉到奇迹，红斑狼疮是有好的，但是疤没有办法去掉，一生去不掉疤痕，妳怎么连疤痕都没有？",
      "zh_TW": "所以念佛的人，如果我們有病，可以用這個方法。我們把身體忘掉，不要想身體、不要想病，也不要想好，也不要想不好，你想好與不好，都是讓那個病毒細胞你去養它，這不是辦法。根本不要理它，專門想阿彌陀佛，專門想極樂世界，想上二、三個月再檢查，病沒有了。一個道理！原理是什麼？原理是物質現象是念頭變現出來的。這個物質現象產生病態是我們不正常的念頭，就是貪瞋痴慢疑、怨恨惱怒煩這些念頭造成的疾病，現在我這些東西統統不想了，我專想阿彌陀佛、專念阿彌陀佛。劉素雲不就是這麼好的嗎？這是很好的例子擺在那裡。得紅斑狼瘡，醫生告訴她，不是一個月、兩個月，不是，妳隨時有死亡的可能，這樣告訴她的。她既然被他宣布了，她也就不想了。她也不怕死，反正人總歸要死。根本不想身體，根本不想病，每天聽《無量壽經》十個小時，聽完經之後就念阿彌陀佛。她什麼都不想，三個月之後檢查全沒有了，連疤痕都沒有。醫生感覺到奇蹟，紅斑狼瘡是有好的，但是疤沒有辦法去掉，一生去不掉疤痕，妳怎麼連疤痕都沒有？"
    },
    {
      "id": "02-037-0274_p0011",
      "zh_CN": "所以这个就是念头，念头是宇宙的主宰。地球上这么多灾难，地球上的居民如果一心向善，这灾难都能化解。《楞严经》上告诉我们，贪婪感应的是水灾，海水上升、江河泛滥是贪婪所感得的。瞋恚感的是火灾，火山爆发、地球温度上升，瞋恚。愚痴感的是风灾，飓风、台风、龙卷风这一类的灾难，愚痴所感的。傲慢感得的是地震。怀疑，怀疑是对自己个人来讲，免疫能力崩溃掉了，信心没有了；对外面，山崩地陷，高山会塌下来，大地会沉到海底，这是什么？怀疑。贪瞋痴慢疑，对自己身体来讲是自己五脏六腑病源、病根，对居住环境来讲是灾难的根源，这都不善的念头。所以把这个念头统统转变过来，我再不想这些了，转过来，不贪、不瞋、不痴、不傲慢、不怀疑，这些灾难都没有了。我们要求别人难，别人不相信，所以从自己，自己至少对身体保健，得到非常良好的效果，这是学佛的好处、念佛的好处；对我们居住的环境，不会有灾难发生，你的小环境不会有灾难发生。",
      "zh_TW": "所以這個就是念頭，念頭是宇宙的主宰。地球上這麼多災難，地球上的居民如果一心向善，這災難都能化解。《楞嚴經》上告訴我們，貪婪感應的是水災，海水上升、江河氾濫是貪婪所感得的。瞋恚感的是火災，火山爆發、地球溫度上升，瞋恚。愚痴感的是風災，颶風、颱風、龍捲風這一類的災難，愚痴所感的。傲慢感得的是地震。懷疑，懷疑是對自己個人來講，免疫能力崩潰掉了，信心沒有了；對外面，山崩地陷，高山會塌下來，大地會沉到海底，這是什麼？懷疑。貪瞋痴慢疑，對自己身體來講是自己五臟六腑病源、病根，對居住環境來講是災難的根源，這都不善的念頭。所以把這個念頭統統轉變過來，我再不想這些了，轉過來，不貪、不瞋、不痴、不傲慢、不懷疑，這些災難都沒有了。我們要求別人難，別人不相信，所以從自己，自己至少對身體保健，得到非常良好的效果，這是學佛的好處、念佛的好處；對我們居住的環境，不會有災難發生，你的小環境不會有災難發生。"
    },
    {
      "id": "02-037-0274_p0012",
      "zh_CN": "当然我们选择居处，也要懂得选择居住的地方地势比较高。科学家告诉我们，海水上升，南北极的冰融化了，海水上升五十米。如果我们住在这个地区，海拔两百米以上大概没有问题，但是如果靠海比较麻烦，靠海什么？海啸，海啸麻烦！科学家警告我们，如果地球上海底超级火山爆发，会引发多高的海啸？一千米。那换句话说，海拔一千米在沿海地带都不安全，要一千米以上，最好两千米、一千五百米，这没有问题。都淹没了，它那是个小岛。这是些常识。科学家还告诉我们，像太平洋中心，这样的火山爆发，引发一千米的海啸。这个海啸推到大陆海岸一定会减轻，减一半五百米，再减一半二百五十米，再减一半一百多米，一百多米都不得了，日本上一次海啸十米。最近这几天，他们内阁府，就是总理衙门发出来的信息，告诉人民，怕的是最近会有九级以上的大地震，会引发，他们计算的，大概三十四米的海啸，那就非常严重了，要大家赶快做准备，防范这灾难的准备。海啸太可怕了！上一次日本大地震，我们这有个光碟，是新闻发布的，统统集在一起，那个镜头是飞机从空中照下来的，比美国那个「２０１２」，那是演的电影，比那个更可怕。所以我们如果有观世音菩萨这个本事，「照见五蕴皆空」，什么灾难都没有了，「度一切苦厄」，都没有了。这个话是真的，今天科学家给我们证明了，不是假的是真的，这佛法管用，佛法是科学。",
      "zh_TW": "當然我們選擇居處，也要懂得選擇居住的地方地勢比較高。科學家告訴我們，海水上升，南北極的冰融化了，海水上升五十米。如果我們住在這個地區，海拔兩百米以上大概沒有問題，但是如果靠海比較麻煩，靠海什麼？海嘯，海嘯麻煩！科學家警告我們，如果地球上海底超級火山爆發，會引發多高的海嘯？一千米。那換句話說，海拔一千米在沿海地帶都不安全，要一千米以上，最好兩千米、一千五百米，這沒有問題。都淹沒了，它那是個小島。這是些常識。科學家還告訴我們，像太平洋中心，這樣的火山爆發，引發一千米的海嘯。這個海嘯推到大陸海岸一定會減輕，減一半五百米，再減一半二百五十米，再減一半一百多米，一百多米都不得了，日本上一次海嘯十米。最近這幾天，他們內閣府，就是總理衙門發出來的信息，告訴人民，怕的是最近會有九級以上的大地震，會引發，他們計算的，大概三十四米的海嘯，那就非常嚴重了，要大家趕快做準備，防範這災難的準備。海嘯太可怕了！上一次日本大地震，我們這有個光碟，是新聞發布的，統統集在一起，那個鏡頭是飛機從空中照下來的，比美國那個「２０１２」，那是演的電影，比那個更可怕。所以我們如果有觀世音菩薩這個本事，「照見五蘊皆空」，什麼災難都沒有了，「度一切苦厄」，都沒有了。這個話是真的，今天科學家給我們證明了，不是假的是真的，這佛法管用，佛法是科學。"
    },
    {
      "id": "02-037-0274_p0013",
      "zh_CN": "这个地方说的，「阴境」，五阴。我们讲八苦，生老病死、爱别离、怨憎会、求不得，后头五阴炽盛，那就是阴苦，五阴炽盛。教我们观五阴。阴境能生烦恼，前面七个是烦恼，生老病死、爱别离、求不得、怨憎会，那是烦恼。从哪来的？五阴炽盛来的。五阴是能生，烦恼是所生。这里一共给我们讲十个境界，这十个境界互相发起，互发，辗转相生，互相发起。譬如你观病境，生病了，可能这里头带给你烦恼，或者带给你其他境界。",
      "zh_TW": "這個地方說的，「陰境」，五陰。我們講八苦，生老病死、愛別離、怨憎會、求不得，後頭五陰熾盛，那就是陰苦，五陰熾盛。教我們觀五陰。陰境能生煩惱，前面七個是煩惱，生老病死、愛別離、求不得、怨憎會，那是煩惱。從哪來的？五陰熾盛來的。五陰是能生，煩惱是所生。這裡一共給我們講十個境界，這十個境界互相發起，互發，輾轉相生，互相發起。譬如你觀病境，生病了，可能這裡頭帶給你煩惱，或者帶給你其他境界。"
    },
    {
      "id": "02-037-0274_p0014",
      "zh_CN": "我们现在看正文，第一个「阴境」，阴是覆盖的意思，盖什么？把你的智慧盖住了、障碍住了，覆盖就是障碍。五阴就是色受想行识，五阴，也叫五蕴，蕴是积聚的意思。「若言覆盖一切善法，此就因得名」，这五样东西障碍一切善法；「若言积聚无量生死」，这是就果上得名。为什么叫五蕴？为什么叫五阴？因果不同，从因上叫五阴，从果上叫五蕴。这五样让你在六道里头生死轮回，没完没了，这个东西麻烦！「十境以阴居初」，这有两个意思，为什么把它摆在最前面？第一个意思是「现前」，第二个意思是「依经」。「现前者，谓人受一期果报之身，即是五阴」。这一期是什么？从生到死你这一生，你这一生是五阴身。「五阴重担，常自现前，是故初观」，教你从这观起，就是观你的身心，你要了解它的真相。是故初观，把它摆在第一。第二依经，经是《大品般若》，经云：「声闻依四念处行道，五阴即四念处所观之境。又经中凡列法门，无不以五阴为首，是故初观」，这经上告诉我们。「此且就五阴通总而言」，就是照见五蕴皆空。",
      "zh_TW": "我們現在看正文，第一個「陰境」，陰是覆蓋的意思，蓋什麼？把你的智慧蓋住了、障礙住了，覆蓋就是障礙。五陰就是色受想行識，五陰，也叫五蘊，蘊是積聚的意思。「若言覆蓋一切善法，此就因得名」，這五樣東西障礙一切善法；「若言積聚無量生死」，這是就果上得名。為什麼叫五蘊？為什麼叫五陰？因果不同，從因上叫五陰，從果上叫五蘊。這五樣讓你在六道裡頭生死輪迴，沒完沒了，這個東西麻煩！「十境以陰居初」，這有兩個意思，為什麼把它擺在最前面？第一個意思是「現前」，第二個意思是「依經」。「現前者，謂人受一期果報之身，即是五陰」。這一期是什麼？從生到死你這一生，你這一生是五陰身。「五陰重擔，常自現前，是故初觀」，教你從這觀起，就是觀你的身心，你要了解它的真相。是故初觀，把它擺在第一。第二依經，經是《大品般若》，經云：「聲聞依四念處行道，五陰即四念處所觀之境。又經中凡列法門，無不以五陰為首，是故初觀」，這經上告訴我們。「此且就五陰通總而言」，就是照見五蘊皆空。"
    },
    {
      "id": "02-037-0274_p0015",
      "zh_CN": "我们讲四念处，前面说过，四念处是智慧，章嘉大师给我讲的看破，四念处是看破。第一个教你「观身不净」，这个观不是很深，观世音菩萨那个观是很深、很彻底。这个地方只教我们观身不净，不干净，目的在哪里？目的教我们不要执着这个身体，不要过分爱惜这个身体，它不是个好东西，为什么？这是我们的业报身。我们过去造的什么业？不净、不清净的业，得到这个不清净的身。六道统统都一样，没有例外的，你在六道里头受生，六道是染污、是秽土，四圣法界才是净土。什么东西染污？执着就是染污，执着就是见思烦恼。所有一切众生都把身误认为是我，这是很大错误，叫身见，五种见惑里头头一个，身见。身不是我，身要是我，这身死了我也死了，我死了谁去投胎？我们求往生，这身死了谁往生？所以知道身有生死，我没有生死。我在哪里？现在我暂时住在这个身体上。所以身体是我所有，不是我，跟衣服一样，衣服是我所有的，衣服不是我。这个观念要搞正，身不是我，身是我所有的，我们在六道随着自己的业力，不知道换了多少身体。所以身的生死是个很平常的现象，不必很重视。世间人不知道，对身体的贪恋造成许许多多的罪业。",
      "zh_TW": "我們講四念處，前面說過，四念處是智慧，章嘉大師給我講的看破，四念處是看破。第一個教你「觀身不淨」，這個觀不是很深，觀世音菩薩那個觀是很深、很徹底。這個地方只教我們觀身不淨，不乾淨，目的在哪裡？目的教我們不要執著這個身體，不要過分愛惜這個身體，它不是個好東西，為什麼？這是我們的業報身。我們過去造的什麼業？不淨、不清淨的業，得到這個不清淨的身。六道統統都一樣，沒有例外的，你在六道裡頭受生，六道是染污、是穢土，四聖法界才是淨土。什麼東西染污？執著就是染污，執著就是見思煩惱。所有一切眾生都把身誤認為是我，這是很大錯誤，叫身見，五種見惑裡頭頭一個，身見。身不是我，身要是我，這身死了我也死了，我死了誰去投胎？我們求往生，這身死了誰往生？所以知道身有生死，我沒有生死。我在哪裡？現在我暫時住在這個身體上。所以身體是我所有，不是我，跟衣服一樣，衣服是我所有的，衣服不是我。這個觀念要搞正，身不是我，身是我所有的，我們在六道隨著自己的業力，不知道換了多少身體。所以身的生死是個很平常的現象，不必很重視。世間人不知道，對身體的貪戀造成許許多多的罪業。"
    },
    {
      "id": "02-037-0274_p0016",
      "zh_CN": "所以佛法里头，第一个就教破身见，身见没有破，学佛都在门外，没进门。破身见这个课程，是几年级修的？小学一年级的课程。《华严经》菩萨五十一个阶级，十信是小学，十住是中学，十行好比是高中，十回向好比是大学，十地好比是研究所，我们用这个比喻大家好懂，破身见是小学一年级的课程、功课。第一个「身见」，五种见惑都要破，你才能升二年级。第二种，「边见」，边见就是对立、二边。边见破了，对立就没有了。为什么要破边见？因为遍法界虚空界跟自己是一体，一体就没有对立。我们这一个身体，眼睛、耳朵、鼻子不会对立，眼睛不会跟耳朵对立，耳朵不会跟鼻子对立，各人有各人的工作，互相不妨碍，所以宇宙是和谐的。我们今天跟人对立、跟事对立、跟万物对立，错了，完全错了，和谐没有了！再其次，成见，我们都常说某人成见很深，成见是什么？自以为是。这五种见惑里头，成见分为两个，一个是因上的成见，一个是果上的成见，全是错误的，因上的成见叫「戒取见」，果上的成见叫「见取见」。不属于前面这四大类的一切错误的见解，合在一起叫「邪见」。",
      "zh_TW": "所以佛法裡頭，第一個就教破身見，身見沒有破，學佛都在門外，沒進門。破身見這個課程，是幾年級修的？小學一年級的課程。《華嚴經》菩薩五十一個階級，十信是小學，十住是中學，十行好比是高中，十迴向好比是大學，十地好比是研究所，我們用這個比喻大家好懂，破身見是小學一年級的課程、功課。第一個「身見」，五種見惑都要破，你才能升二年級。第二種，「邊見」，邊見就是對立、二邊。邊見破了，對立就沒有了。為什麼要破邊見？因為遍法界虛空界跟自己是一體，一體就沒有對立。我們這一個身體，眼睛、耳朵、鼻子不會對立，眼睛不會跟耳朵對立，耳朵不會跟鼻子對立，各人有各人的工作，互相不妨礙，所以宇宙是和諧的。我們今天跟人對立、跟事對立、跟萬物對立，錯了，完全錯了，和諧沒有了！再其次，成見，我們都常說某人成見很深，成見是什麼？自以為是。這五種見惑裡頭，成見分為兩個，一個是因上的成見，一個是果上的成見，全是錯誤的，因上的成見叫「戒取見」，果上的成見叫「見取見」。不屬於前面這四大類的一切錯誤的見解，合在一起叫「邪見」。"
    },
    {
      "id": "02-037-0274_p0017",
      "zh_CN": "这个东西统统都断尽了，证十信里面的初信位菩萨。虽然这是最低的一个级别，但是他是圣人，他不是凡夫，三种不退他证到了一种，位不退，他永远不会退到凡夫，他是圣人。虽然没有出六道轮回，他绝对不堕三恶道，他有这个能力，决定不堕三恶道。而且保证他在六道里头只有天上、人间，天上人间七次往返，必定成阿罗汉果，小乘阿罗汉；大乘，大乘七信位的菩萨。你看他初信是一年级，他到七年级，正是天上人间七番生死，到七年级的时候超越六道轮回了，他证得声闻这个地位，十法界里头声闻，七信。八信辟支佛，九信菩萨，十信是十法界的佛，清清楚楚。七信以上生净土，不是秽土，六道是秽土，染污，严重的污染。四圣法界净土，见思烦恼都断了，不但五种见惑断掉了，五种见惑初信就断掉了，思惑，三界总共八十八品，到第七信位断尽了。这个前面我们讲到要知位次，我们修行在哪个阶段、哪个级别清清楚楚，这个一定要知道。我们今天身见没断，身见、边见、见取、戒取、邪见统统没断，没有进入小学一年级，没有；换句话说，我们是在念幼儿园，在大乘里头我们是在幼儿园，不能不知道。可是我们虽然在幼儿园，遇到一个特别法门，这就是净土。遇到这个法门可了不起，这个法门没有阶梯，可以一步登天，而且这个法门不需要断惑，断惑太难了！",
      "zh_TW": "這個東西統統都斷盡了，證十信裡面的初信位菩薩。雖然這是最低的一個級別，但是他是聖人，他不是凡夫，三種不退他證到了一種，位不退，他永遠不會退到凡夫，他是聖人。雖然沒有出六道輪迴，他絕對不墮三惡道，他有這個能力，決定不墮三惡道。而且保證他在六道裡頭只有天上、人間，天上人間七次往返，必定成阿羅漢果，小乘阿羅漢；大乘，大乘七信位的菩薩。你看他初信是一年級，他到七年級，正是天上人間七番生死，到七年級的時候超越六道輪迴了，他證得聲聞這個地位，十法界裡頭聲聞，七信。八信辟支佛，九信菩薩，十信是十法界的佛，清清楚楚。七信以上生淨土，不是穢土，六道是穢土，染污，嚴重的污染。四聖法界淨土，見思煩惱都斷了，不但五種見惑斷掉了，五種見惑初信就斷掉了，思惑，三界總共八十八品，到第七信位斷盡了。這個前面我們講到要知位次，我們修行在哪個階段、哪個級別清清楚楚，這個一定要知道。我們今天身見沒斷，身見、邊見、見取、戒取、邪見統統沒斷，沒有進入小學一年級，沒有；換句話說，我們是在念幼兒園，在大乘裡頭我們是在幼兒園，不能不知道。可是我們雖然在幼兒園，遇到一個特別法門，這就是淨土。遇到這個法門可了不起，這個法門沒有階梯，可以一步登天，而且這個法門不需要斷惑，斷惑太難了！"
    },
    {
      "id": "02-037-0274_p0018",
      "zh_CN": "这五种见惑谁不想断？五种见惑断掉了，我们说个简单、最简单的，恢复了天眼、天耳，得天眼通，别人看不见的你看见；天耳通，别人听不到的你能听到。如果证到二果，二果在十信菩萨里面是第三信，有他心通、有宿命通。宿命通，知道自己过去生中生生世世的事情。阿罗汉的宿命通能知道五百世，二果算他十分之一，也能知道五十世，五十世之内的事情清清楚楚。他心通，别人心里想什么你都知道。所以人心要正，不能有坏念头，为什么？二果以上的人全知道，你怎么能瞒人！十信位菩萨第三信他就知道了，你起心动念他全晓得，你怎么能瞒人？瞒着别人，是个坏的、不善的念头，那叫自欺欺人，以为别人不知道，小乘二果、十信三信位的菩萨统知道。愈往上面去，那个神通力量愈大。三果就有如意通了，就能变化，能分身、能变化、能飞行，想到什么地方去不用交通工具，这一动念，身体已经到了，绝对没有交通事故，非常安全，没有障碍，真的叫通了。七信位的菩萨漏尽通，三界里头，欲界、色界、无色界，烦恼断尽了，漏尽就是烦恼断尽了，六道里头烦恼断尽了，不再到六道来了，他永远超越六道轮回。再到六道来那是应身，教化众生的，他有这个能力，众生有缘，他会到这个世间来帮助众生。他能变化，像《西游记》孙悟空七十二变，他有这个能力；不止七十二变，七十二太少了。",
      "zh_TW": "這五種見惑誰不想斷？五種見惑斷掉了，我們說個簡單、最簡單的，恢復了天眼、天耳，得天眼通，別人看不見的你看見；天耳通，別人聽不到的你能聽到。如果證到二果，二果在十信菩薩裡面是第三信，有他心通、有宿命通。宿命通，知道自己過去生中生生世世的事情。阿羅漢的宿命通能知道五百世，二果算他十分之一，也能知道五十世，五十世之內的事情清清楚楚。他心通，別人心裡想什麼你都知道。所以人心要正，不能有壞念頭，為什麼？二果以上的人全知道，你怎麼能瞞人！十信位菩薩第三信他就知道了，你起心動念他全曉得，你怎麼能瞞人？瞞著別人，是個壞的、不善的念頭，那叫自欺欺人，以為別人不知道，小乘二果、十信三信位的菩薩統知道。愈往上面去，那個神通力量愈大。三果就有如意通了，就能變化，能分身、能變化、能飛行，想到什麼地方去不用交通工具，這一動念，身體已經到了，絕對沒有交通事故，非常安全，沒有障礙，真的叫通了。七信位的菩薩漏盡通，三界裡頭，欲界、色界、無色界，煩惱斷盡了，漏盡就是煩惱斷盡了，六道裡頭煩惱斷盡了，不再到六道來了，他永遠超越六道輪迴。再到六道來那是應身，教化眾生的，他有這個能力，眾生有緣，他會到這個世間來幫助眾生。他能變化，像《西遊記》孫悟空七十二變，他有這個能力；不止七十二變，七十二太少了。"
    },
    {
      "id": "02-037-0274_p0019",
      "zh_CN": "所以，五阴重担，常自现前。四念处，头一个就「观身不净」，第二「观受是苦」，五阴里头色、受。受是什么？感受，身有苦乐的感受，心有忧喜的感受，这你有受。「观心无常」，这个心里面包括后面三个，就是想、行、识，都在心这一个字上。想、行、识无常，现在我们读了弥勒菩萨跟释迦牟尼佛的对话了解。一秒钟，这个生灭多少次？一千六百兆次。所以弥勒菩萨说，「念识极微细，不可执持」。念头有，但是频率这么高，物质是从它变现出来的。也就是一千六百兆分之一秒，这里面现的什么境界？五阴，五阴的境界，阴境，观世音菩萨看见了。为什么说它皆空？比闪电快，一闪就没有了，第二个又冒出来了，第二个不是前面那一个。所以它不是相续相，每个相都是独立的。而是什么？相似相续相，它前面一个相对后面一个相有影响，不完全相同，叫相似相续相。所以它是假的，不是真的。如果这样能搞清楚、搞明白，对于色法、心法不再执着、不再分别了；不但不执着、不分别，对它不起心、不动念，这个人就成佛了，你就圆满了。你只要不执着它，这就是阿罗汉；不分别它，这是菩萨；不起心不动念就成佛了，佛菩萨是这么来的。",
      "zh_TW": "所以，五陰重擔，常自現前。四念處，頭一個就「觀身不淨」，第二「觀受是苦」，五陰裡頭色、受。受是什麼？感受，身有苦樂的感受，心有憂喜的感受，這你有受。「觀心無常」，這個心裡面包括後面三個，就是想、行、識，都在心這一個字上。想、行、識無常，現在我們讀了彌勒菩薩跟釋迦牟尼佛的對話了解。一秒鐘，這個生滅多少次？一千六百兆次。所以彌勒菩薩說，「念識極微細，不可執持」。念頭有，但是頻率這麼高，物質是從它變現出來的。也就是一千六百兆分之一秒，這裡面現的什麼境界？五陰，五陰的境界，陰境，觀世音菩薩看見了。為什麼說它皆空？比閃電快，一閃就沒有了，第二個又冒出來了，第二個不是前面那一個。所以它不是相續相，每個相都是獨立的。而是什麼？相似相續相，它前面一個相對後面一個相有影響，不完全相同，叫相似相續相。所以它是假的，不是真的。如果這樣能搞清楚、搞明白，對於色法、心法不再執著、不再分別了；不但不執著、不分別，對它不起心、不動念，這個人就成佛了，你就圓滿了。你只要不執著它，這就是阿羅漢；不分別它，這是菩薩；不起心不動念就成佛了，佛菩薩是這麼來的。"
    },
    {
      "id": "02-037-0274_p0020",
      "zh_CN": "所以「专论所观之境，必须于五阴中，除却前四」，前四，色、受、想、行，这前四。它最核心的是什么？「第五识阴」。识就是阿赖耶，我们一般叫它做灵魂，佛法里头叫它做识神，「来先去后」，投胎它先来，人死的时候它最后走。人死断气了，八个小时之内，它可能没有离开。所以佛门当中送往生，断气八个小时之后不碰他，他的床，床都不要碰它，为什么？他有感受，色受想行都不起作用了，识起作用。那些真的死掉了，色是肉身，受不起作用了，你不会觉得受用，不会受用，想、行不起作用，识起作用，阿赖耶起作用。这个时候，所谓叫灵魂，没离开，你动他，他生气，他这个时候一生气，瞋恨心起来，地狱道去了。如果家亲眷属在旁边哭哭啼啼他看到了，生起留恋的心，好了，饿鬼道去了。所以送往生，家亲眷属最好这个时候不在场，不在现场，只有同参道友帮他助念，十二个小时之后再让他家亲眷属来。这是什么？神识离开了，不要紧了，你可以动他的身体，你悲痛、伤心都没有问题，他离开了。可是我们有很多人最安全的到十四个小时、二十个小时，那最安全的。取第五识阴，有道理，「为所观之境也」，这个观的就深了。",
      "zh_TW": "所以「專論所觀之境，必須於五陰中，除卻前四」，前四，色、受、想、行，這前四。它最核心的是什麼？「第五識陰」。識就是阿賴耶，我們一般叫它做靈魂，佛法裡頭叫它做識神，「來先去後」，投胎它先來，人死的時候它最後走。人死斷氣了，八個小時之內，它可能沒有離開。所以佛門當中送往生，斷氣八個小時之後不碰他，他的床，床都不要碰它，為什麼？他有感受，色受想行都不起作用了，識起作用。那些真的死掉了，色是肉身，受不起作用了，你不會覺得受用，不會受用，想、行不起作用，識起作用，阿賴耶起作用。這個時候，所謂叫靈魂，沒離開，你動他，他生氣，他這個時候一生氣，瞋恨心起來，地獄道去了。如果家親眷屬在旁邊哭哭啼啼他看到了，生起留戀的心，好了，餓鬼道去了。所以送往生，家親眷屬最好這個時候不在場，不在現場，只有同參道友幫他助念，十二個小時之後再讓他家親眷屬來。這是什麼？神識離開了，不要緊了，你可以動他的身體，你悲痛、傷心都沒有問題，他離開了。可是我們有很多人最安全的到十四個小時、二十個小時，那最安全的。取第五識陰，有道理，「為所觀之境也」，這個觀的就深了。"
    },
    {
      "id": "02-037-0274_p0021",
      "zh_CN": "这个后面有简单给我们说四念处，「观身不净」，这个身是色；「观受是苦」，有受；「观心无常」，这个心是想、行、识；后头「观法无我」，法是一切万法，一切万法里头没有我。我是主宰的意思、自在的意思。一切万法全是波动现象，全是缘聚缘散，因缘生法。前面四句你看清楚了，你能把身放下，身心放下，最后这一条知道法无我，你对于一切法不执着了，叫法无我。人无我、法无我，这个境界是菩萨境界，人空、法也空。这法是什么？五阴之法，五阴是所有一切法的基础。「故云五阴即四念处。所观之境，除却前四」，就是除色受想行。观识，观识就是观阿赖耶的三细相，这个三细相就是科学家讲的宇宙的根源。阿赖耶的业相，科学家称为能量；阿赖耶的转相，科学说它做信息；阿赖耶的境界相，那就是物质。你看这三样东西组成的宇宙，这三样东西在佛法里面讲阿赖耶，五蕴里头的识蕴。我们要首先把它搞清楚，它是一切观行的基础，头一个对象。这真的从根上看，看什么？万法皆空，人我空、法我空。只要能放得下，不执着，事情就好办了。",
      "zh_TW": "這個後面有簡單給我們說四念處，「觀身不淨」，這個身是色；「觀受是苦」，有受；「觀心無常」，這個心是想、行、識；後頭「觀法無我」，法是一切萬法，一切萬法裡頭沒有我。我是主宰的意思、自在的意思。一切萬法全是波動現象，全是緣聚緣散，因緣生法。前面四句你看清楚了，你能把身放下，身心放下，最後這一條知道法無我，你對於一切法不執著了，叫法無我。人無我、法無我，這個境界是菩薩境界，人空、法也空。這法是什麼？五陰之法，五陰是所有一切法的基礎。「故云五陰即四念處。所觀之境，除卻前四」，就是除色受想行。觀識，觀識就是觀阿賴耶的三細相，這個三細相就是科學家講的宇宙的根源。阿賴耶的業相，科學家稱為能量；阿賴耶的轉相，科學說它做信息；阿賴耶的境界相，那就是物質。你看這三樣東西組成的宇宙，這三樣東西在佛法裡面講阿賴耶，五蘊裡頭的識蘊。我們要首先把它搞清楚，它是一切觀行的基礎，頭一個對象。這真的從根上看，看什麼？萬法皆空，人我空、法我空。只要能放得下，不執著，事情就好辦了。"
    },
    {
      "id": "02-037-0274_p0022",
      "zh_CN": "第二个，就从这个地方，阴境生起的烦恼。「昏烦之法」，昏是迷、不觉，烦是恼，「恼乱心神。又贪瞋等法」，这就是贪瞋痴慢疑这五种，「与心作烦」，烦心，「令心得恼，故云烦恼」，心烦、心恼。这些东西在《百法》里头称之为根本烦恼。《百法》里面给我们讲二十六个烦恼，根本烦恼六个，贪瞋痴慢疑这五个，后面加一个恶见，恶见就是见惑，把见惑变成一条，合前面五个叫根本烦恼，所有烦恼都是从它生的。「谓无始以来，积集重惑」，迷惑一世比一世严重；换句话说，你不能提升，你决定往下堕落。你说我保在中间不动，保不住，不是升就是降，而且确实升得少、降得多。我们看到这个现象，从历史上来观察，一代不如一代。所以教育就非常重要，佛菩萨、圣贤全都是把教育摆在第一位。为什么？教他，他清楚了，搞明白了，他能往上提升；他要不清楚，一定随着烦恼转，随着烦恼习气转肯定往下降。",
      "zh_TW": "第二個，就從這個地方，陰境生起的煩惱。「昏煩之法」，昏是迷、不覺，煩是惱，「惱亂心神。又貪瞋等法」，這就是貪瞋痴慢疑這五種，「與心作煩」，煩心，「令心得惱，故云煩惱」，心煩、心惱。這些東西在《百法》裡頭稱之為根本煩惱。《百法》裡面給我們講二十六個煩惱，根本煩惱六個，貪瞋痴慢疑這五個，後面加一個惡見，惡見就是見惑，把見惑變成一條，合前面五個叫根本煩惱，所有煩惱都是從它生的。「謂無始以來，積集重惑」，迷惑一世比一世嚴重；換句話說，你不能提升，你決定往下墮落。你說我保在中間不動，保不住，不是升就是降，而且確實升得少、降得多。我們看到這個現象，從歷史上來觀察，一代不如一代。所以教育就非常重要，佛菩薩、聖賢全都是把教育擺在第一位。為什麼？教他，他清楚了，搞明白了，他能往上提升；他要不清楚，一定隨著煩惱轉，隨著煩惱習氣轉肯定往下降。"
    },
    {
      "id": "02-037-0274_p0023",
      "zh_CN": "教什么？真的是戒定慧三学。戒的目的是帮助你得定，这目的；定的目的是帮助你开智慧，所以真正的目的是智慧。智慧从哪里开？决定是戒定。不是你读的东西多、学的东西多，那些，孔子说的「记问之学」，记得再多「不足以为人师」。为什么？你做不到，知道得很多做不到。所以今天学佛变成什么？全是佛学，学的佛教的知识，不是如来所说的真实义，是什么？全是自己的意思，那怎么行？不管用。开悟之后不一样了，开悟之后你展开经卷是自己自性流出来的意思，那是真的。因为我们的自性跟佛是一个自性，不是两个。所以佛从自性里流出来的，我们从自性流出智慧来解它。不一样！那你要有智慧一定有定，定是什么？经题上的清净、平等是定，清净是小乘的定，平等是大乘定，后面那个觉是智慧，那是大彻大悟、明心见性。持戒可以得清净心，清净心生智慧。所以说为什么要持戒？不是说我们要做一个有道德的人，不是，那是附带的，那不是第一个目的，那是以后的目的，附带的，真正的目的是得禅定、得三昧。三昧是枢纽，不是目的，从三昧开智慧，叫大彻大悟，这叫三学。",
      "zh_TW": "教什麼？真的是戒定慧三學。戒的目的是幫助你得定，這目的；定的目的是幫助你開智慧，所以真正的目的是智慧。智慧從哪裡開？決定是戒定。不是你讀的東西多、學的東西多，那些，孔子說的「記問之學」，記得再多「不足以為人師」。為什麼？你做不到，知道得很多做不到。所以今天學佛變成什麼？全是佛學，學的佛教的知識，不是如來所說的真實義，是什麼？全是自己的意思，那怎麼行？不管用。開悟之後不一樣了，開悟之後你展開經卷是自己自性流出來的意思，那是真的。因為我們的自性跟佛是一個自性，不是兩個。所以佛從自性裡流出來的，我們從自性流出智慧來解它。不一樣！那你要有智慧一定有定，定是什麼？經題上的清淨、平等是定，清淨是小乘的定，平等是大乘定，後面那個覺是智慧，那是大徹大悟、明心見性。持戒可以得清淨心，清淨心生智慧。所以說為什麼要持戒？不是說我們要做一個有道德的人，不是，那是附帶的，那不是第一個目的，那是以後的目的，附帶的，真正的目的是得禪定、得三昧。三昧是樞紐，不是目的，從三昧開智慧，叫大徹大悟，這叫三學。"
    },
    {
      "id": "02-037-0274_p0024",
      "zh_CN": "我们要不要开智慧？要不要入佛境界？要入佛境界一定要走这个路子，持戒、得定、开悟，没有第二个路子好走。八万四千法门是八万四千种不同的方法学戒、学定。定叫三昧，我们用念佛的方法叫念佛三昧，用《华严经》的方法叫华严三昧，用《法华经》的方法叫法华三昧。三昧是一样的，你用什么方法得到三昧不一定，八万四千法门，门门都成三昧。所以佛才讲「法门平等，无有高下」，只要你一心专注。同时学几门很难，很不容易成就，一定要一门。这个现在人又不相信。一门真通了，一切就通了；一门不通，一切都不通。那我就多学几门，多学几门，门门都不通。",
      "zh_TW": "我們要不要開智慧？要不要入佛境界？要入佛境界一定要走這個路子，持戒、得定、開悟，沒有第二個路子好走。八萬四千法門是八萬四千種不同的方法學戒、學定。定叫三昧，我們用念佛的方法叫念佛三昧，用《華嚴經》的方法叫華嚴三昧，用《法華經》的方法叫法華三昧。三昧是一樣的，你用什麼方法得到三昧不一定，八萬四千法門，門門都成三昧。所以佛才講「法門平等，無有高下」，只要你一心專注。同時學幾門很難，很不容易成就，一定要一門。這個現在人又不相信。一門真通了，一切就通了；一門不通，一切都不通。那我就多學幾門，多學幾門，門門都不通。"
    },
    {
      "id": "02-037-0274_p0025",
      "zh_CN": "惠能大师给我们最好的榜样，他做出给我们看。大家知道，没念过书，不认识字。他一生只听一次经，五祖忍和尚，在方丈室里头，半夜三更给他讲《金刚经》，就那么一次。他一次就行了，一次没讲完，讲到「应无所住而生其心」，他就开悟了。他有没有持戒？有。从哪里看出来？从他待人接物，从他那种谦卑，对待一切人的恭敬，平等的恭敬，不敢轻慢任何一个人，从他那个善良、真诚，那都是持戒。他有没有得定？有，他得三昧，他心里头没有妄想。怎么知道？如果有妄想，神秀那首偈子他看不出毛病。我们都觉得作得很好，「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」，好！五祖也赞叹，劝大家依这个偈子去修。可是他一听人念这个偈子，立刻就晓得没悟，还是凡夫。他把那个偈子改了，「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」。这是什么？定慧，超过他了。要是讲经教这个东西他不如人，讲悟入真实境界他超过。五祖当时把他否定了，没开悟，也没有开悟。这是什么？保护他，怕人害他。这嫉妒障碍多重，一千四百年前的事情。现在更严重了，你想出人头地，一脚就把你踩死了。所以自己要懂得保护，要学得像六祖惠能一样，谦下、谦卑，对人尊重，表现出来的是愚痴，叫愚不可及。所以这个一门深入，长时薰修有大道理在里头，不能不知道。",
      "zh_TW": "惠能大師給我們最好的榜樣，他做出給我們看。大家知道，沒念過書，不認識字。他一生只聽一次經，五祖忍和尚，在方丈室裡頭，半夜三更給他講《金剛經》，就那麼一次。他一次就行了，一次沒講完，講到「應無所住而生其心」，他就開悟了。他有沒有持戒？有。從哪裡看出來？從他待人接物，從他那種謙卑，對待一切人的恭敬，平等的恭敬，不敢輕慢任何一個人，從他那個善良、真誠，那都是持戒。他有沒有得定？有，他得三昧，他心裡頭沒有妄想。怎麼知道？如果有妄想，神秀那首偈子他看不出毛病。我們都覺得作得很好，「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」，好！五祖也讚歎，勸大家依這個偈子去修。可是他一聽人念這個偈子，立刻就曉得沒悟，還是凡夫。他把那個偈子改了，「菩提本無樹，明鏡亦非台，本來無一物，何處惹塵埃」。這是什麼？定慧，超過他了。要是講經教這個東西他不如人，講悟入真實境界他超過。五祖當時把他否定了，沒開悟，也沒有開悟。這是什麼？保護他，怕人害他。這嫉妒障礙多重，一千四百年前的事情。現在更嚴重了，你想出人頭地，一腳就把你踩死了。所以自己要懂得保護，要學得像六祖惠能一樣，謙下、謙卑，對人尊重，表現出來的是愚痴，叫愚不可及。所以這個一門深入，長時薰修有大道理在裡頭，不能不知道。"
    },
    {
      "id": "02-037-0274_p0026",
      "zh_CN": "广学多闻是什么时候的事情？开悟之后，善财童子五十三参是开悟以后。他在文殊菩萨会里头，文殊是他的老师，是一门深入，长时薰修；到大彻大悟，这才叫他走底下一步，广学多闻，法门无量誓愿学。有这个智慧，学习速度快。龙树菩萨大彻大悟之后，学释迦牟尼佛的经教，四十九年所说的一切经教，三个月就毕业了，全学完了。那是什么原因？一部经论不需要全部学完，看几页全都懂了。就像惠能大师，《坛经》里面所说的，法达禅师一生专攻《法华经》，十年诵《法华经》三千遍。到曹溪去礼拜六祖，礼拜的时候头没着地，拜三拜头没着地。起来之后六祖就问他，你刚才拜佛头没着地，一定有值得骄傲的地方，什么事情值得骄傲？他就说出来了，诵《法华》三千部。难得！《法华经》长，虽然只有七卷，每一卷分量都大。就问他，《法华经》讲的什么？惠能大师没听过，他不认识字当然不会看经，没有听说过。你既然念得那么熟了，你念给我听听。《法华经》二十八品，他念到第二品，第二品是方便品，二品还没有念完，六祖说行了，不必念了，我全知道了。这是什么？这就叫一切经通。不一定要你念完，念几句我全明白了；《金刚经》讲到「应无所住而生其心」，《般若》全了解了。",
      "zh_TW": "廣學多聞是什麼時候的事情？開悟之後，善財童子五十三參是開悟以後。他在文殊菩薩會裡頭，文殊是他的老師，是一門深入，長時薰修；到大徹大悟，這才叫他走底下一步，廣學多聞，法門無量誓願學。有這個智慧，學習速度快。龍樹菩薩大徹大悟之後，學釋迦牟尼佛的經教，四十九年所說的一切經教，三個月就畢業了，全學完了。那是什麼原因？一部經論不需要全部學完，看幾頁全都懂了。就像惠能大師，《壇經》裡面所說的，法達禪師一生專攻《法華經》，十年誦《法華經》三千遍。到曹溪去禮拜六祖，禮拜的時候頭沒著地，拜三拜頭沒著地。起來之後六祖就問他，你剛才拜佛頭沒著地，一定有值得驕傲的地方，什麼事情值得驕傲？他就說出來了，誦《法華》三千部。難得！《法華經》長，雖然只有七卷，每一卷分量都大。就問他，《法華經》講的什麼？惠能大師沒聽過，他不認識字當然不會看經，沒有聽說過。你既然念得那麼熟了，你念給我聽聽。《法華經》二十八品，他念到第二品，第二品是方便品，二品還沒有念完，六祖說行了，不必念了，我全知道了。這是什麼？這就叫一切經通。不一定要你念完，念幾句我全明白了；《金剛經》講到「應無所住而生其心」，《般若》全了解了。"
    },
    {
      "id": "02-037-0274_p0027",
      "zh_CN": "这样学习的方法，一部《大藏经》三个月没有问题，真能学得会，看几句就行了，不必要看完，这真厉害。为什么？一切法全是自性流的，只要见了性，一切法全明白了。这叫无师智、自然智，全通了。这是东方古圣先贤教学的理念、诀窍，西方没有，西方一样东西一定要认真学习，学一样是一样，不能在一样东西圆融贯穿一切课程，它做不到，佛法能做到。近代科技这些东西，你没有问他，你问他他全晓得，没有一样不晓得。连现在量子力学家看到阿赖耶的三细相，他们要讲阿赖耶的三细相比科学家讲得好，为什么？科学家才看到表面，不透彻，他们完全透彻，一点障碍都没有。没有开悟，没有开悟就生烦恼，想了解一桩事情也不是那么容易，你看物质问题，千百年当中多少人在研究。",
      "zh_TW": "這樣學習的方法，一部《大藏經》三個月沒有問題，真能學得會，看幾句就行了，不必要看完，這真厲害。為什麼？一切法全是自性流的，只要見了性，一切法全明白了。這叫無師智、自然智，全通了。這是東方古聖先賢教學的理念、訣竅，西方沒有，西方一樣東西一定要認真學習，學一樣是一樣，不能在一樣東西圓融貫穿一切課程，它做不到，佛法能做到。近代科技這些東西，你沒有問他，你問他他全曉得，沒有一樣不曉得。連現在量子力學家看到阿賴耶的三細相，他們要講阿賴耶的三細相比科學家講得好，為什麼？科學家才看到表面，不透徹，他們完全透徹，一點障礙都沒有。沒有開悟，沒有開悟就生煩惱，想了解一樁事情也不是那麼容易，你看物質問題，千百年當中多少人在研究。"
    },
    {
      "id": "02-037-0274_p0028",
      "zh_CN": "我们看底下这段文，「谓无始以来，积集重惑，今因用观观察阴境，烦恼即发」，你观色受想行识，烦恼起来了。为什么起来？你对它不了解。观身不净不就烦恼起来了，观受是苦怎么不起烦恼，观心无常、观法无我，真生烦恼。我们读这些东西，看不透，虽然学佛学几十年还是疑惑，佛为什么这么说法？又不敢反对，但是疑除不掉。我们是看到《菩萨处胎经》里头，释迦牟尼佛问弥勒菩萨，「心有所念，几念、几相、几识耶」，我们从弥勒菩萨的回答里头恍然大悟。这个所谓是揭秘，这宇宙的秘密，弥勒菩萨给揭穿了。我们看了半信半疑，真是这样吗？看到现代科学家这个报告，这个疑才算是总结掉了，不再怀疑了。这个东西不怀疑，对佛经上许许多多疑难东西我们都会点头，佛说的不会错，科学还没证明，再来有个二十年、三十年之后，佛经上许多疑难东西科学都会把它解释清楚。佛怎么知道的？佛从禅定当中知道的，禅定是现量境界。这些科学家，他是先从比量，然后用仪器观察见到现量。没有禅定力量大，禅定看得透彻，因为它超越空间、超越时间，所谓的空间维次，禅定里头不存在。我们今天还是没有办法超越空间维次，虽然知道，不够清楚、不够透彻，所以还是有烦恼。",
      "zh_TW": "我們看底下這段文，「謂無始以來，積集重惑，今因用觀觀察陰境，煩惱即發」，你觀色受想行識，煩惱起來了。為什麼起來？你對它不了解。觀身不淨不就煩惱起來了，觀受是苦怎麼不起煩惱，觀心無常、觀法無我，真生煩惱。我們讀這些東西，看不透，雖然學佛學幾十年還是疑惑，佛為什麼這麼說法？又不敢反對，但是疑除不掉。我們是看到《菩薩處胎經》裡頭，釋迦牟尼佛問彌勒菩薩，「心有所念，幾念、幾相、幾識耶」，我們從彌勒菩薩的回答裡頭恍然大悟。這個所謂是揭祕，這宇宙的祕密，彌勒菩薩給揭穿了。我們看了半信半疑，真是這樣嗎？看到現代科學家這個報告，這個疑才算是總結掉了，不再懷疑了。這個東西不懷疑，對佛經上許許多多疑難東西我們都會點頭，佛說的不會錯，科學還沒證明，再來有個二十年、三十年之後，佛經上許多疑難東西科學都會把它解釋清楚。佛怎麼知道的？佛從禪定當中知道的，禪定是現量境界。這些科學家，他是先從比量，然後用儀器觀察見到現量。沒有禪定力量大，禪定看得透徹，因為它超越空間、超越時間，所謂的空間維次，禪定裡頭不存在。我們今天還是沒有辦法超越空間維次，雖然知道，不夠清楚、不夠透徹，所以還是有煩惱。"
    },
    {
      "id": "02-037-0274_p0029",
      "zh_CN": "「譬如流水，寻常不觉其急」，我们看这个江里头、河里头水在流，没有看到它急，你看它们都是一样的。「若槩之以木」，我们丢几片木材，丢几片，不是一片，丢几片，丢到水里，你就看到水流得急了，就看出来了。「流即奔迸」，这个字是念什么？也念并，「莫能止遏」。你看到水流得快，速度很快，是什么？看到这个木材漂在水上面，看到水流得快。「是时应舍阴境而观烦恼境」，这就教我们作观的方法，这个时候你不要去看五阴，你看烦恼。烦恼从哪里来的？总的来说不离色心。色心是一切法的源头，现在科学讲的精神现象跟物质现象，心理跟物理，这就是源头。现代新的这些科学家，我们看到这个报告，说出，这将近四百年的科学，他说我们犯了一个误区、一个错误，这个错误是什么？二分法，带给我们许许多多的误会。二分法就是心理跟物理分开了，现在晓得，心理跟物理是一桩事情，分不开的。从五蕴上看就晓得了，五蕴，色是物质，受想行识是心理，所以心法跟色法是一不是二，解不开。这是科学家看到的，看到什么？中微子，这么小的东西，一百亿个中微子聚集在一起，它的大小等于一个电子，这个中微子里头，色受想行识全具足。我们以后再讲《心经》就明白了，不用身体来做代表了。以前我们都讲肉身，肉身是色；我们有感受，苦乐忧喜舍的感受；有思想，可以想前想后；这些思想就是妄想，念念不停，一个接一个，那叫行。还有一个阿赖耶，阿赖耶是什么？我们所有一切的业习，就像一些资料储藏在阿赖耶。阿赖耶是仓库，叫藏识，藏就是藏，我们的记忆统统收藏在那里面，什么时候想起来它就浮出来，好像档案一样，调出来看看。是一桩事情，不能分，这一分作两个，麻烦就来了。所以物理到今天不能解决问题，物理带来了很多灾难，灾难不能化解。",
      "zh_TW": "「譬如流水，尋常不覺其急」，我們看這個江裡頭、河裡頭水在流，沒有看到它急，你看它們都是一樣的。「若槩之以木」，我們丟幾片木材，丟幾片，不是一片，丟幾片，丟到水裡，你就看到水流得急了，就看出來了。「流即奔迸」，這個字是念什麼？也念並，「莫能止遏」。你看到水流得快，速度很快，是什麼？看到這個木材漂在水上面，看到水流得快。「是時應捨陰境而觀煩惱境」，這就教我們作觀的方法，這個時候你不要去看五陰，你看煩惱。煩惱從哪裡來的？總的來說不離色心。色心是一切法的源頭，現在科學講的精神現象跟物質現象，心理跟物理，這就是源頭。現代新的這些科學家，我們看到這個報告，說出，這將近四百年的科學，他說我們犯了一個誤區、一個錯誤，這個錯誤是什麼？二分法，帶給我們許許多多的誤會。二分法就是心理跟物理分開了，現在曉得，心理跟物理是一樁事情，分不開的。從五蘊上看就曉得了，五蘊，色是物質，受想行識是心理，所以心法跟色法是一不是二，解不開。這是科學家看到的，看到什麼？中微子，這麼小的東西，一百億個中微子聚集在一起，它的大小等於一個電子，這個中微子裡頭，色受想行識全具足。我們以後再講《心經》就明白了，不用身體來做代表了。以前我們都講肉身，肉身是色；我們有感受，苦樂憂喜捨的感受；有思想，可以想前想後；這些思想就是妄想，念念不停，一個接一個，那叫行。還有一個阿賴耶，阿賴耶是什麼？我們所有一切的業習，就像一些資料儲藏在阿賴耶。阿賴耶是倉庫，叫藏識，藏就是藏，我們的記憶統統收藏在那裡面，什麼時候想起來它就浮出來，好像檔案一樣，調出來看看。是一樁事情，不能分，這一分作兩個，麻煩就來了。所以物理到今天不能解決問題，物理帶來了很多災難，災難不能化解。"
    },
    {
      "id": "02-037-0274_p0030",
      "zh_CN": "现在新的科学家告诉我们，这个灾难可以化解，用什么化解？用意念化解，用心来化解，因为心跟物它是一不是二。我们起心动念，物，它有感应。我们动一个念头，善、不善，桌子知道，这地板知道，花草树木、山河大地没有不知道的。这就说出遍法界虚空界全是有机体，活的不是死的，懂得人的念头，我们的善念、不善念它全知道；我们爱它，或者我们想消灭它、毁掉它全都知道，没有一样不知道。所以最近提出以心控物，心可以控制一切物质。这个佛说了，「制心一处，无事不办」，这句话非常重要。这就说明一门深入、长时薰修的原理是什么，道理是什么，道理就是制心一处，无事不办。我们今天念头是散的，散乱，散乱没有成就，一点点障碍都把你障住了；如果制心一处，没有东西能障碍你。我们把意念集中，集中在一点，什么障碍都没有了，都能突破。像光，光是四面八方发射，如果把这个光集中在一点变成激光，你看现在这个灯光，一张纸透不过去，如果变成激光，钢板都穿过，那个力量多大，这是物理。心的力量要集中那还得了！心集中就是三昧。你用什么方法来集中？方法很多，所谓八万四千法门、无量法门。只要你想一桩事情，不要去想别的，那就集中了，那就产生不可思议的能量，所以能改变我们的生理，能改变地球。",
      "zh_TW": "現在新的科學家告訴我們，這個災難可以化解，用什麼化解？用意念化解，用心來化解，因為心跟物它是一不是二。我們起心動念，物，它有感應。我們動一個念頭，善、不善，桌子知道，這地板知道，花草樹木、山河大地沒有不知道的。這就說出遍法界虛空界全是有機體，活的不是死的，懂得人的念頭，我們的善念、不善念它全知道；我們愛它，或者我們想消滅它、毀掉它全都知道，沒有一樣不知道。所以最近提出以心控物，心可以控制一切物質。這個佛說了，「制心一處，無事不辦」，這句話非常重要。這就說明一門深入、長時薰修的原理是什麼，道理是什麼，道理就是制心一處，無事不辦。我們今天念頭是散的，散亂，散亂沒有成就，一點點障礙都把你障住了；如果制心一處，沒有東西能障礙你。我們把意念集中，集中在一點，什麼障礙都沒有了，都能突破。像光，光是四面八方發射，如果把這個光集中在一點變成激光，你看現在這個燈光，一張紙透不過去，如果變成激光，鋼板都穿過，那個力量多大，這是物理。心的力量要集中那還得了！心集中就是三昧。你用什麼方法來集中？方法很多，所謂八萬四千法門、無量法門。只要你想一樁事情，不要去想別的，那就集中了，那就產生不可思議的能量，所以能改變我們的生理，能改變地球。"
    },
    {
      "id": "02-037-0274_p0031",
      "zh_CN": "科学家举个例子，真正意念集中，这个力量可以改变星球在太空当中运行的轨道，能把它改变，这么大的力量。所以地球出了这些小毛病很好医治，不是大毛病。美国布莱登告诉我们，应对二０一二马雅预言的方法，他只说了三句话，我们真正能做到「弃恶扬善」，就是佛家讲的断恶修善，「改邪归正，端正心念」，这三句话这部经上讲得很清楚，他说这个灾难就化解了；不但没有灾难，地球没有灾难，会把地球带上更好的走向。这个话，真实智慧，不是假的。我们学佛要学真的，不能搞表面，踏踏实实才能解决问题。",
      "zh_TW": "科學家舉個例子，真正意念集中，這個力量可以改變星球在太空當中運行的軌道，能把它改變，這麼大的力量。所以地球出了這些小毛病很好醫治，不是大毛病。美國布萊登告訴我們，應對二０一二馬雅預言的方法，他只說了三句話，我們真正能做到「棄惡揚善」，就是佛家講的斷惡修善，「改邪歸正，端正心念」，這三句話這部經上講得很清楚，他說這個災難就化解了；不但沒有災難，地球沒有災難，會把地球帶上更好的走向。這個話，真實智慧，不是假的。我們學佛要學真的，不能搞表面，踏踏實實才能解決問題。"
    },
    {
      "id": "02-037-0274_p0032",
      "zh_CN": "第三，「病患境」。有病不是坏事，病能帮助你解决很多问题，能帮助你开悟。「病起之因虽多，不出四大增损」，损就是减少，「致有患生」。我们看看，这是天台大师，一千四百年前。智者大师生在隋朝，往生在唐朝，隋末唐初的人。他说「又由观阴」，观五阴，「惑」，三种惑，这是病因，病从这来的。三惑就是无明、尘沙、见思，《华严经》上所说的妄想、分别、执着，病从这来的。「激动四大」，四大是物质现象，这是缘。「致有患生」，这个患就是病，病是果。你看，病的因、病的缘、病的果。",
      "zh_TW": "第三，「病患境」。有病不是壞事，病能幫助你解決很多問題，能幫助你開悟。「病起之因雖多，不出四大增損」，損就是減少，「致有患生」。我們看看，這是天台大師，一千四百年前。智者大師生在隋朝，往生在唐朝，隋末唐初的人。他說「又由觀陰」，觀五陰，「惑」，三種惑，這是病因，病從這來的。三惑就是無明、塵沙、見思，《華嚴經》上所說的妄想、分別、執著，病從這來的。「激動四大」，四大是物質現象，這是緣。「致有患生」，這個患就是病，病是果。你看，病的因、病的緣、病的果。"
    },
    {
      "id": "02-037-0274_p0033",
      "zh_CN": "病的因是什么？五阴、三惑。三惑里面见思惑，把它分开来就是六个根本烦恼，贪、瞋、痴、慢、疑、恶见。贪瞋痴慢疑是思惑，恶见就是见惑，合起来就是见思烦恼，这病因。人要常常想这些，他能不生病吗？这六样东西对应我们身体里面五脏六腑，你想它，它就起作用。所以人，他为什么不想健康的，他想病？特别是年岁大了，年岁大的人工作没有了，他退休了、下来了，没有事情做，每天就想病，这个地方痛、那里不舒服了，他就搞这个，没事也想出来了。为什么他工作的时候没有病？他没想到身体，他光想到工作。工作一丢掉之后，我老了，老了就会生病，病了就要死。完全符合他的理想，他的想法全圆满了，它就这么来的。我以后有人来问我怎么养生的我要改变说法。讲你为什么没有老？我没想老，它不老；因为你想，它就老了。我不想病，它就没有病；你天天想病，那病就缠身，就这么个道理。一切法从心想生，太妙了！所以要有正面的思想，不可以有负面的；有善的思想，不能有恶的。",
      "zh_TW": "病的因是什麼？五陰、三惑。三惑裡面見思惑，把它分開來就是六個根本煩惱，貪、瞋、痴、慢、疑、惡見。貪瞋痴慢疑是思惑，惡見就是見惑，合起來就是見思煩惱，這病因。人要常常想這些，他能不生病嗎？這六樣東西對應我們身體裡面五臟六腑，你想它，它就起作用。所以人，他為什麼不想健康的，他想病？特別是年歲大了，年歲大的人工作沒有了，他退休了、下來了，沒有事情做，每天就想病，這個地方痛、那裡不舒服了，他就搞這個，沒事也想出來了。為什麼他工作的時候沒有病？他沒想到身體，他光想到工作。工作一丟掉之後，我老了，老了就會生病，病了就要死。完全符合他的理想，他的想法全圓滿了，它就這麼來的。我以後有人來問我怎麼養生的我要改變說法。講你為什麼沒有老？我沒想老，它不老；因為你想，它就老了。我不想病，它就沒有病；你天天想病，那病就纏身，就這麼個道理。一切法從心想生，太妙了！所以要有正面的思想，不可以有負面的；有善的思想，不能有惡的。"
    },
    {
      "id": "02-037-0274_p0034",
      "zh_CN": "那什么是最好的思想？想阿弥陀佛第一好，所有一切念头当中没有比这个更好的，这是最健康的，为什么不天天想这个？想这个什么？想这个想久了自己就变成阿弥陀佛了，真的不是假的。大乘经上常说，「自性弥陀，唯心净土」。所以阿弥陀佛从哪里来的？我自性变现的。我天天想，到极乐世界就变成阿弥陀佛。往生到极乐世界，经上讲得很清楚，你的身、相貌跟阿弥陀佛完全一样。为什么？天天想他，自然就一样了。金刚不坏身，真正无量寿，无量的智慧、无量的德能、无量的相好，没有一样不是无量的。自己成就之后成就一切众生，帮助一切众生化解灾难，从你身心的病苦一直到自然灾害都有能力化解。",
      "zh_TW": "那什麼是最好的思想？想阿彌陀佛第一好，所有一切念頭當中沒有比這個更好的，這是最健康的，為什麼不天天想這個？想這個什麼？想這個想久了自己就變成阿彌陀佛了，真的不是假的。大乘經上常說，「自性彌陀，唯心淨土」。所以阿彌陀佛從哪裡來的？我自性變現的。我天天想，到極樂世界就變成阿彌陀佛。往生到極樂世界，經上講得很清楚，你的身、相貌跟阿彌陀佛完全一樣。為什麼？天天想他，自然就一樣了。金剛不壞身，真正無量壽，無量的智慧、無量的德能、無量的相好，沒有一樣不是無量的。自己成就之後成就一切眾生，幫助一切眾生化解災難，從你身心的病苦一直到自然災害都有能力化解。"
    },
    {
      "id": "02-037-0274_p0035",
      "zh_CN": "佛菩萨用什么手段？给诸位说用教育，没有一尊佛菩萨不讲经教学的，没有。中国老祖宗，佛法没到中国来，老祖宗就知道，提出「建国君民，教学为先」。实际上，这个教学为先在中国已经根深蒂固了。为什么？中国家庭是大家庭制度，自古以来不分家，一家人，为什么要分？不分家。不分家，家里人口愈来愈多，五代、六代同堂就二、三百人。家里头人丁兴旺，五、六百人，七、八百人很平常，大家族。这么大的团体在一起生活，没有规矩行吗？所以教学为先从这来的，你要不把他教好，这么多人天天在一块吵架，那这个家庭没有欢乐，那不像个家庭，家庭的和睦全靠教育。",
      "zh_TW": "佛菩薩用什麼手段？給諸位說用教育，沒有一尊佛菩薩不講經教學的，沒有。中國老祖宗，佛法沒到中國來，老祖宗就知道，提出「建國君民，教學為先」。實際上，這個教學為先在中國已經根深蒂固了。為什麼？中國家庭是大家庭制度，自古以來不分家，一家人，為什麼要分？不分家。不分家，家裡人口愈來愈多，五代、六代同堂就二、三百人。家裡頭人丁興旺，五、六百人，七、八百人很平常，大家族。這麼大的團體在一起生活，沒有規矩行嗎？所以教學為先從這來的，你要不把他教好，這麼多人天天在一塊吵架，那這個家庭沒有歡樂，那不像個家庭，家庭的和睦全靠教育。"
    },
    {
      "id": "02-037-0274_p0036",
      "zh_CN": "家在中国有四大支柱，家道、家规、家学、家业，四大支柱。这四个支柱有人能够继承，他的家世世代代延续下去，不衰不败。所以中国对下一辈说「不孝有三，无后为大」，那个后不是子孙多，是子孙里头有继承家的人，有继承家道的、有继承家业的、有继承家学的、有继承家规的，那他们的家世世代代都兴旺，这个道理我们要懂。以后从家慢慢形成了部落，这家变成什么？变成个小国，在从前诸侯国不就是一个家！所以中国人懂得教育，远古他就懂得，一切全靠教育。",
      "zh_TW": "家在中國有四大支柱，家道、家規、家學、家業，四大支柱。這四個支柱有人能夠繼承，他的家世世代代延續下去，不衰不敗。所以中國對下一輩說「不孝有三，無後為大」，那個後不是子孫多，是子孫裡頭有繼承家的人，有繼承家道的、有繼承家業的、有繼承家學的、有繼承家規的，那他們的家世世代代都興旺，這個道理我們要懂。以後從家慢慢形成了部落，這家變成什麼？變成個小國，在從前諸侯國不就是一個家！所以中國人懂得教育，遠古他就懂得，一切全靠教育。"
    },
    {
      "id": "02-037-0274_p0037",
      "zh_CN": "今天社会现象乱成这个样子，我遇到不少国家领导人，都会问我这一句，现在这个社会还会有和平吗？还能够恢复正常吗？有。这个社会什么问题都没有，就是教育出了问题。教育出问题？是，你们现在没有教育。怎么没有？学校办这么多。你里头没有做人的教育，只有学做事的教育，所以人会做事不会做人。没有伦理的教育，没有道德的教育，没有因果的教育，没有圣贤的教育，出事情了！什么样的制度都是枉然，为什么？人不好，好制度也干坏事；如果人是好人，坏制度他也能做好事。这就是古谚语所说的「人能弘道，非道弘人」，这个道理一定要懂。问题到底出在哪里，我们如何来解决。",
      "zh_TW": "今天社會現象亂成這個樣子，我遇到不少國家領導人，都會問我這一句，現在這個社會還會有和平嗎？還能夠恢復正常嗎？有。這個社會什麼問題都沒有，就是教育出了問題。教育出問題？是，你們現在沒有教育。怎麼沒有？學校辦這麼多。你裡頭沒有做人的教育，只有學做事的教育，所以人會做事不會做人。沒有倫理的教育，沒有道德的教育，沒有因果的教育，沒有聖賢的教育，出事情了！什麼樣的制度都是枉然，為什麼？人不好，好制度也幹壞事；如果人是好人，壞制度他也能做好事。這就是古諺語所說的「人能弘道，非道弘人」，這個道理一定要懂。問題到底出在哪裡，我們如何來解決。"
    },
    {
      "id": "02-037-0274_p0038",
      "zh_CN": "那还有救吗？有救，问题就是你肯不肯干。谁带头干？在古时候皇上带头，人民才肯跟着学；人民里头出一个带头不行，没人肯跟他学。所以要国家领导人，他觉悟了，他真干，尊重、礼敬这些圣贤人，具足伦理、道德这样的人，请他来讲学，自己来听课。像前清，这清朝了不起，开国的那些皇帝，圣人，不是凡人。你看顺治、康熙、雍正、乾隆，到嘉庆，嘉庆以后衰了，对儒释道三家学者专家那种恭敬、礼遇让人感动，所以他政权巩固，老百姓归心。礼请这些人，每天到宫廷里面去讲经，给他们上课，皇帝带着嫔妃、文武大臣听课、学习；不但学习，还有复讲。他真干，不是假的。",
      "zh_TW": "那還有救嗎？有救，問題就是你肯不肯幹。誰帶頭幹？在古時候皇上帶頭，人民才肯跟著學；人民裡頭出一個帶頭不行，沒人肯跟他學。所以要國家領導人，他覺悟了，他真幹，尊重、禮敬這些聖賢人，具足倫理、道德這樣的人，請他來講學，自己來聽課。像前清，這清朝了不起，開國的那些皇帝，聖人，不是凡人。你看順治、康熙、雍正、乾隆，到嘉慶，嘉慶以後衰了，對儒釋道三家學者專家那種恭敬、禮遇讓人感動，所以他政權鞏固，老百姓歸心。禮請這些人，每天到宮廷裡面去講經，給他們上課，皇帝帶著嬪妃、文武大臣聽課、學習；不但學習，還有複講。他真幹，不是假的。"
    },
    {
      "id": "02-037-0274_p0039",
      "zh_CN": "这个风气一直到咸丰，慈禧太后执政才把它废除掉了，不再请这些人到宫廷里面讲学。慈禧太后迷信，疑难的事情怎么办？从前疑难事情向这些专家学者请教，慈禧太后遇到疑难的事情驾乩扶鸾问鬼神，什么疑难事情都问鬼神，鬼神把她的国家灭掉了。你看过去这些帝王都是三宝弟子，对儒释道都称弟子，儒释道都是老师；慈禧太后自封为老佛爷，她是老佛爷，佛菩萨两旁边站。对于传统文化、对于佛教不尊重了，这上行下效，上面开这个头，底下对于传统文化，对于佛法、佛菩萨那种尊敬的心就降温了，那麻烦来了。满清末后一百年，信心就慢慢丧失了，西洋文化进来了，迷信西方科技（科学技术）。民国成立之后，讲的人都没有了。满清末年还有人讲，没有人相信、没有人学习了；到民国这一百年，一个世纪，讲的人没有了。所以变成中国人对自己文化非常生疏，比不上外国人，外国人谈谈中国文化，中国人在外国没有谈中国传统文化的。外国人提起中国传统文化中国人不懂，他讲些什么不知道，这个问题，这叫真正是病患！今天时间到了，我们就学习到此地。",
      "zh_TW": "這個風氣一直到咸豐，慈禧太后執政才把它廢除掉了，不再請這些人到宮廷裡面講學。慈禧太后迷信，疑難的事情怎麼辦？從前疑難事情向這些專家學者請教，慈禧太后遇到疑難的事情駕乩扶鸞問鬼神，什麼疑難事情都問鬼神，鬼神把她的國家滅掉了。你看過去這些帝王都是三寶弟子，對儒釋道都稱弟子，儒釋道都是老師；慈禧太后自封為老佛爺，她是老佛爺，佛菩薩兩旁邊站。對於傳統文化、對於佛教不尊重了，這上行下效，上面開這個頭，底下對於傳統文化，對於佛法、佛菩薩那種尊敬的心就降溫了，那麻煩來了。滿清末後一百年，信心就慢慢喪失了，西洋文化進來了，迷信西方科技（科學技術）。民國成立之後，講的人都沒有了。滿清末年還有人講，沒有人相信、沒有人學習了；到民國這一百年，一個世紀，講的人沒有了。所以變成中國人對自己文化非常生疏，比不上外國人，外國人談談中國文化，中國人在外國沒有談中國傳統文化的。外國人提起中國傳統文化中國人不懂，他講些什麼不知道，這個問題，這叫真正是病患！今天時間到了，我們就學習到此地。"
    }
  ]
}