{
  "doc_id": "02-037-0392",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三九二集",
    "zh_TW": "第三九二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0392",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0392_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八五五页，倒数第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八五五頁，倒數第四行："
    },
    {
      "id": "02-037-0392_p0002",
      "zh_CN": "「明平等度生之德。彼土菩萨有大慈悲，愿饶益一切有情，故于一切众生，不计亲疏恩怨，亦无彼我之分，更无违怨之想，视同一子，平等普度。故经云：亦无彼我违怨之想」。这句经文对于我们今天社会可以说是迫切需要。今天整个世界社会动乱，这个乱象让每个人都感到厌烦，许许多多人都在想如何对治，能够将社会秩序恢复像过去一样的安定。不要说过去太久，过去三十年跟现在相比差距很大。过去三十年，实在讲已经是很乱了，但是跟今天相比，过去还是太平盛世。为什么会变成这个样子？这个原因我们要知道，人学坏了。跟什么学？跟电视学、跟网路学，电视、网路失控了、疏忽了，所以变成今天这个样子。十年十年比，这是走下坡、滑坡，滑得很严重，再下去十年、再下去十年怎么办？怕的是这个地球毁灭，非常有可能。",
      "zh_TW": "「明平等度生之德。彼土菩薩有大慈悲，願饒益一切有情，故於一切眾生，不計親疏恩怨，亦無彼我之分，更無違怨之想，視同一子，平等普度。故經云：亦無彼我違怨之想」。這句經文對於我們今天社會可以說是迫切需要。今天整個世界社會動亂，這個亂象讓每個人都感到厭煩，許許多多人都在想如何對治，能夠將社會秩序恢復像過去一樣的安定。不要說過去太久，過去三十年跟現在相比差距很大。過去三十年，實在講已經是很亂了，但是跟今天相比，過去還是太平盛世。為什麼會變成這個樣子？這個原因我們要知道，人學壞了。跟什麼學？跟電視學、跟網路學，電視、網路失控了、疏忽了，所以變成今天這個樣子。十年十年比，這是走下坡、滑坡，滑得很嚴重，再下去十年、再下去十年怎麼辦？怕的是這個地球毀滅，非常有可能。"
    },
    {
      "id": "02-037-0392_p0003",
      "zh_CN": "许许多多志士仁人、国家领导人，我见到过的，都提出这么个问题，这个世界还会有和平吗？这个世界还会有救吗？这些问题非常严肃、非常尖锐。我的看法，要想恢复和平，只有一条路可走，哪一条路？宗教教育。除这条路子，真的，我想不出第二条路。我在马来西亚，跟前首相马哈迪讨论过这个问题，他同意我的看法。宗教可以团结，宗教要走向教育，希望宗教要觉悟，要为整个世界和谐着想，把经典细细的讲给信众们听，心量拓开，代表神、代表上帝真正的爱世人。每个宗教教义都是好的，每个宗教都教人孝顺父母、尊师重道，每个宗教都倡导要严守戒律，都重视伦理道德。其他的方法都来不及了，毕竟在现在世界上还有不少信奉宗教的人，信奉的热忱不如前人，不说太久，就是三十年以前比不上。",
      "zh_TW": "許許多多志士仁人、國家領導人，我見到過的，都提出這麼個問題，這個世界還會有和平嗎？這個世界還會有救嗎？這些問題非常嚴肅、非常尖銳。我的看法，要想恢復和平，只有一條路可走，哪一條路？宗教教育。除這條路子，真的，我想不出第二條路。我在馬來西亞，跟前首相馬哈迪討論過這個問題，他同意我的看法。宗教可以團結，宗教要走向教育，希望宗教要覺悟，要為整個世界和諧著想，把經典細細的講給信眾們聽，心量拓開，代表神、代表上帝真正的愛世人。每個宗教教義都是好的，每個宗教都教人孝順父母、尊師重道，每個宗教都倡導要嚴守戒律，都重視倫理道德。其他的方法都來不及了，畢竟在現在世界上還有不少信奉宗教的人，信奉的熱忱不如前人，不說太久，就是三十年以前比不上。"
    },
    {
      "id": "02-037-0392_p0004",
      "zh_CN": "佛教要恢复教育，不恢复教育不行。经典是佛陀的教科书，理论我们要明了、要接受，它所说的全都是我们自己分内之事，教我们怎样做人、怎样过日子、怎样工作、怎样处事待人接物，在这个里头提升自己的境界，是部非常好的教科书。这个地方教给我们，换句话说，我们要向西方极乐世界学习。为什么那个世界那么美好，原因何在？第一个，每一个往生的人经过严格的筛选。他造五逆十恶不要紧，真正忏悔，真正改过自新，极乐世界还是会收容他的；不能改过的，极乐世界决定不接受。所以极乐世界都是好人。极乐世界阿弥陀佛的教学没有中断过，所以在极乐世界这些人都受到最好的教育。老师是阿弥陀佛，还有十方诸佛如来，经常都到极乐世界去上课。无论我们想学什么法门，哪一种学术，应有尽有。老师都是如来，这是最高的学位，一定能把你教好，同学全是大菩萨，诸上善人俱会一处。极乐世界的筛选要上善，中下善根也能去，但是很短的时间就变成上善，在那里学习进步很快。那里头的人有大慈悲，这个大慈悲就是大爱。佛门常说慈悲，少说爱，慈悲就是爱，不一样的地方，慈悲，爱里头有智慧，这叫慈悲。一般讲爱，爱里头有感情，佛法里面爱是智慧，不是感情。这是极乐世界的菩萨，只要生到极乐世界都称之为菩萨，菩萨是学生。",
      "zh_TW": "佛教要恢復教育，不恢復教育不行。經典是佛陀的教科書，理論我們要明瞭、要接受，它所說的全都是我們自己分內之事，教我們怎樣做人、怎樣過日子、怎樣工作、怎樣處事待人接物，在這個裡頭提升自己的境界，是部非常好的教科書。這個地方教給我們，換句話說，我們要向西方極樂世界學習。為什麼那個世界那麼美好，原因何在？第一個，每一個往生的人經過嚴格的篩選。他造五逆十惡不要緊，真正懺悔，真正改過自新，極樂世界還是會收容他的；不能改過的，極樂世界決定不接受。所以極樂世界都是好人。極樂世界阿彌陀佛的教學沒有中斷過，所以在極樂世界這些人都受到最好的教育。老師是阿彌陀佛，還有十方諸佛如來，經常都到極樂世界去上課。無論我們想學什麼法門，哪一種學術，應有盡有。老師都是如來，這是最高的學位，一定能把你教好，同學全是大菩薩，諸上善人俱會一處。極樂世界的篩選要上善，中下善根也能去，但是很短的時間就變成上善，在那裡學習進步很快。那裡頭的人有大慈悲，這個大慈悲就是大愛。佛門常說慈悲，少說愛，慈悲就是愛，不一樣的地方，慈悲，愛裡頭有智慧，這叫慈悲。一般講愛，愛裡頭有感情，佛法裡面愛是智慧，不是感情。這是極樂世界的菩薩，只要生到極樂世界都稱之為菩薩，菩薩是學生。"
    },
    {
      "id": "02-037-0392_p0005",
      "zh_CN": "西方极乐世界，极乐世界只有两种人。克实而论，西方极乐世界是一个学校，是一个道场，不是一个国家，它不像国家。国家一定有行政组织，有国王、有大臣，极乐世界没有；一个国家一定有士农工商，这个社会有各行各业，极乐世界没有。极乐世界只有两种人，一个佛、一个菩萨，佛是老师，菩萨是学生。所以它是道道地地的一个学校，培养什么人？培养人成佛。这边这个没有，是在培养人成佛。佛是什么，我们要把他搞清楚，佛是伦理、道德、智慧、德行、才艺、福慧圆满的人，这个人叫做佛。你说这种学校，谁不乐意去学习？它里面教学的课程、目标都是我们渴望，我们希求，我们想得到的。而这个学校很容易去，不难，入学的条件很简单。第一个你要真正相信，相信有这个学校，极乐世界，相信有这个老师，阿弥陀佛。第二你真正想去，往生极乐世界，亲近阿弥陀佛。你去做什么？去就是作佛，我不是为别的。作佛，那个标准就是阿弥陀佛，我要学成跟阿弥陀佛一样，无量智慧、无量福德、无量寿命，一切都无量。不是为自私，不为自己，一切都无量，才能帮助遍法界虚空界一切诸佛刹土里面的苦难众生，是为这个。苦难众生就是六道里头的众生。所以他有大愿，愿饶益一切有情。有情就是有烦恼的，情就是烦恼，有烦恼当然造罪业。这些众生在六道里头轮回受苦，帮助他们离苦得乐，是为这个。",
      "zh_TW": "西方極樂世界，極樂世界只有兩種人。剋實而論，西方極樂世界是一個學校，是一個道場，不是一個國家，它不像國家。國家一定有行政組織，有國王、有大臣，極樂世界沒有；一個國家一定有士農工商，這個社會有各行各業，極樂世界沒有。極樂世界只有兩種人，一個佛、一個菩薩，佛是老師，菩薩是學生。所以它是道道地地的一個學校，培養什麼人？培養人成佛。這邊這個沒有，是在培養人成佛。佛是什麼，我們要把他搞清楚，佛是倫理、道德、智慧、德行、才藝、福慧圓滿的人，這個人叫做佛。你說這種學校，誰不樂意去學習？它裡面教學的課程、目標都是我們渴望，我們希求，我們想得到的。而這個學校很容易去，不難，入學的條件很簡單。第一個你要真正相信，相信有這個學校，極樂世界，相信有這個老師，阿彌陀佛。第二你真正想去，往生極樂世界，親近阿彌陀佛。你去做什麼？去就是作佛，我不是為別的。作佛，那個標準就是阿彌陀佛，我要學成跟阿彌陀佛一樣，無量智慧、無量福德、無量壽命，一切都無量。不是為自私，不為自己，一切都無量，才能幫助遍法界虛空界一切諸佛剎土裡面的苦難眾生，是為這個。苦難眾生就是六道裡頭的眾生。所以他有大願，願饒益一切有情。有情就是有煩惱的，情就是煩惱，有煩惱當然造罪業。這些眾生在六道裡頭輪迴受苦，幫助他們離苦得樂，是為這個。"
    },
    {
      "id": "02-037-0392_p0006",
      "zh_CN": "故于一切众生，不计亲疏恩怨。心量大，以平等心待人接物，恩怨平等，亲疏一样。一切众生里面，年龄跟自己父母差不多大的是长辈，像对父母一样的孝顺、尊重，年龄跟自己相差不多的是兄弟姐妹，年龄小的跟自己儿女一样。亦无彼我之分，这一句更难得，无彼我之分就是看成一体；前面不计亲疏恩怨是一家人，无彼我之分是一体。更无违怨之想，哪里会有这种念头？违是不顺，怨是有怨恨，这个在凡情里头常常有，有些人天天有，看这个看不惯，看那个不如意，总是心里头不平，有怨恨、有批评、有教训，总有这些。",
      "zh_TW": "故於一切眾生，不計親疏恩怨。心量大，以平等心待人接物，恩怨平等，親疏一樣。一切眾生裡面，年齡跟自己父母差不多大的是長輩，像對父母一樣的孝順、尊重，年齡跟自己相差不多的是兄弟姐妹，年齡小的跟自己兒女一樣。亦無彼我之分，這一句更難得，無彼我之分就是看成一體；前面不計親疏恩怨是一家人，無彼我之分是一體。更無違怨之想，哪裡會有這種念頭？違是不順，怨是有怨恨，這個在凡情裡頭常常有，有些人天天有，看這個看不慣，看那個不如意，總是心裡頭不平，有怨恨、有批評、有教訓，總有這些。"
    },
    {
      "id": "02-037-0392_p0007",
      "zh_CN": "视同一子，平等普度，这个态度很难很难。基督教里头说上帝爱世人，把世人都看作是自己的独生子一样。上帝做到了，可是基督徒没做到，基督徒有分别，是同样信仰的好像还有这么一点，不是基督徒、非基督徒，那个待遇就不一样。上帝爱世人，基督徒爱上帝，不爱世人。我跟基督徒往来，我告诉他们，上帝爱我。他说为什么？我说上帝爱世人，我也爱世人，我也爱上帝，他爱我，他不爱你们。他说为什么？你们爱上帝不爱世人。佛菩萨大慈大悲，跟上帝是一个心，视同一子，平等普度，我们做到没有？同样是学佛的都没有做到，有时候看成敌对。我们用这几句经文来做标准，就把那些信佛的人统统筛选掉了，他们念佛能不能往生极乐世界？不能，那到极乐世界把极乐世界规矩全都破坏了，阿弥陀佛不会来接你。弥陀不来接你，你找不到极乐世界在哪里，西方太大了，找不到。",
      "zh_TW": "視同一子，平等普度，這個態度很難很難。基督教裡頭說上帝愛世人，把世人都看作是自己的獨生子一樣。上帝做到了，可是基督徒沒做到，基督徒有分別，是同樣信仰的好像還有這麼一點，不是基督徒、非基督徒，那個待遇就不一樣。上帝愛世人，基督徒愛上帝，不愛世人。我跟基督徒往來，我告訴他們，上帝愛我。他說為什麼？我說上帝愛世人，我也愛世人，我也愛上帝，他愛我，他不愛你們。他說為什麼？你們愛上帝不愛世人。佛菩薩大慈大悲，跟上帝是一個心，視同一子，平等普度，我們做到沒有？同樣是學佛的都沒有做到，有時候看成敵對。我們用這幾句經文來做標準，就把那些信佛的人統統篩選掉了，他們念佛能不能往生極樂世界？不能，那到極樂世界把極樂世界規矩全都破壞了，阿彌陀佛不會來接你。彌陀不來接你，你找不到極樂世界在哪裡，西方太大了，找不到。"
    },
    {
      "id": "02-037-0392_p0008",
      "zh_CN": "真正想往生西方极乐世界的人，这段经文，这两行，你要好好的把它背熟，常常记在心里。你要是违背了佛的这个心愿，你去不了，一天念二十万声佛号都没有用。什么时候平等心现前、清净心现前，你一天只念一声佛号都行，佛都欢喜你，都会接你去。没有这样开阔的心量、慈悲的心量、平等普度的心量，极乐世界去不了。所以这个经里最后这一句，『亦无彼我违怨之想』，他平等的。",
      "zh_TW": "真正想往生西方極樂世界的人，這段經文，這兩行，你要好好的把它背熟，常常記在心裡。你要是違背了佛的這個心願，你去不了，一天念二十萬聲佛號都沒有用。什麼時候平等心現前、清淨心現前，你一天只念一聲佛號都行，佛都歡喜你，都會接你去。沒有這樣開闊的心量、慈悲的心量、平等普度的心量，極樂世界去不了。所以這個經裡最後這一句，『亦無彼我違怨之想』，他平等的。"
    },
    {
      "id": "02-037-0392_p0009",
      "zh_CN": "我们再看底下一段，「平等利生」。这里假设一个问题：",
      "zh_TW": "我們再看底下一段，「平等利生」。這裡假設一個問題："
    },
    {
      "id": "02-037-0392_p0010",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-037-0392_p0011",
      "zh_CN": "『何以故』，用现在的话说是为什么。下面解释：",
      "zh_TW": "『何以故』，用現在的話說是為什麼。下面解釋："
    },
    {
      "id": "02-037-0392_p0012",
      "zh_CN": "【彼诸菩萨。于一切众生。有大慈悲利益心故。舍离一切执着。成就无量功德。以无碍慧。解法如如。】",
      "zh_TW": "【彼諸菩薩。於一切眾生。有大慈悲利益心故。捨離一切執著。成就無量功德。以無礙慧。解法如如。】"
    },
    {
      "id": "02-037-0392_p0013",
      "zh_CN": "这一定要学，不能不学。解释里头有两段，第一段「悲利解如」，这是根本智、真实智慧。我们看注解，『彼诸菩萨，于一切众生，有大慈悲利益心故』，「以下数句经文」，就是刚才我们读的这一小段，「重明自他二利与平等说法之德行」。前面提了，再重说，这什么意思？重要，怕我们疏忽掉。重说再重说，不断的重说，这个意思就是提醒我们，我们要认真学习，道理搞清楚、搞明白，在日常生活当中要做到，做不到是假的，不是真的。自他二利怎么个修法？要把他摆在第一，我为他服务，才能够令他觉悟。我只说不行，别人看到我们说我们是假的，不是真的，能说不能行，那怎么？那是骗人的。",
      "zh_TW": "這一定要學，不能不學。解釋裡頭有兩段，第一段「悲利解如」，這是根本智、真實智慧。我們看註解，『彼諸菩薩，於一切眾生，有大慈悲利益心故』，「以下數句經文」，就是剛才我們讀的這一小段，「重明自他二利與平等說法之德行」。前面提了，再重說，這什麼意思？重要，怕我們疏忽掉。重說再重說，不斷的重說，這個意思就是提醒我們，我們要認真學習，道理搞清楚、搞明白，在日常生活當中要做到，做不到是假的，不是真的。自他二利怎麼個修法？要把他擺在第一，我為他服務，才能夠令他覺悟。我只說不行，別人看到我們說我們是假的，不是真的，能說不能行，那怎麼？那是騙人的。"
    },
    {
      "id": "02-037-0392_p0014",
      "zh_CN": "所以，我们一定要做出来给大家看，大家看了，佛教育是真的不是假的，别人对于佛教才会重视。如果做不到，人家说假的，佛教都是假的，会说，都不能行。不是对我们一个人批评，对整个佛教的批评，这个罪就重。因为我不善，我能说不能行，让社会大众连佛菩萨都批评，都产生怀疑，我这个过失就重，自己还不知道。古大德有句话说，「地狱门前僧道多」，他的地狱罪是怎么造的？就是这样造的。自己知不知道？不知道。我天天读经，我天天念佛，我天天在弘扬佛法，为什么还堕地狱？你没做到，让别人看到你的行为，对于整个佛教有不利的批评。这种批评是造口业，毁谤三宝，毁谤三宝是因你而起，这个因果责任自己要负担。",
      "zh_TW": "所以，我們一定要做出來給大家看，大家看了，佛教育是真的不是假的，別人對於佛教才會重視。如果做不到，人家說假的，佛教都是假的，會說，都不能行。不是對我們一個人批評，對整個佛教的批評，這個罪就重。因為我不善，我能說不能行，讓社會大眾連佛菩薩都批評，都產生懷疑，我這個過失就重，自己還不知道。古大德有句話說，「地獄門前僧道多」，他的地獄罪是怎麼造的？就是這樣造的。自己知不知道？不知道。我天天讀經，我天天念佛，我天天在弘揚佛法，為什麼還墮地獄？你沒做到，讓別人看到你的行為，對於整個佛教有不利的批評。這種批評是造口業，毀謗三寶，毀謗三寶是因你而起，這個因果責任自己要負擔。"
    },
    {
      "id": "02-037-0392_p0015",
      "zh_CN": "今天学佛有困难，是真的不是假的，难在哪里？没有好老师。我看老师教我，老师就是这样的，老师没做到，所以那个老师问题就很严重。一生能够遇到好老师幸运，古人所谓学生遇到好老师是缘分，可遇不可求。老师要找一个好学生更难，到哪里去找！所以今天师道没有了。三十年前师道就没有了，现在到哪去找？我学佛是六十年前，还遇到几个好老师，以后没有了。老师要做榜样给学生看，学生才会真相信，老师教学非常不容易。时代走向民国，孝道衰了，师道渐渐没落。",
      "zh_TW": "今天學佛有困難，是真的不是假的，難在哪裡？沒有好老師。我看老師教我，老師就是這樣的，老師沒做到，所以那個老師問題就很嚴重。一生能夠遇到好老師幸運，古人所謂學生遇到好老師是緣分，可遇不可求。老師要找一個好學生更難，到哪裡去找！所以今天師道沒有了。三十年前師道就沒有了，現在到哪去找？我學佛是六十年前，還遇到幾個好老師，以後沒有了。老師要做榜樣給學生看，學生才會真相信，老師教學非常不容易。時代走向民國，孝道衰了，師道漸漸沒落。"
    },
    {
      "id": "02-037-0392_p0016",
      "zh_CN": "我这样的年龄，抗战期间，中日战争爆发我十一岁，这个战争打了八年，结束的时候我十九岁，我这样子长成的，那个时候我们看到师道。抗战期间我们是流亡学生，逃难的，国家收留，办了一些国立中学，专门收这些流亡学生。上学不要缴学费，没钱，流亡的难民，学校里管吃管住。这是非常时期。那个时候学校的老师跟经上讲的一样，像父母一样，对于学生的管教很严；老师尽老师的责任，也要尽父母的责任。所以我们在那个时候读书，师生的感情超过父子。老师对我们照顾得无微不至，我们一生都感恩。苦难的日子，老师跟我们真是共甘苦、同患难，同学当中的感情真的像兄弟姐妹一样，比现在兄弟姐妹还好，有什么困难全心全力照顾、帮助。我在学校年龄还是小的，所以同学十之七八都不在了。想起那段时间我非常怀念，再见不到了。佛法在那个时候，可惜弘扬佛法的人太少，没有听过人讲经，如果这种经典在那时候讲，没有一个不欢喜，原来我们生活全在菩萨道里头，每个人起心动念都是替别人想，没想自己。所以同学相处和睦，超过兄弟姐妹，老师带头带得好，身教！",
      "zh_TW": "我這樣的年齡，抗戰期間，中日戰爭爆發我十一歲，這個戰爭打了八年，結束的時候我十九歲，我這樣子長成的，那個時候我們看到師道。抗戰期間我們是流亡學生，逃難的，國家收留，辦了一些國立中學，專門收這些流亡學生。上學不要繳學費，沒錢，流亡的難民，學校裡管吃管住。這是非常時期。那個時候學校的老師跟經上講的一樣，像父母一樣，對於學生的管教很嚴；老師盡老師的責任，也要盡父母的責任。所以我們在那個時候讀書，師生的感情超過父子。老師對我們照顧得無微不至，我們一生都感恩。苦難的日子，老師跟我們真是共甘苦、同患難，同學當中的感情真的像兄弟姐妹一樣，比現在兄弟姐妹還好，有什麼困難全心全力照顧、幫助。我在學校年齡還是小的，所以同學十之七八都不在了。想起那段時間我非常懷念，再見不到了。佛法在那個時候，可惜弘揚佛法的人太少，沒有聽過人講經，如果這種經典在那時候講，沒有一個不歡喜，原來我們生活全在菩薩道裡頭，每個人起心動念都是替別人想，沒想自己。所以同學相處和睦，超過兄弟姐妹，老師帶頭帶得好，身教！"
    },
    {
      "id": "02-037-0392_p0017",
      "zh_CN": "我们看下面文，自他二利与平等说法之德行。没有恩怨，对待任何人一律平等，都说真话、都说好话。「因游刹度生均不离说法」。到诸佛世界去参访，这讲游刹，刹是刹土，去参观、去访问，都不离说法。「但说法不能离自觉」，这一定的道理，自觉之后才能觉他。自觉之后，这种参访才真正得利益，因为你有能力辨别邪正是非，去他方佛刹去参学，能取人之长，舍人之短，提升自己的境界，也能帮助佛教化众生。故下云：『舍离一切执着，成就无量功德，以无碍慧，解法如如』。「重明自利之行圆满。此四句以舍离执着为首者，因此实为入道之关键」。这现在没人懂。现在人学佛为什么不能契入？我执太坚固了；换句话说，我执的样子就是自私自利。一切都把自己的利益摆在首先，别人的利益放在后头，这已经就有很严重的过失。现在确实，有过之而无不及，只看到自己的利益，没有别人得利益的这个念头，百分之百我要得到，我一分也不让人，今天人是这种念头；好处我全要，一点点你都别想占，这就是今天社会动乱的根本原因。-这种心态如果不能改过来，这个社会二十年之后、三十年之后问题严重，没人能救。",
      "zh_TW": "我們看下面文，自他二利與平等說法之德行。沒有恩怨，對待任何人一律平等，都說真話、都說好話。「因遊剎度生均不離說法」。到諸佛世界去參訪，這講遊剎，剎是剎土，去參觀、去訪問，都不離說法。「但說法不能離自覺」，這一定的道理，自覺之後才能覺他。自覺之後，這種參訪才真正得利益，因為你有能力辨別邪正是非，去他方佛剎去參學，能取人之長，捨人之短，提升自己的境界，也能幫助佛教化眾生。故下云：『捨離一切執著，成就無量功德，以無礙慧，解法如如』。「重明自利之行圓滿。此四句以捨離執著為首者，因此實為入道之關鍵」。這現在沒人懂。現在人學佛為什麼不能契入？我執太堅固了；換句話說，我執的樣子就是自私自利。一切都把自己的利益擺在首先，別人的利益放在後頭，這已經就有很嚴重的過失。現在確實，有過之而無不及，只看到自己的利益，沒有別人得利益的這個念頭，百分之百我要得到，我一分也不讓人，今天人是這種念頭；好處我全要，一點點你都別想佔，這就是今天社會動亂的根本原因。-這種心態如果不能改過來，這個社會二十年之後、三十年之後問題嚴重，沒人能救。"
    },
    {
      "id": "02-037-0392_p0018",
      "zh_CN": "我们今天说这些道理，展开经卷说这些道理，佛教的，一般人听到不相信，说我们讲的全是骗人的。于他们的利益有重大的损害，他怎么会接受？自自然然产生排斥，这排斥力量非常巨大。这就是佛不度无缘之人，不是佛不度，他不能接受，他只有自己，没有别人。现在的教育，网路的教育、电视的教育，所教的内容都是名闻利养、贪瞋痴慢，都是从小就教人竞争、斗争、战争，一切据为己有，希望别人都死，这地球上资源我一个人独享，这样的念头。这是几十年，电视、网路教出来的。年轻这一代没有看到过正面的，全是负面的，把负面的已习以为常，认为是正常的，佛经上讲的是邪端，没听说过，怎么会有这种说法？所以这些出家的法师自己也不敢说，说了什么？没人相信。必须改变态度，随顺众生，人云亦云，人行亦行，随着世俗走，同流合污。佛法有形式，实质没有了。",
      "zh_TW": "我們今天說這些道理，展開經卷說這些道理，佛教的，一般人聽到不相信，說我們講的全是騙人的。於他們的利益有重大的損害，他怎麼會接受？自自然然產生排斥，這排斥力量非常巨大。這就是佛不度無緣之人，不是佛不度，他不能接受，他只有自己，沒有別人。現在的教育，網路的教育、電視的教育，所教的內容都是名聞利養、貪瞋痴慢，都是從小就教人競爭、鬥爭、戰爭，一切據為己有，希望別人都死，這地球上資源我一個人獨享，這樣的念頭。這是幾十年，電視、網路教出來的。年輕這一代沒有看到過正面的，全是負面的，把負面的已習以為常，認為是正常的，佛經上講的是邪端，沒聽說過，怎麼會有這種說法？所以這些出家的法師自己也不敢說，說了什麼？沒人相信。必須改變態度，隨順眾生，人云亦云，人行亦行，隨著世俗走，同流合污。佛法有形式，實質沒有了。"
    },
    {
      "id": "02-037-0392_p0019",
      "zh_CN": "真学佛，那就是这段经文里头给我们提示的，从哪里下手？舍离执着。头一个，不要再执着身体是我。我们造作无量无边罪业，死了以后堕到三途、堕到地狱，罪从哪里造的？都是为这个身造的。身不是我，你说你冤不冤枉！为这个身体，迷在这个里头，产生严重的自私自利，造作一切伤天害理的事情、毁谤正法的事情，转眼之间就到地狱去了。那个地狱很容易去，很不容易出来。前几天，好像不到一个星期，我看到一个光碟，附体的。什么人？前清皇太极在地狱，讲得很清楚。他来透些信息，是地藏王菩萨准许他来的，给他的时间七天，七天再回到地狱，他罪还没受完。这个光碟我看了一下，我也很受感动。他末后也说得很可怜，劝大家千万不要再造罪业，他说完之后要回地狱去，地狱太苦了，他堕在金刚地狱，一片火海。为什么堕地狱？他说那个王位本来不是他的，是他哥哥的，他用欺骗的手段把他哥哥害死，他来夺取王位。做国王享几年的福，堕在金刚地狱这么长的时间。所以真正了解因果报应，不干这个事情。皇太极在位不长，是前清第一个皇帝，那个时候还没有入关，在东北，从一个小部落建立成一个国家。所以凡是用不正当的手段得来的名闻利养，我们现在知道，都造的是地狱因，果报确实自作自受。",
      "zh_TW": "真學佛，那就是這段經文裡頭給我們提示的，從哪裡下手？捨離執著。頭一個，不要再執著身體是我。我們造作無量無邊罪業，死了以後墮到三途、墮到地獄，罪從哪裡造的？都是為這個身造的。身不是我，你說你冤不冤枉！為這個身體，迷在這個裡頭，產生嚴重的自私自利，造作一切傷天害理的事情、毀謗正法的事情，轉眼之間就到地獄去了。那個地獄很容易去，很不容易出來。前幾天，好像不到一個星期，我看到一個光碟，附體的。什麼人？前清皇太極在地獄，講得很清楚。他來透些信息，是地藏王菩薩准許他來的，給他的時間七天，七天再回到地獄，他罪還沒受完。這個光碟我看了一下，我也很受感動。他末後也說得很可憐，勸大家千萬不要再造罪業，他說完之後要回地獄去，地獄太苦了，他墮在金剛地獄，一片火海。為什麼墮地獄？他說那個王位本來不是他的，是他哥哥的，他用欺騙的手段把他哥哥害死，他來奪取王位。做國王享幾年的福，墮在金剛地獄這麼長的時間。所以真正了解因果報應，不幹這個事情。皇太極在位不長，是前清第一個皇帝，那個時候還沒有入關，在東北，從一個小部落建立成一個國家。所以凡是用不正當的手段得來的名聞利養，我們現在知道，都造的是地獄因，果報確實自作自受。"
    },
    {
      "id": "02-037-0392_p0020",
      "zh_CN": "经文这个四句，把舍离执着摆在第一，「因此实为入道之关键」，大小乘都不例外。身见破了，真正看清楚、搞明白了，身不是我。身是什么？是我所有的，就像衣服一样，衣服不是我，是我所有的，我们肯为这件衣服牺牲自己生命去堕地狱吗？不可能。这个衣服真的对我不利，衣服可以不要，丢掉。这身怎么样？身，你看我们为身，为身贪图享受，造无量无边罪业，将来堕地狱值不值得？不值得！财色名食睡五欲，还不都是为了身吗？为了身享受，干这些恶业。单单饮食这一段，吃众生肉，一生当中跟多少众生结下冤仇。《因果经》里告诉我们，吃牠半斤，将来要还牠八两，没有不还的，到还债那一天后悔，迟了。我们没有学过不知道，听到这桩事情，老师好，举出多少例证说明这是事实，这不是寓言、不是小说。",
      "zh_TW": "經文這個四句，把捨離執著擺在第一，「因此實為入道之關鍵」，大小乘都不例外。身見破了，真正看清楚、搞明白了，身不是我。身是什麼？是我所有的，就像衣服一樣，衣服不是我，是我所有的，我們肯為這件衣服犧牲自己生命去墮地獄嗎？不可能。這個衣服真的對我不利，衣服可以不要，丟掉。這身怎麼樣？身，你看我們為身，為身貪圖享受，造無量無邊罪業，將來墮地獄值不值得？不值得！財色名食睡五欲，還不都是為了身嗎？為了身享受，幹這些惡業。單單飲食這一段，吃眾生肉，一生當中跟多少眾生結下冤仇。《因果經》裡告訴我們，吃牠半斤，將來要還牠八兩，沒有不還的，到還債那一天後悔，遲了。我們沒有學過不知道，聽到這樁事情，老師好，舉出多少例證說明這是事實，這不是寓言、不是小說。"
    },
    {
      "id": "02-037-0392_p0021",
      "zh_CN": "我年轻的时候，那些老人都很慈悲，我们下午下班，吃过晚饭之后就看这些老人，老人讲故事给我们听，所讲的事情都是他自己亲身经历，他一生所看到的因果报应，自己本身所遇到的，说给我们听。我们听了心里慢慢明白，头一个，不敢再吃肉了。我刚刚学佛，接触佛法大概六个月，不敢再吃肉了，素食六十一年。想到自己在抗战时候没念书，失学，我打猎打了三年，杀了不少众生。打猎的果报是短命报，《地藏经》上讲得很清楚。读《地藏经》寒毛直竖，再不敢了，真正求忏悔。反过来，有一点钱，在星期天都拿去放生，赎罪，立志做这桩事请。章嘉大师教给我的，看破、放下，比从前的执着轻，还有比一般人轻，比一般人淡薄。这个东西轻一分生一分智慧，轻两分生两分智慧；要看得很重，他生的是烦恼，不是智慧。所以这是入道的关键。",
      "zh_TW": "我年輕的時候，那些老人都很慈悲，我們下午下班，吃過晚飯之後就看這些老人，老人講故事給我們聽，所講的事情都是他自己親身經歷，他一生所看到的因果報應，自己本身所遇到的，說給我們聽。我們聽了心裡慢慢明白，頭一個，不敢再吃肉了。我剛剛學佛，接觸佛法大概六個月，不敢再吃肉了，素食六十一年。想到自己在抗戰時候沒念書，失學，我打獵打了三年，殺了不少眾生。打獵的果報是短命報，《地藏經》上講得很清楚。讀《地藏經》寒毛直豎，再不敢了，真正求懺悔。反過來，有一點錢，在星期天都拿去放生，贖罪，立志做這樁事請。章嘉大師教給我的，看破、放下，比從前的執著輕，還有比一般人輕，比一般人淡薄。這個東西輕一分生一分智慧，輕兩分生兩分智慧；要看得很重，他生的是煩惱，不是智慧。所以這是入道的關鍵。"
    },
    {
      "id": "02-037-0392_p0022",
      "zh_CN": "我执破了，小乘证须陀洹果，这就入道；大乘身见破了，证圆教初信位的菩萨；虽然地位很低，我们通常叫他小小圣，他没有出六道轮回，但是他不再造罪业，他决定不堕三恶道，人间天上七次往返，他决定证阿罗汉果，就超越六道，这入道的好处。大乘菩萨一级一级向上提升，提升到第七信位，信位有十个阶级，初信到十信，第七信的菩萨，断烦恼的功夫跟阿罗汉一样，见思烦恼断了，超越六道轮回。七信是等于阿罗汉，八信是辟支佛，九信是菩萨，十信就成佛了。十信成佛是佛里头最低的一个层次，天台大师称他作相似即佛，他很像佛，不是真佛。佛法里面讲真假，标准是什么？用真心的是真佛，用妄心的是假佛。但是他妄心，心用得很正，他不邪。为什么？对于佛的经教他通达，他真的依教奉行，真的把佛经上所说的他都做到，他没见性，为什么没见性？法执没放下。我执没有了，法执有；我没有，法是真的。法执也没有了，他就是真佛。真佛不住十法界，住什么地方？住实报庄严土，一真法界。他到我们这个世间来，像释迦牟尼佛，释迦牟尼佛真正住在哪里？住实报土。他到我们这个世间来示现成佛是他的应化身，他的本身在实报土，应身来了。就是他的变化身也来投胎，示现八相成道，在这个世间住八十年，这叫应身。应身跟化身是一样，但是应身住的时间长，化身时间短，化身是来帮助你解决一个问题，解决完了之后他就没有了。",
      "zh_TW": "我執破了，小乘證須陀洹果，這就入道；大乘身見破了，證圓教初信位的菩薩；雖然地位很低，我們通常叫他小小聖，他沒有出六道輪迴，但是他不再造罪業，他決定不墮三惡道，人間天上七次往返，他決定證阿羅漢果，就超越六道，這入道的好處。大乘菩薩一級一級向上提升，提升到第七信位，信位有十個階級，初信到十信，第七信的菩薩，斷煩惱的功夫跟阿羅漢一樣，見思煩惱斷了，超越六道輪迴。七信是等於阿羅漢，八信是辟支佛，九信是菩薩，十信就成佛了。十信成佛是佛裡頭最低的一個層次，天台大師稱他作相似即佛，他很像佛，不是真佛。佛法裡面講真假，標準是什麼？用真心的是真佛，用妄心的是假佛。但是他妄心，心用得很正，他不邪。為什麼？對於佛的經教他通達，他真的依教奉行，真的把佛經上所說的他都做到，他沒見性，為什麼沒見性？法執沒放下。我執沒有了，法執有；我沒有，法是真的。法執也沒有了，他就是真佛。真佛不住十法界，住什麼地方？住實報莊嚴土，一真法界。他到我們這個世間來，像釋迦牟尼佛，釋迦牟尼佛真正住在哪裡？住實報土。他到我們這個世間來示現成佛是他的應化身，他的本身在實報土，應身來了。就是他的變化身也來投胎，示現八相成道，在這個世間住八十年，這叫應身。應身跟化身是一樣，但是應身住的時間長，化身時間短，化身是來幫助你解決一個問題，解決完了之後他就沒有了。"
    },
    {
      "id": "02-037-0392_p0023",
      "zh_CN": "像虚云老和尚朝五台山，那个时候他四十多岁，为报父母之恩，把朝山的功德回向给父母，从定海普陀三步一拜，拜到山西五台，路上走了三年。三步一磕头，一天只能走十里路差不多，三年。这么长的时间，这样辛苦的路程，当中生病，生过两次病，都是在旷野，就是附近没有村庄、没有人家，病倒了，不能动。遇到一个叫化，这个叫化子看他很可怜，照顾他，山上找草药，外面讨饭分给他吃。照顾他十几天，身体慢慢恢复，能够继续再拜，这就走了。过了大概一年，又一次路上病倒，又碰到这个叫化，两次病倒都是这个叫化救他的。他问这个叫化，问他名字，他说他叫文吉。家住在哪里？就住在五台山，他说你到五台山，五台山人都知道我。他拜到五台山，头一个就打听，没人晓得。拜到庙里面文殊菩萨像前，问这些出家的师父，你们晓不晓得有个叫化子叫文吉？他把故事讲给大家听，人家说那是文殊菩萨，才恍然大悟，那是文殊菩萨的化身。你看，你有病的时候他出现，病好了就不见了，能够帮助你十几天，化身。释迦牟尼佛住世八十年这是应身，不是他的本身，本身在实报土。",
      "zh_TW": "像虛雲老和尚朝五台山，那個時候他四十多歲，為報父母之恩，把朝山的功德迴向給父母，從定海普陀三步一拜，拜到山西五台，路上走了三年。三步一磕頭，一天只能走十里路差不多，三年。這麼長的時間，這樣辛苦的路程，當中生病，生過兩次病，都是在曠野，就是附近沒有村莊、沒有人家，病倒了，不能動。遇到一個叫化，這個叫化子看他很可憐，照顧他，山上找草藥，外面討飯分給他吃。照顧他十幾天，身體慢慢恢復，能夠繼續再拜，這就走了。過了大概一年，又一次路上病倒，又碰到這個叫化，兩次病倒都是這個叫化救他的。他問這個叫化，問他名字，他說他叫文吉。家住在哪裡？就住在五台山，他說你到五台山，五台山人都知道我。他拜到五台山，頭一個就打聽，沒人曉得。拜到廟裡面文殊菩薩像前，問這些出家的師父，你們曉不曉得有個叫化子叫文吉？他把故事講給大家聽，人家說那是文殊菩薩，才恍然大悟，那是文殊菩薩的化身。你看，你有病的時候他出現，病好了就不見了，能夠幫助你十幾天，化身。釋迦牟尼佛住世八十年這是應身，不是他的本身，本身在實報土。"
    },
    {
      "id": "02-037-0392_p0024",
      "zh_CN": "我们往生到极乐世界，一定要知道这个事情，到极乐世界，我们的本身在阿弥陀佛身边，没有离开阿弥陀佛，可是我们有能力应化身，到他方世界去帮助有缘人，就跟文殊菩萨一样，有这个本事。十方世界，我们过去生中生生世世都曾经住过，都有家亲眷属朋友，这些有缘人遇到困难，我们全知道。用什么方法去帮助他？自己有应化身的能力，时间短暂，化身去；时间很长，他应身去。这是属于神足通，神足通真管事、管用，只要往生到西方极乐世界，这个能力就恢复；自己没证得，阿弥陀佛加持你，让你有这种能力。这是他方世界所没有的，只有极乐世界独有。往生到极乐世界皆作阿惟越致菩萨，文殊是阿惟越致菩萨。换句话说，生到极乐世界，即使凡圣同居土下下品往生，也有这个能力。所以对于生生世世的亲人才真正能照顾到，你没有这个能力怎么照顾？",
      "zh_TW": "我們往生到極樂世界，一定要知道這個事情，到極樂世界，我們的本身在阿彌陀佛身邊，沒有離開阿彌陀佛，可是我們有能力應化身，到他方世界去幫助有緣人，就跟文殊菩薩一樣，有這個本事。十方世界，我們過去生中生生世世都曾經住過，都有家親眷屬朋友，這些有緣人遇到困難，我們全知道。用什麼方法去幫助他？自己有應化身的能力，時間短暫，化身去；時間很長，他應身去。這是屬於神足通，神足通真管事、管用，只要往生到西方極樂世界，這個能力就恢復；自己沒證得，阿彌陀佛加持你，讓你有這種能力。這是他方世界所沒有的，只有極樂世界獨有。往生到極樂世界皆作阿惟越致菩薩，文殊是阿惟越致菩薩。換句話說，生到極樂世界，即使凡聖同居土下下品往生，也有這個能力。所以對於生生世世的親人才真正能照顧到，你沒有這個能力怎麼照顧？"
    },
    {
      "id": "02-037-0392_p0025",
      "zh_CN": "下面举个例子，「世尊睹明星而彻悟本心」。释迦牟尼佛在菩提树下入定，夜晚看到一颗亮亮的星，大彻大悟，明心见性，彻悟本心就是明心见性，他成佛了。「开口第一句便道」，这第一句话我们要记住，这是什么？事实真相。「一切众生皆具如来智慧德相，唯以妄想执着不能证得」，这是释迦牟尼佛开悟第一句话。说明什么？说明一切众生本来是佛，你确确实实跟诸佛如来同样的智慧、同样的德能（这种分身、应身这是属于德能）、同样的相好，跟佛没有两样，你本来是佛。为什么现在搞成这个样子？你有妄想、你有执着，所以你变成凡夫。这句话就是释迦牟尼佛四十九年教学的，他教什么东西？就教这个。这句话就是一切诸佛所说之法的一个总的源头、总的纲领。",
      "zh_TW": "下面舉個例子，「世尊睹明星而徹悟本心」。釋迦牟尼佛在菩提樹下入定，夜晚看到一顆亮亮的星，大徹大悟，明心見性，徹悟本心就是明心見性，他成佛了。「開口第一句便道」，這第一句話我們要記住，這是什麼？事實真相。「一切眾生皆具如來智慧德相，唯以妄想執著不能證得」，這是釋迦牟尼佛開悟第一句話。說明什麼？說明一切眾生本來是佛，你確確實實跟諸佛如來同樣的智慧、同樣的德能（這種分身、應身這是屬於德能）、同樣的相好，跟佛沒有兩樣，你本來是佛。為什麼現在搞成這個樣子？你有妄想、你有執著，所以你變成凡夫。這句話就是釋迦牟尼佛四十九年教學的，他教什麼東西？就教這個。這句話就是一切諸佛所說之法的一個總的源頭、總的綱領。"
    },
    {
      "id": "02-037-0392_p0026",
      "zh_CN": "确确实实你是个佛，因为你有妄想，这当中有个分别，省略掉了，执着，就是三大类的烦恼，妄想、分别、执着，《华严经》上说的。一般大乘经里面不是用这个名相，他讲无明烦恼，无明烦恼就是此地讲的妄想，尘沙烦恼，尘沙烦恼是分别，见思烦恼就是执着。见是什么？见解，换句话说，你看错了。思是思想，你想错了。看错了、想错了，本来是佛，现在变成这个样子，还傲慢，还自以为是，你怎么能回头？你怎么会知道一切法的真相？",
      "zh_TW": "確確實實你是個佛，因為你有妄想，這當中有個分別，省略掉了，執著，就是三大類的煩惱，妄想、分別、執著，《華嚴經》上說的。一般大乘經裡面不是用這個名相，他講無明煩惱，無明煩惱就是此地講的妄想，塵沙煩惱，塵沙煩惱是分別，見思煩惱就是執著。見是什麼？見解，換句話說，你看錯了。思是思想，你想錯了。看錯了、想錯了，本來是佛，現在變成這個樣子，還傲慢，還自以為是，你怎麼能回頭？你怎麼會知道一切法的真相？"
    },
    {
      "id": "02-037-0392_p0027",
      "zh_CN": "「故知舍离妄想执着，当下便是如来智慧德相」，这个话一点都不错，你能够当下立刻把妄想分别执着放下，你就成佛了。谁做到了？释迦牟尼佛做到了，他在菩提树下夜睹明星，这是一个缘，触动他豁然大悟，彻底明白，这见性了。那是什么？这三样，三个烦恼放下了。在中国一千三百年前，唐朝时候惠能大师，在这个地方说他，我们感觉很亲切，为什么？他是广东人。不认识字，没念过书，没有听过经，也没有参过禅，也没有念过佛，于现在的佛法他边都没沾上。他在黄梅，老和尚分配他的工作是在碓房里头舂米破柴。因为他是樵夫出身，山上砍柴，挑到城里来卖。这个行业抗战时候还有，有卖柴的、卖水的，挑两桶水到城里来卖水。因为那个时候城里面居家的没有电灯，没有自来水，每个家庭烧饭是有灶，烧柴火的，所以有这种苦力。这个生活很辛苦，砍柴挑水，完全是卖劳力。现在有电、有自来水，这种行业没有了。",
      "zh_TW": "「故知捨離妄想執著，當下便是如來智慧德相」，這個話一點都不錯，你能夠當下立刻把妄想分別執著放下，你就成佛了。誰做到了？釋迦牟尼佛做到了，他在菩提樹下夜睹明星，這是一個緣，觸動他豁然大悟，徹底明白，這見性了。那是什麼？這三樣，三個煩惱放下了。在中國一千三百年前，唐朝時候惠能大師，在這個地方說他，我們感覺很親切，為什麼？他是廣東人。不認識字，沒念過書，沒有聽過經，也沒有參過禪，也沒有念過佛，於現在的佛法他邊都沒沾上。他在黃梅，老和尚分配他的工作是在碓房裡頭舂米破柴。因為他是樵夫出身，山上砍柴，挑到城裡來賣。這個行業抗戰時候還有，有賣柴的、賣水的，挑兩桶水到城裡來賣水。因為那個時候城裡面居家的沒有電燈，沒有自來水，每個家庭燒飯是有灶，燒柴火的，所以有這種苦力。這個生活很辛苦，砍柴挑水，完全是賣勞力。現在有電、有自來水，這種行業沒有了。"
    },
    {
      "id": "02-037-0392_p0028",
      "zh_CN": "惠能是樵夫，五祖传法传给他了。《坛经》上有记载，在当时每个人都认为五祖传法，将来第六祖肯定是神秀大师，神秀跟五祖时间最长，等于是五祖的助教。五祖出名了，每天到他那里去访问的、参学的络绎不绝，道场每天吃饭的人一千多人，挺热闹的大道场。惠能也去参学，五祖分配的工作是做苦工，没人瞧得起他，可是法传给他了。半夜三更五祖召见他，跟他讲《金刚经》大意。他不认识字，不需要用经本。讲到「应无所住，而生其心」，他开悟了，我们今天翻开经本，大概是四分之一。《金刚经》只有五千多字，讲了一千多字，他开悟了、见性了。性是什么样子？他向五祖报告，只有五句话，这五句话就是他的博士论文。五祖给他印证，一点都没错，衣钵就传给他，他就是第六代祖。",
      "zh_TW": "惠能是樵夫，五祖傳法傳給他了。《壇經》上有記載，在當時每個人都認為五祖傳法，將來第六祖肯定是神秀大師，神秀跟五祖時間最長，等於是五祖的助教。五祖出名了，每天到他那裡去訪問的、參學的絡繹不絕，道場每天吃飯的人一千多人，挺熱鬧的大道場。惠能也去參學，五祖分配的工作是做苦工，沒人瞧得起他，可是法傳給他了。半夜三更五祖召見他，跟他講《金剛經》大意。他不認識字，不需要用經本。講到「應無所住，而生其心」，他開悟了，我們今天翻開經本，大概是四分之一。《金剛經》只有五千多字，講了一千多字，他開悟了、見性了。性是什麼樣子？他向五祖報告，只有五句話，這五句話就是他的博士論文。五祖給他印證，一點都沒錯，衣缽就傳給他，他就是第六代祖。"
    },
    {
      "id": "02-037-0392_p0029",
      "zh_CN": "五句话第一句，「何期自性，本自清净」，我们的真心是清净心，现在还是清净，一点改变都没有。「本不生灭」，不生不灭。不生不灭就是经上所说的大般涅槃，如来所证得的。第三句是「本自具足」，自性清净心里头具足万法，一样都不缺。「本无动摇」，自性是不动的。一切法是动的，这桩事情，今天量子力学家他们看见了，提出的报告给我们看，我们读到了。妄心是动的，真心不动，这自性本定。最后一句「能生万法」，就是什么？整个宇宙就是自性变现出来的。所以整个宇宙就是自性里头本有的，本自具足是没有发出来，它没有欠缺，发出来之后就是宇宙十法界依正庄严，包括十方世界无量无边诸佛刹土都在里头，没有一个漏掉的。这五句话说出来之后，五祖底下《金刚经》不讲了，行了，真的明心见性了，衣钵给他。亲自送他走，赶快走，为什么？嫉妒障碍。衣钵给他，别人不服，不服就得抢，找麻烦，要把衣钵夺回来，你有什么资格接衣钵？五祖告诉他躲起来，他躲到猎人队十五年，十五年之后，大家把这个事情慢慢淡忘掉了他才出来。",
      "zh_TW": "五句話第一句，「何期自性，本自清淨」，我們的真心是清淨心，現在還是清淨，一點改變都沒有。「本不生滅」，不生不滅。不生不滅就是經上所說的大般涅槃，如來所證得的。第三句是「本自具足」，自性清淨心裡頭具足萬法，一樣都不缺。「本無動搖」，自性是不動的。一切法是動的，這樁事情，今天量子力學家他們看見了，提出的報告給我們看，我們讀到了。妄心是動的，真心不動，這自性本定。最後一句「能生萬法」，就是什麼？整個宇宙就是自性變現出來的。所以整個宇宙就是自性裡頭本有的，本自具足是沒有發出來，它沒有欠缺，發出來之後就是宇宙十法界依正莊嚴，包括十方世界無量無邊諸佛剎土都在裡頭，沒有一個漏掉的。這五句話說出來之後，五祖底下《金剛經》不講了，行了，真的明心見性了，衣缽給他。親自送他走，趕快走，為什麼？嫉妒障礙。衣缽給他，別人不服，不服就得搶，找麻煩，要把衣缽奪回來，你有什麼資格接衣缽？五祖告訴他躲起來，他躲到獵人隊十五年，十五年之後，大家把這個事情慢慢淡忘掉了他才出來。"
    },
    {
      "id": "02-037-0392_p0030",
      "zh_CN": "这个障碍我们必须知道，应该心里有所警觉，你要不懂，年轻出头就被人家把你毁掉了。不但祖师如是，给我们示现，释迦牟尼佛也不例外。佛陀在世，僧团里面有六群比丘，这是佛的弟子，专门捣蛋的，带头的是提婆达多。提婆达多是释迦牟尼佛的堂兄弟，他对释迦牟尼佛不服，你能作佛，我为什么不能作佛？所以总想把释迦牟尼佛除掉，他作佛。他也有一帮人，相信他、跟着他。戒律就是从这出来的，专门干一些坏事，释迦牟尼佛制定戒律。所以那是菩萨示现，没有这种示现，释迦牟尼佛就不会制定戒律，这三藏就变成二藏，就不会有律藏，律藏是因为他们天天干些违背性德的事情。外面有六师外道来障碍佛法，好在佛的在家弟子，当时有十六大国王，他们护持，让释迦牟尼佛弘法利生能够顺畅；没有国王大臣护法，佛法的弘扬肯定会受障碍。",
      "zh_TW": "這個障礙我們必須知道，應該心裡有所警覺，你要不懂，年輕出頭就被人家把你毀掉了。不但祖師如是，給我們示現，釋迦牟尼佛也不例外。佛陀在世，僧團裡面有六群比丘，這是佛的弟子，專門搗蛋的，帶頭的是提婆達多。提婆達多是釋迦牟尼佛的堂兄弟，他對釋迦牟尼佛不服，你能作佛，我為什麼不能作佛？所以總想把釋迦牟尼佛除掉，他作佛。他也有一幫人，相信他、跟著他。戒律就是從這出來的，專門幹一些壞事，釋迦牟尼佛制定戒律。所以那是菩薩示現，沒有這種示現，釋迦牟尼佛就不會制定戒律，這三藏就變成二藏，就不會有律藏，律藏是因為他們天天幹些違背性德的事情。外面有六師外道來障礙佛法，好在佛的在家弟子，當時有十六大國王，他們護持，讓釋迦牟尼佛弘法利生能夠順暢；沒有國王大臣護法，佛法的弘揚肯定會受障礙。"
    },
    {
      "id": "02-037-0392_p0031",
      "zh_CN": "佛、祖示现给我们看，我们遇到一些障碍要服气，要知道这是正常现象，我们弘法利生要一帆风顺没有障碍，那反常，那说明我们的福报超过诸佛如来，他们都做不到。这是不能不懂，不能不知道。可是你一定要相信，一切众生本来是佛。成佛没有什么值得骄傲的，为什么？他跟我是一样的，我有智慧德相，他也有，只是我这个智慧德相显出来了，他没显出来，不是没有，他不比我差，所以对一切众生能生平等心、能生恭敬心。这个恭敬心就是普贤菩萨礼敬诸佛，对任何一个众生不敢轻慢，轻慢众生就是轻慢诸佛如来。那个轻慢心就是罪业，就是你自己菩提道上的障碍。谁障碍自己？自己障碍自己，不是别人。",
      "zh_TW": "佛、祖示現給我們看，我們遇到一些障礙要服氣，要知道這是正常現象，我們弘法利生要一帆風順沒有障礙，那反常，那說明我們的福報超過諸佛如來，他們都做不到。這是不能不懂，不能不知道。可是你一定要相信，一切眾生本來是佛。成佛沒有什麼值得驕傲的，為什麼？他跟我是一樣的，我有智慧德相，他也有，只是我這個智慧德相顯出來了，他沒顯出來，不是沒有，他不比我差，所以對一切眾生能生平等心、能生恭敬心。這個恭敬心就是普賢菩薩禮敬諸佛，對任何一個眾生不敢輕慢，輕慢眾生就是輕慢諸佛如來。那個輕慢心就是罪業，就是你自己菩提道上的障礙。誰障礙自己？自己障礙自己，不是別人。"
    },
    {
      "id": "02-037-0392_p0032",
      "zh_CN": "唯以妄想分别执着不能证得，你就晓得，凡夫成佛，关键在哪里？能把妄想分别执着放下就成佛了。释迦牟尼佛在菩提树下放下了，惠能大师在五祖方丈室里头放下了，惠能大师所证得的跟释迦牟尼佛证得的完全相同，同一个境界。「故知舍离妄想执着，当下便是如来智慧德相」，这句话一定要知道、要记住。佛法修行不是修很多法门，不是读很多经典，不是的，完全在放下。修法门读经典为什么？为我们烦恼习气太重，我们没有能力一下放下。那怎么办？只有一点点一点点的慢慢放下。每天能放一点，这就是进步，这是真正修行。如果每天经典读得很多，讲经讲得很好，烦恼习气没有放下，那你就是菩提道上毫无进步。讲一生经，没有做什么大坏事，来生还可以得人身，果报是福与慧，你有智慧、你有福报，你出不了六道轮回。如果你用你的智慧福报去干坏事，再一世你就到三途地狱去了，这都是事实真相。你要知道这个问题的严重、这桩事情的可怕，你就不能不重视净土。我这一生决定生极乐世界，这些障难才完全能消除；不是在极乐世界，这些障难你是决定不能避免的。极乐世界阿弥陀佛给你做护身符，是你的保障，他的四十八愿我们一定要把它读清楚，要彻底明了，我们的信心才真正能够建立，愿行，一向专念阿弥陀佛。",
      "zh_TW": "唯以妄想分別執著不能證得，你就曉得，凡夫成佛，關鍵在哪裡？能把妄想分別執著放下就成佛了。釋迦牟尼佛在菩提樹下放下了，惠能大師在五祖方丈室裡頭放下了，惠能大師所證得的跟釋迦牟尼佛證得的完全相同，同一個境界。「故知捨離妄想執著，當下便是如來智慧德相」，這句話一定要知道、要記住。佛法修行不是修很多法門，不是讀很多經典，不是的，完全在放下。修法門讀經典為什麼？為我們煩惱習氣太重，我們沒有能力一下放下。那怎麼辦？只有一點點一點點的慢慢放下。每天能放一點，這就是進步，這是真正修行。如果每天經典讀得很多，講經講得很好，煩惱習氣沒有放下，那你就是菩提道上毫無進步。講一生經，沒有做什麼大壞事，來生還可以得人身，果報是福與慧，你有智慧、你有福報，你出不了六道輪迴。如果你用你的智慧福報去幹壞事，再一世你就到三途地獄去了，這都是事實真相。你要知道這個問題的嚴重、這樁事情的可怕，你就不能不重視淨土。我這一生決定生極樂世界，這些障難才完全能消除；不是在極樂世界，這些障難你是決定不能避免的。極樂世界阿彌陀佛給你做護身符，是你的保障，他的四十八願我們一定要把它讀清楚，要徹底明瞭，我們的信心才真正能夠建立，願行，一向專念阿彌陀佛。"
    },
    {
      "id": "02-037-0392_p0033",
      "zh_CN": "学法门没问题，到极乐世界，一天的修学超过在我们这个世界，我觉得一个劫都不止。为什么？在极乐世界你能够分身化身，就像文殊菩萨帮助虚云老和尚一样，那是化身。极乐世界化身管用，他能办事。极乐世界的人，本身在阿弥陀佛的讲堂听佛讲经说法，没动，可是应化身，无量无边的应化身到哪里去了？到十方诸佛刹土去供养佛。供佛是修福，去听经闻法是修慧。多长的时间？不过是一顿饭的时间，你就回来了。你这一顿饭时间，你参访无量无边诸佛如来，一尊佛对你说一句话，你就听了无量无边的佛法，所以超过在娑婆世界你一生所学的。真正想学佛法的人，这个机会你能错过吗？你在这个世间吃尽辛苦，得到的是很少，一生辛苦，很少；到极乐世界一顿饭的时间，超过你太多太多！",
      "zh_TW": "學法門沒問題，到極樂世界，一天的修學超過在我們這個世界，我覺得一個劫都不止。為什麼？在極樂世界你能夠分身化身，就像文殊菩薩幫助虛雲老和尚一樣，那是化身。極樂世界化身管用，他能辦事。極樂世界的人，本身在阿彌陀佛的講堂聽佛講經說法，沒動，可是應化身，無量無邊的應化身到哪裡去了？到十方諸佛剎土去供養佛。供佛是修福，去聽經聞法是修慧。多長的時間？不過是一頓飯的時間，你就回來了。你這一頓飯時間，你參訪無量無邊諸佛如來，一尊佛對你說一句話，你就聽了無量無邊的佛法，所以超過在娑婆世界你一生所學的。真正想學佛法的人，這個機會你能錯過嗎？你在這個世間吃盡辛苦，得到的是很少，一生辛苦，很少；到極樂世界一頓飯的時間，超過你太多太多！"
    },
    {
      "id": "02-037-0392_p0034",
      "zh_CN": "这个法门叫难信之法，你相不相信？真正相信，我们对于什么样的修行人最尊敬，摆在第一位？经教里头所说的、祖师所说的，愚夫愚妇。乡下这些阿公阿婆，不认识字，没念过书，什么都不知道，教他这一句阿弥陀佛，他就死心塌地去念，他不怀疑。你看他一天到晚阿弥陀佛、阿弥陀佛，手上一串念珠，对任何人都笑咪咪的。他什么也不懂，什么杂念都没有，就是这一句佛号，我对于这种人五体投地。为什么？他们这种修行方法暗合道妙，他虽然不知道。上上根人用功的方法跟他完全一样，上上根人一切通达明了，他是一切不通达、不明了，但是真信、真愿、真念佛，完全相同。他们往生到极乐世界什么品位？给诸位说上辈上生。上辈上生，祖师大德通常都说，什么地位？莲池大师讲的，初地到八地。这些人往生到极乐世界，最高的地位是到八地，一般人不能比，但是一般人都瞧不起他。",
      "zh_TW": "這個法門叫難信之法，你相不相信？真正相信，我們對於什麼樣的修行人最尊敬，擺在第一位？經教裡頭所說的、祖師所說的，愚夫愚婦。鄉下這些阿公阿婆，不認識字，沒念過書，什麼都不知道，教他這一句阿彌陀佛，他就死心塌地去念，他不懷疑。你看他一天到晚阿彌陀佛、阿彌陀佛，手上一串念珠，對任何人都笑咪咪的。他什麼也不懂，什麼雜念都沒有，就是這一句佛號，我對於這種人五體投地。為什麼？他們這種修行方法暗合道妙，他雖然不知道。上上根人用功的方法跟他完全一樣，上上根人一切通達明瞭，他是一切不通達、不明瞭，但是真信、真願、真念佛，完全相同。他們往生到極樂世界什麼品位？給諸位說上輩上生。上輩上生，祖師大德通常都說，什麼地位？蓮池大師講的，初地到八地。這些人往生到極樂世界，最高的地位是到八地，一般人不能比，但是一般人都瞧不起他。"
    },
    {
      "id": "02-037-0392_p0035",
      "zh_CN": "我在台中跟李老师学经教，李老师给我讲过好多次，他就想学这些阿公阿婆学不像，一生都没有学成功。可不可以学？真可以学。你真的明了了一切放下，不要再想了，经书一个字都不要看。那就像什么？像锅漏匠一样，真自在。谛闲法师那个方法妙绝了，就一句佛号念到底，念累了就休息，休息好了接着念，不分昼夜，没有时间，累了就休息，休息好了接着干。三年，预知时至，站着往生，往生还站了三天，等谛闲法师替他办后事。这个世间只有这一个人，没有第二个人。站着往生的有，很多，往生站了三天没听说过。这个事情是真的，不是假的。锅漏匠就是愚夫，什么都不懂，你教他什么都教不会，所以谛闲法师只教他一句南无阿弥陀佛，行，他会了。这一句就管用，其他都不必要，能成无上道。谛老和尚对他的赞叹是真话，不是假话，「天下弘宗研教的大善知识不如你」，弘宗是禅宗大德，研教是教下这些讲经的法师大德，没有人能比得上你，「名山宝刹的方丈住持也比不上你」。这是谛闲法师替锅漏匠办后事，对他的赞叹，是这一个时代，几百年当中第一人，没有看到有这样殊胜成就的人。",
      "zh_TW": "我在台中跟李老師學經教，李老師給我講過好多次，他就想學這些阿公阿婆學不像，一生都沒有學成功。可不可以學？真可以學。你真的明瞭了一切放下，不要再想了，經書一個字都不要看。那就像什麼？像鍋漏匠一樣，真自在。諦閑法師那個方法妙絕了，就一句佛號念到底，念累了就休息，休息好了接著念，不分晝夜，沒有時間，累了就休息，休息好了接著幹。三年，預知時至，站著往生，往生還站了三天，等諦閑法師替他辦後事。這個世間只有這一個人，沒有第二個人。站著往生的有，很多，往生站了三天沒聽說過。這個事情是真的，不是假的。鍋漏匠就是愚夫，什麼都不懂，你教他什麼都教不會，所以諦閑法師只教他一句南無阿彌陀佛，行，他會了。這一句就管用，其他都不必要，能成無上道。諦老和尚對他的讚歎是真話，不是假話，「天下弘宗研教的大善知識不如你」，弘宗是禪宗大德，研教是教下這些講經的法師大德，沒有人能比得上你，「名山寶剎的方丈住持也比不上你」。這是諦閑法師替鍋漏匠辦後事，對他的讚歎，是這一個時代，幾百年當中第一人，沒有看到有這樣殊勝成就的人。"
    },
    {
      "id": "02-037-0392_p0036",
      "zh_CN": "我们真能发狠心，可以做得到。做不到是什么？我们烦恼习气太重，心发不出来，还是有贪瞋痴慢疑，还是贪多，什么都想学，广学多闻。殊不知，人家用这个功夫，三年，念佛成就了。这样功夫用下去，我们常说十年一定开悟，三、四年的时间会得三昧，心定了，六、七年就可能开悟，不是大彻大悟也肯定是大悟，大悟次数多了就彻悟。惠能大师所度的这四十三个人，我们了解，四十三个人，有二、三年大彻大悟的，有六、七年大彻大悟的，有十几年大彻大悟的，有二十年多年将近三十年大彻大悟的。时间早晚不相同是各人功力，但是彻悟之后境界完全相同。这些榜样我们都看到了，你真看穿、看透了，我们对于这些方法有信心。这些方法有坚实的理论做基础，它不是假的，只要你真干，你就能成就，一门深入。经典不能一门深入，那就学锅漏匠，南无阿弥陀佛，六个字一门深入，成佛不难。灾难虽然很多，地球不会毁灭；换句话说，我们未来的时间还很长。真正下定决心三年，哪有不成就的道理！这是无比殊胜的法门。",
      "zh_TW": "我們真能發狠心，可以做得到。做不到是什麼？我們煩惱習氣太重，心發不出來，還是有貪瞋痴慢疑，還是貪多，什麼都想學，廣學多聞。殊不知，人家用這個功夫，三年，念佛成就了。這樣功夫用下去，我們常說十年一定開悟，三、四年的時間會得三昧，心定了，六、七年就可能開悟，不是大徹大悟也肯定是大悟，大悟次數多了就徹悟。惠能大師所度的這四十三個人，我們了解，四十三個人，有二、三年大徹大悟的，有六、七年大徹大悟的，有十幾年大徹大悟的，有二十年多年將近三十年大徹大悟的。時間早晚不相同是各人功力，但是徹悟之後境界完全相同。這些榜樣我們都看到了，你真看穿、看透了，我們對於這些方法有信心。這些方法有堅實的理論做基礎，它不是假的，只要你真幹，你就能成就，一門深入。經典不能一門深入，那就學鍋漏匠，南無阿彌陀佛，六個字一門深入，成佛不難。災難雖然很多，地球不會毀滅；換句話說，我們未來的時間還很長。真正下定決心三年，哪有不成就的道理！這是無比殊勝的法門。"
    },
    {
      "id": "02-037-0392_p0037",
      "zh_CN": "所以我到今年，去年八十五岁就下了决心，所有一切经教不看了，我就是这一部《无量寿经》，这一部黄念老的集解，集解提供给我们丰富的资料，让我们学习《无量寿经》会集本够了，不要再搞别的东西，世法佛法全放下了。我自己这一生不能往生那就大错特错，如入宝山，空手而回，是彻底错了。我们也在此地做个样子给大家看看，真搞清楚、搞明白之后，就是六个字，真信、真愿、真念。「故经续云成就无量功德」，这真的，一点都不假，无量功德就是往生净土，亲近弥陀。",
      "zh_TW": "所以我到今年，去年八十五歲就下了決心，所有一切經教不看了，我就是這一部《無量壽經》，這一部黃念老的集解，集解提供給我們豐富的資料，讓我們學習《無量壽經》會集本夠了，不要再搞別的東西，世法佛法全放下了。我自己這一生不能往生那就大錯特錯，如入寶山，空手而回，是徹底錯了。我們也在此地做個樣子給大家看看，真搞清楚、搞明白之後，就是六個字，真信、真願、真念。「故經續云成就無量功德」，這真的，一點都不假，無量功德就是往生淨土，親近彌陀。"
    },
    {
      "id": "02-037-0392_p0038",
      "zh_CN": "「无碍慧者，指圆融通达之佛慧」，佛智慧。《魏译》本里面作「无碍智」。「《大集经》云：无碍智慧无有边，善解众生三世事」。这个智慧得到，遍法界虚空界，六道里头众生，过去现在未来之事他全知道，不必去问别人。无碍智慧从哪里来的？放下妄想分别执着，无碍慧是自性里头本有的，就是佛所讲的，「一切众生皆有如来智慧德相」。不是佛的专利，人人都有，你只要把障碍除掉，智慧就现前，能力就现前，相好也现前。「又《法华经》化城喻品」有这么几句经文，「如来无碍智，知彼佛灭度，及声闻菩萨，如见今灭度」。这是说这个智慧的德用，知道彼佛灭度，十方三世一切诸佛什么时候灭度，他知道。怎么会知道？佛的出现是众生机缘成熟，佛一定出现。大家都想学佛，大家心里头羡慕佛，佛就来了，一切法从心想生。大家不愿意学佛，大家讨厌佛，佛就灭度了。佛实在讲没有生灭，是众生缘所感应的，缘成熟了佛就现前，缘没有了佛就不见了、就消失了，所以，佛实际上没有生灭。及声闻菩萨，如见今灭度。声闻是阿罗汉，菩萨从三贤到十圣，他们示现在世间全是为教化众生，统统是缘现则显，缘消就失掉了，他们决定没有自己，我们要发心学习。众生不需要，走了；大家都不需要，还有一个需要，也要留下来帮助这一个，佛氏门中不舍一人。",
      "zh_TW": "「無礙慧者，指圓融通達之佛慧」，佛智慧。《魏譯》本裡面作「無礙智」。「《大集經》云：無礙智慧無有邊，善解眾生三世事」。這個智慧得到，遍法界虛空界，六道裡頭眾生，過去現在未來之事他全知道，不必去問別人。無礙智慧從哪裡來的？放下妄想分別執著，無礙慧是自性裡頭本有的，就是佛所講的，「一切眾生皆有如來智慧德相」。不是佛的專利，人人都有，你只要把障礙除掉，智慧就現前，能力就現前，相好也現前。「又《法華經》化城喻品」有這麼幾句經文，「如來無礙智，知彼佛滅度，及聲聞菩薩，如見今滅度」。這是說這個智慧的德用，知道彼佛滅度，十方三世一切諸佛什麼時候滅度，他知道。怎麼會知道？佛的出現是眾生機緣成熟，佛一定出現。大家都想學佛，大家心裡頭羨慕佛，佛就來了，一切法從心想生。大家不願意學佛，大家討厭佛，佛就滅度了。佛實在講沒有生滅，是眾生緣所感應的，緣成熟了佛就現前，緣沒有了佛就不見了、就消失了，所以，佛實際上沒有生滅。及聲聞菩薩，如見今滅度。聲聞是阿羅漢，菩薩從三賢到十聖，他們示現在世間全是為教化眾生，統統是緣現則顯，緣消就失掉了，他們決定沒有自己，我們要發心學習。眾生不需要，走了；大家都不需要，還有一個需要，也要留下來幫助這一個，佛氏門中不捨一人。"
    },
    {
      "id": "02-037-0392_p0039",
      "zh_CN": "「解法如如」，这一句的意思很深。《净影疏》是隋朝慧远大师《无量寿经》的注解，叫《义疏》。「解法如如，是其理解。空同曰如。解知一切万法皆如，名解如如」。解是了解、明白，明白一切法皆是如如。如是什么意思？如是空的意思，如是同的意思，一切法皆空，一切法完全相同，没有两样。《金刚经》上所说，一切物质现象叫一合相。一是什么？基本的物质，佛经上叫极微之微，现在科学家称它作微中子。这是物质最小的，物质的基础，所有一切物质现象都是它组合成的，离开它，一切物质全没有。所有物质现象叫一合相，组合的一合相，《金刚经》上这句话说得好。一就是同，一样的。空，空是说它的性质。为什么说它是空？它是个幻相，它不是真的存在。它的生灭速度，就是它波动频率的速度，一秒钟一千六百兆，这波动现象，一秒钟一千六百兆次，我们误以为它是有。这种现象就像现在看电视，电视里头频道一样。相有体空，本性是空的，所有现象也是空不可得。所以，对这些相有正确的看法，你的烦恼不起来了，贪瞋痴慢不会起来，为什么？假的，不是真的。而且什么？不可得。《般若经》上所说的，「一切法无所有，毕竟空，不可得」。不可得你要去得它，这是很大的错误，你得不到，费尽辛苦造无量业，一无所获，冤枉！六道众生个个如是。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "「解法如如」，這一句的意思很深。《淨影疏》是隋朝慧遠大師《無量壽經》的註解，叫《義疏》。「解法如如，是其理解。空同曰如。解知一切萬法皆如，名解如如」。解是了解、明白，明白一切法皆是如如。如是什麼意思？如是空的意思，如是同的意思，一切法皆空，一切法完全相同，沒有兩樣。《金剛經》上所說，一切物質現象叫一合相。一是什麼？基本的物質，佛經上叫極微之微，現在科學家稱它作微中子。這是物質最小的，物質的基礎，所有一切物質現象都是它組合成的，離開它，一切物質全沒有。所有物質現象叫一合相，組合的一合相，《金剛經》上這句話說得好。一就是同，一樣的。空，空是說它的性質。為什麼說它是空？它是個幻相，它不是真的存在。它的生滅速度，就是它波動頻率的速度，一秒鐘一千六百兆，這波動現象，一秒鐘一千六百兆次，我們誤以為它是有。這種現象就像現在看電視，電視裡頭頻道一樣。相有體空，本性是空的，所有現象也是空不可得。所以，對這些相有正確的看法，你的煩惱不起來了，貪瞋痴慢不會起來，為什麼？假的，不是真的。而且什麼？不可得。《般若經》上所說的，「一切法無所有，畢竟空，不可得」。不可得你要去得它，這是很大的錯誤，你得不到，費盡辛苦造無量業，一無所獲，冤枉！六道眾生個個如是。好，今天時間到了，我們就學習到此地。"
    }
  ]
}