{
  "doc_id": "02-037-0387",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三八七集",
    "zh_TW": "第三八七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0387",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0387_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百四十九页，倒数第七行从第一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百四十九頁，倒數第七行從第一句看起："
    },
    {
      "id": "02-037-0387_p0002",
      "zh_CN": "这一段是说，「《思益经》与《大论》之说最为精妙。盖了了见，无所见，不见有为，不见无为，方名见真」。「智慧自内灭」，这句话就是《心经》所说的，无智亦无得，「乃了因佛性之所了也」。这个地方结归到三因佛性，我们在此地也简单的介绍一下。「三因佛性」，这是《三藏法数》里面引用《金光明经玄义》所说的。第一种叫「正因佛性：正谓中正」，中就不偏，正就不邪，不偏不邪叫中正。这里头是说，中一定是双照，「三谛具足」，空假中一定是在一心同时照了。真谛、俗谛、中谛是一而三，三而一，有一必定有三。中谛里面有俗谛、有真谛，真谛里头有俗谛、有中谛，俗谛里头有真谛、有中谛，要这样去会，融会贯通。这个叫正因佛性，三谛具足。",
      "zh_TW": "這一段是說，「《思益經》與《大論》之說最為精妙。蓋了了見，無所見，不見有為，不見無為，方名見真」。「智慧自內滅」，這句話就是《心經》所說的，無智亦無得，「乃了因佛性之所了也」。這個地方結歸到三因佛性，我們在此地也簡單的介紹一下。「三因佛性」，這是《三藏法數》裡面引用《金光明經玄義》所說的。第一種叫「正因佛性：正謂中正」，中就不偏，正就不邪，不偏不邪叫中正。這裡頭是說，中一定是雙照，「三諦具足」，空假中一定是在一心同時照了。真諦、俗諦、中諦是一而三，三而一，有一必定有三。中諦裡面有俗諦、有真諦，真諦裡頭有俗諦、有中諦，俗諦裡頭有真諦、有中諦，要這樣去會，融會貫通。這個叫正因佛性，三諦具足。"
    },
    {
      "id": "02-037-0387_p0003",
      "zh_CN": "括弧这下面是解释，「中正者，远离于边邪也」。边，我们讲偏见，偏在一边，没有能够看到究竟圆满。错误的知见带来错误的思想、错误的言论、错误的行为，结果就带来了灾难。个人的灾难是病苦、是轮回，就是六道；共业的灾难就是社会动乱、地球的灾变，这是真正的起因。现在人，许多人认为这是自然灾害，自然是最美好的，自然哪里会有灾害？极乐世界是自然的，诸佛实报土是自然的，像《往生论》上所讲的，随顺自然就自然具足二十九种庄严，依报十七种，正报，圣人八种，其他菩萨以下四种。偏见、邪见破坏了大自然，这惹的大祸，这个我们不能不知道。",
      "zh_TW": "括弧這下面是解釋，「中正者，遠離於邊邪也」。邊，我們講偏見，偏在一邊，沒有能夠看到究竟圓滿。錯誤的知見帶來錯誤的思想、錯誤的言論、錯誤的行為，結果就帶來了災難。個人的災難是病苦、是輪迴，就是六道；共業的災難就是社會動亂、地球的災變，這是真正的起因。現在人，許多人認為這是自然災害，自然是最美好的，自然哪裡會有災害？極樂世界是自然的，諸佛實報土是自然的，像《往生論》上所講的，隨順自然就自然具足二十九種莊嚴，依報十七種，正報，聖人八種，其他菩薩以下四種。偏見、邪見破壞了大自然，這惹的大禍，這個我們不能不知道。"
    },
    {
      "id": "02-037-0387_p0004",
      "zh_CN": "下面解释这上面的文，什么叫双照？「照空照假。空谓荡一切相，即是真谛」。这个意思是什么？空是见到性，性空。相有，有是假有，不是真有；空是真空，为什么？永恒不变。惠能大师见到了，告诉我们，性是什么样子？性是「本自清净」，这是照见。清净是什么意思？一尘不染。我们凡夫六根接触六尘境界，起心动念被无明染污了；分别，尘沙染污了，分别是尘沙烦恼；执着是见思染污了。我们的看法、想法全都错了，这叫染污。自性不染污，染污的是谁？染污是阿赖耶，这个道理一定要懂。自性不会染污的，自性不生不灭；阿赖耶有生有灭，生灭不住，它不停止，前念灭了后念又生了。在六道也是如此，我们这个身体死了，灭掉了，那个灵魂又找个身体，四十九天又找个身体，又生了，这就是六道轮回。人死了是中阴，到鬼道去找个鬼身，到地狱道去找地狱身，到畜生道找畜生身。他总要找个身，他背包袱背成习惯，好像不背不舒服。本来没有包袱的，去找个包袱。六道这个包袱，愈往上面包袱轻，天人身体轻，人比天重，畜生比人更重，饿鬼比畜生重，地狱比饿鬼重，不好受！",
      "zh_TW": "下面解釋這上面的文，什麼叫雙照？「照空照假。空謂蕩一切相，即是真諦」。這個意思是什麼？空是見到性，性空。相有，有是假有，不是真有；空是真空，為什麼？永恆不變。惠能大師見到了，告訴我們，性是什麼樣子？性是「本自清淨」，這是照見。清淨是什麼意思？一塵不染。我們凡夫六根接觸六塵境界，起心動念被無明染污了；分別，塵沙染污了，分別是塵沙煩惱；執著是見思染污了。我們的看法、想法全都錯了，這叫染污。自性不染污，染污的是誰？染污是阿賴耶，這個道理一定要懂。自性不會染污的，自性不生不滅；阿賴耶有生有滅，生滅不住，它不停止，前念滅了後念又生了。在六道也是如此，我們這個身體死了，滅掉了，那個靈魂又找個身體，四十九天又找個身體，又生了，這就是六道輪迴。人死了是中陰，到鬼道去找個鬼身，到地獄道去找地獄身，到畜生道找畜生身。他總要找個身，他背包袱背成習慣，好像不背不舒服。本來沒有包袱的，去找個包袱。六道這個包袱，愈往上面包袱輕，天人身體輕，人比天重，畜生比人更重，餓鬼比畜生重，地獄比餓鬼重，不好受！"
    },
    {
      "id": "02-037-0387_p0005",
      "zh_CN": "得人身不容易，失人身很容易。闻佛法也不容易，佛法要大善根、大福德，没有大善根、大福德闻不到。善根福德不具足，闻到等于没有闻，为什么？不了解、不认识，佛法对我起不了作用，也就是说不能把佛法变成生活；能把佛法变成生活就得受用了，那叫真的学佛。可是我们要在生活上用得上，必须要很透彻的理解，不了解它，你怎么用它？透彻了解之后，穿衣吃饭都是佛法，一切造作也是佛法，言谈举止都是佛法。佛是什么？觉，觉而不迷。在生活、工作、待人接物统统觉而不迷，与三因佛性相应。所以，空就是不着相，不着相就是真谛。",
      "zh_TW": "得人身不容易，失人身很容易。聞佛法也不容易，佛法要大善根、大福德，沒有大善根、大福德聞不到。善根福德不具足，聞到等於沒有聞，為什麼？不了解、不認識，佛法對我起不了作用，也就是說不能把佛法變成生活；能把佛法變成生活就得受用了，那叫真的學佛。可是我們要在生活上用得上，必須要很透徹的理解，不了解它，你怎麼用它？透徹了解之後，穿衣吃飯都是佛法，一切造作也是佛法，言談舉止都是佛法。佛是什麼？覺，覺而不迷。在生活、工作、待人接物統統覺而不迷，與三因佛性相應。所以，空就是不著相，不著相就是真諦。"
    },
    {
      "id": "02-037-0387_p0006",
      "zh_CN": "「假谓立一切法」，这是俗谛，建立一切名相，这是俗谛，世俗。真的懂得，真是体，它是空寂，没有染污，不生不灭。但是俗谛，俗谛有染污，有染有净、有善有恶，这俗谛，俗谛有生灭。我们观察一切法，可以说是没有一法是不生不灭的，一切法都是生灭法，动物有生老病死，植物有生住异灭，矿物、山河大地有成住坏空。它有变易，它有生灭，这是俗谛，所以它是假的，它不是真的。「非空非假」，这叫中谛，非空非假、亦空亦假，这都真谛。「故云三谛具足」。正因佛性。",
      "zh_TW": "「假謂立一切法」，這是俗諦，建立一切名相，這是俗諦，世俗。真的懂得，真是體，它是空寂，沒有染污，不生不滅。但是俗諦，俗諦有染污，有染有淨、有善有惡，這俗諦，俗諦有生滅。我們觀察一切法，可以說是沒有一法是不生不滅的，一切法都是生滅法，動物有生老病死，植物有生住異滅，礦物、山河大地有成住壞空。它有變易，它有生滅，這是俗諦，所以它是假的，它不是真的。「非空非假」，這叫中諦，非空非假、亦空亦假，這都真諦。「故云三諦具足」。正因佛性。"
    },
    {
      "id": "02-037-0387_p0007",
      "zh_CN": "第二个「了因佛性」。前面有将性这个定义说出来，什么叫性？性是自性、真性、佛性、法性，都是一个性，全是讲的一桩事情。性是不改、不变，永恒不变，不生不灭，惠能大师所说的，清净、没有生灭，「本不生灭、本自具足、本无动摇」，他全都是讲的自性。末后一句说「能生万法」，它不是万法，它能生万法。所生的一切法全是假的，像作梦一样，梦中境界。不能说它有，也不能说它无，你说它有，一切万法刹那生灭；换句话说，它根本不存在。我们以为它存在，那是看错、想错了，不是事实真相。事实真相，弥勒菩萨告诉我们，一弹指，就是一切法，无论是物质、是精神、是自然现象，一弹指多少个生灭？「三十二亿百千念」，就是三十二亿百千次的生灭。生灭不住，生灭相续，它不停。我们看错了，以为它是真的，它存在，其实它不存在。",
      "zh_TW": "第二個「了因佛性」。前面有將性這個定義說出來，什麼叫性？性是自性、真性、佛性、法性，都是一個性，全是講的一樁事情。性是不改、不變，永恆不變，不生不滅，惠能大師所說的，清淨、沒有生滅，「本不生滅、本自具足、本無動搖」，他全都是講的自性。末後一句說「能生萬法」，它不是萬法，它能生萬法。所生的一切法全是假的，像作夢一樣，夢中境界。不能說它有，也不能說它無，你說它有，一切萬法剎那生滅；換句話說，它根本不存在。我們以為它存在，那是看錯、想錯了，不是事實真相。事實真相，彌勒菩薩告訴我們，一彈指，就是一切法，無論是物質、是精神、是自然現象，一彈指多少個生滅？「三十二億百千念」，就是三十二億百千次的生滅。生滅不住，生滅相續，它不停。我們看錯了，以為它是真的，它存在，其實它不存在。"
    },
    {
      "id": "02-037-0387_p0008",
      "zh_CN": "像我们看电影，我这里有一卷电影胶片，这是从前电影的底片，这幻灯片。这个幻灯片在放映机里头，用光打在银幕上，每一张在银幕里头停留时间多长？二十四分之一秒，也就是说一秒钟二十四张。我们把电影都以为是真的，其实它根本不存在，每个相它存在的时间是二十四分之一秒，我们的眼睛很迟钝，看花了，以为它是真的。弥勒菩萨告诉我们，我们现前的宇宙，一切万事万物就跟这个玩意儿一样，但是速度比它快。这是一秒钟二十四张，弥勒菩萨告诉我们，我们现在所看的这个世界，一秒钟多少张？一弹指是三十二亿百千念，百千是十万，三十二亿乘十万，三百二十兆，一弹指。一秒钟能弹几次？弹得快的我看至少可以弹五次，五再乘五倍，一千六百兆一秒钟。电影一秒钟二十四张，这个一秒钟一千六百兆，所以你不知道它是假的。今天的科学值得人赞叹，佛经上说的境界，科学家承认、证得了。科学，今天科学的仪器，最进步的仪器，能够掌握到一秒钟一千兆的波动现象，能够掌握到这个，跟佛说的愈来愈接近。佛说这个，一秒钟一千六百兆的生灭，所以不是真的，这是俗谛。",
      "zh_TW": "像我們看電影，我這裡有一捲電影膠片，這是從前電影的底片，這幻燈片。這個幻燈片在放映機裡頭，用光打在銀幕上，每一張在銀幕裡頭停留時間多長？二十四分之一秒，也就是說一秒鐘二十四張。我們把電影都以為是真的，其實它根本不存在，每個相它存在的時間是二十四分之一秒，我們的眼睛很遲鈍，看花了，以為它是真的。彌勒菩薩告訴我們，我們現前的宇宙，一切萬事萬物就跟這個玩意兒一樣，但是速度比它快。這是一秒鐘二十四張，彌勒菩薩告訴我們，我們現在所看的這個世界，一秒鐘多少張？一彈指是三十二億百千念，百千是十萬，三十二億乘十萬，三百二十兆，一彈指。一秒鐘能彈幾次？彈得快的我看至少可以彈五次，五再乘五倍，一千六百兆一秒鐘。電影一秒鐘二十四張，這個一秒鐘一千六百兆，所以你不知道它是假的。今天的科學值得人讚歎，佛經上說的境界，科學家承認、證得了。科學，今天科學的儀器，最進步的儀器，能夠掌握到一秒鐘一千兆的波動現象，能夠掌握到這個，跟佛說的愈來愈接近。佛說這個，一秒鐘一千六百兆的生滅，所以不是真的，這是俗諦。"
    },
    {
      "id": "02-037-0387_p0009",
      "zh_CN": "「了因佛性：了谓照了。谓由前正因，发此照了之智，智与理相应，故名了因佛性」。了是明了，《般若经》上讲的「照见五蕴皆空」，那是了因佛性。",
      "zh_TW": "「了因佛性：了謂照了。謂由前正因，發此照了之智，智與理相應，故名了因佛性」。了是明瞭，《般若經》上講的「照見五蘊皆空」，那是了因佛性。"
    },
    {
      "id": "02-037-0387_p0010",
      "zh_CN": "「缘因佛性」，这第三个，「缘即助缘，谓一切功德善根，资助了因，开发正因之性」。所以它很重要，如果没有缘因佛性，正因、了因虽然有，它迷而不觉，不起作用。所以缘很重要。缘在哪里？我们得人身是缘，闻佛法是缘，得人身不闻佛法，对于事实真相不知道。得人身遇佛法，遇到大乘佛法，这都是缘，你才真正明白这桩事情。明了之后这叫解悟，我知道有这么回事情，知道之后最重要的是证悟，证悟你才真正得受用。受用是什么？能断烦恼、能消业障，能出三界、能证菩提，这个妙用太大了！不能用在自己日常生活当中，这全都落空了，所以佛法真正不可思议。",
      "zh_TW": "「緣因佛性」，這第三個，「緣即助緣，謂一切功德善根，資助了因，開發正因之性」。所以它很重要，如果沒有緣因佛性，正因、了因雖然有，它迷而不覺，不起作用。所以緣很重要。緣在哪裡？我們得人身是緣，聞佛法是緣，得人身不聞佛法，對於事實真相不知道。得人身遇佛法，遇到大乘佛法，這都是緣，你才真正明白這樁事情。明瞭之後這叫解悟，我知道有這麼回事情，知道之後最重要的是證悟，證悟你才真正得受用。受用是什麼？能斷煩惱、能消業障，能出三界、能證菩提，這個妙用太大了！不能用在自己日常生活當中，這全都落空了，所以佛法真正不可思議。"
    },
    {
      "id": "02-037-0387_p0011",
      "zh_CN": "我们对世尊感恩，当年在世辛辛苦苦讲经教学四十九年，为什么？帮助我们开悟，叫我们回头，不要再去搞六道轮回，这一生当中就应该超越，就应该有成就。说出八万四千法门，门门都能成无上道，所以说「法门平等，无有高下」。为什么说这么多法门？人的根性不相同，法门与你根性相应，你学起来很轻松，不感觉得困难，成就快速。如果这个法门跟你根性不相应，你学起来很辛苦，时间很长，得不到利益。佛说这些法门让我们选择，选择还得要智慧，没有智慧从哪里选起？阿弥陀佛为这一类没有智慧选择法门的人，特别开启念佛法门。这个法门三根普被，利钝全收，上面包括了等觉菩萨，下面包括了无间地狱，一切众生修这个法门，没有一个不成就的。这是说对八万四千法门没有能力选择的，你就用这个法门。这个法门难信，但是很容易修持，叫难信易行。",
      "zh_TW": "我們對世尊感恩，當年在世辛辛苦苦講經教學四十九年，為什麼？幫助我們開悟，叫我們回頭，不要再去搞六道輪迴，這一生當中就應該超越，就應該有成就。說出八萬四千法門，門門都能成無上道，所以說「法門平等，無有高下」。為什麼說這麼多法門？人的根性不相同，法門與你根性相應，你學起來很輕鬆，不感覺得困難，成就快速。如果這個法門跟你根性不相應，你學起來很辛苦，時間很長，得不到利益。佛說這些法門讓我們選擇，選擇還得要智慧，沒有智慧從哪裡選起？阿彌陀佛為這一類沒有智慧選擇法門的人，特別開啟念佛法門。這個法門三根普被，利鈍全收，上面包括了等覺菩薩，下面包括了無間地獄，一切眾生修這個法門，沒有一個不成就的。這是說對八萬四千法門沒有能力選擇的，你就用這個法門。這個法門難信，但是很容易修持，叫難信易行。"
    },
    {
      "id": "02-037-0387_p0012",
      "zh_CN": "现在在末法时期，八万四千法门都没有了，你想选择没地方选，没有了，都不存在了；换句话说，只有这个法门，这个法门是真实的。我们要特别感恩夏莲居居士，把《无量寿经》用了十年的时间做了一次整理，写成这个集大成的会集本，跟五种原译本比较，它最完备。五种原译本里面所说的，都在这个本子里头，没有漏掉，而且文字非常通顺，比原译本的容易懂、容易读，这方便。我们这一代的人有福，我上一代的人没见过这个本子。我上一代的人也没有见过黄念祖老居士的注解。他的注解流通出来，我在外国，在美国，可以说我在外国是第一个看到他的本子。那个本子不是印刷的，是油印的，手写写在蜡纸上油印的，我头一个看到的。",
      "zh_TW": "現在在末法時期，八萬四千法門都沒有了，你想選擇沒地方選，沒有了，都不存在了；換句話說，只有這個法門，這個法門是真實的。我們要特別感恩夏蓮居居士，把《無量壽經》用了十年的時間做了一次整理，寫成這個集大成的會集本，跟五種原譯本比較，它最完備。五種原譯本裡面所說的，都在這個本子裡頭，沒有漏掉，而且文字非常通順，比原譯本的容易懂、容易讀，這方便。我們這一代的人有福，我上一代的人沒見過這個本子。我上一代的人也沒有見過黃念祖老居士的註解。他的註解流通出來，我在外國，在美國，可以說我在外國是第一個看到他的本子。那個本子不是印刷的，是油印的，手寫寫在蠟紙上油印的，我頭一個看到的。"
    },
    {
      "id": "02-037-0387_p0013",
      "zh_CN": "他是用什么方法注的？他采取集注，就是不是自己注解的，以经注经。你看他那注解里头引用的，我们在这里看到的，《大论》、《心经》、《法华文句》、《智度论》，都是以经来注经，用了经论八十三种，用祖师大德的注疏一百一十种。所以，读这一部集注，你就读到一百九十三种大乘佛法的精华，在这部注解上，这个太难得了！也就是说，帮助我们理解这个经文，他搜集了一百九十三种的参考资料。无比的稀有，这是多大的福分。有了这么好的经本，整理出来这么完备的经本，有这么多的参考资料，这么丰富，我们要认真学习，要把它搞清楚、搞透彻我们才得到受用。得到受用，就是方东美先生所说的，学佛是人生最高的享受，你就得到最高的享受。自己得到最高享受，你才能帮助别人，你劝导别人，人家相信，人家听；你自己不得受用，你介绍给别人，人家摇头。",
      "zh_TW": "他是用什麼方法註的？他採取集註，就是不是自己註解的，以經註經。你看他那註解裡頭引用的，我們在這裡看到的，《大論》、《心經》、《法華文句》、《智度論》，都是以經來註經，用了經論八十三種，用祖師大德的註疏一百一十種。所以，讀這一部集註，你就讀到一百九十三種大乘佛法的精華，在這部註解上，這個太難得了！也就是說，幫助我們理解這個經文，他蒐集了一百九十三種的參考資料。無比的稀有，這是多大的福分。有了這麼好的經本，整理出來這麼完備的經本，有這麼多的參考資料，這麼豐富，我們要認真學習，要把它搞清楚、搞透徹我們才得到受用。得到受用，就是方東美先生所說的，學佛是人生最高的享受，你就得到最高的享受。自己得到最高享受，你才能幫助別人，你勸導別人，人家相信，人家聽；你自己不得受用，你介紹給別人，人家搖頭。"
    },
    {
      "id": "02-037-0387_p0014",
      "zh_CN": "这种受用最明显的就是智慧，你看三因佛性不离智慧。佛陀又名大圆觉，圆是圆满，觉是觉悟，大圆满觉悟就是佛的德号，佛具足圆满智慧，一切智、道种智、一切种智。因智慧成就三德，法身、般若、解脱，得大自在。为什么要学佛？为这个要学佛，学佛的好处利益都在此地。今天佛教被社会大众误认为是宗教、是迷信，什么原因？佛弟子不知道佛经是什么。古时候，出家人对于一切经典可以说都通达明了，他们的生活确实是人生最高的享受，所以被社会大众尊称为天人师，是真的，不是假的。我们要想想，释迦牟尼佛讲经教学四十九年，为什么？佛教会衰、佛教会灭，为什么会灭？我们把经典不要了、丢掉了，不学经典，不研究经典，不给人讲解经典，佛法就灭了。讲就是慈悲，就是度众，我会一句我就讲一句，我会两句我就讲两句，要有大慈悲心去度众生。四弘誓愿天天念，不晓得什么意思，头一句，「众生无边誓愿度」，天天念，有口无心，心里头发不出这个慈悲心。",
      "zh_TW": "這種受用最明顯的就是智慧，你看三因佛性不離智慧。佛陀又名大圓覺，圓是圓滿，覺是覺悟，大圓滿覺悟就是佛的德號，佛具足圓滿智慧，一切智、道種智、一切種智。因智慧成就三德，法身、般若、解脫，得大自在。為什麼要學佛？為這個要學佛，學佛的好處利益都在此地。今天佛教被社會大眾誤認為是宗教、是迷信，什麼原因？佛弟子不知道佛經是什麼。古時候，出家人對於一切經典可以說都通達明瞭，他們的生活確實是人生最高的享受，所以被社會大眾尊稱為天人師，是真的，不是假的。我們要想想，釋迦牟尼佛講經教學四十九年，為什麼？佛教會衰、佛教會滅，為什麼會滅？我們把經典不要了、丟掉了，不學經典，不研究經典，不給人講解經典，佛法就滅了。講就是慈悲，就是度眾，我會一句我就講一句，我會兩句我就講兩句，要有大慈悲心去度眾生。四弘誓願天天念，不曉得什麼意思，頭一句，「眾生無邊誓願度」，天天念，有口無心，心裡頭發不出這個慈悲心。"
    },
    {
      "id": "02-037-0387_p0015",
      "zh_CN": "劝人念佛都是度众生，我们看到一些阿公阿婆，不认识字，什么都不会，但是人很老实、很慈悲，生活非常清苦，但是很快乐。从哪里看出来？满面笑容，跟任何人接触都笑咪咪的，口里没有第二句话，就一句阿弥陀佛。别人跟他讲话讲再多，也不知道他听懂没听懂，他回答你的就是一句阿弥陀佛。那是什么？那在度众生，那在行菩萨道，他真干。他临命终时往生，预知时至，他表演给你看，是真的不是假的。往生到西方极乐世界，我常说，他的品位是上辈上生，因为他把净土法门做绝了，圆满的做到了。心地清净，一个妄念都没有，只有一句阿弥陀佛，除阿弥陀佛之外，他全都丢掉了，这还得了吗？我们一般人比不上。谛闲法师那个徒弟锅漏匠，他的成就还得了吗？谛闲老和尚对他的赞叹，说他三年这一句佛号的成就，站着往生，往生之后还站了三天，等谛闲法师替他办后事。谛闲法师赞叹他，「你的成就，天下弘宗研教的大善知识不如你」，弘宗是禅宗的，传禅宗的，研教是教下，讲经说法的法师，比不上他；「名山宝刹」，中国四大名山，「方丈住持比不上你」。",
      "zh_TW": "勸人念佛都是度眾生，我們看到一些阿公阿婆，不認識字，什麼都不會，但是人很老實、很慈悲，生活非常清苦，但是很快樂。從哪裡看出來？滿面笑容，跟任何人接觸都笑咪咪的，口裡沒有第二句話，就一句阿彌陀佛。別人跟他講話講再多，也不知道他聽懂沒聽懂，他回答你的就是一句阿彌陀佛。那是什麼？那在度眾生，那在行菩薩道，他真幹。他臨命終時往生，預知時至，他表演給你看，是真的不是假的。往生到西方極樂世界，我常說，他的品位是上輩上生，因為他把淨土法門做絕了，圓滿的做到了。心地清淨，一個妄念都沒有，只有一句阿彌陀佛，除阿彌陀佛之外，他全都丟掉了，這還得了嗎？我們一般人比不上。諦閑法師那個徒弟鍋漏匠，他的成就還得了嗎？諦閑老和尚對他的讚歎，說他三年這一句佛號的成就，站著往生，往生之後還站了三天，等諦閑法師替他辦後事。諦閑法師讚歎他，「你的成就，天下弘宗研教的大善知識不如你」，弘宗是禪宗的，傳禪宗的，研教是教下，講經說法的法師，比不上他；「名山寶剎」，中國四大名山，「方丈住持比不上你」。"
    },
    {
      "id": "02-037-0387_p0016",
      "zh_CN": "他活着在世没人瞧得起他，他一往生一表现，确实没有人能跟他相比。什么都不懂，一个字都不认识。出家，师父就是谛闲法师，只教他一句「南无阿弥陀佛」。告诉他，你就念这句佛号，念累了就休息，休息好了就接着念，不分昼夜。所以他修行没有压力，念累了就休息，休息好了接着就念。心里头只有一句佛号，除一句佛号，一个杂念都没有、一个妄想都没有。三年成功，预知时至，这是真学佛。他弘法利生，他是示现，让人看，用这个方法来弘法。他往生距离我们现在七、八十年了，不但影响当时，我们现在都受他影响，这个功德你说有多大！这是什么？真干。讲经当然非常重要，如果不是重要，释迦牟尼佛为什么讲经教学四十九年！佛陀是教育，教育讲经教学是主要的。对于不具足讲经条件的人，佛才用像锅漏匠这种方法，这是不得已，但是真修，成就非常可观。讲经教学断了，佛法就灭了，如果说灭在我们这一生当中，我们不会往生，我们未来的地方是阿鼻地狱，这一定要懂。造的什么罪业？我们把佛法灭掉了，不讲经就把佛法灭掉了。灭佛法的罪过就是无间地狱，这个不能不知道。",
      "zh_TW": "他活著在世沒人瞧得起他，他一往生一表現，確實沒有人能跟他相比。什麼都不懂，一個字都不認識。出家，師父就是諦閑法師，只教他一句「南無阿彌陀佛」。告訴他，你就念這句佛號，念累了就休息，休息好了就接著念，不分晝夜。所以他修行沒有壓力，念累了就休息，休息好了接著就念。心裡頭只有一句佛號，除一句佛號，一個雜念都沒有、一個妄想都沒有。三年成功，預知時至，這是真學佛。他弘法利生，他是示現，讓人看，用這個方法來弘法。他往生距離我們現在七、八十年了，不但影響當時，我們現在都受他影響，這個功德你說有多大！這是什麼？真幹。講經當然非常重要，如果不是重要，釋迦牟尼佛為什麼講經教學四十九年！佛陀是教育，教育講經教學是主要的。對於不具足講經條件的人，佛才用像鍋漏匠這種方法，這是不得已，但是真修，成就非常可觀。講經教學斷了，佛法就滅了，如果說滅在我們這一生當中，我們不會往生，我們未來的地方是阿鼻地獄，這一定要懂。造的什麼罪業？我們把佛法滅掉了，不講經就把佛法滅掉了。滅佛法的罪過就是無間地獄，這個不能不知道。"
    },
    {
      "id": "02-037-0387_p0017",
      "zh_CN": "我们看底下一段，底下一段讲『佛眼』。「如来之眼，名为佛眼，即照了诸法实相之眼」。五眼最后一个，「佛眼」，肉眼、天眼、法眼、慧眼、佛眼。《金刚经》上说五眼圆明，世出世间一切法的真相，佛看得清清楚楚、明明白白。『具足』者，憬兴大师说，「一切种智为体，无法不照，故云具足」，憬兴大师的解释。「《法华文句》云」，《法华文句》是智者大师作的，智者大师说，「佛眼圆通」，圆满通达，「本胜兼劣」。本是照真，是见性，这是本。劣是什么？劣是前面所说的凡夫，凡夫所见的不广、不深、不究竟，而且很多看错了，错会了意思，这些佛全都知道。「四眼入佛眼，皆名佛眼」，成佛了，肉眼是佛眼，法眼是佛眼，天眼是佛眼，慧眼也是佛眼，都叫做佛眼。「盖谓佛眼之本，是无上殊胜，谓之本胜。」佛眼之本是什么？前面说过，一切种智，圆满的智慧，这是佛眼之体，佛眼之本，无比殊胜。「但亦兼具劣者，劣者其余四眼」，实在讲劣，前面的两种眼，肉眼跟天眼，法眼跟慧眼是菩萨眼。「至于本胜者，能见佛性也」，这个本胜在此地是明心见性，明心见性要智慧。「兼劣者，兼具其余四眼之用，故能照真俗二谛一切法也」。",
      "zh_TW": "我們看底下一段，底下一段講『佛眼』。「如來之眼，名為佛眼，即照了諸法實相之眼」。五眼最後一個，「佛眼」，肉眼、天眼、法眼、慧眼、佛眼。《金剛經》上說五眼圓明，世出世間一切法的真相，佛看得清清楚楚、明明白白。『具足』者，憬興大師說，「一切種智為體，無法不照，故云具足」，憬興大師的解釋。「《法華文句》云」，《法華文句》是智者大師作的，智者大師說，「佛眼圓通」，圓滿通達，「本勝兼劣」。本是照真，是見性，這是本。劣是什麼？劣是前面所說的凡夫，凡夫所見的不廣、不深、不究竟，而且很多看錯了，錯會了意思，這些佛全都知道。「四眼入佛眼，皆名佛眼」，成佛了，肉眼是佛眼，法眼是佛眼，天眼是佛眼，慧眼也是佛眼，都叫做佛眼。「蓋謂佛眼之本，是無上殊勝，謂之本勝。」佛眼之本是什麼？前面說過，一切種智，圓滿的智慧，這是佛眼之體，佛眼之本，無比殊勝。「但亦兼具劣者，劣者其餘四眼」，實在講劣，前面的兩種眼，肉眼跟天眼，法眼跟慧眼是菩薩眼。「至於本勝者，能見佛性也」，這個本勝在此地是明心見性，明心見性要智慧。「兼劣者，兼具其餘四眼之用，故能照真俗二諦一切法也」。"
    },
    {
      "id": "02-037-0387_p0018",
      "zh_CN": "「或疑佛舍肉身，何有肉眼」，佛没肉身，但是能现肉身。「《智度论》曰：慧眼、法眼、佛眼虽胜，非见众生法。欲见众生，唯以肉眼。」肉眼才能跟六道众生打交道，佛要度六道众生，随类现身，用肉眼来跟一切众生往来。又义寂法师说得好，「有肉眼，知障内色故」。障就是二障，烦恼障、所知障，障内之色，这就是六道凡夫。障外，障外那是声闻、缘觉、菩萨，他们这种障碍没有了，断掉了。「为化度众生，现有相佛」，释迦牟尼佛在我们这个世间住世八十年，有相佛。佛有肉眼，佛有天眼，五眼统统具足。",
      "zh_TW": "「或疑佛捨肉身，何有肉眼」，佛沒肉身，但是能現肉身。「《智度論》曰：慧眼、法眼、佛眼雖勝，非見眾生法。欲見眾生，唯以肉眼。」肉眼才能跟六道眾生打交道，佛要度六道眾生，隨類現身，用肉眼來跟一切眾生往來。又義寂法師說得好，「有肉眼，知障內色故」。障就是二障，煩惱障、所知障，障內之色，這就是六道凡夫。障外，障外那是聲聞、緣覺、菩薩，他們這種障礙沒有了，斷掉了。「為化度眾生，現有相佛」，釋迦牟尼佛在我們這個世間住世八十年，有相佛。佛有肉眼，佛有天眼，五眼統統具足。"
    },
    {
      "id": "02-037-0387_p0019",
      "zh_CN": "『觉了法性』，「《净影疏》曰：佛眼能见真实如来藏中，不空实性，名了法性」。这是佛眼。真实如来藏中，这个东西在哪里？就在一切诸法之中。我们凡夫看不见，诸佛如来、法身菩萨他能看见。其实就摆在我们面前，为什么看不见？我们有妄想、有分别、有执着，这三种障碍把它障住了。这前面说障碍，我们见不到。佛能见到，障内、障外全知道、全看见。所以佛的佛眼，他有能力在不空的现象里面看到实性。实性是什么？是真实的，如来藏中真实的自性，他见到了。不空实性跟虚幻的妄相，「凡所有相，皆是虚妄」，跟虚妄相永远合在一起。所以我们常常用电视做比喻，大家容易懂得。不空实性是什么？就是屏幕，电视的屏幕，它永远不会变；虚幻的妄相，就是屏幕里面的影像。你看影像跟屏幕没有分，不能分，没有屏幕，影像现不出来，可是影像从屏幕现出来，影像不是屏幕，屏幕不是影像，但是它确实合在一起。",
      "zh_TW": "『覺了法性』，「《淨影疏》曰：佛眼能見真實如來藏中，不空實性，名了法性」。這是佛眼。真實如來藏中，這個東西在哪裡？就在一切諸法之中。我們凡夫看不見，諸佛如來、法身菩薩他能看見。其實就擺在我們面前，為什麼看不見？我們有妄想、有分別、有執著，這三種障礙把它障住了。這前面說障礙，我們見不到。佛能見到，障內、障外全知道、全看見。所以佛的佛眼，他有能力在不空的現象裡面看到實性。實性是什麼？是真實的，如來藏中真實的自性，他見到了。不空實性跟虛幻的妄相，「凡所有相，皆是虛妄」，跟虛妄相永遠合在一起。所以我們常常用電視做比喻，大家容易懂得。不空實性是什麼？就是屏幕，電視的屏幕，它永遠不會變；虛幻的妄相，就是屏幕裡面的影像。你看影像跟屏幕沒有分，不能分，沒有屏幕，影像現不出來，可是影像從屏幕現出來，影像不是屏幕，屏幕不是影像，但是它確實合在一起。"
    },
    {
      "id": "02-037-0387_p0020",
      "zh_CN": "我们打开电视频道，看里面的影像，把屏幕忘掉了，见不到屏幕。我们把电视关起来，见到了，见到屏幕，屏幕不生不灭，屏幕一尘不染。色相有生有灭，有生有灭是假的，不生不灭是真的。佛能够在幻相里面见到真性，那个真性就是惠能大师所说的，「何期自性，能生万法」。没有想到，电视屏幕里面能够现出这么多的影像，就这个意思。它是一，它不是二，如来清清楚楚、明明白白。你的性，你的实性是自性、是佛性、是法性，那是真的，永恒不变；所看到的一切现象，全是假的，幻相。所以了解事实真相，对于这些虚妄相，大乘教里常说，不起心不动念、不分别不执着，你就是如来。你看，看得清清楚楚、明明白白，一点都不迷惑，没有把它当真。可是迷惑的人不知道，以为是真的，真的怎么样？他就起贪瞋痴慢，他想控制，他想占有，他想来支配，一切听命于他。错了，全错了，妄相、幻相，根本就不存在。所以名了法性，这叫真正明了，法性、法相统统明了。",
      "zh_TW": "我們打開電視頻道，看裡面的影像，把屏幕忘掉了，見不到屏幕。我們把電視關起來，見到了，見到屏幕，屏幕不生不滅，屏幕一塵不染。色相有生有滅，有生有滅是假的，不生不滅是真的。佛能夠在幻相裡面見到真性，那個真性就是惠能大師所說的，「何期自性，能生萬法」。沒有想到，電視屏幕裡面能夠現出這麼多的影像，就這個意思。它是一，它不是二，如來清清楚楚、明明白白。你的性，你的實性是自性、是佛性、是法性，那是真的，永恆不變；所看到的一切現象，全是假的，幻相。所以了解事實真相，對於這些虛妄相，大乘教裡常說，不起心不動念、不分別不執著，你就是如來。你看，看得清清楚楚、明明白白，一點都不迷惑，沒有把它當真。可是迷惑的人不知道，以為是真的，真的怎麼樣？他就起貪瞋痴慢，他想控制，他想佔有，他想來支配，一切聽命於他。錯了，全錯了，妄相、幻相，根本就不存在。所以名了法性，這叫真正明瞭，法性、法相統統明瞭。"
    },
    {
      "id": "02-037-0387_p0021",
      "zh_CN": "「憬兴云：能与佛一切种智相应，觉了中道第一义，故云觉了法性」。能够与佛一切种智相应，这不是普通人，这什么人？法身菩萨。中国佛教一般常说，大彻大悟，明心见性，这就是的，明心见性的人跟一切种智相应。觉了中道第一义，第一义就是自性，就是见性。故云觉了法性，他觉悟、明了法性。「又云：亦见佛性，故云觉法性」。他见佛性了。像惠能大师，在五祖忍和尚护念之下，给他讲《金刚经》大意，讲到「无住生心」，他就大彻大悟。这是什么？他的智慧跟佛的一切种智相应了。没有一切种智你决定不能够觉悟，一切种智，一切众生个个具有，没有一个人没有。",
      "zh_TW": "「憬興云：能與佛一切種智相應，覺了中道第一義，故云覺了法性」。能夠與佛一切種智相應，這不是普通人，這什麼人？法身菩薩。中國佛教一般常說，大徹大悟，明心見性，這就是的，明心見性的人跟一切種智相應。覺了中道第一義，第一義就是自性，就是見性。故云覺了法性，他覺悟、明瞭法性。「又云：亦見佛性，故云覺法性」。他見佛性了。像惠能大師，在五祖忍和尚護念之下，給他講《金剛經》大意，講到「無住生心」，他就大徹大悟。這是什麼？他的智慧跟佛的一切種智相應了。沒有一切種智你決定不能夠覺悟，一切種智，一切眾生個個具有，沒有一個人沒有。"
    },
    {
      "id": "02-037-0387_p0022",
      "zh_CN": "一切智指总相，总相是万法皆空，阿罗汉证得的。所以阿罗汉能放下万缘，为什么？他知道一切都不实在的。菩萨知道这一切皆空里头它能现一切万法，知道一切万法是假的，没有妨碍。真俗不二，空不碍有，有不碍空，它们没妨碍。真空能现万有，万有也不碍真空，这是菩萨的智慧，叫道种智。这一切万事万物是什么道理出现的，阿罗汉不知道，阿罗汉只知道这个相是假的，不是真的。当体即空，了不可得，阿罗汉知道这个，但这个相怎么发生的他不知道。所以叫道种智，道是道理，种是种种，种种一切法什么道理生的，菩萨知道，阿罗汉不知道。佛知道是圆满的，佛对于一切智、道种智全都明了，所以叫一切种智。一切就是一切智，种智就是道种智，佛全知道。这叫觉法性，「觉了法性」。",
      "zh_TW": "一切智指總相，總相是萬法皆空，阿羅漢證得的。所以阿羅漢能放下萬緣，為什麼？他知道一切都不實在的。菩薩知道這一切皆空裡頭它能現一切萬法，知道一切萬法是假的，沒有妨礙。真俗不二，空不礙有，有不礙空，它們沒妨礙。真空能現萬有，萬有也不礙真空，這是菩薩的智慧，叫道種智。這一切萬事萬物是什麼道理出現的，阿羅漢不知道，阿羅漢只知道這個相是假的，不是真的。當體即空，了不可得，阿羅漢知道這個，但這個相怎麼發生的他不知道。所以叫道種智，道是道理，種是種種，種種一切法什麼道理生的，菩薩知道，阿羅漢不知道。佛知道是圓滿的，佛對於一切智、道種智全都明瞭，所以叫一切種智。一切就是一切智，種智就是道種智，佛全知道。這叫覺法性，「覺了法性」。"
    },
    {
      "id": "02-037-0387_p0023",
      "zh_CN": "「又云：亦见佛性，故云觉法性。故知佛眼，能觉了法性，即《文句》所谓之本胜」，《文句》是《法华文句》，所说的本胜，「非余眼所能及也，是显佛眼之彻」，这究竟彻底，比菩萨高明多了。「至于具足者，是显佛眼之圆」，显圆满，「具足一切眼之用」。从肉眼、天眼，种种眼的作用，佛眼是全具足。",
      "zh_TW": "「又云：亦見佛性，故云覺法性。故知佛眼，能覺了法性，即《文句》所謂之本勝」，《文句》是《法華文句》，所說的本勝，「非餘眼所能及也，是顯佛眼之徹」，這究竟徹底，比菩薩高明多了。「至於具足者，是顯佛眼之圓」，顯圓滿，「具足一切眼之用」。從肉眼、天眼，種種眼的作用，佛眼是全具足。"
    },
    {
      "id": "02-037-0387_p0024",
      "zh_CN": "末后这一段为我们解释，「或疑他经中，有以慧眼为第三，法眼为第四者，何以与本经相违」。这个学教的人，确实会看到排列顺序不一样产生疑惑，跟一般大乘经上讲的确实不一样。通常我们讲五眼，排列的顺序，肉眼、天眼、慧眼、法眼、佛眼。排的什么？欲界的人道以下都有肉眼，人道、畜生道，这显而易见的都有肉眼；天眼天道有，有天眼；慧眼，慧眼是阿罗汉证的；法眼是菩萨的，最上的是佛眼。一般有这个说法，很多经典里头有这么个说法。可是我们这个经把慧眼排在第四，法眼排第四、慧眼排第三是其他一般经，我们这个经上是慧眼在第四，法眼在第三，是这么排的。义寂大师跟望西都有解释，「均释为，本经所云法眼之境，与前二眼，同是俗谛，慧眼始见真谛」。我们知道阿罗汉的慧眼，阿罗汉没有见到真谛，因为见到真谛就明心见性了，真谛是自性，阿罗汉没见性。那说明慧眼能见性，慧眼见真谛，法眼见俗谛。与前二眼，前面二眼就是肉眼、天眼，就同是俗谛。慧眼始见真谛，法眼也是见俗谛，慧眼才见真谛。「真胜于俗，故本经法眼第三，慧眼第四」，这是排列的道理，为什么这么排列。",
      "zh_TW": "末後這一段為我們解釋，「或疑他經中，有以慧眼為第三，法眼為第四者，何以與本經相違」。這個學教的人，確實會看到排列順序不一樣產生疑惑，跟一般大乘經上講的確實不一樣。通常我們講五眼，排列的順序，肉眼、天眼、慧眼、法眼、佛眼。排的什麼？欲界的人道以下都有肉眼，人道、畜生道，這顯而易見的都有肉眼；天眼天道有，有天眼；慧眼，慧眼是阿羅漢證的；法眼是菩薩的，最上的是佛眼。一般有這個說法，很多經典裡頭有這麼個說法。可是我們這個經把慧眼排在第四，法眼排第四、慧眼排第三是其他一般經，我們這個經上是慧眼在第四，法眼在第三，是這麼排的。義寂大師跟望西都有解釋，「均釋為，本經所云法眼之境，與前二眼，同是俗諦，慧眼始見真諦」。我們知道阿羅漢的慧眼，阿羅漢沒有見到真諦，因為見到真諦就明心見性了，真諦是自性，阿羅漢沒見性。那說明慧眼能見性，慧眼見真諦，法眼見俗諦。與前二眼，前面二眼就是肉眼、天眼，就同是俗諦。慧眼始見真諦，法眼也是見俗諦，慧眼才見真諦。「真勝於俗，故本經法眼第三，慧眼第四」，這是排列的道理，為什麼這麼排列。"
    },
    {
      "id": "02-037-0387_p0025",
      "zh_CN": "「若论修起之次第，先须达真，然后方能导俗，故他经中有以法眼居于第四者」。如《华严演义钞》，就是《华严经疏钞》，里面说，「为导养身，先修肉眼。肉眼见粗不见细等，次修天眼。天眼见色，未见真境，故修慧眼。慧眼见理，未能见事，故修法眼。法眼未圆，故修佛眼」。这是《华严经演义钞》里头所说的，都有道理，这些道理，我们互相做参考，慢慢去琢磨，你就明白了。见真、见俗每个人功力不相同，也就是见真、见俗有浅深不相等。修行的时候先要达真，为什么？真相大白之后你才肯放下，你要不了解真相，你决定不肯放下。所以，对一个修行人来说，他究竟在什么样的境界，你就看他生活当中他能放下多少。",
      "zh_TW": "「若論修起之次第，先須達真，然後方能導俗，故他經中有以法眼居於第四者」。如《華嚴演義鈔》，就是《華嚴經疏鈔》，裡面說，「為導養身，先修肉眼。肉眼見粗不見細等，次修天眼。天眼見色，未見真境，故修慧眼。慧眼見理，未能見事，故修法眼。法眼未圓，故修佛眼」。這是《華嚴經演義鈔》裡頭所說的，都有道理，這些道理，我們互相做參考，慢慢去琢磨，你就明白了。見真、見俗每個人功力不相同，也就是見真、見俗有淺深不相等。修行的時候先要達真，為什麼？真相大白之後你才肯放下，你要不了解真相，你決定不肯放下。所以，對一個修行人來說，他究竟在什麼樣的境界，你就看他生活當中他能放下多少。"
    },
    {
      "id": "02-037-0387_p0026",
      "zh_CN": "这个放下，不在事，在心，心里面确确实实不执着了，那就是阿罗汉，不分别了，这就是菩萨。不分别、不执着，这个里面浅深次第差别就很大。功夫浅的他有局限，对财能放下，色没有放下；色能放下，名没有放下。你去细细去观察，只要有一样东西没有放下，俗谛，不是真谛。真正放下，决定见性，因为这个东西是障碍。自性是本有的，为什么不能现前？障碍没有放得尽，是放下，放下很多了，可是还有没有放下的。障碍，佛通常讲三障、二障，这是总说，三障里头不知道有多少障碍，二障是烦恼障、所知障，细分真的是烦恼无尽。极其微细的障碍都没有，这才能成佛，这才能见性。极其微细的障碍都障碍我们见性，明心见性，这个东西真难！",
      "zh_TW": "這個放下，不在事，在心，心裡面確確實實不執著了，那就是阿羅漢，不分別了，這就是菩薩。不分別、不執著，這個裡面淺深次第差別就很大。功夫淺的他有侷限，對財能放下，色沒有放下；色能放下，名沒有放下。你去細細去觀察，只要有一樣東西沒有放下，俗諦，不是真諦。真正放下，決定見性，因為這個東西是障礙。自性是本有的，為什麼不能現前？障礙沒有放得盡，是放下，放下很多了，可是還有沒有放下的。障礙，佛通常講三障、二障，這是總說，三障裡頭不知道有多少障礙，二障是煩惱障、所知障，細分真的是煩惱無盡。極其微細的障礙都沒有，這才能成佛，這才能見性。極其微細的障礙都障礙我們見性，明心見性，這個東西真難！"
    },
    {
      "id": "02-037-0387_p0027",
      "zh_CN": "《华严演义钞》里头讲得很好，这个我们不难懂。为导养身，我们要身心健康，先修肉眼，让我们对眼前的事物看得清楚、看得明白。肉眼见粗不见细，粗显的这些相分我们能看清楚，微细的看不见。佛教我们观察微尘，很细小的微尘，肉眼看不见。譬如说佛经上讲的，水尘我们就看不见。这一粒微尘，水有空隙，在显微镜上可以看出来，它能在空隙里头没有障碍走来走去，这我们看不见。比水尘更微细的，金尘，金属，金属的密度很大，在高倍显微镜里面观察，它还是有空隙。这一粒微尘在里头穿来穿去没有障碍，我们肉眼看不到，用显微镜看出来。比金尘更小的，微尘，佛经上讲的微尘，肉眼决定看不到的，阿罗汉的天眼能看到微尘。我们在想像当中，今天科学家所讲的原子，可能就是佛所讲的微尘，原子，阿罗汉的天眼能看到。原子再分析，阿罗汉也看不到了，要菩萨的天眼，也就是菩萨的法眼、慧眼，法眼观俗，慧眼观真。",
      "zh_TW": "《華嚴演義鈔》裡頭講得很好，這個我們不難懂。為導養身，我們要身心健康，先修肉眼，讓我們對眼前的事物看得清楚、看得明白。肉眼見粗不見細，粗顯的這些相分我們能看清楚，微細的看不見。佛教我們觀察微塵，很細小的微塵，肉眼看不見。譬如說佛經上講的，水塵我們就看不見。這一粒微塵，水有空隙，在顯微鏡上可以看出來，它能在空隙裡頭沒有障礙走來走去，這我們看不見。比水塵更微細的，金塵，金屬，金屬的密度很大，在高倍顯微鏡裡面觀察，它還是有空隙。這一粒微塵在裡頭穿來穿去沒有障礙，我們肉眼看不到，用顯微鏡看出來。比金塵更小的，微塵，佛經上講的微塵，肉眼決定看不到的，阿羅漢的天眼能看到微塵。我們在想像當中，今天科學家所講的原子，可能就是佛所講的微塵，原子，阿羅漢的天眼能看到。原子再分析，阿羅漢也看不到了，要菩薩的天眼，也就是菩薩的法眼、慧眼，法眼觀俗，慧眼觀真。"
    },
    {
      "id": "02-037-0387_p0028",
      "zh_CN": "佛经上最小的物质叫邻虚尘，叫极微之微，这个不能再分，再分就没有了，它跟虚空做邻居，这最小的。这个东西也被今天科学家发现了，这真了不起！极微之微，佛在经上讲，八地以上才能看见，七地菩萨都看不到，八地看到了。他们怎么看到？在定中看到的。科学家用工具，用精密的仪器，佛法不需要，佛法完全在定功，禅定里面见到。禅定愈深，见的能量愈大，看到物质现象是假的，不是真的。佛在经上说，色是由心生的，色就是物质，物质从哪里来的？从念头来的。有念头就有色，就有物质现象，有物质现象决定有念头的现象，它两个是一不是二，永远不能分开，分开，色决定没有了。佛经上讲的这桩事情，这宇宙的奥秘，被今天物理学家揭穿了，物理学家看到了，才真正了解，所有物质现象是假的。",
      "zh_TW": "佛經上最小的物質叫鄰虛塵，叫極微之微，這個不能再分，再分就沒有了，它跟虛空做鄰居，這最小的。這個東西也被今天科學家發現了，這真了不起！極微之微，佛在經上講，八地以上才能看見，七地菩薩都看不到，八地看到了。他們怎麼看到？在定中看到的。科學家用工具，用精密的儀器，佛法不需要，佛法完全在定功，禪定裡面見到。禪定愈深，見的能量愈大，看到物質現象是假的，不是真的。佛在經上說，色是由心生的，色就是物質，物質從哪裡來的？從念頭來的。有念頭就有色，就有物質現象，有物質現象決定有念頭的現象，它兩個是一不是二，永遠不能分開，分開，色決定沒有了。佛經上講的這樁事情，這宇宙的奧祕，被今天物理學家揭穿了，物理學家看到了，才真正了解，所有物質現象是假的。"
    },
    {
      "id": "02-037-0387_p0029",
      "zh_CN": "可是，六道众生不知道事实真相，被物质现象所累，这个伤害太大了。古书里头所讲的「物累」，物累的基础、物累的根本是什么？误会物质是真的，不知道这个东西当体即空，了不可得，这是事实真相。因为把它当真，误会把它当真，所以才有贪瞋痴三毒烦恼出现。三毒再归纳就一个，就是贪。你看，贪不到才瞋恚，贪到他就不瞋恚了，贪是主要的。贪就是愚痴，愚痴是没智慧，有智慧，完全了解，就不会生贪心。所以瞋跟痴都是从贪起来的，贪是增上缘，把它引发。如果彻底了解事实真相，贪的念头就没有了，就能断掉，这一条断掉，下面就容易。全是一个误会。",
      "zh_TW": "可是，六道眾生不知道事實真相，被物質現象所累，這個傷害太大了。古書裡頭所講的「物累」，物累的基礎、物累的根本是什麼？誤會物質是真的，不知道這個東西當體即空，了不可得，這是事實真相。因為把它當真，誤會把它當真，所以才有貪瞋痴三毒煩惱出現。三毒再歸納就一個，就是貪。你看，貪不到才瞋恚，貪到他就不瞋恚了，貪是主要的。貪就是愚痴，愚痴是沒智慧，有智慧，完全了解，就不會生貪心。所以瞋跟痴都是從貪起來的，貪是增上緣，把它引發。如果徹底了解事實真相，貪的念頭就沒有了，就能斷掉，這一條斷掉，下面就容易。全是一個誤會。"
    },
    {
      "id": "02-037-0387_p0030",
      "zh_CN": "了解事实真相，你才能彻底放下。为什么烦恼那么难断？就是不了解事实真相。我们学经教学了几十年，依然放不下，什么原因？对佛所说的相信，相信里头掺杂着怀疑。不是我们的常识，我们所见所闻，乃至于读古圣先贤书籍，没有一个像佛这样说法的，怎么能相信？到今天，量子力学家把物质现象总算是搞清楚、搞明白了，跟佛经上讲的一模一样，我们相信了。从这个相信，对于佛所说的一切深奥东西我们都不怀疑了，我们知道自己障碍没除掉，自己没有这种甚深禅定，所以没见到。甚深禅定不是任何一个人随便可以修成的，是要大善根、大福德，我们没有；没有，我们就选择净土法门。八万四千法门都需要大善根、大福德，我们烦恼重的人、罪孽重的人，只有走念佛求生净土。这些修证，我们到极乐世界再学，那个地方学习的环境好，阿弥陀佛每天讲经说法不中断。",
      "zh_TW": "了解事實真相，你才能徹底放下。為什麼煩惱那麼難斷？就是不了解事實真相。我們學經教學了幾十年，依然放不下，什麼原因？對佛所說的相信，相信裡頭摻雜著懷疑。不是我們的常識，我們所見所聞，乃至於讀古聖先賢書籍，沒有一個像佛這樣說法的，怎麼能相信？到今天，量子力學家把物質現象總算是搞清楚、搞明白了，跟佛經上講的一模一樣，我們相信了。從這個相信，對於佛所說的一切深奧東西我們都不懷疑了，我們知道自己障礙沒除掉，自己沒有這種甚深禪定，所以沒見到。甚深禪定不是任何一個人隨便可以修成的，是要大善根、大福德，我們沒有；沒有，我們就選擇淨土法門。八萬四千法門都需要大善根、大福德，我們煩惱重的人、罪孽重的人，只有走念佛求生淨土。這些修證，我們到極樂世界再學，那個地方學習的環境好，阿彌陀佛每天講經說法不中斷。"
    },
    {
      "id": "02-037-0387_p0031",
      "zh_CN": "而且在极乐世界，哪怕是凡圣同居土下下品往生，都得到阿弥陀佛本愿威神加持，皆作阿惟越致菩萨。这是十方世界所没有的，这个利益太大了。阿惟越致菩萨就是明心见性菩萨，我们没有明心见性，但是在极乐世界，受阿弥陀佛加持，我们的智慧、神通、道力等于明心见性的菩萨，这还得了吗？神通道力跟他相同，那机会就来了，有能力每天到十方诸佛刹土里去供佛闻法，供佛修福，闻法是求慧，福慧双修。所以到极乐世界，不是阿弥陀佛一个人教你，十方一切诸佛如来都教你，这真的叫无比殊胜。你修八万四千法门，修成了，也未必能得到这么多的好处。",
      "zh_TW": "而且在極樂世界，哪怕是凡聖同居土下下品往生，都得到阿彌陀佛本願威神加持，皆作阿惟越致菩薩。這是十方世界所沒有的，這個利益太大了。阿惟越致菩薩就是明心見性菩薩，我們沒有明心見性，但是在極樂世界，受阿彌陀佛加持，我們的智慧、神通、道力等於明心見性的菩薩，這還得了嗎？神通道力跟他相同，那機會就來了，有能力每天到十方諸佛剎土裡去供佛聞法，供佛修福，聞法是求慧，福慧雙修。所以到極樂世界，不是阿彌陀佛一個人教你，十方一切諸佛如來都教你，這真的叫無比殊勝。你修八萬四千法門，修成了，也未必能得到這麼多的好處。"
    },
    {
      "id": "02-037-0387_p0032",
      "zh_CN": "净宗不必修，真的，阿弥陀佛代我们修了，把他所修成之功德全部给我们，这是回向给我们，我们真的能接收到。正因为这些好处，这非去不可，到那边去，也就具足了如同佛果地的五眼圆明。阿弥陀佛五眼圆明，极乐世界各各人都是五眼圆明，这种殊胜到哪里去找！所以自己晓得业障重、烦恼重，没有能力自己断烦恼、消业障，我们就一心投靠阿弥陀佛，全心投靠。我这一生没有第二个念头，只有一个简单的念头，就是求生净土，亲近阿弥陀佛。就这一念心就能往生，就能跟阿弥陀佛心愿相应，阿弥陀佛的本心、阿弥陀佛的四十八愿，就相应。",
      "zh_TW": "淨宗不必修，真的，阿彌陀佛代我們修了，把他所修成之功德全部給我們，這是迴向給我們，我們真的能接收到。正因為這些好處，這非去不可，到那邊去，也就具足了如同佛果地的五眼圓明。阿彌陀佛五眼圓明，極樂世界各各人都是五眼圓明，這種殊勝到哪裡去找！所以自己曉得業障重、煩惱重，沒有能力自己斷煩惱、消業障，我們就一心投靠阿彌陀佛，全心投靠。我這一生沒有第二個念頭，只有一個簡單的念頭，就是求生淨土，親近阿彌陀佛。就這一念心就能往生，就能跟阿彌陀佛心願相應，阿彌陀佛的本心、阿彌陀佛的四十八願，就相應。"
    },
    {
      "id": "02-037-0387_p0033",
      "zh_CN": "下面，《智度论》里头讲，「菩萨摩诃萨，初发心时，以肉眼见世界众生受诸苦患」。尤其是现在，现在这个世界由于资讯发达，交通便捷，我们不但是听说，亲眼所见、亲耳所闻，众生活在这个世间真苦！不是我们受的这些苦，受的这些苦这是苦果。最大的忧患，他还造作苦因，他完全不了解事实真相，叫胡作妄为。所造作的都是地狱果报，这真可怜。「心生慈悲，故求慧眼以救济之」，我们到哪里求？往生极乐世界，五眼都圆满。不往生极乐世界，我们自己去修太难太难了，你等到修成都来不及了。慧眼得到了，慧眼见真，见性了，「见众生心相种种不同，云何令众生得是实法，故求法眼，引导众生」。见到真之后，还要求见俗，对众生彻底了解，你才能引导他，你不了解他的根性，你就没有办法引导他。所以「达真方能导俗」，这个意思就是说，自己成就了你才能帮助别人。",
      "zh_TW": "下面，《智度論》裡頭講，「菩薩摩訶薩，初發心時，以肉眼見世界眾生受諸苦患」。尤其是現在，現在這個世界由於資訊發達，交通便捷，我們不但是聽說，親眼所見、親耳所聞，眾生活在這個世間真苦！不是我們受的這些苦，受的這些苦這是苦果。最大的憂患，他還造作苦因，他完全不了解事實真相，叫胡作妄為。所造作的都是地獄果報，這真可憐。「心生慈悲，故求慧眼以救濟之」，我們到哪裡求？往生極樂世界，五眼都圓滿。不往生極樂世界，我們自己去修太難太難了，你等到修成都來不及了。慧眼得到了，慧眼見真，見性了，「見眾生心相種種不同，云何令眾生得是實法，故求法眼，引導眾生」。見到真之後，還要求見俗，對眾生徹底了解，你才能引導他，你不了解他的根性，你就沒有辦法引導他。所以「達真方能導俗」，這個意思就是說，自己成就了你才能幫助別人。"
    },
    {
      "id": "02-037-0387_p0034",
      "zh_CN": "我们今天读这些经文，要能了解它的精义，它的精华、义理。我们今天把净土真正搞明白、搞通达，我自己真正在做，劝别人他才相信。我没有搞清楚、没有搞明白，我没有做到，他怎么会相信？从这个地方，我们完全明白了度化众生的秘诀是什么。秘诀的成就就是让他对净土产生坚定的信心，他有信心他就会有愿，他有愿他决定得生。坚定的信心从哪里生起？从我们自己真明白、真了解、真相信，一丝毫怀疑都没有了，做出来他看到了，他才产生信心。真信不是我想真信就能真信，这做不到，人人都想，可是真信总是信不出来，得追究这个原因。对极乐这个世界，这桩事没搞清楚、没搞明白。真正搞清楚、搞明白，夏莲居老居士搞明白了，黄念祖老居士搞明白了，他们真做到了。",
      "zh_TW": "我們今天讀這些經文，要能了解它的精義，它的精華、義理。我們今天把淨土真正搞明白、搞通達，我自己真正在做，勸別人他才相信。我沒有搞清楚、沒有搞明白，我沒有做到，他怎麼會相信？從這個地方，我們完全明白了度化眾生的祕訣是什麼。祕訣的成就就是讓他對淨土產生堅定的信心，他有信心他就會有願，他有願他決定得生。堅定的信心從哪裡生起？從我們自己真明白、真了解、真相信，一絲毫懷疑都沒有了，做出來他看到了，他才產生信心。真信不是我想真信就能真信，這做不到，人人都想，可是真信總是信不出來，得追究這個原因。對極樂這個世界，這樁事沒搞清楚、沒搞明白。真正搞清楚、搞明白，夏蓮居老居士搞明白了，黃念祖老居士搞明白了，他們真做到了。"
    },
    {
      "id": "02-037-0387_p0035",
      "zh_CN": "夏老距离我们很早，我们没有看到，黄念老跟我们比较近，我们看到了。你看他这部注解完成之后，身体不好，作注解的时候就一身病，真是三宝加持，让他能完成。注解完成之后，就求往生，告诉我（我到北京去看他），每天十四万声佛号，真干！他跟虚云老和尚学禅，他也学密，这个时候禅跟密全放下，专修净土。事实的表现，你想想看追顶念佛，阿弥陀佛、阿弥陀佛、阿弥陀佛一句接一句，追顶，一天十四万声。他为什么能这么干？他这些资料都看过，都下过功夫，他真相信，他一点都不怀疑。知道只要往生到极乐世界，下下品往生都行。就跟蕅益大师说的，有人问蕅益大师，你老人家往生，什么样的品位你就满足？蕅益大师告诉他，我能够凡圣同居土下品下生，我就很满足了。为什么？凡圣同居土下品下生，到极乐世界同样也得到阿弥陀佛本愿威神加持，皆作阿惟越致菩萨。没有说下品下生不在内，没有说这个话；皆作就统统都是，没有一个不是。那作阿惟越致菩萨不就平等了吗？极乐世界确实有四土，但是从阿弥陀佛的本愿来看，四土就是一土，一即是四，四即是一。这个不可思议，我们不能不知道，我们不能不相信。",
      "zh_TW": "夏老距離我們很早，我們沒有看到，黃念老跟我們比較近，我們看到了。你看他這部註解完成之後，身體不好，作註解的時候就一身病，真是三寶加持，讓他能完成。註解完成之後，就求往生，告訴我（我到北京去看他），每天十四萬聲佛號，真幹！他跟虛雲老和尚學禪，他也學密，這個時候禪跟密全放下，專修淨土。事實的表現，你想想看追頂念佛，阿彌陀佛、阿彌陀佛、阿彌陀佛一句接一句，追頂，一天十四萬聲。他為什麼能這麼幹？他這些資料都看過，都下過功夫，他真相信，他一點都不懷疑。知道只要往生到極樂世界，下下品往生都行。就跟蕅益大師說的，有人問蕅益大師，你老人家往生，什麼樣的品位你就滿足？蕅益大師告訴他，我能夠凡聖同居土下品下生，我就很滿足了。為什麼？凡聖同居土下品下生，到極樂世界同樣也得到阿彌陀佛本願威神加持，皆作阿惟越致菩薩。沒有說下品下生不在內，沒有說這個話；皆作就統統都是，沒有一個不是。那作阿惟越致菩薩不就平等了嗎？極樂世界確實有四土，但是從阿彌陀佛的本願來看，四土就是一土，一即是四，四即是一。這個不可思議，我們不能不知道，我們不能不相信。"
    },
    {
      "id": "02-037-0387_p0036",
      "zh_CN": "这两位老人，夏莲居，黄念祖，我们亲眼看见的。我们听这些祖师大德们，跟我们说真正念佛往生，走的时候这些瑞相，这不是假的，不是骗人的。都能够增长我们的信心，帮助我们坚定愿心，就真想去。我们没有一般人的智慧，用这个方法，不辜负佛陀教诲。不能讲经说法弘法利生，我做出榜样来给人看，我用这个来感化人，这也是弘法利生。但是这一招力量很大，弘法利生的法师讲了一辈子，有时候不如你这一次表演，一次表演这个功力超过他们。所以谛闲老和尚说的话是真的，锅漏匠那个表演，超过天下弘宗研教的大善知识，超过名山宝刹的方丈住持，是真的，不是假的，真佛弟子。",
      "zh_TW": "這兩位老人，夏蓮居，黃念祖，我們親眼看見的。我們聽這些祖師大德們，跟我們說真正念佛往生，走的時候這些瑞相，這不是假的，不是騙人的。都能夠增長我們的信心，幫助我們堅定願心，就真想去。我們沒有一般人的智慧，用這個方法，不辜負佛陀教誨。不能講經說法弘法利生，我做出榜樣來給人看，我用這個來感化人，這也是弘法利生。但是這一招力量很大，弘法利生的法師講了一輩子，有時候不如你這一次表演，一次表演這個功力超過他們。所以諦閑老和尚說的話是真的，鍋漏匠那個表演，超過天下弘宗研教的大善知識，超過名山寶剎的方丈住持，是真的，不是假的，真佛弟子。"
    },
    {
      "id": "02-037-0387_p0037",
      "zh_CN": "锅漏匠出家，剃度了，没受戒，这个诸位要知道。为什么没有受戒？他五堂功课不会。所以不能住在寺庙，住寺庙上殿他不行，人家会把他赶走。所以剃度之后，就在宁波乡下一个废弃的小庙，没人住的，谛闲老和尚把他安置在那个地方。叫他一个人住在这个小庙不出门，等于闭关一样。只教他一句佛号，他会念，念累了就休息，休息好了再念。你看三年那个成就多殊胜，没得比！这什么原因？真诚相信，他没有怀疑。他对于谛闲法师的话真诚信受，依教奉行。知道谛闲老和尚跟他从小在一起长大，不会骗他，教给他的一定都最好的方法，是他自己能力可以修的方法。这是这个时代，念佛往生第一个好榜样。所以，我们读这节经文，要能够把意思引申出来，如何引导众生。",
      "zh_TW": "鍋漏匠出家，剃度了，沒受戒，這個諸位要知道。為什麼沒有受戒？他五堂功課不會。所以不能住在寺廟，住寺廟上殿他不行，人家會把他趕走。所以剃度之後，就在寧波鄉下一個廢棄的小廟，沒人住的，諦閑老和尚把他安置在那個地方。叫他一個人住在這個小廟不出門，等於閉關一樣。只教他一句佛號，他會念，念累了就休息，休息好了再念。你看三年那個成就多殊勝，沒得比！這什麼原因？真誠相信，他沒有懷疑。他對於諦閑法師的話真誠信受，依教奉行。知道諦閑老和尚跟他從小在一起長大，不會騙他，教給他的一定都最好的方法，是他自己能力可以修的方法。這是這個時代，念佛往生第一個好榜樣。所以，我們讀這節經文，要能夠把意思引申出來，如何引導眾生。"
    },
    {
      "id": "02-037-0387_p0038",
      "zh_CN": "「达真方能导俗，是为他经之序」，一般大乘经的序分，「至于本经则以真胜于俗，故以慧眼为第四。是即本经法慧二眼之序，不同他经」。法眼跟慧眼在本经是个序由，所以跟其他大经里头排列顺序不一样。这个经是个特别法门，我把它看作「大乘治要」。唐太宗治国编了一部书，叫《群书治要》；民国初年有一些专家学者，我觉得那都不是凡人，为现在人着想，编了一部《国学治要》。让我们现代的人，由于这部书的引导，慢慢把传统学术找回来，再兴旺起来。夏莲老居士会集这部《无量寿经》，是释迦牟尼佛要度脱末法往后九千年的众生，这部经、这个注解就是治要。往后末法不靠这个经，决定不能成就，我们要重视，要认真学习。这部经它目的就叫你认识净土、认识大乘，认识极乐世界、认识阿弥陀佛，然后你的信心，坚定的信心就发出来。你今天所以没有这种恳切真心、慈悲，都发不出来，是你对这个一无所知，你对它不了解。了解哪有不发心的道理？哪有不成就的道理？这不能不知道。所以这一段讲得很好，讲得很清楚。今天时间到了，我们就学习到此地。",
      "zh_TW": "「達真方能導俗，是為他經之序」，一般大乘經的序分，「至於本經則以真勝於俗，故以慧眼為第四。是即本經法慧二眼之序，不同他經」。法眼跟慧眼在本經是個序由，所以跟其他大經裡頭排列順序不一樣。這個經是個特別法門，我把它看作「大乘治要」。唐太宗治國編了一部書，叫《群書治要》；民國初年有一些專家學者，我覺得那都不是凡人，為現在人著想，編了一部《國學治要》。讓我們現代的人，由於這部書的引導，慢慢把傳統學術找回來，再興旺起來。夏蓮老居士會集這部《無量壽經》，是釋迦牟尼佛要度脫末法往後九千年的眾生，這部經、這個註解就是治要。往後末法不靠這個經，決定不能成就，我們要重視，要認真學習。這部經它目的就叫你認識淨土、認識大乘，認識極樂世界、認識阿彌陀佛，然後你的信心，堅定的信心就發出來。你今天所以沒有這種懇切真心、慈悲，都發不出來，是你對這個一無所知，你對它不了解。了解哪有不發心的道理？哪有不成就的道理？這不能不知道。所以這一段講得很好，講得很清楚。今天時間到了，我們就學習到此地。"
    }
  ]
}