{
  "doc_id": "02-037-0113",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一三集",
    "zh_TW": "第一一三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0113",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-037-0113_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百九十页第六行，从当中看起，从「又念慧力」这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百九十頁第六行，從當中看起，從「又念慧力」這裡看起："
    },
    {
      "id": "02-037-0113_p0002",
      "zh_CN": "「念慧力指念力及慧力。信力、精进力、念力、定力、慧力，称为五力」，这也是佛学的专有的名词。我们按照这个顺序简单的介绍，这一段资料是从《三藏法数》来的。「出法界次第。止观辅行问云：名同于根，何须更立？」因为五力前头有五根，五根名词一样，信根、精进根、念根、定根、慧根，有五根、五力。名字都一样的，为什么要再立？「答：善根虽生，恶犹未破，更须修习，令根增长，根成恶破，复名为力。」所以，五根、五力名称是一样，意思不一样。根是能生，能生未必有力，必须它成长、茁壮，它才有力量。像一棵小树一样，刚刚生成树苗它做不了用途，一定要它成长若干年，十年树木，十年之后它就有力了，这个材料就可以应用，取这个意思。所以这里，这个问答答得也很好，根虽然生了，恶没破。信根是破不信的，虽然有信根，他还是怀疑，所以叫半信半疑。这就是说明这个信没有力，信如果有力量，绝对没有怀疑。譬如信心，我十分之九相信，还有十分之一怀疑，这个信力都不能产生。必须要完全真信，所以断疑生信，这才是有力量。",
      "zh_TW": "「念慧力指念力及慧力。信力、精進力、念力、定力、慧力，稱為五力」，這也是佛學的專有的名詞。我們按照這個順序簡單的介紹，這一段資料是從《三藏法數》來的。「出法界次第。止觀輔行問云：名同於根，何須更立？」因為五力前頭有五根，五根名詞一樣，信根、精進根、念根、定根、慧根，有五根、五力。名字都一樣的，為什麼要再立？「答：善根雖生，惡猶未破，更須修習，令根增長，根成惡破，復名為力。」所以，五根、五力名稱是一樣，意思不一樣。根是能生，能生未必有力，必須它成長、茁壯，它才有力量。像一棵小樹一樣，剛剛生成樹苗它做不了用途，一定要它成長若干年，十年樹木，十年之後它就有力了，這個材料就可以應用，取這個意思。所以這裡，這個問答答得也很好，根雖然生了，惡沒破。信根是破不信的，雖然有信根，他還是懷疑，所以叫半信半疑。這就是說明這個信沒有力，信如果有力量，絕對沒有懷疑。譬如信心，我十分之九相信，還有十分之一懷疑，這個信力都不能產生。必須要完全真信，所以斷疑生信，這才是有力量。"
    },
    {
      "id": "02-037-0113_p0003",
      "zh_CN": "第一个是「信力，谓信正道及助道法，若信根增长，则能遮诸烦恼，不为偏小诸疑所动，故名信力」。这是学佛乃至于学中国传统文化都不能够少的，我们学习能不能有成就，根本就是在信力。现在在这个时代，我们把传统东西丢掉两百年了，因此感到非常生疏，提起来真的很生疏，要建立起信心是相当不容易。特别是这两百年受西方文化的影响，尤其是最近的半个世纪，影响太大了；就是二战之后这个六十年，影响非常大，抗战时期还好得多，没有这么大的影响。科学它第一个就叫你怀疑，跟学佛、学传统文化基础上完全相悖，我们这要诚信，一分诚敬得一分利益。科学是讲一开头一定怀疑，怀疑才能够找到问题，然后才研究，再来探索，最后是证明，它有这么几个过程构建的、架构的。佛法不一样，首先要信心，一分信心得一分利益，十分信心得十分利益。",
      "zh_TW": "第一個是「信力，謂信正道及助道法，若信根增長，則能遮諸煩惱，不為偏小諸疑所動，故名信力」。這是學佛乃至於學中國傳統文化都不能夠少的，我們學習能不能有成就，根本就是在信力。現在在這個時代，我們把傳統東西丟掉兩百年了，因此感到非常生疏，提起來真的很生疏，要建立起信心是相當不容易。特別是這兩百年受西方文化的影響，尤其是最近的半個世紀，影響太大了；就是二戰之後這個六十年，影響非常大，抗戰時期還好得多，沒有這麼大的影響。科學它第一個就叫你懷疑，跟學佛、學傳統文化基礎上完全相悖，我們這要誠信，一分誠敬得一分利益。科學是講一開頭一定懷疑，懷疑才能夠找到問題，然後才研究，再來探索，最後是證明，它有這麼幾個過程構建的、架構的。佛法不一樣，首先要信心，一分信心得一分利益，十分信心得十分利益。"
    },
    {
      "id": "02-037-0113_p0004",
      "zh_CN": "道有正道、有助道。在净土法门，信愿持名这是正道，助道，助道是帮助的。譬如说现在从根本上讲，在从前不需要，在从前这个根小时候父母、家庭都把你培养好了；就是儒释道的三个根，在古代的时候全部都是家里教的。有些家庭对佛教比较生疏，它是外来的，但是对传统的儒跟道都没有问题，儒、道都是中国本土的；换句话说，儒跟道的基础就很好。一接触佛法就非常容易，像三皈、五戒、十善轻而易举，统统可以做得到，乃至于沙弥律仪。所以五年根基就扎得非常好。古时候说，无论是在家出家学佛，叫五年学戒。那个戒不是戒律，戒就是遵守老师的教诫，老师给你打基础，也就是儒释道的三个根。这五年学什么？落实沙弥律仪、十戒、二十四门威仪，他有儒跟道的基础，这很容易就做到。然后老师会把佛门基本的课程教给你，就所谓是五堂功课，出家人日常生活的威仪，这个教给你。你学会了，然后教你背诵经典。",
      "zh_TW": "道有正道、有助道。在淨土法門，信願持名這是正道，助道，助道是幫助的。譬如說現在從根本上講，在從前不需要，在從前這個根小時候父母、家庭都把你培養好了；就是儒釋道的三個根，在古代的時候全部都是家裡教的。有些家庭對佛教比較生疏，它是外來的，但是對傳統的儒跟道都沒有問題，儒、道都是中國本土的；換句話說，儒跟道的基礎就很好。一接觸佛法就非常容易，像三皈、五戒、十善輕而易舉，統統可以做得到，乃至於沙彌律儀。所以五年根基就紮得非常好。古時候說，無論是在家出家學佛，叫五年學戒。那個戒不是戒律，戒就是遵守老師的教誡，老師給你打基礎，也就是儒釋道的三個根。這五年學什麼？落實沙彌律儀、十戒、二十四門威儀，他有儒跟道的基礎，這很容易就做到。然後老師會把佛門基本的課程教給你，就所謂是五堂功課，出家人日常生活的威儀，這個教給你。你學會了，然後教你背誦經典。"
    },
    {
      "id": "02-037-0113_p0005",
      "zh_CN": "背诵经典还是学戒。学戒怎么是背诵经典？因为不背诵经典，你要是聪明的、伶俐的，老师教你这个东西基本都不多，很容易学会，学会之后再不去向上提升就会胡思乱想，你精力就分散了。所以，老师一定叫你背几部经。看你的天分，天分好的背大经，像《华严》、《法华》、《楞严》这些大部经让你背个一、二部，到以后学经教非常方便。老师教学生不一定教你什么，完全看学生的根性，他的爱好，他喜欢学的东西学得很快，不喜欢学的，很勉强，就很困难，也学不好。所以老师教学生一定是因材施教，几个学生不一定学同样的东西。我们还是很幸运，还受到这个教育。早年，我跟李老师十年，李老师那时候培养讲经的学生有二十多个人。对每个学生的要求不相同，我们才晓得那就是从前私塾教学法。不是像现在学校，学校学生程度整齐的，佛学这个班是不整齐的，层次差别很大。所以一定是因人施教，才能够达到教学的效果。",
      "zh_TW": "背誦經典還是學戒。學戒怎麼是背誦經典？因為不背誦經典，你要是聰明的、伶俐的，老師教你這個東西基本都不多，很容易學會，學會之後再不去向上提升就會胡思亂想，你精力就分散了。所以，老師一定叫你背幾部經。看你的天分，天分好的背大經，像《華嚴》、《法華》、《楞嚴》這些大部經讓你背個一、二部，到以後學經教非常方便。老師教學生不一定教你什麼，完全看學生的根性，他的愛好，他喜歡學的東西學得很快，不喜歡學的，很勉強，就很困難，也學不好。所以老師教學生一定是因材施教，幾個學生不一定學同樣的東西。我們還是很幸運，還受到這個教育。早年，我跟李老師十年，李老師那時候培養講經的學生有二十多個人。對每個學生的要求不相同，我們才曉得那就是從前私塾教學法。不是像現在學校，學校學生程度整齊的，佛學這個班是不整齊的，層次差別很大。所以一定是因人施教，才能夠達到教學的效果。"
    },
    {
      "id": "02-037-0113_p0006",
      "zh_CN": "信根建立之后，他提升到信力这个标准，就是他能够对治不信，不会为偏、小。偏是声闻、缘觉、权教这一类的经教，就是说它不圆。小乘心量不大，虽然说破我执，实际上不然，我们没有看到一个破我执的，那就说明我们这个时代证果的人没有了。我执破了才证小乘须陀洹果，这是初果，在大乘这是十信位，《华严经》十信位，初信位的菩萨，就等于说大乘小学一年级。地位虽然不高，我们称他作小小圣，他是真的圣，他不是假的圣。证得这个果位，虽然没有出三界，没有出轮回，但是他决定不堕三恶道，等于说得到了保证。他们在这个世间人间天上，而且只有七次，七次往返他肯定就超越六道轮回。这不是凡夫，凡夫在六道轮回搞生死流转无量劫，不知道多少次。我们不学佛不晓得这个事实真相，在经典里面慢慢才了解。",
      "zh_TW": "信根建立之後，他提升到信力這個標準，就是他能夠對治不信，不會為偏、小。偏是聲聞、緣覺、權教這一類的經教，就是說它不圓。小乘心量不大，雖然說破我執，實際上不然，我們沒有看到一個破我執的，那就說明我們這個時代證果的人沒有了。我執破了才證小乘須陀洹果，這是初果，在大乘這是十信位，《華嚴經》十信位，初信位的菩薩，就等於說大乘小學一年級。地位雖然不高，我們稱他作小小聖，他是真的聖，他不是假的聖。證得這個果位，雖然沒有出三界，沒有出輪迴，但是他決定不墮三惡道，等於說得到了保證。他們在這個世間人間天上，而且只有七次，七次往返他肯定就超越六道輪迴。這不是凡夫，凡夫在六道輪迴搞生死流轉無量劫，不知道多少次。我們不學佛不曉得這個事實真相，在經典裡面慢慢才了解。"
    },
    {
      "id": "02-037-0113_p0007",
      "zh_CN": "小果不容易得到，他要断八十八品见惑。八十八品，祖师大德为了教学方便，把它归为五大类，叫五种见惑。见惑就是你对问题看错了，思惑是你想错了。六道里头的人所有的知见、思想都不是正确的，与事实真相完全相违背。到现代的科学家，所说的量子力学家，最近这三十年研究的成果，跟大乘佛法是愈来愈接近，这是个好现象。他们虽然是用尖端的科学仪器来观察，观察到的结果跟佛经上说的相同。那他是不是成佛、成菩萨了？没有。为什么？他的贪瞋痴慢没断，他自私自利没放下。这个东西要放下了，真的他就成菩萨、成佛了，就是这一点放不下。所以，佛并没有说你对于宇宙真相了解多少那就算是功夫，不是的，佛是叫你放下烦恼习气。放下见思烦恼，这就是阿罗汉，超越三界了；放下尘沙烦恼，你是菩萨，你在十法界里面升到上面两级，是佛、菩萨；真正做到不起心、不动念才叫成佛，那是真的，那不是假的。这条路很难走！",
      "zh_TW": "小果不容易得到，他要斷八十八品見惑。八十八品，祖師大德為了教學方便，把它歸為五大類，叫五種見惑。見惑就是你對問題看錯了，思惑是你想錯了。六道裡頭的人所有的知見、思想都不是正確的，與事實真相完全相違背。到現代的科學家，所說的量子力學家，最近這三十年研究的成果，跟大乘佛法是愈來愈接近，這是個好現象。他們雖然是用尖端的科學儀器來觀察，觀察到的結果跟佛經上說的相同。那他是不是成佛、成菩薩了？沒有。為什麼？他的貪瞋痴慢沒斷，他自私自利沒放下。這個東西要放下了，真的他就成菩薩、成佛了，就是這一點放不下。所以，佛並沒有說你對於宇宙真相了解多少那就算是功夫，不是的，佛是叫你放下煩惱習氣。放下見思煩惱，這就是阿羅漢，超越三界了；放下塵沙煩惱，你是菩薩，你在十法界裡面升到上面兩級，是佛、菩薩；真正做到不起心、不動念才叫成佛，那是真的，那不是假的。這條路很難走！"
    },
    {
      "id": "02-037-0113_p0008",
      "zh_CN": "末法时期，末法一万年，第一个一千年过去了，我们现在是第二个一千年的第三十八年，也就是释迦牟尼佛过世到今年是三千零三十八年。明天就是三十九年了，三千零三十九年。这一千年里面，前一半，前五百年可能还有证小果的，后五百年没有了，后五百年是明朝中叶到现在，真的没有了。只有净宗法门能成就，念佛往生净土的人很多，参禅开悟的没听说，学教的大开圆解也没听说，密宗三密相应的很少，还是有，不多了。黄念老告诉我，人民共和国建国到现在六十多年，修密成就的他说只有六个人。他本身是修密的，最后他念佛，他往生西方净土，他学一点密法来加持，密没有办法帮助他往生。",
      "zh_TW": "末法時期，末法一萬年，第一個一千年過去了，我們現在是第二個一千年的第三十八年，也就是釋迦牟尼佛過世到今年是三千零三十八年。明天就是三十九年了，三千零三十九年。這一千年裡面，前一半，前五百年可能還有證小果的，後五百年沒有了，後五百年是明朝中葉到現在，真的沒有了。只有淨宗法門能成就，念佛往生淨土的人很多，參禪開悟的沒聽說，學教的大開圓解也沒聽說，密宗三密相應的很少，還是有，不多了。黃念老告訴我，人民共和國建國到現在六十多年，修密成就的他說只有六個人。他本身是修密的，最後他念佛，他往生西方淨土，他學一點密法來加持，密沒有辦法幫助他往生。"
    },
    {
      "id": "02-037-0113_p0009",
      "zh_CN": "所以说不为这些权教、小乘而动心，这叫信有力。换句话说，这个信的力非常明显表现在一门深入，长时薰修，这个真有力，他不动摇。中国在古代，读书人所谓「十载寒窗，一举成名」，多数也都是一门深入长时薰修。如果是你把精力、念头都集中在一处，专攻一门，这是中国传统学习的方法，不主张同时学好多门。早年我在美国，我看到我们华侨这些子弟，上幼稚园大概就不少门功课，从小就要学那么多东西。小孩记忆力好，学个七、八样还行，但是他的力量分散了，非常可惜。中国人教读书就读一本，要把这本书能够背得，背得很熟，问你这一句在哪一行，能答得出来，熟到这种程度。熟了还不改变，还是念这部书，真正念熟透了，老师才同意你可以再学一部。时间久了真的他得三昧，他心是定的，心是清净的，清净心能生智慧，智慧就通了。所以一经通一切经通，这个难得！",
      "zh_TW": "所以說不為這些權教、小乘而動心，這叫信有力。換句話說，這個信的力非常明顯表現在一門深入，長時薰修，這個真有力，他不動搖。中國在古代，讀書人所謂「十載寒窗，一舉成名」，多數也都是一門深入長時薰修。如果是你把精力、念頭都集中在一處，專攻一門，這是中國傳統學習的方法，不主張同時學好多門。早年我在美國，我看到我們華僑這些子弟，上幼稚園大概就不少門功課，從小就要學那麼多東西。小孩記憶力好，學個七、八樣還行，但是他的力量分散了，非常可惜。中國人教讀書就讀一本，要把這本書能夠背得，背得很熟，問你這一句在哪一行，能答得出來，熟到這種程度。熟了還不改變，還是念這部書，真正念熟透了，老師才同意你可以再學一部。時間久了真的他得三昧，他心是定的，心是清淨的，清淨心能生智慧，智慧就通了。所以一經通一切經通，這個難得！"
    },
    {
      "id": "02-037-0113_p0010",
      "zh_CN": "说中国这个广学多闻，它是在第二个阶段，等到你得定开智慧了，你不广学多闻他也要叫你去广学多闻。你说《华严经》，我们看到善财童子，这是个好例子。在文殊菩萨会上得根本智了，根本智就是定。根本智是《般若经》上所说的「般若无知」，那就是根本智，根本智起作用是「无所不知」，般若无知，无所不知。这个方法真管用，在印度、在中国用了几千年。现在科学家提出来，他说我们对于这些土着，世界上各地方这些土着，他们的老祖宗古老的这些传说里头，他说有智慧，不能够轻视它，不可以说它是迷信。他们承认人类有种本能，那个本能是高度的智慧。其实那个本能是什么？就是老祖宗这一套，从清净心开悟。",
      "zh_TW": "說中國這個廣學多聞，它是在第二個階段，等到你得定開智慧了，你不廣學多聞他也要叫你去廣學多聞。你說《華嚴經》，我們看到善財童子，這是個好例子。在文殊菩薩會上得根本智了，根本智就是定。根本智是《般若經》上所說的「般若無知」，那就是根本智，根本智起作用是「無所不知」，般若無知，無所不知。這個方法真管用，在印度、在中國用了幾千年。現在科學家提出來，他說我們對於這些土著，世界上各地方這些土著，他們的老祖宗古老的這些傳說裡頭，他說有智慧，不能夠輕視它，不可以說它是迷信。他們承認人類有種本能，那個本能是高度的智慧。其實那個本能是什麼？就是老祖宗這一套，從清淨心開悟。"
    },
    {
      "id": "02-037-0113_p0011",
      "zh_CN": "你说现代科学才发现到的宇宙之间能量、信息、物质，佛在三千年前讲得比现在人更清楚。佛教的名词叫阿赖耶三细相，业相就是现在讲的能量，它是波动，转相就是信息，境界相就是物质。告诉我们这三样东西是一而三、三而一，确实是有次第的，从业相生转相，从转相生境界相。也就是最先有能量，能量从哪来？能量是本能，就是真如、自性，在佛法里讲的，哲学里面所说的本体。在大乘经教里面常常用「大般涅槃」来形容它，涅槃的意思，它不生不灭。它没有任何形相，所以你找不到它，它不是物质现象，也不是精神现象，也不是自然现象。科学家用仪器去观察、去探索，必须有现象他才能找到，没有现象他就没办法了，道理在此地。",
      "zh_TW": "你說現代科學才發現到的宇宙之間能量、信息、物質，佛在三千年前講得比現在人更清楚。佛教的名詞叫阿賴耶三細相，業相就是現在講的能量，它是波動，轉相就是信息，境界相就是物質。告訴我們這三樣東西是一而三、三而一，確實是有次第的，從業相生轉相，從轉相生境界相。也就是最先有能量，能量從哪來？能量是本能，就是真如、自性，在佛法裡講的，哲學裡面所說的本體。在大乘經教裡面常常用「大般涅槃」來形容它，涅槃的意思，它不生不滅。它沒有任何形相，所以你找不到它，它不是物質現象，也不是精神現象，也不是自然現象。科學家用儀器去觀察、去探索，必須有現象他才能找到，沒有現象他就沒辦法了，道理在此地。"
    },
    {
      "id": "02-037-0113_p0012",
      "zh_CN": "最初的这个东西它没有现象，它能现相，惠能大师所说的「何期自性，能生万法」。自性什么都不是，但是它能生万法，也就是说这三种现象它都能生。在什么状况之下它会生？佛法叫缘，众生有感佛就有应，应它就能生，众生没有感他不会应，它不会出现象。所以，众生的感永远不会断，这个现象永远在相续，也不会中断，我们不能不知道。那有人又问了，第一个缘从哪里来的？没有第一。佛说得很干脆，你看这个东西叫无明，无明它上头加了两个字，叫无始无明，无始是没有开始。你要问什么开始？就在当下，没有过去、没有未来，没有此界、没有他方；也就是说没有时间、没有空间，这是真的。时间、空间是生起现象之后才产生的，在现象没有生起之前，没有时间跟空间。所以你不能问它什么时候生的，这才是事实真相。大乘教里常说「当处出生，随处灭尽」，无论久近，全是当下，这跟你讲真的了。",
      "zh_TW": "最初的這個東西它沒有現象，它能現相，惠能大師所說的「何期自性，能生萬法」。自性什麼都不是，但是它能生萬法，也就是說這三種現象它都能生。在什麼狀況之下它會生？佛法叫緣，眾生有感佛就有應，應它就能生，眾生沒有感他不會應，它不會出現象。所以，眾生的感永遠不會斷，這個現象永遠在相續，也不會中斷，我們不能不知道。那有人又問了，第一個緣從哪裡來的？沒有第一。佛說得很乾脆，你看這個東西叫無明，無明它上頭加了兩個字，叫無始無明，無始是沒有開始。你要問什麼開始？就在當下，沒有過去、沒有未來，沒有此界、沒有他方；也就是說沒有時間、沒有空間，這是真的。時間、空間是生起現象之後才產生的，在現象沒有生起之前，沒有時間跟空間。所以你不能問它什麼時候生的，這才是事實真相。大乘教裡常說「當處出生，隨處滅盡」，無論久近，全是當下，這跟你講真的了。"
    },
    {
      "id": "02-037-0113_p0013",
      "zh_CN": "你看经典上常讲，菩萨无量劫久远前已经就成佛了，这个意思你能不能体会到？我们修行证果了，我也可以给人说我久远劫就已经成佛了，我有没有打妄语？没有打妄语。为什么我没有打妄语？自性不生不灭，从自性上来说，那不就久远劫之前我早就成佛了吗？你要明白这个道理。迷不是真的，悟是真的，真的永远不变。惠能大师那个五句讲得妙绝了，「本自清净，本不生灭，本自具足，本无动摇」，这四句十六个字把本体说得清清楚楚、明明白白，末后一句，这森罗万象从哪里来？「能生万法」。科学跟哲学所探讨的就是在能生万法里头，万法之前那个他找不到。怎么知道？佛说了「唯证方知」。这个证，要放下，不能用思考。科学、哲学都用思考，思考是第六意识，是妄心，妄心只能够见到妄境，是在它的范围之内它知道。真的它不是妄的，它跟你不是属于一类，你用思惟、用意识心你永远达不到。大乘教里佛说得好，用意识心，对外能够缘到宇宙的边缘，对内可以缘到阿赖耶。也就是说思惟、想像它是有界限的，它没有办法突破它的界限。可是悟入自性之后，界限突破了，它没有界限了，真的是无所不知、无所不能，那个不是假的。",
      "zh_TW": "你看經典上常講，菩薩無量劫久遠前已經就成佛了，這個意思你能不能體會到？我們修行證果了，我也可以給人說我久遠劫就已經成佛了，我有沒有打妄語？沒有打妄語。為什麼我沒有打妄語？自性不生不滅，從自性上來說，那不就久遠劫之前我早就成佛了嗎？你要明白這個道理。迷不是真的，悟是真的，真的永遠不變。惠能大師那個五句講得妙絕了，「本自清淨，本不生滅，本自具足，本無動搖」，這四句十六個字把本體說得清清楚楚、明明白白，末後一句，這森羅萬象從哪裡來？「能生萬法」。科學跟哲學所探討的就是在能生萬法裡頭，萬法之前那個他找不到。怎麼知道？佛說了「唯證方知」。這個證，要放下，不能用思考。科學、哲學都用思考，思考是第六意識，是妄心，妄心只能夠見到妄境，是在它的範圍之內它知道。真的它不是妄的，它跟你不是屬於一類，你用思惟、用意識心你永遠達不到。大乘教裡佛說得好，用意識心，對外能夠緣到宇宙的邊緣，對內可以緣到阿賴耶。也就是說思惟、想像它是有界限的，它沒有辦法突破它的界限。可是悟入自性之後，界限突破了，它沒有界限了，真的是無所不知、無所不能，那個不是假的。"
    },
    {
      "id": "02-037-0113_p0014",
      "zh_CN": "释迦牟尼佛早，三千年前在印度，我们不太容易了解他。可是惠能大师在唐朝，距离我们现在应该是一千三百年前，中国人！传记里面记载得很清楚，从小父亲过世了，母亲把他带大，没有念过书，家境非常清寒，长大了靠卖柴过日子，樵夫。这个行业在抗战时候有，城市里面烧的柴火都是要靠他们来供应，山上砍一担柴，挑着到城市里头去卖。一个是柴，一个是水，没有自来水，所以要到城外河边上去挑水，挑到城里来卖。一个卖水、一个卖柴都是很辛苦的，一天能卖几个钱！大概只能够回去买一点米菜过一天的日子，一天不干活一天就没生活。所以很可怜，很苦！惠能是这样的一个背景，没有念过书，不认识字。在黄梅参学八个月，讲堂他没去过，禅堂也没有去过；换句话说，他没有在禅堂参过一支香，没有在讲堂上过一次课。五祖传法给他，只是在半夜三更在方丈室里面接见他，给他讲《金刚经》大意，当然不要用经本，他不认识字。大概讲到还不到三分之一，讲到「应无所住，而生其心」，他就大彻大悟，就明心见性，说出这五句话二十个字，那就是他的毕业论文。五祖那里就通过了，博士学位马上就给他，衣钵就给他了，成为第六代祖。所以我们从这儿去体会。",
      "zh_TW": "釋迦牟尼佛早，三千年前在印度，我們不太容易了解他。可是惠能大師在唐朝，距離我們現在應該是一千三百年前，中國人！傳記裡面記載得很清楚，從小父親過世了，母親把他帶大，沒有念過書，家境非常清寒，長大了靠賣柴過日子，樵夫。這個行業在抗戰時候有，城市裡面燒的柴火都是要靠他們來供應，山上砍一擔柴，挑著到城市裡頭去賣。一個是柴，一個是水，沒有自來水，所以要到城外河邊上去挑水，挑到城裡來賣。一個賣水、一個賣柴都是很辛苦的，一天能賣幾個錢！大概只能夠回去買一點米菜過一天的日子，一天不幹活一天就沒生活。所以很可憐，很苦！惠能是這樣的一個背景，沒有念過書，不認識字。在黃梅參學八個月，講堂他沒去過，禪堂也沒有去過；換句話說，他沒有在禪堂參過一支香，沒有在講堂上過一次課。五祖傳法給他，只是在半夜三更在方丈室裡面接見他，給他講《金剛經》大意，當然不要用經本，他不認識字。大概講到還不到三分之一，講到「應無所住，而生其心」，他就大徹大悟，就明心見性，說出這五句話二十個字，那就是他的畢業論文。五祖那裡就通過了，博士學位馬上就給他，衣缽就給他了，成為第六代祖。所以我們從這兒去體會。"
    },
    {
      "id": "02-037-0113_p0015",
      "zh_CN": "他这一开悟，什么都通了，无论什么经典，你念给他听，他会讲给你听。他讲得一点不错，他讲的就同佛说的一样，能够叫你听到之后会开悟。你看禅宗这些祖师大德，只有他一个人，一生当中在他手下开悟的四十三个人。在他之前都是单传，一个传一个，没有人，他之后这些祖师大德，能传二、三个人就不得了了。能大师那个成就空前绝后，过去没有，以后也没有。这就是说明真正通的时候没有一样不通，佛法通了，大乘小乘、显教密教、宗门教下全通了。世间法通不通？也通了，你拿着儒家经典问他，你拿着道教经典去问他，他都懂，他都能跟你讲。为什么？一切法不离自性，是自性变现出来的，你只要见了性你怎么会不知道？哪有不知道的道理！",
      "zh_TW": "他這一開悟，什麼都通了，無論什麼經典，你念給他聽，他會講給你聽。他講得一點不錯，他講的就同佛說的一樣，能夠叫你聽到之後會開悟。你看禪宗這些祖師大德，只有他一個人，一生當中在他手下開悟的四十三個人。在他之前都是單傳，一個傳一個，沒有人，他之後這些祖師大德，能傳二、三個人就不得了了。能大師那個成就空前絕後，過去沒有，以後也沒有。這就是說明真正通的時候沒有一樣不通，佛法通了，大乘小乘、顯教密教、宗門教下全通了。世間法通不通？也通了，你拿著儒家經典問他，你拿著道教經典去問他，他都懂，他都能跟你講。為什麼？一切法不離自性，是自性變現出來的，你只要見了性你怎麼會不知道？哪有不知道的道理！"
    },
    {
      "id": "02-037-0113_p0016",
      "zh_CN": "所以，古印度教学、中国的教学，它不是教你念多少书，不是的，它最重要的是帮助你开悟，帮助你得定、帮助你开悟，不重视广学多闻。但是在学校教学，那时候学校就是私塾，塾就是学校，老师也有教学生多多背诵。譬如一部书背完了，真是一部一部的来，背完了再背第二部，第二部背完了背第三部，都背得很熟。有些学生能背二十多部，一般能背十部以上的很平常、很多。这是什么原因？这孩子有记性，你就叫他多记，他没有悟性；有悟性的，那就教他一门深入，不要教他多，为什么？他会开悟。那个没有悟性的，开不了悟，那就叫他多读。你看还是因人施教，不是一个方法，教学的方法是活活泼泼。有记性又有悟性，那是第一个选出来的，上选，其次就是重视悟性。这教学的方法就不一样，学生学习的成就当然也不一样。这是信。",
      "zh_TW": "所以，古印度教學、中國的教學，它不是教你念多少書，不是的，它最重要的是幫助你開悟，幫助你得定、幫助你開悟，不重視廣學多聞。但是在學校教學，那時候學校就是私塾，塾就是學校，老師也有教學生多多背誦。譬如一部書背完了，真是一部一部的來，背完了再背第二部，第二部背完了背第三部，都背得很熟。有些學生能背二十多部，一般能背十部以上的很平常、很多。這是什麼原因？這孩子有記性，你就叫他多記，他沒有悟性；有悟性的，那就教他一門深入，不要教他多，為什麼？他會開悟。那個沒有悟性的，開不了悟，那就叫他多讀。你看還是因人施教，不是一個方法，教學的方法是活活潑潑。有記性又有悟性，那是第一個選出來的，上選，其次就是重視悟性。這教學的方法就不一樣，學生學習的成就當然也不一樣。這是信。"
    },
    {
      "id": "02-037-0113_p0017",
      "zh_CN": "第二「精进力，谓行此正道及助道法时，若精进根增长，则能除身心懈怠，成办出世之法，是为精进力」。精进是对懈怠的，精进真的，这个精进根善根增长，它就有力量，身心的疲倦、懈怠、懒散都能够化解，这是精进力起作用。经上我们常常看到「勇猛精进」，精进的样子就是勇猛。大乘教里面佛常说，菩萨的善根只有一个。世间善根有三个，无贪、无瞋、无痴，这叫三善根，世间所有一切善法都是从这个三善根生的。出世教是大菩提法，菩萨修大菩提法善根只有一个，就是精进，精进没有一个不成就。所以精进善根，他不会懈怠、不会懒散，天天都有进步这还得了！所以他能成就，能办出世之法。这个出世，是超越十法界。超越六道轮回不算是真的出世，一定要超越十法界，所以十法界以内都称凡夫。佛教里面称六道叫内凡，六道之内的凡夫；称四圣法界叫外凡，就是六道以外的凡夫，阿罗汉、辟支佛、菩萨，连佛，他还是凡夫。凡夫，为什么称他是佛？他学佛学得很像，他把佛的教诲都做到了。外表上很像佛，里面不是的，里面什么？他还是用的阿赖耶。所以，凡圣标准是转识成智，就叫佛，没有转过来他叫凡夫。十法界的佛他还是用阿赖耶，他用得正，为什么？听佛的教诲，他用得正。六道里头用邪了、用偏了，不正。四圣法界决定是用得正，没有偏邪，所以我们称他作小圣，十法界里头的圣人。",
      "zh_TW": "第二「精進力，謂行此正道及助道法時，若精進根增長，則能除身心懈怠，成辦出世之法，是為精進力」。精進是對懈怠的，精進真的，這個精進根善根增長，它就有力量，身心的疲倦、懈怠、懶散都能夠化解，這是精進力起作用。經上我們常常看到「勇猛精進」，精進的樣子就是勇猛。大乘教裡面佛常說，菩薩的善根只有一個。世間善根有三個，無貪、無瞋、無痴，這叫三善根，世間所有一切善法都是從這個三善根生的。出世教是大菩提法，菩薩修大菩提法善根只有一個，就是精進，精進沒有一個不成就。所以精進善根，他不會懈怠、不會懶散，天天都有進步這還得了！所以他能成就，能辦出世之法。這個出世，是超越十法界。超越六道輪迴不算是真的出世，一定要超越十法界，所以十法界以內都稱凡夫。佛教裡面稱六道叫內凡，六道之內的凡夫；稱四聖法界叫外凡，就是六道以外的凡夫，阿羅漢、辟支佛、菩薩，連佛，他還是凡夫。凡夫，為什麼稱他是佛？他學佛學得很像，他把佛的教誨都做到了。外表上很像佛，裡面不是的，裡面什麼？他還是用的阿賴耶。所以，凡聖標準是轉識成智，就叫佛，沒有轉過來他叫凡夫。十法界的佛他還是用阿賴耶，他用得正，為什麼？聽佛的教誨，他用得正。六道裡頭用邪了、用偏了，不正。四聖法界決定是用得正，沒有偏邪，所以我們稱他作小聖，十法界裡頭的聖人。"
    },
    {
      "id": "02-037-0113_p0018",
      "zh_CN": "第三个「念力」。念力，现在科学很重视这个。外国科学家写了一本书，《念力的秘密》，里面告诉我们，念力的能量不可思议。这桩事情佛在大小乘经里面都说过，佛说的话很简单，叫「制心一处，无事不办」。制心一处就是念力，这个地方讲的心就是念头。我们一般凡夫，念力分散掉了，好像光，灯光，这个光分散掉了，四面八方统照到，隔一张纸就产生障碍。如果把这个光集中在一点，它连钢板都能穿透，有这么大的力量，那叫激光。集的面积愈小，力量就愈大。佛在经上告诉我们，只要我们能把念头集中在一点，世出世间事全能办，对自己，身心健康。所以这些科学家发现了，人身体有病痛，甚至于得到很严重的，像癌症，不需要治疗，自己会好。怎么好的？念力。中国有，外国也有。而是这些人他有很善的念头，他把他自己那个病的念头忘掉了，从来不想自己有什么病。所以带着那些病的细胞自然恢复正常，念力。",
      "zh_TW": "第三個「念力」。念力，現在科學很重視這個。外國科學家寫了一本書，《念力的祕密》，裡面告訴我們，念力的能量不可思議。這樁事情佛在大小乘經裡面都說過，佛說的話很簡單，叫「制心一處，無事不辦」。制心一處就是念力，這個地方講的心就是念頭。我們一般凡夫，念力分散掉了，好像光，燈光，這個光分散掉了，四面八方統照到，隔一張紙就產生障礙。如果把這個光集中在一點，它連鋼板都能穿透，有這麼大的力量，那叫激光。集的面積愈小，力量就愈大。佛在經上告訴我們，只要我們能把念頭集中在一點，世出世間事全能辦，對自己，身心健康。所以這些科學家發現了，人身體有病痛，甚至於得到很嚴重的，像癌症，不需要治療，自己會好。怎麼好的？念力。中國有，外國也有。而是這些人他有很善的念頭，他把他自己那個病的念頭忘掉了，從來不想自己有什麼病。所以帶著那些病的細胞自然恢復正常，念力。"
    },
    {
      "id": "02-037-0113_p0019",
      "zh_CN": "所以现在提出「以心控物」，这个理论如果真的成立，现在在试验阶段，叫前卫科学，但是试验得非常有成就。将来一旦被科学家完全肯定，我们这个世界就改观了。特别就是对于医疗，医疗真的有百分之百的保障，不会有错误，它不需要用药物。更大的一个好处，能改变我们生活环境，地球上这些灾难用意念能够化解。应对二０一二马雅灾难的预言，美国好像是布莱登，这也是个量子力学家，他就提出应对的方法，叫大家对于二０一二不要害怕。如果我们地球上的居民能够觉悟，从今天起，「弃恶扬善、改邪归正、端正心念」，这个灾难就能化解。他讲的我相信，为什么？大乘经教上就是这么讲法的。这就是什么？念头正了，不但身心健康，我们居住的环境不会有灾难，全都正了。让我们想起中国古圣先贤教诲我们的，老祖宗教我们「行有不得，反求诸己」。我们这些祖宗也可能都是佛菩萨再来的，他讲的话跟大乘经上讲的一样，那就是什么事情问题不在外面，在自己。你看，我们自己念头正没有一样不正，念头邪都出麻烦了，要改正外面这些灾难问题，心念端正问题就解决。",
      "zh_TW": "所以現在提出「以心控物」，這個理論如果真的成立，現在在試驗階段，叫前衛科學，但是試驗得非常有成就。將來一旦被科學家完全肯定，我們這個世界就改觀了。特別就是對於醫療，醫療真的有百分之百的保障，不會有錯誤，它不需要用藥物。更大的一個好處，能改變我們生活環境，地球上這些災難用意念能夠化解。應對二０一二馬雅災難的預言，美國好像是布萊登，這也是個量子力學家，他就提出應對的方法，叫大家對於二０一二不要害怕。如果我們地球上的居民能夠覺悟，從今天起，「棄惡揚善、改邪歸正、端正心念」，這個災難就能化解。他講的我相信，為什麼？大乘經教上就是這麼講法的。這就是什麼？念頭正了，不但身心健康，我們居住的環境不會有災難，全都正了。讓我們想起中國古聖先賢教誨我們的，老祖宗教我們「行有不得，反求諸己」。我們這些祖宗也可能都是佛菩薩再來的，他講的話跟大乘經上講的一樣，那就是什麼事情問題不在外面，在自己。你看，我們自己念頭正沒有一樣不正，念頭邪都出麻煩了，要改正外面這些災難問題，心念端正問題就解決。"
    },
    {
      "id": "02-037-0113_p0020",
      "zh_CN": "这些年来夏威夷土着有一个治病的方法，非常有效果，听说他治好了好几千人。他跟病人不要见面，只要你把病历拿给他看，告诉他病人在什么地方，不需要见面，纵然隔几千里都没关系，他的意念能把他的病治好。怎么治？他想着，这个跟佛法讲到的完全相同，想着什么？自他是一体。他跟我是一体，现在我身上哪个部位生病了，我端正心念把我自己治好，对方就好了。不要见面，没有见过面，不需要用医药，什么都不需要，他自己就好了。他治好了有几千个病例，我听说这几年日本跟美国很多人在学习。这方法高明！我们这个念力要用在正道，哪有不证果的道理！",
      "zh_TW": "這些年來夏威夷土著有一個治病的方法，非常有效果，聽說他治好了好幾千人。他跟病人不要見面，只要你把病歷拿給他看，告訴他病人在什麼地方，不需要見面，縱然隔幾千里都沒關係，他的意念能把他的病治好。怎麼治？他想著，這個跟佛法講到的完全相同，想著什麼？自他是一體。他跟我是一體，現在我身上哪個部位生病了，我端正心念把我自己治好，對方就好了。不要見面，沒有見過面，不需要用醫藥，什麼都不需要，他自己就好了。他治好了有幾千個病例，我聽說這幾年日本跟美國很多人在學習。這方法高明！我們這個念力要用在正道，哪有不證果的道理！"
    },
    {
      "id": "02-037-0113_p0021",
      "zh_CN": "我们要把我们的烦恼障、所知障破掉，真的统统要靠念力。只念正法，不要去想邪法，就成功了，问题真的能解决。邪跟正是一念之间，而且正是真的，邪是虚妄的，正是永恒的，邪都是暂时的。今天整个世界社会会变成这样子，也就是我们最近这三、四百年来，全心全力都注意在科学上，把传统祖宗、宗教教的一些老方法丢掉了，所以产生这么多的问题。现在量子力学家来救世，把我们现在这种动乱、灾变真因说出来了，是我们自己不善的心行所感得的。因为确确实实是境随心转，身体是我们最近的一个境界，我们居住的山河大地，乃至于太空当中的星象，都是我们生活环境。念力真正集中到一处，像银河里面发生的问题都能解决，都能叫它恢复正常，叫它不越轨，念力确实是无限的。「成就一切出世正念功德」，这个出世正念功德就是断烦恼、证菩提，帮助我们放下妄想分别执着，证得究竟圆满的佛果。",
      "zh_TW": "我們要把我們的煩惱障、所知障破掉，真的統統要靠念力。只念正法，不要去想邪法，就成功了，問題真的能解決。邪跟正是一念之間，而且正是真的，邪是虛妄的，正是永恆的，邪都是暫時的。今天整個世界社會會變成這樣子，也就是我們最近這三、四百年來，全心全力都注意在科學上，把傳統祖宗、宗教教的一些老方法丟掉了，所以產生這麼多的問題。現在量子力學家來救世，把我們現在這種動亂、災變真因說出來了，是我們自己不善的心行所感得的。因為確確實實是境隨心轉，身體是我們最近的一個境界，我們居住的山河大地，乃至於太空當中的星象，都是我們生活環境。念力真正集中到一處，像銀河裡面發生的問題都能解決，都能叫它恢復正常，叫它不越軌，念力確實是無限的。「成就一切出世正念功德」，這個出世正念功德就是斷煩惱、證菩提，幫助我們放下妄想分別執著，證得究竟圓滿的佛果。"
    },
    {
      "id": "02-037-0113_p0022",
      "zh_CN": "第四个是「定力」。这五种，后后深于前前，一个比一个深。精进从哪里来的？从信来的，不信怎么会有精进？念从哪里来的？从精进来的。定从哪来的？定从念来的，念头集中一处的时候就得定了。定，「摄心正道及助道法」。古德有说，净宗以信愿持名为正道，以持戒修善为助道，这个说法的人很多。莲池大师教人，他说我是以信愿持名为正道，还以信愿持名为助道，他正助是一不是二。告诉我们，我这一生没有别的希求，就是一个方向、一个目标，求生净土，亲近阿弥陀佛。他做到了，他成功了。「若定根增长，则能破诸乱想」，这非常非常明显。我们今天乱想多，一声佛号里头都有好多个乱想。这是什么？没定。如果我们念佛得念佛三昧了，就没有这个现象，心决定是定在阿弥陀佛佛号上。心里面有阿弥陀佛，没有杂念，口里面有阿弥陀佛，没有杂语，身礼阿弥陀佛，身口意都在修阿弥陀佛。「发诸事理禅定」，浅的是事的禅定，深的是理的禅定。理是什么？通了，从定开智慧了。「是为定力。事理禅定者，事即色界、无色界禅定，理即声闻等依理修习所发禅定」。这就是事的禅定没能超越六道，果报在四禅天、四空天。理定就出六道轮回，为什么？知道六道是假的，不是真的，这是理。所以对于六道不再起心动念，他就超越了，没有分别、没有执着，这超越了。",
      "zh_TW": "第四個是「定力」。這五種，後後深於前前，一個比一個深。精進從哪裡來的？從信來的，不信怎麼會有精進？念從哪裡來的？從精進來的。定從哪來的？定從念來的，念頭集中一處的時候就得定了。定，「攝心正道及助道法」。古德有說，淨宗以信願持名為正道，以持戒修善為助道，這個說法的人很多。蓮池大師教人，他說我是以信願持名為正道，還以信願持名為助道，他正助是一不是二。告訴我們，我這一生沒有別的希求，就是一個方向、一個目標，求生淨土，親近阿彌陀佛。他做到了，他成功了。「若定根增長，則能破諸亂想」，這非常非常明顯。我們今天亂想多，一聲佛號裡頭都有好多個亂想。這是什麼？沒定。如果我們念佛得念佛三昧了，就沒有這個現象，心決定是定在阿彌陀佛佛號上。心裡面有阿彌陀佛，沒有雜念，口裡面有阿彌陀佛，沒有雜語，身禮阿彌陀佛，身口意都在修阿彌陀佛。「發諸事理禪定」，淺的是事的禪定，深的是理的禪定。理是什麼？通了，從定開智慧了。「是為定力。事理禪定者，事即色界、無色界禪定，理即聲聞等依理修習所發禪定」。這就是事的禪定沒能超越六道，果報在四禪天、四空天。理定就出六道輪迴，為什麼？知道六道是假的，不是真的，這是理。所以對於六道不再起心動念，他就超越了，沒有分別、沒有執著，這超越了。"
    },
    {
      "id": "02-037-0113_p0023",
      "zh_CN": "定决定生智慧。「慧力，谓四念处之慧，照了一切诸法，若慧根增长，则能除一切邪妄之执，破一切偏小之慧，故名慧力」，这是大乘法，从定开慧。慧有力量，能破除一切凡夫、小乘、权教菩萨的邪执、妄执，执是执着，能除。能破一切，偏是权教，小是小乘，对于权教菩萨、声闻、缘觉的智慧，慧力能够超越他们，对于他们那些智慧不起贪恋，这叫慧力。五力我们介绍到此地。",
      "zh_TW": "定決定生智慧。「慧力，謂四念處之慧，照了一切諸法，若慧根增長，則能除一切邪妄之執，破一切偏小之慧，故名慧力」，這是大乘法，從定開慧。慧有力量，能破除一切凡夫、小乘、權教菩薩的邪執、妄執，執是執著，能除。能破一切，偏是權教，小是小乘，對於權教菩薩、聲聞、緣覺的智慧，慧力能夠超越他們，對於他們那些智慧不起貪戀，這叫慧力。五力我們介紹到此地。"
    },
    {
      "id": "02-037-0113_p0024",
      "zh_CN": "我们再继续看下面这段文，我们接着下面看下去。「念力者，念根增长，能破诸邪念。慧力者」，这是在三百九十页倒数第七行，最后一句。「慧力者，慧根增长，能破三界诸惑」，就是三界六道里面这些七情五欲的迷惑。「又灵峰大师曰」，这是蕅益大师，「念根增长，成就一切出世正念功德，名念力。慧根增长，能遮通别诸惑，发真无漏，名慧力」。这个比法界次第里面说得详细。能遮，遮就是止，止住通教、别教里面一些疑惑，发真无漏，这是慧力。「见思惑为通惑」，一切众生全都有，就是对于宇宙人生的看法是见惑，想法是思惑。看法，教下把它归纳为身见、边见、见取见、戒取见、邪见这五大类，所有一切错误的看法都归在这五大类里头。思惑也有五则，贪瞋痴慢疑，这五个是思惑。贪瞋痴叫三毒，后面傲慢、怀疑，这合起来是五毒，这个想错了。",
      "zh_TW": "我們再繼續看下面這段文，我們接著下面看下去。「念力者，念根增長，能破諸邪念。慧力者」，這是在三百九十頁倒數第七行，最後一句。「慧力者，慧根增長，能破三界諸惑」，就是三界六道裡面這些七情五欲的迷惑。「又靈峰大師曰」，這是蕅益大師，「念根增長，成就一切出世正念功德，名念力。慧根增長，能遮通別諸惑，發真無漏，名慧力」。這個比法界次第裡面說得詳細。能遮，遮就是止，止住通教、別教裡面一些疑惑，發真無漏，這是慧力。「見思惑為通惑」，一切眾生全都有，就是對於宇宙人生的看法是見惑，想法是思惑。看法，教下把它歸納為身見、邊見、見取見、戒取見、邪見這五大類，所有一切錯誤的看法都歸在這五大類裡頭。思惑也有五則，貪瞋痴慢疑，這五個是思惑。貪瞋痴叫三毒，後面傲慢、懷疑，這合起來是五毒，這個想錯了。"
    },
    {
      "id": "02-037-0113_p0025",
      "zh_CN": "我们看现在人起心动念，他起什么心动什么念？都是落在这五桩事上。念头一起，起心动念贪心、瞋恚、愚痴、傲慢、怀疑，这很可怕！这五种对应在我们的身体不是好事情，我们中国中医说，悲恼伤肺，怒火伤肝，烦恐伤肾，恨伤心，怨也伤脾胃。所以，贪瞋痴慢疑是一切病的因、是一切病根。你常常有这些念头你身体怎么会健康？怨恨恼怒烦是一切病的缘，里头有根，外头有缘，你就得病了，这是对我们身心的伤害。对我们居住的环境更是不利，大乘经里面佛告诉我们，贪感应的是水灾，海水上升，江河泛滥，这是贪心造成的。今天地球的灾难不是没有原因。瞋恨带来的是火山爆发，地球温度上升，带来这个灾难；愚痴带来的是飓风、龙卷风；傲慢感得的是地震；怀疑所感得的是山崩地陷，高山会倒下来，大地会沉到海底去，怀疑，没有信心。佛在经上讲的这些，我们居住的山河大地，跟我们的起心动念、言语造作有密切关系。所以我们懂得，我们地球跟极乐世界有什么两样？一个道理，一样的。只是他们的居民跟我们的居民起心动念不一样。极乐世界的居民可以说是纯净纯善，身口意三业，那个地方是极乐世界。我们今天这个世界五毒、十恶，身口意都不离五毒十恶，感得是我们现前社会动乱、地球的灾变，感得这些。",
      "zh_TW": "我們看現在人起心動念，他起什麼心動什麼念？都是落在這五樁事上。念頭一起，起心動念貪心、瞋恚、愚痴、傲慢、懷疑，這很可怕！這五種對應在我們的身體不是好事情，我們中國中醫說，悲惱傷肺，怒火傷肝，煩恐傷腎，恨傷心，怨也傷脾胃。所以，貪瞋痴慢疑是一切病的因、是一切病根。你常常有這些念頭你身體怎麼會健康？怨恨惱怒煩是一切病的緣，裡頭有根，外頭有緣，你就得病了，這是對我們身心的傷害。對我們居住的環境更是不利，大乘經裡面佛告訴我們，貪感應的是水災，海水上升，江河氾濫，這是貪心造成的。今天地球的災難不是沒有原因。瞋恨帶來的是火山爆發，地球溫度上升，帶來這個災難；愚痴帶來的是颶風、龍捲風；傲慢感得的是地震；懷疑所感得的是山崩地陷，高山會倒下來，大地會沉到海底去，懷疑，沒有信心。佛在經上講的這些，我們居住的山河大地，跟我們的起心動念、言語造作有密切關係。所以我們懂得，我們地球跟極樂世界有什麼兩樣？一個道理，一樣的。只是他們的居民跟我們的居民起心動念不一樣。極樂世界的居民可以說是純淨純善，身口意三業，那個地方是極樂世界。我們今天這個世界五毒、十惡，身口意都不離五毒十惡，感得是我們現前社會動亂、地球的災變，感得這些。"
    },
    {
      "id": "02-037-0113_p0026",
      "zh_CN": "美国布莱登说得不错，只要我们能觉悟，「弃恶扬善」，就是佛经上讲的断恶修善，一个意思，「改邪归正，端正心念」，灾难不但可以化解，而且会把地球带向更美好的走向。说得一点都不错，但是问题谁能做到？真能照这三句话去做，二０一二的灾难肯定可以化解。极乐世界为什么那么美好？阿弥陀佛天天讲经教学没中断，个个都明理，人人都了解。所以，起心动念跟性德不但相应，圆满的相应。那个世界是圣贤世界，于是它那个地方的国土是圣贤的国土。我们如果真的相信、真的懂得，改邪归正、端正心念，地球上的居民都变成圣贤。圣贤所居住的地方，中国古人讲「福人居福地，福地福人居」，我们大家都有福了，这个地就不会出灾难。都在一念之间，我们要能肯定极乐跟我们没有差别。",
      "zh_TW": "美國布萊登說得不錯，只要我們能覺悟，「棄惡揚善」，就是佛經上講的斷惡修善，一個意思，「改邪歸正，端正心念」，災難不但可以化解，而且會把地球帶向更美好的走向。說得一點都不錯，但是問題誰能做到？真能照這三句話去做，二０一二的災難肯定可以化解。極樂世界為什麼那麼美好？阿彌陀佛天天講經教學沒中斷，個個都明理，人人都了解。所以，起心動念跟性德不但相應，圓滿的相應。那個世界是聖賢世界，於是它那個地方的國土是聖賢的國土。我們如果真的相信、真的懂得，改邪歸正、端正心念，地球上的居民都變成聖賢。聖賢所居住的地方，中國古人講「福人居福地，福地福人居」，我們大家都有福了，這個地就不會出災難。都在一念之間，我們要能肯定極樂跟我們沒有差別。"
    },
    {
      "id": "02-037-0113_p0027",
      "zh_CN": "我们再往下看，「见思惑为通惑，三乘所同断」，声闻、缘觉、菩萨这叫三乘，统统要断。「尘沙惑、无明惑为别惑，别属菩萨所断」，声闻、缘觉没有。所以声闻、缘觉成不了菩萨，他必须把尘沙、无明断了，他才能成为菩萨。「慧光止惑，显发无漏真智，名为慧力」，这说得比前面讲的深。慧起作用它能够破迷，惑是迷惑，能破迷。显发无漏真智，无漏真智是自性里头本具的般若智慧，不是从外来的。从外面学来的，不是真智慧，自性里头本有的真智慧，这叫慧力。「如是诸力」，这五种力，「悉皆殊胜」，这是法藏菩萨他所修、他所证的。",
      "zh_TW": "我們再往下看，「見思惑為通惑，三乘所同斷」，聲聞、緣覺、菩薩這叫三乘，統統要斷。「塵沙惑、無明惑為別惑，別屬菩薩所斷」，聲聞、緣覺沒有。所以聲聞、緣覺成不了菩薩，他必須把塵沙、無明斷了，他才能成為菩薩。「慧光止惑，顯發無漏真智，名為慧力」，這說得比前面講的深。慧起作用它能夠破迷，惑是迷惑，能破迷。顯發無漏真智，無漏真智是自性裡頭本具的般若智慧，不是從外來的。從外面學來的，不是真智慧，自性裡頭本有的真智慧，這叫慧力。「如是諸力」，這五種力，「悉皆殊勝」，這是法藏菩薩他所修、他所證的。"
    },
    {
      "id": "02-037-0113_p0028",
      "zh_CN": "「增上者，有强力势」，有一股很强的力量，「能使它法增长上进，曰增上」。加持到其他，帮助别人，当然也帮助自己，这叫增上。「今经中增上，至极殊胜」，本经里面所说的增上达到极处了，殊胜至极。「因所增上者，非是余法，而是其心。其心者，当人之自心也」，这是真智慧，帮助你增上。增上无比的殊胜是增上其心，为什么？心是一切法的主宰，一切法从心想生。心清净，一切法都清净，心要是美好，一切法都美好，当人自心。「《金刚经》曰：应无所住，而生其心」，《金刚经》上讲的其心，跟这个经上所讲的其心，正是一心，全是讲的自己的自心。《金刚经》上这两句话非常有名，六祖惠能大师就在这句话上开悟的，应无所住，而生其心。无所住是什么？彻底放下了，妄想分别执着统统放下。而生其心，这个心是什么心？这个心是纯净纯善的慈悲心，或者是大乘经上所常讲的大菩提心，菩提是觉悟。到应无所住的时候，生起这个心是无所不知、无所不能，自性般若圆满的现前。所以，他能知、他能行，对于法界虚空界万事万物他清楚、他明白，他能够帮助一切众生。帮助众生里头最重要的是帮助他断疑生信，第一个目标；第一个目标完成之后，再进一步帮助他破迷开悟，这是第二阶段的目标；第三个阶段是帮助他成佛，转凡成圣。从这些地方我们就明白，世上人讲慈悲，真正的慈悲是佛菩萨；世上人讲奉献，奉献最究竟、最圆满的也是佛菩萨。他什么都不要，因为他无所住，只有付出，不求回报，这个道理要懂、要明了。",
      "zh_TW": "「增上者，有強力勢」，有一股很強的力量，「能使它法增長上進，曰增上」。加持到其他，幫助別人，當然也幫助自己，這叫增上。「今經中增上，至極殊勝」，本經裡面所說的增上達到極處了，殊勝至極。「因所增上者，非是餘法，而是其心。其心者，當人之自心也」，這是真智慧，幫助你增上。增上無比的殊勝是增上其心，為什麼？心是一切法的主宰，一切法從心想生。心清淨，一切法都清淨，心要是美好，一切法都美好，當人自心。「《金剛經》曰：應無所住，而生其心」，《金剛經》上講的其心，跟這個經上所講的其心，正是一心，全是講的自己的自心。《金剛經》上這兩句話非常有名，六祖惠能大師就在這句話上開悟的，應無所住，而生其心。無所住是什麼？徹底放下了，妄想分別執著統統放下。而生其心，這個心是什麼心？這個心是純淨純善的慈悲心，或者是大乘經上所常講的大菩提心，菩提是覺悟。到應無所住的時候，生起這個心是無所不知、無所不能，自性般若圓滿的現前。所以，他能知、他能行，對於法界虛空界萬事萬物他清楚、他明白，他能夠幫助一切眾生。幫助眾生裡頭最重要的是幫助他斷疑生信，第一個目標；第一個目標完成之後，再進一步幫助他破迷開悟，這是第二階段的目標；第三個階段是幫助他成佛，轉凡成聖。從這些地方我們就明白，世上人講慈悲，真正的慈悲是佛菩薩；世上人講奉獻，奉獻最究竟、最圓滿的也是佛菩薩。他什麼都不要，因為他無所住，只有付出，不求回報，這個道理要懂、要明瞭。"
    },
    {
      "id": "02-037-0113_p0029",
      "zh_CN": "下面有比喻说，「譬如磨镜，垢尽明现，无明惑尽，自心朗现，故云增上其心」。磨镜现在人听不懂，诸位要到故宫去参观，你看古时候用的镜子是铜的，铜镜。铜镜要常常磨，不磨它就照不见，就看不见了。不能有灰尘，不能有肮脏，要常常磨，愈磨愈亮，镜子要磨。不像现在，现在镜子比以前进步，不需要磨。所以镜子里面有脏的东西要把它磨净，磨干净，光明就现了，比喻无明惑尽。我们现在心是要像一面镜子一样，有无明，无明就是垢秽、就是肮脏东西，无明是烦恼，烦恼的根。无明断尽了，我们自心朗现，放光，就现前，这叫增上其心。换句话说，放下起心动念，起心动念就是无明烦恼。我们六根在六尘境界里头，不起心不动念、不分别不执着，你用的心就是真心，就是自性本具的般若智慧。你能够照见一切万法，对于一切事理决定没有看错，慧光普照。",
      "zh_TW": "下面有比喻說，「譬如磨鏡，垢盡明現，無明惑盡，自心朗現，故云增上其心」。磨鏡現在人聽不懂，諸位要到故宮去參觀，你看古時候用的鏡子是銅的，銅鏡。銅鏡要常常磨，不磨它就照不見，就看不見了。不能有灰塵，不能有骯髒，要常常磨，愈磨愈亮，鏡子要磨。不像現在，現在鏡子比以前進步，不需要磨。所以鏡子裡面有髒的東西要把它磨淨，磨乾淨，光明就現了，比喻無明惑盡。我們現在心是要像一面鏡子一樣，有無明，無明就是垢穢、就是骯髒東西，無明是煩惱，煩惱的根。無明斷盡了，我們自心朗現，放光，就現前，這叫增上其心。換句話說，放下起心動念，起心動念就是無明煩惱。我們六根在六塵境界裡頭，不起心不動念、不分別不執著，你用的心就是真心，就是自性本具的般若智慧。你能夠照見一切萬法，對於一切事理決定沒有看錯，慧光普照。"
    },
    {
      "id": "02-037-0113_p0030",
      "zh_CN": "『坚固不动』，这是说的定功。「其心如金刚，能破一切，而不为一切所破，故云坚固。其心如如，《金刚经》曰：如如不动」，你才能有成就。在现前这个社会，小成就就有小的障碍，你要不能忍你就不能成就，要为外面境界动了那就完了。我这一生遭遇这些事情很多，可以说是从来没有停止过，四面八方来的压力。什么原因？我们现在跟人家学的不一样。佛教到今天，已经没有人走释迦牟尼佛这个路子，佛教在现前的社会有六种不同的形式，我们都要清楚。第一种佛教，这是宗教的佛教。佛教不是宗教，它现在变成宗教了，一般人称为它迷信。这个我们不能不知道，也不能不承认，变质了。第二种，学术的佛教。很多大学哲学系里面开的有佛经的课程，我还在大学里头教了五年书，变成学术了，这第二种。第三种是现在新兴的，以前没有，企业的佛教。在世界各地都有分店，规模做得很大，用企业方法来管理，他真的是搞企业，他也以此为自豪，变质了。近代的还有什么？旅游的佛教。建立大道场，常常办法会，目的是什么？接待观光旅游。第五种，邪教的佛教。打着佛教的招牌，搞自己的名闻利养，别有企图，用心不善。第六种是释迦牟尼佛的佛教，没人学。释迦牟尼佛佛教是什么？讲经教学。你看经典上所记载的，不但释迦佛，任何一尊佛，哪有不讲经说法的？天天讲经说法，没中断的。我们在经典上看到，无论提到哪一尊佛，都是在讲经教学。",
      "zh_TW": "『堅固不動』，這是說的定功。「其心如金剛，能破一切，而不為一切所破，故云堅固。其心如如，《金剛經》曰：如如不動」，你才能有成就。在現前這個社會，小成就就有小的障礙，你要不能忍你就不能成就，要為外面境界動了那就完了。我這一生遭遇這些事情很多，可以說是從來沒有停止過，四面八方來的壓力。什麼原因？我們現在跟人家學的不一樣。佛教到今天，已經沒有人走釋迦牟尼佛這個路子，佛教在現前的社會有六種不同的形式，我們都要清楚。第一種佛教，這是宗教的佛教。佛教不是宗教，它現在變成宗教了，一般人稱為它迷信。這個我們不能不知道，也不能不承認，變質了。第二種，學術的佛教。很多大學哲學系裡面開的有佛經的課程，我還在大學裡頭教了五年書，變成學術了，這第二種。第三種是現在新興的，以前沒有，企業的佛教。在世界各地都有分店，規模做得很大，用企業方法來管理，他真的是搞企業，他也以此為自豪，變質了。近代的還有什麼？旅遊的佛教。建立大道場，常常辦法會，目的是什麼？接待觀光旅遊。第五種，邪教的佛教。打著佛教的招牌，搞自己的名聞利養，別有企圖，用心不善。第六種是釋迦牟尼佛的佛教，沒人學。釋迦牟尼佛佛教是什麼？講經教學。你看經典上所記載的，不但釋迦佛，任何一尊佛，哪有不講經說法的？天天講經說法，沒中斷的。我們在經典上看到，無論提到哪一尊佛，都是在講經教學。"
    },
    {
      "id": "02-037-0113_p0031",
      "zh_CN": "释迦牟尼佛的佛教是教育，这要搞清楚。我们从一般习惯上，这些痕迹都还在，非常明显。你看佛门弟子对释迦牟尼佛的称呼，称本师，本师是根本的老师，这个教育最初的创办人，称他为本师。自称为弟子，我跟释迦牟尼什么关系？师生关系，师生关系学校才有。在中国，社会大众看到出家人称和尚，和尚什么意思他不知道，他要知道他决定不会称他和尚。为什么？太尊重他了，跟他没有这个关系。和尚是印度话，翻成中国意思是亲教师。这个佛门里，他亲自教我的，我跟他学的，这个关系才称和尚，没有这个关系不称和尚。像现在学校里，指导教授称和尚，校长称和尚，不是随便称的。一个寺院丛林只有一个和尚，和尚是什么？校长是和尚，这个寺庙住持是和尚，别人不能称。和尚是主持教育的，他不讲经教学没有关系，别人代他教，他像校长一样，他可以不上课。课程是他安排的，老师是他请的，他可以请老师代他来上课，学生学些什么全是他安排的。上课的老师只管执行教学，不管教学的计划，他不管这个东西。教员你叫他上哪一门课，他就上哪一门课，把这一门课上好就完了。你要学些什么东西，那是校长给你安排的，所以校长称和尚。没有教过我书的，学校老师很多，称阇梨，阿阇梨。他是我学校的老师，但是没有上过我的课，不一样。见到都称和尚，太客气了。所以都是不了解这些意思，产生很大的误会。",
      "zh_TW": "釋迦牟尼佛的佛教是教育，這要搞清楚。我們從一般習慣上，這些痕跡都還在，非常明顯。你看佛門弟子對釋迦牟尼佛的稱呼，稱本師，本師是根本的老師，這個教育最初的創辦人，稱他為本師。自稱為弟子，我跟釋迦牟尼什麼關係？師生關係，師生關係學校才有。在中國，社會大眾看到出家人稱和尚，和尚什麼意思他不知道，他要知道他決定不會稱他和尚。為什麼？太尊重他了，跟他沒有這個關係。和尚是印度話，翻成中國意思是親教師。這個佛門裡，他親自教我的，我跟他學的，這個關係才稱和尚，沒有這個關係不稱和尚。像現在學校裡，指導教授稱和尚，校長稱和尚，不是隨便稱的。一個寺院叢林只有一個和尚，和尚是什麼？校長是和尚，這個寺廟住持是和尚，別人不能稱。和尚是主持教育的，他不講經教學沒有關係，別人代他教，他像校長一樣，他可以不上課。課程是他安排的，老師是他請的，他可以請老師代他來上課，學生學些什麼全是他安排的。上課的老師只管執行教學，不管教學的計畫，他不管這個東西。教員你叫他上哪一門課，他就上哪一門課，把這一門課上好就完了。你要學些什麼東西，那是校長給你安排的，所以校長稱和尚。沒有教過我書的，學校老師很多，稱闍梨，阿闍梨。他是我學校的老師，但是沒有上過我的課，不一樣。見到都稱和尚，太客氣了。所以都是不了解這些意思，產生很大的誤會。"
    },
    {
      "id": "02-037-0113_p0032",
      "zh_CN": "而且和尚不一定是出家人，在家人也能称和尚。不但在家人，在家妇女都称和尚。如果她是个居士，在家居士，她教你佛经，她教你修学，她就是你的和尚。在佛门里面，和尚第一大，尊师重道。我虽然是出家佛弟子，可是教导我的是个在家居士，是位在家女居士，我对她都要称和尚。这个都得要懂，不懂这里头就产生很多误会。一剃头，我是和尚了，贡高我慢都生起来，不但没有功德，在造罪业。所以这些是不能不知道的。",
      "zh_TW": "而且和尚不一定是出家人，在家人也能稱和尚。不但在家人，在家婦女都稱和尚。如果她是個居士，在家居士，她教你佛經，她教你修學，她就是你的和尚。在佛門裡面，和尚第一大，尊師重道。我雖然是出家佛弟子，可是教導我的是個在家居士，是位在家女居士，我對她都要稱和尚。這個都得要懂，不懂這裡頭就產生很多誤會。一剃頭，我是和尚了，貢高我慢都生起來，不但沒有功德，在造罪業。所以這些是不能不知道的。"
    },
    {
      "id": "02-037-0113_p0033",
      "zh_CN": "佛法到中国，被中国化了。那就是世尊当年在世，没有寺庙，他们这个团体，树下一宿，日中一食，过的是游牧的生活，居无定所。但是到中国来就不行了，中国什么？帝王请来的，请来的时候是国师的身分。中国人尊师重道，皇上的老师，要叫他到外面去讨饭，这个皇上多丢人！老百姓是怎么个想法？所以决定不许可。皇上住的是宫殿，老师居住地方也应该建宫殿。宫殿这些红墙黄瓦那是皇家标志，独有的，别人不可以这样建筑的，可是寺庙可以。寺庙是什么？老师居住的地方，所以寺庙都是宫殿的建筑，这是代表中国古代的帝王尊师重道。这些地方我们都能够看出，佛教是教育，佛教不是宗教。宗教这个名词是从日本传到中国来的，日本接受西方文化比我们中国早，真的早两百年，所以我们很多西方的东西都是从日本介绍过来的。日本跟中国关系非常密切，至少有二千五百年的历史，战国时候往来就很频繁了。所以日本今天民间生活方式、居住的房舍、穿的这些服装，全是战国时代那时候的。他们都还能保留，保存到今天，我们不能不佩服。我们到日本，最好到日本小乡村里面去住，你才能真正体会到中国春秋战国时候那时候的民间生活。我们去了感触不一样，回到古时候去了。日本的人民非常老实，很可爱，很守规矩、很听话，很好教。非常可惜没人讲经教学，要有人讲经教学，日本的佛教恢复得会很快，农村人民真的是老实。",
      "zh_TW": "佛法到中國，被中國化了。那就是世尊當年在世，沒有寺廟，他們這個團體，樹下一宿，日中一食，過的是遊牧的生活，居無定所。但是到中國來就不行了，中國什麼？帝王請來的，請來的時候是國師的身分。中國人尊師重道，皇上的老師，要叫他到外面去討飯，這個皇上多丟人！老百姓是怎麼個想法？所以決定不許可。皇上住的是宮殿，老師居住地方也應該建宮殿。宮殿這些紅牆黃瓦那是皇家標誌，獨有的，別人不可以這樣建築的，可是寺廟可以。寺廟是什麼？老師居住的地方，所以寺廟都是宮殿的建築，這是代表中國古代的帝王尊師重道。這些地方我們都能夠看出，佛教是教育，佛教不是宗教。宗教這個名詞是從日本傳到中國來的，日本接受西方文化比我們中國早，真的早兩百年，所以我們很多西方的東西都是從日本介紹過來的。日本跟中國關係非常密切，至少有二千五百年的歷史，戰國時候往來就很頻繁了。所以日本今天民間生活方式、居住的房舍、穿的這些服裝，全是戰國時代那時候的。他們都還能保留，保存到今天，我們不能不佩服。我們到日本，最好到日本小鄉村裡面去住，你才能真正體會到中國春秋戰國時候那時候的民間生活。我們去了感觸不一樣，回到古時候去了。日本的人民非常老實，很可愛，很守規矩、很聽話，很好教。非常可惜沒人講經教學，要有人講經教學，日本的佛教恢復得會很快，農村人民真的是老實。"
    },
    {
      "id": "02-037-0113_p0034",
      "zh_CN": "所以如如不动比什么都重要，世出世间一切法都要能做到如如不动，你会有大成就。小小事情，风吹草动，你心里就受不了，这人没什么前途。世法、佛法都一样，一生要坚定，走一条路。我对于这桩事情，父亲教的。我父亲吃了个亏，他告诉我，年轻的时候他曾经念过什么，讲武堂里去学过，出来之后就是军人，带兵。以后他不干了，去从政，在新政府里面做过科长、做过主任秘书。他是国民党员，以后又搞起党务，就这样转来转去，所以地位都很低，永远上不去。中日战争爆发，他的同学当了师长，他再回到军队去，差一大截了，那怎么能赶得上！这个失败的经验，告诉我，要我这个不可以学他，就是不能常常换工作，你搞哪一行就搞到底，要坚持到底你才会有成就。这是他一生痛苦的经验，教给我的。所以只要一门搞到底，什么障碍都不怕，你会成功。如果一听到别人障碍，就赶紧退缩，或者想改变，那你一事无成。",
      "zh_TW": "所以如如不動比什麼都重要，世出世間一切法都要能做到如如不動，你會有大成就。小小事情，風吹草動，你心裡就受不了，這人沒什麼前途。世法、佛法都一樣，一生要堅定，走一條路。我對於這樁事情，父親教的。我父親吃了個虧，他告訴我，年輕的時候他曾經念過什麼，講武堂裡去學過，出來之後就是軍人，帶兵。以後他不幹了，去從政，在新政府裡面做過科長、做過主任祕書。他是國民黨員，以後又搞起黨務，就這樣轉來轉去，所以地位都很低，永遠上不去。中日戰爭爆發，他的同學當了師長，他再回到軍隊去，差一大截了，那怎麼能趕得上！這個失敗的經驗，告訴我，要我這個不可以學他，就是不能常常換工作，你搞哪一行就搞到底，要堅持到底你才會有成就。這是他一生痛苦的經驗，教給我的。所以只要一門搞到底，什麼障礙都不怕，你會成功。如果一聽到別人障礙，就趕緊退縮，或者想改變，那你一事無成。"
    },
    {
      "id": "02-037-0113_p0035",
      "zh_CN": "我学佛，原来不知道，不知道里头有这么好的东西。汤恩比说的话不错，「解决二十一世纪社会问题，只有中国孔孟学说与大乘佛法」，大学问，你才能解决大问题。但是谁知道？人家都说是宗教，都说是迷信，我也跟着人家讲这是宗教、这是迷信，没有碰到方东美先生，永远不知道这条路。遇到方老师之后才恍然大悟，原来佛教不是外面我们所看到的，外面我们看到是看到它的外衣，不知道它的内容。他老人家很慈悲，也很善巧，告诉我的时候直接告诉我，他说你年轻你不懂。他说释迦牟尼，他不说佛，他说释迦牟尼，是世界上最伟大的哲学家，我跟他学哲学，最伟大的哲学家，佛经哲学是全世界哲学的最高峰。从来没听到人说过。还告诉我，学佛是人生最高的享受，这句话非常有吸引力，人生最高的享受那我当然要，我从这儿进门的。老师还有一句话在后头，说佛经哲学今天不在寺庙，这个指导非常重要。我说在哪里？在经典。他指导我的是你去在经典上下功夫，也就是少跑寺庙，浪费时间，也怕错误了方向。",
      "zh_TW": "我學佛，原來不知道，不知道裡頭有這麼好的東西。湯恩比說的話不錯，「解決二十一世紀社會問題，只有中國孔孟學說與大乘佛法」，大學問，你才能解決大問題。但是誰知道？人家都說是宗教，都說是迷信，我也跟著人家講這是宗教、這是迷信，沒有碰到方東美先生，永遠不知道這條路。遇到方老師之後才恍然大悟，原來佛教不是外面我們所看到的，外面我們看到是看到它的外衣，不知道它的內容。他老人家很慈悲，也很善巧，告訴我的時候直接告訴我，他說你年輕你不懂。他說釋迦牟尼，他不說佛，他說釋迦牟尼，是世界上最偉大的哲學家，我跟他學哲學，最偉大的哲學家，佛經哲學是全世界哲學的最高峰。從來沒聽到人說過。還告訴我，學佛是人生最高的享受，這句話非常有吸引力，人生最高的享受那我當然要，我從這兒進門的。老師還有一句話在後頭，說佛經哲學今天不在寺廟，這個指導非常重要。我說在哪裡？在經典。他指導我的是你去在經典上下功夫，也就是少跑寺廟，浪費時間，也怕錯誤了方向。"
    },
    {
      "id": "02-037-0113_p0036",
      "zh_CN": "以后我认识章嘉大师，真难得，他指我的这条路真的是正路，我就走了一辈子。教我学释迦牟尼佛，这句话比什么都重要，第一次见面就告诉我这句话。告诉我，你想学佛，先要认识释迦牟尼佛，你对老师不认识，你会走错路，你会走弯路，先要认识释迦牟尼佛，了解释迦牟尼佛。我们所经历这么多年，没有遇到人是这样教学的。教我读《释迦谱》、《释迦方志》，教我一定要用心去体会八相成道，从这里面得到启示。知道释迦牟尼佛是个教育家，知道所谓佛陀、菩萨、阿罗汉原来是学位的名称，我才搞清楚了。佛陀相当于现在大学里头博士学位，菩萨相当硕士学位，阿罗汉相当学士学位，是三个学位的名称。所以说，一切众生本来成佛，这个学位人人都可以拿得到的，而且肯定达得到。为什么？你有自性，你只要把障碍去掉，你就达到了。障碍是什么？妄想分别执着，只要这三样东西统统放下，你就是佛。所以每一个人，只要你把这三样放下，你就是佛陀；你能放下两样，你就是菩萨，两样就是分别、执着；能放下一样，执着放下了，还有分别、还有妄想，这人叫阿罗汉。所以阿罗汉、菩萨、佛不是神仙，跟神不相干，扯不上关系，学位的名称。你认识字不认识字无所谓，惠能大师不认识字，他成佛了，他三个都放下，他成佛了。所以这些道理一定要懂得。",
      "zh_TW": "以後我認識章嘉大師，真難得，他指我的這條路真的是正路，我就走了一輩子。教我學釋迦牟尼佛，這句話比什麼都重要，第一次見面就告訴我這句話。告訴我，你想學佛，先要認識釋迦牟尼佛，你對老師不認識，你會走錯路，你會走彎路，先要認識釋迦牟尼佛，了解釋迦牟尼佛。我們所經歷這麼多年，沒有遇到人是這樣教學的。教我讀《釋迦譜》、《釋迦方志》，教我一定要用心去體會八相成道，從這裡面得到啟示。知道釋迦牟尼佛是個教育家，知道所謂佛陀、菩薩、阿羅漢原來是學位的名稱，我才搞清楚了。佛陀相當於現在大學裡頭博士學位，菩薩相當碩士學位，阿羅漢相當學士學位，是三個學位的名稱。所以說，一切眾生本來成佛，這個學位人人都可以拿得到的，而且肯定達得到。為什麼？你有自性，你只要把障礙去掉，你就達到了。障礙是什麼？妄想分別執著，只要這三樣東西統統放下，你就是佛。所以每一個人，只要你把這三樣放下，你就是佛陀；你能放下兩樣，你就是菩薩，兩樣就是分別、執著；能放下一樣，執著放下了，還有分別、還有妄想，這人叫阿羅漢。所以阿羅漢、菩薩、佛不是神仙，跟神不相干，扯不上關係，學位的名稱。你認識字不認識字無所謂，惠能大師不認識字，他成佛了，他三個都放下，他成佛了。所以這些道理一定要懂得。"
    },
    {
      "id": "02-037-0113_p0037",
      "zh_CN": "我们走这条路走得很难，为什么？跟人家不一样，所以别人就不能容纳，我们生活就非常艰苦。实在讲，三宝加持，祖宗之德，遇到一个韩馆长，帮助我三十年，我这个根就稳定下来了。这个三十年比什么都重要，没有这个三十年，你能禁得起外面这些障碍？障碍太大了！这三十年根扎稳了，自己真的如如不动了。「不动，不是沉空滞寂，而是心心契于真如法一，念念流入如来觉海」，这是大乘菩萨行。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "我們走這條路走得很難，為什麼？跟人家不一樣，所以別人就不能容納，我們生活就非常艱苦。實在講，三寶加持，祖宗之德，遇到一個韓館長，幫助我三十年，我這個根就穩定下來了。這個三十年比什麼都重要，沒有這個三十年，你能禁得起外面這些障礙？障礙太大了！這三十年根紮穩了，自己真的如如不動了。「不動，不是沉空滯寂，而是心心契於真如法一，念念流入如來覺海」，這是大乘菩薩行。好，今天時間到了，我們就學習到此地。"
    }
  ]
}