{
  "doc_id": "02-037-0105",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０五集",
    "zh_TW": "第一０五集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0105",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0105_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百六十九页倒数第二行，「法报德用」，下面分三小科，第一个「觉智难量」，这是「般若德」。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百六十九頁倒數第二行，「法報德用」，下面分三小科，第一個「覺智難量」，這是「般若德」。"
    },
    {
      "id": "02-037-0105_p0002",
      "zh_CN": "【阿难当知。如来正觉。其智难量。无有障碍。】",
      "zh_TW": "【阿難當知。如來正覺。其智難量。無有障礙。】"
    },
    {
      "id": "02-037-0105_p0003",
      "zh_CN": "我们看念老的注解。「正觉者，证悟一切诸法之真正觉智，即如来之实智。故成佛曰成正觉」。先解释『正觉』的意思。梵语阿耨多罗三藐三菩提，翻成中国意思是无上正等正觉，这个地方所说的正觉就是无上正等正觉。菩萨觉悟了，这个觉悟是大彻大悟，就是证悟一切诸法的真相，叫诸法实相，一法都不漏，世出世间一切法的真相全明白了。真有这桩事情？现在有许多人不相信，认为人的智慧是有限的，全知全能那是赞美上帝。上帝是不是全知全能？现在很多人都提出质疑。佛法，这是说佛，佛确实是全知全能。这靠得住吗？靠得住。佛并不是说只有他一个人证得，这桩事情是一切众生自性里头的本能，用现在的话说，我们没有把本能开发出来。本能好比是金矿，现在在矿里头，没有开采出来，黄金跟矿石混合在一块，必须加以冶炼，把一些渣子都淘汰掉，留下纯金。凡夫的正觉确实是被埋在矿里头，这个矿是什么？烦恼，见思烦恼、尘沙烦恼、无明烦恼，这三种烦恼淘汰干净了，正智就现前，正觉，正觉、正智都一样的，就现前。这个东西现前，他本来就知道，为什么？一切法不离自性，道理在此地。",
      "zh_TW": "我們看念老的註解。「正覺者，證悟一切諸法之真正覺智，即如來之實智。故成佛曰成正覺」。先解釋『正覺』的意思。梵語阿耨多羅三藐三菩提，翻成中國意思是無上正等正覺，這個地方所說的正覺就是無上正等正覺。菩薩覺悟了，這個覺悟是大徹大悟，就是證悟一切諸法的真相，叫諸法實相，一法都不漏，世出世間一切法的真相全明白了。真有這樁事情？現在有許多人不相信，認為人的智慧是有限的，全知全能那是讚美上帝。上帝是不是全知全能？現在很多人都提出質疑。佛法，這是說佛，佛確實是全知全能。這靠得住嗎？靠得住。佛並不是說只有他一個人證得，這樁事情是一切眾生自性裡頭的本能，用現在的話說，我們沒有把本能開發出來。本能好比是金礦，現在在礦裡頭，沒有開採出來，黃金跟礦石混合在一塊，必須加以冶煉，把一些渣子都淘汰掉，留下純金。凡夫的正覺確實是被埋在礦裡頭，這個礦是什麼？煩惱，見思煩惱、塵沙煩惱、無明煩惱，這三種煩惱淘汰乾淨了，正智就現前，正覺，正覺、正智都一樣的，就現前。這個東西現前，他本來就知道，為什麼？一切法不離自性，道理在此地。"
    },
    {
      "id": "02-037-0105_p0004",
      "zh_CN": "惠能大师开悟的时候说「何期自性，能生万法」，自性是能生，万法是所生，能所是一不是二，他怎么会不知道？当然知道。确确实实我们今天迷失了自性，不知道，产生这种疑虑。佛用什么方法来冶炼，把这些见思、尘沙、无明给它淘汰掉？佛用的就是放下。放下的方法太多，称为无量法门，法是方法，门是门径，无量方法全离不开看破、放下的原则，这个原则是永恒不变的。经典上跟我们讲得很清楚，放下见思就证阿罗汉果，放下尘沙你就是菩萨，放下无明你就成佛，就成正觉了。用什么方法？持戒是方法，禅定是方法，要从持戒开始，因为我们的习气太重。持戒里头修忍辱，为什么？你不能忍你就放不下。放下是舍，要布施，布施真的是能忍。财布施、法布施、无畏布施，布施到三轮体空，布施到不着相，无我相、无人相、无众生相、无寿者相。布施的时候三轮体空，无我相、无人相、无当中所施之物相。菩萨用这些方法，把烦恼习气，我们今天所讲的还包括业障，用这个方法把它淘汰掉，让自性显露出来。",
      "zh_TW": "惠能大師開悟的時候說「何期自性，能生萬法」，自性是能生，萬法是所生，能所是一不是二，他怎麼會不知道？當然知道。確確實實我們今天迷失了自性，不知道，產生這種疑慮。佛用什麼方法來冶煉，把這些見思、塵沙、無明給它淘汰掉？佛用的就是放下。放下的方法太多，稱為無量法門，法是方法，門是門徑，無量方法全離不開看破、放下的原則，這個原則是永恆不變的。經典上跟我們講得很清楚，放下見思就證阿羅漢果，放下塵沙你就是菩薩，放下無明你就成佛，就成正覺了。用什麼方法？持戒是方法，禪定是方法，要從持戒開始，因為我們的習氣太重。持戒裡頭修忍辱，為什麼？你不能忍你就放不下。放下是捨，要布施，布施真的是能忍。財布施、法布施、無畏布施，布施到三輪體空，布施到不著相，無我相、無人相、無眾生相、無壽者相。布施的時候三輪體空，無我相、無人相、無當中所施之物相。菩薩用這些方法，把煩惱習氣，我們今天所講的還包括業障，用這個方法把它淘汰掉，讓自性顯露出來。"
    },
    {
      "id": "02-037-0105_p0005",
      "zh_CN": "这个方法有效，但是众生根性不同，佛在教学方便起见，把众生的根性分为上中下三等，众生根性非常复杂，三等叫大分，举例而说。上根的人具足善根福德，容易开悟；中等的人，要用善巧方便，长时期的帮助他，也能放下；下根人，他对佛法无法接受，这是最难的，不容易度的。上中下三根与男女老少没关系，与行业也没有关系，与读不读书没关系，与识不识字没有关系，这个要知道。根性，佛菩萨能观机，凡夫很难做到，凡夫靠经验，不准，不准确。佛非常准确，佛能够知道一切众生，他有宿命通，你过去世生生世世的事情他都知道。所以，遇到佛、遇到菩萨，那是大福报。真正遇到善知识，他能教你、能帮助你，他用的方法契理契机。我们凡夫常常讲，好像是世出世法古今中外，就是老实、听话、真干。有没有道理？有道理，真正有道理。上上根人能做到，这种人成就快。具足这个条件，我们有理由相信，佛菩萨一定会帮他忙。我们的根性成熟不成熟佛菩萨都知道，除佛菩萨之外自己知道，别人靠不住。自己怎么知道？对佛菩萨我们是不是真信？是不是真的佩服？是不是真听话？经典上讲的我们真听吗？真听是要做到，没做到不是真听。",
      "zh_TW": "這個方法有效，但是眾生根性不同，佛在教學方便起見，把眾生的根性分為上中下三等，眾生根性非常複雜，三等叫大分，舉例而說。上根的人具足善根福德，容易開悟；中等的人，要用善巧方便，長時期的幫助他，也能放下；下根人，他對佛法無法接受，這是最難的，不容易度的。上中下三根與男女老少沒關係，與行業也沒有關係，與讀不讀書沒關係，與識不識字沒有關係，這個要知道。根性，佛菩薩能觀機，凡夫很難做到，凡夫靠經驗，不準，不準確。佛非常準確，佛能夠知道一切眾生，他有宿命通，你過去世生生世世的事情他都知道。所以，遇到佛、遇到菩薩，那是大福報。真正遇到善知識，他能教你、能幫助你，他用的方法契理契機。我們凡夫常常講，好像是世出世法古今中外，就是老實、聽話、真幹。有沒有道理？有道理，真正有道理。上上根人能做到，這種人成就快。具足這個條件，我們有理由相信，佛菩薩一定會幫他忙。我們的根性成熟不成熟佛菩薩都知道，除佛菩薩之外自己知道，別人靠不住。自己怎麼知道？對佛菩薩我們是不是真信？是不是真的佩服？是不是真聽話？經典上講的我們真聽嗎？真聽是要做到，沒做到不是真聽。"
    },
    {
      "id": "02-037-0105_p0006",
      "zh_CN": "三学、三慧，三学这三个是可以独立的，戒定慧，三慧不是独立的，三慧是一即是三，三即是一，菩萨修的。接触叫闻，耳听到叫闻，眼见到也叫闻，用一个字做代表。接触，接触就明了，那叫做思，其实他没有通过思考，一看就明白了，一听就明白了，接触就明白，明白叫思。修是什么？破迷、破障，一接触他障碍没有了，一听没有了，或者一看到就没有了，菩萨叫三慧。三学是因戒得定，因定开慧，它有次第的，三慧没有，这个要知道。他闻思修真是在一刹那完成的，这是上根人，很好教。",
      "zh_TW": "三學、三慧，三學這三個是可以獨立的，戒定慧，三慧不是獨立的，三慧是一即是三，三即是一，菩薩修的。接觸叫聞，耳聽到叫聞，眼見到也叫聞，用一個字做代表。接觸，接觸就明瞭，那叫做思，其實他沒有通過思考，一看就明白了，一聽就明白了，接觸就明白，明白叫思。修是什麼？破迷、破障，一接觸他障礙沒有了，一聽沒有了，或者一看到就沒有了，菩薩叫三慧。三學是因戒得定，因定開慧，它有次第的，三慧沒有，這個要知道。他聞思修真是在一剎那完成的，這是上根人，很好教。"
    },
    {
      "id": "02-037-0105_p0007",
      "zh_CN": "一切诸法的真正觉智，对一切诸法，就是通达诸法实相，对一切诸法的真相明了了，不再迷惑了。一切诸法的真相，相有性无，事有理无。佛经上讲得多，特别是大乘《般若经》，般若二十二年就是讲诸法实相，这是现代哲学跟科学所探索的，把一切法的真相找出来。佛法讲的，说空说无我们都听不懂，我们认为空无是什么都没有，不是的，它那个空无什么都有。一切诸法在我们面前，他看到了，我们没有看到。他看到什么？他看到当体即空，看到这个现象是波动现象，就像现在的科学家在最先进的仪器里面观察现象一样，所有一切法全是个相似相续相。今天科学家告诉我们，物质现象，没有一样物质是独立存在的，精神现象亦然，全是高速度的这种波动状况。像弥勒菩萨告诉我们，一秒钟波动的频率多少次？一千六百兆，这个单位是兆，我们怎么会知道？一弹指三百二十兆。所以我说我们看电影，过去电影是幻灯片，相续相，一秒钟二十四张我们就以为非常真实。如果我们的眼根有这种能力，一秒钟能把二十四张一张一张都看清楚，那这些电影银幕上的东西没有动，出生就灭了，一出生就灭了。好像现在科学家说的，他们现在讲意念，没有理由，无缘无故突然蹦出来，立刻就消失，就是佛所说的「当处出生，随处灭尽」，是这种状况。意念也不能够单独存在，没有一样东西是单独存在的。所以说它是空，说它是假的，说它是无。有没有？有，是个相续的相，不是独立的相，独立的相没有。相续的相存在，我们眼看花了，我们不知道它是相续相，这是宇宙的奥秘。",
      "zh_TW": "一切諸法的真正覺智，對一切諸法，就是通達諸法實相，對一切諸法的真相明瞭了，不再迷惑了。一切諸法的真相，相有性無，事有理無。佛經上講得多，特別是大乘《般若經》，般若二十二年就是講諸法實相，這是現代哲學跟科學所探索的，把一切法的真相找出來。佛法講的，說空說無我們都聽不懂，我們認為空無是什麼都沒有，不是的，它那個空無什麼都有。一切諸法在我們面前，他看到了，我們沒有看到。他看到什麼？他看到當體即空，看到這個現象是波動現象，就像現在的科學家在最先進的儀器裡面觀察現象一樣，所有一切法全是個相似相續相。今天科學家告訴我們，物質現象，沒有一樣物質是獨立存在的，精神現象亦然，全是高速度的這種波動狀況。像彌勒菩薩告訴我們，一秒鐘波動的頻率多少次？一千六百兆，這個單位是兆，我們怎麼會知道？一彈指三百二十兆。所以我說我們看電影，過去電影是幻燈片，相續相，一秒鐘二十四張我們就以為非常真實。如果我們的眼根有這種能力，一秒鐘能把二十四張一張一張都看清楚，那這些電影銀幕上的東西沒有動，出生就滅了，一出生就滅了。好像現在科學家說的，他們現在講意念，沒有理由，無緣無故突然蹦出來，立刻就消失，就是佛所說的「當處出生，隨處滅盡」，是這種狀況。意念也不能夠單獨存在，沒有一樣東西是單獨存在的。所以說它是空，說它是假的，說它是無。有沒有？有，是個相續的相，不是獨立的相，獨立的相沒有。相續的相存在，我們眼看花了，我們不知道它是相續相，這是宇宙的奧祕。"
    },
    {
      "id": "02-037-0105_p0008",
      "zh_CN": "空跟有是一桩事情，不是两桩事情，你从哪一面看，你从体看是空，你从相看是有，可是性相是一不是二。从这个地方、这个角度来看，阿罗汉、辟支佛、菩萨、佛，用现在的话来说，都是高等的科学家、高等的哲学家。他比我们现在科学、哲学更高明，为什么？他跟自性相应，他有真智慧，他有大德大能，他没有迷。我们今天科学、哲学只是在现象上发现了，实际上还是迷。为什么？他有我，他还有自私自利、还有名闻利养、还有七情五欲，这个东西没断掉。换句话说，他虽然看到宇宙一部分的事实真相，他不能了生死，他不能超越六道轮回，他没有办法将他自己身心跟整个宇宙融成一体，他没有这个能力。佛做到了，常寂光就是融成一体。",
      "zh_TW": "空跟有是一樁事情，不是兩樁事情，你從哪一面看，你從體看是空，你從相看是有，可是性相是一不是二。從這個地方、這個角度來看，阿羅漢、辟支佛、菩薩、佛，用現在的話來說，都是高等的科學家、高等的哲學家。他比我們現在科學、哲學更高明，為什麼？他跟自性相應，他有真智慧，他有大德大能，他沒有迷。我們今天科學、哲學只是在現象上發現了，實際上還是迷。為什麼？他有我，他還有自私自利、還有名聞利養、還有七情五欲，這個東西沒斷掉。換句話說，他雖然看到宇宙一部分的事實真相，他不能了生死，他不能超越六道輪迴，他沒有辦法將他自己身心跟整個宇宙融成一體，他沒有這個能力。佛做到了，常寂光就是融成一體。"
    },
    {
      "id": "02-037-0105_p0009",
      "zh_CN": "常寂光，我们讲心理，心在哪里？《楞严经》一开端，七处征心。世尊问阿难，心在哪里？阿难比我们聪明，说了七处，都被佛否定掉。心在遍法界虚空界，哪个地方没有？一切法从心想生，如果那个地方心想没有了，那就缺个洞了。身在哪里？身也遍法界虚空界。这是今天科学家、哲学家做不到的，这是事实真相。佛如是，我们哪一个不如是？只是佛觉知，他明白、他清楚，我们迷惑，不知道。迷得把阿赖耶的相分取一分做为自己的身相，不知道整个阿赖耶的相分是自己的身，身相；把阿赖耶的见分里头的一分，执着以为是我，是心相，以为是我的心。好的没有执着到，执着的是变质了，我见、我爱、我痴、我慢，四大烦恼，认为是我。所以末那识，从阿赖耶见分里头变出来的。这些事实真相，佛讲得清楚、讲得明白。所以成佛也叫成正觉，用这个来解释佛也很好。什么是佛？佛是正觉，你成正觉了你就叫成佛。人人都有正觉，迷了正觉叫众生。",
      "zh_TW": "常寂光，我們講心理，心在哪裡？《楞嚴經》一開端，七處徵心。世尊問阿難，心在哪裡？阿難比我們聰明，說了七處，都被佛否定掉。心在遍法界虛空界，哪個地方沒有？一切法從心想生，如果那個地方心想沒有了，那就缺個洞了。身在哪裡？身也遍法界虛空界。這是今天科學家、哲學家做不到的，這是事實真相。佛如是，我們哪一個不如是？只是佛覺知，他明白、他清楚，我們迷惑，不知道。迷得把阿賴耶的相分取一分做為自己的身相，不知道整個阿賴耶的相分是自己的身，身相；把阿賴耶的見分裡頭的一分，執著以為是我，是心相，以為是我的心。好的沒有執著到，執著的是變質了，我見、我愛、我痴、我慢，四大煩惱，認為是我。所以末那識，從阿賴耶見分裡頭變出來的。這些事實真相，佛講得清楚、講得明白。所以成佛也叫成正覺，用這個來解釋佛也很好。什麼是佛？佛是正覺，你成正覺了你就叫成佛。人人都有正覺，迷了正覺叫眾生。"
    },
    {
      "id": "02-037-0105_p0010",
      "zh_CN": "「《净影疏》曰：如来正觉，总举佛智」，说如来正觉。阿罗汉也称正觉，菩萨也称正觉，不圆满。阿罗汉只是放下了见思烦恼，放下执着，不再执着了，清净心现前，这个很重要。你看惠能大师开悟的时候第一句话说，「何期自性，本自清净」，他就见到了。说这句话就是见思烦恼断了，见思烦恼不断，这句话说不出来，很重要！我们修行，费尽多少力气不能成就，原因就是放不下。心不干净，妄念太多，禁不起外面境界诱惑，外面境界风吹草动，自己的清净完全失掉了。修行又离不开外境，离开外境你到哪里去修？境界里头对我们修行影响最大的是人事环境。那我们知道，真正的功夫就在人事环境里面去体验。佛说得好，顺境、善缘不起贪恋，要不起心不动念才行，逆境、恶缘也不能起心动念，你就成正觉了。你只要一起心动念，跟着起来的是烦恼习气，为什么？喜怒哀乐起来了，贪瞋痴慢起来了。六根对六尘境界，念念还起这些东西，麻烦！佛念得再好，往生没把握。为什么？临终最后一念是什么，谁有把握？临终最后一念不是阿弥陀佛，你就到别的道去了，总是离不开六道。",
      "zh_TW": "「《淨影疏》曰：如來正覺，總舉佛智」，說如來正覺。阿羅漢也稱正覺，菩薩也稱正覺，不圓滿。阿羅漢只是放下了見思煩惱，放下執著，不再執著了，清淨心現前，這個很重要。你看惠能大師開悟的時候第一句話說，「何期自性，本自清淨」，他就見到了。說這句話就是見思煩惱斷了，見思煩惱不斷，這句話說不出來，很重要！我們修行，費盡多少力氣不能成就，原因就是放不下。心不乾淨，妄念太多，禁不起外面境界誘惑，外面境界風吹草動，自己的清淨完全失掉了。修行又離不開外境，離開外境你到哪裡去修？境界裡頭對我們修行影響最大的是人事環境。那我們知道，真正的功夫就在人事環境裡面去體驗。佛說得好，順境、善緣不起貪戀，要不起心不動念才行，逆境、惡緣也不能起心動念，你就成正覺了。你只要一起心動念，跟著起來的是煩惱習氣，為什麼？喜怒哀樂起來了，貪瞋痴慢起來了。六根對六塵境界，念念還起這些東西，麻煩！佛念得再好，往生沒把握。為什麼？臨終最後一念是什麼，誰有把握？臨終最後一念不是阿彌陀佛，你就到別的道去了，總是離不開六道。"
    },
    {
      "id": "02-037-0105_p0011",
      "zh_CN": "这个事情我们在六道里搞了无量劫，这无量劫当中我们有没有学佛过？肯定有，没有你怎么可能在这听两个小时经？你能在这个地方坐两个小时，专注在听经，就说明你过去生中善根非常深厚。没有这个善根，你让这个人到这里来，坐五分钟就坐不住了，他就想离开了，怎么可能坐两个小时？怎么可能天天来听？你就知道他善根多厚。而且过去肯定学过这个法门，对这个法门生欢喜心。为什么没有往生？都是临命终时最后一念不是阿弥陀佛。这一生能做到吗？靠不住！如何叫这一生当中最后一念能够提起佛号？那就要真精进。从现在起，就得把万缘放下，经上讲的这个不能不听，做不到不行。当真把阿弥陀佛放在心上，身外之物随缘，什么都好，用欢喜心对待，绝不受外境障碍，要练到这个功夫，才真有把握。",
      "zh_TW": "這個事情我們在六道裡搞了無量劫，這無量劫當中我們有沒有學佛過？肯定有，沒有你怎麼可能在這聽兩個小時經？你能在這個地方坐兩個小時，專注在聽經，就說明你過去生中善根非常深厚。沒有這個善根，你讓這個人到這裡來，坐五分鐘就坐不住了，他就想離開了，怎麼可能坐兩個小時？怎麼可能天天來聽？你就知道他善根多厚。而且過去肯定學過這個法門，對這個法門生歡喜心。為什麼沒有往生？都是臨命終時最後一念不是阿彌陀佛。這一生能做到嗎？靠不住！如何叫這一生當中最後一念能夠提起佛號？那就要真精進。從現在起，就得把萬緣放下，經上講的這個不能不聽，做不到不行。當真把阿彌陀佛放在心上，身外之物隨緣，什麼都好，用歡喜心對待，絕不受外境障礙，要練到這個功夫，才真有把握。"
    },
    {
      "id": "02-037-0105_p0012",
      "zh_CN": "我们在《往生传》、在《净土圣贤录》看那么多人往生，里头一半以上，从接触这个法门，三年就成功了。前些年深圳一个年轻人，黄忠昌，很多人知道。他三十才出头，听说念佛三年可以往生，他做实验，实验到底是真是假。闭关三年，真用功。我听说他在关房里还有日记，最初在关房里也是心浮气躁。读《无量寿经》，念阿弥陀佛，真的把万缘放下，两年十个月他往生了，预知时至，自在往生。说明这是真的，这不是假的，他绝对不是寿命到了，还有寿命，不要了，我要跟着佛到极乐世界去。你的心是真心，愿是真愿，娑婆世界真放下，阿弥陀佛就来了。他来安慰你，等于说给你授记，他会告诉你，你寿命还有多少年，到你临命终时佛一定来接引，你的心就踏实了，你自己非常清楚、非常明了。可是有一部分人听到佛这个话，还有寿命，我不要了，我现在跟你去。佛很慈悲，没有一个不答应。来去自如，去很好，留也很好。",
      "zh_TW": "我們在《往生傳》、在《淨土聖賢錄》看那麼多人往生，裡頭一半以上，從接觸這個法門，三年就成功了。前些年深圳一個年輕人，黃忠昌，很多人知道。他三十才出頭，聽說念佛三年可以往生，他做實驗，實驗到底是真是假。閉關三年，真用功。我聽說他在關房裡還有日記，最初在關房裡也是心浮氣躁。讀《無量壽經》，念阿彌陀佛，真的把萬緣放下，兩年十個月他往生了，預知時至，自在往生。說明這是真的，這不是假的，他絕對不是壽命到了，還有壽命，不要了，我要跟著佛到極樂世界去。你的心是真心，願是真願，娑婆世界真放下，阿彌陀佛就來了。他來安慰你，等於說給你授記，他會告訴你，你壽命還有多少年，到你臨命終時佛一定來接引，你的心就踏實了，你自己非常清楚、非常明瞭。可是有一部分人聽到佛這個話，還有壽命，我不要了，我現在跟你去。佛很慈悲，沒有一個不答應。來去自如，去很好，留也很好。"
    },
    {
      "id": "02-037-0105_p0013",
      "zh_CN": "跟阿弥陀佛见过面，留在世间，他是极乐世界的人，他留在这里干什么？留在这里接引众生。肯定这个世间还有些人跟他有缘，他虽然随时可以走，他不走，帮助这些有缘人。他住在这个世间肯定没有自己。功夫高的，不但四相破了，四见也破了，像《金刚经》后半部所讲的，无我见、无人见、无众生见、无寿者见。四见破了的是法身菩萨，生实报土，四相破了生方便土，不一样！这桩事情是真的，不是假的。这是什么？带得去的。世间，我，包括这个身体，所有一切没有一样你带得去的。学佛同学一定要知道，要有这个智慧，带得去的我们认真努力干，带不去的不要。一门深入有好处，心是定的；学的东西太多、太杂，心还是散乱的，散乱心障碍就大了。「制心一处，无事不办」这佛常说的，有道理。用心专一，不杂、不乱，临终时自己才能够做得了主，才有把握。",
      "zh_TW": "跟阿彌陀佛見過面，留在世間，他是極樂世界的人，他留在這裡幹什麼？留在這裡接引眾生。肯定這個世間還有些人跟他有緣，他雖然隨時可以走，他不走，幫助這些有緣人。他住在這個世間肯定沒有自己。功夫高的，不但四相破了，四見也破了，像《金剛經》後半部所講的，無我見、無人見、無眾生見、無壽者見。四見破了的是法身菩薩，生實報土，四相破了生方便土，不一樣！這樁事情是真的，不是假的。這是什麼？帶得去的。世間，我，包括這個身體，所有一切沒有一樣你帶得去的。學佛同學一定要知道，要有這個智慧，帶得去的我們認真努力幹，帶不去的不要。一門深入有好處，心是定的；學的東西太多、太雜，心還是散亂的，散亂心障礙就大了。「制心一處，無事不辦」這佛常說的，有道理。用心專一，不雜、不亂，臨終時自己才能夠做得了主，才有把握。"
    },
    {
      "id": "02-037-0105_p0014",
      "zh_CN": "下面接着说，「可见如来正觉四字，全表佛智。此智甚深，故曰难量，因佛极证涅槃甚深法性」。涅槃就是自己的自性，不生不灭。证到涅槃的边际，证到涅槃的底蕴，涅槃深广无尽，佛完全证得，不是局部，是圆满的，所以在本经上称它作真实之际。际，从广来说，就是边际，从深处来说，就是底蕴，也叫际，到底了。取这个意思，甚深法性圆满的证得。「《嘉祥疏》曰：如来正觉其智难量者，明真智妙绝，照穷法界，非下情所测」。照是对空间讲的，穷是对时间讲的，一纵一横，横竖彻底。佛以下的，虽然证得，还没有圆满，没有彻底，那是讲等觉以下。等觉跟妙觉还是差一等，所以等觉还是在因位，妙觉才是果位，四十一个位次都是因位。菩萨，菩萨都证得了，圆教初住菩萨，明心见性，见性成佛。圆教初住菩萨，他在十法界里头应一切众生的机感，应以佛身得度，他就能现八相成道。我们在前面读过，这是十信心满就有这个能力，四种成佛里头，信满了成佛，就是十信修满了。他所证的跟妙觉果位上证的是一样的，但是没到究竟。他看到了，没有妙觉看得那么清楚，没有妙觉看得那么深刻，不是他没有看到。境界我们也不能不知道，知道，不迷，我修学在哪一个等级上自己清清楚楚，还要不断向上提升。",
      "zh_TW": "下面接著說，「可見如來正覺四字，全表佛智。此智甚深，故曰難量，因佛極證涅槃甚深法性」。涅槃就是自己的自性，不生不滅。證到涅槃的邊際，證到涅槃的底蘊，涅槃深廣無盡，佛完全證得，不是局部，是圓滿的，所以在本經上稱它作真實之際。際，從廣來說，就是邊際，從深處來說，就是底蘊，也叫際，到底了。取這個意思，甚深法性圓滿的證得。「《嘉祥疏》曰：如來正覺其智難量者，明真智妙絕，照窮法界，非下情所測」。照是對空間講的，窮是對時間講的，一縱一橫，橫豎徹底。佛以下的，雖然證得，還沒有圓滿，沒有徹底，那是講等覺以下。等覺跟妙覺還是差一等，所以等覺還是在因位，妙覺才是果位，四十一個位次都是因位。菩薩，菩薩都證得了，圓教初住菩薩，明心見性，見性成佛。圓教初住菩薩，他在十法界裡頭應一切眾生的機感，應以佛身得度，他就能現八相成道。我們在前面讀過，這是十信心滿就有這個能力，四種成佛裡頭，信滿了成佛，就是十信修滿了。他所證的跟妙覺果位上證的是一樣的，但是沒到究竟。他看到了，沒有妙覺看得那麼清楚，沒有妙覺看得那麼深刻，不是他沒有看到。境界我們也不能不知道，知道，不迷，我修學在哪一個等級上自己清清楚楚，還要不斷向上提升。"
    },
    {
      "id": "02-037-0105_p0015",
      "zh_CN": "「又《甄解》曰：如来正觉者，乘弥陀一如来成正觉故，此应身即本地身也。其智难量，念佛三昧为所住，住此发胜妙智故。」这一段的注解，念老下头有简单的解释，「盖谓释迦如来正觉，乃乘弥陀一如之乘而来成正觉」。弥陀一如之乘，就是一乘法；换句话说，释迦如来得弥陀如来的加持来成正觉，到我们这个世间来示现。特别是介绍极乐世界、介绍阿弥陀佛给大家，这时候肯定得到阿弥陀佛本愿威神加持。本愿威神就是四十八愿、五劫修行、十劫教化真实功德，加持给他佛，他方佛。特别是这尊佛要讲《无量寿经》、讲《弥陀经》、讲《观经》，专门介绍西方极乐世界，他肯定得阿弥陀佛加持。世尊如是，佛的这些弟子，菩萨身、声闻身，乃至在家的居士，闻到这个法门真信切愿，那我们就知道，这个人就像经中所说的，肯定他是过去生中曾经供养无量如来。今天得无量如来的加持，他能信、能愿、能行、能证，同时又得阿弥陀佛的加持，这一点都不假。",
      "zh_TW": "「又《甄解》曰：如來正覺者，乘彌陀一如來成正覺故，此應身即本地身也。其智難量，念佛三昧為所住，住此發勝妙智故。」這一段的註解，念老下頭有簡單的解釋，「蓋謂釋迦如來正覺，乃乘彌陀一如之乘而來成正覺」。彌陀一如之乘，就是一乘法；換句話說，釋迦如來得彌陀如來的加持來成正覺，到我們這個世間來示現。特別是介紹極樂世界、介紹阿彌陀佛給大家，這時候肯定得到阿彌陀佛本願威神加持。本願威神就是四十八願、五劫修行、十劫教化真實功德，加持給他佛，他方佛。特別是這尊佛要講《無量壽經》、講《彌陀經》、講《觀經》，專門介紹西方極樂世界，他肯定得阿彌陀佛加持。世尊如是，佛的這些弟子，菩薩身、聲聞身，乃至在家的居士，聞到這個法門真信切願，那我們就知道，這個人就像經中所說的，肯定他是過去生中曾經供養無量如來。今天得無量如來的加持，他能信、能願、能行、能證，同時又得阿彌陀佛的加持，這一點都不假。"
    },
    {
      "id": "02-037-0105_p0016",
      "zh_CN": "特别是诸佛如来，得阿弥陀佛的加持，「故与弥陀同一真如，亦即同一法身。当前现瑞之应身佛」，这指释迦牟尼佛，三千年前示现在印度，应身佛，「实即法身如来」，法身说他本地身，他的本身。本地身无所不在、无时不在，能随众生心应所知量。他所现的虽然是应身或者是化身，跟法身分不开，应化身的体是法身，这个要知道，没有体他怎么现得出来？我们在学习，常常用电视萤幕做比喻，把电视的萤幕比喻作法身，里面的现相是应身、是化身，你说应化身有没有离开萤幕？离开萤幕都不能显。法身是能现能生，应化身是所生所现，能所是一不是二。应化身是真佛，不是假佛。「一如弥陀住于念佛三昧，由于住此三昧，发胜妙之智慧。」念佛三昧，我们常讲，心里头只有阿弥陀佛，那就是念佛三昧。心里头果然真的只有阿弥陀佛，除阿弥陀佛，其他的都没有，我们就可以说你与弥陀同在。弥陀就住在你身心之中，那就能发胜妙智慧，所以「其智难量」。这个智是什么？是阿弥陀佛加持给你的，换句话说，也就是你的自性智慧。得阿弥陀佛这个缘，自性本具智慧是因，得阿弥陀佛的缘，透出来了，起作用了。",
      "zh_TW": "特別是諸佛如來，得阿彌陀佛的加持，「故與彌陀同一真如，亦即同一法身。當前現瑞之應身佛」，這指釋迦牟尼佛，三千年前示現在印度，應身佛，「實即法身如來」，法身說他本地身，他的本身。本地身無所不在、無時不在，能隨眾生心應所知量。他所現的雖然是應身或者是化身，跟法身分不開，應化身的體是法身，這個要知道，沒有體他怎麼現得出來？我們在學習，常常用電視螢幕做比喻，把電視的螢幕比喻作法身，裡面的現相是應身、是化身，你說應化身有沒有離開螢幕？離開螢幕都不能顯。法身是能現能生，應化身是所生所現，能所是一不是二。應化身是真佛，不是假佛。「一如彌陀住於念佛三昧，由於住此三昧，發勝妙之智慧。」念佛三昧，我們常講，心裡頭只有阿彌陀佛，那就是念佛三昧。心裡頭果然真的只有阿彌陀佛，除阿彌陀佛，其他的都沒有，我們就可以說你與彌陀同在。彌陀就住在你身心之中，那就能發勝妙智慧，所以「其智難量」。這個智是什麼？是阿彌陀佛加持給你的，換句話說，也就是你的自性智慧。得阿彌陀佛這個緣，自性本具智慧是因，得阿彌陀佛的緣，透出來了，起作用了。"
    },
    {
      "id": "02-037-0105_p0017",
      "zh_CN": "「因此非地上及等觉诸大士，所能称量测度也」，这个智慧简直就是佛智。诸大士是指初地到十地的菩萨，这十个阶位，上面是等觉，他们都没有办法测量。你得佛，阿弥陀佛加持的时候，显现这个智慧殊胜微妙，等觉菩萨都不知道。「由于胜妙真智，照了真如」，真如是自性。下面这一句，「并能通达一切诸法，无有阻碍」。真如是体，诸法是现象、是作用，这是从自性体相用，在佛法里头就是《大方广佛华严经》，是这个境界。「故曰无有障碍」，清凉大师总结出四种无碍，理无碍、事无碍、理事无碍、事事无碍，这是《大华严经》的境界。",
      "zh_TW": "「因此非地上及等覺諸大士，所能稱量測度也」，這個智慧簡直就是佛智。諸大士是指初地到十地的菩薩，這十個階位，上面是等覺，他們都沒有辦法測量。你得佛，阿彌陀佛加持的時候，顯現這個智慧殊勝微妙，等覺菩薩都不知道。「由於勝妙真智，照了真如」，真如是自性。下面這一句，「並能通達一切諸法，無有阻礙」。真如是體，諸法是現象、是作用，這是從自性體相用，在佛法裡頭就是《大方廣佛華嚴經》，是這個境界。「故曰無有障礙」，清涼大師總結出四種無礙，理無礙、事無礙、理事無礙、事事無礙，這是《大華嚴經》的境界。"
    },
    {
      "id": "02-037-0105_p0018",
      "zh_CN": "下面一段，「德用圆融」，前面讲自性般若智慧，般若智慧起作用，「三德妙用」，第一段「念劫圆融」。",
      "zh_TW": "下面一段，「德用圓融」，前面講自性般若智慧，般若智慧起作用，「三德妙用」，第一段「念劫圓融」。"
    },
    {
      "id": "02-037-0105_p0019",
      "zh_CN": "【能于念顷。住无量亿劫。身及诸根。无有增减。】",
      "zh_TW": "【能於念頃。住無量億劫。身及諸根。無有增減。】"
    },
    {
      "id": "02-037-0105_p0020",
      "zh_CN": "念老注解里头说，这四句见《唐译》，「显本地法身之德。住无量亿劫，表佛寿命无量。《最胜王经．寿量品》偈曰：若人住亿劫，尽力常算数，亦复不能知，世尊之寿量」，真的是无量寿。下面这个解释，这念老说的，「今经云能于一念」，一念的时间很短。释迦牟尼佛问弥勒菩萨，心有所念，那就是一念。我们凡夫感觉得有一念，起这个念头，一念，实际上这一念里头多少细念？有三百二十兆。三百二十兆个细念缠缚在一起，让我们感觉到有一念，这个时间多长？一弹指。就是这么短的时间，「住无量劫」，念劫圆融。说明什么？时间是假的，不是真的。时间从哪里生的？从我们念头上生的。一念能够展开为无量劫，无量劫能够变成一念，自性本具有这样的能力，这就是《华严经》「事事无碍法界十玄门中之十世隔法异成门」。这我们前面讲过，在概要里头说过，《华严》十玄，本经也具足。",
      "zh_TW": "念老註解裡頭說，這四句見《唐譯》，「顯本地法身之德。住無量億劫，表佛壽命無量。《最勝王經．壽量品》偈曰：若人住億劫，盡力常算數，亦復不能知，世尊之壽量」，真的是無量壽。下面這個解釋，這念老說的，「今經云能於一念」，一念的時間很短。釋迦牟尼佛問彌勒菩薩，心有所念，那就是一念。我們凡夫感覺得有一念，起這個念頭，一念，實際上這一念裡頭多少細念？有三百二十兆。三百二十兆個細念纏縛在一起，讓我們感覺到有一念，這個時間多長？一彈指。就是這麼短的時間，「住無量劫」，念劫圓融。說明什麼？時間是假的，不是真的。時間從哪裡生的？從我們念頭上生的。一念能夠展開為無量劫，無量劫能夠變成一念，自性本具有這樣的能力，這就是《華嚴經》「事事無礙法界十玄門中之十世隔法異成門」。這我們前面講過，在概要裡頭說過，《華嚴》十玄，本經也具足。"
    },
    {
      "id": "02-037-0105_p0021",
      "zh_CN": "「如《晋译华严》曰」，就是《六十华严》，「知无量劫是一念，知一念即无量劫。延促同时，正与今经一味」，跟此地经文讲的是一个意思。「足证今经无异《华严》」，这也证明《无量寿经》跟《华严》没有两样，「释尊」，释迦牟尼佛，即是毘卢遮那，毘卢遮那是法身佛，释迦牟尼佛是应身佛。法身佛遍法界虚空界，叫毘卢遮那，梵语毘卢遮那翻成中国意思叫遍一切处，这个意思，法身遍一切处。法身佛在哪里？法身佛就在此地，就在此时，没有过去、现在、未来，没有四维、四方、上下，没有，也就是说空间跟时间全没有。他无时不在、无处不在，众生有感他就现身，现什么身不是自己意思，众生的意思，随众生心，应如是量。众生自己心里所希望的，他就出现，所以这个应所知量是众生之所知。佛呢？佛没有起心动念、没有分别执着。不但佛如是，法身菩萨乃至于阿罗汉，出现在这个世间，都有这种能力，随心应量。",
      "zh_TW": "「如《晉譯華嚴》曰」，就是《六十華嚴》，「知無量劫是一念，知一念即無量劫。延促同時，正與今經一味」，跟此地經文講的是一個意思。「足證今經無異《華嚴》」，這也證明《無量壽經》跟《華嚴》沒有兩樣，「釋尊」，釋迦牟尼佛，即是毘盧遮那，毘盧遮那是法身佛，釋迦牟尼佛是應身佛。法身佛遍法界虛空界，叫毘盧遮那，梵語毘盧遮那翻成中國意思叫遍一切處，這個意思，法身遍一切處。法身佛在哪裡？法身佛就在此地，就在此時，沒有過去、現在、未來，沒有四維、四方、上下，沒有，也就是說空間跟時間全沒有。他無時不在、無處不在，眾生有感他就現身，現什麼身不是自己意思，眾生的意思，隨眾生心，應如是量。眾生自己心裡所希望的，他就出現，所以這個應所知量是眾生之所知。佛呢？佛沒有起心動念、沒有分別執著。不但佛如是，法身菩薩乃至於阿羅漢，出現在這個世間，都有這種能力，隨心應量。"
    },
    {
      "id": "02-037-0105_p0022",
      "zh_CN": "所以，「我土应身教主」，这句话就是本师释迦牟尼佛，我们现在居住的地球，应身教主释迦牟尼佛，「亦即是法身无量寿佛」。「释迦与毘卢、弥陀不一不异」，不一不异就是底下这两句经文，『身及诸根，无有增减』，表佛身殊妙，殊胜微妙。「由于住本地法身，示现之应身即具圆满报身德」。无论是佛的应身，应身是八相成道，在这个世间要住一段时期；化身那就不一定，有的几分钟、有的几个小时，甚至于也有几天的，不知道他从哪里来，不知道他到哪里去，化身。",
      "zh_TW": "所以，「我土應身教主」，這句話就是本師釋迦牟尼佛，我們現在居住的地球，應身教主釋迦牟尼佛，「亦即是法身無量壽佛」。「釋迦與毘盧、彌陀不一不異」，不一不異就是底下這兩句經文，『身及諸根，無有增減』，表佛身殊妙，殊勝微妙。「由於住本地法身，示現之應身即具圓滿報身德」。無論是佛的應身，應身是八相成道，在這個世間要住一段時期；化身那就不一定，有的幾分鐘、有的幾個小時，甚至於也有幾天的，不知道他從哪裡來，不知道他到哪裡去，化身。"
    },
    {
      "id": "02-037-0105_p0023",
      "zh_CN": "我们看虚云老和尚《年谱》，最明显的，诸位看到他老人家去朝五台山，三步一拜，三年才拜到五台山。这么长的时间，非常辛苦，尤其荒山野岭，没有人居住的地方，他晚上露宿。生过两次病，病倒了，遇到了一个乞丐，乞丐照顾他，照顾他不少天，把他身体养好，他继续再拜。第二次又病倒了，又碰到这个乞丐，他很感激，就问他，问他叫什么名字？他告诉老和尚说，他说他叫文吉，文章的文，吉祥的吉。问他住哪里？说他住在五台山，他说你朝五台山，到五台山去问的时候，大家都知道我。他到了五台山到处打听，文吉有没有人知道？别人告诉他是文殊菩萨，他才恍然大悟。那是化身，文殊菩萨的化身，时间长，照顾他十几天，把他的病照顾好就不见了，人到哪里去了也不晓得，第二次生病也是照顾了十几天。所以这个化身是就为办这桩事情。历尽千辛万苦，佛菩萨时时刻刻照顾，魔难是有，但是决定是安全的，换句话说，你决定死不了。菩萨照顾，你怎么会死得了？你还有任务，你还有工作没做完。",
      "zh_TW": "我們看虛雲老和尚《年譜》，最明顯的，諸位看到他老人家去朝五台山，三步一拜，三年才拜到五台山。這麼長的時間，非常辛苦，尤其荒山野嶺，沒有人居住的地方，他晚上露宿。生過兩次病，病倒了，遇到了一個乞丐，乞丐照顧他，照顧他不少天，把他身體養好，他繼續再拜。第二次又病倒了，又碰到這個乞丐，他很感激，就問他，問他叫什麼名字？他告訴老和尚說，他說他叫文吉，文章的文，吉祥的吉。問他住哪裡？說他住在五台山，他說你朝五台山，到五台山去問的時候，大家都知道我。他到了五台山到處打聽，文吉有沒有人知道？別人告訴他是文殊菩薩，他才恍然大悟。那是化身，文殊菩薩的化身，時間長，照顧他十幾天，把他的病照顧好就不見了，人到哪裡去了也不曉得，第二次生病也是照顧了十幾天。所以這個化身是就為辦這樁事情。歷盡千辛萬苦，佛菩薩時時刻刻照顧，魔難是有，但是決定是安全的，換句話說，你決定死不了。菩薩照顧，你怎麼會死得了？你還有任務，你還有工作沒做完。"
    },
    {
      "id": "02-037-0105_p0024",
      "zh_CN": "老和尚《年谱》上有一段记载，他入定，到兜率天了，他就想往生到兜率天，见到弥勒菩萨，不想回来。弥勒菩萨说不行，你的事情没做完，你还得下去。在兜率天内院见到几个老同修，他们已经在那里，我们这个世界往生了，确实他们生兜率天。我们相信虚云老和尚不会编故事，不会打妄语，真实的事情，特地朝山两次大病，菩萨照顾。所以，由于住本地法身，法身无时无处不在，示现之应身就圆具圆满报身德。你看文吉示现乞丐的身分，他能把老和尚一身病照顾好，让他恢复健康，继续去朝山。古时候这种朝山用意何在？也是度化众生，以身教教导众生礼敬诸佛，自己做出榜样来给大家看。让一些人看到感动，佛不是有真正的大德、大智、大行，如何能叫一个衲子这么样的虔诚去朝拜？现身说法，功德在这个地方。多少人看到他，觉悟了，醒悟过来了，对佛法产生信心，功德在此地，发生信心、产生信心。",
      "zh_TW": "老和尚《年譜》上有一段記載，他入定，到兜率天了，他就想往生到兜率天，見到彌勒菩薩，不想回來。彌勒菩薩說不行，你的事情沒做完，你還得下去。在兜率天內院見到幾個老同修，他們已經在那裡，我們這個世界往生了，確實他們生兜率天。我們相信虛雲老和尚不會編故事，不會打妄語，真實的事情，特地朝山兩次大病，菩薩照顧。所以，由於住本地法身，法身無時無處不在，示現之應身就圓具圓滿報身德。你看文吉示現乞丐的身分，他能把老和尚一身病照顧好，讓他恢復健康，繼續去朝山。古時候這種朝山用意何在？也是度化眾生，以身教教導眾生禮敬諸佛，自己做出榜樣來給大家看。讓一些人看到感動，佛不是有真正的大德、大智、大行，如何能叫一個衲子這麼樣的虔誠去朝拜？現身說法，功德在這個地方。多少人看到他，覺悟了，醒悟過來了，對佛法產生信心，功德在此地，發生信心、產生信心。"
    },
    {
      "id": "02-037-0105_p0025",
      "zh_CN": "「德用圆融」里头三科，第二「征」。",
      "zh_TW": "「德用圓融」裡頭三科，第二「徵」。"
    },
    {
      "id": "02-037-0105_p0026",
      "zh_CN": "【所以者何。】",
      "zh_TW": "【所以者何。】"
    },
    {
      "id": "02-037-0105_p0027",
      "zh_CN": "这是接着前面「身及诸根，无有增减」，为什么？底下解释。",
      "zh_TW": "這是接著前面「身及諸根，無有增減」，為什麼？底下解釋。"
    },
    {
      "id": "02-037-0105_p0028",
      "zh_CN": "【如来定慧。究畅无极。】",
      "zh_TW": "【如來定慧。究暢無極。】"
    },
    {
      "id": "02-037-0105_p0029",
      "zh_CN": "所以他能够念劫圆融，如来的定，他所得的定，禅定。慧是智慧。「戒定慧，称为三无漏学」。戒是戒律，是一般世间人讲规矩，正所谓没有规矩就不能成就方圆。规是圆规，画圆的，矩是矩尺，九十度的，这画方形的，做木工必须要具备的工具。所以没有规矩不成方圆。戒律是学佛的人必须要遵守的规矩，戒定慧称为三无漏学。佛教传到中国来，把这个学习的理念带给中国，儒接受了，道也接受了。一门深入，长时薰修，都是这个概念延伸的。一门深入是戒，真正能守得住，一般标准是十年，十年把心定在一门上，无论是哪一门，当然是你喜欢的、是你爱好的。为什么？你学得有兴趣，你对它根深蒂固，容易得定。你的念头原本是散乱的，经过这个方法训练，让你的意念能够集中。孟子所谓的「学问之道无他，求其放心而已」。放心是什么？散乱的心，把散乱的心归一这就是学问之道。大势至菩萨教给我们「都摄六根」，那就是收心，把意念集中，一向专念，他就成功了。这个方法妙绝了，你容易得三昧，得三昧之后就容易开悟。",
      "zh_TW": "所以他能夠念劫圓融，如來的定，他所得的定，禪定。慧是智慧。「戒定慧，稱為三無漏學」。戒是戒律，是一般世間人講規矩，正所謂沒有規矩就不能成就方圓。規是圓規，畫圓的，矩是矩尺，九十度的，這畫方形的，做木工必須要具備的工具。所以沒有規矩不成方圓。戒律是學佛的人必須要遵守的規矩，戒定慧稱為三無漏學。佛教傳到中國來，把這個學習的理念帶給中國，儒接受了，道也接受了。一門深入，長時薰修，都是這個概念延伸的。一門深入是戒，真正能守得住，一般標準是十年，十年把心定在一門上，無論是哪一門，當然是你喜歡的、是你愛好的。為什麼？你學得有興趣，你對它根深蒂固，容易得定。你的念頭原本是散亂的，經過這個方法訓練，讓你的意念能夠集中。孟子所謂的「學問之道無他，求其放心而已」。放心是什麼？散亂的心，把散亂的心歸一這就是學問之道。大勢至菩薩教給我們「都攝六根」，那就是收心，把意念集中，一向專念，他就成功了。這個方法妙絕了，你容易得三昧，得三昧之後就容易開悟。"
    },
    {
      "id": "02-037-0105_p0030",
      "zh_CN": "所以，佛法跟中国传统文化儒、道，佛也算进去，儒释道三家，都重视三昧，重视有定功。定还是手段，不是目的，目的在因定开悟，开悟就是开智慧。智慧是什么？实际上说智慧就是三昧的作用。你先得到三昧，三昧成熟了，起作用，起作用是智慧。所以，禅定是根本智，起作用的叫后得智。在《华严经》上，善财童子在文殊菩萨会下得定，成就根本智。根本智在《般若经》上所说的叫「般若无知」，那就是根本智，般若无知，起作用的时候叫「无所不知」，无所不知是起作用，无知而后才能无所不知。我们这个世间人学东西跟这个方法相反，我们是要求知，求一辈子，知之很有限。所以你有知就有所不知，你不知道的东西太多了。",
      "zh_TW": "所以，佛法跟中國傳統文化儒、道，佛也算進去，儒釋道三家，都重視三昧，重視有定功。定還是手段，不是目的，目的在因定開悟，開悟就是開智慧。智慧是什麼？實際上說智慧就是三昧的作用。你先得到三昧，三昧成熟了，起作用，起作用是智慧。所以，禪定是根本智，起作用的叫後得智。在《華嚴經》上，善財童子在文殊菩薩會下得定，成就根本智。根本智在《般若經》上所說的叫「般若無知」，那就是根本智，般若無知，起作用的時候叫「無所不知」，無所不知是起作用，無知而後才能無所不知。我們這個世間人學東西跟這個方法相反，我們是要求知，求一輩子，知之很有限。所以你有知就有所不知，你不知道的東西太多了。"
    },
    {
      "id": "02-037-0105_p0031",
      "zh_CN": "在中国惠能大师的例子，诸位就能看得很清楚、很明白。惠能大师无知，我们要记住，他二十四岁，年纪很轻，家庭环境非常清寒，没有念过书，不认识字，砍柴为生。每天上山砍柴，到城里去卖柴，这个工作很辛苦，这苦力。柴卖掉，得了几个钱，柴很便宜，不贵，他也只能买一点米过个一天的生活，一天不砍柴一天就没生活，这是惠能大师当时的环境。偶然一个机缘，柴卖掉的时候，拿着钱想出去买东西，这个买柴的人住在客栈里头，听到人家在里头念《金刚经》，偶尔听到。他就觉得很有趣味，站了一会，等他把经念完，他去叩门向他请教，你念的是什么？里面人告诉他，我念的《金刚经》。他把他听到的，所感触的，就是体会到的，给这位居士讲，这位居士非常惊讶，他讲得很好。那真的是有心人，看到年轻人愿意帮助，这个人有善根，不是普通人。就劝他到黄梅跟五祖忍和尚去学佛法去，你有这分天才。家穷，人家给他十两银子，十两可是一笔大钱，给他做安家费，几个志同道合的学佛的朋友替他照顾他的母亲，他无后顾之忧，去了。",
      "zh_TW": "在中國惠能大師的例子，諸位就能看得很清楚、很明白。惠能大師無知，我們要記住，他二十四歲，年紀很輕，家庭環境非常清寒，沒有念過書，不認識字，砍柴為生。每天上山砍柴，到城裡去賣柴，這個工作很辛苦，這苦力。柴賣掉，得了幾個錢，柴很便宜，不貴，他也只能買一點米過個一天的生活，一天不砍柴一天就沒生活，這是惠能大師當時的環境。偶然一個機緣，柴賣掉的時候，拿著錢想出去買東西，這個買柴的人住在客棧裡頭，聽到人家在裡頭念《金剛經》，偶爾聽到。他就覺得很有趣味，站了一會，等他把經念完，他去叩門向他請教，你念的是什麼？裡面人告訴他，我念的《金剛經》。他把他聽到的，所感觸的，就是體會到的，給這位居士講，這位居士非常驚訝，他講得很好。那真的是有心人，看到年輕人願意幫助，這個人有善根，不是普通人。就勸他到黃梅跟五祖忍和尚去學佛法去，你有這分天才。家窮，人家給他十兩銀子，十兩可是一筆大錢，給他做安家費，幾個志同道合的學佛的朋友替他照顧他的母親，他無後顧之憂，去了。"
    },
    {
      "id": "02-037-0105_p0032",
      "zh_CN": "在黄梅住八个月，讲堂天天讲经，他没去听过一次，没有人安排给他，禅堂天天参禅，他一支香没坐过。五祖分配他的工作，柴房里面破柴、舂米。也是苦力，他是卖柴出身的，叫他天天去破柴，这个工作干了八个月。居然他跟五祖心里头有默契，没人知道，五祖心里头有他，常常念着他，他也常常念着祖师。传法给他，《坛经》里记载的都是禅机，五祖到碓房里面去看他，他在舂米。看他身上还绑了个石头，因为他个子小，人轻，没有力量，所以绑个石头，就问他，这米熟了没有？舂熟了没有？这禅机！他说熟了，早就熟了，还欠筛，最后一道手续，把那些糠筛掉，还有糠没筛掉。五祖的拐杖在他的碓上敲了三下就走了，别人不知道，这是叫他三更到方丈室去，他就懂得。三更他就去看五祖，方丈室的门开的，没关，他一推就进去了。你看默契，没人知道。给他讲《金刚经》大意，当然他没念过书，不需要看经本，讲到「应无所住，而生其心」，他就开悟了。说了五句话，那就是他的心得报告，五祖衣钵就传给他了。",
      "zh_TW": "在黃梅住八個月，講堂天天講經，他沒去聽過一次，沒有人安排給他，禪堂天天參禪，他一支香沒坐過。五祖分配他的工作，柴房裡面破柴、舂米。也是苦力，他是賣柴出身的，叫他天天去破柴，這個工作幹了八個月。居然他跟五祖心裡頭有默契，沒人知道，五祖心裡頭有他，常常念著他，他也常常念著祖師。傳法給他，《壇經》裡記載的都是禪機，五祖到碓房裡面去看他，他在舂米。看他身上還綁了個石頭，因為他個子小，人輕，沒有力量，所以綁個石頭，就問他，這米熟了沒有？舂熟了沒有？這禪機！他說熟了，早就熟了，還欠篩，最後一道手續，把那些糠篩掉，還有糠沒篩掉。五祖的拐杖在他的碓上敲了三下就走了，別人不知道，這是叫他三更到方丈室去，他就懂得。三更他就去看五祖，方丈室的門開的，沒關，他一推就進去了。你看默契，沒人知道。給他講《金剛經》大意，當然他沒念過書，不需要看經本，講到「應無所住，而生其心」，他就開悟了。說了五句話，那就是他的心得報告，五祖衣缽就傳給他了。"
    },
    {
      "id": "02-037-0105_p0033",
      "zh_CN": "释迦牟尼佛开悟讲了一部《大方广佛华严经》，六祖只说了五句话，二十个字，跟释迦开悟所讲的《华严经》可以说是完全相同。换句话说，《华严经》浓缩起来就是六祖的五句话，六祖说的五句展开来就是《大方广佛华严经》。释迦牟尼佛在印度示现成佛，惠能大师在中国这块土地上示现成佛，那叫上上根人，不认识字。他是不是全通了？全通了，真的是『如来智慧，究畅无极』，他真通了。释迦牟尼佛所说的一切经，你念给他听，他讲给你听，他讲得非常透彻，能叫你听了开悟，真正不可思议。能大师给我们的实验，让我们在大乘经里面很多不可思议的境界，他的表演让我们领悟到了，这是真的，不是假的。",
      "zh_TW": "釋迦牟尼佛開悟講了一部《大方廣佛華嚴經》，六祖只說了五句話，二十個字，跟釋迦開悟所講的《華嚴經》可以說是完全相同。換句話說，《華嚴經》濃縮起來就是六祖的五句話，六祖說的五句展開來就是《大方廣佛華嚴經》。釋迦牟尼佛在印度示現成佛，惠能大師在中國這塊土地上示現成佛，那叫上上根人，不認識字。他是不是全通了？全通了，真的是『如來智慧，究暢無極』，他真通了。釋迦牟尼佛所說的一切經，你念給他聽，他講給你聽，他講得非常透徹，能叫你聽了開悟，真正不可思議。能大師給我們的實驗，讓我們在大乘經裡面很多不可思議的境界，他的表演讓我們領悟到了，這是真的，不是假的。"
    },
    {
      "id": "02-037-0105_p0034",
      "zh_CN": "「《会疏》曰：究谓究竟」，追根究柢，「畅谓通畅。简异因位所得」，简是简别，简异就是不同的意思。不同因位所得，他得的是果位，他不是因位，他证果了，所以叫「无极」，定慧都究畅无极。底下的解释，「佛之禅定智慧，究竟通畅，非一切在因位之大士所能得」。不是一般在因位的菩萨，这是个证果的人。在一般来讲，因位多半指十法界，声闻、缘觉、菩萨、佛，十法界的佛，都属于因位。但是实大乘，十法界是权大乘，权教，超过十法界，住在诸佛实报庄严土的这些菩萨，这叫真的大乘，就是实实在在是大乘。实大乘的菩萨有四十一个阶位，圆教从初住到等觉四十一个位次，这叫实大乘，前面我们学过。他们也没办法，对于如来定慧也是莫测高深。这桩事情唯证方知，只有自己亲证才知道，自己不是亲证，都不知道佛的定慧达到什么样的境界。",
      "zh_TW": "「《會疏》曰：究謂究竟」，追根究柢，「暢謂通暢。簡異因位所得」，簡是簡別，簡異就是不同的意思。不同因位所得，他得的是果位，他不是因位，他證果了，所以叫「無極」，定慧都究暢無極。底下的解釋，「佛之禪定智慧，究竟通暢，非一切在因位之大士所能得」。不是一般在因位的菩薩，這是個證果的人。在一般來講，因位多半指十法界，聲聞、緣覺、菩薩、佛，十法界的佛，都屬於因位。但是實大乘，十法界是權大乘，權教，超過十法界，住在諸佛實報莊嚴土的這些菩薩，這叫真的大乘，就是實實在在是大乘。實大乘的菩薩有四十一個階位，圓教從初住到等覺四十一個位次，這叫實大乘，前面我們學過。他們也沒辦法，對於如來定慧也是莫測高深。這樁事情唯證方知，只有自己親證才知道，自己不是親證，都不知道佛的定慧達到什麼樣的境界。"
    },
    {
      "id": "02-037-0105_p0035",
      "zh_CN": "下面再说出这第三，这是「解脱德」，「于法自在」，你看法身、般若、解脱，三德秘藏。",
      "zh_TW": "下面再說出這第三，這是「解脫德」，「於法自在」，你看法身、般若、解脫，三德祕藏。"
    },
    {
      "id": "02-037-0105_p0036",
      "zh_CN": "【于一切法。而得最胜自在故。】",
      "zh_TW": "【於一切法。而得最勝自在故。】"
    },
    {
      "id": "02-037-0105_p0037",
      "zh_CN": "『最胜』这两个字是《唐译》的，念老特别在这些地方给我们注出来，说明夏莲居居士会集这部经，字字句句都有出处，不是随便用的字，全是五种原译本里头的原文。会集不容易，比翻译困难，因为翻译自己用什么文字可以斟酌，会集不可以，决定是原经文的字，你要从这里头采取，你不能换它的。所以这两个字是《唐译》的。「心离烦恼之系缚，通达无碍」，这叫自在，自在里头最殊胜的自在。「又不谋而运，一切无碍，谓之自在」，谋是研究、是策划，那是通过意识。佛菩萨不用心意识，这叫真的自在。这是什么？这是真的智慧。所以，智慧跟知识不一样，知识是从意识心里头现出来的，智慧是从自性现出来的，不一样。知识能解决局部问题，有时候还不免有后遗症，智慧不会。",
      "zh_TW": "『最勝』這兩個字是《唐譯》的，念老特別在這些地方給我們註出來，說明夏蓮居居士會集這部經，字字句句都有出處，不是隨便用的字，全是五種原譯本裡頭的原文。會集不容易，比翻譯困難，因為翻譯自己用什麼文字可以斟酌，會集不可以，決定是原經文的字，你要從這裡頭採取，你不能換它的。所以這兩個字是《唐譯》的。「心離煩惱之繫縛，通達無礙」，這叫自在，自在裡頭最殊勝的自在。「又不謀而運，一切無礙，謂之自在」，謀是研究、是策劃，那是通過意識。佛菩薩不用心意識，這叫真的自在。這是什麼？這是真的智慧。所以，智慧跟知識不一樣，知識是從意識心裡頭現出來的，智慧是從自性現出來的，不一樣。知識能解決局部問題，有時候還不免有後遺症，智慧不會。"
    },
    {
      "id": "02-037-0105_p0038",
      "zh_CN": "「如《华严经》中之十自在」，举《华严经》的例子，十种自在。第一种，「命自在，菩萨得长寿慧命，经无量阿僧祇劫住持世间，无有障碍」。这个事情难，一般人认为这是神话，它是真的。谁证得？法身菩萨证得。我们要问，惠能有没有证得？肯定证得。他没有长寿！他长寿我们不知道，我们只看到人身体，没有看到那个人。身体是个物质，这个寿命有长有短。真正得道的人，就是证果的人，他这个身体寿命不是业报的，是什么？是应众生之感，就是缘生的。众生跟他有缘他就住世，缘要是尽了他就走了，他自在。他生到这个世间来，他知道他从哪里来的，他离开这个世界，他知道他到哪里去，他真的是长寿。真像经上所说的，菩萨长寿慧命，经无量阿僧祇劫住持世间，这不是假的。",
      "zh_TW": "「如《華嚴經》中之十自在」，舉《華嚴經》的例子，十種自在。第一種，「命自在，菩薩得長壽慧命，經無量阿僧祇劫住持世間，無有障礙」。這個事情難，一般人認為這是神話，它是真的。誰證得？法身菩薩證得。我們要問，惠能有沒有證得？肯定證得。他沒有長壽！他長壽我們不知道，我們只看到人身體，沒有看到那個人。身體是個物質，這個壽命有長有短。真正得道的人，就是證果的人，他這個身體壽命不是業報的，是什麼？是應眾生之感，就是緣生的。眾生跟他有緣他就住世，緣要是盡了他就走了，他自在。他生到這個世間來，他知道他從哪裡來的，他離開這個世界，他知道他到哪裡去，他真的是長壽。真像經上所說的，菩薩長壽慧命，經無量阿僧祇劫住持世間，這不是假的。"
    },
    {
      "id": "02-037-0105_p0039",
      "zh_CN": "阿罗汉他的定慧超越六道轮回，住十法界的四圣法界。像惠能大师这是大彻大悟，明心见性，他不住十法界，他住诸佛实报庄严土。实报庄严土的寿量，一般讲是三个阿僧祇劫，《华严经》上讲无量阿僧祇劫，无量跟三差别很大。真的吗？真的。三大阿僧祇劫他就证得妙觉果位，回归自性，在净土里面讲，他住常寂光，他不住实报土。但是实报土里面的菩萨有感，他就有应，应身还是住实报土，这是佛门叫倒驾慈航。为什么？他在寂光土，不能帮助实报土的这些菩萨们，他不能帮助，他必须退回来，也住在实报土。实报土他现的是等觉位，实际上他是妙觉如来，以这种身分，做这种示现，来帮助实报土四十一位法身大士，是这么回事情，这是我们不能不知道的。寿命确实是无量，而且一切无碍，自在。",
      "zh_TW": "阿羅漢他的定慧超越六道輪迴，住十法界的四聖法界。像惠能大師這是大徹大悟，明心見性，他不住十法界，他住諸佛實報莊嚴土。實報莊嚴土的壽量，一般講是三個阿僧祇劫，《華嚴經》上講無量阿僧祇劫，無量跟三差別很大。真的嗎？真的。三大阿僧祇劫他就證得妙覺果位，回歸自性，在淨土裡面講，他住常寂光，他不住實報土。但是實報土裡面的菩薩有感，他就有應，應身還是住實報土，這是佛門叫倒駕慈航。為什麼？他在寂光土，不能幫助實報土的這些菩薩們，他不能幫助，他必須退回來，也住在實報土。實報土他現的是等覺位，實際上他是妙覺如來，以這種身分，做這種示現，來幫助實報土四十一位法身大士，是這麼回事情，這是我們不能不知道的。壽命確實是無量，而且一切無礙，自在。"
    },
    {
      "id": "02-037-0105_p0040",
      "zh_CN": "第二个「心自在」，心是菩萨的智慧。「菩萨智慧方便」，方便两个字是说起作用，教化众生，「调伏自心，能入无量之大三昧，游戏神通，而无障碍也」。调伏自心才能调伏别人心，中国在几千年前，佛法没传到中国，中国这些老祖宗就有这个智慧，就懂得这个道理。所以中国古圣先贤说「行有不得，反求诸己」，那就是说，问题出现了，问题不在外面，问题在自己。今天社会出了问题，地球出了问题，大家束手无策，不知道怎么办。佛知道、中国传统文化知道。所以英国汤恩比博士说得很好，「解决二十一世纪社会问题」，他说「只有中国孔孟学说跟大乘佛法」。我们要问，孔孟学说跟大乘佛法用的是什么？没有别的，反求诸己，他们知道问题不在外面，问题在自己。先调伏自心，然后就能调伏人心，这是一定的道理。不能自度怎么能度他？决定是先自度，然后度他，那主要就是缘了。缘成熟，很顺利帮助别人解决问题，缘不成熟，佛菩萨也无可奈何。佛菩萨的心态永远是恒顺众生、随喜功德，不会有一点勉强。为什么？只要有丝毫勉强，他不就堕落下来了？我们一定要知道，实报土的菩萨们都是不起心不动念。起心动念尚且没有，哪来的分别执着？这是我们一定要知道的。",
      "zh_TW": "第二個「心自在」，心是菩薩的智慧。「菩薩智慧方便」，方便兩個字是說起作用，教化眾生，「調伏自心，能入無量之大三昧，遊戲神通，而無障礙也」。調伏自心才能調伏別人心，中國在幾千年前，佛法沒傳到中國，中國這些老祖宗就有這個智慧，就懂得這個道理。所以中國古聖先賢說「行有不得，反求諸己」，那就是說，問題出現了，問題不在外面，問題在自己。今天社會出了問題，地球出了問題，大家束手無策，不知道怎麼辦。佛知道、中國傳統文化知道。所以英國湯恩比博士說得很好，「解決二十一世紀社會問題」，他說「只有中國孔孟學說跟大乘佛法」。我們要問，孔孟學說跟大乘佛法用的是什麼？沒有別的，反求諸己，他們知道問題不在外面，問題在自己。先調伏自心，然後就能調伏人心，這是一定的道理。不能自度怎麼能度他？決定是先自度，然後度他，那主要就是緣了。緣成熟，很順利幫助別人解決問題，緣不成熟，佛菩薩也無可奈何。佛菩薩的心態永遠是恆順眾生、隨喜功德，不會有一點勉強。為什麼？只要有絲毫勉強，他不就墮落下來了？我們一定要知道，實報土的菩薩們都是不起心不動念。起心動念尚且沒有，哪來的分別執著？這是我們一定要知道的。"
    },
    {
      "id": "02-037-0105_p0041",
      "zh_CN": "所以调伏自心，才能入无量大三昧。入无量大三昧是什么？就是我们常常讲的，不起心不动念、不分别不执着，你才有能力随缘。游戏神通是随缘，真的用四摄、六度教化一切众生。实际上的样子，就是善财五十三参做出来给我们看的。所以这个第二自在，完全落实在善财童子五十三参，你看善财的定功、看善财的智慧、看善财的游戏神通。五十三位善知识代表社会状况，男女老少、各行各业，他都去参访，都去学习，都去教化，做出榜样来给我们看。",
      "zh_TW": "所以調伏自心，才能入無量大三昧。入無量大三昧是什麼？就是我們常常講的，不起心不動念、不分別不執著，你才有能力隨緣。遊戲神通是隨緣，真的用四攝、六度教化一切眾生。實際上的樣子，就是善財五十三參做出來給我們看的。所以這個第二自在，完全落實在善財童子五十三參，你看善財的定功、看善財的智慧、看善財的遊戲神通。五十三位善知識代表社會狀況，男女老少、各行各業，他都去參訪，都去學習，都去教化，做出榜樣來給我們看。"
    },
    {
      "id": "02-037-0105_p0042",
      "zh_CN": "今天时间到了，我们就学到此地。",
      "zh_TW": "今天時間到了，我們就學到此地。"
    }
  ]
}