{
  "doc_id": "02-037-0166",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一六六集",
    "zh_TW": "第一六六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0166",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0166_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百七十九页第四行，讲到六波罗蜜，就是六度。六度的意思非常广泛，有很多种讲法，这次我们采取《三藏法数》里面的资料，大家一起来学习。我们学到「忍辱」，忍辱里面有三条，「生忍，法忍，无生法忍」，前面我们学过生忍，现在看法忍。生是一切众生，要学着对一切众生都不发脾气，这就是生忍的意思。一切众生造什么样的罪过都不发脾气，要心平气和才能把问题真正解决。发脾气是解决不了问题的，双方面情绪都不好，这个一定要避免。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百七十九頁第四行，講到六波羅蜜，就是六度。六度的意思非常廣泛，有很多種講法，這次我們採取《三藏法數》裡面的資料，大家一起來學習。我們學到「忍辱」，忍辱裡面有三條，「生忍，法忍，無生法忍」，前面我們學過生忍，現在看法忍。生是一切眾生，要學著對一切眾生都不發脾氣，這就是生忍的意思。一切眾生造什麼樣的罪過都不發脾氣，要心平氣和才能把問題真正解決。發脾氣是解決不了問題的，雙方面情緒都不好，這個一定要避免。"
    },
    {
      "id": "02-037-0166_p0002",
      "zh_CN": "今天学第二个法忍，「谓别教菩萨，于十行位中，修习假观，虽知一切法空无所有，而能假立一切法，化诸众生」，这个化是教化，教化众生，「于假法中，忍可忍证」，这叫法忍。忍这个字有同意的意思，有许可的意思，也有肯定的意思。法真的是假法，不但六道是假的，十法界也是假的，因为建立它的理论是假的。建立十法界，就是十法界从哪来的，六道从哪来的，我们这个宇宙，这一切万物从哪来的，全是从阿赖耶来的。阿赖耶是妄心，不是真心，所以妄心变现这些法，全都不是真的。就像魔术师一样，他变的这些魔术是假的，所变出来的还是假的，你可别当真。我们现在在假法里面待的时间久了，都以为是真的，不知道是假的，所以里面产生很多冲突。如果知道全是假的，这些冲突就化解了，假的还有什么好争的！世间人所争的不过是名闻利养、五欲六尘，真正觉悟的人、明白的人，他晓得全是假的，你要都给你，只要你喜欢就拿去，一丝毫吝啬都没有。",
      "zh_TW": "今天學第二個法忍，「謂別教菩薩，於十行位中，修習假觀，雖知一切法空無所有，而能假立一切法，化諸眾生」，這個化是教化，教化眾生，「於假法中，忍可忍證」，這叫法忍。忍這個字有同意的意思，有許可的意思，也有肯定的意思。法真的是假法，不但六道是假的，十法界也是假的，因為建立它的理論是假的。建立十法界，就是十法界從哪來的，六道從哪來的，我們這個宇宙，這一切萬物從哪來的，全是從阿賴耶來的。阿賴耶是妄心，不是真心，所以妄心變現這些法，全都不是真的。就像魔術師一樣，他變的這些魔術是假的，所變出來的還是假的，你可別當真。我們現在在假法裡面待的時間久了，都以為是真的，不知道是假的，所以裡面產生很多衝突。如果知道全是假的，這些衝突就化解了，假的還有什麼好爭的！世間人所爭的不過是名聞利養、五欲六塵，真正覺悟的人、明白的人，他曉得全是假的，你要都給你，只要你喜歡就拿去，一絲毫吝嗇都沒有。"
    },
    {
      "id": "02-037-0166_p0003",
      "zh_CN": "假法里面，我在这里还得补充几句，很重要！财富是假的，聪明智慧也不是真的，健康长寿也不是真的，世间人都求，能不能求到？能。你懂得方法、懂得道理，如理如法的去求，没有求不到的。这是古人常讲的，「佛氏门中，有求必应」，一点都不错，要明白这个道理。道理是什么？被现在科学家找到了，一切法从心想生，就这个道理，你想什么有什么。但是这个想，现在科学家教给我们，你要想运用这个意念的力量，因为我们的意念是散乱的，像灯光一样，灯一打开，四面八方全照到，分散了。如果把这个光集中到一点，就变成激光，还是这么大的光，集中在一点。你看分散的时候，一张纸都透不过，一张纸就能把光挡住，透不过；如果集中在一点变成激光，钢板都可以穿过，那个力量多大！现在用激光，在医学上比开刀手术简单，开刀手术有危险，激光没有危险，它只要照不到一秒钟，十分之一秒，五分之一秒，它就帮你解决了。我在前年治牙齿，这个医生就用激光，时间很短，我还没有想到，他已经做好了。所以佛教我们制心一处，无事不办。意念的能力太大了。",
      "zh_TW": "假法裡面，我在這裡還得補充幾句，很重要！財富是假的，聰明智慧也不是真的，健康長壽也不是真的，世間人都求，能不能求到？能。你懂得方法、懂得道理，如理如法的去求，沒有求不到的。這是古人常講的，「佛氏門中，有求必應」，一點都不錯，要明白這個道理。道理是什麼？被現在科學家找到了，一切法從心想生，就這個道理，你想什麼有什麼。但是這個想，現在科學家教給我們，你要想運用這個意念的力量，因為我們的意念是散亂的，像燈光一樣，燈一打開，四面八方全照到，分散了。如果把這個光集中到一點，就變成激光，還是這麼大的光，集中在一點。你看分散的時候，一張紙都透不過，一張紙就能把光擋住，透不過；如果集中在一點變成激光，鋼板都可以穿過，那個力量多大！現在用激光，在醫學上比開刀手術簡單，開刀手術有危險，激光沒有危險，它只要照不到一秒鐘，十分之一秒，五分之一秒，它就幫你解決了。我在前年治牙齒，這個醫生就用激光，時間很短，我還沒有想到，他已經做好了。所以佛教我們制心一處，無事不辦。意念的能力太大了。"
    },
    {
      "id": "02-037-0166_p0004",
      "zh_CN": "佛跟我们讲，财从哪里来的，你发财是果报，什么原因你发财的？财布施。这个世间人不懂，他如果懂得，这是正当的手段得到的财富，真的是福报，你可以享受，不造罪业，愈施愈多。不肯布施，用不正常手段得到的财富，全是你命中有的，你说你冤不冤枉！只不过你得来的时间晚一点，你用非正常的手段很快你就得来，全是命里有的。命里要没有的，这个财富得来不是生大病，就是出大乱子、出灾祸，你命都保不住。为什么？没有那么大的福，你担不起。就连小偷偷到的东西都是他命里有的，命里要没有，还没偷到就被警察抓去了，命里没有！佛给我们讲这个道理是真道理。所以你想要财富就布施，真的愈施愈多。",
      "zh_TW": "佛跟我們講，財從哪裡來的，你發財是果報，什麼原因你發財的？財布施。這個世間人不懂，他如果懂得，這是正當的手段得到的財富，真的是福報，你可以享受，不造罪業，愈施愈多。不肯布施，用不正常手段得到的財富，全是你命中有的，你說你冤不冤枉！只不過你得來的時間晚一點，你用非正常的手段很快你就得來，全是命裡有的。命裡要沒有的，這個財富得來不是生大病，就是出大亂子、出災禍，你命都保不住。為什麼？沒有那麼大的福，你擔不起。就連小偷偷到的東西都是他命裡有的，命裡要沒有，還沒偷到就被警察抓去了，命裡沒有！佛給我們講這個道理是真道理。所以你想要財富就布施，真的愈施愈多。"
    },
    {
      "id": "02-037-0166_p0005",
      "zh_CN": "我命里头没有财，也没有寿命，这个我知道，我家里好多代都没有过四十五岁的。我在年轻的时候，别人给我算命，寿命四十五岁，我非常相信。那个时候年轻，以为这是遗传，以后读了《了凡四训》才晓得，原来命运是自己过去生中修的因，这一生感得果报，这叫命运。命运是自己造的，不是别人，与别人无关。自己造的，当然自己可以改变，努力修善，命就好了，拼命造恶，那好命也会变成坏命。每天我们起心动念、言语造作都有善有恶，所以天天都有加减乘除，小善小恶是加减，大善大恶是乘除，就这么个道理。",
      "zh_TW": "我命裡頭沒有財，也沒有壽命，這個我知道，我家裡好多代都沒有過四十五歲的。我在年輕的時候，別人給我算命，壽命四十五歲，我非常相信。那個時候年輕，以為這是遺傳，以後讀了《了凡四訓》才曉得，原來命運是自己過去生中修的因，這一生感得果報，這叫命運。命運是自己造的，不是別人，與別人無關。自己造的，當然自己可以改變，努力修善，命就好了，拼命造惡，那好命也會變成壞命。每天我們起心動念、言語造作都有善有惡，所以天天都有加減乘除，小善小惡是加減，大善大惡是乘除，就這麼個道理。"
    },
    {
      "id": "02-037-0166_p0006",
      "zh_CN": "法布施是聪明智慧的因，无畏布施是健康长寿的因，你只要修这三种布施，财富、聪明智慧、健康长寿统统可以得到。佛氏门中，有求必应，它有道理的。法是什么？法是方法，方法里头有染有净、有善有恶，染污的我们不要，恶的我们也不要，我们只修清净、只修善，我们的果报就好。修法要忍，无论世出世间法。譬如在最近这十几年，我们看到这个社会现象，特别是佛门，这些年我们走了许多国家地区，多半我们跟华侨接触，这些华侨都是学佛的。看到什么现象？在家学佛，《十善业道》没有做到、没有落实，出家学佛，《沙弥律仪》没有落实。这是佛法的根本戒，佛法入门第一个台阶。第一个台阶都没有上去，你怎么能够入门，怎么能够登堂入室！我想了很久，这到底什么原因？现代这一代跟古人比差远了，古人学佛三年、五年就有很可观的成就，现在学三十年、五十年没有成就。绝对不是说我们现在人的福报比不上古人，我不相信；现在人的智慧比不上古人，我也不相信，那到底原因出在什么地方？出在扎根教育。",
      "zh_TW": "法布施是聰明智慧的因，無畏布施是健康長壽的因，你只要修這三種布施，財富、聰明智慧、健康長壽統統可以得到。佛氏門中，有求必應，它有道理的。法是什麼？法是方法，方法裡頭有染有淨、有善有惡，染污的我們不要，惡的我們也不要，我們只修清淨、只修善，我們的果報就好。修法要忍，無論世出世間法。譬如在最近這十幾年，我們看到這個社會現象，特別是佛門，這些年我們走了許多國家地區，多半我們跟華僑接觸，這些華僑都是學佛的。看到什麼現象？在家學佛，《十善業道》沒有做到、沒有落實，出家學佛，《沙彌律儀》沒有落實。這是佛法的根本戒，佛法入門第一個台階。第一個台階都沒有上去，你怎麼能夠入門，怎麼能夠登堂入室！我想了很久，這到底什麼原因？現代這一代跟古人比差遠了，古人學佛三年、五年就有很可觀的成就，現在學三十年、五十年沒有成就。絕對不是說我們現在人的福報比不上古人，我不相信；現在人的智慧比不上古人，我也不相信，那到底原因出在什麼地方？出在紮根教育。"
    },
    {
      "id": "02-037-0166_p0007",
      "zh_CN": "我们中国这个国家民族，在全世界来说确实是了不起！不是我们自己赞叹自己，外国人都赞叹，真正研究中国历史文化的，对中国没有不赞叹的，没有不向往的。第二次世界大战之前，欧洲有不少的专家学者，他们在一起研究讨论，世界上四大古文明，三个都灭亡、没有了，为什么中国还存在？他们去寻找这个因素，综合得到一个结论，说大概是中国人着重家庭教育的原因。这个话是澳洲南昆大的教务，好像是教务长，管教育的，教务长告诉我的。校长请我吃饭，他们作陪。我跟他讲，这个结论正确，一点都不错！中国人确实最懂得教育，在全世界任何一个国家民族找不到，中国人懂得教育。中国人有教育的方法、有教育的经验、有教育的成果，这是世界第一。中国人教下一代，从什么时候教起？从怀孕教起，这是外国人作梦都想不到的，胎教。",
      "zh_TW": "我們中國這個國家民族，在全世界來說確實是了不起！不是我們自己讚歎自己，外國人都讚歎，真正研究中國歷史文化的，對中國沒有不讚歎的，沒有不嚮往的。第二次世界大戰之前，歐洲有不少的專家學者，他們在一起研究討論，世界上四大古文明，三個都滅亡、沒有了，為什麼中國還存在？他們去尋找這個因素，綜合得到一個結論，說大概是中國人著重家庭教育的原因。這個話是澳洲南昆大的教務，好像是教務長，管教育的，教務長告訴我的。校長請我吃飯，他們作陪。我跟他講，這個結論正確，一點都不錯！中國人確實最懂得教育，在全世界任何一個國家民族找不到，中國人懂得教育。中國人有教育的方法、有教育的經驗、有教育的成果，這是世界第一。中國人教下一代，從什麼時候教起？從懷孕教起，這是外國人作夢都想不到的，胎教。"
    },
    {
      "id": "02-037-0166_p0008",
      "zh_CN": "历史上所记载的周朝，周文王的母亲太任，他的祖母太姜，他自己的夫人太姒，这是周家三太，名字上都有个太字，所以以后妻子都被称为太太，就从这来的。为什么称太太？希望妻子学周家三太。这个三太是圣人，教出的孩子是大圣人，文王、武王、周公。孔老夫子一生心目当中最佩服的人，妈妈教出来的。从什么时候教？从怀孕就教。我们在历史上看到记载，文王的母亲太任，怀孕他的时候，眼不看恶色，不好看的东西不看，耳不听淫声，口不出傲言。身口意三业清净，这个孩子好养，出生之后听话，在没有出胎之前就得到母亲的正气。母亲对于身口意三业非常慎重，因为她知道会影响小孩，怀孕这十个月决定不发脾气，心平气和。这还得了！在世界上任何国家民族没有看到的。",
      "zh_TW": "歷史上所記載的周朝，周文王的母親太任，他的祖母太姜，他自己的夫人太姒，這是周家三太，名字上都有個太字，所以以後妻子都被稱為太太，就從這來的。為什麼稱太太？希望妻子學周家三太。這個三太是聖人，教出的孩子是大聖人，文王、武王、周公。孔老夫子一生心目當中最佩服的人，媽媽教出來的。從什麼時候教？從懷孕就教。我們在歷史上看到記載，文王的母親太任，懷孕他的時候，眼不看惡色，不好看的東西不看，耳不聽淫聲，口不出傲言。身口意三業清淨，這個孩子好養，出生之後聽話，在沒有出胎之前就得到母親的正氣。母親對於身口意三業非常慎重，因為她知道會影響小孩，懷孕這十個月決定不發脾氣，心平氣和。這還得了！在世界上任何國家民族沒有看到的。"
    },
    {
      "id": "02-037-0166_p0009",
      "zh_CN": "小孩出生下来，他眼睛睁开会看，他会听，他已经在模仿，没有出生就受感染，出生之后他就模仿。所以《弟子规》不是教小朋友念的，不是教他背的，《弟子规》是怎么教？是父母做出来给小孩看，给这婴孩看。他还不会说话，还不会走路，父母在家里把《弟子规》做出来。你看孝顺他的父母，小孩就看会了，看到父母对他的父母，将来他全学会了。所有的大人在婴儿面前举止谈吐都要端庄，都不能随便，就是决定不能给他有不善的影响，所有一切不善的不能让他看见，不能让他听见，不能让他接触到，这是母亲的责任。母亲是孩子第一个老师，启蒙的老师，这样带三年。所以古人有个谚语叫「三岁看八十」，现在没有了，现在没有听到有人说这个话了。从前人讲三岁看八十，三岁这一千天薰习下来，八十岁都不会变，把人全教好了。所以中国的教育是圣贤的教育，不管他认识字不认识字，他是圣贤，好人当中的标准好人。",
      "zh_TW": "小孩出生下來，他眼睛睜開會看，他會聽，他已經在模仿，沒有出生就受感染，出生之後他就模仿。所以《弟子規》不是教小朋友念的，不是教他背的，《弟子規》是怎麼教？是父母做出來給小孩看，給這嬰孩看。他還不會說話，還不會走路，父母在家裡把《弟子規》做出來。你看孝順他的父母，小孩就看會了，看到父母對他的父母，將來他全學會了。所有的大人在嬰兒面前舉止談吐都要端莊，都不能隨便，就是決定不能給他有不善的影響，所有一切不善的不能讓他看見，不能讓他聽見，不能讓他接觸到，這是母親的責任。母親是孩子第一個老師，啟蒙的老師，這樣帶三年。所以古人有個諺語叫「三歲看八十」，現在沒有了，現在沒有聽到有人說這個話了。從前人講三歲看八十，三歲這一千天薰習下來，八十歲都不會變，把人全教好了。所以中國的教育是聖賢的教育，不管他認識字不認識字，他是聖賢，好人當中的標準好人。"
    },
    {
      "id": "02-037-0166_p0010",
      "zh_CN": "我们把中国祖宗留下来这样好的教育疏忽了，应该疏忽了两百年，日本比我们厉害，日本丢掉传统文化四百年。我在日本讲经，有些日本法师来听，我就问他，他们告诉我，四百年前，日本的寺院庵堂里头讲经。你看日本大师注解经典的著作，《无量寿经》就有三十多种著作，多么兴旺！最近这四百年没人讲经了。所以我到日本这次去讲经，他们非常振奋，从来没有过。佛教是教育，宗教是教育，哪有教育不上课的道理？不上课算什么教育！释迦牟尼从开悟之后，讲经教学四十九年，没有一天空过。三十岁开悟，七十九岁走的，教学四十九年。佛法是师道，他是老师的身分，出现在世间，师道一定是建立在孝道的基础上，人要不孝父母，就不会尊敬师长，就是尊师重道。所以释迦牟尼佛过世之后，他的弟子们到四面八方去讲学，教化众生，有些地方一、二百年就没有了，有些地方三、四百年就没有了，像阿富汗大概是七百年，我们到印度尼西亚那边去看，大概也是七百年。唯独在中国，传到中国来，现在两千年了，佛教还存在，其他的地方没有了，这为什么？中国人重视孝道，中国人重视师道。所谓师徒如父子，学生跟老师的关系，跟父子的关系没有两样，老师的儿女就是自己的亲兄弟、亲姐妹，一生都要互相照顾。这种文化，在全世界没有第二家，这个国家长治久安。",
      "zh_TW": "我們把中國祖宗留下來這樣好的教育疏忽了，應該疏忽了兩百年，日本比我們厲害，日本丟掉傳統文化四百年。我在日本講經，有些日本法師來聽，我就問他，他們告訴我，四百年前，日本的寺院庵堂裡頭講經。你看日本大師註解經典的著作，《無量壽經》就有三十多種著作，多麼興旺！最近這四百年沒人講經了。所以我到日本這次去講經，他們非常振奮，從來沒有過。佛教是教育，宗教是教育，哪有教育不上課的道理？不上課算什麼教育！釋迦牟尼從開悟之後，講經教學四十九年，沒有一天空過。三十歲開悟，七十九歲走的，教學四十九年。佛法是師道，他是老師的身分，出現在世間，師道一定是建立在孝道的基礎上，人要不孝父母，就不會尊敬師長，就是尊師重道。所以釋迦牟尼佛過世之後，他的弟子們到四面八方去講學，教化眾生，有些地方一、二百年就沒有了，有些地方三、四百年就沒有了，像阿富汗大概是七百年，我們到印度尼西亞那邊去看，大概也是七百年。唯獨在中國，傳到中國來，現在兩千年了，佛教還存在，其他的地方沒有了，這為什麼？中國人重視孝道，中國人重視師道。所謂師徒如父子，學生跟老師的關係，跟父子的關係沒有兩樣，老師的兒女就是自己的親兄弟、親姐妹，一生都要互相照顧。這種文化，在全世界沒有第二家，這個國家長治久安。"
    },
    {
      "id": "02-037-0166_p0011",
      "zh_CN": "所以人家问我，我都告诉他，你看他的老祖宗干些什么。老祖宗积德修善，这个国家后代一定好，祖宗积德厚！我们对老祖宗要有信心，对老祖宗有信心，对国家就有信心。国家现在虽然不重视传统文化，也不重视儒释道三教，不要紧，慢慢它会回头，它会重视。为什么？不把儒释道、不把老祖宗东西找回来，社会不会安定，这肯定的。我相信国家领导人希望社会安定，希望社会安定最后还是把老祖宗搬出来，社会才会安定。我们今天把老祖宗的宝贝找回来了，《群书治要》。现在我看国家认同，学习的人愈来愈多，不但中国人要学，外国人也要学。我接触一些外国的领导人，我把这个介绍，只是口头上跟他说明，听到非常欢喜，希望赶快能看到。我们第一本英文翻译的本子，大概一个月之后可以出版，对全世界流通，没有不喜欢的！唐太宗当年得到这部书手不释卷，我相信今天这个世界许多国家领导人，将来看到这个本子也会像唐太宗一样手不释卷，为什么？找到治国的方法，找到治国的理论。这些都是法。",
      "zh_TW": "所以人家問我，我都告訴他，你看他的老祖宗幹些什麼。老祖宗積德修善，這個國家後代一定好，祖宗積德厚！我們對老祖宗要有信心，對老祖宗有信心，對國家就有信心。國家現在雖然不重視傳統文化，也不重視儒釋道三教，不要緊，慢慢它會回頭，它會重視。為什麼？不把儒釋道、不把老祖宗東西找回來，社會不會安定，這肯定的。我相信國家領導人希望社會安定，希望社會安定最後還是把老祖宗搬出來，社會才會安定。我們今天把老祖宗的寶貝找回來了，《群書治要》。現在我看國家認同，學習的人愈來愈多，不但中國人要學，外國人也要學。我接觸一些外國的領導人，我把這個介紹，只是口頭上跟他說明，聽到非常歡喜，希望趕快能看到。我們第一本英文翻譯的本子，大概一個月之後可以出版，對全世界流通，沒有不喜歡的！唐太宗當年得到這部書手不釋卷，我相信今天這個世界許多國家領導人，將來看到這個本子也會像唐太宗一樣手不釋卷，為什麼？找到治國的方法，找到治國的理論。這些都是法。"
    },
    {
      "id": "02-037-0166_p0012",
      "zh_CN": "法传这么久，你想想看，如果没有忍耐，怎么能传这么久！我们丢掉不久，才两百年。中国这个国家历史源远流长，有文字记载的历史五千年，没有文字记载的，我相信不止五千年。远古的时代靠口传，老祖宗的智慧，老祖宗的经验、方法，靠口传。口传东西非常简单，非常精要，不会传错。祖宗留下来的是真理，永远不能改变，改变就出乱子。真理从哪里来？从自性来的。老祖宗懂得人性本善，「人之初，性本善」，从那来的。不是学来的，不是什么人创造发明，不是，是自性本来就是这样的，所以叫性德，本性本有的德能。",
      "zh_TW": "法傳這麼久，你想想看，如果沒有忍耐，怎麼能傳這麼久！我們丟掉不久，才兩百年。中國這個國家歷史源遠流長，有文字記載的歷史五千年，沒有文字記載的，我相信不止五千年。遠古的時代靠口傳，老祖宗的智慧，老祖宗的經驗、方法，靠口傳。口傳東西非常簡單，非常精要，不會傳錯。祖宗留下來的是真理，永遠不能改變，改變就出亂子。真理從哪裡來？從自性來的。老祖宗懂得人性本善，「人之初，性本善」，從那來的。不是學來的，不是什麼人創造發明，不是，是自性本來就是這樣的，所以叫性德，本性本有的德能。"
    },
    {
      "id": "02-037-0166_p0013",
      "zh_CN": "老祖宗所说的五伦，五伦是道，五常、四维八德，这是德。这里面有重复的，重复愈多的，那就愈重要。仁爱最重要，为什么？四个里头都有。五伦里头有，五伦，父子有亲，亲爱；五常里头有仁，第一个是仁；四维里头有，礼义廉耻都是仁演绎下来的，全都是从仁出来的，从那个父子有亲，亲里头出来的；八德里头，孝悌忠信仁爱，你看它有两个，有仁、有爱，和平。所以讲仁有四个字，父子的亲，五常里头的仁，八德里头的仁爱，四个字，这就特别重要！义讲了三个，君臣有义；五常里头仁，第二个是义；四维里头礼义廉耻，有义，讲了三个。八德，孝悌忠信仁爱和平。凡是讲得多的，那就是很重要的德目。我们总把它归纳起来十二个字，孝悌忠信、礼义廉耻、仁爱和平。这祖传的，我相信不止一万年，世世代代相传，这怎么会传错！起心动念、言语造作，不离开这个标准，这是中国人的标准，一定要求到完全符合。完全符合的是圣人，能够多分都符合的是贤人，少分符合的是君子，人分为三等。乡下人、农民，不认识字，没有念过书，他懂不懂？懂，从小父母教的都懂。真叫文明古国！这是中国历久而不衰，永远不会灭亡的道理。",
      "zh_TW": "老祖宗所說的五倫，五倫是道，五常、四維八德，這是德。這裡面有重複的，重複愈多的，那就愈重要。仁愛最重要，為什麼？四個裡頭都有。五倫裡頭有，五倫，父子有親，親愛；五常裡頭有仁，第一個是仁；四維裡頭有，禮義廉恥都是仁演繹下來的，全都是從仁出來的，從那個父子有親，親裡頭出來的；八德裡頭，孝悌忠信仁愛，你看它有兩個，有仁、有愛，和平。所以講仁有四個字，父子的親，五常裡頭的仁，八德裡頭的仁愛，四個字，這就特別重要！義講了三個，君臣有義；五常裡頭仁，第二個是義；四維裡頭禮義廉恥，有義，講了三個。八德，孝悌忠信仁愛和平。凡是講得多的，那就是很重要的德目。我們總把它歸納起來十二個字，孝悌忠信、禮義廉恥、仁愛和平。這祖傳的，我相信不止一萬年，世世代代相傳，這怎麼會傳錯！起心動念、言語造作，不離開這個標準，這是中國人的標準，一定要求到完全符合。完全符合的是聖人，能夠多分都符合的是賢人，少分符合的是君子，人分為三等。鄉下人、農民，不認識字，沒有念過書，他懂不懂？懂，從小父母教的都懂。真叫文明古國！這是中國歷久而不衰，永遠不會滅亡的道理。"
    },
    {
      "id": "02-037-0166_p0014",
      "zh_CN": "外国人发现了，他没认真去学，这很可惜。没有认真学也有原因，因为什么？接着第二次世界大战起来了，社会整个动乱，就是缘不殊胜。如果在安定的社会里头，这些人发现了，他们再呼吁，肯定有很多人省悟过来，要向中国学习。穆罕默德在世的时候（回教），回教传入中国，穆罕默德还在世，他是唐朝初年时候的人。穆罕默德就呼吁他的信徒要向中国求智慧，他知道东方人有智慧。所以回教徒对中国有这一分感情在。我们今天最重要的就是把这个东西找回来，这个要忍辱，因为现在大家都迷了，都认为这个东西是封建的思想，是从前帝王用这种手段巩固政权的，说这个东西不是好东西。我们在这个环境当中，不忍辱怎么能够去宣扬！最大的耐心来忍辱，要从自己身上做出来，不要先向人说，要人家看到我这个样子来问我，我再讲给他听。形象重要！什么形象？伦理道德的形象，因果报应的现象。",
      "zh_TW": "外國人發現了，他沒認真去學，這很可惜。沒有認真學也有原因，因為什麼？接著第二次世界大戰起來了，社會整個動亂，就是緣不殊勝。如果在安定的社會裡頭，這些人發現了，他們再呼籲，肯定有很多人省悟過來，要向中國學習。穆罕默德在世的時候（回教），回教傳入中國，穆罕默德還在世，他是唐朝初年時候的人。穆罕默德就呼籲他的信徒要向中國求智慧，他知道東方人有智慧。所以回教徒對中國有這一分感情在。我們今天最重要的就是把這個東西找回來，這個要忍辱，因為現在大家都迷了，都認為這個東西是封建的思想，是從前帝王用這種手段鞏固政權的，說這個東西不是好東西。我們在這個環境當中，不忍辱怎麼能夠去宣揚！最大的耐心來忍辱，要從自己身上做出來，不要先向人說，要人家看到我這個樣子來問我，我再講給他聽。形象重要！什麼形象？倫理道德的形象，因果報應的現象。"
    },
    {
      "id": "02-037-0166_p0015",
      "zh_CN": "我们在国际的场合，太多的人见我的面，他不问别的，说法师你怎么保养身体的？大家对这个都很重视。他们知道我年岁很大，我参加国际会议七十多岁，好像七十三、四岁的时候，参与联合国的许多和平会议，七十多岁的人很少，都来问我，我告诉他两桩事情，心地清净、素食，身体就好。我穿的是出家人的衣服，他就会问佛教，佛教是什么？佛教是释迦牟尼佛的教育。释迦牟尼佛教的是什么？教伦理、教道德、教因果、教科学、教哲学，没有神学。佛教里头没有神学，其他宗教有神学，佛教没有，佛教有科学、有哲学。有意无意让他有个概念，对这门东西产生兴趣，让他好好去研究。所以在今天这个社会里头，没有典型，没有榜样，就没有办法把传统文化兴起来。为什么？今天人一定要亲眼看见，没有亲眼看见怎么讲他都不相信。",
      "zh_TW": "我們在國際的場合，太多的人見我的面，他不問別的，說法師你怎麼保養身體的？大家對這個都很重視。他們知道我年歲很大，我參加國際會議七十多歲，好像七十三、四歲的時候，參與聯合國的許多和平會議，七十多歲的人很少，都來問我，我告訴他兩樁事情，心地清淨、素食，身體就好。我穿的是出家人的衣服，他就會問佛教，佛教是什麼？佛教是釋迦牟尼佛的教育。釋迦牟尼佛教的是什麼？教倫理、教道德、教因果、教科學、教哲學，沒有神學。佛教裡頭沒有神學，其他宗教有神學，佛教沒有，佛教有科學、有哲學。有意無意讓他有個概念，對這門東西產生興趣，讓他好好去研究。所以在今天這個社會裡頭，沒有典型，沒有榜樣，就沒有辦法把傳統文化興起來。為什麼？今天人一定要親眼看見，沒有親眼看見怎麼講他都不相信。"
    },
    {
      "id": "02-037-0166_p0016",
      "zh_CN": "最近这次我访问梵蒂冈，跟教宗第二次见面，我就劝他把梵蒂冈做成天主教的示范区。这次我问他，梵蒂冈面积有多大？出乎我意料之外，它太小了。我原先以为它有一百英亩，他告诉我只有五十英亩，五十英亩合中国三百亩地，真的很小。我问他，梵蒂冈的居民，梵蒂冈是一个国家，这个地方居民多少？大概不到一千人，不到一千人。我说很好，这个小城，希望居住在小城里面的人，把天主的精神落实在这个地方；居住在这个地方，要把天主「神爱世人」、「上帝爱世人」，那个爱表现出来。然后我就问他罗马，罗马城不大，是个古城，完全靠观光旅游过日子的。现在有些古迹，我第一次去的时候很凌乱，现在修葺得很整齐，很好。我说罗马有多少个教堂？他告诉我有四百多个教堂。我说那就是四百多个学校！每一个学校里头，每一天都讲经教学，都认真学习经典，经典不是讲、不是听了就算了，要把经典的教训变成自己的生活行为。我说一年，梵蒂冈就是地球上上帝的天堂，大家到这里来参观旅游是看看上帝的天堂，把上帝的天堂在这做个模型给大家看，天主教领导全世界。我这次去是这么个目的跟他会面。",
      "zh_TW": "最近這次我訪問梵蒂岡，跟教宗第二次見面，我就勸他把梵蒂岡做成天主教的示範區。這次我問他，梵蒂岡面積有多大？出乎我意料之外，它太小了。我原先以為它有一百英畝，他告訴我只有五十英畝，五十英畝合中國三百畝地，真的很小。我問他，梵蒂岡的居民，梵蒂岡是一個國家，這個地方居民多少？大概不到一千人，不到一千人。我說很好，這個小城，希望居住在小城裡面的人，把天主的精神落實在這個地方；居住在這個地方，要把天主「神愛世人」、「上帝愛世人」，那個愛表現出來。然後我就問他羅馬，羅馬城不大，是個古城，完全靠觀光旅遊過日子的。現在有些古蹟，我第一次去的時候很凌亂，現在修葺得很整齊，很好。我說羅馬有多少個教堂？他告訴我有四百多個教堂。我說那就是四百多個學校！每一個學校裡頭，每一天都講經教學，都認真學習經典，經典不是講、不是聽了就算了，要把經典的教訓變成自己的生活行為。我說一年，梵蒂岡就是地球上上帝的天堂，大家到這裡來參觀旅遊是看看上帝的天堂，把上帝的天堂在這做個模型給大家看，天主教領導全世界。我這次去是這麼個目的跟他會面。"
    },
    {
      "id": "02-037-0166_p0017",
      "zh_CN": "教宗跟我同年，看样子身体不如我，他大概没有吃素，他小我一个月。很难得，我们都能够互相尊重。那天见面是他们一个很大的活动，所以我们的时间不长。我有一份讲演，有一封信，就是我要谈的话，因为怕谈话谈完耳边风就记不得了，所以我把它写出来，让他回去好好去看。最近他回一封信给我，很赞叹，很欢喜，看样子还是做不到。做真难，真不容易！我这次去很仔细细心观察，枢机主教，就是红衣主教，我一看，大概都是七十以上，老化了，年轻人没有，没有活力，这也是他们严重的问题。这是什么？教育，教育要重视扎根，根要不好，培养不出来。现在的问题都出在这里，根没有了，这确实是个很严重的问题。我下次到马来西亚，要跟这些回教领袖来讨论这个问题，我们要把扎根教育特别重视。马来西亚回教是国教，我跟他们有很好的友谊。这都是讲的法忍。",
      "zh_TW": "教宗跟我同年，看樣子身體不如我，他大概沒有吃素，他小我一個月。很難得，我們都能夠互相尊重。那天見面是他們一個很大的活動，所以我們的時間不長。我有一份講演，有一封信，就是我要談的話，因為怕談話談完耳邊風就記不得了，所以我把它寫出來，讓他回去好好去看。最近他回一封信給我，很讚歎，很歡喜，看樣子還是做不到。做真難，真不容易！我這次去很仔細細心觀察，樞機主教，就是紅衣主教，我一看，大概都是七十以上，老化了，年輕人沒有，沒有活力，這也是他們嚴重的問題。這是什麼？教育，教育要重視紮根，根要不好，培養不出來。現在的問題都出在這裡，根沒有了，這確實是個很嚴重的問題。我下次到馬來西亞，要跟這些回教領袖來討論這個問題，我們要把紮根教育特別重視。馬來西亞回教是國教，我跟他們有很好的友誼。這都是講的法忍。"
    },
    {
      "id": "02-037-0166_p0018",
      "zh_CN": "我们的汉学院建立在马六甲，得到马来西亚政府的支持，先后两位首相都支持我们。华侨在马来西亚有六百万，在学的子弟有六十万，一千多个华校，六十多个中学，这些校长、老师多半都是热爱传统文化的。好好去带动，扎三个根，学文言文，我们的传统文化，我相信两百年之后会大兴于世界；我也相信文言文将来会变成世界语言。因为不能靠翻译，翻译靠不住，一定要亲自去读原文。要读原文就要学文言文，学文言文并不是难事，小朋友学，十五岁以前，我相信一年就学成功，三十岁以前的人，大概要两年可以学成功。一定要把年轻人抓住，古文学里头的东西让他读诵，选择他有兴趣的，他就喜欢读了。我对文言文没有真正下过功夫，也没有人教过我，我那点底子是什么？看小说看的。中国传统的小说四大部，《三国演义》、《水浒》、《西游记》、《红楼梦》，每一种我都看了五遍以上，我的国文基础这么打下来的。喜欢看，自然就看熟了，这比古文浅。但是学了这些东西，读古文还要加把劲，读佛经没有问题，佛经是变文，就是最浅的文言文。所以学东西要忍耐。",
      "zh_TW": "我們的漢學院建立在馬六甲，得到馬來西亞政府的支持，先後兩位首相都支持我們。華僑在馬來西亞有六百萬，在學的子弟有六十萬，一千多個華校，六十多個中學，這些校長、老師多半都是熱愛傳統文化的。好好去帶動，紮三個根，學文言文，我們的傳統文化，我相信兩百年之後會大興於世界；我也相信文言文將來會變成世界語言。因為不能靠翻譯，翻譯靠不住，一定要親自去讀原文。要讀原文就要學文言文，學文言文並不是難事，小朋友學，十五歲以前，我相信一年就學成功，三十歲以前的人，大概要兩年可以學成功。一定要把年輕人抓住，古文學裡頭的東西讓他讀誦，選擇他有興趣的，他就喜歡讀了。我對文言文沒有真正下過功夫，也沒有人教過我，我那點底子是什麼？看小說看的。中國傳統的小說四大部，《三國演義》、《水滸》、《西遊記》、《紅樓夢》，每一種我都看了五遍以上，我的國文基礎這麼打下來的。喜歡看，自然就看熟了，這比古文淺。但是學了這些東西，讀古文還要加把勁，讀佛經沒有問題，佛經是變文，就是最淺的文言文。所以學東西要忍耐。"
    },
    {
      "id": "02-037-0166_p0019",
      "zh_CN": "我们看《三藏法数》里这段文，菩萨修习假观。这不是假设的想像，它是事实真相，可是这种事实真相很难懂，一般人确实不懂。「一切法空无所有」，《般若经》上所说的，「一切法无所有，毕竟空，不可得」，这四句是我读《大般若经》六百卷，我读完之后总结的，释迦牟尼佛二十二年就讲这桩事情，为什么是空，为什么无所有。我们真正理解，真正断疑生信，是最近这二、三年看到量子力学家的报告，跟佛法讲的完全相同。德国的普朗克博士，这是量子力学家，爱因斯坦的老师，他一生可以说最大的贡献是研究物质。物质到底是什么？他们用分析的方法，这物质现象愈分愈小。八十年前，欧洲这些科学家把分子，这分子最小的，分子分裂之后，发现了原子，八十年前的事情，分子是原子组成的。然后把原子再分析，发现原子是由电子、原子核、中子组成的，愈分愈小。这八十年之间，到今天累积的科学成就，发现到微中子。微中子多大？最初发现的原子，原子分析之后知道，原子有原子核、有电子，电子绕着原子核，就像太阳系这个情形一样，很小，我们肉眼没有办法看见的。电子，电子很小，微中子是一个电子的一百亿分之一，也就是一百亿个微中子聚集在一起是一个电子。现在没法子再分了，再往下分物质没有了，就是佛法讲的邻虚尘，邻虚尘不能分，分了就是虚空。真的，他把这个分析出来，分析出来没有了，发现是什么？发现是一个能量的波，是能量的波，能量的波变成了物质现象，这个能量波是受意念控制的，就是我们的念头。",
      "zh_TW": "我們看《三藏法數》裡這段文，菩薩修習假觀。這不是假設的想像，它是事實真相，可是這種事實真相很難懂，一般人確實不懂。「一切法空無所有」，《般若經》上所說的，「一切法無所有，畢竟空，不可得」，這四句是我讀《大般若經》六百卷，我讀完之後總結的，釋迦牟尼佛二十二年就講這樁事情，為什麼是空，為什麼無所有。我們真正理解，真正斷疑生信，是最近這二、三年看到量子力學家的報告，跟佛法講的完全相同。德國的普朗克博士，這是量子力學家，愛因斯坦的老師，他一生可以說最大的貢獻是研究物質。物質到底是什麼？他們用分析的方法，這物質現象愈分愈小。八十年前，歐洲這些科學家把分子，這分子最小的，分子分裂之後，發現了原子，八十年前的事情，分子是原子組成的。然後把原子再分析，發現原子是由電子、原子核、中子組成的，愈分愈小。這八十年之間，到今天累積的科學成就，發現到微中子。微中子多大？最初發現的原子，原子分析之後知道，原子有原子核、有電子，電子繞著原子核，就像太陽系這個情形一樣，很小，我們肉眼沒有辦法看見的。電子，電子很小，微中子是一個電子的一百億分之一，也就是一百億個微中子聚集在一起是一個電子。現在沒法子再分了，再往下分物質沒有了，就是佛法講的鄰虛塵，鄰虛塵不能分，分了就是虛空。真的，他把這個分析出來，分析出來沒有了，發現是什麼？發現是一個能量的波，是能量的波，能量的波變成了物質現象，這個能量波是受意念控制的，就是我們的念頭。"
    },
    {
      "id": "02-037-0166_p0020",
      "zh_CN": "所以普朗克得到最后的结论，意念是物质的基础，物质是从意念里头变现出来的。跟佛法讲的完全一样，佛法的物质就是心心所的相分。你看看八识五十一心所全部都是波动现象，波动现象里面产生的精神现象，见分；物质现象，相分，这个科学还没讲到，没有佛法说得这么详细。佛法说八个识、五十一个心所统统都有四分，换句话说，统统都能够造成精神现象跟物质现象，这个比科学讲得详细，比科学讲得更清楚。所以佛法真的是高等科学。方老师早年介绍给我的是高等哲学，通过我们六十一年的学习，再看到今天科学报告，它是高等科学。科学跟哲学里头还解不开的谜，佛法都讲清楚了，这不能不佩服。",
      "zh_TW": "所以普朗克得到最後的結論，意念是物質的基礎，物質是從意念裡頭變現出來的。跟佛法講的完全一樣，佛法的物質就是心心所的相分。你看看八識五十一心所全部都是波動現象，波動現象裡面產生的精神現象，見分；物質現象，相分，這個科學還沒講到，沒有佛法說得這麼詳細。佛法說八個識、五十一個心所統統都有四分，換句話說，統統都能夠造成精神現象跟物質現象，這個比科學講得詳細，比科學講得更清楚。所以佛法真的是高等科學。方老師早年介紹給我的是高等哲學，通過我們六十一年的學習，再看到今天科學報告，它是高等科學。科學跟哲學裡頭還解不開的謎，佛法都講清楚了，這不能不佩服。"
    },
    {
      "id": "02-037-0166_p0021",
      "zh_CN": "佛法里头没有神学，没有讲到神学。现在一般人反对佛，不愿意听到佛，这个很可怜，他不晓得佛是什么，他把佛当作神，错了，完全搞错了。佛是什么？佛是智慧，佛是觉悟。不要佛是不要智慧，不要觉悟，不要觉悟你就迷，不要智慧你就糊涂，自古以来哪个人不要智慧！穆罕默德还叫信徒到东方来向中国学智慧，印度人称智慧叫佛。这是什么？这是一个很大的误会，不能怪社会大众，怪佛门弟子没有把这个字讲清楚、讲明白，让大家产生这么大的误会。过失不在外，在学佛的这些在家、出家的，都没有把它讲清楚、讲明白。",
      "zh_TW": "佛法裡頭沒有神學，沒有講到神學。現在一般人反對佛，不願意聽到佛，這個很可憐，他不曉得佛是什麼，他把佛當作神，錯了，完全搞錯了。佛是什麼？佛是智慧，佛是覺悟。不要佛是不要智慧，不要覺悟，不要覺悟你就迷，不要智慧你就糊塗，自古以來哪個人不要智慧！穆罕默德還叫信徒到東方來向中國學智慧，印度人稱智慧叫佛。這是什麼？這是一個很大的誤會，不能怪社會大眾，怪佛門弟子沒有把這個字講清楚、講明白，讓大家產生這麼大的誤會。過失不在外，在學佛的這些在家、出家的，都沒有把它講清楚、講明白。"
    },
    {
      "id": "02-037-0166_p0022",
      "zh_CN": "中国古代从佛教开始传到中国，后汉永平十年，摩腾、竺法兰到中国，这是国家派特使请来的。这两位都是印度人，他们离开印度在新疆那边传教，我们中国特使走到新疆遇到了，把他们请回国。公元六十七年，二０六七年就是整整二千年，现在还差一点。他们来了之后，这些法师就在宫廷里面讲经教学，帝王带着文武百官来听课，一直到清朝没有中断过。中断是慈禧太后中断的，她把这个制度废除了，不听儒释道的谏言，国家遇到困难怎么办？她真的叫迷信，她扶鸾。这桩事情章嘉大师告诉我的。",
      "zh_TW": "中國古代從佛教開始傳到中國，後漢永平十年，摩騰、竺法蘭到中國，這是國家派特使請來的。這兩位都是印度人，他們離開印度在新疆那邊傳教，我們中國特使走到新疆遇到了，把他們請回國。公元六十七年，二０六七年就是整整二千年，現在還差一點。他們來了之後，這些法師就在宮廷裡面講經教學，帝王帶著文武百官來聽課，一直到清朝沒有中斷過。中斷是慈禧太后中斷的，她把這個制度廢除了，不聽儒釋道的諫言，國家遇到困難怎麼辦？她真的叫迷信，她扶鸞。這樁事情章嘉大師告訴我的。"
    },
    {
      "id": "02-037-0166_p0023",
      "zh_CN": "我也是因为在台湾有一次看到扶鸾，他们请我去看，我也有兴趣，因为我小时候住福建，福建扶鸾的风气很盛。那个时候我念小学，我对福建那个扶鸾我相信，因为扶鸾的人是两个人，不是一个人。它有个像畚箕一样的，造的通常是木头雕一个龙头，龙舌头里面插的就像一支笔一样，在沙盘上写字。而且扶的人是拉黄包车的，那个时候有拉黄包车的，挑水的、卖柴的，这个行业现在全没有了。这些人都不认识字，在马路上随便找他来，给他几个铜板，让他来服务这个。居然他能够在沙盘上写出字来，字写得很工整不潦草，我们小朋友在旁边围着看都认识。把这个字记录下来，大概一个小时可以扶几十个字，六、七十个字，他写得很慢。台湾这个不一样，是专业的，扶乩是专业的，换个人这个乩就不动、就不灵了。在他手上动得非常快，在那个盘里头动都很快，他口里念念有词，旁边的人给他记录，一个小时几千字。我不相信那个，我认为那个有问题。所以这个事情我就向章嘉大师请教，他老人家就把慈禧太后这段故事告诉我。老师说乩坛是灵鬼附身，也是劝善规过，他也想做点好事，冒充佛菩萨、冒充神仙，其实那不可靠。满清亡国就亡在乩坛上，国家重要的事情，慈禧不听这些大臣的话，一定要扶鸾，看神怎么说的，她听神就亡国了。章嘉大师的话是经验之谈。",
      "zh_TW": "我也是因為在台灣有一次看到扶鸞，他們請我去看，我也有興趣，因為我小時候住福建，福建扶鸞的風氣很盛。那個時候我念小學，我對福建那個扶鸞我相信，因為扶鸞的人是兩個人，不是一個人。它有個像畚箕一樣的，造的通常是木頭雕一個龍頭，龍舌頭裡面插的就像一支筆一樣，在沙盤上寫字。而且扶的人是拉黃包車的，那個時候有拉黃包車的，挑水的、賣柴的，這個行業現在全沒有了。這些人都不認識字，在馬路上隨便找他來，給他幾個銅板，讓他來服務這個。居然他能夠在沙盤上寫出字來，字寫得很工整不潦草，我們小朋友在旁邊圍著看都認識。把這個字記錄下來，大概一個小時可以扶幾十個字，六、七十個字，他寫得很慢。台灣這個不一樣，是專業的，扶乩是專業的，換個人這個乩就不動、就不靈了。在他手上動得非常快，在那個盤裡頭動都很快，他口裡念念有詞，旁邊的人給他記錄，一個小時幾千字。我不相信那個，我認為那個有問題。所以這個事情我就向章嘉大師請教，他老人家就把慈禧太后這段故事告訴我。老師說乩壇是靈鬼附身，也是勸善規過，他也想做點好事，冒充佛菩薩、冒充神仙，其實那不可靠。滿清亡國就亡在乩壇上，國家重要的事情，慈禧不聽這些大臣的話，一定要扶鸞，看神怎麼說的，她聽神就亡國了。章嘉大師的話是經驗之談。"
    },
    {
      "id": "02-037-0166_p0024",
      "zh_CN": "所以一切法确实是空，物质没有这个东西，真的是没有，单独的物质现象，单独的精神现象，今天科学家提出来的，毫无意义，而且它们停留的时间非常短暂。弥勒菩萨还说出数字，科学家没有说出数字，快到什么程度？弥勒菩萨告诉我们，一弹指有三十二亿百千念。百千是十万，三十二亿乘十万，我们中国人称它为三百二十兆。一弹指有多少个波动现象？三百二十兆。科学家只说非常快速，没有说出数字。一秒钟，我们如果讲一秒钟可以弹五次，一秒钟能弹五次那就是一千六百兆次。一秒钟里头波动多少次？一千六百兆次。一千六百兆分之一，它存在的时间真的叫毫无意义。无论精神现象、物质现象都是这样的。所以科学家讲它们几乎全部纠缠在一起。这个纠缠是什么？就像我们看电影，这是过去电影的底片，幻灯片，在放映机里面放映，一秒钟放多少张？二十四张，一秒钟二十四张纠缠在一起，你看到的画面在动，其实它不动的，没有两张完全相同的。现在弥勒菩萨告诉我们，我们现在眼见色、耳闻声、心里头动念头就跟这个玩意一样，一秒钟多少张？一秒钟一千六百兆张，你怎么知道是假的！一秒钟二十四张纠缠在一起，你已经觉得很逼真了，现在告诉你一秒钟是一千六百兆个像这样独立的幻灯片纠缠在一起，假的不是真的。不但物质现象是假的，心理现象，起心动念、分别执着也是假的，什么都得不到。弥勒菩萨后头一句结论说，「识念极微细，不可执持」，不可执持就是你什么都得不到，不可得，就这个意思。这把真相说明了，叫真相大白，这看破了。",
      "zh_TW": "所以一切法確實是空，物質沒有這個東西，真的是沒有，單獨的物質現象，單獨的精神現象，今天科學家提出來的，毫無意義，而且它們停留的時間非常短暫。彌勒菩薩還說出數字，科學家沒有說出數字，快到什麼程度？彌勒菩薩告訴我們，一彈指有三十二億百千念。百千是十萬，三十二億乘十萬，我們中國人稱它為三百二十兆。一彈指有多少個波動現象？三百二十兆。科學家只說非常快速，沒有說出數字。一秒鐘，我們如果講一秒鐘可以彈五次，一秒鐘能彈五次那就是一千六百兆次。一秒鐘裡頭波動多少次？一千六百兆次。一千六百兆分之一，它存在的時間真的叫毫無意義。無論精神現象、物質現象都是這樣的。所以科學家講它們幾乎全部糾纏在一起。這個糾纏是什麼？就像我們看電影，這是過去電影的底片，幻燈片，在放映機裡面放映，一秒鐘放多少張？二十四張，一秒鐘二十四張糾纏在一起，你看到的畫面在動，其實它不動的，沒有兩張完全相同的。現在彌勒菩薩告訴我們，我們現在眼見色、耳聞聲、心裡頭動念頭就跟這個玩意一樣，一秒鐘多少張？一秒鐘一千六百兆張，你怎麼知道是假的！一秒鐘二十四張糾纏在一起，你已經覺得很逼真了，現在告訴你一秒鐘是一千六百兆個像這樣獨立的幻燈片糾纏在一起，假的不是真的。不但物質現象是假的，心理現象，起心動念、分別執著也是假的，什麼都得不到。彌勒菩薩後頭一句結論說，「識念極微細，不可執持」，不可執持就是你什麼都得不到，不可得，就這個意思。這把真相說明了，叫真相大白，這看破了。"
    },
    {
      "id": "02-037-0166_p0025",
      "zh_CN": "看破之后怎么样？我们眼前色相都在，菩萨就借假修真。凡夫不知道，以为是真的，菩萨知道全是假的，教我们在一切现象里头不要执着、不要分别、不要起心动念。你懂得这个道理，你才晓得，菩萨讲这个话是真的。你不执着，你就没有烦恼，你就没有染着，你就很自在，你生活得很快乐、很幸福，你没有烦恼、没有忧虑，知道什么？知道一切法真的是不可得。对于一切法，绝对没有拥有与占有的念头，没这个念头；没有控制的念头，没有主导分配的念头，这些念头都没有，你真自在、真幸福！这是方东美先生所说的人生最高的享受。那是什么人的生活？佛菩萨的生活，觉悟人的生活。这种最高的享受与贫富贵贱毫无关系。能随一切缘，随缘如如不动，如如不动就是法忍。用这些方法教化众生，帮助这些众生觉悟，帮助众生放下。你的起心动念分别执着全是假的，你认为你得到的，是假的，不但外面境界什么都得不到，包括自己的身体，包括自己的念头，都不可得，何况身外之物。你就真正看破了，看得开了，不再计较了。人与人之间交往，在佛法说一片慈悲，慈悲就是真正的爱，真正的爱里面没有分别、没有执着、没有起心、没有动念。",
      "zh_TW": "看破之後怎麼樣？我們眼前色相都在，菩薩就借假修真。凡夫不知道，以為是真的，菩薩知道全是假的，教我們在一切現象裡頭不要執著、不要分別、不要起心動念。你懂得這個道理，你才曉得，菩薩講這個話是真的。你不執著，你就沒有煩惱，你就沒有染著，你就很自在，你生活得很快樂、很幸福，你沒有煩惱、沒有憂慮，知道什麼？知道一切法真的是不可得。對於一切法，絕對沒有擁有與佔有的念頭，沒這個念頭；沒有控制的念頭，沒有主導分配的念頭，這些念頭都沒有，你真自在、真幸福！這是方東美先生所說的人生最高的享受。那是什麼人的生活？佛菩薩的生活，覺悟人的生活。這種最高的享受與貧富貴賤毫無關係。能隨一切緣，隨緣如如不動，如如不動就是法忍。用這些方法教化眾生，幫助這些眾生覺悟，幫助眾生放下。你的起心動念分別執著全是假的，你認為你得到的，是假的，不但外面境界什麼都得不到，包括自己的身體，包括自己的念頭，都不可得，何況身外之物。你就真正看破了，看得開了，不再計較了。人與人之間交往，在佛法說一片慈悲，慈悲就是真正的愛，真正的愛裡面沒有分別、沒有執著、沒有起心、沒有動念。"
    },
    {
      "id": "02-037-0166_p0026",
      "zh_CN": "贤首国师《还源观》上告诉我们「随缘妙用」。看到众生有苦难、有迷惑、有颠倒，全心全力帮助他、救济他，最重要的是要教他，帮助他觉悟，帮助他回头，帮助他有这么深的认知，这不是一桩容易的事情。释迦牟尼佛讲《般若》，讲这些道理，前面有二十年的基础，才讲这些事实真相。前面阿含有十二年，就好比是小学，基础教育；接着八年，好比是中学，这八年帮助他契入大乘。十二加八年二十年，然后再讲大乘经，给你讲诸法实相，就是讲宇宙人生的真相，这个阶段用了二十二年，是释迦牟尼佛一生教学最主要的一个阶段，讲事实真相。最后的八年讲法华，法华是一乘法，怎样把自己提升到究竟圆满，也就是佛法里讲成佛，成佛是达到究竟圆满，这叫一佛乘。二十二年般若是大乘，前面二十年是预备功夫，教学像办学校一样，由浅而深，慢慢来，不是一下就能搞懂的。",
      "zh_TW": "賢首國師《還源觀》上告訴我們「隨緣妙用」。看到眾生有苦難、有迷惑、有顛倒，全心全力幫助他、救濟他，最重要的是要教他，幫助他覺悟，幫助他回頭，幫助他有這麼深的認知，這不是一樁容易的事情。釋迦牟尼佛講《般若》，講這些道理，前面有二十年的基礎，才講這些事實真相。前面阿含有十二年，就好比是小學，基礎教育；接著八年，好比是中學，這八年幫助他契入大乘。十二加八年二十年，然後再講大乘經，給你講諸法實相，就是講宇宙人生的真相，這個階段用了二十二年，是釋迦牟尼佛一生教學最主要的一個階段，講事實真相。最後的八年講法華，法華是一乘法，怎樣把自己提升到究竟圓滿，也就是佛法裡講成佛，成佛是達到究竟圓滿，這叫一佛乘。二十二年般若是大乘，前面二十年是預備功夫，教學像辦學校一樣，由淺而深，慢慢來，不是一下就能搞懂的。"
    },
    {
      "id": "02-037-0166_p0027",
      "zh_CN": "我们看科学家从发现原子到现在八十年，八十年才把物质的现象真搞清楚，精神现象差不多了，那个根源还没有发现。现在科学家讲这个念头，是没有原因，突然蹦出来，立刻就消失，只是把这个现象，他所看到的现象告诉我们。这种说法佛在经上说过，叫「当处出生，随处灭尽」，就是科学家今天看到意念的这个现象。波动是新科学里面的主流，还有全息的概念都是新的主流。全息是什么？再小的物质，像小光子，再小的物质它里面都有整个宇宙的信息。就像我们现在用的电脑里面的晶片一样，无论它怎么小，它里头包容的东西非常多，那还比不上佛法所讲的物质现象，像微尘那么小的东西，里面含藏的是整个宇宙，过去现在未来统统在里头，这是科学还赶不上的地方，所以它真的是科学，真的是哲学。",
      "zh_TW": "我們看科學家從發現原子到現在八十年，八十年才把物質的現象真搞清楚，精神現象差不多了，那個根源還沒有發現。現在科學家講這個念頭，是沒有原因，突然蹦出來，立刻就消失，只是把這個現象，他所看到的現象告訴我們。這種說法佛在經上說過，叫「當處出生，隨處滅盡」，就是科學家今天看到意念的這個現象。波動是新科學裡面的主流，還有全息的概念都是新的主流。全息是什麼？再小的物質，像小光子，再小的物質它裡面都有整個宇宙的信息。就像我們現在用的電腦裡面的晶片一樣，無論它怎麼小，它裡頭包容的東西非常多，那還比不上佛法所講的物質現象，像微塵那麼小的東西，裡面含藏的是整個宇宙，過去現在未來統統在裡頭，這是科學還趕不上的地方，所以它真的是科學，真的是哲學。"
    },
    {
      "id": "02-037-0166_p0028",
      "zh_CN": "修法，法忍里面修学佛法要很长的时间，这个得有耐心，没有耐心半途而废不行。长到什么程度？得生生世世接着干，一世的时间决定不够，没有办法达到究竟圆满。像六祖惠能大彻大悟，我们是看到他这一生，过去生中他学习的没看到，如果你要看到过去，久远劫来都在修行，这一世当中拿到毕业证书，你只参加他的毕业典礼，你不知道他以前那个苦头吃多少。可是我们今天真的运气太好了，遇到阿弥陀佛，遇到净土法门，这是让我们省了好多好多事。",
      "zh_TW": "修法，法忍裡面修學佛法要很長的時間，這個得有耐心，沒有耐心半途而廢不行。長到什麼程度？得生生世世接著幹，一世的時間決定不夠，沒有辦法達到究竟圓滿。像六祖惠能大徹大悟，我們是看到他這一生，過去生中他學習的沒看到，如果你要看到過去，久遠劫來都在修行，這一世當中拿到畢業證書，你只參加他的畢業典禮，你不知道他以前那個苦頭吃多少。可是我們今天真的運氣太好了，遇到阿彌陀佛，遇到淨土法門，這是讓我們省了好多好多事。"
    },
    {
      "id": "02-037-0166_p0029",
      "zh_CN": "我们到极乐世界，到极乐世界第一个好处就是无量寿，真的无量，不是假的，阿弥陀佛无量寿，生到西方极乐世界每个人都无量寿。西方极乐世界的人一生不但不生病，相貌永远不变，换句话说，永远年轻，无量寿看起来是年轻人。这是什么道理？极乐世界的人没有妄想分别执着，所以他不变。有妄想分别执着才产生变化，没有妄想分别执着就没有变化。这个世界永远没有变化，我们称它作一真法界。到这里去好，到这个地方去，很容易去，不麻烦，只要真信、真想去、肯念这句阿弥陀佛就行了。你看就这么简单、就这么容易。到极乐世界天天听阿弥陀佛讲经教学，到极乐世界去学习去的，毕业了就成佛、就功德圆满，不必在六道里头生生世世搞轮回，搞到什么时候？没完没了。以前不知道有这么回事情，现在知道了一定要抓住，我这一生决定要成就。",
      "zh_TW": "我們到極樂世界，到極樂世界第一個好處就是無量壽，真的無量，不是假的，阿彌陀佛無量壽，生到西方極樂世界每個人都無量壽。西方極樂世界的人一生不但不生病，相貌永遠不變，換句話說，永遠年輕，無量壽看起來是年輕人。這是什麼道理？極樂世界的人沒有妄想分別執著，所以他不變。有妄想分別執著才產生變化，沒有妄想分別執著就沒有變化。這個世界永遠沒有變化，我們稱它作一真法界。到這裡去好，到這個地方去，很容易去，不麻煩，只要真信、真想去、肯念這句阿彌陀佛就行了。你看就這麼簡單、就這麼容易。到極樂世界天天聽阿彌陀佛講經教學，到極樂世界去學習去的，畢業了就成佛、就功德圓滿，不必在六道裡頭生生世世搞輪迴，搞到什麼時候？沒完沒了。以前不知道有這麼回事情，現在知道了一定要抓住，我這一生決定要成就。"
    },
    {
      "id": "02-037-0166_p0030",
      "zh_CN": "这个要大大的法忍！我就把心定在这一法上，把心定在阿弥陀佛，心里面想阿弥陀佛，口里头念阿弥陀佛，身体礼拜阿弥陀佛，一门深入，长时薰修。多长的时间？我们看了许许多多人都不超过三年就修成功了，三年就能往生。三年我不想往生，等你临命终时佛就来接引你，随着你的寿量，佛一定来接引你。你如果说我后面还有寿命我不要了，我现在就要去，大概三年，佛就接引你到极乐世界去。这是真正聪明人！在这个世界我们有这个身体不自在，在极乐世界的身体自在，那叫真的有我，自己做得了主宰，得大自在。这是法忍。",
      "zh_TW": "這個要大大的法忍！我就把心定在這一法上，把心定在阿彌陀佛，心裡面想阿彌陀佛，口裡頭念阿彌陀佛，身體禮拜阿彌陀佛，一門深入，長時薰修。多長的時間？我們看了許許多多人都不超過三年就修成功了，三年就能往生。三年我不想往生，等你臨命終時佛就來接引你，隨著你的壽量，佛一定來接引你。你如果說我後面還有壽命我不要了，我現在就要去，大概三年，佛就接引你到極樂世界去。這是真正聰明人！在這個世界我們有這個身體不自在，在極樂世界的身體自在，那叫真的有我，自己做得了主宰，得大自在。這是法忍。"
    },
    {
      "id": "02-037-0166_p0031",
      "zh_CN": "后面一个「无生法忍」，这个境界高。「理本不生不灭」，从理上讲，每个人没有生灭。这是学佛，学佛得什么好处？这是第一个好处。真正觉悟，知道任何一个人都没有生死。生死是什么？是身，身体有生死，自己没有生死。身体死了就是自己死了，那还投什么胎？那六道轮回就没有了。六道轮回之有，证实你没死，这点要知道。如果真的说死了，死了什么都没有，那事情好办，何必浪费这么多时间去修行！死了一切都完了，这太好了，可是这不是事实真相。事实真相是什么？死了就不得了！为什么？死了之后算总帐，你这一生干的是善业、是恶业，要算总帐。就好像外国宗教里面讲最后的审判，死的时候算总帐；你的恶业多，到三恶道去，你的善业多，到三善道去。换句话说，这一生所造的罪业，来生的果报，我们今生（这一生）所受的罪业，是我们过去生造的业，这一生的果报。",
      "zh_TW": "後面一個「無生法忍」，這個境界高。「理本不生不滅」，從理上講，每個人沒有生滅。這是學佛，學佛得什麼好處？這是第一個好處。真正覺悟，知道任何一個人都沒有生死。生死是什麼？是身，身體有生死，自己沒有生死。身體死了就是自己死了，那還投什麼胎？那六道輪迴就沒有了。六道輪迴之有，證實你沒死，這點要知道。如果真的說死了，死了什麼都沒有，那事情好辦，何必浪費這麼多時間去修行！死了一切都完了，這太好了，可是這不是事實真相。事實真相是什麼？死了就不得了！為什麼？死了之後算總帳，你這一生幹的是善業、是惡業，要算總帳。就好像外國宗教裡面講最後的審判，死的時候算總帳；你的惡業多，到三惡道去，你的善業多，到三善道去。換句話說，這一生所造的罪業，來生的果報，我們今生（這一生）所受的罪業，是我們過去生造的業，這一生的果報。"
    },
    {
      "id": "02-037-0166_p0032",
      "zh_CN": "佛经上有两句话很重要的，告诉我们，「欲知前世因」，我以往那一世造的什么因，「今生受者是」，我这一生所享受的就是；「欲知来世果」，来世的果报，「今生作者是」，我这一生所造作的就是。这两句话不得了！我过去世所造的什么，我这一生受的；我来生得什么果报，我这一生所修的，我这一生所干的。这个我自己很清楚，过去生中所造的，我这一生受很多的苦难，但是苦难受得很自在，这是有伦理道德、有佛菩萨加持。来生的果报，我这一生起心动念、言语造作都是利益众生，没有伤害过一个人，没有怨恨过一个人，我来世的果报好！",
      "zh_TW": "佛經上有兩句話很重要的，告訴我們，「欲知前世因」，我以往那一世造的什麼因，「今生受者是」，我這一生所享受的就是；「欲知來世果」，來世的果報，「今生作者是」，我這一生所造作的就是。這兩句話不得了！我過去世所造的什麼，我這一生受的；我來生得什麼果報，我這一生所修的，我這一生所幹的。這個我自己很清楚，過去生中所造的，我這一生受很多的苦難，但是苦難受得很自在，這是有倫理道德、有佛菩薩加持。來生的果報，我這一生起心動念、言語造作都是利益眾生，沒有傷害過一個人，沒有怨恨過一個人，我來世的果報好！"
    },
    {
      "id": "02-037-0166_p0033",
      "zh_CN": "有一次我在北京，黄念老的学生告诉我（念老已经往生了），学生告诉我，说老师曾经说过，对他们说的，他说净空法师如果这一生要不往生极乐世界，他来生的福报不得了不得了！大福报。我们想想是往生好，是来生大福报好？大福报可能会造大业，如果造的是恶业，可不得了！决定不能干，还是到极乐世界去好。这个世间叫我做国王，天上请我去做天王，我都不干，决定不要去享这些痴福，这不是好事情。真正好事情到极乐世界去作佛去，这是真正好事情，永远不造恶业了。所以目标要锁定在这里，不求人天福报。六道是假的，连十法界都是假的，所以声闻、缘觉、菩萨、十法界的佛，我统统不干，我们要到极乐世界去。学了这么多年，没有这个选择，那就全错了，那就是白学了。决定不能被名闻利养、五欲六尘诱惑，这是佛门的第一德，我们要觉悟，我们要把它牢牢的抓到。",
      "zh_TW": "有一次我在北京，黃念老的學生告訴我（念老已經往生了），學生告訴我，說老師曾經說過，對他們說的，他說淨空法師如果這一生要不往生極樂世界，他來生的福報不得了不得了！大福報。我們想想是往生好，是來生大福報好？大福報可能會造大業，如果造的是惡業，可不得了！決定不能幹，還是到極樂世界去好。這個世間叫我做國王，天上請我去做天王，我都不幹，決定不要去享這些痴福，這不是好事情。真正好事情到極樂世界去作佛去，這是真正好事情，永遠不造惡業了。所以目標要鎖定在這裡，不求人天福報。六道是假的，連十法界都是假的，所以聲聞、緣覺、菩薩、十法界的佛，我統統不幹，我們要到極樂世界去。學了這麼多年，沒有這個選擇，那就全錯了，那就是白學了。決定不能被名聞利養、五欲六塵誘惑，這是佛門的第一德，我們要覺悟，我們要把它牢牢的抓到。"
    },
    {
      "id": "02-037-0166_p0034",
      "zh_CN": "这个世间人家说灾难很多，我的心目当中没有灾难，灾难真的降到我身上来的时候，我就到极乐世界去了。我信，我相信，一点都不怀疑，阿弥陀佛立刻就来接引我。心就定了，没有一丝毫恐惧，没有一丝毫忧虑。你看这个世界动乱，看这个世界灾难很多，我看这个世界跟极乐世界差不多，没有看到灾难，没有听到不善的。为什么？不看，不听。学佛六十一年，大概前面十年还偶尔看点电视，跟电视告别了有五十年，五十年没有看过电视，没有听过广播，杂志、报纸都不看，所以我是住在清净的国土里头，没有忧虑，没有困扰，身心自在。每天读自己喜欢读的书，大乘经；干自己喜欢干的事，跟这些同学们分享，这就是我干的事情。科学家发明这么好的工具，我们在小房间里面可以跟全世界志同道合的人一起来分享，这要感谢科学家的发明。不需要道场，不需要讲堂，有个小房间就可以了，真自在！道场大了开销大，要去找钱很苦！小道场不需要操心，过得非常自在。",
      "zh_TW": "這個世間人家說災難很多，我的心目當中沒有災難，災難真的降到我身上來的時候，我就到極樂世界去了。我信，我相信，一點都不懷疑，阿彌陀佛立刻就來接引我。心就定了，沒有一絲毫恐懼，沒有一絲毫憂慮。你看這個世界動亂，看這個世界災難很多，我看這個世界跟極樂世界差不多，沒有看到災難，沒有聽到不善的。為什麼？不看，不聽。學佛六十一年，大概前面十年還偶爾看點電視，跟電視告別了有五十年，五十年沒有看過電視，沒有聽過廣播，雜誌、報紙都不看，所以我是住在清淨的國土裡頭，沒有憂慮，沒有困擾，身心自在。每天讀自己喜歡讀的書，大乘經；幹自己喜歡幹的事，跟這些同學們分享，這就是我幹的事情。科學家發明這麼好的工具，我們在小房間裡面可以跟全世界志同道合的人一起來分享，這要感謝科學家的發明。不需要道場，不需要講堂，有個小房間就可以了，真自在！道場大了開銷大，要去找錢很苦！小道場不需要操心，過得非常自在。"
    },
    {
      "id": "02-037-0166_p0035",
      "zh_CN": "有人看到我一张照片，我拿着锡杖照的一张照片，大概流通不少。我还看到有人把下半身续上去，续得不太像，看得出来，痕迹看得出来。为什么我拿锡杖照大半身下头没有？这有很深用意在里头，他不了解；我没有立足之地，所以底下没有脚，没有立足之地，都是表法的。别人照全身，我不能照全身，他们有立足之地，有大道场，我没有。所以这个有表法的意思在里头，那个续起来的就错了，就不好看。",
      "zh_TW": "有人看到我一張照片，我拿著錫杖照的一張照片，大概流通不少。我還看到有人把下半身續上去，續得不太像，看得出來，痕跡看得出來。為什麼我拿錫杖照大半身下頭沒有？這有很深用意在裡頭，他不了解；我沒有立足之地，所以底下沒有腳，沒有立足之地，都是表法的。別人照全身，我不能照全身，他們有立足之地，有大道場，我沒有。所以這個有表法的意思在裡頭，那個續起來的就錯了，就不好看。"
    },
    {
      "id": "02-037-0166_p0036",
      "zh_CN": "理确实没有生灭。「今但言不生」，不生所以叫无生。诸位想想看这个生灭，一秒钟有一千六百兆的生灭，那里头的一个生灭你怎么能够知道！佛法讲不生不灭，如果它真的是不生不灭，这句话是废话，毫无意义，它确实有生灭，生灭等于不生不灭，为什么？它太快了，我们没有办法掌握到，也就是你看不到、你接触不到，它真有生灭。许许多多生灭集合在一起，我们就看到了，看到生灭现象。那就是弥勒菩萨跟我们讲的一弹指，一弹指大概是五分之一秒，我们能看见，这一弹指。一弹指里头有三百二十兆个生灭，三百二十兆的生灭纠缠在一起，我们看到生灭的现象，单独一个是决定没有办法看到的。这是事实真相，《般若经》上讲的诸法实相，实就是真实，一切法的真实相。整个宇宙，无论是物质现象、精神现象、自然现象，统统是这个速度，这个波动产生的，这是事实。",
      "zh_TW": "理確實沒有生滅。「今但言不生」，不生所以叫無生。諸位想想看這個生滅，一秒鐘有一千六百兆的生滅，那裡頭的一個生滅你怎麼能夠知道！佛法講不生不滅，如果它真的是不生不滅，這句話是廢話，毫無意義，它確實有生滅，生滅等於不生不滅，為什麼？它太快了，我們沒有辦法掌握到，也就是你看不到、你接觸不到，它真有生滅。許許多多生滅集合在一起，我們就看到了，看到生滅現象。那就是彌勒菩薩跟我們講的一彈指，一彈指大概是五分之一秒，我們能看見，這一彈指。一彈指裡頭有三百二十兆個生滅，三百二十兆的生滅糾纏在一起，我們看到生滅的現象，單獨一個是決定沒有辦法看到的。這是事實真相，《般若經》上講的諸法實相，實就是真實，一切法的真實相。整個宇宙，無論是物質現象、精神現象、自然現象，統統是這個速度，這個波動產生的，這是事實。"
    },
    {
      "id": "02-037-0166_p0037",
      "zh_CN": "佛当年说出来，佛怎么知道的？佛是在禅定当中看到的，你就知道那个心多清净。心的定跟波动的速度平等，你就完全看到了。这是什么等次的禅定？佛说了，八地以上。我们知道菩萨，不算佛，算菩萨，五十一个阶级，禅定的等级就分五十一个等级，八地是五十一个等级里头最高的五个等级，八地、九地、十地，十一地就是等觉，最后一个是妙觉。妙觉是圆满，他是佛，不算菩萨，菩萨到等觉，就是菩萨最高的四个位次见到，对于阿赖耶的三细相清清楚楚、明明白白。阿赖耶三细相讲的什么？宇宙的源起，万物的源起，生命的源起，我的源起，我从哪来的，是同时来的，同时生起的，没有先后。现在很多科学家以为宇宙是大爆炸的，不是的，大爆炸讲不通。所以新的科学家提出来，慢慢的跟佛法讲的接近了，是这么来的，这是多深的禅定！",
      "zh_TW": "佛當年說出來，佛怎麼知道的？佛是在禪定當中看到的，你就知道那個心多清淨。心的定跟波動的速度平等，你就完全看到了。這是什麼等次的禪定？佛說了，八地以上。我們知道菩薩，不算佛，算菩薩，五十一個階級，禪定的等級就分五十一個等級，八地是五十一個等級裡頭最高的五個等級，八地、九地、十地，十一地就是等覺，最後一個是妙覺。妙覺是圓滿，他是佛，不算菩薩，菩薩到等覺，就是菩薩最高的四個位次見到，對於阿賴耶的三細相清清楚楚、明明白白。阿賴耶三細相講的什麼？宇宙的源起，萬物的源起，生命的源起，我的源起，我從哪來的，是同時來的，同時生起的，沒有先後。現在很多科學家以為宇宙是大爆炸的，不是的，大爆炸講不通。所以新的科學家提出來，慢慢的跟佛法講的接近了，是這麼來的，這是多深的禪定！"
    },
    {
      "id": "02-037-0166_p0038",
      "zh_CN": "禅定里面，空间跟时间都没有了。我们讲空间维次，空间维次科学家证明至少有十一种不同维次空间，科学也很了不起。从理论上讲空间维次是无限度的，它从哪里来的？是从人的妄想分别执着里头变现出来的。如果妄想分别执着都没有了，空间维次就没有了，所以这是假相不是真的。空间没有了，就是距离没有了，没有距离了；时间没有了，先后没有了，千万年前就是现在，千万年后也在现在，所以过去未来你都看得很清楚，为什么？都在你面前。像什么？像看电影一样，看到宇宙这个东西虚幻的变化，全不是真的。空间没有了，极乐世界在哪里？就在此地。往后一千年的世界是什么样子，也在眼前，你都看见了，这就变成预言。所以禅定当中见到的境界是可以相信的。",
      "zh_TW": "禪定裡面，空間跟時間都沒有了。我們講空間維次，空間維次科學家證明至少有十一種不同維次空間，科學也很了不起。從理論上講空間維次是無限度的，它從哪裡來的？是從人的妄想分別執著裡頭變現出來的。如果妄想分別執著都沒有了，空間維次就沒有了，所以這是假相不是真的。空間沒有了，就是距離沒有了，沒有距離了；時間沒有了，先後沒有了，千萬年前就是現在，千萬年後也在現在，所以過去未來你都看得很清楚，為什麼？都在你面前。像什麼？像看電影一樣，看到宇宙這個東西虛幻的變化，全不是真的。空間沒有了，極樂世界在哪裡？就在此地。往後一千年的世界是什麼樣子，也在眼前，你都看見了，這就變成預言。所以禪定當中見到的境界是可以相信的。"
    },
    {
      "id": "02-037-0166_p0039",
      "zh_CN": "这桩事情是早年我请教李老师，我请教他预言可不可以相信？他就告诉我预言理论的依据，一般预言离不开数学，古老的中国是离不开《易经》，统统与《易经》有关系，与数学有关系。数学的推算如果有一毫差错，预言就不准了，叫差之毫厘，失之千里，就不准了。第二种来源是定中境界，那个很可靠。所以古老预言当中好像是黄蘗禅师有几首诗，预言诗，他说那是他定中所见到的境界，那很可靠。这是把预言的来源说出来，我们对它就了解一些。另外还有一种是鬼神传递的信息，现在很多，有附体传的，有在意象当中传递的，是你亲自看到的现象，不是在睡梦当中，不是梦境，你突然看到这个现象。还有梦中境界，有些人梦到的东西，以后他真的都看到了。有这么几种来源。这几种来源可以做参考，你不能完全相信，为什么？它到底是真是假，他存疑，他打问号。所以可以做参考，不能完全相信，完全相信就错了。学佛的人对于这些话、对于这些境界相，可以完全置之不理，一定遵守经典教诲，依教奉行，一切境界现前，如如不动，这就最好，不要受它左右。传递的信息与大众有关系的，多留意点，多关怀、多照顾点就可以了。解决灾难、困惑这些问题，决定不能相信他的，相信他的搞错了，你找不到他，他不负责任，无法追究他。所以解决的方法一定要依经典教训。譬如他所传递的，灾难来了念佛能解决。这个正确的，这个他不传给我们，我们也是用这个方法。那他传递这个信息来，我们的方法没错，连他们也赞成，他们也用这个方法，那就对了，绝对正确。",
      "zh_TW": "這樁事情是早年我請教李老師，我請教他預言可不可以相信？他就告訴我預言理論的依據，一般預言離不開數學，古老的中國是離不開《易經》，統統與《易經》有關係，與數學有關係。數學的推算如果有一毫差錯，預言就不準了，叫差之毫釐，失之千里，就不準了。第二種來源是定中境界，那個很可靠。所以古老預言當中好像是黃蘗禪師有幾首詩，預言詩，他說那是他定中所見到的境界，那很可靠。這是把預言的來源說出來，我們對它就了解一些。另外還有一種是鬼神傳遞的信息，現在很多，有附體傳的，有在意象當中傳遞的，是你親自看到的現象，不是在睡夢當中，不是夢境，你突然看到這個現象。還有夢中境界，有些人夢到的東西，以後他真的都看到了。有這麼幾種來源。這幾種來源可以做參考，你不能完全相信，為什麼？它到底是真是假，他存疑，他打問號。所以可以做參考，不能完全相信，完全相信就錯了。學佛的人對於這些話、對於這些境界相，可以完全置之不理，一定遵守經典教誨，依教奉行，一切境界現前，如如不動，這就最好，不要受它左右。傳遞的信息與大眾有關係的，多留意點，多關懷、多照顧點就可以了。解決災難、困惑這些問題，決定不能相信他的，相信他的搞錯了，你找不到他，他不負責任，無法追究他。所以解決的方法一定要依經典教訓。譬如他所傳遞的，災難來了念佛能解決。這個正確的，這個他不傳給我們，我們也是用這個方法。那他傳遞這個信息來，我們的方法沒錯，連他們也贊成，他們也用這個方法，那就對了，絕對正確。"
    },
    {
      "id": "02-037-0166_p0040",
      "zh_CN": "所以一切法无生是真的，一切法现在有，有是假有、是幻有，不是真的，一定要这个看法。《金刚经》上教给我们，「一切有为法」，有为就是有生有灭，就是生灭法，生灭法就是十法界，六道十法界全是生灭法；「如梦幻泡影」，佛用比喻告诉我们，这是梦幻泡影，可别当真，不要认真，不要去计较；「如露亦如电」，这是说它波动的现象，像闪电一样，像露水一样，你看太阳一出来，露水就没有了，它不是永恒的；「应作如是观」，我们这样看法就正确了，这样看法跟佛菩萨的看法完全相同。换句话说，在这个世间帮助众生离苦得乐。苦从哪里来的？苦从迷来的，对于事实真相不了解，于是他想错了、说错了、做错了，变成恶业，变成恶报，就这么来的。如果他觉悟、明白了，把念头一改变，就离苦真的得乐。所以佛大慈大悲，救济世间用什么？用教学。只有教学能帮助你觉悟，能帮助你了解事实真相，能帮助你建立正知正见，于一切万事万物你清楚明白，你不糊涂、不颠倒，你不会做错事。那你所有一切果报都是善的，都是好的，决定没有苦报，只有乐受，没有苦报。",
      "zh_TW": "所以一切法無生是真的，一切法現在有，有是假有、是幻有，不是真的，一定要這個看法。《金剛經》上教給我們，「一切有為法」，有為就是有生有滅，就是生滅法，生滅法就是十法界，六道十法界全是生滅法；「如夢幻泡影」，佛用比喻告訴我們，這是夢幻泡影，可別當真，不要認真，不要去計較；「如露亦如電」，這是說它波動的現象，像閃電一樣，像露水一樣，你看太陽一出來，露水就沒有了，它不是永恆的；「應作如是觀」，我們這樣看法就正確了，這樣看法跟佛菩薩的看法完全相同。換句話說，在這個世間幫助眾生離苦得樂。苦從哪裡來的？苦從迷來的，對於事實真相不了解，於是他想錯了、說錯了、做錯了，變成惡業，變成惡報，就這麼來的。如果他覺悟、明白了，把念頭一改變，就離苦真的得樂。所以佛大慈大悲，救濟世間用什麼？用教學。只有教學能幫助你覺悟，能幫助你了解事實真相，能幫助你建立正知正見，於一切萬事萬物你清楚明白，你不糊塗、不顛倒，你不會做錯事。那你所有一切果報都是善的，都是好的，決定沒有苦報，只有樂受，沒有苦報。"
    },
    {
      "id": "02-037-0166_p0041",
      "zh_CN": "所以「菩萨于无生之法」，无生而生。「忍可」，这个忍字，再加个言字旁就是认，认识的认，可以通用，认可，不否定它。「忍乐」，这两个字是双关语，忍里头有乐趣，有真的乐。不动心，不退转，还是全心全力帮助苦难众生，只要他肯接受，我就帮到底，他不肯接受，我就到别的地方去，什么时候他肯接受了，我再来，这叫慈悲。不是说不肯接受，去了，以后永远不来了，那就赌气了，菩萨不会生气。你现在一时迷惑不能接受，我就避开一点，哪里有缘到哪里去，等你回头，等你肯接受，我又来了，这才叫大慈大悲，这是真正的忍辱波罗蜜的圆满。所以忍辱度瞋恚，也就是他永远不会生气，顺境没有贪恋，逆境没有瞋恚，永远保持心平气和。修忍辱到这个程度，忍辱就毕业、就圆满了。修学圆满之后，这种心态永远保持、永远不变，这就是佛陀。今天时间到了，我们忍辱波罗蜜讲了两个小时。",
      "zh_TW": "所以「菩薩於無生之法」，無生而生。「忍可」，這個忍字，再加個言字旁就是認，認識的認，可以通用，認可，不否定它。「忍樂」，這兩個字是雙關語，忍裡頭有樂趣，有真的樂。不動心，不退轉，還是全心全力幫助苦難眾生，只要他肯接受，我就幫到底，他不肯接受，我就到別的地方去，什麼時候他肯接受了，我再來，這叫慈悲。不是說不肯接受，去了，以後永遠不來了，那就賭氣了，菩薩不會生氣。你現在一時迷惑不能接受，我就避開一點，哪裡有緣到哪裡去，等你回頭，等你肯接受，我又來了，這才叫大慈大悲，這是真正的忍辱波羅蜜的圓滿。所以忍辱度瞋恚，也就是他永遠不會生氣，順境沒有貪戀，逆境沒有瞋恚，永遠保持心平氣和。修忍辱到這個程度，忍辱就畢業、就圓滿了。修學圓滿之後，這種心態永遠保持、永遠不變，這就是佛陀。今天時間到了，我們忍辱波羅蜜講了兩個小時。"
    }
  ]
}