{
  "doc_id": "02-037-0118",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一八集",
    "zh_TW": "第一一八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0118",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0118_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百九十六面，倒数第三行最后两个字开始：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百九十六面，倒數第三行最後兩個字開始："
    },
    {
      "id": "02-037-0118_p0002",
      "zh_CN": "「通达甚深微妙法」，这是这首最后的一句，甚深微妙法，「此法即十方佛赞，持名念佛，无上甚深之法」。这个法确实是甚深，真的是无上，即使十方诸佛为我们讲解，讲无量劫也讲不完，所以诸佛常赞叹名号功德不可思议。名号很简单，人人都会念，为什么念的利益不相同？有两种人能得殊胜利益，一种人那是法身菩萨，对名号甚深微妙功德他能理解，他知道，这种人得利益；第二种人，他虽然不知道名号里头含藏什么样的功德，但是他不怀疑，他能信、能愿、真肯念，这样念下去也就是古德所说的，他暗合道妙，他念念都得到殊胜功德。这是中国古人所谓的，「其愚不可及也」。这个人并不聪明，愚人，但是聪明人也没法子跟他相比，他所获得的利益很大。所以最难度的就是中间这一部分，这一部分是占绝大多数，上智跟下愚都很少，都很难得。诸佛跟这些法身菩萨慈悲到极处，现身说法，几乎都是以知识分子为主要对象，不厌其烦开无量法门，或是说八万四千法门，都是代表无量的。知识分子一定是思尽就还源，他想，想到尽头，没法子再想了，他就会回头，回头是岸，一回头就见到了，他不到那个时候他不能回头。",
      "zh_TW": "「通達甚深微妙法」，這是這首最後的一句，甚深微妙法，「此法即十方佛讚，持名念佛，無上甚深之法」。這個法確實是甚深，真的是無上，即使十方諸佛為我們講解，講無量劫也講不完，所以諸佛常讚歎名號功德不可思議。名號很簡單，人人都會念，為什麼念的利益不相同？有兩種人能得殊勝利益，一種人那是法身菩薩，對名號甚深微妙功德他能理解，他知道，這種人得利益；第二種人，他雖然不知道名號裡頭含藏什麼樣的功德，但是他不懷疑，他能信、能願、真肯念，這樣念下去也就是古德所說的，他暗合道妙，他念念都得到殊勝功德。這是中國古人所謂的，「其愚不可及也」。這個人並不聰明，愚人，但是聰明人也沒法子跟他相比，他所獲得的利益很大。所以最難度的就是中間這一部分，這一部分是佔絕大多數，上智跟下愚都很少，都很難得。諸佛跟這些法身菩薩慈悲到極處，現身說法，幾乎都是以知識分子為主要對象，不厭其煩開無量法門，或是說八萬四千法門，都是代表無量的。知識分子一定是思盡就還源，他想，想到盡頭，沒法子再想了，他就會回頭，回頭是岸，一回頭就見到了，他不到那個時候他不能回頭。"
    },
    {
      "id": "02-037-0118_p0003",
      "zh_CN": "「法藏比丘愿法音如佛」，法音是工具，希望有佛这么良好的工具。「广宣六度等妙行」，六度是大乘学的，妙法就是执持名号，这个法门三根普被，利钝全收，比大乘还要殊胜。「欲令众生通达此甚深微妙之法」，这底下四句真的是微妙到极处，「心作心是，明自本心，识自本性，皆当成佛度生也」。微妙到极处，这里头最难懂的就是这个心，这个字最难懂，这个字要是懂得，其他都解决了。所以大乘教里古大德有所谓，「若人识得心，大地无寸土」。什么人能够识得心？识得心实在讲真的大地无寸土，土是物质，物质没有了，根本就没有这个东西存在。无寸土用现在的话来说，代表三种现象，物质现象、精神现象、自然现象，你要真正识得心，三种现象都不可得，没有了。真是妙！甚深微妙之法。",
      "zh_TW": "「法藏比丘願法音如佛」，法音是工具，希望有佛這麼良好的工具。「廣宣六度等妙行」，六度是大乘學的，妙法就是執持名號，這個法門三根普被，利鈍全收，比大乘還要殊勝。「欲令眾生通達此甚深微妙之法」，這底下四句真的是微妙到極處，「心作心是，明自本心，識自本性，皆當成佛度生也」。微妙到極處，這裡頭最難懂的就是這個心，這個字最難懂，這個字要是懂得，其他都解決了。所以大乘教裡古大德有所謂，「若人識得心，大地無寸土」。什麼人能夠識得心？識得心實在講真的大地無寸土，土是物質，物質沒有了，根本就沒有這個東西存在。無寸土用現在的話來說，代表三種現象，物質現象、精神現象、自然現象，你要真正識得心，三種現象都不可得，沒有了。真是妙！甚深微妙之法。"
    },
    {
      "id": "02-037-0118_p0004",
      "zh_CN": "心作，这句是出自《观无量寿佛经》，释迦佛说的「是心是佛」，心是本体，能生能现，我们这个身体也是心所生所现的，能生能现的是心，所生所现是我这个身体跟一切万法，连虚空法界都是心生心现的。惠能大师开悟的时候说「何期自性能生万法」，那个自性就是心。所以禅宗里面称它作明心见性，明是明了，就是认识。我们对这心不明了，心到底是什么不知道，心在哪里也不知道，心有什么作用也不知道，对它一无所知，迷了。佛告诉我们，心才是自己的本人，宗门里面所说的，「父母未生前本来面目」，就是这个心；一切万法未生之前的本来面目，也是这个心。所以「是心作佛」，哪一法没有心？都有。在有情众生称之佛性，在无情众生称之法性，法性跟佛性是一个性。所以《华严经》上说，「情与无情同圆种智」，圆满一切种智就是成佛。有情成佛，我们能理解，无情成佛，我们很难理解。无情是什么？我们今天讲的无生物、矿物。是不是它真的是无情？不然。",
      "zh_TW": "心作，這句是出自《觀無量壽佛經》，釋迦佛說的「是心是佛」，心是本體，能生能現，我們這個身體也是心所生所現的，能生能現的是心，所生所現是我這個身體跟一切萬法，連虛空法界都是心生心現的。惠能大師開悟的時候說「何期自性能生萬法」，那個自性就是心。所以禪宗裡面稱它作明心見性，明是明瞭，就是認識。我們對這心不明瞭，心到底是什麼不知道，心在哪裡也不知道，心有什麼作用也不知道，對它一無所知，迷了。佛告訴我們，心才是自己的本人，宗門裡面所說的，「父母未生前本來面目」，就是這個心；一切萬法未生之前的本來面目，也是這個心。所以「是心作佛」，哪一法沒有心？都有。在有情眾生稱之佛性，在無情眾生稱之法性，法性跟佛性是一個性。所以《華嚴經》上說，「情與無情同圓種智」，圓滿一切種智就是成佛。有情成佛，我們能理解，無情成佛，我們很難理解。無情是什麼？我們今天講的無生物、礦物。是不是它真的是無情？不然。"
    },
    {
      "id": "02-037-0118_p0005",
      "zh_CN": "过去佛是随顺我们的知见来说，佛说法依二谛，依俗谛就是随顺我们，我们常识能够理解、能够接受的，佛说。第二种随真谛，真谛我们不能理解，我们不能接受，无情能成佛我们不能接受。给谁说？给法身菩萨说，他们能接受。他们知道遍法界虚空界，找不到一个无情的东西，所有一切现象全都是五蕴成就的。五蕴里面色是物质现象，受想行识是心理现象。再小的物质现象，小得不能再小，佛家讲的极微之微，我们现在看到科学报告，现在研究这个中微子，大概就是佛经上所讲的极微之微，发现这个中微子还是五蕴具足，它一点都没缺。让我们想到《心经》一开头，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，深般若波罗蜜多，法身菩萨才有；法身之前没有这个智慧，他没看到，他无法体会。现在科学家虽然看到，还是无法体会。",
      "zh_TW": "過去佛是隨順我們的知見來說，佛說法依二諦，依俗諦就是隨順我們，我們常識能夠理解、能夠接受的，佛說。第二種隨真諦，真諦我們不能理解，我們不能接受，無情能成佛我們不能接受。給誰說？給法身菩薩說，他們能接受。他們知道遍法界虛空界，找不到一個無情的東西，所有一切現象全都是五蘊成就的。五蘊裡面色是物質現象，受想行識是心理現象。再小的物質現象，小得不能再小，佛家講的極微之微，我們現在看到科學報告，現在研究這個中微子，大概就是佛經上所講的極微之微，發現這個中微子還是五蘊具足，它一點都沒缺。讓我們想到《心經》一開頭，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，深般若波羅蜜多，法身菩薩才有；法身之前沒有這個智慧，他沒看到，他無法體會。現在科學家雖然看到，還是無法體會。"
    },
    {
      "id": "02-037-0118_p0006",
      "zh_CN": "今天早晨我到这边来，我看到一个信息，美国太空总署对于二０一二的灾难在辟谣。说这些谣言，他承认很多，但是都没有科学根据，换句话，叫我们决定不要去相信它。有没有道理？我们听了有道理。为什么？境随心转，我们大家的意念都不去想它，这个事情就没有了，你去想它它就来了。佛说的「一切法从心想生」。最简单的，我们的身体，你想它有病，它怎么能没有病？病就出来了，你不想它它就没病。这个道理学佛的人懂，现代科学家也懂。所以近代的量子学家提出一个口号，叫以心控物，他明白了，为什么？物质现象是从心想变现出来的。德国的普朗克说物质的基础是意念，就是念头，物质是从念头产生的。我们这个人身体是个物质现象，你老是想它会有病，它怎么能不生病？特别是负面的，负面的还特别有效，你想它好它未必好，你想它坏它肯定坏，妙在此地！",
      "zh_TW": "今天早晨我到這邊來，我看到一個信息，美國太空總署對於二０一二的災難在闢謠。說這些謠言，他承認很多，但是都沒有科學根據，換句話，叫我們決定不要去相信它。有沒有道理？我們聽了有道理。為什麼？境隨心轉，我們大家的意念都不去想它，這個事情就沒有了，你去想它它就來了。佛說的「一切法從心想生」。最簡單的，我們的身體，你想它有病，它怎麼能沒有病？病就出來了，你不想它它就沒病。這個道理學佛的人懂，現代科學家也懂。所以近代的量子學家提出一個口號，叫以心控物，他明白了，為什麼？物質現象是從心想變現出來的。德國的普朗克說物質的基礎是意念，就是念頭，物質是從念頭產生的。我們這個人身體是個物質現象，你老是想它會有病，它怎麼能不生病？特別是負面的，負面的還特別有效，你想它好它未必好，你想它壞它肯定壞，妙在此地！"
    },
    {
      "id": "02-037-0118_p0007",
      "zh_CN": "但是一个正念至少抵得一万个邪念，正念难得！我们如果没有正念，很容易被一些冤亲债主给毁掉，为什么？冤亲债主天天在咒你，天天传递给你负面的信息。我们念佛的人，第一个好念头就是阿弥陀佛，无论什么念头，人家来对我的时候，我都以阿弥陀佛回敬他，不但我们自己不受伤害，对他都有好处。以德报怨，这是佛菩萨教导我们的，这个好的念头跟性德相应。所以念佛人不管他是有心无心，你问他，他一开口都是阿弥陀佛，你问他什么，他都合掌回敬你阿弥陀佛，正确。这就是此地讲的，「甚深微妙法」。很多人都用在日常生活当中，他不知道。「是心作佛，是心是佛」，本来是佛，现在要作佛，哪有不成佛的道理！这四个字我们常常放在心上，我们对它理解，我们对它没有怀疑，这句话能够保佑我们身心健康、家庭幸福、事业顺利，能保佑我们将来决定得生净土，也能保佑我们这个地球化解灾难。为什么？一切正念里头，没有超过这一个念头，这一个念头的功德跟阿弥陀佛相等，平等法！",
      "zh_TW": "但是一個正念至少抵得一萬個邪念，正念難得！我們如果沒有正念，很容易被一些冤親債主給毀掉，為什麼？冤親債主天天在咒你，天天傳遞給你負面的信息。我們念佛的人，第一個好念頭就是阿彌陀佛，無論什麼念頭，人家來對我的時候，我都以阿彌陀佛回敬他，不但我們自己不受傷害，對他都有好處。以德報怨，這是佛菩薩教導我們的，這個好的念頭跟性德相應。所以念佛人不管他是有心無心，你問他，他一開口都是阿彌陀佛，你問他什麼，他都合掌回敬你阿彌陀佛，正確。這就是此地講的，「甚深微妙法」。很多人都用在日常生活當中，他不知道。「是心作佛，是心是佛」，本來是佛，現在要作佛，哪有不成佛的道理！這四個字我們常常放在心上，我們對它理解，我們對它沒有懷疑，這句話能夠保佑我們身心健康、家庭幸福、事業順利，能保佑我們將來決定得生淨土，也能保佑我們這個地球化解災難。為什麼？一切正念裡頭，沒有超過這一個念頭，這一個念頭的功德跟阿彌陀佛相等，平等法！"
    },
    {
      "id": "02-037-0118_p0008",
      "zh_CN": "「明自本心，识自本性」，这两句就是宗门所说的明心见性，上面是明心，下面这句是见性。见性成佛，这个佛是真佛，不是十法界里面的相似即佛，他是一真法界实报庄严土里面的分证即佛，他还没圆满，为什么？习气还在。这个习气我们没有办法知道，无始无明的习气，我们连无始无明都不知道，无始无明的习气当然更不晓得。谁知道无明习气？法身菩萨他们知道。这个习气不碍事。执着的习气碍事，分别的习气碍事，无明的习气不碍事，因为它太微细。这个习气断尽，法身菩萨成佛了，证得妙觉果位，他不住实报土，他住常寂光，究竟圆满。",
      "zh_TW": "「明自本心，識自本性」，這兩句就是宗門所說的明心見性，上面是明心，下面這句是見性。見性成佛，這個佛是真佛，不是十法界裡面的相似即佛，他是一真法界實報莊嚴土裡面的分證即佛，他還沒圓滿，為什麼？習氣還在。這個習氣我們沒有辦法知道，無始無明的習氣，我們連無始無明都不知道，無始無明的習氣當然更不曉得。誰知道無明習氣？法身菩薩他們知道。這個習氣不礙事。執著的習氣礙事，分別的習氣礙事，無明的習氣不礙事，因為它太微細。這個習氣斷盡，法身菩薩成佛了，證得妙覺果位，他不住實報土，他住常寂光，究竟圓滿。"
    },
    {
      "id": "02-037-0118_p0009",
      "zh_CN": "「皆当成佛度生」，这句话要记住，成佛不是自己享受，成佛是为度生。所以法藏发愿把度生放在前面，自己成佛放在后头，说明我为什么要成佛？是为度众生。跟四弘誓愿一个意思，四弘誓愿第一句「众生无边誓愿度」，最后一句「佛道无上誓愿成」，总是把众生苦难摆在我们第一位，没有把自己；把自己摆在第一位是自私自利，永远不能成就。把帮助众生解决苦难放在第一位，自己成佛总是摆在最后位，像地藏菩萨一样。其实哪一尊佛都是地藏菩萨。地藏是表法的，「地狱不空，誓不成佛」，那地狱能空得了吗？",
      "zh_TW": "「皆當成佛度生」，這句話要記住，成佛不是自己享受，成佛是為度生。所以法藏發願把度生放在前面，自己成佛放在後頭，說明我為什麼要成佛？是為度眾生。跟四弘誓願一個意思，四弘誓願第一句「眾生無邊誓願度」，最後一句「佛道無上誓願成」，總是把眾生苦難擺在我們第一位，沒有把自己；把自己擺在第一位是自私自利，永遠不能成就。把幫助眾生解決苦難放在第一位，自己成佛總是擺在最後位，像地藏菩薩一樣。其實哪一尊佛都是地藏菩薩。地藏是表法的，「地獄不空，誓不成佛」，那地獄能空得了嗎？"
    },
    {
      "id": "02-037-0118_p0010",
      "zh_CN": "为什么释迦牟尼佛成佛了，阿弥陀佛成佛了，卢舍那成佛了，地狱没有空他为什么成佛？他们的成佛是自觉觉他圆满，这叫成佛。觉他圆满就是自觉圆满，为什么？教学的人都知道，教学相长，老师教学生，学生进步，老师同样也在进步，不可能不进步，彼此双方都在提升，提升到无明习气断尽，那叫成佛，那叫圆满。断无始无明习气是没有方法的，这个之前有修行的功夫，断了无明之后叫无功用道，时间到了习气自然没有，成佛是这么个道理。不成佛他也成佛了，他自然成佛，绝对没有意思我要成佛，不是的，没有这个念头，有这个念头他就堕落。所以我们要有这个愿，成佛是为度生，把度生摆在第一。这前面四句发愿，这四句你看「求觉他之德」。再看下面一段，「慧超彼岸」：",
      "zh_TW": "為什麼釋迦牟尼佛成佛了，阿彌陀佛成佛了，盧舍那成佛了，地獄沒有空他為什麼成佛？他們的成佛是自覺覺他圓滿，這叫成佛。覺他圓滿就是自覺圓滿，為什麼？教學的人都知道，教學相長，老師教學生，學生進步，老師同樣也在進步，不可能不進步，彼此雙方都在提升，提升到無明習氣斷盡，那叫成佛，那叫圓滿。斷無始無明習氣是沒有方法的，這個之前有修行的功夫，斷了無明之後叫無功用道，時間到了習氣自然沒有，成佛是這麼個道理。不成佛他也成佛了，他自然成佛，絕對沒有意思我要成佛，不是的，沒有這個念頭，有這個念頭他就墮落。所以我們要有這個願，成佛是為度生，把度生擺在第一。這前面四句發願，這四句你看「求覺他之德」。再看下面一段，「慧超彼岸」："
    },
    {
      "id": "02-037-0118_p0011",
      "zh_CN": "【智慧广大深如海。内心清净绝尘劳。超过无边恶趣门。速到菩提究竟岸。无明贪瞋皆永无。惑尽过亡三昧力。】",
      "zh_TW": "【智慧廣大深如海。內心清淨絕塵勞。超過無邊惡趣門。速到菩提究竟岸。無明貪瞋皆永無。惑盡過亡三昧力。】"
    },
    {
      "id": "02-037-0118_p0012",
      "zh_CN": "念老的注解，「此下六句，求自觉之德」，我们要帮助别人，自己没有德、没有能、没有智、没有学，那个愿是空的，做不到，所以要学。四弘誓愿你看第一愿发了，「众生无边誓愿度」，接着「烦恼无尽誓愿断」。断烦恼是成就德行跟福报，你没有德行、你没有福报你就不能度众生，所以要有德行、要有福报。有德行、有福报，还得要有智慧、有学问，佛家讲的善巧方便。那怎么办？「法门无量誓愿学」，生生世世都在求学。说前面这首，「求法音宣流」，前面四句。「此六句求智慧如海，直至究竟彼岸」，一直达到究竟彼岸。究竟彼岸是无始无明习气断干净，彼岸就到了，这个彼岸叫妙觉如来。",
      "zh_TW": "念老的註解，「此下六句，求自覺之德」，我們要幫助別人，自己沒有德、沒有能、沒有智、沒有學，那個願是空的，做不到，所以要學。四弘誓願你看第一願發了，「眾生無邊誓願度」，接著「煩惱無盡誓願斷」。斷煩惱是成就德行跟福報，你沒有德行、你沒有福報你就不能度眾生，所以要有德行、要有福報。有德行、有福報，還得要有智慧、有學問，佛家講的善巧方便。那怎麼辦？「法門無量誓願學」，生生世世都在求學。說前面這首，「求法音宣流」，前面四句。「此六句求智慧如海，直至究竟彼岸」，一直達到究竟彼岸。究竟彼岸是無始無明習氣斷乾淨，彼岸就到了，這個彼岸叫妙覺如來。"
    },
    {
      "id": "02-037-0118_p0013",
      "zh_CN": "下面跟我们解释般若，「智慧即般若。《智度论》曰」，《大智度论》说的，「般若者，秦言智慧」，般若是梵语，翻成中国的意思是智慧。「一切诸智慧中，最为第一，无上无比无等，更无胜者」。这后头加这么几句，中国智慧里头没有这个意思，但是般若里头有，这就是佛经上为什么还用般若不用智慧。这在五种不翻里头叫含多义不翻，它含的意思很多，不是一个意思，所以用音译再加以讲解、解释。这个智慧不是求来的，是自性里头本来具足的。我们现在迷了，迷了以后智慧变成什么？变成妄想，妄想也是烦恼。所以我们在经典上常常看到，「烦恼即菩提」，菩提、烦恼是一不是二。烦恼无边，觉悟了烦恼就变成菩提，迷了菩提就变成烦恼，一桩事情。像水跟波一样，平的时候叫它做水，起波浪的时候叫它做波，波就是水，水就是波，是一不是二，两种不同的状态、不同的作用。我们现在迷了起波浪，变成波，用什么方法让它再恢复原状？要定，定是不动。放下，心就定了，心愈定智慧就愈增长，心不定，没智慧。研究佛经是知识，不是智慧，孔子所谓是「记问之学」，你记得很多，你了解得不少，你得不到定，得不到定就得不到真正的受用，当然你智慧不能开。",
      "zh_TW": "下面跟我們解釋般若，「智慧即般若。《智度論》曰」，《大智度論》說的，「般若者，秦言智慧」，般若是梵語，翻成中國的意思是智慧。「一切諸智慧中，最為第一，無上無比無等，更無勝者」。這後頭加這麼幾句，中國智慧裡頭沒有這個意思，但是般若裡頭有，這就是佛經上為什麼還用般若不用智慧。這在五種不翻裡頭叫含多義不翻，它含的意思很多，不是一個意思，所以用音譯再加以講解、解釋。這個智慧不是求來的，是自性裡頭本來具足的。我們現在迷了，迷了以後智慧變成什麼？變成妄想，妄想也是煩惱。所以我們在經典上常常看到，「煩惱即菩提」，菩提、煩惱是一不是二。煩惱無邊，覺悟了煩惱就變成菩提，迷了菩提就變成煩惱，一樁事情。像水跟波一樣，平的時候叫它做水，起波浪的時候叫它做波，波就是水，水就是波，是一不是二，兩種不同的狀態、不同的作用。我們現在迷了起波浪，變成波，用什麼方法讓它再恢復原狀？要定，定是不動。放下，心就定了，心愈定智慧就愈增長，心不定，沒智慧。研究佛經是知識，不是智慧，孔子所謂是「記問之學」，你記得很多，你了解得不少，你得不到定，得不到定就得不到真正的受用，當然你智慧不能開。"
    },
    {
      "id": "02-037-0118_p0014",
      "zh_CN": "如果你懂得这个道理，一切佛都这么讲，「因戒得定，因定开慧」，你真的搞清楚，你就会非常重视戒律。为什么？它是开智慧的第一道门槛，你第一道没走进来，后头没指望，只是在门外望望而已，里面的真相不知道；你看到是局部的，不是全体的，你看到的是表层的，不是深入的，这个道理总要懂。定是什么？住心一处，不管住在哪一处都行，经上常讲无量三昧，不一定住在哪一处。念佛人绝大多数把心住在佛号上，这叫念佛三昧，得定了。我这个心住在《无量寿经》上也行，也得念佛三昧。当然住在这一部佛经，不如住在「南无阿弥陀佛」六字洪名，为什么？经很大，名只有一句。现在我们懂得这个道理，念头愈集中力量愈大，愈集中是名号，所以受持名号比受持《无量寿经》厉害，这个不能不知道。我们今天学习，问题实在说都不在外面，问题在自己，我们这句名号没念得好，没有产生显著的效果。什么原因？信心不定，信心是假的，不是真的。",
      "zh_TW": "如果你懂得這個道理，一切佛都這麼講，「因戒得定，因定開慧」，你真的搞清楚，你就會非常重視戒律。為什麼？它是開智慧的第一道門檻，你第一道沒走進來，後頭沒指望，只是在門外望望而已，裡面的真相不知道；你看到是局部的，不是全體的，你看到的是表層的，不是深入的，這個道理總要懂。定是什麼？住心一處，不管住在哪一處都行，經上常講無量三昧，不一定住在哪一處。念佛人絕大多數把心住在佛號上，這叫念佛三昧，得定了。我這個心住在《無量壽經》上也行，也得念佛三昧。當然住在這一部佛經，不如住在「南無阿彌陀佛」六字洪名，為什麼？經很大，名只有一句。現在我們懂得這個道理，念頭愈集中力量愈大，愈集中是名號，所以受持名號比受持《無量壽經》厲害，這個不能不知道。我們今天學習，問題實在說都不在外面，問題在自己，我們這句名號沒念得好，沒有產生顯著的效果。什麼原因？信心不定，信心是假的，不是真的。"
    },
    {
      "id": "02-037-0118_p0015",
      "zh_CN": "有个同修告诉我，大概是美国「２０１２」那个电影看多了，晚上作梦空中掉下来火球，梦这个梦。他看到火球从空中掉下来，他第一个想的什么？他没想到阿弥陀佛，还算不错，人是个孝子，第一个念头想到爸爸妈妈怎么办？要去救他。念头一起来是避难，如何躲避灾难，不是阿弥陀佛。这就说明在关键的时候心里头不是佛，佛号功夫不得力。我们每个人自己想想，如果我们碰到这个境界，天空中大火球掉下来，我们第一个念头是什么？如果第一个念头是惊慌失措，人就被吓死了。这个吓死到哪里去？大概都到三恶道去了。为什么？他被吓死的，惊慌恐怖死的这个不会到三善道，三恶道，你说这多可怕。这是个念佛人，醒过来之后想想，为什么不念阿弥陀佛？没有想起阿弥陀佛。还算不错，醒过来还会回头，有人醒过来还不会回头。更进一步，紧急的关头第一声一定是阿弥陀佛，阿弥陀佛就会现前，你的灾难就会化解，重要！",
      "zh_TW": "有個同修告訴我，大概是美國「２０１２」那個電影看多了，晚上作夢空中掉下來火球，夢這個夢。他看到火球從空中掉下來，他第一個想的什麼？他沒想到阿彌陀佛，還算不錯，人是個孝子，第一個念頭想到爸爸媽媽怎麼辦？要去救他。念頭一起來是避難，如何躲避災難，不是阿彌陀佛。這就說明在關鍵的時候心裡頭不是佛，佛號功夫不得力。我們每個人自己想想，如果我們碰到這個境界，天空中大火球掉下來，我們第一個念頭是什麼？如果第一個念頭是驚慌失措，人就被嚇死了。這個嚇死到哪裡去？大概都到三惡道去了。為什麼？他被嚇死的，驚慌恐怖死的這個不會到三善道，三惡道，你說這多可怕。這是個念佛人，醒過來之後想想，為什麼不念阿彌陀佛？沒有想起阿彌陀佛。還算不錯，醒過來還會回頭，有人醒過來還不會回頭。更進一步，緊急的關頭第一聲一定是阿彌陀佛，阿彌陀佛就會現前，你的災難就會化解，重要！"
    },
    {
      "id": "02-037-0118_p0016",
      "zh_CN": "昨天我还看同学有个报告给我，二０一一年全年所发生的重大灾难，这是媒体报导的，媒体统计的，比以往任何一年都多，灾难都严重，估计今年跟明年可能比二０一一年还要严重。有一些征象已经看到了，像瘟疫（就是传染病）已经开始在爆发了。由于土地的染污导致粮食减产，品质不如过去，有可能产生饥荒，这都是科学报告。水污染，我们喝不到干净的水，这个问题很严重，如果水里头还带着病毒，麻烦就更大。当然最好的方法，应对的方法是科学家给我们讲的，「以心控物」。我们在大乘经上读过，不要说是诸佛如来、法身菩萨，阿罗汉以上都有这个能力，用清净慈悲心来解毒，他有这个能力。我们在学习与分享的时候常常提到，清净心大幅度的增长了我们防御的能力，病菌不容易侵犯，医学里面讲免疫的能力，这大幅度的增长，就是清净平等心。慈悲心能帮助我们解毒，释迦牟尼佛降伏魔怨用定功、用慈悲，这是释迦牟尼佛教我们用定功来防御，就是增长我们免疫能力。清净心、禅定不受外面境界影响，慈悲心能够化解病毒，让我们在任何环境当中都保持身心的健康，不需要靠医疗，不需要靠药物。尤其是化学的药物，负面作用太大，我们要特别小心，要谨慎。",
      "zh_TW": "昨天我還看同學有個報告給我，二０一一年全年所發生的重大災難，這是媒體報導的，媒體統計的，比以往任何一年都多，災難都嚴重，估計今年跟明年可能比二０一一年還要嚴重。有一些徵象已經看到了，像瘟疫（就是傳染病）已經開始在爆發了。由於土地的染污導致糧食減產，品質不如過去，有可能產生饑荒，這都是科學報告。水污染，我們喝不到乾淨的水，這個問題很嚴重，如果水裡頭還帶著病毒，麻煩就更大。當然最好的方法，應對的方法是科學家給我們講的，「以心控物」。我們在大乘經上讀過，不要說是諸佛如來、法身菩薩，阿羅漢以上都有這個能力，用清淨慈悲心來解毒，他有這個能力。我們在學習與分享的時候常常提到，清淨心大幅度的增長了我們防禦的能力，病菌不容易侵犯，醫學裡面講免疫的能力，這大幅度的增長，就是清淨平等心。慈悲心能幫助我們解毒，釋迦牟尼佛降伏魔怨用定功、用慈悲，這是釋迦牟尼佛教我們用定功來防禦，就是增長我們免疫能力。清淨心、禪定不受外面境界影響，慈悲心能夠化解病毒，讓我們在任何環境當中都保持身心的健康，不需要靠醫療，不需要靠藥物。尤其是化學的藥物，負面作用太大，我們要特別小心，要謹慎。"
    },
    {
      "id": "02-037-0118_p0017",
      "zh_CN": "我们再往下看，「又《往生论注》曰：般若者，达如之慧名。其义为，通达于真如之智慧，名为般若」。这个意思就深了，专指通达真如的智慧，这个智慧是自性本具的，不是从外头求来的，是从禅定里面出来的，没有很深的定功，这个智慧不能现前。这个智慧现前就是明心见性，就是法身菩萨，所以这个水平太高了。谁能够当得起？像惠能大师那样的人他们能承当，十法界的人都没办法，这才是真实智慧。真如就是自性，前面我们学过就是诸法实相。",
      "zh_TW": "我們再往下看，「又《往生論註》曰：般若者，達如之慧名。其義為，通達於真如之智慧，名為般若」。這個意思就深了，專指通達真如的智慧，這個智慧是自性本具的，不是從外頭求來的，是從禪定裡面出來的，沒有很深的定功，這個智慧不能現前。這個智慧現前就是明心見性，就是法身菩薩，所以這個水平太高了。誰能夠當得起？像惠能大師那樣的人他們能承當，十法界的人都沒辦法，這才是真實智慧。真如就是自性，前面我們學過就是諸法實相。"
    },
    {
      "id": "02-037-0118_p0018",
      "zh_CN": "「又《大乘义章》曰：真心体明，自性无暗，目之为慧」。这标准跟前面相同的，真心体明就是明心，自性无暗不就见性！所以是同一个境界。「其义为，真心本体明现，自性朗然，明显无暗，称之为慧」。经论上这些解释，我们多看、多参考，对这个意思有更深刻的理解，这属于佛学，这不是学佛。你也能说，甚至于著作等身，你没有入这个境界。也就是说，这种智慧你没有能把它变成生活，待人处世之间你没用上，所以你没有得到真实利益，这就是佛学。如果学佛，学佛那就不一样，就像诸佛如来、法身菩萨，完全用在日常生活当中，什么样子？就像善财五十三参一样。你看五十三位善知识，男女老少各行各业，他们的起心动念、言语造作全是真实智慧，饮食起居统统是般若自然的流露，真得受用。这是方东美先生所说的学佛是人生最高的享受。最高的享受是般若智慧。真了解、真明白你才向往智慧的生活，般若智慧的生活，多自在、多圆满，带给你无量的法喜，你永远离开烦恼，永远离开不善，这真叫离苦得乐。",
      "zh_TW": "「又《大乘義章》曰：真心體明，自性無闇，目之為慧」。這標準跟前面相同的，真心體明就是明心，自性無闇不就見性！所以是同一個境界。「其義為，真心本體明現，自性朗然，明顯無暗，稱之為慧」。經論上這些解釋，我們多看、多參考，對這個意思有更深刻的理解，這屬於佛學，這不是學佛。你也能說，甚至於著作等身，你沒有入這個境界。也就是說，這種智慧你沒有能把它變成生活，待人處世之間你沒用上，所以你沒有得到真實利益，這就是佛學。如果學佛，學佛那就不一樣，就像諸佛如來、法身菩薩，完全用在日常生活當中，什麼樣子？就像善財五十三參一樣。你看五十三位善知識，男女老少各行各業，他們的起心動念、言語造作全是真實智慧，飲食起居統統是般若自然的流露，真得受用。這是方東美先生所說的學佛是人生最高的享受。最高的享受是般若智慧。真了解、真明白你才嚮往智慧的生活，般若智慧的生活，多自在、多圓滿，帶給你無量的法喜，你永遠離開煩惱，永遠離開不善，這真叫離苦得樂。"
    },
    {
      "id": "02-037-0118_p0019",
      "zh_CN": "下面说「今经」，现在在本经，「于自觉愿中，首言智慧者」，自觉愿里头第一句就讲智慧，「以智慧最上故」。大乘佛法求什么？全求智慧，把自性智慧再发掘出来，自性像个宝藏一样，里面有无量智慧。我们要开矿把它开采出来，开采出来它带的有泥沙，矿石得经过冶炼，冶炼之后就变成纯金，你就得受用。用什么方法冶炼？用戒、用定。我们就知道，戒跟定是开发智慧的手段方法，目的是般若智慧。如果我们说戒定不要，去开发这个智慧，这个智慧是世间人所说的博学多闻，称它作什么？知识，不是智慧。没有戒定，智慧就变成知识，也很不错了。但是不能离苦得乐，没有办法享受，人生最高的享受这个得不到，只有智慧才得到。所以智慧解决问题全面的，没后遗症，知识不然，它有局限，而且有后遗症。",
      "zh_TW": "下面說「今經」，現在在本經，「於自覺願中，首言智慧者」，自覺願裡頭第一句就講智慧，「以智慧最上故」。大乘佛法求什麼？全求智慧，把自性智慧再發掘出來，自性像個寶藏一樣，裡面有無量智慧。我們要開礦把它開採出來，開採出來它帶的有泥沙，礦石得經過冶煉，冶煉之後就變成純金，你就得受用。用什麼方法冶煉？用戒、用定。我們就知道，戒跟定是開發智慧的手段方法，目的是般若智慧。如果我們說戒定不要，去開發這個智慧，這個智慧是世間人所說的博學多聞，稱它作什麼？知識，不是智慧。沒有戒定，智慧就變成知識，也很不錯了。但是不能離苦得樂，沒有辦法享受，人生最高的享受這個得不到，只有智慧才得到。所以智慧解決問題全面的，沒後遺症，知識不然，它有侷限，而且有後遺症。"
    },
    {
      "id": "02-037-0118_p0020",
      "zh_CN": "「又佛法大海，智为能度故」，这大乘经上常说的，把佛法比喻大海，称法海。在大海里面能得大自在的就是智慧，佛与法身菩萨。「如《汉译》曰：檀施调伏意，戒忍及精进。如是三昧定，智慧为上最」。汉译的把六度全包进去，檀施是布施，布施能调伏意，这个意是什么？贪。世间人的烦恼习气无量无边，归纳到最后一个字就是贪，所以把它摆在第一，贪瞋痴它排名第一，最难断！但是这个东西要不断，不能出六道，不但不能出六道，不能出三途。贪心、贪恋那个念头，你一定要知道它的果报是什么？饿鬼。贪心重的人，没有一个不到鬼道去，他跟鬼道相应；瞋恚心重的人、嫉妒心重的人，这肯定到地狱去。愚痴，我们讲糊涂，这个人邪正、是非、善恶都没有能力辨别，叫不知好歹，这种人多半堕畜生。畜生愚痴，牠还带着愚痴的习气。接着讲的持戒、忍辱、精进，三昧是禅定，最后讲智慧，智慧为最上。",
      "zh_TW": "「又佛法大海，智為能度故」，這大乘經上常說的，把佛法比喻大海，稱法海。在大海裡面能得大自在的就是智慧，佛與法身菩薩。「如《漢譯》曰：檀施調伏意，戒忍及精進。如是三昧定，智慧為上最」。漢譯的把六度全包進去，檀施是布施，布施能調伏意，這個意是什麼？貪。世間人的煩惱習氣無量無邊，歸納到最後一個字就是貪，所以把它擺在第一，貪瞋痴它排名第一，最難斷！但是這個東西要不斷，不能出六道，不但不能出六道，不能出三途。貪心、貪戀那個念頭，你一定要知道它的果報是什麼？餓鬼。貪心重的人，沒有一個不到鬼道去，他跟鬼道相應；瞋恚心重的人、嫉妒心重的人，這肯定到地獄去。愚痴，我們講糊塗，這個人邪正、是非、善惡都沒有能力辨別，叫不知好歹，這種人多半墮畜生。畜生愚痴，牠還帶著愚痴的習氣。接著講的持戒、忍辱、精進，三昧是禪定，最後講智慧，智慧為最上。"
    },
    {
      "id": "02-037-0118_p0021",
      "zh_CN": "六度次第不能够乱，为什么？后后深于前前，有布施的人不一定有戒，有戒的人一定有布施；有忍辱的人一定有施、有戒，不一定有精进、有定慧，后面比前面深。好像盖楼房一样六层，最高的一层一定具足下头五层，不具足它盖不上去。布施是第一层，持戒是第二层，有二层未必有三层、有四层，有四层一定有下面三层。智慧最为上，这是大乘菩萨心。菩萨心存六度，喜欢做这些事情，起心动念、言语造作，与六波罗蜜相应，这是菩萨，念兹在兹。与平等心相应的是佛，这是前面跟诸位介绍过的，平等是什么？平等是没有分别。不但没有分别，还没有起心动念，真平等！有起心动念没有分别，相似的平等，很像平等的样子，不是真的。所以十法界里面的菩萨、佛是相似平等，起心动念放下，他就不住十法界，住一真法界，生实报庄严土，永远脱离十法界。",
      "zh_TW": "六度次第不能夠亂，為什麼？後後深於前前，有布施的人不一定有戒，有戒的人一定有布施；有忍辱的人一定有施、有戒，不一定有精進、有定慧，後面比前面深。好像蓋樓房一樣六層，最高的一層一定具足下頭五層，不具足它蓋不上去。布施是第一層，持戒是第二層，有二層未必有三層、有四層，有四層一定有下面三層。智慧最為上，這是大乘菩薩心。菩薩心存六度，喜歡做這些事情，起心動念、言語造作，與六波羅蜜相應，這是菩薩，念茲在茲。與平等心相應的是佛，這是前面跟諸位介紹過的，平等是什麼？平等是沒有分別。不但沒有分別，還沒有起心動念，真平等！有起心動念沒有分別，相似的平等，很像平等的樣子，不是真的。所以十法界裡面的菩薩、佛是相似平等，起心動念放下，他就不住十法界，住一真法界，生實報莊嚴土，永遠脫離十法界。"
    },
    {
      "id": "02-037-0118_p0022",
      "zh_CN": "「《嘉祥疏》曰：明五度为行」，明是明了，说明前面五度是行，「不能出离生死」，修好了，三善道的福报。「要须智慧达解本原，方皆过出」，过是超过，出是出离六道轮回跟十法界，「故云最上也」。所以一定要晓得，修布施、持戒、忍辱、精进、禅定，都不能够出六道轮回。禅定生色界天、无色界天，一定要开智慧，智慧开了才能够出离六道。那般若怎么个修法？就在前面五种，布施不着布施的相，心里头有定有慧，持戒不着持戒的相，忍辱、精进都能够不着相。大乘经里头常说「离一切相，即一切法」，要知道离相，不能执着。六波罗蜜要做，着相是世间的福报，不着相是出世间的功德。所以功德跟福德在事上是一样的，你看不出来，用心完全不一样；一个是迷的心，一个是觉的心，一个是着相求福的心，一个是完全没有的心。六波罗蜜里头要会用，用在起心动念，用在言语造作，用在穿衣吃饭，没有离开我们生活。穿衣吃饭里面有施舍，穿衣吃饭里头有戒律，穿衣吃饭里头有忍辱、有精进、有禅定、有般若。诸位同修，细细去想、细细去观察，我们学了要用在生活上才快乐，真学到了！学了这个东西用不上，还是个凡夫，不是菩萨。宗门常常提醒学人「会么？」这两个字其味无穷，你会吗？这个样子我们才能够深入经藏，不是只学文字，真正深入经藏，真得受用。",
      "zh_TW": "「《嘉祥疏》曰：明五度為行」，明是明瞭，說明前面五度是行，「不能出離生死」，修好了，三善道的福報。「要須智慧達解本原，方皆過出」，過是超過，出是出離六道輪迴跟十法界，「故云最上也」。所以一定要曉得，修布施、持戒、忍辱、精進、禪定，都不能夠出六道輪迴。禪定生色界天、無色界天，一定要開智慧，智慧開了才能夠出離六道。那般若怎麼個修法？就在前面五種，布施不著布施的相，心裡頭有定有慧，持戒不著持戒的相，忍辱、精進都能夠不著相。大乘經裡頭常說「離一切相，即一切法」，要知道離相，不能執著。六波羅蜜要做，著相是世間的福報，不著相是出世間的功德。所以功德跟福德在事上是一樣的，你看不出來，用心完全不一樣；一個是迷的心，一個是覺的心，一個是著相求福的心，一個是完全沒有的心。六波羅蜜裡頭要會用，用在起心動念，用在言語造作，用在穿衣吃飯，沒有離開我們生活。穿衣吃飯裡面有施捨，穿衣吃飯裡頭有戒律，穿衣吃飯裡頭有忍辱、有精進、有禪定、有般若。諸位同修，細細去想、細細去觀察，我們學了要用在生活上才快樂，真學到了！學了這個東西用不上，還是個凡夫，不是菩薩。宗門常常提醒學人「會麼？」這兩個字其味無窮，你會嗎？這個樣子我們才能夠深入經藏，不是只學文字，真正深入經藏，真得受用。"
    },
    {
      "id": "02-037-0118_p0023",
      "zh_CN": "「又从上引《大乘义章》，可见智慧，即真心体明，自性无暗。故知正当智慧深广如海时，其内心亦必清净」，心清净，「无恶无过」，没有恶念，没有过失。「离垢离染」，垢是不干净，染是染污，离垢是远离烦恼，离染是永远离开外来的影响，影响就是染污。「绝诸尘劳」，尘劳是烦恼的总代名词，统统远离了。故云『内心清净绝尘劳』，你想想看，这是不是破迷开悟、离苦得乐！我们如果要学会，就在现前、就在生活当中，你多快乐，你多自在、多幸福，自己知道这一生决定往生、决定成佛。外面传说世界灾难，我们一笑了之，一丝毫不受影响，起心动念是阿弥陀佛，言语造作也是阿弥陀佛，念念不离阿弥陀佛，我们就真得受用，这个受用无与伦比。为什么？你得到的是极乐世界，你亲近的是阿弥陀佛，佛中之王，纯善的净土。",
      "zh_TW": "「又從上引《大乘義章》，可見智慧，即真心體明，自性無闇。故知正當智慧深廣如海時，其內心亦必清淨」，心清淨，「無惡無過」，沒有惡念，沒有過失。「離垢離染」，垢是不乾淨，染是染污，離垢是遠離煩惱，離染是永遠離開外來的影響，影響就是染污。「絕諸塵勞」，塵勞是煩惱的總代名詞，統統遠離了。故云『內心清淨絕塵勞』，你想想看，這是不是破迷開悟、離苦得樂！我們如果要學會，就在現前、就在生活當中，你多快樂，你多自在、多幸福，自己知道這一生決定往生、決定成佛。外面傳說世界災難，我們一笑了之，一絲毫不受影響，起心動念是阿彌陀佛，言語造作也是阿彌陀佛，念念不離阿彌陀佛，我們就真得受用，這個受用無與倫比。為什麼？你得到的是極樂世界，你親近的是阿彌陀佛，佛中之王，純善的淨土。"
    },
    {
      "id": "02-037-0118_p0024",
      "zh_CN": "「如《心经》云：行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄」。这个意思就深，五蕴皆空是什么意思？万法皆空。如果只看到万法皆空，那是阿罗汉、辟支佛；从万法皆空里头，又看到万法皆如，就是菩萨。万法皆空、万法皆如，性如其相、相如其性，理如其事、事如其理，这是菩萨，这不是二乘，所以照见五蕴皆空度一切苦厄。弥陀净土为什么叫做极乐世界？这里头的居民得阿弥陀佛本愿威神加持，每个人都有这种能力，就是照见五蕴皆空，照见万法皆如。同居土、方便土是得阿弥陀佛威神加持，他们的智慧、神通、道力跟法身菩萨平等，皆作阿惟越致菩萨，生到极乐世界你就得到。你说还有哪一法比这个更殊胜的？找不到了。",
      "zh_TW": "「如《心經》云：行深般若波羅蜜多時，照見五蘊皆空，度一切苦厄」。這個意思就深，五蘊皆空是什麼意思？萬法皆空。如果只看到萬法皆空，那是阿羅漢、辟支佛；從萬法皆空裡頭，又看到萬法皆如，就是菩薩。萬法皆空、萬法皆如，性如其相、相如其性，理如其事、事如其理，這是菩薩，這不是二乘，所以照見五蘊皆空度一切苦厄。彌陀淨土為什麼叫做極樂世界？這裡頭的居民得阿彌陀佛本願威神加持，每個人都有這種能力，就是照見五蘊皆空，照見萬法皆如。同居土、方便土是得阿彌陀佛威神加持，他們的智慧、神通、道力跟法身菩薩平等，皆作阿惟越致菩薩，生到極樂世界你就得到。你說還有哪一法比這個更殊勝的？找不到了。"
    },
    {
      "id": "02-037-0118_p0025",
      "zh_CN": "我们虽然天天在薰习，还是敌不过烦恼习气，为什么？烦恼习气是无量劫薰习成的，我们学佛才多久？所以我们功夫不得力，这自然的，不稀奇，正常的。怎么办？加功用行，我们勇猛精进，希望在这一生当中我们这个善根薰习成功，能够抵得住无始的烦恼习气，我们往生就没障碍；往生不了是烦恼习气在作祟，不能不知道。除正修之外还得要助缘，助缘不能够轻视，助缘是什么？不该我管的绝不要去管，不要去找事，随缘而不攀缘。该我管的事，我把事情管好，不要放在心上，心上是阿弥陀佛就对了，心上不是阿弥陀佛你就错了，这是助缘。",
      "zh_TW": "我們雖然天天在薰習，還是敵不過煩惱習氣，為什麼？煩惱習氣是無量劫薰習成的，我們學佛才多久？所以我們功夫不得力，這自然的，不稀奇，正常的。怎麼辦？加功用行，我們勇猛精進，希望在這一生當中我們這個善根薰習成功，能夠抵得住無始的煩惱習氣，我們往生就沒障礙；往生不了是煩惱習氣在作祟，不能不知道。除正修之外還得要助緣，助緣不能夠輕視，助緣是什麼？不該我管的絕不要去管，不要去找事，隨緣而不攀緣。該我管的事，我把事情管好，不要放在心上，心上是阿彌陀佛就對了，心上不是阿彌陀佛你就錯了，這是助緣。"
    },
    {
      "id": "02-037-0118_p0026",
      "zh_CN": "凡事都有因果，很多宗教里头，包括伊斯兰教都讲，「凡事皆是前定」，伊斯兰教讲是真主定的，一般宗教是讲神定的。佛教不是的，佛教讲是什么？你的业力定的，是你自己造作的。过去我们在迷没觉悟，所以想错了、看错了、做错了。现在学佛明白了，明白就要回头，回头是岸，我不能再做错。虽然心里想回头，不想做错，可是总是回不了头来，还是继续做错，做错又后悔，这都是不懂方法。后悔有什么用？后悔无济于事，只是烦恼里又加一层烦恼。那怎么办？念阿弥陀佛，别后悔，念阿弥陀佛。后悔是错误的，念阿弥陀佛是对的。为什么？阿弥陀佛念熟了，业障自然消，真的不是假的，烦恼自然不见。这个法门不要断烦恼、不要消业障，一句阿弥陀佛就全部都代替了，成就你念佛的功德，成就往生的功德，业障自然消，烦恼自然断。这个法门到哪里去找？找不到！不能不知道，「百千万劫难遭遇」，遇到了不要轻易放过。",
      "zh_TW": "凡事都有因果，很多宗教裡頭，包括伊斯蘭教都講，「凡事皆是前定」，伊斯蘭教講是真主定的，一般宗教是講神定的。佛教不是的，佛教講是什麼？你的業力定的，是你自己造作的。過去我們在迷沒覺悟，所以想錯了、看錯了、做錯了。現在學佛明白了，明白就要回頭，回頭是岸，我不能再做錯。雖然心裡想回頭，不想做錯，可是總是回不了頭來，還是繼續做錯，做錯又後悔，這都是不懂方法。後悔有什麼用？後悔無濟於事，只是煩惱裡又加一層煩惱。那怎麼辦？念阿彌陀佛，別後悔，念阿彌陀佛。後悔是錯誤的，念阿彌陀佛是對的。為什麼？阿彌陀佛念熟了，業障自然消，真的不是假的，煩惱自然不見。這個法門不要斷煩惱、不要消業障，一句阿彌陀佛就全部都代替了，成就你念佛的功德，成就往生的功德，業障自然消，煩惱自然斷。這個法門到哪裡去找？找不到！不能不知道，「百千萬劫難遭遇」，遇到了不要輕易放過。"
    },
    {
      "id": "02-037-0118_p0027",
      "zh_CN": "这一生要成功，最好大家发愿在今年年底一定完成。只要完成到功夫成片，念佛功夫成就了，不是最高的，最低的。我心里头真有佛，什么状况之下，第一个念头是阿弥陀佛，这就成功，你就真有把握。再大的灾难降临，心是定的，不惊不怖，永远保持清净、平等、稳定，这个重要。心要稳定，不为任何境界所转，什么境界现前都没事，都要想到这句阿弥陀佛。真的像念佛堂堂主所说的，「放下身心世界」，才能往生。如果对身心世界还有留恋，那就是麻烦，最后一念想错了，留恋别的事情去了，你就又到轮回里头来了，很快，一念之间，就在最后一念。",
      "zh_TW": "這一生要成功，最好大家發願在今年年底一定完成。只要完成到功夫成片，念佛功夫成就了，不是最高的，最低的。我心裡頭真有佛，什麼狀況之下，第一個念頭是阿彌陀佛，這就成功，你就真有把握。再大的災難降臨，心是定的，不驚不怖，永遠保持清淨、平等、穩定，這個重要。心要穩定，不為任何境界所轉，什麼境界現前都沒事，都要想到這句阿彌陀佛。真的像念佛堂堂主所說的，「放下身心世界」，才能往生。如果對身心世界還有留戀，那就是麻煩，最後一念想錯了，留戀別的事情去了，你就又到輪迴裡頭來了，很快，一念之間，就在最後一念。"
    },
    {
      "id": "02-037-0118_p0028",
      "zh_CN": "我们如何保证我们最后一念是阿弥陀佛？你往生极乐世界就得到了保证。所以问题是能不能放下。千言万语劝我们放下，告诉我们事实真相，世出世间一切法全是假的，没有一样是真的，佛法也不是真的。《金刚经》上说得那么清楚，「法尚应舍，何况非法」，佛法都得要丢掉！佛法教我们明了事实真相，事实真相明了了，你还要它干什么？事实真相明白之后，这个佛法就留给后人，自己不要了。自己要了就是累赘、就是麻烦，就是六道轮回的根，一定要把这根拔掉。正在学习的时候，这个东西我需要它，绝无贪恋。明白这个道理，最重要要做到，光是明白不管用，要真正做到，一切时、一切处保持阿弥陀佛的念头。",
      "zh_TW": "我們如何保證我們最後一念是阿彌陀佛？你往生極樂世界就得到了保證。所以問題是能不能放下。千言萬語勸我們放下，告訴我們事實真相，世出世間一切法全是假的，沒有一樣是真的，佛法也不是真的。《金剛經》上說得那麼清楚，「法尚應捨，何況非法」，佛法都得要丟掉！佛法教我們明瞭事實真相，事實真相明瞭了，你還要它幹什麼？事實真相明白之後，這個佛法就留給後人，自己不要了。自己要了就是累贅、就是麻煩，就是六道輪迴的根，一定要把這根拔掉。正在學習的時候，這個東西我需要它，絕無貪戀。明白這個道理，最重要要做到，光是明白不管用，要真正做到，一切時、一切處保持阿彌陀佛的念頭。"
    },
    {
      "id": "02-037-0118_p0029",
      "zh_CN": "我们把念老这个注解念一遍，「绝者，断也，灭也，彻无也」，就彻底的没有了，这绝的意思。「尘劳者，烦恼也」，是烦恼的代名词。「因贪瞋等烦恼，如尘垢蔽覆真性，劳乱身心」，劳是对身讲的，乱是对心说的，你的心很乱，你的身体很劳苦，所以叫尘劳。「如上智慧深广，清净绝尘，故超越无边无数畜鬼地狱之门，不堕三恶道」，故云『超过无边恶趣门』。贪瞋痴我们同学都很熟悉，这个东西是我们无始劫来在六道轮回的根。学佛千万不要学错，怎么叫学错？贪瞋痴还有，他换了对象，对世法不贪就贪佛法，就糟了，还是饿鬼道。不过在饿鬼道里头少受一点苦，因为你贪的是善法，不是恶法。贪就注定是饿鬼，鬼里头有有福报的，也有没有福报的，这是不可以不知道的。所以佛教导我们，第一个是不让我们堕三恶道。真正不堕三恶道只有求生极乐世界，永远跟三恶道断绝，故云「超过无边恶趣门」。",
      "zh_TW": "我們把念老這個註解念一遍，「絕者，斷也，滅也，徹無也」，就徹底的沒有了，這絕的意思。「塵勞者，煩惱也」，是煩惱的代名詞。「因貪瞋等煩惱，如塵垢蔽覆真性，勞亂身心」，勞是對身講的，亂是對心說的，你的心很亂，你的身體很勞苦，所以叫塵勞。「如上智慧深廣，清淨絕塵，故超越無邊無數畜鬼地獄之門，不墮三惡道」，故云『超過無邊惡趣門』。貪瞋痴我們同學都很熟悉，這個東西是我們無始劫來在六道輪迴的根。學佛千萬不要學錯，怎麼叫學錯？貪瞋痴還有，他換了對象，對世法不貪就貪佛法，就糟了，還是餓鬼道。不過在餓鬼道裡頭少受一點苦，因為你貪的是善法，不是惡法。貪就注定是餓鬼，鬼裡頭有有福報的，也有沒有福報的，這是不可以不知道的。所以佛教導我們，第一個是不讓我們墮三惡道。真正不墮三惡道只有求生極樂世界，永遠跟三惡道斷絕，故云「超過無邊惡趣門」。"
    },
    {
      "id": "02-037-0118_p0030",
      "zh_CN": "三恶道真的没有边际，造作贪瞋痴慢的人，你说有多少？全是三恶道里面的人。我们要很冷静去反省，我有没有造这个业？我要造了这个业，就不能没有这个果报，果报就肯定有。知道三恶道苦，我们赶快回头还来得及。经教、祖师大德，我也常常提醒同学，只要我们一口气还在，回头还来得及；这一口气断了，回头来不及了。等别人帮助我们中阴超度，没有把握。中阴可以超度，总在遇缘不同，我们能遇到这么好的缘分吗？不见得！我们跟别人做助缘是好事，自己一定要想到，我自己一定要能做得了主，我能去得了极乐世界，到时候有人帮助好，没有人帮助也没有关系。这种念佛往生的人也不在少数，我在这一生当中看到的就十几个，那是真的，不是假的。",
      "zh_TW": "三惡道真的沒有邊際，造作貪瞋痴慢的人，你說有多少？全是三惡道裡面的人。我們要很冷靜去反省，我有沒有造這個業？我要造了這個業，就不能沒有這個果報，果報就肯定有。知道三惡道苦，我們趕快回頭還來得及。經教、祖師大德，我也常常提醒同學，只要我們一口氣還在，回頭還來得及；這一口氣斷了，回頭來不及了。等別人幫助我們中陰超度，沒有把握。中陰可以超度，總在遇緣不同，我們能遇到這麼好的緣分嗎？不見得！我們跟別人做助緣是好事，自己一定要想到，我自己一定要能做得了主，我能去得了極樂世界，到時候有人幫助好，沒有人幫助也沒有關係。這種念佛往生的人也不在少數，我在這一生當中看到的就十幾個，那是真的，不是假的。"
    },
    {
      "id": "02-037-0118_p0031",
      "zh_CN": "洛杉矶一个老太太，儿子在美国念书，毕业之后在美国工作，在美国结婚成家，生了小孩，把母亲从台湾接到美国，照顾小孩、帮忙家事。好，美国请工人请不起，母亲就帮助儿子照顾孙子。孙子四、五岁了可以上幼儿园，一家就四口，夫妻两个都上班，小孩送到学校去，晚上下班把小孩接回来，家里就一个老人，就他母亲。母亲是虔诚的佛教徒，缘殊胜，抓住机会就念佛。她念佛，家里人不知道，你想想看，儿子、媳妇粗心。这一天她往生，往生肯定是预知时至，她没有告诉任何人。怎么知道她预知时至？她把遗嘱写出来了，不但遗嘱写出来，儿子、媳妇、孙子的孝服，她都把它做好了，都是没有人看见的。往生的这一天，她是坐着往生的，在床上打坐坐着往生。早晨起来老太太烧早饭，这一天老太太没起来，没烧早饭。外国老人的房间门是不锁的，他们门一打开，看到老太太坐在床上，盘腿坐在床上，叫她也不答应，走到边上看，摆在面前遗嘱的一封信，给她儿子、媳妇的。旁边看她做的孝服，儿子的孝服、媳妇的孝服、孙子孝服都摆在旁边，她走了。这个很厉害，临走用不着别人帮忙，干干净净、清清楚楚没人打搅。她是晚上走的，早晨才被人发现，晚上什么时候走的没人知道。这是念佛人的好榜样！我相信她儿子把她接到美国去，这是她最好的增上缘，等于闭关一样，白天的时间全是自己的。在外国出门，没有车就非常不方便，如果再不接电话，真的叫闭关，多清净！",
      "zh_TW": "洛杉磯一個老太太，兒子在美國念書，畢業之後在美國工作，在美國結婚成家，生了小孩，把母親從台灣接到美國，照顧小孩、幫忙家事。好，美國請工人請不起，母親就幫助兒子照顧孫子。孫子四、五歲了可以上幼兒園，一家就四口，夫妻兩個都上班，小孩送到學校去，晚上下班把小孩接回來，家裡就一個老人，就他母親。母親是虔誠的佛教徒，緣殊勝，抓住機會就念佛。她念佛，家裡人不知道，你想想看，兒子、媳婦粗心。這一天她往生，往生肯定是預知時至，她沒有告訴任何人。怎麼知道她預知時至？她把遺囑寫出來了，不但遺囑寫出來，兒子、媳婦、孫子的孝服，她都把它做好了，都是沒有人看見的。往生的這一天，她是坐著往生的，在床上打坐坐著往生。早晨起來老太太燒早飯，這一天老太太沒起來，沒燒早飯。外國老人的房間門是不鎖的，他們門一打開，看到老太太坐在床上，盤腿坐在床上，叫她也不答應，走到邊上看，擺在面前遺囑的一封信，給她兒子、媳婦的。旁邊看她做的孝服，兒子的孝服、媳婦的孝服、孫子孝服都擺在旁邊，她走了。這個很厲害，臨走用不著別人幫忙，乾乾淨淨、清清楚楚沒人打攪。她是晚上走的，早晨才被人發現，晚上什麼時候走的沒人知道。這是念佛人的好榜樣！我相信她兒子把她接到美國去，這是她最好的增上緣，等於閉關一樣，白天的時間全是自己的。在外國出門，沒有車就非常不方便，如果再不接電話，真的叫閉關，多清淨！"
    },
    {
      "id": "02-037-0118_p0032",
      "zh_CN": "所以缘抓住没有一个不成功的。每个人不是没有缘，有缘，就是你自己没有能掌控到。为什么？真正成就，三宝加持你，三宝加持就是阿弥陀佛准备接引你往生，他怎么能不照顾！怎么能不帮助！哪有这种道理！怎样才能把缘掌握住？放下就抓住了，放不下抓不住，所以放下比什么都重要。这个世界不值得贪恋，这个世界真苦，不是假的，贫穷的人苦，富贵的人也苦。我们自己没有富贵，但是跟富贵人接触的不少，观察这些富贵人都苦。佛经把这个世间比喻作苦海无边，般若能度。般若里头，无比殊胜的般若，就是念阿弥陀佛。很多人不知道。你要真的知道抓住这个法门，你这一生永远脱离六道轮回、脱离十法界，你这一生圆满成佛了。机会在面前，错过了很不容易再遇到。",
      "zh_TW": "所以緣抓住沒有一個不成功的。每個人不是沒有緣，有緣，就是你自己沒有能掌控到。為什麼？真正成就，三寶加持你，三寶加持就是阿彌陀佛準備接引你往生，他怎麼能不照顧！怎麼能不幫助！哪有這種道理！怎樣才能把緣掌握住？放下就抓住了，放不下抓不住，所以放下比什麼都重要。這個世界不值得貪戀，這個世界真苦，不是假的，貧窮的人苦，富貴的人也苦。我們自己沒有富貴，但是跟富貴人接觸的不少，觀察這些富貴人都苦。佛經把這個世間比喻作苦海無邊，般若能度。般若裡頭，無比殊勝的般若，就是念阿彌陀佛。很多人不知道。你要真的知道抓住這個法門，你這一生永遠脫離六道輪迴、脫離十法界，你這一生圓滿成佛了。機會在面前，錯過了很不容易再遇到。"
    },
    {
      "id": "02-037-0118_p0033",
      "zh_CN": "我们接着往下看，「并迅速达到菩提之究竟彼岸」，究竟是妙觉果位，究竟是常寂光净土。下面念老给我们解释，菩提是梵语，翻成中文是觉的意思。「菩提究竟岸，即究竟觉」，圆满的觉悟，这是究竟的觉悟，没有一样你不觉。世人所说的，无所不知、无所不能，就是究竟觉的意思，是谁？是自己不是别人。这两句话受过科学洗礼的人都不承认，他们理念当中，决定没有一个人能够说是无所不知、无所不能，这不可能。佛说是你自己，不承认，那佛说错了，他不承认，他不能接受，所以他就成不了佛。你承不承认？你接不接受？谁承认、谁接受他真有智慧，他这一生可以作佛，是真的不是假的。为什么？自性觉。这个觉不是学得来的，你以为东西我一定要学，我不学就不会，那就做不到了，科学家从这个角度去看的。佛法是另一个角度去看，不要学，智慧是自性本来具足，无量无边、无数无尽。智慧如此，德能亦如此，相好亦如此，没有一样不是。如果自性没有，它怎么能变现出来？不懂，不懂你去玩万花筒你就会懂了。",
      "zh_TW": "我們接著往下看，「並迅速達到菩提之究竟彼岸」，究竟是妙覺果位，究竟是常寂光淨土。下面念老給我們解釋，菩提是梵語，翻成中文是覺的意思。「菩提究竟岸，即究竟覺」，圓滿的覺悟，這是究竟的覺悟，沒有一樣你不覺。世人所說的，無所不知、無所不能，就是究竟覺的意思，是誰？是自己不是別人。這兩句話受過科學洗禮的人都不承認，他們理念當中，決定沒有一個人能夠說是無所不知、無所不能，這不可能。佛說是你自己，不承認，那佛說錯了，他不承認，他不能接受，所以他就成不了佛。你承不承認？你接不接受？誰承認、誰接受他真有智慧，他這一生可以作佛，是真的不是假的。為什麼？自性覺。這個覺不是學得來的，你以為東西我一定要學，我不學就不會，那就做不到了，科學家從這個角度去看的。佛法是另一個角度去看，不要學，智慧是自性本來具足，無量無邊、無數無盡。智慧如此，德能亦如此，相好亦如此，沒有一樣不是。如果自性沒有，它怎麼能變現出來？不懂，不懂你去玩萬花筒你就會懂了。"
    },
    {
      "id": "02-037-0118_p0034",
      "zh_CN": "我们这个人身体就是个万花筒，起心动念就是在转，这万花筒在转，你看你里头多少妄想、多少现相，永远没有止境。这个东西你相信，你慢慢再想，万花筒跟宇宙一个样的，一个道理，跟我们人身体一个道理。然后我们才会想到，佛菩萨说这东西真的，不是假的，有道理不迷信。尤其佛教确实它有科学精神，为什么？它要叫你求证，佛菩萨讲的东西你听懂了不算，你把它证明这是你的，那才算数。所以佛菩萨不是叫我们信他，是教我们信自，自他不二，他教你证这个，这就是科学精神，所以它不同于宗教。宗教一定要相信神，神是主宰，你跟神不能平等。佛法不是的，佛法全是自己，讲到最后统统归自性，统统归自心，全部要自己负责，各人因果各人承当。「心外无法，法外无心」，跟老祖宗所说的，「行有不得，反求诸己」，是一个道理。",
      "zh_TW": "我們這個人身體就是個萬花筒，起心動念就是在轉，這萬花筒在轉，你看你裡頭多少妄想、多少現相，永遠沒有止境。這個東西你相信，你慢慢再想，萬花筒跟宇宙一個樣的，一個道理，跟我們人身體一個道理。然後我們才會想到，佛菩薩說這東西真的，不是假的，有道理不迷信。尤其佛教確實它有科學精神，為什麼？它要叫你求證，佛菩薩講的東西你聽懂了不算，你把它證明這是你的，那才算數。所以佛菩薩不是叫我們信他，是教我們信自，自他不二，他教你證這個，這就是科學精神，所以它不同於宗教。宗教一定要相信神，神是主宰，你跟神不能平等。佛法不是的，佛法全是自己，講到最後統統歸自性，統統歸自心，全部要自己負責，各人因果各人承當。「心外無法，法外無心」，跟老祖宗所說的，「行有不得，反求諸己」，是一個道理。"
    },
    {
      "id": "02-037-0118_p0035",
      "zh_CN": "「《三藏法数》曰：究竟即决定终极之义」，终极就是圆满、到底，再就没有了。「谓能觉了染心之源」，我们现在有烦恼习气，根源在哪里，真知道，真把它找出来了。「究竟终穷，同于本觉，故名究竟觉」。烦恼的根源是在本觉，本觉怎么变成烦恼？一念不觉，烦恼从本觉里头生起来的。迷了起不起作用？起作用，六道三途、十法界就是本觉起的作用，起的是负面的作用，就是迷的作用。正面的作用是诸佛如来的实报庄严土，就是极乐世界，这正面作用，是一不是二。你一回头就觉了，觉悟就叫成佛，不觉就叫凡夫，凡夫跟佛是一不是二，是觉迷两个不同的名号，凡夫一回头就觉，就成佛。所以心是心作，心本来是觉的，不觉是妄心，一觉之后妄心就没有了，就不见，妄心不见了真心就现前。所以佛说本来是佛，这个话不是骗人的，不是赞叹、恭维你，不是的，本来就是，一念迷你堕落在凡夫，一念觉你就回头了。心是心作是讲理论。众生跟佛从哪来的？佛怎么会变成众生？众生怎么会变成佛？道理搞清楚之后，要教你转过头来你就回来了。所以究竟觉！",
      "zh_TW": "「《三藏法數》曰：究竟即決定終極之義」，終極就是圓滿、到底，再就沒有了。「謂能覺了染心之源」，我們現在有煩惱習氣，根源在哪裡，真知道，真把它找出來了。「究竟終窮，同於本覺，故名究竟覺」。煩惱的根源是在本覺，本覺怎麼變成煩惱？一念不覺，煩惱從本覺裡頭生起來的。迷了起不起作用？起作用，六道三途、十法界就是本覺起的作用，起的是負面的作用，就是迷的作用。正面的作用是諸佛如來的實報莊嚴土，就是極樂世界，這正面作用，是一不是二。你一回頭就覺了，覺悟就叫成佛，不覺就叫凡夫，凡夫跟佛是一不是二，是覺迷兩個不同的名號，凡夫一回頭就覺，就成佛。所以心是心作，心本來是覺的，不覺是妄心，一覺之後妄心就沒有了，就不見，妄心不見了真心就現前。所以佛說本來是佛，這個話不是騙人的，不是讚歎、恭維你，不是的，本來就是，一念迷你墮落在凡夫，一念覺你就回頭了。心是心作是講理論。眾生跟佛從哪來的？佛怎麼會變成眾生？眾生怎麼會變成佛？道理搞清楚之後，要教你轉過頭來你就回來了。所以究竟覺！"
    },
    {
      "id": "02-037-0118_p0036",
      "zh_CN": "「是为菩萨大行圆满，究竟至极之觉，即成佛之位」。这个佛是妙觉如来，真正的无上正等正觉。通常无上正等正觉在《华严经》上，圆教初住以上四十一位法身大士，都可以称无上正等正觉。但他不是究竟的，天台大师说得好，他是分证的，习气没断。习气断尽了，妙觉那是究竟无上正等正觉，这是圆满的位次。今天时间到了，我们就学到此地。",
      "zh_TW": "「是為菩薩大行圓滿，究竟至極之覺，即成佛之位」。這個佛是妙覺如來，真正的無上正等正覺。通常無上正等正覺在《華嚴經》上，圓教初住以上四十一位法身大士，都可以稱無上正等正覺。但他不是究竟的，天台大師說得好，他是分證的，習氣沒斷。習氣斷盡了，妙覺那是究竟無上正等正覺，這是圓滿的位次。今天時間到了，我們就學到此地。"
    }
  ]
}