{
  "doc_id": "02-037-0219",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一九集",
    "zh_TW": "第二一九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0219",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-037-0219_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百六十页，第三行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百六十頁，第三行，從當中看起："
    },
    {
      "id": "02-037-0219_p0002",
      "zh_CN": "「门者，法有种种差别，能使人趣入涅槃，故称为门」，这就是门的意思。门是能够进出、通达的意思。法，大乘经常说有八万四千，这八万四千法在四弘誓愿里面也称为法门无量，也是无量法。每一个法都能够通达涅槃，所以称之为门。佛在《金刚经》里面告诉我们，说「法门平等，无有高下」。每个法门都能通入涅槃，为什么？涅槃是一切法的本体，一切法不能离体，离开体，这法不能建立。我们在前面学习，常常用电视屏幕来比喻本体。体只有一个，没有两个，它是真的，它永恒不变，它不生不灭。一切法就好比是屏幕上显示的色相，色相、音声都不能离开屏幕。我们就晓得，任何一法都能够明心见性，包括所谓的世间法，当然也包括所有不同的宗教。法是平等的，都能见性，但是问题，众生根性不平等，有些他学起来容易，能达到目的，有些学起来很困难，达不到目的。由此可知，不平等是众生，不是法。",
      "zh_TW": "「門者，法有種種差別，能使人趣入涅槃，故稱為門」，這就是門的意思。門是能夠進出、通達的意思。法，大乘經常說有八萬四千，這八萬四千法在四弘誓願裡面也稱為法門無量，也是無量法。每一個法都能夠通達涅槃，所以稱之為門。佛在《金剛經》裡面告訴我們，說「法門平等，無有高下」。每個法門都能通入涅槃，為什麼？涅槃是一切法的本體，一切法不能離體，離開體，這法不能建立。我們在前面學習，常常用電視屏幕來比喻本體。體只有一個，沒有兩個，它是真的，它永恆不變，它不生不滅。一切法就好比是屏幕上顯示的色相，色相、音聲都不能離開屏幕。我們就曉得，任何一法都能夠明心見性，包括所謂的世間法，當然也包括所有不同的宗教。法是平等的，都能見性，但是問題，眾生根性不平等，有些他學起來容易，能達到目的，有些學起來很困難，達不到目的。由此可知，不平等是眾生，不是法。"
    },
    {
      "id": "02-037-0219_p0003",
      "zh_CN": "众生的什么不平等？众生的心不平等，就是妄想分别执着不平等。妄想还好，这起心动念，最严重的就是分别执着。不但是分别执着两个人不会平等，自己一个人也不平等。我们想想，小时候分别执着跟长大了不一样，长大了分别执着跟中年不一样，中年分别执着跟老年不一样，乃至于早晨跟晚上不一样，变化太大了。由此可知，心思之乱，妄念之多，这就是自己跟自己都无法平等。由此可知，一切法种种不平等，是我们妄心造成的。真心，真心是平等的，真心是一如的。所以用真心很容易契入涅槃境界，用妄心就完全没有法子。这是讲法有种种差别，能使人趣入涅槃。这个东西用对了，全管用，真的像大夫用药一样，这个药要对症，药到病除；如果不对症，这病会加重，甚至于导致死亡。不对症，不是药不好，什么药对什么样的病症。用这个比喻说明门的意思。",
      "zh_TW": "眾生的什麼不平等？眾生的心不平等，就是妄想分別執著不平等。妄想還好，這起心動念，最嚴重的就是分別執著。不但是分別執著兩個人不會平等，自己一個人也不平等。我們想想，小時候分別執著跟長大了不一樣，長大了分別執著跟中年不一樣，中年分別執著跟老年不一樣，乃至於早晨跟晚上不一樣，變化太大了。由此可知，心思之亂，妄念之多，這就是自己跟自己都無法平等。由此可知，一切法種種不平等，是我們妄心造成的。真心，真心是平等的，真心是一如的。所以用真心很容易契入涅槃境界，用妄心就完全沒有法子。這是講法有種種差別，能使人趣入涅槃。這個東西用對了，全管用，真的像大夫用藥一樣，這個藥要對症，藥到病除；如果不對症，這病會加重，甚至於導致死亡。不對症，不是藥不好，什麼藥對什麼樣的病症。用這個比喻說明門的意思。"
    },
    {
      "id": "02-037-0219_p0004",
      "zh_CN": "「依真谛门者，依第一义谛为门也」。真谛就是第一义，第一义是本体，第二义就是现相；第一义是真的，第二义就是假，就不是真的，是虚妄的，往后是愈多，妄上再加妄。「依真谛之胜义，植众德之根本。故曰依真谛门，植众德本」。我们学佛也学了不少年，现在渐渐觉悟了，积善植德重要，一个人不能不认真去学习。如果能往生，这个功德可以帮助我们提升品位，不能往生，得到的是人天福报，总之没有白修。在这个社会，史无前例的动荡社会当中，伦理道德、古圣先贤教育可以说全面崩坏，我们要想积善累德是真不容易！这样的人是真正有福的人。",
      "zh_TW": "「依真諦門者，依第一義諦為門也」。真諦就是第一義，第一義是本體，第二義就是現相；第一義是真的，第二義就是假，就不是真的，是虛妄的，往後是愈多，妄上再加妄。「依真諦之勝義，植眾德之根本。故曰依真諦門，植眾德本」。我們學佛也學了不少年，現在漸漸覺悟了，積善植德重要，一個人不能不認真去學習。如果能往生，這個功德可以幫助我們提升品位，不能往生，得到的是人天福報，總之沒有白修。在這個社會，史無前例的動盪社會當中，倫理道德、古聖先賢教育可以說全面崩壞，我們要想積善累德是真不容易！這樣的人是真正有福的人。"
    },
    {
      "id": "02-037-0219_p0005",
      "zh_CN": "早年李老师常常提醒我们，说聪明人要有前后眼。这是什么意思？前后眼就是能看到古人，能看到未来。吸取古圣先贤的教诲、经验，认真修行，创造美好的将来，这个人才算是聪明人。决定要相信因果报应，善人决定得善果，恶人决定得恶报，善恶果报丝毫都不差，千万不要看错了。恶人，今天他享福，好像因果是假的；那个善人，人心地善良，可是他非常清苦，这好像是跟因果讲的完全相违背。这什么原因？我们只有现前，只看到现在，没有看到过去，也没有看到未来，只是很狭窄的这个一段被我们看到了。这个人过去生中修的大福报，这一生所造的恶业很多，他现在享受的是过去的福报，还没享完，继续在享受，是这个意思；这一世所造的恶，没报。这我们明白了，这一世造的业因来世报，因果通三世。这一世造善业没有得善果，但是他要能够坚持，再苦、再难还是要积善、要修德，好！过去生中没有修福报，没有善行，没有福报，这一生得到的苦报；但是这一生行善，来生的福报好，善果在来世，一定要懂得。要不然为什么这个世间有人富贵、有人贫贱？好像老天待人不平等。这个事情实际上与老天不相干，都是众生自作自受，这个道理一定要懂。",
      "zh_TW": "早年李老師常常提醒我們，說聰明人要有前後眼。這是什麼意思？前後眼就是能看到古人，能看到未來。吸取古聖先賢的教誨、經驗，認真修行，創造美好的將來，這個人才算是聰明人。決定要相信因果報應，善人決定得善果，惡人決定得惡報，善惡果報絲毫都不差，千萬不要看錯了。惡人，今天他享福，好像因果是假的；那個善人，人心地善良，可是他非常清苦，這好像是跟因果講的完全相違背。這什麼原因？我們只有現前，只看到現在，沒有看到過去，也沒有看到未來，只是很狹窄的這個一段被我們看到了。這個人過去生中修的大福報，這一生所造的惡業很多，他現在享受的是過去的福報，還沒享完，繼續在享受，是這個意思；這一世所造的惡，沒報。這我們明白了，這一世造的業因來世報，因果通三世。這一世造善業沒有得善果，但是他要能夠堅持，再苦、再難還是要積善、要修德，好！過去生中沒有修福報，沒有善行，沒有福報，這一生得到的苦報；但是這一生行善，來生的福報好，善果在來世，一定要懂得。要不然為什麼這個世間有人富貴、有人貧賤？好像老天待人不平等。這個事情實際上與老天不相干，都是眾生自作自受，這個道理一定要懂。"
    },
    {
      "id": "02-037-0219_p0006",
      "zh_CN": "命里头有多大的因，享多大的果报，善恶都出不了这个原理。明白这个道理，最好修福不受福报，自己的生活能过得去就好。不受福报，这个福报就累积了，累积到十世、二十世，福报就大了，那个如果要是闻到佛法，会成佛、成菩萨，他有那么大的福报。福报大了智慧也会生，中国古人说「福至心灵」，福报到了，那个心好像特别聪明，福至心灵，有连带的关系。只要我们没有贪瞋痴慢，福报里头就有智慧；如果有贪瞋痴慢，福报里头没有智慧，那个福报也很容易享尽的。因为贪瞋痴慢是不善的心，纵然修福、积德也不是圆满的，这个道理一定要懂。无论是世法、是佛法都应该把贪瞋痴慢疑放下，我们修世出世法都能够得到真实的果报，这叫二谛。",
      "zh_TW": "命裡頭有多大的因，享多大的果報，善惡都出不了這個原理。明白這個道理，最好修福不受福報，自己的生活能過得去就好。不受福報，這個福報就累積了，累積到十世、二十世，福報就大了，那個如果要是聞到佛法，會成佛、成菩薩，他有那麼大的福報。福報大了智慧也會生，中國古人說「福至心靈」，福報到了，那個心好像特別聰明，福至心靈，有連帶的關係。只要我們沒有貪瞋痴慢，福報裡頭就有智慧；如果有貪瞋痴慢，福報裡頭沒有智慧，那個福報也很容易享盡的。因為貪瞋痴慢是不善的心，縱然修福、積德也不是圓滿的，這個道理一定要懂。無論是世法、是佛法都應該把貪瞋痴慢疑放下，我們修世出世法都能夠得到真實的果報，這叫二諦。"
    },
    {
      "id": "02-037-0219_p0007",
      "zh_CN": "下面，「《金刚经》曰：以无我、无人、无众生、无寿者，修一切善法。依真谛门，即无四相也」。离四相是真谛、是佛法，这不是世间法。与这四句相应，这是依真谛门。你看无我，不着我相；无人，不着人相；无众生，不着法相；无寿者，不着时间相。离一切相，即一切法，这是大乘教。离相修一切善，当然他不执着一切善，经教里面所说的「三轮体空」，这个善是真善。为什么？与性德圆满相应。做到极处的时候，心地清净，一念不生。作而无作，做一切善等于没做一样，他没有起心动念。行布施，无论是财布施、法布施、无畏布施，皆不着相。我，这是能施的人，不着我相，不以为我做了好事。这个事什么？应该做的，遇到缘应该做。做，不着相。施给需要的人，给他了，也不执着他，不执着人相。无论施给的是钱财、是物品，也不执着这个相。",
      "zh_TW": "下面，「《金剛經》曰：以無我、無人、無眾生、無壽者，修一切善法。依真諦門，即無四相也」。離四相是真諦、是佛法，這不是世間法。與這四句相應，這是依真諦門。你看無我，不著我相；無人，不著人相；無眾生，不著法相；無壽者，不著時間相。離一切相，即一切法，這是大乘教。離相修一切善，當然他不執著一切善，經教裡面所說的「三輪體空」，這個善是真善。為什麼？與性德圓滿相應。做到極處的時候，心地清淨，一念不生。作而無作，做一切善等於沒做一樣，他沒有起心動念。行布施，無論是財布施、法布施、無畏布施，皆不著相。我，這是能施的人，不著我相，不以為我做了好事。這個事什麼？應該做的，遇到緣應該做。做，不著相。施給需要的人，給他了，也不執著他，不執著人相。無論施給的是錢財、是物品，也不執著這個相。"
    },
    {
      "id": "02-037-0219_p0008",
      "zh_CN": "现在人做功德，要把功德记下来，道场也一样，他政府要业绩，你这一年做了多少好事，一桩一桩都记下来，这是什么？着相，这世间法。这个着相，他着相，我们修布施的人千万别着相。更有甚者，我们去参观这个建筑物，你看这个建筑物里头有柱子，某某人捐献的，那个梁是某某人捐献的，名字都刻在上面。心里确实有这个相，这就是修的福，不是功德，是福德，着相的福德。果报，来生人天，出不了三界。念佛往生，修这种福不能帮助你提升品位。我们自己想想，离相好还是着相好？着相有烦恼、有牵挂，因为常常想着这些。离相好，心地纯净纯善。做什么好事？没做。作而无作，无作而作，没有痕迹，没有业绩，好！没有业绩是什么？你没造业，善业、恶业都没造。这是真谛门，修善不着修善的相，造恶不着造恶的相。",
      "zh_TW": "現在人做功德，要把功德記下來，道場也一樣，他政府要業績，你這一年做了多少好事，一樁一樁都記下來，這是什麼？著相，這世間法。這個著相，他著相，我們修布施的人千萬別著相。更有甚者，我們去參觀這個建築物，你看這個建築物裡頭有柱子，某某人捐獻的，那個梁是某某人捐獻的，名字都刻在上面。心裡確實有這個相，這就是修的福，不是功德，是福德，著相的福德。果報，來生人天，出不了三界。念佛往生，修這種福不能幫助你提升品位。我們自己想想，離相好還是著相好？著相有煩惱、有牽掛，因為常常想著這些。離相好，心地純淨純善。做什麼好事？沒做。作而無作，無作而作，沒有痕跡，沒有業績，好！沒有業績是什麼？你沒造業，善業、惡業都沒造。這是真諦門，修善不著修善的相，造惡不著造惡的相。"
    },
    {
      "id": "02-037-0219_p0009",
      "zh_CN": "菩萨还作恶吗？有。为什么？他用造恶度众生。我们在善财五十三参里面看到，胜热婆罗门愚痴，甘露火王瞋恚，伐苏蜜多女的贪恋，这三个人是造贪瞋痴，度贪瞋痴的众生。你看，用贪瞋痴去度贪瞋痴，以毒攻毒。但是这效果你就知道了，效果是叫贪瞋痴的人觉悟、回头。坏事变成好事，菩萨！菩萨不着相，作而无作。善财童子去参访，参访什么？去学习。这样的行持，是法身大士才能做到。四摄法里面的「同事」也就是这样情形，所以我们讲四摄法，不敢讲这一条。但是四摄法有，同事怎么讲？我们只能够讲与一切诸佛菩萨同善这方面，同恶那方面我们就不讲，我们就回避。为什么？一般人做不到。这在今天这个社会要特别注意到，真正是法身菩萨没问题，不是法身菩萨不可以。离四相修一切善法，依真谛门，真谛就是无四相。",
      "zh_TW": "菩薩還作惡嗎？有。為什麼？他用造惡度眾生。我們在善財五十三參裡面看到，勝熱婆羅門愚痴，甘露火王瞋恚，伐蘇蜜多女的貪戀，這三個人是造貪瞋痴，度貪瞋痴的眾生。你看，用貪瞋痴去度貪瞋痴，以毒攻毒。但是這效果你就知道了，效果是叫貪瞋痴的人覺悟、回頭。壞事變成好事，菩薩！菩薩不著相，作而無作。善財童子去參訪，參訪什麼？去學習。這樣的行持，是法身大士才能做到。四攝法裡面的「同事」也就是這樣情形，所以我們講四攝法，不敢講這一條。但是四攝法有，同事怎麼講？我們只能夠講與一切諸佛菩薩同善這方面，同惡那方面我們就不講，我們就迴避。為什麼？一般人做不到。這在今天這個社會要特別注意到，真正是法身菩薩沒問題，不是法身菩薩不可以。離四相修一切善法，依真諦門，真諦就是無四相。"
    },
    {
      "id": "02-037-0219_p0010",
      "zh_CN": "「植众德本者，修一切善法也」，植众德本。「植者，种植」，好比植物一样种植。德是善，本是根本，这是这一句分开来解释。「诸善万行之功德，为佛果大觉之根本者，称为德本」。这个德本我们要知道，佛法里面所讲的十善，十善是总纲领、总原则。十善里头，每一条都具足其他的九种善，十乘十就是一百；一百里头，每一条又具足十善，这就变成一千；这一千，每一条里头又具足十善，就变成一万。所以菩萨把十善展开为八万四千细行，小乘阿罗汉将十善展开为三千门，叫三千威仪，菩萨八万四千细行，全是十善，这是佛法的根。说起来好像很容易，真正把它做圆满不是容易事情。凡夫做不到，菩萨能做到，所以佛教菩萨植众德本。",
      "zh_TW": "「植眾德本者，修一切善法也」，植眾德本。「植者，種植」，好比植物一樣種植。德是善，本是根本，這是這一句分開來解釋。「諸善萬行之功德，為佛果大覺之根本者，稱為德本」。這個德本我們要知道，佛法裡面所講的十善，十善是總綱領、總原則。十善裡頭，每一條都具足其他的九種善，十乘十就是一百；一百裡頭，每一條又具足十善，這就變成一千；這一千，每一條裡頭又具足十善，就變成一萬。所以菩薩把十善展開為八萬四千細行，小乘阿羅漢將十善展開為三千門，叫三千威儀，菩薩八萬四千細行，全是十善，這是佛法的根。說起來好像很容易，真正把它做圓滿不是容易事情。凡夫做不到，菩薩能做到，所以佛教菩薩植眾德本。"
    },
    {
      "id": "02-037-0219_p0011",
      "zh_CN": "德本，「又万德之根本称为德本。依是义故，阿弥陀佛名号，体具万德，名召万德，故曰德本」。这是净宗独妙的法门，比十善业更进了一步，又向上提升一级。几个人能知道？我相信知道的人他拼命念佛，为什么？植众德本！自己过去生中欠缺修善积德，缺了这门功课，现在要补。遇到弥陀名号，知道名号体具万德，名召万德，原来用这个方法就能够植众德本，所以他会拼命的干。真干的人也只有两种人，所谓上智与下愚，这两种人真干。他知道了，他真正能做到一门深入，长时薰修。能够认识这八个字、能够懂得这八个字的人，没有一个不成就。这八个字很平常，但是怎么样？真的没懂得，没有在意。也都能说，没有做到，没有做到跟不懂没有两样。这个问题多重要！所以这一句，我们得把它多念几遍，「万德之根本称为德本。依是义故，阿弥陀佛名号，体具万德，名召万德，故曰德本」。劝念佛！不是假的，是真的。我们实在讲太大意了，学佛几十年，没有注意到这桩事情，把光阴全都空过了，搞什么都不如念佛。",
      "zh_TW": "德本，「又萬德之根本稱為德本。依是義故，阿彌陀佛名號，體具萬德，名召萬德，故曰德本」。這是淨宗獨妙的法門，比十善業更進了一步，又向上提升一級。幾個人能知道？我相信知道的人他拼命念佛，為什麼？植眾德本！自己過去生中欠缺修善積德，缺了這門功課，現在要補。遇到彌陀名號，知道名號體具萬德，名召萬德，原來用這個方法就能夠植眾德本，所以他會拼命的幹。真幹的人也只有兩種人，所謂上智與下愚，這兩種人真幹。他知道了，他真正能做到一門深入，長時薰修。能夠認識這八個字、能夠懂得這八個字的人，沒有一個不成就。這八個字很平常，但是怎麼樣？真的沒懂得，沒有在意。也都能說，沒有做到，沒有做到跟不懂沒有兩樣。這個問題多重要！所以這一句，我們得把它多念幾遍，「萬德之根本稱為德本。依是義故，阿彌陀佛名號，體具萬德，名召萬德，故曰德本」。勸念佛！不是假的，是真的。我們實在講太大意了，學佛幾十年，沒有注意到這樁事情，把光陰全都空過了，搞什麼都不如念佛。"
    },
    {
      "id": "02-037-0219_p0012",
      "zh_CN": "《教行信证》第六卷说，「德本者，如来德号。此德号者，一声称念，至德成满，众祸皆转」，这说得更清楚了。「十方三世德号之本，故曰德本也」。《教行信证》里面所说的，没有指阿弥陀佛，只说如来德号，换句话说，任何一尊佛的名号都在其中。是不是这个解释？是的，一点都没错。我们在前面学过，不止学一遍，学了很多遍，阿弥陀佛名号具足一切如来的德本，这一句也就代表一切如来德号。实在讲它本来是一切如来德号，为什么？阿弥陀佛什么意思？照它字面上翻过来，阿翻作无，弥陀翻作量，佛翻作觉，无量觉。哪一尊佛不是无量觉！它是一切诸佛如来的通号，只要成佛都可以称作阿弥陀佛，没错，无量觉。法藏比丘在极乐世界成佛，他就用这个名号，是诸佛的通号，也是阿弥陀佛的别号，通别是一不是二。名号一定要熟，名号的含义，名号的功德，搞不清楚，要劝人念很难；真搞清楚、真搞明白了，不劝他，他自己都会念。「一声称念，至德成满」，这一句说得好，至德，德到了极处，我们常讲，深、广都没有边际，至德成就、圆满了。这是心转了、念转了，心是佛心，德是佛德，而且是圆满了。下头一句，「众祸皆转」，所有的灾难全没有了，所有的苦难也没有了，真正究竟圆满的离苦得乐。名号，「十方三世德号之本」，阿弥陀佛，「故曰德本也」。",
      "zh_TW": "《教行信證》第六卷說，「德本者，如來德號。此德號者，一聲稱念，至德成滿，眾禍皆轉」，這說得更清楚了。「十方三世德號之本，故曰德本也」。《教行信證》裡面所說的，沒有指阿彌陀佛，只說如來德號，換句話說，任何一尊佛的名號都在其中。是不是這個解釋？是的，一點都沒錯。我們在前面學過，不止學一遍，學了很多遍，阿彌陀佛名號具足一切如來的德本，這一句也就代表一切如來德號。實在講它本來是一切如來德號，為什麼？阿彌陀佛什麼意思？照它字面上翻過來，阿翻作無，彌陀翻作量，佛翻作覺，無量覺。哪一尊佛不是無量覺！它是一切諸佛如來的通號，只要成佛都可以稱作阿彌陀佛，沒錯，無量覺。法藏比丘在極樂世界成佛，他就用這個名號，是諸佛的通號，也是阿彌陀佛的別號，通別是一不是二。名號一定要熟，名號的含義，名號的功德，搞不清楚，要勸人念很難；真搞清楚、真搞明白了，不勸他，他自己都會念。「一聲稱念，至德成滿」，這一句說得好，至德，德到了極處，我們常講，深、廣都沒有邊際，至德成就、圓滿了。這是心轉了、念轉了，心是佛心，德是佛德，而且是圓滿了。下頭一句，「眾禍皆轉」，所有的災難全沒有了，所有的苦難也沒有了，真正究竟圓滿的離苦得樂。名號，「十方三世德號之本」，阿彌陀佛，「故曰德本也」。"
    },
    {
      "id": "02-037-0219_p0013",
      "zh_CN": "「如上所引《观佛三昧经》，释尊曰：我与十方诸佛及贤劫千佛，从初发心，皆因念佛三昧力故，得一切种智。」你看《观佛三昧经》上这句经文，念老在这个注解上，前面引过，现在又引。多次的引用，说明什么？说明它重要，为我们做出证明，念佛功德不可思议，这是世尊自己说的。我，是释迦牟尼佛自称，他与十方诸佛，遍法界虚空界一切诸佛，贤劫诸佛是这个大劫里头，这个大劫叫贤劫。在这一大劫当中，我们住的这个世界娑婆世界，有一千尊佛出世，所以这个劫叫贤劫，贤是贤人，一千尊佛出世。这一千尊佛从初发心，统统都是因念佛三昧力故成佛的。念佛三昧是因，得一切种智是果，得一切种智就是得无上菩提、无上正等正觉。「亦与之同旨」，与这一段「植众德本」是同一个宗旨，「皆以持名念佛为十方三世德号之本」，特别给我们注明白，全都是劝我们念佛。",
      "zh_TW": "「如上所引《觀佛三昧經》，釋尊曰：我與十方諸佛及賢劫千佛，從初發心，皆因念佛三昧力故，得一切種智。」你看《觀佛三昧經》上這句經文，念老在這個註解上，前面引過，現在又引。多次的引用，說明什麼？說明它重要，為我們做出證明，念佛功德不可思議，這是世尊自己說的。我，是釋迦牟尼佛自稱，他與十方諸佛，遍法界虛空界一切諸佛，賢劫諸佛是這個大劫裡頭，這個大劫叫賢劫。在這一大劫當中，我們住的這個世界娑婆世界，有一千尊佛出世，所以這個劫叫賢劫，賢是賢人，一千尊佛出世。這一千尊佛從初發心，統統都是因念佛三昧力故成佛的。念佛三昧是因，得一切種智是果，得一切種智就是得無上菩提、無上正等正覺。「亦與之同旨」，與這一段「植眾德本」是同一個宗旨，「皆以持名念佛為十方三世德號之本」，特別給我們註明白，全都是勸我們念佛。"
    },
    {
      "id": "02-037-0219_p0014",
      "zh_CN": "「故知植众德本可有二释」，可以有两种解释，「一者，菩萨因中，万德圆满。从因得果，故云植众德本」。菩萨修行，时间很长，生生世世植众德本，成就他万德圆满，修因这才能证果。第二个意思，「众德本者，即念佛名号」。前面是通途法门，第二个是特别法门，就这一句阿弥陀佛就行了。专念这句阿弥陀佛，等于菩萨在无量劫中修善积德、成就万德圆满，净宗法门一句佛号就行了。这两个，两种植众德本，看哪个难哪个易，我们在这里做个选择。「且此二说实不相违。因菩萨因行不离念佛故，故一中有二；又念佛圆具万德故，是二中摄一」。所以它不相违，加强我们的信心，我们一定要好好掌握住。",
      "zh_TW": "「故知植眾德本可有二釋」，可以有兩種解釋，「一者，菩薩因中，萬德圓滿。從因得果，故云植眾德本」。菩薩修行，時間很長，生生世世植眾德本，成就他萬德圓滿，修因這才能證果。第二個意思，「眾德本者，即念佛名號」。前面是通途法門，第二個是特別法門，就這一句阿彌陀佛就行了。專念這句阿彌陀佛，等於菩薩在無量劫中修善積德、成就萬德圓滿，淨宗法門一句佛號就行了。這兩個，兩種植眾德本，看哪個難哪個易，我們在這裡做個選擇。「且此二說實不相違。因菩薩因行不離念佛故，故一中有二；又念佛圓具萬德故，是二中攝一」。所以它不相違，加強我們的信心，我們一定要好好掌握住。"
    },
    {
      "id": "02-037-0219_p0015",
      "zh_CN": "下面这一段「忍力成就」，这教我们，积功累德要如何把功德保持而不失掉？那就是《金刚经》上所说的，「一切法得成于忍」，忍辱就非常重要！不忍，一发脾气，火烧功德林，你的功德全没有了。功德难，积功累德非常非常之难，什么时候发一顿脾气，完了。如果临命终时发一顿脾气，一生修的功德全完了，它变质了，变成福德。所以，你要真正能保持功德，你就晓得一生不发脾气，没有瞋恚心，这个人的功德会圆圆满满的保持住。有一点点瞋恚心，诸位要晓得，傲慢属于瞋恚，傲慢是瞋恚的一分，是主要的一分，有这个东西，功德就很难。魔王波旬看菩萨修积的功德，总想把它破坏。怎么破坏？想办法叫他发脾气，用种种方法来诱惑。菩萨有定力，菩萨有忍辱波罗蜜，无论什么方法去诱惑，菩萨如如不动。一般没有定力这些初发心的菩萨就难了，往往才修一点，就给魔王破坏掉了，禁不起诱惑。《金刚经》里讲六波罗蜜，唯独布施跟忍辱这两条讲得最详细，原因这两条是六波罗蜜的关键，一个是修福，一个是把福怎样保住不失掉。积功累德，功德的成就就是禅定、就是般若，禅定、般若是功德的花果。所以在这一段特别要教给我们。经文说：",
      "zh_TW": "下面這一段「忍力成就」，這教我們，積功累德要如何把功德保持而不失掉？那就是《金剛經》上所說的，「一切法得成於忍」，忍辱就非常重要！不忍，一發脾氣，火燒功德林，你的功德全沒有了。功德難，積功累德非常非常之難，什麼時候發一頓脾氣，完了。如果臨命終時發一頓脾氣，一生修的功德全完了，它變質了，變成福德。所以，你要真正能保持功德，你就曉得一生不發脾氣，沒有瞋恚心，這個人的功德會圓圓滿滿的保持住。有一點點瞋恚心，諸位要曉得，傲慢屬於瞋恚，傲慢是瞋恚的一分，是主要的一分，有這個東西，功德就很難。魔王波旬看菩薩修積的功德，總想把它破壞。怎麼破壞？想辦法叫他發脾氣，用種種方法來誘惑。菩薩有定力，菩薩有忍辱波羅蜜，無論什麼方法去誘惑，菩薩如如不動。一般沒有定力這些初發心的菩薩就難了，往往才修一點，就給魔王破壞掉了，禁不起誘惑。《金剛經》裡講六波羅蜜，唯獨布施跟忍辱這兩條講得最詳細，原因這兩條是六波羅蜜的關鍵，一個是修福，一個是把福怎樣保住不失掉。積功累德，功德的成就就是禪定、就是般若，禪定、般若是功德的花果。所以在這一段特別要教給我們。經文說："
    },
    {
      "id": "02-037-0219_p0016",
      "zh_CN": "【不计众苦。少欲知足。专求白法。惠利群生。志愿无倦。忍力成就。】",
      "zh_TW": "【不計眾苦。少欲知足。專求白法。惠利群生。志願無倦。忍力成就。】"
    },
    {
      "id": "02-037-0219_p0017",
      "zh_CN": "我们要认真学习，什么样的苦能够忍受，不要计较，自己在生活方面要『少欲知足』，这才能成就。我们看注解。「计者，计较执着也」，善于计较执着，这种人修行很困难，为什么？他放不下。「苦者」，《佛地经》第五卷曰：「逼恼身心名苦。」这个逼就是我们现在人讲的压力，精神的压力，工作的压力，在这个社会上人情世故的压力，压力多了，身心两方面都有。恼是烦恼，让你身心都不自在，这叫苦。「众苦者」，苦很多，「如二苦」，二苦是「内苦、外苦」。",
      "zh_TW": "我們要認真學習，什麼樣的苦能夠忍受，不要計較，自己在生活方面要『少欲知足』，這才能成就。我們看註解。「計者，計較執著也」，善於計較執著，這種人修行很困難，為什麼？他放不下。「苦者」，《佛地經》第五卷曰：「逼惱身心名苦。」這個逼就是我們現在人講的壓力，精神的壓力，工作的壓力，在這個社會上人情世故的壓力，壓力多了，身心兩方面都有。惱是煩惱，讓你身心都不自在，這叫苦。「眾苦者」，苦很多，「如二苦」，二苦是「內苦、外苦」。"
    },
    {
      "id": "02-037-0219_p0018",
      "zh_CN": "我们这里有一份参考资料，这是从《佛学大辞典》来的。「内苦，此有二种：四百四病为身苦，忧愁嫉妒等为心苦，合此二者，谓之内苦」。我们中国人讲的七情五欲，这是烦恼。佛法通常讲四种，身有苦乐，心有忧喜，这讲四种。这个地方给我们讲的，忧、愁、嫉妒这是心苦。有这种心的人，心不自在，心有障碍，听闻佛法不会解佛的真实义。为什么？这是障碍。我们讲听经，听多年听不懂，为什么不懂？心里头有这四个字，你听不懂，你看经看不懂。这个烦恼习气每天都起现行，看到比我好的，心里就很难过，他为什么比我好？我为什么不如他？不服气！第二，「外苦」。外苦也有两种，第一个是「恶贼虎狼」，这会伤害你，第二「风雨寒热」这些灾难，「合此二者，谓之外苦」。底下告诉我们，《智度论》第十九卷有详细解释。你看你内有忧愁、嫉妒，又有一些病痛，病痛都是从不善念头上生的，贪瞋痴慢疑应对我们的五脏六腑，容易感染疾病。",
      "zh_TW": "我們這裡有一份參考資料，這是從《佛學大辭典》來的。「內苦，此有二種：四百四病為身苦，憂愁嫉妒等為心苦，合此二者，謂之內苦」。我們中國人講的七情五欲，這是煩惱。佛法通常講四種，身有苦樂，心有憂喜，這講四種。這個地方給我們講的，憂、愁、嫉妒這是心苦。有這種心的人，心不自在，心有障礙，聽聞佛法不會解佛的真實義。為什麼？這是障礙。我們講聽經，聽多年聽不懂，為什麼不懂？心裡頭有這四個字，你聽不懂，你看經看不懂。這個煩惱習氣每天都起現行，看到比我好的，心裡就很難過，他為什麼比我好？我為什麼不如他？不服氣！第二，「外苦」。外苦也有兩種，第一個是「惡賊虎狼」，這會傷害你，第二「風雨寒熱」這些災難，「合此二者，謂之外苦」。底下告訴我們，《智度論》第十九卷有詳細解釋。你看你內有憂愁、嫉妒，又有一些病痛，病痛都是從不善念頭上生的，貪瞋痴慢疑應對我們的五臟六腑，容易感染疾病。"
    },
    {
      "id": "02-037-0219_p0019",
      "zh_CN": "底下讲「三苦，苦苦、坏苦、行苦」，这是大乘教里头常讲的。苦苦，实际上底下说的八苦，八苦就是属于苦苦，从苦苦里头开出来的。这三个苦，下面这个苦字是名词，上面苦是个动词，是个形容词，所以称之为苦苦。这一条，人没有办法离开生老病死，这四种苦，这是属于我们的身，身心有生老病死；之外，有求不得苦，有爱别离苦，有怨憎会苦，还有五阴炽盛苦，叫八苦交煎。这三苦。我们看底下这个参考资料，《涅槃经》上讲的八苦，因为这就是苦苦的细说。第一个是「生苦，生苦有五种」。第一个是「受胎。谓识托母胎之时」，在母亲腹中，居处不干净，住在母亲的子宫里面，这是讲投胎，神识去投胎。第二个，「种子」。种子是「识」，识是神识，我们一般讲灵魂，灵魂你看「托父母遗体」，所谓父精母血，这是他身体的来由，这个肉身。他的神识、种子，「随母气息出入，不得自在」。第三「增长」。他在母亲子宫里面，要经历十个月，这十个月在母亲子宫里面，佛在经典上有形容，受的苦难跟地狱差不多。所以叫胎狱，这十个月就等于在地狱里头，说明他痛苦。「内热煎煮，身形渐成，住在生脏」，生脏就是小肠，「之下，熟脏（大肠）之上」，子宫就在这个地方，「间夹如狱」，就像在地狱里头一样。母亲喝一杯凉水，他在里面感受就像在寒冰地狱；母亲喝一口热汤，就像在八热地狱；母亲的情绪要不稳定，他的苦难就多了。",
      "zh_TW": "底下講「三苦，苦苦、壞苦、行苦」，這是大乘教裡頭常講的。苦苦，實際上底下說的八苦，八苦就是屬於苦苦，從苦苦裡頭開出來的。這三個苦，下面這個苦字是名詞，上面苦是個動詞，是個形容詞，所以稱之為苦苦。這一條，人沒有辦法離開生老病死，這四種苦，這是屬於我們的身，身心有生老病死；之外，有求不得苦，有愛別離苦，有怨憎會苦，還有五陰熾盛苦，叫八苦交煎。這三苦。我們看底下這個參考資料，《涅槃經》上講的八苦，因為這就是苦苦的細說。第一個是「生苦，生苦有五種」。第一個是「受胎。謂識託母胎之時」，在母親腹中，居處不乾淨，住在母親的子宮裡面，這是講投胎，神識去投胎。第二個，「種子」。種子是「識」，識是神識，我們一般講靈魂，靈魂你看「托父母遺體」，所謂父精母血，這是他身體的來由，這個肉身。他的神識、種子，「隨母氣息出入，不得自在」。第三「增長」。他在母親子宮裡面，要經歷十個月，這十個月在母親子宮裡面，佛在經典上有形容，受的苦難跟地獄差不多。所以叫胎獄，這十個月就等於在地獄裡頭，說明他痛苦。「內熱煎煮，身形漸成，住在生臟」，生臟就是小腸，「之下，熟臟（大腸）之上」，子宮就在這個地方，「間夾如獄」，就像在地獄裡頭一樣。母親喝一杯涼水，他在裡面感受就像在寒冰地獄；母親喝一口熱湯，就像在八熱地獄；母親的情緒要不穩定，他的苦難就多了。"
    },
    {
      "id": "02-037-0219_p0020",
      "zh_CN": "在这个世界上对这桩事情了解清楚的，佛知道，中国古圣先贤也知道。唯独在中国古籍里面，我们看到妇人怀孕的时候有礼，她必须要遵守的。这十个月当中，思想要纯正，没有邪思邪念、没有恶念；言语要谨慎，决定没有恶口；身体要端庄。为什么？影响胎儿，神识一入胎他就知道。这十个月好好照顾这个小孩，让他禀受的是正气，母亲给他的全是善良的，所有一切不善都不让他感染。我们就晓得，善中之善无过于诵经、念佛，对小孩好！将诵经、念佛的功德回向给他，这个小孩出生一定非常好养，会很听话。纵然是报怨来的、讨债来的，这个怨结都可以化解。为什么？母亲的爱心。本来是来讨债的、是来报怨的，母亲对他这样爱护，化解了。报恩的，恩上加恩。这个好，这个重要。",
      "zh_TW": "在這個世界上對這樁事情了解清楚的，佛知道，中國古聖先賢也知道。唯獨在中國古籍裡面，我們看到婦人懷孕的時候有禮，她必須要遵守的。這十個月當中，思想要純正，沒有邪思邪念、沒有惡念；言語要謹慎，決定沒有惡口；身體要端莊。為什麼？影響胎兒，神識一入胎他就知道。這十個月好好照顧這個小孩，讓他稟受的是正氣，母親給他的全是善良的，所有一切不善都不讓他感染。我們就曉得，善中之善無過於誦經、念佛，對小孩好！將誦經、念佛的功德迴向給他，這個小孩出生一定非常好養，會很聽話。縱然是報怨來的、討債來的，這個怨結都可以化解。為什麼？母親的愛心。本來是來討債的、是來報怨的，母親對他這樣愛護，化解了。報恩的，恩上加恩。這個好，這個重要。"
    },
    {
      "id": "02-037-0219_p0021",
      "zh_CN": "在古时候，佛教没有传到中国来的，母亲在这个时候读圣贤书，听古圣先贤的故事，对小孩都有好处。他知不知道？他知道。我们在这几年，看到一些堕胎这些婴灵所传来的信息，就是他们都知道。他们如果要是不知道的话，这个堕胎应该没事情，为什么会产生这么多事情？可见得统统晓得，没有不知道的。堕胎就是杀人，杀人就得偿命。如果我们对于这些理跟事都清楚、都明了，你就不敢干这种事情。怎么可以跟自己的儿女结冤仇？不是普通冤仇，比什么都重的冤仇，将来的报偿没完没了，非常恐怖。",
      "zh_TW": "在古時候，佛教沒有傳到中國來的，母親在這個時候讀聖賢書，聽古聖先賢的故事，對小孩都有好處。他知不知道？他知道。我們在這幾年，看到一些墮胎這些嬰靈所傳來的信息，就是他們都知道。他們如果要是不知道的話，這個墮胎應該沒事情，為什麼會產生這麼多事情？可見得統統曉得，沒有不知道的。墮胎就是殺人，殺人就得償命。如果我們對於這些理跟事都清楚、都明瞭，你就不敢幹這種事情。怎麼可以跟自己的兒女結冤仇？不是普通冤仇，比什麼都重的冤仇，將來的報償沒完沒了，非常恐怖。"
    },
    {
      "id": "02-037-0219_p0022",
      "zh_CN": "第四「出胎」。出胎是讲初生下来，离开母体，「有冷风、热风」，这就是讲温度，冬天出生的有冷风，夏天出生的有热风。然后还有衣服等，这些东西触到他身体，「肌肤柔嫩，如被物刺」。这些东西他穿到身上为什么会哭？是他刚刚接触，从来没接触过，第一次接触，就好像刺一样，刺在身体，他感到痛苦。「五者，种类。谓人品有贵富贫贱，相貌有残缺妍丑，是名生苦。」这个时候他自己还不知道，长大之后慢慢就有比较了，统统是属于业报。所以小孩出生，佛经上有比喻，譬喻过夹山地狱，两座山密密的，你从里头钻过去，你说多辛苦。所以他出生，苦到极处他就哭，你们有没有看那个小孩出生，生下来嘻嘻哈哈笑起来，有没有？没有一个。为什么会哭？太痛苦了。听他的哭声，痛苦，要苦一辈子，很不容易觉悟。真正过去生中有福德因缘，这一生当中遇到佛法，有觉悟的可能。这个生苦我们都忘掉了，到这个世间来的时候受这个大苦。如果神识他要知道这么苦，他不敢投胎了，这个关不好过，他也是迷惑颠倒投胎的。",
      "zh_TW": "第四「出胎」。出胎是講初生下來，離開母體，「有冷風、熱風」，這就是講溫度，冬天出生的有冷風，夏天出生的有熱風。然後還有衣服等，這些東西觸到他身體，「肌膚柔嫩，如被物刺」。這些東西他穿到身上為什麼會哭？是他剛剛接觸，從來沒接觸過，第一次接觸，就好像刺一樣，刺在身體，他感到痛苦。「五者，種類。謂人品有貴富貧賤，相貌有殘缺妍醜，是名生苦。」這個時候他自己還不知道，長大之後慢慢就有比較了，統統是屬於業報。所以小孩出生，佛經上有比喻，譬喻過夾山地獄，兩座山密密的，你從裡頭鑽過去，你說多辛苦。所以他出生，苦到極處他就哭，你們有沒有看那個小孩出生，生下來嘻嘻哈哈笑起來，有沒有？沒有一個。為什麼會哭？太痛苦了。聽他的哭聲，痛苦，要苦一輩子，很不容易覺悟。真正過去生中有福德因緣，這一生當中遇到佛法，有覺悟的可能。這個生苦我們都忘掉了，到這個世間來的時候受這個大苦。如果神識他要知道這麼苦，他不敢投胎了，這個關不好過，他也是迷惑顛倒投胎的。"
    },
    {
      "id": "02-037-0219_p0023",
      "zh_CN": "第二是「老苦，老苦有两种：一者增长。谓从少至壮，从壮至衰，气力羸少，动止不宁」。这我们都看到，年岁大了，体力衰了，行动不方便。有福报的有人照顾，这还好一点，没有福报的很可怜，到什么地方去都不方便。出门去散散步，都拄个拐杖，要不小心就有跌倒的可能，这一跌倒，能不能爬起来都是问题。人必定要经过，要不想老，那就短命，不愿意短命就得受老苦，不能避免的事情。「二者，灭坏。谓盛去衰来，精神耗减，其命日促，渐至朽坏」，老朽，老苦。老苦我们最容易感受到，为什么？就在面前，你都能看到。我最近住六和园，六和园是个农村，年轻力壮的小伙子都出外谋生了，住在家里面都是老人。这个小村百分之八十老人，有些身体还不错，每天种种菜，浇花、浇水，我们每天都看到，都八十多岁。我们邻居，有一个跟我同年，三次中风，身体还算是不错，每天早晨都出来散步，拄个拐杖，要运动，不运动更糟糕。现在没有人照顾，中国古时候大家庭，这就看到大家庭的好处，大家庭，老人有人照顾，儿孙满堂。这些孩子年轻，都懂得照顾大人，都懂得孝敬，这是长辈。",
      "zh_TW": "第二是「老苦，老苦有兩種：一者增長。謂從少至壯，從壯至衰，氣力羸少，動止不寧」。這我們都看到，年歲大了，體力衰了，行動不方便。有福報的有人照顧，這還好一點，沒有福報的很可憐，到什麼地方去都不方便。出門去散散步，都拄個拐杖，要不小心就有跌倒的可能，這一跌倒，能不能爬起來都是問題。人必定要經過，要不想老，那就短命，不願意短命就得受老苦，不能避免的事情。「二者，滅壞。謂盛去衰來，精神耗減，其命日促，漸至朽壞」，老朽，老苦。老苦我們最容易感受到，為什麼？就在面前，你都能看到。我最近住六和園，六和園是個農村，年輕力壯的小伙子都出外謀生了，住在家裡面都是老人。這個小村百分之八十老人，有些身體還不錯，每天種種菜，澆花、澆水，我們每天都看到，都八十多歲。我們鄰居，有一個跟我同年，三次中風，身體還算是不錯，每天早晨都出來散步，拄個拐杖，要運動，不運動更糟糕。現在沒有人照顧，中國古時候大家庭，這就看到大家庭的好處，大家庭，老人有人照顧，兒孫滿堂。這些孩子年輕，都懂得照顧大人，都懂得孝敬，這是長輩。"
    },
    {
      "id": "02-037-0219_p0024",
      "zh_CN": "「病苦」也有两种，一种是身病，这个四大不调。特别是现在这个时代，中国古人常说「病从口入，祸从口出」，饮食起居不小心，得病。现在这个时代，饮食不是享受，现在是一种威胁，饮食里头多半都有化学品在里头，到哪里去找干净的食物！这些生化、化学、农药、肥料、种子，全都有问题。种子经过基因改变，所以吃这些东西，得一些奇奇怪怪的病症，人要到医院，麻烦就大了。农产品不敢吃，为什么？农耕都使用大量的农药、化肥。我们到农村去访问过，种的这些稻米，他自己吃的是另外一块，没有农药化肥的，他自己吃的；出去卖的，都用农药化肥，长得漂亮，米又白又干净。蔬菜亦如是。那个卖的东西他们敢不敢吃？不敢吃。这是什么行为？明摆着在面前的，叫谋财害命。他卖给你，赚你的钱，东西给你，要你的命，你看多恐怖。",
      "zh_TW": "「病苦」也有兩種，一種是身病，這個四大不調。特別是現在這個時代，中國古人常說「病從口入，禍從口出」，飲食起居不小心，得病。現在這個時代，飲食不是享受，現在是一種威脅，飲食裡頭多半都有化學品在裡頭，到哪裡去找乾淨的食物！這些生化、化學、農藥、肥料、種子，全都有問題。種子經過基因改變，所以吃這些東西，得一些奇奇怪怪的病症，人要到醫院，麻煩就大了。農產品不敢吃，為什麼？農耕都使用大量的農藥、化肥。我們到農村去訪問過，種的這些稻米，他自己吃的是另外一塊，沒有農藥化肥的，他自己吃的；出去賣的，都用農藥化肥，長得漂亮，米又白又乾淨。蔬菜亦如是。那個賣的東西他們敢不敢吃？不敢吃。這是什麼行為？明擺著在面前的，叫謀財害命。他賣給你，賺你的錢，東西給你，要你的命，你看多恐怖。"
    },
    {
      "id": "02-037-0219_p0025",
      "zh_CN": "我们同学从网路下载一些新闻给我看，全球有很多灾难，影响农作物的生产，这些专家学者预估将来一定有粮食危机。粮食生产量因为灾难的原因，旱灾、水灾，农作物没收成，将来人吃什么？现在水也有问题，海洋被污染，内陆的河川也被污染，土地被污染了，麻烦真大！我在澳洲，同修们问我，我们吃的东西天天要吃，怎么样保持干净、卫生？唯一的办法，自己搞农耕。十方的供养是供养常住的，常住不要留这些钱财，买土地、买农地来耕种，让常住生活有保障。我们自己不会种，请农夫来耕种，给他工资。收成的时候，除了自己吃的之外，一定有很多多余，多余，可以在市场上去卖，卖的钱付工资还有余。我们吃得干净，这放心，没有农药，没有化肥。所以，帮助我们种植这些农夫看到都欢喜，因为不用农药、化肥也能种出很好的粮食、蔬菜、水果，他们看到了。我们也劝导他们不要用农药、化肥。我们的田园里面都放佛号，树木花草统统都听阿弥陀佛，日夜不间断。所以他到我们这里参观，问我们怎么种出这么好的东西？我们说用佛号音乐种出来的，他们听了佛号也欢喜。所以今天养生、饮食、衣服比什么都重要。",
      "zh_TW": "我們同學從網路下載一些新聞給我看，全球有很多災難，影響農作物的生產，這些專家學者預估將來一定有糧食危機。糧食生產量因為災難的原因，旱災、水災，農作物沒收成，將來人吃什麼？現在水也有問題，海洋被污染，內陸的河川也被污染，土地被污染了，麻煩真大！我在澳洲，同修們問我，我們吃的東西天天要吃，怎麼樣保持乾淨、衛生？唯一的辦法，自己搞農耕。十方的供養是供養常住的，常住不要留這些錢財，買土地、買農地來耕種，讓常住生活有保障。我們自己不會種，請農夫來耕種，給他工資。收成的時候，除了自己吃的之外，一定有很多多餘，多餘，可以在市場上去賣，賣的錢付工資還有餘。我們吃得乾淨，這放心，沒有農藥，沒有化肥。所以，幫助我們種植這些農夫看到都歡喜，因為不用農藥、化肥也能種出很好的糧食、蔬菜、水果，他們看到了。我們也勸導他們不要用農藥、化肥。我們的田園裡面都放佛號，樹木花草統統都聽阿彌陀佛，日夜不間斷。所以他到我們這裡參觀，問我們怎麼種出這麼好的東西？我們說用佛號音樂種出來的，他們聽了佛號也歡喜。所以今天養生、飲食、衣服比什麼都重要。"
    },
    {
      "id": "02-037-0219_p0026",
      "zh_CN": "第二「心病」。现在人心病多，普遍的，贪瞋痴慢疑，怨恨恼怒烦；不好的心情，不好的情绪，当然就做不善的业，不善的业，杀盗淫妄。哪个人不做？哪一天不做？有意无意伤害这些小动物，蜎飞蠕动、蚊虫蚂蚁。家里面像苍蝇、蟑螂、老鼠，我们想想有没有杀害。盗，占便宜的念头就是盗心，贪一点小便宜，错了，不应该。淫，淫欲是其中的一条，第二个意思，凡是过分都叫淫。我们日常生活，饮食起居有没有过分？分，是本分。中国古人，是什么样的身分就保持什么样的生活，没有贪心。富贵过富贵人的生活，贫贱守住贫贱人的生活，安贫乐道。所以对于物质生活懂得节俭，一点都不浪费。勤俭持家，这个家庭会慢慢的兴旺；如果奢侈浪费，这个家庭容易衰败。古圣先贤给我们讲得很多。",
      "zh_TW": "第二「心病」。現在人心病多，普遍的，貪瞋痴慢疑，怨恨惱怒煩；不好的心情，不好的情緒，當然就做不善的業，不善的業，殺盜淫妄。哪個人不做？哪一天不做？有意無意傷害這些小動物，蜎飛蠕動、蚊蟲螞蟻。家裡面像蒼蠅、蟑螂、老鼠，我們想想有沒有殺害。盜，佔便宜的念頭就是盜心，貪一點小便宜，錯了，不應該。淫，淫欲是其中的一條，第二個意思，凡是過分都叫淫。我們日常生活，飲食起居有沒有過分？分，是本分。中國古人，是什麼樣的身分就保持什麼樣的生活，沒有貪心。富貴過富貴人的生活，貧賤守住貧賤人的生活，安貧樂道。所以對於物質生活懂得節儉，一點都不浪費。勤儉持家，這個家庭會慢慢的興旺；如果奢侈浪費，這個家庭容易衰敗。古聖先賢給我們講得很多。"
    },
    {
      "id": "02-037-0219_p0027",
      "zh_CN": "第四「死苦」。「死苦有二种：一者，病死，谓因疾病，寿尽而死。二者，外缘，谓或遇恶缘，或遭水火等难而死」，这都是死苦。死了以后，如果这一生心行不善，那就更苦了，他堕到恶道。所以我们知道死苦后面还有问题。要是真正了解，我们存心要善良，宁愿吃亏，不占人便宜。一定要懂得行善积德，我们来生比这一生更好，这就是聪明人，这叫有智慧的人。来生最好是到极乐世界去学佛，实际上，到极乐世界决定成佛，那是好到究竟圆满了。",
      "zh_TW": "第四「死苦」。「死苦有二種：一者，病死，謂因疾病，壽盡而死。二者，外緣，謂或遇惡緣，或遭水火等難而死」，這都是死苦。死了以後，如果這一生心行不善，那就更苦了，他墮到惡道。所以我們知道死苦後面還有問題。要是真正了解，我們存心要善良，寧願吃虧，不佔人便宜。一定要懂得行善積德，我們來生比這一生更好，這就是聰明人，這叫有智慧的人。來生最好是到極樂世界去學佛，實際上，到極樂世界決定成佛，那是好到究竟圓滿了。"
    },
    {
      "id": "02-037-0219_p0028",
      "zh_CN": "我们这一生遇到这个缘，这个缘不容易遇得。诸位想想看，今天世界上人口总数大概七十多亿，这七十多亿人我们同时生在地球上，几分之几听到佛法？少数！我们自己是没有调查过，听说宗教界的统计，全世界学佛的人大概只有五亿多人，七十亿只有五亿，闻到佛法的人不多。这五亿人当中，又有几分之几闻到正法？闻到正法的里面，再问有几分之几听到净土？你一层一层淘汰下来，真的没有几个，然后才晓得我们多幸运、多难得。珍惜这个缘分，得来不容易！来生纵然再到人间来投胎去做人，未必闻到佛法。佛在经上告诉我们，「人身难得，佛法难闻」，是真话，不是假话。闻佛法有什么可贵？有脱离六道、脱离十法界的机会，有这个机会。不闻佛法没有这个机会，来生还要搞六道轮回。这个机会太难得了，我们遇到这个机会，不能轻易把它放过。所以，没有能力往生就不能死，死了就不得了！有把握往生，死可以，到极乐世界去了。要把这桩事情当作我们这一生当中第一桩大事，其他都是小事，其他的无所谓，这就是真的学佛。真学佛少中之少，再能听到这部经，读到这部经，少之又少。",
      "zh_TW": "我們這一生遇到這個緣，這個緣不容易遇得。諸位想想看，今天世界上人口總數大概七十多億，這七十多億人我們同時生在地球上，幾分之幾聽到佛法？少數！我們自己是沒有調查過，聽說宗教界的統計，全世界學佛的人大概只有五億多人，七十億只有五億，聞到佛法的人不多。這五億人當中，又有幾分之幾聞到正法？聞到正法的裡面，再問有幾分之幾聽到淨土？你一層一層淘汰下來，真的沒有幾個，然後才曉得我們多幸運、多難得。珍惜這個緣分，得來不容易！來生縱然再到人間來投胎去做人，未必聞到佛法。佛在經上告訴我們，「人身難得，佛法難聞」，是真話，不是假話。聞佛法有什麼可貴？有脫離六道、脫離十法界的機會，有這個機會。不聞佛法沒有這個機會，來生還要搞六道輪迴。這個機會太難得了，我們遇到這個機會，不能輕易把它放過。所以，沒有能力往生就不能死，死了就不得了！有把握往生，死可以，到極樂世界去了。要把這樁事情當作我們這一生當中第一樁大事，其他都是小事，其他的無所謂，這就是真的學佛。真學佛少中之少，再能聽到這部經，讀到這部經，少之又少。"
    },
    {
      "id": "02-037-0219_p0029",
      "zh_CN": "第五种，「爱别离苦」，谓所爱的人，亲爱的人，「乖违离散」，不能常常住在一起，这是爱别离苦。你所喜爱的物，譬如说你爱你的居住的环境，非常喜欢，偏偏你要到外地去工作，你不能在这个地方长住，这都叫爱别离。你所喜欢的工作，你所喜欢的物品，都不能常常伴随着你，你都得常常跟它们别离。早年我在台北讲经，台北有一个也是大富长者，也是个企业家，在阳明山建了个别墅，非常优雅，环境非常好。我听说他一生在那里就住了一个晚上，我也在他别墅住了一晚上。你看看，一生建个别墅，只住一晚。有福报的是什么人？他那些工人，替他看房子的。他有两个工人长住那里，替他整理环境，有福报！这两个工人没有所有权，但是他有使用权。我听说这个世间像这样的富贵人家很多很多，建了富丽堂皇的别墅，一生不晓得在那里能住几天，爱别离苦。",
      "zh_TW": "第五種，「愛別離苦」，謂所愛的人，親愛的人，「乖違離散」，不能常常住在一起，這是愛別離苦。你所喜愛的物，譬如說你愛你的居住的環境，非常喜歡，偏偏你要到外地去工作，你不能在這個地方長住，這都叫愛別離。你所喜歡的工作，你所喜歡的物品，都不能常常伴隨著你，你都得常常跟它們別離。早年我在台北講經，台北有一個也是大富長者，也是個企業家，在陽明山建了個別墅，非常優雅，環境非常好。我聽說他一生在那裡就住了一個晚上，我也在他別墅住了一晚上。你看看，一生建個別墅，只住一晚。有福報的是什麼人？他那些工人，替他看房子的。他有兩個工人長住那裡，替他整理環境，有福報！這兩個工人沒有所有權，但是他有使用權。我聽說這個世間像這樣的富貴人家很多很多，建了富麗堂皇的別墅，一生不曉得在那裡能住幾天，愛別離苦。"
    },
    {
      "id": "02-037-0219_p0030",
      "zh_CN": "第六个是「怨憎会苦」。冤家对头、不喜欢的人偏偏常常要见面，常常要在一起，怨憎会。不喜欢的东西，你常常会遇到，你没有办法把它舍弃，这都是人间的苦事。第七个是「求不得苦」。人的欲望没有止境，古时候读圣贤书，欲望还有个标准，不能太离谱、不能太过分。现在标准没有了，圣贤书不念了，佛法也不要了，标准完全没有了。变成什么？变成欲望没有止境，这就太苦了。天天望着别人，跟别人去相比，总想比别人高一点，比别人更好一点，大家都比赛。住在高楼上，一百层以上的高楼，很风光；如果灾难来了，电没有了，那就苦不堪言，天天要爬山。电没有，水没有，你怎么生活？这些都是非常可能的事情，时时刻刻给我们身体、精神带来的威胁，都是我们现在人的处境。",
      "zh_TW": "第六個是「怨憎會苦」。冤家對頭、不喜歡的人偏偏常常要見面，常常要在一起，怨憎會。不喜歡的東西，你常常會遇到，你沒有辦法把它捨棄，這都是人間的苦事。第七個是「求不得苦」。人的欲望沒有止境，古時候讀聖賢書，欲望還有個標準，不能太離譜、不能太過分。現在標準沒有了，聖賢書不念了，佛法也不要了，標準完全沒有了。變成什麼？變成欲望沒有止境，這就太苦了。天天望著別人，跟別人去相比，總想比別人高一點，比別人更好一點，大家都比賽。住在高樓上，一百層以上的高樓，很風光；如果災難來了，電沒有了，那就苦不堪言，天天要爬山。電沒有，水沒有，你怎麼生活？這些都是非常可能的事情，時時刻刻給我們身體、精神帶來的威脅，都是我們現在人的處境。"
    },
    {
      "id": "02-037-0219_p0031",
      "zh_CN": "后面还有一个，最后「五阴盛苦」，五阴炽盛。「五阴者，色受想行识」，这个阴是盖覆的意思，它能够「盖覆真性」，真性就是真心，「不令显发」，我们的真心生不起来。这个五阴是妄心，色是我们物质的身体，受想行识就是我们的心理现象。受是感受，想是妄念，行是相续相，前念灭后念就生。我们读过弥勒菩萨跟世尊的对话，就很清楚、很明白，那个念头不断就是行。识，识就是阿赖耶，我们世间人叫它做灵魂，在佛法里叫它做神识。「来先去后作主公」，到这个世间来，它第一个来，它来投胎；走的时候它最后走，阿赖耶识最后走。五根是最先走，眼看不见了，耳听不见了，鼻也不能嗅了，五根先失去作用，阿赖耶最后。",
      "zh_TW": "後面還有一個，最後「五陰盛苦」，五陰熾盛。「五陰者，色受想行識」，這個陰是蓋覆的意思，它能夠「蓋覆真性」，真性就是真心，「不令顯發」，我們的真心生不起來。這個五陰是妄心，色是我們物質的身體，受想行識就是我們的心理現象。受是感受，想是妄念，行是相續相，前念滅後念就生。我們讀過彌勒菩薩跟世尊的對話，就很清楚、很明白，那個念頭不斷就是行。識，識就是阿賴耶，我們世間人叫它做靈魂，在佛法裡叫它做神識。「來先去後作主公」，到這個世間來，它第一個來，它來投胎；走的時候它最後走，阿賴耶識最後走。五根是最先走，眼看不見了，耳聽不見了，鼻也不能嗅了，五根先失去作用，阿賴耶最後。"
    },
    {
      "id": "02-037-0219_p0032",
      "zh_CN": "所以佛教给我们，送往生助念的时候一定要晓得，这个人断气了，前面七识都不起作用，阿赖耶起作用；阿赖耶走了，这个人就真的死亡了。佛告诉我们，人断气之后，呼吸没有了，至少还要八个小时阿赖耶识才离开。这八个小时，就不能够碰这个亡者，你碰他什么？他会痛苦，他感觉痛苦，痛苦，他就有怨恨。怨恨，怨恨就会堕地狱。所以，八个小时不要碰他，念佛帮助他，希望他的神识也跟着念佛，这是最好的方法。最稳当的是十二个小时之后，或者十四个小时之后，就更安全，他真走了。这叫五阴。盛是盛大的意思，「谓前面生、老、病、死等众苦聚集」，所以叫它做「五阴盛苦」。这是三苦里面苦苦。",
      "zh_TW": "所以佛教給我們，送往生助念的時候一定要曉得，這個人斷氣了，前面七識都不起作用，阿賴耶起作用；阿賴耶走了，這個人就真的死亡了。佛告訴我們，人斷氣之後，呼吸沒有了，至少還要八個小時阿賴耶識才離開。這八個小時，就不能夠碰這個亡者，你碰他什麼？他會痛苦，他感覺痛苦，痛苦，他就有怨恨。怨恨，怨恨就會墮地獄。所以，八個小時不要碰他，念佛幫助他，希望他的神識也跟著念佛，這是最好的方法。最穩當的是十二個小時之後，或者十四個小時之後，就更安全，他真走了。這叫五陰。盛是盛大的意思，「謂前面生、老、病、死等眾苦聚集」，所以叫它做「五陰盛苦」。這是三苦裡面苦苦。"
    },
    {
      "id": "02-037-0219_p0033",
      "zh_CN": "除了苦苦之外，还有坏苦。什么叫坏？身体有变坏的时候，死亡身体变坏了；我们居住的环境会变，房子会变坏，环境会变，古人所谓是盛极必衰。一般人讲，人一生这个运气五年一转运，一生当中一定有最好的五年，也有最不好的五年。最好的五年你很得意的时候，你很自在。可是好运走完了，年岁大了，地位失掉了，坏苦就现前。富有的人，现在富有的人很多一生保不住，到晚年的时候破产了，坏苦马上就看见了。做官的人，在位，他感到很荣耀，可是一退休，一切都没有了。所以我们这个人间，三种苦都具足。行苦就是你不能永远保持不变，人一天比一天衰老，这就是行苦，青春不能常保，这叫行苦。",
      "zh_TW": "除了苦苦之外，還有壞苦。什麼叫壞？身體有變壞的時候，死亡身體變壞了；我們居住的環境會變，房子會變壞，環境會變，古人所謂是盛極必衰。一般人講，人一生這個運氣五年一轉運，一生當中一定有最好的五年，也有最不好的五年。最好的五年你很得意的時候，你很自在。可是好運走完了，年歲大了，地位失掉了，壞苦就現前。富有的人，現在富有的人很多一生保不住，到晚年的時候破產了，壞苦馬上就看見了。做官的人，在位，他感到很榮耀，可是一退休，一切都沒有了。所以我們這個人間，三種苦都具足。行苦就是你不能永遠保持不變，人一天比一天衰老，這就是行苦，青春不能常保，這叫行苦。"
    },
    {
      "id": "02-037-0219_p0034",
      "zh_CN": "欲界，这三种苦统统要受，到色界天就不一样了。色界天人是化生，不是胎生，化生。化生是什么？没有生老病死的苦，生老病死他没有，他是变化而生。他有生有灭，当中没苦，没有老死苦，没有老病苦，生也不苦，化生。求不得、怨憎会，他都没有。所以他没有苦苦，他有坏苦。他的寿命很长，到寿命终了的前七天他才感到苦。感到什么？不对劲了，衰了，但是七天他就要走了。色界天人，他有行苦，他有坏苦，没有苦苦。到无色界天人，他连身体都不要了，我们称它作灵界。因为他没有身体，所以他没有坏苦。他也不要居住的环境，他只有行苦，这样很自在。他不能永远保持，他还是有寿命的，寿命到了他还要堕落，所以叫爬得高摔得重。这是哪些人？四禅天的、四空天的。这个四禅是第四禅，第四禅跟四空天，这都寿命很长。",
      "zh_TW": "欲界，這三種苦統統要受，到色界天就不一樣了。色界天人是化生，不是胎生，化生。化生是什麼？沒有生老病死的苦，生老病死他沒有，他是變化而生。他有生有滅，當中沒苦，沒有老死苦，沒有老病苦，生也不苦，化生。求不得、怨憎會，他都沒有。所以他沒有苦苦，他有壞苦。他的壽命很長，到壽命終了的前七天他才感到苦。感到什麼？不對勁了，衰了，但是七天他就要走了。色界天人，他有行苦，他有壞苦，沒有苦苦。到無色界天人，他連身體都不要了，我們稱它作靈界。因為他沒有身體，所以他沒有壞苦。他也不要居住的環境，他只有行苦，這樣很自在。他不能永遠保持，他還是有壽命的，壽命到了他還要墮落，所以叫爬得高摔得重。這是哪些人？四禪天的、四空天的。這個四禪是第四禪，第四禪跟四空天，這都壽命很長。"
    },
    {
      "id": "02-037-0219_p0035",
      "zh_CN": "真正永远脱离三苦，我们常讲三苦、八苦，实际上三苦的范围比八苦大，八苦只是三苦里面的苦苦，就是一种。三界统统要受，佛在大乘经上告诉我们三界统苦，欲界三种全有；色界没有苦苦，有坏苦、有行苦；无色界有行苦，苦苦、坏苦都没有。总而言之，三界全是苦，哪里有乐？乐是假的，苦是真的。你要真的得乐，那就到极乐世界，极乐世界是真乐，这三种苦都没有。那就是极乐世界超胜娑婆世界，我们不想再过苦日子，就得到极乐世界。今天我们有极乐世界的根基，这本经书、这个法门就是到极乐世界的凭据。今天掌握在自己手上，要真干，要真放下，要认真学习。今天时间到了，我们就学到此地。",
      "zh_TW": "真正永遠脫離三苦，我們常講三苦、八苦，實際上三苦的範圍比八苦大，八苦只是三苦裡面的苦苦，就是一種。三界統統要受，佛在大乘經上告訴我們三界統苦，欲界三種全有；色界沒有苦苦，有壞苦、有行苦；無色界有行苦，苦苦、壞苦都沒有。總而言之，三界全是苦，哪裡有樂？樂是假的，苦是真的。你要真的得樂，那就到極樂世界，極樂世界是真樂，這三種苦都沒有。那就是極樂世界超勝娑婆世界，我們不想再過苦日子，就得到極樂世界。今天我們有極樂世界的根基，這本經書、這個法門就是到極樂世界的憑據。今天掌握在自己手上，要真幹，要真放下，要認真學習。今天時間到了，我們就學到此地。"
    }
  ]
}