{
  "doc_id": "02-037-0495",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九五集",
    "zh_TW": "第四九五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0495",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-037-0495_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百九十二页，倒数第四行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百九十二頁，倒數第四行，從第二句看起："
    },
    {
      "id": "02-037-0495_p0002",
      "zh_CN": "「《会疏》云：盖夫土无定相，净秽因心。譬如诸天共宝器食，随其福德，饭色有异」。我们就先看到此地，这一段比较长，这个意思很深。土是居住的所在，现在叫星球，在这个太空当中星球，没有人知道确定的数字，只知道多，非常之多，空中无限大。佛经上告诉我们，所有这些物质现象，都是从念头变现出来的。我们感觉得我们好像没有多少念头，怎么会变现出这么多？这个就是经上所说的迷，我们确实迷失了自性。整个宇宙就是念头变现的，前面我们学过，黄念老引用天台大师《止观》，上面有段话说，「色从心造，全体是心」。经上讲的心就是念头，也跟大乘教里佛常说「一切法从心想生」是一个意思，相宗所说的唯识所变，识心。",
      "zh_TW": "「《會疏》云：蓋夫土無定相，淨穢因心。譬如諸天共寶器食，隨其福德，飯色有異」。我們就先看到此地，這一段比較長，這個意思很深。土是居住的所在，現在叫星球，在這個太空當中星球，沒有人知道確定的數字，只知道多，非常之多，空中無限大。佛經上告訴我們，所有這些物質現象，都是從念頭變現出來的。我們感覺得我們好像沒有多少念頭，怎麼會變現出這麼多？這個就是經上所說的迷，我們確實迷失了自性。整個宇宙就是念頭變現的，前面我們學過，黃念老引用天台大師《止觀》，上面有段話說，「色從心造，全體是心」。經上講的心就是念頭，也跟大乘教裡佛常說「一切法從心想生」是一個意思，相宗所說的唯識所變，識心。"
    },
    {
      "id": "02-037-0495_p0003",
      "zh_CN": "因为真心没有念头，真心离念，这句话很重要，佛教修行终极的目标是什么？就是把真心找到。真心怎么找？念头没有了，真心就现前。只要有念头，所现的是妄心，不是真心，这个一定要知道。真心没有念头，它能现、它能生，它不会变。妄心会变，真心再加上个妄，它就会变，这个变就是阿赖耶的世界。阿赖耶世界多大没人知道，但是阿赖耶确实是有边际的，因为第六意识所缘的是阿赖耶的境界，缘不到自性。于是我们就明白了，世间这些大科学家、大哲学家，他们有能力缘到阿赖耶，有这个能力，缘不到自性，不能够明心见性，明心见性才成佛，证得如来果地上的受用。这些科学家能够缘到这个也起很大的作用，这个作用不离世间，也就是说，没有办法超越六道轮回。纵然造成科学的这个工具，太空飞船，我们可以到其他星球上去旅行，依旧是人道，不是天道。为什么？天道到各个星球旅游不需要用飞船，我们还要这个东西，他不需要。只要用这些工具的话就是人道，不是天道，鬼道也不需要，需要这些工具的话只有人道。所以说外太空、外星人，那是人道，他不是天道，天道不需要用这些工具。",
      "zh_TW": "因為真心沒有念頭，真心離念，這句話很重要，佛教修行終極的目標是什麼？就是把真心找到。真心怎麼找？念頭沒有了，真心就現前。只要有念頭，所現的是妄心，不是真心，這個一定要知道。真心沒有念頭，它能現、它能生，它不會變。妄心會變，真心再加上個妄，它就會變，這個變就是阿賴耶的世界。阿賴耶世界多大沒人知道，但是阿賴耶確實是有邊際的，因為第六意識所緣的是阿賴耶的境界，緣不到自性。於是我們就明白了，世間這些大科學家、大哲學家，他們有能力緣到阿賴耶，有這個能力，緣不到自性，不能夠明心見性，明心見性才成佛，證得如來果地上的受用。這些科學家能夠緣到這個也起很大的作用，這個作用不離世間，也就是說，沒有辦法超越六道輪迴。縱然造成科學的這個工具，太空飛船，我們可以到其他星球上去旅行，依舊是人道，不是天道。為什麼？天道到各個星球旅遊不需要用飛船，我們還要這個東西，他不需要。只要用這些工具的話就是人道，不是天道，鬼道也不需要，需要這些工具的話只有人道。所以說外太空、外星人，那是人道，他不是天道，天道不需要用這些工具。"
    },
    {
      "id": "02-037-0495_p0004",
      "zh_CN": "于是我们知道人道的范围很大，不仅仅这个地球，人间也有很好的地方，不像我们这个地方染污，严重的染污，也有净土。我们现在跟古时候比一比，古时候这个地球是净土，科学技术没有被发现的时候，这个地球上是净土；科学染污了地球，给地球带来了灾难。很多人不知道，认为中国古人没有科学的头脑，所讲的伦理道德都是没用的东西。他不知道，中国人不是不懂科学，懂科学超过外国几千年都不止。为什么中国人不发明科学？科学跟不上道德，就是今天这个样子。老祖宗知道，不从那条路走，那个路不是好路。所以中国人一直发展的是伦理道德。伦理道德这个规范要能够驾驭科学，科学不错，对人类会带来一点方便；如果它要超过了伦理道德，灾难就来了，所以它不是个正常的。",
      "zh_TW": "於是我們知道人道的範圍很大，不僅僅這個地球，人間也有很好的地方，不像我們這個地方染污，嚴重的染污，也有淨土。我們現在跟古時候比一比，古時候這個地球是淨土，科學技術沒有被發現的時候，這個地球上是淨土；科學染污了地球，給地球帶來了災難。很多人不知道，認為中國古人沒有科學的頭腦，所講的倫理道德都是沒用的東西。他不知道，中國人不是不懂科學，懂科學超過外國幾千年都不止。為什麼中國人不發明科學？科學跟不上道德，就是今天這個樣子。老祖宗知道，不從那條路走，那個路不是好路。所以中國人一直發展的是倫理道德。倫理道德這個規範要能夠駕馭科學，科學不錯，對人類會帶來一點方便；如果它要超過了倫理道德，災難就來了，所以它不是個正常的。"
    },
    {
      "id": "02-037-0495_p0005",
      "zh_CN": "这个秘密被现代量子学家揭穿了，这原先也都是研究物理学的，物理学，物质，物质到底是什么？跟释迦牟尼佛讲的方法完全相同。佛对于物质是用分析的方法，用一个小的物质，牛毛尘。牛毛，一根牛毛，牛毛粗，毛尖端上有一颗尘土，有一粒尘土在尖端上，它很稳定，怎么动它也不会掉下来，这牛毛尘。把牛毛尘分作七分，七分之一，就小了，更小了，叫羊毛尘。羊毛尘再分七分之一，叫兔毛尘，佛用这个方法。兔毛尘再分七分之一，兔毛尘大概我们都肉眼都看不见，再分七分之一叫水尘，我们真看不见了。现在科学知道，显微镜里面看出来。水密度不是很大，空隙很多，这一粒微尘在那个空隙里钻来钻去没有障碍，叫水尘。水尘七分之一叫金尘，就是金属，金属虽然密度大，还是有空隙，所以金尘。金尘再分七分之一，这叫微尘，佛说阿罗汉的天眼可以看到这个微尘。在我们想像当中，现在科学家这么多年来的发展，阿罗汉能够见到应该是原子，佛说的微尘。一般人天眼都看不见，连三果阿那含都看不到，阿罗汉才看到。",
      "zh_TW": "這個祕密被現代量子學家揭穿了，這原先也都是研究物理學的，物理學，物質，物質到底是什麼？跟釋迦牟尼佛講的方法完全相同。佛對於物質是用分析的方法，用一個小的物質，牛毛塵。牛毛，一根牛毛，牛毛粗，毛尖端上有一顆塵土，有一粒塵土在尖端上，它很穩定，怎麼動它也不會掉下來，這牛毛塵。把牛毛塵分作七分，七分之一，就小了，更小了，叫羊毛塵。羊毛塵再分七分之一，叫兔毛塵，佛用這個方法。兔毛塵再分七分之一，兔毛塵大概我們都肉眼都看不見，再分七分之一叫水塵，我們真看不見了。現在科學知道，顯微鏡裡面看出來。水密度不是很大，空隙很多，這一粒微塵在那個空隙裡鑽來鑽去沒有障礙，叫水塵。水塵七分之一叫金塵，就是金屬，金屬雖然密度大，還是有空隙，所以金塵。金塵再分七分之一，這叫微塵，佛說阿羅漢的天眼可以看到這個微塵。在我們想像當中，現在科學家這麼多年來的發展，阿羅漢能夠見到應該是原子，佛說的微塵。一般人天眼都看不見，連三果阿那含都看不到，阿羅漢才看到。"
    },
    {
      "id": "02-037-0495_p0006",
      "zh_CN": "这个尘还能分，微尘还能分，微尘再分七分之一叫色聚极微，色聚极微阿罗汉就看不见了。色聚极微应该是什么？应该是现在所说的粒子，基本粒子、夸克。这个也很多，基本粒子有几十种，夸克也有几十种。科学家不断再分，再把它打破分裂的时候，变成了微中子。微中子多大？大概就是佛经上讲的邻虚尘，因为它不能分了，再分就没有了，跟虚空做邻居，叫邻虚尘。也叫做极微之微，也叫做色极微，色就是物质，最小的，没有比这更小的，它不能再分了。这个东西被科学家发现了，也把它再打破，所以现在科学仪器进步太快，能把这么小的东西打破。它多大？科学家告诉我们，一百亿个微中子，一百亿个聚集在一起，它的体积等于一个电子，你说这个东西其小可知。一百亿个，也就是微中子的体积是一个电子的一百亿分之一。科学家还是有办法把它击破，击破，物质真的没有了，看到是什么？是意念的波动现象。于是科学家这才知道，物质是假的，根本没有物质这个东西。物质怎么来的？物质是念头波动的幻相。这才否定了，像德国的物理学家普朗克，爱因斯坦的老师，他在报告里头说，根据他的研究，研究到物质最后所发现的，这个世界上根本没有物质这个东西，是从念头产生的幻相。",
      "zh_TW": "這個塵還能分，微塵還能分，微塵再分七分之一叫色聚極微，色聚極微阿羅漢就看不見了。色聚極微應該是什麼？應該是現在所說的粒子，基本粒子、夸克。這個也很多，基本粒子有幾十種，夸克也有幾十種。科學家不斷再分，再把它打破分裂的時候，變成了微中子。微中子多大？大概就是佛經上講的鄰虛塵，因為它不能分了，再分就沒有了，跟虛空做鄰居，叫鄰虛塵。也叫做極微之微，也叫做色極微，色就是物質，最小的，沒有比這更小的，它不能再分了。這個東西被科學家發現了，也把它再打破，所以現在科學儀器進步太快，能把這麼小的東西打破。它多大？科學家告訴我們，一百億個微中子，一百億個聚集在一起，它的體積等於一個電子，你說這個東西其小可知。一百億個，也就是微中子的體積是一個電子的一百億分之一。科學家還是有辦法把它擊破，擊破，物質真的沒有了，看到是什麼？是意念的波動現象。於是科學家這才知道，物質是假的，根本沒有物質這個東西。物質怎麼來的？物質是念頭波動的幻相。這才否定了，像德國的物理學家普朗克，愛因斯坦的老師，他在報告裡頭說，根據他的研究，研究到物質最後所發現的，這個世界上根本沒有物質這個東西，是從念頭產生的幻相。"
    },
    {
      "id": "02-037-0495_p0007",
      "zh_CN": "念头的速度多快？只是说非常快速，没有把这个数字说出来。佛经上，弥勒菩萨把数字说出来了，说一弹指，一弹指有三十二亿百千念。单位是百千，一百个千是十万，三十二亿乘十万是三百二十兆，这一弹指它的波动频率是三百二十兆次。现在我们都用秒做单位，一秒钟能弹几次？我相信有体力好的，这年轻人，应该可以弹五次，再乘五，就是一秒钟，得的数字是一千六百兆。一秒钟一千六百兆次的频率，我们怎么会知道？根本不知道，所以以为是真的。弥勒菩萨讲得很清楚，佛出了个问题问他，「心有所念」，我们凡夫动个念头，佛问弥勒菩萨，这个念头有几念、有几相几识耶。一句话里头问三个问题，这一个念头起来，它里头有多少念，有多少相，相就是物质现象，有多少识，识就是精神现象，就是受想行识。迷了叫受想行识，觉悟了叫见闻觉知，这是自性的四德，觉悟了是见闻觉知，迷了叫受想行识。讲受想行识加上物质色，佛家讲的五蕴，五蕴讲这个东西。",
      "zh_TW": "念頭的速度多快？只是說非常快速，沒有把這個數字說出來。佛經上，彌勒菩薩把數字說出來了，說一彈指，一彈指有三十二億百千念。單位是百千，一百個千是十萬，三十二億乘十萬是三百二十兆，這一彈指它的波動頻率是三百二十兆次。現在我們都用秒做單位，一秒鐘能彈幾次？我相信有體力好的，這年輕人，應該可以彈五次，再乘五，就是一秒鐘，得的數字是一千六百兆。一秒鐘一千六百兆次的頻率，我們怎麼會知道？根本不知道，所以以為是真的。彌勒菩薩講得很清楚，佛出了個問題問他，「心有所念」，我們凡夫動個念頭，佛問彌勒菩薩，這個念頭有幾念、有幾相幾識耶。一句話裡頭問三個問題，這一個念頭起來，它裡頭有多少念，有多少相，相就是物質現象，有多少識，識就是精神現象，就是受想行識。迷了叫受想行識，覺悟了叫見聞覺知，這是自性的四德，覺悟了是見聞覺知，迷了叫受想行識。講受想行識加上物質色，佛家講的五蘊，五蘊講這個東西。"
    },
    {
      "id": "02-037-0495_p0008",
      "zh_CN": "我们看到科学报告，才有个清晰的概念，没有看到这个东西，五蕴始终讲不清楚，始终有怀疑。《心经》天天念，「照见五蕴皆空」，五蕴到底是什么？现在才晓得五蕴是，五蕴就是一个中微子，中微子打破了之后看到的。它的生灭时间太短暂了，一千六百兆分之一秒。所以，大乘佛法讲这桩事情，把生灭跟不生灭画成等号，平等，生灭就是不生灭，不生灭就是生灭。如果没有生灭现象，说生灭就是不生灭是毫无意义的，它真的有生灭，但是生灭都不可得，太快了。",
      "zh_TW": "我們看到科學報告，才有個清晰的概念，沒有看到這個東西，五蘊始終講不清楚，始終有懷疑。《心經》天天念，「照見五蘊皆空」，五蘊到底是什麼？現在才曉得五蘊是，五蘊就是一個中微子，中微子打破了之後看到的。它的生滅時間太短暫了，一千六百兆分之一秒。所以，大乘佛法講這樁事情，把生滅跟不生滅畫成等號，平等，生滅就是不生滅，不生滅就是生滅。如果沒有生滅現象，說生滅就是不生滅是毫無意義的，它真的有生滅，但是生滅都不可得，太快了。"
    },
    {
      "id": "02-037-0495_p0009",
      "zh_CN": "今天科学家真的很厉害，这个仪器还在不断在进步，现代的量子力学家他们使用的仪器，能够捉捕到一千兆分之一秒，它能捉捕到，这是过去科学家不敢梦想的。佛讲的这个比它高一点，一千六百兆分之一秒，他们现在科学家能够捕捉到一千兆分之一秒。所以对于这些物理的现象愈来愈清楚。才知道最近这几百年，科学界发生一个很大的错误，就是把这些现象分作二分，心理跟物理。他说这个是错误的，心理跟物理是一不是二，不能分。再小的物质现象都有受想行识，换句话说，它会看、它会听，它懂得人的意思。日本江本博士用水做实验，实验搞了十几年，我们是有个同学在网路上发现这个新闻，把它下载下来拿给我看。我看了很欢喜，佛经上讲的终究找到证据了，它不止是水，实际上任何物质都有受想行识。水有，桌子有，天花板有，地板、墙壁都有，没有一样没有，只要是物质现象统统都有。美国修．蓝博士到我们这里来访问，也告诉我，他说这是真的，不是假的。古人说人不能做亏心事，所谓「举头三尺有神明」，不必举头，全都是，没有一样不知道，所有物质现象统统都知道。",
      "zh_TW": "今天科學家真的很厲害，這個儀器還在不斷在進步，現代的量子力學家他們使用的儀器，能夠捉捕到一千兆分之一秒，它能捉捕到，這是過去科學家不敢夢想的。佛講的這個比它高一點，一千六百兆分之一秒，他們現在科學家能夠捕捉到一千兆分之一秒。所以對於這些物理的現象愈來愈清楚。才知道最近這幾百年，科學界發生一個很大的錯誤，就是把這些現象分作二分，心理跟物理。他說這個是錯誤的，心理跟物理是一不是二，不能分。再小的物質現象都有受想行識，換句話說，它會看、它會聽，它懂得人的意思。日本江本博士用水做實驗，實驗搞了十幾年，我們是有個同學在網路上發現這個新聞，把它下載下來拿給我看。我看了很歡喜，佛經上講的終究找到證據了，它不止是水，實際上任何物質都有受想行識。水有，桌子有，天花板有，地板、牆壁都有，沒有一樣沒有，只要是物質現象統統都有。美國修．藍博士到我們這裡來訪問，也告訴我，他說這是真的，不是假的。古人說人不能做虧心事，所謂「舉頭三尺有神明」，不必舉頭，全都是，沒有一樣不知道，所有物質現象統統都知道。"
    },
    {
      "id": "02-037-0495_p0010",
      "zh_CN": "物质现象、精神现象、自然现象，虽然有这三大类，完全性质相同，统统是自性变现的，惠能大师开悟的时候说，「何期自性，能生万法」。自性是一切法的根源，一切法从哪里来？从自性来的，一切法从自性来的，自性里头圆满具足。惠能大师说过「何期自性，本自具足」，它本来具足的。具足什么？无量智慧、无量德能、无量相好。你看到遍法界虚空界，全是看到自性在里面变化，离开自性无有一法可得。",
      "zh_TW": "物質現象、精神現象、自然現象，雖然有這三大類，完全性質相同，統統是自性變現的，惠能大師開悟的時候說，「何期自性，能生萬法」。自性是一切法的根源，一切法從哪裡來？從自性來的，一切法從自性來的，自性裡頭圓滿具足。惠能大師說過「何期自性，本自具足」，它本來具足的。具足什麼？無量智慧、無量德能、無量相好。你看到遍法界虛空界，全是看到自性在裡面變化，離開自性無有一法可得。"
    },
    {
      "id": "02-037-0495_p0011",
      "zh_CN": "所以，这里讲土无定相，这是说十法界里头的，十法界是阿赖耶的范围。实报庄严土，阿赖耶就缘不到了，那不是它的范围，三种现象都没有，它缘不到。这句话是讲十法界，十法界从佛，这个佛是十法界里面的佛，是修行到这个境界，不是真正成佛。大乘佛法里面讲成佛是用心，用真心就成佛，用妄心就没有成佛。这个十法界里的佛，还是用的阿赖耶，所以他不是真的。天台大师称他为相似即佛，他很像佛，为什么很像佛？他学佛他学得真像，就是依旧用的识心，不是用真心，就差这一点，所以叫没有发菩提心。菩提心是真心，菩提心一发就超越十法界，那真正不叫凡夫了。所以《华严》初住叫发心住，初发菩提心，他真心，不用妄心了。真心怎么个用法？我们也不会用，但是我们有个概念，真心没有念头。佛给我们讲大乘修行总的原则、总的纲领，这必须要记住的。",
      "zh_TW": "所以，這裡講土無定相，這是說十法界裡頭的，十法界是阿賴耶的範圍。實報莊嚴土，阿賴耶就緣不到了，那不是它的範圍，三種現象都沒有，它緣不到。這句話是講十法界，十法界從佛，這個佛是十法界裡面的佛，是修行到這個境界，不是真正成佛。大乘佛法裡面講成佛是用心，用真心就成佛，用妄心就沒有成佛。這個十法界裡的佛，還是用的阿賴耶，所以他不是真的。天台大師稱他為相似即佛，他很像佛，為什麼很像佛？他學佛他學得真像，就是依舊用的識心，不是用真心，就差這一點，所以叫沒有發菩提心。菩提心是真心，菩提心一發就超越十法界，那真正不叫凡夫了。所以《華嚴》初住叫發心住，初發菩提心，他真心，不用妄心了。真心怎麼個用法？我們也不會用，但是我們有個概念，真心沒有念頭。佛給我們講大乘修行總的原則、總的綱領，這必須要記住的。"
    },
    {
      "id": "02-037-0495_p0012",
      "zh_CN": "凡夫迷了，什么迷的？烦恼，总称为烦恼。烦恼分三大类，第一类是无明烦恼，这个烦恼最深、最细、最隐秘，我们自己根本不知道，不能觉察到；第二类的叫分别，这个容易，我们容易觉察；第三个是执着，这个更粗了，三大类。如果我们有能力把执着断掉，六根接触六尘境界，眼见、耳闻、身接触统统没有执着的念头，执着真的断了，外面境界清清楚楚、明明了瞭，这叫阿罗汉。学佛算是第一个阶段毕业了，成就了，这真正有成就。这个成就，六道没有了，好像作梦醒过来，六道不见了，六道是假的，不是真的。再往上去，就是把分别断掉，分别也是烦恼。你看，执着断掉，就是清净心现前，清净心是真心。分别断掉，平等心就现前，有分别不平等，虽清净不平等；有执着，执着是染污，所以他不清净。最高的阶层是破无明烦恼，无明是起心动念，就是不起心不动念，那就真的成佛了。所以这些，我们在日常生活当中，你每天张开眼睛要看，竖起耳朵会听，就是在六根对六境境界当中修行，这叫真功夫。修什么？就修这三样东西，不起心不动念、不分别、不执着，这真功夫。果然到不起心、不动念，你就用真心了，用真心就成佛了，不用阿赖耶。用真心，境界在哪里？十法界不见了，所以十法界还是一场梦，六道是梦中之梦。这样你就醒过来，就觉悟了，完全用真心。",
      "zh_TW": "凡夫迷了，什麼迷的？煩惱，總稱為煩惱。煩惱分三大類，第一類是無明煩惱，這個煩惱最深、最細、最隱祕，我們自己根本不知道，不能覺察到；第二類的叫分別，這個容易，我們容易覺察；第三個是執著，這個更粗了，三大類。如果我們有能力把執著斷掉，六根接觸六塵境界，眼見、耳聞、身接觸統統沒有執著的念頭，執著真的斷了，外面境界清清楚楚、明明瞭瞭，這叫阿羅漢。學佛算是第一個階段畢業了，成就了，這真正有成就。這個成就，六道沒有了，好像作夢醒過來，六道不見了，六道是假的，不是真的。再往上去，就是把分別斷掉，分別也是煩惱。你看，執著斷掉，就是清淨心現前，清淨心是真心。分別斷掉，平等心就現前，有分別不平等，雖清淨不平等；有執著，執著是染污，所以他不清淨。最高的階層是破無明煩惱，無明是起心動念，就是不起心不動念，那就真的成佛了。所以這些，我們在日常生活當中，你每天張開眼睛要看，豎起耳朵會聽，就是在六根對六境境界當中修行，這叫真功夫。修什麼？就修這三樣東西，不起心不動念、不分別、不執著，這真功夫。果然到不起心、不動念，你就用真心了，用真心就成佛了，不用阿賴耶。用真心，境界在哪裡？十法界不見了，所以十法界還是一場夢，六道是夢中之夢。這樣你就醒過來，就覺悟了，完全用真心。"
    },
    {
      "id": "02-037-0495_p0013",
      "zh_CN": "虽然用真心，那个妄心的习气还没断，所以妄心的习气它现境界，就现的是实报庄严土。习气断了，实报庄严土没有了，也是假的，《金刚经》上说，「凡所有相，皆是虚妄」，没有说实报土例外，没有讲，实报土也是虚妄的。最后告诉你，「法尚应舍，何况非法」，法就是佛法，佛法是假的不是真的。你要执着有个佛法，你迷了，你错了；换句话说，自性清净心中什么也没有。惠能讲得没错，「本来无一物」，你有个佛，就错了，哪来的？那个什么？那是分别执着。离妄想分别执着，一法不立，那真正用真心。遍法界虚空界一切现象，今天讲的归纳为三大类，物质现象、精神现象、自然现象，你没有一样不知道。为什么？是自性变的。自性变的，自性哪有不知道的道理！所以称佛为万德万能，那真的是能极了。",
      "zh_TW": "雖然用真心，那個妄心的習氣還沒斷，所以妄心的習氣它現境界，就現的是實報莊嚴土。習氣斷了，實報莊嚴土沒有了，也是假的，《金剛經》上說，「凡所有相，皆是虛妄」，沒有說實報土例外，沒有講，實報土也是虛妄的。最後告訴你，「法尚應捨，何況非法」，法就是佛法，佛法是假的不是真的。你要執著有個佛法，你迷了，你錯了；換句話說，自性清淨心中什麼也沒有。惠能講得沒錯，「本來無一物」，你有個佛，就錯了，哪來的？那個什麼？那是分別執著。離妄想分別執著，一法不立，那真正用真心。遍法界虛空界一切現象，今天講的歸納為三大類，物質現象、精神現象、自然現象，你沒有一樣不知道。為什麼？是自性變的。自性變的，自性哪有不知道的道理！所以稱佛為萬德萬能，那真的是能極了。"
    },
    {
      "id": "02-037-0495_p0014",
      "zh_CN": "这个时候身心有多大？身心没有相了，跟整个宇宙融成一体。整个宇宙是什么？整个宇宙就是个光，净土叫常寂光，常寂光就是自性，常寂光就是真心，常寂光就是本人。常寂光在我们面前我们见不到，我们迷了。常寂光是大光明，我们只看经上形容的，比日光明亮，但是日光刺眼睛，日光有热，常寂光没有热、没有温度，清凉自在。日月不能跟它相比，日月在寂光之下，就像我们点一盏蜡烛一样，在太阳底下，见不到的。所以真心体是光明，佛经上称它作大光明藏，也是这个意思。它无处不在，它无时不在，从来没有离开过我们，这真心。真心就是一切诸佛，所以一切诸佛没有离开我们。我们用什么心去感？用真诚心，一分真诚就有一分感应，十分真诚就有十分感应，一定要懂。一定要肯定自己本来是佛，我们也是从常寂光里头出来的，出来之后迷了，现在再回常寂光，就永远不会迷了。跟一切诸佛如来融成一体，这就回归常寂光了。",
      "zh_TW": "這個時候身心有多大？身心沒有相了，跟整個宇宙融成一體。整個宇宙是什麼？整個宇宙就是個光，淨土叫常寂光，常寂光就是自性，常寂光就是真心，常寂光就是本人。常寂光在我們面前我們見不到，我們迷了。常寂光是大光明，我們只看經上形容的，比日光明亮，但是日光刺眼睛，日光有熱，常寂光沒有熱、沒有溫度，清涼自在。日月不能跟它相比，日月在寂光之下，就像我們點一盞蠟燭一樣，在太陽底下，見不到的。所以真心體是光明，佛經上稱它作大光明藏，也是這個意思。它無處不在，它無時不在，從來沒有離開過我們，這真心。真心就是一切諸佛，所以一切諸佛沒有離開我們。我們用什麼心去感？用真誠心，一分真誠就有一分感應，十分真誠就有十分感應，一定要懂。一定要肯定自己本來是佛，我們也是從常寂光裡頭出來的，出來之後迷了，現在再回常寂光，就永遠不會迷了。跟一切諸佛如來融成一體，這就回歸常寂光了。"
    },
    {
      "id": "02-037-0495_p0015",
      "zh_CN": "所以土没有定相，你看净秽因心，心清净，土就清净，心不清净，土就不清净，我们今天世界就是这样。古人的心清净，所以地球过去是个净土。随着心的染净，地球产生变化，我们身体产生变化，你要细心去观察你能够发现。心清净，身心健康，所以我们哪里有病了，有病不要紧，你反省，什么地方出了毛病，自己可以对应。不是没有原因的，都有原因。佛经里面说，五戒没有了，人的身体五脏六腑都有病，外面，眼耳鼻舌身也不健康，都有病毒。如果五戒清净，你的五脏六腑不会有毛病，身心健康。这个原因是什么？贪瞋痴慢疑是里面的五毒，杀盗淫妄酒是外头造的恶业。你看，外面是五恶，里面是五毒，你能不生病吗？里面我们把五毒断掉，五毒本来没有，迷了之后慢慢染上的，无量劫变成这个样子。这是中国人所谓的「近朱则赤，近墨则黑」，受环境的染污，而且对于不善的染污特别快。",
      "zh_TW": "所以土沒有定相，你看淨穢因心，心清淨，土就清淨，心不清淨，土就不清淨，我們今天世界就是這樣。古人的心清淨，所以地球過去是個淨土。隨著心的染淨，地球產生變化，我們身體產生變化，你要細心去觀察你能夠發現。心清淨，身心健康，所以我們哪裡有病了，有病不要緊，你反省，什麼地方出了毛病，自己可以對應。不是沒有原因的，都有原因。佛經裡面說，五戒沒有了，人的身體五臟六腑都有病，外面，眼耳鼻舌身也不健康，都有病毒。如果五戒清淨，你的五臟六腑不會有毛病，身心健康。這個原因是什麼？貪瞋痴慢疑是裡面的五毒，殺盜淫妄酒是外頭造的惡業。你看，外面是五惡，裡面是五毒，你能不生病嗎？裡面我們把五毒斷掉，五毒本來沒有，迷了之後慢慢染上的，無量劫變成這個樣子。這是中國人所謂的「近朱則赤，近墨則黑」，受環境的染污，而且對於不善的染污特別快。"
    },
    {
      "id": "02-037-0495_p0016",
      "zh_CN": "这个道理，法相唯识里头讲得很清楚，八识五十一心所，善心所只有十一个，不善心所有二十六个。这就说明什么？我们凡夫善少恶多，善只有十一个，恶有二十六个，还有二十四个不相应，最重要就是善恶。所以，学善难，学坏容易。佛知道，中国老祖宗知道，所以你真正认识老祖宗，你不能不佩服，五体投地，真高明到极处。老祖宗如何把我们这个善维系住、保护住？那就教育。《三字经》前面八句话，那是千万年前老祖宗，对后世子孙所说的教育的总纲领、总的原则，这八句。凡是搞教育的，国家领导人就是个头，教育的头，政教，一定要肯定人性本善。所以《三字经》上头一句「人之初，性本善」，搞教育要肯定人性本善。换句话说，人是教得好的，人可以作佛，可以作圣人，为什么？他本来就是，就看你怎么教法。为什么要教？因为「性相近，习相远」，要不教，他就走习性了，往这边跑了。本性善的，习性不善，这就是为什么要教。「苟不教，性乃迁」，你要不教，他就变坏了。变坏了再叫他回头，可难了，这说明为什么要教。",
      "zh_TW": "這個道理，法相唯識裡頭講得很清楚，八識五十一心所，善心所只有十一個，不善心所有二十六個。這就說明什麼？我們凡夫善少惡多，善只有十一個，惡有二十六個，還有二十四個不相應，最重要就是善惡。所以，學善難，學壞容易。佛知道，中國老祖宗知道，所以你真正認識老祖宗，你不能不佩服，五體投地，真高明到極處。老祖宗如何把我們這個善維繫住、保護住？那就教育。《三字經》前面八句話，那是千萬年前老祖宗，對後世子孫所說的教育的總綱領、總的原則，這八句。凡是搞教育的，國家領導人就是個頭，教育的頭，政教，一定要肯定人性本善。所以《三字經》上頭一句「人之初，性本善」，搞教育要肯定人性本善。換句話說，人是教得好的，人可以作佛，可以作聖人，為什麼？他本來就是，就看你怎麼教法。為什麼要教？因為「性相近，習相遠」，要不教，他就走習性了，往這邊跑了。本性善的，習性不善，這就是為什麼要教。「苟不教，性乃遷」，你要不教，他就變壞了。變壞了再叫他回頭，可難了，這說明為什麼要教。"
    },
    {
      "id": "02-037-0495_p0017",
      "zh_CN": "怎么教法？「教之道，贵以专」，这个不能不懂，专就是古人所谓的一门深入，长时薰修。这里头把佛法里面所讲的戒定慧这三个原理统统用上，那个专字用上了。戒就是有规矩、有方法，不依规矩，不成方圆，你要依照方法。这个方法不是什么人发明的，不是哪个人创造的，这是什么？自然的规律。孝悌忠信是自然的规律，五伦是自然的，不是哪个人发明创造的。一定要依据自然的法则，你才能得定，定就能开智慧。所以，一门深入是什么？实在讲，真正的意思就是叫你那个心回归到清净。不要搞太多，搞一门，把心定在一处，长时间定在一处，不就得定了吗？禅定就现前。定到一段时期自然开悟，不定什么因缘豁然大悟，这一悟之后，他什么都明了，不需要学，不学也明了。",
      "zh_TW": "怎麼教法？「教之道，貴以專」，這個不能不懂，專就是古人所謂的一門深入，長時薰修。這裡頭把佛法裡面所講的戒定慧這三個原理統統用上，那個專字用上了。戒就是有規矩、有方法，不依規矩，不成方圓，你要依照方法。這個方法不是什麼人發明的，不是哪個人創造的，這是什麼？自然的規律。孝悌忠信是自然的規律，五倫是自然的，不是哪個人發明創造的。一定要依據自然的法則，你才能得定，定就能開智慧。所以，一門深入是什麼？實在講，真正的意思就是叫你那個心回歸到清淨。不要搞太多，搞一門，把心定在一處，長時間定在一處，不就得定了嗎？禪定就現前。定到一段時期自然開悟，不定什麼因緣豁然大悟，這一悟之後，他什麼都明瞭，不需要學，不學也明瞭。"
    },
    {
      "id": "02-037-0495_p0018",
      "zh_CN": "我们在《坛经》里面明显可以看到，《坛经》读的人多。惠能不认识字，没念过书，樵夫，樵夫这个行业现在社会没有了，抗战时候有。抗战时候我们住在城市里面，城市里面的人要依赖樵夫跟挑水的。你每天烧的柴，从哪来？山上砍来的，专门有这些人砍柴，挑到城市来卖，樵夫。那个时候没有自来水，水一定有人挑，那个时候的水真是，就是小沟里头的、小溪里面的水都干净，没有染污。哪像现在！我们抗战期间逃难的时候，水沟里的水捧起来就喝，干净，你再看里头有小鱼在里头游。现在这个环境看不到了，染污多严重。所以在抗战期间，老人教我们小孩，出去旅行的时候要背一袋米，粮食，自己要会烧饭，嘱咐你带一点粮食。还教给我们，要带几个大蒜头，那是什么？解毒的，生水，怕不干净，吃两瓣大蒜就真管用。现在染污太严重了。挑水的多半在哪里挑？城河，以前有护城河，水都很干净，都能吃，旁边有江河的支流，那就是水源。那人很苦，完全靠苦力，赚的钱非常有限，一天不工作一天就不能生活，这是我们亲眼看见的。",
      "zh_TW": "我們在《壇經》裡面明顯可以看到，《壇經》讀的人多。惠能不認識字，沒念過書，樵夫，樵夫這個行業現在社會沒有了，抗戰時候有。抗戰時候我們住在城市裡面，城市裡面的人要依賴樵夫跟挑水的。你每天燒的柴，從哪來？山上砍來的，專門有這些人砍柴，挑到城市來賣，樵夫。那個時候沒有自來水，水一定有人挑，那個時候的水真是，就是小溝裡頭的、小溪裡面的水都乾淨，沒有染污。哪像現在！我們抗戰期間逃難的時候，水溝裡的水捧起來就喝，乾淨，你再看裡頭有小魚在裡頭游。現在這個環境看不到了，染污多嚴重。所以在抗戰期間，老人教我們小孩，出去旅行的時候要背一袋米，糧食，自己要會燒飯，囑咐你帶一點糧食。還教給我們，要帶幾個大蒜頭，那是什麼？解毒的，生水，怕不乾淨，吃兩瓣大蒜就真管用。現在染污太嚴重了。挑水的多半在哪裡挑？城河，以前有護城河，水都很乾淨，都能吃，旁邊有江河的支流，那就是水源。那人很苦，完全靠苦力，賺的錢非常有限，一天不工作一天就不能生活，這是我們親眼看見的。"
    },
    {
      "id": "02-037-0495_p0019",
      "zh_CN": "惠能大师是这种行业，父亲过世了，只有一个母亲，母子相依为命，非常孝顺，不认识字，没念过书。纵然是以后到黄梅，亲近五祖，五祖分配他的工作是他的老本行，叫他到碓房里面去舂米、破柴，八个月。寺院里面有讲堂，他一次没去过，这禅宗道场，有禅堂，也没有去过；换句话说，世间法的教育、出世间的教育他统统没有接受过。传法的时候传给他了，所以大家不服，认为五祖老糊涂了，怎么把衣钵给他？每个人都认为这是神秀大师，一定是他来承传的，这个人有学问、有道德，通宗通教，应该是他继承的。结果传给惠能了。半夜三更，五祖召见他，召见到方丈室给他讲《金刚经》，讲到「应无所住，而生其心」，他就开悟了。给五祖做了报告，只有五句话，「何期自性，本自清净」。这五句非常重要，心性是什么样子，他描绘给我们看。第一个「本自清净」。第二个「本不生灭」，不生不灭。第三个「本自具足」，样样都有，一样不缺。佛在《华严经》上说了一句，「一切众生皆有如来智慧德相」，拿这个可以注解《坛经》这一句。本自具足，具足什么？如来智慧德相。第四句话说的是「本无动摇」，这就是真心，真心从来没有动摇过。最后一句「能生万法」，十法界依正庄严是它变现出来的。",
      "zh_TW": "惠能大師是這種行業，父親過世了，只有一個母親，母子相依為命，非常孝順，不認識字，沒念過書。縱然是以後到黃梅，親近五祖，五祖分配他的工作是他的老本行，叫他到碓房裡面去舂米、破柴，八個月。寺院裡面有講堂，他一次沒去過，這禪宗道場，有禪堂，也沒有去過；換句話說，世間法的教育、出世間的教育他統統沒有接受過。傳法的時候傳給他了，所以大家不服，認為五祖老糊塗了，怎麼把衣缽給他？每個人都認為這是神秀大師，一定是他來承傳的，這個人有學問、有道德，通宗通教，應該是他繼承的。結果傳給惠能了。半夜三更，五祖召見他，召見到方丈室給他講《金剛經》，講到「應無所住，而生其心」，他就開悟了。給五祖做了報告，只有五句話，「何期自性，本自清淨」。這五句非常重要，心性是什麼樣子，他描繪給我們看。第一個「本自清淨」。第二個「本不生滅」，不生不滅。第三個「本自具足」，樣樣都有，一樣不缺。佛在《華嚴經》上說了一句，「一切眾生皆有如來智慧德相」，拿這個可以註解《壇經》這一句。本自具足，具足什麼？如來智慧德相。第四句話說的是「本無動搖」，這就是真心，真心從來沒有動搖過。最後一句「能生萬法」，十法界依正莊嚴是它變現出來的。"
    },
    {
      "id": "02-037-0495_p0020",
      "zh_CN": "这五句话一说，五祖和尚说行了，不必说了，衣钵给他，打发他赶快离开。你看，到猎人队里面躲了十五年，十五年之后他才出来，嫉妒、障碍。是在盛唐的时候，佛法非常兴旺的时候，尚且如此，现在就可想而知。那个时候有大彻大悟的，惠能大师以后再没有了，像他那种顿悟，顿舍、顿悟、顿证，在历史上只看到他一个人。他一生，学生当中真正开悟的，到达他的境界的，有四十三个人，这也是空前绝后。达摩到中国来，一直到第五代都是单传，第六代开花结果，一个人传了四十三个人。可是六祖之后，这些人，有些人没有，底下没有传人，有些一个、两个，像他这样殊胜的再不见了，找不到了。",
      "zh_TW": "這五句話一說，五祖和尚說行了，不必說了，衣缽給他，打發他趕快離開。你看，到獵人隊裡面躲了十五年，十五年之後他才出來，嫉妒、障礙。是在盛唐的時候，佛法非常興旺的時候，尚且如此，現在就可想而知。那個時候有大徹大悟的，惠能大師以後再沒有了，像他那種頓悟，頓捨、頓悟、頓證，在歷史上只看到他一個人。他一生，學生當中真正開悟的，到達他的境界的，有四十三個人，這也是空前絕後。達摩到中國來，一直到第五代都是單傳，第六代開花結果，一個人傳了四十三個人。可是六祖之後，這些人，有些人沒有，底下沒有傳人，有些一個、兩個，像他這樣殊勝的再不見了，找不到了。"
    },
    {
      "id": "02-037-0495_p0021",
      "zh_CN": "悟了之后是什么情形？悟了之后是无所不知，我们要注重这一点。他没有学过的东西，他在逃难期间当中，逃难那个时候二十四岁，传衣钵是二十四岁，路上遇到无尽藏比丘尼。这个比丘尼受持《大涅槃经》，在那个时候《涅槃经》很风行，学习的人很多。这部经分量很大，南传的本子三十六卷，北传的本子四十卷，是很大分量的。无尽藏比丘尼念经，他在旁边听，她念完之后，惠能找这个比丘尼，把刚才她念的这段经的意思讲给她听。非常惊讶，捧着经本向他请教，他说我不认识字。不认识字，你怎么会讲得这么好！他说这个跟认识字不认识字没关系。不但跟识字不识字没关系，跟学、跟没有学过也没关系。最明显的一个例子，没有学过，一看就懂，一听就懂，一接触就懂，没学过。",
      "zh_TW": "悟了之後是什麼情形？悟了之後是無所不知，我們要注重這一點。他沒有學過的東西，他在逃難期間當中，逃難那個時候二十四歲，傳衣缽是二十四歲，路上遇到無盡藏比丘尼。這個比丘尼受持《大涅槃經》，在那個時候《涅槃經》很風行，學習的人很多。這部經分量很大，南傳的本子三十六卷，北傳的本子四十卷，是很大分量的。無盡藏比丘尼念經，他在旁邊聽，她念完之後，惠能找這個比丘尼，把剛才她念的這段經的意思講給她聽。非常驚訝，捧著經本向他請教，他說我不認識字。不認識字，你怎麼會講得這麼好！他說這個跟認識字不認識字沒關係。不但跟識字不識字沒關係，跟學、跟沒有學過也沒關係。最明顯的一個例子，沒有學過，一看就懂，一聽就懂，一接觸就懂，沒學過。"
    },
    {
      "id": "02-037-0495_p0022",
      "zh_CN": "《坛经》里面还有记载的，法达禅师，这个人一生是学《法华经》的，到曹溪去访问六祖，礼拜的时候头没有着地。惠能大师等他起来之后问他，你心里头一定有感觉得有什么骄傲的地方，你礼拜的时候头没着地，有什么值得骄傲的？他就讲他诵《法华》三千部。这个很了不起，《法华经》的分量也很多，虽然只有七卷，每一卷都很长，一天顶多只能念一部。他念三千部，估计差不多十年，一门深入十年薰修，这个不容易。六祖问他，《法华经》讲些什么？他没听说过。法达说不出来，反过来向他老人家请教。六祖说好，你念给我听。《法华经》二十八品，只念到第二品，惠能说行了，不必念了，我全明白了，跟他讲他开悟了。",
      "zh_TW": "《壇經》裡面還有記載的，法達禪師，這個人一生是學《法華經》的，到曹溪去訪問六祖，禮拜的時候頭沒有著地。惠能大師等他起來之後問他，你心裡頭一定有感覺得有什麼驕傲的地方，你禮拜的時候頭沒著地，有什麼值得驕傲的？他就講他誦《法華》三千部。這個很了不起，《法華經》的分量也很多，雖然只有七卷，每一卷都很長，一天頂多只能念一部。他念三千部，估計差不多十年，一門深入十年薰修，這個不容易。六祖問他，《法華經》講些什麼？他沒聽說過。法達說不出來，反過來向他老人家請教。六祖說好，你念給我聽。《法華經》二十八品，只念到第二品，惠能說行了，不必念了，我全明白了，跟他講他開悟了。"
    },
    {
      "id": "02-037-0495_p0023",
      "zh_CN": "这种教学的方法，中国有，外国没有。所以我们一定要了解，外国人学校教的是知识，不是智慧，中国这是智慧，你看通了多厉害。像这种人要学中国传统文化，这《四库全书》他要多少时间能学完？我的估计他不出三年，《四库全书》他全懂了。一部《大藏经》，那大概只要三个月。为什么？不必读完，读几页就行了，这就通了，要读完那多浪费时间。《法华经》非常深奥，你看看到第二品，以下就不必念了。",
      "zh_TW": "這種教學的方法，中國有，外國沒有。所以我們一定要了解，外國人學校教的是知識，不是智慧，中國這是智慧，你看通了多厲害。像這種人要學中國傳統文化，這《四庫全書》他要多少時間能學完？我的估計他不出三年，《四庫全書》他全懂了。一部《大藏經》，那大概只要三個月。為什麼？不必讀完，讀幾頁就行了，這就通了，要讀完那多浪費時間。《法華經》非常深奧，你看看到第二品，以下就不必念了。"
    },
    {
      "id": "02-037-0495_p0024",
      "zh_CN": "中国古人懂得这些教学法，现在没人懂，现在一切什么都是西方好，学外国人的样子，把中国人这种好的天分全都学糊涂了，这真可惜。我们中国人今天遭受这么大的大难，过去胡秋原先生讲了一句，我很佩服他，他说根本的原因是什么？中国人丧失了民族自信心，惹出今天这些祸乱。这话一针见血，一点都不错。为什么会丧失民族自信心？把老祖宗东西丢掉了，不看、不读了。我们在台湾，那时候真的是心里头念念不忘的，就怕《四库全书》丧失掉了。尤其大陆上文化大革命，《四库全书》在台湾就一套，一个战乱变的时候怎么办？就没有了。这部书是中国老祖宗千万年，我相信中国传统文化超过一万年，不能说没有文字就没有文化，文化肯定比文字还早。孔老夫子他说他「述而不作，信而好古」，这种修学态度是我们永远要记住的。这是一个集大成者，集大成就跟我们今天讲的会集本，会集就是集大成，集大成是最有智慧的人，怎么能不许他会集？哪有这种道理？集大成是真有智慧，为什么？他能够辨别邪正、辨别是非，他所集结的对后人要负责任。",
      "zh_TW": "中國古人懂得這些教學法，現在沒人懂，現在一切什麼都是西方好，學外國人的樣子，把中國人這種好的天分全都學糊塗了，這真可惜。我們中國人今天遭受這麼大的大難，過去胡秋原先生講了一句，我很佩服他，他說根本的原因是什麼？中國人喪失了民族自信心，惹出今天這些禍亂。這話一針見血，一點都不錯。為什麼會喪失民族自信心？把老祖宗東西丟掉了，不看、不讀了。我們在台灣，那時候真的是心裡頭念念不忘的，就怕《四庫全書》喪失掉了。尤其大陸上文化大革命，《四庫全書》在台灣就一套，一個戰亂變的時候怎麼辦？就沒有了。這部書是中國老祖宗千萬年，我相信中國傳統文化超過一萬年，不能說沒有文字就沒有文化，文化肯定比文字還早。孔老夫子他說他「述而不作，信而好古」，這種修學態度是我們永遠要記住的。這是一個集大成者，集大成就跟我們今天講的會集本，會集就是集大成，集大成是最有智慧的人，怎麼能不許他會集？哪有這種道理？集大成是真有智慧，為什麼？他能夠辨別邪正、辨別是非，他所集結的對後人要負責任。"
    },
    {
      "id": "02-037-0495_p0025",
      "zh_CN": "所以认识中国东西，认识老祖宗。老祖宗真难得，你到全世界走走，哪一个国家民族，找不到像中国老祖宗对后世子孙这么样的爱护，发明了文言文，不得了，全世界独一无二。文言文是什么？用这种工具，把老祖宗的智慧、理念、方法、经验、成就，记在这个里头传给后世，不会变质，像吃的东西不会变味。这还得了，今天全世界什么科学发明都比不上这个。文言文难不难？不难，我在外国问了很多外国人，都告诉我三年。我很感动，他们没有中国文化的底蕴，三年可以学成。我们今天为什么学不成？是丧失民族自信心，我们自己对自己不相信，所以不肯去接触它。真正原因在此地，它不难。",
      "zh_TW": "所以認識中國東西，認識老祖宗。老祖宗真難得，你到全世界走走，哪一個國家民族，找不到像中國老祖宗對後世子孫這麼樣的愛護，發明了文言文，不得了，全世界獨一無二。文言文是什麼？用這種工具，把老祖宗的智慧、理念、方法、經驗、成就，記在這個裡頭傳給後世，不會變質，像吃的東西不會變味。這還得了，今天全世界什麼科學發明都比不上這個。文言文難不難？不難，我在外國問了很多外國人，都告訴我三年。我很感動，他們沒有中國文化的底蘊，三年可以學成。我們今天為什麼學不成？是喪失民族自信心，我們自己對自己不相信，所以不肯去接觸它。真正原因在此地，它不難。"
    },
    {
      "id": "02-037-0495_p0026",
      "zh_CN": "所以台湾在二十多年前，商务印书馆真的把《四库全书》翻印了，照相影印，世界书局把《荟要》印出来。我们这个多年那个心定下来了，这一下不至于再失传。但是分量不多，《全书》印了三百套，《荟要》印了两百套，为什么？怕卖不掉。我那个时候非常困难，《全书》我买了一套，是最后的一套，最后一套我得到了。商务印书馆的总经理跟我谈这个事情，我才晓得总共印三百套。现在的技术比那时候高明太多了，现在怎么样？可以单独给你印一套，你想要的，我就给你印一套。那个时候不行，那时候一定至少要印三百套，才能够成本收得回来，价钱太高了。所以去年台湾纪念辛亥革命一百周年，这两家书局的书要重新再印，就通知我，告诉我有这个信息。我那个时候不知道它有一套一套印的这个技术，我不晓得，我总是希望这个书能够多一点，世界各地去收藏。所以我就跟商务印书馆订了一百套，世界书局订了两百套，《荟要》两百套，都收到了？一百五十套收到了。",
      "zh_TW": "所以台灣在二十多年前，商務印書館真的把《四庫全書》翻印了，照相影印，世界書局把《薈要》印出來。我們這個多年那個心定下來了，這一下不至於再失傳。但是分量不多，《全書》印了三百套，《薈要》印了兩百套，為什麼？怕賣不掉。我那個時候非常困難，《全書》我買了一套，是最後的一套，最後一套我得到了。商務印書館的總經理跟我談這個事情，我才曉得總共印三百套。現在的技術比那時候高明太多了，現在怎麼樣？可以單獨給你印一套，你想要的，我就給你印一套。那個時候不行，那時候一定至少要印三百套，才能夠成本收得回來，價錢太高了。所以去年台灣紀念辛亥革命一百週年，這兩家書局的書要重新再印，就通知我，告訴我有這個信息。我那個時候不知道它有一套一套印的這個技術，我不曉得，我總是希望這個書能夠多一點，世界各地去收藏。所以我就跟商務印書館訂了一百套，世界書局訂了兩百套，《薈要》兩百套，都收到了？一百五十套收到了。"
    },
    {
      "id": "02-037-0495_p0027",
      "zh_CN": "《荟要》的价值超过《全书》，《荟要》是乾隆皇帝自己读的，所以原文，一个字没有改动。《全书》改动了，凡是不利于清朝的全把它删掉了，《四库全书》里头做了这个手脚。但是《荟要》没有，《荟要》是皇上自己看的。原本只有两套，圆明园的一套被烧掉了，八国联军时毁掉了。剩下来摛藻堂，就是乾隆的书房里头一套，这套现在在台湾。这是人类的瑰宝，不得了，超越国家民族。所以我跟这些外面人接触，你们要不要智慧？什么智慧？治国的智慧、和谐世界的智慧，你要不要？在哪里？在中国《四库全书》里头。唐太宗在这里头撷取精华，《群书治要》是精华，真不容易，你没有时间读这些东西，读精华就够用了。实际上这套精华里头，格物、致知、诚意、正心、修身、齐家、治国、平天下的智慧、理念、方法、经验、效果全在里头，不得了！但是文言文写的。所以，我现在劝外国人要学文言文，不学文言文你尝不到原汁原味。人家翻译，等于说吃过了，吃到嘴里吐来喂你，不是味道；你要想尝到原汁原味，学文言文。我希望二十年之后，全世界的人都懂得文言文，文言文是国际文字，可以做得到。因为这套东西很有诱惑力，你要不要这个智慧？要这个智慧、方法，你就不能不学。",
      "zh_TW": "《薈要》的價值超過《全書》，《薈要》是乾隆皇帝自己讀的，所以原文，一個字沒有改動。《全書》改動了，凡是不利於清朝的全把它刪掉了，《四庫全書》裡頭做了這個手腳。但是《薈要》沒有，《薈要》是皇上自己看的。原本只有兩套，圓明園的一套被燒掉了，八國聯軍時毀掉了。剩下來摛藻堂，就是乾隆的書房裡頭一套，這套現在在台灣。這是人類的瑰寶，不得了，超越國家民族。所以我跟這些外面人接觸，你們要不要智慧？什麼智慧？治國的智慧、和諧世界的智慧，你要不要？在哪裡？在中國《四庫全書》裡頭。唐太宗在這裡頭擷取精華，《群書治要》是精華，真不容易，你沒有時間讀這些東西，讀精華就夠用了。實際上這套精華裡頭，格物、致知、誠意、正心、修身、齊家、治國、平天下的智慧、理念、方法、經驗、效果全在裡頭，不得了！但是文言文寫的。所以，我現在勸外國人要學文言文，不學文言文你嘗不到原汁原味。人家翻譯，等於說吃過了，吃到嘴裡吐來餵你，不是味道；你要想嘗到原汁原味，學文言文。我希望二十年之後，全世界的人都懂得文言文，文言文是國際文字，可以做得到。因為這套東西很有誘惑力，你要不要這個智慧？要這個智慧、方法，你就不能不學。"
    },
    {
      "id": "02-037-0495_p0028",
      "zh_CN": "所以这些一定要给马来西亚华校的校长、老师，一定要让他们了解，让他们发心。要让首相知道，这是个特殊教育，跟现在教育完全不相同，不能拿现在教育这个理念做为框架，那就麻烦了，那这个东西真的会失掉；要开特别通道，那他的功德就不得了！我那天告诉他，你要真正护持，你的首相还会做很长，会超过马哈迪，他很高兴。是真的，不是假的，这祖宗保佑、神明保佑，真能做得到，身体也会好起来。一个人一生当中遇到这个机会，那不是千载难逢，那是无量劫难逢，有这么个机会。真是全人类的智慧、前途，你有能力把它转过来，这是机缘，如果他不在位他就一点办法没有，所以要珍惜他在位的这几年。这个事情做好了，我相信他的首相会多做几届，一直把这个事情做成功。",
      "zh_TW": "所以這些一定要給馬來西亞華校的校長、老師，一定要讓他們了解，讓他們發心。要讓首相知道，這是個特殊教育，跟現在教育完全不相同，不能拿現在教育這個理念做為框架，那就麻煩了，那這個東西真的會失掉；要開特別通道，那他的功德就不得了！我那天告訴他，你要真正護持，你的首相還會做很長，會超過馬哈迪，他很高興。是真的，不是假的，這祖宗保佑、神明保佑，真能做得到，身體也會好起來。一個人一生當中遇到這個機會，那不是千載難逢，那是無量劫難逢，有這麼個機會。真是全人類的智慧、前途，你有能力把它轉過來，這是機緣，如果他不在位他就一點辦法沒有，所以要珍惜他在位的這幾年。這個事情做好了，我相信他的首相會多做幾屆，一直把這個事情做成功。"
    },
    {
      "id": "02-037-0495_p0029",
      "zh_CN": "所以，心决定外面的现象，这是真理，这个我们一定要相信，心地要清净、要真诚。下面举了个比喻，「譬如诸天共宝器食」，宝器是盛食物的。诸天在一个宝器里面盛的食物，大家都在这个里面取，可是「随其福德，饭色有异」，每个人吃的味道不一样。福报大的，他吃的是美味，福报差一点的，他吃的东西就差一等。同样是在一器里面，这是什么？念头，念头转变物质现象。所以说境随心转，心好没有一样东西不好，不好的东西入到你口里头变成最好的，为什么？心好，你把它转变了。没有福报的人，再好的东西，到他嘴里就变成苦涩，都很难吃。这是说明什么？说明，你看连饭菜跟前面国土都没有定相，我们饮食起居没有定相，这是真的，都随着念头在变。所以大乘里头总结，一切万法最后都归结到心，「色由心生，全体是心」，整个宇宙就是念头变现出来的。佛在经上常说，「一切法从心想生」，全是心想变现出来的，就看你怎么想。所以，人心全是善的，这地球就是天堂，这就是净土。",
      "zh_TW": "所以，心決定外面的現象，這是真理，這個我們一定要相信，心地要清淨、要真誠。下面舉了個比喻，「譬如諸天共寶器食」，寶器是盛食物的。諸天在一個寶器裡面盛的食物，大家都在這個裡面取，可是「隨其福德，飯色有異」，每個人吃的味道不一樣。福報大的，他吃的是美味，福報差一點的，他吃的東西就差一等。同樣是在一器裡面，這是什麼？念頭，念頭轉變物質現象。所以說境隨心轉，心好沒有一樣東西不好，不好的東西入到你口裡頭變成最好的，為什麼？心好，你把它轉變了。沒有福報的人，再好的東西，到他嘴裡就變成苦澀，都很難吃。這是說明什麼？說明，你看連飯菜跟前面國土都沒有定相，我們飲食起居沒有定相，這是真的，都隨著念頭在變。所以大乘裡頭總結，一切萬法最後都歸結到心，「色由心生，全體是心」，整個宇宙就是念頭變現出來的。佛在經上常說，「一切法從心想生」，全是心想變現出來的，就看你怎麼想。所以，人心全是善的，這地球就是天堂，這就是淨土。"
    },
    {
      "id": "02-037-0495_p0030",
      "zh_CN": "极乐世界跟我们有什么差别？丝毫差别都没有，就是念头不一样，极乐世界人念头纯净纯善。我们现在念头是纯恶，纯染纯恶，麻烦大了，圣贤东西都不要了，都自以为能，就会造成麻烦。这个麻烦谁来解？灾难来解。真正明白的人晓得全是自作自受，业因果报丝毫不爽。圣人留下的东西都是尽善尽美，不是真正善的怎么会传到今天？早就被淘汰掉了，不可能留到今天，能留下来全是好东西。他们的作品并不是篇篇都是好，写几百篇的留下来几篇，这我们大家都知道，最精彩的留下来了。古时候的东西要刻版，成本太高，谁愿意拿钱来流通你的东西？真好、真有价值，大家才肯干。所以，留下来全是精华。现在人说糟粕，这个我们听到很难过，糟粕怎么会留到此地被你发现了？过去人那么多眼睛都没有看出来，被你看出来。所以有人问我，古人东西有没有糟粕？我只好说有。他们很惊讶，真有？我说是，看不懂的都是糟粕，看得懂的就不是，看不懂的是，没法子说。这是普遍现象，对古圣先贤怀疑，对老祖宗怀疑，这大不敬、大不孝。",
      "zh_TW": "極樂世界跟我們有什麼差別？絲毫差別都沒有，就是念頭不一樣，極樂世界人念頭純淨純善。我們現在念頭是純惡，純染純惡，麻煩大了，聖賢東西都不要了，都自以為能，就會造成麻煩。這個麻煩誰來解？災難來解。真正明白的人曉得全是自作自受，業因果報絲毫不爽。聖人留下的東西都是盡善盡美，不是真正善的怎麼會傳到今天？早就被淘汰掉了，不可能留到今天，能留下來全是好東西。他們的作品並不是篇篇都是好，寫幾百篇的留下來幾篇，這我們大家都知道，最精彩的留下來了。古時候的東西要刻版，成本太高，誰願意拿錢來流通你的東西？真好、真有價值，大家才肯幹。所以，留下來全是精華。現在人說糟粕，這個我們聽到很難過，糟粕怎麼會留到此地被你發現了？過去人那麼多眼睛都沒有看出來，被你看出來。所以有人問我，古人東西有沒有糟粕？我只好說有。他們很驚訝，真有？我說是，看不懂的都是糟粕，看得懂的就不是，看不懂的是，沒法子說。這是普遍現象，對古聖先賢懷疑，對老祖宗懷疑，這大不敬、大不孝。"
    },
    {
      "id": "02-037-0495_p0031",
      "zh_CN": "所以圣学真有困难，难在哪里？它跟科学不一样，科学有怀疑，没问题，能成就；圣学不能怀疑，一怀疑就完了，不容许置疑的，难在这个地方。现在谁不怀疑？我们不做出样子出来，联合国都不相信。我跟他们往来不少次了，听了都欢喜，会后都来问：这是理想，这不能实现。这句话对我是严重的一棒，这个太可怕了，这是什么？信心危机。今天整个危机的核心就是信心，对古圣先贤不相信。所以我觉得这也是感应，出现现代这新一批年轻的量子力学家，把阿赖耶的三细相发现了。这是给大家一个信心，有科学证据，这个不是假的。说万法皆空，现在科学证明了，普朗克就承认，宇宙之间根本就没有物质这个东西。这是他看见微中子分裂出来之后，看见是意念波动的现象，物质分解到最后是意念。才承认物质的基础是意念，物质是从意念变现出来，跟佛讲的完全一样。相由心生，色由心生，佛经上常常这样说的，那个色就是讲的物质现象，色、相都是物质现象。所以既然是心生，心就能改变它，这个道理被现代科学家承认了。",
      "zh_TW": "所以聖學真有困難，難在哪裡？它跟科學不一樣，科學有懷疑，沒問題，能成就；聖學不能懷疑，一懷疑就完了，不容許置疑的，難在這個地方。現在誰不懷疑？我們不做出樣子出來，聯合國都不相信。我跟他們往來不少次了，聽了都歡喜，會後都來問：這是理想，這不能實現。這句話對我是嚴重的一棒，這個太可怕了，這是什麼？信心危機。今天整個危機的核心就是信心，對古聖先賢不相信。所以我覺得這也是感應，出現現代這新一批年輕的量子力學家，把阿賴耶的三細相發現了。這是給大家一個信心，有科學證據，這個不是假的。說萬法皆空，現在科學證明了，普朗克就承認，宇宙之間根本就沒有物質這個東西。這是他看見微中子分裂出來之後，看見是意念波動的現象，物質分解到最後是意念。才承認物質的基礎是意念，物質是從意念變現出來，跟佛講的完全一樣。相由心生，色由心生，佛經上常常這樣說的，那個色就是講的物質現象，色、相都是物質現象。所以既然是心生，心就能改變它，這個道理被現代科學家承認了。"
    },
    {
      "id": "02-037-0495_p0032",
      "zh_CN": "我心里想也有很大很大的障碍，有很大的阻力，为什么？第一个阻力就是医学界。大家相信这个，医生失业了，医院关门了。都能用自己的念力调整自己的身体，不用吃药、不用打针，真有效，不是没有效。你要想这个事情真成功，你就相信它是真的，一丝毫怀疑没有，效果就出来。你当它试验，看看有没有效，不会有成就；不能有丝毫怀疑，它就有百分之百的效果。所以，身体哪里不舒服，根本不要问，端正自己心念，反省自己的过失，有则改之，无则嘉勉。日常生活当中，用真诚心处事待人接物，不要怕上当、不要怕受骗，上几次当没关系，受骗也没关系，我们用真心关系太大了。用真心的人将来往生极乐世界，用妄心、用怀疑心决定去不了；换句话说，用这些妄心，出不了六道轮回，这是老实话。用真心，不怕上当、不怕吃亏，我们这一生才能够顺利脱离六道轮回。这个得来也不容易，得人身，闻佛法，把这个事情搞清楚、搞明白，以后不再搞六道了。还有什么事情比这个更大的？没有了。还有这个身体在世间，它的副作用，正的我们是脱离六道轮回，往生极乐世界，副作用是帮助这些迷惑众生认识老祖宗，这个重要。认识传统文化，认识这个东西是宝，无价之宝，一定要认真好好去学习。",
      "zh_TW": "我心裡想也有很大很大的障礙，有很大的阻力，為什麼？第一個阻力就是醫學界。大家相信這個，醫生失業了，醫院關門了。都能用自己的念力調整自己的身體，不用吃藥、不用打針，真有效，不是沒有效。你要想這個事情真成功，你就相信它是真的，一絲毫懷疑沒有，效果就出來。你當它試驗，看看有沒有效，不會有成就；不能有絲毫懷疑，它就有百分之百的效果。所以，身體哪裡不舒服，根本不要問，端正自己心念，反省自己的過失，有則改之，無則嘉勉。日常生活當中，用真誠心處事待人接物，不要怕上當、不要怕受騙，上幾次當沒關係，受騙也沒關係，我們用真心關係太大了。用真心的人將來往生極樂世界，用妄心、用懷疑心決定去不了；換句話說，用這些妄心，出不了六道輪迴，這是老實話。用真心，不怕上當、不怕吃虧，我們這一生才能夠順利脫離六道輪迴。這個得來也不容易，得人身，聞佛法，把這個事情搞清楚、搞明白，以後不再搞六道了。還有什麼事情比這個更大的？沒有了。還有這個身體在世間，它的副作用，正的我們是脫離六道輪迴，往生極樂世界，副作用是幫助這些迷惑眾生認識老祖宗，這個重要。認識傳統文化，認識這個東西是寶，無價之寶，一定要認真好好去學習。"
    },
    {
      "id": "02-037-0495_p0033",
      "zh_CN": "底下这一句说得太好了，「故业垢蔽心」，这四个字好。业是造业，业就是行为，行为称作事，事之后称之为业。我们在学校读书，这作业，功课学完了，毕业。业在，就是事留下来的因，那就是业。这个因善，后面感善果，因要是恶，后面就感恶报，善、恶都称之为业。这个业不善，因为底下是个垢，垢是染污，是不善的业，它妨碍了心，让我们迷失了真心，我们用的全是妄心。自私自利是妄心，因为真心里头没有自私自利，真心里头没有我，就是说没有分别、没有执着，这真心；有分别、有执着就是妄心。我们在日常生活当中，尽量把分别执着要放下，学恒顺众生，随喜功德。决定不要常常想着吃亏上当，这都是什么？这都是自私自利在作祟，你的情执、我执太重。",
      "zh_TW": "底下這一句說得太好了，「故業垢蔽心」，這四個字好。業是造業，業就是行為，行為稱作事，事之後稱之為業。我們在學校讀書，這作業，功課學完了，畢業。業在，就是事留下來的因，那就是業。這個因善，後面感善果，因要是惡，後面就感惡報，善、惡都稱之為業。這個業不善，因為底下是個垢，垢是染污，是不善的業，它妨礙了心，讓我們迷失了真心，我們用的全是妄心。自私自利是妄心，因為真心裡頭沒有自私自利，真心裡頭沒有我，就是說沒有分別、沒有執著，這真心；有分別、有執著就是妄心。我們在日常生活當中，盡量把分別執著要放下，學恆順眾生，隨喜功德。決定不要常常想著吃虧上當，這都是什麼？這都是自私自利在作祟，你的情執、我執太重。"
    },
    {
      "id": "02-037-0495_p0034",
      "zh_CN": "佛法头一关就是破这个执着，破我执，常常想着一切众生，不要想自己。众生受苦，我在受苦，众生得乐，我就得乐，要把众生跟自己想成一体，这个体无形，没有形、没有色。常常这样想，慢慢跟常寂光就相应。决定不要想名闻利养，这个东西是带有毒素的，你愈想会把贪瞋痴都引发出来。干什么样好事，别居功，功劳是别人的，多少人在做，又不是我一个人做；过失一个人要承当，我要忏悔。特别是在一个团体里头，你要是领导一个团体，这样用心，这个团体没有不服你的，团体会做得非常好。有私心就不行了，就做不出来，做得好那是你的福报，福报完了你这个团体会解散，不能持久，只有真的东西可以持久。",
      "zh_TW": "佛法頭一關就是破這個執著，破我執，常常想著一切眾生，不要想自己。眾生受苦，我在受苦，眾生得樂，我就得樂，要把眾生跟自己想成一體，這個體無形，沒有形、沒有色。常常這樣想，慢慢跟常寂光就相應。決定不要想名聞利養，這個東西是帶有毒素的，你愈想會把貪瞋痴都引發出來。幹什麼樣好事，別居功，功勞是別人的，多少人在做，又不是我一個人做；過失一個人要承當，我要懺悔。特別是在一個團體裡頭，你要是領導一個團體，這樣用心，這個團體沒有不服你的，團體會做得非常好。有私心就不行了，就做不出來，做得好那是你的福報，福報完了你這個團體會解散，不能持久，只有真的東西可以持久。"
    },
    {
      "id": "02-037-0495_p0035",
      "zh_CN": "底下这一句，「则金容同秽灰」，这说谁？这就说我们。我们本来是佛，佛是金刚不坏身，我们变成这种身体。所以读了这两句，就要想到我们怎样去修心，怎样去修身？「格物致知」，格物两个字有很多人讲错了，不是普通人，这大学教授。他们把格物这两个字认为研究万物，追根究柢去研究它，以为这是格物。这两个字要用佛法来解释它。格物就是断烦恼，物就是欲望，物欲，我们要跟欲望去打仗，格是格斗，一定把欲望放下。佛法断烦恼、开智慧，智慧是你本有的，是因为烦恼把它障碍了；烦恼没有了，智慧就现前。格物、致知就是佛家讲的这两句话，格物是断烦恼，致知是开智慧。智慧开了，意就诚，意诚则真心现前，所以心正，他起心动念正而不邪。关键头一个，你烦恼太重了就不行，佛如是说，儒家亦如是说，千万不能把它说错了。",
      "zh_TW": "底下這一句，「則金容同穢灰」，這說誰？這就說我們。我們本來是佛，佛是金剛不壞身，我們變成這種身體。所以讀了這兩句，就要想到我們怎樣去修心，怎樣去修身？「格物致知」，格物兩個字有很多人講錯了，不是普通人，這大學教授。他們把格物這兩個字認為研究萬物，追根究柢去研究它，以為這是格物。這兩個字要用佛法來解釋它。格物就是斷煩惱，物就是欲望，物欲，我們要跟欲望去打仗，格是格鬥，一定把欲望放下。佛法斷煩惱、開智慧，智慧是你本有的，是因為煩惱把它障礙了；煩惱沒有了，智慧就現前。格物、致知就是佛家講的這兩句話，格物是斷煩惱，致知是開智慧。智慧開了，意就誠，意誠則真心現前，所以心正，他起心動念正而不邪。關鍵頭一個，你煩惱太重了就不行，佛如是說，儒家亦如是說，千萬不能把它說錯了。"
    },
    {
      "id": "02-037-0495_p0036",
      "zh_CN": "所以学圣学，无论世间法、出世间法，都要从格物致知下手。世间也需要真智慧，事才能办得好，没有真智慧，知识不行。所以格物，我们说个更简单的一句话，就是放下，致知就是看破，我看清楚、明白了。为什么？放下才看明白，你不放下，怎么看也看不明白。为什么？它障碍你，你怎么会看得清楚！必须把障碍放下，我就看清楚了、看明白了，意才诚，心才正。这八个字是圣学的根，大根大本。这个东西要真干，不是说的，是要真正做到的。",
      "zh_TW": "所以學聖學，無論世間法、出世間法，都要從格物致知下手。世間也需要真智慧，事才能辦得好，沒有真智慧，知識不行。所以格物，我們說個更簡單的一句話，就是放下，致知就是看破，我看清楚、明白了。為什麼？放下才看明白，你不放下，怎麼看也看不明白。為什麼？它障礙你，你怎麼會看得清楚！必須把障礙放下，我就看清楚了、看明白了，意才誠，心才正。這八個字是聖學的根，大根大本。這個東西要真幹，不是說的，是要真正做到的。"
    },
    {
      "id": "02-037-0495_p0037",
      "zh_CN": "佛教学的目标，我们学佛不能与它相违背，相违背就不是佛。这个目标永远记住，你不会偏邪，那就是帮助一切苦难众生离苦得乐，不是为自己。释迦牟尼佛一生没有为自己，他老人家做出榜样给我们看，一生知足常乐。印度是热带，生活比较简单，我们中国是温带，它有四季，他们只有一季，夏天。所以三衣就够了，无需要更多的负担。一钵，每天出门托钵，树下一宿，你看多自在、多潇洒，于人无争，于世无求。佛的弟子当中虽然有很多大国王，佛并没有以为荣耀，没有。他心目当中，国王跟乞丐是平等的，清净平等，他没有跟你分高下。对待人清净心、平等心，处事待人接物是智慧不是情识，这叫大慈大悲。",
      "zh_TW": "佛教學的目標，我們學佛不能與它相違背，相違背就不是佛。這個目標永遠記住，你不會偏邪，那就是幫助一切苦難眾生離苦得樂，不是為自己。釋迦牟尼佛一生沒有為自己，他老人家做出榜樣給我們看，一生知足常樂。印度是熱帶，生活比較簡單，我們中國是溫帶，它有四季，他們只有一季，夏天。所以三衣就夠了，無需要更多的負擔。一缽，每天出門托缽，樹下一宿，你看多自在、多瀟灑，於人無爭，於世無求。佛的弟子當中雖然有很多大國王，佛並沒有以為榮耀，沒有。他心目當中，國王跟乞丐是平等的，清淨平等，他沒有跟你分高下。對待人清淨心、平等心，處事待人接物是智慧不是情識，這叫大慈大悲。"
    },
    {
      "id": "02-037-0495_p0038",
      "zh_CN": "下面有两句，「足指按地，则瓦砾化宝玉」。这两句的出处下面有，就是《维摩诘经》上有，《净名经》就是《维摩经》，《楞严经》上有。这是世尊当年在世，有学生问他，你老人家成佛了，佛有实报庄严土，你是不是住在实报庄严土？实报庄严土在哪里？像什么样子？佛现神通，本来盘腿坐在那里，把腿子放下，脚趾踩到地底下，大地变成琉璃七宝，像极乐世界一样，所有人都看呆了；佛把脚收起来之后，就不见了。这里头告诉我们，这个现象是假的不是真的。他能把大地变成宝玉，变成七宝琉璃，那是什么？清净心现给你，让你看到佛的心；换句话说，实报土就在面前。我们可以这样说，佛是住实报土，我们住凡圣同居土，我们凡圣同居土的人看到佛好像也住在凡圣同居土，其实不一样，这是佛示现给我们看。你有没有？你有，你跟他一样，不是没有。你有真心，你有清净心，你有平等心，只是你现在的心不清净、不平等，这相现不出来；清净平等觉就现出来。并不是佛说我是专利，你们没有我有，不是的。佛总是说「一切众生皆有如来智慧德相」，这现的是相好，这现的是相，统统都有，佛法里头真平等。所以在经题上，净土宗修什么？就是修清净、修平等、修觉，这叫净土。",
      "zh_TW": "下面有兩句，「足指按地，則瓦礫化寶玉」。這兩句的出處下面有，就是《維摩詰經》上有，《淨名經》就是《維摩經》，《楞嚴經》上有。這是世尊當年在世，有學生問他，你老人家成佛了，佛有實報莊嚴土，你是不是住在實報莊嚴土？實報莊嚴土在哪裡？像什麼樣子？佛現神通，本來盤腿坐在那裡，把腿子放下，腳趾踩到地底下，大地變成琉璃七寶，像極樂世界一樣，所有人都看呆了；佛把腳收起來之後，就不見了。這裡頭告訴我們，這個現象是假的不是真的。他能把大地變成寶玉，變成七寶琉璃，那是什麼？清淨心現給你，讓你看到佛的心；換句話說，實報土就在面前。我們可以這樣說，佛是住實報土，我們住凡聖同居土，我們凡聖同居土的人看到佛好像也住在凡聖同居土，其實不一樣，這是佛示現給我們看。你有沒有？你有，你跟他一樣，不是沒有。你有真心，你有清淨心，你有平等心，只是你現在的心不清淨、不平等，這相現不出來；清淨平等覺就現出來。並不是佛說我是專利，你們沒有我有，不是的。佛總是說「一切眾生皆有如來智慧德相」，這現的是相好，這現的是相，統統都有，佛法裡頭真平等。所以在經題上，淨土宗修什麼？就是修清淨、修平等、修覺，這叫淨土。"
    },
    {
      "id": "02-037-0495_p0039",
      "zh_CN": "「是知西方非遥，迷心为隔。若能一念归真，则往生见土，亦何隔念与时乎？」不但没有时间的差距，念头差距都没有。念头差距太微细了，前念、后念差距是一千六百兆分之一秒，单位是兆。连这一点差距都没有，那是什么？真的是一体。就是迷悟，我们是迷心为隔，造成的障碍，觉心，障碍就没有了。一念归真，现在我们讲的真，是真，不是假的，但是不是纯真，它能够通达纯真，就这一句佛号。阿弥陀佛这一句佛号是真，肯定它是真的，熟透了，真相就现前。念，把自己的妄念、染污统统都念掉，也就是说染污跟分别全念掉，统统真放下，一丝毫染着都没有，这个时候佛境界就现前。佛境界现前就是自己成佛了，自己不成佛，怎么能见到佛境界？见到佛境界就是自己成佛了。",
      "zh_TW": "「是知西方非遙，迷心為隔。若能一念歸真，則往生見土，亦何隔念與時乎？」不但沒有時間的差距，念頭差距都沒有。念頭差距太微細了，前念、後念差距是一千六百兆分之一秒，單位是兆。連這一點差距都沒有，那是什麼？真的是一體。就是迷悟，我們是迷心為隔，造成的障礙，覺心，障礙就沒有了。一念歸真，現在我們講的真，是真，不是假的，但是不是純真，它能夠通達純真，就這一句佛號。阿彌陀佛這一句佛號是真，肯定它是真的，熟透了，真相就現前。念，把自己的妄念、染污統統都念掉，也就是說染污跟分別全念掉，統統真放下，一絲毫染著都沒有，這個時候佛境界就現前。佛境界現前就是自己成佛了，自己不成佛，怎麼能見到佛境界？見到佛境界就是自己成佛了。"
    },
    {
      "id": "02-037-0495_p0040",
      "zh_CN": "下面的话是黄念祖老居士的话，「疏语深明心净土净之旨」，《会疏》里头讲的这个话，说明心净土净，心染土就染，心秽土就秽。你就想到，我们今天地球上这种灾变，怎么来的？完全是人心。为什么变成这样子？把祖宗、神圣的教诲全部都丢掉了，自以为聪明，自以为古人不懂科学。现在这些年轻量子力学家他们的态度转变，不敢轻慢古人。他们认为古人有一种本能，好像自然有这种通力，能够知道宇宙的奥秘，能够知道过去、未来。现在态度改变了，他说有本能，他说我们这个本能失掉了。这个话说得一点都不错，我们本能怎么失掉的？就是妄念太多，妄想太多，杂念太多，本能丧失了。佛法里面修行，不论是哪个宗派，无非是恢复本能，怎么恢复？一定要依戒得定，依定开慧。这是十方三世一切菩萨修成佛道，必走的一条路，没有第二条。你如果不相信，想再开辟一条新的道路，你试试看。所以，还是夫子的态度好，「信而好古」，我不开辟第二条路，以免麻烦。这条路这么多人都走通了，我不走这个路，我何必搞另外一条？这真正有智慧的人，一定要遵循这条道路。",
      "zh_TW": "下面的話是黃念祖老居士的話，「疏語深明心淨土淨之旨」，《會疏》裡頭講的這個話，說明心淨土淨，心染土就染，心穢土就穢。你就想到，我們今天地球上這種災變，怎麼來的？完全是人心。為什麼變成這樣子？把祖宗、神聖的教誨全部都丟掉了，自以為聰明，自以為古人不懂科學。現在這些年輕量子力學家他們的態度轉變，不敢輕慢古人。他們認為古人有一種本能，好像自然有這種通力，能夠知道宇宙的奧祕，能夠知道過去、未來。現在態度改變了，他說有本能，他說我們這個本能失掉了。這個話說得一點都不錯，我們本能怎麼失掉的？就是妄念太多，妄想太多，雜念太多，本能喪失了。佛法裡面修行，不論是哪個宗派，無非是恢復本能，怎麼恢復？一定要依戒得定，依定開慧。這是十方三世一切菩薩修成佛道，必走的一條路，沒有第二條。你如果不相信，想再開闢一條新的道路，你試試看。所以，還是夫子的態度好，「信而好古」，我不開闢第二條路，以免麻煩。這條路這麼多人都走通了，我不走這個路，我何必搞另外一條？這真正有智慧的人，一定要遵循這條道路。"
    },
    {
      "id": "02-037-0495_p0041",
      "zh_CN": "持戒，不能不持戒，不持戒你就原地踏步，你没有走出一步。戒里头有根本戒，中国人的根本戒，我把它归纳成十二个字，「孝悌忠信、礼义廉耻、仁爱和平」，根本戒。确实，两百年前的中国人都能遵守，所以说礼义之邦，太平盛世。佛法的根本戒就是六度、六和、十善，就这三样东西，这根本，菩萨大戒，不是小乘。小乘只修十善，大乘除十善之外有六和、六度，它一点都不难，愈是大道愈容易。修也不难，起心动念、言语造作时时刻刻守住这个标准，与这个标准有偏离了，赶紧回来。偏离，两个原因，一个是迷惑，一个是自私，就这两个原因，没有自私、不迷惑，决定在正道上。人人走得通，尤其是净土，真叫方便当中的方便，没有一个走不通的。",
      "zh_TW": "持戒，不能不持戒，不持戒你就原地踏步，你沒有走出一步。戒裡頭有根本戒，中國人的根本戒，我把它歸納成十二個字，「孝悌忠信、禮義廉恥、仁愛和平」，根本戒。確實，兩百年前的中國人都能遵守，所以說禮義之邦，太平盛世。佛法的根本戒就是六度、六和、十善，就這三樣東西，這根本，菩薩大戒，不是小乘。小乘只修十善，大乘除十善之外有六和、六度，它一點都不難，愈是大道愈容易。修也不難，起心動念、言語造作時時刻刻守住這個標準，與這個標準有偏離了，趕緊回來。偏離，兩個原因，一個是迷惑，一個是自私，就這兩個原因，沒有自私、不迷惑，決定在正道上。人人走得通，尤其是淨土，真叫方便當中的方便，沒有一個走不通的。"
    },
    {
      "id": "02-037-0495_p0042",
      "zh_CN": "这个下面接着，「《净名经》云」，《维摩诘经》，「佛以足指按地，此土顿现净刹」，有这么一句经文。又《首楞严经》曰，「如我按指，海印发光」。这都是佛显神通，缘成熟的，讲经的时候表演给大家看，增长大家的信心。其实一定要知道，佛这些能力我们全具足，佛有的我们统统都有。只是他心清净，我这个心比不上他，这要向他、要跟他学习，他能放得下，我为什么放不下？他知道什么都是假的，没有一样是真的，所以他全不放在心上。我们今天这一点不能突破，以为样样都是真的，是真的，我就想占有、我就想控制，这个念头坏了，这个不能够看破、不能放下，永远不会有进步。一定要知道佛经上讲的是真的，今天量子力学家给我们做证明，确实万法皆空，物质现象是假的，精神现象也不是真的，意念不是真的。真心离念，真心没有念头，这讲得很清楚，念头是妄心，物质是幻相，念头产生的幻相，都不是真的。换句话说，统统要放下，不要放在心上，这就对了。",
      "zh_TW": "這個下面接著，「《淨名經》云」，《維摩詰經》，「佛以足指按地，此土頓現淨剎」，有這麼一句經文。又《首楞嚴經》曰，「如我按指，海印發光」。這都是佛顯神通，緣成熟的，講經的時候表演給大家看，增長大家的信心。其實一定要知道，佛這些能力我們全具足，佛有的我們統統都有。只是他心清淨，我這個心比不上他，這要向他、要跟他學習，他能放得下，我為什麼放不下？他知道什麼都是假的，沒有一樣是真的，所以他全不放在心上。我們今天這一點不能突破，以為樣樣都是真的，是真的，我就想佔有、我就想控制，這個念頭壞了，這個不能夠看破、不能放下，永遠不會有進步。一定要知道佛經上講的是真的，今天量子力學家給我們做證明，確實萬法皆空，物質現象是假的，精神現象也不是真的，意念不是真的。真心離念，真心沒有念頭，這講得很清楚，念頭是妄心，物質是幻相，念頭產生的幻相，都不是真的。換句話說，統統要放下，不要放在心上，這就對了。"
    },
    {
      "id": "02-037-0495_p0043",
      "zh_CN": "最重要的是这个东西不要放在心上，心里头自然生智慧，你遇到事情自然生智慧，自然处理得很好。要学的就是学放下，这些经论，这是释迦牟尼佛的修学报告分享，我们用他这些经验来帮助自己。经典什么用处？拿来核对，我的想法、看法、做法跟它一样不一样？跟它一样，正确，没问题，没错；要跟它不一样，好好的反省，可能产生错误了。经典作用在此地，帮助我们修正错误，这个念了真管用，这个念了是佛真正在保佑你。不是我念佛，佛就保佑你，这假话，这是迷信，哪有这种道理？我念明白了，我知道了，核对自己起心动念、言语造作都相应，这个没有问题了；如果发现不相应，要改，不能不改。",
      "zh_TW": "最重要的是這個東西不要放在心上，心裡頭自然生智慧，你遇到事情自然生智慧，自然處理得很好。要學的就是學放下，這些經論，這是釋迦牟尼佛的修學報告分享，我們用他這些經驗來幫助自己。經典什麼用處？拿來核對，我的想法、看法、做法跟它一樣不一樣？跟它一樣，正確，沒問題，沒錯；要跟它不一樣，好好的反省，可能產生錯誤了。經典作用在此地，幫助我們修正錯誤，這個念了真管用，這個念了是佛真正在保佑你。不是我念佛，佛就保佑你，這假話，這是迷信，哪有這種道理？我念明白了，我知道了，核對自己起心動念、言語造作都相應，這個沒有問題了；如果發現不相應，要改，不能不改。"
    },
    {
      "id": "02-037-0495_p0044",
      "zh_CN": "所以「此之发光，非因手足」，于手足不相干，是心地光明，自性之光。人人都有，这个我们一定要相信。佛没有说他独有，他比别人高一等，没有，完全平等。好，今天时间到了，我们就学到此地。",
      "zh_TW": "所以「此之發光，非因手足」，於手足不相干，是心地光明，自性之光。人人都有，這個我們一定要相信。佛沒有說他獨有，他比別人高一等，沒有，完全平等。好，今天時間到了，我們就學到此地。"
    }
  ]
}