{
  "doc_id": "02-037-0565",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六五集",
    "zh_TW": "第五六五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0565",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0565_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千零八十九页，第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千零八十九頁，第四行："
    },
    {
      "id": "02-037-0565_p0002",
      "zh_CN": "「种修福善」，就是修善种福。「本经广劝舍恶行善」。这桩事情，四十八品品品都有，真正是普遍的在劝导，一定要断恶修善。断恶修善，首先要认识，什么是恶、什么是善，什么应该断、什么应该修。如果没有标准，一般人搞错了，把善舍掉了，恶他以为是善。现在这个社会，很多人说价值观颠倒，伦理道德本来是善，现在人把它看成是恶。一个讲伦理道德的人，这个人在社会上不能生存，为什么？人人都欺负他，人人都害他。行善变成无能的人，造恶的人受人尊重，为什么？这是英雄，这是好汉，得到人的拥护，名闻利养统统都来了。现在是这么个社会，整个世界如是，不是局部，到哪里都一样，你都看到。所以圣教非常非常艰难，真正修不容易。真正修要耐得了寂寞，缘不成熟，加功用行，厚培自己的根基，这个非常重要。印光大师给我们做了榜样，七十岁之前没人知道他，他在那里培养自己，在藏经楼三十年不出门。所以这个老人虽然是最后归到念佛，宗教、显密没有不通达的，真的是广学多闻。最后选这念佛法门，不是随便选的，是真实智慧选择的，也不是别人劝劝就相信的。所以这是真智慧，这真学问。",
      "zh_TW": "「種修福善」，就是修善種福。「本經廣勸捨惡行善」。這樁事情，四十八品品品都有，真正是普遍的在勸導，一定要斷惡修善。斷惡修善，首先要認識，什麼是惡、什麼是善，什麼應該斷、什麼應該修。如果沒有標準，一般人搞錯了，把善捨掉了，惡他以為是善。現在這個社會，很多人說價值觀顛倒，倫理道德本來是善，現在人把它看成是惡。一個講倫理道德的人，這個人在社會上不能生存，為什麼？人人都欺負他，人人都害他。行善變成無能的人，造惡的人受人尊重，為什麼？這是英雄，這是好漢，得到人的擁護，名聞利養統統都來了。現在是這麼個社會，整個世界如是，不是局部，到哪裡都一樣，你都看到。所以聖教非常非常艱難，真正修不容易。真正修要耐得了寂寞，緣不成熟，加功用行，厚培自己的根基，這個非常重要。印光大師給我們做了榜樣，七十歲之前沒人知道他，他在那裡培養自己，在藏經樓三十年不出門。所以這個老人雖然是最後歸到念佛，宗教、顯密沒有不通達的，真的是廣學多聞。最後選這念佛法門，不是隨便選的，是真實智慧選擇的，也不是別人勸勸就相信的。所以這是真智慧，這真學問。"
    },
    {
      "id": "02-037-0565_p0003",
      "zh_CN": "舍恶行善难，在过去容易，在今天社会非常之难，没有人相信。别人所看到的，作恶的人享福，行善的人受罪，这使他看在眼里、记在心里，他怎么肯相信？经上讲得很好，作恶享福是过去生中的余福，过去生中修的福报太大，还没有享尽，现在这一生所享的是余福。福享尽了，恶报就现前，这个现前，后悔来不及了。那个受恶报的时间长，在人间享福的时间短，能享多少年？二十年、三十年不得了了。可是恶报是在三途，饿鬼、畜生、地狱，无论哪一道，时间都非常长，不是我们能想像的。真正明白这个道理，就会觉悟，会醒悟过来。",
      "zh_TW": "捨惡行善難，在過去容易，在今天社會非常之難，沒有人相信。別人所看到的，作惡的人享福，行善的人受罪，這使他看在眼裡、記在心裡，他怎麼肯相信？經上講得很好，作惡享福是過去生中的餘福，過去生中修的福報太大，還沒有享盡，現在這一生所享的是餘福。福享盡了，惡報就現前，這個現前，後悔來不及了。那個受惡報的時間長，在人間享福的時間短，能享多少年？二十年、三十年不得了了。可是惡報是在三途，餓鬼、畜生、地獄，無論哪一道，時間都非常長，不是我們能想像的。真正明白這個道理，就會覺悟，會醒悟過來。"
    },
    {
      "id": "02-037-0565_p0004",
      "zh_CN": "而且三途果报真的就在面前，我们看看畜生道，许许多多的畜生，是因为舍不得离开他的财产、他的家园，所以到家里来投胎了。福报大的变成家里宠物，福报小的变成家里当差的、看门的。细心观察我们能看得到、觉察得到，你说这个多可怕。投胎畜生身算不错了，如果在饿鬼道，他的幽灵、他的第八识也舍不得离开家。我们在美国洛杉矶住的时候，有一个同修，他跟我们一起住在达拉斯，他的岳父岳母住在洛杉矶，到洛杉矶去玩，去看他们。就在前几天，时间距离很近，他的老岳父买了一栋房子，那栋房子鬼屋。原来房子的主人死了，那个魂魄没离开。晚上睡觉，听到房子（它两层楼房）有走路的声音、桌椅推动的声音，常常有。这一天下午，洛杉矶是长夏，很热，在浴室里洗澡。他就觉得有人推门，他就问是谁？结果听到声音，说到他的名字。把他吓坏了，衣服、裤子都没有穿，就往外面跑。白天遇到鬼，那讲得没错，就是前面住这个房子的主人，死在这边。给我们讲起来，一点都不假，没离开。这就是贪恋。地狱道我们是见不到，不造地狱罪，见不到地狱；造地狱罪，地狱罪业没有现前也见不到。见到的时候就麻烦了，见到就进去了。",
      "zh_TW": "而且三途果報真的就在面前，我們看看畜生道，許許多多的畜生，是因為捨不得離開他的財產、他的家園，所以到家裡來投胎了。福報大的變成家裡寵物，福報小的變成家裡當差的、看門的。細心觀察我們能看得到、覺察得到，你說這個多可怕。投胎畜生身算不錯了，如果在餓鬼道，他的幽靈、他的第八識也捨不得離開家。我們在美國洛杉磯住的時候，有一個同修，他跟我們一起住在達拉斯，他的岳父岳母住在洛杉磯，到洛杉磯去玩，去看他們。就在前幾天，時間距離很近，他的老岳父買了一棟房子，那棟房子鬼屋。原來房子的主人死了，那個魂魄沒離開。晚上睡覺，聽到房子（它兩層樓房）有走路的聲音、桌椅推動的聲音，常常有。這一天下午，洛杉磯是長夏，很熱，在浴室裡洗澡。他就覺得有人推門，他就問是誰？結果聽到聲音，說到他的名字。把他嚇壞了，衣服、褲子都沒有穿，就往外面跑。白天遇到鬼，那講得沒錯，就是前面住這個房子的主人，死在這邊。給我們講起來，一點都不假，沒離開。這就是貪戀。地獄道我們是見不到，不造地獄罪，見不到地獄；造地獄罪，地獄罪業沒有現前也見不到。見到的時候就麻煩了，見到就進去了。"
    },
    {
      "id": "02-037-0565_p0005",
      "zh_CN": "所以，善恶的标准要知道，知道之后要坚持，一定要去做，绝对有好处，绝不要贪图眼前的享受。眼前，尤其是佛弟子，佛弟子真正觉悟。我这两天看南传的《法句经》，写得真好，完全是偈颂，全都是讲我们日常生活。佛弟子要给社会大众做榜样、做模范，这个事情难。释迦牟尼佛在世，追随他所有的弟子，真的，是给社会大众做榜样的。世尊自己带头，把持戒、苦行做出来。这是什么？这是修道、得道的基础。以前都是走路，大户人家才有车马，自家里头有马、有车，平民没有，都是走路。现在平民有公共汽车代步。我们初学佛的时候，听经，坐巴士、走路。大概半个小时之内的距离，我们是走路去的；半个小时以上的，我们坐巴士。不但我们是这样的，老师也是这样的，老师去上课、去讲经，也坐巴士，没有车。现在人民富有了，家家都有车，这就方便多了。可是我们依然看到坐巴士的人不少，每个巴士站看到排队，就知道了。",
      "zh_TW": "所以，善惡的標準要知道，知道之後要堅持，一定要去做，絕對有好處，絕不要貪圖眼前的享受。眼前，尤其是佛弟子，佛弟子真正覺悟。我這兩天看南傳的《法句經》，寫得真好，完全是偈頌，全都是講我們日常生活。佛弟子要給社會大眾做榜樣、做模範，這個事情難。釋迦牟尼佛在世，追隨他所有的弟子，真的，是給社會大眾做榜樣的。世尊自己帶頭，把持戒、苦行做出來。這是什麼？這是修道、得道的基礎。以前都是走路，大戶人家才有車馬，自家裡頭有馬、有車，平民沒有，都是走路。現在平民有公共汽車代步。我們初學佛的時候，聽經，坐巴士、走路。大概半個小時之內的距離，我們是走路去的；半個小時以上的，我們坐巴士。不但我們是這樣的，老師也是這樣的，老師去上課、去講經，也坐巴士，沒有車。現在人民富有了，家家都有車，這就方便多了。可是我們依然看到坐巴士的人不少，每個巴士站看到排隊，就知道了。"
    },
    {
      "id": "02-037-0565_p0006",
      "zh_CN": "我的一个在家老师，周邦道老居士，虔诚佛教徒。在台湾，考试院考选部的部长跟他老朋友，邀请他去做政务次长，政务次长就是第一副部长。他家有车子了，公家配一辆轿车给他，家里给他装了电话，考选部付钱。这个人老实、厚道，家里这个电话，外面打来的可以接，不可以打出去。自己有什么事情打出去的话，到巷口有公共电话，到那边去打。为什么？不能让国家付钱。大概全世界这样的官，我们只看到一个，没看到第二个。出门，私事坐巴士，公务坐国家配给的这辆车，他能做到，一生不变。家里生活，家里全家吃长素，生活非常节俭，省下来一点钱，寄到家乡老家。老家还有亲戚朋友，比他更苦的，帮助他们。夫人念佛往生，我跟诸位讲过，见到地藏菩萨，往生火化，三百多颗舍利，瑞相稀有。这是个真正懂得修善种福的人，奉公守法。确实我们要常常把这个事情做报告，这是政府公务人员的榜样，国家的官员都像他这个样子，这个国家哪有不兴旺的道理，世界哪有不太平的道理！各人要守住各人的本分，这个重要。",
      "zh_TW": "我的一個在家老師，周邦道老居士，虔誠佛教徒。在台灣，考試院考選部的部長跟他老朋友，邀請他去做政務次長，政務次長就是第一副部長。他家有車子了，公家配一輛轎車給他，家裡給他裝了電話，考選部付錢。這個人老實、厚道，家裡這個電話，外面打來的可以接，不可以打出去。自己有什麼事情打出去的話，到巷口有公共電話，到那邊去打。為什麼？不能讓國家付錢。大概全世界這樣的官，我們只看到一個，沒看到第二個。出門，私事坐巴士，公務坐國家配給的這輛車，他能做到，一生不變。家裡生活，家裡全家吃長素，生活非常節儉，省下來一點錢，寄到家鄉老家。老家還有親戚朋友，比他更苦的，幫助他們。夫人念佛往生，我跟諸位講過，見到地藏菩薩，往生火化，三百多顆舍利，瑞相稀有。這是個真正懂得修善種福的人，奉公守法。確實我們要常常把這個事情做報告，這是政府公務人員的榜樣，國家的官員都像他這個樣子，這個國家哪有不興旺的道理，世界哪有不太平的道理！各人要守住各人的本分，這個重要。"
    },
    {
      "id": "02-037-0565_p0007",
      "zh_CN": "现在这些事情没人给我们讲了。我们在学习的时候，在我们那一代，六十年前，老师肯说，朋友当中的好朋友也可以说，还能听得到。现在没人说了、不敢说了，说了变成仇人，在我们那个年龄就开始了。所以方老师告诉我，他说现代的学校，六十一年前的台湾大学，先生不像先生，学生不像学生。他说这个话我听不懂，我以为他是拒绝我，不准我到学校旁听，不知道这个话说的意思。以后就没想到他要我到他家里上课，学生只有我一个人，我感恩。慢慢我才领悟到，不是老师不肯教，有一个学生肯学，老师都会认真教；如果一个学生都没有，老师就不教了。我不是学校正式的学生，是旁听的。",
      "zh_TW": "現在這些事情沒人給我們講了。我們在學習的時候，在我們那一代，六十年前，老師肯說，朋友當中的好朋友也可以說，還能聽得到。現在沒人說了、不敢說了，說了變成仇人，在我們那個年齡就開始了。所以方老師告訴我，他說現代的學校，六十一年前的台灣大學，先生不像先生，學生不像學生。他說這個話我聽不懂，我以為他是拒絕我，不准我到學校旁聽，不知道這個話說的意思。以後就沒想到他要我到他家裡上課，學生只有我一個人，我感恩。慢慢我才領悟到，不是老師不肯教，有一個學生肯學，老師都會認真教；如果一個學生都沒有，老師就不教了。我不是學校正式的學生，是旁聽的。"
    },
    {
      "id": "02-037-0565_p0008",
      "zh_CN": "所以这个问题不在老师，在学生。学生上了大学，目的是什么？拿文凭、拿学位，将来在社会上可以找到一份好工作，目的在此地，不是真学东西。老师看得清清楚楚的，不教了。老师为什么还要教？没有法子，这是他的职业，他靠这个吃饭，拿一份薪水、拿些钟点费过日子。两方面都敷衍了，这是什么？教育衰了。现在过了六十年，衰成什么样子我们都不晓得了。大概还是科学技术天天有进步，人文这方面，伦理道德完了，比六十年前差远了。六十年前像我们这样的人，二十五、六岁，真正想学老人还真敢讲。现在没有人讲了，讲了得罪人，也没人真学，全都搞名闻利养，认假不认真。从这个地方我们才体会到，灾难由哪里来的。不善的心行感应而来的，不是自然灾害。自然是最健康的、最美好的，回归大自然就是本性本善。",
      "zh_TW": "所以這個問題不在老師，在學生。學生上了大學，目的是什麼？拿文憑、拿學位，將來在社會上可以找到一份好工作，目的在此地，不是真學東西。老師看得清清楚楚的，不教了。老師為什麼還要教？沒有法子，這是他的職業，他靠這個吃飯，拿一份薪水、拿些鐘點費過日子。兩方面都敷衍了，這是什麼？教育衰了。現在過了六十年，衰成什麼樣子我們都不曉得了。大概還是科學技術天天有進步，人文這方面，倫理道德完了，比六十年前差遠了。六十年前像我們這樣的人，二十五、六歲，真正想學老人還真敢講。現在沒有人講了，講了得罪人，也沒人真學，全都搞名聞利養，認假不認真。從這個地方我們才體會到，災難由哪裡來的。不善的心行感應而來的，不是自然災害。自然是最健康的、最美好的，回歸大自然就是本性本善。"
    },
    {
      "id": "02-037-0565_p0009",
      "zh_CN": "经上广劝，是三千年前那个时候的人，心地纯朴，释迦牟尼佛出现，是中国周朝时候。周朝八百年，但是中国并没有统一。祖宗积德，传三十将近四十代，八百年，文武周公积的德大。末代，帝王享福了，不愿意过简朴的生活，国家亡了。祖宗教诲不如是，方老师告诉我的。他介绍我《周礼》，这部书就是周朝，用现在的话来说治国的宪法，齐家治国的大法。方先生说，如果周朝后代世世代代都遵守这部书，依教奉行，他说今天还是周朝。可见周公这部著作了不起，超越时间、超越空间，制度之完美，老师赞叹备至。老师虽然多次的给我讲，可是我对这个没兴趣，三礼我只读过《礼记》，《周礼》跟《仪礼》偶尔翻翻，没有在这上用过功。",
      "zh_TW": "經上廣勸，是三千年前那個時候的人，心地純樸，釋迦牟尼佛出現，是中國周朝時候。周朝八百年，但是中國並沒有統一。祖宗積德，傳三十將近四十代，八百年，文武周公積的德大。末代，帝王享福了，不願意過簡樸的生活，國家亡了。祖宗教誨不如是，方老師告訴我的。他介紹我《周禮》，這部書就是周朝，用現在的話來說治國的憲法，齊家治國的大法。方先生說，如果周朝後代世世代代都遵守這部書，依教奉行，他說今天還是周朝。可見周公這部著作了不起，超越時間、超越空間，制度之完美，老師讚歎備至。老師雖然多次的給我講，可是我對這個沒興趣，三禮我只讀過《禮記》，《周禮》跟《儀禮》偶爾翻翻，沒有在這上用過功。"
    },
    {
      "id": "02-037-0565_p0010",
      "zh_CN": "这里举《观经》三福，《观无量寿佛经》，「劝修三福」，这个三福是净宗修学的大根大本，三条十一句。「经云：欲生彼国者，当修三福」，这是想到西方极乐世界，必须有这个基础。经上固然说明，五逆十恶、毁谤大乘，临命终时知道忏悔、知道认错，求愿往生也能得生。那是什么人？净业三福他没修，他怎么能往生？那是这个人这一生当中迷惑，没有遇到善缘，迷了一辈子，过去生中生生世世修善积德，他不是这一生。经上告诉我们，任何一个往生的人，在宿世都是累积曾经供养无量诸佛如来这么深厚的善根。所以《弥陀经》上说，「不可以少善根福德因缘，得生彼国」，善根少、福德少、因缘少不能往生。",
      "zh_TW": "這裡舉《觀經》三福，《觀無量壽佛經》，「勸修三福」，這個三福是淨宗修學的大根大本，三條十一句。「經云：欲生彼國者，當修三福」，這是想到西方極樂世界，必須有這個基礎。經上固然說明，五逆十惡、毀謗大乘，臨命終時知道懺悔、知道認錯，求願往生也能得生。那是什麼人？淨業三福他沒修，他怎麼能往生？那是這個人這一生當中迷惑，沒有遇到善緣，迷了一輩子，過去生中生生世世修善積德，他不是這一生。經上告訴我們，任何一個往生的人，在宿世都是累積曾經供養無量諸佛如來這麼深厚的善根。所以《彌陀經》上說，「不可以少善根福德因緣，得生彼國」，善根少、福德少、因緣少不能往生。"
    },
    {
      "id": "02-037-0565_p0011",
      "zh_CN": "前面我们也曾经读过，如果我们过去生中，没有这样的善根福德，这一生想往生，怎么办？要把这个多福德、多善根补出来。怎么补法？就是念这一句阿弥陀佛，就能补出来。因为念佛，善根、福德同佛，跟阿弥陀佛相同。所以拼命念，拼命积善根、积福德，念个十几二十年就追上了。这是告诉我们，持名念佛的善根、福德不可思议，修什么样的善根福德都比不上念佛。念佛是把阿弥陀佛的善根变成自己的善根，把阿弥陀佛的福德变成自己的福德。这要真信，如果有怀疑，不行；完全相信，一丝毫疑惑都没有，你真能补起来。这是一定要修三福。",
      "zh_TW": "前面我們也曾經讀過，如果我們過去生中，沒有這樣的善根福德，這一生想往生，怎麼辦？要把這個多福德、多善根補出來。怎麼補法？就是念這一句阿彌陀佛，就能補出來。因為念佛，善根、福德同佛，跟阿彌陀佛相同。所以拼命念，拼命積善根、積福德，念個十幾二十年就追上了。這是告訴我們，持名念佛的善根、福德不可思議，修什麼樣的善根福德都比不上念佛。念佛是把阿彌陀佛的善根變成自己的善根，把阿彌陀佛的福德變成自己的福德。這要真信，如果有懷疑，不行；完全相信，一絲毫疑惑都沒有，你真能補起來。這是一定要修三福。"
    },
    {
      "id": "02-037-0565_p0012",
      "zh_CN": "三福第一条，四句，「孝养父母，奉事师长，慈心不杀，修十善业」。如果说这三条是三个根，这是第一个根，根之根。根之根头一条就是孝，孝这个字不容易做到，你读《孝经》就知道了。孝要能随顺父母，养父母之身、养父母之心、养父母之志，这叫大孝。父母希望你成圣成贤，我成不了圣，也成不了贤，这就不孝。成圣成贤不能缺德，世出世间没有缺德的圣贤。在中国传统，五伦、五常、四维、八德，每一个字都能做到，这就是孝养父母；有一个字里头亏欠了，就是缺了一条，缺德。不容易！佛是大孝子，修圆满的孝道。佛法是师道，师道建立在孝道的基础上，所以第一句孝养父母，第二句奉事师长。老师跟父母的恩是相同的，圆满的孝敬，对父母怎么尽孝，对老师也就是一样尽孝。只是过世的时候，对父母有丧服，对老师没有丧服，差别就在此地；除这个之外没有丝毫差别。中国古人对老师，知道恩义，懂得报恩。恩怎么报？老师教导的依教奉行，真报恩。学佛报佛恩，往生西方极乐世界成佛，这叫真正报佛恩。不能往生不算报佛恩，为什么？你走到邪道上去了，走到天道都不行，都不是报佛恩。慈心不杀，修十善业。",
      "zh_TW": "三福第一條，四句，「孝養父母，奉事師長，慈心不殺，修十善業」。如果說這三條是三個根，這是第一個根，根之根。根之根頭一條就是孝，孝這個字不容易做到，你讀《孝經》就知道了。孝要能隨順父母，養父母之身、養父母之心、養父母之志，這叫大孝。父母希望你成聖成賢，我成不了聖，也成不了賢，這就不孝。成聖成賢不能缺德，世出世間沒有缺德的聖賢。在中國傳統，五倫、五常、四維、八德，每一個字都能做到，這就是孝養父母；有一個字裡頭虧欠了，就是缺了一條，缺德。不容易！佛是大孝子，修圓滿的孝道。佛法是師道，師道建立在孝道的基礎上，所以第一句孝養父母，第二句奉事師長。老師跟父母的恩是相同的，圓滿的孝敬，對父母怎麼盡孝，對老師也就是一樣盡孝。只是過世的時候，對父母有喪服，對老師沒有喪服，差別就在此地；除這個之外沒有絲毫差別。中國古人對老師，知道恩義，懂得報恩。恩怎麼報？老師教導的依教奉行，真報恩。學佛報佛恩，往生西方極樂世界成佛，這叫真正報佛恩。不能往生不算報佛恩，為什麼？你走到邪道上去了，走到天道都不行，都不是報佛恩。慈心不殺，修十善業。"
    },
    {
      "id": "02-037-0565_p0013",
      "zh_CN": "我们儒释道的三个根就是从这一条来的。孝亲尊师怎么做法？落实《弟子规》就是孝亲尊师。《弟子规》上字字句句做到了，净业三福前面两句圆满了。慈心不杀落实在《感应篇》，因果教育。不杀生、不偷盗、不淫欲、不妄语，这些戒条全在《感应篇》里头。要真正能做到，在起心动念之处想到。最后一句，修十善业，归到《十善业道》。十善业道是佛法，决定不止这十条。小乘人阿罗汉，把这十条扩大变成三千威仪，阿罗汉所修的；菩萨更殊胜、更了不起，把这十条变成八万四千细行。也就是声闻道、菩萨道的基础就是十善业道，把它向外一推广，一个是三千条，一个是八万四千条。我们看到很多画的佛像，都画个圆光，佛头上一个圆光，圆光上面有三个字，「唵、阿、吽」，是梵语。这三个字什么意思？就是十善圆满。唵是身三业，不杀、不盗、不淫；阿是口业，不妄语、不两舌、不绮语、不恶口；吽是意业，不贪、不瞋、不痴。顶上圆光就这三个字。这三个字展开，在大乘八万四千细行，八万四千归纳就是十善业。",
      "zh_TW": "我們儒釋道的三個根就是從這一條來的。孝親尊師怎麼做法？落實《弟子規》就是孝親尊師。《弟子規》上字字句句做到了，淨業三福前面兩句圓滿了。慈心不殺落實在《感應篇》，因果教育。不殺生、不偷盜、不淫欲、不妄語，這些戒條全在《感應篇》裡頭。要真正能做到，在起心動念之處想到。最後一句，修十善業，歸到《十善業道》。十善業道是佛法，決定不止這十條。小乘人阿羅漢，把這十條擴大變成三千威儀，阿羅漢所修的；菩薩更殊勝、更了不起，把這十條變成八萬四千細行。也就是聲聞道、菩薩道的基礎就是十善業道，把它向外一推廣，一個是三千條，一個是八萬四千條。我們看到很多畫的佛像，都畫個圓光，佛頭上一個圓光，圓光上面有三個字，「唵、阿、吽」，是梵語。這三個字什麼意思？就是十善圓滿。唵是身三業，不殺、不盜、不淫；阿是口業，不妄語、不兩舌、不綺語、不惡口；吽是意業，不貪、不瞋、不痴。頂上圓光就這三個字。這三個字展開，在大乘八萬四千細行，八萬四千歸納就是十善業。"
    },
    {
      "id": "02-037-0565_p0014",
      "zh_CN": "所以我们这么多年来看佛法衰，出家《沙弥律仪》做不到，在家《十善业道》做不到，什么原因？根没有了。根是什么？根是孝。都不孝，孝没做到，敬没有做到。没有孝心、没有敬心，佛来给我们讲经也听不懂。为什么听不懂？他心不诚，他心不敬。没有诚敬，一分一毫他都入不进去，他所听的皮毛。听的这些文字，文字也没有听懂。文字要听懂，李老师告诉我们八面，算是你懂得表层，外面这一层。八面是什么？体相用、因缘果、理事。我们听一个字、听一句能理解这八面吗？如果是深入一层，每一面又有八面，八八六十四面。听一句话深入六十四面，你深入一层，那不是很深的功夫，已经不得了了。现在能听个表层，听一句话能懂得八面就不错了，很难得了，深入一层的没有了。",
      "zh_TW": "所以我們這麼多年來看佛法衰，出家《沙彌律儀》做不到，在家《十善業道》做不到，什麼原因？根沒有了。根是什麼？根是孝。都不孝，孝沒做到，敬沒有做到。沒有孝心、沒有敬心，佛來給我們講經也聽不懂。為什麼聽不懂？他心不誠，他心不敬。沒有誠敬，一分一毫他都入不進去，他所聽的皮毛。聽的這些文字，文字也沒有聽懂。文字要聽懂，李老師告訴我們八面，算是你懂得表層，外面這一層。八面是什麼？體相用、因緣果、理事。我們聽一個字、聽一句能理解這八面嗎？如果是深入一層，每一面又有八面，八八六十四面。聽一句話深入六十四面，你深入一層，那不是很深的功夫，已經不得了了。現在能聽個表層，聽一句話能懂得八面就不錯了，很難得了，深入一層的沒有了。"
    },
    {
      "id": "02-037-0565_p0015",
      "zh_CN": "佛深入多少？佛深入无尽，彻法底源，这是如来。你不能不佩服，他看东西看得多仔细，看到根源，我们连表面都看不出。譬如说个孝字，孝的体是什么？孝的样子是什么？孝的作用是什么？这是体相用。孝的因是什么？缘是什么？果是什么？事是什么？理是什么？他讲这八面，这是表层、表面。圣教难，真难！深入一层，譬如说体，体之体是什么？体之相是什么？体之用是什么？体之因是什么？体之缘是什么？体之果是什么？体之事是什么？体之理是什么？这从一个体讲。从相上，相之体、相之相、相之用，六十四面你是深入一层。从这些方面我们也懂得，古人所做的功夫真实的，我们现在全是表面，甚至表面都做不到。我们现在人瞧不起古人，认为古人赶不上时代，要淘汰了，看不懂的东西全是糟粕，不要了。这样的观念，把世界带到毁灭的边缘，自己完全不知道，又不肯学，总是随顺自己的习气，不知道随顺性德。五伦、五常、四维、八德是性德，在佛门里面，三学、三皈、五戒、十善是性德，六度、十愿是性德，六和敬是性德。不愿意随顺性德，要培养自己的贪瞋痴慢疑，认为这个东西跟自己最亲，不知道这个东西是自己祸害的根，不知道。",
      "zh_TW": "佛深入多少？佛深入無盡，徹法底源，這是如來。你不能不佩服，他看東西看得多仔細，看到根源，我們連表面都看不出。譬如說個孝字，孝的體是什麼？孝的樣子是什麼？孝的作用是什麼？這是體相用。孝的因是什麼？緣是什麼？果是什麼？事是什麼？理是什麼？他講這八面，這是表層、表面。聖教難，真難！深入一層，譬如說體，體之體是什麼？體之相是什麼？體之用是什麼？體之因是什麼？體之緣是什麼？體之果是什麼？體之事是什麼？體之理是什麼？這從一個體講。從相上，相之體、相之相、相之用，六十四面你是深入一層。從這些方面我們也懂得，古人所做的功夫真實的，我們現在全是表面，甚至表面都做不到。我們現在人瞧不起古人，認為古人趕不上時代，要淘汰了，看不懂的東西全是糟粕，不要了。這樣的觀念，把世界帶到毀滅的邊緣，自己完全不知道，又不肯學，總是隨順自己的習氣，不知道隨順性德。五倫、五常、四維、八德是性德，在佛門裡面，三學、三皈、五戒、十善是性德，六度、十願是性德，六和敬是性德。不願意隨順性德，要培養自己的貪瞋痴慢疑，認為這個東西跟自己最親，不知道這個東西是自己禍害的根，不知道。"
    },
    {
      "id": "02-037-0565_p0016",
      "zh_CN": "我们净宗学会在美国成立，我们提起五个科目，做为净宗同学共修的。第一个就是净业三福，三福、六和、三学、六度、普贤十愿，这五个科目，这性德。起心动念、言语造作不违背性德，这叫修善种福。如果起心动念与这个标准相违背，我们不是在修福，我们是在种祸，是在积恶、是在种祸，不是种福。一切都要自己负责任，于任何人都不相干。美国修．蓝博士来给我们讲的，任何一个人一生当中一切际遇，自己要负百分之百的责任。你怨天尤人，你罪加一等，为什么？在这个世间做主宰的不是别人，是自己，所以自己要负责任。这话说得非常有道理。",
      "zh_TW": "我們淨宗學會在美國成立，我們提起五個科目，做為淨宗同學共修的。第一個就是淨業三福，三福、六和、三學、六度、普賢十願，這五個科目，這性德。起心動念、言語造作不違背性德，這叫修善種福。如果起心動念與這個標準相違背，我們不是在修福，我們是在種禍，是在積惡、是在種禍，不是種福。一切都要自己負責任，於任何人都不相干。美國修．藍博士來給我們講的，任何一個人一生當中一切際遇，自己要負百分之百的責任。你怨天尤人，你罪加一等，為什麼？在這個世間做主宰的不是別人，是自己，所以自己要負責任。這話說得非常有道理。"
    },
    {
      "id": "02-037-0565_p0017",
      "zh_CN": "世间有孝子，世间就会有圣人出世；没有孝子，哪来的圣人？要真孝！有孝之名没有孝之实，不行，那假的。能孝父母就能够奉事师长，不孝父母他就不会尊重师长。父母教儿女尊师重道，父母做榜样给子女看。上学的时候拜老师，从前要行拜师礼，现在没有了，那个礼很重要！每个家长带子女进学校，都要行拜师礼。拜师礼，父亲带着儿子给老师磕头，三跪九叩首，行最敬礼。老师也接受，为什么？两个人心里都晓得，作戏，给小孩看的，这教他的！父亲对老师这么尊重，这小孩能不听话吗？能不尊重吗？不敢！亲眼看到的，爸爸给老师三跪九叩首，再送上礼物。所以，他不是言教，他是身教，真做出来给你看。让这个孩子真正有感动，一生都不会忘记这一天，那个场面、景象永远记在心里头。对老师的尊敬跟对父母的怀念，一生不会忘记，这才能真正学到东西。",
      "zh_TW": "世間有孝子，世間就會有聖人出世；沒有孝子，哪來的聖人？要真孝！有孝之名沒有孝之實，不行，那假的。能孝父母就能夠奉事師長，不孝父母他就不會尊重師長。父母教兒女尊師重道，父母做榜樣給子女看。上學的時候拜老師，從前要行拜師禮，現在沒有了，那個禮很重要！每個家長帶子女進學校，都要行拜師禮。拜師禮，父親帶著兒子給老師磕頭，三跪九叩首，行最敬禮。老師也接受，為什麼？兩個人心裡都曉得，作戲，給小孩看的，這教他的！父親對老師這麼尊重，這小孩能不聽話嗎？能不尊重嗎？不敢！親眼看到的，爸爸給老師三跪九叩首，再送上禮物。所以，他不是言教，他是身教，真做出來給你看。讓這個孩子真正有感動，一生都不會忘記這一天，那個場面、景象永遠記在心裡頭。對老師的尊敬跟對父母的懷念，一生不會忘記，這才能真正學到東西。"
    },
    {
      "id": "02-037-0565_p0018",
      "zh_CN": "慈心不杀。杀，是违背性德第一桩恶事、不善的事情。慈心不杀是性德里头第一善事，不杀生。你看佛家的戒律、许许多多宗教戒律，第一条不杀生。由此可知，杀生真的是不善，所有宗教都把它摆在第一条，不杀生。佛十善、五戒都是摆在第一条。中国的五常，第一个字是仁，仁者不杀，仁者爱人，爱人怎么会去害人？不可能的。义者不盗，义是一个守礼、守法的人。一切人事物当中他有智慧辨别，我应不应该得、我应不应该取，他有分寸，不应该的他不会起心动念。所以义不盗。礼不淫，智不妄语、不欺骗人。这是出家的四重戒，杀盗淫妄。",
      "zh_TW": "慈心不殺。殺，是違背性德第一樁惡事、不善的事情。慈心不殺是性德裡頭第一善事，不殺生。你看佛家的戒律、許許多多宗教戒律，第一條不殺生。由此可知，殺生真的是不善，所有宗教都把它擺在第一條，不殺生。佛十善、五戒都是擺在第一條。中國的五常，第一個字是仁，仁者不殺，仁者愛人，愛人怎麼會去害人？不可能的。義者不盜，義是一個守禮、守法的人。一切人事物當中他有智慧辨別，我應不應該得、我應不應該取，他有分寸，不應該的他不會起心動念。所以義不盜。禮不淫，智不妄語、不欺騙人。這是出家的四重戒，殺盜淫妄。"
    },
    {
      "id": "02-037-0565_p0019",
      "zh_CN": "修十善业。十善是佛法的大根大本，有这个条件才可以受持三皈。为什么？这四句话你统统具足了，佛称你为善男子、善女人，加个善字，称赞你，你是好人。只有善男子、善女人，才有资格做佛的学生。所以他想学佛，拜佛为老师，受三皈，受三皈就是拜老师，佛接受他。不是善男子、善女人，佛不接受。现在受三皈叫结缘三皈，不是真的。密宗灌顶是结缘灌顶，也不是真的。按照真的，你没有这个条件，你不能接受。所以结缘，做个样子给你安慰安慰，其实假的。像幼稚园小朋友毕业了，给他带个博士帽，他要以为自己得到博士了，不是真的。",
      "zh_TW": "修十善業。十善是佛法的大根大本，有這個條件才可以受持三皈。為什麼？這四句話你統統具足了，佛稱你為善男子、善女人，加個善字，稱讚你，你是好人。只有善男子、善女人，才有資格做佛的學生。所以他想學佛，拜佛為老師，受三皈，受三皈就是拜老師，佛接受他。不是善男子、善女人，佛不接受。現在受三皈叫結緣三皈，不是真的。密宗灌頂是結緣灌頂，也不是真的。按照真的，你沒有這個條件，你不能接受。所以結緣，做個樣子給你安慰安慰，其實假的。像幼稚園小朋友畢業了，給他帶個博士帽，他要以為自己得到博士了，不是真的。"
    },
    {
      "id": "02-037-0565_p0020",
      "zh_CN": "第一个完全了，第二个就是入佛门。入佛门先受持三皈，拜老师，以佛为师、以法为师、以僧为师，这三宝。僧里面，你只能有一个老师，接受一门深入，长时薰修。到自己开悟了，一切众生皆是老师。像善财童子一样，在文殊菩萨会上大彻大悟，明心见性，这叫根本智，再出去参学，参学是无所不知。人人是老师，无论在家出家，全是老师，全是善友，善友就是老师、善知识，学生只有我自己一个，所以一生圆满成佛。这叫广学多闻。五十三位善知识，代表我们从早晨起来到晚上睡觉，这一天所看到的一切众生，男女老少，各行各业。你看得清楚、听得明白，这是后得智；心地清净不染，那是根本智。",
      "zh_TW": "第一個完全了，第二個就是入佛門。入佛門先受持三皈，拜老師，以佛為師、以法為師、以僧為師，這三寶。僧裡面，你只能有一個老師，接受一門深入，長時薰修。到自己開悟了，一切眾生皆是老師。像善財童子一樣，在文殊菩薩會上大徹大悟，明心見性，這叫根本智，再出去參學，參學是無所不知。人人是老師，無論在家出家，全是老師，全是善友，善友就是老師、善知識，學生只有我自己一個，所以一生圓滿成佛。這叫廣學多聞。五十三位善知識，代表我們從早晨起來到晚上睡覺，這一天所看到的一切眾生，男女老少，各行各業。你看得清楚、聽得明白，這是後得智；心地清淨不染，那是根本智。"
    },
    {
      "id": "02-037-0565_p0021",
      "zh_CN": "所以，就在日常生活当中成就自己三昧，这定功，成就自己无量的智慧。智慧是明了，我看得清楚、听得清楚，这是智慧；我不着相，我不分别，这是禅定，这是三昧。叫定慧等学，慧中有定，定中有慧，自己提升了。不是叫你不看，不是叫你不听，不是的。叫你看、叫你听，不分别、不执着，你才能得定、才能得慧。这样的人修行，时间久了，时间长短各人不一样，那是各人根性不相同，有的人很快，半年、一年他就成功了。我们《高僧传》上看到的，有的人十年、二十年，三十年、四十年。不管时间长短，只要证入三昧，福慧现前都是一样的，这叫真修行。",
      "zh_TW": "所以，就在日常生活當中成就自己三昧，這定功，成就自己無量的智慧。智慧是明瞭，我看得清楚、聽得清楚，這是智慧；我不著相，我不分別，這是禪定，這是三昧。叫定慧等學，慧中有定，定中有慧，自己提升了。不是叫你不看，不是叫你不聽，不是的。叫你看、叫你聽，不分別、不執著，你才能得定、才能得慧。這樣的人修行，時間久了，時間長短各人不一樣，那是各人根性不相同，有的人很快，半年、一年他就成功了。我們《高僧傳》上看到的，有的人十年、二十年，三十年、四十年。不管時間長短，只要證入三昧，福慧現前都是一樣的，這叫真修行。"
    },
    {
      "id": "02-037-0565_p0022",
      "zh_CN": "所以章嘉大师教我的时候，他说修行不是别的，就是看破、放下。看破是什么？明白了，一看就明白了，一听就明白了，是这么回事情。明白怎么样？如如不动，不受外头境界影响，也就是说不起贪瞋痴慢疑、不起自私自利的念头。我们通常讲，没有占有的念头、没有控制的念头、没有支配的念头，什么念头都没有，没有一样不知道，这个人就叫佛、就叫菩萨。学佛是这么个学法的。经典是教科书，是在讲堂用的，学了之后要落实，落实到生活，落实到工作，落实到待人接物。不是学了光在讲堂里讲，这没用处，对自己讲、对别人讲都没有用处；要在生活当中落实它才管用，那才叫佛法，这才叫度众生。不是你这个经会念了、会讲了，不是；你完全融会在生活当中，这是这个你会了，融会在工作当中。你讲这部经，就会把经讲活了，让人听了有感受、有悟处，不是死在文字当中，它是活的。",
      "zh_TW": "所以章嘉大師教我的時候，他說修行不是別的，就是看破、放下。看破是什麼？明白了，一看就明白了，一聽就明白了，是這麼回事情。明白怎麼樣？如如不動，不受外頭境界影響，也就是說不起貪瞋痴慢疑、不起自私自利的念頭。我們通常講，沒有佔有的念頭、沒有控制的念頭、沒有支配的念頭，什麼念頭都沒有，沒有一樣不知道，這個人就叫佛、就叫菩薩。學佛是這麼個學法的。經典是教科書，是在講堂用的，學了之後要落實，落實到生活，落實到工作，落實到待人接物。不是學了光在講堂裡講，這沒用處，對自己講、對別人講都沒有用處；要在生活當中落實它才管用，那才叫佛法，這才叫度眾生。不是你這個經會念了、會講了，不是；你完全融會在生活當中，這是這個你會了，融會在工作當中。你講這部經，就會把經講活了，讓人聽了有感受、有悟處，不是死在文字當中，它是活的。"
    },
    {
      "id": "02-037-0565_p0023",
      "zh_CN": "受持三皈之后，拜了老师，就正式开学了。这个学习从哪里学起？从戒律学起，「具足众戒，不犯威仪」。威仪是规矩，行住坐卧、待人接物都有个规矩，学这些东西。就是学，从德行下手。真的，小乘最重要的一部经典《法句经》，《法句经》里头所说的全是日常生活，怎样起心动念、言语造作，统统都讲到，生活教育。以性德为标准，也就是三皈、五戒、十善为标准。",
      "zh_TW": "受持三皈之後，拜了老師，就正式開學了。這個學習從哪裡學起？從戒律學起，「具足眾戒，不犯威儀」。威儀是規矩，行住坐臥、待人接物都有個規矩，學這些東西。就是學，從德行下手。真的，小乘最重要的一部經典《法句經》，《法句經》裡頭所說的全是日常生活，怎樣起心動念、言語造作，統統都講到，生活教育。以性德為標準，也就是三皈、五戒、十善為標準。"
    },
    {
      "id": "02-037-0565_p0024",
      "zh_CN": "第三，这个基础稳了，再向上提升。这个三条，三福，第一是人天福报，第二是二乘福报，就是声闻缘觉。都是从根本上说的，所以它非常重要。第三是大乘的根本，大乘一定要「发菩提心」。菩提心是什么？通常讲四弘誓愿，那是菩提心。四弘誓愿第一个，「众生无边誓愿度」。发这个愿，跟诸佛菩萨同心同愿，每一尊佛都发这个愿，阿弥陀佛也不例外。不过阿弥陀佛发的愿，他非常积极，要找一个方法，这个方法能普度众生。这个方法要简单、要容易，能够平等的，上面能帮助十地菩萨、等觉菩萨，下面能帮助阿鼻地狱众生。这个方法到哪里找？这是其他诸佛如来没想到的，只发了个大愿，没有那么仔细去认真去想，他想到了。他向佛请教，佛没教他，佛只是劝他到十方刹土去参访、去考察、去学习。你自己亲自去看，哪些能满你的愿的你就采取，不能满你的愿的你就舍弃。这样考察完毕，真的，一个佛刹土也没遗漏，做出一个总结，这个总结就是四十八愿。依照四十八愿，建立极乐世界，极乐世界这么来的。",
      "zh_TW": "第三，這個基礎穩了，再向上提升。這個三條，三福，第一是人天福報，第二是二乘福報，就是聲聞緣覺。都是從根本上說的，所以它非常重要。第三是大乘的根本，大乘一定要「發菩提心」。菩提心是什麼？通常講四弘誓願，那是菩提心。四弘誓願第一個，「眾生無邊誓願度」。發這個願，跟諸佛菩薩同心同願，每一尊佛都發這個願，阿彌陀佛也不例外。不過阿彌陀佛發的願，他非常積極，要找一個方法，這個方法能普度眾生。這個方法要簡單、要容易，能夠平等的，上面能幫助十地菩薩、等覺菩薩，下面能幫助阿鼻地獄眾生。這個方法到哪裡找？這是其他諸佛如來沒想到的，只發了個大願，沒有那麼仔細去認真去想，他想到了。他向佛請教，佛沒教他，佛只是勸他到十方剎土去參訪、去考察、去學習。你自己親自去看，哪些能滿你的願的你就採取，不能滿你的願的你就捨棄。這樣考察完畢，真的，一個佛剎土也沒遺漏，做出一個總結，這個總結就是四十八願。依照四十八願，建立極樂世界，極樂世界這麼來的。"
    },
    {
      "id": "02-037-0565_p0025",
      "zh_CN": "所以发菩提心重要。《起信论》里头告诉我们，真正菩提心发出来了，这个人就超越三界六道。《华严经》上，他就是圆教初住菩萨，别教他就是初地菩萨，一发心就是的。这个心发了之后不会退转，很难！我们现在连自己跟自己都不保险，自己说的话到时候不算数。虽然自己说话的时候并没有存心欺骗别人，到时候自己不能兑现，做不到，烦恼、习气障碍重重。换句话说，对自己都没有信心，这是真的，对佛菩萨怎么可能生起信心？现在人活在世间可怜，可怜的根源在哪里？信心丧失掉了。认真自己回顾一下，细心思惟，这个世间哪个人靠得住？哪个人真能相信我？我又真正能相信哪个人？没有一个。在古时候，真正相信的人至少有两个，父母、师长，一生不会变的，现在这个没有了。从前真的师徒如父子，老师一生惦念着学生，学生一生不忘记老师，现在没有了。中国从自古以来它有这个教育，从小教你的，根深蒂固。现在教育没有了，现在教育教你怀疑，从小就教怀疑。怀疑很可怜，一生孤苦伶仃，跟你在一起的什么朋友？都是利害，有利是朋友，没有利的是敌人。所以一生活在什么？斗争、恐怖、忧患之中，人多苦。",
      "zh_TW": "所以發菩提心重要。《起信論》裡頭告訴我們，真正菩提心發出來了，這個人就超越三界六道。《華嚴經》上，他就是圓教初住菩薩，別教他就是初地菩薩，一發心就是的。這個心發了之後不會退轉，很難！我們現在連自己跟自己都不保險，自己說的話到時候不算數。雖然自己說話的時候並沒有存心欺騙別人，到時候自己不能兌現，做不到，煩惱、習氣障礙重重。換句話說，對自己都沒有信心，這是真的，對佛菩薩怎麼可能生起信心？現在人活在世間可憐，可憐的根源在哪裡？信心喪失掉了。認真自己回顧一下，細心思惟，這個世間哪個人靠得住？哪個人真能相信我？我又真正能相信哪個人？沒有一個。在古時候，真正相信的人至少有兩個，父母、師長，一生不會變的，現在這個沒有了。從前真的師徒如父子，老師一生惦念著學生，學生一生不忘記老師，現在沒有了。中國從自古以來它有這個教育，從小教你的，根深蒂固。現在教育沒有了，現在教育教你懷疑，從小就教懷疑。懷疑很可憐，一生孤苦伶仃，跟你在一起的什麼朋友？都是利害，有利是朋友，沒有利的是敵人。所以一生活在什麼？鬥爭、恐怖、憂患之中，人多苦。"
    },
    {
      "id": "02-037-0565_p0026",
      "zh_CN": "学佛的人很幸运，真正找到一个知心人，阿弥陀佛、释迦牟尼佛、诸大菩萨。可是问题在哪里？我们对他还怀疑，他真有吗？必须深入经藏，要晓得外面境界完全是自心变现出来的，你就不怀疑了。阿弥陀佛真有？真有。为什么？自性弥陀。极乐世界真有，唯心净土。一切法从心想生，弥陀、极乐世界都是我心想生，不是从外来的。这么说起来，人最重要的是对自己要相信，自信才能信人，没有自信，对外面全是怀疑，自己变成孤立了。有坚定的自信，我关心别人，别人关心我，我念念念他，他也念念念我。特别有效的，阿弥陀佛，你念他，他真的念你，你要求他现身，他真现身给你看，到时候他真带你走，决定不欺骗你。如果我们把心量扩大，我爱一切人，一切人爱我，真的，一点都不假。至少我居住的地方，我的这些邻舍，我真爱他、真关怀他，他们真爱我，他们真照顾我。首先要布施，都是自己造成的，不是别人造成的。看到一切众生生欢喜心，众生看到你也生欢喜心，这不都是自己造成的吗？怨天尤人那是大错特错。菩提心是深心，是广大心。",
      "zh_TW": "學佛的人很幸運，真正找到一個知心人，阿彌陀佛、釋迦牟尼佛、諸大菩薩。可是問題在哪裡？我們對他還懷疑，他真有嗎？必須深入經藏，要曉得外面境界完全是自心變現出來的，你就不懷疑了。阿彌陀佛真有？真有。為什麼？自性彌陀。極樂世界真有，唯心淨土。一切法從心想生，彌陀、極樂世界都是我心想生，不是從外來的。這麼說起來，人最重要的是對自己要相信，自信才能信人，沒有自信，對外面全是懷疑，自己變成孤立了。有堅定的自信，我關心別人，別人關心我，我念念念他，他也念念念我。特別有效的，阿彌陀佛，你念他，他真的念你，你要求他現身，他真現身給你看，到時候他真帶你走，決定不欺騙你。如果我們把心量擴大，我愛一切人，一切人愛我，真的，一點都不假。至少我居住的地方，我的這些鄰舍，我真愛他、真關懷他，他們真愛我，他們真照顧我。首先要布施，都是自己造成的，不是別人造成的。看到一切眾生生歡喜心，眾生看到你也生歡喜心，這不都是自己造成的嗎？怨天尤人那是大錯特錯。菩提心是深心，是廣大心。"
    },
    {
      "id": "02-037-0565_p0027",
      "zh_CN": "「深信因果」，对因果不但信，深深的相信，它是真的，它不是假的。人跟人的缘分统统有因果，这因果会变的。中国古人有句话说，「花无百日香，人无千日好」，金玉良言，真的。人与人在一起相聚一千天，就是三年。为什么？平常他很尊敬你、很爱你，跟你住了三年，你什么毛病他都看到，原来对你那个爱变成瞋恚、瞋恨，看到什么都不舒服了。什么原因？就是这么个道理。太近了，什么顾忌没有，好不好全露出来。原先偶然见个面，露出来是好的那一面，不好的那面藏起来，你全是看到好的，没有看到不好的。天天在一起，全都看到，这个事情也麻烦了。这桩事情，到极乐世界就解决了，为什么？你跟阿弥陀佛住无量劫，你都喜欢他。为什么？他没有缺点，你仔细去找，找不到。他每天在那里表演，每天讲经教学，从没有间断。所以为什么极乐世界人那么欢喜？极乐世界，欢喜的世界，那个地方是圆满的师道、圆满的孝道。",
      "zh_TW": "「深信因果」，對因果不但信，深深的相信，它是真的，它不是假的。人跟人的緣分統統有因果，這因果會變的。中國古人有句話說，「花無百日香，人無千日好」，金玉良言，真的。人與人在一起相聚一千天，就是三年。為什麼？平常他很尊敬你、很愛你，跟你住了三年，你什麼毛病他都看到，原來對你那個愛變成瞋恚、瞋恨，看到什麼都不舒服了。什麼原因？就是這麼個道理。太近了，什麼顧忌沒有，好不好全露出來。原先偶然見個面，露出來是好的那一面，不好的那面藏起來，你全是看到好的，沒有看到不好的。天天在一起，全都看到，這個事情也麻煩了。這樁事情，到極樂世界就解決了，為什麼？你跟阿彌陀佛住無量劫，你都喜歡他。為什麼？他沒有缺點，你仔細去找，找不到。他每天在那裡表演，每天講經教學，從沒有間斷。所以為什麼極樂世界人那麼歡喜？極樂世界，歡喜的世界，那個地方是圓滿的師道、圓滿的孝道。"
    },
    {
      "id": "02-037-0565_p0028",
      "zh_CN": "释迦把我们送到极乐世界，就好比父母把我们送去上学，那是个好老师。这个好老师很认真，天天给我们表演。为什么会天天表演？因为每天都有新来的同学，新来的同学不知道多少，从十方世界去往生的。老同学都学得很像样子了，像佛差不多了，新来的要教，所以他的教学表演没有中断。新生天天进来，人数无量无边，好在大家是法性身，住的是法性土，永恒不变，不衰不变。不需要饮食，不需要睡眠，精神永远是那么好，是那么样的高潮。所以到极乐世界成就特别快速，这是真的，这个不是假的，十方世界没有能跟它相比的。我们感激释迦牟尼佛，他为我们介绍，讲这个经就是介绍，把极乐世界介绍给我们，把阿弥陀佛介绍给我们。我们接受了，真信、真愿，老实念佛，决定得生。",
      "zh_TW": "釋迦把我們送到極樂世界，就好比父母把我們送去上學，那是個好老師。這個好老師很認真，天天給我們表演。為什麼會天天表演？因為每天都有新來的同學，新來的同學不知道多少，從十方世界去往生的。老同學都學得很像樣子了，像佛差不多了，新來的要教，所以他的教學表演沒有中斷。新生天天進來，人數無量無邊，好在大家是法性身，住的是法性土，永恆不變，不衰不變。不需要飲食，不需要睡眠，精神永遠是那麼好，是那麼樣的高潮。所以到極樂世界成就特別快速，這是真的，這個不是假的，十方世界沒有能跟它相比的。我們感激釋迦牟尼佛，他為我們介紹，講這個經就是介紹，把極樂世界介紹給我們，把阿彌陀佛介紹給我們。我們接受了，真信、真願，老實念佛，決定得生。"
    },
    {
      "id": "02-037-0565_p0029",
      "zh_CN": "深信因果，念佛是因，成佛是果，我们是通过极乐世界去作佛。不通过极乐世界，靠自己，难！那要断烦恼、要消业障。通过阿弥陀佛，我们不需要消业障，不需要断烦恼。其实，不断烦恼怎么成就？我们这个消业障、断烦恼，我们自己不知道。怎么断的？念这一句阿弥陀佛念断了。因为你念佛时，同佛善根，同佛福德，同佛的善根，业障消了，同佛的福德，烦恼断了。只念这句阿弥陀佛，什么业障、习气、烦恼统不要去管它，自然没有了。妙就妙在此地，一切法门不能跟它相比。诸佛如来称赞弥陀「光中极尊，佛中之王」，不是白白称赞，他真有智慧功德，不是随便说的。我们要相信，不能怀疑，一怀疑，这种无量无边的利益，我们当面错过，就失掉了，这是不能不知道的。",
      "zh_TW": "深信因果，念佛是因，成佛是果，我們是通過極樂世界去作佛。不通過極樂世界，靠自己，難！那要斷煩惱、要消業障。通過阿彌陀佛，我們不需要消業障，不需要斷煩惱。其實，不斷煩惱怎麼成就？我們這個消業障、斷煩惱，我們自己不知道。怎麼斷的？念這一句阿彌陀佛念斷了。因為你念佛時，同佛善根，同佛福德，同佛的善根，業障消了，同佛的福德，煩惱斷了。只念這句阿彌陀佛，什麼業障、習氣、煩惱統不要去管它，自然沒有了。妙就妙在此地，一切法門不能跟它相比。諸佛如來稱讚彌陀「光中極尊，佛中之王」，不是白白稱讚，他真有智慧功德，不是隨便說的。我們要相信，不能懷疑，一懷疑，這種無量無邊的利益，我們當面錯過，就失掉了，這是不能不知道的。"
    },
    {
      "id": "02-037-0565_p0030",
      "zh_CN": "「读诵大乘」。大乘经论多，世尊四十九年所说的是很小的一部分，因为佛住世的时间太短。十方如来所说的，那就不可计数了，太多太多了。我们怎么读法？我们只读一部大乘经，就这一部，学就学这一部，其他的统统放下。广学多闻，到极乐世界再干，现在把全部精神、力量集中，我们到极乐世界。到了极乐世界，每个人的寿命都是无量寿，有的是时间，慢慢再去学去，别着急。现在就要学，把往生极乐世界这个事情耽误掉了，那就错了！所以现在要把全部精神集中起来念佛，这比什么都重要。往生到极乐世界，你就圆满得到了，无量无边法门全得到了，这是捷径，这是近路，这个一定要知道。这一部是大乘当中的大乘，《华严》、《法华》，古大德说的，也是导归极乐，《华严》、《法华》才得到圆满。如果不能导归极乐，《华严》不圆满，只接上上根人，上中下根都没分。普贤菩萨十大愿王导归极乐，人人有分。华藏、密严、极乐是一不是二，一而三，三而一，所以你统统都得到了。",
      "zh_TW": "「讀誦大乘」。大乘經論多，世尊四十九年所說的是很小的一部分，因為佛住世的時間太短。十方如來所說的，那就不可計數了，太多太多了。我們怎麼讀法？我們只讀一部大乘經，就這一部，學就學這一部，其他的統統放下。廣學多聞，到極樂世界再幹，現在把全部精神、力量集中，我們到極樂世界。到了極樂世界，每個人的壽命都是無量壽，有的是時間，慢慢再去學去，別著急。現在就要學，把往生極樂世界這個事情耽誤掉了，那就錯了！所以現在要把全部精神集中起來念佛，這比什麼都重要。往生到極樂世界，你就圓滿得到了，無量無邊法門全得到了，這是捷徑，這是近路，這個一定要知道。這一部是大乘當中的大乘，《華嚴》、《法華》，古大德說的，也是導歸極樂，《華嚴》、《法華》才得到圓滿。如果不能導歸極樂，《華嚴》不圓滿，只接上上根人，上中下根都沒分。普賢菩薩十大願王導歸極樂，人人有分。華藏、密嚴、極樂是一不是二，一而三，三而一，所以你統統都得到了。"
    },
    {
      "id": "02-037-0565_p0031",
      "zh_CN": "这十一句，前面的十句自利，末后一句利他，「劝进行者」。我们自己得殊胜的利益，一定要劝别人，不劝别人，不能报佛恩。不劝别人，我们自私自利，这个法门我找到了，可别让他知道，那就错了。劝别人学别的法门，《华严》好，《楞严》好，《法华》好，叫他去走冤枉路，我们自己走近路。我们自己得到的好处，一定跟别人分享。有一点智慧的人，他劝我们，我们一定去观察，看看他是不是真学？他要是真学，一定是好的；他不真学，他叫我学，这个不太可靠。看到他真学，这是真的，这不是假的。所以老师教我们，我们细细去观察，他是不是真干？他如果真干，我们就能肯定这个法门不是假的。再看老师真的往生了，往生走的瑞相我们看到了，这最后给我们做证明。",
      "zh_TW": "這十一句，前面的十句自利，末後一句利他，「勸進行者」。我們自己得殊勝的利益，一定要勸別人，不勸別人，不能報佛恩。不勸別人，我們自私自利，這個法門我找到了，可別讓他知道，那就錯了。勸別人學別的法門，《華嚴》好，《楞嚴》好，《法華》好，叫他去走冤枉路，我們自己走近路。我們自己得到的好處，一定跟別人分享。有一點智慧的人，他勸我們，我們一定去觀察，看看他是不是真學？他要是真學，一定是好的；他不真學，他叫我學，這個不太可靠。看到他真學，這是真的，這不是假的。所以老師教我們，我們細細去觀察，他是不是真幹？他如果真幹，我們就能肯定這個法門不是假的。再看老師真的往生了，往生走的瑞相我們看到了，這最後給我們做證明。"
    },
    {
      "id": "02-037-0565_p0032",
      "zh_CN": "后面，这都是经上说的，「如此三事，名为净业」，修净土最高指导原则。「其第一福中，已兼十善」。这个第一福，我们把它落实儒释道的三个根。孝亲尊师落实在《弟子规》，《弟子规》没做到，孝亲尊师都不踏实、都不圆满。慈心不杀落实在《感应篇》，道教的《太上感应篇》，里面一共说了一百九十多桩事，都是因果，善因善果，恶因恶报。明清两代读书人，乃至于出家人，都用这个来做功过格，来检点自己起心动念、言语造作。所以这两代出了不少人才，无论是在家出家，真的是圣贤君子，佛门的祖师大德。莲池大师就有功过格，他的功过格名字叫《自知录》，那就是他的功过格。真干，不是搞假的。",
      "zh_TW": "後面，這都是經上說的，「如此三事，名為淨業」，修淨土最高指導原則。「其第一福中，已兼十善」。這個第一福，我們把它落實儒釋道的三個根。孝親尊師落實在《弟子規》，《弟子規》沒做到，孝親尊師都不踏實、都不圓滿。慈心不殺落實在《感應篇》，道教的《太上感應篇》，裡面一共說了一百九十多樁事，都是因果，善因善果，惡因惡報。明清兩代讀書人，乃至於出家人，都用這個來做功過格，來檢點自己起心動念、言語造作。所以這兩代出了不少人才，無論是在家出家，真的是聖賢君子，佛門的祖師大德。蓮池大師就有功過格，他的功過格名字叫《自知錄》，那就是他的功過格。真幹，不是搞假的。"
    },
    {
      "id": "02-037-0565_p0033",
      "zh_CN": "断恶修善真正能改造命运。袁了凡先生没有能够把世间法放下，还是求功名富贵。云谷禅师教他修功过格，就是《太上感应篇》，着重断恶修善，命运很快就改过来了，真正是佛氏门中，有求必应。求功名得功名，这个功名像现在的学位，袁了凡命中的学位只有秀才，举人、进士都没有。命里没有，考，考不中。他求，用断恶修善这个功德来求功名，举人他考中了，进士也考中。命中没有儿子，他求儿子，真的被他求到了，生了一个好儿子。一个儿子，好像给他生了十个孙子，所以他家后代很繁荣。命里面官位只能做到一个四川很小县分里头一个县长，就是知县，这个也改掉了。他做到宝坻知县，宝坻是归皇上管的，就好像现在直辖市的市长，这个地位提升得很高了。一生当中真相信，对于善因善果、恶因恶报他一丝毫都不怀疑，全家人努力断恶修善，一生命运都改了。寿命，他五十三岁，没有求长寿，延寿二十一年，他七十四岁过世的，延寿二十一年。所以要劝进行者。劝，也恒顺众生。云谷禅师随顺他，没有劝他出家修行，恒顺众生，随喜功德。这第一福兼十善，儒释道的三个根。",
      "zh_TW": "斷惡修善真正能改造命運。袁了凡先生沒有能夠把世間法放下，還是求功名富貴。雲谷禪師教他修功過格，就是《太上感應篇》，著重斷惡修善，命運很快就改過來了，真正是佛氏門中，有求必應。求功名得功名，這個功名像現在的學位，袁了凡命中的學位只有秀才，舉人、進士都沒有。命裡沒有，考，考不中。他求，用斷惡修善這個功德來求功名，舉人他考中了，進士也考中。命中沒有兒子，他求兒子，真的被他求到了，生了一個好兒子。一個兒子，好像給他生了十個孫子，所以他家後代很繁榮。命裡面官位只能做到一個四川很小縣分裡頭一個縣長，就是知縣，這個也改掉了。他做到寶坻知縣，寶坻是歸皇上管的，就好像現在直轄市的市長，這個地位提升得很高了。一生當中真相信，對於善因善果、惡因惡報他一絲毫都不懷疑，全家人努力斷惡修善，一生命運都改了。壽命，他五十三歲，沒有求長壽，延壽二十一年，他七十四歲過世的，延壽二十一年。所以要勸進行者。勸，也恆順眾生。雲谷禪師隨順他，沒有勸他出家修行，恆順眾生，隨喜功德。這第一福兼十善，儒釋道的三個根。"
    },
    {
      "id": "02-037-0565_p0034",
      "zh_CN": "「《观经》指示，欲生彼国，当修三福」。《观无量寿佛经》世尊一再劝导，想往生到极乐世界，这三条是根本，一定要修学。三条都能具足，真信、真愿、一心专念，没有一个不往生的。「由是可知，修善种福，于修净者，实不可忽」，不能够疏忽，净业三福是最主要的增上缘。",
      "zh_TW": "「《觀經》指示，欲生彼國，當修三福」。《觀無量壽佛經》世尊一再勸導，想往生到極樂世界，這三條是根本，一定要修學。三條都能具足，真信、真願、一心專念，沒有一個不往生的。「由是可知，修善種福，於修淨者，實不可忽」，不能夠疏忽，淨業三福是最主要的增上緣。"
    },
    {
      "id": "02-037-0565_p0035",
      "zh_CN": "末后这一句，「求生净刹」，这句话「是为一大藏教之总归。华严圆摄诸教，而以普贤行愿品十大愿王导归极乐」。这桩事情我们要特别留意，这是不可思议的示现。一切诸佛如来示现在十法界，讲经说法普度众生，目的何在？无非是帮助众生回归自性，圆成佛道，圆满成就。这是诸佛的本怀，是诸佛的本愿。这一句就是诸佛本愿，所以是为一大藏教的总归。千经万论，到最后教你求生极乐世界，往生到极乐世界，你就证得大圆满。",
      "zh_TW": "末後這一句，「求生淨剎」，這句話「是為一大藏教之總歸。華嚴圓攝諸教，而以普賢行願品十大願王導歸極樂」。這樁事情我們要特別留意，這是不可思議的示現。一切諸佛如來示現在十法界，講經說法普度眾生，目的何在？無非是幫助眾生回歸自性，圓成佛道，圓滿成就。這是諸佛的本懷，是諸佛的本願。這一句就是諸佛本願，所以是為一大藏教的總歸。千經萬論，到最後教你求生極樂世界，往生到極樂世界，你就證得大圓滿。"
    },
    {
      "id": "02-037-0565_p0036",
      "zh_CN": "我们这一生讲了许许多多的经，修了不少的法门，到最后我们归到净土。说得不好听，是我们的业障很重，没有一上来就遇到这个法门。如果一上来就遇到这个法门，几十年的一门深入，决定得念佛三昧，说不定大彻大悟了，时间、精力没浪费。可惜的是事与愿违，我们没有那么好的修学环境。恒顺众生，自己没有一个一定的环境、没有一个道场，想干不行。哪个地方请你讲经，他希望讲什么就得去给他讲什么。我们自己原先对净土也没有这个认知，以为什么都好，不识货。如果真正有这个认知，我就会讲《无量寿经》、就会讲《弥陀经》，请我去讲经就讲这个，讲别的我不会讲。那也行，那也真的成功了。说好听的，这是给众生做种种示现，你看，转了一大圈，最后回到净土。这个选择净土不是随便选择的，六十年的经验、六十年的教学，自己最后走上这条路。大家想，大概这是真的，不是假的。给人奠定信心，让人知道专注。所以，这是十方一切诸佛，讲经教学、弘法利生第一个目标，就是为这个。",
      "zh_TW": "我們這一生講了許許多多的經，修了不少的法門，到最後我們歸到淨土。說得不好聽，是我們的業障很重，沒有一上來就遇到這個法門。如果一上來就遇到這個法門，幾十年的一門深入，決定得念佛三昧，說不定大徹大悟了，時間、精力沒浪費。可惜的是事與願違，我們沒有那麼好的修學環境。恆順眾生，自己沒有一個一定的環境、沒有一個道場，想幹不行。哪個地方請你講經，他希望講什麼就得去給他講什麼。我們自己原先對淨土也沒有這個認知，以為什麼都好，不識貨。如果真正有這個認知，我就會講《無量壽經》、就會講《彌陀經》，請我去講經就講這個，講別的我不會講。那也行，那也真的成功了。說好聽的，這是給眾生做種種示現，你看，轉了一大圈，最後回到淨土。這個選擇淨土不是隨便選擇的，六十年的經驗、六十年的教學，自己最後走上這條路。大家想，大概這是真的，不是假的。給人奠定信心，讓人知道專注。所以，這是十方一切諸佛，講經教學、弘法利生第一個目標，就是為這個。"
    },
    {
      "id": "02-037-0565_p0037",
      "zh_CN": "华严圆摄诸教，圆是圆满，摄是摄取，就是说包括一切教门，乃至于十方三世一切诸佛教学，都在《华严》里头，这个法门广大！我们今天流传的《华严经》，不是全文。像《四库全书》，我们这个《华严经》是什么？是《四库》目录提要。《四库全书》的目录，这么厚的本子五本，我们这下面看得到，目录提要，不是全书。《华严经》的全书多大？龙树菩萨告诉我们，「十个三千大千世界微尘偈，一四天下微尘品」，不可思议！这部书要拿到我们这个世界上，地球装不下，太阳系也装不下，银河系也装不下。三千大千世界里头有多少银河系？有十亿个银河系。一个银河系装不下，这么大的分量。这是龙树菩萨在大龙菩萨龙宫里面看到释迦牟尼佛宣说的《大方广佛华严经》，全部的。应该是也太大了，所以还有个中本《华严》。中本《华严》的分量也不是阎浮提众生能够学习的，不得已再看下本。下本就是十万偈，四十品，就是目录提要，龙树菩萨把这一部带到人间。",
      "zh_TW": "華嚴圓攝諸教，圓是圓滿，攝是攝取，就是說包括一切教門，乃至於十方三世一切諸佛教學，都在《華嚴》裡頭，這個法門廣大！我們今天流傳的《華嚴經》，不是全文。像《四庫全書》，我們這個《華嚴經》是什麼？是《四庫》目錄提要。《四庫全書》的目錄，這麼厚的本子五本，我們這下面看得到，目錄提要，不是全書。《華嚴經》的全書多大？龍樹菩薩告訴我們，「十個三千大千世界微塵偈，一四天下微塵品」，不可思議！這部書要拿到我們這個世界上，地球裝不下，太陽系也裝不下，銀河系也裝不下。三千大千世界裡頭有多少銀河系？有十億個銀河系。一個銀河系裝不下，這麼大的分量。這是龍樹菩薩在大龍菩薩龍宮裡面看到釋迦牟尼佛宣說的《大方廣佛華嚴經》，全部的。應該是也太大了，所以還有個中本《華嚴》。中本《華嚴》的分量也不是閻浮提眾生能夠學習的，不得已再看下本。下本就是十萬偈，四十品，就是目錄提要，龍樹菩薩把這一部帶到人間。"
    },
    {
      "id": "02-037-0565_p0038",
      "zh_CN": "传到中国，不完整，一半稍稍多一点。第一次传到中国，三万六千偈，十万偈不到一半。第二次传到中国，是武则天做皇帝的时候，四万五千颂，将近一半。贞元年间，《行愿品》这一品经全文传到中国，四十卷。所以在中国有《六十华严》、有《八十华严》、有《四十华严》。三个合起来，除掉重复的部分，大概有五万偈的样子，只有一半。《华严》的梵文原本失传了，在这个世界上找不到了，现在唯一留下来的是中文的译本。圆摄诸教，这个诸教是诸佛的教学，十方三世一切诸佛教学的都不出《华严经》。《华严》最后以普贤菩萨十大愿王导归极乐，这个我们看到了，这一卷经完整，《普贤行愿品》，这品经四十卷。",
      "zh_TW": "傳到中國，不完整，一半稍稍多一點。第一次傳到中國，三萬六千偈，十萬偈不到一半。第二次傳到中國，是武則天做皇帝的時候，四萬五千頌，將近一半。貞元年間，《行願品》這一品經全文傳到中國，四十卷。所以在中國有《六十華嚴》、有《八十華嚴》、有《四十華嚴》。三個合起來，除掉重複的部分，大概有五萬偈的樣子，只有一半。《華嚴》的梵文原本失傳了，在這個世界上找不到了，現在唯一留下來的是中文的譯本。圓攝諸教，這個諸教是諸佛的教學，十方三世一切諸佛教學的都不出《華嚴經》。《華嚴》最後以普賢菩薩十大願王導歸極樂，這個我們看到了，這一卷經完整，《普賢行願品》，這品經四十卷。"
    },
    {
      "id": "02-037-0565_p0039",
      "zh_CN": "「今经正是华严中本。于此经末，以求生净刹，普劝有情，同归极乐。今所劝者，正是弥陀之本愿，释尊及十方三世如来之本心」，这个话说得好，本心、本愿。佛存的什么心？我们今天要学佛，不但要学佛，还要学阿弥陀佛。那么阿弥陀佛的本愿我们不能不知道，阿弥陀佛的本心我们不能不知道，我们要有弥陀的本心本愿。依照这部经的教训，认真努力的学习，像一个阿弥陀佛的弟子，得阿弥陀佛承认才行；我们自己说弥陀弟子不行，佛不承认。阿弥陀佛弟子是什么样子？前面讲三福，必修的，三福是根本。后面经文他没有节录，还有一句重要的话，这三条是「三世诸佛，净业正因」。三世是过去、现在、未来，所有菩萨成佛都不能离开这三条，你说这三条多重要。对净宗是必修的，对一切宗派、一切法门都是必修的，最高指导原则。我们在此地就会想到，孝亲尊师是多重要。不孝父母、不敬老师，我们缺了这个德，会造成往生极乐世界的障碍，临命终时，阿弥陀佛不来接引。这个重要。",
      "zh_TW": "「今經正是華嚴中本。於此經末，以求生淨剎，普勸有情，同歸極樂。今所勸者，正是彌陀之本願，釋尊及十方三世如來之本心」，這個話說得好，本心、本願。佛存的什麼心？我們今天要學佛，不但要學佛，還要學阿彌陀佛。那麼阿彌陀佛的本願我們不能不知道，阿彌陀佛的本心我們不能不知道，我們要有彌陀的本心本願。依照這部經的教訓，認真努力的學習，像一個阿彌陀佛的弟子，得阿彌陀佛承認才行；我們自己說彌陀弟子不行，佛不承認。阿彌陀佛弟子是什麼樣子？前面講三福，必修的，三福是根本。後面經文他沒有節錄，還有一句重要的話，這三條是「三世諸佛，淨業正因」。三世是過去、現在、未來，所有菩薩成佛都不能離開這三條，你說這三條多重要。對淨宗是必修的，對一切宗派、一切法門都是必修的，最高指導原則。我們在此地就會想到，孝親尊師是多重要。不孝父母、不敬老師，我們缺了這個德，會造成往生極樂世界的障礙，臨命終時，阿彌陀佛不來接引。這個重要。"
    },
    {
      "id": "02-037-0565_p0040",
      "zh_CN": "极乐世界是个六和敬的世界，所以不修六和敬也会造成障碍。我们把我们的行门锁定在五个科目，三福、六和、三学、六度、普贤十愿。而第一条就是三福六和，是根本的根本。三学是戒定慧，一定是依戒得定，因定开慧，诸佛全走这个道路。我们不能投机取巧，戒可以不要了，定也没有关系，老实念佛就可以了。殊不知，那个老实两个字里头就具足了戒定，没有戒定怎么老实？老实不起来。老实人虽然没有学过戒律，他自然符合，你把五戒十善去跟他对一对，他统统具足。学过没有？没有学过。真的做到了不伤害众生，不杀生戒持了；不占人便宜，不偷盗戒持了；不欺骗众生，不妄语的戒持了。条条他都对了，全对上号了。为什么？因为五戒十善是性德，一切众生自性里头本来具足的。只要一个人能安分守己，这个戒德自然流露，没有正式去受过戒，而戒统统具足。受过戒的人未必懂得受戒的意义，也未必能做得到。",
      "zh_TW": "極樂世界是個六和敬的世界，所以不修六和敬也會造成障礙。我們把我們的行門鎖定在五個科目，三福、六和、三學、六度、普賢十願。而第一條就是三福六和，是根本的根本。三學是戒定慧，一定是依戒得定，因定開慧，諸佛全走這個道路。我們不能投機取巧，戒可以不要了，定也沒有關係，老實念佛就可以了。殊不知，那個老實兩個字裡頭就具足了戒定，沒有戒定怎麼老實？老實不起來。老實人雖然沒有學過戒律，他自然符合，你把五戒十善去跟他對一對，他統統具足。學過沒有？沒有學過。真的做到了不傷害眾生，不殺生戒持了；不佔人便宜，不偷盜戒持了；不欺騙眾生，不妄語的戒持了。條條他都對了，全對上號了。為什麼？因為五戒十善是性德，一切眾生自性裡頭本來具足的。只要一個人能安分守己，這個戒德自然流露，沒有正式去受過戒，而戒統統具足。受過戒的人未必懂得受戒的意義，也未必能做得到。"
    },
    {
      "id": "02-037-0565_p0041",
      "zh_CN": "惠能大师没受过戒、没听过经，大彻大悟，明心见性，成佛了。你把这些三聚净戒跟他去对对号，准能对出来，一条戒不欠缺。你把经教细细跟他对一对，经教里面所说的他全做到了，都落实在生活。你看他处事待人接物谦虚、老实、诚恳，这大家看出来，充满了真实智慧，没有丝毫虚伪。他要是不具足他怎么能开悟？他所悟的就是他的生活，日常生活当中表现的，那就是他悟的，佛心、佛德、佛行、佛言。他说的话你记录下来，就是经典。好，今天时间到了，我们就学到此地。",
      "zh_TW": "惠能大師沒受過戒、沒聽過經，大徹大悟，明心見性，成佛了。你把這些三聚淨戒跟他去對對號，準能對出來，一條戒不欠缺。你把經教細細跟他對一對，經教裡面所說的他全做到了，都落實在生活。你看他處事待人接物謙虛、老實、誠懇，這大家看出來，充滿了真實智慧，沒有絲毫虛偽。他要是不具足他怎麼能開悟？他所悟的就是他的生活，日常生活當中表現的，那就是他悟的，佛心、佛德、佛行、佛言。他說的話你記錄下來，就是經典。好，今天時間到了，我們就學到此地。"
    }
  ]
}