{
  "doc_id": "02-037-0453",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五三集",
    "zh_TW": "第四五三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0453",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "02-037-0453_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百三十五页，我们从第二段看起，「庚二、征释所以」。经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百三十五頁，我們從第二段看起，「庚二、徵釋所以」。經文："
    },
    {
      "id": "02-037-0453_p0002",
      "zh_CN": "【所以者何。十方世界善多恶少。易可开化。唯此五恶世间。最为剧苦。】",
      "zh_TW": "【所以者何。十方世界善多惡少。易可開化。唯此五惡世間。最為劇苦。】"
    },
    {
      "id": "02-037-0453_p0003",
      "zh_CN": "前面我们学到此地。注解里头说，『善多恶少，易可开化』，「《嘉祥疏》曰：他土中」，这是其他诸佛刹土里面，「多有胜缘，又复善报强胜，作善为易。此土无此二缘」。他土，他方诸佛国土。多有胜缘，这个胜缘就是圣贤教化，佛法兴旺。同时，人的善根福德与修学环境都殊胜，所以作善容易。我们这个地方缺少这两种缘。这两种缘，第一个，我们这个世间确实圣贤教化得少。为什么会少？圣贤教化都是众生业力所感，众生好善，感应圣贤来教化；众生不善，所感来的都是妖魔鬼怪，帮助你作恶的。这个道理我们现在很清楚、很明白。「唯此五恶世间」一直到「离五烧」，这一段长文，「其义如文」，这里头意思像文上所说的。",
      "zh_TW": "前面我們學到此地。註解裡頭說，『善多惡少，易可開化』，「《嘉祥疏》曰：他土中」，這是其他諸佛剎土裡面，「多有勝緣，又復善報強勝，作善為易。此土無此二緣」。他土，他方諸佛國土。多有勝緣，這個勝緣就是聖賢教化，佛法興旺。同時，人的善根福德與修學環境都殊勝，所以作善容易。我們這個地方缺少這兩種緣。這兩種緣，第一個，我們這個世間確實聖賢教化得少。為什麼會少？聖賢教化都是眾生業力所感，眾生好善，感應聖賢來教化；眾生不善，所感來的都是妖魔鬼怪，幫助你作惡的。這個道理我們現在很清楚、很明白。「唯此五惡世間」一直到「離五燒」，這一段長文，「其義如文」，這裡頭意思像文上所說的。"
    },
    {
      "id": "02-037-0453_p0004",
      "zh_CN": "我们读了这一句经文感慨很深，佛在前面说过了，人心不善，心里面皆是自私自利、名闻利养、贪瞋痴慢，这是心。不善的心，当然表现在外面就是不善的行为，行为，所做的，杀盗淫妄。而且这桩事情，根据国内外的一些统计，这个统计，我们看到的是二０００年到二０一０年这个十年。杀害的众生，被杀的、被吃掉的，陆地上走的、水里面游的、空中飞的，统计的数字是三千三百七十亿。统计的人很多，数字相差不远，但是根据统计是逐年上升。二０００年大概是二千九百九十八亿，到二０一０年，十年，就上升到三千六百一十八亿。二００一年，平均每天杀害众生是九亿九千万，这样严重的一个数字。你要问灾难怎么来的，你看这些你就知道了。",
      "zh_TW": "我們讀了這一句經文感慨很深，佛在前面說過了，人心不善，心裡面皆是自私自利、名聞利養、貪瞋痴慢，這是心。不善的心，當然表現在外面就是不善的行為，行為，所做的，殺盜淫妄。而且這樁事情，根據國內外的一些統計，這個統計，我們看到的是二０００年到二０一０年這個十年。殺害的眾生，被殺的、被吃掉的，陸地上走的、水裡面游的、空中飛的，統計的數字是三千三百七十億。統計的人很多，數字相差不遠，但是根據統計是逐年上升。二０００年大概是二千九百九十八億，到二０一０年，十年，就上升到三千六百一十八億。二００一年，平均每天殺害眾生是九億九千萬，這樣嚴重的一個數字。你要問災難怎麼來的，你看這些你就知道了。"
    },
    {
      "id": "02-037-0453_p0005",
      "zh_CN": "全球堕胎的人数，这杀人，根据世界卫生组织的估计，全球每天有十五万人堕胎，其中有五百名妇女因企图堕胎而死亡。根据美国人的研究报告说，每年全球堕胎的人数，大概是四千二百万人。二０一０年一月七日「北京日报」刊登着世界卫生组织估计，全球每年流产或是人工流产的，大概有二千六百万到五千三百万，中国人每年人工流产至少有一千三百万例。这个数字我们看到非常惊人。佛告诉我们，前面读过，「万恶淫为首」，而每年平均堕胎超过五千万人。这杀人，杀自己的儿女，这个罪有多重！佛告诉我们，杀人是地狱罪，每天杀这么多，后果不堪设想。这些年如果总计起来，超过十几亿到二十多亿，这怎么得了！二次大战打了四年半，因战争而死亡的，也不过就是五、六千万人。现在每年堕胎的数字跟二战死亡人数差不多，二战是四年半，这是一年。",
      "zh_TW": "全球墮胎的人數，這殺人，根據世界衛生組織的估計，全球每天有十五萬人墮胎，其中有五百名婦女因企圖墮胎而死亡。根據美國人的研究報告說，每年全球墮胎的人數，大概是四千二百萬人。二０一０年一月七日「北京日報」刊登著世界衛生組織估計，全球每年流產或是人工流產的，大概有二千六百萬到五千三百萬，中國人每年人工流產至少有一千三百萬例。這個數字我們看到非常驚人。佛告訴我們，前面讀過，「萬惡淫為首」，而每年平均墮胎超過五千萬人。這殺人，殺自己的兒女，這個罪有多重！佛告訴我們，殺人是地獄罪，每天殺這麼多，後果不堪設想。這些年如果總計起來，超過十幾億到二十多億，這怎麼得了！二次大戰打了四年半，因戰爭而死亡的，也不過就是五、六千萬人。現在每年墮胎的數字跟二戰死亡人數差不多，二戰是四年半，這是一年。"
    },
    {
      "id": "02-037-0453_p0006",
      "zh_CN": "我们看的这个数字就想到灾难从哪里来的？人自己造孽所感召的。确实在这个世间，劝人行善非常困难，劝人作恶很容易，赞成的人很多，没有障碍，劝人为善，障碍重重。尤其是佛法，现在没有人相信了。佛是什么？我们每天念三皈依，「皈依佛，二足尊」，这已经把佛是什么讲清楚了。二，一个是智慧，一个是福德，这两种。足，足是满足，圆满的意思。换句话说，智慧圆满、福德圆满就称之为佛。佛不是指定一个人，任何一个人他的福报圆满了、智慧圆满了，就称之为佛。在我们这个世界上，现在世界一般人讲法二千五百多年前，印度释迦牟尼出现，这个人确实智慧圆满、福德圆满，大家称他为佛陀。佛陀不是神、不是仙，是人。",
      "zh_TW": "我們看的這個數字就想到災難從哪裡來的？人自己造孽所感召的。確實在這個世間，勸人行善非常困難，勸人作惡很容易，贊成的人很多，沒有障礙，勸人為善，障礙重重。尤其是佛法，現在沒有人相信了。佛是什麼？我們每天念三皈依，「皈依佛，二足尊」，這已經把佛是什麼講清楚了。二，一個是智慧，一個是福德，這兩種。足，足是滿足，圓滿的意思。換句話說，智慧圓滿、福德圓滿就稱之為佛。佛不是指定一個人，任何一個人他的福報圓滿了、智慧圓滿了，就稱之為佛。在我們這個世界上，現在世界一般人講法二千五百多年前，印度釋迦牟尼出現，這個人確實智慧圓滿、福德圓滿，大家稱他為佛陀。佛陀不是神、不是仙，是人。"
    },
    {
      "id": "02-037-0453_p0007",
      "zh_CN": "我们学佛，向他学习，学什么？学智慧、学福德。做一个有智慧的人，做一个有福德的人，这叫佛门弟子。修到智慧跟福德圆满了，这叫成佛。能圆满吗？能。为什么能？因为福德跟智慧，就是圆满的福德、圆满的智慧，是每个众生都有的，不是从外头来的。你真心里头有，妄心里头没有，妄心是障碍。如果我们不用妄心，用真心，智慧福德就现前了。如果是凭修就能够得来，那就不容易，他自己本来有，这就不难。只要你放下，放下什么？放下障碍你智慧跟福德的。佛说了，烦恼障，烦恼障碍你的福德；所知障，障碍你的智慧。如果你把这两种障碍放下，一个就是烦恼障，一个是所知障，两者放下，你的智慧圆满现前、福德圆满现前，你就成佛了。在这个世界上真有，不是假的。",
      "zh_TW": "我們學佛，向他學習，學什麼？學智慧、學福德。做一個有智慧的人，做一個有福德的人，這叫佛門弟子。修到智慧跟福德圓滿了，這叫成佛。能圓滿嗎？能。為什麼能？因為福德跟智慧，就是圓滿的福德、圓滿的智慧，是每個眾生都有的，不是從外頭來的。你真心裡頭有，妄心裡頭沒有，妄心是障礙。如果我們不用妄心，用真心，智慧福德就現前了。如果是憑修就能夠得來，那就不容易，他自己本來有，這就不難。只要你放下，放下什麼？放下障礙你智慧跟福德的。佛說了，煩惱障，煩惱障礙你的福德；所知障，障礙你的智慧。如果你把這兩種障礙放下，一個就是煩惱障，一個是所知障，兩者放下，你的智慧圓滿現前、福德圓滿現前，你就成佛了。在這個世界上真有，不是假的。"
    },
    {
      "id": "02-037-0453_p0008",
      "zh_CN": "佛法传到中国来两千年，中国人只知道六祖惠能大师成佛了，那是个特殊的例子。六祖大师是把这两种障碍同时放下，一刹那时间就放下。这种人真少有，不多，印度只看到一个释迦牟尼佛，在中国只看到六祖惠能大师，示现是这个相。可是修个三、五年放下的，达到这个境界，五、六年达到这个境界，十几年达到这个境界，二、三十年达到这个境界，那就很多了。我们看禅宗《五灯会元》，那个里头的人都是达到这个境界，不达到这个境界不会编在这个书里头去。多少人？一千七百多人。还有《景德传灯录》，另外还有其他宗派，教下的大开圆解，密宗的三密相应，都到这个境界的。这两千年来估计起来，三千人以上。这不是假的，真的。",
      "zh_TW": "佛法傳到中國來兩千年，中國人只知道六祖惠能大師成佛了，那是個特殊的例子。六祖大師是把這兩種障礙同時放下，一剎那時間就放下。這種人真少有，不多，印度只看到一個釋迦牟尼佛，在中國只看到六祖惠能大師，示現是這個相。可是修個三、五年放下的，達到這個境界，五、六年達到這個境界，十幾年達到這個境界，二、三十年達到這個境界，那就很多了。我們看禪宗《五燈會元》，那個裡頭的人都是達到這個境界，不達到這個境界不會編在這個書裡頭去。多少人？一千七百多人。還有《景德傳燈錄》，另外還有其他宗派，教下的大開圓解，密宗的三密相應，都到這個境界的。這兩千年來估計起來，三千人以上。這不是假的，真的。"
    },
    {
      "id": "02-037-0453_p0009",
      "zh_CN": "可是最近两百年没有了，李老师跟我说过，黄念祖老居士也跟我讲过。最近这个七、八十年没有看到有明心见性的，参禅得定的有，像虚云老和尚都是得定，没有开悟，大彻大悟没有。教下的修止观，也有一点功夫，也没有开悟。这就是说，人的根性一代不如一代。实际上这不是根性的问题，是修学环境，也就是现代的社会诱惑的力量太强了，你自己把持不住，你就被外面境界牵着转，你没有这个定功，真正道理是在此地。古人如果生在今天这个社会，恐怕他也不能成就。我们如果生在古时候那个社会，我们相信我们也会有成就。这里面不包括往生的，我们只讲明心见性，见性成佛。如果要把往生净土算上去，我们最保守的估计超过十万人以上，这在中国，外国没有。所以诸位想想，中国人的福报多大！这一块土地，两千年当中，往生极乐世界就是成佛，佛教在中国帮助中国人成佛的，这是十万，上面讲的三千，大彻大悟的，最保守的估计十万三千以上，不是以下。这些人都是大智慧、大福德，那叫成佛。成了佛到哪里去？佛在经上告诉我们，他们都往生到实报庄严土，绝大多数是在华藏世界，毘卢遮那佛的净土；念佛的同学到极乐世界，是阿弥陀佛的净土，都是无比殊胜。",
      "zh_TW": "可是最近兩百年沒有了，李老師跟我說過，黃念祖老居士也跟我講過。最近這個七、八十年沒有看到有明心見性的，參禪得定的有，像虛雲老和尚都是得定，沒有開悟，大徹大悟沒有。教下的修止觀，也有一點功夫，也沒有開悟。這就是說，人的根性一代不如一代。實際上這不是根性的問題，是修學環境，也就是現代的社會誘惑的力量太強了，你自己把持不住，你就被外面境界牽著轉，你沒有這個定功，真正道理是在此地。古人如果生在今天這個社會，恐怕他也不能成就。我們如果生在古時候那個社會，我們相信我們也會有成就。這裡面不包括往生的，我們只講明心見性，見性成佛。如果要把往生淨土算上去，我們最保守的估計超過十萬人以上，這在中國，外國沒有。所以諸位想想，中國人的福報多大！這一塊土地，兩千年當中，往生極樂世界就是成佛，佛教在中國幫助中國人成佛的，這是十萬，上面講的三千，大徹大悟的，最保守的估計十萬三千以上，不是以下。這些人都是大智慧、大福德，那叫成佛。成了佛到哪裡去？佛在經上告訴我們，他們都往生到實報莊嚴土，絕大多數是在華藏世界，毘盧遮那佛的淨土；念佛的同學到極樂世界，是阿彌陀佛的淨土，都是無比殊勝。"
    },
    {
      "id": "02-037-0453_p0010",
      "zh_CN": "我们今天虽然生在末法这个时代，我们非常庆幸遇到正法，遇到正法里头最殊胜的正法，就是净宗。在净宗里面，我们遇到这个会集本，这会集本过去人没遇到，为什么？夏莲居老居士是现代人。什么时候会集成功的？抗战期间。所以这个经本子会集到现在也不过六十年，我们上一代的人几乎都没有见到过。黄念祖老居士就更晚，这在二十几年前完成的，今年是他老人家往生二十周年。我们遇到了。没有这个本子，我们读其他的本子，疑惑不能断干净，这是真的不是假的。这个本子对西方极乐世界介绍清楚，文字也简洁，没有生涩的句子。黄念老的集注非常之好，你看他搜集这么丰富的资料来解释这部经，八十三种经论、一百一十种祖师大德的著作，集注解之大成。",
      "zh_TW": "我們今天雖然生在末法這個時代，我們非常慶幸遇到正法，遇到正法裡頭最殊勝的正法，就是淨宗。在淨宗裡面，我們遇到這個會集本，這會集本過去人沒遇到，為什麼？夏蓮居老居士是現代人。什麼時候會集成功的？抗戰期間。所以這個經本子會集到現在也不過六十年，我們上一代的人幾乎都沒有見到過。黃念祖老居士就更晚，這在二十幾年前完成的，今年是他老人家往生二十週年。我們遇到了。沒有這個本子，我們讀其他的本子，疑惑不能斷乾淨，這是真的不是假的。這個本子對西方極樂世界介紹清楚，文字也簡潔，沒有生澀的句子。黃念老的集註非常之好，你看他蒐集這麼豐富的資料來解釋這部經，八十三種經論、一百一十種祖師大德的著作，集註解之大成。"
    },
    {
      "id": "02-037-0453_p0011",
      "zh_CN": "夏莲居老居士会集经，黄念老会集经论、古大德的注疏来解释，我们有了这么多丰富的参考资料，断疑生信。我们相信，佛在经上说，将来法灭之后，这九千年以后，佛法在这个世间灭了，经书都没有了，最后《无量寿经》还能够保存一百年。那是什么本子？我们肯定就是这个本子，在那个时候遇到这个本子都能得度。这一百年之后，这个本子也没有了，还有一句名号「南无阿弥陀佛」，也再延续一百年。那一百年当中，遇到这个名号也能得度。再往后佛法就没有了，要等弥勒菩萨下生到这个世界上成佛，才再有佛法。那个时间很长，五十多亿年之后，这个当中，人非常之苦。可是真正有缘的众生会得到地藏菩萨的教诲，没有佛出世，地藏菩萨代表佛，这是佛菩萨慈悲到极处。有佛法就有离苦得乐的机会，没有佛法，那就是此地讲的『最为剧苦』，「剧苦」是大苦，没有离苦得乐的机会。",
      "zh_TW": "夏蓮居老居士會集經，黃念老會集經論、古大德的註疏來解釋，我們有了這麼多豐富的參考資料，斷疑生信。我們相信，佛在經上說，將來法滅之後，這九千年以後，佛法在這個世間滅了，經書都沒有了，最後《無量壽經》還能夠保存一百年。那是什麼本子？我們肯定就是這個本子，在那個時候遇到這個本子都能得度。這一百年之後，這個本子也沒有了，還有一句名號「南無阿彌陀佛」，也再延續一百年。那一百年當中，遇到這個名號也能得度。再往後佛法就沒有了，要等彌勒菩薩下生到這個世界上成佛，才再有佛法。那個時間很長，五十多億年之後，這個當中，人非常之苦。可是真正有緣的眾生會得到地藏菩薩的教誨，沒有佛出世，地藏菩薩代表佛，這是佛菩薩慈悲到極處。有佛法就有離苦得樂的機會，沒有佛法，那就是此地講的『最為劇苦』，「劇苦」是大苦，沒有離苦得樂的機會。"
    },
    {
      "id": "02-037-0453_p0012",
      "zh_CN": "我们要明白、要清楚，今天社会大众对佛法产生严重的误会，不能怪他们，怪我们学佛的佛弟子表现不好，让人家不相信。怎么表现不好？佛陀教给我们，我们没有做到。佛教给我们十善，我们有没有做到？没做到；佛教导我们，「孝养父母，奉事师长，慈心不杀，修十善业」，没做到；佛教导我们六和敬，我们也没做到；佛教给我们三皈五戒，我们虽然受了，没做到；大乘法里面，佛教导我们的六波罗蜜、普贤菩萨的十愿，也没有做到。天天早晚念没用处，做到才有用处。你真做到，社会大众看到了，他对你就尊敬，他对你就佩服，他就想跟你学习。真正佛弟子、圣贤弟子，他们的成就确确实实就是简简单单三句话，老实、听话、真干。我们从今而后要在这六个字上下功夫。",
      "zh_TW": "我們要明白、要清楚，今天社會大眾對佛法產生嚴重的誤會，不能怪他們，怪我們學佛的佛弟子表現不好，讓人家不相信。怎麼表現不好？佛陀教給我們，我們沒有做到。佛教給我們十善，我們有沒有做到？沒做到；佛教導我們，「孝養父母，奉事師長，慈心不殺，修十善業」，沒做到；佛教導我們六和敬，我們也沒做到；佛教給我們三皈五戒，我們雖然受了，沒做到；大乘法裡面，佛教導我們的六波羅蜜、普賢菩薩的十願，也沒有做到。天天早晚念沒用處，做到才有用處。你真做到，社會大眾看到了，他對你就尊敬，他對你就佩服，他就想跟你學習。真正佛弟子、聖賢弟子，他們的成就確確實實就是簡簡單單三句話，老實、聽話、真幹。我們從今而後要在這六個字上下功夫。"
    },
    {
      "id": "02-037-0453_p0013",
      "zh_CN": "我们再看下面一段经文，「令舍恶得福」。你看，我们这个世间人都想要福报，你看看佛怎么教我们的，怎样你才能得福。你真想有福报，这几句经文你要好好记住。",
      "zh_TW": "我們再看下面一段經文，「令捨惡得福」。你看，我們這個世間人都想要福報，你看看佛怎麼教我們的，怎樣你才能得福。你真想有福報，這幾句經文你要好好記住。"
    },
    {
      "id": "02-037-0453_p0014",
      "zh_CN": "【我今于此作佛。教化群生。令舍五恶。去五痛。离五烧。降化其意。令持五善。获其福德。】",
      "zh_TW": "【我今於此作佛。教化群生。令捨五惡。去五痛。離五燒。降化其意。令持五善。獲其福德。】"
    },
    {
      "id": "02-037-0453_p0015",
      "zh_CN": "这个经文讲得很清楚。『我今于此作佛』，这个「我」是释迦牟尼佛自称。释迦牟尼佛在我们这个世间示现成佛，这是二千五百年前的事情。成佛，成佛是教化众生，要知道，诸佛菩萨应化在这个世间，都是用这种身分出现在世间。所以，佛教是师道。净业三福，第一句就说出来，佛教我们「孝养父母，奉事师长」，孝养父母是孝道，奉事师长是师道。人在这个世间，这一生一世，最大的恩人就是两个，一个是父母，父母养育我们成人，这个恩德大，老师教我们开智慧。所以佛门称老师是法身父母，我们的肉身得自于父母，我们的法身慧命得自于老师。每个人到世间，两大恩人，知恩报恩。怎样报父母恩？父母最关心的是我们的身体，最关心的是我们的德行，身体不好，父母操心，德行不好，父母也操心。老师最关心的是学生的品德，是学生的成就，老师对学生念念不忘的，常常挂在心上。怎么报恩？不让父母操心，不让父母蒙羞，这就是报恩。学生报老师的恩，不忘老师的教导，不让老师失望，老师所教导的我都做到了，在这个世间做个正人君子，这报师恩。",
      "zh_TW": "這個經文講得很清楚。『我今於此作佛』，這個「我」是釋迦牟尼佛自稱。釋迦牟尼佛在我們這個世間示現成佛，這是二千五百年前的事情。成佛，成佛是教化眾生，要知道，諸佛菩薩應化在這個世間，都是用這種身分出現在世間。所以，佛教是師道。淨業三福，第一句就說出來，佛教我們「孝養父母，奉事師長」，孝養父母是孝道，奉事師長是師道。人在這個世間，這一生一世，最大的恩人就是兩個，一個是父母，父母養育我們成人，這個恩德大，老師教我們開智慧。所以佛門稱老師是法身父母，我們的肉身得自於父母，我們的法身慧命得自於老師。每個人到世間，兩大恩人，知恩報恩。怎樣報父母恩？父母最關心的是我們的身體，最關心的是我們的德行，身體不好，父母操心，德行不好，父母也操心。老師最關心的是學生的品德，是學生的成就，老師對學生念念不忘的，常常掛在心上。怎麼報恩？不讓父母操心，不讓父母蒙羞，這就是報恩。學生報老師的恩，不忘老師的教導，不讓老師失望，老師所教導的我都做到了，在這個世間做個正人君子，這報師恩。"
    },
    {
      "id": "02-037-0453_p0016",
      "zh_CN": "佛是老师，佛在此地教导我们，『教化群生，令舍五恶』。「五恶」是前面所说的杀盗淫妄酒，决定不能杀生。这个五恶在佛门就是五戒，不守五戒的就造五恶了。杀生、偷盗、邪淫、妄语，叫性罪，你造了那就是罪业。如果你受了佛的五戒，你要是造了，你是两重罪过，一个是性罪，一个是破戒。不受戒，你只有一重罪过，性罪，你没有破戒的罪，这个一定要知道。饮酒是叫遮罪，比性罪轻一等，饮酒本身没有罪过。什么叫遮？遮是预防，防止你造罪业。造什么罪？酒醉了，杀生、偷盗、邪淫、妄语，你会犯这种罪过。所以酒能乱性，喝醉了发酒疯，这就有罪了。而且这是非常容易引发你造罪业。所以佛对于这一条规定得很严格，不准你喝酒。",
      "zh_TW": "佛是老師，佛在此地教導我們，『教化群生，令捨五惡』。「五惡」是前面所說的殺盜淫妄酒，決定不能殺生。這個五惡在佛門就是五戒，不守五戒的就造五惡了。殺生、偷盜、邪淫、妄語，叫性罪，你造了那就是罪業。如果你受了佛的五戒，你要是造了，你是兩重罪過，一個是性罪，一個是破戒。不受戒，你只有一重罪過，性罪，你沒有破戒的罪，這個一定要知道。飲酒是叫遮罪，比性罪輕一等，飲酒本身沒有罪過。什麼叫遮？遮是預防，防止你造罪業。造什麼罪？酒醉了，殺生、偷盜、邪淫、妄語，你會犯這種罪過。所以酒能亂性，喝醉了發酒瘋，這就有罪了。而且這是非常容易引發你造罪業。所以佛對於這一條規定得很嚴格，不准你喝酒。"
    },
    {
      "id": "02-037-0453_p0017",
      "zh_CN": "但是，酒的开缘又特别多，佛教众生通情达理，佛不是不讲道理的，非常通人情，讲道理。酒，叫开缘，你可以用。出家人七十岁以上，老比丘了，体力衰了，佛准许每餐饭可以喝一杯酒，不会喝醉，这个酒有帮助，帮助你血液循环，起这个作用。你身体需要，七十岁以上。第二种，生病的时候，中药有很多用酒做引子，药引子，可以用，这个就没有忌讳。第三个，平常烧菜，烹饪期间做佐料，不犯。总而言之，我们晓得了，决定你用酒的时候，这个酒不会让你醉，这是用酒的原则。酒令人醉这就有罪过，喝的人有罪过，给他喝的人也有罪过。",
      "zh_TW": "但是，酒的開緣又特別多，佛教眾生通情達理，佛不是不講道理的，非常通人情，講道理。酒，叫開緣，你可以用。出家人七十歲以上，老比丘了，體力衰了，佛准許每餐飯可以喝一杯酒，不會喝醉，這個酒有幫助，幫助你血液循環，起這個作用。你身體需要，七十歲以上。第二種，生病的時候，中藥有很多用酒做引子，藥引子，可以用，這個就沒有忌諱。第三個，平常燒菜，烹飪期間做佐料，不犯。總而言之，我們曉得了，決定你用酒的時候，這個酒不會讓你醉，這是用酒的原則。酒令人醉這就有罪過，喝的人有罪過，給他喝的人也有罪過。"
    },
    {
      "id": "02-037-0453_p0018",
      "zh_CN": "这五恶一定要放下，「舍」就是放下，能够不造这五种恶，那就是五善。不杀生、不偷盗、不邪淫、不妄语、不饮酒，这五善。在今天这个世界，这是大善！为什么？一般人都做不到，你能做到，你是大善。你有善因，你就不会受恶的果报。『五痛』是现世报。",
      "zh_TW": "這五惡一定要放下，「捨」就是放下，能夠不造這五種惡，那就是五善。不殺生、不偷盜、不邪淫、不妄語、不飲酒，這五善。在今天這個世界，這是大善！為什麼？一般人都做不到，你能做到，你是大善。你有善因，你就不會受惡的果報。『五痛』是現世報。"
    },
    {
      "id": "02-037-0453_p0019",
      "zh_CN": "饮食是一门大学问，在古代宫廷里面，掌管饮食的叫太保，这个官他的职位比首相还高。一国三公，这三公就是太保、太傅、太师，皇上的老师。太保，用今天的话来说，他管的是健康保健，就是生活保健，饮食在里头。这是第一个，身体最重要，没有身体，一切都完了。第二个是太傅，太傅是管道德、德行。第三个太师，太师是管行政，管国家大事。用现在的话说，皇上三个顾问，太师是政治的顾问，太傅是道德的顾问，太保是卫生保健的顾问。谁来管这些事情？直接管事的是三少，少保、少傅、少师，这个阶级等于现在的正部级，就是部长，他的阶级是部长一样，一样高。你就晓得中国世世代代都能够兴旺繁荣，都会有一段太平盛世，这个制度好，几千年来都没有改过。清朝宫廷里头还有这三个职务，世世代代都不改。现在称之为顾问，政治上有，道德上就没有了，卫生保健还有，缺少了一个，伦理道德没有了，造成社会的混乱，造成地球上的灾难。",
      "zh_TW": "飲食是一門大學問，在古代宮廷裡面，掌管飲食的叫太保，這個官他的職位比首相還高。一國三公，這三公就是太保、太傅、太師，皇上的老師。太保，用今天的話來說，他管的是健康保健，就是生活保健，飲食在裡頭。這是第一個，身體最重要，沒有身體，一切都完了。第二個是太傅，太傅是管道德、德行。第三個太師，太師是管行政，管國家大事。用現在的話說，皇上三個顧問，太師是政治的顧問，太傅是道德的顧問，太保是衛生保健的顧問。誰來管這些事情？直接管事的是三少，少保、少傅、少師，這個階級等於現在的正部級，就是部長，他的階級是部長一樣，一樣高。你就曉得中國世世代代都能夠興旺繁榮，都會有一段太平盛世，這個制度好，幾千年來都沒有改過。清朝宮廷裡頭還有這三個職務，世世代代都不改。現在稱之為顧問，政治上有，道德上就沒有了，衛生保健還有，缺少了一個，倫理道德沒有了，造成社會的混亂，造成地球上的災難。"
    },
    {
      "id": "02-037-0453_p0020",
      "zh_CN": "『五烧』是未来的果报，死了以后，「烧」是地狱，这五种罪都是堕地狱的。佛教我们要把这个舍掉，只要舍掉五恶，果报自然就没有了，决定不能干。要『降化其意，令持五善』。下面引《嘉祥疏》，「《嘉祥疏》云：降化其意者，悕心入道，令持五善故，顺教修行。净影与嘉祥均谓五善即五戒」。悕，古时候用的，现在讲愿，悕心就是现在愿心，愿心入道，与道相应。与道相应，那就要持五善，持是守住，要把它做到。五善就是不杀生、不偷盗、不邪淫、不妄语、不饮酒，把五戒守好。顺教修行，教是经典，佛门的教科书，佛所教导我们的都写在经书上。读经书，意思懂得了，要依教修行。如果教底下没有修，那个教就是白教了，不起作用。教，你天天修，你天天念经、天天讲经，你没有做到。将来的果报依旧是六道轮回，出不了六道，不能了生死，不能出三界。所以，一定要把所学的东西落实。经典里面的理论，修正我们的思想，我们对于一切人事物都想错了、都看错了，经论修正我们的知见。我们对一切问题的看法、想法要以经论为标准，佛经上怎么说的。我们的言语、造作要以戒律做标准，五善是戒律，我们的言说、我们的行为要守住这个标准，这就是修行。",
      "zh_TW": "『五燒』是未來的果報，死了以後，「燒」是地獄，這五種罪都是墮地獄的。佛教我們要把這個捨掉，只要捨掉五惡，果報自然就沒有了，決定不能幹。要『降化其意，令持五善』。下面引《嘉祥疏》，「《嘉祥疏》云：降化其意者，悕心入道，令持五善故，順教修行。淨影與嘉祥均謂五善即五戒」。悕，古時候用的，現在講願，悕心就是現在願心，願心入道，與道相應。與道相應，那就要持五善，持是守住，要把它做到。五善就是不殺生、不偷盜、不邪淫、不妄語、不飲酒，把五戒守好。順教修行，教是經典，佛門的教科書，佛所教導我們的都寫在經書上。讀經書，意思懂得了，要依教修行。如果教底下沒有修，那個教就是白教了，不起作用。教，你天天修，你天天念經、天天講經，你沒有做到。將來的果報依舊是六道輪迴，出不了六道，不能了生死，不能出三界。所以，一定要把所學的東西落實。經典裡面的理論，修正我們的思想，我們對於一切人事物都想錯了、都看錯了，經論修正我們的知見。我們對一切問題的看法、想法要以經論為標準，佛經上怎麼說的。我們的言語、造作要以戒律做標準，五善是戒律，我們的言說、我們的行為要守住這個標準，這就是修行。"
    },
    {
      "id": "02-037-0453_p0021",
      "zh_CN": "下面讲『福德』，「福德乃善行及所得之福利」，就是你修五种善，你会得福报、你会得利益，对你决定有好处。现在世间人都希求财富、希求聪明智慧、希求健康长寿，不管是中国人、是外国人，不管是哪个族群、哪个宗教，你问问这三样他要不要？统统都要。这三样东西佛门统统具足，你要学会了，你真的得到。命里没有的，命里没有得到，才是修得的。我这一生，智慧跟福德都是修得的，命里头没有。佛告诉我们，菩萨六波罗蜜是菩萨修学的六大纲领，第一条就是布施，布施就是讲这三桩事情。世间人的财从哪里得来的？财布施得来的。经上讲得很清楚、讲得很明白，财富是果报，我们讲是果德，因是什么？因是财布施。这个人命里头有大财富，他大财富从哪里来？过去生中生生世世喜欢修财布施，这一生得大财富。过去生中没有修，那你财库空空，没有东西。你修的财布施少，你命里有小财富，不多，勉强可以度日。你过去生中修积得愈多，财富果报就愈大，无论从事哪个行业，所谓财源滚滚而来，你命里修的。所以这桩事情不能吝啬，愈修愈多。",
      "zh_TW": "下面講『福德』，「福德乃善行及所得之福利」，就是你修五種善，你會得福報、你會得利益，對你決定有好處。現在世間人都希求財富、希求聰明智慧、希求健康長壽，不管是中國人、是外國人，不管是哪個族群、哪個宗教，你問問這三樣他要不要？統統都要。這三樣東西佛門統統具足，你要學會了，你真的得到。命裡沒有的，命裡沒有得到，才是修得的。我這一生，智慧跟福德都是修得的，命裡頭沒有。佛告訴我們，菩薩六波羅蜜是菩薩修學的六大綱領，第一條就是布施，布施就是講這三樁事情。世間人的財從哪裡得來的？財布施得來的。經上講得很清楚、講得很明白，財富是果報，我們講是果德，因是什麼？因是財布施。這個人命裡頭有大財富，他大財富從哪裡來？過去生中生生世世喜歡修財布施，這一生得大財富。過去生中沒有修，那你財庫空空，沒有東西。你修的財布施少，你命裡有小財富，不多，勉強可以度日。你過去生中修積得愈多，財富果報就愈大，無論從事哪個行業，所謂財源滾滾而來，你命裡修的。所以這樁事情不能吝嗇，愈修愈多。"
    },
    {
      "id": "02-037-0453_p0022",
      "zh_CN": "我是章嘉大师教给我的，三种布施，我学了六十年，效果卓着。我前生没修财布施，所以我财库空空，这一生当中的财富全是这一生修得的。老师教我养成喜欢布施的心，这一点非常重要，遇到缘就真干，全心全力的干，不要保留。为什么？你修的福就圆满。你还要斤斤计较，难分难舍，果报会得到，但是得到的很困难，不是很容易得到的。你快快乐乐的舍，你就很容易得到，不费一点力气。所以为什么有人赚钱很辛苦，有人赚钱很快乐，你就晓得，他在种因的时候心情不一样。",
      "zh_TW": "我是章嘉大師教給我的，三種布施，我學了六十年，效果卓著。我前生沒修財布施，所以我財庫空空，這一生當中的財富全是這一生修得的。老師教我養成喜歡布施的心，這一點非常重要，遇到緣就真幹，全心全力的幹，不要保留。為什麼？你修的福就圓滿。你還要斤斤計較，難分難捨，果報會得到，但是得到的很困難，不是很容易得到的。你快快樂樂的捨，你就很容易得到，不費一點力氣。所以為什麼有人賺錢很辛苦，有人賺錢很快樂，你就曉得，他在種因的時候心情不一樣。"
    },
    {
      "id": "02-037-0453_p0023",
      "zh_CN": "智慧是果报，法布施是因。这一生当中读书少，智慧少，我们怎么补？修法布施。法布施里头最重要的，这个老师教我的，学释迦牟尼佛讲经教学，这是法布施。讲经教学得智慧最快，为什么？他得三宝加持。没有三宝加持怎么讲？看都看不懂，怎么讲？最初学讲是非常困难，我跟同学讲过，我早年学讲经，上台讲一个小时，准备的时间要四十个小时。一个星期只能讲一次，就一个小时，讲两次我就准备不出来，一个星期一个小时。我这个进度很快，二、三个月以后就可以一个星期讲两个小时，一年之后，我一个星期就可以讲二、三天。那个时候一次是一个半小时，配合从前那个小的卡式的录音带录音，那一盘九十分钟，就依那个做标准。讲了好几年，进步确实很快，大概讲四、五年之后，我准备一天，一天用八个小时来准备功课，就能讲一个星期，也就是可以讲六、七次了。愈来进步愈快，所以非常欢喜，法喜充满。经里面字字句句都含无量义，每一句经文讲一年都讲不完，你才会发现。这是什么？是长智慧。除这个之外，我们流通法宝，我们印经书，现在制作这些光碟到处去分散，这也是长智慧的，这法布施。法布施里头还有财布施，印经要钱，做光碟也要钱，这一举是财布施、法布施两种布施都在其中。",
      "zh_TW": "智慧是果報，法布施是因。這一生當中讀書少，智慧少，我們怎麼補？修法布施。法布施裡頭最重要的，這個老師教我的，學釋迦牟尼佛講經教學，這是法布施。講經教學得智慧最快，為什麼？他得三寶加持。沒有三寶加持怎麼講？看都看不懂，怎麼講？最初學講是非常困難，我跟同學講過，我早年學講經，上台講一個小時，準備的時間要四十個小時。一個星期只能講一次，就一個小時，講兩次我就準備不出來，一個星期一個小時。我這個進度很快，二、三個月以後就可以一個星期講兩個小時，一年之後，我一個星期就可以講二、三天。那個時候一次是一個半小時，配合從前那個小的卡式的錄音帶錄音，那一盤九十分鐘，就依那個做標準。講了好幾年，進步確實很快，大概講四、五年之後，我準備一天，一天用八個小時來準備功課，就能講一個星期，也就是可以講六、七次了。愈來進步愈快，所以非常歡喜，法喜充滿。經裡面字字句句都含無量義，每一句經文講一年都講不完，你才會發現。這是什麼？是長智慧。除這個之外，我們流通法寶，我們印經書，現在製作這些光碟到處去分散，這也是長智慧的，這法布施。法布施裡頭還有財布施，印經要錢，做光碟也要錢，這一舉是財布施、法布施兩種布施都在其中。"
    },
    {
      "id": "02-037-0453_p0024",
      "zh_CN": "第三种无畏，无畏也在其中，很多人听了经，觉悟了，不害怕了，特别是灾难的问题。真正搞清楚、搞明白了，灾难怕不怕？不怕，没事，不会被它吓倒。尤其是肯定经中一句话，决定是真实，不是虚妄的，佛说「一切法从心想生」，我只要把我的心想转变过来，灾难就没有了，这是真的不是假的。你看这个地方讲的不就是的吗？你能把五恶转成五善，灾难就没有了。你要是造作五恶，就有灾难；我不造五恶，我行五善，灾难就没有了。佛这样教我们，美国布莱登博士也是这样教我们，他劝人应付今年年底马雅灾难预言，他教人这三句话。第一个弃恶扬善，不就是此地令舍五恶、令持五善，就这个意思，弃恶扬善，第二个改邪归正，第三个端正心念，这前面都讲过。我们能依教奉行，这灾难我们就遇不到。不但我们遇不到，我们居住的这个地方就没有灾难。你看，你修了多大的福报，居住这个地方都沾你的光，你就救了好多人。纵然有灾难，灾难减轻了，不会有很严重的。",
      "zh_TW": "第三種無畏，無畏也在其中，很多人聽了經，覺悟了，不害怕了，特別是災難的問題。真正搞清楚、搞明白了，災難怕不怕？不怕，沒事，不會被它嚇倒。尤其是肯定經中一句話，決定是真實，不是虛妄的，佛說「一切法從心想生」，我只要把我的心想轉變過來，災難就沒有了，這是真的不是假的。你看這個地方講的不就是的嗎？你能把五惡轉成五善，災難就沒有了。你要是造作五惡，就有災難；我不造五惡，我行五善，災難就沒有了。佛這樣教我們，美國布萊登博士也是這樣教我們，他勸人應付今年年底馬雅災難預言，他教人這三句話。第一個棄惡揚善，不就是此地令捨五惡、令持五善，就這個意思，棄惡揚善，第二個改邪歸正，第三個端正心念，這前面都講過。我們能依教奉行，這災難我們就遇不到。不但我們遇不到，我們居住的這個地方就沒有災難。你看，你修了多大的福報，居住這個地方都沾你的光，你就救了好多人。縱然有災難，災難減輕了，不會有很嚴重的。"
    },
    {
      "id": "02-037-0453_p0025",
      "zh_CN": "这就是积功累德，断恶修善、积功累德要认真干，这才能『获其福德』。《嘉祥疏》里头说，「举远近二果，成其行也。近果者，如《净影疏》曰：由持五戒，于现在世，身安无苦」。一个真正修福、持戒的人，他身心安稳。为什么？你是真正修行人、真正善心人，心里头只有阿弥陀佛，没有杂念。阿弥陀佛说的话算数，是真的不是假的。只要是真正念佛人，就有三十六位护法神日夜保护你，能令一些非人不得其便。我们常讲冤亲债主，他不敢扰乱你，有护法神守着。这种事情是真有，我这一生没遇到过。",
      "zh_TW": "這就是積功累德，斷惡修善、積功累德要認真幹，這才能『獲其福德』。《嘉祥疏》裡頭說，「舉遠近二果，成其行也。近果者，如《淨影疏》曰：由持五戒，於現在世，身安無苦」。一個真正修福、持戒的人，他身心安穩。為什麼？你是真正修行人、真正善心人，心裡頭只有阿彌陀佛，沒有雜念。阿彌陀佛說的話算數，是真的不是假的。只要是真正念佛人，就有三十六位護法神日夜保護你，能令一些非人不得其便。我們常講冤親債主，他不敢擾亂你，有護法神守著。這種事情是真有，我這一生沒遇到過。"
    },
    {
      "id": "02-037-0453_p0026",
      "zh_CN": "有一年，应该是在一九八０年代的时候，我好像是第一次陪同韩馆长到她的老家去访问，大连，同时我们去看了沈阳、长春，顺便去玩玩。在长春住旅馆那天晚上，我没有事，睡得很好。第二天一早起来，韩馆长告诉我，这里不干净。我说很干净，我说一点都不肮脏。她说不干净是什么？她晚上一夜没睡觉。我说怎么回事情？她说有很多干扰的。我明白了。在国共战争的时候，长春是被包围了，听说死三十多万人，活活的饿死，这些鬼找她。她问我，他为什么不找你？我说，他找我没用处，我做不了主。找妳有用处，他找妳求超度，妳可以做主，办个法会超度他，妳做得到，我做不到，所以他不找我。回到台湾，赶紧找这些年轻法师，天天诵经超度。真的，来求超度的。总而言之一句话，你是学佛的人，善心人，他不会害你，他来找你是求超度的，你有慈悲心应该帮他忙。",
      "zh_TW": "有一年，應該是在一九八０年代的時候，我好像是第一次陪同韓館長到她的老家去訪問，大連，同時我們去看了瀋陽、長春，順便去玩玩。在長春住旅館那天晚上，我沒有事，睡得很好。第二天一早起來，韓館長告訴我，這裡不乾淨。我說很乾淨，我說一點都不骯髒。她說不乾淨是什麼？她晚上一夜沒睡覺。我說怎麼回事情？她說有很多干擾的。我明白了。在國共戰爭的時候，長春是被包圍了，聽說死三十多萬人，活活的餓死，這些鬼找她。她問我，他為什麼不找你？我說，他找我沒用處，我做不了主。找妳有用處，他找妳求超度，妳可以做主，辦個法會超度他，妳做得到，我做不到，所以他不找我。回到台灣，趕緊找這些年輕法師，天天誦經超度。真的，來求超度的。總而言之一句話，你是學佛的人，善心人，他不會害你，他來找你是求超度的，你有慈悲心應該幫他忙。"
    },
    {
      "id": "02-037-0453_p0027",
      "zh_CN": "真正修行功夫得力的，他不敢，不敢来干扰你，那是什么？护法神挡住了。真正戒持得好的，持一条戒，有五位护戒神；五戒全持，二十五位护戒神，也是日夜守护。现在受戒不如法，这我们都知道，但是你真受戒，它真有神护持你。这就是章嘉大师告诉我的，佛法重实质不重形式。传戒那是形式，形式你得不到戒。但是你在佛面前发心，我真持这条戒，我一生都遵守，我不会犯这条戒，你就得戒了，不一定要在戒坛，你就得到五位护戒神守你。你如果持两条就十位，持三条就十五个，每一条戒有五位护戒神，一点都不假，要真发心、要真干。所以你持五戒的人、修十善的人，在现在世间你身心安稳，健康快乐，你不会有苦难，这是近果报。",
      "zh_TW": "真正修行功夫得力的，他不敢，不敢來干擾你，那是什麼？護法神擋住了。真正戒持得好的，持一條戒，有五位護戒神；五戒全持，二十五位護戒神，也是日夜守護。現在受戒不如法，這我們都知道，但是你真受戒，它真有神護持你。這就是章嘉大師告訴我的，佛法重實質不重形式。傳戒那是形式，形式你得不到戒。但是你在佛面前發心，我真持這條戒，我一生都遵守，我不會犯這條戒，你就得戒了，不一定要在戒壇，你就得到五位護戒神守你。你如果持兩條就十位，持三條就十五個，每一條戒有五位護戒神，一點都不假，要真發心、要真幹。所以你持五戒的人、修十善的人，在現在世間你身心安穩，健康快樂，你不會有苦難，這是近果報。"
    },
    {
      "id": "02-037-0453_p0028",
      "zh_CN": "「远果者，得生极乐，定证涅槃」，远果就更殊胜了，远果是来世，来世你往生极乐世界，这是持戒念佛。十善、五戒修得好就行了，不要再搞别的麻烦。出家人能够把沙弥十戒，那是十善、五戒、十戒、二十四门修好，你就是标准出家人。比丘没有了，蕅益大师说的，南宋以后，中国就没有真正比丘，所以比丘戒得不到。蕅益大师自己受戒之后，退比丘戒，一生自称菩萨戒沙弥。他的弟子成时法师，蕅益大师一生的著作是成时大师把它整理、刻版、印刷流通，他做的。因为师父称菩萨戒沙弥，他自己不敢称沙弥，一生自称菩萨戒出家优婆塞。也就是说，他能够做到五戒十善，一生能真正奉行的是五戒十善，这他做到了，出家优婆塞。在近代，弘一大师也自称出家优婆塞，这都是真正懂得戒律的人。末后是「《净影疏》曰：后生弥陀，终得涅槃。现世安乐，身后往生，故云获其福德」。真正依教奉行的人，现在在这个世间身心安稳，自在快乐，来生往生极乐世界，决定证得大般涅槃。所以说「获其福德」。",
      "zh_TW": "「遠果者，得生極樂，定證涅槃」，遠果就更殊勝了，遠果是來世，來世你往生極樂世界，這是持戒念佛。十善、五戒修得好就行了，不要再搞別的麻煩。出家人能夠把沙彌十戒，那是十善、五戒、十戒、二十四門修好，你就是標準出家人。比丘沒有了，蕅益大師說的，南宋以後，中國就沒有真正比丘，所以比丘戒得不到。蕅益大師自己受戒之後，退比丘戒，一生自稱菩薩戒沙彌。他的弟子成時法師，蕅益大師一生的著作是成時大師把它整理、刻版、印刷流通，他做的。因為師父稱菩薩戒沙彌，他自己不敢稱沙彌，一生自稱菩薩戒出家優婆塞。也就是說，他能夠做到五戒十善，一生能真正奉行的是五戒十善，這他做到了，出家優婆塞。在近代，弘一大師也自稱出家優婆塞，這都是真正懂得戒律的人。末後是「《淨影疏》曰：後生彌陀，終得涅槃。現世安樂，身後往生，故云獲其福德」。真正依教奉行的人，現在在這個世間身心安穩，自在快樂，來生往生極樂世界，決定證得大般涅槃。所以說「獲其福德」。"
    },
    {
      "id": "02-037-0453_p0029",
      "zh_CN": "下面有一段长文，佛教导我们，「违教成五恶」，这是详细来说明前面讲的五恶。第一句就把这个题指出来。",
      "zh_TW": "下面有一段長文，佛教導我們，「違教成五惡」，這是詳細來說明前面講的五惡。第一句就把這個題指出來。"
    },
    {
      "id": "02-037-0453_p0030",
      "zh_CN": "【何等为五。】",
      "zh_TW": "【何等為五。】"
    },
    {
      "id": "02-037-0453_p0031",
      "zh_CN": "这是讲令舍五恶，是哪五恶。",
      "zh_TW": "這是講令捨五惡，是哪五惡。"
    },
    {
      "id": "02-037-0453_p0032",
      "zh_CN": "下面「别释」，就分为五段。第一段「杀」，杀生，这里面分五个小段。第一小段「共造杀业」，这现在的社会，大家都在造杀业。请看经文：",
      "zh_TW": "下面「別釋」，就分為五段。第一段「殺」，殺生，這裡面分五個小段。第一小段「共造殺業」，這現在的社會，大家都在造殺業。請看經文："
    },
    {
      "id": "02-037-0453_p0033",
      "zh_CN": "【其一者。世间诸众生类。欲为众恶。强者伏弱。转相克贼。残害杀伤。迭相吞噉。】",
      "zh_TW": "【其一者。世間諸眾生類。欲為眾惡。強者伏弱。轉相剋賊。殘害殺傷。迭相吞噉。】"
    },
    {
      "id": "02-037-0453_p0034",
      "zh_CN": "「在恶之中，首标杀生恶」，第一个就标示出来，杀生是一切恶当中第一恶，决定不可以杀生。「太贤曰」，这是唐朝时候人，法相宗的大德，他说，「世间所畏，死苦为穷」，这个穷就是到极处。世间众生最怕的是什么？怕死。「损他之中，无过夺命」，损是损害，损害之中最严重的就是要人命。「人所最怕者，死也。人所最惜者，命也」，最爱惜的是命，最怕的是死。「是以杀害他生，最为大恶。此不但佛教」，其他宗教都有这条戒，不能杀人。佛教对于世出世间一切法可以说知道得最清楚，了解最深刻。这众生从哪里来的？这众生前世都是人，造作的罪业不一样，有受畜生报，有受饿鬼报，有受地狱报，有受罗刹、修罗报，都是在做人时候造的不善业。一转世，身形不一样了，他还是一条命。蚊虫蚂蚁也是一条命，跟人一样贪生怕死。你杀害牠，牠没有能力报复你，但是牠那个怨恨牠不会放下；怨恨要不放下，牠就会报复你。",
      "zh_TW": "「在惡之中，首標殺生惡」，第一個就標示出來，殺生是一切惡當中第一惡，決定不可以殺生。「太賢曰」，這是唐朝時候人，法相宗的大德，他說，「世間所畏，死苦為窮」，這個窮就是到極處。世間眾生最怕的是什麼？怕死。「損他之中，無過奪命」，損是損害，損害之中最嚴重的就是要人命。「人所最怕者，死也。人所最惜者，命也」，最愛惜的是命，最怕的是死。「是以殺害他生，最為大惡。此不但佛教」，其他宗教都有這條戒，不能殺人。佛教對於世出世間一切法可以說知道得最清楚，了解最深刻。這眾生從哪裡來的？這眾生前世都是人，造作的罪業不一樣，有受畜生報，有受餓鬼報，有受地獄報，有受羅剎、修羅報，都是在做人時候造的不善業。一轉世，身形不一樣了，他還是一條命。蚊蟲螞蟻也是一條命，跟人一樣貪生怕死。你殺害牠，牠沒有能力報復你，但是牠那個怨恨牠不會放下；怨恨要不放下，牠就會報復你。"
    },
    {
      "id": "02-037-0453_p0035",
      "zh_CN": "《往生论》里面记载唐朝的张善和，这个故事大家都知道。张善和在世，一生以杀牛为生，卖牛肉，那一生杀多少头牛。以前是刀杀，生意好的话，一只牛的话一天就卖掉了。一天杀一头，一年三百六十天，这个罪业还得了吗？一生干这个事情。临命终时，算他过去生中应该与佛有缘，种的善根深厚，这一生做的行业不好，杀生，看到牛头人来索命，很多。在他临命终时看到这个境界，这就是经上讲的，地狱相现前。他喊救命。你说这运气好，喊救命的时候就有个法师从他门口经过，听到里头有人喊救命，就走进去看看。张善和大声在叫，好多牛头人来索命。这个法师立刻就知道了，点一把香交给他手上，跟他讲，念南无阿弥陀佛，大声念南无阿弥陀佛。念了几声，他就说牛头人不见了，阿弥陀佛来了，他真往生了。这个案例证明四十八愿里面所说的，五逆十恶临命终时忏悔都能往生。可是这个缘不简单，如果他在叫牛头人索命没有人听到，没有这个法师用这个方法教他，他就下地狱了。这是他运气好，在这个紧要关头的时候遇到善知识，一句话提醒他、帮助他。临命终时，一念十念皆得往生，说明阿弥陀佛愿力不可思议，给后人做最好的榜样。所以，决定不能杀人，也不能杀害一切众生，特别是灵性高的众生。",
      "zh_TW": "《往生論》裡面記載唐朝的張善和，這個故事大家都知道。張善和在世，一生以殺牛為生，賣牛肉，那一生殺多少頭牛。以前是刀殺，生意好的話，一隻牛的話一天就賣掉了。一天殺一頭，一年三百六十天，這個罪業還得了嗎？一生幹這個事情。臨命終時，算他過去生中應該與佛有緣，種的善根深厚，這一生做的行業不好，殺生，看到牛頭人來索命，很多。在他臨命終時看到這個境界，這就是經上講的，地獄相現前。他喊救命。你說這運氣好，喊救命的時候就有個法師從他門口經過，聽到裡頭有人喊救命，就走進去看看。張善和大聲在叫，好多牛頭人來索命。這個法師立刻就知道了，點一把香交給他手上，跟他講，念南無阿彌陀佛，大聲念南無阿彌陀佛。念了幾聲，他就說牛頭人不見了，阿彌陀佛來了，他真往生了。這個案例證明四十八願裡面所說的，五逆十惡臨命終時懺悔都能往生。可是這個緣不簡單，如果他在叫牛頭人索命沒有人聽到，沒有這個法師用這個方法教他，他就下地獄了。這是他運氣好，在這個緊要關頭的時候遇到善知識，一句話提醒他、幫助他。臨命終時，一念十念皆得往生，說明阿彌陀佛願力不可思議，給後人做最好的榜樣。所以，決定不能殺人，也不能殺害一切眾生，特別是靈性高的眾生。"
    },
    {
      "id": "02-037-0453_p0036",
      "zh_CN": "过去一般农民家里都养家畜，养鸡、养鸭、养猪，这都是吃的；养牛、养马这耕种，让牠来帮助的。可是牛跟马老的时候往往也被杀了，被吃掉。这是什么原因？这是来偿债的。欠命还命，欠钱还钱，牠的工作是来抵偿牠的债务的。牠如果不是欠债、不是欠命，牠在你家里不会乖乖的工作。很听话，叫牠工作牠就工作。世间法里头，全是因果报应。主人如果是慈悲，牛老了，寺庙里多半都有放生园，送到放生园去让牠自己老死，不杀牠，这是恩德。也不能卖牠，卖牠都被人杀了。人要懂得这个道理，断恶修善，积功累德，天天都可以做，蚊虫蚂蚁都不伤害牠。",
      "zh_TW": "過去一般農民家裡都養家畜，養雞、養鴨、養豬，這都是吃的；養牛、養馬這耕種，讓牠來幫助的。可是牛跟馬老的時候往往也被殺了，被吃掉。這是什麼原因？這是來償債的。欠命還命，欠錢還錢，牠的工作是來抵償牠的債務的。牠如果不是欠債、不是欠命，牠在你家裡不會乖乖的工作。很聽話，叫牠工作牠就工作。世間法裡頭，全是因果報應。主人如果是慈悲，牛老了，寺廟裡多半都有放生園，送到放生園去讓牠自己老死，不殺牠，這是恩德。也不能賣牠，賣牠都被人殺了。人要懂得這個道理，斷惡修善，積功累德，天天都可以做，蚊蟲螞蟻都不傷害牠。"
    },
    {
      "id": "02-037-0453_p0037",
      "zh_CN": "我们看底下这一段注解，「文中先明杀恶」，这个恶是最严重的恶，恶中之恶，就是杀生。经文里头说，『强者伏弱』，「伏」是降伏，我们俗话讲欺负。『转相克贼』，这个麻烦就大了，造业就重。『残害杀伤，迭相吞噉』。这下面来解释，伏，「伏者，降伏」，「克」就是杀的意思。《会疏》里面说，「强者伏弱」，能杀这是强，所杀的、被杀的这是弱。「人畜皆然」，人当中，力量强的杀弱的；畜生当中也是的，狮子、虎豹这是强的，小动物是弱的，弱肉强食。「转相克贼者」，克，制胜的意思，也是杀害的意思，贼是贼害的意思。底下举个比喻，「如雀取螳螂」，鸟雀看准了螳螂，螳螂比牠小，牠欺负牠，牠要吃这个螳螂。「人亦取雀」，没想到后面有个人拿着弹弓要来打牠，要把这个鸟雀打死，叫转相。这个事情每天都发生，不知道发生多少次。「又憬兴曰：克者杀也。贼者害也。残害者，凶残伤害」，杀的方法很残忍，让被杀的动物感到非常痛苦，所以牠产生怨恨。「杀伤者，杀生致死或伤害其身」。「吞噉」，噉也是吞的意思，吃了。「蛇能吞蛙，蛙食蚯蚓，故云迭相吞噉」。以上诸句，统统是指的杀生恶，杀生造成的冤冤相报，苦不堪言。",
      "zh_TW": "我們看底下這一段註解，「文中先明殺惡」，這個惡是最嚴重的惡，惡中之惡，就是殺生。經文裡頭說，『強者伏弱』，「伏」是降伏，我們俗話講欺負。『轉相剋賊』，這個麻煩就大了，造業就重。『殘害殺傷，迭相吞噉』。這下面來解釋，伏，「伏者，降伏」，「剋」就是殺的意思。《會疏》裡面說，「強者伏弱」，能殺這是強，所殺的、被殺的這是弱。「人畜皆然」，人當中，力量強的殺弱的；畜生當中也是的，獅子、虎豹這是強的，小動物是弱的，弱肉強食。「轉相剋賊者」，剋，制勝的意思，也是殺害的意思，賊是賊害的意思。底下舉個比喻，「如雀取螳螂」，鳥雀看準了螳螂，螳螂比牠小，牠欺負牠，牠要吃這個螳螂。「人亦取雀」，沒想到後面有個人拿著彈弓要來打牠，要把這個鳥雀打死，叫轉相。這個事情每天都發生，不知道發生多少次。「又憬興曰：剋者殺也。賊者害也。殘害者，凶殘傷害」，殺的方法很殘忍，讓被殺的動物感到非常痛苦，所以牠產生怨恨。「殺傷者，殺生致死或傷害其身」。「吞噉」，噉也是吞的意思，吃了。「蛇能吞蛙，蛙食蚯蚓，故云迭相吞噉」。以上諸句，統統是指的殺生惡，殺生造成的冤冤相報，苦不堪言。"
    },
    {
      "id": "02-037-0453_p0038",
      "zh_CN": "我们看下面经文，第二段，「恶业殃罚」，这因果报应。",
      "zh_TW": "我們看下面經文，第二段，「惡業殃罰」，這因果報應。"
    },
    {
      "id": "02-037-0453_p0039",
      "zh_CN": "【不知为善。后受殃罚。】",
      "zh_TW": "【不知為善。後受殃罰。】"
    },
    {
      "id": "02-037-0453_p0040",
      "zh_CN": "『后』是来生、后世，果报就现前了。哪些果报？简单举几个例子。",
      "zh_TW": "『後』是來生、後世，果報就現前了。哪些果報？簡單舉幾個例子。"
    },
    {
      "id": "02-037-0453_p0041",
      "zh_CN": "【故有穷乞。】",
      "zh_TW": "【故有窮乞。】"
    },
    {
      "id": "02-037-0453_p0042",
      "zh_CN": "贫穷到乞丐，人类当中，贫贱到极处无过于乞丐，『穷乞』。",
      "zh_TW": "貧窮到乞丐，人類當中，貧賤到極處無過於乞丐，『窮乞』。"
    },
    {
      "id": "02-037-0453_p0043",
      "zh_CN": "【孤独。聋盲。瘖痖。痴恶。尪狂。皆因前世不信道德。不肯为善。】",
      "zh_TW": "【孤獨。聾盲。瘖瘂。痴惡。尪狂。皆因前世不信道德。不肯為善。】"
    },
    {
      "id": "02-037-0453_p0044",
      "zh_CN": "这是举这些例子，都是说明造恶的过失。「以广为不善，复杀害生命」，所以有这么多的果报。这只是举几个例子，实际不只这么多，这是我们眼前都能看见的。我们不知道，没有天眼通，没有宿命通，看不到过去生。如果看到过去生，看到现在的果报，就清楚了、明白了。「穷者贫穷」，没有财富。「乞者乞丐，讨饭度日者」。这是过去没有修善积德，虽然得人身，在人间的生活跟饿鬼、地狱很接近，人间地狱。这是佛经上说的，十法界每一法界都具足十法界，人中的畜生、人中的饿鬼、人中的地狱，都能看到。『孤独』，「无父曰孤，无子曰独」，「孤者无父母，独者无子女」。现前的社会，人老了之后都是孤独，子女不养父母了。所以，现在做父母也很聪明，自己一定留一点积蓄养老。",
      "zh_TW": "這是舉這些例子，都是說明造惡的過失。「以廣為不善，復殺害生命」，所以有這麼多的果報。這只是舉幾個例子，實際不只這麼多，這是我們眼前都能看見的。我們不知道，沒有天眼通，沒有宿命通，看不到過去生。如果看到過去生，看到現在的果報，就清楚了、明白了。「窮者貧窮」，沒有財富。「乞者乞丐，討飯度日者」。這是過去沒有修善積德，雖然得人身，在人間的生活跟餓鬼、地獄很接近，人間地獄。這是佛經上說的，十法界每一法界都具足十法界，人中的畜生、人中的餓鬼、人中的地獄，都能看到。『孤獨』，「無父曰孤，無子曰獨」，「孤者無父母，獨者無子女」。現前的社會，人老了之後都是孤獨，子女不養父母了。所以，現在做父母也很聰明，自己一定留一點積蓄養老。"
    },
    {
      "id": "02-037-0453_p0045",
      "zh_CN": "在外国，我们知道外国没有储蓄的习惯，这些国家老人福利事业做得不错，老了，退休了，国家发养老金。看国家财政收入，收入多就多发一点，少，就少一点。我们在美国的时候，美国每一个州老人待遇不一样，富裕的州就拿得多一点，像加州，一个月大概可以拿到五、六百块钱生活费用，少的也拿到三百多块钱，我们在美国。美国现在穷了，可能发不出来了，谁也不敢取消，你要是取消，老百姓不选你做总统，这是政府很严重的一个包袱。所以新加坡政府强迫储蓄，它用行政命令，你每个月的收入，规定要拿出好像百分之十还是百分之二十储蓄，将来你退休的时候发给你。政府也会补助一点，少，这个方法好。但是远远比不上中国古老的家庭。",
      "zh_TW": "在外國，我們知道外國沒有儲蓄的習慣，這些國家老人福利事業做得不錯，老了，退休了，國家發養老金。看國家財政收入，收入多就多發一點，少，就少一點。我們在美國的時候，美國每一個州老人待遇不一樣，富裕的州就拿得多一點，像加州，一個月大概可以拿到五、六百塊錢生活費用，少的也拿到三百多塊錢，我們在美國。美國現在窮了，可能發不出來了，誰也不敢取消，你要是取消，老百姓不選你做總統，這是政府很嚴重的一個包袱。所以新加坡政府強迫儲蓄，它用行政命令，你每個月的收入，規定要拿出好像百分之十還是百分之二十儲蓄，將來你退休的時候發給你。政府也會補助一點，少，這個方法好。但是遠遠比不上中國古老的家庭。"
    },
    {
      "id": "02-037-0453_p0046",
      "zh_CN": "古老的家庭，家族养你，每个家族的成员对家庭都有贡献。我们工作赚的钱，除了生活之外，全部都交给家里，由家里面置产业，再生利。一般家里面，中国人老观念就是买土地，土地叫恒产。中国人非常重视土地，房屋，火会烧掉，水会漂掉，土地不会，永远在那里，所以有土则有财。自己不耕种，可以租给农民耕种，收获的时候再分，大家分。过去多半是四六分，农民耕种的收入，百分之六十是他的，百分之四十给地主，所以他家里头有收入。买山，山可以种树，都有生产。所以说家养老，中国社会是以家为单位。现在家没有了，家没有了，换句话说，一个人一生当中没有保障了。从前家是保障，无论你沦落在哪里，家是你的支援，你跟家联上的时候，家一定帮助你。年老不能工作了，落叶归根，回家养老。一生对家的贡献，回家养老天经地义，这应该的。所以，人生最幸福的是晚年，这是外国人没想到的。中国人一生最幸福是晚年，晚年是享受，中年是创业、兴家，晚年是养老。",
      "zh_TW": "古老的家庭，家族養你，每個家族的成員對家庭都有貢獻。我們工作賺的錢，除了生活之外，全部都交給家裡，由家裡面置產業，再生利。一般家裡面，中國人老觀念就是買土地，土地叫恆產。中國人非常重視土地，房屋，火會燒掉，水會漂掉，土地不會，永遠在那裡，所以有土則有財。自己不耕種，可以租給農民耕種，收穫的時候再分，大家分。過去多半是四六分，農民耕種的收入，百分之六十是他的，百分之四十給地主，所以他家裡頭有收入。買山，山可以種樹，都有生產。所以說家養老，中國社會是以家為單位。現在家沒有了，家沒有了，換句話說，一個人一生當中沒有保障了。從前家是保障，無論你淪落在哪裡，家是你的支援，你跟家聯上的時候，家一定幫助你。年老不能工作了，落葉歸根，回家養老。一生對家的貢獻，回家養老天經地義，這應該的。所以，人生最幸福的是晚年，這是外國人沒想到的。中國人一生最幸福是晚年，晚年是享受，中年是創業、興家，晚年是養老。"
    },
    {
      "id": "02-037-0453_p0047",
      "zh_CN": "所以，家肩负起教育的使命跟养老的使命，这是人生两桩大事。大家庭里面，小孩，父母没有能力供给小孩，没有关系，家族教，有家学。家学就是私塾，不需要缴学费，而且连生活都包了。小朋友在学校饮食，学校照顾，那都是自己家。这个学校是归家里头的总管他来管理。诸位看小说《红楼梦》，《红楼梦》就是描写一个家庭，一个大家庭。《红楼梦》里头的大管家是凤姐，总管，她管理得不错，管理得很好。",
      "zh_TW": "所以，家肩負起教育的使命跟養老的使命，這是人生兩樁大事。大家庭裡面，小孩，父母沒有能力供給小孩，沒有關係，家族教，有家學。家學就是私塾，不需要繳學費，而且連生活都包了。小朋友在學校飲食，學校照顧，那都是自己家。這個學校是歸家裡頭的總管他來管理。諸位看小說《紅樓夢》，《紅樓夢》就是描寫一個家庭，一個大家庭。《紅樓夢》裡頭的大管家是鳳姐，總管，她管理得不錯，管理得很好。"
    },
    {
      "id": "02-037-0453_p0048",
      "zh_CN": "下面说，「聋」，耳不能听。「盲」，眼不能见。「瘖」，口不能发声。「痖」，虽能发声，他不会说话，舌不会转，所以不能语言。「痴」是愚痴、痴呆。「恶」是狠恶不善，这心地不良，不善。「尪」是弱的意思，跛也，短小也。「狂」是疯狂。「上即不信道德，不肯为善，所受之种种殃罚。殃者祸也，罚者罪也」。这个都是过去生中造作种种不善，虽然到人间来，受这种果报，这个我们不能不知道。",
      "zh_TW": "下面說，「聾」，耳不能聽。「盲」，眼不能見。「瘖」，口不能發聲。「瘂」，雖能發聲，他不會說話，舌不會轉，所以不能語言。「痴」是愚痴、痴呆。「惡」是狠惡不善，這心地不良，不善。「尪」是弱的意思，跛也，短小也。「狂」是瘋狂。「上即不信道德，不肯為善，所受之種種殃罰。殃者禍也，罰者罪也」。這個都是過去生中造作種種不善，雖然到人間來，受這種果報，這個我們不能不知道。"
    },
    {
      "id": "02-037-0453_p0049",
      "zh_CN": "我们学佛的人读了这个经，知道中国过去大家庭的好处，可是中国从前大家庭再也不能恢复了。这桩事情我想了很久，今天用什么方法来代替？用社团、团体。我们常常听到企业家、企业家，我就想到企业能不能代替家？可以。老板真正能觉悟，用企业，企业是用道义，组成一个家庭。其他的行业也同样。我们佛门无论在家出家，道场就是一个家庭。道场如果真的变成一个家庭，参加这个道场就是入伙了，对这个道场要尽义务，你老的时候就享受权利，老的时候养老。这个道场有教育，教育比什么都重要。以前的家兴旺，教得好，有好老师，这个家会兴旺。如果对教学疏忽了，这个家会败，到最后会家破人亡。教育里头最重要的就是德行教育、道德教育，只有道德才能够传得下去。如果把道德丢掉了，这个家肯定败亡。这就是为什么中国古人对於伦理道德那么重视，维系这个家的兴旺全靠教学。伦理道德的规矩是决定要遵守的，老人做年轻人的模范，年轻人做小朋友的榜样。所以，小小的礼节、小小的规矩都不敢放逸，他知道这个问题严重，知道这个东西重要。",
      "zh_TW": "我們學佛的人讀了這個經，知道中國過去大家庭的好處，可是中國從前大家庭再也不能恢復了。這樁事情我想了很久，今天用什麼方法來代替？用社團、團體。我們常常聽到企業家、企業家，我就想到企業能不能代替家？可以。老闆真正能覺悟，用企業，企業是用道義，組成一個家庭。其他的行業也同樣。我們佛門無論在家出家，道場就是一個家庭。道場如果真的變成一個家庭，參加這個道場就是入夥了，對這個道場要盡義務，你老的時候就享受權利，老的時候養老。這個道場有教育，教育比什麼都重要。以前的家興旺，教得好，有好老師，這個家會興旺。如果對教學疏忽了，這個家會敗，到最後會家破人亡。教育裡頭最重要的就是德行教育、道德教育，只有道德才能夠傳得下去。如果把道德丟掉了，這個家肯定敗亡。這就是為什麼中國古人對於倫理道德那麼重視，維繫這個家的興旺全靠教學。倫理道德的規矩是決定要遵守的，老人做年輕人的模範，年輕人做小朋友的榜樣。所以，小小的禮節、小小的規矩都不敢放逸，他知道這個問題嚴重，知道這個東西重要。"
    },
    {
      "id": "02-037-0453_p0050",
      "zh_CN": "家家都好，社会就安定和谐，太平盛世就出现。中国每一个朝代，汉朝文景之治，汉文帝、汉景帝，唐朝贞观之治、开元之治，这都是世界历史上最著名的。人民安乐，天下太平，物产丰富，灾难没有。明朝有盛世，清朝有盛世。清距离我们近，清朝的盛世一百五十年，在历史上真的稀有，它享国只有二百七十多年，你看，一百五十年的盛世。康熙六十一年，雍正十三年，乾隆六十年，嘉庆，乾隆的儿子，一百五十年的盛世，人民安乐，社会一切都上轨道，全在教学。",
      "zh_TW": "家家都好，社會就安定和諧，太平盛世就出現。中國每一個朝代，漢朝文景之治，漢文帝、漢景帝，唐朝貞觀之治、開元之治，這都是世界歷史上最著名的。人民安樂，天下太平，物產豐富，災難沒有。明朝有盛世，清朝有盛世。清距離我們近，清朝的盛世一百五十年，在歷史上真的稀有，它享國只有二百七十多年，你看，一百五十年的盛世。康熙六十一年，雍正十三年，乾隆六十年，嘉慶，乾隆的兒子，一百五十年的盛世，人民安樂，社會一切都上軌道，全在教學。"
    },
    {
      "id": "02-037-0453_p0051",
      "zh_CN": "《群书治要》是嘉庆登基的时候，日本向中国皇帝进贡，就是送的礼物，里头有这部书。中国人虽然知道了，不重视它，为什么？它在盛世的时候。康熙、乾隆的盛世绝对不亚于贞观，有过之而无不及，对这个不需要，不重视。所以编《四库》没有放进去，《四库》那个时候已经编成了。嘉庆编了一套书，那个里头有。所以真正流通是在民国初年，商务印书馆印过两次，我们相信数量也不是很多，社会动乱，大家对这个事情疏忽了。确确实实这是一部好书，今天世界乱了，迫切需要这部书。书印出来了，谁去教、谁去读？这是问题了。所以我们就想到，最好能有六十五个老师，因为这个里头是节录六十五种书，也是集大成，会集本。最好这六十五种书有六十五个专家，一生专攻的，我相信他们能够有个三年到五年，就会把这些东西教得非常好。",
      "zh_TW": "《群書治要》是嘉慶登基的時候，日本向中國皇帝進貢，就是送的禮物，裡頭有這部書。中國人雖然知道了，不重視它，為什麼？它在盛世的時候。康熙、乾隆的盛世絕對不亞於貞觀，有過之而無不及，對這個不需要，不重視。所以編《四庫》沒有放進去，《四庫》那個時候已經編成了。嘉慶編了一套書，那個裡頭有。所以真正流通是在民國初年，商務印書館印過兩次，我們相信數量也不是很多，社會動亂，大家對這個事情疏忽了。確確實實這是一部好書，今天世界亂了，迫切需要這部書。書印出來了，誰去教、誰去讀？這是問題了。所以我們就想到，最好能有六十五個老師，因為這個裡頭是節錄六十五種書，也是集大成，會集本。最好這六十五種書有六十五個專家，一生專攻的，我相信他們能夠有個三年到五年，就會把這些東西教得非常好。"
    },
    {
      "id": "02-037-0453_p0052",
      "zh_CN": "我明天到马来西亚去就为这个事情，不是为这个事情我才不去。我要跟马来西亚的老师们见面，马来西亚华校，小学有一千多个，中学六十一个。我明天去，主要跟这些校长们、老师们见面，我劝他们发心。如果能有两百个老师发心，那就分三个人一组，六十五个小组，每个小组专攻一部。他们三年变成全世界汉学专家，这个成就不得了，这可以救全世界。我们的汉学院，大概再有一年多，现在已经开工，一年多就造成了，造成之后他们就是汉学院的研究员。学校工作不要辞掉，一样到学校去上课，但是希望大家都住在汉学院，在汉学院三个人一个小组，专门学这个东西。到三年就会有一部活的《群书治要》，这些人就能帮助世界恢复到安定和平，这些人是帝王师。",
      "zh_TW": "我明天到馬來西亞去就為這個事情，不是為這個事情我才不去。我要跟馬來西亞的老師們見面，馬來西亞華校，小學有一千多個，中學六十一個。我明天去，主要跟這些校長們、老師們見面，我勸他們發心。如果能有兩百個老師發心，那就分三個人一組，六十五個小組，每個小組專攻一部。他們三年變成全世界漢學專家，這個成就不得了，這可以救全世界。我們的漢學院，大概再有一年多，現在已經開工，一年多就造成了，造成之後他們就是漢學院的研究員。學校工作不要辭掉，一樣到學校去上課，但是希望大家都住在漢學院，在漢學院三個人一個小組，專門學這個東西。到三年就會有一部活的《群書治要》，這些人就能幫助世界恢復到安定和平，這些人是帝王師。"
    },
    {
      "id": "02-037-0453_p0053",
      "zh_CN": "我们年老了，该回老家了，我们老家是极乐世界，我们也落叶归根，到极乐世界去养老去。这桩好事让这些后人去做，这个东西要留意。学佛的人如果有兴趣的话，也可以专攻个一、二种，不必专攻原书，就《群书治要》就好。你可以专门讲这几段，不必要完全，完全用的时间太长。喜欢哪个部门，就可以把那几个部门，这是魏征他们选出来的，你把这一段能够讲清楚、讲明白，这样就很好。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "我們年老了，該回老家了，我們老家是極樂世界，我們也落葉歸根，到極樂世界去養老去。這樁好事讓這些後人去做，這個東西要留意。學佛的人如果有興趣的話，也可以專攻個一、二種，不必專攻原書，就《群書治要》就好。你可以專門講這幾段，不必要完全，完全用的時間太長。喜歡哪個部門，就可以把那幾個部門，這是魏徵他們選出來的，你把這一段能夠講清楚、講明白，這樣就很好。好，今天時間到了，我們就學習到此地。"
    }
  ]
}