{
  "doc_id": "02-037-0224",
  "title": {
    "zh_CN": "净土大经科注—真信切愿，一念十念都能往生",
    "zh_TW": "淨土大經科註—真信切願，一念十念都能往生"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二四集",
    "zh_TW": "第二二四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0224",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-037-0224_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五六五页，第五行「利他行」，第一段「慈和劝进」。说到利他，首先经典上就教导我们要慈悲、要忍耐、要和爱、要劝导大家，由这几个字我们就知道怎样去接引大众、去宣传佛陀教育。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五六五頁，第五行「利他行」，第一段「慈和勸進」。說到利他，首先經典上就教導我們要慈悲、要忍耐、要和愛、要勸導大家，由這幾個字我們就知道怎樣去接引大眾、去宣傳佛陀教育。"
    },
    {
      "id": "02-037-0224_p0002",
      "zh_CN": "我们看念老的注解，「上云惠利群生」，这是慈，「忍力成就」，这是忍。要有真诚的慈悲和爱心，要有很大的忍耐功夫。特别是在现代这个时代，圣教疏忽的时间太久了，没有人认真学习，没有人讲解，社会大众对佛法、对圣贤教诲感到非常的陌生。我们相信，他要是明白了、搞清楚了，他对圣贤教诲会非常的热爱，这是一定的道理。因为人性本善，只有圣贤教诲跟大乘佛法很容易把本性本善引发出来，所以慈跟忍是必要的条件。是故『于诸有情』，「常以慈忍为怀」，这经上讲的是『常怀慈忍』。一定要爱护，一定要有耐心。『和颜』，「柔和之颜容」。贤首国师在《还源观》上教给我们「柔和质直」，柔和是表现在外面，这就是忍辱波罗蜜；柔和就是和颜，质直就是慈忍，质直表现出来的是慈悲、是忍耐。",
      "zh_TW": "我們看念老的註解，「上云惠利群生」，這是慈，「忍力成就」，這是忍。要有真誠的慈悲和愛心，要有很大的忍耐功夫。特別是在現代這個時代，聖教疏忽的時間太久了，沒有人認真學習，沒有人講解，社會大眾對佛法、對聖賢教誨感到非常的陌生。我們相信，他要是明白了、搞清楚了，他對聖賢教誨會非常的熱愛，這是一定的道理。因為人性本善，只有聖賢教誨跟大乘佛法很容易把本性本善引發出來，所以慈跟忍是必要的條件。是故『於諸有情』，「常以慈忍為懷」，這經上講的是『常懷慈忍』。一定要愛護，一定要有耐心。『和顏』，「柔和之顏容」。賢首國師在《還源觀》上教給我們「柔和質直」，柔和是表現在外面，這就是忍辱波羅蜜；柔和就是和顏，質直就是慈忍，質直表現出來的是慈悲、是忍耐。"
    },
    {
      "id": "02-037-0224_p0003",
      "zh_CN": "「《会疏》曰：内离妄染，故外常温和」，这就是温和不是装出来的，装不出来，自然流露的。怎么流露？里面把妄放下、把染污放下。妄怎么放下？对于宇宙人生真相明白了，妄就没有了。宇宙人生真相最重要的就是一体。老子《道德经》上说，「天地与我同根，万物与我一体」。老子那个时代佛教没传到中国来，中国的圣人也能说出这句话，跟释迦所证的完全相同。所以我们有理由相信，中国古圣先贤肯定有佛菩萨应化到这个地区来的。这个地区崇敬圣贤，佛菩萨必然是应以圣贤身而得度者，即现圣贤身而为说法，在中国这个地区。我们有理由相信，什么理由？理由就是一体。我们就能够理解到、能够推测到，这个世界无论是哪个族群，古老的文化应当都是佛菩萨示现的。所以在不同的地区、不同的文化，不同的族群，不同的生活方式、语言习惯，可是看看各个族群圣贤教导众生的方向是相同的，目标也是相同的，甚至于使用的手段也很接近，这显示出诸佛菩萨的大慈大悲，为了帮助众生离苦得乐。讲到极乐世界，才真正达到了究竟圆满，慈悲、方便到极处，能令一切众生十念、一念都能获得圆满成就。理上讲得通，事上，古来祖师大德说，亿万人当中难得有一个，这从事上讲，从理上是决定讲得通的。转凡成圣要多长的时间？一念。这个一念，弥勒菩萨所说的一念，没有时空的限制，问题就这一念能不能转得过来，不在别人在自己。",
      "zh_TW": "「《會疏》曰：內離妄染，故外常溫和」，這就是溫和不是裝出來的，裝不出來，自然流露的。怎麼流露？裡面把妄放下、把染污放下。妄怎麼放下？對於宇宙人生真相明白了，妄就沒有了。宇宙人生真相最重要的就是一體。老子《道德經》上說，「天地與我同根，萬物與我一體」。老子那個時代佛教沒傳到中國來，中國的聖人也能說出這句話，跟釋迦所證的完全相同。所以我們有理由相信，中國古聖先賢肯定有佛菩薩應化到這個地區來的。這個地區崇敬聖賢，佛菩薩必然是應以聖賢身而得度者，即現聖賢身而為說法，在中國這個地區。我們有理由相信，什麼理由？理由就是一體。我們就能夠理解到、能夠推測到，這個世界無論是哪個族群，古老的文化應當都是佛菩薩示現的。所以在不同的地區、不同的文化，不同的族群，不同的生活方式、語言習慣，可是看看各個族群聖賢教導眾生的方向是相同的，目標也是相同的，甚至於使用的手段也很接近，這顯示出諸佛菩薩的大慈大悲，為了幫助眾生離苦得樂。講到極樂世界，才真正達到了究竟圓滿，慈悲、方便到極處，能令一切眾生十念、一念都能獲得圓滿成就。理上講得通，事上，古來祖師大德說，億萬人當中難得有一個，這從事上講，從理上是決定講得通的。轉凡成聖要多長的時間？一念。這個一念，彌勒菩薩所說的一念，沒有時空的限制，問題就這一念能不能轉得過來，不在別人在自己。"
    },
    {
      "id": "02-037-0224_p0004",
      "zh_CN": "《会疏》底下一句说，内离妄染，外面自自然然就现出温和。孔夫子温良恭俭让，内要没有离妄染做不到，装出来的是假的，高明的人一看就看穿了。内有实德，外面自然表现出来。「故云和颜」，和颜爱语。爱语不是甜甜蜜蜜的，不是，爱语是真正爱护他，真正叫他得利益，这种语叫爱语。所谓忠言逆耳，那是爱语，不见得你喜欢听，可是真的是爱护你，帮助你离苦得乐。",
      "zh_TW": "《會疏》底下一句說，內離妄染，外面自自然然就現出溫和。孔夫子溫良恭儉讓，內要沒有離妄染做不到，裝出來的是假的，高明的人一看就看穿了。內有實德，外面自然表現出來。「故云和顏」，和顏愛語。愛語不是甜甜蜜蜜的，不是，愛語是真正愛護他，真正叫他得利益，這種語叫愛語。所謂忠言逆耳，那是愛語，不見得你喜歡聽，可是真的是愛護你，幫助你離苦得樂。"
    },
    {
      "id": "02-037-0224_p0005",
      "zh_CN": "「《胜天王般若经》曰：菩萨行般若波罗蜜，如是随顺佛清净教」。这两句话对我们很大的启示，般若波罗蜜怎么样落实？这个地方告诉我们，就落实在随顺佛陀的教诲。我们能够真正依照经典教诲去学习，学是明白、是看破；习是落实，变成我们的习惯，变成我们的生活，变成我们处世待人这个原则，真用上了，这叫行般若波罗蜜。你看《心经》上就很好的例子，观世音菩萨为我们表演，「行深般若波罗蜜多时，照见五蕴皆空」，不是眼见，照见。照见是般若光明照见，照见五蕴皆空不就是此地说的内离妄染吗？五蕴有，你要没有照见，它就产生妄染的作用，妄想、染着。染污是什么？分别执着是染，起心动念是妄。你照破它了，照破它，这个妄染在不在？在。起不起作用？不起作用。为什么？你知道它、你认识它，不会被它蒙蔽，不会被它障碍，晓得它是空寂，了不可得，相有性无，事有理无，清清楚楚、明明白白。",
      "zh_TW": "「《勝天王般若經》曰：菩薩行般若波羅蜜，如是隨順佛清淨教」。這兩句話對我們很大的啟示，般若波羅蜜怎麼樣落實？這個地方告訴我們，就落實在隨順佛陀的教誨。我們能夠真正依照經典教誨去學習，學是明白、是看破；習是落實，變成我們的習慣，變成我們的生活，變成我們處世待人這個原則，真用上了，這叫行般若波羅蜜。你看《心經》上就很好的例子，觀世音菩薩為我們表演，「行深般若波羅蜜多時，照見五蘊皆空」，不是眼見，照見。照見是般若光明照見，照見五蘊皆空不就是此地說的內離妄染嗎？五蘊有，你要沒有照見，它就產生妄染的作用，妄想、染著。染污是什麼？分別執著是染，起心動念是妄。你照破它了，照破它，這個妄染在不在？在。起不起作用？不起作用。為什麼？你知道它、你認識它，不會被它蒙蔽，不會被它障礙，曉得它是空寂，了不可得，相有性無，事有理無，清清楚楚、明明白白。"
    },
    {
      "id": "02-037-0224_p0006",
      "zh_CN": "「视诸众生，面门先笑」，欢喜心露出来了，「曾无嚬蹙」。嚬蹙是什么？不但没有笑容，表情很忧虑，皱着眉头。这种态度别人看了不欢喜。曾无，菩萨决定没有这种态度的。「所以然者」，为什么，菩萨见人都是满面笑容，像弥勒菩萨一样，弥勒菩萨就是代表这两句话。「心离秽浊」，秽是污秽，我们讲肮脏，浊是不干净。哪些东西？自私自利、名闻利养、七情五欲、贪瞋痴慢疑，这都是秽浊，都是前面说的妄染。心里头有这些东西，他怎么可能有欢乐的心情？这些烦恼，严重的烦恼，给他的，我们现在人讲的压力，精神的压力，身体的压力，生活环境的压力，工作的压力，这压力太多、压力太重。人生有什么意义？有什么价值？有什么好处？想得太多了，结果就自杀，走上这条路。现在年轻人自杀愈来愈多，我们从网路上看到个信息，印度，很多投资的人不敢去，年轻自杀率太高了。",
      "zh_TW": "「視諸眾生，面門先笑」，歡喜心露出來了，「曾無嚬蹙」。嚬蹙是什麼？不但沒有笑容，表情很憂慮，皺著眉頭。這種態度別人看了不歡喜。曾無，菩薩決定沒有這種態度的。「所以然者」，為什麼，菩薩見人都是滿面笑容，像彌勒菩薩一樣，彌勒菩薩就是代表這兩句話。「心離穢濁」，穢是污穢，我們講骯髒，濁是不乾淨。哪些東西？自私自利、名聞利養、七情五欲、貪瞋痴慢疑，這都是穢濁，都是前面說的妄染。心裡頭有這些東西，他怎麼可能有歡樂的心情？這些煩惱，嚴重的煩惱，給他的，我們現在人講的壓力，精神的壓力，身體的壓力，生活環境的壓力，工作的壓力，這壓力太多、壓力太重。人生有什麼意義？有什麼價值？有什麼好處？想得太多了，結果就自殺，走上這條路。現在年輕人自殺愈來愈多，我們從網路上看到個信息，印度，很多投資的人不敢去，年輕自殺率太高了。"
    },
    {
      "id": "02-037-0224_p0007",
      "zh_CN": "这个现象我们能够理解，我们要没有遇到佛法，也可能会走上这条路，这真的不是假的。闻到佛法之后才恍然大悟，人身难得，要珍惜这次机会。六道轮回得人身那是中特奖，不容易得到。那得到人身怎样？得到人身就有缘分、就有机会解脱，把我们这些秽浊、妄染把它解除、化解掉。用什么方法？大乘佛法、圣贤教诲，确实能把它化解，化解之后就脱苦。解脱，脱什么？脱离苦，脱离一切的压力，你生活得轻松愉快，没有压力，这是现前；寿命终了不再轮回，脱离六道轮回、脱离十法界，选择自己欢喜去的地方，极乐世界，这是顶尖。",
      "zh_TW": "這個現象我們能夠理解，我們要沒有遇到佛法，也可能會走上這條路，這真的不是假的。聞到佛法之後才恍然大悟，人身難得，要珍惜這次機會。六道輪迴得人身那是中特獎，不容易得到。那得到人身怎樣？得到人身就有緣分、就有機會解脫，把我們這些穢濁、妄染把它解除、化解掉。用什麼方法？大乘佛法、聖賢教誨，確實能把它化解，化解之後就脫苦。解脫，脫什麼？脫離苦，脫離一切的壓力，你生活得輕鬆愉快，沒有壓力，這是現前；壽命終了不再輪迴，脫離六道輪迴、脫離十法界，選擇自己歡喜去的地方，極樂世界，這是頂尖。"
    },
    {
      "id": "02-037-0224_p0008",
      "zh_CN": "昨天有个同修告诉我，他有个朋友是南洋人，不是信佛教的，他跟佛教接触很多，知道佛教里头有个极乐世界，他也很想去，向他请教有什么方法可以到极乐世界去。不是佛教徒。能不能去？能去，阿弥陀佛的门是敞开的，无论什么人，你看只要具足三个条件，真信，愿意去，真想去，真肯念佛，念阿弥陀佛，十念、一念都可以往生，不难！《无量寿经．三辈往生》里面最后一段，慈舟大师判作一心三辈，那就是不是修净土的人，无论修学哪一个法门，大乘小乘、显教密教、宗门教下，统统可以往生；再扩大包括所有宗教，你把你自己修学的功德回向求生净土也一定得生。净土法门不可思议，遍法界虚空界无量诸佛如来称赞，诸天的天神拥护，真想往生，决定能生。凭什么？凭一切众生本来是佛。我们相信这句话，所有一切众生不管信仰什么教，想往生的人都能往生，我们信得过。",
      "zh_TW": "昨天有個同修告訴我，他有個朋友是南洋人，不是信佛教的，他跟佛教接觸很多，知道佛教裡頭有個極樂世界，他也很想去，向他請教有什麼方法可以到極樂世界去。不是佛教徒。能不能去？能去，阿彌陀佛的門是敞開的，無論什麼人，你看只要具足三個條件，真信，願意去，真想去，真肯念佛，念阿彌陀佛，十念、一念都可以往生，不難！《無量壽經．三輩往生》裡面最後一段，慈舟大師判作一心三輩，那就是不是修淨土的人，無論修學哪一個法門，大乘小乘、顯教密教、宗門教下，統統可以往生；再擴大包括所有宗教，你把你自己修學的功德迴向求生淨土也一定得生。淨土法門不可思議，遍法界虛空界無量諸佛如來稱讚，諸天的天神擁護，真想往生，決定能生。憑什麼？憑一切眾生本來是佛。我們相信這句話，所有一切眾生不管信仰什麼教，想往生的人都能往生，我們信得過。"
    },
    {
      "id": "02-037-0224_p0009",
      "zh_CN": "所以心真正放下所有的染污，放下自私自利、放下名闻利养、放下五欲六尘、放下贪瞋痴慢，「诸根清净，不染离垢」，没有染污了，你离开这些烦恼习气，「心不瞋恚」。不但不会有瞋恚的行为、行动，瞋恚的念头没有了，连根都拔掉了。能拔掉？能。为什么？自性里头没有瞋恚。惠能大师开悟，头一句话告诉我们，「何期自性，本自清净」。清净到什么程度？清净到不起心、不动念，这叫究竟清净。起心动念就染污了，不管你是善念、是恶念，清净心里头全没有，它是干净的，它是平等的。「何期自性，本不生灭」，它不生不灭，永远保持常态，从来没有改变的。这个常态就是我们称之为妙觉如来。所以你本来是佛，你今天想作佛，哪有不成功的道理！「内无恨结」，所以这个心里面，内是讲心里，没有恨、没有怨恨，结就是烦恼，七情五欲，清净心里头找不到，这就叫佛。",
      "zh_TW": "所以心真正放下所有的染污，放下自私自利、放下名聞利養、放下五欲六塵、放下貪瞋痴慢，「諸根清淨，不染離垢」，沒有染污了，你離開這些煩惱習氣，「心不瞋恚」。不但不會有瞋恚的行為、行動，瞋恚的念頭沒有了，連根都拔掉了。能拔掉？能。為什麼？自性裡頭沒有瞋恚。惠能大師開悟，頭一句話告訴我們，「何期自性，本自清淨」。清淨到什麼程度？清淨到不起心、不動念，這叫究竟清淨。起心動念就染污了，不管你是善念、是惡念，清淨心裡頭全沒有，它是乾淨的，它是平等的。「何期自性，本不生滅」，它不生不滅，永遠保持常態，從來沒有改變的。這個常態就是我們稱之為妙覺如來。所以你本來是佛，你今天想作佛，哪有不成功的道理！「內無恨結」，所以這個心裡面，內是講心裡，沒有恨、沒有怨恨，結就是煩惱，七情五欲，清淨心裡頭找不到，這就叫佛。"
    },
    {
      "id": "02-037-0224_p0010",
      "zh_CN": "『爱语』者，「四摄法之一」。这里提到四摄法，四摄法就是利他行最重要的指导原则，我们要修利他行，你一定要懂得四摄法。摄是摄受，摄受一切众生的方法，这是四种。在净土讲叫接引，接引众生的方法。怎样去引接他，怎样去引导他，古人用的名词叫摄受。第一个「布施」。这个布施的意思跟六度里的布施意思完全不同，六度里面的布施是自利，目的是自利，为什么？度悭贪，我们有这个烦恼。悭是吝啬，自己有的舍不得给人，贪是没有得到的希求，希望得到、希望拥有。这个烦恼非常严重，一切众生全都有，贪财、贪色、贪名、贪利、贪权、贪势，什么都贪，学了佛法也贪。用贪心学佛法能不能成佛？不能；能不能往生？不能。他能得到什么？人天福报。贪心。",
      "zh_TW": "『愛語』者，「四攝法之一」。這裡提到四攝法，四攝法就是利他行最重要的指導原則，我們要修利他行，你一定要懂得四攝法。攝是攝受，攝受一切眾生的方法，這是四種。在淨土講叫接引，接引眾生的方法。怎樣去引接他，怎樣去引導他，古人用的名詞叫攝受。第一個「布施」。這個布施的意思跟六度裡的布施意思完全不同，六度裡面的布施是自利，目的是自利，為什麼？度慳貪，我們有這個煩惱。慳是吝嗇，自己有的捨不得給人，貪是沒有得到的希求，希望得到、希望擁有。這個煩惱非常嚴重，一切眾生全都有，貪財、貪色、貪名、貪利、貪權、貪勢，什麼都貪，學了佛法也貪。用貪心學佛法能不能成佛？不能；能不能往生？不能。他能得到什麼？人天福報。貪心。"
    },
    {
      "id": "02-037-0224_p0011",
      "zh_CN": "许许多多人每天烧香拜佛，你看他心里想的、口里说的，他求什么？求升官、求发财，求他所做的事业顺利，就是贪瞋痴慢顺利，求这个。能不能求得到？告诉诸位求不到。你能得到的是命里有的，你求不到是命里没有的。把佛菩萨当作神明看待，不但没有利，有罪过，让一般社会大众看到说迷信，你看佛教变成迷信。再深入看一点，佛菩萨也收贿赂，你看行一点贿，佛菩萨接受贿赂就有求必应。殊不知，你不求你也能够得名闻利养，你也能够得财富，那是什么？你命中有的，不求就得到。跟求不求没关系，不是因为你有求，佛菩萨保佑你，哪有这种道理！理一定搞清楚、搞明白。生财有生财的道理，佛菩萨把这个道理讲出来给我们听，我们听懂了依教奉行，真得到。总的，起心动念一定要利他，不是自利，你才能得感应。",
      "zh_TW": "許許多多人每天燒香拜佛，你看他心裡想的、口裡說的，他求什麼？求升官、求發財，求他所做的事業順利，就是貪瞋痴慢順利，求這個。能不能求得到？告訴諸位求不到。你能得到的是命裡有的，你求不到是命裡沒有的。把佛菩薩當作神明看待，不但沒有利，有罪過，讓一般社會大眾看到說迷信，你看佛教變成迷信。再深入看一點，佛菩薩也收賄賂，你看行一點賄，佛菩薩接受賄賂就有求必應。殊不知，你不求你也能夠得名聞利養，你也能夠得財富，那是什麼？你命中有的，不求就得到。跟求不求沒關係，不是因為你有求，佛菩薩保佑你，哪有這種道理！理一定搞清楚、搞明白。生財有生財的道理，佛菩薩把這個道理講出來給我們聽，我們聽懂了依教奉行，真得到。總的，起心動念一定要利他，不是自利，你才能得感應。"
    },
    {
      "id": "02-037-0224_p0012",
      "zh_CN": "求财，佛菩萨教给我们，财从哪里来的？从财布施来的，你能修财布施，你就能得财富。今天你看到这个世间，拥有亿万财富的人，他财从哪里来？过去生中修大财布施，这一生缘成熟了，果报现前，这么回事情。你过去生中没有修，你得不到。你用不正当的手段得到，得到了灾难马上就来了。这个灾难很明显，一个是生病，把你得来的钱全花光；第二个就是什么？第二个是灾难，说不定命都送掉了，意外的灾难你会遇到。所以不义之财决定不能要，不义之财我们要受的时候那是灾难，不是好事情。应该怎么做？应该修布施。不义之财得到了赶快布施掉，灾难就放下了，把灾难布施掉。你不肯布施，灾难天天盯着你，你身心不安，你不快乐。统统布施掉，救济灾难、救济病苦，帮助一些需要的人，你多快乐。你求财，财它就来了，愈舍愈多，愈多愈舍，不要存在那个地方，存在那里错了，一有机会赶快布施。",
      "zh_TW": "求財，佛菩薩教給我們，財從哪裡來的？從財布施來的，你能修財布施，你就能得財富。今天你看到這個世間，擁有億萬財富的人，他財從哪裡來？過去生中修大財布施，這一生緣成熟了，果報現前，這麼回事情。你過去生中沒有修，你得不到。你用不正當的手段得到，得到了災難馬上就來了。這個災難很明顯，一個是生病，把你得來的錢全花光；第二個就是什麼？第二個是災難，說不定命都送掉了，意外的災難你會遇到。所以不義之財決定不能要，不義之財我們要受的時候那是災難，不是好事情。應該怎麼做？應該修布施。不義之財得到了趕快布施掉，災難就放下了，把災難布施掉。你不肯布施，災難天天盯著你，你身心不安，你不快樂。統統布施掉，救濟災難、救濟病苦，幫助一些需要的人，你多快樂。你求財，財它就來了，愈捨愈多，愈多愈捨，不要存在那個地方，存在那裡錯了，一有機會趕快布施。"
    },
    {
      "id": "02-037-0224_p0013",
      "zh_CN": "但是布施，布施有个原则，决定是利他，利益广大的群众。如果这个财用出去，对现代人有利益，对后世人有利益，这是真功德。怎么布施？建立道场，但是这个道场要有道，如果没道白建了，没有利益。所以真正利益要有智慧，你才知道什么是真的、什么是假的。古人常讲，「人能弘道，非道弘人」。今天这个社会缺乏什么？缺乏道，道德没有了。道场是弘扬道的地方、修道的地方，所以古人对这桩事情看得很重，甚至于把自己的家业贡献出来做道场，他所修的福德，他的儿孙好多代都享受。这是真正会积功累德、真正会做好事的。那在现前的社会，最好的事情是什么？培养人才。培养人才，你要会用心。看看过去，古人里头有个武训，很多人知道。武训是什么身分？乞丐，他贫穷，讨饭。但他想到自己为什么这么贫穷，为什么做了乞丐？因为没有受到好教育。所以他就希望，像他这样贫苦的人都能够受到好教育。你看这一点心，善心，这菩萨心肠。讨的这点钱累积下来，他居然能办学，办私塾，教这些穷苦的学生，让他们读书。他去请老师，请老师的时候跪在地下，甚至于跪几天，老师被他感动。不止建一个，建好多个学校。他自己没有念过书，不认识字。培养人才，连武训这种人都能做到，我们为什么不能做？在佛法里面讲，这都是佛菩萨给我们示现的，教我们怎么做，怎样去行菩萨道，怎样去行般若波罗蜜。后人称武训称圣人，乞丐。",
      "zh_TW": "但是布施，布施有個原則，決定是利他，利益廣大的群眾。如果這個財用出去，對現代人有利益，對後世人有利益，這是真功德。怎麼布施？建立道場，但是這個道場要有道，如果沒道白建了，沒有利益。所以真正利益要有智慧，你才知道什麼是真的、什麼是假的。古人常講，「人能弘道，非道弘人」。今天這個社會缺乏什麼？缺乏道，道德沒有了。道場是弘揚道的地方、修道的地方，所以古人對這樁事情看得很重，甚至於把自己的家業貢獻出來做道場，他所修的福德，他的兒孫好多代都享受。這是真正會積功累德、真正會做好事的。那在現前的社會，最好的事情是什麼？培養人才。培養人才，你要會用心。看看過去，古人裡頭有個武訓，很多人知道。武訓是什麼身分？乞丐，他貧窮，討飯。但他想到自己為什麼這麼貧窮，為什麼做了乞丐？因為沒有受到好教育。所以他就希望，像他這樣貧苦的人都能夠受到好教育。你看這一點心，善心，這菩薩心腸。討的這點錢累積下來，他居然能辦學，辦私塾，教這些窮苦的學生，讓他們讀書。他去請老師，請老師的時候跪在地下，甚至於跪幾天，老師被他感動。不止建一個，建好多個學校。他自己沒有念過書，不認識字。培養人才，連武訓這種人都能做到，我們為什麼不能做？在佛法裡面講，這都是佛菩薩給我們示現的，教我們怎麼做，怎樣去行菩薩道，怎樣去行般若波羅蜜。後人稱武訓稱聖人，乞丐。"
    },
    {
      "id": "02-037-0224_p0014",
      "zh_CN": "六祖惠能大师，樵夫，在社会的地位比乞丐只高一等而已，这个等级下面就是乞丐。偶然的一个机会，卖柴遇到别驾居士，这个人有智慧，发现这个年轻的樵夫（卖柴的）有真智慧，悟性很高，就推荐他，劝他到黄梅去亲近五祖。家里还有个老母亲，他们负责来赡养，送他十两银子给他做安家费，让他放心去求学。这是栽培人才。他要没有这个缘分，他怎么能够见得了五祖？一代祖师，不是平常人都能够见到的。我们能想到，许许多多人到黄梅去见五祖，其实都是神秀大师代表老和尚接见。六祖成就的因缘，张别驾的功劳大，第一个他有眼光，他认识人；第二个，送他去的地方是非常有利的，祖师的道场。为安他的心，找居士帮忙照顾他母亲，费用他拿，这样的慷慨，成就这个人。没有一点私心，真的叫为正法久住、为正法弘扬，这种人能弘法。这种机缘也是百千万劫难遭遇，遇到了认识，不放弃，就种福了。",
      "zh_TW": "六祖惠能大師，樵夫，在社會的地位比乞丐只高一等而已，這個等級下面就是乞丐。偶然的一個機會，賣柴遇到別駕居士，這個人有智慧，發現這個年輕的樵夫（賣柴的）有真智慧，悟性很高，就推薦他，勸他到黃梅去親近五祖。家裡還有個老母親，他們負責來贍養，送他十兩銀子給他做安家費，讓他放心去求學。這是栽培人才。他要沒有這個緣分，他怎麼能夠見得了五祖？一代祖師，不是平常人都能夠見到的。我們能想到，許許多多人到黃梅去見五祖，其實都是神秀大師代表老和尚接見。六祖成就的因緣，張別駕的功勞大，第一個他有眼光，他認識人；第二個，送他去的地方是非常有利的，祖師的道場。為安他的心，找居士幫忙照顧他母親，費用他拿，這樣的慷慨，成就這個人。沒有一點私心，真的叫為正法久住、為正法弘揚，這種人能弘法。這種機緣也是百千萬劫難遭遇，遇到了認識，不放棄，就種福了。"
    },
    {
      "id": "02-037-0224_p0015",
      "zh_CN": "今天世间有没有真学的人？有，我们没遇到，遇到也是缘分。本身要有福报，没有福报，自己的生活都很困难，怎么能帮人？五祖有道场，道场很大，上千人。我也有很多人找我，我没有道场，你来的时候住的地方没有，这是难处。一个人一生流浪，一辈子非常辛苦，什么原因？这一代的人不要佛法，真正学佛，他讨厌你，他不帮助你。真正帮助只是一、二个人，勉强照顾我的生活，再多两个人，人家不愿意了，这是我们所遭遇的困境。这些全是佛菩萨安排的，佛菩萨为什么这样安排你知不知道？我们想想，达摩祖师当年到中国来，在少林寺九年面壁，没人知道他，也没人理他，只遇到一个慧可，对他真诚恭敬。他开悟了，所以法传给他，这是二祖，往下五代都是单传。忍辱波罗蜜！到六祖惠能，第六代才开花结果，禅宗弘遍了中国。这是什么？缘，机缘不成熟。我这一生跟达摩祖师一样，缘没成熟，要有耐心去等。什么时候成熟？至少得一百年到二百年之后，缘才能成熟。这一生当中有一、二个真正相信净宗、真正传承净宗就很难得，他们一生也能传一、二个，多了不可能。为什么？缘不成熟，众生对这个不认识，没有概念，你纵然给他讲，半信半疑，这是好人。不能接受的，他马上反驳你，你就添麻烦了，不能接受。好在看目前趋势，科学家会帮佛法的忙。科学要认同佛法是科学，传递会快一些，缘会早一天成熟。如果科学家不承认，这个时间肯定要一百年到两百年。我们自己这一生当中要决定成就，给大家做好榜样。我们自己学了一辈子，最后还搞六道轮回，人家看到这个方法就摇头，这不是真的，是假的。利他首先是自利，前面是讲的自利，自己不成就怎么能成就别人？自己烦恼没断，如何教别人断烦恼？自己智慧没开，怎么能教别人开智慧？",
      "zh_TW": "今天世間有沒有真學的人？有，我們沒遇到，遇到也是緣分。本身要有福報，沒有福報，自己的生活都很困難，怎麼能幫人？五祖有道場，道場很大，上千人。我也有很多人找我，我沒有道場，你來的時候住的地方沒有，這是難處。一個人一生流浪，一輩子非常辛苦，什麼原因？這一代的人不要佛法，真正學佛，他討厭你，他不幫助你。真正幫助只是一、二個人，勉強照顧我的生活，再多兩個人，人家不願意了，這是我們所遭遇的困境。這些全是佛菩薩安排的，佛菩薩為什麼這樣安排你知不知道？我們想想，達摩祖師當年到中國來，在少林寺九年面壁，沒人知道他，也沒人理他，只遇到一個慧可，對他真誠恭敬。他開悟了，所以法傳給他，這是二祖，往下五代都是單傳。忍辱波羅蜜！到六祖惠能，第六代才開花結果，禪宗弘遍了中國。這是什麼？緣，機緣不成熟。我這一生跟達摩祖師一樣，緣沒成熟，要有耐心去等。什麼時候成熟？至少得一百年到二百年之後，緣才能成熟。這一生當中有一、二個真正相信淨宗、真正傳承淨宗就很難得，他們一生也能傳一、二個，多了不可能。為什麼？緣不成熟，眾生對這個不認識，沒有概念，你縱然給他講，半信半疑，這是好人。不能接受的，他馬上反駁你，你就添麻煩了，不能接受。好在看目前趨勢，科學家會幫佛法的忙。科學要認同佛法是科學，傳遞會快一些，緣會早一天成熟。如果科學家不承認，這個時間肯定要一百年到兩百年。我們自己這一生當中要決定成就，給大家做好榜樣。我們自己學了一輩子，最後還搞六道輪迴，人家看到這個方法就搖頭，這不是真的，是假的。利他首先是自利，前面是講的自利，自己不成就怎麼能成就別人？自己煩惱沒斷，如何教別人斷煩惱？自己智慧沒開，怎麼能教別人開智慧？"
    },
    {
      "id": "02-037-0224_p0016",
      "zh_CN": "四摄法应当学，这是处事待人接物基本的条件。内心就是一个字，爱人，爱别人决定胜过爱自己。但是这样的人很难找，这样的人能学佛，所谓善根深厚。过分的重视自己，把自己摆在第一，别人摆在第二，学大乘都非常困难，因为他的内心心态障碍大乘。大乘是首先利他，不谈自利，纯是利他。所以能行布施、欢喜布施，对于一个能成就的人，一定是尽心尽力的去帮助他、去护持他。四摄法也是我们今天社会上所倡导的和谐。如何能够真正做到和谐？四摄法是最好的方法。四摄法里面的布施是送礼，目的是联络感情，中国人所谓「礼多人不怪」。我们有吃的，我们有穿的，有多余的，头一个是邻居，要把我们居住这个地方，邻居都变成兄弟姐妹，都像一家人一样，这个小村、这个小镇你说多美好。我们在中国历史上看，古圣先贤像尧舜禹汤这些人，他们住在一个地方三年就成一个小镇，非常的美好。因为他的智慧、他的爱心表现在外头，大家都受到感染，这个小村，和谐之村，这个小镇，和睦之镇。",
      "zh_TW": "四攝法應當學，這是處事待人接物基本的條件。內心就是一個字，愛人，愛別人決定勝過愛自己。但是這樣的人很難找，這樣的人能學佛，所謂善根深厚。過分的重視自己，把自己擺在第一，別人擺在第二，學大乘都非常困難，因為他的內心心態障礙大乘。大乘是首先利他，不談自利，純是利他。所以能行布施、歡喜布施，對於一個能成就的人，一定是盡心盡力的去幫助他、去護持他。四攝法也是我們今天社會上所倡導的和諧。如何能夠真正做到和諧？四攝法是最好的方法。四攝法裡面的布施是送禮，目的是聯絡感情，中國人所謂「禮多人不怪」。我們有吃的，我們有穿的，有多餘的，頭一個是鄰居，要把我們居住這個地方，鄰居都變成兄弟姐妹，都像一家人一樣，這個小村、這個小鎮你說多美好。我們在中國歷史上看，古聖先賢像堯舜禹湯這些人，他們住在一個地方三年就成一個小鎮，非常的美好。因為他的智慧、他的愛心表現在外頭，大家都受到感染，這個小村，和諧之村，這個小鎮，和睦之鎮。"
    },
    {
      "id": "02-037-0224_p0017",
      "zh_CN": "第二个「爱语」，爱语是什么？敬爱别人、关怀别人、照顾别人、帮助别人，这都属于爱语。「利行」，我们所做的一切行为决定对别人有利益，人家喜欢，我们干什么都会得到很多人帮助，什么原因？大家都得好处，大家得利益。最后是「同事」。事，是群众喜欢的事，我们与他共事，他不喜欢的我们不做。这一点非常困难。他喜欢赌博，这个事情不能跟他同事；他喜欢跳舞，这个不能跟他同事；他喜欢喝酒，也不能跟他同事。所以同事要选择，这里头有善、有不善，善的要同，不善的不能同。菩萨有本事，菩萨可以，我们不是菩萨，我们只能同善的，不能同恶的。菩萨有这个本事，喜欢赌博的，菩萨跟他一起去赌博，每一次他都赢钱，别人就看到，你什么方法？他就会告诉他，我完全用佛法。佛法怎么？佛法可以赌博常常都赢钱，他就来学佛了。菩萨有神通，你赌博的时候，每一家牌他都看得很清楚，他怎么会不赢钱？所以他有善巧方便，他度那一堆作恶的众生，就用那个作恶的方法来度他，把这些人统统都得度，都变成好人。有这种本事可以，没有这种本事不可以，那我们没有度他，被他度跑掉了，这就错了。在历史上世世代代的这些出家人，被他的在家徒弟度跑掉的很多，不是没有例子，很多。这就是什么？四摄法，没有这个智慧、没有能力，也学同事。所以四摄，我们通常这一条保留，我们都强调前面三条。这一条同事就是同，一同来学佛，一同来学圣贤教诲，只限于这个范围，其他的我们不能同，没有这个能力同，没有智慧同，那个是要有真正智慧、真正定功。",
      "zh_TW": "第二個「愛語」，愛語是什麼？敬愛別人、關懷別人、照顧別人、幫助別人，這都屬於愛語。「利行」，我們所做的一切行為決定對別人有利益，人家喜歡，我們幹什麼都會得到很多人幫助，什麼原因？大家都得好處，大家得利益。最後是「同事」。事，是群眾喜歡的事，我們與他共事，他不喜歡的我們不做。這一點非常困難。他喜歡賭博，這個事情不能跟他同事；他喜歡跳舞，這個不能跟他同事；他喜歡喝酒，也不能跟他同事。所以同事要選擇，這裡頭有善、有不善，善的要同，不善的不能同。菩薩有本事，菩薩可以，我們不是菩薩，我們只能同善的，不能同惡的。菩薩有這個本事，喜歡賭博的，菩薩跟他一起去賭博，每一次他都贏錢，別人就看到，你什麼方法？他就會告訴他，我完全用佛法。佛法怎麼？佛法可以賭博常常都贏錢，他就來學佛了。菩薩有神通，你賭博的時候，每一家牌他都看得很清楚，他怎麼會不贏錢？所以他有善巧方便，他度那一堆作惡的眾生，就用那個作惡的方法來度他，把這些人統統都得度，都變成好人。有這種本事可以，沒有這種本事不可以，那我們沒有度他，被他度跑掉了，這就錯了。在歷史上世世代代的這些出家人，被他的在家徒弟度跑掉的很多，不是沒有例子，很多。這就是什麼？四攝法，沒有這個智慧、沒有能力，也學同事。所以四攝，我們通常這一條保留，我們都強調前面三條。這一條同事就是同，一同來學佛，一同來學聖賢教誨，只限於這個範圍，其他的我們不能同，沒有這個能力同，沒有智慧同，那個是要有真正智慧、真正定功。"
    },
    {
      "id": "02-037-0224_p0018",
      "zh_CN": "「随众生根性，而善言慰喻，使生亲爱之心，依附我受道。谓之爱语摄」，这说得很好。所以布施结善缘，长年累月，让他知道我们对他没有丝毫的希求，我们对他真正爱护，像一家人一样，决定没有求回报。只希望每一家都生活得很快乐、很幸福，跟我一样，希望生活比我更好，我们没有嫉妒、没有怨恨。这样去教化众生，他才会接受，欢喜接受。这就是布施跟爱语。",
      "zh_TW": "「隨眾生根性，而善言慰喻，使生親愛之心，依附我受道。謂之愛語攝」，這說得很好。所以布施結善緣，長年累月，讓他知道我們對他沒有絲毫的希求，我們對他真正愛護，像一家人一樣，決定沒有求回報。只希望每一家都生活得很快樂、很幸福，跟我一樣，希望生活比我更好，我們沒有嫉妒、沒有怨恨。這樣去教化眾生，他才會接受，歡喜接受。這就是布施跟愛語。"
    },
    {
      "id": "02-037-0224_p0019",
      "zh_CN": "下面，「《胜天王般若经》言：下声细语软美之言，顺彼意语故」。这待人接物，随顺他的意思。但是现在的人恶念多，善念少，这要有智慧，要有善巧方便，分寸要拿捏得很准。见人打招呼，见人有礼貌，这是必须要做到的。关键还是在内心，内里面存的是真心，利他，真心帮助一切众生离苦得乐、破迷开悟，这是关键。你里头有这个心，自然就流露在外头，不需要去学习。内里头没有真诚，外面是虚伪的、是假的，那个还不如没有；完全真诚，自然流露，这才能感人。",
      "zh_TW": "下面，「《勝天王般若經》言：下聲細語軟美之言，順彼意語故」。這待人接物，隨順他的意思。但是現在的人惡念多，善念少，這要有智慧，要有善巧方便，分寸要拿捏得很準。見人打招呼，見人有禮貌，這是必須要做到的。關鍵還是在內心，內裡面存的是真心，利他，真心幫助一切眾生離苦得樂、破迷開悟，這是關鍵。你裡頭有這個心，自然就流露在外頭，不需要去學習。內裡頭沒有真誠，外面是虛偽的、是假的，那個還不如沒有；完全真誠，自然流露，這才能感人。"
    },
    {
      "id": "02-037-0224_p0020",
      "zh_CN": "『劝谕』者，「劝导慰谕也，为众生开佛知见，示佛知见」，这是原则。开是说明。真的，佛法需要简单明了介绍给大众，不让大众产生误会。佛法是什么？我们一定肯定它是教育。宗教是什么？宗教是教育。用中国文字来解释，宗的意思有三个，主要的、重要的、尊崇的，有这三个意思；教是教育、教学、教化。宗教两个字连起来，那就是重要的教育，加个人生，人生重要的教育、人生主要的教学、人生尊崇的教化，这个意思有多好，这个意思谁不愿意接受！外国人宗教的名词里头可能没有这个含义，但是中文里头这个意思很明显。古时候每个人家都有祠堂，叫宗祠，那个宗就是最主要的，这是家的根，就是这一家祖先的纪念堂。世世代代不忘记祖宗，这是孝道之所由生。人的那个孝心从哪来的？从这来的。人要不知道敬祖先，孝悌的根就没有了；孝悌根没有了，给诸位说，中国传统文化就没有了，它从这根生的；再给诸位说，大乘佛法没有了，因为大乘佛法的根是孝悌。",
      "zh_TW": "『勸諭』者，「勸導慰諭也，為眾生開佛知見，示佛知見」，這是原則。開是說明。真的，佛法需要簡單明瞭介紹給大眾，不讓大眾產生誤會。佛法是什麼？我們一定肯定它是教育。宗教是什麼？宗教是教育。用中國文字來解釋，宗的意思有三個，主要的、重要的、尊崇的，有這三個意思；教是教育、教學、教化。宗教兩個字連起來，那就是重要的教育，加個人生，人生重要的教育、人生主要的教學、人生尊崇的教化，這個意思有多好，這個意思誰不願意接受！外國人宗教的名詞裡頭可能沒有這個含義，但是中文裡頭這個意思很明顯。古時候每個人家都有祠堂，叫宗祠，那個宗就是最主要的，這是家的根，就是這一家祖先的紀念堂。世世代代不忘記祖宗，這是孝道之所由生。人的那個孝心從哪來的？從這來的。人要不知道敬祖先，孝悌的根就沒有了；孝悌根沒有了，給諸位說，中國傳統文化就沒有了，它從這根生的；再給諸位說，大乘佛法沒有了，因為大乘佛法的根是孝悌。"
    },
    {
      "id": "02-037-0224_p0021",
      "zh_CN": "净业三福是释迦牟尼佛指导修学大乘必须遵守的三个原则，只有三条十一句，很简单，人家要问什么是佛法，用这个给他解释。第一句「孝养父母」，第二句「奉事师长」，根之根，大根大本，孝亲尊师。我们的身命得自于父母，智慧得自于老师，智慧叫慧命，所以孝亲尊师摆在第一，根之根。祠堂、宗庙就是象征这个根，祠堂、宗庙不要了，根就没有了。这个根要是去掉了，所有一切道德全完了，五伦五常、四维八德全没有了，整个就摧毁了。摧毁之后什么结果？叫乱世，天下大乱、社会大乱，大乱必然灾难就起来了。所以社会的混乱、地球上的灾变，根源是什么？根源就是孝亲尊师没有了。那我们学佛就知道，我们从哪里做起？就从孝亲尊师来表法。",
      "zh_TW": "淨業三福是釋迦牟尼佛指導修學大乘必須遵守的三個原則，只有三條十一句，很簡單，人家要問什麼是佛法，用這個給他解釋。第一句「孝養父母」，第二句「奉事師長」，根之根，大根大本，孝親尊師。我們的身命得自於父母，智慧得自於老師，智慧叫慧命，所以孝親尊師擺在第一，根之根。祠堂、宗廟就是象徵這個根，祠堂、宗廟不要了，根就沒有了。這個根要是去掉了，所有一切道德全完了，五倫五常、四維八德全沒有了，整個就摧毀了。摧毀之後什麼結果？叫亂世，天下大亂、社會大亂，大亂必然災難就起來了。所以社會的混亂、地球上的災變，根源是什麼？根源就是孝親尊師沒有了。那我們學佛就知道，我們從哪裡做起？就從孝親尊師來表法。"
    },
    {
      "id": "02-037-0224_p0022",
      "zh_CN": "我这个年龄，父母跟老师都不在了，但是不能忘记。我们每天做早晚课，早晚课不能忘了父母跟老师，每天早晚课拜佛，一定不要忘记有一句，我们自己代替父母、师长、历劫冤亲及一切有缘众生礼佛三拜，求生净土，念念不忘，每天早晚功课。功课什么都可以不做，这个三拜不能不拜，报恩。现在大家不要了，我们要，为什么？我们不要，极乐世界去不了。学佛要离开孝道，那是假的，那不是真的，不孝父母、不敬老师，决定是假的。我们自己要做到，念念不忘。",
      "zh_TW": "我這個年齡，父母跟老師都不在了，但是不能忘記。我們每天做早晚課，早晚課不能忘了父母跟老師，每天早晚課拜佛，一定不要忘記有一句，我們自己代替父母、師長、歷劫冤親及一切有緣眾生禮佛三拜，求生淨土，念念不忘，每天早晚功課。功課什麼都可以不做，這個三拜不能不拜，報恩。現在大家不要了，我們要，為什麼？我們不要，極樂世界去不了。學佛要離開孝道，那是假的，那不是真的，不孝父母、不敬老師，決定是假的。我們自己要做到，念念不忘。"
    },
    {
      "id": "02-037-0224_p0023",
      "zh_CN": "起心动念，言语造作，都是为众生开佛知见、示佛知见，佛的知见是正知正见。总的纲领，大经上讲的二谛，佛依二谛而说法。二谛就是世谛跟真谛，世谛也叫俗谛。真谛是什么？真谛是自性，真如本性，就是本性本善；世谛，世谛是习性。习性里头有善有恶，真谛里头善恶都没有，那叫真善。那个境界很高，不是社会一般大众都能明了的。所以佛经上常说，如来的密义，这个密不是秘密、不是神秘，是太深了。譬如说到宇宙的真相，没人懂，一般人不能接受。真相是什么？万法皆空，一切法无所有、毕竟空、不可得。这个没有必要给人讲，他听不懂。最近量子学家他明白了，他们在实验当中看到事实真相，跟佛说的完全相同，那跟他们可以讲，跟一般人不能讲。跟一般人讲世谛，就是世间的善，世间人的福报，讲这个他能听得懂。世谛，中国传统文化里面讲的，五伦是世谛，谛就是真理，永远不能改变；五常是世谛，仁义礼智信。仁，爱人，推己及人，「己所不欲，勿施于人」，这是仁。人一定要知道爱人，为什么要爱人？真谛就说出来了，真谛怎么说？真谛说，别人跟我是一体。这个一般人不懂，怎么是一体？我不是他，他不是我，怎么会是一体？他听不懂。所以不是一般人能接受的，这个道理很深，慢慢学，学大乘，学上几年、学上个十几年明白了。等于说大乘是研究所的课程，我们现在的程度是幼稚园的程度，你怎么能了解？慢慢来，幼稚园上小学、中学、大学、研究所，你就明白了。",
      "zh_TW": "起心動念，言語造作，都是為眾生開佛知見、示佛知見，佛的知見是正知正見。總的綱領，大經上講的二諦，佛依二諦而說法。二諦就是世諦跟真諦，世諦也叫俗諦。真諦是什麼？真諦是自性，真如本性，就是本性本善；世諦，世諦是習性。習性裡頭有善有惡，真諦裡頭善惡都沒有，那叫真善。那個境界很高，不是社會一般大眾都能明瞭的。所以佛經上常說，如來的密義，這個密不是祕密、不是神祕，是太深了。譬如說到宇宙的真相，沒人懂，一般人不能接受。真相是什麼？萬法皆空，一切法無所有、畢竟空、不可得。這個沒有必要給人講，他聽不懂。最近量子學家他明白了，他們在實驗當中看到事實真相，跟佛說的完全相同，那跟他們可以講，跟一般人不能講。跟一般人講世諦，就是世間的善，世間人的福報，講這個他能聽得懂。世諦，中國傳統文化裡面講的，五倫是世諦，諦就是真理，永遠不能改變；五常是世諦，仁義禮智信。仁，愛人，推己及人，「己所不欲，勿施於人」，這是仁。人一定要知道愛人，為什麼要愛人？真諦就說出來了，真諦怎麼說？真諦說，別人跟我是一體。這個一般人不懂，怎麼是一體？我不是他，他不是我，怎麼會是一體？他聽不懂。所以不是一般人能接受的，這個道理很深，慢慢學，學大乘，學上幾年、學上個十幾年明白了。等於說大乘是研究所的課程，我們現在的程度是幼稚園的程度，你怎麼能了解？慢慢來，幼稚園上小學、中學、大學、研究所，你就明白了。"
    },
    {
      "id": "02-037-0224_p0024",
      "zh_CN": "所以今天要讲的，我们要做的、要表演的，把五伦做出来，把五常做出来，把这个仁做出来，仁是存心，表现出来。义，义是什么？义是讲道理，任何事情合情、合理、合法，这叫义，所谓「义者循理」，遵循正理。仁义是儒家的核心，孔孟代表，孔子代表仁，孟子代表义。礼，人与人之间要有礼貌，有礼貌大家都欢喜。早年我们在台中，请求李老师给我们讲点礼，我们不懂礼，老师编一个《常礼举要》。为什么？这个时代没有礼了。民国建立以来就没有制礼作乐，没有礼乐在历史上称为乱世。民国一直到现在都没有礼乐，这一百年是乱世，将来下一个朝代写历史的时候，这一代是乱世。那讲什么？讲古时候之礼，古人的日常生活，人与人之间的礼节。学这个东西干什么？学这些东西，你在社会上，人不会讨厌你，目的在这里。懂礼的人，人不会讨厌你；不懂礼的人，人会厌恶你，纵然表面上不说，内心里讨厌你、不喜欢，礼就有这种作用。礼下面是智，这个智很重要，智就是今天讲的理智，对面是感情，感情用事很容易出乱子。人要有理智，待人处世避免很多过失，要用理智。最后一个信用，要讲信。今天最大的问题是什么？这五个基本做人的条件全部丢掉了，不仁、不义、无礼、无智、无信，你说怎么办？这社会还能好吗？从这五个基本德行，中国人讲五个，贤首大师给我们讲四个，那是大乘佛法，四个第一个「随缘妙用」，第二个「威仪有则」，第三个「柔和质直」，最后一个「代众生苦」。代众生苦是大慈大悲，做出种种表演都是代众生苦，给众生做个好榜样，启发他，让他觉悟，目的在此地，不是自利，是利他。",
      "zh_TW": "所以今天要講的，我們要做的、要表演的，把五倫做出來，把五常做出來，把這個仁做出來，仁是存心，表現出來。義，義是什麼？義是講道理，任何事情合情、合理、合法，這叫義，所謂「義者循理」，遵循正理。仁義是儒家的核心，孔孟代表，孔子代表仁，孟子代表義。禮，人與人之間要有禮貌，有禮貌大家都歡喜。早年我們在台中，請求李老師給我們講點禮，我們不懂禮，老師編一個《常禮舉要》。為什麼？這個時代沒有禮了。民國建立以來就沒有制禮作樂，沒有禮樂在歷史上稱為亂世。民國一直到現在都沒有禮樂，這一百年是亂世，將來下一個朝代寫歷史的時候，這一代是亂世。那講什麼？講古時候之禮，古人的日常生活，人與人之間的禮節。學這個東西幹什麼？學這些東西，你在社會上，人不會討厭你，目的在這裡。懂禮的人，人不會討厭你；不懂禮的人，人會厭惡你，縱然表面上不說，內心裡討厭你、不喜歡，禮就有這種作用。禮下面是智，這個智很重要，智就是今天講的理智，對面是感情，感情用事很容易出亂子。人要有理智，待人處世避免很多過失，要用理智。最後一個信用，要講信。今天最大的問題是什麼？這五個基本做人的條件全部丟掉了，不仁、不義、無禮、無智、無信，你說怎麼辦？這社會還能好嗎？從這五個基本德行，中國人講五個，賢首大師給我們講四個，那是大乘佛法，四個第一個「隨緣妙用」，第二個「威儀有則」，第三個「柔和質直」，最後一個「代眾生苦」。代眾生苦是大慈大悲，做出種種表演都是代眾生苦，給眾生做個好榜樣，啟發他，讓他覺悟，目的在此地，不是自利，是利他。"
    },
    {
      "id": "02-037-0224_p0025",
      "zh_CN": "传统文化里面，四维八德是从五常衍生出来的，从五伦、五常，五伦五常是根，五伦是道，五常是德。四维，礼义廉耻，管子说这四个字是「国之四维」，一个国家的四根柱子，这个柱子没有了就完了、就倒了。现在社会礼义廉耻全没有了，所以这个社会之乱是应该的，理所当然。没有礼义廉耻，它怎么会不乱？不可能的，所以乱象就是正常现象，不乱那就不正常。八德，孝悌忠信、仁爱和平。中国古人千万年来就教这四科，世世代代，一点都不麻烦。这四科统统做到了，圣人；做到百分之七、八十，贤人；能做到一半以上，君子。这个东西我们要不要？不要，社会还会继续的乱，灾难愈来愈严重。如果希望和平，希望化解灾难，把这个东西找回来真有效。也就是美国布莱登所说的，他是针对马雅预言说的，就是今年十二月二十一号，他说化解马雅灾难预言，只有地球上的居民觉悟了，真正能够弃恶向善、改邪归正、端正心念，不但灾难可以化解，还能把地球带向更好的走向，这是他说的。所以汤恩比博士说，「化解二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」。孔孟学说是什么？就是五伦五常、四维八德。中国人过去千万年都遵守，只是满清亡国之后这一百年，中国人把它丢掉了。现在这个四科，有一些外国研究中国文化史的，他们很重视，而一般中国人对这个非常陌生。",
      "zh_TW": "傳統文化裡面，四維八德是從五常衍生出來的，從五倫、五常，五倫五常是根，五倫是道，五常是德。四維，禮義廉恥，管子說這四個字是「國之四維」，一個國家的四根柱子，這個柱子沒有了就完了、就倒了。現在社會禮義廉恥全沒有了，所以這個社會之亂是應該的，理所當然。沒有禮義廉恥，它怎麼會不亂？不可能的，所以亂象就是正常現象，不亂那就不正常。八德，孝悌忠信、仁愛和平。中國古人千萬年來就教這四科，世世代代，一點都不麻煩。這四科統統做到了，聖人；做到百分之七、八十，賢人；能做到一半以上，君子。這個東西我們要不要？不要，社會還會繼續的亂，災難愈來愈嚴重。如果希望和平，希望化解災難，把這個東西找回來真有效。也就是美國布萊登所說的，他是針對馬雅預言說的，就是今年十二月二十一號，他說化解馬雅災難預言，只有地球上的居民覺悟了，真正能夠棄惡向善、改邪歸正、端正心念，不但災難可以化解，還能把地球帶向更好的走向，這是他說的。所以湯恩比博士說，「化解二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」。孔孟學說是什麼？就是五倫五常、四維八德。中國人過去千萬年都遵守，只是滿清亡國之後這一百年，中國人把它丟掉了。現在這個四科，有一些外國研究中國文化史的，他們很重視，而一般中國人對這個非常陌生。"
    },
    {
      "id": "02-037-0224_p0026",
      "zh_CN": "现在中国慢慢也觉悟到了，这一、二年政府也极力提倡文化建设，不再标榜经济，标榜文化大国。经济容易，文化很难，难在什么地方？难在教人要把欲望放下，这个难！你看前面我们读的，「少欲知足，专求白法」，这两句话就难。白法是善法，谁能少欲、谁知足了？如果是多欲、不知足，传统文化就很不容易复兴。它在佛教里面会起一些作用，佛教徒的欲望比一般人确实要轻一点。长年接受经教的薰陶，知道什么？知道还有来世，人不是一生就完了，还有来世，还知道有个极乐世界。向往极乐世界的人，第一个条件，必须要把这个世间不善法要放下，如果不能放下，那是往生极乐世界的障碍。真正想求生西方极乐世界，一定是清心寡欲。极乐世界的条件，基本的条件，「心净则佛土净」，这是往生极乐世界真正的原因；我们心要不清净，跟极乐世界不相应。",
      "zh_TW": "現在中國慢慢也覺悟到了，這一、二年政府也極力提倡文化建設，不再標榜經濟，標榜文化大國。經濟容易，文化很難，難在什麼地方？難在教人要把欲望放下，這個難！你看前面我們讀的，「少欲知足，專求白法」，這兩句話就難。白法是善法，誰能少欲、誰知足了？如果是多欲、不知足，傳統文化就很不容易復興。它在佛教裡面會起一些作用，佛教徒的欲望比一般人確實要輕一點。長年接受經教的薰陶，知道什麼？知道還有來世，人不是一生就完了，還有來世，還知道有個極樂世界。嚮往極樂世界的人，第一個條件，必須要把這個世間不善法要放下，如果不能放下，那是往生極樂世界的障礙。真正想求生西方極樂世界，一定是清心寡欲。極樂世界的條件，基本的條件，「心淨則佛土淨」，這是往生極樂世界真正的原因；我們心要不清淨，跟極樂世界不相應。"
    },
    {
      "id": "02-037-0224_p0027",
      "zh_CN": "怎样叫心清净？离开一切染污。这讲得很多，自私自利要放下，要学佛菩萨，佛菩萨起心动念是为一切广大众生，真的是救苦救难，真正是舍己为人。佛菩萨到世间来，不是业力来的，愿力来的，他来干什么？来教化众生，帮助众生破迷开悟、离苦得乐，他到世间来干这个的，不是来受果报的。虽然在示现当中有苦有乐，这个好比是舞台表演，演给大家看的。他是不是真有苦乐？没有，假的。「凡所有相，皆是虚妄」，没有一样是真的；没有一样是真的，他就生活在真谛之中，这个妙！生活在真谛是什么样子？是心地清净，一尘不染，这就是生活在真谛当中。为众生表演，开示、讲解，佛的知见就是佛的经教，经教所说的统统是佛知佛见。",
      "zh_TW": "怎樣叫心清淨？離開一切染污。這講得很多，自私自利要放下，要學佛菩薩，佛菩薩起心動念是為一切廣大眾生，真的是救苦救難，真正是捨己為人。佛菩薩到世間來，不是業力來的，願力來的，他來幹什麼？來教化眾生，幫助眾生破迷開悟、離苦得樂，他到世間來幹這個的，不是來受果報的。雖然在示現當中有苦有樂，這個好比是舞台表演，演給大家看的。他是不是真有苦樂？沒有，假的。「凡所有相，皆是虛妄」，沒有一樣是真的；沒有一樣是真的，他就生活在真諦之中，這個妙！生活在真諦是什麼樣子？是心地清淨，一塵不染，這就是生活在真諦當中。為眾生表演，開示、講解，佛的知見就是佛的經教，經教所說的統統是佛知佛見。"
    },
    {
      "id": "02-037-0224_p0028",
      "zh_CN": "我们展开经教，佛经上所说的、我平常所想的一样不一样？如果是一样，我就入佛知佛见。那不一样？不一样要肯定、承认我错了，把我的知见放下，接受佛的知见，这就对了。如果坚持我的想法、看法不错，跟佛菩萨对立，你就入不了佛知佛见。你要知道，佛菩萨没有对立，佛菩萨没有思想；再告诉你，佛菩萨没有知见。没有知见，为什么说佛知佛见？佛知佛见就是没有知见，这个你一定要懂。为什么？因为佛没有起心动念、没有分别执着，他知见从哪来！没有起心动念、没有分别执着，这个知见就叫做佛知见。你要是跟佛讲佛知佛见，佛对你笑笑，一句话也不说。为什么？他要说话，那就是佛知佛见；他不说话，不说话是真的佛知佛见。不说话是示，示佛知见，表现给你看，看你觉不觉悟。觉悟之后就契入境界，那是大觉圆满！到哪里去？到常寂光去了，跟一切诸佛如来浑然一体，融成一体。他为我们开的，我们叫它做佛知佛见；他为我们所示现的，也叫它做佛知佛见，佛知佛见有个名而已。要套用《金刚经》的话，「佛知佛见者，即非佛知佛见，是名佛知佛见」。这个话你转过来念一念，你看是什么味道？所以不可以执着，不能执着言语，不能执着文字，也不能去想像，那就叫真的是佛知佛见。《金刚经》那种辩论法非常之妙！",
      "zh_TW": "我們展開經教，佛經上所說的、我平常所想的一樣不一樣？如果是一樣，我就入佛知佛見。那不一樣？不一樣要肯定、承認我錯了，把我的知見放下，接受佛的知見，這就對了。如果堅持我的想法、看法不錯，跟佛菩薩對立，你就入不了佛知佛見。你要知道，佛菩薩沒有對立，佛菩薩沒有思想；再告訴你，佛菩薩沒有知見。沒有知見，為什麼說佛知佛見？佛知佛見就是沒有知見，這個你一定要懂。為什麼？因為佛沒有起心動念、沒有分別執著，他知見從哪來！沒有起心動念、沒有分別執著，這個知見就叫做佛知見。你要是跟佛講佛知佛見，佛對你笑笑，一句話也不說。為什麼？他要說話，那就是佛知佛見；他不說話，不說話是真的佛知佛見。不說話是示，示佛知見，表現給你看，看你覺不覺悟。覺悟之後就契入境界，那是大覺圓滿！到哪裡去？到常寂光去了，跟一切諸佛如來渾然一體，融成一體。他為我們開的，我們叫它做佛知佛見；他為我們所示現的，也叫它做佛知佛見，佛知佛見有個名而已。要套用《金剛經》的話，「佛知佛見者，即非佛知佛見，是名佛知佛見」。這個話你轉過來念一念，你看是什麼味道？所以不可以執著，不能執著言語，不能執著文字，也不能去想像，那就叫真的是佛知佛見。《金剛經》那種辯論法非常之妙！"
    },
    {
      "id": "02-037-0224_p0029",
      "zh_CN": "『策进』者，「勉之使进」，勉励他，帮助他进步，也就是常常讲的促进，「令众生悟佛知见，入佛知见」，这是众生要做的事情。佛能够做的就是开示，悟入是学生要做的事情，学生要不能够悟入，那个开示是白讲了。一定有学生能悟，悟是什么？悟是明白，入是契入。契入，跟佛就融成一体，这就是契入常寂光。常寂光就是真如自性，常寂光就是大般涅槃，契入这个境界就是究竟圆满。学佛最后的目的就是常寂光，我们今天用什么方法契入常寂光？我们是用念阿弥陀佛往生极乐这个方法，这条路是畅通的大道，它里头没障碍。八万四千法门统统有障碍，找不到一个法门里头没有障碍的；只有净宗法门没有障碍，而且条件很简单，我们想想，我们的能力可以做得到。真信，我确实相信，没有一丝毫怀疑；我真愿意去，念念都想去。我把这桩事情完全付托给阿弥陀佛，阿弥陀佛自己看看什么时候合适，你什么时候来接我。你没有来接我，我知道，让我在这边做点表法的工作。在这边干什么？就是在开佛知见、示佛知见，就是干这个事情。我们要把大乘佛法表演出来、做出来，目的让一般大众能够看到了，这有缘的人，看到了、接触到了，他相信了，这目的在此地。什么时候在这个世间的缘尽了，我们就可以走了，佛就来接，佛是必定来接的。迎接，我们完全了解，佛从哪里来？当处出生。是从极乐世界？不是。极乐世界在哪里？极乐世界无处不在、无时不在，此时此地就是！缘成熟了它就现在面前，我们就见到极乐世界。",
      "zh_TW": "『策進』者，「勉之使進」，勉勵他，幫助他進步，也就是常常講的促進，「令眾生悟佛知見，入佛知見」，這是眾生要做的事情。佛能夠做的就是開示，悟入是學生要做的事情，學生要不能夠悟入，那個開示是白講了。一定有學生能悟，悟是什麼？悟是明白，入是契入。契入，跟佛就融成一體，這就是契入常寂光。常寂光就是真如自性，常寂光就是大般涅槃，契入這個境界就是究竟圓滿。學佛最後的目的就是常寂光，我們今天用什麼方法契入常寂光？我們是用念阿彌陀佛往生極樂這個方法，這條路是暢通的大道，它裡頭沒障礙。八萬四千法門統統有障礙，找不到一個法門裡頭沒有障礙的；只有淨宗法門沒有障礙，而且條件很簡單，我們想想，我們的能力可以做得到。真信，我確實相信，沒有一絲毫懷疑；我真願意去，念念都想去。我把這樁事情完全付託給阿彌陀佛，阿彌陀佛自己看看什麼時候合適，你什麼時候來接我。你沒有來接我，我知道，讓我在這邊做點表法的工作。在這邊幹什麼？就是在開佛知見、示佛知見，就是幹這個事情。我們要把大乘佛法表演出來、做出來，目的讓一般大眾能夠看到了，這有緣的人，看到了、接觸到了，他相信了，這目的在此地。什麼時候在這個世間的緣盡了，我們就可以走了，佛就來接，佛是必定來接的。迎接，我們完全了解，佛從哪裡來？當處出生。是從極樂世界？不是。極樂世界在哪裡？極樂世界無處不在、無時不在，此時此地就是！緣成熟了它就現在面前，我們就見到極樂世界。"
    },
    {
      "id": "02-037-0224_p0030",
      "zh_CN": "在极乐世界修行，目标就是常寂光。你看三不退里头最后一个，「念念趣向萨婆若海」，萨婆若是梵语，海是比喻，萨婆若是一切种智。一切种智就是妙觉如来所证得的，也就是我们平常这边所说的阿耨多罗三藐三菩提，翻成中国意思是无上正等正觉。就这一个方向、一个目标，精进不退。什么人修？实报庄严土四十一位法身大士，位不退、行不退、念不退，念念向着究竟的佛果，没有第二念。我们今天念念都是阿弥陀佛，除阿弥陀佛之外也没有第二念，这一点很重要。没有杂念，你的念才清净、心才清净，清净心生智慧。你对于世出世间一切法才明了，不迷惑、不糊涂，你的生活当然快乐，当然是法喜充满，当然是常生欢喜心。这个欢喜，你会全身都表现出来，对人、对事、对物，一个真诚、清净、圆满的欢喜心。这样的人生多幸福、多圆满、多快乐，这就是方东美先生所说的「人生最高的享受」。在哪里？在大乘、在《无量寿经》、在净宗念佛法门，展现无遗。有福报的人，有智慧的人，明白了、接受了；对这个有怀疑，智慧、福报还不足，智慧、福报足了他就相信。不足，怎样把它补足？这就是经教。这就是印光老法师说的，八万四千法门，门门都要从经教上奠定基础，这也说明为什么世尊在世四十九年讲经说法，道理就在此地。今天时间到了，我们就学习到此地。",
      "zh_TW": "在極樂世界修行，目標就是常寂光。你看三不退裡頭最後一個，「念念趣向薩婆若海」，薩婆若是梵語，海是比喻，薩婆若是一切種智。一切種智就是妙覺如來所證得的，也就是我們平常這邊所說的阿耨多羅三藐三菩提，翻成中國意思是無上正等正覺。就這一個方向、一個目標，精進不退。什麼人修？實報莊嚴土四十一位法身大士，位不退、行不退、念不退，念念向著究竟的佛果，沒有第二念。我們今天念念都是阿彌陀佛，除阿彌陀佛之外也沒有第二念，這一點很重要。沒有雜念，你的念才清淨、心才清淨，清淨心生智慧。你對於世出世間一切法才明瞭，不迷惑、不糊塗，你的生活當然快樂，當然是法喜充滿，當然是常生歡喜心。這個歡喜，你會全身都表現出來，對人、對事、對物，一個真誠、清淨、圓滿的歡喜心。這樣的人生多幸福、多圓滿、多快樂，這就是方東美先生所說的「人生最高的享受」。在哪裡？在大乘、在《無量壽經》、在淨宗念佛法門，展現無遺。有福報的人，有智慧的人，明白了、接受了；對這個有懷疑，智慧、福報還不足，智慧、福報足了他就相信。不足，怎樣把它補足？這就是經教。這就是印光老法師說的，八萬四千法門，門門都要從經教上奠定基礎，這也說明為什麼世尊在世四十九年講經說法，道理就在此地。今天時間到了，我們就學習到此地。"
    }
  ]
}