{
  "doc_id": "02-037-0458",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四五八集",
    "zh_TW": "第四五八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0458",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0458_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百四十三页，我们从经文看起，从第三行，经文看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百四十三頁，我們從經文看起，從第三行，經文看起："
    },
    {
      "id": "02-037-0458_p0002",
      "zh_CN": "【其二者。世间人民。不顺法度。奢淫骄纵。任心自恣。】",
      "zh_TW": "【其二者。世間人民。不順法度。奢淫驕縱。任心自恣。】"
    },
    {
      "id": "02-037-0458_p0003",
      "zh_CN": "这一段是讲「盗恶。于有主物，若多若少，不与而取，皆为盗恶。盗恶之行，源于三毒。贪欲悭吝，易生盗心。诸恶相资，以成盗过」。这一段文字不多，讲得很清楚、很明白。佛家讲五戒，佛教没传到中国之前，中国老祖宗讲五常。五伦、五常是中国传统文化的大根大本，这个文化绝对不止五千年，五千年是有文字记载，没有文字之前，不能说没有文化，所以祖宗的文化肯定超过一万年。印度婆罗门教有一万三千年的历史，他们一直到现在还是世代相传，早年并不重视文字记载。在中国有同样的情形，一万多年前，祖宗世代相传，人不能不懂得五伦，不能不遵守五常。",
      "zh_TW": "這一段是講「盜惡。於有主物，若多若少，不與而取，皆為盜惡。盜惡之行，源於三毒。貪欲慳吝，易生盜心。諸惡相資，以成盜過」。這一段文字不多，講得很清楚、很明白。佛家講五戒，佛教沒傳到中國之前，中國老祖宗講五常。五倫、五常是中國傳統文化的大根大本，這個文化絕對不止五千年，五千年是有文字記載，沒有文字之前，不能說沒有文化，所以祖宗的文化肯定超過一萬年。印度婆羅門教有一萬三千年的歷史，他們一直到現在還是世代相傳，早年並不重視文字記載。在中國有同樣的情形，一萬多年前，祖宗世代相傳，人不能不懂得五倫，不能不遵守五常。"
    },
    {
      "id": "02-037-0458_p0004",
      "zh_CN": "五常就是此地讲的不杀生、不偷盗、不邪淫、不妄语、不饮酒。五常是讲仁义礼智信，仁者爱人，仁是不杀生；义是不偷盗；礼是不饮酒，礼是讲礼节；智是讲智慧，理智，理智对面是感情；最后一个讲信，信是不妄语，刚刚好跟中国的五常相对。五伦是道，五常是德。《左传》上有一句话说得好，「人弃常则妖兴」，如果人把五常丢掉了，社会就乱了，人心坏了。五常是人心，什么心？仁心、义心、礼心、智心、信心，这是做人的大根大本。今天的社会，整个地球，普遍的人都自私自利，只有自己，没有别人，仁没有了；义没有了，起心动念损人利己，都做得太过分了；礼节没有了，狂妄，自尊自大，傲慢嫉妒；智没有了，理智没有了，完全感情用事；信没有了，不讲信用，这五个字全都没有了。在现代的社会，这五个字没有了，人心坏了，不是人心了，什么心？就是妖魔鬼怪。这个太可怕了！",
      "zh_TW": "五常就是此地講的不殺生、不偷盜、不邪淫、不妄語、不飲酒。五常是講仁義禮智信，仁者愛人，仁是不殺生；義是不偷盜；禮是不飲酒，禮是講禮節；智是講智慧，理智，理智對面是感情；最後一個講信，信是不妄語，剛剛好跟中國的五常相對。五倫是道，五常是德。《左傳》上有一句話說得好，「人棄常則妖興」，如果人把五常丟掉了，社會就亂了，人心壞了。五常是人心，什麼心？仁心、義心、禮心、智心、信心，這是做人的大根大本。今天的社會，整個地球，普遍的人都自私自利，只有自己，沒有別人，仁沒有了；義沒有了，起心動念損人利己，都做得太過分了；禮節沒有了，狂妄，自尊自大，傲慢嫉妒；智沒有了，理智沒有了，完全感情用事；信沒有了，不講信用，這五個字全都沒有了。在現代的社會，這五個字沒有了，人心壞了，不是人心了，什麼心？就是妖魔鬼怪。這個太可怕了！"
    },
    {
      "id": "02-037-0458_p0005",
      "zh_CN": "这个世间有没有好人？有，我们遇到好人就很多，这些好人起心动念都在想着怎样拯救这个社会。《无量寿经》前面的第六品四十八愿，能救人心，四十八愿，愿愿都为苦难众生着想，没有一条为自己，救心。三十二品到三十七品讲的是五戒十善，这是救人之行，行为。佛陀教诲如何落实？救心、救行，这两样东西能落实，社会可以恢复安定和谐，这是《大乘无量寿经》救世之行。我们净宗将第六品定为早课读诵的经文，第三十二到三十七品定为晚课必诵的经文，不但对治自己的烦恼、业障、习气，它的效果延伸就是救世救人。所以在这部经上，这两大段经文我们一定要非常重视，要认真的学习。经论其他的部分是讲道理、理论，是讲方法，是讲经验，提供我们做参考。我们真正落实的就是第六品跟这个地方的六品经，三十二到三十七。",
      "zh_TW": "這個世間有沒有好人？有，我們遇到好人就很多，這些好人起心動念都在想著怎樣拯救這個社會。《無量壽經》前面的第六品四十八願，能救人心，四十八願，願願都為苦難眾生著想，沒有一條為自己，救心。三十二品到三十七品講的是五戒十善，這是救人之行，行為。佛陀教誨如何落實？救心、救行，這兩樣東西能落實，社會可以恢復安定和諧，這是《大乘無量壽經》救世之行。我們淨宗將第六品定為早課讀誦的經文，第三十二到三十七品定為晚課必誦的經文，不但對治自己的煩惱、業障、習氣，它的效果延伸就是救世救人。所以在這部經上，這兩大段經文我們一定要非常重視，要認真的學習。經論其他的部分是講道理、理論，是講方法，是講經驗，提供我們做參考。我們真正落實的就是第六品跟這個地方的六品經，三十二到三十七。"
    },
    {
      "id": "02-037-0458_p0006",
      "zh_CN": "现在『世间人民，不顺法度』，我们要反其道而行之，我们要顺法度。法度是什么？自然规则。随顺自然规则，生活就是健康的。这部经我们读到三十五品，超过一半多，告诉我们什么是自然？自性是自然的，本性是自然的，本性本善，善是自然的，不善就不自然。仁义礼智信是自然的，那换句话说，五戒是自然的，不杀生、不偷盗、不淫欲、不妄语、不饮酒，自然的。六和是自然的，人与人之间和睦相处，见同解是自然的，戒同修也是自然的，规矩大家都要遵守，《弟子规》，从小到老不能一天违背，违背就错了，就不顺自然，不顺法度。古圣先贤把这些大自然的道理跟法则，写成文字留传给后世，决定不能破坏大自然。",
      "zh_TW": "現在『世間人民，不順法度』，我們要反其道而行之，我們要順法度。法度是什麼？自然規則。隨順自然規則，生活就是健康的。這部經我們讀到三十五品，超過一半多，告訴我們什麼是自然？自性是自然的，本性是自然的，本性本善，善是自然的，不善就不自然。仁義禮智信是自然的，那換句話說，五戒是自然的，不殺生、不偷盜、不淫欲、不妄語、不飲酒，自然的。六和是自然的，人與人之間和睦相處，見同解是自然的，戒同修也是自然的，規矩大家都要遵守，《弟子規》，從小到老不能一天違背，違背就錯了，就不順自然，不順法度。古聖先賢把這些大自然的道理跟法則，寫成文字留傳給後世，決定不能破壞大自然。"
    },
    {
      "id": "02-037-0458_p0007",
      "zh_CN": "今天科学的发展，发展到最后是什么？完全破坏自然法则，把法度全破坏掉，带来地球上的灾难。英国汤恩比博士，一九七０年代的时候，就常常鼓励大家恢复传统的农耕，为什么？那是顺大自然的。现在科学技术发达，可以不随顺季节，人可以创造条件，让这些动植物繁殖。我们看到了，虽然繁殖得很快，长得好像又大又好看，实质上，跟大自然所生长的完全不相同，养分不一样，人吃了会生起奇奇怪怪的病变，许许多多的疾病是古时候所没有的。这疾病从哪带来的？科学技术带来的。于是我们就知道，科学有利也有弊。结果？结果是弊多于利，这值得我们思考。",
      "zh_TW": "今天科學的發展，發展到最後是什麼？完全破壞自然法則，把法度全破壞掉，帶來地球上的災難。英國湯恩比博士，一九七０年代的時候，就常常鼓勵大家恢復傳統的農耕，為什麼？那是順大自然的。現在科學技術發達，可以不隨順季節，人可以創造條件，讓這些動植物繁殖。我們看到了，雖然繁殖得很快，長得好像又大又好看，實質上，跟大自然所生長的完全不相同，養分不一樣，人吃了會生起奇奇怪怪的病變，許許多多的疾病是古時候所沒有的。這疾病從哪帶來的？科學技術帶來的。於是我們就知道，科學有利也有弊。結果？結果是弊多於利，這值得我們思考。"
    },
    {
      "id": "02-037-0458_p0008",
      "zh_CN": "科学技术应用在战争，将来战争爆发，不是像过去一般的了。科学技术发展到现在没几年，清朝末年，太平天国，还是用弓箭、刀、矛这一类的，杀伤力不大。二次大战时候，就有机关枪，就有炮火。二战结束，原子弹出现了，现在是氢弹，威力是投在日本原子弹几百倍的威力、上千倍的威力。一颗炸弹就死几百万人，我这个话里头有话，我们前面一段讲杀生，杀生是地狱果报，投一颗原子弹杀上百万人以上，这无间地狱，永远不能出来。谁敢造这种恶业？科学家发明，下命令发动战争的人启用了，让多少人进无间地狱！那我们就知道，唐太宗杀人跟现在原子弹比，那是小巫见大巫，差别太大了，唐太宗一生能杀几个人？都堕地狱。现在投掷原子弹的、下命令的、制造的都脱不了关系。人生苦短，何必造业！这些全都是不顺法度演变成的结果。古圣先贤的法度没人讲，也没有人学了，我们算是非常非常幸运，生在这个时代，还能够读圣贤书，还能够相信圣贤的教诲，勉强来修学。",
      "zh_TW": "科學技術應用在戰爭，將來戰爭爆發，不是像過去一般的了。科學技術發展到現在沒幾年，清朝末年，太平天國，還是用弓箭、刀、矛這一類的，殺傷力不大。二次大戰時候，就有機關槍，就有炮火。二戰結束，原子彈出現了，現在是氫彈，威力是投在日本原子彈幾百倍的威力、上千倍的威力。一顆炸彈就死幾百萬人，我這個話裡頭有話，我們前面一段講殺生，殺生是地獄果報，投一顆原子彈殺上百萬人以上，這無間地獄，永遠不能出來。誰敢造這種惡業？科學家發明，下命令發動戰爭的人啟用了，讓多少人進無間地獄！那我們就知道，唐太宗殺人跟現在原子彈比，那是小巫見大巫，差別太大了，唐太宗一生能殺幾個人？都墮地獄。現在投擲原子彈的、下命令的、製造的都脫不了關係。人生苦短，何必造業！這些全都是不順法度演變成的結果。古聖先賢的法度沒人講，也沒有人學了，我們算是非常非常幸運，生在這個時代，還能夠讀聖賢書，還能夠相信聖賢的教誨，勉強來修學。"
    },
    {
      "id": "02-037-0458_p0009",
      "zh_CN": "这些年来，我们听到很多信息都是关于灾难的，我告诉我们的同参道友，这些信息很多，你们所听到的一定比我更多。我不看电视、不看报纸，杂志这个东西我都不看，至少五十年了，我所知道这一点，都是有好心同学，他们在网路上、新闻上节录下来一点给我看，我才知道一些，这些是少量的。我告诉大家应对的方法，这些东西不要问它是真是假，用不着操这个心，看过就算了，不要放在心上。为什么？大乘经佛常常教我们，一切法从心想生。我们心里头有灾难，就真的会有灾难，从心想生！我们从心里面把这种想法把它拔掉，这就对了。心想，想阿弥陀佛，愈看到这个东西多，我们念佛的心就愈要坚定、愈要恳切、愈不可以中断。这是为什么？这叫化解灾难。",
      "zh_TW": "這些年來，我們聽到很多信息都是關於災難的，我告訴我們的同參道友，這些信息很多，你們所聽到的一定比我更多。我不看電視、不看報紙，雜誌這個東西我都不看，至少五十年了，我所知道這一點，都是有好心同學，他們在網路上、新聞上節錄下來一點給我看，我才知道一些，這些是少量的。我告訴大家應對的方法，這些東西不要問它是真是假，用不著操這個心，看過就算了，不要放在心上。為什麼？大乘經佛常常教我們，一切法從心想生。我們心裡頭有災難，就真的會有災難，從心想生！我們從心裡面把這種想法把它拔掉，這就對了。心想，想阿彌陀佛，愈看到這個東西多，我們念佛的心就愈要堅定、愈要懇切、愈不可以中斷。這是為什麼？這叫化解災難。"
    },
    {
      "id": "02-037-0458_p0010",
      "zh_CN": "这种化解的方法，不但是经典上佛陀教导我们的，现在科学家也这样说法。前年，有一批科学家在悉尼开会，他们要邀请我，我没去，我让我们学院派了八个人去参加。他们回来有一份报告给我，两天会议，第一天讨论科学最近的成就，我们看那个报告很欢喜。佛家里头有一部分的奥秘，大家都知道的阿赖耶，阿赖耶怎么回事情，现在被科学家揭穿了，真的被他们看见了阿赖耶的三细相，业相、转相、境界相。我们看到欢喜！我们对这个问题，几十年来疑根不能拔除，看到科学报告，我们不再怀疑了，这是对学佛人最大的贡献。对念佛不怀疑，对往生净土不怀疑，对一生决定成佛不怀疑，这个很难得！他们自己没有得到，我们看他的报告，我们得到了，所以我们要感恩这些科学家。",
      "zh_TW": "這種化解的方法，不但是經典上佛陀教導我們的，現在科學家也這樣說法。前年，有一批科學家在悉尼開會，他們要邀請我，我沒去，我讓我們學院派了八個人去參加。他們回來有一份報告給我，兩天會議，第一天討論科學最近的成就，我們看那個報告很歡喜。佛家裡頭有一部分的奧祕，大家都知道的阿賴耶，阿賴耶怎麼回事情，現在被科學家揭穿了，真的被他們看見了阿賴耶的三細相，業相、轉相、境界相。我們看到歡喜！我們對這個問題，幾十年來疑根不能拔除，看到科學報告，我們不再懷疑了，這是對學佛人最大的貢獻。對念佛不懷疑，對往生淨土不懷疑，對一生決定成佛不懷疑，這個很難得！他們自己沒有得到，我們看他的報告，我們得到了，所以我們要感恩這些科學家。"
    },
    {
      "id": "02-037-0458_p0011",
      "zh_CN": "第二天一天时间就是讨论二０一二马雅灾难预言，第二天讨论这个问题。美国布莱登博士做了一个总结，马雅预言并不是地球毁灭，是银河对齐。这是一个天象，大概二万五千年左右会有一次，我们正好碰上了。银河的中心跟太阳、地球排成一条直线。银河中心是黑洞，巨大的引力，科学家担心的是这个巨大引力会引发太阳风暴，把太阳风暴拉起来。太阳风暴是每十一年发生一次，它有周期性的，正好今年也碰到是第十一年，这周期的年，怕这个东西把太阳风暴的速度提升，灾难就重了。对地球的干扰，当然第一个，就是地球上所发射的人造卫星可能全部被它摧毁，那对我们的通信，就是资讯，带来严重的灾难；导航，飞机跟轮船的导航，产生很大的影响。",
      "zh_TW": "第二天一天時間就是討論二０一二馬雅災難預言，第二天討論這個問題。美國布萊登博士做了一個總結，馬雅預言並不是地球毀滅，是銀河對齊。這是一個天象，大概二萬五千年左右會有一次，我們正好碰上了。銀河的中心跟太陽、地球排成一條直線。銀河中心是黑洞，巨大的引力，科學家擔心的是這個巨大引力會引發太陽風暴，把太陽風暴拉起來。太陽風暴是每十一年發生一次，它有週期性的，正好今年也碰到是第十一年，這週期的年，怕這個東西把太陽風暴的速度提升，災難就重了。對地球的干擾，當然第一個，就是地球上所發射的人造衛星可能全部被它摧毀，那對我們的通信，就是資訊，帶來嚴重的災難；導航，飛機跟輪船的導航，產生很大的影響。"
    },
    {
      "id": "02-037-0458_p0012",
      "zh_CN": "这个还不是我们最担心的，最担心的是害怕它这个引力把地球上超级火山引发，这是真正担忧的。科学家告诉我们，地球上有十几个超级火山，都在海底，陆地上只有一个，就是美国的黄石公园，这是超级火山。这个火山一爆发，美国就没有了，科学家预计美国三分之二的面积不能住人。不但美国受灾难，跟美国加州北部这个纬度相同的区域可能都有灾难。因为火山灰上升是二十公里，这很可怕。现在国际的飞机只飞十公里，高度十公里，就是一万公尺。那它什么？它这个火山灰上升二十公里，随着地球的旋转，它就地球这个圈，这个圈火山灰把太阳遮住了，在这个圈之内见不到太阳。多久？一年三个月。这是麻烦事，一年三个月在火山灰里面，温度是零下，没有太阳，时间要一年三个月灰才完全落下来，这个灾难很严重。",
      "zh_TW": "這個還不是我們最擔心的，最擔心的是害怕它這個引力把地球上超級火山引發，這是真正擔憂的。科學家告訴我們，地球上有十幾個超級火山，都在海底，陸地上只有一個，就是美國的黃石公園，這是超級火山。這個火山一爆發，美國就沒有了，科學家預計美國三分之二的面積不能住人。不但美國受災難，跟美國加州北部這個緯度相同的區域可能都有災難。因為火山灰上升是二十公里，這很可怕。現在國際的飛機只飛十公里，高度十公里，就是一萬公尺。那它什麼？它這個火山灰上升二十公里，隨著地球的旋轉，它就地球這個圈，這個圈火山灰把太陽遮住了，在這個圈之內見不到太陽。多久？一年三個月。這是麻煩事，一年三個月在火山灰裡面，溫度是零下，沒有太陽，時間要一年三個月灰才完全落下來，這個災難很嚴重。"
    },
    {
      "id": "02-037-0458_p0013",
      "zh_CN": "科学家还告诉我们，黄石公园真的要爆炸了，火山口的面积，长四十五英里，宽三十五英里。你看这么大的火山口，闻所未闻。我到日本去游览，在九州看过阿苏火山，那是个活火山，那火山口不大，我看顶多不过一百多米的样子。这个灾难就严重了。如果海底这种超级火山，引爆之后就引发海啸，科学家估计海啸最高可以达到一千米，就是一千公尺。我们知道，上一次日本的大海啸十公尺，前几年印尼苏门答腊的海啸，大概死三十多万人，也是十公尺。这一千公尺还得了！就算太平洋当中，海水往四面走，这海啸，当然愈远它就又降下来，降一半五百米，再降一半二百五十米，二百五十米再降一半，一百二十五米，到海岸，那都不得了！一百多米还得了，这会造成严重灾难。距离海岸线，我想一百五十公里这个直径都会影响到，这就太可怕了，没有办法预防。",
      "zh_TW": "科學家還告訴我們，黃石公園真的要爆炸了，火山口的面積，長四十五英里，寬三十五英里。你看這麼大的火山口，聞所未聞。我到日本去遊覽，在九州看過阿蘇火山，那是個活火山，那火山口不大，我看頂多不過一百多米的樣子。這個災難就嚴重了。如果海底這種超級火山，引爆之後就引發海嘯，科學家估計海嘯最高可以達到一千米，就是一千公尺。我們知道，上一次日本的大海嘯十公尺，前幾年印尼蘇門答臘的海嘯，大概死三十多萬人，也是十公尺。這一千公尺還得了！就算太平洋當中，海水往四面走，這海嘯，當然愈遠它就又降下來，降一半五百米，再降一半二百五十米，二百五十米再降一半，一百二十五米，到海岸，那都不得了！一百多米還得了，這會造成嚴重災難。距離海岸線，我想一百五十公里這個直徑都會影響到，這就太可怕了，沒有辦法預防。"
    },
    {
      "id": "02-037-0458_p0014",
      "zh_CN": "科学家报告，布莱登的报告，我们地球上的居民，特别是居住在距离海岸直径最好是两百公里之内的，就是有可能受到这个灾难的，距离在海边上两百公里以内的，两百公里，大家都念佛。布莱登教人，我们的居民，弃恶扬善。什么是恶？杀盗淫妄就是恶，我们把这个断掉，坚持不杀生、不偷盗、不邪淫、不妄语、不饮酒，坚持这五戒，中国的五常；改邪归正，端正心念，灾难不但可以化解，而且会把地球带上更美好的走向。这是近代物理学家提出来的。为什么？物质现象是随着念头在转变，念头可以控制物质现象。那我们要造杀盗淫妄，这个麻烦就来了，这不善。我们今天一定要反过来，起心动念是仁义礼智信。",
      "zh_TW": "科學家報告，布萊登的報告，我們地球上的居民，特別是居住在距離海岸直徑最好是兩百公里之內的，就是有可能受到這個災難的，距離在海邊上兩百公里以內的，兩百公里，大家都念佛。布萊登教人，我們的居民，棄惡揚善。什麼是惡？殺盜淫妄就是惡，我們把這個斷掉，堅持不殺生、不偷盜、不邪淫、不妄語、不飲酒，堅持這五戒，中國的五常；改邪歸正，端正心念，災難不但可以化解，而且會把地球帶上更美好的走向。這是近代物理學家提出來的。為什麼？物質現象是隨著念頭在轉變，念頭可以控制物質現象。那我們要造殺盜淫妄，這個麻煩就來了，這不善。我們今天一定要反過來，起心動念是仁義禮智信。"
    },
    {
      "id": "02-037-0458_p0015",
      "zh_CN": "所以他们的科学家提出避免灾难的方法，这个我们听到很多人都这么说，第一个要求素食，不杀生。第二个要求人有爱心，真诚的爱心，能够爱别人，能够爱众生。第三个要求保持镇定，就是灾难来了不要害怕，不惊不怖，心能够稳定下来。稳定，心定下来就有智慧，就知道应该怎么做；心一乱一慌，人不是在灾难当中死的，是被吓死的，这个很冤枉，所以要不惊不怖。从现在干起，要养成慈悲。我们佛门有这些法度，十善、五戒就是法度，必须遵守。六和、六波罗蜜是菩萨的法度，我们能够遵守、能够落实，是菩萨行。就这四样东西，就能保全自己，就能够化解灾难。记住，五戒、十善、六和、六波罗蜜这四科放在心上，认真的干，起心动念、言语造作不离这四科，我们会平平安安度过灾难，没有一点恐怖，没有一点忧虑。祖师教导我们，「少说一句话，多念一声佛」，一心求生净土，必定往生。",
      "zh_TW": "所以他們的科學家提出避免災難的方法，這個我們聽到很多人都這麼說，第一個要求素食，不殺生。第二個要求人有愛心，真誠的愛心，能夠愛別人，能夠愛眾生。第三個要求保持鎮定，就是災難來了不要害怕，不驚不怖，心能夠穩定下來。穩定，心定下來就有智慧，就知道應該怎麼做；心一亂一慌，人不是在災難當中死的，是被嚇死的，這個很冤枉，所以要不驚不怖。從現在幹起，要養成慈悲。我們佛門有這些法度，十善、五戒就是法度，必須遵守。六和、六波羅蜜是菩薩的法度，我們能夠遵守、能夠落實，是菩薩行。就這四樣東西，就能保全自己，就能夠化解災難。記住，五戒、十善、六和、六波羅蜜這四科放在心上，認真的幹，起心動念、言語造作不離這四科，我們會平平安安度過災難，沒有一點恐怖，沒有一點憂慮。祖師教導我們，「少說一句話，多念一聲佛」，一心求生淨土，必定往生。"
    },
    {
      "id": "02-037-0458_p0016",
      "zh_CN": "我们看下面这一段注解，「以下从不顺法度至不顾前后」，不顾前后就是不信因果，前是因，后是果报。现在不相信因果的人很多，他敢造恶业，他以为没有果报，殊不知果报就在眼前。只要我们细心去观察，你看得很清楚、很明白，善心善行的人决定有善果，不善的心行决定有恶报，都在眼前。「不顺法度。法者法轨」，五戒是轨道、是方法，不能超越这个轨道，十善是轨道。今天社会动乱，修六和敬，社会就能回归到安稳和谐。十波罗蜜，叫六波罗蜜，菩萨的法轨，菩萨行，布施、持戒、忍辱、禅定、精进、般若，菩萨修行的六门功课，叫成佛之道，前面都细说过。",
      "zh_TW": "我們看下面這一段註解，「以下從不順法度至不顧前後」，不顧前後就是不信因果，前是因，後是果報。現在不相信因果的人很多，他敢造惡業，他以為沒有果報，殊不知果報就在眼前。只要我們細心去觀察，你看得很清楚、很明白，善心善行的人決定有善果，不善的心行決定有惡報，都在眼前。「不順法度。法者法軌」，五戒是軌道、是方法，不能超越這個軌道，十善是軌道。今天社會動亂，修六和敬，社會就能回歸到安穩和諧。十波羅蜜，叫六波羅蜜，菩薩的法軌，菩薩行，布施、持戒、忍辱、禪定、精進、般若，菩薩修行的六門功課，叫成佛之道，前面都細說過。"
    },
    {
      "id": "02-037-0458_p0017",
      "zh_CN": "「度者轨度、规度，即常规也」。我们一般讲规矩，度是规矩，必须要守规矩。规矩这两个字的来源，古时候工匠他所用的曲尺跟圆规，画圆一定用圆规，画方的一定用曲尺。所以不依规矩，不成方圆，用它来代表法度。人一定要守法，这个法前面说过，是随顺自性，随顺大自然的规律，这叫大道。这不是哪个人创造发明，不是的，是自然法则。换句话说，五戒十善是自然法则，六和是自然法则，六度是自然法则。普贤菩萨讲到极处，十大愿王，那是自然法则的圆满，我们不能不遵守，要把它看作这是常规。",
      "zh_TW": "「度者軌度、規度，即常規也」。我們一般講規矩，度是規矩，必須要守規矩。規矩這兩個字的來源，古時候工匠他所用的曲尺跟圓規，畫圓一定用圓規，畫方的一定用曲尺。所以不依規矩，不成方圓，用它來代表法度。人一定要守法，這個法前面說過，是隨順自性，隨順大自然的規律，這叫大道。這不是哪個人創造發明，不是的，是自然法則。換句話說，五戒十善是自然法則，六和是自然法則，六度是自然法則。普賢菩薩講到極處，十大願王，那是自然法則的圓滿，我們不能不遵守，要把它看作這是常規。"
    },
    {
      "id": "02-037-0458_p0018",
      "zh_CN": "所以中国的仁义礼智信这五个字叫常，五常，五种常规，永远不能够改变，它是超越空间、超越时间。超越空间，遍法界，任何地方它都是准则，不能违背；超越时间，不论是古时候、现在或者是未来世，它永恒不变，万古常新，不能说它过时了，它永远不会过时。是不是真的？是真的。怎么知道是真的？我们通过实验。我们把这四科跟不同族群的人讲，他们听了欢喜，跟不同宗教的人去讲，他能接受，没有遇到一个反对的。这真正是常规，时代再怎么进步，你不能脱离它，脱离它灾难就来了；你随顺它，灾难就没有了。灾难是从心变现的，可是这个确实需要教育，古圣先贤把这些道德仁义礼都落实在教育，用教育这个手段来普遍的推广，它的效果就是社会和谐，天下太平。",
      "zh_TW": "所以中國的仁義禮智信這五個字叫常，五常，五種常規，永遠不能夠改變，它是超越空間、超越時間。超越空間，遍法界，任何地方它都是準則，不能違背；超越時間，不論是古時候、現在或者是未來世，它永恆不變，萬古常新，不能說它過時了，它永遠不會過時。是不是真的？是真的。怎麼知道是真的？我們通過實驗。我們把這四科跟不同族群的人講，他們聽了歡喜，跟不同宗教的人去講，他能接受，沒有遇到一個反對的。這真正是常規，時代再怎麼進步，你不能脫離它，脫離它災難就來了；你隨順它，災難就沒有了。災難是從心變現的，可是這個確實需要教育，古聖先賢把這些道德仁義禮都落實在教育，用教育這個手段來普遍的推廣，它的效果就是社會和諧，天下太平。"
    },
    {
      "id": "02-037-0458_p0019",
      "zh_CN": "不顺法度，必定产生『奢淫骄纵，任心自恣』，这是现代的社会现象，佛在三千年前就看得很清楚，说出来了。「奢者奢侈」。淫是过分，无论干什么都太过分了。孔子，中国人尊称为至圣，圣贤当中排名第一。夫子日常生活，学生们说的，夫子之德表现在生活上，五德，温良恭俭让。这就是圣人的标准，温是温和；良是善良；恭是恭敬，对人对事都恭敬；忍是忍辱；俭，俭是节俭；让，那就是忍让，礼让，温良恭俭让。孔子一生生活，处事待人接物，节俭，一点不浪费，不奢侈，圣人！仁者爱人。夫子并不富有，一生生活，用现在的话说，清寒。没有做过大官，没有发过大财，一生把做人的样子做出来了，人要像个什么，他做出榜样，那就是做人的样子。古圣先贤流传下来的一句话，「人性本善」，这个善怎么落实？夫子一生温良恭俭让就是本善，人本来是这个样子的，孔子圆圆满满的把它做到了。",
      "zh_TW": "不順法度，必定產生『奢淫驕縱，任心自恣』，這是現代的社會現象，佛在三千年前就看得很清楚，說出來了。「奢者奢侈」。淫是過分，無論幹什麼都太過分了。孔子，中國人尊稱為至聖，聖賢當中排名第一。夫子日常生活，學生們說的，夫子之德表現在生活上，五德，溫良恭儉讓。這就是聖人的標準，溫是溫和；良是善良；恭是恭敬，對人對事都恭敬；忍是忍辱；儉，儉是節儉；讓，那就是忍讓，禮讓，溫良恭儉讓。孔子一生生活，處事待人接物，節儉，一點不浪費，不奢侈，聖人！仁者愛人。夫子並不富有，一生生活，用現在的話說，清寒。沒有做過大官，沒有發過大財，一生把做人的樣子做出來了，人要像個什麼，他做出榜樣，那就是做人的樣子。古聖先賢流傳下來的一句話，「人性本善」，這個善怎麼落實？夫子一生溫良恭儉讓就是本善，人本來是這個樣子的，孔子圓圓滿滿的把它做到了。"
    },
    {
      "id": "02-037-0458_p0020",
      "zh_CN": "在佛法里面，落实在五戒十善，释迦牟尼佛做到了。佛没有做到的他不讲，他不会教人，他说给你听、教导你的，他决定自己已经做到，而且做得很圆满。不杀、不盗、不淫、不妄语、不两舌、不恶口、不绮语、不贪、不瞋、不痴，做到了，圆圆满满做到了。与一切众生相处，见和同解，这个见是指什么？是指的明心见性。见性的人知道，宇宙之间万事万物跟自己是一体，这真叫见和同解。这个概念，在中国老子有，老子说过「天地与我同根，万物与我一体」。这个境界是大乘见性菩萨的境界，不是普通境界，明心见性，他才能说得出这句话。既然是一体，怎么能不爱？怎么可以嫉妒傲慢？嫉妒傲慢是违背性德，违背性德就是罪孽。这种罪在大乘教里叫性罪，果报自然变现出三途。三途不是真的，六道十法界也不是真的，是一切众生业力变化的。大乘教里面，真的就是自性，梵文称为般涅槃，那是真的。",
      "zh_TW": "在佛法裡面，落實在五戒十善，釋迦牟尼佛做到了。佛沒有做到的他不講，他不會教人，他說給你聽、教導你的，他決定自己已經做到，而且做得很圓滿。不殺、不盜、不淫、不妄語、不兩舌、不惡口、不綺語、不貪、不瞋、不痴，做到了，圓圓滿滿做到了。與一切眾生相處，見和同解，這個見是指什麼？是指的明心見性。見性的人知道，宇宙之間萬事萬物跟自己是一體，這真叫見和同解。這個概念，在中國老子有，老子說過「天地與我同根，萬物與我一體」。這個境界是大乘見性菩薩的境界，不是普通境界，明心見性，他才能說得出這句話。既然是一體，怎麼能不愛？怎麼可以嫉妒傲慢？嫉妒傲慢是違背性德，違背性德就是罪孽。這種罪在大乘教裡叫性罪，果報自然變現出三途。三途不是真的，六道十法界也不是真的，是一切眾生業力變化的。大乘教裡面，真的就是自性，梵文稱為般涅槃，那是真的。"
    },
    {
      "id": "02-037-0458_p0021",
      "zh_CN": "所以佛法教我们，二边不立，中道不存。那是什么？回归自性，圆满成佛。二边是什么？体是一边，自性的本体；作用是一边，自性起作用，现相。体能现，相所现，要知道能现所现都不可得。能现，非物质、非精神、非自然。所现的？所现的有物质现象、精神现象、自然现象。体上没有，三样东西都没有，所以叫空，你不要执着它。相上虽有，它是生灭法，不是真有，是假的，所有一切现相都是刹那生灭，包括阿赖耶。生灭相就是个相续相，而且是相似相续相，后一个相不是前面那个相，每一个相都是独立存在的，存在的时间极为短暂。我们根据弥勒菩萨他老人家的说法，换算成我们现在，以秒为单位，一秒钟多少变化？一千六百兆，所以不可得，你不能放在心上。这是有，有而非有，空而不空。因为空它能现相，虽现相，不可得，凡所有相皆是虚妄。",
      "zh_TW": "所以佛法教我們，二邊不立，中道不存。那是什麼？回歸自性，圓滿成佛。二邊是什麼？體是一邊，自性的本體；作用是一邊，自性起作用，現相。體能現，相所現，要知道能現所現都不可得。能現，非物質、非精神、非自然。所現的？所現的有物質現象、精神現象、自然現象。體上沒有，三樣東西都沒有，所以叫空，你不要執著它。相上雖有，它是生滅法，不是真有，是假的，所有一切現相都是剎那生滅，包括阿賴耶。生滅相就是個相續相，而且是相似相續相，後一個相不是前面那個相，每一個相都是獨立存在的，存在的時間極為短暫。我們根據彌勒菩薩他老人家的說法，換算成我們現在，以秒為單位，一秒鐘多少變化？一千六百兆，所以不可得，你不能放在心上。這是有，有而非有，空而不空。因為空它能現相，雖現相，不可得，凡所有相皆是虛妄。"
    },
    {
      "id": "02-037-0458_p0022",
      "zh_CN": "我们生活在这里头，清净、平等、觉悟，这叫佛知佛见，这叫参透了诸法实相。参透之后，大用无方，众生在迷，你能度他，你能够引导他回归自性，这个人就称之为佛菩萨。佛菩萨自己出离了，脱离十法界了，所以他有能力帮助我们、引导我们也能出十法界。方法无量无边，无量无边方法里面最殊胜的，大家称为第一法，就是念佛往生净土。这个方法修学的条件简单，总共就四个字，第一个，信，真信有西方极乐世界、有阿弥陀佛，没有一丝毫怀疑，真信。第二个条件，真愿意往生。《无量寿经》，释迦牟尼佛为我们介绍西方极乐世界，把极乐世界方方面面都讲透了。黄念老的集注，以经来解经，以祖师大德的论述来帮助解经，总共他用了一百九十三种参考资料编成这部书。这个集注对我们修学是无比殊胜的善缘。末法时期，遇着有灾难的时候，这方法对我们来说是无比稀有殊胜，我们真信，真愿往生，一心专念阿弥陀佛，你看就这么简单。心里面除阿弥陀佛之外，什么都放下，不再有其他的念头，没有妄想、没有杂念，一心专修，没有一个不成功，没有一个不往生。这个法门无比殊胜！",
      "zh_TW": "我們生活在這裡頭，清淨、平等、覺悟，這叫佛知佛見，這叫參透了諸法實相。參透之後，大用無方，眾生在迷，你能度他，你能夠引導他回歸自性，這個人就稱之為佛菩薩。佛菩薩自己出離了，脫離十法界了，所以他有能力幫助我們、引導我們也能出十法界。方法無量無邊，無量無邊方法裡面最殊勝的，大家稱為第一法，就是念佛往生淨土。這個方法修學的條件簡單，總共就四個字，第一個，信，真信有西方極樂世界、有阿彌陀佛，沒有一絲毫懷疑，真信。第二個條件，真願意往生。《無量壽經》，釋迦牟尼佛為我們介紹西方極樂世界，把極樂世界方方面面都講透了。黃念老的集註，以經來解經，以祖師大德的論述來幫助解經，總共他用了一百九十三種參考資料編成這部書。這個集註對我們修學是無比殊勝的善緣。末法時期，遇著有災難的時候，這方法對我們來說是無比稀有殊勝，我們真信，真願往生，一心專念阿彌陀佛，你看就這麼簡單。心裡面除阿彌陀佛之外，什麼都放下，不再有其他的念頭，沒有妄想、沒有雜念，一心專修，沒有一個不成功，沒有一個不往生。這個法門無比殊勝！"
    },
    {
      "id": "02-037-0458_p0023",
      "zh_CN": "对我们家亲眷属，对我们要好的朋友，一定要以这个法门帮助他们。别的法门好，不能说不好，来不及了。为什么？别的法门要断烦恼、要消业障，八万四千法门没有例外的。例外只有这个法门，这个法门不要断烦恼、不要消业障，只要信愿持名，你就能往生。烦恼跟业障不断，自己没了，业障不消，自然消了。这是不可思议的能量，这个能量是阿弥陀佛加持的，我们真到极乐世界，才知道阿弥陀佛对我们有多大的恩德。在这个地方不知道，到极乐世界见佛就知道了。知道了、见到了，才晓得感恩；你还没搞清楚，你没有感恩的心。只要你肯念，照着这个也能往生，往生之后，你才知道。",
      "zh_TW": "對我們家親眷屬，對我們要好的朋友，一定要以這個法門幫助他們。別的法門好，不能說不好，來不及了。為什麼？別的法門要斷煩惱、要消業障，八萬四千法門沒有例外的。例外只有這個法門，這個法門不要斷煩惱、不要消業障，只要信願持名，你就能往生。煩惱跟業障不斷，自己沒了，業障不消，自然消了。這是不可思議的能量，這個能量是阿彌陀佛加持的，我們真到極樂世界，才知道阿彌陀佛對我們有多大的恩德。在這個地方不知道，到極樂世界見佛就知道了。知道了、見到了，才曉得感恩；你還沒搞清楚，你沒有感恩的心。只要你肯念，照著這個也能往生，往生之後，你才知道。"
    },
    {
      "id": "02-037-0458_p0024",
      "zh_CN": "所以经文上，讲不顺法度的人，「奢淫骄纵」，这四个字，这造业。奢侈，过分了。淫，不单是指男女，男女之外，你所做的过分，都叫淫。雨下得太多了，在中国古籍上讲淫雨，雨下得太多，成灾难了，就是过分了。「骄者骄横」，我们一般讲仗势欺人，或者自己有财富，自己有很高的位子，欺负别人。奴役别人、夺取别人的，这都是盗心。「纵者放纵」，放逸。「自恣」，恣也是放纵的意思。「男女共居，不顺法度。放情纵欲，但图快意，不惧罪谴，故云任心自恣」。这是说出这一桩事情，饮食起居都过分了。富贵人家选择在山川秀丽之所建豪华别墅，有很多他自己一生在那个地方一个晚上都没住过，就是太过分了。请这些工人给他照顾、给他打扫，那些工人有福报，工人享福。这都是欠债的，前世欠别人，要还债。这个我都曾经见过，何苦来！现在山川秀丽地方都有高级的旅馆，住旅馆不是一样去享受吗？何必自己在那里盖个别墅，花那么多冤枉钱，表示自己有（拥有），其实自己一个晚上都没住过，这叫迷惑颠倒。有钱有势的，这种别墅他不止有一个，甚至于在全世界好的地方他都有，这叫过分，不顺法度。",
      "zh_TW": "所以經文上，講不順法度的人，「奢淫驕縱」，這四個字，這造業。奢侈，過分了。淫，不單是指男女，男女之外，你所做的過分，都叫淫。雨下得太多了，在中國古籍上講淫雨，雨下得太多，成災難了，就是過分了。「驕者驕橫」，我們一般講仗勢欺人，或者自己有財富，自己有很高的位子，欺負別人。奴役別人、奪取別人的，這都是盜心。「縱者放縱」，放逸。「自恣」，恣也是放縱的意思。「男女共居，不順法度。放情縱欲，但圖快意，不懼罪譴，故云任心自恣」。這是說出這一樁事情，飲食起居都過分了。富貴人家選擇在山川秀麗之所建豪華別墅，有很多他自己一生在那個地方一個晚上都沒住過，就是太過分了。請這些工人給他照顧、給他打掃，那些工人有福報，工人享福。這都是欠債的，前世欠別人，要還債。這個我都曾經見過，何苦來！現在山川秀麗地方都有高級的旅館，住旅館不是一樣去享受嗎？何必自己在那裡蓋個別墅，花那麼多冤枉錢，表示自己有（擁有），其實自己一個晚上都沒住過，這叫迷惑顛倒。有錢有勢的，這種別墅他不止有一個，甚至於在全世界好的地方他都有，這叫過分，不順法度。"
    },
    {
      "id": "02-037-0458_p0025",
      "zh_CN": "要知道这个世间还有多少穷苦的人，没吃、没穿的，被冻死、饿死的有，很多！我们看到非洲的报告就很多。你在这个地方盖一栋别墅，这栋别墅的钱要拿去救人，救多少人！偏远的地方，奖学金很管用，帮助贫苦的学生能够安心读书。我在澳洲，澳洲大学一个学生一年的费用要一万澳币，我在学校帮助他十个人，这一年十万澳币。我在印尼，也是大学的，帮助十个人十万澳币，帮助多少学生？七百多个学生。我到学校去看，真的，他们生活程度低。",
      "zh_TW": "要知道這個世間還有多少窮苦的人，沒吃、沒穿的，被凍死、餓死的有，很多！我們看到非洲的報告就很多。你在這個地方蓋一棟別墅，這棟別墅的錢要拿去救人，救多少人！偏遠的地方，獎學金很管用，幫助貧苦的學生能夠安心讀書。我在澳洲，澳洲大學一個學生一年的費用要一萬澳幣，我在學校幫助他十個人，這一年十萬澳幣。我在印尼，也是大學的，幫助十個人十萬澳幣，幫助多少學生？七百多個學生。我到學校去看，真的，他們生活程度低。"
    },
    {
      "id": "02-037-0458_p0026",
      "zh_CN": "有钱应该多做一点好事，绝不要自己贪图享受，那是造罪业。尤其出家人，出家人你没有从事于生产，你的钱财哪里来的？十方供养的。十方供养给你是干什么？叫你替他做好事。结果你自己拿去享受了，这个果报要承受。世尊给我们做榜样，一生没有建过道场，一生都是住在野外，日中一食，树下一宿，晚上休息，找一棵树下，一生没有改变。往生的时候在树林里头，不在房子里面。世尊也曾经给我们做过榜样，国王大臣、大富长者，他有别墅花园，礼请佛去讲经、去教学，佛也答应。著名的，像祇树给孤独园、竹林精舍这些地方，佛在那里都住过好几年，借住。经讲完了，教学告一段落了，佛就离开，道场还给主人，依旧过他闲云野鹤的生活，他多自在。三衣一钵，一无所有，给后世做典范。",
      "zh_TW": "有錢應該多做一點好事，絕不要自己貪圖享受，那是造罪業。尤其出家人，出家人你沒有從事於生產，你的錢財哪裡來的？十方供養的。十方供養給你是幹什麼？叫你替他做好事。結果你自己拿去享受了，這個果報要承受。世尊給我們做榜樣，一生沒有建過道場，一生都是住在野外，日中一食，樹下一宿，晚上休息，找一棵樹下，一生沒有改變。往生的時候在樹林裡頭，不在房子裡面。世尊也曾經給我們做過榜樣，國王大臣、大富長者，他有別墅花園，禮請佛去講經、去教學，佛也答應。著名的，像祇樹給孤獨園、竹林精舍這些地方，佛在那裡都住過好幾年，借住。經講完了，教學告一段落了，佛就離開，道場還給主人，依舊過他閒雲野鶴的生活，他多自在。三衣一缽，一無所有，給後世做典範。"
    },
    {
      "id": "02-037-0458_p0027",
      "zh_CN": "我们今天看现在社会，富有的人不少，贫穷的人很多。现在出家人接受信徒的供养，要懂得怎么去运用，帮助那些需要的人，应该把它放在第一位。现在社会需要帮助的人太多了，几乎每一个人都需要。有生活在贫苦的边缘上，他需要物资的供养；有一些他物质生活不缺乏，精神生活缺乏，他需要精神上的帮助，特别需要古圣先贤教诲的帮助，帮助他开悟，帮助他增长智慧，这样需求的人很多很多。关于这方面，现在最好的礼物是中国传统文化，是唐太宗的《群书治要》，现在我们把它翻成了英语。联合国提倡的六种语言，在这个世界上使用的人最多，六种语言。这六种里面，有华语（中国语言）、英语、西班牙语、法国语言、俄罗斯的语言、阿拉伯语，联合国定为标准国际语言。至少我们传统文化重要的部分要把它翻出来，帮助那些需要的人。",
      "zh_TW": "我們今天看現在社會，富有的人不少，貧窮的人很多。現在出家人接受信徒的供養，要懂得怎麼去運用，幫助那些需要的人，應該把它放在第一位。現在社會需要幫助的人太多了，幾乎每一個人都需要。有生活在貧苦的邊緣上，他需要物資的供養；有一些他物質生活不缺乏，精神生活缺乏，他需要精神上的幫助，特別需要古聖先賢教誨的幫助，幫助他開悟，幫助他增長智慧，這樣需求的人很多很多。關於這方面，現在最好的禮物是中國傳統文化，是唐太宗的《群書治要》，現在我們把它翻成了英語。聯合國提倡的六種語言，在這個世界上使用的人最多，六種語言。這六種裡面，有華語（中國語言）、英語、西班牙語、法國語言、俄羅斯的語言、阿拉伯語，聯合國定為標準國際語言。至少我們傳統文化重要的部分要把它翻出來，幫助那些需要的人。"
    },
    {
      "id": "02-037-0458_p0028",
      "zh_CN": "我相信需要这些精神粮食的人数会比需要物质粮食的人更多，我们能全心全力在这上面，大力的去流通、去介绍、去推广，好事情！佛法讲这是法供养。《金刚经》上很多比喻，大千世界七宝供养，比不上大乘经四句偈为人演说的功德大。我们相信佛不妄语，佛勉励我们要真干。在现前，这是迫切要做的工作，尤其《群书治要》，书印出来了，第一种的英译本出来了，谁去讲？什么人来讲？这是这个世纪唯一的一桩大事业，我们要认识它，认识之后要认真努力，全心全力去落实。落实的方法在人，这些东西学校里学不到的，完全靠个人。真正发这个大心，为救度一切苦难众生，十年专攻一部经论，十年之后，你就是专家学者，你就能教化一切众生。得真干，真正去吃十年苦，这个十年没人知道你，你千锤百炼，十年之后，一鸣惊人。所学，当前社会非常迫切需要的这种学问，我们的理念是来救世。",
      "zh_TW": "我相信需要這些精神糧食的人數會比需要物質糧食的人更多，我們能全心全力在這上面，大力的去流通、去介紹、去推廣，好事情！佛法講這是法供養。《金剛經》上很多比喻，大千世界七寶供養，比不上大乘經四句偈為人演說的功德大。我們相信佛不妄語，佛勉勵我們要真幹。在現前，這是迫切要做的工作，尤其《群書治要》，書印出來了，第一種的英譯本出來了，誰去講？什麼人來講？這是這個世紀唯一的一樁大事業，我們要認識它，認識之後要認真努力，全心全力去落實。落實的方法在人，這些東西學校裡學不到的，完全靠個人。真正發這個大心，為救度一切苦難眾生，十年專攻一部經論，十年之後，你就是專家學者，你就能教化一切眾生。得真幹，真正去吃十年苦，這個十年沒人知道你，你千錘百鍊，十年之後，一鳴驚人。所學，當前社會非常迫切需要的這種學問，我們的理念是來救世。"
    },
    {
      "id": "02-037-0458_p0029",
      "zh_CN": "《群书治要》里头所选的六十五种古籍，唐朝时候的人认为这些东西最重要。今天，乱世，动乱远远超过历史上任何一个时代。治乱世用什么方法？要用最简单、最明确，对症下药。所以我们想出，在《群书治要》里头再选择精华，编成《群书治要３６０》，针对现前社会迫切需要的这些教诲，真实智慧。我送给一些国家领导人，没有不称赞这部书是智慧之书，都有同样的感觉，这部书相见恨晚，为什么十年前没有看到，到这个时候发现了！我们一发现，真的，争取时间，立刻交给世界书局印一万套。现在这个书印的人很多，我相信流通的量非常广，各地方都在印，这是好事。这个书没有版权，虽然是世界书局重刊，世界书局的老板非常难得，有爱心，这个书没有版权，欢迎翻印。从事文化事业的人，以文化救社会、救国家，不以这个做为牟利，贪图自己的享受，这是菩萨上人，这不是凡夫。",
      "zh_TW": "《群書治要》裡頭所選的六十五種古籍，唐朝時候的人認為這些東西最重要。今天，亂世，動亂遠遠超過歷史上任何一個時代。治亂世用什麼方法？要用最簡單、最明確，對症下藥。所以我們想出，在《群書治要》裡頭再選擇精華，編成《群書治要３６０》，針對現前社會迫切需要的這些教誨，真實智慧。我送給一些國家領導人，沒有不稱讚這部書是智慧之書，都有同樣的感覺，這部書相見恨晚，為什麼十年前沒有看到，到這個時候發現了！我們一發現，真的，爭取時間，立刻交給世界書局印一萬套。現在這個書印的人很多，我相信流通的量非常廣，各地方都在印，這是好事。這個書沒有版權，雖然是世界書局重刊，世界書局的老闆非常難得，有愛心，這個書沒有版權，歡迎翻印。從事文化事業的人，以文化救社會、救國家，不以這個做為牟利，貪圖自己的享受，這是菩薩上人，這不是凡夫。"
    },
    {
      "id": "02-037-0458_p0030",
      "zh_CN": "下面这一段讲「盗法」，请看经文：",
      "zh_TW": "下面這一段講「盜法」，請看經文："
    },
    {
      "id": "02-037-0458_p0031",
      "zh_CN": "【居上不明。在位不正。陷人冤枉。损害忠良。心口各异。机伪多端。尊卑中外。更相欺诳。】",
      "zh_TW": "【居上不明。在位不正。陷人冤枉。損害忠良。心口各異。機偽多端。尊卑中外。更相欺誑。】"
    },
    {
      "id": "02-037-0458_p0032",
      "zh_CN": "这几句经文，念老在此地集注，『居上不明，在位不正』，这几句经文，「表在位者利用权势，巧取豪夺，损人利己，误国殃民种种恶业」。这个现象，在今天整个世界都看见，是中国人所谓贪赃枉法。为什么会有这么多？学佛的人心比较清净、比较平和，不会冲动，你看事情就看得明白、看得清楚，这种行为属于习性，不是本性，本性本善。为什么过去社会里头不发生，今天爆发了？过去社会的教育，家庭教育、学校教育、社会教育，都能够遵守法度，所以人们都受过伦理、道德、因果跟圣贤教育，起心动念、言语造作自然有个轨道。有时候越轨了，但是不会太过分，还能守住一个底限。譬如说要钱，他想到我够用了，他就会停止住，不再贪了。不像现在，现在确实样样都过分，太离谱了。原因？原因是教育丢掉了。",
      "zh_TW": "這幾句經文，念老在此地集註，『居上不明，在位不正』，這幾句經文，「表在位者利用權勢，巧取豪奪，損人利己，誤國殃民種種惡業」。這個現象，在今天整個世界都看見，是中國人所謂貪贓枉法。為什麼會有這麼多？學佛的人心比較清淨、比較平和，不會衝動，你看事情就看得明白、看得清楚，這種行為屬於習性，不是本性，本性本善。為什麼過去社會裡頭不發生，今天爆發了？過去社會的教育，家庭教育、學校教育、社會教育，都能夠遵守法度，所以人們都受過倫理、道德、因果跟聖賢教育，起心動念、言語造作自然有個軌道。有時候越軌了，但是不會太過分，還能守住一個底限。譬如說要錢，他想到我夠用了，他就會停止住，不再貪了。不像現在，現在確實樣樣都過分，太離譜了。原因？原因是教育丟掉了。"
    },
    {
      "id": "02-037-0458_p0033",
      "zh_CN": "古今中外，凡是大治这个时代，一定是教育办得很好，教育很普遍，把人都教好了。现在这个教育，特别是最近这一个世纪、半个世纪，我们把古圣先贤、老祖宗那些法则全部丢掉了、不要了，崇尚于科学，科学崇尚于物质。近代科学的发展，偏重在物理学，心理不讲了，于是物质现象，不错，是有进步，心理？这人心坏了。人心坏了，社会就乱了，科学再发达，救不了社会，最后可能埋葬了这个社会，也毁灭了科技。这很可能。如果现在爆发战争，科学技术会全毁掉，一颗原子弹就毁灭一个城市，所有一切同归于尽。现在这个世界上，每个国家储存的核弹、氢弹，至少可以毁灭地球一百次，不可能再有生存的。这就是科学发展到末后，自然的结果。灾难从哪里来？人为的，是科学教出来的，是科学培养的。仁爱和平是道德，不要了，只要毁灭，这个毁灭是同归于尽，没有胜负。事实真相一定要明白。",
      "zh_TW": "古今中外，凡是大治這個時代，一定是教育辦得很好，教育很普遍，把人都教好了。現在這個教育，特別是最近這一個世紀、半個世紀，我們把古聖先賢、老祖宗那些法則全部丟掉了、不要了，崇尚於科學，科學崇尚於物質。近代科學的發展，偏重在物理學，心理不講了，於是物質現象，不錯，是有進步，心理？這人心壞了。人心壞了，社會就亂了，科學再發達，救不了社會，最後可能埋葬了這個社會，也毀滅了科技。這很可能。如果現在爆發戰爭，科學技術會全毀掉，一顆原子彈就毀滅一個城市，所有一切同歸於盡。現在這個世界上，每個國家儲存的核彈、氫彈，至少可以毀滅地球一百次，不可能再有生存的。這就是科學發展到末後，自然的結果。災難從哪裡來？人為的，是科學教出來的，是科學培養的。仁愛和平是道德，不要了，只要毀滅，這個毀滅是同歸於盡，沒有勝負。事實真相一定要明白。"
    },
    {
      "id": "02-037-0458_p0034",
      "zh_CN": "「居上不明」是没有智慧，这是根本的原因。古时候叫明君、圣王，圣就是明白的意思，他有智慧，他不迷惑颠倒。他所任用的人，有智慧、有道德、有学问、有治国平天下的方法手段，任用这些人居上位，国家领导的地位。他们心正、行正，所以天下大治。如果居上位不明，没有智慧、没有学问、没有德行，下面这个事情全部发生。『陷人冤枉，损害忠良』，为什么？嫉妒。你的智慧、德行、能力、地位超过我，一定要把你打倒，要把你消灭。也就是注解里头所说的，表在位者利用权势，巧取豪夺，这就是盗。目的则损人利己。他造的罪业，误国殃民，这是造罪业，种种恶业。",
      "zh_TW": "「居上不明」是沒有智慧，這是根本的原因。古時候叫明君、聖王，聖就是明白的意思，他有智慧，他不迷惑顛倒。他所任用的人，有智慧、有道德、有學問、有治國平天下的方法手段，任用這些人居上位，國家領導的地位。他們心正、行正，所以天下大治。如果居上位不明，沒有智慧、沒有學問、沒有德行，下面這個事情全部發生。『陷人冤枉，損害忠良』，為什麼？嫉妒。你的智慧、德行、能力、地位超過我，一定要把你打倒，要把你消滅。也就是註解裡頭所說的，表在位者利用權勢，巧取豪奪，這就是盜。目的則損人利己。他造的罪業，誤國殃民，這是造罪業，種種惡業。"
    },
    {
      "id": "02-037-0458_p0035",
      "zh_CN": "「《嘉祥疏》曰」，《无量寿经义疏》里头说，「宰相之宦，纵放臣下。用取万民贿，枉取人物。是为居上不明之义。受贿已属盗行，况复陷人冤枉，损害忠良」。在中国历史上，秦桧就是个最好的例子，宋高宗任命他为宰相，他利用他的职权害死岳飞，真的叫祸国殃民。这个故事家喻户晓，岳飞的大军已经占领了朱仙镇，继续北上，恢复自己的领土。秦桧以十二道金牌把他召回来，以莫须有的罪名杀了他，人民不服。今天西湖岳坟面前铸的铜像，就是秦桧夫妇跪在坟墓前面。那是表现什么？人民不服。",
      "zh_TW": "「《嘉祥疏》曰」，《無量壽經義疏》裡頭說，「宰相之宦，縱放臣下。用取萬民賄，枉取人物。是為居上不明之義。受賄已屬盜行，況復陷人冤枉，損害忠良」。在中國歷史上，秦檜就是個最好的例子，宋高宗任命他為宰相，他利用他的職權害死岳飛，真的叫禍國殃民。這個故事家喻戶曉，岳飛的大軍已經佔領了朱仙鎮，繼續北上，恢復自己的領土。秦檜以十二道金牌把他召回來，以莫須有的罪名殺了他，人民不服。今天西湖岳墳面前鑄的銅像，就是秦檜夫婦跪在墳墓前面。那是表現什麼？人民不服。"
    },
    {
      "id": "02-037-0458_p0036",
      "zh_CN": "《嘉祥疏》里头说，受贿已属盗行，况复陷人冤枉，损害忠良。「陷者诬陷、陷害」。冤是冤枉，「冤者屈也。枉者邪曲也」。古今中外，历史上都有记载，这是值得我们深思反省的。居上位的，他最重要的就是任命他的下属，宰相之宦，这个宦就是他的下属，下属要不善，他的罪就很重。虽然他自己没有去冤枉人，可是他的下属冤枉人，干这些事情，他要负责任，他逃不了干系，特别是因果关系。枉，冤枉，邪曲也。「忠者，敬事直行，奉公忘私也」。这是好人。「良者善也。如是恶人，嫉妒贤者，陷害忠良。其人之言必巧佞不忠，阿谀取荣」，他知道怎么奉承，怎么样巴结，怎么样讨好，毁谤忠良，「诽谤良善」。良善之人他不会巴结上司，这些人是心直、言直，容易得罪人。如果这个帝王是个昏君，没有智慧，很容易听信这些人的话，那他造的业就重。「枉陷人非，心口不一」，口是心非。故云『心口各异，机伪多端』。「义寂云：机谓幻惑，伪谓虚诈」。都是欺骗的意思，对上，欺骗他的长官、欺骗他的领导；对下面，欺骗众生、欺骗下属，他在当中取利。",
      "zh_TW": "《嘉祥疏》裡頭說，受賄已屬盜行，況復陷人冤枉，損害忠良。「陷者誣陷、陷害」。冤是冤枉，「冤者屈也。枉者邪曲也」。古今中外，歷史上都有記載，這是值得我們深思反省的。居上位的，他最重要的就是任命他的下屬，宰相之宦，這個宦就是他的下屬，下屬要不善，他的罪就很重。雖然他自己沒有去冤枉人，可是他的下屬冤枉人，幹這些事情，他要負責任，他逃不了干係，特別是因果關係。枉，冤枉，邪曲也。「忠者，敬事直行，奉公忘私也」。這是好人。「良者善也。如是惡人，嫉妒賢者，陷害忠良。其人之言必巧佞不忠，阿諛取榮」，他知道怎麼奉承，怎麼樣巴結，怎麼樣討好，毀謗忠良，「誹謗良善」。良善之人他不會巴結上司，這些人是心直、言直，容易得罪人。如果這個帝王是個昏君，沒有智慧，很容易聽信這些人的話，那他造的業就重。「枉陷人非，心口不一」，口是心非。故云『心口各異，機偽多端』。「義寂云：機謂幻惑，偽謂虛詐」。都是欺騙的意思，對上，欺騙他的長官、欺騙他的領導；對下面，欺騙眾生、欺騙下屬，他在當中取利。"
    },
    {
      "id": "02-037-0458_p0037",
      "zh_CN": "「憬兴云：机者机关。即巧言令色，曲取君意，能行机伪。又机者机心，伪者诡诈。如是机诈伪善，种种不一，故云机伪多端」。在过去，我们讲二百年前，中国人对于教育，教育里头特别是家教，非常重视。骂人，最严重的语言，这个人叫失教。失教这句话太重了，骂到他家里祖宗三代，你家里怎么会有这么一个人出来，你没有好好教他，这个是过去对人批评最严厉的一句话。现在没有了，现在没有家教，年轻人结婚，不愿意跟父母住在一起。二百年前，社会上没这个事情，从来没听说过，那还得了吗？叫大不孝！人要不孝父母、不敬尊长，他在社会上没有地位，他不能做人。为什么？没有人瞧得起他，没有人跟他往来，没有人愿意跟他共事。你说这个问题多严重！在今天的社会，它反而变成正常，这社会病了。天下众生都希望安定和谐，希望是好事，但是没有几个人教不行，关键还是在教育。只有圣贤教育才能帮助人觉悟，帮助人回头，帮助人断恶修善，帮助人改邪归正。",
      "zh_TW": "「憬興云：機者機關。即巧言令色，曲取君意，能行機偽。又機者機心，偽者詭詐。如是機詐偽善，種種不一，故云機偽多端」。在過去，我們講二百年前，中國人對於教育，教育裡頭特別是家教，非常重視。罵人，最嚴重的語言，這個人叫失教。失教這句話太重了，罵到他家裡祖宗三代，你家裡怎麼會有這麼一個人出來，你沒有好好教他，這個是過去對人批評最嚴厲的一句話。現在沒有了，現在沒有家教，年輕人結婚，不願意跟父母住在一起。二百年前，社會上沒這個事情，從來沒聽說過，那還得了嗎？叫大不孝！人要不孝父母、不敬尊長，他在社會上沒有地位，他不能做人。為什麼？沒有人瞧得起他，沒有人跟他往來，沒有人願意跟他共事。你說這個問題多嚴重！在今天的社會，它反而變成正常，這社會病了。天下眾生都希望安定和諧，希望是好事，但是沒有幾個人教不行，關鍵還是在教育。只有聖賢教育才能幫助人覺悟，幫助人回頭，幫助人斷惡修善，幫助人改邪歸正。"
    },
    {
      "id": "02-037-0458_p0038",
      "zh_CN": "这下面文说，「如是恶人，无论尊卑上下，内外亲疏，皆欺骗诈惑」。故云『尊卑中外，更相欺诳』。佛这几句经文，总共八句，八句经文，把现在的社会状况看透了。现在这个地球，无论到哪个地方，确实是这个样子，这是因、是缘，因跟缘结合上，果报就现前。那今天果报是什么？果报就变成灾难。灾难从哪来的？从人心来的。我们不能不懂这个道理，真正透彻了解，你可以救自己，你可以救你一家，那就是断恶修善，改邪归正，端正心念，佛这样教导我们，美国布莱登博士也是这样教导我们。我们要不回头、要不改过，这个灾难无法避免，一天会比一天严重，一年比一年严重。到什么时候，你要问什么时候灾难才过去？人心向善，灾难就没有了；人心不回头，这个灾难就会一直延续下去。最可怕的，真的，核武战争，人祸。自然灾害不至于把人类灭绝，但是人祸确实可以把人类灭绝。那你要问我，我们今天怎么办？老实念佛，求生净土，绝对正确。这是当年李老师往生前一天告诉在身边的学生，老师说，世界乱了，诸佛菩萨、神仙降世都救不了。他说，唯一一条生路，就是老实念佛，求生净土。最后的遗言，我们要记住，要真正老实念佛，求生净土。今天时间到了，我们就学习到此地。",
      "zh_TW": "這下面文說，「如是惡人，無論尊卑上下，內外親疏，皆欺騙詐惑」。故云『尊卑中外，更相欺誑』。佛這幾句經文，總共八句，八句經文，把現在的社會狀況看透了。現在這個地球，無論到哪個地方，確實是這個樣子，這是因、是緣，因跟緣結合上，果報就現前。那今天果報是什麼？果報就變成災難。災難從哪來的？從人心來的。我們不能不懂這個道理，真正透徹了解，你可以救自己，你可以救你一家，那就是斷惡修善，改邪歸正，端正心念，佛這樣教導我們，美國布萊登博士也是這樣教導我們。我們要不回頭、要不改過，這個災難無法避免，一天會比一天嚴重，一年比一年嚴重。到什麼時候，你要問什麼時候災難才過去？人心向善，災難就沒有了；人心不回頭，這個災難就會一直延續下去。最可怕的，真的，核武戰爭，人禍。自然災害不至於把人類滅絕，但是人禍確實可以把人類滅絕。那你要問我，我們今天怎麼辦？老實念佛，求生淨土，絕對正確。這是當年李老師往生前一天告訴在身邊的學生，老師說，世界亂了，諸佛菩薩、神仙降世都救不了。他說，唯一一條生路，就是老實念佛，求生淨土。最後的遺言，我們要記住，要真正老實念佛，求生淨土。今天時間到了，我們就學習到此地。"
    }
  ]
}