{
  "doc_id": "02-037-0150",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五０集",
    "zh_TW": "第一五０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0150",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-037-0150_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第四百五十二页，从第一行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第四百五十二頁，從第一行看起："
    },
    {
      "id": "02-037-0150_p0002",
      "zh_CN": "这是接着上面讲净土的菩萨，经文上说，「或有净土，其土圣众，虽有天眼，或见二千世界，或见三千世界，不能普见不可说不可说佛刹微尘数佛国」。我们前面学到此地。净土，一般一切诸佛都有净土，西方极乐世界凡圣同居土相当于秽土，方便有余土相当于净土，实报庄严土才是真净土，真正的净土。我们这个世界，娑婆世界六道是释迦牟尼佛的凡圣同居土，这是秽土；四圣法界声闻、缘觉、菩萨、佛，这四法界是释迦牟尼佛的净土，也就是方便有余土。释迦佛住在什么地方？住在他的真净土，真净土就是实报庄严土。在什么地方？经典上有记载，佛在世的时候，有人向他老人家请教：你老人家的实报土能不能让我们看到？佛是盘腿坐在座上，他老人家把腿放下脚趾按地，地面上的山河大地统统跟极乐世界一样，无量珍宝庄严，大家都看到。佛把腿收回来，再盘腿坐上去，这个景象就不见了。诸位想想，真净土在什么地方？假净土有界限，真净土没有界限，正是所谓心净则佛土净。佛心真清净，清净到什么程度？六根接触六尘境界，不起心不动念、不分别不执着，这叫真净。他确实住在真净土里头，我们看不见，这就是科学家讲的空间维次不同，他能示现给我们看，这真净土。",
      "zh_TW": "這是接著上面講淨土的菩薩，經文上說，「或有淨土，其土聖眾，雖有天眼，或見二千世界，或見三千世界，不能普見不可說不可說佛剎微塵數佛國」。我們前面學到此地。淨土，一般一切諸佛都有淨土，西方極樂世界凡聖同居土相當於穢土，方便有餘土相當於淨土，實報莊嚴土才是真淨土，真正的淨土。我們這個世界，娑婆世界六道是釋迦牟尼佛的凡聖同居土，這是穢土；四聖法界聲聞、緣覺、菩薩、佛，這四法界是釋迦牟尼佛的淨土，也就是方便有餘土。釋迦佛住在什麼地方？住在他的真淨土，真淨土就是實報莊嚴土。在什麼地方？經典上有記載，佛在世的時候，有人向他老人家請教：你老人家的實報土能不能讓我們看到？佛是盤腿坐在座上，他老人家把腿放下腳趾按地，地面上的山河大地統統跟極樂世界一樣，無量珍寶莊嚴，大家都看到。佛把腿收回來，再盤腿坐上去，這個景象就不見了。諸位想想，真淨土在什麼地方？假淨土有界限，真淨土沒有界限，正是所謂心淨則佛土淨。佛心真清淨，清淨到什麼程度？六根接觸六塵境界，不起心不動念、不分別不執著，這叫真淨。他確實住在真淨土裡頭，我們看不見，這就是科學家講的空間維次不同，他能示現給我們看，這真淨土。"
    },
    {
      "id": "02-037-0150_p0003",
      "zh_CN": "一般净土里头就是我们讲的四圣法界，声闻、缘觉、菩萨、佛，他们的天眼或见二千世界，或见三千世界。一千世界是三千世界里面的小千世界，二千世界是中千世界，三千世界是大千世界，出不了三千大千世界。三千大千世界是一尊佛的教化区，也就是在娑婆世界，只能看到娑婆世界的三千大千世界。有多大？黄念祖早年告诉我，佛经上讲的单位世界，一个须弥山，日月绕须弥山而转。我们过去很多人都误会，把喜马拉雅山当作须弥山，这是错误的一个看法。也有人以为须弥山是太阳系，把太阳看作须弥山，这些行星看作四大部洲。念老告诉我们不是的，太阳是绕着银河系转的，银河系才是单位世界，这就大了。银河系的中心就是须弥山。现在科学家告诉我们，银河系中心是个非常大的黑洞，黑洞也是个特殊的星体，它的引力很大，连光都被它吸收进去。正好今年，银河的中心跟太阳、地球排成一条直线，就是二０一二年十二月二十一日，排成一条直线，这叫银河对齐，天文学上一个名词。很不容易遇到，那要好几万年才会碰到一次，这是天文的一个景象，一个景观。",
      "zh_TW": "一般淨土裡頭就是我們講的四聖法界，聲聞、緣覺、菩薩、佛，他們的天眼或見二千世界，或見三千世界。一千世界是三千世界裡面的小千世界，二千世界是中千世界，三千世界是大千世界，出不了三千大千世界。三千大千世界是一尊佛的教化區，也就是在娑婆世界，只能看到娑婆世界的三千大千世界。有多大？黃念祖早年告訴我，佛經上講的單位世界，一個須彌山，日月繞須彌山而轉。我們過去很多人都誤會，把喜馬拉雅山當作須彌山，這是錯誤的一個看法。也有人以為須彌山是太陽系，把太陽看作須彌山，這些行星看作四大部洲。念老告訴我們不是的，太陽是繞著銀河系轉的，銀河系才是單位世界，這就大了。銀河系的中心就是須彌山。現在科學家告訴我們，銀河系中心是個非常大的黑洞，黑洞也是個特殊的星體，它的引力很大，連光都被它吸收進去。正好今年，銀河的中心跟太陽、地球排成一條直線，就是二０一二年十二月二十一日，排成一條直線，這叫銀河對齊，天文學上一個名詞。很不容易遇到，那要好幾萬年才會碰到一次，這是天文的一個景象，一個景觀。"
    },
    {
      "id": "02-037-0150_p0004",
      "zh_CN": "马雅预言认为会给地球带来灾难，这个说法科学家一半认为有可能，另外一半认为不可能。可能跟不可能我们都不要放在心上，科学家教我们应对的方法，跟佛经上讲的完全相同，就是断恶修善、改邪归正、端正心念，这是美国布莱登博士说的，跟佛法讲的完全相同。我们无论有没有都没有关系，真的有了，不惊不怖，要有点定功，这个很重要，不被外面环境所动摇，这样就好。一心念佛，南无阿弥陀佛六字洪名，万德洪名，名号所具足的功德没有人知道，太殊胜了。要想真正了解弥陀名号的功德，你得好好研究这一部《无量寿经》，才能够略知一二，如果不深入经藏，真的不知道。所以这个法门叫难信易行，念很好念，很容易念，真正把六个字的意思搞清楚，那真是不简单，难信易行。真信，念这句佛号功德就很大了，一念当中就修满了万德，念念圆满功德，这还得了！我们以这个功德回向求生净土，必定往生。往生净土就是成佛，法门殊胜不可思议。",
      "zh_TW": "馬雅預言認為會給地球帶來災難，這個說法科學家一半認為有可能，另外一半認為不可能。可能跟不可能我們都不要放在心上，科學家教我們應對的方法，跟佛經上講的完全相同，就是斷惡修善、改邪歸正、端正心念，這是美國布萊登博士說的，跟佛法講的完全相同。我們無論有沒有都沒有關係，真的有了，不驚不怖，要有點定功，這個很重要，不被外面環境所動搖，這樣就好。一心念佛，南無阿彌陀佛六字洪名，萬德洪名，名號所具足的功德沒有人知道，太殊勝了。要想真正了解彌陀名號的功德，你得好好研究這一部《無量壽經》，才能夠略知一二，如果不深入經藏，真的不知道。所以這個法門叫難信易行，念很好念，很容易念，真正把六個字的意思搞清楚，那真是不簡單，難信易行。真信，念這句佛號功德就很大了，一念當中就修滿了萬德，念念圓滿功德，這還得了！我們以這個功德迴向求生淨土，必定往生。往生淨土就是成佛，法門殊勝不可思議。"
    },
    {
      "id": "02-037-0150_p0005",
      "zh_CN": "特别在末法时期，人根性钝，比不上过去，这些事实我们都要细心去体会。我们自己看上面的两代，看出个什么现象？一代不如一代。我们老师这一代跟他的老师，就是我们祖师这一代，我们老师跟祖师比差很远，那我们这一代跟老师比又差很远，这个趋势是往下降，不是向上提升。向上提升是兴旺的相，一代胜过一代，这是提升，是好事，一代不如一代。在中国，我们的传统文化跟儒释道三教都是往下降。那我们反看西方科学，他们是向上提升，一代比一代强。一九八０年代发现了微中子，而发现原子是八十年前，发现原子以后不断的发现电子、原子核、中子，又提升到粒子，所谓基本粒子，再提升到夸克。三十年前又发现了夸克还不是最小的，基本粒子跟夸克都有一百多种，发现中微子。所以科学是不断在进步，我们不断在退化，什么原因，我们一定要知道。",
      "zh_TW": "特別在末法時期，人根性鈍，比不上過去，這些事實我們都要細心去體會。我們自己看上面的兩代，看出個什麼現象？一代不如一代。我們老師這一代跟他的老師，就是我們祖師這一代，我們老師跟祖師比差很遠，那我們這一代跟老師比又差很遠，這個趨勢是往下降，不是向上提升。向上提升是興旺的相，一代勝過一代，這是提升，是好事，一代不如一代。在中國，我們的傳統文化跟儒釋道三教都是往下降。那我們反看西方科學，他們是向上提升，一代比一代強。一九八０年代發現了微中子，而發現原子是八十年前，發現原子以後不斷的發現電子、原子核、中子，又提升到粒子，所謂基本粒子，再提升到夸克。三十年前又發現了夸克還不是最小的，基本粒子跟夸克都有一百多種，發現中微子。所以科學是不斷在進步，我們不斷在退化，什麼原因，我們一定要知道。"
    },
    {
      "id": "02-037-0150_p0006",
      "zh_CN": "最近这两百年，受到西方文化的影响，中国人可以说失掉了民族的自信心，什么都是外国人好，月亮都是外国的圆，中国任何一样好像都比不上外国。学习中国传统文化，学习儒释道的心情就低落了，没有从前人那么真诚，那样精进，就比不上，自然就衰了。我们看看前清嘉庆之前，高僧大德真多，通宗通教、显密圆融，各个宗派都有。嘉庆之后到道光，外国势力进来了；到咸丰，我们对自己的文化自信心就开始有怀疑。往后一代不如一代，到今天可以说完全没有了，甚至于还有很多人想把中国传统文化彻底消灭掉。在这个时代，幸亏英国出了一个圣人，我称他作圣人，为什么？他救了中国文化。他在一九七０年代接受访问说过这么一句话：解决二十一世纪社会问题。二十一世纪乱世就是现在，整个社会混乱了，他说只有中国孔孟学说跟大乘佛法。这个话圣人才能说得出来。什么叫圣人？圣这个字，在中国这个字的意思，是对于宇宙人生真相明白的人，叫圣人。我称他圣人没错，他对于事实真相了解，认识很清楚。如果把中国传统文化儒释道都消灭了，人类的前途是一片黑暗。但是汤恩比这句话说出来了，影响并不大，为什么？传播的面很小，知道的人不多。但是这个话是真话，我们在联合国做报告的时候提出过，希望多提几次，大家都知道。",
      "zh_TW": "最近這兩百年，受到西方文化的影響，中國人可以說失掉了民族的自信心，什麼都是外國人好，月亮都是外國的圓，中國任何一樣好像都比不上外國。學習中國傳統文化，學習儒釋道的心情就低落了，沒有從前人那麼真誠，那樣精進，就比不上，自然就衰了。我們看看前清嘉慶之前，高僧大德真多，通宗通教、顯密圓融，各個宗派都有。嘉慶之後到道光，外國勢力進來了；到咸豐，我們對自己的文化自信心就開始有懷疑。往後一代不如一代，到今天可以說完全沒有了，甚至於還有很多人想把中國傳統文化徹底消滅掉。在這個時代，幸虧英國出了一個聖人，我稱他作聖人，為什麼？他救了中國文化。他在一九七０年代接受訪問說過這麼一句話：解決二十一世紀社會問題。二十一世紀亂世就是現在，整個社會混亂了，他說只有中國孔孟學說跟大乘佛法。這個話聖人才能說得出來。什麼叫聖人？聖這個字，在中國這個字的意思，是對於宇宙人生真相明白的人，叫聖人。我稱他聖人沒錯，他對於事實真相了解，認識很清楚。如果把中國傳統文化儒釋道都消滅了，人類的前途是一片黑暗。但是湯恩比這句話說出來了，影響並不大，為什麼？傳播的面很小，知道的人不多。但是這個話是真話，我們在聯合國做報告的時候提出過，希望多提幾次，大家都知道。"
    },
    {
      "id": "02-037-0150_p0007",
      "zh_CN": "现在在中国失传很久的《群书治要》出现了，我们极力提倡，向全世界推荐。知道这部书的人愈来愈多了，都想看一看，我们印的量还不够，好在现在不需要我们来印，各地方都翻印，这是好事情。这古人写的，古书上节录下来的，文字很深，有深度，所以必须要注音、要注解、要翻成白话文，鼓励年轻人学古文、学文言文。中国的《四库》跟《四库荟要》这两套丛书，这两年又再版，都是好事情，但是分量不多，已经非常难得了。《四库》原书只有七套，清朝亡国，在战乱当中毁损了一半，现在《四库》只剩三套半，三套完整的，一套残缺的。《荟要》原本只有两套，放在圆明园的一套被八国联军烧掉了，只留下乾隆皇宫里面所收藏的一套，成为孤本。前些年商务印书馆将《全书》印了三百套，世界书局将《荟要》印了两百套，这不会失传了。再版，这两个书局通知我，我们机会来了，我们的目的是希望这两套书不至于在世界上消失，那量愈多愈好，分藏在全世界各地这些大学图书馆。灾难有，我们相信不可能全部毁灭，总会有几个地方存在。只要有几套存在，这个东西就不会消失，我们做这工作。所以我向商务印书馆买了一百套《全书》，向世界书局买了两百套《荟要》。《全书》全部送到了，我送出去大概有七十多套。《荟要》今年五月出书有两百套，国宝，比什么都重要。",
      "zh_TW": "現在在中國失傳很久的《群書治要》出現了，我們極力提倡，向全世界推薦。知道這部書的人愈來愈多了，都想看一看，我們印的量還不夠，好在現在不需要我們來印，各地方都翻印，這是好事情。這古人寫的，古書上節錄下來的，文字很深，有深度，所以必須要注音、要註解、要翻成白話文，鼓勵年輕人學古文、學文言文。中國的《四庫》跟《四庫薈要》這兩套叢書，這兩年又再版，都是好事情，但是分量不多，已經非常難得了。《四庫》原書只有七套，清朝亡國，在戰亂當中毀損了一半，現在《四庫》只剩三套半，三套完整的，一套殘缺的。《薈要》原本只有兩套，放在圓明園的一套被八國聯軍燒掉了，只留下乾隆皇宮裡面所收藏的一套，成為孤本。前些年商務印書館將《全書》印了三百套，世界書局將《薈要》印了兩百套，這不會失傳了。再版，這兩個書局通知我，我們機會來了，我們的目的是希望這兩套書不至於在世界上消失，那量愈多愈好，分藏在全世界各地這些大學圖書館。災難有，我們相信不可能全部毀滅，總會有幾個地方存在。只要有幾套存在，這個東西就不會消失，我們做這工作。所以我向商務印書館買了一百套《全書》，向世界書局買了兩百套《薈要》。《全書》全部送到了，我送出去大概有七十多套。《薈要》今年五月出書有兩百套，國寶，比什麼都重要。"
    },
    {
      "id": "02-037-0150_p0008",
      "zh_CN": "我这么大年岁，我一心念佛求生净土，我没有时间看书了，这个书印送给大学图书馆、国家图书馆去收藏。我将四众供养做了一桩好事。对佛法，我的目标是印一万套《大藏经》，也差不多快到这个数字。我们送出去的《大藏经》，差不多有八千套，这是保存文物。文物里头最重要的是要有人学，正法才能住世；没有人学，这些文物虽在，它起不了作用。它的作用只能帮助别人种善根，所谓是「一历耳根，永为道种」。我们看到佛像，阿赖耶识种了佛的种子；看到经典，也是在阿赖耶识里头种了个种子，这个种子在这一生不起作用，来生后世再遇到佛法，这个种子起作用了。所以每个学佛的同学都要知道，自己的善根福德很深厚，没有过去的因，今天佛摆在此地，你不相信，你不会来。你能到佛庙去烧一炷香、去拜一拜佛，都是过去生中阿赖耶的善根福德起作用。所以我们明白这个道理，在这一生当中，别的事情不要紧，把这个种子好好培养它，让它赶快生根发芽、茁壮长成，可以做得到。这个做到就是唐朝时代我们净宗二祖，善导大师所说的「总在遇缘不同」。",
      "zh_TW": "我這麼大年歲，我一心念佛求生淨土，我沒有時間看書了，這個書印送給大學圖書館、國家圖書館去收藏。我將四眾供養做了一樁好事。對佛法，我的目標是印一萬套《大藏經》，也差不多快到這個數字。我們送出去的《大藏經》，差不多有八千套，這是保存文物。文物裡頭最重要的是要有人學，正法才能住世；沒有人學，這些文物雖在，它起不了作用。它的作用只能幫助別人種善根，所謂是「一歷耳根，永為道種」。我們看到佛像，阿賴耶識種了佛的種子；看到經典，也是在阿賴耶識裡頭種了個種子，這個種子在這一生不起作用，來生後世再遇到佛法，這個種子起作用了。所以每個學佛的同學都要知道，自己的善根福德很深厚，沒有過去的因，今天佛擺在此地，你不相信，你不會來。你能到佛廟去燒一炷香、去拜一拜佛，都是過去生中阿賴耶的善根福德起作用。所以我們明白這個道理，在這一生當中，別的事情不要緊，把這個種子好好培養它，讓它趕快生根發芽、茁壯長成，可以做得到。這個做到就是唐朝時代我們淨宗二祖，善導大師所說的「總在遇緣不同」。"
    },
    {
      "id": "02-037-0150_p0009",
      "zh_CN": "那我自己最清楚，我是过来人，我的善根福德中下，不是很多，为什么？上庙里头不知道拜佛，这两个腿跪不下去；口里不会念一声阿弥陀佛，见到经书不想看，也不想听，这就是什么？善根薄的现象。尤其对净宗，我相信净土，学佛二十几年之后，就是出家二十年之后，对净土才相信，别人一出家就相信，我跟他距离就差很远。我怎么会相信的？我要不把它搞清楚，我不会相信，别人劝我没用。我的经教是跟李炳南老居士学的，印光大师是他的老师，他劝我学净土。我跟他十年，我都没有真信，只是什么？只是不反对了，以前不相信还反对。跟李老师十年，老师教我读《印光大师文钞》，我真念了，这部《文钞》念了之后，我明白了，我不反对净土，可是老师劝我修，我还没有这个念头。",
      "zh_TW": "那我自己最清楚，我是過來人，我的善根福德中下，不是很多，為什麼？上廟裡頭不知道拜佛，這兩個腿跪不下去；口裡不會念一聲阿彌陀佛，見到經書不想看，也不想聽，這就是什麼？善根薄的現象。尤其對淨宗，我相信淨土，學佛二十幾年之後，就是出家二十年之後，對淨土才相信，別人一出家就相信，我跟他距離就差很遠。我怎麼會相信的？我要不把它搞清楚，我不會相信，別人勸我沒用。我的經教是跟李炳南老居士學的，印光大師是他的老師，他勸我學淨土。我跟他十年，我都沒有真信，只是什麼？只是不反對了，以前不相信還反對。跟李老師十年，老師教我讀《印光大師文鈔》，我真念了，這部《文鈔》念了之後，我明白了，我不反對淨土，可是老師勸我修，我還沒有這個念頭。"
    },
    {
      "id": "02-037-0150_p0010",
      "zh_CN": "怎么样才会相信的？讲《华严经》、讲《法华经》、讲《楞严经》，相信了。这些大经大论到最后统统导归净土，特别是《华严经》，我细心去观察，文殊、普贤他们修什么法门？在《四十华严》里面第三十九卷，文殊、普贤统统是发愿求生净土。然后我再细心观察，文殊菩萨的得意门生，善财童子修什么法门？彻始彻终修净土法门。怎么知道的？五十三参第一参，第一参很重要，我们中国人讲先入为主，第一参是德云比丘，《四十华严》叫吉祥云比丘，是一个人，他修般舟三昧。般舟三昧是专修念佛法门，叫佛立三昧，一期九十天不能睡觉，身体不能躺下来，不能坐下来，也叫佛立三昧。可以站着，可以走动，不可以坐，不可以睡，九十天专念阿弥陀佛求生净土。这我看到善财童子先入为主，第一个。再看最后一个第五十三位，普贤菩萨十大愿王导归极乐，我完全明白了。当中的参学就是代表无量法门，无量法门善财童子统统都参学过，都学过，但是学没修，修的什么？修的是念佛法门往生净土。",
      "zh_TW": "怎麼樣才會相信的？講《華嚴經》、講《法華經》、講《楞嚴經》，相信了。這些大經大論到最後統統導歸淨土，特別是《華嚴經》，我細心去觀察，文殊、普賢他們修什麼法門？在《四十華嚴》裡面第三十九卷，文殊、普賢統統是發願求生淨土。然後我再細心觀察，文殊菩薩的得意門生，善財童子修什麼法門？徹始徹終修淨土法門。怎麼知道的？五十三參第一參，第一參很重要，我們中國人講先入為主，第一參是德雲比丘，《四十華嚴》叫吉祥雲比丘，是一個人，他修般舟三昧。般舟三昧是專修念佛法門，叫佛立三昧，一期九十天不能睡覺，身體不能躺下來，不能坐下來，也叫佛立三昧。可以站著，可以走動，不可以坐，不可以睡，九十天專念阿彌陀佛求生淨土。這我看到善財童子先入為主，第一個。再看最後一個第五十三位，普賢菩薩十大願王導歸極樂，我完全明白了。當中的參學就是代表無量法門，無量法門善財童子統統都參學過，都學過，但是學沒修，修的什麼？修的是念佛法門往生淨土。"
    },
    {
      "id": "02-037-0150_p0011",
      "zh_CN": "所以修跟学是两桩事情，修是自己的事情，学是别人的事情，为什么？要度众生，众生根性不一样，得恒顺众生，随喜功德，你才能接引他。自己修的是一个法门，学无量法门不是为自己，是为别人。这个我们得搞清楚，一个自利，一个利他，自利不碍利他，利他不碍自利。但是这里头要分清楚，我们净宗所谓正修、助修，利他属于助修，自利是正修；这念佛是正修，修学其他的法门这是助修。今天不但我们佛门各宗各派的典籍要知道、要学，除佛法之外，其他宗教的经典也要学。为什么？现在科学技术进步，资讯发达，地球变小了，就变成一个地球村。我们人与人之间往来，过去你在这个寺庙可以一辈子不下山，你的生活圈就那么大。现在不行，现在要周游列国，周游列国你对他的东西不了解，你怎么帮助他？你怎么跟他相处？所以哪一个宗教东西都要认真学习。而且你接触多了，你发现到世界宗教是一家，宗教里面所讲的造物主，宗教里面所讲的真神，其实是一个。在佛法里不叫他真神，不称他上帝，也不称他真主，称他是什么？称他叫真如自性，在净土宗称它作常寂光，这是真的不是假的。",
      "zh_TW": "所以修跟學是兩樁事情，修是自己的事情，學是別人的事情，為什麼？要度眾生，眾生根性不一樣，得恆順眾生，隨喜功德，你才能接引他。自己修的是一個法門，學無量法門不是為自己，是為別人。這個我們得搞清楚，一個自利，一個利他，自利不礙利他，利他不礙自利。但是這裡頭要分清楚，我們淨宗所謂正修、助修，利他屬於助修，自利是正修；這念佛是正修，修學其他的法門這是助修。今天不但我們佛門各宗各派的典籍要知道、要學，除佛法之外，其他宗教的經典也要學。為什麼？現在科學技術進步，資訊發達，地球變小了，就變成一個地球村。我們人與人之間往來，過去你在這個寺廟可以一輩子不下山，你的生活圈就那麼大。現在不行，現在要周遊列國，周遊列國你對他的東西不了解，你怎麼幫助他？你怎麼跟他相處？所以哪一個宗教東西都要認真學習。而且你接觸多了，你發現到世界宗教是一家，宗教裡面所講的造物主，宗教裡面所講的真神，其實是一個。在佛法裡不叫他真神，不稱他上帝，也不稱他真主，稱他是什麼？稱他叫真如自性，在淨土宗稱它作常寂光，這是真的不是假的。"
    },
    {
      "id": "02-037-0150_p0012",
      "zh_CN": "我们就晓得，所有宗教里面的真神是一个，所有宗教的创始人都是那个真神的应化身，应以什么身得度就现什么身。我第一次到日本见到中村康隆老和尚，那年老和尚好像是九十七岁，我们见面的时候很欢喜。老和尚告诉我，大概他知道我在海外搞团结宗教，他跟我说：这个世界上每个宗教的创始人都是观世音菩萨的化身。我听了很欢喜、很佩服，我也有这个看法，老和尚给我做印证。我离开，他的大徒弟送我出门，叫桥本，桥本告诉我，他说今天老和尚跟你讲的我们从来没听说过，老和尚怎么说全世界宗教创始人都是观世音菩萨的化身？我说老和尚说得对，没说错，真的三十二应，应以什么身得度就现什么身，应以基督身得度就现基督，应以真主身得度就现真主，说得一点都不错。这个老和尚现在不在了，日本前一辈的几个老和尚我都认识，对我都非常好，到日本去我都去看看他们，现在都不在了。现在老朋友还有个水谷幸正，他小我两岁，他还在。这说诚实言，我们要知道。真搞清楚、真搞明白了，我到别的宗教里我也会顶礼三拜，为什么？那观世音菩萨的化身，那是妙觉如来的化身，怎么能不尊敬！我们这一拜，他们欢喜，所以宗教很容易团结。我们进一步要求互相学习经典，不但学习要深入，这是什么？我们团结有理论的基础，教义不相违背，这个道理一定要懂。",
      "zh_TW": "我們就曉得，所有宗教裡面的真神是一個，所有宗教的創始人都是那個真神的應化身，應以什麼身得度就現什麼身。我第一次到日本見到中村康隆老和尚，那年老和尚好像是九十七歲，我們見面的時候很歡喜。老和尚告訴我，大概他知道我在海外搞團結宗教，他跟我說：這個世界上每個宗教的創始人都是觀世音菩薩的化身。我聽了很歡喜、很佩服，我也有這個看法，老和尚給我做印證。我離開，他的大徒弟送我出門，叫橋本，橋本告訴我，他說今天老和尚跟你講的我們從來沒聽說過，老和尚怎麼說全世界宗教創始人都是觀世音菩薩的化身？我說老和尚說得對，沒說錯，真的三十二應，應以什麼身得度就現什麼身，應以基督身得度就現基督，應以真主身得度就現真主，說得一點都不錯。這個老和尚現在不在了，日本前一輩的幾個老和尚我都認識，對我都非常好，到日本去我都去看看他們，現在都不在了。現在老朋友還有個水谷幸正，他小我兩歲，他還在。這說誠實言，我們要知道。真搞清楚、真搞明白了，我到別的宗教裡我也會頂禮三拜，為什麼？那觀世音菩薩的化身，那是妙覺如來的化身，怎麼能不尊敬！我們這一拜，他們歡喜，所以宗教很容易團結。我們進一步要求互相學習經典，不但學習要深入，這是什麼？我們團結有理論的基礎，教義不相違背，這個道理一定要懂。"
    },
    {
      "id": "02-037-0150_p0013",
      "zh_CN": "现代的科学家又给我们做证明，证明宇宙之间一切人事物，绝对没有独立存在的，这个观念非常重要，不能独立那就得团结。科学的名词不叫团结，叫纠缠，其实纠缠在一起不就是团结吗？我们中国人叫团结，他叫纠缠在一起，纠缠就是团结，团结才有生活的意义，才有生存的现象。不是团结，不是纠缠，就没有独立的现象，没有生命的意义。这个说得好，近代最近三十年的物理学家所说，他们所发现的。他们看到阿赖耶的三细相，才把这个观念说出来，介绍给我们大家。这桩事情，释迦牟尼佛三千年前，在大乘经里面就讲得很详细，只是我们没加重视。没重视是什么？我们实在是没搞清楚，读的这些经论都很模糊。科学家一提起，我们想这是经文里头哪几句，格外的清新。所以极乐世界的殊胜不是其他诸佛刹土所能比，原因前面说过。那极乐世界是会集，咱们叫会集本！会集遍法界虚空界一切佛刹的精华，造成极乐世界，所以它殊胜。这个经是会集本，这个注也是会集，会集就是科学家讲的纠缠，很有味道。只有会集里面，你才看到它的意义，看到它的生命力，看到它无量无尽的功德。",
      "zh_TW": "現代的科學家又給我們做證明，證明宇宙之間一切人事物，絕對沒有獨立存在的，這個觀念非常重要，不能獨立那就得團結。科學的名詞不叫團結，叫糾纏，其實糾纏在一起不就是團結嗎？我們中國人叫團結，他叫糾纏在一起，糾纏就是團結，團結才有生活的意義，才有生存的現象。不是團結，不是糾纏，就沒有獨立的現象，沒有生命的意義。這個說得好，近代最近三十年的物理學家所說，他們所發現的。他們看到阿賴耶的三細相，才把這個觀念說出來，介紹給我們大家。這樁事情，釋迦牟尼佛三千年前，在大乘經裡面就講得很詳細，只是我們沒加重視。沒重視是什麼？我們實在是沒搞清楚，讀的這些經論都很模糊。科學家一提起，我們想這是經文裡頭哪幾句，格外的清新。所以極樂世界的殊勝不是其他諸佛剎土所能比，原因前面說過。那極樂世界是會集，咱們叫會集本！會集遍法界虛空界一切佛剎的精華，造成極樂世界，所以它殊勝。這個經是會集本，這個註也是會集，會集就是科學家講的糾纏，很有味道。只有會集裡面，你才看到它的意義，看到它的生命力，看到它無量無盡的功德。"
    },
    {
      "id": "02-037-0150_p0014",
      "zh_CN": "我们再接着看下面文，「或有净土，其土菩萨，但虽得天眼，而不能圆具五眼。是以殊兴此愿而已」。这就是诸佛的方便有余土，就是十法界里头的四圣法界，许许多多的佛国土都有，这常见的。这些净土菩萨都得天眼，比二十八层天要高明多了。二十八层天的天眼能量并不大，比不上阿罗汉，跟阿罗汉比就差得很远。在经论里面我们能看得出来，色界天、无色界天的天眼大概只能看到他自分跟自分以下的，他能看到。譬如说色界天，色界四禅，四禅以下，欲界到无间地狱，他都能看见，但是四空天他见不到，比他高的他看不到。四空天人的天眼，非想非非想天的天人这最高的，他的能力对于六道里面的事情他完全能看到，六道之外的四圣法界他看不到，像阿罗汉、辟支佛这他看不到。这就是每个阶层在他自分跟自分以下的，他都能看到。极乐世界菩萨不然，他的天眼能看不可说不可说佛刹微尘数佛国土，也就是说，遍法界虚空界他一点障碍都没有，他跟诸佛如来的见量没有两样，佛能见到的，他们统统可以见到。往生极乐世界的好处，往生极乐世界你能够圆具五眼，《金刚经》上讲的五眼圆明。所以弥陀慈悲，发这样的大愿，天眼洞视。",
      "zh_TW": "我們再接著看下面文，「或有淨土，其土菩薩，但雖得天眼，而不能圓具五眼。是以殊興此願而已」。這就是諸佛的方便有餘土，就是十法界裡頭的四聖法界，許許多多的佛國土都有，這常見的。這些淨土菩薩都得天眼，比二十八層天要高明多了。二十八層天的天眼能量並不大，比不上阿羅漢，跟阿羅漢比就差得很遠。在經論裡面我們能看得出來，色界天、無色界天的天眼大概只能看到他自分跟自分以下的，他能看到。譬如說色界天，色界四禪，四禪以下，欲界到無間地獄，他都能看見，但是四空天他見不到，比他高的他看不到。四空天人的天眼，非想非非想天的天人這最高的，他的能力對於六道裡面的事情他完全能看到，六道之外的四聖法界他看不到，像阿羅漢、辟支佛這他看不到。這就是每個階層在他自分跟自分以下的，他都能看到。極樂世界菩薩不然，他的天眼能看不可說不可說佛剎微塵數佛國土，也就是說，遍法界虛空界他一點障礙都沒有，他跟諸佛如來的見量沒有兩樣，佛能見到的，他們統統可以見到。往生極樂世界的好處，往生極樂世界你能夠圓具五眼，《金剛經》上講的五眼圓明。所以彌陀慈悲，發這樣的大願，天眼洞視。"
    },
    {
      "id": "02-037-0150_p0015",
      "zh_CN": "「故《愿成就文》曰：肉眼清彻，靡不分了。天眼通达，无量无限。等谓得一天眼则圆得五眼」，这是极乐世界，一般是得不到的。阿罗汉才有慧眼，菩萨有法眼，佛才有佛眼，不到这个地位得不到。西方极乐世界凡圣土下下品往生都得到，他为什么得到？阿弥陀佛本愿加持的，就是第七愿天眼洞视加持的，这就是念佛求生净土的殊胜。修其他的法门自己证得五眼，那到什么程度？中国大乘里面说大彻大悟、明心见性，你才能得到，这不容易。大彻大悟能有几个人？理论上讲很简单，放下起心动念、分别执着就是大彻大悟。可是分别执着容易，妄想不容易，为什么？它太细了，我们自己不知道，细到什么程度我们自己也不晓得。弥勒菩萨告诉我们，微细的念头，我们起心动念动一个念头，这一个念头有多少个细念？弥勒菩萨说一弹指，这一弹指时间很短，一弹指，一弹指有三十二亿百千念，微细念头这么多。三十二亿乘百千，百千是十万，三百二十兆，一弹指三百二十兆的细念，你怎么会知道？你不知道你怎么能断它？所以你断不了。现在社会上一般算时间，最短是用秒做单位，一秒钟我们能弹指弹几次？五次是有可能的，我们相信有可能。那再乘五就一千六百兆，一千六百兆分之一秒，你说多微细！这个东西断掉就大彻大悟、明心见性；这个断不了，见不了性。这是我们都知道的，说得容易，没法子做到，这是顿教。",
      "zh_TW": "「故《願成就文》曰：肉眼清徹，靡不分了。天眼通達，無量無限。等謂得一天眼則圓得五眼」，這是極樂世界，一般是得不到的。阿羅漢才有慧眼，菩薩有法眼，佛才有佛眼，不到這個地位得不到。西方極樂世界凡聖土下下品往生都得到，他為什麼得到？阿彌陀佛本願加持的，就是第七願天眼洞視加持的，這就是念佛求生淨土的殊勝。修其他的法門自己證得五眼，那到什麼程度？中國大乘裡面說大徹大悟、明心見性，你才能得到，這不容易。大徹大悟能有幾個人？理論上講很簡單，放下起心動念、分別執著就是大徹大悟。可是分別執著容易，妄想不容易，為什麼？它太細了，我們自己不知道，細到什麼程度我們自己也不曉得。彌勒菩薩告訴我們，微細的念頭，我們起心動念動一個念頭，這一個念頭有多少個細念？彌勒菩薩說一彈指，這一彈指時間很短，一彈指，一彈指有三十二億百千念，微細念頭這麼多。三十二億乘百千，百千是十萬，三百二十兆，一彈指三百二十兆的細念，你怎麼會知道？你不知道你怎麼能斷它？所以你斷不了。現在社會上一般算時間，最短是用秒做單位，一秒鐘我們能彈指彈幾次？五次是有可能的，我們相信有可能。那再乘五就一千六百兆，一千六百兆分之一秒，你說多微細！這個東西斷掉就大徹大悟、明心見性；這個斷不了，見不了性。這是我們都知道的，說得容易，沒法子做到，這是頓教。"
    },
    {
      "id": "02-037-0150_p0016",
      "zh_CN": "不是顿教的根性，这条路走不通，再走第二条走渐教，我的老师都教我走渐教。渐就好像爬楼梯，一级一级向上提升，中下根性的人都可以修学。这就讲宗门没分，再来教下，教下就是像念书一样，一年级、二年级，慢慢向上提升，由小学、中学、大学、研究所，确实是这样的。释迦牟尼佛在世给我们所示现的，阿含是小学，十二年；方等是中学，八年；般若是大学，二十二年；法华是研究所，最后的八年。释迦牟尼佛一生教学，一千二百五十五常随弟子是这样学出来的，他们给我们做榜样，按部就班没有躐等的。有躐等的也装作没有躐等，也装成那个样子，表演给我们看，让我们学习。有几个特殊的例子告诉你，确实佛说的话没错，理事是一不是二，理论上一念放下，凡夫就成佛了，那是顿门，圆顿大法。我们放不下，放下就是！我们慢慢放，一年放下一点，再进步一个月放下一点，到一周放下一点，一个星期放下一点，那功夫就相当不错！每天都能放下的，这个人不到几天就成佛了，我们相信二、三个月他就成佛了，因为他进步太快了。可是事实上告诉我们，有多少修行人，到老死还没放下，没放下继续搞轮回，多，高僧大德都不能避免。",
      "zh_TW": "不是頓教的根性，這條路走不通，再走第二條走漸教，我的老師都教我走漸教。漸就好像爬樓梯，一級一級向上提升，中下根性的人都可以修學。這就講宗門沒分，再來教下，教下就是像念書一樣，一年級、二年級，慢慢向上提升，由小學、中學、大學、研究所，確實是這樣的。釋迦牟尼佛在世給我們所示現的，阿含是小學，十二年；方等是中學，八年；般若是大學，二十二年；法華是研究所，最後的八年。釋迦牟尼佛一生教學，一千二百五十五常隨弟子是這樣學出來的，他們給我們做榜樣，按部就班沒有躐等的。有躐等的也裝作沒有躐等，也裝成那個樣子，表演給我們看，讓我們學習。有幾個特殊的例子告訴你，確實佛說的話沒錯，理事是一不是二，理論上一念放下，凡夫就成佛了，那是頓門，圓頓大法。我們放不下，放下就是！我們慢慢放，一年放下一點，再進步一個月放下一點，到一週放下一點，一個星期放下一點，那功夫就相當不錯！每天都能放下的，這個人不到幾天就成佛了，我們相信二、三個月他就成佛了，因為他進步太快了。可是事實上告訴我們，有多少修行人，到老死還沒放下，沒放下繼續搞輪迴，多，高僧大德都不能避免。"
    },
    {
      "id": "02-037-0150_p0017",
      "zh_CN": "《慈悲三昧水忏》，出家人都很熟悉，悟达国师的故事。悟达国师十世高僧，不错！虽然没有出轮回，十世没有失人身，死了就到人道来，到人道还不错又出家，十世都出家。十世在人道，十世都出家，最后还害了个人面疮，迦诺迦尊者帮他化解。这个冤冤相报的故事，我们要知道警惕，冤冤相报世世代代都追着，都不舍弃。你修行你有护法神保佑，冤亲债主不敢接近，但是他恨你，他在你周边，不敢惹你，到你有一天疏忽了，他马上上身，十世之前的冤家。怎么失败的？十世修行才修得一个国师的地位，大和尚，也是多少生多少世修来的，不是碰运气的，十世高僧。如果在世间的话，大概都做帝王，这国家领导人，没有十世的修行，你不可能有这个地位，要珍惜、要懂得，不能干坏事。他做国师，皇上是他的弟子，皇上的老师，皇上供养他一个沉香宝座，我们讲师子座，沉香木雕的。那很名贵，沉香现在药店是论两卖的，你说一个师子座那多重，那个价值多高。他看到就生了一点傲慢心，自己很得意皇上送的礼物，这一念心生起来，护法神离开。这一念傲慢心，我们相信这很轻的一念傲慢，不是很严重的。护法神护的是法，这里头没有人情，你做得如法护法神当然护持你，你做得不如法就走了，这个冤亲债主就附身，害了个人面疮，几乎送了命。",
      "zh_TW": "《慈悲三昧水懺》，出家人都很熟悉，悟達國師的故事。悟達國師十世高僧，不錯！雖然沒有出輪迴，十世沒有失人身，死了就到人道來，到人道還不錯又出家，十世都出家。十世在人道，十世都出家，最後還害了個人面瘡，迦諾迦尊者幫他化解。這個冤冤相報的故事，我們要知道警惕，冤冤相報世世代代都追著，都不捨棄。你修行你有護法神保佑，冤親債主不敢接近，但是他恨你，他在你周邊，不敢惹你，到你有一天疏忽了，他馬上上身，十世之前的冤家。怎麼失敗的？十世修行才修得一個國師的地位，大和尚，也是多少生多少世修來的，不是碰運氣的，十世高僧。如果在世間的話，大概都做帝王，這國家領導人，沒有十世的修行，你不可能有這個地位，要珍惜、要懂得，不能幹壞事。他做國師，皇上是他的弟子，皇上的老師，皇上供養他一個沉香寶座，我們講師子座，沉香木雕的。那很名貴，沉香現在藥店是論兩賣的，你說一個師子座那多重，那個價值多高。他看到就生了一點傲慢心，自己很得意皇上送的禮物，這一念心生起來，護法神離開。這一念傲慢心，我們相信這很輕的一念傲慢，不是很嚴重的。護法神護的是法，這裡頭沒有人情，你做得如法護法神當然護持你，你做得不如法就走了，這個冤親債主就附身，害了個人面瘡，幾乎送了命。"
    },
    {
      "id": "02-037-0150_p0018",
      "zh_CN": "人修行到这个程度，肯定有同参道友看到你有急难的时候，会来帮助你。迦诺迦尊者是阿罗汉，跟他有缘，知道他在晚年会有这个大灾难，所以早就告诉他，将来你有灾难的时候你来找我。这个阿罗汉示现一个叫化子，在路上故意让他看见，叫化子身上肮脏还得了病，腿上长疮，疮都是在生脓的。他很慈悲，他那时候小和尚，很慈悲看他很可怜就照顾他，疮口那个地方他用舌头把它舔掉。这个阿罗汉看到的时候还不错，还真有一点仁慈的心，所以就告诉他，将来你有难的时候你来找我。他说你住在哪里？他说住在四川山上，你到山上看到两棵树，你在那里叫我，你就会见到。他记住这桩事情，过了很多年，也没有想到遇到这个灾难。所以遇到这个人面疮灾难的时候，他就想起来了。迦诺迦尊者也是跟文殊菩萨一样，他去找他的时候净土现前，见到寺庙庄严。来给他调解，说明过去生生世世的怨，劝他放下，冤冤相报没完没了，生生世世双方痛苦，你何必？对方接受离开，他病就好了。他离开的时候沿途做记号，记住这个路，下一次再来找他，回头一看荒山，没有了，完全没有了，这才晓得阿罗汉示现。他跟我们确实是不同维次空间，我们三度空间的人见不到四度，四度空间的人见不到五度，这高维次的空间。",
      "zh_TW": "人修行到這個程度，肯定有同參道友看到你有急難的時候，會來幫助你。迦諾迦尊者是阿羅漢，跟他有緣，知道他在晚年會有這個大災難，所以早就告訴他，將來你有災難的時候你來找我。這個阿羅漢示現一個叫化子，在路上故意讓他看見，叫化子身上骯髒還得了病，腿上長瘡，瘡都是在生膿的。他很慈悲，他那時候小和尚，很慈悲看他很可憐就照顧他，瘡口那個地方他用舌頭把它舔掉。這個阿羅漢看到的時候還不錯，還真有一點仁慈的心，所以就告訴他，將來你有難的時候你來找我。他說你住在哪裡？他說住在四川山上，你到山上看到兩棵樹，你在那裡叫我，你就會見到。他記住這樁事情，過了很多年，也沒有想到遇到這個災難。所以遇到這個人面瘡災難的時候，他就想起來了。迦諾迦尊者也是跟文殊菩薩一樣，他去找他的時候淨土現前，見到寺廟莊嚴。來給他調解，說明過去生生世世的怨，勸他放下，冤冤相報沒完沒了，生生世世雙方痛苦，你何必？對方接受離開，他病就好了。他離開的時候沿途做記號，記住這個路，下一次再來找他，回頭一看荒山，沒有了，完全沒有了，這才曉得阿羅漢示現。他跟我們確實是不同維次空間，我們三度空間的人見不到四度，四度空間的人見不到五度，這高維次的空間。"
    },
    {
      "id": "02-037-0150_p0019",
      "zh_CN": "这个故事很值得我们警惕，灾难的事情意想不到，所以修行永远保持谦虚恭敬。佛在世一生为我们所示现的，我们要记住，从出生到入灭，七十九岁入灭，对一切人事物没有不恭敬的。《礼记》上所说的「毋不敬」，他真的做到了，不敢有丝毫轻慢的心，而且慈悲到极处。这怎么说？处处示现给别人做榜样，这就是慈悲到极处。不能给别人做个坏榜样，要做好榜样，做不好的榜样，就会让人家轻视佛教、质疑佛教、不信佛教。你做好榜样人家欢喜赞叹，慢慢他就向你学习，这才是普度众生。",
      "zh_TW": "這個故事很值得我們警惕，災難的事情意想不到，所以修行永遠保持謙虛恭敬。佛在世一生為我們所示現的，我們要記住，從出生到入滅，七十九歲入滅，對一切人事物沒有不恭敬的。《禮記》上所說的「毋不敬」，他真的做到了，不敢有絲毫輕慢的心，而且慈悲到極處。這怎麼說？處處示現給別人做榜樣，這就是慈悲到極處。不能給別人做個壞榜樣，要做好榜樣，做不好的榜樣，就會讓人家輕視佛教、質疑佛教、不信佛教。你做好榜樣人家歡喜讚歎，慢慢他就向你學習，這才是普度眾生。"
    },
    {
      "id": "02-037-0150_p0020",
      "zh_CN": "「本经第三十品中，彼佛刹中」，这个彼佛是极乐世界，就是阿弥陀佛，阿弥陀佛佛刹中。「一切菩萨，修行五眼，是其证也」，往生到极乐世界无一不是五眼圆明。「是以能见尘数佛国」，所以他有能力像诸佛如来一样，遍法界虚空界一切诸佛刹土，他统统都能见到。「明照众生」，照见，明里头有智慧，照见众生。「死此生彼」，这是讲六道轮回里头的，死了之后他又生，这个意思很深，学佛的人必定要知道、要肯定，这说什么？说人没有死，这是真的不是假的。现在一般人怕死，这个观念是最大的错误，是迷惑到极处。告诉你，没有一个人是有生死的，人都是不死的，生死是身体，身不是我，这个要知道，灵性是我。人生在世最重要的，就是把我向上提升，不要将我往下堕落，造作不善的，死了之后就变畜生、就变饿鬼，这就错了。舍身受身，「我」没有死，明白这个道理，对生死就看开、就看破了。生死看破了，对这个身之死，你就看得很正常，你一点也不恐怖，你会生到好地方。为什么？你不惊不怖，头脑清醒，你自己可以选择，你不迷惑。如果迷惑颠倒很容易走错路，眼睛看花了，饿鬼里头看成天宫，你就进去了，进去之后上当了。很多假相、幻相在中阴身时候发现，所以自己有定功、有主意，不会被外面境界诱惑。一切想念当中，念佛最好，念佛的人到极乐世界，念佛的人走的时候阿弥陀佛来接引你，这无比的殊胜。经上说的这些好处，到极乐世界你全得到。所以这是明照众生，这个众生讲的是十法界，遍法界虚空界里头一切众生你统统都明照，你对他们的状况完全了解。",
      "zh_TW": "「本經第三十品中，彼佛剎中」，這個彼佛是極樂世界，就是阿彌陀佛，阿彌陀佛佛剎中。「一切菩薩，修行五眼，是其證也」，往生到極樂世界無一不是五眼圓明。「是以能見塵數佛國」，所以他有能力像諸佛如來一樣，遍法界虛空界一切諸佛剎土，他統統都能見到。「明照眾生」，照見，明裡頭有智慧，照見眾生。「死此生彼」，這是講六道輪迴裡頭的，死了之後他又生，這個意思很深，學佛的人必定要知道、要肯定，這說什麼？說人沒有死，這是真的不是假的。現在一般人怕死，這個觀念是最大的錯誤，是迷惑到極處。告訴你，沒有一個人是有生死的，人都是不死的，生死是身體，身不是我，這個要知道，靈性是我。人生在世最重要的，就是把我向上提升，不要將我往下墮落，造作不善的，死了之後就變畜生、就變餓鬼，這就錯了。捨身受身，「我」沒有死，明白這個道理，對生死就看開、就看破了。生死看破了，對這個身之死，你就看得很正常，你一點也不恐怖，你會生到好地方。為什麼？你不驚不怖，頭腦清醒，你自己可以選擇，你不迷惑。如果迷惑顛倒很容易走錯路，眼睛看花了，餓鬼裡頭看成天宮，你就進去了，進去之後上當了。很多假相、幻相在中陰身時候發現，所以自己有定功、有主意，不會被外面境界誘惑。一切想念當中，念佛最好，念佛的人到極樂世界，念佛的人走的時候阿彌陀佛來接引你，這無比的殊勝。經上說的這些好處，到極樂世界你全得到。所以這是明照眾生，這個眾生講的是十法界，遍法界虛空界裡頭一切眾生你統統都明照，你對他們的狀況完全了解。"
    },
    {
      "id": "02-037-0150_p0021",
      "zh_CN": "「济生利物」，这是菩萨做的事情，济是救济，救济这些众生，利益万物，物包括十法界。极乐世界的菩萨有能力像佛一样救济众生，利益万物。「常作佛事」，他们做这些事情没中断的，「是此愿之胜益也」，这最殊胜的利益就是天眼，你有天眼你看到事实真相。「盖其意为：若谓此愿之起，仅为灭恶生善与厌苦欣乐，此尚非极乐真净国人之实际利益」，那些利益，只是四圣法界的，不能跟极乐世界比。「极乐国土天人能普见不可说不可说佛刹微尘数国。且得天眼即能圆具慧眼、法眼、佛眼与本具之肉眼」，叫五眼圆明，五眼在此地都看到，佛眼、法眼、慧眼、天眼、肉眼是为五眼。「是以能见尘数佛国」，微尘是个比喻，无量无边、无数无尽你统统都能见到。「并明照众生，生死去来种种之相。于是可以救济群生，利乐万物。此方是本愿之殊胜利益。上之两说，后者切近弥陀本愿」。这一段话是黄念祖老居士他说的，总结前面经论所说的，说得非常好、非常清楚、非常明白。往生极乐世界真实的利益，你完全知道，你能不去吗？你不想去吗？没这个道理。你决定想去，而且决定想去是决定能成功的满愿。",
      "zh_TW": "「濟生利物」，這是菩薩做的事情，濟是救濟，救濟這些眾生，利益萬物，物包括十法界。極樂世界的菩薩有能力像佛一樣救濟眾生，利益萬物。「常作佛事」，他們做這些事情沒中斷的，「是此願之勝益也」，這最殊勝的利益就是天眼，你有天眼你看到事實真相。「蓋其意為：若謂此願之起，僅為滅惡生善與厭苦欣樂，此尚非極樂真淨國人之實際利益」，那些利益，只是四聖法界的，不能跟極樂世界比。「極樂國土天人能普見不可說不可說佛剎微塵數國。且得天眼即能圓具慧眼、法眼、佛眼與本具之肉眼」，叫五眼圓明，五眼在此地都看到，佛眼、法眼、慧眼、天眼、肉眼是為五眼。「是以能見塵數佛國」，微塵是個比喻，無量無邊、無數無盡你統統都能見到。「並明照眾生，生死去來種種之相。於是可以救濟群生，利樂萬物。此方是本願之殊勝利益。上之兩說，後者切近彌陀本願」。這一段話是黃念祖老居士他說的，總結前面經論所說的，說得非常好、非常清楚、非常明白。往生極樂世界真實的利益，你完全知道，你能不去嗎？你不想去嗎？沒這個道理。你決定想去，而且決定想去是決定能成功的滿願。"
    },
    {
      "id": "02-037-0150_p0022",
      "zh_CN": "极乐世界很容易去，你只要肯放下。只要临终最后一念放下，这一念里头只有阿弥陀佛，除阿弥陀佛之外什么都没有，你就平平安安的往生。还有一念，那一念都是障碍，你这一生去不了要等来生。真搞清楚、真搞明白，我现在就放下，什么时候想往生？念念都想往生，念念对这个世界都没有留恋。那什么时候往生？那是阿弥陀佛决定，我念念都在等待，缘成熟的时候阿弥陀佛来了。阿弥陀佛没来，我们继续表法，给这一切众生做好样子，做阿弥陀佛学生的好样子。换句话说，我们念念、言行像不像阿弥陀佛的学生？这比什么都重要。标准在哪里？标准就是《无量寿经》。《无量寿经》上所讲的道理，是不是真明白？《无量寿经》教我们要做的，我们做到没有？《无量寿经》教我们不要做的，我们遵守了没有？真正依教奉行，哪有不往生道理！你自己有把握，你不必去问别人。你现前没有往生，阿弥陀佛就照顾你，我们一般讲，佛保佑你，佛加持你，决定没有中断的。",
      "zh_TW": "極樂世界很容易去，你只要肯放下。只要臨終最後一念放下，這一念裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，你就平平安安的往生。還有一念，那一念都是障礙，你這一生去不了要等來生。真搞清楚、真搞明白，我現在就放下，什麼時候想往生？念念都想往生，念念對這個世界都沒有留戀。那什麼時候往生？那是阿彌陀佛決定，我念念都在等待，緣成熟的時候阿彌陀佛來了。阿彌陀佛沒來，我們繼續表法，給這一切眾生做好樣子，做阿彌陀佛學生的好樣子。換句話說，我們念念、言行像不像阿彌陀佛的學生？這比什麼都重要。標準在哪裡？標準就是《無量壽經》。《無量壽經》上所講的道理，是不是真明白？《無量壽經》教我們要做的，我們做到沒有？《無量壽經》教我們不要做的，我們遵守了沒有？真正依教奉行，哪有不往生道理！你自己有把握，你不必去問別人。你現前沒有往生，阿彌陀佛就照顧你，我們一般講，佛保佑你，佛加持你，決定沒有中斷的。"
    },
    {
      "id": "02-037-0150_p0023",
      "zh_CN": "我们遇到困苦、遇到灾难，要知道我们造业了，这是业力现前，赶紧要忏悔，要改过。我什么地方做错，什么地方不如法，改过来灾难就没有了，问题就解决了。要从心里面去做功夫，这真改过。真正彻底改过，那就是早年李炳南老居士教给我们这些学生，我们学生没真干，他教给我们一个方法，教我们换心，把现在这个心换成阿弥陀佛。我们现在心很乱，乱七八糟不干净，把这个心里面，一切的妄念、邪念、杂念统统放下，把心打扫得干干净净，里头什么都没有，阿弥陀佛请进去，我们的心就是阿弥陀佛，阿弥陀佛就是我们的心。果然真换了，还有什么灾难！还会有什么病苦！没有，阿弥陀佛没生病，阿弥陀佛没有灾难。什么时候我们真做到，我心即是阿弥陀佛，阿弥陀佛即是我心，你往生西方极乐世界，决定生实报庄严土，什么品位？肯定上辈往生，一点都不假，这个方法妙绝了。老师当年在世常讲，我们这帮同学，大家都很清楚，把老师的话当耳边风，没有去真干，还是自己烦恼习气当家做主，阿弥陀佛距离我们很遥远。老师慈悲，我们不听话。我还能常常想起，为什么？灾难太多了，看这个地球上灾难太多，常常想念到老师这一句教诲管用、有效，我们要真干。",
      "zh_TW": "我們遇到困苦、遇到災難，要知道我們造業了，這是業力現前，趕緊要懺悔，要改過。我什麼地方做錯，什麼地方不如法，改過來災難就沒有了，問題就解決了。要從心裡面去做功夫，這真改過。真正徹底改過，那就是早年李炳南老居士教給我們這些學生，我們學生沒真幹，他教給我們一個方法，教我們換心，把現在這個心換成阿彌陀佛。我們現在心很亂，亂七八糟不乾淨，把這個心裡面，一切的妄念、邪念、雜念統統放下，把心打掃得乾乾淨淨，裡頭什麼都沒有，阿彌陀佛請進去，我們的心就是阿彌陀佛，阿彌陀佛就是我們的心。果然真換了，還有什麼災難！還會有什麼病苦！沒有，阿彌陀佛沒生病，阿彌陀佛沒有災難。什麼時候我們真做到，我心即是阿彌陀佛，阿彌陀佛即是我心，你往生西方極樂世界，決定生實報莊嚴土，什麼品位？肯定上輩往生，一點都不假，這個方法妙絕了。老師當年在世常講，我們這幫同學，大家都很清楚，把老師的話當耳邊風，沒有去真幹，還是自己煩惱習氣當家做主，阿彌陀佛距離我們很遙遠。老師慈悲，我們不聽話。我還能常常想起，為什麼？災難太多了，看這個地球上災難太多，常常想念到老師這一句教誨管用、有效，我們要真幹。"
    },
    {
      "id": "02-037-0150_p0024",
      "zh_CN": "一定要认清楚，现前环境当中什么事情是大事，什么事情是我这一生当中最重要的事情，就是把极乐世界搞清楚、搞明白。我真正的认识极乐世界、认识阿弥陀佛，那个真信的心生起来，向往的心生起来了，我决定要去。「法门无量誓愿学」，我很想学，我时间来不及，我的精力做不到，我的智慧也做不到，我不如先老实念佛到极乐世界去。到极乐世界我有金刚不坏身，到极乐世界有无量的智慧、无量的德行、无量的相好，又是无量寿命，不止千经万论，无量无边的经论到极乐世界都可以完成。记住，阿弥陀佛天天讲经说法。前面我们读过，阿弥陀佛的老师世间自在王佛，住世讲经说法四十二劫，那个时候人的寿命；释迦牟尼佛住世讲学四十九年，没有不讲经教学的。",
      "zh_TW": "一定要認清楚，現前環境當中什麼事情是大事，什麼事情是我這一生當中最重要的事情，就是把極樂世界搞清楚、搞明白。我真正的認識極樂世界、認識阿彌陀佛，那個真信的心生起來，嚮往的心生起來了，我決定要去。「法門無量誓願學」，我很想學，我時間來不及，我的精力做不到，我的智慧也做不到，我不如先老實念佛到極樂世界去。到極樂世界我有金剛不壞身，到極樂世界有無量的智慧、無量的德行、無量的相好，又是無量壽命，不止千經萬論，無量無邊的經論到極樂世界都可以完成。記住，阿彌陀佛天天講經說法。前面我們讀過，阿彌陀佛的老師世間自在王佛，住世講經說法四十二劫，那個時候人的壽命；釋迦牟尼佛住世講學四十九年，沒有不講經教學的。"
    },
    {
      "id": "02-037-0150_p0025",
      "zh_CN": "所以我们肯定佛教是教育，佛教是中国人讲的宗教，跟外国宗教意思不一样。查查外国文宗教两个字的意思，跟中国意思一样不一样？中国人讲宗，宗有三个主要意思，第一个是主要的，第二个是重要的，第三个是尊崇的，教是教育、教学、教化。宗教两个字合起来，什么是宗教？是人类主要的教育、重要的教学、尊崇的教化。看看外国宗教里头有没有这个意思？这意思好，人类主要的教育；换句话说，必修的教育。这个教育修好了，不但是能做好人，能生天、能作菩萨、能成佛。佛、菩萨是佛教里面学位的名称，这要搞清楚，像现在学校最高的学位博士，再下来一等硕士，再下来是学士。佛法里头学位的名称，最高的是佛陀相当博士，第二个是菩萨相当硕士，第三个阿罗汉相当学士，学位的名称。所以佛说「一切众生本来是佛」，人人都可以作佛，人人都可以拿到这个学位，无论是男女老少，干哪个行业都没关系，学位名称。他不是神，他也不是仙。",
      "zh_TW": "所以我們肯定佛教是教育，佛教是中國人講的宗教，跟外國宗教意思不一樣。查查外國文宗教兩個字的意思，跟中國意思一樣不一樣？中國人講宗，宗有三個主要意思，第一個是主要的，第二個是重要的，第三個是尊崇的，教是教育、教學、教化。宗教兩個字合起來，什麼是宗教？是人類主要的教育、重要的教學、尊崇的教化。看看外國宗教裡頭有沒有這個意思？這意思好，人類主要的教育；換句話說，必修的教育。這個教育修好了，不但是能做好人，能生天、能作菩薩、能成佛。佛、菩薩是佛教裡面學位的名稱，這要搞清楚，像現在學校最高的學位博士，再下來一等碩士，再下來是學士。佛法裡頭學位的名稱，最高的是佛陀相當博士，第二個是菩薩相當碩士，第三個阿羅漢相當學士，學位的名稱。所以佛說「一切眾生本來是佛」，人人都可以作佛，人人都可以拿到這個學位，無論是男女老少，幹哪個行業都沒關係，學位名稱。他不是神，他也不是仙。"
    },
    {
      "id": "02-037-0150_p0026",
      "zh_CN": "佛陀翻译成中国是觉悟的意思，觉就是明白，跟中国圣的意思相通。中国圣人，圣这个意思，就是对于宇宙人生真相通达明了，这个人称为圣人，没有迷信。现在人听到佛都害怕，都说迷信不敢去惹，你说糟不糟糕？一切众生迫切需要的，而不敢去碰它，这什么原因？对佛法一无所知，完全不知道，说它是迷信。我们这些人迷了，迷了还信了，不错；他迷了还不信，他是迷信里头的迷信，迷信开方加倍。我们迷不怕，把它搞清楚、搞明白，我不迷了。我不迷，了解你，或者是信，或者是不信，都叫正信。信他是正信，不信也是正信，我了解你，我不迷惑。我对你不了解就说你是迷信，我是迷信里头的迷信，还真迷了。这总把话讲清楚、讲明白，不能随便讲。",
      "zh_TW": "佛陀翻譯成中國是覺悟的意思，覺就是明白，跟中國聖的意思相通。中國聖人，聖這個意思，就是對於宇宙人生真相通達明瞭，這個人稱為聖人，沒有迷信。現在人聽到佛都害怕，都說迷信不敢去惹，你說糟不糟糕？一切眾生迫切需要的，而不敢去碰它，這什麼原因？對佛法一無所知，完全不知道，說它是迷信。我們這些人迷了，迷了還信了，不錯；他迷了還不信，他是迷信裡頭的迷信，迷信開方加倍。我們迷不怕，把它搞清楚、搞明白，我不迷了。我不迷，了解你，或者是信，或者是不信，都叫正信。信他是正信，不信也是正信，我了解你，我不迷惑。我對你不了解就說你是迷信，我是迷信裡頭的迷信，還真迷了。這總把話講清楚、講明白，不能隨便講。"
    },
    {
      "id": "02-037-0150_p0027",
      "zh_CN": "我在年轻的时候没出家亲近李老师，老师刚刚建立一个图书馆，慈光图书馆。我到那里去，去做义工，他很欢喜叫我管图书，我也最喜欢书，管图书。有一天，距离我们那不远隔一条河，图书馆前面一条小河叫柳川，柳川对面有个基督教堂，我们也常常从那门口过。教堂里大概是有个信徒挺虔诚的，有一天到我们图书馆来看到我，他来传教，安徽省就攀称老乡。他说基督教好，上天堂，佛教迷信。我就听他批评，洗耳恭听，他讲我都点头，我不说话，听他讲。他愈讲愈高兴，声音愈来愈大，把佛教批评得一文不值。我端一杯茶供养他，我们的同修好像看到我没有能力去回答他，都是听人家说，自己在那里鞠躬，在那里点头。他差不多讲了两个钟点，快到吃午饭的时候，我也看他差不多累了，所以我才终止他一下。",
      "zh_TW": "我在年輕的時候沒出家親近李老師，老師剛剛建立一個圖書館，慈光圖書館。我到那裡去，去做義工，他很歡喜叫我管圖書，我也最喜歡書，管圖書。有一天，距離我們那不遠隔一條河，圖書館前面一條小河叫柳川，柳川對面有個基督教堂，我們也常常從那門口過。教堂裡大概是有個信徒挺虔誠的，有一天到我們圖書館來看到我，他來傳教，安徽省就攀稱老鄉。他說基督教好，上天堂，佛教迷信。我就聽他批評，洗耳恭聽，他講我都點頭，我不說話，聽他講。他愈講愈高興，聲音愈來愈大，把佛教批評得一文不值。我端一杯茶供養他，我們的同修好像看到我沒有能力去回答他，都是聽人家說，自己在那裡鞠躬，在那裡點頭。他差不多講了兩個鐘點，快到吃午飯的時候，我也看他差不多累了，所以我才終止他一下。"
    },
    {
      "id": "02-037-0150_p0028",
      "zh_CN": "我说我有个问题请教你，可不可以？他说行，你说。我说我听到你一席话很佩服你，你很了不起，你能把这么多迷惑颠倒的佛教徒变成基督徒，这个功德大了。愈听愈高兴。我说你这些批评，你有没有看过佛经？没看过。我先有一个引子，我说我们要批评一篇文章，是不是先要把这篇文章细细都看过才能说话？是，是应该这样的。你对佛教批评，佛经有没有看过？没有。我们这个地方每个星期三讲经，你有没有来听过？没有。我说你胆子倒不小。我们那个阅览室好多人，都在那里听我们两个在表演。我说你不怕这些人笑话你吗？我们真希望你能够好好的把佛法批判到一文不值，救了多少亿这个佛教徒，你的功德不得了。但是怎么样？你要来学，你要来看佛经，你要天天来听讲，把佛教真搞清楚了，你才来开口，人家都佩服你。你这胡言乱语不行，人家笑话你无知。说得他满脸通红，走了。然后我们的同学才告诉我，没想到你最后有这么一招。我说不让他发足了，那一棒打不重，要让他发，发到极处了，才一棒就把他打倒了。",
      "zh_TW": "我說我有個問題請教你，可不可以？他說行，你說。我說我聽到你一席話很佩服你，你很了不起，你能把這麼多迷惑顛倒的佛教徒變成基督徒，這個功德大了。愈聽愈高興。我說你這些批評，你有沒有看過佛經？沒看過。我先有一個引子，我說我們要批評一篇文章，是不是先要把這篇文章細細都看過才能說話？是，是應該這樣的。你對佛教批評，佛經有沒有看過？沒有。我們這個地方每個星期三講經，你有沒有來聽過？沒有。我說你膽子倒不小。我們那個閱覽室好多人，都在那裡聽我們兩個在表演。我說你不怕這些人笑話你嗎？我們真希望你能夠好好的把佛法批判到一文不值，救了多少億這個佛教徒，你的功德不得了。但是怎麼樣？你要來學，你要來看佛經，你要天天來聽講，把佛教真搞清楚了，你才來開口，人家都佩服你。你這胡言亂語不行，人家笑話你無知。說得他滿臉通紅，走了。然後我們的同學才告訴我，沒想到你最後有這麼一招。我說不讓他發足了，那一棒打不重，要讓他發，發到極處了，才一棒就把他打倒了。"
    },
    {
      "id": "02-037-0150_p0029",
      "zh_CN": "这个人不错，第二天带着他们的牧师来看我，很难得知过还能改。所以我告诉他，要互相学习，经典要互相学习，不能随便批评。真正有涵养的人不敢批评，为什么？有些高深的地方，我们还没有了解透彻，怎么可以随便批评古人。现在人很喜欢批评人，批评孔子，孔子的东西读过没有？没读过，跟那个人一样，他就敢批评。批评佛教，佛经没读过，人云亦云，这个太可怕了。夫子说的话说得好，「知之为知之，不知为不知，是知也」，知道的可以说，不知道的不说，不犯过失；不知道随便说就很容易造业，那口业。所以佛教不怕批评、不怕辩论，佛法你有问题、你有疑义，你统统可以提出来，我们来解答，我不能解答的找老师，去找李老师来解答。真正解答不了的时候，我向你请教，你能不能解答？你解答了，跟佛经上讲的相不相同？如果是一样的，我们不能不佩服。",
      "zh_TW": "這個人不錯，第二天帶著他們的牧師來看我，很難得知過還能改。所以我告訴他，要互相學習，經典要互相學習，不能隨便批評。真正有涵養的人不敢批評，為什麼？有些高深的地方，我們還沒有了解透徹，怎麼可以隨便批評古人。現在人很喜歡批評人，批評孔子，孔子的東西讀過沒有？沒讀過，跟那個人一樣，他就敢批評。批評佛教，佛經沒讀過，人云亦云，這個太可怕了。夫子說的話說得好，「知之為知之，不知為不知，是知也」，知道的可以說，不知道的不說，不犯過失；不知道隨便說就很容易造業，那口業。所以佛教不怕批評、不怕辯論，佛法你有問題、你有疑義，你統統可以提出來，我們來解答，我不能解答的找老師，去找李老師來解答。真正解答不了的時候，我向你請教，你能不能解答？你解答了，跟佛經上講的相不相同？如果是一樣的，我們不能不佩服。"
    },
    {
      "id": "02-037-0150_p0030",
      "zh_CN": "近代三十年西方这些物理学家，专门研究量子力学的，他们的发现，跟佛经上讲的一样，我们不能不佩服，能够见到阿赖耶。大乘经教上说这不是普通人，佛说八地以上才能见到阿赖耶。这些科学家是不是八地菩萨？不是。为什么？圆教初住就转八识成四智，八识是妄心，就不用妄心，用真心了。诸位要记住，转八识成四智是非常难的，我们今天把心一换，就等于转八识成四智，这个我们能做到。我们是不是八地菩萨？是，现在不是，到极乐世界就是，这真的不是假的。所以这条路是最快捷的捷径，成佛之道，成佛之道没有比这更快的，没有比这个更稳当的，没有比这个更可靠的。这个法门三根普被，利钝全收，什么根性都行。我们不选择这个法门就错了！那是自讨苦吃，自找苦吃不要紧，如果真有成就，这个苦是值得吃的，没有成就要落空，跟这个法门就不能相比了。所以阿弥陀佛这四十八愿，愿愿都是为根性劣的众生，业障烦恼深重的众生，为这些人着想的。这些人就是我们这批人，为我们着想的。他想得太周到，果报之殊胜出乎我们意料之外，我们都不敢想像。这一段我们就学到此地，我们再看下面一段第八愿，四十八愿第八愿「天耳通愿」。",
      "zh_TW": "近代三十年西方這些物理學家，專門研究量子力學的，他們的發現，跟佛經上講的一樣，我們不能不佩服，能夠見到阿賴耶。大乘經教上說這不是普通人，佛說八地以上才能見到阿賴耶。這些科學家是不是八地菩薩？不是。為什麼？圓教初住就轉八識成四智，八識是妄心，就不用妄心，用真心了。諸位要記住，轉八識成四智是非常難的，我們今天把心一換，就等於轉八識成四智，這個我們能做到。我們是不是八地菩薩？是，現在不是，到極樂世界就是，這真的不是假的。所以這條路是最快捷的捷徑，成佛之道，成佛之道沒有比這更快的，沒有比這個更穩當的，沒有比這個更可靠的。這個法門三根普被，利鈍全收，什麼根性都行。我們不選擇這個法門就錯了！那是自討苦吃，自找苦吃不要緊，如果真有成就，這個苦是值得吃的，沒有成就要落空，跟這個法門就不能相比了。所以阿彌陀佛這四十八願，願願都是為根性劣的眾生，業障煩惱深重的眾生，為這些人著想的。這些人就是我們這批人，為我們著想的。他想得太周到，果報之殊勝出乎我們意料之外，我們都不敢想像。這一段我們就學到此地，我們再看下面一段第八願，四十八願第八願「天耳通願」。"
    },
    {
      "id": "02-037-0150_p0031",
      "zh_CN": "【彻听。知十方去来现在之事。不得是愿。不取正觉。】",
      "zh_TW": "【徹聽。知十方去來現在之事。不得是願。不取正覺。】"
    },
    {
      "id": "02-037-0150_p0032",
      "zh_CN": "这是这一章里头最后总结，『不得是愿，不取正觉』。『彻听』，知十方过去、未来、『现在之事』，彻是通的意思、明的意思，「十方，指空间。去来现在」，就是过去、未来、现在，这是时间。「去」这一个字，「承上宿命通愿。指知十方过去无量劫中宿命所作善恶之事，悉皆洞视彻听。以下言知十方未来与现在之事」。所以这一句里头含的意思就很深，『知十方去』，去是承前启后，承前面宿命通所说的，这是前面第七「天眼通愿」，与后面第八「天耳通愿」，这是「现在之事」。如果对于过去、现在、未来不知道，我们就迷在其中，自己迷怎么能帮助别人？真正帮助别人，自己完全通达明了，过去事情知道，现在事情知道，未来事情也知道。过去做错的事情现在能不能修补过去的？能，忏除业障就是修补。未来的事情能不能可以制止它？譬如说灾难的事情不发生，能，修善积德，就能够化解未来的灾难，这是事实真相。",
      "zh_TW": "這是這一章裡頭最後總結，『不得是願，不取正覺』。『徹聽』，知十方過去、未來、『現在之事』，徹是通的意思、明的意思，「十方，指空間。去來現在」，就是過去、未來、現在，這是時間。「去」這一個字，「承上宿命通願。指知十方過去無量劫中宿命所作善惡之事，悉皆洞視徹聽。以下言知十方未來與現在之事」。所以這一句裡頭含的意思就很深，『知十方去』，去是承前啟後，承前面宿命通所說的，這是前面第七「天眼通願」，與後面第八「天耳通願」，這是「現在之事」。如果對於過去、現在、未來不知道，我們就迷在其中，自己迷怎麼能幫助別人？真正幫助別人，自己完全通達明瞭，過去事情知道，現在事情知道，未來事情也知道。過去做錯的事情現在能不能修補過去的？能，懺除業障就是修補。未來的事情能不能可以制止它？譬如說災難的事情不發生，能，修善積德，就能夠化解未來的災難，這是事實真相。"
    },
    {
      "id": "02-037-0150_p0033",
      "zh_CN": "这个事实真相被现代科学家证实，现在科学家很多都在研究「念力的秘密」，念力是什么？我们的念头，我们现在的念头可以补过去的过，也可以预防未来的灾难，有这么大的能量。现在研究这门东西愈来愈多，好事情。但是他们有阻力，譬如念力这个能量真正被发觉，他头一个就可以用在自己的身上，让自己身体不需要用医药，不需要用任何物质，把自己的身心健康恢复，就是用意念。你想谁反对他？医生反对他，医生失业了。人自己有病自己会治疗，他不要用医药，他就用意念。这个他们现在正在收集例子，特别去找那些医院里面，对患了严重致命这种疾病，像癌症，医院已经放弃治疗，让他回家去。告诉他，你的存活只有一、二个月。这些人都绝望，绝望回去了。有的信仰宗教天天做祷告，把病忘掉；那个念佛的人把病也忘掉，天天念阿弥陀佛，就想到极乐世界。念上二、三个月身体好像愈念愈健康，到医院去检查，病没有了。医院觉得这是奇迹出现，问他用什么方法治好的？没有，我念佛念好的。",
      "zh_TW": "這個事實真相被現代科學家證實，現在科學家很多都在研究「念力的祕密」，念力是什麼？我們的念頭，我們現在的念頭可以補過去的過，也可以預防未來的災難，有這麼大的能量。現在研究這門東西愈來愈多，好事情。但是他們有阻力，譬如念力這個能量真正被發覺，他頭一個就可以用在自己的身上，讓自己身體不需要用醫藥，不需要用任何物質，把自己的身心健康恢復，就是用意念。你想誰反對他？醫生反對他，醫生失業了。人自己有病自己會治療，他不要用醫藥，他就用意念。這個他們現在正在收集例子，特別去找那些醫院裡面，對患了嚴重致命這種疾病，像癌症，醫院已經放棄治療，讓他回家去。告訴他，你的存活只有一、二個月。這些人都絕望，絕望回去了。有的信仰宗教天天做禱告，把病忘掉；那個念佛的人把病也忘掉，天天念阿彌陀佛，就想到極樂世界。念上二、三個月身體好像愈念愈健康，到醫院去檢查，病沒有了。醫院覺得這是奇蹟出現，問他用什麼方法治好的？沒有，我念佛念好的。"
    },
    {
      "id": "02-037-0150_p0034",
      "zh_CN": "为什么有人念佛念不好，有人念佛就念好了？念不好的，念佛里头有夹杂。什么夹杂？害怕，怕死，怕死决定会死，不怕死的人不会死，这真的不是假的。不怕死把死忘掉，死跑掉了；你怕死的，死天天跟你接近，最后你非死不可。你不怕病没有病，你怕病就一身病，你为什么要怕它？它是假的不是真的。所以这一句名号功德不可思议，他就是不相信。他真相信，他也不怕死，也不怕病，就怕阿弥陀佛不来接引他。拼命念一定把阿弥陀佛念来，他的病也没有了，他的死也没有了，他往生极乐世界是活着去的，不是死了去的。去极乐世界身体不要、丢掉，这个臭皮囊在极乐世界用不上，到极乐世界换了个身体，金刚不坏身，身相跟阿弥陀佛一样。",
      "zh_TW": "為什麼有人念佛念不好，有人念佛就念好了？念不好的，念佛裡頭有夾雜。什麼夾雜？害怕，怕死，怕死決定會死，不怕死的人不會死，這真的不是假的。不怕死把死忘掉，死跑掉了；你怕死的，死天天跟你接近，最後你非死不可。你不怕病沒有病，你怕病就一身病，你為什麼要怕它？它是假的不是真的。所以這一句名號功德不可思議，他就是不相信。他真相信，他也不怕死，也不怕病，就怕阿彌陀佛不來接引他。拼命念一定把阿彌陀佛念來，他的病也沒有了，他的死也沒有了，他往生極樂世界是活著去的，不是死了去的。去極樂世界身體不要、丟掉，這個臭皮囊在極樂世界用不上，到極樂世界換了個身體，金剛不壞身，身相跟阿彌陀佛一樣。"
    },
    {
      "id": "02-037-0150_p0035",
      "zh_CN": "《观无量寿佛经》上所说的，阿弥陀佛的身相，身有八万四千相，每一个相有八万四千好，你无法想像，你怎么会得这么好的身相！这要感恩阿弥陀佛，阿弥陀佛本愿威神加持的，不是没有原因的，他的愿愿愿都是真的，没有一愿是虚愿。他为谁发愿？为谁修行？为我们这些苦难众生，遍法界虚空界十方一切刹土里面的六道众生。这前面讲得很清楚，是以度六道众生为主，其他的声闻、缘觉、菩萨是附带的，主要是帮助六道众生。烦恼重、业障重，没有能力断烦恼，没有能力消业障，阿弥陀佛帮助这些人。用的方法简单，就这一句名号，这一句名号可以帮助你破无量劫来的烦恼，帮助你消无量劫来的业障。那你不相信就没办法，你要相信真灵，不相信就不灵，你怎么念也没用处，只是跟阿弥陀佛结个缘。真相信，真愿意去，我真念佛，念佛的时候不怀疑、不夹杂、不间断就成功了。这一句阿弥陀佛的名号不可思议，我们要相信；不相信，这一生就空过了，可惜了。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "《觀無量壽佛經》上所說的，阿彌陀佛的身相，身有八萬四千相，每一個相有八萬四千好，你無法想像，你怎麼會得這麼好的身相！這要感恩阿彌陀佛，阿彌陀佛本願威神加持的，不是沒有原因的，他的願願願都是真的，沒有一願是虛願。他為誰發願？為誰修行？為我們這些苦難眾生，遍法界虛空界十方一切剎土裡面的六道眾生。這前面講得很清楚，是以度六道眾生為主，其他的聲聞、緣覺、菩薩是附帶的，主要是幫助六道眾生。煩惱重、業障重，沒有能力斷煩惱，沒有能力消業障，阿彌陀佛幫助這些人。用的方法簡單，就這一句名號，這一句名號可以幫助你破無量劫來的煩惱，幫助你消無量劫來的業障。那你不相信就沒辦法，你要相信真靈，不相信就不靈，你怎麼念也沒用處，只是跟阿彌陀佛結個緣。真相信，真願意去，我真念佛，念佛的時候不懷疑、不夾雜、不間斷就成功了。這一句阿彌陀佛的名號不可思議，我們要相信；不相信，這一生就空過了，可惜了。好，今天時間到了，我們就學習到此地。"
    }
  ]
}