{
  "doc_id": "02-037-0201",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０一集",
    "zh_TW": "第二０一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0201",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-037-0201_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百三十四页，从倒数第五行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百三十四頁，從倒數第五行看起："
    },
    {
      "id": "02-037-0201_p0002",
      "zh_CN": "『悉舍三途苦，灭诸烦恼暗』者，「承上文而言。消除三毒，则离三恶道。盖三途极苦，大圣垂慈，愿令舍离。故四十八愿之首，为国无恶道与不堕恶趣。今云悉舍三途苦，其义同也」。前面我们学到这个地方。现在接着看下面，「暗」，暗是比喻，「喻也。无明烦恼覆蔽众生心源，昏昧冥盲而无所见，故云暗」，这是暗字解释。无明烦恼，自性是光明的，本来光明，永远没有黑暗。光明也是表智慧，换句话说，光明所照就是一切明了通达，可是现在我们这个光明失掉，变成对任何事情都看不清楚，都不能够明白，这就叫无明，就叫做暗，叫做无明。那到底是什么障碍？下面说，烦恼障碍了，覆蔽众生心源。这个心是真心，源是源头，众生的真心是光明的，现在因为烦恼障碍了真心，真心的明变成无明，叫无明烦恼，这是属于根本烦恼。从无明里面生出尘沙烦恼，尘沙是比喻，像尘沙那么样的多。从尘沙烦恼又生出了见思烦恼，见是我们看错，把所有的现象全看错了，思是想错了，思想。看错了、想错了，换句话说，我们也讲错、也做错了，这就叫造业。所造的业有善有恶，凡是利益众生的，这是善业，凡是自利的，大多数都是恶业。造业后面就有果报，善业有三善道，恶业有三恶道，所以六道轮回是烦恼变现出来的，没有烦恼就没有六道。",
      "zh_TW": "『悉捨三途苦，滅諸煩惱暗』者，「承上文而言。消除三毒，則離三惡道。蓋三途極苦，大聖垂慈，願令捨離。故四十八願之首，為國無惡道與不墮惡趣。今云悉捨三途苦，其義同也」。前面我們學到這個地方。現在接著看下面，「暗」，暗是比喻，「喻也。無明煩惱覆蔽眾生心源，昏昧冥盲而無所見，故云暗」，這是暗字解釋。無明煩惱，自性是光明的，本來光明，永遠沒有黑暗。光明也是表智慧，換句話說，光明所照就是一切明瞭通達，可是現在我們這個光明失掉，變成對任何事情都看不清楚，都不能夠明白，這就叫無明，就叫做暗，叫做無明。那到底是什麼障礙？下面說，煩惱障礙了，覆蔽眾生心源。這個心是真心，源是源頭，眾生的真心是光明的，現在因為煩惱障礙了真心，真心的明變成無明，叫無明煩惱，這是屬於根本煩惱。從無明裡面生出塵沙煩惱，塵沙是比喻，像塵沙那麼樣的多。從塵沙煩惱又生出了見思煩惱，見是我們看錯，把所有的現象全看錯了，思是想錯了，思想。看錯了、想錯了，換句話說，我們也講錯、也做錯了，這就叫造業。所造的業有善有惡，凡是利益眾生的，這是善業，凡是自利的，大多數都是惡業。造業後面就有果報，善業有三善道，惡業有三惡道，所以六道輪迴是煩惱變現出來的，沒有煩惱就沒有六道。"
    },
    {
      "id": "02-037-0201_p0003",
      "zh_CN": "六道里面，我们一切所受的这些苦乐忧喜，全都是自己造的，自己造的因自己要受果报，与别人都不相干。有时候我们自己不知道，真的像此地所说的，烦恼覆蔽心源，于是起了怨恨，怨天尤人，这个罪就更重了。实际上与众生没关系，与天神也没关系，与鬼神也没有关系，与佛菩萨也没有关系，全都是自作自受，这个道理一定要懂。搞清楚、搞明白了，我们只要把烦恼习气放下，我们自性的光明就透出来，这是真正的智慧。智慧能带给我们幸福，能带给我们快乐，常识有限，往往带错了。学佛求智慧，有智慧常识自然丰富，常识里头没有智慧，智慧里头有常识。故云暗。「佛之智光如日」，这是讲阿弥陀佛、释迦如来，他们的智光像太阳一样能破黑暗，「故云灭诸烦恼暗也」，智慧能破无明，比喻作日光。我们再看下面一段，「开慧达善」。",
      "zh_TW": "六道裡面，我們一切所受的這些苦樂憂喜，全都是自己造的，自己造的因自己要受果報，與別人都不相干。有時候我們自己不知道，真的像此地所說的，煩惱覆蔽心源，於是起了怨恨，怨天尤人，這個罪就更重了。實際上與眾生沒關係，與天神也沒關係，與鬼神也沒有關係，與佛菩薩也沒有關係，全都是自作自受，這個道理一定要懂。搞清楚、搞明白了，我們只要把煩惱習氣放下，我們自性的光明就透出來，這是真正的智慧。智慧能帶給我們幸福，能帶給我們快樂，常識有限，往往帶錯了。學佛求智慧，有智慧常識自然豐富，常識裡頭沒有智慧，智慧裡頭有常識。故云暗。「佛之智光如日」，這是講阿彌陀佛、釋迦如來，他們的智光像太陽一樣能破黑暗，「故云滅諸煩惱暗也」，智慧能破無明，比喻作日光。我們再看下面一段，「開慧達善」。"
    },
    {
      "id": "02-037-0201_p0004",
      "zh_CN": "【开彼智慧眼。获得光明身。闭塞诸恶道。通达善趣门。】",
      "zh_TW": "【開彼智慧眼。獲得光明身。閉塞諸惡道。通達善趣門。】"
    },
    {
      "id": "02-037-0201_p0005",
      "zh_CN": "这些对我们现前，可以说都是非常迫切需要的。我们看注解，『开彼智慧眼，获得光明身』。「眼之用为见。故常以眼表见」，实际上这个地方是讲见。「常喻曰：般若如目」，六度里头，般若度好比是眼睛，其他的五度，从布施、持戒、忍辱、精进、禅定这五样如盲，这个话的意思很深。前面这五度你学习没有智慧的话，这个五种都是世间的福报；如果做错了，做错了就是世间的罪过。你有智慧，你就完全明了，就通达，不至于做错事情。五种都需要智慧，布施没有智慧，布施有没有过失？有。如果你布施这些贫苦的人，贫苦的人拿着你的钱去买鱼、买肉、去杀生，你这个布施就有问题了，他拿去做坏事不是做好事。你说布施要不要智慧？",
      "zh_TW": "這些對我們現前，可以說都是非常迫切需要的。我們看註解，『開彼智慧眼，獲得光明身』。「眼之用為見。故常以眼表見」，實際上這個地方是講見。「常喻曰：般若如目」，六度裡頭，般若度好比是眼睛，其他的五度，從布施、持戒、忍辱、精進、禪定這五樣如盲，這個話的意思很深。前面這五度你學習沒有智慧的話，這個五種都是世間的福報；如果做錯了，做錯了就是世間的罪過。你有智慧，你就完全明瞭，就通達，不至於做錯事情。五種都需要智慧，布施沒有智慧，布施有沒有過失？有。如果你布施這些貧苦的人，貧苦的人拿著你的錢去買魚、買肉、去殺生，你這個布施就有問題了，他拿去做壞事不是做好事。你說布施要不要智慧？"
    },
    {
      "id": "02-037-0201_p0006",
      "zh_CN": "持戒，持戒也得要智慧，智慧才能晓得这个戒怎么持法，因为每条戒都有开遮持犯，你要是不懂的话，该持的时候没持，应该开的时候不开，应该持的时候不持，这就错了，完全错了。还有持戒的目的是什么？因戒得定。这说清楚了，持戒是帮助你得定的。有没有得到定？没有得到定。没有得到定，反而去障碍别人，自己持戒，别人没有持戒，天天骂他，他破戒，这变成什么？变成我们造口业，我们是真的持戒吗？不是，真持戒的人不造口业。自己以为戒行很高，我的戒持得很好，目的在哪里？目的是要让别人来供养我、来赞叹我，这是拿着戒律去造罪业，骗人。所以哪一样都要智慧，有智慧的人，心是清净的、心是不动的，没有一样不如法。没有智慧，自己常常犯过自己并不知道，为什么不知道，反而造了很多过失，这叫愚痴，这叫没智慧。所以「开彼智慧眼」就比什么都重要。",
      "zh_TW": "持戒，持戒也得要智慧，智慧才能曉得這個戒怎麼持法，因為每條戒都有開遮持犯，你要是不懂的話，該持的時候沒持，應該開的時候不開，應該持的時候不持，這就錯了，完全錯了。還有持戒的目的是什麼？因戒得定。這說清楚了，持戒是幫助你得定的。有沒有得到定？沒有得到定。沒有得到定，反而去障礙別人，自己持戒，別人沒有持戒，天天罵他，他破戒，這變成什麼？變成我們造口業，我們是真的持戒嗎？不是，真持戒的人不造口業。自己以為戒行很高，我的戒持得很好，目的在哪裡？目的是要讓別人來供養我、來讚歎我，這是拿著戒律去造罪業，騙人。所以哪一樣都要智慧，有智慧的人，心是清淨的、心是不動的，沒有一樣不如法。沒有智慧，自己常常犯過自己並不知道，為什麼不知道，反而造了很多過失，這叫愚痴，這叫沒智慧。所以「開彼智慧眼」就比什麼都重要。"
    },
    {
      "id": "02-037-0201_p0007",
      "zh_CN": "「宗门常云：参方须具参方眼」，参方是什么？参学，方是十方，我们现在没办法到上下，只有八方，四面八方。你要有智慧，你没有智慧参方，好东西没有学到，坏的全学到了。底下还有一句，「看教须具看教眼」，教是什么？教是经典，你读经要有读经的眼，这个眼才能见什么？「愿解如来真实义」。你没有智慧，你看这个经完全是你自己的意思，不是佛的意思，你说这多重要。那要怎样才具有看教眼？首先你要晓得，佛没有意思，释迦牟尼佛当年在世八相成道，住世八十年，释迦佛从来没有起心动念，这个你一定要知道。四十九年讲经说法，没有说一个字，你说看这个经上有这个意思、那个意思，意思从哪来的？没意思。我们应该怎么看教？离心意识。你看看《大乘起信论》里头，马鸣菩萨教给我们可不能忘记。马鸣菩萨教我们听经，不要执着言说相，别执着；不要执著名字相，这经典里头的名词术语，别执着；第三个别执着心缘相。我看到这里，这什么意思，我想起来了。这是你的心缘相，这不是佛的真实义，佛的真实义没有意思，就是佛的意思。如果是看经遵守马鸣菩萨这种看法，会得什么效果？会得定。看经也是修定，定到一定的程度豁然大悟，大彻大悟，大彻大悟之后你才晓得经里头的真实义。",
      "zh_TW": "「宗門常云：參方須具參方眼」，參方是什麼？參學，方是十方，我們現在沒辦法到上下，只有八方，四面八方。你要有智慧，你沒有智慧參方，好東西沒有學到，壞的全學到了。底下還有一句，「看教須具看教眼」，教是什麼？教是經典，你讀經要有讀經的眼，這個眼才能見什麼？「願解如來真實義」。你沒有智慧，你看這個經完全是你自己的意思，不是佛的意思，你說這多重要。那要怎樣才具有看教眼？首先你要曉得，佛沒有意思，釋迦牟尼佛當年在世八相成道，住世八十年，釋迦佛從來沒有起心動念，這個你一定要知道。四十九年講經說法，沒有說一個字，你說看這個經上有這個意思、那個意思，意思從哪來的？沒意思。我們應該怎麼看教？離心意識。你看看《大乘起信論》裡頭，馬鳴菩薩教給我們可不能忘記。馬鳴菩薩教我們聽經，不要執著言說相，別執著；不要執著名字相，這經典裡頭的名詞術語，別執著；第三個別執著心緣相。我看到這裡，這什麼意思，我想起來了。這是你的心緣相，這不是佛的真實義，佛的真實義沒有意思，就是佛的意思。如果是看經遵守馬鳴菩薩這種看法，會得什麼效果？會得定。看經也是修定，定到一定的程度豁然大悟，大徹大悟，大徹大悟之後你才曉得經裡頭的真實義。"
    },
    {
      "id": "02-037-0201_p0008",
      "zh_CN": "听讲经亦如是，佛当年在世是天天讲经，听讲经要用什么心？也要用这套方法，看经不着文字相、不著名字相、不着心缘相；听经不听音声的相，语言音声不要执着它，不要去理会它，不执著名字相，也没有心缘相。听经入定，看经也入定，定能生慧。听经会开悟，我们听一辈子经没开悟，为什么？着相了，我们听的是法师讲的音声，着了相；又看到萤幕上有字幕，着了文字相，所以我们听的是皮毛，真正佛的意思没听到。真正佛的意思就是自性，自性里头没有意思，所以佛的示现、佛的说法也没有意思，佛法的难就难在此地。",
      "zh_TW": "聽講經亦如是，佛當年在世是天天講經，聽講經要用什麼心？也要用這套方法，看經不著文字相、不著名字相、不著心緣相；聽經不聽音聲的相，語言音聲不要執著它，不要去理會它，不執著名字相，也沒有心緣相。聽經入定，看經也入定，定能生慧。聽經會開悟，我們聽一輩子經沒開悟，為什麼？著相了，我們聽的是法師講的音聲，著了相；又看到螢幕上有字幕，著了文字相，所以我們聽的是皮毛，真正佛的意思沒聽到。真正佛的意思就是自性，自性裡頭沒有意思，所以佛的示現、佛的說法也沒有意思，佛法的難就難在此地。"
    },
    {
      "id": "02-037-0201_p0009",
      "zh_CN": "参方眼、看教眼谁有？所以这高了，圆教初住菩萨。古时候确实如此，如果没有达到这个境界，不敢讲经，当然更不敢注疏，那怎么办？不能离开老师，老师带你，老师要把你带到开悟了，古时候人叫出师，现在人叫毕业，毕业你可以离开老师，你可以独立了。为什么？你有能力，就是你有智慧眼能够辨别邪正、是非、善恶、真假，你有这个能力你可以出去，老师叫你多看、多听、多接触。参方是什么？《华严经》上五十三参，你有资格出去参学，智慧开了，你见色闻声，六根接触六尘境界都生智慧；没有开悟，我们六根接触外面境界都生烦恼，那怎么行？听讲能开悟，你看印光大师怎么说的？「一分诚敬得一分利益」，诚敬心。诚是什么？一念不生就叫诚。听经能不能起心动念？不能，要用清净心听，要用平等心听，要用正觉心听。用清净平等觉，那是菩萨，法身大士，我们不是菩萨，我们用真诚心听。真诚清净、不起心不动念、不分别不执着，起心动念我们做不到，那个太细，粗的不分别不执着，听懂了就是你悟入的地方，听不懂不要去管，不要紧。你要想到，佛说法是说而无说，无说而说，我们听法？听而无听，无听而听。听懂了就明白，不透过思考，我们讲的直觉，这就对了，这就是真正听法。没有自己任何意思，懂就懂，不懂没关系不要去理它，想都不要去想它，一遍一遍的听，听久了自然就懂。不是我怎么样去思考研究，这都落在第六识里头，不是你真心听，你是用意识去听。",
      "zh_TW": "參方眼、看教眼誰有？所以這高了，圓教初住菩薩。古時候確實如此，如果沒有達到這個境界，不敢講經，當然更不敢註疏，那怎麼辦？不能離開老師，老師帶你，老師要把你帶到開悟了，古時候人叫出師，現在人叫畢業，畢業你可以離開老師，你可以獨立了。為什麼？你有能力，就是你有智慧眼能夠辨別邪正、是非、善惡、真假，你有這個能力你可以出去，老師叫你多看、多聽、多接觸。參方是什麼？《華嚴經》上五十三參，你有資格出去參學，智慧開了，你見色聞聲，六根接觸六塵境界都生智慧；沒有開悟，我們六根接觸外面境界都生煩惱，那怎麼行？聽講能開悟，你看印光大師怎麼說的？「一分誠敬得一分利益」，誠敬心。誠是什麼？一念不生就叫誠。聽經能不能起心動念？不能，要用清淨心聽，要用平等心聽，要用正覺心聽。用清淨平等覺，那是菩薩，法身大士，我們不是菩薩，我們用真誠心聽。真誠清淨、不起心不動念、不分別不執著，起心動念我們做不到，那個太細，粗的不分別不執著，聽懂了就是你悟入的地方，聽不懂不要去管，不要緊。你要想到，佛說法是說而無說，無說而說，我們聽法？聽而無聽，無聽而聽。聽懂了就明白，不透過思考，我們講的直覺，這就對了，這就是真正聽法。沒有自己任何意思，懂就懂，不懂沒關係不要去理它，想都不要去想它，一遍一遍的聽，聽久了自然就懂。不是我怎麼樣去思考研究，這都落在第六識裡頭，不是你真心聽，你是用意識去聽。"
    },
    {
      "id": "02-037-0201_p0010",
      "zh_CN": "宗门教下老和尚都教人离心意识，参学离心意识参。什么叫心意识？第八识落印象，第七识的执着，第六识的分别。离心意识，离心不落印象很不容易做到，离第七识不执着，离第六识不分别，从这两个下手。不要有分别心，不要有执着心，你就去听，听两个小时，这两个小时在修定，定慧等学。不分别不执着是定，听得清清楚楚、明明白白那是慧，看经亦如是，读经亦如是，所以你得会。不会的，不会就把佛法当作世间书籍来看，把它当文学来看，把它当小说来看。有人看《华严经》把它当小说看，它写得真好，内容非常丰富、想像力很强，他用这个角度去看。他看了很熟，他也说得头头是道，但是他说的不是佛法。什么叫不是佛法？他说的那一套你听了不会开悟，你听了会开悟那叫佛法，听了不开悟不是佛法。所以佛说法有条件的，因人而异，浅深广狭各个不同。「佛以一音而说法，众生随类各得解」，里头妙义无穷，一字一句圆融含摄一切义。所以佛法没有意思，佛法有无量意思，它要有意思它是死的，它就一个讲法、一个意思。为什么古大德注经，每个人注的都不一样？每个人意思都不相同，他们所学习的并没有错误，都能够帮助后学逐渐契入境界。所以同一部经有很多不同的注解，大概以《金刚经》最多，《金刚经》注解大概有五百种以上。",
      "zh_TW": "宗門教下老和尚都教人離心意識，參學離心意識參。什麼叫心意識？第八識落印象，第七識的執著，第六識的分別。離心意識，離心不落印象很不容易做到，離第七識不執著，離第六識不分別，從這兩個下手。不要有分別心，不要有執著心，你就去聽，聽兩個小時，這兩個小時在修定，定慧等學。不分別不執著是定，聽得清清楚楚、明明白白那是慧，看經亦如是，讀經亦如是，所以你得會。不會的，不會就把佛法當作世間書籍來看，把它當文學來看，把它當小說來看。有人看《華嚴經》把它當小說看，它寫得真好，內容非常豐富、想像力很強，他用這個角度去看。他看了很熟，他也說得頭頭是道，但是他說的不是佛法。什麼叫不是佛法？他說的那一套你聽了不會開悟，你聽了會開悟那叫佛法，聽了不開悟不是佛法。所以佛說法有條件的，因人而異，淺深廣狹各個不同。「佛以一音而說法，眾生隨類各得解」，裡頭妙義無窮，一字一句圓融含攝一切義。所以佛法沒有意思，佛法有無量意思，它要有意思它是死的，它就一個講法、一個意思。為什麼古大德註經，每個人註的都不一樣？每個人意思都不相同，他們所學習的並沒有錯誤，都能夠幫助後學逐漸契入境界。所以同一部經有很多不同的註解，大概以《金剛經》最多，《金剛經》註解大概有五百種以上。"
    },
    {
      "id": "02-037-0201_p0011",
      "zh_CN": "所以佛门叫具眼，参方需具参方眼，简单的讲，就是具眼，你具足慧眼，你才有这个能力，慧从哪里来的？一定从清净心来的。一个人平时言谈举止端正庄严，这是智慧的相，浮躁轻率没智慧。中国古人有所谓吉人，这个人吉祥是说他有智慧、有福德，这种人言语少，他的举止稳重、温柔慈悲。反面的就是浮躁，浮躁是心，表现在外面他动作很多、言语很多，身心都不能够定下来，他学习就比较困难。这样的人，佛怎么教他？我们在经典里面去看佛教他持戒，这叫真教初学，就是守规矩，先从身稳重学起，然后再慢慢教你修定。宗门没有开悟不准你看经，为什么？它有道理，你看经看的是胡思乱想，不是如来真实义；你得定开智慧了可以看经，经会帮助你开悟。所以没有定功你不能参学，有定功的人可以参学，不定遇到什么人，机缘巧合你豁然大悟，你明心见性。所以都得要有基础，没有基础不行。依照这些理念要求，我们这一代可能找不到这种人，怎么办？现在真的，黄念老告诉我的，参禅不但没看到开悟，得定的都看不到了。像虚云老和尚那样的人，现在都没有了。虚老和尚没开悟，得定，他入定，有时候入定半个月、一个月，现在这种人看不到了。学教的人他还是要修行，教都是修止观，止观也是禅，也没有开悟的！",
      "zh_TW": "所以佛門叫具眼，參方需具參方眼，簡單的講，就是具眼，你具足慧眼，你才有這個能力，慧從哪裡來的？一定從清淨心來的。一個人平時言談舉止端正莊嚴，這是智慧的相，浮躁輕率沒智慧。中國古人有所謂吉人，這個人吉祥是說他有智慧、有福德，這種人言語少，他的舉止穩重、溫柔慈悲。反面的就是浮躁，浮躁是心，表現在外面他動作很多、言語很多，身心都不能夠定下來，他學習就比較困難。這樣的人，佛怎麼教他？我們在經典裡面去看佛教他持戒，這叫真教初學，就是守規矩，先從身穩重學起，然後再慢慢教你修定。宗門沒有開悟不准你看經，為什麼？它有道理，你看經看的是胡思亂想，不是如來真實義；你得定開智慧了可以看經，經會幫助你開悟。所以沒有定功你不能參學，有定功的人可以參學，不定遇到什麼人，機緣巧合你豁然大悟，你明心見性。所以都得要有基礎，沒有基礎不行。依照這些理念要求，我們這一代可能找不到這種人，怎麼辦？現在真的，黃念老告訴我的，參禪不但沒看到開悟，得定的都看不到了。像虛雲老和尚那樣的人，現在都沒有了。虛老和尚沒開悟，得定，他入定，有時候入定半個月、一個月，現在這種人看不到了。學教的人他還是要修行，教都是修止觀，止觀也是禪，也沒有開悟的！"
    },
    {
      "id": "02-037-0201_p0012",
      "zh_CN": "所以从这个时代以后，黄念老说了很坚定的一句话，只有念佛求生净土，禅教密都没有人。净土法门三根普被，利钝全收，真正相信、真正发愿决定得生。搞其他的法门好看，得真实利益很难，要求的条件太高。那个法门不是不好，我们赞叹、我们尊重，我们自己回想一下，做不到。人欺骗别人，不能欺骗自己，骗人有过失，骗自己过失更重，自己一定要量力，要知道自己的能力。我们连五戒十善都做不到，这样的根性，除老实念佛之外很难有成就。八万四千法门，门门都得要断烦恼，要消业障；唯独这一门，它不要断烦恼，它不要消业障，所以我们才有能力、有这个机会往生净土，脱离六道轮回，还脱离十法界。这个好处，除净土法门之外，找不到第二家，这是我们必须要认识的。",
      "zh_TW": "所以從這個時代以後，黃念老說了很堅定的一句話，只有念佛求生淨土，禪教密都沒有人。淨土法門三根普被，利鈍全收，真正相信、真正發願決定得生。搞其他的法門好看，得真實利益很難，要求的條件太高。那個法門不是不好，我們讚歎、我們尊重，我們自己回想一下，做不到。人欺騙別人，不能欺騙自己，騙人有過失，騙自己過失更重，自己一定要量力，要知道自己的能力。我們連五戒十善都做不到，這樣的根性，除老實念佛之外很難有成就。八萬四千法門，門門都得要斷煩惱，要消業障；唯獨這一門，它不要斷煩惱，它不要消業障，所以我們才有能力、有這個機會往生淨土，脫離六道輪迴，還脫離十法界。這個好處，除淨土法門之外，找不到第二家，這是我們必須要認識的。"
    },
    {
      "id": "02-037-0201_p0013",
      "zh_CN": "具眼之士，这善知识，都是称圆教初住以上这四十一位法身大士，他们是具眼之士，善知识。到达西方极乐世界，我们也变成他们同类，阿弥陀佛本愿威神加持，皆作阿惟越致菩萨，阿惟越致菩萨那就是具眼之士。所以我们今天不求别的只求往生，我们喜欢这个法门，喜欢那个法门行，不是不行，到极乐世界再学，在现在这个时候不干，别浪费时间、不要浪费精神。在这个世界一心一意老实念佛，一往生了想学什么都行，决定满愿，你决定不会失望。「是皆以眼表般若之正见也」，大乘教里面讲眼都是表般若智慧，你的看法、想法那是你的智慧。",
      "zh_TW": "具眼之士，這善知識，都是稱圓教初住以上這四十一位法身大士，他們是具眼之士，善知識。到達西方極樂世界，我們也變成他們同類，阿彌陀佛本願威神加持，皆作阿惟越致菩薩，阿惟越致菩薩那就是具眼之士。所以我們今天不求別的只求往生，我們喜歡這個法門，喜歡那個法門行，不是不行，到極樂世界再學，在現在這個時候不幹，別浪費時間、不要浪費精神。在這個世界一心一意老實念佛，一往生了想學什麼都行，決定滿願，你決定不會失望。「是皆以眼表般若之正見也」，大乘教裡面講眼都是表般若智慧，你的看法、想法那是你的智慧。"
    },
    {
      "id": "02-037-0201_p0014",
      "zh_CN": "又《华严离世间品》讲十种眼中，「于五眼外，第六曰智眼，见诸法故」。这个五眼，《大智度论》里头有说五眼，「眼，即照烛之义」，烛也是明亮的。「瑜伽师地论云：能观众色，故名为眼」，色就是物质现象，能够观察物质现象，这叫眼。「眼是总名，从用分别，则有五种」，从眼起作用那就有五种讲法，佛经常讲五眼圆明，这《大智度论》说的，《金刚经》上也是这样说的。第一个「肉眼，假父母气血所成也。即人中能见之眼」。我们现在这个肉眼，这是父母所生的。「见近不见远」，近的看得见，远的看不见。「见前不见后，见内不见外」，这个内外好比是房间，我们这个房间里面，你看得很清楚，房外面看不见了。「见昼不见夜」，白天有阳光你能看见，夜晚没有灯光看不见。「见上不见下，因有色质障碍故也」，色是物质，物质有障碍，物质的障碍很多，这是显而易见的。见内不见外，墙是障碍，见昼不见夜，日光，没有光那障碍，这是肉眼能见有限。",
      "zh_TW": "又《華嚴離世間品》講十種眼中，「於五眼外，第六曰智眼，見諸法故」。這個五眼，《大智度論》裡頭有說五眼，「眼，即照燭之義」，燭也是明亮的。「瑜伽師地論云：能觀眾色，故名為眼」，色就是物質現象，能夠觀察物質現象，這叫眼。「眼是總名，從用分別，則有五種」，從眼起作用那就有五種講法，佛經常講五眼圓明，這《大智度論》說的，《金剛經》上也是這樣說的。第一個「肉眼，假父母氣血所成也。即人中能見之眼」。我們現在這個肉眼，這是父母所生的。「見近不見遠」，近的看得見，遠的看不見。「見前不見後，見內不見外」，這個內外好比是房間，我們這個房間裡面，你看得很清楚，房外面看不見了。「見晝不見夜」，白天有陽光你能看見，夜晚沒有燈光看不見。「見上不見下，因有色質障礙故也」，色是物質，物質有障礙，物質的障礙很多，這是顯而易見的。見內不見外，牆是障礙，見晝不見夜，日光，沒有光那障礙，這是肉眼能見有限。"
    },
    {
      "id": "02-037-0201_p0015",
      "zh_CN": "第二种「天眼，谓诸天因修禅定而得也。此眼远近前后内外昼夜上下」，他统统都能见到，因为什么？它不是物质，它没有物质的障碍，这是天眼。天眼有报得的、有修得的，我们这个世间人，生到天上去自然就得天眼，所以天人有五通，还有鬼道也是报得的，鬼道也有这个能力，我们这些障碍他没有，他有他的障碍，他的障碍我们看不见，但是他还是有障碍，我们这种物质对他不起障碍，有报得、有修得。我们这个世间人修禅定，小禅定天眼就开了，他能见的见量比我们高明，但是也不是很大。远近，我们远了就看不见，他能够看到几十里路以外、几百里路以外，说更大的几千里路之外他能看见，真有这种人。修定的人，定功大小不一样，所以他的能力也不相同，这是说天眼。",
      "zh_TW": "第二種「天眼，謂諸天因修禪定而得也。此眼遠近前後內外晝夜上下」，他統統都能見到，因為什麼？它不是物質，它沒有物質的障礙，這是天眼。天眼有報得的、有修得的，我們這個世間人，生到天上去自然就得天眼，所以天人有五通，還有鬼道也是報得的，鬼道也有這個能力，我們這些障礙他沒有，他有他的障礙，他的障礙我們看不見，但是他還是有障礙，我們這種物質對他不起障礙，有報得、有修得。我們這個世間人修禪定，小禪定天眼就開了，他能見的見量比我們高明，但是也不是很大。遠近，我們遠了就看不見，他能夠看到幾十里路以外、幾百里路以外，說更大的幾千里路之外他能看見，真有這種人。修定的人，定功大小不一樣，所以他的能力也不相同，這是說天眼。"
    },
    {
      "id": "02-037-0201_p0016",
      "zh_CN": "第三种「慧眼」，这是说佛门里面的，肉眼跟天眼是世间凡人。「慧眼，谓二乘之人，以所得慧眼，观一切法皆空，不见有众生相，及灭一切异相，舍离诸着，不受一切法」。这是声闻、缘觉，就是阿罗汉跟辟支佛他们得到的是慧眼，就是修定。在《楞严经》上我们看到，阿罗汉所修的九次第定，超越世间，世间定是四禅八定，他比第八定还要高一层，第九定，超越六道轮回，慧眼开了。慧眼看到什么？看到一切法皆空，看到一切法的本体，万法皆空。《般若经》上所说的，「一切法无所有，毕竟空，不可得」，阿罗汉证得、辟支佛证得。所以他不见有众生相，及灭一切异相，这些他都不执着，他全放下。他也不受一切法，把一切法统统放下，入偏真涅槃。没错，是证果了，不起作用，对自己不能向上提升，对众生一点好处都没有。众生着有，二乘着空，他住到空里面去了，一切法空就是偏真涅槃，知空不知有。",
      "zh_TW": "第三種「慧眼」，這是說佛門裡面的，肉眼跟天眼是世間凡人。「慧眼，謂二乘之人，以所得慧眼，觀一切法皆空，不見有眾生相，及滅一切異相，捨離諸著，不受一切法」。這是聲聞、緣覺，就是阿羅漢跟辟支佛他們得到的是慧眼，就是修定。在《楞嚴經》上我們看到，阿羅漢所修的九次第定，超越世間，世間定是四禪八定，他比第八定還要高一層，第九定，超越六道輪迴，慧眼開了。慧眼看到什麼？看到一切法皆空，看到一切法的本體，萬法皆空。《般若經》上所說的，「一切法無所有，畢竟空，不可得」，阿羅漢證得、辟支佛證得。所以他不見有眾生相，及滅一切異相，這些他都不執著，他全放下。他也不受一切法，把一切法統統放下，入偏真涅槃。沒錯，是證果了，不起作用，對自己不能向上提升，對眾生一點好處都沒有。眾生著有，二乘著空，他住到空裡面去了，一切法空就是偏真涅槃，知空不知有。"
    },
    {
      "id": "02-037-0201_p0017",
      "zh_CN": "第四个「法眼」，菩萨的，菩萨有。「菩萨为度众生，以清净法眼遍观一切诸法，能知能行，谓因行是法，得证是道，亦知一切众生种种方便门，令修令证」。菩萨证得叫道种智，道是道理，这个一切现象，佛经上常讲的三界、常讲的十法界依正庄严，这就是惠能大师所说的，「何期自性能生万法」。什么道理生万法？这些万法有什么意义？这些阿罗汉不知道。阿罗汉只知道万法相有体空，相怎么有的，他不知道，他只看到体，体是空寂的，这他着了空。菩萨智慧比他高，因为菩萨知道是一切法空，所以他不执着，但是一切法怎么有的，他统统明了，他不会堕到偏真涅槃去。他跟这些众生和光同尘生活在一起，心地清净、一尘不染，他能度化众生，他能影响众生，不受众生影响，高明！这是法眼。阿罗汉没有，阿罗汉知道一切法体空相有，相为什么有他不知道。菩萨才能够度众生，对于一切众生过去、现在、未来他都知道，所以说法能契机，能帮助你解决问题。解决现前的问题、解决未来的问题，他统统有这个能力。",
      "zh_TW": "第四個「法眼」，菩薩的，菩薩有。「菩薩為度眾生，以清淨法眼遍觀一切諸法，能知能行，謂因行是法，得證是道，亦知一切眾生種種方便門，令修令證」。菩薩證得叫道種智，道是道理，這個一切現象，佛經上常講的三界、常講的十法界依正莊嚴，這就是惠能大師所說的，「何期自性能生萬法」。什麼道理生萬法？這些萬法有什麼意義？這些阿羅漢不知道。阿羅漢只知道萬法相有體空，相怎麼有的，他不知道，他只看到體，體是空寂的，這他著了空。菩薩智慧比他高，因為菩薩知道是一切法空，所以他不執著，但是一切法怎麼有的，他統統明瞭，他不會墮到偏真涅槃去。他跟這些眾生和光同塵生活在一起，心地清淨、一塵不染，他能度化眾生，他能影響眾生，不受眾生影響，高明！這是法眼。阿羅漢沒有，阿羅漢知道一切法體空相有，相為什麼有他不知道。菩薩才能夠度眾生，對於一切眾生過去、現在、未來他都知道，所以說法能契機，能幫助你解決問題。解決現前的問題、解決未來的問題，他統統有這個能力。"
    },
    {
      "id": "02-037-0201_p0018",
      "zh_CN": "最后一个是「佛眼，谓具前四眼之用，无不见知。如人见极远处，佛见则为至近」。这举例子说，我们人肉眼看到极远的地方，佛眼看到好像在眼前。这极远远到什么程度？现在的天文学家借着最先进的仪器看到宇宙的边缘，我们肉眼看不到，佛看宇宙的边缘就像在眼前。为什么，我们现在晓得了。佛眼给诸位说，圆教初住菩萨就证得，《金刚经》上说四十一种佛叫诸佛，那四十一种是什么？《华严经》上讲的四十一位法身大士，他们统统都是五眼圆明。那个境界里头，实际上讲空间没有了、时间没有了。空间没有了，远近没有了，佛给我们讲的极乐世界，阿弥陀佛的世界，距离我们这个地球多远？十万亿个佛国土。一个佛国土至少是一个三千大千世界，距离我们是十万亿个大千世界。释迦佛、法身菩萨看在哪里？就在此地，没有远近，空间没有了。时间，时间没有了，先后没有了，亿万年前就在眼前、就在此地，亿万年之后也在此地，即在当下，他们看得太清楚、太明白了。所以预言，诸位要知道，预言并不一定可靠，诸佛菩萨定中的境界可靠。诸佛菩萨，像这些大菩萨们，他们五眼圆明没有障碍，也看得清清楚楚、明明白白，他们讲的靠得住。但是这些人说不说？不说，他真知道。为什么不说？说了对你们没好处。这就晓得，诸佛菩萨所说对众生决定是有利益的，决定是有好处的，诸佛菩萨没有废话。",
      "zh_TW": "最後一個是「佛眼，謂具前四眼之用，無不見知。如人見極遠處，佛見則為至近」。這舉例子說，我們人肉眼看到極遠的地方，佛眼看到好像在眼前。這極遠遠到什麼程度？現在的天文學家藉著最先進的儀器看到宇宙的邊緣，我們肉眼看不到，佛看宇宙的邊緣就像在眼前。為什麼，我們現在曉得了。佛眼給諸位說，圓教初住菩薩就證得，《金剛經》上說四十一種佛叫諸佛，那四十一種是什麼？《華嚴經》上講的四十一位法身大士，他們統統都是五眼圓明。那個境界裡頭，實際上講空間沒有了、時間沒有了。空間沒有了，遠近沒有了，佛給我們講的極樂世界，阿彌陀佛的世界，距離我們這個地球多遠？十萬億個佛國土。一個佛國土至少是一個三千大千世界，距離我們是十萬億個大千世界。釋迦佛、法身菩薩看在哪裡？就在此地，沒有遠近，空間沒有了。時間，時間沒有了，先後沒有了，億萬年前就在眼前、就在此地，億萬年之後也在此地，即在當下，他們看得太清楚、太明白了。所以預言，諸位要知道，預言並不一定可靠，諸佛菩薩定中的境界可靠。諸佛菩薩，像這些大菩薩們，他們五眼圓明沒有障礙，也看得清清楚楚、明明白白，他們講的靠得住。但是這些人說不說？不說，他真知道。為什麼不說？說了對你們沒好處。這就曉得，諸佛菩薩所說對眾生決定是有利益的，決定是有好處的，諸佛菩薩沒有廢話。"
    },
    {
      "id": "02-037-0201_p0019",
      "zh_CN": "这下面一句比喻说，「人见幽暗处，佛见则为显明。乃至无事不见，无事不知，无事不闻，闻见互用，无所思惟」。这句非常重要，无所思惟是什么？佛没有起心、没有动念，不起心不动念、不分别不执着，「一切皆见」，这叫佛眼。圆教初住以上，别教初地以上，都是这个境界。我们念佛到极乐世界，我们到什么境界？给诸位说，生到西方极乐世界你就五眼俱明，极乐世界下下品往生的人都得了佛眼。为什么？生到极乐世界相貌、体质跟阿弥陀佛完全相同，阿弥陀佛有佛眼，我的眼睛跟阿弥陀佛不同，那就不平等，那不是佛的本愿。佛的本愿是每个到极乐世界的人都跟他一模一样，智慧相同、神通相同、道力相同，没有一样不同。所以往生到极乐世界就是去成佛去了，这是我们要争取的。你要不搞明白，你对这个世间有留恋；你统统搞明白了，你就希望赶快去，这个世界跟那个世界不能比。真正搞清楚、搞明白了，你的信心才会生起来，你的愿心才真切，巴不得赶快往生、赶快成佛。成佛之后什么？你那些家亲眷属、喜欢的人你都会去度他，这一批先得度。第二批？第二批你讨厌的，跟你有冤仇的冤亲债主你也要度他，为什么？他跟你有缘。然后你才可以看到，你过去生生世世那些有缘人统统都要靠你得度。你有智慧、你有佛眼你看得清楚，你有能力，你有智慧、有能力你会给他讲佛法，佛法全通，不学就通，所以这个世界不能不去，非去不可。",
      "zh_TW": "這下面一句比喻說，「人見幽暗處，佛見則為顯明。乃至無事不見，無事不知，無事不聞，聞見互用，無所思惟」。這句非常重要，無所思惟是什麼？佛沒有起心、沒有動念，不起心不動念、不分別不執著，「一切皆見」，這叫佛眼。圓教初住以上，別教初地以上，都是這個境界。我們念佛到極樂世界，我們到什麼境界？給諸位說，生到西方極樂世界你就五眼俱明，極樂世界下下品往生的人都得了佛眼。為什麼？生到極樂世界相貌、體質跟阿彌陀佛完全相同，阿彌陀佛有佛眼，我的眼睛跟阿彌陀佛不同，那就不平等，那不是佛的本願。佛的本願是每個到極樂世界的人都跟他一模一樣，智慧相同、神通相同、道力相同，沒有一樣不同。所以往生到極樂世界就是去成佛去了，這是我們要爭取的。你要不搞明白，你對這個世間有留戀；你統統搞明白了，你就希望趕快去，這個世界跟那個世界不能比。真正搞清楚、搞明白了，你的信心才會生起來，你的願心才真切，巴不得趕快往生、趕快成佛。成佛之後什麼？你那些家親眷屬、喜歡的人你都會去度他，這一批先得度。第二批？第二批你討厭的，跟你有冤仇的冤親債主你也要度他，為什麼？他跟你有緣。然後你才可以看到，你過去生生世世那些有緣人統統都要靠你得度。你有智慧、你有佛眼你看得清楚，你有能力，你有智慧、有能力你會給他講佛法，佛法全通，不學就通，所以這個世界不能不去，非去不可。"
    },
    {
      "id": "02-037-0201_p0020",
      "zh_CN": "《华严经》上讲十种眼，「于五眼外，第六曰智眼。见诸法故」，对于遍法界虚空界万事万物，你统统清楚、统统明了。第七个「光明眼，见佛之光明」，四十一位法身大士的光明你见到，你见到，你知道他是哪个等级的。权教菩萨也有光明，声闻、缘觉也有光明，天人也有光明，其实人也有光明。现在世间人称为磁场，每个人有每个人的磁场，中国人讲氛围、气分，这练气功的人都能看见。气功人讲看气，其实就是佛法讲的光，每个人都有，大小不相同，颜色不相同。最好的颜色是金色的，白色、黄色都很好，如果是灰色的、暗色的就有病，身体就不好，所以他们能够知道你身体健康状况，一看就明了了。这些气功师都有这种能力，佛菩萨比他们高明多了。往生到极乐世界，你的法眼、你的佛眼能够普遍观察十方世界有缘众生，他们心理的状况跟身体的状况，你完全了解，你真的有能力去帮助他，去度化他。往什么地方接引？当然往极乐世界，因为极乐世界，人人可以去得了，其他的法门都要很多条件。极乐世界只要三个条件，真正相信、真想到极乐世界、真念阿弥陀佛，念佛就能去。这三个条件一切众生都可以具足，只要你愿意，光明眼，见佛光明。",
      "zh_TW": "《華嚴經》上講十種眼，「於五眼外，第六曰智眼。見諸法故」，對於遍法界虛空界萬事萬物，你統統清楚、統統明瞭。第七個「光明眼，見佛之光明」，四十一位法身大士的光明你見到，你見到，你知道他是哪個等級的。權教菩薩也有光明，聲聞、緣覺也有光明，天人也有光明，其實人也有光明。現在世間人稱為磁場，每個人有每個人的磁場，中國人講氛圍、氣分，這練氣功的人都能看見。氣功人講看氣，其實就是佛法講的光，每個人都有，大小不相同，顏色不相同。最好的顏色是金色的，白色、黃色都很好，如果是灰色的、暗色的就有病，身體就不好，所以他們能夠知道你身體健康狀況，一看就明瞭了。這些氣功師都有這種能力，佛菩薩比他們高明多了。往生到極樂世界，你的法眼、你的佛眼能夠普遍觀察十方世界有緣眾生，他們心理的狀況跟身體的狀況，你完全了解，你真的有能力去幫助他，去度化他。往什麼地方接引？當然往極樂世界，因為極樂世界，人人可以去得了，其他的法門都要很多條件。極樂世界只要三個條件，真正相信、真想到極樂世界、真念阿彌陀佛，念佛就能去。這三個條件一切眾生都可以具足，只要你願意，光明眼，見佛光明。"
    },
    {
      "id": "02-037-0201_p0021",
      "zh_CN": "「八、出生死眼，见涅槃」，就是见到自性，明心见性要这个眼，这个眼能见性。第九「无碍眼，所见无碍故」，这是今天科学家所说，宇宙之间只有三种现象，第一种物质现象，第二种精神现象，他们叫信息，第三种自然现象，他们称为能量。对于这些现象你都一清二楚，不需要学，全看清楚、看明白，看得清楚、听得清楚，宗教里面称为全知全能。这是对上帝的赞叹，上帝还没有全知全能，没有五眼，他只有天眼，你往生到极乐世界超过他。最后一种，「一切智眼，又曰普眼，见普门之法界」，普是普遍，门是法门，换句话说，遍法界虚空界你一点障碍都没有，你全都见到。《华严经》上讲的十眼，谁具足？四十一位法身大士统统具足。可是我们修行，依照《华严经》的修法不容易，贤首国师的《还源观》，告诉我们修行的四德、五止、六观，那是《华严》修学的总纲领、总原则，都不容易。基本的条件，德行，德行讲四种，第一个「随缘妙用」。随缘我们做到，活在这个世间不随缘也不行，可是我们用得不妙，我们随缘造业，随善缘造善业，随恶缘就造恶业。随缘自己做不了主，随缘随着变，造善业惹来的三善道的果报，造恶业惹来的三恶道的果报。你必须要懂得，三善道是消福报的，三恶道是消罪业的，罪业跟福报都不是好东西，为什么？出不了六道轮回。必须把这些东西消掉了，你才能超越六道轮回。",
      "zh_TW": "「八、出生死眼，見涅槃」，就是見到自性，明心見性要這個眼，這個眼能見性。第九「無礙眼，所見無礙故」，這是今天科學家所說，宇宙之間只有三種現象，第一種物質現象，第二種精神現象，他們叫信息，第三種自然現象，他們稱為能量。對於這些現象你都一清二楚，不需要學，全看清楚、看明白，看得清楚、聽得清楚，宗教裡面稱為全知全能。這是對上帝的讚歎，上帝還沒有全知全能，沒有五眼，他只有天眼，你往生到極樂世界超過他。最後一種，「一切智眼，又曰普眼，見普門之法界」，普是普遍，門是法門，換句話說，遍法界虛空界你一點障礙都沒有，你全都見到。《華嚴經》上講的十眼，誰具足？四十一位法身大士統統具足。可是我們修行，依照《華嚴經》的修法不容易，賢首國師的《還源觀》，告訴我們修行的四德、五止、六觀，那是《華嚴》修學的總綱領、總原則，都不容易。基本的條件，德行，德行講四種，第一個「隨緣妙用」。隨緣我們做到，活在這個世間不隨緣也不行，可是我們用得不妙，我們隨緣造業，隨善緣造善業，隨惡緣就造惡業。隨緣自己做不了主，隨緣隨著變，造善業惹來的三善道的果報，造惡業惹來的三惡道的果報。你必須要懂得，三善道是消福報的，三惡道是消罪業的，罪業跟福報都不是好東西，為什麼？出不了六道輪迴。必須把這些東西消掉了，你才能超越六道輪迴。"
    },
    {
      "id": "02-037-0201_p0022",
      "zh_CN": "超越六道轮回到四圣法界，四圣法界是释迦牟尼佛的净土，很不容易去！证阿罗汉才能到那个地方，阿罗汉是四圣法界里头最低层的，你要想想才知道修行之难，放下真不容易。所以我们要常常感谢阿弥陀佛，不是阿弥陀佛这一招，我们这一生肯定不能成就。阿弥陀佛在西方建立极乐世界，目的专门接引十方法界六道里面的苦难众生。这些众生很不容易超越轮回，在六道里头搞这些生死生生世世苦不堪言。弥陀生了大悲心，建立极乐世界接引我们到那边去，虽然烦恼没断，业障没消，就能够过跟诸佛如来同等的待遇。到哪里去找？找不到，十方诸佛刹土里头没有，只有这一处。所以诸佛如来将六道里头众生，很难度的、业障重的、不听教诲的，全部都介绍给阿弥陀佛。阿弥陀佛全收，只要你肯来就收，你不肯来那就没法子，肯来的全收，真不容易！我们在这个世间，生生世世谁对我们的恩德最大？阿弥陀佛。第二个是释迦牟尼佛，为什么？他介绍，他要不介绍，我们怎么知道？阿弥陀佛在西方极乐世界办学校，释迦牟尼佛把这个学校介绍给我们，推荐我们到那边去上学。等于说世尊保送我们，那边就迎接我们，这边有送，那边有接的，这个机会决定不可以错过。恩德之大，无与伦比，没有能比较的，佛的恩德大，要有报恩心来学习。",
      "zh_TW": "超越六道輪迴到四聖法界，四聖法界是釋迦牟尼佛的淨土，很不容易去！證阿羅漢才能到那個地方，阿羅漢是四聖法界裡頭最低層的，你要想想才知道修行之難，放下真不容易。所以我們要常常感謝阿彌陀佛，不是阿彌陀佛這一招，我們這一生肯定不能成就。阿彌陀佛在西方建立極樂世界，目的專門接引十方法界六道裡面的苦難眾生。這些眾生很不容易超越輪迴，在六道裡頭搞這些生死生生世世苦不堪言。彌陀生了大悲心，建立極樂世界接引我們到那邊去，雖然煩惱沒斷，業障沒消，就能夠過跟諸佛如來同等的待遇。到哪裡去找？找不到，十方諸佛剎土裡頭沒有，只有這一處。所以諸佛如來將六道裡頭眾生，很難度的、業障重的、不聽教誨的，全部都介紹給阿彌陀佛。阿彌陀佛全收，只要你肯來就收，你不肯來那就沒法子，肯來的全收，真不容易！我們在這個世間，生生世世誰對我們的恩德最大？阿彌陀佛。第二個是釋迦牟尼佛，為什麼？他介紹，他要不介紹，我們怎麼知道？阿彌陀佛在西方極樂世界辦學校，釋迦牟尼佛把這個學校介紹給我們，推薦我們到那邊去上學。等於說世尊保送我們，那邊就迎接我們，這邊有送，那邊有接的，這個機會決定不可以錯過。恩德之大，無與倫比，沒有能比較的，佛的恩德大，要有報恩心來學習。"
    },
    {
      "id": "02-037-0201_p0023",
      "zh_CN": "我们再接着往下看，「今云智慧眼者，可释为十眼中之慧眼与智眼」，十眼当中这两种，第六是智眼，慧眼是五眼里面的菩萨所得的。这个经文里面讲的「开彼智慧眼」，这一句话就说得很清楚！智慧眼是菩萨，法身菩萨所得到的。「亦可解为众生本有之如来智慧德相，亦即佛眼」，这句话是释迦牟尼佛在《华严经》里头说的，一切众生本有的如来智慧德相。经上的原文是「一切众生皆有如来智慧德相」，个个都有，没有一个没有。所以我们要承认自己本来是佛，只是迷失了自性，迷得太严重，变成现在这个样子，本来是佛，怎么搞得这个样子？这一生当中要不知道净土，不能往生，来生堕到三途，那个样子更凄惨、更可怜，这是事实真相，不能不知道。真正搞清楚、搞明白能不忏悔吗？能不羞愧吗？能不回头吗？回头是岸，要赶快回头，迟了来不及。真的要放下万缘，一心专念阿弥陀佛，我们决定在这一生当中往生极乐世界。到极乐世界阿弥陀佛就开我们的智慧眼，不但开智慧眼，还让我们「得光明身」，跟阿弥陀佛一样。",
      "zh_TW": "我們再接著往下看，「今云智慧眼者，可釋為十眼中之慧眼與智眼」，十眼當中這兩種，第六是智眼，慧眼是五眼裡面的菩薩所得的。這個經文裡面講的「開彼智慧眼」，這一句話就說得很清楚！智慧眼是菩薩，法身菩薩所得到的。「亦可解為眾生本有之如來智慧德相，亦即佛眼」，這句話是釋迦牟尼佛在《華嚴經》裡頭說的，一切眾生本有的如來智慧德相。經上的原文是「一切眾生皆有如來智慧德相」，個個都有，沒有一個沒有。所以我們要承認自己本來是佛，只是迷失了自性，迷得太嚴重，變成現在這個樣子，本來是佛，怎麼搞得這個樣子？這一生當中要不知道淨土，不能往生，來生墮到三途，那個樣子更悽慘、更可憐，這是事實真相，不能不知道。真正搞清楚、搞明白能不懺悔嗎？能不羞愧嗎？能不回頭嗎？回頭是岸，要趕快回頭，遲了來不及。真的要放下萬緣，一心專念阿彌陀佛，我們決定在這一生當中往生極樂世界。到極樂世界阿彌陀佛就開我們的智慧眼，不但開智慧眼，還讓我們「得光明身」，跟阿彌陀佛一樣。"
    },
    {
      "id": "02-037-0201_p0024",
      "zh_CN": "「如《会疏》曰：智慧眼，即智慧，谓众生心中本具智慧眼，由无明幻翳，妄为昏盲。住昏盲中故，以佛眼为彼，认盲为自」。这几句话说得好，说明什么？智慧眼是自己本有的，不是从外来的，只是无明就像眼睛生病一样，眼睛生病了，眼球上长了翳，障碍你的瞳孔，你看不到外面东西了。在这个状况之下，以为佛眼只是佛有，成佛他得佛眼，自己没有。盲就是自己没有，认盲为自，以佛眼是他，不知道佛眼自己有，只要把无明放下，佛眼就现前了。下面说「佛光普照，开众生心中本慧眼，灭无始时来盲冥，故言开彼」。这帮助你开光，你看光是自己有的，自己要没有，佛也没有办法把它开出来，你自己本来有，不能不懂。本来有迷失了，现在佛把我们的迷惑消除，我们的智慧眼恢复正常了，就这么回事情，这叫「开彼智慧眼」。这个彼就是往生到极乐世界的人，佛来帮助我们，把我们的智慧眼恢复。",
      "zh_TW": "「如《會疏》曰：智慧眼，即智慧，謂眾生心中本具智慧眼，由無明幻翳，妄為昏盲。住昏盲中故，以佛眼為彼，認盲為自」。這幾句話說得好，說明什麼？智慧眼是自己本有的，不是從外來的，只是無明就像眼睛生病一樣，眼睛生病了，眼球上長了翳，障礙你的瞳孔，你看不到外面東西了。在這個狀況之下，以為佛眼只是佛有，成佛他得佛眼，自己沒有。盲就是自己沒有，認盲為自，以佛眼是他，不知道佛眼自己有，只要把無明放下，佛眼就現前了。下面說「佛光普照，開眾生心中本慧眼，滅無始時來盲冥，故言開彼」。這幫助你開光，你看光是自己有的，自己要沒有，佛也沒有辦法把它開出來，你自己本來有，不能不懂。本來有迷失了，現在佛把我們的迷惑消除，我們的智慧眼恢復正常了，就這麼回事情，這叫「開彼智慧眼」。這個彼就是往生到極樂世界的人，佛來幫助我們，把我們的智慧眼恢復。"
    },
    {
      "id": "02-037-0201_p0025",
      "zh_CN": "没有到极乐世界之前，我们都像瞎子一样，除了肉眼之外什么都没有。到了西方极乐世界不但五眼，《华严》讲的十种眼都具足，十种眼全是自性里头本有的，不是从外来的，只是我们迷而不觉。到极乐世界得到阿弥陀佛威神的加持，听到阿弥陀佛讲经说法，我们觉悟、明白了，这一觉悟、一明白十眼就恢复。在这个地方我们听经不容易开悟，因为有无明烦恼障碍；到西方极乐世界去，虽有无明烦恼，但它不起作用，佛光普照，业障、烦恼、习气自然就没有了，这是阿弥陀佛对所有往生人最大的恩德。我们无始劫迷惑颠倒，遇到阿弥陀佛全解决了。所以我们要下定决心，什么都不能执着，对阿弥陀佛、对极乐世界不能不执着。《弥陀经》上经文教给我们，「执持名号」，执就是执着，持就是保持，决定不能失去，我就凭这个到极乐世界。到极乐世界，我再把它放下，没到极乐世界决定不能放松，这个要注意。",
      "zh_TW": "沒有到極樂世界之前，我們都像瞎子一樣，除了肉眼之外什麼都沒有。到了西方極樂世界不但五眼，《華嚴》講的十種眼都具足，十種眼全是自性裡頭本有的，不是從外來的，只是我們迷而不覺。到極樂世界得到阿彌陀佛威神的加持，聽到阿彌陀佛講經說法，我們覺悟、明白了，這一覺悟、一明白十眼就恢復。在這個地方我們聽經不容易開悟，因為有無明煩惱障礙；到西方極樂世界去，雖有無明煩惱，但它不起作用，佛光普照，業障、煩惱、習氣自然就沒有了，這是阿彌陀佛對所有往生人最大的恩德。我們無始劫迷惑顛倒，遇到阿彌陀佛全解決了。所以我們要下定決心，什麼都不能執著，對阿彌陀佛、對極樂世界不能不執著。《彌陀經》上經文教給我們，「執持名號」，執就是執著，持就是保持，決定不能失去，我就憑這個到極樂世界。到極樂世界，我再把它放下，沒到極樂世界決定不能放鬆，這個要注意。"
    },
    {
      "id": "02-037-0201_p0026",
      "zh_CN": "下面这是念老的解释，解释得很好，「盖谓众生昏盲无知，不识本具佛眼，反自认为盲」，不知道自己有，这就是自认为盲。「将佛眼推向佛边」，成佛了，你看他有佛眼，我没有。其实我有，你也有，他也有，每个人都有，只是自己迷惑颠倒，不知道。我们要不学大乘经教怎么会知道？学了大乘经教知道了，原来我跟佛没有两样，佛有的，我全有。我今天用什么方法来恢复？释迦牟尼佛为我们介绍，念佛往生这个方法，是所有法门里面第一法，人人都可以学不必具任何条件，只要你肯信、你愿意去、你肯念佛这就行了，你看条件就这么简单。修福、造罪没关系，第十八愿，善导大师给我们说的，五逆十恶、毁谤佛法，你能够忏悔改过，统统能往生。这给我们造作罪业的人，吃了一颗定心丸，你不再怀疑，从今之后好好认真学习，到极乐世界你的品位就很高。千万不要听着，阿弥陀佛慈悲，我干什么坏事他都会来接我。这样纵然去到极乐世界，品位很低。改过从今天改，忏悔从今天忏，这就对了，你的品位不会在下辈往生，就提升了。",
      "zh_TW": "下面這是念老的解釋，解釋得很好，「蓋謂眾生昏盲無知，不識本具佛眼，反自認為盲」，不知道自己有，這就是自認為盲。「將佛眼推向佛邊」，成佛了，你看他有佛眼，我沒有。其實我有，你也有，他也有，每個人都有，只是自己迷惑顛倒，不知道。我們要不學大乘經教怎麼會知道？學了大乘經教知道了，原來我跟佛沒有兩樣，佛有的，我全有。我今天用什麼方法來恢復？釋迦牟尼佛為我們介紹，念佛往生這個方法，是所有法門裡面第一法，人人都可以學不必具任何條件，只要你肯信、你願意去、你肯念佛這就行了，你看條件就這麼簡單。修福、造罪沒關係，第十八願，善導大師給我們說的，五逆十惡、毀謗佛法，你能夠懺悔改過，統統能往生。這給我們造作罪業的人，吃了一顆定心丸，你不再懷疑，從今之後好好認真學習，到極樂世界你的品位就很高。千萬不要聽著，阿彌陀佛慈悲，我幹什麼壞事他都會來接我。這樣縱然去到極樂世界，品位很低。改過從今天改，懺悔從今天懺，這就對了，你的品位不會在下輩往生，就提升了。"
    },
    {
      "id": "02-037-0201_p0027",
      "zh_CN": "「今因佛光普照，开明众生心中本有智慧之眼，而消灭盲冥也」。这个佛光是阿弥陀佛，弥陀佛光，弥陀佛光在哪里？这一部经文就是佛光。我们读了经文明白，把这个事，这是多少年来，要把过去算那就是多少劫来都迷惑颠倒，现在搞明白、搞清楚了，经典所在之处就是佛光遍照之处。或者是听经，现在我们有这些高科技，我们有读诵的光碟，有讲解的光碟，学会免费结缘，同学要，都可以到柜台去请。你家里面常常放这些光碟，就是佛光照你的家庭。我没看见？因为你的眼睛没有开，你要是五眼圆明，十眼具足，你就看到你家里全部都是佛光。这些光碟、经书真起作用，供养在家里面，都有这么大福报，都有这么多好处。那你自己去念、自己去学，那更可观了，得的利益无比殊胜。",
      "zh_TW": "「今因佛光普照，開明眾生心中本有智慧之眼，而消滅盲冥也」。這個佛光是阿彌陀佛，彌陀佛光，彌陀佛光在哪裡？這一部經文就是佛光。我們讀了經文明白，把這個事，這是多少年來，要把過去算那就是多少劫來都迷惑顛倒，現在搞明白、搞清楚了，經典所在之處就是佛光遍照之處。或者是聽經，現在我們有這些高科技，我們有讀誦的光碟，有講解的光碟，學會免費結緣，同學要，都可以到櫃台去請。你家裡面常常放這些光碟，就是佛光照你的家庭。我沒看見？因為你的眼睛沒有開，你要是五眼圓明，十眼具足，你就看到你家裡全部都是佛光。這些光碟、經書真起作用，供養在家裡面，都有這麼大福報，都有這麼多好處。那你自己去念、自己去學，那更可觀了，得的利益無比殊勝。"
    },
    {
      "id": "02-037-0201_p0028",
      "zh_CN": "底下一段，「光明身」，《三藏法数》第十三卷，「谓有三种光明：第一外光明」，太阳，月亮，火珠我们现在讲灯光，这些光明能除暗的，夜晚。如果没有的话，白天也是黑暗的，怎么知道？日蚀的时候看到，月蚀的时候看到，没有这三种光明这个世间是黑暗的，太空也是黑暗的，所以这是外面的光明。第二种「法光明，妙法能除愚痴之暗者」。实际上整个宇宙是通明的，是明亮的，真的，是我们的眼有问题。为什么明亮？自性是放光明的。自性之体，你看看在极乐世界称为常寂光土，常寂光土里有光，而且那个光是常光，常是永恒不断的，从来没有熄灭的，《华严经》上讲「大光明藏」，整个宇宙是光明的。我们的眼睛真的是瞎了，经上讲的这不是比喻，真的。什么东西把我们的眼睛搞瞎了？无明烦恼、尘沙烦恼、见思烦恼，这三种烦恼障碍了我们的眼，染污了我们的清净眼，所以大光明藏见不到，常寂光见不到，这冤不冤枉？这不能怪别人，自作自受。",
      "zh_TW": "底下一段，「光明身」，《三藏法數》第十三卷，「謂有三種光明：第一外光明」，太陽，月亮，火珠我們現在講燈光，這些光明能除暗的，夜晚。如果沒有的話，白天也是黑暗的，怎麼知道？日蝕的時候看到，月蝕的時候看到，沒有這三種光明這個世間是黑暗的，太空也是黑暗的，所以這是外面的光明。第二種「法光明，妙法能除愚痴之暗者」。實際上整個宇宙是通明的，是明亮的，真的，是我們的眼有問題。為什麼明亮？自性是放光明的。自性之體，你看看在極樂世界稱為常寂光土，常寂光土裡有光，而且那個光是常光，常是永恆不斷的，從來沒有熄滅的，《華嚴經》上講「大光明藏」，整個宇宙是光明的。我們的眼睛真的是瞎了，經上講的這不是比喻，真的。什麼東西把我們的眼睛搞瞎了？無明煩惱、塵沙煩惱、見思煩惱，這三種煩惱障礙了我們的眼，染污了我們的清淨眼，所以大光明藏見不到，常寂光見不到，這冤不冤枉？這不能怪別人，自作自受。"
    },
    {
      "id": "02-037-0201_p0029",
      "zh_CN": "为什么要起心动念？为什么要分别？为什么要执着？这个烦恼愈严重，你的病就愈深。佛告诉我们清清楚楚，只要把这三样东西放下，五眼、十眼就恢复了。需不需要他来医治？他不需要动手，告诉你这个，你只要放下就是。所以妙法，佛给你教的这个方法，这法是妙法，能除愚痴之暗，愚痴就是无明，佛教给我们放下，我们真肯放下，放下就成佛。一念迷，你就变成众生、变成凡夫，一念觉你就成佛了，觉迷就在一念之间。这一念是弥勒菩萨所说的一念，我们是一念迷，念念皆迷，没觉。为什么觉不了？把这个世间样样都当真，样样都执着，样样都分别、起心动念，这回不了头。遇到佛法，佛法就是佛光遍照，我们自己这么多的烦恼不肯放下，佛光怎么照也没用，也不觉悟。为什么？觉悟的人他放下了，放下，自己光明就恢复，关键是我们真的肯放下。",
      "zh_TW": "為什麼要起心動念？為什麼要分別？為什麼要執著？這個煩惱愈嚴重，你的病就愈深。佛告訴我們清清楚楚，只要把這三樣東西放下，五眼、十眼就恢復了。需不需要他來醫治？他不需要動手，告訴你這個，你只要放下就是。所以妙法，佛給你教的這個方法，這法是妙法，能除愚痴之暗，愚痴就是無明，佛教給我們放下，我們真肯放下，放下就成佛。一念迷，你就變成眾生、變成凡夫，一念覺你就成佛了，覺迷就在一念之間。這一念是彌勒菩薩所說的一念，我們是一念迷，念念皆迷，沒覺。為什麼覺不了？把這個世間樣樣都當真，樣樣都執著，樣樣都分別、起心動念，這回不了頭。遇到佛法，佛法就是佛光遍照，我們自己這麼多的煩惱不肯放下，佛光怎麼照也沒用，也不覺悟。為什麼？覺悟的人他放下了，放下，自己光明就恢復，關鍵是我們真的肯放下。"
    },
    {
      "id": "02-037-0201_p0030",
      "zh_CN": "第三种「身光明，诸佛菩萨及诸天等」，天人身都有光明，「能除暗者」。所以生天，天上不需要日月、火珠，不需要，极乐世界也不需要，身有光明。「如经云：身顶皆有光明照耀」，佛身上有光，顶上有光，有常光、有放光，常光是常有的不会消失。极乐世界每个往生的人有没有光？有，身顶统统有光，所以极乐世界也叫光明世界。我们在这个世界，这个世界黑暗，怎么黑暗的？大乘经上有，「境随心转」。我们这个世界上的居民烦恼业障深重，自己一身烦恼、习气、罪业，本有的光明统统被它们障碍住。那外面环境，境随心转，外面这个天空也被我们感染，光明也看不到，道理在此地。依报随着正报转，如果我们每个人都能够把见思烦恼放下，我们看天空是一片光明。",
      "zh_TW": "第三種「身光明，諸佛菩薩及諸天等」，天人身都有光明，「能除暗者」。所以生天，天上不需要日月、火珠，不需要，極樂世界也不需要，身有光明。「如經云：身頂皆有光明照耀」，佛身上有光，頂上有光，有常光、有放光，常光是常有的不會消失。極樂世界每個往生的人有沒有光？有，身頂統統有光，所以極樂世界也叫光明世界。我們在這個世界，這個世界黑暗，怎麼黑暗的？大乘經上有，「境隨心轉」。我們這個世界上的居民煩惱業障深重，自己一身煩惱、習氣、罪業，本有的光明統統被它們障礙住。那外面環境，境隨心轉，外面這個天空也被我們感染，光明也看不到，道理在此地。依報隨著正報轉，如果我們每個人都能夠把見思煩惱放下，我們看天空是一片光明。"
    },
    {
      "id": "02-037-0201_p0031",
      "zh_CN": "《虚云老和尚年谱》，我初学佛的时候六十多年前，老和尚往生不久，《年谱》是香港佛教流通处，智开法师那里出版的，我很仔细的读过一遍。里面有一段，我相信老和尚不会骗人，有一年过年，他住茅蓬，茅蓬要依靠寺庙，因为你吃的粮食油盐米，蔬菜自己可以种，这些东西每次都要到常住去拿，大概是一个星期或者半个月去拿一次。有一次过年，到常住去拿米油盐回到自己的茅蓬，茅蓬大概要走一段路，有相当的距离。回去的时候大概黄昏，但是天上还是亮的，看得见，老和尚修定，确实也常在定中。拿着这些粮食回茅蓬，走到半路上遇到两个同伴都认识，就是常住的，这两个人手上拿灯笼，跟他两个碰到之后，这两个人就问他：老和尚，天这么黑了，你怎么没有拿个灯？虚云和尚听到这个话之后，天突然黑下来了。他们两个人没有讲这个，老和尚没有看到黑暗，就像他离开那个时候时分相同，没有黑暗，他一说黑暗的时候突然暗下来了。这说明境随心转，他的心里头没有黑暗它就不黑，人家提醒一下，是黑了，天马上就黑暗了，这不是很清楚境随心转！",
      "zh_TW": "《虛雲老和尚年譜》，我初學佛的時候六十多年前，老和尚往生不久，《年譜》是香港佛教流通處，智開法師那裡出版的，我很仔細的讀過一遍。裡面有一段，我相信老和尚不會騙人，有一年過年，他住茅蓬，茅蓬要依靠寺廟，因為你吃的糧食油鹽米，蔬菜自己可以種，這些東西每次都要到常住去拿，大概是一個星期或者半個月去拿一次。有一次過年，到常住去拿米油鹽回到自己的茅蓬，茅蓬大概要走一段路，有相當的距離。回去的時候大概黃昏，但是天上還是亮的，看得見，老和尚修定，確實也常在定中。拿著這些糧食回茅蓬，走到半路上遇到兩個同伴都認識，就是常住的，這兩個人手上拿燈籠，跟他兩個碰到之後，這兩個人就問他：老和尚，天這麼黑了，你怎麼沒有拿個燈？虛雲和尚聽到這個話之後，天突然黑下來了。他們兩個人沒有講這個，老和尚沒有看到黑暗，就像他離開那個時候時分相同，沒有黑暗，他一說黑暗的時候突然暗下來了。這說明境隨心轉，他的心裡頭沒有黑暗它就不黑，人家提醒一下，是黑了，天馬上就黑暗了，這不是很清楚境隨心轉！"
    },
    {
      "id": "02-037-0201_p0032",
      "zh_CN": "同样一个道理，今天地球上很多灾难，怎么来的？大家念来的。造的业太重了，这个业能没有果报吗？果报就现前。如果我们念头一转，断恶修善，不再想恶的，全想善的、全干善的，这灾难就没有。跟虚云老和尚这是一个例子，你要认为虚云老和尚这一段记录是真的，我们化解灾难也是真的。连美国布莱登博士都说，劝导地球上的居民弃恶扬善、改邪归正、端正心念，地球上灾难就没有了。我们这些年来，也有很多信息告诉我们，教我们怎样去应对这个灾难。很多人都说，我听到最多的，要三桩事情可以平安度过这个灾难，第一个素食，什么原因？不吃众生肉。你要晓得，杀生吃肉，一年多少动物被杀？联合国有个统计，大概是一亿八千万动物被杀的，这个杀生吃肉的罪很重，头一个劝你吃素。第二个劝你爱心，人要把爱心提起来，爱自己，爱家亲眷属，爱人类，爱所有的动物、植物，要爱地球，爱心要有，没有爱心不行。第三个要安静，不能浮躁，纵然灾难来了不怕、不畏、不惧，心是平静的，很容易度过。这个时候最怕的是心浮气躁、慌乱，所以人会死，说老实话不是你该死，是你被吓死，你很冤枉。你不要怕，你就平安度过，你要害怕真的会被吓死，说得很有道理。",
      "zh_TW": "同樣一個道理，今天地球上很多災難，怎麼來的？大家念來的。造的業太重了，這個業能沒有果報嗎？果報就現前。如果我們念頭一轉，斷惡修善，不再想惡的，全想善的、全幹善的，這災難就沒有。跟虛雲老和尚這是一個例子，你要認為虛雲老和尚這一段記錄是真的，我們化解災難也是真的。連美國布萊登博士都說，勸導地球上的居民棄惡揚善、改邪歸正、端正心念，地球上災難就沒有了。我們這些年來，也有很多信息告訴我們，教我們怎樣去應對這個災難。很多人都說，我聽到最多的，要三樁事情可以平安度過這個災難，第一個素食，什麼原因？不吃眾生肉。你要曉得，殺生吃肉，一年多少動物被殺？聯合國有個統計，大概是一億八千萬動物被殺的，這個殺生吃肉的罪很重，頭一個勸你吃素。第二個勸你愛心，人要把愛心提起來，愛自己，愛家親眷屬，愛人類，愛所有的動物、植物，要愛地球，愛心要有，沒有愛心不行。第三個要安靜，不能浮躁，縱然災難來了不怕、不畏、不懼，心是平靜的，很容易度過。這個時候最怕的是心浮氣躁、慌亂，所以人會死，說老實話不是你該死，是你被嚇死，你很冤枉。你不要怕，你就平安度過，你要害怕真的會被嚇死，說得很有道理。"
    },
    {
      "id": "02-037-0201_p0033",
      "zh_CN": "这个杀生里头，我劝大家特别要留意，决定不可以堕胎，堕胎是杀人，杀谁？杀自己的儿女，那个怨恨、仇恨比什么都厉害。佛经上讲「人身难得，佛法难闻」，好不容易他得个人身要来了，还没有出世，你就把他杀掉，他不恨你吗？他来报恩的，变成结上深仇大恨；他来还债的，你也把他杀掉，不但他不欠你债，你还欠他的命，你说麻不麻烦？这个事情决定不能干。素食好，度过这个灾难之后，你再去吃荤。这个灾难听说要三年，你就发心吃三年素，你好度过。素食好，我吃了六十一年，身体很健康、没毛病！不是说不吃肉人就没有营养，没有这个道理。出家人素食很多，你看身体健康都非常好，这大家都看见的。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "這個殺生裡頭，我勸大家特別要留意，決定不可以墮胎，墮胎是殺人，殺誰？殺自己的兒女，那個怨恨、仇恨比什麼都厲害。佛經上講「人身難得，佛法難聞」，好不容易他得個人身要來了，還沒有出世，你就把他殺掉，他不恨你嗎？他來報恩的，變成結上深仇大恨；他來還債的，你也把他殺掉，不但他不欠你債，你還欠他的命，你說麻不麻煩？這個事情決定不能幹。素食好，度過這個災難之後，你再去吃葷。這個災難聽說要三年，你就發心吃三年素，你好度過。素食好，我吃了六十一年，身體很健康、沒毛病！不是說不吃肉人就沒有營養，沒有這個道理。出家人素食很多，你看身體健康都非常好，這大家都看見的。好，今天時間到了，我們就學習到此地。"
    }
  ]
}