{
  "doc_id": "02-037-0531",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三一集",
    "zh_TW": "第五三一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0531",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-037-0531_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》一０四三页第七行，最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》一０四三頁第七行，最後一句看起："
    },
    {
      "id": "02-037-0531_p0002",
      "zh_CN": "「又《弥陀要解》答曰：设不从事取舍，但尚不取不舍，即执理废事。既废于事，理亦不圆」。这是中国传统文化的基本概念，那就是中国人追求智慧，智慧是圆融的，不偏在一面。儒家的教学，这也是传统基本概念，博学、审问、慎思、明辨这属于理，笃行这属于事。如果执着理没有事，这叫玄谈。玄谈是什么？就是空谈，不能落实，于自己、于社会、于国家、于全世界没有好处。只是空谈理论，得不到真实的利益，所以还不如事。事在中国传统，所以常说礼义之邦，礼是实在的，是讲事，义要没有礼，这个义就落空了。必须礼跟义要结合在一起，就圆融了。所以学以致用，第一个用处就是身心健康。这非常现实，头一个身心健康，自在快乐，夫子不亦悦乎，佛陀法喜充满，这头一个自己得的利益。《无量寿经》讲三个真实，真实之际是体，真实智慧，后头真实的利益，如果没有利益，智慧跟体性全落空，你会讲、你能说，你得不到受用。",
      "zh_TW": "「又《彌陀要解》答曰：設不從事取捨，但尚不取不捨，即執理廢事。既廢於事，理亦不圓」。這是中國傳統文化的基本概念，那就是中國人追求智慧，智慧是圓融的，不偏在一面。儒家的教學，這也是傳統基本概念，博學、審問、慎思、明辨這屬於理，篤行這屬於事。如果執著理沒有事，這叫玄談。玄談是什麼？就是空談，不能落實，於自己、於社會、於國家、於全世界沒有好處。只是空談理論，得不到真實的利益，所以還不如事。事在中國傳統，所以常說禮義之邦，禮是實在的，是講事，義要沒有禮，這個義就落空了。必須禮跟義要結合在一起，就圓融了。所以學以致用，第一個用處就是身心健康。這非常現實，頭一個身心健康，自在快樂，夫子不亦悅乎，佛陀法喜充滿，這頭一個自己得的利益。《無量壽經》講三個真實，真實之際是體，真實智慧，後頭真實的利益，如果沒有利益，智慧跟體性全落空，你會講、你能說，你得不到受用。"
    },
    {
      "id": "02-037-0531_p0003",
      "zh_CN": "譬如今天科学真正看到阿赖耶的三细相，说得还不够透彻，但是确实发现了。这在佛法里面，接近到这个，那就是接近大彻大悟。他们的受用、境界远超过二乘，这个意味着，二乘六种神通这种人全都具足。科学家虽然发现三细相，纵然二十年之后，他讲清楚、讲明白，跟佛经上是一样，他这六种神通一个都没有，真实利益没得到。佛法用什么方法发现阿赖耶的？是用定慧。科学家用的是数学，根据数学推理，然后再用精密仪器去观察、去捉捕，这样发现的。方法不一样，都发现了，一个依旧是凡夫，出不了六道生死轮回；一个几乎要超越十法界了，差一点点功夫他就超越十法界，不是脱离六道轮回，脱离十法界，利益不相同。克实而论，知道得那么多，还不如行得少。一本《弟子规》真正做到，你是世间一个真正有德行的人，不一定有大学问，真正有德行，这个德行保证你来生生天，这是真实利益。博通儒家典籍，连《弟子规》也做不到，他是凡夫，依旧免不了六道轮回，不一样。佛法非常重视行，没有行，你的智慧是假的，不是真的。所以，它的修学原则就是戒定慧三学，因戒得定，因定开慧。",
      "zh_TW": "譬如今天科學真正看到阿賴耶的三細相，說得還不夠透徹，但是確實發現了。這在佛法裡面，接近到這個，那就是接近大徹大悟。他們的受用、境界遠超過二乘，這個意味著，二乘六種神通這種人全都具足。科學家雖然發現三細相，縱然二十年之後，他講清楚、講明白，跟佛經上是一樣，他這六種神通一個都沒有，真實利益沒得到。佛法用什麼方法發現阿賴耶的？是用定慧。科學家用的是數學，根據數學推理，然後再用精密儀器去觀察、去捉捕，這樣發現的。方法不一樣，都發現了，一個依舊是凡夫，出不了六道生死輪迴；一個幾乎要超越十法界了，差一點點功夫他就超越十法界，不是脫離六道輪迴，脫離十法界，利益不相同。剋實而論，知道得那麼多，還不如行得少。一本《弟子規》真正做到，你是世間一個真正有德行的人，不一定有大學問，真正有德行，這個德行保證你來生生天，這是真實利益。博通儒家典籍，連《弟子規》也做不到，他是凡夫，依舊免不了六道輪迴，不一樣。佛法非常重視行，沒有行，你的智慧是假的，不是真的。所以，它的修學原則就是戒定慧三學，因戒得定，因定開慧。"
    },
    {
      "id": "02-037-0531_p0004",
      "zh_CN": "我们这一代的人，不管你怎么样，你肯定受科学的影响，科学已经四百年了，我们生活哪有不受它影响！受它影响最严重的是怀疑。我们接触佛法，对佛法怀疑。我接触佛法是学哲学进去的，如果要不是学哲学，我们跟佛法没有缘分，边都碰不上。接触之后才真正明白，佛法究竟是什么，方老师讲清楚、讲明白了。古来祖师大德，我们看他的典籍，他也讲清楚、也讲明白了，可是讲得太深，我们不懂，我们也看了。古人的方法是点到为止，没细说。没细说，现在人就听不懂，没有这个悟性。必须讲得很清楚、很透彻，他还未必懂，这是今天之难！也是灾难不能避免，道理在此地。如何把传统东西跟现代化相结合，能让现代的人很容易明了，很欢喜去做到，这就功德无量了，这真实功德。",
      "zh_TW": "我們這一代的人，不管你怎麼樣，你肯定受科學的影響，科學已經四百年了，我們生活哪有不受它影響！受它影響最嚴重的是懷疑。我們接觸佛法，對佛法懷疑。我接觸佛法是學哲學進去的，如果要不是學哲學，我們跟佛法沒有緣分，邊都碰不上。接觸之後才真正明白，佛法究竟是什麼，方老師講清楚、講明白了。古來祖師大德，我們看他的典籍，他也講清楚、也講明白了，可是講得太深，我們不懂，我們也看了。古人的方法是點到為止，沒細說。沒細說，現在人就聽不懂，沒有這個悟性。必須講得很清楚、很透徹，他還未必懂，這是今天之難！也是災難不能避免，道理在此地。如何把傳統東西跟現代化相結合，能讓現代的人很容易明瞭，很歡喜去做到，這就功德無量了，這真實功德。"
    },
    {
      "id": "02-037-0531_p0005",
      "zh_CN": "要别人做到，一定先自己做到。过去我们在汤池做的实验，前人我听说也曾经做过，没做成功，不是他们没有能力，他们的学问、智慧、德能都在我之上。没做成功，缘上有问题。军阀割据，战乱的时代，你还没做成功，被人毁掉了，这就是缘不具足。我们做这个事情，这个缘具足了，是在安定社会当中做出来的。做出来得力于老师的觉悟，老师要不觉悟，不肯真干，做不出来。我们做这个实验目的是给联合国看的，我们在联合国做的报告不是假的，可以兑现的。今天不做出来，讲得再好，人家不相信，他赞叹、鼓掌，心里面认为这是理想，这不是事实。",
      "zh_TW": "要別人做到，一定先自己做到。過去我們在湯池做的實驗，前人我聽說也曾經做過，沒做成功，不是他們沒有能力，他們的學問、智慧、德能都在我之上。沒做成功，緣上有問題。軍閥割據，戰亂的時代，你還沒做成功，被人毀掉了，這就是緣不具足。我們做這個事情，這個緣具足了，是在安定社會當中做出來的。做出來得力於老師的覺悟，老師要不覺悟，不肯真幹，做不出來。我們做這個實驗目的是給聯合國看的，我們在聯合國做的報告不是假的，可以兌現的。今天不做出來，講得再好，人家不相信，他讚歎、鼓掌，心裡面認為這是理想，這不是事實。"
    },
    {
      "id": "02-037-0531_p0006",
      "zh_CN": "古时候中国人的价值观跟西方人完全不一样，现在中国人把自己的价值观忘掉了。满清亡国这一百年，这一百年当中没人教，全接受西方东西。西方的价值观就是一个利，中国人的价值观是仁义，从汉到满清末年，用这两个字。外国人的价值观，确确实实自私自利，所以他要竞争、他要斗争，损人利己，他干这个事情。中国人不是的，中国人起心动念也求利，为谁求？天下大利。我要得利，我要让天下人统统都得利，这是中国人。所以中国人这个利益近于义，他不是自私自利。这是大利，大利利益天下众生，目标是世界大同，天下太平。所以理要重视，事不能废弃。",
      "zh_TW": "古時候中國人的價值觀跟西方人完全不一樣，現在中國人把自己的價值觀忘掉了。滿清亡國這一百年，這一百年當中沒人教，全接受西方東西。西方的價值觀就是一個利，中國人的價值觀是仁義，從漢到滿清末年，用這兩個字。外國人的價值觀，確確實實自私自利，所以他要競爭、他要鬥爭，損人利己，他幹這個事情。中國人不是的，中國人起心動念也求利，為誰求？天下大利。我要得利，我要讓天下人統統都得利，這是中國人。所以中國人這個利益近於義，他不是自私自利。這是大利，大利利益天下眾生，目標是世界大同，天下太平。所以理要重視，事不能廢棄。"
    },
    {
      "id": "02-037-0531_p0007",
      "zh_CN": "我们做实验，要求老师们，那时候只有三十七位老师，我要求这个实验只许成功不能失败。如果我们实验失败了，中国传统文化就从这个地方灭亡了，世界上人都说中国文化过期了，不适合时代潮流，应该完全彻底把它抛弃，会产生这个后果。如果实验成功了，他们耳目一新，几千年的东西现在还管用。我们做的是中国传统文化兴废存亡这个关键点上，你说我们负的使命多重。所以舍弃生命在所不惜，一定要把它做成功。从哪里做起？就从《弟子规》做起，把《感应篇》、《十善业道》融入《弟子规》里头，一即是三，三即是一，落实在生活，落实在工作，落实在处事待人接物。我希望这些老师们四个月做成功。老师真好，我非常敬仰他们，他们两个月就做到了。",
      "zh_TW": "我們做實驗，要求老師們，那時候只有三十七位老師，我要求這個實驗只許成功不能失敗。如果我們實驗失敗了，中國傳統文化就從這個地方滅亡了，世界上人都說中國文化過期了，不適合時代潮流，應該完全徹底把它拋棄，會產生這個後果。如果實驗成功了，他們耳目一新，幾千年的東西現在還管用。我們做的是中國傳統文化興廢存亡這個關鍵點上，你說我們負的使命多重。所以捨棄生命在所不惜，一定要把它做成功。從哪裡做起？就從《弟子規》做起，把《感應篇》、《十善業道》融入《弟子規》裡頭，一即是三，三即是一，落實在生活，落實在工作，落實在處事待人接物。我希望這些老師們四個月做成功。老師真好，我非常敬仰他們，他們兩個月就做到了。"
    },
    {
      "id": "02-037-0531_p0008",
      "zh_CN": "老师打电话告诉我，我们现在做到了，底下一步怎么办？我告诉他们，下乡入户，我们用身教，不用言教。到农民家里，看到老人就是自己的父母，我要用什么样的心态来待父母，你把它做出来。儿女在外面工作回来了，回到家里，看到父母。家里面这些事情，看到马上动手做，地不干净赶快扫，桌子不干净赶紧擦。什么样的事情，只要看到立刻就做，把这个家整理得整整齐齐、干干净净，老人侍候得周到。老人感动了，流眼泪，说你们这批老师好，比我儿女好，我没有把儿女教好。儿女看到这些老师这种行动，惭愧心生起来，觉得自己不孝顺父母，没有好好的侍候父母，良心引起来了。",
      "zh_TW": "老師打電話告訴我，我們現在做到了，底下一步怎麼辦？我告訴他們，下鄉入戶，我們用身教，不用言教。到農民家裡，看到老人就是自己的父母，我要用什麼樣的心態來待父母，你把它做出來。兒女在外面工作回來了，回到家裡，看到父母。家裡面這些事情，看到馬上動手做，地不乾淨趕快掃，桌子不乾淨趕緊擦。什麼樣的事情，只要看到立刻就做，把這個家整理得整整齊齊、乾乾淨淨，老人侍候得周到。老人感動了，流眼淚，說你們這批老師好，比我兒女好，我沒有把兒女教好。兒女看到這些老師這種行動，慚愧心生起來，覺得自己不孝順父母，沒有好好的侍候父母，良心引起來了。"
    },
    {
      "id": "02-037-0531_p0009",
      "zh_CN": "我们做了三个星期，向大家宣布，中心开课，希望大家来听，自然来了。我们预想二年到三年，这个小镇产生变化，小镇的居民都能够明理，都懂得做人。没有想到三个多月不到四个月，这个小镇出现我们预想的效果。我们认为三年可以达到的，三个多月就做到了，我们感到很惊讶，老师也惊讶。我跟老师谈话，我说我们这个实验得出了两个结论，第一个证明了人性本善，「人之初，性本善」，这是真的不是假的；第二个证明了人是非常好教的，就是没人教他。",
      "zh_TW": "我們做了三個星期，向大家宣布，中心開課，希望大家來聽，自然來了。我們預想二年到三年，這個小鎮產生變化，小鎮的居民都能夠明理，都懂得做人。沒有想到三個多月不到四個月，這個小鎮出現我們預想的效果。我們認為三年可以達到的，三個多月就做到了，我們感到很驚訝，老師也驚訝。我跟老師談話，我說我們這個實驗得出了兩個結論，第一個證明了人性本善，「人之初，性本善」，這是真的不是假的；第二個證明了人是非常好教的，就是沒人教他。"
    },
    {
      "id": "02-037-0531_p0010",
      "zh_CN": "要什么样的人来教？这也是我教给老师的，召集他们第一天，我跟他们讲话。我奉劝老师，我说在历史上，世界上教学最成功的，释迦牟尼佛和中国的孔子。他成功的秘诀在什么、在哪里？我们都去思考。他成功的秘诀在先行其言，这就说是他先做到然后再说，没有做到的绝不说，所以人家相信。说出来做不到，别人不相信你。所以我很简单告诉大家，我说，做到之后说到，这叫圣人；说到之后自己确实就能做到，这是贤人；说到之后做不到，那叫骗人。骗人，谁相信？勉励这些老师要做圣人、要做贤人，说话决定要负责任，自己要多想想，没有做到的别说。实验成功了，决定不居功。传统文化丢掉两百年，我们能在三个多月把它恢复，这不是人能做得出来的。我说这是祖宗之德在加持，三宝威神在加持，决定不要用祖宗的功、三宝的德来往我们脸上贴金，那就大错特错了。这哪里是人做得出来的！这个象征着佛跟祖宗在保佑，我们中国传统文化会复兴。如果不会复兴，不可能有这个成就，祖宗、三宝不会加持；祖宗、三宝加持，这就象征着中国文化会起作用，所以我们要有信心。",
      "zh_TW": "要什麼樣的人來教？這也是我教給老師的，召集他們第一天，我跟他們講話。我奉勸老師，我說在歷史上，世界上教學最成功的，釋迦牟尼佛和中國的孔子。他成功的祕訣在什麼、在哪裡？我們都去思考。他成功的祕訣在先行其言，這就說是他先做到然後再說，沒有做到的絕不說，所以人家相信。說出來做不到，別人不相信你。所以我很簡單告訴大家，我說，做到之後說到，這叫聖人；說到之後自己確實就能做到，這是賢人；說到之後做不到，那叫騙人。騙人，誰相信？勉勵這些老師要做聖人、要做賢人，說話決定要負責任，自己要多想想，沒有做到的別說。實驗成功了，決定不居功。傳統文化丟掉兩百年，我們能在三個多月把它恢復，這不是人能做得出來的。我說這是祖宗之德在加持，三寶威神在加持，決定不要用祖宗的功、三寶的德來往我們臉上貼金，那就大錯特錯了。這哪裡是人做得出來的！這個象徵著佛跟祖宗在保佑，我們中國傳統文化會復興。如果不會復興，不可能有這個成就，祖宗、三寶不會加持；祖宗、三寶加持，這就象徵著中國文化會起作用，所以我們要有信心。"
    },
    {
      "id": "02-037-0531_p0011",
      "zh_CN": "那下面一桩事情，这是我的事情，我也求佛、求祖宗保佑，怎么样能把这个效果在联合国做报告。这个事情难，我们跟联合国没有关系。虽然接受它邀请，参加他们主办的和平会议，参加了有六、七次，做过一次协办，协办没有主权。所以这个事情真难。你看，佛菩萨、祖宗安排了，两个月之后联合国来找我，邀请我参加他们主办的一个活动，也邀请我做主办单位。这个活动有五个主办单位，实际上五个主办单位是以我们为中心，那些是挂个主办的名，并没有参加实际的工作。我们这才有权把汤池的成就做八个小时的报告，做三天展览，都不是人的力量能做得成功。联合国找我，我得要感谢泰国，联合国办这个活动是纪念释迦牟尼佛二千五百五十周年，就是二００六年，主题是佛教徒对人类的贡献。他找的是泰国，泰国是以佛教为国教，找他们。我们是泰国大使推荐，向联合国推荐，邀请我们也做主办单位。真的，是三宝加持，祖宗之德，那不是人能做得出来的，自始至终全是佛菩萨在安排，我们感谢祖宗，感谢三宝。",
      "zh_TW": "那下面一樁事情，這是我的事情，我也求佛、求祖宗保佑，怎麼樣能把這個效果在聯合國做報告。這個事情難，我們跟聯合國沒有關係。雖然接受它邀請，參加他們主辦的和平會議，參加了有六、七次，做過一次協辦，協辦沒有主權。所以這個事情真難。你看，佛菩薩、祖宗安排了，兩個月之後聯合國來找我，邀請我參加他們主辦的一個活動，也邀請我做主辦單位。這個活動有五個主辦單位，實際上五個主辦單位是以我們為中心，那些是掛個主辦的名，並沒有參加實際的工作。我們這才有權把湯池的成就做八個小時的報告，做三天展覽，都不是人的力量能做得成功。聯合國找我，我得要感謝泰國，聯合國辦這個活動是紀念釋迦牟尼佛二千五百五十週年，就是二００六年，主題是佛教徒對人類的貢獻。他找的是泰國，泰國是以佛教為國教，找他們。我們是泰國大使推薦，向聯合國推薦，邀請我們也做主辦單位。真的，是三寶加持，祖宗之德，那不是人能做得出來的，自始至終全是佛菩薩在安排，我們感謝祖宗，感謝三寶。"
    },
    {
      "id": "02-037-0531_p0012",
      "zh_CN": "我们这十几个小时，学习的这些经文，全讲信，信难，断疑生信。全讲行，要做出来，真信就真干，没有真干，还是有怀疑。如果一点怀疑都没有，任何力量都障碍你不住，你决定真干。所以我们看人信解到什么程度，你不看别的，你就看他，他做到什么地方，他的信解止于这里。所以蕅益大师在这里强调，理跟事同样重要，不能够执理废事。执理废事是非常非常普遍，一般都是士大夫阶级，用现在的话说知识分子，他好学，他研究这些东西，他做不到。研究跟自己实际生活是两桩事情，这叫求知识。我们把佛学跟学佛看作两桩事情，真正学习，也能言善道，自己没有做到，这叫佛学；真正做到，这叫学佛。学佛，不一定他能说，不一定他能透彻了解，但是他有诚信，他不怀疑，他真正做到了。发菩提心，一向专念，他真做到，所以他真能往生，干真的，不是干假的。凡是真正往生的人，你细心观察他生前，他的生活、他处事待人接物，你细细去观摩，必定是真诚。生活再清苦，他的心是真诚心，对待人慈悲，无论做什么事情无怨无悔，他的心是清净平等的。比那个执理废事的人，既废于事，理亦不圆，这是真的。理圆了，六信就现前；理不圆，六信不圆。",
      "zh_TW": "我們這十幾個小時，學習的這些經文，全講信，信難，斷疑生信。全講行，要做出來，真信就真幹，沒有真幹，還是有懷疑。如果一點懷疑都沒有，任何力量都障礙你不住，你決定真幹。所以我們看人信解到什麼程度，你不看別的，你就看他，他做到什麼地方，他的信解止於這裡。所以蕅益大師在這裡強調，理跟事同樣重要，不能夠執理廢事。執理廢事是非常非常普遍，一般都是士大夫階級，用現在的話說知識分子，他好學，他研究這些東西，他做不到。研究跟自己實際生活是兩樁事情，這叫求知識。我們把佛學跟學佛看作兩樁事情，真正學習，也能言善道，自己沒有做到，這叫佛學；真正做到，這叫學佛。學佛，不一定他能說，不一定他能透徹了解，但是他有誠信，他不懷疑，他真正做到了。發菩提心，一向專念，他真做到，所以他真能往生，幹真的，不是幹假的。凡是真正往生的人，你細心觀察他生前，他的生活、他處事待人接物，你細細去觀摩，必定是真誠。生活再清苦，他的心是真誠心，對待人慈悲，無論做什麼事情無怨無悔，他的心是清淨平等的。比那個執理廢事的人，既廢於事，理亦不圓，這是真的。理圓了，六信就現前；理不圓，六信不圓。"
    },
    {
      "id": "02-037-0531_p0013",
      "zh_CN": "「若达全事即理」，这真的了，说真话了，理跟事是一不是二，决定分不开，理就是事，事就是理。理是虚的，事是实在的。理在哪里？理在事当中，事在理当中。就跟佛法讲，性相一如，性相不二，相在性中，性在相中。你能在相里头见性，就成佛了，明心见性，见性成佛。所有一切相不离自性。现在科学家告诉我们，所有物质现象都跟意念，意念就是心性，不能分割。再小的物质，微中子，佛法称之为极微色，或者称为极微之微，最小的物质单位，里面有受想行识。我们明白这桩事情，才知道《心经》里头所说的「五蕴皆空」，读了几十年的《心经》，对于五蕴皆空不了解。我们那个时候以为五蕴皆空是指一个人身相，我们肉身是色，受想行识是心理作用，心是虚的，色是实在的。五蕴是一体，决定不能分开，从一念不觉，这就生起来了。",
      "zh_TW": "「若達全事即理」，這真的了，說真話了，理跟事是一不是二，決定分不開，理就是事，事就是理。理是虛的，事是實在的。理在哪裡？理在事當中，事在理當中。就跟佛法講，性相一如，性相不二，相在性中，性在相中。你能在相裡頭見性，就成佛了，明心見性，見性成佛。所有一切相不離自性。現在科學家告訴我們，所有物質現象都跟意念，意念就是心性，不能分割。再小的物質，微中子，佛法稱之為極微色，或者稱為極微之微，最小的物質單位，裡面有受想行識。我們明白這樁事情，才知道《心經》裡頭所說的「五蘊皆空」，讀了幾十年的《心經》，對於五蘊皆空不了解。我們那個時候以為五蘊皆空是指一個人身相，我們肉身是色，受想行識是心理作用，心是虛的，色是實在的。五蘊是一體，決定不能分開，從一念不覺，這就生起來了。"
    },
    {
      "id": "02-037-0531_p0014",
      "zh_CN": "读了弥勒菩萨，疑惑大幅度的减轻了，看到科学家的报告，疑惑没有了。是不是真知道这个事情？未必。为什么？真知道这个事情，我见就破了。为什么？我真的不执着身是我。我见破了就成圣了，转凡成圣，就是须陀洹，这个东西假不得。章嘉大师教我检验的方法，什么是真、什么是假，你用这个方法一对照，立刻看出来。我还没有把身见放下，对于身见是什么回事情知道得很清楚、很明白，也讲得很透彻，没做到，才晓得真难。大师讲的话，佛法知难行易，我们没有完全知道，知没有做到百分之百，所以我们的行没做到。行做到了，知就圆满了。所以我们讲真话，对这个事情也只是一知半解，这是真的，这不是谦虚。",
      "zh_TW": "讀了彌勒菩薩，疑惑大幅度的減輕了，看到科學家的報告，疑惑沒有了。是不是真知道這個事情？未必。為什麼？真知道這個事情，我見就破了。為什麼？我真的不執著身是我。我見破了就成聖了，轉凡成聖，就是須陀洹，這個東西假不得。章嘉大師教我檢驗的方法，什麼是真、什麼是假，你用這個方法一對照，立刻看出來。我還沒有把身見放下，對於身見是什麼回事情知道得很清楚、很明白，也講得很透徹，沒做到，才曉得真難。大師講的話，佛法知難行易，我們沒有完全知道，知沒有做到百分之百，所以我們的行沒做到。行做到了，知就圓滿了。所以我們講真話，對這個事情也只是一知半解，這是真的，這不是謙虛。"
    },
    {
      "id": "02-037-0531_p0015",
      "zh_CN": "今天的世界需要真正大圣大贤才能拯救，像我们这些人只能够在跑个龙套，打打边鼓，我们没有这个能力。我们要认真努力，先求什么？求解，主要是解得不够深，解得不够圆，还要深入。深到什么程度？我做到了。我没有能做到，自己一定要承认，我在什么个阶层、在哪个阶段，清清楚楚。功夫就差这么一点，真信切愿发不出来。起心动念，我们能为全世界的众生吗？为自己不行，为我这个道场不行，为我这个净土宗也不行，为我佛教也不行，太小了。你看佛的心量，《还源观》上三种周遍第三「含容空有」，含空容有，含是包含，包含虚空。大乘教常讲「心包太虚」，含空是心包太虚，容有是「量周沙界」，你有那么大的量。中国古人说量大福大，谁的福最大？佛的福最大，因为佛的量最大。佛明心见性，见性的人都是心包太虚，量周沙界。为什么？遍法界虚空界跟自己是一体，没有分别。",
      "zh_TW": "今天的世界需要真正大聖大賢才能拯救，像我們這些人只能夠在跑個龍套，打打邊鼓，我們沒有這個能力。我們要認真努力，先求什麼？求解，主要是解得不夠深，解得不夠圓，還要深入。深到什麼程度？我做到了。我沒有能做到，自己一定要承認，我在什麼個階層、在哪個階段，清清楚楚。功夫就差這麼一點，真信切願發不出來。起心動念，我們能為全世界的眾生嗎？為自己不行，為我這個道場不行，為我這個淨土宗也不行，為我佛教也不行，太小了。你看佛的心量，《還源觀》上三種周遍第三「含容空有」，含空容有，含是包含，包含虛空。大乘教常講「心包太虛」，含空是心包太虛，容有是「量周沙界」，你有那麼大的量。中國古人說量大福大，誰的福最大？佛的福最大，因為佛的量最大。佛明心見性，見性的人都是心包太虛，量周沙界。為什麼？遍法界虛空界跟自己是一體，沒有分別。"
    },
    {
      "id": "02-037-0531_p0016",
      "zh_CN": "我们从个比喻上可以能体会到一些，我们这个身是一体，这大家承认。身上多少细胞？科学家告诉我们五十兆，细胞的数目，人身体，五十兆组成身体。这一个细胞是多少个微中子组成的？一百亿个微中子等于一个电子，一个细胞可能有几千几万亿的微中子，一个细胞。再乘上五十兆，以微中子来算，这身体有多少？真的可以说无量无边、无尽无数。那都是自己，一体。所以身体是个小宇宙，外面是大宇宙，小宇宙跟大宇宙是平等的。你说大宇宙多么复杂，我们这个小宇宙就多么复杂，决定是不增不减的。我们在小宇宙里面，承认这是一体，就忘掉了大宇宙跟我们是一体。我们这个小宇宙，在大宇宙里面就等于一个微中子。这是大乘佛法一体的宇宙观，人生宇宙观。一体就没有分别，一体就没有执着，爱心出来了。这个确实是万德里头的第一德，就是慈悲，慈悲心自然流出来。这个慈悲叫「无缘大慈，同体大悲」，无缘是没有条件，爱一切众生没有条件，一体。众生有苦难，全心全力去帮助他离苦得乐，这叫大悲。同体大悲，无缘大慈，在所有宗教经典里面就讲的爱心。",
      "zh_TW": "我們從個比喻上可以能體會到一些，我們這個身是一體，這大家承認。身上多少細胞？科學家告訴我們五十兆，細胞的數目，人身體，五十兆組成身體。這一個細胞是多少個微中子組成的？一百億個微中子等於一個電子，一個細胞可能有幾千幾萬億的微中子，一個細胞。再乘上五十兆，以微中子來算，這身體有多少？真的可以說無量無邊、無盡無數。那都是自己，一體。所以身體是個小宇宙，外面是大宇宙，小宇宙跟大宇宙是平等的。你說大宇宙多麼複雜，我們這個小宇宙就多麼複雜，決定是不增不減的。我們在小宇宙裡面，承認這是一體，就忘掉了大宇宙跟我們是一體。我們這個小宇宙，在大宇宙裡面就等於一個微中子。這是大乘佛法一體的宇宙觀，人生宇宙觀。一體就沒有分別，一體就沒有執著，愛心出來了。這個確實是萬德裡頭的第一德，就是慈悲，慈悲心自然流出來。這個慈悲叫「無緣大慈，同體大悲」，無緣是沒有條件，愛一切眾生沒有條件，一體。眾生有苦難，全心全力去幫助他離苦得樂，這叫大悲。同體大悲，無緣大慈，在所有宗教經典裡面就講的愛心。"
    },
    {
      "id": "02-037-0531_p0017",
      "zh_CN": "佛经上讲得彻底、讲得透彻，这是什么？这叫自性，这叫性德，法身菩萨全都流露出来。凡夫没流露出来，什么原因？妄想、分别、执着障碍了它，并没有丧失。为什么？它不生不灭，性德、慈悲心、智慧，智慧、慈悲、德相没有生灭的，只有隐现。有这么多烦恼，它就隐了，隐藏了，不现；烦恼放下，它就现前。这是事实真相！佛法修行没有别的，章嘉大师告诉我的，看破、放下。看破是智慧，放下就是德能，德能现前，把障碍放下了。所谓万德万能，万不是数字，无量的德能统统现前。所以它不从外得，外面学与不学不重要，重要在去障碍。只要肯放下，放下愈多，你的心愈清净，你智慧就愈增长，无论什么事情，只要一接触，自然就通达、就明了。这个例子太多太多了，证明所说是真的不是假的。",
      "zh_TW": "佛經上講得徹底、講得透徹，這是什麼？這叫自性，這叫性德，法身菩薩全都流露出來。凡夫沒流露出來，什麼原因？妄想、分別、執著障礙了它，並沒有喪失。為什麼？它不生不滅，性德、慈悲心、智慧，智慧、慈悲、德相沒有生滅的，只有隱現。有這麼多煩惱，它就隱了，隱藏了，不現；煩惱放下，它就現前。這是事實真相！佛法修行沒有別的，章嘉大師告訴我的，看破、放下。看破是智慧，放下就是德能，德能現前，把障礙放下了。所謂萬德萬能，萬不是數字，無量的德能統統現前。所以它不從外得，外面學與不學不重要，重要在去障礙。只要肯放下，放下愈多，你的心愈清淨，你智慧就愈增長，無論什麼事情，只要一接觸，自然就通達、就明瞭。這個例子太多太多了，證明所說是真的不是假的。"
    },
    {
      "id": "02-037-0531_p0018",
      "zh_CN": "蕅益大师后头这一句说，「若达」，假若你通达，「全事即理，则取亦即理，舍亦即理」，事就是理，理就是事。取舍全是理，理就是自性，就是性德。「无非法界」，法界也是圆满自性的德号。我们今天讲时空，时间与空间，在佛法称为法界，任何一法离不开时空，这是现代人说的。法界比虚空意思更好，因为虚空是假的，时间、空间都不是真的。法界是真的，法界能现虚空，虚空在法界之中。「如是妙谛」，谛是真理，事实真相，太微妙了，「实非情见所能及」，情见是凡夫，带着烦恼习气，他见不到。这是宇宙万有的真相，《般若经》上有一句术语叫「诸法实相」，这个地方讲的妙谛就是诸法实相。诸法实相，我们带着情见见不到，必须把情见放下。情见是妄见，就是八识，八识缘不到，转八识成四智就见到了。",
      "zh_TW": "蕅益大師後頭這一句說，「若達」，假若你通達，「全事即理，則取亦即理，捨亦即理」，事就是理，理就是事。取捨全是理，理就是自性，就是性德。「無非法界」，法界也是圓滿自性的德號。我們今天講時空，時間與空間，在佛法稱為法界，任何一法離不開時空，這是現代人說的。法界比虛空意思更好，因為虛空是假的，時間、空間都不是真的。法界是真的，法界能現虛空，虛空在法界之中。「如是妙諦」，諦是真理，事實真相，太微妙了，「實非情見所能及」，情見是凡夫，帶著煩惱習氣，他見不到。這是宇宙萬有的真相，《般若經》上有一句術語叫「諸法實相」，這個地方講的妙諦就是諸法實相。諸法實相，我們帶著情見見不到，必須把情見放下。情見是妄見，就是八識，八識緣不到，轉八識成四智就見到了。"
    },
    {
      "id": "02-037-0531_p0019",
      "zh_CN": "「求生净刹者，至心信乐，愿生彼国」。我们真正想求生极乐世界，这个在现前比什么都重要，是我们迫切希求的。灾难当中，谁能保得住我们能平安度过？我们不存这个心，这个心是侥幸的心，我们要讲究事实。事实是什么？灾难来的时候，跟灾难同归于尽，这是符合于事实。但是在灾难同归于尽的人，走是一样的走，去处不一样，每个人去的地方不相同。有人到极乐世界去了，有人生天了，有人到他方国土去了，有人又到人间来了，有人到三途去了，去处太多，各人随着各人的业去了。谁在主宰？业力主宰。我们明白这个道理，无论到哪里去，不怨天、不尤人，自己业力感召的。",
      "zh_TW": "「求生淨剎者，至心信樂，願生彼國」。我們真正想求生極樂世界，這個在現前比什麼都重要，是我們迫切希求的。災難當中，誰能保得住我們能平安度過？我們不存這個心，這個心是僥倖的心，我們要講究事實。事實是什麼？災難來的時候，跟災難同歸於盡，這是符合於事實。但是在災難同歸於盡的人，走是一樣的走，去處不一樣，每個人去的地方不相同。有人到極樂世界去了，有人生天了，有人到他方國土去了，有人又到人間來了，有人到三途去了，去處太多，各人隨著各人的業去了。誰在主宰？業力主宰。我們明白這個道理，無論到哪裡去，不怨天、不尤人，自己業力感召的。"
    },
    {
      "id": "02-037-0531_p0020",
      "zh_CN": "明白这个事实真相，我们今天把所有不善业放下，为什么？不善业是三恶道的业因；善业也要放下，为什么？善业是三善道的业因，出不了六道轮回。我们今天要的是净业，净业就是一心专念阿弥陀佛，心上只有阿弥陀佛，除阿弥陀佛之外，心上什么都没有。这是经论里头有保证的经句告诉我们，你必定生净土。我们今天想学佛，学佛的环境，遍法界虚空界，第一被选的道场就是极乐世界，第一个被选的上师就是阿弥陀佛。我们到极乐世界亲近阿弥陀佛，保证圆满成佛，圆满成佛就是毕业了，明心见性，见性成佛，保证我们成就。而且我们希望在这一生当中把这个事情办妥，别的事情叫鸡毛蒜皮的小事，这是大事。《法华经》上说「一大事因缘」，无过于此，我们得认识清楚。",
      "zh_TW": "明白這個事實真相，我們今天把所有不善業放下，為什麼？不善業是三惡道的業因；善業也要放下，為什麼？善業是三善道的業因，出不了六道輪迴。我們今天要的是淨業，淨業就是一心專念阿彌陀佛，心上只有阿彌陀佛，除阿彌陀佛之外，心上什麼都沒有。這是經論裡頭有保證的經句告訴我們，你必定生淨土。我們今天想學佛，學佛的環境，遍法界虛空界，第一被選的道場就是極樂世界，第一個被選的上師就是阿彌陀佛。我們到極樂世界親近阿彌陀佛，保證圓滿成佛，圓滿成佛就是畢業了，明心見性，見性成佛，保證我們成就。而且我們希望在這一生當中把這個事情辦妥，別的事情叫雞毛蒜皮的小事，這是大事。《法華經》上說「一大事因緣」，無過於此，我們得認識清楚。"
    },
    {
      "id": "02-037-0531_p0021",
      "zh_CN": "下面说「如是求生，是乃举我介尔一念心愿」。这个地方讲到介尔，《佛学辞典》里头的术语，「形容极微弱之心」。《大乘止观》第五卷上说，「此三千在一念心，若无心而已，介尔有心即具三千」。《辅行》第五卷之三也有说，「言介尔者，谓刹那心，无间相续，未曾断绝。才一刹那，三千具足」。佛经上常常看到这个名词，介尔，现在我们对于这个概念有，但还不是很清楚。介尔一念是什么？就是弥勒菩萨所说的一弹指有三十二亿百千念里头的一念，叫介尔一念。我们换成秒，一秒钟有多少个介尔一念？有一千六百兆，一秒钟，一秒钟里头有一千六百兆个介尔一念。别小看这一念，这一念时间非常非常的短，短到我们无法想像。为什么？它在我们面前，我们看不到，它太快了。",
      "zh_TW": "下面說「如是求生，是乃舉我介爾一念心願」。這個地方講到介爾，《佛學辭典》裡頭的術語，「形容極微弱之心」。《大乘止觀》第五卷上說，「此三千在一念心，若無心而已，介爾有心即具三千」。《輔行》第五卷之三也有說，「言介爾者，謂剎那心，無間相續，未曾斷絕。纔一剎那，三千具足」。佛經上常常看到這個名詞，介爾，現在我們對於這個概念有，但還不是很清楚。介爾一念是什麼？就是彌勒菩薩所說的一彈指有三十二億百千念裡頭的一念，叫介爾一念。我們換成秒，一秒鐘有多少個介爾一念？有一千六百兆，一秒鐘，一秒鐘裡頭有一千六百兆個介爾一念。別小看這一念，這一念時間非常非常的短，短到我們無法想像。為什麼？它在我們面前，我們看不到，它太快了。"
    },
    {
      "id": "02-037-0531_p0022",
      "zh_CN": "我们很冷静去想想，我们看电影，大概电影，用幻灯片组成的电影，我们这种年龄都见过、都看过。现在改用数码，不用幻灯片，数码的速度快多了，所以看得更逼真。早年我们看的，幻灯片的这种电影，这个是老的底片，这就是幻灯片。放映机镜头打开，这一张照片打在银幕上。然后把幻灯机的那个灯再关起来，它用机器不用人手，再放出第二张，张张不一样。这么多底片在银幕上重叠，我们眼睛来不及，看不到真相，看到个模糊的假相，以为是真的。如果是一张，我们能想像到，一张在放映机里面放，这一张它的时间多长？二十四分之一秒，一秒二十四张，二十四分之一秒。如果只有一张，其他都是空白的，它在放的时候我们会看到什么？会感觉到有个亮光一下闪过，里面什么东西不知道。必须相续不断二十四张一秒钟，我们才能看到这里头什么东西，我看到了；单独一张看不到，瞬间就没有了，是这种现象。",
      "zh_TW": "我們很冷靜去想想，我們看電影，大概電影，用幻燈片組成的電影，我們這種年齡都見過、都看過。現在改用數碼，不用幻燈片，數碼的速度快多了，所以看得更逼真。早年我們看的，幻燈片的這種電影，這個是老的底片，這就是幻燈片。放映機鏡頭打開，這一張照片打在銀幕上。然後把幻燈機的那個燈再關起來，它用機器不用人手，再放出第二張，張張不一樣。這麼多底片在銀幕上重疊，我們眼睛來不及，看不到真相，看到個模糊的假相，以為是真的。如果是一張，我們能想像到，一張在放映機裡面放，這一張它的時間多長？二十四分之一秒，一秒二十四張，二十四分之一秒。如果只有一張，其他都是空白的，它在放的時候我們會看到什麼？會感覺到有個亮光一下閃過，裡面什麼東西不知道。必須相續不斷二十四張一秒鐘，我們才能看到這裡頭什麼東西，我看到了；單獨一張看不到，瞬間就沒有了，是這種現象。"
    },
    {
      "id": "02-037-0531_p0023",
      "zh_CN": "我们现在要问，弥勒菩萨给我们讲了，一秒钟一千六百兆张在我们面前，根本没看见。我们今天看见的、听见的，六根接触到的，心里面想像到的，全部都是一千六百兆分之一秒。这一秒里面所现的境界是什么？三千大千世界，这经上讲的，一念三千。这个三千大千世界，三千不是数字，就是整个宇宙。佛法讲法界虚空界，完全展现在面前，就这一念。我们今天看到是多少个念头重叠在一起？一秒钟是一千六百兆个念头，介尔一念，重叠在一起，让我们感官上有这个宇宙存在；实际上假的，一念三千。这是性德，《还源观》上所说的，出生无尽、周遍法界。贤首国师根据《华严经》的义理作的这篇论文，《华严经》修学的纲领。",
      "zh_TW": "我們現在要問，彌勒菩薩給我們講了，一秒鐘一千六百兆張在我們面前，根本沒看見。我們今天看見的、聽見的，六根接觸到的，心裡面想像到的，全部都是一千六百兆分之一秒。這一秒裡面所現的境界是什麼？三千大千世界，這經上講的，一念三千。這個三千大千世界，三千不是數字，就是整個宇宙。佛法講法界虛空界，完全展現在面前，就這一念。我們今天看到是多少個念頭重疊在一起？一秒鐘是一千六百兆個念頭，介爾一念，重疊在一起，讓我們感官上有這個宇宙存在；實際上假的，一念三千。這是性德，《還源觀》上所說的，出生無盡、周遍法界。賢首國師根據《華嚴經》的義理作的這篇論文，《華嚴經》修學的綱領。"
    },
    {
      "id": "02-037-0531_p0024",
      "zh_CN": "科学确确实实对我们学佛的人帮了很大的忙，这个介尔也是我们模糊概念，搞不清楚，现在总算清楚了。六根都接触不到，佛告诉我们，什么时候接触到？明心见性的时候接触到了。接触到，知道有这回事情，也很模糊。清清楚楚的接触到，大乘教里都说八地以上，真清楚、真明白了。同样在实报庄严土，实报庄严土四十一个阶级，八地以上是最高的第四个阶级，八地、九地、十地、等觉，这四个阶级那就清清楚楚，完全明了。等觉菩萨将一念生相无明放下，他就证妙觉果位。妙觉才是真正无上正等正觉，上头再没有了，等觉上面还有妙觉，妙觉上头没有了。这个时候实报土不见了，实报土是假的不是真的，真的出现了，常寂光出现了。常寂光就是大般涅槃，常寂光就是清净寂灭相，这里头什么都没有，但是什么都不缺。它不是物质现象，不是精神现象，也不是自然现象，所以我们的六根缘不到，科学、数学也推测不到，再精密的仪器也观察不到。",
      "zh_TW": "科學確確實實對我們學佛的人幫了很大的忙，這個介爾也是我們模糊概念，搞不清楚，現在總算清楚了。六根都接觸不到，佛告訴我們，什麼時候接觸到？明心見性的時候接觸到了。接觸到，知道有這回事情，也很模糊。清清楚楚的接觸到，大乘教裡都說八地以上，真清楚、真明白了。同樣在實報莊嚴土，實報莊嚴土四十一個階級，八地以上是最高的第四個階級，八地、九地、十地、等覺，這四個階級那就清清楚楚，完全明瞭。等覺菩薩將一念生相無明放下，他就證妙覺果位。妙覺才是真正無上正等正覺，上頭再沒有了，等覺上面還有妙覺，妙覺上頭沒有了。這個時候實報土不見了，實報土是假的不是真的，真的出現了，常寂光出現了。常寂光就是大般涅槃，常寂光就是清淨寂滅相，這裡頭什麼都沒有，但是什麼都不缺。它不是物質現象，不是精神現象，也不是自然現象，所以我們的六根緣不到，科學、數學也推測不到，再精密的儀器也觀察不到。"
    },
    {
      "id": "02-037-0531_p0025",
      "zh_CN": "怎么才见到？佛说了，唯证方知，这个证就是你自己用禅定功夫去亲证它。用戒定慧的方法，不是用科学方法，用戒定慧。戒定慧的修学，我们今天的人把戒看轻了，认为这个东西无所谓，不知道它是根。没有它，定慧都会落空，所修的定叫邪定，智慧发出来叫邪慧。像种树一样，根重要，如何去栽培这个根，全心全力栽培这个根重要。世间什么都是假的，一定要看清楚。这个世间名闻利养、财色名食睡统统是假的，要真正把它放下，知道这个东西是障碍，障碍众生不能得定，不能开慧，不能出离六道轮回，不能成就涅槃果德。你认识清楚、认识明白了，你才能不理它，你才能不受它们的影响，我们自己在这一生道业顺利成就。",
      "zh_TW": "怎麼才見到？佛說了，唯證方知，這個證就是你自己用禪定功夫去親證它。用戒定慧的方法，不是用科學方法，用戒定慧。戒定慧的修學，我們今天的人把戒看輕了，認為這個東西無所謂，不知道它是根。沒有它，定慧都會落空，所修的定叫邪定，智慧發出來叫邪慧。像種樹一樣，根重要，如何去栽培這個根，全心全力栽培這個根重要。世間什麼都是假的，一定要看清楚。這個世間名聞利養、財色名食睡統統是假的，要真正把它放下，知道這個東西是障礙，障礙眾生不能得定，不能開慧，不能出離六道輪迴，不能成就涅槃果德。你認識清楚、認識明白了，你才能不理它，你才能不受它們的影響，我們自己在這一生道業順利成就。"
    },
    {
      "id": "02-037-0531_p0026",
      "zh_CN": "下面说，求生净刹者，至心信乐，愿生彼国。「是乃举我介尔一念心愿，投入弥陀无边愿海」，这真念佛了。「亦即摄彼一乘无边愿海，入我介尔一念心中」，我这个介尔一念之中，这个一念心中，一定要知道，这个一念心是一千六百兆分之一秒，这个一定要很清楚。一秒钟，我们已经生一千六百兆次的心，生心、动念了。我们的生心是有住，菩萨的生心是无住，无住厉害，入无住的时候，他心永远清净，永远平等，平等就是它不起波浪。我们的心是波浪，一千六百兆是波浪频率，菩萨没有这个频率。这个一千六百兆的频率就是无明，叫一念根本无明，就说这个东西。这个能够不动了，这就是明心见性，见性成佛，决定超越十法界，十法界就是这个频率当中产生的。那个时候现出来的，一真法界，一真法界不是频率现象，所以它没有生灭，寿命很长，人不老。寿命三大阿僧祇劫，人永远年轻，永远没有衰老，为什么？他没有波动，就是他不老，就是他没有生灭相。",
      "zh_TW": "下面說，求生淨剎者，至心信樂，願生彼國。「是乃舉我介爾一念心願，投入彌陀無邊願海」，這真念佛了。「亦即攝彼一乘無邊願海，入我介爾一念心中」，我這個介爾一念之中，這個一念心中，一定要知道，這個一念心是一千六百兆分之一秒，這個一定要很清楚。一秒鐘，我們已經生一千六百兆次的心，生心、動念了。我們的生心是有住，菩薩的生心是無住，無住厲害，入無住的時候，他心永遠清淨，永遠平等，平等就是它不起波浪。我們的心是波浪，一千六百兆是波浪頻率，菩薩沒有這個頻率。這個一千六百兆的頻率就是無明，叫一念根本無明，就說這個東西。這個能夠不動了，這就是明心見性，見性成佛，決定超越十法界，十法界就是這個頻率當中產生的。那個時候現出來的，一真法界，一真法界不是頻率現象，所以它沒有生滅，壽命很長，人不老。壽命三大阿僧祇劫，人永遠年輕，永遠沒有衰老，為什麼？他沒有波動，就是他不老，就是他沒有生滅相。"
    },
    {
      "id": "02-037-0531_p0027",
      "zh_CN": "一切现象，只要是在阿赖耶里面的，都有生灭相，就是十法界里头有生灭相。一真法界，也就是实报庄严土，它没有生灭相，真的是不生不灭。不生不灭也不是真的，《金刚经》上所说「凡所有相，皆是虚妄」，没有说一真法界例外，也没有说实报庄严土例外。所以没有例外的。但是一真法界的相是法性身、是法性土，跟我们不一样。十法界里面，这个心跟土都是阿赖耶识变的，物质现象，阿赖耶的相分；精神现象，受想行识，阿赖耶的见分。见相两分是同源，从哪里来的？从阿赖耶的业相变现出来的。业相就是波动现象，就是介尔一心，这个就是业相。我们如果没有读到这些科学报告，这就说不出来，概念依旧模糊，搞不清楚。弥勒菩萨跟释迦牟尼佛的对话，让我们大开眼界，但是还是有疑惑。看到科学家证明，跟佛说的一模一样，佛三千年前说的，科学家最近三十年才发现的，居然相同，这就不是假的了。",
      "zh_TW": "一切現象，只要是在阿賴耶裡面的，都有生滅相，就是十法界裡頭有生滅相。一真法界，也就是實報莊嚴土，它沒有生滅相，真的是不生不滅。不生不滅也不是真的，《金剛經》上所說「凡所有相，皆是虛妄」，沒有說一真法界例外，也沒有說實報莊嚴土例外。所以沒有例外的。但是一真法界的相是法性身、是法性土，跟我們不一樣。十法界裡面，這個心跟土都是阿賴耶識變的，物質現象，阿賴耶的相分；精神現象，受想行識，阿賴耶的見分。見相兩分是同源，從哪裡來的？從阿賴耶的業相變現出來的。業相就是波動現象，就是介爾一心，這個就是業相。我們如果沒有讀到這些科學報告，這就說不出來，概念依舊模糊，搞不清楚。彌勒菩薩跟釋迦牟尼佛的對話，讓我們大開眼界，但是還是有疑惑。看到科學家證明，跟佛說的一模一樣，佛三千年前說的，科學家最近三十年才發現的，居然相同，這就不是假的了。"
    },
    {
      "id": "02-037-0531_p0028",
      "zh_CN": "所以我们的一念心，这个心愿，跟阿弥陀佛无边愿海，无边愿海就是四十八愿，愿愿都是无量无边、无尽无数，所以称为无边愿海，跟弥陀的愿相应。这是本愿，不是修来的，自性里头本自具足，惠能大师见性，第三句说「何期自性，本自具足」。所以弥陀本愿海，我们心性里头也是圆满具足，我们要跟他相应。不但相应，摄彼一乘无边愿海，入我介尔一念之中，我这一念里头有阿弥陀佛本愿海，阿弥陀佛本愿海在我这一念当中。这个微妙的道理念佛人不能不知道，知道这个，念佛往生净土信心十足，一点怀疑都没有，我真有把握往生。信心一坚定，什么事情都好办了。无量劫来在这里搞生死轮回，情执很深，不容易断，你把这个道理搞清楚、搞明白，你就能断。情执是一念妄心所生的，佛念、弥陀本愿海是我们自性本具的正念所生的，都没有离开自性。现在摆在我们面前，让我们自己选择。",
      "zh_TW": "所以我們的一念心，這個心願，跟阿彌陀佛無邊願海，無邊願海就是四十八願，願願都是無量無邊、無盡無數，所以稱為無邊願海，跟彌陀的願相應。這是本願，不是修來的，自性裡頭本自具足，惠能大師見性，第三句說「何期自性，本自具足」。所以彌陀本願海，我們心性裡頭也是圓滿具足，我們要跟他相應。不但相應，攝彼一乘無邊願海，入我介爾一念之中，我這一念裡頭有阿彌陀佛本願海，阿彌陀佛本願海在我這一念當中。這個微妙的道理念佛人不能不知道，知道這個，念佛往生淨土信心十足，一點懷疑都沒有，我真有把握往生。信心一堅定，什麼事情都好辦了。無量劫來在這裡搞生死輪迴，情執很深，不容易斷，你把這個道理搞清楚、搞明白，你就能斷。情執是一念妄心所生的，佛念、彌陀本願海是我們自性本具的正念所生的，都沒有離開自性。現在擺在我們面前，讓我們自己選擇。"
    },
    {
      "id": "02-037-0531_p0029",
      "zh_CN": "这次的选择要认真，不要搞错了，因为我们相信，这种机会过去生中曾经遇到过，而是我们情执放不下，我们选错了。如果正念现前，看得很清楚、很明白，我再不选情执这条道路，我就平平安安、安安稳稳走向成佛之道。再不能够错误，一错误，不知道要转到哪一劫才能再遇到，时间太长，六道里头搞这些苦难不值得。所以，入我介尔一念心中。「是故十念必生，有愿必满」，这两句话你就相信了，十念，一念都生，何况十念！我们度众生，度自己、度众生的大愿才能圆满。",
      "zh_TW": "這次的選擇要認真，不要搞錯了，因為我們相信，這種機會過去生中曾經遇到過，而是我們情執放不下，我們選錯了。如果正念現前，看得很清楚、很明白，我再不選情執這條道路，我就平平安安、安安穩穩走向成佛之道。再不能夠錯誤，一錯誤，不知道要轉到哪一劫才能再遇到，時間太長，六道裡頭搞這些苦難不值得。所以，入我介爾一念心中。「是故十念必生，有願必滿」，這兩句話你就相信了，十念，一念都生，何況十念！我們度眾生，度自己、度眾生的大願才能圓滿。"
    },
    {
      "id": "02-037-0531_p0030",
      "zh_CN": "『趣佛菩提』，「因中即发菩提心也，果上则是必补佛位，究竟菩提也」，究竟菩提是成佛。现在发菩提心，菩提心就是真信、真愿，我真想往生。莲池大师说，「三藏十二部，让给别人悟」，你们谁愿意悟，让你们去悟，我不搞这个了；「八万四千行，饶与他人行」，八万四千法门，喜欢哪个你们学哪个，我也不搞了。莲池大师晚年回过头来，一部《阿弥陀经》，一句阿弥陀佛，他到极乐世界去了。末后一着给我们做榜样，给我们做示范。这就是因中发心。果上在极乐世界，到极乐世界你必定补佛位，补佛位就是后补佛，等觉菩萨，观世音、大势至、弥勒菩萨都是等觉菩萨。究竟菩提。",
      "zh_TW": "『趣佛菩提』，「因中即發菩提心也，果上則是必補佛位，究竟菩提也」，究竟菩提是成佛。現在發菩提心，菩提心就是真信、真願，我真想往生。蓮池大師說，「三藏十二部，讓給別人悟」，你們誰願意悟，讓你們去悟，我不搞這個了；「八萬四千行，饒與他人行」，八萬四千法門，喜歡哪個你們學哪個，我也不搞了。蓮池大師晚年回過頭來，一部《阿彌陀經》，一句阿彌陀佛，他到極樂世界去了。末後一著給我們做榜樣，給我們做示範。這就是因中發心。果上在極樂世界，到極樂世界你必定補佛位，補佛位就是後補佛，等覺菩薩，觀世音、大勢至、彌勒菩薩都是等覺菩薩。究竟菩提。"
    },
    {
      "id": "02-037-0531_p0031",
      "zh_CN": "「以上六句即是今经之宗」，宗是宗旨，是修行最高指导原则。蕅益大师在《要解》里头所说的。以上六句是讲的经文，这个经文是「无相智慧，植众德本，身心清净，远离分别，求生净刹，趣佛菩提，当生佛刹，永得解脱」。前面六句是修行最高指导原则，后面两句是讲果报。「发菩提心，一向专念。如宗而修，故当生佛刹」，当生是决定得生，「永得解脱」，我们的问题全解决了。「惑尽见佛第四十一」我们就学到此地。",
      "zh_TW": "「以上六句即是今經之宗」，宗是宗旨，是修行最高指導原則。蕅益大師在《要解》裡頭所說的。以上六句是講的經文，這個經文是「無相智慧，植眾德本，身心清淨，遠離分別，求生淨剎，趣佛菩提，當生佛剎，永得解脫」。前面六句是修行最高指導原則，後面兩句是講果報。「發菩提心，一向專念。如宗而修，故當生佛剎」，當生是決定得生，「永得解脫」，我們的問題全解決了。「惑盡見佛第四十一」我們就學到此地。"
    },
    {
      "id": "02-037-0531_p0032",
      "zh_CN": "下面，「菩萨往生第四十二」。这是第五段，五大段，「问答往生数计以劝」。这品经是劝我们，你看看多少人求生净土。",
      "zh_TW": "下面，「菩薩往生第四十二」。這是第五段，五大段，「問答往生數計以勸」。這品經是勸我們，你看看多少人求生淨土。"
    },
    {
      "id": "02-037-0531_p0033",
      "zh_CN": "【菩萨往生第四十二】",
      "zh_TW": "【菩薩往生第四十二】"
    },
    {
      "id": "02-037-0531_p0034",
      "zh_CN": "念老品题有个提要，「前之三辈与边地疑城，皆论凡夫往生」，所说的统统是凡夫。「今品广明十方菩萨往生之数无量」，这一品给我们介绍菩萨往生。「弥显净土妙法，圣凡齐收」。为什么把凡夫放在前面，菩萨放在后面？这个地方有道理。这个法门是以度凡夫为主，度这些菩萨、声闻、缘觉是附带的。显示阿弥陀佛无尽的慈悲、无比的大愿，凡夫都能往生，菩萨、小乘更容易。菩萨、小乘为什么不能往生？没有缘，没遇到这个法门。他要遇到了马上就转头，他比我们聪明有智慧，他知道好处，利益无边。这个法门凡圣齐收，「利钝悉被，普劝众生，求生极乐」。那我们要问，阿弥陀佛为什么把凡夫摆在前面，菩萨做附带的？我们从法藏比丘发愿的时候就体会到，凡夫最苦，六道凡夫，度他们优先，他们太苦了。菩萨没这么苦，缓一点无所谓，迫切要救度的这最苦的人，帮助他们成就。所以菩萨变成附带的。请看下面经文：",
      "zh_TW": "念老品題有個提要，「前之三輩與邊地疑城，皆論凡夫往生」，所說的統統是凡夫。「今品廣明十方菩薩往生之數無量」，這一品給我們介紹菩薩往生。「彌顯淨土妙法，聖凡齊收」。為什麼把凡夫放在前面，菩薩放在後面？這個地方有道理。這個法門是以度凡夫為主，度這些菩薩、聲聞、緣覺是附帶的。顯示阿彌陀佛無盡的慈悲、無比的大願，凡夫都能往生，菩薩、小乘更容易。菩薩、小乘為什麼不能往生？沒有緣，沒遇到這個法門。他要遇到了馬上就轉頭，他比我們聰明有智慧，他知道好處，利益無邊。這個法門凡聖齊收，「利鈍悉被，普勸眾生，求生極樂」。那我們要問，阿彌陀佛為什麼把凡夫擺在前面，菩薩做附帶的？我們從法藏比丘發願的時候就體會到，凡夫最苦，六道凡夫，度他們優先，他們太苦了。菩薩沒這麼苦，緩一點無所謂，迫切要救度的這最苦的人，幫助他們成就。所以菩薩變成附帶的。請看下面經文："
    },
    {
      "id": "02-037-0531_p0035",
      "zh_CN": "【弥勒菩萨白佛言。今此娑婆世界。及诸佛刹。不退菩萨。当生极乐国者。其数几何。】",
      "zh_TW": "【彌勒菩薩白佛言。今此娑婆世界。及諸佛剎。不退菩薩。當生極樂國者。其數幾何。】"
    },
    {
      "id": "02-037-0531_p0036",
      "zh_CN": "这是问，现在释迦牟尼佛教化这个地区叫『娑婆世界』，娑婆是梵语，意思是染污的意思，是不清净的意思，众生造作罪业很多，称之为娑婆。『及诸佛刹』，这其他的佛刹，问世尊自己的世界，也问别人的诸佛世界，『不退菩萨』他们往生极乐世界有多少人。注解里头说，「首弥勒大士叩问，此土他方不退菩萨」，就是阿鞞跋致，「今当往生之数」。阿鞞跋致是圆满证得三种不退的菩萨，第一种叫位不退，位是圣人的地位，证得圣，不会再退转到凡夫。这是小乘须陀洹，大乘《华严经》上所说的初信位的菩萨，他证得一种不退，就是位不退。这样的人是圣人，决定不会退转到凡夫。所以他功力不大，还不能出六道轮回，只在六道轮回里面天、人这两道流转，不会到别的道去。他不会堕三恶道，他也不会到阿修罗道、罗刹，他都不会去。人间修行寿命到了生天，天上修行寿命到了到人间，天上人间七次往返，小乘证阿罗汉，大乘七信位的菩萨。他就成功了，就脱离六道轮回，永远脱离六道轮回。这都叫位不退，位不退里头有浅深不一样，小乘四果四向，有七个位次，大乘从初信到七信，也是七个位次。",
      "zh_TW": "這是問，現在釋迦牟尼佛教化這個地區叫『娑婆世界』，娑婆是梵語，意思是染污的意思，是不清淨的意思，眾生造作罪業很多，稱之為娑婆。『及諸佛剎』，這其他的佛剎，問世尊自己的世界，也問別人的諸佛世界，『不退菩薩』他們往生極樂世界有多少人。註解裡頭說，「首彌勒大士叩問，此土他方不退菩薩」，就是阿鞞跋致，「今當往生之數」。阿鞞跋致是圓滿證得三種不退的菩薩，第一種叫位不退，位是聖人的地位，證得聖，不會再退轉到凡夫。這是小乘須陀洹，大乘《華嚴經》上所說的初信位的菩薩，他證得一種不退，就是位不退。這樣的人是聖人，決定不會退轉到凡夫。所以他功力不大，還不能出六道輪迴，只在六道輪迴裡面天、人這兩道流轉，不會到別的道去。他不會墮三惡道，他也不會到阿修羅道、羅剎，他都不會去。人間修行壽命到了生天，天上修行壽命到了到人間，天上人間七次往返，小乘證阿羅漢，大乘七信位的菩薩。他就成功了，就脫離六道輪迴，永遠脫離六道輪迴。這都叫位不退，位不退裡頭有淺深不一樣，小乘四果四向，有七個位次，大乘從初信到七信，也是七個位次。"
    },
    {
      "id": "02-037-0531_p0037",
      "zh_CN": "往上是菩萨，菩萨有时候会退到二乘，为什么？度众生太辛苦，好心对待这些造罪的众生，造罪的众生以恶念恶行对菩萨，菩萨说算了，我不度你了，我就当小乘好了。所以会退到小乘。所以菩萨要不断的再修，培养他的菩提心，能吃苦。能禁得起考验，永远不退心，才证到第二个不退，绝不退堕到当小乘。第三个不退，是念念向着成佛之道，经上讲「萨婆若海」。萨婆若海翻成中国的意思就是一切种智，一切种智就是萨婆若海。一切种智是法身菩萨证得的，在圆教初住以上，别教初地以上。这三种不退都证得，叫圆证三不退，就是阿惟越致菩萨，《华严经》上讲的圆教初住以上。这些人往生净土有多少？下面是世尊答复：",
      "zh_TW": "往上是菩薩，菩薩有時候會退到二乘，為什麼？度眾生太辛苦，好心對待這些造罪的眾生，造罪的眾生以惡念惡行對菩薩，菩薩說算了，我不度你了，我就當小乘好了。所以會退到小乘。所以菩薩要不斷的再修，培養他的菩提心，能吃苦。能禁得起考驗，永遠不退心，才證到第二個不退，絕不退墮到當小乘。第三個不退，是念念向著成佛之道，經上講「薩婆若海」。薩婆若海翻成中國的意思就是一切種智，一切種智就是薩婆若海。一切種智是法身菩薩證得的，在圓教初住以上，別教初地以上。這三種不退都證得，叫圓證三不退，就是阿惟越致菩薩，《華嚴經》上講的圓教初住以上。這些人往生淨土有多少？下面是世尊答覆："
    },
    {
      "id": "02-037-0531_p0038",
      "zh_CN": "【佛告弥勒。于此世界。有七百二十亿菩萨。已曾供养无数诸佛。植众德本。当生彼国。】",
      "zh_TW": "【佛告彌勒。於此世界。有七百二十億菩薩。已曾供養無數諸佛。植眾德本。當生彼國。】"
    },
    {
      "id": "02-037-0531_p0039",
      "zh_CN": "这个地方所说的是大行菩萨，是证得明心见性，教下讲大开圆解，密宗里头说大成就者，这不是普通凡人。有多少？七百二十亿，娑婆世界。我们的地球现在人口七十亿，这个娑婆世界七百二十亿，当然不是指地球。这是指释迦牟尼佛教化区，多大？这一个三千大千世界。一个单位世界，黄念老告诉我，是一个银河系。三千大千世界多少个银河系？十亿。十亿个银河系，这么大的一个地区，里面有阿惟越致菩萨七百二十亿往生到极乐世界，有这么多。再往下面看：",
      "zh_TW": "這個地方所說的是大行菩薩，是證得明心見性，教下講大開圓解，密宗裡頭說大成就者，這不是普通凡人。有多少？七百二十億，娑婆世界。我們的地球現在人口七十億，這個娑婆世界七百二十億，當然不是指地球。這是指釋迦牟尼佛教化區，多大？這一個三千大千世界。一個單位世界，黃念老告訴我，是一個銀河系。三千大千世界多少個銀河系？十億。十億個銀河系，這麼大的一個地區，裡面有阿惟越致菩薩七百二十億往生到極樂世界，有這麼多。再往下面看："
    },
    {
      "id": "02-037-0531_p0040",
      "zh_CN": "【诸小行菩萨。修习功德。当往生者。不可称计。】",
      "zh_TW": "【諸小行菩薩。修習功德。當往生者。不可稱計。】"
    },
    {
      "id": "02-037-0531_p0041",
      "zh_CN": "『小行』，注解里头有说，「《无量寿经钞》云：小行等者，十信菩萨名为小行」。所以我们称初信位菩萨，我们称小小圣，小行里头最小的，初信菩萨。他只有位不退，行会退，念也会退。这一段经文当中，最重要的一句话，我们要记住，『已曾供养无数诸佛，植众德本，当生彼国』。「已曾供养无数诸佛」，不是一生一世，过去生生世世，才有这个缘分。那我们有没有？肯定有。你想想今天的世界，全世界七十亿人，七十亿人当中有多少人知道有佛法。大概是佛在经上讲的，当年在王舍城讲经，王舍城三分之一的人，知道有释迦牟尼佛，跟佛见过面；有三分之一的人，闻名，没见过面；还有三分之一的人不知道。我们用这个比例，七十亿人当中，三分之一不知道；三分之一知道，不清楚；真正知道有佛教的三分之一，这就很多了。",
      "zh_TW": "『小行』，註解裡頭有說，「《無量壽經鈔》云：小行等者，十信菩薩名為小行」。所以我們稱初信位菩薩，我們稱小小聖，小行裡頭最小的，初信菩薩。他只有位不退，行會退，念也會退。這一段經文當中，最重要的一句話，我們要記住，『已曾供養無數諸佛，植眾德本，當生彼國』。「已曾供養無數諸佛」，不是一生一世，過去生生世世，才有這個緣分。那我們有沒有？肯定有。你想想今天的世界，全世界七十億人，七十億人當中有多少人知道有佛法。大概是佛在經上講的，當年在王舍城講經，王舍城三分之一的人，知道有釋迦牟尼佛，跟佛見過面；有三分之一的人，聞名，沒見過面；還有三分之一的人不知道。我們用這個比例，七十億人當中，三分之一不知道；三分之一知道，不清楚；真正知道有佛教的三分之一，這就很多了。"
    },
    {
      "id": "02-037-0531_p0042",
      "zh_CN": "知道有佛法的，真正发心供养的不多了。只要发心供养，求福也可以，总而言之他都有种了善根。那要供养无数诸佛，岂不要无量劫？我们过去经历无量劫，这一生得人身，又遇到佛法，能发心供养。供养里面，大乘经常说，法供养为最。什么是法供养？依教修行是法供养。依什么教？经典这么多，能不能找一个代表的？能，《观经》上讲的净业三福就是最好的代表。因为佛说过，这三条是三世诸佛净业正因，这就是最好代表。三世是过去、现在、未来，所有一切行菩萨道、成佛，决定不能违背这三条。这三条不但是净宗要遵守，无论哪个宗派，大乘小乘、宗门教下、显教密教，离开这个原则不是真佛法，这不是正法，太重要了。黄念老在这个注解里头引用好几遍，不止一次，重复的引用，用意在哪里？要我们记住，修行不要走错路。无论修学哪个法门，八万四千法门，无量法门，只要守住这三条就是正法。",
      "zh_TW": "知道有佛法的，真正發心供養的不多了。只要發心供養，求福也可以，總而言之他都有種了善根。那要供養無數諸佛，豈不要無量劫？我們過去經歷無量劫，這一生得人身，又遇到佛法，能發心供養。供養裡面，大乘經常說，法供養為最。什麼是法供養？依教修行是法供養。依什麼教？經典這麼多，能不能找一個代表的？能，《觀經》上講的淨業三福就是最好的代表。因為佛說過，這三條是三世諸佛淨業正因，這就是最好代表。三世是過去、現在、未來，所有一切行菩薩道、成佛，決定不能違背這三條。這三條不但是淨宗要遵守，無論哪個宗派，大乘小乘、宗門教下、顯教密教，離開這個原則不是真佛法，這不是正法，太重要了。黃念老在這個註解裡頭引用好幾遍，不止一次，重複的引用，用意在哪裡？要我們記住，修行不要走錯路。無論修學哪個法門，八萬四千法門，無量法門，只要守住這三條就是正法。"
    },
    {
      "id": "02-037-0531_p0043",
      "zh_CN": "第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这一条是人天佛法，就是佛陀教我们怎样去做人。这个是心量很小，不想离开人道，觉得人间天上不错，舍不得离开。佛教你永远能够保持人天福报，而不会堕落。所以孝是根，孝是世出世间行门的大根大本，任何宗教都是建立在这个基础上。宗教教育特别讲求尊师，孝亲尊师，我们的身命得自于父母，慧命得自于老师。孝亲尊师这是一个念头，是虚的不是实的，怎么落实？落实在《弟子规》。《弟子规》做到了，孝亲尊师的样子就表现出来了；换句话说，《弟子规》上字字句句都是孝亲尊师。",
      "zh_TW": "第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這一條是人天佛法，就是佛陀教我們怎樣去做人。這個是心量很小，不想離開人道，覺得人間天上不錯，捨不得離開。佛教你永遠能夠保持人天福報，而不會墮落。所以孝是根，孝是世出世間行門的大根大本，任何宗教都是建立在這個基礎上。宗教教育特別講求尊師，孝親尊師，我們的身命得自於父母，慧命得自於老師。孝親尊師這是一個念頭，是虛的不是實的，怎麼落實？落實在《弟子規》。《弟子規》做到了，孝親尊師的樣子就表現出來了；換句話說，《弟子規》上字字句句都是孝親尊師。"
    },
    {
      "id": "02-037-0531_p0044",
      "zh_CN": "慈心不杀，不杀是举个例子，慈心非常广大，而杀是不慈里头最严重的，举它做代表。只要能做到不杀，下头不盗、不淫、不迷惑、不颠倒都可以做到。所以它是根本的根本，我们自己修行要在这里扎根，我们帮助别人也在这里扎根。帮助他在这个地方扎根，这是真实教诲，这是无量功德，他会永远感恩。为什么？这个基础扎实，他成就了。慈心不杀落实在《太上感应篇》。《弟子规》真正契入，明白了，人不好意思作恶。《感应篇》学了，不敢作恶，为什么？动一个不善念头都有果报，果报是真的不是假的，确实有地狱、有天堂。第三个是佛法，修十善业。",
      "zh_TW": "慈心不殺，不殺是舉個例子，慈心非常廣大，而殺是不慈裡頭最嚴重的，舉它做代表。只要能做到不殺，下頭不盜、不淫、不迷惑、不顛倒都可以做到。所以它是根本的根本，我們自己修行要在這裡扎根，我們幫助別人也在這裡扎根。幫助他在這個地方扎根，這是真實教誨，這是無量功德，他會永遠感恩。為什麼？這個基礎紮實，他成就了。慈心不殺落實在《太上感應篇》。《弟子規》真正契入，明白了，人不好意思作惡。《感應篇》學了，不敢作惡，為什麼？動一個不善念頭都有果報，果報是真的不是假的，確實有地獄、有天堂。第三個是佛法，修十善業。"
    },
    {
      "id": "02-037-0531_p0045",
      "zh_CN": "所以我们叫儒释道的三个根，在第一条，落实到三个根，这三个根就是这一句经文的载体。这句经文说的是理，理把它变成事，我们真正能受用到，真正在这里头得利益，这是真实利益。从这个基础上再发心学佛。古时候，佛门的教学，来求授三皈，第一条要做到，第一条没有做到，不够资格受三皈，不给你授。无论是在家学佛、出家学佛，出家在家是一桩事情，你要想跟佛学，做佛的弟子，不是善男子、善女人不行。善男子、善女人的标准就是头一条，很严格的。后世这种三皈叫结缘三皈，密宗里头灌顶叫结缘灌顶，为什么？都没有达到条件，不具足。",
      "zh_TW": "所以我們叫儒釋道的三個根，在第一條，落實到三個根，這三個根就是這一句經文的載體。這句經文說的是理，理把它變成事，我們真正能受用到，真正在這裡頭得利益，這是真實利益。從這個基礎上再發心學佛。古時候，佛門的教學，來求授三皈，第一條要做到，第一條沒有做到，不夠資格受三皈，不給你授。無論是在家學佛、出家學佛，出家在家是一樁事情，你要想跟佛學，做佛的弟子，不是善男子、善女人不行。善男子、善女人的標準就是頭一條，很嚴格的。後世這種三皈叫結緣三皈，密宗裡頭灌頂叫結緣灌頂，為什麼？都沒有達到條件，不具足。"
    },
    {
      "id": "02-037-0531_p0046",
      "zh_CN": "有前面第一条，第二条就真做到了，「受持三皈」，三皈是你一生起心动念、言语造作的最高的标准，你决定不会违背它。「皈依佛」什么意思？觉而不迷。如果你迷了，你的皈依是假的不是真的。皈是回头，依是依靠，从迷惑颠倒回过头来依靠自性觉，觉就是佛，觉而不迷。我现在又迷了，你的皈依是从觉皈到迷，错了。法是正知正见，正而不邪。我还有邪的念头，皈依法没做到。僧是清净，六根清净，一尘不染。我心还不清净，皈依僧没有。所以，不是善男子善女人，皈依是空的，觉正净三个字没有，迷邪染三个字具足。三皈都不能建立，修什么？今天受持三皈，结缘而已，讲最好是把它讲清楚、讲明白，做不做他自己的事情，我们就不问了。公修公得，婆修婆得，不修不得，是你自己事情。不讲清楚对不起你，你将来到阎罗王殿去，我的师父没教给我，责任推到师父那去了。师父讲清楚了，你没做到，责任是你自己。",
      "zh_TW": "有前面第一條，第二條就真做到了，「受持三皈」，三皈是你一生起心動念、言語造作的最高的標準，你決定不會違背它。「皈依佛」什麼意思？覺而不迷。如果你迷了，你的皈依是假的不是真的。皈是回頭，依是依靠，從迷惑顛倒回過頭來依靠自性覺，覺就是佛，覺而不迷。我現在又迷了，你的皈依是從覺皈到迷，錯了。法是正知正見，正而不邪。我還有邪的念頭，皈依法沒做到。僧是清淨，六根清淨，一塵不染。我心還不清淨，皈依僧沒有。所以，不是善男子善女人，皈依是空的，覺正淨三個字沒有，迷邪染三個字具足。三皈都不能建立，修什麼？今天受持三皈，結緣而已，講最好是把它講清楚、講明白，做不做他自己的事情，我們就不問了。公修公得，婆修婆得，不修不得，是你自己事情。不講清楚對不起你，你將來到閻羅王殿去，我的師父沒教給我，責任推到師父那去了。師父講清楚了，你沒做到，責任是你自己。"
    },
    {
      "id": "02-037-0531_p0047",
      "zh_CN": "所以受持三皈，「具足众戒」，在家的戒，五戒、八戒、八关斋戒（那是受一天的）、菩萨戒。菩萨戒两种，璎珞戒跟梵网戒都可以受，一般出家受梵网戒，在家受璎珞戒，璎珞戒二十六条，梵网戒五十三条。戒受了，没有做到，叫破戒。现在会不会破戒？不会。为什么？根本你就没有戒受，只是搞一个形式，比丘跟比丘尼戒全是假的。这个话，蕅益大师讲的，他老人家说，从南宋以后，中国就没有比丘了，都是属于名字比丘；换句话说，没有资格传戒，你从哪里得戒？他是个研究戒律的人，自己文章，写东西的，他的具名是菩萨戒沙弥，他不称比丘。换句话，他老实、好学、真干，他沙弥戒能做到，菩萨戒能做到，他能承认它，比丘戒他做不到。同时也晓得，那时候没有真正比丘传授，不能得戒。老师是这样的行法，他的学生成时法师，蕅益大师圆寂之后，所有的著作是成时把它整理流通。成时法师自己不敢称沙弥，称出家优婆塞。我们民国年间弘一大师，他也自称为出家优婆塞，这什么？名实相符，不敢躐等，这说明他很本分。",
      "zh_TW": "所以受持三皈，「具足眾戒」，在家的戒，五戒、八戒、八關齋戒（那是受一天的）、菩薩戒。菩薩戒兩種，瓔珞戒跟梵網戒都可以受，一般出家受梵網戒，在家受瓔珞戒，瓔珞戒二十六條，梵網戒五十三條。戒受了，沒有做到，叫破戒。現在會不會破戒？不會。為什麼？根本你就沒有戒受，只是搞一個形式，比丘跟比丘尼戒全是假的。這個話，蕅益大師講的，他老人家說，從南宋以後，中國就沒有比丘了，都是屬於名字比丘；換句話說，沒有資格傳戒，你從哪裡得戒？他是個研究戒律的人，自己文章，寫東西的，他的具名是菩薩戒沙彌，他不稱比丘。換句話，他老實、好學、真幹，他沙彌戒能做到，菩薩戒能做到，他能承認它，比丘戒他做不到。同時也曉得，那時候沒有真正比丘傳授，不能得戒。老師是這樣的行法，他的學生成時法師，蕅益大師圓寂之後，所有的著作是成時把它整理流通。成時法師自己不敢稱沙彌，稱出家優婆塞。我們民國年間弘一大師，他也自稱為出家優婆塞，這什麼？名實相符，不敢躐等，這說明他很本分。"
    },
    {
      "id": "02-037-0531_p0048",
      "zh_CN": "修行绝不是一生一世，我们每个人都是过去生中，「已曾供养无数诸佛，植众德本，当生彼国」。现在当生彼国，我们愿不愿意？愿意，决定得生。小行菩萨修积功德也不例外，也是供养无数诸佛，如果不是，你怎么能遇到这个法门？怎么能遇到这部经典、这个注解？这不容易！这是我们要知道珍惜。今天所讲的这一小段，是娑婆世界的，释迦牟尼佛的教区，法身菩萨七百二十亿。法身以下的这些菩萨们，三贤、声闻、缘觉，只要一发心，求愿往生，都叫菩萨，都是菩萨。生到极乐世界，个个都成为阿惟越致菩萨，这是净宗无比殊胜。八万四千法门到最后都归向净土，道理就在此地。今天时间到了，我们就学习到此地。",
      "zh_TW": "修行絕不是一生一世，我們每個人都是過去生中，「已曾供養無數諸佛，植眾德本，當生彼國」。現在當生彼國，我們願不願意？願意，決定得生。小行菩薩修積功德也不例外，也是供養無數諸佛，如果不是，你怎麼能遇到這個法門？怎麼能遇到這部經典、這個註解？這不容易！這是我們要知道珍惜。今天所講的這一小段，是娑婆世界的，釋迦牟尼佛的教區，法身菩薩七百二十億。法身以下的這些菩薩們，三賢、聲聞、緣覺，只要一發心，求願往生，都叫菩薩，都是菩薩。生到極樂世界，個個都成為阿惟越致菩薩，這是淨宗無比殊勝。八萬四千法門到最後都歸向淨土，道理就在此地。今天時間到了，我們就學習到此地。"
    }
  ]
}