{
  "doc_id": "02-037-0385",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三八五集",
    "zh_TW": "第三八五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0385",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0385_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》八百四十六页，第四行当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》八百四十六頁，第四行當中看起："
    },
    {
      "id": "02-037-0385_p0002",
      "zh_CN": "「六正精进者，以无漏智，应勤行精进，趋涅槃道故」。世间一切善法有三个根，能生一切善法，这三个根就是不贪、不瞋、不痴，这是世间三善根。大乘菩萨善根只有一个，就是精进，精进是菩萨唯一的善根。这里有个简单的解释，以无漏智，智慧里面不夹杂妄想、杂念，这就叫无漏。漏是烦恼的代名词，不夹杂这些，这是真智慧，自性清净心所生的真实智慧。以这个智慧观察，勤行精进，勤行也就是精进的意思。但是精进这两个字，精是纯而不杂，进是不退转，所以精进比勤行的意思更明显。中国古大德跟佛法里头说法是一致的，教我们一门深入，长时薰修，这就是精进的相，精进的样子。一门这就是精，学很多这就是杂。杂，你分心，你的意念不能集中。古人学习的目的跟今人不一样，今人求学的目的是为了名利，古人不是的。古人勤学是为求智慧，佛法里面要求的明心见性，世间法里要求的也求开悟。我们小时候，我记得我念初中一年级，有一天偶尔从老师休息室门口经过，里面老师在谈话，在评论学生，某个学生有悟性。换句话说，那个时候，那是抗战期间，老师还着重学生的悟性，怎样帮助学生开悟，他们重视这一点。这是过去传统私塾里面的教学，老师非常着重学生悟性。",
      "zh_TW": "「六正精進者，以無漏智，應勤行精進，趨涅槃道故」。世間一切善法有三個根，能生一切善法，這三個根就是不貪、不瞋、不痴，這是世間三善根。大乘菩薩善根只有一個，就是精進，精進是菩薩唯一的善根。這裡有個簡單的解釋，以無漏智，智慧裡面不夾雜妄想、雜念，這就叫無漏。漏是煩惱的代名詞，不夾雜這些，這是真智慧，自性清淨心所生的真實智慧。以這個智慧觀察，勤行精進，勤行也就是精進的意思。但是精進這兩個字，精是純而不雜，進是不退轉，所以精進比勤行的意思更明顯。中國古大德跟佛法裡頭說法是一致的，教我們一門深入，長時薰修，這就是精進的相，精進的樣子。一門這就是精，學很多這就是雜。雜，你分心，你的意念不能集中。古人學習的目的跟今人不一樣，今人求學的目的是為了名利，古人不是的。古人勤學是為求智慧，佛法裡面要求的明心見性，世間法裡要求的也求開悟。我們小時候，我記得我念初中一年級，有一天偶爾從老師休息室門口經過，裡面老師在談話，在評論學生，某個學生有悟性。換句話說，那個時候，那是抗戰期間，老師還著重學生的悟性，怎樣幫助學生開悟，他們重視這一點。這是過去傳統私塾裡面的教學，老師非常著重學生悟性。"
    },
    {
      "id": "02-037-0385_p0003",
      "zh_CN": "所以教学确实是吸收了佛教的教学方法，佛教的方法是戒定慧，因戒得定，因定开智慧。一门深入，那个心容易定，道理在此地。学很多、学很杂，就定不下来，定不下来，你所学习的是知识，不是智慧。智慧里头有悟，就是这个地方所说的无漏智，他有悟处，所以是闻一知十，一闻千悟，它有这种能量在里头，知识没有。所以现代，我们看了许许多多的国家，也参观他们的学校，纵然到大学、研究所，还是求知识，没有谈到智慧。戒定慧，他们没听说过。戒定慧是大乘，从印度传到中国来，中国的儒家接受了，道家也接受了，都用这个方法。一部经专修专弘，这一部经上开悟了，实际上一切经都通了。大乘通了，小乘也通了；显教通了，密教也通了；不但佛法通了，世间法也通了。奇怪了，这什么原因？一切法不离自性，一切法的本体是自性，你见了性，怎么会不知道？不学就知道了。所以佛家大乘的智慧，有无师智，无师智是没有学习过的，自然智。",
      "zh_TW": "所以教學確實是吸收了佛教的教學方法，佛教的方法是戒定慧，因戒得定，因定開智慧。一門深入，那個心容易定，道理在此地。學很多、學很雜，就定不下來，定不下來，你所學習的是知識，不是智慧。智慧裡頭有悟，就是這個地方所說的無漏智，他有悟處，所以是聞一知十，一聞千悟，它有這種能量在裡頭，知識沒有。所以現代，我們看了許許多多的國家，也參觀他們的學校，縱然到大學、研究所，還是求知識，沒有談到智慧。戒定慧，他們沒聽說過。戒定慧是大乘，從印度傳到中國來，中國的儒家接受了，道家也接受了，都用這個方法。一部經專修專弘，這一部經上開悟了，實際上一切經都通了。大乘通了，小乘也通了；顯教通了，密教也通了；不但佛法通了，世間法也通了。奇怪了，這什麼原因？一切法不離自性，一切法的本體是自性，你見了性，怎麼會不知道？不學就知道了。所以佛家大乘的智慧，有無師智，無師智是沒有學習過的，自然智。"
    },
    {
      "id": "02-037-0385_p0004",
      "zh_CN": "有证明，我们看《六祖坛经》，惠能大师就是个证明。不认识字，没念过书，五祖在深夜，方丈室里头召见他，跟他讲《金刚经》大意。我们估计大概不超过两个小时，讲到「应无所住，而生其心」，他开悟了，豁然大悟。他说出五句话，这五句话就是他的心得报告，他开悟时候的报告，也就像今天的博士论文。不是用文字写的，口述的，很简单。「何期自性，本自清净」，他见性了，性是清净的，从来没有染污过，在佛菩萨是清净，在一切众生还是清净。那我们就晓得，所谓染污，不是染污本性，是染污阿赖耶识。阿赖耶是妄心，本性是真心，真心没有染污，妄心有染污，他见到真心。第二个说「何期自性，本不生灭」，真心是不生不灭的，这说明真心的样子，没有生灭。妄心有生灭，阿赖耶有生灭，末那有生灭。凡是从阿赖耶变现出来的，万事万物统统都有生灭，包括星球。",
      "zh_TW": "有證明，我們看《六祖壇經》，惠能大師就是個證明。不認識字，沒念過書，五祖在深夜，方丈室裡頭召見他，跟他講《金剛經》大意。我們估計大概不超過兩個小時，講到「應無所住，而生其心」，他開悟了，豁然大悟。他說出五句話，這五句話就是他的心得報告，他開悟時候的報告，也就像今天的博士論文。不是用文字寫的，口述的，很簡單。「何期自性，本自清淨」，他見性了，性是清淨的，從來沒有染污過，在佛菩薩是清淨，在一切眾生還是清淨。那我們就曉得，所謂染污，不是染污本性，是染污阿賴耶識。阿賴耶是妄心，本性是真心，真心沒有染污，妄心有染污，他見到真心。第二個說「何期自性，本不生滅」，真心是不生不滅的，這說明真心的樣子，沒有生滅。妄心有生滅，阿賴耶有生滅，末那有生滅。凡是從阿賴耶變現出來的，萬事萬物統統都有生滅，包括星球。"
    },
    {
      "id": "02-037-0385_p0005",
      "zh_CN": "现在科学家告诉我们，最近三十年代的量子力学家，告诉我们，整个宇宙是一个脉动的现象。人身上有脉搏，这脉搏跳动的，整个宇宙都是的，这个频率很高，一般人没法子觉察到。现代科学发明的最新仪器，我们不能不佩服，它们能够捉捕到一千兆分之一秒的频率。一秒钟一千兆次的波动现象，现代科学家捕捉到了。佛经上给我们讲的，弥勒菩萨所说的，「一弹指有三十二亿百千念」，百千是十万，三十二亿乘十万，三百二十兆。一弹指，里头波动现象多少次？三百二十兆。一秒钟能弹多少次？我能弹四次，我相信有比我能力强的，年轻力壮的，至少可以弹五次，五乘三百二十，一千六百兆。现在科学家能捕捉到一千兆，跟佛法讲的很接近了。整个宇宙就是这个现象，物质是这个现象，精神也是这个现象，我们这思想也是这个现象，自然现象都不能超越这个现象。",
      "zh_TW": "現在科學家告訴我們，最近三十年代的量子力學家，告訴我們，整個宇宙是一個脈動的現象。人身上有脈搏，這脈搏跳動的，整個宇宙都是的，這個頻率很高，一般人沒法子覺察到。現代科學發明的最新儀器，我們不能不佩服，它們能夠捉捕到一千兆分之一秒的頻率。一秒鐘一千兆次的波動現象，現代科學家捕捉到了。佛經上給我們講的，彌勒菩薩所說的，「一彈指有三十二億百千念」，百千是十萬，三十二億乘十萬，三百二十兆。一彈指，裡頭波動現象多少次？三百二十兆。一秒鐘能彈多少次？我能彈四次，我相信有比我能力強的，年輕力壯的，至少可以彈五次，五乘三百二十，一千六百兆。現在科學家能捕捉到一千兆，跟佛法講的很接近了。整個宇宙就是這個現象，物質是這個現象，精神也是這個現象，我們這思想也是這個現象，自然現象都不能超越這個現象。"
    },
    {
      "id": "02-037-0385_p0006",
      "zh_CN": "所以佛经上，以前，我们现在很幸运，有科学家帮助我们，从前没有。佛说这些宇宙人生真相，那个时候的人怎么能接受？怎么能相信？怎么能不怀疑？这是我们佩服到极处的地方。那是什么？老夫子的精神。孔子对古圣先贤，「述而不作，信而好古」，他不怀疑。现在人不信，怎么能不怀疑？我们学佛一甲子，这种疑团还是在，百分之九十九的相信，还有一分怀疑。不是我们的常识！到看到量子力学报告，我们这个疑惑才断掉，才相信佛讲的是真的。佛怎么见到的？佛说，这个境界是八地以上，也就是说八地菩萨以上在定中都能见到。所以佛不是用科学仪器，不是用数学来推算，他定中见到的，叫现量境界。不是比量，不是非量，就是亲眼看见的。七地之前的定功还不行。",
      "zh_TW": "所以佛經上，以前，我們現在很幸運，有科學家幫助我們，從前沒有。佛說這些宇宙人生真相，那個時候的人怎麼能接受？怎麼能相信？怎麼能不懷疑？這是我們佩服到極處的地方。那是什麼？老夫子的精神。孔子對古聖先賢，「述而不作，信而好古」，他不懷疑。現在人不信，怎麼能不懷疑？我們學佛一甲子，這種疑團還是在，百分之九十九的相信，還有一分懷疑。不是我們的常識！到看到量子力學報告，我們這個疑惑才斷掉，才相信佛講的是真的。佛怎麼見到的？佛說，這個境界是八地以上，也就是說八地菩薩以上在定中都能見到。所以佛不是用科學儀器，不是用數學來推算，他定中見到的，叫現量境界。不是比量，不是非量，就是親眼看見的。七地之前的定功還不行。"
    },
    {
      "id": "02-037-0385_p0007",
      "zh_CN": "我们照《华严经》的说法，大乘讲禅定，等级至少五十二个，一个比一个深，到五十二那到顶了，圆满的觉悟了。可是在大经上我们看到，所谓明心见性的菩萨，在多少个阶层？第十一个。五十一个等级第十一个，就是禅宗讲的大彻大悟、明心见性。现代科学家也承认，不同空间维次至少有十一个，这是他们能够证明的。从理论上讲，空间维次是无尽无数的。这个东西从哪里来的？大乘经教佛说，一切法从心想生。确实，不同空间维次是从分别心里头变出来的，妄想、分别、执着，是从这里头来的。我们把妄想分别执着统统放下，空间维次就没有了，宇宙的源起你就亲眼看到，没有障碍了。",
      "zh_TW": "我們照《華嚴經》的說法，大乘講禪定，等級至少五十二個，一個比一個深，到五十二那到頂了，圓滿的覺悟了。可是在大經上我們看到，所謂明心見性的菩薩，在多少個階層？第十一個。五十一個等級第十一個，就是禪宗講的大徹大悟、明心見性。現代科學家也承認，不同空間維次至少有十一個，這是他們能夠證明的。從理論上講，空間維次是無盡無數的。這個東西從哪裡來的？大乘經教佛說，一切法從心想生。確實，不同空間維次是從分別心裡頭變出來的，妄想、分別、執著，是從這裡頭來的。我們把妄想分別執著統統放下，空間維次就沒有了，宇宙的源起你就親眼看到，沒有障礙了。"
    },
    {
      "id": "02-037-0385_p0008",
      "zh_CN": "佛在经上告诉我们，六道众生，他所用的感官是六识，眼耳鼻舌身意，意是思想。大乘分得很细，思是第七识，想是第六识，都是妄心。你看中国古人造字，那是智慧的符号，思是什么？心里头有了分别。你看，心上一个田字，那个田就是格子，就是分别。想，想心里头有相。你想一个人，心里有个人的相；想一个建筑物，心里有个建筑物的相，有相。所以想是执着，思是分别，第六识、第七识。有没有这个东西？不见得真有，是从你想像当中变现出来的。所以，一切法从心想生，离开心想就没有一切法。大乘教上，《般若经》讲得很多、讲得很清楚，「凡所有相，皆是虚妄」。真的东西？真的东西没有相。自性没有相，所以自性找不到，科学家、哲学家都找不到。科学、哲学能找到的，一定要有现象，没有现象他找不到。自性、真心不是物质，不是念头，没有念头，真心离念，念头是精神的现象，它也不是自然现象，三种现象都没有，所以科学跟哲学对它不起作用。怎么知道有？佛说得很好，这个事情唯证方知。用什么方法证？甚深禅定。禅定等级分为五十二个等级，要到最高第四个等级才看到，那是很高级的禅定。你看，八地、九地、十地、等觉，菩萨最高的四个等级，再上面就是佛，佛称妙觉。《华严经》上说的，妙觉是佛，是无上正等正觉。说正等正觉是从初住菩萨算起，也就是第十一个等级，第十一个等级到五十一个等级，都叫做正等正觉。",
      "zh_TW": "佛在經上告訴我們，六道眾生，他所用的感官是六識，眼耳鼻舌身意，意是思想。大乘分得很細，思是第七識，想是第六識，都是妄心。你看中國古人造字，那是智慧的符號，思是什麼？心裡頭有了分別。你看，心上一個田字，那個田就是格子，就是分別。想，想心裡頭有相。你想一個人，心裡有個人的相；想一個建築物，心裡有個建築物的相，有相。所以想是執著，思是分別，第六識、第七識。有沒有這個東西？不見得真有，是從你想像當中變現出來的。所以，一切法從心想生，離開心想就沒有一切法。大乘教上，《般若經》講得很多、講得很清楚，「凡所有相，皆是虛妄」。真的東西？真的東西沒有相。自性沒有相，所以自性找不到，科學家、哲學家都找不到。科學、哲學能找到的，一定要有現象，沒有現象他找不到。自性、真心不是物質，不是念頭，沒有念頭，真心離念，念頭是精神的現象，它也不是自然現象，三種現象都沒有，所以科學跟哲學對它不起作用。怎麼知道有？佛說得很好，這個事情唯證方知。用什麼方法證？甚深禪定。禪定等級分為五十二個等級，要到最高第四個等級才看到，那是很高級的禪定。你看，八地、九地、十地、等覺，菩薩最高的四個等級，再上面就是佛，佛稱妙覺。《華嚴經》上說的，妙覺是佛，是無上正等正覺。說正等正覺是從初住菩薩算起，也就是第十一個等級，第十一個等級到五十一個等級，都叫做正等正覺。"
    },
    {
      "id": "02-037-0385_p0009",
      "zh_CN": "我们学习能够想像得到，正等正觉里头，大乘教常说四十一位法身大士，这四十一个等级是真有吗？不能讲真有。为什么？这四十一个等级都是不起心、不动念、不分别、不执着。他没有分别执着，哪来的等级？所以，他是平等的，叫一真法界，他平等的。但是说他平等的，里面真有不平等。不平等是什么？无明习气没断，习气有厚薄不一样。譬如，十住菩萨习气就很浓，十地菩萨习气就很淡薄，到等觉还剩一点点，那一点点断掉了他就成佛了。它是习气。所以这四十一个，不能一定说有，不能一定说无，实在讲是习气厚薄不一样。习气没法子断，想个什么方法断习气，那你就堕落了。为什么？你又起心动念，你又有分别执着了。所以这个境界里头，大乘说叫无功用道，古人所说此处用不得力，你不能起心动念，起心动念就堕落了。这是大乘境界。",
      "zh_TW": "我們學習能夠想像得到，正等正覺裡頭，大乘教常說四十一位法身大士，這四十一個等級是真有嗎？不能講真有。為什麼？這四十一個等級都是不起心、不動念、不分別、不執著。他沒有分別執著，哪來的等級？所以，他是平等的，叫一真法界，他平等的。但是說他平等的，裡面真有不平等。不平等是什麼？無明習氣沒斷，習氣有厚薄不一樣。譬如，十住菩薩習氣就很濃，十地菩薩習氣就很淡薄，到等覺還剩一點點，那一點點斷掉了他就成佛了。它是習氣。所以這四十一個，不能一定說有，不能一定說無，實在講是習氣厚薄不一樣。習氣沒法子斷，想個什麼方法斷習氣，那你就墮落了。為什麼？你又起心動念，你又有分別執著了。所以這個境界裡頭，大乘說叫無功用道，古人所說此處用不得力，你不能起心動念，起心動念就墮落了。這是大乘境界。"
    },
    {
      "id": "02-037-0385_p0010",
      "zh_CN": "大乘不容易！佛讲大乘，用了二十年的时间奠定基础。释迦牟尼佛的教学，你看教阿含，阿含是世间法，伦理、道德、因果。也讲到佛法，佛法讲得很浅，只讲到人空。劝大家不要执着这个身体，身体是假的，这个信息是透出来了。再方等，这提升了。阿含十二年等于小学，小学里最高的，证得人空。真正证得人空的人，就称阿罗汉，脱离六道轮回。六道是假的，不是真的。方等好比办中学，做大学的准备。方等讲到最高的地方讲到法空，不但人是空的，法也是空的。人是五蕴集合成的现象，五蕴是色受想行识，所以这个身体是假的，不是真的。但是小乘人执着，身是假的他承认，法是真的，他以为法是真的。在方等教里面，佛就告诉，法也不是真的。",
      "zh_TW": "大乘不容易！佛講大乘，用了二十年的時間奠定基礎。釋迦牟尼佛的教學，你看教阿含，阿含是世間法，倫理、道德、因果。也講到佛法，佛法講得很淺，只講到人空。勸大家不要執著這個身體，身體是假的，這個信息是透出來了。再方等，這提升了。阿含十二年等於小學，小學裡最高的，證得人空。真正證得人空的人，就稱阿羅漢，脫離六道輪迴。六道是假的，不是真的。方等好比辦中學，做大學的準備。方等講到最高的地方講到法空，不但人是空的，法也是空的。人是五蘊集合成的現象，五蘊是色受想行識，所以這個身體是假的，不是真的。但是小乘人執著，身是假的他承認，法是真的，他以為法是真的。在方等教裡面，佛就告訴，法也不是真的。"
    },
    {
      "id": "02-037-0385_p0011",
      "zh_CN": "色是物质现象，受想行识是精神现象。受是你有感受，有苦乐忧喜的感受；想，你有思想，你能想过去，也能想未来；行，就是这种状况它相续不断，这叫行。你看，前念灭，后念又生了，它不会断掉的，这叫行。识，用我们现在最浅显的话来说，就是记忆。你眼见的、耳听的、接触到的，你有深刻的印象，这印象在哪里？印象在阿赖耶。阿赖耶好像是资料库，它搜集这些资料。这资料里面非常丰富，从无始劫来到现在全都在里头，善的、不善的统统在里头。动一个念头，那里面就记录下来，比电脑还快，决定不会忘失掉。所以，心愈清净，这些记忆它统统能起现行。",
      "zh_TW": "色是物質現象，受想行識是精神現象。受是你有感受，有苦樂憂喜的感受；想，你有思想，你能想過去，也能想未來；行，就是這種狀況它相續不斷，這叫行。你看，前念滅，後念又生了，它不會斷掉的，這叫行。識，用我們現在最淺顯的話來說，就是記憶。你眼見的、耳聽的、接觸到的，你有深刻的印象，這印象在哪裡？印象在阿賴耶。阿賴耶好像是資料庫，它蒐集這些資料。這資料裡面非常豐富，從無始劫來到現在全都在裡頭，善的、不善的統統在裡頭。動一個念頭，那裡面就記錄下來，比電腦還快，決定不會忘失掉。所以，心愈清淨，這些記憶它統統能起現行。"
    },
    {
      "id": "02-037-0385_p0012",
      "zh_CN": "人在定中，能够知道过去世的事情，能够知道无量劫以前的事情，这是回顾过去。展望未来，未来虽然还没到，但是它有幻相。所以真正有神通的人，这是有定功的人，他看到未来，未来有什么现象。但是你要记住，他看到的是今天的、是昨天的，明天的也看到了，后天他也看到，但是明天、后天会变化，为什么？相随心转。念头一变，它就变了，外面现象就变了。所以佛说，一切法都不是定法，随着念头在转。如果这个人改邪归正，灾难就没有了；如果这个人改善为恶，他灾难就来了。他还没改，你还没看到，他改了你看到了。所以，起心动念没有人不知道，佛菩萨知道，太清楚了，天神知道，鬼神也知道。真正懂得这些道理，知道这些事相是真的，我们起心动念会很谨慎，不会起一个恶念。起一个恶念，对不起自己，对不起祖宗，对不起佛菩萨，也惹鬼神笑话。堂堂正正做一个正人君子，起心动念都可以告鬼神，这个人心地多么坦然，多舒畅，多快乐！所以大乘的教育、因果的教育太重要了，不是迷信，不是幻想，是事实真相，我们在这方面求精进。",
      "zh_TW": "人在定中，能夠知道過去世的事情，能夠知道無量劫以前的事情，這是回顧過去。展望未來，未來雖然還沒到，但是它有幻相。所以真正有神通的人，這是有定功的人，他看到未來，未來有什麼現象。但是你要記住，他看到的是今天的、是昨天的，明天的也看到了，後天他也看到，但是明天、後天會變化，為什麼？相隨心轉。念頭一變，它就變了，外面現象就變了。所以佛說，一切法都不是定法，隨著念頭在轉。如果這個人改邪歸正，災難就沒有了；如果這個人改善為惡，他災難就來了。他還沒改，你還沒看到，他改了你看到了。所以，起心動念沒有人不知道，佛菩薩知道，太清楚了，天神知道，鬼神也知道。真正懂得這些道理，知道這些事相是真的，我們起心動念會很謹慎，不會起一個惡念。起一個惡念，對不起自己，對不起祖宗，對不起佛菩薩，也惹鬼神笑話。堂堂正正做一個正人君子，起心動念都可以告鬼神，這個人心地多麼坦然，多舒暢，多快樂！所以大乘的教育、因果的教育太重要了，不是迷信，不是幻想，是事實真相，我們在這方面求精進。"
    },
    {
      "id": "02-037-0385_p0013",
      "zh_CN": "学东西，中国古人这一套，现在人不相信。不相信怎么办？要做实验。我们现在用小学生做实验都行，同样的课程，同样的学习，古人的方法是「教之道，贵以专」。譬如小学，小学生六年所学的课程，有几门是主科，主要课程，那些音乐、体育那个无所谓，那是副科，不是正科，可以随着学习，主要功课只学一门。譬如他现在有国语、有数学，这是主科的，大概历史、地理，还有外国语文。教学的方法用古人这个理念，就是专。语文，语文是根本，是学术的根本，可以用两年的时间专教语文。学生头脑就一样东西，天天就想这个东西，六年的语文，两年教完。数学用一年的时间，史地用一年的时间，外国文用一年的时间。都把六年的时间把它分开，一样一样的教，使他一年当中头脑里只有一样东西。这样教出来之后，跟现在交叉排课这个方式，让他去参加考试，看哪一个考得好。这可以实验出来。肯定专门学一样的人，这个学生品性好，有定力、有智慧。不像交叉式的他的思想散乱，他思想散乱会影响他的身体，体格一定不如前面这种教法的。可以实验出来。中国几千年教学，它有道理在，外国人没道理。",
      "zh_TW": "學東西，中國古人這一套，現在人不相信。不相信怎麼辦？要做實驗。我們現在用小學生做實驗都行，同樣的課程，同樣的學習，古人的方法是「教之道，貴以專」。譬如小學，小學生六年所學的課程，有幾門是主科，主要課程，那些音樂、體育那個無所謂，那是副科，不是正科，可以隨著學習，主要功課只學一門。譬如他現在有國語、有數學，這是主科的，大概歷史、地理，還有外國語文。教學的方法用古人這個理念，就是專。語文，語文是根本，是學術的根本，可以用兩年的時間專教語文。學生頭腦就一樣東西，天天就想這個東西，六年的語文，兩年教完。數學用一年的時間，史地用一年的時間，外國文用一年的時間。都把六年的時間把它分開，一樣一樣的教，使他一年當中頭腦裡只有一樣東西。這樣教出來之後，跟現在交叉排課這個方式，讓他去參加考試，看哪一個考得好。這可以實驗出來。肯定專門學一樣的人，這個學生品性好，有定力、有智慧。不像交叉式的他的思想散亂，他思想散亂會影響他的身體，體格一定不如前面這種教法的。可以實驗出來。中國幾千年教學，它有道理在，外國人沒道理。"
    },
    {
      "id": "02-037-0385_p0014",
      "zh_CN": "外国人看小朋友天真烂漫，要保持他这样子，不能去约束他，错了。童年是扎根的时候，根要不扎，一辈子都没法子。所以，中国人跟外国人想法不一样，中国人小时候要守规矩，严守规矩，把伦理、道德、因果教育扎下去，中年学成之后为社会服务，晚年享福。外国人颠倒了，小孩享福，小孩是一生的天堂，中年是战场，晚年是坟墓。晚年真苦、真可怜，住老人院，没人管。物质生活国家照顾到了，没有问题，精神生活完全没有。我们参观老人院，看到老人坐在阳光底下晒太阳，面孔呆板，一天一句话都不说。老人院天天都有人走的，看到抬走了，他会想到哪一天轮到我。中国人所谓坐吃等死，这是什么滋味！错了。",
      "zh_TW": "外國人看小朋友天真爛漫，要保持他這樣子，不能去約束他，錯了。童年是扎根的時候，根要不紮，一輩子都沒法子。所以，中國人跟外國人想法不一樣，中國人小時候要守規矩，嚴守規矩，把倫理、道德、因果教育紮下去，中年學成之後為社會服務，晚年享福。外國人顛倒了，小孩享福，小孩是一生的天堂，中年是戰場，晚年是墳墓。晚年真苦、真可憐，住老人院，沒人管。物質生活國家照顧到了，沒有問題，精神生活完全沒有。我們參觀老人院，看到老人坐在陽光底下晒太陽，面孔呆板，一天一句話都不說。老人院天天都有人走的，看到抬走了，他會想到哪一天輪到我。中國人所謂坐吃等死，這是什麼滋味！錯了。"
    },
    {
      "id": "02-037-0385_p0015",
      "zh_CN": "中国人，中国家庭是大家庭，教育是家庭负责，古时候没那么多学校，私塾就是家庭子弟学校。到退休的年龄，不能工作了，叫落叶归根。归根是什么？回老家。回老家干什么？享福。一个家族最少也有两百多人，那衰了；普通人家应该是三百人左右，正常的；人丁兴旺的，六、七百人。这是一个大家庭，你想想看子弟多少？你的孙子辈的、重孙子辈的，跟小朋友玩在一起，叫天伦之乐。老人把自己一生的经验、一生的甘苦，给小朋友讲故事，他们也都学会了。所以中国人把享福放在晚年，把学习放在幼年，幼年扎根的学习比什么都重要。所以今天，今天我们根坏掉了，没人想到这个问题。根要坏掉之后，用什么方法都无法补救。圣贤方法我给你看，你看懂了，明白了，你做不到，不肯做。你没有办法放下自私自利，没有办法放下名闻利养、贪瞋痴慢，这个东西放不下。",
      "zh_TW": "中國人，中國家庭是大家庭，教育是家庭負責，古時候沒那麼多學校，私塾就是家庭子弟學校。到退休的年齡，不能工作了，叫落葉歸根。歸根是什麼？回老家。回老家幹什麼？享福。一個家族最少也有兩百多人，那衰了；普通人家應該是三百人左右，正常的；人丁興旺的，六、七百人。這是一個大家庭，你想想看子弟多少？你的孫子輩的、重孫子輩的，跟小朋友玩在一起，叫天倫之樂。老人把自己一生的經驗、一生的甘苦，給小朋友講故事，他們也都學會了。所以中國人把享福放在晚年，把學習放在幼年，幼年扎根的學習比什麼都重要。所以今天，今天我們根壞掉了，沒人想到這個問題。根要壞掉之後，用什麼方法都無法補救。聖賢方法我給你看，你看懂了，明白了，你做不到，不肯做。你沒有辦法放下自私自利，沒有辦法放下名聞利養、貪瞋痴慢，這個東西放不下。"
    },
    {
      "id": "02-037-0385_p0016",
      "zh_CN": "这些东西必须从小扎根，从小养成，因为中国过去是大家庭，大家庭里决定不能有私心。有私心，这个家庭就会破了、会败了。家要团结，起心动念我不是为我自己，我也不是为我父母，我为我整个家族。他是这个想法，所以心量自然就大。参加国家的考试，受国家栽培，将来他做官，他做官真的他想人民，他不想自己，想国家、想民族，自自然然有那么大的心量。所以今天社会问题，整个世界全是教育出了问题。能够把教育恢复，肯定古圣先贤的教育有价值，我们才有救。现在人瞧不起古人，认为古人没有科学，古人不如今人，错了。古人懂不懂科学？懂！为什么不向这个路子发展？如果向这个路子发展，世界早就毁灭了。德行赶不上科学，科学就毁灭世界。所以中国教育，德行摆在第一，科学技术摆在最后。这古人的智慧，现在人无法能比，他也不相信。",
      "zh_TW": "這些東西必須從小扎根，從小養成，因為中國過去是大家庭，大家庭裡決定不能有私心。有私心，這個家庭就會破了、會敗了。家要團結，起心動念我不是為我自己，我也不是為我父母，我為我整個家族。他是這個想法，所以心量自然就大。參加國家的考試，受國家栽培，將來他做官，他做官真的他想人民，他不想自己，想國家、想民族，自自然然有那麼大的心量。所以今天社會問題，整個世界全是教育出了問題。能夠把教育恢復，肯定古聖先賢的教育有價值，我們才有救。現在人瞧不起古人，認為古人沒有科學，古人不如今人，錯了。古人懂不懂科學？懂！為什麼不向這個路子發展？如果向這個路子發展，世界早就毀滅了。德行趕不上科學，科學就毀滅世界。所以中國教育，德行擺在第一，科學技術擺在最後。這古人的智慧，現在人無法能比，他也不相信。"
    },
    {
      "id": "02-037-0385_p0017",
      "zh_CN": "所以精，纯而不杂，世出世间法都要遵守这个道理，专攻一门，一门通了，真的一切都通了。惠能大师开悟了，我们在《坛经》上看到，五祖衣钵传给他之后，叫他赶快走，找个地方藏起来。什么原因？一般人不服！不认识字，没有念过书的人，你怎么可以做祖师？不相信，所以五祖叫他躲起来。他跑到猎人队，隐居了十五年，这个十五年修忍辱波罗蜜，修般若波罗蜜。在猎人队里头当厨师，猎人打的一些猎物，每天要做给他们吃。《坛经》说的，他看到受伤，伤不太严重的，他偷偷的把牠放掉，这放生。自己吃的，吃肉边菜，菜放在锅里一起煮，他吃菜，不吃肉。",
      "zh_TW": "所以精，純而不雜，世出世間法都要遵守這個道理，專攻一門，一門通了，真的一切都通了。惠能大師開悟了，我們在《壇經》上看到，五祖衣缽傳給他之後，叫他趕快走，找個地方藏起來。什麼原因？一般人不服！不認識字，沒有念過書的人，你怎麼可以做祖師？不相信，所以五祖叫他躲起來。他跑到獵人隊，隱居了十五年，這個十五年修忍辱波羅蜜，修般若波羅蜜。在獵人隊裡頭當廚師，獵人打的一些獵物，每天要做給他們吃。《壇經》說的，他看到受傷，傷不太嚴重的，他偷偷的把牠放掉，這放生。自己吃的，吃肉邊菜，菜放在鍋裡一起煮，他吃菜，不吃肉。"
    },
    {
      "id": "02-037-0385_p0018",
      "zh_CN": "逃难当中，初期逃难，是刚刚离开的时候，在曹侯村遇到无尽藏比丘尼，这个比丘尼受持《大般涅槃经》。《涅槃经》分量很大，在中国两个译本，一个三十六卷，一个本子是四十卷，这么大的分量，她每天读诵。她在念经，惠能大师在旁边听，她念完之后，惠能就讲给她听。惠能那年二十四岁，这没学过的。这个比丘尼非常惊讶，捧着经本向他请教，他说我不认识字。不认识字怎么能讲得这么好？他说这个与识字不识字没关系。这句话很重要！与什么有关系？开智慧有关系。你真正心地清净，明心见性，智慧开了。佛说的一切经都是从自性流出来的，只要见性，统统知道，没有一样不知道。不但佛经知道，世间法也知道，不需要学，没有一样不知道。无所不知，无所不能，是真的，这不是假的。这种能力人人都有，只是我们没有把它开发出来。用什么方法开发？戒定慧。",
      "zh_TW": "逃難當中，初期逃難，是剛剛離開的時候，在曹侯村遇到無盡藏比丘尼，這個比丘尼受持《大般涅槃經》。《涅槃經》分量很大，在中國兩個譯本，一個三十六卷，一個本子是四十卷，這麼大的分量，她每天讀誦。她在念經，惠能大師在旁邊聽，她念完之後，惠能就講給她聽。惠能那年二十四歲，這沒學過的。這個比丘尼非常驚訝，捧著經本向他請教，他說我不認識字。不認識字怎麼能講得這麼好？他說這個與識字不識字沒關係。這句話很重要！與什麼有關係？開智慧有關係。你真正心地清淨，明心見性，智慧開了。佛說的一切經都是從自性流出來的，只要見性，統統知道，沒有一樣不知道。不但佛經知道，世間法也知道，不需要學，沒有一樣不知道。無所不知，無所不能，是真的，這不是假的。這種能力人人都有，只是我們沒有把它開發出來。用什麼方法開發？戒定慧。"
    },
    {
      "id": "02-037-0385_p0019",
      "zh_CN": "持戒的目的是什么？持戒目的是恢复清净心、平等心、觉心，我们经题上的「清净平等觉」，就恢复这个。所以依戒你能得定，一门，一句佛号都行。不认识字，没有念过书，你就老实念佛，心里头只有这一句佛号，除一句佛号之外什么都没有。没有妄想，没有杂念，没有是非人我，没有自私自利，没有贪瞋痴慢，甚至于连我也没有，就这一句佛号。念久了得定，这个定叫念佛三昧。得定，你好好的保持，继续念下去，再念个几年，豁然大悟，就跟惠能一样，什么都明白了。这个方法妙！你能通一切法。你用现在世间读书这个方法，那太有限了，你一生的时间不够用。",
      "zh_TW": "持戒的目的是什麼？持戒目的是恢復清淨心、平等心、覺心，我們經題上的「清淨平等覺」，就恢復這個。所以依戒你能得定，一門，一句佛號都行。不認識字，沒有念過書，你就老實念佛，心裡頭只有這一句佛號，除一句佛號之外什麼都沒有。沒有妄想，沒有雜念，沒有是非人我，沒有自私自利，沒有貪瞋痴慢，甚至於連我也沒有，就這一句佛號。念久了得定，這個定叫念佛三昧。得定，你好好的保持，繼續念下去，再念個幾年，豁然大悟，就跟惠能一樣，什麼都明白了。這個方法妙！你能通一切法。你用現在世間讀書這個方法，那太有限了，你一生的時間不夠用。"
    },
    {
      "id": "02-037-0385_p0020",
      "zh_CN": "早年我们初学佛，老师劝我们这些学生，这些学生都是没有福报的，命很薄的，也就是短命的、没福的，这些学生老师特别照顾，教我们发心学讲经。为什么？讲经能改变命运，改变最快。这是什么？这是为佛菩萨工作，为一切众生工作，现在讲做义工，给佛菩萨打工，沾佛菩萨的光。跟我们说，讲经要通世出世间法，他老人家举个例子，他说，世间法不说别的，就说中国这一部《四库全书》，你能通得了吗？你不通世间法，不契机；不通佛法，不契理，佛法至少是《大藏经》。我们这一想都吓呆了，这做不到。老师说，学习不行，那真的没办法，但是有一个方法能通，感通，求感应，求佛菩萨帮助。用什么去感？用诚，诚则灵。诚，真诚到极处叫至诚，老师给我们四个字，「至诚感通」，走这个路。古圣先贤几乎人人都是走这条路，只要勇猛精进，不懈怠、不懒散，肯定有成就。成就有多大，完全在你自己诚意有几分，一分诚敬你有一分的利益，十分诚敬你有十分的利益。没有诚敬，那就没法子，没有诚敬那你是完全就得不到。这让我们想起现前这个社会，到哪里去找诚敬的学生，找不到了。",
      "zh_TW": "早年我們初學佛，老師勸我們這些學生，這些學生都是沒有福報的，命很薄的，也就是短命的、沒福的，這些學生老師特別照顧，教我們發心學講經。為什麼？講經能改變命運，改變最快。這是什麼？這是為佛菩薩工作，為一切眾生工作，現在講做義工，給佛菩薩打工，沾佛菩薩的光。跟我們說，講經要通世出世間法，他老人家舉個例子，他說，世間法不說別的，就說中國這一部《四庫全書》，你能通得了嗎？你不通世間法，不契機；不通佛法，不契理，佛法至少是《大藏經》。我們這一想都嚇呆了，這做不到。老師說，學習不行，那真的沒辦法，但是有一個方法能通，感通，求感應，求佛菩薩幫助。用什麼去感？用誠，誠則靈。誠，真誠到極處叫至誠，老師給我們四個字，「至誠感通」，走這個路。古聖先賢幾乎人人都是走這條路，只要勇猛精進，不懈怠、不懶散，肯定有成就。成就有多大，完全在你自己誠意有幾分，一分誠敬你有一分的利益，十分誠敬你有十分的利益。沒有誠敬，那就沒法子，沒有誠敬那你是完全就得不到。這讓我們想起現前這個社會，到哪裡去找誠敬的學生，找不到了。"
    },
    {
      "id": "02-037-0385_p0021",
      "zh_CN": "现在的小孩，不懂得孝顺父母，更不知道尊敬师长，从小就养成自尊自大。所以圣贤的东西摆在面前，纵然是学，全都是得到的知识，得不到智慧。惠能跟神秀这是五祖的两大弟子，都有成就。神秀跟五祖时间很长，总有二、三十年，很聪明，等于在当时他是五祖的助教。五祖出名，每天来参学的人有多少，那些参学的人先见神秀，一切问题在他那里解决，就不必见五祖了，神秀解决不了的才见祖师。所以，每个人都以为神秀是第六祖，五祖一定传给他，怎么会传给惠能？没有一个人想到的。我跟大家解释，神秀对五祖、对佛法、对大乘有一百分的诚敬；可是惠能这个人，他对五祖、对佛法、对大乘他有万分尊敬，所以衣钵给他了。印光大师常说，一分诚敬得一分利益，一个是万分，满分，一个才百分，还差很远！",
      "zh_TW": "現在的小孩，不懂得孝順父母，更不知道尊敬師長，從小就養成自尊自大。所以聖賢的東西擺在面前，縱然是學，全都是得到的知識，得不到智慧。惠能跟神秀這是五祖的兩大弟子，都有成就。神秀跟五祖時間很長，總有二、三十年，很聰明，等於在當時他是五祖的助教。五祖出名，每天來參學的人有多少，那些參學的人先見神秀，一切問題在他那裡解決，就不必見五祖了，神秀解決不了的才見祖師。所以，每個人都以為神秀是第六祖，五祖一定傳給他，怎麼會傳給惠能？沒有一個人想到的。我跟大家解釋，神秀對五祖、對佛法、對大乘有一百分的誠敬；可是惠能這個人，他對五祖、對佛法、對大乘他有萬分尊敬，所以衣缽給他了。印光大師常說，一分誠敬得一分利益，一個是萬分，滿分，一個才百分，還差很遠！"
    },
    {
      "id": "02-037-0385_p0022",
      "zh_CN": "所以精进，确实只有中国人懂得、印度人懂得，只有外国人没法子懂得。特别是无漏智，要勤行精进，趋涅槃道。涅槃道就是大彻大悟，明心见性，这是大乘学习终极的目标。八万四千法门目标相同，方法不一样，都是大彻大悟，净土也不例外。我们念佛求生极乐世界，为什么？在这个世界，大彻大悟我们办不到，换个地方，换个修学的场所，到极乐世界去大彻大悟。还是这桩事情，没有例外的。西方极乐世界是个修学最好的环境，阿弥陀佛提供给我们，我们在这部经上读到。你把它搞清楚、搞明白了，你会非常尊敬阿弥陀佛、非常爱护阿弥陀佛，你会死心塌地跟他学习。",
      "zh_TW": "所以精進，確實只有中國人懂得、印度人懂得，只有外國人沒法子懂得。特別是無漏智，要勤行精進，趨涅槃道。涅槃道就是大徹大悟，明心見性，這是大乘學習終極的目標。八萬四千法門目標相同，方法不一樣，都是大徹大悟，淨土也不例外。我們念佛求生極樂世界，為什麼？在這個世界，大徹大悟我們辦不到，換個地方，換個修學的場所，到極樂世界去大徹大悟。還是這樁事情，沒有例外的。西方極樂世界是個修學最好的環境，阿彌陀佛提供給我們，我們在這部經上讀到。你把它搞清楚、搞明白了，你會非常尊敬阿彌陀佛、非常愛護阿彌陀佛，你會死心塌地跟他學習。"
    },
    {
      "id": "02-037-0385_p0023",
      "zh_CN": "他建造极乐世界，不是自己在家里想，不是的。他的目的是希望建立这个道场超过一切诸佛道场，做成一个尽善尽美的学习环境。向他的老师请教，他的老师，世间自在王如来。老师告诉他，你想满这个愿，你去参学，一切诸佛刹土你都去看、都去学习，人家的长处采取，人家的缺点，你能改善就改善，不能改善就不要。他用了五劫的时间，把一切诸佛刹土都看过，取长舍短，集一切诸佛刹土美好之大成。它是这么来的，不是凭空在家打妄想打出来的。这个我们要学！我们要学做一个圆满的人，一切人中最圆满的人。该怎么学？阿弥陀佛这个榜样，我们从早到晚看一切人，人家的好处，我想我有没有，有，好好保持，没有，赶快学；看到人家的缺点，想想我有没有，有则改之，无则嘉勉，你就变成人中的完人。不就是这么个道理吗？如果说你经营一个公司，我希望我在这个行业，同行当中世界第一，能不能做到？能。你去参观你的同行，他哪些地方优点，我就学到了，哪些缺点，我来改善，你就变成你同行当中世界第一。治理一个国家亦如是，去看全世界每个国家，优点我都要，缺点我都不要，我这个国家是世界第一。阿弥陀佛就这个方法，他真干，真做到了。参访的总结就是四十八愿，所以四十八愿就是他建国的纲领，从哪里来的？是从实地考察、学习当中得来的，这还得了！",
      "zh_TW": "他建造極樂世界，不是自己在家裡想，不是的。他的目的是希望建立這個道場超過一切諸佛道場，做成一個盡善盡美的學習環境。向他的老師請教，他的老師，世間自在王如來。老師告訴他，你想滿這個願，你去參學，一切諸佛剎土你都去看、都去學習，人家的長處採取，人家的缺點，你能改善就改善，不能改善就不要。他用了五劫的時間，把一切諸佛剎土都看過，取長捨短，集一切諸佛剎土美好之大成。它是這麼來的，不是憑空在家打妄想打出來的。這個我們要學！我們要學做一個圓滿的人，一切人中最圓滿的人。該怎麼學？阿彌陀佛這個榜樣，我們從早到晚看一切人，人家的好處，我想我有沒有，有，好好保持，沒有，趕快學；看到人家的缺點，想想我有沒有，有則改之，無則嘉勉，你就變成人中的完人。不就是這麼個道理嗎？如果說你經營一個公司，我希望我在這個行業，同行當中世界第一，能不能做到？能。你去參觀你的同行，他哪些地方優點，我就學到了，哪些缺點，我來改善，你就變成你同行當中世界第一。治理一個國家亦如是，去看全世界每個國家，優點我都要，缺點我都不要，我這個國家是世界第一。阿彌陀佛就這個方法，他真幹，真做到了。參訪的總結就是四十八願，所以四十八願就是他建國的綱領，從哪裡來的？是從實地考察、學習當中得來的，這還得了！"
    },
    {
      "id": "02-037-0385_p0024",
      "zh_CN": "早年方东美先生告诉我，他说大乘佛法叫真实智慧，它合乎逻辑，它不是在家里设想，不是的。你看《华严经》最后善财童子五十三参，不就是这个道理吗？善财为什么能一生成佛？就是取人之长，舍人之短。他修的是念佛法门，念佛法门还有一身的习气，一身的毛病。所以每个法门都去参学，把自己通身的毛病习气都改过来，一生就成佛，不要等第二生。《法华经》上，龙女八岁成佛，只有这两部经讲一生成佛。所以他的精神、他的理念、他的方法、他的经验，应该要学习，从做人到齐家、治国、平天下，这些道理全在经里头。",
      "zh_TW": "早年方東美先生告訴我，他說大乘佛法叫真實智慧，它合乎邏輯，它不是在家裡設想，不是的。你看《華嚴經》最後善財童子五十三參，不就是這個道理嗎？善財為什麼能一生成佛？就是取人之長，捨人之短。他修的是念佛法門，念佛法門還有一身的習氣，一身的毛病。所以每個法門都去參學，把自己通身的毛病習氣都改過來，一生就成佛，不要等第二生。《法華經》上，龍女八歲成佛，只有這兩部經講一生成佛。所以他的精神、他的理念、他的方法、他的經驗，應該要學習，從做人到齊家、治國、平天下，這些道理全在經裡頭。"
    },
    {
      "id": "02-037-0385_p0025",
      "zh_CN": "唐太宗编了一部治国的宝典，《群书治要》，阿弥陀佛这一部《无量寿经》是群经治要，群经的精华，太好了，这个东西。尤其是夏莲居老居士这个会集，会集得太好了！五种原译本，真的，你去看很麻烦，你看了都不想看。王龙舒的会集本不错，不完美，他只看到四种。唐朝《大宝积经．无量寿会》这一份资料，王龙舒没有见过，所以他会集有缺陷。魏默深的会集确实超过王龙舒，但是取舍不当，还有些地方用自己的意思把经文改动，这是很大的忌讳。所以批评的人很多。夏老居士，民国年间，用了十年的时间会成这一部《无量寿经》，这是五种原译本的集大成。取舍精当，生涩难读的那些部分全部舍掉，每一句、每一个字都是五种原译本的原文，没有改动。连经题都是会集的，确实尽善尽美，在这个本子上。黄念老的注解，集注，这个智慧高明之处，不是自己注解的。自己注解的，排斥的力量、反对的力量太大，别人不相信，不尊重你。所以他用集注，你看这个里面，用了八十三种经论，一百一十种祖师大德的注疏，你读这个注解等于读了一百九十三种大乘典籍。里面确实宗门教下、显教密教、大乘小乘，全都包括在里头。",
      "zh_TW": "唐太宗編了一部治國的寶典，《群書治要》，阿彌陀佛這一部《無量壽經》是群經治要，群經的精華，太好了，這個東西。尤其是夏蓮居老居士這個會集，會集得太好了！五種原譯本，真的，你去看很麻煩，你看了都不想看。王龍舒的會集本不錯，不完美，他只看到四種。唐朝《大寶積經．無量壽會》這一份資料，王龍舒沒有見過，所以他會集有缺陷。魏默深的會集確實超過王龍舒，但是取捨不當，還有些地方用自己的意思把經文改動，這是很大的忌諱。所以批評的人很多。夏老居士，民國年間，用了十年的時間會成這一部《無量壽經》，這是五種原譯本的集大成。取捨精當，生澀難讀的那些部分全部捨掉，每一句、每一個字都是五種原譯本的原文，沒有改動。連經題都是會集的，確實盡善盡美，在這個本子上。黃念老的註解，集註，這個智慧高明之處，不是自己註解的。自己註解的，排斥的力量、反對的力量太大，別人不相信，不尊重你。所以他用集註，你看這個裡面，用了八十三種經論，一百一十種祖師大德的註疏，你讀這個註解等於讀了一百九十三種大乘典籍。裡面確實宗門教下、顯教密教、大乘小乘，全都包括在裡頭。"
    },
    {
      "id": "02-037-0385_p0026",
      "zh_CN": "我跟同学介绍，儒家《大学》里头三纲八目，都在这里头可以找到。三纲，明德、亲民、止于至善，是中国学术的总纲领。明德是什么？明德就是成佛，这是佛法丰富了中国本土文化，明德就是明心见性。明明德，明德是本有的，明德就是真心、就是自性。现在不明了、迷惑了、颠倒了，所以要加个明字，明明德，那就是大彻大悟。大彻大悟、明心见性之后干什么？普度众生，亲民是普度众生。把众生度到什么地方？止于至善，至善是成佛。他要不能回归到圣人，人人皆是圣人，人人皆是佛，你不把他回到这个地方，那不算止于至善。从哪里开始？从格物，格物是断烦恼，是消业障。物是物欲，欲望，欲望要把它断掉。格是格斗，这自己跟自己打仗，把自己的欲望战胜。战胜之后，智慧就开了，这个东西是障碍智慧的。烦恼、业障消除之后，自性智慧就开了。智慧开了，你的意才诚，你的心才会正，然后修身、齐家、治国、平天下。平天下是天下太平，今天讲世界和谐。这一个国家做出榜样，全世界都向你学习。",
      "zh_TW": "我跟同學介紹，儒家《大學》裡頭三綱八目，都在這裡頭可以找到。三綱，明德、親民、止於至善，是中國學術的總綱領。明德是什麼？明德就是成佛，這是佛法豐富了中國本土文化，明德就是明心見性。明明德，明德是本有的，明德就是真心、就是自性。現在不明了、迷惑了、顛倒了，所以要加個明字，明明德，那就是大徹大悟。大徹大悟、明心見性之後幹什麼？普度眾生，親民是普度眾生。把眾生度到什麼地方？止於至善，至善是成佛。他要不能回歸到聖人，人人皆是聖人，人人皆是佛，你不把他回到這個地方，那不算止於至善。從哪裡開始？從格物，格物是斷煩惱，是消業障。物是物欲，欲望，欲望要把它斷掉。格是格鬥，這自己跟自己打仗，把自己的欲望戰勝。戰勝之後，智慧就開了，這個東西是障礙智慧的。煩惱、業障消除之後，自性智慧就開了。智慧開了，你的意才誠，你的心才會正，然後修身、齊家、治國、平天下。平天下是天下太平，今天講世界和諧。這一個國家做出榜樣，全世界都向你學習。"
    },
    {
      "id": "02-037-0385_p0027",
      "zh_CN": "榜样很重要！在中国过去，一个国家，榜样的城市是什么城市？首都。从前不叫首都，叫京城、京师，意思就出来了。京是大都市、大城市，京是大的意思，师就是师范。这个城市是全国所有城市的榜样，全国的城市都要向这个城市学习，这是模范城市，称为京师。在中国做出实验，不是假的。你看中国历朝历代，真正做出来了，这个国家强盛，国泰民安。真正做到了太平盛世，有一百年到二百年的时间长治久安，它真做出来了。中国，国家没有统一之前就做这个工作。我们在历史上看到的，汤王七十里而王天下，周家文武百里而王天下。那时候并没有统一，人家尊称你为天子，天子是尊称，不是后来的，后来那个皇上是统一的，那时没统一。",
      "zh_TW": "榜樣很重要！在中國過去，一個國家，榜樣的城市是什麼城市？首都。從前不叫首都，叫京城、京師，意思就出來了。京是大都市、大城市，京是大的意思，師就是師範。這個城市是全國所有城市的榜樣，全國的城市都要向這個城市學習，這是模範城市，稱為京師。在中國做出實驗，不是假的。你看中國歷朝歷代，真正做出來了，這個國家強盛，國泰民安。真正做到了太平盛世，有一百年到二百年的時間長治久安，它真做出來了。中國，國家沒有統一之前就做這個工作。我們在歷史上看到的，湯王七十里而王天下，周家文武百里而王天下。那時候並沒有統一，人家尊稱你為天子，天子是尊稱，不是後來的，後來那個皇上是統一的，那時沒統一。"
    },
    {
      "id": "02-037-0385_p0028",
      "zh_CN": "你看史书上记载，周朝时候八百诸侯，地方不大，也就是黄河流域跟长江流域，还没有到珠江，就这块土地上，八百多个诸侯。大国，一百里的就算是大国了，小国二、三十里，就是个大的乡镇，就是一个国家，所以诸侯国。都向周文王学习、都向汤王学习，他办得好。这种做示范城市，你说汤距离我们三千八百年，周距离我们，周文王，三千二百年。孔子生在周朝，周朝八百年，但是末后乱了，末后五百年是春秋战国，周王还在。从中国历史上来看，古圣先贤的理念曾经做出来，大家真的看到了。所以今天这个世界，榜样比什么都重要，不做出榜样来没人相信，做出榜样来就会产生很大的影响。因为世界太乱了，每个人都想安定和平，人有这种念头就有希望。真正能有一个示范城市出现，世界上每个国家地区的城市都会向它学习，我们要从这方面去精进。",
      "zh_TW": "你看史書上記載，周朝時候八百諸侯，地方不大，也就是黃河流域跟長江流域，還沒有到珠江，就這塊土地上，八百多個諸侯。大國，一百里的就算是大國了，小國二、三十里，就是個大的鄉鎮，就是一個國家，所以諸侯國。都向周文王學習、都向湯王學習，他辦得好。這種做示範城市，你說湯距離我們三千八百年，周距離我們，周文王，三千二百年。孔子生在周朝，周朝八百年，但是末後亂了，末後五百年是春秋戰國，周王還在。從中國歷史上來看，古聖先賢的理念曾經做出來，大家真的看到了。所以今天這個世界，榜樣比什麼都重要，不做出榜樣來沒人相信，做出榜樣來就會產生很大的影響。因為世界太亂了，每個人都想安定和平，人有這種念頭就有希望。真正能有一個示範城市出現，世界上每個國家地區的城市都會向它學習，我們要從這方面去精進。"
    },
    {
      "id": "02-037-0385_p0029",
      "zh_CN": "佛经上讲的涅槃城，在我们现实社会就是安定和谐，每一个村镇都能够安定和谐，城市就安定和谐了。那要安定和谐，确实汤恩比的话是真的不是假的，只有他认识，解决二十一世纪这个地球上的社会问题，只有孔孟学说跟大乘佛法。大乘佛法也在中国，所以有人说，二十一世纪是中国人的世纪。外国人听到害怕，以为中国崛起之后会报复他们，他们强盛的时候欺负中国，中国被人家欺负了二、三百年，一定会报复，这他们害怕，在准备战争。我们告诉他，所谓二十一世纪是中国人的世纪，我说我承认。但是不是武力，不是政治，不是经济贸易，也不是科学技术，是什么？中国的文化。现在就更具体了，中国的《群书治要》。",
      "zh_TW": "佛經上講的涅槃城，在我們現實社會就是安定和諧，每一個村鎮都能夠安定和諧，城市就安定和諧了。那要安定和諧，確實湯恩比的話是真的不是假的，只有他認識，解決二十一世紀這個地球上的社會問題，只有孔孟學說跟大乘佛法。大乘佛法也在中國，所以有人說，二十一世紀是中國人的世紀。外國人聽到害怕，以為中國崛起之後會報復他們，他們強盛的時候欺負中國，中國被人家欺負了二、三百年，一定會報復，這他們害怕，在準備戰爭。我們告訴他，所謂二十一世紀是中國人的世紀，我說我承認。但是不是武力，不是政治，不是經濟貿易，也不是科學技術，是什麼？中國的文化。現在就更具體了，中國的《群書治要》。"
    },
    {
      "id": "02-037-0385_p0030",
      "zh_CN": "中国《群书治要》能救全世界，这要把它翻成外国文，我们第一本的英文本翻译出来了，这他们问我要的。这么大的书，完全翻出来是个很大的工程，又急着要，那怎么办？我就想个方法，在这个里头选三百六十句，让他们这些人，这些人都是很忙的人，一天看一段，这个他非常欢喜。所以，《群书治要360》，我准备出十本，这第一本，一年出一本，十年圆满。这个东西出来之后，马上翻成外国文。大家真的欢喜，可以在联合国做广告，在联合国办一场，面对全世界的，「大唐《群书治要》学术论坛」。在联合国可以办这个活动，让全世界的人都来参加，这很有意思，专门讨论这部书。这书先送给联合国，让他们看看，有兴趣，我们去办个论坛。这样一宣传，世界上的人心就定了，中国人不会报复，吃了亏，受了侮辱，也不会报复。如果冤冤相报，在因果上讲没完没了，双方都痛苦。过去你伤害我们，我们一笔勾消，希望你学中国传统文化。中国传统文化里面所讲的「以德报怨」，希望这个世界上永远不会有战争。",
      "zh_TW": "中國《群書治要》能救全世界，這要把它翻成外國文，我們第一本的英文本翻譯出來了，這他們問我要的。這麼大的書，完全翻出來是個很大的工程，又急著要，那怎麼辦？我就想個方法，在這個裡頭選三百六十句，讓他們這些人，這些人都是很忙的人，一天看一段，這個他非常歡喜。所以，《群書治要360》，我準備出十本，這第一本，一年出一本，十年圓滿。這個東西出來之後，馬上翻成外國文。大家真的歡喜，可以在聯合國做廣告，在聯合國辦一場，面對全世界的，「大唐《群書治要》學術論壇」。在聯合國可以辦這個活動，讓全世界的人都來參加，這很有意思，專門討論這部書。這書先送給聯合國，讓他們看看，有興趣，我們去辦個論壇。這樣一宣傳，世界上的人心就定了，中國人不會報復，吃了虧，受了侮辱，也不會報復。如果冤冤相報，在因果上講沒完沒了，雙方都痛苦。過去你傷害我們，我們一筆勾消，希望你學中國傳統文化。中國傳統文化裡面所講的「以德報怨」，希望這個世界上永遠不會有戰爭。"
    },
    {
      "id": "02-037-0385_p0031",
      "zh_CN": "每一年在准备战争用的这些军费，用了多少钱？这些钱毫无意义。为什么不拿这些钱，多做一点民生福利的事业？帮助全世界的人提高生活水平，让全世界的人都能过到幸福美满的一生，这多有意义、多有价值！为什么要杀人？过去做错的事情是你无知，没人教你。现在有圣贤人来教你，《群书治要》就是圣贤教育，圣贤的精华。所以这本书被找到，国家有救，世界有救！没想到《国学治要》也出现了，我们文化可以复兴了。《四库全书》是印出来了，不会再失传，但是这么大的丛书从哪里读起？怎么个读法？这大问题。《国学治要》是《四库》的钥匙，你从这里下手，你认识《四库》，你知道怎么个学法。所以这个东西太好了。祖宗想得周到，预先替我们做好了，他们要不做，现在人做不出来。这祖宗之德，不能瞧不起祖宗，瞧不起祖宗是大罪过。",
      "zh_TW": "每一年在準備戰爭用的這些軍費，用了多少錢？這些錢毫無意義。為什麼不拿這些錢，多做一點民生福利的事業？幫助全世界的人提高生活水平，讓全世界的人都能過到幸福美滿的一生，這多有意義、多有價值！為什麼要殺人？過去做錯的事情是你無知，沒人教你。現在有聖賢人來教你，《群書治要》就是聖賢教育，聖賢的精華。所以這本書被找到，國家有救，世界有救！沒想到《國學治要》也出現了，我們文化可以復興了。《四庫全書》是印出來了，不會再失傳，但是這麼大的叢書從哪裡讀起？怎麼個讀法？這大問題。《國學治要》是《四庫》的鑰匙，你從這裡下手，你認識《四庫》，你知道怎麼個學法。所以這個東西太好了。祖宗想得周到，預先替我們做好了，他們要不做，現在人做不出來。這祖宗之德，不能瞧不起祖宗，瞧不起祖宗是大罪過。"
    },
    {
      "id": "02-037-0385_p0032",
      "zh_CN": "第七，「正念者，以无漏智于应念正道法及助道法，心不动失故」，这是正念。念力也被今天科学家发现，念力是什么？就是思想，不管你的想是正念还是邪念，能量都不可思议。尤其是正念，正念的能量大过负面的能量，这是中国人常说的「邪不胜正」。但是念力确实有大力量、大能量，这是最近才被科学家发现。这个发现是从物理开始的，你看近代将近四百年，科学都是偏重在物理上。虽然科学家用二分法，把客观的宇宙分作物理跟心理，这就是二分法。但是物理有长足的进步，心理学没有。最近，量子力学研究物质，到底物质是什么东西？这桩事情被近代的量子力学家发现了。他们用的方法跟佛所讲的完全相同。",
      "zh_TW": "第七，「正念者，以無漏智於應念正道法及助道法，心不動失故」，這是正念。念力也被今天科學家發現，念力是什麼？就是思想，不管你的想是正念還是邪念，能量都不可思議。尤其是正念，正念的能量大過負面的能量，這是中國人常說的「邪不勝正」。但是念力確實有大力量、大能量，這是最近才被科學家發現。這個發現是從物理開始的，你看近代將近四百年，科學都是偏重在物理上。雖然科學家用二分法，把客觀的宇宙分作物理跟心理，這就是二分法。但是物理有長足的進步，心理學沒有。最近，量子力學研究物質，到底物質是什麼東西？這樁事情被近代的量子力學家發現了。他們用的方法跟佛所講的完全相同。"
    },
    {
      "id": "02-037-0385_p0033",
      "zh_CN": "佛经上告诉我们，物质是假的，不是真的。用分析的方法，佛在经典上举的这些比喻。肉眼，很好的眼睛能够看到牛毛尘。牛毛，牛毛很粗，牛毛端上有一粒尘土，在牛毛上。牛毛怎么动，它都不会掉下来，这么小的一粒尘土，佛用它做基础。把牛毛尘分，分成七分，七分之一叫羊毛尘。羊毛比牛毛细，在羊毛尖端上这粒尘土，也像怎么转动它都不会掉。羊毛尘再分，分七分之一，叫兔毛尘，兔毛就更细了。兔毛尘分七分之一叫水尘。水有密度，但是水里头有空隙，这个尘土在水里面空隙里头往来没有障碍。水尘再分为七分之一叫金尘。金属，金属的密度大，在显微镜里面，它还是有空档，这一粒尘土在金属那个空档里头来去没有障碍，叫金尘。金尘再分为七分，七分之一叫微尘。佛说，这样小的微尘，阿罗汉的天眼能看到。在我们想像当中，佛说这个微尘，大概就是现在讲的原子，阿罗汉天眼能看到，这是肉眼看不到的东西。",
      "zh_TW": "佛經上告訴我們，物質是假的，不是真的。用分析的方法，佛在經典上舉的這些比喻。肉眼，很好的眼睛能夠看到牛毛塵。牛毛，牛毛很粗，牛毛端上有一粒塵土，在牛毛上。牛毛怎麼動，它都不會掉下來，這麼小的一粒塵土，佛用它做基礎。把牛毛塵分，分成七分，七分之一叫羊毛塵。羊毛比牛毛細，在羊毛尖端上這粒塵土，也像怎麼轉動它都不會掉。羊毛塵再分，分七分之一，叫兔毛塵，兔毛就更細了。兔毛塵分七分之一叫水塵。水有密度，但是水裡頭有空隙，這個塵土在水裡面空隙裡頭往來沒有障礙。水塵再分為七分之一叫金塵。金屬，金屬的密度大，在顯微鏡裡面，它還是有空檔，這一粒塵土在金屬那個空檔裡頭來去沒有障礙，叫金塵。金塵再分為七分，七分之一叫微塵。佛說，這樣小的微塵，阿羅漢的天眼能看到。在我們想像當中，佛說這個微塵，大概就是現在講的原子，阿羅漢天眼能看到，這是肉眼看不到的東西。"
    },
    {
      "id": "02-037-0385_p0034",
      "zh_CN": "这个东西再分，分为七分之一，叫色聚极微。现在科学家分得细，应该是把原子再分开之后，才晓得原子里头有电子、有原子核、有中子；再分，就分成基本粒子，基本粒子有几十种之多；再分为夸克，也有几十种之多。这些，佛统统把它称作色聚极微，分到不能再分的时候，最小的物质单位，叫极微之微，也叫极微色，极微之微。现在量子学家称为微中子，微中子多大？科学家告诉我们，一百亿个微中子聚集起来就是一个电子。换句话说，原子里头的电子，一百亿分之一，电子的一百亿分之一，就是微中子。佛说的极微之微，它不能再分，再分就没有了。科学家确实把它分开，分开，真的没有了，物质没有了，看到什么东西？是念头波动的现象。这把物质搞清楚了，原来物质是假的，物质是念头波动产生的现象，所以它不是真的。",
      "zh_TW": "這個東西再分，分為七分之一，叫色聚極微。現在科學家分得細，應該是把原子再分開之後，才曉得原子裡頭有電子、有原子核、有中子；再分，就分成基本粒子，基本粒子有幾十種之多；再分為夸克，也有幾十種之多。這些，佛統統把它稱作色聚極微，分到不能再分的時候，最小的物質單位，叫極微之微，也叫極微色，極微之微。現在量子學家稱為微中子，微中子多大？科學家告訴我們，一百億個微中子聚集起來就是一個電子。換句話說，原子裡頭的電子，一百億分之一，電子的一百億分之一，就是微中子。佛說的極微之微，它不能再分，再分就沒有了。科學家確實把它分開，分開，真的沒有了，物質沒有了，看到什麼東西？是念頭波動的現象。這把物質搞清楚了，原來物質是假的，物質是念頭波動產生的現象，所以它不是真的。"
    },
    {
      "id": "02-037-0385_p0035",
      "zh_CN": "德国量子力学家普朗克，这在国际上非常闻名的一个人，爱因斯坦的老师，他一生专搞物质，就是发现了物质的源起。他的报告里头说，根据他的研究，世界上根本没有物质这个东西，物质的基础是意念，就是念头，跟佛经上讲的一样，一切法从心想生。一切法里头，就是物质现象、精神现象，全是从念头生的，所以念力能量真的不可思议！念要正念，不要邪念，极乐世界纯正念成就的。我们今天这个地球几乎差不多到纯邪念造成的，才有这么多灾难。如果我们肯定了这个理论，只要地球上的居民改邪归正、端正心念，地球上所有灾难都能化解。为什么？它从念头来的！身体亦如是，身体有疾病，是不善的念头造成的。如果是正念的话，身体身心健康，绝对不会有病。",
      "zh_TW": "德國量子力學家普朗克，這在國際上非常聞名的一個人，愛因斯坦的老師，他一生專搞物質，就是發現了物質的源起。他的報告裡頭說，根據他的研究，世界上根本沒有物質這個東西，物質的基礎是意念，就是念頭，跟佛經上講的一樣，一切法從心想生。一切法裡頭，就是物質現象、精神現象，全是從念頭生的，所以念力能量真的不可思議！念要正念，不要邪念，極樂世界純正念成就的。我們今天這個地球幾乎差不多到純邪念造成的，才有這麼多災難。如果我們肯定了這個理論，只要地球上的居民改邪歸正、端正心念，地球上所有災難都能化解。為什麼？它從念頭來的！身體亦如是，身體有疾病，是不善的念頭造成的。如果是正念的話，身體身心健康，絕對不會有病。"
    },
    {
      "id": "02-037-0385_p0036",
      "zh_CN": "三月二十一号，美国有个用意念治病的，是夏威夷土着传下来的方法，修．蓝博士，到这里来看我。他的书我看过，他治病一直到现在一般人都感觉得很惊讶。病人跟他不要见面，距离几千里他都能把他治好。他需要的资料就是姓名、出生年月日，你现在住在什么地方，还有你的病历，他就要这个资料。他拿到这个资料，他告诉我，他治病的方法用观想，把病人跟自己想成一体，自他是一不是二。想成一体之后，看到你的病历，晓得我哪些地方有病，我用我的念头把我的病治好，你的病就没有了，也就好了。隔几千里路都没有关系，都有效果。每天用这个意念半个小时，就是来治疗半个小时，大概一个月病就好了。基本的条件，就是你自己必须要做到的，你的心要清净。你的记忆当中有善的记忆、不善的记忆，统统清除掉，佛教讲放下，让你恢复到清净平等，真正的清净心，才有效果。如果你心里头有杂念、有妄想，就没办法。他治好几千人，现在在全世界到处讲演，说明他这些方法，确实有效。",
      "zh_TW": "三月二十一號，美國有個用意念治病的，是夏威夷土著傳下來的方法，修．藍博士，到這裡來看我。他的書我看過，他治病一直到現在一般人都感覺得很驚訝。病人跟他不要見面，距離幾千里他都能把他治好。他需要的資料就是姓名、出生年月日，你現在住在什麼地方，還有你的病歷，他就要這個資料。他拿到這個資料，他告訴我，他治病的方法用觀想，把病人跟自己想成一體，自他是一不是二。想成一體之後，看到你的病歷，曉得我哪些地方有病，我用我的念頭把我的病治好，你的病就沒有了，也就好了。隔幾千里路都沒有關係，都有效果。每天用這個意念半個小時，就是來治療半個小時，大概一個月病就好了。基本的條件，就是你自己必須要做到的，你的心要清淨。你的記憶當中有善的記憶、不善的記憶，統統清除掉，佛教講放下，讓你恢復到清淨平等，真正的清淨心，才有效果。如果你心裡頭有雜念、有妄想，就沒辦法。他治好幾千人，現在在全世界到處講演，說明他這些方法，確實有效。"
    },
    {
      "id": "02-037-0385_p0037",
      "zh_CN": "这个道理佛经上有，就是一切法从心想生。《华严经》讲的，整个宇宙「唯心所现，唯识所变」。心是真心，识是妄心，妄心变出来是负面的，真心变出来是正面的。所以，他们这些著作里头，包括现在研究念力的，非常重视我们起心动念。不要认为起心动念是小事，起心动念的能量不可思议。我们在这里动个念头，说不定一个恶念，别的地方产生灾难，甚至于距离我们几千里；我们起个善念，也会有这么大的影响。不要以为自己念头没有事情，不可能的。这个道理，贤首国师说过。念头才起，无论是物质的念头、是精神的念头，物质有念头，它没有念头它就不会动。所以今天他们提出来「以心控物」，念头可以控制物质环境。",
      "zh_TW": "這個道理佛經上有，就是一切法從心想生。《華嚴經》講的，整個宇宙「唯心所現，唯識所變」。心是真心，識是妄心，妄心變出來是負面的，真心變出來是正面的。所以，他們這些著作裡頭，包括現在研究念力的，非常重視我們起心動念。不要認為起心動念是小事，起心動念的能量不可思議。我們在這裡動個念頭，說不定一個惡念，別的地方產生災難，甚至於距離我們幾千里；我們起個善念，也會有這麼大的影響。不要以為自己念頭沒有事情，不可能的。這個道理，賢首國師說過。念頭才起，無論是物質的念頭、是精神的念頭，物質有念頭，它沒有念頭它就不會動。所以今天他們提出來「以心控物」，念頭可以控制物質環境。"
    },
    {
      "id": "02-037-0385_p0038",
      "zh_CN": "所以说科学，这几百年的科学，二分法是错误的，把它分成物理跟心理是错误的。心跟物不能分，是一不是二，物里面决定有心，心里头决定有物，它决定分不开。这个，日本江本胜博士做水实验证明了，水是物质现象，它会看会听，懂得人的意思，这都证明了。水能看能听，修．蓝博士告诉我，他到我这儿来，我们的桌椅板凳都会看、都会听，都懂得人意思，我们的墙壁、我们的地板都懂，他完全承认。所有物质现象都相通的，整个宇宙像个电网一样，无论哪个人起心动念都周遍法界。定功愈深的人，他接受的能量愈强，什么样微细的念头他都知道。我们今天能力失掉了，是妄想太多、杂念太多，所以这个能力失掉了。所以心愈清净就愈能恢复。不但自己身心健康，无需要医药调理，不需要，还能帮助我们居住的地方，地球的环境，都有很大的影响。这个地方应该发生的灾难可以能够化解，用意念来化解，这在佛法的理论上讲得通的。",
      "zh_TW": "所以說科學，這幾百年的科學，二分法是錯誤的，把它分成物理跟心理是錯誤的。心跟物不能分，是一不是二，物裡面決定有心，心裡頭決定有物，它決定分不開。這個，日本江本勝博士做水實驗證明了，水是物質現象，它會看會聽，懂得人的意思，這都證明了。水能看能聽，修．藍博士告訴我，他到我這兒來，我們的桌椅板凳都會看、都會聽，都懂得人意思，我們的牆壁、我們的地板都懂，他完全承認。所有物質現象都相通的，整個宇宙像個電網一樣，無論哪個人起心動念都周遍法界。定功愈深的人，他接受的能量愈強，什麼樣微細的念頭他都知道。我們今天能力失掉了，是妄想太多、雜念太多，所以這個能力失掉了。所以心愈清淨就愈能恢復。不但自己身心健康，無需要醫藥調理，不需要，還能幫助我們居住的地方，地球的環境，都有很大的影響。這個地方應該發生的災難可以能夠化解，用意念來化解，這在佛法的理論上講得通的。"
    },
    {
      "id": "02-037-0385_p0039",
      "zh_CN": "佛法，正道法。正道，八万四千法门全是正道。可是我们学习只能学一门，不能学太多，学太多就杂了。好像一个球，这是圆的。好像一个球，球面上任何一点都能够达到圆心，都达到球心，只要正确。我们讲成九十度这个角度，你不要改变方向，一直会到圆心。圆心就是大彻大悟，到圆心，所有球面全通达了。不能有邪念，邪念偏差了，就达不到。八万四千法门是球面上的，任何一门都能达到圆心，所以法门平等，无有高下。选择一门之后，选择要适合自己的根性，适合自己的程度，适合自己生活环境，学起来没有障碍，很轻松，这就是适合我的法门。这是我的正法，一门深入，然后再用助道法。助道法，一般都讲的三十七道品，这是助道法。我们现在所依据的是这部《无量寿经》，助道法不能缺少，三十七道品全用得上。可是我们依从《无量寿经》的经文，依照这部经来指导。",
      "zh_TW": "佛法，正道法。正道，八萬四千法門全是正道。可是我們學習只能學一門，不能學太多，學太多就雜了。好像一個球，這是圓的。好像一個球，球面上任何一點都能夠達到圓心，都達到球心，只要正確。我們講成九十度這個角度，你不要改變方向，一直會到圓心。圓心就是大徹大悟，到圓心，所有球面全通達了。不能有邪念，邪念偏差了，就達不到。八萬四千法門是球面上的，任何一門都能達到圓心，所以法門平等，無有高下。選擇一門之後，選擇要適合自己的根性，適合自己的程度，適合自己生活環境，學起來沒有障礙，很輕鬆，這就是適合我的法門。這是我的正法，一門深入，然後再用助道法。助道法，一般都講的三十七道品，這是助道法。我們現在所依據的是這部《無量壽經》，助道法不能缺少，三十七道品全用得上。可是我們依從《無量壽經》的經文，依照這部經來指導。"
    },
    {
      "id": "02-037-0385_p0040",
      "zh_CN": "在大乘里头，佛告诉我们，三福、六和、三学、六度、十愿，这是净宗的正道。三福是所有佛法的根基，佛给我们讲这个三条，第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这是世间善；第二，「受持三皈，具足众戒，不犯威仪」，这是小乘善；第三，「发菩提心，深信因果，读诵大乘，劝进行者」，这是菩萨善。佛最后做总结，这三条「三世诸佛，净业正因」，三世是过去、现在、未来，凡夫修成佛果，都以这个为基础，所以这个三福是根本的根本。根本的根本，孝亲尊师，我们落实在《弟子规》；慈心不杀，落实在《感应篇》；末后是修十善业，《十善业道经》。这儒释道的三个根，就在净业三福的第一福，从这儿下手，这是最高指导原则。我们不用儒跟道的，那就得用小乘。这是佛说过的，佛反对躐等，经上佛说得很清楚，「佛子，不先学小乘，后学大乘，非佛弟子」。唐朝中叶之后，中国这些祖师大德不学小乘了。为什么不学？用儒跟道代替。代替有没有问题？通过这一千三百年的实验，没有问题。这一千三百年，每一个宗派都出现高僧大德，这就证明有效。因为儒跟道是自己的东西，容易学习，效果绝不亚于小乘。所以中国只要大乘，不要小乘，但是小乘的经典相当完备，学的人没有了。",
      "zh_TW": "在大乘裡頭，佛告訴我們，三福、六和、三學、六度、十願，這是淨宗的正道。三福是所有佛法的根基，佛給我們講這個三條，第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這是世間善；第二，「受持三皈，具足眾戒，不犯威儀」，這是小乘善；第三，「發菩提心，深信因果，讀誦大乘，勸進行者」，這是菩薩善。佛最後做總結，這三條「三世諸佛，淨業正因」，三世是過去、現在、未來，凡夫修成佛果，都以這個為基礎，所以這個三福是根本的根本。根本的根本，孝親尊師，我們落實在《弟子規》；慈心不殺，落實在《感應篇》；末後是修十善業，《十善業道經》。這儒釋道的三個根，就在淨業三福的第一福，從這兒下手，這是最高指導原則。我們不用儒跟道的，那就得用小乘。這是佛說過的，佛反對躐等，經上佛說得很清楚，「佛子，不先學小乘，後學大乘，非佛弟子」。唐朝中葉之後，中國這些祖師大德不學小乘了。為什麼不學？用儒跟道代替。代替有沒有問題？通過這一千三百年的實驗，沒有問題。這一千三百年，每一個宗派都出現高僧大德，這就證明有效。因為儒跟道是自己的東西，容易學習，效果絕不亞於小乘。所以中國只要大乘，不要小乘，但是小乘的經典相當完備，學的人沒有了。"
    },
    {
      "id": "02-037-0385_p0041",
      "zh_CN": "六和，特别是现在这个社会，现在社会不和，我们要认真的学习。六和的根就是一个爱，中国人重视这个。中国人的教育是从什么地方发源的？我深深感受到，五伦里头第一个，父子有亲，中国教育从这里开始。父子的亲爱是天性，不是哪个人创造发明的，不是，天性，你看母亲对她的婴儿的爱护。我有一年在日本参加联合国的会议，我们在会场外面广场散步，跟着我有十几位日本那边的同修。有个年轻的妈妈，推着她的一个小孩，推车，四个月。我突然停下来，我说大家来看，看什么？父子有亲。你看看这母亲对她儿子，儿子虽然不会说话，你看他的眼神，你看他的动作，天然的，这不是人教的。我说这就是父子有亲。",
      "zh_TW": "六和，特別是現在這個社會，現在社會不和，我們要認真的學習。六和的根就是一個愛，中國人重視這個。中國人的教育是從什麼地方發源的？我深深感受到，五倫裡頭第一個，父子有親，中國教育從這裡開始。父子的親愛是天性，不是哪個人創造發明的，不是，天性，你看母親對她的嬰兒的愛護。我有一年在日本參加聯合國的會議，我們在會場外面廣場散步，跟著我有十幾位日本那邊的同修。有個年輕的媽媽，推著她的一個小孩，推車，四個月。我突然停下來，我說大家來看，看什麼？父子有親。你看看這母親對她兒子，兒子雖然不會說話，你看他的眼神，你看他的動作，天然的，這不是人教的。我說這就是父子有親。"
    },
    {
      "id": "02-037-0385_p0042",
      "zh_CN": "中国的教育，教育的目的，第一个目标，这种亲爱如何一生保持而不改变，这是中国教育头一个目标。第二个目标是把这种亲爱发扬光大，爱他的兄弟姐妹，爱他的族群，他的父亲、祖父、曾祖父、高祖父，下面是爱他的子孙。我们中国人讲九族，九族亲睦。再扩大，邻里乡党、亲戚朋友。再往上扩大是国家民族，最后《弟子规》上讲「凡是人，皆须爱」。中国教育是爱的教育，跟宗教教育没有两样，所有宗教教育都是爱的教育。你看外国宗教，神爱世人，上帝爱世人；《古兰经》，真主确实是仁慈的；佛法讲大慈大悲。所以爱确实是整个宇宙的核心。爱，能将所有众生回归到一家人，彼此应当互相尊重、互相敬爱。真正明白人，觉悟的人，肯定是这种胸怀、这个理念，只有迷失自性的人才颠倒了。颠倒的人好可怜，只爱自己，不爱别人，这假话，他不爱自己，所以他也不爱别人，他要会爱自己，他肯定爱别人。",
      "zh_TW": "中國的教育，教育的目的，第一個目標，這種親愛如何一生保持而不改變，這是中國教育頭一個目標。第二個目標是把這種親愛發揚光大，愛他的兄弟姐妹，愛他的族群，他的父親、祖父、曾祖父、高祖父，下面是愛他的子孫。我們中國人講九族，九族親睦。再擴大，鄰里鄉黨、親戚朋友。再往上擴大是國家民族，最後《弟子規》上講「凡是人，皆須愛」。中國教育是愛的教育，跟宗教教育沒有兩樣，所有宗教教育都是愛的教育。你看外國宗教，神愛世人，上帝愛世人；《古蘭經》，真主確實是仁慈的；佛法講大慈大悲。所以愛確實是整個宇宙的核心。愛，能將所有眾生回歸到一家人，彼此應當互相尊重、互相敬愛。真正明白人，覺悟的人，肯定是這種胸懷、這個理念，只有迷失自性的人才顛倒了。顛倒的人好可憐，只愛自己，不愛別人，這假話，他不愛自己，所以他也不愛別人，他要會愛自己，他肯定愛別人。"
    },
    {
      "id": "02-037-0385_p0043",
      "zh_CN": "所以现在人的可怜，不自爱，把老祖宗的东西丢得一干二净，认为这个东西不合科学。今天科学家肯定了，老祖宗的东西有超人的智慧，就是他们还保留很多本能，我们现在失掉了。决定不可以疏忽，不能小看他们。还有一些土着，保持着老祖宗这些本能的一部分东西，那些东西管用，能帮助现前社会解决问题。修．蓝博士，这是夏威夷古老治疗的一种方法，这个方法被肯定了管用。真有大灾难来临，医院没有了，医生没有了，怎么办？这个方法有效。这个方法，修．蓝博士讲得很肯定，基础就是自己妄念，他讲记忆，不好的记忆、好的记忆统统都要清除掉。让你的心里头干干净净，不要有这些东西，这个能量就够了。我们修净土的人，把所有一切清除掉，把阿弥陀佛请进来，不但有自己足够的能量，还有阿弥陀佛加持的能量，效果比他会更好，值得我们学习。所以，念力不可思议，要有信心，心不动，不会失掉。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以現在人的可憐，不自愛，把老祖宗的東西丟得一乾二淨，認為這個東西不合科學。今天科學家肯定了，老祖宗的東西有超人的智慧，就是他們還保留很多本能，我們現在失掉了。決定不可以疏忽，不能小看他們。還有一些土著，保持著老祖宗這些本能的一部分東西，那些東西管用，能幫助現前社會解決問題。修．藍博士，這是夏威夷古老治療的一種方法，這個方法被肯定了管用。真有大災難來臨，醫院沒有了，醫生沒有了，怎麼辦？這個方法有效。這個方法，修．藍博士講得很肯定，基礎就是自己妄念，他講記憶，不好的記憶、好的記憶統統都要清除掉。讓你的心裡頭乾乾淨淨，不要有這些東西，這個能量就夠了。我們修淨土的人，把所有一切清除掉，把阿彌陀佛請進來，不但有自己足夠的能量，還有阿彌陀佛加持的能量，效果比他會更好，值得我們學習。所以，念力不可思議，要有信心，心不動，不會失掉。今天時間到了，我們就學習到此地。"
    }
  ]
}