{
  "doc_id": "02-037-0410",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四一０集",
    "zh_TW": "第四一０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0410",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-037-0410_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》八六八页，倒数第四行最后一句，「十波罗蜜」。我们学到第十「智波罗蜜」，这一段没学完，可是我们还得从头念起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》八六八頁，倒數第四行最後一句，「十波羅蜜」。我們學到第十「智波羅蜜」，這一段沒學完，可是我們還得從頭念起。"
    },
    {
      "id": "02-037-0410_p0002",
      "zh_CN": "「智波罗蜜：智即智慧，谓决断无惑，证法怡神，善入佛慧，明了无碍也」。这一段的意思很深、很广。这个智跟前面第六般若波罗蜜意思不一样，般若波罗蜜是慧，慧，照了真谛，就是对于宇宙万法的真相通达明了，这是般若波罗蜜。至于能生万法，惠能大师说的，「何期自性，能生万法」，万法无量无边。无量无边的这些法是怎么生出来的，为什么会有这种事情，这叫做智，这不是般若波罗蜜。般若波罗蜜是知道一切万法的真相、本体、空相不可得，这个智是知有，万事万法怎么来的、怎么回事情，他都知道，叫知俗谛。也就是般若波罗蜜的德用，应用在我们生活上，应用在工作，应用在处事待人接物，这就是这个智，无所不知。般若是无知，般若无知，这一条是无所不知，就是无知起作用的时候是无所不知。这是两个不相同的地方，我们搞清楚了。所以决断无惑，对于万事万法他能够决断，不迷惑，也就是说，性相、理事、因缘、因果他统知道。",
      "zh_TW": "「智波羅蜜：智即智慧，謂決斷無惑，證法怡神，善入佛慧，明了無礙也」。這一段的意思很深、很廣。這個智跟前面第六般若波羅蜜意思不一樣，般若波羅蜜是慧，慧，照了真諦，就是對於宇宙萬法的真相通達明瞭，這是般若波羅蜜。至於能生萬法，惠能大師說的，「何期自性，能生萬法」，萬法無量無邊。無量無邊的這些法是怎麼生出來的，為什麼會有這種事情，這叫做智，這不是般若波羅蜜。般若波羅蜜是知道一切萬法的真相、本體、空相不可得，這個智是知有，萬事萬法怎麼來的、怎麼回事情，他都知道，叫知俗諦。也就是般若波羅蜜的德用，應用在我們生活上，應用在工作，應用在處事待人接物，這就是這個智，無所不知。般若是無知，般若無知，這一條是無所不知，就是無知起作用的時候是無所不知。這是兩個不相同的地方，我們搞清楚了。所以決斷無惑，對於萬事萬法他能夠決斷，不迷惑，也就是說，性相、理事、因緣、因果他統知道。"
    },
    {
      "id": "02-037-0410_p0003",
      "zh_CN": "「经云：菩萨知一切法真实，知一切如来力，普觉悟法界门，是名智波罗蜜。与前之第六度所以异者，彼为」，彼是第六般若波罗蜜，它是「观空理之智慧」，就是明心见性的智慧，「而此为照有相之智慧」，对于宇宙万事万物这些东西他全晓得，就是无所不知，观空理是无知。「故二度相对，第六度为慧度，第十度为智度」，《成唯识论》上所讲的。菩萨知道一切法的真实，这个真实是从事相上说的，跟前面根本智所说的不一样，知道的事相，一切法相。知一切如来力，这个力是讲力用。佛在《华严》上说，「一切众生皆有如来智慧德相」，这个力就是德，如来的德用，能现万法、能生万法。普觉悟法界门，法界就是我们讲的宇宙，性相、理事、因果的全体，总代名词叫法界。法界就是法身，法界就是实相，法界就是真如，后得智知道这些现象，根本智知道这些现象全是假的，所谓「一切法无所有、毕竟空、不可得」，这是般若波罗蜜所见的。",
      "zh_TW": "「經云：菩薩知一切法真實，知一切如來力，普覺悟法界門，是名智波羅蜜。與前之第六度所以異者，彼為」，彼是第六般若波羅蜜，它是「觀空理之智慧」，就是明心見性的智慧，「而此為照有相之智慧」，對於宇宙萬事萬物這些東西他全曉得，就是無所不知，觀空理是無知。「故二度相對，第六度為慧度，第十度為智度」，《成唯識論》上所講的。菩薩知道一切法的真實，這個真實是從事相上說的，跟前面根本智所說的不一樣，知道的事相，一切法相。知一切如來力，這個力是講力用。佛在《華嚴》上說，「一切眾生皆有如來智慧德相」，這個力就是德，如來的德用，能現萬法、能生萬法。普覺悟法界門，法界就是我們講的宇宙，性相、理事、因果的全體，總代名詞叫法界。法界就是法身，法界就是實相，法界就是真如，後得智知道這些現象，根本智知道這些現象全是假的，所謂「一切法無所有、畢竟空、不可得」，這是般若波羅蜜所見的。"
    },
    {
      "id": "02-037-0410_p0004",
      "zh_CN": "知道这一切法怎么来的、怎么变的，这属于阿赖耶的范围。自性能生能现，阿赖耶能变所变。能变是阿赖耶的意识、意根，这能变的；所变的，十法界依正庄严。诸佛如来实报土不在其内，因为实报土里头已经转识成智，它是自性所生所现，所以他们身是法性身，居住的是法性土，法性身跟法性土没有变易，两种生死都没有，分段、变易都没有，跟阿赖耶不一样，阿赖耶所变的一切法，两种生死都具足。所以，根本智跟后得智确实了解宇宙万有的真相跟现象，现象是物质现象、精神现象、自然现象，统统知道，无所不知。这是智波罗蜜。",
      "zh_TW": "知道這一切法怎麼來的、怎麼變的，這屬於阿賴耶的範圍。自性能生能現，阿賴耶能變所變。能變是阿賴耶的意識、意根，這能變的；所變的，十法界依正莊嚴。諸佛如來實報土不在其內，因為實報土裡頭已經轉識成智，它是自性所生所現，所以他們身是法性身，居住的是法性土，法性身跟法性土沒有變易，兩種生死都沒有，分段、變易都沒有，跟阿賴耶不一樣，阿賴耶所變的一切法，兩種生死都具足。所以，根本智跟後得智確實了解宇宙萬有的真相跟現象，現象是物質現象、精神現象、自然現象，統統知道，無所不知。這是智波羅蜜。"
    },
    {
      "id": "02-037-0410_p0005",
      "zh_CN": "「智度」也有三行，第一种「无相智」，无相智是第六般若波罗蜜所见的，「谓观达一切诸法性本自空」。一切法，任何一种法，我们今天讲现象，任何一种现象，物质现象、精神现象、自然现象，经上所说的「当体即空，了不可得」。这是第一种，第一种智。第二是「受用法乐智，谓修行证得一切种智，恒自受用，得大自在」。我们常说法喜充满、常生欢喜心，这里头有理有事、有性有相，理事、性相圆融自在，没有障碍，理事无碍，事事无碍。《大方广佛华严经》圆满把这种大自在显示出来，享受！方东美先生所说的，「学佛是人生最高的享受」，如果没有享受，学它干什么？但是最高的那个享受我们无法想像，不是我们的境界；我们的享受，在他们心目当中叫低级享受，不是高级的。这些我们深入经藏，逐步逐步就明白了，大乘经教里头佛说得很详细。最乐的我们能够体会到几分就是明了、不迷惑，这真乐。",
      "zh_TW": "「智度」也有三行，第一種「無相智」，無相智是第六般若波羅蜜所見的，「謂觀達一切諸法性本自空」。一切法，任何一種法，我們今天講現象，任何一種現象，物質現象、精神現象、自然現象，經上所說的「當體即空，了不可得」。這是第一種，第一種智。第二是「受用法樂智，謂修行證得一切種智，恆自受用，得大自在」。我們常說法喜充滿、常生歡喜心，這裡頭有理有事、有性有相，理事、性相圓融自在，沒有障礙，理事無礙，事事無礙。《大方廣佛華嚴經》圓滿把這種大自在顯示出來，享受！方東美先生所說的，「學佛是人生最高的享受」，如果沒有享受，學它幹什麼？但是最高的那個享受我們無法想像，不是我們的境界；我們的享受，在他們心目當中叫低級享受，不是高級的。這些我們深入經藏，逐步逐步就明白了，大乘經教裡頭佛說得很詳細。最樂的我們能夠體會到幾分就是明瞭、不迷惑，這真樂。"
    },
    {
      "id": "02-037-0410_p0006",
      "zh_CN": "你看一切法，性相，性能生，相所生；理事，事繁杂，理也众多，不是一个理。没有一桩事情没有理，净业有净业的道理，染有染的道理，善有善的理，恶有恶的理，统统都有，没有理那怎么会有事？大概负面的都是迷，从迷里头产生的，净善是从觉悟里头产生的，总的关键在迷悟。迷有浅深不一样，悟亦如是。所以，事之理就很复杂，相、作用就更复杂。这里头因缘果报清清楚楚、明明白白，佛菩萨没有一样不明了，他才有他的善巧方便普度众生。度众生所现的相、所用的方法因人而异、因事而异、因处所而异，不一样。一桩事情，在不同的时节因缘、不同的处所，佛菩萨用的方法就不相同。但是他的方法非常巧妙，都能够在当时把事情解决得非常圆满，解决之后皆大欢喜，这是无量功德。",
      "zh_TW": "你看一切法，性相，性能生，相所生；理事，事繁雜，理也眾多，不是一個理。沒有一樁事情沒有理，淨業有淨業的道理，染有染的道理，善有善的理，惡有惡的理，統統都有，沒有理那怎麼會有事？大概負面的都是迷，從迷裡頭產生的，淨善是從覺悟裡頭產生的，總的關鍵在迷悟。迷有淺深不一樣，悟亦如是。所以，事之理就很複雜，相、作用就更複雜。這裡頭因緣果報清清楚楚、明明白白，佛菩薩沒有一樣不明瞭，他才有他的善巧方便普度眾生。度眾生所現的相、所用的方法因人而異、因事而異、因處所而異，不一樣。一樁事情，在不同的時節因緣、不同的處所，佛菩薩用的方法就不相同。但是他的方法非常巧妙，都能夠在當時把事情解決得非常圓滿，解決之後皆大歡喜，這是無量功德。"
    },
    {
      "id": "02-037-0410_p0007",
      "zh_CN": "第三，「成熟有情智，谓教化饶益一切众生，成就道果」，这种智慧是教化。你看看，第二是自受用，第三是他受用。一切诸法性本自空，这是体，有体它就有用。自受用里面最重要的是一切种智，如来证得的。大乘经教告诉我们，法身菩萨就是如来，法身菩萨是真正成佛，只是无始无明习气没断干净，除这个之外，他的智慧、神通、道力跟果地上的如来没有什么分别，都是证得一切种智。「一切种智」，后头括弧里有个小注，「知一切道」，一切道理，万事万物什么道理而有的，他知道；「知一切种」，种是种类，繁杂，无量无边，这是佛的智慧，比菩萨高。",
      "zh_TW": "第三，「成熟有情智，謂教化饒益一切眾生，成就道果」，這種智慧是教化。你看看，第二是自受用，第三是他受用。一切諸法性本自空，這是體，有體它就有用。自受用裡面最重要的是一切種智，如來證得的。大乘經教告訴我們，法身菩薩就是如來，法身菩薩是真正成佛，只是無始無明習氣沒斷乾淨，除這個之外，他的智慧、神通、道力跟果地上的如來沒有什麼分別，都是證得一切種智。「一切種智」，後頭括弧裡有個小註，「知一切道」，一切道理，萬事萬物什麼道理而有的，他知道；「知一切種」，種是種類，繁雜，無量無邊，這是佛的智慧，比菩薩高。"
    },
    {
      "id": "02-037-0410_p0008",
      "zh_CN": "「由此前六不增不减」，前面六个，到这里讲十个，十跟六不增不减，是一不是二。「后唯四者」，这后面方便愿力智，「为助前六」，这是帮助前面六波罗蜜的，如果没有这四种帮助，前面的就显示不出来。这个六种，布施里头有般若，布施里头有方便、有愿、有力、有智；持戒里头也有，有方便、有愿、有力、有智；一直到禅定，每一度里头统统都有。这是什么？这是般若波罗蜜起的作用。如果没有般若，前五个，布施、持戒、忍辱、精进、禅定是善法，不能出六道轮回，是福德不是功德。修布施，里面有方便愿力智，那个布施是功德；持戒，戒里头有方便愿力智，那个持戒是功德。如果没有这四条，全是福德，福德果报是六道里面人天福报，这个要知道。用这个标准我们来看这个世间，多少人学佛修行、弘法护法，几乎都是福德边上事情，不是功德。念佛求生净土，要不把这些福德放下不能往生。断一切恶，修一切善，断恶不放在心上，修善也不放在心上，心上只有阿弥陀佛，没有其他的杂念，没有其他的妄想，这决定能往生。断恶修善，事情要不要做？要做，这是护持佛法，这是普度众生，所以一定要做，不能着相，不能以为我做了这么多好事，那就统变成福报了。",
      "zh_TW": "「由此前六不增不減」，前面六個，到這裡講十個，十跟六不增不減，是一不是二。「後唯四者」，這後面方便願力智，「為助前六」，這是幫助前面六波羅蜜的，如果沒有這四種幫助，前面的就顯示不出來。這個六種，布施裡頭有般若，布施裡頭有方便、有願、有力、有智；持戒裡頭也有，有方便、有願、有力、有智；一直到禪定，每一度裡頭統統都有。這是什麼？這是般若波羅蜜起的作用。如果沒有般若，前五個，布施、持戒、忍辱、精進、禪定是善法，不能出六道輪迴，是福德不是功德。修布施，裡面有方便願力智，那個布施是功德；持戒，戒裡頭有方便願力智，那個持戒是功德。如果沒有這四條，全是福德，福德果報是六道裡面人天福報，這個要知道。用這個標準我們來看這個世間，多少人學佛修行、弘法護法，幾乎都是福德邊上事情，不是功德。念佛求生淨土，要不把這些福德放下不能往生。斷一切惡，修一切善，斷惡不放在心上，修善也不放在心上，心上只有阿彌陀佛，沒有其他的雜念，沒有其他的妄想，這決定能往生。斷惡修善，事情要不要做？要做，這是護持佛法，這是普度眾生，所以一定要做，不能著相，不能以為我做了這麼多好事，那就統變成福報了。"
    },
    {
      "id": "02-037-0410_p0009",
      "zh_CN": "就跟达摩见梁武帝，梁武帝在他面前夸耀，他护持佛法，在佛门做了多少好事，建造的道场，就是寺院，四百八十多座，建道场；看到人发心出家就欢喜、就供养，供养出家人几十万人。这功德大不大？达摩祖师告诉他，并无功德。为什么无功德？就是你心里头有「我这个功德大不大」，全变成福德，功德就没有了。功德不着相，着相是福德。如果梁武帝要问，我的福德大不大？达摩一定说很大很大，福德很大；功德，功德没有了，着相就没有了。所以积功累德，修的功德只有自己晓得，比我境界高的人晓得，境界不如我的他不知道，他是凡夫，跟我同等境界的也未必知道得很圆满。这些事情，心里头清清楚楚、明明白白。由此可知，经教不能不学，不学真不知道，不学往往很容易把福德误认为是功德。",
      "zh_TW": "就跟達摩見梁武帝，梁武帝在他面前誇耀，他護持佛法，在佛門做了多少好事，建造的道場，就是寺院，四百八十多座，建道場；看到人發心出家就歡喜、就供養，供養出家人幾十萬人。這功德大不大？達摩祖師告訴他，並無功德。為什麼無功德？就是你心裡頭有「我這個功德大不大」，全變成福德，功德就沒有了。功德不著相，著相是福德。如果梁武帝要問，我的福德大不大？達摩一定說很大很大，福德很大；功德，功德沒有了，著相就沒有了。所以積功累德，修的功德只有自己曉得，比我境界高的人曉得，境界不如我的他不知道，他是凡夫，跟我同等境界的也未必知道得很圓滿。這些事情，心裡頭清清楚楚、明明白白。由此可知，經教不能不學，不學真不知道，不學往往很容易把福德誤認為是功德。"
    },
    {
      "id": "02-037-0410_p0010",
      "zh_CN": "后面这四者都叫做权智，都叫做后得智，也叫做差别智，它能助前面六种行。实在说，它是助道法，能助菩萨一切善行。「方便善巧，助施等三」，布施、持戒、忍辱，帮助这三个。「愿助精进」，方便帮助前三，愿帮助精进，「力助静虑，智助般若，令修满故」。般若知空不知有，有这个智，空有皆知，智慧就圆满。我们看《华严经》五十三参，善财童子在文殊菩萨会下证得了根本智，就是第六，般若波罗蜜，真正知道一切法无所有、毕竟空、不可得，他真知道。这个地位是什么？圆教初住菩萨，大彻大悟、明心见性。文殊教他去参访，五十三参，五十三参，五十三参成就方便愿力智，而且让方便愿力智起了很大的作用。布施波罗蜜圆满，怎么圆满的？悭贪的念头没有了。持戒波罗蜜圆满，怎么圆满的？恶念没有了。有一个不善的念头，持戒波罗蜜不圆满。不善的念头没有，善念也没有，忍辱波罗蜜圆满。忍辱波罗蜜，见到事实真相，受什么样的侮辱不动心，若无其事，即使歌利王割截身体，凌迟处死，他也不动心。不起心、不动念，忍辱波罗蜜圆满，精进波罗蜜圆满，真正制心一处，这心放在哪里？心跟真如相应，回归自性，在净土讲，回归常寂光；常，不生不灭，寂，不起心、不动念。灭，烦恼灭了、生死灭了，烦恼是因，生死是果，统统灭了，这常寂光，光明遍照，遍照法界。遍照法界得大自在，自受用；众生有感自然就有应，帮助众生断恶修善，帮助众生破迷开悟，帮助众生转凡成圣，这个乐，他受用。你看这四样，方便愿力智，是普通大乘经上用四个字来形容它，叫善巧方便，善巧方便的内容就是方便愿力智，让我们修行圆满。如《解深密经》里头广说，《解深密经》把这桩事情说得很细，很详细。",
      "zh_TW": "後面這四者都叫做權智，都叫做後得智，也叫做差別智，它能助前面六種行。實在說，它是助道法，能助菩薩一切善行。「方便善巧，助施等三」，布施、持戒、忍辱，幫助這三個。「願助精進」，方便幫助前三，願幫助精進，「力助靜慮，智助般若，令修滿故」。般若知空不知有，有這個智，空有皆知，智慧就圓滿。我們看《華嚴經》五十三參，善財童子在文殊菩薩會下證得了根本智，就是第六，般若波羅蜜，真正知道一切法無所有、畢竟空、不可得，他真知道。這個地位是什麼？圓教初住菩薩，大徹大悟、明心見性。文殊教他去參訪，五十三參，五十三參，五十三參成就方便願力智，而且讓方便願力智起了很大的作用。布施波羅蜜圓滿，怎麼圓滿的？慳貪的念頭沒有了。持戒波羅蜜圓滿，怎麼圓滿的？惡念沒有了。有一個不善的念頭，持戒波羅蜜不圓滿。不善的念頭沒有，善念也沒有，忍辱波羅蜜圓滿。忍辱波羅蜜，見到事實真相，受什麼樣的侮辱不動心，若無其事，即使歌利王割截身體，凌遲處死，他也不動心。不起心、不動念，忍辱波羅蜜圓滿，精進波羅蜜圓滿，真正制心一處，這心放在哪裡？心跟真如相應，回歸自性，在淨土講，回歸常寂光；常，不生不滅，寂，不起心、不動念。滅，煩惱滅了、生死滅了，煩惱是因，生死是果，統統滅了，這常寂光，光明遍照，遍照法界。遍照法界得大自在，自受用；眾生有感自然就有應，幫助眾生斷惡修善，幫助眾生破迷開悟，幫助眾生轉凡成聖，這個樂，他受用。你看這四樣，方便願力智，是普通大乘經上用四個字來形容它，叫善巧方便，善巧方便的內容就是方便願力智，讓我們修行圓滿。如《解深密經》裡頭廣說，《解深密經》把這樁事情說得很細，很詳細。"
    },
    {
      "id": "02-037-0410_p0011",
      "zh_CN": "「此实有十」，这个波罗蜜实实在在是有十，「而说六者」，平常都讲六波罗蜜，都说六度，「应知后四」，后面这四个，「第六所摄」。说六度，后面这四个全包括在般若波罗蜜里头，般若波罗蜜有体、有相、有作用，统统包括在那里。说十就是把般若波罗蜜单讲体，它的相跟用就分开来了。相是什么？相就是智；用是什么？方便愿力是用。这样一讲就很清楚，般若是体，智是相，方便愿力是作用。「开为十者。第六唯摄无分别智。后四皆是后得智摄。缘世俗故」。这个后得智，它缘世间法，也就是它缘十法界。十种波罗蜜我们就学习到此地。",
      "zh_TW": "「此實有十」，這個波羅蜜實實在在是有十，「而說六者」，平常都講六波羅蜜，都說六度，「應知後四」，後面這四個，「第六所攝」。說六度，後面這四個全包括在般若波羅蜜裡頭，般若波羅蜜有體、有相、有作用，統統包括在那裡。說十就是把般若波羅蜜單講體，它的相跟用就分開來了。相是什麼？相就是智；用是什麼？方便願力是用。這樣一講就很清楚，般若是體，智是相，方便願力是作用。「開為十者。第六唯攝無分別智。後四皆是後得智攝。緣世俗故」。這個後得智，它緣世間法，也就是它緣十法界。十種波羅蜜我們就學習到此地。"
    },
    {
      "id": "02-037-0410_p0012",
      "zh_CN": "下面，「能摧十种烦恼」。摧就是灭的意思，就是它有能力帮助我们灭十种烦恼，就是十波罗蜜能灭十种烦恼。这十种烦恼就是见思烦恼，佛把见思烦恼归纳为十类。见惑，三界，三界是欲界、色界、无色界，总有八十八品；思惑有八十一品，三界九地，九九八十一品。这些教初学就不方便，太多了，所以佛把它归纳，见惑归纳为五类，思惑也归纳五类，这叫十烦恼。《佛学大辞典》里面，我们把这段文节录下来，「（名数）开六烦恼中恶见之一而为身见、边见、邪见、取见、戒禁取见」，分为这五类。「六烦恼」，《百法明门论》上讲的六个根本烦恼，是「贪、瞋、痴、慢、疑、恶见」。再把恶见，恶见是见烦恼，前面这叫思烦恼，是思想里的错误，不正确的思想，贪瞋痴慢疑。见是见解，看错了，思惑是你想错了，这个问题大了。为什么？佛常讲，我们都知道，「一切法从心想生」，那我们想错了，所生的一切境界相全出问题了。你看今天世界上的人，他所想的是不是贪瞋痴慢疑？他所看的，他的看法，是不是身见、边见、见取、戒取、邪见？全是。换句话说，今天举世之人，绝大多数都生活在烦恼当中，「十烦恼」，具足十烦恼。这是讲他的看法跟想法全都错了，这一错麻烦大了，为什么？开口就说错了。",
      "zh_TW": "下面，「能摧十種煩惱」。摧就是滅的意思，就是它有能力幫助我們滅十種煩惱，就是十波羅蜜能滅十種煩惱。這十種煩惱就是見思煩惱，佛把見思煩惱歸納為十類。見惑，三界，三界是欲界、色界、無色界，總有八十八品；思惑有八十一品，三界九地，九九八十一品。這些教初學就不方便，太多了，所以佛把它歸納，見惑歸納為五類，思惑也歸納五類，這叫十煩惱。《佛學大辭典》裡面，我們把這段文節錄下來，「（名數）開六煩惱中惡見之一而為身見、邊見、邪見、取見、戒禁取見」，分為這五類。「六煩惱」，《百法明門論》上講的六個根本煩惱，是「貪、瞋、痴、慢、疑、惡見」。再把惡見，惡見是見煩惱，前面這叫思煩惱，是思想裡的錯誤，不正確的思想，貪瞋痴慢疑。見是見解，看錯了，思惑是你想錯了，這個問題大了。為什麼？佛常講，我們都知道，「一切法從心想生」，那我們想錯了，所生的一切境界相全出問題了。你看今天世界上的人，他所想的是不是貪瞋痴慢疑？他所看的，他的看法，是不是身見、邊見、見取、戒取、邪見？全是。換句話說，今天舉世之人，絕大多數都生活在煩惱當中，「十煩惱」，具足十煩惱。這是講他的看法跟想法全都錯了，這一錯麻煩大了，為什麼？開口就說錯了。"
    },
    {
      "id": "02-037-0410_p0013",
      "zh_CN": "刘素云居士这几天在这做的报告，这个光碟我看了，讲得很好。她讲到眼前这些教育，问这些学生，十几岁的学生，问他们心里第一个想的是什么？赚钱，赚钱愈多愈好。学会了就跳槽，什么跳槽？哪个地方待遇好就到哪里去。我在这里一个月赚三千块，那个地方给我三千五，我马上就过去了，唯利是图。这是什么？贪！贪不到就发脾气，瞋恨。为什么会有这种思想行为？这是愚痴。傲慢，从傲慢产生嫉妒，看到别人超过我，想尽方法去整他、害他，都在造罪业，造的是什么？口里头是妄语、两舌、绮语、恶口，造的是杀盗淫妄，这还得了！这个果报就是摧残自己的身心，身心不健康，毁掉自己的前途，造成社会动乱，造成地球上灾异频繁。",
      "zh_TW": "劉素雲居士這幾天在這做的報告，這個光碟我看了，講得很好。她講到眼前這些教育，問這些學生，十幾歲的學生，問他們心裡第一個想的是什麼？賺錢，賺錢愈多愈好。學會了就跳槽，什麼跳槽？哪個地方待遇好就到哪裡去。我在這裡一個月賺三千塊，那個地方給我三千五，我馬上就過去了，唯利是圖。這是什麼？貪！貪不到就發脾氣，瞋恨。為什麼會有這種思想行為？這是愚痴。傲慢，從傲慢產生嫉妒，看到別人超過我，想盡方法去整他、害他，都在造罪業，造的是什麼？口裡頭是妄語、兩舌、綺語、惡口，造的是殺盜淫妄，這還得了！這個果報就是摧殘自己的身心，身心不健康，毀掉自己的前途，造成社會動亂，造成地球上災異頻繁。"
    },
    {
      "id": "02-037-0410_p0014",
      "zh_CN": "如何来拯救？那就是汤恩比博士所说的，要大乘佛法，他讲的两个，孔孟学说治标，大乘佛法治本。这两样东西同时进行，标本兼治，会产生效果，会让人清醒过来，人只要清醒过来。可是治之本在孝亲尊师，这是性德里头的核心。性德的核心不是哪个发明的，不是哪个勉强要求你，不是的，这是自性，你觉悟了，你自然孝亲尊师；你不孝亲、不尊师，你在迷，你没觉悟。这东西不要人教的，小孩一出生，他就爱他的父母，没有人教他。你细心去观察，婴孩才生下来几天眼睛张开了，你看他看他的父母，细心观察，能看到对父母的爱，所以这是天性。稍稍长大，父母教他对老师要尊敬，尊师重道，这是很小他就接受了，根深蒂固。父母对我们的恩德，我们的身体、身命得自于父母；我们的慧命，法身慧命得自于老师，中国古礼，对老师跟对父母是同样的孝敬，完全没有分别。所以古人常说师徒如父子，老师的儿女跟自己的亲兄弟没有两样，一生都要照顾。",
      "zh_TW": "如何來拯救？那就是湯恩比博士所說的，要大乘佛法，他講的兩個，孔孟學說治標，大乘佛法治本。這兩樣東西同時進行，標本兼治，會產生效果，會讓人清醒過來，人只要清醒過來。可是治之本在孝親尊師，這是性德裡頭的核心。性德的核心不是哪個發明的，不是哪個勉強要求你，不是的，這是自性，你覺悟了，你自然孝親尊師；你不孝親、不尊師，你在迷，你沒覺悟。這東西不要人教的，小孩一出生，他就愛他的父母，沒有人教他。你細心去觀察，嬰孩才生下來幾天眼睛張開了，你看他看他的父母，細心觀察，能看到對父母的愛，所以這是天性。稍稍長大，父母教他對老師要尊敬，尊師重道，這是很小他就接受了，根深蒂固。父母對我們的恩德，我們的身體、身命得自於父母；我們的慧命，法身慧命得自於老師，中國古禮，對老師跟對父母是同樣的孝敬，完全沒有分別。所以古人常說師徒如父子，老師的兒女跟自己的親兄弟沒有兩樣，一生都要照顧。"
    },
    {
      "id": "02-037-0410_p0015",
      "zh_CN": "古时候老师教学生非常认真，他为什么？学生教出来了，将来学生有前途，他全家都有保障。为什么？学生会照顾他，学生知恩报恩。要让父母、要让兄弟姐妹都能过到好生活，跟自己一样，这大孝。如果兄弟姐妹过的生活跟自己比，比自己差一等，父母心里头难过，不舒服；老师的儿女生活比你也差一等，老师心里也很难过。所以六和敬里头讲「利和同均」，先跟哪些人同均？先跟父母老师，跟兄弟姐妹，跟老师的儿女，先跟这些人同均，然后跟着距离愈远的可以减一等，可以递减。但是跟父母，跟兄弟姐妹，亲兄弟、同胞兄弟姐妹，跟老师的儿女，这个不能够有差等，要一样的，我穿的什么大家都一样，我吃的什么大家都一样，这叫真孝！这孝子。如果没有受到好的教育，他怎么会知道？一教他就知道，知道什么？这是应该做的事情，天经地义，做人应该这么做。中国古圣先贤教育、大乘的教育，在全世界真的只有印度、中国有，其他的族群里头没有这种教育。中国传统教育可以说，全世界各个种族里头，教育最精彩的、最圆满的都在中国。",
      "zh_TW": "古時候老師教學生非常認真，他為什麼？學生教出來了，將來學生有前途，他全家都有保障。為什麼？學生會照顧他，學生知恩報恩。要讓父母、要讓兄弟姐妹都能過到好生活，跟自己一樣，這大孝。如果兄弟姐妹過的生活跟自己比，比自己差一等，父母心裡頭難過，不舒服；老師的兒女生活比你也差一等，老師心裡也很難過。所以六和敬裡頭講「利和同均」，先跟哪些人同均？先跟父母老師，跟兄弟姐妹，跟老師的兒女，先跟這些人同均，然後跟著距離愈遠的可以減一等，可以遞減。但是跟父母，跟兄弟姐妹，親兄弟、同胞兄弟姐妹，跟老師的兒女，這個不能夠有差等，要一樣的，我穿的什麼大家都一樣，我吃的什麼大家都一樣，這叫真孝！這孝子。如果沒有受到好的教育，他怎麼會知道？一教他就知道，知道什麼？這是應該做的事情，天經地義，做人應該這麼做。中國古聖先賢教育、大乘的教育，在全世界真的只有印度、中國有，其他的族群裡頭沒有這種教育。中國傳統教育可以說，全世界各個種族裡頭，教育最精彩的、最圓滿的都在中國。"
    },
    {
      "id": "02-037-0410_p0016",
      "zh_CN": "方东美先生所说的，人生最高的享受。为什么要学佛？我们是人，应该要有人生最高的享受，我们就没有白做人。做了人，这一生当中没有享受到最高的享受，白来一趟。学佛，佛是什么？佛是圆满的智慧、圆满的福报，这就叫佛，学佛我就希望得到圆满智慧、圆满福报。智慧在前，福报在后，因为有智慧才真正得到福报，没有智慧得不到。但是在一般说法，把福报摆在前面，智慧摆在后头，福慧。为什么？福是果，慧是因，先把果放在外面大家喜欢，人哪个不喜欢福报？说智慧他摇头，他不懂，福报他喜欢。你要有大福报，先求大智慧，大智慧得到，大福报就现前，福慧双修。「皈依佛，二足尊」，这个二就是智慧跟福报。足是什么？满足、圆满了。这两种圆满就叫做佛。别人问什么是佛，你这样解释，你看他要不要。你要不要福报？没有福报你就贫贱，没有智慧你就愚痴，你要不要贫贱、要不要愚痴？这个不要，不要就学佛，学佛才能真正得到圆满的智慧、圆满的福报。得要真干！",
      "zh_TW": "方東美先生所說的，人生最高的享受。為什麼要學佛？我們是人，應該要有人生最高的享受，我們就沒有白做人。做了人，這一生當中沒有享受到最高的享受，白來一趟。學佛，佛是什麼？佛是圓滿的智慧、圓滿的福報，這就叫佛，學佛我就希望得到圓滿智慧、圓滿福報。智慧在前，福報在後，因為有智慧才真正得到福報，沒有智慧得不到。但是在一般說法，把福報擺在前面，智慧擺在後頭，福慧。為什麼？福是果，慧是因，先把果放在外面大家喜歡，人哪個不喜歡福報？說智慧他搖頭，他不懂，福報他喜歡。你要有大福報，先求大智慧，大智慧得到，大福報就現前，福慧雙修。「皈依佛，二足尊」，這個二就是智慧跟福報。足是什麼？滿足、圓滿了。這兩種圓滿就叫做佛。別人問什麼是佛，你這樣解釋，你看他要不要。你要不要福報？沒有福報你就貧賤，沒有智慧你就愚痴，你要不要貧賤、要不要愚痴？這個不要，不要就學佛，學佛才能真正得到圓滿的智慧、圓滿的福報。得要真幹！"
    },
    {
      "id": "02-037-0410_p0017",
      "zh_CN": "十波罗蜜确实能断十种烦恼，「能摧十种烦恼，成十种真如」。十种烦恼灭了，十种真如就现前。我们看这资料里头有十种真如，《佛学次第统编》里面说的。「圆成实性，即诸法胜义」，胜是殊胜，无比殊胜的义理，就是三性里头的圆成实性。「所谓一真法界，亦即名为真如」，一真法界就是真如，就是圆成实性。「言真如者，真实而不虚妄」，这是真的意思。什么叫真？真是实实在在，不是虚假的。如是什么意思？「常而无变易也」，如是不生不灭，永恒不变，这叫如。「十真如者，虽真如性实无差别」。真如只有一个，哪有十个？十个怎么来？「随胜德假立十种」。这个胜德是殊胜的德用，从它作用上说十个，其实是一个，一体。那十就是表法，十代表无量无边、无数无尽。",
      "zh_TW": "十波羅蜜確實能斷十種煩惱，「能摧十種煩惱，成十種真如」。十種煩惱滅了，十種真如就現前。我們看這資料裡頭有十種真如，《佛學次第統編》裡面說的。「圓成實性，即諸法勝義」，勝是殊勝，無比殊勝的義理，就是三性裡頭的圓成實性。「所謂一真法界，亦即名為真如」，一真法界就是真如，就是圓成實性。「言真如者，真實而不虛妄」，這是真的意思。什麼叫真？真是實實在在，不是虛假的。如是什麼意思？「常而無變易也」，如是不生不滅，永恆不變，這叫如。「十真如者，雖真如性實無差別」。真如只有一個，哪有十個？十個怎麼來？「隨勝德假立十種」。這個勝德是殊勝的德用，從它作用上說十個，其實是一個，一體。那十就是表法，十代表無量無邊、無數無盡。"
    },
    {
      "id": "02-037-0410_p0018",
      "zh_CN": "智慧真开了，圆成实性证得了，这个话就是禅宗里所说的大彻大悟、明心见性。自性般若现前，自性般若就是圆成实性，就是真如自性现前。那是什么？圆满的智慧，无论用在什么地方，点点滴滴无不与真如相应。这就是诸佛如来的生活，就是方老师所说的人生最高的享受。真正人生最高的享受成佛才有，菩萨有高等享受，不能算是最高。最高的享受，在物质、精神上得大自在，决定没有起心动念，没有分别执着，这叫高等享受。有分别执着怎么样？那就是付出代价的享受。代价是什么？造业受报。你行善，三善道受果报；你造恶，三恶道受果报，造业。不分别、不执着不造业，就不是业报，不是业报就是高等享受，凡是业报就不算高等享受。最高的享受是高等里头的高等，高等享受可以说阿罗汉、辟支佛得到了，他们的受用里面没有见思烦恼，见思烦恼断了，所以他们的享受没有六道轮回，四圣法界，高等享受；高等里面的高等是实报庄严土的享受，不但见思没有、尘沙没有，无明没有了，我们常说的不起心不动念、不分别不执着，这是最高的享受。",
      "zh_TW": "智慧真開了，圓成實性證得了，這個話就是禪宗裡所說的大徹大悟、明心見性。自性般若現前，自性般若就是圓成實性，就是真如自性現前。那是什麼？圓滿的智慧，無論用在什麼地方，點點滴滴無不與真如相應。這就是諸佛如來的生活，就是方老師所說的人生最高的享受。真正人生最高的享受成佛才有，菩薩有高等享受，不能算是最高。最高的享受，在物質、精神上得大自在，決定沒有起心動念，沒有分別執著，這叫高等享受。有分別執著怎麼樣？那就是付出代價的享受。代價是什麼？造業受報。你行善，三善道受果報；你造惡，三惡道受果報，造業。不分別、不執著不造業，就不是業報，不是業報就是高等享受，凡是業報就不算高等享受。最高的享受是高等裡頭的高等，高等享受可以說阿羅漢、辟支佛得到了，他們的受用裡面沒有見思煩惱，見思煩惱斷了，所以他們的享受沒有六道輪迴，四聖法界，高等享受；高等裡面的高等是實報莊嚴土的享受，不但見思沒有、塵沙沒有，無明沒有了，我們常說的不起心不動念、不分別不執著，這是最高的享受。"
    },
    {
      "id": "02-037-0410_p0019",
      "zh_CN": "享受里头，纵然是非常辛苦，物质生活条件很差，甚至于像释迦牟尼佛，天天出外托钵，就三衣一钵，他的享受是什么？是最高的享受。为什么？他没有起心动念。托来的饭菜味道怎么样？最上的美味。人家供养的不是这好东西，可是它会变，不是常讲的境随心转！斋主的心跟佛的心不一样，斋主的心那一天有烦恼，有很多不痛快的事情，所以斋主这碗饭味道不好。可是佛的心好，到佛手上佛就把它变了；自然转变，不是有意去变，变成最上的美味。相随心转。别人吃的是毒物，是有毒的、是要命的，佛吃了对身体有营养。他把它变了，不是他服毒，他把它变化了。可以变的，因为物质是相同的，只是排列组织不一样，所以到佛这边全变了。佛的心清净，这食物就清净；佛的心善良，这食物就善良，都是好东西。所以境随心转，你要记得这句话。所有一切物质现象，只要通过佛跟法身菩萨，决定变得最好，我们一般讲磁场，它就不同，佛菩萨有能力把它改变。改变不是有意的，是自然的。所以下面这十种是代表，其实性德应用在一切万物就变成万德庄严。",
      "zh_TW": "享受裡頭，縱然是非常辛苦，物質生活條件很差，甚至於像釋迦牟尼佛，天天出外托缽，就三衣一缽，他的享受是什麼？是最高的享受。為什麼？他沒有起心動念。托來的飯菜味道怎麼樣？最上的美味。人家供養的不是這好東西，可是它會變，不是常講的境隨心轉！齋主的心跟佛的心不一樣，齋主的心那一天有煩惱，有很多不痛快的事情，所以齋主這碗飯味道不好。可是佛的心好，到佛手上佛就把它變了；自然轉變，不是有意去變，變成最上的美味。相隨心轉。別人吃的是毒物，是有毒的、是要命的，佛吃了對身體有營養。他把它變了，不是他服毒，他把它變化了。可以變的，因為物質是相同的，只是排列組織不一樣，所以到佛這邊全變了。佛的心清淨，這食物就清淨；佛的心善良，這食物就善良，都是好東西。所以境隨心轉，你要記得這句話。所有一切物質現象，只要通過佛跟法身菩薩，決定變得最好，我們一般講磁場，它就不同，佛菩薩有能力把它改變。改變不是有意的，是自然的。所以下面這十種是代表，其實性德應用在一切萬物就變成萬德莊嚴。"
    },
    {
      "id": "02-037-0410_p0020",
      "zh_CN": "第一个，「遍行真如：谓此真如二空所显，无有一法而不在故」。二空，人空、法空。这个话从哪里讲起？从弥勒菩萨跟释迦牟尼佛对话上讲起，你就很容易懂。释迦牟尼佛问弥勒菩萨，「心有所念，几念几相识耶」。这句话里头有三个问题，第一个问题是，凡夫心里起一个念头，这个念头里头有几个念？有几个相？有几个识？问了三个问题，几念几相识耶？弥勒菩萨回答，一弹指有「三十二亿百千念」，凡夫一念当中有三十二亿百千念，这答复念。念是什么？念头。一切法从心想生，这个心想就是念头。相，相是物质现象，识是精神现象。五蕴里面，色就是相，识是受想行识，这四个叫识；受是前五识，想是第六识，行是第七识，后面那个识是阿赖耶识，全的。",
      "zh_TW": "第一個，「遍行真如：謂此真如二空所顯，無有一法而不在故」。二空，人空、法空。這個話從哪裡講起？從彌勒菩薩跟釋迦牟尼佛對話上講起，你就很容易懂。釋迦牟尼佛問彌勒菩薩，「心有所念，幾念幾相識耶」。這句話裡頭有三個問題，第一個問題是，凡夫心裡起一個念頭，這個念頭裡頭有幾個念？有幾個相？有幾個識？問了三個問題，幾念幾相識耶？彌勒菩薩回答，一彈指有「三十二億百千念」，凡夫一念當中有三十二億百千念，這答覆念。念是什麼？念頭。一切法從心想生，這個心想就是念頭。相，相是物質現象，識是精神現象。五蘊裡面，色就是相，識是受想行識，這四個叫識；受是前五識，想是第六識，行是第七識，後面那個識是阿賴耶識，全的。"
    },
    {
      "id": "02-037-0410_p0021",
      "zh_CN": "我们把这桩事情搞清楚，才把五蕴皆空明白了。五蕴皆空说什么？就是说这个，这一念。这一念不是释迦牟尼佛问的那一念，是弥勒菩萨答的这一念，那就是一弹指三十二亿百千念。三十二亿，百千是十万，十万是个单位，多少个十万？三十二亿乘十万，三百二十兆，一弹指三百二十兆。三百二十兆分之一弹指，我们现在科学上一般，时间的单位是用秒算，那一秒钟能弹多少次？我们弹得快，一秒钟，大概我能够弹到四次，我相信比我有弹得快的，比我年轻、比我体力好的，至少能弹五次。五再乘三百二十就变成一千六百，单位是兆；换句话说，一千六百兆分之一秒，那叫一念。这一念当中，人空、法空都在其中。可不可以得？得不到，你根本没有感觉。",
      "zh_TW": "我們把這樁事情搞清楚，才把五蘊皆空明白了。五蘊皆空說什麼？就是說這個，這一念。這一念不是釋迦牟尼佛問的那一念，是彌勒菩薩答的這一念，那就是一彈指三十二億百千念。三十二億，百千是十萬，十萬是個單位，多少個十萬？三十二億乘十萬，三百二十兆，一彈指三百二十兆。三百二十兆分之一彈指，我們現在科學上一般，時間的單位是用秒算，那一秒鐘能彈多少次？我們彈得快，一秒鐘，大概我能夠彈到四次，我相信比我有彈得快的，比我年輕、比我體力好的，至少能彈五次。五再乘三百二十就變成一千六百，單位是兆；換句話說，一千六百兆分之一秒，那叫一念。這一念當中，人空、法空都在其中。可不可以得？得不到，你根本沒有感覺。"
    },
    {
      "id": "02-037-0410_p0022",
      "zh_CN": "我们可以做实验，这个实验不难做，这是从前电影的底片，幻灯片，这个幻灯片在放映机里面，一秒钟播放二十四张，二十四张是一秒钟。我们可以做实验，在一秒钟里头，我们把二十四张里面留一张，留一张有这个幻灯片，其他的二十三张统统把它抹黑。放映的时候，这一秒钟当中，放映的时候你都看不见，银幕上全是漆黑一片，只有这一张放了光。但是放光，一下就没有了，因为它只有二十四分之一秒，只有这么长的时间。那我们看的感官，有没有看到？看到了。什么东西？什么东西不晓得，只知道光一闪就过去了，里面什么也没看到，是这种现象，二十四分之一秒。现在佛告诉我们，速度多快？是一千六百兆分之一秒，问你有没有看见？没看见，什么都没看见。这种生灭现象就在眼前，你就看不见，它太快了。今天科学的仪器可以说是相当进步，能够捕捉到一千兆分之一秒这个现象，一千兆分之一秒，现在科学仪器能捕捉到，这都是从前科学家不敢想像的。科学还要进步，因为佛说的是一千六百兆分之一秒，现在能看到一千兆分之一秒。这说什么？二空所显，人空、法空，也就是说一切法不可得。《大般若经》总结的四句话，「一切法，无所有，毕竟空，不可得」，这个现象是真的，不是假的。遍行真如，遍是普遍，遍法界虚空界没有一法漏掉的，所有一切法都在其中，全是二空所显，人空跟法空。这第一条。",
      "zh_TW": "我們可以做實驗，這個實驗不難做，這是從前電影的底片，幻燈片，這個幻燈片在放映機裡面，一秒鐘播放二十四張，二十四張是一秒鐘。我們可以做實驗，在一秒鐘裡頭，我們把二十四張裡面留一張，留一張有這個幻燈片，其他的二十三張統統把它抹黑。放映的時候，這一秒鐘當中，放映的時候你都看不見，銀幕上全是漆黑一片，只有這一張放了光。但是放光，一下就沒有了，因為它只有二十四分之一秒，只有這麼長的時間。那我們看的感官，有沒有看到？看到了。什麼東西？什麼東西不曉得，只知道光一閃就過去了，裡面什麼也沒看到，是這種現象，二十四分之一秒。現在佛告訴我們，速度多快？是一千六百兆分之一秒，問你有沒有看見？沒看見，什麼都沒看見。這種生滅現象就在眼前，你就看不見，它太快了。今天科學的儀器可以說是相當進步，能夠捕捉到一千兆分之一秒這個現象，一千兆分之一秒，現在科學儀器能捕捉到，這都是從前科學家不敢想像的。科學還要進步，因為佛說的是一千六百兆分之一秒，現在能看到一千兆分之一秒。這說什麼？二空所顯，人空、法空，也就是說一切法不可得。《大般若經》總結的四句話，「一切法，無所有，畢竟空，不可得」，這個現象是真的，不是假的。遍行真如，遍是普遍，遍法界虛空界沒有一法漏掉的，所有一切法都在其中，全是二空所顯，人空跟法空。這第一條。"
    },
    {
      "id": "02-037-0410_p0023",
      "zh_CN": "第二，「最胜真如：谓此真如具无边德，于一切法最为胜故」。一切法的德用，它的体全是真如，自性本具的德能不是从外来的。譬如我们今天讲，就用佛法五蕴来说，五蕴是最小的物质现象，是物质的基础，物质基本的单位，《金刚经》称为一，所有物质现象都是这一个东西组合的，叫一合相。我们人身体也是这个东西组合的，人身体是一合相，房屋也是这个一合相所组织的。大到地球，到太阳系、银河系，全是一合相组成的；小，随便拈一物，这是一物，都是这一合相组织的，离开这个一，这一法，一切相都没有。这个一合相里面有物质现象，有受想行识这四种精神现象。受是前五识，想是第六识，行是第七识，行的意思就是它相续不断，那个识是阿赖耶。阿赖耶是一切虚妄的根本，它从哪里来？它从迷来的。佛在经上讲的一念不觉，一念不觉就是阿赖耶，也叫无明。",
      "zh_TW": "第二，「最勝真如：謂此真如具無邊德，於一切法最為勝故」。一切法的德用，它的體全是真如，自性本具的德能不是從外來的。譬如我們今天講，就用佛法五蘊來說，五蘊是最小的物質現象，是物質的基礎，物質基本的單位，《金剛經》稱為一，所有物質現象都是這一個東西組合的，叫一合相。我們人身體也是這個東西組合的，人身體是一合相，房屋也是這個一合相所組織的。大到地球，到太陽系、銀河系，全是一合相組成的；小，隨便拈一物，這是一物，都是這一合相組織的，離開這個一，這一法，一切相都沒有。這個一合相裡面有物質現象，有受想行識這四種精神現象。受是前五識，想是第六識，行是第七識，行的意思就是它相續不斷，那個識是阿賴耶。阿賴耶是一切虛妄的根本，它從哪裡來？它從迷來的。佛在經上講的一念不覺，一念不覺就是阿賴耶，也叫無明。"
    },
    {
      "id": "02-037-0410_p0024",
      "zh_CN": "经上常说，「无明不觉生三细」，三细是阿赖耶的业相、转相、境界相。这个三细极其微细，没有人知道。这是什么？宇宙的源起、生命的源起、万物的源起、我的源起，我从哪里来的，这从阿赖耶三细相变出来的。变出来有没有先后？没有，佛经上常说「一时顿现」，同时，没有先后次第，同时出现、同时消失，佛在大乘经上说，「当处出生，随处灭尽」。出生跟消失，这个时间就叫一念，一念就是一个生灭，时间是一千六百兆分之一秒，今天科学家称这个为微中子。黄念祖老居士在这部经上，最初他的那个原本，油印本，给我那个本子，我在台湾给他印了一万册，那个本子上没有这段文，这段是以后补充补进去的。也就是说，他完成这部注解的时候没有看到这个信息，到以后看到这个信息，把这段东西补在里头。",
      "zh_TW": "經上常說，「無明不覺生三細」，三細是阿賴耶的業相、轉相、境界相。這個三細極其微細，沒有人知道。這是什麼？宇宙的源起、生命的源起、萬物的源起、我的源起，我從哪裡來的，這從阿賴耶三細相變出來的。變出來有沒有先後？沒有，佛經上常說「一時頓現」，同時，沒有先後次第，同時出現、同時消失，佛在大乘經上說，「當處出生，隨處滅盡」。出生跟消失，這個時間就叫一念，一念就是一個生滅，時間是一千六百兆分之一秒，今天科學家稱這個為微中子。黃念祖老居士在這部經上，最初他的那個原本，油印本，給我那個本子，我在台灣給他印了一萬冊，那個本子上沒有這段文，這段是以後補充補進去的。也就是說，他完成這部註解的時候沒有看到這個信息，到以後看到這個信息，把這段東西補在裡頭。"
    },
    {
      "id": "02-037-0410_p0025",
      "zh_CN": "科学家最新的发现，这个发现了不起，这个发现把佛经上讲的阿赖耶总算是给我们搞清楚了。阿赖耶怎么讲，我们讲了几十年都是个谜，没有办法讲清楚。我们今天这个讲法，过去法师，讲经的法师没说过，怎么知道是一千六百兆分之一秒？这无法想像。这是科学对佛法的贡献，让我们这些烦恼业障习气深重的人，没有办法修成那么深的定功，我们藉科学仪器也发现了，证明佛的话是真的，不是假的，证明八地以上的定功是真实的。八地菩萨他们不需要仪器，他在定中现量境界亲自看到了，看到一秒钟一千六百兆次的生灭现象，一秒钟里头一千六百兆次这个频率，所以他清楚，比科学家还清楚，因为他是现量境界，科学家藉仪器，比量境界，不是直接看到的。所以真如具无量无边的德用，我常把它说做德能，于一切法最为胜故。只要是法，决定具有真如的德用，问题我们有没有发现，或者称之为发明；发是发现，明是明了，你真正发现明了，你就能用它，它就会为你服务。",
      "zh_TW": "科學家最新的發現，這個發現了不起，這個發現把佛經上講的阿賴耶總算是給我們搞清楚了。阿賴耶怎麼講，我們講了幾十年都是個謎，沒有辦法講清楚。我們今天這個講法，過去法師，講經的法師沒說過，怎麼知道是一千六百兆分之一秒？這無法想像。這是科學對佛法的貢獻，讓我們這些煩惱業障習氣深重的人，沒有辦法修成那麼深的定功，我們藉科學儀器也發現了，證明佛的話是真的，不是假的，證明八地以上的定功是真實的。八地菩薩他們不需要儀器，他在定中現量境界親自看到了，看到一秒鐘一千六百兆次的生滅現象，一秒鐘裡頭一千六百兆次這個頻率，所以他清楚，比科學家還清楚，因為他是現量境界，科學家藉儀器，比量境界，不是直接看到的。所以真如具無量無邊的德用，我常把它說做德能，於一切法最為勝故。只要是法，決定具有真如的德用，問題我們有沒有發現，或者稱之為發明；發是發現，明是明瞭，你真正發現明瞭，你就能用它，它就會為你服務。"
    },
    {
      "id": "02-037-0410_p0026",
      "zh_CN": "第三个叫「胜流真如：谓此真如所流教法，于余教法极为胜故」。这是什么？这是如来的教学，是从真如里头流出来的。那我们知道，所有一切凡夫，就是没有见性的，没有明心见性的，他所有一切教法是从阿赖耶里头流出来的。阿赖耶里面所流的是知识，因为阿赖耶的根是迷而不觉，这一念不觉，阿赖耶流出来的东西不觉。明心见性的人流出来它是觉，它是真如，它是真实智慧。阿赖耶流出来的，是从资料库里头那些记忆。有这些定功的人，这个定是什么？世间禅定。李老师以前跟大专学生介绍佛法，讲六度讲到禅定，他讲禅定有三种，世间禅定、出世间禅定、出世间上上禅定。这跟初学讲是很有益处的。世间禅定是四禅八定，这个定功修成之后，对于六道里面的情形完全明了，为什么？他见到了。上面二十八层天，下面到无间地狱全能见到，是他的现量境界。我们今天对这些事情能了解一些是听说的，是看到经典上记载的，我们没有亲自看到，这不是现量境界，这属于知识，不是智慧。",
      "zh_TW": "第三個叫「勝流真如：謂此真如所流教法，於餘教法極為勝故」。這是什麼？這是如來的教學，是從真如裡頭流出來的。那我們知道，所有一切凡夫，就是沒有見性的，沒有明心見性的，他所有一切教法是從阿賴耶裡頭流出來的。阿賴耶裡面所流的是知識，因為阿賴耶的根是迷而不覺，這一念不覺，阿賴耶流出來的東西不覺。明心見性的人流出來它是覺，它是真如，它是真實智慧。阿賴耶流出來的，是從資料庫裡頭那些記憶。有這些定功的人，這個定是什麼？世間禪定。李老師以前跟大專學生介紹佛法，講六度講到禪定，他講禪定有三種，世間禪定、出世間禪定、出世間上上禪定。這跟初學講是很有益處的。世間禪定是四禪八定，這個定功修成之後，對於六道裡面的情形完全明瞭，為什麼？他見到了。上面二十八層天，下面到無間地獄全能見到，是他的現量境界。我們今天對這些事情能了解一些是聽說的，是看到經典上記載的，我們沒有親自看到，這不是現量境界，這屬於知識，不是智慧。"
    },
    {
      "id": "02-037-0410_p0027",
      "zh_CN": "出世间的禅定不一样，小乘的禅定出世间。小乘的禅定断见思烦恼，尘沙没断、无明没断；大乘的禅定断尘沙烦恼，无明没断，所以大乘禅定止于菩萨，十法界里菩萨。十法界里面佛的禅定就是上上禅定。上上是什么？破无明，证法身。这个禅定一得到，十法界没有了，超越十法界，他回到实报庄严土，实报庄严土称为一真法界。这大乘禅定，可以说它是大乘上上禅定。到等觉以上，《华严经》的妙觉果位，那个境界是回归自性本定，究竟圆满的大定，是自性本定；也是惠能大师开悟时候所说的第四句话，「何期自性，本无动摇」，本无动摇就是自性本定。",
      "zh_TW": "出世間的禪定不一樣，小乘的禪定出世間。小乘的禪定斷見思煩惱，塵沙沒斷、無明沒斷；大乘的禪定斷塵沙煩惱，無明沒斷，所以大乘禪定止於菩薩，十法界裡菩薩。十法界裡面佛的禪定就是上上禪定。上上是什麼？破無明，證法身。這個禪定一得到，十法界沒有了，超越十法界，他回到實報莊嚴土，實報莊嚴土稱為一真法界。這大乘禪定，可以說它是大乘上上禪定。到等覺以上，《華嚴經》的妙覺果位，那個境界是回歸自性本定，究竟圓滿的大定，是自性本定；也是惠能大師開悟時候所說的第四句話，「何期自性，本無動搖」，本無動搖就是自性本定。"
    },
    {
      "id": "02-037-0410_p0028",
      "zh_CN": "如来、法身菩萨他们讲经说法，是从真如所流的教法，我们不能不尊重。不但我们不能跟他比，别教三贤菩萨不能跟他相比，天人更不必说了。为什么？我们从一处去想，我们的心没有他清净，我们的心是动的，他们的心是不动的。我们心里头有念头生灭，前念灭后念就生，这个念头不断。念头断了，境界就没有了。所以这个现象，十法界依正庄严的现象，是一种什么现象？相似相续相，确确实实没有两个相是相同的。就像我们这电影的幻灯片一样，一秒钟二十四张，十秒钟二百四十张，一百秒钟二千四百张，那一个小时多少！没有两张是相同的。我们今天的频率比电影的倍数高太多了，一秒钟是一千六百兆，十秒钟是一万六千兆。十秒钟一万六千兆，单位是兆，没有两个念头相同。所以给你讲不生不灭，它速度太快了，决定得不到，就在你眼前你也看不到。",
      "zh_TW": "如來、法身菩薩他們講經說法，是從真如所流的教法，我們不能不尊重。不但我們不能跟他比，別教三賢菩薩不能跟他相比，天人更不必說了。為什麼？我們從一處去想，我們的心沒有他清淨，我們的心是動的，他們的心是不動的。我們心裡頭有念頭生滅，前念滅後念就生，這個念頭不斷。念頭斷了，境界就沒有了。所以這個現象，十法界依正莊嚴的現象，是一種什麼現象？相似相續相，確確實實沒有兩個相是相同的。就像我們這電影的幻燈片一樣，一秒鐘二十四張，十秒鐘二百四十張，一百秒鐘二千四百張，那一個小時多少！沒有兩張是相同的。我們今天的頻率比電影的倍數高太多了，一秒鐘是一千六百兆，十秒鐘是一萬六千兆。十秒鐘一萬六千兆，單位是兆，沒有兩個念頭相同。所以給你講不生不滅，它速度太快了，決定得不到，就在你眼前你也看不到。"
    },
    {
      "id": "02-037-0410_p0029",
      "zh_CN": "我们所看到的现象、所接触的现象，真的是无量无数这些微中子聚集在一起，科学家叫纠缠在一起。纠缠的方式不一样，让我们看到各种不同的境界，是这么回事情。除了微中子之外什么也没有，而微中子也不存在，我们看到它，早已经过去了。就如同我们夜晚看天空的星星，我们看到星星很明亮，可能这个星星早已经死掉了，为什么？我们看到的是光。它那里发出光到我们这个地方来要经过几十个光年，如果说是两百光年、三百光年，那就是二、三百光年以前的星它的光我们才收到；如果说是几亿光年来的，那距离我们时间太长了，现在在不在不知道。几十个光年的可能它存在，几百光年以上它存在不存在是未知数。你明白这个道理，我们今天看到所有物质现象，它那个原点，这就讲原始点，原点就是一千六百兆分之一秒那一个光点，它一下就不存在了，但是它留下来的影像统统混合在一起，让我们看到有这些东西存在，有十法界依正庄严的存在，实际上它早就消失掉了，我们看到的是幻相。所以经上举的比喻比喻得好，「如梦幻泡影，如露亦如电」，这是比喻它的快速，消失得太快，「应作如是观」。你要是懂得这个道理，了解事实真相，你就会在这个境界相里头如如不动。",
      "zh_TW": "我們所看到的現象、所接觸的現象，真的是無量無數這些微中子聚集在一起，科學家叫糾纏在一起。糾纏的方式不一樣，讓我們看到各種不同的境界，是這麼回事情。除了微中子之外什麼也沒有，而微中子也不存在，我們看到它，早已經過去了。就如同我們夜晚看天空的星星，我們看到星星很明亮，可能這個星星早已經死掉了，為什麼？我們看到的是光。它那裡發出光到我們這個地方來要經過幾十個光年，如果說是兩百光年、三百光年，那就是二、三百光年以前的星它的光我們才收到；如果說是幾億光年來的，那距離我們時間太長了，現在在不在不知道。幾十個光年的可能它存在，幾百光年以上它存在不存在是未知數。你明白這個道理，我們今天看到所有物質現象，它那個原點，這就講原始點，原點就是一千六百兆分之一秒那一個光點，它一下就不存在了，但是它留下來的影像統統混合在一起，讓我們看到有這些東西存在，有十法界依正莊嚴的存在，實際上它早就消失掉了，我們看到的是幻相。所以經上舉的比喻比喻得好，「如夢幻泡影，如露亦如電」，這是比喻它的快速，消失得太快，「應作如是觀」。你要是懂得這個道理，了解事實真相，你就會在這個境界相裡頭如如不動。"
    },
    {
      "id": "02-037-0410_p0030",
      "zh_CN": "说明这些事实真相，这个智慧、言语，都是从真如里头流出来的，不同世间，世间所有的教学是从阿赖耶识里头流出来的。阿赖耶识是你自己的资料库，这里头有现前的知识，你这一生所学的，有过去生中的知识。绝大多数的人只能用到现前知识，确实有少数能用到过去的知识。再有高明、有神通的，真正有修行功夫的人，我自己资料库里没有，我可以把别人阿赖耶里面东西拿过来用，别人学的变成我的。为什么？阿赖耶是通的，这资料是通的，所以可以取得别人的东西。这都很不可思议。那你要是明心见性，一切诸佛菩萨的东西你都能拿到，都可以变成自己的。这是佛的教法跟我们不一样，为什么不一样你要知道。",
      "zh_TW": "說明這些事實真相，這個智慧、言語，都是從真如裡頭流出來的，不同世間，世間所有的教學是從阿賴耶識裡頭流出來的。阿賴耶識是你自己的資料庫，這裡頭有現前的知識，你這一生所學的，有過去生中的知識。絕大多數的人只能用到現前知識，確實有少數能用到過去的知識。再有高明、有神通的，真正有修行功夫的人，我自己資料庫裡沒有，我可以把別人阿賴耶裡面東西拿過來用，別人學的變成我的。為什麼？阿賴耶是通的，這資料是通的，所以可以取得別人的東西。這都很不可思議。那你要是明心見性，一切諸佛菩薩的東西你都能拿到，都可以變成自己的。這是佛的教法跟我們不一樣，為什麼不一樣你要知道。"
    },
    {
      "id": "02-037-0410_p0031",
      "zh_CN": "第四，「无摄受真如：谓此真如，无所系属，非我执等所依取故」。真如是自性，自性像大海一样。真如的能量是大海，我们自己是什么？是大海里面起的个水泡。我们执着这个水泡是我，执着起心动念是我的心，执着这个身体是我的身，坚固的执着，那大海的能量，我们所得到的微乎其微，就那么一小块。如果你觉悟，你不执着了，不再执着这个水泡是自己，你肯定、承认整个大海是自己，那能量就不可思议，那个能量跟诸佛菩萨没有两样；这菩萨是法身菩萨，普通菩萨没有这么大能量。所以真如无所系属，不属于诸佛如来的，也不属于法身菩萨的，它是什么？属于谁的？佛在经上说了一句话，「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，这句话说得太好了！十方三世佛，把我们全包括在其中。三世是讲过去、现在、未来。",
      "zh_TW": "第四，「無攝受真如：謂此真如，無所繫屬，非我執等所依取故」。真如是自性，自性像大海一樣。真如的能量是大海，我們自己是什麼？是大海裡面起的個水泡。我們執著這個水泡是我，執著起心動念是我的心，執著這個身體是我的身，堅固的執著，那大海的能量，我們所得到的微乎其微，就那麼一小塊。如果你覺悟，你不執著了，不再執著這個水泡是自己，你肯定、承認整個大海是自己，那能量就不可思議，那個能量跟諸佛菩薩沒有兩樣；這菩薩是法身菩薩，普通菩薩沒有這麼大能量。所以真如無所繫屬，不屬於諸佛如來的，也不屬於法身菩薩的，它是什麼？屬於誰的？佛在經上說了一句話，「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，這句話說得太好了！十方三世佛，把我們全包括在其中。三世是講過去、現在、未來。"
    },
    {
      "id": "02-037-0410_p0032",
      "zh_CN": "一切众生都是未来佛，没有一个不成佛的，为什么？他有佛性。植物、矿物它有法性，法性跟佛性是一个性，所以《华严经》上说，「情与无情，同圆种智」。种智就是一切种智，我们前面学过的，自性圆满的智慧叫一切种智。同圆，我们跟佛同，跟一切众生同，圆是圆满，我们同样证得圆满智慧，这同圆种智。你真正明了这个事实真相，我们不敢小看一株小草，不敢小看一片树叶，不敢小看一粒尘沙。为什么？真如自性也在其中，它有灵性。我们通过水实验知道水，水是物质。一滴水，多大一滴？针尖，用针尖沾一滴水，放在玻璃片上。把它摆在冰箱，冰箱用低温，摄氏零下五度，它就会结冰，结成雪花。再拿出来放在显微镜里头观察你就知道，这个水会看、会听，懂得人的意思。换句话说，它能看一切万法，它能听一切音声，它懂得宇宙一切万法的念头，比我们人厉害，我们人不如它。我们对于没有学过的语言不懂，它全懂，无论什么样的语言它听得懂，无论什么样的文字它看得懂，写一个爱字，各种不同文字去写，它全知道，比我们能多了。为什么它能？因为它没有分别、没有执着。我们的能力丧失掉了就是分别执着，放下分别、放下执着，我们的能量也能恢复，然后知道这不是一个稀奇事情。所以要知道真如，真如里面的智慧、德能、相好是无所系属的，不归于哪一个人，一切众生平等平等。佛所有的我们人人都有，一切众生都有，连泥沙、矿物都有，何况是生物！一棵树上一片小小的树叶，乃至于树叶里头你给它掐一点点下来，统有，统具足，我们肉眼看不见的。",
      "zh_TW": "一切眾生都是未來佛，沒有一個不成佛的，為什麼？他有佛性。植物、礦物它有法性，法性跟佛性是一個性，所以《華嚴經》上說，「情與無情，同圓種智」。種智就是一切種智，我們前面學過的，自性圓滿的智慧叫一切種智。同圓，我們跟佛同，跟一切眾生同，圓是圓滿，我們同樣證得圓滿智慧，這同圓種智。你真正明瞭這個事實真相，我們不敢小看一株小草，不敢小看一片樹葉，不敢小看一粒塵沙。為什麼？真如自性也在其中，它有靈性。我們通過水實驗知道水，水是物質。一滴水，多大一滴？針尖，用針尖沾一滴水，放在玻璃片上。把它擺在冰箱，冰箱用低溫，攝氏零下五度，它就會結冰，結成雪花。再拿出來放在顯微鏡裡頭觀察你就知道，這個水會看、會聽，懂得人的意思。換句話說，它能看一切萬法，它能聽一切音聲，它懂得宇宙一切萬法的念頭，比我們人厲害，我們人不如它。我們對於沒有學過的語言不懂，它全懂，無論什麼樣的語言它聽得懂，無論什麼樣的文字它看得懂，寫一個愛字，各種不同文字去寫，它全知道，比我們能多了。為什麼它能？因為它沒有分別、沒有執著。我們的能力喪失掉了就是分別執著，放下分別、放下執著，我們的能量也能恢復，然後知道這不是一個稀奇事情。所以要知道真如，真如裡面的智慧、德能、相好是無所繫屬的，不歸於哪一個人，一切眾生平等平等。佛所有的我們人人都有，一切眾生都有，連泥沙、礦物都有，何況是生物！一棵樹上一片小小的樹葉，乃至於樹葉裡頭你給它掐一點點下來，統有，統具足，我們肉眼看不見的。"
    },
    {
      "id": "02-037-0410_p0033",
      "zh_CN": "前几年我有严重的牙周病，自己不知道，对照镜子只看到牙齿跟牙龈边界地方有一条黑线，我想吃东西大概脏东西在里头，不知道那是牙周病，因为没妨碍，不觉得。刘大夫用一根针，把那个黑的东西刮一点点，在针尖上我看到一个黑点，他把它放在显微镜下，显微镜接上电视。电视不大，只有这么大，接到电视一个画面给我看，我看那个电视画面上全是蛆，在那里动。他告诉我，这就是你牙齿那一点点。怎么这么多！他说这个严重你不知道，你还能讲经，大概佛菩萨保佑你。这种情形下你的牙根全部毁掉了，这么多细菌在吃。我说你放大多少倍？三千六百倍。三千六百倍你看到全是一群，好多。经过几个月的治疗、洗刷，洗得干干净净，再到里面去刮，拿来给我看，只有一、二个，几乎都看不到了。",
      "zh_TW": "前幾年我有嚴重的牙周病，自己不知道，對照鏡子只看到牙齒跟牙齦邊界地方有一條黑線，我想吃東西大概髒東西在裡頭，不知道那是牙周病，因為沒妨礙，不覺得。劉大夫用一根針，把那個黑的東西刮一點點，在針尖上我看到一個黑點，他把它放在顯微鏡下，顯微鏡接上電視。電視不大，只有這麼大，接到電視一個畫面給我看，我看那個電視畫面上全是蛆，在那裡動。他告訴我，這就是你牙齒那一點點。怎麼這麼多！他說這個嚴重你不知道，你還能講經，大概佛菩薩保佑你。這種情形下你的牙根全部毀掉了，這麼多細菌在吃。我說你放大多少倍？三千六百倍。三千六百倍你看到全是一群，好多。經過幾個月的治療、洗刷，洗得乾乾淨淨，再到裡面去刮，拿來給我看，只有一、二個，幾乎都看不到了。"
    },
    {
      "id": "02-037-0410_p0034",
      "zh_CN": "这所谓叫细菌，放大三千六百倍你看到大约这么长，看到一个小蛆，它在那蠕动，那肉眼看不见的。一个我们肯定看不到，一个细菌决定看不到；那么一大堆，电视画面上挤满了，没有空隙，全是满的。不知道这个牙龈那条黑线是这些东西，看了之后才知道可怕。才晓得刷牙，牙齿不要刷，牙龈也不要刷，要刷哪？就是刷那个沟，这里头不许有任何东西在里头，我们才懂得。以前拼命刷牙齿，以为牙齿刷得白白的，牙齿没有什么关系，白与黑都没有关系，只要健康好用。才知道什么叫牙周病，以前知道这个名字，不懂得什么叫牙周病。",
      "zh_TW": "這所謂叫細菌，放大三千六百倍你看到大約這麼長，看到一個小蛆，它在那蠕動，那肉眼看不見的。一個我們肯定看不到，一個細菌決定看不到；那麼一大堆，電視畫面上擠滿了，沒有空隙，全是滿的。不知道這個牙齦那條黑線是這些東西，看了之後才知道可怕。才曉得刷牙，牙齒不要刷，牙齦也不要刷，要刷哪？就是刷那個溝，這裡頭不許有任何東西在裡頭，我們才懂得。以前拼命刷牙齒，以為牙齒刷得白白的，牙齒沒有什麼關係，白與黑都沒有關係，只要健康好用。才知道什麼叫牙周病，以前知道這個名字，不懂得什麼叫牙周病。"
    },
    {
      "id": "02-037-0410_p0035",
      "zh_CN": "所以要晓得，真如智慧德相深广没有边际。在哪里？无处不在、无时不在，一切万物里头它统具足。所以我们不需执着、不需依取，它无处不在，只要把障碍放下。障碍是起心动念、分别执着，这是障碍。于一切法不执着，这就是阿罗汉；不分别就是菩萨；不起心不动念，恭喜你，你成佛了，你就证得真如。菩萨没有证得，别教三贤没证得，别教初地证得了。别教初地跟圆教初住，他们所证得的功夫是平等的，虽然这讲断烦恼平等，智慧不平等，智慧，圆教比别教高太多了。所以别教初地菩萨跟圆教初住比，智慧比不上，断烦恼是相同的。圆教跟别教到底差在哪里？心量不一样。圆人确实心包太虚，量周沙界，别教还没有，没有那么大的心量。怎么时间到了？好，我们就学到第四，无摄受真如。",
      "zh_TW": "所以要曉得，真如智慧德相深廣沒有邊際。在哪裡？無處不在、無時不在，一切萬物裡頭它統具足。所以我們不需執著、不需依取，它無處不在，只要把障礙放下。障礙是起心動念、分別執著，這是障礙。於一切法不執著，這就是阿羅漢；不分別就是菩薩；不起心不動念，恭喜你，你成佛了，你就證得真如。菩薩沒有證得，別教三賢沒證得，別教初地證得了。別教初地跟圓教初住，他們所證得的功夫是平等的，雖然這講斷煩惱平等，智慧不平等，智慧，圓教比別教高太多了。所以別教初地菩薩跟圓教初住比，智慧比不上，斷煩惱是相同的。圓教跟別教到底差在哪裡？心量不一樣。圓人確實心包太虛，量周沙界，別教還沒有，沒有那麼大的心量。怎麼時間到了？好，我們就學到第四，無攝受真如。"
    }
  ]
}