{
  "doc_id": "02-037-0264",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六四集",
    "zh_TW": "第二六四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0264",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-037-0264_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六百一十三页，从倒数第三行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六百一十三頁，從倒數第三行最後一句看起："
    },
    {
      "id": "02-037-0264_p0002",
      "zh_CN": "「又此土修行，若生魔障，则以念佛治之」。这句话很重要，出自于《止观》第九卷，这是唐朝天台智者大师所说的。我们在现前佛门当中，无论在家、出家，魔障很多。魔障现前怎么办？老实念佛。那念佛不灵怎么办？不是念佛不灵，是你不会念。要怎么个念法？大势至菩萨在楞严会上，《念佛圆通章》里面告诉我们的，「都摄六根，净念相继」。都摄六根就是万缘放下，你念佛了，你没放下，所以带着魔障；净念相继，你的心不清净，所以功夫不得力。什么叫净念？不怀疑、不夹杂，叫净念。我们念佛一般夹杂着妄想、夹杂着杂念，所以把你念佛功夫破坏了。相继就是不断，功夫成片、不断。佛号功德不可思议！这一部《无量寿经》从头到尾就是讲阿弥陀佛。把它缩短来说，全是讲的名号功德不可思议，展开来是西方极乐世界依正庄严。经前面引的这一段，今天上午讲的《法华经》上的一段，《法华经》到最后也是导归极乐。《华严》是不必说了，大家都知道，末后十大愿王导归极乐。所以《华严》、《法华》，这都是一乘大经，最后都是劝导我们念佛求生净土，佛号功德不可思议。",
      "zh_TW": "「又此土修行，若生魔障，則以念佛治之」。這句話很重要，出自於《止觀》第九卷，這是唐朝天台智者大師所說的。我們在現前佛門當中，無論在家、出家，魔障很多。魔障現前怎麼辦？老實念佛。那念佛不靈怎麼辦？不是念佛不靈，是你不會念。要怎麼個念法？大勢至菩薩在楞嚴會上，《念佛圓通章》裡面告訴我們的，「都攝六根，淨念相繼」。都攝六根就是萬緣放下，你念佛了，你沒放下，所以帶著魔障；淨念相繼，你的心不清淨，所以功夫不得力。什麼叫淨念？不懷疑、不夾雜，叫淨念。我們念佛一般夾雜著妄想、夾雜著雜念，所以把你念佛功夫破壞了。相繼就是不斷，功夫成片、不斷。佛號功德不可思議！這一部《無量壽經》從頭到尾就是講阿彌陀佛。把它縮短來說，全是講的名號功德不可思議，展開來是西方極樂世界依正莊嚴。經前面引的這一段，今天上午講的《法華經》上的一段，《法華經》到最後也是導歸極樂。《華嚴》是不必說了，大家都知道，末後十大願王導歸極樂。所以《華嚴》、《法華》，這都是一乘大經，最後都是勸導我們念佛求生淨土，佛號功德不可思議。"
    },
    {
      "id": "02-037-0264_p0003",
      "zh_CN": "佛号是正念当中的正念，我们要认识它、要肯定它，老实念去就产生效果，能跟阿弥陀佛沟通。十方世界，只要有众生对于阿弥陀佛、对于极乐世界真相信、真想往生，佛就知道了。贤首国师在《妄尽还源观》上告诉我们，十方世界众生起心动念，立刻就周遍法界。换句话说，不但阿弥陀佛收到了，一切诸佛如来、法身菩萨都有这个能力收到。阿弥陀佛尤其是慈悲，关心六道罪苦众生，所以发四十八愿五劫修行，我们在这经上前面读过，那是讲他的历史。极乐世界从哪里来的？是法藏比丘，阿弥陀佛因地，五劫修行四十八愿功德之所成就，所以西方世界无比的殊胜。一切诸佛尊重阿弥陀佛，称他为「光中极尊，佛中之王」。他的名号是一切诸佛的德号。阿弥陀佛四个字不是不能翻，是为了尊重不翻，依旧用音译再加以解释，其实可以翻的，阿翻成中文叫无，弥陀是量，佛是觉，翻成中国意思是无量觉。那我们想想，哪一尊佛不是无量觉？一切诸佛都是无量觉。所以一切诸佛的德号，法藏成佛就用这个做名字，这从事上说。如果从理上说，无量觉就是自性，我们自己的本性。在这部经上讲三种真实，真实之际就是讲的本性，本性无量觉。",
      "zh_TW": "佛號是正念當中的正念，我們要認識它、要肯定它，老實念去就產生效果，能跟阿彌陀佛溝通。十方世界，只要有眾生對於阿彌陀佛、對於極樂世界真相信、真想往生，佛就知道了。賢首國師在《妄盡還源觀》上告訴我們，十方世界眾生起心動念，立刻就周遍法界。換句話說，不但阿彌陀佛收到了，一切諸佛如來、法身菩薩都有這個能力收到。阿彌陀佛尤其是慈悲，關心六道罪苦眾生，所以發四十八願五劫修行，我們在這經上前面讀過，那是講他的歷史。極樂世界從哪裡來的？是法藏比丘，阿彌陀佛因地，五劫修行四十八願功德之所成就，所以西方世界無比的殊勝。一切諸佛尊重阿彌陀佛，稱他為「光中極尊，佛中之王」。他的名號是一切諸佛的德號。阿彌陀佛四個字不是不能翻，是為了尊重不翻，依舊用音譯再加以解釋，其實可以翻的，阿翻成中文叫無，彌陀是量，佛是覺，翻成中國意思是無量覺。那我們想想，哪一尊佛不是無量覺？一切諸佛都是無量覺。所以一切諸佛的德號，法藏成佛就用這個做名字，這從事上說。如果從理上說，無量覺就是自性，我們自己的本性。在這部經上講三種真實，真實之際就是講的本性，本性無量覺。"
    },
    {
      "id": "02-037-0264_p0004",
      "zh_CN": "《起信论》上告诉我们，「本觉本有，不觉本无」，本觉本有就是无量觉，用梵语来称就叫阿弥陀佛。所以阿弥陀佛是谁？是自己的本觉，是自己的真心，是自己的本性，没有念到别人。古大德常说，「唯心净土，自性弥陀」。阿弥陀佛从哪里来？我自性当中的本觉现出来的。极乐世界从哪来的？唯心净土，那个心就是自性，自己的真心，就是自己的本觉。所以极乐世界跟阿弥陀佛，跟我们的关系太密切了！是我们真心流出来的。那今天我们娑婆世界，我们六道轮回是我们的妄心流出来的，不是真心，就这么回事情。净宗最终极的目标就是从妄境回归到真境，从妄心回归到真心，问题就解决了。念阿弥陀佛要用真心念，不能用妄心念，妄心不灵，真心就灵了。所以用真心灵，一切魔障都化解、没有了。自性里头没有魔障，阿赖耶识里头有魔障，阿赖耶是妄心。这一句很重要。",
      "zh_TW": "《起信論》上告訴我們，「本覺本有，不覺本無」，本覺本有就是無量覺，用梵語來稱就叫阿彌陀佛。所以阿彌陀佛是誰？是自己的本覺，是自己的真心，是自己的本性，沒有念到別人。古大德常說，「唯心淨土，自性彌陀」。阿彌陀佛從哪裡來？我自性當中的本覺現出來的。極樂世界從哪來的？唯心淨土，那個心就是自性，自己的真心，就是自己的本覺。所以極樂世界跟阿彌陀佛，跟我們的關係太密切了！是我們真心流出來的。那今天我們娑婆世界，我們六道輪迴是我們的妄心流出來的，不是真心，就這麼回事情。淨宗最終極的目標就是從妄境回歸到真境，從妄心回歸到真心，問題就解決了。念阿彌陀佛要用真心念，不能用妄心念，妄心不靈，真心就靈了。所以用真心靈，一切魔障都化解、沒有了。自性裡頭沒有魔障，阿賴耶識裡頭有魔障，阿賴耶是妄心。這一句很重要。"
    },
    {
      "id": "02-037-0264_p0005",
      "zh_CN": "下面「又《净土修证仪》云：十乘之理」，理，十乘的理观，「能发九境之魔事」。为什么，为什么他有魔事？「以五蕴生死迷暗之法为境故」。十乘理观是十种修观的方法，天台大师讲的，除了第一种之外，后面九种都没有离开五蕴。五蕴不是真的，《心经》大家念得很熟，「观自在菩萨，行深般若波罗蜜」，就是用甚深的智慧来观察，看到什么？「五蕴皆空」。五蕴，色受想行识，这五样是一桩事情，不是五桩事情。五蕴是什么？是物质现象的基础。《金刚经》上讲「一合相」，就是一合相里头的一，是一切现象的基础。我们这样讲，大家就更好懂。一切现象包括三大类，物质现象、精神现象、自然现象。五蕴是一切现象的基础，它是一法，它不能分开。",
      "zh_TW": "下面「又《淨土修證儀》云：十乘之理」，理，十乘的理觀，「能發九境之魔事」。為什麼，為什麼他有魔事？「以五蘊生死迷暗之法為境故」。十乘理觀是十種修觀的方法，天台大師講的，除了第一種之外，後面九種都沒有離開五蘊。五蘊不是真的，《心經》大家念得很熟，「觀自在菩薩，行深般若波羅蜜」，就是用甚深的智慧來觀察，看到什麼？「五蘊皆空」。五蘊，色受想行識，這五樣是一樁事情，不是五樁事情。五蘊是什麼？是物質現象的基礎。《金剛經》上講「一合相」，就是一合相裡頭的一，是一切現象的基礎。我們這樣講，大家就更好懂。一切現象包括三大類，物質現象、精神現象、自然現象。五蘊是一切現象的基礎，它是一法，它不能分開。"
    },
    {
      "id": "02-037-0264_p0006",
      "zh_CN": "佛说这个，实实在在讲，观世音菩萨看见五蕴皆空，这个现象在佛经里面称为极微之微。佛经是科学，佛用分析的方法把这个物质，我们肉眼能够看到很小的一个物质现象，大概眼睛得好，眼睛差的人看不到，叫牛毛尘。牛毛很粗，牛毛尖端上，毛尖端上有一粒尘土，它在那个毛尖上，它不会掉下来，那叫牛毛尘。把牛毛尘分析，分做七分，七分之一叫羊毛尘。羊毛比牛毛细，更小的一个微尘，牛毛尘七分之一放在羊毛上，它很稳当，它不会掉下来。羊毛尘再分七分之一叫兔毛尘，兔毛就更细了，兔毛尘再分七分之一叫水尘。水实在讲，它里面也有空间，这一粒尘土在水里面游来游去，没有障碍。水尘再分七分之一叫金尘，金属，金属的密度很大，但是在高度显微镜下去看还是有空隙，像一个网一样，里头孔很多，那一粒微尘在金属的孔里面游来游去没障碍。金尘再分七分之一叫微尘。你看，佛讲的微尘这么小，肉眼看不到，佛说阿罗汉的天眼能看到微尘。微尘能不能分？还能分，微尘再分就分成色聚极微，这就更小，阿罗汉看不见了，阿罗汉天眼看不到它，菩萨天眼可以看到它。再把它分成七分之一，极微之微，就称极微之微，色聚极微分成七分之一叫极微之微。普通菩萨看不到，谁能看到？大经上说八地以上。《华严经》说菩萨品位一共五十一个，十信、十住、十行、十回向、十地、等觉，八地是五十一个阶级里头最高的四个位次，八地、九地、十地、等觉，再上面是佛，妙觉佛，这五个位次的人看到。",
      "zh_TW": "佛說這個，實實在在講，觀世音菩薩看見五蘊皆空，這個現象在佛經裡面稱為極微之微。佛經是科學，佛用分析的方法把這個物質，我們肉眼能夠看到很小的一個物質現象，大概眼睛得好，眼睛差的人看不到，叫牛毛塵。牛毛很粗，牛毛尖端上，毛尖端上有一粒塵土，它在那個毛尖上，它不會掉下來，那叫牛毛塵。把牛毛塵分析，分做七分，七分之一叫羊毛塵。羊毛比牛毛細，更小的一個微塵，牛毛塵七分之一放在羊毛上，它很穩當，它不會掉下來。羊毛塵再分七分之一叫兔毛塵，兔毛就更細了，兔毛塵再分七分之一叫水塵。水實在講，它裡面也有空間，這一粒塵土在水裡面游來游去，沒有障礙。水塵再分七分之一叫金塵，金屬，金屬的密度很大，但是在高度顯微鏡下去看還是有空隙，像一個網一樣，裡頭孔很多，那一粒微塵在金屬的孔裡面游來游去沒障礙。金塵再分七分之一叫微塵。你看，佛講的微塵這麼小，肉眼看不到，佛說阿羅漢的天眼能看到微塵。微塵能不能分？還能分，微塵再分就分成色聚極微，這就更小，阿羅漢看不見了，阿羅漢天眼看不到它，菩薩天眼可以看到它。再把它分成七分之一，極微之微，就稱極微之微，色聚極微分成七分之一叫極微之微。普通菩薩看不到，誰能看到？大經上說八地以上。《華嚴經》說菩薩品位一共五十一個，十信、十住、十行、十迴向、十地、等覺，八地是五十一個階級裡頭最高的四個位次，八地、九地、十地、等覺，再上面是佛，妙覺佛，這五個位次的人看到。"
    },
    {
      "id": "02-037-0264_p0007",
      "zh_CN": "极微之微我们很难想像，我们很感激现在这些科学家，被科学家看见了，我们对这桩事情更清楚了。佛是用这种分析法，科学家也用分析法。科学家在以前，八十年前，认为物质里面最小的是分子，比细胞还小，细胞分开分成分子。八十年前科学家更进一步，把分子再分开，分子到底是什么？把它分析开来之后是原子组成的，分子是数目不同的原子组成，所以认为原子是物质里头最小的。这八十年来，这些科学家用精密的仪器，以前仪器粗糙，现在非常精密，再分，把原子分开之后，这才晓得原子是由原子核、电子、中子组成的，它不是单一的。从原子再分，分出粒子，粒子有几十种不同。还是一百多种，还是几十种，很多就是了。从基本粒子再分，科学名叫夸克，也有几十种。愈分愈小。",
      "zh_TW": "極微之微我們很難想像，我們很感激現在這些科學家，被科學家看見了，我們對這樁事情更清楚了。佛是用這種分析法，科學家也用分析法。科學家在以前，八十年前，認為物質裡面最小的是分子，比細胞還小，細胞分開分成分子。八十年前科學家更進一步，把分子再分開，分子到底是什麼？把它分析開來之後是原子組成的，分子是數目不同的原子組成，所以認為原子是物質裡頭最小的。這八十年來，這些科學家用精密的儀器，以前儀器粗糙，現在非常精密，再分，把原子分開之後，這才曉得原子是由原子核、電子、中子組成的，它不是單一的。從原子再分，分出粒子，粒子有幾十種不同。還是一百多種，還是幾十種，很多就是了。從基本粒子再分，科學名叫夸克，也有幾十種。愈分愈小。"
    },
    {
      "id": "02-037-0264_p0008",
      "zh_CN": "佛讲的极微之微，那个不能分了，再分就没有了，真被科学家看到了。这是最近三十年，一九八０年以后，科学家发现微中子，这个东西就是佛说的极微之微，是物质的基础。一合相就讲这个，一就是讲这个东西，微中子。它多大呢？我们无法想像，看到科学报告才知道，一百亿个微中子，一百亿，聚集在一起等于一个电子，原子里头一个电子，一百亿个微中子是一个电子。这个东西能不能再分？它再分，再分没有了，就跟佛讲的极微之微不能分了，分了就没有了。这没有了看见什么东西？看见原来是意念波动的现象。所以就说明物质是假的，分了最后物质没有了。物质是什么东西？意念的波动现象。这就说明，物质从哪来的？物质从念头来的，你有念头就有物质，你没有念头就没有物质。",
      "zh_TW": "佛講的極微之微，那個不能分了，再分就沒有了，真被科學家看到了。這是最近三十年，一九八０年以後，科學家發現微中子，這個東西就是佛說的極微之微，是物質的基礎。一合相就講這個，一就是講這個東西，微中子。它多大呢？我們無法想像，看到科學報告才知道，一百億個微中子，一百億，聚集在一起等於一個電子，原子裡頭一個電子，一百億個微中子是一個電子。這個東西能不能再分？它再分，再分沒有了，就跟佛講的極微之微不能分了，分了就沒有了。這沒有了看見什麼東西？看見原來是意念波動的現象。所以就說明物質是假的，分了最後物質沒有了。物質是什麼東西？意念的波動現象。這就說明，物質從哪來的？物質從念頭來的，你有念頭就有物質，你沒有念頭就沒有物質。"
    },
    {
      "id": "02-037-0264_p0009",
      "zh_CN": "所以科学家在报告当中提出来，我们地球上的科学，这四百年来有一个很严重的误会，就是二分法，把这个宇宙一切现象分做物质现象、心理现象，物理学、心理学，他说这个分法是错误的。物理跟心理是一桩事情，物理的基础是心理，没有心理就没有物理，它不是两个独立的，它是一桩事情。这个发现关系很大，会把整个科学史重新要写过，重新写过，以前的会推翻。提出「以心控物」，现在市面上这些书很新，《念力的秘密》，现在你看他们从物理回过头来去研究心理、研究念头了，念头的秘密，发现念头能量太大了，不可思议，它能够改变物质。",
      "zh_TW": "所以科學家在報告當中提出來，我們地球上的科學，這四百年來有一個很嚴重的誤會，就是二分法，把這個宇宙一切現象分做物質現象、心理現象，物理學、心理學，他說這個分法是錯誤的。物理跟心理是一樁事情，物理的基礎是心理，沒有心理就沒有物理，它不是兩個獨立的，它是一樁事情。這個發現關係很大，會把整個科學史重新要寫過，重新寫過，以前的會推翻。提出「以心控物」，現在市面上這些書很新，《念力的祕密》，現在你看他們從物理回過頭來去研究心理、研究念頭了，念頭的祕密，發現念頭能量太大了，不可思議，它能夠改變物質。"
    },
    {
      "id": "02-037-0264_p0010",
      "zh_CN": "现在他们积极在做的一个是搜集证据，就是治疗，特别是对于严重的病患，像癌症这一类的，医生宣布没法子治了，告诉他，你能够存活的时间只有一、二个月，现在科学家找这些人。这些人里头有一部分，不多，二、三个月之后癌症没有了，再去检查，毛病都没有了。他也没有吃药，也没有打针，也没有找人去医治，怎么好的？医生感到是奇迹，这些科学家知道是念头，念头把他治好的。怎么治的？不去想病，病就没有了。因为病毒从哪里来的？不善的念头引起来的。既然已经宣布了死刑，只能活一、二个月，这些人多半都是宗教里面的信徒，晓得自己只有一、二个月寿命，怎么办？病忘掉了，求上帝、求神，想生到天堂去。他那个念头里头只有天堂、只有神，他不想他的身，他也不想他的病，天天专想天堂、专想神，在那里做祈祷，祈祷二、三个月病没有了，再去检查没有了。这是什么？念头转变的。",
      "zh_TW": "現在他們積極在做的一個是蒐集證據，就是治療，特別是對於嚴重的病患，像癌症這一類的，醫生宣布沒法子治了，告訴他，你能夠存活的時間只有一、二個月，現在科學家找這些人。這些人裡頭有一部分，不多，二、三個月之後癌症沒有了，再去檢查，毛病都沒有了。他也沒有吃藥，也沒有打針，也沒有找人去醫治，怎麼好的？醫生感到是奇蹟，這些科學家知道是念頭，念頭把他治好的。怎麼治的？不去想病，病就沒有了。因為病毒從哪裡來的？不善的念頭引起來的。既然已經宣布了死刑，只能活一、二個月，這些人多半都是宗教裡面的信徒，曉得自己只有一、二個月壽命，怎麼辦？病忘掉了，求上帝、求神，想生到天堂去。他那個念頭裡頭只有天堂、只有神，他不想他的身，他也不想他的病，天天專想天堂、專想神，在那裡做祈禱，祈禱二、三個月病沒有了，再去檢查沒有了。這是什麼？念頭轉變的。"
    },
    {
      "id": "02-037-0264_p0011",
      "zh_CN": "佛门里头有，这个现象也不少，刘素云居士就是很好的例子，这是我们认识的人。她在十几年前得的红斑狼疮，比癌症还严重，医生告诉她，让她心理有准备，妳随时有死亡的可能；不是两个月、三个月，不是的，随时。她这个人很达观，对生死看得很淡，不在乎，没有被病吓到。她知道她这么严重了，刚好遇到《无量寿经》，每天听《无量寿经》，一天听十个小时。以后她跟我见面的时候告诉我，她怎么听？一天听一片。那个时候一片，很早以前讲的，一片是一个小时。这一部《无量寿经》讲了一百多个小时，她一天听一片，一片听十遍。因为她相信，我在讲经上说的古人一句话，教给我们「一门深入，长时薰修」，这八个字她懂得，她说我一天听一片，一片听十遍，其他的时间念阿弥陀佛，什么都不想，统统忘掉了。真的，三个月之后觉得没事，身体愈来愈舒服，再去检查真没有了，连疤痕都没有，医生感觉非常惊讶。这种病有没有好的？太少了，一万人当中找不到一个。有好的，但是好的时候疤一定在，疤是永远去不掉的。他说妳怎么连疤都没有？妳到底擦了什么药？用什么方法？她说没有，我就是听经、念阿弥陀佛，你要问我什么好的，那阿弥陀佛晓得，我不知道。医生相信她的话。这个人有一个长处，大概我们现在世间人很少有，找不到，一生不妄语，没有说过假话，所以医生对她讲的话完全肯定、完全相信。",
      "zh_TW": "佛門裡頭有，這個現象也不少，劉素雲居士就是很好的例子，這是我們認識的人。她在十幾年前得的紅斑狼瘡，比癌症還嚴重，醫生告訴她，讓她心理有準備，妳隨時有死亡的可能；不是兩個月、三個月，不是的，隨時。她這個人很達觀，對生死看得很淡，不在乎，沒有被病嚇到。她知道她這麼嚴重了，剛好遇到《無量壽經》，每天聽《無量壽經》，一天聽十個小時。以後她跟我見面的時候告訴我，她怎麼聽？一天聽一片。那個時候一片，很早以前講的，一片是一個小時。這一部《無量壽經》講了一百多個小時，她一天聽一片，一片聽十遍。因為她相信，我在講經上說的古人一句話，教給我們「一門深入，長時薰修」，這八個字她懂得，她說我一天聽一片，一片聽十遍，其他的時間念阿彌陀佛，什麼都不想，統統忘掉了。真的，三個月之後覺得沒事，身體愈來愈舒服，再去檢查真沒有了，連疤痕都沒有，醫生感覺非常驚訝。這種病有沒有好的？太少了，一萬人當中找不到一個。有好的，但是好的時候疤一定在，疤是永遠去不掉的。他說妳怎麼連疤都沒有？妳到底擦了什麼藥？用什麼方法？她說沒有，我就是聽經、念阿彌陀佛，你要問我什麼好的，那阿彌陀佛曉得，我不知道。醫生相信她的話。這個人有一個長處，大概我們現在世間人很少有，找不到，一生不妄語，沒有說過假話，所以醫生對她講的話完全肯定、完全相信。"
    },
    {
      "id": "02-037-0264_p0012",
      "zh_CN": "所以这个病，别去想病，不要想身体，我们念佛就专想阿弥陀佛，专听《无量寿经》、专念阿弥陀佛，把身体、病统统不要去理会，把它忘掉，自然就好了。这就是今天科学家发现的这个理论，念头可以控制物质的身体。身体是物质，用意念来调整它，不要打针、不要吃药，什么都不需要，就能恢复健康。我想科学家这个理论是没错，跟佛经上讲的一样，不太容易通过。为什么？真要通过了，医生失业了，医院关门了，这一大批人怎么受得了！所以他就说你要拿出十足的证据来。在我相信，二、三十年之后证据就十足了。",
      "zh_TW": "所以這個病，別去想病，不要想身體，我們念佛就專想阿彌陀佛，專聽《無量壽經》、專念阿彌陀佛，把身體、病統統不要去理會，把它忘掉，自然就好了。這就是今天科學家發現的這個理論，念頭可以控制物質的身體。身體是物質，用意念來調整它，不要打針、不要吃藥，什麼都不需要，就能恢復健康。我想科學家這個理論是沒錯，跟佛經上講的一樣，不太容易通過。為什麼？真要通過了，醫生失業了，醫院關門了，這一大批人怎麼受得了！所以他就說你要拿出十足的證據來。在我相信，二、三十年之後證據就十足了。"
    },
    {
      "id": "02-037-0264_p0013",
      "zh_CN": "意念不但可以治疗身体的毛病，还可以化解灾难。为什么？地球是物质，地球上这些灾难从哪来的？不善意念来的。大乘经上告诉我们，水灾，海水上升、江河泛滥、海啸，怎么来？贪心来的。这佛在经上讲，贪心你所感应的是水灾；瞋恚感应的是火灾，火山爆发、地球温度上升，这都属于火，脾气太大了；愚痴感应是风灾。我好像是在上个星期，看到有个同修给我一个信息，美国一天当中发生两百多起龙卷风，一天，这从来没有过的。风灾是愚痴。地震是傲慢，贡高、傲慢、不平就产生地震。怀疑最麻烦，怀疑是没有信心。我们对自己怀疑，医生告诉我们，你免疫的能力完全没有了；那换句话，你抵抗力没有了，病菌很容易侵犯，这对自己身体。对外面环境，怀疑的灾害最严重，山崩地陷，高山会倒下来，大地会沉下去。这什么？这是疑心。古时候山崩地陷有，历史上是有记载，太少了，不常见，现在好像到处都有。那说什么？我们把信心失掉了，没信心了。现在是麻烦了，这比什么都严重，对自己没有信心，对父母没有信心，夫妻没有信心，父子没有信心，谁都不相信，这个麻烦可大了。",
      "zh_TW": "意念不但可以治療身體的毛病，還可以化解災難。為什麼？地球是物質，地球上這些災難從哪來的？不善意念來的。大乘經上告訴我們，水災，海水上升、江河氾濫、海嘯，怎麼來？貪心來的。這佛在經上講，貪心你所感應的是水災；瞋恚感應的是火災，火山爆發、地球溫度上升，這都屬於火，脾氣太大了；愚痴感應是風災。我好像是在上個星期，看到有個同修給我一個信息，美國一天當中發生兩百多起龍捲風，一天，這從來沒有過的。風災是愚痴。地震是傲慢，貢高、傲慢、不平就產生地震。懷疑最麻煩，懷疑是沒有信心。我們對自己懷疑，醫生告訴我們，你免疫的能力完全沒有了；那換句話，你抵抗力沒有了，病菌很容易侵犯，這對自己身體。對外面環境，懷疑的災害最嚴重，山崩地陷，高山會倒下來，大地會沉下去。這什麼？這是疑心。古時候山崩地陷有，歷史上是有記載，太少了，不常見，現在好像到處都有。那說什麼？我們把信心失掉了，沒信心了。現在是麻煩了，這比什麼都嚴重，對自己沒有信心，對父母沒有信心，夫妻沒有信心，父子沒有信心，誰都不相信，這個麻煩可大了。"
    },
    {
      "id": "02-037-0264_p0014",
      "zh_CN": "佛法，「信为道元功德母」，《华严经》上说的，《大智度论》上讲的，没有信心，佛法就没有了，佛法建立在信心的基础上。净土宗三个条件，信、愿、行，你对这个不相信，弥陀名号，极乐世界的殊胜庄严你就没分！要真信，要有切愿，老实念佛，没有一个不往生。前天我们有个老同修，七十多岁，往生了。往生前两天，他三次见到阿弥陀佛，阿弥陀佛告诉他，两天之后我来接你，真的，两天之后他往生了。信心重要！没有信心这个缘就没有了。这些人给我们现身说法，做榜样给我们看。我们在这一生中看到念佛人站着往生的、坐着往生的、预知时至的，还有三个月之前知道的，不是假的，是真的！",
      "zh_TW": "佛法，「信為道元功德母」，《華嚴經》上說的，《大智度論》上講的，沒有信心，佛法就沒有了，佛法建立在信心的基礎上。淨土宗三個條件，信、願、行，你對這個不相信，彌陀名號，極樂世界的殊勝莊嚴你就沒分！要真信，要有切願，老實念佛，沒有一個不往生。前天我們有個老同修，七十多歲，往生了。往生前兩天，他三次見到阿彌陀佛，阿彌陀佛告訴他，兩天之後我來接你，真的，兩天之後他往生了。信心重要！沒有信心這個緣就沒有了。這些人給我們現身說法，做榜樣給我們看。我們在這一生中看到念佛人站著往生的、坐著往生的、預知時至的，還有三個月之前知道的，不是假的，是真的！"
    },
    {
      "id": "02-037-0264_p0015",
      "zh_CN": "天台大师这十乘理观，我们念佛人可以学，是很好的参考资料。理观，下面给我们说明修观的人根性不一样，有上根人、有中根人、有下根人，它十种方法。上根人一种就行了，这第一种，他就能够明心见性，就是「观不思议境」。他能真正把这个观透了，他就能明心见性，就能证到《华严经》上所说的圆教初住菩萨的地位，大彻大悟，明心见性，见性成佛，超越十法界；不但超越六道轮回，超越十法界。如果这一观他观不成功，那就是中等根性，中等根性从第二到第七有效，可以帮助他。如果还帮不上忙，那就是下根人，下根人一定十种都要修，从一到十统统要修，也许能帮助你。又必须要知道，第一是根本，是后面九种的根本。所以第一种要知道，纵然观不成，这个道理要懂，这个理念你要能够认识，你慢慢才证，才证得。",
      "zh_TW": "天台大師這十乘理觀，我們念佛人可以學，是很好的參考資料。理觀，下面給我們說明修觀的人根性不一樣，有上根人、有中根人、有下根人，它十種方法。上根人一種就行了，這第一種，他就能夠明心見性，就是「觀不思議境」。他能真正把這個觀透了，他就能明心見性，就能證到《華嚴經》上所說的圓教初住菩薩的地位，大徹大悟，明心見性，見性成佛，超越十法界；不但超越六道輪迴，超越十法界。如果這一觀他觀不成功，那就是中等根性，中等根性從第二到第七有效，可以幫助他。如果還幫不上忙，那就是下根人，下根人一定十種都要修，從一到十統統要修，也許能幫助你。又必須要知道，第一是根本，是後面九種的根本。所以第一種要知道，縱然觀不成，這個道理要懂，這個理念你要能夠認識，你慢慢才證，才證得。"
    },
    {
      "id": "02-037-0264_p0016",
      "zh_CN": "这第一种里头，「观不思议境」，观是能观，境是所观。「所观者何」，观什么？「不出色、心。色从心造，全体是心」。这几句话非常重要，你看跟现在物理学家、量子力学家发现的完全相同。智者大师，唐朝时候人，距离我们现在一千四百年。佛距离我们三千年，佛在经上说的，智者大师非常肯定，给我们说出这个话，所观的境界不外乎色跟心。色是物质现象，心就是意念、念头，不外乎这两种。但是后头说出来了，色从哪里来的？色是心造的。现在被科学家看出来了，科学家讲微中子，再一分析没有了，发现微中子的成就、微中子的现象是意念变现出来的幻相，是念头的幻相，才晓得什么？念头是真的，物质是假的，物质不存在的。",
      "zh_TW": "這第一種裡頭，「觀不思議境」，觀是能觀，境是所觀。「所觀者何」，觀什麼？「不出色、心。色從心造，全體是心」。這幾句話非常重要，你看跟現在物理學家、量子力學家發現的完全相同。智者大師，唐朝時候人，距離我們現在一千四百年。佛距離我們三千年，佛在經上說的，智者大師非常肯定，給我們說出這個話，所觀的境界不外乎色跟心。色是物質現象，心就是意念、念頭，不外乎這兩種。但是後頭說出來了，色從哪裡來的？色是心造的。現在被科學家看出來了，科學家講微中子，再一分析沒有了，發現微中子的成就、微中子的現象是意念變現出來的幻相，是念頭的幻相，才曉得什麼？念頭是真的，物質是假的，物質不存在的。"
    },
    {
      "id": "02-037-0264_p0017",
      "zh_CN": "「色从心造，全体是心」，这一句重要。全体是什么？整个宇宙，遍法界虚空界，今天我们讲，佛法讲无量无边诸佛刹土。六祖惠能大师开悟的时候告诉我们，「何期自性，能生万法」，那个万法是整个宇宙。宇宙里头一切法从哪来的？从自性生的，自性就是真心。这个地方色心两个字，这个心，这个心是真心、妄心全在其中。真心能生能现，妄心能变，千变万化是妄心，真心生的它不会变。那我们就知道，极乐世界人为什么叫无量寿？极乐世界是真心变现的。不像其他的国土，我们这个世界，娑婆世界是阿赖耶变的。只有实报庄严土是真心变的，凡圣同居土、方便有余土都是阿赖耶变的。方便土跟同居土就是十法界，方便土是四圣法界，同居土是六道。这是阿赖耶变现出来的，所以它有生灭的现象，妄心有生灭现象，真心没有生灭现象。",
      "zh_TW": "「色從心造，全體是心」，這一句重要。全體是什麼？整個宇宙，遍法界虛空界，今天我們講，佛法講無量無邊諸佛剎土。六祖惠能大師開悟的時候告訴我們，「何期自性，能生萬法」，那個萬法是整個宇宙。宇宙裡頭一切法從哪來的？從自性生的，自性就是真心。這個地方色心兩個字，這個心，這個心是真心、妄心全在其中。真心能生能現，妄心能變，千變萬化是妄心，真心生的它不會變。那我們就知道，極樂世界人為什麼叫無量壽？極樂世界是真心變現的。不像其他的國土，我們這個世界，娑婆世界是阿賴耶變的。只有實報莊嚴土是真心變的，凡聖同居土、方便有餘土都是阿賴耶變的。方便土跟同居土就是十法界，方便土是四聖法界，同居土是六道。這是阿賴耶變現出來的，所以它有生滅的現象，妄心有生滅現象，真心沒有生滅現象。"
    },
    {
      "id": "02-037-0264_p0018",
      "zh_CN": "西方极乐世界跟我们这里不一样的，它也有凡圣同居土，凡圣同居土里头它只有两道。我们这六道，它只有两道，只有人天，没有阿修罗、没有畜生、没有饿鬼、没有地狱，只有人天。而且同居土跟方便土是四十八愿第一愿成就的。第一愿里面佛发的愿，他的国土没有三恶道。三恶道往生到那个地方去，到极乐世界生凡圣同居土，绝对不会堕三恶道，就是不会再堕三恶道，这保证！那什么原因？阿弥陀佛的愿力、五劫修行功德力之所成就，不一样！所以，佛在这个经上告诉我们，生到极乐世界是法性土、是法性身，不是阿赖耶的相分，是自性里面变出来的法性土、法性身，自性的相分，不是阿赖耶的相分，这不一样！自性变的这个相分没有生灭，所以你到极乐世界看不到有生灭现象。人到极乐世界，不是说从小慢慢长大，不是的，化生，到了西方极乐世界，那个身跟阿弥陀佛一样，平等的身相，这也是阿弥陀佛的愿力成就的。所以我们可以说极乐世界从哪里来的？极乐世界是阿弥陀佛四十八愿五劫修行功德之所成就，这么来的。我们把这个事情搞清楚、搞明白就不怀疑了。",
      "zh_TW": "西方極樂世界跟我們這裡不一樣的，它也有凡聖同居土，凡聖同居土裡頭它只有兩道。我們這六道，它只有兩道，只有人天，沒有阿修羅、沒有畜生、沒有餓鬼、沒有地獄，只有人天。而且同居土跟方便土是四十八願第一願成就的。第一願裡面佛發的願，他的國土沒有三惡道。三惡道往生到那個地方去，到極樂世界生凡聖同居土，絕對不會墮三惡道，就是不會再墮三惡道，這保證！那什麼原因？阿彌陀佛的願力、五劫修行功德力之所成就，不一樣！所以，佛在這個經上告訴我們，生到極樂世界是法性土、是法性身，不是阿賴耶的相分，是自性裡面變出來的法性土、法性身，自性的相分，不是阿賴耶的相分，這不一樣！自性變的這個相分沒有生滅，所以你到極樂世界看不到有生滅現象。人到極樂世界，不是說從小慢慢長大，不是的，化生，到了西方極樂世界，那個身跟阿彌陀佛一樣，平等的身相，這也是阿彌陀佛的願力成就的。所以我們可以說極樂世界從哪裡來的？極樂世界是阿彌陀佛四十八願五劫修行功德之所成就，這麼來的。我們把這個事情搞清楚、搞明白就不懷疑了。"
    },
    {
      "id": "02-037-0264_p0019",
      "zh_CN": "确实，我们学佛这么多年，我学佛六十一年，讲经五十四年了，对于佛经里面的奥秘有没有怀疑？给诸位说有。为什么？智慧不够。就单讲五蕴皆空，我们没有想到《金刚经》上那个一合相的一，没想到这个。我们都以为五蕴皆空是说的人身，色是我们身体，受想行识是我们的心理。受是感受，苦乐忧喜的感受；想是思想；行是念头念念相续不停；识，识最明显的作用是记忆，我看到的东西我记得，过去的印象还记得很清楚，这些东西。记忆里面有正面的、有负面的，正面是美好的记忆，大概少，负面的都是些烦恼，都是些恼怒怨恨，都这些东西，这个东西多。五蕴是烦恼的根、根本，五蕴皆空就烦恼没有了，那是真实智慧，不是普通智慧能理解的。所以学佛要开智慧，学佛不要常识、不要知识，知识都在五蕴里头，智慧不是的，五蕴里头没有智慧，五蕴碰到智慧，五蕴就没有了、就皆空了，五蕴皆空。碰到观世音菩萨，般若智慧，五蕴就没有了，完全明白了。",
      "zh_TW": "確實，我們學佛這麼多年，我學佛六十一年，講經五十四年了，對於佛經裡面的奧祕有沒有懷疑？給諸位說有。為什麼？智慧不夠。就單講五蘊皆空，我們沒有想到《金剛經》上那個一合相的一，沒想到這個。我們都以為五蘊皆空是說的人身，色是我們身體，受想行識是我們的心理。受是感受，苦樂憂喜的感受；想是思想；行是念頭念念相續不停；識，識最明顯的作用是記憶，我看到的東西我記得，過去的印象還記得很清楚，這些東西。記憶裡面有正面的、有負面的，正面是美好的記憶，大概少，負面的都是些煩惱，都是些惱怒怨恨，都這些東西，這個東西多。五蘊是煩惱的根、根本，五蘊皆空就煩惱沒有了，那是真實智慧，不是普通智慧能理解的。所以學佛要開智慧，學佛不要常識、不要知識，知識都在五蘊裡頭，智慧不是的，五蘊裡頭沒有智慧，五蘊碰到智慧，五蘊就沒有了、就皆空了，五蘊皆空。碰到觀世音菩薩，般若智慧，五蘊就沒有了，完全明白了。"
    },
    {
      "id": "02-037-0264_p0020",
      "zh_CN": "科学家今天虽然把阿赖耶的三细相找到了，不得实用。他真搞清楚了，在佛法讲是解悟，他不是证悟，所以他得不到用、受用。佛门里得受用是菩萨，八地菩萨得受用。为什么？他从禅定里面见到的。科学家是从数学里头得到理论，有这个可能，再从精密仪器去观察，看见了，是这么得来的。他是从知识那一方面得来的，不是从禅定功夫得到的，所以他得到的不究竟，得到是片面的知识。但是他的报告我们看到很有受用，为什么？我们会跟经合起来看。他没有办法，他不知道大乘经教。跟大乘经教合起来看，帮助我们理解。我们今天讲五蕴皆空跟一般人讲的不一样，跟古人讲的不一样。古人有真正明心见性的，他讲得没错，但他讲得很含蓄，不是内行人听不懂。为什么不讲清楚？讲清楚人怀疑，不相信。这就是讲经教学因材施教，他没有那么高的程度不能讲，讲太深他不懂，他怀疑更多，他不相信。所以要恰好是他的程度，他能够理解的，这样讲就没有问题。今天科学家大家都相信，科学报告在网路上人人都看到，那我们引用科学家的这些报告，跟经会合起来看，我们能理解，证明三千年前佛说得没错。祖师大德依这个修行，确确实实能够明心见性、能够见性成佛。",
      "zh_TW": "科學家今天雖然把阿賴耶的三細相找到了，不得實用。他真搞清楚了，在佛法講是解悟，他不是證悟，所以他得不到用、受用。佛門裡得受用是菩薩，八地菩薩得受用。為什麼？他從禪定裡面見到的。科學家是從數學裡頭得到理論，有這個可能，再從精密儀器去觀察，看見了，是這麼得來的。他是從知識那一方面得來的，不是從禪定功夫得到的，所以他得到的不究竟，得到是片面的知識。但是他的報告我們看到很有受用，為什麼？我們會跟經合起來看。他沒有辦法，他不知道大乘經教。跟大乘經教合起來看，幫助我們理解。我們今天講五蘊皆空跟一般人講的不一樣，跟古人講的不一樣。古人有真正明心見性的，他講得沒錯，但他講得很含蓄，不是內行人聽不懂。為什麼不講清楚？講清楚人懷疑，不相信。這就是講經教學因材施教，他沒有那麼高的程度不能講，講太深他不懂，他懷疑更多，他不相信。所以要恰好是他的程度，他能夠理解的，這樣講就沒有問題。今天科學家大家都相信，科學報告在網路上人人都看到，那我們引用科學家的這些報告，跟經會合起來看，我們能理解，證明三千年前佛說得沒錯。祖師大德依這個修行，確確實實能夠明心見性、能夠見性成佛。"
    },
    {
      "id": "02-037-0264_p0021",
      "zh_CN": "所以佛经是什么，我们完全明白了，这是学佛的同学不能不知道。佛法不是宗教，但是现在它变成宗教了，我们也不能否认。我早年在美国，跟大家就谈过这个问题，现在的佛教在地球上，有六种不同的形式。第一种，释迦牟尼佛所传的佛教是教育，现在看不到了。第二种，它变成宗教了，诸位所看到的全是宗教的佛教。释迦牟尼佛是教育的佛教，他老人家一生教学，这不能不知道。经论上讲得很清楚，他十九岁出家求学，三十岁成道，就是三十岁开悟了，他学了十二年。开悟之后就教学，第一次讲经说法就在鹿野苑度五比丘，这五个人听懂了，拜他做老师。七十九岁圆寂的，讲经教学四十九年。他是个教育家，用现在的话来说，他不是神，他也不是仙，他是人。佛陀、菩萨、阿罗汉、辟支佛，在佛教里头是学位的名称，像现在大学里头博士、硕士、学士这样的称呼。中国古代的也有学位，进士、举人、秀才、贡生，都是学位的名称。你自己读书，参加考试，学位是你考得的，社会大众公认的，你的学术到哪个等级。所以佛门里头一切众生都可以成佛，宗教里头不可以，一切众生不能成上帝，上帝独一无二，你怎么可以成上帝？佛教里头一切众生都可以成佛。它学位，像博士，每个人都可以拿到学位，都可以拿到博士学位，这个要搞清楚、要搞明白。所以把佛教搞清楚之后就不迷了。",
      "zh_TW": "所以佛經是什麼，我們完全明白了，這是學佛的同學不能不知道。佛法不是宗教，但是現在它變成宗教了，我們也不能否認。我早年在美國，跟大家就談過這個問題，現在的佛教在地球上，有六種不同的形式。第一種，釋迦牟尼佛所傳的佛教是教育，現在看不到了。第二種，它變成宗教了，諸位所看到的全是宗教的佛教。釋迦牟尼佛是教育的佛教，他老人家一生教學，這不能不知道。經論上講得很清楚，他十九歲出家求學，三十歲成道，就是三十歲開悟了，他學了十二年。開悟之後就教學，第一次講經說法就在鹿野苑度五比丘，這五個人聽懂了，拜他做老師。七十九歲圓寂的，講經教學四十九年。他是個教育家，用現在的話來說，他不是神，他也不是仙，他是人。佛陀、菩薩、阿羅漢、辟支佛，在佛教裡頭是學位的名稱，像現在大學裡頭博士、碩士、學士這樣的稱呼。中國古代的也有學位，進士、舉人、秀才、貢生，都是學位的名稱。你自己讀書，參加考試，學位是你考得的，社會大眾公認的，你的學術到哪個等級。所以佛門裡頭一切眾生都可以成佛，宗教裡頭不可以，一切眾生不能成上帝，上帝獨一無二，你怎麼可以成上帝？佛教裡頭一切眾生都可以成佛。它學位，像博士，每個人都可以拿到學位，都可以拿到博士學位，這個要搞清楚、要搞明白。所以把佛教搞清楚之後就不迷了。"
    },
    {
      "id": "02-037-0264_p0022",
      "zh_CN": "现在的佛教变成宗教了，它不搞教育、不教学了，只有宗教里头祈祷这些仪式。佛门里经忏佛事跟外国宗教祈祷完全相同，这个东西人家说你是迷信。其实我们知道，祈祷起不起作用？起作用。什么道理？念力，这被现代科学家发现的，念力不可思议。但是什么？你拿不出证据。你说现在有灾难，我们祈祷，灾难化解了，人家说你胡说八道，谣言惑众，根本没有灾难，你胡造谣言，我们没话应对。这是真的，不是假的，今天科学，第一个把证据拿来。所以佛法要回到教学。",
      "zh_TW": "現在的佛教變成宗教了，它不搞教育、不教學了，只有宗教裡頭祈禱這些儀式。佛門裡經懺佛事跟外國宗教祈禱完全相同，這個東西人家說你是迷信。其實我們知道，祈禱起不起作用？起作用。什麼道理？念力，這被現代科學家發現的，念力不可思議。但是什麼？你拿不出證據。你說現在有災難，我們祈禱，災難化解了，人家說你胡說八道，謠言惑眾，根本沒有災難，你胡造謠言，我們沒話應對。這是真的，不是假的，今天科學，第一個把證據拿來。所以佛法要回到教學。"
    },
    {
      "id": "02-037-0264_p0023",
      "zh_CN": "释迦牟尼佛一生教什么东西？我们可以把它分为五大类。第一大类是伦理，第二大类是道德，第三大类是因果。这三类是普世教育，就是社会大众统统都要学的。这三种教育普及了，社会安定，人民幸福，国泰民安。另外还有两种是高等的东西，那不是普通人学的。高等是什么？一个是科学，一个是哲学，科学、哲学都是现代科学、哲学的最高峰，这佛经上有。今天科学的报告，拿来我们一看就懂，为什么会懂？佛经上早就讲过，讲得比它还圆满、还透彻。我学佛是学哲学，从哲学里头来的。我的老师方东美先生，哲学家，他告诉我，他说释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，我从这进门的。我搞了六十年了，不但它是最高的哲学，现在发现它是最高的科学，这是佛法的精华。佛法是科学的教育、是哲学的教育、是普世的教育，是一切众生所必需的，主要的教育，必须要学习的。佛称为天人师，不但在人间是老师的身分，在天堂里头他还是老师的身分。佛给我们讲天堂不是一个，有二十八层天，天堂很多。天人的道德水平比我们高，有那种德行自然到那里往生。",
      "zh_TW": "釋迦牟尼佛一生教什麼東西？我們可以把它分為五大類。第一大類是倫理，第二大類是道德，第三大類是因果。這三類是普世教育，就是社會大眾統統都要學的。這三種教育普及了，社會安定，人民幸福，國泰民安。另外還有兩種是高等的東西，那不是普通人學的。高等是什麼？一個是科學，一個是哲學，科學、哲學都是現代科學、哲學的最高峰，這佛經上有。今天科學的報告，拿來我們一看就懂，為什麼會懂？佛經上早就講過，講得比它還圓滿、還透徹。我學佛是學哲學，從哲學裡頭來的。我的老師方東美先生，哲學家，他告訴我，他說釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，我從這進門的。我搞了六十年了，不但它是最高的哲學，現在發現它是最高的科學，這是佛法的精華。佛法是科學的教育、是哲學的教育、是普世的教育，是一切眾生所必需的，主要的教育，必須要學習的。佛稱為天人師，不但在人間是老師的身分，在天堂裡頭他還是老師的身分。佛給我們講天堂不是一個，有二十八層天，天堂很多。天人的道德水平比我們高，有那種德行自然到那裡往生。"
    },
    {
      "id": "02-037-0264_p0024",
      "zh_CN": "所以现在的佛教，你看变质了，变成宗教。最近，第二次世界大战之后，佛教里头又出现新的，有企业的佛教，完全用企业的观念来经营佛教，在全世界有连锁的分店，道场各地方都是的，有总部、有分店，这二战之后才有的。还有一种变成观光旅游，观光旅游的佛教。还有一个最差劲的，变成邪教的佛教。我们学佛都必须把它搞清楚，我们是学哪一种。所以我学佛不是从宗教里头入门，我是从哲学入门的，头脑比较清楚一点，没有受到这些干扰，我就看得很清楚。佛教有六种不同的佛教，我们要学真东西。",
      "zh_TW": "所以現在的佛教，你看變質了，變成宗教。最近，第二次世界大戰之後，佛教裡頭又出現新的，有企業的佛教，完全用企業的觀念來經營佛教，在全世界有連鎖的分店，道場各地方都是的，有總部、有分店，這二戰之後才有的。還有一種變成觀光旅遊，觀光旅遊的佛教。還有一個最差勁的，變成邪教的佛教。我們學佛都必須把它搞清楚，我們是學哪一種。所以我學佛不是從宗教裡頭入門，我是從哲學入門的，頭腦比較清楚一點，沒有受到這些干擾，我就看得很清楚。佛教有六種不同的佛教，我們要學真東西。"
    },
    {
      "id": "02-037-0264_p0025",
      "zh_CN": "普世的佛教，伦理、道德、因果，跟中国传统文化完全相应。中国从唐朝以后，唐朝中叶以后，中国人不学小乘了。小乘经在我们《大藏经》里头非常完整，跟现在南传巴利文的藏经对比，三千多部经典，它比我们只多了五十几部，你就知道翻译多完整。我没有去比较过，这是章嘉大师告诉我的。佛说过，「佛子」，就是佛弟子，你想学佛，「不先学小乘，后学大乘，非佛弟子」，佛不承认你，你躐等了。小学没有念去念大学，这不可能的事情。大乘是大学，小乘是小学，小学没念去念大学，这怎么行？释迦牟尼佛一生教学，他确实有等级。你看阿含最初，阿含十二年。他三十岁开始教学，完全讲的是普世教育，一般人都欢喜接受。十二年之后这才提升，讲方等。前面十二年好比是小学，小学毕业了办中学，方等好比是中学，八年，加上前面十二年是二十年，二十年的基础才讲大乘，般若。般若是大乘教，没有前面二十年的基础，大乘般若不能接受。般若讲了二十二年，你就晓得佛教的核心是般若，智慧，真实智慧；四十九年教学，般若用二十二年。最后八年是讲法华，讲成佛之道，那是研究所。所以释迦牟尼佛一生讲经教学，他有计划、有层次的，一点都不乱。我们学佛不从小学扎根那怎么行？现在人就是小学不学了。",
      "zh_TW": "普世的佛教，倫理、道德、因果，跟中國傳統文化完全相應。中國從唐朝以後，唐朝中葉以後，中國人不學小乘了。小乘經在我們《大藏經》裡頭非常完整，跟現在南傳巴利文的藏經對比，三千多部經典，它比我們只多了五十幾部，你就知道翻譯多完整。我沒有去比較過，這是章嘉大師告訴我的。佛說過，「佛子」，就是佛弟子，你想學佛，「不先學小乘，後學大乘，非佛弟子」，佛不承認你，你躐等了。小學沒有念去念大學，這不可能的事情。大乘是大學，小乘是小學，小學沒念去念大學，這怎麼行？釋迦牟尼佛一生教學，他確實有等級。你看阿含最初，阿含十二年。他三十歲開始教學，完全講的是普世教育，一般人都歡喜接受。十二年之後這才提升，講方等。前面十二年好比是小學，小學畢業了辦中學，方等好比是中學，八年，加上前面十二年是二十年，二十年的基礎才講大乘，般若。般若是大乘教，沒有前面二十年的基礎，大乘般若不能接受。般若講了二十二年，你就曉得佛教的核心是般若，智慧，真實智慧；四十九年教學，般若用二十二年。最後八年是講法華，講成佛之道，那是研究所。所以釋迦牟尼佛一生講經教學，他有計畫、有層次的，一點都不亂。我們學佛不從小學扎根那怎麼行？現在人就是小學不學了。"
    },
    {
      "id": "02-037-0264_p0026",
      "zh_CN": "中国在唐朝中叶，祖师大德不学小乘，但是他有代替的，他用儒跟道代替。行不行？行，历史做了证明。唐朝到现在这一千四百年，最近两百年衰了，我们看一千二百年，就是两百年之前，在中国各个宗派，高僧大德辈出，讲学的、注疏的很多，成绩超过印度。所以儒学佛、学道，道也学儒、学佛，佛也学儒、也学道，祖师大德都是通家，儒释道是一家。儒释道一家的概念，我们看到少林寺有一块碑，传说是唐肃宗时代留下来的。唐肃宗是唐明皇的儿子，至少也有一千三百年。唐明皇初期不错，开元之治也挺有名的，几乎赶上贞观，以后杨贵妃把朝廷搞乱了，衰了。那是个魔，魔障，唐明皇遇到魔障了，造成晚年的衰弱。",
      "zh_TW": "中國在唐朝中葉，祖師大德不學小乘，但是他有代替的，他用儒跟道代替。行不行？行，歷史做了證明。唐朝到現在這一千四百年，最近兩百年衰了，我們看一千二百年，就是兩百年之前，在中國各個宗派，高僧大德輩出，講學的、註疏的很多，成績超過印度。所以儒學佛、學道，道也學儒、學佛，佛也學儒、也學道，祖師大德都是通家，儒釋道是一家。儒釋道一家的概念，我們看到少林寺有一塊碑，傳說是唐肅宗時代留下來的。唐肅宗是唐明皇的兒子，至少也有一千三百年。唐明皇初期不錯，開元之治也挺有名的，幾乎趕上貞觀，以後楊貴妃把朝廷搞亂了，衰了。那是個魔，魔障，唐明皇遇到魔障了，造成晚年的衰弱。"
    },
    {
      "id": "02-037-0264_p0027",
      "zh_CN": "所以，那个时候祖师大德用的方法正确。那我们今天学佛，如果不从儒道上打下根基，一定要从《阿含经》。古人为什么不用《阿含经》，用儒道？儒道是我们本土的东西，儒道的思想跟小乘非常相接近，而且比小乘还要高，因为里头有很多思想接近大乘，所以它比小乘高，又是中国本土的东西，学起来容易。我们如果不从儒、不从道，就最近这些年来，应该差不多也有十年了，我们提倡扎根教育，儒释道的三个根。从哪里下手？从《弟子规》下手、从《感应篇》下手。《弟子规》、《感应篇》做不到，学佛可以，学什么？学知识。你可以将来在大学教书，成为一位名教授，于你了生死、于你戒定慧毫不相干。这就是什么？学术的佛教，把佛教当作一种学术去研究，没有修行的功夫，没有戒定慧的概念。",
      "zh_TW": "所以，那個時候祖師大德用的方法正確。那我們今天學佛，如果不從儒道上打下根基，一定要從《阿含經》。古人為什麼不用《阿含經》，用儒道？儒道是我們本土的東西，儒道的思想跟小乘非常相接近，而且比小乘還要高，因為裡頭有很多思想接近大乘，所以它比小乘高，又是中國本土的東西，學起來容易。我們如果不從儒、不從道，就最近這些年來，應該差不多也有十年了，我們提倡扎根教育，儒釋道的三個根。從哪裡下手？從《弟子規》下手、從《感應篇》下手。《弟子規》、《感應篇》做不到，學佛可以，學什麼？學知識。你可以將來在大學教書，成為一位名教授，於你了生死、於你戒定慧毫不相干。這就是什麼？學術的佛教，把佛教當作一種學術去研究，沒有修行的功夫，沒有戒定慧的概念。"
    },
    {
      "id": "02-037-0264_p0028",
      "zh_CN": "许许多多学校，哲学系有开佛经课程，我在早年还教了五年。二００五年、０六年，我有个机会到伦敦去参观，看看欧洲的汉学，伦敦是欧洲汉学中心，我就看牛津大学、看剑桥大学、看伦敦大学。学生都是些外国人，讲的一口北京话，看得懂中国古文，不能不佩服。我问他们，你们学中文学多久？三年。不难！外国人学三年，能看得懂中国古书，这个经教里头读古注疏，读唐人的东西、读汉人的东西，不难！为什么我们不读、不去学？我在年轻的时候老师告诉我，熟读五十篇古文，你就有能力看文言文，钥匙就拿到了；你能够熟读一百篇，这个熟读的标准是能背诵，一百篇，你就有能力写文言文。我相信，二、三十年之后，中国文言文是世界语言。为什么？全世界人都要学。为什么？要智慧。智慧在哪里？智慧在中国文言文里面。《四库全书》，文言文写的，《大藏经》是文言文翻译的，你不懂文言文，你不能直接去读，靠别人翻给你的已经打对折了。所以你真正想学，花上三年，外国人花上三年，中国人我想两年就够了，一个星期学一篇古文，两年，一百个星期，你学一百篇，钥匙就拿到了。《四库》，那就是你的朋友了，你有能力去阅读，经典你也有能力，文字的障碍没有了，为什么不干？三十五岁以下的朋友，你们都有这个机会，三十五岁以上比较困难了。四十以上就不太可能了，就老实念佛，生到极乐世界跟阿弥陀佛学去。三十五岁以前，你可以用两年的时间，万缘放下，一心去学文言文。",
      "zh_TW": "許許多多學校，哲學系有開佛經課程，我在早年還教了五年。二００五年、０六年，我有個機會到倫敦去參觀，看看歐洲的漢學，倫敦是歐洲漢學中心，我就看牛津大學、看劍橋大學、看倫敦大學。學生都是些外國人，講的一口北京話，看得懂中國古文，不能不佩服。我問他們，你們學中文學多久？三年。不難！外國人學三年，能看得懂中國古書，這個經教裡頭讀古註疏，讀唐人的東西、讀漢人的東西，不難！為什麼我們不讀、不去學？我在年輕的時候老師告訴我，熟讀五十篇古文，你就有能力看文言文，鑰匙就拿到了；你能夠熟讀一百篇，這個熟讀的標準是能背誦，一百篇，你就有能力寫文言文。我相信，二、三十年之後，中國文言文是世界語言。為什麼？全世界人都要學。為什麼？要智慧。智慧在哪裡？智慧在中國文言文裡面。《四庫全書》，文言文寫的，《大藏經》是文言文翻譯的，你不懂文言文，你不能直接去讀，靠別人翻給你的已經打對折了。所以你真正想學，花上三年，外國人花上三年，中國人我想兩年就夠了，一個星期學一篇古文，兩年，一百個星期，你學一百篇，鑰匙就拿到了。《四庫》，那就是你的朋友了，你有能力去閱讀，經典你也有能力，文字的障礙沒有了，為什麼不幹？三十五歲以下的朋友，你們都有這個機會，三十五歲以上比較困難了。四十以上就不太可能了，就老實念佛，生到極樂世界跟阿彌陀佛學去。三十五歲以前，你可以用兩年的時間，萬緣放下，一心去學文言文。"
    },
    {
      "id": "02-037-0264_p0029",
      "zh_CN": "中国这个国宝，唐太宗的《群书治要》。他说他有宝，可惜没有流传下来，他很感叹，没有想到这个宝找到了，他自己都记不得了，找到了。唐朝亡国，这套书在中国失传了，失传了一千年。这书到哪里去了？到日本去了。唐朝，日本的留学生在中国特别多，把这个国宝带回去了。一直到嘉庆，乾隆把皇帝位子传给嘉庆，他的儿子，嘉庆登基，日本送一些礼物，就是进贡，庆祝嘉庆登基，里头有这部书，中国人才看到，才知道有这么个东西。我是在早年知道有这部书，没看过，知道失传了，很感叹，讲经的时候提到。没有想到有听众，他们到处替我找，居然找到两部，寄到我这来，我非常感恩！中国传统文化有救了，不但国家有希望，全世界都有希望了。所以我就把它印成一万套，这样就不会失传，分送给全世界每个国家大学图书馆去收藏，不会失掉了。",
      "zh_TW": "中國這個國寶，唐太宗的《群書治要》。他說他有寶，可惜沒有流傳下來，他很感嘆，沒有想到這個寶找到了，他自己都記不得了，找到了。唐朝亡國，這套書在中國失傳了，失傳了一千年。這書到哪裡去了？到日本去了。唐朝，日本的留學生在中國特別多，把這個國寶帶回去了。一直到嘉慶，乾隆把皇帝位子傳給嘉慶，他的兒子，嘉慶登基，日本送一些禮物，就是進貢，慶祝嘉慶登基，裡頭有這部書，中國人才看到，才知道有這麼個東西。我是在早年知道有這部書，沒看過，知道失傳了，很感嘆，講經的時候提到。沒有想到有聽眾，他們到處替我找，居然找到兩部，寄到我這來，我非常感恩！中國傳統文化有救了，不但國家有希望，全世界都有希望了。所以我就把它印成一萬套，這樣就不會失傳，分送給全世界每個國家大學圖書館去收藏，不會失掉了。"
    },
    {
      "id": "02-037-0264_p0030",
      "zh_CN": "接着没有多久，又送了一套书给我。我不知道有这套书，但是我心里想着，想了有十几年。早年台湾印《四库全书》，有一个居士他想供养我，问我要什么，我说你给我买一套《四库全书》好了。台湾钱那个时候差不多两百多万。他真的把这套书买给我了，送给我，现在放在澳洲。这么厚的本子，一千五百册。这书从哪里看起？怎么看法？所以我就想到，我是怎么个想法？找一些教文史的教授，老教授退休了，他就没事了，请他来看这个书，把这部书里头重要的，我们现在这个社会迫切需要的，把它抄写出来编成一部书。跟唐太宗这个《群书治要》念头完全相同。找了几位教授，也花了一点钱，花了五、六万人民币，做了两年，拿来给我看，不行、不适合。这就是说，我们今天国文程度跟古人比相差太远了。没有想到古人已经把这个工作做好了，叫《国学治要》，我不知道有这套书。送来只有一套，而且这一套很旧了，书都很脆了，纸很容易破，好在字一个没有伤到。我们如获至宝，字还看得见，我也请世界书局给我印一万套。这是什么？这是《四库全书》的钥匙，你想研究中国传统文化，你就从这部书上下手。这部书能够熟读，仔细多看，你对于整个《四库》就了解了，你想学某一个部门你就能找到，你所需要、想学的东西，太理想了！",
      "zh_TW": "接著沒有多久，又送了一套書給我。我不知道有這套書，但是我心裡想著，想了有十幾年。早年台灣印《四庫全書》，有一個居士他想供養我，問我要什麼，我說你給我買一套《四庫全書》好了。台灣錢那個時候差不多兩百多萬。他真的把這套書買給我了，送給我，現在放在澳洲。這麼厚的本子，一千五百冊。這書從哪裡看起？怎麼看法？所以我就想到，我是怎麼個想法？找一些教文史的教授，老教授退休了，他就沒事了，請他來看這個書，把這部書裡頭重要的，我們現在這個社會迫切需要的，把它抄寫出來編成一部書。跟唐太宗這個《群書治要》念頭完全相同。找了幾位教授，也花了一點錢，花了五、六萬人民幣，做了兩年，拿來給我看，不行、不適合。這就是說，我們今天國文程度跟古人比相差太遠了。沒有想到古人已經把這個工作做好了，叫《國學治要》，我不知道有這套書。送來只有一套，而且這一套很舊了，書都很脆了，紙很容易破，好在字一個沒有傷到。我們如獲至寶，字還看得見，我也請世界書局給我印一萬套。這是什麼？這是《四庫全書》的鑰匙，你想研究中國傳統文化，你就從這部書上下手。這部書能夠熟讀，仔細多看，你對於整個《四庫》就了解了，你想學某一個部門你就能找到，你所需要、想學的東西，太理想了！"
    },
    {
      "id": "02-037-0264_p0031",
      "zh_CN": "《国学治要》那个治是治学，《群书治要》这个治是治国，都是治，意思不一样，这两套书真的是中国传统文化复兴的基础、奠基的石头。我们常常在想念，居然想到了，也是念力的能量把这个东西挖出来了，真是宝，非常不容易找到。现在这两部书都印出来了。现在有不少人在这里下功夫，在这个里面，《国学治要》里头选一百篇古文，做为学习文言文的教科书。我要求这些老师们把这部书注音、注解，再翻成白话文，从白话文当中再翻成外国文，这个有意思。二十一世纪是中国人的世纪，我跟外国人说，不是中国的政治，不是中国的武力，也不是中国科技，不是中国经济贸易，是什么？中国的文化，就是中国《群书治要》跟《国学治要》，就这个东西。所以我相信外国人一定要认真学文言文，他不学文言文，他不能直接去阅读。一定要直接去读，才真正得受用。",
      "zh_TW": "《國學治要》那個治是治學，《群書治要》這個治是治國，都是治，意思不一樣，這兩套書真的是中國傳統文化復興的基礎、奠基的石頭。我們常常在想念，居然想到了，也是念力的能量把這個東西挖出來了，真是寶，非常不容易找到。現在這兩部書都印出來了。現在有不少人在這裡下功夫，在這個裡面，《國學治要》裡頭選一百篇古文，做為學習文言文的教科書。我要求這些老師們把這部書注音、註解，再翻成白話文，從白話文當中再翻成外國文，這個有意思。二十一世紀是中國人的世紀，我跟外國人說，不是中國的政治，不是中國的武力，也不是中國科技，不是中國經濟貿易，是什麼？中國的文化，就是中國《群書治要》跟《國學治要》，就這個東西。所以我相信外國人一定要認真學文言文，他不學文言文，他不能直接去閱讀。一定要直接去讀，才真正得受用。"
    },
    {
      "id": "02-037-0264_p0032",
      "zh_CN": "今天我们在一起学习十乘理观，这一段也是天台家非常精彩的一段，文很长，但是最重要就是开头这几句，「所观者何？不出色、心。色从心造，全体是心。故经云：三界无别法，唯是一心作」，就这几句，这是十乘理观的核心。如果在这上面恍然大悟，后面都不需要读了，后面都离不开前面这一句，这是个总纲领，我们在前面一堂课学习到此地。今天我看有许多新的同学来，你们都穿了制服，好像是一个团体，这么大的一个团体，难得。这些佛学里头、佛教里头普通的常识，我们一定要知道。人家问我们，学佛，佛是什么？佛是智慧。佛教里讲的是什么？佛教讲的是伦理、道德、因果、科学、哲学。咱们讲清楚。佛教不是宗教，但是有一部分变成宗教了，我们也不能不承认。除宗教之外，有学术的佛教、有企业的佛教、有观光旅游的佛教、有邪教的佛教，很多，你必须要搞清楚、搞明白。",
      "zh_TW": "今天我們在一起學習十乘理觀，這一段也是天台家非常精彩的一段，文很長，但是最重要就是開頭這幾句，「所觀者何？不出色、心。色從心造，全體是心。故經云：三界無別法，唯是一心作」，就這幾句，這是十乘理觀的核心。如果在這上面恍然大悟，後面都不需要讀了，後面都離不開前面這一句，這是個總綱領，我們在前面一堂課學習到此地。今天我看有許多新的同學來，你們都穿了制服，好像是一個團體，這麼大的一個團體，難得。這些佛學裡頭、佛教裡頭普通的常識，我們一定要知道。人家問我們，學佛，佛是什麼？佛是智慧。佛教裡講的是什麼？佛教講的是倫理、道德、因果、科學、哲學。咱們講清楚。佛教不是宗教，但是有一部分變成宗教了，我們也不能不承認。除宗教之外，有學術的佛教、有企業的佛教、有觀光旅遊的佛教、有邪教的佛教，很多，你必須要搞清楚、搞明白。"
    },
    {
      "id": "02-037-0264_p0033",
      "zh_CN": "这下面就解释，「即众生日用现前」，这一切唯是一心作，在哪里？就在眼前、就在当下，就是我们日常的生活、工作、处事待人接物。我们「以根对尘」，我们眼见色、耳闻声、鼻嗅香、舌尝味，身接触一些冷热，意，意是念头、是思想，叫六根，接触六尘境界，以根对尘，「所起一念之妄心也」。我们起心动念，眼是照相机，它没有分别执着，它只管把外面这个相照到里面。这要讲要讲得很细了，很费时间。佛给我们讲，我们怎么会看见？八识，这是前五识，眼耳鼻舌身，每一个识都有四分，有见分、相分、自证分、证自证分，都有四分。四分里面，眼识只把外面境界相传给它的相分，就好像我们现在转播，我们把我们的现场转播给另外一个现场。给哪个现场？转播给第六意识的现场。第六意识缘不到外面，它看从哪里看？是看外面现场播进来的这个画面，就是眼识这个相分照进去之后传到第六意识的相分，第六意识的见分见到它的相分，它没有见到眼识的相分，这样微细！那第七识呢？第七识，也是第六识把这个相分传给第七识的相分，它也是在它的萤幕上看到的，它没有看到现场。但是第六意识它就分别，第七识它就执着。所以前五识没有分别、没有执着，它只是传递。耳识听到的音声，它也没有分别、没有执着，把这个音声完全传给第六识、传给第七识、传给阿赖耶识，阿赖耶识就等于说是资料库，存档了，存档就是记忆，你能够记得。就是阿赖耶是个档案室，那个地方存档，储存档案。这非常精细的科学解释。法相唯识学了之后，大学那些心理学的书不想看了，那么厚，啰哩啰嗦的没说出来。佛法讲得清清楚楚、明明白白，告诉你，你是怎么看见的，怎么听见的，怎么知道有味、有香味，怎么知道有酸甜苦辣，给你分析得清清楚楚。这是什么？全是妄念，这全是妄心，一念之妄，妄心在起作用。",
      "zh_TW": "這下面就解釋，「即眾生日用現前」，這一切唯是一心作，在哪裡？就在眼前、就在當下，就是我們日常的生活、工作、處事待人接物。我們「以根對塵」，我們眼見色、耳聞聲、鼻嗅香、舌嘗味，身接觸一些冷熱，意，意是念頭、是思想，叫六根，接觸六塵境界，以根對塵，「所起一念之妄心也」。我們起心動念，眼是照相機，它沒有分別執著，它只管把外面這個相照到裡面。這要講要講得很細了，很費時間。佛給我們講，我們怎麼會看見？八識，這是前五識，眼耳鼻舌身，每一個識都有四分，有見分、相分、自證分、證自證分，都有四分。四分裡面，眼識只把外面境界相傳給它的相分，就好像我們現在轉播，我們把我們的現場轉播給另外一個現場。給哪個現場？轉播給第六意識的現場。第六意識緣不到外面，它看從哪裡看？是看外面現場播進來的這個畫面，就是眼識這個相分照進去之後傳到第六意識的相分，第六意識的見分見到它的相分，它沒有見到眼識的相分，這樣微細！那第七識呢？第七識，也是第六識把這個相分傳給第七識的相分，它也是在它的螢幕上看到的，它沒有看到現場。但是第六意識它就分別，第七識它就執著。所以前五識沒有分別、沒有執著，它只是傳遞。耳識聽到的音聲，它也沒有分別、沒有執著，把這個音聲完全傳給第六識、傳給第七識、傳給阿賴耶識，阿賴耶識就等於說是資料庫，存檔了，存檔就是記憶，你能夠記得。就是阿賴耶是個檔案室，那個地方存檔，儲存檔案。這非常精細的科學解釋。法相唯識學了之後，大學那些心理學的書不想看了，那麼厚，囉哩囉嗦的沒說出來。佛法講得清清楚楚、明明白白，告訴你，你是怎麼看見的，怎麼聽見的，怎麼知道有味、有香味，怎麼知道有酸甜苦辣，給你分析得清清楚楚。這是什麼？全是妄念，這全是妄心，一念之妄，妄心在起作用。"
    },
    {
      "id": "02-037-0264_p0034",
      "zh_CN": "「此心」，这个心是能现能变的心，现在变成什么？「全真成妄」，本来我全是真的，现在真的变成妄的了。就是我们芸芸众生，现在六道众生，就停在这个境界里头。那个学佛的修行人入了下头一句，「今达妄即真」，这就是学佛的人知道了。不学的人，全真成妄，统统是妄心做主，颠倒行事，造成今天的苦难，就这么回事情。现在学佛明白了，知道这个妄还是真的，妄就是真。「即此妄心，具足诸法，无有缺减。即心是一切法，一切法是心」。这个就是诸法实相，就是宇宙万法的真相。佛在什么时候说的？般若时候说的。没有前面二十年的基础，佛这些话不讲。讲什么？讲会把你讲糊涂了，你听不懂。有前面二十年的基础再给你讲这个，你一听明白了，你觉悟了。所以佛讲经，你看按部就班，一年一年的帮助你提升，不是一下就接触大乘，不可能的事情。",
      "zh_TW": "「此心」，這個心是能現能變的心，現在變成什麼？「全真成妄」，本來我全是真的，現在真的變成妄的了。就是我們芸芸眾生，現在六道眾生，就停在這個境界裡頭。那個學佛的修行人入了下頭一句，「今達妄即真」，這就是學佛的人知道了。不學的人，全真成妄，統統是妄心做主，顛倒行事，造成今天的苦難，就這麼回事情。現在學佛明白了，知道這個妄還是真的，妄就是真。「即此妄心，具足諸法，無有缺減。即心是一切法，一切法是心」。這個就是諸法實相，就是宇宙萬法的真相。佛在什麼時候說的？般若時候說的。沒有前面二十年的基礎，佛這些話不講。講什麼？講會把你講糊塗了，你聽不懂。有前面二十年的基礎再給你講這個，你一聽明白了，你覺悟了。所以佛講經，你看按部就班，一年一年的幫助你提升，不是一下就接觸大乘，不可能的事情。"
    },
    {
      "id": "02-037-0264_p0035",
      "zh_CN": "我们是慢慢学习，我搞了六十一年才入这个境界，才知道是怎么回事情。不是这么长的时间锲而不舍，天天在干，每天都在学习，一天都不放松，乐此不疲，学得真快乐，法喜充满，常生欢喜心。我每天读经四个小时，你看跟诸位讲解分享四个小时，每天还是工作八个小时，快乐！不干就念佛，不念佛就读经。方东美老师六十年前跟我讲的，「学佛是人生最高的享受」，我非常感恩他，真的是最高享受，没有烦恼、没有忧虑、没有牵挂。每一天慢慢来证实万法皆空、万法皆如，这大乘经上所说的。",
      "zh_TW": "我們是慢慢學習，我搞了六十一年才入這個境界，才知道是怎麼回事情。不是這麼長的時間鍥而不捨，天天在幹，每天都在學習，一天都不放鬆，樂此不疲，學得真快樂，法喜充滿，常生歡喜心。我每天讀經四個小時，你看跟諸位講解分享四個小時，每天還是工作八個小時，快樂！不幹就念佛，不念佛就讀經。方東美老師六十年前跟我講的，「學佛是人生最高的享受」，我非常感恩他，真的是最高享受，沒有煩惱、沒有憂慮、沒有牽掛。每一天慢慢來證實萬法皆空、萬法皆如，這大乘經上所說的。"
    },
    {
      "id": "02-037-0264_p0036",
      "zh_CN": "所以妄心就是指阿赖耶，真心就是讲的自性。惠能大师说「何期自性，能生万法」，那是真心，真心能生能现。妄不离真，妄跟真没有两样，只是什么？只是你看错了，这就叫妄。为什么？你带着起心动念、分别执着去看东西就妄，如果你不带这些东西，那就是真的，真妄是一不是二，真是体，妄是相、是作用。所以《华严经》上说理事无碍、事事无碍，无障碍！但是你不了解，不能达妄即真，那个妄就产生障碍，就出事情，你晓得是假的就没有障碍。如果知道名闻利养是假的，我就不争了，我就不要了。你要是以为名闻利养是真的、财色名食睡是真的，你拼命在争，争就有烦恼、就有得失，麻烦一大堆。你晓得万法皆空，没有一法是真的，你什么都放下了，放下就自在、就快乐，没事了。",
      "zh_TW": "所以妄心就是指阿賴耶，真心就是講的自性。惠能大師說「何期自性，能生萬法」，那是真心，真心能生能現。妄不離真，妄跟真沒有兩樣，只是什麼？只是你看錯了，這就叫妄。為什麼？你帶著起心動念、分別執著去看東西就妄，如果你不帶這些東西，那就是真的，真妄是一不是二，真是體，妄是相、是作用。所以《華嚴經》上說理事無礙、事事無礙，無障礙！但是你不了解，不能達妄即真，那個妄就產生障礙，就出事情，你曉得是假的就沒有障礙。如果知道名聞利養是假的，我就不爭了，我就不要了。你要是以為名聞利養是真的、財色名食睡是真的，你拼命在爭，爭就有煩惱、就有得失，麻煩一大堆。你曉得萬法皆空，沒有一法是真的，你什麼都放下了，放下就自在、就快樂，沒事了。"
    },
    {
      "id": "02-037-0264_p0037",
      "zh_CN": "我们生在这个世间，你既然到这世界来，你就有一分口粮，你就有一分福报，不要去争，争不到！命里没有的，想什么方法都得不到；命里有的，什么都不想它自然就来了，你说你多自在。用什么样方法去夺取的财物都是命中有的，命中如果没有，那个财一来到面前，不是害大病就是出车祸，为什么？你没有那个命！不正当手段得来的还是命里有的，你说你不是冤枉吗？为什么干这种事情？而且你所得来的打对折都不止。譬如说你命里头有一百个亿，你用不正当的手段得来，你只得来一半，得来五十个亿。不得了，我发大财了，不知道你已经损失了一半。这都是迷惑颠倒的人，不觉悟，觉悟的人不干这个事情。佛告诉我们，财从哪来的？命里头有财。命里头为什么有财？你前世修财布施，喜欢用财帮助别人，你这一生命里头就有财，所以财是这么来的。前世很吝啬，不肯行财布施，把钱财看得比命都重要，这一生命里头没有财，你就空空如也。一切都是命，中国古人所说，「一生皆是命，半点不由人」，这个话讲的是真话，一点都不错。",
      "zh_TW": "我們生在這個世間，你既然到這世界來，你就有一分口糧，你就有一分福報，不要去爭，爭不到！命裡沒有的，想什麼方法都得不到；命裡有的，什麼都不想它自然就來了，你說你多自在。用什麼樣方法去奪取的財物都是命中有的，命中如果沒有，那個財一來到面前，不是害大病就是出車禍，為什麼？你沒有那個命！不正當手段得來的還是命裡有的，你說你不是冤枉嗎？為什麼幹這種事情？而且你所得來的打對折都不止。譬如說你命裡頭有一百個億，你用不正當的手段得來，你只得來一半，得來五十個億。不得了，我發大財了，不知道你已經損失了一半。這都是迷惑顛倒的人，不覺悟，覺悟的人不幹這個事情。佛告訴我們，財從哪來的？命裡頭有財。命裡頭為什麼有財？你前世修財布施，喜歡用財幫助別人，你這一生命裡頭就有財，所以財是這麼來的。前世很吝嗇，不肯行財布施，把錢財看得比命都重要，這一生命裡頭沒有財，你就空空如也。一切都是命，中國古人所說，「一生皆是命，半點不由人」，這個話講的是真話，一點都不錯。"
    },
    {
      "id": "02-037-0264_p0038",
      "zh_CN": "我命里头没有财，命里头富贵都没有，贫贱的命，好在有一点善根，遇到佛法了。佛法我遇的三个老师都是高人，他们跟我见面，叫高人！对我看得很清楚，贫贱，是这么一个命。所以老师就教我，弘法利生也要富贵才行，没有地位，人家瞧不起你；没有财力，这个法推不动。那我命里头没有怎么办？老师教我修。这章嘉大师教给我的，他告诉我财从哪里来？财从布施来，布施是因，财富是果。我说我没有力量布施，每个月赚的一点钱连生活都很勉强，过得很辛苦，哪有财力布施？老师问我，一毛钱有没有？我说一毛钱可以；一块钱有没有？一块钱还可以勉强。老师告诉我，你就从一毛、一块去布施。要常常有布施的心，这个非常重要，遇到有缘分你就不要吝啬。",
      "zh_TW": "我命裡頭沒有財，命裡頭富貴都沒有，貧賤的命，好在有一點善根，遇到佛法了。佛法我遇的三個老師都是高人，他們跟我見面，叫高人！對我看得很清楚，貧賤，是這麼一個命。所以老師就教我，弘法利生也要富貴才行，沒有地位，人家瞧不起你；沒有財力，這個法推不動。那我命裡頭沒有怎麼辦？老師教我修。這章嘉大師教給我的，他告訴我財從哪裡來？財從布施來，布施是因，財富是果。我說我沒有力量布施，每個月賺的一點錢連生活都很勉強，過得很辛苦，哪有財力布施？老師問我，一毛錢有沒有？我說一毛錢可以；一塊錢有沒有？一塊錢還可以勉強。老師告訴我，你就從一毛、一塊去布施。要常常有布施的心，這個非常重要，遇到有緣分你就不要吝嗇。"
    },
    {
      "id": "02-037-0264_p0039",
      "zh_CN": "学了佛，老师教我，佛经哲学不在寺庙。这句话很重要，因为如果我到寺庙，看不到这个高等哲学，我一定对老师的话会怀疑，老师的话不是真的，所以他预先把这句话交代我了。我说那佛经哲学在哪里？在经典。然后告诉我，古时候这些出家人真的有德行、有学问，个个真的都是哲学家，了不起。他说现在他不学了，所以你到寺庙去找不到了，但是寺庙有经典，它在经典里头。所以我就开始逛寺庙，找什么？专门到寺庙去找《大藏经》看，经书市面上买不到。六十年前书店里头没有佛经卖，所以要看这些经书到寺庙去看，他们有藏经，从藏经里头去抄，自己要手抄，不抄没有，我还抄了十几部。哪有像现在人的福报这么大，家里都可以买一部《藏经》供养，这从前作梦都不敢想的。道场里面我们都有《四库全书》，这在过去没有人敢想的。",
      "zh_TW": "學了佛，老師教我，佛經哲學不在寺廟。這句話很重要，因為如果我到寺廟，看不到這個高等哲學，我一定對老師的話會懷疑，老師的話不是真的，所以他預先把這句話交代我了。我說那佛經哲學在哪裡？在經典。然後告訴我，古時候這些出家人真的有德行、有學問，個個真的都是哲學家，了不起。他說現在他不學了，所以你到寺廟去找不到了，但是寺廟有經典，它在經典裡頭。所以我就開始逛寺廟，找什麼？專門到寺廟去找《大藏經》看，經書市面上買不到。六十年前書店裡頭沒有佛經賣，所以要看這些經書到寺廟去看，他們有藏經，從藏經裡頭去抄，自己要手抄，不抄沒有，我還抄了十幾部。哪有像現在人的福報這麼大，家裡都可以買一部《藏經》供養，這從前作夢都不敢想的。道場裡面我們都有《四庫全書》，這在過去沒有人敢想的。"
    },
    {
      "id": "02-037-0264_p0040",
      "zh_CN": "现在科学技术发达，印刷术发达，成本大幅度的降低，这才能办得到。现在这个技术确实日新月异，愈来愈方便了。在从前印经，如果像这个大部头的，没有两百套以上，书店里不肯给你印，为什么？成本收不回来。现在的技术，我要一套，他都可以单独给我印一套，他有这种技术。电脑照相，用这种方法，非常快速，要一套都可以。所以他们再版的时候，我的福报现前了，供养多了，我向商务印书馆买了一百套《四库全书》，世界书局买了两百套《四库荟要》，这两套书美金一千万。这是从前学佛的时候哪敢想？不敢想！这些书买了什么？送给全世界大学图书馆里收藏。中国人的智慧，中国的国宝，中国文化，二十一世纪是中国人的世纪，就是这个东西。我再分配送给《群书治要》跟《国学治要》，这是钥匙，都送给他们，希望他们好好去学文言文，三年成功。",
      "zh_TW": "現在科學技術發達，印刷術發達，成本大幅度的降低，這才能辦得到。現在這個技術確實日新月異，愈來愈方便了。在從前印經，如果像這個大部頭的，沒有兩百套以上，書店裡不肯給你印，為什麼？成本收不回來。現在的技術，我要一套，他都可以單獨給我印一套，他有這種技術。電腦照相，用這種方法，非常快速，要一套都可以。所以他們再版的時候，我的福報現前了，供養多了，我向商務印書館買了一百套《四庫全書》，世界書局買了兩百套《四庫薈要》，這兩套書美金一千萬。這是從前學佛的時候哪敢想？不敢想！這些書買了什麼？送給全世界大學圖書館裡收藏。中國人的智慧，中國的國寶，中國文化，二十一世紀是中國人的世紀，就是這個東西。我再分配送給《群書治要》跟《國學治要》，這是鑰匙，都送給他們，希望他們好好去學文言文，三年成功。"
    },
    {
      "id": "02-037-0264_p0041",
      "zh_CN": "我们要认真努力，要了解事实真相，那就是真妄是一不是二。你统统明了，说它是妄，它真的是妄，为什么？它是刹那生灭，它不是真的。就像我们看电视、看电影，我用电影来做比喻大家好懂。我这里一卷，这是从前，现在的电影是数码的，没有胶片了，我用这个来做比喻。这是电影的底片，幻灯片，它在放映机里面，用幻灯机打在银幕上。镜头一打开一张，一张幻灯片照在银幕上，再把镜头关掉换第二张，再打开镜头第二张，张张不一样。一秒钟放多少张？二十四张。我们在银幕上看到就好像是真的，其实银幕上的片子，一秒钟二十四张幻灯片。二十四张幻灯片合在一起，我们眼睛看花了，把它看作是真的，其实张张独立。那我们现前这个世界，一秒钟多少张你知不知道？弥勒菩萨告诉我们，一千六百兆张。电影一秒钟是二十四个生灭，我们就被它欺骗了，以为是真的；现实环境里面，一秒钟是一千六百兆次的生灭。所以佛说它是假的，它不是真的，就与这个道理一样。你明白这个是假的，知道这个假相那不就是真的了吗？一般人不知道、不晓得。就像我们看电影一样，我看那个电影，知道这是幻灯片，一张一张连续在播放，我了解这个，真相大白，那就是真的。你看到是假的，我看到是真的；我了解真相，你不了解真相；你迷在里头我不迷，我清清楚楚。",
      "zh_TW": "我們要認真努力，要了解事實真相，那就是真妄是一不是二。你統統明瞭，說它是妄，它真的是妄，為什麼？它是剎那生滅，它不是真的。就像我們看電視、看電影，我用電影來做比喻大家好懂。我這裡一捲，這是從前，現在的電影是數碼的，沒有膠片了，我用這個來做比喻。這是電影的底片，幻燈片，它在放映機裡面，用幻燈機打在銀幕上。鏡頭一打開一張，一張幻燈片照在銀幕上，再把鏡頭關掉換第二張，再打開鏡頭第二張，張張不一樣。一秒鐘放多少張？二十四張。我們在銀幕上看到就好像是真的，其實銀幕上的片子，一秒鐘二十四張幻燈片。二十四張幻燈片合在一起，我們眼睛看花了，把它看作是真的，其實張張獨立。那我們現前這個世界，一秒鐘多少張你知不知道？彌勒菩薩告訴我們，一千六百兆張。電影一秒鐘是二十四個生滅，我們就被它欺騙了，以為是真的；現實環境裡面，一秒鐘是一千六百兆次的生滅。所以佛說它是假的，它不是真的，就與這個道理一樣。你明白這個是假的，知道這個假相那不就是真的了嗎？一般人不知道、不曉得。就像我們看電影一樣，我看那個電影，知道這是幻燈片，一張一張連續在播放，我了解這個，真相大白，那就是真的。你看到是假的，我看到是真的；我了解真相，你不了解真相；你迷在裡頭我不迷，我清清楚楚。"
    },
    {
      "id": "02-037-0264_p0042",
      "zh_CN": "妄即是真，真即是妄，所以一切法是心。「心是一切法，一切法是心」，心现的，一切法的基础是心。就跟科学家今天告诉我们，物质的基础是念头，物质是从念头上变现出来的。那我们这个文一开端的时候，「色从心造，全体是心」，跟今天科学家发现的完全相同。经上这个话，释迦牟尼佛三千年前讲的，科学家的报告是最近，一九八０年以后，最近发现的，完全相同，是真的，不是假的。所以这个文就得要多念几遍，慢慢细心的去体会。体会不到没有关系，就老实念佛，念佛重要，佛念多了自然就看懂了。为什么？佛念多了，心定了、心清净了，定跟清净心与这个理相应，很容易明白这个道理。",
      "zh_TW": "妄即是真，真即是妄，所以一切法是心。「心是一切法，一切法是心」，心現的，一切法的基礎是心。就跟科學家今天告訴我們，物質的基礎是念頭，物質是從念頭上變現出來的。那我們這個文一開端的時候，「色從心造，全體是心」，跟今天科學家發現的完全相同。經上這個話，釋迦牟尼佛三千年前講的，科學家的報告是最近，一九八０年以後，最近發現的，完全相同，是真的，不是假的。所以這個文就得要多念幾遍，慢慢細心的去體會。體會不到沒有關係，就老實念佛，念佛重要，佛念多了自然就看懂了。為什麼？佛念多了，心定了、心清淨了，定跟清淨心與這個理相應，很容易明白這個道理。"
    },
    {
      "id": "02-037-0264_p0043",
      "zh_CN": "所以这一切法「非一非异」，不能说一，也不能说不一，「不前不后」。实在讲，不能讲是一，也不能讲是多，这些都是戏论，都是开玩笑的话；不能说前、不能说后，为什么？没有先后。科学家告诉我们，单单讲一念是毫无意义的，这个五阴，色受想行识没有意义，必须是许许多多集在一起，叫纠缠在一起，纠缠在一起你才看出它的意思。所以我们看到所有的现象，都是这些精神现象跟物质现象、自然现象纠缠在一起，产生这些现象。真不容易，科学搞了四十多年才把它发现。但是释迦牟尼佛那个时代，他们修禅定，在禅定里面看到这些事实真相，大乘经里面佛为我们说出来。",
      "zh_TW": "所以這一切法「非一非異」，不能說一，也不能說不一，「不前不後」。實在講，不能講是一，也不能講是多，這些都是戲論，都是開玩笑的話；不能說前、不能說後，為什麼？沒有先後。科學家告訴我們，單單講一念是毫無意義的，這個五陰，色受想行識沒有意義，必須是許許多多集在一起，叫糾纏在一起，糾纏在一起你才看出它的意思。所以我們看到所有的現象，都是這些精神現象跟物質現象、自然現象糾纏在一起，產生這些現象。真不容易，科學搞了四十多年才把它發現。但是釋迦牟尼佛那個時代，他們修禪定，在禪定裡面看到這些事實真相，大乘經裡面佛為我們說出來。"
    },
    {
      "id": "02-037-0264_p0044",
      "zh_CN": "这几句话，「非一非异，不前不后，玄妙寂绝」。玄是理太深了，不容易理解，妙是微妙。妙是什么？不能说它有也不能说它无，你说它无，现象存在；你说它有，它一弹指当中，你看看那么多次的生灭。弥勒菩萨告诉我们这桩事情，他说「念识极微细，不可执持」，我们看不到它，我们掌握不到它，它太微细了，这就是玄妙寂绝的意思。「非识所识，非言所言」，识是我们念头，我们念头没有办法想像，想不到它，也说不出来。「故指此心为不思议境也」，所以说这个心是不思议境界。第一观叫我们观不思议境，就是观这个心，从这个观心要是一入的时候立刻就成佛了，所以顿悟、顿超、顿成；从第二观以后那是渐渐悟入的，这是顿悟。",
      "zh_TW": "這幾句話，「非一非異，不前不後，玄妙寂絕」。玄是理太深了，不容易理解，妙是微妙。妙是什麼？不能說它有也不能說它無，你說它無，現象存在；你說它有，它一彈指當中，你看看那麼多次的生滅。彌勒菩薩告訴我們這樁事情，他說「念識極微細，不可執持」，我們看不到它，我們掌握不到它，它太微細了，這就是玄妙寂絕的意思。「非識所識，非言所言」，識是我們念頭，我們念頭沒有辦法想像，想不到它，也說不出來。「故指此心為不思議境也」，所以說這個心是不思議境界。第一觀叫我們觀不思議境，就是觀這個心，從這個觀心要是一入的時候立刻就成佛了，所以頓悟、頓超、頓成；從第二觀以後那是漸漸悟入的，這是頓悟。"
    },
    {
      "id": "02-037-0264_p0045",
      "zh_CN": "这段文还很长，我们念的还不到一半，今天时间到了，下一堂课我们继续再讲。将来这一段我们出个集子，《十乘理观》，这也是我们修学大乘，不管是哪一个宗派，重要的参考资料。",
      "zh_TW": "這段文還很長，我們念的還不到一半，今天時間到了，下一堂課我們繼續再講。將來這一段我們出個集子，《十乘理觀》，這也是我們修學大乘，不管是哪一個宗派，重要的參考資料。"
    }
  ]
}