{
  "doc_id": "02-037-0445",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四五集",
    "zh_TW": "第四四五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0445",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-037-0445_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百二十四页第六行，从当中看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百二十四頁第六行，從當中看起："
    },
    {
      "id": "02-037-0445_p0002",
      "zh_CN": "「我等遵依佛示，从文字般若而起观照，入于实相，是名敬荷佛恩」。前面我们学到此地，把三种般若详细的做了解释。疏里面告诉我们，要怎样做到「敬于佛者，是为大善」，对佛的这种恭敬心怎么样才能够生得起来。首先要真正认识，佛对我们有些什么恩德，所谓知恩报恩。如果对佛不认识，感恩的心生不起来，恭敬的心生不起来。现在这个社会，我们常常看到毁谤佛菩萨，这个现象很普遍，在佛经里面讲，这是很大的业障、很严重的业障。我们看到了，只有默默的替他忏悔，说不得。为什么？他不知道，真的是无知。想想我们自己在年轻的时候，跟他们差不多，心目当中根本没有佛的印象，误以为佛教是宗教、是迷信，这个恭敬怎么能生得起来？到以后慢慢接受老师的教诲，终于把释迦牟尼佛这个人认识清楚了，才知道这个人有大智慧、有大慈悲心，对一切众生有真实的功德利益，敬佛的心才生起来。这经过若干年，不是短短的几天、几个月，不是的。于是今天社会上对佛教、对释迦牟尼佛不尊重的我们完全理解，只是怪我们佛弟子本身对于佛菩萨恭敬的心不足，表面恭敬，不是真正的。什么原因？没有彻底了解。彻底了解谈何容易！说实在话，我们学佛六十年，恭敬心才生得起来。六十年没有离开经教，每天学习，这世间人怎么可能？",
      "zh_TW": "「我等遵依佛示，從文字般若而起觀照，入於實相，是名敬荷佛恩」。前面我們學到此地，把三種般若詳細的做了解釋。疏裡面告訴我們，要怎樣做到「敬於佛者，是為大善」，對佛的這種恭敬心怎麼樣才能夠生得起來。首先要真正認識，佛對我們有些什麼恩德，所謂知恩報恩。如果對佛不認識，感恩的心生不起來，恭敬的心生不起來。現在這個社會，我們常常看到毀謗佛菩薩，這個現象很普遍，在佛經裡面講，這是很大的業障、很嚴重的業障。我們看到了，只有默默的替他懺悔，說不得。為什麼？他不知道，真的是無知。想想我們自己在年輕的時候，跟他們差不多，心目當中根本沒有佛的印象，誤以為佛教是宗教、是迷信，這個恭敬怎麼能生得起來？到以後慢慢接受老師的教誨，終於把釋迦牟尼佛這個人認識清楚了，才知道這個人有大智慧、有大慈悲心，對一切眾生有真實的功德利益，敬佛的心才生起來。這經過若干年，不是短短的幾天、幾個月，不是的。於是今天社會上對佛教、對釋迦牟尼佛不尊重的我們完全理解，只是怪我們佛弟子本身對於佛菩薩恭敬的心不足，表面恭敬，不是真正的。什麼原因？沒有徹底了解。徹底了解談何容易！說實在話，我們學佛六十年，恭敬心才生得起來。六十年沒有離開經教，每天學習，這世間人怎麼可能？"
    },
    {
      "id": "02-037-0445_p0003",
      "zh_CN": "「敬于佛者，是为大善」，这句话是千真万确的事情，对佛的恭敬，那是大善根、大福报。这说明什么？现在人没福报，我们生在是这个时代。比我们早一代的，我父母那一代的比我们就强，他们对佛菩萨虽然不十分了解，但是对佛菩萨的那种恭敬，至少我们看到跟对祖宗的恭敬差不多，这就很难得。原因是什么？接受的教育不一样，社会风气不一样。我们出生这个时候，社会风气已经败坏了，开始，开始败坏，速度太快了。前面说败坏了，速度很慢，十年十年不显著，看不出来。到最近的三十年，速度太快了，一个十年、一个十年来比，差距很大。这说明什么？说明众生没有福报，没有福报，苦难就多了。",
      "zh_TW": "「敬於佛者，是為大善」，這句話是千真萬確的事情，對佛的恭敬，那是大善根、大福報。這說明什麼？現在人沒福報，我們生在是這個時代。比我們早一代的，我父母那一代的比我們就強，他們對佛菩薩雖然不十分了解，但是對佛菩薩的那種恭敬，至少我們看到跟對祖宗的恭敬差不多，這就很難得。原因是什麼？接受的教育不一樣，社會風氣不一樣。我們出生這個時候，社會風氣已經敗壞了，開始，開始敗壞，速度太快了。前面說敗壞了，速度很慢，十年十年不顯著，看不出來。到最近的三十年，速度太快了，一個十年、一個十年來比，差距很大。這說明什麼？說明眾生沒有福報，沒有福報，苦難就多了。"
    },
    {
      "id": "02-037-0445_p0004",
      "zh_CN": "怎样才叫做敬？《净影疏》说得好，「敬荷佛恩，名为敬佛」，这把敬这个字，恭敬这个字说开了。荷是什么意思？承担，也就是常说的续佛慧命，弘法利生，弘护正法，这个叫敬。底下的解释，荷是承担的意思，承是继承，我们要把佛的法继承下来，让佛法不至于中断，一代一代的承传下去。继承，一定要修行，一定要真干，自己不修行就没办法弘护，无论弘法、护法都要真修行。担，是把这个责任担当下来。「领受」，领受就是接受佛陀的教诲，领纳接受。",
      "zh_TW": "怎樣才叫做敬？《淨影疏》說得好，「敬荷佛恩，名為敬佛」，這把敬這個字，恭敬這個字說開了。荷是什麼意思？承擔，也就是常說的續佛慧命，弘法利生，弘護正法，這個叫敬。底下的解釋，荷是承擔的意思，承是繼承，我們要把佛的法繼承下來，讓佛法不至於中斷，一代一代的承傳下去。繼承，一定要修行，一定要真幹，自己不修行就沒辦法弘護，無論弘法、護法都要真修行。擔，是把這個責任擔當下來。「領受」，領受就是接受佛陀的教誨，領納接受。"
    },
    {
      "id": "02-037-0445_p0005",
      "zh_CN": "「如来万劫薰修，入佛知见」，这八个字很感动人，如来不是短时间修成的。我们在这个经里头，看到释迦牟尼佛为我们介绍阿弥陀佛，阿弥陀佛在因地遇到世间自在王那个时代，自在王佛住世，弘法利生四十二劫，众生福报大，寿命长。佛说我们这个地球，地球上的人寿命最长的时候八万岁，每一百年减一岁，减到十岁，这最低的；从十岁再每一百年加一岁，加到八万四千岁，这一增一减叫一个小劫。世间自在王住世的时候，寿命四十二劫，你就知道那个福报多大。阿弥陀佛原本是国王，世饶王，是个非常好的国王，勤政爱民，国家治理得非常好。听佛说法，觉悟了，慈悲心特重，做国王只能照顾这一个国家，他把王位舍掉，出家修行，发心要作佛。因为，佛能照顾遍法界虚空界一切苦难众生，不止一个国家，照顾遍法界虚空界，他做到了。发这么大的愿，特别是苦难众生，哪些是苦难众生？六道，六道众生太苦了，他要帮助六道众生，成就六道众生。什么原因？佛知道，我们不知道，佛知道「是心是佛，是心作佛」，知道「一切众生本来是佛」。为什么会堕落到这个样子？没人教，学坏了，本来是佛，学坏了。所以他就想到，他将来建立一个道场教化众生，让这些苦难众生有一个最方便的法门、最稳当的法门、最快速的法门，不分男女老少、不分富贵贫贱，也不分学习程度高低，都能平等的成就，这个成就是成佛。",
      "zh_TW": "「如來萬劫薰修，入佛知見」，這八個字很感動人，如來不是短時間修成的。我們在這個經裡頭，看到釋迦牟尼佛為我們介紹阿彌陀佛，阿彌陀佛在因地遇到世間自在王那個時代，自在王佛住世，弘法利生四十二劫，眾生福報大，壽命長。佛說我們這個地球，地球上的人壽命最長的時候八萬歲，每一百年減一歲，減到十歲，這最低的；從十歲再每一百年加一歲，加到八萬四千歲，這一增一減叫一個小劫。世間自在王住世的時候，壽命四十二劫，你就知道那個福報多大。阿彌陀佛原本是國王，世饒王，是個非常好的國王，勤政愛民，國家治理得非常好。聽佛說法，覺悟了，慈悲心特重，做國王只能照顧這一個國家，他把王位捨掉，出家修行，發心要作佛。因為，佛能照顧遍法界虛空界一切苦難眾生，不止一個國家，照顧遍法界虛空界，他做到了。發這麼大的願，特別是苦難眾生，哪些是苦難眾生？六道，六道眾生太苦了，他要幫助六道眾生，成就六道眾生。什麼原因？佛知道，我們不知道，佛知道「是心是佛，是心作佛」，知道「一切眾生本來是佛」。為什麼會墮落到這個樣子？沒人教，學壞了，本來是佛，學壞了。所以他就想到，他將來建立一個道場教化眾生，讓這些苦難眾生有一個最方便的法門、最穩當的法門、最快速的法門，不分男女老少、不分富貴貧賤，也不分學習程度高低，都能平等的成就，這個成就是成佛。"
    },
    {
      "id": "02-037-0445_p0006",
      "zh_CN": "这个法子到哪里去找？他向他的老师世间自在王请教。老师没告诉他，老师只教他去参访，十方世界无量无边诸佛刹土你都去看看、你都去学习，去考察、去学习，取人之长，舍人之短。他很听话，真的他去参学了，用了多少时间？五劫，这不是短时间，五劫的时间。将每一尊佛的刹土里面的优点记住，缺点不要，总结成四十八愿。四十八愿是他考察一切诸佛刹土圆满的总结，就依照四十八愿来建立道场，就是极乐世界。所以，极乐世界不是佛说的，也不是他自己想的，是事实真相，他去考察的、总结的，四十八愿是总结的报告。所以这个世界建成之后超过一切诸佛刹土，一切诸佛刹土都比不上。这什么原因？集大成，一切诸佛刹土的优点统统在极乐世界，一切诸佛刹土的缺点在极乐世界找不到。这是万劫薰修，五劫考察，总结的大愿，成就了西方极乐世界。用这一块，用这么个道场来接引众生，提供他们认真的修行，在极乐世界决定一生成佛，不要等到第二生，一生就圆满。这种大恩大德，谁知道？要不是释迦牟尼佛为我们介绍，我们怎么知道？所以，对极乐世界的爱戴，对于阿弥陀佛的崇敬，自然就生出来了。",
      "zh_TW": "這個法子到哪裡去找？他向他的老師世間自在王請教。老師沒告訴他，老師只教他去參訪，十方世界無量無邊諸佛剎土你都去看看、你都去學習，去考察、去學習，取人之長，捨人之短。他很聽話，真的他去參學了，用了多少時間？五劫，這不是短時間，五劫的時間。將每一尊佛的剎土裡面的優點記住，缺點不要，總結成四十八願。四十八願是他考察一切諸佛剎土圓滿的總結，就依照四十八願來建立道場，就是極樂世界。所以，極樂世界不是佛說的，也不是他自己想的，是事實真相，他去考察的、總結的，四十八願是總結的報告。所以這個世界建成之後超過一切諸佛剎土，一切諸佛剎土都比不上。這什麼原因？集大成，一切諸佛剎土的優點統統在極樂世界，一切諸佛剎土的缺點在極樂世界找不到。這是萬劫薰修，五劫考察，總結的大願，成就了西方極樂世界。用這一塊，用這麼個道場來接引眾生，提供他們認真的修行，在極樂世界決定一生成佛，不要等到第二生，一生就圓滿。這種大恩大德，誰知道？要不是釋迦牟尼佛為我們介紹，我們怎麼知道？所以，對極樂世界的愛戴，對於阿彌陀佛的崇敬，自然就生出來了。"
    },
    {
      "id": "02-037-0445_p0007",
      "zh_CN": "世尊，本师释迦牟尼佛，用佛的知见教导我们，帮助我们悟入。上上根人一闻千悟，听佛说法他马上就能做到。这种人少，不是没有，太稀有了。绝大多数没有办法将烦恼习气一时放下，这做不到，所以有渐渐学习的法门，很多法门，这讲八万四千。八万四千也不是确定的数字，也是表法，表无量无边。四弘誓愿里面说「法门无量誓愿学」，八万四千代表无量。可是净宗法门特殊，它「以佛果觉，作我因心」，这个佛是阿弥陀佛，不是别的佛，是以阿弥陀佛果地上圆满的大觉。这果地上圆满大觉是什么？就是名号，所以名号功德不可思议。听到这句名号生欢喜心，这个人善根福德不可思议。没有善根福德的，听到这句佛号拒绝，不喜欢，生厌恶的心。这些经上讲的，我们要晓得。我们想想我们自己，最初听阿弥陀佛是什么样的心态？没有欢喜心，也没有毁谤的心，很平常，听而不闻，听也像没听到一样，不在意。经过许多年来的学习，渐渐深入经藏，慢慢明白了，欢喜心才生出来。到真正认识的时候，才真正顶礼膜拜，真要跟阿弥陀佛学，真发愿求生净土，真是叫一点一滴的长时间培养出来的。",
      "zh_TW": "世尊，本師釋迦牟尼佛，用佛的知見教導我們，幫助我們悟入。上上根人一聞千悟，聽佛說法他馬上就能做到。這種人少，不是沒有，太稀有了。絕大多數沒有辦法將煩惱習氣一時放下，這做不到，所以有漸漸學習的法門，很多法門，這講八萬四千。八萬四千也不是確定的數字，也是表法，表無量無邊。四弘誓願裡面說「法門無量誓願學」，八萬四千代表無量。可是淨宗法門特殊，它「以佛果覺，作我因心」，這個佛是阿彌陀佛，不是別的佛，是以阿彌陀佛果地上圓滿的大覺。這果地上圓滿大覺是什麼？就是名號，所以名號功德不可思議。聽到這句名號生歡喜心，這個人善根福德不可思議。沒有善根福德的，聽到這句佛號拒絕，不喜歡，生厭惡的心。這些經上講的，我們要曉得。我們想想我們自己，最初聽阿彌陀佛是什麼樣的心態？沒有歡喜心，也沒有毀謗的心，很平常，聽而不聞，聽也像沒聽到一樣，不在意。經過許多年來的學習，漸漸深入經藏，慢慢明白了，歡喜心才生出來。到真正認識的時候，才真正頂禮膜拜，真要跟阿彌陀佛學，真發願求生淨土，真是叫一點一滴的長時間培養出來的。"
    },
    {
      "id": "02-037-0445_p0008",
      "zh_CN": "我们希望在这一生当中「顿入佛智」，必须要到极乐世界，在这个世界是决定不可能。这里修学的环境不好，我们得换一个学习环境，现在讲移民，我们移民到极乐世界去，在极乐世界成就。这才讲到般若，我们遵依佛示，从文字般若起观照般若，入实相般若。言语也是文字，把言语记录下来就变成文字。这就是接受释迦牟尼佛的教诲。观照就是真正修行，依教修行，才能够入于实相，证得实相；实相就是自性，明心见性，真正了解世出世间一切法的真相，这就叫成佛了。是名敬荷佛恩，这叫真的敬佛。",
      "zh_TW": "我們希望在這一生當中「頓入佛智」，必須要到極樂世界，在這個世界是決定不可能。這裡修學的環境不好，我們得換一個學習環境，現在講移民，我們移民到極樂世界去，在極樂世界成就。這才講到般若，我們遵依佛示，從文字般若起觀照般若，入實相般若。言語也是文字，把言語記錄下來就變成文字。這就是接受釋迦牟尼佛的教誨。觀照就是真正修行，依教修行，才能夠入於實相，證得實相；實相就是自性，明心見性，真正了解世出世間一切法的真相，這就叫成佛了。是名敬荷佛恩，這叫真的敬佛。"
    },
    {
      "id": "02-037-0445_p0009",
      "zh_CN": "「依此经中种种教诫」，佛在这个经里面教诫得很多，我们得依靠。以这个经做标准，「端正身心，止恶修善，发菩提心，一向专念阿弥陀佛」，这教我们修行。种种教诫很多，我们要抓住纲领，纲领简单扼要，记在心里不会忘记。当年净宗学会成立的时候，我们的修行提了五个纲领，五个科目，第一个净业三福，第二个六和敬，第三个戒定慧三学，第四个六波罗蜜，第五个普贤菩萨十大愿王。我们以这五个科目代表经中种种教诫，做为我们端正身心、止恶修善的标准。这五个科目，第一个比较长一点，四十四个字，第二个长的，普贤十愿，一句四个字，十句四十个字，其他的都不到四十，都不到。好记，你不会忘记。时时刻刻念兹在兹，可别忘记，起心动念、言语造作不离这个。",
      "zh_TW": "「依此經中種種教誡」，佛在這個經裡面教誡得很多，我們得依靠。以這個經做標準，「端正身心，止惡修善，發菩提心，一向專念阿彌陀佛」，這教我們修行。種種教誡很多，我們要抓住綱領，綱領簡單扼要，記在心裡不會忘記。當年淨宗學會成立的時候，我們的修行提了五個綱領，五個科目，第一個淨業三福，第二個六和敬，第三個戒定慧三學，第四個六波羅蜜，第五個普賢菩薩十大願王。我們以這五個科目代表經中種種教誡，做為我們端正身心、止惡修善的標準。這五個科目，第一個比較長一點，四十四個字，第二個長的，普賢十願，一句四個字，十句四十個字，其他的都不到四十，都不到。好記，你不會忘記。時時刻刻念茲在茲，可別忘記，起心動念、言語造作不離這個。"
    },
    {
      "id": "02-037-0445_p0010",
      "zh_CN": "净业三福，第一福，这是福报，「孝养父母，奉事师长，慈心不杀，修十善业」。四句，一句四个字，四四十六个字。孝亲尊师我们将它落实在《弟子规》，慈心不杀落实在《太上感应篇》，修十善业落实在《十善业道经》，我们称它作儒释道的三个根。从哪里修起？从根修起。没有根，修行是假的，没根，不会成就。真正从根本上修，决定有成就。成就大小在乎自己勤惰，勤是精进，你功夫就深；懈怠，功夫就浅。这三个根重要，有这三个根是世间善人。佛经你打开，你看都有善男子、善女人，说这种人；不具足这三个根的不能称善人，善人才能学佛。",
      "zh_TW": "淨業三福，第一福，這是福報，「孝養父母，奉事師長，慈心不殺，修十善業」。四句，一句四個字，四四十六個字。孝親尊師我們將它落實在《弟子規》，慈心不殺落實在《太上感應篇》，修十善業落實在《十善業道經》，我們稱它作儒釋道的三個根。從哪裡修起？從根修起。沒有根，修行是假的，沒根，不會成就。真正從根本上修，決定有成就。成就大小在乎自己勤惰，勤是精進，你功夫就深；懈怠，功夫就淺。這三個根重要，有這三個根是世間善人。佛經你打開，你看都有善男子、善女人，說這種人；不具足這三個根的不能稱善人，善人才能學佛。"
    },
    {
      "id": "02-037-0445_p0011",
      "zh_CN": "第二福，这是佛弟子了，「受持三皈，具足众戒，不犯威仪」，三句十二个字。这真正是佛的弟子，受了三皈，至少受了五戒，出家再沙弥十戒，二十四门威仪。这真正的佛弟子，不是假的，总得要真干。再向上提升这大乘，第二是小乘，它三福，第一是世间福，第二是小乘福，第三是大乘。大乘，「发菩提心，深信因果，读诵大乘，劝进行者」，劝进行者是化他，欢喜把佛法介绍给别人。净业三福不仅是修净土要遵守，无论学哪个宗派、学哪个法门都要遵守。佛在后面讲，这三条叫净业，它是「三世诸佛，净业正因」，三世是过去、现在、未来。菩萨修行要成佛都必须遵守，不遵守这三条，成就不了，你说这三条多重要。佛法从这里开始，所以我们必须要依照这个修行。",
      "zh_TW": "第二福，這是佛弟子了，「受持三皈，具足眾戒，不犯威儀」，三句十二個字。這真正是佛的弟子，受了三皈，至少受了五戒，出家再沙彌十戒，二十四門威儀。這真正的佛弟子，不是假的，總得要真幹。再向上提升這大乘，第二是小乘，它三福，第一是世間福，第二是小乘福，第三是大乘。大乘，「發菩提心，深信因果，讀誦大乘，勸進行者」，勸進行者是化他，歡喜把佛法介紹給別人。淨業三福不僅是修淨土要遵守，無論學哪個宗派、學哪個法門都要遵守。佛在後面講，這三條叫淨業，它是「三世諸佛，淨業正因」，三世是過去、現在、未來。菩薩修行要成佛都必須遵守，不遵守這三條，成就不了，你說這三條多重要。佛法從這裡開始，所以我們必須要依照這個修行。"
    },
    {
      "id": "02-037-0445_p0012",
      "zh_CN": "第二个科目，六和，家和万事兴。人跟人不和，你决定成不了佛，你也不能往生。为什么？不能跟别人和睦相处，到极乐世界还跟人家打架吗？极乐世界是个和谐世界，没有和谐的条件是决定不会到极乐世界，阿弥陀佛不来接你。今天佛法衰了，为什么衰？佛弟子不能和睦相处，出家跟出家的不能和睦相处，在家跟在家也不能和睦相处，在家跟出家也不能和睦相处。现在能相处什么？利害，跟世俗人没有两样，有利可以在一处，没有利益，分开了，再也不见面。所以六和敬重要。佛在经上甚至于说，这个世界上出现一个僧团，六和敬的僧团，就得到诸佛护念，龙天善神守护，这个地区不遭灾难。六和僧团有这么大的功德，你愿不愿意做？你要愿意做的话，你救了多少人，让多少人得到你的恩惠，这个地区不遭灾难。几个人？四个人。四个人住在一起修行，完全依六和敬，就有这么大的功德。所以三皈依里头，「皈依僧，众中尊」，那什么意思？僧就是六和敬的僧团，不修六和敬不叫做僧。四个人在一起就称为团体，这个众，佛家的众是团体的意思。就是世出世间所有的团体，哪一个团体最值得人尊敬？就是僧团，僧团就是六和敬的团体，就这个意思。你在家人，譬如公司行号，你们完全能修六和敬，那就是一个僧团。僧，不是指出家、在家，不是指这个，就是团体，众是当团体来讲。修六和敬的团体称为僧团，因为它跟出家团体一样，它里面上上下下一团和气。",
      "zh_TW": "第二個科目，六和，家和萬事興。人跟人不和，你決定成不了佛，你也不能往生。為什麼？不能跟別人和睦相處，到極樂世界還跟人家打架嗎？極樂世界是個和諧世界，沒有和諧的條件是決定不會到極樂世界，阿彌陀佛不來接你。今天佛法衰了，為什麼衰？佛弟子不能和睦相處，出家跟出家的不能和睦相處，在家跟在家也不能和睦相處，在家跟出家也不能和睦相處。現在能相處什麼？利害，跟世俗人沒有兩樣，有利可以在一處，沒有利益，分開了，再也不見面。所以六和敬重要。佛在經上甚至於說，這個世界上出現一個僧團，六和敬的僧團，就得到諸佛護念，龍天善神守護，這個地區不遭災難。六和僧團有這麼大的功德，你願不願意做？你要願意做的話，你救了多少人，讓多少人得到你的恩惠，這個地區不遭災難。幾個人？四個人。四個人住在一起修行，完全依六和敬，就有這麼大的功德。所以三皈依裡頭，「皈依僧，眾中尊」，那什麼意思？僧就是六和敬的僧團，不修六和敬不叫做僧。四個人在一起就稱為團體，這個眾，佛家的眾是團體的意思。就是世出世間所有的團體，哪一個團體最值得人尊敬？就是僧團，僧團就是六和敬的團體，就這個意思。你在家人，譬如公司行號，你們完全能修六和敬，那就是一個僧團。僧，不是指出家、在家，不是指這個，就是團體，眾是當團體來講。修六和敬的團體稱為僧團，因為它跟出家團體一樣，它裡面上上下下一團和氣。"
    },
    {
      "id": "02-037-0445_p0013",
      "zh_CN": "然后翻过来说，破六和敬的僧团，破和合僧的，在这个团体里面不和，破坏和睦的气氛，佛说了，这个果报是无间地狱。无间地狱，重罪五种，叫五无间，杀父亲、杀母亲、杀阿罗汉、出佛身血、破和合僧。这个和合僧你要记住，不是出家人，也不一定是修行人。它这个团体是照着佛的佛法，这个六条修，见和同解、戒和同修、身同住、口无诤、意同悦、利同均，它是依这个方法修的时候，这个团体你要破坏它的话，你的果报就在地狱，这个道理要懂。今天我们是个出家人，我们在这个出家团体不能跟大众和合，这个罪多重。无论我们在什么地方，今天在大埔这个地方也是个团体，我们人数不多，只有十几个人在一起生活。这十几个人能够真正修六和敬，香港这个地区不会有灾难。如果这个六和敬是用真诚心来修，中国沿海这一带地区都不会有灾难。得到您恩惠的人，数字要从亿来算，那多少亿人受你的恩惠。",
      "zh_TW": "然後翻過來說，破六和敬的僧團，破和合僧的，在這個團體裡面不和，破壞和睦的氣氛，佛說了，這個果報是無間地獄。無間地獄，重罪五種，叫五無間，殺父親、殺母親、殺阿羅漢、出佛身血、破和合僧。這個和合僧你要記住，不是出家人，也不一定是修行人。它這個團體是照著佛的佛法，這個六條修，見和同解、戒和同修、身同住、口無諍、意同悅、利同均，它是依這個方法修的時候，這個團體你要破壞它的話，你的果報就在地獄，這個道理要懂。今天我們是個出家人，我們在這個出家團體不能跟大眾和合，這個罪多重。無論我們在什麼地方，今天在大埔這個地方也是個團體，我們人數不多，只有十幾個人在一起生活。這十幾個人能夠真正修六和敬，香港這個地區不會有災難。如果這個六和敬是用真誠心來修，中國沿海這一帶地區都不會有災難。得到您恩惠的人，數字要從億來算，那多少億人受你的恩惠。"
    },
    {
      "id": "02-037-0445_p0014",
      "zh_CN": "怎么个修法？我跟人和，别人跟我不和没有关系，我跟人和。你不跟我和是你的事情，我跟你和；你对我有意见没关系，我对你没有意见，真正要从自己做起。怎么样才能和？真的，无我相、无人相、无众生相、无寿者相，见和同解、戒和同修就成立了。决定不跟人起争论，处处懂得让人、尊重别人，自己谦虚。自己一定要知道，我在这个地球上住的时间很短，充其量不过一百年，一百年一弹指就过去了，时间很短，我要到极乐世界去。凭什么？凭我跟人和睦相处，就这一点极乐世界就欢迎你，你对任何人没意见。极乐世界是一个六和敬的团体，决定没有主观观念，我要怎样怎样，我要以为，不是的，恒顺众生，随喜功德。我们得学这个本事，把这个习惯养成，这是极乐世界他们要的。",
      "zh_TW": "怎麼個修法？我跟人和，別人跟我不和沒有關係，我跟人和。你不跟我和是你的事情，我跟你和；你對我有意見沒關係，我對你沒有意見，真正要從自己做起。怎麼樣才能和？真的，無我相、無人相、無眾生相、無壽者相，見和同解、戒和同修就成立了。決定不跟人起爭論，處處懂得讓人、尊重別人，自己謙虛。自己一定要知道，我在這個地球上住的時間很短，充其量不過一百年，一百年一彈指就過去了，時間很短，我要到極樂世界去。憑什麼？憑我跟人和睦相處，就這一點極樂世界就歡迎你，你對任何人沒意見。極樂世界是一個六和敬的團體，決定沒有主觀觀念，我要怎樣怎樣，我要以為，不是的，恆順眾生，隨喜功德。我們得學這個本事，把這個習慣養成，這是極樂世界他們要的。"
    },
    {
      "id": "02-037-0445_p0015",
      "zh_CN": "见和同解，跟阿弥陀佛一样的同解，这个三般若讲得很清楚，无论是性、无论是相、无论是理、无论是事皆不可得。《大般若经》的总结，「一切法无所有，毕竟空，不可得」。你能把事实真相看穿，问题就很容易解决。我们用三种般若来生活、来工作、处事待人接物，完全是智慧。智慧没有别的，就是知道这个东西是假的，只有实相般若是真的。实相是体，是我们的真心、是我们的自性，一切众生同一个体，没有第二个，同一个体。知道同一个体，敬爱的心就生起来，尊重的心生起来，关怀照顾的心生起来了。别人有苦难，我们会尽心尽力去供养他，这个心都生起来了。为什么？一体，哪有不照顾的道理！别人的痛苦是我们自己的痛苦，别人的快乐是我自己的快乐。我自己的手脚受伤了，你看你不是很好的去照顾它吗？看到苦难众生造作罪业，就等于自己的手脚受伤了。我受伤了，赶快去医疗，让它恢复健康。看到众生迷惑、颠倒、造业、受报，我们怎么办？要救他。他迷得太深、迷得太久，完全不能接受，我们赶快修自己，到极乐世界。到极乐世界修成圆满的功德、圆满的智慧、圆满的神通，我们真有能力帮助人。不到极乐世界，不靠阿弥陀佛，要自己修到极乐世界众生那个程度，那个时间太长了，不是论年算，论劫数算。所以，认识了净宗，这真正值得我们一生最大的庆幸，太幸运了，我这一生要决定成就。",
      "zh_TW": "見和同解，跟阿彌陀佛一樣的同解，這個三般若講得很清楚，無論是性、無論是相、無論是理、無論是事皆不可得。《大般若經》的總結，「一切法無所有，畢竟空，不可得」。你能把事實真相看穿，問題就很容易解決。我們用三種般若來生活、來工作、處事待人接物，完全是智慧。智慧沒有別的，就是知道這個東西是假的，只有實相般若是真的。實相是體，是我們的真心、是我們的自性，一切眾生同一個體，沒有第二個，同一個體。知道同一個體，敬愛的心就生起來，尊重的心生起來，關懷照顧的心生起來了。別人有苦難，我們會盡心盡力去供養他，這個心都生起來了。為什麼？一體，哪有不照顧的道理！別人的痛苦是我們自己的痛苦，別人的快樂是我自己的快樂。我自己的手腳受傷了，你看你不是很好的去照顧它嗎？看到苦難眾生造作罪業，就等於自己的手腳受傷了。我受傷了，趕快去醫療，讓它恢復健康。看到眾生迷惑、顛倒、造業、受報，我們怎麼辦？要救他。他迷得太深、迷得太久，完全不能接受，我們趕快修自己，到極樂世界。到極樂世界修成圓滿的功德、圓滿的智慧、圓滿的神通，我們真有能力幫助人。不到極樂世界，不靠阿彌陀佛，要自己修到極樂世界眾生那個程度，那個時間太長了，不是論年算，論劫數算。所以，認識了淨宗，這真正值得我們一生最大的慶幸，太幸運了，我這一生要決定成就。"
    },
    {
      "id": "02-037-0445_p0016",
      "zh_CN": "人要学一个本事，什么环境都能处得好，顺境能相处，逆境也能相处，善缘能相处，恶缘也能相处。老老实实一句名号念到底，这是往生净土的秘诀。心里念就可以了，念出声，别人欢喜，不反对，可以出声念；别人讨厌，我们心里念，默念，功德完全相同，后面说到。所以端正身心，止恶修善。",
      "zh_TW": "人要學一個本事，什麼環境都能處得好，順境能相處，逆境也能相處，善緣能相處，惡緣也能相處。老老實實一句名號念到底，這是往生淨土的祕訣。心裡念就可以了，念出聲，別人歡喜，不反對，可以出聲念；別人討厭，我們心裡念，默念，功德完全相同，後面說到。所以端正身心，止惡修善。"
    },
    {
      "id": "02-037-0445_p0017",
      "zh_CN": "戒定慧三学那是一条道路，成佛之道，可不能搞错了。因戒得定，因定开慧，一门深入，长时薰修，一门深入就是定，定慧都在其中。学太多了、学太杂了，这一生什么都不能成就。所以，不能走知识这个道路，要走诸佛菩萨智慧的道路，那就是戒定慧。这五科是戒律，三福、六和、三学、六度、十愿这是戒律，必须得遵守的。第四个六度，布施、持戒、忍辱、精进、禅定、般若。",
      "zh_TW": "戒定慧三學那是一條道路，成佛之道，可不能搞錯了。因戒得定，因定開慧，一門深入，長時薰修，一門深入就是定，定慧都在其中。學太多了、學太雜了，這一生什麼都不能成就。所以，不能走知識這個道路，要走諸佛菩薩智慧的道路，那就是戒定慧。這五科是戒律，三福、六和、三學、六度、十願這是戒律，必須得遵守的。第四個六度，布施、持戒、忍辱、精進、禪定、般若。"
    },
    {
      "id": "02-037-0445_p0018",
      "zh_CN": "最后，普贤十愿，到普贤十愿那要相当功夫，因为普贤十愿是已经没有自己，身见放下了才能做到。中国人讲量大福大，普贤的量最大，心包太虚，量周沙界，看一切众生都是自己。首先，功夫达不到的，看一切众生我们都是一家人，都是兄弟姐妹，从这里入门。慢慢到最后，跟自己是一体，那就修成了。先从一家人开始，最后慢慢的真的体会到是一体。所以「礼敬诸佛」，这个诸佛是一切众生，为什么？一切众生是未来佛。过去佛知道，现在佛也知道，未来佛是一切众生。对一切众生，蚊虫蚂蚁、树木花草都要把他们看成是佛，这叫普贤行。普贤行跟一般不一样，普贤菩萨看一切众生都是诸佛如来，所以他真诚到极处、恭敬到极处。「称赞如来」，恭敬是平等的，对蚊虫蚂蚁都恭敬，对花草树木都恭敬，对山河大地也恭敬，没有一样不恭敬的。但是称赞就有差别，好事称赞，坏事不称赞；不像礼敬，礼敬是平等的，称赞是有差别的。因为称赞，有别人会向他学习，只能够学好，不能学坏。",
      "zh_TW": "最後，普賢十願，到普賢十願那要相當功夫，因為普賢十願是已經沒有自己，身見放下了才能做到。中國人講量大福大，普賢的量最大，心包太虛，量周沙界，看一切眾生都是自己。首先，功夫達不到的，看一切眾生我們都是一家人，都是兄弟姐妹，從這裡入門。慢慢到最後，跟自己是一體，那就修成了。先從一家人開始，最後慢慢的真的體會到是一體。所以「禮敬諸佛」，這個諸佛是一切眾生，為什麼？一切眾生是未來佛。過去佛知道，現在佛也知道，未來佛是一切眾生。對一切眾生，蚊蟲螞蟻、樹木花草都要把他們看成是佛，這叫普賢行。普賢行跟一般不一樣，普賢菩薩看一切眾生都是諸佛如來，所以他真誠到極處、恭敬到極處。「稱讚如來」，恭敬是平等的，對蚊蟲螞蟻都恭敬，對花草樹木都恭敬，對山河大地也恭敬，沒有一樣不恭敬的。但是稱讚就有差別，好事稱讚，壞事不稱讚；不像禮敬，禮敬是平等的，稱讚是有差別的。因為稱讚，有別人會向他學習，只能夠學好，不能學壞。"
    },
    {
      "id": "02-037-0445_p0019",
      "zh_CN": "供养是平等的，供养是当他有需要的时候，他有困难、他有需要的时候，我们有多余的，一定要帮助他。帮助的人愈多愈好，你能够照顾的、你能够护持的人数愈多愈好，无量功德。必须把一切人看作一家人，恭敬心才生得出来；没有看作一家人，恭敬心生不出来。现在一家人都很难，这个社会上，一家人不照顾的太多了，连夫妻都不行，你看离婚率有多少！是一家人，能离开吗？不能离，没有理由离。只有一个理由，他去求学，他到外国去留学，这个没办法，这要成就他；他去修道，这要成就他。除这种情形之外，不离。",
      "zh_TW": "供養是平等的，供養是當他有需要的時候，他有困難、他有需要的時候，我們有多餘的，一定要幫助他。幫助的人愈多愈好，你能夠照顧的、你能夠護持的人數愈多愈好，無量功德。必須把一切人看作一家人，恭敬心才生得出來；沒有看作一家人，恭敬心生不出來。現在一家人都很難，這個社會上，一家人不照顧的太多了，連夫妻都不行，你看離婚率有多少！是一家人，能離開嗎？不能離，沒有理由離。只有一個理由，他去求學，他到外國去留學，這個沒辦法，這要成就他；他去修道，這要成就他。除這種情形之外，不離。"
    },
    {
      "id": "02-037-0445_p0020",
      "zh_CN": "真正有个合适的道场，让我们修行、让我们成就，这个机缘也不可多得，一定要抓住。今天修行，必须要自己有真实智慧，要抓住机会，只有真实智慧才能抓住机会，一时一刻不能放松。我们只要真正能够掌握住，真信切愿，一心专念阿弥陀佛，就是道场。无论在什么地方，地方，人在哪里，哪里就是道场。要用真功夫，不要露在外头，外面人看不出来，自己功夫绵绵密密不间断。发菩提心，一向专念阿弥陀佛。「横生四土，圆登不退，才是真实敬佛」。敬佛，佛喜欢的我们做到了。阿弥陀佛最喜欢的不是别的，叫我们赶快到极乐世界去，去跟着他，这他最喜欢的。我们真做到了，这叫真正敬佛。",
      "zh_TW": "真正有個合適的道場，讓我們修行、讓我們成就，這個機緣也不可多得，一定要抓住。今天修行，必須要自己有真實智慧，要抓住機會，只有真實智慧才能抓住機會，一時一刻不能放鬆。我們只要真正能夠掌握住，真信切願，一心專念阿彌陀佛，就是道場。無論在什麼地方，地方，人在哪裡，哪裡就是道場。要用真功夫，不要露在外頭，外面人看不出來，自己功夫綿綿密密不間斷。發菩提心，一向專念阿彌陀佛。「橫生四土，圓登不退，才是真實敬佛」。敬佛，佛喜歡的我們做到了。阿彌陀佛最喜歡的不是別的，叫我們趕快到極樂世界去，去跟著他，這他最喜歡的。我們真做到了，這叫真正敬佛。"
    },
    {
      "id": "02-037-0445_p0021",
      "zh_CN": "「故曰敬于佛者，是为大善」，大善是往生极乐世界，亲近阿弥陀佛。到极乐世界，就不离阿弥陀佛了。什么时候离开？成佛再离开，不成佛的时候不离开。到十方世界，十方世界本身没有离开，有这个本事，本身不离开阿弥陀佛，化身去了。能变化无量无边身，每天到法界虚空界一切诸佛刹土去拜佛修福，闻法修慧，那是什么？化身去了。本身没有去，本身在阿弥陀佛讲堂没离开，这只有极乐世界人办得到。极乐世界人，这些事情叫家常便饭，每天都在干的。所以，无论干什么事情，他全在定中。这怎么说？不着相。极乐世界人，心像什么样子？就是经题上说的，清净平等觉，极乐世界所有的人个个都是清净平等觉。那清净平等觉太重要了，我们时时刻刻照顾自己清净平等觉。于一切众生没有高下就平等了，不受染污就清净，不迷惑颠倒就觉悟了，这大善。「大者，即大方广之大」，大方广的大怎么讲法？「绝诸对待，强名为大」。大的反面是小，大方广的大没有反面，它不是大小的大，它是绝对的大、永恒之大，这叫大善，「谓无上之善」。",
      "zh_TW": "「故曰敬於佛者，是為大善」，大善是往生極樂世界，親近阿彌陀佛。到極樂世界，就不離阿彌陀佛了。什麼時候離開？成佛再離開，不成佛的時候不離開。到十方世界，十方世界本身沒有離開，有這個本事，本身不離開阿彌陀佛，化身去了。能變化無量無邊身，每天到法界虛空界一切諸佛剎土去拜佛修福，聞法修慧，那是什麼？化身去了。本身沒有去，本身在阿彌陀佛講堂沒離開，這只有極樂世界人辦得到。極樂世界人，這些事情叫家常便飯，每天都在幹的。所以，無論幹什麼事情，他全在定中。這怎麼說？不著相。極樂世界人，心像什麼樣子？就是經題上說的，清淨平等覺，極樂世界所有的人個個都是清淨平等覺。那清淨平等覺太重要了，我們時時刻刻照顧自己清淨平等覺。於一切眾生沒有高下就平等了，不受染污就清淨，不迷惑顛倒就覺悟了，這大善。「大者，即大方廣之大」，大方廣的大怎麼講法？「絕諸對待，強名為大」。大的反面是小，大方廣的大沒有反面，它不是大小的大，它是絕對的大、永恆之大，這叫大善，「謂無上之善」。"
    },
    {
      "id": "02-037-0445_p0022",
      "zh_CN": "「又《会疏》曰：三业敬奉，是为敬」，这再告诉我们什么叫敬。三业是身口意。我们看下面念老的注解，「以己之身口意三业恭敬奉事于如来，身业清净、口业清净、意业清净，乃名敬佛也」，这叫敬佛。如果三业不清净，三业里头最重要是意业，就是念头，意业有染污，自私自利是染污，名闻利养是染污，五欲六尘是染污，贪瞋痴慢是染污，那就不敬了。所以，这个敬是三业清净。意业先不染污，然后口业清净。清净的相就是十善业，身，不杀、不盗、不淫，身业清净；口，不妄语、不两舌、不绮语、不恶口，口业清净；意，不贪、不瞋、不痴，还要加一个，不傲慢、不怀疑，意业清净，这才叫敬佛。",
      "zh_TW": "「又《會疏》曰：三業敬奉，是為敬」，這再告訴我們什麼叫敬。三業是身口意。我們看下面念老的註解，「以己之身口意三業恭敬奉事於如來，身業清淨、口業清淨、意業清淨，乃名敬佛也」，這叫敬佛。如果三業不清淨，三業裡頭最重要是意業，就是念頭，意業有染污，自私自利是染污，名聞利養是染污，五欲六塵是染污，貪瞋痴慢是染污，那就不敬了。所以，這個敬是三業清淨。意業先不染污，然後口業清淨。清淨的相就是十善業，身，不殺、不盜、不淫，身業清淨；口，不妄語、不兩舌、不綺語、不惡口，口業清淨；意，不貪、不瞋、不痴，還要加一個，不傲慢、不懷疑，意業清淨，這才叫敬佛。"
    },
    {
      "id": "02-037-0445_p0023",
      "zh_CN": "所以，「非同世俗，但以焚香礼拜为敬佛也」。这是世俗，怎么叫恭敬佛？我每天给他磕头，定上早晚课，拜佛，烧香拜佛，以这个为敬。念老在此地说的，跟早年章嘉大师教我是一个意思。大师教我，佛法重实质不重形式，这种焚香、礼拜这个恭敬，这是形式，最重要的是心地。真正三业清净是恭敬，恭敬再往上提升，最恭敬，那是平等。所以三业清净是二乘善，阿罗汉、辟支佛做到了，平等他还没做到。真正做到心地平等，那是菩萨，定功更深了。我们前面的比喻，阿罗汉、辟支佛看一切众生一家人，可是法身菩萨看一切众生是一体，平等了，不一样。我们自己要练，怎么练？那就是一定要靠经教，多听经、多读经。像这样的经文每天都要念一遍，就念这一句，「以己之身口意三业恭敬奉事于如来，身业清净、口业清净、意业清净，乃名敬佛。非同世俗，但以焚香礼拜为敬佛也」。干真的。",
      "zh_TW": "所以，「非同世俗，但以焚香禮拜為敬佛也」。這是世俗，怎麼叫恭敬佛？我每天給他磕頭，定上早晚課，拜佛，燒香拜佛，以這個為敬。念老在此地說的，跟早年章嘉大師教我是一個意思。大師教我，佛法重實質不重形式，這種焚香、禮拜這個恭敬，這是形式，最重要的是心地。真正三業清淨是恭敬，恭敬再往上提升，最恭敬，那是平等。所以三業清淨是二乘善，阿羅漢、辟支佛做到了，平等他還沒做到。真正做到心地平等，那是菩薩，定功更深了。我們前面的比喻，阿羅漢、辟支佛看一切眾生一家人，可是法身菩薩看一切眾生是一體，平等了，不一樣。我們自己要練，怎麼練？那就是一定要靠經教，多聽經、多讀經。像這樣的經文每天都要念一遍，就念這一句，「以己之身口意三業恭敬奉事於如來，身業清淨、口業清淨、意業清淨，乃名敬佛。非同世俗，但以焚香禮拜為敬佛也」。幹真的。"
    },
    {
      "id": "02-037-0445_p0024",
      "zh_CN": "「密宗常云，清净三门信上师」，这个三门就是身口意，就是「以身口意供养上师」，这是真供养。这是什么？依教奉行，上师希望你早一天成佛、成菩萨。如果这个上师，你天天对我礼拜，来供养我，这个上师是假的不是真的。真的上师、真的佛是希望你早一天成菩萨、成佛，特别是你真的能求往生。为什么？往生到极乐世界，你的成就是大圆满。一个众生真正求生净土，到极乐世界见到阿弥陀佛，我可以说，十方三世一切诸佛都赞叹你，都生欢喜心。为什么？你真的得解脱了，你真的遇到善知识，你真的成佛了。见到阿弥陀佛，哪有不成佛的道理？没有一个是空过的。十方诸佛赞叹阿弥陀佛，你要晓得这里头的密意、深意，赞叹一切众生往生极乐世界见阿弥陀佛的这个人，诸佛对他的赞叹跟对阿弥陀佛的赞叹是一样的。「如是敬佛，实为大善」，这是真的，不是假的。",
      "zh_TW": "「密宗常云，清淨三門信上師」，這個三門就是身口意，就是「以身口意供養上師」，這是真供養。這是什麼？依教奉行，上師希望你早一天成佛、成菩薩。如果這個上師，你天天對我禮拜，來供養我，這個上師是假的不是真的。真的上師、真的佛是希望你早一天成菩薩、成佛，特別是你真的能求往生。為什麼？往生到極樂世界，你的成就是大圓滿。一個眾生真正求生淨土，到極樂世界見到阿彌陀佛，我可以說，十方三世一切諸佛都讚歎你，都生歡喜心。為什麼？你真的得解脫了，你真的遇到善知識，你真的成佛了。見到阿彌陀佛，哪有不成佛的道理？沒有一個是空過的。十方諸佛讚歎阿彌陀佛，你要曉得這裡頭的密意、深意，讚歎一切眾生往生極樂世界見阿彌陀佛的這個人，諸佛對他的讚歎跟對阿彌陀佛的讚歎是一樣的。「如是敬佛，實為大善」，這是真的，不是假的。"
    },
    {
      "id": "02-037-0445_p0025",
      "zh_CN": "「又《会疏》云：佛如善见药，见闻悉得益。故为大善」。这个地方有个典故，「善见药」，我们有参考资料。出在《华严经》上，《六十华严》第三十七卷。「善现药王」，善现药是「妙药之名」。「晋华严经三十七曰」，晋是最早翻译的《六十华严》，《六十华严》第三十七卷里面有这么一段。「譬如雪山」，雪山就是喜马拉雅山，「有大药王名曰善现，若有见者」，你看见，「眼得清净」，你要是听到它的声音，「耳得清净」，你闻到它的香，「鼻得清净」，若尝味你就「舌得清净」，若有触到身体，你「身得清净」。「若取彼地土，悉能除灭无量众病，安稳快乐」。这叫善现药。《往生要集》上末后有一句说，「善见药王灭一切病」，你要得到这个药的话，什么病都治了，不管什么病，遇到它统好了。",
      "zh_TW": "「又《會疏》云：佛如善見藥，見聞悉得益。故為大善」。這個地方有個典故，「善見藥」，我們有參考資料。出在《華嚴經》上，《六十華嚴》第三十七卷。「善現藥王」，善現藥是「妙藥之名」。「晉華嚴經三十七曰」，晉是最早翻譯的《六十華嚴》，《六十華嚴》第三十七卷裡面有這麼一段。「譬如雪山」，雪山就是喜馬拉雅山，「有大藥王名曰善現，若有見者」，你看見，「眼得清淨」，你要是聽到它的聲音，「耳得清淨」，你聞到它的香，「鼻得清淨」，若嘗味你就「舌得清淨」，若有觸到身體，你「身得清淨」。「若取彼地土，悉能除滅無量眾病，安穩快樂」。這叫善現藥。《往生要集》上末後有一句說，「善見藥王滅一切病」，你要得到這個藥的話，什麼病都治了，不管什麼病，遇到它統好了。"
    },
    {
      "id": "02-037-0445_p0026",
      "zh_CN": "这个药在雪山。佛经里头的话很多都是意在言外，这个一定要晓得。这也就是佛经难懂的地方，光看文字，你被文字迷了，它意思不在文字里头。这善现药到底是什么？给诸位说，人人都有。雪山就是你的清净身口意，善现就是你的善意、就是你的善念。身口意三业清净，你那一个善念，什么病都没有了。所以你要懂得，是经里头言外之意，中国古人讲弦外之音，这是真正会听的，说意在言外，这叫妙音；话里头有话，你能听懂、你能看穿了，这叫智慧。",
      "zh_TW": "這個藥在雪山。佛經裡頭的話很多都是意在言外，這個一定要曉得。這也就是佛經難懂的地方，光看文字，你被文字迷了，它意思不在文字裡頭。這善現藥到底是什麼？給諸位說，人人都有。雪山就是你的清淨身口意，善現就是你的善意、就是你的善念。身口意三業清淨，你那一個善念，什麼病都沒有了。所以你要懂得，是經裡頭言外之意，中國古人講弦外之音，這是真正會聽的，說意在言外，這叫妙音；話裡頭有話，你能聽懂、你能看穿了，這叫智慧。"
    },
    {
      "id": "02-037-0445_p0027",
      "zh_CN": "我们再看底下一段经文，「念佛杜恶」，这个杜当作止讲，念佛能止恶。请看经文：",
      "zh_TW": "我們再看底下一段經文，「念佛杜惡」，這個杜當作止講，念佛能止惡。請看經文："
    },
    {
      "id": "02-037-0445_p0028",
      "zh_CN": "【实当念佛。】",
      "zh_TW": "【實當念佛。】"
    },
    {
      "id": "02-037-0445_p0029",
      "zh_CN": "真实，老实，应当要念佛。",
      "zh_TW": "真實，老實，應當要念佛。"
    },
    {
      "id": "02-037-0445_p0030",
      "zh_CN": "【截断狐疑。】",
      "zh_TW": "【截斷狐疑。】"
    },
    {
      "id": "02-037-0445_p0031",
      "zh_CN": "决定不能有怀疑。",
      "zh_TW": "決定不能有懷疑。"
    },
    {
      "id": "02-037-0445_p0032",
      "zh_CN": "【拔诸爱欲。杜众恶源。】",
      "zh_TW": "【拔諸愛欲。杜眾惡源。】"
    },
    {
      "id": "02-037-0445_p0033",
      "zh_CN": "这个『众恶源』是什么？就是『爱欲』，爱欲是一切恶的根源。请看注解，『实当念佛，截断狐疑』，「以念佛方是敬荷佛恩」。真正念佛人怎么个念法？宗门大德常说「不怕念起，只怕觉迟」，这句话讲得好。念头才起，不管这个念是善念、是恶念，念头一起就警觉到，第二个念头阿弥陀佛，这就对了，这叫真念佛。不能叫这个念头相续，这个念起来，第二个念头又起来，第三个念头起来，相续，那就造业了。对什么念头来说？举个例子，就是爱欲，你所喜欢的人、喜欢的事、喜欢的物，你常常想着。这个想着我们知道，是一个念头接一个念头。弥勒菩萨告诉我们，一秒钟有一千六百兆个念头连在一起，像我们看电影一样，在银幕里看出画面。一个看不出来，单独一念根本不能够觉察到，它速度太快了，我们的眼睛跟不上；可以说，六根都跟不上，速度太快。所以它是相续相。爱欲才起来，第二个念头阿弥陀佛，换掉了，那个念头就断掉了。这就是说「拔诸爱欲，杜众恶源」，这效果就成就了。念佛有这么大的力量，帮助我们断恶修善，善中之善，没有比念佛的善更大。",
      "zh_TW": "這個『眾惡源』是什麼？就是『愛欲』，愛欲是一切惡的根源。請看註解，『實當念佛，截斷狐疑』，「以念佛方是敬荷佛恩」。真正念佛人怎麼個念法？宗門大德常說「不怕念起，只怕覺遲」，這句話講得好。念頭才起，不管這個念是善念、是惡念，念頭一起就警覺到，第二個念頭阿彌陀佛，這就對了，這叫真念佛。不能叫這個念頭相續，這個念起來，第二個念頭又起來，第三個念頭起來，相續，那就造業了。對什麼念頭來說？舉個例子，就是愛欲，你所喜歡的人、喜歡的事、喜歡的物，你常常想著。這個想著我們知道，是一個念頭接一個念頭。彌勒菩薩告訴我們，一秒鐘有一千六百兆個念頭連在一起，像我們看電影一樣，在銀幕裡看出畫面。一個看不出來，單獨一念根本不能夠覺察到，它速度太快了，我們的眼睛跟不上；可以說，六根都跟不上，速度太快。所以它是相續相。愛欲才起來，第二個念頭阿彌陀佛，換掉了，那個念頭就斷掉了。這就是說「拔諸愛欲，杜眾惡源」，這效果就成就了。念佛有這麼大的力量，幫助我們斷惡修善，善中之善，沒有比念佛的善更大。"
    },
    {
      "id": "02-037-0445_p0034",
      "zh_CN": "你说你想做功德，你来布施，拿大千世界、拿全世界的珍宝来布施，比不上你念一句阿弥陀佛。为什么？大千世界七宝是假的，这一句佛号是真的。虽然只有一句佛号，种在阿赖耶识里头，这一生不能成就，来生后世遇到缘决定成就。成就的起源就这一念，这一念功德多大。我们会不会往生？个个都会往生。为什么？你阿赖耶识里头有阿弥陀佛的种子，你怎么会不往生？不过这一生能不能往生那不知道，那要靠你的缘了。这一生如果你这个佛号不间断，念头才起，第二个念头就是阿弥陀佛，你决定往生。但是阿赖耶里头既然是你曾经听过阿弥陀佛，就可以断定，来生后世你决定往生，这是一点不假。所以这个功德比什么都大。",
      "zh_TW": "你說你想做功德，你來布施，拿大千世界、拿全世界的珍寶來布施，比不上你念一句阿彌陀佛。為什麼？大千世界七寶是假的，這一句佛號是真的。雖然只有一句佛號，種在阿賴耶識裡頭，這一生不能成就，來生後世遇到緣決定成就。成就的起源就這一念，這一念功德多大。我們會不會往生？個個都會往生。為什麼？你阿賴耶識裡頭有阿彌陀佛的種子，你怎麼會不往生？不過這一生能不能往生那不知道，那要靠你的緣了。這一生如果你這個佛號不間斷，念頭才起，第二個念頭就是阿彌陀佛，你決定往生。但是阿賴耶裡頭既然是你曾經聽過阿彌陀佛，就可以斷定，來生後世你決定往生，這是一點不假。所以這個功德比什麼都大。"
    },
    {
      "id": "02-037-0445_p0035",
      "zh_CN": "早年我做这些衣服，你们现在穿的T恤，我把它印上南无阿弥陀佛。有人骂我，你怎么可以把佛号穿在身上，这洗起来不就脏了？我说阿弥陀佛不在乎这个，阿弥陀佛在乎让人看到这几个字，阿赖耶种善根。我说你们穿这个衣服，马路上走一圈度多少人！这个阿弥陀佛欢喜，脏了拿去脏水里面去洗，阿弥陀佛也不在乎，也不会被染污。我那个时候到香港，看到香港人穿这个衣服，里面的图案五花八门，妖魔鬼怪一样的。为什么不用佛像、为什么不用佛名字？佛像说不恭敬，用佛名号可以，这个方法真好。或者是用一句经文，像这些十六个字的都不算很长。",
      "zh_TW": "早年我做這些衣服，你們現在穿的T恤，我把它印上南無阿彌陀佛。有人罵我，你怎麼可以把佛號穿在身上，這洗起來不就髒了？我說阿彌陀佛不在乎這個，阿彌陀佛在乎讓人看到這幾個字，阿賴耶種善根。我說你們穿這個衣服，馬路上走一圈度多少人！這個阿彌陀佛歡喜，髒了拿去髒水裡面去洗，阿彌陀佛也不在乎，也不會被染污。我那個時候到香港，看到香港人穿這個衣服，裡面的圖案五花八門，妖魔鬼怪一樣的。為什麼不用佛像、為什麼不用佛名字？佛像說不恭敬，用佛名號可以，這個方法真好。或者是用一句經文，像這些十六個字的都不算很長。"
    },
    {
      "id": "02-037-0445_p0036",
      "zh_CN": "我们接着往下面去看，「盖一乘愿海，六字洪名，实为佛恩中最上之恩。又以念佛方是三业敬奉」。我们都想修积功德，不知道怎么修法。万缘放下，一心念佛，你就圆满功德，世间什么样人修的功德都抵不过你，这是真的，不是假的。这些话句句都是真话，真正认识的人少，他听到、他看到了，不相信。念佛是三业敬奉亦如是，也没有人知道。佛菩萨希望我们，确实是三业清净，一心称念，决定得生。这是阿弥陀佛对我们殷切的期望，搞什么都是假的。",
      "zh_TW": "我們接著往下面去看，「蓋一乘願海，六字洪名，實為佛恩中最上之恩。又以念佛方是三業敬奉」。我們都想修積功德，不知道怎麼修法。萬緣放下，一心念佛，你就圓滿功德，世間什麼樣人修的功德都抵不過你，這是真的，不是假的。這些話句句都是真話，真正認識的人少，他聽到、他看到了，不相信。念佛是三業敬奉亦如是，也沒有人知道。佛菩薩希望我們，確實是三業清淨，一心稱念，決定得生。這是阿彌陀佛對我們殷切的期望，搞什麼都是假的。"
    },
    {
      "id": "02-037-0445_p0037",
      "zh_CN": "「都摄六根，净念相继」，这两句话，大势至菩萨说的。都摄六根就是放下万缘，六根是眼耳鼻舌身意，摄是什么？收回来，眼不向外头攀缘，向内。向外是见相，向内是见性，你要会见。耳向外听声，向内听性。观世音菩萨反闻闻自性，反，他就回头了，他不向外听，他向内。这个不向外怎么个向内法？我们用色相做比喻，你眼睛看到是色相，怎么能够反过头来？就是色相里面有内外，色相的外表是外，相；内是什么？内是法性。这相从哪里来的？相是性变现的。你不要看相，你看性，相五花八门，性是一个。性是什么？性空寂，性没有。「何期自性，能生万法」，你从万法里头看自性，这叫内，你看万法，那叫相。执着在相，错了；从相里头见到性，这就对了。万相，一切相都有自性。你看，佛告诉我们的，在一切有情众生分上，今天讲动物，叫佛性，我们的自性在有情分上叫佛性。那你就见佛了，见性就是见佛。你见相，见相就错了，相是妄，假的，不是真的。现在我们晓得，弥勒菩萨讲的这个话常常记住，一秒钟一千六百兆次的生灭，一秒钟，所以它是假的，它不是真的。我们的身体一秒钟一千六百兆次的生灭，哪一个生灭是自己？找自己找不到。这种生灭的相，实在讲我们能理解；虽理解，很陌生，没有在这里开悟。善根深厚的人、灵性高的人他会在这里大彻大悟，就明心见性了。",
      "zh_TW": "「都攝六根，淨念相繼」，這兩句話，大勢至菩薩說的。都攝六根就是放下萬緣，六根是眼耳鼻舌身意，攝是什麼？收回來，眼不向外頭攀緣，向內。向外是見相，向內是見性，你要會見。耳向外聽聲，向內聽性。觀世音菩薩反聞聞自性，反，他就回頭了，他不向外聽，他向內。這個不向外怎麼個向內法？我們用色相做比喻，你眼睛看到是色相，怎麼能夠反過頭來？就是色相裡面有內外，色相的外表是外，相；內是什麼？內是法性。這相從哪裡來的？相是性變現的。你不要看相，你看性，相五花八門，性是一個。性是什麼？性空寂，性沒有。「何期自性，能生萬法」，你從萬法裡頭看自性，這叫內，你看萬法，那叫相。執著在相，錯了；從相裡頭見到性，這就對了。萬相，一切相都有自性。你看，佛告訴我們的，在一切有情眾生分上，今天講動物，叫佛性，我們的自性在有情分上叫佛性。那你就見佛了，見性就是見佛。你見相，見相就錯了，相是妄，假的，不是真的。現在我們曉得，彌勒菩薩講的這個話常常記住，一秒鐘一千六百兆次的生滅，一秒鐘，所以它是假的，它不是真的。我們的身體一秒鐘一千六百兆次的生滅，哪一個生滅是自己？找自己找不到。這種生滅的相，實在講我們能理解；雖理解，很陌生，沒有在這裡開悟。善根深厚的人、靈性高的人他會在這裡大徹大悟，就明心見性了。"
    },
    {
      "id": "02-037-0445_p0038",
      "zh_CN": "看什么？看电影。在拍摄电影的时候，用的摄影机，拍的是幻灯片，我们过去玩过这个东西，小型的。胶卷，一卷四分钟，我们以前拍的这个，一卷四分钟，一秒钟二十四张。你这个人从这边走过来走到那里，我给你拍进来，你没动，你这是一个生灭相。这是生灭相，张张都是生灭相，动了没有？没动。不但人没动，我们要拍飞机，飞机在空中飞，我们拍，一张一张的，没动。你一张一张看，没动，真的没动。那是什么？一个一个一个相。所以从摄影机里面能够觉察出来。摄影机里面拍摄的是粗相，细相拍不出来，细相是一秒钟一千六百兆的生灭。我们要用什么快的机器，一秒钟拍摄一千六百兆张，你就把那个真的生灭现象拍摄出来了。你没有那么高速度的频率，你拍不到它。这说明什么？说明是假的，不是真的。所以善根厚，根性极利的人，他看到这个他就开悟，他就见性了。开悟什么？放下了，不再执着，不再分别了。为什么？全是妄相，也不会起心动念，他马上就成佛了，就跟惠能没有两样。真的知道事实真相，万缘真的放得下，这一放下没事了。",
      "zh_TW": "看什麼？看電影。在拍攝電影的時候，用的攝影機，拍的是幻燈片，我們過去玩過這個東西，小型的。膠卷，一卷四分鐘，我們以前拍的這個，一卷四分鐘，一秒鐘二十四張。你這個人從這邊走過來走到那裡，我給你拍進來，你沒動，你這是一個生滅相。這是生滅相，張張都是生滅相，動了沒有？沒動。不但人沒動，我們要拍飛機，飛機在空中飛，我們拍，一張一張的，沒動。你一張一張看，沒動，真的沒動。那是什麼？一個一個一個相。所以從攝影機裡面能夠覺察出來。攝影機裡面拍攝的是粗相，細相拍不出來，細相是一秒鐘一千六百兆的生滅。我們要用什麼快的機器，一秒鐘拍攝一千六百兆張，你就把那個真的生滅現象拍攝出來了。你沒有那麼高速度的頻率，你拍不到它。這說明什麼？說明是假的，不是真的。所以善根厚，根性極利的人，他看到這個他就開悟，他就見性了。開悟什麼？放下了，不再執著，不再分別了。為什麼？全是妄相，也不會起心動念，他馬上就成佛了，就跟惠能沒有兩樣。真的知道事實真相，萬緣真的放得下，這一放下沒事了。"
    },
    {
      "id": "02-037-0445_p0039",
      "zh_CN": "我在年轻的时候玩这个玩了一段时期，我有两台摄影机，都是很高级的，以后送人了。照相机玩得多了，至少有十几个。以前保留这个东西，现在都丢掉了。幻灯片至少有几千张。玩过，对这个印象就很深刻，看到经典上佛所讲的「梦幻泡影」，我就有很深的印象。拍摄这些电影，那就梦幻泡影。不仅是一秒一秒不一样，一秒里头有一千六百兆的不一样，这从前不晓得。哪个是我？所以你找我找不到。一秒钟里头有一千六百兆个幻相，哪个幻相是我？如果都是我，一秒钟就有一千六百兆个我，哪个是真我？确实找不到。",
      "zh_TW": "我在年輕的時候玩這個玩了一段時期，我有兩台攝影機，都是很高級的，以後送人了。照相機玩得多了，至少有十幾個。以前保留這個東西，現在都丟掉了。幻燈片至少有幾千張。玩過，對這個印象就很深刻，看到經典上佛所講的「夢幻泡影」，我就有很深的印象。拍攝這些電影，那就夢幻泡影。不僅是一秒一秒不一樣，一秒裡頭有一千六百兆的不一樣，這從前不曉得。哪個是我？所以你找我找不到。一秒鐘裡頭有一千六百兆個幻相，哪個幻相是我？如果都是我，一秒鐘就有一千六百兆個我，哪個是真我？確實找不到。"
    },
    {
      "id": "02-037-0445_p0040",
      "zh_CN": "所以佛告诉我们，无我是真的，不是假的。必须把四相空了，真我就现前。惠能大师见到了，「何期自性，本不生灭」，这个不生不灭的，那是真我。不生不灭的，没有波动现象，它是不动的。凡是动的都是假的，不动的是真的，不动是性。一切相里头都有自性，都有那个不动的性。不动的性，你六根觉察不出来，就是六根都缘不到，它真存在。相是假存在，相一过去就没有了；自性是真存在，永恒不变，妙不可言。为什么？它有无量智慧、有无量德能，又具足无量相好。虽然一切都具足，它又无相可得，它本身不是物质、不是精神，就是不是念头，也不是自然。所以你没办法说它，你也没办法想它，你决定想不到，你决定说不出。佛称它作「言语道断」，言语，对它不能起任何作用；「心行处灭」，心行是你思想，你想不到它。它真存在，能生万法。但是万法是假的，就是它是个生灭相，现相才生，立刻就灭了。所以大乘教说，生灭即是不生灭，生灭跟不生灭不二，是一不是二。这个意思深，一般人听不懂，但是它是事实。在一千六百兆分之一秒这下面，生灭就是不生灭，我们能体会到，为什么说生灭跟不生灭是一不是二，你才体会到。",
      "zh_TW": "所以佛告訴我們，無我是真的，不是假的。必須把四相空了，真我就現前。惠能大師見到了，「何期自性，本不生滅」，這個不生不滅的，那是真我。不生不滅的，沒有波動現象，它是不動的。凡是動的都是假的，不動的是真的，不動是性。一切相裡頭都有自性，都有那個不動的性。不動的性，你六根覺察不出來，就是六根都緣不到，它真存在。相是假存在，相一過去就沒有了；自性是真存在，永恆不變，妙不可言。為什麼？它有無量智慧、有無量德能，又具足無量相好。雖然一切都具足，它又無相可得，它本身不是物質、不是精神，就是不是念頭，也不是自然。所以你沒辦法說它，你也沒辦法想它，你決定想不到，你決定說不出。佛稱它作「言語道斷」，言語，對它不能起任何作用；「心行處滅」，心行是你思想，你想不到它。它真存在，能生萬法。但是萬法是假的，就是它是個生滅相，現相才生，立刻就滅了。所以大乘教說，生滅即是不生滅，生滅跟不生滅不二，是一不是二。這個意思深，一般人聽不懂，但是它是事實。在一千六百兆分之一秒這下面，生滅就是不生滅，我們能體會到，為什麼說生滅跟不生滅是一不是二，你才體會到。"
    },
    {
      "id": "02-037-0445_p0041",
      "zh_CN": "相似相续为什么存在？那是业力，是因缘、是业力，你存在这里。在诸佛菩萨，他不是业力，有因缘，因缘是感应，感是因，缘是果，这里头有因缘果，相续不断。诸佛菩萨现相是愿力，不是业力。众生这些六道轮回这些拉拉杂杂的相是什么？业力。佛讲得一点都不错，众生到这个世间是来酬偿业报的，你过去造的善，你酬偿善报，你来享福；你造的恶业，那你得受罪。享福、受罪都是业报，你不造这个业你就不受这个果报。统统搞清楚、搞明白了，无论是享福、是受报，不怨天不尤人，为什么？知道是自作自受。怎样跳出这个圈子？这个游戏玩过了，觉得不好玩，很痛苦，毫无意义，没有一点价值，那就是不值得。那怎么办？今天遇到这个法门，就办法来了。念佛往生净土，跳出这个圈子，不再搞轮回，不再搞十法界。这是个误区，迷惑颠倒，很不幸的掉在这里来。现在找到出路了，这个出路千载难逢，不是容易得来的。那我们这一生，每分钟、每秒钟都要掌握住，我要走出去。这个走出去的秘诀就是信、愿、持名，你看看就四个字。这是什么？这是究竟圆满的佛法，无上的大法，千经万论到最后都归到这四个字，信愿持名。这四个字真正认识、真正掌握住了，如来大法你就得到了。其他的不关紧要，经每天念可以，不念也可以，如果真正相信，一点疑惑都没有，经就不必念了。经的用处干什么？断疑生信。我已经断疑生信了，这经就毕业了，这个要知道。",
      "zh_TW": "相似相續為什麼存在？那是業力，是因緣、是業力，你存在這裡。在諸佛菩薩，他不是業力，有因緣，因緣是感應，感是因，緣是果，這裡頭有因緣果，相續不斷。諸佛菩薩現相是願力，不是業力。眾生這些六道輪迴這些拉拉雜雜的相是什麼？業力。佛講得一點都不錯，眾生到這個世間是來酬償業報的，你過去造的善，你酬償善報，你來享福；你造的惡業，那你得受罪。享福、受罪都是業報，你不造這個業你就不受這個果報。統統搞清楚、搞明白了，無論是享福、是受報，不怨天不尤人，為什麼？知道是自作自受。怎樣跳出這個圈子？這個遊戲玩過了，覺得不好玩，很痛苦，毫無意義，沒有一點價值，那就是不值得。那怎麼辦？今天遇到這個法門，就辦法來了。念佛往生淨土，跳出這個圈子，不再搞輪迴，不再搞十法界。這是個誤區，迷惑顛倒，很不幸的掉在這裡來。現在找到出路了，這個出路千載難逢，不是容易得來的。那我們這一生，每分鐘、每秒鐘都要掌握住，我要走出去。這個走出去的祕訣就是信、願、持名，你看看就四個字。這是什麼？這是究竟圓滿的佛法，無上的大法，千經萬論到最後都歸到這四個字，信願持名。這四個字真正認識、真正掌握住了，如來大法你就得到了。其他的不關緊要，經每天念可以，不念也可以，如果真正相信，一點疑惑都沒有，經就不必念了。經的用處幹什麼？斷疑生信。我已經斷疑生信了，這經就畢業了，這個要知道。"
    },
    {
      "id": "02-037-0445_p0042",
      "zh_CN": "所以我们想想，那些阿公阿婆，不认识字，什么都不懂，叫他念阿弥陀佛，一天到晚阿弥陀佛、阿弥陀佛、阿弥陀佛，除阿弥陀佛之外，他什么念头都没。那什么？那已经毕业了，可不能瞧不起他，没有人能跟他相比。我跟一些法师说到这桩事，现在这些法师们对待这个人非常尊敬，不敢轻慢，以前瞧不起。我告诉他，那是真佛，那是真修，我们讲经教，天天说说而已，他真干。真干的人一般人不认识，我们不能不认识，我们对他敬佩，我们会讲，没做到，他已经做到了，他不需要讲。那种人将来往生的时候都是上辈上品，上上品往生。我这个得来也不容易，李老师跟我说过多少次，我明白了，他一生就是想学阿公阿婆，他说怎么学都学不像。当然学不像，你要是一天到晚多少人尊敬你，多少人来访问你，你当然没办法。要怎样才能学得像？你没有名望，人家瞧不起你，那你就很像了。你做了很多慈善事业，人家尊敬你。那个念佛的，什么事也没做，什么都不会，你知道他比你高，别人不知道。这是什么？这就是各人遇缘不同。",
      "zh_TW": "所以我們想想，那些阿公阿婆，不認識字，什麼都不懂，叫他念阿彌陀佛，一天到晚阿彌陀佛、阿彌陀佛、阿彌陀佛，除阿彌陀佛之外，他什麼念頭都沒。那什麼？那已經畢業了，可不能瞧不起他，沒有人能跟他相比。我跟一些法師說到這樁事，現在這些法師們對待這個人非常尊敬，不敢輕慢，以前瞧不起。我告訴他，那是真佛，那是真修，我們講經教，天天說說而已，他真幹。真幹的人一般人不認識，我們不能不認識，我們對他敬佩，我們會講，沒做到，他已經做到了，他不需要講。那種人將來往生的時候都是上輩上品，上上品往生。我這個得來也不容易，李老師跟我說過多少次，我明白了，他一生就是想學阿公阿婆，他說怎麼學都學不像。當然學不像，你要是一天到晚多少人尊敬你，多少人來訪問你，你當然沒辦法。要怎樣才能學得像？你沒有名望，人家瞧不起你，那你就很像了。你做了很多慈善事業，人家尊敬你。那個念佛的，什麼事也沒做，什麼都不會，你知道他比你高，別人不知道。這是什麼？這就是各人遇緣不同。"
    },
    {
      "id": "02-037-0445_p0043",
      "zh_CN": "所以，「都摄六根，净念相继，身口意三，全入佛中」，这才是真正归敬。归是皈依，真正归依三宝，真正敬佛。「若欲真实念佛，首须截断狐疑」，这句话比什么都重要，你这一生能不能成功全在这一句。疑用狐狸做比喻，畜生里面，狐狸疑心最重，牠什么都怀疑，所以牠时时刻刻小心谨慎。决定不能有怀疑。「狐性多疑，故云狐疑。行人」，修行人，「不能绝疑，不敢勇猛直前，谓之狐疑」。修行人为什么功夫不得力？他有疑，真的有疑。怎样把疑拔除？这要靠经教。所以有疑虑，不能不听经。什么时候经真听懂了，疑虑放下了，不再怀疑，不再有顾虑，什么顾虑都没有了。我有七天时间，我七天念佛就往生了；我有三天时间，像莹珂法师一样，我三天就走了；我有一天时间，我一天就成就了。没有怀疑、没有忧虑，这个人他就做得到。",
      "zh_TW": "所以，「都攝六根，淨念相繼，身口意三，全入佛中」，這才是真正歸敬。歸是皈依，真正歸依三寶，真正敬佛。「若欲真實念佛，首須截斷狐疑」，這句話比什麼都重要，你這一生能不能成功全在這一句。疑用狐狸做比喻，畜生裡面，狐狸疑心最重，牠什麼都懷疑，所以牠時時刻刻小心謹慎。決定不能有懷疑。「狐性多疑，故云狐疑。行人」，修行人，「不能絕疑，不敢勇猛直前，謂之狐疑」。修行人為什麼功夫不得力？他有疑，真的有疑。怎樣把疑拔除？這要靠經教。所以有疑慮，不能不聽經。什麼時候經真聽懂了，疑慮放下了，不再懷疑，不再有顧慮，什麼顧慮都沒有了。我有七天時間，我七天念佛就往生了；我有三天時間，像瑩珂法師一樣，我三天就走了；我有一天時間，我一天就成就了。沒有懷疑、沒有憂慮，這個人他就做得到。"
    },
    {
      "id": "02-037-0445_p0044",
      "zh_CN": "所以，身口意三业清净重要，清净没有怀疑，怀疑不清净，怀疑是严重的染污。贪瞋痴是染污，我们特别讲傲慢、怀疑，贪瞋痴慢疑讲五个。其实三个包括五个，傲慢是瞋恚里面的一分，怀疑是愚痴里头的一分，讲贪瞋痴都包括了。可是傲慢跟怀疑它非常严重，傲慢是瞋恚最严重的，怀疑是愚痴最严重的，特别提出来。贪瞋痴慢疑统统没有，这叫清净心。心清净，身口都清净，这样念佛，一念相应一念佛，念念相应念念佛，声声佛号跟阿弥陀佛相应。所以，临终一念十念，决定往生，道理就在此地。",
      "zh_TW": "所以，身口意三業清淨重要，清淨沒有懷疑，懷疑不清淨，懷疑是嚴重的染污。貪瞋痴是染污，我們特別講傲慢、懷疑，貪瞋痴慢疑講五個。其實三個包括五個，傲慢是瞋恚裡面的一分，懷疑是愚痴裡頭的一分，講貪瞋痴都包括了。可是傲慢跟懷疑它非常嚴重，傲慢是瞋恚最嚴重的，懷疑是愚痴最嚴重的，特別提出來。貪瞋痴慢疑統統沒有，這叫清淨心。心清淨，身口都清淨，這樣念佛，一念相應一念佛，念念相應念念佛，聲聲佛號跟阿彌陀佛相應。所以，臨終一念十念，決定往生，道理就在此地。"
    },
    {
      "id": "02-037-0445_p0045",
      "zh_CN": "我们要把每一天的时间都看作我最后的一天，你妄想就没有了。印光大师教导我们的，把死字贴在额头上，天天想到我就要死了，还有什么事情重要的！没有了，念佛重要。到这个时候才真正叫万缘放下。还有放不下的，自己警觉到我这一生极乐世界去不了，依旧还要搞六道轮回，这一生的机会错过了。天天练，天天作如是观，我们这一生才决定有成就。成就高低，这个地位不去计较它，我只要得生净土，什么品位都行，不要为这些操心。愈是真诚，品位愈高；愈是计较，品位愈低。一点杂念都没有，这个人往生往往都是上上品往生。所以净土里面这个地位，它不是一级一级往上提升的，它是可以大幅度直超的。这是十方世界没有的，只有极乐世界有，问题就是你放下了多少，品位从这个地方来说。今天时间到了，我们学习就到此地。",
      "zh_TW": "我們要把每一天的時間都看作我最後的一天，你妄想就沒有了。印光大師教導我們的，把死字貼在額頭上，天天想到我就要死了，還有什麼事情重要的！沒有了，念佛重要。到這個時候才真正叫萬緣放下。還有放不下的，自己警覺到我這一生極樂世界去不了，依舊還要搞六道輪迴，這一生的機會錯過了。天天練，天天作如是觀，我們這一生才決定有成就。成就高低，這個地位不去計較它，我只要得生淨土，什麼品位都行，不要為這些操心。愈是真誠，品位愈高；愈是計較，品位愈低。一點雜念都沒有，這個人往生往往都是上上品往生。所以淨土裡面這個地位，它不是一級一級往上提升的，它是可以大幅度直超的。這是十方世界沒有的，只有極樂世界有，問題就是你放下了多少，品位從這個地方來說。今天時間到了，我們學習就到此地。"
    }
  ]
}