{
  "doc_id": "02-037-0347",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四七集",
    "zh_TW": "第三四七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0347",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0347_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七六０页第四行，从当中「《会疏》」这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七六０頁第四行，從當中「《會疏》」這裡看起："
    },
    {
      "id": "02-037-0347_p0002",
      "zh_CN": "「又《会疏》云：斋戒，即八斋戒及摄大小诸戒。盖夫戒是人师，道俗咸奉。心为业主，凡圣俱制，正法住灭，皆一由之」，这几句话很重要。斋戒也叫八关斋戒，包括大小乘一切戒律都在其中。下面是告诉我们，世尊制定戒律用意何在。他说「戒是人师」，释迦牟尼佛灭度的时候，阿难代表大众向佛请教，佛陀在世，大家是依佛为师，现在佛走了，我们依靠谁为老师？佛告诉阿难，以戒为师。禅是佛心，教是佛的言语，戒是佛的行持，可见得这一条非常重要。「道俗咸奉」，道是出家人，俗是在家，无论出家、在家学佛，必须持戒，如果不持戒那就不是佛弟子。真正学佛要从戒上下手，这个叫三无漏学。不仅是释迦牟尼佛，十方三世一切诸佛没有例外的。因戒得定，因定开慧，学佛终极的目标是开慧，对于宇宙人生真相彻底明了，叫大彻大悟，这是学佛的目标。我们要想趣向这个目标，真正成就佛果，那不从戒律下手，没有第二个方法。",
      "zh_TW": "「又《會疏》云：齋戒，即八齋戒及攝大小諸戒。蓋夫戒是人師，道俗咸奉。心為業主，凡聖俱制，正法住滅，皆一由之」，這幾句話很重要。齋戒也叫八關齋戒，包括大小乘一切戒律都在其中。下面是告訴我們，世尊制定戒律用意何在。他說「戒是人師」，釋迦牟尼佛滅度的時候，阿難代表大眾向佛請教，佛陀在世，大家是依佛為師，現在佛走了，我們依靠誰為老師？佛告訴阿難，以戒為師。禪是佛心，教是佛的言語，戒是佛的行持，可見得這一條非常重要。「道俗咸奉」，道是出家人，俗是在家，無論出家、在家學佛，必須持戒，如果不持戒那就不是佛弟子。真正學佛要從戒上下手，這個叫三無漏學。不僅是釋迦牟尼佛，十方三世一切諸佛沒有例外的。因戒得定，因定開慧，學佛終極的目標是開慧，對於宇宙人生真相徹底明瞭，叫大徹大悟，這是學佛的目標。我們要想趣向這個目標，真正成就佛果，那不從戒律下手，沒有第二個方法。"
    },
    {
      "id": "02-037-0347_p0003",
      "zh_CN": "我们在这个学习里面，也做过深入的探讨，为什么现在人对于戒律这么困难？学经教比较容易，那是把经教当作一种学术来看待，所学的是知识，不是智慧。智慧从哪里来？智慧从戒来，因戒得定，定才能生智慧。所以智慧是从内往外发的，不是从外学来的。外面学来的，像经教，从外面学来的，就变成知识；如果从内心里面开悟的，那就是智慧。如果这个话你听不懂，你慢慢去揣摩。我们举一个很简单的例子，禅宗六祖惠能的故事。在五祖的会下有一位大德神秀大师，神秀当时，就是惠能大师见六祖那个时候，当时他已经是五祖的助教。我们晓得，向五祖学习的人太多了，五祖一个人忙不过来，那么多人，他需要助教。所以，大家都认为将来传法，第六代祖肯定是神秀，这个没有人怀疑。为什么传给惠能？惠能学的是智慧，神秀学的是知识，不一样，一个知识，一个智慧。知识听多了就会了、就懂了，你读得多、听得多，知识很丰富，没开悟！没开悟是你没学的东西你就不懂，学了你才懂；要是开悟了，没有学的全懂，不一样！",
      "zh_TW": "我們在這個學習裡面，也做過深入的探討，為什麼現在人對於戒律這麼困難？學經教比較容易，那是把經教當作一種學術來看待，所學的是知識，不是智慧。智慧從哪裡來？智慧從戒來，因戒得定，定才能生智慧。所以智慧是從內往外發的，不是從外學來的。外面學來的，像經教，從外面學來的，就變成知識；如果從內心裡面開悟的，那就是智慧。如果這個話你聽不懂，你慢慢去揣摩。我們舉一個很簡單的例子，禪宗六祖惠能的故事。在五祖的會下有一位大德神秀大師，神秀當時，就是惠能大師見六祖那個時候，當時他已經是五祖的助教。我們曉得，向五祖學習的人太多了，五祖一個人忙不過來，那麼多人，他需要助教。所以，大家都認為將來傳法，第六代祖肯定是神秀，這個沒有人懷疑。為什麼傳給惠能？惠能學的是智慧，神秀學的是知識，不一樣，一個知識，一個智慧。知識聽多了就會了、就懂了，你讀得多、聽得多，知識很豐富，沒開悟！沒開悟是你沒學的東西你就不懂，學了你才懂；要是開悟了，沒有學的全懂，不一樣！"
    },
    {
      "id": "02-037-0347_p0004",
      "zh_CN": "我们看惠能大师逃难的期间，路上遇到一个无尽藏比丘尼，这个比丘尼受持《涅槃经》。《大涅槃经》分量很长，有两种版本，一种三十六卷，一种四十卷，这么大的部头，她读诵。不能说无尽藏比丘尼没有知识，她天天读，她知识一定很丰富的，她没有智慧。她在那里读经，惠能在旁边听，她念完了，惠能就把刚才念的这一段经文的意思讲给她听。她非常惊讶，闻所未闻，捧着经本来请教他。惠能大师说，我不认识字。你不认识字，怎么讲得这么好？这个与识字不识字没关系。你想想看这些话。智慧从哪里来？从戒定慧来的。惠能大师连三皈依都没受过，形式上的皈依、受戒他没有，他真的持戒，不杀生、不偷盗、不邪行、不妄语，他全做到了。人老实、诚恳，对待一切众生真诚恭敬，佛经上讲的「一切皆从真实心中作」，惠能全做到了，这就是持戒。他心是定的，不随外面境界转；换句话说，自己在什么境界里头他做得了主。我们一般人做不了主，做不了主是什么现象？看到了、听到了就分别、就执着、就有意见，统统把它放在心上，这就叫做不了主。做得了主的人，听了、见了、接触到了清清楚楚、明明白白，没放在心上，他的心是清净心。这是做得了主，不被外头环境转。佛在《楞严经》上说得很清楚，一个不被外境转的，他就有能力转境界。能转境界的这个人就同佛，跟佛没两样，佛能转境界，不为境界转。",
      "zh_TW": "我們看惠能大師逃難的期間，路上遇到一個無盡藏比丘尼，這個比丘尼受持《涅槃經》。《大涅槃經》分量很長，有兩種版本，一種三十六卷，一種四十卷，這麼大的部頭，她讀誦。不能說無盡藏比丘尼沒有知識，她天天讀，她知識一定很豐富的，她沒有智慧。她在那裡讀經，惠能在旁邊聽，她念完了，惠能就把剛才念的這一段經文的意思講給她聽。她非常驚訝，聞所未聞，捧著經本來請教他。惠能大師說，我不認識字。你不認識字，怎麼講得這麼好？這個與識字不識字沒關係。你想想看這些話。智慧從哪裡來？從戒定慧來的。惠能大師連三皈依都沒受過，形式上的皈依、受戒他沒有，他真的持戒，不殺生、不偷盜、不邪行、不妄語，他全做到了。人老實、誠懇，對待一切眾生真誠恭敬，佛經上講的「一切皆從真實心中作」，惠能全做到了，這就是持戒。他心是定的，不隨外面境界轉；換句話說，自己在什麼境界裡頭他做得了主。我們一般人做不了主，做不了主是什麼現象？看到了、聽到了就分別、就執著、就有意見，統統把它放在心上，這就叫做不了主。做得了主的人，聽了、見了、接觸到了清清楚楚、明明白白，沒放在心上，他的心是清淨心。這是做得了主，不被外頭環境轉。佛在《楞嚴經》上說得很清楚，一個不被外境轉的，他就有能力轉境界。能轉境界的這個人就同佛，跟佛沒兩樣，佛能轉境界，不為境界轉。"
    },
    {
      "id": "02-037-0347_p0005",
      "zh_CN": "惠能在黄梅八个月，没有人认识他，只有五祖认识他，没有一个人认识他。所以五祖半夜三更召见他，他们两个好像有默契。五祖召见，也不会给任何人知道，去巡寮，到寺庙各处去看看，去巡察一下，巡寮。走到碓房，看到他在舂米，问他，米舂熟了没？这个话里头有话，别人听不懂。实际上问他，你有没有成熟？惠能答到，米熟很久了，很久就熟了，犹欠筛哉！还没有筛，筛就是印证，要求他老人家印证。你看，别人听不懂，他们两个很有味道。五祖拄个拐杖，拐杖在他那个磨磨的碓子上敲了三下，就走了。这意思是说，三更来见我。跟去的人很多看到，没人懂，他就懂得。所以三更的时候就到方丈室，果然没错，推门，里面没有关，一推就进去。五祖在那边等他，果然准时来了。来了之后，用袈裟把他围起来，不让人看见。给他讲《金刚经》大意，当然不要书本，讲到「应无所住，而生其心」，他就豁然大悟，就做报告，他的博士论文。",
      "zh_TW": "惠能在黃梅八個月，沒有人認識他，只有五祖認識他，沒有一個人認識他。所以五祖半夜三更召見他，他們兩個好像有默契。五祖召見，也不會給任何人知道，去巡寮，到寺廟各處去看看，去巡察一下，巡寮。走到碓房，看到他在舂米，問他，米舂熟了沒？這個話裡頭有話，別人聽不懂。實際上問他，你有沒有成熟？惠能答到，米熟很久了，很久就熟了，猶欠篩哉！還沒有篩，篩就是印證，要求他老人家印證。你看，別人聽不懂，他們兩個很有味道。五祖拄個枴杖，枴杖在他那個磨磨的碓子上敲了三下，就走了。這意思是說，三更來見我。跟去的人很多看到，沒人懂，他就懂得。所以三更的時候就到方丈室，果然沒錯，推門，裡面沒有關，一推就進去。五祖在那邊等他，果然準時來了。來了之後，用袈裟把他圍起來，不讓人看見。給他講《金剛經》大意，當然不要書本，講到「應無所住，而生其心」，他就豁然大悟，就做報告，他的博士論文。"
    },
    {
      "id": "02-037-0347_p0006",
      "zh_CN": "他的报告很简单，就是二十个字，五句话。「何期自性，本自清净」，何期就是没想到，这一觉悟之后，没想到自性本来是清净的，从来没有染污过。染污的不是自性，染污的是阿赖耶，自性没有染污。第二句话说「本不生灭」，自性不生不灭，他真见到了。在净土里面讲，他见到常寂光了，常寂光就是自性。那个常就是不生不灭，不生不灭才叫常，寂，清净是寂，无量智慧那是光。第三句「本自具足」，具足无量智慧、具足无量德能、具足无量相好，这光，常寂光里面光表这个意思。第四句是「本无动摇」，自性是不动的，十法界依正庄严是动的，只有自性不动。最后一句「能生万法」。五祖听到之后，行了，他说可以了，行了。经也不必说了，衣钵就给他，叫他赶快走路。什么原因？嫉妒障碍，叫他赶快走路，去躲避。这一躲，躲了十五年，这么长的时间，大家把这个事情忘掉了，他才出来。",
      "zh_TW": "他的報告很簡單，就是二十個字，五句話。「何期自性，本自清淨」，何期就是沒想到，這一覺悟之後，沒想到自性本來是清淨的，從來沒有染污過。染污的不是自性，染污的是阿賴耶，自性沒有染污。第二句話說「本不生滅」，自性不生不滅，他真見到了。在淨土裡面講，他見到常寂光了，常寂光就是自性。那個常就是不生不滅，不生不滅才叫常，寂，清淨是寂，無量智慧那是光。第三句「本自具足」，具足無量智慧、具足無量德能、具足無量相好，這光，常寂光裡面光表這個意思。第四句是「本無動搖」，自性是不動的，十法界依正莊嚴是動的，只有自性不動。最後一句「能生萬法」。五祖聽到之後，行了，他說可以了，行了。經也不必說了，衣缽就給他，叫他趕快走路。什麼原因？嫉妒障礙，叫他趕快走路，去躲避。這一躲，躲了十五年，這麼長的時間，大家把這個事情忘掉了，他才出來。"
    },
    {
      "id": "02-037-0347_p0007",
      "zh_CN": "他出现的时候就在光孝寺，现在的广州光孝寺，听印宗法师讲《涅槃经》，他坐在后面。后面有两个出家人，看到外面风吹得幡动，有一个说，你看幡动了，那个说不是，那是风动。两个人在争论，谁也不服谁。他到当中告诉两位大德，告诉他们，不是风动，也不是幡动，仁者心动，你们两个的心动了。这两个人一听，大吃一惊，这才是把真正的事情解决了。印宗法师讲经这一堂课下来了，就问他们三个人在讲什么？他们把这个话一回答印宗，印宗立刻警觉到，他说听说黄梅传法的这个行者，问他，是不是你？惠能就承认了，是的。衣钵展开来给我们大家看看。他就把衣钵展开来。印宗就给惠能剃头，正式出家了。剃头之后，拜他做老师，不简单！水涨船高，惠能大师的身分地位一下就被抬起来。印宗在当时岭南一带第一高僧，拜他为师，印宗的老师，所以身分地位一下提高了，就开始传法。以后就住在曹溪南华寺，圆寂也在那个地方，跟他学的人不计其数，那是活佛再世，活菩萨。",
      "zh_TW": "他出現的時候就在光孝寺，現在的廣州光孝寺，聽印宗法師講《涅槃經》，他坐在後面。後面有兩個出家人，看到外面風吹得幡動，有一個說，你看幡動了，那個說不是，那是風動。兩個人在爭論，誰也不服誰。他到當中告訴兩位大德，告訴他們，不是風動，也不是幡動，仁者心動，你們兩個的心動了。這兩個人一聽，大吃一驚，這才是把真正的事情解決了。印宗法師講經這一堂課下來了，就問他們三個人在講什麼？他們把這個話一回答印宗，印宗立刻警覺到，他說聽說黃梅傳法的這個行者，問他，是不是你？惠能就承認了，是的。衣缽展開來給我們大家看看。他就把衣缽展開來。印宗就給惠能剃頭，正式出家了。剃頭之後，拜他做老師，不簡單！水漲船高，惠能大師的身分地位一下就被抬起來。印宗在當時嶺南一帶第一高僧，拜他為師，印宗的老師，所以身分地位一下提高了，就開始傳法。以後就住在曹溪南華寺，圓寂也在那個地方，跟他學的人不計其數，那是活佛再世，活菩薩。"
    },
    {
      "id": "02-037-0347_p0008",
      "zh_CN": "在会下，跟他学的，大彻大悟、明心见性的，四十三个人。过去五代都是单传，师父只传一个人，他传四十三个人。五祖嘱咐他，以后只传法不传衣，衣是大家都争，没有意义，传法不传衣。传法就是印证，人真正到彻悟，需要一个人给他做证明，是真的开悟还是假的开悟。无尽藏比丘尼在其中，印宗法师也在其中。在这个地方我们想到，印宗法师不是凡人，你看没有一点嫉妒心，一来了，知道是真的不是假的，就把他捧起来。我们现在叫支持、抬举，岭南一带的佛教由他来主持。",
      "zh_TW": "在會下，跟他學的，大徹大悟、明心見性的，四十三個人。過去五代都是單傳，師父只傳一個人，他傳四十三個人。五祖囑咐他，以後只傳法不傳衣，衣是大家都爭，沒有意義，傳法不傳衣。傳法就是印證，人真正到徹悟，需要一個人給他做證明，是真的開悟還是假的開悟。無盡藏比丘尼在其中，印宗法師也在其中。在這個地方我們想到，印宗法師不是凡人，你看沒有一點嫉妒心，一來了，知道是真的不是假的，就把他捧起來。我們現在叫支持、抬舉，嶺南一帶的佛教由他來主持。"
    },
    {
      "id": "02-037-0347_p0009",
      "zh_CN": "所以，在猎人队里十五年，也是修行、也是在消业障。真正把如来无上大法，落实在日常生活当中、落实在工作，他的工作是烧饭，猎人队里烧饭，落实在处事待人接物，这真正是菩萨，不是假的。所以，无论在家、出家不能不守戒律。惠能大师的戒定慧是实质上的，不是形式上的。形式上你看看，他在没有遇到印宗之前，从来没有进过讲堂，也没有进过禅堂，这些形式上他统统没有。而且接法之后十五年，这种耐心，忍耐，忍辱波罗蜜。戒律、苦行，佛是以戒为师、以苦为师，他都做到了，这都是做给后人看的。所以我最初学佛，章嘉大师告诉我，佛法重实质不重形式，惠能大师就是最好的榜样，有实质没有形式。所以，以戒为师，道俗咸奉，出家、在家都要遵守。",
      "zh_TW": "所以，在獵人隊裡十五年，也是修行、也是在消業障。真正把如來無上大法，落實在日常生活當中、落實在工作，他的工作是燒飯，獵人隊裡燒飯，落實在處事待人接物，這真正是菩薩，不是假的。所以，無論在家、出家不能不守戒律。惠能大師的戒定慧是實質上的，不是形式上的。形式上你看看，他在沒有遇到印宗之前，從來沒有進過講堂，也沒有進過禪堂，這些形式上他統統沒有。而且接法之後十五年，這種耐心，忍耐，忍辱波羅蜜。戒律、苦行，佛是以戒為師、以苦為師，他都做到了，這都是做給後人看的。所以我最初學佛，章嘉大師告訴我，佛法重實質不重形式，惠能大師就是最好的榜樣，有實質沒有形式。所以，以戒為師，道俗咸奉，出家、在家都要遵守。"
    },
    {
      "id": "02-037-0347_p0010",
      "zh_CN": "「心为业主」，造业，言语，口造业，身体行为是身在造业。身口造业，听谁的？听心，念头。念头善造善业，念头不善就造恶业。所以，造业的主是心。身口不受报，人死了之后，身体没有了，口也没有了，谁受报？灵魂受报。善的力量强，善业强就三善道受报；恶的力量强，三恶道受报。六道凡夫每个人造业多端，什么业都有。临终往哪一道去？佛在经上讲了，叫强者先牵，哪一个业力量很强就先受报，力量弱的后受报。我们一定会想到，一定是恶念强，恶念强就先到恶道受报。所以谚语常讲，人死了就做鬼，理上讲不通，六道轮回，你怎么说人死了做鬼？但是想想这句话也有道理，为什么？鬼是贪心最重，哪个人没有贪心？贪心重的人，贪先受报，就到鬼道。如果瞋恚心最重，脾气很大，这种习气他地狱道受报。愚痴，愚痴就是没有智慧，真假、邪正、是非、利害分不清楚，愚痴是畜生报，畜生的果报。统统是随着业力牵引，没有人主持，自己做主。",
      "zh_TW": "「心為業主」，造業，言語，口造業，身體行為是身在造業。身口造業，聽誰的？聽心，念頭。念頭善造善業，念頭不善就造惡業。所以，造業的主是心。身口不受報，人死了之後，身體沒有了，口也沒有了，誰受報？靈魂受報。善的力量強，善業強就三善道受報；惡的力量強，三惡道受報。六道凡夫每個人造業多端，什麼業都有。臨終往哪一道去？佛在經上講了，叫強者先牽，哪一個業力量很強就先受報，力量弱的後受報。我們一定會想到，一定是惡念強，惡念強就先到惡道受報。所以諺語常講，人死了就做鬼，理上講不通，六道輪迴，你怎麼說人死了做鬼？但是想想這句話也有道理，為什麼？鬼是貪心最重，哪個人沒有貪心？貪心重的人，貪先受報，就到鬼道。如果瞋恚心最重，脾氣很大，這種習氣他地獄道受報。愚痴，愚痴就是沒有智慧，真假、邪正、是非、利害分不清楚，愚痴是畜生報，畜生的果報。統統是隨著業力牽引，沒有人主持，自己做主。"
    },
    {
      "id": "02-037-0347_p0011",
      "zh_CN": "我们看到章太炎的故事，这是我初学佛的时候，朱镜宙老居士告诉我的，朱老是章太炎的女婿，章太炎的女儿嫁给他的。告诉我，他这个老岳丈在世的时候曾经做过东岳大帝的判官，大概是代理，时间一个月。判官的地位很高，就相当现在所讲的秘书长，东岳大帝像个省长，他是秘书长，就是现在讲二把手。东岳大帝找他去的，那找去，没法子，就去了。白天在人间工作，晚上到鬼道去上班，一天到晚没休息，人也很疲劳。把这些鬼道的事情，他看到东西给一些好朋友都讲。这个不是假的，这是真的，章太炎不会说假话。",
      "zh_TW": "我們看到章太炎的故事，這是我初學佛的時候，朱鏡宙老居士告訴我的，朱老是章太炎的女婿，章太炎的女兒嫁給他的。告訴我，他這個老岳丈在世的時候曾經做過東嶽大帝的判官，大概是代理，時間一個月。判官的地位很高，就相當現在所講的祕書長，東嶽大帝像個省長，他是祕書長，就是現在講二把手。東嶽大帝找他去的，那找去，沒法子，就去了。白天在人間工作，晚上到鬼道去上班，一天到晚沒休息，人也很疲勞。把這些鬼道的事情，他看到東西給一些好朋友都講。這個不是假的，這是真的，章太炎不會說假話。"
    },
    {
      "id": "02-037-0347_p0012",
      "zh_CN": "他曾经跟东岳大帝上了个建议，希望东岳大帝能批准，把地狱里头炮烙的刑罚废除，他说这个太残酷了，不人道。炮烙是什么？铜柱烧红了，让罪人去抱。那一抱不就像现在是烤鸭、烤鸡，不就是这样的吗？一下去就烤焦了。他说这个刑罚太残忍了，能不能把它废除？东岳大帝就派了两个小鬼，带他到现场去看，他就跟着一道去了。到了现场，这个小鬼说到了，他看不见。这才恍然大悟，地狱不是阎王建造的，不是东岳大帝造的，是怎么来的？是业力变现出来的。所以，它跟佛菩萨没关系、跟阎罗王没关系，跟城隍、跟东岳大帝都没有关系，是你自己造作的业力变现你自己受罪。这才觉悟，以后再不过问。于是我们明了，这十法界里面的事情全都是自作自受，业力主宰。明白这个道理，再不造恶业了。",
      "zh_TW": "他曾經跟東嶽大帝上了個建議，希望東嶽大帝能批准，把地獄裡頭炮烙的刑罰廢除，他說這個太殘酷了，不人道。炮烙是什麼？銅柱燒紅了，讓罪人去抱。那一抱不就像現在是烤鴨、烤雞，不就是這樣的嗎？一下去就烤焦了。他說這個刑罰太殘忍了，能不能把它廢除？東嶽大帝就派了兩個小鬼，帶他到現場去看，他就跟著一道去了。到了現場，這個小鬼說到了，他看不見。這才恍然大悟，地獄不是閻王建造的，不是東嶽大帝造的，是怎麼來的？是業力變現出來的。所以，它跟佛菩薩沒關係、跟閻羅王沒關係，跟城隍、跟東嶽大帝都沒有關係，是你自己造作的業力變現你自己受罪。這才覺悟，以後再不過問。於是我們明瞭，這十法界裡面的事情全都是自作自受，業力主宰。明白這個道理，再不造惡業了。"
    },
    {
      "id": "02-037-0347_p0013",
      "zh_CN": "持戒就是叫你不造恶业的，戒律是善恶的标准，起心动念跟戒律相应，言语造作跟戒律相应。戒律，基本的戒律就是十善，十善是一切戒律的总纲领。你看菩萨，大乘菩萨八万四千细行，就是八万四千条戒律，从哪里来的？十善业推演出来的。十善里头每一条里头都有十条，就一百条了，一百条里头每一条里头又有一百条。这样子推演出来的，愈推愈细，微细。愈是高层的菩萨，极其微细的那个恶念都没有。我们开始学是很粗的相，这十条，不杀生、不偷盗、不邪行、不妄语，很粗的；自己往上提升那就细了，每一条里头都包括十条。小乘阿罗汉把十善业展开为三千威仪，就是三千条。所以我们就晓得，十善是总纲领，八万四千细行圆满了，一条都不犯，那就是十善业道圆满了。十善业道圆满，那成佛了，到佛的果位上，八万四千细行圆满了。",
      "zh_TW": "持戒就是叫你不造惡業的，戒律是善惡的標準，起心動念跟戒律相應，言語造作跟戒律相應。戒律，基本的戒律就是十善，十善是一切戒律的總綱領。你看菩薩，大乘菩薩八萬四千細行，就是八萬四千條戒律，從哪裡來的？十善業推演出來的。十善裡頭每一條裡頭都有十條，就一百條了，一百條裡頭每一條裡頭又有一百條。這樣子推演出來的，愈推愈細，微細。愈是高層的菩薩，極其微細的那個惡念都沒有。我們開始學是很粗的相，這十條，不殺生、不偷盜、不邪行、不妄語，很粗的；自己往上提升那就細了，每一條裡頭都包括十條。小乘阿羅漢把十善業展開為三千威儀，就是三千條。所以我們就曉得，十善是總綱領，八萬四千細行圓滿了，一條都不犯，那就是十善業道圓滿了。十善業道圓滿，那成佛了，到佛的果位上，八萬四千細行圓滿了。"
    },
    {
      "id": "02-037-0347_p0014",
      "zh_CN": "我们看到佛像，有很多佛像，画的，画的像，佛头上有个圆光，圆光上面写了三个字，有梵文写的，也有用藏文写的、中文写的。这三个字发音是唵、阿、吽，是梵文的音，唵阿吽。这三个字是什么？就是十善业道圆满。唵是身业，阿是口业，吽是意业，身口意。身三条，不杀生、不偷盗、不邪淫；口四条，不妄语、不两舌、不绮语、不恶口；意是三条，不贪、不瞋、不痴。所以这叫根本戒，必须要遵守，不要看轻它，它展开来是八万四千细行，所有一切戒律统统包含在其中。",
      "zh_TW": "我們看到佛像，有很多佛像，畫的，畫的像，佛頭上有個圓光，圓光上面寫了三個字，有梵文寫的，也有用藏文寫的、中文寫的。這三個字發音是唵、阿、吽，是梵文的音，唵阿吽。這三個字是什麼？就是十善業道圓滿。唵是身業，阿是口業，吽是意業，身口意。身三條，不殺生、不偷盜、不邪淫；口四條，不妄語、不兩舌、不綺語、不惡口；意是三條，不貪、不瞋、不痴。所以這叫根本戒，必須要遵守，不要看輕它，它展開來是八萬四千細行，所有一切戒律統統包含在其中。"
    },
    {
      "id": "02-037-0347_p0015",
      "zh_CN": "我们老祖宗也教我们持戒，没有这个名称，老祖宗给我们立的规矩，五伦五常、四维八德就是戒律。戒律的核心确实就是五常，五个字，是根本戒，五个字是仁、义、礼、智、信。这是过去中国人，不管你有没有读书，无论是士农工商、男女老少，都必须要遵守的。不遵守这五常那就不叫人了，人跟禽兽不一样，人有五常，禽兽没有。五伦是道，五常是德，这道德。道是自然的，你看父子这是自然的，这不是哪个人创造发明的，夫妻是自然的，兄弟是自然的。自然之外的，可以说必然的，领导跟被领导，领导是君，被领导的是臣，这是必然的；朋友，朋友不是一家人，这也是必然的。所以叫五伦，关系，人与人的关系这五大类。",
      "zh_TW": "我們老祖宗也教我們持戒，沒有這個名稱，老祖宗給我們立的規矩，五倫五常、四維八德就是戒律。戒律的核心確實就是五常，五個字，是根本戒，五個字是仁、義、禮、智、信。這是過去中國人，不管你有沒有讀書，無論是士農工商、男女老少，都必須要遵守的。不遵守這五常那就不叫人了，人跟禽獸不一樣，人有五常，禽獸沒有。五倫是道，五常是德，這道德。道是自然的，你看父子這是自然的，這不是哪個人創造發明的，夫妻是自然的，兄弟是自然的。自然之外的，可以說必然的，領導跟被領導，領導是君，被領導的是臣，這是必然的；朋友，朋友不是一家人，這也是必然的。所以叫五倫，關係，人與人的關係這五大類。"
    },
    {
      "id": "02-037-0347_p0016",
      "zh_CN": "父子的关系，亲爱，这个的确是，在佛家讲就是慈悲，这个是性德的核心。我们老祖宗懂得，所以中国的教育基础就是建立在亲爱上，父子有亲。教育的目的，第一个目标，这种亲爱希望能永远保持，这一生都不会丢掉。不但一生不会丢掉，中国人做得很好，生生世世都不会丢掉，为什么？祭祀祖先，没有把祖先忘掉。外国没有。所以，中国的教育是以这个为核心。第二个目标，这个爱要扩大，这个亲爱扩大。扩大什么？你爱你的父母、爱你的祖父母、爱你的曾祖父母、爱你的家族、爱你的兄弟，这个扩大。然后再扩大出去，到外面的，不是你的家族的，爱国家、爱民族，到最后，凡是人皆须爱，爱朋友、爱亲戚。五伦关系一展开，整个天下跟我们都是一家人。不是同族的也是表兄弟，这个表兄弟是与我们家族通婚的，都发生关系了。",
      "zh_TW": "父子的關係，親愛，這個的確是，在佛家講就是慈悲，這個是性德的核心。我們老祖宗懂得，所以中國的教育基礎就是建立在親愛上，父子有親。教育的目的，第一個目標，這種親愛希望能永遠保持，這一生都不會丟掉。不但一生不會丟掉，中國人做得很好，生生世世都不會丟掉，為什麼？祭祀祖先，沒有把祖先忘掉。外國沒有。所以，中國的教育是以這個為核心。第二個目標，這個愛要擴大，這個親愛擴大。擴大什麼？你愛你的父母、愛你的祖父母、愛你的曾祖父母、愛你的家族、愛你的兄弟，這個擴大。然後再擴大出去，到外面的，不是你的家族的，愛國家、愛民族，到最後，凡是人皆須愛，愛朋友、愛親戚。五倫關係一展開，整個天下跟我們都是一家人。不是同族的也是表兄弟，這個表兄弟是與我們家族通婚的，都發生關係了。"
    },
    {
      "id": "02-037-0347_p0017",
      "zh_CN": "确确实实在中国，我相信汉族都是一家人。历史上有记载的，第一个老祖宗伏羲氏，画八卦的，历史上记载，我们家谱上记载的，第二个神农氏，第三个黄帝。伏羲到神农五百年，神农到黄帝也是五百年，这个一千年当中没有文字，所以有传说，没有文字记载。文字是黄帝时候发明的，从黄帝才使用文字，黄帝到我们现在四千五百年。所以中国从伏羲，非常可靠的历史是五千五百年，上面还有老祖宗。印度婆罗门教说他们的历史有一万三千年，我听了，也告诉他们，我相信中国传统文化也有一万三千年。那个时候没有文字，不能说没有文化。我能够相信，五伦五常、四维八德，特别是五伦五常，一定是古老祖先传下来的。这种东西口传不会传错的，因为它很简单，我想传十万年都不会传错。你看，父子有亲、夫妇有别、长幼有序、君臣有义、朋友有信，这能传错吗？这是道，伦常大道；德，仁义礼智信五个字，不会传错，传一万年都不会传错，一代一代传下去。世世代代的人从小就学会了，都懂得这个道理。所以，人人是好人，好人行好事。然后才晓得，中国这个族群、这块大地根深蒂固，它是伦理道德起家的。",
      "zh_TW": "確確實實在中國，我相信漢族都是一家人。歷史上有記載的，第一個老祖宗伏羲氏，畫八卦的，歷史上記載，我們家譜上記載的，第二個神農氏，第三個黃帝。伏羲到神農五百年，神農到黃帝也是五百年，這個一千年當中沒有文字，所以有傳說，沒有文字記載。文字是黃帝時候發明的，從黃帝才使用文字，黃帝到我們現在四千五百年。所以中國從伏羲，非常可靠的歷史是五千五百年，上面還有老祖宗。印度婆羅門教說他們的歷史有一萬三千年，我聽了，也告訴他們，我相信中國傳統文化也有一萬三千年。那個時候沒有文字，不能說沒有文化。我能夠相信，五倫五常、四維八德，特別是五倫五常，一定是古老祖先傳下來的。這種東西口傳不會傳錯的，因為它很簡單，我想傳十萬年都不會傳錯。你看，父子有親、夫婦有別、長幼有序、君臣有義、朋友有信，這能傳錯嗎？這是道，倫常大道；德，仁義禮智信五個字，不會傳錯，傳一萬年都不會傳錯，一代一代傳下去。世世代代的人從小就學會了，都懂得這個道理。所以，人人是好人，好人行好事。然後才曉得，中國這個族群、這塊大地根深蒂固，它是倫理道德起家的。"
    },
    {
      "id": "02-037-0347_p0018",
      "zh_CN": "今天这一代，再推远一点，就算是慈禧开始，到现在两百年。这个两百年当中，我们把伦理道德先是淡化了、不重视它，前面一百年还有人讲，没人做了，后面这一百年，不但没人做，讲的人都没有。现在没人讲了，所以让中国人对这些名词，五伦八德这到底是什么，非常陌生，就会召来的灾难。今天灾难是全球性的，全球性的灾难，哪个地方灾难轻一点？肯定是中国。为什么？他老祖宗太好了，积的德厚。虽有灾难，不会灭亡，祖德太厚了，我有信心。你要问我，你凭什么有信心？我就凭着我们在汤池小镇搞的那个实验，让我信心坚固。为什么？那个实验我相信不是人做出来的，人哪有这种力量？传统文化丢掉两百年了，我们办这个实验，跟这批老师，我们的估计是二年到三年才看到成果。没有想到三个月就看到了，这哪里是人干得出来的事情！这是什么？祖宗之德，三宝加持。决定做不出来。我们那个时候做的时候也没有信心，但是一定做实验，看看能不能够成功，预定的计划是三年。三个月做成功，消息传到这里我都吓一跳，这怎么可能？中心打电话，是真的不是假的。",
      "zh_TW": "今天這一代，再推遠一點，就算是慈禧開始，到現在兩百年。這個兩百年當中，我們把倫理道德先是淡化了、不重視它，前面一百年還有人講，沒人做了，後面這一百年，不但沒人做，講的人都沒有。現在沒人講了，所以讓中國人對這些名詞，五倫八德這到底是什麼，非常陌生，就會召來的災難。今天災難是全球性的，全球性的災難，哪個地方災難輕一點？肯定是中國。為什麼？他老祖宗太好了，積的德厚。雖有災難，不會滅亡，祖德太厚了，我有信心。你要問我，你憑什麼有信心？我就憑著我們在湯池小鎮搞的那個實驗，讓我信心堅固。為什麼？那個實驗我相信不是人做出來的，人哪有這種力量？傳統文化丟掉兩百年了，我們辦這個實驗，跟這批老師，我們的估計是二年到三年才看到成果。沒有想到三個月就看到了，這哪裡是人幹得出來的事情！這是什麼？祖宗之德，三寶加持。決定做不出來。我們那個時候做的時候也沒有信心，但是一定做實驗，看看能不能夠成功，預定的計畫是三年。三個月做成功，消息傳到這裡我都嚇一跳，這怎麼可能？中心打電話，是真的不是假的。"
    },
    {
      "id": "02-037-0347_p0019",
      "zh_CN": "我就在想，如何把这桩事情介绍给联合国，能扩大影响。但是联合国又谈何容易，我们跟它无亲无故，联合国找对象是找会员国，我又不是个国家，都是不可能的事情。没有想到过了两个月，它来找我，这都是不可思议的事情，无法想像的事情。它来找我，我不敢相信，我派了三个人到巴黎去打听，是真是假。结果一打听，真的，联合国今年要办个活动，纪念释迦牟尼佛二千五百五十周年，办这么个活动。找了谁？找泰国，泰国的大使向联合国推荐，请我参加主办单位。这个事情是真的，我就欢喜答应了。统统祖宗安排、统统佛菩萨安排，绝对不是人力。如果我们说是我们做出来的，我们就有罪了。祖宗之德，我们怎么可以把他冒名顶替？这罪重。",
      "zh_TW": "我就在想，如何把這樁事情介紹給聯合國，能擴大影響。但是聯合國又談何容易，我們跟它無親無故，聯合國找對象是找會員國，我又不是個國家，都是不可能的事情。沒有想到過了兩個月，它來找我，這都是不可思議的事情，無法想像的事情。它來找我，我不敢相信，我派了三個人到巴黎去打聽，是真是假。結果一打聽，真的，聯合國今年要辦個活動，紀念釋迦牟尼佛二千五百五十週年，辦這麼個活動。找了誰？找泰國，泰國的大使向聯合國推薦，請我參加主辦單位。這個事情是真的，我就歡喜答應了。統統祖宗安排、統統佛菩薩安排，絕對不是人力。如果我們說是我們做出來的，我們就有罪了。祖宗之德，我們怎麼可以把他冒名頂替？這罪重。"
    },
    {
      "id": "02-037-0347_p0020",
      "zh_CN": "泰国找我，这就有缘了。我在二００三年，第一次代表澳洲大学参加联合国世界和平会议，我那年参加开会就在曼谷，就在泰国。第一次参加联合国的会议，跟泰国结了缘。在泰国，虽然一个多星期的时间，认识他们的副总理查瓦利将军，他也是三军总司令。本来是总理，被金融风暴把他整惨了，他也很聪明，他辞职，让他的副总理升作总理，他做副总理。这个人，夫妇两个非常虔诚，我在泰国一个多星期，两次在他家里吃饭，他请我吃饭，在他家里。所以结这么好的缘，跟泰国皇室结了缘。泰国大使推荐我参加主办单位，我们才有这个缘分。这样，我们汤池这种成就，在联合国做了八个小时的报告，专题，一天的时间；做了三天展览，很多图片、文字展览，产生不可思议的效果。驻联合国一百九十二个国家的大使代表都非常欢喜，想亲自到汤池去考察、去参观。在这几天，我邀请了新加坡九个宗教，邀请了澳洲的犹太教，十个宗教的代表在联合国会堂为世界和平祈祷，这从来没有过的。联合国从来没有碰过宗教，认为宗教在一起一定是吵架的，看到我们宗教在一起手牵着手，这样和睦，让他们感到非常惊讶。这会议完了之后，联合国正式成立一个宗教办公室。",
      "zh_TW": "泰國找我，這就有緣了。我在二００三年，第一次代表澳洲大學參加聯合國世界和平會議，我那年參加開會就在曼谷，就在泰國。第一次參加聯合國的會議，跟泰國結了緣。在泰國，雖然一個多星期的時間，認識他們的副總理查瓦利將軍，他也是三軍總司令。本來是總理，被金融風暴把他整慘了，他也很聰明，他辭職，讓他的副總理升作總理，他做副總理。這個人，夫婦兩個非常虔誠，我在泰國一個多星期，兩次在他家裡吃飯，他請我吃飯，在他家裡。所以結這麼好的緣，跟泰國皇室結了緣。泰國大使推薦我參加主辦單位，我們才有這個緣分。這樣，我們湯池這種成就，在聯合國做了八個小時的報告，專題，一天的時間；做了三天展覽，很多圖片、文字展覽，產生不可思議的效果。駐聯合國一百九十二個國家的大使代表都非常歡喜，想親自到湯池去考察、去參觀。在這幾天，我邀請了新加坡九個宗教，邀請了澳洲的猶太教，十個宗教的代表在聯合國會堂為世界和平祈禱，這從來沒有過的。聯合國從來沒有碰過宗教，認為宗教在一起一定是吵架的，看到我們宗教在一起手牽著手，這樣和睦，讓他們感到非常驚訝。這會議完了之後，聯合國正式成立一個宗教辦公室。"
    },
    {
      "id": "02-037-0347_p0021",
      "zh_CN": "我从这个地方深深相信，老祖宗之德会保佑中国，佛菩萨会保佑中国。不管中国人怎样反对传统文化、反对佛教，佛教、老祖宗还是爱这个地方，还是照顾这个地方。这个地方虽然会有灾难，不是很严重的灾难。尤其是我们真正发心，要把老祖宗东西找回来。真正认识中国，这世界上还有一个人，我们对他非常感激，英国汤恩比博士，这个人已经过世了。七十年代，就是一九七０年那个年代，他曾经说过，要解决二十一世纪的问题，社会问题，只有中国孔孟学说跟大乘佛法。也就是说，孔孟学说跟大乘佛法能救全世界，我真的有很多证据。",
      "zh_TW": "我從這個地方深深相信，老祖宗之德會保佑中國，佛菩薩會保佑中國。不管中國人怎樣反對傳統文化、反對佛教，佛教、老祖宗還是愛這個地方，還是照顧這個地方。這個地方雖然會有災難，不是很嚴重的災難。尤其是我們真正發心，要把老祖宗東西找回來。真正認識中國，這世界上還有一個人，我們對他非常感激，英國湯恩比博士，這個人已經過世了。七十年代，就是一九七０年那個年代，他曾經說過，要解決二十一世紀的問題，社會問題，只有中國孔孟學說跟大乘佛法。也就是說，孔孟學說跟大乘佛法能救全世界，我真的有很多證據。"
    },
    {
      "id": "02-037-0347_p0022",
      "zh_CN": "去年，好像是年初，发现了《群书治要》跟《国学治要》，我的信心坚固了，不会动摇了。为什么？我们要把传统的东西找回来，从哪里下手？我们老祖宗这千万年的智慧，从修身、齐家、治国、平天下这些智慧、理念、方法、经验、效果，统统都记载在《四库全书》里头。《四库全书》，台湾把它印出来了，大陆也有印，流通量虽然不大，在我们想像它不会再遗失，不会失传了。怎么读？从哪里入门？现在解决社会问题迫切需要的，我们到哪里去找？这书太大了。没想到，修身、齐家、治国、平天下这套东西唐太宗找了，一千四百年前。他找了一些大臣，是那个时候的专家学者，叫他们在这一切书里头，经史子这三种里面，把修身齐家治国平天下这些文字找出来，节录出来给他看。这部书就是《群书治要》。从一万多种书里头，慢慢淘汰淘汰，最后找出六十五种，从这六十五种里头去节录，编成这套书。",
      "zh_TW": "去年，好像是年初，發現了《群書治要》跟《國學治要》，我的信心堅固了，不會動搖了。為什麼？我們要把傳統的東西找回來，從哪裡下手？我們老祖宗這千萬年的智慧，從修身、齊家、治國、平天下這些智慧、理念、方法、經驗、效果，統統都記載在《四庫全書》裡頭。《四庫全書》，台灣把它印出來了，大陸也有印，流通量雖然不大，在我們想像它不會再遺失，不會失傳了。怎麼讀？從哪裡入門？現在解決社會問題迫切需要的，我們到哪裡去找？這書太大了。沒想到，修身、齊家、治國、平天下這套東西唐太宗找了，一千四百年前。他找了一些大臣，是那個時候的專家學者，叫他們在這一切書裡頭，經史子這三種裡面，把修身齊家治國平天下這些文字找出來，節錄出來給他看。這部書就是《群書治要》。從一萬多種書裡頭，慢慢淘汰淘汰，最後找出六十五種，從這六十五種裡頭去節錄，編成這套書。"
    },
    {
      "id": "02-037-0347_p0023",
      "zh_CN": "这是祖德，因为这个书在中国失传了一千年，唐灭亡之后，这个书就不见了，被日本一些留学生带回去了。因为那个时候没有印刷术，全部手抄的，分量不多，他们识货，带走了。到嘉庆做皇帝，乾隆做了六十年皇帝，传位给他儿子。因为他的祖父，祖父最疼爱他，他也最喜欢祖父，祖父是康熙，康熙做了六十一年。他不想超过康熙，也不敢跟康熙一样，少一年，六十年，就让位，做太上皇。嘉庆做皇帝，日本向中国皇帝进贡，就是送礼，里头有这套书，这才知道。知道，清朝并不重视，为什么？乾隆、雍正、康熙这个盛世实在讲超过唐朝，超过贞观，所以他们就并不重视这个东西。到民国，清朝亡国之后，民国初年，商务印书馆成立的时候，把这个书印了两次。一次是日本原本印的，另外是重新排版印的，印过两次。这书找不到了，中国满清亡国之后，军阀割据，中日战争，文化大革命，到哪里去找？这些典籍本来数量就少，很多人不知道，商务印书馆印过，问商务印书馆的人，没有人知道。我知道有这个书，没见过，在讲经的时候偶尔提到，就有听众，这有心人，很留意的替我去找，就找到了两套。送到我这里来，我如获至宝。这是什么？中国真有救了，世界不会是末日，这个东西出现了。",
      "zh_TW": "這是祖德，因為這個書在中國失傳了一千年，唐滅亡之後，這個書就不見了，被日本一些留學生帶回去了。因為那個時候沒有印刷術，全部手抄的，分量不多，他們識貨，帶走了。到嘉慶做皇帝，乾隆做了六十年皇帝，傳位給他兒子。因為他的祖父，祖父最疼愛他，他也最喜歡祖父，祖父是康熙，康熙做了六十一年。他不想超過康熙，也不敢跟康熙一樣，少一年，六十年，就讓位，做太上皇。嘉慶做皇帝，日本向中國皇帝進貢，就是送禮，裡頭有這套書，這才知道。知道，清朝並不重視，為什麼？乾隆、雍正、康熙這個盛世實在講超過唐朝，超過貞觀，所以他們就並不重視這個東西。到民國，清朝亡國之後，民國初年，商務印書館成立的時候，把這個書印了兩次。一次是日本原本印的，另外是重新排版印的，印過兩次。這書找不到了，中國滿清亡國之後，軍閥割據，中日戰爭，文化大革命，到哪裡去找？這些典籍本來數量就少，很多人不知道，商務印書館印過，問商務印書館的人，沒有人知道。我知道有這個書，沒見過，在講經的時候偶爾提到，就有聽眾，這有心人，很留意的替我去找，就找到了兩套。送到我這裡來，我如獲至寶。這是什麼？中國真有救了，世界不會是末日，這個東西出現了。"
    },
    {
      "id": "02-037-0347_p0024",
      "zh_CN": "过了二、三个月，又出现了《国学治要》。这个东西是我想了好多年，但是我不知道有这种书。我想了很多年，希望能够有人，有一批学者，能在《四库全书》里头把精华的东西摘录出来编一套书，能够普及化，让大众都能接受古老祖宗的教诲。没有想到，民国初年真的有人把这套书做出来了。他们做这套书的理念是从《群书治要》来的，《群书治要》是治国，《国学治要》是治学，是做学问的，就是依《四库》经史子集，一共八册。我一看到这个东西到手，马上就告诉世界书局给我印一万套。《群书治要》一万套，《国学治要》一万套，分送给全世界大学图书馆收藏，这就不会失传了。",
      "zh_TW": "過了二、三個月，又出現了《國學治要》。這個東西是我想了好多年，但是我不知道有這種書。我想了很多年，希望能夠有人，有一批學者，能在《四庫全書》裡頭把精華的東西摘錄出來編一套書，能夠普及化，讓大眾都能接受古老祖宗的教誨。沒有想到，民國初年真的有人把這套書做出來了。他們做這套書的理念是從《群書治要》來的，《群書治要》是治國，《國學治要》是治學，是做學問的，就是依《四庫》經史子集，一共八冊。我一看到這個東西到手，馬上就告訴世界書局給我印一萬套。《群書治要》一萬套，《國學治要》一萬套，分送給全世界大學圖書館收藏，這就不會失傳了。"
    },
    {
      "id": "02-037-0347_p0025",
      "zh_CN": "所以，我这几年来在各处行走，都劝这些外国的朋友要学文言文。为什么？修身、齐家、治国、平天下这些智慧、理念、方法、经验、效果全在中国古籍里头，你要不会文言文，你要让别人翻成白话文来给你听，味道变了，不是味道。一定学文言文，你才能够尝到原味。文言文难不难？不难，我都很留意。我在台湾，问美国，哪个大学我忘掉了，纽约，一个大学生，在台湾。这个大概是二十多年、三十年的事情，有个同学跟台湾大学做交换学生，到中国来学中文。她学什么？学《华严经》，是个女孩子，大概三十出头的样子，研究生。正好我在台北讲《华严经》，所以她就到我图书馆来参观，在我图书馆住了四个月，听我讲《华严经》。她读中国文言文，能看得懂清凉大师的注解，我非常佩服。我问她，妳学中文学多久？三年。不难！二００五年、二００六年，我两次访问伦敦，伦敦是国际汉学中心，它里头有汉学院，牛津大学有、剑桥有，还有伦敦大学。我去访问，跟汉学院的同学交流，我给他们讲了一个小时，剑桥也讲一个小时，伦敦大学也讲一个小时，给他们的教授举行座谈。我特别注意他们的学生，讲一口北京话，对中国文言文没有障碍。我说你们学多少年？都是三年。不难，外国人一点基础都没有，三年学得这么好。所以，中国人学文言文顶多两年，不难！",
      "zh_TW": "所以，我這幾年來在各處行走，都勸這些外國的朋友要學文言文。為什麼？修身、齊家、治國、平天下這些智慧、理念、方法、經驗、效果全在中國古籍裡頭，你要不會文言文，你要讓別人翻成白話文來給你聽，味道變了，不是味道。一定學文言文，你才能夠嘗到原味。文言文難不難？不難，我都很留意。我在台灣，問美國，哪個大學我忘掉了，紐約，一個大學生，在台灣。這個大概是二十多年、三十年的事情，有個同學跟台灣大學做交換學生，到中國來學中文。她學什麼？學《華嚴經》，是個女孩子，大概三十出頭的樣子，研究生。正好我在台北講《華嚴經》，所以她就到我圖書館來參觀，在我圖書館住了四個月，聽我講《華嚴經》。她讀中國文言文，能看得懂清涼大師的註解，我非常佩服。我問她，妳學中文學多久？三年。不難！二００五年、二００六年，我兩次訪問倫敦，倫敦是國際漢學中心，它裡頭有漢學院，牛津大學有、劍橋有，還有倫敦大學。我去訪問，跟漢學院的同學交流，我給他們講了一個小時，劍橋也講一個小時，倫敦大學也講一個小時，給他們的教授舉行座談。我特別注意他們的學生，講一口北京話，對中國文言文沒有障礙。我說你們學多少年？都是三年。不難，外國人一點基礎都沒有，三年學得這麼好。所以，中國人學文言文頂多兩年，不難！"
    },
    {
      "id": "02-037-0347_p0026",
      "zh_CN": "我们对这个要有信心，赶快把文言文找回来。为什么？文言文是中国老祖宗最了不起的发明，这是老祖宗高度智慧表现出来的。古人这种智慧、经验用什么方法传给后代？要原味传到后代，不能变质。外国没有文言文，所以他们的东西传不下来。像欧洲的拉丁文，最古老的，只有极少数考古学的专家能懂得，懂得还不完全，要是翻译一篇东西出来还翻不出来。我们老祖宗就想到了，言语会变，所以言语跟文字要搞两套。文字搞一套什么？不变的，永远不变的，叫文言文。文言永远不变，语言随着地方变，随着时代变，不管你怎么变，我的文言不变。文是文字，文字的语言永远不变，成功了。我们把文言文学好，看几千年前古老的东西就跟面对面谈话一样，真能体会到他当时的心情。",
      "zh_TW": "我們對這個要有信心，趕快把文言文找回來。為什麼？文言文是中國老祖宗最了不起的發明，這是老祖宗高度智慧表現出來的。古人這種智慧、經驗用什麼方法傳給後代？要原味傳到後代，不能變質。外國沒有文言文，所以他們的東西傳不下來。像歐洲的拉丁文，最古老的，只有極少數考古學的專家能懂得，懂得還不完全，要是翻譯一篇東西出來還翻不出來。我們老祖宗就想到了，言語會變，所以言語跟文字要搞兩套。文字搞一套什麼？不變的，永遠不變的，叫文言文。文言永遠不變，語言隨著地方變，隨著時代變，不管你怎麼變，我的文言不變。文是文字，文字的語言永遠不變，成功了。我們把文言文學好，看幾千年前古老的東西就跟面對面談話一樣，真能體會到他當時的心情。"
    },
    {
      "id": "02-037-0347_p0027",
      "zh_CN": "佛经用文言文写的，难怪过去方老师告诉我，我向他请教，佛的经典从梵文翻译过来的，为什么这些梵文的原典书籍没有保留下来？大量到中国来了，为什么没有保留？方老师笑着告诉我，古时候中国人跟现在中国人不一样，中国古时候，中国古人对自己的文化信心十足。梵文没有语、文分离，也会变。翻成中国文言文之后，不但没有翻错，意思完全正确，我们的文字比梵文还要华美，根本用不着了。这种气概在全世界少有，哪里像现在中国人，这样窝囊，被别人轻视。所以翻出来之后，对于原文不重视了。方老师说得也很有道理，不是没有道理。所以全世界真实智慧、至高的理念、精确的方法、丰富的经验，全在中国《四库全书》里头，然后晓得文言文比什么都重要。今天小朋友，家长要是有眼光，让他好好的学文言文，二十年之后，他就是全世界的国学大师，前途无量。能深入浅出把古人智慧、理念、方法、经验，跟现在人讲清楚、讲明白，效法古人，社会安定和谐，灾难就完全化解了。人民和睦相处，互助合作，都能真正享受到这一生圆满幸福的生活。所以这个重要。",
      "zh_TW": "佛經用文言文寫的，難怪過去方老師告訴我，我向他請教，佛的經典從梵文翻譯過來的，為什麼這些梵文的原典書籍沒有保留下來？大量到中國來了，為什麼沒有保留？方老師笑著告訴我，古時候中國人跟現在中國人不一樣，中國古時候，中國古人對自己的文化信心十足。梵文沒有語、文分離，也會變。翻成中國文言文之後，不但沒有翻錯，意思完全正確，我們的文字比梵文還要華美，根本用不著了。這種氣概在全世界少有，哪裡像現在中國人，這樣窩囊，被別人輕視。所以翻出來之後，對於原文不重視了。方老師說得也很有道理，不是沒有道理。所以全世界真實智慧、至高的理念、精確的方法、豐富的經驗，全在中國《四庫全書》裡頭，然後曉得文言文比什麼都重要。今天小朋友，家長要是有眼光，讓他好好的學文言文，二十年之後，他就是全世界的國學大師，前途無量。能深入淺出把古人智慧、理念、方法、經驗，跟現在人講清楚、講明白，效法古人，社會安定和諧，災難就完全化解了。人民和睦相處，互助合作，都能真正享受到這一生圓滿幸福的生活。所以這個重要。"
    },
    {
      "id": "02-037-0347_p0028",
      "zh_CN": "佛教传到中国，中国人完全接受，对于佛教的纲领更是尊重。佛学的纲领就是戒定慧，称为三无漏学。必须从持戒，用现在的话说，要从真正落实下手，我所学到的就要变成生活。在工作上用得上，在处事待人接物统统能用上，化解一切争端用得上，带给社会安定和平。这真的是宝！我在其他的国家到处宣扬，别人听了都欢喜，没有反对的意见，包括一些国家领导人。",
      "zh_TW": "佛教傳到中國，中國人完全接受，對於佛教的綱領更是尊重。佛學的綱領就是戒定慧，稱為三無漏學。必須從持戒，用現在的話說，要從真正落實下手，我所學到的就要變成生活。在工作上用得上，在處事待人接物統統能用上，化解一切爭端用得上，帶給社會安定和平。這真的是寶！我在其他的國家到處宣揚，別人聽了都歡喜，沒有反對的意見，包括一些國家領導人。"
    },
    {
      "id": "02-037-0347_p0029",
      "zh_CN": "所以这个地方是「心为业主，凡圣俱制」，这个制就是，戒律是佛制的，菩萨还不能制，佛才能制定戒律，凡圣统统要遵守，不能够违背。「正法住灭」，正法是大乘佛法，是久住世间还是会在这个世间消失、灭亡了，「皆一由之」，这个一就是戒律。意思就是，有戒律，正法就久住世间；没有戒律，正法就灭了。我们不要说别的，说戒律的根本，十善，谁能够遵守？特别是在现前的社会，你能够把十善做到了，是大德！为什么？没人做到，你能做到还得了吗？你能把十善做到，诸佛菩萨能不护念你吗？护法善神、龙天八部，他能不保佑你吗？这个不是迷信，这是事实。",
      "zh_TW": "所以這個地方是「心為業主，凡聖俱制」，這個制就是，戒律是佛制的，菩薩還不能制，佛才能制定戒律，凡聖統統要遵守，不能夠違背。「正法住滅」，正法是大乘佛法，是久住世間還是會在這個世間消失、滅亡了，「皆一由之」，這個一就是戒律。意思就是，有戒律，正法就久住世間；沒有戒律，正法就滅了。我們不要說別的，說戒律的根本，十善，誰能夠遵守？特別是在現前的社會，你能夠把十善做到了，是大德！為什麼？沒人做到，你能做到還得了嗎？你能把十善做到，諸佛菩薩能不護念你嗎？護法善神、龍天八部，他能不保佑你嗎？這個不是迷信，這是事實。"
    },
    {
      "id": "02-037-0347_p0030",
      "zh_CN": "我们今天出了麻烦，身体疾病多，不健康，毛病多，心里面不能安定，烦躁。什么原因？没有学戒律。你学戒律，不贪、不瞋、不痴，你心就定了，心就不烦了；能够遵守不杀生、不偷盗、不邪行、不妄语、不两舌、不恶口、不绮语，你的身体就健康。十善业能够带给我们身心健康，为什么不干？无论学哪个法门，八万四千法门统统要从十善做起，没有《十善业道》就没有大乘佛法。今天我们讲儒释道三个根，为什么十善做不到？我们不会做人，十善是作佛的，人都做不好，怎么能作佛？所以，要求学《弟子规》，《弟子规》是做人；再要求学《感应篇》，因果教育。儒家的教育是讲伦理道德，伦理道德教好人，好人怎么？不愿意做坏事，做坏事好像心不安，还有一点良心。那要是良心没有了，根本他就不相信做好事有好报，学，学因果教育。真正明白因果怎么样？不敢做坏事。为什么？有报应。有这么两个基础，再入佛门，《十善业道》一点不成问题，决定做得到。所以这个十几年来，我们努力的在提倡儒释道三个根，虽然真正在这上扎根用功的人不多，但是有，有就好。为什么？根没断，还有。有根就有指望，传统文化跟大乘佛法不至于断灭。",
      "zh_TW": "我們今天出了麻煩，身體疾病多，不健康，毛病多，心裡面不能安定，煩躁。什麼原因？沒有學戒律。你學戒律，不貪、不瞋、不痴，你心就定了，心就不煩了；能夠遵守不殺生、不偷盜、不邪行、不妄語、不兩舌、不惡口、不綺語，你的身體就健康。十善業能夠帶給我們身心健康，為什麼不幹？無論學哪個法門，八萬四千法門統統要從十善做起，沒有《十善業道》就沒有大乘佛法。今天我們講儒釋道三個根，為什麼十善做不到？我們不會做人，十善是作佛的，人都做不好，怎麼能作佛？所以，要求學《弟子規》，《弟子規》是做人；再要求學《感應篇》，因果教育。儒家的教育是講倫理道德，倫理道德教好人，好人怎麼？不願意做壞事，做壞事好像心不安，還有一點良心。那要是良心沒有了，根本他就不相信做好事有好報，學，學因果教育。真正明白因果怎麼樣？不敢做壞事。為什麼？有報應。有這麼兩個基礎，再入佛門，《十善業道》一點不成問題，決定做得到。所以這個十幾年來，我們努力的在提倡儒釋道三個根，雖然真正在這上扎根用功的人不多，但是有，有就好。為什麼？根沒斷，還有。有根就有指望，傳統文化跟大乘佛法不至於斷滅。"
    },
    {
      "id": "02-037-0347_p0031",
      "zh_CN": "「明比日月，尊譬宝珠」，这是佛用比喻告诉我们戒律的重要，戒律的光明超过日月，戒律的珍贵，它的尊贵就像宝珠一样。「宁当抱渴而死，弗饮水虫」。这是佛门里一个公案。两个出家人去拜佛，路走得很远，一个人看到水里面，水，出家，水没有过滤不能喝。水里头有小虫，就是细菌。所以出家人旅行的时候身上要带个滤水囊，就是小袋子，碰到水的时候得过滤，那水才能喝。有一个人没有过滤，这个水他吃了；另外一个持戒，他不肯喝，结果死在路上。这个喝水的人到了佛的面前，把这个事情告诉佛陀。佛陀说，持戒的那个人他比你早到我这儿来了，你来得太晚了。对持戒的人奖励、赞叹，对于破戒的人教他要忏悔、要忏罪。",
      "zh_TW": "「明比日月，尊譬寶珠」，這是佛用比喻告訴我們戒律的重要，戒律的光明超過日月，戒律的珍貴，它的尊貴就像寶珠一樣。「寧當抱渴而死，弗飲水蟲」。這是佛門裡一個公案。兩個出家人去拜佛，路走得很遠，一個人看到水裡面，水，出家，水沒有過濾不能喝。水裡頭有小蟲，就是細菌。所以出家人旅行的時候身上要帶個濾水囊，就是小袋子，碰到水的時候得過濾，那水才能喝。有一個人沒有過濾，這個水他吃了；另外一個持戒，他不肯喝，結果死在路上。這個喝水的人到了佛的面前，把這個事情告訴佛陀。佛陀說，持戒的那個人他比你早到我這兒來了，你來得太晚了。對持戒的人獎勵、讚歎，對於破戒的人教他要懺悔、要懺罪。"
    },
    {
      "id": "02-037-0347_p0032",
      "zh_CN": "「乃可被系而终，无伤草叶」，这是什么？被人冤枉了，或者是犯了过失被处分。处分的人说，你是个持戒的人，那很简单，好办，我抓几根草，用草给你围起来，你不能把这个草拿掉你走开，不可以，我用草给你绑在这儿。宁愿在这里死，也不敢把草拨开，不伤害草木。这种，像抱渴而死，无伤草叶，现在人来看，这是愚痴，他怎么会相信？于是，戒律有这样的严，一般人看到戒律害怕。你看从前儒家讲礼，民国初年，这是知识分子，称儒什么？吃人的礼教。礼太严格了，人不能自由。戒律比礼还要严，你说学佛、学经典，大家喜欢听，提到要持戒，调头走了，他不听你的了。现在人认为儒的礼、佛的戒对人约束太多了，好像绳索绑到身体，一点自由都没有，这样看法。所以戒学弘扬有它一定的难度。",
      "zh_TW": "「乃可被繫而終，無傷草葉」，這是什麼？被人冤枉了，或者是犯了過失被處分。處分的人說，你是個持戒的人，那很簡單，好辦，我抓幾根草，用草給你圍起來，你不能把這個草拿掉你走開，不可以，我用草給你綁在這兒。寧願在這裡死，也不敢把草撥開，不傷害草木。這種，像抱渴而死，無傷草葉，現在人來看，這是愚痴，他怎麼會相信？於是，戒律有這樣的嚴，一般人看到戒律害怕。你看從前儒家講禮，民國初年，這是知識分子，稱儒什麼？吃人的禮教。禮太嚴格了，人不能自由。戒律比禮還要嚴，你說學佛、學經典，大家喜歡聽，提到要持戒，調頭走了，他不聽你的了。現在人認為儒的禮、佛的戒對人約束太多了，好像繩索綁到身體，一點自由都沒有，這樣看法。所以戒學弘揚有它一定的難度。"
    },
    {
      "id": "02-037-0347_p0033",
      "zh_CN": "必须要从儒下手，儒比较容易，比佛法宽松。真正有儒的基础，有道家《太上感应篇》的基础，持戒就容易了，跟他讲戒律他欢喜，他不会排斥，他会相信。没有儒跟道的基础，那不容易。所以讲经，讲道理给他听，他很有兴趣，你叫他用十善来约束他，他受不了。能不杀生吗？不杀生，牠伤害我。伤害我也不能杀牠，这个在他认为这是什么？不讲道理，理是讲不通。殊不知，你不杀牠，牠就不会杀你。我早晨起来写字，有个蚊子飞来，就在我面前绕来绕去的。我没法子了，我就指着旁边一个纸片，我说你站在这里来。牠就站在那。我给牠授三皈依，授完之后，叫牠别动，我就拿个玻璃杯子把牠盖下来，把牠送到外边去，听话！今天早晨的事情。我们以善心、真诚心对牠，记住佛的一句话，一切皆从真实心中作，就有感应，不能有一点虚假对待这些小动物。不会伤害你，把你放走，打开窗户，从窗户上放走。",
      "zh_TW": "必須要從儒下手，儒比較容易，比佛法寬鬆。真正有儒的基礎，有道家《太上感應篇》的基礎，持戒就容易了，跟他講戒律他歡喜，他不會排斥，他會相信。沒有儒跟道的基礎，那不容易。所以講經，講道理給他聽，他很有興趣，你叫他用十善來約束他，他受不了。能不殺生嗎？不殺生，牠傷害我。傷害我也不能殺牠，這個在他認為這是什麼？不講道理，理是講不通。殊不知，你不殺牠，牠就不會殺你。我早晨起來寫字，有個蚊子飛來，就在我面前繞來繞去的。我沒法子了，我就指著旁邊一個紙片，我說你站在這裡來。牠就站在那。我給牠授三皈依，授完之後，叫牠別動，我就拿個玻璃杯子把牠蓋下來，把牠送到外邊去，聽話！今天早晨的事情。我們以善心、真誠心對牠，記住佛的一句話，一切皆從真實心中作，就有感應，不能有一點虛假對待這些小動物。不會傷害你，把你放走，打開窗戶，從窗戶上放走。"
    },
    {
      "id": "02-037-0347_p0034",
      "zh_CN": "「疏中极论斋戒之要」，这《会疏》里头说的，斋戒非常重要，「正法能否住世，全赖行人能否持戒」，这个行人就是佛门弟子，在家、出家都包括在其中。正法能不能住在这个世间，全靠佛门四众弟子能不能持戒。「故当宁失身命，毋违所受之戒」。失身命没有关系，这个身命是无常的，总归要死，早一天死晚一天死，反正都要死，无所谓。如果为持戒而丧命，这个身命失掉，你再得一个身命肯定比这个身好。为什么？这大善！善在哪里？你给社会大众做好榜样，这个榜样就是大善，能够像你的人愈来愈多，正法就久住了。",
      "zh_TW": "「疏中極論齋戒之要」，這《會疏》裡頭說的，齋戒非常重要，「正法能否住世，全賴行人能否持戒」，這個行人就是佛門弟子，在家、出家都包括在其中。正法能不能住在這個世間，全靠佛門四眾弟子能不能持戒。「故當寧失身命，毋違所受之戒」。失身命沒有關係，這個身命是無常的，總歸要死，早一天死晚一天死，反正都要死，無所謂。如果為持戒而喪命，這個身命失掉，你再得一個身命肯定比這個身好。為什麼？這大善！善在哪裡？你給社會大眾做好榜樣，這個榜樣就是大善，能夠像你的人愈來愈多，正法就久住了。"
    },
    {
      "id": "02-037-0347_p0035",
      "zh_CN": "「彭际清居士曰：故知净土资粮」，修净土，求往生极乐世界，这资粮在此地说，现在话讲条件。古时候旅行，不要太古时候，我们在抗战期间当中逃难，我走了十个省，完全靠走路。走路要怎么样？要带米，到时候你能煮饭吃。米，做个布袋子，长长的，装一袋子背在身上。不像现在有旅馆、有饭店，那时候没有。真正遇到没办法的时候，找到人家，要向人家讲，家里有没有剩的饭菜？讨一点，过这种日子。资是身上带一点钱，粮是粮食，出门一定要带的。我们到净土，这个资粮是什么？全凭功德，就是你修积的功德。功德的基础，「功德之基，莫先持戒」，持戒、行善就是积功累德。所以「戒净则心净，心净则土净」。",
      "zh_TW": "「彭際清居士曰：故知淨土資糧」，修淨土，求往生極樂世界，這資糧在此地說，現在話講條件。古時候旅行，不要太古時候，我們在抗戰期間當中逃難，我走了十個省，完全靠走路。走路要怎麼樣？要帶米，到時候你能煮飯吃。米，做個布袋子，長長的，裝一袋子背在身上。不像現在有旅館、有飯店，那時候沒有。真正遇到沒辦法的時候，找到人家，要向人家講，家裡有沒有剩的飯菜？討一點，過這種日子。資是身上帶一點錢，糧是糧食，出門一定要帶的。我們到淨土，這個資糧是什麼？全憑功德，就是你修積的功德。功德的基礎，「功德之基，莫先持戒」，持戒、行善就是積功累德。所以「戒淨則心淨，心淨則土淨」。"
    },
    {
      "id": "02-037-0347_p0036",
      "zh_CN": "今天在这里讲戒，我们把重点全部落实在十善，为什么？有十善就有戒。净业三福第一条讲十善，「孝养父母，奉事师长，慈心不杀，修十善业」，第一条。我们对父母有没有尽孝？我们对老师有没有做到敬？这个敬就是依教奉行，那才叫敬。老师教你东西，阳奉阴违，这大不敬。老师的教诲一定要依教奉行，纵然不能百分之百的做到，至少也得做到一半，否则的话怎么对得起老师？我这一生是运气很好，老师能拨出时间单独教我，方老师单独教我，章嘉大师也是单独教我，这个缘太难得！这是宿世的缘分，这一生遇到了，我们不好好的学，怎么对得起老师？孝亲尊师，现在人不懂得。我们的父母、老师都已经往生，不在了，我怎么办？我的教室、我的佛堂、我的摄影棚统统挂的老师的照片，每一天早晚跟老师行礼，念念不忘老师教诲，教孝亲、教尊师。现在人把老师忘得干干净净，我们能有今天，谁给我的？父母给我身体，老师给我智慧，饮水思源。",
      "zh_TW": "今天在這裡講戒，我們把重點全部落實在十善，為什麼？有十善就有戒。淨業三福第一條講十善，「孝養父母，奉事師長，慈心不殺，修十善業」，第一條。我們對父母有沒有盡孝？我們對老師有沒有做到敬？這個敬就是依教奉行，那才叫敬。老師教你東西，陽奉陰違，這大不敬。老師的教誨一定要依教奉行，縱然不能百分之百的做到，至少也得做到一半，否則的話怎麼對得起老師？我這一生是運氣很好，老師能撥出時間單獨教我，方老師單獨教我，章嘉大師也是單獨教我，這個緣太難得！這是宿世的緣分，這一生遇到了，我們不好好的學，怎麼對得起老師？孝親尊師，現在人不懂得。我們的父母、老師都已經往生，不在了，我怎麼辦？我的教室、我的佛堂、我的攝影棚統統掛的老師的照片，每一天早晚跟老師行禮，念念不忘老師教誨，教孝親、教尊師。現在人把老師忘得乾乾淨淨，我們能有今天，誰給我的？父母給我身體，老師給我智慧，飲水思源。"
    },
    {
      "id": "02-037-0347_p0037",
      "zh_CN": "这都是属于戒律，因戒才能得定。我们今天这个定不是禅定，是什么？一门深入，长时薰修。一门深入就是定，长时薰修会开悟。所以学东西不要贪多，世出世法都一样，一样没有学透，不要学第二样；这一样学透了，行，可以再学一样。但是一生当中要有一门为主。我在年轻的时候学得很多，虽然老师教给我，不听！总是贪多，看这个也好，那个也不错，这也想学那也想学，兴趣多方面的，我就涉猎了不少的经论。那现在，现在知道，这是什么？佛学常识很丰富。再丰富的佛学常识，对你了生死出三界没有干涉，没用处。如果一门深入，像我们在前面念到的，念老在这里举的例子，我们不如愚夫妇老实念佛，真比不上他。乡下的阿公阿婆不认识字，什么也不懂，就知道一句阿弥陀佛，一天念到晚，我们能跟他比吗？说老实话，这些阿公阿婆他什么时候往生他知道。甚至于他想什么时候往生都可以，还有寿命不要了，我现在就要走，佛来接我。佛真来接他。",
      "zh_TW": "這都是屬於戒律，因戒才能得定。我們今天這個定不是禪定，是什麼？一門深入，長時薰修。一門深入就是定，長時薰修會開悟。所以學東西不要貪多，世出世法都一樣，一樣沒有學透，不要學第二樣；這一樣學透了，行，可以再學一樣。但是一生當中要有一門為主。我在年輕的時候學得很多，雖然老師教給我，不聽！總是貪多，看這個也好，那個也不錯，這也想學那也想學，興趣多方面的，我就涉獵了不少的經論。那現在，現在知道，這是什麼？佛學常識很豐富。再豐富的佛學常識，對你了生死出三界沒有干涉，沒用處。如果一門深入，像我們在前面念到的，念老在這裡舉的例子，我們不如愚夫婦老實念佛，真比不上他。鄉下的阿公阿婆不認識字，什麼也不懂，就知道一句阿彌陀佛，一天念到晚，我們能跟他比嗎？說老實話，這些阿公阿婆他什麼時候往生他知道。甚至於他想什麼時候往生都可以，還有壽命不要了，我現在就要走，佛來接我。佛真來接他。"
    },
    {
      "id": "02-037-0347_p0038",
      "zh_CN": "这一点，我们看到莹珂法师的公案就找到证据，莹珂法师寿命还有十年，不要了，要求阿弥陀佛带他现在就走，他真走了。所以这些阿公阿婆，我相信他们都有这个功德，都有这个条件。他不走，是做给我们看的，也是，他是真实功德，他不走，住在这个地方，保佑这个地方的安定和谐，保佑这个地方少灾少难。我们一般人不认识，瞧不起他。他大慈大悲，帮助这个地区化解灾难。我说的话一点不假，他不是走不了，慈悲心救苦救难。我们理解，看到这样的人我们对他都特别恭敬，对他行礼、对他致意，赞叹他老人家。他是真干，知识分子只说不干。所以知识不能解决问题，不能化解灾难，这要智慧。",
      "zh_TW": "這一點，我們看到瑩珂法師的公案就找到證據，瑩珂法師壽命還有十年，不要了，要求阿彌陀佛帶他現在就走，他真走了。所以這些阿公阿婆，我相信他們都有這個功德，都有這個條件。他不走，是做給我們看的，也是，他是真實功德，他不走，住在這個地方，保佑這個地方的安定和諧，保佑這個地方少災少難。我們一般人不認識，瞧不起他。他大慈大悲，幫助這個地區化解災難。我說的話一點不假，他不是走不了，慈悲心救苦救難。我們理解，看到這樣的人我們對他都特別恭敬，對他行禮、對他致意，讚歎他老人家。他是真幹，知識分子只說不幹。所以知識不能解決問題，不能化解災難，這要智慧。"
    },
    {
      "id": "02-037-0347_p0039",
      "zh_CN": "净土资粮，全凭功德，功是功夫，一分功夫就有一分功德。持戒是功夫、放下是功夫，这真实功夫，放下名闻利养、放下七情五欲、放下贪瞋痴慢。佛为什么教我们放下？你要明白这个道理，道理明白了，你真肯放下。明白道理就是章嘉大师所说的，看破。为什么放不下？没看破，对事实真相知道不清楚，所以放不下。真正搞清楚、搞明白了，不需要人劝你，不需要人教你，你自然放下。为什么？那是包袱，那里头不是好东西，是带给自己的累赘，没有一点好处。放下真有好处，要放得干净，要用真诚心去放，不能搞假的。装模作样不行，没有感应，搞真的就有感应。",
      "zh_TW": "淨土資糧，全憑功德，功是功夫，一分功夫就有一分功德。持戒是功夫、放下是功夫，這真實功夫，放下名聞利養、放下七情五欲、放下貪瞋痴慢。佛為什麼教我們放下？你要明白這個道理，道理明白了，你真肯放下。明白道理就是章嘉大師所說的，看破。為什麼放不下？沒看破，對事實真相知道不清楚，所以放不下。真正搞清楚、搞明白了，不需要人勸你，不需要人教你，你自然放下。為什麼？那是包袱，那裡頭不是好東西，是帶給自己的累贅，沒有一點好處。放下真有好處，要放得乾淨，要用真誠心去放，不能搞假的。裝模作樣不行，沒有感應，搞真的就有感應。"
    },
    {
      "id": "02-037-0347_p0040",
      "zh_CN": "在我们现前，我们自己亲身当中有体验，有不可思议的感应，祖宗照顾，佛菩萨照顾。我举汤池小镇这个例子，不是假的。我们看到《虚云老和尚年谱》里头记载的，老人朝五台山，三步一拜，从普陀山海岛里头，三步一拜，拜到五台，三年。这个毅力、恒心就感动佛菩萨，他从发心、起步一直到五台山三年，佛菩萨就在他身边照顾他，他不知道。当他生病病倒了，菩萨就化身，变一个乞丐来照顾他，来给他采药，帮他治病。住了十几天，身体完全恢复了，这乞丐走了，他继续去拜山。三年当中得两次病，第二次得病的时候，又碰到这个乞丐，又来了。其实那个乞丐是文殊菩萨变的，文殊菩萨始终没有离开他，这个事情是真的不是假的。为什么他能够感动文殊菩萨照顾，我们不能感动？他发的那个真诚心，那就是他的功德。我们的心不真诚，看到这些事情还怀疑，老和尚修得不错，感动了，我们没有修行，不如他，那就没有法子了。全是一点真心、一点诚意，不是为自己，为自己不行，为自己名闻利养，这不行，不是为自己。",
      "zh_TW": "在我們現前，我們自己親身當中有體驗，有不可思議的感應，祖宗照顧，佛菩薩照顧。我舉湯池小鎮這個例子，不是假的。我們看到《虛雲老和尚年譜》裡頭記載的，老人朝五台山，三步一拜，從普陀山海島裡頭，三步一拜，拜到五台，三年。這個毅力、恆心就感動佛菩薩，他從發心、起步一直到五台山三年，佛菩薩就在他身邊照顧他，他不知道。當他生病病倒了，菩薩就化身，變一個乞丐來照顧他，來給他採藥，幫他治病。住了十幾天，身體完全恢復了，這乞丐走了，他繼續去拜山。三年當中得兩次病，第二次得病的時候，又碰到這個乞丐，又來了。其實那個乞丐是文殊菩薩變的，文殊菩薩始終沒有離開他，這個事情是真的不是假的。為什麼他能夠感動文殊菩薩照顧，我們不能感動？他發的那個真誠心，那就是他的功德。我們的心不真誠，看到這些事情還懷疑，老和尚修得不錯，感動了，我們沒有修行，不如他，那就沒有法子了。全是一點真心、一點誠意，不是為自己，為自己不行，為自己名聞利養，這不行，不是為自己。"
    },
    {
      "id": "02-037-0347_p0041",
      "zh_CN": "我们搞汤池实验不是为自己，是为我们老祖宗的传统文化还能不能延续下去，我们是做这个实验，不为自己。老祖宗的东西在今天还能够适用，就得保佑，就让我看到效果。如果不管用的话，那就没有了，搞不成功，搞不成功我们也就不搞了。搞成功是什么？我们那个念头一动，老祖宗就知道了，佛菩萨就知道了。就替我们安排，就替我们效果赶快搞成功，知道我们耐心不够。我们原来打算三年看到效果，三个月看到了。这明明是佛菩萨、老祖宗在身边，我们亲身体验到的，能不相信吗？所以真发心，灾难来了没事。我们需不需要预备这些灾难的东西？不需要。真灾难来的时候，就突然来了一些人，送这个吃的、送那个喝的，全送来了。那是什么？都是佛菩萨化身来的。我们自己还是不要的好，我们要什么？要真诚心，我们要这个东西，这个东西是真管用。",
      "zh_TW": "我們搞湯池實驗不是為自己，是為我們老祖宗的傳統文化還能不能延續下去，我們是做這個實驗，不為自己。老祖宗的東西在今天還能夠適用，就得保佑，就讓我看到效果。如果不管用的話，那就沒有了，搞不成功，搞不成功我們也就不搞了。搞成功是什麼？我們那個念頭一動，老祖宗就知道了，佛菩薩就知道了。就替我們安排，就替我們效果趕快搞成功，知道我們耐心不夠。我們原來打算三年看到效果，三個月看到了。這明明是佛菩薩、老祖宗在身邊，我們親身體驗到的，能不相信嗎？所以真發心，災難來了沒事。我們需不需要預備這些災難的東西？不需要。真災難來的時候，就突然來了一些人，送這個吃的、送那個喝的，全送來了。那是什麼？都是佛菩薩化身來的。我們自己還是不要的好，我們要什麼？要真誠心，我們要這個東西，這個東西是真管用。"
    },
    {
      "id": "02-037-0347_p0042",
      "zh_CN": "「因地不真，果招迂曲」，我们对于戒律要重视，还是三个根，《弟子规》、《感应篇》、《十善业》，要做，不是念。念没用，要落实、要做到，把这三样东西变成我们的生活，变成我们自己的，工作、待人接物要把它做出来。后面的效果、感应不可思议，让我们对祖宗、对佛法、对鬼神信心十足，再不会怀疑。我们这个色身留在这个世间，为佛菩萨工作的，为一切众生工作的，不是为自己的。身体好，为他们多出一点力，不好，少出一点力，全是为众生、为正法久住，没有丝毫为自己，感应自己能体会得到。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "「因地不真，果招迂曲」，我們對於戒律要重視，還是三個根，《弟子規》、《感應篇》、《十善業》，要做，不是念。念沒用，要落實、要做到，把這三樣東西變成我們的生活，變成我們自己的，工作、待人接物要把它做出來。後面的效果、感應不可思議，讓我們對祖宗、對佛法、對鬼神信心十足，再不會懷疑。我們這個色身留在這個世間，為佛菩薩工作的，為一切眾生工作的，不是為自己的。身體好，為他們多出一點力，不好，少出一點力，全是為眾生、為正法久住，沒有絲毫為自己，感應自己能體會得到。好，今天時間到了，我們就學習到此地。"
    }
  ]
}