{
  "doc_id": "02-037-0101",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０一集",
    "zh_TW": "第一０一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0101",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0101_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第三百五十二面，倒数第五行，从第一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第三百五十二面，倒數第五行，從第一句看起："
    },
    {
      "id": "02-037-0101_p0002",
      "zh_CN": "「世尊，指释迦牟尼佛。《净影疏》曰：佛具众德，为世尊重，故号世尊」。经文上称的，『尔时世尊，威光赫奕』。世尊是对本师释迦牟尼佛的尊称，像我们现在在一般世俗场合，对于地位高的、有德行的，我们前面都加一个「尊敬的」。世尊是世间最为大众尊敬的，我们的本师释迦牟尼佛。《净影疏》里面说得好，「佛具众德」，释迦牟尼佛具备智慧、德行，为世间人的榜样，为世间人所尊重，称之为世尊。「佛是世间极尊」，这个世间包括了六道、也包括了十法界，对释迦佛没有不尊重的。「威者，有威可畏谓之威」，这个地方指威神。佛家世尊有圆满的智慧、圆满的德能，一切众生仰慕他、爱护他也畏惧他，叫大人，有威德。「《胜鬘宝窟》曰：外使物畏，目之为威」，他的外表、威仪，让人家看到，对他生一种敬畏之心，这是威。内，佛有无量智慧、无量德能，不是凡夫能够测度的，所以称之为神，佛的威神。",
      "zh_TW": "「世尊，指釋迦牟尼佛。《淨影疏》曰：佛具眾德，為世尊重，故號世尊」。經文上稱的，『爾時世尊，威光赫奕』。世尊是對本師釋迦牟尼佛的尊稱，像我們現在在一般世俗場合，對於地位高的、有德行的，我們前面都加一個「尊敬的」。世尊是世間最為大眾尊敬的，我們的本師釋迦牟尼佛。《淨影疏》裡面說得好，「佛具眾德」，釋迦牟尼佛具備智慧、德行，為世間人的榜樣，為世間人所尊重，稱之為世尊。「佛是世間極尊」，這個世間包括了六道、也包括了十法界，對釋迦佛沒有不尊重的。「威者，有威可畏謂之威」，這個地方指威神。佛家世尊有圓滿的智慧、圓滿的德能，一切眾生仰慕他、愛護他也畏懼他，叫大人，有威德。「《勝鬘寶窟》曰：外使物畏，目之為威」，他的外表、威儀，讓人家看到，對他生一種敬畏之心，這是威。內，佛有無量智慧、無量德能，不是凡夫能夠測度的，所以稱之為神，佛的威神。"
    },
    {
      "id": "02-037-0101_p0003",
      "zh_CN": "「光者光明。自莹谓之光」，从自己身体放光，这个光能照外面的万物，这叫明，就是放光照耀的意思。光明有二种作用，一种是破暗，黑暗没有了，第二种是表法。「因佛之光明，正是智慧之相」，光明是代表智慧。「赫奕」，赫是明的意思，奕是盛的意思。「故知威光赫奕表佛所放之光，雄猛有威，明耀盛大」。「此下以熔金喻之」，黄金镕化了，在冶炉里面镕化，用这个来比喻，「金色光耀，熔金弥甚」。也许有同学见过冶炼黄金，黄金在冶炼的炉子里面特别好看，它融成液体，放金色之光。我们在一般不太容易看到，黄金真的放光，像火烧，烧得很猛烈的时候你看到火放光。黄金烧出来，那光就非常之美。这个比喻佛的光明，像「熔金聚集，故曰如融金聚」，用这句话来赞美、来形容。",
      "zh_TW": "「光者光明。自瑩謂之光」，從自己身體放光，這個光能照外面的萬物，這叫明，就是放光照耀的意思。光明有二種作用，一種是破闇，黑暗沒有了，第二種是表法。「因佛之光明，正是智慧之相」，光明是代表智慧。「赫奕」，赫是明的意思，奕是盛的意思。「故知威光赫奕表佛所放之光，雄猛有威，明耀盛大」。「此下以熔金喻之」，黃金鎔化了，在冶爐裡面鎔化，用這個來比喻，「金色光耀，熔金彌甚」。也許有同學見過冶煉黃金，黃金在冶煉的爐子裡面特別好看，它融成液體，放金色之光。我們在一般不太容易看到，黃金真的放光，像火燒，燒得很猛烈的時候你看到火放光。黃金燒出來，那光就非常之美。這個比喻佛的光明，像「熔金聚集，故曰如融金聚」，用這句話來讚美、來形容。"
    },
    {
      "id": "02-037-0101_p0004",
      "zh_CN": "『又如明镜，影畅表里』。影是光影，畅是通达。「海东憬兴曰」，这是唐朝日本出家人在中国留学，亲近善导大师，回国之后把净土宗就传到日本，成为日本净宗的祖师。他有《无量寿经》的注解，这里头，在这几句经文他这样说法，说「镜光外照，名为影表，即同佛身，光明外舒」。镜子的光向外照，照得很清楚、很明白，这叫影表，外面的影都照在镜子里面。用这个来比喻，就像佛的身体，他的光明外舒，他放的光明能照外面。「外照之光显影，畅在镜内」，一点障碍都没有，照得清清楚楚。这个意思也同佛所放光「还曜巍颜」，巍颜就是佛的面孔、佛的色相，所以叫表里。佛光向外照，也照自己，像灯光一样，灯光照外面，灯光也照灯的本身，用这些来赞叹放光。",
      "zh_TW": "『又如明鏡，影暢表裡』。影是光影，暢是通達。「海東憬興曰」，這是唐朝日本出家人在中國留學，親近善導大師，回國之後把淨土宗就傳到日本，成為日本淨宗的祖師。他有《無量壽經》的註解，這裡頭，在這幾句經文他這樣說法，說「鏡光外照，名為影表，即同佛身，光明外舒」。鏡子的光向外照，照得很清楚、很明白，這叫影表，外面的影都照在鏡子裡面。用這個來比喻，就像佛的身體，他的光明外舒，他放的光明能照外面。「外照之光顯影，暢在鏡內」，一點障礙都沒有，照得清清楚楚。這個意思也同佛所放光「還曜巍顏」，巍顏就是佛的面孔、佛的色相，所以叫表裡。佛光向外照，也照自己，像燈光一樣，燈光照外面，燈光也照燈的本身，用這些來讚歎放光。"
    },
    {
      "id": "02-037-0101_p0005",
      "zh_CN": "《净影疏》也说到，「镜光外照，名为影表；外照之光，明显镜内，名为影里」，意思跟前面说的差不多。「佛身如是」，佛身放光，「光明外照所放之表，显曜佛身，名影表里」。「按上两说，佛身内外映彻，喻如明净之镜」，佛的身体像琉璃一样，内外透明的，干干净净，一丝毫染污都没有。放光，不但照外，也照内，佛光也照自己，内外都照。「所放光明，还照镜内，谓之影里。汉吴两译中，佛光数百千色、数千百变、光甚大明、上下明彻、巍巍重明，皆显影畅表里之义」。五种翻译文字不一样，有讲得详细，有讲得简单，但是意思大致都相同。《宋译》有一句，其他四种本子里头没有，说「面色圆满，宝刹庄严」，其他四个本子里头没有「宝刹庄严」这句，这个本子里头有。「则更显佛光明中，影现十方宝刹」。在佛光里面看到十方一切诸佛的刹土，像我们现在看电视一样，十方世界都在萤幕上看到了。在此地就是十方诸佛刹土在佛身光里面见到，这是非常稀有难得。则更显佛光明中，影现十方宝刹，这是诸佛的国土。「如大圆宝镜，映现十方」，就像一个大圆镜一样，十方世界都在其中。",
      "zh_TW": "《淨影疏》也說到，「鏡光外照，名為影表；外照之光，明顯鏡內，名為影裡」，意思跟前面說的差不多。「佛身如是」，佛身放光，「光明外照所放之表，顯曜佛身，名影表裡」。「按上兩說，佛身內外映徹，喻如明淨之鏡」，佛的身體像琉璃一樣，內外透明的，乾乾淨淨，一絲毫染污都沒有。放光，不但照外，也照內，佛光也照自己，內外都照。「所放光明，還照鏡內，謂之影裡。漢吳兩譯中，佛光數百千色、數千百變、光甚大明、上下明徹、巍巍重明，皆顯影暢表裡之義」。五種翻譯文字不一樣，有講得詳細，有講得簡單，但是意思大致都相同。《宋譯》有一句，其他四種本子裡頭沒有，說「面色圓滿，寶剎莊嚴」，其他四個本子裡頭沒有「寶剎莊嚴」這句，這個本子裡頭有。「則更顯佛光明中，影現十方寶剎」。在佛光裡面看到十方一切諸佛的剎土，像我們現在看電視一樣，十方世界都在螢幕上看到了。在此地就是十方諸佛剎土在佛身光裡面見到，這是非常稀有難得。則更顯佛光明中，影現十方寶剎，這是諸佛的國土。「如大圓寶鏡，映現十方」，就像一個大圓鏡一樣，十方世界都在其中。"
    },
    {
      "id": "02-037-0101_p0006",
      "zh_CN": "「如《甄解》所释」，《甄解》也是日本《无量寿经》的注解，这个里面解释的，「则光颜巍巍中，影现宝刹庄严相，其犹珠宝镜中，能现森罗万相乎！上说正显《华严》境界」。这一句「又如明镜，影畅表里」，注解里头说得清楚，五种原译本这句经文是怎么说的，我们互相参考，对照起来看。看到宋本里头还有「宝刹庄严」，显示华严境界在佛光明当中见到了。",
      "zh_TW": "「如《甄解》所釋」，《甄解》也是日本《無量壽經》的註解，這個裡面解釋的，「則光顏巍巍中，影現寶剎莊嚴相，其猶珠寶鏡中，能現森羅萬相乎！上說正顯《華嚴》境界」。這一句「又如明鏡，影暢表裡」，註解裡頭說得清楚，五種原譯本這句經文是怎麼說的，我們互相參考，對照起來看。看到宋本裡頭還有「寶剎莊嚴」，顯示華嚴境界在佛光明當中見到了。"
    },
    {
      "id": "02-037-0101_p0007",
      "zh_CN": "下面两句是『现大光明，数千百变』。「指佛于会上放大光明，瞬息万变」，千变万化，「光色参回」，不只一种颜色，各种颜色都有，「自然最胜」，胜是殊胜，自然，是从自性里面显现出来的，没有人设计，也没有人去制造。今天是外国的圣诞节，香港的夜晚，我们看到这个灯光五颜十色，也是美不胜收。这是人工去设计、去安装，显示出来。佛在讲经之前放的这些光是自然的，佛没有起心动念、没有分别执着，为什么有这样庄严光明变化？那是因为佛要说这部大经，这个大经无量功德。是《无量寿经》功德的自然成就，不是佛心里想的，不是佛故意要放这种光给阿难提示，不是的，全是自然的。大乘经教上常说法尔如是，一切法本性就是这样的，没有丝毫造作，纯是自然的。",
      "zh_TW": "下面兩句是『現大光明，數千百變』。「指佛於會上放大光明，瞬息萬變」，千變萬化，「光色參迴」，不只一種顏色，各種顏色都有，「自然最勝」，勝是殊勝，自然，是從自性裡面顯現出來的，沒有人設計，也沒有人去製造。今天是外國的聖誕節，香港的夜晚，我們看到這個燈光五顏十色，也是美不勝收。這是人工去設計、去安裝，顯示出來。佛在講經之前放的這些光是自然的，佛沒有起心動念、沒有分別執著，為什麼有這樣莊嚴光明變化？那是因為佛要說這部大經，這個大經無量功德。是《無量壽經》功德的自然成就，不是佛心裡想的，不是佛故意要放這種光給阿難提示，不是的，全是自然的。大乘經教上常說法爾如是，一切法本性就是這樣的，沒有絲毫造作，純是自然的。"
    },
    {
      "id": "02-037-0101_p0008",
      "zh_CN": "「如《法华经．序品》曰：眉间白毫，大光普照。」这是《法华经》上面说的，释迦牟尼佛眉间的白毫放光，这个光明很大，普照一切。「故知现大光明即彼之大光普照」，跟《法华经》上这个境界是相同。「故知魏译中之威神光光亦应同此，咸表佛之威光明曜广大，无能比者」，世间种种光明都不能够跟它相比。「至于数千百变，则同于本经寿乐无极品中之自然光色参回，转变最胜」，跟这个意思相同，「同表佛光自然交参回转，光色变化，愈变愈胜，无有穷极」。就像我们看万花筒一样，万花筒的构造很简单，我这有个万花筒，小时候喜欢玩这个东西。小时候万花筒没有这么漂亮，是我们自己做的。三片玻璃装在这个筒里头，纸做也行，用竹子也可以，竹筒也行，放在前面，外面用个玻璃把它盖起来。你这里转，它里面就有很美的图案，怎么样转，你细心去看，没有两个图案是相同的。这个东西也在表性德，万花筒我们转，它底下变现的一些图案，它没有想，它没有分别，自然的。显示佛放光是自然的，佛没有起心动念，佛没有分别执着，这是自性本具的功德遇着缘了，叫法尔如是。大乘教里常用「不可思议」这句话来形容它，真正不可思议。所以，「光色变化，愈变愈胜，无有穷极」，我们从万花筒这个小玩具里面体会到这个道理。",
      "zh_TW": "「如《法華經．序品》曰：眉間白毫，大光普照。」這是《法華經》上面說的，釋迦牟尼佛眉間的白毫放光，這個光明很大，普照一切。「故知現大光明即彼之大光普照」，跟《法華經》上這個境界是相同。「故知魏譯中之威神光光亦應同此，咸表佛之威光明曜廣大，無能比者」，世間種種光明都不能夠跟它相比。「至於數千百變，則同於本經壽樂無極品中之自然光色參迴，轉變最勝」，跟這個意思相同，「同表佛光自然交參迴轉，光色變化，愈變愈勝，無有窮極」。就像我們看萬花筒一樣，萬花筒的構造很簡單，我這有個萬花筒，小時候喜歡玩這個東西。小時候萬花筒沒有這麼漂亮，是我們自己做的。三片玻璃裝在這個筒裡頭，紙做也行，用竹子也可以，竹筒也行，放在前面，外面用個玻璃把它蓋起來。你這裡轉，它裡面就有很美的圖案，怎麼樣轉，你細心去看，沒有兩個圖案是相同的。這個東西也在表性德，萬花筒我們轉，它底下變現的一些圖案，它沒有想，它沒有分別，自然的。顯示佛放光是自然的，佛沒有起心動念，佛沒有分別執著，這是自性本具的功德遇著緣了，叫法爾如是。大乘教裡常用「不可思議」這句話來形容它，真正不可思議。所以，「光色變化，愈變愈勝，無有窮極」，我們從萬花筒這個小玩具裡面體會到這個道理。"
    },
    {
      "id": "02-037-0101_p0009",
      "zh_CN": "下面一段，「阿难启请」，前面是佛放光现瑞。一定要知道，佛的放光现瑞没有起心、没有动念，这一点一定要清楚。如果起心动念，那是凡夫，不是佛菩萨。明心见性之后就不会起心动念了，这真正的圣人。十法界里面的佛菩萨还起心动念，因为根本无明没破；破了根本无明就不会起心动念，他就不住在十法界，他住在诸佛如来实报庄严土，那是真正的圣人。天台大师的六即佛，像十法界里面的佛叫相似即佛，很像佛，不是真佛。真正的佛，标准是什么？用真心的叫佛，用妄心的叫凡夫，真妄是用这个标准来说的。十法界的佛还用的是妄心，就是用八识五十一心所，跟我们六道凡夫一样。我们六道用八识五十一心所用偏了、用邪了，不正，所以惹了很多麻烦，遭了很多苦难；声闻、缘觉、菩萨、佛他们用得正。为什么他们用得正？他们老实、听话，依照佛菩萨教导的去做，做得很像，虽用的是妄心，你看起来像真佛一样，他用得正。也就是说他持戒、他修定，他开智慧了，跟佛是愈来愈亲近。到把妄想真正放下，他就成佛了，那是真佛，不是假佛；相似不是真的。",
      "zh_TW": "下面一段，「阿難啟請」，前面是佛放光現瑞。一定要知道，佛的放光現瑞沒有起心、沒有動念，這一點一定要清楚。如果起心動念，那是凡夫，不是佛菩薩。明心見性之後就不會起心動念了，這真正的聖人。十法界裡面的佛菩薩還起心動念，因為根本無明沒破；破了根本無明就不會起心動念，他就不住在十法界，他住在諸佛如來實報莊嚴土，那是真正的聖人。天台大師的六即佛，像十法界裡面的佛叫相似即佛，很像佛，不是真佛。真正的佛，標準是什麼？用真心的叫佛，用妄心的叫凡夫，真妄是用這個標準來說的。十法界的佛還用的是妄心，就是用八識五十一心所，跟我們六道凡夫一樣。我們六道用八識五十一心所用偏了、用邪了，不正，所以惹了很多麻煩，遭了很多苦難；聲聞、緣覺、菩薩、佛他們用得正。為什麼他們用得正？他們老實、聽話，依照佛菩薩教導的去做，做得很像，雖用的是妄心，你看起來像真佛一樣，他用得正。也就是說他持戒、他修定，他開智慧了，跟佛是愈來愈親近。到把妄想真正放下，他就成佛了，那是真佛，不是假佛；相似不是真的。"
    },
    {
      "id": "02-037-0101_p0010",
      "zh_CN": "虽然放下妄想，但是妄想的习气还在。所以，天台智者大师称他为分证即佛，就是说他不圆满。从圆教初住到等觉，四十一个位次，都叫做分证佛。等觉菩萨把最后一品无明习气断尽了，他就不叫分证佛，叫圆满佛，他圆满了，《华严经》上称之为妙觉。你看等觉上面是妙觉，妙觉是圆满佛，究竟圆满佛。所以等觉还算是分证。",
      "zh_TW": "雖然放下妄想，但是妄想的習氣還在。所以，天台智者大師稱他為分證即佛，就是說他不圓滿。從圓教初住到等覺，四十一個位次，都叫做分證佛。等覺菩薩把最後一品無明習氣斷盡了，他就不叫分證佛，叫圓滿佛，他圓滿了，《華嚴經》上稱之為妙覺。你看等覺上面是妙覺，妙覺是圓滿佛，究竟圓滿佛。所以等覺還算是分證。"
    },
    {
      "id": "02-037-0101_p0011",
      "zh_CN": "我们看「阿难启请」，这里面分两段，第一「见瑞希有」：",
      "zh_TW": "我們看「阿難啟請」，這裡面分兩段，第一「見瑞希有」："
    },
    {
      "id": "02-037-0101_p0012",
      "zh_CN": "【尊者阿难。即自思惟。今日世尊色身诸根。悦豫清净。光颜巍巍。宝刹庄严。从昔以来。所未曾见。喜得瞻仰。生希有心。】",
      "zh_TW": "【尊者阿難。即自思惟。今日世尊色身諸根。悅豫清淨。光顏巍巍。寶剎莊嚴。從昔以來。所未曾見。喜得瞻仰。生希有心。】"
    },
    {
      "id": "02-037-0101_p0013",
      "zh_CN": "这两句好，『喜得瞻仰，生希有心』。佛放光现瑞，阿难尊者看到了。当然不只他一个人，在会的大众全都看到了，阿难代表大众，首先赞叹如来。阿难尊者是本经的当机，「若论其本，实亦从果向因之法身大士」。他现在表演的地位，在舞台上表演的地位，他是初果须陀洹。实际上来说，阿难尊者大概也是早成佛了，成佛之后倒驾慈航，来帮助释迦牟尼佛弘法利生。佛来表演，佛的身分是主角，舞台表演他是主角，阿难来当配角，地位可能是同样的，我们要明白这个事实真相。所以世尊出现在这个世间八十年，八相成道，是舞台上的一场表演。不但阿难是大权示现，连许许多多的居士、长者、护法，都是法身菩萨再来的，都不是普通人。这一台戏才唱得精彩，才圆满，才能感动很多的观众。",
      "zh_TW": "這兩句好，『喜得瞻仰，生希有心』。佛放光現瑞，阿難尊者看到了。當然不只他一個人，在會的大眾全都看到了，阿難代表大眾，首先讚歎如來。阿難尊者是本經的當機，「若論其本，實亦從果向因之法身大士」。他現在表演的地位，在舞台上表演的地位，他是初果須陀洹。實際上來說，阿難尊者大概也是早成佛了，成佛之後倒駕慈航，來幫助釋迦牟尼佛弘法利生。佛來表演，佛的身分是主角，舞台表演他是主角，阿難來當配角，地位可能是同樣的，我們要明白這個事實真相。所以世尊出現在這個世間八十年，八相成道，是舞台上的一場表演。不但阿難是大權示現，連許許多多的居士、長者、護法，都是法身菩薩再來的，都不是普通人。這一台戲才唱得精彩，才圓滿，才能感動很多的觀眾。"
    },
    {
      "id": "02-037-0101_p0014",
      "zh_CN": "「《法华经》中佛告菩萨曰：我与阿难等」，不只阿难一个人，可能这个等字就是常随弟子一千二百五十五人，后头这个等，「于空王佛所」，这是古佛，久远劫的古佛，佛的德号叫空王，「同时发阿耨多罗三藐三菩提心」。你看看久远劫之前，阿难跟释迦牟尼佛的身分是同学，都是空王佛的学生，空王佛的弟子。「阿难常乐多闻」，阿难尊者他喜欢多闻，好学，「我常勤精进」，我是释迦牟尼佛自称，释迦牟尼佛则是一门深入长时薰修，他搞的是这个方法，阿难是广学多闻。「是故我已得阿耨多罗三藐三菩提」，释迦就先成佛了，「而阿难护持我法，亦护将来诸佛法藏，教化成就菩萨众」。世尊已经证得无上正等正觉，就是成佛了，证得妙觉果位，阿难发心护法，护持我法。阿难是不是成佛此地没说，没有明讲，但是阿难是法身大士这是肯定的，这一点我们要知道。也就是阿难的本迹，他的根本，决定是四十一位法身大士，不知道他是哪个阶级的。他发心护法，护释迦牟尼佛的法，同样他也护将来诸佛法藏，帮助佛教化成就菩萨众，不是声闻、缘觉，教化菩萨。从这一句里面透了一点信息，阿难也成佛了，只有佛才教化菩萨。特别是成就这两个字，这个意味我们体会到一点。",
      "zh_TW": "「《法華經》中佛告菩薩曰：我與阿難等」，不只阿難一個人，可能這個等字就是常隨弟子一千二百五十五人，後頭這個等，「於空王佛所」，這是古佛，久遠劫的古佛，佛的德號叫空王，「同時發阿耨多羅三藐三菩提心」。你看看久遠劫之前，阿難跟釋迦牟尼佛的身分是同學，都是空王佛的學生，空王佛的弟子。「阿難常樂多聞」，阿難尊者他喜歡多聞，好學，「我常勤精進」，我是釋迦牟尼佛自稱，釋迦牟尼佛則是一門深入長時薰修，他搞的是這個方法，阿難是廣學多聞。「是故我已得阿耨多羅三藐三菩提」，釋迦就先成佛了，「而阿難護持我法，亦護將來諸佛法藏，教化成就菩薩眾」。世尊已經證得無上正等正覺，就是成佛了，證得妙覺果位，阿難發心護法，護持我法。阿難是不是成佛此地沒說，沒有明講，但是阿難是法身大士這是肯定的，這一點我們要知道。也就是阿難的本跡，他的根本，決定是四十一位法身大士，不知道他是哪個階級的。他發心護法，護釋迦牟尼佛的法，同樣他也護將來諸佛法藏，幫助佛教化成就菩薩眾，不是聲聞、緣覺，教化菩薩。從這一句裡面透了一點信息，阿難也成佛了，只有佛才教化菩薩。特別是成就這兩個字，這個意味我們體會到一點。"
    },
    {
      "id": "02-037-0101_p0015",
      "zh_CN": "「若论其迹」，从迹象看，就是他在我们这个世间示现这个迹象上来看，「则为集结经藏、传佛心印、传授密乘、承传大教之关键人物」。阿难是真护法，不是假的。他在护法上做了三桩大事情，第一桩，集结经藏。释迦牟尼佛灭度之后，四十九年所说的一切经，是阿难复讲，同学们把它记录下来，传给后世，这是显教。同时传佛心印，这是禅宗。禅这个法门，世尊传给迦叶尊者，所以迦叶是第一代的祖师，迦叶传给阿难，阿难是第二代，禅宗二祖。宗门、教下的护持人。除这个之外，还有密宗，传授密乘。佛法里面这三个法门，显教、密教、宗门，都是阿难尊者承传。所以是承传世尊一代时教的关键人物，没有他，释迦牟尼佛灭度，佛法在这个世间就灭了、就没有了，全都是阿难传下来的。",
      "zh_TW": "「若論其跡」，從跡象看，就是他在我們這個世間示現這個跡象上來看，「則為集結經藏、傳佛心印、傳授密乘、承傳大教之關鍵人物」。阿難是真護法，不是假的。他在護法上做了三樁大事情，第一樁，集結經藏。釋迦牟尼佛滅度之後，四十九年所說的一切經，是阿難複講，同學們把它記錄下來，傳給後世，這是顯教。同時傳佛心印，這是禪宗。禪這個法門，世尊傳給迦葉尊者，所以迦葉是第一代的祖師，迦葉傳給阿難，阿難是第二代，禪宗二祖。宗門、教下的護持人。除這個之外，還有密宗，傳授密乘。佛法裡面這三個法門，顯教、密教、宗門，都是阿難尊者承傳。所以是承傳世尊一代時教的關鍵人物，沒有他，釋迦牟尼佛滅度，佛法在這個世間就滅了、就沒有了，全都是阿難傳下來的。"
    },
    {
      "id": "02-037-0101_p0016",
      "zh_CN": "「《莲华生大士应化因缘经》曰：密教初祖莲华生大士，从阿难受释尊预嘱传付之密法」。莲华生大士是密教的初祖，他的老师是谁？就是阿难尊者。密、禅、教都是释迦牟尼佛传的，释迦传给阿难，密，阿难传给莲华生大士。「又《胎藏界曼陀罗钞三》曰：阿难密号集法金刚」，阿难在密宗里头有个法名叫集法金刚。「此又显阿难之本」，密宗里头称金刚就是显教里面称佛。金是五金里头最尊贵的，五金是金银铜铁锡，除了金，其他的四种都会氧化，黄金不会，所以黄金就显得特别可贵。在佛法里头，表不变的就用金，金代表不变，常住不变，表这个意思。这个地方把阿难的本说出来，那阿难就成佛了，金刚就是佛。「故知阿难护持佛法是其本愿」。他在因地发的护持大法之愿，所以成佛之后，他示现为佛的弟子，传诸佛之法，世世代代正法久住，这个功德很大。现在，在释迦会上他示现的是释迦牟尼佛的侍者，「续佛慧命，继往开来，故于本经当机」。《无量寿经》前一半是阿难当机，后面一半是弥勒菩萨当机。「乃能善自思维，发此妙问」，这个到后面我们就看到了。",
      "zh_TW": "「《蓮華生大士應化因緣經》曰：密教初祖蓮華生大士，從阿難受釋尊預囑傳付之密法」。蓮華生大士是密教的初祖，他的老師是誰？就是阿難尊者。密、禪、教都是釋迦牟尼佛傳的，釋迦傳給阿難，密，阿難傳給蓮華生大士。「又《胎藏界曼陀羅鈔三》曰：阿難密號集法金剛」，阿難在密宗裡頭有個法名叫集法金剛。「此又顯阿難之本」，密宗裡頭稱金剛就是顯教裡面稱佛。金是五金裡頭最尊貴的，五金是金銀銅鐵錫，除了金，其他的四種都會氧化，黃金不會，所以黃金就顯得特別可貴。在佛法裡頭，表不變的就用金，金代表不變，常住不變，表這個意思。這個地方把阿難的本說出來，那阿難就成佛了，金剛就是佛。「故知阿難護持佛法是其本願」。他在因地發的護持大法之願，所以成佛之後，他示現為佛的弟子，傳諸佛之法，世世代代正法久住，這個功德很大。現在，在釋迦會上他示現的是釋迦牟尼佛的侍者，「續佛慧命，繼往開來，故於本經當機」。《無量壽經》前一半是阿難當機，後面一半是彌勒菩薩當機。「乃能善自思維，發此妙問」，這個到後面我們就看到了。"
    },
    {
      "id": "02-037-0101_p0017",
      "zh_CN": "他现前，『今日世尊色身诸根，悦豫清净』，这现前他看到的。「诸根指色相身之眼、耳、鼻、舌、身」这五根，这全是物质，五根。「悦豫」是喜乐，「清净」是光显。「又《宝积经》曰：如来身者，自性清澈」。惠能大师开悟、见性说的第一句话，说「何期自性，本自清净」，自性清净心惠能大师见到了，自性清澈。「何以故？」这个地方原因说出来了，「如来久已远离一切烦恼诸垢秽故」。这是从修德上说的，惠能大师从性德上说的，本自清净，从来没有染污过。我们的清净心在不在？在，这个诸位一定要知道。我们的真心、我们的自性就跟能大师讲的一样，本自清净、不生不灭、本自具足、本无动摇、能生万法，人人都一样。为什么现在我们不知道了？这叫迷了，我们是迷了自性，不是自性没有了。它就在面前，迷了就看不见。",
      "zh_TW": "他現前，『今日世尊色身諸根，悅豫清淨』，這現前他看到的。「諸根指色相身之眼、耳、鼻、舌、身」這五根，這全是物質，五根。「悅豫」是喜樂，「清淨」是光顯。「又《寶積經》曰：如來身者，自性清澈」。惠能大師開悟、見性說的第一句話，說「何期自性，本自清淨」，自性清淨心惠能大師見到了，自性清澈。「何以故？」這個地方原因說出來了，「如來久已遠離一切煩惱諸垢穢故」。這是從修德上說的，惠能大師從性德上說的，本自清淨，從來沒有染污過。我們的清淨心在不在？在，這個諸位一定要知道。我們的真心、我們的自性就跟能大師講的一樣，本自清淨、不生不滅、本自具足、本無動搖、能生萬法，人人都一樣。為什麼現在我們不知道了？這叫迷了，我們是迷了自性，不是自性沒有了。它就在面前，迷了就看不見。"
    },
    {
      "id": "02-037-0101_p0018",
      "zh_CN": "迷得太久，迷得太深，迷了他就有障碍。什么障碍？佛说三类烦恼，每一类的烦恼都无量无边。第一类叫无明烦恼，《华严经》上讲的妄想，妄想就是无明烦恼。这个东西障碍自性，我们虽有，见不到。第二类的烦恼叫尘沙烦恼，尘沙是比喻，烦恼多，多得像尘沙一样，《华严经》里面称它作分别，分别就是尘沙烦恼。第三类的叫见思烦恼，说你看错了、你想错了，《华严经》称为执着。执着就是见思烦恼，分别就是尘沙烦恼，无明就是妄想，妄想就是起心动念，非常微细。弥勒菩萨告诉我们，一弹指有三十二亿百千念，这是什么？无明，妄想。一弹指多少？三十二亿百千念，三百二十兆。一秒钟假设他弹五次，一秒钟弹五次，那就一千六百兆，这个属于无明。无明如是，尘沙、见思亦如是，让我们自性虽有，不起作用。",
      "zh_TW": "迷得太久，迷得太深，迷了他就有障礙。什麼障礙？佛說三類煩惱，每一類的煩惱都無量無邊。第一類叫無明煩惱，《華嚴經》上講的妄想，妄想就是無明煩惱。這個東西障礙自性，我們雖有，見不到。第二類的煩惱叫塵沙煩惱，塵沙是比喻，煩惱多，多得像塵沙一樣，《華嚴經》裡面稱它作分別，分別就是塵沙煩惱。第三類的叫見思煩惱，說你看錯了、你想錯了，《華嚴經》稱為執著。執著就是見思煩惱，分別就是塵沙煩惱，無明就是妄想，妄想就是起心動念，非常微細。彌勒菩薩告訴我們，一彈指有三十二億百千念，這是什麼？無明，妄想。一彈指多少？三十二億百千念，三百二十兆。一秒鐘假設他彈五次，一秒鐘彈五次，那就一千六百兆，這個屬於無明。無明如是，塵沙、見思亦如是，讓我們自性雖有，不起作用。"
    },
    {
      "id": "02-037-0101_p0019",
      "zh_CN": "如何能够让它再恢复、再起作用？佛在经教里头说得很好，只要你肯放下，因为烦恼是假的不是真的。所有一切现象没有一个是真的，凡所有相，皆是虚妄，只要你肯放下。你放下执着，就是见思烦恼，你就成阿罗汉；再放下分别，你就是菩萨；放下妄想，不起心不动念，你就成佛了，你就恢复本来面目，自性清澈。所以底下这句讲修德，我们应当远离一切烦恼诸垢秽。垢秽是染污，心理的染污、生理的染污、环境的染污，统统要放下，这些东西都不是真的。",
      "zh_TW": "如何能夠讓它再恢復、再起作用？佛在經教裡頭說得很好，只要你肯放下，因為煩惱是假的不是真的。所有一切現象沒有一個是真的，凡所有相，皆是虛妄，只要你肯放下。你放下執著，就是見思煩惱，你就成阿羅漢；再放下分別，你就是菩薩；放下妄想，不起心不動念，你就成佛了，你就恢復本來面目，自性清澈。所以底下這句講修德，我們應當遠離一切煩惱諸垢穢。垢穢是染污，心理的染污、生理的染污、環境的染污，統統要放下，這些東西都不是真的。"
    },
    {
      "id": "02-037-0101_p0020",
      "zh_CN": "「如来身者」，我们看佛身，佛身「出过世间」，出是超出、出离，过是超过，出离世间，超过世间，「何以故？不为世法之所染污故」。六道、十法界他不沾染，这就是诸佛如来，这就是法身大士，我们要学的就是学这个。我们眼见色，我听同修告诉我，这几天是圣诞节，香港市面上都大减价，多少人挤到市场去看看。动不动心？一看，这个喜欢，那个也想要，你就被染污了。如果你去看了，看了根本不动心，功夫！去看，看得清楚、看得明白这是智慧。你样样都晓得，问你都知道，不是一问三不知，样样都知道。知道怎么样？如如不动，如如不动是定，样样清楚是慧。《华严经》里面那些善知识，修禅定在哪里修？就在市场里头修，天天逛市场。逛市场，人家修定修慧，在这个地方练功夫，眼睛所见的，耳朵所听的，身体所接触的，如如不动，清清楚楚，定慧等学。他修定不是在禅堂、不是在山洞里头，哪里热闹到哪里去，超级市场都是他修定的地方。我们凡夫不知道，这个修行人怎么会到这儿来？不知道他是在这儿练功夫的。",
      "zh_TW": "「如來身者」，我們看佛身，佛身「出過世間」，出是超出、出離，過是超過，出離世間，超過世間，「何以故？不為世法之所染污故」。六道、十法界他不沾染，這就是諸佛如來，這就是法身大士，我們要學的就是學這個。我們眼見色，我聽同修告訴我，這幾天是聖誕節，香港市面上都大減價，多少人擠到市場去看看。動不動心？一看，這個喜歡，那個也想要，你就被染污了。如果你去看了，看了根本不動心，功夫！去看，看得清楚、看得明白這是智慧。你樣樣都曉得，問你都知道，不是一問三不知，樣樣都知道。知道怎麼樣？如如不動，如如不動是定，樣樣清楚是慧。《華嚴經》裡面那些善知識，修禪定在哪裡修？就在市場裡頭修，天天逛市場。逛市場，人家修定修慧，在這個地方練功夫，眼睛所見的，耳朵所聽的，身體所接觸的，如如不動，清清楚楚，定慧等學。他修定不是在禪堂、不是在山洞裡頭，哪裡熱鬧到哪裡去，超級市場都是他修定的地方。我們凡夫不知道，這個修行人怎麼會到這兒來？不知道他是在這兒練功夫的。"
    },
    {
      "id": "02-037-0101_p0021",
      "zh_CN": "这种功夫，经上说得很好，必须先成就根本智，然后用这种方法成就你的后得智。根本智是定，甚深的禅定，后得智是叫你去看、叫你去参学，成就你无所不知。《般若经》上所谓的「般若无知」是根本智，下面一句话说「无所不知」是后得智。你要不是亲自去看、去接触，你哪来的后得智？所以过去，方东美教授对《华严》佩服得五体投地，他赞叹佛菩萨的智慧是真实智慧。为什么？他是禁得起考验的。善财五十三参是考验，他通过考验，不是胡造谣言，不是胡思乱想，真实功夫。他说这是应当学习的，佛家一丝毫迷信都没有。",
      "zh_TW": "這種功夫，經上說得很好，必須先成就根本智，然後用這種方法成就你的後得智。根本智是定，甚深的禪定，後得智是叫你去看、叫你去參學，成就你無所不知。《般若經》上所謂的「般若無知」是根本智，下面一句話說「無所不知」是後得智。你要不是親自去看、去接觸，你哪來的後得智？所以過去，方東美教授對《華嚴》佩服得五體投地，他讚歎佛菩薩的智慧是真實智慧。為什麼？他是禁得起考驗的。善財五十三參是考驗，他通過考驗，不是胡造謠言，不是胡思亂想，真實功夫。他說這是應當學習的，佛家一絲毫迷信都沒有。"
    },
    {
      "id": "02-037-0101_p0022",
      "zh_CN": "所以说五根「同现喜容」，身心豫悦，身体是每个细胞、每个毛孔都含笑、都欢喜。「心中安乐，妙相清澈」。心，就是意念，确实一切法从心想生，心里面安乐，你的身体怎么会不快乐？妙相，相是讲身体、身相，身相自然清澈，清净，清净到极处叫清澈。「如镜中影，如水中月，光明圆满，净若无形，和悦欢喜，清净庄严」，形容佛的身形无比的快乐。关键是真有可喜之处，欢喜心才能生得起来。学佛的人，怎样才能像菩萨一样常生欢喜心？世间人说实在话他没有喜乐，他都是找刺激。吃喝玩乐是找刺激，那是不正常的快乐，像什么？像吸毒、打吗啡。他的喜乐是从毒品来的，毒品的效果过去了，他苦就来了，所以叫有瘾。这个喜乐是假的，不是真的。",
      "zh_TW": "所以說五根「同現喜容」，身心豫悅，身體是每個細胞、每個毛孔都含笑、都歡喜。「心中安樂，妙相清澈」。心，就是意念，確實一切法從心想生，心裡面安樂，你的身體怎麼會不快樂？妙相，相是講身體、身相，身相自然清澈，清淨，清淨到極處叫清澈。「如鏡中影，如水中月，光明圓滿，淨若無形，和悅歡喜，清淨莊嚴」，形容佛的身形無比的快樂。關鍵是真有可喜之處，歡喜心才能生得起來。學佛的人，怎樣才能像菩薩一樣常生歡喜心？世間人說實在話他沒有喜樂，他都是找刺激。吃喝玩樂是找刺激，那是不正常的快樂，像什麼？像吸毒、打嗎啡。他的喜樂是從毒品來的，毒品的效果過去了，他苦就來了，所以叫有癮。這個喜樂是假的，不是真的。"
    },
    {
      "id": "02-037-0101_p0023",
      "zh_CN": "佛法的喜乐，来源不一样，也像阿难承传佛法之三样，学佛的喜乐确实也是这三样。第一种，从经教来的，你深入经藏，法喜充满，经藏里头有喜乐，深入之后你天天有悟处，那怎么不快乐？第二种，从禅定里头来的。第三种，从三密相应里头来的。所以菩萨的喜乐跟世间不一样，这叫法味。古人有所谓「世味哪有法味浓」，人间天上的快乐跟学佛不能比，佛是真乐。深入经藏就跟佛菩萨生活在一起，经卷一展开，如同跟佛菩萨对面，亲自聆听佛菩萨的教诲。「读书千遍，其义自见」，遍数愈多你会愈快乐，读不厌。如果读了几遍感觉得厌倦，那是什么？像吃东西一样，囫囵吞枣，没有尝到味道，吞下去了，不晓得什么味道。所以，你有懈怠、你有懒惰，你会倦。如果尝到味道了，欲罢不能，坐在那里读经，晚上读到天亮，怎么才一会儿就天亮了？几个小时以为是十几分钟，这真的，不是假的。不断的深入，无止境的深入，你这一生就快乐无比了。读经也是修定，为什么？读经时候不胡思乱想，把心念集中，这就是大势至菩萨所说的都摄六根，净念就相继了。这一部经、一部论也是属于净念。",
      "zh_TW": "佛法的喜樂，來源不一樣，也像阿難承傳佛法之三樣，學佛的喜樂確實也是這三樣。第一種，從經教來的，你深入經藏，法喜充滿，經藏裡頭有喜樂，深入之後你天天有悟處，那怎麼不快樂？第二種，從禪定裡頭來的。第三種，從三密相應裡頭來的。所以菩薩的喜樂跟世間不一樣，這叫法味。古人有所謂「世味哪有法味濃」，人間天上的快樂跟學佛不能比，佛是真樂。深入經藏就跟佛菩薩生活在一起，經卷一展開，如同跟佛菩薩對面，親自聆聽佛菩薩的教誨。「讀書千遍，其義自見」，遍數愈多你會愈快樂，讀不厭。如果讀了幾遍感覺得厭倦，那是什麼？像吃東西一樣，囫圇吞棗，沒有嘗到味道，吞下去了，不曉得什麼味道。所以，你有懈怠、你有懶惰，你會倦。如果嘗到味道了，欲罷不能，坐在那裡讀經，晚上讀到天亮，怎麼才一會兒就天亮了？幾個小時以為是十幾分鐘，這真的，不是假的。不斷的深入，無止境的深入，你這一生就快樂無比了。讀經也是修定，為什麼？讀經時候不胡思亂想，把心念集中，這就是大勢至菩薩所說的都攝六根，淨念就相繼了。這一部經、一部論也是屬於淨念。"
    },
    {
      "id": "02-037-0101_p0024",
      "zh_CN": "学佛，有人认为学佛很苦，他不知道其中的乐趣。学佛人看到世间去找这些快乐，佛眼看那是苦，唱歌、跳舞、吃喝玩乐那都是苦，身心都受到伤害，不健康。所以中国文字，从内心里面生出来的喜悦叫悦，外面这些刺激叫乐。乐是从外头来的，悦是从内心里头生出来的，那是真乐。「学而时习之，不亦说乎」，从内心里头生的；「有朋自远方来，不亦乐乎」那是外面来的，不是从里头的。朋友走了，这个相聚的欢乐就没有了、就消失了。跟学圣贤、跟修道不一样，那个喜悦是从内发的。",
      "zh_TW": "學佛，有人認為學佛很苦，他不知道其中的樂趣。學佛人看到世間去找這些快樂，佛眼看那是苦，唱歌、跳舞、吃喝玩樂那都是苦，身心都受到傷害，不健康。所以中國文字，從內心裡面生出來的喜悅叫悅，外面這些刺激叫樂。樂是從外頭來的，悅是從內心裡頭生出來的，那是真樂。「學而時習之，不亦說乎」，從內心裡頭生的；「有朋自遠方來，不亦樂乎」那是外面來的，不是從裡頭的。朋友走了，這個相聚的歡樂就沒有了、就消失了。跟學聖賢、跟修道不一樣，那個喜悅是從內發的。"
    },
    {
      "id": "02-037-0101_p0025",
      "zh_CN": "下面说，「又佛何故喜？」佛非常欢喜，这个时候，这提了一个问题，佛为什么这么欢喜？「《净影疏》曰：喜有二义」。净影是隋朝慧远法师，他有《无量寿经》的注解，叫《无量寿经义疏》，我们年轻的时候学过。他说喜有二个意思，第一个，「念弥陀佛所成行德可庆」，阿弥陀佛他成就的行德值得庆贺，「故喜」。阿弥陀佛在因地修菩萨道的时候，跟世间自在王如来出家了，法号叫法藏比丘。在佛面前发四十八愿，之后用五劫的时间修行，修成功了。世间自在王在世，福报大，众生的福报也大，从哪里看？从寿命看，世间自在王住世寿命四十二劫。法藏比丘发四十八愿，用五劫的时间修成功，本愿加上修行功德，成就了西方极乐世界。极乐世界是愿力加上真修修成的，自然成就的。极乐世界也没有人设计，也没有人去建造，变化所成。",
      "zh_TW": "下面說，「又佛何故喜？」佛非常歡喜，這個時候，這提了一個問題，佛為什麼這麼歡喜？「《淨影疏》曰：喜有二義」。淨影是隋朝慧遠法師，他有《無量壽經》的註解，叫《無量壽經義疏》，我們年輕的時候學過。他說喜有二個意思，第一個，「念彌陀佛所成行德可慶」，阿彌陀佛他成就的行德值得慶賀，「故喜」。阿彌陀佛在因地修菩薩道的時候，跟世間自在王如來出家了，法號叫法藏比丘。在佛面前發四十八願，之後用五劫的時間修行，修成功了。世間自在王在世，福報大，眾生的福報也大，從哪裡看？從壽命看，世間自在王住世壽命四十二劫。法藏比丘發四十八願，用五劫的時間修成功，本願加上修行功德，成就了西方極樂世界。極樂世界是願力加上真修修成的，自然成就的。極樂世界也沒有人設計，也沒有人去建造，變化所成。"
    },
    {
      "id": "02-037-0101_p0026",
      "zh_CN": "这桩事情我们这个世界也有，我们这个世界，「积善之家，必有余庆」。如果你这一世，当然你有前世，你是个善人，你心地非常善良，你前世是善人，今世也是善人，努力修善，这个善业将来感得的是天道。欲界天，第五层化乐天，第六层他化自在天，跟西方极乐世界一样，是你的福报、福德累积变化成就的。化乐天跟他化自在天也没有人设计、也没有人施工。往上去，禅定功德之所成就。这不稀奇，在宇宙里面这些事情很普通。如果你要是造作恶业，心恶、言恶、行为也恶，这个恶业所现的，变现出来的是地狱。地狱也没有人设计、也没有人去建造，怎么来的？造作罪业的那个人业力自然变现的。",
      "zh_TW": "這樁事情我們這個世界也有，我們這個世界，「積善之家，必有餘慶」。如果你這一世，當然你有前世，你是個善人，你心地非常善良，你前世是善人，今世也是善人，努力修善，這個善業將來感得的是天道。欲界天，第五層化樂天，第六層他化自在天，跟西方極樂世界一樣，是你的福報、福德累積變化成就的。化樂天跟他化自在天也沒有人設計、也沒有人施工。往上去，禪定功德之所成就。這不稀奇，在宇宙裡面這些事情很普通。如果你要是造作惡業，心惡、言惡、行為也惡，這個惡業所現的，變現出來的是地獄。地獄也沒有人設計、也沒有人去建造，怎麼來的？造作罪業的那個人業力自然變現的。"
    },
    {
      "id": "02-037-0101_p0027",
      "zh_CN": "我在初学佛的时候，认识一位老居士朱镜宙，也是我祖父辈的，他大我四十三岁，那时候我二十六岁，他六十九岁，我那一年认识他。非常慈悲，把我当小朋友看待，他的故事挺多，故事是真的，都不是假的。他给我讲他老岳丈，他的岳父章太炎先生，我们才晓得这民国初年国学大师。曾经做过一个月东岳大帝的判官，可能他是去代理。他说东岳大帝，这是鬼王，管六个省，他的范围很大，他那时候办公的地方就在泰山东岳庙，那是东岳大帝办公的处所。可能是他的判官，判官的地位很高，相当于现在所讲的秘书长，东岳大帝好像是个总督，管五个省，这个秘书长地位很高。他每天晚上，那时候没有汽车，有两个小鬼抬着轿子来迎接他，还有些好像卫队一样，迎接他。晚上就到鬼道去上班，天亮送回来，所以日夜都不能休息，也很累。他说有一天他试一试，写个请假条，用黄纸写了，在门口烧掉。那天晚上小鬼就没有来接他，东岳大帝批准了，准他一天假，有这么回事情。",
      "zh_TW": "我在初學佛的時候，認識一位老居士朱鏡宙，也是我祖父輩的，他大我四十三歲，那時候我二十六歲，他六十九歲，我那一年認識他。非常慈悲，把我當小朋友看待，他的故事挺多，故事是真的，都不是假的。他給我講他老岳丈，他的岳父章太炎先生，我們才曉得這民國初年國學大師。曾經做過一個月東嶽大帝的判官，可能他是去代理。他說東嶽大帝，這是鬼王，管六個省，他的範圍很大，他那時候辦公的地方就在泰山東嶽廟，那是東嶽大帝辦公的處所。可能是他的判官，判官的地位很高，相當於現在所講的祕書長，東嶽大帝好像是個總督，管五個省，這個祕書長地位很高。他每天晚上，那時候沒有汽車，有兩個小鬼抬著轎子來迎接他，還有些好像衛隊一樣，迎接他。晚上就到鬼道去上班，天亮送回來，所以日夜都不能休息，也很累。他說有一天他試一試，寫個請假條，用黃紙寫了，在門口燒掉。那天晚上小鬼就沒有來接他，東嶽大帝批准了，准他一天假，有這麼回事情。"
    },
    {
      "id": "02-037-0101_p0028",
      "zh_CN": "最精彩的故事，他是个佛教徒，虔诚的佛教徒，听说地狱里头有炮烙地狱，就是铜柱用火把它烧红，让受罪的人去抱这个柱子。章老先生很慈悲，向东岳大帝建议，这个炮烙的刑罚可不可以废除，为什么？不人道，太残忍了。东岳大帝就告诉他，你先去看看，你到现场去看看。叫了两个小鬼带他去，他就跟他去了。到那个地方，小鬼就告诉他到了，就在面前，他看不到，这才恍然大悟。地狱不是阎罗王设的，与东岳大帝、与阎罗王没关系。怎么来的？是他自己的业力变现出来的，你没有这个业力你看不到。这才真正体会到佛在经上讲的「一切法从心想生」，谁的心想？自己的心想。所以自己造的业必须自己承当，别人想救你，看不到你。你看章老先生他想救这些人，看不到。真正明了佛经上讲的一切法从心想生，因果所说的，各人造业，各人承当，谁都不能够替代。佛菩萨也没有办法替代，佛菩萨只能教给你修忏悔，你真正忏悔，真正回头，后不再造，这个地狱的相立刻就不见了，就没有了。",
      "zh_TW": "最精彩的故事，他是個佛教徒，虔誠的佛教徒，聽說地獄裡頭有炮烙地獄，就是銅柱用火把它燒紅，讓受罪的人去抱這個柱子。章老先生很慈悲，向東嶽大帝建議，這個炮烙的刑罰可不可以廢除，為什麼？不人道，太殘忍了。東嶽大帝就告訴他，你先去看看，你到現場去看看。叫了兩個小鬼帶他去，他就跟他去了。到那個地方，小鬼就告訴他到了，就在面前，他看不到，這才恍然大悟。地獄不是閻羅王設的，與東嶽大帝、與閻羅王沒關係。怎麼來的？是他自己的業力變現出來的，你沒有這個業力你看不到。這才真正體會到佛在經上講的「一切法從心想生」，誰的心想？自己的心想。所以自己造的業必須自己承當，別人想救你，看不到你。你看章老先生他想救這些人，看不到。真正明瞭佛經上講的一切法從心想生，因果所說的，各人造業，各人承當，誰都不能夠替代。佛菩薩也沒有辦法替代，佛菩薩只能教給你修懺悔，你真正懺悔，真正回頭，後不再造，這個地獄的相立刻就不見了，就沒有了。"
    },
    {
      "id": "02-037-0101_p0029",
      "zh_CN": "念力，现代科学家发现，念力的能量之大无法想像，它太大了。近一点来说，它对我们的身心健康关系非常密切。人的念头要善，身心健康，念头不善才有很多毛病。我得找人替我查查资料，下次讲经遇到我跟大家细说。五毒贪瞋痴慢疑，对应我们身体里面的五脏六腑。中医里面常说怒气伤肝，人发脾气，常常发脾气肝不好，肝火上升容易发脾气。贪心感应的是水，所以贪婪容易引起肾病，它对我们身体内脏有对应的。对外面，外面也有，贪婪招感来的是水灾，江河泛滥、海水上升，贪心有关系。今天全世界的人，哪个人没有贪心？全世界的人都有贪心麻烦大了，海水上升，大地沉沦。瞋恚感应的火山爆发，地球温度上升。全是人不善心行所招感，不是自然灾害，自然是最美好的，自然是最健康的，是我们的心行不好。愚痴感应的是风灾，傲慢感应的是地震，怀疑感应的是山崩地陷，统统都有对应。",
      "zh_TW": "念力，現代科學家發現，念力的能量之大無法想像，它太大了。近一點來說，它對我們的身心健康關係非常密切。人的念頭要善，身心健康，念頭不善才有很多毛病。我得找人替我查查資料，下次講經遇到我跟大家細說。五毒貪瞋痴慢疑，對應我們身體裡面的五臟六腑。中醫裡面常說怒氣傷肝，人發脾氣，常常發脾氣肝不好，肝火上升容易發脾氣。貪心感應的是水，所以貪婪容易引起腎病，它對我們身體內臟有對應的。對外面，外面也有，貪婪招感來的是水災，江河氾濫、海水上升，貪心有關係。今天全世界的人，哪個人沒有貪心？全世界的人都有貪心麻煩大了，海水上升，大地沉淪。瞋恚感應的火山爆發，地球溫度上升。全是人不善心行所招感，不是自然災害，自然是最美好的，自然是最健康的，是我們的心行不好。愚痴感應的是風災，傲慢感應的是地震，懷疑感應的是山崩地陷，統統都有對應。"
    },
    {
      "id": "02-037-0101_p0030",
      "zh_CN": "我们如果明了，我们真正相信，这不是迷信，把贪瞋痴慢疑断掉，灾难就没有了，身体病痛就没有了。身心健康，居住的住所、山河大地，风调雨顺，五谷丰登，跟极乐世界没有两样。极乐世界跟我们这里没有丝毫差别，只是人家那个地方居民心善、言善、行善，纯净纯善；我们地球上的居民现在心不善、言不善、行不善，搞成这个样子。现在这个世间，多少学者专家、多少国家领导人都怀疑，我们的社会还能恢复安定和平吗？心里常常念着、常常想着，一点办法都没有。近代量子力学家发现了安定和平的道理，理论依据，那就是肯定了我们的念头可以决定物质环境。这个道理如果普遍被群众接受，就会产生很大的变化。我们断恶修善、改邪归正，把老祖宗伦理、道德、因果的教育再恢复，我们认真去做。身心恢复健康，家庭恢复幸福美满，世界恢复安定和平，地球不再有灾难，可以办得到。佛经上这样说的，我们老祖宗传统文化也这么说的，现代科学家也这么说的。现代科学家跟佛法、跟中国传统文化相距至少三千年，科学家证明三千年前佛说的、老祖宗说的一点都不错。错在我们把它丢掉了，我们不相信它，才造成这么多灾难。这个事实我们不能不知道。",
      "zh_TW": "我們如果明瞭，我們真正相信，這不是迷信，把貪瞋痴慢疑斷掉，災難就沒有了，身體病痛就沒有了。身心健康，居住的住所、山河大地，風調雨順，五穀豐登，跟極樂世界沒有兩樣。極樂世界跟我們這裡沒有絲毫差別，只是人家那個地方居民心善、言善、行善，純淨純善；我們地球上的居民現在心不善、言不善、行不善，搞成這個樣子。現在這個世間，多少學者專家、多少國家領導人都懷疑，我們的社會還能恢復安定和平嗎？心裡常常念著、常常想著，一點辦法都沒有。近代量子力學家發現了安定和平的道理，理論依據，那就是肯定了我們的念頭可以決定物質環境。這個道理如果普遍被群眾接受，就會產生很大的變化。我們斷惡修善、改邪歸正，把老祖宗倫理、道德、因果的教育再恢復，我們認真去做。身心恢復健康，家庭恢復幸福美滿，世界恢復安定和平，地球不再有災難，可以辦得到。佛經上這樣說的，我們老祖宗傳統文化也這麼說的，現代科學家也這麼說的。現代科學家跟佛法、跟中國傳統文化相距至少三千年，科學家證明三千年前佛說的、老祖宗說的一點都不錯。錯在我們把它丟掉了，我們不相信它，才造成這麼多災難。這個事實我們不能不知道。"
    },
    {
      "id": "02-037-0101_p0031",
      "zh_CN": "所以佛的欢喜，第一个是念阿弥陀佛，他成就了，他的行德成就了极乐世界，值得庆祝，欢喜。第二「念众生得益时至」，这更喜欢了。遍法界虚空界许许多多造业深重的众生得救了，谁救他？极乐世界救他，阿弥陀佛救他。一切诸佛都希望来救众生、度众生，也是想不出方法。阿弥陀佛想出来了，不但想出来了，他真干，真的把极乐世界现出来。这是无比的欢喜，满足一切诸佛度众生成佛道的弘愿。所以一切诸佛如来讲经教学，没有不介绍极乐世界的。只要这个众生肯信、肯愿，等于说佛保送他到极乐世界，让他在极乐世界一生圆满成就，这是无量的欢喜。",
      "zh_TW": "所以佛的歡喜，第一個是念阿彌陀佛，他成就了，他的行德成就了極樂世界，值得慶祝，歡喜。第二「念眾生得益時至」，這更喜歡了。遍法界虛空界許許多多造業深重的眾生得救了，誰救他？極樂世界救他，阿彌陀佛救他。一切諸佛都希望來救眾生、度眾生，也是想不出方法。阿彌陀佛想出來了，不但想出來了，他真幹，真的把極樂世界現出來。這是無比的歡喜，滿足一切諸佛度眾生成佛道的弘願。所以一切諸佛如來講經教學，沒有不介紹極樂世界的。只要這個眾生肯信、肯願，等於說佛保送他到極樂世界，讓他在極樂世界一生圓滿成就，這是無量的歡喜。"
    },
    {
      "id": "02-037-0101_p0032",
      "zh_CN": "『光颜巍巍』，光是光明，颜是容貌、容颜。《无量寿经笺注》，这是民国初年丁福保居士他作的，「佛之颜有光，故云光颜」，佛的面孔放光，称它作光颜。「巍巍者，高大尊胜之貌」，就是佛放光非常明显，无论什么人都看得清楚，不是说有功夫的人可以看到、心地清净的人可以看到，什么人都看到。「《嘉祥疏》曰：巍巍言德盛高显也。总表佛之德容，显曜光明，超于一切。」一切天人、声闻、缘觉、菩萨，这些人相貌都好，也都有光彩，比不上佛。不比你觉得他很不错，跟佛一比就比下去了，不如佛。",
      "zh_TW": "『光顏巍巍』，光是光明，顏是容貌、容顏。《無量壽經箋註》，這是民國初年丁福保居士他作的，「佛之顏有光，故云光顏」，佛的面孔放光，稱它作光顏。「巍巍者，高大尊勝之貌」，就是佛放光非常明顯，無論什麼人都看得清楚，不是說有功夫的人可以看到、心地清淨的人可以看到，什麼人都看到。「《嘉祥疏》曰：巍巍言德盛高顯也。總表佛之德容，顯曜光明，超於一切。」一切天人、聲聞、緣覺、菩薩，這些人相貌都好，也都有光彩，比不上佛。不比你覺得他很不錯，跟佛一比就比下去了，不如佛。"
    },
    {
      "id": "02-037-0101_p0033",
      "zh_CN": "底下这一句，『宝刹庄严』。「集自宋译」，这个集就是会集，这句经文是从宋译来的。「上有面色圆满四字」，就是「面色圆满，宝刹庄严」，「表佛面容所放妙光明中，映现十方佛土之庄严宝刹」。五种原译本里头，其他的四种里头没有这一句，只有宋译有这一句，说明佛面孔放光，光中显现十方诸佛刹土。「刹者，《法华文句记二》曰：此云田」，就是土地，「即一佛所王土也」，就是一尊佛他所教化的这个区域、这个地方。「故知刹即佛土、佛国之义」，诸佛如来的报土。「宋译续云：如是功德，得未曾有。」「盖为昭示十方，佛将开演第一希有之法，故现是前所未见之瑞」。佛今天非常欢喜，大众的缘成熟了，净土的缘成熟了，跟阿弥陀佛的缘成熟了，今天讲这个经，专门介绍西方极乐世界，这是世尊出现在这个世间第一欢喜的事情。为什么？别的法门虽好，要断烦恼、要消业障，烦恼不断、业障不消你学不成功，难！叫难行道。八万四千法门，哪一个法门都不例外，都要消业障、断烦恼；只有这一门可以不要断烦恼、不要消业障，你就能往生，就能成佛。这么一个条件，人人都有分，太难得、太稀有了！这就是善导大师常说的，「四土三辈九品，总在遇缘不同」。",
      "zh_TW": "底下這一句，『寶剎莊嚴』。「集自宋譯」，這個集就是會集，這句經文是從宋譯來的。「上有面色圓滿四字」，就是「面色圓滿，寶剎莊嚴」，「表佛面容所放妙光明中，映現十方佛土之莊嚴寶剎」。五種原譯本裡頭，其他的四種裡頭沒有這一句，只有宋譯有這一句，說明佛面孔放光，光中顯現十方諸佛剎土。「剎者，《法華文句記二》曰：此云田」，就是土地，「即一佛所王土也」，就是一尊佛他所教化的這個區域、這個地方。「故知剎即佛土、佛國之義」，諸佛如來的報土。「宋譯續云：如是功德，得未曾有。」「蓋為昭示十方，佛將開演第一希有之法，故現是前所未見之瑞」。佛今天非常歡喜，大眾的緣成熟了，淨土的緣成熟了，跟阿彌陀佛的緣成熟了，今天講這個經，專門介紹西方極樂世界，這是世尊出現在這個世間第一歡喜的事情。為什麼？別的法門雖好，要斷煩惱、要消業障，煩惱不斷、業障不消你學不成功，難！叫難行道。八萬四千法門，哪一個法門都不例外，都要消業障、斷煩惱；只有這一門可以不要斷煩惱、不要消業障，你就能往生，就能成佛。這麼一個條件，人人都有分，太難得、太稀有了！這就是善導大師常說的，「四土三輩九品，總在遇緣不同」。"
    },
    {
      "id": "02-037-0101_p0034",
      "zh_CN": "如果我们遇的缘非常殊胜，胜到究竟极处是什么？是这部经。这部经会集成功大概是不到八十年，换句话说，八十年前的人没遇到，八十年后我们今天遇到了。释迦佛一生所说的一切经，这个本子是第一经，普度众生，只要你接触到，你就得度了。能不能得度在你自己，你只要有三桩事情相应，你就决定得度。第一个真正相信，决定不怀疑；第二个我真正想去，极乐世界好，我真想去；第三个条件，我真念阿弥陀佛，一心专念阿弥陀佛。你看，你只要具备这三个条件，极乐世界就注册了，你就是极乐世界的人，随时你可以去。佛怎么会不欢喜？佛天天讲经，还有比讲这部经欢喜吗？最欢喜的了，所以现这个瑞相，这个道理一定要知道。「佛将开演第一希有之法」，就是这部经，「故现是前所未见之瑞」，阿难尊者从来没有见到佛这么欢喜过、这样开心，做佛的侍者没见过。",
      "zh_TW": "如果我們遇的緣非常殊勝，勝到究竟極處是什麼？是這部經。這部經會集成功大概是不到八十年，換句話說，八十年前的人沒遇到，八十年後我們今天遇到了。釋迦佛一生所說的一切經，這個本子是第一經，普度眾生，只要你接觸到，你就得度了。能不能得度在你自己，你只要有三樁事情相應，你就決定得度。第一個真正相信，決定不懷疑；第二個我真正想去，極樂世界好，我真想去；第三個條件，我真念阿彌陀佛，一心專念阿彌陀佛。你看，你只要具備這三個條件，極樂世界就註冊了，你就是極樂世界的人，隨時你可以去。佛怎麼會不歡喜？佛天天講經，還有比講這部經歡喜嗎？最歡喜的了，所以現這個瑞相，這個道理一定要知道。「佛將開演第一希有之法」，就是這部經，「故現是前所未見之瑞」，阿難尊者從來沒有見到佛這麼歡喜過、這樣開心，做佛的侍者沒見過。"
    },
    {
      "id": "02-037-0101_p0035",
      "zh_CN": "「故本经中续曰：从昔以来，所未曾见」，这是阿难尊者从过去到现在，阿难尊者从来没有看见佛这么欢喜，现的这个欢喜相，全身喜悦。阿难「喜得瞻仰」，阿难看到也欢喜，「生希有心」，太稀有了，这个希有是法门稀有、这部经稀有。「此表阿难虽久侍佛侧，但如斯瑞像」，像这样的瑞相，「前所未见」，以前没有见过。「今日幸能瞻视钦仰，见此光明，心中欢喜，乃起希有难遭之想」。今天看到了也无量的欢喜，钦佩、仰慕，见到佛放光现瑞，心中欢喜，自然生起稀有难逢，这种相佛不常现。下面，这请法：",
      "zh_TW": "「故本經中續曰：從昔以來，所未曾見」，這是阿難尊者從過去到現在，阿難尊者從來沒有看見佛這麼歡喜，現的這個歡喜相，全身喜悅。阿難「喜得瞻仰」，阿難看到也歡喜，「生希有心」，太稀有了，這個希有是法門稀有、這部經稀有。「此表阿難雖久侍佛側，但如斯瑞像」，像這樣的瑞相，「前所未見」，以前沒有見過。「今日幸能瞻視欽仰，見此光明，心中歡喜，乃起希有難遭之想」。今天看到了也無量的歡喜，欽佩、仰慕，見到佛放光現瑞，心中歡喜，自然生起稀有難逢，這種相佛不常現。下面，這請法："
    },
    {
      "id": "02-037-0101_p0036",
      "zh_CN": "【即从座起。偏袒右肩。长跪合掌。】",
      "zh_TW": "【即從座起。偏袒右肩。長跪合掌。】"
    },
    {
      "id": "02-037-0101_p0037",
      "zh_CN": "这是礼节。阿难从座位起来，『偏袒右肩』。通常入座，袈裟是把两边都覆盖住，披在身上。行礼的时候，一定把右臂露出来，像我们穿的这个袈裟，右臂，平常的时候两边都可以盖起来。这叫「偏袒右肩」，右肩露出来。表示承事，佛有什么吩咐，办事方便，不耽误时间，就是动作非常敏捷，取这个意思。时时刻刻愿意为长者服务，这是偏袒右肩之礼。我们世出世间常说的奉事师长，这有奉事的意思在里头。『长跪合掌』。「乃比丘致敬之极」，从外面的仪表显示内心的恭敬承事。「长跪」是双膝着地。不是一个脚着地，一个脚着地叫胡跪，长跪是双膝着地。「合掌者，合左右两掌之十指，故又名合十」，表恭敬。十个指头表散乱，表我们的心散乱；合掌就是表一心，一心专注，表这个意思。这是恭敬的仪表。",
      "zh_TW": "這是禮節。阿難從座位起來，『偏袒右肩』。通常入座，袈裟是把兩邊都覆蓋住，披在身上。行禮的時候，一定把右臂露出來，像我們穿的這個袈裟，右臂，平常的時候兩邊都可以蓋起來。這叫「偏袒右肩」，右肩露出來。表示承事，佛有什麼吩咐，辦事方便，不耽誤時間，就是動作非常敏捷，取這個意思。時時刻刻願意為長者服務，這是偏袒右肩之禮。我們世出世間常說的奉事師長，這有奉事的意思在裡頭。『長跪合掌』。「乃比丘致敬之極」，從外面的儀表顯示內心的恭敬承事。「長跪」是雙膝著地。不是一個腳著地，一個腳著地叫胡跪，長跪是雙膝著地。「合掌者，合左右兩掌之十指，故又名合十」，表恭敬。十個指頭表散亂，表我們的心散亂；合掌就是表一心，一心專注，表這個意思。這是恭敬的儀表。"
    },
    {
      "id": "02-037-0101_p0038",
      "zh_CN": "今天阿难遇到这桩事情，行最恭敬的礼，表一心专注，唯有一心专注，才能感佛教诫。不是一心，佛就不讲了，讲了没人听。有一个一心专注的人，佛就会非常欢喜来讲，这一个叫当机，其他的叫旁听。旁听能得多少利益是自己的事情，当机一定得圆满的利益。为什么？他最真诚、他最恭敬，一分诚敬得一分利益，十分诚敬得十分利益。没有诚敬，虽然在听，得不到利益，有这个意思在里头。",
      "zh_TW": "今天阿難遇到這樁事情，行最恭敬的禮，表一心專注，唯有一心專注，才能感佛教誡。不是一心，佛就不講了，講了沒人聽。有一個一心專注的人，佛就會非常歡喜來講，這一個叫當機，其他的叫旁聽。旁聽能得多少利益是自己的事情，當機一定得圓滿的利益。為什麼？他最真誠、他最恭敬，一分誠敬得一分利益，十分誠敬得十分利益。沒有誠敬，雖然在聽，得不到利益，有這個意思在裡頭。"
    },
    {
      "id": "02-037-0101_p0039",
      "zh_CN": "【而白佛言。世尊今日入大寂定。住奇特法。住诸佛所住导师之行。最胜之道。】",
      "zh_TW": "【而白佛言。世尊今日入大寂定。住奇特法。住諸佛所住導師之行。最勝之道。】"
    },
    {
      "id": "02-037-0101_p0040",
      "zh_CN": "这一段是赞叹，对老师恭敬赞叹。前面「即从座起」这三句就是普贤菩萨的「礼敬诸佛」，这段这五句就是「称赞如来」，普贤行愿里头前两愿。『而白佛言』，「白者，表白」，是下对上，白佛言，下对上。上对下用「告」，告诉你，「佛告阿难」，那是告诉你。阿难是弟子，弟子对老师不能用「我告诉你」，这很没有礼貌。现在学校的学生对老师：老师，我告诉你。在古时候这不可以的，这大不敬。可是我们生在现在的时代，要随顺现代的风俗，不能用古礼，用古礼的时候我们就行不通了。所以叫通权达变，恒顺众生，随喜功德，要懂这个道理。「阿难长跪合掌，向佛陈说，敬发所问」。",
      "zh_TW": "這一段是讚歎，對老師恭敬讚歎。前面「即從座起」這三句就是普賢菩薩的「禮敬諸佛」，這段這五句就是「稱讚如來」，普賢行願裡頭前兩願。『而白佛言』，「白者，表白」，是下對上，白佛言，下對上。上對下用「告」，告訴你，「佛告阿難」，那是告訴你。阿難是弟子，弟子對老師不能用「我告訴你」，這很沒有禮貌。現在學校的學生對老師：老師，我告訴你。在古時候這不可以的，這大不敬。可是我們生在現在的時代，要隨順現代的風俗，不能用古禮，用古禮的時候我們就行不通了。所以叫通權達變，恆順眾生，隨喜功德，要懂這個道理。「阿難長跪合掌，向佛陳說，敬發所問」。"
    },
    {
      "id": "02-037-0101_p0041",
      "zh_CN": "『入大寂定』。「离一切散动，究竟寂静，谓之大寂」。为什么说大寂定？前面放光现瑞，要没有定慧，就没有光瑞。放光现瑞是现相，相从哪里现的？是智慧、禅定。这种稀有的光瑞那一定是大寂定，不是普通的定功，不是普通的智慧。「大寂定者，如来所入之禅定」，菩萨没有。《涅槃经》第三十卷说，「我于此间娑罗双树，入大寂定。大寂定者，名大涅槃」。释迦牟尼佛灭度的时候，最后在双树间，娑罗双树间，示现入无余涅槃，离开这个世间。有没有真离开？给诸位说没有。他示现在这个世间八相成道这个身体离开了，有生有灭。实际上，佛不生不灭，他哪有来去，他没有生死，这个生死是示现的。",
      "zh_TW": "『入大寂定』。「離一切散動，究竟寂靜，謂之大寂」。為什麼說大寂定？前面放光現瑞，要沒有定慧，就沒有光瑞。放光現瑞是現相，相從哪裡現的？是智慧、禪定。這種稀有的光瑞那一定是大寂定，不是普通的定功，不是普通的智慧。「大寂定者，如來所入之禪定」，菩薩沒有。《涅槃經》第三十卷說，「我於此間娑羅雙樹，入大寂定。大寂定者，名大涅槃」。釋迦牟尼佛滅度的時候，最後在雙樹間，娑羅雙樹間，示現入無餘涅槃，離開這個世間。有沒有真離開？給諸位說沒有。他示現在這個世間八相成道這個身體離開了，有生有滅。實際上，佛不生不滅，他哪有來去，他沒有生死，這個生死是示現的。"
    },
    {
      "id": "02-037-0101_p0042",
      "zh_CN": "「又《甄解》云：普等三昧及大寂定，并是念佛三昧异名也。」普是普遍，遍法界虚空界，等是平等。什么叫普等三昧？你对于遍法界虚空界万事万物，用平等心看待，再没有分别执着，这个三昧叫普等三昧。普等三昧、大寂定都是念佛三昧的别名。「今佛为说念佛法门，住念佛三昧。故知大寂定，通说即为佛之禅定，名大涅槃」。「若按今经」，用本经的义理来看，那就是指的念佛三昧，「念佛三昧称宝王三昧，为三昧中王。今日世尊开演净土法门，故入念佛宝王三昧」。才能够显如此殊胜的光瑞，让阿难尊者看到欢喜，发问，就是来请法。今天时间到了，我们就学习到此地。",
      "zh_TW": "「又《甄解》云：普等三昧及大寂定，並是念佛三昧異名也。」普是普遍，遍法界虛空界，等是平等。什麼叫普等三昧？你對於遍法界虛空界萬事萬物，用平等心看待，再沒有分別執著，這個三昧叫普等三昧。普等三昧、大寂定都是念佛三昧的別名。「今佛為說念佛法門，住念佛三昧。故知大寂定，通說即為佛之禪定，名大涅槃」。「若按今經」，用本經的義理來看，那就是指的念佛三昧，「念佛三昧稱寶王三昧，為三昧中王。今日世尊開演淨土法門，故入念佛寶王三昧」。才能夠顯如此殊勝的光瑞，讓阿難尊者看到歡喜，發問，就是來請法。今天時間到了，我們就學習到此地。"
    }
  ]
}