{
  "doc_id": "02-037-0026",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0026",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-037-0026_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第一百八十一面，倒数第四行，看注解：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第一百八十一面，倒數第四行，看註解："
    },
    {
      "id": "02-037-0026_p0002",
      "zh_CN": "「或疑念佛何以有如是功德？因能念所念，皆是实相故」。实相就是宇宙万有的真相，真相就是自性，自性有体、有相、有用。但是它的体相用，佛在经上说得好，不是九界凡夫，九界包括菩萨，菩萨、缘觉、声闻，下面是六道，九界凡夫无法想像。所以常用的一句话，「言语道断，心行处灭」，来形容它。它真有，但是我们六根都缘不到。我们前五根，眼耳鼻舌身，眼能见的，耳能听的，鼻嗅的，舌尝的，身接触到的，都是物质现象。精神现象我们这五根接触不到，但是第六意识可以接触到。意识能缘精神现象、能缘物质现象、能缘自然现象，它能缘的范围非常广大。佛在经上常说，它对外能缘到虚空法界，对内它能缘到阿赖耶，就是缘不到自性，缘不到实相。实相要怎样才知道？佛说得很好，这桩事情，「唯证方知」，你证到佛的果位你就知道了。怎么个证法？说起来真不难，做起来还真不容易。佛告诉我们，放下便是。",
      "zh_TW": "「或疑念佛何以有如是功德？因能念所念，皆是實相故」。實相就是宇宙萬有的真相，真相就是自性，自性有體、有相、有用。但是它的體相用，佛在經上說得好，不是九界凡夫，九界包括菩薩，菩薩、緣覺、聲聞，下面是六道，九界凡夫無法想像。所以常用的一句話，「言語道斷，心行處滅」，來形容它。它真有，但是我們六根都緣不到。我們前五根，眼耳鼻舌身，眼能見的，耳能聽的，鼻嗅的，舌嘗的，身接觸到的，都是物質現象。精神現象我們這五根接觸不到，但是第六意識可以接觸到。意識能緣精神現象、能緣物質現象、能緣自然現象，它能緣的範圍非常廣大。佛在經上常說，它對外能緣到虛空法界，對內它能緣到阿賴耶，就是緣不到自性，緣不到實相。實相要怎樣才知道？佛說得很好，這樁事情，「唯證方知」，你證到佛的果位你就知道了。怎麼個證法？說起來真不難，做起來還真不容易。佛告訴我們，放下便是。"
    },
    {
      "id": "02-037-0026_p0003",
      "zh_CN": "烦恼、习气无量无边，这个东西把实相障碍住了。实相无处不在、无时不在，我们就是见不到它。什么缘故？三种障碍障住了。第一种障碍叫见思烦恼，《华严经》上说的执着，这个东西放下，你就证阿罗汉果，六道轮回没有了。由此可知，六道轮回从哪里来的？你有执着就有六道轮回，执着没有了，六道轮回就没有，所以不是真的。第二类的烦恼叫尘沙烦恼，《华严经》上说的分别，分别无量无边像尘沙一样，尘沙是比喻太多了，这个东西要放下了，你就成菩萨。菩萨得到的是正等正觉，阿罗汉成正觉，菩萨成正等正觉，比阿罗汉高明。最后还有一个烦恼，叫无明烦恼，《华严经》上称为妄想，就是起心动念。如果你能够不起心、不动念，你就成佛了。你看这说起来多容易，放下执着你成阿罗汉，放下分别你成菩萨，放下起心动念你成佛了，就这么简单。可是问题是你放不下，放下就成了。有没有放下的人？有。你看当年释迦牟尼佛在世给我们表演的，菩提树下入定，他真放下，他就成佛了，起心动念、分别执着全放下了。在中国唐朝时候，距离我们一千三百多年，惠能大师，广东人，距离我们这很近，他放下了，起心动念、分别执着统统放下，一放下就成佛了，明心见性，见性成佛，他见到实相，他见到真性。这说起来不难，难在我们放不下，放不下这个东西，业障习气太重！",
      "zh_TW": "煩惱、習氣無量無邊，這個東西把實相障礙住了。實相無處不在、無時不在，我們就是見不到它。什麼緣故？三種障礙障住了。第一種障礙叫見思煩惱，《華嚴經》上說的執著，這個東西放下，你就證阿羅漢果，六道輪迴沒有了。由此可知，六道輪迴從哪裡來的？你有執著就有六道輪迴，執著沒有了，六道輪迴就沒有，所以不是真的。第二類的煩惱叫塵沙煩惱，《華嚴經》上說的分別，分別無量無邊像塵沙一樣，塵沙是比喻太多了，這個東西要放下了，你就成菩薩。菩薩得到的是正等正覺，阿羅漢成正覺，菩薩成正等正覺，比阿羅漢高明。最後還有一個煩惱，叫無明煩惱，《華嚴經》上稱為妄想，就是起心動念。如果你能夠不起心、不動念，你就成佛了。你看這說起來多容易，放下執著你成阿羅漢，放下分別你成菩薩，放下起心動念你成佛了，就這麼簡單。可是問題是你放不下，放下就成了。有沒有放下的人？有。你看當年釋迦牟尼佛在世給我們表演的，菩提樹下入定，他真放下，他就成佛了，起心動念、分別執著全放下了。在中國唐朝時候，距離我們一千三百多年，惠能大師，廣東人，距離我們這很近，他放下了，起心動念、分別執著統統放下，一放下就成佛了，明心見性，見性成佛，他見到實相，他見到真性。這說起來不難，難在我們放不下，放不下這個東西，業障習氣太重！"
    },
    {
      "id": "02-037-0026_p0004",
      "zh_CN": "我们是迷而不觉，所以不知道阿弥陀佛名号功德。名号功德怎么这么大？因为名号就是自性的德号，就是实相的名号，这个很少人知道。阿弥陀佛就是实相，实相就是阿弥陀佛。能念的心是实相，所念的名号是实相，皆是实相故，所以念佛功德不可思议。这桩事情，就是念佛的好处、念佛的功德，要搞清楚、搞明白，这部经里头做了很详细的介绍，我们得认真的学。这一部经从头到尾讲一遍要一千二、三百个小时，换句话说，要讲三百多天。一天讲四个小时讲三百多天，一天讲两个小时也要讲两年。这个时间，我们要认真学习是值得的。为什么？真搞清楚、搞明白了，你真信。真信可不容易！唯有真信，你才会真想往生到极乐世界，真想亲近阿弥陀佛，我们的事就办圆满了。见到阿弥陀佛，哪有不成佛的道理！所以往生到极乐世界，保证你一生圆满成佛，这个功德无量无边。",
      "zh_TW": "我們是迷而不覺，所以不知道阿彌陀佛名號功德。名號功德怎麼這麼大？因為名號就是自性的德號，就是實相的名號，這個很少人知道。阿彌陀佛就是實相，實相就是阿彌陀佛。能念的心是實相，所念的名號是實相，皆是實相故，所以念佛功德不可思議。這樁事情，就是念佛的好處、念佛的功德，要搞清楚、搞明白，這部經裡頭做了很詳細的介紹，我們得認真的學。這一部經從頭到尾講一遍要一千二、三百個小時，換句話說，要講三百多天。一天講四個小時講三百多天，一天講兩個小時也要講兩年。這個時間，我們要認真學習是值得的。為什麼？真搞清楚、搞明白了，你真信。真信可不容易！唯有真信，你才會真想往生到極樂世界，真想親近阿彌陀佛，我們的事就辦圓滿了。見到阿彌陀佛，哪有不成佛的道理！所以往生到極樂世界，保證你一生圓滿成佛，這個功德無量無邊。"
    },
    {
      "id": "02-037-0026_p0005",
      "zh_CN": "下面引用蕅益大师《弥陀经要解》里面说的话，《要解》说，「光则横遍十方，寿则竖穷三际。横竖交彻，皆法界体」。法界体就是实相，法界体就是阿弥陀佛这个名号。世尊在《弥陀经》上讲的，阿弥陀佛是什么意思？他说了两个，一个是无量光，一个是无量寿。这两句话是什么意思？蕅益大师告诉我们，光，光明横遍十方，现在的话讲，空间；寿，竖穷三际，三际是过去、现在、未来，讲的是时间，我们现在的术语叫时空，时间跟空间。横竖交彻，时间跟空间融在一起，这就是法界体。一切法不离时空，时空含摄了整个宇宙。",
      "zh_TW": "下面引用蕅益大師《彌陀經要解》裡面說的話，《要解》說，「光則橫遍十方，壽則豎窮三際。橫豎交徹，皆法界體」。法界體就是實相，法界體就是阿彌陀佛這個名號。世尊在《彌陀經》上講的，阿彌陀佛是什麼意思？他說了兩個，一個是無量光，一個是無量壽。這兩句話是什麼意思？蕅益大師告訴我們，光，光明橫遍十方，現在的話講，空間；壽，豎窮三際，三際是過去、現在、未來，講的是時間，我們現在的術語叫時空，時間跟空間。橫豎交徹，時間跟空間融在一起，這就是法界體。一切法不離時空，時空含攝了整個宇宙。"
    },
    {
      "id": "02-037-0026_p0006",
      "zh_CN": "净土法门，「举此体作弥陀身土」。弥陀的身，阿弥陀佛的身，法性身，极乐世界这块土地，叫法性土，全是法性，跟我们这个世界完全不一样。我们这个世界是法相，不是法性，我们得的这个肉身，法相身，相分，我们居住的地球是法相土，不是法性。法相跟法性差别太大了，为什么？法性不生不灭。惠能大师见性了，他将他见性，性是怎么样的，做了一个简单的描绘。第一句话他说，自性是清净的，「本自清净」，也就是说丝毫染污都没有，自性是清净的。我们的真心是清净的，染污的是妄心，不是真心、不是自性。第二他说「本不生灭」，本来不生不灭。这是法界体，法界体不生不灭，法界的相有生有灭，法界体不生不灭。所以诸佛如来的报土称为一真法界，为什么？一真法界不生不灭。你证得的时候，也就是说你能够把起心动念、分别执着放下，你就见到了，那叫证得。这里面的身，跟这里面的土，没有变化，没有生灭，所以叫一真。跟我们这个地球、太阳系、银河系不一样，它有生灭，刹那刹那它都在变化。实报土里头没有变化，没有生灭，但是它有相，这个相我们称为自然现象。如果回归自性，这个相没有了，相没有了不生，相存在的时候不灭，不生不灭。都在缘，有缘就显，没有缘它就隐没。隐没的时候不是灭，出现的时候不是生，这个意思很深。「本自具足」，自性什么都没有，但是它什么都能显。什么都没有，不能说它是空，不能说它是无；什么都有，什么都能现，不能说它有，有而非有，空而不空，不好懂！这不是凡夫的境界，凡夫常识里头没有这个概念，但是它是事实真相。",
      "zh_TW": "淨土法門，「舉此體作彌陀身土」。彌陀的身，阿彌陀佛的身，法性身，極樂世界這塊土地，叫法性土，全是法性，跟我們這個世界完全不一樣。我們這個世界是法相，不是法性，我們得的這個肉身，法相身，相分，我們居住的地球是法相土，不是法性。法相跟法性差別太大了，為什麼？法性不生不滅。惠能大師見性了，他將他見性，性是怎麼樣的，做了一個簡單的描繪。第一句話他說，自性是清淨的，「本自清淨」，也就是說絲毫染污都沒有，自性是清淨的。我們的真心是清淨的，染污的是妄心，不是真心、不是自性。第二他說「本不生滅」，本來不生不滅。這是法界體，法界體不生不滅，法界的相有生有滅，法界體不生不滅。所以諸佛如來的報土稱為一真法界，為什麼？一真法界不生不滅。你證得的時候，也就是說你能夠把起心動念、分別執著放下，你就見到了，那叫證得。這裡面的身，跟這裡面的土，沒有變化，沒有生滅，所以叫一真。跟我們這個地球、太陽系、銀河系不一樣，它有生滅，剎那剎那它都在變化。實報土裡頭沒有變化，沒有生滅，但是它有相，這個相我們稱為自然現象。如果回歸自性，這個相沒有了，相沒有了不生，相存在的時候不滅，不生不滅。都在緣，有緣就顯，沒有緣它就隱沒。隱沒的時候不是滅，出現的時候不是生，這個意思很深。「本自具足」，自性什麼都沒有，但是它什麼都能顯。什麼都沒有，不能說它是空，不能說它是無；什麼都有，什麼都能現，不能說它有，有而非有，空而不空，不好懂！這不是凡夫的境界，凡夫常識裡頭沒有這個概念，但是它是事實真相。"
    },
    {
      "id": "02-037-0026_p0007",
      "zh_CN": "所以「亦即举此体作弥陀名号」。弥陀身土跟弥陀名号是一不是二，这个意思就更深了，这是事实真相。如果我们要契入这个境界，知道弥陀身土跟名号是一不是二，念名号就是念身土，想身土就是想名号，这叫真念佛，真会念。「是故弥陀名号即众生本觉理性」。这个话说得多亲切！弥陀的身，弥陀的土是极乐世界，弥陀的名号，是一而三，三而一，国土、佛身、名号，一即是三，三即是一，跟我们有关系。有什么关系？即众生本觉理性，就是自己的真如本性，就是自己的自性法身，所以遍法界虚空界跟我自己是一体。也许同学当中有知道的，夏威夷古老的一种医疗方法，病人得了不治之病，就是非常严重，将要死亡，不治之病，他能把他医好。不要用医药，而且医生跟病人不要见面，纵然隔几千里也能够把他医好。只要知道这个人的名字、性别、他得的是什么病，病历，只要这一份病历报告，他就能把他治好。治病的原理就是我们讲的这个道理。这里面最重要的一个概念，就是病人跟我是一体，你要没有这个概念就治不好。你看到的病历，就像是检查自己，我自己有什么病，我要用我的意念把我的病治好，我这治好的时候他的病就好了。一点都不稀奇，你懂得这个道理的时候，佛经上讲得这么清楚，所以阿弥陀佛这个名号就是治病。我们能真正把阿弥陀佛放在自己心上，名号、佛、土跟自，四个融成一体，恭喜你，你成佛了，你决定生极乐世界，你一定亲近阿弥陀佛，你的问题解决了，这是事实真相。所以夏威夷古老的疗法，现在美国、日本都非常惊讶，都认真在研究，这是真正不可思议。不要用任何药物，医生跟病人不要见面，他治疗不止一个人，他治了几千人，几千个病历，证明它不是偶然的事情。所以这是一体，一体的治疗法，我好了他就好了。",
      "zh_TW": "所以「亦即舉此體作彌陀名號」。彌陀身土跟彌陀名號是一不是二，這個意思就更深了，這是事實真相。如果我們要契入這個境界，知道彌陀身土跟名號是一不是二，念名號就是念身土，想身土就是想名號，這叫真念佛，真會念。「是故彌陀名號即眾生本覺理性」。這個話說得多親切！彌陀的身，彌陀的土是極樂世界，彌陀的名號，是一而三，三而一，國土、佛身、名號，一即是三，三即是一，跟我們有關係。有什麼關係？即眾生本覺理性，就是自己的真如本性，就是自己的自性法身，所以遍法界虛空界跟我自己是一體。也許同學當中有知道的，夏威夷古老的一種醫療方法，病人得了不治之病，就是非常嚴重，將要死亡，不治之病，他能把他醫好。不要用醫藥，而且醫生跟病人不要見面，縱然隔幾千里也能夠把他醫好。只要知道這個人的名字、性別、他得的是什麼病，病歷，只要這一份病歷報告，他就能把他治好。治病的原理就是我們講的這個道理。這裡面最重要的一個概念，就是病人跟我是一體，你要沒有這個概念就治不好。你看到的病歷，就像是檢查自己，我自己有什麼病，我要用我的意念把我的病治好，我這治好的時候他的病就好了。一點都不稀奇，你懂得這個道理的時候，佛經上講得這麼清楚，所以阿彌陀佛這個名號就是治病。我們能真正把阿彌陀佛放在自己心上，名號、佛、土跟自，四個融成一體，恭喜你，你成佛了，你決定生極樂世界，你一定親近阿彌陀佛，你的問題解決了，這是事實真相。所以夏威夷古老的療法，現在美國、日本都非常驚訝，都認真在研究，這是真正不可思議。不要用任何藥物，醫生跟病人不要見面，他治療不止一個人，他治了幾千人，幾千個病歷，證明它不是偶然的事情。所以這是一體，一體的治療法，我好了他就好了。"
    },
    {
      "id": "02-037-0026_p0008",
      "zh_CN": "也是最近的量子力学家，告诉我们化解地球灾难的方法。地球上居住的人多，多少人能够拯救地球？百分之一的平方根。如果照这样来计算，地球的人口七十亿，百分之一的平方根，大概八千多人，不到九千人，断恶修善，改邪归正，端正心念，就能拯救整个地球，这意念。为什么？地球、地球上所有的众生跟我自己是一体，我的病好了，大家的病也就好了，同样一个道理，感应不可思议，遍法界虚空界跟自己是一体。弥陀就是用这种方法普度遍法界虚空界一切众生，而用的方法就是一句名号阿弥陀佛。可是夏威夷土着的方法，他用了四句话，阿弥陀佛用一句，高！夏威夷土着的方法，他用的第一个是「对不起你」，我没有好好照顾你，你怎么生病了？对不起你。第二句「我爱你」，真爱，自他是一不是二，爱自己就是爱别人，我爱你。第三个「请你原谅我」。第四个「谢谢你」。病好了，不需要吃药打针，什么都不需要，几千个案例都被他治好了。这个方法人人都可以行。但是最难的，怎么样把别人看跟自己是一体，难就难在这里。你真正肯定这个人跟我是一体，你就能影响他，你就能治他。你要把我是我、他是他，那你永远不能治他。他跟我是一体，就能治他。阿弥陀佛知道遍法界虚空界一切众生跟他是一体，明心见性的人都知道。惠能大师知道，他说出来了，「何期自性，能生万法」。自性是自己，所有一切众生都从自性变现出来的，跟自己是一个体，哲学里面讲的一个本体，那怎么会不能治？怎么会没有影响？所以这个里头有一番大道理在，弥陀名号即众生本觉理性。",
      "zh_TW": "也是最近的量子力學家，告訴我們化解地球災難的方法。地球上居住的人多，多少人能夠拯救地球？百分之一的平方根。如果照這樣來計算，地球的人口七十億，百分之一的平方根，大概八千多人，不到九千人，斷惡修善，改邪歸正，端正心念，就能拯救整個地球，這意念。為什麼？地球、地球上所有的眾生跟我自己是一體，我的病好了，大家的病也就好了，同樣一個道理，感應不可思議，遍法界虛空界跟自己是一體。彌陀就是用這種方法普度遍法界虛空界一切眾生，而用的方法就是一句名號阿彌陀佛。可是夏威夷土著的方法，他用了四句話，阿彌陀佛用一句，高！夏威夷土著的方法，他用的第一個是「對不起你」，我沒有好好照顧你，你怎麼生病了？對不起你。第二句「我愛你」，真愛，自他是一不是二，愛自己就是愛別人，我愛你。第三個「請你原諒我」。第四個「謝謝你」。病好了，不需要吃藥打針，什麼都不需要，幾千個案例都被他治好了。這個方法人人都可以行。但是最難的，怎麼樣把別人看跟自己是一體，難就難在這裡。你真正肯定這個人跟我是一體，你就能影響他，你就能治他。你要把我是我、他是他，那你永遠不能治他。他跟我是一體，就能治他。阿彌陀佛知道遍法界虛空界一切眾生跟他是一體，明心見性的人都知道。惠能大師知道，他說出來了，「何期自性，能生萬法」。自性是自己，所有一切眾生都從自性變現出來的，跟自己是一個體，哲學裡面講的一個本體，那怎麼會不能治？怎麼會沒有影響？所以這個裡頭有一番大道理在，彌陀名號即眾生本覺理性。"
    },
    {
      "id": "02-037-0026_p0009",
      "zh_CN": "「持名即始觉合本。始本不二」。我们持名就开始觉悟了，阿弥陀佛是已经觉悟的，我现在念这句名号，我觉悟了。始本不二，我们开始念，这是始觉，阿弥陀佛这个名号是本觉，是我们自性的本觉，众生跟佛是一不是二，「故一念相应一念佛，念念相应念念佛也」。夏威夷土着治病就是这个道理。我们看到这个事例，就肯定阿弥陀佛四十八愿、六字洪名普度一切众生是有道理的，是有效果的。我们今天念佛念多少年，连信心都没有，什么原因？我们从来没有相信过，我们对净宗没有信心，对念阿弥陀佛没有信心，那怎么能成就？印光大师说得好，「一分诚敬，得一分利益」。我们没有诚敬心，一分利益也没得到。十分诚敬，你得十分利益，看你有几分诚敬，你得多少利益，这是真的不是假的。原理，佛常讲，「一切法从心想生」，看你什么个想法。遍法界虚空界真的是自己，都是自性变的。",
      "zh_TW": "「持名即始覺合本。始本不二」。我們持名就開始覺悟了，阿彌陀佛是已經覺悟的，我現在念這句名號，我覺悟了。始本不二，我們開始念，這是始覺，阿彌陀佛這個名號是本覺，是我們自性的本覺，眾生跟佛是一不是二，「故一念相應一念佛，念念相應念念佛也」。夏威夷土著治病就是這個道理。我們看到這個事例，就肯定阿彌陀佛四十八願、六字洪名普度一切眾生是有道理的，是有效果的。我們今天念佛念多少年，連信心都沒有，什麼原因？我們從來沒有相信過，我們對淨宗沒有信心，對念阿彌陀佛沒有信心，那怎麼能成就？印光大師說得好，「一分誠敬，得一分利益」。我們沒有誠敬心，一分利益也沒得到。十分誠敬，你得十分利益，看你有幾分誠敬，你得多少利益，這是真的不是假的。原理，佛常講，「一切法從心想生」，看你什麼個想法。遍法界虛空界真的是自己，都是自性變的。"
    },
    {
      "id": "02-037-0026_p0010",
      "zh_CN": "我们看贤首国师的《妄尽还源观》，过去我们一起学过两遍。这一篇报告总共讲六桩事情，前面三桩就是讲宇宙的源起。开头，显一体，第二，起二用。这个二用，宇宙现前了，我现前了，宇宙是依报，我是正报，这依正庄严。我从哪里来的？宇宙从哪来的？这讲得很清楚。第三段讲三种周遍，宇宙这个现象有三种周遍，我们自己身体，自身也有三种周遍。第一个周遍法界，通的。近代美国布莱登，这个人还在，他写了一本书，有个同学买了送给我看，我看了三分之一，还没看完。书的名字叫《无量之网》，这个名词很有味道。整个宇宙就像一个看不见、摸不到的电网，我们这一动，统统都知道，周遍法界。我们动个念头，无论是有意无意都周遍法界，过去、现在、未来没有不知道的，你瞒不了人。我们的起心动念，这心理现象，物质现象也周遍法界。物质现象是波动现象，没有波动就没有物质，物质永远是在波动。现在量子力学家看得非常透彻，以前看到原子，物质是原子组成的，原子就是动的，从来没有休息的，原子核，电子绕着原子核在动，没有停过的。再分析，原子核是什么，电子是什么，分析成粒子、夸克，现在分析看到光子、量子，都在动，它这一动也周遍法界，信息周遍法界。所以无论是物质现象、精神现象、自然现象，真叫牵一发而动全身，遍法界虚空界全都知道。",
      "zh_TW": "我們看賢首國師的《妄盡還源觀》，過去我們一起學過兩遍。這一篇報告總共講六樁事情，前面三樁就是講宇宙的源起。開頭，顯一體，第二，起二用。這個二用，宇宙現前了，我現前了，宇宙是依報，我是正報，這依正莊嚴。我從哪裡來的？宇宙從哪來的？這講得很清楚。第三段講三種周遍，宇宙這個現象有三種周遍，我們自己身體，自身也有三種周遍。第一個周遍法界，通的。近代美國布萊登，這個人還在，他寫了一本書，有個同學買了送給我看，我看了三分之一，還沒看完。書的名字叫《無量之網》，這個名詞很有味道。整個宇宙就像一個看不見、摸不到的電網，我們這一動，統統都知道，周遍法界。我們動個念頭，無論是有意無意都周遍法界，過去、現在、未來沒有不知道的，你瞞不了人。我們的起心動念，這心理現象，物質現象也周遍法界。物質現象是波動現象，沒有波動就沒有物質，物質永遠是在波動。現在量子力學家看得非常透徹，以前看到原子，物質是原子組成的，原子就是動的，從來沒有休息的，原子核，電子繞著原子核在動，沒有停過的。再分析，原子核是什麼，電子是什麼，分析成粒子、夸克，現在分析看到光子、量子，都在動，它這一動也周遍法界，信息周遍法界。所以無論是物質現象、精神現象、自然現象，真叫牽一髮而動全身，遍法界虛空界全都知道。"
    },
    {
      "id": "02-037-0026_p0011",
      "zh_CN": "我们这个身体是个接收站，也是个发射站。我们自己这个身体的波动现象发射出去，同时遍法界虚空界万事万物它们的波动现象我们统统收到。收为什么不知道？机器有了故障，不是没有收到，收到了，因为有故障，所以你没有感触。故障要是除掉的话，你就全部都感触到了。这个故障就是刚才讲的三种烦恼，妄想、分别、执着。统统放下，那就全灵光了，你一点故障都没有。我只放下了执着，这个机器恢复了少分的功能，没有完全恢复，大概六道里面的这些波动现象你全知道，六道之外的不知道。如果再放下分别，六道之外的知道了，可能像这一个大千世界，十法界里面的事情，你全知道。如果不起心、不动念，你完全恢复了，一点障碍都没有，那是遍法界虚空界一切诸佛刹土里面一点点小事你都晓得，本能。本能是什么？本能是性德，我们没有离开自性，自性是我们的本体，性德能量不可思议，这个东西我们要相信。释迦牟尼佛三千年前所说的，近代不过三十年，新兴的一些量子力学家他们帮我们证明了，释迦牟尼佛的话证明了。做出这些报告的人可能他们根本没有读过佛经，没有佛学的常识，但是报告里所说的跟大乘经上所讲的一模一样，这不可思议。故一念相应一念佛，念念相应念念佛，念佛功德不可思议。",
      "zh_TW": "我們這個身體是個接收站，也是個發射站。我們自己這個身體的波動現象發射出去，同時遍法界虛空界萬事萬物它們的波動現象我們統統收到。收為什麼不知道？機器有了故障，不是沒有收到，收到了，因為有故障，所以你沒有感觸。故障要是除掉的話，你就全部都感觸到了。這個故障就是剛才講的三種煩惱，妄想、分別、執著。統統放下，那就全靈光了，你一點故障都沒有。我只放下了執著，這個機器恢復了少分的功能，沒有完全恢復，大概六道裡面的這些波動現象你全知道，六道之外的不知道。如果再放下分別，六道之外的知道了，可能像這一個大千世界，十法界裡面的事情，你全知道。如果不起心、不動念，你完全恢復了，一點障礙都沒有，那是遍法界虛空界一切諸佛剎土裡面一點點小事你都曉得，本能。本能是什麼？本能是性德，我們沒有離開自性，自性是我們的本體，性德能量不可思議，這個東西我們要相信。釋迦牟尼佛三千年前所說的，近代不過三十年，新興的一些量子力學家他們幫我們證明了，釋迦牟尼佛的話證明了。做出這些報告的人可能他們根本沒有讀過佛經，沒有佛學的常識，但是報告裡所說的跟大乘經上所講的一模一樣，這不可思議。故一念相應一念佛，念念相應念念佛，念佛功德不可思議。"
    },
    {
      "id": "02-037-0026_p0012",
      "zh_CN": "「由上可见，弥陀名号即法界体」，法界的本体，法界的理体，「故名号功德不可思议」。念佛的人很多，真正知道念佛功德的人可不多。知道念佛功德，你还会去打妄想吗？你还会去想这世间拉拉杂杂的事情吗？不会了。这一句名号，你肯定一分一秒你都会争取。为什么？无量无边功德，一分一秒都不肯放下。积功累德到哪里去积？无过于持名念佛，这个功德太大了。一天二十四小时去打妄想，造业，造无量无边罪业，念阿弥陀佛就积无量无边功德，你看看你是干哪一样，你是愿意造罪业，还是愿意积累功德，这不就摆在面前！心里头真有阿弥陀佛，阿弥陀佛就是自己，就是自己本觉理性，这才是个真正念佛人。",
      "zh_TW": "「由上可見，彌陀名號即法界體」，法界的本體，法界的理體，「故名號功德不可思議」。念佛的人很多，真正知道念佛功德的人可不多。知道念佛功德，你還會去打妄想嗎？你還會去想這世間拉拉雜雜的事情嗎？不會了。這一句名號，你肯定一分一秒你都會爭取。為什麼？無量無邊功德，一分一秒都不肯放下。積功累德到哪裡去積？無過於持名念佛，這個功德太大了。一天二十四小時去打妄想，造業，造無量無邊罪業，念阿彌陀佛就積無量無邊功德，你看看你是幹哪一樣，你是願意造罪業，還是願意積累功德，這不就擺在面前！心裡頭真有阿彌陀佛，阿彌陀佛就是自己，就是自己本覺理性，這才是個真正念佛人。"
    },
    {
      "id": "02-037-0026_p0013",
      "zh_CN": "「又名号即众生之本觉理性，起心念佛，是为始觉。今所念之佛，正我本觉」。你看，我本觉，不是他，不是你，是我本觉，念阿弥陀佛是念自己的本觉。「故云持名即是始觉合本」。我今天觉悟了，我今天明白了，从今天开始我得认真念佛，分秒必争。真念佛的人，你跟他讲话，他什么态度？非常柔和，非常客气，非常谦虚，合掌跟你「阿弥陀佛」，他就应你这句话。你跟他讲多少话，阿弥陀佛。你懂不懂？阿弥陀佛。你不懂吗？阿弥陀佛。懂吗？阿弥陀佛。他就一句阿弥陀佛，这真念佛人，他里头没有杂念。他的形象、他的音声就是在度你，让你看到你自己本觉的形象。本觉的现象就那么可爱，声声都是阿弥陀佛，除阿弥陀佛之外没有第二个念头，无论你跟他讲多少话，他就一句话回答你。故云持名即是始觉合本。始觉跟本觉合一，始本不二。始本不二就是自他不二，自是自己，他是阿弥陀佛，我跟阿弥陀佛合起来了，不二。这个法门真是稀有无比！真正懂得的人他就会念，不懂得的人他不会念，念这一句名号被杂念杂进去了，全破坏了，一面念佛一面打妄想。不是念佛没有效果，是你不会念，是你夹杂着，你心不清净。大势至菩萨教导我们「净念相继」。我们的心不清净，杂念多，烦恼多，习气多，这句佛号常常念断掉了，不知不觉忘掉了，不能够一句一句的相继。",
      "zh_TW": "「又名號即眾生之本覺理性，起心念佛，是為始覺。今所念之佛，正我本覺」。你看，我本覺，不是他，不是你，是我本覺，念阿彌陀佛是念自己的本覺。「故云持名即是始覺合本」。我今天覺悟了，我今天明白了，從今天開始我得認真念佛，分秒必爭。真念佛的人，你跟他講話，他什麼態度？非常柔和，非常客氣，非常謙虛，合掌跟你「阿彌陀佛」，他就應你這句話。你跟他講多少話，阿彌陀佛。你懂不懂？阿彌陀佛。你不懂嗎？阿彌陀佛。懂嗎？阿彌陀佛。他就一句阿彌陀佛，這真念佛人，他裡頭沒有雜念。他的形象、他的音聲就是在度你，讓你看到你自己本覺的形象。本覺的現象就那麼可愛，聲聲都是阿彌陀佛，除阿彌陀佛之外沒有第二個念頭，無論你跟他講多少話，他就一句話回答你。故云持名即是始覺合本。始覺跟本覺合一，始本不二。始本不二就是自他不二，自是自己，他是阿彌陀佛，我跟阿彌陀佛合起來了，不二。這個法門真是稀有無比！真正懂得的人他就會念，不懂得的人他不會念，念這一句名號被雜念雜進去了，全破壞了，一面念佛一面打妄想。不是念佛沒有效果，是你不會念，是你夾雜著，你心不清淨。大勢至菩薩教導我們「淨念相繼」。我們的心不清淨，雜念多，煩惱多，習氣多，這句佛號常常念斷掉了，不知不覺忘掉了，不能夠一句一句的相繼。"
    },
    {
      "id": "02-037-0026_p0014",
      "zh_CN": "「是故念念相应，而念念即佛」。一念相应一念佛，念念相应念念佛。「是显持名功德不可思议」。古人有一句话说，「念经不如念咒，念咒不如念佛」。所以莲池大师作《弥陀经疏钞》，他就把这三方面都顾到了，《弥陀经疏钞》最后一段是往生咒。念经不如念咒，经很长，咒很简单。可是咒比名号字多得多，所以念往生咒不如念阿弥陀佛四个字。愈简单愈好，愈简单力量愈大，这个道理要懂。现在经要听，为什么要听？你不了解佛号功德，所以你要听。你对西方极乐世界不认识、不清楚，虽然是相信，但是又有怀疑，真有吗？所以信心生不起来。把经教搞透彻，搞清楚、搞明白，信心坚定了。坚定的信心，恳切的愿望，跟阿弥陀佛已经合成一体，你自己还不知道，佛知道，真正有功夫的人知道，你自己不知道。什么时候你自己知道？你完全没有怀疑的时候，知道了。所以不知道，还是有疑在那里，那个疑是连你自己都没有发现到，疑根没有拔掉。彻底明了的时候，疑根就没有了。",
      "zh_TW": "「是故念念相應，而念念即佛」。一念相應一念佛，念念相應念念佛。「是顯持名功德不可思議」。古人有一句話說，「念經不如念咒，念咒不如念佛」。所以蓮池大師作《彌陀經疏鈔》，他就把這三方面都顧到了，《彌陀經疏鈔》最後一段是往生咒。念經不如念咒，經很長，咒很簡單。可是咒比名號字多得多，所以念往生咒不如念阿彌陀佛四個字。愈簡單愈好，愈簡單力量愈大，這個道理要懂。現在經要聽，為什麼要聽？你不了解佛號功德，所以你要聽。你對西方極樂世界不認識、不清楚，雖然是相信，但是又有懷疑，真有嗎？所以信心生不起來。把經教搞透徹，搞清楚、搞明白，信心堅定了。堅定的信心，懇切的願望，跟阿彌陀佛已經合成一體，你自己還不知道，佛知道，真正有功夫的人知道，你自己不知道。什麼時候你自己知道？你完全沒有懷疑的時候，知道了。所以不知道，還是有疑在那裡，那個疑是連你自己都沒有發現到，疑根沒有拔掉。徹底明瞭的時候，疑根就沒有了。"
    },
    {
      "id": "02-037-0026_p0015",
      "zh_CN": "「又据密典」，密宗经典。念老集这个注子集得好，把禅宗、教下、显教、密教这些经典统统都找出来，来注这个注解，好！所以这个注解是圆满的法轮，真实的佛教概论。不但是阿弥陀佛的佛教概论，也是十方三世一切诸佛如来的佛教概论。比这个讲得更清楚的是《大方广佛华严经》，《华严》跟《无量寿》是一部经，《无量寿》讲得简单，《华严》讲得详细。我们过去几年的时间都在讲《华严》，讲了四千多个小时。照过去那个讲的时间来计算，一部《华严经》讲圆满会超过二万个小时，大乘教！《无量寿经》是《华严经》的浓缩，是《华严经》的精华，文字有多少不一样，《华严经》文字多，《无量寿经》文字少，义理没有两样，讲的都是一桩事。",
      "zh_TW": "「又據密典」，密宗經典。念老集這個註子集得好，把禪宗、教下、顯教、密教這些經典統統都找出來，來註這個註解，好！所以這個註解是圓滿的法輪，真實的佛教概論。不但是阿彌陀佛的佛教概論，也是十方三世一切諸佛如來的佛教概論。比這個講得更清楚的是《大方廣佛華嚴經》，《華嚴》跟《無量壽》是一部經，《無量壽》講得簡單，《華嚴》講得詳細。我們過去幾年的時間都在講《華嚴》，講了四千多個小時。照過去那個講的時間來計算，一部《華嚴經》講圓滿會超過二萬個小時，大乘教！《無量壽經》是《華嚴經》的濃縮，是《華嚴經》的精華，文字有多少不一樣，《華嚴經》文字多，《無量壽經》文字少，義理沒有兩樣，講的都是一樁事。"
    },
    {
      "id": "02-037-0026_p0016",
      "zh_CN": "密教经典里面说，「六字洪名中一个阿字，功德已是无量」。他引用日本兴教大师，这是东密的，也是一位祖师，日本密教的大师。「自阿字出一切陀罗尼。自一切陀罗尼生一切佛」。你看这个阿字，无量功德！为什么？它从自性生的，自性本来就包含一切，圆满的。这个现象也被现代科学家发现了，科学家称它作全息现象。我看这个报告，他举一个照片做例子，这一张照片照的是个人像，他用两道激光照这个现场拍摄下来的照片。这个照片洗出来之后，我们看不出什么东西，看到里头一条一条的，条纹，但是在激光一照的时候就很清楚，这是个人像。把这张照片分成两片，剪成两片，每一张照片都是完整的人像，不是一半一半的，它是完整的。你把它撕碎，撕成很小，一百片、二百片，你拿到激光下照，它还是完整的，永远是完整的。这个现象大乘经上说过，被现在人发现了，是真的不是假的。",
      "zh_TW": "密教經典裡面說，「六字洪名中一個阿字，功德已是無量」。他引用日本興教大師，這是東密的，也是一位祖師，日本密教的大師。「自阿字出一切陀羅尼。自一切陀羅尼生一切佛」。你看這個阿字，無量功德！為什麼？它從自性生的，自性本來就包含一切，圓滿的。這個現象也被現代科學家發現了，科學家稱它作全息現象。我看這個報告，他舉一個照片做例子，這一張照片照的是個人像，他用兩道激光照這個現場拍攝下來的照片。這個照片洗出來之後，我們看不出什麼東西，看到裡頭一條一條的，條紋，但是在激光一照的時候就很清楚，這是個人像。把這張照片分成兩片，剪成兩片，每一張照片都是完整的人像，不是一半一半的，它是完整的。你把它撕碎，撕成很小，一百片、二百片，你拿到激光下照，它還是完整的，永遠是完整的。這個現象大乘經上說過，被現在人發現了，是真的不是假的。"
    },
    {
      "id": "02-037-0026_p0017",
      "zh_CN": "佛告诉我们，一粒微尘里头，微尘是个物质，里面有什么现象？有整个宇宙的现象，就跟那个全息照片一样，全息照片照一个人。宇宙之间，任何物质，再小的，一个原子，一个电子，一个光子，它里面的物质现象都是全宇宙的物质现象，里面的信息现象也是全宇宙的信息现象。现在科学发达，一个小小的晶片，像指甲这么大，里面可以容纳一部《大藏经》。稀不稀奇？不稀奇。人家比这个小得更多，容纳是全宇宙的，你怎么能跟它比！一个道理。这些事相都被现代的科学家证明了。所以一个阿字，别说一个阿字，任何一个字，里面都含摄一切法。阿这个字在密宗里头，所有咒语里面统统都有，多半都放在第一个。功德无量！所以这个阿字出一切陀罗尼，陀罗尼是咒语，一切咒语以阿为根本，我们讲元音（母音）就这个意思。自一切陀罗尼生一切佛，这是一切佛，用持咒这个方法把妄想分别执着放下。前面我们讲，用念佛的方法把妄想分别执着念掉，就成佛了。所以念佛不容许夹杂妄想分别执着，不可以夹杂。念佛不夹杂执着，这个人成阿罗汉；念佛不夹杂分别，这个人成菩萨；念佛没有起心动念，这个人成佛了，不就这个吗？我们这用念佛，阿弥陀佛四个字，他那念咒，咒语都很长，观世音菩萨大明咒也有六个字，我们中国人翻译的「唵嘛呢叭咪吽」，阿弥陀佛比它简单。",
      "zh_TW": "佛告訴我們，一粒微塵裡頭，微塵是個物質，裡面有什麼現象？有整個宇宙的現象，就跟那個全息照片一樣，全息照片照一個人。宇宙之間，任何物質，再小的，一個原子，一個電子，一個光子，它裡面的物質現象都是全宇宙的物質現象，裡面的信息現象也是全宇宙的信息現象。現在科學發達，一個小小的晶片，像指甲這麼大，裡面可以容納一部《大藏經》。稀不稀奇？不稀奇。人家比這個小得更多，容納是全宇宙的，你怎麼能跟它比！一個道理。這些事相都被現代的科學家證明了。所以一個阿字，別說一個阿字，任何一個字，裡面都含攝一切法。阿這個字在密宗裡頭，所有咒語裡面統統都有，多半都放在第一個。功德無量！所以這個阿字出一切陀羅尼，陀羅尼是咒語，一切咒語以阿為根本，我們講元音（母音）就這個意思。自一切陀羅尼生一切佛，這是一切佛，用持咒這個方法把妄想分別執著放下。前面我們講，用念佛的方法把妄想分別執著念掉，就成佛了。所以念佛不容許夾雜妄想分別執著，不可以夾雜。念佛不夾雜執著，這個人成阿羅漢；念佛不夾雜分別，這個人成菩薩；念佛沒有起心動念，這個人成佛了，不就這個嗎？我們這用念佛，阿彌陀佛四個字，他那念咒，咒語都很長，觀世音菩薩大明咒也有六個字，我們中國人翻譯的「唵嘛呢叭咪吽」，阿彌陀佛比它簡單。"
    },
    {
      "id": "02-037-0026_p0018",
      "zh_CN": "我早年跟章嘉大师，章嘉大师传给我一个六字大明咒，观世音菩萨的「唵嘛呢叭咪吽」。另外还传给我三个字的一个咒，「唵阿吽」，这三个字也是遍法界虚空界，跟阿弥陀佛是一个意思。我学佛的时候，年轻，喜欢问，问老师，这个咒什么意思？我不懂意思我念得就没有兴趣。阿弥陀佛是梵语，也是咒。释迦牟尼佛为我们解释，解释得很简单，无量光、无量寿，这个名号是这两个意思。我们从光跟寿就晓得，它是整个宇宙。光是空间，寿是时间，时间跟空间所包有的就是宇宙，这是阿弥陀佛的意思。唵阿吽是什么意思？是十善业道。唵是身体，阿是口，吽是意，身口意，身三、口四、意三，十善业道。所以十善业道不得了！学佛的同学都晓得，小乘三千威仪，大乘菩萨八万四千细行，从哪里来的？都是十善业。十善业，小乘给它一展开，三千条，大乘菩萨展开，八万四千条，浓缩起来，十条。所以《华严经》上说，「一即是多，多即是一」，八万四千细行就是十善业，变成一，一展开就是八万四千细行，真的是无量之网。三千年前释迦牟尼佛给我们说出来。",
      "zh_TW": "我早年跟章嘉大師，章嘉大師傳給我一個六字大明咒，觀世音菩薩的「唵嘛呢叭咪吽」。另外還傳給我三個字的一個咒，「唵阿吽」，這三個字也是遍法界虛空界，跟阿彌陀佛是一個意思。我學佛的時候，年輕，喜歡問，問老師，這個咒什麼意思？我不懂意思我念得就沒有興趣。阿彌陀佛是梵語，也是咒。釋迦牟尼佛為我們解釋，解釋得很簡單，無量光、無量壽，這個名號是這兩個意思。我們從光跟壽就曉得，它是整個宇宙。光是空間，壽是時間，時間跟空間所包有的就是宇宙，這是阿彌陀佛的意思。唵阿吽是什麼意思？是十善業道。唵是身體，阿是口，吽是意，身口意，身三、口四、意三，十善業道。所以十善業道不得了！學佛的同學都曉得，小乘三千威儀，大乘菩薩八萬四千細行，從哪裡來的？都是十善業。十善業，小乘給它一展開，三千條，大乘菩薩展開，八萬四千條，濃縮起來，十條。所以《華嚴經》上說，「一即是多，多即是一」，八萬四千細行就是十善業，變成一，一展開就是八萬四千細行，真的是無量之網。三千年前釋迦牟尼佛給我們說出來。"
    },
    {
      "id": "02-037-0026_p0019",
      "zh_CN": "「又阿字真言，十方佛心。诸佛法身，同所加持」。这是密宗里头所说的，弥陀名号里头第一个是阿。梵文这个阿字翻成中文通常都是用一个无，阿是无。现在科学家说出意念，物质是知道了，物质怎么来的？是意念累积产生的幻相。那意念从哪里来的？找不到。他只说了一个，意念是无中生有，没有理由，没有原因，突然蹦出来了，但是立刻就消失了，速度非常快。这个跟世尊跟弥勒菩萨对话，弥勒菩萨所说的意思非常接近，无中生有。它不是无中，它从自性生的，但是自性没有现象，你说它无，可以，说它空也可以，但是不能当作什么都没有来说，它什么现象都能现，遇缘就现形。新兴的科学跟佛法是愈来愈接近，所以我们有理由相信，二、三十年之后，大乘一般人不会把它看成宗教，它是什么？高等科学、高等哲学。这是好事，佛法的本来面目慢慢被人掀开、看见了。",
      "zh_TW": "「又阿字真言，十方佛心。諸佛法身，同所加持」。這是密宗裡頭所說的，彌陀名號裡頭第一個是阿。梵文這個阿字翻成中文通常都是用一個無，阿是無。現在科學家說出意念，物質是知道了，物質怎麼來的？是意念累積產生的幻相。那意念從哪裡來的？找不到。他只說了一個，意念是無中生有，沒有理由，沒有原因，突然蹦出來了，但是立刻就消失了，速度非常快。這個跟世尊跟彌勒菩薩對話，彌勒菩薩所說的意思非常接近，無中生有。它不是無中，它從自性生的，但是自性沒有現象，你說它無，可以，說它空也可以，但是不能當作什麼都沒有來說，它什麼現象都能現，遇緣就現形。新興的科學跟佛法是愈來愈接近，所以我們有理由相信，二、三十年之後，大乘一般人不會把它看成宗教，它是什麼？高等科學、高等哲學。這是好事，佛法的本來面目慢慢被人掀開、看見了。"
    },
    {
      "id": "02-037-0026_p0020",
      "zh_CN": "「又毘卢舍那，以此阿字名为秘藏」。毘卢遮那佛的秘藏，毘卢遮那，《华严经》上讲的法身佛。法身没有相，法身就是哲学里面所说的宇宙万有的本体，在大乘法里面称为毘卢遮那，它是本体。阿字是秘藏，秘藏就是本体里面所含藏的东西。惠能大师见到了，他说「何期自性，本自具足」。具足什么？佛在《华严经》上说过，「一切众生皆有如来智慧德相」，那就是本自具足的。本自具足无量的智慧、无量的德能、无量的才艺、无量的相好，样样具足，是一样都不缺，本自具足。虽具足，它不现，不现就是什么都没有。这个话难懂，现在科学技术用在日常生活当中，大概最普遍的就是电视，家家都有。现在手机，手机也可以收到信息，也可以照相。毘卢遮那是什么？就是这个屏幕，屏幕什么都没有，但是什么都能现。虽然现了，屏幕上有没有？还是没有，它还是干干净净，它没有一丝毫染着。这个好像惠能大师讲的四句话，「何期自性，本自清净」。你看这个屏幕不是本自清净吗？没有染污。「本不生灭」，里面现象有生有灭，屏幕不生不灭。「本自具足」，它什么都有，你打开频道，什么都有，不打开频道，什么也没有。「本不动摇，能生万法」，就在这一个屏幕上看到了。看到什么？看到我们的自性，我们自性就是像这样的。",
      "zh_TW": "「又毘盧舍那，以此阿字名為祕藏」。毘盧遮那佛的祕藏，毘盧遮那，《華嚴經》上講的法身佛。法身沒有相，法身就是哲學裡面所說的宇宙萬有的本體，在大乘法裡面稱為毘盧遮那，它是本體。阿字是祕藏，祕藏就是本體裡面所含藏的東西。惠能大師見到了，他說「何期自性，本自具足」。具足什麼？佛在《華嚴經》上說過，「一切眾生皆有如來智慧德相」，那就是本自具足的。本自具足無量的智慧、無量的德能、無量的才藝、無量的相好，樣樣具足，是一樣都不缺，本自具足。雖具足，它不現，不現就是什麼都沒有。這個話難懂，現在科學技術用在日常生活當中，大概最普遍的就是電視，家家都有。現在手機，手機也可以收到信息，也可以照相。毘盧遮那是什麼？就是這個屏幕，屏幕什麼都沒有，但是什麼都能現。雖然現了，屏幕上有沒有？還是沒有，它還是乾乾淨淨，它沒有一絲毫染著。這個好像惠能大師講的四句話，「何期自性，本自清淨」。你看這個屏幕不是本自清淨嗎？沒有染污。「本不生滅」，裡面現象有生有滅，屏幕不生不滅。「本自具足」，它什麼都有，你打開頻道，什麼都有，不打開頻道，什麼也沒有。「本不動搖，能生萬法」，就在這一個屏幕上看到了。看到什麼？看到我們的自性，我們自性就是像這樣的。"
    },
    {
      "id": "02-037-0026_p0021",
      "zh_CN": "所以佛说了一句总话，「凡所有相，皆是虚妄」。相可以欣赏，不可以占有，不可以控制。如果你想控制它，错了，你控制不了。你想据有它，没有这个话，它立刻就灭了。告诉我们，你真正了解事实真相之后，在一切现象里可以受用，不要起心动念，不要分别执着，这就是完全随顺自性，随顺性德，这是最健康的，这是最幸福的、最圆满的。你要起心动念，要想占有，要想控制，那你叫自找烦恼，这叫造业。起心动念就造业，分别执着就造极重的罪业。那是什么？把这个现象变坏了，本来是非常美好的现象，像极乐世界一样，变成像我们现在的地球，灾难频繁。这从哪里来的？是我们想执着它、想控制它、想占有它，变成这个样子，把画面扭曲了。这个现象是佛在经上讲的，「唯心所现」，唯心所现是自然的，「唯识所变」，识是什么？识就是你的念头。你起了不善的念头，你想占有、想控制，产生变化，变得非常凌乱。所以毘卢遮那，以阿字为秘藏，惠能大师所说的，「本自具足」，秘藏是本自具足的。",
      "zh_TW": "所以佛說了一句總話，「凡所有相，皆是虛妄」。相可以欣賞，不可以佔有，不可以控制。如果你想控制它，錯了，你控制不了。你想據有它，沒有這個話，它立刻就滅了。告訴我們，你真正了解事實真相之後，在一切現象裡可以受用，不要起心動念，不要分別執著，這就是完全隨順自性，隨順性德，這是最健康的，這是最幸福的、最圓滿的。你要起心動念，要想佔有，要想控制，那你叫自找煩惱，這叫造業。起心動念就造業，分別執著就造極重的罪業。那是什麼？把這個現象變壞了，本來是非常美好的現象，像極樂世界一樣，變成像我們現在的地球，災難頻繁。這從哪裡來的？是我們想執著它、想控制它、想佔有它，變成這個樣子，把畫面扭曲了。這個現象是佛在經上講的，「唯心所現」，唯心所現是自然的，「唯識所變」，識是什麼？識就是你的念頭。你起了不善的念頭，你想佔有、想控制，產生變化，變得非常凌亂。所以毘盧遮那，以阿字為祕藏，惠能大師所說的，「本自具足」，祕藏是本自具足的。"
    },
    {
      "id": "02-037-0026_p0022",
      "zh_CN": "「又三身唯说阿字一法」。三身是法身、报身、应身。化身通常也合在应身里头，叫应化身。「诸经广赞此法功德」。阿字这个音声。「闻名触耳，众罪冰消。唱声见字，万德云集。浅观但信，直游净土。深修圆智，现证佛道」。你看这一个字的功德还得了，这不可思议！真有这么大的功德吗？我们来借用佛的一句话，「唯证方知」，你什么时候明心见性，你就知道了。没有明心见性你不知道，见性就知道了，真的不是假的。佛菩萨绝对不会以妄语来欺骗我们，句句话都是真话，句句话都是实话，你相信，你就有福报，不信，不信没有这个福报。真信、真干，那你可修大福报、大功德。你常念、常想，「忆佛念佛，现前当来，必定见佛」，你看这个功德多大！所以应该把妄念放下，尤其是我们看到现在灾难这么多，灾难的频率月月上升，这个现象不好。有个同学很慈悲，每个月把这些灾难的标题聚集起来列个表给我看。我平常不看报纸，也不看电视，什么都不知道，他们把每天灾难的标题，一个星期送一次。好像三月份、四月份大概有五、六十起，七月份超过七十起，八月份就一百多起，九月超过二百起。今年灾难频率月月上升，一次比一次严重，这个事情很麻烦。这不是随便说的，媒体报导的，网路上报的，报章杂志上报的，电视新闻上报的，我们要有高度的警觉。",
      "zh_TW": "「又三身唯說阿字一法」。三身是法身、報身、應身。化身通常也合在應身裡頭，叫應化身。「諸經廣讚此法功德」。阿字這個音聲。「聞名觸耳，眾罪冰消。唱聲見字，萬德雲集。淺觀但信，直遊淨土。深修圓智，現證佛道」。你看這一個字的功德還得了，這不可思議！真有這麼大的功德嗎？我們來借用佛的一句話，「唯證方知」，你什麼時候明心見性，你就知道了。沒有明心見性你不知道，見性就知道了，真的不是假的。佛菩薩絕對不會以妄語來欺騙我們，句句話都是真話，句句話都是實話，你相信，你就有福報，不信，不信沒有這個福報。真信、真幹，那你可修大福報、大功德。你常念、常想，「憶佛念佛，現前當來，必定見佛」，你看這個功德多大！所以應該把妄念放下，尤其是我們看到現在災難這麼多，災難的頻率月月上升，這個現象不好。有個同學很慈悲，每個月把這些災難的標題聚集起來列個表給我看。我平常不看報紙，也不看電視，什麼都不知道，他們把每天災難的標題，一個星期送一次。好像三月份、四月份大概有五、六十起，七月份超過七十起，八月份就一百多起，九月超過二百起。今年災難頻率月月上升，一次比一次嚴重，這個事情很麻煩。這不是隨便說的，媒體報導的，網路上報的，報章雜誌上報的，電視新聞上報的，我們要有高度的警覺。"
    },
    {
      "id": "02-037-0026_p0023",
      "zh_CN": "灾难来了怎么办？第一个要记住，不惊不怖，就是不害怕。实在讲，灾难死那么多人，我认为一半以上是被吓死的，他本来不该死，吓死了。跟癌症一样，癌症不会死人，癌症死了百分之九十都是吓死的。得癌症的人，你看那个得癌的人他若无其事，他根本不在乎，他的癌症很快就治好了；每天愁得不得了，这个不得了！得大病，要死了，没多久他就死了，吓死的。所以我们的心态比什么都重要，纵然灾难在面前，一点都不害怕，念阿弥陀佛。命里头该在灾难死的，我们到极乐世界去了，好事，提前去了，阿弥陀佛来接引你。还有寿命的，没事，你决定平安度过。你害怕什么？一怕就坏了。念佛要紧，平常念佛，跟阿弥陀佛合成一体，那就不会有灾难，什么灾难都化解了。所以闻名触耳，听到这个阿字，听到阿弥陀佛的名号，真的众罪冰消。那我们天天念、天天听，为什么罪没消？我们的念佛根本上有个大错误，有个大漏洞，是什么？信心不足，所以怎么念都没有效果，他信心不足。如果你有百分之百的信心，你那个佛号确实声声灭罪。怎么说你是信心不足？念佛念多少年了，罪业消不掉，不行，我要念念《地藏经》，我得要念念咒，就改学密，信心不足。信心不足搞哪个法门都不行，搞到最后还是到三途去，你说你冤不冤枉！《华严》大经，《大智度论》大论，经论上都说，「信为道元功德母，长养一切诸善根」，他不信有什么办法！",
      "zh_TW": "災難來了怎麼辦？第一個要記住，不驚不怖，就是不害怕。實在講，災難死那麼多人，我認為一半以上是被嚇死的，他本來不該死，嚇死了。跟癌症一樣，癌症不會死人，癌症死了百分之九十都是嚇死的。得癌症的人，你看那個得癌的人他若無其事，他根本不在乎，他的癌症很快就治好了；每天愁得不得了，這個不得了！得大病，要死了，沒多久他就死了，嚇死的。所以我們的心態比什麼都重要，縱然災難在面前，一點都不害怕，念阿彌陀佛。命裡頭該在災難死的，我們到極樂世界去了，好事，提前去了，阿彌陀佛來接引你。還有壽命的，沒事，你決定平安度過。你害怕什麼？一怕就壞了。念佛要緊，平常念佛，跟阿彌陀佛合成一體，那就不會有災難，什麼災難都化解了。所以聞名觸耳，聽到這個阿字，聽到阿彌陀佛的名號，真的眾罪冰消。那我們天天念、天天聽，為什麼罪沒消？我們的念佛根本上有個大錯誤，有個大漏洞，是什麼？信心不足，所以怎麼念都沒有效果，他信心不足。如果你有百分之百的信心，你那個佛號確實聲聲滅罪。怎麼說你是信心不足？念佛念多少年了，罪業消不掉，不行，我要念念《地藏經》，我得要念念咒，就改學密，信心不足。信心不足搞哪個法門都不行，搞到最後還是到三途去，你說你冤不冤枉！《華嚴》大經，《大智度論》大論，經論上都說，「信為道元功德母，長養一切諸善根」，他不信有什麼辦法！"
    },
    {
      "id": "02-037-0026_p0024",
      "zh_CN": "前清乾隆年间灌顶法师，那个时候的佛教还没变成宗教，还是教育，乾隆时候（佛教变成宗教应该在嘉庆以后），寺院庵堂都有法师讲经教学，佛教是教育。所以学佛的人都懂道理，都有信心，他真信。道理搞不清楚就会怀疑，这是一定的道理。我对佛教的信心，也是这么多年慢慢培养出来的，最初半信半疑。老师教我，老师半信半疑，我跟老师学哲学，不是学佛，方东美教授。我跟他学习的时候，就是这张照片，他大概五十岁左右的样子，晚年福报很好，晚年的相很丰满，这是我跟他的那个时候。他跟我讲佛经哲学，我从这入门的。讲佛经哲学，告诉我，佛教经典里面，十分之二是高等哲学，十分之八大概是迷信，老师这样告诉我的。他认为法相宗是哲学，法性宗是哲学，禅宗是哲学，禅宗属于法性，其他的宗派大概都是迷信，那念佛就更不必说了。我受他影响三年，整整三年。三年之后发现了，老师讲迷信的部分可能比这个更高，就怀疑可能比这个更高，渐渐有这种觉悟，但是理解得不够。所以看法有转变，信心还是不足。到什么时候才有信心？七十岁以后，换句话说，四十年之后我才相信，才真搞清楚了。",
      "zh_TW": "前清乾隆年間灌頂法師，那個時候的佛教還沒變成宗教，還是教育，乾隆時候（佛教變成宗教應該在嘉慶以後），寺院庵堂都有法師講經教學，佛教是教育。所以學佛的人都懂道理，都有信心，他真信。道理搞不清楚就會懷疑，這是一定的道理。我對佛教的信心，也是這麼多年慢慢培養出來的，最初半信半疑。老師教我，老師半信半疑，我跟老師學哲學，不是學佛，方東美教授。我跟他學習的時候，就是這張照片，他大概五十歲左右的樣子，晚年福報很好，晚年的相很豐滿，這是我跟他的那個時候。他跟我講佛經哲學，我從這入門的。講佛經哲學，告訴我，佛教經典裡面，十分之二是高等哲學，十分之八大概是迷信，老師這樣告訴我的。他認為法相宗是哲學，法性宗是哲學，禪宗是哲學，禪宗屬於法性，其他的宗派大概都是迷信，那念佛就更不必說了。我受他影響三年，整整三年。三年之後發現了，老師講迷信的部分可能比這個更高，就懷疑可能比這個更高，漸漸有這種覺悟，但是理解得不夠。所以看法有轉變，信心還是不足。到什麼時候才有信心？七十歲以後，換句話說，四十年之後我才相信，才真搞清楚了。"
    },
    {
      "id": "02-037-0026_p0025",
      "zh_CN": "现在我们学习这部经典愈学愈有味道，愈学是愈明白。所以跟大家做报告、分享，好处利益多多。古人讲的，教学相长，这个话是真的不是假的。没有分享的时候，没有看到，没有注意到，一有分享的时候，字字句句这里头的意思都看出来了。所以学东西，怎么样学才会有进步？天天跟人分享，天天做报告，那个进步就非常快，锲而不舍。真正搞透彻、搞明白了，最后就一句佛号，大圆满。连经论都放下了，那是什么？那是引导我入门的，入门就不要了。经教好比是船，过河需要用它，到了彼岸，船不要了。「法尚应舍，何况非法」，释迦牟尼佛在《金刚经》上讲的。可是我们有疑，这个船要，为什么？你渡不了彼岸。只要有怀疑，一定要它。所以经教的作用，帮助我们破迷起信，破迷开悟，它有这个作用。真正开悟，不要了，自然就通了。惠能大师不用经典，释迦牟尼佛也不要经典，他说出来，记录下来就是经典，他不要了，这给我们大家学习的。我们入了他的境界，也不要了，这个一定要知道。我们印法宝，保存法宝，是为后世，为还没有接触到佛法的人，为他们做的。我们不做，这个东西将来没有了，即使他有善根福德，他没有缘分，他见不到。所以我们有义务帮助后人，这是应当要做的。",
      "zh_TW": "現在我們學習這部經典愈學愈有味道，愈學是愈明白。所以跟大家做報告、分享，好處利益多多。古人講的，教學相長，這個話是真的不是假的。沒有分享的時候，沒有看到，沒有注意到，一有分享的時候，字字句句這裡頭的意思都看出來了。所以學東西，怎麼樣學才會有進步？天天跟人分享，天天做報告，那個進步就非常快，鍥而不捨。真正搞透徹、搞明白了，最後就一句佛號，大圓滿。連經論都放下了，那是什麼？那是引導我入門的，入門就不要了。經教好比是船，過河需要用它，到了彼岸，船不要了。「法尚應捨，何況非法」，釋迦牟尼佛在《金剛經》上講的。可是我們有疑，這個船要，為什麼？你渡不了彼岸。只要有懷疑，一定要它。所以經教的作用，幫助我們破迷起信，破迷開悟，它有這個作用。真正開悟，不要了，自然就通了。惠能大師不用經典，釋迦牟尼佛也不要經典，他說出來，記錄下來就是經典，他不要了，這給我們大家學習的。我們入了他的境界，也不要了，這個一定要知道。我們印法寶，保存法寶，是為後世，為還沒有接觸到佛法的人，為他們做的。我們不做，這個東西將來沒有了，即使他有善根福德，他沒有緣分，他見不到。所以我們有義務幫助後人，這是應當要做的。"
    },
    {
      "id": "02-037-0026_p0026",
      "zh_CN": "所以无论是名号、密咒、经教，确实诸佛赞叹。闻名触耳，真的是众罪冰消。唱声见字，唱是唱佛名，见是见到文字、见到佛像，万德云集。你不入这个境界，你没有这个感触，入这个境界，确实有很深的感触，无量无边的功德都在这里。我们今天有一种感觉，叫磁场，进入到这个地区来的时候，你感觉到不一样，这个磁场非常好，让你生欢喜心，让你生安稳心，进入这个磁场，心平气和，浮躁就没有了，或者是浮躁减轻了，这种现象多。我们初学的时候，去看老师，进入老师居住的环境就不一样，磁场就不相同，很喜欢那个地方。浅观但信，这生起信心。这是什么？这是我们涉入的浅，如果深入，直游净土。最贴切的就是这部经，这部经具足信愿行这三个条件。展开这个经卷，确实只有净土，极乐世界就在现前，阿弥陀佛跟自己融成一体。深修圆智，再更深的，大彻大悟，明心见性，圆智，教下讲大开圆解，现证佛道，这是明心见性。「阿字功德如是，故佛号之功德可知矣。」举密宗经典里面这些说法，说明阿弥陀佛功德不可思议。",
      "zh_TW": "所以無論是名號、密咒、經教，確實諸佛讚歎。聞名觸耳，真的是眾罪冰消。唱聲見字，唱是唱佛名，見是見到文字、見到佛像，萬德雲集。你不入這個境界，你沒有這個感觸，入這個境界，確實有很深的感觸，無量無邊的功德都在這裡。我們今天有一種感覺，叫磁場，進入到這個地區來的時候，你感覺到不一樣，這個磁場非常好，讓你生歡喜心，讓你生安穩心，進入這個磁場，心平氣和，浮躁就沒有了，或者是浮躁減輕了，這種現象多。我們初學的時候，去看老師，進入老師居住的環境就不一樣，磁場就不相同，很喜歡那個地方。淺觀但信，這生起信心。這是什麼？這是我們涉入的淺，如果深入，直遊淨土。最貼切的就是這部經，這部經具足信願行這三個條件。展開這個經卷，確實只有淨土，極樂世界就在現前，阿彌陀佛跟自己融成一體。深修圓智，再更深的，大徹大悟，明心見性，圓智，教下講大開圓解，現證佛道，這是明心見性。「阿字功德如是，故佛號之功德可知矣。」舉密宗經典裡面這些說法，說明阿彌陀佛功德不可思議。"
    },
    {
      "id": "02-037-0026_p0027",
      "zh_CN": "下面这一段，「从有念巧入无念，即凡心顿显果德」。我们看注解，「且此一句佛号，下手最易，无分男女老少，不论智愚闲忙，人人能念，个个可行」。这是说这个方法太巧妙了，一点都不难。而这个方法深妙无极，深到什么程度？深到连菩萨都搞不清楚。所以佛讲，「唯佛与佛，方能究竟」。真正搞透彻、搞明白，成佛才能搞清楚，菩萨还不很清楚，这是真的不是假的。我相信菩萨清楚大概跟我们现在这个一样，听多、看多了，跟它很熟，没入境界。这个在佛门里面称之为解悟，不是证悟。说起来你都知道，听经听多了，读经读多了，自己也能够讲，也能讲得很清楚，大家听了也很欢喜，可是自己没入境界。什么叫没入？没放下，妄想分别执着没放下。放下就入境界了，真得其受用；没放下，不得受用。所以解悟是知识，放下，知识就变成智慧，那个不一样！智慧是活的，知识是死的。智慧是圆通，他都通了，样样都通了；知识不通，只有这一块，另外一个角度他就不通了。",
      "zh_TW": "下面這一段，「從有念巧入無念，即凡心頓顯果德」。我們看註解，「且此一句佛號，下手最易，無分男女老少，不論智愚閑忙，人人能念，個個可行」。這是說這個方法太巧妙了，一點都不難。而這個方法深妙無極，深到什麼程度？深到連菩薩都搞不清楚。所以佛講，「唯佛與佛，方能究竟」。真正搞透徹、搞明白，成佛才能搞清楚，菩薩還不很清楚，這是真的不是假的。我相信菩薩清楚大概跟我們現在這個一樣，聽多、看多了，跟它很熟，沒入境界。這個在佛門裡面稱之為解悟，不是證悟。說起來你都知道，聽經聽多了，讀經讀多了，自己也能夠講，也能講得很清楚，大家聽了也很歡喜，可是自己沒入境界。什麼叫沒入？沒放下，妄想分別執著沒放下。放下就入境界了，真得其受用；沒放下，不得受用。所以解悟是知識，放下，知識就變成智慧，那個不一樣！智慧是活的，知識是死的。智慧是圓通，他都通了，樣樣都通了；知識不通，只有這一塊，另外一個角度他就不通了。"
    },
    {
      "id": "02-037-0026_p0028",
      "zh_CN": "今天我们仔细观察全世界，从小学到研究所，所学的全是知识。知识是什么意思？能说不能行，说到做不到，这是知识。不能跟古人比，古人厉害，能说又能行，他真做到了。真做到了叫智慧，能说不能行叫知识，不一样，作用大不同。知识解决问题是有局限的，而且有后遗症。智慧解决问题是圆通的，没有后遗症，会解决得很圆满。现在社会发生问题，发生了非常严重的问题，混乱，整个世界社会混乱，我们居住的地球灾变频繁，人人没有安全感，心里面慌张、浮躁，这是现前社会普遍现象。能把心定得下来，那是修行人，那不是普通人。这种现象在今天社会，不论男女老少、贫富贵贱，统统都有，这个日子不好过。我们回忆两百年前不是这样的，人心都是定的，人有信心，相信人人都是好人，不会怀疑哪个人是坏人。现在人不相信，认为人人都是坏人，没有一个是好人，一百八十度的大转变，这个日子多难过。我们要问，这个原因到底是什么？问别人，没有人知道。问中国的老祖宗，他们会笑笑，点点头，你问得好，教育出了问题。",
      "zh_TW": "今天我們仔細觀察全世界，從小學到研究所，所學的全是知識。知識是什麼意思？能說不能行，說到做不到，這是知識。不能跟古人比，古人厲害，能說又能行，他真做到了。真做到了叫智慧，能說不能行叫知識，不一樣，作用大不同。知識解決問題是有局限的，而且有後遺症。智慧解決問題是圓通的，沒有後遺症，會解決得很圓滿。現在社會發生問題，發生了非常嚴重的問題，混亂，整個世界社會混亂，我們居住的地球災變頻繁，人人沒有安全感，心裡面慌張、浮躁，這是現前社會普遍現象。能把心定得下來，那是修行人，那不是普通人。這種現象在今天社會，不論男女老少、貧富貴賤，統統都有，這個日子不好過。我們回憶兩百年前不是這樣的，人心都是定的，人有信心，相信人人都是好人，不會懷疑哪個人是壞人。現在人不相信，認為人人都是壞人，沒有一個是好人，一百八十度的大轉變，這個日子多難過。我們要問，這個原因到底是什麼？問別人，沒有人知道。問中國的老祖宗，他們會笑笑，點點頭，你問得好，教育出了問題。"
    },
    {
      "id": "02-037-0026_p0029",
      "zh_CN": "今天全世界的问题，总而言之一句话，教育出了问题。中国古人又讲两句话，「家不齐，社会乱了；子不教，人心坏了」。我们今天教育没有教小孩做人，只教他学会做事、学会赚钱，孝悌忠信没有教，礼义廉耻没有教，仁爱和平没有教，统统没有，他不知道。所以现在人心是什么？心是贪瞋痴慢疑，人心变成这个样子。情绪，怨恨恼怒烦，谁没有怨气？谁没有瞋恨？怨恨恼怒烦，烦恼。所作所为，杀盗淫妄。感召来这个果报，社会动乱是果，地球灾变是果。能不能挽救？能，只要把老祖宗那种教育找回来，天下就太平了，问题马上就解决了。",
      "zh_TW": "今天全世界的問題，總而言之一句話，教育出了問題。中國古人又講兩句話，「家不齊，社會亂了；子不教，人心壞了」。我們今天教育沒有教小孩做人，只教他學會做事、學會賺錢，孝悌忠信沒有教，禮義廉恥沒有教，仁愛和平沒有教，統統沒有，他不知道。所以現在人心是什麼？心是貪瞋痴慢疑，人心變成這個樣子。情緒，怨恨惱怒煩，誰沒有怨氣？誰沒有瞋恨？怨恨惱怒煩，煩惱。所作所為，殺盜淫妄。感召來這個果報，社會動亂是果，地球災變是果。能不能挽救？能，只要把老祖宗那種教育找回來，天下就太平了，問題馬上就解決了。"
    },
    {
      "id": "02-037-0026_p0030",
      "zh_CN": "我们的老祖宗教化后代，至少有一万多年。教什么？四个科目，第一个是五伦，从小教你人与人的关系，五伦是讲关系。第一条父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信，人与人的关系清清楚楚，懂得做人，知道是什么关系，应该要遵守什么义务。父子之间，儿女对父母亲爱，父慈子孝，表现出亲爱，兄友弟恭，表现出长幼之序。现在人不讲了，没有了，不知道。社会乱了，人心坏了。人心变成什么？五毒，佛法讲贪瞋痴慢疑是五毒，人怎么会不生病？心坏了肯定生病，什么奇怪的病都生出来了。佛教给我们，首先把五毒去掉，不贪、不痴、不瞋、不傲慢、不怀疑，你的心就好了。心好了情绪就好，怨恨恼怒烦一扫而光，你多快乐！你每天喜笑颜开，柔和质直，这是佛教导我们的。老祖宗把关系给我们讲清楚之后，那是做人的本分，人基本的德行就是五常。常是什么？永远不能改变，五个字，仁义礼智信，永远不能改变，做人的基本道理。仁是爱人，推己及人，想到自己一定想到别人。义，思想、言语、行为合情合理合法叫做义，所以义者循理，要遵循大自然的规则。情理法面面都照顾到，这个才圆满。",
      "zh_TW": "我們的老祖宗教化後代，至少有一萬多年。教什麼？四個科目，第一個是五倫，從小教你人與人的關係，五倫是講關係。第一條父子有親，夫婦有別，君臣有義，長幼有序，朋友有信，人與人的關係清清楚楚，懂得做人，知道是什麼關係，應該要遵守什麼義務。父子之間，兒女對父母親愛，父慈子孝，表現出親愛，兄友弟恭，表現出長幼之序。現在人不講了，沒有了，不知道。社會亂了，人心壞了。人心變成什麼？五毒，佛法講貪瞋痴慢疑是五毒，人怎麼會不生病？心壞了肯定生病，什麼奇怪的病都生出來了。佛教給我們，首先把五毒去掉，不貪、不痴、不瞋、不傲慢、不懷疑，你的心就好了。心好了情緒就好，怨恨惱怒煩一掃而光，你多快樂！你每天喜笑顏開，柔和質直，這是佛教導我們的。老祖宗把關係給我們講清楚之後，那是做人的本分，人基本的德行就是五常。常是什麼？永遠不能改變，五個字，仁義禮智信，永遠不能改變，做人的基本道理。仁是愛人，推己及人，想到自己一定想到別人。義，思想、言語、行為合情合理合法叫做義，所以義者循理，要遵循大自然的規則。情理法面面都照顧到，這個才圓滿。"
    },
    {
      "id": "02-037-0026_p0031",
      "zh_CN": "今天西方人讲法治，法治里头没有人情，法变成冷冰冰的；中国过去的法治里头有人情。所以天理、国法、人情统统要顾到。礼节决定不能少，礼节表示什么？表示自己的谦虚，对别人的尊敬。最后一个是信，诚信，对任何人真诚、有信，决定没有怀疑。古人往来，生意上交易没有什么合同、契约，没有，一句话，他就能守信。借贷的时候不用收据，到时候人家自然就来还钱。有的时候钱借出去就忘掉了，到人家送还，什么时候借的？说起，想到是有这么回事情。你说古时候社会多美、多好，哪有现在这么些啰啰嗦嗦，这些法律在从前没用处，人人能守礼。四维，礼义廉耻，八德，孝悌忠信仁爱和平，每个人都遵守，从小就养成这个习惯。人性本善，人之初，性本善，人人是好人，好人所做的都是好事，所以事事是好事。",
      "zh_TW": "今天西方人講法治，法治裡頭沒有人情，法變成冷冰冰的；中國過去的法治裡頭有人情。所以天理、國法、人情統統要顧到。禮節決定不能少，禮節表示什麼？表示自己的謙虛，對別人的尊敬。最後一個是信，誠信，對任何人真誠、有信，決定沒有懷疑。古人往來，生意上交易沒有什麼合同、契約，沒有，一句話，他就能守信。借貸的時候不用收據，到時候人家自然就來還錢。有的時候錢借出去就忘掉了，到人家送還，什麼時候借的？說起，想到是有這麼回事情。你說古時候社會多美、多好，哪有現在這麼些囉囉嗦嗦，這些法律在從前沒用處，人人能守禮。四維，禮義廉恥，八德，孝悌忠信仁愛和平，每個人都遵守，從小就養成這個習慣。人性本善，人之初，性本善，人人是好人，好人所做的都是好事，所以事事是好事。"
    },
    {
      "id": "02-037-0026_p0032",
      "zh_CN": "古时候的社会，中国人常讲，三百六十行，哪个行业最好，一般人最喜欢的？给诸位说，做官，做官这个行业是读书人非常羡慕的。为什么？地位很高，待遇也不错，没事情干，好就好在这里，清闲。为什么没有事情干？没有案子办，人都是好人，事都是好事，没有犯法作奸犯科的，一个月有一、二桩就很多了。所以谁不羡慕做官？做官人没事情，他不上班，他到哪里？游山玩水。我们看《四库全书》集部，那是文学，诗词歌赋，里头有一半都是做官的人写的，他没事干，他就写文章。所以皇帝垂拱而治，没事。什么原因？人民被教好了，就这四个项目，把人教好了。教成社会人人是好人，好人都是做好事。所以做官的多自在！",
      "zh_TW": "古時候的社會，中國人常講，三百六十行，哪個行業最好，一般人最喜歡的？給諸位說，做官，做官這個行業是讀書人非常羨慕的。為什麼？地位很高，待遇也不錯，沒事情幹，好就好在這裡，清閒。為什麼沒有事情幹？沒有案子辦，人都是好人，事都是好事，沒有犯法作奸犯科的，一個月有一、二樁就很多了。所以誰不羨慕做官？做官人沒事情，他不上班，他到哪裡？遊山玩水。我們看《四庫全書》集部，那是文學，詩詞歌賦，裡頭有一半都是做官的人寫的，他沒事幹，他就寫文章。所以皇帝垂拱而治，沒事。什麼原因？人民被教好了，就這四個項目，把人教好了。教成社會人人是好人，好人都是做好事。所以做官的多自在！"
    },
    {
      "id": "02-037-0026_p0033",
      "zh_CN": "现在这个社会最苦的是做官的，一点闲暇都没有。陆克文先生做澳洲总理，他邀请我去访问，在国会山庄招待我，端着一大杯咖啡，告诉我，一天喝五杯。我说怎么了？提精神，公务太忙，没有办法。我就跟他开玩笑，我说现在社会各行各业最辛苦就是干你这一行的，最快乐是干我这一行的。他笑起来了。确实太辛苦了，会议太多，事情太多，这个年头，这个行业不能干。我的老师当年就叫我，你决定不要去做官。那个时候我二十几岁，我问他为什么？他说你做官是个好官，你的部下贪赃枉法，你怎么办？这一句话把我吓到了，真不能干。现在很多国家领导人我都有缘跟他们接触到，真辛苦，现在请我干我也不干，给我磕头我也不干，那太苦了！所以老师劝我出家，我出家是老师指定的，叫我出家，叫我学释迦牟尼佛，这个路走对了。释迦牟尼佛一生快乐无比，工作就是教学，除了教学还是教学，没有第二桩事情，一门深入，我们这个经上讲，一向专念。",
      "zh_TW": "現在這個社會最苦的是做官的，一點閒暇都沒有。陸克文先生做澳洲總理，他邀請我去訪問，在國會山莊招待我，端著一大杯咖啡，告訴我，一天喝五杯。我說怎麼了？提精神，公務太忙，沒有辦法。我就跟他開玩笑，我說現在社會各行各業最辛苦就是幹你這一行的，最快樂是幹我這一行的。他笑起來了。確實太辛苦了，會議太多，事情太多，這個年頭，這個行業不能幹。我的老師當年就叫我，你決定不要去做官。那個時候我二十幾歲，我問他為什麼？他說你做官是個好官，你的部下貪贓枉法，你怎麼辦？這一句話把我嚇到了，真不能幹。現在很多國家領導人我都有緣跟他們接觸到，真辛苦，現在請我幹我也不幹，給我磕頭我也不幹，那太苦了！所以老師勸我出家，我出家是老師指定的，叫我出家，叫我學釋迦牟尼佛，這個路走對了。釋迦牟尼佛一生快樂無比，工作就是教學，除了教學還是教學，沒有第二樁事情，一門深入，我們這個經上講，一向專念。"
    },
    {
      "id": "02-037-0026_p0034",
      "zh_CN": "过去我一生没有居住的地方，没有寺庙，没有居住的地方，所以过游牧生活。游到香港，到今年才有一个居住的小地方，很小，我也很喜欢。有地方我就想不动了，我就长住香港，不动了。干什么？天天讲经，一天四个小时，真快乐！除这个之外我什么都不干。我今年还有两桩事情要出去，罗马天主教的教皇跟我有约，我们要碰一次面。这个年底，澳洲我们举办一个十周年纪念。我们移民到澳洲，在那里建一个净宗学院，我要去办移交，交给他们，以后我不管了，不再去了。希望所有一切活动我都不参加了，我就是读《无量寿经》，念阿弥陀佛，讲《无量寿经》。一年讲一遍，我活多少年，我就讲多少遍，一门深入，长时薰修。所以希望所有活动都不要来找我，我不去参加了。好，现在时间到了。",
      "zh_TW": "過去我一生沒有居住的地方，沒有寺廟，沒有居住的地方，所以過遊牧生活。遊到香港，到今年才有一個居住的小地方，很小，我也很喜歡。有地方我就想不動了，我就長住香港，不動了。幹什麼？天天講經，一天四個小時，真快樂！除這個之外我什麼都不幹。我今年還有兩樁事情要出去，羅馬天主教的教皇跟我有約，我們要碰一次面。這個年底，澳洲我們舉辦一個十週年紀念。我們移民到澳洲，在那裡建一個淨宗學院，我要去辦移交，交給他們，以後我不管了，不再去了。希望所有一切活動我都不參加了，我就是讀《無量壽經》，念阿彌陀佛，講《無量壽經》。一年講一遍，我活多少年，我就講多少遍，一門深入，長時薰修。所以希望所有活動都不要來找我，我不去參加了。好，現在時間到了。"
    }
  ]
}