{
  "doc_id": "02-037-0104",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０四集",
    "zh_TW": "第一０四集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0104",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-037-0104_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百六十七面，我们要从第二行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百六十七面，我們要從第二行看起："
    },
    {
      "id": "02-037-0104_p0002",
      "zh_CN": "「又《甄解》曰」，这是一段，「真实之利对权假方便」，就很容易显示出来。下面举例说明，「故以世法望小乘」，这个望就是跟小乘做比较，「小乘真而世法假」。世法是六道轮回，它是无常的，不但身命无常，灵魂也无常，灵魂是非常不稳定。我们有些同学看过《西藏生死书》这个光碟，你就知道灵魂是飘浮在空中，速度非常之快，非常不稳定，在六道里头飘流，哪个地方有缘它就到哪里投胎去。投胎所得的身体、一生的际遇，都是从自己业力变现出来的。如果这个人修善积德多，他一期短暂生命里面过得很幸福；如果造的恶业多，那他的苦难就非常之多。像三途可以说从生到死，都是生活在苦难当中。所以世法人天怎么乐，时间都非常短暂，而三途之苦时间是很长，不成比例。这就是世法不如小乘。小乘脱离六道轮回，所以小乘真，世法是假的。那要用小乘来跟大乘比，「权大乘」，权大乘是指十法界，没有出离十法界，十法界里面的佛、菩萨是权大乘。小乘来跟他们比，权大乘真，小乘假。四圣法界声闻、缘觉、菩萨、佛，菩萨、佛比他高，他在下面，因为他只是断见思烦恼，尘沙、无明没断。菩萨断尘沙习气，佛断无明，所以这地位比他高，就是权大乘真，小乘是假。四圣法界要相比较，上面两层是真，下面两层是假。",
      "zh_TW": "「又《甄解》曰」，這是一段，「真實之利對權假方便」，就很容易顯示出來。下面舉例說明，「故以世法望小乘」，這個望就是跟小乘做比較，「小乘真而世法假」。世法是六道輪迴，它是無常的，不但身命無常，靈魂也無常，靈魂是非常不穩定。我們有些同學看過《西藏生死書》這個光碟，你就知道靈魂是飄浮在空中，速度非常之快，非常不穩定，在六道裡頭飄流，哪個地方有緣它就到哪裡投胎去。投胎所得的身體、一生的際遇，都是從自己業力變現出來的。如果這個人修善積德多，他一期短暫生命裡面過得很幸福；如果造的惡業多，那他的苦難就非常之多。像三途可以說從生到死，都是生活在苦難當中。所以世法人天怎麼樂，時間都非常短暫，而三途之苦時間是很長，不成比例。這就是世法不如小乘。小乘脫離六道輪迴，所以小乘真，世法是假的。那要用小乘來跟大乘比，「權大乘」，權大乘是指十法界，沒有出離十法界，十法界裡面的佛、菩薩是權大乘。小乘來跟他們比，權大乘真，小乘假。四聖法界聲聞、緣覺、菩薩、佛，菩薩、佛比他高，他在下面，因為他只是斷見思煩惱，塵沙、無明沒斷。菩薩斷塵沙習氣，佛斷無明，所以這地位比他高，就是權大乘真，小乘是假。四聖法界要相比較，上面兩層是真，下面兩層是假。"
    },
    {
      "id": "02-037-0104_p0003",
      "zh_CN": "「以权大望实大」，实是真实，真实大乘，真实大乘是《华严》、《法华》。《华严》、《法华》它们是归一真法界，脱离十法界，权大乘没离开十法界，这个离开了，生到诸佛实报庄严土，所以这叫真实大乘，权大乘不如它。这是以《华严》、《法华》为代表，「《华严》、《法华》等」，等是很多。真实的大乘要跟本经四十八愿第十九愿来比，这个十九统统是用康僧铠的译本，康僧铠的本子是四十八愿，他的十九愿说，「发菩提心，修诸功德，至心发愿，欲生我国」。那这个人想往生极乐世界这一念的功德，《华严》、《法华》就比不上，《华严》、《法华》是假的，第十九愿是真的。「何以故？《华严》《法华》以往生为经益」，没有超越十九愿。以十九愿跟二十愿比，二十愿说「闻我名号，系念我国，植众德本，至心回向，欲生我国」。那二十愿是真，十九愿就是假，因为一步比一步接近，接近极乐世界。那以二十愿跟十八愿相比，十八愿是「十念必生」，二十愿是假，第十八是真，十念必生。这样子做个比较，让你晓得念佛功德不可思议，连《华严》、《法华》都比不上，所以你不要小看了。",
      "zh_TW": "「以權大望實大」，實是真實，真實大乘，真實大乘是《華嚴》、《法華》。《華嚴》、《法華》它們是歸一真法界，脫離十法界，權大乘沒離開十法界，這個離開了，生到諸佛實報莊嚴土，所以這叫真實大乘，權大乘不如它。這是以《華嚴》、《法華》為代表，「《華嚴》、《法華》等」，等是很多。真實的大乘要跟本經四十八願第十九願來比，這個十九統統是用康僧鎧的譯本，康僧鎧的本子是四十八願，他的十九願說，「發菩提心，修諸功德，至心發願，欲生我國」。那這個人想往生極樂世界這一念的功德，《華嚴》、《法華》就比不上，《華嚴》、《法華》是假的，第十九願是真的。「何以故？《華嚴》《法華》以往生為經益」，沒有超越十九願。以十九願跟二十願比，二十願說「聞我名號，繫念我國，植眾德本，至心回向，欲生我國」。那二十願是真，十九願就是假，因為一步比一步接近，接近極樂世界。那以二十願跟十八願相比，十八願是「十念必生」，二十願是假，第十八是真，十念必生。這樣子做個比較，讓你曉得念佛功德不可思議，連《華嚴》、《法華》都比不上，所以你不要小看了。"
    },
    {
      "id": "02-037-0104_p0004",
      "zh_CN": "锅漏匠就了不起，谛闲法师讲的，他的成就超过弘宗研教的大德，弘宗是禅宗的祖师大德，研教是教下，像华严历代的祖师，天台历代的祖师，跟锅漏匠比都比不上，为什么？你还是在假，他已经到极乐世界作佛去了。你们是目标对准那，人家已经到达，这就比不上人家。谛闲法师那个话是真的，一点都不假。念佛还得了！真正了解之后，我们念念都是阿弥陀佛，为什么？打妄想是造罪业。我打妄想，为什么不念佛？我想佛多好、我念佛多好。何必杂心闲话！杂心闲话造轮回业，你出不了六道轮回。你念头一转忆佛念佛，就是心里想佛、口里念佛，你超过《华严》、超过《法华》，这个世间哪个祖师大德都比不上你。非常容易，非常简单，成功、成就是顶尖，这法门到哪去找！所以二十愿假，第十八愿真。「今真实中之真实，圆顿中之圆顿」，就是忆佛念佛，称念这一句阿弥陀佛的佛号，这个事情没人知道，这个事情人不相信。大家看《华严》、《法华》，那是佛教的花果，忆佛念佛是佛教的根本，花果离开根本它不能生长，这要懂得。念佛法门真实当中的真实，圆顿当中的圆顿。",
      "zh_TW": "鍋漏匠就了不起，諦閑法師講的，他的成就超過弘宗研教的大德，弘宗是禪宗的祖師大德，研教是教下，像華嚴歷代的祖師，天台歷代的祖師，跟鍋漏匠比都比不上，為什麼？你還是在假，他已經到極樂世界作佛去了。你們是目標對準那，人家已經到達，這就比不上人家。諦閑法師那個話是真的，一點都不假。念佛還得了！真正了解之後，我們念念都是阿彌陀佛，為什麼？打妄想是造罪業。我打妄想，為什麼不念佛？我想佛多好、我念佛多好。何必雜心閒話！雜心閒話造輪迴業，你出不了六道輪迴。你念頭一轉憶佛念佛，就是心裡想佛、口裡念佛，你超過《華嚴》、超過《法華》，這個世間哪個祖師大德都比不上你。非常容易，非常簡單，成功、成就是頂尖，這法門到哪去找！所以二十願假，第十八願真。「今真實中之真實，圓頓中之圓頓」，就是憶佛念佛，稱念這一句阿彌陀佛的佛號，這個事情沒人知道，這個事情人不相信。大家看《華嚴》、《法華》，那是佛教的花果，憶佛念佛是佛教的根本，花果離開根本它不能生長，這要懂得。念佛法門真實當中的真實，圓頓當中的圓頓。"
    },
    {
      "id": "02-037-0104_p0005",
      "zh_CN": "我们再看下面这一段，「夫圆顿至极」，达到究竟，「莫过于《华严》与《法华》」，你看看在这个地方，「今贬之为权假」，把它贬低了。「而独赞本经之一乘愿海，六字洪名，为圆中之圆、顿中之顿、真中之真者何耶」，这问为什么？真能叫人服吗？《甄解》有解答。《甄解》说，「今就利益论，彼假此真」，就真实利益这个标准来衡量，忆佛念佛是真中之真，什么经教都比不上。显密、宗教没有能跟它相比的，这是讲利益，为什么？忆佛念佛你决定往生，生到极乐世界你要知道，你就是阿惟越致菩萨，这是真中之真。你依华严修、依天台修都是修止观，华严贤首《还源观》里面末后两段，五止、六观那是修华严，天台是摩诃止观，你在这一生当中，到不了阿惟越致的地位。这个法门一往生就得到，真实利益，真实的好处，怎么能不信！怎么能不干！",
      "zh_TW": "我們再看下面這一段，「夫圓頓至極」，達到究竟，「莫過於《華嚴》與《法華》」，你看看在這個地方，「今貶之為權假」，把它貶低了。「而獨讚本經之一乘願海，六字洪名，為圓中之圓、頓中之頓、真中之真者何耶」，這問為什麼？真能叫人服嗎？《甄解》有解答。《甄解》說，「今就利益論，彼假此真」，就真實利益這個標準來衡量，憶佛念佛是真中之真，什麼經教都比不上。顯密、宗教沒有能跟它相比的，這是講利益，為什麼？憶佛念佛你決定往生，生到極樂世界你要知道，你就是阿惟越致菩薩，這是真中之真。你依華嚴修、依天台修都是修止觀，華嚴賢首《還源觀》裡面末後兩段，五止、六觀那是修華嚴，天台是摩訶止觀，你在這一生當中，到不了阿惟越致的地位。這個法門一往生就得到，真實利益，真實的好處，怎麼能不信！怎麼能不幹！"
    },
    {
      "id": "02-037-0104_p0006",
      "zh_CN": "下面解答，「彼说速疾成佛道，不见速疾成佛人」，《华严》、《法华》都讲一生圆满证得究竟佛果，可是没有看到人修这个法门成佛的，没看到。「故自成别时意趣」，也就是你照这个路去走，这一生得不到，来生，来生得不到，后生，你得很长很长的时间才能修成，路是不错，很遥远。修净土呢？那就在眼前，垂手可得，你立刻就能得到。是同样的利益，一个是要很长时间才会得到，这个是立刻就可以得到，你说哪个真、哪个假？「法体非别时意，人机劣故」，法体是相同的，法体就是自性，就是法性，就是真实之际、诸法实相，这相同的。它没有先后，但是什么？人机劣故，我们要想想，我们是什么根机。所以《华严》、《法华》对象是什么？上上根人，上中下都难，上上根人。达摩所传的禅宗，对象也是上上根人，他才能悟入；不是上上根人，慢慢来，你什么时候把你自己提升到上上根。净宗法门不需要，下下根人也能成就，从上上根到下下根普度，平等的普度，这是真的。《甄解》的解答，今就利益论，彼假此真，何故？彼说速疾成佛道，不见速疾成佛人，故自成别时意趣，法体非别时意。法体没这个意思，没有先后次第，人机劣故。",
      "zh_TW": "下面解答，「彼說速疾成佛道，不見速疾成佛人」，《華嚴》、《法華》都講一生圓滿證得究竟佛果，可是沒有看到人修這個法門成佛的，沒看到。「故自成別時意趣」，也就是你照這個路去走，這一生得不到，來生，來生得不到，後生，你得很長很長的時間才能修成，路是不錯，很遙遠。修淨土呢？那就在眼前，垂手可得，你立刻就能得到。是同樣的利益，一個是要很長時間才會得到，這個是立刻就可以得到，你說哪個真、哪個假？「法體非別時意，人機劣故」，法體是相同的，法體就是自性，就是法性，就是真實之際、諸法實相，這相同的。它沒有先後，但是什麼？人機劣故，我們要想想，我們是什麼根機。所以《華嚴》、《法華》對象是什麼？上上根人，上中下都難，上上根人。達摩所傳的禪宗，對象也是上上根人，他才能悟入；不是上上根人，慢慢來，你什麼時候把你自己提升到上上根。淨宗法門不需要，下下根人也能成就，從上上根到下下根普度，平等的普度，這是真的。《甄解》的解答，今就利益論，彼假此真，何故？彼說速疾成佛道，不見速疾成佛人，故自成別時意趣，法體非別時意。法體沒這個意思，沒有先後次第，人機劣故。"
    },
    {
      "id": "02-037-0104_p0007",
      "zh_CN": "「今信不疑者」，现在这个法门最重要是信，蕅益大师在《要解》里面跟我们讲了六个信。《弥陀经要解》，小本《弥陀经》序分、正宗分、流通分，蕅益大师的判教三分都是信愿行，讲透了，讲到究竟处。他讲信讲六个信，第一个信自己，第二个信佛，第三信理，第四信事，第五信因，最后一个信果，自他、理事、因果深信不疑。信自己是什么？信自己本来是佛。这是世尊在《观无量寿佛经》说的，净宗的理论依据，根据释迦牟尼佛这两句开示，「是心是佛，是心作佛」。忆佛念佛就是是心作佛，你本来是心是佛，本来是佛，现在又作佛，哪有不成功的！不但成功，当下就成佛，不需要长时间。理论根据在此地，我们要相信，相信自己本来是佛，相信阿弥陀佛四十八愿，相信释迦牟尼佛为我们介绍都是真实的，没有一句是假话。只要我们深信不疑，具足蕅益大师所说的六个信，「十即十生」，十个人相信十个人往生，一百个人相信一百个人往生，一个不漏。「往生不退至菩提故」，菩提是如来究竟的佛果，你往生西方极乐世界永远不会退转，只向着无上菩提。「初生处即菩提」，生到西方极乐世界，你就得到菩提了。",
      "zh_TW": "「今信不疑者」，現在這個法門最重要是信，蕅益大師在《要解》裡面跟我們講了六個信。《彌陀經要解》，小本《彌陀經》序分、正宗分、流通分，蕅益大師的判教三分都是信願行，講透了，講到究竟處。他講信講六個信，第一個信自己，第二個信佛，第三信理，第四信事，第五信因，最後一個信果，自他、理事、因果深信不疑。信自己是什麼？信自己本來是佛。這是世尊在《觀無量壽佛經》說的，淨宗的理論依據，根據釋迦牟尼佛這兩句開示，「是心是佛，是心作佛」。憶佛念佛就是是心作佛，你本來是心是佛，本來是佛，現在又作佛，哪有不成功的！不但成功，當下就成佛，不需要長時間。理論根據在此地，我們要相信，相信自己本來是佛，相信阿彌陀佛四十八願，相信釋迦牟尼佛為我們介紹都是真實的，沒有一句是假話。只要我們深信不疑，具足蕅益大師所說的六個信，「十即十生」，十個人相信十個人往生，一百個人相信一百個人往生，一個不漏。「往生不退至菩提故」，菩提是如來究竟的佛果，你往生西方極樂世界永遠不會退轉，只向著無上菩提。「初生處即菩提」，生到西方極樂世界，你就得到菩提了。"
    },
    {
      "id": "02-037-0104_p0008",
      "zh_CN": "「在世灭后但此一法故」，这是说释迦牟尼佛在这个世间示现般涅槃以后，一切众生真正得度就这个法门，找不到第二个。「一切凡圣行无别故」，凡，是六道凡夫，包括阿鼻地狱众生；圣，极圣是等觉菩萨，这个法门统统含摄，全都包括，一个都不漏。到西方极乐世界就在信愿行，真信、真愿、真念佛，这个世间的缘统统放下，不能再放在心上，放在心上是障碍、是累赘，彻底放下。要真正认清这个世间，「凡所有相，皆是虚妄」，用《金刚经》来观照，「一切有为法，如梦幻泡影」。这个一切有为法，包括今天科学讲的三个现象，物质、精神、自然现象全都放下。明年的今天，二０一二年十二月马雅灾难预言，这是自然现象。我们科学上说的是星球在太空当中运行产生的现象，这种现象在太阳系跟银河系产生的关系，运行的角度，好像是每隔二万五千年有一次，科学家称它为银河对齐。现在媒体、网路、许许多多的场所，大家都在讨论，得出了应对的一个结论，就是爱心，要提升精神的能量才能够应对。",
      "zh_TW": "「在世滅後但此一法故」，這是說釋迦牟尼佛在這個世間示現般涅槃以後，一切眾生真正得度就這個法門，找不到第二個。「一切凡聖行無別故」，凡，是六道凡夫，包括阿鼻地獄眾生；聖，極聖是等覺菩薩，這個法門統統含攝，全都包括，一個都不漏。到西方極樂世界就在信願行，真信、真願、真念佛，這個世間的緣統統放下，不能再放在心上，放在心上是障礙、是累贅，徹底放下。要真正認清這個世間，「凡所有相，皆是虛妄」，用《金剛經》來觀照，「一切有為法，如夢幻泡影」。這個一切有為法，包括今天科學講的三個現象，物質、精神、自然現象全都放下。明年的今天，二０一二年十二月馬雅災難預言，這是自然現象。我們科學上說的是星球在太空當中運行產生的現象，這種現象在太陽系跟銀河系產生的關係，運行的角度，好像是每隔二萬五千年有一次，科學家稱它為銀河對齊。現在媒體、網路、許許多多的場所，大家都在討論，得出了應對的一個結論，就是愛心，要提升精神的能量才能夠應對。"
    },
    {
      "id": "02-037-0104_p0009",
      "zh_CN": "我们知道，无比殊胜的能量就是念阿弥陀佛，真实利益。弥陀的弘愿普度遍法界虚空界一切众生，你看这个爱心，这个爱心是我们自己的本心，我们跟阿弥陀佛没有两样，我们是迷了，并没有丢掉。现在遇到释迦、遇到阿弥陀佛，把我们唤醒，这一省悟过来能量就恢复了，而且这个能量无比殊胜。我们跟阿弥陀佛同心、同愿、同德、同行，生佛不二，自他不二，我们要走这个道路。我们看到许许多多修行人，有德行、有智慧、有灵通，他们给我们提供应对的方法，要跟信愿持名来相比，那信愿持名真，他们都是假，套这个例子来说。他们提的有没有效？有效，归结起来就是爱心，要真正学会爱自己。现在人最麻烦就是不自爱，不知道爱惜自己。爱惜自己不是爱身命，是爱慧命，这个重要。是爱自己的德行，爱自己的智慧，这个能量非常大，这个能量能帮助我们解决问题。",
      "zh_TW": "我們知道，無比殊勝的能量就是念阿彌陀佛，真實利益。彌陀的弘願普度遍法界虛空界一切眾生，你看這個愛心，這個愛心是我們自己的本心，我們跟阿彌陀佛沒有兩樣，我們是迷了，並沒有丟掉。現在遇到釋迦、遇到阿彌陀佛，把我們喚醒，這一省悟過來能量就恢復了，而且這個能量無比殊勝。我們跟阿彌陀佛同心、同願、同德、同行，生佛不二，自他不二，我們要走這個道路。我們看到許許多多修行人，有德行、有智慧、有靈通，他們給我們提供應對的方法，要跟信願持名來相比，那信願持名真，他們都是假，套這個例子來說。他們提的有沒有效？有效，歸結起來就是愛心，要真正學會愛自己。現在人最麻煩就是不自愛，不知道愛惜自己。愛惜自己不是愛身命，是愛慧命，這個重要。是愛自己的德行，愛自己的智慧，這個能量非常大，這個能量能幫助我們解決問題。"
    },
    {
      "id": "02-037-0104_p0010",
      "zh_CN": "我们想想，我们怎么个爱自己？把三皈、十善、十戒、菩萨六度、普贤十愿做到，那叫真爱自己。为什么？那是自己的性德，我自己本来就是这样的。我现在迷了、糊涂，与自己性德完全相违背，造成今天地球这个局面，完全是自己造的。你自己的心、你自己的情绪造成一切。现在地球上居民的心是什么？贪瞋痴慢疑这心。情绪是什么？怨恨恼怒烦。那就造成今天混乱的社会，和灾变的地球，自己造的。那念头一转，我们把贪瞋痴慢疑转过来，不贪、不瞋、不痴，佛说这是三善根；谦虚、诚信，谦虚就不慢，诚信就不疑，这是性德，五善根。我们的情绪是大慈大悲、是伦理道德，这个世界就有救，社会的动乱可以化解，地球上这些灾变逐渐逐渐消失掉，这是好事情，这是真实利益。释迦牟尼佛灭度之后，最真实的利益就是这一法，信愿持名，老实念佛求生净土，「一切凡圣行无别故，利益真者莫过斯」，真实利益！",
      "zh_TW": "我們想想，我們怎麼個愛自己？把三皈、十善、十戒、菩薩六度、普賢十願做到，那叫真愛自己。為什麼？那是自己的性德，我自己本來就是這樣的。我現在迷了、糊塗，與自己性德完全相違背，造成今天地球這個局面，完全是自己造的。你自己的心、你自己的情緒造成一切。現在地球上居民的心是什麼？貪瞋痴慢疑這心。情緒是什麼？怨恨惱怒煩。那就造成今天混亂的社會，和災變的地球，自己造的。那念頭一轉，我們把貪瞋痴慢疑轉過來，不貪、不瞋、不痴，佛說這是三善根；謙虛、誠信，謙虛就不慢，誠信就不疑，這是性德，五善根。我們的情緒是大慈大悲、是倫理道德，這個世界就有救，社會的動亂可以化解，地球上這些災變逐漸逐漸消失掉，這是好事情，這是真實利益。釋迦牟尼佛滅度之後，最真實的利益就是這一法，信願持名，老實念佛求生淨土，「一切凡聖行無別故，利益真者莫過斯」，真實利益！"
    },
    {
      "id": "02-037-0104_p0011",
      "zh_CN": "下面念老的话，念老为我们解释经论祖师的意思，「若论法体，诸经皆实」。因为一切经都是从自性清净心流出来的，它所依据的理论是相同的、是平等的。现在我们不论这个，我们单单论利益，我们眼前的利益，那一切经是假，「而唯此法为真。何以故」，因《法华》、《华严》这些经，「虽说有速疾成佛之道，但不见依法修持当世成佛之人。故仅成为别时成佛之因」，别时是将来，不是在这一生。所以「就法体论，本不须待至别时」，法体是平等的，「但修行者根劣，故不能速疾成佛」。这是真的不是假的，众生根性不相同，善根福德不相同。大乘教契理，不契机，要契理契机，这个经典我们才能得到利益。它契理，我们的程度不行，我们不是上上根人，所以学它得不到利益。这个能不能得利益，自己心里要清楚，帮助我得清净平等觉，就是真利益；我学了，清净平等觉不能现前，我没有得到利益，要以这个标准来衡量自己。我学习这个法门之后，我在境界里头突然遭遇到的事情，顺境有没有欢喜心？逆境有没有畏怖的心？如果有也不及格。无论什么境界现前，心是平静的，心没有受外头境界影响，这是真的，这点很重要。",
      "zh_TW": "下面念老的話，念老為我們解釋經論祖師的意思，「若論法體，諸經皆實」。因為一切經都是從自性清淨心流出來的，它所依據的理論是相同的、是平等的。現在我們不論這個，我們單單論利益，我們眼前的利益，那一切經是假，「而唯此法為真。何以故」，因《法華》、《華嚴》這些經，「雖說有速疾成佛之道，但不見依法修持當世成佛之人。故僅成為別時成佛之因」，別時是將來，不是在這一生。所以「就法體論，本不須待至別時」，法體是平等的，「但修行者根劣，故不能速疾成佛」。這是真的不是假的，眾生根性不相同，善根福德不相同。大乘教契理，不契機，要契理契機，這個經典我們才能得到利益。它契理，我們的程度不行，我們不是上上根人，所以學它得不到利益。這個能不能得利益，自己心裡要清楚，幫助我得清淨平等覺，就是真利益；我學了，清淨平等覺不能現前，我沒有得到利益，要以這個標準來衡量自己。我學習這個法門之後，我在境界裡頭突然遭遇到的事情，順境有沒有歡喜心？逆境有沒有畏怖的心？如果有也不及格。無論什麼境界現前，心是平靜的，心沒有受外頭境界影響，這是真的，這點很重要。"
    },
    {
      "id": "02-037-0104_p0012",
      "zh_CN": "真修行，我很多年前讲过，我们的早课是提醒自己，我们的晚课是做反省，这叫真做早晚课，不在形式。每天将真实功德做回向，否则拿什么东西回向？不是念经文回向，那个没用处的。我们这一天当中起心动念、言语造作，与性德相不相应？相应的是功德，不相应的是福德。福德离不开三恶道，换句话说，三恶道受报。天天要反省，与性德相应，我们跟极乐世界相应，这个好，把功德回向求生净土，真实功德。起心动念、言语造作，与佛的教诲相应。净宗我们只提了五个科目很好记，三福（净业三福）、六和、三学、六度、十愿（普贤十愿），你看就这些东西，你很容易，每一条都能记到。每天从早到晚起心动念、言语造作，不离这个标准，这就是功德。这里头如果有我执，就是福德；没有我执是功德，我每天修不执着，佛法里面讲三轮体空，那功德，真实功德。",
      "zh_TW": "真修行，我很多年前講過，我們的早課是提醒自己，我們的晚課是做反省，這叫真做早晚課，不在形式。每天將真實功德做迴向，否則拿什麼東西迴向？不是念經文迴向，那個沒用處的。我們這一天當中起心動念、言語造作，與性德相不相應？相應的是功德，不相應的是福德。福德離不開三惡道，換句話說，三惡道受報。天天要反省，與性德相應，我們跟極樂世界相應，這個好，把功德迴向求生淨土，真實功德。起心動念、言語造作，與佛的教誨相應。淨宗我們只提了五個科目很好記，三福（淨業三福）、六和、三學、六度、十願（普賢十願），你看就這些東西，你很容易，每一條都能記到。每天從早到晚起心動念、言語造作，不離這個標準，這就是功德。這裡頭如果有我執，就是福德；沒有我執是功德，我每天修不執著，佛法裡面講三輪體空，那功德，真實功德。"
    },
    {
      "id": "02-037-0104_p0013",
      "zh_CN": "「唯此净宗一乘愿海，六字洪名，十即十生，万修万去，故胜余经」。这真的，释迦牟尼佛当年在世为什么多次宣讲？为什么常常介绍西方极乐世界？佛讲经带着介绍西方极乐世界，有两百多种经论常常提到。说明释迦的本愿，都是希望我们修学这个法门求生净土，是他老人家的本怀，我们现在讲是他老人家的心事。他没有别的心事，就是希望我们到极乐世界去亲近阿弥陀佛，他的心事就了！我们能体会得到，我们不辜负他老人家，我们真干。在这个世间一切随缘，有很好，没有也好，什么都好，在一切境界里面统统都是个欢喜心，这就好；对待一切人事物是个真诚的爱心，修之、养之，中国人讲修养，修是修正，修正过来好好养，不要失掉。每天生活在爱的怀抱当中，慈悲的怀抱中，真正是幸福快乐的怀抱当中，这一天没有白过。只有这部经上有，圆满具足，你学这个经多快乐！",
      "zh_TW": "「唯此淨宗一乘願海，六字洪名，十即十生，萬修萬去，故勝餘經」。這真的，釋迦牟尼佛當年在世為什麼多次宣講？為什麼常常介紹西方極樂世界？佛講經帶著介紹西方極樂世界，有兩百多種經論常常提到。說明釋迦的本願，都是希望我們修學這個法門求生淨土，是他老人家的本懷，我們現在講是他老人家的心事。他沒有別的心事，就是希望我們到極樂世界去親近阿彌陀佛，他的心事就了！我們能體會得到，我們不辜負他老人家，我們真幹。在這個世間一切隨緣，有很好，沒有也好，什麼都好，在一切境界裡面統統都是個歡喜心，這就好；對待一切人事物是個真誠的愛心，修之、養之，中國人講修養，修是修正，修正過來好好養，不要失掉。每天生活在愛的懷抱當中，慈悲的懷抱中，真正是幸福快樂的懷抱當中，這一天沒有白過。只有這部經上有，圓滿具足，你學這個經多快樂！"
    },
    {
      "id": "02-037-0104_p0014",
      "zh_CN": "为什么胜过一切经？这举了三个例子，第一个「往生必证菩提」，就是成佛，往生必定成佛。第二「法灭唯此经度生」，现在法有没有灭？你要冷静细心观察，法灭了。为什么？释迦牟尼佛讲得很清楚，没有人讲经，没有人听经，没有人真学，法就灭了。经典在、寺庙在、佛像在那不算，那是一点影响的形相还在，实质呢？实质没有了。释迦牟尼佛四十九年所讲的一切经，不是叫你收藏，是要让你学习的，不学习藏在那里有什么用处？还有人曾经问过我，地震他那个道场毁掉了，那个道场藏的有《大藏经》，为什么佛菩萨不保佑，在地震当中毁掉了？这个事情现在很多见，常见。佛经是教人念的，教人学习的，教人依教奉行的，绝不是叫你收藏。收藏在那个地方，虽然有护法神守护着法宝，可是劫难来了还是不能逃过。怎样守才能逃过？德行，真正修行的功德。中国人常说，福人居福地，福地福人居。这个人有福，他住在这个地方，这个地方不会有灾难，就保全；这人没有福报、没有福德，灾难来了，他也逃不过。所以学智慧、求福德重要。智慧福德到哪里求？执持这句名号全都得到。一心执持，我讲过很多遍，应该在三、四年之间，你就得三昧；得到三昧之后，三、五年之间，你就开悟，这是真的。现在人为什么开不了？他没有专心学，他很杂，他学的东西很多，他念头很多，他不专一，专一就成功。刘素云给我们做了个样子，她没有别的就专一，十年一部《无量寿经》，一句阿弥陀佛。这是佛门的教学法，是中国传统教学法里面的原则，可以说最高指导原则，写在《三字经》里头，「教之道，贵以专」。",
      "zh_TW": "為什麼勝過一切經？這舉了三個例子，第一個「往生必證菩提」，就是成佛，往生必定成佛。第二「法滅唯此經度生」，現在法有沒有滅？你要冷靜細心觀察，法滅了。為什麼？釋迦牟尼佛講得很清楚，沒有人講經，沒有人聽經，沒有人真學，法就滅了。經典在、寺廟在、佛像在那不算，那是一點影響的形相還在，實質呢？實質沒有了。釋迦牟尼佛四十九年所講的一切經，不是叫你收藏，是要讓你學習的，不學習藏在那裡有什麼用處？還有人曾經問過我，地震他那個道場毀掉了，那個道場藏的有《大藏經》，為什麼佛菩薩不保佑，在地震當中毀掉了？這個事情現在很多見，常見。佛經是教人念的，教人學習的，教人依教奉行的，絕不是叫你收藏。收藏在那個地方，雖然有護法神守護著法寶，可是劫難來了還是不能逃過。怎樣守才能逃過？德行，真正修行的功德。中國人常說，福人居福地，福地福人居。這個人有福，他住在這個地方，這個地方不會有災難，就保全；這人沒有福報、沒有福德，災難來了，他也逃不過。所以學智慧、求福德重要。智慧福德到哪裡求？執持這句名號全都得到。一心執持，我講過很多遍，應該在三、四年之間，你就得三昧；得到三昧之後，三、五年之間，你就開悟，這是真的。現在人為什麼開不了？他沒有專心學，他很雜，他學的東西很多，他念頭很多，他不專一，專一就成功。劉素雲給我們做了個樣子，她沒有別的就專一，十年一部《無量壽經》，一句阿彌陀佛。這是佛門的教學法，是中國傳統教學法裡面的原則，可以說最高指導原則，寫在《三字經》裡頭，「教之道，貴以專」。"
    },
    {
      "id": "02-037-0104_p0015",
      "zh_CN": "我们现在最近这两百年，接受西洋教育概念，从小就广学多闻。你看幼稚园的小孩，他每天学多少功课？五、六门。这小孩很聪明，什么都会，又会唱歌、又会跳舞、又会弹琴、又会画画，多才多艺，一样都不精，这西方人概念。中国人概念跟这相反，一门深入，长时薰修，从小念书也教你念一本，没教你念那么多。一门深入，他能得定，他心清净，清净到一定的时候他开智慧，智慧开了之后才教你广学多闻。为什么？你有根本智，广学多闻是成就后得智。根本智是什么？根本智是清净心，清净心照见外面，你才看到真相，不一样。外国人没有根本智，他也不懂得根本智，我们老祖宗有智慧，很久很久之前他们就知道。老祖宗的智慧，绝不在我们之下，我们跟他比还差很远。科学技术，你敢说他不懂吗？他为什么不搞科学技术？搞科学技术地球早就毁掉，哪里还等到现在！科学到最后就是毁灭世界。古老的传说里面，不是说大西洋那一块亚特兰提斯吗？就是科学发展到一定的程度，整个大地沉到海洋里面去了。这些原因，我们也是在最近几年才悟到，经上讲贪瞋痴三毒讲得多，讲怀疑讲得少。大地会陷到海里，那个业因就是怀疑，对自己怀疑、对祖宗怀疑、对圣贤怀疑、对老师怀疑，样样都怀疑。疑心，对自己来说，免疫系统毁掉了；对应外面居住的环境，山崩地陷。信心能帮助山河大地坚固，怀疑帮助它松散，我们在经典上，明白了这个道理。",
      "zh_TW": "我們現在最近這兩百年，接受西洋教育概念，從小就廣學多聞。你看幼稚園的小孩，他每天學多少功課？五、六門。這小孩很聰明，什麼都會，又會唱歌、又會跳舞、又會彈琴、又會畫畫，多才多藝，一樣都不精，這西方人概念。中國人概念跟這相反，一門深入，長時薰修，從小念書也教你念一本，沒教你念那麼多。一門深入，他能得定，他心清淨，清淨到一定的時候他開智慧，智慧開了之後才教你廣學多聞。為什麼？你有根本智，廣學多聞是成就後得智。根本智是什麼？根本智是清淨心，清淨心照見外面，你才看到真相，不一樣。外國人沒有根本智，他也不懂得根本智，我們老祖宗有智慧，很久很久之前他們就知道。老祖宗的智慧，絕不在我們之下，我們跟他比還差很遠。科學技術，你敢說他不懂嗎？他為什麼不搞科學技術？搞科學技術地球早就毀掉，哪裡還等到現在！科學到最後就是毀滅世界。古老的傳說裡面，不是說大西洋那一塊亞特蘭提斯嗎？就是科學發展到一定的程度，整個大地沉到海洋裡面去了。這些原因，我們也是在最近幾年才悟到，經上講貪瞋痴三毒講得多，講懷疑講得少。大地會陷到海裡，那個業因就是懷疑，對自己懷疑、對祖宗懷疑、對聖賢懷疑、對老師懷疑，樣樣都懷疑。疑心，對自己來說，免疫系統毀掉了；對應外面居住的環境，山崩地陷。信心能幫助山河大地堅固，懷疑幫助它鬆散，我們在經典上，明白了這個道理。"
    },
    {
      "id": "02-037-0104_p0016",
      "zh_CN": "佛菩萨常说，这个世间许多不同族群的祖先、圣贤也都常说，「一切法从心想生」，这是佛说出来的。我看到很多族群的先知，也说这个话，他们也知道，非常重视一个人的起心动念，跟他的情绪。意念跟情绪可以主宰你的一切，好的意念就是太平盛世，恶的意念就动荡不安。二战之后，虽然没有重大的战争，但是地球是动荡不安，为什么？意念不好，心情不好。许许多多人都在求挽救，怎么拯救社会，怎样拯救地球。我这两天收到联合国的信件，收到罗马教廷的信件，都谈这个问题。这些人都是好人，在寻求我们用什么方法赶快来补救。联合国的信件肯定，宗教的爱心、宗教的团结带给人类真实的利益，这个很难得。这说明我们上一次在巴黎教科文组织总部办的活动成功。有没有必要再办一次？灾难是在明年十二月，如果在明年五月之前再办一次，是好事。主题就可以说是宗教团结，把神的爱心普遍全世界，来做这么一个活动。「爱心遍世界，善意满人间」，这对于化解灾难肯定有很大的影响，我提出来让大家去思考。",
      "zh_TW": "佛菩薩常說，這個世間許多不同族群的祖先、聖賢也都常說，「一切法從心想生」，這是佛說出來的。我看到很多族群的先知，也說這個話，他們也知道，非常重視一個人的起心動念，跟他的情緒。意念跟情緒可以主宰你的一切，好的意念就是太平盛世，惡的意念就動盪不安。二戰之後，雖然沒有重大的戰爭，但是地球是動盪不安，為什麼？意念不好，心情不好。許許多多人都在求挽救，怎麼拯救社會，怎樣拯救地球。我這兩天收到聯合國的信件，收到羅馬教廷的信件，都談這個問題。這些人都是好人，在尋求我們用什麼方法趕快來補救。聯合國的信件肯定，宗教的愛心、宗教的團結帶給人類真實的利益，這個很難得。這說明我們上一次在巴黎教科文組織總部辦的活動成功。有沒有必要再辦一次？災難是在明年十二月，如果在明年五月之前再辦一次，是好事。主題就可以說是宗教團結，把神的愛心普遍全世界，來做這麼一個活動。「愛心遍世界，善意滿人間」，這對於化解災難肯定有很大的影響，我提出來讓大家去思考。"
    },
    {
      "id": "02-037-0104_p0017",
      "zh_CN": "第三，「凡圣念佛齐等」，更难得！这三句一句比一句殊胜，这提到顶点了。凡圣生到西方极乐世界，念佛成就是平等的。所以莲池大师《疏钞》里头说，「齐诸圣于片言」，齐就是齐等，我们凡夫跟诸圣，诸圣是四十一位法身大士，我们用一句佛号，跟他们修平等的功德，他们也念佛，我们也念佛。「故云，真实之利无有过于此法者」，真的，一点不假，为什么不干？联合国要办活动，我们把这段经文拿去讲，好！让大家都知道。",
      "zh_TW": "第三，「凡聖念佛齊等」，更難得！這三句一句比一句殊勝，這提到頂點了。凡聖生到西方極樂世界，念佛成就是平等的。所以蓮池大師《疏鈔》裡頭說，「齊諸聖於片言」，齊就是齊等，我們凡夫跟諸聖，諸聖是四十一位法身大士，我們用一句佛號，跟他們修平等的功德，他們也念佛，我們也念佛。「故云，真實之利無有過於此法者」，真的，一點不假，為什麼不幹？聯合國要辦活動，我們把這段經文拿去講，好！讓大家都知道。"
    },
    {
      "id": "02-037-0104_p0018",
      "zh_CN": "「又本经能惠真实之利者，缘由经中开化皆是真实之际」。这说到理论上去了，本经能给一切众生真实的利益，道理是什么？原因是什么？缘由经中，释迦牟尼佛在这部经中，就是讲这个经开始教化统统是真实之际。真实之际，我们用诸法实相，大家就很好懂，所说的全是宇宙人生的真相。宇宙人生真相今天科学、哲学发现了一部分，究竟圆满确实在大乘经典。「极乐妙土正是弥陀住真实慧之所流现」，这我们也说过很多，阿弥陀佛的大愿大行，四十八愿，五劫修行功德所成就就是极乐世界。极乐世界没有人设计，没有人在建造，全是阿弥陀佛愿行功德之所成就。这个例子很多，初学的人不知道，无法想像。近代科学家已经认识到了，那是意念的能量不可思议，用科学家的名词来说，是阿弥陀佛意念能量之所成就。中国社会有一句话常说的「心想事成」，极乐世界是阿弥陀佛心想事成，自然成就的。成就到现在已经十劫，这十劫当中阿弥陀佛接引了多少众生，到极乐世界就等于成佛，极乐世界成就多少尊佛，这个功德还得了，太殊胜！十方诸佛赞叹，十方诸佛弘扬，都像释迦牟尼佛一样，慈悲热心把这桩事情向一切众生介绍。古时候好像是道绰大师，那是我们净宗祖师，一生专讲《阿弥陀经》，好像讲了几百遍，把一门深入长时薰修表演出来给大家看，世间人必须看到成果他才相信。",
      "zh_TW": "「又本經能惠真實之利者，緣由經中開化皆是真實之際」。這說到理論上去了，本經能給一切眾生真實的利益，道理是什麼？原因是什麼？緣由經中，釋迦牟尼佛在這部經中，就是講這個經開始教化統統是真實之際。真實之際，我們用諸法實相，大家就很好懂，所說的全是宇宙人生的真相。宇宙人生真相今天科學、哲學發現了一部分，究竟圓滿確實在大乘經典。「極樂妙土正是彌陀住真實慧之所流現」，這我們也說過很多，阿彌陀佛的大願大行，四十八願，五劫修行功德所成就就是極樂世界。極樂世界沒有人設計，沒有人在建造，全是阿彌陀佛願行功德之所成就。這個例子很多，初學的人不知道，無法想像。近代科學家已經認識到了，那是意念的能量不可思議，用科學家的名詞來說，是阿彌陀佛意念能量之所成就。中國社會有一句話常說的「心想事成」，極樂世界是阿彌陀佛心想事成，自然成就的。成就到現在已經十劫，這十劫當中阿彌陀佛接引了多少眾生，到極樂世界就等於成佛，極樂世界成就多少尊佛，這個功德還得了，太殊勝！十方諸佛讚歎，十方諸佛弘揚，都像釋迦牟尼佛一樣，慈悲熱心把這樁事情向一切眾生介紹。古時候好像是道綽大師，那是我們淨宗祖師，一生專講《阿彌陀經》，好像講了幾百遍，把一門深入長時薰修表演出來給大家看，世間人必須看到成果他才相信。"
    },
    {
      "id": "02-037-0104_p0019",
      "zh_CN": "「如《往生论》曰：三种成就愿心庄严」，这三种是佛土依报，佛、菩萨这是正报，佛是阿弥陀佛，菩萨是十方世界所有往生去的众生。《往生论》讲这三种庄严，成就愿心庄严，阿弥陀佛的四十八愿。「略说入一法句故」，简单说入一法句，什么是一法句？一法句叫清净句。什么是清净句？「真实智慧无为法身」，真实智慧是心，无为法身是身，你看身心。真实之际者就是无为法身，所以极乐依报、正报是真实智慧之流现，是从自性里头变现出来的。「一切真实，故能惠以真实之利。无为法身即实相」。诸法实相就叫做无为法身，在此地我们就能够体会到，弥陀的法身遍法界虚空界，都是佛的法身；弥陀的心真实智慧，智慧也是遍法界虚空界。这就是极乐依正是圆满自性流现，从自性流出来的现象。所以蕅益大师在《要解》里说，「能说所说」，能说的是佛，此地是用释迦牟尼佛做代表，这个老人说法四十九年。「能度所度」，佛能度众生，众生为佛所度；「能信所信」，能信是我们学生，所信是佛的教法；「能愿所愿」，能愿是我们发愿往生极乐世界，所愿是极乐世界接受了我们的愿心；「能持所持」，持是持名念佛，我们是能念，佛号是所念；「能生所生」，能生是我们自己的法身，所生是弥陀的法身、弥陀的国土；「能赞所赞」，能赞是十方诸佛如来，所赞的是极乐世界阿弥陀佛依正庄严。「无非实相正印之所印也」，全部到后面总结归到实相，实相是事实真相。",
      "zh_TW": "「如《往生論》曰：三種成就願心莊嚴」，這三種是佛土依報，佛、菩薩這是正報，佛是阿彌陀佛，菩薩是十方世界所有往生去的眾生。《往生論》講這三種莊嚴，成就願心莊嚴，阿彌陀佛的四十八願。「略說入一法句故」，簡單說入一法句，什麼是一法句？一法句叫清淨句。什麼是清淨句？「真實智慧無為法身」，真實智慧是心，無為法身是身，你看身心。真實之際者就是無為法身，所以極樂依報、正報是真實智慧之流現，是從自性裡頭變現出來的。「一切真實，故能惠以真實之利。無為法身即實相」。諸法實相就叫做無為法身，在此地我們就能夠體會到，彌陀的法身遍法界虛空界，都是佛的法身；彌陀的心真實智慧，智慧也是遍法界虛空界。這就是極樂依正是圓滿自性流現，從自性流出來的現象。所以蕅益大師在《要解》裡說，「能說所說」，能說的是佛，此地是用釋迦牟尼佛做代表，這個老人說法四十九年。「能度所度」，佛能度眾生，眾生為佛所度；「能信所信」，能信是我們學生，所信是佛的教法；「能願所願」，能願是我們發願往生極樂世界，所願是極樂世界接受了我們的願心；「能持所持」，持是持名念佛，我們是能念，佛號是所念；「能生所生」，能生是我們自己的法身，所生是彌陀的法身、彌陀的國土；「能讚所讚」，能讚是十方諸佛如來，所讚的是極樂世界阿彌陀佛依正莊嚴。「無非實相正印之所印也」，全部到後面總結歸到實相，實相是事實真相。"
    },
    {
      "id": "02-037-0104_p0020",
      "zh_CN": "「可见入此门中，一一皆入实相，故所惠真实之利，莫过于此」。这把真实之利做了一个总结，遍法界虚空界，《要解》这几句话统统都说到，是一个实相正印之所印。就告诉我们，它是一体，它没有分裂，它没有先后，也没有隔碍，始终是一个整体。只是我们凡夫迷而不知，不了解事实真相；了解事实真相，我们都想证得。用什么方法？佛给我们讲的八万四千法门，都是方法，任何一门都能证得。但是我们根性不一样，上上根人随便修一个法门都能成佛。我们不是上根，那就得要在一切法门里头选择一个法门，与我们自己心心相印的，就容易学，容易契入；跟我们善根福德不相应的就非常困难，很难学，不容易成就。这一门容易，就念这句南无阿弥陀佛，第十八愿十念必生。还有哪个法门比这更容易，比这更简单的？找不到了。",
      "zh_TW": "「可見入此門中，一一皆入實相，故所惠真實之利，莫過於此」。這把真實之利做了一個總結，遍法界虛空界，《要解》這幾句話統統都說到，是一個實相正印之所印。就告訴我們，它是一體，它沒有分裂，它沒有先後，也沒有隔礙，始終是一個整體。只是我們凡夫迷而不知，不了解事實真相；了解事實真相，我們都想證得。用什麼方法？佛給我們講的八萬四千法門，都是方法，任何一門都能證得。但是我們根性不一樣，上上根人隨便修一個法門都能成佛。我們不是上根，那就得要在一切法門裡頭選擇一個法門，與我們自己心心相印的，就容易學，容易契入；跟我們善根福德不相應的就非常困難，很難學，不容易成就。這一門容易，就念這句南無阿彌陀佛，第十八願十念必生。還有哪個法門比這更容易，比這更簡單的？找不到了。"
    },
    {
      "id": "02-037-0104_p0021",
      "zh_CN": "名号只有四个字，莲池大师在世的时候他老人家念佛就念四个字。曾经有人问他，这个故事写在《竹窗随笔》上，向他老人家请教，你教人念佛怎么教法？他说，我教人念佛念「南无阿弥陀佛」。别人问他，你老人家自己怎么念？我自己念「阿弥陀佛」。为什么？四个字比六个字容易，名号只有四个字，南无两个是加上去的，南无是皈依的意思、恭敬的意思。我真到极乐世界去，跟阿弥陀佛这客气话不要说了，直截了当，客套不要了，所以莲池大师念阿弥陀佛。为什么？经上讲的执持名号，名号就是阿弥陀佛，所以他不念南无。教别人呢？别人你这一生未必能往生，加上两个字好，皈依阿弥陀佛，南无就是皈依的意思，归命阿弥陀佛、礼敬阿弥陀佛，好，你未必能去得成。我，我是决定要去，所以一切客套统统免了，这就是重实质不重形式。真想去，真想去是你的心，不在这些外表上。真的相信，真愿意去，极乐世界的好处，我们从这个经本上看到，我们非常满意，我们很知足，有这个地方够了，保证我一生成就。我们所需要的就这一句，它保证我们成就，不需要到第二生。成就早晚，那在各人的精进，如果你精进成就就快，你懈怠成就就慢一点，都是决定成就，真难得！这一段我们就学习到此地。",
      "zh_TW": "名號只有四個字，蓮池大師在世的時候他老人家念佛就念四個字。曾經有人問他，這個故事寫在《竹窗隨筆》上，向他老人家請教，你教人念佛怎麼教法？他說，我教人念佛念「南無阿彌陀佛」。別人問他，你老人家自己怎麼念？我自己念「阿彌陀佛」。為什麼？四個字比六個字容易，名號只有四個字，南無兩個是加上去的，南無是皈依的意思、恭敬的意思。我真到極樂世界去，跟阿彌陀佛這客氣話不要說了，直截了當，客套不要了，所以蓮池大師念阿彌陀佛。為什麼？經上講的執持名號，名號就是阿彌陀佛，所以他不念南無。教別人呢？別人你這一生未必能往生，加上兩個字好，皈依阿彌陀佛，南無就是皈依的意思，歸命阿彌陀佛、禮敬阿彌陀佛，好，你未必能去得成。我，我是決定要去，所以一切客套統統免了，這就是重實質不重形式。真想去，真想去是你的心，不在這些外表上。真的相信，真願意去，極樂世界的好處，我們從這個經本上看到，我們非常滿意，我們很知足，有這個地方夠了，保證我一生成就。我們所需要的就這一句，它保證我們成就，不需要到第二生。成就早晚，那在各人的精進，如果你精進成就就快，你懈怠成就就慢一點，都是決定成就，真難得！這一段我們就學習到此地。"
    },
    {
      "id": "02-037-0104_p0022",
      "zh_CN": "我们看这一科最后这一段，「戊三、希有难值」。经文：",
      "zh_TW": "我們看這一科最後這一段，「戊三、希有難值」。經文："
    },
    {
      "id": "02-037-0104_p0023",
      "zh_CN": "【难值难见。如优昙花。希有出现。汝今所问。多所饶益。】",
      "zh_TW": "【難值難見。如優曇花。希有出現。汝今所問。多所饒益。】"
    },
    {
      "id": "02-037-0104_p0024",
      "zh_CN": "阿难这一问，佛给我们一解释，祖师大德，对佛讲的甚深的意义我们听不懂、看不出来，这些人又做补充说明，让我们完全明白，明白就要接受，依教奉行。『难值难见，如优昙花，希有出现』，「值」是遇到，这个法门你很难遇到。「《会疏》曰：佛法难闻，故云难值。佛身难睹，故言难见」。你在这一生当中见佛闻法不容易，多大的善根福德因缘你才能遇到，遇到怎样？不知道珍惜，所以遇到多少人空过了，等下一次再遇到，一等就是好多劫。所以我们修行绝对不是一世成就的。我们有缘分遇到这个法门，第一个条件，过去生中修的有善根福德，这是先决条件。第二个条件是因缘，有这个殊胜的因缘，我们遇到了，遇到了不见得就有成就，遇到的人很多，成就的人不多。就像李老师当年在世常说的，念佛的人很多，求生净土的人很多，真正能往生的，一万人当中，也不过是三、五个而已，不成比例。什么原因？不是真信，不是真愿，对这个世间还有留恋，还放不下，这就是障碍。",
      "zh_TW": "阿難這一問，佛給我們一解釋，祖師大德，對佛講的甚深的意義我們聽不懂、看不出來，這些人又做補充說明，讓我們完全明白，明白就要接受，依教奉行。『難值難見，如優曇花，希有出現』，「值」是遇到，這個法門你很難遇到。「《會疏》曰：佛法難聞，故云難值。佛身難睹，故言難見」。你在這一生當中見佛聞法不容易，多大的善根福德因緣你才能遇到，遇到怎樣？不知道珍惜，所以遇到多少人空過了，等下一次再遇到，一等就是好多劫。所以我們修行絕對不是一世成就的。我們有緣分遇到這個法門，第一個條件，過去生中修的有善根福德，這是先決條件。第二個條件是因緣，有這個殊勝的因緣，我們遇到了，遇到了不見得就有成就，遇到的人很多，成就的人不多。就像李老師當年在世常說的，念佛的人很多，求生淨土的人很多，真正能往生的，一萬人當中，也不過是三、五個而已，不成比例。什麼原因？不是真信，不是真願，對這個世間還有留戀，還放不下，這就是障礙。"
    },
    {
      "id": "02-037-0104_p0025",
      "zh_CN": "我好像听到一个信息，大概是美国人，还不知道是哪个国家的人，要把美国「２０１２」那个电影，不晓得是原片还是重新再拍，对全世界来一次播放，让大家提高警觉，这是好事情。有这种想法、做法的人，我觉得那是菩萨再来，告诉我们，我们的光阴有限，加紧努力。美国布莱登讲的话是有道理，应对二０一二年十二月的灾难，他说三句话，希望地球上的居民，在这个时候弃恶扬善、改邪归正、端正心念。他说得很好，不但灾难可以化解，还能把地球带入更好的走向。许多信息传来，与布莱登所说的都非常接近，我们学佛修净土还能不干！",
      "zh_TW": "我好像聽到一個信息，大概是美國人，還不知道是哪個國家的人，要把美國「２０１２」那個電影，不曉得是原片還是重新再拍，對全世界來一次播放，讓大家提高警覺，這是好事情。有這種想法、做法的人，我覺得那是菩薩再來，告訴我們，我們的光陰有限，加緊努力。美國布萊登講的話是有道理，應對二０一二年十二月的災難，他說三句話，希望地球上的居民，在這個時候棄惡揚善、改邪歸正、端正心念。他說得很好，不但災難可以化解，還能把地球帶入更好的走向。許多信息傳來，與布萊登所說的都非常接近，我們學佛修淨土還能不幹！"
    },
    {
      "id": "02-037-0104_p0026",
      "zh_CN": "释迦牟尼佛我们没遇到，他是三千年前出现在世间，不在了，他的经典我们遇到了。我们遇到虽然是中文翻译本，有人要问，这翻译靠得住、靠不住？有没有翻错？我初学佛的时候这个疑问就很浓，我向方老师提出来，我举了个例子，《古文观止》里头随便选一篇古文，让现在人去翻成白话文，原味翻不出来。那经典从梵文翻到中文行吗？当时我提的问题，为什么这些梵文本没有传下来？这些老师为什么不开班教我们学梵文，不通过翻译多好，我直接看原本多好？我向方老师请教，方老师笑着回答我，他说，你不懂，古时候中国人跟现在中国人不一样。怎么不一样？现在人丧失了自信心，对自己老祖宗不相信。中国古人自信心超强，这些翻译的人，把佛经译成中文是什么样的心态？意思完全没错误，确实是释迦牟尼佛的意思，而文字比梵文还要华丽、还要通畅、还要美。换句话说，学佛用中文本就可以，梵文本可以淘汰掉，不要了。这种豪气现在中国人没有了！这是方老师给我解释的。",
      "zh_TW": "釋迦牟尼佛我們沒遇到，他是三千年前出現在世間，不在了，他的經典我們遇到了。我們遇到雖然是中文翻譯本，有人要問，這翻譯靠得住、靠不住？有沒有翻錯？我初學佛的時候這個疑問就很濃，我向方老師提出來，我舉了個例子，《古文觀止》裡頭隨便選一篇古文，讓現在人去翻成白話文，原味翻不出來。那經典從梵文翻到中文行嗎？當時我提的問題，為什麼這些梵文本沒有傳下來？這些老師為什麼不開班教我們學梵文，不通過翻譯多好，我直接看原本多好？我向方老師請教，方老師笑著回答我，他說，你不懂，古時候中國人跟現在中國人不一樣。怎麼不一樣？現在人喪失了自信心，對自己老祖宗不相信。中國古人自信心超強，這些翻譯的人，把佛經譯成中文是什麼樣的心態？意思完全沒錯誤，確實是釋迦牟尼佛的意思，而文字比梵文還要華麗、還要通暢、還要美。換句話說，學佛用中文本就可以，梵文本可以淘汰掉，不要了。這種豪氣現在中國人沒有了！這是方老師給我解釋的。"
    },
    {
      "id": "02-037-0104_p0027",
      "zh_CN": "以后我在台中学经教，也把这个事情向李老师请教过，李老师告诉我，当年的译场，参加翻译工作的人，佛菩萨再来的很多，最低的阶层是三果以上，三果是阿那含，不是凡人，他们是修行证果的人。你看李老师跟方老师解答不一样，李老师是个学佛的人。佛菩萨来做这工作，真的不是假的。佛菩萨常在世间，不止一个，很多。让我们体会到大乘经上有一句话说，「佛氏门中，不舍一人」，有一个人真正发心修行，佛菩萨都会照顾他，遇到有难关的时候，一定有人把你点醒，帮助你解决。佛常在世间，没人知道，不认识他。",
      "zh_TW": "以後我在台中學經教，也把這個事情向李老師請教過，李老師告訴我，當年的譯場，參加翻譯工作的人，佛菩薩再來的很多，最低的階層是三果以上，三果是阿那含，不是凡人，他們是修行證果的人。你看李老師跟方老師解答不一樣，李老師是個學佛的人。佛菩薩來做這工作，真的不是假的。佛菩薩常在世間，不止一個，很多。讓我們體會到大乘經上有一句話說，「佛氏門中，不捨一人」，有一個人真正發心修行，佛菩薩都會照顧他，遇到有難關的時候，一定有人把你點醒，幫助你解決。佛常在世間，沒人知道，不認識他。"
    },
    {
      "id": "02-037-0104_p0028",
      "zh_CN": "于是我们想到会集经的人，这个事业是不可思议的大事业。《无量寿经》五种翻译的本子，把五种本子合起来变成一本，这是大工程。宋朝王龙舒居士开始做，龙舒居士这一个会集本，《大正藏》收的有，《龙藏》收的有，入藏。祖师大德认为他这个不算善本，为什么？第一个他只有四种经的会集。唐朝《宝积经》里面的一分，「无量寿如来会」这一会，是佛在讲宝积这一个大单元里面，也讲了极乐世界，讲得很详细，这个本子王龙舒没有看到过。在古时候读到一本书多困难！这部书里头有一些经文其他四种本子都没有，这就是会集得不圆满。另外一个问题，取舍是不是精确妥当，这要靠自己修行的功夫，还要文学的底蕴，这工作才能做得好。",
      "zh_TW": "於是我們想到會集經的人，這個事業是不可思議的大事業。《無量壽經》五種翻譯的本子，把五種本子合起來變成一本，這是大工程。宋朝王龍舒居士開始做，龍舒居士這一個會集本，《大正藏》收的有，《龍藏》收的有，入藏。祖師大德認為他這個不算善本，為什麼？第一個他只有四種經的會集。唐朝《寶積經》裡面的一分，「無量壽如來會」這一會，是佛在講寶積這一個大單元裡面，也講了極樂世界，講得很詳細，這個本子王龍舒沒有看到過。在古時候讀到一本書多困難！這部書裡頭有一些經文其他四種本子都沒有，這就是會集得不圓滿。另外一個問題，取捨是不是精確妥當，這要靠自己修行的功夫，還要文學的底蘊，這工作才能做得好。"
    },
    {
      "id": "02-037-0104_p0029",
      "zh_CN": "第二次咸丰年间魏默深的会集本，他是五种原译本都看到，所会集的本子确实比王龙舒的本子好，这个本子我们现在印的这个，就这个本子，这就是魏默深会集本，这个本子是经过夏莲老校正过的。在我想，他校正完了之后，觉得有重新会集的必要，所以用了十年时间，会集成我们现在用的本子。你看这三个人的会集，从宋朝到现在后后胜于前前，愈是后面的比前面好，前面里面有缺陷毛病统统改正过来了。这是个非常完美的会集本，真的是「希有难值」，我们今天遇到了，这是大福报，不是大福报你怎么生在这个世间？怎么看到这个本子？希望我们珍惜这个机缘，绝不错过，我这一生就到极乐世界去了，对这个世间不要再留恋。",
      "zh_TW": "第二次咸豐年間魏默深的會集本，他是五種原譯本都看到，所會集的本子確實比王龍舒的本子好，這個本子我們現在印的這個，就這個本子，這就是魏默深會集本，這個本子是經過夏蓮老校正過的。在我想，他校正完了之後，覺得有重新會集的必要，所以用了十年時間，會集成我們現在用的本子。你看這三個人的會集，從宋朝到現在後後勝於前前，愈是後面的比前面好，前面裡面有缺陷毛病統統改正過來了。這是個非常完美的會集本，真的是「希有難值」，我們今天遇到了，這是大福報，不是大福報你怎麼生在這個世間？怎麼看到這個本子？希望我們珍惜這個機緣，絕不錯過，我這一生就到極樂世界去了，對這個世間不要再留戀。"
    },
    {
      "id": "02-037-0104_p0030",
      "zh_CN": "「优昙花，一译灵瑞花。此叶似梨，果大如拳，其味甘」，甘是甜的，「无花而结子，亦有花而难值」。我们中国人常讲「昙花一现」，我第一次看昙花在新加坡，昙花什么时候开？确实子时夜晚十二点，开花的时间大概半个小时，半个小时之后花就谢了。只有那一刹那的时间，你看到花开，开得非常之美，时间很短，不容易看到。「《般涅槃经》曰：有尊树王，名优昙钵，有实无华。若金华生者，世乃有佛」。这是佛经里头记载的有优昙钵，有这个树，这个树我们现在有树，叫无花果，它不开花，它结果，如果开花，那花非常稀有，灵瑞。佛出现在世间，这个树开花，佛不出现在这个世间，这个树不开花，只有果。所以开花它有特别的因缘，稀有难得。「又《文殊现宝藏经》曰：无佛世有实无华」，这经上都有记载。「又《出曜经》曰：数千万劫，时时乃出。群生见华，谓曰如来将出」，根据上面这几部经所说的，「可知此花希有难逢」。于有佛出现的时候它才会开花，所以用它来比喻，「佛之真实教法难值难遇。今因阿难之问，开释尊之本怀」，问的正是佛所想的、佛所愿的。「显弥陀之宏愿，乃将此真实之法和盘托出，普利群生」。故赞阿难曰，『汝今所问，多所饶益』。你今天一问，这个利益太大太大、无量无边，多少人将来在这个经本上得利益。",
      "zh_TW": "「優曇花，一譯靈瑞花。此葉似梨，果大如拳，其味甘」，甘是甜的，「無花而結子，亦有花而難值」。我們中國人常講「曇花一現」，我第一次看曇花在新加坡，曇花什麼時候開？確實子時夜晚十二點，開花的時間大概半個小時，半個小時之後花就謝了。只有那一剎那的時間，你看到花開，開得非常之美，時間很短，不容易看到。「《般涅槃經》曰：有尊樹王，名優曇缽，有實無華。若金華生者，世乃有佛」。這是佛經裡頭記載的有優曇缽，有這個樹，這個樹我們現在有樹，叫無花果，它不開花，它結果，如果開花，那花非常稀有，靈瑞。佛出現在世間，這個樹開花，佛不出現在這個世間，這個樹不開花，只有果。所以開花它有特別的因緣，稀有難得。「又《文殊現寶藏經》曰：無佛世有實無華」，這經上都有記載。「又《出曜經》曰：數千萬劫，時時乃出。群生見華，謂曰如來將出」，根據上面這幾部經所說的，「可知此花希有難逢」。於有佛出現的時候它才會開花，所以用它來比喻，「佛之真實教法難值難遇。今因阿難之問，開釋尊之本懷」，問的正是佛所想的、佛所願的。「顯彌陀之宏願，乃將此真實之法和盤托出，普利群生」。故讚阿難曰，『汝今所問，多所饒益』。你今天一問，這個利益太大太大、無量無邊，多少人將來在這個經本上得利益。"
    },
    {
      "id": "02-037-0104_p0031",
      "zh_CN": "这个经本从汉朝到现在将近两千年，因为《无量寿经》传到中国来最早，安世高那个时候就翻译，可惜安世高的本子失传了。至少是一千七百年前，流传这么久。因为译本很多，完全看到不是容易事情，看到一种、两种意思不圆满，所以在中国大家就不学《无量寿经》，专学《阿弥陀经》。《无量寿经》在过去，韩国、日本这些法师，在中国唐朝时候跟善导大师学习的，把净土传到他们本国，他们多半依《无量寿经》，只依一种翻译本，就是康僧铠的本子，我们叫魏译。康僧铠出生在三国时代，他居住的地方是魏国（曹魏），同时代在南方，东吴、西蜀佛教都相当流行。《阿弥陀经》翻出来之后，鸠摩罗什大师翻译的，非常受欢迎，在中国普遍流通，讲的人多，注的人多，留下来这些注疏，有三种是被公认《弥陀经》权威的注解，莲池大师的《疏钞》，蕅益大师的《要解》，幽溪法师的《圆中钞》，《弥陀》注解三大部。",
      "zh_TW": "這個經本從漢朝到現在將近兩千年，因為《無量壽經》傳到中國來最早，安世高那個時候就翻譯，可惜安世高的本子失傳了。至少是一千七百年前，流傳這麼久。因為譯本很多，完全看到不是容易事情，看到一種、兩種意思不圓滿，所以在中國大家就不學《無量壽經》，專學《阿彌陀經》。《無量壽經》在過去，韓國、日本這些法師，在中國唐朝時候跟善導大師學習的，把淨土傳到他們本國，他們多半依《無量壽經》，只依一種翻譯本，就是康僧鎧的本子，我們叫魏譯。康僧鎧出生在三國時代，他居住的地方是魏國（曹魏），同時代在南方，東吳、西蜀佛教都相當流行。《阿彌陀經》翻出來之後，鳩摩羅什大師翻譯的，非常受歡迎，在中國普遍流通，講的人多，註的人多，留下來這些註疏，有三種是被公認《彌陀經》權威的註解，蓮池大師的《疏鈔》，蕅益大師的《要解》，幽溪法師的《圓中鈔》，《彌陀》註解三大部。"
    },
    {
      "id": "02-037-0104_p0032",
      "zh_CN": "《无量寿经》为什么不能流通？主要就是本子的问题。龙舒居士虽然不是很完整，但是他的会集本非常受欢迎，幽溪大师《圆中钞》里头，引用《无量寿经》的经文，全是王龙舒的本子。民国初年夏莲居老居士用十年时间，重新整理、重新会集。他原来也是想把魏默深这个本子，重新整理、补充成为一个完善的本子，以后还是感觉得不是很妥当，于是重新会集成为我们现在用的本子。魏默深这个本子里面是三十七品，当年会集的时候可能是想到三十七道品，用三十七品。夏老这个本子四十八品，应该是用阿弥陀佛四十八愿，所以将全经分成四十八品。《无量寿经》我们有了定本，这是无比殊胜的因缘，在现在这个时代我们才遇到。",
      "zh_TW": "《無量壽經》為什麼不能流通？主要就是本子的問題。龍舒居士雖然不是很完整，但是他的會集本非常受歡迎，幽溪大師《圓中鈔》裡頭，引用《無量壽經》的經文，全是王龍舒的本子。民國初年夏蓮居老居士用十年時間，重新整理、重新會集。他原來也是想把魏默深這個本子，重新整理、補充成為一個完善的本子，以後還是感覺得不是很妥當，於是重新會集成為我們現在用的本子。魏默深這個本子裡面是三十七品，當年會集的時候可能是想到三十七道品，用三十七品。夏老這個本子四十八品，應該是用阿彌陀佛四十八願，所以將全經分成四十八品。《無量壽經》我們有了定本，這是無比殊勝的因緣，在現在這個時代我們才遇到。"
    },
    {
      "id": "02-037-0104_p0033",
      "zh_CN": "「又《出曜经》曰：数千万劫，时时乃出。群生见华，谓曰如来将出。据上诸经可知此花希有难逢，于有佛世方始出现，故以喻佛之真实教法难值难遇。今因阿难之问，开释尊之本怀，显弥陀之宏愿，乃将此真实之法和盘托出」。和盘是统统拿出来毫无保留。「普利群生」这句话，这部经、这个法门可以完全承当，无论是什么样的根性，上至等觉菩萨，下至无间地狱众生，有缘遇到都能得度，而且是平等普度。我们从这地方去想，就能体会功德不可思议。世尊对阿难的赞叹，「汝今所问，多所饶益」，你这一问，这个法门宣说出来，利益无量无边众生。我们在这个时代，特别是在灾难的前夕，我们能遇到，我们能认识、能依教奉行，无比的幸运，我们要认真努力，决定成就，绝不错过这一次的机缘。好，现在时间到了。",
      "zh_TW": "「又《出曜經》曰：數千萬劫，時時乃出。群生見華，謂曰如來將出。據上諸經可知此花希有難逢，於有佛世方始出現，故以喻佛之真實教法難值難遇。今因阿難之問，開釋尊之本懷，顯彌陀之宏願，乃將此真實之法和盤托出」。和盤是統統拿出來毫無保留。「普利群生」這句話，這部經、這個法門可以完全承當，無論是什麼樣的根性，上至等覺菩薩，下至無間地獄眾生，有緣遇到都能得度，而且是平等普度。我們從這地方去想，就能體會功德不可思議。世尊對阿難的讚歎，「汝今所問，多所饒益」，你這一問，這個法門宣說出來，利益無量無邊眾生。我們在這個時代，特別是在災難的前夕，我們能遇到，我們能認識、能依教奉行，無比的幸運，我們要認真努力，決定成就，絕不錯過這一次的機緣。好，現在時間到了。"
    }
  ]
}