{
  "doc_id": "02-037-0486",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八六集",
    "zh_TW": "第四八六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0486",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-037-0486_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百八十二页，从倒数第三行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百八十二頁，從倒數第三行看起："
    },
    {
      "id": "02-037-0486_p0002",
      "zh_CN": "『吾哀汝等，苦心诲喻』，这两句经文，「《会疏》曰：吾哀，如来大慈。汝等，所哀之机」，就是对象。「五时调机，半满垂教」，这叫苦心诲喻。佛教化众生，把一个人调教成器，要经过这四个阶段，像现在读书，小学、中学、大学、研究所，这才能把他调教出来。众生虽然本性是佛，可是迷失自性的时间太久了，所谓长劫，无数劫在轮回当中，迷失了自性。现在再要恢复，也要慢慢来，不是真正的上上根人，必须得按顺序。上上根人不是没有，少之又少，这个我们一定要知道。像六祖惠能大师这样的人，能大师之前，没有见过；能大师之后，一直到今天也没见过。自称为上上根的，那个不可靠。如果我们熟读《坛经》，自然心里就有数。真正是上上根人，中国古谚语里头有一句话说，「学问深时意气平」。《坛经》里面我们细细去观察，惠能大师意气真正到了平等，那种谦虚、恭敬出自于真诚，对待任何一个人不敢轻慢。什么原因？因为他知道一切众生本来是佛，对待一个人轻慢，那就是对待佛的轻慢，道理在此地，真相亦如此，只有他知道，别人不知道。这凡夫做不到的，一丝毫的傲慢习气都没有，妄想、分别、执着、贪瞋痴慢疑你找不到。这是一个上上根人，在日常生活当中表演给我们看。",
      "zh_TW": "『吾哀汝等，苦心誨喻』，這兩句經文，「《會疏》曰：吾哀，如來大慈。汝等，所哀之機」，就是對象。「五時調機，半滿垂教」，這叫苦心誨喻。佛教化眾生，把一個人調教成器，要經過這四個階段，像現在讀書，小學、中學、大學、研究所，這才能把他調教出來。眾生雖然本性是佛，可是迷失自性的時間太久了，所謂長劫，無數劫在輪迴當中，迷失了自性。現在再要恢復，也要慢慢來，不是真正的上上根人，必須得按順序。上上根人不是沒有，少之又少，這個我們一定要知道。像六祖惠能大師這樣的人，能大師之前，沒有見過；能大師之後，一直到今天也沒見過。自稱為上上根的，那個不可靠。如果我們熟讀《壇經》，自然心裡就有數。真正是上上根人，中國古諺語裡頭有一句話說，「學問深時意氣平」。《壇經》裡面我們細細去觀察，惠能大師意氣真正到了平等，那種謙虛、恭敬出自於真誠，對待任何一個人不敢輕慢。什麼原因？因為他知道一切眾生本來是佛，對待一個人輕慢，那就是對待佛的輕慢，道理在此地，真相亦如此，只有他知道，別人不知道。這凡夫做不到的，一絲毫的傲慢習氣都沒有，妄想、分別、執著、貪瞋痴慢疑你找不到。這是一個上上根人，在日常生活當中表演給我們看。"
    },
    {
      "id": "02-037-0486_p0003",
      "zh_CN": "我们在经典里面看到释迦牟尼佛，王子出身，十九岁离开家庭之后，出去参学，我们就看到他的真诚恭敬对任何一个人，慈悲平等也对任何一个人。看到老人穿针，老人眼花了，穿几次没穿得进去，看到之后，赶快接过来，帮他穿好，再交给他。从这些小事情能够看到点点滴滴，他对人的尊敬、关怀、爱护、帮助，自然的流露，没有一丝毫造作。示现开悟之后，四十九年教化众生，真的把众生看作迷失了自性的佛陀。我们有没有这种看法？把每个人都看成佛，什么佛？迷失了自性，就是迷惑颠倒的佛，他会觉悟，他会回归自性。这个必须要调教，叫五时调机，机是一切众生。五时调机，教学分五个时期，就像办学一样，慢慢的，一点都不着急，把这些人统统引导出来，最后回归自性。最后还不能开悟的，都教他修念佛法门。",
      "zh_TW": "我們在經典裡面看到釋迦牟尼佛，王子出身，十九歲離開家庭之後，出去參學，我們就看到他的真誠恭敬對任何一個人，慈悲平等也對任何一個人。看到老人穿針，老人眼花了，穿幾次沒穿得進去，看到之後，趕快接過來，幫他穿好，再交給他。從這些小事情能夠看到點點滴滴，他對人的尊敬、關懷、愛護、幫助，自然的流露，沒有一絲毫造作。示現開悟之後，四十九年教化眾生，真的把眾生看作迷失了自性的佛陀。我們有沒有這種看法？把每個人都看成佛，什麼佛？迷失了自性，就是迷惑顛倒的佛，他會覺悟，他會回歸自性。這個必須要調教，叫五時調機，機是一切眾生。五時調機，教學分五個時期，就像辦學一樣，慢慢的，一點都不著急，把這些人統統引導出來，最後回歸自性。最後還不能開悟的，都教他修念佛法門。"
    },
    {
      "id": "02-037-0486_p0004",
      "zh_CN": "所以念佛法门，《无量寿经》多次宣说，世尊一生不是讲一遍。一切经都是讲一遍，没有讲第二遍的，唯独《无量寿经》讲很多遍。究竟多少遍，古大德不敢确定。因为虽然在中国从汉到宋八百年间十二次的翻译，这个译本当中有七种译本失传，现在留下五种。五种里面，差别就很大，古人判断，不是一个原本。如果是一个原本，不可能有这么大的差异，叫大同小异。像《金刚经》有六次翻译，六个译本，现在通用的是鸠摩罗什大师翻译的，但是这六种本子你合起来看，叫大同小异，肯定是一个梵文本，原本是一个本子，每个人翻译的不一样。但是《无量寿经》里面差别就太大了，最大的差别就是愿文，这是决定不应该有差错的。现在五个本子里面，有两个本子是四十八愿，有两个本子是二十四愿，还有一个本子是三十六愿。这就说明决定不可能有这么大的差错，这就说明至少原本是三个不同的梵文原本，才会有这个现象。失传的还有七种没看到，所以古人说，世尊当年在世说这个经三次以上，不是说一次，就是多次宣说。显示出这个法门重要，这法门普度。八万四千法门度不了的，统统到这个地方来，全都度了，这叫大圆满。这个法门殊胜，我们决定不能粗心大意，一定要恭恭敬敬的来接受。",
      "zh_TW": "所以念佛法門，《無量壽經》多次宣說，世尊一生不是講一遍。一切經都是講一遍，沒有講第二遍的，唯獨《無量壽經》講很多遍。究竟多少遍，古大德不敢確定。因為雖然在中國從漢到宋八百年間十二次的翻譯，這個譯本當中有七種譯本失傳，現在留下五種。五種裡面，差別就很大，古人判斷，不是一個原本。如果是一個原本，不可能有這麼大的差異，叫大同小異。像《金剛經》有六次翻譯，六個譯本，現在通用的是鳩摩羅什大師翻譯的，但是這六種本子你合起來看，叫大同小異，肯定是一個梵文本，原本是一個本子，每個人翻譯的不一樣。但是《無量壽經》裡面差別就太大了，最大的差別就是願文，這是決定不應該有差錯的。現在五個本子裡面，有兩個本子是四十八願，有兩個本子是二十四願，還有一個本子是三十六願。這就說明決定不可能有這麼大的差錯，這就說明至少原本是三個不同的梵文原本，才會有這個現象。失傳的還有七種沒看到，所以古人說，世尊當年在世說這個經三次以上，不是說一次，就是多次宣說。顯示出這個法門重要，這法門普度。八萬四千法門度不了的，統統到這個地方來，全都度了，這叫大圓滿。這個法門殊勝，我們決定不能粗心大意，一定要恭恭敬敬的來接受。"
    },
    {
      "id": "02-037-0486_p0005",
      "zh_CN": "尤其是现在，我刚才拿到一份资料，这个星期全世界各地方发生的灾难，看到都非常惊讶，我没有看完。我是每个星期，同学把这些重大的新闻摘要给我看。我平常不看这些东西，也不看电视、也不看报纸，每个星期有同学将这一个星期重要的大事节录下来给我看。现在就是灾难不是一个月比一个月严重，一个星期比一个星期严重，我们学佛的人怎么应对？首先你要信佛，佛告诉我们是真话，首先要肯定任何一个人决定没有死亡，这学佛的人，头一个肯定这个。死亡是什么？身体。身体不是我，小乘须陀洹就把身体放下了，放下身见。身不是我，是什么？是我所有的。像衣服一样，衣服不是我，是我所有的。这个东西有生灭，我没有生灭，我要有生灭的话，灭掉了，那哪里还有投胎、还有来世？这讲不通了。",
      "zh_TW": "尤其是現在，我剛才拿到一份資料，這個星期全世界各地方發生的災難，看到都非常驚訝，我沒有看完。我是每個星期，同學把這些重大的新聞摘要給我看。我平常不看這些東西，也不看電視、也不看報紙，每個星期有同學將這一個星期重要的大事節錄下來給我看。現在就是災難不是一個月比一個月嚴重，一個星期比一個星期嚴重，我們學佛的人怎麼應對？首先你要信佛，佛告訴我們是真話，首先要肯定任何一個人決定沒有死亡，這學佛的人，頭一個肯定這個。死亡是什麼？身體。身體不是我，小乘須陀洹就把身體放下了，放下身見。身不是我，是什麼？是我所有的。像衣服一樣，衣服不是我，是我所有的。這個東西有生滅，我沒有生滅，我要有生滅的話，滅掉了，那哪裡還有投胎、還有來世？這講不通了。"
    },
    {
      "id": "02-037-0486_p0006",
      "zh_CN": "所以一定要知道，我是永远存在。这是什么？一般人叫灵魂，这个世界许多宗教都承认有灵魂的存在。佛家不叫灵魂，叫阿赖耶识，来先去后作主公，主公就是主人，投胎它先来，舍身它最后去。阿赖耶离开身，神识离开，这人真的死了，这身，他的身就死了，所以身有生死，阿赖耶没有生死。阿赖耶其实就是自性，就是真如本性，但是它带着迷。自性是觉悟的，不迷的，迷了就叫阿赖耶。所以阿赖耶是妄心，它才搞六道、搞十法界；如果它觉悟了，不但六道没有了，十法界也没有了。这个事实真相，学佛的人不能不搞清楚。搞清楚，你就不害怕了。灾难来了，有更好的地方去，欢欢喜喜，不惊不怖，没有恐怖，心是定的。",
      "zh_TW": "所以一定要知道，我是永遠存在。這是什麼？一般人叫靈魂，這個世界許多宗教都承認有靈魂的存在。佛家不叫靈魂，叫阿賴耶識，來先去後作主公，主公就是主人，投胎它先來，捨身它最後去。阿賴耶離開身，神識離開，這人真的死了，這身，他的身就死了，所以身有生死，阿賴耶沒有生死。阿賴耶其實就是自性，就是真如本性，但是它帶著迷。自性是覺悟的，不迷的，迷了就叫阿賴耶。所以阿賴耶是妄心，它才搞六道、搞十法界；如果它覺悟了，不但六道沒有了，十法界也沒有了。這個事實真相，學佛的人不能不搞清楚。搞清楚，你就不害怕了。災難來了，有更好的地方去，歡歡喜喜，不驚不怖，沒有恐怖，心是定的。"
    },
    {
      "id": "02-037-0486_p0007",
      "zh_CN": "所以我也劝一些同学，美国「２０１２」那个灾难的片子，那是电影，可以多看几遍。日本的三一一的大地震，那是真的，那是飞机从空中拍下来的记录片，真的。那个真的里面所看到的，实在讲超过美国人所编的这个电影，确实是可怕。多看几遍，看熟了，将来我们遇到的时候，不惊不怖，这个时候最重要是什么？念佛求生净土。临命终之前，有一秒钟的时间都够，这一声佛号，你就看到阿弥陀佛来接引你到极乐世界去了。平常我们心地善良，确实要非常非常认真断恶修善，要真干，积功累德。这两句话如何落实？落实在信愿持名，你一定要相信极乐世界是真的，一定要相信阿弥陀佛是真的。蕅益大师在晚年给自己起了个别号，叫「西有道人」。西是西方，有就是真有极乐世界，真有阿弥陀佛。起这个名字，念念不忘，告诉别人，是真的，不是假的。这头一个，信心坚定，决定不能怀疑，怀疑就错了。为什么要细说这部经典？无非就是建立信心。这部经典里头，把极乐世界的历史，把阿弥陀佛的由来，极乐世界是怎么成就的，讲得清清楚楚、明明白白，你才会相信。无论是理是事，都不让我们有丝毫怀疑，这是如来慈悲到极处。",
      "zh_TW": "所以我也勸一些同學，美國「２０１２」那個災難的片子，那是電影，可以多看幾遍。日本的三一一的大地震，那是真的，那是飛機從空中拍下來的記錄片，真的。那個真的裡面所看到的，實在講超過美國人所編的這個電影，確實是可怕。多看幾遍，看熟了，將來我們遇到的時候，不驚不怖，這個時候最重要是什麼？念佛求生淨土。臨命終之前，有一秒鐘的時間都夠，這一聲佛號，你就看到阿彌陀佛來接引你到極樂世界去了。平常我們心地善良，確實要非常非常認真斷惡修善，要真幹，積功累德。這兩句話如何落實？落實在信願持名，你一定要相信極樂世界是真的，一定要相信阿彌陀佛是真的。蕅益大師在晚年給自己起了個別號，叫「西有道人」。西是西方，有就是真有極樂世界，真有阿彌陀佛。起這個名字，念念不忘，告訴別人，是真的，不是假的。這頭一個，信心堅定，決定不能懷疑，懷疑就錯了。為什麼要細說這部經典？無非就是建立信心。這部經典裡頭，把極樂世界的歷史，把阿彌陀佛的由來，極樂世界是怎麼成就的，講得清清楚楚、明明白白，你才會相信。無論是理是事，都不讓我們有絲毫懷疑，這是如來慈悲到極處。"
    },
    {
      "id": "02-037-0486_p0008",
      "zh_CN": "有这种善心，这经文一展开，就看到善男子、善女人，我们必须具备这个善字。这个善是什么？标准就是十善。净宗学会成立，这是禀承夏莲居老居士的愿望，他老人家一生，净宗学会是他提出来的，没有成立，他老人家走了。我接过来，是黄念祖老居士，我在海外弘扬这个本子，他叫我在海外成立净宗学会。那个时候我在美国、加拿大讲经的时间多，在那个时代，美国、加拿大总共有三十多个学会。我每到一个地方，讲完之后，他们就成立一个。第一个学会是在温哥华成立的，加拿大净宗学会，第二个学会是在三藩市成立的，现在还在，美国净宗学会，第三个洛杉矶净宗学会，这都不错，现在都起作用。",
      "zh_TW": "有這種善心，這經文一展開，就看到善男子、善女人，我們必須具備這個善字。這個善是什麼？標準就是十善。淨宗學會成立，這是稟承夏蓮居老居士的願望，他老人家一生，淨宗學會是他提出來的，沒有成立，他老人家走了。我接過來，是黃念祖老居士，我在海外弘揚這個本子，他叫我在海外成立淨宗學會。那個時候我在美國、加拿大講經的時間多，在那個時代，美國、加拿大總共有三十多個學會。我每到一個地方，講完之後，他們就成立一個。第一個學會是在溫哥華成立的，加拿大淨宗學會，第二個學會是在三藩市成立的，現在還在，美國淨宗學會，第三個洛杉磯淨宗學會，這都不錯，現在都起作用。"
    },
    {
      "id": "02-037-0486_p0009",
      "zh_CN": "美国净宗学会成立的时候，我写了一篇缘起，提出我们修行五个科目，这是行门。经典，我们是依照五经一论，五经里面的《无量寿经》就是依这个会集本。这个会集本是李炳南老居士传给我的，他在台中曾经讲过一遍，那个时候没有录音，讲的时间早，我跟老人还不认识。我认识他之后，也曾经讲了一遍，我参加了，讲的是康僧铠的本子。这个本子讲过一遍之后，他本子上有注解，就注在经本上，毛笔写的，亲自写的东西。这个本子也印出来了，流通量也相当可观，总有几十万册、上百万册在各地流通。所以我学《无量寿经》，就专学这个本子。以后遇到黄念老，黄念老的注解，第一个是给我的，那个时候是油印的本子，我们在美国碰到的。带回台湾之后，我们用排字、排版，精装印出来。黄老要我给它写一篇序文、给写经题，我都遵命照办了。这个本子流通量非常大，学习的人也很多，我过去先后讲过十遍，现在是讲他的注解，这是第二遍讲注解，用意是极力提倡这个本子。这本子实在是太好了，遇到之后，真正能够理解，依教奉行，没有一个不往生的。",
      "zh_TW": "美國淨宗學會成立的時候，我寫了一篇緣起，提出我們修行五個科目，這是行門。經典，我們是依照五經一論，五經裡面的《無量壽經》就是依這個會集本。這個會集本是李炳南老居士傳給我的，他在台中曾經講過一遍，那個時候沒有錄音，講的時間早，我跟老人還不認識。我認識他之後，也曾經講了一遍，我參加了，講的是康僧鎧的本子。這個本子講過一遍之後，他本子上有註解，就註在經本上，毛筆寫的，親自寫的東西。這個本子也印出來了，流通量也相當可觀，總有幾十萬冊、上百萬冊在各地流通。所以我學《無量壽經》，就專學這個本子。以後遇到黃念老，黃念老的註解，第一個是給我的，那個時候是油印的本子，我們在美國碰到的。帶回台灣之後，我們用排字、排版，精裝印出來。黃老要我給它寫一篇序文、給寫經題，我都遵命照辦了。這個本子流通量非常大，學習的人也很多，我過去先後講過十遍，現在是講他的註解，這是第二遍講註解，用意是極力提倡這個本子。這本子實在是太好了，遇到之後，真正能夠理解，依教奉行，沒有一個不往生的。"
    },
    {
      "id": "02-037-0486_p0010",
      "zh_CN": "这个经本跟注解功德无量无边，我们要有慧眼，要认识它，不认识它，当面错过就太可惜了。遇到这个本子，其他东西可以放下来，不必再学了。不是说不好，我们时间来不及了，一切经教都到极乐世界再学。极乐世界寿命长远，无量寿，跟诸位讲，是真无量寿，不是假无量寿。有无量的寿命，那么长的时间慢慢学，八万四千法门你门门都会精通。又何况佛祖教给我们，我们得相信，真正一部经通了，一切经全通了，连世间法都不例外。",
      "zh_TW": "這個經本跟註解功德無量無邊，我們要有慧眼，要認識它，不認識它，當面錯過就太可惜了。遇到這個本子，其他東西可以放下來，不必再學了。不是說不好，我們時間來不及了，一切經教都到極樂世界再學。極樂世界壽命長遠，無量壽，跟諸位講，是真無量壽，不是假無量壽。有無量的壽命，那麼長的時間慢慢學，八萬四千法門你門門都會精通。又何況佛祖教給我們，我們得相信，真正一部經通了，一切經全通了，連世間法都不例外。"
    },
    {
      "id": "02-037-0486_p0011",
      "zh_CN": "吴鸿清教授，你看，办这小学生的实验，做这个实验班。家长半信半疑，好多人担心，学校里这些科目都没有学，将来考试怎么办？他真是有胆量，让他四年级的学生参加政府办的考试。没学过，好多科目没有学过。这些学生有智慧，虽没有学过，一看就懂，结果考试的时候拿到第一名，这家长放心了，皆大欢喜。这些孩子们有智慧，拿到题目想想，他就能解答，这是什么？智慧，这不是知识，智慧能够通一切法。",
      "zh_TW": "吳鴻清教授，你看，辦這小學生的實驗，做這個實驗班。家長半信半疑，好多人擔心，學校裡這些科目都沒有學，將來考試怎麼辦？他真是有膽量，讓他四年級的學生參加政府辦的考試。沒學過，好多科目沒有學過。這些學生有智慧，雖沒有學過，一看就懂，結果考試的時候拿到第一名，這家長放心了，皆大歡喜。這些孩子們有智慧，拿到題目想想，他就能解答，這是什麼？智慧，這不是知識，智慧能夠通一切法。"
    },
    {
      "id": "02-037-0486_p0012",
      "zh_CN": "所以我们学习标准在经题上，经题上告诉我们「清净平等觉」，这就是我们希望达到的水平。第一个水平是清净心，真正得到清净心，等于阿罗汉、辟支佛；达到平等心，那是别教三贤菩萨，十住、十行、十回向；如果觉出现了，那就是法身菩萨。清净平等是定，清净心超越六道轮回，平等心得到了，四圣法界里面的佛菩萨法界，智慧一开，他就脱离十法界，往生到实报庄严土，法身菩萨，别教初地以上，圆教初住以上，这成佛了，明心见性，见性成佛。我们念佛是求这三个目标。第一个目标如果达到了，生方便有余土。第二个目标达到了，平等心证得了，这里面有人生实报土，也有人生方便土，完全看他的功力，这个里头与缘有关系。这三种清净平等觉都没有证得，生凡圣同居土，我们前面曾经说过，只要念到功夫成片。功夫成片，清净平等觉都没有出现，决定生凡圣同居土。功夫成片，就是心里头只有阿弥陀佛，除阿弥陀佛之外，其他的统统放下了。也就是说，没有杂念、没有妄想，万缘真放下了，一天到晚就一句佛号，一直念下去，经教都不需要了，一句佛号。看你这一句佛号的功夫，这句佛号功夫深的明心见性，也就是一句名号可以证清净平等觉。往生的时候，完全看你念佛功夫，你得到什么个境界。",
      "zh_TW": "所以我們學習標準在經題上，經題上告訴我們「清淨平等覺」，這就是我們希望達到的水平。第一個水平是清淨心，真正得到清淨心，等於阿羅漢、辟支佛；達到平等心，那是別教三賢菩薩，十住、十行、十迴向；如果覺出現了，那就是法身菩薩。清淨平等是定，清淨心超越六道輪迴，平等心得到了，四聖法界裡面的佛菩薩法界，智慧一開，他就脫離十法界，往生到實報莊嚴土，法身菩薩，別教初地以上，圓教初住以上，這成佛了，明心見性，見性成佛。我們念佛是求這三個目標。第一個目標如果達到了，生方便有餘土。第二個目標達到了，平等心證得了，這裡面有人生實報土，也有人生方便土，完全看他的功力，這個裡頭與緣有關係。這三種清淨平等覺都沒有證得，生凡聖同居土，我們前面曾經說過，只要念到功夫成片。功夫成片，清淨平等覺都沒有出現，決定生凡聖同居土。功夫成片，就是心裡頭只有阿彌陀佛，除阿彌陀佛之外，其他的統統放下了。也就是說，沒有雜念、沒有妄想，萬緣真放下了，一天到晚就一句佛號，一直念下去，經教都不需要了，一句佛號。看你這一句佛號的功夫，這句佛號功夫深的明心見性，也就是一句名號可以證清淨平等覺。往生的時候，完全看你念佛功夫，你得到什麼個境界。"
    },
    {
      "id": "02-037-0486_p0013",
      "zh_CN": "极乐世界，它是可以跳班的，不是一级一级往上升的，可以从凡圣土直接跳到实报土，不必通过方便土，在极乐世界这个是常有的事情。你要问什么原因，原因很多，最重要的原因是什么？这个法门过去曾经学过，不是这一生才开始。这佛说的，凡是往生的人，都是过去生中曾经供养无量如来，这一生又遇到了，得佛力加持，才能生欢喜心。我们学佛这么多年当中，深深体验这些经文，我们相信，不怀疑。深厚的善根是被烦恼压住了，但是长时的薰修，会把这些烦恼减轻，把善根引发出来，这一引发出来，有的时候地位就很高，不是偶然的。我们自己不知道过去的事情，但是我们相信肯定有，这么死心塌地学这个，没有深厚的善根不行，把持不住。",
      "zh_TW": "極樂世界，它是可以跳班的，不是一級一級往上升的，可以從凡聖土直接跳到實報土，不必通過方便土，在極樂世界這個是常有的事情。你要問什麼原因，原因很多，最重要的原因是什麼？這個法門過去曾經學過，不是這一生才開始。這佛說的，凡是往生的人，都是過去生中曾經供養無量如來，這一生又遇到了，得佛力加持，才能生歡喜心。我們學佛這麼多年當中，深深體驗這些經文，我們相信，不懷疑。深厚的善根是被煩惱壓住了，但是長時的薰修，會把這些煩惱減輕，把善根引發出來，這一引發出來，有的時候地位就很高，不是偶然的。我們自己不知道過去的事情，但是我們相信肯定有，這麼死心塌地學這個，沒有深厚的善根不行，把持不住。"
    },
    {
      "id": "02-037-0486_p0014",
      "zh_CN": "所以般若，我们前面讲到般若，般若是非常重要。般若是说什么？教我们放下。看破是智慧，放下是功夫。真正看破了，知道这个世间是假的，不是真的。你把它看穿、看明白了，不放在心上，那就没事了，心里面只放阿弥陀佛。阿弥陀佛的功德无比殊胜，前面跟诸位报告了。弥陀真了不起，参观考察十方一切诸佛刹土，取长舍短，建立极乐世界。四十八愿是他取长舍短的总结论，这是为我们建立一个修学的道场，殊胜无比。又想出一个法门，有殊胜道场当然要有殊胜法门，尽善尽美。殊胜的法门就是一句佛号，阿弥陀佛。你看多容易，谁都会念，男女老少、贤愚不肖，个个都会念。只要诚心诚意去念，成就不可思议。刚才说过，能够引发宿世的善根，让你这一生高高的提升。这不能轻视人，不但不能轻视人，连蚊虫蚂蚁畜生不可以轻视。为什么？说不定牠念佛，将来成佛，到极乐世界品位比我高，这真有可能。牠是造作不善业，堕落到蚊虫蚂蚁，得这么一个身。我们这个道场上有蚊虫蚂蚁，牠来听经，念佛堂牠跟我们一起念佛，念几天牠往生了，我们不知道牠品位多高。所以决定不可以轻视，不可以轻慢。",
      "zh_TW": "所以般若，我們前面講到般若，般若是非常重要。般若是說什麼？教我們放下。看破是智慧，放下是功夫。真正看破了，知道這個世間是假的，不是真的。你把它看穿、看明白了，不放在心上，那就沒事了，心裡面只放阿彌陀佛。阿彌陀佛的功德無比殊勝，前面跟諸位報告了。彌陀真了不起，參觀考察十方一切諸佛剎土，取長捨短，建立極樂世界。四十八願是他取長捨短的總結論，這是為我們建立一個修學的道場，殊勝無比。又想出一個法門，有殊勝道場當然要有殊勝法門，盡善盡美。殊勝的法門就是一句佛號，阿彌陀佛。你看多容易，誰都會念，男女老少、賢愚不肖，個個都會念。只要誠心誠意去念，成就不可思議。剛才說過，能夠引發宿世的善根，讓你這一生高高的提升。這不能輕視人，不但不能輕視人，連蚊蟲螞蟻畜生不可以輕視。為什麼？說不定牠念佛，將來成佛，到極樂世界品位比我高，這真有可能。牠是造作不善業，墮落到蚊蟲螞蟻，得這麼一個身。我們這個道場上有蚊蟲螞蟻，牠來聽經，念佛堂牠跟我們一起念佛，念幾天牠往生了，我們不知道牠品位多高。所以決定不可以輕視，不可以輕慢。"
    },
    {
      "id": "02-037-0486_p0015",
      "zh_CN": "一定，智慧是从清净心来的，智慧不是从知识来的。我们多听经、多读经，求智慧，不求知识，这就是你会看经，你会看、你会听。宗门说，「会么？」这一句话里面意思深广无尽，你会么？会，就会开悟，就能得定，就能开悟。会什么？会就是专心，没有怀疑、没有杂念、没有妄想，那就是没有夹杂，那是真会。半信半疑，不会，有障碍；有时候我们自己有疑惑，自己不知道。所以真学佛，不能没有般若智慧，般若智慧就是放下，在日常生活当中去练，真正放得下，灾难现前也放下，把灾难也放下，不要放在心上，心上只有阿弥陀佛，我们功夫就成就，圆满了。阿弥陀佛现前了，极乐世界现前了，这比什么都重要。所以，我们抓紧时间充实我们的净土资粮，这比什么都重要。",
      "zh_TW": "一定，智慧是從清淨心來的，智慧不是從知識來的。我們多聽經、多讀經，求智慧，不求知識，這就是你會看經，你會看、你會聽。宗門說，「會麼？」這一句話裡面意思深廣無盡，你會麼？會，就會開悟，就能得定，就能開悟。會什麼？會就是專心，沒有懷疑、沒有雜念、沒有妄想，那就是沒有夾雜，那是真會。半信半疑，不會，有障礙；有時候我們自己有疑惑，自己不知道。所以真學佛，不能沒有般若智慧，般若智慧就是放下，在日常生活當中去練，真正放得下，災難現前也放下，把災難也放下，不要放在心上，心上只有阿彌陀佛，我們功夫就成就，圓滿了。阿彌陀佛現前了，極樂世界現前了，這比什麼都重要。所以，我們抓緊時間充實我們的淨土資糧，這比什麼都重要。"
    },
    {
      "id": "02-037-0486_p0016",
      "zh_CN": "最后法华、涅槃，这好比是研究所。《法华》、《涅槃》是两部经的名称。「时者，谓正说此经，如日轮当午之时也」，这就好像太阳正在当中，中午，无处不照，高山、溪谷、大地统统都照了，普照一切。「盖如来于前四时，调机纯熟，故于灵山会上，称性而谈，令其会权归实，了妄即真，演长远之寿量，显至道之幽微，上中下根，咸蒙授记。此法华一经所以说也」。大乘教里头古德常说，成佛的《法华》，开慧的《楞严》。《楞严经》是开智慧的，《法华经》是成佛的，这就是「上中下根，咸蒙授记」，就因为这一句，称这一部经叫成佛的《法华》。前面这些阶段，你看从阿含、方等、般若，这是世尊在调机，把这些学生的水平逐渐逐渐提升，提升到大彻大悟，通过二十二年般若，看破放下，这行了。所以灵山会上，称性而谈，完全讲如来亲证的境界。《法华》跟《华严》完全是一致的，所以叫会权归实，《华严》是真实教，《法华》也是真实教。世尊成佛先说《华严》，那是对法身菩萨，不是对人间天上，二乘、三乘都没分，只有法身菩萨才能够到如来定中去参与这个法会，那称性而谈的。",
      "zh_TW": "最後法華、涅槃，這好比是研究所。《法華》、《涅槃》是兩部經的名稱。「時者，謂正說此經，如日輪當午之時也」，這就好像太陽正在當中，中午，無處不照，高山、溪谷、大地統統都照了，普照一切。「蓋如來於前四時，調機純熟，故於靈山會上，稱性而談，令其會權歸實，了妄即真，演長遠之壽量，顯至道之幽微，上中下根，咸蒙授記。此法華一經所以說也」。大乘教裡頭古德常說，成佛的《法華》，開慧的《楞嚴》。《楞嚴經》是開智慧的，《法華經》是成佛的，這就是「上中下根，咸蒙授記」，就因為這一句，稱這一部經叫成佛的《法華》。前面這些階段，你看從阿含、方等、般若，這是世尊在調機，把這些學生的水平逐漸逐漸提升，提升到大徹大悟，通過二十二年般若，看破放下，這行了。所以靈山會上，稱性而談，完全講如來親證的境界。《法華》跟《華嚴》完全是一致的，所以叫會權歸實，《華嚴》是真實教，《法華》也是真實教。世尊成佛先說《華嚴》，那是對法身菩薩，不是對人間天上，二乘、三乘都沒分，只有法身菩薩才能夠到如來定中去參與這個法會，那稱性而談的。"
    },
    {
      "id": "02-037-0486_p0017",
      "zh_CN": "现在通过四十二年的学习，阿含十二年，方等八年，这二十年，加上般若二十二年，四十二年。这四十二年之后，可以称性而谈，根基深厚了。这就是我们想像的一条龙的学校，当中不招生的，这些人提升上去的。当中有人来参学的？佛自己不必教，学生教他们就可以了。学生们可以开小班，给大家讲阿含、讲方等，世尊不讲了。所以学生四面八方，学了就出去讲。这称性而谈，完全讲真话，令其会权归实。就是前面，权是权教，善巧方便，帮助你提升，到现在这讲真的，归实了。了妄即真，了是真正明了，过去讲妄不是真、真不是妄，方等会上讲的；现在到法华，告诉你，妄就是真，真就是妄，真妄不二。说妄中有真、真中有妄，那还是权教。真妄是一不是二，这是叫真实，这个道理太深了，一般人没法子接受，所以这是法身菩萨的境界。",
      "zh_TW": "現在通過四十二年的學習，阿含十二年，方等八年，這二十年，加上般若二十二年，四十二年。這四十二年之後，可以稱性而談，根基深厚了。這就是我們想像的一條龍的學校，當中不招生的，這些人提升上去的。當中有人來參學的？佛自己不必教，學生教他們就可以了。學生們可以開小班，給大家講阿含、講方等，世尊不講了。所以學生四面八方，學了就出去講。這稱性而談，完全講真話，令其會權歸實。就是前面，權是權教，善巧方便，幫助你提升，到現在這講真的，歸實了。了妄即真，了是真正明瞭，過去講妄不是真、真不是妄，方等會上講的；現在到法華，告訴你，妄就是真，真就是妄，真妄不二。說妄中有真、真中有妄，那還是權教。真妄是一不是二，這是叫真實，這個道理太深了，一般人沒法子接受，所以這是法身菩薩的境界。"
    },
    {
      "id": "02-037-0486_p0018",
      "zh_CN": "演长远之寿量，演是表演，无量寿。谁无量寿？每个人都无量寿，阿弥陀佛无量寿，极乐世界所有的人都是无量寿，我们没到极乐世界的人还是无量寿。但是你不承认，你不会懂。为什么？因为你执着这个身是我，身有生灭，身不是无量寿。可是佛眼睛看什么？你身是假的，不是真的，当体即空，了不可得。现在佛这个话，量子力学家承认，他懂。他怎么懂？他看见了。今天高科技的技术能够捕捉到一千兆分之一秒，发现什么？发现整个宇宙是空的，这些现象全是假的。我们所看到的现象，都是这个假相的相似相续相，不是真的。这个假相千变万化，千变万化实在讲都无法形容，不止千变万化，加上千亿倍都不止。还是《还源观》上说得好，三种周遍第二个「出生无尽」，这一句话说得好。出生无尽就是变幻无尽，速度太快了，一秒钟里头无数无尽的变化，这是事实真相。量子力学家捕捉到了，所以他懂，证明佛在经上所说的「凡所有相，皆是虚妄」。",
      "zh_TW": "演長遠之壽量，演是表演，無量壽。誰無量壽？每個人都無量壽，阿彌陀佛無量壽，極樂世界所有的人都是無量壽，我們沒到極樂世界的人還是無量壽。但是你不承認，你不會懂。為什麼？因為你執著這個身是我，身有生滅，身不是無量壽。可是佛眼睛看什麼？你身是假的，不是真的，當體即空，了不可得。現在佛這個話，量子力學家承認，他懂。他怎麼懂？他看見了。今天高科技的技術能夠捕捉到一千兆分之一秒，發現什麼？發現整個宇宙是空的，這些現象全是假的。我們所看到的現象，都是這個假相的相似相續相，不是真的。這個假相千變萬化，千變萬化實在講都無法形容，不止千變萬化，加上千億倍都不止。還是《還源觀》上說得好，三種周遍第二個「出生無盡」，這一句話說得好。出生無盡就是變幻無盡，速度太快了，一秒鐘裡頭無數無盡的變化，這是事實真相。量子力學家捕捉到了，所以他懂，證明佛在經上所說的「凡所有相，皆是虛妄」。"
    },
    {
      "id": "02-037-0486_p0019",
      "zh_CN": "相，科学分为三大类，物质现象、精神现象、自然现象。佛也分作三大类，要知道这个现象全是阿赖耶变现的，离开阿赖耶，什么都没有。阿赖耶的三细相跟科学讲的完全相同，阿赖耶的境界相就是物质现象，阿赖耶的转相就是今天科学讲的心理现象，阿赖耶的业相就是自然现象，这三大类的现象全是由波动频率产生的。这个波动的频率，弥勒菩萨告诉我们，一千六百兆，一秒钟。它的频率，一秒钟生灭一千六百兆次，多快！每一个生灭的现象都不一样，它是独立的，所以它不是真的。我们所看到的全是个幻相。它太快了，我们眼睛没办法分辨，所以看到是什么？是相似相续相，完全跟我们看电影一样。以前老式的电影是用幻灯片组成的，跟佛经上讲的这个道理是一样的，就是频率不一样。这是老式的，现在都是数码的。以前的电影是用幻灯片，在放映机里面，一秒钟它的频率是二十四张。一秒钟二十四张，快速的这样转动，我们在银幕上看到就好像是真的，真有其事。实际上，我们在银幕上看到的是相似相续相，因为什么？它没有两张是一样的。这才说明了相是假的，凡所有相皆是虚妄，不是真的。你把假的当作真的，你搞错了。",
      "zh_TW": "相，科學分為三大類，物質現象、精神現象、自然現象。佛也分作三大類，要知道這個現象全是阿賴耶變現的，離開阿賴耶，什麼都沒有。阿賴耶的三細相跟科學講的完全相同，阿賴耶的境界相就是物質現象，阿賴耶的轉相就是今天科學講的心理現象，阿賴耶的業相就是自然現象，這三大類的現象全是由波動頻率產生的。這個波動的頻率，彌勒菩薩告訴我們，一千六百兆，一秒鐘。它的頻率，一秒鐘生滅一千六百兆次，多快！每一個生滅的現象都不一樣，它是獨立的，所以它不是真的。我們所看到的全是個幻相。它太快了，我們眼睛沒辦法分辨，所以看到是什麼？是相似相續相，完全跟我們看電影一樣。以前老式的電影是用幻燈片組成的，跟佛經上講的這個道理是一樣的，就是頻率不一樣。這是老式的，現在都是數碼的。以前的電影是用幻燈片，在放映機裡面，一秒鐘它的頻率是二十四張。一秒鐘二十四張，快速的這樣轉動，我們在銀幕上看到就好像是真的，真有其事。實際上，我們在銀幕上看到的是相似相續相，因為什麼？它沒有兩張是一樣的。這才說明了相是假的，凡所有相皆是虛妄，不是真的。你把假的當作真的，你搞錯了。"
    },
    {
      "id": "02-037-0486_p0020",
      "zh_CN": "这假相从哪里来的？从念头来的，色由心生，心是念头。阿赖耶的第六、第七是念头，第六、第七都有分别执着，但是第七意识的执着重、分别轻，第六意识分别重、执着轻。所以想像是六、七二识，六、七二识就是阿赖耶的转相，阿赖耶能变。佛在经上告诉我们，「制心一处，无事不办」。能办什么事？确实能让星球在太空当中改变轨道，这么大的力量。这都叫我们无法相信，但是它是真的，不是假的。所以地球上这些灾难能不能改变？能。只是我们今天的心散乱了，就像光一样，灯光，你看四面八方照着，隔一张纸，它就透不过了。如果把这个光收集起来，做成激光，让它成一条线，钢板都能穿过，这个大家知道。",
      "zh_TW": "這假相從哪裡來的？從念頭來的，色由心生，心是念頭。阿賴耶的第六、第七是念頭，第六、第七都有分別執著，但是第七意識的執著重、分別輕，第六意識分別重、執著輕。所以想像是六、七二識，六、七二識就是阿賴耶的轉相，阿賴耶能變。佛在經上告訴我們，「制心一處，無事不辦」。能辦什麼事？確實能讓星球在太空當中改變軌道，這麼大的力量。這都叫我們無法相信，但是它是真的，不是假的。所以地球上這些災難能不能改變？能。只是我們今天的心散亂了，就像光一樣，燈光，你看四面八方照著，隔一張紙，它就透不過了。如果把這個光收集起來，做成激光，讓它成一條線，鋼板都能穿過，這個大家知道。"
    },
    {
      "id": "02-037-0486_p0021",
      "zh_CN": "我们今天心的念力，如果说集中，这就讲的定力，能够定在一处，这个力量就太大了，能治疗我们的疾病。这要命的癌症，只要能够集中意念，一、二个月就全好了，完全没有了。医院检查说这是奇迹，不可思议，他不晓得这个道理。癌症怎么死的？吓死的。天天提心，这怎么办，这要命了，一、二个月真的把你命要去了。那个恢复正常没事的，他根本就不想这个病。量子力学家现在搜集这些证据，支持他们这个新的理论，「以心控物」，就是用念头来控制物质，找这个根据。最好的就是病患，得癌症的人，医生宣布不能治疗了，告诉他，你的存活期只有一、二个月，你回去吧！这些人等于被宣判死刑，这里头有一部分是宗教徒，心里想寿命只有一、二个月了，就要死了，所以什么都不想了，天天想上帝、想天堂，每天祈祷，祈祷上帝带他到天堂去。这就是一个好的念头，把身体忘掉、把病忘掉了，天天只想天堂、只想上帝，想了一、二个月，再去检查，病没有了。所以这个病，你决定不要去想它，你想它好、想它不好，都是增长疾病，根本不理它，就没事，就这么个道理。",
      "zh_TW": "我們今天心的念力，如果說集中，這就講的定力，能夠定在一處，這個力量就太大了，能治療我們的疾病。這要命的癌症，只要能夠集中意念，一、二個月就全好了，完全沒有了。醫院檢查說這是奇蹟，不可思議，他不曉得這個道理。癌症怎麼死的？嚇死的。天天提心，這怎麼辦，這要命了，一、二個月真的把你命要去了。那個恢復正常沒事的，他根本就不想這個病。量子力學家現在蒐集這些證據，支持他們這個新的理論，「以心控物」，就是用念頭來控制物質，找這個根據。最好的就是病患，得癌症的人，醫生宣布不能治療了，告訴他，你的存活期只有一、二個月，你回去吧！這些人等於被宣判死刑，這裡頭有一部分是宗教徒，心裡想壽命只有一、二個月了，就要死了，所以什麼都不想了，天天想上帝、想天堂，每天祈禱，祈禱上帝帶他到天堂去。這就是一個好的念頭，把身體忘掉、把病忘掉了，天天只想天堂、只想上帝，想了一、二個月，再去檢查，病沒有了。所以這個病，你決定不要去想它，你想它好、想它不好，都是增長疾病，根本不理它，就沒事，就這麼個道理。"
    },
    {
      "id": "02-037-0486_p0022",
      "zh_CN": "灾难，有人告诉我们，这个地方会淹水，可能发生地震，可能发生海啸。大家天天想，海啸来了怎么办？不来也会来，为什么？心想生的。怎样才能叫它不生？别去想这个，念佛的人天天想阿弥陀佛。把这个东西从心里面根本连根给它拔掉，这就对了，跟那个治癌病没有两样，我们这个地区什么灾难都没有了。台风刮到这里，从旁边溜掉了，没有损害。所以绝对不要去想灾难，心里头不能有，有它就有麻烦；心里真没有，就真没有麻烦。我们每天念佛，每天在这里学经教，这是我们正常功课，我们天天保持，其他的东西有人跟我们讲，我们知道了，不放在心上，这个重要。如果知道了你会放在心上，最好你别知道。真正知道了，不要放在心上，就没事。华严境界，法华境界，没有疾病、没有灾难，所以演长远之寿量，《法华经》的「寿量品」。",
      "zh_TW": "災難，有人告訴我們，這個地方會淹水，可能發生地震，可能發生海嘯。大家天天想，海嘯來了怎麼辦？不來也會來，為什麼？心想生的。怎樣才能叫它不生？別去想這個，念佛的人天天想阿彌陀佛。把這個東西從心裡面根本連根給它拔掉，這就對了，跟那個治癌病沒有兩樣，我們這個地區什麼災難都沒有了。颱風刮到這裡，從旁邊溜掉了，沒有損害。所以絕對不要去想災難，心裡頭不能有，有它就有麻煩；心裡真沒有，就真沒有麻煩。我們每天念佛，每天在這裡學經教，這是我們正常功課，我們天天保持，其他的東西有人跟我們講，我們知道了，不放在心上，這個重要。如果知道了你會放在心上，最好你別知道。真正知道了，不要放在心上，就沒事。華嚴境界，法華境界，沒有疾病、沒有災難，所以演長遠之壽量，《法華經》的「壽量品」。"
    },
    {
      "id": "02-037-0486_p0023",
      "zh_CN": "显至道之幽微。至道是成佛之道，回归自性，回归常寂光，这是至道。哪些人回归？上中下根人统统回归，上根人当时就能回归，中下根人念佛往生净土就是回归。所以这法华一经所以说也，这部经主要就讲这一桩大事因缘。可是，「犹有余机未尽」，还有剩下来的，业障重的、迷得深的。「故说涅槃一经，而捃拾之」，这个捃拾后头有注解，「收拾遗余之意」。佛度众生慈悲到极处，所以末后说《涅槃经》，《涅槃经》一天一夜说的，真的是度众生一个都不漏，把这些法统统传下来了。「是名法华、涅槃时也」。这是五时调机。",
      "zh_TW": "顯至道之幽微。至道是成佛之道，回歸自性，回歸常寂光，這是至道。哪些人回歸？上中下根人統統回歸，上根人當時就能回歸，中下根人念佛往生淨土就是回歸。所以這法華一經所以說也，這部經主要就講這一樁大事因緣。可是，「猶有餘機未盡」，還有剩下來的，業障重的、迷得深的。「故說涅槃一經，而捃拾之」，這個捃拾後頭有註解，「收拾遺餘之意」。佛度眾生慈悲到極處，所以末後說《涅槃經》，《涅槃經》一天一夜說的，真的是度眾生一個都不漏，把這些法統統傳下來了。「是名法華、涅槃時也」。這是五時調機。"
    },
    {
      "id": "02-037-0486_p0024",
      "zh_CN": "下头一句，「半满垂教」，这也是个佛学名词。什么叫半？什么叫满？这在《佛学大辞典》节录的。半满是比喻，这文字部分大家可以参考，不必要去念，半就说明不满、不完全，是部分，不是完整的。这是什么？小乘教。前面讲的阿含，这是半教，小乘。方等就是大乘，大乘以上的这叫满教。大乘是菩萨藏，小乘叫声闻藏，这是古来祖师大德判教的时候用的这些名词、这些术语。",
      "zh_TW": "下頭一句，「半滿垂教」，這也是個佛學名詞。什麼叫半？什麼叫滿？這在《佛學大辭典》節錄的。半滿是比喻，這文字部分大家可以參考，不必要去念，半就說明不滿、不完全，是部分，不是完整的。這是什麼？小乘教。前面講的阿含，這是半教，小乘。方等就是大乘，大乘以上的這叫滿教。大乘是菩薩藏，小乘叫聲聞藏，這是古來祖師大德判教的時候用的這些名詞、這些術語。"
    },
    {
      "id": "02-037-0486_p0025",
      "zh_CN": "天台《止观辅行》里面说，在最后这一段，这一段说得简单，也很清楚，「半唯在小」，讲半教的时候只有讲到小教，阿含，「永隔于大」。「方等则具存半满」，它统统有，方等教里头有阿含的思想，也有般若、法华的思想，它都有。「般若法华涅槃华严唯满不半」，那是圆教，纯大乘。所以「鹿苑」，鹿野苑所说的，就是最初十二年所讲的《阿含经》，那是「唯半不满」，是佛对初学人说的，那就是佛教的小学，给你说的是不究竟的。小学说什么？人天法，就是说你不能出六道轮回，教给你来生还得人道、教给你生天之法。有人他真的就这个想法，人不错，做人很好，来生我还做个人，比这一生更富贵，他有这个想头。释迦牟尼佛说行，我教你。说，听说天上比人好，想生天。佛就教你生天的方法，不出轮回。阿罗汉虽出轮回，不能见性。见性才算是大乘的成就，脱离六道轮回是小乘的成就，人天是没有成就的人，这是我们不可以不知道的。这是苦心诲喻。",
      "zh_TW": "天台《止觀輔行》裡面說，在最後這一段，這一段說得簡單，也很清楚，「半唯在小」，講半教的時候只有講到小教，阿含，「永隔於大」。「方等則具存半滿」，它統統有，方等教裡頭有阿含的思想，也有般若、法華的思想，它都有。「般若法華涅槃華嚴唯滿不半」，那是圓教，純大乘。所以「鹿苑」，鹿野苑所說的，就是最初十二年所講的《阿含經》，那是「唯半不滿」，是佛對初學人說的，那就是佛教的小學，給你說的是不究竟的。小學說什麼？人天法，就是說你不能出六道輪迴，教給你來生還得人道、教給你生天之法。有人他真的就這個想法，人不錯，做人很好，來生我還做個人，比這一生更富貴，他有這個想頭。釋迦牟尼佛說行，我教你。說，聽說天上比人好，想生天。佛就教你生天的方法，不出輪迴。阿羅漢雖出輪迴，不能見性。見性才算是大乘的成就，脫離六道輪迴是小乘的成就，人天是沒有成就的人，這是我們不可以不知道的。這是苦心誨喻。"
    },
    {
      "id": "02-037-0486_p0026",
      "zh_CN": "「盖谓如来大慈，哀悯群机」，群机是我们现在讲的一切众生，「苦口婆心，开示教导。五时说法」。你是什么样的根机，佛就给你说什么法；你什么样的愿望，佛给你说什么法。所以佛是应机说法，不勉强你，你喜欢什么，佛真的教你什么。你这个是在世间，所谓「佛氏门中，有求必应」，我想求发财，佛就教给你发财的方法；我求智慧，佛教给你智慧的方法；我求健康长寿，佛就给你健康长寿的方法，真正是有求必应。佛教给我们是正道，不是邪道，我们得的果是正果，里面不会有罪业。",
      "zh_TW": "「蓋謂如來大慈，哀憫群機」，群機是我們現在講的一切眾生，「苦口婆心，開示教導。五時說法」。你是什麼樣的根機，佛就給你說什麼法；你什麼樣的願望，佛給你說什麼法。所以佛是應機說法，不勉強你，你喜歡什麼，佛真的教你什麼。你這個是在世間，所謂「佛氏門中，有求必應」，我想求發財，佛就教給你發財的方法；我求智慧，佛教給你智慧的方法；我求健康長壽，佛就給你健康長壽的方法，真正是有求必應。佛教給我們是正道，不是邪道，我們得的果是正果，裡面不會有罪業。"
    },
    {
      "id": "02-037-0486_p0027",
      "zh_CN": "那怎么样发财、怎么样得财富？佛告诉我们，布施，你修财布施，你就得财富。这是六十一年前，我初学佛的时候章嘉大师教我。大师可能会看相，一看我，贫贱之相，这命贫，没有财富，贱，没有地位，寿命又短，寿命只有四十五岁。这四十五岁到现在，到今天，这个都是延寿，延长的，本来的命早就没有了。我没有求寿命，自然延长的。我学佛与这个有关系，寿命太短，所以就希望早走，我必须在四十五岁之前，我念佛能往生，我就很满足了。四十五岁那一年，确实生一场病。我没有生过病，医院没有我的病历，我知道寿命到了，我也不看医生，也不吃药，天天念佛，求生净土。念了一个月，病好了。因为我相信医生只能医病，不能医命，我是寿命到了，找医生有什么用？一个月就好了；好了，我就再继续讲经。好像我是三十三岁开始讲经的，讲了十二年。甘珠活佛告诉我的，我这个寿命延长，实际与讲经有关系，他说十二年讲经的功德，你寿命延长了。",
      "zh_TW": "那怎麼樣發財、怎麼樣得財富？佛告訴我們，布施，你修財布施，你就得財富。這是六十一年前，我初學佛的時候章嘉大師教我。大師可能會看相，一看我，貧賤之相，這命貧，沒有財富，賤，沒有地位，壽命又短，壽命只有四十五歲。這四十五歲到現在，到今天，這個都是延壽，延長的，本來的命早就沒有了。我沒有求壽命，自然延長的。我學佛與這個有關係，壽命太短，所以就希望早走，我必須在四十五歲之前，我念佛能往生，我就很滿足了。四十五歲那一年，確實生一場病。我沒有生過病，醫院沒有我的病歷，我知道壽命到了，我也不看醫生，也不吃藥，天天念佛，求生淨土。念了一個月，病好了。因為我相信醫生只能醫病，不能醫命，我是壽命到了，找醫生有什麼用？一個月就好了；好了，我就再繼續講經。好像我是三十三歲開始講經的，講了十二年。甘珠活佛告訴我的，我這個壽命延長，實際與講經有關係，他說十二年講經的功德，你壽命延長了。"
    },
    {
      "id": "02-037-0486_p0028",
      "zh_CN": "命里头没有财，弘法离了财也不行。老师教我，就是章嘉大师教我，财从哪里来？财从布施来。我就跟老师说，我说我生活非常清苦，收入微薄，仅仅能够生活，还是过的苦日子，哪有钱布施？老师问我，一毛钱有没有？我说一毛钱可以。一块钱有没有？一块钱还行，勉强，还可以。他就教我，常念布施心，心里头要常常有布施的心，随分随力，遇到缘你就要做。我就开始真干，真的五毛、一块。那个时候上寺庙，上寺庙去找经书，抄经，经本在外头买不到。寺庙有人印经，拿一张纸，大家出一点钱，不拘，多少不拘，一块也行，我们就随喜功德，就从这里开始。还有放生，放生的时候也是拿个单子，大家来凑钱，多少都不拘。我就从这里开始，果然有效，收入年年就增长，往上涨，确实愈施愈多。老师告诉我，不要留财，就是有多少就施多少，愈施愈多，愈多愈施，这是我一生奉行的。无论做什么事情需要钱，就有人把钱送来。",
      "zh_TW": "命裡頭沒有財，弘法離了財也不行。老師教我，就是章嘉大師教我，財從哪裡來？財從布施來。我就跟老師說，我說我生活非常清苦，收入微薄，僅僅能夠生活，還是過的苦日子，哪有錢布施？老師問我，一毛錢有沒有？我說一毛錢可以。一塊錢有沒有？一塊錢還行，勉強，還可以。他就教我，常念布施心，心裡頭要常常有布施的心，隨分隨力，遇到緣你就要做。我就開始真幹，真的五毛、一塊。那個時候上寺廟，上寺廟去找經書，抄經，經本在外頭買不到。寺廟有人印經，拿一張紙，大家出一點錢，不拘，多少不拘，一塊也行，我們就隨喜功德，就從這裡開始。還有放生，放生的時候也是拿個單子，大家來湊錢，多少都不拘。我就從這裡開始，果然有效，收入年年就增長，往上漲，確實愈施愈多。老師告訴我，不要留財，就是有多少就施多少，愈施愈多，愈多愈施，這是我一生奉行的。無論做什麼事情需要錢，就有人把錢送來。"
    },
    {
      "id": "02-037-0486_p0029",
      "zh_CN": "我现在是很不喜欢人送钱来，送钱来什么？要替他办事。没有钱的时候我轻松，我不要想这个事情。可是送钱的人很多。我学印光法师，一生钱财只用一桩事，就是印经善书布施，别的我统统不做，不建道场，所以流通经书那就不知道有多少。这六十年，赠送《大藏经》将近一万套。中国的国宝，《四库全书》、《荟要》，这个能救全世界，数量不多。不多，怕失传，如果一个灾难毁掉了，怎么办？唯一的办法就是大量去印，全世界到处都放，这是最安全的，总有地方会留下来。所以人家钱送多了，这是一笔大开销，《四库全书》买了一百套，《荟要》买了两百套，这两部书美金一千万，这很快，马上就打发掉了。这些书，诸位看到了，内蒙你们的道场，开林法师要一套，我送他两套。让各个地方去收藏，将来这个东西不会流失。我们最怕的是东西在灾难当中毁掉，以后没有了，人真可怜。",
      "zh_TW": "我現在是很不喜歡人送錢來，送錢來什麼？要替他辦事。沒有錢的時候我輕鬆，我不要想這個事情。可是送錢的人很多。我學印光法師，一生錢財只用一樁事，就是印經善書布施，別的我統統不做，不建道場，所以流通經書那就不知道有多少。這六十年，贈送《大藏經》將近一萬套。中國的國寶，《四庫全書》、《薈要》，這個能救全世界，數量不多。不多，怕失傳，如果一個災難毀掉了，怎麼辦？唯一的辦法就是大量去印，全世界到處都放，這是最安全的，總有地方會留下來。所以人家錢送多了，這是一筆大開銷，《四庫全書》買了一百套，《薈要》買了兩百套，這兩部書美金一千萬，這很快，馬上就打發掉了。這些書，諸位看到了，內蒙你們的道場，開林法師要一套，我送他兩套。讓各個地方去收藏，將來這個東西不會流失。我們最怕的是東西在災難當中毀掉，以後沒有了，人真可憐。"
    },
    {
      "id": "02-037-0486_p0030",
      "zh_CN": "《群书治要》，在中国失传一千年，日本人带走了。唐朝末年在中国留学的日本留学生，那个时候还没有印刷术，手写的，手写的本子不多，所以他们带去了，中国再找不到。所以我们在今天历史上，《唐书．艺文志》没有，没有记载，宋元明清都没有。一直到嘉庆登基，嘉庆做皇帝，日本对中国来进贡，就是送礼，里头有这一部书，中国人才知道。但是那个时候是盛世，嘉庆那个时候，中国清朝盛世时间很长，康熙、雍正、乾隆到嘉庆，差不多将近两百年，是清朝最盛的时代，所以对这个书不重视。现在社会乱了，这个书是宝，能救全世界。这个能救全世界，我还是听外国人讲的。第一本的英文本翻出来了，是外国人看到，是个国家领导人，看到非常欢喜，能救全世界。我们的英文本第二本快出来了，应该两个月之后，第二本出来。",
      "zh_TW": "《群書治要》，在中國失傳一千年，日本人帶走了。唐朝末年在中國留學的日本留學生，那個時候還沒有印刷術，手寫的，手寫的本子不多，所以他們帶去了，中國再找不到。所以我們在今天歷史上，《唐書．藝文志》沒有，沒有記載，宋元明清都沒有。一直到嘉慶登基，嘉慶做皇帝，日本對中國來進貢，就是送禮，裡頭有這一部書，中國人才知道。但是那個時候是盛世，嘉慶那個時候，中國清朝盛世時間很長，康熙、雍正、乾隆到嘉慶，差不多將近兩百年，是清朝最盛的時代，所以對這個書不重視。現在社會亂了，這個書是寶，能救全世界。這個能救全世界，我還是聽外國人講的。第一本的英文本翻出來了，是外國人看到，是個國家領導人，看到非常歡喜，能救全世界。我們的英文本第二本快出來了，應該兩個月之後，第二本出來。"
    },
    {
      "id": "02-037-0486_p0031",
      "zh_CN": "今天世界会搞成这个样子，真正原因在哪里？教育丢掉了，疏忽了。中国老祖宗告诉我们，子不教，人心坏了。父母没有把孩子教好，孩子学坏了，这人心坏了。人要不学，社会就乱了，这个学是讲学圣贤。今天我们把圣贤东西都丢掉了，认为圣贤东西落伍了，跟不上时代，应该完全抛弃掉，都不要了，社会乱了！这古人讲的话。今天中国人不要圣贤，外国人要。外国人现在遇到这么多灾难，科学没办法化解，到中国来找宝、到印度去找宝。中国真有，我们唐太宗的这部书是宝，治国平天下的宝。这部书讲什么？讲修身、齐家、治国、平天下，有理论、有智慧、有理念、有方法、有经验，还有实施的效果，都在这部书里头。",
      "zh_TW": "今天世界會搞成這個樣子，真正原因在哪裡？教育丟掉了，疏忽了。中國老祖宗告訴我們，子不教，人心壞了。父母沒有把孩子教好，孩子學壞了，這人心壞了。人要不學，社會就亂了，這個學是講學聖賢。今天我們把聖賢東西都丟掉了，認為聖賢東西落伍了，跟不上時代，應該完全拋棄掉，都不要了，社會亂了！這古人講的話。今天中國人不要聖賢，外國人要。外國人現在遇到這麼多災難，科學沒辦法化解，到中國來找寶、到印度去找寶。中國真有，我們唐太宗的這部書是寶，治國平天下的寶。這部書講什麼？講修身、齊家、治國、平天下，有理論、有智慧、有理念、有方法、有經驗，還有實施的效果，都在這部書裡頭。"
    },
    {
      "id": "02-037-0486_p0032",
      "zh_CN": "这部书是中国国宝当中的国宝，它从哪里来的？从《四库全书》来的，《四库全书》里头的精华提炼出来的，原文是《四库全书》。等于说《四库全书》里头有关于修身、齐家、治国、平天下这些文字，统统把它抄出来，合成一本书，所以它也是会集本。唐太宗那个时候下命令给魏征，等于像现在人所说成立一个小组到《四库》里头去找，用了三年多的时间，抄出这一部东西，大概五十万字。唐太宗得到了，手不释卷，唐朝能够成为盛世，全靠这部书。所以这部书能救世界，我们要帮助它大量流通，流通到全世界。",
      "zh_TW": "這部書是中國國寶當中的國寶，它從哪裡來的？從《四庫全書》來的，《四庫全書》裡頭的精華提煉出來的，原文是《四庫全書》。等於說《四庫全書》裡頭有關於修身、齊家、治國、平天下這些文字，統統把它抄出來，合成一本書，所以它也是會集本。唐太宗那個時候下命令給魏徵，等於像現在人所說成立一個小組到《四庫》裡頭去找，用了三年多的時間，抄出這一部東西，大概五十萬字。唐太宗得到了，手不釋卷，唐朝能夠成為盛世，全靠這部書。所以這部書能救世界，我們要幫助它大量流通，流通到全世界。"
    },
    {
      "id": "02-037-0486_p0033",
      "zh_CN": "而且还要鼓励，我在外国鼓励外国人学中国文言文，为什么？你们现在看是翻译的，翻译等于说，人家吃东西，吃到嘴里之后吐出来喂你，不是味道。你要会文言文，你原汁原味尝到。现在外国人都知道，中国古人有智慧，有修身、齐家、治国的理念，有方法、有经验、有效果。这个东西是提炼出来的精华，摆在你面前，你看不懂中国文字不行。所以我现在在国外推动，全世界学中国文言文，希望将来中国文言文变成世界文字，为什么？他有能力直接去读《四库全书》。我们用的这些钱，买这么多书，送给全世界著名的大学。这个大学里头有中文系的，有教中文的，我就送给它。没有教中文的课程，送给它没用处；有教中文的课程，我送给它，而且劝他们学文言文。所以汉学有可能会复兴，外国人都学中国文言文了，中国人也得赶紧学，不学怎么？落伍了，比不上外国人。",
      "zh_TW": "而且還要鼓勵，我在外國鼓勵外國人學中國文言文，為什麼？你們現在看是翻譯的，翻譯等於說，人家吃東西，吃到嘴裡之後吐出來餵你，不是味道。你要會文言文，你原汁原味嘗到。現在外國人都知道，中國古人有智慧，有修身、齊家、治國的理念，有方法、有經驗、有效果。這個東西是提煉出來的精華，擺在你面前，你看不懂中國文字不行。所以我現在在國外推動，全世界學中國文言文，希望將來中國文言文變成世界文字，為什麼？他有能力直接去讀《四庫全書》。我們用的這些錢，買這麼多書，送給全世界著名的大學。這個大學裡頭有中文系的，有教中文的，我就送給它。沒有教中文的課程，送給它沒用處；有教中文的課程，我送給它，而且勸他們學文言文。所以漢學有可能會復興，外國人都學中國文言文了，中國人也得趕緊學，不學怎麼？落伍了，比不上外國人。"
    },
    {
      "id": "02-037-0486_p0034",
      "zh_CN": "后面这一段，我们念念就可以了。「教分半满」，半字教、满字教，「而随缘度脱。故云苦心诲喻，授与经法也。佛复谕曰」，再告诉我们，「如是所闻经法」，这句话很重要，「悉应持思」，持是受持、接受，接受过来之后，要常常去思惟、去体会经中的义理，这个很重要。真正搞懂、搞明白了，那要「奉行」。奉是信奉，行是修行，依教修行。这是自利，真正得佛法的利益。本经有三句重要的开示，真实之际、真实智慧、真实利益，你能够依教修行，你得真实利益。",
      "zh_TW": "後面這一段，我們念念就可以了。「教分半滿」，半字教、滿字教，「而隨緣度脫。故云苦心誨喻，授與經法也。佛復諭曰」，再告訴我們，「如是所聞經法」，這句話很重要，「悉應持思」，持是受持、接受，接受過來之後，要常常去思惟、去體會經中的義理，這個很重要。真正搞懂、搞明白了，那要「奉行」。奉是信奉，行是修行，依教修行。這是自利，真正得佛法的利益。本經有三句重要的開示，真實之際、真實智慧、真實利益，你能夠依教修行，你得真實利益。"
    },
    {
      "id": "02-037-0486_p0035",
      "zh_CN": "下面一段劝我们，我们自己得到好处，不要忘记别人，一定要全世界的人都好，天下就太平。光是我们好，别人不好，不行，我们没好日子过，一定要全世界都好。我这一生确实三宝保佑的，要不然早死了。我现在的寿命是阿弥陀佛管，我自己不再问了，不想这个事情。佛什么时候来接我，我什么时候就走；他不来接我，我就得干。我没有自己的事情，我是两个事情，一个是帮助众生化解灾难，佛经上说的离苦得乐，第二个，帮助正法久住世间。我没有自己的事情，所以很自在。",
      "zh_TW": "下面一段勸我們，我們自己得到好處，不要忘記別人，一定要全世界的人都好，天下就太平。光是我們好，別人不好，不行，我們沒好日子過，一定要全世界都好。我這一生確實三寶保佑的，要不然早死了。我現在的壽命是阿彌陀佛管，我自己不再問了，不想這個事情。佛什麼時候來接我，我什麼時候就走；他不來接我，我就得幹。我沒有自己的事情，我是兩個事情，一個是幫助眾生化解災難，佛經上說的離苦得樂，第二個，幫助正法久住世間。我沒有自己的事情，所以很自在。"
    },
    {
      "id": "02-037-0486_p0036",
      "zh_CN": "这佛给缘给我，我现在跟联合国维系很好的关系，这是个好的平台，没有这个平台做不到。我们要把《群书治要》这个英文本，赠送给每个国家的领导人。谁替我做？联合国帮我做。首先把这个书送给每一个国家驻联合国的大使，将近两百个单位（国家地区），再请大使转送给国家领导人。现在我们送的是英文本。联合国的标准语言是六种语言，这六种语言就是世界上使用这种语言人口最多的，有中国，有俄罗斯，有西班牙，有法语、阿拉伯语，一共是六种语言。希望将来翻成六种语言，在全世界流通。我今天跟他们见面，都是劝他们学文言文。",
      "zh_TW": "這佛給緣給我，我現在跟聯合國維繫很好的關係，這是個好的平台，沒有這個平台做不到。我們要把《群書治要》這個英文本，贈送給每個國家的領導人。誰替我做？聯合國幫我做。首先把這個書送給每一個國家駐聯合國的大使，將近兩百個單位（國家地區），再請大使轉送給國家領導人。現在我們送的是英文本。聯合國的標準語言是六種語言，這六種語言就是世界上使用這種語言人口最多的，有中國，有俄羅斯，有西班牙，有法語、阿拉伯語，一共是六種語言。希望將來翻成六種語言，在全世界流通。我今天跟他們見面，都是勸他們學文言文。"
    },
    {
      "id": "02-037-0486_p0037",
      "zh_CN": "现在最明显的例子，非洲的小黑人在学文言文了，给我们是很大的鼓励。你看这个地方这些照片，这非洲的小黑人，我在马来西亚遇到的，他们背《弟子规》给我听，背《三字经》、背《感应篇》，背给我听，字正腔圆，这小孩。说不定时来运转，将来黑人统治全世界，统统用中国传统文化，值得我们鼓舞。你看，这都在背书，背给我听，背得很整齐，我看了真欢喜。你看好多张照片，都这些小孩，非常难得。好像还有，怎么没有了？还有在树林底下照的，那一张不见了。这确实值得鼓励我们，不难，文言文不难。",
      "zh_TW": "現在最明顯的例子，非洲的小黑人在學文言文了，給我們是很大的鼓勵。你看這個地方這些照片，這非洲的小黑人，我在馬來西亞遇到的，他們背《弟子規》給我聽，背《三字經》、背《感應篇》，背給我聽，字正腔圓，這小孩。說不定時來運轉，將來黑人統治全世界，統統用中國傳統文化，值得我們鼓舞。你看，這都在背書，背給我聽，背得很整齊，我看了真歡喜。你看好多張照片，都這些小孩，非常難得。好像還有，怎麼沒有了？還有在樹林底下照的，那一張不見了。這確實值得鼓勵我們，不難，文言文不難。"
    },
    {
      "id": "02-037-0486_p0038",
      "zh_CN": "在美国纽约的大学，他们有学中文的，这些研究生研究佛学，用的是《华严经》清凉大师的注疏，我看到很欢喜。我问他，你们学中国文言文，学多久？三年。三年就有能力阅读《华严经》、阅读清凉的《疏钞》，不容易。我两次访问伦敦，英国，参观他们的汉学系。牛津大学、剑桥大学跟伦敦大学，这三个学校汉学系是欧洲非常著名的。我跟学生们交流，跟他们教授交流，我问学生，中文学多久？三年。跟他们在一起很好，不用翻译，他们讲一口北京话，讲得很标准，对中国文字没有障碍，三年工夫。我们中国人要学的时候，我想两年就可以了，就是不肯学。看看这些小黑人，我们有什么感触？是不是将来我们中国教中文的，都要请小黑人做老师了？他们从小学的，底子很厚，真会有这种现象，将来大学中文系的教授要请他们。",
      "zh_TW": "在美國紐約的大學，他們有學中文的，這些研究生研究佛學，用的是《華嚴經》清涼大師的註疏，我看到很歡喜。我問他，你們學中國文言文，學多久？三年。三年就有能力閱讀《華嚴經》、閱讀清涼的《疏鈔》，不容易。我兩次訪問倫敦，英國，參觀他們的漢學系。牛津大學、劍橋大學跟倫敦大學，這三個學校漢學系是歐洲非常著名的。我跟學生們交流，跟他們教授交流，我問學生，中文學多久？三年。跟他們在一起很好，不用翻譯，他們講一口北京話，講得很標準，對中國文字沒有障礙，三年工夫。我們中國人要學的時候，我想兩年就可以了，就是不肯學。看看這些小黑人，我們有什麼感觸？是不是將來我們中國教中文的，都要請小黑人做老師了？他們從小學的，底子很厚，真會有這種現象，將來大學中文系的教授要請他們。"
    },
    {
      "id": "02-037-0486_p0039",
      "zh_CN": "我们再看底下这一段经文，「转相教化」，我们自己得佛法的利益，不能忘记别人，希望他们也都能成就，这就是说要教化众生。",
      "zh_TW": "我們再看底下這一段經文，「轉相教化」，我們自己得佛法的利益，不能忘記別人，希望他們也都能成就，這就是說要教化眾生。"
    },
    {
      "id": "02-037-0486_p0040",
      "zh_CN": "【尊卑。男女。眷属。朋友。转相教语。自相约检。和顺义理。欢乐慈孝。】",
      "zh_TW": "【尊卑。男女。眷屬。朋友。轉相教語。自相約檢。和順義理。歡樂慈孝。】"
    },
    {
      "id": "02-037-0486_p0041",
      "zh_CN": "这个教学才圆满。自利不能利他，这个人的果报，吝法，吝法的果报是得愚痴，因果很可怕。财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，这是佛教的，真的，不是假的。我命里头，你看没有寿命、没有财富，有一点小聪明。老师帮助我，教我学三样布施，我真干，这三方面年年都有进步，一年比一年殊胜。我没有求，一生不求人，一生都是随缘不攀缘。随缘，初学的时候老师把关。我是一出家就讲经，讲经教学，成绩还算不错，出家两年之后才受戒。教佛学院教了两年，也在外面讲经，有人邀请我也去。",
      "zh_TW": "這個教學才圓滿。自利不能利他，這個人的果報，吝法，吝法的果報是得愚痴，因果很可怕。財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，這是佛教的，真的，不是假的。我命裡頭，你看沒有壽命、沒有財富，有一點小聰明。老師幫助我，教我學三樣布施，我真幹，這三方面年年都有進步，一年比一年殊勝。我沒有求，一生不求人，一生都是隨緣不攀緣。隨緣，初學的時候老師把關。我是一出家就講經，講經教學，成績還算不錯，出家兩年之後才受戒。教佛學院教了兩年，也在外面講經，有人邀請我也去。"
    },
    {
      "id": "02-037-0486_p0042",
      "zh_CN": "受戒之后，有一个听众，常常听我讲经的一个听众，他有一栋别墅在山上，带我去看，没有人住，是抗战时候建造，日本式的房子，后面有防空洞。那个时候他们这些有钱人家，避免美国的轰炸，所以在山上建了防空洞、建了避难的房子。房子建得很好，现在没有人住，战争结束没人住了，要给我做精舍。我看了是不错，所以我就把这个事情报告老师。老师就告诉我，他说古时候「赵州八十犹行脚」，为什么？没开悟。老师告诉我，住山、闭关是有条件的。什么条件？大彻大悟，明心见性之后，没有人请你讲经，你的法缘没成熟，你可以宣布住山、闭关。意思就是说，告诉天下人，我已经开悟了，你有什么疑难杂症，到我这儿来叩关，这个意思。如果别人来叩关，向你请教，你答不出来，人家可以把你关房门打开，出来，出来，你不够资格，你跟我一道去参学。没有这个条件，不能干这个事情。第二个条件是有法师出名了，名满天下，来看他的人太多，他没办法修行，所以就藉闭关谢客，让自己好好清修。他说这两个条件你都不具足，你没有资格闭关。所以就算了。这也是上了一堂课，知道闭关跟住山是有这么个条件的，同戒当中真没有。",
      "zh_TW": "受戒之後，有一個聽眾，常常聽我講經的一個聽眾，他有一棟別墅在山上，帶我去看，沒有人住，是抗戰時候建造，日本式的房子，後面有防空洞。那個時候他們這些有錢人家，避免美國的轟炸，所以在山上建了防空洞、建了避難的房子。房子建得很好，現在沒有人住，戰爭結束沒人住了，要給我做精舍。我看了是不錯，所以我就把這個事情報告老師。老師就告訴我，他說古時候「趙州八十猶行腳」，為什麼？沒開悟。老師告訴我，住山、閉關是有條件的。什麼條件？大徹大悟，明心見性之後，沒有人請你講經，你的法緣沒成熟，你可以宣布住山、閉關。意思就是說，告訴天下人，我已經開悟了，你有什麼疑難雜症，到我這兒來叩關，這個意思。如果別人來叩關，向你請教，你答不出來，人家可以把你關房門打開，出來，出來，你不夠資格，你跟我一道去參學。沒有這個條件，不能幹這個事情。第二個條件是有法師出名了，名滿天下，來看他的人太多，他沒辦法修行，所以就藉閉關謝客，讓自己好好清修。他說這兩個條件你都不具足，你沒有資格閉關。所以就算了。這也是上了一堂課，知道閉關跟住山是有這麼個條件的，同戒當中真沒有。"
    },
    {
      "id": "02-037-0486_p0043",
      "zh_CN": "我同戒，也是师兄弟，他一出家之后，真的就去闭关去了。闭关三年，向我借一部书去读，《中观论疏》，我借给他，这好朋友，我也非常尊重他。三年出关，书送还来，新的，没有翻过。那么他的成就就可想而知，最后还是去做经忏佛事、做法会了。不容易！经论，没有善知识给你讲解，教导你，真不容易；靠自己去学，困难，这不是世间普通的书。普通书，有相当文化基础的人可以，佛经不行，「佛法无人说，虽智莫能解」，世间专家学者看经，意思全体会错了，这是我们不能不知道的。",
      "zh_TW": "我同戒，也是師兄弟，他一出家之後，真的就去閉關去了。閉關三年，向我借一部書去讀，《中觀論疏》，我借給他，這好朋友，我也非常尊重他。三年出關，書送還來，新的，沒有翻過。那麼他的成就就可想而知，最後還是去做經懺佛事、做法會了。不容易！經論，沒有善知識給你講解，教導你，真不容易；靠自己去學，困難，這不是世間普通的書。普通書，有相當文化基礎的人可以，佛經不行，「佛法無人說，雖智莫能解」，世間專家學者看經，意思全體會錯了，這是我們不能不知道的。"
    },
    {
      "id": "02-037-0486_p0044",
      "zh_CN": "转相教化，就是净业三福最后的一句，「劝进行者」。净业三福一共十一句，十句都是自利，成就自己的，自己成就之后，一定要帮助别人。帮助别人，这里头是教学相长，敢不敢用「老师」？不敢。我年轻的时候，人家说我喜欢教学，我跟大家解释，我说我不是喜欢教学，我是在报告学习心得。坐在下面全是我的老师，学生上台做报告，请求大家给我指导，帮助我成长，帮助我进步。一生都是这种心态，怎么敢做人老师？做人老师，要大彻大悟、要明心见性，我们的功力不到。所以永远谦虚，愈学愈谦虚，愈学对人对事愈恭敬，愈学愈谨慎、愈小心，你才能保得住。",
      "zh_TW": "轉相教化，就是淨業三福最後的一句，「勸進行者」。淨業三福一共十一句，十句都是自利，成就自己的，自己成就之後，一定要幫助別人。幫助別人，這裡頭是教學相長，敢不敢用「老師」？不敢。我年輕的時候，人家說我喜歡教學，我跟大家解釋，我說我不是喜歡教學，我是在報告學習心得。坐在下面全是我的老師，學生上台做報告，請求大家給我指導，幫助我成長，幫助我進步。一生都是這種心態，怎麼敢做人老師？做人老師，要大徹大悟、要明心見性，我們的功力不到。所以永遠謙虛，愈學愈謙虛，愈學對人對事愈恭敬，愈學愈謹慎、愈小心，你才能保得住。"
    },
    {
      "id": "02-037-0486_p0045",
      "zh_CN": "世出世间做学问的人就怕一个慢字，一个骄、一个慢，就完了。孔子《论语》里头讲得好，「如有周公之才之美，使骄且吝，其余则不足观也」，全是假的，不是真的。这一句话我们永远要记住，时时刻刻检点有没有傲慢的念头？有这个就完了。不要跟一般人比，一般人不如我，他没学；要跟祖师大德比，那真的不如人，祖师大德能写这么好的注解，我做不到。我把黄念祖老居士看成老师，他很谦虚，我今天学习他这个集注，这是名符其实师生关系。所以求学，学生有个良好学习的态度，这个非常重要，这是我们真正成就的基础。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "世出世間做學問的人就怕一個慢字，一個驕、一個慢，就完了。孔子《論語》裡頭講得好，「如有周公之才之美，使驕且吝，其餘則不足觀也」，全是假的，不是真的。這一句話我們永遠要記住，時時刻刻檢點有沒有傲慢的念頭？有這個就完了。不要跟一般人比，一般人不如我，他沒學；要跟祖師大德比，那真的不如人，祖師大德能寫這麼好的註解，我做不到。我把黃念祖老居士看成老師，他很謙虛，我今天學習他這個集註，這是名符其實師生關係。所以求學，學生有個良好學習的態度，這個非常重要，這是我們真正成就的基礎。好，今天時間到了，我們就學習到此地。"
    }
  ]
}