{
  "doc_id": "02-037-0576",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五七六集",
    "zh_TW": "第五七六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0576",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0576_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千一百零二页，第六行最后一句看起，或者从当中看，从当中看好了：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千一百零二頁，第六行最後一句看起，或者從當中看，從當中看好了："
    },
    {
      "id": "02-037-0576_p0002",
      "zh_CN": "「肇公注曰」，这是僧肇大师的注解，《维摩经》的注解。「漏尽者，九十八结漏既尽故，意得解脱，成阿罗汉也。是指烦恼断尽，心意解脱，证阿罗汉之果」。这一小段里面，经文，『二十亿众生，得阿那含果』，这是证三果的，『六千八百比丘，诸漏已尽，心得解脱』，这是证阿罗汉果的，小乘人得的利益。九十八结漏就是见思烦恼。三界见思烦恼无量无边，佛把它归纳为见惑八十八、思惑八十一。阿罗汉断思惑，这是断尽了，见思烦恼断尽了，意得解脱，就是心开意解，成阿罗汉。下面念老给我们说，是指烦恼断尽，心意解脱，证阿罗汉之果。「可见经中法眼净及诸漏已尽，均指声闻乘」。法眼净是阿那含证得的，诸漏已尽是阿罗汉所证得的，得小乘利益。",
      "zh_TW": "「肇公註曰」，這是僧肇大師的註解，《維摩經》的註解。「漏盡者，九十八結漏既盡故，意得解脫，成阿羅漢也。是指煩惱斷盡，心意解脫，證阿羅漢之果」。這一小段裡面，經文，『二十億眾生，得阿那含果』，這是證三果的，『六千八百比丘，諸漏已盡，心得解脫』，這是證阿羅漢果的，小乘人得的利益。九十八結漏就是見思煩惱。三界見思煩惱無量無邊，佛把它歸納為見惑八十八、思惑八十一。阿羅漢斷思惑，這是斷盡了，見思煩惱斷盡了，意得解脫，就是心開意解，成阿羅漢。下面念老給我們說，是指煩惱斷盡，心意解脫，證阿羅漢之果。「可見經中法眼淨及諸漏已盡，均指聲聞乘」。法眼淨是阿那含證得的，諸漏已盡是阿羅漢所證得的，得小乘利益。"
    },
    {
      "id": "02-037-0576_p0003",
      "zh_CN": "下面，「或问」，或者有人会提出问题，「闻此大乘无上经典，为何得小乘法益」。这个问题，我们相信有很多人有这个问题，决定不是少数，听这部大经，为什么会得小乘利益？小乘在极乐世界有没有？经上常有菩萨、声闻，怎么会没有小乘！实际上这些小乘全都转小为大，他还带着小乘的习气，所以说他作小乘。下面《净影疏》，就是小慧远法师，《无量寿经义疏》里面说得好，解释得好，「小乘众生，闻说娑婆秽恶可厌，深心厌离，故得小果」，原因在这个地方。在小乘教里面薰习的时间太长了，习气不是那么容易断掉的，所以带着浓厚的小乘习气。他依旧是信愿持名，往生净土。也不错，他们往生的是方便有余土，不是凡圣同居土，凡圣同居土还没有到这么高的境界。",
      "zh_TW": "下面，「或問」，或者有人會提出問題，「聞此大乘無上經典，為何得小乘法益」。這個問題，我們相信有很多人有這個問題，決定不是少數，聽這部大經，為什麼會得小乘利益？小乘在極樂世界有沒有？經上常有菩薩、聲聞，怎麼會沒有小乘！實際上這些小乘全都轉小為大，他還帶著小乘的習氣，所以說他作小乘。下面《淨影疏》，就是小慧遠法師，《無量壽經義疏》裡面說得好，解釋得好，「小乘眾生，聞說娑婆穢惡可厭，深心厭離，故得小果」，原因在這個地方。在小乘教裡面薰習的時間太長了，習氣不是那麼容易斷掉的，所以帶著濃厚的小乘習氣。他依舊是信願持名，往生淨土。也不錯，他們往生的是方便有餘土，不是凡聖同居土，凡聖同居土還沒有到這麼高的境界。"
    },
    {
      "id": "02-037-0576_p0004",
      "zh_CN": "可是我们知道往生的人，本人是这个境界，人天的境界多。我们去往生，人天境界、二乘境界，无论什么样的境界，甚至于五逆十恶、毁谤大乘，四十八愿里头说，只要认错，知道自己错了，后不再造，只要能够忏悔，真正生起信愿持名的大心，阿弥陀佛全都摄受。就是说，在临命终时，佛一定来接引他，甚至于十念都能往生。这是说这个法门，真正是究竟圆满、无比的殊胜。到极乐世界，弥陀第二十愿，皆作阿惟越致菩萨，人天往生是阿惟越致菩萨，五逆十恶、毁谤大乘，这都是地狱罪业，无间地狱罪业，一念忏悔，一念回心，都能往生，往生也是作阿惟越致菩萨。那这些须陀洹、阿那含、阿罗汉，这些人往生，就不必说了，当然也是阿惟越致菩萨。生到西方极乐世界，就得平等法，阿惟越致是平等法，十方佛土没有，一切法门也没有，所以这个法门无比殊胜。",
      "zh_TW": "可是我們知道往生的人，本人是這個境界，人天的境界多。我們去往生，人天境界、二乘境界，無論什麼樣的境界，甚至於五逆十惡、毀謗大乘，四十八願裡頭說，只要認錯，知道自己錯了，後不再造，只要能夠懺悔，真正生起信願持名的大心，阿彌陀佛全都攝受。就是說，在臨命終時，佛一定來接引他，甚至於十念都能往生。這是說這個法門，真正是究竟圓滿、無比的殊勝。到極樂世界，彌陀第二十願，皆作阿惟越致菩薩，人天往生是阿惟越致菩薩，五逆十惡、毀謗大乘，這都是地獄罪業，無間地獄罪業，一念懺悔，一念回心，都能往生，往生也是作阿惟越致菩薩。那這些須陀洹、阿那含、阿羅漢，這些人往生，就不必說了，當然也是阿惟越致菩薩。生到西方極樂世界，就得平等法，阿惟越致是平等法，十方佛土沒有，一切法門也沒有，所以這個法門無比殊勝。"
    },
    {
      "id": "02-037-0576_p0005",
      "zh_CN": "下面一段讲「大乘得益」。这里头分三个小段，第一个小段，「得不退转」。",
      "zh_TW": "下面一段講「大乘得益」。這裡頭分三個小段，第一個小段，「得不退轉」。"
    },
    {
      "id": "02-037-0576_p0006",
      "zh_CN": "【四十亿菩萨。于无上菩提住不退转。以弘誓功德而自庄严。】",
      "zh_TW": "【四十億菩薩。於無上菩提住不退轉。以弘誓功德而自莊嚴。】"
    },
    {
      "id": "02-037-0576_p0007",
      "zh_CN": "「右段」，右面这段经文，「正指闻法所得之大乘法益」。『不退转』，是所修的功德善根愈增愈进，他的智慧善根福德天天增长、天天进步，「不更退失转变」，他不会退失，他不会改变。「不退转」，我们也有参考的资料，这是从《佛学大辞典》节录下来的。「三不退」，第一个是「位不退，既修得之位次不退失。二行不退，于所修之行法不退失。三念不退，于正念不退转也」。下面分开来给我们说。「此三不退配于菩萨之行位，依诸宗而异」，每个宗派说法并不完全相同。「据法相大乘，则依万劫修因，入十住之位，虽识观成就，无复退堕恶业流转生死之位，谓之位不退」。这个地方所讲的十住，是别教十住位，不是圆教。圆教初住菩萨就是阿惟越致，三种不退都证得，明心见性，见性成佛。",
      "zh_TW": "「右段」，右面這段經文，「正指聞法所得之大乘法益」。『不退轉』，是所修的功德善根愈增愈進，他的智慧善根福德天天增長、天天進步，「不更退失轉變」，他不會退失，他不會改變。「不退轉」，我們也有參考的資料，這是從《佛學大辭典》節錄下來的。「三不退」，第一個是「位不退，既修得之位次不退失。二行不退，於所修之行法不退失。三念不退，於正念不退轉也」。下面分開來給我們說。「此三不退配於菩薩之行位，依諸宗而異」，每個宗派說法並不完全相同。「據法相大乘，則依萬劫修因，入十住之位，雖識觀成就，無復退墮惡業流轉生死之位，謂之位不退」。這個地方所講的十住，是別教十住位，不是圓教。圓教初住菩薩就是阿惟越致，三種不退都證得，明心見性，見性成佛。"
    },
    {
      "id": "02-037-0576_p0008",
      "zh_CN": "第一个位不退，一般都是讲的小乘初果，大乘圆教初信位的菩萨。在这个地位上，把三界八十八品见惑断尽了。佛教初学为方便起见，将八十八品见惑归纳为五大类，第一个就是身见，第二个是边见，第三个是见取见，第四个是戒取见，第五个是邪见。所谓见，见解上的错误，你对人、对事、对一切万物看错了，叫见惑。见惑断尽就证初果，地位虽然不高，他是圣人，他决定不会再退转作凡夫，叫位不退，圣人的果位不退。那这些修行人，实际上有没有退？有退，进进退退。但是他退，最低的地位，就是这个位不退，他只到这为止，不会退到凡夫。也就是说，他走到四果，也许退下来了，他退到初果，不会再退了，这是他的底限。说起来好像不难，做起来真不容易，几个人能把身见破除，这就难了。什么人不执着这个身体是自己，这一关不能突破就是六道凡夫，这是佛的名字弟子。名是什么？有名无实。初果以上，小乘，初信以上，大乘，这是如来真实弟子。就好比一年级，正式是一年级的学生，入学了。我们一年级还没有进去，这是幼儿园，不算正式学生，这个我们不能不知道，知道之后才知道净宗的可贵。我们要没有净宗，这一生能够证得须陀洹、证得初信位能有几个人？换句话说，都不能成就。",
      "zh_TW": "第一個位不退，一般都是講的小乘初果，大乘圓教初信位的菩薩。在這個地位上，把三界八十八品見惑斷盡了。佛教初學為方便起見，將八十八品見惑歸納為五大類，第一個就是身見，第二個是邊見，第三個是見取見，第四個是戒取見，第五個是邪見。所謂見，見解上的錯誤，你對人、對事、對一切萬物看錯了，叫見惑。見惑斷盡就證初果，地位雖然不高，他是聖人，他決定不會再退轉作凡夫，叫位不退，聖人的果位不退。那這些修行人，實際上有沒有退？有退，進進退退。但是他退，最低的地位，就是這個位不退，他只到這為止，不會退到凡夫。也就是說，他走到四果，也許退下來了，他退到初果，不會再退了，這是他的底限。說起來好像不難，做起來真不容易，幾個人能把身見破除，這就難了。什麼人不執著這個身體是自己，這一關不能突破就是六道凡夫，這是佛的名字弟子。名是什麼？有名無實。初果以上，小乘，初信以上，大乘，這是如來真實弟子。就好比一年級，正式是一年級的學生，入學了。我們一年級還沒有進去，這是幼兒園，不算正式學生，這個我們不能不知道，知道之後才知道淨宗的可貴。我們要沒有淨宗，這一生能夠證得須陀洹、證得初信位能有幾個人？換句話說，都不能成就。"
    },
    {
      "id": "02-037-0576_p0009",
      "zh_CN": "初果、初信菩萨地位不高，刚刚入门，他叫证果。大乘教里面我们学过，如来正法住世，什么叫正法？有讲经的，有听经的，有修行的，有证果的，就叫正法。证得初果也是正法。如果连初果都没有，初信位的菩萨都没有，那就叫像法，不叫正法。如果有讲经的、有听经的，没有修行的，不能够依教修行，当然更不能证果，这叫末法。末法有讲、有听的，不能行了。如果这个地方，讲经的没有了，听经的没有了，这叫灭法。正法、像法、末法、灭法，这个说法好。那净土宗，净土宗往生就是证果。那我们就可以说，净宗道场就是正法道场，为什么？有人往生，往生是证果。有讲经，有听经，有修行，有证果的。世尊末法九千年，九千年当中正法住世只有这一门，其他的无量法门，八万四千法门都不能证果，这是我们不能不知道的。",
      "zh_TW": "初果、初信菩薩地位不高，剛剛入門，他叫證果。大乘教裡面我們學過，如來正法住世，什麼叫正法？有講經的，有聽經的，有修行的，有證果的，就叫正法。證得初果也是正法。如果連初果都沒有，初信位的菩薩都沒有，那就叫像法，不叫正法。如果有講經的、有聽經的，沒有修行的，不能夠依教修行，當然更不能證果，這叫末法。末法有講、有聽的，不能行了。如果這個地方，講經的沒有了，聽經的沒有了，這叫滅法。正法、像法、末法、滅法，這個說法好。那淨土宗，淨土宗往生就是證果。那我們就可以說，淨宗道場就是正法道場，為什麼？有人往生，往生是證果。有講經，有聽經，有修行，有證果的。世尊末法九千年，九千年當中正法住世只有這一門，其他的無量法門，八萬四千法門都不能證果，這是我們不能不知道的。"
    },
    {
      "id": "02-037-0576_p0010",
      "zh_CN": "第二种，行不退，行是菩萨行。菩萨四摄六度，教化众生，众生不听，不但不听，众生还毁谤，还羞辱、批评。菩萨看到这个样子退心了，还是退到阿罗汉好，众生太难度了，这叫行退了，菩萨行退了，也很多。不听话，不好教，算了，不教你了，我先自己成就。净宗里头不少！看到这个情形，我先到极乐世界去作佛去了，不管你们了，你们教不听，这行退了。第三种，念不退，是法身菩萨，圆教初住以上，别教初地以上，明心见性。三大类的烦恼都放下，见思放下是阿罗汉，尘沙放下是菩萨，无明放下成佛，这是无明放下了，明心见性，见性成佛，圆证三不退。圆满证得三种不退，念不退、行不退、位不退，他全证得了，这是谁？实报庄严土四十一位法身大士，他们所得到的。",
      "zh_TW": "第二種，行不退，行是菩薩行。菩薩四攝六度，教化眾生，眾生不聽，不但不聽，眾生還毀謗，還羞辱、批評。菩薩看到這個樣子退心了，還是退到阿羅漢好，眾生太難度了，這叫行退了，菩薩行退了，也很多。不聽話，不好教，算了，不教你了，我先自己成就。淨宗裡頭不少！看到這個情形，我先到極樂世界去作佛去了，不管你們了，你們教不聽，這行退了。第三種，念不退，是法身菩薩，圓教初住以上，別教初地以上，明心見性。三大類的煩惱都放下，見思放下是阿羅漢，塵沙放下是菩薩，無明放下成佛，這是無明放下了，明心見性，見性成佛，圓證三不退。圓滿證得三種不退，念不退、行不退、位不退，他全證得了，這是誰？實報莊嚴土四十一位法身大士，他們所得到的。"
    },
    {
      "id": "02-037-0576_p0011",
      "zh_CN": "念老在此地注解里头给我们说，所修的功德善根、智慧福德愈增愈进，天天有增长、天天有进步，不更退失转变。「又表勤行修习，如念佛不退、勤行不退」，勤行是勤行菩萨道。菩萨道是什么？我们净宗学会早年在美国成立，我写了一篇缘起，提出五个科目，做为净宗学人修学的基础。这五个科目，第一个就是净业三福，我们要守定了，不退转。净业三福第一条，「孝养父母，奉事师长」，落实在《弟子规》，第二条「慈心不杀」，落实在《太上感应篇》，第三条是「修十善业」。所以我们把《弟子规》、《感应篇》、《十善业》看作儒释道的三个根，这三个根是净业三福第一福。第一福是根本的根本，没有这个根本，就什么都落空了。今天佛法衰了，人心坏了，世界乱了，究竟是什么原因造成的？就是《弟子规》没有了，《感应篇》没有了，《十善业》没有了，就造成今天社会混乱、地球灾变频繁，就这么来的，这是我们不可以不知道的。由此可知，扎三个根重要，补习这一堂课比什么都重要，真正要学佛，不从这扎根，不能成就。",
      "zh_TW": "念老在此地註解裡頭給我們說，所修的功德善根、智慧福德愈增愈進，天天有增長、天天有進步，不更退失轉變。「又表勤行修習，如念佛不退、勤行不退」，勤行是勤行菩薩道。菩薩道是什麼？我們淨宗學會早年在美國成立，我寫了一篇緣起，提出五個科目，做為淨宗學人修學的基礎。這五個科目，第一個就是淨業三福，我們要守定了，不退轉。淨業三福第一條，「孝養父母，奉事師長」，落實在《弟子規》，第二條「慈心不殺」，落實在《太上感應篇》，第三條是「修十善業」。所以我們把《弟子規》、《感應篇》、《十善業》看作儒釋道的三個根，這三個根是淨業三福第一福。第一福是根本的根本，沒有這個根本，就什麼都落空了。今天佛法衰了，人心壞了，世界亂了，究竟是什麼原因造成的？就是《弟子規》沒有了，《感應篇》沒有了，《十善業》沒有了，就造成今天社會混亂、地球災變頻繁，就這麼來的，這是我們不可以不知道的。由此可知，紮三個根重要，補習這一堂課比什麼都重要，真正要學佛，不從這扎根，不能成就。"
    },
    {
      "id": "02-037-0576_p0012",
      "zh_CN": "真正能往生的人，三个根没学过，一生造作恶业，最后念佛往生。有没有这种人？有！他为什么能往生？不要忘记经上佛告诉我们的，这个人他过去生中曾经供养无量诸佛，这一生当中遇缘不善，糊涂了，临命终时遇到善友劝告他，把他宿世的善根，他得诸佛如来加持引发出来了，是这个原因。否则的话，《弥陀经》上一句话就讲不通了，经上明明讲的，「不可以少善根福德因缘得生彼国」。临终忏悔，一念、十念往生，他是多善根、多福德、多因缘。多是什么？过去生中累积的，生生世世累积的，我们不知道，佛知道。他到临终那一刹那才放光，善根福德现前，得佛力加持，不是偶然的。",
      "zh_TW": "真正能往生的人，三個根沒學過，一生造作惡業，最後念佛往生。有沒有這種人？有！他為什麼能往生？不要忘記經上佛告訴我們的，這個人他過去生中曾經供養無量諸佛，這一生當中遇緣不善，糊塗了，臨命終時遇到善友勸告他，把他宿世的善根，他得諸佛如來加持引發出來了，是這個原因。否則的話，《彌陀經》上一句話就講不通了，經上明明講的，「不可以少善根福德因緣得生彼國」。臨終懺悔，一念、十念往生，他是多善根、多福德、多因緣。多是什麼？過去生中累積的，生生世世累積的，我們不知道，佛知道。他到臨終那一剎那才放光，善根福德現前，得佛力加持，不是偶然的。"
    },
    {
      "id": "02-037-0576_p0013",
      "zh_CN": "那我们过去生中有没有供养无量诸佛？自己好好去想一想，有可能。从什么地方看出来？你听到这一个法门，听到这一句阿弥陀佛，听到《无量寿经》，你能够生欢喜心，这可不简单。你看多少人听这个经，他不但不生欢喜，他还要毁谤，恨不得把这个经全烧掉，有，有这些人。我们能生欢喜心，这就是过去生中善根福德逐渐往外透了，这是很好的信息，说明我们跟净土有缘，跟阿弥陀佛有缘。如何把这个缘大幅度向上提升？真信真愿，一向专念。那就是把过去生中阿赖耶识这个种子，净宗的种子、阿弥陀佛的种子，大幅度向上提升，你就决定得生。记住一句话，世尊常说，大小乘经里头都说，叫「一切法从心想生」。净宗念佛成佛这一法不例外，也是从心想生，所以信心要坚定，决定不怀疑。",
      "zh_TW": "那我們過去生中有沒有供養無量諸佛？自己好好去想一想，有可能。從什麼地方看出來？你聽到這一個法門，聽到這一句阿彌陀佛，聽到《無量壽經》，你能夠生歡喜心，這可不簡單。你看多少人聽這個經，他不但不生歡喜，他還要毀謗，恨不得把這個經全燒掉，有，有這些人。我們能生歡喜心，這就是過去生中善根福德逐漸往外透了，這是很好的信息，說明我們跟淨土有緣，跟阿彌陀佛有緣。如何把這個緣大幅度向上提升？真信真願，一向專念。那就是把過去生中阿賴耶識這個種子，淨宗的種子、阿彌陀佛的種子，大幅度向上提升，你就決定得生。記住一句話，世尊常說，大小乘經裡頭都說，叫「一切法從心想生」。淨宗念佛成佛這一法不例外，也是從心想生，所以信心要堅定，決定不懷疑。"
    },
    {
      "id": "02-037-0576_p0014",
      "zh_CN": "今天早晨有同学要到台湾去，我告诉他，你到台湾劝导大众专念阿弥陀佛，不要想灾难，把灾难这桩事情，从你意识里面把它清除掉。从心想生，心想灾难，灾难就现前；心想弥陀，弥陀就现前；心想极乐，极乐就现前。这是真的，一点都不假。我为什么不想极乐世界，为什么不想阿弥陀佛，去想什么灾难，不是自找苦吃吗？这桩事情说的人多了，往后愈来愈多，决定不受影响，我们灾难就免除！他有灾难，我没有灾难。我的能量要是超过他，他沾光，这地方没有灾难。我的能量不如他，灾难还是有，灾难虽然没有化解，灾难减轻了，这是决定可能的事情。今天首要的就是真正相信西方有极乐世界，真正相信极乐世界有阿弥陀佛，阿弥陀佛是我们自性中的阿弥陀佛，极乐世界是我们自性里面的极乐世界，不在心外。这个说明极乐世界阿弥陀佛跟我们密切的关系。自性弥陀，唯心净土，是我们心生心现的，哪有不能往生的道理！所以对于往生净土、亲近弥陀没有丝毫怀疑。一心读这部《无量寿经》，听这部经的讲解，放下万缘，一心皈依阿弥陀佛，皈是回头，依靠阿弥陀佛，生到极乐世界，就成了阿惟越致菩萨。",
      "zh_TW": "今天早晨有同學要到台灣去，我告訴他，你到台灣勸導大眾專念阿彌陀佛，不要想災難，把災難這樁事情，從你意識裡面把它清除掉。從心想生，心想災難，災難就現前；心想彌陀，彌陀就現前；心想極樂，極樂就現前。這是真的，一點都不假。我為什麼不想極樂世界，為什麼不想阿彌陀佛，去想什麼災難，不是自找苦吃嗎？這樁事情說的人多了，往後愈來愈多，決定不受影響，我們災難就免除！他有災難，我沒有災難。我的能量要是超過他，他沾光，這地方沒有災難。我的能量不如他，災難還是有，災難雖然沒有化解，災難減輕了，這是決定可能的事情。今天首要的就是真正相信西方有極樂世界，真正相信極樂世界有阿彌陀佛，阿彌陀佛是我們自性中的阿彌陀佛，極樂世界是我們自性裡面的極樂世界，不在心外。這個說明極樂世界阿彌陀佛跟我們密切的關係。自性彌陀，唯心淨土，是我們心生心現的，哪有不能往生的道理！所以對於往生淨土、親近彌陀沒有絲毫懷疑。一心讀這部《無量壽經》，聽這部經的講解，放下萬緣，一心皈依阿彌陀佛，皈是回頭，依靠阿彌陀佛，生到極樂世界，就成了阿惟越致菩薩。"
    },
    {
      "id": "02-037-0576_p0015",
      "zh_CN": "我们继续往下面看，「念佛不退、勤行不退」。我们行三福、六和、三学、六度、十大愿王，这是我们行动的标准，跟我们传统老祖宗教导我们的五伦五常、四维八德完全相应，有过之而无不及。这就是我们的心住在道上，我们的行动也在道上，这个道是菩提大道，中国人所讲的圣贤之道。我们的心安稳，没有任何忧虑，没有操心的地方，心安，理得到了，理得到了，心就安了。「又不退转即梵语之阿鞞跋致」，我们经上讲的阿惟越致就是不退转的意思。",
      "zh_TW": "我們繼續往下面看，「念佛不退、勤行不退」。我們行三福、六和、三學、六度、十大願王，這是我們行動的標準，跟我們傳統老祖宗教導我們的五倫五常、四維八德完全相應，有過之而無不及。這就是我們的心住在道上，我們的行動也在道上，這個道是菩提大道，中國人所講的聖賢之道。我們的心安穩，沒有任何憂慮，沒有操心的地方，心安，理得到了，理得到了，心就安了。「又不退轉即梵語之阿鞞跋致」，我們經上講的阿惟越致就是不退轉的意思。"
    },
    {
      "id": "02-037-0576_p0016",
      "zh_CN": "「本经中云住不退转，下复云得不退忍，均据《唐译》」。五种原译本。经文从哪里来的？《唐译》本里。「至于《魏译》则只云得不退转」，没有说得不退忍。「净影师疏曰：大乘众生，闻弥陀威德广度，坚心愿求，故得不退」。这部经真的好！讲得详细、讲得明白，让我们智慧程度不高的人，也能够听明白，也能够听懂，这真是稀有难得。听到阿弥陀佛，这个老人的历史、老人的渊源、老人的心愿、老人的勇猛精进，参访诸佛刹土，考察诸佛刹土里面一切庄严，取长舍短，总结成四十八愿。从四十八愿，从无量劫修行功德之中，流出了极乐世界。以极乐世界来帮助一切有缘众生，在这个好环境里头成就他，一直到究竟圆满成佛。我们都看到了，不再怀疑了，一心归命，坚心愿求，求生西方极乐世界，故得不退。到极乐世界，阿弥陀佛加持，皆作阿惟越致菩萨。",
      "zh_TW": "「本經中云住不退轉，下復云得不退忍，均據《唐譯》」。五種原譯本。經文從哪裡來的？《唐譯》本裡。「至於《魏譯》則只云得不退轉」，沒有說得不退忍。「淨影師疏曰：大乘眾生，聞彌陀威德廣度，堅心願求，故得不退」。這部經真的好！講得詳細、講得明白，讓我們智慧程度不高的人，也能夠聽明白，也能夠聽懂，這真是稀有難得。聽到阿彌陀佛，這個老人的歷史、老人的淵源、老人的心願、老人的勇猛精進，參訪諸佛剎土，考察諸佛剎土裡面一切莊嚴，取長捨短，總結成四十八願。從四十八願，從無量劫修行功德之中，流出了極樂世界。以極樂世界來幫助一切有緣眾生，在這個好環境裡頭成就他，一直到究竟圓滿成佛。我們都看到了，不再懷疑了，一心歸命，堅心願求，求生西方極樂世界，故得不退。到極樂世界，阿彌陀佛加持，皆作阿惟越致菩薩。"
    },
    {
      "id": "02-037-0576_p0017",
      "zh_CN": "「闻此多益」，利益太多了。「誓欲济度」，也发心跟阿弥陀佛一样。「名誓自庄」，这是誓愿自庄，自己庄严自己。「盖谓闻名求生志愿坚决，故得不退」，三种不退同时得到。「誓欲利他，故名弘誓功德以自庄严」。一到极乐世界，得佛加持，就有这个能量。这个能量不仅《无量寿经》讲，《弥陀经》讲，《观经》讲，其他大经大论附带说的很多。极乐世界的菩萨每天分身无量无边，同时到十方世界供养无量无边诸佛如来。供佛是修福，听经闻法是修慧，福慧双修，这是自利。同时又有能力化无量无边身，在十方世界教化有缘众生，一个不漏。见闻欢喜就叫做有缘。从理上讲，一切众生跟我们本来是一体，哪有没有缘的道理！这是缘，决定有缘。",
      "zh_TW": "「聞此多益」，利益太多了。「誓欲濟度」，也發心跟阿彌陀佛一樣。「名誓自莊」，這是誓願自莊，自己莊嚴自己。「蓋謂聞名求生志願堅決，故得不退」，三種不退同時得到。「誓欲利他，故名弘誓功德以自莊嚴」。一到極樂世界，得佛加持，就有這個能量。這個能量不僅《無量壽經》講，《彌陀經》講，《觀經》講，其他大經大論附帶說的很多。極樂世界的菩薩每天分身無量無邊，同時到十方世界供養無量無邊諸佛如來。供佛是修福，聽經聞法是修慧，福慧雙修，這是自利。同時又有能力化無量無邊身，在十方世界教化有緣眾生，一個不漏。見聞歡喜就叫做有緣。從理上講，一切眾生跟我們本來是一體，哪有沒有緣的道理！這是緣，決定有緣。"
    },
    {
      "id": "02-037-0576_p0018",
      "zh_CN": "那现在有些众生看到我们不欢喜，说话他不相信，他不听，这又是什么原因？这个原因决定是习性造成的，不是本性。《三字经》上说，「性相近，习相远」，过去生中遇到过，我对他不好，他对我也不好，这么个缘。今生又碰到了，老习气现前，还是看不顺眼。但现在我们学了菩萨，我们懂得了，懂得这关系要改进，决定可以改进的，为什么？跟我有缘，用四摄法改进。四摄的摄就是摄受众生，如何令一切众生看到我生欢喜心，听我说话就相信，骗他，他也相信，四摄法管用。四摄法里面第一个是布施，这个布施跟六波罗蜜布施的目的不一样，这个布施的目的就是令他生欢喜心，他的事；六度的布施与他不相干，与自己，把自己的悭贪心舍掉，目的在此地。菩萨六波罗蜜舍自己的悭贪，四摄法的布施目的是让他生欢喜心，不一样。",
      "zh_TW": "那現在有些眾生看到我們不歡喜，說話他不相信，他不聽，這又是什麼原因？這個原因決定是習性造成的，不是本性。《三字經》上說，「性相近，習相遠」，過去生中遇到過，我對他不好，他對我也不好，這麼個緣。今生又碰到了，老習氣現前，還是看不順眼。但現在我們學了菩薩，我們懂得了，懂得這關係要改進，決定可以改進的，為什麼？跟我有緣，用四攝法改進。四攝的攝就是攝受眾生，如何令一切眾生看到我生歡喜心，聽我說話就相信，騙他，他也相信，四攝法管用。四攝法裡面第一個是布施，這個布施跟六波羅蜜布施的目的不一樣，這個布施的目的就是令他生歡喜心，他的事；六度的布施與他不相干，與自己，把自己的慳貪心捨掉，目的在此地。菩薩六波羅蜜捨自己的慳貪，四攝法的布施目的是讓他生歡喜心，不一樣。"
    },
    {
      "id": "02-037-0576_p0019",
      "zh_CN": "接着爱语，言语柔和，做错事情也不需要责备他，用软语去劝导，心服口服。我年轻的时候有个毛病，坐的椅子是靠背椅，这个身体仰下去，那个椅子前面两只脚离地了，习惯。这个毛病，彭孟缉先生把我改过来了。我在办公室好像是看报纸，我们工作不多，我也是这种姿态。他从背后来了，看到了，拍着我的肩膀，我一回头，他是长官，来了，赶快站起来。告诉我，非常柔软，这个姿势不好，你容易跌倒，翻过来会受伤。你看看，和颜悦色的，我就接受了，毛病就改掉了。他如果教训我一顿，骂一顿，不服，我还是要翘，翘得更高。从这个地方，我们看到他有德行，他对于部属爱护，看到过失，不是狠狠教训一顿、骂你一顿，不是的。说出来是替你着想，我们心服口服，永远改掉，再也没有这个错误发生。这种叫爱语。下面利行、同事。同事，我们今天可以这样解释，同甘苦共患难，叫有福同享，有难同当，对方心服口服，互相照顾、互相依靠，成为一个和合的僧团。和合僧团是要有佛法理论做依据，它不是偶然的。",
      "zh_TW": "接著愛語，言語柔和，做錯事情也不需要責備他，用軟語去勸導，心服口服。我年輕的時候有個毛病，坐的椅子是靠背椅，這個身體仰下去，那個椅子前面兩隻腳離地了，習慣。這個毛病，彭孟緝先生把我改過來了。我在辦公室好像是看報紙，我們工作不多，我也是這種姿態。他從背後來了，看到了，拍著我的肩膀，我一回頭，他是長官，來了，趕快站起來。告訴我，非常柔軟，這個姿勢不好，你容易跌倒，翻過來會受傷。你看看，和顏悅色的，我就接受了，毛病就改掉了。他如果教訓我一頓，罵一頓，不服，我還是要翹，翹得更高。從這個地方，我們看到他有德行，他對於部屬愛護，看到過失，不是狠狠教訓一頓、罵你一頓，不是的。說出來是替你著想，我們心服口服，永遠改掉，再也沒有這個錯誤發生。這種叫愛語。下面利行、同事。同事，我們今天可以這樣解釋，同甘苦共患難，叫有福同享，有難同當，對方心服口服，互相照顧、互相依靠，成為一個和合的僧團。和合僧團是要有佛法理論做依據，它不是偶然的。"
    },
    {
      "id": "02-037-0576_p0020",
      "zh_CN": "所以弘誓功德以自庄严，这八个字讲得好。「今经据《唐译》为住不退转」，这个经文上用的是住不退转，这个字是《唐译》本的原文。「涵义稍深。但不妨仍引《净影疏》以指其中之初步者」。《净影疏》里头所说的意思浅，我们能懂，我们能学，我们能得利益。弘誓就是阿弥陀佛的四十八愿，四十八大誓愿。功德，功是功夫，修行要真功夫；德是性德，经上所说的，全是性德的流露。我们说得浅一点，五伦、五常、四维、八德是德，我们起心动念、言语造作都能遵守而不违背，这就叫德，这就是功德。以这个功德庄严自己，这个人是个有德行的人。在佛法里面，净业三福是德，六和是德，三学、六度、普贤十愿，经中所说的是道，我们依照去修行，它就是德。德什么？我得到了。三福我得到了，我做到了，没做到，你没得，要做到。六和敬，我做到了，我得到了。我们净宗学人修六和敬，只要真正把三福搞懂、搞明白了，起心动念不离三福，不离六和，不离三学、六度，不离十大愿王，那叫真正六和敬，六和的僧团出现了。这个东西没有落实，不叫六和敬。所以人不学不知道，一定要学。这大乘第一个得不退转的利益。",
      "zh_TW": "所以弘誓功德以自莊嚴，這八個字講得好。「今經據《唐譯》為住不退轉」，這個經文上用的是住不退轉，這個字是《唐譯》本的原文。「涵義稍深。但不妨仍引《淨影疏》以指其中之初步者」。《淨影疏》裡頭所說的意思淺，我們能懂，我們能學，我們能得利益。弘誓就是阿彌陀佛的四十八願，四十八大誓願。功德，功是功夫，修行要真功夫；德是性德，經上所說的，全是性德的流露。我們說得淺一點，五倫、五常、四維、八德是德，我們起心動念、言語造作都能遵守而不違背，這就叫德，這就是功德。以這個功德莊嚴自己，這個人是個有德行的人。在佛法裡面，淨業三福是德，六和是德，三學、六度、普賢十願，經中所說的是道，我們依照去修行，它就是德。德什麼？我得到了。三福我得到了，我做到了，沒做到，你沒得，要做到。六和敬，我做到了，我得到了。我們淨宗學人修六和敬，只要真正把三福搞懂、搞明白了，起心動念不離三福，不離六和，不離三學、六度，不離十大願王，那叫真正六和敬，六和的僧團出現了。這個東西沒有落實，不叫六和敬。所以人不學不知道，一定要學。這大乘第一個得不退轉的利益。"
    },
    {
      "id": "02-037-0576_p0021",
      "zh_CN": "第二，「得不退忍」，这是功夫高的。大乘差别很大，从十信、十住、十行、十回向、十地，都是大乘。初信位菩萨也是大乘，没有得不退忍，前面讲不退转，得到了。不退忍，通常讲七地以上。我们看注解，『忍』者，忍这个忍字怎么讲，「《大乘义章九》曰：慧心安法，名之为忍」。法是佛所说的一切法，我们用智慧的心安住在法上。我们学净宗，我们安住在什么法上？我们就安住在这一句阿弥陀佛四个字上，这就是法，是真实智慧的安住。智慧是什么？不动摇，你明了，不是迷信。什么都不知道，你安在什么？人家劝你，还有好的，比这个好得多，这个不行，又动摇了，学别的去了，这就是没安住。要安住于法，这叫忍。这定了，不动了。",
      "zh_TW": "第二，「得不退忍」，這是功夫高的。大乘差別很大，從十信、十住、十行、十迴向、十地，都是大乘。初信位菩薩也是大乘，沒有得不退忍，前面講不退轉，得到了。不退忍，通常講七地以上。我們看註解，『忍』者，忍這個忍字怎麼講，「《大乘義章九》曰：慧心安法，名之為忍」。法是佛所說的一切法，我們用智慧的心安住在法上。我們學淨宗，我們安住在什麼法上？我們就安住在這一句阿彌陀佛四個字上，這就是法，是真實智慧的安住。智慧是什麼？不動搖，你明瞭，不是迷信。什麼都不知道，你安在什麼？人家勸你，還有好的，比這個好得多，這個不行，又動搖了，學別的去了，這就是沒安住。要安住於法，這叫忍。這定了，不動了。"
    },
    {
      "id": "02-037-0576_p0022",
      "zh_CN": "就像《观经疏》上所说的，《观经四帖疏．上品上生章》，善导大师举个例子，说你现在学这个法门，有一尊阿罗汉来教你，说他有更好的法门，比这个法门高，你要不要跟他学。你心里有主宰，我不跟他学，这个法门佛教我的。说你遇到一尊菩萨，大菩萨来劝你，菩萨有微妙法门，高过这个法门，你也不接受。最后佛来了，佛说我还有更高的法门，比这个还快、还稳当，你也不接受。到最后阿弥陀佛来了，阿弥陀佛说，我还有比这个更容易、更快速、更稳当的方法，也谢谢阿弥陀佛，我就这一法就够了。这叫慧心安法，不再动摇了。真的搞清楚、搞明白了，什么力量也不能改变，那这个就叫做忍，这叫不退忍。",
      "zh_TW": "就像《觀經疏》上所說的，《觀經四帖疏．上品上生章》，善導大師舉個例子，說你現在學這個法門，有一尊阿羅漢來教你，說他有更好的法門，比這個法門高，你要不要跟他學。你心裡有主宰，我不跟他學，這個法門佛教我的。說你遇到一尊菩薩，大菩薩來勸你，菩薩有微妙法門，高過這個法門，你也不接受。最後佛來了，佛說我還有更高的法門，比這個還快、還穩當，你也不接受。到最後阿彌陀佛來了，阿彌陀佛說，我還有比這個更容易、更快速、更穩當的方法，也謝謝阿彌陀佛，我就這一法就夠了。這叫慧心安法，不再動搖了。真的搞清楚、搞明白了，什麼力量也不能改變，那這個就叫做忍，這叫不退忍。"
    },
    {
      "id": "02-037-0576_p0023",
      "zh_CN": "「又」，这个又就是《大乘义章》第十一卷里头有两句话，「于法实相，安住为忍」。前面是「慧心安法，名之为忍」。当然还是慧心，没有智慧是不行的。慧心是什么？对一切法的实相明白了。实相是什么？体是真空，相是妙有。真空，是说它没有现象。体，自性没有物质现象，不是物质，没有精神现象，它不是精神，也没有自然现象，什么都没有，但是它什么都不缺。换句话说，惠能大师开悟讲的这个五句话非常好，把实相讲清楚了。换句话说，能大师真正安住于实相，这就是明心见性，所以五祖衣钵就传给他。第一个是自性清净，「何期自性，本自清净」，从来没有染污，现在也没有染污，未来也不会染污。所谓染污是妄心，不是真心，是你的假心，这个东西有染污，真心没有染污。那我们就要知道，清净平等觉是本有的，只是迷失了，迷而不觉。今天我要觉悟了，觉而不迷，清净平等觉就现前，那就成佛了。假的要舍掉，不要放在心上。我们今天只承认一句阿弥陀佛是真的，除阿弥陀佛之外全是假的，这就行，这就能生极乐世界，这就能见阿弥陀佛。什么都可以放弃，都可以不要顾虑，得到阿弥陀佛就得到一切。",
      "zh_TW": "「又」，這個又就是《大乘義章》第十一卷裡頭有兩句話，「於法實相，安住為忍」。前面是「慧心安法，名之為忍」。當然還是慧心，沒有智慧是不行的。慧心是什麼？對一切法的實相明白了。實相是什麼？體是真空，相是妙有。真空，是說它沒有現象。體，自性沒有物質現象，不是物質，沒有精神現象，它不是精神，也沒有自然現象，什麼都沒有，但是它什麼都不缺。換句話說，惠能大師開悟講的這個五句話非常好，把實相講清楚了。換句話說，能大師真正安住於實相，這就是明心見性，所以五祖衣缽就傳給他。第一個是自性清淨，「何期自性，本自清淨」，從來沒有染污，現在也沒有染污，未來也不會染污。所謂染污是妄心，不是真心，是你的假心，這個東西有染污，真心沒有染污。那我們就要知道，清淨平等覺是本有的，只是迷失了，迷而不覺。今天我要覺悟了，覺而不迷，清淨平等覺就現前，那就成佛了。假的要捨掉，不要放在心上。我們今天只承認一句阿彌陀佛是真的，除阿彌陀佛之外全是假的，這就行，這就能生極樂世界，這就能見阿彌陀佛。什麼都可以放棄，都可以不要顧慮，得到阿彌陀佛就得到一切。"
    },
    {
      "id": "02-037-0576_p0024",
      "zh_CN": "能大师第二句话说，自性是不生不灭的，我们对这个要承认，要肯定，要不怀疑。这句话说的什么？没有生死。人在世间最害怕的就是生死，没有生死，不生不灭，这是自性，这真正自己。生死是什么？生死是假相，身体，身体假相，它有生有灭。而且生灭不稀奇，因为它刹那生灭，一秒钟已经有一千六百兆次的生灭，我们没发现。所以人从生到死，假的，真正给你讲生灭，一秒钟已经有一千六百兆次的生灭。这个生灭在相续，前念灭，后念又生。人死了，念头灭了没有？没灭，不知道到哪一道又去找身体去了，他迷惑颠倒，到处跑。看到有缘的，什么缘？有恩、有怨、有债，这都是缘。这种缘重的，他就注意了，他就投胎了。没有缘的？没有缘，没看见，视而不见，听而不闻。有缘就看见，就看到光，这叫投胎。怎么回事情？为什么会投胎？习气。",
      "zh_TW": "能大師第二句話說，自性是不生不滅的，我們對這個要承認，要肯定，要不懷疑。這句話說的什麼？沒有生死。人在世間最害怕的就是生死，沒有生死，不生不滅，這是自性，這真正自己。生死是什麼？生死是假相，身體，身體假相，它有生有滅。而且生滅不稀奇，因為它剎那生滅，一秒鐘已經有一千六百兆次的生滅，我們沒發現。所以人從生到死，假的，真正給你講生滅，一秒鐘已經有一千六百兆次的生滅。這個生滅在相續，前念滅，後念又生。人死了，念頭滅了沒有？沒滅，不知道到哪一道又去找身體去了，他迷惑顛倒，到處跑。看到有緣的，什麼緣？有恩、有怨、有債，這都是緣。這種緣重的，他就注意了，他就投胎了。沒有緣的？沒有緣，沒看見，視而不見，聽而不聞。有緣就看見，就看到光，這叫投胎。怎麼回事情？為什麼會投胎？習氣。"
    },
    {
      "id": "02-037-0576_p0025",
      "zh_CN": "经教、古大德都说，我们要记住，说「爱不重不生娑婆」。你来投胎，怎么投胎的？没有别的，就是爱。男的来投胎，爱上他妈妈；女的来投胎，爱她的爸爸。这么来的。他要不爱，他不来投胎。都是过去有恩、有怨、有债务，所以碰到了，他就见到，他就见到光，他就来了。那个时间也是一千六百兆分之一秒，他来投胎。一入到胎里面去，就迷了，迷失自性。实际在胎里头，还是非常灵巧。为什么？母亲起心动念他知道，母亲言语造作他知道，这就是古人重视胎教的道理。这个婴儿在胎胞里头，他一切的感受要是正面的，不能有负面的，这个小孩接受正气，将来生下来好养，听话。生下来之后要看一千天，要看守他，一千天不可以让他看到负面的，不能让他听到负面的，不可以让他接触到负面的，那个根就好。从胎胞里头到出生一千天，就是三岁，古人说，「三岁看八十」，三岁的根扎好，他八十岁不会变，那个根有力量。现在人没有力量，现在人像小草一样，风吹两面倒。那个根深的人，他不动，怎么吹，他也不动。这些事实真相搞清楚之后，不怕死，知道什么？没有生死，生死是迷惑颠倒众生的错觉。",
      "zh_TW": "經教、古大德都說，我們要記住，說「愛不重不生娑婆」。你來投胎，怎麼投胎的？沒有別的，就是愛。男的來投胎，愛上他媽媽；女的來投胎，愛她的爸爸。這麼來的。他要不愛，他不來投胎。都是過去有恩、有怨、有債務，所以碰到了，他就見到，他就見到光，他就來了。那個時間也是一千六百兆分之一秒，他來投胎。一入到胎裡面去，就迷了，迷失自性。實際在胎裡頭，還是非常靈巧。為什麼？母親起心動念他知道，母親言語造作他知道，這就是古人重視胎教的道理。這個嬰兒在胎胞裡頭，他一切的感受要是正面的，不能有負面的，這個小孩接受正氣，將來生下來好養，聽話。生下來之後要看一千天，要看守他，一千天不可以讓他看到負面的，不能讓他聽到負面的，不可以讓他接觸到負面的，那個根就好。從胎胞裡頭到出生一千天，就是三歲，古人說，「三歲看八十」，三歲的根紮好，他八十歲不會變，那個根有力量。現在人沒有力量，現在人像小草一樣，風吹兩面倒。那個根深的人，他不動，怎麼吹，他也不動。這些事實真相搞清楚之後，不怕死，知道什麼？沒有生死，生死是迷惑顛倒眾生的錯覺。"
    },
    {
      "id": "02-037-0576_p0026",
      "zh_CN": "我们今天学佛，目标定在极乐世界，天天想佛念佛，这就是一切法从心想生。那我来生到哪里去？到极乐世界去了。我来生就跟谁？跟阿弥陀佛去了，这绝对正确。那我得感谢释迦牟尼佛，不是他介绍，我们怎么会知道？我们跟阿弥陀佛关系虽然非常密切，不知道、不认识，把他看作外人。佛做了这么详细的介绍，这样恳切的介绍，我们明白了。我们真正修行，我们真干，这一生心定了，就是极乐世界这条路，不再改变了。一心一意，放下万缘，决定成就。干什么事情，到极乐世界以后再说。学法门，成佛道，度众生，都到极乐世界以后。到极乐世界我能分身，有多少众生得度，我分身每一个人都有一个身跟着他，有这个能力，现在没有能力。到极乐世界去学本事，把自己自性智慧找回来，德能找回来，相好找回来，自己找回来之后，才可以帮助别人找回来。所以「于法实相，安住为忍」，说得好。",
      "zh_TW": "我們今天學佛，目標定在極樂世界，天天想佛念佛，這就是一切法從心想生。那我來生到哪裡去？到極樂世界去了。我來生就跟誰？跟阿彌陀佛去了，這絕對正確。那我得感謝釋迦牟尼佛，不是他介紹，我們怎麼會知道？我們跟阿彌陀佛關係雖然非常密切，不知道、不認識，把他看作外人。佛做了這麼詳細的介紹，這樣懇切的介紹，我們明白了。我們真正修行，我們真幹，這一生心定了，就是極樂世界這條路，不再改變了。一心一意，放下萬緣，決定成就。幹什麼事情，到極樂世界以後再說。學法門，成佛道，度眾生，都到極樂世界以後。到極樂世界我能分身，有多少眾生得度，我分身每一個人都有一個身跟著他，有這個能力，現在沒有能力。到極樂世界去學本事，把自己自性智慧找回來，德能找回來，相好找回來，自己找回來之後，才可以幫助別人找回來。所以「於法實相，安住為忍」，說得好。"
    },
    {
      "id": "02-037-0576_p0027",
      "zh_CN": "「例如无生法忍，据《智度论》释为安住于无生之法理，而不动心者也」。《智度论》对无生法忍的解释，安住在无生，就是一切法没有生灭。一切法的真相，是一千六百兆分之一秒波动所产生的幻相。无论是意念的现象，我们今天讲精神现象、物质现象、自然现象，统统都是一千六百兆分之一秒波动里发生的。这么短的时间，说老实话，我们根本看不见、听不到，我们六根的能力赶不上。连念头都不行，我们念头也不知道。这迷了，完全迷了。这种极微细的现象，什么人才能看见？大乘教佛常讲八地以上。那我们一切众生本来都是佛，佛高过八地，八地上面九地，九地上面十地，十地上面等觉，等觉上面是佛，高好多个位次。现在怎么？现在完全不知道了。",
      "zh_TW": "「例如無生法忍，據《智度論》釋為安住於無生之法理，而不動心者也」。《智度論》對無生法忍的解釋，安住在無生，就是一切法沒有生滅。一切法的真相，是一千六百兆分之一秒波動所產生的幻相。無論是意念的現象，我們今天講精神現象、物質現象、自然現象，統統都是一千六百兆分之一秒波動裡發生的。這麼短的時間，說老實話，我們根本看不見、聽不到，我們六根的能力趕不上。連念頭都不行，我們念頭也不知道。這迷了，完全迷了。這種極微細的現象，什麼人才能看見？大乘教佛常講八地以上。那我們一切眾生本來都是佛，佛高過八地，八地上面九地，九地上面十地，十地上面等覺，等覺上面是佛，高好多個位次。現在怎麼？現在完全不知道了。"
    },
    {
      "id": "02-037-0576_p0028",
      "zh_CN": "这个现象，一千六百兆分之一秒，就在我面前，就在我周边，就在我上下，亿万年来，它没有间断过，前念灭，后念生，念念都现什么？念念都现一切万法，都现法界虚空界。惠能大师看到了，他末后一句话说「何期自性，能生万法」，那个能生万法一句，这一句就是他看到一千六百兆分之一秒波动现象。整个宇宙就这么生的，没有什么进化，那是假的，讲不通，这种生法叫一时顿现。实在讲，就像我们的幻灯片，打在银幕上，是一时顿现，没有先后，没有这个先出来，那个后出来，没有，一时顿现，所有一切现象没有一个例外。这种现象，你真的搞清楚、搞明白，心就定了，自然就不动。这个定是什么？放下。执着放下了，分别放下了，起心动念放下了，烦恼放下了，杂念放下了，什么念头都没有了，住心一处。佛教给我们这个住心一处的方法，极妙，教我们就住阿弥陀佛。住别的地方住不住，才住，又跑掉了；住阿弥陀佛好，就住在阿弥陀佛一处。所以安住于无生法理，而不动心，这叫无生法忍。明心见性的菩萨，没有一个不是安住在无生法忍上，因为他见到了。",
      "zh_TW": "這個現象，一千六百兆分之一秒，就在我面前，就在我周邊，就在我上下，億萬年來，它沒有間斷過，前念滅，後念生，念念都現什麼？念念都現一切萬法，都現法界虛空界。惠能大師看到了，他末後一句話說「何期自性，能生萬法」，那個能生萬法一句，這一句就是他看到一千六百兆分之一秒波動現象。整個宇宙就這麼生的，沒有什麼進化，那是假的，講不通，這種生法叫一時頓現。實在講，就像我們的幻燈片，打在銀幕上，是一時頓現，沒有先後，沒有這個先出來，那個後出來，沒有，一時頓現，所有一切現象沒有一個例外。這種現象，你真的搞清楚、搞明白，心就定了，自然就不動。這個定是什麼？放下。執著放下了，分別放下了，起心動念放下了，煩惱放下了，雜念放下了，什麼念頭都沒有了，住心一處。佛教給我們這個住心一處的方法，極妙，教我們就住阿彌陀佛。住別的地方住不住，才住，又跑掉了；住阿彌陀佛好，就住在阿彌陀佛一處。所以安住於無生法理，而不動心，這叫無生法忍。明心見性的菩薩，沒有一個不是安住在無生法忍上，因為他見到了。"
    },
    {
      "id": "02-037-0576_p0029",
      "zh_CN": "「可见忍者，即安忍，谓于理决定，而无移动之念」，不会再转一个念头，他就是一念。「准此可知，不退忍者，即安住于不退之理而无移动之念。是则念念皆无退转，应相当于三种不退之念不退」，无生法忍就是三不退里头的念不退。这里说了，「盖不退有三」，第一个，「位不退，所修得之位次不退也」。菩萨所修证的地位，只有向上提升，不会退转。「二行不退，于所修之行法不退失也」。八万四千法门，行法各个不相同，你到这个境界，你就不会退转。第三个，「念不退，于正念不退转也」。正念是无念，有念都是妄念。只有这一句阿弥陀佛例外，阿弥陀佛是正念，不是妄念，这个一定要知道。阿弥陀佛是自性的德号，释迦牟尼佛为我们解释，无量光、无量寿。光是讲空间，无量无边，寿是讲时间，时间跟空间包含的一切万事万物，你完全能够通达明了，这叫阿弥陀。",
      "zh_TW": "「可見忍者，即安忍，謂於理決定，而無移動之念」，不會再轉一個念頭，他就是一念。「準此可知，不退忍者，即安住於不退之理而無移動之念。是則念念皆無退轉，應相當於三種不退之念不退」，無生法忍就是三不退裡頭的念不退。這裡說了，「蓋不退有三」，第一個，「位不退，所修得之位次不退也」。菩薩所修證的地位，只有向上提升，不會退轉。「二行不退，於所修之行法不退失也」。八萬四千法門，行法各個不相同，你到這個境界，你就不會退轉。第三個，「念不退，於正念不退轉也」。正念是無念，有念都是妄念。只有這一句阿彌陀佛例外，阿彌陀佛是正念，不是妄念，這個一定要知道。阿彌陀佛是自性的德號，釋迦牟尼佛為我們解釋，無量光、無量壽。光是講空間，無量無邊，壽是講時間，時間跟空間包含的一切萬事萬物，你完全能夠通達明瞭，這叫阿彌陀。"
    },
    {
      "id": "02-037-0576_p0030",
      "zh_CN": "能通达、能明了吗？能，那是自性本具的智慧，是自性本具的德能，不是外头学的。外面学习的，不能理解、不能明了，而且还带了许多错误概念在里头。这是真的，不是假的。你跟个老师学，老师是凡夫，你学的是凡夫知见；老师是个外道，你学了外道的知见。为什么跟佛学可靠？佛是自性知见，佛的自性跟我自性是一不是二，这就叫正，正知正见。正知正见用什么方法得来？佛教给我们放下，放下障碍，正知正见就恢复了。正知正见就是般若智慧，无所不知，无所不能。无所不知是智慧，无所不能是德行，万德万能，障碍除掉就现前。",
      "zh_TW": "能通達、能明瞭嗎？能，那是自性本具的智慧，是自性本具的德能，不是外頭學的。外面學習的，不能理解、不能明瞭，而且還帶了許多錯誤概念在裡頭。這是真的，不是假的。你跟個老師學，老師是凡夫，你學的是凡夫知見；老師是個外道，你學了外道的知見。為什麼跟佛學可靠？佛是自性知見，佛的自性跟我自性是一不是二，這就叫正，正知正見。正知正見用什麼方法得來？佛教給我們放下，放下障礙，正知正見就恢復了。正知正見就是般若智慧，無所不知，無所不能。無所不知是智慧，無所不能是德行，萬德萬能，障礙除掉就現前。"
    },
    {
      "id": "02-037-0576_p0031",
      "zh_CN": "所以下面说，「《观经妙宗钞》曰：若破见思名位不退，则永不失超凡假（指永超出于凡夫之假有）」。这真的，见思，把见思烦恼放下，见思是执着。照佛学这个名词，见，我们说这五大类，身见、边见、见取见、戒取见、邪见，放下了，这就是须陀洹，这放下之后，他永远不会退失。身是假的，诸菩萨、声闻知道，借假修真，我借这个假的身体，我修真性。性在哪里？性就在假身里头，不在外头。我们这个身体哪一部分是真的？眼能见是真的，耳能听是真的，六根这个作用就是真性，所以在眼叫见性，在耳叫闻性，在鼻叫嗅性，它都叫性。",
      "zh_TW": "所以下面說，「《觀經妙宗鈔》曰：若破見思名位不退，則永不失超凡假（指永超出於凡夫之假有）」。這真的，見思，把見思煩惱放下，見思是執著。照佛學這個名詞，見，我們說這五大類，身見、邊見、見取見、戒取見、邪見，放下了，這就是須陀洹，這放下之後，他永遠不會退失。身是假的，諸菩薩、聲聞知道，借假修真，我借這個假的身體，我修真性。性在哪裡？性就在假身裡頭，不在外頭。我們這個身體哪一部分是真的？眼能見是真的，耳能聽是真的，六根這個作用就是真性，所以在眼叫見性，在耳叫聞性，在鼻叫嗅性，它都叫性。"
    },
    {
      "id": "02-037-0576_p0032",
      "zh_CN": "《大佛顶首楞严经》上讲的修行方法，「舍识用根」，识是假的，识是分别。我们今天用这个眼，没有用见性，用眼识，眼睛看到就喜欢分别、喜欢执着，执着是用第七识，分别是用第六识。我们不用六、七识，能不能见到、听到？能。虽然看到了，没有分别、没有执着；听到了，也没有分别，也没有执着，外头清清楚楚、明明白白，这叫见性，见色性，闻性，闻声性，不一样。见色性、闻声性是法身菩萨，明心见性的人。你不问他，他如如不动；你一问他，立刻回答你，他所看到什么，他给你讲，清清楚楚。给你说的这些话，没有通过妄想分别执着，不但没有分别执着，连起心动念都没有，是自性的回应，如来说法。降一等，法身菩萨说法，都是从自性流出，没有通过八识五十一心所。通过八识五十一心所的，全是假的，这妄心。",
      "zh_TW": "《大佛頂首楞嚴經》上講的修行方法，「捨識用根」，識是假的，識是分別。我們今天用這個眼，沒有用見性，用眼識，眼睛看到就喜歡分別、喜歡執著，執著是用第七識，分別是用第六識。我們不用六、七識，能不能見到、聽到？能。雖然看到了，沒有分別、沒有執著；聽到了，也沒有分別，也沒有執著，外頭清清楚楚、明明白白，這叫見性，見色性，聞性，聞聲性，不一樣。見色性、聞聲性是法身菩薩，明心見性的人。你不問他，他如如不動；你一問他，立刻回答你，他所看到什麼，他給你講，清清楚楚。給你說的這些話，沒有通過妄想分別執著，不但沒有分別執著，連起心動念都沒有，是自性的回應，如來說法。降一等，法身菩薩說法，都是從自性流出，沒有通過八識五十一心所。通過八識五十一心所的，全是假的，這妄心。"
    },
    {
      "id": "02-037-0576_p0033",
      "zh_CN": "凡夫、十法界的都用妄心，实报土的人都用真心。用真心，我们称他作圣人；用妄心，我们称他作凡夫。六道是凡夫，四圣法界也是凡夫，在佛法称他们作外凡，六道以外的凡夫，我们是六道以内的凡夫。外凡比我们高明，为什么？他们听话，他们依照佛的经教去修行，修得很不错，修得很像佛，还不是真佛。什么原因？他还是用妄心。他用真心，他就成佛了，凡圣差别就在此地。「伏断尘沙名行不退，则永不失菩萨之行」，他不会退到二乘。那一些凡夫，迷惑颠倒的凡夫，你去救他，好心帮助他，他用恶心对待你，他不接受，他反抗你，你还是不退心，这叫行不退。为什么你能够做得到？因为你知道他本来是佛，他迷得太深了，你会有同情心，你会生怜悯心。像小孩无知，又吵又闹，不听话，从小没把他教好，任性，养成了任性，得原谅他，还是有耐心去照顾他。现代的人丢失传统文化两百年了，丢失大乘佛法也是两百年了，你今天给他讲真的，他不能接受，这是正常现象。一定要生怜悯心，不可以遗弃他，算了，我不教他了，这个不慈悲。阿罗汉，这是小乘，真的放弃，没有这个耐心。大乘菩萨有耐心，依旧不放弃他，这叫行不退。",
      "zh_TW": "凡夫、十法界的都用妄心，實報土的人都用真心。用真心，我們稱他作聖人；用妄心，我們稱他作凡夫。六道是凡夫，四聖法界也是凡夫，在佛法稱他們作外凡，六道以外的凡夫，我們是六道以內的凡夫。外凡比我們高明，為什麼？他們聽話，他們依照佛的經教去修行，修得很不錯，修得很像佛，還不是真佛。什麼原因？他還是用妄心。他用真心，他就成佛了，凡聖差別就在此地。「伏斷塵沙名行不退，則永不失菩薩之行」，他不會退到二乘。那一些凡夫，迷惑顛倒的凡夫，你去救他，好心幫助他，他用惡心對待你，他不接受，他反抗你，你還是不退心，這叫行不退。為什麼你能夠做得到？因為你知道他本來是佛，他迷得太深了，你會有同情心，你會生憐憫心。像小孩無知，又吵又鬧，不聽話，從小沒把他教好，任性，養成了任性，得原諒他，還是有耐心去照顧他。現代的人丟失傳統文化兩百年了，丟失大乘佛法也是兩百年了，你今天給他講真的，他不能接受，這是正常現象。一定要生憐憫心，不可以遺棄他，算了，我不教他了，這個不慈悲。阿羅漢，這是小乘，真的放棄，沒有這個耐心。大乘菩薩有耐心，依舊不放棄他，這叫行不退。"
    },
    {
      "id": "02-037-0576_p0034",
      "zh_CN": "《妙宗钞》，《观无量寿经妙宗钞》，智者大师作的。智者大师依照《观经》修学的方法，临终时念佛求生净土，天台宗的大师，给后人做榜样。《华严》，普贤菩萨十大愿王导归极乐，一乘圆教。这些大德们，最后都给我们示现念佛往生净土，功德不可思议。伏断尘沙，伏断是两桩事情，先是伏，伏是定，定功把它伏住，它不起作用，最后是断。什么人伏？阿罗汉是伏见思烦恼，习气没断。辟支佛断了，辟支佛把见思烦恼的习气断掉了。阿罗汉只断见思烦恼，习气没断，所以阿罗汉跟辟支佛比，辟支佛断了，习气没有了，阿罗汉有习气，就是伏。那辟支佛修什么？修伏尘沙烦恼。伏住了，辟支佛升级，升到菩萨。那菩萨的功夫？是把尘沙烦恼习气断掉，这就是菩萨。尘沙烦恼习气断了，菩萨就成佛了。",
      "zh_TW": "《妙宗鈔》，《觀無量壽經妙宗鈔》，智者大師作的。智者大師依照《觀經》修學的方法，臨終時念佛求生淨土，天台宗的大師，給後人做榜樣。《華嚴》，普賢菩薩十大願王導歸極樂，一乘圓教。這些大德們，最後都給我們示現念佛往生淨土，功德不可思議。伏斷塵沙，伏斷是兩樁事情，先是伏，伏是定，定功把它伏住，它不起作用，最後是斷。什麼人伏？阿羅漢是伏見思煩惱，習氣沒斷。辟支佛斷了，辟支佛把見思煩惱的習氣斷掉了。阿羅漢只斷見思煩惱，習氣沒斷，所以阿羅漢跟辟支佛比，辟支佛斷了，習氣沒有了，阿羅漢有習氣，就是伏。那辟支佛修什麼？修伏塵沙煩惱。伏住了，辟支佛升級，升到菩薩。那菩薩的功夫？是把塵沙煩惱習氣斷掉，這就是菩薩。塵沙煩惱習氣斷了，菩薩就成佛了。"
    },
    {
      "id": "02-037-0576_p0035",
      "zh_CN": "十法界里面的佛，他修什么？他破无明。无明烦恼破了，十法界的佛升级了，离开十法界，到实报土，《华严经》上讲的初住菩萨，明心见性，见性成佛，他的无始无明烦恼的习气没断。这个东西很难断，没有方法断。如果你想有个方法，你起心动念，你退转了，所以在这个境界里叫无功用道。无功用道就是随它去，时间久了，慢慢自然就没有了。要多长时间？三个阿僧祇劫。所以成佛要三大阿僧祇劫，是要从圆教初住开始说。圆教初住以前没算进去，如果把那个以前加进去，叫无量劫。到破一品无明，证一分法身，大彻大悟，明心见性，从这一天算起，三个阿僧祇劫，无始无明习气自然没有了。",
      "zh_TW": "十法界裡面的佛，他修什麼？他破無明。無明煩惱破了，十法界的佛升級了，離開十法界，到實報土，《華嚴經》上講的初住菩薩，明心見性，見性成佛，他的無始無明煩惱的習氣沒斷。這個東西很難斷，沒有方法斷。如果你想有個方法，你起心動念，你退轉了，所以在這個境界裡叫無功用道。無功用道就是隨它去，時間久了，慢慢自然就沒有了。要多長時間？三個阿僧祇劫。所以成佛要三大阿僧祇劫，是要從圓教初住開始說。圓教初住以前沒算進去，如果把那個以前加進去，叫無量劫。到破一品無明，證一分法身，大徹大悟，明心見性，從這一天算起，三個阿僧祇劫，無始無明習氣自然沒有了。"
    },
    {
      "id": "02-037-0576_p0036",
      "zh_CN": "所以四十一个阶位，十住、十行、十回向、十地、等觉，统统都是无始无明习气还残余着，厚薄不一样，愈往上面去愈薄，愈往下面愈浓。但是这个习气对于你参访十方世界供佛闻法不障碍，你应化到十方法界普度一切有缘众生也不障碍，就障碍你入常寂光，就障碍这个，你入不了常寂光。所以等觉菩萨把最后那一品生相无明的习气断干净了，实报土就不见了，好像作梦醒过来了。这醒过来是什么境界？常寂光，他就入常寂光。入常寂光，常寂光没有现象，你的身心一片光明，跟一切诸佛如来融化成一体。就像房子里的灯光一样，十几盏灯光亮起来，光跟光融在一起，你分不开是哪个光。可是怎么样？每个光虽然融合在一起，还是各是各的，你关一盏电灯，这光没有了，关那一盏，那一盏没有了。你看相融相即，它还是有差别。但是这一融，我们能理解，智慧相同、德能相同、相好相同，没有一样不相同。不现相，完全相同，现相就不一样了。这是什么？这是真身，这是本性，性就是身，一切众生的真身跟一切诸佛的真身是一个身，就是一片光明。",
      "zh_TW": "所以四十一個階位，十住、十行、十迴向、十地、等覺，統統都是無始無明習氣還殘餘著，厚薄不一樣，愈往上面去愈薄，愈往下面愈濃。但是這個習氣對於你參訪十方世界供佛聞法不障礙，你應化到十方法界普度一切有緣眾生也不障礙，就障礙你入常寂光，就障礙這個，你入不了常寂光。所以等覺菩薩把最後那一品生相無明的習氣斷乾淨了，實報土就不見了，好像作夢醒過來了。這醒過來是什麼境界？常寂光，他就入常寂光。入常寂光，常寂光沒有現象，你的身心一片光明，跟一切諸佛如來融化成一體。就像房子裡的燈光一樣，十幾盞燈光亮起來，光跟光融在一起，你分不開是哪個光。可是怎麼樣？每個光雖然融合在一起，還是各是各的，你關一盞電燈，這光沒有了，關那一盞，那一盞沒有了。你看相融相即，它還是有差別。但是這一融，我們能理解，智慧相同、德能相同、相好相同，沒有一樣不相同。不現相，完全相同，現相就不一樣了。這是什麼？這是真身，這是本性，性就是身，一切眾生的真身跟一切諸佛的真身是一個身，就是一片光明。"
    },
    {
      "id": "02-037-0576_p0037",
      "zh_CN": "常，永恒不灭，寂是清净不染。所以常，就是六祖惠能大师五句话里的第二句，「本不生灭」，这是常。寂呢？寂就是他说的第一句跟第四句，第一句「本自清净」，第四句「本无动摇」，它不动，不动就平等，清净就没有染污。第三句说，「本自具足」，它什么都没有，什么都具足。从理体上看，它什么都没有，但是它能现相。末后一句，「能生万法」，万法是自性生的，自性是空寂，没相。所以万法从哪里来？空中来的。这空中是性，不是空无，空无不能生万物。所以说真空不空，妙有非有，生万物叫妙有。妙有是什么意思？记住，这个有，它存在的时间是一千六百兆分之一秒，这它的有。换句话说，一秒钟它已经有一千六百兆次的生灭。在这么快速的速度之下，生灭的相不可得，我们不知道，所以叫不生不灭，生灭跟不生灭划成等号了。真的，一千六百兆分之一秒的一个现相，好像一张幻灯片打在银幕上，我们没有看见，眼睛张得再大，也没有看见。这个道理要懂，然后我们慢慢才能契入境界。",
      "zh_TW": "常，永恆不滅，寂是清淨不染。所以常，就是六祖惠能大師五句話裡的第二句，「本不生滅」，這是常。寂呢？寂就是他說的第一句跟第四句，第一句「本自清淨」，第四句「本無動搖」，它不動，不動就平等，清淨就沒有染污。第三句說，「本自具足」，它什麼都沒有，什麼都具足。從理體上看，它什麼都沒有，但是它能現相。末後一句，「能生萬法」，萬法是自性生的，自性是空寂，沒相。所以萬法從哪裡來？空中來的。這空中是性，不是空無，空無不能生萬物。所以說真空不空，妙有非有，生萬物叫妙有。妙有是什麼意思？記住，這個有，它存在的時間是一千六百兆分之一秒，這它的有。換句話說，一秒鐘它已經有一千六百兆次的生滅。在這麼快速的速度之下，生滅的相不可得，我們不知道，所以叫不生不滅，生滅跟不生滅劃成等號了。真的，一千六百兆分之一秒的一個現相，好像一張幻燈片打在銀幕上，我們沒有看見，眼睛張得再大，也沒有看見。這個道理要懂，然後我們慢慢才能契入境界。"
    },
    {
      "id": "02-037-0576_p0038",
      "zh_CN": "「若破无明名念不退。则不失中道正念」。这是天台家给我们讲三种不退。书读一遍，决定不行。我过去在台中学佛，我的标准是十遍，不是读十遍，是讲十遍。讲十遍，算这个东西我学成功了，这门功课行了，再换一门。熟透了，就变成自己的；半生不熟，不是自己的，要熟透。所以一门深入，长时薰修，他薰修几百遍、几千遍，不一样，他开悟了，他得定，他开悟。一开悟，一切法没有学的，全通了，那才是真正的可贵。今天时间到了，我们就学习到此地。",
      "zh_TW": "「若破無明名念不退。則不失中道正念」。這是天台家給我們講三種不退。書讀一遍，決定不行。我過去在台中學佛，我的標準是十遍，不是讀十遍，是講十遍。講十遍，算這個東西我學成功了，這門功課行了，再換一門。熟透了，就變成自己的；半生不熟，不是自己的，要熟透。所以一門深入，長時薰修，他薰修幾百遍、幾千遍，不一樣，他開悟了，他得定，他開悟。一開悟，一切法沒有學的，全通了，那才是真正的可貴。今天時間到了，我們就學習到此地。"
    }
  ]
}