{
  "doc_id": "02-037-0566",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五六六集",
    "zh_TW": "第五六六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0566",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0566_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》一千零八十九页，倒数第六行，从倒数第六行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》一千零八十九頁，倒數第六行，從倒數第六行看起："
    },
    {
      "id": "02-037-0566_p0002",
      "zh_CN": "「求生净刹是为一大藏教之总归。华严圆摄诸教，而以普贤行愿品十大愿王导归极乐。今经正是华严中本。于此经末，以求生净刹，普劝有情，同归极乐」。这一部经称为净宗大经，净土宗现行的一共是五经一论，五经以《无量寿经》为大经，也就是根本的经典。这一部经在长行，这个经本里头，我们看到两种体裁，有长行、有偈颂，长行是以种修福善、求生净刹做为全经的总结。最后这两句话，劝导我们要修善，要种福，要求生净土，这才是真正得到无比殊胜的利益。一定要知道轮回苦，六道轮回真的是苦不堪言，诸佛如来都知道。诸佛如来共同的一个心愿，帮助这些苦难众生，特别是六道的，帮他们离苦得乐。苦从哪里来的？从迷失自性来的。乐从哪来？乐从明心见性来的。明白心性跟迷失心性，这是苦乐的根源。心性是本有的。",
      "zh_TW": "「求生淨剎是為一大藏教之總歸。華嚴圓攝諸教，而以普賢行願品十大願王導歸極樂。今經正是華嚴中本。於此經末，以求生淨剎，普勸有情，同歸極樂」。這一部經稱為淨宗大經，淨土宗現行的一共是五經一論，五經以《無量壽經》為大經，也就是根本的經典。這一部經在長行，這個經本裡頭，我們看到兩種體裁，有長行、有偈頌，長行是以種修福善、求生淨剎做為全經的總結。最後這兩句話，勸導我們要修善，要種福，要求生淨土，這才是真正得到無比殊勝的利益。一定要知道輪迴苦，六道輪迴真的是苦不堪言，諸佛如來都知道。諸佛如來共同的一個心願，幫助這些苦難眾生，特別是六道的，幫他們離苦得樂。苦從哪裡來的？從迷失自性來的。樂從哪來？樂從明心見性來的。明白心性跟迷失心性，這是苦樂的根源。心性是本有的。"
    },
    {
      "id": "02-037-0566_p0003",
      "zh_CN": "在中国，禅宗六祖惠能大师，大家都知道，这个人大彻大悟，明心见性，见性成佛。当时他的开悟，那个境界跟释迦牟尼佛在菩提树下开悟同一个境界。印度人盼望佛出世来救大家，所以释迦就以佛身出现。正是《普门品》里面所说的，应以什么身得度就现什么身，见性的人有这个能力。在中国，六祖示现的是比丘身，这就是应以比丘身得度，即现比丘身而为说法。现身不是自己的意思，是众生的感应，众生希望有个什么样的人出现，佛是自然就有应。佛的应身，佛的说法，佛的一生所作所为，都没有起心动念。这是佛菩萨跟凡夫不一样的，凡夫起心动念、分别执着，佛菩萨没有。释迦牟尼佛从投胎到圆寂，我们中国人算虚岁，在世间活了八十年，八十年都没有起心动念过。如果起心动念，他就不是佛菩萨，他是凡夫。这是佛菩萨跟我们不一样。",
      "zh_TW": "在中國，禪宗六祖惠能大師，大家都知道，這個人大徹大悟，明心見性，見性成佛。當時他的開悟，那個境界跟釋迦牟尼佛在菩提樹下開悟同一個境界。印度人盼望佛出世來救大家，所以釋迦就以佛身出現。正是《普門品》裡面所說的，應以什麼身得度就現什麼身，見性的人有這個能力。在中國，六祖示現的是比丘身，這就是應以比丘身得度，即現比丘身而為說法。現身不是自己的意思，是眾生的感應，眾生希望有個什麼樣的人出現，佛是自然就有應。佛的應身，佛的說法，佛的一生所作所為，都沒有起心動念。這是佛菩薩跟凡夫不一樣的，凡夫起心動念、分別執著，佛菩薩沒有。釋迦牟尼佛從投胎到圓寂，我們中國人算虛歲，在世間活了八十年，八十年都沒有起心動念過。如果起心動念，他就不是佛菩薩，他是凡夫。這是佛菩薩跟我們不一樣。"
    },
    {
      "id": "02-037-0566_p0004",
      "zh_CN": "因为不起心、不动念，他心是定的，心是清净的，定就生智慧。所以智慧不是从思惟上得来的，思惟是常识，不是智慧，智慧是自性里自然流露的，这是智慧。讲经的人有一种经验，但它不属于圆满的，偶然有那么一句、二句，自己也没有想到，到时候他就讲出来了。记下来给他看，他自己都感到很惊讶，这个话我怎么会说得出来？每一个讲经的法师都有这个经验。那就是什么？在感应当中，智慧透了一点点。如果是常常这样就好了。惠能大师是经常这样的，你不问他，什么都不知道；你问他，什么都知道，他给你说得头头是道，全是自性般若流露。没有一个字、一句话，是他想想我要怎样给你讲，绝没有这个念头。有这个念头这是六道轮回的人，六道里的人需要思考，他跟我们不一样。",
      "zh_TW": "因為不起心、不動念，他心是定的，心是清淨的，定就生智慧。所以智慧不是從思惟上得來的，思惟是常識，不是智慧，智慧是自性裡自然流露的，這是智慧。講經的人有一種經驗，但它不屬於圓滿的，偶然有那麼一句、二句，自己也沒有想到，到時候他就講出來了。記下來給他看，他自己都感到很驚訝，這個話我怎麼會說得出來？每一個講經的法師都有這個經驗。那就是什麼？在感應當中，智慧透了一點點。如果是常常這樣就好了。惠能大師是經常這樣的，你不問他，什麼都不知道；你問他，什麼都知道，他給你說得頭頭是道，全是自性般若流露。沒有一個字、一句話，是他想想我要怎樣給你講，絕沒有這個念頭。有這個念頭這是六道輪迴的人，六道裡的人需要思考，他跟我們不一樣。"
    },
    {
      "id": "02-037-0566_p0005",
      "zh_CN": "学佛的目的何在？一般人都知道，离苦得乐，破迷开悟。没错。苦乐有大小，大乐、大苦；迷悟也有浅深，差别很复杂，很多。佛是给我们，教我们得究竟乐，离究竟苦。究竟苦是生死，六道轮回生死太苦了。六道两种生死都要受，分段生死、变易生死。出了六道，在十法界里头，这分段生死没有了，但是有变易生死。变易生死也是苦，比分段生死苦轻，轻很多，但是还是苦，必须变易生死也能够摆脱，这就叫究竟乐。所以佛终极的目标是希望我们成佛，希望我们在这一生就成佛。成佛是回归自性，成佛得大自在。真正成佛我们的身心像什么个样子？给诸位说，身心都没有了。到哪里去了？变成常寂光，常寂光就是自己。常寂光在哪里？无处不在，无时不在，整个宇宙都在常寂光里面。这真正证得，整个宇宙跟我什么关系？一体。十法界依正庄严全在其中，十方一切诸佛如来也在其中，虚空法界在其中，山河大地在其中，芸芸万法都在其中。",
      "zh_TW": "學佛的目的何在？一般人都知道，離苦得樂，破迷開悟。沒錯。苦樂有大小，大樂、大苦；迷悟也有淺深，差別很複雜，很多。佛是給我們，教我們得究竟樂，離究竟苦。究竟苦是生死，六道輪迴生死太苦了。六道兩種生死都要受，分段生死、變易生死。出了六道，在十法界裡頭，這分段生死沒有了，但是有變易生死。變易生死也是苦，比分段生死苦輕，輕很多，但是還是苦，必須變易生死也能夠擺脫，這就叫究竟樂。所以佛終極的目標是希望我們成佛，希望我們在這一生就成佛。成佛是回歸自性，成佛得大自在。真正成佛我們的身心像什麼個樣子？給諸位說，身心都沒有了。到哪裡去了？變成常寂光，常寂光就是自己。常寂光在哪裡？無處不在，無時不在，整個宇宙都在常寂光裡面。這真正證得，整個宇宙跟我什麼關係？一體。十法界依正莊嚴全在其中，十方一切諸佛如來也在其中，虛空法界在其中，山河大地在其中，芸芸萬法都在其中。"
    },
    {
      "id": "02-037-0566_p0006",
      "zh_CN": "你回归自性，所以遍法界虚空界有丝毫的动静，我们没办法知道的，你全知道，灵明到极处。所以，十法界哪个地方有缘众生，什么叫有缘？他想离苦得乐，这个人就有缘；他还没有这个念头，缘不成熟，佛来教他，他不接受，这就缘不成熟。欢喜听经闻法，这缘就成熟了，所以他一定会来。没有来去，在我们面前现身，他是光，他的体是光，光能现身，能现各种不同的身。不是他想现什么身，不是的，他没有思想；他要是有想，他跟我们一样，他是凡夫。圣人，他没有思想，就是他没有起心动念、没有分别执着，什么都知道，什么都能现，来帮助一切众生，也是帮助他们回归自性，回归常寂光。常寂光里面没有物质现象、没有精神现象、没有自然现象，所以叫寂，寂是什么都没有。光，我们前面读过，「大光明藏」，那就是常寂光。什么都没有，什么都能现，惠能大师开悟的时候说，第三句所说的，「何期自性，本自具足」，没有想到自性什么都具足，具足就是它什么都不欠缺。末后一句说，「何期自性，能生万法」，遇缘就能现万法。真正不可思议，这才叫做究竟圆满。",
      "zh_TW": "你回歸自性，所以遍法界虛空界有絲毫的動靜，我們沒辦法知道的，你全知道，靈明到極處。所以，十法界哪個地方有緣眾生，什麼叫有緣？他想離苦得樂，這個人就有緣；他還沒有這個念頭，緣不成熟，佛來教他，他不接受，這就緣不成熟。歡喜聽經聞法，這緣就成熟了，所以他一定會來。沒有來去，在我們面前現身，他是光，他的體是光，光能現身，能現各種不同的身。不是他想現什麼身，不是的，他沒有思想；他要是有想，他跟我們一樣，他是凡夫。聖人，他沒有思想，就是他沒有起心動念、沒有分別執著，什麼都知道，什麼都能現，來幫助一切眾生，也是幫助他們回歸自性，回歸常寂光。常寂光裡面沒有物質現象、沒有精神現象、沒有自然現象，所以叫寂，寂是什麼都沒有。光，我們前面讀過，「大光明藏」，那就是常寂光。什麼都沒有，什麼都能現，惠能大師開悟的時候說，第三句所說的，「何期自性，本自具足」，沒有想到自性什麼都具足，具足就是它什麼都不欠缺。末後一句說，「何期自性，能生萬法」，遇緣就能現萬法。真正不可思議，這才叫做究竟圓滿。"
    },
    {
      "id": "02-037-0566_p0007",
      "zh_CN": "世间这一切法，不仅是释迦牟尼佛这个报土，《华严经》上讲得很清楚，十方世界无量无边，诸佛如来也是无量无边，都在那里教化众生。每一个佛国土，绝大多数都有六道，都有六道，所以六道轮回不只我们这一个地方，太多太多了！这些受苦的众生，佛都想帮助他脱离苦海，都想帮助他圆满成佛。这是个愿望，用什么方法来成就它？都没想出来。没想到这个方法被阿弥陀佛想到了。阿弥陀佛以无尽的慈悲，发的是真心，想帮助这些苦难众生，让这些众生都能在一生成佛，向他的老师世间自在王请教，希望佛指点他方法。佛没说，佛只是建议，你到一切诸佛国土去参观、考察，哪些法能够帮得上你忙的，你记住；帮不上的，不要。到十方刹土去调查、去研究，他用了五劫的时间，这个时间非常之长，一切诸佛刹土统统去参观过、去考察过，取长舍短，总结成四十八愿。四十八愿就是五劫参学的报告，这就是建造极乐世界这个道场的依据，完全根据这个造的。",
      "zh_TW": "世間這一切法，不僅是釋迦牟尼佛這個報土，《華嚴經》上講得很清楚，十方世界無量無邊，諸佛如來也是無量無邊，都在那裡教化眾生。每一個佛國土，絕大多數都有六道，都有六道，所以六道輪迴不只我們這一個地方，太多太多了！這些受苦的眾生，佛都想幫助他脫離苦海，都想幫助他圓滿成佛。這是個願望，用什麼方法來成就它？都沒想出來。沒想到這個方法被阿彌陀佛想到了。阿彌陀佛以無盡的慈悲，發的是真心，想幫助這些苦難眾生，讓這些眾生都能在一生成佛，向他的老師世間自在王請教，希望佛指點他方法。佛沒說，佛只是建議，你到一切諸佛國土去參觀、考察，哪些法能夠幫得上你忙的，你記住；幫不上的，不要。到十方剎土去調查、去研究，他用了五劫的時間，這個時間非常之長，一切諸佛剎土統統去參觀過、去考察過，取長捨短，總結成四十八願。四十八願就是五劫參學的報告，這就是建造極樂世界這個道場的依據，完全根據這個造的。"
    },
    {
      "id": "02-037-0566_p0008",
      "zh_CN": "这个道场建立成就之后，超越一切诸佛刹土。为什么？它是一切诸佛刹土里头真善美慧好的地方，一切刹土里面还有欠缺的，极乐世界没有。所以它也是集大成。五劫辛苦去采访，无量劫修行的功德，是他的愿力、无量功德之所成就，为这些苦难众生建立一个最理想的修学环境、修学的道场，这就是极乐世界这么来的。极乐世界修成到现在并不很长，经上常说十劫，这个十劫才开始，寿命是无量劫，它才十劫。我们现在往生到极乐世界，将来在极乐世界都是元老，我们第十劫就来了。这个一定要去。千言万语，劝我们作佛。",
      "zh_TW": "這個道場建立成就之後，超越一切諸佛剎土。為什麼？它是一切諸佛剎土裡頭真善美慧好的地方，一切剎土裡面還有欠缺的，極樂世界沒有。所以它也是集大成。五劫辛苦去採訪，無量劫修行的功德，是他的願力、無量功德之所成就，為這些苦難眾生建立一個最理想的修學環境、修學的道場，這就是極樂世界這麼來的。極樂世界修成到現在並不很長，經上常說十劫，這個十劫才開始，壽命是無量劫，它才十劫。我們現在往生到極樂世界，將來在極樂世界都是元老，我們第十劫就來了。這個一定要去。千言萬語，勸我們作佛。"
    },
    {
      "id": "02-037-0566_p0009",
      "zh_CN": "那佛是什么？很多人问，不懂得佛是什么。我们依照经典意思去给他解释，佛是圆满的智慧，这个人有圆满的智慧、有圆满的德能。德能从哪里说？德能当中第一德，就是寿命长远，他无量寿，他没有生死，我们人人都有。《华严经》上佛说「一切众生本来是佛」，这个我们要承认，我们自己本来是佛。为什么变成这样？迷了。怎么迷的？大乘经上都有详细给你解释，你怎么迷的、怎么会变成这样。现在要回头，如何恢复自己本性的德能，无量智慧、无量德能、无量相好，没有一样欠缺。",
      "zh_TW": "那佛是什麼？很多人問，不懂得佛是什麼。我們依照經典意思去給他解釋，佛是圓滿的智慧，這個人有圓滿的智慧、有圓滿的德能。德能從哪裡說？德能當中第一德，就是壽命長遠，他無量壽，他沒有生死，我們人人都有。《華嚴經》上佛說「一切眾生本來是佛」，這個我們要承認，我們自己本來是佛。為什麼變成這樣？迷了。怎麼迷的？大乘經上都有詳細給你解釋，你怎麼迷的、怎麼會變成這樣。現在要回頭，如何恢復自己本性的德能，無量智慧、無量德能、無量相好，沒有一樣欠缺。"
    },
    {
      "id": "02-037-0566_p0010",
      "zh_CN": "在极乐世界，什么都不需要，什么都不缺少，居住环境随心所欲。想要什么，它就能现什么；不想要了，它就没有了。因为它是性德变现，所以极乐世界所有一切建筑是无量珍宝所成。石头、泥沙极乐世界没有，这个东西不是好东西，阿弥陀佛不要，所以没有；这无量珍宝好东西，他统统要。黄金在极乐世界是铺马路用的、铺地的，像我们现在柏油，铺柏油路，黄金为地，铺马路的。衣服，想穿什么衣服，衣服已经在身上了，不需要裁缝，你想什么质料，你看，它就是那个质料，所以妙极了。它永远不会脏、不会染污，所以也用不着洗衣服。那个地方人身心清净，清凉自在。",
      "zh_TW": "在極樂世界，什麼都不需要，什麼都不缺少，居住環境隨心所欲。想要什麼，它就能現什麼；不想要了，它就沒有了。因為它是性德變現，所以極樂世界所有一切建築是無量珍寶所成。石頭、泥沙極樂世界沒有，這個東西不是好東西，阿彌陀佛不要，所以沒有；這無量珍寶好東西，他統統要。黃金在極樂世界是鋪馬路用的、鋪地的，像我們現在柏油，鋪柏油路，黃金為地，鋪馬路的。衣服，想穿什麼衣服，衣服已經在身上了，不需要裁縫，你想什麼質料，你看，它就是那個質料，所以妙極了。它永遠不會髒、不會染污，所以也用不著洗衣服。那個地方人身心清淨，清涼自在。"
    },
    {
      "id": "02-037-0566_p0011",
      "zh_CN": "第一殊胜的就是阿弥陀佛讲经说法永远不中断。我们坐在讲堂听阿弥陀佛讲经，同时我们有分身的能力，有分身、有变化的能力，能分无量无边身到十方世界去供养诸佛。每一尊佛面前都有自己在那个地方礼拜、供养，这是修福。听经闻法是修慧。所以极乐世界人一天到晚干些什么？就这两桩事情，修福、修慧。到这两样事情圆满就成佛了。所以佛在经教里头常常念到的，「皈依佛，二足尊」，这个二足就是佛的圆满成就。二是什么？智慧圆满、福德圆满；足是满足，满足就是圆满。智慧满足了，福德满足了，这就成佛了。所以佛怎么可以不要？那些人不要佛的，他不要智慧，就愚痴；不要福报，他就贫贱。你们这一生有这一点福报，是你过去生中在佛门修的，不是在佛门你修不了这么大的福报。但是你这一世投胎，迷惑了、糊涂了，你不再修了。不再修，你这一点福报享完就没有了，那时就苦了。这佛哪能不要！",
      "zh_TW": "第一殊勝的就是阿彌陀佛講經說法永遠不中斷。我們坐在講堂聽阿彌陀佛講經，同時我們有分身的能力，有分身、有變化的能力，能分無量無邊身到十方世界去供養諸佛。每一尊佛面前都有自己在那個地方禮拜、供養，這是修福。聽經聞法是修慧。所以極樂世界人一天到晚幹些什麼？就這兩樁事情，修福、修慧。到這兩樣事情圓滿就成佛了。所以佛在經教裡頭常常念到的，「皈依佛，二足尊」，這個二足就是佛的圓滿成就。二是什麼？智慧圓滿、福德圓滿；足是滿足，滿足就是圓滿。智慧滿足了，福德滿足了，這就成佛了。所以佛怎麼可以不要？那些人不要佛的，他不要智慧，就愚痴；不要福報，他就貧賤。你們這一生有這一點福報，是你過去生中在佛門修的，不是在佛門你修不了這麼大的福報。但是你這一世投胎，迷惑了、糊塗了，你不再修了。不再修，你這一點福報享完就沒有了，那時就苦了。這佛哪能不要！"
    },
    {
      "id": "02-037-0566_p0012",
      "zh_CN": "可是现在这个世间，真正讲佛教没有了，看不到了。寺庙不是佛教，佛菩萨形像不是佛教，那是假的，那不是真的。佛教在哪里？我曾经问过我的老师，他把佛教介绍给我，我跟他学哲学，我们最后一个单元的课程是佛经哲学。我从这个地方认识佛教，以前不知道，以前以为佛教是迷信、是宗教。老师告诉我，我怀疑，他说你年轻，你不懂。佛跟哲学有什么关系？老师告诉我，释迦牟尼是全世界最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。在这个单元课程里面我们才明白了。那佛在哪里？老师告诉我，不在寺庙，寺庙没佛，在经典。老师给我说，在过去两百年前，那个时候的和尚都是有道德、有学问的人，他说他真修、他真懂，现在的这些和尚不学了，会念经，经什么意思不知道。老师这个指示对我非常重要。如果他不说清楚，我到寺庙向出家人请教，结果不是像老师说的那样，我就会怀疑。他把话讲清楚了，他说现在人他不学。佛教是学校，寺院庵堂哪有不讲经、不教学的道理！",
      "zh_TW": "可是現在這個世間，真正講佛教沒有了，看不到了。寺廟不是佛教，佛菩薩形像不是佛教，那是假的，那不是真的。佛教在哪裡？我曾經問過我的老師，他把佛教介紹給我，我跟他學哲學，我們最後一個單元的課程是佛經哲學。我從這個地方認識佛教，以前不知道，以前以為佛教是迷信、是宗教。老師告訴我，我懷疑，他說你年輕，你不懂。佛跟哲學有什麼關係？老師告訴我，釋迦牟尼是全世界最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。在這個單元課程裡面我們才明白了。那佛在哪裡？老師告訴我，不在寺廟，寺廟沒佛，在經典。老師給我說，在過去兩百年前，那個時候的和尚都是有道德、有學問的人，他說他真修、他真懂，現在的這些和尚不學了，會念經，經什麼意思不知道。老師這個指示對我非常重要。如果他不說清楚，我到寺廟向出家人請教，結果不是像老師說的那樣，我就會懷疑。他把話講清楚了，他說現在人他不學。佛教是學校，寺院庵堂哪有不講經、不教學的道理！"
    },
    {
      "id": "02-037-0566_p0013",
      "zh_CN": "日本前首相鸠山邀请我到日本讲经，我在那里讲了半个月，有些日本出家人来听经，告诉我，日本在四百年前，寺院也是天天讲经。他们接受西方文化，逐渐把这个疏忽了，所以日本寺庙不讲经四百年了。中国寺庙不讲经两百年了。所以今天佛教在世界上至少有六种不同的形式，我们要认清楚。真的佛教是一种，释迦牟尼佛所传的。释迦牟尼佛是教学，三十岁开悟，开悟就教学，开始教学，七十九岁过世，整整讲了四十九年，没有一天不讲经。常随弟子，就是跟着他不离开的，也就是说，他所教学主要的对象，要帮他们提升。来的时候，就小学一年级的程度，办小学、办中学、办大学，帮助他们提升。一直到他们毕业，佛就走了。",
      "zh_TW": "日本前首相鳩山邀請我到日本講經，我在那裡講了半個月，有些日本出家人來聽經，告訴我，日本在四百年前，寺院也是天天講經。他們接受西方文化，逐漸把這個疏忽了，所以日本寺廟不講經四百年了。中國寺廟不講經兩百年了。所以今天佛教在世界上至少有六種不同的形式，我們要認清楚。真的佛教是一種，釋迦牟尼佛所傳的。釋迦牟尼佛是教學，三十歲開悟，開悟就教學，開始教學，七十九歲過世，整整講了四十九年，沒有一天不講經。常隨弟子，就是跟著他不離開的，也就是說，他所教學主要的對象，要幫他們提升。來的時候，就小學一年級的程度，辦小學、辦中學、辦大學，幫助他們提升。一直到他們畢業，佛就走了。"
    },
    {
      "id": "02-037-0566_p0014",
      "zh_CN": "最初讲的经典《阿含经》，那就是佛的小学。小学的经典好懂，全是做人的道理，我们今天所说的伦理、道德、因果，都讲这些东西，很容易懂，学了马上用上，小乘经。小学办了多少年？十二年。为佛教育扎根，它不是世间东西，世间东西小学六年够了，它要十二年。十二年之后办中学，方等，方等是中学，方等八年。跟前面十二年加起来，二十年。二十年基础之后才给你讲真东西，这是佛要说的，真正想说的；没有这个基础，给你讲，不懂。这二十年讲般若，般若讲的是什么？宇宙人生的真相，那就是今天所说的高等哲学、高等科学，他讲这个。确实今天哲学、科学所研究的跟佛经上同一个科目。佛讲的比他们清楚，比他们周到，他们讲的还有欠缺。二十二年，般若二十二年，这就好比大学。最后的八年讲法华，等于是研究所。法华讲什么？把宇宙人生真相如何能够跟自己现实的生活结合成一体，它不是抽象的，它是真正的利益、真实的受用。也就是说，让我们过这个日子、过生活，是诸佛如来的生活，不是凡人的生活，得大自在，得真的安乐。这一生干这个事情，把学生一直带上来，带到学生成佛，他走了。这是真正的佛学。",
      "zh_TW": "最初講的經典《阿含經》，那就是佛的小學。小學的經典好懂，全是做人的道理，我們今天所說的倫理、道德、因果，都講這些東西，很容易懂，學了馬上用上，小乘經。小學辦了多少年？十二年。為佛教育扎根，它不是世間東西，世間東西小學六年夠了，它要十二年。十二年之後辦中學，方等，方等是中學，方等八年。跟前面十二年加起來，二十年。二十年基礎之後才給你講真東西，這是佛要說的，真正想說的；沒有這個基礎，給你講，不懂。這二十年講般若，般若講的是什麼？宇宙人生的真相，那就是今天所說的高等哲學、高等科學，他講這個。確實今天哲學、科學所研究的跟佛經上同一個科目。佛講的比他們清楚，比他們周到，他們講的還有欠缺。二十二年，般若二十二年，這就好比大學。最後的八年講法華，等於是研究所。法華講什麼？把宇宙人生真相如何能夠跟自己現實的生活結合成一體，它不是抽象的，它是真正的利益、真實的受用。也就是說，讓我們過這個日子、過生活，是諸佛如來的生活，不是凡人的生活，得大自在，得真的安樂。這一生幹這個事情，把學生一直帶上來，帶到學生成佛，他走了。這是真正的佛學。"
    },
    {
      "id": "02-037-0566_p0015",
      "zh_CN": "我们看到近代物理学家他们研究的报告，研究宏观宇宙的，观察宇宙边际，他们的报告说，能够观测到的宇宙的边缘，只能看到百分之十，另外百分之九十不见了，不知道到哪里去了。这个报告我们一看就懂。科学家能够观察到的是十法界，十法界是他的边际，十法界以外他见不到。那些诸佛菩萨他们回到实报土，实报土是法性身、法性土，科学仪器侦测不到。科学仪器不能离开阿赖耶，十法界是阿赖耶，所以十法界是它的极限，宏观极限，十法界是边缘；实报土，再往上去，它看不到。微观，就是量子力学，他们是从反方向，那一个是无限大，量子力学是无限小。无限小里头就是阿赖耶的三细相，讲的什么？宇宙的源起，宇宙从哪来？怎么来的？这些万物从哪来的？我们人从哪来的？研究这个东西。阿赖耶的三细相，真没想到被量子力学给揭穿了。三种现象，物质现象完全被揭穿了，科学报告跟大乘经典讲的完全相同。但是精神现象，就是念头，念头也被发现了，但是念头究竟是怎么回事情、究竟从哪里来的，还不知道。另外一个就是能量，阿赖耶的业相，也知道，没搞清楚。",
      "zh_TW": "我們看到近代物理學家他們研究的報告，研究宏觀宇宙的，觀察宇宙邊際，他們的報告說，能夠觀測到的宇宙的邊緣，只能看到百分之十，另外百分之九十不見了，不知道到哪裡去了。這個報告我們一看就懂。科學家能夠觀察到的是十法界，十法界是他的邊際，十法界以外他見不到。那些諸佛菩薩他們回到實報土，實報土是法性身、法性土，科學儀器偵測不到。科學儀器不能離開阿賴耶，十法界是阿賴耶，所以十法界是它的極限，宏觀極限，十法界是邊緣；實報土，再往上去，它看不到。微觀，就是量子力學，他們是從反方向，那一個是無限大，量子力學是無限小。無限小裡頭就是阿賴耶的三細相，講的什麼？宇宙的源起，宇宙從哪來？怎麼來的？這些萬物從哪來的？我們人從哪來的？研究這個東西。阿賴耶的三細相，真沒想到被量子力學給揭穿了。三種現象，物質現象完全被揭穿了，科學報告跟大乘經典講的完全相同。但是精神現象，就是念頭，念頭也被發現了，但是念頭究竟是怎麼回事情、究竟從哪裡來的，還不知道。另外一個就是能量，阿賴耶的業相，也知道，沒搞清楚。"
    },
    {
      "id": "02-037-0566_p0016",
      "zh_CN": "我们相信再有二、三十年，可能他们把这两桩事情搞清楚、搞明白。到那个时候，科学家承认了，佛经是高等科学。无论是宏观宇宙、微观宇宙所看到的，佛经上全有，三千年前给你讲清楚、讲明白了，你们现在用科学方法证明。虽然证明是一样的，但是科学家不得其用。那佛呢？佛得其用。为什么？佛是用禅定功夫，亲证的。你没有定功，你完全是用机器、机械、仪器，帮助你观察到的。观察到，你知道了，但是用不上，不能把它变成生活。科学家如何能得其用？放下才行，跟佛一样，不起心不动念、不分别不执着，行了，你就成佛了。这些东西你统统都能用上了，用上就是六种神通出现了，那是作用。所以这个典籍里有这么多微妙的东西。这是什么？这是人的本能。所以佛这个话说得好，佛所有的，一切众生个个都有，佛没有比我们多一分，我们也没有比他少一分。问题就在我们迷了，他觉悟了。凡夫要成佛，理论上很简单，就是叫你放下执着、放下分别、放下起心动念，你就成佛了。",
      "zh_TW": "我們相信再有二、三十年，可能他們把這兩樁事情搞清楚、搞明白。到那個時候，科學家承認了，佛經是高等科學。無論是宏觀宇宙、微觀宇宙所看到的，佛經上全有，三千年前給你講清楚、講明白了，你們現在用科學方法證明。雖然證明是一樣的，但是科學家不得其用。那佛呢？佛得其用。為什麼？佛是用禪定功夫，親證的。你沒有定功，你完全是用機器、機械、儀器，幫助你觀察到的。觀察到，你知道了，但是用不上，不能把它變成生活。科學家如何能得其用？放下才行，跟佛一樣，不起心不動念、不分別不執著，行了，你就成佛了。這些東西你統統都能用上了，用上就是六種神通出現了，那是作用。所以這個典籍裡有這麼多微妙的東西。這是什麼？這是人的本能。所以佛這個話說得好，佛所有的，一切眾生個個都有，佛沒有比我們多一分，我們也沒有比他少一分。問題就在我們迷了，他覺悟了。凡夫要成佛，理論上很簡單，就是叫你放下執著、放下分別、放下起心動念，你就成佛了。"
    },
    {
      "id": "02-037-0566_p0017",
      "zh_CN": "那要不要这瞎修行，藉用这些功夫？没有这必要。惠能大师不认识字，没念过书，五祖道场有讲堂，他没去过一次；有禅堂，他也一次没去过。五祖分配他的工作是碓房里面舂米破柴，现在讲做义工。道场每天吃饭，大概有一千人，所以厨房里面用的人很多。他是樵夫出身的，砍柴的，所以做他的本行，他就是舂米破柴，就是他的用功处所。这桩事情五祖忍和尚看得很清楚，他自己清楚，别人不知道。传法的时候，五祖没传给别人，传给他。说明佛法的修学，方法微妙无量无边，有些要苦读，有些不必要。原理完全是一个，八万四千种不同的方法、不同的门道，目的是什么？目的都是叫你放下起心动念、分别执着，就是这个。如果你真听懂了，什么都一放下，立刻就成佛，一点都不麻烦。别人要修几十年！五祖半夜召见他，跟他讲《金刚经》大意，我们估计不超过两个小时，惠能从凡夫就成佛了。",
      "zh_TW": "那要不要這瞎修行，藉用這些功夫？沒有這必要。惠能大師不認識字，沒念過書，五祖道場有講堂，他沒去過一次；有禪堂，他也一次沒去過。五祖分配他的工作是碓房裡面舂米破柴，現在講做義工。道場每天吃飯，大概有一千人，所以廚房裡面用的人很多。他是樵夫出身的，砍柴的，所以做他的本行，他就是舂米破柴，就是他的用功處所。這樁事情五祖忍和尚看得很清楚，他自己清楚，別人不知道。傳法的時候，五祖沒傳給別人，傳給他。說明佛法的修學，方法微妙無量無邊，有些要苦讀，有些不必要。原理完全是一個，八萬四千種不同的方法、不同的門道，目的是什麼？目的都是叫你放下起心動念、分別執著，就是這個。如果你真聽懂了，什麼都一放下，立刻就成佛，一點都不麻煩。別人要修幾十年！五祖半夜召見他，跟他講《金剛經》大意，我們估計不超過兩個小時，惠能從凡夫就成佛了。"
    },
    {
      "id": "02-037-0566_p0018",
      "zh_CN": "理，我们完全懂得，就是放下。那我们的困难？困难就是放不下。我们放下，跟他没有两样。所以经上说本来是佛。净土宗的理论，就是《观经》上说的，「是心是佛，是心作佛」。佛是什么？佛是我们的真心，我们的真心就是佛。现在我们迷了，迷了，真心不见了，真心变成妄心，用的是妄心，不是真心。妄心是什么样子？妄心有起心动念、有分别、有执着，这是妄心。如果我们不执着、不分别、不起心、不动念，我们就成佛了，跟阿弥陀佛一样、跟释迦佛一样、跟十方一切诸佛一样，没有两样，自性里面智慧现前，德能现前、相好现前了，样样都能现前。就差这么一点点。",
      "zh_TW": "理，我們完全懂得，就是放下。那我們的困難？困難就是放不下。我們放下，跟他沒有兩樣。所以經上說本來是佛。淨土宗的理論，就是《觀經》上說的，「是心是佛，是心作佛」。佛是什麼？佛是我們的真心，我們的真心就是佛。現在我們迷了，迷了，真心不見了，真心變成妄心，用的是妄心，不是真心。妄心是什麼樣子？妄心有起心動念、有分別、有執著，這是妄心。如果我們不執著、不分別、不起心、不動念，我們就成佛了，跟阿彌陀佛一樣、跟釋迦佛一樣、跟十方一切諸佛一樣，沒有兩樣，自性裡面智慧現前，德能現前、相好現前了，樣樣都能現前。就差這麼一點點。"
    },
    {
      "id": "02-037-0566_p0019",
      "zh_CN": "如果把这个事情搞清楚、搞明白了，对我们现在有什么好处？第一个永远不生病，第二个长寿而年轻，不会衰老。这东西要不要学？秦始皇做了皇帝，想长生不老，做得到！那个时候佛法没到中国来，这佛门有，这个不是假的，这第一个好处。第二个好处，我们居住在这个地区决定没有灾难。为什么？现在量子力学家他知道，物质环境随着人念头在转，你的念头善，纯净纯善，身心健康。如果你的念头里头充满了贪瞋痴慢疑，他就可以断定你，你的五脏六腑有毛病。如果你不贪、不瞋、不愚痴、不傲慢、不怀疑，你身心健康，你五脏六腑一点毛病都没有。居住的这个环境，也是这五样东西招来的灾难。贪，招来是水灾；瞋恚是火灾，火山爆发、地球温度上升是发脾气来的，瞋恚来的；愚痴是风灾；傲慢是地震；怀疑是山崩地陷，地会陷下去，山，像现在土石流，会倒下来，那是什么？怀疑。所以说，我们能把这个烦恼的根断掉，贪瞋痴慢疑断掉，真正做到不贪、不瞋、不痴、不慢、不疑，身心健康，外面环境不会出毛病。",
      "zh_TW": "如果把這個事情搞清楚、搞明白了，對我們現在有什麼好處？第一個永遠不生病，第二個長壽而年輕，不會衰老。這東西要不要學？秦始皇做了皇帝，想長生不老，做得到！那個時候佛法沒到中國來，這佛門有，這個不是假的，這第一個好處。第二個好處，我們居住在這個地區決定沒有災難。為什麼？現在量子力學家他知道，物質環境隨著人念頭在轉，你的念頭善，純淨純善，身心健康。如果你的念頭裡頭充滿了貪瞋痴慢疑，他就可以斷定你，你的五臟六腑有毛病。如果你不貪、不瞋、不愚痴、不傲慢、不懷疑，你身心健康，你五臟六腑一點毛病都沒有。居住的這個環境，也是這五樣東西招來的災難。貪，招來是水災；瞋恚是火災，火山爆發、地球溫度上升是發脾氣來的，瞋恚來的；愚痴是風災；傲慢是地震；懷疑是山崩地陷，地會陷下去，山，像現在土石流，會倒下來，那是什麼？懷疑。所以說，我們能把這個煩惱的根斷掉，貪瞋痴慢疑斷掉，真正做到不貪、不瞋、不痴、不慢、不疑，身心健康，外面環境不會出毛病。"
    },
    {
      "id": "02-037-0566_p0020",
      "zh_CN": "今天量子力学家发现了，也是大声疾呼，但是人不相信。美国布莱登博士，前年在悉尼开会，一些科学家在那边开会，两天。我们净宗学院有八个同学去参加，听他们的报告。第一天是报告量子力学最新的发现，我们看到很欢喜，跟佛教愈来愈近了。第二天，他们专门讨论二０一二马雅灾难预言。这都快到了，十二月二十一号，银河对齐。他们讨论的结果，两派的看法，认为这个灾难可能发生，一半的人，百分之五十；认为这个灾难不可能发生，也是百分之五十。那会不会发生？再看看十二月二十一号是真是假的，这个谜底就可以揭晓。",
      "zh_TW": "今天量子力學家發現了，也是大聲疾呼，但是人不相信。美國布萊登博士，前年在悉尼開會，一些科學家在那邊開會，兩天。我們淨宗學院有八個同學去參加，聽他們的報告。第一天是報告量子力學最新的發現，我們看到很歡喜，跟佛教愈來愈近了。第二天，他們專門討論二０一二馬雅災難預言。這都快到了，十二月二十一號，銀河對齊。他們討論的結果，兩派的看法，認為這個災難可能發生，一半的人，百分之五十；認為這個災難不可能發生，也是百分之五十。那會不會發生？再看看十二月二十一號是真是假的，這個謎底就可以揭曉。"
    },
    {
      "id": "02-037-0566_p0021",
      "zh_CN": "但是银河对齐是个天文现象，大概二万五千多年会有一次，我们碰上了。银河中心是一个大黑洞，黑洞是个天体，它有很大的引力，就是吸引力。麻烦是因为这一天那个黑洞、太阳、地球排成一条直线，这个引力肯定会干扰太阳，会把太阳的风暴拉起来。这个拉起来对地球非常不利，拉起来什么？对地球就愈来愈近，这个愈近的时候，就影响地球了。科学家认为，最轻的是地球上人所发射的太空的卫星全部会破坏，会被太阳风都消灭掉。那这就影响了通讯，飞机找不到方向，在海里头航海找不到方向，就怕影响南北极偏差，我们的方位判断都不准确了。这是最可能的，是最轻的。",
      "zh_TW": "但是銀河對齊是個天文現象，大概二萬五千多年會有一次，我們碰上了。銀河中心是一個大黑洞，黑洞是個天體，它有很大的引力，就是吸引力。麻煩是因為這一天那個黑洞、太陽、地球排成一條直線，這個引力肯定會干擾太陽，會把太陽的風暴拉起來。這個拉起來對地球非常不利，拉起來什麼？對地球就愈來愈近，這個愈近的時候，就影響地球了。科學家認為，最輕的是地球上人所發射的太空的衛星全部會破壞，會被太陽風都消滅掉。那這就影響了通訊，飛機找不到方向，在海裡頭航海找不到方向，就怕影響南北極偏差，我們的方位判斷都不準確了。這是最可能的，是最輕的。"
    },
    {
      "id": "02-037-0566_p0022",
      "zh_CN": "严重的，最害怕的是怕它引发海啸，就像涨潮一样，这潮水特别大。那如果是它引发的这个海啸，灾难还不至于太严重，最怕的是它把海底超级火山引发爆发了，那这就麻烦大了。科学家告诉我们，地球上超级火山有十几个，都在海底，在大洋的里面，陆地上只有一个，就是美国的黄石公园。黄石公园是个活火山，科学家也做报导、也害怕，这个火山要爆发，科学家估计火山口长四十五英里，宽三十五英里，这世界上没见过的，火山灰喷出来，二十公里。那我们今天国际航班，飞机飞行的高度都是十公里，正好在它的一半。这个火山一爆发，美国就亡国，美国三分之二的地方不能住人，就毁灭掉了。这个火山灰喷在这个空中，跟着地球环绕，这一圈，跟它同纬度的一圈，空中都被这个火山灰掩盖了，看不到太阳。火山灰落下来，完全落干净需要一年三个月。这一年三个月，这个地区很麻烦，草木不生，是没有阳光，没有这个热能，非常寒冷。会产生这个灾难，这个灾难都是人类空前大灾难。",
      "zh_TW": "嚴重的，最害怕的是怕它引發海嘯，就像漲潮一樣，這潮水特別大。那如果是它引發的這個海嘯，災難還不至於太嚴重，最怕的是它把海底超級火山引發爆發了，那這就麻煩大了。科學家告訴我們，地球上超級火山有十幾個，都在海底，在大洋的裡面，陸地上只有一個，就是美國的黃石公園。黃石公園是個活火山，科學家也做報導、也害怕，這個火山要爆發，科學家估計火山口長四十五英里，寬三十五英里，這世界上沒見過的，火山灰噴出來，二十公里。那我們今天國際航班，飛機飛行的高度都是十公里，正好在它的一半。這個火山一爆發，美國就亡國，美國三分之二的地方不能住人，就毀滅掉了。這個火山灰噴在這個空中，跟著地球環繞，這一圈，跟它同緯度的一圈，空中都被這個火山灰掩蓋了，看不到太陽。火山灰落下來，完全落乾淨需要一年三個月。這一年三個月，這個地區很麻煩，草木不生，是沒有陽光，沒有這個熱能，非常寒冷。會產生這個災難，這個災難都是人類空前大災難。"
    },
    {
      "id": "02-037-0566_p0023",
      "zh_CN": "海底如果这个火山爆发，科学家估计说可以引发一千米的海啸。这一千米的海啸，随着波浪冲向岸边，大陆的岸边，它会慢慢降低，降一半，五百米；再降一半，两百米，两百米都不得了！上一次日本海啸，十米。印尼苏门答腊的海啸，死了将近三十万人，也是十米。所以一百米的海啸就不得了，怕这个事情发生。科学家的看法，两派意见不同，都要到时候这个谜底才能揭晓。所以这些东西可以给我们做参考，我们知道有这么一回事情。",
      "zh_TW": "海底如果這個火山爆發，科學家估計說可以引發一千米的海嘯。這一千米的海嘯，隨著波浪沖向岸邊，大陸的岸邊，它會慢慢降低，降一半，五百米；再降一半，兩百米，兩百米都不得了！上一次日本海嘯，十米。印尼蘇門答臘的海嘯，死了將近三十萬人，也是十米。所以一百米的海嘯就不得了，怕這個事情發生。科學家的看法，兩派意見不同，都要到時候這個謎底才能揭曉。所以這些東西可以給我們做參考，我們知道有這麼一回事情。"
    },
    {
      "id": "02-037-0566_p0024",
      "zh_CN": "量子力学家提出来，物质环境永远是跟着念头走的，就是如果我们能够弃恶扬善、改邪归正、端正心念，可以让这些灾难不发生。这是美国布莱登博士说的。不但不发生，还会把地球带上更好的走向。这就是我们的思惟能改变外面环境，这思想能改变环境。最好的思想是什么？这经上告诉我们，无数次的教导我们，念佛。念阿弥陀佛，我们的心就跟阿弥陀佛相同；念阿弥陀佛，我们的福慧就跟阿弥陀佛相同，这还得了！所以一切念头是以阿弥陀佛这个念头最善。我们身上哪里不舒服的话，放下贪瞋痴慢疑，一心念阿弥陀佛，不要去想身体，自然没事了。这个治疗的方法妙绝了！医生认为这是奇迹，科学家知道什么原因，因为物质是由念头产生的，所以念头可以控制物质。",
      "zh_TW": "量子力學家提出來，物質環境永遠是跟著念頭走的，就是如果我們能夠棄惡揚善、改邪歸正、端正心念，可以讓這些災難不發生。這是美國布萊登博士說的。不但不發生，還會把地球帶上更好的走向。這就是我們的思惟能改變外面環境，這思想能改變環境。最好的思想是什麼？這經上告訴我們，無數次的教導我們，念佛。念阿彌陀佛，我們的心就跟阿彌陀佛相同；念阿彌陀佛，我們的福慧就跟阿彌陀佛相同，這還得了！所以一切念頭是以阿彌陀佛這個念頭最善。我們身上哪裡不舒服的話，放下貪瞋痴慢疑，一心念阿彌陀佛，不要去想身體，自然沒事了。這個治療的方法妙絕了！醫生認為這是奇蹟，科學家知道什麼原因，因為物質是由念頭產生的，所以念頭可以控制物質。"
    },
    {
      "id": "02-037-0566_p0025",
      "zh_CN": "物质这桩事情搞得最清楚，我看的报告是德国的科学家普朗克，爱因斯坦的老师，他一生专门研究物质，物质到底是什么？我们中国人所谓的「上天不负苦心人」，真的在他一生当中把这个谜底揭穿了，物质是假的不是真的，是人意念当中产生的幻觉。他们把物质分析，分析到最后物质不见了。这桩事情佛在经典上说过，也用分析法，分析到最小的物质，佛经上的名词叫极微色，色就是物质，极微，也叫做极微之微。这个佛说不能再分了，再分就没有了。极微之微被科学家找到了、发现了，他们的名词叫微中子，真的是极微之微。微中子体积多大？科学家告诉我们，一百亿个微中子聚集在一起，它的体积等于一个电子，原子里头的电子，等于一个电子，也就是一个电子的一百亿分之一，这微中子。这个东西再分没有了，没有了，看到是什么？看到是念头波动的现象。这才晓得，原来物质现象是念头波动现象所产生的，科学家发现。那个跟佛经上讲的一样，佛经上告诉我们，「色由心生」，色就是物质现象，从哪里来？心生出来的。所以大乘佛法的总结，全体是心，整个宇宙就是念头，是念头变的。",
      "zh_TW": "物質這樁事情搞得最清楚，我看的報告是德國的科學家普朗克，愛因斯坦的老師，他一生專門研究物質，物質到底是什麼？我們中國人所謂的「上天不負苦心人」，真的在他一生當中把這個謎底揭穿了，物質是假的不是真的，是人意念當中產生的幻覺。他們把物質分析，分析到最後物質不見了。這樁事情佛在經典上說過，也用分析法，分析到最小的物質，佛經上的名詞叫極微色，色就是物質，極微，也叫做極微之微。這個佛說不能再分了，再分就沒有了。極微之微被科學家找到了、發現了，他們的名詞叫微中子，真的是極微之微。微中子體積多大？科學家告訴我們，一百億個微中子聚集在一起，它的體積等於一個電子，原子裡頭的電子，等於一個電子，也就是一個電子的一百億分之一，這微中子。這個東西再分沒有了，沒有了，看到是什麼？看到是念頭波動的現象。這才曉得，原來物質現象是念頭波動現象所產生的，科學家發現。那個跟佛經上講的一樣，佛經上告訴我們，「色由心生」，色就是物質現象，從哪裡來？心生出來的。所以大乘佛法的總結，全體是心，整個宇宙就是念頭，是念頭變的。"
    },
    {
      "id": "02-037-0566_p0026",
      "zh_CN": "所以念头，能够把念头集中，这个念头的力量是无法估计的。一个人的念头集中，可以改变星球在太空运行的轨道，有这么大的能量。我们现在问题就是念头散漫，像光一样，这一盏灯光四面八方照，四面八方统统照，散的。如果把这个光集中起来变成一条线，激光，激光能够穿透钢板，有那么大的能量。可是散开，它就没有了，一张纸它都透不过去，集中起来的时候能穿透钢板。我们这个念头集中还得了！所以佛怎么知道的？佛就是用念力，集中，佛能集中，集中就是禅定，禅定就是集中。佛说的「制心一处，无事不办」，你心不要分散，不要胡思乱想，集中在一点，那个能量就大！念佛的人，佛教导我们怎么集中？就集中在一句佛号上，它就产生不思议的力量。佛在经上说的这个，现在科学家做证明。智慧是自己本有的，不是外头来的。外面来的是知识，不是智慧，向外所求的这些知识有局限性，不能解决问题，解决问题后头都带着后遗症。不像智慧，智慧能解决问题，没有后遗症。中国人、印度人自古以来求智慧，不重视知识。现在人重视知识，没有智慧，所以他的心是散乱的，他有妄想，他有杂念，妄想、杂念非常之多。",
      "zh_TW": "所以念頭，能夠把念頭集中，這個念頭的力量是無法估計的。一個人的念頭集中，可以改變星球在太空運行的軌道，有這麼大的能量。我們現在問題就是念頭散漫，像光一樣，這一盞燈光四面八方照，四面八方統統照，散的。如果把這個光集中起來變成一條線，激光，激光能夠穿透鋼板，有那麼大的能量。可是散開，它就沒有了，一張紙它都透不過去，集中起來的時候能穿透鋼板。我們這個念頭集中還得了！所以佛怎麼知道的？佛就是用念力，集中，佛能集中，集中就是禪定，禪定就是集中。佛說的「制心一處，無事不辦」，你心不要分散，不要胡思亂想，集中在一點，那個能量就大！念佛的人，佛教導我們怎麼集中？就集中在一句佛號上，它就產生不思議的力量。佛在經上說的這個，現在科學家做證明。智慧是自己本有的，不是外頭來的。外面來的是知識，不是智慧，向外所求的這些知識有侷限性，不能解決問題，解決問題後頭都帶著後遺症。不像智慧，智慧能解決問題，沒有後遺症。中國人、印度人自古以來求智慧，不重視知識。現在人重視知識，沒有智慧，所以他的心是散亂的，他有妄想，他有雜念，妄想、雜念非常之多。"
    },
    {
      "id": "02-037-0566_p0027",
      "zh_CN": "这下面说，华严圆摄诸教，《华严》的经义通释迦牟尼佛四十九年所说的一切经教。所以《华严》称为根本法轮，也就是我们现在所谓的概论，佛法概论。展开来说，这个诸教可以说是一切诸佛教化众生的无量法门，都离不开《华严》。但是《华严经》到最后，《普贤行愿品》十大愿王导归极乐。这个意思就深了，《华严》最后尚且归净土，归到这部经上，那这部经比《华严》还高。今经正是华严中本，这是前清彭际清居士说的，这是佛门的大德，宗教显密圆融。于此经末，我们现在学的这个经，学到最后了，长行就学到此地，下面是偈颂，这是长行最后，这个经的末后，以求生净刹，普劝有情，同归极乐。",
      "zh_TW": "這下面說，華嚴圓攝諸教，《華嚴》的經義通釋迦牟尼佛四十九年所說的一切經教。所以《華嚴》稱為根本法輪，也就是我們現在所謂的概論，佛法概論。展開來說，這個諸教可以說是一切諸佛教化眾生的無量法門，都離不開《華嚴》。但是《華嚴經》到最後，《普賢行願品》十大願王導歸極樂。這個意思就深了，《華嚴》最後尚且歸淨土，歸到這部經上，那這部經比《華嚴》還高。今經正是華嚴中本，這是前清彭際清居士說的，這是佛門的大德，宗教顯密圓融。於此經末，我們現在學的這個經，學到最後了，長行就學到此地，下面是偈頌，這是長行最後，這個經的末後，以求生淨剎，普勸有情，同歸極樂。"
    },
    {
      "id": "02-037-0566_p0028",
      "zh_CN": "「今所劝者，正是弥陀之本愿」，阿弥陀佛没有别的，就是希望我们赶快发心到极乐世界去。「释尊及十方三世如来之本心」，一切诸佛的本心，一切诸佛的本愿，没有别的，就是劝我们到极乐世界；我们到极乐世界，佛就称心如意。「世尊开化显示真实之际，实欲众生同入弥陀一乘愿海，而得真实究竟之大利」。名，没有比这个更大的；利，也没有比这个更大的。世间人追求的是小名小利，辛苦得不得了。真正念佛人，他所追求的是大名大利，大名，名闻十方世界，名闻虚空法界。「信愿行中，愿为机枢。出生死海，唯赖愿王」，在修行的核心，枢纽就是愿。我们必须要愿生净土，愿意追随弥陀、亲近弥陀，做弥陀弟子。这比什么都重要，你有这个愿，你就决定得生。",
      "zh_TW": "「今所勸者，正是彌陀之本願」，阿彌陀佛沒有別的，就是希望我們趕快發心到極樂世界去。「釋尊及十方三世如來之本心」，一切諸佛的本心，一切諸佛的本願，沒有別的，就是勸我們到極樂世界；我們到極樂世界，佛就稱心如意。「世尊開化顯示真實之際，實欲眾生同入彌陀一乘願海，而得真實究竟之大利」。名，沒有比這個更大的；利，也沒有比這個更大的。世間人追求的是小名小利，辛苦得不得了。真正念佛人，他所追求的是大名大利，大名，名聞十方世界，名聞虛空法界。「信願行中，願為機樞。出生死海，唯賴願王」，在修行的核心，樞紐就是願。我們必須要願生淨土，願意追隨彌陀、親近彌陀，做彌陀弟子。這比什麼都重要，你有這個願，你就決定得生。"
    },
    {
      "id": "02-037-0566_p0029",
      "zh_CN": "「方便多门，禅密教观，八万四千，门门皆可，但归元无二。诸方便中，究竟方便唯在往生」。说到明心见性，方法太多了，大乘教里面讲八万四千，每一个门道都可以明心见性，都可以成佛。所以《金刚经》上佛说，「法门平等，无有高下」。禅密教观，「教观」，我们有参考资料，「教相与观心」。这个教观，教是教相，观是观心。「教相者释迦一代之教法」，这他教学的方法，「由自己之宗义而分别判断」。像释迦一代时教传到中国来，中国的祖师把它分为八个宗派，这是从教相上分的。华严宗、天台宗、三论宗、法相宗，各人有各人的分别、判断，但是统统都能成就。「观心者，观念自宗所立之真理」。每一个宗虽然讲的不一样，但是它都是通的。好像我们一个器皿，八面玲珑，你在每一个方位上看，它不一样，但是它是一体，进门去完全相同。在门外，它的门很多，门窗很多，都是真理，问题是你怎么入进去，进去就是证得。",
      "zh_TW": "「方便多門，禪密教觀，八萬四千，門門皆可，但歸元無二。諸方便中，究竟方便唯在往生」。說到明心見性，方法太多了，大乘教裡面講八萬四千，每一個門道都可以明心見性，都可以成佛。所以《金剛經》上佛說，「法門平等，無有高下」。禪密教觀，「教觀」，我們有參考資料，「教相與觀心」。這個教觀，教是教相，觀是觀心。「教相者釋迦一代之教法」，這他教學的方法，「由自己之宗義而分別判斷」。像釋迦一代時教傳到中國來，中國的祖師把它分為八個宗派，這是從教相上分的。華嚴宗、天台宗、三論宗、法相宗，各人有各人的分別、判斷，但是統統都能成就。「觀心者，觀念自宗所立之真理」。每一個宗雖然講的不一樣，但是它都是通的。好像我們一個器皿，八面玲瓏，你在每一個方位上看，它不一樣，但是它是一體，進門去完全相同。在門外，它的門很多，門窗很多，都是真理，問題是你怎麼入進去，進去就是證得。"
    },
    {
      "id": "02-037-0566_p0030",
      "zh_CN": "「如天台宗以五时八教为教相，以一心三观为观心」，这举天台的一个例子，「乃至如真言宗以显密二教十住心为教相门，以阿字不生为观心。此二门虽通诸宗，而天台一家之发挥，冠于诸宗」。它讲得清楚、它讲得明白，所以讲到教观，大家都喜欢用天台的讲法。后面这天台说法，「止观大意曰」，《教观纲宗》，都是天台的，「略述教观门户大概，今家教门」，这个今家是指智者大师，天台宗的祖师。「以龙树为始祖」，天台宗的始祖；「慧文」，二祖，「但列内观视听而已。洎乎南岳天台」，这个地方天台就是指智者大师，「复用法华三昧，发陀罗尼，开拓义门，观法周遍」。这里注解讲了，「义门即教门」，也就是教学的方法，采用《法华经》，贤首的《华严》，智者的《法华》。过去译经，依照这个经的义理、方法来修行，都能明心见性，所以说「法门平等，无有高下」。",
      "zh_TW": "「如天台宗以五時八教為教相，以一心三觀為觀心」，這舉天台的一個例子，「乃至如真言宗以顯密二教十住心為教相門，以阿字不生為觀心。此二門雖通諸宗，而天台一家之發揮，冠於諸宗」。它講得清楚、它講得明白，所以講到教觀，大家都喜歡用天台的講法。後面這天台說法，「止觀大意曰」，《教觀綱宗》，都是天台的，「略述教觀門戶大概，今家教門」，這個今家是指智者大師，天台宗的祖師。「以龍樹為始祖」，天台宗的始祖；「慧文」，二祖，「但列內觀視聽而已。洎乎南岳天台」，這個地方天台就是指智者大師，「復用法華三昧，發陀羅尼，開拓義門，觀法周遍」。這裡註解講了，「義門即教門」，也就是教學的方法，採用《法華經》，賢首的《華嚴》，智者的《法華》。過去譯經，依照這個經的義理、方法來修行，都能明心見性，所以說「法門平等，無有高下」。"
    },
    {
      "id": "02-037-0566_p0031",
      "zh_CN": "「教观纲宗曰：佛祖之要教观而已」。这个也可以帮助我们认识佛教。佛是释迦牟尼佛，祖是历代祖师，佛跟祖师代代相传的是什么？教观而已。教学的方法，解门，观心是行门，解行相应。这个观，用哲学的名词，人生观、宇宙观，我们对于宇宙人生的看法、想法，要依教理，要依教学方法，这叫真学佛。那不懂得教，也不懂得观，这不是学佛，没学佛。所以今天在这个世间，确确实实我们看到人家称为佛教，有六种不同的形式。有教有观的，这是真正释迦如来的佛学，就是它有教学的理论、有教学的方法，用这些方法来帮助你，把你许许多多错误的看法、想法纠正过来，让你看到宇宙人生真相。真相大白之后，你就不迷了。破迷开悟，你就得乐了。",
      "zh_TW": "「教觀綱宗曰：佛祖之要教觀而已」。這個也可以幫助我們認識佛教。佛是釋迦牟尼佛，祖是歷代祖師，佛跟祖師代代相傳的是什麼？教觀而已。教學的方法，解門，觀心是行門，解行相應。這個觀，用哲學的名詞，人生觀、宇宙觀，我們對於宇宙人生的看法、想法，要依教理，要依教學方法，這叫真學佛。那不懂得教，也不懂得觀，這不是學佛，沒學佛。所以今天在這個世間，確確實實我們看到人家稱為佛教，有六種不同的形式。有教有觀的，這是真正釋迦如來的佛學，就是它有教學的理論、有教學的方法，用這些方法來幫助你，把你許許多多錯誤的看法、想法糾正過來，讓你看到宇宙人生真相。真相大白之後，你就不迷了。破迷開悟，你就得樂了。"
    },
    {
      "id": "02-037-0566_p0032",
      "zh_CN": "这个乐如世间，与这个世间名闻利养不相干，贫富贵贱不相干。不是说这个乐，你有很高的地位、很多的财富，不是这个。孔夫子没有财富，也没有地位，可以说他是平民，他的乐一般人不懂，他真乐！学生当中颜回，颜回之乐是出名的，快乐，每天快乐无比，什么都没有，贫穷到吃饭的时候饭碗都没有，用竹子编个篓子装饭；喝水，杯子没有，葫芦瓢，穷到这种程度。「居陋巷，人不堪其忧」，夫子称赞他，「回也不改其乐」。他乐的什么？乐的是道，他对宇宙人生真相，他明白、他知道是怎么回事情，所以快乐无比！释迦佛有，他父亲是国王，他不出家他是太子，他继承王位，可是十九岁放弃了、不要了。放弃富贵，他当然有乐，他会比皇宫里的那个快乐更快乐，他不会去找苦吃。这个道理我们一定要知道，佛教人离苦得乐，不会教你离乐去吃苦，哪有这种道理！这个乐是真乐，你必须要真正契入，不契入，你不知道。",
      "zh_TW": "這個樂如世間，與這個世間名聞利養不相干，貧富貴賤不相干。不是說這個樂，你有很高的地位、很多的財富，不是這個。孔夫子沒有財富，也沒有地位，可以說他是平民，他的樂一般人不懂，他真樂！學生當中顏回，顏回之樂是出名的，快樂，每天快樂無比，什麼都沒有，貧窮到吃飯的時候飯碗都沒有，用竹子編個簍子裝飯；喝水，杯子沒有，葫蘆瓢，窮到這種程度。「居陋巷，人不堪其憂」，夫子稱讚他，「回也不改其樂」。他樂的什麼？樂的是道，他對宇宙人生真相，他明白、他知道是怎麼回事情，所以快樂無比！釋迦佛有，他父親是國王，他不出家他是太子，他繼承王位，可是十九歲放棄了、不要了。放棄富貴，他當然有樂，他會比皇宮裡的那個快樂更快樂，他不會去找苦吃。這個道理我們一定要知道，佛教人離苦得樂，不會教你離樂去吃苦，哪有這種道理！這個樂是真樂，你必須要真正契入，不契入，你不知道。"
    },
    {
      "id": "02-037-0566_p0033",
      "zh_CN": "所以佛祖之要教观而已，这就是真正佛法。「观非教不正」，教是什么？释迦牟尼佛的经教，你要不依经教的标准，你走歪了、走邪了。「教非观不传」，教怎么传下来？教要真正修行，要真正觉悟，这观是觉悟，才能传得下去。如果他没有真修，光是依照文字来讲解，这个不行，讲错了。现在有一种，学校里有开佛经课程，我年轻的时候还教了五年。台湾那个时候，中国文化学院，现在已经提升到大学了，文化大学。我那五年是教佛经哲学，我跟方老师学的那一套在学校就用上了。有没有真修真学？没有。胆子大，年轻，误人子弟。必须真修悟入，这才能传。",
      "zh_TW": "所以佛祖之要教觀而已，這就是真正佛法。「觀非教不正」，教是什麼？釋迦牟尼佛的經教，你要不依經教的標準，你走歪了、走邪了。「教非觀不傳」，教怎麼傳下來？教要真正修行，要真正覺悟，這觀是覺悟，才能傳得下去。如果他沒有真修，光是依照文字來講解，這個不行，講錯了。現在有一種，學校裡有開佛經課程，我年輕的時候還教了五年。台灣那個時候，中國文化學院，現在已經提升到大學了，文化大學。我那五年是教佛經哲學，我跟方老師學的那一套在學校就用上了。有沒有真修真學？沒有。膽子大，年輕，誤人子弟。必須真修悟入，這才能傳。"
    },
    {
      "id": "02-037-0566_p0034",
      "zh_CN": "像惠能大师，你看五祖忍和尚跟他讲《金刚经》，讲到「应无所住，而生其心」，他就契入了。说出他的心得报告，那就是他的毕业论文，二十个字，「何期自性，本自清净，本不生灭，本自具足，本无动摇，能生万法」。五祖一听，行了，不必说了，衣钵给他，叫他赶快走，就毕业了。这五句话，观，他真的入境界。神秀跟他十几、二十年，没有入境界，讲文字不是讲道理。观是讲道理，这道理跟文字相应。所以观非教不正，教非观不传。「有教无观则罔」，罔是什么？迷惑。有教无观，天天学经教，没有入境界，迷惑。「有观无教」，有观无教是盲修瞎练，「则殆」，殆是危险，不知道你偏差错到哪里去了。所以教观是一体，不能分离的。",
      "zh_TW": "像惠能大師，你看五祖忍和尚跟他講《金剛經》，講到「應無所住，而生其心」，他就契入了。說出他的心得報告，那就是他的畢業論文，二十個字，「何期自性，本自清淨，本不生滅，本自具足，本無動搖，能生萬法」。五祖一聽，行了，不必說了，衣缽給他，叫他趕快走，就畢業了。這五句話，觀，他真的入境界。神秀跟他十幾、二十年，沒有入境界，講文字不是講道理。觀是講道理，這道理跟文字相應。所以觀非教不正，教非觀不傳。「有教無觀則罔」，罔是什麼？迷惑。有教無觀，天天學經教，沒有入境界，迷惑。「有觀無教」，有觀無教是盲修瞎練，「則殆」，殆是危險，不知道你偏差錯到哪裡去了。所以教觀是一體，不能分離的。"
    },
    {
      "id": "02-037-0566_p0035",
      "zh_CN": "现在有变成学术的佛教，把它当作一门学问来研究，世间法，这是有教无观则罔。这是有讲、有听的，没有修的、没有证的，把佛经当作一门知识来研究。这是很多学校开这个课程，老师不是修行、不是证果的人。另外一种就是宗教的佛教，现在我们一般所看的，把释迦牟尼佛当作神来看待，把菩萨、阿罗汉都当作神明，多神教。全错了，真冤枉！不能不承认，大家都这么说。还有最近新兴的，有企业的佛教、有观光旅游的佛教、还有邪教的佛教，这么多，你学的是哪一种？用这个标准好，有教有观，这是释迦牟尼佛所传的佛教。这就是有讲经、有听经，有依照经典的理论方法去修行，有证果，往生就是证果，这才是佛所传的正教。净宗学人心净佛土净，心地清净，万缘放下，信愿念佛，没有妄想、没有执着，这个是佛教，得搞清楚、搞明白。现在真正佛教很少，真的没看到。",
      "zh_TW": "現在有變成學術的佛教，把它當作一門學問來研究，世間法，這是有教無觀則罔。這是有講、有聽的，沒有修的、沒有證的，把佛經當作一門知識來研究。這是很多學校開這個課程，老師不是修行、不是證果的人。另外一種就是宗教的佛教，現在我們一般所看的，把釋迦牟尼佛當作神來看待，把菩薩、阿羅漢都當作神明，多神教。全錯了，真冤枉！不能不承認，大家都這麼說。還有最近新興的，有企業的佛教、有觀光旅遊的佛教、還有邪教的佛教，這麼多，你學的是哪一種？用這個標準好，有教有觀，這是釋迦牟尼佛所傳的佛教。這就是有講經、有聽經，有依照經典的理論方法去修行，有證果，往生就是證果，這才是佛所傳的正教。淨宗學人心淨佛土淨，心地清淨，萬緣放下，信願念佛，沒有妄想、沒有執著，這個是佛教，得搞清楚、搞明白。現在真正佛教很少，真的沒看到。"
    },
    {
      "id": "02-037-0566_p0036",
      "zh_CN": "我这一生三个老师，少一个都不行，我都不会成就。方老师接引我入门，让我知道佛教是什么。当初最初的认识，佛教是哲学，释迦牟尼佛是教育家，我们是用这个眼光看他。一生教学，他的身分，要用现在的话来说，他是一位多元文化的义务工作者，一生教学不收学费，尽义务。多元文化，他的学生不分国籍、不分族群、不分宗教信仰，信什么教都可以来学。他没有叫你去改信宗教，没有，为什么？它本身不是宗教，它是教育。像一个大学，不管你信什么宗教，你分数考取了，统统收。这在经典里面我们看到，有不少是外面宗教的信徒，宗教的传教师，佛都教，不必改变宗教。信宗教与学佛两回事情。学佛是跟佛学智慧，这要搞清楚、搞明白。现在教跟观没有了，建一个寺庙还收门票，释迦牟尼佛要晓得做何感想？摆上他的像放在那里收门票，在世一生教学没有收过一分钱学费。所以我们学佛要把佛究竟是什么，得搞清楚、搞明白，不能搞颠倒了。",
      "zh_TW": "我這一生三個老師，少一個都不行，我都不會成就。方老師接引我入門，讓我知道佛教是什麼。當初最初的認識，佛教是哲學，釋迦牟尼佛是教育家，我們是用這個眼光看他。一生教學，他的身分，要用現在的話來說，他是一位多元文化的義務工作者，一生教學不收學費，盡義務。多元文化，他的學生不分國籍、不分族群、不分宗教信仰，信什麼教都可以來學。他沒有叫你去改信宗教，沒有，為什麼？它本身不是宗教，它是教育。像一個大學，不管你信什麼宗教，你分數考取了，統統收。這在經典裡面我們看到，有不少是外面宗教的信徒，宗教的傳教師，佛都教，不必改變宗教。信宗教與學佛兩回事情。學佛是跟佛學智慧，這要搞清楚、搞明白。現在教跟觀沒有了，建一個寺廟還收門票，釋迦牟尼佛要曉得做何感想？擺上他的像放在那裡收門票，在世一生教學沒有收過一分錢學費。所以我們學佛要把佛究竟是什麼，得搞清楚、搞明白，不能搞顛倒了。"
    },
    {
      "id": "02-037-0566_p0037",
      "zh_CN": "这个下面，「玄义十」，第十卷下，玄义是《法华玄义》，这里面讲的，「今释此三教，各作二解：一约教门解。二约观门解。教门为信行人，又成闻义」，这是教门。教门他听明白了、他听懂了，成就闻慧。「观门为法行人」，又叫成慧门，成慧的意思，观门是真干，依照这个理论去修行，成就智慧。你看看，教门如果没有修行，他成就的是知识，成闻慧门，知识。「闻慧具足」，那就是闻是有教，慧是有行。「如人有目，日光明照见种种色」，好像人有眼睛，太阳明照，你看得清清楚楚，有闻有慧，有教有修。",
      "zh_TW": "這個下面，「玄義十」，第十卷下，玄義是《法華玄義》，這裡面講的，「今釋此三教，各作二解：一約教門解。二約觀門解。教門為信行人，又成聞義」，這是教門。教門他聽明白了、他聽懂了，成就聞慧。「觀門為法行人」，又叫成慧門，成慧的意思，觀門是真幹，依照這個理論去修行，成就智慧。你看看，教門如果沒有修行，他成就的是知識，成聞慧門，知識。「聞慧具足」，那就是聞是有教，慧是有行。「如人有目，日光明照見種種色」，好像人有眼睛，太陽明照，你看得清清楚楚，有聞有慧，有教有修。"
    },
    {
      "id": "02-037-0566_p0038",
      "zh_CN": "底下括弧里头说，「自依圣法而行，谓之法行」，这解释上面的，依照佛所教的方法去修行。那我们这个经里面所说的三种净业，也叫做三福，这必须要做到。「孝养父母，奉事师长，慈心不杀，修十善业」，头一条。如果没有做，光听讲，懂得，这是有教无行，得不到真正利益。有教有行，我真把它做到了，得真正利益。这个利益是世间孝子、是世间的好人，中国人讲圣贤君子，圣是做到顶点，贤是次一等，最低限度是君子，好人。「受持三皈，具足众戒，不犯威仪」，那是真正佛弟子。三皈是觉正净，觉而不迷，正而不邪，净而不染，落实在哪里？落实在戒律，戒律能够帮助你做到。圆满落实在教观，教观帮助你圆满达到。戒律帮助你扎好根基，得真干，不真干不行。第三福，「发菩提心，深信因果，读诵大乘，劝进行者」，行菩萨道，自行化他。自己得到利益，不要忘了众生，要全心全力去教化众生。这是什么？这报佛恩，佛的愿望，一切众生都成就。我成就了，我要帮助佛教化众生，接引众生，众生真正能往生极乐世界，这就是圆满功德。所以，「信行者为钝根而成闻慧，法行者为利根而成思慧」。闻慧是解，思慧是悟，一个听经他听懂，他能解、能行，悟是开悟了。所以「教门为信行人，观门为法行人」，依照佛的佛法去修行。这是教观名词的含义。",
      "zh_TW": "底下括弧裡頭說，「自依聖法而行，謂之法行」，這解釋上面的，依照佛所教的方法去修行。那我們這個經裡面所說的三種淨業，也叫做三福，這必須要做到。「孝養父母，奉事師長，慈心不殺，修十善業」，頭一條。如果沒有做，光聽講，懂得，這是有教無行，得不到真正利益。有教有行，我真把它做到了，得真正利益。這個利益是世間孝子、是世間的好人，中國人講聖賢君子，聖是做到頂點，賢是次一等，最低限度是君子，好人。「受持三皈，具足眾戒，不犯威儀」，那是真正佛弟子。三皈是覺正淨，覺而不迷，正而不邪，淨而不染，落實在哪裡？落實在戒律，戒律能夠幫助你做到。圓滿落實在教觀，教觀幫助你圓滿達到。戒律幫助你紮好根基，得真幹，不真幹不行。第三福，「發菩提心，深信因果，讀誦大乘，勸進行者」，行菩薩道，自行化他。自己得到利益，不要忘了眾生，要全心全力去教化眾生。這是什麼？這報佛恩，佛的願望，一切眾生都成就。我成就了，我要幫助佛教化眾生，接引眾生，眾生真正能往生極樂世界，這就是圓滿功德。所以，「信行者為鈍根而成聞慧，法行者為利根而成思慧」。聞慧是解，思慧是悟，一個聽經他聽懂，他能解、能行，悟是開悟了。所以「教門為信行人，觀門為法行人」，依照佛的佛法去修行。這是教觀名詞的含義。"
    },
    {
      "id": "02-037-0566_p0039",
      "zh_CN": "这下面说，诸方便中，究竟方便唯在往生，这一句非常重要！八万四千法门，究竟方便是最方便的、最容易行的一条道路，成佛之道，就是往生极乐世界。「修行他法」，修别的法门，八万四千法门，「欲于今生超脱三界，则为难行道」，出不了六道轮回，这个事情麻烦！「唯此求生净刹称为易行。净宗正修，首推持名」，净土宗的修行，就是教我们信愿持名，持名就是念佛。一定要真信，这个法门的理太深，不懂理，信可以，只要你相信你就会有成就，明白理成就很快，不明白理成就也快。所以理明不明白没有关系，理明白了，我信心坚定；那个不明理的人，他信心也坚定。所以他成就是平等的，一样的成就，这个是不可思议的法门。",
      "zh_TW": "這下面說，諸方便中，究竟方便唯在往生，這一句非常重要！八萬四千法門，究竟方便是最方便的、最容易行的一條道路，成佛之道，就是往生極樂世界。「修行他法」，修別的法門，八萬四千法門，「欲於今生超脫三界，則為難行道」，出不了六道輪迴，這個事情麻煩！「唯此求生淨剎稱為易行。淨宗正修，首推持名」，淨土宗的修行，就是教我們信願持名，持名就是念佛。一定要真信，這個法門的理太深，不懂理，信可以，只要你相信你就會有成就，明白理成就很快，不明白理成就也快。所以理明不明白沒有關係，理明白了，我信心堅定；那個不明理的人，他信心也堅定。所以他成就是平等的，一樣的成就，這個是不可思議的法門。"
    },
    {
      "id": "02-037-0566_p0040",
      "zh_CN": "「但习余门，而能发愿求生，亦为弥陀摄受，而横出三界」。不是修净土的，修其他法门的，我也想往生行不行？行。无论学哪个法门，你到最后，说我想到极乐世界，我把我所修习的这个功德回向极乐世界，求生极乐世界，行。净土法门非常广大，阿弥陀佛统统摄受。就在临终最后那一念，这一念有人劝他，求生极乐世界好，他念头一转，不管修哪个法门都能成功。再告诉诸位，不管信什么宗教也能成功，这妙不可言！为什么？一切法从心想生，所以它是平等的。无论信仰什么教，只要认真修行都是好人，宗教里头没有教你做坏人的。可是传教确实像我们刚才看到的，信解的人多，契入的人少，所以虽然讲经讲教，讲不圆满，这里面不免产生很多误会。这个误会造成了障碍，也造成宗教与宗教之间的冲突。实在讲宗教跟宗教没有冲突。佛教跟这个世间、跟出世间一切法都不冲突，为什么？佛法肯定宇宙之间一切法都是从自性流出来的，同一个生命共同体，怎么会有冲突！所以无论修什么教，最后你觉得极乐世界不错，阿弥陀佛那里很好玩，我去一去，行不行？行，没有不行的。你到极乐世界参观一下，再到你那个天堂看看，你喜欢哪个地方你自己可以挑选，法门真广大！真正不可思议！",
      "zh_TW": "「但習餘門，而能發願求生，亦為彌陀攝受，而橫出三界」。不是修淨土的，修其他法門的，我也想往生行不行？行。無論學哪個法門，你到最後，說我想到極樂世界，我把我所修習的這個功德迴向極樂世界，求生極樂世界，行。淨土法門非常廣大，阿彌陀佛統統攝受。就在臨終最後那一念，這一念有人勸他，求生極樂世界好，他念頭一轉，不管修哪個法門都能成功。再告訴諸位，不管信什麼宗教也能成功，這妙不可言！為什麼？一切法從心想生，所以它是平等的。無論信仰什麼教，只要認真修行都是好人，宗教裡頭沒有教你做壞人的。可是傳教確實像我們剛才看到的，信解的人多，契入的人少，所以雖然講經講教，講不圓滿，這裡面不免產生很多誤會。這個誤會造成了障礙，也造成宗教與宗教之間的衝突。實在講宗教跟宗教沒有衝突。佛教跟這個世間、跟出世間一切法都不衝突，為什麼？佛法肯定宇宙之間一切法都是從自性流出來的，同一個生命共同體，怎麼會有衝突！所以無論修什麼教，最後你覺得極樂世界不錯，阿彌陀佛那裡很好玩，我去一去，行不行？行，沒有不行的。你到極樂世界參觀一下，再到你那個天堂看看，你喜歡哪個地方你自己可以挑選，法門真廣大！真正不可思議！"
    },
    {
      "id": "02-037-0566_p0041",
      "zh_CN": "我们这一生遇到了千万别错过，所以一定要真正用功夫，多用一点时间来学习这部经典。这个经典真正搞懂了，至少你是个信行人，你不迷惑，你认识佛教，你认识净土，你不怀疑它，你不会毁谤它。自己成就，我相信你也会带着你的家亲眷属，你喜欢的人，你都希望他到极乐世界。到极乐世界天天在一起，不到极乐世界，以后见不到面了。六道里头各人走各人的，再也遇不到了，遇到也不认识，可是极乐世界认识。到极乐世界还有个好处，家亲眷属沦落在六道里头，无论在哪一道你都能看到他，你也有能力帮助他，这个功德利益到哪里去找？找不到第二家了。",
      "zh_TW": "我們這一生遇到了千萬別錯過，所以一定要真正用功夫，多用一點時間來學習這部經典。這個經典真正搞懂了，至少你是個信行人，你不迷惑，你認識佛教，你認識淨土，你不懷疑它，你不會毀謗它。自己成就，我相信你也會帶著你的家親眷屬，你喜歡的人，你都希望他到極樂世界。到極樂世界天天在一起，不到極樂世界，以後見不到面了。六道裡頭各人走各人的，再也遇不到了，遇到也不認識，可是極樂世界認識。到極樂世界還有個好處，家親眷屬淪落在六道裡頭，無論在哪一道你都能看到他，你也有能力幫助他，這個功德利益到哪裡去找？找不到第二家了。"
    },
    {
      "id": "02-037-0566_p0042",
      "zh_CN": "极乐世界是大同世界，极乐世界是和谐社会，极乐世界是学校，没有听到那个地方有天王、有上帝、有天主，没有，佛经你去查，从来没说过，那里头没有士农工商。它那个社会非常单纯，查遍一切经只有两种人，一个是阿弥陀佛，一个是菩萨。我们去都是菩萨身分，阿弥陀佛是老师，菩萨是学生，它是学校，到那边是学习、是上课。但是到那个地方，确实自性智慧流出来了，不思议的智慧、不思议的神通，能力恢复了。六种神通，佛说是我们的本能，每个人都有，只是迷了，觉悟之后统统都恢复了。有天眼通，那个天眼不是普通天眼，能够看整个宇宙。看整个宇宙，就像看眼前手掌上东西一样，清清楚楚。宏观能看整个宇宙，微观，就是今天讲的量子力学，极其细微的东西都看得清楚。看到宇宙的源起、看到生命的源起，看到在六道轮回无量劫来生生世世，你全能看到。这些众生跟我们什么关系，恩怨情仇全部看明白了。到那个时候看明白就晓得，过去糊涂干这些事，现在觉悟了，这些人统统把他度到极乐世界去，都是有缘人。",
      "zh_TW": "極樂世界是大同世界，極樂世界是和諧社會，極樂世界是學校，沒有聽到那個地方有天王、有上帝、有天主，沒有，佛經你去查，從來沒說過，那裡頭沒有士農工商。它那個社會非常單純，查遍一切經只有兩種人，一個是阿彌陀佛，一個是菩薩。我們去都是菩薩身分，阿彌陀佛是老師，菩薩是學生，它是學校，到那邊是學習、是上課。但是到那個地方，確實自性智慧流出來了，不思議的智慧、不思議的神通，能力恢復了。六種神通，佛說是我們的本能，每個人都有，只是迷了，覺悟之後統統都恢復了。有天眼通，那個天眼不是普通天眼，能夠看整個宇宙。看整個宇宙，就像看眼前手掌上東西一樣，清清楚楚。宏觀能看整個宇宙，微觀，就是今天講的量子力學，極其細微的東西都看得清楚。看到宇宙的源起、看到生命的源起，看到在六道輪迴無量劫來生生世世，你全能看到。這些眾生跟我們什麼關係，恩怨情仇全部看明白了。到那個時候看明白就曉得，過去糊塗幹這些事，現在覺悟了，這些人統統把他度到極樂世界去，都是有緣人。"
    },
    {
      "id": "02-037-0566_p0043",
      "zh_CN": "这是极乐世界人的生活，极乐世界那边人每一天的活动，很热闹。这样热闹，没起心、没动念、没分别、没执着，就妙！这个就是《还源观》上讲的「随缘妙用」。妙是什么？你自己永远在定慧当中。定，自性本定；慧，是自性本具的真实智慧，统统现前。「是故此经以求生净刹总收前文」，这一部经到此地这一句做总结，劝我们断恶修善、求生净土做为总结。下面是偈颂，长行文到这个地方就结束了。今天时间到了，我们就学习到此地。",
      "zh_TW": "這是極樂世界人的生活，極樂世界那邊人每一天的活動，很熱鬧。這樣熱鬧，沒起心、沒動念、沒分別、沒執著，就妙！這個就是《還源觀》上講的「隨緣妙用」。妙是什麼？你自己永遠在定慧當中。定，自性本定；慧，是自性本具的真實智慧，統統現前。「是故此經以求生淨剎總收前文」，這一部經到此地這一句做總結，勸我們斷惡修善、求生淨土做為總結。下面是偈頌，長行文到這個地方就結束了。今天時間到了，我們就學習到此地。"
    }
  ]
}