{
  "doc_id": "02-037-0266",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六六集",
    "zh_TW": "第二六六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0266",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0266_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们接着看「十乘理观」。我们前面学到第二「发真正菩提心」，现在从第三看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。我們接著看「十乘理觀」。我們前面學到第二「發真正菩提心」，現在從第三看起："
    },
    {
      "id": "02-037-0266_p0002",
      "zh_CN": "「三、善巧安心，善巧安心者，善以法性自安其心也。以法性为所安，以寂照为能安。寂即是止，照即是观」，换句话说，止观是能安，法性是所安。这个意思是说，「若信此心但是法性，则起是法性起，灭是法性灭；了其实不起灭，妄谓起灭，如是体达功成，法界俱寂，是名为止」，我们先看这一段。这里头最重要的一句话说，若信此心但是法性，这句话很重要，这是六道众生所迷之处。他迷在哪里？不知道这个心是法性。心性是一不是二，觉悟的时候我们就叫它性，见性；迷了的时候，就叫它做妄心。什么是妄心？第一个，它是生灭的现象，它不是常住的。我们的念头，细心一观照就很清楚，世间人常讲回光返照，也就是仔细去想想自己这个念头，前面念头灭了，后面念头就生起来了，一个接一个，从来没有中断。而且这个念头变幻无常，不是专门想一个念头；如果专门想一个念头，住心一处，那就是定，它不定，它无常，它不定，这叫妄心。我们常说胡思乱想，自己没有法子控制，连睡觉的时候它都不停止。作梦就是这个现象，如果念头没有了，不会作梦。",
      "zh_TW": "「三、善巧安心，善巧安心者，善以法性自安其心也。以法性為所安，以寂照為能安。寂即是止，照即是觀」，換句話說，止觀是能安，法性是所安。這個意思是說，「若信此心但是法性，則起是法性起，滅是法性滅；了其實不起滅，妄謂起滅，如是體達功成，法界俱寂，是名為止」，我們先看這一段。這裡頭最重要的一句話說，若信此心但是法性，這句話很重要，這是六道眾生所迷之處。他迷在哪裡？不知道這個心是法性。心性是一不是二，覺悟的時候我們就叫它性，見性；迷了的時候，就叫它做妄心。什麼是妄心？第一個，它是生滅的現象，它不是常住的。我們的念頭，細心一觀照就很清楚，世間人常講回光返照，也就是仔細去想想自己這個念頭，前面念頭滅了，後面念頭就生起來了，一個接一個，從來沒有中斷。而且這個念頭變幻無常，不是專門想一個念頭；如果專門想一個念頭，住心一處，那就是定，它不定，它無常，它不定，這叫妄心。我們常說胡思亂想，自己沒有法子控制，連睡覺的時候它都不停止。作夢就是這個現象，如果念頭沒有了，不會作夢。"
    },
    {
      "id": "02-037-0266_p0003",
      "zh_CN": "由此可知，我们这个念头生灭，日夜都不停。经历的时间很长，所以养成一个习惯。我们不知不觉，从来没有留意念头这桩事情。好像我们人的呼吸，呼吸重要，一口气不来，人就不在了，但是从来没有留意过，呼吸我要注意一下，没有，这就习惯。我们对我起心动念也成了这个习惯，不知不觉。诸佛菩萨跟我们不一样，他对于这个事实真相清清楚楚，一丝毫都不迷，一个念头接一个念头，他看得很清楚，所以他知道这是假的，这是个妄念，虚幻的现象。",
      "zh_TW": "由此可知，我們這個念頭生滅，日夜都不停。經歷的時間很長，所以養成一個習慣。我們不知不覺，從來沒有留意念頭這樁事情。好像我們人的呼吸，呼吸重要，一口氣不來，人就不在了，但是從來沒有留意過，呼吸我要注意一下，沒有，這就習慣。我們對我起心動念也成了這個習慣，不知不覺。諸佛菩薩跟我們不一樣，他對於這個事實真相清清楚楚，一絲毫都不迷，一個念頭接一個念頭，他看得很清楚，所以他知道這是假的，這是個妄念，虛幻的現象。"
    },
    {
      "id": "02-037-0266_p0004",
      "zh_CN": "但是虚幻现象之体，就是它依什么起来的，它依法性，它的体就是法性。法性也就是自心，自心讲得比较贴切，就是自己的心。讲法性，那就是说宇宙之间万事万物都是这个心，心现识变。前面所说的色从心造就是法性，法性变成现在的起心动念，所以起心动念就是法性，起心动念变造万法。《华严经》上说得很好，「应观法界性，一切唯心造」，法界无量无边，它说的法界就是惠能大师所说的「何期自性，能生万法」，法界就是万法，万法就是法界。法界的性？法界的性是真心，真心能现，真心能生。真心虽然什么都没有，它能生、它能现，它一丝毫缺减都没有，像智者大师所说的，自性里面有圆满的智慧。自性智慧在八识五十一心所里面称它是证自证分。心心所都有四分，相分、见分、自证分、证自证分。证自证分就是你怎么知道它有自证分。所以证自证分是自性本来具足的般若智慧，不是外头来的。",
      "zh_TW": "但是虛幻現象之體，就是它依什麼起來的，它依法性，它的體就是法性。法性也就是自心，自心講得比較貼切，就是自己的心。講法性，那就是說宇宙之間萬事萬物都是這個心，心現識變。前面所說的色從心造就是法性，法性變成現在的起心動念，所以起心動念就是法性，起心動念變造萬法。《華嚴經》上說得很好，「應觀法界性，一切唯心造」，法界無量無邊，它說的法界就是惠能大師所說的「何期自性，能生萬法」，法界就是萬法，萬法就是法界。法界的性？法界的性是真心，真心能現，真心能生。真心雖然什麼都沒有，它能生、它能現，它一絲毫缺減都沒有，像智者大師所說的，自性裡面有圓滿的智慧。自性智慧在八識五十一心所裡面稱它是證自證分。心心所都有四分，相分、見分、自證分、證自證分。證自證分就是你怎麼知道它有自證分。所以證自證分是自性本來具足的般若智慧，不是外頭來的。"
    },
    {
      "id": "02-037-0266_p0005",
      "zh_CN": "这是大乘教常说的「心外无法，法外无心」，法全是心现，全是识变。识就是分别执着，没有分别执着它不会变，它现的相不会变，因为这里头有分别执着，五蕴里头就有。这个要记住，五蕴是现象里头的基本现象，所有现象都是从它生的。科学家告诉我们，自然现象、心理现象、物理现象，全在自性里头。自性因为它没有这三种现象，所以说它作空。这个空不是无，不能当无说。为什么？它能现现象，三种现象它都能现，能现万法。意念在哪里？我们找不到，因为它不是物质现象，我们看不到，它也不是音声，我们听不到。它在不在？在。怎么知道它在？我们有思想，思想就是念头。思想究竟在哪里？确实找不到。物质的现象有形有色，换句话，它有范围，第六意识没有范围，广大无边际，它能想过去、能想未来、能想此界、能想他方，它这个范围太大太大。大乘教里佛说它所缘的境界，向外缘，它能缘到宇宙、虚空法界，它能缘到；向内缘，它能缘到阿赖耶，这么大的能量。",
      "zh_TW": "這是大乘教常說的「心外無法，法外無心」，法全是心現，全是識變。識就是分別執著，沒有分別執著它不會變，它現的相不會變，因為這裡頭有分別執著，五蘊裡頭就有。這個要記住，五蘊是現象裡頭的基本現象，所有現象都是從它生的。科學家告訴我們，自然現象、心理現象、物理現象，全在自性裡頭。自性因為它沒有這三種現象，所以說它作空。這個空不是無，不能當無說。為什麼？它能現現象，三種現象它都能現，能現萬法。意念在哪裡？我們找不到，因為它不是物質現象，我們看不到，它也不是音聲，我們聽不到。它在不在？在。怎麼知道它在？我們有思想，思想就是念頭。思想究竟在哪裡？確實找不到。物質的現象有形有色，換句話，它有範圍，第六意識沒有範圍，廣大無邊際，它能想過去、能想未來、能想此界、能想他方，它這個範圍太大太大。大乘教裡佛說它所緣的境界，向外緣，它能緣到宇宙、虛空法界，它能緣到；向內緣，它能緣到阿賴耶，這麼大的能量。"
    },
    {
      "id": "02-037-0266_p0006",
      "zh_CN": "《楞严经》上一开端，释迦牟尼佛问阿难尊者心在哪里？阿难说了七处，佛都否定，阿难都说错了。为什么？心无时无处而不在，不能说在哪一个地方，无处不在、无时不在，实际上就是五蕴，是一体五种不同的作用。色是个物体，这个物体它有感受，像日本江本博士用水做实验，水是一个物体，实验证明它会看，它会听，它懂得人的意思。会看、会听就是受；懂得人的意思，它会想；它的能量相续不间断，这是行；它能随着众生的念头产生变化，那是识。所以实验出来，我们知道，水有受想行识。换句话说，不能把它看作纯物质，它有心，受想行识是心法，心跟物结合成一体。我们一般把它看作矿物。",
      "zh_TW": "《楞嚴經》上一開端，釋迦牟尼佛問阿難尊者心在哪裡？阿難說了七處，佛都否定，阿難都說錯了。為什麼？心無時無處而不在，不能說在哪一個地方，無處不在、無時不在，實際上就是五蘊，是一體五種不同的作用。色是個物體，這個物體它有感受，像日本江本博士用水做實驗，水是一個物體，實驗證明它會看，它會聽，它懂得人的意思。會看、會聽就是受；懂得人的意思，它會想；它的能量相續不間斷，這是行；它能隨著眾生的念頭產生變化，那是識。所以實驗出來，我們知道，水有受想行識。換句話說，不能把它看作純物質，它有心，受想行識是心法，心跟物結合成一體。我們一般把它看作礦物。"
    },
    {
      "id": "02-037-0266_p0007",
      "zh_CN": "于是从水实验我们就明白，所有一切物质现象没有一样没有受想行识的，你决定找不到。小到微中子，这佛经里面说极微之微，不能再小了，这就是物质基本的单位，所有物质现象都是这一个基本东西组成的。《金刚经》上讲「一合相」，那个一就是现在科学家发现的微中子。许许多多聚集在一块，它排列的方法不一样，这就构成夸克，构成粒子，构成原子，再构成分子、构成细胞，到这里我们才能看得到。一个细胞里头有多少微中子，一个细胞里头有多少个原子？原子里头一个电子是一百亿个微中子，你就想到一个细胞要用微中子计算，真叫不可思议。",
      "zh_TW": "於是從水實驗我們就明白，所有一切物質現象沒有一樣沒有受想行識的，你決定找不到。小到微中子，這佛經裡面說極微之微，不能再小了，這就是物質基本的單位，所有物質現象都是這一個基本東西組成的。《金剛經》上講「一合相」，那個一就是現在科學家發現的微中子。許許多多聚集在一塊，它排列的方法不一樣，這就構成夸克，構成粒子，構成原子，再構成分子、構成細胞，到這裡我們才能看得到。一個細胞裡頭有多少微中子，一個細胞裡頭有多少個原子？原子裡頭一個電子是一百億個微中子，你就想到一個細胞要用微中子計算，真叫不可思議。"
    },
    {
      "id": "02-037-0266_p0008",
      "zh_CN": "这一般讲宇宙的奥秘，三千年前佛菩萨把它揭穿，到今天，三千年之后，最近的三十年，科学家把它证明了，证明佛经上所讲的完全正确，我们不能不佩服释迦牟尼佛的智慧。佛告诉我们，这种智慧不是他专利的，就是不是他专有的。哪些人有？一切众生个个都有。佛说的不是妄语，《华严经》上讲的，这世尊说的，「一切众生本来是佛」。《观无量寿佛经》里头佛讲到净宗的原理，净土宗的理论依据，两句话，「是心是佛，是心作佛」，净土修学就建立在这一个理论基础上。为什么念佛能成佛？因为你本来是佛。一切法唯心造，一切法从心想生，我现在天天想佛，天天念着佛，那不就成佛了！就这么个道理。如果你不是佛，你怎么念你也成不了佛。你本来是佛，你真的是佛，只是你一时糊涂而已，把本来是佛忘掉了，承认我是众生、我是凡夫，承认这个，你不承认你自己是佛，不承认自己是菩萨，那就没法子。道理一定要搞清楚、搞明白。真正搞透彻、搞明白，遍法界虚空界全体是心，全体是法性，都是这个心性变现出来的。",
      "zh_TW": "這一般講宇宙的奧祕，三千年前佛菩薩把它揭穿，到今天，三千年之後，最近的三十年，科學家把它證明了，證明佛經上所講的完全正確，我們不能不佩服釋迦牟尼佛的智慧。佛告訴我們，這種智慧不是他專利的，就是不是他專有的。哪些人有？一切眾生個個都有。佛說的不是妄語，《華嚴經》上講的，這世尊說的，「一切眾生本來是佛」。《觀無量壽佛經》裡頭佛講到淨宗的原理，淨土宗的理論依據，兩句話，「是心是佛，是心作佛」，淨土修學就建立在這一個理論基礎上。為什麼念佛能成佛？因為你本來是佛。一切法唯心造，一切法從心想生，我現在天天想佛，天天念著佛，那不就成佛了！就這麼個道理。如果你不是佛，你怎麼念你也成不了佛。你本來是佛，你真的是佛，只是你一時糊塗而已，把本來是佛忘掉了，承認我是眾生、我是凡夫，承認這個，你不承認你自己是佛，不承認自己是菩薩，那就沒法子。道理一定要搞清楚、搞明白。真正搞透徹、搞明白，遍法界虛空界全體是心，全體是法性，都是這個心性變現出來的。"
    },
    {
      "id": "02-037-0266_p0009",
      "zh_CN": "心性是不生不灭，心性是从来没有动摇过，自性本定。但是它有感应，众生有感，它就有应。没有感的时候它不现相，你找不到它，它在你面前你也找不到；可是众生有感它就现相，自然现相，没有任何理由。迷没有理由，觉也没有理由。本来是觉，这一念不觉，迷了；迷了之后，看什么时候遇到缘，缘帮助你了解真相，真相了解之后，不定在什么时候豁然大悟，悟也没有原因，这是事实真相。迷悟之体是一个，心性、法性是一个，迷悟的相不一样，迷悟的起用不一样。觉的用，自在，迷的用，苦恼；六道轮回、三恶道是迷起的作用，极乐世界、华藏世界、一真法界是悟起的作用。迷悟作用不同，迷悟作用平等，说穿了，是一不是二，迷悟不二，凡圣不二，天堂地狱不二，你就入不二法门，入不二法门你就觉悟了。",
      "zh_TW": "心性是不生不滅，心性是從來沒有動搖過，自性本定。但是它有感應，眾生有感，它就有應。沒有感的時候它不現相，你找不到它，它在你面前你也找不到；可是眾生有感它就現相，自然現相，沒有任何理由。迷沒有理由，覺也沒有理由。本來是覺，這一念不覺，迷了；迷了之後，看什麼時候遇到緣，緣幫助你了解真相，真相了解之後，不定在什麼時候豁然大悟，悟也沒有原因，這是事實真相。迷悟之體是一個，心性、法性是一個，迷悟的相不一樣，迷悟的起用不一樣。覺的用，自在，迷的用，苦惱；六道輪迴、三惡道是迷起的作用，極樂世界、華藏世界、一真法界是悟起的作用。迷悟作用不同，迷悟作用平等，說穿了，是一不是二，迷悟不二，凡聖不二，天堂地獄不二，你就入不二法門，入不二法門你就覺悟了。"
    },
    {
      "id": "02-037-0266_p0010",
      "zh_CN": "佛法修行的方法很多，无量无边。四弘誓愿，「法门无量誓愿学」，无量门就是一门，一门就是无量门。哪一门？门门是一门，门门是无量门。佛法里头没有独一，它是任一，任何一法都能成无上道，所以法门平等，无有高下。我们凡夫看不平等，有高下，这个高下是从我们妄念里面生的，从我们妄想分别执着里头生出来的，这些高下。如果我们把妄想分别执着放下，你就看不到高下，那你的看法一定跟《金刚经》上讲的一样，「是法平等，无有高下」，你就会看到这个样子。怎么平等？全是法性。",
      "zh_TW": "佛法修行的方法很多，無量無邊。四弘誓願，「法門無量誓願學」，無量門就是一門，一門就是無量門。哪一門？門門是一門，門門是無量門。佛法裡頭沒有獨一，它是任一，任何一法都能成無上道，所以法門平等，無有高下。我們凡夫看不平等，有高下，這個高下是從我們妄念裡面生的，從我們妄想分別執著裡頭生出來的，這些高下。如果我們把妄想分別執著放下，你就看不到高下，那你的看法一定跟《金剛經》上講的一樣，「是法平等，無有高下」，你就會看到這個樣子。怎麼平等？全是法性。"
    },
    {
      "id": "02-037-0266_p0011",
      "zh_CN": "古人有个比喻，「以金作器，器器皆金」。从器上看不一样。我早年在美国，有一个同修也是华人，他做假首饰，镀金做的。他的展览室，玻璃柜里面展览出来，差不多将近两万种，花样不一样，你进去看，真叫美不胜收，琳琅满目。首饰，它是镀金的，不是纯金，镀金的。镀金放在那里，你看不出来是假的，很便宜，每一件几块钱、十几块钱，丢掉不心痛，戴起来真漂亮，比真的还漂亮，所以销路好，销全世界。我去参观，还有一些人陪同我一起去，我就告诉大家，你们今天看到了，古大德举的比喻，「以金作器，器器皆金」，你在这里看到了。不明了真相的人，看到什么？看到这是成千上万的这些工艺品；内行的人一看，你看到什么？我只看到一样东西，金，它全是金的。再多的样子全是金的，全体就是一个金子。",
      "zh_TW": "古人有個比喻，「以金作器，器器皆金」。從器上看不一樣。我早年在美國，有一個同修也是華人，他做假首飾，鍍金做的。他的展覽室，玻璃櫃裡面展覽出來，差不多將近兩萬種，花樣不一樣，你進去看，真叫美不勝收，琳琅滿目。首飾，它是鍍金的，不是純金，鍍金的。鍍金放在那裡，你看不出來是假的，很便宜，每一件幾塊錢、十幾塊錢，丟掉不心痛，戴起來真漂亮，比真的還漂亮，所以銷路好，銷全世界。我去參觀，還有一些人陪同我一起去，我就告訴大家，你們今天看到了，古大德舉的比喻，「以金作器，器器皆金」，你在這裡看到了。不明瞭真相的人，看到什麼？看到這是成千上萬的這些工藝品；內行的人一看，你看到什麼？我只看到一樣東西，金，它全是金的。再多的樣子全是金的，全體就是一個金子。"
    },
    {
      "id": "02-037-0266_p0012",
      "zh_CN": "这个跟觉悟的人看我们这个花花世界，他看到是什么东西？就看到一个心。这花花世界林林总总这些现象全是一心变现的，全体是心。就好像参观这个黄金、金器的展览，全体就是个黄金，就是金，他看到真的东西了。看到相？那是假的，假相。所以佛叫我们看东西，至少要看三面，体、相、作用，这才把真相明白了，看一个不行，要看三面，体、相、用。要微细观察，至少看八面，这里头有因缘果。体里头有体相用，有体之体、体之相、体之用；相里面也有体相用，有相之体、相之相、相之用；作用里头也有体相用，用之体、用之相、用之用。看东西怎么个看法！八面还有两面，事跟理，体之体里面有理有事，体之相里头也有理也有事，体之用里头还是有理有事。面面看到，那叫深入，你看得细。我们普通人没有这个能力，只看到表面，哪有这么微细！从这个地方我们才能稍稍体会一点，佛菩萨看东西跟我们不一样，他看透了。看透了之后，得了一个总结是什么？总结是空，万法皆空，了不可得。我们连自己的身都不可得，我们自己的念头也不可得，没有一样东西你能够控制，没有一样东西你能够执着，全是假的。",
      "zh_TW": "這個跟覺悟的人看我們這個花花世界，他看到是什麼東西？就看到一個心。這花花世界林林總總這些現象全是一心變現的，全體是心。就好像參觀這個黃金、金器的展覽，全體就是個黃金，就是金，他看到真的東西了。看到相？那是假的，假相。所以佛叫我們看東西，至少要看三面，體、相、作用，這才把真相明白了，看一個不行，要看三面，體、相、用。要微細觀察，至少看八面，這裡頭有因緣果。體裡頭有體相用，有體之體、體之相、體之用；相裡面也有體相用，有相之體、相之相、相之用；作用裡頭也有體相用，用之體、用之相、用之用。看東西怎麼個看法！八面還有兩面，事跟理，體之體裡面有理有事，體之相裡頭也有理也有事，體之用裡頭還是有理有事。面面看到，那叫深入，你看得細。我們普通人沒有這個能力，只看到表面，哪有這麼微細！從這個地方我們才能稍稍體會一點，佛菩薩看東西跟我們不一樣，他看透了。看透了之後，得了一個總結是什麼？總結是空，萬法皆空，了不可得。我們連自己的身都不可得，我們自己的念頭也不可得，沒有一樣東西你能夠控制，沒有一樣東西你能夠執著，全是假的。"
    },
    {
      "id": "02-037-0266_p0013",
      "zh_CN": "既然知道全是假的，全是空的，空不是无，假不是没有。佛教导我们终极的目标，没有别的，把妄想放下，妄想是假的，对你有害，没有利，分别放下、执着放下。这三样东西都放下，恭喜你，你成佛了。凡夫跟佛差别就在此地，三样都放下了是佛，三样都放不下是凡夫。菩萨比佛差一点，三样放下两样，还有一样没放下，菩萨，妄想没放下，分别执着放下了，这人是菩萨。阿罗汉又差一等，阿罗汉三样只放下一样，不执着，他有分别、他有妄想。于是我们就明了，佛法的修行自始至终放下而已，千经万论都是教我们放下。为什么放不下？你对真相不了解，所以你没放下。千经万论说的是什么？说的是事实真相。事实真相完全通达明了，你自然放下了。这个自然放下在此地就是善巧安心，你把你的心安住在一个地方，不至于心浮气躁，不至于妄念纷飞。妄念纷飞、心浮气躁是心没地方安住。心要住在一处，好了，住在一处心就安了，住在一处那叫禅定，定在一个地方。住在一处，纵然没有开悟，你还是凡夫，你的能量就比别人高，你的智慧比别人大，你的福报就比别人强，只要把心安在一个地方。这也是宇宙的奥秘，心性不可思议。",
      "zh_TW": "既然知道全是假的，全是空的，空不是無，假不是沒有。佛教導我們終極的目標，沒有別的，把妄想放下，妄想是假的，對你有害，沒有利，分別放下、執著放下。這三樣東西都放下，恭喜你，你成佛了。凡夫跟佛差別就在此地，三樣都放下了是佛，三樣都放不下是凡夫。菩薩比佛差一點，三樣放下兩樣，還有一樣沒放下，菩薩，妄想沒放下，分別執著放下了，這人是菩薩。阿羅漢又差一等，阿羅漢三樣只放下一樣，不執著，他有分別、他有妄想。於是我們就明瞭，佛法的修行自始至終放下而已，千經萬論都是教我們放下。為什麼放不下？你對真相不了解，所以你沒放下。千經萬論說的是什麼？說的是事實真相。事實真相完全通達明瞭，你自然放下了。這個自然放下在此地就是善巧安心，你把你的心安住在一個地方，不至於心浮氣躁，不至於妄念紛飛。妄念紛飛、心浮氣躁是心沒地方安住。心要住在一處，好了，住在一處心就安了，住在一處那叫禪定，定在一個地方。住在一處，縱然沒有開悟，你還是凡夫，你的能量就比別人高，你的智慧比別人大，你的福報就比別人強，只要把心安在一個地方。這也是宇宙的奧祕，心性不可思議。"
    },
    {
      "id": "02-037-0266_p0014",
      "zh_CN": "菩萨六波罗蜜里头有忍辱、禅定，办大事有大耐心，办小事有小的耐心，人要没有耐心什么事都办不成。一天叫你拜三百拜佛，你没有耐心，拜了三十拜你就累了，就不想再拜了，真有这个事情，没有耐心。中国古人讲没有恒心，佛法讲没有耐心，没有耐心的人什么事都做不成，愈是大的事业，愈有大的忍耐。耐心再升级就是定，心定在一处。佛在大小乘经论都说，「制心一处，无事不办」，《遗教经》上有，大乘经论上佛也常说。或者说「止心一处」，止观的止，跟制心一处是一个意思，你把心止在这一处，「无事不办」。我们的心散乱的，胡思乱想，想现在、想过去、想未来、想自己、想别人，乱想，想佛菩萨，也想妖魔鬼怪，什么都想，统统散掉了。像一盏灯一样，它的光是四面八方照。我们把这个光比作心，那这个光要是把它收集起来，像一条线一样，这光厉害。现在这个光，我们隔一张纸，它都照不过去。如果把它集中在一处，这就叫激光，激光我们晓得，钢板都能穿过。从这个比喻上你去体会，我们把心、念头集中一处，那还得了！",
      "zh_TW": "菩薩六波羅蜜裡頭有忍辱、禪定，辦大事有大耐心，辦小事有小的耐心，人要沒有耐心什麼事都辦不成。一天叫你拜三百拜佛，你沒有耐心，拜了三十拜你就累了，就不想再拜了，真有這個事情，沒有耐心。中國古人講沒有恆心，佛法講沒有耐心，沒有耐心的人什麼事都做不成，愈是大的事業，愈有大的忍耐。耐心再升級就是定，心定在一處。佛在大小乘經論都說，「制心一處，無事不辦」，《遺教經》上有，大乘經論上佛也常說。或者說「止心一處」，止觀的止，跟制心一處是一個意思，你把心止在這一處，「無事不辦」。我們的心散亂的，胡思亂想，想現在、想過去、想未來、想自己、想別人，亂想，想佛菩薩，也想妖魔鬼怪，什麼都想，統統散掉了。像一盞燈一樣，它的光是四面八方照。我們把這個光比作心，那這個光要是把它收集起來，像一條線一樣，這光厲害。現在這個光，我們隔一張紙，它都照不過去。如果把它集中在一處，這就叫激光，激光我們曉得，鋼板都能穿過。從這個比喻上你去體會，我們把心、念頭集中一處，那還得了！"
    },
    {
      "id": "02-037-0266_p0015",
      "zh_CN": "念头集中一处，就是我刚才所说的，它产生的是能量出现了，智慧出现了，还有福德出现了，都在光明之中。这心里头本有的，《华严经》上佛说得好，「一切众生皆有如来智慧德相」，我们为什么不能证得？但以烦恼而不能证得。我们能把心集中一处就证得了。讲得很有道理。佛为什么能讲得出来？因为他自己把心集中在一处了，所以他什么都能办，神通广大，智慧无量。我们今天缺的就是这一点，他的心跟我们的心没有两样，他能够集中，我们没法子集中，都是散乱的。所以有同学，很少，有这么一个、二个，他能够把妄念杂念放下，把心收在一处，收在《无量寿经》上，天天读诵《无量寿经》，把心收在这一句佛号上，每天念阿弥陀佛，他办了大事。为什么？他见到阿弥陀佛了。大势至菩萨告诉我们的，「忆佛念佛，现前当来必定见佛」，菩萨透这个信息给我们。我们真想见佛，你就记住，忆佛、念佛。忆是心里想佛，心里头有阿弥陀佛，这叫忆佛；口里头念阿弥陀佛，这叫念佛。心想口念，时间久了，佛就现身。佛为什么现身？我们的忆、念把佛的形相变现在我们眼前，我们这个忆、念是感，佛就有应，这是感应，现的佛不是假佛，是真佛。",
      "zh_TW": "念頭集中一處，就是我剛才所說的，它產生的是能量出現了，智慧出現了，還有福德出現了，都在光明之中。這心裡頭本有的，《華嚴經》上佛說得好，「一切眾生皆有如來智慧德相」，我們為什麼不能證得？但以煩惱而不能證得。我們能把心集中一處就證得了。講得很有道理。佛為什麼能講得出來？因為他自己把心集中在一處了，所以他什麼都能辦，神通廣大，智慧無量。我們今天缺的就是這一點，他的心跟我們的心沒有兩樣，他能夠集中，我們沒法子集中，都是散亂的。所以有同學，很少，有這麼一個、二個，他能夠把妄念雜念放下，把心收在一處，收在《無量壽經》上，天天讀誦《無量壽經》，把心收在這一句佛號上，每天念阿彌陀佛，他辦了大事。為什麼？他見到阿彌陀佛了。大勢至菩薩告訴我們的，「憶佛念佛，現前當來必定見佛」，菩薩透這個信息給我們。我們真想見佛，你就記住，憶佛、念佛。憶是心裡想佛，心裡頭有阿彌陀佛，這叫憶佛；口裡頭念阿彌陀佛，這叫念佛。心想口念，時間久了，佛就現身。佛為什麼現身？我們的憶、念把佛的形相變現在我們眼前，我們這個憶、念是感，佛就有應，這是感應，現的佛不是假佛，是真佛。"
    },
    {
      "id": "02-037-0266_p0016",
      "zh_CN": "我们在《净土圣贤录》里看到宋朝的莹珂法师，这个人虽然出家，不守清规，破戒的比丘，做了很多恶事。但是他有一个长处，他怕死。为什么？他知道他死了以后一定堕地狱，想到地狱恐怖、害怕，这怎么得了，造的地狱业！向同参道友请教，有没有什么方法让我不堕地狱？就有一个同学给他一本《往生传》，念佛往生的《往生传》给他看。他看了之后痛哭流涕，很受感动，于是他把自己关在寮房里头，一心念佛求生净土。念了三天三夜，不吃饭、不喝水，一口气念三天三夜，怕堕地狱！这三天三夜，真的把阿弥陀佛念来了。你看制心一处可以把阿弥陀佛念来，真厉害。阿弥陀佛告诉他，你好好修行，忏悔，改过自新，你的寿命还有十年，到你临命终的时候我来接你，这等于授记了。他很聪明，他说我的劣根性很重，我禁不起诱惑，人家一诱惑，我又会干坏事，那这十年不知道干多少坏事，我还能往生吗？求阿弥陀佛，你现在就带我去好了，十年寿命我不要了，恳求。阿弥陀佛很慈悲，答应了，好吧，三天之后我来接你。这个很欢喜，三天之后。",
      "zh_TW": "我們在《淨土聖賢錄》裡看到宋朝的瑩珂法師，這個人雖然出家，不守清規，破戒的比丘，做了很多惡事。但是他有一個長處，他怕死。為什麼？他知道他死了以後一定墮地獄，想到地獄恐怖、害怕，這怎麼得了，造的地獄業！向同參道友請教，有沒有什麼方法讓我不墮地獄？就有一個同學給他一本《往生傳》，念佛往生的《往生傳》給他看。他看了之後痛哭流涕，很受感動，於是他把自己關在寮房裡頭，一心念佛求生淨土。念了三天三夜，不吃飯、不喝水，一口氣念三天三夜，怕墮地獄！這三天三夜，真的把阿彌陀佛念來了。你看制心一處可以把阿彌陀佛念來，真厲害。阿彌陀佛告訴他，你好好修行，懺悔，改過自新，你的壽命還有十年，到你臨命終的時候我來接你，這等於授記了。他很聰明，他說我的劣根性很重，我禁不起誘惑，人家一誘惑，我又會幹壞事，那這十年不知道幹多少壞事，我還能往生嗎？求阿彌陀佛，你現在就帶我去好了，十年壽命我不要了，懇求。阿彌陀佛很慈悲，答應了，好吧，三天之後我來接你。這個很歡喜，三天之後。"
    },
    {
      "id": "02-037-0266_p0017",
      "zh_CN": "阿弥陀佛为什么不当时带他走？当时带他走不产生影响，三天之后，产生很大影响。为什么？大家都知道了，他三天之后往生，看他三天往不往生。三天真往生，那是真的，那不是假的。这什么？度了好多好多人，从宋朝到我们这个时候，差不多是一千年的样子，我们都受影响，看到这个记载都深受感动。如果当时阿弥陀佛把他带走了，没人知道，房门一打开，你看莹珂死在那里了，哪里知道他见佛往生，没人知道。所以佛在这个时候，他用这个机会去表表法，自利利他，他这个功德就大了。说明什么？破戒、造作恶业的人，真正下决心，承认错误，痛改前非，一心念佛，佛还是接引他、还是摄受他。莹珂法师往生的品位，我们相信不是低，很高的品位。为什么？他度了多少人，让多少人看到的时候增长信心、增长愿心，改过自新，这个功德还得了！因为看到他的样子、听到他这个信息而改过发心往生的，都受他影响，都是他的功德。所以我们看问题从多方面看，每个角度上你都看清楚，你才知道这不可思议。",
      "zh_TW": "阿彌陀佛為什麼不當時帶他走？當時帶他走不產生影響，三天之後，產生很大影響。為什麼？大家都知道了，他三天之後往生，看他三天往不往生。三天真往生，那是真的，那不是假的。這什麼？度了好多好多人，從宋朝到我們這個時候，差不多是一千年的樣子，我們都受影響，看到這個記載都深受感動。如果當時阿彌陀佛把他帶走了，沒人知道，房門一打開，你看瑩珂死在那裡了，哪裡知道他見佛往生，沒人知道。所以佛在這個時候，他用這個機會去表表法，自利利他，他這個功德就大了。說明什麼？破戒、造作惡業的人，真正下決心，承認錯誤，痛改前非，一心念佛，佛還是接引他、還是攝受他。瑩珂法師往生的品位，我們相信不是低，很高的品位。為什麼？他度了多少人，讓多少人看到的時候增長信心、增長願心，改過自新，這個功德還得了！因為看到他的樣子、聽到他這個信息而改過發心往生的，都受他影響，都是他的功德。所以我們看問題從多方面看，每個角度上你都看清楚，你才知道這不可思議。"
    },
    {
      "id": "02-037-0266_p0018",
      "zh_CN": "所以修行先要修止，就是要把心定下来，心不能浮动、不能浮躁。心动，心浮躁，我们所学的是佛学常识，是佛教的知识，不是智慧。一定要记住，智慧、德能、相好都是从定中生的。在净宗叫一心不乱，一心能生智慧、生功德、生福报，那是自性里头统统具足的，不向外求。记住佛说的这个最重要的话，「心外无法，法外无心」。心就是法，法就是心，是一不是二，掌握到一，就全部都掌握到了。所以寂，寂是清净寂灭。灭什么？灭念头，把妄想分别执着灭掉，寂就现前了。寂就是止，你真的止住了。止住在哪里？止住在法性，只要止住，法性就现前。法性什么？真心。妄心止住了，真心就现前，你这个心是安住在真心上，不是妄心。照是观，照是起作用，心止在一处就起观照的作用，它就照见。照见什么？一切法的真相你全都明白了。",
      "zh_TW": "所以修行先要修止，就是要把心定下來，心不能浮動、不能浮躁。心動，心浮躁，我們所學的是佛學常識，是佛教的知識，不是智慧。一定要記住，智慧、德能、相好都是從定中生的。在淨宗叫一心不亂，一心能生智慧、生功德、生福報，那是自性裡頭統統具足的，不向外求。記住佛說的這個最重要的話，「心外無法，法外無心」。心就是法，法就是心，是一不是二，掌握到一，就全部都掌握到了。所以寂，寂是清淨寂滅。滅什麼？滅念頭，把妄想分別執著滅掉，寂就現前了。寂就是止，你真的止住了。止住在哪裡？止住在法性，只要止住，法性就現前。法性什麼？真心。妄心止住了，真心就現前，你這個心是安住在真心上，不是妄心。照是觀，照是起作用，心止在一處就起觀照的作用，它就照見。照見什麼？一切法的真相你全都明白了。"
    },
    {
      "id": "02-037-0266_p0019",
      "zh_CN": "这个一切法的真相，我们讲前面举八个例子，体相用、因缘果、事理。每一个字里头都包含其他的七个，这就八八六十四，六十四面。六十四面，每一面里面又含着六十四。我们看问题能够看到第几层？看到八面才是看到一层，这一层看到了；六十四面是看到第二层，深入，看第二层；六十四再乘六十四，是你看到第三层，无有底限的。你明白这个道理，才晓得我们比不上阿罗汉、比不上菩萨，我们看东西看得太肤浅，人家那真叫是看得深，有深度，显示不思议的智慧德相。我们对于佛菩萨、圣贤那种恭敬心就生起来了，仰慕、佩服，真正自叹不如，没有法子跟他比。他们用的是止观，止才有观，没有止哪来的观？观是止起的作用，止也是观起的作用，它两个可以相辅相成。就是定慧，定中有慧，慧中有定，观是慧，止是定，所以止观就是禅定。",
      "zh_TW": "這個一切法的真相，我們講前面舉八個例子，體相用、因緣果、事理。每一個字裡頭都包含其他的七個，這就八八六十四，六十四面。六十四面，每一面裡面又含著六十四。我們看問題能夠看到第幾層？看到八面才是看到一層，這一層看到了；六十四面是看到第二層，深入，看第二層；六十四再乘六十四，是你看到第三層，無有底限的。你明白這個道理，才曉得我們比不上阿羅漢、比不上菩薩，我們看東西看得太膚淺，人家那真叫是看得深，有深度，顯示不思議的智慧德相。我們對於佛菩薩、聖賢那種恭敬心就生起來了，仰慕、佩服，真正自嘆不如，沒有法子跟他比。他們用的是止觀，止才有觀，沒有止哪來的觀？觀是止起的作用，止也是觀起的作用，它兩個可以相輔相成。就是定慧，定中有慧，慧中有定，觀是慧，止是定，所以止觀就是禪定。"
    },
    {
      "id": "02-037-0266_p0020",
      "zh_CN": "若信此心但是法性，这个信比什么都重要。我们今天妄想心，一天到晚胡思乱想的心，这个心原来就是法性，这法性迷了，法性没定在一处，我们的心散乱。起的作用，把一切法看错了，假的看成真的，真的看成假的，搞颠倒了；于是造业，业有善、有恶；业就感果报，业感果。全是假的，造业也是假的，感果报也是假的，但是假的我们全把它当作真的。就像作梦一样，不知道自己作梦是假的，醒了才知道全是假的。六道轮回一场梦，永嘉大师讲得好，「梦里明明有六趣」，六趣就是六道轮回。六道轮回是在梦中境界，没有一样是真的，统统是这个心变现的，这个心就是法性，法性现在在迷，所以就变成梦境。",
      "zh_TW": "若信此心但是法性，這個信比什麼都重要。我們今天妄想心，一天到晚胡思亂想的心，這個心原來就是法性，這法性迷了，法性沒定在一處，我們的心散亂。起的作用，把一切法看錯了，假的看成真的，真的看成假的，搞顛倒了；於是造業，業有善、有惡；業就感果報，業感果。全是假的，造業也是假的，感果報也是假的，但是假的我們全把它當作真的。就像作夢一樣，不知道自己作夢是假的，醒了才知道全是假的。六道輪迴一場夢，永嘉大師講得好，「夢裡明明有六趣」，六趣就是六道輪迴。六道輪迴是在夢中境界，沒有一樣是真的，統統是這個心變現的，這個心就是法性，法性現在在迷，所以就變成夢境。"
    },
    {
      "id": "02-037-0266_p0021",
      "zh_CN": "不但六道是个梦境，十法界还是个梦境，六道是梦中之梦。我们哪一天醒过来了，这梦没有了，不见了，你找六道找不到了。醒过来是什么境界？醒过来是四圣法界，声闻、缘觉、菩萨、佛，到这里头去了；换句话说，你至少也成了阿罗汉，你不是阿罗汉，你怎么能住他的境界？那也是一场梦，还不是真的。但是他们那个境界里头没有人造恶业，都是善人，都是好人，都是圣贤弟子，诸佛菩萨的学生，他们都能依教奉行。在那个地方把分别、把妄想放下，他就醒过来了，这醒过来之后，那个境界是一真法界，不是假的，真的了。你是什么身分？法身菩萨，妄想分别执着全断掉了，法身菩萨。",
      "zh_TW": "不但六道是個夢境，十法界還是個夢境，六道是夢中之夢。我們哪一天醒過來了，這夢沒有了，不見了，你找六道找不到了。醒過來是什麼境界？醒過來是四聖法界，聲聞、緣覺、菩薩、佛，到這裡頭去了；換句話說，你至少也成了阿羅漢，你不是阿羅漢，你怎麼能住他的境界？那也是一場夢，還不是真的。但是他們那個境界裡頭沒有人造惡業，都是善人，都是好人，都是聖賢弟子，諸佛菩薩的學生，他們都能依教奉行。在那個地方把分別、把妄想放下，他就醒過來了，這醒過來之後，那個境界是一真法界，不是假的，真的了。你是什麼身分？法身菩薩，妄想分別執著全斷掉了，法身菩薩。"
    },
    {
      "id": "02-037-0266_p0022",
      "zh_CN": "一真法界里头有相，但是这个现象不是生灭相，生灭相是无常的，没有生灭，那你是真常的。你生到那个地方是化生，没有胎生，胎卵湿都没有，化生。生到那个地方的身相，寿命无量，永远年轻，他没有变化，他没有从小长大，从小长大有变化，他没有变化。而且相貌都非常圆满，好到我们没有办法，说不出来。我们这个世间讲人的相好，贵相，富贵相，三十二相八十种好，富贵相。一真法界的人，身，佛在《观经》上讲的，身有八万四千相，每一个相有八万四千好。我们没法子想像，说不出来，等你生到极乐世界你就见到了。极乐世界的人个个都是，身有八万四千相，相有八万四千好，你的身体是法性身，不是阿赖耶的相分，我们今天是阿赖耶的相分，有生有灭，法性身不生不灭，完全不一样。",
      "zh_TW": "一真法界裡頭有相，但是這個現象不是生滅相，生滅相是無常的，沒有生滅，那你是真常的。你生到那個地方是化生，沒有胎生，胎卵濕都沒有，化生。生到那個地方的身相，壽命無量，永遠年輕，他沒有變化，他沒有從小長大，從小長大有變化，他沒有變化。而且相貌都非常圓滿，好到我們沒有辦法，說不出來。我們這個世間講人的相好，貴相，富貴相，三十二相八十種好，富貴相。一真法界的人，身，佛在《觀經》上講的，身有八萬四千相，每一個相有八萬四千好。我們沒法子想像，說不出來，等你生到極樂世界你就見到了。極樂世界的人個個都是，身有八萬四千相，相有八萬四千好，你的身體是法性身，不是阿賴耶的相分，我們今天是阿賴耶的相分，有生有滅，法性身不生不滅，完全不一樣。"
    },
    {
      "id": "02-037-0266_p0023",
      "zh_CN": "所以我们要相信，心是法性，则起是法性起，灭是法性灭。我们今天现象有生有灭，生是法性，灭也是法性。法性有没有起灭？法性没有起灭。这个很不好懂，我还得举个例子，譬如，我们还是用古人的，以金作器，器器皆金。我今天有一斤黄金，从前一斤是十六两，一斤重。一斤重的黄金多大？一寸，寸金，一寸见方是一斤重，大概差不多像这样子，一斤。这一斤黄金我把它造成一个佛像，你看，见到它都要去礼拜，造一个佛像，你看佛像生了，佛像生。哪一天我不想这个佛像，我想观音菩萨，把它镕化掉，造一尊观世音菩萨，观世音菩萨像生了，佛像灭了。问一问，金有没有生灭？金是法性，法性没有生灭，生灭是相灭了。我想个什么东西，我就把它制造什么东西，体是一个，法性是体，生灭是相。那你再细细想，性不生灭，相也没有生灭。我把它塑个佛像，它就是佛；我给它造个菩萨像，它就是菩萨；我给它造个天人像，它就是天人，相有没有生灭？没有生灭。相是妄相，妄相也没有生灭，性没有生灭，相也没有生灭。你细心去观察，宇宙的奥秘慢慢都被你发现了。所以起是法性起，灭是法性灭，是我们肉眼凡夫看到的现象，好像有生有灭。",
      "zh_TW": "所以我們要相信，心是法性，則起是法性起，滅是法性滅。我們今天現象有生有滅，生是法性，滅也是法性。法性有沒有起滅？法性沒有起滅。這個很不好懂，我還得舉個例子，譬如，我們還是用古人的，以金作器，器器皆金。我今天有一斤黃金，從前一斤是十六兩，一斤重。一斤重的黃金多大？一寸，寸金，一寸見方是一斤重，大概差不多像這樣子，一斤。這一斤黃金我把它造成一個佛像，你看，見到它都要去禮拜，造一個佛像，你看佛像生了，佛像生。哪一天我不想這個佛像，我想觀音菩薩，把它鎔化掉，造一尊觀世音菩薩，觀世音菩薩像生了，佛像滅了。問一問，金有沒有生滅？金是法性，法性沒有生滅，生滅是相滅了。我想個什麼東西，我就把它製造什麼東西，體是一個，法性是體，生滅是相。那你再細細想，性不生滅，相也沒有生滅。我把它塑個佛像，它就是佛；我給它造個菩薩像，它就是菩薩；我給它造個天人像，它就是天人，相有沒有生滅？沒有生滅。相是妄相，妄相也沒有生滅，性沒有生滅，相也沒有生滅。你細心去觀察，宇宙的奧祕慢慢都被你發現了。所以起是法性起，滅是法性滅，是我們肉眼凡夫看到的現象，好像有生有滅。"
    },
    {
      "id": "02-037-0266_p0024",
      "zh_CN": "了其实不起灭，妄谓起灭，这就是深入一层的观察，你真的明了了。明了怎么样？没有生灭。体上没有相，我们今天看到这黄金，体上没有相，这圆的是个圆相，方的是个方相，一个方东西。法性不是物质，不是念头，所以它没有。它不像这个黄金，我们用黄金来做比喻，它不是像黄金，黄金真有相，它没有。这就更深一层意思。从这个比喻，你更深一层的去思惟观察就明白了，所以起灭是假的。再一个，佛经上比喻比得好，《金刚经》上比喻的，「一切有为法，如梦幻泡影」。虽然讲四个比喻，梦幻泡影，实际上是一个，就是梦，那三个是陪衬的，都不是真的。梦，我们都有经验，晚上睡觉作梦，起来了、醒过来梦没有了，灭了。梦中所有的境界那是相分，好像是真的，梦中有很多人，有山河大地，好像是真的，醒过来之后没有了，这有生有灭。醒过来之后才明白，根本就没有生灭，为什么？假的，它不是真的。如果有生有灭，它是真的，不是假的。它是假的，没有生灭，找生灭找不到。所以说妄谓起灭，我们说它是，那都是说假话。",
      "zh_TW": "了其實不起滅，妄謂起滅，這就是深入一層的觀察，你真的明瞭了。明瞭怎麼樣？沒有生滅。體上沒有相，我們今天看到這黃金，體上沒有相，這圓的是個圓相，方的是個方相，一個方東西。法性不是物質，不是念頭，所以它沒有。它不像這個黃金，我們用黃金來做比喻，它不是像黃金，黃金真有相，它沒有。這就更深一層意思。從這個比喻，你更深一層的去思惟觀察就明白了，所以起滅是假的。再一個，佛經上比喻比得好，《金剛經》上比喻的，「一切有為法，如夢幻泡影」。雖然講四個比喻，夢幻泡影，實際上是一個，就是夢，那三個是陪襯的，都不是真的。夢，我們都有經驗，晚上睡覺作夢，起來了、醒過來夢沒有了，滅了。夢中所有的境界那是相分，好像是真的，夢中有很多人，有山河大地，好像是真的，醒過來之後沒有了，這有生有滅。醒過來之後才明白，根本就沒有生滅，為什麼？假的，它不是真的。如果有生有滅，它是真的，不是假的。它是假的，沒有生滅，找生滅找不到。所以說妄謂起滅，我們說它是，那都是說假話。"
    },
    {
      "id": "02-037-0266_p0025",
      "zh_CN": "如是体达功成。体是体会，达是通达，你真正体会到这个境界，了解事实真相，这个功夫成就了。法界俱寂，遍法界虚空界全是清净寂灭，这叫止。要用这个标准，这个止的意思深。止，什么境界的人？法身菩萨。在中国历史上有一个代表，禅宗六祖惠能大师，他在五祖方丈室里面听五祖讲《金刚经》，大概只听到四分之一，他就入这个境界，就是此地讲的，他体会到，他通达了，他的功夫成就了，大彻大悟，明心见性。他把他体达的境界说出来，五祖给他印证，他说「何期自性，本自清净」，这个本自清净就是这里讲的法界俱寂，这句话跟本自清净是一个意思。何期是没想到，没想到自性本自清净。第二句说「何期自性，本不生灭」，没有生灭，没有生灭就是此地讲的实不起灭，这真正明了，实不起灭。",
      "zh_TW": "如是體達功成。體是體會，達是通達，你真正體會到這個境界，了解事實真相，這個功夫成就了。法界俱寂，遍法界虛空界全是清淨寂滅，這叫止。要用這個標準，這個止的意思深。止，什麼境界的人？法身菩薩。在中國歷史上有一個代表，禪宗六祖惠能大師，他在五祖方丈室裡面聽五祖講《金剛經》，大概只聽到四分之一，他就入這個境界，就是此地講的，他體會到，他通達了，他的功夫成就了，大徹大悟，明心見性。他把他體達的境界說出來，五祖給他印證，他說「何期自性，本自清淨」，這個本自清淨就是這裡講的法界俱寂，這句話跟本自清淨是一個意思。何期是沒想到，沒想到自性本自清淨。第二句說「何期自性，本不生滅」，沒有生滅，沒有生滅就是此地講的實不起滅，這真正明瞭，實不起滅。"
    },
    {
      "id": "02-037-0266_p0026",
      "zh_CN": "第三句说「何期自性，本自具足」，本自具足就是我们这前面讲的没有欠缺，它是圆满的，一样都不缺，大圆满。这句话世尊在《华严经》上给我们透个信息，世尊讲三样，说「一切众生皆有如来智慧德相」，佛讲三个事情。惠能大师的本自具足就是具足智慧、具足德、具足相，德是德能，相是相好。这三样东西把整个法界全部都包含到了，没有欠缺，样样具足。它能现，它要是缺了，它就不能现，它样样都能现，可见得它没有欠缺。万法唯心，万法唯识，在十法界里头万法唯识；在一真法界里头，就是诸佛实报土，万法唯心，没有识。在十法界里面万法唯心，心里头包含识，真妄心和合在一起，这是十法界里面的状况。所以这个境界是明心见性的境界，是圆教初住菩萨以上的境界。",
      "zh_TW": "第三句說「何期自性，本自具足」，本自具足就是我們這前面講的沒有欠缺，它是圓滿的，一樣都不缺，大圓滿。這句話世尊在《華嚴經》上給我們透個信息，世尊講三樣，說「一切眾生皆有如來智慧德相」，佛講三個事情。惠能大師的本自具足就是具足智慧、具足德、具足相，德是德能，相是相好。這三樣東西把整個法界全部都包含到了，沒有欠缺，樣樣具足。它能現，它要是缺了，它就不能現，它樣樣都能現，可見得它沒有欠缺。萬法唯心，萬法唯識，在十法界裡頭萬法唯識；在一真法界裡頭，就是諸佛實報土，萬法唯心，沒有識。在十法界裡面萬法唯心，心裡頭包含識，真妄心和合在一起，這是十法界裡面的狀況。所以這個境界是明心見性的境界，是圓教初住菩薩以上的境界。"
    },
    {
      "id": "02-037-0266_p0027",
      "zh_CN": "「若观察此心体是无明，无明痴惑，即是法性」，我们今天观察我们的心，我们的心是无明。无明是什么？什么都不知道，迷惑颠倒。应该是什么样子？应该它什么都知道，样样都知道。现在统统不知道了，这叫无明。心本来是明的，本觉！《起信论》上马鸣菩萨告诉我们，本性本觉，让我们了解到真心本觉，妄心不觉，「本觉本有，不觉本无」，是本觉迷了变成不觉，不是真有个不觉。不觉，怎么迷了？起了个妄念，迷了。这个妄念是什么？我，一有我就迷了。为什么？我贪、我痴、我瞋、我慢，全来了，就这么回事情。所以佛法里头头一个关口就把我破掉。这个东西很难，佛有方便，先教你破身见，身不是我，从这开始比较容易一点。到最后告诉你，什么是我？遍法界虚空界是我，就是法性是我，我们讲这是大我。身是小我，小我迷，大我觉。把小我放下，大我就现前了，遍法界虚空界是我。为什么？全是心变的。什么心？我的心变的，我的法性变的，我的自性变的。惠能大师末后一句，「何期自性，能生万法」，那就是大我。自性能生万法，万法就是自性，自性跟万法是一不是二，这才真的搞清楚、搞明白了。所以观察这个心体是无明，无明痴惑就是法性。",
      "zh_TW": "「若觀察此心體是無明，無明痴惑，即是法性」，我們今天觀察我們的心，我們的心是無明。無明是什麼？什麼都不知道，迷惑顛倒。應該是什麼樣子？應該它什麼都知道，樣樣都知道。現在統統不知道了，這叫無明。心本來是明的，本覺！《起信論》上馬鳴菩薩告訴我們，本性本覺，讓我們了解到真心本覺，妄心不覺，「本覺本有，不覺本無」，是本覺迷了變成不覺，不是真有個不覺。不覺，怎麼迷了？起了個妄念，迷了。這個妄念是什麼？我，一有我就迷了。為什麼？我貪、我痴、我瞋、我慢，全來了，就這麼回事情。所以佛法裡頭頭一個關口就把我破掉。這個東西很難，佛有方便，先教你破身見，身不是我，從這開始比較容易一點。到最後告訴你，什麼是我？遍法界虛空界是我，就是法性是我，我們講這是大我。身是小我，小我迷，大我覺。把小我放下，大我就現前了，遍法界虛空界是我。為什麼？全是心變的。什麼心？我的心變的，我的法性變的，我的自性變的。惠能大師末後一句，「何期自性，能生萬法」，那就是大我。自性能生萬法，萬法就是自性，自性跟萬法是一不是二，這才真的搞清楚、搞明白了。所以觀察這個心體是無明，無明痴惑就是法性。"
    },
    {
      "id": "02-037-0266_p0028",
      "zh_CN": "底下讲，「无明、法性，本来皆空，空亦不可得」。所以有一个空还是无明。法性里头什么都没有，你怎么搞一个空进去？这空的念头一生，迷了，没有。这个东西是难，真难，真不容易。净宗，阿弥陀佛有特别的善巧，空不行，用一个阿弥陀佛行，空会迷、会有障碍，阿弥陀佛没有障碍，阿弥陀佛就是法性，阿弥陀佛就是自性，自性弥陀，唯心净土，这个高！阿弥陀佛的意思，要用中国文字翻出来是无量觉，阿翻作无，弥陀翻作量，佛翻作觉，阿弥陀佛就是无量觉。无量觉就是此地讲的观照，照见一切法的真相，佛经上的术语叫诸法实相，你全都见到了，全都清楚明白了。相有性空，相是假的，性是真的，你就能看到了。再深入看，深入看性相是一不是二，空有是一不是二。所以不能说空，也不能说有，不能说性，也不能说相。那什么？法尔如是，一切法本来就是这样的，一丝毫的造作都没有，自然的。法尔就是自然的意思，比自然还要自然，一切法它就是这样的，这才叫真的把真相看出来了。这个时候怎么？你不起心、不动念、不分别、不执着，禅宗的名词叫大彻大悟，明心见性，教下叫做大开圆解。",
      "zh_TW": "底下講，「無明、法性，本來皆空，空亦不可得」。所以有一個空還是無明。法性裡頭什麼都沒有，你怎麼搞一個空進去？這空的念頭一生，迷了，沒有。這個東西是難，真難，真不容易。淨宗，阿彌陀佛有特別的善巧，空不行，用一個阿彌陀佛行，空會迷、會有障礙，阿彌陀佛沒有障礙，阿彌陀佛就是法性，阿彌陀佛就是自性，自性彌陀，唯心淨土，這個高！阿彌陀佛的意思，要用中國文字翻出來是無量覺，阿翻作無，彌陀翻作量，佛翻作覺，阿彌陀佛就是無量覺。無量覺就是此地講的觀照，照見一切法的真相，佛經上的術語叫諸法實相，你全都見到了，全都清楚明白了。相有性空，相是假的，性是真的，你就能看到了。再深入看，深入看性相是一不是二，空有是一不是二。所以不能說空，也不能說有，不能說性，也不能說相。那什麼？法爾如是，一切法本來就是這樣的，一絲毫的造作都沒有，自然的。法爾就是自然的意思，比自然還要自然，一切法它就是這樣的，這才叫真的把真相看出來了。這個時候怎麼？你不起心、不動念、不分別、不執著，禪宗的名詞叫大徹大悟，明心見性，教下叫做大開圓解。"
    },
    {
      "id": "02-037-0266_p0029",
      "zh_CN": "这个时候「法界洞朗」，朗是明朗，洞是彻底。「名之为观」，你看清楚了。你看看，观之体是止，止就是禅，禅就是制心一处、止心一处，把心止在法性上。法性就是心，心就是法性，无论是妄心、真心统统归了法性。法性里头没有起心动念、没有分别执着。「若离法性无安心处」，这个重要，心到这里来定了，到这个地方来不动了。除法性之外，心是浮动的，那就是杂念、就是妄想，心生这个东西。生这个东西不好，为什么？身心不安。身心不安就是苦、就是难，你在受苦，你在受难。我们知道这个事实真相，六道是受苦受难，二十八层天人也不行。四空天、无想天，他们把心安在哪里？安在无想，也是属于禅定。无想里头有定没有慧，不是佛门讲的禅定，佛门讲的禅定有定有慧，他有定没有慧。没有慧就叫无明，换句话说，他是把心安住在无明里头，所以他有定，什么都不知道。佛不是的，佛把心安在法性上，法性有无量智慧、有无量德能、有无量相好，所以他能够与一切众生起感应道交的作用。众生有感他立刻就现身，应以什么身得度，他现什么身，他起作用。四空天跟无想天，他不起作用。宇宙之间有这些事，我们不能不知道，也许我们会碰上。碰上你认识它、了解它，没有关系，它不障碍你；不了解的话，你入它的境界就错了。",
      "zh_TW": "這個時候「法界洞朗」，朗是明朗，洞是徹底。「名之為觀」，你看清楚了。你看看，觀之體是止，止就是禪，禪就是制心一處、止心一處，把心止在法性上。法性就是心，心就是法性，無論是妄心、真心統統歸了法性。法性裡頭沒有起心動念、沒有分別執著。「若離法性無安心處」，這個重要，心到這裡來定了，到這個地方來不動了。除法性之外，心是浮動的，那就是雜念、就是妄想，心生這個東西。生這個東西不好，為什麼？身心不安。身心不安就是苦、就是難，你在受苦，你在受難。我們知道這個事實真相，六道是受苦受難，二十八層天人也不行。四空天、無想天，他們把心安在哪裡？安在無想，也是屬於禪定。無想裡頭有定沒有慧，不是佛門講的禪定，佛門講的禪定有定有慧，他有定沒有慧。沒有慧就叫無明，換句話說，他是把心安住在無明裡頭，所以他有定，什麼都不知道。佛不是的，佛把心安在法性上，法性有無量智慧、有無量德能、有無量相好，所以他能夠與一切眾生起感應道交的作用。眾生有感他立刻就現身，應以什麼身得度，他現什麼身，他起作用。四空天跟無想天，他不起作用。宇宙之間有這些事，我們不能不知道，也許我們會碰上。碰上你認識它、了解它，沒有關係，它不障礙你；不了解的話，你入它的境界就錯了。"
    },
    {
      "id": "02-037-0266_p0030",
      "zh_CN": "所以这一句话是真的，法性才是真正安心处。法性在哪里？法性就在事相上，只要你不起心、不动念、不分别、不执着，就是法性安住在现象上。在这个境界里面就是《华严经》上所说的理事无碍，理是安住在法性，法性所现的这些现象没有妨碍。为什么？现象性空，法性也空，它不会发生障碍。再进一步，应用在日常生活当中，事事无碍。这个时候你过的是什么生活？是诸佛菩萨的生活，法身大士的生活，跟住在菩萨的实报庄严土没有两样，实报、同居不二，实报、方便不二。二就是边见，二是二边。边见破了是一体，真妄是一，邪正是一，天堂地狱是一，真的一点都不假。",
      "zh_TW": "所以這一句話是真的，法性才是真正安心處。法性在哪裡？法性就在事相上，只要你不起心、不動念、不分別、不執著，就是法性安住在現象上。在這個境界裡面就是《華嚴經》上所說的理事無礙，理是安住在法性，法性所現的這些現象沒有妨礙。為什麼？現象性空，法性也空，它不會發生障礙。再進一步，應用在日常生活當中，事事無礙。這個時候你過的是什麼生活？是諸佛菩薩的生活，法身大士的生活，跟住在菩薩的實報莊嚴土沒有兩樣，實報、同居不二，實報、方便不二。二就是邊見，二是二邊。邊見破了是一體，真妄是一，邪正是一，天堂地獄是一，真的一點都不假。"
    },
    {
      "id": "02-037-0266_p0031",
      "zh_CN": "底下一句，「若离止观无安心法」，唯有止观是安心法。达摩祖师初到中国，跟梁武帝没缘分，到少林寺去闭关，九年遇到一个慧可。慧可法师向他请教，这都是禅宗，参禅的人，心不安，无有安心处，向他老人家请教，我心不安，请大师给他安心。达摩祖师，你看很多达摩祖师的像，都是手伸出来这个像，这伸出来是，你把心拿来，我替你安。造达摩祖师像，这手伸出来，就是表这个法，你把心拿来，我替你安。慧可回光返照，说心不安，心在哪里？去找，找不到。找了半天，告诉大师，「觅心了不可得」，我找不到。达摩祖师回他一句话，「与汝安心竟」，我把你的心安好了。他在这一句话当中觉悟了，开悟了。所以观是看破，止是放下。",
      "zh_TW": "底下一句，「若離止觀無安心法」，唯有止觀是安心法。達摩祖師初到中國，跟梁武帝沒緣分，到少林寺去閉關，九年遇到一個慧可。慧可法師向他請教，這都是禪宗，參禪的人，心不安，無有安心處，向他老人家請教，我心不安，請大師給他安心。達摩祖師，你看很多達摩祖師的像，都是手伸出來這個像，這伸出來是，你把心拿來，我替你安。造達摩祖師像，這手伸出來，就是表這個法，你把心拿來，我替你安。慧可回光返照，說心不安，心在哪裡？去找，找不到。找了半天，告訴大師，「覓心了不可得」，我找不到。達摩祖師回他一句話，「與汝安心竟」，我把你的心安好了。他在這一句話當中覺悟了，開悟了。所以觀是看破，止是放下。"
    },
    {
      "id": "02-037-0266_p0032",
      "zh_CN": "我初学佛的时候，什么也不知道。这一生当中第一次见出家人，跟出家人谈话，章嘉大师。我也是很懵懂，向他请教一个问题。我跟方东美先生学哲学，最后一个单元讲的是佛经哲学，我知道佛法里面有高深的学问、有高深的哲学。我请教大师，有没有方法让我们很快能够契入进去？我提出这个问题。章嘉大师看着我，我也看着他，看多久？看了半个多钟点，一句话都不说。我等待他开示。他看我什么？大概是看我心浮气躁，年轻人。这个事情我十几年之后才发现，当时不知道，我只是等着他的回话。看那么久，说了一个字，有。我等了半个钟点才有，精神就提起来了，耳朵竖起来要听了，他又不说话了，就是我们沉不住气。这一次停了六、七分钟，跟我讲六个字，「看得破，放得下」。放得下是止，看得破是观，他没有用止观，用止观我不懂，他要给我解释半天，我未必搞清楚。这两句话我听了好像懂，其实不懂。这两句话通俗，实际上秘诀全说出来了，从初发心到如来地就是看破帮助你放下，放下帮助你看破，相辅相成，一直到如来地，就是止观。这他观机说法，我们对佛教一窍不通，所以不说佛教的名相，说看得破、放得下。我们沉不住气，好像是懂得这个意思，看破、放下。",
      "zh_TW": "我初學佛的時候，什麼也不知道。這一生當中第一次見出家人，跟出家人談話，章嘉大師。我也是很懵懂，向他請教一個問題。我跟方東美先生學哲學，最後一個單元講的是佛經哲學，我知道佛法裡面有高深的學問、有高深的哲學。我請教大師，有沒有方法讓我們很快能夠契入進去？我提出這個問題。章嘉大師看著我，我也看著他，看多久？看了半個多鐘點，一句話都不說。我等待他開示。他看我什麼？大概是看我心浮氣躁，年輕人。這個事情我十幾年之後才發現，當時不知道，我只是等著他的回話。看那麼久，說了一個字，有。我等了半個鐘點才有，精神就提起來了，耳朵豎起來要聽了，他又不說話了，就是我們沉不住氣。這一次停了六、七分鐘，跟我講六個字，「看得破，放得下」。放得下是止，看得破是觀，他沒有用止觀，用止觀我不懂，他要給我解釋半天，我未必搞清楚。這兩句話我聽了好像懂，其實不懂。這兩句話通俗，實際上祕訣全說出來了，從初發心到如來地就是看破幫助你放下，放下幫助你看破，相輔相成，一直到如來地，就是止觀。這他觀機說法，我們對佛教一竅不通，所以不說佛教的名相，說看得破、放得下。我們沉不住氣，好像是懂得這個意思，看破、放下。"
    },
    {
      "id": "02-037-0266_p0033",
      "zh_CN": "从哪里下手？我向他老人家请教，从哪里下手？他告诉我，布施。布施，布施就是舍，布施就是放下，这告诉我一个具体的方法，一定要舍。第二个星期我再去看他，他就跟我讲布施，这就很浅显了，跟我讲财布施、法布施、无畏布施。人在世间，心想追求的是物质生活不缺乏、聪明智慧、健康长寿，没有一个人不需要。这三样东西从哪来的？这三样是果报，富贵是果报，聪明智慧是果报，健康长寿也是果报，从哪里来的？从这三种布施来的。所以他教我，修财布施得财富，修法布施得聪明智慧，修无畏布施得健康长寿，他把这个传授给我，教我要认真学习。无论在家、出家学佛，这三样东西要以正法得到，不能用不正当的手段，用不正当的手段是造业，怎么样？得不到。",
      "zh_TW": "從哪裡下手？我向他老人家請教，從哪裡下手？他告訴我，布施。布施，布施就是捨，布施就是放下，這告訴我一個具體的方法，一定要捨。第二個星期我再去看他，他就跟我講布施，這就很淺顯了，跟我講財布施、法布施、無畏布施。人在世間，心想追求的是物質生活不缺乏、聰明智慧、健康長壽，沒有一個人不需要。這三樣東西從哪來的？這三樣是果報，富貴是果報，聰明智慧是果報，健康長壽也是果報，從哪裡來的？從這三種布施來的。所以他教我，修財布施得財富，修法布施得聰明智慧，修無畏布施得健康長壽，他把這個傳授給我，教我要認真學習。無論在家、出家學佛，這三樣東西要以正法得到，不能用不正當的手段，用不正當的手段是造業，怎麼樣？得不到。"
    },
    {
      "id": "02-037-0266_p0034",
      "zh_CN": "不正当的手段得到财富，还是你命里有的，你命里没有，决定得不到。命里没有这么多的财富，你得到了，不是害病，医药费花掉了，就是有灾难，有灾祸。总而言之，这个钱你得不到，会花光，可能还要倒贴。为什么？不正当的手段。不正当手段得到的，还是命里有的，你说你冤不冤枉。命里有的打折扣了，折扣多少不一定，一般讲至少是一半以上。你命里头有一千万财富，不正当手段得来只有五百万，觉得我很了不起，我发大财了，其实命里头有一千万，打对折了，错了。如果这个手段很恶劣，很不善的手段得来的，可能只有十分之一、二；换句话说，命里一千万的，你所得到只一、二百万。你真冤枉！命里头没有那么高的地位，你用贿赂不正当手段得到的，还是命里有的；如果命里没有的，那个位子你坐不住，灾祸就来了。这真的，一点不假。",
      "zh_TW": "不正當的手段得到財富，還是你命裡有的，你命裡沒有，決定得不到。命裡沒有這麼多的財富，你得到了，不是害病，醫藥費花掉了，就是有災難，有災禍。總而言之，這個錢你得不到，會花光，可能還要倒貼。為什麼？不正當的手段。不正當手段得到的，還是命裡有的，你說你冤不冤枉。命裡有的打折扣了，折扣多少不一定，一般講至少是一半以上。你命裡頭有一千萬財富，不正當手段得來只有五百萬，覺得我很了不起，我發大財了，其實命裡頭有一千萬，打對折了，錯了。如果這個手段很惡劣，很不善的手段得來的，可能只有十分之一、二；換句話說，命裡一千萬的，你所得到只一、二百萬。你真冤枉！命裡頭沒有那麼高的地位，你用賄賂不正當手段得到的，還是命裡有的；如果命裡沒有的，那個位子你坐不住，災禍就來了。這真的，一點不假。"
    },
    {
      "id": "02-037-0266_p0035",
      "zh_CN": "人，一生都是命，半点不由人，读《了凡四训》就全都明白了。所以，我们要想超过我的命运，我的财富从命运里头天天上升，能不能做到？能，断恶修善就行了。你广行财布施，你的财天天加分，大的施舍就乘，倍倍相乘；造恶就减分，大恶就除。所以每天起心动念、言语造作加减乘除，这一般人不知道。我承蒙章嘉大师的教诲，初学佛的时候就把这个道理讲清楚、讲明白，教我不要吝啬，不要吝财、不要吝法。吝财、吝法的人，他的前途有限；广行布施，不吝财、不吝法，前途无量，这一点都不错。",
      "zh_TW": "人，一生都是命，半點不由人，讀《了凡四訓》就全都明白了。所以，我們要想超過我的命運，我的財富從命運裡頭天天上升，能不能做到？能，斷惡修善就行了。你廣行財布施，你的財天天加分，大的施捨就乘，倍倍相乘；造惡就減分，大惡就除。所以每天起心動念、言語造作加減乘除，這一般人不知道。我承蒙章嘉大師的教誨，初學佛的時候就把這個道理講清楚、講明白，教我不要吝嗇，不要吝財、不要吝法。吝財、吝法的人，他的前途有限；廣行布施，不吝財、不吝法，前途無量，這一點都不錯。"
    },
    {
      "id": "02-037-0266_p0036",
      "zh_CN": "无畏布施，利益太大了。无畏布施是什么？健康长寿，愈是到年岁大，那就愈需要。我们常常走到马路上，看到外面的广告，人寿保险。那是什么？你去买保险，生病的时候有医药费，那是骗人的，不是真的。真正保险是什么？我缴了保险费，不生病才叫保险。是不是真的？佛法里就是这样的，你布施医药，别人有病痛的时候你去帮助他，你去救济他，你就不生病。我明白这个道理，我感恩老师，一生感恩。这一生当中，物质生活过得去，行了，常行布施，有多少布施多少，布施完了之后，再来的比去的更多，好像长利息一样，愈施愈多。多了就要施，不要存在那里，存在那里是罪业，不可以的，一定要施。法布施，聪明智慧，长智慧。你们听我讲经，遍遍不一样。这个注解，这是第二次讲，跟第一次不一样。第一次留了有光碟，你们去看，完全不相同。",
      "zh_TW": "無畏布施，利益太大了。無畏布施是什麼？健康長壽，愈是到年歲大，那就愈需要。我們常常走到馬路上，看到外面的廣告，人壽保險。那是什麼？你去買保險，生病的時候有醫藥費，那是騙人的，不是真的。真正保險是什麼？我繳了保險費，不生病才叫保險。是不是真的？佛法裡就是這樣的，你布施醫藥，別人有病痛的時候你去幫助他，你去救濟他，你就不生病。我明白這個道理，我感恩老師，一生感恩。這一生當中，物質生活過得去，行了，常行布施，有多少布施多少，布施完了之後，再來的比去的更多，好像長利息一樣，愈施愈多。多了就要施，不要存在那裡，存在那裡是罪業，不可以的，一定要施。法布施，聰明智慧，長智慧。你們聽我講經，遍遍不一樣。這個註解，這是第二次講，跟第一次不一樣。第一次留了有光碟，你們去看，完全不相同。"
    },
    {
      "id": "02-037-0266_p0037",
      "zh_CN": "无畏布施，我做了两个固定的。过去在澳洲住的时间久，我们那个小城有一个医院，公立的医院，我在这个医院布施医药费，一个月一万澳币，一年十二万，每年我都送给它。不生病，为什么？我的医药费布施掉了，我没有医药费，这叫真正人寿保险。你买人寿保险，准备生病，肯定生病。为什么？一切法从心想生。你存那个钱干什么？准备生病的，你肯定生病，那个钱花得多难过。佛菩萨高明，佛菩萨聪明，有智慧，教给我们这个。另外一个是基督教办的临终关怀，这个很难得，这个基督教的心量很大，人在临终的时候，他完全照顾。病重的时候，他就开始照顾，有的时候二、三个月他才走；短的，大概，我问过他，在这住的时间短的两个星期，最多的时候三个多月。专门照顾重病患，临终，他照顾很周到。而且你临终用什么样的仪式来处理他都接受。我们佛教的，我临终的时候，我要在这助念，行，他全照顾，一点障碍都没有，这个难得！所以他们缺乏经费，这是私人办的，基督教办的，我每个月送给它一万块钱，也是一年十二万。这是无畏布施，每年二十四万。不生病，健康，还有体力跟大家在此地分享。这些都是六十年前章嘉大师教给我的，我相信，我就接受了，依教奉行。所以我接受四众同修的供养，只做三桩事情，第一个是法布施，做弘法利生的事业，印送经典、光碟，做这些事情，第二个放生，第三个照顾病人，我就做三桩事情。这是跟印光大师学的，印光大师一生十方供养就做这三样事。我说好，真太好了，祖师留下的榜样，我们依教奉行。",
      "zh_TW": "無畏布施，我做了兩個固定的。過去在澳洲住的時間久，我們那個小城有一個醫院，公立的醫院，我在這個醫院布施醫藥費，一個月一萬澳幣，一年十二萬，每年我都送給它。不生病，為什麼？我的醫藥費布施掉了，我沒有醫藥費，這叫真正人壽保險。你買人壽保險，準備生病，肯定生病。為什麼？一切法從心想生。你存那個錢幹什麼？準備生病的，你肯定生病，那個錢花得多難過。佛菩薩高明，佛菩薩聰明，有智慧，教給我們這個。另外一個是基督教辦的臨終關懷，這個很難得，這個基督教的心量很大，人在臨終的時候，他完全照顧。病重的時候，他就開始照顧，有的時候二、三個月他才走；短的，大概，我問過他，在這住的時間短的兩個星期，最多的時候三個多月。專門照顧重病患，臨終，他照顧很周到。而且你臨終用什麼樣的儀式來處理他都接受。我們佛教的，我臨終的時候，我要在這助念，行，他全照顧，一點障礙都沒有，這個難得！所以他們缺乏經費，這是私人辦的，基督教辦的，我每個月送給它一萬塊錢，也是一年十二萬。這是無畏布施，每年二十四萬。不生病，健康，還有體力跟大家在此地分享。這些都是六十年前章嘉大師教給我的，我相信，我就接受了，依教奉行。所以我接受四眾同修的供養，只做三樁事情，第一個是法布施，做弘法利生的事業，印送經典、光碟，做這些事情，第二個放生，第三個照顧病人，我就做三樁事情。這是跟印光大師學的，印光大師一生十方供養就做這三樣事。我說好，真太好了，祖師留下的榜樣，我們依教奉行。"
    },
    {
      "id": "02-037-0266_p0038",
      "zh_CN": "所以「由上发心不悟」，这就第一个，观不思议境界，不能开悟，我们才用第二、第三。第二发菩提心，第三个善巧安心，用这个方法把心能够安住。那安不住？再用下面第四个方法。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以「由上發心不悟」，這就第一個，觀不思議境界，不能開悟，我們才用第二、第三。第二發菩提心，第三個善巧安心，用這個方法把心能夠安住。那安不住？再用下面第四個方法。今天時間到了，我們就學習到此地。"
    }
  ]
}