{
  "doc_id": "02-037-0205",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二０五集",
    "zh_TW": "第二０五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0205",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0205_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百四十一页第一行，「期如佛德」，第一个小段「悲智如佛」，经文只有两句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百四十一頁第一行，「期如佛德」，第一個小段「悲智如佛」，經文只有兩句："
    },
    {
      "id": "02-037-0205_p0002",
      "zh_CN": "【如佛无碍智。所行慈愍行。】",
      "zh_TW": "【如佛無礙智。所行慈愍行。】"
    },
    {
      "id": "02-037-0205_p0003",
      "zh_CN": "虽然只有十个字，含的意思深广没有边际。我们看念老的注解。上面的两首偈是「愿求佛德」，愿自己的福慧等同如来。第一句『如佛无碍智』，求自己的智慧跟佛一样。这可不可能？在理上讲是可能的，因为我们的自性跟佛的自性是一个性，佛具足无量智慧，我们当然也能具足。这个地方我们要建立信心，生佛不二，众生跟佛是平等的。不但我们跟佛平等，蜎飞蠕动也平等，饿鬼、地狱也平等，没有不平等的。因为是一个自性，是一体，一体当然平等。不平等的现象是我们自己造成的，我们自己的心性被染污了、被障碍了，所以显出不平等。那染污、障碍不是真的，实在讲只是迷惑，自己障碍自己。诸佛如来心目当中没有看到你的染污，看到你的自性跟他完全相同。所以佛对一切众生没有不尊敬的，只有众生不尊敬佛菩萨，佛菩萨没有不尊敬众生的，这一定要懂得。",
      "zh_TW": "雖然只有十個字，含的意思深廣沒有邊際。我們看念老的註解。上面的兩首偈是「願求佛德」，願自己的福慧等同如來。第一句『如佛無礙智』，求自己的智慧跟佛一樣。這可不可能？在理上講是可能的，因為我們的自性跟佛的自性是一個性，佛具足無量智慧，我們當然也能具足。這個地方我們要建立信心，生佛不二，眾生跟佛是平等的。不但我們跟佛平等，蜎飛蠕動也平等，餓鬼、地獄也平等，沒有不平等的。因為是一個自性，是一體，一體當然平等。不平等的現象是我們自己造成的，我們自己的心性被染污了、被障礙了，所以顯出不平等。那染污、障礙不是真的，實在講只是迷惑，自己障礙自己。諸佛如來心目當中沒有看到你的染污，看到你的自性跟他完全相同。所以佛對一切眾生沒有不尊敬的，只有眾生不尊敬佛菩薩，佛菩薩沒有不尊敬眾生的，這一定要懂得。"
    },
    {
      "id": "02-037-0205_p0004",
      "zh_CN": "「无碍智者，指通达无滞」，就是没有障碍，「自在融通之佛智」。说佛智，就是圆满的智慧。菩萨智慧跟佛差不多，还没有圆满，佛智一定是究竟圆满了。《涅槃经》第八卷说，「如来不尔，悉知自地及以他地，是故如来名无碍智」，这把无碍智解释一下。什么是无碍智？如来，如来不尔，跟众生不一样。因为悉知自地，对自己清楚，自己确实证得圆满了，最后一品无始无明的习气断尽了，他自己知道。也知道他地，他地就是一切众生，一切众生的状况佛没有不知道的，你的障碍在哪里，你的问题在哪里，他统统晓得。这个道理我们在这个经上学得很多了，这个集注我们这是第二遍。那就是我们曾经学过贤首国师的《妄尽还源观》，《妄尽还源观》可以说是佛经里面的高等科学，它讲宇宙的源起，讲万法的来源，文字虽然不多，讲得很透彻。依报是宇宙，正报是自己，依正从哪里来的说清楚了。",
      "zh_TW": "「無礙智者，指通達無滯」，就是沒有障礙，「自在融通之佛智」。說佛智，就是圓滿的智慧。菩薩智慧跟佛差不多，還沒有圓滿，佛智一定是究竟圓滿了。《涅槃經》第八卷說，「如來不爾，悉知自地及以他地，是故如來名無礙智」，這把無礙智解釋一下。什麼是無礙智？如來，如來不爾，跟眾生不一樣。因為悉知自地，對自己清楚，自己確實證得圓滿了，最後一品無始無明的習氣斷盡了，他自己知道。也知道他地，他地就是一切眾生，一切眾生的狀況佛沒有不知道的，你的障礙在哪裡，你的問題在哪裡，他統統曉得。這個道理我們在這個經上學得很多了，這個集註我們這是第二遍。那就是我們曾經學過賢首國師的《妄盡還源觀》，《妄盡還源觀》可以說是佛經裡面的高等科學，它講宇宙的源起，講萬法的來源，文字雖然不多，講得很透徹。依報是宇宙，正報是自己，依正從哪裡來的說清楚了。"
    },
    {
      "id": "02-037-0205_p0005",
      "zh_CN": "还告诉我们这依正二报的现象，三种不可思议的现象。第一个是「周遍法界」。因为这三种现象，现在科学家所说的波动，三种现象都是波动。波动才动，它速度多大？周遍法界，整个法界统统收到了，没有不知道的。心里起个念头，我们自己还不知道，十方如来、法身菩萨全收到了。人不能有恶念，有恶念对不起人，我们能骗自己、能骗凡夫，骗不了圣人。物质现象是我们身体状况，身体状况是物质现象，物质现象也是波动形成的，这个波动现象也是立刻传遍法界，周遍法界。换句话说，佛菩萨对我们起心动念、身体健康，就是身心状况，全部了解，了解得最清楚的是他们。这是第一种现象，周遍。第二种「出生无尽」，出生无尽是产生变化，每一个念头都起变化。这一个念头，就是弥勒菩萨所说的一弹指三十二亿百千念其中的一念，我们无法掌握到，我们也无法见到、无法觉察到。可是佛菩萨清清楚楚，他完全能掌握，明了通达。这种变化就是宇宙之间万物的变化的根源。",
      "zh_TW": "還告訴我們這依正二報的現象，三種不可思議的現象。第一個是「周遍法界」。因為這三種現象，現在科學家所說的波動，三種現象都是波動。波動才動，它速度多大？周遍法界，整個法界統統收到了，沒有不知道的。心裡起個念頭，我們自己還不知道，十方如來、法身菩薩全收到了。人不能有惡念，有惡念對不起人，我們能騙自己、能騙凡夫，騙不了聖人。物質現象是我們身體狀況，身體狀況是物質現象，物質現象也是波動形成的，這個波動現象也是立刻傳遍法界，周遍法界。換句話說，佛菩薩對我們起心動念、身體健康，就是身心狀況，全部了解，了解得最清楚的是他們。這是第一種現象，周遍。第二種「出生無盡」，出生無盡是產生變化，每一個念頭都起變化。這一個念頭，就是彌勒菩薩所說的一彈指三十二億百千念其中的一念，我們無法掌握到，我們也無法見到、無法覺察到。可是佛菩薩清清楚楚，他完全能掌握，明瞭通達。這種變化就是宇宙之間萬物的變化的根源。"
    },
    {
      "id": "02-037-0205_p0006",
      "zh_CN": "第三个「含容空有」，这是什么？这个就是诸法实相，本来就是这样的。含容空有，在中国大乘经里面常讲的「心包太虚，量周沙界」，这是自性、本性，本来就是这样的。我们没有这么大的心量，就是我们的心（心量）受到染污、受到障碍，不然的话，我们心量跟佛一样。心量跟佛一样，我们的智慧德能就跟佛一样。什么道理？佛在经上常说「一切法从心想生」，你心量小，你生不出菩提来，菩提是广大心量。心量小到极处，就变什么？就变成地狱。所以地狱其实很小，但是在地狱的人认为地狱很大，他自己不知道。极小的心量变现出来的，所以自私到了极处，是这么回事情。佛的心量是圆满的，含空容有，含空，心包太虚，容有，量周沙界，这叫无碍智。所以，如来知道自己，也知道别人，没有一样他不知道的。",
      "zh_TW": "第三個「含容空有」，這是什麼？這個就是諸法實相，本來就是這樣的。含容空有，在中國大乘經裡面常講的「心包太虛，量周沙界」，這是自性、本性，本來就是這樣的。我們沒有這麼大的心量，就是我們的心（心量）受到染污、受到障礙，不然的話，我們心量跟佛一樣。心量跟佛一樣，我們的智慧德能就跟佛一樣。什麼道理？佛在經上常說「一切法從心想生」，你心量小，你生不出菩提來，菩提是廣大心量。心量小到極處，就變什麼？就變成地獄。所以地獄其實很小，但是在地獄的人認為地獄很大，他自己不知道。極小的心量變現出來的，所以自私到了極處，是這麼回事情。佛的心量是圓滿的，含空容有，含空，心包太虛，容有，量周沙界，這叫無礙智。所以，如來知道自己，也知道別人，沒有一樣他不知道的。"
    },
    {
      "id": "02-037-0205_p0007",
      "zh_CN": "《大集经》第一卷说，「无碍智慧无有边，善解众生三世事」。解是了解，没障碍，众生三世事，过去、现在、未来全都清楚。心量能不拓开吗？还要守住小心量吗？在现前学佛，什么最重要？拓开心量念佛最重要，念佛不是为自己，念佛要为众生。念佛人天天做回向，回向三处。第一个是「回向菩提」，自性本具的智慧。我学佛什么都不想，不想人间的名闻利养，远离七情五欲，一心只想菩提，菩提是自性本具的智慧，希望这个智慧能现前。「回向众生」，希望一切众生都能够离苦得乐，都能够破迷开悟，都能够念佛往生成佛，这愿望在此地。怎样才能往生成佛？念佛就能往生成佛，所以希望大家认识极乐世界，认识阿弥陀佛。众生怎么会认识？我们要做出样子来给他看，做出一个真正念佛求生净土的样子，他看到了会受感动，看到了他会相信，这个重要。怎么个做法？要把《无量寿经》做出来。《无量寿经》念没用，念是教幼稚园小朋友。是要你明了、通达这经上所讲的义理，统知道了，知道明白了，落实在生活，落实在起心动念，跟经教完全相应。跟经教相应就是跟阿弥陀佛相应，这多么重要！相应才行，这真得佛法的利益了。末后「回向实际」，实际就是圆满成佛，回归自性。学佛就为这个，除这个之外，心里头一尘不染，这个道理不能不懂。",
      "zh_TW": "《大集經》第一卷說，「無礙智慧無有邊，善解眾生三世事」。解是了解，沒障礙，眾生三世事，過去、現在、未來全都清楚。心量能不拓開嗎？還要守住小心量嗎？在現前學佛，什麼最重要？拓開心量念佛最重要，念佛不是為自己，念佛要為眾生。念佛人天天做迴向，迴向三處。第一個是「迴向菩提」，自性本具的智慧。我學佛什麼都不想，不想人間的名聞利養，遠離七情五欲，一心只想菩提，菩提是自性本具的智慧，希望這個智慧能現前。「迴向眾生」，希望一切眾生都能夠離苦得樂，都能夠破迷開悟，都能夠念佛往生成佛，這願望在此地。怎樣才能往生成佛？念佛就能往生成佛，所以希望大家認識極樂世界，認識阿彌陀佛。眾生怎麼會認識？我們要做出樣子來給他看，做出一個真正念佛求生淨土的樣子，他看到了會受感動，看到了他會相信，這個重要。怎麼個做法？要把《無量壽經》做出來。《無量壽經》念沒用，念是教幼稚園小朋友。是要你明瞭、通達這經上所講的義理，統知道了，知道明白了，落實在生活，落實在起心動念，跟經教完全相應。跟經教相應就是跟阿彌陀佛相應，這多麼重要！相應才行，這真得佛法的利益了。末後「迴向實際」，實際就是圓滿成佛，回歸自性。學佛就為這個，除這個之外，心裡頭一塵不染，這個道理不能不懂。"
    },
    {
      "id": "02-037-0205_p0008",
      "zh_CN": "再看下面，魏译《无量寿经》下卷云：「佛眼具足，觉了法性，以无碍智，为人演说。」这是康僧铠翻译的《无量寿经》下卷，《无量寿经》两卷，上、下两卷。佛眼具足就是五眼具足，五眼，上上一定包括下面的，像五层大楼，佛眼是最上面一层，下面四层一定具足，不具足，哪来第五层？五眼圆明，最下面是肉眼，天眼、慧眼、法眼、佛眼，觉了法性。前面的四眼都没有觉了法性，只有佛眼圆满了，对于法性一点障碍都没有。法性是什么？是一切万法的本体。这才是真正把一切法的实相看破了；看破实相，真心不但是现起来，圆满的出现了。我们就知道了，这个世间芸芸众生无量无边，什么人用圆满的真心？就是佛，佛是圆满的真心。菩萨真心，用真心不圆满。什么样的菩萨用真心？法身菩萨，所谓破一品无明，证一分法身，那就是一品真心。是用真的，决定不是假的。所以天台大师判四十一位法身大士，六即佛里面他们叫分证即佛。分证，他是真的，他不是假的，但是不圆满，确实用真心，比十法界的佛高一等。十法界的佛是相似即佛，没有说他是真佛，相似，为什么？他用阿赖耶，他没用真心。真妄区别就在此。",
      "zh_TW": "再看下面，魏譯《無量壽經》下卷云：「佛眼具足，覺了法性，以無礙智，為人演說。」這是康僧鎧翻譯的《無量壽經》下卷，《無量壽經》兩卷，上、下兩卷。佛眼具足就是五眼具足，五眼，上上一定包括下面的，像五層大樓，佛眼是最上面一層，下面四層一定具足，不具足，哪來第五層？五眼圓明，最下面是肉眼，天眼、慧眼、法眼、佛眼，覺了法性。前面的四眼都沒有覺了法性，只有佛眼圓滿了，對於法性一點障礙都沒有。法性是什麼？是一切萬法的本體。這才是真正把一切法的實相看破了；看破實相，真心不但是現起來，圓滿的出現了。我們就知道了，這個世間芸芸眾生無量無邊，什麼人用圓滿的真心？就是佛，佛是圓滿的真心。菩薩真心，用真心不圓滿。什麼樣的菩薩用真心？法身菩薩，所謂破一品無明，證一分法身，那就是一品真心。是用真的，決定不是假的。所以天台大師判四十一位法身大士，六即佛裡面他們叫分證即佛。分證，他是真的，他不是假的，但是不圓滿，確實用真心，比十法界的佛高一等。十法界的佛是相似即佛，沒有說他是真佛，相似，為什麼？他用阿賴耶，他沒用真心。真妄區別就在此。"
    },
    {
      "id": "02-037-0205_p0009",
      "zh_CN": "究竟圆满用真心的是佛，觉了法性。换句话说，法身菩萨也觉了法性，不圆满。那一般的菩萨，佛经的术语称为权小菩萨，权教、小乘的菩萨，他们没有觉了法性，他们跟我们一样用八识五十一心所，用妄心。但是他们用得正，我们用偏了、用邪了。他为什么用得正？他真学佛，佛在经教上讲的他们全学到了，所以那个样子很像佛。心里头不是的，心里面无始无明没有放下，就差这一点，没有能够转识成智，就差这一点功夫，所以他不是真的。佛跟众生说法、法身菩萨跟众生说法不一样，为什么不一样？他有无碍智，他见到事实真相，所以他可以为人演说。演是表演，就是什么？做到了，他真学佛。将诸法实相跟自己的生活、思想、行为融成了一片，这叫为人演说。把佛法的受用完全表演出来，以表演为主，以言教为辅助。释迦牟尼佛在世，为我们示现八相成道，表演。上上根人不必听佛讲经说法，看他这个样子就觉悟了、就明白了。看他舍弃王位离开家，就知道，烦恼要放下。三十岁，看到他放弃求学，到菩提树下入定了，就晓得什么？要放下所知障。这两种障碍没有了，圆满成佛。所以，上上根人一看见就明白了，不用说话。这是无碍智，这是慈愍行，做出来了。",
      "zh_TW": "究竟圓滿用真心的是佛，覺了法性。換句話說，法身菩薩也覺了法性，不圓滿。那一般的菩薩，佛經的術語稱為權小菩薩，權教、小乘的菩薩，他們沒有覺了法性，他們跟我們一樣用八識五十一心所，用妄心。但是他們用得正，我們用偏了、用邪了。他為什麼用得正？他真學佛，佛在經教上講的他們全學到了，所以那個樣子很像佛。心裡頭不是的，心裡面無始無明沒有放下，就差這一點，沒有能夠轉識成智，就差這一點功夫，所以他不是真的。佛跟眾生說法、法身菩薩跟眾生說法不一樣，為什麼不一樣？他有無礙智，他見到事實真相，所以他可以為人演說。演是表演，就是什麼？做到了，他真學佛。將諸法實相跟自己的生活、思想、行為融成了一片，這叫為人演說。把佛法的受用完全表演出來，以表演為主，以言教為輔助。釋迦牟尼佛在世，為我們示現八相成道，表演。上上根人不必聽佛講經說法，看他這個樣子就覺悟了、就明白了。看他捨棄王位離開家，就知道，煩惱要放下。三十歲，看到他放棄求學，到菩提樹下入定了，就曉得什麼？要放下所知障。這兩種障礙沒有了，圓滿成佛。所以，上上根人一看見就明白了，不用說話。這是無礙智，這是慈愍行，做出來了。"
    },
    {
      "id": "02-037-0205_p0010",
      "zh_CN": "「故法藏发愿求此无碍智，为九界众生，演说妙法，契理契机，一切无碍」。佛修行，佛证果，佛弘法利生，没有一丝毫为自己，完全为别人。这里我们明白了，为别人才是真正为自己，自己才成就圆满的无碍智慧。加一丝毫自己在里面，有智慧，但是有障碍，不能说无碍智。完全没有自己了。这什么意思？原来遍法界虚空界一切诸佛菩萨、一切众生就是自己。是自己什么？自己的法身，这是真正照顾自己，真正为自己。这一句也告诉我们，学佛的终极目标是什么？是求自性本具的无碍智慧现前。求这个智慧是什么用？求这个智慧我才能帮助众生，帮助他离苦得乐，帮助他破迷开悟，帮助他转凡成圣，没有这个智慧做不到。所以这个智慧，底下四句话就是作用，为「九界众生」，九界最上面是菩萨，声闻、缘觉，下面六道众生。「演说妙法」，妙法就是明心见性之法，妙法就是无碍智的妙法，慈愍行的妙法。有这个妙法，就能够演说，「契理又契机」。契理是什么？跟诸佛如来所证的不违背；契机，跟现前所有一切众生的根机，善根福德因缘不违背，恰到好处。「一切无碍」，度九法界众生，度树木花草，度山河大地，所有迷惑众生都能帮助他开悟，都能帮助他回头。",
      "zh_TW": "「故法藏發願求此無礙智，為九界眾生，演說妙法，契理契機，一切無礙」。佛修行，佛證果，佛弘法利生，沒有一絲毫為自己，完全為別人。這裡我們明白了，為別人才是真正為自己，自己才成就圓滿的無礙智慧。加一絲毫自己在裡面，有智慧，但是有障礙，不能說無礙智。完全沒有自己了。這什麼意思？原來遍法界虛空界一切諸佛菩薩、一切眾生就是自己。是自己什麼？自己的法身，這是真正照顧自己，真正為自己。這一句也告訴我們，學佛的終極目標是什麼？是求自性本具的無礙智慧現前。求這個智慧是什麼用？求這個智慧我才能幫助眾生，幫助他離苦得樂，幫助他破迷開悟，幫助他轉凡成聖，沒有這個智慧做不到。所以這個智慧，底下四句話就是作用，為「九界眾生」，九界最上面是菩薩，聲聞、緣覺，下面六道眾生。「演說妙法」，妙法就是明心見性之法，妙法就是無礙智的妙法，慈愍行的妙法。有這個妙法，就能夠演說，「契理又契機」。契理是什麼？跟諸佛如來所證的不違背；契機，跟現前所有一切眾生的根機，善根福德因緣不違背，恰到好處。「一切無礙」，度九法界眾生，度樹木花草，度山河大地，所有迷惑眾生都能幫助他開悟，都能幫助他回頭。"
    },
    {
      "id": "02-037-0205_p0011",
      "zh_CN": "再看底下这一句，『所行慈愍行』，「慈」是慈悲，「愍」是怜悯，看到众生受苦受难，怜悯心生起来了。「愿求己之所行」，自己的演说，「能如世尊之慈愍行」，能像佛陀一样。「世尊以无缘大慈」，无缘就是今天所说的无条件，慈悲是爱心，佛对众生的爱心没有条件，所以叫无缘，「哀愍众生，等同一子」。众生在迷，迷，他就造业；他造业，业就变现出果报，自然的。善业感善果，恶业感恶报，这是属于自然现象，三种现象里头第三种自然现象。佛看到生怜悯心，为什么？三种现象都是假的，都不是真的，凡所有相皆是虚妄，没有一样是真的。众生这些苦就像人作恶梦一样，梦中境界是假的，但是作恶梦他很恐怖，他很难受，惊吓醒过来还心有余悸。众生在六道就像这个样子，所以佛看见了，当然要帮助他。",
      "zh_TW": "再看底下這一句，『所行慈愍行』，「慈」是慈悲，「愍」是憐憫，看到眾生受苦受難，憐憫心生起來了。「願求己之所行」，自己的演說，「能如世尊之慈愍行」，能像佛陀一樣。「世尊以無緣大慈」，無緣就是今天所說的無條件，慈悲是愛心，佛對眾生的愛心沒有條件，所以叫無緣，「哀愍眾生，等同一子」。眾生在迷，迷，他就造業；他造業，業就變現出果報，自然的。善業感善果，惡業感惡報，這是屬於自然現象，三種現象裡頭第三種自然現象。佛看到生憐憫心，為什麼？三種現象都是假的，都不是真的，凡所有相皆是虛妄，沒有一樣是真的。眾生這些苦就像人作惡夢一樣，夢中境界是假的，但是作惡夢他很恐怖，他很難受，驚嚇醒過來還心有餘悸。眾生在六道就像這個樣子，所以佛看見了，當然要幫助他。"
    },
    {
      "id": "02-037-0205_p0012",
      "zh_CN": "「拯济负荷，悉登彼岸。故愿能行佛之所行」。法藏菩萨看到了，诸佛如来对一切众生，等同，等是平等，就像父母爱护他的独生子一样，那么样的用心，那么样的哀愍。佛对于遍法界虚空界所有一切众生，上面到等觉菩萨，下面到无间地狱，平等一视同仁，没有丝毫分别。完全看众生自己的善根、福德、因缘来帮助你，看善根福德因缘这叫契机，等同这是契理。为什么？一切众生跟自己同一个自性，这平等的，所以等同。故愿能行佛之所行，法藏如是，我们要学，我们千万不要自己以为我们跟佛的距离太远。是不是真的太远？真的太远。怎么太远？因为你以为他太远，就太远了；你以为他很近，他就近。根本没有远近，完全在自己的用心，这就叫一切法从心想生。如果常想到佛跟我很近，佛天天在我身边没有离开我，这个念头好，这个念头成佛很快。常常想着，阿弥陀佛在极乐世界，极乐世界距离我们十万亿佛国土，我哪天才能看到？你这辈子没指望了，为什么？你把阿弥陀佛送到十万亿佛国土那边去了。十万亿佛国土不离当处，就在此时此地，你看多么亲切！",
      "zh_TW": "「拯濟負荷，悉登彼岸。故願能行佛之所行」。法藏菩薩看到了，諸佛如來對一切眾生，等同，等是平等，就像父母愛護他的獨生子一樣，那麼樣的用心，那麼樣的哀愍。佛對於遍法界虛空界所有一切眾生，上面到等覺菩薩，下面到無間地獄，平等一視同仁，沒有絲毫分別。完全看眾生自己的善根、福德、因緣來幫助你，看善根福德因緣這叫契機，等同這是契理。為什麼？一切眾生跟自己同一個自性，這平等的，所以等同。故願能行佛之所行，法藏如是，我們要學，我們千萬不要自己以為我們跟佛的距離太遠。是不是真的太遠？真的太遠。怎麼太遠？因為你以為他太遠，就太遠了；你以為他很近，他就近。根本沒有遠近，完全在自己的用心，這就叫一切法從心想生。如果常想到佛跟我很近，佛天天在我身邊沒有離開我，這個念頭好，這個念頭成佛很快。常常想著，阿彌陀佛在極樂世界，極樂世界距離我們十萬億佛國土，我哪天才能看到？你這輩子沒指望了，為什麼？你把阿彌陀佛送到十萬億佛國土那邊去了。十萬億佛國土不離當處，就在此時此地，你看多麼親切！"
    },
    {
      "id": "02-037-0205_p0013",
      "zh_CN": "所以，能行佛之所行，法藏菩萨能，我们也能。念念为众生得利益，不要为自己，尽心尽力去做这些好事。别人欢喜，我们做。别人不欢喜，他没有见到，那我们要不要做？我们要做。不能说他不欢喜、他排斥、他拒绝，咱们得想方设法也要做，非不得已的时候一定要做。此处有障碍不能做，别处没有障碍赶快去做。佛菩萨做不是一个地方，遍法界虚空界，这个佛世界有障碍，那个佛世界没有障碍，这道理一定要懂。这个世间众生排斥佛法、不相信佛法，佛不来；那个世界人相信、人喜欢，佛就到那里去了。什么时候这个地方众生回头了，想要求佛帮忙，佛又来了。佛不记仇，没有怨恨，不是说上次我来，你排斥我，我以后再不来了。那是赌气的话，那是凡夫才有，佛菩萨没有。佛菩萨是你真想他来，他立刻就来了。这是我们都要懂得，要好好学习的。「故上句愿求佛智慧，此句愿求佛慈悲」，所行慈愍行，就是学佛的慈悲。「智悲并运，圆契菩提」，菩萨有智有悲。有悲没有智，救不了众生；有智没有悲，不肯救众生；必须要悲智圆满、悲智圆融，这是真正的菩萨，这叫圆满契入菩提。",
      "zh_TW": "所以，能行佛之所行，法藏菩薩能，我們也能。念念為眾生得利益，不要為自己，盡心盡力去做這些好事。別人歡喜，我們做。別人不歡喜，他沒有見到，那我們要不要做？我們要做。不能說他不歡喜、他排斥、他拒絕，咱們得想方設法也要做，非不得已的時候一定要做。此處有障礙不能做，別處沒有障礙趕快去做。佛菩薩做不是一個地方，遍法界虛空界，這個佛世界有障礙，那個佛世界沒有障礙，這道理一定要懂。這個世間眾生排斥佛法、不相信佛法，佛不來；那個世界人相信、人喜歡，佛就到那裡去了。什麼時候這個地方眾生回頭了，想要求佛幫忙，佛又來了。佛不記仇，沒有怨恨，不是說上次我來，你排斥我，我以後再不來了。那是賭氣的話，那是凡夫才有，佛菩薩沒有。佛菩薩是你真想他來，他立刻就來了。這是我們都要懂得，要好好學習的。「故上句願求佛智慧，此句願求佛慈悲」，所行慈愍行，就是學佛的慈悲。「智悲並運，圓契菩提」，菩薩有智有悲。有悲沒有智，救不了眾生；有智沒有悲，不肯救眾生；必須要悲智圓滿、悲智圓融，這是真正的菩薩，這叫圓滿契入菩提。"
    },
    {
      "id": "02-037-0205_p0014",
      "zh_CN": "我们再看底下一段，「说法如佛」。诸位在此地要特别记清楚，说法如佛的先决条件是悲智如佛，没有悲智，说法做不到，悲智是说法的基础，这一条非常重要。这个经文后后深于前前，你看科判里面说的，「开慧达善」、「开藏施宝」，一层一层的契入，我们学也要按这个顺序。我们看这段经文：",
      "zh_TW": "我們再看底下一段，「說法如佛」。諸位在此地要特別記清楚，說法如佛的先決條件是悲智如佛，沒有悲智，說法做不到，悲智是說法的基礎，這一條非常重要。這個經文後後深於前前，你看科判裡面說的，「開慧達善」、「開藏施寶」，一層一層的契入，我們學也要按這個順序。我們看這段經文："
    },
    {
      "id": "02-037-0205_p0015",
      "zh_CN": "【常作天人师。得为三界雄。说法师子吼。广度诸有情。】",
      "zh_TW": "【常作天人師。得為三界雄。說法師子吼。廣度諸有情。】"
    },
    {
      "id": "02-037-0205_p0016",
      "zh_CN": "这是「无缘大慈，同体大悲」的落实。『天人师』是佛十种德号里头的一种，前面学过。佛的身分，就是天上人间，代表六道轮回，就是六道众生的老师。这什么意思？有义务、有责任、有使命要教化六道苦难众生，就这个意思。所以听到这句名号，看到这一句「天人师」，决定不能够产生误会，生起贡高我慢，我这一下是天人师了。只要有这么一念，你就堕落了，护法神就远离你而去，为什么？傲慢心生起来了。从这桩事让我们想起孔老夫子，他老人家说，「如有周公之才之美，使骄且吝，其余则不足观也」。真天人师，自己心目当中没有天人师这个概念，这是真天人师。别人赞叹他是天人师，他还要谦虚不敢当，但是他起心动念、所作所为的确是天人师，道道地地的天人师。心里头有众生，念念不舍苦难众生，众生造作罪业愈重，受的苦难愈多，他的慈悲心愈深，怎么样去帮助他。",
      "zh_TW": "這是「無緣大慈，同體大悲」的落實。『天人師』是佛十種德號裡頭的一種，前面學過。佛的身分，就是天上人間，代表六道輪迴，就是六道眾生的老師。這什麼意思？有義務、有責任、有使命要教化六道苦難眾生，就這個意思。所以聽到這句名號，看到這一句「天人師」，決定不能夠產生誤會，生起貢高我慢，我這一下是天人師了。只要有這麼一念，你就墮落了，護法神就遠離你而去，為什麼？傲慢心生起來了。從這樁事讓我們想起孔老夫子，他老人家說，「如有周公之才之美，使驕且吝，其餘則不足觀也」。真天人師，自己心目當中沒有天人師這個概念，這是真天人師。別人讚歎他是天人師，他還要謙虛不敢當，但是他起心動念、所作所為的確是天人師，道道地地的天人師。心裡頭有眾生，念念不捨苦難眾生，眾生造作罪業愈重，受的苦難愈多，他的慈悲心愈深，怎麼樣去幫助他。"
    },
    {
      "id": "02-037-0205_p0017",
      "zh_CN": "『得为三界雄』，「雄」是对佛的尊称，就是大英雄。英雄两个字怎么解释？一般普通人做不到的他能做到，这个人叫英雄。世间什么事情人做不到？了生死出轮回的事情，没有人能做到，佛能做到，这称为大英雄。佛陀在世，一生没有住宅，每天住在树林底下。而且戒律上告诉我们，住在树下只有树下一宿，这只有一个晚上。明天要搬家，不能在这棵树下坐。佛为什么制这条戒？让弟子们不要贪恋这个环境。这个树很大，树荫很好，我天天都在这里。佛不许可，你对它生贪恋了，烦恼起来了。制定这条戒律，把你这个烦恼断掉，任何树下只能住一宿，第二天找地方搬家。世尊自己给我们做榜样，他做到了，他说的话大家不能不听。不能说这一棵大树要特别留给他，不可以，那就不平等了。这都是一般人做不到的，他能，他都能做到。所以佛灭度之后，后人给他盖大殿，塑个佛像代表他，让他住在那里头。这些事情佛统统知道，前面说了，他的智慧能知道过去现在未来，我们距佛才三千年，不算很长的时间，他哪有不知道的道理？今天社会发生这些状况，他清清楚楚、明明白白，什么因、什么样的缘、什么样的果，全清楚。今天这种局面，如何清理、如何转变，实际上他都表演给我们看了，就是教学。只要把教学搞好，社会上什么问题都摆平了，没问题。人人心地清净平等觉，还有什么问题？找问题找不到了。所以，教学的目标就是清净平等觉。",
      "zh_TW": "『得為三界雄』，「雄」是對佛的尊稱，就是大英雄。英雄兩個字怎麼解釋？一般普通人做不到的他能做到，這個人叫英雄。世間什麼事情人做不到？了生死出輪迴的事情，沒有人能做到，佛能做到，這稱為大英雄。佛陀在世，一生沒有住宅，每天住在樹林底下。而且戒律上告訴我們，住在樹下只有樹下一宿，這只有一個晚上。明天要搬家，不能在這棵樹下坐。佛為什麼制這條戒？讓弟子們不要貪戀這個環境。這個樹很大，樹蔭很好，我天天都在這裡。佛不許可，你對它生貪戀了，煩惱起來了。制定這條戒律，把你這個煩惱斷掉，任何樹下只能住一宿，第二天找地方搬家。世尊自己給我們做榜樣，他做到了，他說的話大家不能不聽。不能說這一棵大樹要特別留給他，不可以，那就不平等了。這都是一般人做不到的，他能，他都能做到。所以佛滅度之後，後人給他蓋大殿，塑個佛像代表他，讓他住在那裡頭。這些事情佛統統知道，前面說了，他的智慧能知道過去現在未來，我們距佛才三千年，不算很長的時間，他哪有不知道的道理？今天社會發生這些狀況，他清清楚楚、明明白白，什麼因、什麼樣的緣、什麼樣的果，全清楚。今天這種局面，如何清理、如何轉變，實際上他都表演給我們看了，就是教學。只要把教學搞好，社會上什麼問題都擺平了，沒問題。人人心地清淨平等覺，還有什麼問題？找問題找不到了。所以，教學的目標就是清淨平等覺。"
    },
    {
      "id": "02-037-0205_p0018",
      "zh_CN": "「三界雄亦为佛之德称。三界者，欲界、色界、无色界」，这些众生佛统统都度。「《法华经．方便品》曰：世雄不可量」，不可度量，不可测量。他的智慧、神通、道力、慈悲无量无边、无数无尽，这不可量，这完全是自性圆满的显露。「《净影疏》云：世雄，佛之异名」，是佛名字。「佛断尽一切烦恼，故为三界中之大雄。总之，此一段是大愿之总结」。这个地方我们看到了，佛能称之为天人师、三界雄，是因为他能够断尽一切烦恼，也就是了生死出三界。六道凡夫做不到，十法界的小圣也做不到，佛能做到，称他为大雄。他真的是当之无愧，真是大雄。这一段总结上面的大愿，前一科无碍智，求智慧；这一段表誓愿，慈愍行，他的四十八愿愿愿都兑现了，愿愿兑现。「愿是万行之先导」，有愿而后才有行，「慧即佛道之眼目」，你要没有真正智慧，你看不清楚、看不明白。「愿以导因行，慧以照佛道」，慧能够认识路，能明了，行能够达到你的愿望，「愿慧成满，即名如来，故谓得为三界雄」。「盖誓愿与智慧，成佛正因」，慧圆满了，愿也圆满了，「两俱圆满，从因得果，故为三界之雄」，这个是自己圆满成就，圆满成就才能够度众生。",
      "zh_TW": "「三界雄亦為佛之德稱。三界者，欲界、色界、無色界」，這些眾生佛統統都度。「《法華經．方便品》曰：世雄不可量」，不可度量，不可測量。他的智慧、神通、道力、慈悲無量無邊、無數無盡，這不可量，這完全是自性圓滿的顯露。「《淨影疏》云：世雄，佛之異名」，是佛名字。「佛斷盡一切煩惱，故為三界中之大雄。總之，此一段是大願之總結」。這個地方我們看到了，佛能稱之為天人師、三界雄，是因為他能夠斷盡一切煩惱，也就是了生死出三界。六道凡夫做不到，十法界的小聖也做不到，佛能做到，稱他為大雄。他真的是當之無愧，真是大雄。這一段總結上面的大願，前一科無礙智，求智慧；這一段表誓願，慈愍行，他的四十八願願願都兌現了，願願兌現。「願是萬行之先導」，有願而後才有行，「慧即佛道之眼目」，你要沒有真正智慧，你看不清楚、看不明白。「願以導因行，慧以照佛道」，慧能夠認識路，能明瞭，行能夠達到你的願望，「願慧成滿，即名如來，故謂得為三界雄」。「蓋誓願與智慧，成佛正因」，慧圓滿了，願也圓滿了，「兩俱圓滿，從因得果，故為三界之雄」，這個是自己圓滿成就，圓滿成就才能夠度眾生。"
    },
    {
      "id": "02-037-0205_p0019",
      "zh_CN": "『说法师子吼』。成佛，哪尊佛不说法？不说法，成佛干什么？我们就明白了，成佛就是教学的。好比我们在世间读书，读师范学校，师范学校念出来干什么？教学，专门从事这个行业，一生从事教育。这个行业很辛苦，特别是教儿童。但是这个行业，在古时候的中国，地位是最崇高的。现在人称老师，古时候不称老师，称夫子，非常尊敬的称呼。人家一听说称夫子，没有不恭敬的，就是肃然起敬，虽然生活清苦，他得到大众的尊敬。那就是一生从事于教学工作，这个工作没有名利可图，智慧、慈悲的付出，把下一代教好，自己的理想、愿望让下一代去落实。现在人称之为教育家，就是古时候称为夫子。现在人所谓孔子，在从前人不是说孔子，孔夫子。这些称呼都非常重要，能看出我们现在人对传统文化、对从事教育工作的人那种心态。古人称孔夫子都很恭敬，肃然起敬，社会能长治久安，能造成一个时代太平盛世，夫子的贡献太大了！",
      "zh_TW": "『說法師子吼』。成佛，哪尊佛不說法？不說法，成佛幹什麼？我們就明白了，成佛就是教學的。好比我們在世間讀書，讀師範學校，師範學校念出來幹什麼？教學，專門從事這個行業，一生從事教育。這個行業很辛苦，特別是教兒童。但是這個行業，在古時候的中國，地位是最崇高的。現在人稱老師，古時候不稱老師，稱夫子，非常尊敬的稱呼。人家一聽說稱夫子，沒有不恭敬的，就是肅然起敬，雖然生活清苦，他得到大眾的尊敬。那就是一生從事於教學工作，這個工作沒有名利可圖，智慧、慈悲的付出，把下一代教好，自己的理想、願望讓下一代去落實。現在人稱之為教育家，就是古時候稱為夫子。現在人所謂孔子，在從前人不是說孔子，孔夫子。這些稱呼都非常重要，能看出我們現在人對傳統文化、對從事教育工作的人那種心態。古人稱孔夫子都很恭敬，肅然起敬，社會能長治久安，能造成一個時代太平盛世，夫子的貢獻太大了！"
    },
    {
      "id": "02-037-0205_p0020",
      "zh_CN": "今天社会的动乱，根源是什么？因素虽然很多，我是总结成一个，就是教育失败。怎么失败？没有教育了。学校很多，是教你做事情的，没有教做人的。人会做事，不会做人，懂得事怎么做法，不知道人与人应该怎么相处，不知道。所以社会乱了。中国古人教育是把做人摆在第一，夫子的教学四个科目，第一个德行，第二个言语，第三个才是做事，政事，最后一个是文学；文学放在最后，德行放在第一。现在教学，德行没有了，言语没有了，只有政事，文学也没有了。中国教育是四个科目，现在教育只有一个科目，其他三个都不要，问题出来了。前面两个太重要了！",
      "zh_TW": "今天社會的動亂，根源是什麼？因素雖然很多，我是總結成一個，就是教育失敗。怎麼失敗？沒有教育了。學校很多，是教你做事情的，沒有教做人的。人會做事，不會做人，懂得事怎麼做法，不知道人與人應該怎麼相處，不知道。所以社會亂了。中國古人教育是把做人擺在第一，夫子的教學四個科目，第一個德行，第二個言語，第三個才是做事，政事，最後一個是文學；文學放在最後，德行放在第一。現在教學，德行沒有了，言語沒有了，只有政事，文學也沒有了。中國教育是四個科目，現在教育只有一個科目，其他三個都不要，問題出來了。前面兩個太重要了！"
    },
    {
      "id": "02-037-0205_p0021",
      "zh_CN": "所以社会为什么会变成这个样子？学过传统文化的人心里头都非常清楚、都非常明了。但是怎么样？不在其位，不谋其政。但是教学不能不做，还是得坚持下去。国家不做了，地方上人士不做了，社会不做了，家庭也不做了。可是世界这么大，人口这么多，毕竟还有少数同志的朋友，对于圣贤教育有仰慕。这些同学，这叫有缘人，我们可以借着卫星、网路，虽然不居住在一处，可以分享大家学习的心得。这是人生最快乐的事情，这是人生最高的享受。我们愿这些少数人做圣贤教育播种的工作，重新播种。当然传统文化再复兴不在我们这一代，我们相信会复兴，应该在往后三代、四代、五代，至少一百年之后。中国古人说得好，「十年树木，百年树人」，这话说得有道理。",
      "zh_TW": "所以社會為什麼會變成這個樣子？學過傳統文化的人心裡頭都非常清楚、都非常明瞭。但是怎麼樣？不在其位，不謀其政。但是教學不能不做，還是得堅持下去。國家不做了，地方上人士不做了，社會不做了，家庭也不做了。可是世界這麼大，人口這麼多，畢竟還有少數同志的朋友，對於聖賢教育有仰慕。這些同學，這叫有緣人，我們可以藉著衛星、網路，雖然不居住在一處，可以分享大家學習的心得。這是人生最快樂的事情，這是人生最高的享受。我們願這些少數人做聖賢教育播種的工作，重新播種。當然傳統文化再復興不在我們這一代，我們相信會復興，應該在往後三代、四代、五代，至少一百年之後。中國古人說得好，「十年樹木，百年樹人」，這話說得有道理。"
    },
    {
      "id": "02-037-0205_p0022",
      "zh_CN": "「说法师子吼。愿己说法，能如世尊，于大众中，作师子吼」。希望自己说法能跟佛一样，这是自己一个愿望，必须自己有慧、有德、有慈悲，还得众生有福，这个愿才能现前。如果众生没有福，众生造的业太重了，佛菩萨不来。佛菩萨为什么不来？令众生造更重的罪业，不但不能给众生带来好处，带来负面作用，这就不可以来。因为众生不相信，众生会毁谤，毁谤三宝，那个罪在无间地狱。佛菩萨绝对不希望众生因他而堕无间地狱，他回避，他不来，等到你有一点恭敬心他再来。「师子吼」是比喻，师子，这下面说，就是动物里面的兽中之王狮子。「师子一吼，百兽畏惧」，牠有那么大的威力，狮子一叫，小动物腿都软了，都跑不动了，想逃都逃不掉。「故称世尊决定无畏之说法，为师子吼」，用师子吼比喻如来讲经说教。《涅槃经》第二十七卷说，「师子吼者，名决定说」，决定没有错误，决定是正确的，决定契机契理，这才能称为师子吼。这个标准只有佛陀一个人，再引申那就是法身大士，权教菩萨不敢说师子吼，声闻、缘觉就更不必说了。",
      "zh_TW": "「說法師子吼。願己說法，能如世尊，於大眾中，作師子吼」。希望自己說法能跟佛一樣，這是自己一個願望，必須自己有慧、有德、有慈悲，還得眾生有福，這個願才能現前。如果眾生沒有福，眾生造的業太重了，佛菩薩不來。佛菩薩為什麼不來？令眾生造更重的罪業，不但不能給眾生帶來好處，帶來負面作用，這就不可以來。因為眾生不相信，眾生會毀謗，毀謗三寶，那個罪在無間地獄。佛菩薩絕對不希望眾生因他而墮無間地獄，他迴避，他不來，等到你有一點恭敬心他再來。「師子吼」是比喻，師子，這下面說，就是動物裡面的獸中之王獅子。「師子一吼，百獸畏懼」，牠有那麼大的威力，獅子一叫，小動物腿都軟了，都跑不動了，想逃都逃不掉。「故稱世尊決定無畏之說法，為師子吼」，用師子吼比喻如來講經說教。《涅槃經》第二十七卷說，「師子吼者，名決定說」，決定沒有錯誤，決定是正確的，決定契機契理，這才能稱為師子吼。這個標準只有佛陀一個人，再引申那就是法身大士，權教菩薩不敢說師子吼，聲聞、緣覺就更不必說了。"
    },
    {
      "id": "02-037-0205_p0023",
      "zh_CN": "「又《维摩经．佛国品》曰：演法无畏」，演是表演，身教。教学里头一定是以身教为主，身不能做学生的榜样，你就没办法教人。这就是为什么过去从事夫子这个行业，被社会大众那么样的尊重，就这个道理。一般行业，行住坐卧可以随便一点，做夫子的人不行，无论在什么地方，行住坐卧要严守戒律、威仪。就譬如说《弟子规》，不论在哪个场所他都做到，你一句都挑不出他的毛病，不能不让人尊敬。他是社会一切大众的榜样，他把标准做出来给大家看，这才是夫子。社会大众向谁学习？向他学习。孝悌忠信、礼义廉耻、仁爱和平，都做到了，圣人；做到了，还没有尽善尽美，贤人；能做到六、七成，叫君子。可是从事夫子这个行业，他一定要做到，这是他的外表。所以教学，一面教学一面从事于著述，是他自己的心得，他学习的一些启示，流传给后世。这种人在社会上并没有崇高的地位，也没有财富，一生物质生活勉勉强强能过得去，安贫乐道。教下一代是一桩乐事，他的期望、目标就是学生当中能成就。",
      "zh_TW": "「又《維摩經．佛國品》曰：演法無畏」，演是表演，身教。教學裡頭一定是以身教為主，身不能做學生的榜樣，你就沒辦法教人。這就是為什麼過去從事夫子這個行業，被社會大眾那麼樣的尊重，就這個道理。一般行業，行住坐臥可以隨便一點，做夫子的人不行，無論在什麼地方，行住坐臥要嚴守戒律、威儀。就譬如說《弟子規》，不論在哪個場所他都做到，你一句都挑不出他的毛病，不能不讓人尊敬。他是社會一切大眾的榜樣，他把標準做出來給大家看，這才是夫子。社會大眾向誰學習？向他學習。孝悌忠信、禮義廉恥、仁愛和平，都做到了，聖人；做到了，還沒有盡善盡美，賢人；能做到六、七成，叫君子。可是從事夫子這個行業，他一定要做到，這是他的外表。所以教學，一面教學一面從事於著述，是他自己的心得，他學習的一些啟示，流傳給後世。這種人在社會上並沒有崇高的地位，也沒有財富，一生物質生活勉勉強強能過得去，安貧樂道。教下一代是一樁樂事，他的期望、目標就是學生當中能成就。"
    },
    {
      "id": "02-037-0205_p0024",
      "zh_CN": "「又《维摩经．佛国品》曰：演法无畏，犹如师子吼。」「肇公注曰」，僧肇大师的注解，「师子吼，无畏音也。凡所言说，不畏群邪异学，喻师子吼，百兽下之」。这些小动物对狮子都有畏惧，这是猛兽。用牠来比喻世尊说法，他有理论依据，他有无碍辩才，不怕别人问难。这是一般演说都担心这么个问题，听众当中来找麻烦的，来挑剔，来难你。早年，我第一次到香港来讲经，一九七七年，第一天到香港，住在畅怀法师的中华图书馆，佛教图书馆。晚上畅怀法师陪我吃晚饭，就告诉我，香港这个地区讲经的风气不盛，国内外有名的大法师到这边来讲经，大概头一天人家来捧场，来的人很多，圆满那天也是来捧场，当中很少人来听。他告诉我，他说你也不出名，有名的大法师都这样的，你心理要做准备，可能在当中一个听众都没有。我说没有关系，没有听众，那个椅子摆好，我对那些椅子讲可以了。畅怀说，那这个没有问题。没有想到我的法缘不错，天天都满座。所以畅怀法师说，法师，你的法缘没想到，每天都有这么多人来。连续讲四个月，前面两个月在图书馆，后面两个月在蓝塘道寿冶老和尚的道场。那个时候过海要渡船，没有隧道，要坐船，就是自己有车都很不方便，车要停在码头上的停车场，坐船过来。所以我们迁就两面的，香港跟九龙这边的听众，两个月在香港，两个月在九龙。",
      "zh_TW": "「又《維摩經．佛國品》曰：演法無畏，猶如師子吼。」「肇公註曰」，僧肇大師的註解，「師子吼，無畏音也。凡所言說，不畏群邪異學，喻師子吼，百獸下之」。這些小動物對獅子都有畏懼，這是猛獸。用牠來比喻世尊說法，他有理論依據，他有無礙辯才，不怕別人問難。這是一般演說都擔心這麼個問題，聽眾當中來找麻煩的，來挑剔，來難你。早年，我第一次到香港來講經，一九七七年，第一天到香港，住在暢懷法師的中華圖書館，佛教圖書館。晚上暢懷法師陪我吃晚飯，就告訴我，香港這個地區講經的風氣不盛，國內外有名的大法師到這邊來講經，大概頭一天人家來捧場，來的人很多，圓滿那天也是來捧場，當中很少人來聽。他告訴我，他說你也不出名，有名的大法師都這樣的，你心理要做準備，可能在當中一個聽眾都沒有。我說沒有關係，沒有聽眾，那個椅子擺好，我對那些椅子講可以了。暢懷說，那這個沒有問題。沒有想到我的法緣不錯，天天都滿座。所以暢懷法師說，法師，你的法緣沒想到，每天都有這麼多人來。連續講四個月，前面兩個月在圖書館，後面兩個月在藍塘道壽冶老和尚的道場。那個時候過海要渡船，沒有隧道，要坐船，就是自己有車都很不方便，車要停在碼頭上的停車場，坐船過來。所以我們遷就兩面的，香港跟九龍這邊的聽眾，兩個月在香港，兩個月在九龍。"
    },
    {
      "id": "02-037-0205_p0025",
      "zh_CN": "还有，畅怀法师告诉我，专门有一批找麻烦的人，他们来听经，来找麻烦，来提问题来问你，把你问倒，给你难看，叫你下不了台。他告诉我，这个都要有心理上的准备。好在那个时候我在台中学《楞严经》，在台中就讲过一遍，在台北好像也讲过一、二遍，到香港来讲应该是第四遍。这个经讲了几遍，有底子了，胆子就比较大一点。但是，四个月没有人来问难。挑毛病问难的这些来了没有？来了。畅怀法师他告诉我，哪些人，专门找麻烦的。可是他们听了之后没找我的麻烦，不但没找麻烦，还请我吃一次饭，很难得。所以，结法缘确实很重要，要多结法缘。",
      "zh_TW": "還有，暢懷法師告訴我，專門有一批找麻煩的人，他們來聽經，來找麻煩，來提問題來問你，把你問倒，給你難看，叫你下不了台。他告訴我，這個都要有心理上的準備。好在那個時候我在台中學《楞嚴經》，在台中就講過一遍，在台北好像也講過一、二遍，到香港來講應該是第四遍。這個經講了幾遍，有底子了，膽子就比較大一點。但是，四個月沒有人來問難。挑毛病問難的這些來了沒有？來了。暢懷法師他告訴我，哪些人，專門找麻煩的。可是他們聽了之後沒找我的麻煩，不但沒找麻煩，還請我吃一次飯，很難得。所以，結法緣確實很重要，要多結法緣。"
    },
    {
      "id": "02-037-0205_p0026",
      "zh_CN": "「如是说法，故能广度诸有情。且此广度有情之句，正是法藏大愿之根」，为什么？法藏的心就是为度众生。为度众生才发愿的，为度众生才学佛的，为度众生才去参访二百一十亿诸佛刹土，为度众生才建立极乐世界，一切统统是为度众生，没有一念是为自己的。实际上法藏完全明了，自他是一不是二，所以为众生是真正为自己；换句话说，为自己是真正障碍自己、是损害自己。这个里头的道理只有菩萨知道，为自己确实障碍自己。为什么？这个自己是迷里头第一个因。怎么迷的？就是因为为自己迷了，现在还为自己，迷上加迷，你什么时候能开悟？要想开悟，首先把自己放下。第一个破身见，只要身见一破，念佛往生净土，不在凡圣同居土，凡圣同居土里面身见没破，身见破了，生方便有余土，你看差多少。我们今天对这个道理清楚了，但是事上没转过来，没放下。这什么原因？虽懂这个道理，没透。如果透彻了，自然放下，不需要人教，也不需要人劝，自然就放下了，这是事实真相。",
      "zh_TW": "「如是說法，故能廣度諸有情。且此廣度有情之句，正是法藏大願之根」，為什麼？法藏的心就是為度眾生。為度眾生才發願的，為度眾生才學佛的，為度眾生才去參訪二百一十億諸佛剎土，為度眾生才建立極樂世界，一切統統是為度眾生，沒有一念是為自己的。實際上法藏完全明瞭，自他是一不是二，所以為眾生是真正為自己；換句話說，為自己是真正障礙自己、是損害自己。這個裡頭的道理只有菩薩知道，為自己確實障礙自己。為什麼？這個自己是迷裡頭第一個因。怎麼迷的？就是因為為自己迷了，現在還為自己，迷上加迷，你什麼時候能開悟？要想開悟，首先把自己放下。第一個破身見，只要身見一破，念佛往生淨土，不在凡聖同居土，凡聖同居土裡面身見沒破，身見破了，生方便有餘土，你看差多少。我們今天對這個道理清楚了，但是事上沒轉過來，沒放下。這什麼原因？雖懂這個道理，沒透。如果透徹了，自然放下，不需要人教，也不需要人勸，自然就放下了，這是事實真相。"
    },
    {
      "id": "02-037-0205_p0027",
      "zh_CN": "「故云：四十八愿，愿愿皆是为众生」。我们可以用一句俗话说，就是众生知见来说，弥陀起心动念全是为一切六道苦难众生，从来没有一念是为自己想着的。我说这是随我们俗人的说法，要是随阿弥陀佛的说法，阿弥陀佛确实没有起心、没有动念、没有分别、没有执着。这话怎么说？只可以用一句，不可思议。或者是他真正了解、真正彻悟了，一切众生就是自己，这个也能讲得通。后面这一句，这一句真的是究竟圆满，科题「一切成佛」。经文：",
      "zh_TW": "「故云：四十八願，願願皆是為眾生」。我們可以用一句俗話說，就是眾生知見來說，彌陀起心動念全是為一切六道苦難眾生，從來沒有一念是為自己想著的。我說這是隨我們俗人的說法，要是隨阿彌陀佛的說法，阿彌陀佛確實沒有起心、沒有動念、沒有分別、沒有執著。這話怎麼說？只可以用一句，不可思議。或者是他真正了解、真正徹悟了，一切眾生就是自己，這個也能講得通。後面這一句，這一句真的是究竟圓滿，科題「一切成佛」。經文："
    },
    {
      "id": "02-037-0205_p0028",
      "zh_CN": "【圆满昔所愿。一切皆成佛。】",
      "zh_TW": "【圓滿昔所願。一切皆成佛。】"
    },
    {
      "id": "02-037-0205_p0029",
      "zh_CN": "这还得了！弥陀发愿，世出世间稀有难逢，你生到极乐世界，到那里去干什么？到那里去成佛，跟他完全一样。他所证得的你也圆满证得，你没有比他低一个层次，你跟他是平等的，这不可思议。我们看注解，『圆满昔所愿』，「昔所愿者，即法藏菩萨于五劫中，精勤求索，结得之四十八大愿」，这是昔所愿。这个愿怎么来的一定要知道。他去参观考察二百一十亿诸佛国土，二百一十亿不是数字，前面说过，是表法，表大圆满，就是遍法界虚空界一切诸佛刹土一个不漏，他统统参访过。像善财童子五十三参，五十三也不是数字，都是表法的。一切诸佛刹土里头，精勤求索，结得之，诸佛刹土里头好的、美好的全要，我将来建立的极乐世界上统统都有；诸佛刹土里头不善的全不要，三恶道不好，不要，众生造三恶道的业会堕三恶道，也不要。可以说，极乐世界是集一切诸佛刹土真善美慧之大成。为的是什么？为的是接引一切六道里面苦难众生到这个地方来学习，快速圆满菩提，回归自性，所以叫『一切皆成佛』。这种大恩大德、大愿大行，不知道的人感恩的心生不起来，知道的人哪有不感恩戴德！世出世间的恩德还有超过这个吗？没有了，父母的恩德不能跟他比。他念念帮助我们赶快成佛，像他一样，成佛之后度众生。他所发之愿，「一一功圆果满」，每一愿都成就了，没有一愿是虚愿，「故名圆满昔所愿」。",
      "zh_TW": "這還得了！彌陀發願，世出世間稀有難逢，你生到極樂世界，到那裡去幹什麼？到那裡去成佛，跟他完全一樣。他所證得的你也圓滿證得，你沒有比他低一個層次，你跟他是平等的，這不可思議。我們看註解，『圓滿昔所願』，「昔所願者，即法藏菩薩於五劫中，精勤求索，結得之四十八大願」，這是昔所願。這個願怎麼來的一定要知道。他去參觀考察二百一十億諸佛國土，二百一十億不是數字，前面說過，是表法，表大圓滿，就是遍法界虛空界一切諸佛剎土一個不漏，他統統參訪過。像善財童子五十三參，五十三也不是數字，都是表法的。一切諸佛剎土裡頭，精勤求索，結得之，諸佛剎土裡頭好的、美好的全要，我將來建立的極樂世界上統統都有；諸佛剎土裡頭不善的全不要，三惡道不好，不要，眾生造三惡道的業會墮三惡道，也不要。可以說，極樂世界是集一切諸佛剎土真善美慧之大成。為的是什麼？為的是接引一切六道裡面苦難眾生到這個地方來學習，快速圓滿菩提，回歸自性，所以叫『一切皆成佛』。這種大恩大德、大願大行，不知道的人感恩的心生不起來，知道的人哪有不感恩戴德！世出世間的恩德還有超過這個嗎？沒有了，父母的恩德不能跟他比。他念念幫助我們趕快成佛，像他一樣，成佛之後度眾生。他所發之願，「一一功圓果滿」，每一願都成就了，沒有一願是虛願，「故名圓滿昔所願」。"
    },
    {
      "id": "02-037-0205_p0030",
      "zh_CN": "「一切皆成佛，此之一句，奇哉！奇哉！粉碎虚空！此正是四十八愿之本体。从此一句，流出四十八愿。一一之愿，亦只是显此一句」。就是弥陀的本愿，弥陀的真心，就是一切都成佛，这还得了！我们要学佛，要修净土，要往生，这一句可不能马虎。这一句是阿弥陀佛的真心、是阿弥陀佛的本愿，如果我们心里头有这一句，我们跟阿弥陀佛同心同愿。与弥陀同心同愿，这个人怎么能不往生？这部经能不读吗？这部注解能不学吗？只要有这么一个心，就是阿弥陀佛的心、阿弥陀佛的愿，用这个心愿来持名念佛，自自然然与阿弥陀佛相应，一念相应一念佛，念念相应念念佛。我们的心目当中看一切诸法皆成佛，我心是阿弥陀佛，你看一切众生皆是阿弥陀佛。为什么？用阿弥陀佛的心看一切众生，一切众生皆成佛。我们有分别，这是阿弥陀佛、这是众生，这就错了，分别心、执着心。分别执着放下了，平等清净心就现前，这两句经文你才有深刻的体会。",
      "zh_TW": "「一切皆成佛，此之一句，奇哉！奇哉！粉碎虛空！此正是四十八願之本體。從此一句，流出四十八願。一一之願，亦只是顯此一句」。就是彌陀的本願，彌陀的真心，就是一切都成佛，這還得了！我們要學佛，要修淨土，要往生，這一句可不能馬虎。這一句是阿彌陀佛的真心、是阿彌陀佛的本願，如果我們心裡頭有這一句，我們跟阿彌陀佛同心同願。與彌陀同心同願，這個人怎麼能不往生？這部經能不讀嗎？這部註解能不學嗎？只要有這麼一個心，就是阿彌陀佛的心、阿彌陀佛的願，用這個心願來持名念佛，自自然然與阿彌陀佛相應，一念相應一念佛，念念相應念念佛。我們的心目當中看一切諸法皆成佛，我心是阿彌陀佛，你看一切眾生皆是阿彌陀佛。為什麼？用阿彌陀佛的心看一切眾生，一切眾生皆成佛。我們有分別，這是阿彌陀佛、這是眾生，這就錯了，分別心、執著心。分別執著放下了，平等清淨心就現前，這兩句經文你才有深刻的體會。"
    },
    {
      "id": "02-037-0205_p0031",
      "zh_CN": "我们再往下面看，「《往生论》谓三种庄严」，「佛土」，极乐世界，「佛」是阿弥陀佛，「菩萨」是十方一切往生到极乐世界的这些人，人数之多无法计算，品类差别从等觉菩萨到无间地狱，生到极乐世界，皆作阿惟越致菩萨。三种庄严，无比的庄严。佛土极乐世界，修学的环境在十方世界找不到；老师阿弥陀佛，圆满的智慧，圆满的德能，圆满的大愿，圆满的成就；菩萨，无论什么根性，无论从哪里来的，到达极乐世界，皆作阿惟越致菩萨。三种庄严「入一法句故，一法句者，谓清净句。清净句者，谓真实智慧无为法身」。这个清净有两种，应该知道，是哪两种？第一个「器世间清净」，就是极乐世界清净；第二「众生世间清净」，这个众生世间清净就是实报土、方便土、同居土一味清净，跟实报庄严土没有差别。「今云一切皆成佛，极显此二种清净」，这两种清净是依正清净，依报跟正报。正报举众生，众生都清净，佛哪有不清净的道理！举佛清净，众生未必清净；众生清净，跟佛一样。",
      "zh_TW": "我們再往下面看，「《往生論》謂三種莊嚴」，「佛土」，極樂世界，「佛」是阿彌陀佛，「菩薩」是十方一切往生到極樂世界的這些人，人數之多無法計算，品類差別從等覺菩薩到無間地獄，生到極樂世界，皆作阿惟越致菩薩。三種莊嚴，無比的莊嚴。佛土極樂世界，修學的環境在十方世界找不到；老師阿彌陀佛，圓滿的智慧，圓滿的德能，圓滿的大願，圓滿的成就；菩薩，無論什麼根性，無論從哪裡來的，到達極樂世界，皆作阿惟越致菩薩。三種莊嚴「入一法句故，一法句者，謂清淨句。清淨句者，謂真實智慧無為法身」。這個清淨有兩種，應該知道，是哪兩種？第一個「器世間清淨」，就是極樂世界清淨；第二「眾生世間清淨」，這個眾生世間清淨就是實報土、方便土、同居土一味清淨，跟實報莊嚴土沒有差別。「今云一切皆成佛，極顯此二種清淨」，這兩種清淨是依正清淨，依報跟正報。正報舉眾生，眾生都清淨，佛哪有不清淨的道理！舉佛清淨，眾生未必清淨；眾生清淨，跟佛一樣。"
    },
    {
      "id": "02-037-0205_p0032",
      "zh_CN": "「本经《泉池功德品》云：其水」，七宝池中八功德水，「一一随众生意」。真的是在极乐世界上非常明显，一切法从心想生。水能随人的意思，水的温度随人意，水流动的速度随人意，水的这些波涛随人意，样样都能随人意，你想喝这个水，水的味道也随人意。「波扬无量微妙音声」，波浪有音声，它也随人意，「或闻佛法僧声，波罗蜜声，甘露灌顶受位声」。极乐世界六尘说法，树木花草说法，七宝池里头八功德水也说法，你想听什么法，它就给你说什么法。两个人同在池里头，一个想听《华严》，水的声音就是讲的《华严》；一个要听《法华》，他听的就是《法华》，能随人意，能个别随人意。这个情形，现代我们一些科学家把它实验出来了。江本博士做的水实验发现了，水真能随人意，前后意思不一样，水结晶的变化先后也不一样。",
      "zh_TW": "「本經《泉池功德品》云：其水」，七寶池中八功德水，「一一隨眾生意」。真的是在極樂世界上非常明顯，一切法從心想生。水能隨人的意思，水的溫度隨人意，水流動的速度隨人意，水的這些波濤隨人意，樣樣都能隨人意，你想喝這個水，水的味道也隨人意。「波揚無量微妙音聲」，波浪有音聲，它也隨人意，「或聞佛法僧聲，波羅蜜聲，甘露灌頂受位聲」。極樂世界六塵說法，樹木花草說法，七寶池裡頭八功德水也說法，你想聽什麼法，它就給你說什麼法。兩個人同在池裡頭，一個想聽《華嚴》，水的聲音就是講的《華嚴》；一個要聽《法華》，他聽的就是《法華》，能隨人意，能個別隨人意。這個情形，現代我們一些科學家把它實驗出來了。江本博士做的水實驗發現了，水真能隨人意，前後意思不一樣，水結晶的變化先後也不一樣。"
    },
    {
      "id": "02-037-0205_p0033",
      "zh_CN": "下面说，「得闻如是种种声已」，听水在说法，「其心清净，无诸分别，正直平等」，清净心现前，平等心现前，「随其所闻，与法相应」，觉现前，经题上清净平等觉。「其愿闻者，辄独闻之」，我想听什么我就听到什么，「所不欲闻」，我不想听的，不想听的水清净，什么都听不到。「永不退于阿耨多罗三藐三菩提心」，水的功德，能帮助你不退菩提心。「水者，无情之器物，何以能有如是无量妙用，应机随宜，欲闻则闻」，你看想听就听，「又具如是不可思议殊胜功德」，它能够随一切众生的意念，真正不可思议，「能令闻者，永不退转」。极乐世界，这是听到水的声音，听到风吹树叶的声音，听到鸟叫的声音，无论是见色闻声都是在宣演妙法。所以，极乐世界他不会退转，有道理，佛给你说法，情与无情没有一个不说法。",
      "zh_TW": "下面說，「得聞如是種種聲已」，聽水在說法，「其心清淨，無諸分別，正直平等」，清淨心現前，平等心現前，「隨其所聞，與法相應」，覺現前，經題上清淨平等覺。「其願聞者，輒獨聞之」，我想聽什麼我就聽到什麼，「所不欲聞」，我不想聽的，不想聽的水清淨，什麼都聽不到。「永不退於阿耨多羅三藐三菩提心」，水的功德，能幫助你不退菩提心。「水者，無情之器物，何以能有如是無量妙用，應機隨宜，欲聞則聞」，你看想聽就聽，「又具如是不可思議殊勝功德」，它能夠隨一切眾生的意念，真正不可思議，「能令聞者，永不退轉」。極樂世界，這是聽到水的聲音，聽到風吹樹葉的聲音，聽到鳥叫的聲音，無論是見色聞聲都是在宣演妙法。所以，極樂世界他不會退轉，有道理，佛給你說法，情與無情沒有一個不說法。"
    },
    {
      "id": "02-037-0205_p0034",
      "zh_CN": "有情的，诸大菩萨，你听佛讲经有不懂的地方，大菩萨会给你讲解，大菩萨都是阿弥陀佛的助教。大菩萨什么地位？皆是补处菩萨，等觉菩萨。有多少？数不清！「诸上善人俱会一处」，那个上善就是指补处菩萨，这叫上善。他们帮助这些还没有真正大彻大悟、还没有见性的这些菩萨，就是同居土的菩萨、方便土的菩萨，天天帮助。我们这里去听老师讲经，没听懂，找不到人问。极乐世界所有的菩萨跟六尘没有一个不能帮助你，所以那个世界成佛容易，成佛快，就这个道理。十方世界没这么多好事，只有极乐世界有，为什么？极乐世界是集一切诸佛美好之大成。极乐世界有的，诸佛刹土未必有；诸佛刹土里有的，极乐世界决定有。我们果然对于这桩事情搞清楚、搞明白了，自自然然死心塌地，我就要到极乐世界去，这个心就坚定了，不再犹豫。几时去？愈快愈好，今天最好，这个你还要等吗？只有这一桩是真的，其他都是假的。",
      "zh_TW": "有情的，諸大菩薩，你聽佛講經有不懂的地方，大菩薩會給你講解，大菩薩都是阿彌陀佛的助教。大菩薩什麼地位？皆是補處菩薩，等覺菩薩。有多少？數不清！「諸上善人俱會一處」，那個上善就是指補處菩薩，這叫上善。他們幫助這些還沒有真正大徹大悟、還沒有見性的這些菩薩，就是同居土的菩薩、方便土的菩薩，天天幫助。我們這裡去聽老師講經，沒聽懂，找不到人問。極樂世界所有的菩薩跟六塵沒有一個不能幫助你，所以那個世界成佛容易，成佛快，就這個道理。十方世界沒這麼多好事，只有極樂世界有，為什麼？極樂世界是集一切諸佛美好之大成。極樂世界有的，諸佛剎土未必有；諸佛剎土裡有的，極樂世界決定有。我們果然對於這樁事情搞清楚、搞明白了，自自然然死心塌地，我就要到極樂世界去，這個心就堅定了，不再猶豫。幾時去？愈快愈好，今天最好，這個你還要等嗎？只有這一樁是真的，其他都是假的。"
    },
    {
      "id": "02-037-0205_p0035",
      "zh_CN": "「水者，无情之器物也。何以能有如是无量妙用，应机随宜，欲闻则闻；又具如是不可思议殊胜功德，能令闻者永不退转？是知一真法界，一尘一毛，无不圆明具德」。这在此地给我们一个正确的答案，让我们知道一真法界。一真法界广大没有边际，一真法界的一尘一毛无不圆明具德，圆是圆满，明是光明，圆是没有欠缺，明是明显，没有隐晦，德是性德，自性无量无边的妙德统统都显示出来，在一尘一毛上显。我们要问，我们现前这一毛一尘显不显？给诸位说，显。它从来没有停止过显，只是我们肉眼凡夫没有觉察到，所谓视而不见，听而不闻。这是什么？六根有了障碍，无明的障碍、尘沙的障碍、见思的障碍，我们闻不到。极乐世界这三种障碍都没有，这是阿弥陀佛帮忙的，生到极乐世界，阿弥陀佛就把他无量功德加持给你。加持给我们用，我们真用上了，真的是眼明耳聪，真看见、真听见了，心里头真觉悟了，不迷惑了。到极乐世界，身体改造了，这个血肉之身丢掉、不要了，这是染污。到极乐世界换个身体，法性身，居住的世界法性土。所以，圆明具德，自性里头无量的智慧德相统统现出来了。",
      "zh_TW": "「水者，無情之器物也。何以能有如是無量妙用，應機隨宜，欲聞則聞；又具如是不可思議殊勝功德，能令聞者永不退轉？是知一真法界，一塵一毛，無不圓明具德」。這在此地給我們一個正確的答案，讓我們知道一真法界。一真法界廣大沒有邊際，一真法界的一塵一毛無不圓明具德，圓是圓滿，明是光明，圓是沒有欠缺，明是明顯，沒有隱晦，德是性德，自性無量無邊的妙德統統都顯示出來，在一塵一毛上顯。我們要問，我們現前這一毛一塵顯不顯？給諸位說，顯。它從來沒有停止過顯，只是我們肉眼凡夫沒有覺察到，所謂視而不見，聽而不聞。這是什麼？六根有了障礙，無明的障礙、塵沙的障礙、見思的障礙，我們聞不到。極樂世界這三種障礙都沒有，這是阿彌陀佛幫忙的，生到極樂世界，阿彌陀佛就把他無量功德加持給你。加持給我們用，我們真用上了，真的是眼明耳聰，真看見、真聽見了，心裡頭真覺悟了，不迷惑了。到極樂世界，身體改造了，這個血肉之身丟掉、不要了，這是染污。到極樂世界換個身體，法性身，居住的世界法性土。所以，圓明具德，自性裡頭無量的智慧德相統統現出來了。"
    },
    {
      "id": "02-037-0205_p0036",
      "zh_CN": "「一真一切真。一尘一毛，无一非圆圆果海」，真的是妙不可言！圆圆果海，圆满当中的圆满。实报土里面法身大士是圆，妙觉如来圆中之圆，性德圆满的显示，一丝毫的隐蔽都没有，这在极乐世界。到任何一个诸佛刹土里头，你能见到圆果海，圆圆见不到，这就是极乐世界特别殊胜之处。我们得真心向往，发愿求生，念念不忘阿弥陀佛。对于现前地球上一切苦难众生，以至心回向就可以了。自己没有真实功德，拿什么回向？我们用自己的真信、切愿，《无量寿经》上三种真实，真实之际、真实智慧、真实之利，回向给一切众生。希望一切众生真信真愿，老实念佛，求生净土，身心健康，消灾免难，一生当中圆满成就。好，今天我们就学到此地。",
      "zh_TW": "「一真一切真。一塵一毛，無一非圓圓果海」，真的是妙不可言！圓圓果海，圓滿當中的圓滿。實報土裡面法身大士是圓，妙覺如來圓中之圓，性德圓滿的顯示，一絲毫的隱蔽都沒有，這在極樂世界。到任何一個諸佛剎土裡頭，你能見到圓果海，圓圓見不到，這就是極樂世界特別殊勝之處。我們得真心嚮往，發願求生，念念不忘阿彌陀佛。對於現前地球上一切苦難眾生，以至心迴向就可以了。自己沒有真實功德，拿什麼迴向？我們用自己的真信、切願，《無量壽經》上三種真實，真實之際、真實智慧、真實之利，迴向給一切眾生。希望一切眾生真信真願，老實念佛，求生淨土，身心健康，消災免難，一生當中圓滿成就。好，今天我們就學到此地。"
    }
  ]
}