{
  "doc_id": "02-037-0285",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八五集",
    "zh_TW": "第二八五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0285",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0285_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六百三十页，我们从第六行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六百三十頁，我們從第六行看起："
    },
    {
      "id": "02-037-0285_p0002",
      "zh_CN": "「无量光佛，昙鸾大师《赞阿弥陀佛偈》曰：智慧光明不可量，故佛又号无量光。有量诸相蒙光晓，是故稽首真实明。大师此赞深契圣心。直指光明即是智慧，智光不二。是故稽首真实明，以此光明即是真实，故应稽首礼敬也。因此大经，唯一真实，真实之际，真实之慧，真实之利。今偈云真实明，可见极乐依正因果纯一真实。」昨天我们学到这个地方。要从这一段开头念起，是后面说的都是依前面所讲的，必须要温习一下。前面总结结得好，真实明，可见极乐依正因果纯一真实，这句话非常重要。这是世出世间诸佛刹土里面所没有的，为什么没有？这一点我们一定要知道。阿弥陀佛在这里给我们做了个示范，你要求完美，你要求没有缺陷，那你要遍法界去参访，你才会得到；在家里头闭门造车，怎么想也想不出来。所以阿弥陀佛聪明，他根本就没有想过，只是到每个诸佛刹土去参观、去学习，看到这个好的我要，这不好的我不要。所以极乐世界是集一切诸佛刹土、一切宗教神圣的修学道场，取人之长，舍人之短，这么成就的。四十八愿就是他舍取的总纲领，他所想要的就在这四十八条里头，这叫真实智慧。",
      "zh_TW": "「無量光佛，曇鸞大師《讚阿彌陀佛偈》曰：智慧光明不可量，故佛又號無量光。有量諸相蒙光曉，是故稽首真實明。大師此讚深契聖心。直指光明即是智慧，智光不二。是故稽首真實明，以此光明即是真實，故應稽首禮敬也。因此大經，唯一真實，真實之際，真實之慧，真實之利。今偈云真實明，可見極樂依正因果純一真實。」昨天我們學到這個地方。要從這一段開頭念起，是後面說的都是依前面所講的，必須要溫習一下。前面總結結得好，真實明，可見極樂依正因果純一真實，這句話非常重要。這是世出世間諸佛剎土裡面所沒有的，為什麼沒有？這一點我們一定要知道。阿彌陀佛在這裡給我們做了個示範，你要求完美，你要求沒有缺陷，那你要遍法界去參訪，你才會得到；在家裡頭閉門造車，怎麼想也想不出來。所以阿彌陀佛聰明，他根本就沒有想過，只是到每個諸佛剎土去參觀、去學習，看到這個好的我要，這不好的我不要。所以極樂世界是集一切諸佛剎土、一切宗教神聖的修學道場，取人之長，捨人之短，這麼成就的。四十八願就是他捨取的總綱領，他所想要的就在這四十八條裡頭，這叫真實智慧。"
    },
    {
      "id": "02-037-0285_p0003",
      "zh_CN": "早年方东美老师告诉我，这个智慧是真实的，这个不是假的。他去考察、他去学习，从这得来的，不是凭空想像，凭空想像靠不住，这实在的，人家根本没有想像。到处去参观、到处去考察、到处去学习，别人的好处一条一条记载下来，别人不好处也记下来我们不要，好的我们学习，这叫集大成。我们今天如果说我的宗教要做到最好，我把所有宗教都看过，所有宗教长处我统统吸收进来，所有宗教不好地方我都不要，我不就变成最好了吗？中国传统文化，为什么连英国汤恩比这样的人都赞叹，有道理。中国老祖宗不凭空想像，中国老祖宗心量广大，什么文化我都要，佛教是印度的，到中国来的时候我要，好的我学，不好的我不要，是这么成就的。我们一个人要成就，要集一切好人的大成，我跟好人在一起，那个好人是心好、言好、行好，我都学，不好的那面我都不要，我这个人就好了。我的家好，我要参观取舍人家，他的家哪些地方好，哪些地方有缺点，我吸收一些，我这个家不就好了吗？国也是如此，我要想我这个国家好，不能关门，跟人不接触，那个好不了。门户开放，到每个国家去考察，每个国家去认真去学习，取人之长，舍人之短，我的国家世界第一。所以阿弥陀佛的国土，佛界第一，现身说法，我们读了之后要觉悟，要会学，要把心量拓开，广学多闻。",
      "zh_TW": "早年方東美老師告訴我，這個智慧是真實的，這個不是假的。他去考察、他去學習，從這得來的，不是憑空想像，憑空想像靠不住，這實在的，人家根本沒有想像。到處去參觀、到處去考察、到處去學習，別人的好處一條一條記載下來，別人不好處也記下來我們不要，好的我們學習，這叫集大成。我們今天如果說我的宗教要做到最好，我把所有宗教都看過，所有宗教長處我統統吸收進來，所有宗教不好地方我都不要，我不就變成最好了嗎？中國傳統文化，為什麼連英國湯恩比這樣的人都讚歎，有道理。中國老祖宗不憑空想像，中國老祖宗心量廣大，什麼文化我都要，佛教是印度的，到中國來的時候我要，好的我學，不好的我不要，是這麼成就的。我們一個人要成就，要集一切好人的大成，我跟好人在一起，那個好人是心好、言好、行好，我都學，不好的那面我都不要，我這個人就好了。我的家好，我要參觀取捨人家，他的家哪些地方好，哪些地方有缺點，我吸收一些，我這個家不就好了嗎？國也是如此，我要想我這個國家好，不能關門，跟人不接觸，那個好不了。門戶開放，到每個國家去考察，每個國家去認真去學習，取人之長，捨人之短，我的國家世界第一。所以阿彌陀佛的國土，佛界第一，現身說法，我們讀了之後要覺悟，要會學，要把心量拓開，廣學多聞。"
    },
    {
      "id": "02-037-0285_p0004",
      "zh_CN": "所以这部书里头，中国古人所讲的格物、致知、诚意、正心、修身、齐家、治国、平天下的大道理，全在其中。你要学会了，你个人，人中第一；你的家庭，家中第一；你的国家，国家当中第一；你的世界，世界当中第一。用什么手段来落实？用教学。阿弥陀佛在极乐世界，每天讲经教学不中断，释迦牟尼佛当年在世，四十九年讲经教学没中断。我们知道，释迦牟尼佛十九岁出家求学，印度所有宗教他都学过，他不是闭门造车，所有的学派他也学过，这个年轻人聪明好学。所以他的成就不是偶然的，不是闭门造车，是用真实智慧去辨别，什么好，什么不好。好，佛有标准，现在好，将来也好，永久都好，这是真好；现在好，来世不好，这个好是假的，佛不要；现在不好，将来好，佛还取它。取什么？它后来好，它永久好，现前不好没有关系，我还是取它。世间人只顾眼前，不顾后世，后世的后世那更就没想到。佛想得深、想得长远，所以他这个东西就非常有价值。我们展开经典，是佛等于说是参观考察、认真学习的心得报告。",
      "zh_TW": "所以這部書裡頭，中國古人所講的格物、致知、誠意、正心、修身、齊家、治國、平天下的大道理，全在其中。你要學會了，你個人，人中第一；你的家庭，家中第一；你的國家，國家當中第一；你的世界，世界當中第一。用什麼手段來落實？用教學。阿彌陀佛在極樂世界，每天講經教學不中斷，釋迦牟尼佛當年在世，四十九年講經教學沒中斷。我們知道，釋迦牟尼佛十九歲出家求學，印度所有宗教他都學過，他不是閉門造車，所有的學派他也學過，這個年輕人聰明好學。所以他的成就不是偶然的，不是閉門造車，是用真實智慧去辨別，什麼好，什麼不好。好，佛有標準，現在好，將來也好，永久都好，這是真好；現在好，來世不好，這個好是假的，佛不要；現在不好，將來好，佛還取它。取什麼？它後來好，它永久好，現前不好沒有關係，我還是取它。世間人只顧眼前，不顧後世，後世的後世那更就沒想到。佛想得深、想得長遠，所以他這個東西就非常有價值。我們展開經典，是佛等於說是參觀考察、認真學習的心得報告。"
    },
    {
      "id": "02-037-0285_p0005",
      "zh_CN": "至于高深的理论，在参访的时候体会到了，不能解决，这个世间所有地方也找不到有人能解决的，碰到这个难题，佛最后是从甚深禅定里面找答案。禅定里面一定要晓得，是不起心不动念的，起心动念不是定，不起心不动念这叫自性本定，自性本定里头有无量智慧，什么问题到那里全解决了。佛确实，十二年参学之后，印度再没有地方学了。我们知道，这个世界上其他国土里面，在那个时代，印度的学术、印度的文化应该是世界之冠，我们中国还赶不上。我们不能自大，什么原因赶不上？他们修定，我们就缺少这个东西。印度无论哪个宗教，无论哪个学派，这个学派就是哲学的学派，没有一个不修四禅八定。四禅八定修成了，你知道六道轮回是真的，为什么？你在定中看见了。定中境界是现量境界，不是假想的，完全是事实真相。也就是说你修得四禅八定，你有能力到欲界天去观光、去考察，你有能力到色界天去，还有能力到无色界天去。人下面畜生，种类很多，一部分我们能看见，一部分我们看不见，佛都能看见。饿鬼道、地狱道非常复杂，他都能了如指掌，这不是迷信。我们能够把烦恼习气放下，恢复我们的清净心，清净心得禅定，你也能见到。绝不是别人说的我就相信，释迦牟尼佛不是这种人。你说的，我来学禅定，看看到底是真的是假的。你看到了，我也看到了，这真的，这就不是假的。",
      "zh_TW": "至於高深的理論，在參訪的時候體會到了，不能解決，這個世間所有地方也找不到有人能解決的，碰到這個難題，佛最後是從甚深禪定裡面找答案。禪定裡面一定要曉得，是不起心不動念的，起心動念不是定，不起心不動念這叫自性本定，自性本定裡頭有無量智慧，什麼問題到那裡全解決了。佛確實，十二年參學之後，印度再沒有地方學了。我們知道，這個世界上其他國土裡面，在那個時代，印度的學術、印度的文化應該是世界之冠，我們中國還趕不上。我們不能自大，什麼原因趕不上？他們修定，我們就缺少這個東西。印度無論哪個宗教，無論哪個學派，這個學派就是哲學的學派，沒有一個不修四禪八定。四禪八定修成了，你知道六道輪迴是真的，為什麼？你在定中看見了。定中境界是現量境界，不是假想的，完全是事實真相。也就是說你修得四禪八定，你有能力到欲界天去觀光、去考察，你有能力到色界天去，還有能力到無色界天去。人下面畜生，種類很多，一部分我們能看見，一部分我們看不見，佛都能看見。餓鬼道、地獄道非常複雜，他都能瞭如指掌，這不是迷信。我們能夠把煩惱習氣放下，恢復我們的清淨心，清淨心得禪定，你也能見到。絕不是別人說的我就相信，釋迦牟尼佛不是這種人。你說的，我來學禪定，看看到底是真的是假的。你看到了，我也看到了，這真的，這就不是假的。"
    },
    {
      "id": "02-037-0285_p0006",
      "zh_CN": "至于更深的禅定，那一部分人疏忽了，以为到非想非非想处天就叫大般涅槃，这是多少人产生这个误会。那个不究竟，那是中途站、休息站，不是目的地，没到目的地，把中途休息站当作目的地，这错了。所以佛修定的时候，还要认真再往深处去求，一直求到什么？求到自性本定，这才发现，这才叫大般涅槃。自性本定就是惠能大师开悟的境界，他跟五祖提出的报告，报告他的境界，有一句说，「何期自性本无动摇」，那就是自性本定。找到了真心、找到了源头，源头原来是从来没有动过的，清净的，不生不灭，没有动过，它是静的。在道家讲那就是太极，在佛法里面讲那叫常寂光，那叫真如本性。它虽然什么没有，它没有动过，它能生万物，整个宇宙都是从它那里变现出来的，它才是宇宙间一切诸法的本体、本源，没有它就没有一切诸法。它在哪里？它无处不在，它无时不在，只是我们无法发觉它，它知道我们，我们不知道它。",
      "zh_TW": "至於更深的禪定，那一部分人疏忽了，以為到非想非非想處天就叫大般涅槃，這是多少人產生這個誤會。那個不究竟，那是中途站、休息站，不是目的地，沒到目的地，把中途休息站當作目的地，這錯了。所以佛修定的時候，還要認真再往深處去求，一直求到什麼？求到自性本定，這才發現，這才叫大般涅槃。自性本定就是惠能大師開悟的境界，他跟五祖提出的報告，報告他的境界，有一句說，「何期自性本無動搖」，那就是自性本定。找到了真心、找到了源頭，源頭原來是從來沒有動過的，清淨的，不生不滅，沒有動過，它是靜的。在道家講那就是太極，在佛法裡面講那叫常寂光，那叫真如本性。它雖然什麼沒有，它沒有動過，它能生萬物，整個宇宙都是從它那裡變現出來的，它才是宇宙間一切諸法的本體、本源，沒有它就沒有一切諸法。它在哪裡？它無處不在，它無時不在，只是我們無法發覺它，它知道我們，我們不知道它。"
    },
    {
      "id": "02-037-0285_p0007",
      "zh_CN": "怎样才能发觉？佛告诉我们，就是禅定。由此我们知道，佛法讲的修行法门，八万四千法门、无量法门，要知道统统修禅定，没有一法不是修禅定。你看我们念佛，念佛的目的要怎样？一心不乱，一心不乱就是禅定，没有一法不是修禅定。如果说这个法门不修禅定，那不是佛法。也就是说修禅定的方法很多，无量方法，只要把心集中在一起，这是原理原则，都是佛法。我们的方法，如何把这个心定下来？我们用阿弥陀佛，所有念头集中在阿弥陀佛上，时间久了就得定。念佛没离开禅定，佛在《大集经》上说，持名念佛是甚深微妙禅。这是告诉我们，不要去搞什么禅净双修，禅净密三修，不必，那错了。一个法门里面有具足一切法门，任何一门，八万四千法门任何一门都具足其他所有一切法门，都在其中。你这一个成就了一切就成就，一门通门门通，一个法门得到了，门门都得到，道理在此地。这些话佛在经上常说，我们听得耳熟，没有体会真正的意思。体会到意思了，我们任何选一门，死心塌地在这一门，你没有不成就的；你可别天天挑三拣四，天天在换，那就不行。所以你得有信心，你得晓得什么？门门都是真实智慧，门门都是真实利益，你要走一门才走得进去。这个房间有好多门，你想从两个门进去你进不去，一门就进去了，随便从哪个门都可以进去。你说我同时从很多门一起进去，那是办不到的，那进去不了，这个道理不能不知道。",
      "zh_TW": "怎樣才能發覺？佛告訴我們，就是禪定。由此我們知道，佛法講的修行法門，八萬四千法門、無量法門，要知道統統修禪定，沒有一法不是修禪定。你看我們念佛，念佛的目的要怎樣？一心不亂，一心不亂就是禪定，沒有一法不是修禪定。如果說這個法門不修禪定，那不是佛法。也就是說修禪定的方法很多，無量方法，只要把心集中在一起，這是原理原則，都是佛法。我們的方法，如何把這個心定下來？我們用阿彌陀佛，所有念頭集中在阿彌陀佛上，時間久了就得定。念佛沒離開禪定，佛在《大集經》上說，持名念佛是甚深微妙禪。這是告訴我們，不要去搞什麼禪淨雙修，禪淨密三修，不必，那錯了。一個法門裡面有具足一切法門，任何一門，八萬四千法門任何一門都具足其他所有一切法門，都在其中。你這一個成就了一切就成就，一門通門門通，一個法門得到了，門門都得到，道理在此地。這些話佛在經上常說，我們聽得耳熟，沒有體會真正的意思。體會到意思了，我們任何選一門，死心塌地在這一門，你沒有不成就的；你可別天天挑三揀四，天天在換，那就不行。所以你得有信心，你得曉得什麼？門門都是真實智慧，門門都是真實利益，你要走一門才走得進去。這個房間有好多門，你想從兩個門進去你進不去，一門就進去了，隨便從哪個門都可以進去。你說我同時從很多門一起進去，那是辦不到的，那進去不了，這個道理不能不知道。"
    },
    {
      "id": "02-037-0285_p0008",
      "zh_CN": "所以要晓得，你看这十二光，「只以此光宣妙法」，这个光是什么？智慧。妙法，用释迦牟尼佛来说，四十九年所讲的一切经那就是妙法。一切经都是从智慧里头流出来的，光就是智慧。十方三世一切诸佛菩萨、法身大士，在遍法界虚空界教化众生讲经教学，在那里宣妙法，全是智慧流出来的。离开无量光，妙法就没有了，妙法没有了，那就是邪法、魔法，麻烦就来了。不接受圣贤教诲、不接受佛菩萨教诲，妖魔鬼怪的教诲就现前，这是真的，不是假的，今天是我们亲身体会的。「是法即是此光明」，是法就是佛菩萨所宣说的一切法，任何一法，就是无量光，就是本经上讲的真实之际、真实之慧、真实之利，利是利益。「不离是光说是法」，你没有这个智慧你就不能说法，没有这个智慧你不能够理解法。是法这就是真实法，即真实之际。真实之际，我们把这个际换两个字，大家就好懂，真实道理，际就是这个意思，真实的道理，你就好懂了。",
      "zh_TW": "所以要曉得，你看這十二光，「只以此光宣妙法」，這個光是什麼？智慧。妙法，用釋迦牟尼佛來說，四十九年所講的一切經那就是妙法。一切經都是從智慧裡頭流出來的，光就是智慧。十方三世一切諸佛菩薩、法身大士，在遍法界虛空界教化眾生講經教學，在那裡宣妙法，全是智慧流出來的。離開無量光，妙法就沒有了，妙法沒有了，那就是邪法、魔法，麻煩就來了。不接受聖賢教誨、不接受佛菩薩教誨，妖魔鬼怪的教誨就現前，這是真的，不是假的，今天是我們親身體會的。「是法即是此光明」，是法就是佛菩薩所宣說的一切法，任何一法，就是無量光，就是本經上講的真實之際、真實之慧、真實之利，利是利益。「不離是光說是法」，你沒有這個智慧你就不能說法，沒有這個智慧你不能夠理解法。是法這就是真實法，即真實之際。真實之際，我們把這個際換兩個字，大家就好懂，真實道理，際就是這個意思，真實的道理，你就好懂了。"
    },
    {
      "id": "02-037-0285_p0009",
      "zh_CN": "「不离是光说是法」。所以，佛法是究竟圆满的智慧。连伊斯兰教他们创教的穆罕默德，当年在世教导他的弟子，到东方、到中国来求智慧，这个话记在《古兰经》里头。因为伊斯兰教传到中国，穆罕默德在世，他是唐朝时候人，羡慕中国，中国有智慧，求智慧要到中国去。不离是光说是法，这是佛教经典。再跟诸位说，中国的儒家、道家也是不离是光说是法，要知道！英国汤恩比博士说，「古时候的中国人心量大，能包容异族文化」，就是指的佛教，佛教是印度的，不是中国的，能够包容、接受，认真学习。佛教，他下头一句说，「佛教丰富了中国本土文化」。本土文化就是儒跟道，真的，来到中国，儒学、道也学，都学。因为佛是智慧，儒增长了智慧，道也增长了智慧，把自己的境界大幅度向上提升。这英国汤恩比博士知道，穆罕默德知道，这不是普通人。我们在东南亚许多国家，都是回教国家，我们跟他交流，他们非常欢喜。",
      "zh_TW": "「不離是光說是法」。所以，佛法是究竟圓滿的智慧。連伊斯蘭教他們創教的穆罕默德，當年在世教導他的弟子，到東方、到中國來求智慧，這個話記在《古蘭經》裡頭。因為伊斯蘭教傳到中國，穆罕默德在世，他是唐朝時候人，羨慕中國，中國有智慧，求智慧要到中國去。不離是光說是法，這是佛教經典。再跟諸位說，中國的儒家、道家也是不離是光說是法，要知道！英國湯恩比博士說，「古時候的中國人心量大，能包容異族文化」，就是指的佛教，佛教是印度的，不是中國的，能夠包容、接受，認真學習。佛教，他下頭一句說，「佛教豐富了中國本土文化」。本土文化就是儒跟道，真的，來到中國，儒學、道也學，都學。因為佛是智慧，儒增長了智慧，道也增長了智慧，把自己的境界大幅度向上提升。這英國湯恩比博士知道，穆罕默德知道，這不是普通人。我們在東南亞許多國家，都是回教國家，我們跟他交流，他們非常歡喜。"
    },
    {
      "id": "02-037-0285_p0010",
      "zh_CN": "所以我们也非常认真学习所有宗教的经典，我们要不学习，就不是阿弥陀佛的学生。为什么？阿弥陀佛在因地，在刚刚学习，出家做比丘的时候，他是访问无量无边诸佛刹土，那个佛刹土里所有一切统统学，不是只学佛的。他到地球上来，地球上有佛教，还有伊斯兰教，还有基督教，要不要学？统统要学。不是说我学佛的，我只考察佛教的，其他的不学。你还是孤陋寡闻，你还是挂一漏万，你的智慧不圆满，你有欠缺。方方面面统统学，不但世间宗教要学，六道轮回每一道我都学，畜生道我学，鬼道也学，地狱道也学，我行行都通，样样都通。所以佛经里头才包罗万象，什么问题都能解决。",
      "zh_TW": "所以我們也非常認真學習所有宗教的經典，我們要不學習，就不是阿彌陀佛的學生。為什麼？阿彌陀佛在因地，在剛剛學習，出家做比丘的時候，他是訪問無量無邊諸佛剎土，那個佛剎土裡所有一切統統學，不是只學佛的。他到地球上來，地球上有佛教，還有伊斯蘭教，還有基督教，要不要學？統統要學。不是說我學佛的，我只考察佛教的，其他的不學。你還是孤陋寡聞，你還是掛一漏萬，你的智慧不圓滿，你有欠缺。方方面面統統學，不但世間宗教要學，六道輪迴每一道我都學，畜生道我學，鬼道也學，地獄道也學，我行行都通，樣樣都通。所以佛經裡頭才包羅萬象，什麼問題都能解決。"
    },
    {
      "id": "02-037-0285_p0011",
      "zh_CN": "智慧从哪里来的？是从自性里面流露的智慧，然后真正去学习，理事无碍。有真实智慧，不学，那还是没用处，真实智慧是让你有能力辨别，这个东西是真是假、是正是邪、是善是恶、是福是祸，这个你不接触你怎么会知道？真实智慧一定要表现在学习上，才知道这是真实智慧。你离开这些事相，真实智慧架空了，真实智慧是什么不知道，没地方表现。他看到天堂，这是善，看到地狱，这是恶，有这个能力辨别，这叫智慧。而众生没有智慧，把天堂没看见，把地狱当作天堂，这是真的。堕地狱的人，为什么自己会去？他看到地狱是天堂，他高兴，他就去了。进去之后，才知道这下上当了，再想离开不可能了，为什么？进地狱是因变现的境界。因是什么？杀盗淫妄，这个境界他看到，他欢喜。没有想到一进去之后，是杀盗淫妄的果报，那就苦不堪言了。炮烙之刑抱那个铜柱，他为什么会去抱？他看到那是美女。抱上去之后才晓得那是铜柱，全身焦烂，后悔莫及了。业力变现的，没有智慧。",
      "zh_TW": "智慧從哪裡來的？是從自性裡面流露的智慧，然後真正去學習，理事無礙。有真實智慧，不學，那還是沒用處，真實智慧是讓你有能力辨別，這個東西是真是假、是正是邪、是善是惡、是福是禍，這個你不接觸你怎麼會知道？真實智慧一定要表現在學習上，才知道這是真實智慧。你離開這些事相，真實智慧架空了，真實智慧是什麼不知道，沒地方表現。他看到天堂，這是善，看到地獄，這是惡，有這個能力辨別，這叫智慧。而眾生沒有智慧，把天堂沒看見，把地獄當作天堂，這是真的。墮地獄的人，為什麼自己會去？他看到地獄是天堂，他高興，他就去了。進去之後，才知道這下上當了，再想離開不可能了，為什麼？進地獄是因變現的境界。因是什麼？殺盜淫妄，這個境界他看到，他歡喜。沒有想到一進去之後，是殺盜淫妄的果報，那就苦不堪言了。炮烙之刑抱那個銅柱，他為什麼會去抱？他看到那是美女。抱上去之後才曉得那是銅柱，全身焦爛，後悔莫及了。業力變現的，沒有智慧。"
    },
    {
      "id": "02-037-0285_p0012",
      "zh_CN": "在地狱外面看地狱，那个地方好得不得了，就是他天天干的，吃喝嫖赌、杀盗淫妄，他看这个境界，所以他去了。平常他干这个事情，跟他志同道合，去了。所以，那个地狱讲自投罗网，不是别人叫你去的。而且地狱，经上讲得很清楚，是你自己不善业力变现出来的；换句话说，不是真的。地狱不是人造的，不是佛菩萨造的，不是上帝造的，也不是阎罗王造的，跟谁都没有关系，就跟作梦一样。梦中的恶梦，那个恶梦谁造的？自己的不善念头变现出来的，业力变现的。这个在前面我跟诸位讲过章太炎的故事，那是真的，不是假的，章太炎老先生不会骗人。",
      "zh_TW": "在地獄外面看地獄，那個地方好得不得了，就是他天天幹的，吃喝嫖賭、殺盜淫妄，他看這個境界，所以他去了。平常他幹這個事情，跟他志同道合，去了。所以，那個地獄講自投羅網，不是別人叫你去的。而且地獄，經上講得很清楚，是你自己不善業力變現出來的；換句話說，不是真的。地獄不是人造的，不是佛菩薩造的，不是上帝造的，也不是閻羅王造的，跟誰都沒有關係，就跟作夢一樣。夢中的惡夢，那個惡夢誰造的？自己的不善念頭變現出來的，業力變現的。這個在前面我跟諸位講過章太炎的故事，那是真的，不是假的，章太炎老先生不會騙人。"
    },
    {
      "id": "02-037-0285_p0013",
      "zh_CN": "所以，三种真实是以真实之际为体，真实智慧是自受用，真实的利益是他受用，要帮助别人离苦得乐。苦从哪里来的？苦从迷惑来的。我对于事实真相不了解，我想错、做错了，从这么来的。如果有智慧，对于事实真相明白、通达、了解，我就不会想错，就不会做错。所以佛告诉我们，一切苦是从迷来的，一切乐是从觉悟来的。离苦得乐那是果，破迷开悟是因，迷破了你就离苦，觉悟了你就得乐，智慧开了就得乐。所以，一切诸佛菩萨他以什么为事业？以教学，教学是帮人家破迷开悟的。不但在佛教里，佛菩萨是从事教学，世间圣人也是从事教学，教学是真实的利益，是给众生真实利益。阿弥陀佛在极乐世界给我们做了最好的榜样，教学不中断。极乐世界的学生每天都有新来的，从十方世界来的。怎么来的？是诸佛菩萨为一切众生讲经介绍西方极乐世界，这些人知道了，发愿求生净土。所以每天去的人不知道有多少！那个地方就是学校，来的新生，天天有好多好多新生来。当然我们也知道，每天有好多学生毕业，毕业了离开。毕业什么？到每个自己有缘的地方去教化众生，他去作佛、去作菩萨，去教化众生。他教什么课程？肯定教《无量寿经》，肯定教人信愿持名，往生极乐世界。所以极乐世界热闹，热闹你生欢喜心，你不会生烦恼。为什么？每一个往生的人没有恶念了，有恶念不会往生。恶念尚且没有，哪里会有恶的行为！",
      "zh_TW": "所以，三種真實是以真實之際為體，真實智慧是自受用，真實的利益是他受用，要幫助別人離苦得樂。苦從哪裡來的？苦從迷惑來的。我對於事實真相不了解，我想錯、做錯了，從這麼來的。如果有智慧，對於事實真相明白、通達、了解，我就不會想錯，就不會做錯。所以佛告訴我們，一切苦是從迷來的，一切樂是從覺悟來的。離苦得樂那是果，破迷開悟是因，迷破了你就離苦，覺悟了你就得樂，智慧開了就得樂。所以，一切諸佛菩薩他以什麼為事業？以教學，教學是幫人家破迷開悟的。不但在佛教裡，佛菩薩是從事教學，世間聖人也是從事教學，教學是真實的利益，是給眾生真實利益。阿彌陀佛在極樂世界給我們做了最好的榜樣，教學不中斷。極樂世界的學生每天都有新來的，從十方世界來的。怎麼來的？是諸佛菩薩為一切眾生講經介紹西方極樂世界，這些人知道了，發願求生淨土。所以每天去的人不知道有多少！那個地方就是學校，來的新生，天天有好多好多新生來。當然我們也知道，每天有好多學生畢業，畢業了離開。畢業什麼？到每個自己有緣的地方去教化眾生，他去作佛、去作菩薩，去教化眾生。他教什麼課程？肯定教《無量壽經》，肯定教人信願持名，往生極樂世界。所以極樂世界熱鬧，熱鬧你生歡喜心，你不會生煩惱。為什麼？每一個往生的人沒有惡念了，有惡念不會往生。惡念尚且沒有，哪裡會有惡的行為！"
    },
    {
      "id": "02-037-0285_p0014",
      "zh_CN": "「此光即真实慧也，只以此光宣妙法」，所有一切法都是从无量光里头出来的，所以这个法叫妙法。「乃惠以真实之利」，惠以就是给予，这恩惠，给一切众生是真实的利益。这个利益，「亦即光中之妙用」，你有智慧了。人只要有智慧，眼前所有一切的人事物，你都会欢喜相处，你不会生烦恼。没有智慧，跟人相处生烦恼，有了智慧，跟任何人相处你都会非常快乐。为什么？你知道一切众生到这个世间来，我们说你生到这个地球上来，你生到这个家庭，全是自己业力，于任何人都不相干。我一生享福，是前生修的福，这感的果报；我一生受罪，是前生修的不善，应该要受的。你会不怨天不尤人，你会欢欢喜喜的，为什么？消业！消业不能造业，一面消一面造，那个业永远消不了，我只消不造，业就消掉了。今天过再苦的日子欢欢喜喜，过去的不善消掉了，消掉之后，福报就现前。如果你不甘心、不情愿，你还要跟人比，为什么他比我好？这叫造业，这个造不善业。你这个业消掉，不善业又现前，你永远苦下去，你不会有好日子过。这个智慧是真实智慧，谁知道？佛知道、菩萨知道。所以福报不必欢喜，过去修的善法的感应；恶报也不要悲伤、也不要怨恨，是过去世造的不善业的果报。只要能消都好，消了才能明心见性。人为什么不能明心见性？就是业报障碍了，业报消除比什么都好！",
      "zh_TW": "「此光即真實慧也，只以此光宣妙法」，所有一切法都是從無量光裡頭出來的，所以這個法叫妙法。「乃惠以真實之利」，惠以就是給予，這恩惠，給一切眾生是真實的利益。這個利益，「亦即光中之妙用」，你有智慧了。人只要有智慧，眼前所有一切的人事物，你都會歡喜相處，你不會生煩惱。沒有智慧，跟人相處生煩惱，有了智慧，跟任何人相處你都會非常快樂。為什麼？你知道一切眾生到這個世間來，我們說你生到這個地球上來，你生到這個家庭，全是自己業力，於任何人都不相干。我一生享福，是前生修的福，這感的果報；我一生受罪，是前生修的不善，應該要受的。你會不怨天不尤人，你會歡歡喜喜的，為什麼？消業！消業不能造業，一面消一面造，那個業永遠消不了，我只消不造，業就消掉了。今天過再苦的日子歡歡喜喜，過去的不善消掉了，消掉之後，福報就現前。如果你不甘心、不情願，你還要跟人比，為什麼他比我好？這叫造業，這個造不善業。你這個業消掉，不善業又現前，你永遠苦下去，你不會有好日子過。這個智慧是真實智慧，誰知道？佛知道、菩薩知道。所以福報不必歡喜，過去修的善法的感應；惡報也不要悲傷、也不要怨恨，是過去世造的不善業的果報。只要能消都好，消了才能明心見性。人為什麼不能明心見性？就是業報障礙了，業報消除比什麼都好！"
    },
    {
      "id": "02-037-0285_p0015",
      "zh_CN": "应该要懂这些道理，要了解事实真相，然后你才晓得，受苦受难是好事，不是坏事。堕地狱是好事，他造了地狱业，造那么重的罪，怎么办？到地狱是消罪业的，不是坏事。罪业消了，你有善缘，遇到佛，你才能成佛；你要不消，消不掉，你就成不了佛。你接触佛法你也不会懂得，佛来给你讲经你也听不懂，叫愚痴。大家天天都在想着，我要怎样消业障？消业障天天在生活当中，你不会消，有什么办法？要想真正消业障，首先第一个学忍辱波罗蜜，然后再进步修禅定波罗蜜，业障才能消除。不忍怎么行？一点点不顺心的就发脾气，就心里不高兴，这是天天在造业障，不是消业障。消业障，遇到逆境、遇到恶缘，心平气和，欢欢喜喜，决定没有怨恨心，没有责备的心，没有发怒的这个现象，这业障就消掉了。",
      "zh_TW": "應該要懂這些道理，要了解事實真相，然後你才曉得，受苦受難是好事，不是壞事。墮地獄是好事，他造了地獄業，造那麼重的罪，怎麼辦？到地獄是消罪業的，不是壞事。罪業消了，你有善緣，遇到佛，你才能成佛；你要不消，消不掉，你就成不了佛。你接觸佛法你也不會懂得，佛來給你講經你也聽不懂，叫愚痴。大家天天都在想著，我要怎樣消業障？消業障天天在生活當中，你不會消，有什麼辦法？要想真正消業障，首先第一個學忍辱波羅蜜，然後再進步修禪定波羅蜜，業障才能消除。不忍怎麼行？一點點不順心的就發脾氣，就心裡不高興，這是天天在造業障，不是消業障。消業障，遇到逆境、遇到惡緣，心平氣和，歡歡喜喜，決定沒有怨恨心，沒有責備的心，沒有發怒的這個現象，這業障就消掉了。"
    },
    {
      "id": "02-037-0285_p0016",
      "zh_CN": "世间人业障消不掉，特别是富贵人，他的习气不好，稍稍不如意就不高兴。所以中国古时候谚语说「富不过三代」，为什么？福报消掉了，不善的业报现前，就这个道理。现在这个时代，不是三代，一代都保不了，你的富贵能保一代吗？能保着你到死吗？你看很多富贵人家，到晚年，破产了、犯罪了、坐牢了，这就一世都保不住，哪里还有二世、三世？他这个福报确确实实可以享很多世的，就是自己在享福的时候不知道修福。如果心地厚道，心量广大，不要计较别人的是非，看到有别人不对的地方能够宽恕，能够以自己的德行去感化他，这是功德，这好事情，那你是做了好事。你有福，你的福消不掉，你这个福享完了，后面你修的又接上去了，你福报享不尽。要是心量小，心胸狭小，看到不如意就生气，就要骂人；骂人，人家心不服，不服就跟你结冤仇。",
      "zh_TW": "世間人業障消不掉，特別是富貴人，他的習氣不好，稍稍不如意就不高興。所以中國古時候諺語說「富不過三代」，為什麼？福報消掉了，不善的業報現前，就這個道理。現在這個時代，不是三代，一代都保不了，你的富貴能保一代嗎？能保著你到死嗎？你看很多富貴人家，到晚年，破產了、犯罪了、坐牢了，這就一世都保不住，哪裡還有二世、三世？他這個福報確確實實可以享很多世的，就是自己在享福的時候不知道修福。如果心地厚道，心量廣大，不要計較別人的是非，看到有別人不對的地方能夠寬恕，能夠以自己的德行去感化他，這是功德，這好事情，那你是做了好事。你有福，你的福消不掉，你這個福享完了，後面你修的又接上去了，你福報享不盡。要是心量小，心胸狹小，看到不如意就生氣，就要罵人；罵人，人家心不服，不服就跟你結冤仇。"
    },
    {
      "id": "02-037-0285_p0017",
      "zh_CN": "这些事情，我年轻的时候跟李老师学经教，我就看到。我们学生不多，只有二十几个同学，老师对每个人态度不一样。有些人老师很凶，有打有骂，没有好脸色给他看；有些同学老师对他很好，满面笑容，从来没有责备过。我在旁边看到了，看到有疑惑，我们也不敢问。好像有二、三个月，老师有一天叫我到他房间去，给我谈这桩事情，你是不是有疑惑？我说是，是有疑惑。老师为什么有的同学你对他很好，有些同学见面真的有打有骂？老师说，那是听话的，想真学的，真正想学，你打他、你骂他，他感恩，这种人要真教。那些对他很客气的，你说他几句脸就红了，不能跟他结冤仇，把他当作旁听生。我才恍然大悟，才懂得古人所讲的因材施教，以前懂得因材施教，不深，老师这样一说，我透彻了解。想学，不是真学，老师对他要客气，不要跟他结冤仇，他想真学那你就要真教。",
      "zh_TW": "這些事情，我年輕的時候跟李老師學經教，我就看到。我們學生不多，只有二十幾個同學，老師對每個人態度不一樣。有些人老師很凶，有打有罵，沒有好臉色給他看；有些同學老師對他很好，滿面笑容，從來沒有責備過。我在旁邊看到了，看到有疑惑，我們也不敢問。好像有二、三個月，老師有一天叫我到他房間去，給我談這樁事情，你是不是有疑惑？我說是，是有疑惑。老師為什麼有的同學你對他很好，有些同學見面真的有打有罵？老師說，那是聽話的，想真學的，真正想學，你打他、你罵他，他感恩，這種人要真教。那些對他很客氣的，你說他幾句臉就紅了，不能跟他結冤仇，把他當作旁聽生。我才恍然大悟，才懂得古人所講的因材施教，以前懂得因材施教，不深，老師這樣一說，我透徹了解。想學，不是真學，老師對他要客氣，不要跟他結冤仇，他想真學那你就要真教。"
    },
    {
      "id": "02-037-0285_p0018",
      "zh_CN": "于是我从这个地方，我才真正体会到更早年方东美先生教我。这是当代一个大哲学家，是个名教授，我们不认识，什么关系也没有，我只是听说他是桐城人。桐城人是我们老乡，跟我们隔壁，我们距离大概五十华里，开车半个钟点就到了，知道这是同乡。所以写一封信给他，寄一篇文章给他，目的是想能到学校旁听他的课程，他在台大教书，这是我唯一的目的。我的信是用小楷工工整整写的，没有一个字潦草，文章也如是，文章只有两千多字，寄给他了。一个星期之后他回我一封信，约我到他家里见面。见面他问我的学历，我说我初中毕业，高中念了半年，到台湾来。一个人到台湾，在台湾无亲无故，生活很辛苦，想读书缴不起学费，只有自己找个小工作能维持生活。我把真实状况告诉他。老师说，你写的信、你写的文章，我们台大学生写不出来。所以老师有怀疑。我告诉老师，我虽然抗战期间失学三年，但是我喜欢读书，我没离开书本。那个时候二十岁左右，对哲学非常有兴趣，很想学习，没有老师指点，也没有认真读过哲学书，很有浓厚兴趣。",
      "zh_TW": "於是我從這個地方，我才真正體會到更早年方東美先生教我。這是當代一個大哲學家，是個名教授，我們不認識，什麼關係也沒有，我只是聽說他是桐城人。桐城人是我們老鄉，跟我們隔壁，我們距離大概五十華里，開車半個鐘點就到了，知道這是同鄉。所以寫一封信給他，寄一篇文章給他，目的是想能到學校旁聽他的課程，他在台大教書，這是我唯一的目的。我的信是用小楷工工整整寫的，沒有一個字潦草，文章也如是，文章只有兩千多字，寄給他了。一個星期之後他回我一封信，約我到他家裡見面。見面他問我的學歷，我說我初中畢業，高中念了半年，到台灣來。一個人到台灣，在台灣無親無故，生活很辛苦，想讀書繳不起學費，只有自己找個小工作能維持生活。我把真實狀況告訴他。老師說，你寫的信、你寫的文章，我們台大學生寫不出來。所以老師有懷疑。我告訴老師，我雖然抗戰期間失學三年，但是我喜歡讀書，我沒離開書本。那個時候二十歲左右，對哲學非常有興趣，很想學習，沒有老師指點，也沒有認真讀過哲學書，很有濃厚興趣。"
    },
    {
      "id": "02-037-0285_p0019",
      "zh_CN": "方老师告诉我，他说现在的学校，先生不像先生，学生不像学生，你要到学校去旁听你会大失所望。我当时不懂，老师拒绝了，所以感到很难过，表情他一定看穿了。先生不像先生，学生不像学生，体会不到！沉默了很久，老师开口：这样好了，你每个星期天到我家里来，我给你上两个钟点课。我跟他上课是他家里的，不是在学校，这是什么？真学。所以亲近李老师，李老师对待同学有严格的、有很宽的，我才明了。换句话说，方老师在学校教的不是教真的，为什么？学生不学，你教他没用，我这才恍然大悟。你真想学，到家里来。我一分钱学费没缴，人家补习班收费的，我一分钱没缴，老师认真教导我，学佛的因缘从这来的。",
      "zh_TW": "方老師告訴我，他說現在的學校，先生不像先生，學生不像學生，你要到學校去旁聽你會大失所望。我當時不懂，老師拒絕了，所以感到很難過，表情他一定看穿了。先生不像先生，學生不像學生，體會不到！沉默了很久，老師開口：這樣好了，你每個星期天到我家裡來，我給你上兩個鐘點課。我跟他上課是他家裡的，不是在學校，這是什麼？真學。所以親近李老師，李老師對待同學有嚴格的、有很寬的，我才明瞭。換句話說，方老師在學校教的不是教真的，為什麼？學生不學，你教他沒用，我這才恍然大悟。你真想學，到家裡來。我一分錢學費沒繳，人家補習班收費的，我一分錢沒繳，老師認真教導我，學佛的因緣從這來的。"
    },
    {
      "id": "02-037-0285_p0020",
      "zh_CN": "他跟我讲一部「哲学概论」，最后一个单元「佛经哲学」，我们才知道佛经是大学问，不是宗教。介绍佛经哲学给我，他说「释迦牟尼」，他没有说佛，他讲释迦牟尼，「是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我这样跟他学，讲的话一点不错，我这六十年来，确实享的是人生最高的享受。最高享受，于地位、于财富毫不相关。最高享受在哪里？快乐，天天欢喜，天天喜乐，这就是最高的享受。有能力辨别邪正是非，有能力提升自己境界，快乐无比！深入经藏，经教里头趣味无穷，你找不到的。世间什么样东西没有读佛经快乐，字字句句无量义，统统能够落实在生活上，这就得受用了。如果学的不能落在生活，不得实用，你学它干什么？",
      "zh_TW": "他跟我講一部「哲學概論」，最後一個單元「佛經哲學」，我們才知道佛經是大學問，不是宗教。介紹佛經哲學給我，他說「釋迦牟尼」，他沒有說佛，他講釋迦牟尼，「是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我這樣跟他學，講的話一點不錯，我這六十年來，確實享的是人生最高的享受。最高享受，於地位、於財富毫不相關。最高享受在哪裡？快樂，天天歡喜，天天喜樂，這就是最高的享受。有能力辨別邪正是非，有能力提升自己境界，快樂無比！深入經藏，經教裡頭趣味無窮，你找不到的。世間什麼樣東西沒有讀佛經快樂，字字句句無量義，統統能夠落實在生活上，這就得受用了。如果學的不能落在生活，不得實用，你學它幹什麼？"
    },
    {
      "id": "02-037-0285_p0021",
      "zh_CN": "所以，当时方老师的那个心态，我是差不多将近十年，我才完全了解他那个时候心态。哪个好老师不想东西传给下一代？这有传人。中国人常说的「不孝有三，无后为大」，那个后是什么？继承人，东西有人承传。没有人承传，到自己这一代就完了、结束了，这不孝，在教育里面讲，这对不起老师。我自己一生得受用，我还要传下去，世世代代传下去，这才对得起老师。家里儿女再多，如果没有继承家道、家业的那都不算，那都叫没后；有后是继承祖宗的家道、家学、家业，这才有人。开个店，几百年的老店，世世代代传，家里有人传，没人传这对祖宗不孝。祖宗经营的事业，赚钱、养家是应该的，但是都有分寸，过得去就行，不必太享受。这个行业要服务社会、服务众生，处处替别人想，这个家业世世代代传下去，货真价实，不欺骗人；跟现在完全不一样，现在全假的。古人都是真的，诚心诚意，无论哪个行业，士农工商，都真诚心去做。所以，社会安定、祥和，人都能过得很幸福，叫太平盛世，是这么来的。",
      "zh_TW": "所以，當時方老師的那個心態，我是差不多將近十年，我才完全了解他那個時候心態。哪個好老師不想東西傳給下一代？這有傳人。中國人常說的「不孝有三，無後為大」，那個後是什麼？繼承人，東西有人承傳。沒有人承傳，到自己這一代就完了、結束了，這不孝，在教育裡面講，這對不起老師。我自己一生得受用，我還要傳下去，世世代代傳下去，這才對得起老師。家裡兒女再多，如果沒有繼承家道、家業的那都不算，那都叫沒後；有後是繼承祖宗的家道、家學、家業，這才有人。開個店，幾百年的老店，世世代代傳，家裡有人傳，沒人傳這對祖宗不孝。祖宗經營的事業，賺錢、養家是應該的，但是都有分寸，過得去就行，不必太享受。這個行業要服務社會、服務眾生，處處替別人想，這個家業世世代代傳下去，貨真價實，不欺騙人；跟現在完全不一樣，現在全假的。古人都是真的，誠心誠意，無論哪個行業，士農工商，都真誠心去做。所以，社會安定、祥和，人都能過得很幸福，叫太平盛世，是這麼來的。"
    },
    {
      "id": "02-037-0285_p0022",
      "zh_CN": "今天问题出在哪里？确实出在教育，最好的教育没有人知道。当年章嘉大师教我，劝我出家，劝我学释迦牟尼佛，我听话，我感激他。我也有这个意思，这么好的东西没人知道，多可惜！真的是方东美先生讲的，全世界哲学的最高峰、顶尖，没人认识，还有人拒绝，还有人批评。这些拒绝的人、批评的人从来没有读过佛经，这就叫迷信。你把它搞清楚、搞明白了，然后你再下断语，这是智慧。对它一无所知，就把它废弃掉，如果它真正好东西，你造的这个业多重。让别人都享受不到，你把它糟蹋掉了，这个过失重，这叫断别人法身慧命，比杀人还要重，杀人是断人身命，这是断人慧命。没有人学，没有人讲了。",
      "zh_TW": "今天問題出在哪裡？確實出在教育，最好的教育沒有人知道。當年章嘉大師教我，勸我出家，勸我學釋迦牟尼佛，我聽話，我感激他。我也有這個意思，這麼好的東西沒人知道，多可惜！真的是方東美先生講的，全世界哲學的最高峰、頂尖，沒人認識，還有人拒絕，還有人批評。這些拒絕的人、批評的人從來沒有讀過佛經，這就叫迷信。你把它搞清楚、搞明白了，然後你再下斷語，這是智慧。對它一無所知，就把它廢棄掉，如果它真正好東西，你造的這個業多重。讓別人都享受不到，你把它糟蹋掉了，這個過失重，這叫斷別人法身慧命，比殺人還要重，殺人是斷人身命，這是斷人慧命。沒有人學，沒有人講了。"
    },
    {
      "id": "02-037-0285_p0023",
      "zh_CN": "我们有缘，遇到这些机会，机会是一环扣一环的连起来，在我这一生当中大家都看到的，锲而不舍。方老师我相信他、我佩服他，为什么？没有一天不读佛经。他的书桌上去看，一定有经书，所以他说佛经哲学是世界哲学最高峰，那就不是假话，他真干。他如果说，不学，那靠不住，我们有怀疑，他真干！确实表现的是慈悲，孔夫子的温良恭俭让。不过他也有脾气，也有牢骚，看到这个社会不像样子，会拍桌子骂人。老师，不但是言教，最重要的是表现给我们看到，这属于身教。",
      "zh_TW": "我們有緣，遇到這些機會，機會是一環扣一環的連起來，在我這一生當中大家都看到的，鍥而不捨。方老師我相信他、我佩服他，為什麼？沒有一天不讀佛經。他的書桌上去看，一定有經書，所以他說佛經哲學是世界哲學最高峰，那就不是假話，他真幹。他如果說，不學，那靠不住，我們有懷疑，他真幹！確實表現的是慈悲，孔夫子的溫良恭儉讓。不過他也有脾氣，也有牢騷，看到這個社會不像樣子，會拍桌子罵人。老師，不但是言教，最重要的是表現給我們看到，這屬於身教。"
    },
    {
      "id": "02-037-0285_p0024",
      "zh_CN": "真实之利太大太大了，你真的学会了，完全用在生活上。真实之利，吃东西不挑剔了，真实之利；穿衣服不讲究，真实之利，为什么？不生烦恼了。不是我要爱吃这个，爱吃那个，你不是找人麻烦吗？也给自己添麻烦，自己分别执着。穿衣服，只要洗得干干净净就可以了，不再计较什么款式，不再计较什么质料，完全不操这个心，就快乐了！生活当中，顺境好，逆境也好，没有一样不好，好人很好，坏人也好。我在这个境界里修什么？经题上，修清净、修平等、修觉而不迷。觉而不迷就在这现象上修，离开现象到哪里修？书上没有，佛堂也没有，佛是泥塑木雕的，没有。你要跟活人往来，在那里头去修，把你的烦恼、习气统统给修掉，那成功了。",
      "zh_TW": "真實之利太大太大了，你真的學會了，完全用在生活上。真實之利，吃東西不挑剔了，真實之利；穿衣服不講究，真實之利，為什麼？不生煩惱了。不是我要愛吃這個，愛吃那個，你不是找人麻煩嗎？也給自己添麻煩，自己分別執著。穿衣服，只要洗得乾乾淨淨就可以了，不再計較什麼款式，不再計較什麼質料，完全不操這個心，就快樂了！生活當中，順境好，逆境也好，沒有一樣不好，好人很好，壞人也好。我在這個境界裡修什麼？經題上，修清淨、修平等、修覺而不迷。覺而不迷就在這現象上修，離開現象到哪裡修？書上沒有，佛堂也沒有，佛是泥塑木雕的，沒有。你要跟活人往來，在那裡頭去修，把你的煩惱、習氣統統給修掉，那成功了。"
    },
    {
      "id": "02-037-0285_p0025",
      "zh_CN": "理、方法、境界都在书本上，学了要会用，用在生活上，用在工作上，用在待人接物上，你快乐无比，得心应手，做出最好的榜样给别人看。别人看到你做得很好，有条有理，真快乐，他很羡慕，他就会向你请教，你这个快乐从哪来的？他不找我，我不找他。他来找我就是他想学，他的缘成熟了，可以教他；不想学的，教他没用，不必教他。这就叫有缘、没有缘。佛不度无缘之人，他不肯接受，他不想学，佛不度他；想学，这就是有缘，有缘就要教他。看他那个想学的心有多少，心量要大，要多教，心量小，少教一点行了，他满足了就可以，大小都要教，不想学的时候不谈。这是古时候的师道，做老师要懂得。所以这个光中，智慧当中的妙用无穷无尽！",
      "zh_TW": "理、方法、境界都在書本上，學了要會用，用在生活上，用在工作上，用在待人接物上，你快樂無比，得心應手，做出最好的榜樣給別人看。別人看到你做得很好，有條有理，真快樂，他很羨慕，他就會向你請教，你這個快樂從哪來的？他不找我，我不找他。他來找我就是他想學，他的緣成熟了，可以教他；不想學的，教他沒用，不必教他。這就叫有緣、沒有緣。佛不度無緣之人，他不肯接受，他不想學，佛不度他；想學，這就是有緣，有緣就要教他。看他那個想學的心有多少，心量要大，要多教，心量小，少教一點行了，他滿足了就可以，大小都要教，不想學的時候不談。這是古時候的師道，做老師要懂得。所以這個光中，智慧當中的妙用無窮無盡！"
    },
    {
      "id": "02-037-0285_p0026",
      "zh_CN": "「是故《赞佛偈》云」，就是昙鸾法师讲的，「有量诸相蒙光晓」。有相包括的范围太大了，遍法界虚空界都是有相的。现在科学家告诉我们，把所有相归纳，归纳为三大类，这三大类就是整个宇宙。第一大类物质，物质有现象；第二大类精神，就是思想，这是现象；第三大类是自然现象。相再多，不出这三大类。这一切现象，这个现象就是宇宙的万事万物，蒙光晓，智慧光明你才完全明了，晓就是明了，你不迷了，你都通达了。「因此智慧光明之真实明，能开晓诸有中一切之相」，智慧里头有真、有实、有明。真实明三个字实际上应对本经的三种真实，真是真实之际，实是真实的慧，真实智慧，明是真实之用，真实的利益明白、清楚、不迷惑了。能够开晓，开是开示、开启，晓就是明了，诸有就是十法界依正庄严。通常佛经里面常讲的三有，三有是讲三界，欲界有、色界有、无色界有。这个有是什么？有因有果，就这个意思。这个地方讲诸有那是十法界，也包括佛法界，十法界里头依报、正报。这叫诸有中一切之相，所有的现象。你看，你都能够开通晓了，用一句俗话来说，就是你无所不知、无所不能，这句话就这个意思。",
      "zh_TW": "「是故《讚佛偈》云」，就是曇鸞法師講的，「有量諸相蒙光曉」。有相包括的範圍太大了，遍法界虛空界都是有相的。現在科學家告訴我們，把所有相歸納，歸納為三大類，這三大類就是整個宇宙。第一大類物質，物質有現象；第二大類精神，就是思想，這是現象；第三大類是自然現象。相再多，不出這三大類。這一切現象，這個現象就是宇宙的萬事萬物，蒙光曉，智慧光明你才完全明瞭，曉就是明瞭，你不迷了，你都通達了。「因此智慧光明之真實明，能開曉諸有中一切之相」，智慧裡頭有真、有實、有明。真實明三個字實際上應對本經的三種真實，真是真實之際，實是真實的慧，真實智慧，明是真實之用，真實的利益明白、清楚、不迷惑了。能夠開曉，開是開示、開啟，曉就是明瞭，諸有就是十法界依正莊嚴。通常佛經裡面常講的三有，三有是講三界，欲界有、色界有、無色界有。這個有是什麼？有因有果，就這個意思。這個地方講諸有那是十法界，也包括佛法界，十法界裡頭依報、正報。這叫諸有中一切之相，所有的現象。你看，你都能夠開通曉了，用一句俗話來說，就是你無所不知、無所不能，這句話就這個意思。"
    },
    {
      "id": "02-037-0285_p0027",
      "zh_CN": "你对于世出世间一切之相，就是一切法，完全通达明了。这是什么人？明心见性，不是明心见性，这个做不到。明心见性就是法身菩萨，他们住在极乐世界是实报庄严土，他不是同居土、不是方便土。但是在极乐世界，同居土的人、方便土的人也能够开晓诸有中一切之相，为什么？他得到阿弥陀佛本愿威神的加持。虽然自己没有修到那个地位，他的智慧、神通、道力跟上面人差不多，这就是什么？阿弥陀佛加给你的，弥陀的恩德。我们没有修成，阿弥陀佛这个智慧、神通、道力等于说借给我们用。我们修成了，那就用自己的，没有修成的，用阿弥陀佛的。这是极乐世界无比殊胜，在别的世界上没有这种事情，只有极乐世界有。为什么有？是弥陀慈悲的本愿，让你生到极乐世界你就得到，你就有这个智慧，就有这个神通，这四十八愿里头有的。",
      "zh_TW": "你對於世出世間一切之相，就是一切法，完全通達明瞭。這是什麼人？明心見性，不是明心見性，這個做不到。明心見性就是法身菩薩，他們住在極樂世界是實報莊嚴土，他不是同居土、不是方便土。但是在極樂世界，同居土的人、方便土的人也能夠開曉諸有中一切之相，為什麼？他得到阿彌陀佛本願威神的加持。雖然自己沒有修到那個地位，他的智慧、神通、道力跟上面人差不多，這就是什麼？阿彌陀佛加給你的，彌陀的恩德。我們沒有修成，阿彌陀佛這個智慧、神通、道力等於說借給我們用。我們修成了，那就用自己的，沒有修成的，用阿彌陀佛的。這是極樂世界無比殊勝，在別的世界上沒有這種事情，只有極樂世界有。為什麼有？是彌陀慈悲的本願，讓你生到極樂世界你就得到，你就有這個智慧，就有這個神通，這四十八願裡頭有的。"
    },
    {
      "id": "02-037-0285_p0028",
      "zh_CN": "「亦指开晓一切诸有中之众生」，这个原来是包括在里头的，特别提醒我们，这个里头包括了一切诸有里面的众生。换句话说，只要遇到净宗法门，只要遇到净宗的典籍，你都能得到真实智慧、真实的利益。「故云，有量诸相蒙光晓，一切众生蒙此光益」，这个光，我们把它说成事实，这光在哪里？这部《无量寿经》，这部《无量寿经》的集注，就是此光。在出家人当中，古代的不说，在近代，我的法缘比较殊胜。我也曾经跟诸位做过报告，这个法缘佛菩萨加持的、佛菩萨安排的，大概还需要几年，这个缘会成熟。东南亚有几位国家领导人，跟我有比较深的友谊。真正变成老朋友、好朋友、志同道合的朋友，我就会劝他用《无量寿经》治国，比《群书治要》还有效果。如果用《无量寿经》治国，这个人是圣王，这个王是佛菩萨。他确确实实把他的国家造成了极乐世界，那个功德多大，真不可思议！",
      "zh_TW": "「亦指開曉一切諸有中之眾生」，這個原來是包括在裡頭的，特別提醒我們，這個裡頭包括了一切諸有裡面的眾生。換句話說，只要遇到淨宗法門，只要遇到淨宗的典籍，你都能得到真實智慧、真實的利益。「故云，有量諸相蒙光曉，一切眾生蒙此光益」，這個光，我們把它說成事實，這光在哪裡？這部《無量壽經》，這部《無量壽經》的集註，就是此光。在出家人當中，古代的不說，在近代，我的法緣比較殊勝。我也曾經跟諸位做過報告，這個法緣佛菩薩加持的、佛菩薩安排的，大概還需要幾年，這個緣會成熟。東南亞有幾位國家領導人，跟我有比較深的友誼。真正變成老朋友、好朋友、志同道合的朋友，我就會勸他用《無量壽經》治國，比《群書治要》還有效果。如果用《無量壽經》治國，這個人是聖王，這個王是佛菩薩。他確確實實把他的國家造成了極樂世界，那個功德多大，真不可思議！"
    },
    {
      "id": "02-037-0285_p0029",
      "zh_CN": "每个人都想把自己国家治好，找不到方法，最好的方法在这个经上，这是真的，不是假的。这部经不长，太长了没时间读，分量恰好，不长不短。从头到尾看一遍，一个小时够了，字字句句都不得了，都无量义。我们讲一遍要一千二百个小时，我现在把它定成标准时间。听经的人有福报，大福报，不少人用我们的经在网路上传播、在卫星上传播，每天我们在一起学习的，人数我不知道有多少，反正我知道有很多就是了。很多国外同修打电话告诉我，每天都四个小时以上在学习，好事情。我相信往后学的人会愈来愈多，为什么？他用在生活上，你学了，真的会把你的生活改善，会给你带来幸福快乐的人生。而且与一切宗教不违背，与每个族群传统也不违背。你要问为什么不违背？因为阿弥陀佛都到他那里学过，就这个道理。你家的东西，你家东西我来学过，我都知道，我这个好处你家有一分。这个心量多大！一切众生蒙此光益，这个我们讲智慧的利益，「而晓了真实之慧」，成就我们真实的智慧。真实之慧就是一门深入，长时薰修。清净、平等心得到了，广学多闻，就成就真实的智慧了。",
      "zh_TW": "每個人都想把自己國家治好，找不到方法，最好的方法在這個經上，這是真的，不是假的。這部經不長，太長了沒時間讀，分量恰好，不長不短。從頭到尾看一遍，一個小時夠了，字字句句都不得了，都無量義。我們講一遍要一千二百個小時，我現在把它定成標準時間。聽經的人有福報，大福報，不少人用我們的經在網路上傳播、在衛星上傳播，每天我們在一起學習的，人數我不知道有多少，反正我知道有很多就是了。很多國外同修打電話告訴我，每天都四個小時以上在學習，好事情。我相信往後學的人會愈來愈多，為什麼？他用在生活上，你學了，真的會把你的生活改善，會給你帶來幸福快樂的人生。而且與一切宗教不違背，與每個族群傳統也不違背。你要問為什麼不違背？因為阿彌陀佛都到他那裡學過，就這個道理。你家的東西，你家東西我來學過，我都知道，我這個好處你家有一分。這個心量多大！一切眾生蒙此光益，這個我們講智慧的利益，「而曉了真實之慧」，成就我們真實的智慧。真實之慧就是一門深入，長時薰修。清淨、平等心得到了，廣學多聞，就成就真實的智慧了。"
    },
    {
      "id": "02-037-0285_p0030",
      "zh_CN": "《论注》，《论注》就是昙鸾大师的话，「若遇阿弥陀如来平等光照，是等众生，种种意业系缚，皆得解脱入如来家，毕竟得平等意业。是即蒙光晓之义，亦即惠予众生真实之利」。这把蒙光晓三个字解释透彻了。蒙是承蒙，光是阿弥陀佛的无量光，无量光就是无量智慧，晓是得到受用。假使我们遇到阿弥陀如来平等光照，弥陀平等光帮助我们心平等，心平等则无一不平等，世界就平等了。我们为什么看别人有高下、有贤愚、有善恶？那是因为我们的心不平等。佛看一切众生是平等的，所以佛没有烦恼、没有业障。平等心是第二层，先得清净再得平等，平等比清净高，清净是阿罗汉的境界，平等是菩萨的境界，菩萨看一切人事物平等的。怎么看平等？一切人事物都是法性变现的，都是真心所生的，真心平等，生出来的万物哪有不平等道理！不平等是我们的妄心反应出来的境界，我们不用妄心，我们用真心去看，这个宇宙是平等的。平等光照。",
      "zh_TW": "《論註》，《論註》就是曇鸞大師的話，「若遇阿彌陀如來平等光照，是等眾生，種種意業繫縛，皆得解脫入如來家，畢竟得平等意業。是即蒙光曉之義，亦即惠予眾生真實之利」。這把蒙光曉三個字解釋透徹了。蒙是承蒙，光是阿彌陀佛的無量光，無量光就是無量智慧，曉是得到受用。假使我們遇到阿彌陀如來平等光照，彌陀平等光幫助我們心平等，心平等則無一不平等，世界就平等了。我們為什麼看別人有高下、有賢愚、有善惡？那是因為我們的心不平等。佛看一切眾生是平等的，所以佛沒有煩惱、沒有業障。平等心是第二層，先得清淨再得平等，平等比清淨高，清淨是阿羅漢的境界，平等是菩薩的境界，菩薩看一切人事物平等的。怎麼看平等？一切人事物都是法性變現的，都是真心所生的，真心平等，生出來的萬物哪有不平等道理！不平等是我們的妄心反應出來的境界，我們不用妄心，我們用真心去看，這個宇宙是平等的。平等光照。"
    },
    {
      "id": "02-037-0285_p0031",
      "zh_CN": "这些众生种种意业的系缚统统解脱掉了。意业里面就是我们的念头，念头里头有烦恼，系缚是烦恼，什么烦恼？分别执着，有执着不清净，有分别不平等。要晓得，分别执着是虚妄的、是假相，不是真实的；真实的，真实世界是平等的、是清净的，极乐世界就是清净平等。千万不要以为，我心清净平等，别人对我不是清净平等，我不是吃亏了吗？不是上当了吗？古人有句话也挺有味道，叫吃亏是福。你福要不要？福要，福要又不肯吃亏，福从哪来？那个吃亏真的是福，我们不了解事实真相，为什么？命里有的决定是有，命里没有的，决定是没有。命里有的，你现在得到跟过几天得到没有什么两样；我一定要今天得到，这就是强求，缘还不成熟。我们种的菜还没长大，我一定要吃它，要拔掉，苗也把它吃掉，错了。再过几天不就长大成熟了吗？",
      "zh_TW": "這些眾生種種意業的繫縛統統解脫掉了。意業裡面就是我們的念頭，念頭裡頭有煩惱，繫縛是煩惱，什麼煩惱？分別執著，有執著不清淨，有分別不平等。要曉得，分別執著是虛妄的、是假相，不是真實的；真實的，真實世界是平等的、是清淨的，極樂世界就是清淨平等。千萬不要以為，我心清淨平等，別人對我不是清淨平等，我不是吃虧了嗎？不是上當了嗎？古人有句話也挺有味道，叫吃虧是福。你福要不要？福要，福要又不肯吃虧，福從哪來？那個吃虧真的是福，我們不了解事實真相，為什麼？命裡有的決定是有，命裡沒有的，決定是沒有。命裡有的，你現在得到跟過幾天得到沒有什麼兩樣；我一定要今天得到，這就是強求，緣還不成熟。我們種的菜還沒長大，我一定要吃它，要拔掉，苗也把它吃掉，錯了。再過幾天不就長大成熟了嗎？"
    },
    {
      "id": "02-037-0285_p0032",
      "zh_CN": "一定要有耐心、要有智慧去观察，不要计较眼前，眼前所得的是假的，往后所得到的真的。年轻人享福是假的，老了享福是真的，年轻受一点罪不在乎，有体力，老的时候受罪是真苦。所以中国人把享福放在晚年。外国人颠倒，外国人享福是儿童，天真烂漫，要什么父母都给他，让他好好的把一生的快乐在童年全部享光，都享受光了。年轻的时候在社会工作是战场，是竞争、斗争，干这个；到退休，晚年是坟墓，进老人公寓，坐吃等死，看你的人都没有。这是西方文化，你想不想要？不想要又拼命学它，这就错了。东方的东西好，西方，人不多，少数真正有智慧的人，对中国、对古印度非常向往，那是什么？明白人，像汤恩比这些，明白人。",
      "zh_TW": "一定要有耐心、要有智慧去觀察，不要計較眼前，眼前所得的是假的，往後所得到的真的。年輕人享福是假的，老了享福是真的，年輕受一點罪不在乎，有體力，老的時候受罪是真苦。所以中國人把享福放在晚年。外國人顛倒，外國人享福是兒童，天真爛漫，要什麼父母都給他，讓他好好的把一生的快樂在童年全部享光，都享受光了。年輕的時候在社會工作是戰場，是競爭、鬥爭，幹這個；到退休，晚年是墳墓，進老人公寓，坐吃等死，看你的人都沒有。這是西方文化，你想不想要？不想要又拼命學它，這就錯了。東方的東西好，西方，人不多，少數真正有智慧的人，對中國、對古印度非常嚮往，那是什麼？明白人，像湯恩比這些，明白人。"
    },
    {
      "id": "02-037-0285_p0033",
      "zh_CN": "我是在前年，在澳洲，南昆大的校长请我吃饭，在学校里面。陪坐的有几位教授，当中有一位是学校的教务长。他告诉我，在二战之前，就第二次大战之前，欧洲有一部分学者很认真的研究，这世界上四个古文明，三个都消灭了，为什么中国还在？他们研究这个题目。大概有半年的时间，得到一个结论，他说这可能是中国人重视家庭教育成就的。他告诉我。我说这个研究的结论完全正确，确实中国古时候的社会是以家庭为中心，所谓齐家，齐家治国平天下，家是核心。人是根本，所以修身、齐家这是中国传统文化的特色。中国的家是大家庭，不是小家庭，这在外国没有的。我小时候生长在乡下，我十岁离开农村，搬到城里去住。农村里面有大家庭，我的家已经败了，叫家破人亡，很凄惨。",
      "zh_TW": "我是在前年，在澳洲，南昆大的校長請我吃飯，在學校裡面。陪坐的有幾位教授，當中有一位是學校的教務長。他告訴我，在二戰之前，就第二次大戰之前，歐洲有一部分學者很認真的研究，這世界上四個古文明，三個都消滅了，為什麼中國還在？他們研究這個題目。大概有半年的時間，得到一個結論，他說這可能是中國人重視家庭教育成就的。他告訴我。我說這個研究的結論完全正確，確實中國古時候的社會是以家庭為中心，所謂齊家，齊家治國平天下，家是核心。人是根本，所以修身、齊家這是中國傳統文化的特色。中國的家是大家庭，不是小家庭，這在外國沒有的。我小時候生長在鄉下，我十歲離開農村，搬到城裡去住。農村裡面有大家庭，我的家已經敗了，叫家破人亡，很悽慘。"
    },
    {
      "id": "02-037-0285_p0034",
      "zh_CN": "我小时候住在姑母家里，她的家那个时候也衰了。我姑父他们兄弟十个不分家，住在一起，家里面上上下下的，那个时候差不多还有一百多人，将近二百人的样子。让我在小时候看到中国的家，我有印象。那么多人在一起生活，它是个社会组织，所以他家里有家长。家长大概都是曾祖父，年岁大了，有经验、有学识，管这个家，下面也有执事，它有组织的。大家如果读过《红楼梦》就晓得，《红楼梦》是一个家庭，完全描写这个家庭的事情。有总管，就像总理一样，总管，《红楼梦》里总管是王熙凤。每个人无论在什么地方工作赚的钱，除自己生活需用之外，多余的要交给家里。人生下来，你这一生为谁？为我的家，为荣宗耀祖，就他家是根。在外面工作，晚年退休了，叫落叶归根，那根是什么？根是老家。回家干什么？养老，所以家负责养老。那个养老快乐，你看跟你的孙子辈、侄孙子辈，那些小朋友天天玩在一起，天伦之乐，那是享受，真正享福。吃的、穿的、住的不要自己操心，家里负责，都给你安排好了。老人多半时候都是喝茶，茶馆里面喝茶聊天。茶馆在哪里？都在祠堂旁边，学校就建立在祠堂上。所以老人天天看到小孩，下课了，小孩围在身旁讲故事，都是讲他自己一生的经历、经验，讲给小朋友听，快乐无比！跟外国人文化完全不相同。",
      "zh_TW": "我小時候住在姑母家裡，她的家那個時候也衰了。我姑父他們兄弟十個不分家，住在一起，家裡面上上下下的，那個時候差不多還有一百多人，將近二百人的樣子。讓我在小時候看到中國的家，我有印象。那麼多人在一起生活，它是個社會組織，所以他家裡有家長。家長大概都是曾祖父，年歲大了，有經驗、有學識，管這個家，下面也有執事，它有組織的。大家如果讀過《紅樓夢》就曉得，《紅樓夢》是一個家庭，完全描寫這個家庭的事情。有總管，就像總理一樣，總管，《紅樓夢》裡總管是王熙鳳。每個人無論在什麼地方工作賺的錢，除自己生活需用之外，多餘的要交給家裡。人生下來，你這一生為誰？為我的家，為榮宗耀祖，就他家是根。在外面工作，晚年退休了，叫落葉歸根，那根是什麼？根是老家。回家幹什麼？養老，所以家負責養老。那個養老快樂，你看跟你的孫子輩、侄孫子輩，那些小朋友天天玩在一起，天倫之樂，那是享受，真正享福。吃的、穿的、住的不要自己操心，家裡負責，都給你安排好了。老人多半時候都是喝茶，茶館裡面喝茶聊天。茶館在哪裡？都在祠堂旁邊，學校就建立在祠堂上。所以老人天天看到小孩，下課了，小孩圍在身旁講故事，都是講他自己一生的經歷、經驗，講給小朋友聽，快樂無比！跟外國人文化完全不相同。"
    },
    {
      "id": "02-037-0285_p0035",
      "zh_CN": "但是中国的家，第二次世界大战，我们跟日本人八年抗战，最大的损失就是家没有了，现在一个都看不到了；在那个时候还常常看到，五代同堂不分家的很多。我们中国大陆现在还有遗迹在，这王庄，那是李庄，那就是从前一个家。那么大的一个家庭，这么多人居住在一起，要有家道、要有规矩，没有规矩不就乱掉了！人人都要遵守规矩。有家学，私塾就是家庭子弟学校；有家业，家庭经营的事业，这是中国文化的核心。所以修身是根本，你身不修你就会把家破坏，修身最重要的遵守纪律。道，家道大概都是相同的，五伦、五常、四维、八德，这是中国人的家道，人人必须要遵守的。家规，《弟子规》是共同的家规，也就是说必须要遵守的。除这个之外，自己家里还有规矩，因为你经营的行业不一样，譬如经商的，他有很多商业规矩；务农的，有农业的规矩；做官的，有做官的规矩。那就不是普通的，那是我一家的规矩，都在家谱里头，老祖宗定下来的，后人必须要遵守。犯了规矩，到祠堂里惩罚，在祖宗面前惩罚你，这个惩罚由家长主持，他一点不乱。人都被家教好了，人人是好人，事事是好事。",
      "zh_TW": "但是中國的家，第二次世界大戰，我們跟日本人八年抗戰，最大的損失就是家沒有了，現在一個都看不到了；在那個時候還常常看到，五代同堂不分家的很多。我們中國大陸現在還有遺跡在，這王莊，那是李莊，那就是從前一個家。那麼大的一個家庭，這麼多人居住在一起，要有家道、要有規矩，沒有規矩不就亂掉了！人人都要遵守規矩。有家學，私塾就是家庭子弟學校；有家業，家庭經營的事業，這是中國文化的核心。所以修身是根本，你身不修你就會把家破壞，修身最重要的遵守紀律。道，家道大概都是相同的，五倫、五常、四維、八德，這是中國人的家道，人人必須要遵守的。家規，《弟子規》是共同的家規，也就是說必須要遵守的。除這個之外，自己家裡還有規矩，因為你經營的行業不一樣，譬如經商的，他有很多商業規矩；務農的，有農業的規矩；做官的，有做官的規矩。那就不是普通的，那是我一家的規矩，都在家譜裡頭，老祖宗定下來的，後人必須要遵守。犯了規矩，到祠堂裡懲罰，在祖宗面前懲罰你，這個懲罰由家長主持，他一點不亂。人都被家教好了，人人是好人，事事是好事。"
    },
    {
      "id": "02-037-0285_p0036",
      "zh_CN": "所以在社会上各行各业，最令人羡慕的就是做官。做官你看，有地位，待遇也不错，能养家活口，待遇很好，又没事情做。这最难得的，没事干，为什么？没有犯案的人，没有坏人。也就是说你一个月难得有几个案件，闲来无事游山玩水，找几个朋友一块去玩，从前做官的。你玩只要不出你的境界，譬如你是个知县，县长，你不出你县的范围，为什么？你各处去巡察。山上有修行人，有佛教的、有道教的，有儒教的书院，常常去跟这些修行人向他们请教，谈学问，乐事。《四库全书》集部，这分量最大的，里面一半以上都是做官的人写的文章、诗词，他没有事情做，消遣。中国社会安定，人民安乐幸福，国家长治久安，怎么缔造的？家庭。所以，从前教育不是国家管的，家庭，家庭管教育比任何都好。为什么？老祖宗希望后代出人才，那个教学的心不一样。聘请的老师，家里面家长召集家里头重要的人员开会，请什么人做老师？有德行、有学问、有爱心，懂得教学的方法。",
      "zh_TW": "所以在社會上各行各業，最令人羨慕的就是做官。做官你看，有地位，待遇也不錯，能養家活口，待遇很好，又沒事情做。這最難得的，沒事幹，為什麼？沒有犯案的人，沒有壞人。也就是說你一個月難得有幾個案件，閒來無事遊山玩水，找幾個朋友一塊去玩，從前做官的。你玩只要不出你的境界，譬如你是個知縣，縣長，你不出你縣的範圍，為什麼？你各處去巡察。山上有修行人，有佛教的、有道教的，有儒教的書院，常常去跟這些修行人向他們請教，談學問，樂事。《四庫全書》集部，這分量最大的，裡面一半以上都是做官的人寫的文章、詩詞，他沒有事情做，消遣。中國社會安定，人民安樂幸福，國家長治久安，怎麼締造的？家庭。所以，從前教育不是國家管的，家庭，家庭管教育比任何都好。為什麼？老祖宗希望後代出人才，那個教學的心不一樣。聘請的老師，家裡面家長召集家裡頭重要的人員開會，請什麼人做老師？有德行、有學問、有愛心，懂得教學的方法。"
    },
    {
      "id": "02-037-0285_p0037",
      "zh_CN": "聘请的礼节非常隆重，老师请来，家长对老师三跪九叩首，行大礼，为什么？我家后代都托付给你了。所以老师尽心尽力，为什么？不然对不起人家的家长，这么大的礼节，对你这么大的期望。现在学校老师没有这个概念。所以老师一定要认真教。学生不守规矩惩罚了，有体罚，打手心，罚跪，跪砖头。回家父母看到了，父母买着礼物感谢老师，老师教得好。哪像现在，现在要是骂了学生、打了学生，学生哭哭啼啼的，家长就告状，到警察局告状，老师虐待儿童。再好的老师不敢教，时代变了，所以这个时代出不了人才，原因在哪里？老师不敢教了。所以我想起，常常就想到方东美先生告诉我，老师不像老师，学生不像学生。当年给我讲我不懂，十年之后我明白了，我知道老师的心情了，想教没有学生，学生不肯学。学生在学校念书的目的是什么？拿文凭。老师教书目的在哪里？生活费用，他靠教学赚一点工资，回家过日子。已经不是在学问上，不在德行上，没有这个概念，所以说不像老师、不像学生。老师也满足学生的愿望，考试的时候把题目都讲清楚，每个人考的分数都好。各人满足各人的需要，你要好成绩我给你，那我要能在这个学校一直教下去，我生活不成问题，各人满各人的愿望。这个悲哀，这个问题严重！",
      "zh_TW": "聘請的禮節非常隆重，老師請來，家長對老師三跪九叩首，行大禮，為什麼？我家後代都託付給你了。所以老師盡心盡力，為什麼？不然對不起人家的家長，這麼大的禮節，對你這麼大的期望。現在學校老師沒有這個概念。所以老師一定要認真教。學生不守規矩懲罰了，有體罰，打手心，罰跪，跪磚頭。回家父母看到了，父母買著禮物感謝老師，老師教得好。哪像現在，現在要是罵了學生、打了學生，學生哭哭啼啼的，家長就告狀，到警察局告狀，老師虐待兒童。再好的老師不敢教，時代變了，所以這個時代出不了人才，原因在哪裡？老師不敢教了。所以我想起，常常就想到方東美先生告訴我，老師不像老師，學生不像學生。當年給我講我不懂，十年之後我明白了，我知道老師的心情了，想教沒有學生，學生不肯學。學生在學校念書的目的是什麼？拿文憑。老師教書目的在哪裡？生活費用，他靠教學賺一點工資，回家過日子。已經不是在學問上，不在德行上，沒有這個概念，所以說不像老師、不像學生。老師也滿足學生的願望，考試的時候把題目都講清楚，每個人考的分數都好。各人滿足各人的需要，你要好成績我給你，那我要能在這個學校一直教下去，我生活不成問題，各人滿各人的願望。這個悲哀，這個問題嚴重！"
    },
    {
      "id": "02-037-0285_p0038",
      "zh_CN": "从前古时候，你不要看封建社会，看这些帝王，他们真聪明、真有智慧，把教育、养老交给你自己家里去管，管得好，有效果。国家来管，人不负责任，没有孝顺心，不可能像自己亲人那样照顾老人，没有那个感情，他做不到，教小孩不会认真教导他。所以这个交给家去做，那是太理想了！国家只每年开科，就是考试，拔取人才，大家公平参加考试，优秀的学生国家供养你，栽培还是自己的。国家是什么？国家给你粮食，你要考取秀才了，一年大概可以拿到七、八十石的米，你生活就够了，你就可以专心读书，不要搞别的工作，专心读书。然后再参加考举人、考进士，为政府服务，就像现在的党校一样，培养国家各级干部，是用考试的方法选取的，选拔出来的。所以，县有一个学校，县学，省、国家，国家叫太学，那完全是政治学校，国家选拔者进入这个学校，将来都是做官的。读书人最大的希望就是做官，刚才讲，做官是各行各业里头最舒服的，喜欢读书。",
      "zh_TW": "從前古時候，你不要看封建社會，看這些帝王，他們真聰明、真有智慧，把教育、養老交給你自己家裡去管，管得好，有效果。國家來管，人不負責任，沒有孝順心，不可能像自己親人那樣照顧老人，沒有那個感情，他做不到，教小孩不會認真教導他。所以這個交給家去做，那是太理想了！國家只每年開科，就是考試，拔取人才，大家公平參加考試，優秀的學生國家供養你，栽培還是自己的。國家是什麼？國家給你糧食，你要考取秀才了，一年大概可以拿到七、八十石的米，你生活就夠了，你就可以專心讀書，不要搞別的工作，專心讀書。然後再參加考舉人、考進士，為政府服務，就像現在的黨校一樣，培養國家各級幹部，是用考試的方法選取的，選拔出來的。所以，縣有一個學校，縣學，省、國家，國家叫太學，那完全是政治學校，國家選拔者進入這個學校，將來都是做官的。讀書人最大的希望就是做官，剛才講，做官是各行各業裡頭最舒服的，喜歡讀書。"
    },
    {
      "id": "02-037-0285_p0039",
      "zh_CN": "家庭教育里头，头一个就是道德，如果没有德，这个家就维系不住。没有私心，你要为家服务，不能为你自己，不能为你父母，这不可以的，你为整个家族，都有这个概念。所以佛教来的时候好！佛教头一个破身见，不容许有自私自利，这个基本的东西，家已经在教了。家就在教了，小孩不可以有私心，要为家尽心尽力，样样想到家。做官不敢做坏事，做坏事什么？受处分的不是我一个，连累你的一家。造叛国的罪，这最重的罪，灭九族，一个家都要遭难。这个约束的力量很大，不是你一个人遭难，你一家遭难。所以，没有人敢有恶念，没有人敢对待国家民族、对待社会大众有不善的心，有这种贪瞋痴慢，决定不许可，这个罪很重。",
      "zh_TW": "家庭教育裡頭，頭一個就是道德，如果沒有德，這個家就維繫不住。沒有私心，你要為家服務，不能為你自己，不能為你父母，這不可以的，你為整個家族，都有這個概念。所以佛教來的時候好！佛教頭一個破身見，不容許有自私自利，這個基本的東西，家已經在教了。家就在教了，小孩不可以有私心，要為家盡心盡力，樣樣想到家。做官不敢做壞事，做壞事什麼？受處分的不是我一個，連累你的一家。造叛國的罪，這最重的罪，滅九族，一個家都要遭難。這個約束的力量很大，不是你一個人遭難，你一家遭難。所以，沒有人敢有惡念，沒有人敢對待國家民族、對待社會大眾有不善的心，有這種貪瞋痴慢，決定不許可，這個罪很重。"
    },
    {
      "id": "02-037-0285_p0040",
      "zh_CN": "所以意业里头，意业就是贪瞋痴，我们今天后头加两个字傲慢、怀疑。这是意业的系缚，系像个绳子绑住你，你不自由、不自在。贪瞋痴慢疑，五条绳子捆绑你。得佛的平等光，无量平等，贪瞋痴慢疑就化解了，所以这是解脱。你才能入如来家，这真佛弟子，毕竟得平等意业。这是蒙光晓深一层的意思，这就是真正惠予众生真实的利益。无量光我们就学到此地。",
      "zh_TW": "所以意業裡頭，意業就是貪瞋痴，我們今天後頭加兩個字傲慢、懷疑。這是意業的繫縛，繫像個繩子綁住你，你不自由、不自在。貪瞋痴慢疑，五條繩子捆綁你。得佛的平等光，無量平等，貪瞋痴慢疑就化解了，所以這是解脫。你才能入如來家，這真佛弟子，畢竟得平等意業。這是蒙光曉深一層的意思，這就是真正惠予眾生真實的利益。無量光我們就學到此地。"
    },
    {
      "id": "02-037-0285_p0041",
      "zh_CN": "再看下面第二，『无边光佛』，这底下总共有十二光，内容非常丰富。「无边光佛。《赞阿弥陀佛偈》云」，这昙鸾大师的，全部用他的，他说「解脱光轮无限齐，故佛又号无边光，蒙光触者离有无，是故稽首平等觉」。我们就知道，无边光就是平等光，前面无量是智慧，平等要解脱，解脱就是我们今天讲的放下。解是解开，把烦恼解开，脱离苦难，取这个意思，这是解脱；光就是智慧，光轮是智慧，圆满的智慧；无限齐，无量无边。故佛又号无边光，阿弥陀佛，无边光也是阿弥陀佛的名号。蒙光触者离有无，离有无什么意思？就是离分别。分别离了，平等就现前，有分别就不平等，没有分别就平等，菩萨境界。前面无量光是清净心，无边光是平等心，那后面我们就知道了，后面是觉而不迷。经题上给我们标了「清净平等觉」，学佛学什么？就学这五个字。我们如何恢复到清净心，如何恢复到平等心，回归到清净就是阿罗汉，回归到平等你就是菩萨，回归到觉，那个觉是大彻大悟、明心见性，你就成佛，这是我们修学的目标。",
      "zh_TW": "再看下面第二，『無邊光佛』，這底下總共有十二光，內容非常豐富。「無邊光佛。《讚阿彌陀佛偈》云」，這曇鸞大師的，全部用他的，他說「解脫光輪無限齊，故佛又號無邊光，蒙光觸者離有無，是故稽首平等覺」。我們就知道，無邊光就是平等光，前面無量是智慧，平等要解脫，解脫就是我們今天講的放下。解是解開，把煩惱解開，脫離苦難，取這個意思，這是解脫；光就是智慧，光輪是智慧，圓滿的智慧；無限齊，無量無邊。故佛又號無邊光，阿彌陀佛，無邊光也是阿彌陀佛的名號。蒙光觸者離有無，離有無什麼意思？就是離分別。分別離了，平等就現前，有分別就不平等，沒有分別就平等，菩薩境界。前面無量光是清淨心，無邊光是平等心，那後面我們就知道了，後面是覺而不迷。經題上給我們標了「清淨平等覺」，學佛學什麼？就學這五個字。我們如何恢復到清淨心，如何恢復到平等心，回歸到清淨就是阿羅漢，回歸到平等你就是菩薩，回歸到覺，那個覺是大徹大悟、明心見性，你就成佛，這是我們修學的目標。"
    },
    {
      "id": "02-037-0285_p0042",
      "zh_CN": "修学完全在心，不在外头境界，总原则一开端就给我们说清楚了。大乘修学总不外乎色、心二法，色是物质，我们的身体；心是念头，我们的思想，我们的看法、想法。佛说「色由心生」，这是现在被科学家证明了，这大家都承认，物质是从念头变现出来的。所以后头有一句总说，「全体是心」，遍法界虚空界全体一法不漏，全是心。这是佛常讲的「一切法从心想生」、「心外无法，法外无心」，这都是大乘经上常说的。我们修行的中心点就是心，心好没有一样不好，心坏没有一样是好的。今天许多人讲制度，讲这个、讲那个，我所听到是全世界的，不是局限的。走到哪个地方，因为接触的有不少专家学者，有一些国家领导人，都来问我这个问题。我告诉大家，制度没有问题，什么问题都没有，就是心出了问题，人心坏了。拯救这个世界没有别的，你只要把教育办好了就行了。所以教学为先。教什么？把人心教好，人是可以教得好的。最重要的是心好，心好了，坏制度也做好事；心不好，好制度照样干坏事，你没办法。",
      "zh_TW": "修學完全在心，不在外頭境界，總原則一開端就給我們說清楚了。大乘修學總不外乎色、心二法，色是物質，我們的身體；心是念頭，我們的思想，我們的看法、想法。佛說「色由心生」，這是現在被科學家證明了，這大家都承認，物質是從念頭變現出來的。所以後頭有一句總說，「全體是心」，遍法界虛空界全體一法不漏，全是心。這是佛常講的「一切法從心想生」、「心外無法，法外無心」，這都是大乘經上常說的。我們修行的中心點就是心，心好沒有一樣不好，心壞沒有一樣是好的。今天許多人講制度，講這個、講那個，我所聽到是全世界的，不是侷限的。走到哪個地方，因為接觸的有不少專家學者，有一些國家領導人，都來問我這個問題。我告訴大家，制度沒有問題，什麼問題都沒有，就是心出了問題，人心壞了。拯救這個世界沒有別的，你只要把教育辦好了就行了。所以教學為先。教什麼？把人心教好，人是可以教得好的。最重要的是心好，心好了，壞制度也做好事；心不好，好制度照樣幹壞事，你沒辦法。"
    },
    {
      "id": "02-037-0285_p0043",
      "zh_CN": "就是你要晓得，今天坏的是什么？根坏掉了，心坏了。用什么救？用传统文化救、用宗教救，不要瞧不起宗教，瞧不起宗教地球会毁灭。因为你们今天教育，没有伦理、没有道德、没有因果，正好这三样东西都在宗教里头，所以宗教可以救的，可以补救。把宗教里面这些好的教育要积极提倡，要让所有宗教出来讲经教学，宗教回归教育，就不是迷信了，你对社会有正面的贡献。宗教离开教育，人家说你是迷信，说你对社会没有贡献，你应当被社会淘汰，你还有什么话好说？自作自受。每个宗教的开端都是教学，释迦牟尼佛四十九年教学，穆罕默德二十七年教学，摩西也有二、三十年的教学。耶稣教了三年，被人害死，要不被人害死，他也是教学。经典都是他们说的，个个都是社会教育家，它不迷信！所以，宗教要研究它，要认识它，要如何利用宗教教育来疗愈社会的病态，很重要。我做了这么多年，学佛六十一年，教学到今年五十四年，没有中断，我一个人在教。如果有像我这样教学，有个三十、四十个，世界不会到这个样子。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "就是你要曉得，今天壞的是什麼？根壞掉了，心壞了。用什麼救？用傳統文化救、用宗教救，不要瞧不起宗教，瞧不起宗教地球會毀滅。因為你們今天教育，沒有倫理、沒有道德、沒有因果，正好這三樣東西都在宗教裡頭，所以宗教可以救的，可以補救。把宗教裡面這些好的教育要積極提倡，要讓所有宗教出來講經教學，宗教回歸教育，就不是迷信了，你對社會有正面的貢獻。宗教離開教育，人家說你是迷信，說你對社會沒有貢獻，你應當被社會淘汰，你還有什麼話好說？自作自受。每個宗教的開端都是教學，釋迦牟尼佛四十九年教學，穆罕默德二十七年教學，摩西也有二、三十年的教學。耶穌教了三年，被人害死，要不被人害死，他也是教學。經典都是他們說的，個個都是社會教育家，它不迷信！所以，宗教要研究它，要認識它，要如何利用宗教教育來療癒社會的病態，很重要。我做了這麼多年，學佛六十一年，教學到今年五十四年，沒有中斷，我一個人在教。如果有像我這樣教學，有個三十、四十個，世界不會到這個樣子。好，今天時間到了，我們就學習到此地。"
    }
  ]
}