{
  "doc_id": "02-037-0338",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三三八集",
    "zh_TW": "第三三八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0338",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "02-037-0338_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七百四十二页倒数第五行，我们从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七百四十二頁倒數第五行，我們從第二句看起："
    },
    {
      "id": "02-037-0338_p0002",
      "zh_CN": "「又本经《独留此经品》曰：若闻斯经，信乐受持，难中之难，无过此难。是明能信净土，实是一切世间难中之难。于此难信能信，斯即大智。顺此信心，发成佛度生同登净土之愿，即是发菩提心也」。昨天讲到这个地方，意思没讲完，时间到了，我们再重新温习一下。斯经就是本经，也就是这一本的集注，黄念祖老居士的集注。集注，说明不是他自己注的，他是会集八十三种经论，又会集一百一十种历代祖师大德的注疏，用这些东西来注解这部经的经文，这集注，集大成！这种做法，就像当年孔子在世，孔子一生没有自己的著作。《论语》里面说得很好，他老人家一生「述而不作」，述就是叙述别人的，不是自己的。哪些人？过去这些大圣大贤，他们所讲的东西。于是我们就明白，夫子一生，他所学的，他所修的、所教的、所传给后代的，全是古圣先贤的东西，没有自己的东西，这是述而不作。「信而好古」，对于古圣先贤的东西他诚信，一点怀疑都没有，而且能够接受，能够依教奉行。他修学确实得到圣贤教诲的利益，把他的经验、把他的心得留传给后世。所以中国过去的人称他为大成（集大成）至圣先师。他是个集大成的人，不是自己的东西，全是别人的。",
      "zh_TW": "「又本經《獨留此經品》曰：若聞斯經，信樂受持，難中之難，無過此難。是明能信淨土，實是一切世間難中之難。於此難信能信，斯即大智。順此信心，發成佛度生同登淨土之願，即是發菩提心也」。昨天講到這個地方，意思沒講完，時間到了，我們再重新溫習一下。斯經就是本經，也就是這一本的集註，黃念祖老居士的集註。集註，說明不是他自己註的，他是會集八十三種經論，又會集一百一十種歷代祖師大德的註疏，用這些東西來註解這部經的經文，這集註，集大成！這種做法，就像當年孔子在世，孔子一生沒有自己的著作。《論語》裡面說得很好，他老人家一生「述而不作」，述就是敘述別人的，不是自己的。哪些人？過去這些大聖大賢，他們所講的東西。於是我們就明白，夫子一生，他所學的，他所修的、所教的、所傳給後代的，全是古聖先賢的東西，沒有自己的東西，這是述而不作。「信而好古」，對於古聖先賢的東西他誠信，一點懷疑都沒有，而且能夠接受，能夠依教奉行。他修學確實得到聖賢教誨的利益，把他的經驗、把他的心得留傳給後世。所以中國過去的人稱他為大成（集大成）至聖先師。他是個集大成的人，不是自己的東西，全是別人的。"
    },
    {
      "id": "02-037-0338_p0003",
      "zh_CN": "黄念祖老居士这个注解是集大成，不是自己的东西，这很了不起，叫人不能不服！读这部注解，等于说你读了八十三种经论，读了一百一十种古来祖师大德的教诲，非常殊胜，非常难得。这是真实智慧，我们不能不佩服。特别在这个时代，这个时代的人多疑，对人没有信心，用这个方法把人家的怀疑断掉，信心生起来了，所以这是真实智慧的作品。听到这部经、读到这部注解信乐受持，我真正相信、真正喜欢，我接受，我依照理论方法，我真干，这叫持。难中之难，无过此难，这个人太难得了，这个人不是普通人。佛在大乘经上讲得很多，这是什么人？过去生中曾经供养无量诸佛，这一生当中他有缘遇到了，得无量诸佛的加持，所以他能信、他能解、他能喜欢，能依照这个修行，不是普通人！",
      "zh_TW": "黃念祖老居士這個註解是集大成，不是自己的東西，這很了不起，叫人不能不服！讀這部註解，等於說你讀了八十三種經論，讀了一百一十種古來祖師大德的教誨，非常殊勝，非常難得。這是真實智慧，我們不能不佩服。特別在這個時代，這個時代的人多疑，對人沒有信心，用這個方法把人家的懷疑斷掉，信心生起來了，所以這是真實智慧的作品。聽到這部經、讀到這部註解信樂受持，我真正相信、真正喜歡，我接受，我依照理論方法，我真幹，這叫持。難中之難，無過此難，這個人太難得了，這個人不是普通人。佛在大乘經上講得很多，這是什麼人？過去生中曾經供養無量諸佛，這一生當中他有緣遇到了，得無量諸佛的加持，所以他能信、他能解、他能喜歡，能依照這個修行，不是普通人！"
    },
    {
      "id": "02-037-0338_p0004",
      "zh_CN": "佛这句话跟《阿弥陀经》里头一句话非常相应，《弥陀经》上有句话说，「不可以少善根福德因缘得生彼国」，跟这句话相应，往生极乐世界，善根少了不行。善根是什么？能信能愿，这是善根。福德是什么？福德是真想往生，真想亲近阿弥陀佛。这人福报可大了，没有想到生到极乐世界就作阿惟越致菩萨，一生肯定成佛，这是多大的福报。因缘是缘分。三个条件具足，自己有善根、有福德，又遇到这个缘分。这个缘分不容易遇到，因为这个会集本是在抗战期间完成的。抗战胜利之后这部经完成了，当时只印过两次，大概一次也只有二、三千本，所以分量不多。中国这么大，人口这么多，经过几十年社会的动乱，书没有了，找不到了，所以看到这个本子的人真不多。在我以上这一代，许多老和尚你问他这个本子，没见过，没听说过。因为他在山东印的，局限，不大，就那个地方也许有，别的省分就很少，没人看见过。",
      "zh_TW": "佛這句話跟《阿彌陀經》裡頭一句話非常相應，《彌陀經》上有句話說，「不可以少善根福德因緣得生彼國」，跟這句話相應，往生極樂世界，善根少了不行。善根是什麼？能信能願，這是善根。福德是什麼？福德是真想往生，真想親近阿彌陀佛。這人福報可大了，沒有想到生到極樂世界就作阿惟越致菩薩，一生肯定成佛，這是多大的福報。因緣是緣分。三個條件具足，自己有善根、有福德，又遇到這個緣分。這個緣分不容易遇到，因為這個會集本是在抗戰期間完成的。抗戰勝利之後這部經完成了，當時只印過兩次，大概一次也只有二、三千本，所以分量不多。中國這麼大，人口這麼多，經過幾十年社會的動亂，書沒有了，找不到了，所以看到這個本子的人真不多。在我以上這一代，許多老和尚你問他這個本子，沒見過，沒聽說過。因為他在山東印的，侷限，不大，就那個地方也許有，別的省分就很少，沒人看見過。"
    },
    {
      "id": "02-037-0338_p0005",
      "zh_CN": "我们很幸运，律航法师，这个法师在抗战期间他是将军，国民党的一个中将，抗战胜利之后社会动乱，他出家了。律航法师，他亲近夏莲居老居士，也是夏老的学生，把这个本子，好像是五、六本带到台湾，送了三本给李老师，我的老师，李炳南老居士。老师一看到前面一篇序文，很长的序文，梅光羲老居士写的。梅光羲老居士就是李炳南的老师，李老师是他的学生。一看到老师的文章非常感动，所以把这个本子在台中印了两次，每次大概是一千册，也就是两千册，台湾才看到这个。真正看到这个去读诵的不多，两千部经典印出来，我想真正学习的不到两百个人，十分之一，不到两百个人。有人知道有这个书，没读过。难得，李老师在台中讲过一次，听众不到一百人。讲过一次以后就再没讲了，为什么？当时有一些老和尚、老居士们，他们观念很旧，守旧的，这个新的东西不可靠，我们还是读老的本子好，所以李老师讲一遍就不再讲。",
      "zh_TW": "我們很幸運，律航法師，這個法師在抗戰期間他是將軍，國民黨的一個中將，抗戰勝利之後社會動亂，他出家了。律航法師，他親近夏蓮居老居士，也是夏老的學生，把這個本子，好像是五、六本帶到台灣，送了三本給李老師，我的老師，李炳南老居士。老師一看到前面一篇序文，很長的序文，梅光羲老居士寫的。梅光羲老居士就是李炳南的老師，李老師是他的學生。一看到老師的文章非常感動，所以把這個本子在台中印了兩次，每次大概是一千冊，也就是兩千冊，台灣才看到這個。真正看到這個去讀誦的不多，兩千部經典印出來，我想真正學習的不到兩百個人，十分之一，不到兩百個人。有人知道有這個書，沒讀過。難得，李老師在台中講過一次，聽眾不到一百人。講過一次以後就再沒講了，為什麼？當時有一些老和尚、老居士們，他們觀念很舊，守舊的，這個新的東西不可靠，我們還是讀老的本子好，所以李老師講一遍就不再講。"
    },
    {
      "id": "02-037-0338_p0006",
      "zh_CN": "他把讲的这个本子给我，讲的这个本子他有注解，他就写在书的旁边，段落统统勾起来，讲的本子给我。我一看无量的欢喜，这宿世的因缘，所以我就想讲。正好碰到我的一个护法，韩锳馆长五十岁，好，我说给妳做五十岁的生日，我讲这部经。她也很欢喜，把这部经印了三千本，准备讲。我到台中跟老师报告，老师一听，说不行，你太年轻，如果这些老和尚反对，你这个力量挡不住。我也很听话，就打消了，改讲《楞严经》，讲《楞严经》大家没话说。一直等到李老师往生了，我就想到老师这个本子在我手上，是他眉注的，注解的本子，非常宝贵。所以我就发心印一万册，在海内外流通，美国有个同学，他发心印两千册，跟我合在一起，我印八千册，我们这样凑一万册。",
      "zh_TW": "他把講的這個本子給我，講的這個本子他有註解，他就寫在書的旁邊，段落統統勾起來，講的本子給我。我一看無量的歡喜，這宿世的因緣，所以我就想講。正好碰到我的一個護法，韓鍈館長五十歲，好，我說給妳做五十歲的生日，我講這部經。她也很歡喜，把這部經印了三千本，準備講。我到台中跟老師報告，老師一聽，說不行，你太年輕，如果這些老和尚反對，你這個力量擋不住。我也很聽話，就打消了，改講《楞嚴經》，講《楞嚴經》大家沒話說。一直等到李老師往生了，我就想到老師這個本子在我手上，是他眉註的，註解的本子，非常寶貴。所以我就發心印一萬冊，在海內外流通，美國有個同學，他發心印兩千冊，跟我合在一起，我印八千冊，我們這樣湊一萬冊。"
    },
    {
      "id": "02-037-0338_p0007",
      "zh_CN": "这个本子流通出去了，海外的人读到非常欢喜，为什么？海外没有旧的包袱，它是新的东西，一接触就生欢喜心。不像国内，国内是有包袱，旧的东西很多，这是新的东西出来，我们还是守旧一点好，保守一点好，它有这个。在外国没有这种情结，所以立刻就展开了，而且很多地方找我，要我去讲。我第一遍讲这部经是在温哥华，第二遍讲的是在旧金山，在海外我讲了很多遍，都是用李老师这个注解，听的人没有一个不欢喜。依照这部经修行，最后都是念佛往生，瑞相稀有，这就是证明这不是假的，真管用！所以经上这几句话说得是非常中肯，能够相信，能够发愿，能够接受，真的是非常难得。肯定就是《弥陀经》上所说的，这个人具足善根福德因缘。因缘是遇到了，我在美国、在台湾到处讲这部经，在南洋。",
      "zh_TW": "這個本子流通出去了，海外的人讀到非常歡喜，為什麼？海外沒有舊的包袱，它是新的東西，一接觸就生歡喜心。不像國內，國內是有包袱，舊的東西很多，這是新的東西出來，我們還是守舊一點好，保守一點好，它有這個。在外國沒有這種情結，所以立刻就展開了，而且很多地方找我，要我去講。我第一遍講這部經是在溫哥華，第二遍講的是在舊金山，在海外我講了很多遍，都是用李老師這個註解，聽的人沒有一個不歡喜。依照這部經修行，最後都是念佛往生，瑞相稀有，這就是證明這不是假的，真管用！所以經上這幾句話說得是非常中肯，能夠相信，能夠發願，能夠接受，真的是非常難得。肯定就是《彌陀經》上所說的，這個人具足善根福德因緣。因緣是遇到了，我在美國、在台灣到處講這部經，在南洋。"
    },
    {
      "id": "02-037-0338_p0008",
      "zh_CN": "一九八七年，黄念祖老居士接受美国佛教徒的邀请，到美国去弘法一个月。请他的那些人是华府佛教会的同修，几个跟他是同乡，北京人。华府佛教会成立才一年，请我做会长，我那个时候在南部讲经，我就没有回到华府佛教会。华府佛教会在美国的首都，黄老居士到那边，我们就通了电话，非常欢喜。他知道我在海外讲这部经，非常非常欢喜，因为这个经没有人讲。在国内他一个人讲，在海外我一个人讲，全世界就两个人讲这部经，这碰到了，所以无量的欢喜。这个注解刚刚写好，还没有印出来，用油印。油印我们知道蜡纸油印，最多不过一百份，一百份之后蜡纸就不能用了。他带了一部到美国送给我。我一看这么好的注解，我就问他，你有没有版权？有版权那就不谈了，没有版权，我说我交到台湾去翻印。他非常欢喜，没有版权，要我给它写一篇序文，要我给它题字，我都照办了。在台湾第一版就印了一万本，精装这么厚一册，也送了几百本给他。高兴！现在这个经本、注解流通的数量，我们没法子计算，最低保守的估计超过三百万册，这是最保守的，只有比这个多，没有比这个少，这就弘传出去了。早年我讲的《无量寿经》讲过十遍，没有录像，有录音。后面这几次，因为我们有摄影棚的设备，全部都有录像、有光碟，所以我们在卫星电视传播、在网路传播，在一起学习的人都没有见过面，但是人很多，都很得利益。",
      "zh_TW": "一九八七年，黃念祖老居士接受美國佛教徒的邀請，到美國去弘法一個月。請他的那些人是華府佛教會的同修，幾個跟他是同鄉，北京人。華府佛教會成立才一年，請我做會長，我那個時候在南部講經，我就沒有回到華府佛教會。華府佛教會在美國的首都，黃老居士到那邊，我們就通了電話，非常歡喜。他知道我在海外講這部經，非常非常歡喜，因為這個經沒有人講。在國內他一個人講，在海外我一個人講，全世界就兩個人講這部經，這碰到了，所以無量的歡喜。這個註解剛剛寫好，還沒有印出來，用油印。油印我們知道蠟紙油印，最多不過一百份，一百份之後蠟紙就不能用了。他帶了一部到美國送給我。我一看這麼好的註解，我就問他，你有沒有版權？有版權那就不談了，沒有版權，我說我交到台灣去翻印。他非常歡喜，沒有版權，要我給它寫一篇序文，要我給它題字，我都照辦了。在台灣第一版就印了一萬本，精裝這麼厚一冊，也送了幾百本給他。高興！現在這個經本、註解流通的數量，我們沒法子計算，最低保守的估計超過三百萬冊，這是最保守的，只有比這個多，沒有比這個少，這就弘傳出去了。早年我講的《無量壽經》講過十遍，沒有錄像，有錄音。後面這幾次，因為我們有攝影棚的設備，全部都有錄像、有光碟，所以我們在衛星電視傳播、在網路傳播，在一起學習的人都沒有見過面，但是人很多，都很得利益。"
    },
    {
      "id": "02-037-0338_p0009",
      "zh_CN": "佛法现在是末法，末法在现在这个时代，可以说是衰极了。念老告诉我，他学禅跟虚云老和尚，他学密跟贡噶活佛，这是密宗著名的金刚上师，他本身是密宗的阿阇梨。告诉我，人民共和国成立六十年，那个时候我们在一起聊天，六十年了，六十年当中学禅的人，开悟的一个都没听说，得定的有几个；学密成就的，这六十年只有六个人。你看中国十几亿人，六十年学密成就的六个人，念佛往生的不知道有多少。往后，他说只有念佛法门，除这个法门之外，任何法门都不能成就。为什么？要断烦恼，要消业障。谁能断烦恼？谁能消业障？这是不可能。这个法门，这个法门不要断烦恼，也不要消业障，只有三个条件，你真信、真愿意往生到极乐世界、真念这句阿弥陀佛就行了。你看这三个条件，人人可以具足。",
      "zh_TW": "佛法現在是末法，末法在現在這個時代，可以說是衰極了。念老告訴我，他學禪跟虛雲老和尚，他學密跟貢噶活佛，這是密宗著名的金剛上師，他本身是密宗的阿闍梨。告訴我，人民共和國成立六十年，那個時候我們在一起聊天，六十年了，六十年當中學禪的人，開悟的一個都沒聽說，得定的有幾個；學密成就的，這六十年只有六個人。你看中國十幾億人，六十年學密成就的六個人，念佛往生的不知道有多少。往後，他說只有念佛法門，除這個法門之外，任何法門都不能成就。為什麼？要斷煩惱，要消業障。誰能斷煩惱？誰能消業障？這是不可能。這個法門，這個法門不要斷煩惱，也不要消業障，只有三個條件，你真信、真願意往生到極樂世界、真念這句阿彌陀佛就行了。你看這三個條件，人人可以具足。"
    },
    {
      "id": "02-037-0338_p0010",
      "zh_CN": "往生的品位，经上是说得很多，有大心众生往生的，有小心众生往生的，还有造作罪业的人往生的，经上是有这些。古大德讲，上辈往生的是菩萨。善导大师告诉我们不是的，三辈都是众生，大心的众生上辈。心量大的，也就是起心动念常常会想到众生，不只想到自己，怎样帮助众生离苦得乐，怎样帮助众生离开灾难，这是大心凡夫，这上辈往生。中辈是为自己的，没有想到那么多人，只想到自己，想到我的家庭，这个叫中根根机的。下根的是什么？是造罪业的，五逆十恶、毁谤佛法造这种重业的，只要他临终之前一口气还没断，他能够认错，我错了，能认错、能够忏悔，我后不再造，真信真愿，念一句阿弥陀佛都能往生。这个法门不得了！",
      "zh_TW": "往生的品位，經上是說得很多，有大心眾生往生的，有小心眾生往生的，還有造作罪業的人往生的，經上是有這些。古大德講，上輩往生的是菩薩。善導大師告訴我們不是的，三輩都是眾生，大心的眾生上輩。心量大的，也就是起心動念常常會想到眾生，不只想到自己，怎樣幫助眾生離苦得樂，怎樣幫助眾生離開災難，這是大心凡夫，這上輩往生。中輩是為自己的，沒有想到那麼多人，只想到自己，想到我的家庭，這個叫中根根機的。下根的是什麼？是造罪業的，五逆十惡、毀謗佛法造這種重業的，只要他臨終之前一口氣還沒斷，他能夠認錯，我錯了，能認錯、能夠懺悔，我後不再造，真信真願，念一句阿彌陀佛都能往生。這個法門不得了！"
    },
    {
      "id": "02-037-0338_p0011",
      "zh_CN": "原本经上佛说下辈往生的，但是五逆十恶，毁谤佛法的人除外，那个人不能往生。善导大师告诉我们，佛说这个话是因为五逆十恶、毁谤佛法罪太重了，阿鼻地狱的罪，意思是劝人不要干这个事情，实际上，干了之后忏悔，还是能往生。善导大师这个话讲得好，这才是阿弥陀佛普度众生的本怀。他既然悔过、忏悔了，这个人就是好人。我们中国谚语有所谓「浪子回头金不换」，这个坏人一回头，回头就是好人，好人当中的好人，很多好人还比不上他。所以这个法门广大可想而知，没有一个不成就的，真正遇到，太难得！",
      "zh_TW": "原本經上佛說下輩往生的，但是五逆十惡，毀謗佛法的人除外，那個人不能往生。善導大師告訴我們，佛說這個話是因為五逆十惡、毀謗佛法罪太重了，阿鼻地獄的罪，意思是勸人不要幹這個事情，實際上，幹了之後懺悔，還是能往生。善導大師這個話講得好，這才是阿彌陀佛普度眾生的本懷。他既然悔過、懺悔了，這個人就是好人。我們中國諺語有所謂「浪子回頭金不換」，這個壞人一回頭，回頭就是好人，好人當中的好人，很多好人還比不上他。所以這個法門廣大可想而知，沒有一個不成就的，真正遇到，太難得！"
    },
    {
      "id": "02-037-0338_p0012",
      "zh_CN": "实际上反对的人有，为什么反对？还是嫉妒障碍。大家都同样修净土，同样学净土的经论，里头有很多很深的道理讲不透彻，这个地方讲透彻了。他又不服这个本子，这是什么？居士编的，好像出家人显得矮了一点。夏莲居老居士一生遭人嫉妒。我亲近李炳南老居士，在台中几十年，也是遭人嫉妒，日子不好过。我们再想想古人，六祖惠能大师遭人嫉妒，跑到猎人队里去隐居十五年，这是大圣大贤给我们做的榜样。我们这一生什么都不要，就讲经教学，还是到处遭人嫉妒。什么都不要，所以居无定所。到一个地方讲一个月走了，以后再不来了，没事，大家都欢喜。如果住在那个地方，住上一年、二年那不行，为什么？名气太大，跟你学习的人太多了，比他多，超过他，他就受不了；不如他，行。如果跟你学习的人超过他，他就受不了，那就又得走路。所以云游四海，居无定所，这样大家见了还很客气。你住在他那个地方，他就很讨厌你。",
      "zh_TW": "實際上反對的人有，為什麼反對？還是嫉妒障礙。大家都同樣修淨土，同樣學淨土的經論，裡頭有很多很深的道理講不透徹，這個地方講透徹了。他又不服這個本子，這是什麼？居士編的，好像出家人顯得矮了一點。夏蓮居老居士一生遭人嫉妒。我親近李炳南老居士，在台中幾十年，也是遭人嫉妒，日子不好過。我們再想想古人，六祖惠能大師遭人嫉妒，跑到獵人隊裡去隱居十五年，這是大聖大賢給我們做的榜樣。我們這一生什麼都不要，就講經教學，還是到處遭人嫉妒。什麼都不要，所以居無定所。到一個地方講一個月走了，以後再不來了，沒事，大家都歡喜。如果住在那個地方，住上一年、二年那不行，為什麼？名氣太大，跟你學習的人太多了，比他多，超過他，他就受不了；不如他，行。如果跟你學習的人超過他，他就受不了，那就又得走路。所以雲遊四海，居無定所，這樣大家見了還很客氣。你住在他那個地方，他就很討厭你。"
    },
    {
      "id": "02-037-0338_p0013",
      "zh_CN": "我从三十三岁出来讲经，今年八十六岁，五十四年，居无定所，到处流浪。出家人，寺庙请我讲经有，很少；居士道场请我讲经多，十之七、八居士道场。出家人道场在国内只有本焕老和尚，这又走了。他做光孝寺住持的时候，在广州，两次请我讲经，这十几年前的事情。第一次讲经，还没有人在那边讲过经，第一次是讲两天，听众七百多人。过了一年他又找我，找我去讲了五天，听众两千多人。在国内就这么两次。在香港这么多年来，请我讲经的全是居士道场，没有出家人。香港真是讲了很长时间，我一九七七年第一次到香港，第一次在那里讲四个月，以后每年来讲一个月。一九八二年我到美国，跟那边结了缘，美国跟加拿大每个城市巡回去讲，一年转一圈，全是居士道场。这当中有七年没有到香港来。",
      "zh_TW": "我從三十三歲出來講經，今年八十六歲，五十四年，居無定所，到處流浪。出家人，寺廟請我講經有，很少；居士道場請我講經多，十之七、八居士道場。出家人道場在國內只有本煥老和尚，這又走了。他做光孝寺住持的時候，在廣州，兩次請我講經，這十幾年前的事情。第一次講經，還沒有人在那邊講過經，第一次是講兩天，聽眾七百多人。過了一年他又找我，找我去講了五天，聽眾兩千多人。在國內就這麼兩次。在香港這麼多年來，請我講經的全是居士道場，沒有出家人。香港真是講了很長時間，我一九七七年第一次到香港，第一次在那裡講四個月，以後每年來講一個月。一九八二年我到美國，跟那邊結了緣，美國跟加拿大每個城市巡迴去講，一年轉一圈，全是居士道場。這當中有七年沒有到香港來。"
    },
    {
      "id": "02-037-0338_p0014",
      "zh_CN": "香港回归，我特别来看看，总回到祖国了。香港同修，在那个时候离开香港的人很多，移民到外国去，我都劝他们，我说你们离开香港错了，回归绝对不亚于英国人统治，可能会更好。他们不相信，移民出去之后后悔了，没听我的话，再回来回不来了。一出去，房子卖掉了，再回来这房子涨价了，回来没有办法，真叫后悔！我七年没来，遇到一些老听众，碰到我，法师，你七年没来了。我说有这么久吗？算一算真的七年。我说没有人请我讲经，我怎么来？这些同学又联起来，租尖沙咀福利会做讲堂，邀我每个月来一次，一次讲五天。所以我就每个月来一次，那个时候我住在新加坡，每个月到香港来一次，讲五天。这个地方风气带起来了，讲了好几年。同学们，这个不行，我们租道场还是划不来，最好去买个地方。正好尖沙咀那边的房子要卖，是香港房地产最低潮的时候，那个房子大概五百万买的，现在要几千万，价钱最低的时候买过来的。先后买了三层，我们在香港就落脚了。同学们替我办了香港身分，这在香港可以定居了。我年岁大了，也不想走了，住在这个地方，每天读经念佛，跟大家分享，其乐无穷。",
      "zh_TW": "香港回歸，我特別來看看，總回到祖國了。香港同修，在那個時候離開香港的人很多，移民到外國去，我都勸他們，我說你們離開香港錯了，回歸絕對不亞於英國人統治，可能會更好。他們不相信，移民出去之後後悔了，沒聽我的話，再回來回不來了。一出去，房子賣掉了，再回來這房子漲價了，回來沒有辦法，真叫後悔！我七年沒來，遇到一些老聽眾，碰到我，法師，你七年沒來了。我說有這麼久嗎？算一算真的七年。我說沒有人請我講經，我怎麼來？這些同學又聯起來，租尖沙咀福利會做講堂，邀我每個月來一次，一次講五天。所以我就每個月來一次，那個時候我住在新加坡，每個月到香港來一次，講五天。這個地方風氣帶起來了，講了好幾年。同學們，這個不行，我們租道場還是划不來，最好去買個地方。正好尖沙咀那邊的房子要賣，是香港房地產最低潮的時候，那個房子大概五百萬買的，現在要幾千萬，價錢最低的時候買過來的。先後買了三層，我們在香港就落腳了。同學們替我辦了香港身分，這在香港可以定居了。我年歲大了，也不想走了，住在這個地方，每天讀經念佛，跟大家分享，其樂無窮。"
    },
    {
      "id": "02-037-0338_p0015",
      "zh_CN": "海内外所有的活动，我都不参加了。国外有人邀请，不是很重要的，有时候我做一篇讲演，把光碟带去赠送给大家；有时候写一篇讲稿，印成一个小册子送给大家，我人就不要去了，找代表们去参加。很重要的事情，这个重要是什么？能够帮助整个世界化解冲突、促进安定和平，这个我会参加。如果不是为这个主题，我就不愿意参加。所以参加国外的活动，一年只有一、二次。我们总希望把老祖宗，这是真实智慧，世界上没有的，介绍给全世界。老祖宗的智慧，老祖宗的理念，老祖宗的方法，老祖宗的经验，确确实实可以能够化解冲突、化解灾难，带来安定和平。这是全世界的人都要的，都想要的，迫切需要的，找不到，我们知道。真具足对世界有这样影响的这种会议，我一定要把它介绍出去，这是重要的，其他的议题我都不参加。",
      "zh_TW": "海內外所有的活動，我都不參加了。國外有人邀請，不是很重要的，有時候我做一篇講演，把光碟帶去贈送給大家；有時候寫一篇講稿，印成一個小冊子送給大家，我人就不要去了，找代表們去參加。很重要的事情，這個重要是什麼？能夠幫助整個世界化解衝突、促進安定和平，這個我會參加。如果不是為這個主題，我就不願意參加。所以參加國外的活動，一年只有一、二次。我們總希望把老祖宗，這是真實智慧，世界上沒有的，介紹給全世界。老祖宗的智慧，老祖宗的理念，老祖宗的方法，老祖宗的經驗，確確實實可以能夠化解衝突、化解災難，帶來安定和平。這是全世界的人都要的，都想要的，迫切需要的，找不到，我們知道。真具足對世界有這樣影響的這種會議，我一定要把它介紹出去，這是重要的，其他的議題我都不參加。"
    },
    {
      "id": "02-037-0338_p0016",
      "zh_CN": "所以这个法门难中之难，我们要认真学习。我这一生只有一个义务、一个使命，把这部经，就是黄念老居士这个集注，讲清楚、讲透彻，让大家都能相信，我就没有白来这一趟。过去讲的经论，大概也有几十种，那几十种都是佛教的常识，真实利益我们得不到。为什么？我们做不到。这个经我们可以做到。「是明能信净土，实是一切世间难中之难。于此难信能信，斯即大智」。这样难信之法，你居然能信，能够接受，那就是大智慧。「顺此信心，发成佛度生同登净土之愿，即是发菩提心也」，这把菩提心名、体都显示出来了。菩提是印度话，意思是觉悟，真正觉悟了。真正觉悟，一定是成佛。成佛是什么意思？成就圆满的智慧，成就圆满的德能，这就叫成佛。只有圆满的智慧、圆满的德能，才能帮助一切苦难众生。",
      "zh_TW": "所以這個法門難中之難，我們要認真學習。我這一生只有一個義務、一個使命，把這部經，就是黃念老居士這個集註，講清楚、講透徹，讓大家都能相信，我就沒有白來這一趟。過去講的經論，大概也有幾十種，那幾十種都是佛教的常識，真實利益我們得不到。為什麼？我們做不到。這個經我們可以做到。「是明能信淨土，實是一切世間難中之難。於此難信能信，斯即大智」。這樣難信之法，你居然能信，能夠接受，那就是大智慧。「順此信心，發成佛度生同登淨土之願，即是發菩提心也」，這把菩提心名、體都顯示出來了。菩提是印度話，意思是覺悟，真正覺悟了。真正覺悟，一定是成佛。成佛是什麼意思？成就圓滿的智慧，成就圓滿的德能，這就叫成佛。只有圓滿的智慧、圓滿的德能，才能幫助一切苦難眾生。"
    },
    {
      "id": "02-037-0338_p0017",
      "zh_CN": "要让众生真正有成就，决定要帮助众生有一个最好学习环境的地方，不学习不行。所以佛教，我们首先要认识它，它是教育。释迦牟尼佛觉悟之后，他三十岁觉悟就开始教学，七十九岁过世，一生教学四十九年，一天不中断。所以你跟着他会有成就，你的智慧、你的德行天天上升。现在在这个世间最好的修学场所，无过于极乐世界。极乐世界实际上讲它是个道场，它是个学校，这个里头有初级班、有中级班、有高级班。凡圣同居土是初级班，方便有余土是中级班，实报庄严土是高级班，就是这段经文上所讲的，上辈往生的是高级班，中辈往生的是中级班，下辈往生的是初级班，学校！老师是阿弥陀佛，老师在这个地方教学没有一天中断，这就说明教学重要！",
      "zh_TW": "要讓眾生真正有成就，決定要幫助眾生有一個最好學習環境的地方，不學習不行。所以佛教，我們首先要認識它，它是教育。釋迦牟尼佛覺悟之後，他三十歲覺悟就開始教學，七十九歲過世，一生教學四十九年，一天不中斷。所以你跟著他會有成就，你的智慧、你的德行天天上升。現在在這個世間最好的修學場所，無過於極樂世界。極樂世界實際上講它是個道場，它是個學校，這個裡頭有初級班、有中級班、有高級班。凡聖同居土是初級班，方便有餘土是中級班，實報莊嚴土是高級班，就是這段經文上所講的，上輩往生的是高級班，中輩往生的是中級班，下輩往生的是初級班，學校！老師是阿彌陀佛，老師在這個地方教學沒有一天中斷，這就說明教學重要！"
    },
    {
      "id": "02-037-0338_p0018",
      "zh_CN": "中国古人说，「建国君民，教学为先」。中国古代确实出现过太平盛世，时间是在一百年到二百年，这么长的时间天下太平。靠什么？教学。那个盛世一定儒释道的人才多，教的人多，能做到的人多，学习的人多，演成太平盛世。如果对教育一疏忽，社会动乱很快就现前。人不能不教，解决今天社会问题就要靠教育。在这个世界上认识最清楚的，我们知道有一个人，英国汤恩比博士。他在一九七０年代说过，「要解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法」。孔孟学说能够帮助这个社会安定和平，大乘佛法能把这个社会安定和平带到最高的境界，汤恩比知道！汤恩比说得这么清楚，但是没人相信，不但外国人不相信，英国人也不相信。",
      "zh_TW": "中國古人說，「建國君民，教學為先」。中國古代確實出現過太平盛世，時間是在一百年到二百年，這麼長的時間天下太平。靠什麼？教學。那個盛世一定儒釋道的人才多，教的人多，能做到的人多，學習的人多，演成太平盛世。如果對教育一疏忽，社會動亂很快就現前。人不能不教，解決今天社會問題就要靠教育。在這個世界上認識最清楚的，我們知道有一個人，英國湯恩比博士。他在一九七０年代說過，「要解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法」。孔孟學說能夠幫助這個社會安定和平，大乘佛法能把這個社會安定和平帶到最高的境界，湯恩比知道！湯恩比說得這麼清楚，但是沒人相信，不但外國人不相信，英國人也不相信。"
    },
    {
      "id": "02-037-0338_p0019",
      "zh_CN": "我过去两次访问伦敦，我就把这个问题提出来，问牛津大学的学生，剑桥大学、伦敦大学这是欧洲汉学系的中心。问他们，因为他们都是学汉学的，都是用儒释道经典去写博士论文的，我们很佩服他，我跟他们也结了很深的缘分。我问他们，你们读中国文言文，看中国古注，你能看得懂没有障碍，你们学文言文学多久？三年。外国人毫无中国基础的，三年就能读中国文言文，看中国文言文古注。我鼓励他们要认真学，这些将来都是文言文的老师，我们要请老师到英国去请，中国没有了。中国人学文言文顶多两年，他们要三年，因为他们没有这个底子。",
      "zh_TW": "我過去兩次訪問倫敦，我就把這個問題提出來，問牛津大學的學生，劍橋大學、倫敦大學這是歐洲漢學系的中心。問他們，因為他們都是學漢學的，都是用儒釋道經典去寫博士論文的，我們很佩服他，我跟他們也結了很深的緣分。我問他們，你們讀中國文言文，看中國古註，你能看得懂沒有障礙，你們學文言文學多久？三年。外國人毫無中國基礎的，三年就能讀中國文言文，看中國文言文古註。我鼓勵他們要認真學，這些將來都是文言文的老師，我們要請老師到英國去請，中國沒有了。中國人學文言文頂多兩年，他們要三年，因為他們沒有這個底子。"
    },
    {
      "id": "02-037-0338_p0020",
      "zh_CN": "大概是三十多年前，我在台湾讲《华严经》，美国纽约一个大学的学生，跟台湾大学做交换学生，她学中文，而且专学《华严经》。我讲《华严经》，她就找到我，她名义上是台湾大学，实际上是跟我学，在我图书馆里头住了四个月。读《华严经》，看清凉大师的注解，我那时候很好奇，我说妳学了多久，学中文？三年。不难！那时候那个学生大概三十出头的样子，她劝我到美国去，我到海外受她影响。她劝我，她说你一定到美国去，美国的佛教，只有日本的禅宗在美国很兴盛，西藏的密教很兴盛，没有净土！只有你去才能把净土传过去。我听了她这个话，果然遇到一个缘分，中国有个万国道德会，这个起源在东北，万国道德会，要在美国举行一次世界万国道德会代表大会，在洛杉矶召开，会期好像是五天。我们韩馆长跟这个理事长是同乡，请他邀请我做顾问，我就随他这个团队出国了，他们的会替我办出国手续。",
      "zh_TW": "大概是三十多年前，我在台灣講《華嚴經》，美國紐約一個大學的學生，跟台灣大學做交換學生，她學中文，而且專學《華嚴經》。我講《華嚴經》，她就找到我，她名義上是台灣大學，實際上是跟我學，在我圖書館裡頭住了四個月。讀《華嚴經》，看清涼大師的註解，我那時候很好奇，我說妳學了多久，學中文？三年。不難！那時候那個學生大概三十出頭的樣子，她勸我到美國去，我到海外受她影響。她勸我，她說你一定到美國去，美國的佛教，只有日本的禪宗在美國很興盛，西藏的密教很興盛，沒有淨土！只有你去才能把淨土傳過去。我聽了她這個話，果然遇到一個緣分，中國有個萬國道德會，這個起源在東北，萬國道德會，要在美國舉行一次世界萬國道德會代表大會，在洛杉磯召開，會期好像是五天。我們韓館長跟這個理事長是同鄉，請他邀請我做顧問，我就隨他這個團隊出國了，他們的會替我辦出國手續。"
    },
    {
      "id": "02-037-0338_p0021",
      "zh_CN": "跟美国也是的确很有缘，我们去办护照、办签证，从台湾过去的大概有四十多个人，这个队也很大。领队的是旅行社，旅行社一个老板帮助我们、协助我们，他带团。这个老板看到我跟韩馆长，他说你们两个人很特别。我说怎么特别？他说你们两个人的签证跟别人不一样。哪里不一样？我们从来没有遇到过这个事情，也看不懂。他说你们的签证是五年多次出入，他们的签证是三个月一次出入。真这样的，就我们两个人特别。我们跟人不认识，他问话的时候，到美国来干什么？开会。几天？一个星期。他就自动的，我没有要求，他给我们两个人五年多次签证。所以缘分不一样，这个我们到美国去就方便了，五年不要签证，随时都可以进出。",
      "zh_TW": "跟美國也是的確很有緣，我們去辦護照、辦簽證，從台灣過去的大概有四十多個人，這個隊也很大。領隊的是旅行社，旅行社一個老闆幫助我們、協助我們，他帶團。這個老闆看到我跟韓館長，他說你們兩個人很特別。我說怎麼特別？他說你們兩個人的簽證跟別人不一樣。哪裡不一樣？我們從來沒有遇到過這個事情，也看不懂。他說你們的簽證是五年多次出入，他們的簽證是三個月一次出入。真這樣的，就我們兩個人特別。我們跟人不認識，他問話的時候，到美國來幹什麼？開會。幾天？一個星期。他就自動的，我沒有要求，他給我們兩個人五年多次簽證。所以緣分不一樣，這個我們到美國去就方便了，五年不要簽證，隨時都可以進出。"
    },
    {
      "id": "02-037-0338_p0022",
      "zh_CN": "到那边遇到一批老同学，这也是缘分。这些同学是大专学生，过去台中李老师的慈光大专讲座，道安法师办的在台北，中国佛教会的大专讲座。中国佛教会大专讲座，我在那里讲了四年，学生有几千人。李老师的慈光讲座，我跟他们上课时间不多，只有两次，两届；十几届，那人数也是几千人。这些学生毕业之后出去留学，在那边毕业拿到博士学位，在美国工作，结婚了，分散在各个地区。这些人跟我都很熟，所以每个地方都有人找我。你没有这些认识的人，人家不找你，你没有法子去。所以我的法缘遍布全世界，到处都有，到处都有请，只要我想去。我的条件很简单，飞机票你们出，管我的吃跟住，我不收供养。因为在海外工作生活也不容易，尽量节省开销，你们只要给我付旅费、吃住就行。所以这几十年走遍海外，就是这批学生，没有这批学生，哪有这个缘分！缘分是愈来愈殊胜。",
      "zh_TW": "到那邊遇到一批老同學，這也是緣分。這些同學是大專學生，過去台中李老師的慈光大專講座，道安法師辦的在台北，中國佛教會的大專講座。中國佛教會大專講座，我在那裡講了四年，學生有幾千人。李老師的慈光講座，我跟他們上課時間不多，只有兩次，兩屆；十幾屆，那人數也是幾千人。這些學生畢業之後出去留學，在那邊畢業拿到博士學位，在美國工作，結婚了，分散在各個地區。這些人跟我都很熟，所以每個地方都有人找我。你沒有這些認識的人，人家不找你，你沒有法子去。所以我的法緣遍布全世界，到處都有，到處都有請，只要我想去。我的條件很簡單，飛機票你們出，管我的吃跟住，我不收供養。因為在海外工作生活也不容易，盡量節省開銷，你們只要給我付旅費、吃住就行。所以這幾十年走遍海外，就是這批學生，沒有這批學生，哪有這個緣分！緣分是愈來愈殊勝。"
    },
    {
      "id": "02-037-0338_p0023",
      "zh_CN": "在新加坡住了三年半，干了一桩事情，团结新加坡九个宗教，把九个宗教变成兄弟姐妹一样。政府欢喜，新加坡政府很满意，为什么？宗教冲突没有了。每个宗教领导人经常见面，我这个道场今天有大活动，邀请他们统统都来参加，他们有活动，我们也去参加。我记得二０００年，天主教的平安夜，圣诞节平安夜他们做弥撒，通知各个宗教，我们佛教去了五十个人，都披着袈裟，在天主教教堂做弥撒，大概全世界头一次，很庄严！这是象征宗教大团结，欢欢喜喜在一起参加里面的祈祷活动。宗教可以团结，宗教可以变成一家人。",
      "zh_TW": "在新加坡住了三年半，幹了一樁事情，團結新加坡九個宗教，把九個宗教變成兄弟姐妹一樣。政府歡喜，新加坡政府很滿意，為什麼？宗教衝突沒有了。每個宗教領導人經常見面，我這個道場今天有大活動，邀請他們統統都來參加，他們有活動，我們也去參加。我記得二０００年，天主教的平安夜，聖誕節平安夜他們做彌撒，通知各個宗教，我們佛教去了五十個人，都披著袈裟，在天主教教堂做彌撒，大概全世界頭一次，很莊嚴！這是象徵宗教大團結，歡歡喜喜在一起參加裡面的祈禱活動。宗教可以團結，宗教可以變成一家人。"
    },
    {
      "id": "02-037-0338_p0024",
      "zh_CN": "也是这个信息传到了澳大利亚，所以澳洲政府也非常欢迎我到澳洲，帮助他们团结宗教、团结族群，我到澳洲是这样去法的。所以国家给我一个特别签证，我也不晓得特别在哪里，我也看不懂。不过别人看到我这个签证觉得很奇怪，这个签证在香港办的，香港澳洲领事馆，签证办好。办签证的时候是移民部长打电话给领事，我这个案件两个星期办好，限制他。所以领事就很不高兴，说我们用什么手段让他的上司来压他。以后见面才晓得，不认识，我跟部长只见过一次面，谈得很投缘，没有任何要求，他才了解。所以发证件给我是在领事办公室，不是在柜台。中午在一起吃饭，我们聊了三个多小时，告诉我，澳洲发这个签证，他说法师，你是亚洲第一个人。没有发过这样的签证，很礼遇。",
      "zh_TW": "也是這個信息傳到了澳大利亞，所以澳洲政府也非常歡迎我到澳洲，幫助他們團結宗教、團結族群，我到澳洲是這樣去法的。所以國家給我一個特別簽證，我也不曉得特別在哪裡，我也看不懂。不過別人看到我這個簽證覺得很奇怪，這個簽證在香港辦的，香港澳洲領事館，簽證辦好。辦簽證的時候是移民部長打電話給領事，我這個案件兩個星期辦好，限制他。所以領事就很不高興，說我們用什麼手段讓他的上司來壓他。以後見面才曉得，不認識，我跟部長只見過一次面，談得很投緣，沒有任何要求，他才了解。所以發證件給我是在領事辦公室，不是在櫃台。中午在一起吃飯，我們聊了三個多小時，告訴我，澳洲發這個簽證，他說法師，你是亞洲第一個人。沒有發過這樣的簽證，很禮遇。"
    },
    {
      "id": "02-037-0338_p0025",
      "zh_CN": "在澳洲的活动就没有限制，联邦政府支持。澳洲这十年，我们跟地方政府、跟人民的关系处得非常好，人民是真正的基础。现在的目标是要把这个小城人民，这是他们发动的，出乎我意料之外。这个小城里面的宗教，十几个宗教联合起来，希望把这个小城做成全世界多元文化和谐示范城市，所以这个事情我要去，我要参加。图文巴这个条件好，它居民只有十万人，十万人有八十个族群，多元文化，十多个宗教，一百多种语言。你看住在这一块，能够像兄弟姐妹一样，相亲相爱，互助合作，真难得！市长是非常欢喜，全力支持，带头来干。这个做成功了，很有意义。我答应他们，真正做成功，我给他们一年时间，一年时间真正做出成绩出来，我说我答应你们，我到联合国再办一次活动，像二００六年的一样，把你们这个城市在联合国向全世界介绍。这好事，有助于世界的和谐安定。",
      "zh_TW": "在澳洲的活動就沒有限制，聯邦政府支持。澳洲這十年，我們跟地方政府、跟人民的關係處得非常好，人民是真正的基礎。現在的目標是要把這個小城人民，這是他們發動的，出乎我意料之外。這個小城裡面的宗教，十幾個宗教聯合起來，希望把這個小城做成全世界多元文化和諧示範城市，所以這個事情我要去，我要參加。圖文巴這個條件好，它居民只有十萬人，十萬人有八十個族群，多元文化，十多個宗教，一百多種語言。你看住在這一塊，能夠像兄弟姐妹一樣，相親相愛，互助合作，真難得！市長是非常歡喜，全力支持，帶頭來幹。這個做成功了，很有意義。我答應他們，真正做成功，我給他們一年時間，一年時間真正做出成績出來，我說我答應你們，我到聯合國再辦一次活動，像二００六年的一樣，把你們這個城市在聯合國向全世界介紹。這好事，有助於世界的和諧安定。"
    },
    {
      "id": "02-037-0338_p0026",
      "zh_CN": "你要问我用什么方法？我现在的方法全是学阿弥陀佛，头一个把心量打开。极乐世界怎么成就的？实际上，阿弥陀佛只有一个愿，希望十方世界一切刹土里面的六道众生，六道众生太苦、太可怜，怎样帮助他们离苦得乐？阿弥陀佛没有成佛之前也像我们一样，刚刚学佛他就有这个想法，就有这个念头，慈悲心很重。请教他的老师，他的老师是世间自在王如来，那时候在世。老师教他，你要真能够满这个愿，首先你去考察一切诸佛国土，现在中国人讲调研，去调查研究，每一个佛国土里面，它的优点在哪里你记住，它缺点在哪里你也记住。缺点他不要，优点统统采取，极乐世界是集一切诸佛刹土里面优点、美好的大成，集大成，所以这个地区就超过一切诸佛刹土。他真做到了，他花了很长的时间去做这个工作，四十八愿就是总结的报告。极乐世界就是按这四十八愿建成的，所以它不是理想，不是自己在家里想，也不是老师教他，不是的，是叫你实地考察。等于说我今天建一个城市，要在这个地球上是最好的一个城市，你怎么办？你到地球每个国家、每个城市去考察，好的地方你就采取，不好的地方淘汰掉，将来这个城市就是全世界最好的精华。就这么个道理，这样造成的，非常合乎逻辑，不是凭空想像，凭空想像靠不住。",
      "zh_TW": "你要問我用什麼方法？我現在的方法全是學阿彌陀佛，頭一個把心量打開。極樂世界怎麼成就的？實際上，阿彌陀佛只有一個願，希望十方世界一切剎土裡面的六道眾生，六道眾生太苦、太可憐，怎樣幫助他們離苦得樂？阿彌陀佛沒有成佛之前也像我們一樣，剛剛學佛他就有這個想法，就有這個念頭，慈悲心很重。請教他的老師，他的老師是世間自在王如來，那時候在世。老師教他，你要真能夠滿這個願，首先你去考察一切諸佛國土，現在中國人講調研，去調查研究，每一個佛國土裡面，它的優點在哪裡你記住，它缺點在哪裡你也記住。缺點他不要，優點統統採取，極樂世界是集一切諸佛剎土裡面優點、美好的大成，集大成，所以這個地區就超過一切諸佛剎土。他真做到了，他花了很長的時間去做這個工作，四十八願就是總結的報告。極樂世界就是按這四十八願建成的，所以它不是理想，不是自己在家裡想，也不是老師教他，不是的，是叫你實地考察。等於說我今天建一個城市，要在這個地球上是最好的一個城市，你怎麼辦？你到地球每個國家、每個城市去考察，好的地方你就採取，不好的地方淘汰掉，將來這個城市就是全世界最好的精華。就這麼個道理，這樣造成的，非常合乎邏輯，不是憑空想像，憑空想像靠不住。"
    },
    {
      "id": "02-037-0338_p0027",
      "zh_CN": "所以四十八愿，他不是一次发的，都是这个我应该要，这个我不要，到最后做成总结四十八条。四十八条的第一条，他看到的，像我们这个世界，有地狱、有饿鬼、有畜生，这个我们不要，极乐世界没有饿鬼地狱畜生，是这么来的，不是想像的。每个世界的这些优点，我们这个世界，中国人讲的伦理、道德、因果，这好东西，这他统采取，这么来的。取人之长，舍人之短，集美好之大成，没有私心，没有偏见，没有个人的爱好，大公无私。自在王如来也非常高明，教他这个方法，他真做到了。这个世界成就了，接引一切众生，条件非常简单，只要你用真心，真诚心，你真的相信，真的想去，真肯念佛，条件这么简单。不要断烦恼，不要消业障，到极乐世界去，你烦恼生不起来，业障自自然然就消除、就化解掉了，这是高明到极处。所以说慈悲心切。",
      "zh_TW": "所以四十八願，他不是一次發的，都是這個我應該要，這個我不要，到最後做成總結四十八條。四十八條的第一條，他看到的，像我們這個世界，有地獄、有餓鬼、有畜生，這個我們不要，極樂世界沒有餓鬼地獄畜生，是這麼來的，不是想像的。每個世界的這些優點，我們這個世界，中國人講的倫理、道德、因果，這好東西，這他統採取，這麼來的。取人之長，捨人之短，集美好之大成，沒有私心，沒有偏見，沒有個人的愛好，大公無私。自在王如來也非常高明，教他這個方法，他真做到了。這個世界成就了，接引一切眾生，條件非常簡單，只要你用真心，真誠心，你真的相信，真的想去，真肯念佛，條件這麼簡單。不要斷煩惱，不要消業障，到極樂世界去，你煩惱生不起來，業障自自然然就消除、就化解掉了，這是高明到極處。所以說慈悲心切。"
    },
    {
      "id": "02-037-0338_p0028",
      "zh_CN": "「但能真实信受」，重要的就是这两个字，真实，真就不假，实则不虚，你相信，你接受，「自然能发如上之心」。只要真诚相信，接受经典里面的教诲，自然能发前面所说的菩提心。「是又为净宗之殊胜方便」，方是方法，便是便宜，方便两个字合起来就是最巧妙的方法、最恰当的方法、最合适的方法，这叫方便。方便上加个殊胜，八万四千法门都是方便门，这是方便当中最方便，所以加个殊胜方便。「如《弥陀要解》云：深信发愿，即无上菩提」。这句话非常重要！印光大师对这句话佩服得五体投地，说什么？古来祖师大德没有说过。因为讲菩提心，菩提心讲得很深，深一般人听不懂，他这个讲得这么简单。深信，对于净土法门相信，相信有阿弥陀佛，相信有极乐世界；发愿就是我发心，我真想去，我真愿意往生极乐世界，这就是无上菩提心。这样简单明白，跟佛的意思、跟祖师大德的意思一点不违背，这是真实智慧。这么深的东西，用这么浅显的言语，说得这么清楚，让人家容易懂。",
      "zh_TW": "「但能真實信受」，重要的就是這兩個字，真實，真就不假，實則不虛，你相信，你接受，「自然能發如上之心」。只要真誠相信，接受經典裡面的教誨，自然能發前面所說的菩提心。「是又為淨宗之殊勝方便」，方是方法，便是便宜，方便兩個字合起來就是最巧妙的方法、最恰當的方法、最合適的方法，這叫方便。方便上加個殊勝，八萬四千法門都是方便門，這是方便當中最方便，所以加個殊勝方便。「如《彌陀要解》云：深信發願，即無上菩提」。這句話非常重要！印光大師對這句話佩服得五體投地，說什麼？古來祖師大德沒有說過。因為講菩提心，菩提心講得很深，深一般人聽不懂，他這個講得這麼簡單。深信，對於淨土法門相信，相信有阿彌陀佛，相信有極樂世界；發願就是我發心，我真想去，我真願意往生極樂世界，這就是無上菩提心。這樣簡單明白，跟佛的意思、跟祖師大德的意思一點不違背，這是真實智慧。這麼深的東西，用這麼淺顯的言語，說得這麼清楚，讓人家容易懂。"
    },
    {
      "id": "02-037-0338_p0029",
      "zh_CN": "「是以念佛之人，必宜早生信愿」。念佛人如果没有信愿，就是没有菩提心，念得再好不能往生；有信有愿，念得不好也能往生。念得不多，念的时间不长，四十八愿里头阿弥陀佛说得很清楚，甚至于临终时候一念、十念都能往生。平常从来没念过佛的，临终的时候一念、十念就能成功。我在美国见到一个，也是华府佛教会，遇到这么一个人，周广大居士，还不能称居士，他不相信宗教。在那边开了个面包店，人很老实忠厚，真正是个好人，规规矩矩做生意，生意做得不错。那一年得了癌症，癌症末期，癌细胞扩散了，医院给他宣布，存活的时间大概只有一个月，没有法子再治了，让他回家。回家之后，家里的人这才到处去求神拜佛，希望有奇迹出现。这是逼不得已的，一生一家人没有宗教信仰。",
      "zh_TW": "「是以念佛之人，必宜早生信願」。念佛人如果沒有信願，就是沒有菩提心，念得再好不能往生；有信有願，念得不好也能往生。念得不多，念的時間不長，四十八願裡頭阿彌陀佛說得很清楚，甚至於臨終時候一念、十念都能往生。平常從來沒念過佛的，臨終的時候一念、十念就能成功。我在美國見到一個，也是華府佛教會，遇到這麼一個人，周廣大居士，還不能稱居士，他不相信宗教。在那邊開了個麵包店，人很老實忠厚，真正是個好人，規規矩矩做生意，生意做得不錯。那一年得了癌症，癌症末期，癌細胞擴散了，醫院給他宣布，存活的時間大概只有一個月，沒有法子再治了，讓他回家。回家之後，家裡的人這才到處去求神拜佛，希望有奇蹟出現。這是逼不得已的，一生一家人沒有宗教信仰。"
    },
    {
      "id": "02-037-0338_p0030",
      "zh_CN": "正好我们的佛教会成立不到两年，这是黄念老回国之后的事情。找到我们，我们有几个同修去看，确实他不能好了，于是就劝他，把极乐世界讲给他听，劝他求生净土，念佛。他听了就欢喜，就能接受，告诉他家里人，别替我找什么方子，统统念佛。全家跟着我们三个同修一起念佛，念了三天，他走了。走的时候瑞相非常好，全身柔软，火化的时候还有舍利。家人相信，这真的不是假的。一劝，最难得的，一说他就懂，他就接受、就欢喜，这是善根。我们相信过去生中曾经修过净土，这一生没有遇到这个缘分，临终前三天才遇到，遇到也能成功，也能往生净土，证明《弥陀经》上所说的「若一日、若二日、若三日」，是真的，不是假的。我们在这一生当中遇到的，三天，从听到第三天就走了。所以发心愈早愈好，就是要真信、要真愿。可是信愿一定要把这个事情搞清楚、搞明白，有理论、有道理、有真的事实真相，我们才能够相信它。",
      "zh_TW": "正好我們的佛教會成立不到兩年，這是黃念老回國之後的事情。找到我們，我們有幾個同修去看，確實他不能好了，於是就勸他，把極樂世界講給他聽，勸他求生淨土，念佛。他聽了就歡喜，就能接受，告訴他家裡人，別替我找什麼方子，統統念佛。全家跟著我們三個同修一起念佛，念了三天，他走了。走的時候瑞相非常好，全身柔軟，火化的時候還有舍利。家人相信，這真的不是假的。一勸，最難得的，一說他就懂，他就接受、就歡喜，這是善根。我們相信過去生中曾經修過淨土，這一生沒有遇到這個緣分，臨終前三天才遇到，遇到也能成功，也能往生淨土，證明《彌陀經》上所說的「若一日、若二日、若三日」，是真的，不是假的。我們在這一生當中遇到的，三天，從聽到第三天就走了。所以發心愈早愈好，就是要真信、要真願。可是信願一定要把這個事情搞清楚、搞明白，有理論、有道理、有真的事實真相，我們才能夠相信它。"
    },
    {
      "id": "02-037-0338_p0031",
      "zh_CN": "下面第四段，「问答解释」，这一段也非常精彩。「问曰：若备修万行」，备是具足，也就是全修，我统统都修。「能感菩提，得成佛者」，这是很多经上都是这样说法的，说诸菩萨们。「何故《诸法无行经》」，这是佛说的，在这部经上佛这样说，「若人求菩提，即无有菩提。是人远菩提，犹如天与地」。这四句话的解释，「有人根据《诸法无行经》中」所说的，如果有个人求菩提，就「无有菩提可得」。那这求者，求菩提的这个人，「远离于菩提，如天与地之相隔。既然如此」，为什么又说，「修万行，能得菩提之果，而成佛」？这是问题。",
      "zh_TW": "下面第四段，「問答解釋」，這一段也非常精彩。「問曰：若備修萬行」，備是具足，也就是全修，我統統都修。「能感菩提，得成佛者」，這是很多經上都是這樣說法的，說諸菩薩們。「何故《諸法無行經》」，這是佛說的，在這部經上佛這樣說，「若人求菩提，即無有菩提。是人遠菩提，猶如天與地」。這四句話的解釋，「有人根據《諸法無行經》中」所說的，如果有個人求菩提，就「無有菩提可得」。那這求者，求菩提的這個人，「遠離於菩提，如天與地之相隔。既然如此」，為什麼又說，「修萬行，能得菩提之果，而成佛」？這是問題。"
    },
    {
      "id": "02-037-0338_p0032",
      "zh_CN": "所以经，佛的一生四十九年讲了很多，有没有矛盾的？有，而且很多。佛是无有定法可说，破执着而已。你执着空，佛就给你说有，破你空的执着；你执着有，佛就给你说空，破你有的执着，破执着而已。你一执着就错了，不执着就对了。为什么？执着是妄念，就是妄心，不执着是真心。当你心里头没有起心动念、没有分别、没有执着、没有妄想、没有杂念，那个时候是真心，这是最可贵的。一起心动念就是妄心。佛是千言万语，他把我们那个真心引出来，这就是他的教法。把真心引出来的方法没有定法，所以无有定法可说。因人不同，因事不同，因时节不同，因处所不同，他哪有一定的方法？记住一个大原则，你本来是佛，这是我们都要肯定的。为什么本来是佛？佛就是心，心就是佛，佛是真心，真心就是佛。妄心，妄心就是魔，跟佛对立的，妄心就是魔，魔就是烦恼，魔就是造业。真心跟妄心，真心本有，妄心本无。妄心是假的，因为妄心是生灭心，真心不生不灭。",
      "zh_TW": "所以經，佛的一生四十九年講了很多，有沒有矛盾的？有，而且很多。佛是無有定法可說，破執著而已。你執著空，佛就給你說有，破你空的執著；你執著有，佛就給你說空，破你有的執著，破執著而已。你一執著就錯了，不執著就對了。為什麼？執著是妄念，就是妄心，不執著是真心。當你心裡頭沒有起心動念、沒有分別、沒有執著、沒有妄想、沒有雜念，那個時候是真心，這是最可貴的。一起心動念就是妄心。佛是千言萬語，他把我們那個真心引出來，這就是他的教法。把真心引出來的方法沒有定法，所以無有定法可說。因人不同，因事不同，因時節不同，因處所不同，他哪有一定的方法？記住一個大原則，你本來是佛，這是我們都要肯定的。為什麼本來是佛？佛就是心，心就是佛，佛是真心，真心就是佛。妄心，妄心就是魔，跟佛對立的，妄心就是魔，魔就是煩惱，魔就是造業。真心跟妄心，真心本有，妄心本無。妄心是假的，因為妄心是生滅心，真心不生不滅。"
    },
    {
      "id": "02-037-0338_p0033",
      "zh_CN": "我们中国老祖宗说人性本善，写在《三字经》上，「人之初，性本善」。本善是真的，是真有，不善本无。不善是习性，习性或有或无，它本来没有，所以习性是可以断得了的，本善是断不了的。本善真有，只有有障碍的时候它不起作用，它有，它没有生灭，恶是有生有灭的，是能把它断得掉的，恶统统断掉了，本善就现前，这是原理。我们学佛最重要的是把佛的根本原理抓住。净宗它有原理，所有宗派，八万四千法门，无量法门，原理是一个，就是你本来是佛。所以净宗一念可以成佛，并不是说我念佛念得很多、念佛念得很久，我品位就很高，不见得。所以蕅益大师讲，往生净土决定在信愿之有无，你有信有愿你就能往生；品位高下决定在念佛功夫的浅深，没有说多少。功夫浅深是什么？是你的用心。你用心真诚，这功夫就深。你用心里头还有怀疑，半信半疑，还有情执，还有杂念，你往生品位就低。所以在这个地方，我们一下觉悟，我们用得真，妄念什么统统没有，品位自然就高。",
      "zh_TW": "我們中國老祖宗說人性本善，寫在《三字經》上，「人之初，性本善」。本善是真的，是真有，不善本無。不善是習性，習性或有或無，它本來沒有，所以習性是可以斷得了的，本善是斷不了的。本善真有，只有有障礙的時候它不起作用，它有，它沒有生滅，惡是有生有滅的，是能把它斷得掉的，惡統統斷掉了，本善就現前，這是原理。我們學佛最重要的是把佛的根本原理抓住。淨宗它有原理，所有宗派，八萬四千法門，無量法門，原理是一個，就是你本來是佛。所以淨宗一念可以成佛，並不是說我念佛念得很多、念佛念得很久，我品位就很高，不見得。所以蕅益大師講，往生淨土決定在信願之有無，你有信有願你就能往生；品位高下決定在念佛功夫的淺深，沒有說多少。功夫淺深是什麼？是你的用心。你用心真誠，這功夫就深。你用心裡頭還有懷疑，半信半疑，還有情執，還有雜念，你往生品位就低。所以在這個地方，我們一下覺悟，我們用得真，妄念什麼統統沒有，品位自然就高。"
    },
    {
      "id": "02-037-0338_p0034",
      "zh_CN": "所以凡夫成佛，从理论上讲是一念之间，一念真觉悟就成佛了。六祖惠能给我们做了最好的榜样，不认识字，没有念过书，做苦力出身的。上山砍柴，卖柴，这个行业现在没有了，抗战时候有。抗战时候中国的城市，大概百分之九十几的城市都没有电，没有自来水。所以城市里面的楼顶多是三层，没有再高的。煮饭烧柴，柴，有卖柴的人，樵夫山上砍柴，挑到城里来卖，很便宜。所以他很辛苦，收入很微薄。还有卖水的，挑水的。那个时候的水都干净，没有听到染污这个名词。河里面的水可以喝，小沟里面的水都可以喝，都干净的，从来没有听说污染。我们小时候，小朋友生长在农村，每天玩，到山上到处去玩，口渴，哪个地方有水，捧着水就喝，没听说生过病的。这个染污也不过就是最近四、五十年的事情，严重染污是最近三十年的事情。我记得我第一次到香港来，一九七七年，这三十多年前，还没有听说染污，香港山上、山沟流的水我们都喝，现在都不敢喝了。这严重染污最近三十年，就是农药发明了。以前没有农药，也没有听说过化肥，肥料都是自然的，都是树叶腐烂的。中国的土方法堆肥，那的确没有任何染污。",
      "zh_TW": "所以凡夫成佛，從理論上講是一念之間，一念真覺悟就成佛了。六祖惠能給我們做了最好的榜樣，不認識字，沒有念過書，做苦力出身的。上山砍柴，賣柴，這個行業現在沒有了，抗戰時候有。抗戰時候中國的城市，大概百分之九十幾的城市都沒有電，沒有自來水。所以城市裡面的樓頂多是三層，沒有再高的。煮飯燒柴，柴，有賣柴的人，樵夫山上砍柴，挑到城裡來賣，很便宜。所以他很辛苦，收入很微薄。還有賣水的，挑水的。那個時候的水都乾淨，沒有聽到染污這個名詞。河裡面的水可以喝，小溝裡面的水都可以喝，都乾淨的，從來沒有聽說污染。我們小時候，小朋友生長在農村，每天玩，到山上到處去玩，口渴，哪個地方有水，捧著水就喝，沒聽說生過病的。這個染污也不過就是最近四、五十年的事情，嚴重染污是最近三十年的事情。我記得我第一次到香港來，一九七七年，這三十多年前，還沒有聽說染污，香港山上、山溝流的水我們都喝，現在都不敢喝了。這嚴重染污最近三十年，就是農藥發明了。以前沒有農藥，也沒有聽說過化肥，肥料都是自然的，都是樹葉腐爛的。中國的土方法堆肥，那的確沒有任何染污。"
    },
    {
      "id": "02-037-0338_p0035",
      "zh_CN": "我们现在在澳洲也搞农耕，我们完全用古老的土方法，地上挖个坑，腐烂的这些青菜（我们种的菜园）、树叶埋起来，三、四个月自然就变成肥料，就可以用，这是土方法。蔬菜自己种，这没有化肥、没有农药。现在主食也要自己种，因为主食很多，外国搞什么改变基因的，那都是害人的。违背大自然的法则，决定不是好东西。自然生长的，那好东西，所以我们自己来耕种。自己不会耕种，请当地农民，我们付工资，一天多少钱，工作八个小时。收成的时候，我们收了，除了自己吃的之外在市场再卖，卖的那个钱付给工人的还有多，这是个好方法。我们现在想到，就是道场必须经济上要自给自足，所以别人供养的我们买土地，我们用这种方法。我们在澳洲耕种土地，大概将近一万亩，合中国有一万亩土地。我们种了很多粮食，小米、小麦、水稻、马铃薯、番薯、花生、玉米，我们统统种，你吃得放心。我们种的东西好，因为我们这个农场里面都放佛号，到处都听到念阿弥陀佛。蔬菜也是念佛长大的，这些稻米，主食，统统是念佛长大的。这个拿到市场去卖人都喜欢、都欢迎，为什么？干净，决定没有染污，让你吃得安心、吃得放心。",
      "zh_TW": "我們現在在澳洲也搞農耕，我們完全用古老的土方法，地上挖個坑，腐爛的這些青菜（我們種的菜園）、樹葉埋起來，三、四個月自然就變成肥料，就可以用，這是土方法。蔬菜自己種，這沒有化肥、沒有農藥。現在主食也要自己種，因為主食很多，外國搞什麼改變基因的，那都是害人的。違背大自然的法則，決定不是好東西。自然生長的，那好東西，所以我們自己來耕種。自己不會耕種，請當地農民，我們付工資，一天多少錢，工作八個小時。收成的時候，我們收了，除了自己吃的之外在市場再賣，賣的那個錢付給工人的還有多，這是個好方法。我們現在想到，就是道場必須經濟上要自給自足，所以別人供養的我們買土地，我們用這種方法。我們在澳洲耕種土地，大概將近一萬畝，合中國有一萬畝土地。我們種了很多糧食，小米、小麥、水稻、馬鈴薯、番薯、花生、玉米，我們統統種，你吃得放心。我們種的東西好，因為我們這個農場裡面都放佛號，到處都聽到念阿彌陀佛。蔬菜也是念佛長大的，這些稻米，主食，統統是念佛長大的。這個拿到市場去賣人都喜歡、都歡迎，為什麼？乾淨，決定沒有染污，讓你吃得安心、吃得放心。"
    },
    {
      "id": "02-037-0338_p0036",
      "zh_CN": "宗教经济来源靠信徒，是个很苦恼的事情，万一信徒没有怎么办？所以中国古时候，祖师大德都很聪明，他要什么？施主供养，最好供养田地、供养山，你们把它买下来供养给寺庙。寺庙，山上可以种树，农田可以耕种，让平民去耕种，跟他分，这样人民也得到安定的生活，寺庙也有固定收入。所以过去寺庙不巴结信徒，对信徒很冷淡，你到寺庙去，出家人没人招呼你的，只有什么？知客。知客他负责接待客人，不是负责接待客人，见面不理会的。这就是什么？不求你。现在不行，现在完全靠信徒，信徒变成衣食父母，这不能得罪。所以古时候的制度有它的好处。",
      "zh_TW": "宗教經濟來源靠信徒，是個很苦惱的事情，萬一信徒沒有怎麼辦？所以中國古時候，祖師大德都很聰明，他要什麼？施主供養，最好供養田地、供養山，你們把它買下來供養給寺廟。寺廟，山上可以種樹，農田可以耕種，讓平民去耕種，跟他分，這樣人民也得到安定的生活，寺廟也有固定收入。所以過去寺廟不巴結信徒，對信徒很冷淡，你到寺廟去，出家人沒人招呼你的，只有什麼？知客。知客他負責接待客人，不是負責接待客人，見面不理會的。這就是什麼？不求你。現在不行，現在完全靠信徒，信徒變成衣食父母，這不能得罪。所以古時候的制度有它的好處。"
    },
    {
      "id": "02-037-0338_p0037",
      "zh_CN": "这是说明佛法有最高的原则必须要遵守，为什么？你起心动念，你求不到菩提，菩提是你自己本有的，不是外头来的。佛在《华严经》上告诉我们，「一切众生皆有如来智慧德相」。菩提是智慧，是你自心里头本有，你怎么能求？求这个念头就错了。那不求，不求也错了。为什么求跟不求都错了？你起心动念头了，动念头就错，不动念头就对了。佛在课堂上讲课不能说不求，也不能说求，但是有时候说求，有时候说不求，你要听懂他的意思。他的意思不在言语里头，在言语之外。言语记录下来是文字，他的意思不在文字里头，在文字以外，你要能看出文外的意思，这妙绝了。你不能上当，你执着他的言语，上当了；你执着经的文字，你也上当了，不能执着。你一定要懂得弦外之音，那个微妙！但是初学没有这个能力，不要紧，慢慢学，学个十年、二十年，恍然大悟，你就明白了。初学就懂得，那是天才，那不是普通人，普通人一定要个十年、二十年，五年、六年搞清楚的，上上根人。我都没有这个能力，我把它搞清楚是十年之后，才真正懂得这些道理。",
      "zh_TW": "這是說明佛法有最高的原則必須要遵守，為什麼？你起心動念，你求不到菩提，菩提是你自己本有的，不是外頭來的。佛在《華嚴經》上告訴我們，「一切眾生皆有如來智慧德相」。菩提是智慧，是你自心裡頭本有，你怎麼能求？求這個念頭就錯了。那不求，不求也錯了。為什麼求跟不求都錯了？你起心動念頭了，動念頭就錯，不動念頭就對了。佛在課堂上講課不能說不求，也不能說求，但是有時候說求，有時候說不求，你要聽懂他的意思。他的意思不在言語裡頭，在言語之外。言語記錄下來是文字，他的意思不在文字裡頭，在文字以外，你要能看出文外的意思，這妙絕了。你不能上當，你執著他的言語，上當了；你執著經的文字，你也上當了，不能執著。你一定要懂得弦外之音，那個微妙！但是初學沒有這個能力，不要緊，慢慢學，學個十年、二十年，恍然大悟，你就明白了。初學就懂得，那是天才，那不是普通人，普通人一定要個十年、二十年，五年、六年搞清楚的，上上根人。我都沒有這個能力，我把它搞清楚是十年之後，才真正懂得這些道理。"
    },
    {
      "id": "02-037-0338_p0038",
      "zh_CN": "你真有求，你起心动念了。起心动念，你这个心是妄心。妄心，菩提是真实智慧，当然距离你很远，你所求到的是知识不是智慧。知识跟智慧两桩事情，用真心求的是智慧，用妄心求的是知识。什么是妄心？起心动念、分别执着，我能思想、想像这妄心。所以佛法，尤其是大乘，无论是宗门教下，无论是哪一个宗，教学人，就是教学生，一个总原则，离心意识。就是说不用心意识，那就是真心。心是什么？印象，概念。我们眼看东西落印象，耳听也落印象，落印象是第八识，是心，妄心在起作用；意，意是执着；识，识是分别。换句话说，离心意识就是没有妄想、没有分别、没有执着，这纯是真心。这是佛法跟世间法差别的地方就在此地，佛法用真心，就是不用心意识，世间法全用心意识。",
      "zh_TW": "你真有求，你起心動念了。起心動念，你這個心是妄心。妄心，菩提是真實智慧，當然距離你很遠，你所求到的是知識不是智慧。知識跟智慧兩樁事情，用真心求的是智慧，用妄心求的是知識。什麼是妄心？起心動念、分別執著，我能思想、想像這妄心。所以佛法，尤其是大乘，無論是宗門教下，無論是哪一個宗，教學人，就是教學生，一個總原則，離心意識。就是說不用心意識，那就是真心。心是什麼？印象，概念。我們眼看東西落印象，耳聽也落印象，落印象是第八識，是心，妄心在起作用；意，意是執著；識，識是分別。換句話說，離心意識就是沒有妄想、沒有分別、沒有執著，這純是真心。這是佛法跟世間法差別的地方就在此地，佛法用真心，就是不用心意識，世間法全用心意識。"
    },
    {
      "id": "02-037-0338_p0039",
      "zh_CN": "科学，尤其量子力学，我们不能不佩服，我们怎么想也没有想到，他怎么能把阿赖耶找到？这是万万想不到的一桩事情。但是他找到了，我们也不奇怪，为什么？佛在经上说过，用心意识这是凡夫。用心意识它能缘的极限，就是它的范围，它能够缘得到的，对外能够缘到太空，对内能缘到阿赖耶，这是佛说的。所以它今天缘到阿赖耶，我们不感觉得奇怪。可是阿赖耶之外的它缘不到，这就是科学已经达到极限。两个极限的报告我们都看到了，我们看到很欢喜。研究太空物理的，他们用最新的极精密仪器观察，看到这个太空，极远处观察到的，报告里头说，能看到的这个太空现象，只是实际现象的百分之十，还有百分之九十不见了，看不见了。我们听到这个报告很欢喜，我们知道那百分之九十到哪里去了，他不知道。我们凭什么知道的？佛在经上说的，那百分之九十回归常寂光，回归常寂光你看不到。为什么？常寂光里头没有物质现象，没有精神现象，也没有自然现象，你当然看不到，就是回归自性。",
      "zh_TW": "科學，尤其量子力學，我們不能不佩服，我們怎麼想也沒有想到，他怎麼能把阿賴耶找到？這是萬萬想不到的一樁事情。但是他找到了，我們也不奇怪，為什麼？佛在經上說過，用心意識這是凡夫。用心意識它能緣的極限，就是它的範圍，它能夠緣得到的，對外能夠緣到太空，對內能緣到阿賴耶，這是佛說的。所以它今天緣到阿賴耶，我們不感覺得奇怪。可是阿賴耶之外的它緣不到，這就是科學已經達到極限。兩個極限的報告我們都看到了，我們看到很歡喜。研究太空物理的，他們用最新的極精密儀器觀察，看到這個太空，極遠處觀察到的，報告裡頭說，能看到的這個太空現象，只是實際現象的百分之十，還有百分之九十不見了，看不見了。我們聽到這個報告很歡喜，我們知道那百分之九十到哪裡去了，他不知道。我們憑什麼知道的？佛在經上說的，那百分之九十回歸常寂光，回歸常寂光你看不到。為什麼？常寂光裡頭沒有物質現象，沒有精神現象，也沒有自然現象，你當然看不到，就是回歸自性。"
    },
    {
      "id": "02-037-0338_p0040",
      "zh_CN": "阿赖耶他看到了，阿赖耶的三细相，现在搞得最清楚的是物质现象，这个算是他讲清楚了。精神现象他知道，没有说清楚。精神是什么？念头。你看现在新兴科学研究念力的秘密，知道念力如果把它集中、专注，它有很大的能量，甚至于这个能量可以改变星球在太空当中的轨道，有这么大的能量，现在才发现。念头从哪来的？科学家报告里头说突然出来，立刻就不见了。看到这个现象，这不容易，因为它时间太短暂了。这是佛在经上所说的，「当处出生，随处灭尽」，佛在三千年前就说出这个，现在被他看出来了。为什么会出生？佛知道，科学家不知道，科学家说没有理由，突然出生，突然就消失，而且速度非常快，佛对这个事情讲得清楚。自然现象，科学家称它为能量，阿赖耶的业相。这个能量是什么？能量是起于波动现象。佛说的，它从哪来？一念不觉。一念不觉这句话很难懂，这非常深，从一念不觉产生能量这个现象。",
      "zh_TW": "阿賴耶他看到了，阿賴耶的三細相，現在搞得最清楚的是物質現象，這個算是他講清楚了。精神現象他知道，沒有說清楚。精神是什麼？念頭。你看現在新興科學研究念力的祕密，知道念力如果把它集中、專注，它有很大的能量，甚至於這個能量可以改變星球在太空當中的軌道，有這麼大的能量，現在才發現。念頭從哪來的？科學家報告裡頭說突然出來，立刻就不見了。看到這個現象，這不容易，因為它時間太短暫了。這是佛在經上所說的，「當處出生，隨處滅盡」，佛在三千年前就說出這個，現在被他看出來了。為什麼會出生？佛知道，科學家不知道，科學家說沒有理由，突然出生，突然就消失，而且速度非常快，佛對這個事情講得清楚。自然現象，科學家稱它為能量，阿賴耶的業相。這個能量是什麼？能量是起於波動現象。佛說的，它從哪來？一念不覺。一念不覺這句話很難懂，這非常深，從一念不覺產生能量這個現象。"
    },
    {
      "id": "02-037-0338_p0041",
      "zh_CN": "原本自性就是一片光明，这个里头什么东西都有，叫能生万物，这是非常奇妙。实在讲这些现象都在眼前，我们细心观察的时候不难发现，凡所有相，皆是虚妄，我们每个人都有作梦的经验，梦中那个经验跟事实现象很相似。梦中，醒过来之后，知道是假的，什么都没有，可是在梦中，不知道自己在作梦，以为全是真的。有没有人想过这梦从哪来的？为什么会有梦？我们今天研究这个宇宙，就是这样的，这宇宙是一场梦。这梦从哪来的？梦到底怎么回事情？把这事实搞清楚，这叫学问，这叫智慧，其实就是梦境。梦境当然有原因，只是我们粗心大意没有去想这个问题。如果去想这个问题的话，这个问题就是最高的科学、最高的哲学。梦境搞明白了，这宇宙也搞明白了，宇宙搞明白了，梦境也明白了，它是一桩事情，不是两桩事情。",
      "zh_TW": "原本自性就是一片光明，這個裡頭什麼東西都有，叫能生萬物，這是非常奇妙。實在講這些現象都在眼前，我們細心觀察的時候不難發現，凡所有相，皆是虛妄，我們每個人都有作夢的經驗，夢中那個經驗跟事實現象很相似。夢中，醒過來之後，知道是假的，什麼都沒有，可是在夢中，不知道自己在作夢，以為全是真的。有沒有人想過這夢從哪來的？為什麼會有夢？我們今天研究這個宇宙，就是這樣的，這宇宙是一場夢。這夢從哪來的？夢到底怎麼回事情？把這事實搞清楚，這叫學問，這叫智慧，其實就是夢境。夢境當然有原因，只是我們粗心大意沒有去想這個問題。如果去想這個問題的話，這個問題就是最高的科學、最高的哲學。夢境搞明白了，這宇宙也搞明白了，宇宙搞明白了，夢境也明白了，它是一樁事情，不是兩樁事情。"
    },
    {
      "id": "02-037-0338_p0042",
      "zh_CN": "所有境界相全是自性里头本来有的，它要没有，怎么会现？而且本来有的千变万化。为什么会千变万化？我们想想不通，我们学经碰到这个难题，想了很久。突然想到什么？想到小时候玩的万花筒，现在万花筒做得很精美，我们小时候自己做的，找一个硬纸片卷出来，里面放三个玻璃。人家那个镜子打破了，我们把它采出来三片玻璃，在里面放一点五颜六色的碎纸片。你把它转动的时候，你就看到里面非常美的图案。而且什么？没有相同的。你去转一天，一个一个用照相机把它照出来，找不到相同的。就这么回事情，自性本来就是这样的。",
      "zh_TW": "所有境界相全是自性裡頭本來有的，它要沒有，怎麼會現？而且本來有的千變萬化。為什麼會千變萬化？我們想想不通，我們學經碰到這個難題，想了很久。突然想到什麼？想到小時候玩的萬花筒，現在萬花筒做得很精美，我們小時候自己做的，找一個硬紙片捲出來，裡面放三個玻璃。人家那個鏡子打破了，我們把它採出來三片玻璃，在裡面放一點五顏六色的碎紙片。你把它轉動的時候，你就看到裡面非常美的圖案。而且什麼？沒有相同的。你去轉一天，一個一個用照相機把它照出來，找不到相同的。就這麼回事情，自性本來就是這樣的。"
    },
    {
      "id": "02-037-0338_p0043",
      "zh_CN": "所以念头，前念后念不是一个念头，每一个念头都是独立的，是一个独立的画面，是个独立的全体、独立的宇宙，它很快就消失。佛告诉我们这个时间，速度，用现在一秒钟做单位，一秒钟它生灭多少次？一千六百兆次。现代的科学家，我是看到有个同学给我一份资料，就是这份资料里头所说到的，这份资料。现代的科学家，他发现了这个生灭速度，一秒钟里头一千兆，一秒钟一千兆次的生灭，被科学家发现了。佛讲的比这个还快，一千六百兆，这我们可以相信。在这样快的速度里头，我们眼睛看不到。弥勒菩萨跟我们说一弹指，一弹指有三百二十兆个生灭，这一弹指。我们一秒钟弹得快的，我相信可以弹五次，五分之一秒，我们能不能看到？有感觉，这个东西在眼睛晃了一下。五分之一秒，我们会看到有个东西，但是不知道是什么。如果二分之一秒，我们能看到东西。有这么一个印象，看到一个东西，二分之一秒。它太快了。",
      "zh_TW": "所以念頭，前念後念不是一個念頭，每一個念頭都是獨立的，是一個獨立的畫面，是個獨立的全體、獨立的宇宙，它很快就消失。佛告訴我們這個時間，速度，用現在一秒鐘做單位，一秒鐘它生滅多少次？一千六百兆次。現代的科學家，我是看到有個同學給我一份資料，就是這份資料裡頭所說到的，這份資料。現代的科學家，他發現了這個生滅速度，一秒鐘裡頭一千兆，一秒鐘一千兆次的生滅，被科學家發現了。佛講的比這個還快，一千六百兆，這我們可以相信。在這樣快的速度裡頭，我們眼睛看不到。彌勒菩薩跟我們說一彈指，一彈指有三百二十兆個生滅，這一彈指。我們一秒鐘彈得快的，我相信可以彈五次，五分之一秒，我們能不能看到？有感覺，這個東西在眼睛晃了一下。五分之一秒，我們會看到有個東西，但是不知道是什麼。如果二分之一秒，我們能看到東西。有這麼一個印象，看到一個東西，二分之一秒。它太快了。"
    },
    {
      "id": "02-037-0338_p0044",
      "zh_CN": "老式的电影是幻灯片，就是动画组成的，幻灯片组成的。幻灯片一秒钟，它的频率二十四次，我们在银幕上看到就好像是真的，一秒钟二十四次的生灭。佛告诉我们，我们现前这个现象是一秒钟一千六百兆的生灭，我们怎么会知道！一秒钟二十四次生灭就把我们骗了，看到电影好像是真的。眼前的是一秒钟它的生灭不止二十四次，是一千六百兆次。科学家还没有达到这个频率，科学家现在达到是一千兆，一秒钟一千兆。所以我们有理由相信，二十年、三十年之后，如果宗教在这个世界上消灭了，佛教在。佛教不是宗教，佛教是科学，佛教是哲学，它不是宗教，所以它会长远存在，真能帮助我们解决问题。我们真是修身、齐家、治国、平天下，向谁学？向极乐世界学，向阿弥陀佛学，都在这部经上，这部经典是大学问。",
      "zh_TW": "老式的電影是幻燈片，就是動畫組成的，幻燈片組成的。幻燈片一秒鐘，它的頻率二十四次，我們在銀幕上看到就好像是真的，一秒鐘二十四次的生滅。佛告訴我們，我們現前這個現象是一秒鐘一千六百兆的生滅，我們怎麼會知道！一秒鐘二十四次生滅就把我們騙了，看到電影好像是真的。眼前的是一秒鐘它的生滅不止二十四次，是一千六百兆次。科學家還沒有達到這個頻率，科學家現在達到是一千兆，一秒鐘一千兆。所以我們有理由相信，二十年、三十年之後，如果宗教在這個世界上消滅了，佛教在。佛教不是宗教，佛教是科學，佛教是哲學，它不是宗教，所以它會長遠存在，真能幫助我們解決問題。我們真是修身、齊家、治國、平天下，向誰學？向極樂世界學，向阿彌陀佛學，都在這部經上，這部經典是大學問。"
    },
    {
      "id": "02-037-0338_p0045",
      "zh_CN": "下面解答，「菩提正体，理求无相」。在理上讲它没有现象。我们用科学名词说，它不是物质现象，不是精神现象，不是自然现象，换句话说，与阿赖耶不相干。阿赖耶的三细相就这三种，业相就是自然现象，转相就是意念，精神现象，境界相就是物质现象。这个东西被现在科学家发现，还没有讲透彻，真的被他发现了。我们对于阿赖耶这个问题，佛说的，佛不会说假话，我们相信佛，他说的是真的，可是总有疑惑。相信，百分之九十九的相信，还有一分疑惑。实际上不止一分，大概百分之九十相信，有十分疑惑，断不了。为什么？自己没有到这个境界。佛说得很清楚，什么时候你能见到？说八地以上。",
      "zh_TW": "下面解答，「菩提正體，理求無相」。在理上講它沒有現象。我們用科學名詞說，它不是物質現象，不是精神現象，不是自然現象，換句話說，與阿賴耶不相干。阿賴耶的三細相就這三種，業相就是自然現象，轉相就是意念，精神現象，境界相就是物質現象。這個東西被現在科學家發現，還沒有講透徹，真的被他發現了。我們對於阿賴耶這個問題，佛說的，佛不會說假話，我們相信佛，他說的是真的，可是總有疑惑。相信，百分之九十九的相信，還有一分疑惑。實際上不止一分，大概百分之九十相信，有十分疑惑，斷不了。為什麼？自己沒有到這個境界。佛說得很清楚，什麼時候你能見到？說八地以上。"
    },
    {
      "id": "02-037-0338_p0046",
      "zh_CN": "我们距离八地太远太远了，我们现在连一地也没有得到。不要说一地，菩萨五十一个阶级，我们连初信都没有得到，何况是初地！十信十个阶位，十住、十行、十回向、十地，五十个阶层，五十个阶层上面是等觉，所以五十一个阶级。八地高了，八地是最高的四个阶级，你看八地、九地、十地、等觉四个，最高的四个位次，他们看到阿赖耶。这是怎么看到的？定功看到的，这样深的禅定功夫他看到了。八地以上能够看到一秒钟一千六百兆的频率，他能看到。他不是仪器观察，不是数学推断，他是亲自看到的。所以佛经上讲的叫现量境界，他不是推想，不是计算、不是推想，不是，直接看到的，比科学讲得清楚，比科学讲得明白。科学不是亲自见到的，是用精密仪器观察到的，不是自己肉眼看到的。八地菩萨肉眼看到的，这个厉害。",
      "zh_TW": "我們距離八地太遠太遠了，我們現在連一地也沒有得到。不要說一地，菩薩五十一個階級，我們連初信都沒有得到，何況是初地！十信十個階位，十住、十行、十迴向、十地，五十個階層，五十個階層上面是等覺，所以五十一個階級。八地高了，八地是最高的四個階級，你看八地、九地、十地、等覺四個，最高的四個位次，他們看到阿賴耶。這是怎麼看到的？定功看到的，這樣深的禪定功夫他看到了。八地以上能夠看到一秒鐘一千六百兆的頻率，他能看到。他不是儀器觀察，不是數學推斷，他是親自看到的。所以佛經上講的叫現量境界，他不是推想，不是計算、不是推想，不是，直接看到的，比科學講得清楚，比科學講得明白。科學不是親自見到的，是用精密儀器觀察到的，不是自己肉眼看到的。八地菩薩肉眼看到的，這個厲害。"
    },
    {
      "id": "02-037-0338_p0047",
      "zh_CN": "所以科学帮了我们忙，让我们这一点怀疑断掉了，完全相信。完全相信才叫真信，这样的信心发愿才叫真愿，这样的心来念这句阿弥陀佛叫功夫深。念佛功夫浅深是从这里说的，那一句佛号抵得一般人念十万声佛号都不止。十万声佛号是妄心念的，这一声佛号是真心念的，所以他的品位高！我们明白这个道理，要想到极乐世界高品位的往生，记住真心待人接物。从哪里做起？从不妄语开始。给你一个入门的地方，决定没有妄语。不妄语在今天不是要吃亏上当吗？这个世间吃什么亏、上什么当都是假的，极乐世界我得到了，那是真的。这个假的当不肯上，真的得不到！再大的亏我都愿意吃，再大的当我也愿意上，我到极乐世界上上品往生，这就是吃亏上当这个代价换来的。不肯吃亏上当的人纵然往生，凡圣同居土下辈往生，那才叫真的上当、真的吃亏了。所以我们要晓得什么是真的，什么是假的。不跟任何人打妄语，我们要做真正实实在在的人，心真实，行为真实，言语真实，表面看起来上当吃亏，实际上占大便宜。",
      "zh_TW": "所以科學幫了我們忙，讓我們這一點懷疑斷掉了，完全相信。完全相信才叫真信，這樣的信心發願才叫真願，這樣的心來念這句阿彌陀佛叫功夫深。念佛功夫淺深是從這裡說的，那一句佛號抵得一般人念十萬聲佛號都不止。十萬聲佛號是妄心念的，這一聲佛號是真心念的，所以他的品位高！我們明白這個道理，要想到極樂世界高品位的往生，記住真心待人接物。從哪裡做起？從不妄語開始。給你一個入門的地方，決定沒有妄語。不妄語在今天不是要吃虧上當嗎？這個世間吃什麼虧、上什麼當都是假的，極樂世界我得到了，那是真的。這個假的當不肯上，真的得不到！再大的虧我都願意吃，再大的當我也願意上，我到極樂世界上上品往生，這就是吃虧上當這個代價換來的。不肯吃虧上當的人縱然往生，凡聖同居土下輩往生，那才叫真的上當、真的吃虧了。所以我們要曉得什麼是真的，什麼是假的。不跟任何人打妄語，我們要做真正實實在在的人，心真實，行為真實，言語真實，表面看起來上當吃虧，實際上佔大便宜。"
    },
    {
      "id": "02-037-0338_p0048",
      "zh_CN": "「今作相求」，这用妄心，用妄心求，「不当理实」，跟理不相应。「故名人远也」，这个人距离菩提很遥远，他得不到。「是故经言菩提者，不可以心得」。心是什么？妄念，妄念是决定得不到。「不可以身得」，我们这个身也是假的，身得不到，妄心也得不到，你要把身心放下就得到了。得到之后，你的妄心跟妄身都很快乐，它享受，它沾光，妄身跟妄心都得到了。这是佛法微妙之处，跟世间法不一样，其味无穷，利益无边际。这个东西不学，你学什么？我们真的这一生非常感激方东美先生，不是他老人家介绍，我们这一生都遇不到，这一生就错过了。遇到之后能够契入，天天感恩，这一生没空过，这一年没空过，这一天没空过。一天不读经，一天不念佛，空过了。我们生活当中踏实，就在读经、学习、念佛求生净土，我们的路是愈来愈近。今天时间到了，我们就学习到此地。",
      "zh_TW": "「今作相求」，這用妄心，用妄心求，「不當理實」，跟理不相應。「故名人遠也」，這個人距離菩提很遙遠，他得不到。「是故經言菩提者，不可以心得」。心是什麼？妄念，妄念是決定得不到。「不可以身得」，我們這個身也是假的，身得不到，妄心也得不到，你要把身心放下就得到了。得到之後，你的妄心跟妄身都很快樂，它享受，它沾光，妄身跟妄心都得到了。這是佛法微妙之處，跟世間法不一樣，其味無窮，利益無邊際。這個東西不學，你學什麼？我們真的這一生非常感激方東美先生，不是他老人家介紹，我們這一生都遇不到，這一生就錯過了。遇到之後能夠契入，天天感恩，這一生沒空過，這一年沒空過，這一天沒空過。一天不讀經，一天不念佛，空過了。我們生活當中踏實，就在讀經、學習、念佛求生淨土，我們的路是愈來愈近。今天時間到了，我們就學習到此地。"
    }
  ]
}