{
  "doc_id": "02-037-0518",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五一八集",
    "zh_TW": "第五一八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0518",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-037-0518_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一千零二十一页倒数第六行，我们从注解看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一千零二十一頁倒數第六行，我們從註解看起："
    },
    {
      "id": "02-037-0518_p0002",
      "zh_CN": "「以上为另一类生边地行人，信他不信自者也。与上一类，同是信未具足」。信心不具足，两种，一种是对佛的一切种智有疑惑，这种是对自己的信心不具足，两种多半都是现在所说的知识分子。所以念佛的人多，往生的人少。下面说「盖信有六信」，六信都是蕅益大师在《弥陀要解》里面所说的，只是这个地方排列的次第跟《要解》稍稍有一点不同，《要解》第一个是信自，第二个是信他，第三个信因，第四个信果，第五个信事，第六个信理，我觉得《要解》排列的顺序好。因为人要不相信自己，什么都不能成就，这个摆在第一是非常有道理的。",
      "zh_TW": "「以上為另一類生邊地行人，信他不信自者也。與上一類，同是信未具足」。信心不具足，兩種，一種是對佛的一切種智有疑惑，這種是對自己的信心不具足，兩種多半都是現在所說的知識分子。所以念佛的人多，往生的人少。下面說「蓋信有六信」，六信都是蕅益大師在《彌陀要解》裡面所說的，只是這個地方排列的次第跟《要解》稍稍有一點不同，《要解》第一個是信自，第二個是信他，第三個信因，第四個信果，第五個信事，第六個信理，我覺得《要解》排列的順序好。因為人要不相信自己，什麼都不能成就，這個擺在第一是非常有道理的。"
    },
    {
      "id": "02-037-0518_p0003",
      "zh_CN": "无论世出世间法，没有信心就不会有成就。中国自古以来的教学，头一个就是让人建立信心，跟现在教学完全不一样。我们看《三字经》，这是童蒙课本，小朋友初上学的时候念的，开头第一句就是把信心告诉你，「人之初，性本善」，让你相信你的本性是本善，这个很重要。从这个地方开始，也从这个地方圆满，一生当中都能够回归到本善，这个人就成就了，是个完人。佛陀教人，第一句话就告诉你，「一切众生本来是佛」，这都是叫我们有强烈的自信心。本来是佛，那怎么会不成佛？净土宗念佛成佛理论的根据也就是这句话，说法不一样，意思完全相同。《观无量寿经》佛说，「是心是佛，是心作佛」，是心是佛就是你本来是佛，你现在念佛就是是心作佛。你本来是佛，现在想作佛，没有不成功的道理。世出世法、圣贤教育都把这个放在第一，要有坚定的信心、真诚的信心。",
      "zh_TW": "無論世出世間法，沒有信心就不會有成就。中國自古以來的教學，頭一個就是讓人建立信心，跟現在教學完全不一樣。我們看《三字經》，這是童蒙課本，小朋友初上學的時候念的，開頭第一句就是把信心告訴你，「人之初，性本善」，讓你相信你的本性是本善，這個很重要。從這個地方開始，也從這個地方圓滿，一生當中都能夠回歸到本善，這個人就成就了，是個完人。佛陀教人，第一句話就告訴你，「一切眾生本來是佛」，這都是叫我們有強烈的自信心。本來是佛，那怎麼會不成佛？淨土宗念佛成佛理論的根據也就是這句話，說法不一樣，意思完全相同。《觀無量壽經》佛說，「是心是佛，是心作佛」，是心是佛就是你本來是佛，你現在念佛就是是心作佛。你本來是佛，現在想作佛，沒有不成功的道理。世出世法、聖賢教育都把這個放在第一，要有堅定的信心、真誠的信心。"
    },
    {
      "id": "02-037-0518_p0004",
      "zh_CN": "这个参考资料是《弥陀经要解》里头节录下来的。第一个，「信自者，信我现前一念之心」，我们现前能起心动念的这个心，这一念之心，「本非肉团」，肉团是说我们的心脏，叫肉团心，「亦非缘影」，缘影是第六意识，妄想心，不是这个，这个东西是假的。世间法缘影心起作用，出世间法缘影心不起作用，它会产生障碍，但是问题，谁能不用缘影心？用缘影心来学佛，佛法就变成世间法，今天所谓的佛学。就是我们用思惟想像，这个心不行，这个心是妄心。用妄心，佛在大乘经里面讲，这个心的功能非常大，就是它所缘的境界，对外它能缘到虚空法界，对内它能缘到阿赖耶。为什么学佛不能用它？学佛要明心见性，它就缘不到自性，它有它的界限，它没有办法突破。要明心见性怎么办？明心见性不用它，心就明了、性就见了。缘影心就是我们所说的妄想、分别、执着。",
      "zh_TW": "這個參考資料是《彌陀經要解》裡頭節錄下來的。第一個，「信自者，信我現前一念之心」，我們現前能起心動念的這個心，這一念之心，「本非肉團」，肉團是說我們的心臟，叫肉團心，「亦非緣影」，緣影是第六意識，妄想心，不是這個，這個東西是假的。世間法緣影心起作用，出世間法緣影心不起作用，它會產生障礙，但是問題，誰能不用緣影心？用緣影心來學佛，佛法就變成世間法，今天所謂的佛學。就是我們用思惟想像，這個心不行，這個心是妄心。用妄心，佛在大乘經裡面講，這個心的功能非常大，就是它所緣的境界，對外它能緣到虛空法界，對內它能緣到阿賴耶。為什麼學佛不能用它？學佛要明心見性，它就緣不到自性，它有它的界限，它沒有辦法突破。要明心見性怎麼辦？明心見性不用它，心就明了、性就見了。緣影心就是我們所說的妄想、分別、執著。"
    },
    {
      "id": "02-037-0518_p0005",
      "zh_CN": "佛在经上给我们讲得很清楚，六道轮回怎么来的？从执着来的。六根对六尘境界只要有丝毫的执着，你就出不了六道轮回。为什么？它在制造轮回，轮回就是它变的。你完全不执着，轮回就没有了，好像睡觉你醒过来，梦中境界不见了。谁能做到？阿罗汉做到了，辟支佛做到了。阿罗汉、辟支佛称为正觉，他觉悟了，他正觉；诸天跟世间善人也有觉，不叫正。佛法是正字招牌，只用在声闻、缘觉、菩萨，这都属于正觉，正觉就是不用妄心，不用阿赖耶。这个对六道来说是很困难，但是我们首先得认识它，然后你才能够「舍识用根」，这《楞严经》上的话。",
      "zh_TW": "佛在經上給我們講得很清楚，六道輪迴怎麼來的？從執著來的。六根對六塵境界只要有絲毫的執著，你就出不了六道輪迴。為什麼？它在製造輪迴，輪迴就是它變的。你完全不執著，輪迴就沒有了，好像睡覺你醒過來，夢中境界不見了。誰能做到？阿羅漢做到了，辟支佛做到了。阿羅漢、辟支佛稱為正覺，他覺悟了，他正覺；諸天跟世間善人也有覺，不叫正。佛法是正字招牌，只用在聲聞、緣覺、菩薩，這都屬於正覺，正覺就是不用妄心，不用阿賴耶。這個對六道來說是很困難，但是我們首先得認識它，然後你才能夠「捨識用根」，這《楞嚴經》上的話。"
    },
    {
      "id": "02-037-0518_p0006",
      "zh_CN": "所以修行不能用妄心，要用真心；用妄心学习佛法，所得到的是佛法的知识。妄心得到是知识，真心得到的是智慧。知识有局限性，解决问题往往有后遗症，这在我们现前普遍到处你都能看到。最明显的是我们最近十年参加一些国际会议，都是专家学者，都是许多国家这些知名人士。今天社会动乱，这个地球灾变频率上升，没有办法解决，这就说明知识的局限性。智慧能解决，没有后遗症。智慧从哪里来的？智慧是自己心里头本有的，不从外来。为什么不能现前？它有障碍，这个障碍就这三种烦恼。无明烦恼障碍它，无明是起心动念，这是最微细的，无明破了就成佛；分别障碍它，分别是尘沙烦恼，尘沙是比喻，分别像尘沙那么多，无量无边，障碍自性不能现前，自性本具的般若智慧被障碍住；执着，我们说这些都是《华严经》上的名词，大乘经上通常讲叫见思烦恼，《华严经》叫执着，这是最粗、最明显的烦恼，这个障碍了自性，变现出来的境界是六道轮回。",
      "zh_TW": "所以修行不能用妄心，要用真心；用妄心學習佛法，所得到的是佛法的知識。妄心得到是知識，真心得到的是智慧。知識有侷限性，解決問題往往有後遺症，這在我們現前普遍到處你都能看到。最明顯的是我們最近十年參加一些國際會議，都是專家學者，都是許多國家這些知名人士。今天社會動亂，這個地球災變頻率上升，沒有辦法解決，這就說明知識的侷限性。智慧能解決，沒有後遺症。智慧從哪裡來的？智慧是自己心裡頭本有的，不從外來。為什麼不能現前？它有障礙，這個障礙就這三種煩惱。無明煩惱障礙它，無明是起心動念，這是最微細的，無明破了就成佛；分別障礙它，分別是塵沙煩惱，塵沙是比喻，分別像塵沙那麼多，無量無邊，障礙自性不能現前，自性本具的般若智慧被障礙住；執著，我們說這些都是《華嚴經》上的名詞，大乘經上通常講叫見思煩惱，《華嚴經》叫執著，這是最粗、最明顯的煩惱，這個障礙了自性，變現出來的境界是六道輪迴。"
    },
    {
      "id": "02-037-0518_p0007",
      "zh_CN": "我们真的不执着，轮回没有了；不分别，四圣法界里面的声闻、缘觉没有了，只剩下佛跟菩萨，十法界里面的；不起心不动念，十法界没有了，十法界不见了。那我们人到哪里去了？这就好像醒过来，出六道是第一次醒过来，六道是梦，梦中之梦；第二次醒过来，十法界不见了，现在面前的是一真法界，诸佛如来的实报庄严土，你在这里面见到的人都是报身。佛有三身，法身、报身、应化身，这时候见到佛的报身，你自己的身也是报身，报身充满了智慧。报身也叫智慧身，为什么？它没有障碍，智慧、德能、相好统统现前。都是自性里头本来具足的，没有一样是外头来的。心里面这些烦恼习气全没有了。我们这个经题上「清净平等觉」，这就是圆满觉悟的时候他那个心相，他的心是清净的，一尘不染；平等的，没有波动现象，阿赖耶是个波动现象。学佛终极的目标是要到此地，凡是与这些有障碍的统统都要排除、要放下，你才能够恢复；放不下你就离不开，特别是六道当中的众生，包括二十八层天，没有例外的。",
      "zh_TW": "我們真的不執著，輪迴沒有了；不分別，四聖法界裡面的聲聞、緣覺沒有了，只剩下佛跟菩薩，十法界裡面的；不起心不動念，十法界沒有了，十法界不見了。那我們人到哪裡去了？這就好像醒過來，出六道是第一次醒過來，六道是夢，夢中之夢；第二次醒過來，十法界不見了，現在面前的是一真法界，諸佛如來的實報莊嚴土，你在這裡面見到的人都是報身。佛有三身，法身、報身、應化身，這時候見到佛的報身，你自己的身也是報身，報身充滿了智慧。報身也叫智慧身，為什麼？它沒有障礙，智慧、德能、相好統統現前。都是自性裡頭本來具足的，沒有一樣是外頭來的。心裡面這些煩惱習氣全沒有了。我們這個經題上「清淨平等覺」，這就是圓滿覺悟的時候他那個心相，他的心是清淨的，一塵不染；平等的，沒有波動現象，阿賴耶是個波動現象。學佛終極的目標是要到此地，凡是與這些有障礙的統統都要排除、要放下，你才能夠恢復；放不下你就離不開，特別是六道當中的眾生，包括二十八層天，沒有例外的。"
    },
    {
      "id": "02-037-0518_p0008",
      "zh_CN": "六道里面的人，妄想分别执着全有，完全用妄心，不知道用真心。我们学圣学、学圣贤，要用真心，不能用妄心，用妄心成不了圣贤，用妄心成不了佛。从哪里开始？从最小的、最低的，大乘佛学，十信位相当小学，十住好比是中学，十行好比是高中，十回向好比是大学，十地好比是研究所，等觉好比是博士班，从小学一年级到博士班五十一个阶级。五十一个阶级怎么上去的？不是学很多经论，与这个不相干，完全是放下。放下世间法你才能进入小学一年级，世间法里面错误的看法，看错了，不是事实真相。我们讲上小学一年级的条件，用佛法的术语来说，放下三界八十八品见惑，你才是初信位的菩萨。虽然是初信位，最低的信位，我们称他圣人，小小圣。小小圣没有离开六道轮回，但是他很了不起，他在六道里头决定不堕三恶道。人间寿命完了、到了，他到天上去，天上寿命到了他又到人间来，他就是人天两道，他不到三恶道。而且有限制的，天上人间七次，也就是他到七信位就脱离六道轮回，他就升到所谓高等小学。高等小学是什么？四圣法界，他升到声闻，四圣法界的声闻。在四圣法界里面把见思烦恼习气断尽，尘沙烦恼断尽，起心动念也放下了，他就脱离十法界，就是第二次的梦醒，一真法界现前，实报土现前。实报土的人没有起心动念，当然没有分别执着，他用真心，就是这里所说的现前一念之心，非肉团、非缘影。",
      "zh_TW": "六道裡面的人，妄想分別執著全有，完全用妄心，不知道用真心。我們學聖學、學聖賢，要用真心，不能用妄心，用妄心成不了聖賢，用妄心成不了佛。從哪裡開始？從最小的、最低的，大乘佛學，十信位相當小學，十住好比是中學，十行好比是高中，十迴向好比是大學，十地好比是研究所，等覺好比是博士班，從小學一年級到博士班五十一個階級。五十一個階級怎麼上去的？不是學很多經論，與這個不相干，完全是放下。放下世間法你才能進入小學一年級，世間法裡面錯誤的看法，看錯了，不是事實真相。我們講上小學一年級的條件，用佛法的術語來說，放下三界八十八品見惑，你才是初信位的菩薩。雖然是初信位，最低的信位，我們稱他聖人，小小聖。小小聖沒有離開六道輪迴，但是他很了不起，他在六道裡頭決定不墮三惡道。人間壽命完了、到了，他到天上去，天上壽命到了他又到人間來，他就是人天兩道，他不到三惡道。而且有限制的，天上人間七次，也就是他到七信位就脫離六道輪迴，他就升到所謂高等小學。高等小學是什麼？四聖法界，他升到聲聞，四聖法界的聲聞。在四聖法界裡面把見思煩惱習氣斷盡，塵沙煩惱斷盡，起心動念也放下了，他就脫離十法界，就是第二次的夢醒，一真法界現前，實報土現前。實報土的人沒有起心動念，當然沒有分別執著，他用真心，就是這裡所說的現前一念之心，非肉團、非緣影。"
    },
    {
      "id": "02-037-0518_p0009",
      "zh_CN": "「竖无初后，横绝边涯」，这两句话就是超越了空间，超越了时间，横绝边涯是超越空间，空间不存在了；竖无初后，时间不存在了，过去、未来没有了。换句话，在这个地方你能看到过去，也能看到未来，都在面前。时间空间是假的，真心能看得见。时间、空间是妄心变现的，现在我不用妄心用真心，所以时空不存在了，这真心，真心「终日随缘，终日不变」，实报土里面四十一位法身大士，他们全是这个境界。随缘就是恒顺众生，怎么个随缘法？跟你有缘的众生、没有缘的众生你全都知道，他们起心动念你知道，他们身体状况你也知道。为什么？起心动念有波动。身体状况，我们身体是物质，物质是波动现象产生的幻相。波动的频率，弥勒菩萨告诉我们，我们用现在的方法，换成现在的方法，一秒钟一千六百兆，一秒钟一千六百兆的频率，这个波动。这个波动才一动，一个波动就是一千六百兆分之一秒，它才动，周遍法界，遍法界虚空界这个信息都收到，没有一个没收到。",
      "zh_TW": "「豎無初後，橫絕邊涯」，這兩句話就是超越了空間，超越了時間，橫絕邊涯是超越空間，空間不存在了；豎無初後，時間不存在了，過去、未來沒有了。換句話，在這個地方你能看到過去，也能看到未來，都在面前。時間空間是假的，真心能看得見。時間、空間是妄心變現的，現在我不用妄心用真心，所以時空不存在了，這真心，真心「終日隨緣，終日不變」，實報土裡面四十一位法身大士，他們全是這個境界。隨緣就是恆順眾生，怎麼個隨緣法？跟你有緣的眾生、沒有緣的眾生你全都知道，他們起心動念你知道，他們身體狀況你也知道。為什麼？起心動念有波動。身體狀況，我們身體是物質，物質是波動現象產生的幻相。波動的頻率，彌勒菩薩告訴我們，我們用現在的方法，換成現在的方法，一秒鐘一千六百兆，一秒鐘一千六百兆的頻率，這個波動。這個波動才一動，一個波動就是一千六百兆分之一秒，它才動，周遍法界，遍法界虛空界這個信息都收到，沒有一個沒收到。"
    },
    {
      "id": "02-037-0518_p0010",
      "zh_CN": "这桩事情我们在《妄尽还源观》里面看得很清楚，《妄尽还源观》给我们讲宇宙的源起，这宇宙怎么来的，比科学家、哲学家都说得好。哲学是有一个本体，能生能现的本体，但是一直到现在都讲不清楚；有很多种讲法，不能叫人相信。佛讲清楚了，佛法讲本体就是整个宇宙之由来，佛法讲本性、自性，这就是本体。《还源观》上讲「自性清净圆明体」，这个名词真的把自性里头的精义全包括在其中，自性是清净的，自性是圆满的。贤首国师这一句话，包括了惠能大师开悟的五句话，把五句话浓缩成一句话，真高明！惠能大师讲自性是清净的，何期自性，「本自清净、本不生灭、本自具足、本无动摇、能生万法」，说了二十个字。你看惠能大师，自性清净，贤首国师第一句说的圆，用圆明两个字把后面的四句全包括了。圆满，它什么都没有欠缺，什么都有。明，明是特别显示出智慧，世尊在《华严经》上讲的，「一切众生皆有如来智慧德相」，明是智慧。圆里面就有德相，把德能相好用一个圆字代表。体，这本体，宇宙从它这里变现出来，能生能现，这是把体说出来了。第二就是它现相，现相两大类，现依、现正，这一念不觉。自性清净圆明体里头什么现象都没有，没有物质现象，没有精神现象，也没有自然现象，但是它能现，能生万法，惠能大师最后一句说的能生万法。",
      "zh_TW": "這樁事情我們在《妄盡還源觀》裡面看得很清楚，《妄盡還源觀》給我們講宇宙的源起，這宇宙怎麼來的，比科學家、哲學家都說得好。哲學是有一個本體，能生能現的本體，但是一直到現在都講不清楚；有很多種講法，不能叫人相信。佛講清楚了，佛法講本體就是整個宇宙之由來，佛法講本性、自性，這就是本體。《還源觀》上講「自性清淨圓明體」，這個名詞真的把自性裡頭的精義全包括在其中，自性是清淨的，自性是圓滿的。賢首國師這一句話，包括了惠能大師開悟的五句話，把五句話濃縮成一句話，真高明！惠能大師講自性是清淨的，何期自性，「本自清淨、本不生滅、本自具足、本無動搖、能生萬法」，說了二十個字。你看惠能大師，自性清淨，賢首國師第一句說的圓，用圓明兩個字把後面的四句全包括了。圓滿，它什麼都沒有欠缺，什麼都有。明，明是特別顯示出智慧，世尊在《華嚴經》上講的，「一切眾生皆有如來智慧德相」，明是智慧。圓裡面就有德相，把德能相好用一個圓字代表。體，這本體，宇宙從它這裡變現出來，能生能現，這是把體說出來了。第二就是它現相，現相兩大類，現依、現正，這一念不覺。自性清淨圓明體裡頭什麼現象都沒有，沒有物質現象，沒有精神現象，也沒有自然現象，但是它能現，能生萬法，惠能大師最後一句說的能生萬法。"
    },
    {
      "id": "02-037-0518_p0011",
      "zh_CN": "万法两大类，一个依报，就是宇宙，我们生存的环境叫依报，正报是自己。这个一定要注意到，依正，正报是自己，不是指别人，别人是我的依报，正报是我的身体，这讲我从哪里来的。依报跟正报同时起来的，没有先后，就是一个自性清净圆明体显现出来的，所生所现。依报是遍法界虚空界，十方诸佛刹土，十法界一切众生全是我们的依报，所以依报太大了。正报，正报是我们的身，我们这个身跟外面的体，这个依报，这境界是一体的，我们有互动。依报，依报里头有人事环境、有物质环境、有自然环境，他们也统统都是高频率产生的。他们频率我们收得到，我们这个身体就好像一个收发报机一样的，我能收到遍法界虚空界一切现象波动的频率；同时我们身体也是个发报机，我们起心动念在这发出去，遍法界虚空界他们也都能收到。这叫信息，这信息实在是一体，没有办法分别，也没有办法独立，它是一体，整个宇宙就是一体，这依正出来了。",
      "zh_TW": "萬法兩大類，一個依報，就是宇宙，我們生存的環境叫依報，正報是自己。這個一定要注意到，依正，正報是自己，不是指別人，別人是我的依報，正報是我的身體，這講我從哪裡來的。依報跟正報同時起來的，沒有先後，就是一個自性清淨圓明體顯現出來的，所生所現。依報是遍法界虛空界，十方諸佛剎土，十法界一切眾生全是我們的依報，所以依報太大了。正報，正報是我們的身，我們這個身跟外面的體，這個依報，這境界是一體的，我們有互動。依報，依報裡頭有人事環境、有物質環境、有自然環境，他們也統統都是高頻率產生的。他們頻率我們收得到，我們這個身體就好像一個收發報機一樣的，我能收到遍法界虛空界一切現象波動的頻率；同時我們身體也是個發報機，我們起心動念在這發出去，遍法界虛空界他們也都能收到。這叫信息，這信息實在是一體，沒有辦法分別，也沒有辦法獨立，它是一體，整個宇宙就是一體，這依正出來了。"
    },
    {
      "id": "02-037-0518_p0012",
      "zh_CN": "依正有三个特性，第一个就是它没有时空。没有时空的意味是什么？没有速度，才动念全知道。所以我们起心动念，没有一个不知道的，我们身体状况，每个细胞在波动，他统统知道。这桩事情，上次美国修．蓝博士参观我们的摄影棚，我们谈到这一段，他笑着说，我们这个地方桌子知道、墙壁知道、天花板知道、地板知道。真的，一点都不假，它互动的，它们的频率我们知道，我们的频率它知道。但现在为什么我们不知道？我们粗心大意，我们因为烦恼习气把清净心盖住了；如果我们把妄想分别执着统统断掉，就非常清楚、非常明显，极其微细的波动现象全知道。所以过去、现在、未来成了一片，没有过去现在未来。",
      "zh_TW": "依正有三個特性，第一個就是它沒有時空。沒有時空的意味是什麼？沒有速度，才動念全知道。所以我們起心動念，沒有一個不知道的，我們身體狀況，每個細胞在波動，他統統知道。這樁事情，上次美國修．藍博士參觀我們的攝影棚，我們談到這一段，他笑著說，我們這個地方桌子知道、牆壁知道、天花板知道、地板知道。真的，一點都不假，它互動的，它們的頻率我們知道，我們的頻率它知道。但現在為什麼我們不知道？我們粗心大意，我們因為煩惱習氣把清淨心蓋住了；如果我們把妄想分別執著統統斷掉，就非常清楚、非常明顯，極其微細的波動現象全知道。所以過去、現在、未來成了一片，沒有過去現在未來。"
    },
    {
      "id": "02-037-0518_p0013",
      "zh_CN": "什么叫有缘众生？无量劫来轮回里头都做过家亲眷属，都搞过冤亲债主，不管是善的、是恶的，都叫有缘众生。这些有缘众生，他们的波动你接收就有特别感应，这个特别感应我们都会自自然然，他有感我就有应。所以诸佛菩萨他就有应，自然的。这个感应帮助他解决问题，总的一个目标，帮助众生离苦得乐，这终极目标。离苦得乐，苦乐从哪里来的？先了解这个。苦从迷惑来的，迷了自性，苦！这是一切苦的根源。乐从哪里来的？乐从觉悟来的，觉就乐。所以诸佛菩萨帮助众生破迷开悟，他就离苦得乐。用什么手段？手段是活活泼泼，没有呆板的，总而言之来说就是教学，释迦牟尼佛为我们表现的是教学。所有世界上的宗教，宗教都是圣人，你看创教的教主，哪一个不是社会教育家？哪一个不是从事教学工作？都是讲道，说经讲道，都干这个。经典从哪里来？他们讲出来的，用文字记录下来传给后世，这叫经典。经典就是他们当时的教科书，教科书要依教修行，不是叫你念的，光念没用处，你得把它做到、把它落实。经典这就是道，破迷开悟之道，离苦得乐之道，在佛法里面讲成佛作祖之道。",
      "zh_TW": "什麼叫有緣眾生？無量劫來輪迴裡頭都做過家親眷屬，都搞過冤親債主，不管是善的、是惡的，都叫有緣眾生。這些有緣眾生，他們的波動你接收就有特別感應，這個特別感應我們都會自自然然，他有感我就有應。所以諸佛菩薩他就有應，自然的。這個感應幫助他解決問題，總的一個目標，幫助眾生離苦得樂，這終極目標。離苦得樂，苦樂從哪裡來的？先了解這個。苦從迷惑來的，迷了自性，苦！這是一切苦的根源。樂從哪裡來的？樂從覺悟來的，覺就樂。所以諸佛菩薩幫助眾生破迷開悟，他就離苦得樂。用什麼手段？手段是活活潑潑，沒有呆板的，總而言之來說就是教學，釋迦牟尼佛為我們表現的是教學。所有世界上的宗教，宗教都是聖人，你看創教的教主，哪一個不是社會教育家？哪一個不是從事教學工作？都是講道，說經講道，都幹這個。經典從哪裡來？他們講出來的，用文字記錄下來傳給後世，這叫經典。經典就是他們當時的教科書，教科書要依教修行，不是叫你念的，光念沒用處，你得把它做到、把它落實。經典這就是道，破迷開悟之道，離苦得樂之道，在佛法裡面講成佛作祖之道。"
    },
    {
      "id": "02-037-0518_p0014",
      "zh_CN": "所以佛法学习四个阶段，首先要信，六个信都具足，你才有条件入，入门！大经大论，大经是《华严》，大论是《大智度论》，都说「信为道元功德母」，信是得道的根源，是所有一切功德之母，就是说它能生功德，都从信生的，信太重要了。信了之后要求解，我们学经教，学经教重要的是解其义。解了之后怎么样？要行。行就是落实在生活上，落实在工作，落实在处事待人接物，我把它做出来。做出来之后就是证，证是什么？与性德融合成一起，这就叫证。自性智慧德相完全在行的当中，这人叫成佛、成菩萨。",
      "zh_TW": "所以佛法學習四個階段，首先要信，六個信都具足，你才有條件入，入門！大經大論，大經是《華嚴》，大論是《大智度論》，都說「信為道元功德母」，信是得道的根源，是所有一切功德之母，就是說它能生功德，都從信生的，信太重要了。信了之後要求解，我們學經教，學經教重要的是解其義。解了之後怎麼樣？要行。行就是落實在生活上，落實在工作，落實在處事待人接物，我把它做出來。做出來之後就是證，證是什麼？與性德融合成一起，這就叫證。自性智慧德相完全在行的當中，這人叫成佛、成菩薩。"
    },
    {
      "id": "02-037-0518_p0015",
      "zh_CN": "佛的三个法运，正法、像法、末法，经里头有说。什么叫正法？有讲经的、教学的，就是有老师、有学生，有真正肯学习的，学习经教的，学了之后他能信、他能解、他能行、他能证，信解行证他统统具足，这叫正法。如果有信、有解、有行，没有证，没有证就是不能成就，不能出六道轮回，这叫像法，相似，好像是真的，不是真的，他出不了六道轮回，不能证果。证到初果都是属于正法，就是他真有成就。可见得行重要，行就是真干，这个重要。如果只有信跟解，行没有了，不能落实到自己生活当中，这叫末法。末法有信、有解，行证没有；那个信，虽信不具足，就是说这六种信他不完全具足。如果信解都没有了，这叫灭法。这个说法说得好！",
      "zh_TW": "佛的三個法運，正法、像法、末法，經裡頭有說。什麼叫正法？有講經的、教學的，就是有老師、有學生，有真正肯學習的，學習經教的，學了之後他能信、他能解、他能行、他能證，信解行證他統統具足，這叫正法。如果有信、有解、有行，沒有證，沒有證就是不能成就，不能出六道輪迴，這叫像法，相似，好像是真的，不是真的，他出不了六道輪迴，不能證果。證到初果都是屬於正法，就是他真有成就。可見得行重要，行就是真幹，這個重要。如果只有信跟解，行沒有了，不能落實到自己生活當中，這叫末法。末法有信、有解，行證沒有；那個信，雖信不具足，就是說這六種信他不完全具足。如果信解都沒有了，這叫滅法。這個說法說得好！"
    },
    {
      "id": "02-037-0518_p0016",
      "zh_CN": "我们生在今天，我们信、解、行，往生就是证，真正临终往生西方极乐世界就是证果，那我们今天生在末法当中的正法。释迦佛在世的时候，当年讲经在这个城，哪个城我记不清楚了，不是舍卫，佛在那里讲经时间也很长。这个城里面三分之一的人见过佛、亲近过佛；另外有三分之一的人知道有这桩事情，闻名没见面；另外有三分之一的人根本不知道这回事情。根本不知道的就是正法里头的灭法，没人知道；知道，闻名而没有亲近的，这就是末法。所以正法里头有末法、有灭法，末法里头有正法、有像法，我们一定要知道。我们能行，学了之后能把它做到，将来一定能往生，我们生在释迦牟尼佛末法时代的正法。总得要真干，不干不行！",
      "zh_TW": "我們生在今天，我們信、解、行，往生就是證，真正臨終往生西方極樂世界就是證果，那我們今天生在末法當中的正法。釋迦佛在世的時候，當年講經在這個城，哪個城我記不清楚了，不是舍衛，佛在那裡講經時間也很長。這個城裡面三分之一的人見過佛、親近過佛；另外有三分之一的人知道有這樁事情，聞名沒見面；另外有三分之一的人根本不知道這回事情。根本不知道的就是正法裡頭的滅法，沒人知道；知道，聞名而沒有親近的，這就是末法。所以正法裡頭有末法、有滅法，末法裡頭有正法、有像法，我們一定要知道。我們能行，學了之後能把它做到，將來一定能往生，我們生在釋迦牟尼佛末法時代的正法。總得要真幹，不幹不行！"
    },
    {
      "id": "02-037-0518_p0017",
      "zh_CN": "所以终日随缘，终日不变，活活泼泼。不变是什么？不变是不变的心，没有起心动念、没有分别执着，不变是这个。不起心不动念、不分别不执着能行吗？行。释迦牟尼佛为我们表演了八十年，中国人讲虚岁，他从出生到入灭八十年。所以八相成道表演给我们看的，从出生到圆寂他都没有起心动念。怎么知道？如果起心动念他就是凡夫，他变了，他不是佛。起心动念、分别执着不就是凡夫，这哪里是佛！我们看到经上记载的也起心也动念，那是表演的，这示现，表演给人看。那就像舞台表演，舞台表演你有没有动作，有没有？没有。但是你要表演什么，你照着剧本动作，你不能自己去动作。那个剧本叫你动你就动，叫你定你就定，叫你说你就说，完全听剧本在导演，不是自己的意思。所以佛应化在这个世间，完全是众生的意思，恒顺众生，自己没有起心动念、没有分别执着。",
      "zh_TW": "所以終日隨緣，終日不變，活活潑潑。不變是什麼？不變是不變的心，沒有起心動念、沒有分別執著，不變是這個。不起心不動念、不分別不執著能行嗎？行。釋迦牟尼佛為我們表演了八十年，中國人講虛歲，他從出生到入滅八十年。所以八相成道表演給我們看的，從出生到圓寂他都沒有起心動念。怎麼知道？如果起心動念他就是凡夫，他變了，他不是佛。起心動念、分別執著不就是凡夫，這哪裡是佛！我們看到經上記載的也起心也動念，那是表演的，這示現，表演給人看。那就像舞台表演，舞台表演你有沒有動作，有沒有？沒有。但是你要表演什麼，你照著劇本動作，你不能自己去動作。那個劇本叫你動你就動，叫你定你就定，叫你說你就說，完全聽劇本在導演，不是自己的意思。所以佛應化在這個世間，完全是眾生的意思，恆順眾生，自己沒有起心動念、沒有分別執著。"
    },
    {
      "id": "02-037-0518_p0018",
      "zh_CN": "讲经教学也如是，没有起心动念，经怎么讲出来？自性自然流露出来的。所以这个经就不好懂。我们今天读经是什么？完全用自己的意识，第六意识，就是分别执着，所以我们想了解经里头意思不是如来真实义，自己意思。自己意思多半是善的，看你怎么个解法，所以必须要有老师指导，老师不指导肯定走歪了。于是这个经典里头有密义，密义是什么？密义是你要懂得经典里头没有意思。「愿解如来真实义」，如来没有意思就是真实义。真实义是没有意思，有意思都不是真实义。我们要用什么心态去学它？我们用真心，真心就是没有妄想分别执着你去读它，真实义就现前。为什么？真跟真相应，真跟妄不相应，这是真的，不是假的。",
      "zh_TW": "講經教學也如是，沒有起心動念，經怎麼講出來？自性自然流露出來的。所以這個經就不好懂。我們今天讀經是什麼？完全用自己的意識，第六意識，就是分別執著，所以我們想了解經裡頭意思不是如來真實義，自己意思。自己意思多半是善的，看你怎麼個解法，所以必須要有老師指導，老師不指導肯定走歪了。於是這個經典裡頭有密義，密義是什麼？密義是你要懂得經典裡頭沒有意思。「願解如來真實義」，如來沒有意思就是真實義。真實義是沒有意思，有意思都不是真實義。我們要用什麼心態去學它？我們用真心，真心就是沒有妄想分別執著你去讀它，真實義就現前。為什麼？真跟真相應，真跟妄不相應，這是真的，不是假的。"
    },
    {
      "id": "02-037-0518_p0019",
      "zh_CN": "我们从中国惠能大师的示现恍然大悟！惠能大师不认识字，一生没有听过人讲经，我们在《坛经》里面所看到的，只有五祖传衣钵给他，半夜三更给他讲《金刚经》。那就像我们现在讲故事一样，不用经本，他不认识字，不用经本。《金刚经》大概讲到四分之一，他开悟了。他为什么能开悟？他是用真心，就是用清净平等觉，没有妄想分别执着，他用这样的心去听，叫豁然大悟。一开悟之后这见性了，见性是什么样子？无所不知，无所不能。逃难的路上遇到无尽藏比丘尼，这个比丘尼受持《大涅槃经》。我们知道《大涅槃经》的分量很大，有南北两本，两种译本，南本三十六卷，北本四十卷，经文都很长，她每天读诵。惠能大师碰到，惠能得衣钵是二十四岁，我们现在讲在家居士身，他没有剃头，衣钵传给他。遇到这个比丘尼在诵经，他在旁边听，等她经念完了，惠能大师起来跟她打招呼，跟她讲刚才听她念经的那个意思，讲出来给她听。这比丘尼就吓呆了，你怎么讲得这么好！捧着经本向他请教。他说我不认识字。不认识字你怎么讲得这么好？这个与认识字不认识字没有关系。你有问题问他，他给你解答，不需要文字，这就是什么？真心跟真心相应。认识字，你看字也用真心，就是不用分别执着。",
      "zh_TW": "我們從中國惠能大師的示現恍然大悟！惠能大師不認識字，一生沒有聽過人講經，我們在《壇經》裡面所看到的，只有五祖傳衣缽給他，半夜三更給他講《金剛經》。那就像我們現在講故事一樣，不用經本，他不認識字，不用經本。《金剛經》大概講到四分之一，他開悟了。他為什麼能開悟？他是用真心，就是用清淨平等覺，沒有妄想分別執著，他用這樣的心去聽，叫豁然大悟。一開悟之後這見性了，見性是什麼樣子？無所不知，無所不能。逃難的路上遇到無盡藏比丘尼，這個比丘尼受持《大涅槃經》。我們知道《大涅槃經》的分量很大，有南北兩本，兩種譯本，南本三十六卷，北本四十卷，經文都很長，她每天讀誦。惠能大師碰到，惠能得衣缽是二十四歲，我們現在講在家居士身，他沒有剃頭，衣缽傳給他。遇到這個比丘尼在誦經，他在旁邊聽，等她經念完了，惠能大師起來跟她打招呼，跟她講剛才聽她念經的那個意思，講出來給她聽。這比丘尼就嚇呆了，你怎麼講得這麼好！捧著經本向他請教。他說我不認識字。不認識字你怎麼講得這麼好？這個與認識字不認識字沒有關係。你有問題問他，他給你解答，不需要文字，這就是什麼？真心跟真心相應。認識字，你看字也用真心，就是不用分別執著。"
    },
    {
      "id": "02-037-0518_p0020",
      "zh_CN": "不起心、不动念我们做不到，我们尽量把分别执着的心放下，在日常生活当中，处事待人接物不要用妄心。妄心生烦恼，妄心造罪业，造善也是业。善恶都是业，恶业三恶道，善业三善道，出不了六道轮回。所以善恶统统放下，六道就出去了。断一切恶，修一切善，断恶不着断恶的相，修善不着修善的相。着相果报就会现前，他不着相，这是真修行。为什么还要断恶修善？做给众生看的，表演的，用身教。所有的圣人，这些宗教创始人都是圣人，他们教化众生都是身教为主，言教做辅助。你看了，看了有问题来问，给你解答；不问，不需要说话，让你天天看。这个天天看是什么？潜移默化，时间久了不知不觉的契入境界，用这种功夫。",
      "zh_TW": "不起心、不動念我們做不到，我們盡量把分別執著的心放下，在日常生活當中，處事待人接物不要用妄心。妄心生煩惱，妄心造罪業，造善也是業。善惡都是業，惡業三惡道，善業三善道，出不了六道輪迴。所以善惡統統放下，六道就出去了。斷一切惡，修一切善，斷惡不著斷惡的相，修善不著修善的相。著相果報就會現前，他不著相，這是真修行。為什麼還要斷惡修善？做給眾生看的，表演的，用身教。所有的聖人，這些宗教創始人都是聖人，他們教化眾生都是身教為主，言教做輔助。你看了，看了有問題來問，給你解答；不問，不需要說話，讓你天天看。這個天天看是什麼？潛移默化，時間久了不知不覺的契入境界，用這種功夫。"
    },
    {
      "id": "02-037-0518_p0021",
      "zh_CN": "释迦牟尼佛用了四十九年，菩提树下大彻大悟之后就开始讲经。你看他随顺众生，众生程度不齐，他所悟出来那个境界没有人懂，那怎么办？先办小学，先教大家做人。做人的目的在哪里？不失人身，你来生还能得人道，六道里头不会到其他地方去。到人道、到天道，这是佛教小学的目标，就是阿含，从这里教起。阿含十二年，十二年之后讲方等，方等好比是中学，是大学前面的预备班，所以方等前面通小，后头通大。这二十年过去了，小学十二年、中学八年，二十年，二十年的基础才学大乘。大乘是般若，那我们就晓得般若是佛教学的核心，主要的课程，二十二年，比前面两个加起来还长，二十二年教般若。般若是什么？般若主要讲一切法的真相，叫诸法实相，在大乘叫一法印，讲的是宇宙万物的真相。最后八年法华。《涅槃经》是遗嘱，佛灭度讲遗嘱，一日一夜讲的。《法华经》就等于是研究所，讲一乘法，一乘法是什么？成佛的方法。成佛的方法里面，最精彩的是让一切众生都能成佛，五逆十恶、毁谤佛法的人也能成佛，妙绝了！这什么法门？净土法门。所以《华严》跟《法华》最后都归净土。于是我们想起善导大师有一句话说，「诸佛所以兴出世，唯说弥陀本愿海」，一点都不错。",
      "zh_TW": "釋迦牟尼佛用了四十九年，菩提樹下大徹大悟之後就開始講經。你看他隨順眾生，眾生程度不齊，他所悟出來那個境界沒有人懂，那怎麼辦？先辦小學，先教大家做人。做人的目的在哪裡？不失人身，你來生還能得人道，六道裡頭不會到其他地方去。到人道、到天道，這是佛教小學的目標，就是阿含，從這裡教起。阿含十二年，十二年之後講方等，方等好比是中學，是大學前面的預備班，所以方等前面通小，後頭通大。這二十年過去了，小學十二年、中學八年，二十年，二十年的基礎才學大乘。大乘是般若，那我們就曉得般若是佛教學的核心，主要的課程，二十二年，比前面兩個加起來還長，二十二年教般若。般若是什麼？般若主要講一切法的真相，叫諸法實相，在大乘叫一法印，講的是宇宙萬物的真相。最後八年法華。《涅槃經》是遺囑，佛滅度講遺囑，一日一夜講的。《法華經》就等於是研究所，講一乘法，一乘法是什麼？成佛的方法。成佛的方法裡面，最精彩的是讓一切眾生都能成佛，五逆十惡、毀謗佛法的人也能成佛，妙絕了！這什麼法門？淨土法門。所以《華嚴》跟《法華》最後都歸淨土。於是我們想起善導大師有一句話說，「諸佛所以興出世，唯說彌陀本願海」，一點都不錯。"
    },
    {
      "id": "02-037-0518_p0022",
      "zh_CN": "我们今天很幸运，碰到了，实际上佛这些话我们并不清楚，居然跟净土就碰上了。碰上了清楚不清楚没关系，只要你真正能够信愿持名，你看就四个字，我真相信，不怀疑；我真想到极乐世界去，发愿求往生；持名，老老实实念这句佛号，他就能往生，一切诸佛所说之法他就能圆满，这个不可思议，这还得了！全在相信自己。相信自己之后，你才能相信他，自己对自己不相信怎么会相信别人？",
      "zh_TW": "我們今天很幸運，碰到了，實際上佛這些話我們並不清楚，居然跟淨土就碰上了。碰上了清楚不清楚沒關係，只要你真正能夠信願持名，你看就四個字，我真相信，不懷疑；我真想到極樂世界去，發願求往生；持名，老老實實念這句佛號，他就能往生，一切諸佛所說之法他就能圓滿，這個不可思議，這還得了！全在相信自己。相信自己之後，你才能相信他，自己對自己不相信怎麼會相信別人？"
    },
    {
      "id": "02-037-0518_p0023",
      "zh_CN": "今天世界变成这个样子，地会沉到海底，山会崩下来，什么原因？信心没有了，是怀疑造成的。所以贪瞋痴慢疑，五恶、五毒，它带给我们的灾难。如果五种毒都有，我们的五脏就有病，外面的五官也有病，这人就是个不健康的人，我们不能不知道。怀疑，应对身体是免疫系统坏了，免疫系统我们从前讲的抵抗力，你没有抵抗力，一切病菌都会感染，抵抗力没有了，怀疑。信心坚固，这个人就有抵抗力，什么细菌侵犯都不在乎，都不会受伤害。信心多重要，信是万德之根本。中国人讲五常，你看仁义礼智信，最后是信德，没有信德上面全没有。现在这个社会就是这样的，不仁、不义、无礼、无智、无信，什么灾难都现前。贪感得的是水灾。为什么将来会有水灾？水灾为什么不能免？贪婪。贪心断了，水灾就没有了。瞋恚是火，火山爆发，地球温度上升，火；愚痴是风，傲慢是地震，怀疑是山崩地陷。人统统都怀疑，现在就是这样的，所以大地松散，不坚固，别看山高、山大，突然会滑下来。与当地居民心态、念头有密切关系，这些东西不是自然灾害，都是不善念头变现出来的。",
      "zh_TW": "今天世界變成這個樣子，地會沉到海底，山會崩下來，什麼原因？信心沒有了，是懷疑造成的。所以貪瞋痴慢疑，五惡、五毒，它帶給我們的災難。如果五種毒都有，我們的五臟就有病，外面的五官也有病，這人就是個不健康的人，我們不能不知道。懷疑，應對身體是免疫系統壞了，免疫系統我們從前講的抵抗力，你沒有抵抗力，一切病菌都會感染，抵抗力沒有了，懷疑。信心堅固，這個人就有抵抗力，什麼細菌侵犯都不在乎，都不會受傷害。信心多重要，信是萬德之根本。中國人講五常，你看仁義禮智信，最後是信德，沒有信德上面全沒有。現在這個社會就是這樣的，不仁、不義、無禮、無智、無信，什麼災難都現前。貪感得的是水災。為什麼將來會有水災？水災為什麼不能免？貪婪。貪心斷了，水災就沒有了。瞋恚是火，火山爆發，地球溫度上升，火；愚痴是風，傲慢是地震，懷疑是山崩地陷。人統統都懷疑，現在就是這樣的，所以大地鬆散，不堅固，別看山高、山大，突然會滑下來。與當地居民心態、念頭有密切關係，這些東西不是自然災害，都是不善念頭變現出來的。"
    },
    {
      "id": "02-037-0518_p0024",
      "zh_CN": "极乐世界为什么那么好？这五个条件人人具足，没有五毒，也没有五恶。五恶是杀盗淫妄酒，五毒是贪瞋痴慢疑，没有。内没有五毒，外没有五恶，所以那叫极乐世界。极乐也是人造的，我们今天也是人造的，知道我们在造什么？谁能够相信自己有真心，真心跟诸佛如来一模一样，没有毫分的差别。这样的人用真心，对佛用真心，对菩萨用真心，对所有一切众生统统用真心。别人欺骗我我不怕，我不骗他。现在是你用真心，你在这个世界上吃亏上当，人都是骗人。他骗我我不骗他，我一样能活下去，我活到这么多年不是好好的吗？真正做到一生于人无争，于世无求。统统放下了，你才自在，你才有安乐。",
      "zh_TW": "極樂世界為什麼那麼好？這五個條件人人具足，沒有五毒，也沒有五惡。五惡是殺盜淫妄酒，五毒是貪瞋痴慢疑，沒有。內沒有五毒，外沒有五惡，所以那叫極樂世界。極樂也是人造的，我們今天也是人造的，知道我們在造什麼？誰能夠相信自己有真心，真心跟諸佛如來一模一樣，沒有毫分的差別。這樣的人用真心，對佛用真心，對菩薩用真心，對所有一切眾生統統用真心。別人欺騙我我不怕，我不騙他。現在是你用真心，你在這個世界上吃虧上當，人都是騙人。他騙我我不騙他，我一樣能活下去，我活到這麼多年不是好好的嗎？真正做到一生於人無爭，於世無求。統統放下了，你才自在，你才有安樂。"
    },
    {
      "id": "02-037-0518_p0025",
      "zh_CN": "所以决定要相信，「十方虚空微尘国土，元我一念心中所现物」，一点都不错。惠能大师所说的，「何期自性，能生万法」，十方虚空微尘国土就是万法，是我一念心中所现的，这一念就是弥勒菩萨所说的，一千六百兆分之一秒里面所现的。所以我们今天所看到的，感官上所看到的这个世界，是一种相似相续相，念念不可得。《楞严经》上佛说这境界，真相是什么？「当处出生，随处灭尽」。你看，一秒钟里头有一千六百兆的生灭，当处出生，当处灭尽，了不可得。这是什么？这是事实真相。我们是迷于事实真相，不了解，以为它是真的，拼命在执着它，就变成今天这个样子。佛与法身菩萨，他们为什么那么自在？他了解真相，他不执着。庄严的，假的，不是真的，丑陋的也是假的；天堂的相没有贪恋，地狱的相也不讨厌，为什么？全是假的。你只要知道是假的，你只要放下妄想分别执着，你就晓得所有境界相都很可爱，可爱在哪里？真搞清楚了，三善道是消福报的，你造业，你有善业，消福报的，三恶道是消罪业的，你干了些坏事到那里消业，所以功能完全相同、完全平等。",
      "zh_TW": "所以決定要相信，「十方虛空微塵國土，元我一念心中所現物」，一點都不錯。惠能大師所說的，「何期自性，能生萬法」，十方虛空微塵國土就是萬法，是我一念心中所現的，這一念就是彌勒菩薩所說的，一千六百兆分之一秒裡面所現的。所以我們今天所看到的，感官上所看到的這個世界，是一種相似相續相，念念不可得。《楞嚴經》上佛說這境界，真相是什麼？「當處出生，隨處滅盡」。你看，一秒鐘裡頭有一千六百兆的生滅，當處出生，當處滅盡，了不可得。這是什麼？這是事實真相。我們是迷於事實真相，不了解，以為它是真的，拼命在執著它，就變成今天這個樣子。佛與法身菩薩，他們為什麼那麼自在？他了解真相，他不執著。莊嚴的，假的，不是真的，醜陋的也是假的；天堂的相沒有貪戀，地獄的相也不討厭，為什麼？全是假的。你只要知道是假的，你只要放下妄想分別執著，你就曉得所有境界相都很可愛，可愛在哪裡？真搞清楚了，三善道是消福報的，你造業，你有善業，消福報的，三惡道是消罪業的，你幹了些壞事到那裡消業，所以功能完全相同、完全平等。"
    },
    {
      "id": "02-037-0518_p0026",
      "zh_CN": "自性清净心里头没有善恶，自性清净心里头没有对立，就是相对的没有，它是一体的，它是圆融的，它是没有障碍的。我们都自己以为自己很好、很了不起，其实全都错了。这些事情虽然都在我们面前，没有佛说得这么清楚、这么明白，我们怎么会知道？我们都在这里头，在这里头起心动念、造业受报，生生世世没完没了，这多苦。佛菩萨看得清楚，众生太苦、太可怜了，帮助他离苦得乐。这个乐不是三善道的乐；了解诸法实相，脱离这个幻妄的、不实在的境界，这叫真乐，所以觉悟是真乐。这里头的苦乐实在讲，与我们现前名闻利养、贤愚不肖都没有关系、都不相干。你不是真正学习，学佛的人很多，全用的是分别执着心，所以虽然学习多年，不解如来真实义，甚至于什么？曲解如来真实义、错解如来真实义。",
      "zh_TW": "自性清淨心裡頭沒有善惡，自性清淨心裡頭沒有對立，就是相對的沒有，它是一體的，它是圓融的，它是沒有障礙的。我們都自己以為自己很好、很了不起，其實全都錯了。這些事情雖然都在我們面前，沒有佛說得這麼清楚、這麼明白，我們怎麼會知道？我們都在這裡頭，在這裡頭起心動念、造業受報，生生世世沒完沒了，這多苦。佛菩薩看得清楚，眾生太苦、太可憐了，幫助他離苦得樂。這個樂不是三善道的樂；了解諸法實相，脫離這個幻妄的、不實在的境界，這叫真樂，所以覺悟是真樂。這裡頭的苦樂實在講，與我們現前名聞利養、賢愚不肖都沒有關係、都不相干。你不是真正學習，學佛的人很多，全用的是分別執著心，所以雖然學習多年，不解如來真實義，甚至於什麼？曲解如來真實義、錯解如來真實義。"
    },
    {
      "id": "02-037-0518_p0027",
      "zh_CN": "学佛难，真难，难在哪里？到哪里去找真信的人。以前李老师告诉我，真信的人有，我们见到也不认识，李老师就讲乡下那些阿公阿婆，他们真信。他们不认识字，他什么都不知道，教他一句阿弥陀佛他念到底，一天到晚阿弥陀佛、阿弥陀佛，你问他什么都不知道，他满面笑容、欢欢喜喜，你跟他讲什么话，他回答你就是阿弥陀佛，好像除了阿弥陀佛，他什么话都不会说。这种人，下下根人，下下根人修行那个方法跟上上根人画等号。所以叫他做暗合道妙，暗是什么？他不明白。上上根人一切明了，他统都放下了；下下根人也不明了，他也放下了。这些人念佛往生，他们的果位统统都是在实报庄严土，实报土里面上三辈往生。所以不能瞧不起，他说那是真修、那是真干！你赞叹他，阿弥陀佛；你毁谤他，阿弥陀佛；你打他、骂他，阿弥陀佛，他除阿弥陀佛什么都没有，而且满面欢喜，从来没有愁眉苦脸对人的。我们有看到，有时候遇到，遇到的时候自己要知道，对这种人要恭敬，他在给我们做典型、做模范，什么叫念佛人？那个就是念佛人。",
      "zh_TW": "學佛難，真難，難在哪裡？到哪裡去找真信的人。以前李老師告訴我，真信的人有，我們見到也不認識，李老師就講鄉下那些阿公阿婆，他們真信。他們不認識字，他什麼都不知道，教他一句阿彌陀佛他念到底，一天到晚阿彌陀佛、阿彌陀佛，你問他什麼都不知道，他滿面笑容、歡歡喜喜，你跟他講什麼話，他回答你就是阿彌陀佛，好像除了阿彌陀佛，他什麼話都不會說。這種人，下下根人，下下根人修行那個方法跟上上根人畫等號。所以叫他做暗合道妙，暗是什麼？他不明白。上上根人一切明瞭，他統都放下了；下下根人也不明瞭，他也放下了。這些人念佛往生，他們的果位統統都是在實報莊嚴土，實報土裡面上三輩往生。所以不能瞧不起，他說那是真修、那是真幹！你讚歎他，阿彌陀佛；你毀謗他，阿彌陀佛；你打他、罵他，阿彌陀佛，他除阿彌陀佛什麼都沒有，而且滿面歡喜，從來沒有愁眉苦臉對人的。我們有看到，有時候遇到，遇到的時候自己要知道，對這種人要恭敬，他在給我們做典型、做模範，什麼叫念佛人？那個就是念佛人。"
    },
    {
      "id": "02-037-0518_p0028",
      "zh_CN": "明白事实真相，底下这句话勉励我们，「我虽昏迷倒惑」，我们现在有这四个字，昏、迷、颠倒，「苟一念回心」，假如我们能够一念回头，「决定得生自心本具极乐」。这句话重要，极乐世界从哪里来的？是我自己心里头本来具足的，不是外头来的。自心本具阿弥陀佛，自心本具极乐世界，所以古人常说「自性弥陀，唯心净土」，怎么能不生？哪有这个道理！极乐世界跟我什么关系？太密切了。如果它没有关系的话，那也许就有困难；不困难，自心变现的。同样一个道理，天堂是自心变现的，地狱也是自心变现的，自心带了染污，善的染污，就变现出天堂，恶的染污就变成地狱，统统是自心变现；极乐世界，纯净纯善变现出来的。学佛怎么学法？先把所有一切不善放下，然后更进一步，把所有修的这些善法也放下，那叫功德。放下叫功德，功德帮助你证果，不放下变成福德。福德一定是感受福报，善，三善道的福报；恶，三恶道的果报，都是自己自作自受。极乐世界也是我们自作自受，我们到极乐世界去享受，自作自受。",
      "zh_TW": "明白事實真相，底下這句話勉勵我們，「我雖昏迷倒惑」，我們現在有這四個字，昏、迷、顛倒，「苟一念回心」，假如我們能夠一念回頭，「決定得生自心本具極樂」。這句話重要，極樂世界從哪裡來的？是我自己心裡頭本來具足的，不是外頭來的。自心本具阿彌陀佛，自心本具極樂世界，所以古人常說「自性彌陀，唯心淨土」，怎麼能不生？哪有這個道理！極樂世界跟我什麼關係？太密切了。如果它沒有關係的話，那也許就有困難；不困難，自心變現的。同樣一個道理，天堂是自心變現的，地獄也是自心變現的，自心帶了染污，善的染污，就變現出天堂，惡的染污就變成地獄，統統是自心變現；極樂世界，純淨純善變現出來的。學佛怎麼學法？先把所有一切不善放下，然後更進一步，把所有修的這些善法也放下，那叫功德。放下叫功德，功德幫助你證果，不放下變成福德。福德一定是感受福報，善，三善道的福報；惡，三惡道的果報，都是自己自作自受。極樂世界也是我們自作自受，我們到極樂世界去享受，自作自受。"
    },
    {
      "id": "02-037-0518_p0029",
      "zh_CN": "「更无疑虑。是名信自」。真正相信自己，我们学佛才有出路，才有个据点，从这出发。信自永远不能失掉，能信自这才信他。「信他者，信释迦如来决无诳语」，释迦牟尼佛所说的决定相信，没有一丝毫怀疑；「弥陀世尊决无虚愿」，四十八愿，愿愿真实。虽然第十八愿说到十念必生，后头有一句话说，「唯除五逆，毁谤正法」，后头有这么一句。善导大师给我们的讲解讲得很清楚，后面这句是因为弥陀知道这个罪业最重，是劝人不要造。那你果然造了，造了还是摄受，只要你认错，只要你忏悔，临终十念阿弥陀佛还是会来接引你。这个解释得太好了！善导大师的话可靠吗？很多人说善导大师是阿弥陀佛在中国唐朝时候应化的，也就是善导是阿弥陀佛再来的，那善导的话就是阿弥陀佛亲自说的话，我们对它深信不疑。佛菩萨慈悲到极处，造什么样的罪业，只要你肯回头，这一回头就回归自性，自性是大圆满，这个道理我们要懂。中国古人也有句话说，「浪子回头金不换」，这个孩子非常坏，他一旦回头他就是个好人。他比好人还要好，好人甚至于还有堕落的时候，他不会，因为他从那里经历过来，都锻炼出来了，他不会再堕落，就变成好人当中的好人。",
      "zh_TW": "「更無疑慮。是名信自」。真正相信自己，我們學佛才有出路，才有個據點，從這出發。信自永遠不能失掉，能信自這才信他。「信他者，信釋迦如來決無誑語」，釋迦牟尼佛所說的決定相信，沒有一絲毫懷疑；「彌陀世尊決無虛願」，四十八願，願願真實。雖然第十八願說到十念必生，後頭有一句話說，「唯除五逆，毀謗正法」，後頭有這麼一句。善導大師給我們的講解講得很清楚，後面這句是因為彌陀知道這個罪業最重，是勸人不要造。那你果然造了，造了還是攝受，只要你認錯，只要你懺悔，臨終十念阿彌陀佛還是會來接引你。這個解釋得太好了！善導大師的話可靠嗎？很多人說善導大師是阿彌陀佛在中國唐朝時候應化的，也就是善導是阿彌陀佛再來的，那善導的話就是阿彌陀佛親自說的話，我們對它深信不疑。佛菩薩慈悲到極處，造什麼樣的罪業，只要你肯回頭，這一回頭就回歸自性，自性是大圓滿，這個道理我們要懂。中國古人也有句話說，「浪子回頭金不換」，這個孩子非常壞，他一旦回頭他就是個好人。他比好人還要好，好人甚至於還有墮落的時候，他不會，因為他從那裡經歷過來，都鍛鍊出來了，他不會再墮落，就變成好人當中的好人。"
    },
    {
      "id": "02-037-0518_p0030",
      "zh_CN": "所以相信释迦、弥陀，「六方诸佛广长舌决无二言」。《阿弥陀经》，鸠摩罗什大师翻译的六方佛，玄奘大师翻译的十方佛。罗什是省略了，中国人喜欢简单，不喜欢麻烦。罗什是意译，玄奘是直译，按照梵文原本直译，所以罗什的本子中国人喜欢读。这也就是十方诸佛对阿弥陀佛的赞叹是真的，不是假的。这个经是一切诸佛所护念经，我们学习这部经典，肯定就被一切诸佛之所加持；诸佛加持你，你肯定得一切善神守护你，这一点都不假。",
      "zh_TW": "所以相信釋迦、彌陀，「六方諸佛廣長舌決無二言」。《阿彌陀經》，鳩摩羅什大師翻譯的六方佛，玄奘大師翻譯的十方佛。羅什是省略了，中國人喜歡簡單，不喜歡麻煩。羅什是意譯，玄奘是直譯，按照梵文原本直譯，所以羅什的本子中國人喜歡讀。這也就是十方諸佛對阿彌陀佛的讚歎是真的，不是假的。這個經是一切諸佛所護念經，我們學習這部經典，肯定就被一切諸佛之所加持；諸佛加持你，你肯定得一切善神守護你，這一點都不假。"
    },
    {
      "id": "02-037-0518_p0031",
      "zh_CN": "《无量寿经》是大本《阿弥陀经》，内容讲的是一桩事情，《弥陀经》讲得简单、省略，《无量寿经》讲得详细。今天这个时代众生的根性，如果不细说，他听不懂，他不能相信。细说一遍还不行，一遍信了，一转身他就忘掉了。所以我教人念经至少是三十遍，没有三十遍你等于没念。念什么？念《无量寿经》注解，要念三十遍。三十遍最好天天接着念，不要间断。你用一个月的时间、两个月的时间，或者三个月的时间专念这部经，三天念一遍，三个月念三十遍，真有效果。这就是什么？长时薰修，一门深入，你会不一样，你会真正生起信心。这个方法能叫你得三昧。三昧，心定下来，你的妄想少了、杂念少了，心纯了、心净了，你会有悟处。无需要讲解，就是念下去，人会开悟。现在有很多人不喜欢念经，念，他念不下去，他喜欢听，行，我们有讲经的光碟，你要不断的听，要长时间的听，这个要有恒心、有毅力，你会有成就。",
      "zh_TW": "《無量壽經》是大本《阿彌陀經》，內容講的是一樁事情，《彌陀經》講得簡單、省略，《無量壽經》講得詳細。今天這個時代眾生的根性，如果不細說，他聽不懂，他不能相信。細說一遍還不行，一遍信了，一轉身他就忘掉了。所以我教人念經至少是三十遍，沒有三十遍你等於沒念。念什麼？念《無量壽經》註解，要念三十遍。三十遍最好天天接著念，不要間斷。你用一個月的時間、兩個月的時間，或者三個月的時間專念這部經，三天念一遍，三個月念三十遍，真有效果。這就是什麼？長時薰修，一門深入，你會不一樣，你會真正生起信心。這個方法能叫你得三昧。三昧，心定下來，你的妄想少了、雜念少了，心純了、心淨了，你會有悟處。無需要講解，就是念下去，人會開悟。現在有很多人不喜歡念經，念，他念不下去，他喜歡聽，行，我們有講經的光碟，你要不斷的聽，要長時間的聽，這個要有恆心、有毅力，你會有成就。"
    },
    {
      "id": "02-037-0518_p0032",
      "zh_CN": "对于佛相信，相信要真干，「随顺诸佛真实教诲，决志求生，更无疑惑」，这才叫信他。念了几十遍、几百遍不想求往生，等于没念。这是为什么？有，不是没有这种人，而且很多。这叫富贵学道难，他对人间富贵，享受富贵，舍不得离开人间。对治这个问题，所以佛提出「以苦为师」。释迦牟尼佛当年在世，他给我们表演的是乞丐，过生活是乞丐，出去讨饭。日中一食，树下一宿，全身的财产三衣一钵，什么都没有，每天去沿门乞食。所以比丘在中国翻译翻为「乞士」，乞是他乞讨为生，乞丐，但是这个乞丐不是一般的乞丐，是有道德、有学问的乞丐；士在中国是读书人，有道德、有智慧的。他不从事于生产的工作，生活来源怎么办？乞食。很守规矩，没有贪心，生活很简单，心地清净，就是没有忧虑、没有烦恼、没有牵挂，现在讲他没有压力。他托完钵之后，除了学习就是听讲经，释迦牟尼佛天天教学，没有一天中断。除了听佛讲经之外，就是同学们在一块分享心得。分享心得也把它记下来，这就是论典，佛经里头有经、有论，论是同学们分享的心得。天亲菩萨《往生论》是菩萨修净土的心得报告，里面的内容说明极乐世界依正庄严，无比殊胜。",
      "zh_TW": "對於佛相信，相信要真幹，「隨順諸佛真實教誨，決志求生，更無疑惑」，這才叫信他。念了幾十遍、幾百遍不想求往生，等於沒念。這是為什麼？有，不是沒有這種人，而且很多。這叫富貴學道難，他對人間富貴，享受富貴，捨不得離開人間。對治這個問題，所以佛提出「以苦為師」。釋迦牟尼佛當年在世，他給我們表演的是乞丐，過生活是乞丐，出去討飯。日中一食，樹下一宿，全身的財產三衣一缽，什麼都沒有，每天去沿門乞食。所以比丘在中國翻譯翻為「乞士」，乞是他乞討為生，乞丐，但是這個乞丐不是一般的乞丐，是有道德、有學問的乞丐；士在中國是讀書人，有道德、有智慧的。他不從事於生產的工作，生活來源怎麼辦？乞食。很守規矩，沒有貪心，生活很簡單，心地清淨，就是沒有憂慮、沒有煩惱、沒有牽掛，現在講他沒有壓力。他托完缽之後，除了學習就是聽講經，釋迦牟尼佛天天教學，沒有一天中斷。除了聽佛講經之外，就是同學們在一塊分享心得。分享心得也把它記下來，這就是論典，佛經裡頭有經、有論，論是同學們分享的心得。天親菩薩《往生論》是菩薩修淨土的心得報告，裡面的內容說明極樂世界依正莊嚴，無比殊勝。"
    },
    {
      "id": "02-037-0518_p0033",
      "zh_CN": "为什么极乐世界那么殊胜庄严，释迦牟尼佛示现苦行？因为往生到极乐世界的人，贪瞋痴慢疑全部断掉了，贪心没有了。为什么没有？那个地方一切所需变化所作，你想什么就现前，所以你不贪；金银七宝就跟泥土沙石一样满地都是，所以你不贪。极乐世界黄金为地，黄金干什么？铺马路的，它太多了。我们这个世界用黄金做成首饰戴在身上，你有没有看到有人找什么水泥、柏油，做成首饰戴在身上？没有。那个地方的黄金就像我们这水泥、柏油一样，铺马路的。七宝，人家七宝是建筑材料，宫殿楼阁全是七宝砌成的。所以那个地方人贪瞋痴慢疑都断了，这个世界无量珍宝统统现前；我们贪瞋痴慢疑严重，宝都隐没掉、没有了，很稀有，有也不是好东西，跟人家那个宝去一比，成色相差太远了。境随心转不能不知道。",
      "zh_TW": "為什麼極樂世界那麼殊勝莊嚴，釋迦牟尼佛示現苦行？因為往生到極樂世界的人，貪瞋痴慢疑全部斷掉了，貪心沒有了。為什麼沒有？那個地方一切所需變化所作，你想什麼就現前，所以你不貪；金銀七寶就跟泥土沙石一樣滿地都是，所以你不貪。極樂世界黃金為地，黃金幹什麼？鋪馬路的，它太多了。我們這個世界用黃金做成首飾戴在身上，你有沒有看到有人找什麼水泥、柏油，做成首飾戴在身上？沒有。那個地方的黃金就像我們這水泥、柏油一樣，鋪馬路的。七寶，人家七寶是建築材料，宮殿樓閣全是七寶砌成的。所以那個地方人貪瞋痴慢疑都斷了，這個世界無量珍寶統統現前；我們貪瞋痴慢疑嚴重，寶都隱沒掉、沒有了，很稀有，有也不是好東西，跟人家那個寶去一比，成色相差太遠了。境隨心轉不能不知道。"
    },
    {
      "id": "02-037-0518_p0034",
      "zh_CN": "所以对佛、对祖师不能不相信，过去这些人真的是有修有证。这是老师，方老师跟李老师都教导我们，我们学经教不能离开注解，注解一定要用古注。为什么？古注能传下来的，经过多少人看过，如果它有问题早就淘汰掉了，就传不下来，而且古人确实有修有证。我对于翻译怀疑，怎么能翻成跟原来意思一样，总会有偏差？我把这个事情向李老师请教，老师告诉我，他说你要晓得，古时候译场翻经的，菩萨在主持，参与翻译的人多数都是三果以上，小乘阿那含、阿罗汉，他们应化在世间担任译经的工作。译经最后的审定是主译，我们也看到经上译经那个法师的名字，他是主译，他是最后看过，通过他才算，你翻译的不通过他不算，那个人肯定是证果的人。所以这是中国人的福报，中国人祖宗孝顺父母、尊重师长，这尊师重道的感应。在全世界说老实话，孝敬，其他族群不能跟中国比。唯有真诚的孝敬，才能感动佛菩萨应化到世间来，不是偶然的。所以根本不能用现在人翻译这个去比译经，那你就完全错了，现在人是凡夫，写书的人是凡夫，翻译的人也是凡夫。",
      "zh_TW": "所以對佛、對祖師不能不相信，過去這些人真的是有修有證。這是老師，方老師跟李老師都教導我們，我們學經教不能離開註解，註解一定要用古註。為什麼？古註能傳下來的，經過多少人看過，如果它有問題早就淘汰掉了，就傳不下來，而且古人確實有修有證。我對於翻譯懷疑，怎麼能翻成跟原來意思一樣，總會有偏差？我把這個事情向李老師請教，老師告訴我，他說你要曉得，古時候譯場翻經的，菩薩在主持，參與翻譯的人多數都是三果以上，小乘阿那含、阿羅漢，他們應化在世間擔任譯經的工作。譯經最後的審定是主譯，我們也看到經上譯經那個法師的名字，他是主譯，他是最後看過，通過他才算，你翻譯的不通過他不算，那個人肯定是證果的人。所以這是中國人的福報，中國人祖宗孝順父母、尊重師長，這尊師重道的感應。在全世界說老實話，孝敬，其他族群不能跟中國比。唯有真誠的孝敬，才能感動佛菩薩應化到世間來，不是偶然的。所以根本不能用現在人翻譯這個去比譯經，那你就完全錯了，現在人是凡夫，寫書的人是凡夫，翻譯的人也是凡夫。"
    },
    {
      "id": "02-037-0518_p0035",
      "zh_CN": "我们明白这个道理，怀疑就消除了，叫断疑生信。古本可靠，今本没有人作证，没有把关的，有没有错处我们初学的人看不出来，所以用古本。但是古本碰到有些地方看不懂，找资料也找不到，这时候怎么办？老师教我们一个方法，看现在人的注解，就看这一句，不要看到其他，就看这一句。实在搞不清楚照念就好，别讲，讲会讲错，我念总不会念错，念没有错。他说你要不相信，你看古人注解的经典，真的，有些经典看起来好像很重要，他注得很简单，就带过了。那是什么？他也不知道，他不敢随便去注，这就对了。真正不懂的，念过就好了，不必细说。如果真有人问，老师讲，「知之为知之，不知为不知」，那一句我不懂，我没有搞清楚，这没有过失。最怕的是强不知以为知，不知道的充面子，一定要找个话来讲，那就往往搞错了，那个麻烦大了。这信他。信自、信他是信心的大根大本。",
      "zh_TW": "我們明白這個道理，懷疑就消除了，叫斷疑生信。古本可靠，今本沒有人作證，沒有把關的，有沒有錯處我們初學的人看不出來，所以用古本。但是古本碰到有些地方看不懂，找資料也找不到，這時候怎麼辦？老師教我們一個方法，看現在人的註解，就看這一句，不要看到其他，就看這一句。實在搞不清楚照念就好，別講，講會講錯，我念總不會念錯，念沒有錯。他說你要不相信，你看古人註解的經典，真的，有些經典看起來好像很重要，他註得很簡單，就帶過了。那是什麼？他也不知道，他不敢隨便去註，這就對了。真正不懂的，念過就好了，不必細說。如果真有人問，老師講，「知之為知之，不知為不知」，那一句我不懂，我沒有搞清楚，這沒有過失。最怕的是強不知以為知，不知道的充面子，一定要找個話來講，那就往往搞錯了，那個麻煩大了。這信他。信自、信他是信心的大根大本。"
    },
    {
      "id": "02-037-0518_p0036",
      "zh_CN": "第三个，「信因者，深信散乱称名，犹为成佛种子，况一心不乱，安得不生净土。是名信因」，这个信因完全就念佛求生净土来说的。经上告诉我们，散乱心称名，我们念阿弥陀佛，心里头有杂念、有妄想，心不专一，这样念佛有没有好处？有。什么好处？阿赖耶识里头变成念佛的种子。这个种子愈多愈好，临命终时看阿赖耶里头哪一个种子起现行，它就先受报，如果临终时候这个佛号种子冒出来他就往生了，这是真的不是假的。所以说这些道理我们要记住。散乱念佛愈多愈好，最好养成习惯，不要怕杂念，不要怕妄想，就怕你不念。有妄想、有杂念我还是念，我天天都念，临命终时虽然说没有把握，但是我有机会。所以平常这个念法，最后的时候，如果是生病，最后的时候你就专干。你看黄念祖老居士，这个经注解完毕，病也很重，他一天念十四万声佛号，念了半年他往生了。十四万声佛号，即使是有妄想、有杂念都能往生，不怕夹杂，为什么？他念得多！",
      "zh_TW": "第三個，「信因者，深信散亂稱名，猶為成佛種子，況一心不亂，安得不生淨土。是名信因」，這個信因完全就念佛求生淨土來說的。經上告訴我們，散亂心稱名，我們念阿彌陀佛，心裡頭有雜念、有妄想，心不專一，這樣念佛有沒有好處？有。什麼好處？阿賴耶識裡頭變成念佛的種子。這個種子愈多愈好，臨命終時看阿賴耶裡頭哪一個種子起現行，它就先受報，如果臨終時候這個佛號種子冒出來他就往生了，這是真的不是假的。所以說這些道理我們要記住。散亂念佛愈多愈好，最好養成習慣，不要怕雜念，不要怕妄想，就怕你不念。有妄想、有雜念我還是念，我天天都念，臨命終時雖然說沒有把握，但是我有機會。所以平常這個念法，最後的時候，如果是生病，最後的時候你就專幹。你看黃念祖老居士，這個經註解完畢，病也很重，他一天念十四萬聲佛號，念了半年他往生了。十四萬聲佛號，即使是有妄想、有雜念都能往生，不怕夾雜，為什麼？他念得多！"
    },
    {
      "id": "02-037-0518_p0037",
      "zh_CN": "我们在《净土圣贤录》里面看宋朝莹珂法师，那是不念佛的人，念了三天三夜就把阿弥陀佛念来了，又过了三天佛来接引他往生了。这是什么？这拼命，一心专念，那个确实没有妄念、没有夹杂。为什么？他怕堕地狱，他造的地狱业，想到地狱就害怕。摆在面前只有两条路，一个是往生，一个是地狱，他把往生这个拼命抓紧，真的他成功了。这是一个非常好的案例，证明《弥陀经》上所说的若一日、若二日没错，他三天成功。",
      "zh_TW": "我們在《淨土聖賢錄》裡面看宋朝瑩珂法師，那是不念佛的人，念了三天三夜就把阿彌陀佛念來了，又過了三天佛來接引他往生了。這是什麼？這拼命，一心專念，那個確實沒有妄念、沒有夾雜。為什麼？他怕墮地獄，他造的地獄業，想到地獄就害怕。擺在面前只有兩條路，一個是往生，一個是地獄，他把往生這個拼命抓緊，真的他成功了。這是一個非常好的案例，證明《彌陀經》上所說的若一日、若二日沒錯，他三天成功。"
    },
    {
      "id": "02-037-0518_p0038",
      "zh_CN": "出家人，破戒的出家人，不守清规的出家人，他相信因果，他就靠这个成就。知道自己所造的行业必定堕无间地狱，真心忏悔。无间地狱太苦了、太可怕了，三天三夜不吃不睡，拼命。他有至诚，佛有感应，佛是现身告诉他，你还有十年阳寿，等你命终的时候我来接引你。莹珂法师有智慧，他说我十年的寿命不要了。为什么？他说我的劣根性很重，禁不起诱惑，十年我不知道又造多少罪业，我十年寿命不要，我现在就走。佛告诉他好，我三天之后来接引你，三天之后真往生了。这等于预知时至，这个成就不可思议。因为相信因果报应而拼命念佛求生，希望不受这个果报的，世世代代都有很多人。这是说什么？造作罪业不怕，就怕你不肯忏悔，就怕你不肯认错，肯认错、肯忏悔，没有一个不成就的。这是信因。",
      "zh_TW": "出家人，破戒的出家人，不守清規的出家人，他相信因果，他就靠這個成就。知道自己所造的行業必定墮無間地獄，真心懺悔。無間地獄太苦了、太可怕了，三天三夜不吃不睡，拼命。他有至誠，佛有感應，佛是現身告訴他，你還有十年陽壽，等你命終的時候我來接引你。瑩珂法師有智慧，他說我十年的壽命不要了。為什麼？他說我的劣根性很重，禁不起誘惑，十年我不知道又造多少罪業，我十年壽命不要，我現在就走。佛告訴他好，我三天之後來接引你，三天之後真往生了。這等於預知時至，這個成就不可思議。因為相信因果報應而拼命念佛求生，希望不受這個果報的，世世代代都有很多人。這是說什麼？造作罪業不怕，就怕你不肯懺悔，就怕你不肯認錯，肯認錯、肯懺悔，沒有一個不成就的。這是信因。"
    },
    {
      "id": "02-037-0518_p0039",
      "zh_CN": "第四信果，「深信净土，诸善聚会，皆从念佛三昧得生，如种瓜得瓜，种豆得豆，亦如影必随形，响必应声，决无虚弃。是名信果」，果是极乐世界。我们要深深相信，极乐世界是诸上善人俱会一处。恶人忏悔，他就是善人，他就不是恶人，而且怎么样？而且是上善。他从恶里头跳出来，他那个善是真善，那些恶的境界他都曾经经历过，他从这个里头跳出来，他信得真、信得切。净土诸善聚会，就是《弥陀经》讲的，全都是上善，恶人悔改就变成上善，诸上善人俱会一处。为什么？因为人人都有佛性。佛性是一，众生跟佛是平等，善人、恶人也平等。自性清净心里头没有善恶，自性清净心里头没有六道、没有十法界。不但没有十法界，实际上连实报土都没有，它什么境界？常寂光，能生万法。这些都从念佛三昧得生。实际上说，一切法都是自性清净圆明体里头本自具足，不从外来。至于隐现，隐是没有现，自性本具的；现是它生出来了，有缘它现出来。无论隐现皆不可得，都不需要执着。",
      "zh_TW": "第四信果，「深信淨土，諸善聚會，皆從念佛三昧得生，如種瓜得瓜，種豆得豆，亦如影必隨形，響必應聲，決無虛棄。是名信果」，果是極樂世界。我們要深深相信，極樂世界是諸上善人俱會一處。惡人懺悔，他就是善人，他就不是惡人，而且怎麼樣？而且是上善。他從惡裡頭跳出來，他那個善是真善，那些惡的境界他都曾經經歷過，他從這個裡頭跳出來，他信得真、信得切。淨土諸善聚會，就是《彌陀經》講的，全都是上善，惡人悔改就變成上善，諸上善人俱會一處。為什麼？因為人人都有佛性。佛性是一，眾生跟佛是平等，善人、惡人也平等。自性清淨心裡頭沒有善惡，自性清淨心裡頭沒有六道、沒有十法界。不但沒有十法界，實際上連實報土都沒有，它什麼境界？常寂光，能生萬法。這些都從念佛三昧得生。實際上說，一切法都是自性清淨圓明體裡頭本自具足，不從外來。至於隱現，隱是沒有現，自性本具的；現是它生出來了，有緣它現出來。無論隱現皆不可得，都不需要執著。"
    },
    {
      "id": "02-037-0518_p0040",
      "zh_CN": "所以佛与法身菩萨，四十一位法身大士，他们没有分别、没有执着、没有起心、没有动念，他得大自在！凡夫不会用心、不善用心，这说什么？不知道用真心。不善用心、不会用心，不会用真心，用真心就自在，用真心就是佛菩萨，用妄心就是凡夫。妄心是什么？分别执着、起心动念，这妄心。学佛最重要的，我们在日常生活当中，生活、处事、待人、接物，学用真心不用妄心。真心是真实智慧，于一切法清清楚楚、明明白白。那会不会吃亏上当？吃亏的时候欢喜吃亏，上当的时候欢喜上当，妙！你要问为什么？吃亏等于零，上当也等于零；你得到的是等于零，失掉也等于零。为什么？没有！「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，所以一切法在你面前不是真的，你见到事实真相了。你可别把它当真，你要当真你当凡夫，你搞六道轮回，你一当真你就造业；不能当真，你才快乐无比。",
      "zh_TW": "所以佛與法身菩薩，四十一位法身大士，他們沒有分別、沒有執著、沒有起心、沒有動念，他得大自在！凡夫不會用心、不善用心，這說什麼？不知道用真心。不善用心、不會用心，不會用真心，用真心就自在，用真心就是佛菩薩，用妄心就是凡夫。妄心是什麼？分別執著、起心動念，這妄心。學佛最重要的，我們在日常生活當中，生活、處事、待人、接物，學用真心不用妄心。真心是真實智慧，於一切法清清楚楚、明明白白。那會不會吃虧上當？吃虧的時候歡喜吃虧，上當的時候歡喜上當，妙！你要問為什麼？吃虧等於零，上當也等於零；你得到的是等於零，失掉也等於零。為什麼？沒有！「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，所以一切法在你面前不是真的，你見到事實真相了。你可別把它當真，你要當真你當凡夫，你搞六道輪迴，你一當真你就造業；不能當真，你才快樂無比。"
    },
    {
      "id": "02-037-0518_p0041",
      "zh_CN": "现在人说有什么灾难，你用真心没有灾难，真心里头哪有灾难？妄心里头有灾难，真心里头没有灾难。我用真心，灾难现前会有两个现象，一个阿弥陀佛来接我走，到极乐世界去了；另外一个什么？我留在这个世间。留在世间是行菩萨道，大慈大悲、救苦救难要靠你。用真心就是这个好处，真心遇到灾难不惊不怖、不慌张，心是定的，若无其事。身心世界俱不可得，没有一样不是恒顺众生，随喜功德，真的得大自在。",
      "zh_TW": "現在人說有什麼災難，你用真心沒有災難，真心裡頭哪有災難？妄心裡頭有災難，真心裡頭沒有災難。我用真心，災難現前會有兩個現象，一個阿彌陀佛來接我走，到極樂世界去了；另外一個什麼？我留在這個世間。留在世間是行菩薩道，大慈大悲、救苦救難要靠你。用真心就是這個好處，真心遇到災難不驚不怖、不慌張，心是定的，若無其事。身心世界俱不可得，沒有一樣不是恆順眾生，隨喜功德，真的得大自在。"
    },
    {
      "id": "02-037-0518_p0042",
      "zh_CN": "所以皆从念佛三昧得生，三昧就是清净心、就是平等心。清净平等是正受，三昧翻成中国意思是正受，正常的享受，是清净平等。清净，离开了染污；平等，没有高下，这叫正受。正受从哪里来？从念佛来的。那我们在日常生活当中，不论遇到什么事情统统把它归到佛号上，欢喜的事情，阿弥陀佛；烦恼的事情，阿弥陀佛，到阿弥陀佛这统统解决了，都没有了。那就是白衣神咒里头说的，「一切灾殃化为尘」，只要回归到阿弥陀佛问题就解决了，真的解决了。",
      "zh_TW": "所以皆從念佛三昧得生，三昧就是清淨心、就是平等心。清淨平等是正受，三昧翻成中國意思是正受，正常的享受，是清淨平等。清淨，離開了染污；平等，沒有高下，這叫正受。正受從哪裡來？從念佛來的。那我們在日常生活當中，不論遇到什麼事情統統把它歸到佛號上，歡喜的事情，阿彌陀佛；煩惱的事情，阿彌陀佛，到阿彌陀佛這統統解決了，都沒有了。那就是白衣神咒裡頭說的，「一切災殃化為塵」，只要回歸到阿彌陀佛問題就解決了，真的解決了。"
    },
    {
      "id": "02-037-0518_p0043",
      "zh_CN": "如种瓜得瓜，种豆得豆，我们种什么因得什么果。我们跟阿弥陀佛学，终极的目标是求生净土，我们学阿弥陀佛的大慈大悲。阿弥陀佛在没有成佛之前是法藏比丘，他就一个心愿，看到六道苦难众生，念念想着怎样帮助这些苦难众生离苦得乐。这是自性里面显现出来的无缘大慈，同体大悲，这个慈悲心是真正慈悲心。无缘是没有条件的，同体，众生跟我是一体，众生有难就是我有难，帮助众生就是帮助自己，甚至于牺牲自己成就众生，菩萨干的！",
      "zh_TW": "如種瓜得瓜，種豆得豆，我們種什麼因得什麼果。我們跟阿彌陀佛學，終極的目標是求生淨土，我們學阿彌陀佛的大慈大悲。阿彌陀佛在沒有成佛之前是法藏比丘，他就一個心願，看到六道苦難眾生，念念想著怎樣幫助這些苦難眾生離苦得樂。這是自性裡面顯現出來的無緣大慈，同體大悲，這個慈悲心是真正慈悲心。無緣是沒有條件的，同體，眾生跟我是一體，眾生有難就是我有難，幫助眾生就是幫助自己，甚至於犧牲自己成就眾生，菩薩幹的！"
    },
    {
      "id": "02-037-0518_p0044",
      "zh_CN": "亦如影必随形，响必应声，决无虚弃。这都是证明因果相应的道理，有因必有果，有果必有因，业因果报决定不虚。念佛是因，往生极乐世界是果；往生又是因，成佛是果，走这个路好！念佛这个方法，与从事世间各种行业都不违背，无论干什么事情，全部消归到阿弥陀佛，无往而不利，这一生过得幸福美满，快乐无比，这极乐世界，在现在就能享受到极乐的氛围，就能感受到极乐的磁场，这真正修行。你要问为什么？这就是因与果的关系，同时得到阿弥陀佛、诸佛如来的加持。你具足这个条件，自然就会有感应。六信还没有讲完，现在时间到了，明天我们继续讲后面信事、信理。",
      "zh_TW": "亦如影必隨形，響必應聲，決無虛棄。這都是證明因果相應的道理，有因必有果，有果必有因，業因果報決定不虛。念佛是因，往生極樂世界是果；往生又是因，成佛是果，走這個路好！念佛這個方法，與從事世間各種行業都不違背，無論幹什麼事情，全部消歸到阿彌陀佛，無往而不利，這一生過得幸福美滿，快樂無比，這極樂世界，在現在就能享受到極樂的氛圍，就能感受到極樂的磁場，這真正修行。你要問為什麼？這就是因與果的關係，同時得到阿彌陀佛、諸佛如來的加持。你具足這個條件，自然就會有感應。六信還沒有講完，現在時間到了，明天我們繼續講後面信事、信理。"
    }
  ]
}