{
  "doc_id": "02-037-0464",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "2012/8/12　香港佛陀教育协会",
    "zh_TW": "2012/8/12　香港佛陀教育協會"
  },
  "doc_number": "02-037-0464",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0464_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百五十四页，从第二行末后第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百五十四頁，從第二行末後第二句看起："
    },
    {
      "id": "02-037-0464_p0002",
      "zh_CN": "「绮语者，新译为杂秽语，《俱舍论》云：一切染心所发诸语，名杂秽语」。这句话说得非常好，『绮语』，绮是比喻，绮是绸缎，非常美的物质，柔软的物质，人见到都欢喜。这种语言就像这些绸缎一样，人听了很悦耳、很喜欢，可是它不是清净的，它是染污的。什么是染污？自私自利是染污，名闻利养是染污，七情五欲是染污，它的内容离不开这些。所以今天我们所看到的一些文艺表演，特别是电视、电影、网路，老少咸宜都喜欢看，里面是什么？杀盗淫妄，这些统统属于绮语。所以《俱舍论》这句话说得好，一切染心所发诸语，染心，一切染心，它不是从清净心生出来的，不是从平等心生出来的。诸佛菩萨的言语，是从大菩提心里面生出来的，与性德相应。这些杂秽语，它是从一切染污心里头生出来的，第七识执着是染污，第六识是分别，染污轻一点，第七的染污最严重。染污里头最严重的是什么？贪瞋痴。相宗经论告诉我们，「四大烦恼常相随」，这末那识。四大烦恼第一个我见，我见就是自私自利表现出来的，我爱是贪，我慢是瞋，我痴是愚痴，贪瞋痴；换句话说，这些言语从贪瞋痴慢出来的。教人？教人也是增长贪瞋痴慢，所以佛称这个叫口过。我们希望自己断贪瞋痴慢，也希望自己有能力帮助别人断贪瞋痴慢，怎么可以叫烦恼、业障往上增长？这就错了。",
      "zh_TW": "「綺語者，新譯為雜穢語，《俱舍論》云：一切染心所發諸語，名雜穢語」。這句話說得非常好，『綺語』，綺是比喻，綺是綢緞，非常美的物質，柔軟的物質，人見到都歡喜。這種語言就像這些綢緞一樣，人聽了很悅耳、很喜歡，可是它不是清淨的，它是染污的。什麼是染污？自私自利是染污，名聞利養是染污，七情五欲是染污，它的內容離不開這些。所以今天我們所看到的一些文藝表演，特別是電視、電影、網路，老少咸宜都喜歡看，裡面是什麼？殺盜淫妄，這些統統屬於綺語。所以《俱舍論》這句話說得好，一切染心所發諸語，染心，一切染心，它不是從清淨心生出來的，不是從平等心生出來的。諸佛菩薩的言語，是從大菩提心裡面生出來的，與性德相應。這些雜穢語，它是從一切染污心裡頭生出來的，第七識執著是染污，第六識是分別，染污輕一點，第七的染污最嚴重。染污裡頭最嚴重的是什麼？貪瞋痴。相宗經論告訴我們，「四大煩惱常相隨」，這末那識。四大煩惱第一個我見，我見就是自私自利表現出來的，我愛是貪，我慢是瞋，我痴是愚痴，貪瞋痴；換句話說，這些言語從貪瞋痴慢出來的。教人？教人也是增長貪瞋痴慢，所以佛稱這個叫口過。我們希望自己斷貪瞋痴慢，也希望自己有能力幫助別人斷貪瞋痴慢，怎麼可以叫煩惱、業障往上增長？這就錯了。"
    },
    {
      "id": "02-037-0464_p0003",
      "zh_CN": "《大乘义章》也说得好，「邪言不正」，邪言指的是什么？与性德相违背的就是邪言。性德的标准，我们要记住，常常放在心上，那是一面镜子时时刻刻照着自己，有没有犯这过失，有则改之，无则嘉勉，这叫真修行。世间法，在这个世界上古今中外，中国老祖宗讲得最圆满、讲得最精要，五伦、五常、四维、八德，好记，不会记错。五伦就二十个字，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信，二十个字。五常五个字仁义礼智信，还会记错吗？实际上这五个字就是佛门里面的五戒，仁者不杀生，义者不偷盗，礼者不邪淫，智者不饮酒，信者不妄语，就是五戒。人能持五戒不会失人身，五戒有了亏缺，人身就丢掉了，来生就得不到人身。四维四个字礼义廉耻，八德八个字孝悌忠信、仁爱和平，怎么会忘掉？不会。我们起心动念、言语造作，能够跟这四科相应而不违背，这什么人？圣贤人。读书志在圣贤，不是功名富贵，与功名富贵不相干。",
      "zh_TW": "《大乘義章》也說得好，「邪言不正」，邪言指的是什麼？與性德相違背的就是邪言。性德的標準，我們要記住，常常放在心上，那是一面鏡子時時刻刻照著自己，有沒有犯這過失，有則改之，無則嘉勉，這叫真修行。世間法，在這個世界上古今中外，中國老祖宗講得最圓滿、講得最精要，五倫、五常、四維、八德，好記，不會記錯。五倫就二十個字，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信，二十個字。五常五個字仁義禮智信，還會記錯嗎？實際上這五個字就是佛門裡面的五戒，仁者不殺生，義者不偷盜，禮者不邪淫，智者不飲酒，信者不妄語，就是五戒。人能持五戒不會失人身，五戒有了虧缺，人身就丟掉了，來生就得不到人身。四維四個字禮義廉恥，八德八個字孝悌忠信、仁愛和平，怎麼會忘掉？不會。我們起心動念、言語造作，能夠跟這四科相應而不違背，這什麼人？聖賢人。讀書志在聖賢，不是功名富貴，與功名富貴不相干。"
    },
    {
      "id": "02-037-0464_p0004",
      "zh_CN": "孔子是圣人，孔子一生清寒，没有做过大官，只是喜欢读书、喜欢教学而已，有弟子三千人，弟子当中杰出的、有成就的七十二个人。出世法里面，释迦牟尼佛是最好的榜样，一生教学，学生弟子多了，有成就的，一千二百五十五人有成就的。这个有成就是证得须陀洹以上的，这都算成就，须陀洹就称圣人，圣人里面最低的阶级，小小圣。小小圣就非常可贵，为什么？他不会堕三恶道，他在六道轮回有期限，不是永远在六道，他有期限，天上人间七次往来他就出轮回。这大乘，大乘实在讲也是四科，都很好记，第一科五戒十善，我相信每个人都能记得。十善里面身不杀生、不偷盗、不淫欲，口不妄语、不两舌、不绮语、不恶口，意不瞋、不贪、不痴，十善业，不会忘记。五戒前面四条十善里头有，只是加一个不饮酒，五戒十善算两科，五戒一科，十善一科。",
      "zh_TW": "孔子是聖人，孔子一生清寒，沒有做過大官，只是喜歡讀書、喜歡教學而已，有弟子三千人，弟子當中傑出的、有成就的七十二個人。出世法裡面，釋迦牟尼佛是最好的榜樣，一生教學，學生弟子多了，有成就的，一千二百五十五人有成就的。這個有成就是證得須陀洹以上的，這都算成就，須陀洹就稱聖人，聖人裡面最低的階級，小小聖。小小聖就非常可貴，為什麼？他不會墮三惡道，他在六道輪迴有期限，不是永遠在六道，他有期限，天上人間七次往來他就出輪迴。這大乘，大乘實在講也是四科，都很好記，第一科五戒十善，我相信每個人都能記得。十善裡面身不殺生、不偷盜、不淫欲，口不妄語、不兩舌、不綺語、不惡口，意不瞋、不貪、不痴，十善業，不會忘記。五戒前面四條十善裡頭有，只是加一個不飲酒，五戒十善算兩科，五戒一科，十善一科。"
    },
    {
      "id": "02-037-0464_p0005",
      "zh_CN": "六和，与一切众生和睦相处，平等对待和睦相处。见和同解，我们不跟一般人同，我们跟佛菩萨同，这点很重要，六和敬所以不能落实，就是关键在这一条。我跟他和，他跟我不和这怎么办？我们跟佛和，跟佛菩萨和。佛菩萨对一切众生都非常慈悲，都能恒顺，恒顺众生，随喜功德，一点都不勉强他。他没有能转过来，没有能觉悟，佛菩萨不责备众生，责备自己做得不好、做得不够，我没有把他教好，过失在我，不在他，六和就做到了。戒和同修、身同住、口无诤、意同悦、利同均，这利就是物质的享受，大家是平等的。末后一科六度，布施、持戒、忍辱、精进、禅定、般若，就是四科。学佛一定要把五戒、十善、六和、六度做到，这大乘。小乘，小乘做三个，五戒、十善、六和，没有六波罗蜜，有六波罗蜜就是大乘。佛法就这么简单，就这么容易，可是在起心动念、言语造作里面去对号，这就有点难了，这是真功夫，这叫真修行。我动这个念头，把这个标准拿出来对比一下，有没有违犯，当然先决条件，对这个四科要有相当深度认识，对五伦亦复如是，对伦常八德要有基本的认识。认识是解门，起心动念、言语造作去比对这是行门，这是成圣成贤、成佛成菩萨的大道。",
      "zh_TW": "六和，與一切眾生和睦相處，平等對待和睦相處。見和同解，我們不跟一般人同，我們跟佛菩薩同，這點很重要，六和敬所以不能落實，就是關鍵在這一條。我跟他和，他跟我不和這怎麼辦？我們跟佛和，跟佛菩薩和。佛菩薩對一切眾生都非常慈悲，都能恆順，恆順眾生，隨喜功德，一點都不勉強他。他沒有能轉過來，沒有能覺悟，佛菩薩不責備眾生，責備自己做得不好、做得不夠，我沒有把他教好，過失在我，不在他，六和就做到了。戒和同修、身同住、口無諍、意同悅、利同均，這利就是物質的享受，大家是平等的。末後一科六度，布施、持戒、忍辱、精進、禪定、般若，就是四科。學佛一定要把五戒、十善、六和、六度做到，這大乘。小乘，小乘做三個，五戒、十善、六和，沒有六波羅蜜，有六波羅蜜就是大乘。佛法就這麼簡單，就這麼容易，可是在起心動念、言語造作裡面去對號，這就有點難了，這是真功夫，這叫真修行。我動這個念頭，把這個標準拿出來對比一下，有沒有違犯，當然先決條件，對這個四科要有相當深度認識，對五倫亦復如是，對倫常八德要有基本的認識。認識是解門，起心動念、言語造作去比對這是行門，這是成聖成賢、成佛成菩薩的大道。"
    },
    {
      "id": "02-037-0464_p0006",
      "zh_CN": "《大乘义章》里头说，「邪言不正，其犹绮色」，绮是美丽的颜色，绸缎的颜色，「从喻立称」，这名称是从比喻上得来的，「故名绮语」。《无量寿经笺注》丁福保居士的，「绮语，一切含淫意不正之言词也」，世间叫言情小说，连《红楼梦》都包括在其中，《西厢记》，这是古时候的小说，写得很含蓄，里面有这个意思，现在讲谈恋爱。今天你看歌舞戏剧、种种表演，有没有这个意思在里头？如果有都叫绮语。「后世骚人积习，多喜以美人香草寓言。凡涉于闺阁者，皆谓之绮语」。绮语的范围很大。我记得早年，我在景美图书馆讲到这些经文，因为图书馆不远有一个学校，叫世界新闻专科学校，学生读这个学校的将来都是演员、歌星、电影明星，干这一行。听经听久了，心里害怕来问我，这一行能不能干？要不要改行？我就告诉他，改行最好，凡是这一行造的业都不善。这些学生以后都学别的科系去，不搞这个，这对的，能回头。",
      "zh_TW": "《大乘義章》裡頭說，「邪言不正，其猶綺色」，綺是美麗的顏色，綢緞的顏色，「從喻立稱」，這名稱是從比喻上得來的，「故名綺語」。《無量壽經箋註》丁福保居士的，「綺語，一切含淫意不正之言詞也」，世間叫言情小說，連《紅樓夢》都包括在其中，《西廂記》，這是古時候的小說，寫得很含蓄，裡面有這個意思，現在講談戀愛。今天你看歌舞戲劇、種種表演，有沒有這個意思在裡頭？如果有都叫綺語。「後世騷人積習，多喜以美人香草寓言。凡涉於閨閣者，皆謂之綺語」。綺語的範圍很大。我記得早年，我在景美圖書館講到這些經文，因為圖書館不遠有一個學校，叫世界新聞專科學校，學生讀這個學校的將來都是演員、歌星、電影明星，幹這一行。聽經聽久了，心裡害怕來問我，這一行能不能幹？要不要改行？我就告訴他，改行最好，凡是這一行造的業都不善。這些學生以後都學別的科系去，不搞這個，這對的，能回頭。"
    },
    {
      "id": "02-037-0464_p0007",
      "zh_CN": "「又《十业道章》云：说染言词，名杂秽语」，就是绮语。「若不染心，绮饰文辞，歌赞实德，非不善也」。这说得好，你的文字华丽，但是这里面是清净心，没有涉及到这些香草、美人这种寓言，没有这个，这好。你赞佛、赞菩萨、赞极乐世界，这都是好文章，这不是不善。望西法师说，「凡此妄语，世人喜犯，不顾来报」。很容易、很随便的就说出来，没有经过思考，由此可知，他习气之深。说出来之后这有过失，俱生神就把你记录起来，阿赖耶识里头，种子识的力量就加强，不善的种子，没有人想到这个事情。真正想到了为什么不念佛！我们总感觉到自己善根福德不够，其实可以培养，而且很快就能培养成，我们想像当中所需要的，就是足够的资粮往生净土，可以做得到。一声佛号就含无量功德，一天到晚念念都是阿弥陀佛，这还得了！所以谛闲法师赞叹念佛真正往生的人，都说弘宗演教（弘宗是弘扬禅宗，演教是教下），这些大德比不上你，名山宝刹方丈住持也比不上你。谛闲法师对锅漏匠的赞叹。他怎么成就的？不过是三年念阿弥陀佛，其他的他什么都不懂。",
      "zh_TW": "「又《十業道章》云：說染言詞，名雜穢語」，就是綺語。「若不染心，綺飾文辭，歌讚實德，非不善也」。這說得好，你的文字華麗，但是這裡面是清淨心，沒有涉及到這些香草、美人這種寓言，沒有這個，這好。你讚佛、讚菩薩、讚極樂世界，這都是好文章，這不是不善。望西法師說，「凡此妄語，世人喜犯，不顧來報」。很容易、很隨便的就說出來，沒有經過思考，由此可知，他習氣之深。說出來之後這有過失，俱生神就把你記錄起來，阿賴耶識裡頭，種子識的力量就加強，不善的種子，沒有人想到這個事情。真正想到了為什麼不念佛！我們總感覺到自己善根福德不夠，其實可以培養，而且很快就能培養成，我們想像當中所需要的，就是足夠的資糧往生淨土，可以做得到。一聲佛號就含無量功德，一天到晚念念都是阿彌陀佛，這還得了！所以諦閑法師讚歎念佛真正往生的人，都說弘宗演教（弘宗是弘揚禪宗，演教是教下），這些大德比不上你，名山寶剎方丈住持也比不上你。諦閑法師對鍋漏匠的讚歎。他怎麼成就的？不過是三年念阿彌陀佛，其他的他什麼都不懂。"
    },
    {
      "id": "02-037-0464_p0008",
      "zh_CN": "这是十足证实一门深入，长时薰修，这个方法是行门当中第一法。八万四千行门无论哪个行门，只要你掌握住一门深入，长时薰修，你这一生决定成就。一切法门当中净宗是易行道，它就是一句佛号，所以这一句佛号念三年，那个八万四千法门学三年，都比不上念佛人，这个道理我们要懂。我们的志愿要放在极乐世界，只有到极乐世界乘愿再来，那没有问题。你是菩萨身再来的，菩萨身再来的人，决定不迷。我们还会被七情五欲所迷所动，自己心里面要有数：我不是菩萨，我不是再来人。那不是菩萨、不是再来人，我这一生有机会争取作菩萨、作再来人，我要把这个争取摆在第一，希望我一生能成就，这比什么都重要。",
      "zh_TW": "這是十足證實一門深入，長時薰修，這個方法是行門當中第一法。八萬四千行門無論哪個行門，只要你掌握住一門深入，長時薰修，你這一生決定成就。一切法門當中淨宗是易行道，它就是一句佛號，所以這一句佛號念三年，那個八萬四千法門學三年，都比不上念佛人，這個道理我們要懂。我們的志願要放在極樂世界，只有到極樂世界乘願再來，那沒有問題。你是菩薩身再來的，菩薩身再來的人，決定不迷。我們還會被七情五欲所迷所動，自己心裡面要有數：我不是菩薩，我不是再來人。那不是菩薩、不是再來人，我這一生有機會爭取作菩薩、作再來人，我要把這個爭取擺在第一，希望我一生能成就，這比什麼都重要。"
    },
    {
      "id": "02-037-0464_p0009",
      "zh_CN": "只有自度才能度人，这一句话佛在大小乘经里头说过很多次。自己没有度想度别人，后头有一句，佛常说的「无有是处」，无有是处用现在的话来说，没有这个道理。自度做出最好的榜样给人看，这就是度他。锅漏匠往生这个样子，你想想他度多少人？连我们今天学佛都受到他很大的影响，都受到他很大的鼓舞，增长了我们的信心、愿心，这就是他的功德对我们的加持。我们自己要清楚、要明了，这就是智慧光明照注，知道感恩、知道报恩，报恩是依教奉行。",
      "zh_TW": "只有自度才能度人，這一句話佛在大小乘經裡頭說過很多次。自己沒有度想度別人，後頭有一句，佛常說的「無有是處」，無有是處用現在的話來說，沒有這個道理。自度做出最好的榜樣給人看，這就是度他。鍋漏匠往生這個樣子，你想想他度多少人？連我們今天學佛都受到他很大的影響，都受到他很大的鼓舞，增長了我們的信心、願心，這就是他的功德對我們的加持。我們自己要清楚、要明瞭，這就是智慧光明照注，知道感恩、知道報恩，報恩是依教奉行。"
    },
    {
      "id": "02-037-0464_p0010",
      "zh_CN": "要记住，「南山」就是道宣律师，这条戒「人多喜犯」，就是绮语，现在讲开玩笑，开玩笑在佛经上称为戏论，游戏的戏，这戏论，很容易犯。后头讲得好，这是道宣律师所说的，「良由妄业熏积」，就是妄想、妄语，在这里特别侧重在妄语，妄语的业习长时间薰修，长时间的累积。「识种尤多」，阿赖耶识里头这个识的种子最多。「故随尘境」，尘是六尘色声香味触法，境是境界，六根对着六尘境界喜欢开玩笑，这个习气真的是很多，时时刻刻我们都会遇到。「动便虚构」，虚就是妄言，就是开玩笑，构就是造成罪业。接着又说，「行基菩萨云：口虎害人，舌剑断命。如口如鼻，死后无咎」。这两句话什么意思？念老下面解释，解释得好，「令人之口如鼻之无言」，鼻不会说话，口会说话，口要像鼻子一样不会说话，就不会有过失。「死后无咎」，就避免过失了。",
      "zh_TW": "要記住，「南山」就是道宣律師，這條戒「人多喜犯」，就是綺語，現在講開玩笑，開玩笑在佛經上稱為戲論，遊戲的戲，這戲論，很容易犯。後頭講得好，這是道宣律師所說的，「良由妄業熏積」，就是妄想、妄語，在這裡特別側重在妄語，妄語的業習長時間薰修，長時間的累積。「識種尤多」，阿賴耶識裡頭這個識的種子最多。「故隨塵境」，塵是六塵色聲香味觸法，境是境界，六根對著六塵境界喜歡開玩笑，這個習氣真的是很多，時時刻刻我們都會遇到。「動便虛構」，虛就是妄言，就是開玩笑，構就是造成罪業。接著又說，「行基菩薩云：口虎害人，舌劍斷命。如口如鼻，死後無咎」。這兩句話什麼意思？念老下面解釋，解釋得好，「令人之口如鼻之無言」，鼻不會說話，口會說話，口要像鼻子一樣不會說話，就不會有過失。「死後無咎」，就避免過失了。"
    },
    {
      "id": "02-037-0464_p0011",
      "zh_CN": "「如《智度论》云：如佛说，妄语有十罪。何等为十」。这一句经文，《智度论》上引释迦牟尼佛所说的，所以是经文。我们要记住，第一个，「口气臭」，喜欢绮语、妄言的，你走近一点你就闻到他口臭，确实有。我在没有学佛之前这个绮语不知道造多少，喜欢开玩笑，喜欢挖苦别人。年轻不知道，有意无意得罪很多人，以后造成很多障碍，学佛之后才明了。那个时候口有口气，自己不知道，是个老居士告诉我的，福州人，年岁至少大我二十岁，父亲辈的，他常常来听我讲经。我们在景美建了一个图书馆，那是我讲经第二十年，我讲经二十年才有一个小道场。这个老人跟我很熟，听我讲经也十几年了，我们这个图书馆建立的时候他来看我，告诉我，法师，你业障消了。我说什么业障？口味道没有了。他说以前有，我们都不好意思说，你讲经二十年的功德，这业障消了，没有了。自己不知道。年轻没学佛的时候在公家机关上班，职位虽然小，喜欢跟人开玩笑，喜欢挖苦人，强词夺理。所以我有一点辩才，没有理我会说出一套道理，他也对我无可奈何，干这种事情。当时是有快意，不知道这罪过很重，造成以后的障碍。别人什么？嫉恨你，嫉妒怨恨，有机会他就报复你，找麻烦，那真的要吃苦头，从哪里结的不知道，就是平常开玩笑。这也是一般读书人都有的毛病，好胜，争辩当中好胜。这是第一个我深深感受到。",
      "zh_TW": "「如《智度論》云：如佛說，妄語有十罪。何等為十」。這一句經文，《智度論》上引釋迦牟尼佛所說的，所以是經文。我們要記住，第一個，「口氣臭」，喜歡綺語、妄言的，你走近一點你就聞到他口臭，確實有。我在沒有學佛之前這個綺語不知道造多少，喜歡開玩笑，喜歡挖苦別人。年輕不知道，有意無意得罪很多人，以後造成很多障礙，學佛之後才明瞭。那個時候口有口氣，自己不知道，是個老居士告訴我的，福州人，年歲至少大我二十歲，父親輩的，他常常來聽我講經。我們在景美建了一個圖書館，那是我講經第二十年，我講經二十年才有一個小道場。這個老人跟我很熟，聽我講經也十幾年了，我們這個圖書館建立的時候他來看我，告訴我，法師，你業障消了。我說什麼業障？口味道沒有了。他說以前有，我們都不好意思說，你講經二十年的功德，這業障消了，沒有了。自己不知道。年輕沒學佛的時候在公家機關上班，職位雖然小，喜歡跟人開玩笑，喜歡挖苦人，強詞奪理。所以我有一點辯才，沒有理我會說出一套道理，他也對我無可奈何，幹這種事情。當時是有快意，不知道這罪過很重，造成以後的障礙。別人什麼？嫉恨你，嫉妒怨恨，有機會他就報復你，找麻煩，那真的要吃苦頭，從哪裡結的不知道，就是平常開玩笑。這也是一般讀書人都有的毛病，好勝，爭辯當中好勝。這是第一個我深深感受到。"
    },
    {
      "id": "02-037-0464_p0012",
      "zh_CN": "第二，「善神远之，非人得便」。那在今天这个社会就多了，善神是护法神，护法神走了，不护持你。像我们在《三昧水忏》里面看到的，悟达国师生生世世修得好，戒律清净，知见纯正，护法神守护。十世，这时间总有几百年，善神都不离开他。到第十世唐朝时候，十世修行累积的功德，他被皇帝封为国师，这地位高了。有一天皇上供养他一个沉香宝座，就是师子座，我们讲太师椅，很大的太师椅，沉香做的，你知道沉香现在是论什么？是论两、论钱来卖的，这一个宝座多重！沉水香雕的宝座。他接受很得意，心里动这个念头，出家人的地位第一，再没有高过他的。这个念头，这个念头就是傲慢的念头，念头才生起护法神远离，冤亲债主找上门，现在讲附体。",
      "zh_TW": "第二，「善神遠之，非人得便」。那在今天這個社會就多了，善神是護法神，護法神走了，不護持你。像我們在《三昧水懺》裡面看到的，悟達國師生生世世修得好，戒律清淨，知見純正，護法神守護。十世，這時間總有幾百年，善神都不離開他。到第十世唐朝時候，十世修行累積的功德，他被皇帝封為國師，這地位高了。有一天皇上供養他一個沉香寶座，就是師子座，我們講太師椅，很大的太師椅，沉香做的，你知道沉香現在是論什麼？是論兩、論錢來賣的，這一個寶座多重！沉水香雕的寶座。他接受很得意，心裡動這個念頭，出家人的地位第一，再沒有高過他的。這個念頭，這個念頭就是傲慢的念頭，念頭才生起護法神遠離，冤親債主找上門，現在講附體。"
    },
    {
      "id": "02-037-0464_p0013",
      "zh_CN": "这个冤亲债主是被他害死的，深仇大恨念念不忘，你看追他十世，等待机会。这下机会逮到了，附体附在他膝盖上，长了个人面疮，几乎要了他的命。毕竟是十世修行，他是真干，感动阿罗汉迦诺迦尊者，出面来给他调解、化解。把他们两个人的关系，十世之前在一起做官，意见不和，被他害死了，由于这个冤仇。这两个当然都是读书人，都是明理人，接受阿罗汉的调解，他离开，他的病就好了。《三昧水忏》就是这样传下来的，序文里头把这段历史故事讲得很清楚。「冤家宜解不宜结」，我们受人毁谤、受人欺负、受人陷害，都没有关系，不放在心上，我们念佛求生净土。绝不跟人结冤仇，他跟我结冤仇，我不跟他结冤仇，他将来有没有果报？有果报。但是没有冤亲债主报复这个果报，没有，他有性罪。杀盗淫妄本身就是罪，不但造作，起心动念都是过，起心动念叫过，付诸行动叫罪，叫罪过。叫非人得便，被冤亲债主附体，现在这个世间很多很多这个情形。",
      "zh_TW": "這個冤親債主是被他害死的，深仇大恨念念不忘，你看追他十世，等待機會。這下機會逮到了，附體附在他膝蓋上，長了個人面瘡，幾乎要了他的命。畢竟是十世修行，他是真幹，感動阿羅漢迦諾迦尊者，出面來給他調解、化解。把他們兩個人的關係，十世之前在一起做官，意見不和，被他害死了，由於這個冤仇。這兩個當然都是讀書人，都是明理人，接受阿羅漢的調解，他離開，他的病就好了。《三昧水懺》就是這樣傳下來的，序文裡頭把這段歷史故事講得很清楚。「冤家宜解不宜結」，我們受人毀謗、受人欺負、受人陷害，都沒有關係，不放在心上，我們念佛求生淨土。絕不跟人結冤仇，他跟我結冤仇，我不跟他結冤仇，他將來有沒有果報？有果報。但是沒有冤親債主報復這個果報，沒有，他有性罪。殺盜淫妄本身就是罪，不但造作，起心動念都是過，起心動念叫過，付諸行動叫罪，叫罪過。叫非人得便，被冤親債主附體，現在這個世間很多很多這個情形。"
    },
    {
      "id": "02-037-0464_p0014",
      "zh_CN": "第三，「虽有实语，人不信受」。纵然他讲的真话、真实话，没人相信他，他说的好话、说的真话，为什么人不信？先世造的口业重，这一生当中没有人相信。第四「智人谋议，常不参预」。世出世间重要问题都会找一些人在一起商量，征求意见来解决问题。这些事情人家不邀请他参与，这是什么？这也属于口业，心口不善自然感召。第五，「常被诽谤，丑恶之声周闻天下」。这第五种常常被人毁谤，毁谤这些人未必有事实，所谓造谣生事，现在这个社会特别多。甚至于我们在讲经里头，他怎么样？断章取义引用出来造谣生事，我遇过很多。早年赵朴老在世，我常常去看他，老乡长，同乡的长辈，对我们很爱护。有造谣生事的，在我讲经里头节录出来，把这个东西送给宗教局，来告我。朴老有智慧：你这个节录的不算数，你把他原来的录音带和这光盘，你拿来给我听，看他上下怎么讲的，不能单讲一句，我要他原来的东西。拿不出来，拿不出来就算了，就不处理它。",
      "zh_TW": "第三，「雖有實語，人不信受」。縱然他講的真話、真實話，沒人相信他，他說的好話、說的真話，為什麼人不信？先世造的口業重，這一生當中沒有人相信。第四「智人謀議，常不參預」。世出世間重要問題都會找一些人在一起商量，徵求意見來解決問題。這些事情人家不邀請他參與，這是什麼？這也屬於口業，心口不善自然感召。第五，「常被誹謗，醜惡之聲周聞天下」。這第五種常常被人毀謗，毀謗這些人未必有事實，所謂造謠生事，現在這個社會特別多。甚至於我們在講經裡頭，他怎麼樣？斷章取義引用出來造謠生事，我遇過很多。早年趙樸老在世，我常常去看他，老鄉長，同鄉的長輩，對我們很愛護。有造謠生事的，在我講經裡頭節錄出來，把這個東西送給宗教局，來告我。樸老有智慧：你這個節錄的不算數，你把他原來的錄音帶和這光盤，你拿來給我聽，看他上下怎麼講的，不能單講一句，我要他原來的東西。拿不出來，拿不出來就算了，就不處理它。"
    },
    {
      "id": "02-037-0464_p0015",
      "zh_CN": "这个事情我知道了，那我们讲经说法要不要格外小心？不需要。为什么？经是佛说的，我们是学习，把我们自己修学的心得给大家做报告、做分享而已。我不需要给自己加压力，我们要小心，哪些能讲，哪些不能讲，这不是给自己找麻烦吗？这样学习经教违背了经教的意思，句句都老实讲实话，就好！如来是「真语者、实语者、如语者」，如语者，跟事实真相完全相同。我们需要避讳的，那就是最好不要说过失，这是普贤十愿第二愿教给我们的，「称赞如来」，我们学这个，别人有好处我们赞叹，别人有过失不提。不但言语当中不能提，念头都没有这才好！",
      "zh_TW": "這個事情我知道了，那我們講經說法要不要格外小心？不需要。為什麼？經是佛說的，我們是學習，把我們自己修學的心得給大家做報告、做分享而已。我不需要給自己加壓力，我們要小心，哪些能講，哪些不能講，這不是給自己找麻煩嗎？這樣學習經教違背了經教的意思，句句都老實講實話，就好！如來是「真語者、實語者、如語者」，如語者，跟事實真相完全相同。我們需要避諱的，那就是最好不要說過失，這是普賢十願第二願教給我們的，「稱讚如來」，我們學這個，別人有好處我們讚歎，別人有過失不提。不但言語當中不能提，念頭都沒有這才好！"
    },
    {
      "id": "02-037-0464_p0016",
      "zh_CN": "我初学佛的时候，李老师常常告诉我们，不要把自己的良心当作别人的垃圾桶。这个意思说，不要把别人不善的东西放在心上，那就变成别人的垃圾桶。我们这个心可以收集别人善行，善行、善言我们专收集这个，不善的一概不收，一概不予理会，养成自己纯净纯善这好！专门收集别人不善的，那是愚痴的人，没智慧，这种心行是把自己往下坠落，不是向上提升。这个基本的道理一定要懂，一定要守住，也就是一定要落实在生活当中，落实在工作，落实在处事待人接物，要把自己不断向上提升。",
      "zh_TW": "我初學佛的時候，李老師常常告訴我們，不要把自己的良心當作別人的垃圾桶。這個意思說，不要把別人不善的東西放在心上，那就變成別人的垃圾桶。我們這個心可以收集別人善行，善行、善言我們專收集這個，不善的一概不收，一概不予理會，養成自己純淨純善這好！專門收集別人不善的，那是愚痴的人，沒智慧，這種心行是把自己往下墜落，不是向上提升。這個基本的道理一定要懂，一定要守住，也就是一定要落實在生活當中，落實在工作，落實在處事待人接物，要把自己不斷向上提升。"
    },
    {
      "id": "02-037-0464_p0017",
      "zh_CN": "第六，「人所不敬，虽有教敕，人不承用」。这也是妄语的业，包括四种。社会一般大众不尊重你，虽然你有很好的教诲，别人不相信，别人不会依照你的教诲去落实。人到没有信用的时候，这个现象就产生。第七，「常多忧愁」，忧虑多，也就是妄想多、杂念多，心不清净。心不清净身体就不健康，肯定有连带关系。第八，「种诽谤业因缘」，毁谤是果报，毁谤有因，因是什么？因就是口业。常造口业，喜欢造口业，你带来的也是种种毁谤，什么样的因感什么样的果报，这也是一定的道理。",
      "zh_TW": "第六，「人所不敬，雖有教敕，人不承用」。這也是妄語的業，包括四種。社會一般大眾不尊重你，雖然你有很好的教誨，別人不相信，別人不會依照你的教誨去落實。人到沒有信用的時候，這個現象就產生。第七，「常多憂愁」，憂慮多，也就是妄想多、雜念多，心不清淨。心不清淨身體就不健康，肯定有連帶關係。第八，「種誹謗業因緣」，毀謗是果報，毀謗有因，因是什麼？因就是口業。常造口業，喜歡造口業，你帶來的也是種種毀謗，什麼樣的因感什麼樣的果報，這也是一定的道理。"
    },
    {
      "id": "02-037-0464_p0018",
      "zh_CN": "第九，「身坏命终当堕地狱」，口业太重，地狱里面所说的拔舌地狱。造口业，让我们立刻就想到拔舌地狱，拔舌地狱是他必须要受的。他的口业，不善的影响，影响的面有多大，就是受害有多少人，影响的时间有多长，这里头有受不同的罪报。影响大的全都在无间地狱，拔舌地狱度过之后再到无间，可见这个事情非常可怕。第十，「若出为人，常被诽谤」，过去喜欢毁谤别人，这一生当中，这是从地狱出来还有余罪在，余罪带给你的果报，就是有很多人有意无意的毁谤你。「可见妄语之恶业，广生过咎」，广是广大，衍生许许多多的罪过，「死堕地狱，慎莫轻忽」。佛提醒我们！",
      "zh_TW": "第九，「身壞命終當墮地獄」，口業太重，地獄裡面所說的拔舌地獄。造口業，讓我們立刻就想到拔舌地獄，拔舌地獄是他必須要受的。他的口業，不善的影響，影響的面有多大，就是受害有多少人，影響的時間有多長，這裡頭有受不同的罪報。影響大的全都在無間地獄，拔舌地獄度過之後再到無間，可見這個事情非常可怕。第十，「若出為人，常被誹謗」，過去喜歡毀謗別人，這一生當中，這是從地獄出來還有餘罪在，餘罪帶給你的果報，就是有很多人有意無意的毀謗你。「可見妄語之惡業，廣生過咎」，廣是廣大，衍生許許多多的罪過，「死墮地獄，慎莫輕忽」。佛提醒我們！"
    },
    {
      "id": "02-037-0464_p0019",
      "zh_CN": "世出世间圣贤对于言语都非常重视，孔子教学，言语列在第二科。夫子当时教学功课简单，只有四门（四科），第一个是德行，第二个是言语，第三个是政事。政事是什么？日常生活当中，遇到一些疑难杂症，怎么样去应付，这都是属于政事。最后一条是文学，文学是什么？精神生活，今天讲的文学跟艺术，文艺，陶冶性情。只有四科，享受是放在最后，首先学做人，前面两条是做人，德行跟言语，政事是物质上的福报，文学是精神的福报。我们对这桩事情要谨慎、要小心，时时刻刻希望自己不犯这个过失。",
      "zh_TW": "世出世間聖賢對於言語都非常重視，孔子教學，言語列在第二科。夫子當時教學功課簡單，只有四門（四科），第一個是德行，第二個是言語，第三個是政事。政事是什麼？日常生活當中，遇到一些疑難雜症，怎麼樣去應付，這都是屬於政事。最後一條是文學，文學是什麼？精神生活，今天講的文學跟藝術，文藝，陶冶性情。只有四科，享受是放在最後，首先學做人，前面兩條是做人，德行跟言語，政事是物質上的福報，文學是精神的福報。我們對這樁事情要謹慎、要小心，時時刻刻希望自己不犯這個過失。"
    },
    {
      "id": "02-037-0464_p0020",
      "zh_CN": "末后这一句，『憎嫉善人』，「憎者憎恶，嫉者妒嫉」，这也是人之常情，很多人有这个毛病，造这种恶业，这个业好不好？不好，这个业罪报也非常重。这个善人，真正是个善人，他住在这个地方，对这个地方的社会有好处，他的行为，就是他的言行自自然然能感化这一方。你要嫉妒他，你要障碍他，这个罪报不跟他结，真正善人他也不记你的过失，你赶他走，他就乖乖走了。跟谁结罪？跟这个人如果长住在这个地区，他教化的人多，他教化的时间长，这地方人有福，因为你嫉妒把他赶走，这个地方人没福了，这地方人没有人教，这个责任都在你身上，所以这个罪重。真正善人，你得罪他，他不会怪你，他不会报复，所以跟他没事，跟这个地区众生问题可大了，这个罪业一般都是无间地狱。如果这是个大善人，有德行、有学问、有智慧、有道德，这个地方失去这样的人教诲，是这个地区的人没有福报。你把这种人赶走，你让这个地区的人都没福，这个责任你要完全承当。我们知道，承当这个责任是阿鼻地狱的果报，这是自己愚痴，造这么重的罪业。",
      "zh_TW": "末後這一句，『憎嫉善人』，「憎者憎惡，嫉者妒嫉」，這也是人之常情，很多人有這個毛病，造這種惡業，這個業好不好？不好，這個業罪報也非常重。這個善人，真正是個善人，他住在這個地方，對這個地方的社會有好處，他的行為，就是他的言行自自然然能感化這一方。你要嫉妒他，你要障礙他，這個罪報不跟他結，真正善人他也不記你的過失，你趕他走，他就乖乖走了。跟誰結罪？跟這個人如果長住在這個地區，他教化的人多，他教化的時間長，這地方人有福，因為你嫉妒把他趕走，這個地方人沒福了，這地方人沒有人教，這個責任都在你身上，所以這個罪重。真正善人，你得罪他，他不會怪你，他不會報復，所以跟他沒事，跟這個地區眾生問題可大了，這個罪業一般都是無間地獄。如果這是個大善人，有德行、有學問、有智慧、有道德，這個地方失去這樣的人教誨，是這個地區的人沒有福報。你把這種人趕走，你讓這個地區的人都沒福，這個責任你要完全承當。我們知道，承當這個責任是阿鼻地獄的果報，這是自己愚痴，造這麼重的罪業。"
    },
    {
      "id": "02-037-0464_p0021",
      "zh_CN": "如果有智慧，遇到这个善人你能帮助他，你能给他宣传，把他的影响扩大，你得的福报跟他一样大，你用的力量小，得福报大。你介绍一个人跟他学，这个人成就了，这个人一生的福报，你的果报跟他相同。但是他们一个要教，一个要学，都很辛苦，你是个介绍人，让他有机缘成就，你的福报跟他一样大，但是你不需要受那么多辛苦修学，福报相同，这很多人不知道。要知道遇到这桩事情，修福的机会到了，好事，不是坏事，而且修大福报。这些大善人修福，我们来享福，这是真正聪明人。我们如果是反其道而行，嫉妒、障碍，把他撵走，我们将来在阿鼻地狱，果报天壤之别，不能不知道。所以人要见贤思齐，实在讲我们没有那么大的智慧，没有那么大的福德，齐不了，齐不了要跟着他走，确实他造福我们享福，享福一定要帮助他，把他的教化发扬光大。",
      "zh_TW": "如果有智慧，遇到這個善人你能幫助他，你能給他宣傳，把他的影響擴大，你得的福報跟他一樣大，你用的力量小，得福報大。你介紹一個人跟他學，這個人成就了，這個人一生的福報，你的果報跟他相同。但是他們一個要教，一個要學，都很辛苦，你是個介紹人，讓他有機緣成就，你的福報跟他一樣大，但是你不需要受那麼多辛苦修學，福報相同，這很多人不知道。要知道遇到這樁事情，修福的機會到了，好事，不是壞事，而且修大福報。這些大善人修福，我們來享福，這是真正聰明人。我們如果是反其道而行，嫉妒、障礙，把他攆走，我們將來在阿鼻地獄，果報天壤之別，不能不知道。所以人要見賢思齊，實在講我們沒有那麼大的智慧，沒有那麼大的福德，齊不了，齊不了要跟著他走，確實他造福我們享福，享福一定要幫助他，把他的教化發揚光大。"
    },
    {
      "id": "02-037-0464_p0022",
      "zh_CN": "教学过程当中听经，就是增一分功德，尤其你在这个地方有影响力，受人尊重的，这个人讲经你去听，这是什么？做影响众。水涨船高，把他抬起来，抬举起来，帮助他提升起来，好事！讲经的人不能不听经，我一生讲经，如果这个地方有人讲经，我知道了我一定去听，所以我的法缘殊胜。别人讲经我不去听，我讲经也没人来听，因果报应法尔如是，我喜欢听，我讲经听众就很多，法缘是这么结的。现在年岁大了，在过去行动没有感觉到累，现在感觉到累，这说明年岁大了，有一些地方我就不去了，把念佛的时间加多，往生要紧。",
      "zh_TW": "教學過程當中聽經，就是增一分功德，尤其你在這個地方有影響力，受人尊重的，這個人講經你去聽，這是什麼？做影響眾。水漲船高，把他抬起來，抬舉起來，幫助他提升起來，好事！講經的人不能不聽經，我一生講經，如果這個地方有人講經，我知道了我一定去聽，所以我的法緣殊勝。別人講經我不去聽，我講經也沒人來聽，因果報應法爾如是，我喜歡聽，我講經聽眾就很多，法緣是這麼結的。現在年歲大了，在過去行動沒有感覺到累，現在感覺到累，這說明年歲大了，有一些地方我就不去了，把念佛的時間加多，往生要緊。"
    },
    {
      "id": "02-037-0464_p0023",
      "zh_CN": "我们再看底下一科，「夸大自欺」，这也是一般人的通病。请看经文：",
      "zh_TW": "我們再看底下一科，「誇大自欺」，這也是一般人的通病。請看經文："
    },
    {
      "id": "02-037-0464_p0024",
      "zh_CN": "【尊贵自大。谓己有道。横行威势。侵易于人。欲人畏敬。不自惭惧。】",
      "zh_TW": "【尊貴自大。謂己有道。橫行威勢。侵易於人。欲人畏敬。不自慚懼。】"
    },
    {
      "id": "02-037-0464_p0025",
      "zh_CN": "这六句，《解》里面是紧接着前面经文末后两句，「憎嫉善人，败坏贤明，不孝父母，轻慢师长，朋友无信，难得诚实」，这接下来，『尊贵自大，谓己有道』。念老说这段经文，古有两种解释，「一者，《嘉祥疏》云：憎嫉善人明恶口。败坏贤明明妄语。不孝二亲」，《魏译》本作二亲，「明作恶人造逆。朋友无信，明其不忠」，成就前面所说的妄语。「尊贵自大成其恶口。谓己有道成其两舌」。口四种过全造了，我们把这几句好好的温习一下，嘉祥大师的注解《无量寿经义疏》。憎是憎恨，嫉是嫉妒，对于善人、善行、善事超过他，他心不平，他不甘心。所以他自然就批评，找这个善人的过失，找不到过失，也无中生有，古人所谓「欲加之罪，何患无辞」，总要找一些歪理。确实有些事情也都是真的，那真的是环境不一样。",
      "zh_TW": "這六句，《解》裡面是緊接著前面經文末後兩句，「憎嫉善人，敗壞賢明，不孝父母，輕慢師長，朋友無信，難得誠實」，這接下來，『尊貴自大，謂己有道』。念老說這段經文，古有兩種解釋，「一者，《嘉祥疏》云：憎嫉善人明惡口。敗壞賢明明妄語。不孝二親」，《魏譯》本作二親，「明作惡人造逆。朋友無信，明其不忠」，成就前面所說的妄語。「尊貴自大成其惡口。謂己有道成其兩舌」。口四種過全造了，我們把這幾句好好的溫習一下，嘉祥大師的註解《無量壽經義疏》。憎是憎恨，嫉是嫉妒，對於善人、善行、善事超過他，他心不平，他不甘心。所以他自然就批評，找這個善人的過失，找不到過失，也無中生有，古人所謂「欲加之罪，何患無辭」，總要找一些歪理。確實有些事情也都是真的，那真的是環境不一樣。"
    },
    {
      "id": "02-037-0464_p0026",
      "zh_CN": "我这一生人家攻击头一个目标，出家不住在寺庙，这是事实。不是我不愿意住寺庙，他没有去替我想想，寺庙不收。我到寺庙去吃一顿饭没有问题，大家欢喜接待；说挂单住一晚上，没有一个寺庙答应的，那有什么办法？所以他不知道，确实有排斥的一股力量在。这个里头有原因，我们也不必说，说了都是过失。我们只有感恩，对于毁谤的人感恩，为什么？至少他提醒我，我听听他毁谤些什么，「有则改之，无则嘉勉」，对我有好处没有坏处。至于他造成的影响，有些初学同学听到，不愿意再听我的讲经，那是他的事情，不是我的事情。我讲经不是为他讲的，连佛菩萨讲经都有对象，什么对象？有缘众生，他跟我没有缘，所以这是正常的。有缘的人听到生欢喜心，听到的时候生恭敬心，他就得利益。听到有怀疑、有分别、有执着还要常常提出来辩论，这些情形有，不但有，我相信很多。如果没有这些情形，那众生就好度了，净宗就很容易相信。为什么说难信之法？说难信之法一定有难信的道理在。",
      "zh_TW": "我這一生人家攻擊頭一個目標，出家不住在寺廟，這是事實。不是我不願意住寺廟，他沒有去替我想想，寺廟不收。我到寺廟去吃一頓飯沒有問題，大家歡喜接待；說掛單住一晚上，沒有一個寺廟答應的，那有什麼辦法？所以他不知道，確實有排斥的一股力量在。這個裡頭有原因，我們也不必說，說了都是過失。我們只有感恩，對於毀謗的人感恩，為什麼？至少他提醒我，我聽聽他毀謗些什麼，「有則改之，無則嘉勉」，對我有好處沒有壞處。至於他造成的影響，有些初學同學聽到，不願意再聽我的講經，那是他的事情，不是我的事情。我講經不是為他講的，連佛菩薩講經都有對象，什麼對象？有緣眾生，他跟我沒有緣，所以這是正常的。有緣的人聽到生歡喜心，聽到的時候生恭敬心，他就得利益。聽到有懷疑、有分別、有執著還要常常提出來辯論，這些情形有，不但有，我相信很多。如果沒有這些情形，那眾生就好度了，淨宗就很容易相信。為什麼說難信之法？說難信之法一定有難信的道理在。"
    },
    {
      "id": "02-037-0464_p0027",
      "zh_CN": "嘉祥大师讲得好，瞋恨、嫉妒善人，这一定是有恶口，提到都是严厉的批评，不是赞叹、不是欢喜。「败坏贤明」，这个业就更重一层了，怎么样去破坏他，怎么样去毁坏他的成就，都是今天社会普遍的现象，到处都能看见。我们在这一生当中走过这条道路，很清楚、很明白，我们关关通过了，用感恩的心通过，清净平等心通过，这值得自己安慰的。感恩佛菩萨教诲，这一生能守得稳、能守得定全靠经教。如果我们有三个月不读经，我不敢讲我能守得住。由此可知，经教的重要，特别是对弘法、护法的人来说，弘、护都重要。否则的话，你的护法有的时候护错了，你不是在护，是在破坏。可是自己确实没有破坏的心，真是有护持的心，做了坏事，善心做了不善的事，这是什么？智慧不足，这个现象常有。",
      "zh_TW": "嘉祥大師講得好，瞋恨、嫉妒善人，這一定是有惡口，提到都是嚴厲的批評，不是讚歎、不是歡喜。「敗壞賢明」，這個業就更重一層了，怎麼樣去破壞他，怎麼樣去毀壞他的成就，都是今天社會普遍的現象，到處都能看見。我們在這一生當中走過這條道路，很清楚、很明白，我們關關通過了，用感恩的心通過，清淨平等心通過，這值得自己安慰的。感恩佛菩薩教誨，這一生能守得穩、能守得定全靠經教。如果我們有三個月不讀經，我不敢講我能守得住。由此可知，經教的重要，特別是對弘法、護法的人來說，弘、護都重要。否則的話，你的護法有的時候護錯了，你不是在護，是在破壞。可是自己確實沒有破壞的心，真是有護持的心，做了壞事，善心做了不善的事，這是什麼？智慧不足，這個現象常有。"
    },
    {
      "id": "02-037-0464_p0028",
      "zh_CN": "不孝二亲，这说明恶人造逆，这个逆是五逆，第一个是不孝父母，这是做人的大根大本。在净宗，净业三福，是净宗学人最高的修行指导原则，不但是释迦牟尼佛一个人说，一切诸佛没有例外。因为佛在这三句话末后说得很清楚，「三世诸佛净业正因」，换句话说，净业三福一切诸佛都说过，一切诸佛都遵守，没有一个是例外的，这话说得非常重。头一句「孝养父母」，这个孝我们真做到了吗？什么叫孝？查查《论语》，孔老夫子对孝这个字的解释很多种，因人而异、因时而异、因事而异，不一样。今天这个世界孝道没有了，孝养父母，父母希望什么？父母希望我们有钱，钱愈多愈好。跟从前不一样，两百年前的人你问父母，小孩问父母，父母喜欢我要怎么样？他都会讲希望你作圣人、作贤人，没有父母是希望你升官发财的，现在不是，现在父母都是希望你做大官、发大财。我们是不是以这个为尽孝？不是，孝没有了。孝养父母，养父母的身体，养父母的健康长寿，养父母之志。所以今天孝这个字，根都被拔掉，这个问题严重。师也没有了，为什么？师道是建立在孝道的基础上，孝没有了，师就没有了。这两样东西没有了，文化的根就断掉，搞什么全是假的，假的很容易被摧毁，这今天困难在此地。",
      "zh_TW": "不孝二親，這說明惡人造逆，這個逆是五逆，第一個是不孝父母，這是做人的大根大本。在淨宗，淨業三福，是淨宗學人最高的修行指導原則，不但是釋迦牟尼佛一個人說，一切諸佛沒有例外。因為佛在這三句話末後說得很清楚，「三世諸佛淨業正因」，換句話說，淨業三福一切諸佛都說過，一切諸佛都遵守，沒有一個是例外的，這話說得非常重。頭一句「孝養父母」，這個孝我們真做到了嗎？什麼叫孝？查查《論語》，孔老夫子對孝這個字的解釋很多種，因人而異、因時而異、因事而異，不一樣。今天這個世界孝道沒有了，孝養父母，父母希望什麼？父母希望我們有錢，錢愈多愈好。跟從前不一樣，兩百年前的人你問父母，小孩問父母，父母喜歡我要怎麼樣？他都會講希望你作聖人、作賢人，沒有父母是希望你升官發財的，現在不是，現在父母都是希望你做大官、發大財。我們是不是以這個為盡孝？不是，孝沒有了。孝養父母，養父母的身體，養父母的健康長壽，養父母之志。所以今天孝這個字，根都被拔掉，這個問題嚴重。師也沒有了，為什麼？師道是建立在孝道的基礎上，孝沒有了，師就沒有了。這兩樣東西沒有了，文化的根就斷掉，搞什麼全是假的，假的很容易被摧毀，這今天困難在此地。"
    },
    {
      "id": "02-037-0464_p0029",
      "zh_CN": "典籍保存下来了，我们有这个力量尽量努力把它保存，保存了《四库》，保存了《荟要》，保存了《大藏经》。光有这个东西不行，得要有人学，到哪里去找人学？找什么样人学？要找孝子，要找尊师重道的，这种人找不到了。在我们的想像当中观察的结果，古圣先贤的教诲、佛的三藏将来有可能变成学术、变成知识，学校里面用它来做教材，是社会大众的知识，与圣贤不相干，与圣贤永远脱离。为什么？师道没有了，孝道没有了。师道跟孝道在中国，古时候家教里头，都是从小培养出来的。小到什么时候？刚出生，这个婴儿出生他睁开眼睛会看、他会听，他就开始在模仿、在学习。中国古人知道这时候是关键，正是所谓先入为主，他这个三年一千天，从出生到三岁这一千天，他看到的、听到的、接触到的全都是善，这样根才扎下来。古人说「三岁看八十」是真的，八十是什么？直到老不会改变。死，他都肯去死，他不会变节，那个根多深！这个根是父母大人在他面前表演，做出来给他看的，他不需要讲解，两百年前中国家教是这么教法的。",
      "zh_TW": "典籍保存下來了，我們有這個力量盡量努力把它保存，保存了《四庫》，保存了《薈要》，保存了《大藏經》。光有這個東西不行，得要有人學，到哪裡去找人學？找什麼樣人學？要找孝子，要找尊師重道的，這種人找不到了。在我們的想像當中觀察的結果，古聖先賢的教誨、佛的三藏將來有可能變成學術、變成知識，學校裡面用它來做教材，是社會大眾的知識，與聖賢不相干，與聖賢永遠脫離。為什麼？師道沒有了，孝道沒有了。師道跟孝道在中國，古時候家教裡頭，都是從小培養出來的。小到什麼時候？剛出生，這個嬰兒出生他睜開眼睛會看、他會聽，他就開始在模仿、在學習。中國古人知道這時候是關鍵，正是所謂先入為主，他這個三年一千天，從出生到三歲這一千天，他看到的、聽到的、接觸到的全都是善，這樣根才紮下來。古人說「三歲看八十」是真的，八十是什麼？直到老不會改變。死，他都肯去死，他不會變節，那個根多深！這個根是父母大人在他面前表演，做出來給他看的，他不需要講解，兩百年前中國家教是這麼教法的。"
    },
    {
      "id": "02-037-0464_p0030",
      "zh_CN": "这两百年，前一百年疏忽了，中国人开始向西方学习，这西风吹来了，对中国传统东西不再恭敬，有了怀疑。科学的精神是怀疑，于是就有人提出来，为什么要孝？对老师为什么要敬？就提出来。虽然提出来，可是真正孝亲尊师的人还是不少。可是风气变了，一代不如一代，衰了，一百年前到今天，不但没有真干的人，讲的人没有了。所以现在的人，对中国传统文化非常陌生，确实有时候还不如外国人，外国人真正研究汉学的，他们懂得的比我们多，但是他们已经变成学术，变成知识，不是智慧，所得到的受用很微薄。没有圣贤那种「学而时习之，不亦说乎」，那个境界没有了，圣贤有这个境界。学佛的人常生欢喜心，法喜充满，这个没有了。国学跟佛学，用最浅显话来说，真实智慧，但是今天把智慧变成知识，就大不相同，真实智慧没有了，真实智慧能解决问题，知识不能解决问题。",
      "zh_TW": "這兩百年，前一百年疏忽了，中國人開始向西方學習，這西風吹來了，對中國傳統東西不再恭敬，有了懷疑。科學的精神是懷疑，於是就有人提出來，為什麼要孝？對老師為什麼要敬？就提出來。雖然提出來，可是真正孝親尊師的人還是不少。可是風氣變了，一代不如一代，衰了，一百年前到今天，不但沒有真幹的人，講的人沒有了。所以現在的人，對中國傳統文化非常陌生，確實有時候還不如外國人，外國人真正研究漢學的，他們懂得的比我們多，但是他們已經變成學術，變成知識，不是智慧，所得到的受用很微薄。沒有聖賢那種「學而時習之，不亦說乎」，那個境界沒有了，聖賢有這個境界。學佛的人常生歡喜心，法喜充滿，這個沒有了。國學跟佛學，用最淺顯話來說，真實智慧，但是今天把智慧變成知識，就大不相同，真實智慧沒有了，真實智慧能解決問題，知識不能解決問題。"
    },
    {
      "id": "02-037-0464_p0031",
      "zh_CN": "这是我们最近十年体会到，参加十几次世界和平会议看到了，这参加会议的人都是专家学者，都是有博士学位的，大学教授身分，政府高级官员身分，不能解决问题，社会问题摆在面前，束手无策。于是怎么样？于是对于世界还会不会再有和平，产生疑惑，都打了问号。如果有智慧，那他答案是肯定的，和平可以恢复，怎么恢复？把伦理教育找回来，道德教育找回来，因果教育找回来，宗教教育找回来，这个世界会安定，世界会有和平。如果对于这四样东西还要打问号，还要怀疑，可能世界走向毁灭。今天对这四个问题，真正有信心的有几个人？我常说有信心，几分之几的信心，还有几分之几的疑问，跟古人不一样，古人没有怀疑。今天找像孔夫子这样的学生找不到了，「述而不作，信而好古」，到哪里去找？今天人脑子里头想到创造发明，要创新，绝不会走回头路。他不知道旧的是性德，从自性流出来的，新的是从阿赖耶流出来的。这些新东西从妄心里流出来，禁不起考验；从真心里面流出来东西禁得起考验，永恒不变。我们今天舍弃真的，完全用假的，那最后是世界的毁灭。就在我们选择，选择老祖宗东西，这个社会会延续下去；选择科学的技术，科学东西，这世界会走向毁灭。",
      "zh_TW": "這是我們最近十年體會到，參加十幾次世界和平會議看到了，這參加會議的人都是專家學者，都是有博士學位的，大學教授身分，政府高級官員身分，不能解決問題，社會問題擺在面前，束手無策。於是怎麼樣？於是對於世界還會不會再有和平，產生疑惑，都打了問號。如果有智慧，那他答案是肯定的，和平可以恢復，怎麼恢復？把倫理教育找回來，道德教育找回來，因果教育找回來，宗教教育找回來，這個世界會安定，世界會有和平。如果對於這四樣東西還要打問號，還要懷疑，可能世界走向毀滅。今天對這四個問題，真正有信心的有幾個人？我常說有信心，幾分之幾的信心，還有幾分之幾的疑問，跟古人不一樣，古人沒有懷疑。今天找像孔夫子這樣的學生找不到了，「述而不作，信而好古」，到哪裡去找？今天人腦子裡頭想到創造發明，要創新，絕不會走回頭路。他不知道舊的是性德，從自性流出來的，新的是從阿賴耶流出來的。這些新東西從妄心裡流出來，禁不起考驗；從真心裡面流出來東西禁得起考驗，永恆不變。我們今天捨棄真的，完全用假的，那最後是世界的毀滅。就在我們選擇，選擇老祖宗東西，這個社會會延續下去；選擇科學的技術，科學東西，這世界會走向毀滅。"
    },
    {
      "id": "02-037-0464_p0032",
      "zh_CN": "这里头到底什么个原因？很简单，性德把人教好，阿赖耶从走科技的时候把人都教坏，这就是根本原因，人要完全讲究自私自利就完了。传统的教育是不允许有自私的，你细细去看《弟子规》。所以中国从小教小孩不能为自己，起心动念要为家族，到这个世间来是荣宗耀祖，光大门楣，这是最底的底限。往外面推出去就是爱国家、爱社会，再推出去「凡是人，皆须爱」，不为自己，一生是付出，不是占有。佛讲得更究竟、更彻底，佛说到整个宇宙跟自己是一体，一切众生都要真正的爱护他，为什么？是自己。树木花草是自己，山河大地是自己，没有一法不是自己变现的，所以人必须自爱而后才能够爱人。几个人把古圣先贤的道理参透？为什么参不透？不肯落实，这真正原因，他落实就会参透，他不落实永远参不透。为什么？不落实止于知识，落实他突破了知识，超越了知识，这才能成圣成贤、成佛成菩萨。止于知识这个层面这是人天，最大的人天福报是人天里面的智慧，不是佛菩萨的。佛菩萨真实智慧与性德相应，他的智慧与阿赖耶相应，与自性不相应，这不能不知道。",
      "zh_TW": "這裡頭到底什麼個原因？很簡單，性德把人教好，阿賴耶從走科技的時候把人都教壞，這就是根本原因，人要完全講究自私自利就完了。傳統的教育是不允許有自私的，你細細去看《弟子規》。所以中國從小教小孩不能為自己，起心動念要為家族，到這個世間來是榮宗耀祖，光大門楣，這是最底的底限。往外面推出去就是愛國家、愛社會，再推出去「凡是人，皆須愛」，不為自己，一生是付出，不是佔有。佛講得更究竟、更徹底，佛說到整個宇宙跟自己是一體，一切眾生都要真正的愛護他，為什麼？是自己。樹木花草是自己，山河大地是自己，沒有一法不是自己變現的，所以人必須自愛而後才能夠愛人。幾個人把古聖先賢的道理參透？為什麼參不透？不肯落實，這真正原因，他落實就會參透，他不落實永遠參不透。為什麼？不落實止於知識，落實他突破了知識，超越了知識，這才能成聖成賢、成佛成菩薩。止於知識這個層面這是人天，最大的人天福報是人天裡面的智慧，不是佛菩薩的。佛菩薩真實智慧與性德相應，他的智慧與阿賴耶相應，與自性不相應，這不能不知道。"
    },
    {
      "id": "02-037-0464_p0033",
      "zh_CN": "所以这个地方所说的，明作恶人造逆，依这个标准今天哪个人不造逆，逆是五逆，不孝父母，叛逆。现在小孩长成不要父母了，你看看年轻人结婚的时候，不愿意跟父母住在一起，这正常的。推动传统文化这个关很不容易破，人不知道爱其亲，古人谚语里头有所谓，家里头有老人那是家中之宝。尊重老人的经验，老人毕竟他走过一生，他的经验比我们丰富，科学技术不如我们，人生的体验他比我们丰富太多。我们连这古老东西统统不要，一切创新，新的东西没有经过考验，常常出毛病。世界怎么会变成这个样子？你看穿、看清楚了，很简单，根就是把父母跟老师丢掉了。父母生我养我是应该的，他为什么要生我？我长大了不养活他们是应该的，这现代人的思惟。老师就根本别说了，老师，学校是学店，我缴了学费来学东西的。老师贩卖知识，我付了钱我学到的东西，你对我没什么恩德，没有这种义务来报答你，现在这种观念。这个观念根深蒂固，你给他解释讲不通。",
      "zh_TW": "所以這個地方所說的，明作惡人造逆，依這個標準今天哪個人不造逆，逆是五逆，不孝父母，叛逆。現在小孩長成不要父母了，你看看年輕人結婚的時候，不願意跟父母住在一起，這正常的。推動傳統文化這個關很不容易破，人不知道愛其親，古人諺語裡頭有所謂，家裡頭有老人那是家中之寶。尊重老人的經驗，老人畢竟他走過一生，他的經驗比我們豐富，科學技術不如我們，人生的體驗他比我們豐富太多。我們連這古老東西統統不要，一切創新，新的東西沒有經過考驗，常常出毛病。世界怎麼會變成這個樣子？你看穿、看清楚了，很簡單，根就是把父母跟老師丟掉了。父母生我養我是應該的，他為什麼要生我？我長大了不養活他們是應該的，這現代人的思惟。老師就根本別說了，老師，學校是學店，我繳了學費來學東西的。老師販賣知識，我付了錢我學到的東西，你對我沒什麼恩德，沒有這種義務來報答你，現在這種觀念。這個觀念根深蒂固，你給他解釋講不通。"
    },
    {
      "id": "02-037-0464_p0034",
      "zh_CN": "可是智慧，决定是在孝亲尊师里头来的，你要想求真智慧得走老路，走新路求知识，不能求智慧，这是老实话。求知识行，不孝父母、不敬师长可以，求清净平等觉要从孝亲尊师。染污的心、不平的心，你不想离开，你认为这是很正常的，那就没法子。今天困难在哪里？就在这里，我们清清楚楚，我们努力在做做得还不够。我是真正在想，方东美先生后代还有三个人，儿子都住在美国，老大到我们这来过，在这住了几天。我都非常希望他们能到这边来定居，我们可以有个房子送给他，晚年住在一起，互相照顾。但是我们一想，他在美国生活了六十年，我跟老师学习的那一年他们到美国去的，一直没有离开美国，老大住在洛杉矶，另外两个住在纽约，生活在那里习惯了。到这边来看看，看到我们的摄影棚、我们的讲堂，供养有老师照片，我们念念没有忘父母、没有忘老师，我们真心想帮助他。现在年岁都大了，他的老大小我三岁，今年也八十三，晚年生活在一起是乐事，这也是给社会做好榜样，老师的儿女跟自己亲兄弟没有两样，老师就是父母。但是今天的人，他不孝父母，他不敬老师。",
      "zh_TW": "可是智慧，決定是在孝親尊師裡頭來的，你要想求真智慧得走老路，走新路求知識，不能求智慧，這是老實話。求知識行，不孝父母、不敬師長可以，求清淨平等覺要從孝親尊師。染污的心、不平的心，你不想離開，你認為這是很正常的，那就沒法子。今天困難在哪裡？就在這裡，我們清清楚楚，我們努力在做做得還不夠。我是真正在想，方東美先生後代還有三個人，兒子都住在美國，老大到我們這來過，在這住了幾天。我都非常希望他們能到這邊來定居，我們可以有個房子送給他，晚年住在一起，互相照顧。但是我們一想，他在美國生活了六十年，我跟老師學習的那一年他們到美國去的，一直沒有離開美國，老大住在洛杉磯，另外兩個住在紐約，生活在那裡習慣了。到這邊來看看，看到我們的攝影棚、我們的講堂，供養有老師照片，我們念念沒有忘父母、沒有忘老師，我們真心想幫助他。現在年歲都大了，他的老大小我三歲，今年也八十三，晚年生活在一起是樂事，這也是給社會做好榜樣，老師的兒女跟自己親兄弟沒有兩樣，老師就是父母。但是今天的人，他不孝父母，他不敬老師。"
    },
    {
      "id": "02-037-0464_p0035",
      "zh_CN": "经上一再说，身命得自于父母，慧命得自于老师，人在这个世间谁的恩德最大？父母跟老师，没有父母你没有这个身体，没有老师你没有智慧。尤其方老师给我们说的，「学佛是人生最高的享受」，太难得了。这条路决心选择走过来了，证明他这一句话是真的，不是假的，确实是人生最高的享受。最高的享受与贫富贵贱不相干，与什么相关？经题上「清净平等觉」，心地清净不染，平等没有高下，觉而不迷，真乐！这不是假的。样样事情看得清清楚楚、明明白白，但是想帮助帮不上，这帮不上的原因是缘，我们没有这个缘，有这个缘能做得成功。我们住在大埔这个地方，我们住上三年，看看我们周边这几个村，能不能改善？这些村民都像兄弟姐妹一样，都能够互相尊重、互相敬爱、互相关怀、互相照顾、互助合作，我们在这里就做成功！常常换地方，不行，一定要止于一，心止于一，身也要止于一。",
      "zh_TW": "經上一再說，身命得自於父母，慧命得自於老師，人在這個世間誰的恩德最大？父母跟老師，沒有父母你沒有這個身體，沒有老師你沒有智慧。尤其方老師給我們說的，「學佛是人生最高的享受」，太難得了。這條路決心選擇走過來了，證明他這一句話是真的，不是假的，確實是人生最高的享受。最高的享受與貧富貴賤不相干，與什麼相關？經題上「清淨平等覺」，心地清淨不染，平等沒有高下，覺而不迷，真樂！這不是假的。樣樣事情看得清清楚楚、明明白白，但是想幫助幫不上，這幫不上的原因是緣，我們沒有這個緣，有這個緣能做得成功。我們住在大埔這個地方，我們住上三年，看看我們周邊這幾個村，能不能改善？這些村民都像兄弟姐妹一樣，都能夠互相尊重、互相敬愛、互相關懷、互相照顧、互助合作，我們在這裡就做成功！常常換地方，不行，一定要止於一，心止於一，身也要止於一。"
    },
    {
      "id": "02-037-0464_p0036",
      "zh_CN": "所以古人的成就，古大德我们非常羡慕，很想学没这个缘，能住在一个山上十年、二十年、三十年不下山，道业成就了。我在日本访问，拜访比叡山，日本十三个宗派开山的祖师都在这个山上修行过。我就打听这些祖师大德在山上，住得最短的时间多久？十四年，最长的三十多年。我们真的仰慕，他心是定的，他才有成就，以后被请下山建立宗派，成为开山祖师，日本十三个宗派。早年李老师告诉我，他看我走得太多，到处都在讲经。不是我愿意，我没地方去，环境造成的。章嘉大师告诉我，一生佛菩萨给你安排的，所以我就恒顺众生，随喜功德，佛菩萨安排的。八十五岁，何老居士遗言，夫人真的把六和园供养给我，我才有个落脚的地方。所以人家很多地方找我去，我不想去了，佛菩萨给我安排在六和园，我将来就老死在六和园，我哪里都不去。你们找我机会迟了，你们如果要早找我，我肯干，你们迟了。所以这个地方虽小，好，愈小愈好，省事，我没有那么大的福报，地方大了，要很多人照顾。我这个小地方，住四个人，很舒服。外面院子种菜，这个菜供养我们的协会，太多了我们吃不完，整个协会吃的蔬菜是我们自己种的。这一段的意思很深很广，我们还没讲完，下一堂课我们接着讲，现在时间到了。",
      "zh_TW": "所以古人的成就，古大德我們非常羨慕，很想學沒這個緣，能住在一個山上十年、二十年、三十年不下山，道業成就了。我在日本訪問，拜訪比叡山，日本十三個宗派開山的祖師都在這個山上修行過。我就打聽這些祖師大德在山上，住得最短的時間多久？十四年，最長的三十多年。我們真的仰慕，他心是定的，他才有成就，以後被請下山建立宗派，成為開山祖師，日本十三個宗派。早年李老師告訴我，他看我走得太多，到處都在講經。不是我願意，我沒地方去，環境造成的。章嘉大師告訴我，一生佛菩薩給你安排的，所以我就恆順眾生，隨喜功德，佛菩薩安排的。八十五歲，何老居士遺言，夫人真的把六和園供養給我，我才有個落腳的地方。所以人家很多地方找我去，我不想去了，佛菩薩給我安排在六和園，我將來就老死在六和園，我哪裡都不去。你們找我機會遲了，你們如果要早找我，我肯幹，你們遲了。所以這個地方雖小，好，愈小愈好，省事，我沒有那麼大的福報，地方大了，要很多人照顧。我這個小地方，住四個人，很舒服。外面院子種菜，這個菜供養我們的協會，太多了我們吃不完，整個協會吃的蔬菜是我們自己種的。這一段的意思很深很廣，我們還沒講完，下一堂課我們接著講，現在時間到了。"
    }
  ]
}