{
  "doc_id": "02-037-0401",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０一集",
    "zh_TW": "第四０一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0401",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0401_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百六十八页，第一行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百六十八頁，第一行看起："
    },
    {
      "id": "02-037-0401_p0002",
      "zh_CN": "『如净莲华』。「莲华出污泥而不染，莲生泥中，表不舍众生。出水花开，以喻菩萨离垢清净，故曰离染污故」。佛法常以莲花表法，用得最多的，莲花、卍字。卍字，佛的胸中，三十二相之一，表万德庄严，修万德才有这个相出现。这是时时刻刻提醒我们断恶修善，积功累德，意思在这个地方，这不能不知道。再就是非常普遍的，就是莲花，到处你看到莲花，莲花提醒我们不染污。莲花的根在池子底泥土里头，代表六道，那是染污；莲花的茎是在水当中，水代表清净，四圣法界；花开在水上面，这是脱离了十法界。让我们看到，常常想到，离六道还不行，要离十法界。能够离十法界，这就是禅宗所说的明心见性、见性成佛。出了十法界，他生到哪里？诸佛如来实报庄严土。实报庄严土里头住的都是这些人，都是明心见性的，都是把妄想分别执着统统放下了。放下妄想是不起心不动念，一定要记住，起心动念就是妄想。",
      "zh_TW": "『如淨蓮華』。「蓮華出污泥而不染，蓮生泥中，表不捨眾生。出水花開，以喻菩薩離垢清淨，故曰離染污故」。佛法常以蓮花表法，用得最多的，蓮花、卍字。卍字，佛的胸中，三十二相之一，表萬德莊嚴，修萬德才有這個相出現。這是時時刻刻提醒我們斷惡修善，積功累德，意思在這個地方，這不能不知道。再就是非常普遍的，就是蓮花，到處你看到蓮花，蓮花提醒我們不染污。蓮花的根在池子底泥土裡頭，代表六道，那是染污；蓮花的莖是在水當中，水代表清淨，四聖法界；花開在水上面，這是脫離了十法界。讓我們看到，常常想到，離六道還不行，要離十法界。能夠離十法界，這就是禪宗所說的明心見性、見性成佛。出了十法界，他生到哪裡？諸佛如來實報莊嚴土。實報莊嚴土裡頭住的都是這些人，都是明心見性的，都是把妄想分別執著統統放下了。放下妄想是不起心不動念，一定要記住，起心動念就是妄想。"
    },
    {
      "id": "02-037-0401_p0003",
      "zh_CN": "大乘经教佛常说，「真心离念，本性不动」。惠能大师见性，第四句话所说的，「何期自性，本无动摇」。不动是真性，不动的是真心，只要有念头就是妄心，阿赖耶。阿赖耶念念不住，它是波动现象。所以整个宇宙的现象全属于波动，物质现象，波动产生的；精神现象，就是念头，也是波动产生的；自然现象也不例外。这三种现象总包括了一切，全都是波动发生的。所以今天科学家提出弦的理论，这是正确的，跟佛经讲的完全相同。人真正开悟了，见性了，性不动，跟六祖惠能讲的完全一样。性是清净的，如净莲花，出污泥而不染。用在什么地方？用在度众生。自受用比这个还高，自受用连净莲花这个念头都没有。这是两重意思，一个是对自己，度众生要跟六道十法界接触，示现在其中，但是不染着；第二个用意是帮助众生，希望众生效法，也跟菩萨一样，在污泥而不染污泥，这才能成就道业。",
      "zh_TW": "大乘經教佛常說，「真心離念，本性不動」。惠能大師見性，第四句話所說的，「何期自性，本無動搖」。不動是真性，不動的是真心，只要有念頭就是妄心，阿賴耶。阿賴耶念念不住，它是波動現象。所以整個宇宙的現象全屬於波動，物質現象，波動產生的；精神現象，就是念頭，也是波動產生的；自然現象也不例外。這三種現象總包括了一切，全都是波動發生的。所以今天科學家提出弦的理論，這是正確的，跟佛經講的完全相同。人真正開悟了，見性了，性不動，跟六祖惠能講的完全一樣。性是清淨的，如淨蓮花，出污泥而不染。用在什麼地方？用在度眾生。自受用比這個還高，自受用連淨蓮花這個念頭都沒有。這是兩重意思，一個是對自己，度眾生要跟六道十法界接觸，示現在其中，但是不染著；第二個用意是幫助眾生，希望眾生效法，也跟菩薩一樣，在污泥而不染污泥，這才能成就道業。"
    },
    {
      "id": "02-037-0401_p0004",
      "zh_CN": "宗门是明心见性，教下是大开圆解，开悟之后，世出世间一切法全都通达明了。如果是有个问题问到你，你不能解答的，你没开悟。所以，智慧跟知识是两桩事情，知识，没有学过你不知道；智慧不然，智慧，没有学过的全知道，佛经上所说的无师智、自然智。道理很简单，一切法不离自性，一切法全是自性变现出来的，自性变现出来的，自性哪有不知道的道理！于是我们就明白了，佛法不求知识。不但佛法不重视知识，中国传统教育也不注重知识。注重什么？注重戒定慧。佛法戒定慧三学传到中国来，儒接受了，道也接受，这叫佛陀教育，因戒得定，因定开慧。开慧之后，世出世间全通了，无论自己修身、齐家、治国，平天下就是世界和谐，这种智慧你全有，是自性本具的，不是外头来的。我们老祖宗讲「本性本善」，就这个意思，那个善的意思深广无尽，善里头包括智慧。佛讲得详细，智慧、德能、相好，佛说三个；中国人只讲一个，善，全包括了。",
      "zh_TW": "宗門是明心見性，教下是大開圓解，開悟之後，世出世間一切法全都通達明瞭。如果是有個問題問到你，你不能解答的，你沒開悟。所以，智慧跟知識是兩樁事情，知識，沒有學過你不知道；智慧不然，智慧，沒有學過的全知道，佛經上所說的無師智、自然智。道理很簡單，一切法不離自性，一切法全是自性變現出來的，自性變現出來的，自性哪有不知道的道理！於是我們就明白了，佛法不求知識。不但佛法不重視知識，中國傳統教育也不注重知識。注重什麼？注重戒定慧。佛法戒定慧三學傳到中國來，儒接受了，道也接受，這叫佛陀教育，因戒得定，因定開慧。開慧之後，世出世間全通了，無論自己修身、齊家、治國，平天下就是世界和諧，這種智慧你全有，是自性本具的，不是外頭來的。我們老祖宗講「本性本善」，就這個意思，那個善的意思深廣無盡，善裡頭包括智慧。佛講得詳細，智慧、德能、相好，佛說三個；中國人只講一個，善，全包括了。"
    },
    {
      "id": "02-037-0401_p0005",
      "zh_CN": "这种学问一定从定当中得来。定从什么时候学？从婴孩时候就学，决定防止他胡思乱想。小孩也会胡思乱想，所以小孩教规矩，他就不胡思乱想。言行举止要端正，从小教，这个教是父母做榜样、做模范。古人懂得，世世代代相传，现代人不懂了。所以《弟子规》是父母做给小孩看的，不是教小朋友读的。父母在家里面，小孩出生了，睁开眼睛，他会看，他就会听，已经在模仿、在学习。中国人过去最重视的就是一千天，三年，从出生到满三岁，这是扎根教育。一切不善不能让他看见，一切不善不能让他听见，一切不善不能让他接触到，这个父母就会教了。父母在小孩面前表演的端庄、有礼，知道他在那里学习，父母的表演就是教学。",
      "zh_TW": "這種學問一定從定當中得來。定從什麼時候學？從嬰孩時候就學，決定防止他胡思亂想。小孩也會胡思亂想，所以小孩教規矩，他就不胡思亂想。言行舉止要端正，從小教，這個教是父母做榜樣、做模範。古人懂得，世世代代相傳，現代人不懂了。所以《弟子規》是父母做給小孩看的，不是教小朋友讀的。父母在家裡面，小孩出生了，睜開眼睛，他會看，他就會聽，已經在模仿、在學習。中國人過去最重視的就是一千天，三年，從出生到滿三歲，這是扎根教育。一切不善不能讓他看見，一切不善不能讓他聽見，一切不善不能讓他接觸到，這個父母就會教了。父母在小孩面前表演的端莊、有禮，知道他在那裡學習，父母的表演就是教學。"
    },
    {
      "id": "02-037-0401_p0006",
      "zh_CN": "这个三岁扎的根，中国古谚语有句话所说的「三岁看八十」，现在没有，现在这句话讲不通了，小孩三岁他就学坏了。他看什么、接触什么？看电视，电视全教坏了。上了学，中国学校我不知道，外国学校，小学一年级就学电脑，他就懂得玩了。电脑里头乱七八糟东西多，小朋友晚上不睡觉，蒙在被子里头看电脑。家长高兴，我的儿子真用功，你看，还在不休息，还在学习。他都不知道他看什么内容。所以现在小孩难教，父母教不了，在学校，老师教不了。在从前，这句话没听说过，说小孩不好教，学生不好教，没听说过。我们这一生，上学念学校，没听过这个话。儿女没有不听话的，学生没有不听老师的。现在真没有了。什么原因？启蒙的老师把他教坏了。富贵人家，夫妻两个都上班的这种人家，小孩雇佣人来带。佣人就是教他这些，让小孩看电视，就逗他欢喜，他就不哭不闹就好了。这就是教育从根上出了问题。",
      "zh_TW": "這個三歲紮的根，中國古諺語有句話所說的「三歲看八十」，現在沒有，現在這句話講不通了，小孩三歲他就學壞了。他看什麼、接觸什麼？看電視，電視全教壞了。上了學，中國學校我不知道，外國學校，小學一年級就學電腦，他就懂得玩了。電腦裡頭亂七八糟東西多，小朋友晚上不睡覺，蒙在被子裡頭看電腦。家長高興，我的兒子真用功，你看，還在不休息，還在學習。他都不知道他看什麼內容。所以現在小孩難教，父母教不了，在學校，老師教不了。在從前，這句話沒聽說過，說小孩不好教，學生不好教，沒聽說過。我們這一生，上學念學校，沒聽過這個話。兒女沒有不聽話的，學生沒有不聽老師的。現在真沒有了。什麼原因？啟蒙的老師把他教壞了。富貴人家，夫妻兩個都上班的這種人家，小孩雇傭人來帶。傭人就是教他這些，讓小孩看電視，就逗他歡喜，他就不哭不鬧就好了。這就是教育從根上出了問題。"
    },
    {
      "id": "02-037-0401_p0007",
      "zh_CN": "中国古时候，小孩聪明的，四、五岁就开始教他，教他识字。以前方块字，一张纸上一个字，教这个东西。大概一盒方块字，差不多有六、七百个字的样子。学前教育，让他先认识字，记得这个字。这都是防止他胡思乱想的办法，让小孩的心能够定下来，这是手段。六、七岁了，那就上学了，私塾，私塾是老师教他，老师是身教第一，做榜样给学生看。读书，学生教读，不讲解，就是背书。背书用意在哪里？不让他胡思乱想，那手段！两个利益都得到了，一个，他不胡思乱想，第二个，他能把古圣先贤教诲先记住，不懂没关系，记住。古人的标准，这一段课文，老师教一段，念十遍就会背，这叫标准。如果十遍背不下来，减少。譬如念十行，十行是两百个字，一行二十个字，古书都是一样的，两百个字，十遍就能背，大概大多数的小孩都可以。天资差一点，十行背不了，背八行、背六行，用这个方法。天分好的能够念到四、五百字，天分好的。最好的可以念到七百字，就是十遍他就会背，这个人很少。大概四百字还差不多，四百字从前就是一页，两面。老师督促他，照着文章看着念一百遍。一百遍之后，把书本合起来背一百遍，这是天分好的。天分要差的，遍数加一倍，也就是妄念多的学生，看着本子念一百遍，背两百遍。这有好处，他一生都不会忘记。",
      "zh_TW": "中國古時候，小孩聰明的，四、五歲就開始教他，教他識字。以前方塊字，一張紙上一個字，教這個東西。大概一盒方塊字，差不多有六、七百個字的樣子。學前教育，讓他先認識字，記得這個字。這都是防止他胡思亂想的辦法，讓小孩的心能夠定下來，這是手段。六、七歲了，那就上學了，私塾，私塾是老師教他，老師是身教第一，做榜樣給學生看。讀書，學生教讀，不講解，就是背書。背書用意在哪裡？不讓他胡思亂想，那手段！兩個利益都得到了，一個，他不胡思亂想，第二個，他能把古聖先賢教誨先記住，不懂沒關係，記住。古人的標準，這一段課文，老師教一段，念十遍就會背，這叫標準。如果十遍背不下來，減少。譬如念十行，十行是兩百個字，一行二十個字，古書都是一樣的，兩百個字，十遍就能背，大概大多數的小孩都可以。天資差一點，十行背不了，背八行、背六行，用這個方法。天分好的能夠念到四、五百字，天分好的。最好的可以念到七百字，就是十遍他就會背，這個人很少。大概四百字還差不多，四百字從前就是一頁，兩面。老師督促他，照著文章看著念一百遍。一百遍之後，把書本合起來背一百遍，這是天分好的。天分要差的，遍數加一倍，也就是妄念多的學生，看著本子念一百遍，背兩百遍。這有好處，他一生都不會忘記。"
    },
    {
      "id": "02-037-0401_p0008",
      "zh_CN": "我们没有受过这个教育，那时候太小了。李老师受过这个教育，所以李老师写文章不要去查参考资料，他都记得，都小时候背过的。老师告诉我，我们小时候跪砖头，背不出来的时候跪砖头，吃过苦头的。现在没有体罚了，在从前，认真的体罚，学生是要吃苦头，但是对他身体不会有伤害。那就背书，背书主要的用意就是防止他胡思乱想，东西记住是第二个，副的目标，有这种作用。所以有些老师选择这些古籍，选个几百篇让小孩去背。为什么初小的学生，初级小学，七、八岁的学生，写的作文，文言文，写得很不错，学作文？这东西背东西背多了，典故的意思要是懂得了，引经据典，随手拈来。小学没有讲解的，老师讲解是讲故事，讲孝悌忠信，讲礼义廉耻，用讲故事的方法讲给小朋友听，让他学习。书本的讲解是到大学，古人讲的太学，这个里头有老师传授，每天给你研究讨论。",
      "zh_TW": "我們沒有受過這個教育，那時候太小了。李老師受過這個教育，所以李老師寫文章不要去查參考資料，他都記得，都小時候背過的。老師告訴我，我們小時候跪磚頭，背不出來的時候跪磚頭，吃過苦頭的。現在沒有體罰了，在從前，認真的體罰，學生是要吃苦頭，但是對他身體不會有傷害。那就背書，背書主要的用意就是防止他胡思亂想，東西記住是第二個，副的目標，有這種作用。所以有些老師選擇這些古籍，選個幾百篇讓小孩去背。為什麼初小的學生，初級小學，七、八歲的學生，寫的作文，文言文，寫得很不錯，學作文？這東西背東西背多了，典故的意思要是懂得了，引經據典，隨手拈來。小學沒有講解的，老師講解是講故事，講孝悌忠信，講禮義廉恥，用講故事的方法講給小朋友聽，讓他學習。書本的講解是到大學，古人講的太學，這個裡頭有老師傳授，每天給你研究討論。"
    },
    {
      "id": "02-037-0401_p0009",
      "zh_CN": "中国几千年来这种教学法，如果没有好处，早就废除了。为什么世世代代都守着？世世代代家有孝子，国有忠臣，社会有圣贤，都是这么教出来的。要求大彻大悟，如果家长要懂得这个道理，学生就一门深入。背书就背一本，把它熟透，透了之后，他就得定。不定什么时间一触动他，真的，他就开悟了。不一定是佛经，什么东西都能开悟。定就是清净心、平等心，只要清净心、平等心现前，后头大彻大悟就非常有可能。悟了之后你再去看，看这些典籍，无论世出世间法，一看就明了。惠能大师给我们做出最好的榜样，你向他请教，《坛经》上记载的都是佛法，除佛法之外，世间法我相信向他请教的人一定很多。家庭生活当中、工作当中、待人接物当中遇到麻烦了，向他请教，他肯定教你。这个东西不记在经典里头，这是世间法。样样都通了。",
      "zh_TW": "中國幾千年來這種教學法，如果沒有好處，早就廢除了。為什麼世世代代都守著？世世代代家有孝子，國有忠臣，社會有聖賢，都是這麼教出來的。要求大徹大悟，如果家長要懂得這個道理，學生就一門深入。背書就背一本，把它熟透，透了之後，他就得定。不定什麼時間一觸動他，真的，他就開悟了。不一定是佛經，什麼東西都能開悟。定就是清淨心、平等心，只要清淨心、平等心現前，後頭大徹大悟就非常有可能。悟了之後你再去看，看這些典籍，無論世出世間法，一看就明瞭。惠能大師給我們做出最好的榜樣，你向他請教，《壇經》上記載的都是佛法，除佛法之外，世間法我相信向他請教的人一定很多。家庭生活當中、工作當中、待人接物當中遇到麻煩了，向他請教，他肯定教你。這個東西不記在經典裡頭，這是世間法。樣樣都通了。"
    },
    {
      "id": "02-037-0401_p0010",
      "zh_CN": "中国人是修定、开慧，外国人搞的全是知识，知识很苦，为什么？广学多闻，你不学你不知道。而且知识有局限性，知识不是圆满的觉悟，所以它还有后遗症，防不胜防。今天全世界出乱子，知识，没有真正智慧的人。因为全是走知识的道路，从幼稚园到大学、研究所，全教的是知识。这个难！我们讲一门深入、长时薰修，他不懂，他不相信。可是真正相信的人，这样做的人，十年之后他变成世界上的超人，真正杰出的汉学家、佛学家。我们曾经在新加坡做过实验，办短期培训班，一期只有三个月，三个月就学一部经。你看，同学们个个都能上台去讲，讲得都还不错，非常欢喜，觉得我们这个短期班收获比佛学院三年还丰富。那是什么原因？一门深入，长时薰修。三个月，只让你脑子里想一样东西，不准想第二样，就这么个道理。短期一实验，效果马上出来了。早年，我在佛光山教学，我提出这个方法，跟星云法师商量，他不同意。不同意就算了，我就离开了。为什么？我很清楚，照学校这种交叉排课的方法，佛学院三年毕业，什么都学不到。这真的不是假的，他们这些学生，毕业的学生告诉我。",
      "zh_TW": "中國人是修定、開慧，外國人搞的全是知識，知識很苦，為什麼？廣學多聞，你不學你不知道。而且知識有侷限性，知識不是圓滿的覺悟，所以它還有後遺症，防不勝防。今天全世界出亂子，知識，沒有真正智慧的人。因為全是走知識的道路，從幼稚園到大學、研究所，全教的是知識。這個難！我們講一門深入、長時薰修，他不懂，他不相信。可是真正相信的人，這樣做的人，十年之後他變成世界上的超人，真正傑出的漢學家、佛學家。我們曾經在新加坡做過實驗，辦短期培訓班，一期只有三個月，三個月就學一部經。你看，同學們個個都能上台去講，講得都還不錯，非常歡喜，覺得我們這個短期班收穫比佛學院三年還豐富。那是什麼原因？一門深入，長時薰修。三個月，只讓你腦子裡想一樣東西，不准想第二樣，就這麼個道理。短期一實驗，效果馬上出來了。早年，我在佛光山教學，我提出這個方法，跟星雲法師商量，他不同意。不同意就算了，我就離開了。為什麼？我很清楚，照學校這種交叉排課的方法，佛學院三年畢業，什麼都學不到。這真的不是假的，他們這些學生，畢業的學生告訴我。"
    },
    {
      "id": "02-037-0401_p0011",
      "zh_CN": "我们自己能够学到一点东西，在台中十年，老师对我们教的方法是私塾教学法，就是一门深入。你学这部经，你老老实实学这一部，学这部经的时候不能看其他东西，世出世间所有文字不让你看，就是叫你专心。这一部东西学，学到什么程度？老师的标准很低，不是古人标准，古人标准要开悟，老师的标准是你上台讲这部经讲得不错。你真的要上台去讲，老师坐在最后一排听，那时候没有扩音器，坐在最后一排他要听得清楚，你的音声才及格。如果坐在后头听，听不到你讲的东西，声音太低了，你不能学讲经，淘汰掉了。所以他坐最后一排。我们教室也不是很大，大概有我们摄影棚两个大，这种教室，你的音声要能灌注。所以我们从这个路走过来的，才知道老方法比新方法好，非常高明。这也就是佛经上常说的「制心一处，无事不办」，决定不能分心，一分心就完了。知识不怕分心，智慧怕分心，中国传统教育怕分心，佛法怕分心。",
      "zh_TW": "我們自己能夠學到一點東西，在台中十年，老師對我們教的方法是私塾教學法，就是一門深入。你學這部經，你老老實實學這一部，學這部經的時候不能看其他東西，世出世間所有文字不讓你看，就是叫你專心。這一部東西學，學到什麼程度？老師的標準很低，不是古人標準，古人標準要開悟，老師的標準是你上台講這部經講得不錯。你真的要上台去講，老師坐在最後一排聽，那時候沒有擴音器，坐在最後一排他要聽得清楚，你的音聲才及格。如果坐在後頭聽，聽不到你講的東西，聲音太低了，你不能學講經，淘汰掉了。所以他坐最後一排。我們教室也不是很大，大概有我們攝影棚兩個大，這種教室，你的音聲要能灌注。所以我們從這個路走過來的，才知道老方法比新方法好，非常高明。這也就是佛經上常說的「制心一處，無事不辦」，決定不能分心，一分心就完了。知識不怕分心，智慧怕分心，中國傳統教育怕分心，佛法怕分心。"
    },
    {
      "id": "02-037-0401_p0012",
      "zh_CN": "中国人跟外国人学习的概念恰恰相反，外国的理念，做学问像金字塔，底要大要厚，就学得广学多闻，慢慢学到最后就一样，专精一样，这到顶点，他没办法再向上提升。中国人做学问像树，大树，先扎根，它恰好颠倒的，它先就是一个，然后慢慢扩散无有边际。恰相反，根深蒂固，跟金字塔颠倒的，它就是一门深入。一门专精，开悟之后，然后一切都可以接触，成就后得智。《华严经》善财童子不就做榜样给我们看了吗？这方东美先生最佩服的，这个符合哲学里面所讲的逻辑，根本智得到了。根本智是什么？根本智就是大彻大悟，就是明心见性，这是根本智。《般若经》上讲的「般若无知」，根本智是无知。得到的什么？清净平等觉，这是根本智。起作用的时候「无所不知」，起作用是后得智。后得智怎么来？多看、多听、多接触，一看就明了。所以中国，根本智得到之后才可以广学多闻，那个利。",
      "zh_TW": "中國人跟外國人學習的概念恰恰相反，外國的理念，做學問像金字塔，底要大要厚，就學得廣學多聞，慢慢學到最後就一樣，專精一樣，這到頂點，他沒辦法再向上提升。中國人做學問像樹，大樹，先扎根，它恰好顛倒的，它先就是一個，然後慢慢擴散無有邊際。恰相反，根深蒂固，跟金字塔顛倒的，它就是一門深入。一門專精，開悟之後，然後一切都可以接觸，成就後得智。《華嚴經》善財童子不就做榜樣給我們看了嗎？這方東美先生最佩服的，這個符合哲學裡面所講的邏輯，根本智得到了。根本智是什麼？根本智就是大徹大悟，就是明心見性，這是根本智。《般若經》上講的「般若無知」，根本智是無知。得到的什麼？清淨平等覺，這是根本智。起作用的時候「無所不知」，起作用是後得智。後得智怎麼來？多看、多聽、多接觸，一看就明瞭。所以中國，根本智得到之後才可以廣學多聞，那個利。"
    },
    {
      "id": "02-037-0401_p0013",
      "zh_CN": "你看龙树菩萨，开悟之后，开始将释迦牟尼佛四十九年所说的一切经教，他开始接触、学习。多长时间？三个月，三个月把释迦牟尼佛四十九年东西全学会了。我们不敢相信。但是我们看了《六祖坛经》，相信了。六祖学《法华经》，用多少时间？法达禅师学《法华经》十年，我看六祖大概十分钟吧。他让法达念给他听，《法华经》二十八品，念到第二品「方便品」，六祖说行了，我全知道了。给他讲《法华经》大意，他开悟了。念到第二品，我相信应该就十几分钟，不到二十分钟。这样学习方法太快了！他不必要全，听一点点就晓得了，这是什么玩意全知道了。神奇，这外国人怎么想也想不通。听、看、接触，只要一碰上，就全都了解。",
      "zh_TW": "你看龍樹菩薩，開悟之後，開始將釋迦牟尼佛四十九年所說的一切經教，他開始接觸、學習。多長時間？三個月，三個月把釋迦牟尼佛四十九年東西全學會了。我們不敢相信。但是我們看了《六祖壇經》，相信了。六祖學《法華經》，用多少時間？法達禪師學《法華經》十年，我看六祖大概十分鐘吧。他讓法達念給他聽，《法華經》二十八品，念到第二品「方便品」，六祖說行了，我全知道了。給他講《法華經》大意，他開悟了。念到第二品，我相信應該就十幾分鐘，不到二十分鐘。這樣學習方法太快了！他不必要全，聽一點點就曉得了，這是什麼玩意全知道了。神奇，這外國人怎麼想也想不通。聽、看、接觸，只要一碰上，就全都了解。"
    },
    {
      "id": "02-037-0401_p0014",
      "zh_CN": "善财童子给我们表演，叫五十三参。五十三参，实际的五十三参在哪里？就是我们从早到晚，早晨起来到晚上睡觉之前，你所接触社会一切人事物，那叫五十三参。男女老少、各行各业，你看、你听、你接触，全都明了了，世出世间法统明白了。中国古籍要不要去念熟？不要。就跟惠能大师听《法华经》一样，《论语》听个几段，明白了，其他都不需要了。这叫真正开悟，这叫真实智慧。我们明白这个道理，你才真正能够死心塌地一门深入，这一门通了，门门全通了。因为什么？它通入自性。世出世间法，体都是自性，所以任何一门东西都通自性。法门平等，无有高下，不是指佛经上的法门，指世出世间所有法门，门门都能见性。佛经能见性，基督教《新旧约》能不能见性？都能。只要你去读它，你专心去读它，把妄想分别执着放下，就见性。别去想它的意思，乖乖照这个方法，那就是修定！念经是修定，念什么都是修定，定到一定程度就豁然大悟，就这么个道理。",
      "zh_TW": "善財童子給我們表演，叫五十三參。五十三參，實際的五十三參在哪裡？就是我們從早到晚，早晨起來到晚上睡覺之前，你所接觸社會一切人事物，那叫五十三參。男女老少、各行各業，你看、你聽、你接觸，全都明瞭了，世出世間法統明白了。中國古籍要不要去念熟？不要。就跟惠能大師聽《法華經》一樣，《論語》聽個幾段，明白了，其他都不需要了。這叫真正開悟，這叫真實智慧。我們明白這個道理，你才真正能夠死心塌地一門深入，這一門通了，門門全通了。因為什麼？它通入自性。世出世間法，體都是自性，所以任何一門東西都通自性。法門平等，無有高下，不是指佛經上的法門，指世出世間所有法門，門門都能見性。佛經能見性，基督教《新舊約》能不能見性？都能。只要你去讀它，你專心去讀它，把妄想分別執著放下，就見性。別去想它的意思，乖乖照這個方法，那就是修定！念經是修定，念什麼都是修定，定到一定程度就豁然大悟，就這麼個道理。"
    },
    {
      "id": "02-037-0401_p0015",
      "zh_CN": "所以我在四十多年之前，跟星云法师聊天，我们能花个十年、二十年的时间培养学生。每个学生专攻一部经典，大概十年、二十年之后，这世界上就有一部活的《大藏经》。每个人专攻一部，就一部活《大藏经》，这很有味道。不是做不到，真能做得到，那个佛学院就出名了，真是世界第一。决定要遵守，这不是释迦牟尼佛一个人的方法，十方三世一切诸佛如来都是从戒定慧成就的，这叫成佛之道，不从这里下手不行。现在学佛的人多，不能成就，原因在哪里？戒定没有了，他不要戒定，专门要经教。这就变成什么？变成学术，变成知识，不是智慧。",
      "zh_TW": "所以我在四十多年之前，跟星雲法師聊天，我們能花個十年、二十年的時間培養學生。每個學生專攻一部經典，大概十年、二十年之後，這世界上就有一部活的《大藏經》。每個人專攻一部，就一部活《大藏經》，這很有味道。不是做不到，真能做得到，那個佛學院就出名了，真是世界第一。決定要遵守，這不是釋迦牟尼佛一個人的方法，十方三世一切諸佛如來都是從戒定慧成就的，這叫成佛之道，不從這裡下手不行。現在學佛的人多，不能成就，原因在哪裡？戒定沒有了，他不要戒定，專門要經教。這就變成什麼？變成學術，變成知識，不是智慧。"
    },
    {
      "id": "02-037-0401_p0016",
      "zh_CN": "知识要舍掉，你看释迦牟尼佛做那个样子给我们看，十九岁出去学习，学知识，广学多闻，学到三十岁，十二年，在菩提树下把这个放下。十二年学的是什么？所知障。十九岁离开家庭，是放下烦恼障；三十岁放下一切所学，是放下所知障，两种障碍放下，他开悟了。他这种表演意思很深，我们要能体会到。凡所有相皆是虚妄，这统统是虚妄的，这个东西障碍见性、障碍开悟。它不障碍教化众生，教化众生要用后得智，知识就是后得智。但是没有根本智，后得智不能叫人开悟，要有根本智。根本智是离一切相，根本智是清净的，没有根本智，他是染污的，他不清净，他还有妄想、还有杂念、还有分别、还有执着。这个障碍不除掉，出不了六道轮回。所以要学莲花。泥土是六道轮回，是世间法；清水代表是佛法，代表清净，都要离；花开在水上面，染净都要离，世法、佛法统统要离。《金刚经》上明白告诉我们，「法尚应舍，何况非法」，就是染、净都要离，花才能开出来。所以，贪着佛法也糟糕，你离不开十法界，你没有办法开在水上面，水当中不能开花，要明白这个道理。",
      "zh_TW": "知識要捨掉，你看釋迦牟尼佛做那個樣子給我們看，十九歲出去學習，學知識，廣學多聞，學到三十歲，十二年，在菩提樹下把這個放下。十二年學的是什麼？所知障。十九歲離開家庭，是放下煩惱障；三十歲放下一切所學，是放下所知障，兩種障礙放下，他開悟了。他這種表演意思很深，我們要能體會到。凡所有相皆是虛妄，這統統是虛妄的，這個東西障礙見性、障礙開悟。它不障礙教化眾生，教化眾生要用後得智，知識就是後得智。但是沒有根本智，後得智不能叫人開悟，要有根本智。根本智是離一切相，根本智是清淨的，沒有根本智，他是染污的，他不清淨，他還有妄想、還有雜念、還有分別、還有執著。這個障礙不除掉，出不了六道輪迴。所以要學蓮花。泥土是六道輪迴，是世間法；清水代表是佛法，代表清淨，都要離；花開在水上面，染淨都要離，世法、佛法統統要離。《金剛經》上明白告訴我們，「法尚應捨，何況非法」，就是染、淨都要離，花才能開出來。所以，貪著佛法也糟糕，你離不開十法界，你沒有辦法開在水上面，水當中不能開花，要明白這個道理。"
    },
    {
      "id": "02-037-0401_p0017",
      "zh_CN": "下面一个比喻，『如尼拘树』。尼拘是梵语，这是树名，中国没有这个树，印度有，翻译成「无节树」，这个树没有节；「纵广树」，这个树荫很大，树非常茂盛。《慧琳音义》十五卷有这样的记载，「此树端直无节，圆满可爱，去地三丈余」，这就是说它的高度，三丈多高，「方有枝叶」，下面没有枝叶，三丈以上它才有枝叶。这个树我们想到，像个大伞一样，像个伞盖一样，树荫下乘凉非常好。「其子微细，如柳花子」，杨柳，柳絮，这个我们见到的，「唐国无此树」，中国没有。",
      "zh_TW": "下面一個比喻，『如尼拘樹』。尼拘是梵語，這是樹名，中國沒有這個樹，印度有，翻譯成「無節樹」，這個樹沒有節；「縱廣樹」，這個樹蔭很大，樹非常茂盛。《慧琳音義》十五卷有這樣的記載，「此樹端直無節，圓滿可愛，去地三丈餘」，這就是說它的高度，三丈多高，「方有枝葉」，下面沒有枝葉，三丈以上它才有枝葉。這個樹我們想到，像個大傘一樣，像個傘蓋一樣，樹蔭下乘涼非常好。「其子微細，如柳花子」，楊柳，柳絮，這個我們見到的，「唐國無此樹」，中國沒有。"
    },
    {
      "id": "02-037-0401_p0018",
      "zh_CN": "「又《罪福报应经》曰：尼拘类树，高二十里，枝布方圆覆六十里。其树上子数千万斛」。我们看了这个，好像有一点夸张，哪有这么大的树？树高二十里，这还得了？也许印度的度量衡长度不大。像中国周朝，弘一大师有「周尺考」，有一篇这个文章，收在《律学三十三种》里面。他考证，周朝的尺，一尺是我们现在市尺的六寸。那我们就能想到，佛当年在世，身高一丈八尺，一丈八尺我们看到太高大了，如果算周尺算就不高，大概现在应该是一百九十公分这样的个子，是个高个子，不是很高。我们在图文巴，图文巴现在的市长差不多那个个子的样子，他高过我一个头，我站着到他肩膀，大概就是这样的。所以要看那个尺的长度。周朝尺度不大，所以文王的百里，我们估计那个时候百里，一百里要像现在公里来算，应该只有三十多公里，周那个时候就百里了。中国中原这一带，从黄河流域到长江流域，还不到珠江，八百多个诸侯国。小的诸侯国就是一个村庄，大村庄，大国都不到现在一个县，大概一个乡镇，那都是国王。春秋时候孔子周游列国，要用现在地图来看，他去的地方不多，方圆不超过两千里。这是中国古时候周游列国的状况。所以是经典里头有这样的记载。",
      "zh_TW": "「又《罪福報應經》曰：尼拘類樹，高二十里，枝布方圓覆六十里。其樹上子數千萬斛」。我們看了這個，好像有一點誇張，哪有這麼大的樹？樹高二十里，這還得了？也許印度的度量衡長度不大。像中國周朝，弘一大師有「周尺考」，有一篇這個文章，收在《律學三十三種》裡面。他考證，周朝的尺，一尺是我們現在市尺的六寸。那我們就能想到，佛當年在世，身高一丈八尺，一丈八尺我們看到太高大了，如果算周尺算就不高，大概現在應該是一百九十公分這樣的個子，是個高個子，不是很高。我們在圖文巴，圖文巴現在的市長差不多那個個子的樣子，他高過我一個頭，我站著到他肩膀，大概就是這樣的。所以要看那個尺的長度。周朝尺度不大，所以文王的百里，我們估計那個時候百里，一百里要像現在公里來算，應該只有三十多公里，周那個時候就百里了。中國中原這一帶，從黃河流域到長江流域，還不到珠江，八百多個諸侯國。小的諸侯國就是一個村莊，大村莊，大國都不到現在一個縣，大概一個鄉鎮，那都是國王。春秋時候孔子周遊列國，要用現在地圖來看，他去的地方不多，方圓不超過兩千里。這是中國古時候周遊列國的狀況。所以是經典裡頭有這樣的記載。"
    },
    {
      "id": "02-037-0401_p0019",
      "zh_CN": "「又《阿惟越致遮经》曰：能荫五百车。故云覆荫大故」，就是这个大树它可以能够覆荫五百辆车。这个我们能够把它想成什么？这是个树林，树林很大，五百辆车可以在里边乘凉。不是一棵树，一棵树哪有这么大的？不可能的，它是树林。在原始森林里面，现在澳洲还有很多，我们去参观、去游览，一大片森林，大概总有几百英亩，同一种树。这就是《易经》里所说的「物以类聚」，它没有杂树在里头，这很奇怪。你看一个原始森林里面，就看到一种，那个树很高大，这个树是千年古木，真高、真大。我们看这上，想到经里面这些形容，它能够枝布方圆覆六十里，这个应该是原始森林，统统是一种树木。「此喻菩萨于诸众生广作庇荫」。菩萨能帮助众生，这是讲教化众生，众生能接受菩萨的教化，断恶修善，改邪归正。这个才断烦恼，消业障，真正能享受到人生幸福美满的生活，方东美先生所说的，人生最高的享受。人生最高享受，佛菩萨会给我们，确实是最高的享受。",
      "zh_TW": "「又《阿惟越致遮經》曰：能蔭五百車。故云覆蔭大故」，就是這個大樹它可以能夠覆蔭五百輛車。這個我們能夠把它想成什麼？這是個樹林，樹林很大，五百輛車可以在裡邊乘涼。不是一棵樹，一棵樹哪有這麼大的？不可能的，它是樹林。在原始森林裡面，現在澳洲還有很多，我們去參觀、去遊覽，一大片森林，大概總有幾百英畝，同一種樹。這就是《易經》裡所說的「物以類聚」，它沒有雜樹在裡頭，這很奇怪。你看一個原始森林裡面，就看到一種，那個樹很高大，這個樹是千年古木，真高、真大。我們看這上，想到經裡面這些形容，它能夠枝布方圓覆六十里，這個應該是原始森林，統統是一種樹木。「此喻菩薩於諸眾生廣作庇蔭」。菩薩能幫助眾生，這是講教化眾生，眾生能接受菩薩的教化，斷惡修善，改邪歸正。這個才斷煩惱，消業障，真正能享受到人生幸福美滿的生活，方東美先生所說的，人生最高的享受。人生最高享受，佛菩薩會給我們，確實是最高的享受。"
    },
    {
      "id": "02-037-0401_p0020",
      "zh_CN": "贤首国师《还源观》里头所说的四德，这个四德是人生最高的享受。第一个，「随缘妙用」，恒顺众生，随喜功德。妙用是什么？妙用不着相，也就是说六根接触外头六尘境界，不起心、不动念、不分别、不执着，这是妙用，这完全是佛菩萨。你说心地多清净，一尘不染。众生什么疑难杂症都能给他解决，他的疑难杂症总不外乎起心动念、分别执着，菩萨不起心、不动念、不分别、不执着，就有能力帮你解决。第二个，「威仪有则」。佛菩萨从起心动念、言语造作、日常生活、工作都给你做示范，都给你做好样子，怨亲平等，大公无私，这做好样子给你看。对待一切人，一切众生，真的是平等，清净平等，清净是不染污，平等是没有高下。要做好样子。这个样子都称性。在中国传统文化里头，把五伦做出来，把五常做出来，把四维八德做出来，完全落实在生活，人生最高的享受。在佛教里头，把十善做出来，把三皈五戒做出来、沙弥律仪做出来，六和、六度做出来，普贤十愿做出来，行了！这是人生最高的享受，要做样子。一切众生看到了，不能不尊敬，不能不服，自然向你学习。",
      "zh_TW": "賢首國師《還源觀》裡頭所說的四德，這個四德是人生最高的享受。第一個，「隨緣妙用」，恆順眾生，隨喜功德。妙用是什麼？妙用不著相，也就是說六根接觸外頭六塵境界，不起心、不動念、不分別、不執著，這是妙用，這完全是佛菩薩。你說心地多清淨，一塵不染。眾生什麼疑難雜症都能給他解決，他的疑難雜症總不外乎起心動念、分別執著，菩薩不起心、不動念、不分別、不執著，就有能力幫你解決。第二個，「威儀有則」。佛菩薩從起心動念、言語造作、日常生活、工作都給你做示範，都給你做好樣子，怨親平等，大公無私，這做好樣子給你看。對待一切人，一切眾生，真的是平等，清淨平等，清淨是不染污，平等是沒有高下。要做好樣子。這個樣子都稱性。在中國傳統文化裡頭，把五倫做出來，把五常做出來，把四維八德做出來，完全落實在生活，人生最高的享受。在佛教裡頭，把十善做出來，把三皈五戒做出來、沙彌律儀做出來，六和、六度做出來，普賢十願做出來，行了！這是人生最高的享受，要做樣子。一切眾生看到了，不能不尊敬，不能不服，自然向你學習。"
    },
    {
      "id": "02-037-0401_p0021",
      "zh_CN": "释迦牟尼佛当年就是这样教化众生，所以过着游牧的生活，跟他的人那么多。不是真正契入人生最高享受，怎么肯去跟他？跟释迦牟尼佛，佛没地方住，晚上树下一宿，白天吃饭都托钵，日中一食。常随弟子出家人一千二百五十五人，在家跟着这个僧团的，短期的，三、五天的，一、二个月的，一、二年的，这些人很多，我们估计不会少过常随众。这个合起来，我们概略估计大概有三千人的样子，释迦牟尼佛这个僧团。僧团没有组织，完全自律，如果有组织，经典上一定有记载，没有组织。佛每天的工作，讲经教学，解答大家的疑问。所讲的东西，这是属于今天经藏跟律藏。律是佛的生活行为，论藏收集的都是佛跟大家在一起讨论的。中国分三藏，密宗说二藏，丹珠、甘珠。二藏，一种就是中国的经律，另外一种是论藏；甘珠，莲花部的，这是经律；丹珠，金刚部的，是论藏。",
      "zh_TW": "釋迦牟尼佛當年就是這樣教化眾生，所以過著游牧的生活，跟他的人那麼多。不是真正契入人生最高享受，怎麼肯去跟他？跟釋迦牟尼佛，佛沒地方住，晚上樹下一宿，白天吃飯都托缽，日中一食。常隨弟子出家人一千二百五十五人，在家跟著這個僧團的，短期的，三、五天的，一、二個月的，一、二年的，這些人很多，我們估計不會少過常隨眾。這個合起來，我們概略估計大概有三千人的樣子，釋迦牟尼佛這個僧團。僧團沒有組織，完全自律，如果有組織，經典上一定有記載，沒有組織。佛每天的工作，講經教學，解答大家的疑問。所講的東西，這是屬於今天經藏跟律藏。律是佛的生活行為，論藏收集的都是佛跟大家在一起討論的。中國分三藏，密宗說二藏，丹珠、甘珠。二藏，一種就是中國的經律，另外一種是論藏；甘珠，蓮花部的，這是經律；丹珠，金剛部的，是論藏。"
    },
    {
      "id": "02-037-0401_p0022",
      "zh_CN": "『如金刚杵』。「金刚杵，梵语伐折罗，原为印度兵器」，这是古时候武器，密宗用它作法器，用它来表法，「表坚利之智慧」。金刚杵能破坏一切，古时候讲刀枪剑戟，它坚利，坚固锋利，在兵器里头称之为宝。密宗用它来表法，表坚利的智慧。《大日经疏》第一卷，「伐折罗是如来金刚智印」。印也是表法的意思，印是什么？印证，印有权威的意思。「又云：譬如帝释手持金刚，破修罗军，今此诸执金刚亦复如是」。所以，佛法里头的护法神叫执金刚神，有没有真的执金刚不重要，他取它表法的意思，他有智慧，他有威德，能护持佛法，取这个意思。又《仁王经念诵仪轨》上卷曰：「手持金刚杵者，表起正智，犹如金刚」，手持金刚，表这个意思。密宗在修法仪轨里头，手持金刚，大概都不太大，做出那个样子，表法。实际上金刚杵是很大的，像宝剑一样，很长。现在密宗做这么很短，在手上拿着的，那是表法，手上拿着金刚杵，表起金刚智慧，表这个意思，犹如金刚。",
      "zh_TW": "『如金剛杵』。「金剛杵，梵語伐折羅，原為印度兵器」，這是古時候武器，密宗用它作法器，用它來表法，「表堅利之智慧」。金剛杵能破壞一切，古時候講刀槍劍戟，它堅利，堅固鋒利，在兵器裡頭稱之為寶。密宗用它來表法，表堅利的智慧。《大日經疏》第一卷，「伐折羅是如來金剛智印」。印也是表法的意思，印是什麼？印證，印有權威的意思。「又云：譬如帝釋手持金剛，破修羅軍，今此諸執金剛亦復如是」。所以，佛法裡頭的護法神叫執金剛神，有沒有真的執金剛不重要，他取它表法的意思，他有智慧，他有威德，能護持佛法，取這個意思。又《仁王經念誦儀軌》上卷曰：「手持金剛杵者，表起正智，猶如金剛」，手持金剛，表這個意思。密宗在修法儀軌裡頭，手持金剛，大概都不太大，做出那個樣子，表法。實際上金剛杵是很大的，像寶劍一樣，很長。現在密宗做這麼很短，在手上拿著的，那是表法，手上拿著金剛杵，表起金剛智慧，表這個意思，猶如金剛。"
    },
    {
      "id": "02-037-0401_p0023",
      "zh_CN": "「又《诸部要目》曰：不持金刚杵念诵，无由得成就。金刚杵者，菩提心义。能坏断常二边，契中道」。仪规里头要拿着这个法器，这个法器是表法用的。在法会当中，大家看到，法会里头一定还有我们肉眼看不到的众生，他们也看到。有些众生对于这些仪规很执着，菩萨恒顺众生，随喜功德。所以菩萨永远是「柔和质直」，柔和是慈悲的相，质直是真诚的行。四德最后一句，「代众生苦」，做种种的表演，代众生苦。顺境不起贪恋，逆境不生怨恨。所以顺境逆境、善缘恶缘全都是善知识，帮助自己提升，也帮助教化众生，令他觉悟。",
      "zh_TW": "「又《諸部要目》曰：不持金剛杵念誦，無由得成就。金剛杵者，菩提心義。能壞斷常二邊，契中道」。儀規裡頭要拿著這個法器，這個法器是表法用的。在法會當中，大家看到，法會裡頭一定還有我們肉眼看不到的眾生，他們也看到。有些眾生對於這些儀規很執著，菩薩恆順眾生，隨喜功德。所以菩薩永遠是「柔和質直」，柔和是慈悲的相，質直是真誠的行。四德最後一句，「代眾生苦」，做種種的表演，代眾生苦。順境不起貪戀，逆境不生怨恨。所以順境逆境、善緣惡緣全都是善知識，幫助自己提升，也幫助教化眾生，令他覺悟。"
    },
    {
      "id": "02-037-0401_p0024",
      "zh_CN": "初学，如何能契入这个境界？那要常常记住《金刚经》上所说的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，佛教给我们，「应作如是观」，要常常像这样看，你就不着相了。为什么？全是假的，它不是真的。只要你执着，就是六道轮回，你超越不了六道。连阿罗汉都不执着了，他才能出六道。因为他还有习气，他出不了十法界，他不能大彻大悟。大彻大悟一定要达到不起心、不动念，连佛法也放下，才能悟入。就是说，所知障要放下，有所知障不能见性。我们在这个经前面念过，一句话，我特别加强语气，为什么？它是我们最好的一个观想，「不断之无」。不断之无是什么？是事实真相。无，凡所有相皆是虚妄，但是，凡所有相皆是虚妄它不断。就像看电视一样，看电影，电影容易了解，以前的电影是用幻灯片的。幻灯片，这一张幻灯片，在银幕里头停留的时间是二十四分之一秒。二十四分之一秒，这一张幻灯片打在银幕上，是什么？是无。我要问你有没有看见？没有看见。知道有一个，有一个光闪了一下，什么东西不知道。这不就是无吗？这一张过去了，第二张也是这样，也是无，第三张还是无，永远是无。但是这个无它不断，二十四张纠缠在一起，你看到东西了。二十四张一张一张，你不知道。",
      "zh_TW": "初學，如何能契入這個境界？那要常常記住《金剛經》上所說的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，佛教給我們，「應作如是觀」，要常常像這樣看，你就不著相了。為什麼？全是假的，它不是真的。只要你執著，就是六道輪迴，你超越不了六道。連阿羅漢都不執著了，他才能出六道。因為他還有習氣，他出不了十法界，他不能大徹大悟。大徹大悟一定要達到不起心、不動念，連佛法也放下，才能悟入。就是說，所知障要放下，有所知障不能見性。我們在這個經前面念過，一句話，我特別加強語氣，為什麼？它是我們最好的一個觀想，「不斷之無」。不斷之無是什麼？是事實真相。無，凡所有相皆是虛妄，但是，凡所有相皆是虛妄它不斷。就像看電視一樣，看電影，電影容易了解，以前的電影是用幻燈片的。幻燈片，這一張幻燈片，在銀幕裡頭停留的時間是二十四分之一秒。二十四分之一秒，這一張幻燈片打在銀幕上，是什麼？是無。我要問你有沒有看見？沒有看見。知道有一個，有一個光閃了一下，什麼東西不知道。這不就是無嗎？這一張過去了，第二張也是這樣，也是無，第三張還是無，永遠是無。但是這個無它不斷，二十四張糾纏在一起，你看到東西了。二十四張一張一張，你不知道。"
    },
    {
      "id": "02-037-0401_p0025",
      "zh_CN": "今天弥勒菩萨告诉我们，我们现实的世界里头，不断之无一秒钟有多少个？一千六百兆。所以它就在你面前，你根本就不知道。这是什么？粗心大意。这个粗心大意不能怪我们，为什么？七地以前都不知道。佛说了，谁知道？八地，八地菩萨那个定功看到了，才能把一千六百兆分之一秒捕捉到。今天科学家用最精密的仪器，捕捉到一千兆分之一秒，这个难得。这个信息是高雄刘医生搜集的，他传给我看。弥勒菩萨说的比这个还要快，一千六百兆分之一秒，现在科学家有能力捕捉到一千兆分之一秒。所以我们知道，弥勒菩萨讲的话是真的不是假的。这些大菩萨，久远劫之前实际上早就成佛了，到这个世间来是来表演的，我们要晓得，不是真的在这里修行，表演的。释迦牟尼佛示现成佛，表演的，《梵网经》上告诉我们，他这一次来表演是第八千次了。成佛了，成佛之后，就像唱大戏一样，到处去唱，到处去表演，就干这个事情。但是虽然干这个事情，不着相，随缘妙用，真妙！这个妙用就是最高的享受。",
      "zh_TW": "今天彌勒菩薩告訴我們，我們現實的世界裡頭，不斷之無一秒鐘有多少個？一千六百兆。所以它就在你面前，你根本就不知道。這是什麼？粗心大意。這個粗心大意不能怪我們，為什麼？七地以前都不知道。佛說了，誰知道？八地，八地菩薩那個定功看到了，才能把一千六百兆分之一秒捕捉到。今天科學家用最精密的儀器，捕捉到一千兆分之一秒，這個難得。這個信息是高雄劉醫生蒐集的，他傳給我看。彌勒菩薩說的比這個還要快，一千六百兆分之一秒，現在科學家有能力捕捉到一千兆分之一秒。所以我們知道，彌勒菩薩講的話是真的不是假的。這些大菩薩，久遠劫之前實際上早就成佛了，到這個世間來是來表演的，我們要曉得，不是真的在這裡修行，表演的。釋迦牟尼佛示現成佛，表演的，《梵網經》上告訴我們，他這一次來表演是第八千次了。成佛了，成佛之後，就像唱大戲一樣，到處去唱，到處去表演，就幹這個事情。但是雖然幹這個事情，不著相，隨緣妙用，真妙！這個妙用就是最高的享受。"
    },
    {
      "id": "02-037-0401_p0026",
      "zh_CN": "《诸部要目》里头说得好，金刚杵表菩提心义。菩提心是真心，真心不动，真心犹如金刚，真心里面有真实智慧、真实的德能、真实的相好。能坏断常二边，断常二边是邪见。凡夫执着，有人执着常见，人死了，来生还是人，狗死了，来生还是狗，这叫常见。这是错误，邪见。断见是人死如灯灭，没有来生，没有来世，这叫断见。这两种都是邪见，完全错误了。断常二边，我们统统放下，统统离开，叫中道。中道，非断非常，亦断亦常，常断是一不是二，这叫中道。六道轮回全是业力在做主，自己做不了主宰。你到哪一道去投胎，你造作的业很多、很复杂，哪个业的力量最强，临终的时候这个念头会冒起来，你就随业流转。贪心最强的，饿鬼道去了；瞋恚心强的，地狱道去了；愚痴强的，畜生道去了。五戒十善力量强的，人天道去了，中品十善人道，上品十善天道。善里面夹杂着傲慢、嫉妒，修罗、罗刹道去了。这佛在经典讲得很清楚，来生到哪一道还是自己做主，佛菩萨不能给你做主，上帝也不能做主，阎王也不能做主。所以生生世世，自己造业，自己受报，叫自作自受。我们要真想求往生，就得万缘放下一心念佛，你决定生净土。古人惜寸金，这讲光阴，一寸光阴一寸金，我们决定不能把时间浪费掉。所有的时间都不能离开佛号，这个人决定往生。妄念超过你念佛，你往生没有把握，这个不能不知道。",
      "zh_TW": "《諸部要目》裡頭說得好，金剛杵表菩提心義。菩提心是真心，真心不動，真心猶如金剛，真心裡面有真實智慧、真實的德能、真實的相好。能壞斷常二邊，斷常二邊是邪見。凡夫執著，有人執著常見，人死了，來生還是人，狗死了，來生還是狗，這叫常見。這是錯誤，邪見。斷見是人死如燈滅，沒有來生，沒有來世，這叫斷見。這兩種都是邪見，完全錯誤了。斷常二邊，我們統統放下，統統離開，叫中道。中道，非斷非常，亦斷亦常，常斷是一不是二，這叫中道。六道輪迴全是業力在做主，自己做不了主宰。你到哪一道去投胎，你造作的業很多、很複雜，哪個業的力量最強，臨終的時候這個念頭會冒起來，你就隨業流轉。貪心最強的，餓鬼道去了；瞋恚心強的，地獄道去了；愚痴強的，畜生道去了。五戒十善力量強的，人天道去了，中品十善人道，上品十善天道。善裡面夾雜著傲慢、嫉妒，修羅、羅剎道去了。這佛在經典講得很清楚，來生到哪一道還是自己做主，佛菩薩不能給你做主，上帝也不能做主，閻王也不能做主。所以生生世世，自己造業，自己受報，叫自作自受。我們要真想求往生，就得萬緣放下一心念佛，你決定生淨土。古人惜寸金，這講光陰，一寸光陰一寸金，我們決定不能把時間浪費掉。所有的時間都不能離開佛號，這個人決定往生。妄念超過你念佛，你往生沒有把握，這個不能不知道。"
    },
    {
      "id": "02-037-0401_p0027",
      "zh_CN": "下面说，「中有十六菩萨位，亦表十六空为中道。两边各有五股，五佛五智义，亦表十波罗蜜，能摧十种烦恼，成十种真如，便证十地」。这是金刚杵的表法，我们要懂这个意思。十六菩萨，密宗代表大圆满，它表十六空。十六空，《佛学大辞典》里头的名数，是《大般若经》第四百八十三卷里头的，这是说十六空。大乘里面常讲十八空，《大智度论》上说的，十八包括十六。我们在这里简单的学习，学十八空。",
      "zh_TW": "下面說，「中有十六菩薩位，亦表十六空為中道。兩邊各有五股，五佛五智義，亦表十波羅蜜，能摧十種煩惱，成十種真如，便證十地」。這是金剛杵的表法，我們要懂這個意思。十六菩薩，密宗代表大圓滿，它表十六空。十六空，《佛學大辭典》裡頭的名數，是《大般若經》第四百八十三卷裡頭的，這是說十六空。大乘裡面常講十八空，《大智度論》上說的，十八包括十六。我們在這裡簡單的學習，學十八空。"
    },
    {
      "id": "02-037-0401_p0028",
      "zh_CN": "第一个是「内空」。内就是内身。身体为什么说内空？身体有「三十六种不净充满」，这叫你观身不净，你能把身见放下，「九孔常流，净相不可得」，这叫内空。这三十六种，「毛」，我们的汗毛，「发」是头发，「爪」，手爪、脚爪，牙齿，「眵」，眵是眼屎，眵这念「吃」，眼屎，「泪、涎、唾、屎、尿、垢、汗、皮、肤、血、肉、筋、脉、骨、髓、肪」，肪是脂肪，「膏、脑、膜、肝、胆、肠、胃、脾、肾、心、肺、生藏、熟藏、赤痰、白痰」，这是三十六种。底下九孔，「两眼、两耳」，这四个，「两鼻」，六个，「口、大便、小便」。九孔常流，三十六种不净充满。",
      "zh_TW": "第一個是「內空」。內就是內身。身體為什麼說內空？身體有「三十六種不淨充滿」，這叫你觀身不淨，你能把身見放下，「九孔常流，淨相不可得」，這叫內空。這三十六種，「毛」，我們的汗毛，「髮」是頭髮，「爪」，手爪、腳爪，牙齒，「眵」，眵是眼屎，眵這念「吃」，眼屎，「淚、涎、唾、屎、尿、垢、汗、皮、膚、血、肉、筋、脈、骨、髓、肪」，肪是脂肪，「膏、腦、膜、肝、膽、腸、胃、脾、腎、心、肺、生藏、熟藏、赤痰、白痰」，這是三十六種。底下九孔，「兩眼、兩耳」，這四個，「兩鼻」，六個，「口、大便、小便」。九孔常流，三十六種不淨充滿。"
    },
    {
      "id": "02-037-0401_p0029",
      "zh_CN": "佛教学很会说，哪一样是干净的？你还觉得它很可爱。人真正常常作如是观，给诸位说，情执就断掉了，有什么可爱？人身是什么？三十六物，九孔常流，我们才能把身体放下。然后利用这个假身体修真东西，以假修真。这是假相，假相里头有真性。三十六物，每一物里头都有真性。性是真的，相是假的；事是虚幻的，理是真的。我们对于假的东西要舍掉，不要放在心上，真的东西要掌握住。这个事情说起来容易，做起来很难。如果说是我们没有把握能做到，那就想到出不了六道轮回，这不是小事。怎样帮助我们出离轮回？那就是念佛。念佛，明白这些事情，有帮助，帮助我们提升品位。因为念佛的条件就是两个，真信、真愿。蕅益大师说得好，真信切愿，往生极乐世界你就取得了；念佛功夫的浅深，这是往生品位的高下。所以这些理，道理搞清楚、搞明白，我们的情执就很淡。特别是贪念，这种念头起来的时候，立刻能作如是观。这个总题目叫观身不净，细分三十六种。你看内空，摆在第一位，先破自己的身见。",
      "zh_TW": "佛教學很會說，哪一樣是乾淨的？你還覺得它很可愛。人真正常常作如是觀，給諸位說，情執就斷掉了，有什麼可愛？人身是什麼？三十六物，九孔常流，我們才能把身體放下。然後利用這個假身體修真東西，以假修真。這是假相，假相裡頭有真性。三十六物，每一物裡頭都有真性。性是真的，相是假的；事是虛幻的，理是真的。我們對於假的東西要捨掉，不要放在心上，真的東西要掌握住。這個事情說起來容易，做起來很難。如果說是我們沒有把握能做到，那就想到出不了六道輪迴，這不是小事。怎樣幫助我們出離輪迴？那就是念佛。念佛，明白這些事情，有幫助，幫助我們提升品位。因為念佛的條件就是兩個，真信、真願。蕅益大師說得好，真信切願，往生極樂世界你就取得了；念佛功夫的淺深，這是往生品位的高下。所以這些理，道理搞清楚、搞明白，我們的情執就很淡。特別是貪念，這種念頭起來的時候，立刻能作如是觀。這個總題目叫觀身不淨，細分三十六種。你看內空，擺在第一位，先破自己的身見。"
    },
    {
      "id": "02-037-0401_p0030",
      "zh_CN": "然后第二个，「外空，外即外色，谓愚夫为欲染故」，这个欲是欲望。欲望里面，「观所着色」，这个色，第一个就是男女相，再延伸为一切财色名食睡、七情五欲。「妄以为净」，它跟我们内身一样，三十六种不净，「求其净相」，你看「亦如我身净相不可得故」，这外空，你要把它看破。内，不着自己的身相；外，不着男女的色相。《金刚经》上所说的「无我相，无人相，无众生相，无寿者相」，这什么果位？最低的，须陀洹，在大乘，《华严经》上十信菩萨里面的初信位，我们称他作小小圣。小小圣很了不起，他是圣人，虽然没有出离六道轮回，他决定不堕三恶道。他在六道是人天两道，人间、天上。有期限，七次往来，他证阿罗汉果，就超越六道了；在大乘里面，他证七信位菩萨。破身见是证初信，七信，见思烦恼断了，断证功夫跟阿罗汉相同，但是智慧比阿罗汉高太多，他是大乘。",
      "zh_TW": "然後第二個，「外空，外即外色，謂愚夫為欲染故」，這個欲是欲望。欲望裡面，「觀所著色」，這個色，第一個就是男女相，再延伸為一切財色名食睡、七情五欲。「妄以為淨」，它跟我們內身一樣，三十六種不淨，「求其淨相」，你看「亦如我身淨相不可得故」，這外空，你要把它看破。內，不著自己的身相；外，不著男女的色相。《金剛經》上所說的「無我相，無人相，無眾生相，無壽者相」，這什麼果位？最低的，須陀洹，在大乘，《華嚴經》上十信菩薩裡面的初信位，我們稱他作小小聖。小小聖很了不起，他是聖人，雖然沒有出離六道輪迴，他決定不墮三惡道。他在六道是人天兩道，人間、天上。有期限，七次往來，他證阿羅漢果，就超越六道了；在大乘裡面，他證七信位菩薩。破身見是證初信，七信，見思煩惱斷了，斷證功夫跟阿羅漢相同，但是智慧比阿羅漢高太多，他是大乘。"
    },
    {
      "id": "02-037-0401_p0031",
      "zh_CN": "从十信菩萨来看就很清楚，比阿罗汉还清楚。你看初信断了见惑，见烦恼没有了，他还有习气。习气要是断了，他就是三信位了。三信位里面断思惑，三、四、五，到第六思惑断尽。见思烦恼断尽了，习气没断，所以在阿罗汉这个位子上，七信位，断习气。习气断掉之后，他就是辟支佛。辟支佛，他要断的是尘沙烦恼。尘沙烦恼断尽，他就是菩萨，升级了。菩萨断尘沙烦恼的习气，尘沙烦恼习气断尽，就成佛，十法界里面的佛。十法界里面的佛，就是十信位的菩萨，十信位，十信位成佛了，前面九是菩萨，最后是佛，十法界里面的佛。佛是见思烦恼连习气统统断干净了，这个时候他要断的就是无明，无明就是起心动念。不起心、不动念他修成了，就脱离十法界，往生到一真法界，就是实报庄严土。",
      "zh_TW": "從十信菩薩來看就很清楚，比阿羅漢還清楚。你看初信斷了見惑，見煩惱沒有了，他還有習氣。習氣要是斷了，他就是三信位了。三信位裡面斷思惑，三、四、五，到第六思惑斷盡。見思煩惱斷盡了，習氣沒斷，所以在阿羅漢這個位子上，七信位，斷習氣。習氣斷掉之後，他就是辟支佛。辟支佛，他要斷的是塵沙煩惱。塵沙煩惱斷盡，他就是菩薩，升級了。菩薩斷塵沙煩惱的習氣，塵沙煩惱習氣斷盡，就成佛，十法界裡面的佛。十法界裡面的佛，就是十信位的菩薩，十信位，十信位成佛了，前面九是菩薩，最後是佛，十法界裡面的佛。佛是見思煩惱連習氣統統斷乾淨了，這個時候他要斷的就是無明，無明就是起心動念。不起心、不動念他修成了，就脫離十法界，往生到一真法界，就是實報莊嚴土。"
    },
    {
      "id": "02-037-0401_p0032",
      "zh_CN": "实报庄严土里面的菩萨，统统是明心见性、见性成佛，但是都带着无始无明的习气。习气在，这个习气很难断，没有办法断。你要有个方法，你就堕落了，你起心动念了。他不起心、不动念，怎么个断法？只有随它去，时间久了，自然就断了。要多长的时间？无始无明习气多长时间才能消干净？三个阿僧祇劫。所以我们知道，实报庄严土从哪来的？无始无明习气来的。无始无明习气要断干净了，实报土不见了；断干净，他就不叫等觉，叫妙觉如来，证到最高的果位，这是真正无上正等正觉。他住在哪里去？他住常寂光去，回归常寂光，证得究竟圆满的法身。那个法身在哪里？法身无处不在，法身无时不在。所以法身如来跟我们现身说法，是当处出生，随处灭尽，他没有来去的。常寂光里头没有时间、没有空间，这是真正不思议的境界。",
      "zh_TW": "實報莊嚴土裡面的菩薩，統統是明心見性、見性成佛，但是都帶著無始無明的習氣。習氣在，這個習氣很難斷，沒有辦法斷。你要有個方法，你就墮落了，你起心動念了。他不起心、不動念，怎麼個斷法？只有隨它去，時間久了，自然就斷了。要多長的時間？無始無明習氣多長時間才能消乾淨？三個阿僧祇劫。所以我們知道，實報莊嚴土從哪來的？無始無明習氣來的。無始無明習氣要斷乾淨了，實報土不見了；斷乾淨，他就不叫等覺，叫妙覺如來，證到最高的果位，這是真正無上正等正覺。他住在哪裡去？他住常寂光去，回歸常寂光，證得究竟圓滿的法身。那個法身在哪裡？法身無處不在，法身無時不在。所以法身如來跟我們現身說法，是當處出生，隨處滅盡，他沒有來去的。常寂光裡頭沒有時間、沒有空間，這是真正不思議的境界。"
    },
    {
      "id": "02-037-0401_p0033",
      "zh_CN": "我们今天要契入这个境界，真的全靠阿弥陀佛，我们对阿弥陀佛要全身投靠。靠自己不行，靠自己断烦恼、证菩提太难太难，我们只有全靠阿弥陀佛，万缘放下，一心投靠。这个法门不但能度我们，它能度的范围太大了，上面到等觉菩萨，下面到地狱众生，五逆十恶，毁谤大乘，统统都能度。五逆十恶、毁谤大乘，善导大师说得很清楚，他必须认错、必须忏悔，后不再造。他有这一念心，念佛求生，弥陀摄受，不是不摄受。为什么？他本来是佛，迷惑颠倒做错事情，现在一忏悔、一回头，本来是佛，佛还是摄受。这个法门太伟大了，真正是不舍一人。我们今天遇到这个法门，遇到这部经，遇到这部集注，真正是稀有难逢。我们的福分，超过在我们前一代以上的那些大德、那些善知识，超过。他们没遇到，虽然遇到净宗，没有遇到这样圆满的经教。这个经教是第三次会集的。第一次、第二次都有瑕疵，不能算尽善尽美；这个本子出来，找不到瑕疵，尽善尽美。必定普度释迦牟尼佛末法九千年的一切众生，都依这部经典，都依这个法门，往生净土，圆成佛道。这功德还得了！",
      "zh_TW": "我們今天要契入這個境界，真的全靠阿彌陀佛，我們對阿彌陀佛要全身投靠。靠自己不行，靠自己斷煩惱、證菩提太難太難，我們只有全靠阿彌陀佛，萬緣放下，一心投靠。這個法門不但能度我們，它能度的範圍太大了，上面到等覺菩薩，下面到地獄眾生，五逆十惡，毀謗大乘，統統都能度。五逆十惡、毀謗大乘，善導大師說得很清楚，他必須認錯、必須懺悔，後不再造。他有這一念心，念佛求生，彌陀攝受，不是不攝受。為什麼？他本來是佛，迷惑顛倒做錯事情，現在一懺悔、一回頭，本來是佛，佛還是攝受。這個法門太偉大了，真正是不捨一人。我們今天遇到這個法門，遇到這部經，遇到這部集註，真正是稀有難逢。我們的福分，超過在我們前一代以上的那些大德、那些善知識，超過。他們沒遇到，雖然遇到淨宗，沒有遇到這樣圓滿的經教。這個經教是第三次會集的。第一次、第二次都有瑕疵，不能算盡善盡美；這個本子出來，找不到瑕疵，盡善盡美。必定普度釋迦牟尼佛末法九千年的一切眾生，都依這部經典，都依這個法門，往生淨土，圓成佛道。這功德還得了！"
    },
    {
      "id": "02-037-0401_p0034",
      "zh_CN": "末法众生，我们要想研究经教，要学哪些经论？这个注解给我们做了提示，我们要认识，要能体会到。《群书治要》是中国传统学术的精华，精华当中的精华。你看，从将近两万册典籍里头筛选，筛选到最后，得到六十五种。这六十五种是精华，传统文化里头的精华。从六十五种里再摘要，精华的精华。这个原理跟我们学经教是同一个道理。念老这个集注，他选择了八十三种经论、一百一十种祖师的注疏。如果我们要办学，要培训一批老师，学什么东西？就学这个八十三种经论。一个人专攻一部，有八十三个人，不就有一部活的《无量寿经》。一百一十种祖师大德的这些语录、注疏，是我们主要的参考资料。古大德给我们做出了这么好的指导原则，我们要认识它、要会用它。今天办学，这个世间学校，传统精华、精品那就是《群书治要》所选的六十五种书，一个人专攻一部，专精一部；一部专精，其他的一定旁通。这就是有一部中国学术的精华，这六十五个人，那就是当代的汉学大师。不但中国文化复兴，能教导全世界，让全世界所有一切众生，都能过到幸福美满的人生，都能有人类最高的享受。这是传统文化跟大乘佛法，对于全世界一切众生的贡献。",
      "zh_TW": "末法眾生，我們要想研究經教，要學哪些經論？這個註解給我們做了提示，我們要認識，要能體會到。《群書治要》是中國傳統學術的精華，精華當中的精華。你看，從將近兩萬冊典籍裡頭篩選，篩選到最後，得到六十五種。這六十五種是精華，傳統文化裡頭的精華。從六十五種裡再摘要，精華的精華。這個原理跟我們學經教是同一個道理。念老這個集註，他選擇了八十三種經論、一百一十種祖師的註疏。如果我們要辦學，要培訓一批老師，學什麼東西？就學這個八十三種經論。一個人專攻一部，有八十三個人，不就有一部活的《無量壽經》。一百一十種祖師大德的這些語錄、註疏，是我們主要的參考資料。古大德給我們做出了這麼好的指導原則，我們要認識它、要會用它。今天辦學，這個世間學校，傳統精華、精品那就是《群書治要》所選的六十五種書，一個人專攻一部，專精一部；一部專精，其他的一定旁通。這就是有一部中國學術的精華，這六十五個人，那就是當代的漢學大師。不但中國文化復興，能教導全世界，讓全世界所有一切眾生，都能過到幸福美滿的人生，都能有人類最高的享受。這是傳統文化跟大乘佛法，對於全世界一切眾生的貢獻。"
    },
    {
      "id": "02-037-0401_p0035",
      "zh_CN": "所以文言文非常重要，儒释道这三个根，这是德行的根，文言文是工具的根。中国全部东西在《四库全书》，《四库全书》里面蕴藏着中国人对于格物、致知、诚意、正心、修身、齐家、治国、平天下的大智慧、大道理。今天人讲理念、方法、经验、效果，统统在里头，是全人类的宝藏。这不是某一个国家族群独占的，不是的，全世界每个人都有分，都应当要学习。",
      "zh_TW": "所以文言文非常重要，儒釋道這三個根，這是德行的根，文言文是工具的根。中國全部東西在《四庫全書》，《四庫全書》裡面蘊藏著中國人對於格物、致知、誠意、正心、修身、齊家、治國、平天下的大智慧、大道理。今天人講理念、方法、經驗、效果，統統在裡頭，是全人類的寶藏。這不是某一個國家族群獨佔的，不是的，全世界每個人都有分，都應當要學習。"
    },
    {
      "id": "02-037-0401_p0036",
      "zh_CN": "黄念祖老居士不容易，晚年，完全成熟，最后的这个六年，为我们选出八十三种经论，用这个来注解《无量寿经》的经文。《无量寿经》是集原译的大成，这个注解是集八十三部经论、一百一十种祖师大德注疏之大成，都是集大成，真的是稀有难逢。我们要学习，这是方向，这是途径，这是一条轨道，不要越轨，守住这条轨道，一定达到目的地。我们的目的地是极乐世界，我们的目标亲近阿弥陀佛。开悟不开悟没什么大关系，古人说得好，「但得见弥陀，何愁不开悟」；换句话说，只要见到阿弥陀佛，你就开悟了。我们今天要做的，就是轨道要铺好，不能越轨，方向正确，一个方向、一个轨道，没有一个不成功的。",
      "zh_TW": "黃念祖老居士不容易，晚年，完全成熟，最後的這個六年，為我們選出八十三種經論，用這個來註解《無量壽經》的經文。《無量壽經》是集原譯的大成，這個註解是集八十三部經論、一百一十種祖師大德註疏之大成，都是集大成，真的是稀有難逢。我們要學習，這是方向，這是途徑，這是一條軌道，不要越軌，守住這條軌道，一定達到目的地。我們的目的地是極樂世界，我們的目標親近阿彌陀佛。開悟不開悟沒什麼大關係，古人說得好，「但得見彌陀，何愁不開悟」；換句話說，只要見到阿彌陀佛，你就開悟了。我們今天要做的，就是軌道要鋪好，不能越軌，方向正確，一個方向、一個軌道，沒有一個不成功的。"
    },
    {
      "id": "02-037-0401_p0037",
      "zh_CN": "其他的法门多，在这个注解里都涉及了，所选择的八十三种经论，有大乘、有小乘、有宗门、有教下、有显教、有密教，统统圆满。我们要想专攻，看你的志趣，看你的因缘，就在这八十三种里头去选择，你专攻一门。《大藏经》太大了，课程太多了，我们怎么知道选择？这个太好了，人家选择好了。你说叫我们去从《大藏经》里面去提炼一部《群书治要》，我们搞不出来。搞这些人都不是普通人，都是菩萨再来的，普通人怎么能找得出来？《四库全书》像大海一样，大海捞针，你去捞去。人家都替我们做好了，我们要感恩，天天要感恩，捞针，他们都把针给捞起来，我们现在只要穿线就行了。所以我说我们生在这个时代太幸运了，比我们上一代幸运多了，上一代的人没见过。我们要把这个经、把这个注解看作现前佛法里头第一法宝，学佛你就有了门路，你有了方向、你有了轨道。只要你肯精进，你不懈怠，不要走偏了，不要越轨，你决定成功。",
      "zh_TW": "其他的法門多，在這個註解裡都涉及了，所選擇的八十三種經論，有大乘、有小乘、有宗門、有教下、有顯教、有密教，統統圓滿。我們要想專攻，看你的志趣，看你的因緣，就在這八十三種裡頭去選擇，你專攻一門。《大藏經》太大了，課程太多了，我們怎麼知道選擇？這個太好了，人家選擇好了。你說叫我們去從《大藏經》裡面去提煉一部《群書治要》，我們搞不出來。搞這些人都不是普通人，都是菩薩再來的，普通人怎麼能找得出來？《四庫全書》像大海一樣，大海撈針，你去撈去。人家都替我們做好了，我們要感恩，天天要感恩，撈針，他們都把針給撈起來，我們現在只要穿線就行了。所以我說我們生在這個時代太幸運了，比我們上一代幸運多了，上一代的人沒見過。我們要把這個經、把這個註解看作現前佛法裡頭第一法寶，學佛你就有了門路，你有了方向、你有了軌道。只要你肯精進，你不懈怠，不要走偏了，不要越軌，你決定成功。"
    },
    {
      "id": "02-037-0401_p0038",
      "zh_CN": "「内外空」，在我们传统里面讲什么？这就是格物。格物，格是格杀、格斗，打仗；物是什么？物是欲望，物欲。首先你战胜物欲，你把物欲真的放下了，智慧才现前，这才致知。为什么？智慧是自性里本有的。为什么智慧没有了？欲望把它障碍住了。就是佛经上常讲的，断烦恼，开智慧。所以这个物欲，你要是放不下，空不了它，你智慧永远不开。你所学的，知识，你所能了解佛经的意思是你自己的意思，不是佛的意思。再告诉你，佛没有意思，佛要有意思，就变成凡夫了，佛哪里有意思？清净心中，一法不立，哪来的意思！然后你才完全明了，读经是为什么？读经是修定。马鸣菩萨在《起信论》教给我们读的方法，离文字相，离名字相，名词术语，离心缘相，心里头不能想，你就这样老实念下去，这修定。听经也是修定，听经不执着言说相，你要听它的意思，意思能帮助你开悟；也要离名字相，不要执著名词术语；离心缘相，不能用自己意思去解释。这是修根本智。由根本智，根本智起作用就是后得智，后得智是无所不知，真实智慧。中国古圣先贤教诲这些方法、这些理论，到全世界找不到第二家。你真搞清楚、搞明白了，对祖宗五体投地，没有话说，恭敬心才生得出来，到哪里去找这样的祖宗，这么有智慧！中国人能体会得到，外国人体会不到，跟他讲他不懂，他没听说过。我们今天听了这么多年，慢慢体会到了，这祖宗加持，三宝的保佑。",
      "zh_TW": "「內外空」，在我們傳統裡面講什麼？這就是格物。格物，格是格殺、格鬥，打仗；物是什麼？物是欲望，物欲。首先你戰勝物欲，你把物欲真的放下了，智慧才現前，這才致知。為什麼？智慧是自性裡本有的。為什麼智慧沒有了？欲望把它障礙住了。就是佛經上常講的，斷煩惱，開智慧。所以這個物欲，你要是放不下，空不了它，你智慧永遠不開。你所學的，知識，你所能了解佛經的意思是你自己的意思，不是佛的意思。再告訴你，佛沒有意思，佛要有意思，就變成凡夫了，佛哪裡有意思？清淨心中，一法不立，哪來的意思！然後你才完全明瞭，讀經是為什麼？讀經是修定。馬鳴菩薩在《起信論》教給我們讀的方法，離文字相，離名字相，名詞術語，離心緣相，心裡頭不能想，你就這樣老實念下去，這修定。聽經也是修定，聽經不執著言說相，你要聽它的意思，意思能幫助你開悟；也要離名字相，不要執著名詞術語；離心緣相，不能用自己意思去解釋。這是修根本智。由根本智，根本智起作用就是後得智，後得智是無所不知，真實智慧。中國古聖先賢教誨這些方法、這些理論，到全世界找不到第二家。你真搞清楚、搞明白了，對祖宗五體投地，沒有話說，恭敬心才生得出來，到哪裡去找這樣的祖宗，這麼有智慧！中國人能體會得到，外國人體會不到，跟他講他不懂，他沒聽說過。我們今天聽了這麼多年，慢慢體會到了，這祖宗加持，三寶的保佑。"
    },
    {
      "id": "02-037-0401_p0039",
      "zh_CN": "所以，内外空就是格物，我用《大学》里头说法，这就是格物。物格而后致知，真正智慧开了，菩提心就现前。诚意、正心是菩提心，诚意是菩提心的体。你看《观经》上所说的菩提心，菩提心的体是至诚心，至诚，真诚到极处。《大学》里头，诚意、正心，正心是什么？正心是菩提心的用。自受用，清净平等觉；他受用，大慈大悲，对人一片慈悲，清净平等的慈悲，这是菩提心。这才能讲到修身、齐家、治国、平天下。你把它会合起来看，意思就很清楚、很明白。世间法跟出世间法是一不是二，迷的时候有二，觉悟的时候没有二，有二就是迷。自他不二，生佛不二，这经上常说的，众生跟佛不二，自他不二。他，不同的国家、不同的族群、不同的文化、不同的信仰，都是不二，你才是真入不二法门。不二就见性了，二在门外，没见性。为什么？你还有分别、有执着。不二，分别执着没有了。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以，內外空就是格物，我用《大學》裡頭說法，這就是格物。物格而後致知，真正智慧開了，菩提心就現前。誠意、正心是菩提心，誠意是菩提心的體。你看《觀經》上所說的菩提心，菩提心的體是至誠心，至誠，真誠到極處。《大學》裡頭，誠意、正心，正心是什麼？正心是菩提心的用。自受用，清淨平等覺；他受用，大慈大悲，對人一片慈悲，清淨平等的慈悲，這是菩提心。這才能講到修身、齊家、治國、平天下。你把它會合起來看，意思就很清楚、很明白。世間法跟出世間法是一不是二，迷的時候有二，覺悟的時候沒有二，有二就是迷。自他不二，生佛不二，這經上常說的，眾生跟佛不二，自他不二。他，不同的國家、不同的族群、不同的文化、不同的信仰，都是不二，你才是真入不二法門。不二就見性了，二在門外，沒見性。為什麼？你還有分別、有執著。不二，分別執著沒有了。今天時間到了，我們就學習到此地。"
    }
  ]
}