{
  "doc_id": "02-037-0158",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五八集",
    "zh_TW": "第一五八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0158",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-037-0158_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百六十四页，第三行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百六十四頁，第三行看起："
    },
    {
      "id": "02-037-0158_p0002",
      "zh_CN": "「此愿下明，国中人民寿命亦皆无量。澄宪云：人民寿命无量，净土第一德也」。接着解释，「修行佛道者，死魔为恐。生死间隔，退缘根本也。见佛闻法，值遇众圣，供养诸佛，亲近善友，自然快乐，无有众苦，其德非一。若寿命短促者，遗恨几计，如玉杯无底故。此愿最至要者也」。这一段说得非常好。世出世间法无一不是把寿命摆在第一，如果没有寿命，一切诸法都等于零，你的智慧，你的能力，你的相好，你的地位，你的财富，没有寿命，全就落空了。寿命第一！所以阿弥陀佛极乐世界第一德就是无量寿。佛无量寿，所有往生到极乐世界的人个个都是无量寿，这是极乐世界的第一德，也是极乐世界这个极乐真实能够落实就靠寿命无量。所以这一愿比什么都重要，四十八愿没有这一愿，全部落空。",
      "zh_TW": "「此願下明，國中人民壽命亦皆無量。澄憲云：人民壽命無量，淨土第一德也」。接著解釋，「修行佛道者，死魔為恐。生死間隔，退緣根本也。見佛聞法，值遇眾聖，供養諸佛，親近善友，自然快樂，無有眾苦，其德非一。若壽命短促者，遺恨幾計，如玉杯無底故。此願最至要者也」。這一段說得非常好。世出世間法無一不是把壽命擺在第一，如果沒有壽命，一切諸法都等於零，你的智慧，你的能力，你的相好，你的地位，你的財富，沒有壽命，全就落空了。壽命第一！所以阿彌陀佛極樂世界第一德就是無量壽。佛無量壽，所有往生到極樂世界的人個個都是無量壽，這是極樂世界的第一德，也是極樂世界這個極樂真實能夠落實就靠壽命無量。所以這一願比什麼都重要，四十八願沒有這一願，全部落空。"
    },
    {
      "id": "02-037-0158_p0003",
      "zh_CN": "接着澄宪师给我们解释，修行佛道，不仅是修行佛道，世出世间一切法没有例外的，死魔为恐。魔，佛法里头把它归为四大类，叫四魔。第一个是烦恼魔，烦恼能障碍我们、折磨我们，所以烦恼是魔。第二类五阴是魔，五阴是色受想行识，这个东西要有智慧去调理，它不致于造成障碍；如果没有智慧，烦恼来当家，这些东西都不能调和，里面就乱了，那造成严重的障碍。第三种是天魔，天魔是指身心以外的环境，环境能诱惑我们，如果你没有定力、没有智慧，你会受它干扰，它就起了作用；你有定功，如如不动，你有智慧把它看破，它就不起作用。第四个就是死魔，这个一点办法都没有，寿命要短促，修行道业没有成就。寿命终了，来生纵然再接着来修行，至少要中断二十年。二十年的中断，前世修行这个功力几乎都退化掉了，要从头来起。所以修行人，经上常讲要修无量劫，并不是真的要这么长的时间，是因为你退失的时间太长。真的所谓是「一日暴之，十日寒之」，进得少，退得多，退的时间比你精进的时间要长很多倍。净宗这个法门虽然容易，缘分不容易遇到，遇到了这一生把持不住，临命终时又去搞轮回去了，来世再得人身能不能遇到佛法，谁都没有把握。那你要修到哪一辈子于净宗善根福德因缘才有决定性的成就，那个时候遇到就可以不退转，遇到就可以不变质，这个很难得、很难得。所以这四种魔当中，死魔最可怕，最为恐怖。生死间隔，退缘根本，为什么会退？寿命终了就退了。尤其是寿命短促的，真的是苦！",
      "zh_TW": "接著澄憲師給我們解釋，修行佛道，不僅是修行佛道，世出世間一切法沒有例外的，死魔為恐。魔，佛法裡頭把它歸為四大類，叫四魔。第一個是煩惱魔，煩惱能障礙我們、折磨我們，所以煩惱是魔。第二類五陰是魔，五陰是色受想行識，這個東西要有智慧去調理，它不致於造成障礙；如果沒有智慧，煩惱來當家，這些東西都不能調和，裡面就亂了，那造成嚴重的障礙。第三種是天魔，天魔是指身心以外的環境，環境能誘惑我們，如果你沒有定力、沒有智慧，你會受它干擾，它就起了作用；你有定功，如如不動，你有智慧把它看破，它就不起作用。第四個就是死魔，這個一點辦法都沒有，壽命要短促，修行道業沒有成就。壽命終了，來生縱然再接著來修行，至少要中斷二十年。二十年的中斷，前世修行這個功力幾乎都退化掉了，要從頭來起。所以修行人，經上常講要修無量劫，並不是真的要這麼長的時間，是因為你退失的時間太長。真的所謂是「一日暴之，十日寒之」，進得少，退得多，退的時間比你精進的時間要長很多倍。淨宗這個法門雖然容易，緣分不容易遇到，遇到了這一生把持不住，臨命終時又去搞輪迴去了，來世再得人身能不能遇到佛法，誰都沒有把握。那你要修到哪一輩子於淨宗善根福德因緣才有決定性的成就，那個時候遇到就可以不退轉，遇到就可以不變質，這個很難得、很難得。所以這四種魔當中，死魔最可怕，最為恐怖。生死間隔，退緣根本，為什麼會退？壽命終了就退了。尤其是壽命短促的，真的是苦！"
    },
    {
      "id": "02-037-0158_p0004",
      "zh_CN": "下面告诉我们，见佛闻法，值遇众圣。你能够遇到善知识、善友，通宗通教，这些人给我们的帮助就太大了。在此地这些众圣多指介绍接引。我们对于圣教不认识，尤其在现前这个时代，误会就非常非常之多，不要说社会一般人，入佛门来这个里面，无论出家在家，对圣教怀疑的人有多少？太多太多了。所以佛教衰，兴不起来。那他为什么还要来出家？我们细心去观察，有很多人在社会上不能独立。那为什么出家？为生活而出家。出家这一行虽然没有很高的地位，没有很多的财富，但是一日三餐可以维持，为这个！经教不知道，什么叫修行也不知道。每一天五堂功课算修行吗？不是。所以修行两个字的定义要搞清楚。修是修正，行是行为，我们的行为有了错误，把错误的行为修正过来，叫做修行，修正行为。起心动念错了，这是心理行为，话说错了是口业的行为，身体造作错了是身业的行为，行为很多，无量无边，归纳起来不外乎这三大类，身口意。这三业的行为，什么叫正，什么叫错，有什么标准？有，绝对的标准就是自性，与性德相应是善，与性德相违背那就是恶。性德我们不知道，那些过来人知道，那些证得佛果、证得菩萨、证得阿罗汉，这些人他们知道。于是乎他们就把性德的标准具体告诉我们，我们就用这个标准来修行，修正我们错误的行为。",
      "zh_TW": "下面告訴我們，見佛聞法，值遇眾聖。你能夠遇到善知識、善友，通宗通教，這些人給我們的幫助就太大了。在此地這些眾聖多指介紹接引。我們對於聖教不認識，尤其在現前這個時代，誤會就非常非常之多，不要說社會一般人，入佛門來這個裡面，無論出家在家，對聖教懷疑的人有多少？太多太多了。所以佛教衰，興不起來。那他為什麼還要來出家？我們細心去觀察，有很多人在社會上不能獨立。那為什麼出家？為生活而出家。出家這一行雖然沒有很高的地位，沒有很多的財富，但是一日三餐可以維持，為這個！經教不知道，什麼叫修行也不知道。每一天五堂功課算修行嗎？不是。所以修行兩個字的定義要搞清楚。修是修正，行是行為，我們的行為有了錯誤，把錯誤的行為修正過來，叫做修行，修正行為。起心動念錯了，這是心理行為，話說錯了是口業的行為，身體造作錯了是身業的行為，行為很多，無量無邊，歸納起來不外乎這三大類，身口意。這三業的行為，什麼叫正，什麼叫錯，有什麼標準？有，絕對的標準就是自性，與性德相應是善，與性德相違背那就是惡。性德我們不知道，那些過來人知道，那些證得佛果、證得菩薩、證得阿羅漢，這些人他們知道。於是乎他們就把性德的標準具體告訴我們，我們就用這個標準來修行，修正我們錯誤的行為。"
    },
    {
      "id": "02-037-0158_p0005",
      "zh_CN": "佛法最低的，《十善业道》，标准！起心动念与它相应，言语造作与它相应，这叫真修行。入佛门，十善是普世的教育，无论你学不学佛，你都应该要遵守，不是说我不学佛，我就可以不必去照做，错了，那是性德，基本的性德。修行见性从这入门，你没有你就入不了门。入门之后那就求佛了，佛首先传授你三皈。三皈是什么？三皈是佛法修学的总纲领、总的目标，是佛法修行最高的指导原则，从初发心到如来地。章嘉大师过去告诉我，三皈依，他那个时候用比喻给我说，譬如我们在台北到高雄坐火车，三皈依就是这个车票，你上车好好的把它保留到，一直到下车都不能丢掉。用这个来比喻这个东西重要！你所修学的一切法，与三皈相应的就是与自性相应，与三皈不相应的，那你就错了。",
      "zh_TW": "佛法最低的，《十善業道》，標準！起心動念與它相應，言語造作與它相應，這叫真修行。入佛門，十善是普世的教育，無論你學不學佛，你都應該要遵守，不是說我不學佛，我就可以不必去照做，錯了，那是性德，基本的性德。修行見性從這入門，你沒有你就入不了門。入門之後那就求佛了，佛首先傳授你三皈。三皈是什麼？三皈是佛法修學的總綱領、總的目標，是佛法修行最高的指導原則，從初發心到如來地。章嘉大師過去告訴我，三皈依，他那個時候用比喻給我說，譬如我們在台北到高雄坐火車，三皈依就是這個車票，你上車好好的把它保留到，一直到下車都不能丟掉。用這個來比喻這個東西重要！你所修學的一切法，與三皈相應的就是與自性相應，與三皈不相應的，那你就錯了。"
    },
    {
      "id": "02-037-0158_p0006",
      "zh_CN": "三皈是用佛法僧为代表，可是许许多多的人从佛法僧里头把意思解偏了，三皈变成有名无实。我们看《六祖坛经》，深深有感触！为什么六祖传授三皈不说佛法僧？你看《坛经》里头，六祖传授三皈，皈依觉、皈依正、皈依净，他不说皈依佛法僧。我们从这个地方就能体会到，佛法传到中国到六祖那时候差不多七百年，七百年这样长的时间，愈传愈讹，大家对这个意思产生偏差，着了相。皈依佛，把佛像看作佛；归依法，把佛经看作法；皈依僧，把出家人看作僧。这着相了，这不是真的三皈，真的三皈是皈依自性，叫自性三宝，这是我们修行终极的目标。",
      "zh_TW": "三皈是用佛法僧為代表，可是許許多多的人從佛法僧裡頭把意思解偏了，三皈變成有名無實。我們看《六祖壇經》，深深有感觸！為什麼六祖傳授三皈不說佛法僧？你看《壇經》裡頭，六祖傳授三皈，皈依覺、皈依正、皈依淨，他不說皈依佛法僧。我們從這個地方就能體會到，佛法傳到中國到六祖那時候差不多七百年，七百年這樣長的時間，愈傳愈訛，大家對這個意思產生偏差，著了相。皈依佛，把佛像看作佛；歸依法，把佛經看作法；皈依僧，把出家人看作僧。這著相了，這不是真的三皈，真的三皈是皈依自性，叫自性三寶，這是我們修行終極的目標。"
    },
    {
      "id": "02-037-0158_p0007",
      "zh_CN": "我们要成佛，佛是什么？佛是自性觉，觉而不迷，所以皈依佛是觉而不迷。现在不觉，迷了，泥塑木雕的都认为那是佛像，把它当神明看待，求它保佑，你说这不是迷信了吗？它是表法的，是个代表，代表什么？代表觉，自性觉。皈依是什么意思？皈是回头，依是依靠。我们从迷惑颠倒回过头来，依自性觉，这叫皈依佛。所以我们初学佛依止一个老师，老师头一个就是把这个修行的总纲领、总原则传授给你。你一生无论修哪个宗派、无论修哪个法门，不能违背这个原则，你的方向就正确，就没有偏差。八万四千法门都是走这条路，这条路多重要！第二是法，法用我们现在的话说，宇宙自然的规则，不是人为的，不是哪个创造、哪个发明的，不是的，大自然的规则、规律。十善业道是大自然的规律，中国老祖宗所说的五伦、五常、四维、八德，全是大自然的规律。它与觉正净决定相应。我们用佛法的标准来衡量，字字相应，这是性德。皈依法，法是正知正见，正而不邪，是法，没有偏，没有邪。第三个字是僧，僧里头有两个意思，第一个是清净，一尘不染，第二个是和睦，所以僧叫六和，六和敬的僧团，心地清净，一尘不染，这叫皈依僧。总原则，总纲领！诸佛如来所说的三藏十二部，戒定慧三学，决定不违背这个原则。所以一进佛门是第一个把这传授给你。",
      "zh_TW": "我們要成佛，佛是什麼？佛是自性覺，覺而不迷，所以皈依佛是覺而不迷。現在不覺，迷了，泥塑木雕的都認為那是佛像，把它當神明看待，求它保佑，你說這不是迷信了嗎？它是表法的，是個代表，代表什麼？代表覺，自性覺。皈依是什麼意思？皈是回頭，依是依靠。我們從迷惑顛倒回過頭來，依自性覺，這叫皈依佛。所以我們初學佛依止一個老師，老師頭一個就是把這個修行的總綱領、總原則傳授給你。你一生無論修哪個宗派、無論修哪個法門，不能違背這個原則，你的方向就正確，就沒有偏差。八萬四千法門都是走這條路，這條路多重要！第二是法，法用我們現在的話說，宇宙自然的規則，不是人為的，不是哪個創造、哪個發明的，不是的，大自然的規則、規律。十善業道是大自然的規律，中國老祖宗所說的五倫、五常、四維、八德，全是大自然的規律。它與覺正淨決定相應。我們用佛法的標準來衡量，字字相應，這是性德。皈依法，法是正知正見，正而不邪，是法，沒有偏，沒有邪。第三個字是僧，僧裡頭有兩個意思，第一個是清淨，一塵不染，第二個是和睦，所以僧叫六和，六和敬的僧團，心地清淨，一塵不染，這叫皈依僧。總原則，總綱領！諸佛如來所說的三藏十二部，戒定慧三學，決定不違背這個原則。所以一進佛門是第一個把這傳授給你。"
    },
    {
      "id": "02-037-0158_p0008",
      "zh_CN": "佛教确实丰富了中国传统文化。中国从前小朋友上学，教科书是《三字经》，前面八句就是佛门三皈依的意思。把什么？把修学的纲领全部传给你，第一句话说得那么清楚，「人之初，性本善」，就是皈依佛。你细细去揣摩揣摩，那是皈依佛。告诉你什么？你性是本善的，恶是后天的习性。为什么要学？学就是让我们从习性回归到本性，就这个意思。前头八句，「性相近，习相远；苟不教，性乃迁；教之道，贵以专」，这前面八句，中国传统学术的大根大本，就跟佛法的三皈依性质相同。",
      "zh_TW": "佛教確實豐富了中國傳統文化。中國從前小朋友上學，教科書是《三字經》，前面八句就是佛門三皈依的意思。把什麼？把修學的綱領全部傳給你，第一句話說得那麼清楚，「人之初，性本善」，就是皈依佛。你細細去揣摩揣摩，那是皈依佛。告訴你什麼？你性是本善的，惡是後天的習性。為什麼要學？學就是讓我們從習性回歸到本性，就這個意思。前頭八句，「性相近，習相遠；苟不教，性乃遷；教之道，貴以專」，這前面八句，中國傳統學術的大根大本，就跟佛法的三皈依性質相同。"
    },
    {
      "id": "02-037-0158_p0009",
      "zh_CN": "皈依，这才正式成为佛的弟子，成为佛的弟子一定要遵守，永远遵守这三个原则，觉正净。觉而不迷，正而不邪，净而不染，这是佛弟子。然后告诉你，人不能独立生存，必须是依众靠众。我们每天吃的这一碗饭，你知道多少人的辛苦，多少人努力才有这一碗饭；我们穿这件衣服，这件衣服是多少人心血的贡献，你怎么能离开人群独立生活？不可能！知道这些事实真相，人感恩的心生起来了。首先是父母养育之恩，你从哪里来的，你怎么长大的，那是母亲付出多少来照顾你，你才能长大。人要是了解这些事实真相，这个孝顺的心就生起来了。从孝延伸悌，悌是敬爱一切长辈，年岁比我大的，都像父母一样的敬爱，像长兄一样的敬爱。这是中国文化，中国文化不离开群体。",
      "zh_TW": "皈依，這才正式成為佛的弟子，成為佛的弟子一定要遵守，永遠遵守這三個原則，覺正淨。覺而不迷，正而不邪，淨而不染，這是佛弟子。然後告訴你，人不能獨立生存，必須是依眾靠眾。我們每天吃的這一碗飯，你知道多少人的辛苦，多少人努力才有這一碗飯；我們穿這件衣服，這件衣服是多少人心血的貢獻，你怎麼能離開人群獨立生活？不可能！知道這些事實真相，人感恩的心生起來了。首先是父母養育之恩，你從哪裡來的，你怎麼長大的，那是母親付出多少來照顧你，你才能長大。人要是了解這些事實真相，這個孝順的心就生起來了。從孝延伸悌，悌是敬愛一切長輩，年歲比我大的，都像父母一樣的敬愛，像長兄一樣的敬愛。這是中國文化，中國文化不離開群體。"
    },
    {
      "id": "02-037-0158_p0010",
      "zh_CN": "所以过去家庭是家族，一个家那是一族。你进入这个人家，你都能看到五代同堂，你看他自身，他有父母，他有祖父母、有曾祖父母，再往上去有高祖父母。二十年是一代，古人重视生育，多子多孙。结婚送礼，石榴是不能免的，石榴就是多子，多子多孙，象征这个。古人十八、九岁结婚的就很多，女子十五、六岁，男子十八、九岁，所以到八十岁的时候肯定有五代。所以中国是大家族，这个外国人没有的。中国家庭是社会行为，是过团体生活，所以他不能够离开群众。群体生活，圣贤教诲就是必要的，非常重要。你要能够遇到圣贤，能够遇到圣贤的教诲。",
      "zh_TW": "所以過去家庭是家族，一個家那是一族。你進入這個人家，你都能看到五代同堂，你看他自身，他有父母，他有祖父母、有曾祖父母，再往上去有高祖父母。二十年是一代，古人重視生育，多子多孫。結婚送禮，石榴是不能免的，石榴就是多子，多子多孫，象徵這個。古人十八、九歲結婚的就很多，女子十五、六歲，男子十八、九歲，所以到八十歲的時候肯定有五代。所以中國是大家族，這個外國人沒有的。中國家庭是社會行為，是過團體生活，所以他不能夠離開群眾。群體生活，聖賢教誨就是必要的，非常重要。你要能夠遇到聖賢，能夠遇到聖賢的教誨。"
    },
    {
      "id": "02-037-0158_p0011",
      "zh_CN": "供养诸佛。供养里面最重要的是法供养，如教修行供养，这是供养里头的第一供养，如教修行。所以家家重视教育。古时候不认识字的人很多，但是虽然不认识字，他明理，他懂规矩。他从哪里学来的？生活当中看到的、听到的、接触到的，传统教育在生活当中，他在生活当中学会了，知道怎样做人、怎样接物。但是我们传统东西丢掉两百年，要讲疏忽两百年，真正丢掉是八十年。总得八十四、五岁的人，你问他，他有一点印象，如果住在农村里头。住在城里的人不行，住在城里的人，应该在九十岁、一百岁，他知道童年那时候的状况。一般小城市还能保持一点传统的遗迹，抗战胜利之后完全没有了，我们走了很多地方看不到了。我们家乡江南农村里面房屋还在，人没有了，因为家人都散掉了。所以家道、家学、家规、家业全都没有了，那社会就变成乱世，人民生活就很苦。亲情没有了，人与人的关系一团混乱。",
      "zh_TW": "供養諸佛。供養裡面最重要的是法供養，如教修行供養，這是供養裡頭的第一供養，如教修行。所以家家重視教育。古時候不認識字的人很多，但是雖然不認識字，他明理，他懂規矩。他從哪裡學來的？生活當中看到的、聽到的、接觸到的，傳統教育在生活當中，他在生活當中學會了，知道怎樣做人、怎樣接物。但是我們傳統東西丟掉兩百年，要講疏忽兩百年，真正丟掉是八十年。總得八十四、五歲的人，你問他，他有一點印象，如果住在農村裡頭。住在城裡的人不行，住在城裡的人，應該在九十歲、一百歲，他知道童年那時候的狀況。一般小城市還能保持一點傳統的遺跡，抗戰勝利之後完全沒有了，我們走了很多地方看不到了。我們家鄉江南農村裡面房屋還在，人沒有了，因為家人都散掉了。所以家道、家學、家規、家業全都沒有了，那社會就變成亂世，人民生活就很苦。親情沒有了，人與人的關係一團混亂。"
    },
    {
      "id": "02-037-0158_p0012",
      "zh_CN": "经上所讲的，这真叫太平盛世，你能够遇到众圣，世出世间圣人；你能供养诸佛，福慧双修；能亲近善友，往来的人都是善知识，自然快乐，无有众苦，其德非一。这个其德不只一种，很多很多。如果寿命短促，那就很遗恨，遗恨几计。几计是难以计算，是这个意思。我们中国人所说的长恨，遗憾，将来永远得不到了。我们回想童年的社会，童年的欢乐永远得不到。现在年轻人跟我们比，我们就觉得他很可怜，真正好的东西、善的东西他一点都没有享受到，没有见到过，没有听到过，没有接触过。底下有个比喻，如玉杯无底。玉是非常珍贵的，这个茶杯底没有了，遗憾，它不能作用了。此愿最至要者，这一愿就是长寿，寿命无量这一愿太重要了。底下念老有个简单解释。「玉杯实为良材」，这好东西。「若无底则不成器」，不能成为一个器用，它不起作用，它没有底，这可惜。",
      "zh_TW": "經上所講的，這真叫太平盛世，你能夠遇到眾聖，世出世間聖人；你能供養諸佛，福慧雙修；能親近善友，往來的人都是善知識，自然快樂，無有眾苦，其德非一。這個其德不只一種，很多很多。如果壽命短促，那就很遺恨，遺恨幾計。幾計是難以計算，是這個意思。我們中國人所說的長恨，遺憾，將來永遠得不到了。我們回想童年的社會，童年的歡樂永遠得不到。現在年輕人跟我們比，我們就覺得他很可憐，真正好的東西、善的東西他一點都沒有享受到，沒有見到過，沒有聽到過，沒有接觸過。底下有個比喻，如玉杯無底。玉是非常珍貴的，這個茶杯底沒有了，遺憾，它不能作用了。此願最至要者，這一願就是長壽，壽命無量這一願太重要了。底下念老有個簡單解釋。「玉杯實為良材」，這好東西。「若無底則不成器」，不能成為一個器用，它不起作用，它沒有底，這可惜。"
    },
    {
      "id": "02-037-0158_p0013",
      "zh_CN": "又望西法师曰：「诸乐根本，只在此愿」，极乐世界享乐无尽，根本就在长寿。如果没有寿命，极乐世界再乐，你一样都得不到。「又如《群疑论》谓彼国人民命极长远。纵令凡夫，还入变易，究竟成佛」。还入变易这有解释，「了分段生死」，这前面我们介绍过，讲过。分段生死没有了，就是长寿，就是无量寿，无量寿他有变易生死，还有变易。究竟成佛，一生就圆满了。变易生死不是真的生死。「盖生极乐，见佛闻法，一切时处皆是增上」，在极乐世界，一切时、一切处，无一不是增上缘，无有退转。为什么？你眼见法、耳闻法，没有中断的时候，六根所接触的都是无上妙法；没有烦恼，你见不到，没有邪恶，没有是非，统统见不到。你所接触到的全是正法，所接触到的全是性德，所以「无有退缘」。这就是极乐世界没有退缘，没有退转，只有进步。有人进步得快，有人进步得慢，这个有，退转的没有，一个都找不到。「寿命复又无量，故不论根器如何，凡往生者必定成佛。称之为净土第一德，良有以也。」不是没有道理，真有道理，这肯定了寿命是在学习当中确实它是第一德。",
      "zh_TW": "又望西法師曰：「諸樂根本，只在此願」，極樂世界享樂無盡，根本就在長壽。如果沒有壽命，極樂世界再樂，你一樣都得不到。「又如《群疑論》謂彼國人民命極長遠。縱令凡夫，還入變易，究竟成佛」。還入變易這有解釋，「了分段生死」，這前面我們介紹過，講過。分段生死沒有了，就是長壽，就是無量壽，無量壽他有變易生死，還有變易。究竟成佛，一生就圓滿了。變易生死不是真的生死。「蓋生極樂，見佛聞法，一切時處皆是增上」，在極樂世界，一切時、一切處，無一不是增上緣，無有退轉。為什麼？你眼見法、耳聞法，沒有中斷的時候，六根所接觸的都是無上妙法；沒有煩惱，你見不到，沒有邪惡，沒有是非，統統見不到。你所接觸到的全是正法，所接觸到的全是性德，所以「無有退緣」。這就是極樂世界沒有退緣，沒有退轉，只有進步。有人進步得快，有人進步得慢，這個有，退轉的沒有，一個都找不到。「壽命復又無量，故不論根器如何，凡往生者必定成佛。稱之為淨土第一德，良有以也。」不是沒有道理，真有道理，這肯定了壽命是在學習當中確實它是第一德。"
    },
    {
      "id": "02-037-0158_p0014",
      "zh_CN": "那我们要想找个修学环境，修学环境里头第一个条件是什么？寿命长久，这是第一个条件。如果寿命无常，那不是个好道场，这个我们要知道。我们亲近道场，心里也应该有数，哪个道场是第一道场？念佛的道场是第一道场。古时候念佛没有讲经的，顶多念佛堂讲几句开示，时间不会超过五分钟，不打闲岔。看到大众当中有几个人昏沉，说几句勉励的话提醒他。现在的念佛堂，我觉得要讲经，为什么？他对佛法不了解、不认识。古人进念佛堂的时候，善根福德因缘具足，不需要听经了，一句佛号念到底，他确实在修，老实、听话、真干，他没有杂念、没有妄想，一心一意只想往生净土亲近弥陀，除这一念，他没有第二念。这样的念佛堂可以不必要听经。",
      "zh_TW": "那我們要想找個修學環境，修學環境裡頭第一個條件是什麼？壽命長久，這是第一個條件。如果壽命無常，那不是個好道場，這個我們要知道。我們親近道場，心裡也應該有數，哪個道場是第一道場？念佛的道場是第一道場。古時候念佛沒有講經的，頂多念佛堂講幾句開示，時間不會超過五分鐘，不打閒岔。看到大眾當中有幾個人昏沉，說幾句勉勵的話提醒他。現在的念佛堂，我覺得要講經，為什麼？他對佛法不了解、不認識。古人進念佛堂的時候，善根福德因緣具足，不需要聽經了，一句佛號念到底，他確實在修，老實、聽話、真幹，他沒有雜念、沒有妄想，一心一意只想往生淨土親近彌陀，除這一念，他沒有第二念。這樣的念佛堂可以不必要聽經。"
    },
    {
      "id": "02-037-0158_p0015",
      "zh_CN": "如果还有疑虑，还有妄想、杂念，听经有好处。听经第一帮助我们断疑生信，真正信心从这里建立。我把西方极乐世界搞清楚、搞明白，一点都不怀疑，死心塌地念佛，修这个法门。这个一般对于知识分子是有必要的。听经第二个好处是帮助我们断疑开悟，这是第二步。开悟之后你的功夫就不会退转了。功夫会退，信心会动摇，听经很有必要，不深入经藏，保不住你不退转。听经，我修这个法门就听这部经，不要涉及、涉猎其他，一定要相信「一即一切，一切即一」，相信佛给我们所说的「法门平等，无有高下」，相信「一经通，一切经通」，这全都是真的，不是假的。一门通，门门都通，这叫真通了。你说我门门都通，还有一门不通，那就是印光大师的话，你根本就不通。真正通了是一切都贯通，世出世间一切法都通。为什么？它是性德，一切法不离自性，一切法是心现识变，哪有不通的道理！所以祖师在这里说，不论根器如何，上中下三根普被，利钝全收，就是这个法门。只要你往生，必定成佛，没有一个是有漏掉的。第十五愿我们就学到此地。现在再看第十六「声闻无数愿」。",
      "zh_TW": "如果還有疑慮，還有妄想、雜念，聽經有好處。聽經第一幫助我們斷疑生信，真正信心從這裡建立。我把西方極樂世界搞清楚、搞明白，一點都不懷疑，死心塌地念佛，修這個法門。這個一般對於知識分子是有必要的。聽經第二個好處是幫助我們斷疑開悟，這是第二步。開悟之後你的功夫就不會退轉了。功夫會退，信心會動搖，聽經很有必要，不深入經藏，保不住你不退轉。聽經，我修這個法門就聽這部經，不要涉及、涉獵其他，一定要相信「一即一切，一切即一」，相信佛給我們所說的「法門平等，無有高下」，相信「一經通，一切經通」，這全都是真的，不是假的。一門通，門門都通，這叫真通了。你說我門門都通，還有一門不通，那就是印光大師的話，你根本就不通。真正通了是一切都貫通，世出世間一切法都通。為什麼？它是性德，一切法不離自性，一切法是心現識變，哪有不通的道理！所以祖師在這裡說，不論根器如何，上中下三根普被，利鈍全收，就是這個法門。只要你往生，必定成佛，沒有一個是有漏掉的。第十五願我們就學到此地。現在再看第十六「聲聞無數願」。"
    },
    {
      "id": "02-037-0158_p0016",
      "zh_CN": "【假令三千大千世界众生。悉成缘觉。于百千劫。悉共计校。若能知其量数者。不取正觉。】",
      "zh_TW": "【假令三千大千世界眾生。悉成緣覺。於百千劫。悉共計校。若能知其量數者。不取正覺。】"
    },
    {
      "id": "02-037-0158_p0017",
      "zh_CN": "第十六愿，愿文里头「国中声闻天人无数」，这一句在前面一愿后头，移在这个地方就很容易懂得，就加这一句，「国中声闻天人无数」。『假令三千大千世界众生，悉成缘觉』，「缘觉」比阿罗汉高一层，阿罗汉只断见思烦恼，没有断习气，缘觉断习气了，就是辟支佛，能力比阿罗汉强。我们看注解，「澄宪云：阿弥陀佛，弟子无量。三无量中，其一也」。这个三无量，「光明无量，寿命无量，眷属无量」，眷属是学生。十方世界发愿往生极乐世界的人，都是阿弥陀佛的学生，所以阿弥陀佛的学生无量无边。我们知道十方诸佛刹土无量无边，每一个佛刹里面的众生听到本师讲经教诲，都知道有西方极乐世界，都知道有阿弥陀佛，而且本师肯定劝导大家念佛往生，到极乐世界不退成佛。那我们就知道，极乐世界每一天去往生的人有多少？无法计数，没有法子说的，成年累月。世尊告诉我们，极乐世界开张到现在十劫了，这十劫有多少人去！极乐世界真不可思议；极乐世界以光明做佛事，以音声做佛事，光明跟音声都超越时空，都是不可思议。我们如果能稍稍体会这种盛况，参与的念头就会生起来，我也想去。",
      "zh_TW": "第十六願，願文裡頭「國中聲聞天人無數」，這一句在前面一願後頭，移在這個地方就很容易懂得，就加這一句，「國中聲聞天人無數」。『假令三千大千世界眾生，悉成緣覺』，「緣覺」比阿羅漢高一層，阿羅漢只斷見思煩惱，沒有斷習氣，緣覺斷習氣了，就是辟支佛，能力比阿羅漢強。我們看註解，「澄憲云：阿彌陀佛，弟子無量。三無量中，其一也」。這個三無量，「光明無量，壽命無量，眷屬無量」，眷屬是學生。十方世界發願往生極樂世界的人，都是阿彌陀佛的學生，所以阿彌陀佛的學生無量無邊。我們知道十方諸佛剎土無量無邊，每一個佛剎裡面的眾生聽到本師講經教誨，都知道有西方極樂世界，都知道有阿彌陀佛，而且本師肯定勸導大家念佛往生，到極樂世界不退成佛。那我們就知道，極樂世界每一天去往生的人有多少？無法計數，沒有法子說的，成年累月。世尊告訴我們，極樂世界開張到現在十劫了，這十劫有多少人去！極樂世界真不可思議；極樂世界以光明做佛事，以音聲做佛事，光明跟音聲都超越時空，都是不可思議。我們如果能稍稍體會這種盛況，參與的念頭就會生起來，我也想去。"
    },
    {
      "id": "02-037-0158_p0018",
      "zh_CN": "「愿云声闻兼摄缘觉」。因为前面一句里头有声闻天人，这个地方有悉成缘觉，声闻里头有缘觉。「或疑《悲华经》谓彼佛国土，无有声闻，辟支佛乘。所有大众，纯是菩萨，无量无边。今经何云声闻无数耶」，这个经上怎么说有声闻无数？下面为我们解释。「盖此二者」，就是声闻跟缘觉。「文虽相左，而义实无违」，文字相左就是不一样、不同，但是意思是相同的。「今经三辈往生，俱云发菩提心，一向专念」。这是「三辈往生」里头都说到的，上中下三辈都有，还包括一心三辈，不是专修净宗的，修其他法门的，也能发菩提心一向专念，一念十念都能往生。「三辈生者，既已悉发菩提心，所行必是菩萨乘。故《悲华》云纯是菩萨」。讲得通，声闻缘觉都发菩提心才能往生，不发菩提心不能往生。",
      "zh_TW": "「願云聲聞兼攝緣覺」。因為前面一句裡頭有聲聞天人，這個地方有悉成緣覺，聲聞裡頭有緣覺。「或疑《悲華經》謂彼佛國土，無有聲聞，辟支佛乘。所有大眾，純是菩薩，無量無邊。今經何云聲聞無數耶」，這個經上怎麼說有聲聞無數？下面為我們解釋。「蓋此二者」，就是聲聞跟緣覺。「文雖相左，而義實無違」，文字相左就是不一樣、不同，但是意思是相同的。「今經三輩往生，俱云發菩提心，一向專念」。這是「三輩往生」裡頭都說到的，上中下三輩都有，還包括一心三輩，不是專修淨宗的，修其他法門的，也能發菩提心一向專念，一念十念都能往生。「三輩生者，既已悉發菩提心，所行必是菩薩乘。故《悲華》云純是菩薩」。講得通，聲聞緣覺都發菩提心才能往生，不發菩提心不能往生。"
    },
    {
      "id": "02-037-0158_p0019",
      "zh_CN": "有人问，在眼前许许多多不认识字、没有念过书的，对于如来经教是一窍不通的，他只会念佛，最后他也往生了，你问他什么叫菩提心他不知道，那这种人怎么会往生？蕅益大师解释，把这个问题解答了。那些人真正相信、真发愿想求生西方极乐世界去亲近阿弥陀佛，这一念就是无上菩提心。你问他什么菩提心？他不知道，他只知道极乐世界比我们好，我一定要去，这一念就是无上菩提心。无上菩提心是正等正觉。《观经》上讲的菩提心的心体是至诚心，真诚到极处，这是菩提心的体；自受用，好善好德，叫深心；他受用，回向发愿心，念念没有忘掉许多苦难众生，我得好处，一定要跟他们一起分享，这是菩提心。乡下这些阿公阿婆，人都非常慈悲，有一点好吃的，都会拿去跟大家分享，一点私心都没有。这菩提心就现在外面了，真相信，真想去。所以蕅益大师说，他们已经圆满了菩提心，决定得生净土。我想得很久、想得很深，我知道这些人往生品位之高，超出我们想像。为什么？他们的功夫纯，他不杂，信心坚定，没有怀疑，没有夹杂，为我们做念佛示现，那真的纯是菩萨，不是凡人。",
      "zh_TW": "有人問，在眼前許許多多不認識字、沒有念過書的，對於如來經教是一竅不通的，他只會念佛，最後他也往生了，你問他什麼叫菩提心他不知道，那這種人怎麼會往生？蕅益大師解釋，把這個問題解答了。那些人真正相信、真發願想求生西方極樂世界去親近阿彌陀佛，這一念就是無上菩提心。你問他什麼菩提心？他不知道，他只知道極樂世界比我們好，我一定要去，這一念就是無上菩提心。無上菩提心是正等正覺。《觀經》上講的菩提心的心體是至誠心，真誠到極處，這是菩提心的體；自受用，好善好德，叫深心；他受用，迴向發願心，念念沒有忘掉許多苦難眾生，我得好處，一定要跟他們一起分享，這是菩提心。鄉下這些阿公阿婆，人都非常慈悲，有一點好吃的，都會拿去跟大家分享，一點私心都沒有。這菩提心就現在外面了，真相信，真想去。所以蕅益大師說，他們已經圓滿了菩提心，決定得生淨土。我想得很久、想得很深，我知道這些人往生品位之高，超出我們想像。為什麼？他們的功夫純，他不雜，信心堅定，沒有懷疑，沒有夾雜，為我們做念佛示現，那真的純是菩薩，不是凡人。"
    },
    {
      "id": "02-037-0158_p0020",
      "zh_CN": "「至于彼国声闻缘觉」，这是有其名而已，「只是就其断惑之情况而言」，是这么个意思。「虽断见思，未破尘沙与无明惑，是称声闻」，称他们作声闻，他不是真的声闻。「非是只求自度之二乘。若只求自度，不愿度他，则是未发菩提心。不发菩提心，即不能往生」。只要是往生，即使往生到边地疑城，还是有菩提心，没有菩提心他去不了。「证诸《宋译》此意甚显」。《宋译》的《无量寿经》有这么一段经文，「我得菩提成正觉已，所有众生，令生我刹。虽住声闻缘觉之位，往百千俱胝那由他宝刹之内，遍作佛事，悉皆令得阿耨多罗三藐三菩提」。这一段经文讲得很好。念老给我们解释，「按声闻不闻他方佛名，但求小乘涅槃，不取佛果」。这是我们娑婆世界的小乘。所以南传小乘，确实他们只承认有释迦牟尼佛，释迦牟尼佛之外还有佛，他们不承认。他们承认佛之外有阿罗汉、有辟支佛，不承认有他方世界的佛。所以他那个圈子很小，只有娑婆世界，没有他方世界，心量的确不大。也难怪隋唐祖师大德们把小乘放弃，用儒跟道代替小乘。儒跟道的心量比小乘大，儒道在断证跟小乘相似，严格的说比不上小乘，但是心量之广大超越小乘。祖师大德用这个方法来取代，有道理，效果也非常殊胜，就是最近这一千三百年当中，只有最近两百年很少有成就的，三百年前，开悟的、得禅定的很多！我们从这些祖师大德留下来的注疏里面可以看到，真做学问，真正在弘法利生。影响社会的面很大，上从帝王大臣，下至贩夫走卒，没有人不尊敬，没有人不佩服，社会大众都跟着他们学习。所以社会赖以安宁，长治久安盛世是这样造成的。",
      "zh_TW": "「至於彼國聲聞緣覺」，這是有其名而已，「只是就其斷惑之情況而言」，是這麼個意思。「雖斷見思，未破塵沙與無明惑，是稱聲聞」，稱他們作聲聞，他不是真的聲聞。「非是只求自度之二乘。若只求自度，不願度他，則是未發菩提心。不發菩提心，即不能往生」。只要是往生，即使往生到邊地疑城，還是有菩提心，沒有菩提心他去不了。「證諸《宋譯》此意甚顯」。《宋譯》的《無量壽經》有這麼一段經文，「我得菩提成正覺已，所有眾生，令生我剎。雖住聲聞緣覺之位，往百千俱胝那由他寶剎之內，遍作佛事，悉皆令得阿耨多羅三藐三菩提」。這一段經文講得很好。念老給我們解釋，「按聲聞不聞他方佛名，但求小乘涅槃，不取佛果」。這是我們娑婆世界的小乘。所以南傳小乘，確實他們只承認有釋迦牟尼佛，釋迦牟尼佛之外還有佛，他們不承認。他們承認佛之外有阿羅漢、有辟支佛，不承認有他方世界的佛。所以他那個圈子很小，只有娑婆世界，沒有他方世界，心量的確不大。也難怪隋唐祖師大德們把小乘放棄，用儒跟道代替小乘。儒跟道的心量比小乘大，儒道在斷證跟小乘相似，嚴格的說比不上小乘，但是心量之廣大超越小乘。祖師大德用這個方法來取代，有道理，效果也非常殊勝，就是最近這一千三百年當中，只有最近兩百年很少有成就的，三百年前，開悟的、得禪定的很多！我們從這些祖師大德留下來的註疏裡面可以看到，真做學問，真正在弘法利生。影響社會的面很大，上從帝王大臣，下至販夫走卒，沒有人不尊敬，沒有人不佩服，社會大眾都跟著他們學習。所以社會賴以安寧，長治久安盛世是這樣造成的。"
    },
    {
      "id": "02-037-0158_p0021",
      "zh_CN": "我们再往下看，「今极乐人民所谓为声闻者，能远至无数佛国，作无量佛事，度无边众生，悉令成佛」，这是极乐世界的人民，声闻。你看极乐世界的声闻干什么事情？菩萨的事情，极乐世界的人民也干菩萨的事情。人民、声闻都能远至无数佛国，上供诸佛修福，听闻经教修慧，福慧双修，这叫佛事。还帮助佛度众生，在众生面前示现，你看我是他方世界的众生到极乐世界去的，极乐世界好，我有能力常常来看你们的佛陀。你们要不到极乐世界去，算是你们的命好，你也只能亲近一尊佛，不能亲近无量无边诸佛。亲近无量无边诸佛，到极乐世界就做到了。极乐世界是华严世界，理事无碍、事事无碍。有没有离开本尊？没有，本尊是阿弥陀佛。生到极乐世界，从来没有离开本尊过，但是同时又能用自己的化身，能够变化无量无边身，去亲近他方诸佛如来。这是我们做不到的，小乘、声闻、缘觉、权教菩萨统统做不到，十法界里的佛也做不到，极乐世界的天人都能做到。天人是说什么？见思烦恼没断的，他都能做到。他凭什么做到？他所凭借的是阿弥陀佛四十八愿的加持。阿弥陀佛所发的四十八愿，愿愿都兑现了，没有一愿是虚假的，这个我们要相信。极乐世界有什么好处？念念四十八愿就知道了，不可思议的大愿，不可思议的成就，什么人有这么大的福德因缘能够遇到它，这个不容易！",
      "zh_TW": "我們再往下看，「今極樂人民所謂為聲聞者，能遠至無數佛國，作無量佛事，度無邊眾生，悉令成佛」，這是極樂世界的人民，聲聞。你看極樂世界的聲聞幹什麼事情？菩薩的事情，極樂世界的人民也幹菩薩的事情。人民、聲聞都能遠至無數佛國，上供諸佛修福，聽聞經教修慧，福慧雙修，這叫佛事。還幫助佛度眾生，在眾生面前示現，你看我是他方世界的眾生到極樂世界去的，極樂世界好，我有能力常常來看你們的佛陀。你們要不到極樂世界去，算是你們的命好，你也只能親近一尊佛，不能親近無量無邊諸佛。親近無量無邊諸佛，到極樂世界就做到了。極樂世界是華嚴世界，理事無礙、事事無礙。有沒有離開本尊？沒有，本尊是阿彌陀佛。生到極樂世界，從來沒有離開本尊過，但是同時又能用自己的化身，能夠變化無量無邊身，去親近他方諸佛如來。這是我們做不到的，小乘、聲聞、緣覺、權教菩薩統統做不到，十法界裡的佛也做不到，極樂世界的天人都能做到。天人是說什麼？見思煩惱沒斷的，他都能做到。他憑什麼做到？他所憑藉的是阿彌陀佛四十八願的加持。阿彌陀佛所發的四十八願，願願都兌現了，沒有一願是虛假的，這個我們要相信。極樂世界有什麼好處？念念四十八願就知道了，不可思議的大願，不可思議的成就，什麼人有這麼大的福德因緣能夠遇到它，這個不容易！"
    },
    {
      "id": "02-037-0158_p0022",
      "zh_CN": "我这一生当中，念念感激第一个老师方东美先生。是他把佛法介绍给我，没有他的介绍，我这一生跟佛法就没有缘了。为什么？有个严重错误观念，那就是年轻的时候，误以为宗教是迷信。谁愿意接近迷信？当然就不愿意跟它接触。如果不接触怎么能了解？这是年轻愚痴，没有智慧。中国古人教我们，处世待人必须要知道的一个原则，这个人很多人赞叹他，是真是假要认真去观察；这个人很多人毁谤，也要认真去观察是真是假。这是正确的态度。我们就没有这个智慧，人家说宗教是迷信，我们就以为是迷信，就不去看看它到底是真的是假的，我们不懂这个道理，不愿意接触，这个亏就吃大了，这真正是被别人障碍了。",
      "zh_TW": "我這一生當中，念念感激第一個老師方東美先生。是他把佛法介紹給我，沒有他的介紹，我這一生跟佛法就沒有緣了。為什麼？有個嚴重錯誤觀念，那就是年輕的時候，誤以為宗教是迷信。誰願意接近迷信？當然就不願意跟它接觸。如果不接觸怎麼能了解？這是年輕愚痴，沒有智慧。中國古人教我們，處世待人必須要知道的一個原則，這個人很多人讚歎他，是真是假要認真去觀察；這個人很多人毀謗，也要認真去觀察是真是假。這是正確的態度。我們就沒有這個智慧，人家說宗教是迷信，我們就以為是迷信，就不去看看它到底是真的是假的，我們不懂這個道理，不願意接觸，這個虧就吃大了，這真正是被別人障礙了。"
    },
    {
      "id": "02-037-0158_p0023",
      "zh_CN": "我所幸运的，心目当中还有一个敬仰的人，这个长者我知道他不会骗我，他跟我讲的句句是实在话。把佛教介绍给我，我是跟他学哲学，他把佛教介绍给我的时候称之为「佛经哲学」。我怀疑，他告诉我释迦牟尼，他没有称佛，他就称释迦牟尼，是世界上最伟大的哲学家。学哲学，跟哲学家学，这是世界上最伟大的哲学家。「佛经哲学是全世界哲学的最高峰」，这从来没有听说过。后面还有一句话说，「学佛是人生最高的享受」。真的吗？发现是真的，因为方老师每天读佛经。他要不每天读佛经，说这个话我不相信。别的书可以不看，佛经每天是一定要看的。我学是在他家里学的，看他生活、看他待人接物、看他言谈举止，他是搞真的，不是搞假的。台湾那个时候，《卍续藏》刚刚印出来，我把这个消息告诉他，他第二天就去请了一套，一点都不假。他对《藏经》的内容很清楚。研究佛法的人，《卍续藏》就是最好的参考资料，它里头搜集的都是古大德的注解，经收得不多，注解非常丰富，我们所谓是历代名家的著作统统在里头。",
      "zh_TW": "我所幸運的，心目當中還有一個敬仰的人，這個長者我知道他不會騙我，他跟我講的句句是實在話。把佛教介紹給我，我是跟他學哲學，他把佛教介紹給我的時候稱之為「佛經哲學」。我懷疑，他告訴我釋迦牟尼，他沒有稱佛，他就稱釋迦牟尼，是世界上最偉大的哲學家。學哲學，跟哲學家學，這是世界上最偉大的哲學家。「佛經哲學是全世界哲學的最高峰」，這從來沒有聽說過。後面還有一句話說，「學佛是人生最高的享受」。真的嗎？發現是真的，因為方老師每天讀佛經。他要不每天讀佛經，說這個話我不相信。別的書可以不看，佛經每天是一定要看的。我學是在他家裡學的，看他生活、看他待人接物、看他言談舉止，他是搞真的，不是搞假的。台灣那個時候，《卍續藏》剛剛印出來，我把這個消息告訴他，他第二天就去請了一套，一點都不假。他對《藏經》的內容很清楚。研究佛法的人，《卍續藏》就是最好的參考資料，它裡頭蒐集的都是古大德的註解，經收得不多，註解非常豐富，我們所謂是歷代名家的著作統統在裡頭。"
    },
    {
      "id": "02-037-0158_p0024",
      "zh_CN": "那这些话，极乐世界的人民，声闻、缘觉，都有能力远至无数佛国，供佛闻法，度无边众生，悉令成佛。这「正是大菩萨之行径，岂能视为一般声闻耶？是所谓之声闻，皆已发菩萨之大心，行菩萨之大行，趣无上之大果，其实」，他是真的，「正如《悲华》所谓，纯是菩萨也。」这一点都不假。《悲华经》上说，极乐世界纯是菩萨，人天都是菩萨。",
      "zh_TW": "那這些話，極樂世界的人民，聲聞、緣覺，都有能力遠至無數佛國，供佛聞法，度無邊眾生，悉令成佛。這「正是大菩薩之行徑，豈能視為一般聲聞耶？是所謂之聲聞，皆已發菩薩之大心，行菩薩之大行，趣無上之大果，其實」，他是真的，「正如《悲華》所謂，純是菩薩也。」這一點都不假。《悲華經》上說，極樂世界純是菩薩，人天都是菩薩。"
    },
    {
      "id": "02-037-0158_p0025",
      "zh_CN": "「本章下云：假令三千大千世界众生，悉成缘觉。于百千劫，悉共计校，若能知其量数者，不取正觉」。这一段愿文里头，「总显佛寿无量，人民寿命无量，国中弟子无量」。这里面给我们说明了极乐世界三种无量。这三种无量就是极乐世界的第一德，无比殊胜庄严都在寿命。「三千大千世界者，乃一佛所化之境」，是一尊佛教学的区域。经上说，「以须弥山为中心，合四大洲日月诸天为一世界」。我们讲单位世界，这是一个单位世界。黄念老告诉我，须弥山就是银河系的中心，现在科学家发现了，称为黑洞。黑洞也是一个天体，引力非常强大，连光都被它吸进去。四大洲，佛经上讲的，这四个大星球，这星球上是有人住的。日月诸天绕须弥山，围绕着须弥山，这叫一个世界，也就是今天天文上所说的银河系，这个银河系在大乘里面是一个单位世界。",
      "zh_TW": "「本章下云：假令三千大千世界眾生，悉成緣覺。於百千劫，悉共計校，若能知其量數者，不取正覺」。這一段願文裡頭，「總顯佛壽無量，人民壽命無量，國中弟子無量」。這裡面給我們說明了極樂世界三種無量。這三種無量就是極樂世界的第一德，無比殊勝莊嚴都在壽命。「三千大千世界者，乃一佛所化之境」，是一尊佛教學的區域。經上說，「以須彌山為中心，合四大洲日月諸天為一世界」。我們講單位世界，這是一個單位世界。黃念老告訴我，須彌山就是銀河系的中心，現在科學家發現了，稱為黑洞。黑洞也是一個天體，引力非常強大，連光都被它吸進去。四大洲，佛經上講的，這四個大星球，這星球上是有人住的。日月諸天繞須彌山，圍繞著須彌山，這叫一個世界，也就是今天天文上所說的銀河系，這個銀河系在大乘裡面是一個單位世界。"
    },
    {
      "id": "02-037-0158_p0026",
      "zh_CN": "「如是之世界积至一千」，就是一千个银河系，「名为小千世界。积一千个小千世界，名为中千世界。积一千个中千世界，名为大千世界。因大千世界，先以一千乘世界，得小千。又以一千乘小千，得中千。最后又以一千乘中千，乃得大千。如是三度以千乘之，故曰三千大千世界。实际只是一个大千世界，而非三千个大千世界也。三千大千世界具有一十亿个世界」。我们习惯这个一字省掉，就是十亿，十亿个银河系。现在我们的天文学还没有办法突破，没有看到上亿的银河系，没有看到，十亿就更没看见了。所以今天天文还不能突破大千世界的边际，还无法突破。世界之大，大而无外，《华严经．华藏世界品》讲得很清楚，比现在天文学讲的范围不知道大多少。",
      "zh_TW": "「如是之世界積至一千」，就是一千個銀河系，「名為小千世界。積一千個小千世界，名為中千世界。積一千個中千世界，名為大千世界。因大千世界，先以一千乘世界，得小千。又以一千乘小千，得中千。最後又以一千乘中千，乃得大千。如是三度以千乘之，故曰三千大千世界。實際只是一個大千世界，而非三千個大千世界也。三千大千世界具有一十億個世界」。我們習慣這個一字省掉，就是十億，十億個銀河系。現在我們的天文學還沒有辦法突破，沒有看到上億的銀河系，沒有看到，十億就更沒看見了。所以今天天文還不能突破大千世界的邊際，還無法突破。世界之大，大而無外，《華嚴經．華藏世界品》講得很清楚，比現在天文學講的範圍不知道大多少。"
    },
    {
      "id": "02-037-0158_p0027",
      "zh_CN": "今年我们的运气不错，碰上一个天文异象，叫银河对齐，这是天文的名词。就是银河的中心、太阳跟地球排成一条直线，这叫银河对齐。银河对齐大概好几万年才有一次，我们很巧碰上了这次，就在今年十二月二十一号，银河对齐。马雅人的年历到这一天就没有了。古代的马雅人，许多人称他们是天才，他们对于天文，太空当中星球的运行，居然计算得一丝毫差误都没有，非常准确。这是让现在天文学家叹为观止，说这个族群都是科学家。他们造的年历造得那么样精确，每一年日蚀、月蚀都算得很准。",
      "zh_TW": "今年我們的運氣不錯，碰上一個天文異象，叫銀河對齊，這是天文的名詞。就是銀河的中心、太陽跟地球排成一條直線，這叫銀河對齊。銀河對齊大概好幾萬年才有一次，我們很巧碰上了這次，就在今年十二月二十一號，銀河對齊。馬雅人的年曆到這一天就沒有了。古代的馬雅人，許多人稱他們是天才，他們對於天文，太空當中星球的運行，居然計算得一絲毫差誤都沒有，非常準確。這是讓現在天文學家歎為觀止，說這個族群都是科學家。他們造的年曆造得那麼樣精確，每一年日蝕、月蝕都算得很準。"
    },
    {
      "id": "02-037-0158_p0028",
      "zh_CN": "在银河对齐的这一天，不是世界末日，是一个世纪终结，另一个新的世纪开始，两个世纪交替。科学家对这个说法也承认。但是银河中心黑洞的引力非常大，银河的中心，怕这种引力引发太阳风暴。我们中国人讲太阳黑子就是太阳风暴，这个引力会把它的风暴拉起来，拉起来那个风暴的力量就很大，怕这个风暴影响地球。太阳风暴有周期性，每十一年爆发一次，今年是爆发最频繁也是最大的一次，再加上银河中心黑洞的引力，可能会造成灾难。科学家估计，他说最有可能的就是干扰我们的通信设备，大概人造卫星在太空的，可能全部都被它摧毁，更严重的就是怕地球磁极的转移。这个现象已经被发现，现在地球南北极跟从前不一样，偏差应该有十几度。如果偏差到二、三十度，那麻烦就大了，影响地球上气候的变化，寒带变成热带，热带变成寒带，这是所有动植物不适合生存。寒带的动植物，它一定在寒冷的地带，它习惯了，放到热带，它不能生存；热带的动植物放在寒带，不能生存。如果这个地球产生变化，南北极跑到赤道上去，现在的南北极变成新的赤道，这个麻烦可就大了。最怕这桩事情。但这是有可能，不是没有可能。",
      "zh_TW": "在銀河對齊的這一天，不是世界末日，是一個世紀終結，另一個新的世紀開始，兩個世紀交替。科學家對這個說法也承認。但是銀河中心黑洞的引力非常大，銀河的中心，怕這種引力引發太陽風暴。我們中國人講太陽黑子就是太陽風暴，這個引力會把它的風暴拉起來，拉起來那個風暴的力量就很大，怕這個風暴影響地球。太陽風暴有週期性，每十一年爆發一次，今年是爆發最頻繁也是最大的一次，再加上銀河中心黑洞的引力，可能會造成災難。科學家估計，他說最有可能的就是干擾我們的通信設備，大概人造衛星在太空的，可能全部都被它摧毀，更嚴重的就是怕地球磁極的轉移。這個現象已經被發現，現在地球南北極跟從前不一樣，偏差應該有十幾度。如果偏差到二、三十度，那麻煩就大了，影響地球上氣候的變化，寒帶變成熱帶，熱帶變成寒帶，這是所有動植物不適合生存。寒帶的動植物，它一定在寒冷的地帶，它習慣了，放到熱帶，它不能生存；熱帶的動植物放在寒帶，不能生存。如果這個地球產生變化，南北極跑到赤道上去，現在的南北極變成新的赤道，這個麻煩可就大了。最怕這樁事情。但這是有可能，不是沒有可能。"
    },
    {
      "id": "02-037-0158_p0029",
      "zh_CN": "像这样大的变动，星球变动，这是科学家的讲法；佛法的解释，是人不善意念所感召到的。佛法讲的跟现代的、最近的量子力学家研究报告相同，量子力学家也是这样说法，意念真正能改变物质。像太空这些现象，我们的意念有没有力量来制止它？这答案是肯定的。我们可以把地球恢复正常，让磁极恢复正常，真有这么大的力量！这是人不敢相信的。可是佛经上是这么说的，「制心一处，无事不办」。让全世界的人都回头，这是做不到的。科学家给了我们一个数据，这个数据人数不多，可以做得到。地球上现前人数的总和大概七十亿，七十亿百分之一的平方根，还不到一万人。不到一万，我们就把这个数字定在一万人，地球上有一万人能够学释迦牟尼佛这句话，「制心一处」，就能把这个问题解决。科学家要我们把意念集中想这桩事情，制止它不要发生。",
      "zh_TW": "像這樣大的變動，星球變動，這是科學家的講法；佛法的解釋，是人不善意念所感召到的。佛法講的跟現代的、最近的量子力學家研究報告相同，量子力學家也是這樣說法，意念真正能改變物質。像太空這些現象，我們的意念有沒有力量來制止它？這答案是肯定的。我們可以把地球恢復正常，讓磁極恢復正常，真有這麼大的力量！這是人不敢相信的。可是佛經上是這麼說的，「制心一處，無事不辦」。讓全世界的人都回頭，這是做不到的。科學家給了我們一個數據，這個數據人數不多，可以做得到。地球上現前人數的總和大概七十億，七十億百分之一的平方根，還不到一萬人。不到一萬，我們就把這個數字定在一萬人，地球上有一萬人能夠學釋迦牟尼佛這句話，「制心一處」，就能把這個問題解決。科學家要我們把意念集中想這樁事情，制止它不要發生。"
    },
    {
      "id": "02-037-0158_p0030",
      "zh_CN": "我们现在在大乘经教里头学到的，是把心放在阿弥陀佛名号上，那效果更大、更有效。我们放在佛号上，目标也就是我们回向，我们回向给这个灾难，让它不要发生。用我们自己意念的念力，再加上阿弥陀佛本愿威神的加持，这个力量不知道要增加多少倍，得真干！地球上的居民，无论在什么地方，希望这个念力不中断，到今年年底，我们努力一年的功夫。前面我们建议一天用一个小时，这一年都不中断，这是科学家告诉我们的。佛告诉我们的，一个小时不够，一天二十四个小时，只有一个小时制心一处，还有二十三个小时杂心闲话，这个力量不大。那至少一天要有三、四个小时才真正能看到效果，要有七、八个小时，那就真有把握了。",
      "zh_TW": "我們現在在大乘經教裡頭學到的，是把心放在阿彌陀佛名號上，那效果更大、更有效。我們放在佛號上，目標也就是我們迴向，我們迴向給這個災難，讓它不要發生。用我們自己意念的念力，再加上阿彌陀佛本願威神的加持，這個力量不知道要增加多少倍，得真幹！地球上的居民，無論在什麼地方，希望這個念力不中斷，到今年年底，我們努力一年的功夫。前面我們建議一天用一個小時，這一年都不中斷，這是科學家告訴我們的。佛告訴我們的，一個小時不夠，一天二十四個小時，只有一個小時制心一處，還有二十三個小時雜心閒話，這個力量不大。那至少一天要有三、四個小時才真正能看到效果，要有七、八個小時，那就真有把握了。"
    },
    {
      "id": "02-037-0158_p0031",
      "zh_CN": "现前这个世间念佛堂不少，我知道有些念佛堂在这个过年期间当中，为求国泰民安，为国家、为社会、为大众祈福，佛号日夜不间断，七天，这个功德很大！昨天晚上齐居士打电话告诉我，东天目山、海岛金山寺跟济南她的两个道场，几个道场都是七天七夜佛号不中断。那还有许多地方三时系念的佛事，都发心做长期的七百天，就是一百个七不中断。这个力量很大！一般宗教忏悔都比不上。人数有几百、上千的人，多的时候我听说有七、八千人，一心念佛。大家有诚信心，进入念佛堂，放下一切妄想，放下一切杂念，一心念佛，功德不可思议！",
      "zh_TW": "現前這個世間念佛堂不少，我知道有些念佛堂在這個過年期間當中，為求國泰民安，為國家、為社會、為大眾祈福，佛號日夜不間斷，七天，這個功德很大！昨天晚上齊居士打電話告訴我，東天目山、海島金山寺跟濟南她的兩個道場，幾個道場都是七天七夜佛號不中斷。那還有許多地方三時繫念的佛事，都發心做長期的七百天，就是一百個七不中斷。這個力量很大！一般宗教懺悔都比不上。人數有幾百、上千的人，多的時候我聽說有七、八千人，一心念佛。大家有誠信心，進入念佛堂，放下一切妄想，放下一切雜念，一心念佛，功德不可思議！"
    },
    {
      "id": "02-037-0158_p0032",
      "zh_CN": "我们再看这一段，这是黄念老写的，他是个科学家，他对这些东西内行。他说三千大千世界实际上只是一个大千世界，具有十亿个世界。「现代天文学家已初步发现宇宙中世界无量。人现皆知太阳及九大行星等，称为太阳系。地球即太阳系中之一员，绕日运行。现知太阳不但自转，且亦绕一银河星云之中心（初步假定为黑洞，黑洞者，天体之一）」，它是一个天体，也是一个星球，「运行」，绕着银河系星云中心运行。「约二万万年绕行一周」，太阳绕银河系，两亿年一周，绕一周两亿年。「太阳是银河星云中之一颗恒星，银河星云约有一千亿个恒星。宇宙中有无数之星云。星云本身亦在运动，银河亦只是宇宙更大天体中之一员。如是辗转扩大，不可穷尽」。是不是中国古人说的其大无外。其大无外这句话很值得玩味。",
      "zh_TW": "我們再看這一段，這是黃念老寫的，他是個科學家，他對這些東西內行。他說三千大千世界實際上只是一個大千世界，具有十億個世界。「現代天文學家已初步發現宇宙中世界無量。人現皆知太陽及九大行星等，稱為太陽系。地球即太陽系中之一員，繞日運行。現知太陽不但自轉，且亦繞一銀河星雲之中心（初步假定為黑洞，黑洞者，天體之一）」，它是一個天體，也是一個星球，「運行」，繞著銀河系星雲中心運行。「約二萬萬年繞行一周」，太陽繞銀河系，兩億年一周，繞一周兩億年。「太陽是銀河星雲中之一顆恆星，銀河星雲約有一千億個恆星。宇宙中有無數之星雲。星雲本身亦在運動，銀河亦只是宇宙更大天體中之一員。如是輾轉擴大，不可窮盡」。是不是中國古人說的其大無外。其大無外這句話很值得玩味。"
    },
    {
      "id": "02-037-0158_p0033",
      "zh_CN": "「当前天文学上之发现，已初步证实经云之世界无量。至于三千大千世界，乃一佛所化之境」，一尊佛他教化的范围。诸佛教化这个范围大小也没有一定，一个大千世界应该是多数，我们在《华严经》上看到，确实有一些佛，他教化区是两个大千世界，三个大千世界，乃至于五、六个大千世界都有的。由此可知，诸佛如来在因地发愿不相同，跟一切众生结缘不相同。诸佛如来在大千世界教化众生统统是应现，他自己住常寂光，常寂光没有形相，无处不在，无时不在。这些道理我们都懂。应现就不是自己做主，都是随众生心应所知量。佛跟一切众生的缘分，众生做主，佛菩萨随缘。佛菩萨恒顺众生，随喜功德，普贤十愿上说的。佛能恒顺众生，众生也恒顺佛陀，必定得度，必定成佛。佛顺众生，众生不顺佛，这就变成难度了。众生要随顺自己的习气，这个事情就麻烦了，为什么？自己做不了主，听从别人的。那佛呢？佛没有自己，法身菩萨也没有自己，这我们不能不知道的。",
      "zh_TW": "「當前天文學上之發現，已初步證實經云之世界無量。至於三千大千世界，乃一佛所化之境」，一尊佛他教化的範圍。諸佛教化這個範圍大小也沒有一定，一個大千世界應該是多數，我們在《華嚴經》上看到，確實有一些佛，他教化區是兩個大千世界，三個大千世界，乃至於五、六個大千世界都有的。由此可知，諸佛如來在因地發願不相同，跟一切眾生結緣不相同。諸佛如來在大千世界教化眾生統統是應現，他自己住常寂光，常寂光沒有形相，無處不在，無時不在。這些道理我們都懂。應現就不是自己做主，都是隨眾生心應所知量。佛跟一切眾生的緣分，眾生做主，佛菩薩隨緣。佛菩薩恆順眾生，隨喜功德，普賢十願上說的。佛能恆順眾生，眾生也恆順佛陀，必定得度，必定成佛。佛順眾生，眾生不順佛，這就變成難度了。眾生要隨順自己的習氣，這個事情就麻煩了，為什麼？自己做不了主，聽從別人的。那佛呢？佛沒有自己，法身菩薩也沒有自己，這我們不能不知道的。"
    },
    {
      "id": "02-037-0158_p0034",
      "zh_CN": "常乐我净，这个「我」怎么讲法？这个我是大我，不是小我，遍法界虚空界就是一个我，所以法身是我。法是万法，一切法就是身，就是我的身，一切法就是我的心，身心都没有相。这个里头三种现象都不可得，物质现象、精神现象、自然现象全没有，我在其中。不但有我，常、乐、净这三样都在其中。所以法身不能说它有，不能说它无，它什么都没有，但是它能现相，虽现相，它又没有起心动念。没有起心动念，为什么能现相？是众生有感，它自然就现相，众生没有感，它不现相，有感就现相。众生的感，有自己有心去求，有自己无意，不管你有意无意，统统是感，那佛统统都应，有意无意全应！《还源观》上所讲的「出生无尽」，那就是应。众生无尽，众生的感无尽，佛菩萨的应也无尽，说明这个道理，说明这个现象。所有一切现象都不可得，但是众生执着，以为可以得到，这是错误的，统统不可得。《般若经》上讲得好，「一切法无所有，毕竟空，不可得」。",
      "zh_TW": "常樂我淨，這個「我」怎麼講法？這個我是大我，不是小我，遍法界虛空界就是一個我，所以法身是我。法是萬法，一切法就是身，就是我的身，一切法就是我的心，身心都沒有相。這個裡頭三種現象都不可得，物質現象、精神現象、自然現象全沒有，我在其中。不但有我，常、樂、淨這三樣都在其中。所以法身不能說它有，不能說它無，它什麼都沒有，但是它能現相，雖現相，它又沒有起心動念。沒有起心動念，為什麼能現相？是眾生有感，它自然就現相，眾生沒有感，它不現相，有感就現相。眾生的感，有自己有心去求，有自己無意，不管你有意無意，統統是感，那佛統統都應，有意無意全應！《還源觀》上所講的「出生無盡」，那就是應。眾生無盡，眾生的感無盡，佛菩薩的應也無盡，說明這個道理，說明這個現象。所有一切現象都不可得，但是眾生執著，以為可以得到，這是錯誤的，統統不可得。《般若經》上講得好，「一切法無所有，畢竟空，不可得」。"
    },
    {
      "id": "02-037-0158_p0035",
      "zh_CN": "好，今天时间到了，我们就学习到此地。",
      "zh_TW": "好，今天時間到了，我們就學習到此地。"
    }
  ]
}