{
  "doc_id": "02-037-0016",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0016",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-037-0016_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第一百六十三面，第一行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第一百六十三面，第一行看起："
    },
    {
      "id": "02-037-0016_p0002",
      "zh_CN": "「此正显本经兴起之胜缘，持名法门之妙用」。这是第一大段「教起因缘」的总结，上面说得很多，一共有五个段落，末后「大圣垂慈，特留此经」。显，正是显示本经兴起的殊胜因缘，持名法门的妙用。妙在哪里？现在的人妄想多、杂念多，心浮气躁，这是普遍的现象。持名念佛能帮助我们定心，这是妙用，帮助我们开智慧，帮助我们往生，帮助我们成佛，而且人人都能成就，真的是妙！三根普被，利钝全收，这是我们不能不知道的，而且对这桩事情深信不疑，决定能成就。下面是念老的比喻。「既如营养丰富之美食，可增健者之体力」，帮助我们健康长寿，「复如殊效神验之灵药，能愈不治之沈疴」。又像非常殊胜效应无比的神药，神验灵药，能够治不治之沈疴，就是最严重的病，像现在癌症，甚至于比癌症还要严重多少倍的。",
      "zh_TW": "「此正顯本經興起之勝緣，持名法門之妙用」。這是第一大段「教起因緣」的總結，上面說得很多，一共有五個段落，末後「大聖垂慈，特留此經」。顯，正是顯示本經興起的殊勝因緣，持名法門的妙用。妙在哪裡？現在的人妄想多、雜念多，心浮氣躁，這是普遍的現象。持名念佛能幫助我們定心，這是妙用，幫助我們開智慧，幫助我們往生，幫助我們成佛，而且人人都能成就，真的是妙！三根普被，利鈍全收，這是我們不能不知道的，而且對這樁事情深信不疑，決定能成就。下面是念老的比喻。「既如營養豐富之美食，可增健者之體力」，幫助我們健康長壽，「復如殊效神驗之靈藥，能愈不治之沈疴」。又像非常殊勝效應無比的神藥，神驗靈藥，能夠治不治之沈疴，就是最嚴重的病，像現在癌症，甚至於比癌症還要嚴重多少倍的。"
    },
    {
      "id": "02-037-0016_p0003",
      "zh_CN": "这个比喻是真的是假的？可靠吗？念阿弥陀佛真能治病吗？现在我们从夏威夷土着的疗法得到了启示。量子力学家告诉我们，意念的能量不可思议。我们有这两种证明，我们就能相信，再重的病，一句阿弥陀佛会念好。有没有证据？有。中国前几年「山西小院」四十多个人，得的是就像此地所说的不治之沈疴。医院宣布他们没法子治疗了，告诉他们的寿命只有二个月到三个月。这些人是虔诚的佛教徒，知道寿命不长，于是克期求证。他的时间只有这么长，二个月、三个月，这二个月、三个月当中万缘放下，一心念佛求生净土。没想到过了三个月他很健康，没有感觉得有严重的程度，再到医院去检查，他的病完全好了。医生感到很惊讶，有没有诊断错误？把旧的档案资料拿出来，真有，不是假的，没有诊断错误。再问他，你怎么治好的？你吃了些什么药？用什么方法？这些人告诉医生，我们念佛求往生，其他的任何药物都没用，病自然就好了。大家感到很惊讶，我们了解其中的道理，念佛是殊胜效果神验的灵药，真能治病。",
      "zh_TW": "這個比喻是真的是假的？可靠嗎？念阿彌陀佛真能治病嗎？現在我們從夏威夷土著的療法得到了啟示。量子力學家告訴我們，意念的能量不可思議。我們有這兩種證明，我們就能相信，再重的病，一句阿彌陀佛會念好。有沒有證據？有。中國前幾年「山西小院」四十多個人，得的是就像此地所說的不治之沈疴。醫院宣布他們沒法子治療了，告訴他們的壽命只有二個月到三個月。這些人是虔誠的佛教徒，知道壽命不長，於是剋期求證。他的時間只有這麼長，二個月、三個月，這二個月、三個月當中萬緣放下，一心念佛求生淨土。沒想到過了三個月他很健康，沒有感覺得有嚴重的程度，再到醫院去檢查，他的病完全好了。醫生感到很驚訝，有沒有診斷錯誤？把舊的檔案資料拿出來，真有，不是假的，沒有診斷錯誤。再問他，你怎麼治好的？你吃了些什麼藥？用什麼方法？這些人告訴醫生，我們念佛求往生，其他的任何藥物都沒用，病自然就好了。大家感到很驚訝，我們了解其中的道理，念佛是殊勝效果神驗的靈藥，真能治病。"
    },
    {
      "id": "02-037-0016_p0004",
      "zh_CN": "那我们有很多人念佛念一辈子，一身都带着病，为什么念不好？念得不如法，如理如法，效应就不可思议。什么叫如法？本经告诉我们，「发菩提心，一向专念」，你有没有做到？做到了就是如理如法。小本《弥陀经》告诉我们，「一心不乱，心不颠倒」，我们有没有做到？没有做到。经上讲的这几句话，跟夏威夷土着那个原理完全相同，夏威夷土着他讲零。零是什么？零是什么都没有，零点就是放下妄想分别执着，那就归零。归零不就是一心不乱吗？归零不就是大势至菩萨所说的都摄六根吗？我们没做到，我们一面念佛一面心还是散乱的，还是想东想西。不是没有效果，我们没有遵守方法，没有把这个道理搞清楚、搞明白，它真有效。这是持名法门的妙用。",
      "zh_TW": "那我們有很多人念佛念一輩子，一身都帶著病，為什麼念不好？念得不如法，如理如法，效應就不可思議。什麼叫如法？本經告訴我們，「發菩提心，一向專念」，你有沒有做到？做到了就是如理如法。小本《彌陀經》告訴我們，「一心不亂，心不顛倒」，我們有沒有做到？沒有做到。經上講的這幾句話，跟夏威夷土著那個原理完全相同，夏威夷土著他講零。零是什麼？零是什麼都沒有，零點就是放下妄想分別執著，那就歸零。歸零不就是一心不亂嗎？歸零不就是大勢至菩薩所說的都攝六根嗎？我們沒做到，我們一面念佛一面心還是散亂的，還是想東想西。不是沒有效果，我們沒有遵守方法，沒有把這個道理搞清楚、搞明白，它真有效。這是持名法門的妙用。"
    },
    {
      "id": "02-037-0016_p0005",
      "zh_CN": "「广疗众病」，也就是说它能够总治一切病，但是这个里头最重要的一点，就是你有信心，你没有信心就没效。为什么？佛在大乘教常常告诉我们，信心，信心太难得了，清净信心。大小乘经上佛都常讲「制心一处」，一处就是零点，加上一个妄念在里头就不行，就破坏了。这些道理佛法说了，古老的夏威夷人说了，现在的科学家说了，都是完全肯定的说法，没有疑惑。这个事情我们要多想想，要接受。三千年前佛说，是佛亲证的境界，夏威夷古老的那些圣贤也见到了，现在的科学家用科学的方法证明了，真的，制心一处，无事不办，什么问题都能解决。广疗众病，「普施饶益」，普是平等、普遍。佛菩萨将这个法门妙用传授给一切众生，这个利益无比的丰饶。「故云：大哉妙用，不可思议」，用这八个字来赞叹。",
      "zh_TW": "「廣療眾病」，也就是說它能夠總治一切病，但是這個裡頭最重要的一點，就是你有信心，你沒有信心就沒效。為什麼？佛在大乘教常常告訴我們，信心，信心太難得了，清淨信心。大小乘經上佛都常講「制心一處」，一處就是零點，加上一個妄念在裡頭就不行，就破壞了。這些道理佛法說了，古老的夏威夷人說了，現在的科學家說了，都是完全肯定的說法，沒有疑惑。這個事情我們要多想想，要接受。三千年前佛說，是佛親證的境界，夏威夷古老的那些聖賢也見到了，現在的科學家用科學的方法證明了，真的，制心一處，無事不辦，什麼問題都能解決。廣療眾病，「普施饒益」，普是平等、普遍。佛菩薩將這個法門妙用傳授給一切眾生，這個利益無比的豐饒。「故云：大哉妙用，不可思議」，用這八個字來讚歎。"
    },
    {
      "id": "02-037-0016_p0006",
      "zh_CN": "「至于末世」，这是讲到我们现前，五浊恶世，浊恶到极处了，所以灾难现前。「众根愈劣」，根是根性，根性是要用教育来培养，可是我们今天的教育疏忽了。满清末后的一百年开始衰微，满清灭亡之后，进入民国，民国到今天一百年，这一百年不是疏忽了，我们是有意把它丢掉。我们接受西方的科学教育，把古老的传统认为这是没有用的东西，跟不上时代，应该彻底把它淘汰掉。所以造成今天社会众根愈劣，劣到不能再劣。这什么原因？因为中国传统教育的底限是信德，五常里面仁义礼智信，最后一个是信，信丢掉了就没有了，连根都挖掉了，这就灾难现前。「人寿十岁」。我们现在处在贤劫减劫的时候。人的寿命，最长的八万四千岁，每一百年减一岁，减到十岁。释迦牟尼佛出世，人寿一百岁，他老人家灭度到现在三千年，就再减三十岁，现在人寿七十岁。所以古人有谓「人生七十古来稀」。七十岁，一百年减一岁，佛法向后还有九千年，一百年减一岁，九千年，这个时间还很长。一千年减十岁，现在七十，再有六千年，六千年的时候人寿十岁。六千年以后，佛的法运还没有完，佛的法运九千年，六千年、七千年、八千年、九千年。十岁是到底了，从十岁，每一百年加一岁，加到人寿四十岁，减到十岁，再一百年加一岁，加到四十岁，佛法才断绝。所以这个时间很长，释迦牟尼佛法运跨越了减劫到增劫。",
      "zh_TW": "「至於末世」，這是講到我們現前，五濁惡世，濁惡到極處了，所以災難現前。「眾根愈劣」，根是根性，根性是要用教育來培養，可是我們今天的教育疏忽了。滿清末後的一百年開始衰微，滿清滅亡之後，進入民國，民國到今天一百年，這一百年不是疏忽了，我們是有意把它丟掉。我們接受西方的科學教育，把古老的傳統認為這是沒有用的東西，跟不上時代，應該徹底把它淘汰掉。所以造成今天社會眾根愈劣，劣到不能再劣。這什麼原因？因為中國傳統教育的底限是信德，五常裡面仁義禮智信，最後一個是信，信丟掉了就沒有了，連根都挖掉了，這就災難現前。「人壽十歲」。我們現在處在賢劫減劫的時候。人的壽命，最長的八萬四千歲，每一百年減一歲，減到十歲。釋迦牟尼佛出世，人壽一百歲，他老人家滅度到現在三千年，就再減三十歲，現在人壽七十歲。所以古人有謂「人生七十古來稀」。七十歲，一百年減一歲，佛法向後還有九千年，一百年減一歲，九千年，這個時間還很長。一千年減十歲，現在七十，再有六千年，六千年的時候人壽十歲。六千年以後，佛的法運還沒有完，佛的法運九千年，六千年、七千年、八千年、九千年。十歲是到底了，從十歲，每一百年加一歲，加到人壽四十歲，減到十歲，再一百年加一歲，加到四十歲，佛法才斷絕。所以這個時間很長，釋迦牟尼佛法運跨越了減劫到增劫。"
    },
    {
      "id": "02-037-0016_p0007",
      "zh_CN": "所以我们要相信，预言也说得好，灾难是肯定有，地球不会毁灭，这科学家承认，灾难是有，地球不会毁灭。我们要相信，灾难是有，中国不会灭亡。为什么？老祖宗积德，积得太厚了，千万年来都是讲仁义礼智信，都讲这个。只不过是最近二百年，前一百年疏忽了，有讲的，没有人做了；最近这一百年的时候，不但没人做，讲的人也没有了。佛门里头不讲经了，儒跟道也不讲经了，教义、教理都不讲、都不研究，那修行就可想而知。所以全都成了问题。「垢重障深」，这四个字是形容我们现前的社会，现前居住的地球。",
      "zh_TW": "所以我們要相信，預言也說得好，災難是肯定有，地球不會毀滅，這科學家承認，災難是有，地球不會毀滅。我們要相信，災難是有，中國不會滅亡。為什麼？老祖宗積德，積得太厚了，千萬年來都是講仁義禮智信，都講這個。只不過是最近二百年，前一百年疏忽了，有講的，沒有人做了；最近這一百年的時候，不但沒人做，講的人也沒有了。佛門裡頭不講經了，儒跟道也不講經了，教義、教理都不講、都不研究，那修行就可想而知。所以全都成了問題。「垢重障深」，這四個字是形容我們現前的社會，現前居住的地球。"
    },
    {
      "id": "02-037-0016_p0008",
      "zh_CN": "「于兹恶浪滔天」，兹是现前，这个兹就是现在，于兹是到现在，变成恶浪滔天。恶浪是什么？贪瞋痴慢疑。表现在外面，杀盗淫妄酒。「毒焰遍地之际」，遍地是大灾难的出现，这个遍地之际，毒焰遍地之际，我们可以把它说为大灾难出现的这个时代。灾难的原因，就是前面讲的「浊恶弥深，众根愈劣，垢重障深，恶浪滔天」。毒焰遍地，在地面上，瘟疫、传染病。我这次在马来西亚，有同修告诉我，我们还没听说，最新发现的病毒，传染非常迅速。传染了大概三个小时就死亡，治疗来不及，它太快了，而且没有医药治疗，新的病毒。在这个时候，「世尊垂慈，仍特留此法，以作慈航，以降甘露」。这个时候要救度一切众生，特别留下这部经，这是讲法灭尽之后，这个经还留在世间一百年。由此可知，对待末法众生的这些重病，这一门的妙法真起作用，真能帮得上忙。我们对这个法门要深信不疑。灾难现前是两种状况，一种是寿命到了，求生净土，阿弥陀佛来接引你往生。另外一种，你还有寿命，还有寿命这个时候要靠什么？靠你发心。如果你没有发心，你自私自利，贪瞋痴慢、杀盗淫妄放不下，那在灾难当中，上天把你收走了。这是属于果报。如果你真发心，帮助这些苦难众生，怎么帮法？依教修行就是帮法，帮自己就是帮他人，帮自己就是帮众生。",
      "zh_TW": "「於茲惡浪滔天」，茲是現前，這個茲就是現在，於茲是到現在，變成惡浪滔天。惡浪是什麼？貪瞋痴慢疑。表現在外面，殺盜淫妄酒。「毒焰遍地之際」，遍地是大災難的出現，這個遍地之際，毒焰遍地之際，我們可以把它說為大災難出現的這個時代。災難的原因，就是前面講的「濁惡彌深，眾根愈劣，垢重障深，惡浪滔天」。毒焰遍地，在地面上，瘟疫、傳染病。我這次在馬來西亞，有同修告訴我，我們還沒聽說，最新發現的病毒，傳染非常迅速。傳染了大概三個小時就死亡，治療來不及，它太快了，而且沒有醫藥治療，新的病毒。在這個時候，「世尊垂慈，仍特留此法，以作慈航，以降甘露」。這個時候要救度一切眾生，特別留下這部經，這是講法滅盡之後，這個經還留在世間一百年。由此可知，對待末法眾生的這些重病，這一門的妙法真起作用，真能幫得上忙。我們對這個法門要深信不疑。災難現前是兩種狀況，一種是壽命到了，求生淨土，阿彌陀佛來接引你往生。另外一種，你還有壽命，還有壽命這個時候要靠什麼？靠你發心。如果你沒有發心，你自私自利，貪瞋痴慢、殺盜淫妄放不下，那在災難當中，上天把你收走了。這是屬於果報。如果你真發心，幫助這些苦難眾生，怎麼幫法？依教修行就是幫法，幫自己就是幫他人，幫自己就是幫眾生。"
    },
    {
      "id": "02-037-0016_p0009",
      "zh_CN": "我们看到夏威夷古老的这个医疗方法，医疗的人跟病人不需要见面，相距几千里，他用意念能把他的病治好。怎么治法？他要知道病人的病历，知道他在什么地方，他叫什么名字，知道在什么地方就行了。怎么治法？观想自己跟他有同样的病，我用内心把我自己身心调整，我这个病治疗好，对方的病就好了。不可思议！不需要跟这个人见面就能把病治好，而且他治病的病历很多，夏威夷医院里面都有档案，真把人治好了。你说他不合科学，他确实能治好那么多人，这个你无法否认。而且这些人得的病都很重，医生都放弃治疗，对他束手无策。他用他的意念这个方法来对治，它真有效。",
      "zh_TW": "我們看到夏威夷古老的這個醫療方法，醫療的人跟病人不需要見面，相距幾千里，他用意念能把他的病治好。怎麼治法？他要知道病人的病歷，知道他在什麼地方，他叫什麼名字，知道在什麼地方就行了。怎麼治法？觀想自己跟他有同樣的病，我用內心把我自己身心調整，我這個病治療好，對方的病就好了。不可思議！不需要跟這個人見面就能把病治好，而且他治病的病歷很多，夏威夷醫院裡面都有檔案，真把人治好了。你說他不合科學，他確實能治好那麼多人，這個你無法否認。而且這些人得的病都很重，醫生都放棄治療，對他束手無策。他用他的意念這個方法來對治，它真有效。"
    },
    {
      "id": "02-037-0016_p0010",
      "zh_CN": "我们相信，这一句阿弥陀佛效果肯定超过他，因为他只能治病，他不能往生。不能往生到极乐世界，在六道里搞轮回总不是办法，那个苦难太多了，往生确实一了百了。因此，我们相信这一句弥陀圣号比他那个意念不知道要强多少倍，问题我们如何认识弥陀名号功德。这个问题就在这部经典里头，这部经典帮助我们认识阿弥陀佛、认识极乐世界、认识自己意念能量不可思议。这回归到世尊所说的，「一切法从心想生」，「制心一处，无事不办」。我们对这两句话没有信心，那就不是佛弟子，你的佛法是白学了，充其量阿赖耶里面种一点佛法种子而已，这一生当中不得受用。所以由此这才知道「佛恩深重，粉身难报」。我们如何报佛恩？唯有真信切愿，依教修行，真正放下万缘，回归到零量点。科学家讲零量点就是佛法讲的自性，就是佛法讲的极乐世界，往生极乐世界就是回归零量点。所以你才得大自在，你才能帮助苦难众生。",
      "zh_TW": "我們相信，這一句阿彌陀佛效果肯定超過他，因為他只能治病，他不能往生。不能往生到極樂世界，在六道裡搞輪迴總不是辦法，那個苦難太多了，往生確實一了百了。因此，我們相信這一句彌陀聖號比他那個意念不知道要強多少倍，問題我們如何認識彌陀名號功德。這個問題就在這部經典裡頭，這部經典幫助我們認識阿彌陀佛、認識極樂世界、認識自己意念能量不可思議。這回歸到世尊所說的，「一切法從心想生」，「制心一處，無事不辦」。我們對這兩句話沒有信心，那就不是佛弟子，你的佛法是白學了，充其量阿賴耶裡面種一點佛法種子而已，這一生當中不得受用。所以由此這才知道「佛恩深重，粉身難報」。我們如何報佛恩？唯有真信切願，依教修行，真正放下萬緣，回歸到零量點。科學家講零量點就是佛法講的自性，就是佛法講的極樂世界，往生極樂世界就是回歸零量點。所以你才得大自在，你才能幫助苦難眾生。"
    },
    {
      "id": "02-037-0016_p0011",
      "zh_CN": "第二段，概要的第二段，「本经体性」。体性是什么？是这部经所依据的理论，也就是说，阿弥陀佛极乐世界根据什么道理成就的。这先讲理，理要是明白了、通了，你就会相信事，有理应该有事。这个里头也分了几个大段落，第一段，一切大乘经典皆以实相为体。我们看念老的注解。「一切大乘经典皆以实相为经正体」，这是说大乘。「古德云：诸大乘经皆以一实相为印」。中国人把印看得很重，印是一种权威的代表，真实可信。政府，从帝王，他有印玺，大臣、文武百官掌握着印玺，象征着权位。只要有印这就是真实的，这就没有怀疑，决定相信。大乘佛法的印，正印，就是实相。实相，用我们现在的话说，得加两个字，意思就清楚了，现实真相。摆在我们眼前这些事实，真相是什么？实相就是真相，诸法实相。这一切法，万事万物真相是什么？这一句是哲学、是科学他们研究的终极目标，就是要把事实真相找出来。也有相当成绩可观，而实际上距离实相还相当遥远。宗教也讲实相，但是它把实相神化了，认为那是唯一的真神，创造宇宙。实相是真神，真神是实相，可是对真神也没有能够说清楚。佛法不是宗教，确实它是一门学问，它把真相真的搞清楚、搞明白了。而且告诉我们，这桩事情并不困难，人人都能搞清楚、搞明白。",
      "zh_TW": "第二段，概要的第二段，「本經體性」。體性是什麼？是這部經所依據的理論，也就是說，阿彌陀佛極樂世界根據什麼道理成就的。這先講理，理要是明白了、通了，你就會相信事，有理應該有事。這個裡頭也分了幾個大段落，第一段，一切大乘經典皆以實相為體。我們看念老的註解。「一切大乘經典皆以實相為經正體」，這是說大乘。「古德云：諸大乘經皆以一實相為印」。中國人把印看得很重，印是一種權威的代表，真實可信。政府，從帝王，他有印璽，大臣、文武百官掌握著印璽，象徵著權位。只要有印這就是真實的，這就沒有懷疑，決定相信。大乘佛法的印，正印，就是實相。實相，用我們現在的話說，得加兩個字，意思就清楚了，現實真相。擺在我們眼前這些事實，真相是什麼？實相就是真相，諸法實相。這一切法，萬事萬物真相是什麼？這一句是哲學、是科學他們研究的終極目標，就是要把事實真相找出來。也有相當成績可觀，而實際上距離實相還相當遙遠。宗教也講實相，但是它把實相神化了，認為那是唯一的真神，創造宇宙。實相是真神，真神是實相，可是對真神也沒有能夠說清楚。佛法不是宗教，確實它是一門學問，它把真相真的搞清楚、搞明白了。而且告訴我們，這樁事情並不困難，人人都能搞清楚、搞明白。"
    },
    {
      "id": "02-037-0016_p0012",
      "zh_CN": "真相就在眼前，真相距离我们不远，非常贴切。你为什么不认识它？因为你自己有障碍，这个障碍就是起心动念、分别执着。佛告诉我们，把这些障碍放下，实相你就见到了。如果不能同时放下，同时放下的人有，不多。我们常常听说，根性大利，那种人他能同时放下，上中下根性的人都不可能。不可能，佛有方便，佛的方便法把它分为三个阶段，首先叫你放下执着，于一切法不执着了。这也不容易，为什么？有我就有执着，真正做到不执着，是无我的境界。执着，在大乘教里面讲的，八识里面的第七识末那。末那是四样东西组成的，佛经上的名词叫四大烦恼常相随，末那就这四大烦恼。第一个是我见，坚决执着有我。执着什么东西是我？法性，执着法性的一分是我见，执着法相的一分，相是物质现象，身体是个物质现象，物质现象，遍法界虚空界的物质现象，他就执着这一点点这个相，这是我的身，为我的身。见解，科学家称为信息，宇宙之间无量无边的信息，他只执着这一点点做为我见。跟着它来的有我爱，我爱就是贪，我痴就是愚痴，我慢就是瞋恚。所以贪瞋痴，贪是我爱，瞋是我慢，我痴，愚痴，贪瞋痴。我见加上贪瞋痴，这是我们今天这个我的事实真相。",
      "zh_TW": "真相就在眼前，真相距離我們不遠，非常貼切。你為什麼不認識它？因為你自己有障礙，這個障礙就是起心動念、分別執著。佛告訴我們，把這些障礙放下，實相你就見到了。如果不能同時放下，同時放下的人有，不多。我們常常聽說，根性大利，那種人他能同時放下，上中下根性的人都不可能。不可能，佛有方便，佛的方便法把它分為三個階段，首先叫你放下執著，於一切法不執著了。這也不容易，為什麼？有我就有執著，真正做到不執著，是無我的境界。執著，在大乘教裡面講的，八識裡面的第七識末那。末那是四樣東西組成的，佛經上的名詞叫四大煩惱常相隨，末那就這四大煩惱。第一個是我見，堅決執著有我。執著什麼東西是我？法性，執著法性的一分是我見，執著法相的一分，相是物質現象，身體是個物質現象，物質現象，遍法界虛空界的物質現象，他就執著這一點點這個相，這是我的身，為我的身。見解，科學家稱為信息，宇宙之間無量無邊的信息，他只執著這一點點做為我見。跟著它來的有我愛，我愛就是貪，我痴就是愚痴，我慢就是瞋恚。所以貪瞋痴，貪是我愛，瞋是我慢，我痴，愚痴，貪瞋痴。我見加上貪瞋痴，這是我們今天這個我的事實真相。"
    },
    {
      "id": "02-037-0016_p0013",
      "zh_CN": "所以我有没有？我没有，四样东西组成。这四样东西都不存在，弥勒菩萨所说的，「一弹指三十二亿百千念」。这个念什么？这个念就是我见。一弹指三十二亿百千念，我们把它算出来，就是一弹指之间，三百二十兆个念头，这个念头就是我见，我见、我爱、我痴、我慢。念念都是虚妄，念念不可得，弥勒菩萨讲得真好，「念识极微细」，他这个识是广义的，阿赖耶识八识五十一心所，极其微细，「不可执持」。不但凡夫不可执持，佛菩萨也不能执持，执持不到。前五识不能执持，第六意识也执持不到。所以，识念包括了一切物质现象，都是极其快速在流动，从来没有停止。如果停止，他就成佛了，他就见到实相。在快速、无止境波动之下，所以念念不可得，佛给我们讲，凡所有相，皆是虚妄。不是真的，它是假的。",
      "zh_TW": "所以我有沒有？我沒有，四樣東西組成。這四樣東西都不存在，彌勒菩薩所說的，「一彈指三十二億百千念」。這個念什麼？這個念就是我見。一彈指三十二億百千念，我們把它算出來，就是一彈指之間，三百二十兆個念頭，這個念頭就是我見，我見、我愛、我痴、我慢。念念都是虛妄，念念不可得，彌勒菩薩講得真好，「念識極微細」，他這個識是廣義的，阿賴耶識八識五十一心所，極其微細，「不可執持」。不但凡夫不可執持，佛菩薩也不能執持，執持不到。前五識不能執持，第六意識也執持不到。所以，識念包括了一切物質現象，都是極其快速在流動，從來沒有停止。如果停止，他就成佛了，他就見到實相。在快速、無止境波動之下，所以念念不可得，佛給我們講，凡所有相，皆是虛妄。不是真的，它是假的。"
    },
    {
      "id": "02-037-0016_p0014",
      "zh_CN": "我们接着看下文。「实相者」，这解释实相名词，「真实之相也」，这不是假的，是真的。「又平等一相也」，怎么平等？不可得，零量点，归到零了，不可得，这真平等。一，一不平等，零才是真平等。下面再给我们讲，这是引用许多经论里面所说的实相。第一，「实相无相，亦无不相，相而无相，名为实相」。这个话不太好懂，应该怎么说法？在无相当中你看到相，在相当中你看到无相，你就真正明白了。就好像我们看电影，我们用老式的电影大家容易明白，现在这个数码的不容易觉察到，因为我们的念头跟不上，它太快了。老式的这是用幻灯片，这是老式电影的底片，幻灯。我们知道电影的原理，在放映机里面，它是快速转动，放映机的镜头打开，这一张幻灯片照在银幕上就现的相。立刻就把它关掉，接着底下第二张，打开镜头，第二张出现，再把镜头关掉，第三张出现。因为它速度快，一秒钟二十四张，就把我们的眼睛欺骗了，好像是真的。如果我们有能力，我们的眼睛的速度能够跟得上，有这么快的速度，一秒钟二十四张，这样快的速度，我们就能够看到它的真相、它的实相。看到它开，看到它灭，它打开就生了，关起来就灭了，你就能看得到。这比较容易懂。",
      "zh_TW": "我們接著看下文。「實相者」，這解釋實相名詞，「真實之相也」，這不是假的，是真的。「又平等一相也」，怎麼平等？不可得，零量點，歸到零了，不可得，這真平等。一，一不平等，零才是真平等。下面再給我們講，這是引用許多經論裡面所說的實相。第一，「實相無相，亦無不相，相而無相，名為實相」。這個話不太好懂，應該怎麼說法？在無相當中你看到相，在相當中你看到無相，你就真正明白了。就好像我們看電影，我們用老式的電影大家容易明白，現在這個數碼的不容易覺察到，因為我們的念頭跟不上，它太快了。老式的這是用幻燈片，這是老式電影的底片，幻燈。我們知道電影的原理，在放映機裡面，它是快速轉動，放映機的鏡頭打開，這一張幻燈片照在銀幕上就現的相。立刻就把它關掉，接著底下第二張，打開鏡頭，第二張出現，再把鏡頭關掉，第三張出現。因為它速度快，一秒鐘二十四張，就把我們的眼睛欺騙了，好像是真的。如果我們有能力，我們的眼睛的速度能夠跟得上，有這麼快的速度，一秒鐘二十四張，這樣快的速度，我們就能夠看到它的真相、它的實相。看到它開，看到它滅，它打開就生了，關起來就滅了，你就能看得到。這比較容易懂。"
    },
    {
      "id": "02-037-0016_p0015",
      "zh_CN": "现在弥勒菩萨告诉我们事实真相，这释迦牟尼佛问的，一秒钟多少张？一千六百兆，不是一千六百张，是一千六百兆张，一秒钟。谁有能力见得到！所以弥勒菩萨才说，念识极微细，不可执持，连诸佛菩萨都不能执持，它太快了。诸佛菩萨在甚深定功里面看到这个现象。定功是清净平等觉，清净是阿罗汉的定功，九次第定，超越六道，平等是菩萨的定功，觉是如来的定功。至少，大乘教常讲的，八地以上才叫觉，八地以下平等，清净、平等。菩萨五十一个阶级，最后这四个阶级跟佛相接近，八地、九地、十地、等觉，真正能看到宇宙之间的奥秘。这个实在说这是自性的奥秘，宇宙是自性变现出来的，万物是自性变现出来的，生物、无生物统统是自性变现出来。所以，遍法界虚空界一个自性，也就是说遍法界虚空界一个体，一个自体。",
      "zh_TW": "現在彌勒菩薩告訴我們事實真相，這釋迦牟尼佛問的，一秒鐘多少張？一千六百兆，不是一千六百張，是一千六百兆張，一秒鐘。誰有能力見得到！所以彌勒菩薩才說，念識極微細，不可執持，連諸佛菩薩都不能執持，它太快了。諸佛菩薩在甚深定功裡面看到這個現象。定功是清淨平等覺，清淨是阿羅漢的定功，九次第定，超越六道，平等是菩薩的定功，覺是如來的定功。至少，大乘教常講的，八地以上才叫覺，八地以下平等，清淨、平等。菩薩五十一個階級，最後這四個階級跟佛相接近，八地、九地、十地、等覺，真正能看到宇宙之間的奧祕。這個實在說這是自性的奧祕，宇宙是自性變現出來的，萬物是自性變現出來的，生物、無生物統統是自性變現出來。所以，遍法界虛空界一個自性，也就是說遍法界虛空界一個體，一個自體。"
    },
    {
      "id": "02-037-0016_p0016",
      "zh_CN": "佛把自性比喻作大海，把一切众生比喻作大海一个水泡。我们现在得一个人，大海里现个水泡，水泡要是灭掉、破掉了，你就回归大海，就回归自性，回归自性就是妙觉如来。我们今天死了算不算回归自性？不算。为什么不算？你的执着没放下。我们死了之后还有没有身相？有，有色身。这个色身不是物质，或者是一种另一类的物质，不是我们人类所感觉到的这个物质。我们人类看到物质是有形的，有形状的，它那个物质没有形相，你不能说它不是物质。我们这个物质现象有障碍，它的物质现象没障碍，墙壁可以穿透，飞行自在，无需要交通工具。我们看到一个光碟，是日本人，在中日战争的时候死在中国，他附体，求超度。他告诉我们，他们没有这种物质的身体，他们很自在。你们心里一动念头要请我们，他说我们就能来，无论多远，你一请我就会到。但是到了时候，你们的供养，你那个供养咒念了，但是你心不清净、不诚，我们还是吃不到。吃不到我们就恨你，你把我们请来，没有一点好处给我们，我们很不高兴。有身体。",
      "zh_TW": "佛把自性比喻作大海，把一切眾生比喻作大海一個水泡。我們現在得一個人，大海裡現個水泡，水泡要是滅掉、破掉了，你就回歸大海，就回歸自性，回歸自性就是妙覺如來。我們今天死了算不算回歸自性？不算。為什麼不算？你的執著沒放下。我們死了之後還有沒有身相？有，有色身。這個色身不是物質，或者是一種另一類的物質，不是我們人類所感覺到的這個物質。我們人類看到物質是有形的，有形狀的，它那個物質沒有形相，你不能說它不是物質。我們這個物質現象有障礙，它的物質現象沒障礙，牆壁可以穿透，飛行自在，無需要交通工具。我們看到一個光碟，是日本人，在中日戰爭的時候死在中國，他附體，求超度。他告訴我們，他們沒有這種物質的身體，他們很自在。你們心裡一動念頭要請我們，他說我們就能來，無論多遠，你一請我就會到。但是到了時候，你們的供養，你那個供養咒念了，但是你心不清淨、不誠，我們還是吃不到。吃不到我們就恨你，你把我們請來，沒有一點好處給我們，我們很不高興。有身體。"
    },
    {
      "id": "02-037-0016_p0017",
      "zh_CN": "所以物质现象，大概物质现象有很多种，我们现在知道的很有限，这在理上都能讲得通。物质是意念变现的，我们只要有念头就有物质现象。一秒钟一千六百兆的物质现象，肯定不是我们现在这种物质现象。一千六百兆的念头聚集在一起，变成我们今天眼能见、耳能听、手能摸得到的物质现象。这是自以为，实际上是个幻觉，我们自己并不知道这是幻觉，以假为真，这是事实真相。我们于一切现象里头不执着，无论是物质现象、精神现象、自然现象，都不执着了，那是阿罗汉。阿罗汉有没有物质现象？有，跟我们的物质现象不一样。我们的物质现象有障碍，他的物质现象没有障碍。这就是我们一般所讲的，他六种神通具足，我们一个都没有。特别是他的神足通，他能够变化，他能变大身，能变小身，能变几十丈高的大身，能变成比蚂蚁还小的小身。这个我们做不到，他能做到。比阿罗汉功夫更深的是菩萨，菩萨得平等心。为什么？他没有分别，他平等了。所以他的神通道力更殊胜，不是阿罗汉能够相比的，阿罗汉入不了微尘世界，菩萨有能力。我们在经上读到的，普贤菩萨能入微尘里面的世界。每一粒微尘里面有无量无边诸佛刹土，重重无尽，他能够进入微尘境界去供佛、去听经，成就圆满的智慧。",
      "zh_TW": "所以物質現象，大概物質現象有很多種，我們現在知道的很有限，這在理上都能講得通。物質是意念變現的，我們只要有念頭就有物質現象。一秒鐘一千六百兆的物質現象，肯定不是我們現在這種物質現象。一千六百兆的念頭聚集在一起，變成我們今天眼能見、耳能聽、手能摸得到的物質現象。這是自以為，實際上是個幻覺，我們自己並不知道這是幻覺，以假為真，這是事實真相。我們於一切現象裡頭不執著，無論是物質現象、精神現象、自然現象，都不執著了，那是阿羅漢。阿羅漢有沒有物質現象？有，跟我們的物質現象不一樣。我們的物質現象有障礙，他的物質現象沒有障礙。這就是我們一般所講的，他六種神通具足，我們一個都沒有。特別是他的神足通，他能夠變化，他能變大身，能變小身，能變幾十丈高的大身，能變成比螞蟻還小的小身。這個我們做不到，他能做到。比阿羅漢功夫更深的是菩薩，菩薩得平等心。為什麼？他沒有分別，他平等了。所以他的神通道力更殊勝，不是阿羅漢能夠相比的，阿羅漢入不了微塵世界，菩薩有能力。我們在經上讀到的，普賢菩薩能入微塵裡面的世界。每一粒微塵裡面有無量無邊諸佛剎土，重重無盡，他能夠進入微塵境界去供佛、去聽經，成就圓滿的智慧。"
    },
    {
      "id": "02-037-0016_p0018",
      "zh_CN": "所以这个地方这两句话讲得非常好，「实相无相，亦无不相」，这两句话说得好。我们要学着在现象里面见到无相，怎么见法？常常用弥勒菩萨所说的这句话做观想，「一弹指三十二亿百千念，念念成形，形皆有识，念识极微细，不可执持」。常常想着这句话，它能帮助我们放下，它能帮助我们明心见性，能帮助我们念佛达到念而无念、无念而念，理一心不乱。这叫实相。底下解释，「无相者，离一切虚妄之相，无相即离相」。这个离相不是勉强的，自然的，也就是自自然然不执着、不分别、不起心、不动念，这真的离相。阿罗汉离相是离外面粗的一层，里面还有。菩萨离了微细的这一层，后头还有一个微细的，极其微细的，这一层就是起心动念。不起心、不动念，这一层也没有了。真的不着相了，真的离一切相，这叫回归自性。",
      "zh_TW": "所以這個地方這兩句話講得非常好，「實相無相，亦無不相」，這兩句話說得好。我們要學著在現象裡面見到無相，怎麼見法？常常用彌勒菩薩所說的這句話做觀想，「一彈指三十二億百千念，念念成形，形皆有識，念識極微細，不可執持」。常常想著這句話，它能幫助我們放下，它能幫助我們明心見性，能幫助我們念佛達到念而無念、無念而念，理一心不亂。這叫實相。底下解釋，「無相者，離一切虛妄之相，無相即離相」。這個離相不是勉強的，自然的，也就是自自然然不執著、不分別、不起心、不動念，這真的離相。阿羅漢離相是離外面粗的一層，裡面還有。菩薩離了微細的這一層，後頭還有一個微細的，極其微細的，這一層就是起心動念。不起心、不動念，這一層也沒有了。真的不著相了，真的離一切相，這叫回歸自性。"
    },
    {
      "id": "02-037-0016_p0019",
      "zh_CN": "我们看下面的解释，「实相无不相，非顽空与断灭」，这是必须要知道的。什么叫顽空？顽空什么都没有，就叫顽空。实相呢？实相不是顽空，实相虽然它什么都没有，它能现一切法。它不是物质现象，也不是精神现象，也不是自然现象，它能现，它三种现象都能现。它能现相，不能说它无；虽现相，不能说它有。为什么？那相是幻相，那相是决定不可得。想想弥勒菩萨这句话就明白了，为什么不可得？它太快了。一秒钟它现多少相？一千六百兆。一千六百兆里头每一个相你都不能掌握，所以不可得。三种现象都不可得，物质现象、精神现象、自然现象全不可得。你不能说它没有，它念念相续，永远不停。所以，我们只能够看到相续相，看不到它一个一个的真相。你要看它一个一个的真相，佛说了，八地以上，你才能见到事实真相；也就是说，八地菩萨以上他那种清净心，能够清清楚楚看得出一秒钟一千六百兆的生灭。虽然看清楚，还是不可得。知道为什么不可得，才真正放下，不再起心动念。起心动念很辛苦，起心动念是错误，起心动念叫根本烦恼，叫无始无明，烦恼的根，造业的根。这个境界彻底透彻，你不造业了，不起心不动念就不造业。住在这个世间，跟大菩萨们一样，这个大菩萨是法身大士，不起心、不动念。起心动念没有了，自然就没有分别执着；因为没有分别执着，还有起心动念，起心动念没有了，分别执着就没有了，自然断掉了。",
      "zh_TW": "我們看下面的解釋，「實相無不相，非頑空與斷滅」，這是必須要知道的。什麼叫頑空？頑空什麼都沒有，就叫頑空。實相呢？實相不是頑空，實相雖然它什麼都沒有，它能現一切法。它不是物質現象，也不是精神現象，也不是自然現象，它能現，它三種現象都能現。它能現相，不能說它無；雖現相，不能說它有。為什麼？那相是幻相，那相是決定不可得。想想彌勒菩薩這句話就明白了，為什麼不可得？它太快了。一秒鐘它現多少相？一千六百兆。一千六百兆裡頭每一個相你都不能掌握，所以不可得。三種現象都不可得，物質現象、精神現象、自然現象全不可得。你不能說它沒有，它念念相續，永遠不停。所以，我們只能夠看到相續相，看不到它一個一個的真相。你要看它一個一個的真相，佛說了，八地以上，你才能見到事實真相；也就是說，八地菩薩以上他那種清淨心，能夠清清楚楚看得出一秒鐘一千六百兆的生滅。雖然看清楚，還是不可得。知道為什麼不可得，才真正放下，不再起心動念。起心動念很辛苦，起心動念是錯誤，起心動念叫根本煩惱，叫無始無明，煩惱的根，造業的根。這個境界徹底透徹，你不造業了，不起心不動念就不造業。住在這個世間，跟大菩薩們一樣，這個大菩薩是法身大士，不起心、不動念。起心動念沒有了，自然就沒有分別執著；因為沒有分別執著，還有起心動念，起心動念沒有了，分別執著就沒有了，自然斷掉了。"
    },
    {
      "id": "02-037-0016_p0020",
      "zh_CN": "「非如龟毛兔角，一切虚无」，我们世间人讲空。乌龟没有毛，兔子没有角，这是真的没有。实相里面说无的时候，无不是当这个讲法。为什么？它有。有为什么说无？它太快了，生灭的时间实在是太短，短到我们没办法理解。你说一秒钟一千六百兆次的生灭，我们只能有这个概念，很粗很粗的概念，自己无法体会。「《金刚经》云：凡所有相，皆是虚妄，若见诸相非相，即见如来」。如来就是性，就是自性，你能够见到诸相非相，你就见性了。那我们要问，今天的科学家，量子力学家他们确实看到诸相非相，他有没有见如来？他见到诸相非相，没见如来。这怎么回事情？因为他有我，他的我没放下，他是用科学的技巧见到的，他不是在定中见到的。定中见到的有受用，他真见性了；用科学技巧，换句话讲，好像我们用放大镜、用显微镜看到的，不是我们肉眼看到的。佛与法身菩萨见性是他自己真正见到的，不需要仪器；科学家还要用精密的仪器去观察，离开仪器他就见不到。所以他没见性。科学家放弃这些仪器，跟我们的肉眼一样，他见不到，这个道理要懂。",
      "zh_TW": "「非如龜毛兔角，一切虛無」，我們世間人講空。烏龜沒有毛，兔子沒有角，這是真的沒有。實相裡面說無的時候，無不是當這個講法。為什麼？它有。有為什麼說無？它太快了，生滅的時間實在是太短，短到我們沒辦法理解。你說一秒鐘一千六百兆次的生滅，我們只能有這個概念，很粗很粗的概念，自己無法體會。「《金剛經》云：凡所有相，皆是虛妄，若見諸相非相，即見如來」。如來就是性，就是自性，你能夠見到諸相非相，你就見性了。那我們要問，今天的科學家，量子力學家他們確實看到諸相非相，他有沒有見如來？他見到諸相非相，沒見如來。這怎麼回事情？因為他有我，他的我沒放下，他是用科學的技巧見到的，他不是在定中見到的。定中見到的有受用，他真見性了；用科學技巧，換句話講，好像我們用放大鏡、用顯微鏡看到的，不是我們肉眼看到的。佛與法身菩薩見性是他自己真正見到的，不需要儀器；科學家還要用精密的儀器去觀察，離開儀器他就見不到。所以他沒見性。科學家放棄這些儀器，跟我們的肉眼一樣，他見不到，這個道理要懂。"
    },
    {
      "id": "02-037-0016_p0021",
      "zh_CN": "《金刚经》这句话的意思，下面念老给我们讲，「意谓即相离相，离尽虚妄之相，即见实相」。这个离尽两个字很有味道。阿罗汉离了，没尽。阿罗汉离了很粗的执着，执着是最粗的，这个东西他离了，细的他没离。菩萨的功夫比他深，智慧比他高，菩萨连细相也离了，但是极微之细的那个他没离。再往上提升，提升到佛，佛是等觉菩萨最后一品生相无明的习气也断掉了，那就是极微细的相也离开了，这才见性，才见如来。所以，见如来只有一个位次，妙觉，妙觉见如来了，等觉还没有。等觉可以说他见到了，为什么？佛说八地就见到了，八地、九地、十地、十一地，等觉叫十一地，这四个位次见到了。见到但是他自己微细的没有离，就是见到了没放下。放下了，等觉菩萨就成为妙觉，就成佛了，真见如来。真见如来不住实报土，因为实报土是虚妄的，他融入自性，就是回归零量点，那个是究竟位。",
      "zh_TW": "《金剛經》這句話的意思，下面念老給我們講，「意謂即相離相，離盡虛妄之相，即見實相」。這個離盡兩個字很有味道。阿羅漢離了，沒盡。阿羅漢離了很粗的執著，執著是最粗的，這個東西他離了，細的他沒離。菩薩的功夫比他深，智慧比他高，菩薩連細相也離了，但是極微之細的那個他沒離。再往上提升，提升到佛，佛是等覺菩薩最後一品生相無明的習氣也斷掉了，那就是極微細的相也離開了，這才見性，才見如來。所以，見如來只有一個位次，妙覺，妙覺見如來了，等覺還沒有。等覺可以說他見到了，為什麼？佛說八地就見到了，八地、九地、十地、十一地，等覺叫十一地，這四個位次見到了。見到但是他自己微細的沒有離，就是見到了沒放下。放下了，等覺菩薩就成為妙覺，就成佛了，真見如來。真見如來不住實報土，因為實報土是虛妄的，他融入自性，就是回歸零量點，那個是究竟位。"
    },
    {
      "id": "02-037-0016_p0022",
      "zh_CN": "「即相离相，离尽虚妄之相，即见实相，故云即见如来。此指法身如来也，法身如来离一切相，故云实相无相。但非无法身，故云实相无不相。」实相无相就是法身，这个地方我们一定要搞清楚，法身什么都没有。什么都没有，为什么称它为身？因为它能现一切法，用现在话说，它是有机的，它不是无机的；就是说它有生命，而且非常活跃、非常灵敏，遍法界虚空界一切众生，心有所念它全知道。外国科学家写了一本报告，叫《无量之网》，这句话很有意思，无量之网就像佛经里面所讲的法身，佛经上说无为法身。可见得现在科学家所研究的东西，逐渐逐渐跟佛教靠近了，这是用科学证明了佛法。「故云实相无不相」，实相无相，实相无不相，无不相就是能生一切法。",
      "zh_TW": "「即相離相，離盡虛妄之相，即見實相，故云即見如來。此指法身如來也，法身如來離一切相，故云實相無相。但非無法身，故云實相無不相。」實相無相就是法身，這個地方我們一定要搞清楚，法身什麼都沒有。什麼都沒有，為什麼稱它為身？因為它能現一切法，用現在話說，它是有機的，它不是無機的；就是說它有生命，而且非常活躍、非常靈敏，遍法界虛空界一切眾生，心有所念它全知道。外國科學家寫了一本報告，叫《無量之網》，這句話很有意思，無量之網就像佛經裡面所講的法身，佛經上說無為法身。可見得現在科學家所研究的東西，逐漸逐漸跟佛教靠近了，這是用科學證明了佛法。「故云實相無不相」，實相無相，實相無不相，無不相就是能生一切法。"
    },
    {
      "id": "02-037-0016_p0023",
      "zh_CN": "「生灭之法，全属虚妄，但生灭之中，有个不生不灭的」，这一点不能不知道。所有一切生灭当中都有不生灭的，连树木花草、连山河大地，连一粒尘沙、一滴水，都有个不生灭的。不生灭的是什么？是它的体，本经体性。不生灭的是体性，生灭的是现象。不生灭的是真心，真心就是佛，永远不生不灭。惠能大师见性的时候说「何期自性，本不生灭」，他见到了。在一切现象当中，无论是物质现象、精神现象、自然现象，统统有个不生灭的体。如果离开这个不生灭的体，那一切都是空的，都不可得，就不能建立。所以这个体太重要了，这个体是真的，不是假的。你在任何现象里头见到这个体就是见性，叫见性成佛。能见到这个东西，不生灭的体的时候，你就成佛了。这个见不是眼见，是真实智慧，明明了瞭、清清楚楚。古人用黄金做比喻，「以金作器，器器皆金」，把金比喻不生不灭，用黄金做成许许多多的器皿。我在早年参观陈大川的珠宝公司的展览厅，里面放了有一、二万件首饰，样子统统不一样。它那是样品，全是黄金的。你看到那么多东西，体，体性只有一个，金；相呢？相有一、二万种，不一样。佛在经上告诉我们，遍法界虚空界所有一切现象一个体，自性。自性是空的，因为它没有现象，没有现象能现现象，连虚空的现象都是它现的，虚空也不是真的，离开实相，虚空不可得。这是最难懂的，如果这个东西你搞清楚、搞明白，你对这个经典就相信了，一点怀疑都没有，对于万法也不怀疑了。",
      "zh_TW": "「生滅之法，全屬虛妄，但生滅之中，有個不生不滅的」，這一點不能不知道。所有一切生滅當中都有不生滅的，連樹木花草、連山河大地，連一粒塵沙、一滴水，都有個不生滅的。不生滅的是什麼？是它的體，本經體性。不生滅的是體性，生滅的是現象。不生滅的是真心，真心就是佛，永遠不生不滅。惠能大師見性的時候說「何期自性，本不生滅」，他見到了。在一切現象當中，無論是物質現象、精神現象、自然現象，統統有個不生滅的體。如果離開這個不生滅的體，那一切都是空的，都不可得，就不能建立。所以這個體太重要了，這個體是真的，不是假的。你在任何現象裡頭見到這個體就是見性，叫見性成佛。能見到這個東西，不生滅的體的時候，你就成佛了。這個見不是眼見，是真實智慧，明明瞭瞭、清清楚楚。古人用黃金做比喻，「以金作器，器器皆金」，把金比喻不生不滅，用黃金做成許許多多的器皿。我在早年參觀陳大川的珠寶公司的展覽廳，裡面放了有一、二萬件首飾，樣子統統不一樣。它那是樣品，全是黃金的。你看到那麼多東西，體，體性只有一個，金；相呢？相有一、二萬種，不一樣。佛在經上告訴我們，遍法界虛空界所有一切現象一個體，自性。自性是空的，因為它沒有現象，沒有現象能現現象，連虛空的現象都是它現的，虛空也不是真的，離開實相，虛空不可得。這是最難懂的，如果這個東西你搞清楚、搞明白，你對這個經典就相信了，一點懷疑都沒有，對於萬法也不懷疑了。"
    },
    {
      "id": "02-037-0016_p0024",
      "zh_CN": "人与人之间，缘分，因为大家都在迷，因为在迷，他就有执着、就有分别；有执着有分别他就造孽，为什么？他有七情五欲。有七情五欲，就会生生世世冤冤相报，报恩、报怨、讨债、还债，这种纠纷没完没了，这轮回里头的苦相。觉悟之后，把这个东西统统放下，扫除干净，回归到清净平等觉，问题就化解了。你回归到常寂光，回归到自性了，可是你还有一些冤亲债主在六道里头、在十法界里头，他们还没见性。过去你跟他有恩、有怨、有债务，他还常常会记到。他一起心一动念你就知道了，他跟你有缘，你就会现身去帮助他解决问题。现什么身？随他的心，不是随自己，自己永远没有起心动念，你才能随一切众生心，可以同时现无量无边身，妙极了！因为自性是没有边际的，自性没有界限的。他希望什么身，你就能现什么身，《楞严经》上所说的，「随众生心，应所知量」，不是随自己，随众生。众生喜欢佛，你就现佛身，喜欢菩萨，你就现菩萨身，喜欢童男童女，你就现童男童女身。《普门品》观音菩萨三十二应，没有一个是随自己念头的，自己没有念头。你为他现身、为他说法，说法也是随他而说，不是随自己，随自己，没有现过身，随自己，没有说过一个字。所以，他的心、他的念头、他的分别、他的执着，一切随众生，自然流露。生灭法全属虚妄他不知道，他执着、他分别。明心见性法身菩萨他放下了，他知道了，一切法全是虚妄，没有一样是真实的。生灭当中有个不生不灭的，他见到了。",
      "zh_TW": "人與人之間，緣分，因為大家都在迷，因為在迷，他就有執著、就有分別；有執著有分別他就造孽，為什麼？他有七情五欲。有七情五欲，就會生生世世冤冤相報，報恩、報怨、討債、還債，這種糾紛沒完沒了，這輪迴裡頭的苦相。覺悟之後，把這個東西統統放下，掃除乾淨，回歸到清淨平等覺，問題就化解了。你回歸到常寂光，回歸到自性了，可是你還有一些冤親債主在六道裡頭、在十法界裡頭，他們還沒見性。過去你跟他有恩、有怨、有債務，他還常常會記到。他一起心一動念你就知道了，他跟你有緣，你就會現身去幫助他解決問題。現什麼身？隨他的心，不是隨自己，自己永遠沒有起心動念，你才能隨一切眾生心，可以同時現無量無邊身，妙極了！因為自性是沒有邊際的，自性沒有界限的。他希望什麼身，你就能現什麼身，《楞嚴經》上所說的，「隨眾生心，應所知量」，不是隨自己，隨眾生。眾生喜歡佛，你就現佛身，喜歡菩薩，你就現菩薩身，喜歡童男童女，你就現童男童女身。《普門品》觀音菩薩三十二應，沒有一個是隨自己念頭的，自己沒有念頭。你為他現身、為他說法，說法也是隨他而說，不是隨自己，隨自己，沒有現過身，隨自己，沒有說過一個字。所以，他的心、他的念頭、他的分別、他的執著，一切隨眾生，自然流露。生滅法全屬虛妄他不知道，他執著、他分別。明心見性法身菩薩他放下了，他知道了，一切法全是虛妄，沒有一樣是真實的。生滅當中有個不生不滅的，他見到了。"
    },
    {
      "id": "02-037-0016_p0025",
      "zh_CN": "「诸生灭法是差别相，但差别之中，有个无差别的。不生不灭，无有差别，即是平等相」。平等相就是自性，自性是平等的。「故云实相乃平等一相也」。我们用现在科学家所说的名词术语好懂，自性、真心、本性都讲一桩事情。它不是自然现象，也不是精神现象，也不是物质现象，所以它就平等。如果它是某一种相，它就不平等。它什么都不是，但是它是一切现象的本体，一切现象依它而起，没有它就生不起现象出来，它是平等一相。所以，见性的人心平等，没有见性，心不平等，就是说他有分别、有执着。见性，心平等了，他们不再有执着、不再有分别。",
      "zh_TW": "「諸生滅法是差別相，但差別之中，有個無差別的。不生不滅，無有差別，即是平等相」。平等相就是自性，自性是平等的。「故云實相乃平等一相也」。我們用現在科學家所說的名詞術語好懂，自性、真心、本性都講一樁事情。它不是自然現象，也不是精神現象，也不是物質現象，所以它就平等。如果它是某一種相，它就不平等。它什麼都不是，但是它是一切現象的本體，一切現象依它而起，沒有它就生不起現象出來，它是平等一相。所以，見性的人心平等，沒有見性，心不平等，就是說他有分別、有執著。見性，心平等了，他們不再有執著、不再有分別。"
    },
    {
      "id": "02-037-0016_p0026",
      "zh_CN": "「实相义深」，义理太深了，讲都讲不明白，何况你听！释迦牟尼佛教化众生，不是上上乘人不跟他讲实相。为什么？他听不懂。只有遇到根熟众生，这个根熟，是过去生中曾经供养无量诸佛如来，这一生得人身、遇佛法，立刻就得到无量诸佛威神加持，他才能听得懂。这个听懂不一定你能证得，一遍一遍的薰修，薰修到自己善根成熟，言下大悟，像惠能那样的人。那绝对不是一生、二生，几百世、几千世、几万世不行，是无量劫修来的，没有偶然的事情。所以，真正明白实相就悟大乘理，你就真正肯定一切法是这一个理体变现出来的，一切法统统归这个理体。这个大乘理体，就是夏威夷古老预言里面所讲的零点，是一个意思。零，什么都没有，这个东西里头什么都不存在，一就有了。中国道教里面所讲的太极，太极里头什么都没有，它能生现象，阴阳。阴阳叫二仪，从二仪生四象，从四象生八卦。这个变的速度就是弥勒菩萨所说的，一弹指三十二亿百千念。可见得这些大圣大贤，真的叫英雄所见大略相同。",
      "zh_TW": "「實相義深」，義理太深了，講都講不明白，何況你聽！釋迦牟尼佛教化眾生，不是上上乘人不跟他講實相。為什麼？他聽不懂。只有遇到根熟眾生，這個根熟，是過去生中曾經供養無量諸佛如來，這一生得人身、遇佛法，立刻就得到無量諸佛威神加持，他才能聽得懂。這個聽懂不一定你能證得，一遍一遍的薰修，薰修到自己善根成熟，言下大悟，像惠能那樣的人。那絕對不是一生、二生，幾百世、幾千世、幾萬世不行，是無量劫修來的，沒有偶然的事情。所以，真正明白實相就悟大乘理，你就真正肯定一切法是這一個理體變現出來的，一切法統統歸這個理體。這個大乘理體，就是夏威夷古老預言裡面所講的零點，是一個意思。零，什麼都沒有，這個東西裡頭什麼都不存在，一就有了。中國道教裡面所講的太極，太極裡頭什麼都沒有，它能生現象，陰陽。陰陽叫二儀，從二儀生四象，從四象生八卦。這個變的速度就是彌勒菩薩所說的，一彈指三十二億百千念。可見得這些大聖大賢，真的叫英雄所見大略相同。"
    },
    {
      "id": "02-037-0016_p0027",
      "zh_CN": "下面念老举个比喻，「兹以喻明」，现在我们用比喻来说明，「譬如以金制作塔、像、瓶、碗、钏、环，各显差别之相」。这相不一样，宝塔的样子，人像、佛像，或者是动物的像，瓶、碗，钏是手镯，环是指环，大小不一样，各显差别之相。「倘将众器，重入冶炉，复化为金，原有诸相，尽皆消灭，但各器本体之金，仍旧如是。」把这些金器放在冶炉里头再一炼，全都化成金，相没有了，但是每个相的体在。比喻只能比喻个仿佛，没有办法比得恰到好处，这是做不到的。从这个比喻里头我们就知道，宇宙之间所有的现象是一个体变现的。古人用金，由此可知，古人的心清净，古人的心真诚，这样的比喻他就能体会。现在人的心虚伪，现在人的心浮躁，这样的比喻他不懂。",
      "zh_TW": "下面念老舉個比喻，「茲以喻明」，現在我們用比喻來說明，「譬如以金製作塔、像、瓶、碗、釧、環，各顯差別之相」。這相不一樣，寶塔的樣子，人像、佛像，或者是動物的像，瓶、碗，釧是手鐲，環是指環，大小不一樣，各顯差別之相。「倘將眾器，重入冶爐，復化為金，原有諸相，盡皆消滅，但各器本體之金，仍舊如是。」把這些金器放在冶爐裡頭再一煉，全都化成金，相沒有了，但是每個相的體在。比喻只能比喻個彷彿，沒有辦法比得恰到好處，這是做不到的。從這個比喻裡頭我們就知道，宇宙之間所有的現象是一個體變現的。古人用金，由此可知，古人的心清淨，古人的心真誠，這樣的比喻他就能體會。現在人的心虛偽，現在人的心浮躁，這樣的比喻他不懂。"
    },
    {
      "id": "02-037-0016_p0028",
      "zh_CN": "所以今天科学把所有的物质分，把物质分成分子，分子再分成原子，原子再分成电子、分成粒子，粒子再分成夸克，夸克再分成光子、量子。佛法讲极微之微，现在科学里面所说的中微子。中微子小到什么程度没法形容，科学家只举了一个例子。一百亿个中微子，它的体积，一百亿个只等于一个电子，我们肉眼看不见。这个物质，这么小的一个物质，他说物质的本质，找，它到底是什么？找到物质现象是这样的。看到这个现象是非常快速的在生灭，而且发现，这个现象，物质现象，它的基础是意念，念头。从念头发生的，有念就有这个现象，没有念就没有这个现象。所以，证明物质现象是念头变现的；换句话说，意念，这科学家的话，是物质现象的基础。因此，意念跟物质不能分开，它是一不是二，也就是，任何一个物质现象都是意念在里头组成的，没有意念就没有物质。",
      "zh_TW": "所以今天科學把所有的物質分，把物質分成分子，分子再分成原子，原子再分成電子、分成粒子，粒子再分成夸克，夸克再分成光子、量子。佛法講極微之微，現在科學裡面所說的中微子。中微子小到什麼程度沒法形容，科學家只舉了一個例子。一百億個中微子，它的體積，一百億個只等於一個電子，我們肉眼看不見。這個物質，這麼小的一個物質，他說物質的本質，找，它到底是什麼？找到物質現象是這樣的。看到這個現象是非常快速的在生滅，而且發現，這個現象，物質現象，它的基礎是意念，念頭。從念頭發生的，有念就有這個現象，沒有念就沒有這個現象。所以，證明物質現象是念頭變現的；換句話說，意念，這科學家的話，是物質現象的基礎。因此，意念跟物質不能分開，它是一不是二，也就是，任何一個物質現象都是意念在裡頭組成的，沒有意念就沒有物質。"
    },
    {
      "id": "02-037-0016_p0029",
      "zh_CN": "如果这个科学被大家肯定了，世界会改观，那就是科学家提出的这句话，以心控物。我们用意念能控制所有的物质，包括自己的身体，身体是物质。好的念头、善的念头，身心健康。疾病从哪里来的？疾病是不善念头生起的。我们学佛的知道得更清楚，比科学还要清楚，科学家没发现。这病里头有很多冤业，这个科学家没看到，冤亲债主找到身上来。科学家只知道意念能控制，没想到冤亲债主，这是他没看见的。冤亲债主，刚才讲了，也有物质现象，但是这个物质现象跟我们这不一样。科学家也给我们讲，隐形的物质，阴物质，我们无法看见的。冤亲债主，你过去杀他，他问你索命，这个麻烦！他要不肯离开你的话，真的你的病一天比一天严重，最后你就死在他手上。我们这一生当中跟多少人结了怨，就是你杀害多少众生。学佛之后知道了，不敢杀生了，没学佛之前呢？杀生吃肉。所以学佛之后，我们明白这个事情，把自己修学的功德回向自己宿世、现前的冤亲债主。真诚恳切的祈求他们，放下冤冤相报，自己承认错了，要请他们原谅。现在明白了，我们确确实实是一体。我爱我，也就爱你，为什么？我们是一体。夏威夷古老的疗法只有四句话，「我爱你，对不起，请你原谅我，谢谢你」，就这四句话。这四句话就能把自己疾病治疗好，它真起作用，包括一切冤亲债主。在回向的时候，不妨用这个心、用这几句话对冤亲债主，对不起，我爱你，请你原谅，谢谢你。你不断这样念，不断这样的回向，就产生作用，自己身心健康了，对方的冤结化解了。如果自己身心不健康，对方的冤结不能化解。要发自于真诚！",
      "zh_TW": "如果這個科學被大家肯定了，世界會改觀，那就是科學家提出的這句話，以心控物。我們用意念能控制所有的物質，包括自己的身體，身體是物質。好的念頭、善的念頭，身心健康。疾病從哪裡來的？疾病是不善念頭生起的。我們學佛的知道得更清楚，比科學還要清楚，科學家沒發現。這病裡頭有很多冤業，這個科學家沒看到，冤親債主找到身上來。科學家只知道意念能控制，沒想到冤親債主，這是他沒看見的。冤親債主，剛才講了，也有物質現象，但是這個物質現象跟我們這不一樣。科學家也給我們講，隱形的物質，陰物質，我們無法看見的。冤親債主，你過去殺他，他問你索命，這個麻煩！他要不肯離開你的話，真的你的病一天比一天嚴重，最後你就死在他手上。我們這一生當中跟多少人結了怨，就是你殺害多少眾生。學佛之後知道了，不敢殺生了，沒學佛之前呢？殺生吃肉。所以學佛之後，我們明白這個事情，把自己修學的功德迴向自己宿世、現前的冤親債主。真誠懇切的祈求他們，放下冤冤相報，自己承認錯了，要請他們原諒。現在明白了，我們確確實實是一體。我愛我，也就愛你，為什麼？我們是一體。夏威夷古老的療法只有四句話，「我愛你，對不起，請你原諒我，謝謝你」，就這四句話。這四句話就能把自己疾病治療好，它真起作用，包括一切冤親債主。在迴向的時候，不妨用這個心、用這幾句話對冤親債主，對不起，我愛你，請你原諒，謝謝你。你不斷這樣念，不斷這樣的迴向，就產生作用，自己身心健康了，對方的冤結化解了。如果自己身心不健康，對方的冤結不能化解。要發自於真誠！"
    },
    {
      "id": "02-037-0016_p0030",
      "zh_CN": "我们再看下文，「可见各器差别之相，有生有灭，皆属虚妄」。这就包括我们自身、我们冤亲债主的身，我们的身心有生有灭，我们的灵性不生不灭。我们的身命是假的，是业报。怎么会有这个东西？业报现前的。换句话说，恶业所现的是三恶道，善业所现的是三善道，都是假的，都不是真的。善与恶统统叫染业，不清净。为什么？我们有执着，有强烈的意念在里头，就不清净。如果我们把这些东西统统放下，明白了，真的觉悟了，凡所有相，皆是虚妄，再不去执着，我们的心就恢复到清净。心清净了，就不会住在六道，六道是染污，清净心的人不住在这里，住四圣法界，声闻、缘觉、菩萨、佛。四圣法界是净土，娑婆世界的净土，六道轮回是娑婆世界的染土、秽土，就升级了。如果连净都放下，染净都没有，都放下了，你就生到实报土，那就超越十法界。所以，只要是有生有灭的，你要记住，全是虚妄。",
      "zh_TW": "我們再看下文，「可見各器差別之相，有生有滅，皆屬虛妄」。這就包括我們自身、我們冤親債主的身，我們的身心有生有滅，我們的靈性不生不滅。我們的身命是假的，是業報。怎麼會有這個東西？業報現前的。換句話說，惡業所現的是三惡道，善業所現的是三善道，都是假的，都不是真的。善與惡統統叫染業，不清淨。為什麼？我們有執著，有強烈的意念在裡頭，就不清淨。如果我們把這些東西統統放下，明白了，真的覺悟了，凡所有相，皆是虛妄，再不去執著，我們的心就恢復到清淨。心清淨了，就不會住在六道，六道是染污，清淨心的人不住在這裡，住四聖法界，聲聞、緣覺、菩薩、佛。四聖法界是淨土，娑婆世界的淨土，六道輪迴是娑婆世界的染土、穢土，就升級了。如果連淨都放下，染淨都沒有，都放下了，你就生到實報土，那就超越十法界。所以，只要是有生有滅的，你要記住，全是虛妄。"
    },
    {
      "id": "02-037-0016_p0031",
      "zh_CN": "「但各器本体之金，平等一相，不生不灭，不增不减」。这是净土里头的，知道有这个现象。所以，四圣法界没有分段生死，像我们这个世间一世一世的，一个阶段一个阶段的，这种生死现象没有。这个现象是很不好，经上常讲生死疲劳，永远没有休息。四圣法界里面，分段生死没有了，它有变易生死。从阿罗汉变成辟支佛，从辟支佛变成菩萨，从菩萨变成佛，从佛变成一真法界的法身大士，这叫变化，就是升级。像学校念书，小学毕业了升中学，不叫小学生，叫中学生；中学毕业升大学，叫大学生，不是中学生。这叫变易，不是分段生死，有变易生死。变易为什么称生死？变易要用功、要修行。修行也很苦，好比你读书要考试及格，一年年上升，变易生死是这个意思。平等一相，不生不灭，不增不减，这是真的，一点都不假，这是讲遍法界虚空界。",
      "zh_TW": "「但各器本體之金，平等一相，不生不滅，不增不減」。這是淨土裡頭的，知道有這個現象。所以，四聖法界沒有分段生死，像我們這個世間一世一世的，一個階段一個階段的，這種生死現象沒有。這個現象是很不好，經上常講生死疲勞，永遠沒有休息。四聖法界裡面，分段生死沒有了，它有變易生死。從阿羅漢變成辟支佛，從辟支佛變成菩薩，從菩薩變成佛，從佛變成一真法界的法身大士，這叫變化，就是升級。像學校念書，小學畢業了升中學，不叫小學生，叫中學生；中學畢業升大學，叫大學生，不是中學生。這叫變易，不是分段生死，有變易生死。變易為什麼稱生死？變易要用功、要修行。修行也很苦，好比你讀書要考試及格，一年年上升，變易生死是這個意思。平等一相，不生不滅，不增不減，這是真的，一點都不假，這是講遍法界虛空界。"
    },
    {
      "id": "02-037-0016_p0032",
      "zh_CN": "「以上以金喻真实平等之实相，以金器喻种种差别相。由上喻可明」，前面比喻可以知道，「若看破诸金器—塔、像、瓶、碗、钏、环等虚妄差别之相，即见诸器中平等真实之金。以喻离一切法虚妄之相，即见实相」。这个讲得也很清楚、也很明了。可是明白这桩事情之后，在我们日常生活当中要提得起观照功夫，就管用了。日常我们从早到晚，早晨起来这一天我们所看到的人、事、物，都能够想到凡所有相，皆是虚妄，这叫提起观照功夫。你慢慢练，练熟透了，自然放下，妄念自然少了。妄念少了就说明你看破了，你功夫得力了，真放得下。只抓住这一句阿弥陀佛，什么是真的？阿弥陀佛是真的。为什么？他带我们到极乐世界去。极乐世界是法性土，极乐世界的人是法性身，跟我们的身完全不一样。我们身体是很肮脏的、污秽的，极乐世界的身是清净的、是一尘不染的，永远是清净的，永远没有改变的。这个世界到哪里去找？我们今天遇到了，只要放下，你去就没有障碍。你念佛不能往生，有障碍，为什么？你放不下，这个世界你放不下。只要你放不下，你的冤亲债主就会找你，他能找到你，他能障碍你。你真正放下，他就找不到你，他也不会障碍你了。",
      "zh_TW": "「以上以金喻真實平等之實相，以金器喻種種差別相。由上喻可明」，前面比喻可以知道，「若看破諸金器—塔、像、瓶、碗、釧、環等虛妄差別之相，即見諸器中平等真實之金。以喻離一切法虛妄之相，即見實相」。這個講得也很清楚、也很明瞭。可是明白這樁事情之後，在我們日常生活當中要提得起觀照功夫，就管用了。日常我們從早到晚，早晨起來這一天我們所看到的人、事、物，都能夠想到凡所有相，皆是虛妄，這叫提起觀照功夫。你慢慢練，練熟透了，自然放下，妄念自然少了。妄念少了就說明你看破了，你功夫得力了，真放得下。只抓住這一句阿彌陀佛，什麼是真的？阿彌陀佛是真的。為什麼？他帶我們到極樂世界去。極樂世界是法性土，極樂世界的人是法性身，跟我們的身完全不一樣。我們身體是很骯髒的、污穢的，極樂世界的身是清淨的、是一塵不染的，永遠是清淨的，永遠沒有改變的。這個世界到哪裡去找？我們今天遇到了，只要放下，你去就沒有障礙。你念佛不能往生，有障礙，為什麼？你放不下，這個世界你放不下。只要你放不下，你的冤親債主就會找你，他能找到你，他能障礙你。你真正放下，他就找不到你，他也不會障礙你了。"
    },
    {
      "id": "02-037-0016_p0033",
      "zh_CN": "何况我们在前面读过，真正发心皈依三宝，念佛求生净土，阿弥陀佛派三十五位护法神保护你。你不是真心，佛不会派你，你要真想去，不是真想去没有，真想去一定有。我真想去，我这里还有拉杂事情还放不下，护法神不来，等你放下他才来。大乘教上有句话，「因地不真，果招迂曲」。什么是真？彻底放下是真的。世间事可以问，不能放在心上，放在心上你就是假的，不放在心上是真的。可以自利利他，如果放在心上会妨碍自己，我就不干了，先到极乐世界，然后再来，这是对的。帮助别人，不妨碍自己，这行，这个可以。为什么？利他就是自利，自利利他，自他不二。不妨碍自己清净心，这是功夫，这个可以。今天时间到了，我们就学习到此地。",
      "zh_TW": "何況我們在前面讀過，真正發心皈依三寶，念佛求生淨土，阿彌陀佛派三十五位護法神保護你。你不是真心，佛不會派你，你要真想去，不是真想去沒有，真想去一定有。我真想去，我這裡還有拉雜事情還放不下，護法神不來，等你放下他才來。大乘教上有句話，「因地不真，果招迂曲」。什麼是真？徹底放下是真的。世間事可以問，不能放在心上，放在心上你就是假的，不放在心上是真的。可以自利利他，如果放在心上會妨礙自己，我就不幹了，先到極樂世界，然後再來，這是對的。幫助別人，不妨礙自己，這行，這個可以。為什麼？利他就是自利，自利利他，自他不二。不妨礙自己清淨心，這是功夫，這個可以。今天時間到了，我們就學習到此地。"
    }
  ]
}