{
  "doc_id": "02-037-0152",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五二集",
    "zh_TW": "第一五二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0152",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0152_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百五十五面，倒数第三行，最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百五十五面，倒數第三行，最後一句看起："
    },
    {
      "id": "02-037-0152_p0002",
      "zh_CN": "「神足（亦云如意足）者，《会疏》云：此有三：一运身通。谓乘空行，犹如飞鸟。二胜解通。谓极远方，作意思维，便能速至」，就能够到。第三是「意势通。谓极远方，举心缘时，身即能到」。前面我们学到此地。我们在中国古老的笔记小说里面看到很多，我们相信那是事实。前面我跟诸位举的例子，朱镜宙老居士亲眼看到鬼，他才相信，不是亲眼看的，他都不能相信，一定亲自接触，一点不假。鬼有小五通，他也能变，也有能力这个地方没有了，那个地方出现。鬼道里头好像没有距离、没有先后。我们看到一些报告，中日战争的时候，在中国死亡的这些日本将士，现在还在打仗，苦不堪言，中日双方的将领都求超度。他们没有身体，他们比人自在，想到什么地方就能到什么地方，这是报得的神足通。虽然没有界限，可是鬼道里头有鬼道的关卡。譬如进入别的国家，那个国家有护法神，如果你神通能力大的，他没有障碍；你能力很小的，他就不让你进去，就把你拦住。神通力大的拦不住，他来去自由。所以哪个地方有讲经的、有念经的，他们都非常喜欢去听；有念佛的，他们也跟着大家一起念佛，所以像这些道场里面的活动，就有很多异象，也有很多有缘的人看到、听到、接触到了，这都能看到异道众生他们有这些小通。这是经论里头常常提到的，虽然有三类不同，但是他神通没有障碍是相同的。",
      "zh_TW": "「神足（亦云如意足）者，《會疏》云：此有三：一運身通。謂乘空行，猶如飛鳥。二勝解通。謂極遠方，作意思維，便能速至」，就能夠到。第三是「意勢通。謂極遠方，舉心緣時，身即能到」。前面我們學到此地。我們在中國古老的筆記小說裡面看到很多，我們相信那是事實。前面我跟諸位舉的例子，朱鏡宙老居士親眼看到鬼，他才相信，不是親眼看的，他都不能相信，一定親自接觸，一點不假。鬼有小五通，他也能變，也有能力這個地方沒有了，那個地方出現。鬼道裡頭好像沒有距離、沒有先後。我們看到一些報告，中日戰爭的時候，在中國死亡的這些日本將士，現在還在打仗，苦不堪言，中日雙方的將領都求超度。他們沒有身體，他們比人自在，想到什麼地方就能到什麼地方，這是報得的神足通。雖然沒有界限，可是鬼道裡頭有鬼道的關卡。譬如進入別的國家，那個國家有護法神，如果你神通能力大的，他沒有障礙；你能力很小的，他就不讓你進去，就把你攔住。神通力大的攔不住，他來去自由。所以哪個地方有講經的、有念經的，他們都非常喜歡去聽；有念佛的，他們也跟著大家一起念佛，所以像這些道場裡面的活動，就有很多異象，也有很多有緣的人看到、聽到、接觸到了，這都能看到異道眾生他們有這些小通。這是經論裡頭常常提到的，雖然有三類不同，但是他神通沒有障礙是相同的。"
    },
    {
      "id": "02-037-0152_p0003",
      "zh_CN": "下面说，「又《大论》」，这《大智度论》，《大智度论》里头也说，「如意通」，如意通就是神足通，「有三种」，第一个「能到」，再远的地方，他起心动念就到了，所以不需要交通工具。第二种「转变」，他能分身，他能变化。连鬼都能变，你的那些冤亲债主，在你临命终时，他变成你家亲眷属的模样来引诱你，这《地藏经》上都有说明。人在没有断气的时候说，我看到哪一个人在门口，我看到他了。那真的，那绝对不是他的亲属，是冤亲债主，这个时候来诱惑他，带他去，再报复他，多半是这个情形。所以学佛的人知道，遇到这个情形，千万不能上当，一定要念佛。你念佛，他就走了，你就看不到他。还有神通大的，他会变现佛菩萨样子来接引你，这很可怕！这是佛告诉我们，他不会现本尊，就是他所现的佛，释迦佛、弥勒佛，或者现其他的佛，他不能现阿弥陀佛。他现阿弥陀佛，有护法神干涉，不可以冒充本尊。不是本尊，你诱惑他，他跟你去了，护法神不管你，现本尊是决定不可以的。你一生都是拜阿弥陀佛，临终阿弥陀佛是本尊，他一定现前，不是他现前，那你自己有障碍。",
      "zh_TW": "下面說，「又《大論》」，這《大智度論》，《大智度論》裡頭也說，「如意通」，如意通就是神足通，「有三種」，第一個「能到」，再遠的地方，他起心動念就到了，所以不需要交通工具。第二種「轉變」，他能分身，他能變化。連鬼都能變，你的那些冤親債主，在你臨命終時，他變成你家親眷屬的模樣來引誘你，這《地藏經》上都有說明。人在沒有斷氣的時候說，我看到哪一個人在門口，我看到他了。那真的，那絕對不是他的親屬，是冤親債主，這個時候來誘惑他，帶他去，再報復他，多半是這個情形。所以學佛的人知道，遇到這個情形，千萬不能上當，一定要念佛。你念佛，他就走了，你就看不到他。還有神通大的，他會變現佛菩薩樣子來接引你，這很可怕！這是佛告訴我們，他不會現本尊，就是他所現的佛，釋迦佛、彌勒佛，或者現其他的佛，他不能現阿彌陀佛。他現阿彌陀佛，有護法神干涉，不可以冒充本尊。不是本尊，你誘惑他，他跟你去了，護法神不管你，現本尊是決定不可以的。你一生都是拜阿彌陀佛，臨終阿彌陀佛是本尊，他一定現前，不是他現前，那你自己有障礙。"
    },
    {
      "id": "02-037-0152_p0004",
      "zh_CN": "障碍不外乎两桩，一个是烦恼，一个是业障。所以断烦恼、消业障，这是真正功夫。我们说我念佛、我念经、我拜佛，那是手段，那是方法，断烦恼、消业障的方法。这个方法有没有效是另外一桩事情，不能把方法当作功夫，那就错了。有人念佛，念佛这最方便的方法，但是他有怀疑、他有夹杂，这个功夫完全被破坏了，念得再多，不产生效果。有人念佛念几声，阿弥陀佛就出现了，虽然念得少，他的心专，他不散乱，他有诚意。印祖说「一分诚敬得一分利益」，这个人有十分诚敬、有万分诚敬，念几声抵得那个散乱的念几万声，都比不上他，这个道理我们一定要懂。",
      "zh_TW": "障礙不外乎兩樁，一個是煩惱，一個是業障。所以斷煩惱、消業障，這是真正功夫。我們說我念佛、我念經、我拜佛，那是手段，那是方法，斷煩惱、消業障的方法。這個方法有沒有效是另外一樁事情，不能把方法當作功夫，那就錯了。有人念佛，念佛這最方便的方法，但是他有懷疑、他有夾雜，這個功夫完全被破壞了，念得再多，不產生效果。有人念佛念幾聲，阿彌陀佛就出現了，雖然念得少，他的心專，他不散亂，他有誠意。印祖說「一分誠敬得一分利益」，這個人有十分誠敬、有萬分誠敬，念幾聲抵得那個散亂的念幾萬聲，都比不上他，這個道理我們一定要懂。"
    },
    {
      "id": "02-037-0152_p0005",
      "zh_CN": "净土里头有一个很好的指导原则，我们一定要把它记住，佛常讲「心净则佛土净」。这个心静不下来，这个事情麻烦。找一个清净环境去住，没有人扰乱，闭关或者是住山。以前李老师跟我说过，那不是ㄧ般人能成就的。有资格闭关、住山的是有一定的功夫，还差一点、还不到家，所以百尺竿头更进一步，找一个地方加功用行。这属于加行，能够提早成就，这是闭关住山一心修行的目的，初学不行。像开悟，大彻大悟，将悟未悟这个时候，你已经到这个境界，就差那么一点，这个可以。另外一种，名气太大，应酬太多了，来看你的人络绎不绝，你没有办法用功，那这个用闭关、住山拒绝外缘，这个可以。我们这两种条件都没有，你就没有资格住山、闭关。",
      "zh_TW": "淨土裡頭有一個很好的指導原則，我們一定要把它記住，佛常講「心淨則佛土淨」。這個心靜不下來，這個事情麻煩。找一個清淨環境去住，沒有人擾亂，閉關或者是住山。以前李老師跟我說過，那不是ㄧ般人能成就的。有資格閉關、住山的是有一定的功夫，還差一點、還不到家，所以百尺竿頭更進一步，找一個地方加功用行。這屬於加行，能夠提早成就，這是閉關住山一心修行的目的，初學不行。像開悟，大徹大悟，將悟未悟這個時候，你已經到這個境界，就差那麼一點，這個可以。另外一種，名氣太大，應酬太多了，來看你的人絡繹不絕，你沒有辦法用功，那這個用閉關、住山拒絕外緣，這個可以。我們這兩種條件都沒有，你就沒有資格住山、閉關。"
    },
    {
      "id": "02-037-0152_p0006",
      "zh_CN": "我们以前年轻不懂，真的有同修受了戒，没几天，他的缘分不错，有人提供关房，他去闭关去了，我们都很羡慕。我在台北也有人提供山上一栋花园小洋房，打仗的时候这都是大富长者他们的别墅，战争结束之后他们搬回城里住了，那个房子在山上，没人住，欢迎我们到那里去闭关去。我到台中，把这个事情向李老师报告，他才给我说这么多事情，我们才懂得闭关是什么条件。老师讲完之后，「你想想看，你有没有资格？」这就不敢去了。老师后头说一句，你好好想想，赵州八十犹行脚，还要去参学，他为什么不找个地方好好休息，去闭关、去住山去，八十岁还要到外面参访？道理没搞清楚！让我们体会到，释迦牟尼佛在世，为什么讲经教学四十九年，他老人家为什么不闭关、为什么不住山？闭关住山不能利益众生。但是成就之后可以，只有一个条件，没有法缘，可以去闭关、去住山，没有法缘。住山、闭关的意思就是告诉大家，我已经大彻大悟了，我已经明心见性了，你们没有地方学，可以到我这来学，是这个意思，就是招生的味道。如果叩关的人有问题向他请教，他答不出来，可以把他关门打开，出来跟我一道参学，你还不够资格。古时候确实有这种情形。",
      "zh_TW": "我們以前年輕不懂，真的有同修受了戒，沒幾天，他的緣分不錯，有人提供關房，他去閉關去了，我們都很羨慕。我在台北也有人提供山上一棟花園小洋房，打仗的時候這都是大富長者他們的別墅，戰爭結束之後他們搬回城裡住了，那個房子在山上，沒人住，歡迎我們到那裡去閉關去。我到台中，把這個事情向李老師報告，他才給我說這麼多事情，我們才懂得閉關是什麼條件。老師講完之後，「你想想看，你有沒有資格？」這就不敢去了。老師後頭說一句，你好好想想，趙州八十猶行腳，還要去參學，他為什麼不找個地方好好休息，去閉關、去住山去，八十歲還要到外面參訪？道理沒搞清楚！讓我們體會到，釋迦牟尼佛在世，為什麼講經教學四十九年，他老人家為什麼不閉關、為什麼不住山？閉關住山不能利益眾生。但是成就之後可以，只有一個條件，沒有法緣，可以去閉關、去住山，沒有法緣。住山、閉關的意思就是告訴大家，我已經大徹大悟了，我已經明心見性了，你們沒有地方學，可以到我這來學，是這個意思，就是招生的味道。如果叩關的人有問題向他請教，他答不出來，可以把他關門打開，出來跟我一道參學，你還不夠資格。古時候確實有這種情形。"
    },
    {
      "id": "02-037-0152_p0007",
      "zh_CN": "所以信解行证，这是古来祖师大德，清凉就用这四个字来判《华严经》，四分。第一个要相信，第二个是求解，信了以后解，解了以后才能行，连念阿弥陀佛都得要解了之后才能行，行才有力量。为什么念佛的人多，往生的人少？那个念佛的人没有解。没有解，信不可靠，那个信实在讲是半信半疑，别人给他讲这个法门好、那个法门好，他就动心了，他就把握不住了，为什么？解得不够透彻。所以信了之后求解的时间长，行不难，知难行易，章嘉大师说，佛法是知难行易。所以释迦牟尼佛讲经要那么长的时间。尤其，我们在四十九年讲经过程当中能够体会到，大乘难。你看佛说小乘就十二年；方等是大乘的预备班，八年；正式讲大乘，般若，二十二年；最后法华，那是ㄧ乘法，在大乘之上，一佛乘，八年。我们从世尊这个示现就知道，佛法的核心是般若，般若讲空慧，这个难懂，要用这么长的时间。你不能解，你就没有办法行，你行不得力，行得力才有成就，才能契入境界，入就是证，信解行证，这就圆满了。",
      "zh_TW": "所以信解行證，這是古來祖師大德，清涼就用這四個字來判《華嚴經》，四分。第一個要相信，第二個是求解，信了以後解，解了以後才能行，連念阿彌陀佛都得要解了之後才能行，行才有力量。為什麼念佛的人多，往生的人少？那個念佛的人沒有解。沒有解，信不可靠，那個信實在講是半信半疑，別人給他講這個法門好、那個法門好，他就動心了，他就把握不住了，為什麼？解得不夠透徹。所以信了之後求解的時間長，行不難，知難行易，章嘉大師說，佛法是知難行易。所以釋迦牟尼佛講經要那麼長的時間。尤其，我們在四十九年講經過程當中能夠體會到，大乘難。你看佛說小乘就十二年；方等是大乘的預備班，八年；正式講大乘，般若，二十二年；最後法華，那是ㄧ乘法，在大乘之上，一佛乘，八年。我們從世尊這個示現就知道，佛法的核心是般若，般若講空慧，這個難懂，要用這麼長的時間。你不能解，你就沒有辦法行，你行不得力，行得力才有成就，才能契入境界，入就是證，信解行證，這就圓滿了。"
    },
    {
      "id": "02-037-0152_p0008",
      "zh_CN": "净宗也不能够违背这个原则，但是净宗里头有特殊，其实其他宗派也有，各人善根福德不相同。净宗里面最明显的，我说他们是真正道地的上上根人，他们真信，他们并不了解，他真信，一点都不怀疑，真正愿生净土，亲近弥陀。什么都不懂，什么他都不想学，《弥陀经》他会念，他不想懂，他就老实念，临命终时，往生瑞相稀有，他真的去了，这种人上上根人，真简单！这就是李老师常说的阿公阿婆，这乡下的，不认识字的，他们遇到这个法门，三年五载到极乐世界去作佛去了，老师说这是下愚之人。净土法门唯上智与下愚不移，上智的人他听了决定相信，没有怀疑，信愿持名，他到极乐世界了，下愚之人亦如是。下愚跟上智是平等的，到达极乐世界是平等。最难度的就当中这一分子，不上不下，占人数是决定大多数，现在称之为知识分子，难度，不上不下。释迦牟尼佛讲经说法四十九年为谁？就是为这些人。",
      "zh_TW": "淨宗也不能夠違背這個原則，但是淨宗裡頭有特殊，其實其他宗派也有，各人善根福德不相同。淨宗裡面最明顯的，我說他們是真正道地的上上根人，他們真信，他們並不了解，他真信，一點都不懷疑，真正願生淨土，親近彌陀。什麼都不懂，什麼他都不想學，《彌陀經》他會念，他不想懂，他就老實念，臨命終時，往生瑞相稀有，他真的去了，這種人上上根人，真簡單！這就是李老師常說的阿公阿婆，這鄉下的，不認識字的，他們遇到這個法門，三年五載到極樂世界去作佛去了，老師說這是下愚之人。淨土法門唯上智與下愚不移，上智的人他聽了決定相信，沒有懷疑，信願持名，他到極樂世界了，下愚之人亦如是。下愚跟上智是平等的，到達極樂世界是平等。最難度的就當中這一分子，不上不下，佔人數是決定大多數，現在稱之為知識分子，難度，不上不下。釋迦牟尼佛講經說法四十九年為誰？就是為這些人。"
    },
    {
      "id": "02-037-0152_p0009",
      "zh_CN": "宗门、性宗，这都是上智之人，惠能大师在《坛经》里面所说的，禅宗专接上上根人，上根人都没有分。净土宗是另外一个办法，是接引另一类上上根人，看起来是下愚，他就那么老实、就那么听话。所以这种上上根人他具足三个条件，老实、听话、真干，他就能成功。这两种人都具足圆满的信心、坚定的愿心，这句佛号他不夹杂，他没有怀疑，他能念到底，句句相应。与自性相应，与弥陀相应，真的是古人讲的，「一念相应一念佛，念念相应念念佛」。他的念念跟佛是沟通的，得佛力加持，我们认为他下愚，古大德说愚不可及，他那个下愚我们比不上他，这真的。我们能真正把这个道理搞清楚、搞明白了，上上根那是学不到的，这种下下根是可以学的，但是也不容易。李老师告诉我，他一生就想学下愚，学不到！真想学。为什么学不到？还是念头太多了，这个世间利益众生的事业很多，这也想做，那也想做，他就学不到了。乡下老阿公没有福报，想什么都是妄想，做不成，一事都做不成，自己生活勉强有个温饱，他也就知足了，什么妄想都没有，这是他能成就的真正原因。",
      "zh_TW": "宗門、性宗，這都是上智之人，惠能大師在《壇經》裡面所說的，禪宗專接上上根人，上根人都沒有分。淨土宗是另外一個辦法，是接引另一類上上根人，看起來是下愚，他就那麼老實、就那麼聽話。所以這種上上根人他具足三個條件，老實、聽話、真幹，他就能成功。這兩種人都具足圓滿的信心、堅定的願心，這句佛號他不夾雜，他沒有懷疑，他能念到底，句句相應。與自性相應，與彌陀相應，真的是古人講的，「一念相應一念佛，念念相應念念佛」。他的念念跟佛是溝通的，得佛力加持，我們認為他下愚，古大德說愚不可及，他那個下愚我們比不上他，這真的。我們能真正把這個道理搞清楚、搞明白了，上上根那是學不到的，這種下下根是可以學的，但是也不容易。李老師告訴我，他一生就想學下愚，學不到！真想學。為什麼學不到？還是念頭太多了，這個世間利益眾生的事業很多，這也想做，那也想做，他就學不到了。鄉下老阿公沒有福報，想什麼都是妄想，做不成，一事都做不成，自己生活勉強有個溫飽，他也就知足了，什麼妄想都沒有，這是他能成就的真正原因。"
    },
    {
      "id": "02-037-0152_p0010",
      "zh_CN": "那我们要想真正学他，要学范蠡。春秋时候范蠡，人家做生意发财了，把所有的财产都分给那些贫穷、穷苦的人，统统拿去救济，财散光了。散光就老实了，不散光不老实，一定要散光才老实，连明天吃的都没有了，人才会老实，才会一心念佛。明天没得吃没有关系，我老实念，后天没得吃没有关系，七天肯定往生。他就求往生，他不求留在这个世间，他对于这个世间、活在这个世间他根本没有丝毫留恋，这个人老实，真老实。可是范蠡，我觉得那个人也是菩萨，他要给世间人做榜样，散光了，从小生意、小买卖再开始，再又做起，做上三年又发大财，比上次还发得多。三聚三散，再散，散了没有隔几年又发了，给世间人做个证明，愈施愈多，财是你的丢不掉，他给人做了个好榜样。有财要散，愈散愈多，布施，愈施愈多，不要去积，积财丧道，积里头有悭吝心，悭吝心将来是饿鬼道。能够把财散，帮助一切苦难众生，跟这些人结缘，自己是行菩萨道，与广大众生结法缘，这个事情多好！哪有比这个事情更好的。",
      "zh_TW": "那我們要想真正學他，要學范蠡。春秋時候范蠡，人家做生意發財了，把所有的財產都分給那些貧窮、窮苦的人，統統拿去救濟，財散光了。散光就老實了，不散光不老實，一定要散光才老實，連明天吃的都沒有了，人才會老實，才會一心念佛。明天沒得吃沒有關係，我老實念，後天沒得吃沒有關係，七天肯定往生。他就求往生，他不求留在這個世間，他對於這個世間、活在這個世間他根本沒有絲毫留戀，這個人老實，真老實。可是范蠡，我覺得那個人也是菩薩，他要給世間人做榜樣，散光了，從小生意、小買賣再開始，再又做起，做上三年又發大財，比上次還發得多。三聚三散，再散，散了沒有隔幾年又發了，給世間人做個證明，愈施愈多，財是你的丟不掉，他給人做了個好榜樣。有財要散，愈散愈多，布施，愈施愈多，不要去積，積財喪道，積裡頭有慳吝心，慳吝心將來是餓鬼道。能夠把財散，幫助一切苦難眾生，跟這些人結緣，自己是行菩薩道，與廣大眾生結法緣，這個事情多好！哪有比這個事情更好的。"
    },
    {
      "id": "02-037-0152_p0011",
      "zh_CN": "《智度论》里面讲的如意通三种，第一个「能到」，他没有障碍，想到哪里就到哪里；第二个「转变」，像孙悟空七十二变，那是属于神足通，有这种能力；第三个「圣如意」，圣如意不容易，这后头讲「唯佛独有」。这个地方讲的佛，包括四十一位法身大士。法身大士是真佛，天台六即佛里头叫分证即佛，是真的不是假的。所以说真佛，标准是什么？他用真心，用真心的人就是佛，用妄心的人不是佛，就是用阿赖耶。那我们知道，十法界的佛用阿赖耶，他没有转识成智，所以天台大师称他为相似即佛，那就不是真的，很像佛，不是真佛。阿赖耶用得最纯，完全遵守佛陀教诲，佛所教的他全做到，非常像佛，差的就是一个用真心，一个用妄心。转妄成真，转阿赖耶为四智菩提，那就是真佛，不用阿赖耶，就是八识五十一心所没有了，纯用智慧，自性本具的般若智慧，这就是真佛。《华严》圆教，从初住开始到妙觉，全用的真心。但是前面四十一个位次，真心还带着阿赖耶的习气，就是无始无明的习气，他带这个。带这个东西不碍事，对他教化众生，随类化身，与一切众生感应道交，都不发生障碍，障碍只障碍他回归自性，这个是障碍。最后这个习气断尽了，他不住实报土，他住常寂光，这没有障碍了。就那么一点点，这一点点非常难断，因为实报土里面的佛菩萨都没有起心动念，所以叫无功用道。他怎么断？顺其自然，时间长久了，自然没有了，用这个方法。",
      "zh_TW": "《智度論》裡面講的如意通三種，第一個「能到」，他沒有障礙，想到哪裡就到哪裡；第二個「轉變」，像孫悟空七十二變，那是屬於神足通，有這種能力；第三個「聖如意」，聖如意不容易，這後頭講「唯佛獨有」。這個地方講的佛，包括四十一位法身大士。法身大士是真佛，天台六即佛裡頭叫分證即佛，是真的不是假的。所以說真佛，標準是什麼？他用真心，用真心的人就是佛，用妄心的人不是佛，就是用阿賴耶。那我們知道，十法界的佛用阿賴耶，他沒有轉識成智，所以天台大師稱他為相似即佛，那就不是真的，很像佛，不是真佛。阿賴耶用得最純，完全遵守佛陀教誨，佛所教的他全做到，非常像佛，差的就是一個用真心，一個用妄心。轉妄成真，轉阿賴耶為四智菩提，那就是真佛，不用阿賴耶，就是八識五十一心所沒有了，純用智慧，自性本具的般若智慧，這就是真佛。《華嚴》圓教，從初住開始到妙覺，全用的真心。但是前面四十一個位次，真心還帶著阿賴耶的習氣，就是無始無明的習氣，他帶這個。帶這個東西不礙事，對他教化眾生，隨類化身，與一切眾生感應道交，都不發生障礙，障礙只障礙他回歸自性，這個是障礙。最後這個習氣斷盡了，他不住實報土，他住常寂光，這沒有障礙了。就那麼一點點，這一點點非常難斷，因為實報土裡面的佛菩薩都沒有起心動念，所以叫無功用道。他怎麼斷？順其自然，時間長久了，自然沒有了，用這個方法。"
    },
    {
      "id": "02-037-0152_p0012",
      "zh_CN": "「能到有四种：一者，身能飞行，如鸟无碍」，他不需要翅膀，他能飞行。中国画的神仙在空中飞行，没有画翅膀的；外国，外国神仙有翅膀，他还要靠翅膀去飞行。中国比他高，不需要翅膀能飞行。我们细心去观看这个能够体会到，中国文化比他们高。「二者，移远令近」，神足通出现，空间跟时间没有了。空间没有了，就是距离没有了，极乐世界在哪里？就在此地，可以把极乐世界移到这边来，它没有距离，也没有远近。时间没有了，没有先后，过去几百年、几千年可以移到现在，未来几百年、几千年也能够移到现在，让你过去现在未来统统看到，这是现量境界。世间的预言家没有这个境界，他们的预言，过去李老师告诉我，他们凭借的是数学。确实，高深数学里头所推演的，像马雅预言都是推演的，推演的有时候也很准确，但是有一个极其微细的数字差了，果报就不一样，叫「差之毫厘，失之千里」，不能说一定准确，不能说。唯有现量境界，定中所看到的，如意通所看到的，那是真的。所以神通有好处。",
      "zh_TW": "「能到有四種：一者，身能飛行，如鳥無礙」，他不需要翅膀，他能飛行。中國畫的神仙在空中飛行，沒有畫翅膀的；外國，外國神仙有翅膀，他還要靠翅膀去飛行。中國比他高，不需要翅膀能飛行。我們細心去觀看這個能夠體會到，中國文化比他們高。「二者，移遠令近」，神足通出現，空間跟時間沒有了。空間沒有了，就是距離沒有了，極樂世界在哪裡？就在此地，可以把極樂世界移到這邊來，它沒有距離，也沒有遠近。時間沒有了，沒有先後，過去幾百年、幾千年可以移到現在，未來幾百年、幾千年也能夠移到現在，讓你過去現在未來統統看到，這是現量境界。世間的預言家沒有這個境界，他們的預言，過去李老師告訴我，他們憑藉的是數學。確實，高深數學裡頭所推演的，像馬雅預言都是推演的，推演的有時候也很準確，但是有一個極其微細的數字差了，果報就不一樣，叫「差之毫釐，失之千里」，不能說一定準確，不能說。唯有現量境界，定中所看到的，如意通所看到的，那是真的。所以神通有好處。"
    },
    {
      "id": "02-037-0152_p0013",
      "zh_CN": "极乐世界居住的人，这六种神通统统具足，而且不但具足，几乎都是圆满具足，没有欠缺。不但是二乘、凡夫不能够跟他相比，权教菩萨也比不上，几乎达到究竟。究竟是阿弥陀佛所证的。所以他们的智慧、神通、道力，几乎跟阿弥陀佛是平等的。我们一个人修行，要修到这个境界，要到哪一劫！真的是无量劫你才能达到。可是我们藉阿弥陀佛本愿加持的力量，我们这一生就可以取得，要多长的时间？真干，我们看到许许多多的例子，不超过三年就能取得，真正不可思议！",
      "zh_TW": "極樂世界居住的人，這六種神通統統具足，而且不但具足，幾乎都是圓滿具足，沒有欠缺。不但是二乘、凡夫不能夠跟他相比，權教菩薩也比不上，幾乎達到究竟。究竟是阿彌陀佛所證的。所以他們的智慧、神通、道力，幾乎跟阿彌陀佛是平等的。我們一個人修行，要修到這個境界，要到哪一劫！真的是無量劫你才能達到。可是我們藉阿彌陀佛本願加持的力量，我們這一生就可以取得，要多長的時間？真幹，我們看到許許多多的例子，不超過三年就能取得，真正不可思議！"
    },
    {
      "id": "02-037-0152_p0014",
      "zh_CN": "第三，「此处没，彼处出」，这也是神足通，在这个地方没有了，那个地方出现了，也是想到哪里就可以到哪里。「四者，一念能至」。下面转变再略加解释，「转变者，大能作小，小能作大」。我们看《西游记》，孙悟空可以变个大身，也可以变个小苍蝇，他也可以变个土地庙，那就是什么？那是转变。「一能作多，多能作一」。他身上的毛，一变的时候都是小孙悟空，能够以一身变很多身。孙悟空七十二变，跟声闻、缘觉比就差很远，声闻缘觉变化是无量无边的。声闻、缘觉比不上极乐世界的菩萨，极乐世界的菩萨能化无量无边身，而且怎么样？本身没有动，不是此地没了那里出了，不是的，此地没有没，本身在阿弥陀佛讲堂里听法，化身、分身遍法界虚空界一切诸佛刹土里面统统都有他在供佛、在闻法。这个能力声闻缘觉没有，差太远了。「种种诸物，皆能转变」，千变万化，《还源观》上讲的出生无尽，就这个意思。随着心念在起变化，无有穷尽。佛菩萨不是随自己的心念，自己没有心念。自己有心念，起的变化不大，有范围，有局限；自己没有念头，不起心不动念、不分别不执着，那个变化就无量无边，才是《还源观》上所说的出生无尽。",
      "zh_TW": "第三，「此處沒，彼處出」，這也是神足通，在這個地方沒有了，那個地方出現了，也是想到哪裡就可以到哪裡。「四者，一念能至」。下面轉變再略加解釋，「轉變者，大能作小，小能作大」。我們看《西遊記》，孫悟空可以變個大身，也可以變個小蒼蠅，他也可以變個土地廟，那就是什麼？那是轉變。「一能作多，多能作一」。他身上的毛，一變的時候都是小孫悟空，能夠以一身變很多身。孫悟空七十二變，跟聲聞、緣覺比就差很遠，聲聞緣覺變化是無量無邊的。聲聞、緣覺比不上極樂世界的菩薩，極樂世界的菩薩能化無量無邊身，而且怎麼樣？本身沒有動，不是此地沒了那裡出了，不是的，此地沒有沒，本身在阿彌陀佛講堂裡聽法，化身、分身遍法界虛空界一切諸佛剎土裡面統統都有他在供佛、在聞法。這個能力聲聞緣覺沒有，差太遠了。「種種諸物，皆能轉變」，千變萬化，《還源觀》上講的出生無盡，就這個意思。隨著心念在起變化，無有窮盡。佛菩薩不是隨自己的心念，自己沒有心念。自己有心念，起的變化不大，有範圍，有侷限；自己沒有念頭，不起心不動念、不分別不執著，那個變化就無量無邊，才是《還源觀》上所說的出生無盡。"
    },
    {
      "id": "02-037-0152_p0015",
      "zh_CN": "「外道辈转变，极久不过七日」，他所变化的，七天就失去作用了，有期限的。还有小神通的，我见过，他们用的法术，有效期间大概只有几个小时。我在美国遇到这么个人，有神通，信徒都说这法师有神通，法师很灵，去看看法师，拜的人很多。法师可以告诉他，你身上如果有什么病痛、毛病，你就来找我。回去之后过一、二天，真的，就像法师说的，某个部位有病痛。打电话给法师，法师说，来，我跟你治治。到他那里去了，他给他摸摸就好了。很灵！对这个法师佩服得不得了。可是有一次一个出家的比丘尼也遇到这个情形，她一想，不对，大概法师做什么法术来找我麻烦的。她真的病痛，法师打电话来，她没有打电话给法师，法师打电话来，问她：妳现在是不是哪里有毛病？她警觉性很高，就回他电话：法师，没有！我很正常。大概这个法师觉得这法术不灵了。然后她就晓得，是他使用的法术，但是这个法术的时间只有几个小时，你只要不理会它，过几个小时它就消失、就没有了。用这个方法，很多信徒去拜他。这是邪术，这不是正法。真有这样的人，真有这样的事，这个不是假的。这个法师现在也不在了，都过世了，我跟他见过两次面。所以这个世间的法术能极久，最长不过七日，那像这种小的法术，大概七个小时顶多不过，再就没有了。「诸佛及弟子，转变自在，无有久近」，没有限制的，没有这个时间限制的。",
      "zh_TW": "「外道輩轉變，極久不過七日」，他所變化的，七天就失去作用了，有期限的。還有小神通的，我見過，他們用的法術，有效期間大概只有幾個小時。我在美國遇到這麼個人，有神通，信徒都說這法師有神通，法師很靈，去看看法師，拜的人很多。法師可以告訴他，你身上如果有什麼病痛、毛病，你就來找我。回去之後過一、二天，真的，就像法師說的，某個部位有病痛。打電話給法師，法師說，來，我跟你治治。到他那裡去了，他給他摸摸就好了。很靈！對這個法師佩服得不得了。可是有一次一個出家的比丘尼也遇到這個情形，她一想，不對，大概法師做什麼法術來找我麻煩的。她真的病痛，法師打電話來，她沒有打電話給法師，法師打電話來，問她：妳現在是不是哪裡有毛病？她警覺性很高，就回他電話：法師，沒有！我很正常。大概這個法師覺得這法術不靈了。然後她就曉得，是他使用的法術，但是這個法術的時間只有幾個小時，你只要不理會它，過幾個小時它就消失、就沒有了。用這個方法，很多信徒去拜他。這是邪術，這不是正法。真有這樣的人，真有這樣的事，這個不是假的。這個法師現在也不在了，都過世了，我跟他見過兩次面。所以這個世間的法術能極久，最長不過七日，那像這種小的法術，大概七個小時頂多不過，再就沒有了。「諸佛及弟子，轉變自在，無有久近」，沒有限制的，沒有這個時間限制的。"
    },
    {
      "id": "02-037-0152_p0016",
      "zh_CN": "「圣如意者，六尘中不可爱、不净物，能观令净」，这是圣如意，这举一个例子来说，「可爱净物，能观令不净」。佛表演过这个事情，不干净的东西（这个供养），佛托钵，有乞丐，乞丐讨饭讨来的一点东西，看到佛了，想到自己前世今生没有种福，才沦落到乞丐，这遇到佛，机会来了，我得供养他，我求点福报，就把讨的剩的这一点菜供养佛。别人闻起来都有馊味了，佛欢喜接受，给他祝福。佛能把馊的东西变成干净的、变成新鲜的，佛有这个能力。所以我们在三十二相里面看到的，他津液得上味，一切东西到他口里头，都是最美的味道。世间人亲情很重，自己的妻子死掉之后，非常难过，念念不舍，佛能把过世的人相给她一变，变成非常难看、非常恐怖，他的情执马上就断掉了。这个对于度化众生很管用，什么喜欢，什么不喜欢，假的，全是假的，没有一样是真的，佛用这个像变魔术一样的。",
      "zh_TW": "「聖如意者，六塵中不可愛、不淨物，能觀令淨」，這是聖如意，這舉一個例子來說，「可愛淨物，能觀令不淨」。佛表演過這個事情，不乾淨的東西（這個供養），佛托缽，有乞丐，乞丐討飯討來的一點東西，看到佛了，想到自己前世今生沒有種福，才淪落到乞丐，這遇到佛，機會來了，我得供養他，我求點福報，就把討的剩的這一點菜供養佛。別人聞起來都有餿味了，佛歡喜接受，給他祝福。佛能把餿的東西變成乾淨的、變成新鮮的，佛有這個能力。所以我們在三十二相裡面看到的，他津液得上味，一切東西到他口裡頭，都是最美的味道。世間人親情很重，自己的妻子死掉之後，非常難過，念念不捨，佛能把過世的人相給她一變，變成非常難看、非常恐怖，他的情執馬上就斷掉了。這個對於度化眾生很管用，什麼喜歡，什麼不喜歡，假的，全是假的，沒有一樣是真的，佛用這個像變魔術一樣的。"
    },
    {
      "id": "02-037-0152_p0017",
      "zh_CN": "「是圣如意法，唯佛独有。」这也是现在物理学家发现的以心控物，在佛法里面讲的是境随心转，一个意思。佛的意念能够将物质环境随着自己意思在转变，这个道理是真的。我们明白这个道理，对这个道理一点不怀疑。今天地球上的灾难可不可以转变？可以！科学家所讲的数据是有道理的，全世界总人口百分之一的平方根，不到一万人，八千多人，不到一万人，这些人能有真正的善根，用集体的意念，就能把地球上这些灾难化解掉。我们学大乘的人相信，这是有理论根据的，不是随便说的。百万人的都市，这个地方有一百个善人，心地善良，行为善良，没有自私自利，这一百个善人是有福之人，他住在这个地方，这个地区就有福，这个地区不遭灾难。现在怎么样？理上讲得通，事上做不到。为什么做不到？到哪里去找一万个这样的人来？我们组这个法会，找个一、二万人不稀奇，但是心是乱的，他不是清净的，他杂心，他不是一心。我们用一个阿弥陀佛的方法，勉强教大家做一心，有没有效果？有一点，时间很短，治标不治本。真正治本，不一定聚集在一起，不在一起也行，同一个时间念佛，用清净心念佛。",
      "zh_TW": "「是聖如意法，唯佛獨有。」這也是現在物理學家發現的以心控物，在佛法裡面講的是境隨心轉，一個意思。佛的意念能夠將物質環境隨著自己意思在轉變，這個道理是真的。我們明白這個道理，對這個道理一點不懷疑。今天地球上的災難可不可以轉變？可以！科學家所講的數據是有道理的，全世界總人口百分之一的平方根，不到一萬人，八千多人，不到一萬人，這些人能有真正的善根，用集體的意念，就能把地球上這些災難化解掉。我們學大乘的人相信，這是有理論根據的，不是隨便說的。百萬人的都市，這個地方有一百個善人，心地善良，行為善良，沒有自私自利，這一百個善人是有福之人，他住在這個地方，這個地區就有福，這個地區不遭災難。現在怎麼樣？理上講得通，事上做不到。為什麼做不到？到哪裡去找一萬個這樣的人來？我們組這個法會，找個一、二萬人不稀奇，但是心是亂的，他不是清淨的，他雜心，他不是一心。我們用一個阿彌陀佛的方法，勉強教大家做一心，有沒有效果？有一點，時間很短，治標不治本。真正治本，不一定聚集在一起，不在一起也行，同一個時間念佛，用清淨心念佛。"
    },
    {
      "id": "02-037-0152_p0018",
      "zh_CN": "念佛最高指导原则，觉明妙行菩萨说的，「不怀疑、不夹杂、不间断」。真正有爱心的人，舍己为人，像什么样的人？像李老师讲的乡下老阿婆这样的人，她没有妄想，她没有杂念，心里头有阿弥陀佛，口里头有阿弥陀佛，念念不间断。如果全世界有一万个这样的人，我们这个世界上灾难会化解。你不要瞧不起她，她什么都没有才叫什么都干净，身心清净。有很高的地位，有很多的财富，心里头是贪瞋痴慢疑，不干净，那个念佛没有效。什么都没有的，那个念佛心干净。我们能不能舍？放下是个手段、是个方法，对初学的人确实能产生效果。所以放得下看得破，放不下没看破，看破哪有不放下的道理！放下是心放下，不是事，事放下，心没有放下，不管用；心放下了，事没有放下，管用。因为他知道事是假的，他心里头不着事相，这是真功夫。净宗的方便就是指方立相，我们的心只有阿弥陀佛、只有极乐世界，除此之外一无所有，这就行，叫指方立相。我们自己能修，自己决定成就，功德回向苦难众生，那叫真行菩萨道，真正是福慧双修，人人都可以做得到。",
      "zh_TW": "念佛最高指導原則，覺明妙行菩薩說的，「不懷疑、不夾雜、不間斷」。真正有愛心的人，捨己為人，像什麼樣的人？像李老師講的鄉下老阿婆這樣的人，她沒有妄想，她沒有雜念，心裡頭有阿彌陀佛，口裡頭有阿彌陀佛，念念不間斷。如果全世界有一萬個這樣的人，我們這個世界上災難會化解。你不要瞧不起她，她什麼都沒有才叫什麼都乾淨，身心清淨。有很高的地位，有很多的財富，心裡頭是貪瞋痴慢疑，不乾淨，那個念佛沒有效。什麼都沒有的，那個念佛心乾淨。我們能不能捨？放下是個手段、是個方法，對初學的人確實能產生效果。所以放得下看得破，放不下沒看破，看破哪有不放下的道理！放下是心放下，不是事，事放下，心沒有放下，不管用；心放下了，事沒有放下，管用。因為他知道事是假的，他心裡頭不著事相，這是真功夫。淨宗的方便就是指方立相，我們的心只有阿彌陀佛、只有極樂世界，除此之外一無所有，這就行，叫指方立相。我們自己能修，自己決定成就，功德迴向苦難眾生，那叫真行菩薩道，真正是福慧雙修，人人都可以做得到。"
    },
    {
      "id": "02-037-0152_p0019",
      "zh_CN": "今天这个世界上超过七十亿人，一万个真正发心的人我相信是可以找得到的。地球上这些灾难，古老最著名的预言，是法国十六世纪的预言家诺查丹玛斯，跟我们讲地球上最大的灾难是世界末日，他的预言里头是讲的一九九九年、二０００年，世界灾难的时候，人类造作罪业到饱和点了。为什么灾难没发生？因为这个预言几百年前就传出来了，全世界的人都知道，一九九九年、二０００年我相信这个世界上每一个宗教，许许多多的信徒都在为这桩事情做祈祷，这个力量很大。一九九九年、二０００年平安度过去了，这个祈祷起了作用，一直推延，推到现在，跟马雅人的预言会合了。从一九九九年到现在十二年了，这十二年当中地球人所造的罪业，我相信超过过去二百年，十二年所造的罪业超过从前二百年。",
      "zh_TW": "今天這個世界上超過七十億人，一萬個真正發心的人我相信是可以找得到的。地球上這些災難，古老最著名的預言，是法國十六世紀的預言家諾查丹瑪斯，跟我們講地球上最大的災難是世界末日，他的預言裡頭是講的一九九九年、二０００年，世界災難的時候，人類造作罪業到飽和點了。為什麼災難沒發生？因為這個預言幾百年前就傳出來了，全世界的人都知道，一九九九年、二０００年我相信這個世界上每一個宗教，許許多多的信徒都在為這樁事情做祈禱，這個力量很大。一九九九年、二０００年平安度過去了，這個祈禱起了作用，一直推延，推到現在，跟馬雅人的預言會合了。從一九九九年到現在十二年了，這十二年當中地球人所造的罪業，我相信超過過去二百年，十二年所造的罪業超過從前二百年。"
    },
    {
      "id": "02-037-0152_p0020",
      "zh_CN": "我们举个很小的例子，杀生，这是恶业里最重的，现在全世界每年堕胎的人数五千万以上。过去没有这个情形，这十二年来这个情形是非常常见的。一年五千万，十年五个亿，十二年六个亿，这最保守的。吃的这些众生，杀害的，一九八０年统计一个数字，动物，陆地上的动物，被杀、被吃了，八百五十亿；水里面这些鱼、虾没算在内，如果加上，估计应该超过一千五百亿。这些都是动物，都有灵性，一年杀这么多，年年还在增加，这世界怎么会没有灾难！所以这个灾难，很多信息我们看到的，应对这个信息，好像都讲了三桩事情，第一个就是告诉我们吃素，不吃众生肉，每个信息都提到这个；第二个教的，我们得有善心、爱心，把自性里面的善跟爱发扬光大，爱一切众生；佛门里头还加上一个念阿弥陀佛。吃素、有善心、念阿弥陀佛的人，在这个灾难可以平安度过。我们希望全世界净宗同学，我相信人数不会少，我们要积极提倡素食。",
      "zh_TW": "我們舉個很小的例子，殺生，這是惡業裡最重的，現在全世界每年墮胎的人數五千萬以上。過去沒有這個情形，這十二年來這個情形是非常常見的。一年五千萬，十年五個億，十二年六個億，這最保守的。吃的這些眾生，殺害的，一九八０年統計一個數字，動物，陸地上的動物，被殺、被吃了，八百五十億；水裡面這些魚、蝦沒算在內，如果加上，估計應該超過一千五百億。這些都是動物，都有靈性，一年殺這麼多，年年還在增加，這世界怎麼會沒有災難！所以這個災難，很多信息我們看到的，應對這個信息，好像都講了三樁事情，第一個就是告訴我們吃素，不吃眾生肉，每個信息都提到這個；第二個教的，我們得有善心、愛心，把自性裡面的善跟愛發揚光大，愛一切眾生；佛門裡頭還加上一個念阿彌陀佛。吃素、有善心、念阿彌陀佛的人，在這個災難可以平安度過。我們希望全世界淨宗同學，我相信人數不會少，我們要積極提倡素食。"
    },
    {
      "id": "02-037-0152_p0021",
      "zh_CN": "素食是健康的。我吃素六十一年，我学佛半年就采取素食了，到今年六十一年，身体很正常，什么问题都没有，这是一个好样子。心地善良，别人毁谤我、欺负我、障碍我，甚至陷害我，我看他们都是佛菩萨，没有怨恨心，我每天讲经、念佛都给他回向。他以恶意对我，我以善意回报，快乐！对我个人修学一丝毫障碍都没有。他能够产生障碍，只是众生没有缘闻到佛法，障碍那些，我这里没障碍。这么多年来，我们用网路应该有二十年，用卫星今年是第十年，全球都能够收看到，所以没有障碍。这些净宗同学都应该知道，永远存感恩的心，以爱心对一切众生，相信他们会觉悟、他们会回头。我们的慈悲、善意永恒不变，这是从自性里头生出来的，不是阿赖耶，阿赖耶会变，自性不会变。我们这一生当中只有一个方向，西方极乐世界，只有一个目标，亲近阿弥陀佛，我们心里只有这个，除这个之外什么也没有。身体留在这个世间，祖师大德有两句话，「随缘消旧业，莫更造新殃」。我们要真正懂得，要真正做到，对自己有百利而无一弊，何乐而不为之！",
      "zh_TW": "素食是健康的。我吃素六十一年，我學佛半年就採取素食了，到今年六十一年，身體很正常，什麼問題都沒有，這是一個好樣子。心地善良，別人毀謗我、欺負我、障礙我，甚至陷害我，我看他們都是佛菩薩，沒有怨恨心，我每天講經、念佛都給他迴向。他以惡意對我，我以善意回報，快樂！對我個人修學一絲毫障礙都沒有。他能夠產生障礙，只是眾生沒有緣聞到佛法，障礙那些，我這裡沒障礙。這麼多年來，我們用網路應該有二十年，用衛星今年是第十年，全球都能夠收看到，所以沒有障礙。這些淨宗同學都應該知道，永遠存感恩的心，以愛心對一切眾生，相信他們會覺悟、他們會回頭。我們的慈悲、善意永恆不變，這是從自性裡頭生出來的，不是阿賴耶，阿賴耶會變，自性不會變。我們這一生當中只有一個方向，西方極樂世界，只有一個目標，親近阿彌陀佛，我們心裡只有這個，除這個之外什麼也沒有。身體留在這個世間，祖師大德有兩句話，「隨緣消舊業，莫更造新殃」。我們要真正懂得，要真正做到，對自己有百利而無一弊，何樂而不為之！"
    },
    {
      "id": "02-037-0152_p0022",
      "zh_CN": "灾难不管是真是假，我教大家别放在心上，把阿弥陀佛放在心上。如果真有灾难，我们叫阿弥陀佛，他真答应！我们一叫他就来了，他来接引我们；他没有来，我们的缘还没有了，众生跟我有缘。我们帮什么？我们就是把经教解释给大家听，帮助大家建立信心，帮助大家坚固愿心，他肯老实念，他就决定得生。这是圆满功德，八万四千法门做不到，只有净宗信愿持名，真把这个问题解决，而且很快就解决。一定要真干。我们再看下面第十一愿，「遍供诸佛愿」。请看经文：",
      "zh_TW": "災難不管是真是假，我教大家別放在心上，把阿彌陀佛放在心上。如果真有災難，我們叫阿彌陀佛，他真答應！我們一叫他就來了，他來接引我們；他沒有來，我們的緣還沒有了，眾生跟我有緣。我們幫什麼？我們就是把經教解釋給大家聽，幫助大家建立信心，幫助大家堅固願心，他肯老實念，他就決定得生。這是圓滿功德，八萬四千法門做不到，只有淨宗信願持名，真把這個問題解決，而且很快就解決。一定要真幹。我們再看下面第十一願，「遍供諸佛願」。請看經文："
    },
    {
      "id": "02-037-0152_p0023",
      "zh_CN": "【于一念顷。不能超过亿那由他百千佛刹。周遍巡历供养诸佛者。不取正觉。】",
      "zh_TW": "【於一念頃。不能超過億那由他百千佛剎。周遍巡歷供養諸佛者。不取正覺。】"
    },
    {
      "id": "02-037-0152_p0024",
      "zh_CN": "这极乐世界多殊胜！我们看念老的注解，「第十一遍供诸佛愿。文中合说两愿，如周遍巡历供养诸佛，巡历偏显第十愿，供养偏显第十一愿」，前面第十愿是神足通。『于一念顷』，「一念顷」是极短促的时间。「一念之时限，诸说不一，已见前释」。很短很短，弥勒菩萨所说的，用我们现在的概念上来说，是一千六百兆分之一秒，也就是一秒钟里头有一千六百兆个念头，那个一念叫一念顷。这个一念顷，弥勒菩萨说，「极其微细，不可执持」，我们无法掌握。念老这里就解释，「今依《翻译名义集》以刹那为一念」，大乘经上说一弹指有六十刹那，刹那很短，一弹指六十分之一，这叫一念。「并依《大论》一弹指顷有六十刹那」，这《大智度论》上说的，「故知一念」，是一弹指的六十分之一。弥勒菩萨说的那个更细了，弥勒菩萨说的是一弹指三十二亿百千念。百千是十万，三十二亿乘十万，三百二十兆，那个念头比这里短暂更多！",
      "zh_TW": "這極樂世界多殊勝！我們看念老的註解，「第十一遍供諸佛願。文中合說兩願，如周遍巡歷供養諸佛，巡歷偏顯第十願，供養偏顯第十一願」，前面第十願是神足通。『於一念頃』，「一念頃」是極短促的時間。「一念之時限，諸說不一，已見前釋」。很短很短，彌勒菩薩所說的，用我們現在的概念上來說，是一千六百兆分之一秒，也就是一秒鐘裡頭有一千六百兆個念頭，那個一念叫一念頃。這個一念頃，彌勒菩薩說，「極其微細，不可執持」，我們無法掌握。念老這裡就解釋，「今依《翻譯名義集》以剎那為一念」，大乘經上說一彈指有六十剎那，剎那很短，一彈指六十分之一，這叫一念。「並依《大論》一彈指頃有六十剎那」，這《大智度論》上說的，「故知一念」，是一彈指的六十分之一。彌勒菩薩說的那個更細了，彌勒菩薩說的是一彈指三十二億百千念。百千是十萬，三十二億乘十萬，三百二十兆，那個念頭比這裡短暫更多！"
    },
    {
      "id": "02-037-0152_p0025",
      "zh_CN": "「然于此短促刹那之际」，这么短的时间，可以『超过亿那由他百千佛刹，周遍巡历』，「深显极乐国人神通妙用不可思议」。他在这么短的时间，他有能力周遍巡历供养诸佛，超过亿那由他百千佛刹，这个境界我们无法想像。那由他是数字，「古说不一。其小者，如《玄应音义》谓那由他，当中国十万。其较大者，则谓那由他，隋言数千万」，隋代。古说不一样，有说十万、有说百万、有说千万、有说万万，没有一定的一个说法。「故其数难于确定，但可定言亿那由他百千，表一难以数计之大数」，无法用数目字来说明的，一个很大的数字，这是可以相信的。「于一刹那，能超过如是众多佛刹，表所到之处至远也」。遍游虚空法界，能吗？能！《还源观》上告诉我们，无论是依报的现象，或者是正报的现象，依报是指物质现象，正报是指精神现象，这两种现象，贤首国师告诉我们，都是周遍法界，念头才起就周遍法界，跟这讲的意思完全相同。",
      "zh_TW": "「然於此短促剎那之際」，這麼短的時間，可以『超過億那由他百千佛剎，周遍巡歷』，「深顯極樂國人神通妙用不可思議」。他在這麼短的時間，他有能力周遍巡歷供養諸佛，超過億那由他百千佛剎，這個境界我們無法想像。那由他是數字，「古說不一。其小者，如《玄應音義》謂那由他，當中國十萬。其較大者，則謂那由他，隋言數千萬」，隋代。古說不一樣，有說十萬、有說百萬、有說千萬、有說萬萬，沒有一定的一個說法。「故其數難於確定，但可定言億那由他百千，表一難以數計之大數」，無法用數目字來說明的，一個很大的數字，這是可以相信的。「於一剎那，能超過如是眾多佛剎，表所到之處至遠也」。遍遊虛空法界，能嗎？能！《還源觀》上告訴我們，無論是依報的現象，或者是正報的現象，依報是指物質現象，正報是指精神現象，這兩種現象，賢首國師告訴我們，都是周遍法界，念頭才起就周遍法界，跟這講的意思完全相同。"
    },
    {
      "id": "02-037-0152_p0026",
      "zh_CN": "正报是起心动念，那我们就要晓得，我们的念头一起也是周遍法界。只是我们粗心大意，我们的意念所达到的地方，我们不能够明朗，我们不但迷糊，真的叫迷糊到一无所知，中国古人讲麻木不仁，这四个字形容我觉得恰到好处，麻木到这种程度。佛菩萨觉悟了，所以他心极其灵敏，遍法界虚空界点点滴滴，那个周遍法界他完全接收到，而且完全明了。我们要晓得这桩事情，那心里头就很清楚、很明白，我们不论是有意无意起心动念，遍法界虚空界的菩萨都知道。为什么？这个波发出去的时候就周遍法界，所以他收到了。收到之后起不起作用？起作用。起什么作用？出生无尽，出生无尽就是起作用。这是说明法界虚空界里头万事万物，真的，现在科学家说的名词很好，它是纠缠在一起起作用的，我里头有你他，你里头有我他，统统交缠在一起，分不开。科学家说，宇宙之间没有一个独立的单体，无论是物质、精神，单独一个那毫无意义，它不存在；只有交缠在一起才看到生命的形相、生命的意义。这个信息里头透给我们的就是，我们明白这个事实真相，人与人、人与万物、人与天地一定要和睦相处，为什么？我们是群体，没有独立的。",
      "zh_TW": "正報是起心動念，那我們就要曉得，我們的念頭一起也是周遍法界。只是我們粗心大意，我們的意念所達到的地方，我們不能夠明朗，我們不但迷糊，真的叫迷糊到一無所知，中國古人講麻木不仁，這四個字形容我覺得恰到好處，麻木到這種程度。佛菩薩覺悟了，所以他心極其靈敏，遍法界虛空界點點滴滴，那個周遍法界他完全接收到，而且完全明瞭。我們要曉得這樁事情，那心裡頭就很清楚、很明白，我們不論是有意無意起心動念，遍法界虛空界的菩薩都知道。為什麼？這個波發出去的時候就周遍法界，所以他收到了。收到之後起不起作用？起作用。起什麼作用？出生無盡，出生無盡就是起作用。這是說明法界虛空界裡頭萬事萬物，真的，現在科學家說的名詞很好，它是糾纏在一起起作用的，我裡頭有你他，你裡頭有我他，統統交纏在一起，分不開。科學家說，宇宙之間沒有一個獨立的單體，無論是物質、精神，單獨一個那毫無意義，它不存在；只有交纏在一起才看到生命的形相、生命的意義。這個信息裡頭透給我們的就是，我們明白這個事實真相，人與人、人與萬物、人與天地一定要和睦相處，為什麼？我們是群體，沒有獨立的。"
    },
    {
      "id": "02-037-0152_p0027",
      "zh_CN": "所以中国古人讲五伦，这个太有道理了。五伦是一体，一体的五伦，这就是大乘丰富了中国本土文化。老祖宗讲的这个五伦，没有说一体，或者有说，说得很模糊、不清楚。譬如说的人性本善，「人之初，性本善」，可以把它说成是一体，但是没有明确的说明，实际上它统统分不开关系。人性本善，五伦能脱离它吗？五常能脱离它吗？四维八德能脱离它吗？脱离不了，它们真的是一体。这桩事情，我们学大乘的人容易体会到，容易把它联想起来；但是不学大乘的很不容易，认为五伦、五常、四维、八德是四科，是四门东西。学大乘才知道一即是多，多即是一，一多不二，这就是大乘来解释中国传统文化，把它提高、提升了。不但这四个东西，延伸出去，遍法界虚空界万事万法是一个共同体，《还源观》上讲的一个自性清净圆明体。从这个体里头出两个现象，一个依报，一个正报，依报是宇宙，佛法里面讲的法界虚空界，惠能大师说的能生万法，一体能生万法，万法是一体。万法之体确实是共同的，是没有办法分的。这个体没有任何现象，没有物质现象，没有精神现象，没有自然现象，但是这三种现象都是从这个体里头现出来，从这个体里头生出来。所以极乐世界的人，不但对于这些事实真相完全了解，而且都变成他自己的日常生活，这得多大的受用！",
      "zh_TW": "所以中國古人講五倫，這個太有道理了。五倫是一體，一體的五倫，這就是大乘豐富了中國本土文化。老祖宗講的這個五倫，沒有說一體，或者有說，說得很模糊、不清楚。譬如說的人性本善，「人之初，性本善」，可以把它說成是一體，但是沒有明確的說明，實際上它統統分不開關係。人性本善，五倫能脫離它嗎？五常能脫離它嗎？四維八德能脫離它嗎？脫離不了，它們真的是一體。這樁事情，我們學大乘的人容易體會到，容易把它聯想起來；但是不學大乘的很不容易，認為五倫、五常、四維、八德是四科，是四門東西。學大乘才知道一即是多，多即是一，一多不二，這就是大乘來解釋中國傳統文化，把它提高、提升了。不但這四個東西，延伸出去，遍法界虛空界萬事萬法是一個共同體，《還源觀》上講的一個自性清淨圓明體。從這個體裡頭出兩個現象，一個依報，一個正報，依報是宇宙，佛法裡面講的法界虛空界，惠能大師說的能生萬法，一體能生萬法，萬法是一體。萬法之體確實是共同的，是沒有辦法分的。這個體沒有任何現象，沒有物質現象，沒有精神現象，沒有自然現象，但是這三種現象都是從這個體裡頭現出來，從這個體裡頭生出來。所以極樂世界的人，不但對於這些事實真相完全了解，而且都變成他自己的日常生活，這得多大的受用！"
    },
    {
      "id": "02-037-0152_p0028",
      "zh_CN": "我们在这个世间找一个善知识那么难，善知识里头第一善知识是诸佛如来，极乐世界的人对于法界虚空界一切诸佛如来，这第一善知识，他们随时可以亲近。而且自己的身体没有离开极乐世界，没有离开阿弥陀佛的讲堂，自己还在聚精会神的听经，这边分身出去了。能分无量无边身，这法界里头有多少尊佛、有多少世界，他能分多少身。供佛修福报，闻法修智慧，福慧双修。这个地方我们特别要留意，一切诸佛，没有一个不说法的，这佛弟子不说法行吗？说法自利利他，为什么？因为教学相长。你不出来讲经教学，你学得非常困难，你有许许多多的障碍，这些障碍在教学、在做分享的时候，很容易就化解了。自己得的利益比听经得的利益多，听经得三分利益，讲的人得七分利益，这个一点不假。所以没有一尊佛不是在讲经、在教学，没有中断的，没有休息的。为什么？乐此不疲，世出世法里头最快乐的事情没有比这个更胜的，乐事。看到别人觉悟了，看到别人回头了，多欢喜！看到别人脱离三界，看到别人证菩萨果位，看到别人成佛了，多快乐的事情。这是我们要做好榜样给人看。",
      "zh_TW": "我們在這個世間找一個善知識那麼難，善知識裡頭第一善知識是諸佛如來，極樂世界的人對於法界虛空界一切諸佛如來，這第一善知識，他們隨時可以親近。而且自己的身體沒有離開極樂世界，沒有離開阿彌陀佛的講堂，自己還在聚精會神的聽經，這邊分身出去了。能分無量無邊身，這法界裡頭有多少尊佛、有多少世界，他能分多少身。供佛修福報，聞法修智慧，福慧雙修。這個地方我們特別要留意，一切諸佛，沒有一個不說法的，這佛弟子不說法行嗎？說法自利利他，為什麼？因為教學相長。你不出來講經教學，你學得非常困難，你有許許多多的障礙，這些障礙在教學、在做分享的時候，很容易就化解了。自己得的利益比聽經得的利益多，聽經得三分利益，講的人得七分利益，這個一點不假。所以沒有一尊佛不是在講經、在教學，沒有中斷的，沒有休息的。為什麼？樂此不疲，世出世法裡頭最快樂的事情沒有比這個更勝的，樂事。看到別人覺悟了，看到別人回頭了，多歡喜！看到別人脫離三界，看到別人證菩薩果位，看到別人成佛了，多快樂的事情。這是我們要做好榜樣給人看。"
    },
    {
      "id": "02-037-0152_p0029",
      "zh_CN": "现在很多人出家，「因地不真，果招迂曲」，这《楞严经》上说的。他不是为弘法利生出家，他不是真正为成佛作祖出家、为正法久住，不是的，多多少少都还夹著名利在里头。现在确实有一些知识分子，看到社会上各行各业，出家这个行业不错，在社会上很多人尊敬，供养也很多，又不要纳税，把它看作一个行业。所以现在佛教变成企业了，在全世界还开分店，企业化了，当作生意来做。所以引起社会一些人反感，道理在此地。你得到了好处，你没有回馈给社会。这些现象，这些因果，我们都要把它看清楚、看明白。所以不但是佛教，所有宗教，我觉得都要回归教育。现在社会教育里头不讲伦理、不讲道德、不讲因果，这三样东西，古代教育里头它是中心课题，最重要的课题，现在没有了。所以现在人不会做人，不懂得做人的道理，这是最可怜的。不懂得做人，让别人感触你傲慢。我没有，没有傲慢！你的思想、表情，你的所作所为，确实就是傲慢。为什么？不跟人合作，做事情都是被动而不主动，甚至于对人都是板着面孔，微笑都不肯布施，看到都很难看，这是目前社会现象。补这个课，我觉得宗教来承当非常合适。",
      "zh_TW": "現在很多人出家，「因地不真，果招迂曲」，這《楞嚴經》上說的。他不是為弘法利生出家，他不是真正為成佛作祖出家、為正法久住，不是的，多多少少都還夾著名利在裡頭。現在確實有一些知識分子，看到社會上各行各業，出家這個行業不錯，在社會上很多人尊敬，供養也很多，又不要納稅，把它看作一個行業。所以現在佛教變成企業了，在全世界還開分店，企業化了，當作生意來做。所以引起社會一些人反感，道理在此地。你得到了好處，你沒有回饋給社會。這些現象，這些因果，我們都要把它看清楚、看明白。所以不但是佛教，所有宗教，我覺得都要回歸教育。現在社會教育裡頭不講倫理、不講道德、不講因果，這三樣東西，古代教育裡頭它是中心課題，最重要的課題，現在沒有了。所以現在人不會做人，不懂得做人的道理，這是最可憐的。不懂得做人，讓別人感觸你傲慢。我沒有，沒有傲慢！你的思想、表情，你的所作所為，確實就是傲慢。為什麼？不跟人合作，做事情都是被動而不主動，甚至於對人都是板著面孔，微笑都不肯布施，看到都很難看，這是目前社會現象。補這個課，我覺得宗教來承當非常合適。"
    },
    {
      "id": "02-037-0152_p0030",
      "zh_CN": "几个月前我参加梵蒂冈的活动，我去的目的，就是想催促世界宗教落实教育、回归教育，我为这个去的。前年我到梵蒂冈去了一趟，跟教宗见了面，提到这个事情，这一次再去催促他，而且希望他能做个实验点，就用梵蒂冈这个小城做实验。所以这次我就问清楚了，梵蒂冈面积多大？我原先以为它有一百个英亩，没有想到它只有五十个英亩，那就很小了。五十个英亩合中国三百亩，梵蒂冈面积就这么大，还比不上齐居士在甘肃建的那个城，那个小城有四百亩，城墙围起来四百亩，梵蒂冈比那个还小，居民不到一千人。我说可以！把天主教的精神、天主教的文化落实在梵蒂冈，让全世界的人来看天主教，到这都看到了。应该有个很大的展览馆，像博物馆一样，把天主的精神、天主的文化统统展现出来，这个很有意义。",
      "zh_TW": "幾個月前我參加梵蒂岡的活動，我去的目的，就是想催促世界宗教落實教育、回歸教育，我為這個去的。前年我到梵蒂岡去了一趟，跟教宗見了面，提到這個事情，這一次再去催促他，而且希望他能做個實驗點，就用梵蒂岡這個小城做實驗。所以這次我就問清楚了，梵蒂岡面積多大？我原先以為它有一百個英畝，沒有想到它只有五十個英畝，那就很小了。五十個英畝合中國三百畝，梵蒂岡面積就這麼大，還比不上齊居士在甘肅建的那個城，那個小城有四百畝，城牆圍起來四百畝，梵蒂岡比那個還小，居民不到一千人。我說可以！把天主教的精神、天主教的文化落實在梵蒂岡，讓全世界的人來看天主教，到這都看到了。應該有個很大的展覽館，像博物館一樣，把天主的精神、天主的文化統統展現出來，這個很有意義。"
    },
    {
      "id": "02-037-0152_p0031",
      "zh_CN": "我问他罗马，罗马不大，那城不大。我说罗马有多少个教堂？陶然主教告诉我，大概有四百多个教堂。我说好！那就是四百多个学校，每一个学校都开课，每一个学校都讲经，用你的经典教化这些人民，罗马城一年之后它就变成这个世界上天主教的天堂。罗马经济完全靠旅游，如果加上这个文化，那还得了！全世界的人到那里去参学络绎不绝，它经济也就提起来了，会影响全世界。我这个建议给教皇了，很难得，教皇让主教回了一封信给我，对我这个也很赞同、也很欢喜，没有说要怎么做法。这是这一代众生没有福报。今天做法当然也困难，困难的原因在哪里？没有老师，没人教。一个教堂要能讲经的，至少有四、五个人，它才能兴旺起来，一个人搞不起来，太累了，人家一个学校都几十个老师。所以必须得办师范大学，培养师资，然后分配到这些道场，这道场就活起来了，没有老师怎么行！",
      "zh_TW": "我問他羅馬，羅馬不大，那城不大。我說羅馬有多少個教堂？陶然主教告訴我，大概有四百多個教堂。我說好！那就是四百多個學校，每一個學校都開課，每一個學校都講經，用你的經典教化這些人民，羅馬城一年之後它就變成這個世界上天主教的天堂。羅馬經濟完全靠旅遊，如果加上這個文化，那還得了！全世界的人到那裡去參學絡繹不絕，它經濟也就提起來了，會影響全世界。我這個建議給教皇了，很難得，教皇讓主教回了一封信給我，對我這個也很贊同、也很歡喜，沒有說要怎麼做法。這是這一代眾生沒有福報。今天做法當然也困難，困難的原因在哪裡？沒有老師，沒人教。一個教堂要能講經的，至少有四、五個人，它才能興旺起來，一個人搞不起來，太累了，人家一個學校都幾十個老師。所以必須得辦師範大學，培養師資，然後分配到這些道場，這道場就活起來了，沒有老師怎麼行！"
    },
    {
      "id": "02-037-0152_p0032",
      "zh_CN": "老师怎么培养？第一个是德行，我们这些年来常常提到的扎根教育。以我们为例子，儒释道三个根必须扎稳。这个东西不是念的、不是背的、不是讲的，是要落实，把它变成我们实际生活习惯，变成生活习惯，那真的就是圣贤了。古人读圣贤书，这个圣贤的根柢全部落实在生活。你会说、你会写，你没有做到，你的生活跟一般人一样，人家不要你、不理你，你是假的，你不是真的，必须要老老实实做到。老老实实做到就是正法时期；能说、能教，自己没做到，就是像法时期；能说不能行，末法时期；说都没有了，就是灭法了。教育比什么都重要，如果宗教，有一个宗教带头，做个好样子，其他宗教都会跟进。宗教来带动伦理教育、道德教育、因果教育，那宗教就会受社会大众的欢迎、国家的需要，宗教才能够复兴。如果不回归教育，大概二、三十年之后，宗教在这个世界上就灭绝了，没人再相信。梵蒂冈教廷很担心这个事情，主教们告诉我，全世界信仰宗教的人数，这十几年来年年是下降，所以他们很忧虑，这陶然主教告诉我的。他们担心，二、三十年之后还有没有人信仰宗教？前一次我们见面就谈这个问题。天天有讲经，天天教学，来学的学生那么多，那怎么会衰没？不可能！",
      "zh_TW": "老師怎麼培養？第一個是德行，我們這些年來常常提到的扎根教育。以我們為例子，儒釋道三個根必須紮穩。這個東西不是念的、不是背的、不是講的，是要落實，把它變成我們實際生活習慣，變成生活習慣，那真的就是聖賢了。古人讀聖賢書，這個聖賢的根柢全部落實在生活。你會說、你會寫，你沒有做到，你的生活跟一般人一樣，人家不要你、不理你，你是假的，你不是真的，必須要老老實實做到。老老實實做到就是正法時期；能說、能教，自己沒做到，就是像法時期；能說不能行，末法時期；說都沒有了，就是滅法了。教育比什麼都重要，如果宗教，有一個宗教帶頭，做個好樣子，其他宗教都會跟進。宗教來帶動倫理教育、道德教育、因果教育，那宗教就會受社會大眾的歡迎、國家的需要，宗教才能夠復興。如果不回歸教育，大概二、三十年之後，宗教在這個世界上就滅絕了，沒人再相信。梵蒂岡教廷很擔心這個事情，主教們告訴我，全世界信仰宗教的人數，這十幾年來年年是下降，所以他們很憂慮，這陶然主教告訴我的。他們擔心，二、三十年之後還有沒有人信仰宗教？前一次我們見面就談這個問題。天天有講經，天天教學，來學的學生那麼多，那怎麼會衰沒？不可能！"
    },
    {
      "id": "02-037-0152_p0033",
      "zh_CN": "李炳南老居士过去在台中创办了一个台中莲社，台中莲社成立就开始讲经，他每个星期讲一天，在台中三十八年相续不断。我认识他的时候，台中莲社成立十年，我到台中的时候已经十年了。老师告诉我，台中莲社的莲友，就是那个当时有二十万人。为什么会有这么多人？听经、教学，办的都是教育的活动。开了很多小班，十几个班，每一班上课都是一个星期一次。李老师多才多艺，他总的指导。我离开台中，台中莲社二十年了，我在那里住十年，离开的时候莲友的数字到五十万。它分班的，都有名册的。为什么那么兴旺？讲经教学。我在台中十年，非常兴旺。老师培养讲经、讲演的人才，这些年轻人都能言善道，南面从鹿港，北面到新竹，这一带地区一共有二十七个布教所，就是台中莲社的，属于莲社的布教所，都是我们学生去讲经，所以那些信徒集中才有那么多人，不是台中市，差不多半个台湾。如果他不教，怎么可能有这种盛况？都靠教育！我们把教育丢了，那全部就完了。这是我在台中亲眼看到的，给我印象很深，不教怎么行！",
      "zh_TW": "李炳南老居士過去在台中創辦了一個台中蓮社，台中蓮社成立就開始講經，他每個星期講一天，在台中三十八年相續不斷。我認識他的時候，台中蓮社成立十年，我到台中的時候已經十年了。老師告訴我，台中蓮社的蓮友，就是那個當時有二十萬人。為什麼會有這麼多人？聽經、教學，辦的都是教育的活動。開了很多小班，十幾個班，每一班上課都是一個星期一次。李老師多才多藝，他總的指導。我離開台中，台中蓮社二十年了，我在那裡住十年，離開的時候蓮友的數字到五十萬。它分班的，都有名冊的。為什麼那麼興旺？講經教學。我在台中十年，非常興旺。老師培養講經、講演的人才，這些年輕人都能言善道，南面從鹿港，北面到新竹，這一帶地區一共有二十七個佈教所，就是台中蓮社的，屬於蓮社的佈教所，都是我們學生去講經，所以那些信徒集中才有那麼多人，不是台中市，差不多半個台灣。如果他不教，怎麼可能有這種盛況？都靠教育！我們把教育丟了，那全部就完了。這是我在台中親眼看到的，給我印象很深，不教怎麼行！"
    },
    {
      "id": "02-037-0152_p0034",
      "zh_CN": "所以香港这个地方，如果倓虚老法师当年真的把这些佛学院学生都能够留住了，让他们轮流在香港各个道场去讲经教学，香港是佛教圣地，香港人对佛法是正信，他明理。非常可惜，老和尚往生之后，学生就懈怠了，就散了。到外国去的很多，我在国外都遇到他们，不再讲经教学了，很可惜！那一代的这些法师，年龄跟我都差不多，多半比我大，畅怀法师比我小。比我小的很少，比我大的多，现在都不在了。所以机缘难得，真正掌握到那是一番事业，能振兴，就是失掉了。失掉的原因我们知道，讲经的人对讲经没有信心，在经教上下的功夫不够，没有真正去学习。光是看字面，不懂，找一些参考资料，这个不行，没有落实。学了之后把它变成生活，把它变成自己的思想，那个里头才有味道，才尝到法味。尝到法味之后，你就不会丢掉了，为什么？乐趣在里头，离开这个找不到更有乐趣的地方，乐在此中。自己深受佛法的法味，你讲的别人听才有味道；你自己没有尝到这个味道，人家怎么会体会到？所以为什么讲经讲的时间长了，听众都厌倦、都不来了？香港讲经，那个时候就是这种状况。",
      "zh_TW": "所以香港這個地方，如果倓虛老法師當年真的把這些佛學院學生都能夠留住了，讓他們輪流在香港各個道場去講經教學，香港是佛教聖地，香港人對佛法是正信，他明理。非常可惜，老和尚往生之後，學生就懈怠了，就散了。到外國去的很多，我在國外都遇到他們，不再講經教學了，很可惜！那一代的這些法師，年齡跟我都差不多，多半比我大，暢懷法師比我小。比我小的很少，比我大的多，現在都不在了。所以機緣難得，真正掌握到那是一番事業，能振興，就是失掉了。失掉的原因我們知道，講經的人對講經沒有信心，在經教上下的功夫不夠，沒有真正去學習。光是看字面，不懂，找一些參考資料，這個不行，沒有落實。學了之後把它變成生活，把它變成自己的思想，那個裡頭才有味道，才嘗到法味。嘗到法味之後，你就不會丟掉了，為什麼？樂趣在裡頭，離開這個找不到更有樂趣的地方，樂在此中。自己深受佛法的法味，你講的別人聽才有味道；你自己沒有嘗到這個味道，人家怎麼會體會到？所以為什麼講經講的時間長了，聽眾都厭倦、都不來了？香港講經，那個時候就是這種狀況。"
    },
    {
      "id": "02-037-0152_p0035",
      "zh_CN": "我初来的时候，头一天晚上畅怀法师接待我吃晚饭的时候告诉我，他说法师，你年轻，你也没有什么声望，大家不知道你，你这次到这边来讲经，香港的听众对外来的法师，听经，第一天会来，来捧场，最后一天圆满的时候会来，当中就不一定会来。就这两天，一个开张，一个闭幕。我说没有关系。他说怎么？我说只要有桌椅板凳都行，我可以对着桌椅板凳讲，不需要人来听。他说那可以，你要是这样讲法，你能讲，没有人就不能讲的话，他就讲不下去了。我说我可以。结果开讲那一天，真的人满座，以后天天满座，我连续讲四个月。畅怀法师才告诉我，他说法师，你的法缘很殊胜，天天满座。这什么原因？我们以后体会到，契入，你有味道在。你讲的没有味道，照本宣科，找一些资料念念，人家也会找，他来听你干什么？浪费时间，还得转几趟车。这是法师为什么不愿意讲经，听众为什么不愿意听经，你要把原因找到，把原因消除，佛法哪有不兴旺的道理！",
      "zh_TW": "我初來的時候，頭一天晚上暢懷法師接待我吃晚飯的時候告訴我，他說法師，你年輕，你也沒有什麼聲望，大家不知道你，你這次到這邊來講經，香港的聽眾對外來的法師，聽經，第一天會來，來捧場，最後一天圓滿的時候會來，當中就不一定會來。就這兩天，一個開張，一個閉幕。我說沒有關係。他說怎麼？我說只要有桌椅板凳都行，我可以對著桌椅板凳講，不需要人來聽。他說那可以，你要是這樣講法，你能講，沒有人就不能講的話，他就講不下去了。我說我可以。結果開講那一天，真的人滿座，以後天天滿座，我連續講四個月。暢懷法師才告訴我，他說法師，你的法緣很殊勝，天天滿座。這什麼原因？我們以後體會到，契入，你有味道在。你講的沒有味道，照本宣科，找一些資料念念，人家也會找，他來聽你幹什麼？浪費時間，還得轉幾趟車。這是法師為什麼不願意講經，聽眾為什麼不願意聽經，你要把原因找到，把原因消除，佛法哪有不興旺的道理！"
    },
    {
      "id": "02-037-0152_p0036",
      "zh_CN": "好，今天时间到了。",
      "zh_TW": "好，今天時間到了。"
    }
  ]
}