{
  "doc_id": "02-037-0471",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七一集",
    "zh_TW": "第四七一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0471",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-037-0471_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百六十六页倒数第五行，科题「依教成五善」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百六十六頁倒數第五行，科題「依教成五善」。請看經文："
    },
    {
      "id": "02-037-0471_p0002",
      "zh_CN": "【如是五恶五痛五烧。譬如大火。焚烧人身。若能自于其中一心制意。端身正念。言行相副。所作至诚。独作诸善。不为众恶。身独度脱。获其福德。可得长寿。泥洹之道。是为五大善也。】",
      "zh_TW": "【如是五惡五痛五燒。譬如大火。焚燒人身。若能自於其中一心制意。端身正念。言行相副。所作至誠。獨作諸善。不為眾惡。身獨度脫。獲其福德。可得長壽。泥洹之道。是為五大善也。】"
    },
    {
      "id": "02-037-0471_p0003",
      "zh_CN": "这段经文我们在此时此处读到，感受很深。我们今天住在这个地球上，碰到的是乱世，整个世界社会动乱，地球灾变异常。虽然有许多人在思惟、在寻找化解灾难、恢复正常的这些方法，联合国召开和平会议，从一九七０年代开始，到现在四十多年了。有多大的效果，这诸位都看到的，冲突频率年年上升，灾害一年比一年在扩大。所以让许许多多这些志士仁人，对于世界还会有没有和平，信心丧失掉了。这一段就是教导我们的方法，依照这个方法，社会会恢复正常，灾难可以化解。",
      "zh_TW": "這段經文我們在此時此處讀到，感受很深。我們今天住在這個地球上，碰到的是亂世，整個世界社會動亂，地球災變異常。雖然有許多人在思惟、在尋找化解災難、恢復正常的這些方法，聯合國召開和平會議，從一九七０年代開始，到現在四十多年了。有多大的效果，這諸位都看到的，衝突頻率年年上升，災害一年比一年在擴大。所以讓許許多多這些志士仁人，對於世界還會有沒有和平，信心喪失掉了。這一段就是教導我們的方法，依照這個方法，社會會恢復正常，災難可以化解。"
    },
    {
      "id": "02-037-0471_p0004",
      "zh_CN": "美国布莱登博士，前年在悉尼跟一些科学家开了个会，澳洲悉尼召开的。他们也邀请了我，我没去，可是我派了八个人去参加这个活动，回来他们给我一份报告，我看了非常满意。会议是两天，第一天是报告最近这些量子力学家研究的结论，这个结论跟佛法愈来愈接近。第二天专门讨论二０一二马雅灾难预言这个题目，美国布莱登做的总结，做得好！他说马雅预言这桩事情，只要地球上的居民能够觉悟，都能够弃恶扬善，改邪归正，端正心念，这个灾难就化解了；不但灾难可以化解，还会把地球带向更好的走向。科学家说的。他凭什么说的？凭他们科学的研究，发现了什么？发现物质随着念头在转。所以他们提出最近的一个理念，是物质随着念头转，这是以心控物，用我们意念控制物质环境。这跟佛法讲的完全相同，佛告诉我们，一切法从心想生，这个就是被他们发现了。物质现象是从念头产生的，所以念头可以改变物质。",
      "zh_TW": "美國布萊登博士，前年在悉尼跟一些科學家開了個會，澳洲悉尼召開的。他們也邀請了我，我沒去，可是我派了八個人去參加這個活動，回來他們給我一份報告，我看了非常滿意。會議是兩天，第一天是報告最近這些量子力學家研究的結論，這個結論跟佛法愈來愈接近。第二天專門討論二０一二馬雅災難預言這個題目，美國布萊登做的總結，做得好！他說馬雅預言這樁事情，只要地球上的居民能夠覺悟，都能夠棄惡揚善，改邪歸正，端正心念，這個災難就化解了；不但災難可以化解，還會把地球帶向更好的走向。科學家說的。他憑什麼說的？憑他們科學的研究，發現了什麼？發現物質隨著念頭在轉。所以他們提出最近的一個理念，是物質隨著念頭轉，這是以心控物，用我們意念控制物質環境。這跟佛法講的完全相同，佛告訴我們，一切法從心想生，這個就是被他們發現了。物質現象是從念頭產生的，所以念頭可以改變物質。"
    },
    {
      "id": "02-037-0471_p0005",
      "zh_CN": "今天这个世界是我们的念头太不好了，完全违背了自然法则。自然法则就是道，中国人讲的道，不是哪个人制定的，不是哪个人发明的，本来就是。哪些东西？中国老祖宗所说的五伦，这是道，五常也是道，管仲讲的四维，战国时候所讲的八德，这是中国传统文化的核心，讲得再多都离不开这四科。这四科都能够做到，就是圣人、就是贤人，中国教育是圣贤教育。",
      "zh_TW": "今天這個世界是我們的念頭太不好了，完全違背了自然法則。自然法則就是道，中國人講的道，不是哪個人制定的，不是哪個人發明的，本來就是。哪些東西？中國老祖宗所說的五倫，這是道，五常也是道，管仲講的四維，戰國時候所講的八德，這是中國傳統文化的核心，講得再多都離不開這四科。這四科都能夠做到，就是聖人、就是賢人，中國教育是聖賢教育。"
    },
    {
      "id": "02-037-0471_p0006",
      "zh_CN": "五伦是讲人跟人的关系，一家人，中国自古以来承认，只要是人都是一家人。「父子有亲」，这一句是中国传统文化的核心，中国传统文化、中国人的教育都是从这一句发扬光大的。父子有亲这个亲是亲爱，换句话说，中国教育就是爱的教育。父子的亲爱在什么时候看见？我有一年在日本开会，是联合国的和平会议，那边一些学佛的同修有十几个人，每天陪着我。有一天我们在外面散步，有个年轻的妈妈推了她一个小孩，四个月，我突然想起来，「大家站住，我们都来看，看这个小婴儿」，他坐在小车上，小摇篮里头。我说大家来看，你看母亲对他的爱，他对母亲的爱，他虽然不会说话，你看他的眼睛，你看他的表情，他还不认生，才四个月，还不认生，谁逗他他都笑咪咪的。我说这没人教他，他怎么会的？天性。中国传统文化就从这开始。所以中国传统教育，第一个目的就是希望这种天真的爱，一生保持，永远不会变质，中国教育目的在此地。第二个目的，是这个爱要发扬光大，不仅爱父母，小孩将来懂得爱兄弟姐妹、爱家族，爱你这个大家庭，你的祖父祖母、叔叔伯伯，这都是一家，都要爱，把这个爱发扬光大。再放大就是爱你的邻居、爱你的乡里，爱社会、爱国家、爱民族，到最后，凡是人，皆须爱，这是中国传统。所以中国承认凡是人都是一家人，他有这个概念。",
      "zh_TW": "五倫是講人跟人的關係，一家人，中國自古以來承認，只要是人都是一家人。「父子有親」，這一句是中國傳統文化的核心，中國傳統文化、中國人的教育都是從這一句發揚光大的。父子有親這個親是親愛，換句話說，中國教育就是愛的教育。父子的親愛在什麼時候看見？我有一年在日本開會，是聯合國的和平會議，那邊一些學佛的同修有十幾個人，每天陪著我。有一天我們在外面散步，有個年輕的媽媽推了她一個小孩，四個月，我突然想起來，「大家站住，我們都來看，看這個小嬰兒」，他坐在小車上，小搖籃裡頭。我說大家來看，你看母親對他的愛，他對母親的愛，他雖然不會說話，你看他的眼睛，你看他的表情，他還不認生，才四個月，還不認生，誰逗他他都笑咪咪的。我說這沒人教他，他怎麼會的？天性。中國傳統文化就從這開始。所以中國傳統教育，第一個目的就是希望這種天真的愛，一生保持，永遠不會變質，中國教育目的在此地。第二個目的，是這個愛要發揚光大，不僅愛父母，小孩將來懂得愛兄弟姐妹、愛家族，愛你這個大家庭，你的祖父祖母、叔叔伯伯，這都是一家，都要愛，把這個愛發揚光大。再放大就是愛你的鄰居、愛你的鄉里，愛社會、愛國家、愛民族，到最後，凡是人，皆須愛，這是中國傳統。所以中國承認凡是人都是一家人，他有這個概念。"
    },
    {
      "id": "02-037-0471_p0007",
      "zh_CN": "佛，佛的教育比中国传统高，高在哪里？佛那个概念是一切众生跟自己是一体，我们只是一家，不是一体，佛是讲一体。你看佛的教育一开端，一切众生本来是佛，这个讲得是更亲了，一体，不能分。所以佛法是什么？佛法是慈悲，慈悲就是爱。古时候有人问，什么是佛法？回答的两句话，「慈悲为本，方便为门」，这就是佛法，八个字讲得清清楚楚、明明白白。根本就是慈悲，起作用就是方便，方是方法，便是便宜，就是最恰当的方法。这个方法没有一定，因时不同、因地不同、因人不同、因事不同，但这个方法非常巧妙，样样都合适，这叫方便。所以方便是活的，不是死的。理是一个，慈悲，这永恒不变，运用的时候八面玲珑，千经万论不离这个原则。决定是舍己为人，大乘佛法没有为自己的，都是为别人。别人就是自己，爱别人是真正爱自己，害别人就是害自己。",
      "zh_TW": "佛，佛的教育比中國傳統高，高在哪裡？佛那個概念是一切眾生跟自己是一體，我們只是一家，不是一體，佛是講一體。你看佛的教育一開端，一切眾生本來是佛，這個講得是更親了，一體，不能分。所以佛法是什麼？佛法是慈悲，慈悲就是愛。古時候有人問，什麼是佛法？回答的兩句話，「慈悲為本，方便為門」，這就是佛法，八個字講得清清楚楚、明明白白。根本就是慈悲，起作用就是方便，方是方法，便是便宜，就是最恰當的方法。這個方法沒有一定，因時不同、因地不同、因人不同、因事不同，但這個方法非常巧妙，樣樣都合適，這叫方便。所以方便是活的，不是死的。理是一個，慈悲，這永恆不變，運用的時候八面玲瓏，千經萬論不離這個原則。決定是捨己為人，大乘佛法沒有為自己的，都是為別人。別人就是自己，愛別人是真正愛自己，害別人就是害自己。"
    },
    {
      "id": "02-037-0471_p0008",
      "zh_CN": "从这个父子亲爱，把它扩展到与我们有关系的人。「夫妇有别」，这个别是不同的任务，夫妻结合，这是家庭的核心。一个家庭必须要有生活，物质生活，古时候先生主这个事情，男子主这个，照顾家庭经济生活，就是他要出去谋生，妇女在家里面相夫教子。相夫就是管理家庭的事情是妇女的事情，而妇女最重要的事情是把小孩教好。中国古代，妇女的地位非常尊崇，不是像一般人说的妇女在社会上没有地位，错了！完全不是这么回事情，你读中国古书就知道了。妇女，你看现在，大家晓得称为太太，太太什么意思，没人知道。太太就是妻子！不，太太有个意思的。你要懂得太太，你就晓得妇女的尊贵。太太是什么？圣人的母亲，你的儿女是圣人。太太是从周家来的，周朝，周文王、周武王、周公都是大圣人，他父母教出来的。文王的祖母叫太姜，他的母亲叫太任，他自己的妃子叫太姒，就是武王、周公的母亲。你看这三个太，生出周朝开国的三个君王，都是大圣大贤。孔子心目当中最尊敬的，就是周公。周公是成王的太傅，武王死了，儿子只有十岁，继承王位，但是不能管事，所以周公做摄政王，等到成王二十多岁，能处理事情了，政权交给他。孔子心目当中最佩服的，一生想学周公。所以太太是这么来的，就是希望妳的儿女都要像文武周公一样，妳要把他教出来。",
      "zh_TW": "從這個父子親愛，把它擴展到與我們有關係的人。「夫婦有別」，這個別是不同的任務，夫妻結合，這是家庭的核心。一個家庭必須要有生活，物質生活，古時候先生主這個事情，男子主這個，照顧家庭經濟生活，就是他要出去謀生，婦女在家裡面相夫教子。相夫就是管理家庭的事情是婦女的事情，而婦女最重要的事情是把小孩教好。中國古代，婦女的地位非常尊崇，不是像一般人說的婦女在社會上沒有地位，錯了！完全不是這麼回事情，你讀中國古書就知道了。婦女，你看現在，大家曉得稱為太太，太太什麼意思，沒人知道。太太就是妻子！不，太太有個意思的。你要懂得太太，你就曉得婦女的尊貴。太太是什麼？聖人的母親，你的兒女是聖人。太太是從周家來的，周朝，周文王、周武王、周公都是大聖人，他父母教出來的。文王的祖母叫太姜，他的母親叫太任，他自己的妃子叫太姒，就是武王、周公的母親。你看這三個太，生出周朝開國的三個君王，都是大聖大賢。孔子心目當中最尊敬的，就是周公。周公是成王的太傅，武王死了，兒子只有十歲，繼承王位，但是不能管事，所以周公做攝政王，等到成王二十多歲，能處理事情了，政權交給他。孔子心目當中最佩服的，一生想學周公。所以太太是這麼來的，就是希望妳的兒女都要像文武周公一樣，妳要把他教出來。"
    },
    {
      "id": "02-037-0471_p0009",
      "zh_CN": "胎教，史书上记载的，文王的母亲太任，怀孕他的时候，「目不视恶色」，就是不好看的东西不看，「耳不听淫声」，不正经的话就不听，心端端正正，影响胎儿。所以生下来的小孩好教，好听话。小孩出生，母亲是第一任的老师，他一生成就，根从这儿扎的。出生，眼睛睁开，他就会看，他就会听，他就在模仿。所以父母，任何人跟小孩接触都要守住礼，不能随便说话，不能随便有不好的仪态，为什么？小孩跟你学。规矩可大了，在小孩面前叫如临大宾，父母都要守住规矩，让孩子看，他懂事，他不是不懂事。这样看了一千天，就是满三岁，一千天根深蒂固，中国古谚语有所谓「三岁看八十」，这一千天扎下去的根，一生不会改变。所以《弟子规》不是教小朋友念的，那错了，《弟子规》是父母做出来给小孩看的。小孩全看会了，到他五、六岁会念书念《弟子规》，他统统做到了。那个时候讲是讲道理给他听，为什么要这样做，那是老师的事情，每一条每一条讲给你听，小孩慢慢就都懂了。所以老师教孩子要孝顺父母，父母教儿女要尊师重道，这两方面教，才把一个人教出来。老师的恩德跟父母相同，没有老师不行，父母不能说「你要孝顺我，你是我儿子」，这个话说不出口，这一定第三者说；老师也不能说「我是你的老师，你要尊重」，也说不出口，这个话得父母说。小孩是这么教出来的。",
      "zh_TW": "胎教，史書上記載的，文王的母親太任，懷孕他的時候，「目不視惡色」，就是不好看的東西不看，「耳不聽淫聲」，不正經的話就不聽，心端端正正，影響胎兒。所以生下來的小孩好教，好聽話。小孩出生，母親是第一任的老師，他一生成就，根從這兒紮的。出生，眼睛睜開，他就會看，他就會聽，他就在模仿。所以父母，任何人跟小孩接觸都要守住禮，不能隨便說話，不能隨便有不好的儀態，為什麼？小孩跟你學。規矩可大了，在小孩面前叫如臨大賓，父母都要守住規矩，讓孩子看，他懂事，他不是不懂事。這樣看了一千天，就是滿三歲，一千天根深蒂固，中國古諺語有所謂「三歲看八十」，這一千天紮下去的根，一生不會改變。所以《弟子規》不是教小朋友念的，那錯了，《弟子規》是父母做出來給小孩看的。小孩全看會了，到他五、六歲會念書念《弟子規》，他統統做到了。那個時候講是講道理給他聽，為什麼要這樣做，那是老師的事情，每一條每一條講給你聽，小孩慢慢就都懂了。所以老師教孩子要孝順父母，父母教兒女要尊師重道，這兩方面教，才把一個人教出來。老師的恩德跟父母相同，沒有老師不行，父母不能說「你要孝順我，你是我兒子」，這個話說不出口，這一定第三者說；老師也不能說「我是你的老師，你要尊重」，也說不出口，這個話得父母說。小孩是這麼教出來的。"
    },
    {
      "id": "02-037-0471_p0010",
      "zh_CN": "所以连佛经上，净业三福一开端的两句话，第一句话「孝养父母」，第二句话「奉事师长」，跟中国传统的完全一样。佛法是师道，师道建立在孝道的基础上，没有孝道，哪来的师道？现在这个世界上孝道没有了，说佛法再要建立那多难，怎么个建立法？没有孝子，哪来的尊师重道？没有尊师重道，谁知道懂得孝顺？所以今天难就难在此地，怎么个教法？今天教，真正有懂得的人要做出牺牲奉献，要把孝跟敬，孝亲敬师要做到，要做给大家看。我们今天老师都不在了，唯一的方法把老师照片挂在这边，每堂课不离开老师。这是什么？这是教孝、教尊师重道。老师的儿女不肯跟我合作，要肯跟我合作，我们要得演这场戏。老师的儿女跟自己亲兄弟姐妹没有两样，一生我们有责任要帮助他、要照顾他，跟照顾自己兄弟姐妹一样。但是今天没有孝了，今天兄弟姐妹互相也不往来，很多。这个不能不做出来，不做出来，中国文化怎么复兴法？现在首先就要做样子给人看，只有做出来，大家看了才相信、才佩服，才知道中国古时候原来是这样的。",
      "zh_TW": "所以連佛經上，淨業三福一開端的兩句話，第一句話「孝養父母」，第二句話「奉事師長」，跟中國傳統的完全一樣。佛法是師道，師道建立在孝道的基礎上，沒有孝道，哪來的師道？現在這個世界上孝道沒有了，說佛法再要建立那多難，怎麼個建立法？沒有孝子，哪來的尊師重道？沒有尊師重道，誰知道懂得孝順？所以今天難就難在此地，怎麼個教法？今天教，真正有懂得的人要做出犧牲奉獻，要把孝跟敬，孝親敬師要做到，要做給大家看。我們今天老師都不在了，唯一的方法把老師照片掛在這邊，每堂課不離開老師。這是什麼？這是教孝、教尊師重道。老師的兒女不肯跟我合作，要肯跟我合作，我們要得演這場戲。老師的兒女跟自己親兄弟姐妹沒有兩樣，一生我們有責任要幫助他、要照顧他，跟照顧自己兄弟姐妹一樣。但是今天沒有孝了，今天兄弟姐妹互相也不往來，很多。這個不能不做出來，不做出來，中國文化怎麼復興法？現在首先就要做樣子給人看，只有做出來，大家看了才相信、才佩服，才知道中國古時候原來是這樣的。"
    },
    {
      "id": "02-037-0471_p0011",
      "zh_CN": "日本没有自己的文化，日本文化全是中国的，但是他们丢得比我们早，他们最早吸收西方的科学技术，明治维新。他们丢掉了四百年，我们丢掉两百年。可是日本的农村依旧保守着中国这种老的传统，我到日本去，日本乡下真的路不拾遗，夜不闭户。我在那里住过，鸠山前首相请我去讲经，我在冈山乡下住了半个月，让我受到感动。小贩，卖菜的，路旁边摆个摊子，搭个小棚，那个小棚是固定的，小棚里头有个盒子，木头盒子，丢钱的。这个店没有人管的，菜一把一把整整齐齐摆在那里，上面标了价钱，多重，重量、多少钱写在那里。你拿去，钱自己丢在那里，没人过问的，晚上这小贩来收，一早他就摆在那里。这就跟路不拾遗一样的，你就晓得那个地方民风这么好，真的很可爱。乡下人告诉我，不仅是冈山，在日本像这样的风气几乎到处都有。都市里头没有了，乡下都有，都还是保持老样子，人民老实、淳朴、听话。",
      "zh_TW": "日本沒有自己的文化，日本文化全是中國的，但是他們丟得比我們早，他們最早吸收西方的科學技術，明治維新。他們丟掉了四百年，我們丟掉兩百年。可是日本的農村依舊保守著中國這種老的傳統，我到日本去，日本鄉下真的路不拾遺，夜不閉戶。我在那裡住過，鳩山前首相請我去講經，我在岡山鄉下住了半個月，讓我受到感動。小販，賣菜的，路旁邊擺個攤子，搭個小棚，那個小棚是固定的，小棚裡頭有個盒子，木頭盒子，丟錢的。這個店沒有人管的，菜一把一把整整齊齊擺在那裡，上面標了價錢，多重，重量、多少錢寫在那裡。你拿去，錢自己丟在那裡，沒人過問的，晚上這小販來收，一早他就擺在那裡。這就跟路不拾遺一樣的，你就曉得那個地方民風這麼好，真的很可愛。鄉下人告訴我，不僅是岡山，在日本像這樣的風氣幾乎到處都有。都市裡頭沒有了，鄉下都有，都還是保持老樣子，人民老實、淳樸、聽話。"
    },
    {
      "id": "02-037-0471_p0012",
      "zh_CN": "这些确实是我们的好样子，可惜没有人教。没有人教怎么？他不开智慧，个个是好人、老实人，他不开智慧。所以教学比什么都重要。日本的佛教不讲经了，多久了？四百年。四百年前，他们的寺院庵堂，法师们都讲经，而且都有很多著作，像《无量寿经》在日本是最流行的，日本《无量寿经》注解有三十多种，中国只有两种。日本对这个经下的功夫大，所以净土宗非常盛。那个时候，隋唐时代，这些出家人在中国留学，亲近善导大师，我们净土宗第二代祖师。日本净土宗这些祖师都是善导的学生，我们看了很感动、很佩服。可是现在全变质了，完全是经忏佛事，听不到有讲经、研究经教的，没有了，都把它当作一种职业。在这一点它不如中国。日本只有几个宗教大学，我都去看过，它着重什么？着重于考据，着重于历史的研究，对于教义，已经没有人在这上下功夫了。换句话说，他们学的是佛学知识，没有戒定慧，没有戒定慧也就是没有真正佛法。",
      "zh_TW": "這些確實是我們的好樣子，可惜沒有人教。沒有人教怎麼？他不開智慧，個個是好人、老實人，他不開智慧。所以教學比什麼都重要。日本的佛教不講經了，多久了？四百年。四百年前，他們的寺院庵堂，法師們都講經，而且都有很多著作，像《無量壽經》在日本是最流行的，日本《無量壽經》註解有三十多種，中國只有兩種。日本對這個經下的功夫大，所以淨土宗非常盛。那個時候，隋唐時代，這些出家人在中國留學，親近善導大師，我們淨土宗第二代祖師。日本淨土宗這些祖師都是善導的學生，我們看了很感動、很佩服。可是現在全變質了，完全是經懺佛事，聽不到有講經、研究經教的，沒有了，都把它當作一種職業。在這一點它不如中國。日本只有幾個宗教大學，我都去看過，它著重什麼？著重於考據，著重於歷史的研究，對於教義，已經沒有人在這上下功夫了。換句話說，他們學的是佛學知識，沒有戒定慧，沒有戒定慧也就是沒有真正佛法。"
    },
    {
      "id": "02-037-0471_p0013",
      "zh_CN": "我去讲经，他们非常欢迎，有几位法师也挺隆重的。虽然时间短，他说这个在佛教史上，日本佛教史是一桩大事，最近三、四百年间没有了，出现一次讲经，而且是净土宗的《无量寿经》。这次去讲的时间短，也有一点效果，中西随功法师，还算年轻，发心将日本的《无量寿经》注解，三十多种，中国两种，韩国大概有六、七种，把它会集起来编成一套《无量寿经》注解丛书，很好，这个事情值得做。这部东西出来了，将来研究《无量寿经》就有足够的参考资料，这是好事情。",
      "zh_TW": "我去講經，他們非常歡迎，有幾位法師也挺隆重的。雖然時間短，他說這個在佛教史上，日本佛教史是一樁大事，最近三、四百年間沒有了，出現一次講經，而且是淨土宗的《無量壽經》。這次去講的時間短，也有一點效果，中西隨功法師，還算年輕，發心將日本的《無量壽經》註解，三十多種，中國兩種，韓國大概有六、七種，把它會集起來編成一套《無量壽經》註解叢書，很好，這個事情值得做。這部東西出來了，將來研究《無量壽經》就有足夠的參考資料，這是好事情。"
    },
    {
      "id": "02-037-0471_p0014",
      "zh_CN": "所以解决自己的问题，自己是什么？烦恼的问题、业障的问题，解决家庭的问题，解决事业的问题，解决社会问题，解决今天国家跟国家摩擦的这些问题，佛法里头全都有。所以佛法可以治国，佛法可以兴家。这一段是个总纲领，首先要认识不善的业带给你灾难的果报。这边头一句说得很清楚，『如是』是指上面所说的杀盗淫妄酒。而酒这一段，里面的内容包括意的三恶，就是贪瞋痴，酒醉可以引起贪瞋痴。所以这段经文，理就是五戒十善，我们把它选出来做为晚课读诵的经典。早课读诵的是第六品，四十八愿，晚课读诵的是三十二到三十七品这六品经文。这六品经文，简单的说就是持戒念佛，修净土的具体方法。",
      "zh_TW": "所以解決自己的問題，自己是什麼？煩惱的問題、業障的問題，解決家庭的問題，解決事業的問題，解決社會問題，解決今天國家跟國家摩擦的這些問題，佛法裡頭全都有。所以佛法可以治國，佛法可以興家。這一段是個總綱領，首先要認識不善的業帶給你災難的果報。這邊頭一句說得很清楚，『如是』是指上面所說的殺盜淫妄酒。而酒這一段，裡面的內容包括意的三惡，就是貪瞋痴，酒醉可以引起貪瞋痴。所以這段經文，理就是五戒十善，我們把它選出來做為晚課讀誦的經典。早課讀誦的是第六品，四十八願，晚課讀誦的是三十二到三十七品這六品經文。這六品經文，簡單的說就是持戒念佛，修淨土的具體方法。"
    },
    {
      "id": "02-037-0471_p0015",
      "zh_CN": "『五恶』是杀盗淫妄酒，『五痛』是花报，因为杀盗淫妄酒你都做得太过分了。做得过分是什么？影响你身体健康，身体不健康带来很多疾病，这就痛，痛苦，就是痛是花报，现在的。烧，烧是死以后堕地狱，地狱是一片火海，用烧来做代表。你看，现在得的些病苦、痛苦，将来要堕恶道。『譬如大火，焚烧人身』，这完全是讲地狱。这三句是总结前面的，给你讲的造恶。下面是劝你，你能够回头，回头是岸，回头就好了，回头能救自己、能救家庭、能救社会，现在讲能救国家、能救全世界。怎么回头？『若能自于』，自己于『其中一心制意』，「其中」就是我们现在的环境里头，我们今天的生活环境，在这个当中一心制意，你就做这个功夫。",
      "zh_TW": "『五惡』是殺盜淫妄酒，『五痛』是花報，因為殺盜淫妄酒你都做得太過分了。做得過分是什麼？影響你身體健康，身體不健康帶來很多疾病，這就痛，痛苦，就是痛是花報，現在的。燒，燒是死以後墮地獄，地獄是一片火海，用燒來做代表。你看，現在得的些病苦、痛苦，將來要墮惡道。『譬如大火，焚燒人身』，這完全是講地獄。這三句是總結前面的，給你講的造惡。下面是勸你，你能夠回頭，回頭是岸，回頭就好了，回頭能救自己、能救家庭、能救社會，現在講能救國家、能救全世界。怎麼回頭？『若能自於』，自己於『其中一心制意』，「其中」就是我們現在的環境裡頭，我們今天的生活環境，在這個當中一心制意，你就做這個功夫。"
    },
    {
      "id": "02-037-0471_p0016",
      "zh_CN": "佛在大小乘经上都说，「制心一处，无事不办」。我们的心是散乱的，妄想多、杂念多，所以他生烦恼，不生智慧；制心一处这是禅定，生智慧，不生烦恼。所以今天他教我们「一心制意」，意就是念头，一心就是没有杂念、没有妄想。我们修净土，怎样一心制意？净宗的方法真的叫妙极了，为什么？人人可以做得到。如果不是净土，这个一心制意谁能做到！古时候还有，黄念祖老居士告诉我，我们这一代跟以后再也做不到了，这个话是真的。为什么做不到？只要一样东西存在，你就决定不可能做到。什么东西？电视。你每天看电视，看得乱七八糟的，那个东西教你什么？都是教你打妄想，教你杂念。天天看这个东西，你的意是乱的，就是心是乱糟糟的，心是染污的、是乱的，只生烦恼，不生智慧。净宗有一个方法，就是教你把阿弥陀佛放在心上，其他东西都清除掉。杂念清除掉，妄想清除掉，只有一念，一个阿弥陀佛。时时刻刻想着阿弥陀佛、念着阿弥陀佛，用这个方法一心制意，『端身正念』，这方法太妙了！",
      "zh_TW": "佛在大小乘經上都說，「制心一處，無事不辦」。我們的心是散亂的，妄想多、雜念多，所以他生煩惱，不生智慧；制心一處這是禪定，生智慧，不生煩惱。所以今天他教我們「一心制意」，意就是念頭，一心就是沒有雜念、沒有妄想。我們修淨土，怎樣一心制意？淨宗的方法真的叫妙極了，為什麼？人人可以做得到。如果不是淨土，這個一心制意誰能做到！古時候還有，黃念祖老居士告訴我，我們這一代跟以後再也做不到了，這個話是真的。為什麼做不到？只要一樣東西存在，你就決定不可能做到。什麼東西？電視。你每天看電視，看得亂七八糟的，那個東西教你什麼？都是教你打妄想，教你雜念。天天看這個東西，你的意是亂的，就是心是亂糟糟的，心是染污的、是亂的，只生煩惱，不生智慧。淨宗有一個方法，就是教你把阿彌陀佛放在心上，其他東西都清除掉。雜念清除掉，妄想清除掉，只有一念，一個阿彌陀佛。時時刻刻想著阿彌陀佛、念著阿彌陀佛，用這個方法一心制意，『端身正念』，這方法太妙了！"
    },
    {
      "id": "02-037-0471_p0017",
      "zh_CN": "美国的修．蓝博士，这是个医生，世界闻名。给人治病，疑难杂症，医生治不好的，找到他，他有办法给你治好。而且，医生跟病人不需要见面，相距几千里，他都有办法给你治好，用的是意念。今年三月二十他在香港举办了一个讲座，给大家做公开报告，第二天到这里来看我，今年七十三岁。我问他依据的理论，你这个治疗的方法根据什么理论？他告诉我，清净心。他说必须，这个治病的人必须把自己心里头的记忆，他不是佛教徒，你记忆的，不善的记忆要清除掉，我们讲放下，善的记忆也要清除掉，你恢复到清净心。清净心里头没有任何东西，真的是本来无一物，何处惹尘埃。统统清除掉，恢复清净心，依据这个理论。治病的方法，他说只需要这个病人的姓名、居住的地方、出生年月日、病历就行了，他只要这个资料。怎么治法？他用观想，看着这个，最好能有照片，观想什么？观想这个病人跟自己变成一体。变成一体，然后看到病历，我哪个地方有病，我用我的意念，把我身上这个有病的细胞、器官给它恢复正常。完全用意念恢复正常，对方的病就好了，不要见面的，非常有效果。这个跟佛经上所讲的一样！他这是夏威夷土着古老的方法，他学会了。我说这个有意义，将来在大灾难的时候，医药没有了，医院没有了，医生没有了，这方法管用，不需要用医药。",
      "zh_TW": "美國的修．藍博士，這是個醫生，世界聞名。給人治病，疑難雜症，醫生治不好的，找到他，他有辦法給你治好。而且，醫生跟病人不需要見面，相距幾千里，他都有辦法給你治好，用的是意念。今年三月二十他在香港舉辦了一個講座，給大家做公開報告，第二天到這裡來看我，今年七十三歲。我問他依據的理論，你這個治療的方法根據什麼理論？他告訴我，清淨心。他說必須，這個治病的人必須把自己心裡頭的記憶，他不是佛教徒，你記憶的，不善的記憶要清除掉，我們講放下，善的記憶也要清除掉，你恢復到清淨心。清淨心裡頭沒有任何東西，真的是本來無一物，何處惹塵埃。統統清除掉，恢復清淨心，依據這個理論。治病的方法，他說只需要這個病人的姓名、居住的地方、出生年月日、病歷就行了，他只要這個資料。怎麼治法？他用觀想，看著這個，最好能有照片，觀想什麼？觀想這個病人跟自己變成一體。變成一體，然後看到病歷，我哪個地方有病，我用我的意念，把我身上這個有病的細胞、器官給它恢復正常。完全用意念恢復正常，對方的病就好了，不要見面的，非常有效果。這個跟佛經上所講的一樣！他這是夏威夷土著古老的方法，他學會了。我說這個有意義，將來在大災難的時候，醫藥沒有了，醫院沒有了，醫生沒有了，這方法管用，不需要用醫藥。"
    },
    {
      "id": "02-037-0471_p0018",
      "zh_CN": "病没有别的，就是我们自己器官的细胞里头带着病毒，病毒的根是什么？就是贪瞋痴。如何能够把这个病毒消除？不贪、不瞋、不痴、不傲慢、不怀疑，带着病毒的细胞都能恢复正常，恢复正常就健康。怎么个做法？每天观想半个小时，要连续三十天，真的就改变过来了。每天观想半小时，连续三十天，对方的病就没有了；他自己好了，对方就没有了。他现在常常在世界各地方讲演，把这个方法传给大众。关键就是心要清净，心不清净你就做不到。所以，理论跟佛法讲的完全相同，方法也很正确，用观想。用观想，佛法里叫加持，每天给你做半小时，一个月之后自然就没有了。所以这个地方你看，佛就教给我们一心制意，就是修．蓝所说的理论。如果要用我们净宗的方法，心里头什么都没有，只有阿弥陀佛，那个加持的力量会更大。他没有阿弥陀佛，阿弥陀佛威力不可思议。所以我劝他要念佛，把阿弥陀佛放心上，会产生更大的能量。",
      "zh_TW": "病沒有別的，就是我們自己器官的細胞裡頭帶著病毒，病毒的根是什麼？就是貪瞋痴。如何能夠把這個病毒消除？不貪、不瞋、不痴、不傲慢、不懷疑，帶著病毒的細胞都能恢復正常，恢復正常就健康。怎麼個做法？每天觀想半個小時，要連續三十天，真的就改變過來了。每天觀想半小時，連續三十天，對方的病就沒有了；他自己好了，對方就沒有了。他現在常常在世界各地方講演，把這個方法傳給大眾。關鍵就是心要清淨，心不清淨你就做不到。所以，理論跟佛法講的完全相同，方法也很正確，用觀想。用觀想，佛法裡叫加持，每天給你做半小時，一個月之後自然就沒有了。所以這個地方你看，佛就教給我們一心制意，就是修．藍所說的理論。如果要用我們淨宗的方法，心裡頭什麼都沒有，只有阿彌陀佛，那個加持的力量會更大。他沒有阿彌陀佛，阿彌陀佛威力不可思議。所以我勸他要念佛，把阿彌陀佛放心上，會產生更大的能量。"
    },
    {
      "id": "02-037-0471_p0019",
      "zh_CN": "「端身正念」，端身，不造杀盗淫妄酒，这端身；正念，没有贪瞋痴慢疑，这就是正念。『言行相副』，这人真诚，所说跟所做的表里一致，不欺骗自己，不欺骗别人。『所作至诚』，这两个字难得，诚就很难得了，至诚是真诚到极处。人要是真诚到极处，跟佛菩萨就通了。我早年学经教，老师告诉我，讲经不容易。什么人能讲经？必须对佛的经教要通，你不通你怎么能讲？光通佛经还不行，还要通世间法。为什么？通佛法，你讲的经契理，你不会讲错；通世间法你能够契机，你懂得什么人需要什么，你怎么个讲法。经是活的，不是死的，所以要契机契理。老师举例子给我说，佛法，《大藏经》，你这一生能通得了吗？世间法，不说别的吧，单单说乾隆皇帝编的这套《四库全书》，你能通得了吗？老师这么一说，把我们个个都吓呆了，不可能的事情。《四库全书》，就算你会念书，一天念八个小时，《四库全书》让你念一遍，每天念八个小时，念一百年还没念完，怎么能通！所以，这个学问不是从文字上求得的。",
      "zh_TW": "「端身正念」，端身，不造殺盜淫妄酒，這端身；正念，沒有貪瞋痴慢疑，這就是正念。『言行相副』，這人真誠，所說跟所做的表裡一致，不欺騙自己，不欺騙別人。『所作至誠』，這兩個字難得，誠就很難得了，至誠是真誠到極處。人要是真誠到極處，跟佛菩薩就通了。我早年學經教，老師告訴我，講經不容易。什麼人能講經？必須對佛的經教要通，你不通你怎麼能講？光通佛經還不行，還要通世間法。為什麼？通佛法，你講的經契理，你不會講錯；通世間法你能夠契機，你懂得什麼人需要什麼，你怎麼個講法。經是活的，不是死的，所以要契機契理。老師舉例子給我說，佛法，《大藏經》，你這一生能通得了嗎？世間法，不說別的吧，單單說乾隆皇帝編的這套《四庫全書》，你能通得了嗎？老師這麼一說，把我們個個都嚇呆了，不可能的事情。《四庫全書》，就算你會念書，一天念八個小時，《四庫全書》讓你念一遍，每天念八個小時，念一百年還沒念完，怎麼能通！所以，這個學問不是從文字上求得的。"
    },
    {
      "id": "02-037-0471_p0020",
      "zh_CN": "老师就教我另外一个方法，他说通，记住要通，我们现在从学习这条路上是通不了，那用什么方法？感通，感应，我们求感应，求佛菩萨加持。用什么来求感？用诚，诚上面还要加一个字，至诚。他教我四个字，「至诚感通」，真诚到极处，你跟佛菩萨就通了，你读这个经文自然能贯通。除这个办法之外，没有第二个办法。古今中外一切修行人，通宗通教，显密圆融，全靠这四个字，这四个字是秘密的方法，真通了！这跟印光大师所说的相应，印祖常常教人真诚恭敬，一分诚敬，消一分业障，得一分利益；十分恭敬，真诚恭敬，消十分业障，得十分利益。这个老人一生，无论见到在家、出家，都教他要真诚恭敬。",
      "zh_TW": "老師就教我另外一個方法，他說通，記住要通，我們現在從學習這條路上是通不了，那用什麼方法？感通，感應，我們求感應，求佛菩薩加持。用什麼來求感？用誠，誠上面還要加一個字，至誠。他教我四個字，「至誠感通」，真誠到極處，你跟佛菩薩就通了，你讀這個經文自然能貫通。除這個辦法之外，沒有第二個辦法。古今中外一切修行人，通宗通教，顯密圓融，全靠這四個字，這四個字是祕密的方法，真通了！這跟印光大師所說的相應，印祖常常教人真誠恭敬，一分誠敬，消一分業障，得一分利益；十分恭敬，真誠恭敬，消十分業障，得十分利益。這個老人一生，無論見到在家、出家，都教他要真誠恭敬。"
    },
    {
      "id": "02-037-0471_p0021",
      "zh_CN": "今天佛法，学习困难、弘扬困难，什么原因？找不到对象。什么对象？真诚恭敬的人没有。没有真诚恭敬心，佛菩萨来跟他讲他都听不懂，他都不得利益。我们到哪里去找一个真诚恭敬心的人？找不到了，难在这个地方。所以我们要了解真正的事实真相，那你一定要晓得，佛法是师道，师道一定是建立在孝道的基础上，人要不先学会孝顺父母，他就不能接受佛法；真正的孝子，对老师才有真诚的信心。圣教跟科学技术不一样，科学技术准许你怀疑，因为那是知识，它不是智慧，是知识，你没有真诚恭敬心能学得到。智慧不行，智慧是跟性德相应，是从自性里头流出来的，自性一定是真诚才能走得通，不是真诚走不通，难就难在这里。",
      "zh_TW": "今天佛法，學習困難、弘揚困難，什麼原因？找不到對象。什麼對象？真誠恭敬的人沒有。沒有真誠恭敬心，佛菩薩來跟他講他都聽不懂，他都不得利益。我們到哪裡去找一個真誠恭敬心的人？找不到了，難在這個地方。所以我們要了解真正的事實真相，那你一定要曉得，佛法是師道，師道一定是建立在孝道的基礎上，人要不先學會孝順父母，他就不能接受佛法；真正的孝子，對老師才有真誠的信心。聖教跟科學技術不一樣，科學技術准許你懷疑，因為那是知識，它不是智慧，是知識，你沒有真誠恭敬心能學得到。智慧不行，智慧是跟性德相應，是從自性裡頭流出來的，自性一定是真誠才能走得通，不是真誠走不通，難就難在這裡。"
    },
    {
      "id": "02-037-0471_p0022",
      "zh_CN": "传统文化复兴，十年前，总有十几年了，我住在跑马地，从台湾来了一位学者教授来看我。他在中国大陆到处搞读经，儿童读经，出了事情，来看我，问我怎么办。出什么事情？小朋友四书五经、《老子》、《庄子》读了很多，都能背诵，产生什么？瞧不起父母，瞧不起老师。在学校，我能背这些东西，老师背不出来，瞧不起老师；在家里，他念得很多，父母没有念。这个问题严重！他来问我，我说你错了，你教错了，你没有按照顺序去教他，那些东西是高级班的，初级他没有学。他说初级是什么？我说初级，《弟子规》、《感应篇》、《十善业道》。他对这个东西看轻了，没有瞧得起，他知道有这个东西，他不介绍给小朋友念。我说错了，一定从这里下手，这是什么？这是根。你种树，把根锯掉，这树怎么活得了？我说这是儒释道的三个根。",
      "zh_TW": "傳統文化復興，十年前，總有十幾年了，我住在跑馬地，從台灣來了一位學者教授來看我。他在中國大陸到處搞讀經，兒童讀經，出了事情，來看我，問我怎麼辦。出什麼事情？小朋友四書五經、《老子》、《莊子》讀了很多，都能背誦，產生什麼？瞧不起父母，瞧不起老師。在學校，我能背這些東西，老師背不出來，瞧不起老師；在家裡，他念得很多，父母沒有念。這個問題嚴重！他來問我，我說你錯了，你教錯了，你沒有按照順序去教他，那些東西是高級班的，初級他沒有學。他說初級是什麼？我說初級，《弟子規》、《感應篇》、《十善業道》。他對這個東西看輕了，沒有瞧得起，他知道有這個東西，他不介紹給小朋友念。我說錯了，一定從這裡下手，這是什麼？這是根。你種樹，把根鋸掉，這樹怎麼活得了？我說這是儒釋道的三個根。"
    },
    {
      "id": "02-037-0471_p0023",
      "zh_CN": "我听到他这个现象发生，我就非常留意。那个时候我常常在世界各地讲经弘法，十几年了，二、三十年了，效果不彰。净宗学会倒不少，念佛的人很多，但是功夫不得力。为什么不得力？人没做好，怎么能学佛！所以我才劝导大家，我们要补习，补什么？补三个根的教育，要非常认真的来补习。没有这三个根，你都是搞假的，你搞一辈子你是个专家学者，你决定不是佛菩萨。虽然你讲戒律、你教戒律，你自己本身没做到。《观经》上的净业三福是学佛最高的指导原则，不限于净宗，佛讲得很清楚，这三条末后佛说的，这三种，佛讲的三种，是「三世诸佛，净业正因」。那就是说，不是净宗一样，三世诸佛，过去现在未来，所有菩萨修行成佛不能离开这个原则，你说这多重要。净业正因，佛说得这么清楚，怎么可以疏忽？我说儒释道的三个根有依据，就根据三福里头第一福。第一条四句，「孝养父母」排在第一，第二句「奉事师长」，第三句「慈心不杀」，第四句「修十善业」。所以我就将孝亲尊师落实在《弟子规》，这个做不到，你不懂得怎么孝亲，不懂得怎么尊重师长，尊师重道你不懂，要从这里下手。",
      "zh_TW": "我聽到他這個現象發生，我就非常留意。那個時候我常常在世界各地講經弘法，十幾年了，二、三十年了，效果不彰。淨宗學會倒不少，念佛的人很多，但是功夫不得力。為什麼不得力？人沒做好，怎麼能學佛！所以我才勸導大家，我們要補習，補什麼？補三個根的教育，要非常認真的來補習。沒有這三個根，你都是搞假的，你搞一輩子你是個專家學者，你決定不是佛菩薩。雖然你講戒律、你教戒律，你自己本身沒做到。《觀經》上的淨業三福是學佛最高的指導原則，不限於淨宗，佛講得很清楚，這三條末後佛說的，這三種，佛講的三種，是「三世諸佛，淨業正因」。那就是說，不是淨宗一樣，三世諸佛，過去現在未來，所有菩薩修行成佛不能離開這個原則，你說這多重要。淨業正因，佛說得這麼清楚，怎麼可以疏忽？我說儒釋道的三個根有依據，就根據三福裡頭第一福。第一條四句，「孝養父母」排在第一，第二句「奉事師長」，第三句「慈心不殺」，第四句「修十善業」。所以我就將孝親尊師落實在《弟子規》，這個做不到，你不懂得怎麼孝親，不懂得怎麼尊重師長，尊師重道你不懂，要從這裡下手。"
    },
    {
      "id": "02-037-0471_p0024",
      "zh_CN": "慈心不杀，我们就用道教的《太上感应篇》，完全给我们讲因果。恶业里头第一个就是杀生，今天整个世界灾难爆发，什么原因？杀业太重。联合国发表的，全世界每年被人杀掉、吃掉的这些动物，陆地上走的、水里游的、空中飞的，多少？三千三百七十亿，杀这么多，每一年三千三百七十亿。再第二个，杀人，每天杀多少？超过十五万，每天，你们都没有注意到。这杀什么？堕胎。全世界每年堕胎的人数超过五千万人，平均每天十五万，超过十五万。不是别人，自己的儿女，他能不恨你吗？再到你家来投胎的，那都是报仇来的。佛在经上告诉我们，父母跟子女的缘四种缘，报恩的、报怨的、讨债的、还债的，没有这四种缘不到你家来。既然来了，妳怀孕，他来了，就是这四种关系，这好！四种关系来了，妳要是善于处理，把这个缘转变成法缘，全家学佛，从小带领他学佛。本来是这些关系，变成我们学佛的同参道友，这问题就解决了，孩子从小都把他教成孝子贤孙。冤家宜解不宜结，遇到时一定把它化解掉。所以我们看看联合国这些报导，你就想到这灾难怎么来的。读这品经，你看佛讲的杀盗淫妄、贪瞋痴慢，这种罪业所感得的苦报。现世的苦报这是花报，像植物一样先开花后结果，果报在三途，来生是果报，多可怕！所以教导我们所作至诚，这是我们一生做人基本的态度，要真诚，对人、对事、对物。",
      "zh_TW": "慈心不殺，我們就用道教的《太上感應篇》，完全給我們講因果。惡業裡頭第一個就是殺生，今天整個世界災難爆發，什麼原因？殺業太重。聯合國發表的，全世界每年被人殺掉、吃掉的這些動物，陸地上走的、水裡游的、空中飛的，多少？三千三百七十億，殺這麼多，每一年三千三百七十億。再第二個，殺人，每天殺多少？超過十五萬，每天，你們都沒有注意到。這殺什麼？墮胎。全世界每年墮胎的人數超過五千萬人，平均每天十五萬，超過十五萬。不是別人，自己的兒女，他能不恨你嗎？再到你家來投胎的，那都是報仇來的。佛在經上告訴我們，父母跟子女的緣四種緣，報恩的、報怨的、討債的、還債的，沒有這四種緣不到你家來。既然來了，妳懷孕，他來了，就是這四種關係，這好！四種關係來了，妳要是善於處理，把這個緣轉變成法緣，全家學佛，從小帶領他學佛。本來是這些關係，變成我們學佛的同參道友，這問題就解決了，孩子從小都把他教成孝子賢孫。冤家宜解不宜結，遇到時一定把它化解掉。所以我們看看聯合國這些報導，你就想到這災難怎麼來的。讀這品經，你看佛講的殺盜淫妄、貪瞋痴慢，這種罪業所感得的苦報。現世的苦報這是花報，像植物一樣先開花後結果，果報在三途，來生是果報，多可怕！所以教導我們所作至誠，這是我們一生做人基本的態度，要真誠，對人、對事、對物。"
    },
    {
      "id": "02-037-0471_p0025",
      "zh_CN": "底下这几句说得更好，现在社会乱了，大家都在造业，我怎么样？『独作诸善，不为众恶』，不能跟大众同流合污，我自己要知道回头。众人作恶，我也不要去批评他，也不必去劝导他，为什么？他要不接受的话，他看我们是异类，麻烦就多了。我们要有智慧，随缘，随缘里面保住自己的原则。譬如饮食，我们素食，这样好！他想占一点便宜，随他占，欢欢喜喜，这样就能跟他们在一起相处。善根深厚的人，长久跟我们相处会被感动，肯定的。他们的妄想多、烦恼多，我们的心清净自在，时间长了，他看到我们活得很自在、很幸福、很快乐，这是很容易看到的。看到我们健康，他会向我们请教，我们就老老实实告诉他，健康从哪来的？从素食来的，从心地善良、清净来的，你身体才健康；没有恶念，没有不善的行为。",
      "zh_TW": "底下這幾句說得更好，現在社會亂了，大家都在造業，我怎麼樣？『獨作諸善，不為眾惡』，不能跟大眾同流合污，我自己要知道回頭。眾人作惡，我也不要去批評他，也不必去勸導他，為什麼？他要不接受的話，他看我們是異類，麻煩就多了。我們要有智慧，隨緣，隨緣裡面保住自己的原則。譬如飲食，我們素食，這樣好！他想佔一點便宜，隨他佔，歡歡喜喜，這樣就能跟他們在一起相處。善根深厚的人，長久跟我們相處會被感動，肯定的。他們的妄想多、煩惱多，我們的心清淨自在，時間長了，他看到我們活得很自在、很幸福、很快樂，這是很容易看到的。看到我們健康，他會向我們請教，我們就老老實實告訴他，健康從哪來的？從素食來的，從心地善良、清淨來的，你身體才健康；沒有惡念，沒有不善的行為。"
    },
    {
      "id": "02-037-0471_p0026",
      "zh_CN": "不为众恶，『身独度脱』。甚至于一家人，我们看到很多例子，不是一个，老太太念佛修行，功夫成就了往生，没有告诉家人。告诉怎么？告诉怕惹麻烦、障碍。她真的走了，这是有智慧，聪明。她清清楚楚，没有生病，站着走的、坐着走的，不简单！四十多年前我在佛光山教书，在佛光山时间不长，我只住了十个月就离开了。佛光山这块土地，邻居有个村庄叫将军乡，里面有个老太太，念佛三年。老太太人非常厚道、仁慈，喜欢帮助别人，大家都欢喜她。不懂佛法，拜神，什么都拜。三年前儿子娶媳妇，媳妇学佛，懂得佛法，劝她婆婆不要到处去拜，家里设个佛堂，专念阿弥陀佛、专拜阿弥陀佛。她婆婆很听话，接受了，真的哪里都不去了，在家里念了三年，往生没告诉家里人。",
      "zh_TW": "不為眾惡，『身獨度脫』。甚至於一家人，我們看到很多例子，不是一個，老太太念佛修行，功夫成就了往生，沒有告訴家人。告訴怎麼？告訴怕惹麻煩、障礙。她真的走了，這是有智慧，聰明。她清清楚楚，沒有生病，站著走的、坐著走的，不簡單！四十多年前我在佛光山教書，在佛光山時間不長，我只住了十個月就離開了。佛光山這塊土地，鄰居有個村莊叫將軍鄉，裡面有個老太太，念佛三年。老太太人非常厚道、仁慈，喜歡幫助別人，大家都歡喜她。不懂佛法，拜神，什麼都拜。三年前兒子娶媳婦，媳婦學佛，懂得佛法，勸她婆婆不要到處去拜，家裡設個佛堂，專念阿彌陀佛、專拜阿彌陀佛。她婆婆很聽話，接受了，真的哪裡都不去了，在家裡念了三年，往生沒告訴家裡人。"
    },
    {
      "id": "02-037-0471_p0027",
      "zh_CN": "往生的时间是在晚上，吃晚饭的时候，老太太就叫她的儿子、媳妇、小孩，叫你们先吃饭，不要等我，我去洗澡。她真的去洗澡了，可是儿子、媳妇很孝顺，一定等她，等了很久，怎么还没出来，去看看。叫她没有人答应，房间里看看，她真的洗了澡，换了衣服。然后看到家里小佛堂，她站在佛堂佛像面前，穿着海青，拿着念珠，站在那个地方。再叫不答应，仔细一看，走了。不必要人助念，不要那种麻烦，干净俐落。我们能想像得到，她早就预知时至了，不把这个消息透给人，免得家里人找麻烦，总会劝你再多住几年，一定就是这些话，那打闲岔的，就不说。这真的不是假的。一心专念，三年「身独度脱」。『获其福德』，这个福德可太大了，到极乐世界去了。『可得长寿』，到极乐世界是无量寿，跟阿弥陀佛一样。决定成佛，『泥洹之道』就是成佛。",
      "zh_TW": "往生的時間是在晚上，吃晚飯的時候，老太太就叫她的兒子、媳婦、小孩，叫你們先吃飯，不要等我，我去洗澡。她真的去洗澡了，可是兒子、媳婦很孝順，一定等她，等了很久，怎麼還沒出來，去看看。叫她沒有人答應，房間裡看看，她真的洗了澡，換了衣服。然後看到家裡小佛堂，她站在佛堂佛像面前，穿著海青，拿著念珠，站在那個地方。再叫不答應，仔細一看，走了。不必要人助念，不要那種麻煩，乾淨俐落。我們能想像得到，她早就預知時至了，不把這個消息透給人，免得家裡人找麻煩，總會勸你再多住幾年，一定就是這些話，那打閒岔的，就不說。這真的不是假的。一心專念，三年「身獨度脫」。『獲其福德』，這個福德可太大了，到極樂世界去了。『可得長壽』，到極樂世界是無量壽，跟阿彌陀佛一樣。決定成佛，『泥洹之道』就是成佛。"
    },
    {
      "id": "02-037-0471_p0028",
      "zh_CN": "这些人都在我们面前表演。我们在这个地方，好像是四年前，四、五年前，深圳黄忠昌居士，三十才出头。听我讲经，讲到《往生传》里面总有一半，念佛三年就往生了。曾经有人问我，台湾基隆一个德融法师，他现在不在了，他问过我，是不是这些人刚刚好三年寿命就到了？我说这个话不合乎逻辑，讲不通。应该是什么？他三年功夫成就了，虽有寿命他不要了，这才能讲得通，要不然哪有那么巧？功夫真成就了，这个世界这么苦，留在这里没有必要，帮众生也帮不上忙，自己经教也不通。不如这样走，还给别人做个好样子，让很多人生起信心，这也是弘法利生，也是帮助很多人。这个老太太往生四十多年了，我们还常常想着她、常常念着她，对我们产生的影响多大。",
      "zh_TW": "這些人都在我們面前表演。我們在這個地方，好像是四年前，四、五年前，深圳黃忠昌居士，三十才出頭。聽我講經，講到《往生傳》裡面總有一半，念佛三年就往生了。曾經有人問我，台灣基隆一個德融法師，他現在不在了，他問過我，是不是這些人剛剛好三年壽命就到了？我說這個話不合乎邏輯，講不通。應該是什麼？他三年功夫成就了，雖有壽命他不要了，這才能講得通，要不然哪有那麼巧？功夫真成就了，這個世界這麼苦，留在這裡沒有必要，幫眾生也幫不上忙，自己經教也不通。不如這樣走，還給別人做個好樣子，讓很多人生起信心，這也是弘法利生，也是幫助很多人。這個老太太往生四十多年了，我們還常常想著她、常常念著她，對我們產生的影響多大。"
    },
    {
      "id": "02-037-0471_p0029",
      "zh_CN": "所以，不必告诉人，告诉人只是来找麻烦的。「我将来走了，你一定帮助我助念」，他未必能往生。为什么？他还要靠别人帮忙，自己没把握。真正用功，就像此地所说的，「独作诸善」、「身独度脱」，走的时候不需要别人帮忙。别人往生，我帮他助念可以，我往生不需要别人助念，这才真能往生。这个道理不能不知道。地球上灾难这么多，真正念佛往生的人他没有灾难，他有什么灾难？真正灾难到面前了，正是往生的时候，决定他看到阿弥陀佛来接引他走，他没事，心是定的，信心不逆，信心不乱。所以我们看到这段经文感慨很多，一定要认真学习。",
      "zh_TW": "所以，不必告訴人，告訴人只是來找麻煩的。「我將來走了，你一定幫助我助念」，他未必能往生。為什麼？他還要靠別人幫忙，自己沒把握。真正用功，就像此地所說的，「獨作諸善」、「身獨度脫」，走的時候不需要別人幫忙。別人往生，我幫他助念可以，我往生不需要別人助念，這才真能往生。這個道理不能不知道。地球上災難這麼多，真正念佛往生的人他沒有災難，他有什麼災難？真正災難到面前了，正是往生的時候，決定他看到阿彌陀佛來接引他走，他沒事，心是定的，信心不逆，信心不亂。所以我們看到這段經文感慨很多，一定要認真學習。"
    },
    {
      "id": "02-037-0471_p0030",
      "zh_CN": "下面我们看念老的集注，这是这一品最后的一段。「劝翻转五恶，而成五善」，把五恶，杀生、偷盗翻过来，在这个世间，不杀生、不偷盗、不淫欲、不妄语、不饮酒，要真正做到。不但没有这个行为，念头都没有。为什么念头都没有？知道这个世间法不是真的。《金刚经》上说得好，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。不是真的你把它放在心上，那就是罪过，那就是麻烦，所以不要放在心上。既然想往生净土，一定要把阿弥陀佛放在心上，除阿弥陀佛之外，什么念头都没有，这样就对了，你什么问题都解决了。",
      "zh_TW": "下面我們看念老的集註，這是這一品最後的一段。「勸翻轉五惡，而成五善」，把五惡，殺生、偷盜翻過來，在這個世間，不殺生、不偷盜、不淫欲、不妄語、不飲酒，要真正做到。不但沒有這個行為，念頭都沒有。為什麼念頭都沒有？知道這個世間法不是真的。《金剛經》上說得好，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。不是真的你把它放在心上，那就是罪過，那就是麻煩，所以不要放在心上。既然想往生淨土，一定要把阿彌陀佛放在心上，除阿彌陀佛之外，什麼念頭都沒有，這樣就對了，你什麼問題都解決了。"
    },
    {
      "id": "02-037-0471_p0031",
      "zh_CN": "看下面注解。『譬如大火，焚烧人身』，这是比喻五烧，五烧是果报。「若人能于五痛五烧之中，专一其心，制止意业之三恶」，三恶是杀盗淫、贪瞋痴，也就是念头。制止，不让念头里头有贪瞋痴慢、有杀盗淫妄，这个好，这叫真功夫。「端正身心，言行如一，诚实不欺」，这做人的基本原则，以真心待人。别人以妄心对我，我以真诚对他，为什么？我要求生净土，要亲近阿弥陀佛，那一定要真诚；他，他还继续搞六道轮回，我们各人的方向不同，目标不一样，这不能随顺。「诸恶莫作，众善奉行。则能得福」。善恶的标准是什么？利益众生是善，自利就是恶。修福，为自己是恶，为什么？因为你将来的果报在天上，出不了六道轮回，天福享尽了还要堕落，所以善也不是真善，这个要知道。三恶道我们不想去，三善道也不想住，我们要离开六道，去作佛、作菩萨去，这是一条正路。佛菩萨真实智慧、真实利益，这个利益是利益广大众生的，干这种事情。在这个世间，随缘而不攀缘，你说你多自在、你多幸福。有缘，遇到好事要做，没有缘不去求，不要去攀缘，随缘就好。恶的事情连念头都没有，当然你更不会去做，所以这能得福。「度脱生死」，生死指的是轮回，能超越轮回，能往生净土，这是我们的目标、是我们的方向。",
      "zh_TW": "看下面註解。『譬如大火，焚燒人身』，這是比喻五燒，五燒是果報。「若人能於五痛五燒之中，專一其心，制止意業之三惡」，三惡是殺盜淫、貪瞋痴，也就是念頭。制止，不讓念頭裡頭有貪瞋痴慢、有殺盜淫妄，這個好，這叫真功夫。「端正身心，言行如一，誠實不欺」，這做人的基本原則，以真心待人。別人以妄心對我，我以真誠對他，為什麼？我要求生淨土，要親近阿彌陀佛，那一定要真誠；他，他還繼續搞六道輪迴，我們各人的方向不同，目標不一樣，這不能隨順。「諸惡莫作，眾善奉行。則能得福」。善惡的標準是什麼？利益眾生是善，自利就是惡。修福，為自己是惡，為什麼？因為你將來的果報在天上，出不了六道輪迴，天福享盡了還要墮落，所以善也不是真善，這個要知道。三惡道我們不想去，三善道也不想住，我們要離開六道，去作佛、作菩薩去，這是一條正路。佛菩薩真實智慧、真實利益，這個利益是利益廣大眾生的，幹這種事情。在這個世間，隨緣而不攀緣，你說你多自在、你多幸福。有緣，遇到好事要做，沒有緣不去求，不要去攀緣，隨緣就好。惡的事情連念頭都沒有，當然你更不會去做，所以這能得福。「度脫生死」，生死指的是輪迴，能超越輪迴，能往生淨土，這是我們的目標、是我們的方向。"
    },
    {
      "id": "02-037-0471_p0032",
      "zh_CN": "「《会疏》曰：寻言起行，以行践言。是名言行相副。副，助也，称也」。就是言行一致，说到就要做到，别人才会相信；说到自己没做到，别人不相信。夫子所谓的「听其言而观其行」，我听你说的，再看看你是不是真做到，你真做到我相信你，你做不到就不相信你。我们在这个世间要做到言行相副，我们不是想别人相信我，是希望别人相信佛法。我们是个学佛的人，不要给佛丢脸。言行相副就是持戒，持不妄语的戒。五戒是世出世间法的根本戒，出家要遵守根本戒，在家也守。「长寿者，长生也。世间焉有长生之事」，这话说得好，世间没有真正长生的。「唯证无生，则不生不灭」，佛法里头真有长生，你明心见性你就没有生死了。",
      "zh_TW": "「《會疏》曰：尋言起行，以行踐言。是名言行相副。副，助也，稱也」。就是言行一致，說到就要做到，別人才會相信；說到自己沒做到，別人不相信。夫子所謂的「聽其言而觀其行」，我聽你說的，再看看你是不是真做到，你真做到我相信你，你做不到就不相信你。我們在這個世間要做到言行相副，我們不是想別人相信我，是希望別人相信佛法。我們是個學佛的人，不要給佛丟臉。言行相副就是持戒，持不妄語的戒。五戒是世出世間法的根本戒，出家要遵守根本戒，在家也守。「長壽者，長生也。世間焉有長生之事」，這話說得好，世間沒有真正長生的。「唯證無生，則不生不滅」，佛法裡頭真有長生，你明心見性你就沒有生死了。"
    },
    {
      "id": "02-037-0471_p0033",
      "zh_CN": "在中国，禅宗六祖惠能大师给我们做出最好的榜样。他二十四岁开悟的，开悟给五祖报告，说了五句话，那五句话就是他的毕业论文。五祖衣钵传给他，就是学位给他了。那是什么学位？成佛，明心见性、见性成佛。见性是什么样子？他说了二十个字。第一句话说「本自清净」，自性本自清净，从来没有染污。本性就是真心，每个人都有，我们只是迷了，迷而不觉，并没有丢掉。我们今天用妄心，妄心是从真心变现出来的，没有离开真心，妄心的背后是真心。但是今天真心不起作用，起作用的全是妄心。能大师告诉我们，我们的真心本自清净，这就是说明，一心制意、端身正念是应该的，它本来就是这样的。恢复我们本有的，这就对了。",
      "zh_TW": "在中國，禪宗六祖惠能大師給我們做出最好的榜樣。他二十四歲開悟的，開悟給五祖報告，說了五句話，那五句話就是他的畢業論文。五祖衣缽傳給他，就是學位給他了。那是什麼學位？成佛，明心見性、見性成佛。見性是什麼樣子？他說了二十個字。第一句話說「本自清淨」，自性本自清淨，從來沒有染污。本性就是真心，每個人都有，我們只是迷了，迷而不覺，並沒有丟掉。我們今天用妄心，妄心是從真心變現出來的，沒有離開真心，妄心的背後是真心。但是今天真心不起作用，起作用的全是妄心。能大師告訴我們，我們的真心本自清淨，這就是說明，一心制意、端身正念是應該的，它本來就是這樣的。恢復我們本有的，這就對了。"
    },
    {
      "id": "02-037-0471_p0034",
      "zh_CN": "第二句话说「本不生灭」，说明真心是不生不灭，妄心是有生有灭。妄心是念头，前念灭了它后念又生了，后念不是前念，这个道理一定要懂。所以这种现象是相似相续相，不是真的相续相，每个念头都是独立的，跟前面是有关联，但不是完全一致的。这个做水实验，江本博士做的水实验，做了十几年，告诉我，从来没有发现两个图案是一样的。他对这个事情有疑，他问我，我告诉他，不可能有相同的。他说为什么？因为我们每个念头都是独立的，念念不相同。你做水实验，你用爱心，我用爱心来爱这个水，让它起结晶。我前面念头那个爱跟后面念头的爱，虽然都是爱，里头有轻重不一样，不是一样的。所以结晶现出来有相似，绝对不是完全相同，要是两个念头完全一样你做不出来，这是事实真相。但是真心是完全相同的，为什么？它没有生灭。真心不是波动现象，妄心是波动现象，波动的速度多快？弥勒菩萨告诉我们，一弹指三十二亿百千念。这一弹指之间三十二亿百千念，也就是三百二十兆，这么快的速度。三百二十兆个念头，没有两个念头完全相同，所以它是相似相续，它不是完全相续；完全一样叫相续，它这个现象是相似，不是完全。这个现象在五蕴里叫行，行就是行动，行就是相续、就是不中断，前念灭了，底下一念又生了。但是你一定要晓得，底下一念不是前头一念，你才知道是假的，不是真的。",
      "zh_TW": "第二句話說「本不生滅」，說明真心是不生不滅，妄心是有生有滅。妄心是念頭，前念滅了它後念又生了，後念不是前念，這個道理一定要懂。所以這種現象是相似相續相，不是真的相續相，每個念頭都是獨立的，跟前面是有關聯，但不是完全一致的。這個做水實驗，江本博士做的水實驗，做了十幾年，告訴我，從來沒有發現兩個圖案是一樣的。他對這個事情有疑，他問我，我告訴他，不可能有相同的。他說為什麼？因為我們每個念頭都是獨立的，念念不相同。你做水實驗，你用愛心，我用愛心來愛這個水，讓它起結晶。我前面念頭那個愛跟後面念頭的愛，雖然都是愛，裡頭有輕重不一樣，不是一樣的。所以結晶現出來有相似，絕對不是完全相同，要是兩個念頭完全一樣你做不出來，這是事實真相。但是真心是完全相同的，為什麼？它沒有生滅。真心不是波動現象，妄心是波動現象，波動的速度多快？彌勒菩薩告訴我們，一彈指三十二億百千念。這一彈指之間三十二億百千念，也就是三百二十兆，這麼快的速度。三百二十兆個念頭，沒有兩個念頭完全相同，所以它是相似相續，它不是完全相續；完全一樣叫相續，它這個現象是相似，不是完全。這個現象在五蘊裡叫行，行就是行動，行就是相續、就是不中斷，前念滅了，底下一念又生了。但是你一定要曉得，底下一念不是前頭一念，你才知道是假的，不是真的。"
    },
    {
      "id": "02-037-0471_p0035",
      "zh_CN": "第三句，能大师说「本自具足」，这句话说得好。说明自性清净心里头一样都不缺，有圆满的智慧、圆满的德能、圆满的相好，没有丝毫欠缺。虽有怎么样？它不显，你看不到、摸不到，也想不到。我们的感官必须有对象，前五根眼耳鼻舌身，必须有物质现象，我们才能看见、听见、摸到，有念头的现象，我们能想到。可是自性清净心，真心，不是物质现象，不是念头，也不是波动现象，它什么都没有，波动属于自然现象。科学家分三大类，佛也是分这三大类，物质、精神、自然，它都不是，但是它都具足，为什么？它能生万法。虽然能生，它本身什么都不是，所以科学找不到它，哲学也找不到它。科学跟哲学顶多只能找到阿赖耶，现在阿赖耶真被它找到了，我们不能不佩服它。阿赖耶再往上去那就是真性，真性决定找不到。怎么样才知道？叫唯证方知，证要用定功，不能用仪器，仪器决定找不到，要用禅定功夫。大乘经上佛常讲，八地菩萨以上统统明了。圆教初住虽然明心见性，他是真的见到性，可是他的习气没断掉，习气障碍，障碍他不能清清楚楚的见性，见性是模模糊糊的，不是很清楚的，八地以上才真正清楚。所以唯证无生，则不生不灭。",
      "zh_TW": "第三句，能大師說「本自具足」，這句話說得好。說明自性清淨心裡頭一樣都不缺，有圓滿的智慧、圓滿的德能、圓滿的相好，沒有絲毫欠缺。雖有怎麼樣？它不顯，你看不到、摸不到，也想不到。我們的感官必須有對象，前五根眼耳鼻舌身，必須有物質現象，我們才能看見、聽見、摸到，有念頭的現象，我們能想到。可是自性清淨心，真心，不是物質現象，不是念頭，也不是波動現象，它什麼都沒有，波動屬於自然現象。科學家分三大類，佛也是分這三大類，物質、精神、自然，它都不是，但是它都具足，為什麼？它能生萬法。雖然能生，它本身什麼都不是，所以科學找不到它，哲學也找不到它。科學跟哲學頂多只能找到阿賴耶，現在阿賴耶真被它找到了，我們不能不佩服它。阿賴耶再往上去那就是真性，真性決定找不到。怎麼樣才知道？叫唯證方知，證要用定功，不能用儀器，儀器決定找不到，要用禪定功夫。大乘經上佛常講，八地菩薩以上統統明瞭。圓教初住雖然明心見性，他是真的見到性，可是他的習氣沒斷掉，習氣障礙，障礙他不能清清楚楚的見性，見性是模模糊糊的，不是很清楚的，八地以上才真正清楚。所以唯證無生，則不生不滅。"
    },
    {
      "id": "02-037-0471_p0036",
      "zh_CN": "惠能大师最后一句话说「能生万法」。整个宇宙从哪来的？是自己心里头变现的。所以，大乘佛法肯定宇宙跟自己是一体，比我们中国老祖宗、古圣先贤讲得清楚、讲得明了、讲得究竟圆满。中国老祖宗观念当中，整个宇宙是一家人，应当要亲爱；佛更进一步，遍法界虚空界跟自己是一体，没有差别。这个道理不能不知道，是真的不是假的。所以我们跟极乐世界的关系一定要清楚、要明了，为什么？信心才坚定。阿弥陀佛从哪来的？是我自性变现出来的；极乐世界从哪来的？是我真心所现的。叫「唯心净土，自性弥陀」，跟我是一不是二。既然是一，我要到净土，还能回不去吗？净土是老家；我要亲近阿弥陀佛，他还能不见吗？哪有这个道理？是一体！净宗的信心从这里生的，这叫万修万人去。所以，经教要不透彻、不真正明了，你会有怀疑，你的心不坚定，这一生就去不成；真正坚定，一丝毫怀疑没有，这一生决定往生，一个都不漏，善导大师说「万修万人去」，这是真的长生。",
      "zh_TW": "惠能大師最後一句話說「能生萬法」。整個宇宙從哪來的？是自己心裡頭變現的。所以，大乘佛法肯定宇宙跟自己是一體，比我們中國老祖宗、古聖先賢講得清楚、講得明瞭、講得究竟圓滿。中國老祖宗觀念當中，整個宇宙是一家人，應當要親愛；佛更進一步，遍法界虛空界跟自己是一體，沒有差別。這個道理不能不知道，是真的不是假的。所以我們跟極樂世界的關係一定要清楚、要明瞭，為什麼？信心才堅定。阿彌陀佛從哪來的？是我自性變現出來的；極樂世界從哪來的？是我真心所現的。叫「唯心淨土，自性彌陀」，跟我是一不是二。既然是一，我要到淨土，還能回不去嗎？淨土是老家；我要親近阿彌陀佛，他還能不見嗎？哪有這個道理？是一體！淨宗的信心從這裡生的，這叫萬修萬人去。所以，經教要不透徹、不真正明瞭，你會有懷疑，你的心不堅定，這一生就去不成；真正堅定，一絲毫懷疑沒有，這一生決定往生，一個都不漏，善導大師說「萬修萬人去」，這是真的長生。"
    },
    {
      "id": "02-037-0471_p0037",
      "zh_CN": "「泥洹即涅槃，圆证三德之至果也」。这个「三德」，我们资料里头有这一条，从《佛学大辞典》里头节录下来的。根据「《涅槃经》所说大涅槃所具之三德」，三德里第一个，「法身德，为佛之本体，以常住不灭之法性为身」。这个身不是真的有个形体，如果你认为真的有个形状、有个体就错了，它没有形体。为什么叫它身？它永恒存在。整个宇宙只有它是真的，真的就是不生不灭，这是真的，有生有灭就是假的。所以一定要知道，阿赖耶有生有灭，整个宇宙的现象，今天科学所说的物质现象、心理现象、自然现象统统都有生灭。佛法里头讲阿赖耶三细相，阿赖耶的业相是自然现象，科学称为能量；阿赖耶的转相，就是精神现象，科学称它作信息；阿赖耶的境界相，科学家称它作物质。这个是有生有灭，经典里面讲得很清楚、很详细，比科学报告还要讲得好。",
      "zh_TW": "「泥洹即涅槃，圓證三德之至果也」。這個「三德」，我們資料裡頭有這一條，從《佛學大辭典》裡頭節錄下來的。根據「《涅槃經》所說大涅槃所具之三德」，三德裡第一個，「法身德，為佛之本體，以常住不滅之法性為身」。這個身不是真的有個形體，如果你認為真的有個形狀、有個體就錯了，它沒有形體。為什麼叫它身？它永恆存在。整個宇宙只有它是真的，真的就是不生不滅，這是真的，有生有滅就是假的。所以一定要知道，阿賴耶有生有滅，整個宇宙的現象，今天科學所說的物質現象、心理現象、自然現象統統都有生滅。佛法裡頭講阿賴耶三細相，阿賴耶的業相是自然現象，科學稱為能量；阿賴耶的轉相，就是精神現象，科學稱它作信息；阿賴耶的境界相，科學家稱它作物質。這個是有生有滅，經典裡面講得很清楚、很詳細，比科學報告還要講得好。"
    },
    {
      "id": "02-037-0471_p0038",
      "zh_CN": "法身是什么？法身没有形状，法身遍一切处，像虚空一样。但是它是光明的，它不是黑暗的。法身的光我们看不见，这个一定要知道。宇宙之间的光太多了，现在科学知道，光波有长短不一样。我们的眼睛只能看到许许多多光波里头的一小部分，比这个波段长的看不到，比这个短的也看不到。可是用仪器能够侦测得到，像Ｘ光、紫外线、红外线，这些用科学仪器能把它看到。实际上，我们今天科学能知道的这些光还是一小撮，光波是无量无边、无数无尽，融成整个宇宙。我们要证得法身，就是我们身，真的是身跟念头、跟宇宙这个光融成一体。像这个房间有很多灯光，每一个灯光你看光光融成一体，这就叫证得法身。所以证得法身，你在哪里？你无处不在，你无时不在。你就得知道，极乐世界身是法性身，土是法性土，换句话说，极乐世界在哪里？无处不在；极乐世界人在哪里？也无处不在。你要明白这个道理，化成光了！",
      "zh_TW": "法身是什麼？法身沒有形狀，法身遍一切處，像虛空一樣。但是它是光明的，它不是黑暗的。法身的光我們看不見，這個一定要知道。宇宙之間的光太多了，現在科學知道，光波有長短不一樣。我們的眼睛只能看到許許多多光波裡頭的一小部分，比這個波段長的看不到，比這個短的也看不到。可是用儀器能夠偵測得到，像Ｘ光、紫外線、紅外線，這些用科學儀器能把它看到。實際上，我們今天科學能知道的這些光還是一小撮，光波是無量無邊、無數無盡，融成整個宇宙。我們要證得法身，就是我們身，真的是身跟念頭、跟宇宙這個光融成一體。像這個房間有很多燈光，每一個燈光你看光光融成一體，這就叫證得法身。所以證得法身，你在哪裡？你無處不在，你無時不在。你就得知道，極樂世界身是法性身，土是法性土，換句話說，極樂世界在哪裡？無處不在；極樂世界人在哪裡？也無處不在。你要明白這個道理，化成光了！"
    },
    {
      "id": "02-037-0471_p0039",
      "zh_CN": "能不能现身？能，有缘就现身。那个众生跟你有缘，现在需要你帮助，他那个求救的念头才动，我这里信号就收到了，立刻就现身。他在哪里，就在当处现身。《楞严经》上说了两句话说得好，「当处出生，随处灭尽」，告诉你没有时间、没有空间。释迦牟尼佛讲经，极乐世界距离我们这里十万亿佛国土，那是比喻，那不是真说。真说一定要看《观无量寿佛经》，佛说这个经是契这个世界众生之机而说的。所以我们的心清净，跟佛就相应。净土，真正的一句话是心净则佛土净，心里面把三种现象都放下了，就回归净土。所以，物质现象是假的，别当真，精神现象也是假的，自然现象也是假的。《金刚经》上这一句话说绝了，「凡所有相，皆是虚妄」，你不要执着它，你可以享受它，不要执着。不要执着是你不要有占有的念头，不要有控制的念头，不要有支配的念头，因为什么？那是妄想，那造业。这些念头都没有，你去运用它，那就是佛菩萨的生活。为什么？一切法都是自性变现的，自性能生能现，阿赖耶能变。转识成智之后，不用阿赖耶了，所以变的现象永远不会消灭。",
      "zh_TW": "能不能現身？能，有緣就現身。那個眾生跟你有緣，現在需要你幫助，他那個求救的念頭才動，我這裡信號就收到了，立刻就現身。他在哪裡，就在當處現身。《楞嚴經》上說了兩句話說得好，「當處出生，隨處滅盡」，告訴你沒有時間、沒有空間。釋迦牟尼佛講經，極樂世界距離我們這裡十萬億佛國土，那是比喻，那不是真說。真說一定要看《觀無量壽佛經》，佛說這個經是契這個世界眾生之機而說的。所以我們的心清淨，跟佛就相應。淨土，真正的一句話是心淨則佛土淨，心裡面把三種現象都放下了，就回歸淨土。所以，物質現象是假的，別當真，精神現象也是假的，自然現象也是假的。《金剛經》上這一句話說絕了，「凡所有相，皆是虛妄」，你不要執著它，你可以享受它，不要執著。不要執著是你不要有佔有的念頭，不要有控制的念頭，不要有支配的念頭，因為什麼？那是妄想，那造業。這些念頭都沒有，你去運用它，那就是佛菩薩的生活。為什麼？一切法都是自性變現的，自性能生能現，阿賴耶能變。轉識成智之後，不用阿賴耶了，所以變的現象永遠不會消滅。"
    },
    {
      "id": "02-037-0471_p0040",
      "zh_CN": "极乐世界往生的人，他已经不用阿赖耶，往生的时候莲花化生，在莲花里面产生蜕变，就产生变化。就像那个，我们用蚕做比喻，蚕吐丝结了个茧，把自己包在里头。包在里头牠在里面就产生变化，牠变成一个小蝴蝶，咬破茧牠飞出来了。你看，从爬虫变成了会飞的蝴蝶，牠就变了。我们往生到极乐世界，那个莲花就像茧一样，坐在莲花里头，到达极乐世界，这个身就变了，变成法性身，不是阿赖耶了。转八识成四智，往生的人就在莲胎里头转掉了，甚至于自己都不知道。这是什么？这是阿弥陀佛威神加持。这得感谢阿弥陀佛，自己要转变可费劲了，这是阿弥陀佛本愿威神功德的成就。到极乐世界，才知道阿弥陀佛对我们有多大恩德，才真知道。怎么报恩？阿弥陀佛要拯救遍法界虚空界一切诸佛刹土里头的苦难众生，我们跟他发同样的愿，帮助他去度这些众生，这就是报佛恩。",
      "zh_TW": "極樂世界往生的人，他已經不用阿賴耶，往生的時候蓮花化生，在蓮花裡面產生蛻變，就產生變化。就像那個，我們用蠶做比喻，蠶吐絲結了個繭，把自己包在裡頭。包在裡頭牠在裡面就產生變化，牠變成一個小蝴蝶，咬破繭牠飛出來了。你看，從爬蟲變成了會飛的蝴蝶，牠就變了。我們往生到極樂世界，那個蓮花就像繭一樣，坐在蓮花裡頭，到達極樂世界，這個身就變了，變成法性身，不是阿賴耶了。轉八識成四智，往生的人就在蓮胎裡頭轉掉了，甚至於自己都不知道。這是什麼？這是阿彌陀佛威神加持。這得感謝阿彌陀佛，自己要轉變可費勁了，這是阿彌陀佛本願威神功德的成就。到極樂世界，才知道阿彌陀佛對我們有多大恩德，才真知道。怎麼報恩？阿彌陀佛要拯救遍法界虛空界一切諸佛剎土裡頭的苦難眾生，我們跟他發同樣的願，幫助他去度這些眾生，這就是報佛恩。"
    },
    {
      "id": "02-037-0471_p0041",
      "zh_CN": "所以众生有感，佛菩萨自然有应，这个道理在《还源观》上讲过。《还源观》，了不起的一部书，贤首国师作的，贤首国师修《华严经》，那一篇论文等于说是他修《华严经》的毕业论文。文一共分六段，前面三段讲宇宙的真相，宇宙、万物、生命怎么来的，后面三段是讲修行，用什么方法回归到自性。里面的三种周遍讲得好，三种周遍，我们对于感应这桩事情明白了。所有众生起念，心里起个念头，整个宇宙都知道了。我们这个身体就是一个电台，念头一动，它的速度比光、比电不晓得快多少倍，念头才动，整个宇宙知道。光，太阳到地球还要八分多钟。晚上我们看到天空当中星星，有很多星星是用光来算的，要到我们这个地球要几百年。距离最近的差不多都四个光年、五个光年，光要走这么久才能到，可是我们的念头一动就周遍法界。",
      "zh_TW": "所以眾生有感，佛菩薩自然有應，這個道理在《還源觀》上講過。《還源觀》，了不起的一部書，賢首國師作的，賢首國師修《華嚴經》，那一篇論文等於說是他修《華嚴經》的畢業論文。文一共分六段，前面三段講宇宙的真相，宇宙、萬物、生命怎麼來的，後面三段是講修行，用什麼方法回歸到自性。裡面的三種周遍講得好，三種周遍，我們對於感應這樁事情明白了。所有眾生起念，心裡起個念頭，整個宇宙都知道了。我們這個身體就是一個電台，念頭一動，它的速度比光、比電不曉得快多少倍，念頭才動，整個宇宙知道。光，太陽到地球還要八分多鐘。晚上我們看到天空當中星星，有很多星星是用光來算的，要到我們這個地球要幾百年。距離最近的差不多都四個光年、五個光年，光要走這麼久才能到，可是我們的念頭一動就周遍法界。"
    },
    {
      "id": "02-037-0471_p0042",
      "zh_CN": "我们身体状况，诸佛如来全晓得。身体是物质，物质是波动现象，所以它也不断的在波动，波动的频率就是弥勒菩萨所说的，一秒钟一千六百兆。这么高的频率，这个念头才动，也是周遍法界。所以，诸佛菩萨对我们身体状况清清楚楚，对我们起心动念清清楚楚，我们做个坏事想瞒人瞒不住。修．蓝博士他懂得，他虽然不是佛教徒，他到我这里来参观，他就告诉我，我们念头才动，他说桌子知道、墙壁知道、天花板知道、地板知道，没有一样不知道。这就说明，他能够观想把病人跟自己是一体，病人现在哪个地方有病，就是我的问题，我用我的意念把这些病毒恢复正常，对方的病就没有了。所以这个意念，意念的秘密、念力的秘密不可思议。《还源观》上文字不多，讲得很透彻，念头才动，「周遍法界」。而底下第二个「出生无尽」，第三个「含容空有」，这是今天科学没发现的。最微细的一念里头整个宇宙在里头，里面真有世界，八地以上的菩萨都可以到微尘里面的世界，他有这种本事。宇宙确实大而无外、小而无内，找不到底、找不到边，真的是不可思议，无法想像。那是什么？那是自己的自性。你会有一天搞得清清楚楚、明明白白，修到八地就清楚了。这是法身。",
      "zh_TW": "我們身體狀況，諸佛如來全曉得。身體是物質，物質是波動現象，所以它也不斷的在波動，波動的頻率就是彌勒菩薩所說的，一秒鐘一千六百兆。這麼高的頻率，這個念頭才動，也是周遍法界。所以，諸佛菩薩對我們身體狀況清清楚楚，對我們起心動念清清楚楚，我們做個壞事想瞞人瞞不住。修．藍博士他懂得，他雖然不是佛教徒，他到我這裡來參觀，他就告訴我，我們念頭才動，他說桌子知道、牆壁知道、天花板知道、地板知道，沒有一樣不知道。這就說明，他能夠觀想把病人跟自己是一體，病人現在哪個地方有病，就是我的問題，我用我的意念把這些病毒恢復正常，對方的病就沒有了。所以這個意念，意念的祕密、念力的祕密不可思議。《還源觀》上文字不多，講得很透徹，念頭才動，「周遍法界」。而底下第二個「出生無盡」，第三個「含容空有」，這是今天科學沒發現的。最微細的一念裡頭整個宇宙在裡頭，裡面真有世界，八地以上的菩薩都可以到微塵裡面的世界，他有這種本事。宇宙確實大而無外、小而無內，找不到底、找不到邊，真的是不可思議，無法想像。那是什麼？那是自己的自性。你會有一天搞得清清楚楚、明明白白，修到八地就清楚了。這是法身。"
    },
    {
      "id": "02-037-0471_p0043",
      "zh_CN": "第二个「般若德」，般若是智慧，「般若译曰智慧，法相如实觉了」。就是对于整个宇宙一切万物，它的道理、它的形相没有一样不知道，没有一样不明了。所以智慧是自性本有的，不是从外头来的。佛法的教学是教我们求智慧，不是教我们求知识，知识是有局限的，而且里面有很多错误的。用知识解决问题不究竟，往往有后遗症，解决问题一定要用智慧。真实的智慧一定从清净心当中得来，清净心重要。我们经题上「清净、平等、觉」，清净，阿罗汉证得的；平等，菩萨证得的；觉是大彻大悟、明心见性，那是成佛了。佛法开悟，这三个层次清清楚楚。《华严经》上讲菩萨的位次，总共是四十一个位次，这是《华严经》上的。这四十一个位次是明心见性的位次，在这个之前都是十信位。阿罗汉才是第七信，辟支佛是第八信，一般通称的菩萨、没有明心见性的菩萨是第九信。第十信的菩萨是没有见性，到见性的边缘上，他一觉悟他就见性、就能够毕业，毕业他就超越十法界，生实报庄严土。讲得很清楚、很明白。",
      "zh_TW": "第二個「般若德」，般若是智慧，「般若譯曰智慧，法相如實覺了」。就是對於整個宇宙一切萬物，它的道理、它的形相沒有一樣不知道，沒有一樣不明瞭。所以智慧是自性本有的，不是從外頭來的。佛法的教學是教我們求智慧，不是教我們求知識，知識是有侷限的，而且裡面有很多錯誤的。用知識解決問題不究竟，往往有後遺症，解決問題一定要用智慧。真實的智慧一定從清淨心當中得來，清淨心重要。我們經題上「清淨、平等、覺」，清淨，阿羅漢證得的；平等，菩薩證得的；覺是大徹大悟、明心見性，那是成佛了。佛法開悟，這三個層次清清楚楚。《華嚴經》上講菩薩的位次，總共是四十一個位次，這是《華嚴經》上的。這四十一個位次是明心見性的位次，在這個之前都是十信位。阿羅漢才是第七信，辟支佛是第八信，一般通稱的菩薩、沒有明心見性的菩薩是第九信。第十信的菩薩是沒有見性，到見性的邊緣上，他一覺悟他就見性、就能夠畢業，畢業他就超越十法界，生實報莊嚴土。講得很清楚、很明白。"
    },
    {
      "id": "02-037-0471_p0044",
      "zh_CN": "三德第三「解脱德」，「远离一切之系缚，而得大自在者」。这第三个解脱，真的就是得大自在，你没有任何拘束了。虚空法界，在这个里面你得到自由了，你没有时间、没有空间，时间、空间都不存在。所以你的身、心都是遍法界虚空界，什么地方有感什么地方就有应，而且可以同时应一切处。不是一个身，无量身，无量无边身，同时能现无量无边身，同时能处理无量无边的事。这是为什么要成佛，道理在此地。我们这个三德没讲完，现在时间到了，三德后面《三藏法数》说得更清楚。好，今天我们就学到此地。",
      "zh_TW": "三德第三「解脫德」，「遠離一切之繫縛，而得大自在者」。這第三個解脫，真的就是得大自在，你沒有任何拘束了。虛空法界，在這個裡面你得到自由了，你沒有時間、沒有空間，時間、空間都不存在。所以你的身、心都是遍法界虛空界，什麼地方有感什麼地方就有應，而且可以同時應一切處。不是一個身，無量身，無量無邊身，同時能現無量無邊身，同時能處理無量無邊的事。這是為什麼要成佛，道理在此地。我們這個三德沒講完，現在時間到了，三德後面《三藏法數》說得更清楚。好，今天我們就學到此地。"
    }
  ]
}