{
  "doc_id": "02-037-0496",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九六集",
    "zh_TW": "第四九六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0496",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0496_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百九十二面，第四行看起，「庚二、弥陀应现」，前面我们学到这个地方。这几天客人很多，都从国外来的，所以我们停了几次。今天我们从这个地方接，比较容易。我们读经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百九十二面，第四行看起，「庚二、彌陀應現」，前面我們學到這個地方。這幾天客人很多，都從國外來的，所以我們停了幾次。今天我們從這個地方接，比較容易。我們讀經文："
    },
    {
      "id": "02-037-0496_p0002",
      "zh_CN": "【顶礼之间。忽见阿弥陀佛。容颜广大。色相端严。如黄金山。高出一切诸世界上。】",
      "zh_TW": "【頂禮之間。忽見阿彌陀佛。容顏廣大。色相端嚴。如黃金山。高出一切諸世界上。】"
    },
    {
      "id": "02-037-0496_p0003",
      "zh_CN": "世尊为我们介绍西方极乐世界，讲到这个地方，发大慈悲心。前面是听说，没见到，没见到就会有疑惑，两土导师大慈大悲，世尊教我们念佛，求感应。叫着阿难，也就是叫着与会的大众，你们如果想见无量清净平等觉（就是阿弥陀佛），及菩萨、罗汉，这是正报；所居国土，依报。我们在前面学过，依报十七种庄严，正报，阿弥陀佛八种庄严，菩萨四种庄严，这一句文统统具足了。你们要想见极乐世界，应起西向，大家起来，本来坐着听经的，你们起来，向着西方，当日没处，太阳下山的地方，恭敬顶礼念南无阿弥陀佛。阿难带头，他赶快就起来，合掌向西顶礼念阿弥陀佛。",
      "zh_TW": "世尊為我們介紹西方極樂世界，講到這個地方，發大慈悲心。前面是聽說，沒見到，沒見到就會有疑惑，兩土導師大慈大悲，世尊教我們念佛，求感應。叫著阿難，也就是叫著與會的大眾，你們如果想見無量清淨平等覺（就是阿彌陀佛），及菩薩、羅漢，這是正報；所居國土，依報。我們在前面學過，依報十七種莊嚴，正報，阿彌陀佛八種莊嚴，菩薩四種莊嚴，這一句文統統具足了。你們要想見極樂世界，應起西向，大家起來，本來坐著聽經的，你們起來，向著西方，當日沒處，太陽下山的地方，恭敬頂禮念南無阿彌陀佛。阿難帶頭，他趕快就起來，合掌向西頂禮念阿彌陀佛。"
    },
    {
      "id": "02-037-0496_p0004",
      "zh_CN": "我们看今天的经文，『顶礼之间』，还没拜完，这个三拜还没拜完，拜了一拜、二拜，忽然『阿弥陀佛』现身，见到阿弥陀佛了。阿弥陀佛什么样子？『容颜广大，色相端严，如黄金山，高出一切诸世界上』。这几句经文包罗万象，深广无际。我们看念老的注解。『忽见』，「表感应神速。顶礼未毕」，还没完就见到，「极乐教主」，不但见到，「并耳闻十方如来赞叹弥陀」，这不可思议境界。佛现身，证明前面所说的是真的不是假的，极乐世界真有，阿弥陀佛真有，感应这么快速。这里面最重要的是帮助我们起信，这个法门一切诸佛都说难信之法，行非常容易，就是信难。",
      "zh_TW": "我們看今天的經文，『頂禮之間』，還沒拜完，這個三拜還沒拜完，拜了一拜、二拜，忽然『阿彌陀佛』現身，見到阿彌陀佛了。阿彌陀佛什麼樣子？『容顏廣大，色相端嚴，如黃金山，高出一切諸世界上』。這幾句經文包羅萬象，深廣無際。我們看念老的註解。『忽見』，「表感應神速。頂禮未畢」，還沒完就見到，「極樂教主」，不但見到，「並耳聞十方如來讚歎彌陀」，這不可思議境界。佛現身，證明前面所說的是真的不是假的，極樂世界真有，阿彌陀佛真有，感應這麼快速。這裡面最重要的是幫助我們起信，這個法門一切諸佛都說難信之法，行非常容易，就是信難。"
    },
    {
      "id": "02-037-0496_p0005",
      "zh_CN": "那我们今天所遭遇到的也是这个问题，念佛不难，发愿往生也不难，难的是什么？信心。我们是不是真有信心？不能说没有，信心不足，信心不圆满，有百分之九十的信心，还有十分疑惑。甚至于说，你有九十九分的信心，只有一分疑惑。这必须要知道，那一分的疑惑可能障碍你这一生往生，你还得要去搞轮回，下一次碰到的时候再说。你要问什么时候真能往生？一丝毫疑惑都没有，这是你往生的机会成熟了。疑惑断了从什么地方看？不但是对娑婆世界、这个地球，乃至于十方一切诸佛刹土，统统放下，没有丝毫留恋，一心专注求生西方极乐世界，这叫信心圆满，这叫做没有疑惑。于是我们认真反省，我们的信心足不足，我们有没有疑惑。如果疑惑还很深，相当深度的疑惑，那就是什么？烦恼习气都在，对内，确实还有贪瞋痴慢疑，每一样都有。学佛学这么多年，细心去观察，这是内观，不从外，可以说有进步，这些烦恼习气真的淡了，没有以前那么浓、那么严重，淡了。如果在这个时候自以为是，那麻烦大了。为什么？他烦恼增长，烦恼不是减轻，是往上增长。学佛，会！",
      "zh_TW": "那我們今天所遭遇到的也是這個問題，念佛不難，發願往生也不難，難的是什麼？信心。我們是不是真有信心？不能說沒有，信心不足，信心不圓滿，有百分之九十的信心，還有十分疑惑。甚至於說，你有九十九分的信心，只有一分疑惑。這必須要知道，那一分的疑惑可能障礙你這一生往生，你還得要去搞輪迴，下一次碰到的時候再說。你要問什麼時候真能往生？一絲毫疑惑都沒有，這是你往生的機會成熟了。疑惑斷了從什麼地方看？不但是對娑婆世界、這個地球，乃至於十方一切諸佛剎土，統統放下，沒有絲毫留戀，一心專注求生西方極樂世界，這叫信心圓滿，這叫做沒有疑惑。於是我們認真反省，我們的信心足不足，我們有沒有疑惑。如果疑惑還很深，相當深度的疑惑，那就是什麼？煩惱習氣都在，對內，確實還有貪瞋痴慢疑，每一樣都有。學佛學這麼多年，細心去觀察，這是內觀，不從外，可以說有進步，這些煩惱習氣真的淡了，沒有以前那麼濃、那麼嚴重，淡了。如果在這個時候自以為是，那麻煩大了。為什麼？他煩惱增長，煩惱不是減輕，是往上增長。學佛，會！"
    },
    {
      "id": "02-037-0496_p0006",
      "zh_CN": "莲池大师《竹窗随笔》里头有，有一段，是他的老同参，多年住山，人很有道心，仰慕的人很多，到山上去参访他的，在家、出家。名气就大了，徒众多了，礼请他下山，城市里面有道场、有寺院，请他老人家做住持，在那里讲经说法，名闻利养统统来了，全都染上了。跟莲池大师见面，莲池大师就说，从前有这么一个人，在山上修行功夫很得力，以后一下山，被名利围绕着，退堕了。他就问，谁？莲池大师说，就是老兄。这一句话提醒了他，赶快放下，还回到山上。这是什么？这真聪明，这真叫觉悟。不知道回头的不晓得有多少，那他这一生？这一生所修所为的，是把他自己的功夫提升了一点，不管用，还得继续搞六道轮回。这说明一个人成佛不是容易事。往生是成佛，是大事，不是小事。",
      "zh_TW": "蓮池大師《竹窗隨筆》裡頭有，有一段，是他的老同參，多年住山，人很有道心，仰慕的人很多，到山上去參訪他的，在家、出家。名氣就大了，徒眾多了，禮請他下山，城市裡面有道場、有寺院，請他老人家做住持，在那裡講經說法，名聞利養統統來了，全都染上了。跟蓮池大師見面，蓮池大師就說，從前有這麼一個人，在山上修行功夫很得力，以後一下山，被名利圍繞著，退墮了。他就問，誰？蓮池大師說，就是老兄。這一句話提醒了他，趕快放下，還回到山上。這是什麼？這真聰明，這真叫覺悟。不知道回頭的不曉得有多少，那他這一生？這一生所修所為的，是把他自己的功夫提升了一點，不管用，還得繼續搞六道輪迴。這說明一個人成佛不是容易事。往生是成佛，是大事，不是小事。"
    },
    {
      "id": "02-037-0496_p0007",
      "zh_CN": "大乘经教里头，佛告诉我们，这话是真话不是假话，《无量寿经》上也有。凡是往生到极乐世界的人，不论男女老少、贤愚不肖，他真的念佛往生了，即使往生在同居土下下品，也都是过去生中曾经供养无量诸佛如来。这就跟《弥陀经》上所说的相应，不可以少善根福德因缘得生彼国。往生极乐世界，多善根、多福德、多因缘，大善根、大福德、大因缘。任何一个人能够脱离六道轮回、脱离十法界，无一不是过去生中无量劫中跟无量诸佛结过缘，这善根多深厚，没有偶然的。我们今天得人身，闻佛法，又非常幸运能闻到净土，接触到《无量寿经》，这多难！不是过去生中殊胜善根福德因缘不可能。祖师大德苦口婆心劝导我们、提醒我们，用意是什么？要我们珍惜这个缘分，这一生当中决定成就，就对了。",
      "zh_TW": "大乘經教裡頭，佛告訴我們，這話是真話不是假話，《無量壽經》上也有。凡是往生到極樂世界的人，不論男女老少、賢愚不肖，他真的念佛往生了，即使往生在同居土下下品，也都是過去生中曾經供養無量諸佛如來。這就跟《彌陀經》上所說的相應，不可以少善根福德因緣得生彼國。往生極樂世界，多善根、多福德、多因緣，大善根、大福德、大因緣。任何一個人能夠脫離六道輪迴、脫離十法界，無一不是過去生中無量劫中跟無量諸佛結過緣，這善根多深厚，沒有偶然的。我們今天得人身，聞佛法，又非常幸運能聞到淨土，接觸到《無量壽經》，這多難！不是過去生中殊勝善根福德因緣不可能。祖師大德苦口婆心勸導我們、提醒我們，用意是什麼？要我們珍惜這個緣分，這一生當中決定成就，就對了。"
    },
    {
      "id": "02-037-0496_p0008",
      "zh_CN": "决定成就，当然条件很多，最重要的一个条件，六十年前章嘉大师教给我的，「看得破，放得下」，这是第一个条件，最优秀的条件。看破是看清楚、看明白，真正了解，这个世界看清楚了。这个世界是什么？这个世界是一场梦，《金刚经》上佛说得好，「一切有为法，如梦幻泡影」，说明有为法，这六道轮回跟十法界全是有为法，没有一样是真的。如果在这一切法当中，有丝毫情执、有丝毫贪恋，完了，你全功尽弃。那等下一个机会，下一个机会不知到哪一劫去了，不是论年月日，这论劫数。为什么这么说法？人身真难得，佛法真难闻，机会真不容易遇到。",
      "zh_TW": "決定成就，當然條件很多，最重要的一個條件，六十年前章嘉大師教給我的，「看得破，放得下」，這是第一個條件，最優秀的條件。看破是看清楚、看明白，真正了解，這個世界看清楚了。這個世界是什麼？這個世界是一場夢，《金剛經》上佛說得好，「一切有為法，如夢幻泡影」，說明有為法，這六道輪迴跟十法界全是有為法，沒有一樣是真的。如果在這一切法當中，有絲毫情執、有絲毫貪戀，完了，你全功盡棄。那等下一個機會，下一個機會不知到哪一劫去了，不是論年月日，這論劫數。為什麼這麼說法？人身真難得，佛法真難聞，機會真不容易遇到。"
    },
    {
      "id": "02-037-0496_p0009",
      "zh_CN": "现代人不如古人，为什么？古人的根，母亲要好，从胎教开始扎的；母亲要差一等，也都是小孩出生，母亲的关就把牢了，所有一切不善的不让他看到，不让他听到，不让他接触到，他听到、看到、接触到的全是善的。这三年一千天，这个根扎牢了，中国古谚语所谓「三岁看八十」，他真正看得透，他不会被外面境界动摇。现在人没有这个教育，那换句话说，贪瞋痴慢疑，五毒，心里头有五毒，外面有财色名食睡在诱惑你，杀盗淫妄酒在诱惑你，你能忍得过吗？忍不过就会堕落，忍不过就会造业，造什么业？肯定是地狱业。今天，不入佛门，不是佛弟子，都造地狱业，何况佛门弟子！谁能避免？一万人当中找不到一个，这都是事实。",
      "zh_TW": "現代人不如古人，為什麼？古人的根，母親要好，從胎教開始紮的；母親要差一等，也都是小孩出生，母親的關就把牢了，所有一切不善的不讓他看到，不讓他聽到，不讓他接觸到，他聽到、看到、接觸到的全是善的。這三年一千天，這個根紮牢了，中國古諺語所謂「三歲看八十」，他真正看得透，他不會被外面境界動搖。現在人沒有這個教育，那換句話說，貪瞋痴慢疑，五毒，心裡頭有五毒，外面有財色名食睡在誘惑你，殺盜淫妄酒在誘惑你，你能忍得過嗎？忍不過就會墮落，忍不過就會造業，造什麼業？肯定是地獄業。今天，不入佛門，不是佛弟子，都造地獄業，何況佛門弟子！誰能避免？一萬人當中找不到一個，這都是事實。"
    },
    {
      "id": "02-037-0496_p0010",
      "zh_CN": "世尊说这部经，介绍西方极乐世界，弥陀在大众当中现身，慈悲到极处，让我们死心塌地，一向专念，万缘放下，这才能成功，这才是真正的大德。什么人？这个世间有，我相信有不少，可是没有人认识，是一般人疏忽了，没有放在眼睛里头。那些念佛的老太婆，阿公阿婆，他们一天到晚就一串念珠，过的是贫穷的生活，一般社会大众看他都瞧不起。可是你细心去观察他，这人老实、善良、慈悲，对任何人满面笑容。你轻视他，甚至于你侮辱他、毁谤他，他对你都笑嘻嘻的，好像他都没有听到、没有看到，回答你的只是一句阿弥陀佛。真的，他二六时中佛号没间断，心里只有一尊阿弥陀佛，见到一切众生个个都是阿弥陀佛。这样的人往生极乐世界，不得了！什么品位？都是上辈上生。早年李老师告诉我，他想学，学不到。真是古人所谓「唯上智与下愚不移」，他不会变更，永远保持这个样子，这叫真念佛。不但这一生他决定得生，而且他决定是上辈上生。我看这些人是佛菩萨示现给我们看的，念佛就要像他这个样子。",
      "zh_TW": "世尊說這部經，介紹西方極樂世界，彌陀在大眾當中現身，慈悲到極處，讓我們死心塌地，一向專念，萬緣放下，這才能成功，這才是真正的大德。什麼人？這個世間有，我相信有不少，可是沒有人認識，是一般人疏忽了，沒有放在眼睛裡頭。那些念佛的老太婆，阿公阿婆，他們一天到晚就一串念珠，過的是貧窮的生活，一般社會大眾看他都瞧不起。可是你細心去觀察他，這人老實、善良、慈悲，對任何人滿面笑容。你輕視他，甚至於你侮辱他、毀謗他，他對你都笑嘻嘻的，好像他都沒有聽到、沒有看到，回答你的只是一句阿彌陀佛。真的，他二六時中佛號沒間斷，心裡只有一尊阿彌陀佛，見到一切眾生個個都是阿彌陀佛。這樣的人往生極樂世界，不得了！什麼品位？都是上輩上生。早年李老師告訴我，他想學，學不到。真是古人所謂「唯上智與下愚不移」，他不會變更，永遠保持這個樣子，這叫真念佛。不但這一生他決定得生，而且他決定是上輩上生。我看這些人是佛菩薩示現給我們看的，念佛就要像他這個樣子。"
    },
    {
      "id": "02-037-0496_p0011",
      "zh_CN": "当然，大乘教里头，各人遇缘不同，那没有关系，缘在外面，里面心要相同。弘法利生是缘，如果像这些阿公阿婆一样，弘法利生，好！名闻利养不着心，没有动摇你，贪瞋痴慢没有障碍你，你全放下了，这个可以，《华严经》上讲的，理事无碍，事事无碍。如果没有这个功夫，还有贪爱，顺境欢喜，逆境瞋恚，看到别人超过自己有嫉妒，这糟了。这是什么心态？这是百分之百的凡夫心态，是六道轮回众生的心态，那不是佛法，佛法是背尘合觉。贪瞋痴慢、名闻利养、自私自利、杀盗淫妄，这个东西统统都是尘，染污你的清净心，染污你的平等心，经题上讲的「清净平等觉」这五个字都受到染污。这个不是学佛，学佛是要跟染污相悖，把染污统统舍掉，跟这个觉，清净平等觉，相应。天天接近、天天相应，一天比一天殊胜，这叫学佛，这个人能成佛。如果是背觉合尘，他不能成佛，他所造的罪业决定是无间地狱。为什么？打着佛的招牌，欺骗善良的信徒，让他来恭敬你、让他来供养你，你在里头起贪瞋痴慢，比世间人罪要加一等。为什么？你出家，你受戒了，你破戒。这也应了古人所谓「地狱门前僧道多」，这古人说的，这些话都是真的，都不是假的。",
      "zh_TW": "當然，大乘教裡頭，各人遇緣不同，那沒有關係，緣在外面，裡面心要相同。弘法利生是緣，如果像這些阿公阿婆一樣，弘法利生，好！名聞利養不著心，沒有動搖你，貪瞋痴慢沒有障礙你，你全放下了，這個可以，《華嚴經》上講的，理事無礙，事事無礙。如果沒有這個功夫，還有貪愛，順境歡喜，逆境瞋恚，看到別人超過自己有嫉妒，這糟了。這是什麼心態？這是百分之百的凡夫心態，是六道輪迴眾生的心態，那不是佛法，佛法是背塵合覺。貪瞋痴慢、名聞利養、自私自利、殺盜淫妄，這個東西統統都是塵，染污你的清淨心，染污你的平等心，經題上講的「清淨平等覺」這五個字都受到染污。這個不是學佛，學佛是要跟染污相悖，把染污統統捨掉，跟這個覺，清淨平等覺，相應。天天接近、天天相應，一天比一天殊勝，這叫學佛，這個人能成佛。如果是背覺合塵，他不能成佛，他所造的罪業決定是無間地獄。為什麼？打著佛的招牌，欺騙善良的信徒，讓他來恭敬你、讓他來供養你，你在裡頭起貪瞋痴慢，比世間人罪要加一等。為什麼？你出家，你受戒了，你破戒。這也應了古人所謂「地獄門前僧道多」，這古人說的，這些話都是真的，都不是假的。"
    },
    {
      "id": "02-037-0496_p0012",
      "zh_CN": "这一次的示现非常殊胜，非常殊胜是什么？同时听到十方如来对阿弥陀佛的赞叹。见到佛相的，有，我们听说，也许自己有这个经验。见到，同时听到诸佛赞叹的，这个少。",
      "zh_TW": "這一次的示現非常殊勝，非常殊勝是什麼？同時聽到十方如來對阿彌陀佛的讚歎。見到佛相的，有，我們聽說，也許自己有這個經驗。見到，同時聽到諸佛讚歎的，這個少。"
    },
    {
      "id": "02-037-0496_p0013",
      "zh_CN": "「《会疏》云：盖夫土无定相，净秽因心。譬如诸天共宝器食，随其福德，饭色有异」，这是举一个明显的例子。我在没有看到这些经文之前，我想到了，我是怎么想的？释迦牟尼佛当年在世，每天出去托钵，人家给的饭菜不一样，甚至于还接受乞丐供养他，佛也接受。乞丐是因为过去生中没修福，这一下遇到佛，我来供养一点，修一点福报。佛很欢喜接受。那个饭菜都馊了，都不能吃了，佛当他面前欢欢喜喜的吃掉。佛吃掉是不是馊的、坏的？不是的。我们以为佛有能力把最不好的东西用他的念力把它变成最好的，他心好、行好，样样东西到他身上都好，无论是喝的、是吃的，毒药到他面前都变成甘露，境随心转。毒药要不能变化成甘露，那就不能说随心转，这境随心转。这里头含着什么意思？这里面含的深意是圆满的信心，你相不相信你自己，相不相信你自己那个真诚的心。阿难相信自己，所以，拜下去，三拜还没有拜完佛就出现了，那是什么？信心。如果有怀疑，拜一百拜，佛都不会现前，疑惑是障碍、是烦恼。",
      "zh_TW": "「《會疏》云：蓋夫土無定相，淨穢因心。譬如諸天共寶器食，隨其福德，飯色有異」，這是舉一個明顯的例子。我在沒有看到這些經文之前，我想到了，我是怎麼想的？釋迦牟尼佛當年在世，每天出去托缽，人家給的飯菜不一樣，甚至於還接受乞丐供養他，佛也接受。乞丐是因為過去生中沒修福，這一下遇到佛，我來供養一點，修一點福報。佛很歡喜接受。那個飯菜都餿了，都不能吃了，佛當他面前歡歡喜喜的吃掉。佛吃掉是不是餿的、壞的？不是的。我們以為佛有能力把最不好的東西用他的念力把它變成最好的，他心好、行好，樣樣東西到他身上都好，無論是喝的、是吃的，毒藥到他面前都變成甘露，境隨心轉。毒藥要不能變化成甘露，那就不能說隨心轉，這境隨心轉。這裡頭含著什麼意思？這裡面含的深意是圓滿的信心，你相不相信你自己，相不相信你自己那個真誠的心。阿難相信自己，所以，拜下去，三拜還沒有拜完佛就出現了，那是什麼？信心。如果有懷疑，拜一百拜，佛都不會現前，疑惑是障礙、是煩惱。"
    },
    {
      "id": "02-037-0496_p0014",
      "zh_CN": "土无定相，这说极乐世界。人也没有一定的相，这个要知道，一个人从小出生到死亡，没有定相。他的相刹那刹那在变化，而且变化里头没有两个是相同的，这道理一定要懂。弥勒菩萨告诉我们，一弹指有多少个变化？三十二亿百千念，一弹指。我们把它算成中国的是三百二十兆，一弹指有这么多变化、这么多念头。念头出生物质现象，所以念念成形；那换句话说，一弹指里有多少个我的相出现？有三百二十兆。哪一个是我？你说统统是的，那一弹指，我有三百二十兆个我了，哪有那么多我？从这个地方就看破了，原来我这个身是假的，不是真的。一秒钟一千六百兆，一秒钟，哪一个是我？你认为是我，那个我已经灭掉了，它是迁流不住，相似相续。如果完全相同的，这是相续相，它不是完全相同的，所以属于相似相续。",
      "zh_TW": "土無定相，這說極樂世界。人也沒有一定的相，這個要知道，一個人從小出生到死亡，沒有定相。他的相剎那剎那在變化，而且變化裡頭沒有兩個是相同的，這道理一定要懂。彌勒菩薩告訴我們，一彈指有多少個變化？三十二億百千念，一彈指。我們把它算成中國的是三百二十兆，一彈指有這麼多變化、這麼多念頭。念頭出生物質現象，所以念念成形；那換句話說，一彈指裡有多少個我的相出現？有三百二十兆。哪一個是我？你說統統是的，那一彈指，我有三百二十兆個我了，哪有那麼多我？從這個地方就看破了，原來我這個身是假的，不是真的。一秒鐘一千六百兆，一秒鐘，哪一個是我？你認為是我，那個我已經滅掉了，它是遷流不住，相似相續。如果完全相同的，這是相續相，它不是完全相同的，所以屬於相似相續。"
    },
    {
      "id": "02-037-0496_p0015",
      "zh_CN": "佛跟弥勒菩萨这个对话，教给我们一个重要的理念，就是要认识这身是什么东西，告诉你，身不是我，把身当作我，这是大错特错。所以大小乘修行，第一个关口就是破身见，知道身不是我，首先要晓得这个东西。它不是我，它跟我有关系，什么关系？它是我所有的。好像衣服，衣服不是我，帽子不是我，但它是我所有的，就这么个关系。关系搞清楚、搞明白了，这叫看破。看破之后，你肯定放下，为什么？你放下了情执，你不执着它。不执着它，告诉你，这个身体，就是这个用具，是很健康的、是很自然的，我们今天讲健康长寿，很自然。你不认识它，没搞清楚，以为这个东西就是我，你对它有情执，反而让它不健康。",
      "zh_TW": "佛跟彌勒菩薩這個對話，教給我們一個重要的理念，就是要認識這身是什麼東西，告訴你，身不是我，把身當作我，這是大錯特錯。所以大小乘修行，第一個關口就是破身見，知道身不是我，首先要曉得這個東西。它不是我，它跟我有關係，什麼關係？它是我所有的。好像衣服，衣服不是我，帽子不是我，但它是我所有的，就這麼個關係。關係搞清楚、搞明白了，這叫看破。看破之後，你肯定放下，為什麼？你放下了情執，你不執著它。不執著它，告訴你，這個身體，就是這個用具，是很健康的、是很自然的，我們今天講健康長壽，很自然。你不認識它，沒搞清楚，以為這個東西就是我，你對它有情執，反而讓它不健康。"
    },
    {
      "id": "02-037-0496_p0016",
      "zh_CN": "我们前面学过，《大乘止观》里面告诉我们，贪瞋痴慢疑是一切病的因，怨恨恼怒烦是一切病的缘，有因有缘，那病就发生了。又告诉我们，破五戒是五脏的病因。杀生感得的是肝病，杀是心里头有发怒，怒火伤肝，对外面五官，眼睛不好。眼睛为什么不好？一定脾气不好。脾气好的人，眼睛不可能不好。常常发脾气，心里头有怨恨，这叫杀。第二个盗，盗感应的是肺、鼻有病，这五脏里头，肺。这就是常常有占人便宜的念头，有求名闻利养的念头，这盗心，不管你用什么手段得来的，全是盗的行为，伤肺、伤鼻，五官上对应的是鼻，就有毛病。第三个是淫，淫感得肾病，对五官是耳病，耳有问题。古人也说，烦恼恐怖害怕都伤肾。淫，应对在外面，这是肾跟耳，耳有问题，应对在这里。第四个妄语，妄语感应的是脾脏，应对在外面，舌，这就有病，脾胃跟舌病，妄语会引导这些病的发生。如果是五戒统统破了，里面五脏有问题，外面五官也出毛病。人要能够守持五戒，远离贪瞋痴慢疑这五毒，你决定健康长寿。这说明什么？说明善的念头能带给我们健康，不善的念头带给我们身心的毛病，这我们不能不知道。",
      "zh_TW": "我們前面學過，《大乘止觀》裡面告訴我們，貪瞋痴慢疑是一切病的因，怨恨惱怒煩是一切病的緣，有因有緣，那病就發生了。又告訴我們，破五戒是五臟的病因。殺生感得的是肝病，殺是心裡頭有發怒，怒火傷肝，對外面五官，眼睛不好。眼睛為什麼不好？一定脾氣不好。脾氣好的人，眼睛不可能不好。常常發脾氣，心裡頭有怨恨，這叫殺。第二個盜，盜感應的是肺、鼻有病，這五臟裡頭，肺。這就是常常有佔人便宜的念頭，有求名聞利養的念頭，這盜心，不管你用什麼手段得來的，全是盜的行為，傷肺、傷鼻，五官上對應的是鼻，就有毛病。第三個是淫，淫感得腎病，對五官是耳病，耳有問題。古人也說，煩惱恐怖害怕都傷腎。淫，應對在外面，這是腎跟耳，耳有問題，應對在這裡。第四個妄語，妄語感應的是脾臟，應對在外面，舌，這就有病，脾胃跟舌病，妄語會引導這些病的發生。如果是五戒統統破了，裡面五臟有問題，外面五官也出毛病。人要能夠守持五戒，遠離貪瞋痴慢疑這五毒，你決定健康長壽。這說明什麼？說明善的念頭能帶給我們健康，不善的念頭帶給我們身心的毛病，這我們不能不知道。"
    },
    {
      "id": "02-037-0496_p0017",
      "zh_CN": "环境，大经上告诉我们，贪瞋痴慢疑，贪心感得的是水灾，贪是水，瞋恚感得的是火灾。海水上升，海啸，都是贪心引发的；火山爆发，地球温度上升，瞋恚发作的；愚痴感应是风灾；傲慢感应的是地震；怀疑感应的是，现在说免疫系统完全破坏了，你自信心没有了，你身体很脆弱，真叫风吹草动你都会感到毛病发生，感应在外面，山崩地陷。现在这种情形时有所闻，无法预测，大地突然陷下去，一个地方一天有好多次，人对于居住环境没有安全感了。所以就是这一句所说净秽因心，心清净，身清净，身心清净，居住的环境清净，没有灾难。现代量子力学家提出这个理论，「以心控物」，用我们意念控制物质环境。集体的意念有很大的效果，几千人集合起来做这个法会，今天下午圆满，有好处。但是圆满的好处，是必须参与法会的人对于佛所说的这些道理，理跟事都透彻明了，就起作用，你的念头才纯正。不然的话，有迷信的念头在里头，有没有效？也有效，那效果差一点。掺着什么？掺着迷，信里头有迷，不是真诚的信心。但是他也做了，也做了好事，效果不大，有好处。",
      "zh_TW": "環境，大經上告訴我們，貪瞋痴慢疑，貪心感得的是水災，貪是水，瞋恚感得的是火災。海水上升，海嘯，都是貪心引發的；火山爆發，地球溫度上升，瞋恚發作的；愚痴感應是風災；傲慢感應的是地震；懷疑感應的是，現在說免疫系統完全破壞了，你自信心沒有了，你身體很脆弱，真叫風吹草動你都會感到毛病發生，感應在外面，山崩地陷。現在這種情形時有所聞，無法預測，大地突然陷下去，一個地方一天有好多次，人對於居住環境沒有安全感了。所以就是這一句所說淨穢因心，心清淨，身清淨，身心清淨，居住的環境清淨，沒有災難。現代量子力學家提出這個理論，「以心控物」，用我們意念控制物質環境。集體的意念有很大的效果，幾千人集合起來做這個法會，今天下午圓滿，有好處。但是圓滿的好處，是必須參與法會的人對於佛所說的這些道理，理跟事都透徹明瞭，就起作用，你的念頭才純正。不然的話，有迷信的念頭在裡頭，有沒有效？也有效，那效果差一點。摻著什麼？摻著迷，信裡頭有迷，不是真誠的信心。但是他也做了，也做了好事，效果不大，有好處。"
    },
    {
      "id": "02-037-0496_p0018",
      "zh_CN": "所以我们最重要的是相信自己、相信佛法，要不然释迦牟尼佛当年在世讲经教学四十九年不叫白讲了吗？讲的经不是叫你念的，不是叫你背诵的，不是叫你念给他听的，是叫你真正把宇宙万有的真相，理事、性相、因果，搞清楚、搞明白，做一个明白人。明白人就是佛、就是菩萨，究竟明了称佛陀，明了还没有到究竟都称菩萨。所以佛教里头一丝毫的迷信都没有，这说得多清楚，净秽因心。诸天共一钵吃饭，这个钵是宝钵，七宝所做的，里面盛的食物都是一样的，可是每个人吃到口里味不一样。这是说什么？念头能转变物质，每个人念头功夫不相等，有人高明，有人次一等，有人还转不了，不一样。真能转，这个我们一定要知道，这真能转。",
      "zh_TW": "所以我們最重要的是相信自己、相信佛法，要不然釋迦牟尼佛當年在世講經教學四十九年不叫白講了嗎？講的經不是叫你念的，不是叫你背誦的，不是叫你念給他聽的，是叫你真正把宇宙萬有的真相，理事、性相、因果，搞清楚、搞明白，做一個明白人。明白人就是佛、就是菩薩，究竟明瞭稱佛陀，明瞭還沒有到究竟都稱菩薩。所以佛教裡頭一絲毫的迷信都沒有，這說得多清楚，淨穢因心。諸天共一缽吃飯，這個缽是寶缽，七寶所做的，裡面盛的食物都是一樣的，可是每個人吃到口裡味不一樣。這是說什麼？念頭能轉變物質，每個人念頭功夫不相等，有人高明，有人次一等，有人還轉不了，不一樣。真能轉，這個我們一定要知道，這真能轉。"
    },
    {
      "id": "02-037-0496_p0019",
      "zh_CN": "「故业垢蔽心，则金容同秽灰」，业是造作，垢是不善。一定要记住，自私自利是不善，名闻利养是不善，财色名食睡叫五欲，是不善，七情五欲，七情是喜怒哀乐爱恶欲，这七个字全是染污，在佛法里面，十恶，不善。身，杀盗淫；口，妄语、两舌、绮语、恶口；念头，贪瞋痴，这叫十恶。现代的社会为什么这么混乱？灾难为什么这么频繁？你去看看人起心动念是什么、言语造作是什么，你就清清楚楚、明明白白。学佛最重要的是学佛的教诫，佛教给我们怎么做，得认真干，不能干假的。真正听话的人少，骗佛的人多。佛是不是真的被你蒙骗？没这个道理，只有人自己骗自己，一般愚痴的人被你骗了，真正聪明，明白人，一个都骗不了。今天量子力学家证明了，心跟物是一不是二。换句话说，任何物质现象都具足五蕴，五蕴是色受想行识，色是物质现象，任何物质现象，再小的微尘，它都有受想行识，你怎么可以欺骗它！",
      "zh_TW": "「故業垢蔽心，則金容同穢灰」，業是造作，垢是不善。一定要記住，自私自利是不善，名聞利養是不善，財色名食睡叫五欲，是不善，七情五欲，七情是喜怒哀樂愛惡欲，這七個字全是染污，在佛法裡面，十惡，不善。身，殺盜淫；口，妄語、兩舌、綺語、惡口；念頭，貪瞋痴，這叫十惡。現代的社會為什麼這麼混亂？災難為什麼這麼頻繁？你去看看人起心動念是什麼、言語造作是什麼，你就清清楚楚、明明白白。學佛最重要的是學佛的教誡，佛教給我們怎麼做，得認真幹，不能幹假的。真正聽話的人少，騙佛的人多。佛是不是真的被你矇騙？沒這個道理，只有人自己騙自己，一般愚痴的人被你騙了，真正聰明，明白人，一個都騙不了。今天量子力學家證明了，心跟物是一不是二。換句話說，任何物質現象都具足五蘊，五蘊是色受想行識，色是物質現象，任何物質現象，再小的微塵，它都有受想行識，你怎麼可以欺騙它！"
    },
    {
      "id": "02-037-0496_p0020",
      "zh_CN": "日本江本博士做水实验，水是物质，发现它有受想行识。我们高雄刘医生领到一批同学，效法江本博士的实验，做成功，做出来的这个成绩超过江本博士，我们看了欢喜。可是自己有没有省悟过来？我们念头才动，遍法界虚空界情与无情统统收到你的信息，你瞒，瞒谁？起心动念，这一点不假。我们身体状况，身体状况是什么？是肉身的细胞。细胞振动的频率，弥勒菩萨说，它跟意念的频率是完全相同，一秒钟一千六百兆，也是扩散在虚空法界。换句话说，物质现象，所有一切情与无情也统统知道、统统清楚。观世音菩萨在《心经》上说「照见五蕴皆空」，我们这才真的明白。以前没看到科学报告，这五蕴皆空，我们总是解不清楚，讲不透彻。看到科学这个报告，我们搞清楚、搞明白了，原来五蕴皆空是讲什么？真正是讲那个基本的物质，物质里头最小的，不能再分了，今天科学家叫它做微中子。微中子多大？科学家告诉我们，一百亿个微中子聚集在一起等于一个电子。电子，我们肉眼看不到，一百亿个微中子，大乘经里面佛说，谁能看见？八地以上，八地菩萨的定功他看见这个事实真相。所以是假的，物质现象是假的。",
      "zh_TW": "日本江本博士做水實驗，水是物質，發現它有受想行識。我們高雄劉醫生領到一批同學，效法江本博士的實驗，做成功，做出來的這個成績超過江本博士，我們看了歡喜。可是自己有沒有省悟過來？我們念頭才動，遍法界虛空界情與無情統統收到你的信息，你瞞，瞞誰？起心動念，這一點不假。我們身體狀況，身體狀況是什麼？是肉身的細胞。細胞振動的頻率，彌勒菩薩說，它跟意念的頻率是完全相同，一秒鐘一千六百兆，也是擴散在虛空法界。換句話說，物質現象，所有一切情與無情也統統知道、統統清楚。觀世音菩薩在《心經》上說「照見五蘊皆空」，我們這才真的明白。以前沒看到科學報告，這五蘊皆空，我們總是解不清楚，講不透徹。看到科學這個報告，我們搞清楚、搞明白了，原來五蘊皆空是講什麼？真正是講那個基本的物質，物質裡頭最小的，不能再分了，今天科學家叫它做微中子。微中子多大？科學家告訴我們，一百億個微中子聚集在一起等於一個電子。電子，我們肉眼看不到，一百億個微中子，大乘經裡面佛說，誰能看見？八地以上，八地菩薩的定功他看見這個事實真相。所以是假的，物質現象是假的。"
    },
    {
      "id": "02-037-0496_p0021",
      "zh_CN": "天台大师在《止观》里面教导我们，宇宙的现象，色由心生，色是物质现象，心是念头，物质现象是念头变现出来的，后头一句总结，「全体是心」。这是大乘经上佛常说的，「心外无法，法外无心」、「一切法从心想生」。我们把佛这些教诲合起来看就明白了，遍法界虚空界是自己心变现的，自己变现，自己享受，这就叫自作自受。明白的人变极乐世界，到极乐世界享受，自作自受；不明白，糊涂人，变无间地狱，他也到那里面去享受，与任何人不相干。我们今天的生活与别人真的不相干，全是自作自受，你不能不知道。真正搞清楚、搞明白了，一个人就不怨天、不尤人，慈悲心出现了，真诚的爱心出现了，感恩的心出现了。看出来，人与一切人，人与一切众生，互为因缘，慈悲感恩的心现出来了，这是性德的流露。",
      "zh_TW": "天台大師在《止觀》裡面教導我們，宇宙的現象，色由心生，色是物質現象，心是念頭，物質現象是念頭變現出來的，後頭一句總結，「全體是心」。這是大乘經上佛常說的，「心外無法，法外無心」、「一切法從心想生」。我們把佛這些教誨合起來看就明白了，遍法界虛空界是自己心變現的，自己變現，自己享受，這就叫自作自受。明白的人變極樂世界，到極樂世界享受，自作自受；不明白，糊塗人，變無間地獄，他也到那裡面去享受，與任何人不相干。我們今天的生活與別人真的不相干，全是自作自受，你不能不知道。真正搞清楚、搞明白了，一個人就不怨天、不尤人，慈悲心出現了，真誠的愛心出現了，感恩的心出現了。看出來，人與一切人，人與一切眾生，互為因緣，慈悲感恩的心現出來了，這是性德的流露。"
    },
    {
      "id": "02-037-0496_p0022",
      "zh_CN": "所以我们是业垢蔽心，这一句话落实在六道众生。四圣法界？四圣法界也有业垢，他那个业垢轻，没有我们这么严重。所以他们是乐多苦少，很少，我们这边是苦多乐少，地狱完全是苦，没有乐。则金容同秽灰，这什么意思？金容是什么？金容是阿弥陀佛，我们原本跟阿弥陀佛一样，现在变成这个样子。阿弥陀佛是真心变的，我们今天这个样子是妄心变的。为什么不用真心？真心忘记掉了，迷失了，不是真的丢掉，只是迷了。迷了，它不起作用，妄心起作用，妄心是阿赖耶识。阿赖耶是什么？是妄想分别执着，这个东西起作用。妄想分别执着当家，麻烦就大了，自性性德完全退出去，不起作用了。",
      "zh_TW": "所以我們是業垢蔽心，這一句話落實在六道眾生。四聖法界？四聖法界也有業垢，他那個業垢輕，沒有我們這麼嚴重。所以他們是樂多苦少，很少，我們這邊是苦多樂少，地獄完全是苦，沒有樂。則金容同穢灰，這什麼意思？金容是什麼？金容是阿彌陀佛，我們原本跟阿彌陀佛一樣，現在變成這個樣子。阿彌陀佛是真心變的，我們今天這個樣子是妄心變的。為什麼不用真心？真心忘記掉了，迷失了，不是真的丟掉，只是迷了。迷了，它不起作用，妄心起作用，妄心是阿賴耶識。阿賴耶是什麼？是妄想分別執著，這個東西起作用。妄想分別執著當家，麻煩就大了，自性性德完全退出去，不起作用了。"
    },
    {
      "id": "02-037-0496_p0023",
      "zh_CN": "那我们在今天还算是非常幸运，我们遇到佛法，佛法是真心、是自性，全是自性里头流露出来的，全是真心在起用。但是我们今天是妄心跟真心混在一起，还是妄的力量大，真的力量少，是这个状况。如果我们真的力量大，妄的力量少，真能够克服这些烦恼，这就叫功夫得力。功夫得力结果怎么样？结果不会再搞六道轮回，真得力了。功夫更好一点，不但不搞六道轮回，连四圣法界也不搞了，这是功夫真得力。真得力，出现的境界是什么？是诸佛如来实报庄严土。西方极乐世界带业往生的这些人，像我们这种程度，往生全是带业，生凡圣同居土，也不错。极乐世界是平等的世界，那个地方是真正共产主义，名实相符。所以到那个地方，阿弥陀佛加持你，皆作阿惟越致菩萨，这就平等了，同居土、方便土、实报土完全是平等的，没有差别。这是阿弥陀佛无量慈悲，无量的功德加持给大家，让大家无论在精神、在物质生活，甚至于智慧、神通、道力，都达到相似平等。这就是我们为什么要念佛，为什么要求生极乐世界，道理在此地。",
      "zh_TW": "那我們在今天還算是非常幸運，我們遇到佛法，佛法是真心、是自性，全是自性裡頭流露出來的，全是真心在起用。但是我們今天是妄心跟真心混在一起，還是妄的力量大，真的力量少，是這個狀況。如果我們真的力量大，妄的力量少，真能夠克服這些煩惱，這就叫功夫得力。功夫得力結果怎麼樣？結果不會再搞六道輪迴，真得力了。功夫更好一點，不但不搞六道輪迴，連四聖法界也不搞了，這是功夫真得力。真得力，出現的境界是什麼？是諸佛如來實報莊嚴土。西方極樂世界帶業往生的這些人，像我們這種程度，往生全是帶業，生凡聖同居土，也不錯。極樂世界是平等的世界，那個地方是真正共產主義，名實相符。所以到那個地方，阿彌陀佛加持你，皆作阿惟越致菩薩，這就平等了，同居土、方便土、實報土完全是平等的，沒有差別。這是阿彌陀佛無量慈悲，無量的功德加持給大家，讓大家無論在精神、在物質生活，甚至於智慧、神通、道力，都達到相似平等。這就是我們為什麼要念佛，為什麼要求生極樂世界，道理在此地。"
    },
    {
      "id": "02-037-0496_p0024",
      "zh_CN": "「足指按地，则瓦砾化宝玉。岂身土令之然哉」。足指按地，下面举出两部经的例子，《维摩经》（就是《净名经》）、《楞严经》讲过。有人问释迦牟尼佛，佛有四土，世尊，你的实报土在哪里？佛是盘腿坐在那个地方，佛把腿放下来，脚指按在大地上，大家一看，这个大地变成什么？七宝琉璃大地，像极乐世界一样。这就说明释迦牟尼佛是住在实报庄严土，我们肉眼凡夫看不到，佛这样一变现，让我们看到了，他真的是住在宝地。我们凡夫看到是瓦砾，佛看到的是宝玉，这是什么？心不一样。境是假的，境是随着心在变，心真，外面就变成真的，一真法界；心妄，就变成假东西，就变成染污，秽土。实在讲，与身与土都不相干，全是心在那里变。我们要明白这个道理，学佛是什么？修心，那你就真把佛找到了。佛在哪里？佛是你自己的真心。阿弥陀佛在哪里？心就是阿弥陀佛，阿弥陀佛就是我心，是一不是二。阿弥陀佛还会去找别人吗？阿弥陀佛还会去找神通吗？还会找这些画符念咒的吗？不会了。所以，我们找阿弥陀佛找不到，经典所在之处就是阿弥陀佛。只要经典里头的道理、事实真相搞清楚、搞明白了，然后什么疑惑都没有了，一心称念，你决定得生净土，你决定得见阿弥陀佛，跟阿难一样，阿难能见，我们也能见，心净则国土净。",
      "zh_TW": "「足指按地，則瓦礫化寶玉。豈身土令之然哉」。足指按地，下面舉出兩部經的例子，《維摩經》（就是《淨名經》）、《楞嚴經》講過。有人問釋迦牟尼佛，佛有四土，世尊，你的實報土在哪裡？佛是盤腿坐在那個地方，佛把腿放下來，腳指按在大地上，大家一看，這個大地變成什麼？七寶琉璃大地，像極樂世界一樣。這就說明釋迦牟尼佛是住在實報莊嚴土，我們肉眼凡夫看不到，佛這樣一變現，讓我們看到了，他真的是住在寶地。我們凡夫看到是瓦礫，佛看到的是寶玉，這是什麼？心不一樣。境是假的，境是隨著心在變，心真，外面就變成真的，一真法界；心妄，就變成假東西，就變成染污，穢土。實在講，與身與土都不相干，全是心在那裡變。我們要明白這個道理，學佛是什麼？修心，那你就真把佛找到了。佛在哪裡？佛是你自己的真心。阿彌陀佛在哪裡？心就是阿彌陀佛，阿彌陀佛就是我心，是一不是二。阿彌陀佛還會去找別人嗎？阿彌陀佛還會去找神通嗎？還會找這些畫符念咒的嗎？不會了。所以，我們找阿彌陀佛找不到，經典所在之處就是阿彌陀佛。只要經典裡頭的道理、事實真相搞清楚、搞明白了，然後什麼疑惑都沒有了，一心稱念，你決定得生淨土，你決定得見阿彌陀佛，跟阿難一樣，阿難能見，我們也能見，心淨則國土淨。"
    },
    {
      "id": "02-037-0496_p0025",
      "zh_CN": "下面还是《会疏》里头的话，「是知西方非遥，迷心为隔」。极乐世界不远，为什么我们看不到？我们心迷了。心要觉悟了，极乐世界就在眼前，阿弥陀佛就在眼前。所以，「若能一念归真，则往生见土，亦何隔念与时乎」。不隔，没有间隔，你一念归真，这一念就见佛，这一念就见极乐世界，没有念与时的间隔。这就告诉我们，时间是假的不是真的，空间也是假的。没有空间就没有距离，没有时间就没有先后，这大乘教里头说的。现代科学家逐渐逐渐明白了，知道时间跟空间不是真的，这些东西全是我们迷心里面的产物，变现出来的，觉悟之后，它全没有了。",
      "zh_TW": "下面還是《會疏》裡頭的話，「是知西方非遙，迷心為隔」。極樂世界不遠，為什麼我們看不到？我們心迷了。心要覺悟了，極樂世界就在眼前，阿彌陀佛就在眼前。所以，「若能一念歸真，則往生見土，亦何隔念與時乎」。不隔，沒有間隔，你一念歸真，這一念就見佛，這一念就見極樂世界，沒有念與時的間隔。這就告訴我們，時間是假的不是真的，空間也是假的。沒有空間就沒有距離，沒有時間就沒有先後，這大乘教裡頭說的。現代科學家逐漸逐漸明白了，知道時間跟空間不是真的，這些東西全是我們迷心裡面的產物，變現出來的，覺悟之後，它全沒有了。"
    },
    {
      "id": "02-037-0496_p0026",
      "zh_CN": "永嘉大师《证道歌》上有两句话说，「梦里明明有六趣，觉后空空无大千」。梦就比喻迷，迷了的时候有六道、有十法界，有十方刹土无量无边诸佛如来，无量无边世界，迷的时候有。觉了？觉了没有，全没有了。觉了的时候叫一真法界，净土宗叫常寂光净土，一片光明。但是常寂光里头，什么都没有，它什么都能现，起作用的时候能生万法，它能变现世界。什么时候变现？回归到常寂光，永远不会再迷了；回归到常寂光，才是真正无上正等正觉，《华严》称为妙觉如来。他现相，有缘就现相。什么缘？众生有感，众生念佛，众生想佛，众生念菩萨、想菩萨，他就出现了。什么时候出现？当时。在什么地方出现？随时随地，因为他没有时间、没有空间，一念相应一念佛，念念相应念念佛，大乘里头讲得太清楚、太明白了。",
      "zh_TW": "永嘉大師《證道歌》上有兩句話說，「夢裡明明有六趣，覺後空空無大千」。夢就比喻迷，迷了的時候有六道、有十法界，有十方剎土無量無邊諸佛如來，無量無邊世界，迷的時候有。覺了？覺了沒有，全沒有了。覺了的時候叫一真法界，淨土宗叫常寂光淨土，一片光明。但是常寂光裡頭，什麼都沒有，它什麼都能現，起作用的時候能生萬法，它能變現世界。什麼時候變現？回歸到常寂光，永遠不會再迷了；回歸到常寂光，才是真正無上正等正覺，《華嚴》稱為妙覺如來。他現相，有緣就現相。什麼緣？眾生有感，眾生念佛，眾生想佛，眾生念菩薩、想菩薩，他就出現了。什麼時候出現？當時。在什麼地方出現？隨時隨地，因為他沒有時間、沒有空間，一念相應一念佛，念念相應念念佛，大乘裡頭講得太清楚、太明白了。"
    },
    {
      "id": "02-037-0496_p0027",
      "zh_CN": "底下是念老注解，「疏语」，《会疏》里头讲的话，「深明心净土净之旨」，把这个道理讲得很清楚，心净土净。心净，身清净，身清净是百病不生；有病，不清净，居住的环境有灾变，不清净。中国古人有所谓，「福人居福地，福地福人居」，什么人有福？身心清净的人有福。身心清净的人住在这个地方，这地方不遭灾难。为什么？他有福，他住在这个地方就叫福地。今天，我们希望同学大家都学佛，大家都认真学佛，不要搞假的。认真学佛，第一个要读经，印光大师说得很好，八万四千法门，门门都要依据经典，不依据经典那不是佛法。净宗所依据的五经一论，五经里面，随便依据哪个本子都行。真修的人愈简单愈好，佛没有教我们多学，佛确实是教我们「一门深入，长时薰修」，一生就是学到一句话都能成佛，何况一部经。两个法门，虽然同一个道理，方法不一样，成就也就不一样，修到圆满是一样的，不圆满的时候不一样。净宗很特别，不圆满跟圆满也很相似，这是它特别之处。像这些经文，念老这句话，我们都不能随便看过，它的意思深广无尽，我们要细心去体会，这才能够得受用。",
      "zh_TW": "底下是念老註解，「疏語」，《會疏》裡頭講的話，「深明心淨土淨之旨」，把這個道理講得很清楚，心淨土淨。心淨，身清淨，身清淨是百病不生；有病，不清淨，居住的環境有災變，不清淨。中國古人有所謂，「福人居福地，福地福人居」，什麼人有福？身心清淨的人有福。身心清淨的人住在這個地方，這地方不遭災難。為什麼？他有福，他住在這個地方就叫福地。今天，我們希望同學大家都學佛，大家都認真學佛，不要搞假的。認真學佛，第一個要讀經，印光大師說得很好，八萬四千法門，門門都要依據經典，不依據經典那不是佛法。淨宗所依據的五經一論，五經裡面，隨便依據哪個本子都行。真修的人愈簡單愈好，佛沒有教我們多學，佛確實是教我們「一門深入，長時薰修」，一生就是學到一句話都能成佛，何況一部經。兩個法門，雖然同一個道理，方法不一樣，成就也就不一樣，修到圓滿是一樣的，不圓滿的時候不一樣。淨宗很特別，不圓滿跟圓滿也很相似，這是它特別之處。像這些經文，念老這句話，我們都不能隨便看過，它的意思深廣無盡，我們要細心去體會，這才能夠得受用。"
    },
    {
      "id": "02-037-0496_p0028",
      "zh_CN": "下面举，「《净名经》云」，《维摩诘经》，「佛以足指按地，此土顿现净刹」，释迦牟尼佛用足指按地，这个大地就变成琉璃世界，变成七宝世界，一尘不染，清净庄严。「又《首楞严》曰：如我按指，海印发光」。「海印」，我们有一个参考资料，从《三藏法数》里头节录出来。「海印炳现体」，在这一条里头，「谓海印三昧为教体也」。我们把这一节文念下去，「然海印是喻，三昧是定」，释迦牟尼佛说《华严经》的时候，就是入海印三昧。海是大海，大海是水，如果水不动，像湖水一样，干净没有染污，又不动，它像一面镜子一样，外面所有一切境界统统照在里面，这叫海印。海比喻大，你看它能照，一样都不漏，代表圆满现前，表这个意思。三昧是定，佛入的这个定是究竟圆满的大定。现在讲宇宙，在佛法里面讲，遍法界虚空界，统统照在里头，照在佛真心里面。",
      "zh_TW": "下面舉，「《淨名經》云」，《維摩詰經》，「佛以足指按地，此土頓現淨剎」，釋迦牟尼佛用足指按地，這個大地就變成琉璃世界，變成七寶世界，一塵不染，清淨莊嚴。「又《首楞嚴》曰：如我按指，海印發光」。「海印」，我們有一個參考資料，從《三藏法數》裡頭節錄出來。「海印炳現體」，在這一條裡頭，「謂海印三昧為教體也」。我們把這一節文念下去，「然海印是喻，三昧是定」，釋迦牟尼佛說《華嚴經》的時候，就是入海印三昧。海是大海，大海是水，如果水不動，像湖水一樣，乾淨沒有染污，又不動，它像一面鏡子一樣，外面所有一切境界統統照在裡面，這叫海印。海比喻大，你看它能照，一樣都不漏，代表圓滿現前，表這個意思。三昧是定，佛入的這個定是究竟圓滿的大定。現在講宇宙，在佛法裡面講，遍法界虛空界，統統照在裡頭，照在佛真心裡面。"
    },
    {
      "id": "02-037-0496_p0029",
      "zh_CN": "佛入这个三昧，「一切诸法，炳然」，炳是清清楚楚、明明白白，「齐现大寂定中」，在这个定中没有一样东西他没见到的，他圆满见到，他没有障碍。要是我们眼睛，隔一道墙就见不到了，他能见到，透视的。再微细的他也看到了，看到什么？看到原子，看到粒子，看到佛经上所说的极微之微，今天科学家发现的微中子，他看到了。那我们看一个人，如果看细胞，这个人身有多少细胞？科学家告诉我们，一般人、普通人身上所有的细胞大概是五十兆，有五十兆的细胞。细胞很大，细胞再分裂，那原子就出现了。八十年前科学发现原子，当时科学家认为原子是物质里头最小的，它不能再小了。但是这些年，仪器不断进步，有能力将原子打破，看看它到底是什么。原子一打破，原来看到了，原子核、电子、中子，不一样的，有多有少，围绕着原子核转，像太阳系一样的，小宇宙。",
      "zh_TW": "佛入這個三昧，「一切諸法，炳然」，炳是清清楚楚、明明白白，「齊現大寂定中」，在這個定中沒有一樣東西他沒見到的，他圓滿見到，他沒有障礙。要是我們眼睛，隔一道牆就見不到了，他能見到，透視的。再微細的他也看到了，看到什麼？看到原子，看到粒子，看到佛經上所說的極微之微，今天科學家發現的微中子，他看到了。那我們看一個人，如果看細胞，這個人身有多少細胞？科學家告訴我們，一般人、普通人身上所有的細胞大概是五十兆，有五十兆的細胞。細胞很大，細胞再分裂，那原子就出現了。八十年前科學發現原子，當時科學家認為原子是物質裡頭最小的，它不能再小了。但是這些年，儀器不斷進步，有能力將原子打破，看看它到底是什麼。原子一打破，原來看到了，原子核、電子、中子，不一樣的，有多有少，圍繞著原子核轉，像太陽系一樣的，小宇宙。"
    },
    {
      "id": "02-037-0496_p0030",
      "zh_CN": "不断的进步，不断的把它打碎，发现粒子，基本粒子，发现夸克，基本粒子跟夸克恐怕有一百多种。这一百多种，在佛经里面，相当于佛所说的色聚极微，有这个名词。色聚极微再把它打破，就看到极微之微。极微之微是最小的，再打破就没有了。这个东西被科学家发现了，极微之微就是所谓的微中子。把微中子再打破，物质现象不见了，没有了，看到是什么东西？是念头，意念波动的现象。于是科学家真的搞清楚了，物质是什么？物质的基础是念头，念头波动现象产生的。所以德国普朗克博士这一生研究这个东西，最后物质破解了，他的论文说，根据他一生所研究，世间所有的物质是假的，根本就没有物质这个东西存在，这是他说的。物质是什么？念头的幻相，跟弥勒菩萨在经上所讲的完全相同。",
      "zh_TW": "不斷的進步，不斷的把它打碎，發現粒子，基本粒子，發現夸克，基本粒子跟夸克恐怕有一百多種。這一百多種，在佛經裡面，相當於佛所說的色聚極微，有這個名詞。色聚極微再把它打破，就看到極微之微。極微之微是最小的，再打破就沒有了。這個東西被科學家發現了，極微之微就是所謂的微中子。把微中子再打破，物質現象不見了，沒有了，看到是什麼東西？是念頭，意念波動的現象。於是科學家真的搞清楚了，物質是什麼？物質的基礎是念頭，念頭波動現象產生的。所以德國普朗克博士這一生研究這個東西，最後物質破解了，他的論文說，根據他一生所研究，世間所有的物質是假的，根本就沒有物質這個東西存在，這是他說的。物質是什麼？念頭的幻相，跟彌勒菩薩在經上所講的完全相同。"
    },
    {
      "id": "02-037-0496_p0031",
      "zh_CN": "「佛问弥勒，心有所念，几念几相识耶」。问这么一句，这一句里有三个问题，有几念、有几相，相就是物质现象，有几识，识就是精神现象，就是受想行识，合起来就是五蕴。弥勒菩萨回答，一弹指有三十二亿百千念，「念念成形」，形就是物质现象，「形皆有识」，每一个形里头都有受想行识。所以换句话说，每一个极微色里头都有受想行识，就是五蕴，五蕴就是最小的。所以这是被现代科学家看见、证明了，真的不是假的。可是释迦牟尼佛在距离我们，依中国历史记载，三千年前，佛就讲得那么清楚、讲得那么明白；三千年后，今天科学才发现，发现的，还没有经上讲得那么清楚、那么明白。那科学家，现在科学家承认了，他说古时候的人有一种本能，他知道宇宙之间很多奥秘，他说我们现在这个能力丧失掉了，我们不知道，他们知道。所以现在对古圣先贤逐渐重视起来，认为他们有智慧，他们不简单，对于他们留下来的这些资料，甚至于预言，都感到很大兴趣。",
      "zh_TW": "「佛問彌勒，心有所念，幾念幾相識耶」。問這麼一句，這一句裡有三個問題，有幾念、有幾相，相就是物質現象，有幾識，識就是精神現象，就是受想行識，合起來就是五蘊。彌勒菩薩回答，一彈指有三十二億百千念，「念念成形」，形就是物質現象，「形皆有識」，每一個形裡頭都有受想行識。所以換句話說，每一個極微色裡頭都有受想行識，就是五蘊，五蘊就是最小的。所以這是被現代科學家看見、證明了，真的不是假的。可是釋迦牟尼佛在距離我們，依中國歷史記載，三千年前，佛就講得那麼清楚、講得那麼明白；三千年後，今天科學才發現，發現的，還沒有經上講得那麼清楚、那麼明白。那科學家，現在科學家承認了，他說古時候的人有一種本能，他知道宇宙之間很多奧祕，他說我們現在這個能力喪失掉了，我們不知道，他們知道。所以現在對古聖先賢逐漸重視起來，認為他們有智慧，他們不簡單，對於他們留下來的這些資料，甚至於預言，都感到很大興趣。"
    },
    {
      "id": "02-037-0496_p0032",
      "zh_CN": "这就是佛为什么什么都知道，无所不知，无所不能，就是因为一切诸法炳然齐现大寂定中，大寂定是他的心，他心定了，制心一处，无事不办。「犹如香海澄渟，湛然不动」，这是形容佛的心，这大定，这是自性本定。真心是不动的，妄心是动的。真心离念，没有念头，没有起心动念；妄心有念头，妄心有波动现象，真心没有。惠能大师见性，第四句他说得好，「何期自性，本无动摇」，就是说的这个境界，他要不入这个境界他说不出来。他不认识字，没有读过书，没有接触过佛法，没有听人讲过，他怎么知道自性是不动的？证明他真的见性了。最后一句他说「能生万法」，十法界依正庄严是从这个心里头变现出来的。自性能生能现，它不会变，会变是阿赖耶。所以阿赖耶能变，把自性所生所现的万物通过阿赖耶全都变了，变成十法界，变成六道三途，这都是阿赖耶变的，自性里头完全没有。",
      "zh_TW": "這就是佛為什麼什麼都知道，無所不知，無所不能，就是因為一切諸法炳然齊現大寂定中，大寂定是他的心，他心定了，制心一處，無事不辦。「猶如香海澄渟，湛然不動」，這是形容佛的心，這大定，這是自性本定。真心是不動的，妄心是動的。真心離念，沒有念頭，沒有起心動念；妄心有念頭，妄心有波動現象，真心沒有。惠能大師見性，第四句他說得好，「何期自性，本無動搖」，就是說的這個境界，他要不入這個境界他說不出來。他不認識字，沒有讀過書，沒有接觸過佛法，沒有聽人講過，他怎麼知道自性是不動的？證明他真的見性了。最後一句他說「能生萬法」，十法界依正莊嚴是從這個心裡頭變現出來的。自性能生能現，它不會變，會變是阿賴耶。所以阿賴耶能變，把自性所生所現的萬物通過阿賴耶全都變了，變成十法界，變成六道三途，這都是阿賴耶變的，自性裡頭完全沒有。"
    },
    {
      "id": "02-037-0496_p0033",
      "zh_CN": "所以「四天下中一切众生」，这个四天下是讲我们这六道里头所有众生，「色身形像，皆于其中历历顿现」，顿是同时，速度非常快，我们无法想像，全现在其中，历历，清清楚楚、明明白白。「如印印文」，印，中国人古时候用印章，印章里面刻了很多字，印盖下去的时候，这字同时现前，不是一个一个，不是有先后，没有先后。也就是智慧开了，人真到这个定功现前，心清净了，没有起心、没有动念、没有分别、没有执着，在这个境界里面，所以说豁然开悟。开悟境界是什么？就是整个法界统统现在你心里头，你清清楚楚，你完全明了。「其差别无尽」，差别无尽就是阿赖耶识变的，十法界、六道差别无量无边。「教法」，所以佛教学的方法也不定，方法也是无量无边，「及所化机」，所教化的对象也是无量无边，也是层次差别很大。「虽大小不同，亦同缘起」，都是同时现出来的，「炳现定中」。这几句话很重要，这说明宇宙人生一切万法的真相，海印三昧当中自然现前的。",
      "zh_TW": "所以「四天下中一切眾生」，這個四天下是講我們這六道裡頭所有眾生，「色身形像，皆於其中歷歷頓現」，頓是同時，速度非常快，我們無法想像，全現在其中，歷歷，清清楚楚、明明白白。「如印印文」，印，中國人古時候用印章，印章裡面刻了很多字，印蓋下去的時候，這字同時現前，不是一個一個，不是有先後，沒有先後。也就是智慧開了，人真到這個定功現前，心清淨了，沒有起心、沒有動念、沒有分別、沒有執著，在這個境界裡面，所以說豁然開悟。開悟境界是什麼？就是整個法界統統現在你心裡頭，你清清楚楚，你完全明瞭。「其差別無盡」，差別無盡就是阿賴耶識變的，十法界、六道差別無量無邊。「教法」，所以佛教學的方法也不定，方法也是無量無邊，「及所化機」，所教化的對象也是無量無邊，也是層次差別很大。「雖大小不同，亦同緣起」，都是同時現出來的，「炳現定中」。這幾句話很重要，這說明宇宙人生一切萬法的真相，海印三昧當中自然現前的。"
    },
    {
      "id": "02-037-0496_p0034",
      "zh_CN": "「经云」，这个经是《华严经》上的，「或现童男童女形，天龙及以阿修罗，乃至摩睺罗伽等」。摩睺罗伽是蟒蛇、大蛇，我们也称牠为龙。「随其所乐悉令见」，你喜欢看什么，统统看得到，都看到了。「众生形相各不同」，形状不一样，相貌也不一样，「行业音声亦无量」，他们的造作，这是行业，他们的音声、他们的言语也是无量无边。「如是一切皆能现，海印三昧威神力」。这是说修行，大概在菩萨，这个佛经常讲八地以上，我们有理由相信，八地以上的菩萨，他们所证得的三昧肯定是海印三昧。",
      "zh_TW": "「經云」，這個經是《華嚴經》上的，「或現童男童女形，天龍及以阿修羅，乃至摩睺羅伽等」。摩睺羅伽是蟒蛇、大蛇，我們也稱牠為龍。「隨其所樂悉令見」，你喜歡看什麼，統統看得到，都看到了。「眾生形相各不同」，形狀不一樣，相貌也不一樣，「行業音聲亦無量」，他們的造作，這是行業，他們的音聲、他們的言語也是無量無邊。「如是一切皆能現，海印三昧威神力」。這是說修行，大概在菩薩，這個佛經常講八地以上，我們有理由相信，八地以上的菩薩，他們所證得的三昧肯定是海印三昧。"
    },
    {
      "id": "02-037-0496_p0035",
      "zh_CN": "经文里面，海印发光，这《楞严经》上说的。「此之发光，非因手足」，手足只是表态，只是表示。发光是什么？不因手足是什么？心现心生，这是真的，就是那个真诚的心，没有一丝毫染污的心，也就是本经经题上所说的清净平等觉心，这是佛心。单说心清净，二乘，讲到平等，是菩萨，这些我们都要记住。如果我们的心不清净，换句话说，我们是道道地地的凡夫。为什么？小乘须陀洹果见惑断了。见惑是什么？第一个，不再执着身是我，我们有没有做到？第二个，边见没有了。边见是什么？边见是对立，你我他，对立。边见破了是什么境界？是一体的境界。老子所说，「天地与我同根，万物与我一体」，边见破了。第三个，见取见没有了、戒取见没有了。这两种，中国人叫它做成见，某人成见很深，那就是执着，执着什么？自以为是。这个念头没有了，这成见没有了。成见没有，才能恒顺众生。有成见，怎么能顺别人？我对，他不对，不能随顺。所以成见没有的时候，这人能随顺。第五，最后一种，邪见，就是除了上面这四种错误见解之外，所有一切错误的见解他都没有了。这须陀洹，初果！在大乘《华严经》上，圆教初信位的菩萨，这小学一年级，真正佛弟子。虽然没有出六道轮回，他有期限，天上人间七次往返，他就超越六道。而且在这一段期间当中，七次往返当中，决定不堕三恶道。",
      "zh_TW": "經文裡面，海印發光，這《楞嚴經》上說的。「此之發光，非因手足」，手足只是表態，只是表示。發光是什麼？不因手足是什麼？心現心生，這是真的，就是那個真誠的心，沒有一絲毫染污的心，也就是本經經題上所說的清淨平等覺心，這是佛心。單說心清淨，二乘，講到平等，是菩薩，這些我們都要記住。如果我們的心不清淨，換句話說，我們是道道地地的凡夫。為什麼？小乘須陀洹果見惑斷了。見惑是什麼？第一個，不再執著身是我，我們有沒有做到？第二個，邊見沒有了。邊見是什麼？邊見是對立，你我他，對立。邊見破了是什麼境界？是一體的境界。老子所說，「天地與我同根，萬物與我一體」，邊見破了。第三個，見取見沒有了、戒取見沒有了。這兩種，中國人叫它做成見，某人成見很深，那就是執著，執著什麼？自以為是。這個念頭沒有了，這成見沒有了。成見沒有，才能恆順眾生。有成見，怎麼能順別人？我對，他不對，不能隨順。所以成見沒有的時候，這人能隨順。第五，最後一種，邪見，就是除了上面這四種錯誤見解之外，所有一切錯誤的見解他都沒有了。這須陀洹，初果！在大乘《華嚴經》上，圓教初信位的菩薩，這小學一年級，真正佛弟子。雖然沒有出六道輪迴，他有期限，天上人間七次往返，他就超越六道。而且在這一段期間當中，七次往返當中，決定不墮三惡道。"
    },
    {
      "id": "02-037-0496_p0036",
      "zh_CN": "所以我们要常常自己用这个来反省，我们修行有什么成就、有什么功夫，初信位菩萨我们不够分、不够资格，小乘初果我们也没到，真正是博地凡夫。人贵自知之明，博地凡夫，这一生能成就的，除了靠阿弥陀佛之外，你还靠谁？所以八万四千法门任何一个法门我们都没有办法得到，真正能得到的只有净土。你能够把一句弥陀念好，万缘放下，一心专念弥陀，你就决定得生净土。修净土，放不下，只要有一桩事情放不下，你就去不了。财色名食睡，地狱五条根，只要有一条放不下，你就不能离开地狱。佛这些话都是真的不是假话。",
      "zh_TW": "所以我們要常常自己用這個來反省，我們修行有什麼成就、有什麼功夫，初信位菩薩我們不夠分、不夠資格，小乘初果我們也沒到，真正是博地凡夫。人貴自知之明，博地凡夫，這一生能成就的，除了靠阿彌陀佛之外，你還靠誰？所以八萬四千法門任何一個法門我們都沒有辦法得到，真正能得到的只有淨土。你能夠把一句彌陀念好，萬緣放下，一心專念彌陀，你就決定得生淨土。修淨土，放不下，只要有一樁事情放不下，你就去不了。財色名食睡，地獄五條根，只要有一條放不下，你就不能離開地獄。佛這些話都是真的不是假話。"
    },
    {
      "id": "02-037-0496_p0037",
      "zh_CN": "所以这海印发光是心现心生，不是手足。「阿难见佛，只因于归真之一念」，这句话重要。我们如果归真这一念的时候，「念佛时，是心念佛也。见佛时，是心见佛也。只是一心，我心佛心无毫厘许间隔」，这个我们要学，我们可以学得到的。早年李老师教导我们，常常提醒我们要换心，换心怎么换法？把我们心里这些乱七八糟东西都放下，把阿弥陀佛请到心中来，让心中只有一尊阿弥陀佛，除阿弥陀佛之外什么都没有，这叫换心。你想想，心是阿弥陀佛，我们的言当然是阿弥陀佛，我们的行为当然是阿弥陀佛，三业相应，哪有不生的道理！",
      "zh_TW": "所以這海印發光是心現心生，不是手足。「阿難見佛，只因於歸真之一念」，這句話重要。我們如果歸真這一念的時候，「念佛時，是心念佛也。見佛時，是心見佛也。只是一心，我心佛心無毫釐許間隔」，這個我們要學，我們可以學得到的。早年李老師教導我們，常常提醒我們要換心，換心怎麼換法？把我們心裡這些亂七八糟東西都放下，把阿彌陀佛請到心中來，讓心中只有一尊阿彌陀佛，除阿彌陀佛之外什麼都沒有，這叫換心。你想想，心是阿彌陀佛，我們的言當然是阿彌陀佛，我們的行為當然是阿彌陀佛，三業相應，哪有不生的道理！"
    },
    {
      "id": "02-037-0496_p0038",
      "zh_CN": "我口里有阿弥陀佛，心里还有贪瞋痴慢，这个不行，这是假的，那不是真的。我们没有到极乐世界之前，要防止时时刻刻出错误，好像我们在这个高速公路上行走，这是一条直路到极乐世界，那方向盘要把稳，差一点就出轨了，你就没分了。你要把整个精神集中在这个方向上，丝毫都不能差误。发菩提心，就是真信真愿，真正相信西方有极乐世界、有阿弥陀佛，真信，真正愿意求生。这经讲得太清楚了，两个世界我都搞清楚、搞明白了，现在让我选择，我选择极乐世界，一心投靠阿弥陀佛，只有阿弥陀佛能帮助我，只有阿弥陀佛能成就我，这要有真的信心，一丝毫怀疑没有。",
      "zh_TW": "我口裡有阿彌陀佛，心裡還有貪瞋痴慢，這個不行，這是假的，那不是真的。我們沒有到極樂世界之前，要防止時時刻刻出錯誤，好像我們在這個高速公路上行走，這是一條直路到極樂世界，那方向盤要把穩，差一點就出軌了，你就沒分了。你要把整個精神集中在這個方向上，絲毫都不能差誤。發菩提心，就是真信真願，真正相信西方有極樂世界、有阿彌陀佛，真信，真正願意求生。這經講得太清楚了，兩個世界我都搞清楚、搞明白了，現在讓我選擇，我選擇極樂世界，一心投靠阿彌陀佛，只有阿彌陀佛能幫助我，只有阿彌陀佛能成就我，這要有真的信心，一絲毫懷疑沒有。"
    },
    {
      "id": "02-037-0496_p0039",
      "zh_CN": "所以疏上说，「何隔念与时乎」，没有时间空间的问题，「只是一念，无去来今」，当下即是。「是故阿难念佛礼佛，即见弥陀」，这是什么？佛常说的心想生，就在当前，跟阿弥陀佛感应道交。阿弥陀佛的法身是常寂光，常寂光无处不在、无时不在，我们用心是真的，佛立刻就现前，就现相了。「故行者临终，若能一念归真，亦必当下见佛。蒙佛接引往生极乐。故云：念佛时即见佛时」，这句话非常重要。我们现在还没往生，时时刻刻，念佛就是见佛时，为什么？我们念佛的时候佛知道，我们发出这个信号，他收到了。收到为什么不现身？如果常常现身，佛把你的功德破坏了。为什么？你生欢喜心，你生傲慢心，我见到佛了，你看你们都没有见到，我的功夫比你好，傲慢心生起来。那个没有见到的，他嫉妒心生起来，你看，佛对他好，他见到了，我没见到。这扰乱众生。",
      "zh_TW": "所以疏上說，「何隔念與時乎」，沒有時間空間的問題，「只是一念，無去來今」，當下即是。「是故阿難念佛禮佛，即見彌陀」，這是什麼？佛常說的心想生，就在當前，跟阿彌陀佛感應道交。阿彌陀佛的法身是常寂光，常寂光無處不在、無時不在，我們用心是真的，佛立刻就現前，就現相了。「故行者臨終，若能一念歸真，亦必當下見佛。蒙佛接引往生極樂。故云：念佛時即見佛時」，這句話非常重要。我們現在還沒往生，時時刻刻，念佛就是見佛時，為什麼？我們念佛的時候佛知道，我們發出這個信號，他收到了。收到為什麼不現身？如果常常現身，佛把你的功德破壞了。為什麼？你生歡喜心，你生傲慢心，我見到佛了，你看你們都沒有見到，我的功夫比你好，傲慢心生起來。那個沒有見到的，他嫉妒心生起來，你看，佛對他好，他見到了，我沒見到。這擾亂眾生。"
    },
    {
      "id": "02-037-0496_p0040",
      "zh_CN": "佛在什么时候来让你见到？往生的缘成熟了，你在这个世间寿命到了，他来现前。那另外一种，佛现身给你看，你的功夫成就了。也就是说，你念佛念到一心，我相信还不用到一心不乱，到功夫成片就可以见到佛。你的信愿具足，功夫念到成片，成片就是确确实实没有杂念了，这个时候佛现身。佛现身，很可能会给你授记，勉励你。像莹珂法师，三天三夜把阿弥陀佛念来了，佛告诉他，你的阳寿还有十年，十年之后，佛说，你临终的时候我来接你。莹珂很聪明，我十年阳寿不要了，我现在就要跟你去。佛也答应了，好，三天之后来接你。这是真的不是假的，所以这是缘分。",
      "zh_TW": "佛在什麼時候來讓你見到？往生的緣成熟了，你在這個世間壽命到了，他來現前。那另外一種，佛現身給你看，你的功夫成就了。也就是說，你念佛念到一心，我相信還不用到一心不亂，到功夫成片就可以見到佛。你的信願具足，功夫念到成片，成片就是確確實實沒有雜念了，這個時候佛現身。佛現身，很可能會給你授記，勉勵你。像瑩珂法師，三天三夜把阿彌陀佛念來了，佛告訴他，你的陽壽還有十年，十年之後，佛說，你臨終的時候我來接你。瑩珂很聰明，我十年陽壽不要了，我現在就要跟你去。佛也答應了，好，三天之後來接你。這是真的不是假的，所以這是緣分。"
    },
    {
      "id": "02-037-0496_p0041",
      "zh_CN": "像远公大师，我们初祖慧远大师，我们在传记上看到，他一生三次见到极乐世界，还不是见阿弥陀佛，见到极乐世界，看到极乐世界，在定中看到的，从来没有跟任何人讲过。临终的时候，极乐世界又现前了，看到阿弥陀佛来迎接他，他跟大众说，佛来迎接，我要走了。人家问他极乐世界什么样子？跟《无量寿经》讲的完全相同。那个时候只有这一部《无量寿经》，《观经》、《弥陀经》都没有翻译出来。这是什么？领众的人他三次见到极乐世界，他的信心定了，专了。领众的人有德行，不说，一生对任何人一字不提，不搞神通，不搞这些怪异，一切在正常状况之下来修学，成就自己，也成就大众，远公给我们做了最好的榜样。",
      "zh_TW": "像遠公大師，我們初祖慧遠大師，我們在傳記上看到，他一生三次見到極樂世界，還不是見阿彌陀佛，見到極樂世界，看到極樂世界，在定中看到的，從來沒有跟任何人講過。臨終的時候，極樂世界又現前了，看到阿彌陀佛來迎接他，他跟大眾說，佛來迎接，我要走了。人家問他極樂世界什麼樣子？跟《無量壽經》講的完全相同。那個時候只有這一部《無量壽經》，《觀經》、《彌陀經》都沒有翻譯出來。這是什麼？領眾的人他三次見到極樂世界，他的信心定了，專了。領眾的人有德行，不說，一生對任何人一字不提，不搞神通，不搞這些怪異，一切在正常狀況之下來修學，成就自己，也成就大眾，遠公給我們做了最好的榜樣。"
    },
    {
      "id": "02-037-0496_p0042",
      "zh_CN": "我们生在今天这个世界，社会动乱，灾难频繁，过去历史上从来没有过的，这是我们最好的增上缘，为什么？让我们对这个世间不再有留恋。我们真正明了了，一生，这一心求净土，是非常非常的必要，而且我们有把握。这个事情不是虚幻的、不是空的，决定真实，我们每个人都有能力做到。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們生在今天這個世界，社會動亂，災難頻繁，過去歷史上從來沒有過的，這是我們最好的增上緣，為什麼？讓我們對這個世間不再有留戀。我們真正明瞭了，一生，這一心求淨土，是非常非常的必要，而且我們有把握。這個事情不是虛幻的、不是空的，決定真實，我們每個人都有能力做到。今天時間到了，我們就學習到此地。"
    }
  ]
}