{
  "doc_id": "02-037-0500",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五００集",
    "zh_TW": "第五００集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0500",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0500_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百九十八页第六行，从注解这里看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百九十八頁第六行，從註解這裡看起："
    },
    {
      "id": "02-037-0500_p0002",
      "zh_CN": "「下复以劫水为喻。劫水者，三灾之一」。这个三灾，我刚才看到我们补充资料里头有这一段，从《三藏法数》节录下来的，「大三灾条：（出法苑珠林）」。第一个是火灾，「谓于坏劫时」。这个劫时间很长，这个大劫。一个大劫有四个中劫，成住坏空，有四个中劫，每一个中劫有二十个小劫；换句话说，一个大劫一共有八十个小劫。小劫怎么算法？算的方法很多，通常我们常用的古大德常说的，叫增减劫。人的寿命最短的时候十岁，这是讲平均年龄，人寿最短的时候十岁。从十岁，每一百年加一岁，加到八万四千岁，这就最高的，人寿最长的是八万四千岁，再每一百年减一岁，又减到十岁，这样一增一减叫一个小劫，一个小劫。二十个小劫就是一个中劫，四个中劫，成住坏空，四个中劫叫一个大劫。这个宇宙，大宇宙，就是这样在循环，不断的在循环。劫坏的时候是坏劫，成住坏空，在坏劫的时候。",
      "zh_TW": "「下復以劫水為喻。劫水者，三災之一」。這個三災，我剛才看到我們補充資料裡頭有這一段，從《三藏法數》節錄下來的，「大三災條：（出法苑珠林）」。第一個是火災，「謂於壞劫時」。這個劫時間很長，這個大劫。一個大劫有四個中劫，成住壞空，有四個中劫，每一個中劫有二十個小劫；換句話說，一個大劫一共有八十個小劫。小劫怎麼算法？算的方法很多，通常我們常用的古大德常說的，叫增減劫。人的壽命最短的時候十歲，這是講平均年齡，人壽最短的時候十歲。從十歲，每一百年加一歲，加到八萬四千歲，這就最高的，人壽最長的是八萬四千歲，再每一百年減一歲，又減到十歲，這樣一增一減叫一個小劫，一個小劫。二十個小劫就是一個中劫，四個中劫，成住壞空，四個中劫叫一個大劫。這個宇宙，大宇宙，就是這樣在循環，不斷的在循環。劫壞的時候是壞劫，成住壞空，在壞劫的時候。"
    },
    {
      "id": "02-037-0500_p0003",
      "zh_CN": "我们现在这个劫是住劫。住劫，我们现前这是减劫，现在人的寿命七十岁，释迦牟尼佛出世，人寿平均的年龄是一百岁，一百年减一岁。佛灭度到现在，中国历史上的记载是三千零三十八年，一百年减一岁，三千年就是减了三十岁，所以现在人的寿命，平均寿命七十岁。七十岁再减到十岁，十岁再六千年，再减掉六十不就十岁！再六千年。六千年，释迦牟尼佛的法运还在，他法运还有九千年，从我们现在算起应该九千年，所以释迦牟尼佛的法运还在。十岁再往上增的时候，又要增个三千年，才是释迦牟尼佛法运结束的时候，那个时候是增劫，我们现在是减。所以弥勒佛出世的时候，人的寿命很长，比我们现在长，福报比我们现在大。寿命长短跟福报完全成正比例，寿命愈短福报愈小，寿命愈长福报愈大。极乐世界人无量寿，所以他们的福报不可思议。",
      "zh_TW": "我們現在這個劫是住劫。住劫，我們現前這是減劫，現在人的壽命七十歲，釋迦牟尼佛出世，人壽平均的年齡是一百歲，一百年減一歲。佛滅度到現在，中國歷史上的記載是三千零三十八年，一百年減一歲，三千年就是減了三十歲，所以現在人的壽命，平均壽命七十歲。七十歲再減到十歲，十歲再六千年，再減掉六十不就十歲！再六千年。六千年，釋迦牟尼佛的法運還在，他法運還有九千年，從我們現在算起應該九千年，所以釋迦牟尼佛的法運還在。十歲再往上增的時候，又要增個三千年，才是釋迦牟尼佛法運結束的時候，那個時候是增劫，我們現在是減。所以彌勒佛出世的時候，人的壽命很長，比我們現在長，福報比我們現在大。壽命長短跟福報完全成正比例，壽命愈短福報愈小，壽命愈長福報愈大。極樂世界人無量壽，所以他們的福報不可思議。"
    },
    {
      "id": "02-037-0500_p0004",
      "zh_CN": "坏劫的时候，有七个太阳出现，你就晓得这地球上多热。「大地须弥山渐渐崩坏」，这就是这个星系瓦解了。我们这一个单位世界，单位世界，我们在过去初学佛的时候都误会以为是太阳系。黄念祖老居士他是研究科学的，我们见面的时候他就告诉我，佛经上讲的单位世界，这个世界当中是须弥山，日月是绕着须弥山的半腰转的，他说单位世界不是太阳系，是银河系。银河系的核心、中心就是现在知道了黑洞，佛经里面讲的须弥山是那个，它在这个银河系里，确实它是突出的。银河系这个星系，我们看到天文照片，这个星系像一个碟一样，像一个碟。但是这个碟，它是中间高出来，中间厚，愈往两边去愈薄。而我们太阳是在它边缘上，不是在中心，也不是在最旁边。太阳绕银河，银河的中心是须弥山，这须弥山不在我们地球，也不在我们太阳系。",
      "zh_TW": "壞劫的時候，有七個太陽出現，你就曉得這地球上多熱。「大地須彌山漸漸崩壞」，這就是這個星系瓦解了。我們這一個單位世界，單位世界，我們在過去初學佛的時候都誤會以為是太陽系。黃念祖老居士他是研究科學的，我們見面的時候他就告訴我，佛經上講的單位世界，這個世界當中是須彌山，日月是繞著須彌山的半腰轉的，他說單位世界不是太陽系，是銀河系。銀河系的核心、中心就是現在知道了黑洞，佛經裡面講的須彌山是那個，它在這個銀河系裡，確實它是突出的。銀河系這個星系，我們看到天文照片，這個星系像一個碟一樣，像一個碟。但是這個碟，它是中間高出來，中間厚，愈往兩邊去愈薄。而我們太陽是在它邊緣上，不是在中心，也不是在最旁邊。太陽繞銀河，銀河的中心是須彌山，這須彌山不在我們地球，也不在我們太陽系。"
    },
    {
      "id": "02-037-0500_p0005",
      "zh_CN": "这个银河系要瓦解，这也是个天象，天文学家也在推算这个，银河系什么时候形成的，什么时候它会消灭、消失。科学家完全承认，太空里面有新兴的银河系，也有老衰的银河系，有会瓦解掉的银河系。这个坏劫就是瓦解了，银河系瓦解，所以大地须弥山渐渐崩坏，「四大海水，展转消尽」。这个四大海水不是指我们地球上的海水，不是，这种海水是指太空当中这些气流，这些气流流动就是像海水一样，辗转消尽。「大千世界及初禅天，皆悉洞然」，洞然是燃烧了，这个然跟加火字边的燃是一个意思。「无有遗余，是名火灾」。括弧里有个解释，「梵语须弥，华言妙高。四大海者，即东西南北四海也」，这古人说法。现在我们了解不是这个意思，是这个银河系，要以银河系为中心，银河系的四周这些气流，应该这样解释。这个世界的毁坏是一个单位世界，不是太阳系。",
      "zh_TW": "這個銀河系要瓦解，這也是個天象，天文學家也在推算這個，銀河系什麼時候形成的，什麼時候它會消滅、消失。科學家完全承認，太空裡面有新興的銀河系，也有老衰的銀河系，有會瓦解掉的銀河系。這個壞劫就是瓦解了，銀河系瓦解，所以大地須彌山漸漸崩壞，「四大海水，展轉消盡」。這個四大海水不是指我們地球上的海水，不是，這種海水是指太空當中這些氣流，這些氣流流動就是像海水一樣，輾轉消盡。「大千世界及初禪天，皆悉洞然」，洞然是燃燒了，這個然跟加火字邊的燃是一個意思。「無有遺餘，是名火災」。括弧裡有個解釋，「梵語須彌，華言妙高。四大海者，即東西南北四海也」，這古人說法。現在我們了解不是這個意思，是這個銀河系，要以銀河系為中心，銀河系的四周這些氣流，應該這樣解釋。這個世界的毀壞是一個單位世界，不是太陽系。"
    },
    {
      "id": "02-037-0500_p0006",
      "zh_CN": "火能烧到初禅天，我们就晓得，经上告诉我们，禅定当中烦恼完全被控制了，但是习气在，只是控制并没有断灭；如果烦恼断灭，不会有灾难。所以四禅八定，佛在经上告诉我们，这叫世间禅定，不是出世间禅定，出世间禅定比这个高明多了。出世间禅定确实是灭烦恼，灭烦恼还有习气。世间禅定是伏烦恼，石头压草压住它，但是在坏劫的时候压不住，贪瞋痴烦恼现前，所以感得三灾。第四禅的功夫不错了，他还能伏得住，所以在四禅里面这个三灾现象都没有，我们一般称它福天。天界里面福报最大的，四禅天，它没有三灾。你看，初禅它有火灾也有水灾、也有风灾，三灾具足；二禅没有火灾，也就是瞋恚他能伏得住，所以它有水灾、有风灾（水灾，他有贪心，贪的烦恼他伏不住）；第三禅，功夫愈来愈增胜，第三禅贪瞋都伏住，愚痴伏不住，愚痴所感的是风灾，所以风灾能把三禅吹坏。",
      "zh_TW": "火能燒到初禪天，我們就曉得，經上告訴我們，禪定當中煩惱完全被控制了，但是習氣在，只是控制並沒有斷滅；如果煩惱斷滅，不會有災難。所以四禪八定，佛在經上告訴我們，這叫世間禪定，不是出世間禪定，出世間禪定比這個高明多了。出世間禪定確實是滅煩惱，滅煩惱還有習氣。世間禪定是伏煩惱，石頭壓草壓住它，但是在壞劫的時候壓不住，貪瞋痴煩惱現前，所以感得三災。第四禪的功夫不錯了，他還能伏得住，所以在四禪裡面這個三災現象都沒有，我們一般稱它福天。天界裡面福報最大的，四禪天，它沒有三災。你看，初禪它有火災也有水災、也有風災，三災具足；二禪沒有火災，也就是瞋恚他能伏得住，所以它有水災、有風災（水災，他有貪心，貪的煩惱他伏不住）；第三禪，功夫愈來愈增勝，第三禪貪瞋都伏住，愚痴伏不住，愚痴所感的是風災，所以風災能把三禪吹壞。"
    },
    {
      "id": "02-037-0500_p0007",
      "zh_CN": "我们看第二段，「二、水灾：谓初禅天已下，七番火灾，坏于世间之后，世界复成」。这是讲小世界，像银河系这种小星系它的成住坏空。初禅天以下七次火灾，这个世界就灭了。灭了之后，你看，坏于世间之后，世界复成。「又于坏劫之时，渐降大雨，滴如车轴」，这是很大，不是像我们现在这个雨落下来，小小的一点一点，这个点太大了，我们还没有看到经上形容这么大。可是我们听说，我上一次回图文巴，听说图文巴有水灾，它在山顶怎么可能有水灾？市长来看我，我就问他，我说图文巴发生水灾是到底怎么回事情？他说降雨量太大了，就像那个，像盆子这样倒下来一样，水流出去来不及。你看在山上，水流的时候，水流的速度没有下的速度那么快，所以街道上稍微低一点的都被淹了。车辆损失大概有一百多辆车，被水冲下去了，死了有三、四十个人，多半都是在车子里头他出不来。时间一个小时，一个小时之后水就没有，就退了。这是人意想不到，怎么也想不到，这个山顶上怎么会有水灾，会有这种雨下来？这个情形其他地方也有发生，我们也有听说，很少很少见，下雨的速度比水流的速度快，它就流不出去。",
      "zh_TW": "我們看第二段，「二、水災：謂初禪天已下，七番火災，壞於世間之後，世界復成」。這是講小世界，像銀河系這種小星系它的成住壞空。初禪天以下七次火災，這個世界就滅了。滅了之後，你看，壞於世間之後，世界復成。「又於壞劫之時，漸降大雨，滴如車軸」，這是很大，不是像我們現在這個雨落下來，小小的一點一點，這個點太大了，我們還沒有看到經上形容這麼大。可是我們聽說，我上一次回圖文巴，聽說圖文巴有水災，它在山頂怎麼可能有水災？市長來看我，我就問他，我說圖文巴發生水災是到底怎麼回事情？他說降雨量太大了，就像那個，像盆子這樣倒下來一樣，水流出去來不及。你看在山上，水流的時候，水流的速度沒有下的速度那麼快，所以街道上稍微低一點的都被淹了。車輛損失大概有一百多輛車，被水沖下去了，死了有三、四十個人，多半都是在車子裡頭他出不來。時間一個小時，一個小時之後水就沒有，就退了。這是人意想不到，怎麼也想不到，這個山頂上怎麼會有水災，會有這種雨下來？這個情形其他地方也有發生，我們也有聽說，很少很少見，下雨的速度比水流的速度快，它就流不出去。"
    },
    {
      "id": "02-037-0500_p0008",
      "zh_CN": "「更兼地下水轮，涌沸上腾」，这个地下水轮指海水，海洋，海洋的水上升。海洋水上升怎么回事情？大概两种情形，一种情形，海底火山爆发造成海啸；第二种，大陆沉到海底去，这一沉下去肯定海水往上涌，这个也有可能。我们曾经好像看到一个信息，太平洋里头有些小岛会沉下去，会造成这种现象。岛的面积不太大的，也就影响不大；如果这个岛有很大的面积，影响就大了。「大千世界乃至二禅天，水皆弥满，一切坏灭，如水消盐，是名水灾」。这个在经上讲，贪婪感得的。人真的，这个贪瞋痴慢疑五毒一定要断，对自己身体、对自己的德行、对自己居住的地方没有一点好处。",
      "zh_TW": "「更兼地下水輪，湧沸上騰」，這個地下水輪指海水，海洋，海洋的水上升。海洋水上升怎麼回事情？大概兩種情形，一種情形，海底火山爆發造成海嘯；第二種，大陸沉到海底去，這一沉下去肯定海水往上湧，這個也有可能。我們曾經好像看到一個信息，太平洋裡頭有些小島會沉下去，會造成這種現象。島的面積不太大的，也就影響不大；如果這個島有很大的面積，影響就大了。「大千世界乃至二禪天，水皆彌滿，一切壞滅，如水消鹽，是名水災」。這個在經上講，貪婪感得的。人真的，這個貪瞋痴慢疑五毒一定要斷，對自己身體、對自己的德行、對自己居住的地方沒有一點好處。"
    },
    {
      "id": "02-037-0500_p0009",
      "zh_CN": "第三个，「风灾：谓二禅天已下，七番水灾已后」。这个七，我们也不能把它当作数字看，可以说是多次。七在佛法里头常常代表圆满。圆满就是这个破坏达到极处，它已经全部破坏了，无法再破坏了，破坏尽了，这就用七来代表它，不一定是七次。「至世界复成，又于坏劫之时」，你看，又遇到一个坏劫，成住坏空，「从下风轮，有猛风起；兼以众生业力尽故，处处生风」。这风灾是众生愚痴所感得的，没有智慧，所以对什么都怀疑，疑就生风，我们形容它风吹草动。「大千世界乃至三禅天，悉皆飘击，荡尽无余，是名风灾」。这是《三藏法数》里面所说的大三灾，《法苑珠林》里面节录的。",
      "zh_TW": "第三個，「風災：謂二禪天已下，七番水災已後」。這個七，我們也不能把它當作數字看，可以說是多次。七在佛法裡頭常常代表圓滿。圓滿就是這個破壞達到極處，它已經全部破壞了，無法再破壞了，破壞盡了，這就用七來代表它，不一定是七次。「至世界復成，又於壞劫之時」，你看，又遇到一個壞劫，成住壞空，「從下風輪，有猛風起；兼以眾生業力盡故，處處生風」。這風災是眾生愚痴所感得的，沒有智慧，所以對什麼都懷疑，疑就生風，我們形容它風吹草動。「大千世界乃至三禪天，悉皆飄擊，蕩盡無餘，是名風災」。這是《三藏法數》裡面所說的大三災，《法苑珠林》裡面節錄的。"
    },
    {
      "id": "02-037-0500_p0010",
      "zh_CN": "底下一段是《佛学大辞典》说的，「大三灾条」，这是术语。「过住劫，则入坏劫，坏劫有二十增减劫。前十九增减劫，坏有情世间。最后一增减劫。坏器世间」。坏劫有二十个小劫，这个增减劫是小劫，二十个。这个坏劫是中劫，成住坏空四个中劫，每一个中劫都有二十个增减劫。刚才讲了，就是人从十岁，一百年加一岁这是增，加到八万四千岁，再每一百年减一岁，又减到十岁，这叫增减，增减是小劫，就是它有二十个小劫。前面十九个小劫里面，把有情世间摧毁了。也就是说，这地球还在，地球上所有生物没有了，不但人没有了，可能动物、植物都没有了。我们今天讲，变成一个死的星球，这种星球在太空当中很多，天文学家都知道。最后这一个小劫，这个星球坏了，也就是星球爆炸了，在太空当中消失了，这叫坏器世间。「坏此器世间有火灾水灾风灾之三者」，这三种都能够破坏器世间，「是曰大三灾。此三灾非起于同时，各自轮次而起，以坏世界也」。它不是同时来的，它是一次一次的，确实先是火灾，第二是水灾，第三是风灾，这个说得比前面的详细一点。",
      "zh_TW": "底下一段是《佛學大辭典》說的，「大三災條」，這是術語。「過住劫，則入壞劫，壞劫有二十增減劫。前十九增減劫，壞有情世間。最後一增減劫。壞器世間」。壞劫有二十個小劫，這個增減劫是小劫，二十個。這個壞劫是中劫，成住壞空四個中劫，每一個中劫都有二十個增減劫。剛才講了，就是人從十歲，一百年加一歲這是增，加到八萬四千歲，再每一百年減一歲，又減到十歲，這叫增減，增減是小劫，就是它有二十個小劫。前面十九個小劫裡面，把有情世間摧毀了。也就是說，這地球還在，地球上所有生物沒有了，不但人沒有了，可能動物、植物都沒有了。我們今天講，變成一個死的星球，這種星球在太空當中很多，天文學家都知道。最後這一個小劫，這個星球壞了，也就是星球爆炸了，在太空當中消失了，這叫壞器世間。「壞此器世間有火災水災風災之三者」，這三種都能夠破壞器世間，「是曰大三災。此三災非起於同時，各自輪次而起，以壞世界也」。它不是同時來的，它是一次一次的，確實先是火災，第二是水災，第三是風災，這個說得比前面的詳細一點。"
    },
    {
      "id": "02-037-0500_p0011",
      "zh_CN": "「第一火灾，七个日轮，同时并出，焚烧此世界，下自无间地狱，上至色界之初禅天」，这个范围全遭难了，所以叫大三灾，大三灾的火灾。「第二水灾，下自无间地狱上至色界之第二禅天」。这范围比前面大多了，这是水所淹没的。「第三风灾，下自无间地狱上至色界之第三禅天，一切物质，为风飘散。其次第，先有火灾七度」，有七次火灾，它二十个小劫里头有七次火灾，一度水灾，「后有一度水灾，更有七度火灾，复有一度水灾。如此每七火有一水，七度水灾后，更经七度火灾，有一风灾，然则三灾为一周，有八七火灾」，八个七次火灾，「与一七水灾」。下面说，「与一风灾，故总经六十四度之大灾。即六十四大劫也」。一大劫中有成住坏空四个中劫，坏劫之终有一度之大灾。这是佛在经上给我们讲的，可能都是从《俱舍论》所说的。",
      "zh_TW": "「第一火災，七個日輪，同時並出，焚燒此世界，下自無間地獄，上至色界之初禪天」，這個範圍全遭難了，所以叫大三災，大三災的火災。「第二水災，下自無間地獄上至色界之第二禪天」。這範圍比前面大多了，這是水所淹沒的。「第三風災，下自無間地獄上至色界之第三禪天，一切物質，為風飄散。其次第，先有火災七度」，有七次火災，它二十個小劫裡頭有七次火災，一度水災，「後有一度水災，更有七度火災，復有一度水災。如此每七火有一水，七度水災後，更經七度火災，有一風災，然則三災為一周，有八七火災」，八個七次火災，「與一七水災」。下面說，「與一風災，故總經六十四度之大災。即六十四大劫也」。一大劫中有成住壞空四個中劫，壞劫之終有一度之大災。這是佛在經上給我們講的，可能都是從《俱舍論》所說的。"
    },
    {
      "id": "02-037-0500_p0012",
      "zh_CN": "俱舍论第十二卷说明，「初火灾兴」，大三灾的开始是火灾，火灾有七个太阳出现。「次水灾起，由雨霖淫」。这个淫是过分，就是水太多、太过分，变成灾难了。「后风灾生，由风相击。此三灾力，坏器世间。乃至极微，亦无余在」。可见这个严重，极微色是物质最小的，最小的物质都不能存在。最小的物质，今天科学家讲的微中子，大乘经里面所说的极微之微，它都没有办法存在，可见得这个三灾的严重性。亦无余在，其他的全部摧毁了，所有物质现象全没有了。",
      "zh_TW": "俱舍論第十二卷說明，「初火災興」，大三災的開始是火災，火災有七個太陽出現。「次水災起，由雨霖淫」。這個淫是過分，就是水太多、太過分，變成災難了。「後風災生，由風相擊。此三災力，壞器世間。乃至極微，亦無餘在」。可見這個嚴重，極微色是物質最小的，最小的物質都不能存在。最小的物質，今天科學家講的微中子，大乘經裡面所說的極微之微，它都沒有辦法存在，可見得這個三災的嚴重性。亦無餘在，其他的全部摧毀了，所有物質現象全沒有了。"
    },
    {
      "id": "02-037-0500_p0013",
      "zh_CN": "「第二静虑」，就是二禅天，「为火灾顶，此下为火所焚烧故」。三禅，三静虑（三禅）是水灾的顶，「此下」，三禅之下统统为水所浸。第四禅为风灾顶，四禅以下的，「风所飘散。先无间起七火灾，其次宜应一水灾起，此后无间后七火灾还有一水，如是乃至满七水灾，复七火灾后风灾起，如是总有八七火灾」，八七五十六，「一七水灾」，一个风灾。这是讲坏劫时候，二十个小劫里头布满了灾难，火灾特别多，水灾也不少。真正风灾，要命的风灾，毁灭世界，那一次，因为一次，器世间毁灭了，就是星球毁灭了，星球毁灭在风灾。",
      "zh_TW": "「第二靜慮」，就是二禪天，「為火災頂，此下為火所焚燒故」。三禪，三靜慮（三禪）是水災的頂，「此下」，三禪之下統統為水所浸。第四禪為風災頂，四禪以下的，「風所飄散。先無間起七火災，其次宜應一水災起，此後無間後七火災還有一水，如是乃至滿七水災，復七火災後風災起，如是總有八七火災」，八七五十六，「一七水災」，一個風災。這是講壞劫時候，二十個小劫裡頭布滿了災難，火災特別多，水災也不少。真正風災，要命的風災，毀滅世界，那一次，因為一次，器世間毀滅了，就是星球毀滅了，星球毀滅在風災。"
    },
    {
      "id": "02-037-0500_p0014",
      "zh_CN": "这个下面还有两段，给我们介绍「坏劫」跟「水轮」，就是水灾。《三藏法数》里头的，「坏劫者，谓世界坏减」。我们今天这个世界上有灾难，世界没有坏减，这大家都晓得。世界上这么多灾难，对于动物、植物有伤害，对地球没有伤害，这是业力所感的。根据大乘经教，佛常说「一切法从心想生」，这一切法当然包括三灾八难，只要是物质的世界都不能够避免。不遭灾难，四禅天以上，四禅真的福报大，它那个地方没有三灾。四空天不是物质世界，四禅它还是色界天，它有物质现象，四空天当然不受灾难，它没有物质现象，人没有身体。所以四空天，我们可以称他的体是灵体，世俗人讲灵魂，他不要身体。这是我们这个世间，真正是人类当中最聪明的、最高尚的，中国老子就有这个思想，说「吾有大患，为吾有身」。老子讲，我最大的忧患是什么？因为有个身体，那没有身体多好！没有身体就是无色界天。有身体就得要修四禅的福报，才不受这三灾之苦，这三灾是躲避不了的，从无间地狱到三禅天。",
      "zh_TW": "這個下面還有兩段，給我們介紹「壞劫」跟「水輪」，就是水災。《三藏法數》裡頭的，「壞劫者，謂世界壞減」。我們今天這個世界上有災難，世界沒有壞減，這大家都曉得。世界上這麼多災難，對於動物、植物有傷害，對地球沒有傷害，這是業力所感的。根據大乘經教，佛常說「一切法從心想生」，這一切法當然包括三災八難，只要是物質的世界都不能夠避免。不遭災難，四禪天以上，四禪真的福報大，它那個地方沒有三災。四空天不是物質世界，四禪它還是色界天，它有物質現象，四空天當然不受災難，它沒有物質現象，人沒有身體。所以四空天，我們可以稱他的體是靈體，世俗人講靈魂，他不要身體。這是我們這個世間，真正是人類當中最聰明的、最高尚的，中國老子就有這個思想，說「吾有大患，為吾有身」。老子講，我最大的憂患是什麼？因為有個身體，那沒有身體多好！沒有身體就是無色界天。有身體就得要修四禪的福報，才不受這三災之苦，這三災是躲避不了的，從無間地獄到三禪天。"
    },
    {
      "id": "02-037-0500_p0015",
      "zh_CN": "所以我们对这些事情要能够熟悉、清楚、明了，才真正知道，佛在经教里常说「五浊恶世」，不是一个好的地方，真正觉悟了，应当要出离。出离，是有不少人有这个心，实际上谈何容易！要断烦恼、要消业障。四禅天人断烦恼、消业障有相当的功夫了，小乘三果阿那含就住在四禅天。四禅是凡圣同居土，四禅总共十八层天，第四禅有九种不同的天，有三种是一般讲的四禅天，福天。除这三种之外，还有一种修无想定的，无想定修成之后也住在这里，有定没有智慧。那另外五种圣人住的，阿那含，三果阿那含住的。他们在那里修行，利根的，不要通过四空天他就证阿罗汉，就超越六道轮回了；根钝一点的，他还要通过四空天再出六道轮回，生到四圣法界的声闻法界。真不容易！我们要修其他的法门，八万四千法门、无量法门都要走这个通道，我们自己想想有能力吗？确实不可能。这才真正体会到阿弥陀佛无尽的慈悲，真正体会到阿弥陀佛对我们的深恩大德，为我们开一条特别通道，不需要断烦恼、不需要消业障，而且出离六道比他们还方便、比他们还快速。这个法门真开辟出来了，于今十劫。十劫这个时间不长，阿弥陀佛极乐世界，新兴的世界，成立不久，用这个通道，不但接引娑婆世界众生，它是普及的、普遍的，十方三世一切诸佛刹土里面的六道众生。六道众生最苦！都免不了三灾八难。",
      "zh_TW": "所以我們對這些事情要能夠熟悉、清楚、明瞭，才真正知道，佛在經教裡常說「五濁惡世」，不是一個好的地方，真正覺悟了，應當要出離。出離，是有不少人有這個心，實際上談何容易！要斷煩惱、要消業障。四禪天人斷煩惱、消業障有相當的功夫了，小乘三果阿那含就住在四禪天。四禪是凡聖同居土，四禪總共十八層天，第四禪有九種不同的天，有三種是一般講的四禪天，福天。除這三種之外，還有一種修無想定的，無想定修成之後也住在這裡，有定沒有智慧。那另外五種聖人住的，阿那含，三果阿那含住的。他們在那裡修行，利根的，不要通過四空天他就證阿羅漢，就超越六道輪迴了；根鈍一點的，他還要通過四空天再出六道輪迴，生到四聖法界的聲聞法界。真不容易！我們要修其他的法門，八萬四千法門、無量法門都要走這個通道，我們自己想想有能力嗎？確實不可能。這才真正體會到阿彌陀佛無盡的慈悲，真正體會到阿彌陀佛對我們的深恩大德，為我們開一條特別通道，不需要斷煩惱、不需要消業障，而且出離六道比他們還方便、比他們還快速。這個法門真開闢出來了，於今十劫。十劫這個時間不長，阿彌陀佛極樂世界，新興的世界，成立不久，用這個通道，不但接引娑婆世界眾生，它是普及的、普遍的，十方三世一切諸佛剎土裡面的六道眾生。六道眾生最苦！都免不了三災八難。"
    },
    {
      "id": "02-037-0500_p0016",
      "zh_CN": "我们人寿短促，看到这个小劫好像时间很长，在佛菩萨眼目当中，看到的是很短。不要说佛菩萨，我们看四王天，这经上讲的，四王天的一天是我们人间五十年，我们人间活一百岁，四王天人看起来只活了两天。忉利天的福报更大，忉利天的一天是人间一百年，他看我们人间活一百岁，在他那个地方就一天。弥勒菩萨在兜率天，兜率天的一天是人间四百年，如果兜率天看地球上一百岁的人，要是依他们那个时间，像我们二十四小时算法，只六个小时。他那里六个小时，我们这里一百年，我们这个地方一百年、一百岁，四百岁才是他们的一天。愈往上去，倍倍增加，化乐天人那个天一天，我们人间八百年，何况诸佛世界！所以把这个事情搞清楚、搞明白了，人实在可怜，太渺小了，寿命太短了，还在这里不老实，还争名夺利，还搞贪瞋痴慢。所以真搞清楚、搞明白了，惭愧心就生起来了，觉得对不起自己，自己本来是佛，怎么会搞成这个样子？对这个世间还生起留恋，你说这是多么可悲的事情、多么可怜的事情！",
      "zh_TW": "我們人壽短促，看到這個小劫好像時間很長，在佛菩薩眼目當中，看到的是很短。不要說佛菩薩，我們看四王天，這經上講的，四王天的一天是我們人間五十年，我們人間活一百歲，四王天人看起來只活了兩天。忉利天的福報更大，忉利天的一天是人間一百年，他看我們人間活一百歲，在他那個地方就一天。彌勒菩薩在兜率天，兜率天的一天是人間四百年，如果兜率天看地球上一百歲的人，要是依他們那個時間，像我們二十四小時算法，只六個小時。他那裡六個小時，我們這裡一百年，我們這個地方一百年、一百歲，四百歲才是他們的一天。愈往上去，倍倍增加，化樂天人那個天一天，我們人間八百年，何況諸佛世界！所以把這個事情搞清楚、搞明白了，人實在可憐，太渺小了，壽命太短了，還在這裡不老實，還爭名奪利，還搞貪瞋痴慢。所以真搞清楚、搞明白了，慚愧心就生起來了，覺得對不起自己，自己本來是佛，怎麼會搞成這個樣子？對這個世間還生起留戀，你說這是多麼可悲的事情、多麼可憐的事情！"
    },
    {
      "id": "02-037-0500_p0017",
      "zh_CN": "依旧不知道回头，迷恋在七情五欲，陷在贪瞋痴慢里头，不知道求出离，遇到净土半信半疑，这就是经上常说的可怜悯者，这人真可怜！遇到佛法他不相信，这是什么？善根福德没成熟。善根福德成熟，他就相信，他不再怀疑，这一生当中他决定取得。他知道我该放下了，知道我应该真正修行，一心一意求生净土。行吗？答案是肯定的。那经上说过去生中供养无量诸佛，你怀疑吗？我觉得没有怀疑的必要，要不是诸佛如来加持你，你能信吗？你肯发愿吗？你真能信、真正发愿，就肯定你过去生中生生世世曾经供养无量诸佛如来。你看那些人不肯相信，那就说明他的善根福德因缘不够。你真信，它就够了。",
      "zh_TW": "依舊不知道回頭，迷戀在七情五欲，陷在貪瞋痴慢裡頭，不知道求出離，遇到淨土半信半疑，這就是經上常說的可憐憫者，這人真可憐！遇到佛法他不相信，這是什麼？善根福德沒成熟。善根福德成熟，他就相信，他不再懷疑，這一生當中他決定取得。他知道我該放下了，知道我應該真正修行，一心一意求生淨土。行嗎？答案是肯定的。那經上說過去生中供養無量諸佛，你懷疑嗎？我覺得沒有懷疑的必要，要不是諸佛如來加持你，你能信嗎？你肯發願嗎？你真能信、真正發願，就肯定你過去生中生生世世曾經供養無量諸佛如來。你看那些人不肯相信，那就說明他的善根福德因緣不夠。你真信，它就夠了。"
    },
    {
      "id": "02-037-0500_p0018",
      "zh_CN": "另外还有个方法，听经、读经，经典帮助你觉悟、帮助你明了，真正搞清楚、搞明白，为自己做一个选择。真搞清楚、真搞明白，我选择极乐世界。你就选对了，那就证明你的善根福德因缘现前了。如果没有现前，真有业障，你不会选择，你还继续迷惑。佛对我们的加持就是经教，这样你才真正知道，夏莲居老居士、黄念祖老居士对我们末法众生是多大的贡献。没有这个会集本、没有这个集注，我们对净宗真的是半信半疑。深入会集本的集注，我们的疑虑才消除，真相信、真发愿，那佛号也就是真念，不再是妄心念佛。这一生自己有信心、有把握决定得生，临终决定见到阿弥陀佛来接引。",
      "zh_TW": "另外還有個方法，聽經、讀經，經典幫助你覺悟、幫助你明瞭，真正搞清楚、搞明白，為自己做一個選擇。真搞清楚、真搞明白，我選擇極樂世界。你就選對了，那就證明你的善根福德因緣現前了。如果沒有現前，真有業障，你不會選擇，你還繼續迷惑。佛對我們的加持就是經教，這樣你才真正知道，夏蓮居老居士、黃念祖老居士對我們末法眾生是多大的貢獻。沒有這個會集本、沒有這個集註，我們對淨宗真的是半信半疑。深入會集本的集註，我們的疑慮才消除，真相信、真發願，那佛號也就是真念，不再是妄心念佛。這一生自己有信心、有把握決定得生，臨終決定見到阿彌陀佛來接引。"
    },
    {
      "id": "02-037-0500_p0019",
      "zh_CN": "我们看这个参考资料，坏劫，「坏劫者，谓世界坏减也」，这是讲坏减。「有二十小劫。如火灾起时，坏至初禅天。始从地狱，终至梵天，有情众生，经十九增减劫」，就是十九个小劫，「次第坏尽」。在十九个小劫里头，动植物没有了。「唯器世间空旷而住，乃至一切有情都尽」。这是我们用天文望远镜看到跟地球比较近一点的星球，没有发现这星球上有高等生命居住的迹象，没有发现，甚至于连植物现象都看不到。读这个经就晓得，它们在什么时候？它们在坏劫，前面十九个增减劫的这个时段。那最后第二十个小劫，「方坏器世间」，这星系不存在了。",
      "zh_TW": "我們看這個參考資料，壞劫，「壞劫者，謂世界壞減也」，這是講壞減。「有二十小劫。如火災起時，壞至初禪天。始從地獄，終至梵天，有情眾生，經十九增減劫」，就是十九個小劫，「次第壞盡」。在十九個小劫裡頭，動植物沒有了。「唯器世間空曠而住，乃至一切有情都盡」。這是我們用天文望遠鏡看到跟地球比較近一點的星球，沒有發現這星球上有高等生命居住的跡象，沒有發現，甚至於連植物現象都看不到。讀這個經就曉得，它們在什麼時候？它們在壞劫，前面十九個增減劫的這個時段。那最後第二十個小劫，「方壞器世間」，這星系不存在了。"
    },
    {
      "id": "02-037-0500_p0020",
      "zh_CN": "下面说，「有七日从海底出，大海尽竭，须弥崩坏，风吹猛燄，烧上梵天，悉成灰烬」。这是说这一个大星系，一个单位世界，黄念老说的一个银河系，这银河系坏了，全没了。「乃至三千世界一时烧尽，名为坏劫」。火烧初禅天，初禅天是小世界，小千世界的顶是二禅，中千世界的顶是三禅，大千世界的顶是四禅。",
      "zh_TW": "下面說，「有七日從海底出，大海盡竭，須彌崩壞，風吹猛燄，燒上梵天，悉成灰燼」。這是說這一個大星系，一個單位世界，黃念老說的一個銀河系，這銀河系壞了，全沒了。「乃至三千世界一時燒盡，名為壞劫」。火燒初禪天，初禪天是小世界，小千世界的頂是二禪，中千世界的頂是三禪，大千世界的頂是四禪。"
    },
    {
      "id": "02-037-0500_p0021",
      "zh_CN": "「水轮」，经上讲的，「成立世界四轮之一」，这现在讲元素。四轮第一个是空轮，「空轮上有风轮」，这就是气流。「此风轮上，光音天之雨」，光音天是二禅，初禅三天是梵天，光音是二禅，三禅天叫净，三禅是净天。光音天的雨，「生深十一亿二万」，这《俱舍论》上讲的，「此数目之单位为由旬」，生深十一亿二万由旬水层，这叫水轮。「此水轮之上层凝结，即金轮际也」，这个金轮就是讲的金属。「九山八海，安立于此金轮上」。这个是《俱舍论》里面，佛说的宇宙这个状况。",
      "zh_TW": "「水輪」，經上講的，「成立世界四輪之一」，這現在講元素。四輪第一個是空輪，「空輪上有風輪」，這就是氣流。「此風輪上，光音天之雨」，光音天是二禪，初禪三天是梵天，光音是二禪，三禪天叫淨，三禪是淨天。光音天的雨，「生深十一億二萬」，這《俱舍論》上講的，「此數目之單位為由旬」，生深十一億二萬由旬水層，這叫水輪。「此水輪之上層凝結，即金輪際也」，這個金輪就是講的金屬。「九山八海，安立於此金輪上」。這個是《俱舍論》裡面，佛說的宇宙這個狀況。"
    },
    {
      "id": "02-037-0500_p0022",
      "zh_CN": "我们继续往下看，「第二禅天以下，尽被淹没破坏。滉瀁指此大水无有涯际，无岸无边。浩汗者大水无际貌」。就是末后两句，『滉瀁浩汗，唯见大水』。「此句经文，可考《文选》中潘岳之《西征赋》：乃有昆明，池乎其中，其池则汤汤汗汗，滉瀁弥漫，浩如河汉」，都是说大水像海洋一样，看不到边际，一切统统都被淹没掉了。《唐译》经文里面，这一句是这么说法的，「譬如大地，洪水盈满，树林山河，皆没不现，唯有大水」。这是《唐译》跟现在会集本所用的经文，意思都能相通。这个地方讲「其中万物」，『劫水弥满世界，其中万物，沉没不现』。《唐译》说，「譬如大地，洪水盈满，树林山河，皆没不现」，这就是「其中万物，沉没不现」的意思。这个，大乘教里面告诉我们真正的因，贪毒，贪瞋痴，贪瞋痴是大三灾的因，瞋恚应对的是火灾，贪婪应对的是水灾，愚痴应对的是风灾。大三灾！根是贪瞋痴三毒。佛在一切经里常常教导我们，「勤修戒定慧，息灭贪瞋痴」。",
      "zh_TW": "我們繼續往下看，「第二禪天以下，盡被淹沒破壞。滉瀁指此大水無有涯際，無岸無邊。浩汗者大水無際貌」。就是末後兩句，『滉瀁浩汗，唯見大水』。「此句經文，可考《文選》中潘岳之《西征賦》：乃有昆明，池乎其中，其池則湯湯汗汗，滉瀁彌漫，浩如河漢」，都是說大水像海洋一樣，看不到邊際，一切統統都被淹沒掉了。《唐譯》經文裡面，這一句是這麼說法的，「譬如大地，洪水盈滿，樹林山河，皆沒不現，唯有大水」。這是《唐譯》跟現在會集本所用的經文，意思都能相通。這個地方講「其中萬物」，『劫水彌滿世界，其中萬物，沉沒不現』。《唐譯》說，「譬如大地，洪水盈滿，樹林山河，皆沒不現」，這就是「其中萬物，沉沒不現」的意思。這個，大乘教裡面告訴我們真正的因，貪毒，貪瞋痴，貪瞋痴是大三災的因，瞋恚應對的是火災，貪婪應對的是水災，愚痴應對的是風災。大三災！根是貪瞋痴三毒。佛在一切經裡常常教導我們，「勤修戒定慧，息滅貪瞋痴」。"
    },
    {
      "id": "02-037-0500_p0023",
      "zh_CN": "再看下面经文，这是比喻跟说法合起来说。",
      "zh_TW": "再看下面經文，這是比喻跟說法合起來說。"
    },
    {
      "id": "02-037-0500_p0024",
      "zh_CN": "【彼佛光明。亦复如是。声闻菩萨。一切光明。悉皆隐蔽。唯见佛光。明耀显赫。】",
      "zh_TW": "【彼佛光明。亦復如是。聲聞菩薩。一切光明。悉皆隱蔽。唯見佛光。明耀顯赫。】"
    },
    {
      "id": "02-037-0500_p0025",
      "zh_CN": "这是用大三灾里面水灾来比喻，「大水喻佛光。树林等喻声闻、菩萨一切光明」。大水比喻佛的光明，『声闻菩萨』就好比是，像《唐译》里面讲的大地、树林、山河，比喻声闻菩萨他们的光明都不见了，都被佛光淹没掉了。这佛光遍照一切，看不到菩萨声闻的放光，都被它掩盖掉了。「例如星光，于月朗时，星光不现」，故云『悉皆隐蔽，唯见佛光，明耀显赫』。夜晚我们看到满月，一年当中满月光明最亮的，大家都说是八月十五。我们快到中秋节了，中秋要是天晴，月光确实，那个星星就看不见，月明星就稀，稀少了，这用这个。白天也是如此，白天太阳出来了，一颗星都看不见。我们在日蚀里面，白天日蚀的时候，看到空中星都很亮，都很明亮，可见那星光都被太阳光遮蔽了。这是我们曾经有过的经验，在日蚀之时，看到这个天空，满天的星光。「明耀显赫」，明，明朗、清楚，耀是照耀，显是明显，赫也是指显耀，这是形容火光炽盛，也就是「赤色鲜明」，这「貌」就是个样子。这是念老给我们解释的。",
      "zh_TW": "這是用大三災裡面水災來比喻，「大水喻佛光。樹林等喻聲聞、菩薩一切光明」。大水比喻佛的光明，『聲聞菩薩』就好比是，像《唐譯》裡面講的大地、樹林、山河，比喻聲聞菩薩他們的光明都不見了，都被佛光淹沒掉了。這佛光遍照一切，看不到菩薩聲聞的放光，都被它掩蓋掉了。「例如星光，於月朗時，星光不現」，故云『悉皆隱蔽，唯見佛光，明耀顯赫』。夜晚我們看到滿月，一年當中滿月光明最亮的，大家都說是八月十五。我們快到中秋節了，中秋要是天晴，月光確實，那個星星就看不見，月明星就稀，稀少了，這用這個。白天也是如此，白天太陽出來了，一顆星都看不見。我們在日蝕裡面，白天日蝕的時候，看到空中星都很亮，都很明亮，可見那星光都被太陽光遮蔽了。這是我們曾經有過的經驗，在日蝕之時，看到這個天空，滿天的星光。「明耀顯赫」，明，明朗、清楚，耀是照耀，顯是明顯，赫也是指顯耀，這是形容火光熾盛，也就是「赤色鮮明」，這「貌」就是個樣子。這是念老給我們解釋的。"
    },
    {
      "id": "02-037-0500_p0026",
      "zh_CN": "『彼佛』就是阿弥陀佛，极乐世界阿弥陀佛，都是说阿弥陀佛的光明，『光明』就是智慧。光明从哪来的？从智慧来的，有智慧自然就有光明。阿弥陀佛的光明无与伦比，十方诸佛赞叹弥陀为「光中极尊，佛中之王」。这个赞叹的话我们要记住，这不是小事，能够得到一切诸佛的赞叹，这一尊佛就不是普通佛，他一定有无比殊胜的理由赢得诸佛赞叹，也是帮助我们学习的时候选老师，一切诸佛里面，我们选哪一尊佛做老师。再细心看看，这个老师教我们学习的法门，我们有没有能力来学习、有没有时间来学习？这一生当中有没有把握成就？这是一定要考量的。法门太高，我们没有这个程度，就很难了。法门是好，时间很长，我们寿命短促，那也不容易成就。阿弥陀佛这个法门简单容易，经上给我们讲的八个字（两句话），「发菩提心，一向专念」，这我们能做到。",
      "zh_TW": "『彼佛』就是阿彌陀佛，極樂世界阿彌陀佛，都是說阿彌陀佛的光明，『光明』就是智慧。光明從哪來的？從智慧來的，有智慧自然就有光明。阿彌陀佛的光明無與倫比，十方諸佛讚歎彌陀為「光中極尊，佛中之王」。這個讚歎的話我們要記住，這不是小事，能夠得到一切諸佛的讚歎，這一尊佛就不是普通佛，他一定有無比殊勝的理由贏得諸佛讚歎，也是幫助我們學習的時候選老師，一切諸佛裡面，我們選哪一尊佛做老師。再細心看看，這個老師教我們學習的法門，我們有沒有能力來學習、有沒有時間來學習？這一生當中有沒有把握成就？這是一定要考量的。法門太高，我們沒有這個程度，就很難了。法門是好，時間很長，我們壽命短促，那也不容易成就。阿彌陀佛這個法門簡單容易，經上給我們講的八個字（兩句話），「發菩提心，一向專念」，這我們能做到。"
    },
    {
      "id": "02-037-0500_p0027",
      "zh_CN": "菩提心怎么解释？我们可以依据蕅益大师在《弥陀要解》当中所说的无上菩提心，他的解释很简单，一点都不麻烦。你真正能够相信有西方极乐世界、有阿弥陀佛，真正发愿我要求生极乐世界，这个心就叫做无上菩提心，比经论上讲得简单。《观经》上所讲的菩提心，至诚心、深心、回向发愿心，讲了三个；《大乘起信论》里面，马鸣菩萨说菩提心，直心、深心、大悲心，也说了三个。我们把三个经论合起来看，意思就明显了，菩提心是真心，真诚心是菩提心的体，也就是自性的本体，真诚。学佛如果用真诚心，就是大乘菩萨。为什么？他用菩提心、用真心，真诚心起作用，这个作用对自己就是深心。深心，古德解释，好善好德。真诚心决定好善好德，好善好德就是自爱、好善好德就是自尊。善是什么？十善业道。德是什么？伦常八德，五伦、五常、八德，好善好德。在佛法里面的德，菩萨的六度是德，普贤菩萨的十愿是德，这叫真正自爱，起心动念、言语造作都不离开善德。自爱才会爱人，自尊才会尊人，这学佛的基本条件，对自己。对别人，大慈大悲，慈悲就是爱。佛不说爱说慈悲，因为世间人爱里头有感情、有情执；慈悲是爱，这个爱里头不是情，是智慧。也就是说，真实智慧里面流出来的爱心叫慈悲。世间人是阿赖耶识里头流出来的爱，那个爱是第七识，我爱。那是什么？那是贪心，是贪爱的根本，所以佛不用爱字，用慈悲。",
      "zh_TW": "菩提心怎麼解釋？我們可以依據蕅益大師在《彌陀要解》當中所說的無上菩提心，他的解釋很簡單，一點都不麻煩。你真正能夠相信有西方極樂世界、有阿彌陀佛，真正發願我要求生極樂世界，這個心就叫做無上菩提心，比經論上講得簡單。《觀經》上所講的菩提心，至誠心、深心、迴向發願心，講了三個；《大乘起信論》裡面，馬鳴菩薩說菩提心，直心、深心、大悲心，也說了三個。我們把三個經論合起來看，意思就明顯了，菩提心是真心，真誠心是菩提心的體，也就是自性的本體，真誠。學佛如果用真誠心，就是大乘菩薩。為什麼？他用菩提心、用真心，真誠心起作用，這個作用對自己就是深心。深心，古德解釋，好善好德。真誠心決定好善好德，好善好德就是自愛、好善好德就是自尊。善是什麼？十善業道。德是什麼？倫常八德，五倫、五常、八德，好善好德。在佛法裡面的德，菩薩的六度是德，普賢菩薩的十願是德，這叫真正自愛，起心動念、言語造作都不離開善德。自愛才會愛人，自尊才會尊人，這學佛的基本條件，對自己。對別人，大慈大悲，慈悲就是愛。佛不說愛說慈悲，因為世間人愛裡頭有感情、有情執；慈悲是愛，這個愛裡頭不是情，是智慧。也就是說，真實智慧裡面流出來的愛心叫慈悲。世間人是阿賴耶識裡頭流出來的愛，那個愛是第七識，我愛。那是什麼？那是貪心，是貪愛的根本，所以佛不用愛字，用慈悲。"
    },
    {
      "id": "02-037-0500_p0028",
      "zh_CN": "学佛对于转识成智不能不懂、不能不学。识是什么？就是第六、第七，第六的分别、第七的执着。执着的根源，第一个是我执、我见。《金刚经》后半部把这个破掉了，「无我见、无人见、无众生见、无寿者见」，所以《金刚经》是大乘。这四种见反过来，反过来就有了、具足了，就是末那识的四大烦恼常相随。没有我，执着有个我，这个麻烦，从这个执着就生了我爱。这个爱是贪，为什么？你爱就想占有，就想控制它、想支配它，有这么多错误的念头生起来，慈悲里头没有。我痴，愚痴；我慢，傲慢。你看四大烦恼，我见、我爱、我痴、我慢，四大烦恼常相随，这个四大烦恼是与生俱来的。一念不觉迷失了自性，把自性变成了阿赖耶，阿赖耶的末那识这四种烦恼就来了。觉悟的时候叫做见闻觉知，迷了的时候就叫做受想行识。",
      "zh_TW": "學佛對於轉識成智不能不懂、不能不學。識是什麼？就是第六、第七，第六的分別、第七的執著。執著的根源，第一個是我執、我見。《金剛經》後半部把這個破掉了，「無我見、無人見、無眾生見、無壽者見」，所以《金剛經》是大乘。這四種見反過來，反過來就有了、具足了，就是末那識的四大煩惱常相隨。沒有我，執著有個我，這個麻煩，從這個執著就生了我愛。這個愛是貪，為什麼？你愛就想佔有，就想控制它、想支配它，有這麼多錯誤的念頭生起來，慈悲裡頭沒有。我痴，愚痴；我慢，傲慢。你看四大煩惱，我見、我愛、我痴、我慢，四大煩惱常相隨，這個四大煩惱是與生俱來的。一念不覺迷失了自性，把自性變成了阿賴耶，阿賴耶的末那識這四種煩惱就來了。覺悟的時候叫做見聞覺知，迷了的時候就叫做受想行識。"
    },
    {
      "id": "02-037-0500_p0029",
      "zh_CN": "大乘学人包括净宗同学对这些事情，理清楚、事明白，在日常生活当中就能修，就能够练。练什么？六根在六尘境界里头不生烦恼，看破了，知道一切法不可得，凡所有相皆是虚妄、一切有为法如梦幻泡影。六根在六尘境界当中不起贪爱、不生瞋恚、不生愚痴，对一切法真明了，相有性无，事有理无，就看破了。内，把贪瞋痴慢疑断掉，彻底放下了，清净心现前。贪瞋痴慢疑是染污，有这个东西清净心就没有了，这个东西一放下，清净心现前，平等心也现前。为什么？嫉妒、傲慢没有了，平等就现前。这个就是用自己的真心，不再用妄心了。性德光明遍照，能应用在日常生活当中，过佛菩萨的生活，这个快乐自在。你要过六道凡夫的生活，苦不堪言，太苦了！",
      "zh_TW": "大乘學人包括淨宗同學對這些事情，理清楚、事明白，在日常生活當中就能修，就能夠練。練什麼？六根在六塵境界裡頭不生煩惱，看破了，知道一切法不可得，凡所有相皆是虛妄、一切有為法如夢幻泡影。六根在六塵境界當中不起貪愛、不生瞋恚、不生愚痴，對一切法真明瞭，相有性無，事有理無，就看破了。內，把貪瞋痴慢疑斷掉，徹底放下了，清淨心現前。貪瞋痴慢疑是染污，有這個東西清淨心就沒有了，這個東西一放下，清淨心現前，平等心也現前。為什麼？嫉妒、傲慢沒有了，平等就現前。這個就是用自己的真心，不再用妄心了。性德光明遍照，能應用在日常生活當中，過佛菩薩的生活，這個快樂自在。你要過六道凡夫的生活，苦不堪言，太苦了！"
    },
    {
      "id": "02-037-0500_p0030",
      "zh_CN": "早年方东美先生教我，要过人生最高的享受，那是什么？学佛。学佛里头还有最高的生活，念佛，念念求生净土、念念不离弥陀，这真快乐、真自在，没有比这个更殊胜。我修一天，这一天快乐；我修一个星期，这一个星期快乐；修一个月，这一个月快乐；修一年，这一年快乐，为什么不干？千万不要迷惑，被这个世间名闻利养迷了，被这个世间五欲六尘蒙蔽了，那就错了。头脑清净不迷惑，我们选择的是绝对正确的。选择正确就有快乐，选择错误就有痛苦，都在自己一念之间。",
      "zh_TW": "早年方東美先生教我，要過人生最高的享受，那是什麼？學佛。學佛裡頭還有最高的生活，念佛，念念求生淨土、念念不離彌陀，這真快樂、真自在，沒有比這個更殊勝。我修一天，這一天快樂；我修一個星期，這一個星期快樂；修一個月，這一個月快樂；修一年，這一年快樂，為什麼不幹？千萬不要迷惑，被這個世間名聞利養迷了，被這個世間五欲六塵蒙蔽了，那就錯了。頭腦清淨不迷惑，我們選擇的是絕對正確的。選擇正確就有快樂，選擇錯誤就有痛苦，都在自己一念之間。"
    },
    {
      "id": "02-037-0500_p0031",
      "zh_CN": "烦恼习气重，经教可以帮你的忙，不可以一天不读经、不可以一天不听教。楞严会上文殊菩萨说，「此方真教体，清净在音闻」。说我们娑婆世界的众生，六根比较，耳根最利，看有时候看不清楚，听得清楚，耳根利。耳根利，所以释迦牟尼佛四十九年讲经教学，让你听懂，然后再让你看见，你就相信不怀疑了。世间所有的祸福都是业力所感的，善念感得的是福报，恶念、恶行召来的是灾难，叫灾祸。",
      "zh_TW": "煩惱習氣重，經教可以幫你的忙，不可以一天不讀經、不可以一天不聽教。楞嚴會上文殊菩薩說，「此方真教體，清淨在音聞」。說我們娑婆世界的眾生，六根比較，耳根最利，看有時候看不清楚，聽得清楚，耳根利。耳根利，所以釋迦牟尼佛四十九年講經教學，讓你聽懂，然後再讓你看見，你就相信不懷疑了。世間所有的禍福都是業力所感的，善念感得的是福報，惡念、惡行召來的是災難，叫災禍。"
    },
    {
      "id": "02-037-0500_p0032",
      "zh_CN": "那我们的修行，修是修正，行是行为，日常生活当中不生烦恼、不起贪恋，贪瞋痴慢疑统统放下，这叫真修行。真正能把《弟子规》、《感应篇》、《十善业》做到，不但自己功德圆满，同时普度众生。你是学佛人最好的榜样，大家看到你就看到中国传统文化、就看到了大乘佛法，让他对传统文化、大乘佛法生起信心，这个功德太大了！自己成就也帮助别人成就，这叫自行化他。那我们自己堕落了？堕落了你就堕地狱。哪有那么大罪？真的，因为你不学佛不会堕地狱，学佛就堕地狱。什么原因？你让别人看到你的行为，对佛法产生怀疑，不相信了，你把众生学佛的善根断掉了，这个罪就是阿鼻地狱、就是无间地狱。打着佛的旗号，告诉人你学佛，你对于佛基本的教诲，就是五戒十善，这佛门的，用佛家来讲，六和、六度，这最基本的。这四样东西，五戒、十善、六和、六度没做到，这个罪名不就是无间地狱！做到了？做到了，一心念佛求生净土，你这一生决定成佛。你愿意走哪一条路？关键是在真干，说没有用。",
      "zh_TW": "那我們的修行，修是修正，行是行為，日常生活當中不生煩惱、不起貪戀，貪瞋痴慢疑統統放下，這叫真修行。真正能把《弟子規》、《感應篇》、《十善業》做到，不但自己功德圓滿，同時普度眾生。你是學佛人最好的榜樣，大家看到你就看到中國傳統文化、就看到了大乘佛法，讓他對傳統文化、大乘佛法生起信心，這個功德太大了！自己成就也幫助別人成就，這叫自行化他。那我們自己墮落了？墮落了你就墮地獄。哪有那麼大罪？真的，因為你不學佛不會墮地獄，學佛就墮地獄。什麼原因？你讓別人看到你的行為，對佛法產生懷疑，不相信了，你把眾生學佛的善根斷掉了，這個罪就是阿鼻地獄、就是無間地獄。打著佛的旗號，告訴人你學佛，你對於佛基本的教誨，就是五戒十善，這佛門的，用佛家來講，六和、六度，這最基本的。這四樣東西，五戒、十善、六和、六度沒做到，這個罪名不就是無間地獄！做到了？做到了，一心念佛求生淨土，你這一生決定成佛。你願意走哪一條路？關鍵是在真幹，說沒有用。"
    },
    {
      "id": "02-037-0500_p0033",
      "zh_CN": "学儒，要做个中国人，你承认老祖宗，你是老祖宗的后代。你不要老祖宗，你的果报也在地狱；要老祖宗，不学老祖宗，果报还是在地狱，得真学。老祖宗的东西也很简单，五伦、五常、八德，合起来实际上讲十二个字，「孝悌忠信，礼义廉耻，仁爱和平」。千万年前老祖宗世世代代传下去，不就这十二个字！孝是根本，悌是尊重长辈、尊重长者，这里头包括了师道。大道都非常简单、都很容易，净宗你看就那么简单，「发菩提心，一向专念」，八个字，这是大道。愈是大，它愈简单、愈容易，当中没有委曲相，一条大道让我们顺利的回归自性，转凡成圣就在一念。",
      "zh_TW": "學儒，要做個中國人，你承認老祖宗，你是老祖宗的後代。你不要老祖宗，你的果報也在地獄；要老祖宗，不學老祖宗，果報還是在地獄，得真學。老祖宗的東西也很簡單，五倫、五常、八德，合起來實際上講十二個字，「孝悌忠信，禮義廉恥，仁愛和平」。千萬年前老祖宗世世代代傳下去，不就這十二個字！孝是根本，悌是尊重長輩、尊重長者，這裡頭包括了師道。大道都非常簡單、都很容易，淨宗你看就那麼簡單，「發菩提心，一向專念」，八個字，這是大道。愈是大，它愈簡單、愈容易，當中沒有委曲相，一條大道讓我們順利的回歸自性，轉凡成聖就在一念。"
    },
    {
      "id": "02-037-0500_p0034",
      "zh_CN": "我们再看下面这一段，「见彼依正」。礼佛现光，见到依报了。依报是什么？极乐世界。",
      "zh_TW": "我們再看下面這一段，「見彼依正」。禮佛現光，見到依報了。依報是什麼？極樂世界。"
    },
    {
      "id": "02-037-0500_p0035",
      "zh_CN": "【此会四众。天龙八部。人非人等。皆见极乐世界。种种庄严。】",
      "zh_TW": "【此會四眾。天龍八部。人非人等。皆見極樂世界。種種莊嚴。】"
    },
    {
      "id": "02-037-0500_p0036",
      "zh_CN": "见到了。『此会』，是佛说《无量寿经》，特别为我们介绍西方极乐世界。在这一会当中，『四众』，同学，这个四众，念老里头有注解。「大比丘众万二千人」，这在序品里面说过的，参加这一次的法会，也就是这一次的讲座，出家众有一万二千人，「比丘尼五百人」，这是出家众。「清信士」，在家居士有七千人，「清信女」也有五百人。复有普贤菩萨、文殊菩萨、弥勒菩萨，还有十六位正士。这十六个人在家菩萨，他们所证得的果位跟文殊、普贤、弥勒是相同的。普贤、文殊、弥勒是出家众，这十六个在家众，这里头含的意思说明，在家修成佛的人比出家的还多，出家代表只有三个，在家代表十六个。「与贤劫无量无边一切菩萨」，这一会太殊胜了。这一会不是讲普通的法，不是一般法门，凡夫一生圆满成佛，这个法门太殊胜了，真正是无比稀有难逢。这些有缘人遇到了，他怎么会不欢喜？除了这些人之外，还有诸天，天众、龙众、八部，这个地方龙众也是指天上的龙众，『八部』是护法神。『人非人等』，这里头有人道、有修罗、有罗刹，也有鬼道，「悉是会众」。他们这些人怎么能参加？这些人过去生中都曾经修过净土，都曾经供养诸佛如来，今天释迦牟尼佛讲这部经，启建这个大会，他们跟这个法门有缘，统统都来参加。",
      "zh_TW": "見到了。『此會』，是佛說《無量壽經》，特別為我們介紹西方極樂世界。在這一會當中，『四眾』，同學，這個四眾，念老裡頭有註解。「大比丘眾萬二千人」，這在序品裡面說過的，參加這一次的法會，也就是這一次的講座，出家眾有一萬二千人，「比丘尼五百人」，這是出家眾。「清信士」，在家居士有七千人，「清信女」也有五百人。復有普賢菩薩、文殊菩薩、彌勒菩薩，還有十六位正士。這十六個人在家菩薩，他們所證得的果位跟文殊、普賢、彌勒是相同的。普賢、文殊、彌勒是出家眾，這十六個在家眾，這裡頭含的意思說明，在家修成佛的人比出家的還多，出家代表只有三個，在家代表十六個。「與賢劫無量無邊一切菩薩」，這一會太殊勝了。這一會不是講普通的法，不是一般法門，凡夫一生圓滿成佛，這個法門太殊勝了，真正是無比稀有難逢。這些有緣人遇到了，他怎麼會不歡喜？除了這些人之外，還有諸天，天眾、龍眾、八部，這個地方龍眾也是指天上的龍眾，『八部』是護法神。『人非人等』，這裡頭有人道、有修羅、有羅剎，也有鬼道，「悉是會眾」。他們這些人怎麼能參加？這些人過去生中都曾經修過淨土，都曾經供養諸佛如來，今天釋迦牟尼佛講這部經，啟建這個大會，他們跟這個法門有緣，統統都來參加。"
    },
    {
      "id": "02-037-0500_p0037",
      "zh_CN": "讲经讲到这个地方，阿难带头礼拜、称念南无阿弥陀佛，请阿弥陀佛为大众现身。佛，真的，他礼拜还没有拜完，他就见到佛了，见到观音、势至，这个地方讲见到依报，见到极乐世界了。『皆见极乐世界』，「表与会者，人人皆见也。此界四众弟子合为二万人」。前面说过的，比丘、比丘尼，在家学佛的居士、女居士，总共合起来二万人，「皆是血肉之身」，跟我们一样。「人人皆见极乐世界」，极乐世界现前，统统见到，「此乃为当时及未来一切众生证信也」。",
      "zh_TW": "講經講到這個地方，阿難帶頭禮拜、稱念南無阿彌陀佛，請阿彌陀佛為大眾現身。佛，真的，他禮拜還沒有拜完，他就見到佛了，見到觀音、勢至，這個地方講見到依報，見到極樂世界了。『皆見極樂世界』，「表與會者，人人皆見也。此界四眾弟子合為二萬人」。前面說過的，比丘、比丘尼，在家學佛的居士、女居士，總共合起來二萬人，「皆是血肉之身」，跟我們一樣。「人人皆見極樂世界」，極樂世界現前，統統見到，「此乃為當時及未來一切眾生證信也」。"
    },
    {
      "id": "02-037-0500_p0038",
      "zh_CN": "「且此殊胜希有之瑞现，遍载五译」。念老特别把五种原译本经文都抄在这里，这什么意思？叫我们看看这桩事情的确是真的，五种译本里头统统都有，这还能假得了吗？帮助我们建立信心，真有极乐世界、真有阿弥陀佛，决定不是释迦牟尼佛妄言。你看这五种本子，第一个《汉译》的。《汉译》的经文是，「阿难、诸菩萨、阿罗汉等，及诸天帝王、人民，悉皆见无量清净佛及诸菩萨、阿罗汉、国土七宝已」。无量清净佛就是阿弥陀佛，前面我们读过。菩萨、阿罗汉都是极乐世界的，围绕在阿弥陀佛身边。以及国土，国土就是极乐世界，极乐世界是七宝成就的。七宝，前面也读过，代表是无量无边无尽的珍宝，所以七是表法的，不是数目字。再看《吴译》本，「同之」，这个经文相同，「但以阿弥陀代无量清净」，《吴译》本上是，「皆悉见阿弥陀佛及诸菩萨」，不同就这一点。《魏译》的本子，这是流传最广的，康僧铠的本子。这个本子记载说，「无量寿佛威德巍巍，如须弥山王，高出一切诸世界上。相好光明，靡不照耀。此会四众，一时悉见。又比丘、比丘尼、优婆塞、优婆夷，悉见无量寿如来」，这是《魏译》的本子。",
      "zh_TW": "「且此殊勝希有之瑞現，遍載五譯」。念老特別把五種原譯本經文都抄在這裡，這什麼意思？叫我們看看這樁事情的確是真的，五種譯本裡頭統統都有，這還能假得了嗎？幫助我們建立信心，真有極樂世界、真有阿彌陀佛，決定不是釋迦牟尼佛妄言。你看這五種本子，第一個《漢譯》的。《漢譯》的經文是，「阿難、諸菩薩、阿羅漢等，及諸天帝王、人民，悉皆見無量清淨佛及諸菩薩、阿羅漢、國土七寶已」。無量清淨佛就是阿彌陀佛，前面我們讀過。菩薩、阿羅漢都是極樂世界的，圍繞在阿彌陀佛身邊。以及國土，國土就是極樂世界，極樂世界是七寶成就的。七寶，前面也讀過，代表是無量無邊無盡的珍寶，所以七是表法的，不是數目字。再看《吳譯》本，「同之」，這個經文相同，「但以阿彌陀代無量清淨」，《吳譯》本上是，「皆悉見阿彌陀佛及諸菩薩」，不同就這一點。《魏譯》的本子，這是流傳最廣的，康僧鎧的本子。這個本子記載說，「無量壽佛威德巍巍，如須彌山王，高出一切諸世界上。相好光明，靡不照耀。此會四眾，一時悉見。又比丘、比丘尼、優婆塞、優婆夷，悉見無量壽如來」，這是《魏譯》的本子。"
    },
    {
      "id": "02-037-0500_p0039",
      "zh_CN": "「《唐译》曰：彼诸国中，比丘、比丘尼、优婆塞、优婆夷，悉见无量寿如来，如须弥山王照诸佛刹。时诸佛国皆悉明现，如处一寻」。《唐译》这个本子，里面除了在佛光当中见到极乐世界依正庄严之外，还见到诸佛国皆悉明现，看到十方世界诸佛国土也在这个光中出现了，看到距离好像只有一寻，就在眼前，说明时间、空间不存在。《宋译》的本子，这一段经文是这么说法的，「尔时会中苾刍」，这个名词现在用得比较少一点，念必除，「苾刍尼、优婆塞、优婆夷、天龙、药叉、干闼婆、阿修罗、迦楼罗、紧那罗、摩睺罗伽，人非人等」，这说得详细一点，把天龙八部都说出来了。「皆见极乐世界种种庄严，及见无量寿如来，声闻、菩萨围绕恭敬。譬如须弥山王，出于大海」。后面这两句是比喻，全都是说的当时的状况。五种原译本上统统有，念老在此地说，「足证确自原经，决非传译有误」。他把五种原译本这一段经文统统抄在此地。这一段注解是这个注子里头叫作证转，提出明确的证据，让我们看到，一点怀疑都没有了。",
      "zh_TW": "「《唐譯》曰：彼諸國中，比丘、比丘尼、優婆塞、優婆夷，悉見無量壽如來，如須彌山王照諸佛剎。時諸佛國皆悉明現，如處一尋」。《唐譯》這個本子，裡面除了在佛光當中見到極樂世界依正莊嚴之外，還見到諸佛國皆悉明現，看到十方世界諸佛國土也在這個光中出現了，看到距離好像只有一尋，就在眼前，說明時間、空間不存在。《宋譯》的本子，這一段經文是這麼說法的，「爾時會中苾芻」，這個名詞現在用得比較少一點，念必除，「苾芻尼、優婆塞、優婆夷、天龍、藥叉、乾闥婆、阿修羅、迦樓羅、緊那羅、摩睺羅伽，人非人等」，這說得詳細一點，把天龍八部都說出來了。「皆見極樂世界種種莊嚴，及見無量壽如來，聲聞、菩薩圍繞恭敬。譬如須彌山王，出於大海」。後面這兩句是比喻，全都是說的當時的狀況。五種原譯本上統統有，念老在此地說，「足證確自原經，決非傳譯有誤」。他把五種原譯本這一段經文統統抄在此地。這一段註解是這個註子裡頭叫作證轉，提出明確的證據，讓我們看到，一點懷疑都沒有了。"
    },
    {
      "id": "02-037-0500_p0040",
      "zh_CN": "经文，这里面讲到几个名词术语，我们简单的把它解释一下，参考资料里头有。「煏刍」，这是出家人的通号，「同于旧译之比丘」，音都相同，翻译的字不一样，音同，都翻作比丘。意思「乞士」，或者翻成「除士、除馑男、熏士、道士」，古时候有这么多的翻法，现在用一个，就用乞士。乞是乞食，士是读书人，说明这个乞食的人不是乞丐，跟中国乞丐行为是相同，但是这个乞丐是知识分子，是有道德、有学问的乞丐，不是普通的乞丐，所以用士。在中国古时候，士农工商，士，读书人，是为社会大众最尊重、最尊敬的。佛弟子是有学问、有德行，但是他乞食。「出家为佛弟子，受具足戒者之都名也」。只要受过具足戒，都称为比丘。「以此方无正翻之语，故经论中多存比丘」。这个是古时候有，出家人真修，真正认释迦牟尼佛为本师，听佛的教诲，把佛的教诲真正落实，我们常讲落实在生活、落实在工作待人接物。现在出家人不学了，时代变了，这些事实真相我们都要了解，社会大众对佛教产生严重的误会。",
      "zh_TW": "經文，這裡面講到幾個名詞術語，我們簡單的把它解釋一下，參考資料裡頭有。「煏芻」，這是出家人的通號，「同於舊譯之比丘」，音都相同，翻譯的字不一樣，音同，都翻作比丘。意思「乞士」，或者翻成「除士、除饉男、熏士、道士」，古時候有這麼多的翻法，現在用一個，就用乞士。乞是乞食，士是讀書人，說明這個乞食的人不是乞丐，跟中國乞丐行為是相同，但是這個乞丐是知識分子，是有道德、有學問的乞丐，不是普通的乞丐，所以用士。在中國古時候，士農工商，士，讀書人，是為社會大眾最尊重、最尊敬的。佛弟子是有學問、有德行，但是他乞食。「出家為佛弟子，受具足戒者之都名也」。只要受過具足戒，都稱為比丘。「以此方無正翻之語，故經論中多存比丘」。這個是古時候有，出家人真修，真正認釋迦牟尼佛為本師，聽佛的教誨，把佛的教誨真正落實，我們常講落實在生活、落實在工作待人接物。現在出家人不學了，時代變了，這些事實真相我們都要了解，社會大眾對佛教產生嚴重的誤會。"
    },
    {
      "id": "02-037-0500_p0041",
      "zh_CN": "民国初年以前，清末民初的时候，出家人在中国社会上普遍受到尊敬，往后那真是一代不如一代。这个事情决定不能怪社会大众，要怪出家人本身，为什么？他不学了。佛法本来是教育，前清之前，寺院庵堂没有不讲经的、没有不修行的，修行是真干。清朝亡国之后，真正修行的还有。到抗战胜利之后，抗战胜利之前也还有，抗战胜利之后很少了。以后我们在各地方去看，这也走了很多地方，国内、国外，佛门弟子把戒律舍掉了。舍掉也有原因，出家人自己本身十善做不到、六和做不到、六度做不到；经教不讲了，不再去研究了，完全偏重于经忏法事。目的在哪？目的在生活，经忏佛事能赚钱，靠这个来维生。佛教衰了，衰到极处了。我们看到，佛教在外面所表现的完全是迷信，佛教是为死人服务的；换句话说，与活人没有关系。在日本亦如是，日本人很多死亡的时候才找出家人来诵经，平常跟出家人不往来。它本来是个教育，我们把教育丢掉了，这问题从这出来了。所以今天我们必须要重新证明。",
      "zh_TW": "民國初年以前，清末民初的時候，出家人在中國社會上普遍受到尊敬，往後那真是一代不如一代。這個事情決定不能怪社會大眾，要怪出家人本身，為什麼？他不學了。佛法本來是教育，前清之前，寺院庵堂沒有不講經的、沒有不修行的，修行是真幹。清朝亡國之後，真正修行的還有。到抗戰勝利之後，抗戰勝利之前也還有，抗戰勝利之後很少了。以後我們在各地方去看，這也走了很多地方，國內、國外，佛門弟子把戒律捨掉了。捨掉也有原因，出家人自己本身十善做不到、六和做不到、六度做不到；經教不講了，不再去研究了，完全偏重於經懺法事。目的在哪？目的在生活，經懺佛事能賺錢，靠這個來維生。佛教衰了，衰到極處了。我們看到，佛教在外面所表現的完全是迷信，佛教是為死人服務的；換句話說，與活人沒有關係。在日本亦如是，日本人很多死亡的時候才找出家人來誦經，平常跟出家人不往來。它本來是個教育，我們把教育丟掉了，這問題從這出來了。所以今天我們必須要重新證明。"
    },
    {
      "id": "02-037-0500_p0042",
      "zh_CN": "中国人喜欢简单，佛教这个名词在中国古时候有，但是不是现在这个意思。中国在过去，儒教、道教、佛教，意思不是宗教是教学，所以也称为儒家、道家、佛家，受人尊敬。以前出家非常困难，要参加考试，这个考试是帝王亲自主持的。考取了，皇上发度牒给你，这个度牒就是证明书，考取及格，皇上承认。你拿到度牒，你到哪里去出家他不管你，你跟哪个法师有缘你到哪出家。出家的时候一定要交度牒，没有度牒，出家是犯法的，师父不敢收你。经过考试，考试一般的东西相当于进士，所以他真有水平，还要考佛的经典。所以出家人普遍受到社会大众尊重，有道德、有学问，代替帝王教化众生，他有这个任务在身上。这个度牒制度是清朝顺治皇帝废弃的，听说顺治皇帝最后出家了，大概与这个有关系，如果要考试，谁来考他？不可能。废弃之后他出家了。但是这一招错了，废弃之后，佛门的师资一落千丈。",
      "zh_TW": "中國人喜歡簡單，佛教這個名詞在中國古時候有，但是不是現在這個意思。中國在過去，儒教、道教、佛教，意思不是宗教是教學，所以也稱為儒家、道家、佛家，受人尊敬。以前出家非常困難，要參加考試，這個考試是帝王親自主持的。考取了，皇上發度牒給你，這個度牒就是證明書，考取及格，皇上承認。你拿到度牒，你到哪裡去出家他不管你，你跟哪個法師有緣你到哪出家。出家的時候一定要交度牒，沒有度牒，出家是犯法的，師父不敢收你。經過考試，考試一般的東西相當於進士，所以他真有水平，還要考佛的經典。所以出家人普遍受到社會大眾尊重，有道德、有學問，代替帝王教化眾生，他有這個任務在身上。這個度牒制度是清朝順治皇帝廢棄的，聽說順治皇帝最後出家了，大概與這個有關係，如果要考試，誰來考他？不可能。廢棄之後他出家了。但是這一招錯了，廢棄之後，佛門的師資一落千丈。"
    },
    {
      "id": "02-037-0500_p0043",
      "zh_CN": "怎样能够把宗教传教师声望、地位提升？只有国家办佛教大学，或者办宗教大学，每一个宗教设一个学院。这个大学毕业的有毕业证书，那就等于度牒，不是宗教大学毕业的，没有资格出家。但出家之后一定要讲学，从事于教学工作，佛法才能复兴。不走这条路子，佛法决定兴不起来。我出家也就是做个样子，做个实验，一生讲经教学，看看实际状况是不是能够维持下去，能维持，应该做。讲经不要钱，这是人家自动供养，真的到没有供养，没有法子生存了，我们也不会伸手问人要钱。供养多了，多做好事，不要为自己，要为佛教、要为众生，特别是苦难众生。把佛陀教育恢复起来，这是我们应该做的事、应该走的道路，决定遵循释迦牟尼佛的教诲，我们称为佛弟子才讲得过去。不然的话，对不起释迦牟尼佛，那就造罪业了。造罪业，这个果报等于破坏佛法，破坏佛法这个罪就重了，果报在无间地狱。今天时间到了，我们就学习到此地。",
      "zh_TW": "怎樣能夠把宗教傳教師聲望、地位提升？只有國家辦佛教大學，或者辦宗教大學，每一個宗教設一個學院。這個大學畢業的有畢業證書，那就等於度牒，不是宗教大學畢業的，沒有資格出家。但出家之後一定要講學，從事於教學工作，佛法才能復興。不走這條路子，佛法決定興不起來。我出家也就是做個樣子，做個實驗，一生講經教學，看看實際狀況是不是能夠維持下去，能維持，應該做。講經不要錢，這是人家自動供養，真的到沒有供養，沒有法子生存了，我們也不會伸手問人要錢。供養多了，多做好事，不要為自己，要為佛教、要為眾生，特別是苦難眾生。把佛陀教育恢復起來，這是我們應該做的事、應該走的道路，決定遵循釋迦牟尼佛的教誨，我們稱為佛弟子才講得過去。不然的話，對不起釋迦牟尼佛，那就造罪業了。造罪業，這個果報等於破壞佛法，破壞佛法這個罪就重了，果報在無間地獄。今天時間到了，我們就學習到此地。"
    }
  ]
}