{
  "doc_id": "02-037-0476",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七六集",
    "zh_TW": "第四七六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0476",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0476_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百七十三页倒数第六行，从第一句看起，倒数第六行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百七十三頁倒數第六行，從第一句看起，倒數第六行："
    },
    {
      "id": "02-037-0476_p0002",
      "zh_CN": "「《遗教经》云：若有智慧，则无贪着。故此经文明痴贪二恶，至于瞋毒，已见上段」，前面一段说的是瞋恚。《遗教经》，我们这里也有一点参考资料，节录从《佛光大辞典》。「全一卷」，这个经文不长，后秦鸠摩罗什大师翻译的，「又称佛垂般涅槃略说教诫经」。这是佛临终的时候，最后的教诲，所以称为《佛遗教经》，内容当然非常重要。世尊将入灭的时候，阿难尊者他只证得须陀洹，所以情执还是很重，感到很悲伤。这个时候同学就提醒他，这不是悲伤的时候，佛灭度之后重大的事情赶快问。第一个问题，佛在世，大家以佛为师，佛不在世，以谁为师？这是非常重要的一个问题。佛就给大家解答，以戒为师。",
      "zh_TW": "「《遺教經》云：若有智慧，則無貪著。故此經文明痴貪二惡，至於瞋毒，已見上段」，前面一段說的是瞋恚。《遺教經》，我們這裡也有一點參考資料，節錄從《佛光大辭典》。「全一卷」，這個經文不長，後秦鳩摩羅什大師翻譯的，「又稱佛垂般涅槃略說教誡經」。這是佛臨終的時候，最後的教誨，所以稱為《佛遺教經》，內容當然非常重要。世尊將入滅的時候，阿難尊者他只證得須陀洹，所以情執還是很重，感到很悲傷。這個時候同學就提醒他，這不是悲傷的時候，佛滅度之後重大的事情趕快問。第一個問題，佛在世，大家以佛為師，佛不在世，以誰為師？這是非常重要的一個問題。佛就給大家解答，以戒為師。"
    },
    {
      "id": "02-037-0476_p0003",
      "zh_CN": "所以它「内容叙述释尊在拘尸那罗」这个地方，「沙罗双树间」，说明佛入灭的时候在野外，不是在房子里面，在树林里头。「入涅槃前最后垂教」，最后的遗教。「佛入灭后，当以波罗提木叉」，波罗提木叉是梵语，翻成中国意思就是戒律，这就是以戒为师。这句话非常重要，关系是不是正法。正法住世，正法常住，我们学习的是不是正法，这一句是标准。我们没有认真的去学戒，所以佛法决定兴不了，不可能复兴；不但不能复兴，相反的，佛教会灭掉。真正能持戒念佛，这个人是真菩萨；不能持戒念佛是假菩萨，不是真菩萨。纵然他能够往生，他不能够兴教，这个世间佛法不能够延续，终归是要绝灭。所以戒是菩提的根本，受戒的时候戒坛里都告诉你，「戒为无上菩提本」，能生一切众善根。戒律，根本大戒就是五戒，在家、出家共同要遵守。出家比丘的四重戒就是杀盗淫妄；五戒，杀盗淫妄加一个酒。",
      "zh_TW": "所以它「內容敘述釋尊在拘尸那羅」這個地方，「沙羅雙樹間」，說明佛入滅的時候在野外，不是在房子裡面，在樹林裡頭。「入涅槃前最後垂教」，最後的遺教。「佛入滅後，當以波羅提木叉」，波羅提木叉是梵語，翻成中國意思就是戒律，這就是以戒為師。這句話非常重要，關係是不是正法。正法住世，正法常住，我們學習的是不是正法，這一句是標準。我們沒有認真的去學戒，所以佛法決定興不了，不可能復興；不但不能復興，相反的，佛教會滅掉。真正能持戒念佛，這個人是真菩薩；不能持戒念佛是假菩薩，不是真菩薩。縱然他能夠往生，他不能夠興教，這個世間佛法不能夠延續，終歸是要絕滅。所以戒是菩提的根本，受戒的時候戒壇裡都告訴你，「戒為無上菩提本」，能生一切眾善根。戒律，根本大戒就是五戒，在家、出家共同要遵守。出家比丘的四重戒就是殺盜淫妄；五戒，殺盜淫妄加一個酒。"
    },
    {
      "id": "02-037-0476_p0004",
      "zh_CN": "戒重要，章嘉大师几十次的提醒我，因为我没有在意。我那个时候初学佛，对于经教很重视，这个是理论；对于戒律，我认为那是行为，那是生活规律，佛所讲的这个生活规律是古印度的，不是中国的风俗习惯，而且又是二千五百年前，跟现代人方式不一样。我们年轻，一个很深错误的观念，我们学佛学理论、学智慧、学道理，生活习惯我们是现代人，要随顺现代的风俗习惯，所以对于戒律不重视，也没有兴趣。大师以善巧方便，我们每个星期见面一次，我离开的时候他送我到门口，在我耳边上轻轻说一句话，「戒律很重要」，所以这句话我听得很熟。大师圆寂，在北投这个地方火化，专门给他造一个火化炉，点火是甘珠活佛，也是他的弟子。火化完了之后，我们围绕着火化炉旁边，搭了几个帐篷，甘珠活佛他们一行人好像住了七天，我在那里住了三天。",
      "zh_TW": "戒重要，章嘉大師幾十次的提醒我，因為我沒有在意。我那個時候初學佛，對於經教很重視，這個是理論；對於戒律，我認為那是行為，那是生活規律，佛所講的這個生活規律是古印度的，不是中國的風俗習慣，而且又是二千五百年前，跟現代人方式不一樣。我們年輕，一個很深錯誤的觀念，我們學佛學理論、學智慧、學道理，生活習慣我們是現代人，要隨順現代的風俗習慣，所以對於戒律不重視，也沒有興趣。大師以善巧方便，我們每個星期見面一次，我離開的時候他送我到門口，在我耳邊上輕輕說一句話，「戒律很重要」，所以這句話我聽得很熟。大師圓寂，在北投這個地方火化，專門給他造一個火化爐，點火是甘珠活佛，也是他的弟子。火化完了之後，我們圍繞著火化爐旁邊，搭了幾個帳篷，甘珠活佛他們一行人好像住了七天，我在那裡住了三天。"
    },
    {
      "id": "02-037-0476_p0005",
      "zh_CN": "三天我非常认真反省，我跟大师三年，他教我些什么？第一个浮在脑海里头就是戒律很重要。我一反省就想到了，他为什么要给我说这句话，而且说这么多遍，我很冷静的思惟反省，戒律为什么重要。让我想起儒家的礼，中国古时候家庭的规矩，就是家规。我们懂得，礼没有了儒就没有了，所以连带想起，戒的精神跟礼完全相同，戒要没有佛就没有了。如果戒没有了，留下来的佛法变质了，这个佛教是学术，是世间的学术，就是我们今天讲的哲学，完全不能脱离心意识。它不是真实智慧，不能够开悟的，脱离了一切诸佛的常规。一切诸佛修行所遵循的就是戒定慧三学，没有一个是例外的，因戒得定、因定开慧，确实找不到一个例外的。所以你不持戒，你的心是散乱的；换句话说，你有很多妄想、有很多杂念，你的心情定不下来，那就是我们一般人所说的心浮气躁。心浮气躁的人，真正有学问的人、有德行的人不教你。不是他不慈悲，因为你不能接受，心浮气躁不能接受圣学，儒释道三教的圣学你都没办法接受。特别是佛法，佛法要纯净，不是纯净、纯信，你没有办法入门。儒家，少许的诚信也能契入，入得浅，不深。总而言之，一丝毫诚敬都没有，那你是决定得不到，你得到的是皮毛、知识。",
      "zh_TW": "三天我非常認真反省，我跟大師三年，他教我些什麼？第一個浮在腦海裡頭就是戒律很重要。我一反省就想到了，他為什麼要給我說這句話，而且說這麼多遍，我很冷靜的思惟反省，戒律為什麼重要。讓我想起儒家的禮，中國古時候家庭的規矩，就是家規。我們懂得，禮沒有了儒就沒有了，所以連帶想起，戒的精神跟禮完全相同，戒要沒有佛就沒有了。如果戒沒有了，留下來的佛法變質了，這個佛教是學術，是世間的學術，就是我們今天講的哲學，完全不能脫離心意識。它不是真實智慧，不能夠開悟的，脫離了一切諸佛的常規。一切諸佛修行所遵循的就是戒定慧三學，沒有一個是例外的，因戒得定、因定開慧，確實找不到一個例外的。所以你不持戒，你的心是散亂的；換句話說，你有很多妄想、有很多雜念，你的心情定不下來，那就是我們一般人所說的心浮氣躁。心浮氣躁的人，真正有學問的人、有德行的人不教你。不是他不慈悲，因為你不能接受，心浮氣躁不能接受聖學，儒釋道三教的聖學你都沒辦法接受。特別是佛法，佛法要純淨，不是純淨、純信，你沒有辦法入門。儒家，少許的誠信也能契入，入得淺，不深。總而言之，一絲毫誠敬都沒有，那你是決定得不到，你得到的是皮毛、知識。"
    },
    {
      "id": "02-037-0476_p0006",
      "zh_CN": "今天讲传统文化、讲大乘佛法难，难在哪里？找不到真诚恭敬的人。他对于传统文化、对于佛法没有办法生起信心，总是半信半疑。戒律他做不到，纵然他会讲，讲得天花乱坠，他自己不能落实。所以我们一定要知道，凡是不能落实，就是说他所学的东西没有经过检验。把它落实在生活上，用生活来检验，佛说的是真是假；落实在工作，落实在处事待人接物，你看它管用不管用。通过检验的这叫真理，这是科学精神。真正通过检验，佛说的三种布施，你去试试看，财布施看是不是真的得财富，法布施得聪明智慧，无畏布施得健康长寿。你真干，真干真得到，证明这个话是真的不是假的。理很深，事就在面前，理不懂，照着这个规矩去做，也能得到效果；如果明理，那个效果就不可思议。那个效果不是凡夫能知道的，凡夫之人也看不出来，能看得出来的是你比别人自在，这个能看得出来，你的心情是定的，不是散乱的，你肯定表现在外面是慈悲、是欢喜，这能看出来。由此可知这个戒是根！",
      "zh_TW": "今天講傳統文化、講大乘佛法難，難在哪裡？找不到真誠恭敬的人。他對於傳統文化、對於佛法沒有辦法生起信心，總是半信半疑。戒律他做不到，縱然他會講，講得天花亂墜，他自己不能落實。所以我們一定要知道，凡是不能落實，就是說他所學的東西沒有經過檢驗。把它落實在生活上，用生活來檢驗，佛說的是真是假；落實在工作，落實在處事待人接物，你看它管用不管用。通過檢驗的這叫真理，這是科學精神。真正通過檢驗，佛說的三種布施，你去試試看，財布施看是不是真的得財富，法布施得聰明智慧，無畏布施得健康長壽。你真幹，真幹真得到，證明這個話是真的不是假的。理很深，事就在面前，理不懂，照著這個規矩去做，也能得到效果；如果明理，那個效果就不可思議。那個效果不是凡夫能知道的，凡夫之人也看不出來，能看得出來的是你比別人自在，這個能看得出來，你的心情是定的，不是散亂的，你肯定表現在外面是慈悲、是歡喜，這能看出來。由此可知這個戒是根！"
    },
    {
      "id": "02-037-0476_p0007",
      "zh_CN": "通过学习大乘我们知道，世出世间法只有一个根，这个根就是孝道。中国古人知道，古人有两句话说，「万恶淫为首，百善孝为先」。善的根本是孝，恶的根本是淫，现在没有人懂。孝没有了，淫真的发扬光大，果报现前，不知道果报怎么来的。果报是什么？社会动乱，地球的灾变。我们常常提到的，联合国发布的，地球上的居民每一天堕胎超过十五万人。这是什么？淫造成的，淫造成杀。这个杀不是杀动物，不是杀别人，是杀自己的儿女，怎么可能没有灾难！吃众生肉，六十年前，我们在抗战那个时候，一个月才能吃到一次肉，哪有天天吃的！天天吃也就是过年，不会超过七天，每一天桌上有肉，不会超过七天，哪像现在！现在杀生吃肉，联合国也有报告，全世界每一年，它这个数字是说一年，被杀的、被吃掉的有三千三百七十亿，单位不是万是亿，三千三百七十亿，这还得了！这就是今天社会动乱，地球灾变的由来，你说多可怕。",
      "zh_TW": "通過學習大乘我們知道，世出世間法只有一個根，這個根就是孝道。中國古人知道，古人有兩句話說，「萬惡淫為首，百善孝為先」。善的根本是孝，惡的根本是淫，現在沒有人懂。孝沒有了，淫真的發揚光大，果報現前，不知道果報怎麼來的。果報是什麼？社會動亂，地球的災變。我們常常提到的，聯合國發布的，地球上的居民每一天墮胎超過十五萬人。這是什麼？淫造成的，淫造成殺。這個殺不是殺動物，不是殺別人，是殺自己的兒女，怎麼可能沒有災難！吃眾生肉，六十年前，我們在抗戰那個時候，一個月才能吃到一次肉，哪有天天吃的！天天吃也就是過年，不會超過七天，每一天桌上有肉，不會超過七天，哪像現在！現在殺生吃肉，聯合國也有報告，全世界每一年，它這個數字是說一年，被殺的、被吃掉的有三千三百七十億，單位不是萬是億，三千三百七十億，這還得了！這就是今天社會動亂，地球災變的由來，你說多可怕。"
    },
    {
      "id": "02-037-0476_p0008",
      "zh_CN": "《遗教经》，释迦牟尼佛最后离开这个世界，劝我们是什么？劝我们持戒，「当以波罗提木叉为本师」。你真正持戒，等于释迦牟尼佛在身边没有两样。「制五根」，这个制是禁制，眼耳鼻舌身不犯过失，守住五戒就不犯过失。身口，不杀、不盗、不淫、不妄语、不饮酒，这是五戒，人人都要受持，能守这五条这是善人。佛经上一打开我们看到善男子、善女人，善的标准就是这个，这五条做不到就不善。我们这个经上你看前面一品，这一品经里面所说的五戒十善，把五戒跟十善融成一起。经文一共五大段，前面三段是讲杀盗淫，第四段是讲不妄语，不妄语里头包括了两舌、绮语、恶口，最后一段就是《十善业道》意业里面所讲的贪瞋痴，不贪、不瞋、不痴。经文上有酒，从饮酒里面引起的贪瞋痴，造作杀盗淫。把五戒跟十善融会成一体，这就是念佛法门里头的根本戒，出在《无量寿经》上的，念佛人必须要懂得、必须要遵守的，这才真正能往生。",
      "zh_TW": "《遺教經》，釋迦牟尼佛最後離開這個世界，勸我們是什麼？勸我們持戒，「當以波羅提木叉為本師」。你真正持戒，等於釋迦牟尼佛在身邊沒有兩樣。「制五根」，這個制是禁制，眼耳鼻舌身不犯過失，守住五戒就不犯過失。身口，不殺、不盜、不淫、不妄語、不飲酒，這是五戒，人人都要受持，能守這五條這是善人。佛經上一打開我們看到善男子、善女人，善的標準就是這個，這五條做不到就不善。我們這個經上你看前面一品，這一品經裡面所說的五戒十善，把五戒跟十善融成一起。經文一共五大段，前面三段是講殺盜淫，第四段是講不妄語，不妄語裡頭包括了兩舌、綺語、惡口，最後一段就是《十善業道》意業裡面所講的貪瞋痴，不貪、不瞋、不痴。經文上有酒，從飲酒裡面引起的貪瞋痴，造作殺盜淫。把五戒跟十善融會成一體，這就是念佛法門裡頭的根本戒，出在《無量壽經》上的，念佛人必須要懂得、必須要遵守的，這才真正能往生。"
    },
    {
      "id": "02-037-0476_p0009",
      "zh_CN": "控制五根，眼耳鼻舌身不犯过失，「离瞋恚、憍慢」，瞋恚、憍慢是恶念恶行里头最严重的，怎么离？修忍辱波罗蜜，修仁慈博爱，「勉人不放逸」，放逸是懒惰、是散乱，劝大家精进。净宗的道业就是念佛，信愿持名，精进信愿持名。禅宗对于《遗教经》非常重视，「与《四十二章经》、《沩山警策》」，这是祖师的语录，沩山祖师的语录，这三样东西「合称佛祖三经」，《遗教经》、《四十二章经》是佛说的，《沩山警策》是祖师说的，叫佛祖三经。我们不能不重视，不能不认真，佛法在我们这一生当中是存是亡，我们要负绝对的责任，我们做不好，佛法会灭亡；我们做好了，佛法会传下去。因为我们要做不到，底下一代不可能。我们这一代还沾了点边缘，使命特别重！我们冷静去思惟观察就明白，破坏佛教的是佛门弟子，不是外人。古大德说，「若要佛法兴，除非僧赞僧」，中国古谚语也说「家和万事兴」。家不和，这个家肯定会灭亡；佛门里面不和，这个佛一定会断绝。我们自己跟自己都不和，怎么可能跟别人和？哪有这个道理！",
      "zh_TW": "控制五根，眼耳鼻舌身不犯過失，「離瞋恚、憍慢」，瞋恚、憍慢是惡念惡行裡頭最嚴重的，怎麼離？修忍辱波羅蜜，修仁慈博愛，「勉人不放逸」，放逸是懶惰、是散亂，勸大家精進。淨宗的道業就是念佛，信願持名，精進信願持名。禪宗對於《遺教經》非常重視，「與《四十二章經》、《溈山警策》」，這是祖師的語錄，溈山祖師的語錄，這三樣東西「合稱佛祖三經」，《遺教經》、《四十二章經》是佛說的，《溈山警策》是祖師說的，叫佛祖三經。我們不能不重視，不能不認真，佛法在我們這一生當中是存是亡，我們要負絕對的責任，我們做不好，佛法會滅亡；我們做好了，佛法會傳下去。因為我們要做不到，底下一代不可能。我們這一代還沾了點邊緣，使命特別重！我們冷靜去思惟觀察就明白，破壞佛教的是佛門弟子，不是外人。古大德說，「若要佛法興，除非僧讚僧」，中國古諺語也說「家和萬事興」。家不和，這個家肯定會滅亡；佛門裡面不和，這個佛一定會斷絕。我們自己跟自己都不和，怎麼可能跟別人和？哪有這個道理！"
    },
    {
      "id": "02-037-0476_p0010",
      "zh_CN": "这个话不是闲话，不是无意义的话，这个话是真言，是诸佛菩萨对后人真实教诲，我们千万不能疏忽。天天念佛想往生，到最后不能往生，不怪别人。为什么不能往生？你虽然念佛，你没有持戒。那我们要问，许多像阿公阿婆，他们没有持戒，他们根本不懂戒律，为什么他们能往生？他们虽然不懂戒律，他们的身、语、意都没有违犯戒律。虽然他没有学、他没有受，他自然做到；我们学了没做到，不学也没做到，怎么能跟他比？阿公阿婆值得尊敬，古来祖师大德说他们「暗合道妙」，他什么都不懂，但是他跟道合，一点都不违背。他们的心里面没有贪瞋痴慢疑，他们对物质享受有一点点就够了，就非常满意，没有一丝毫挑拣，我们能比得上吗？穿衣服只要有得穿，能够遮蔽身体就够了，绝不讲求什么款式、衣料，他不讲究这些，他根本不懂这些，所以跟道妙完全相合，自然的相合。这就是佛所说的上上根跟下下根往往可以划平等的符号，好度！下下根人老实、听话、真干，一点都不含糊，他什么都不明了；上上根人样样都明了，他也是老实、听话、真干。老实、听话、真干他们两个人都做到了，所以他们两个人的成就是平等的，上上根人生实报庄严土，下下根人也是生实报庄严土，这可爱之处。",
      "zh_TW": "這個話不是閒話，不是無意義的話，這個話是真言，是諸佛菩薩對後人真實教誨，我們千萬不能疏忽。天天念佛想往生，到最後不能往生，不怪別人。為什麼不能往生？你雖然念佛，你沒有持戒。那我們要問，許多像阿公阿婆，他們沒有持戒，他們根本不懂戒律，為什麼他們能往生？他們雖然不懂戒律，他們的身、語、意都沒有違犯戒律。雖然他沒有學、他沒有受，他自然做到；我們學了沒做到，不學也沒做到，怎麼能跟他比？阿公阿婆值得尊敬，古來祖師大德說他們「暗合道妙」，他什麼都不懂，但是他跟道合，一點都不違背。他們的心裡面沒有貪瞋痴慢疑，他們對物質享受有一點點就夠了，就非常滿意，沒有一絲毫挑揀，我們能比得上嗎？穿衣服只要有得穿，能夠遮蔽身體就夠了，絕不講求什麼款式、衣料，他不講究這些，他根本不懂這些，所以跟道妙完全相合，自然的相合。這就是佛所說的上上根跟下下根往往可以劃平等的符號，好度！下下根人老實、聽話、真幹，一點都不含糊，他什麼都不明瞭；上上根人樣樣都明瞭，他也是老實、聽話、真幹。老實、聽話、真幹他們兩個人都做到了，所以他們兩個人的成就是平等的，上上根人生實報莊嚴土，下下根人也是生實報莊嚴土，這可愛之處。"
    },
    {
      "id": "02-037-0476_p0011",
      "zh_CN": "我们今天得认真反省，我们学的是什么？不要管别人，各人有各人的业因果报。我如理如法，自己好好的修，别人看懂、看明白了也能照修，那你就是度了一个人。有度众生的这个念头，自己真干就是度众生的方法，就是度众生的行持。诸佛如来、法身菩萨应化在十法界，利益一切众生就用这个方法。佛门里头绝不劝人，绝不拉信徒，是真的自己做出好榜样给他看，让他感动，让他自己来，这是真心，不是勉强。",
      "zh_TW": "我們今天得認真反省，我們學的是什麼？不要管別人，各人有各人的業因果報。我如理如法，自己好好的修，別人看懂、看明白了也能照修，那你就是度了一個人。有度眾生的這個念頭，自己真幹就是度眾生的方法，就是度眾生的行持。諸佛如來、法身菩薩應化在十法界，利益一切眾生就用這個方法。佛門裡頭絕不勸人，絕不拉信徒，是真的自己做出好榜樣給他看，讓他感動，讓他自己來，這是真心，不是勉強。"
    },
    {
      "id": "02-037-0476_p0012",
      "zh_CN": "所以宗门把它称为必读的三经是有道理的。《四十二章经》是一个会集本，摩腾、竺法兰最初到中国来，把经翻译一些给中国人读。翻哪部经？每部经上的摘要摘一点点，一共四十二章，节录大小乘各种不同经典里头，针对中国社会所需要的。就像我们现在选择《群书治要３６０》，这是从六十五种书里头节录出来的，我们节录得多，一共三百六十条。佛法传到中国，第一次编出来的经典是四十二条，这四十二章。",
      "zh_TW": "所以宗門把它稱為必讀的三經是有道理的。《四十二章經》是一個會集本，摩騰、竺法蘭最初到中國來，把經翻譯一些給中國人讀。翻哪部經？每部經上的摘要摘一點點，一共四十二章，節錄大小乘各種不同經典裡頭，針對中國社會所需要的。就像我們現在選擇《群書治要３６０》，這是從六十五種書裡頭節錄出來的，我們節錄得多，一共三百六十條。佛法傳到中國，第一次編出來的經典是四十二條，這四十二章。"
    },
    {
      "id": "02-037-0476_p0013",
      "zh_CN": "所以现在有人反对会集，我看了九华山一位法师回答这个问题讲得好。会集的事情历朝历代都做，不是从王龙舒，王龙舒是宋朝人，他不是开端的人，开端做会集，那可以说佛教传到中国来第一个会集是谁？摩腾、竺法兰。世世代代都有这些高僧大德做会集的工作，他举出很多的例子。而且这些会集本全都在《大藏》里，都收入《大藏经》，收入《大藏经》就是被这些祖师大德承认，说明不是不可以会集。这个问答主要也是专对夏莲居这个本子而说的，最后的结论是完全肯定，夏莲老的会集本肯定会流传末法九千年，度无量众生。所以这篇问答功德无量无边，不亚于夏莲老的会集，不亚于黄念祖老居士的集注，功德无量，救多少人！因为很多人听到这些传说，对会集本信心动摇；听到他的这番分析、谈话，这个疑虑化解了，信心坚定了，这个功德大。我们只得到一本，这大陆上印的，得到一本，听说网路上有，在网路上能看到它完整的资料。这里面有一部分我们可以把它印出来，翻成外国文在海外流通。分量不多，这个分量大概占全书百分之五的样子，我们可以印一个小册子。",
      "zh_TW": "所以現在有人反對會集，我看了九華山一位法師回答這個問題講得好。會集的事情歷朝歷代都做，不是從王龍舒，王龍舒是宋朝人，他不是開端的人，開端做會集，那可以說佛教傳到中國來第一個會集是誰？摩騰、竺法蘭。世世代代都有這些高僧大德做會集的工作，他舉出很多的例子。而且這些會集本全都在《大藏》裡，都收入《大藏經》，收入《大藏經》就是被這些祖師大德承認，說明不是不可以會集。這個問答主要也是專對夏蓮居這個本子而說的，最後的結論是完全肯定，夏蓮老的會集本肯定會流傳末法九千年，度無量眾生。所以這篇問答功德無量無邊，不亞於夏蓮老的會集，不亞於黃念祖老居士的集註，功德無量，救多少人！因為很多人聽到這些傳說，對會集本信心動搖；聽到他的這番分析、談話，這個疑慮化解了，信心堅定了，這個功德大。我們只得到一本，這大陸上印的，得到一本，聽說網路上有，在網路上能看到它完整的資料。這裡面有一部分我們可以把它印出來，翻成外國文在海外流通。分量不多，這個分量大概佔全書百分之五的樣子，我們可以印一個小冊子。"
    },
    {
      "id": "02-037-0476_p0014",
      "zh_CN": "《遗教经》上讲得好！我们看念老的注解，「若有智慧，则无贪着」。那我们回过头来想想，我们对于这个世间还有所贪着，就要想到我们没有智慧。没有智慧，我们的心还是三毒，三毒的心是我们身体不健康的根本原因。学传统文化、学大乘佛法，学了这么多年得学以致用，真正学了要能够用在生活上，肯定身心健康。为什么？大乘经教佛常常劝我们不要执着、不要分别、不要起心动念，这话常听。要真正做到，落实在生活、工作、处事待人接物，身心清净，就是经题上讲的「清净平等觉」。清净平等觉在我们的身上，我们不知不觉就成罗汉、成菩萨、成佛了，自己还不知道，可是真的成了。清净心现前就是阿罗汉，平等心现前就是菩萨，觉就是不起心不动念，就成佛了。",
      "zh_TW": "《遺教經》上講得好！我們看念老的註解，「若有智慧，則無貪著」。那我們回過頭來想想，我們對於這個世間還有所貪著，就要想到我們沒有智慧。沒有智慧，我們的心還是三毒，三毒的心是我們身體不健康的根本原因。學傳統文化、學大乘佛法，學了這麼多年得學以致用，真正學了要能夠用在生活上，肯定身心健康。為什麼？大乘經教佛常常勸我們不要執著、不要分別、不要起心動念，這話常聽。要真正做到，落實在生活、工作、處事待人接物，身心清淨，就是經題上講的「清淨平等覺」。清淨平等覺在我們的身上，我們不知不覺就成羅漢、成菩薩、成佛了，自己還不知道，可是真的成了。清淨心現前就是阿羅漢，平等心現前就是菩薩，覺就是不起心不動念，就成佛了。"
    },
    {
      "id": "02-037-0476_p0015",
      "zh_CN": "经题上「清净平等觉」是因，「大乘无量寿庄严」是果报，大乘是智慧，无量寿是德能，庄严是相好。你看《华严经》上说的，「一切众生皆有如来智慧德相」，如来智慧是大乘，如来的德是无量寿，如来的相是庄严，全在经题上。所以我们念佛要把清净平等觉给念出来，这真功夫。清净平等是事一心不乱，这一觉就是理一心不乱，念到功夫成片就有把握往生。功夫成片，心里头确实没有妄想，没杂念了，除一句佛号什么也没有，这叫功夫成片。念佛念到这个境界，想什么时候往生就能什么时候往生，因为你的念头一动，阿弥陀佛就知道。我有寿命不要了，这世间太苦，不想了，我在这个世间也帮不了别人，也没人听我的，我现在到极乐世界去，行，佛立刻就来接引你。有这种功夫，但是他还有影响力，有人听他的，有人跟他学，大概佛都叫你多住几年。为什么？多带几个人到极乐世界去，你带得愈多愈好，这跟阿弥陀佛本愿相应。这就明白了，我们住世有住世的理由，不住世有不住世的理由。",
      "zh_TW": "經題上「清淨平等覺」是因，「大乘無量壽莊嚴」是果報，大乘是智慧，無量壽是德能，莊嚴是相好。你看《華嚴經》上說的，「一切眾生皆有如來智慧德相」，如來智慧是大乘，如來的德是無量壽，如來的相是莊嚴，全在經題上。所以我們念佛要把清淨平等覺給念出來，這真功夫。清淨平等是事一心不亂，這一覺就是理一心不亂，念到功夫成片就有把握往生。功夫成片，心裡頭確實沒有妄想，沒雜念了，除一句佛號什麼也沒有，這叫功夫成片。念佛念到這個境界，想什麼時候往生就能什麼時候往生，因為你的念頭一動，阿彌陀佛就知道。我有壽命不要了，這世間太苦，不想了，我在這個世間也幫不了別人，也沒人聽我的，我現在到極樂世界去，行，佛立刻就來接引你。有這種功夫，但是他還有影響力，有人聽他的，有人跟他學，大概佛都叫你多住幾年。為什麼？多帶幾個人到極樂世界去，你帶得愈多愈好，這跟阿彌陀佛本願相應。這就明白了，我們住世有住世的理由，不住世有不住世的理由。"
    },
    {
      "id": "02-037-0476_p0016",
      "zh_CN": "我们再看底下，所逼，这个地方是迫，压迫的迫，「所迫」，『痴欲所迫』，「《会疏》云：爱欲逼迫，常想欲境」，你受爱欲逼迫，你常常想着你的欲望，以为这是很快乐的事情。「是故损人利己」，这现在社会大多数人都是这样的。「但慕富贵荣华」，都在拼命追求，不择手段的追求。「以求快意于当时」，眼前的快乐。「不愿忍辱修善」，这个忍辱是什么？对爱欲要忍，对欲望的境界要忍，对荣华富贵要忍，不要去追求这个东西，这个东西全是假的，生不带来死不带去，你求这干什么？真正求的是往生西方极乐世界，有时间，听经、拜佛、念佛，这个好！这修净业，这是「积累福报于来日」，你将来往生西方极乐世界提升品位，这是真的。要认识「威势不常」，那就是你现前的福报不是长远的。现在所受的福报是过去生中修的，这一生在享福、在享受；享福不知道修福，这个福报很快就享尽了，福报享尽了恶业就现前，灾难就降临。所以『威势无几，随以磨灭』，很快就磨灭了。",
      "zh_TW": "我們再看底下，所逼，這個地方是迫，壓迫的迫，「所迫」，『痴欲所迫』，「《會疏》云：愛欲逼迫，常想欲境」，你受愛欲逼迫，你常常想著你的欲望，以為這是很快樂的事情。「是故損人利己」，這現在社會大多數人都是這樣的。「但慕富貴榮華」，都在拼命追求，不擇手段的追求。「以求快意於當時」，眼前的快樂。「不願忍辱修善」，這個忍辱是什麼？對愛欲要忍，對欲望的境界要忍，對榮華富貴要忍，不要去追求這個東西，這個東西全是假的，生不帶來死不帶去，你求這幹什麼？真正求的是往生西方極樂世界，有時間，聽經、拜佛、念佛，這個好！這修淨業，這是「積累福報於來日」，你將來往生西方極樂世界提升品位，這是真的。要認識「威勢不常」，那就是你現前的福報不是長遠的。現在所受的福報是過去生中修的，這一生在享福、在享受；享福不知道修福，這個福報很快就享盡了，福報享盡了惡業就現前，災難就降臨。所以『威勢無幾，隨以磨滅』，很快就磨滅了。"
    },
    {
      "id": "02-037-0476_p0017",
      "zh_CN": "我们再看底下这一段，下面第四段，「约因果而示伤」。",
      "zh_TW": "我們再看底下這一段，下面第四段，「約因果而示傷」。"
    },
    {
      "id": "02-037-0476_p0018",
      "zh_CN": "【天道施张。自然纠举。茕茕忪忪。当入其中。古今有是。痛哉可伤。】",
      "zh_TW": "【天道施張。自然糾舉。煢煢忪忪。當入其中。古今有是。痛哉可傷。】"
    },
    {
      "id": "02-037-0476_p0019",
      "zh_CN": "这六句经文是就因果报应来警惕我们。我们看念老的注解，『天道施张，自然纠举』，这两句话非常重要，为什么？因为它在我们眼前。「施」也是张的意思；「张」是什么？施张，展开了，天道展开了。天道是什么？善有善果，恶有恶报。这眼前，天道展开了。「纠」是纠正、是纠察，察是明了。「举其非也」，非是什么？罪过。把你所造的罪过好像什么？公布于世人，让世间人统统都看见。这罪过是什么？「自然之理」你违犯了，「法尔之道」你违背了，你是违天行事，你全错了。",
      "zh_TW": "這六句經文是就因果報應來警惕我們。我們看念老的註解，『天道施張，自然糾舉』，這兩句話非常重要，為什麼？因為它在我們眼前。「施」也是張的意思；「張」是什麼？施張，展開了，天道展開了。天道是什麼？善有善果，惡有惡報。這眼前，天道展開了。「糾」是糾正、是糾察，察是明瞭。「舉其非也」，非是什麼？罪過。把你所造的罪過好像什麼？公布於世人，讓世間人統統都看見。這罪過是什麼？「自然之理」你違犯了，「法爾之道」你違背了，你是違天行事，你全錯了。"
    },
    {
      "id": "02-037-0476_p0020",
      "zh_CN": "自然之理不是哪个人造的，不是哪个人建立的，不是哪个人发明的，这什么东西？就是中国传统文化的精髓，四科，是自然之理，中国老祖宗叫它做五伦五常、四维八德，这是自然之理，法尔之道；在大乘里面就是三福、三学，五戒十善、六和六度、普贤十愿，这是自然之理，法尔之道。这叫天道，这叫大道，不可以违背，你要是不违背，你行在大道上。这个道是什么？成佛之道，世间法里头成圣成贤之道。真的是天道，你来生的果报是在天上，你行的是天道。不能偏、不能邪，一偏一邪就错了，错了就走上非道。非道是什么？是三途，地狱、饿鬼、畜生，走到那里去了，变成妖魔鬼怪，这大错特错。",
      "zh_TW": "自然之理不是哪個人造的，不是哪個人建立的，不是哪個人發明的，這什麼東西？就是中國傳統文化的精髓，四科，是自然之理，中國老祖宗叫它做五倫五常、四維八德，這是自然之理，法爾之道；在大乘裡面就是三福、三學，五戒十善、六和六度、普賢十願，這是自然之理，法爾之道。這叫天道，這叫大道，不可以違背，你要是不違背，你行在大道上。這個道是什麼？成佛之道，世間法裡頭成聖成賢之道。真的是天道，你來生的果報是在天上，你行的是天道。不能偏、不能邪，一偏一邪就錯了，錯了就走上非道。非道是什麼？是三途，地獄、餓鬼、畜生，走到那裡去了，變成妖魔鬼怪，這大錯特錯。"
    },
    {
      "id": "02-037-0476_p0021",
      "zh_CN": "「《净影疏》云：天下道理，自然施立，是故名为天道施张，造恶必彰」，你造的恶业一定瞒不住，大家都晓得，「名自纠举」，自自然然你会暴露。不是人纠举的，今天讲检举，不是人检举的，是你自然会暴露。「《会疏》云：今所言天道者，但是因果报应之报」，这个话说得非常明显。因果报应之报是什么？天灾人祸，天灾当中走的。我们现在在媒体上几乎天天都能看见，这个地球上有地震、有海啸、有飓风、有暴雨、有闪电，这都很异常，这都属于天灾。人祸通常是指战争，不以武力为手段的战争也是人祸。今天用生化这种方法来害人，经上所说的损人利己，这是人制造的灾祸叫人祸。这是报应。",
      "zh_TW": "「《淨影疏》云：天下道理，自然施立，是故名為天道施張，造惡必彰」，你造的惡業一定瞞不住，大家都曉得，「名自糾舉」，自自然然你會暴露。不是人糾舉的，今天講檢舉，不是人檢舉的，是你自然會暴露。「《會疏》云：今所言天道者，但是因果報應之報」，這個話說得非常明顯。因果報應之報是什麼？天災人禍，天災當中走的。我們現在在媒體上幾乎天天都能看見，這個地球上有地震、有海嘯、有颶風、有暴雨、有閃電，這都很異常，這都屬於天災。人禍通常是指戰爭，不以武力為手段的戰爭也是人禍。今天用生化這種方法來害人，經上所說的損人利己，這是人製造的災禍叫人禍。這是報應。"
    },
    {
      "id": "02-037-0476_p0022",
      "zh_CN": "「又云：事已发者依法断割之」，造作的罪业爆发了，中国古人讲「恶贯满盈」，灾难现前了。也就是说，过去生中所修的这点福享完了，这一生所造的罪业现前了，福尽了罪报现前。有些受苦受难，人还在，这叫花报；有些苦难当中死亡，死亡之后他堕落在三恶道，这果报，五痛、五烧。「事未发者审察之」。你造作罪业造得很多，果报还没现前，也就是说你还有余福，你的福还没享完，还可以享受几年，你不知道回头、不知道改过，不能弃恶向善，不能改邪归正，三年、五年之后福报享完，你的罪业就现前。",
      "zh_TW": "「又云：事已發者依法斷割之」，造作的罪業爆發了，中國古人講「惡貫滿盈」，災難現前了。也就是說，過去生中所修的這點福享完了，這一生所造的罪業現前了，福盡了罪報現前。有些受苦受難，人還在，這叫花報；有些苦難當中死亡，死亡之後他墮落在三惡道，這果報，五痛、五燒。「事未發者審察之」。你造作罪業造得很多，果報還沒現前，也就是說你還有餘福，你的福還沒享完，還可以享受幾年，你不知道回頭、不知道改過，不能棄惡向善，不能改邪歸正，三年、五年之後福報享完，你的罪業就現前。"
    },
    {
      "id": "02-037-0476_p0023",
      "zh_CN": "『茕茕』，「忧思也，无所依也」；『忪忪』者，「心悸不安，惊惶失措」。行恶的人，这种心态天天有。人一天到晚想着害别人，干损人利己的事情，他就心悸不安、惊惶失措，怕人害他。虽然口里头不相信鬼神，说得很硬，实际上他怕鬼也怕神，一个人不敢住一个房间，这我们看到很多。『当入其中』。《会疏》又解释，「茕茕者，单独貌，独生独死」，没有人陪伴他。他在世的时候有权有势、大富大贵，伺候他的人太多了；到一口气断掉之后，没有一个能跟他走的，孤孤单单一个人走了，在这个时候他感触当中是苦不堪言。忪忪者，心动、惊惶，怕报应到临。神魂离开身体之后境界就现前，这个境界是「轮回无间也」。",
      "zh_TW": "『煢煢』，「憂思也，無所依也」；『忪忪』者，「心悸不安，驚惶失措」。行惡的人，這種心態天天有。人一天到晚想著害別人，幹損人利己的事情，他就心悸不安、驚惶失措，怕人害他。雖然口裡頭不相信鬼神，說得很硬，實際上他怕鬼也怕神，一個人不敢住一個房間，這我們看到很多。『當入其中』。《會疏》又解釋，「煢煢者，單獨貌，獨生獨死」，沒有人陪伴他。他在世的時候有權有勢、大富大貴，伺候他的人太多了；到一口氣斷掉之後，沒有一個能跟他走的，孤孤單單一個人走了，在這個時候他感觸當中是苦不堪言。忪忪者，心動、驚惶，怕報應到臨。神魂離開身體之後境界就現前，這個境界是「輪迴無間也」。"
    },
    {
      "id": "02-037-0476_p0024",
      "zh_CN": "「其中者，五道之中」，行善的天道去了。这一点学佛的同学必须要知道，在今天看到行善积德，眼前的好处，帮助你身心健康，你对他有很强烈的信心，不念佛了，就跟他学，行不行？行。你的果报在哪里？果报在天上，没有超越六道轮回，天福享尽还要轮转，这一点必须知道。如果有坚定的信心，不能动摇的愿望，我就一心求生净土，这个果报不可思议，你的果报不在天上，在西方极乐世界。为什么你会动摇？我们肯定，你对于西方极乐世界不认识，你只看到眼前善因善果，你看到了，极乐世界的好处你没看到，你认为那个太远。这个很近，我立刻就得到，所谓立竿就见影，我相信它；极乐世界太远、太渺茫了，对它信心不足。实在讲也好，因为你这一生总念了几天佛、听了几天经，阿赖耶识里头有阿弥陀佛的种子，来生后世遇到缘你再修。这一生你不能往生，但是你决定得生，不知道到哪一劫、哪一天，那不知道。所以我们承认你是极乐世界的一员，你现在不能去。如果这一生要去，那你就得一切放下，万缘放下，一心专念。经上讲得非常好，往生的条件是「发菩提心，一向专念」，这八个字你做到你决定得生，决定不受外面境界动摇。",
      "zh_TW": "「其中者，五道之中」，行善的天道去了。這一點學佛的同學必須要知道，在今天看到行善積德，眼前的好處，幫助你身心健康，你對他有很強烈的信心，不念佛了，就跟他學，行不行？行。你的果報在哪裡？果報在天上，沒有超越六道輪迴，天福享盡還要輪轉，這一點必須知道。如果有堅定的信心，不能動搖的願望，我就一心求生淨土，這個果報不可思議，你的果報不在天上，在西方極樂世界。為什麼你會動搖？我們肯定，你對於西方極樂世界不認識，你只看到眼前善因善果，你看到了，極樂世界的好處你沒看到，你認為那個太遠。這個很近，我立刻就得到，所謂立竿就見影，我相信它；極樂世界太遠、太渺茫了，對它信心不足。實在講也好，因為你這一生總念了幾天佛、聽了幾天經，阿賴耶識裡頭有阿彌陀佛的種子，來生後世遇到緣你再修。這一生你不能往生，但是你決定得生，不知道到哪一劫、哪一天，那不知道。所以我們承認你是極樂世界的一員，你現在不能去。如果這一生要去，那你就得一切放下，萬緣放下，一心專念。經上講得非常好，往生的條件是「發菩提心，一向專念」，這八個字你做到你決定得生，決定不受外面境界動搖。"
    },
    {
      "id": "02-037-0476_p0025",
      "zh_CN": "外境动摇这桩事情前面我们学过，「业病」。《摩诃止观》里头说得好，它说众生的病，病因有六种，我们要把这六种搞清楚。第一种四大不顺。四大是讲物质的身体，没照顾好。四大要调和，不能太多也不能太少，要符合它的标准，过多过少都会得病。第二个是饮食，饮食一定有节制，不能够贪食，看到好吃的东西多吃，不好吃的东西不吃，这个习惯不好。最重要要了解饮食它的营养，对我们的身体、五脏六腑，补充我们的能量、血气，以这个为标准。不能用舌头做标准，因为尝味就是舌头，我们吃东西不能光为它，不顾别的。舌头知道好吃，味道味美，它就多吃、拚命吃，它不知道这个东西要伤害肠胃、伤害心肝脾肺，没想到这点。这些常识要懂。第三种是修行，修行出了毛病，不懂得调身，不懂得调心。这要请教修行功夫得力的人，他会说给你听。无论修学哪个法门，所谓要如法，身心健康；不如法身心疲乏，精神提不起来，这修行有了过失。这三种常见的。",
      "zh_TW": "外境動搖這樁事情前面我們學過，「業病」。《摩訶止觀》裡頭說得好，它說眾生的病，病因有六種，我們要把這六種搞清楚。第一種四大不順。四大是講物質的身體，沒照顧好。四大要調和，不能太多也不能太少，要符合它的標準，過多過少都會得病。第二個是飲食，飲食一定有節制，不能夠貪食，看到好吃的東西多吃，不好吃的東西不吃，這個習慣不好。最重要要了解飲食它的營養，對我們的身體、五臟六腑，補充我們的能量、血氣，以這個為標準。不能用舌頭做標準，因為嘗味就是舌頭，我們吃東西不能光為它，不顧別的。舌頭知道好吃，味道味美，它就多吃、拚命吃，它不知道這個東西要傷害腸胃、傷害心肝脾肺，沒想到這點。這些常識要懂。第三種是修行，修行出了毛病，不懂得調身，不懂得調心。這要請教修行功夫得力的人，他會說給你聽。無論修學哪個法門，所謂要如法，身心健康；不如法身心疲乏，精神提不起來，這修行有了過失。這三種常見的。"
    },
    {
      "id": "02-037-0476_p0026",
      "zh_CN": "后面还有三种。「鬼神得便」，我们讲冤亲债主，来找麻烦、来报复的。有报仇的，你过去杀了他，他要向你索命，杀人要偿命；你过去对他的财物有占有，这属于偷盗的行为，他问你讨债，手段很多。他到你身上来了你不知道，你是因为这样得病。会招惹这些鬼神，实在说还是自己要负责任，自己总是喜欢跟鬼神打交道。鬼神有五通，就是有小神通，你的个人吉凶他知道，有的时候讲得很准，你的家庭、你居住这个小区。如果能力大的，他神通的力量就更强，你会听他的，他讲得很准，一点都不错。你完全相信他的，最后他要来伤害你，你就死路一条，你必堕三途。所以孔子对鬼神的态度敬而远之。敬是什么？尊重他，他也是一类众生；远是什么？远是不能听他的，他的知见不正，不知道他的意图在哪里。我们要听圣贤的话，要听佛菩萨的话，圣贤的话在经典里面，佛菩萨的话在佛经里面，这是决定可以相信的。",
      "zh_TW": "後面還有三種。「鬼神得便」，我們講冤親債主，來找麻煩、來報復的。有報仇的，你過去殺了他，他要向你索命，殺人要償命；你過去對他的財物有佔有，這屬於偷盜的行為，他問你討債，手段很多。他到你身上來了你不知道，你是因為這樣得病。會招惹這些鬼神，實在說還是自己要負責任，自己總是喜歡跟鬼神打交道。鬼神有五通，就是有小神通，你的個人吉凶他知道，有的時候講得很準，你的家庭、你居住這個小區。如果能力大的，他神通的力量就更強，你會聽他的，他講得很準，一點都不錯。你完全相信他的，最後他要來傷害你，你就死路一條，你必墮三途。所以孔子對鬼神的態度敬而遠之。敬是什麼？尊重他，他也是一類眾生；遠是什麼？遠是不能聽他的，他的知見不正，不知道他的意圖在哪裡。我們要聽聖賢的話，要聽佛菩薩的話，聖賢的話在經典裡面，佛菩薩的話在佛經裡面，這是決定可以相信的。"
    },
    {
      "id": "02-037-0476_p0027",
      "zh_CN": "佛法传到今天三千年了，三千年承传的过程当中，当然有很多不是佛法的渗透在里头，让佛法变质了。这个情形真有，不是假的，古来祖师大德也承认。于是亲近善知识就比什么都重要，学儒、学佛、学道都不能离开老师。真正善知识，他对你要负责任，他一定会照顾你。现在是真正末法时代。我们在前面学过，经典里面曾经讲过，有持戒的、有讲经的、有听经的、有证果的，这叫正法时期，这个标准好；有持戒的、有讲经的、有听经的，没有证果的，这叫像法时代，没证果的；没有持戒的人，有讲经的、有听经的，没有依教修行的人，这叫末法；没有持戒的、没有讲经的，也没有真正修行的，这叫灭法。这个说法不是讲正法一千年、像法一千年、末法一万年，不是的，是另外一种讲法。",
      "zh_TW": "佛法傳到今天三千年了，三千年承傳的過程當中，當然有很多不是佛法的滲透在裡頭，讓佛法變質了。這個情形真有，不是假的，古來祖師大德也承認。於是親近善知識就比什麼都重要，學儒、學佛、學道都不能離開老師。真正善知識，他對你要負責任，他一定會照顧你。現在是真正末法時代。我們在前面學過，經典裡面曾經講過，有持戒的、有講經的、有聽經的、有證果的，這叫正法時期，這個標準好；有持戒的、有講經的、有聽經的，沒有證果的，這叫像法時代，沒證果的；沒有持戒的人，有講經的、有聽經的，沒有依教修行的人，這叫末法；沒有持戒的、沒有講經的，也沒有真正修行的，這叫滅法。這個說法不是講正法一千年、像法一千年、末法一萬年，不是的，是另外一種講法。"
    },
    {
      "id": "02-037-0476_p0028",
      "zh_CN": "这个说法好，我们在末法当中也能够遇到正法，我们遇到真正的好老师，持戒修行、讲经教学，寿命到了真的念佛往生，往生就是证果。生天道不是证果，生色界天、生无色界天都不是证果，超越六道轮回叫证果。最低证果的是阿罗汉，阿罗汉脱离六道轮回，生到十法界的声闻法界，他不会再堕到六道来了，这才叫证果。有证果的就是正法。现在我们可以说，我们生活在末法时代，末法时代我们真的能依教奉行，能持戒、修定，就用这一句名号往生西方极乐世界，我们就生在正法时代，末法里头的正法。所以，我们到底是生在正法、像法、末法可以自己决定，不受一万二千年的限制，这个道理要懂。坚定的信心，信有西方极乐世界，极乐世界有阿弥陀佛，我们自己真正发愿求生净土，临命终时佛一定来接引，这就是正法时代。",
      "zh_TW": "這個說法好，我們在末法當中也能夠遇到正法，我們遇到真正的好老師，持戒修行、講經教學，壽命到了真的念佛往生，往生就是證果。生天道不是證果，生色界天、生無色界天都不是證果，超越六道輪迴叫證果。最低證果的是阿羅漢，阿羅漢脫離六道輪迴，生到十法界的聲聞法界，他不會再墮到六道來了，這才叫證果。有證果的就是正法。現在我們可以說，我們生活在末法時代，末法時代我們真的能依教奉行，能持戒、修定，就用這一句名號往生西方極樂世界，我們就生在正法時代，末法裡頭的正法。所以，我們到底是生在正法、像法、末法可以自己決定，不受一萬二千年的限制，這個道理要懂。堅定的信心，信有西方極樂世界，極樂世界有阿彌陀佛，我們自己真正發願求生淨土，臨命終時佛一定來接引，這就是正法時代。"
    },
    {
      "id": "02-037-0476_p0029",
      "zh_CN": "现在社会动乱，灾变很多，鬼神在这个世间扰乱，我们一不小心鬼神就得便。这个我们要用孔夫子的态度来对待他，敬而远之；在佛法里面，我们用普贤菩萨十大愿王来对待他们，礼敬诸佛。鬼神也有佛性，鬼神本来也是佛，只是他迷得比我们重，他造的罪业比我们深，不幸堕在鬼道。我们对他尊敬，我们对他没有称赞，我们可以给他传授三皈，我们念佛可以请他跟我们一起共修，劝他听经念佛，求生净土，鬼神得度的也不少。把他的善根引发出来，帮助他一生成就，这是好事，应该要做。我们讲经，讲堂；念佛，念佛堂里，我们肉眼看不见，我们有理由相信，跟我们一起学习经教，跟我们一起念佛求生净土，鬼神众很多。真有成就，往生净土的有，少数，往生天道、人道的很多。他们听经闻法，转生到人道就是人间的善人，为什么？有圣学的底子。",
      "zh_TW": "現在社會動亂，災變很多，鬼神在這個世間擾亂，我們一不小心鬼神就得便。這個我們要用孔夫子的態度來對待他，敬而遠之；在佛法裡面，我們用普賢菩薩十大願王來對待他們，禮敬諸佛。鬼神也有佛性，鬼神本來也是佛，只是他迷得比我們重，他造的罪業比我們深，不幸墮在鬼道。我們對他尊敬，我們對他沒有稱讚，我們可以給他傳授三皈，我們念佛可以請他跟我們一起共修，勸他聽經念佛，求生淨土，鬼神得度的也不少。把他的善根引發出來，幫助他一生成就，這是好事，應該要做。我們講經，講堂；念佛，念佛堂裡，我們肉眼看不見，我們有理由相信，跟我們一起學習經教，跟我們一起念佛求生淨土，鬼神眾很多。真有成就，往生淨土的有，少數，往生天道、人道的很多。他們聽經聞法，轉生到人道就是人間的善人，為什麼？有聖學的底子。"
    },
    {
      "id": "02-037-0476_p0030",
      "zh_CN": "再说到魔来相扰，魔跟鬼神不一样，鬼神是我们跟他有缘，有恩、有怨，有这种缘，魔不是的，魔来扰乱，最主要的是嫉妒障碍，但也是我们自己心行不善把他引来的。如果你真正是一个修行人，心地清净，执着分别非常淡薄，没有自私自利，没有名闻利养，放下七情五欲，魔不得其便，他没办法干扰你。总是自己还有邪念，还没有真正把名利断干净，这个东西会引导他进入我们的身体、进入我们的道场来障碍，让我们身心感到痛苦。这些也应当要敬而远之。我们念佛堂、讲堂给他立牌位，欢迎他来听经，欢迎他来念佛，我们用真诚心帮助他往生，这都是好事情。我们不要求知道这些灾变，不求这些，求这些他们就得便，我们根本不闻不问。真正相信一切法从心想生，要真相信，那我们的心里，起心动念、言语造作纯净纯善，对自己百病不生，对我们居住这个环境，我们相信不会有很大的灾难，大灾难会变成小灾难，小灾难就变成没灾难。要相信自己，要相信祖宗之德，要相信三宝威神加持。对鬼神、对魔神我们都恭敬、礼拜、供养，供养当中最重要的法供养，请他们来听经，请他们来念佛。",
      "zh_TW": "再說到魔來相擾，魔跟鬼神不一樣，鬼神是我們跟他有緣，有恩、有怨，有這種緣，魔不是的，魔來擾亂，最主要的是嫉妒障礙，但也是我們自己心行不善把他引來的。如果你真正是一個修行人，心地清淨，執著分別非常淡薄，沒有自私自利，沒有名聞利養，放下七情五欲，魔不得其便，他沒辦法干擾你。總是自己還有邪念，還沒有真正把名利斷乾淨，這個東西會引導他進入我們的身體、進入我們的道場來障礙，讓我們身心感到痛苦。這些也應當要敬而遠之。我們念佛堂、講堂給他立牌位，歡迎他來聽經，歡迎他來念佛，我們用真誠心幫助他往生，這都是好事情。我們不要求知道這些災變，不求這些，求這些他們就得便，我們根本不聞不問。真正相信一切法從心想生，要真相信，那我們的心裡，起心動念、言語造作純淨純善，對自己百病不生，對我們居住這個環境，我們相信不會有很大的災難，大災難會變成小災難，小災難就變成沒災難。要相信自己，要相信祖宗之德，要相信三寶威神加持。對鬼神、對魔神我們都恭敬、禮拜、供養，供養當中最重要的法供養，請他們來聽經，請他們來念佛。"
    },
    {
      "id": "02-037-0476_p0031",
      "zh_CN": "最后就是业障病，这业障病很麻烦，与外面没有关系，与鬼神也没有关系，完全是自己宿世今生造种种不善业所感染的病毒。这桩事情只有忏悔，断恶修善、改邪归正、端正心念才能够救自己，靠什么人都不行，一定要知道这自作自受。前面我们学过，《止观》里头讲先世罪业，过去生中做的，不是这一生；或者「今世破戒」，造作一些罪恶，「动先世业」，这个不善跟从前宿世的罪业连起来了，把它引发出来，这个业力就造成病因。「还约五根，知有所犯」，就在五根门头。这病怎么得的？离不开眼耳鼻舌身。像现在讲的传染病，有的病从眼入，有的病从耳入，有些病从鼻入，闻到这个气味，见色闻声。这些气味动了你什么东西？动了你的贪瞋痴慢，接触外头境界引发贪瞋痴慢，好了，你这个病就形成了。",
      "zh_TW": "最後就是業障病，這業障病很麻煩，與外面沒有關係，與鬼神也沒有關係，完全是自己宿世今生造種種不善業所感染的病毒。這樁事情只有懺悔，斷惡修善、改邪歸正、端正心念才能夠救自己，靠什麼人都不行，一定要知道這自作自受。前面我們學過，《止觀》裡頭講先世罪業，過去生中做的，不是這一生；或者「今世破戒」，造作一些罪惡，「動先世業」，這個不善跟從前宿世的罪業連起來了，把它引發出來，這個業力就造成病因。「還約五根，知有所犯」，就在五根門頭。這病怎麼得的？離不開眼耳鼻舌身。像現在講的傳染病，有的病從眼入，有的病從耳入，有些病從鼻入，聞到這個氣味，見色聞聲。這些氣味動了你什麼東西？動了你的貪瞋痴慢，接觸外頭境界引發貪瞋痴慢，好了，你這個病就形成了。"
    },
    {
      "id": "02-037-0476_p0032",
      "zh_CN": "这段文里头好，讲得很清楚。杀业重的，杀业重的人瞋恨心重，中国人所谓怒火伤肝，他就得肝病；肝跟眼有关系，他得眼病，眼病就是视力衰弱，他看不见，看东西模糊，这都是瞋恨、杀生的业报。第二种饮酒过量，喜欢喝酒，常常喝得大醉，这心脏肯定不好，引发心脏的病、口病。淫欲的罪业会引发你肾脏的病、耳病，这都属于这一类的。妄语的罪业应对是脾脏，五根里面是舌根。如果是盗业会引发肺病，应对在外面是鼻病。眼耳鼻舌身，五戒全破了，就是杀盗淫妄酒都干了，这对于我们五脏都不好，五根也会有病。五根是外面的，五脏是里面的。如何治这个病？我们把念头行为改正过来，这个病就好了。改正过来是我们严格的守住五戒十善，这些病都没有了。端正心念，对人、对事、对物不贪、不痴、不瞋、不傲慢、不怀疑。要发慈悲心，要学着爱人，别人跟自己没有两样，爱别人是真正爱自己，帮助别人是真正帮助自己。喜欢帮助别人的人，自己有事情会有很多人来帮助你。这都是讲因果报应。",
      "zh_TW": "這段文裡頭好，講得很清楚。殺業重的，殺業重的人瞋恨心重，中國人所謂怒火傷肝，他就得肝病；肝跟眼有關係，他得眼病，眼病就是視力衰弱，他看不見，看東西模糊，這都是瞋恨、殺生的業報。第二種飲酒過量，喜歡喝酒，常常喝得大醉，這心臟肯定不好，引發心臟的病、口病。淫欲的罪業會引發你腎臟的病、耳病，這都屬於這一類的。妄語的罪業應對是脾臟，五根裡面是舌根。如果是盜業會引發肺病，應對在外面是鼻病。眼耳鼻舌身，五戒全破了，就是殺盜淫妄酒都幹了，這對於我們五臟都不好，五根也會有病。五根是外面的，五臟是裡面的。如何治這個病？我們把念頭行為改正過來，這個病就好了。改正過來是我們嚴格的守住五戒十善，這些病都沒有了。端正心念，對人、對事、對物不貪、不痴、不瞋、不傲慢、不懷疑。要發慈悲心，要學著愛人，別人跟自己沒有兩樣，愛別人是真正愛自己，幫助別人是真正幫助自己。喜歡幫助別人的人，自己有事情會有很多人來幫助你。這都是講因果報應。"
    },
    {
      "id": "02-037-0476_p0033",
      "zh_CN": "也有佛法常讲的重罪轻报，确有这个事情，有重罪，身体感觉到不舒服，那就是果报，是自己的业报。只要我们能够忍耐，端心正念，我们拜佛、念佛就能好。或者有地狱罪业，修行人在日常生活当中遭到一些不如意的事情，那也是报应，轻报。所以，学佛的人对于这些事理要清楚、要明了，我们感恩的心会生起来，对一切众生感恩，对天地万物感恩。顺境逆境、善缘恶缘都不为所动，这叫功夫。善缘不起贪恋，恶缘不起瞋恚，永远保持心在清净平等上，清净平等就是定，不为外头境界动摇。",
      "zh_TW": "也有佛法常講的重罪輕報，確有這個事情，有重罪，身體感覺到不舒服，那就是果報，是自己的業報。只要我們能夠忍耐，端心正念，我們拜佛、念佛就能好。或者有地獄罪業，修行人在日常生活當中遭到一些不如意的事情，那也是報應，輕報。所以，學佛的人對於這些事理要清楚、要明瞭，我們感恩的心會生起來，對一切眾生感恩，對天地萬物感恩。順境逆境、善緣惡緣都不為所動，這叫功夫。善緣不起貪戀，惡緣不起瞋恚，永遠保持心在清淨平等上，清淨平等就是定，不為外頭境界動搖。"
    },
    {
      "id": "02-037-0476_p0034",
      "zh_CN": "底下说「轮回无间，其中者」，就是「五道之中」。造作罪业的人，在六道里头不断的轮回。「又《净影疏》云：罪者归之，无人伴匹」，就是没有人跟你作伴，没有人陪你，你是一个人。「故云茕忪当入其中」，孤独。底下经文说，『古今有是，痛哉可伤』，「古今有是」就肯定因果报应是真的。所谓因果报应丝毫不爽，不是不报，时候未到。这个时候是什么？缘，你造的有不善的因，遇到不善的缘，恶报就现前，关键在缘。所以佛法重视缘，任何一物之生是因、缘、果。",
      "zh_TW": "底下說「輪迴無間，其中者」，就是「五道之中」。造作罪業的人，在六道裡頭不斷的輪迴。「又《淨影疏》云：罪者歸之，無人伴匹」，就是沒有人跟你作伴，沒有人陪你，你是一個人。「故云煢忪當入其中」，孤獨。底下經文說，『古今有是，痛哉可傷』，「古今有是」就肯定因果報應是真的。所謂因果報應絲毫不爽，不是不報，時候未到。這個時候是什麼？緣，你造的有不善的因，遇到不善的緣，惡報就現前，關鍵在緣。所以佛法重視緣，任何一物之生是因、緣、果。"
    },
    {
      "id": "02-037-0476_p0035",
      "zh_CN": "佛不说因，佛说缘，为什么？因我们不能控制，阿赖耶识里头的种子，善恶统统有，有成佛的种子，有成菩萨的种子，也有无间地狱的种子，也有饿鬼、畜生的种子，统统都具足，那我来生得哪个果报看缘，这个种子遇到缘它就起现行。我们到人间来，遇到的什么缘？五戒十善。过去生中五戒十善这个念头很强，念念没有把五戒十善忘记，这个缘现前，阿赖耶识里人天种子成熟他就来了。如果念佛的种子强，不就到极乐世界去了！如果贪心很重，贪财、贪色，我们讲情执很深的人，他就到地狱去了。很多同学看过唐太宗的光碟，他为什么会堕地狱？情执太深了，一千四百多年，他念念还念皇后，他没有念阿弥陀佛。他们夫妻感情是真深，真难得，可受苦受大了！从地狱里出来还忘记不了，你看他麻烦多大。这是给我们很大的警惕，你看那个光碟，这不是好事情，因这个念头引发过去杀生这个果报，无间地狱现前，错了！",
      "zh_TW": "佛不說因，佛說緣，為什麼？因我們不能控制，阿賴耶識裡頭的種子，善惡統統有，有成佛的種子，有成菩薩的種子，也有無間地獄的種子，也有餓鬼、畜生的種子，統統都具足，那我來生得哪個果報看緣，這個種子遇到緣它就起現行。我們到人間來，遇到的什麼緣？五戒十善。過去生中五戒十善這個念頭很強，念念沒有把五戒十善忘記，這個緣現前，阿賴耶識裡人天種子成熟他就來了。如果念佛的種子強，不就到極樂世界去了！如果貪心很重，貪財、貪色，我們講情執很深的人，他就到地獄去了。很多同學看過唐太宗的光碟，他為什麼會墮地獄？情執太深了，一千四百多年，他念念還念皇后，他沒有念阿彌陀佛。他們夫妻感情是真深，真難得，可受苦受大了！從地獄裡出來還忘記不了，你看他麻煩多大。這是給我們很大的警惕，你看那個光碟，這不是好事情，因這個念頭引發過去殺生這個果報，無間地獄現前，錯了！"
    },
    {
      "id": "02-037-0476_p0036",
      "zh_CN": "自性清净心中一法不立，我们现在没有这种能力，八万四千法门，我们想想都无法修成功，那只有念佛，一心一意念佛求生净土，把万缘放下，学什么东西到极乐世界再学，不浪费时间、不糟蹋精力。把我们的时间精力集中，就在这一句佛号，经典就一部《无量寿经》，别的都不要了。不是不好，是我没有法子断烦恼，没有法子消业障，我只能靠阿弥陀佛，这句佛号帮助我断烦恼、帮助我消业障。我把断烦恼、消业障这个念头也放下，一心专念阿弥陀佛，这就是消业障、就是断烦恼。这个法子，八万四千法门里头找不到第二种。我们不遇到这部经，这一生，一生得度，超越六道十法界不可能，遇到这个法门就可能，所以这个机会不能错过。一定要忍辱精进，善缘要忍，不生贪恋；恶缘要忍，不生瞋恚，让心永远住在清净平等觉上，这个高，不容易。再换句话说，永远住在阿弥陀佛上，行！阿弥陀佛就是清净平等觉。一向专念没有一个不成佛，这是我们可以做得到的，机会不要错过。今天时间到了，我们就学习到此地。",
      "zh_TW": "自性清淨心中一法不立，我們現在沒有這種能力，八萬四千法門，我們想想都無法修成功，那只有念佛，一心一意念佛求生淨土，把萬緣放下，學什麼東西到極樂世界再學，不浪費時間、不糟蹋精力。把我們的時間精力集中，就在這一句佛號，經典就一部《無量壽經》，別的都不要了。不是不好，是我沒有法子斷煩惱，沒有法子消業障，我只能靠阿彌陀佛，這句佛號幫助我斷煩惱、幫助我消業障。我把斷煩惱、消業障這個念頭也放下，一心專念阿彌陀佛，這就是消業障、就是斷煩惱。這個法子，八萬四千法門裡頭找不到第二種。我們不遇到這部經，這一生，一生得度，超越六道十法界不可能，遇到這個法門就可能，所以這個機會不能錯過。一定要忍辱精進，善緣要忍，不生貪戀；惡緣要忍，不生瞋恚，讓心永遠住在清淨平等覺上，這個高，不容易。再換句話說，永遠住在阿彌陀佛上，行！阿彌陀佛就是清淨平等覺。一向專念沒有一個不成佛，這是我們可以做得到的，機會不要錯過。今天時間到了，我們就學習到此地。"
    }
  ]
}