{
  "doc_id": "02-037-0353",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三五三集",
    "zh_TW": "第三五三集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0353",
  "total_paragraphs": 51,
  "paragraphs": [
    {
      "id": "02-037-0353_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七百七十页最后一行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七百七十頁最後一行："
    },
    {
      "id": "02-037-0353_p0002",
      "zh_CN": "以上三种解释，「皆与禅净诸祖一鼻孔通气」，这个意思就是说禅净不二，是一桩事情。「正是从大光明藏」，大光明藏就是真如、本性。谁的真如本性？是自己的真如本性。真如本性是一个，就是哲学里面所说的本体，宇宙万有的本体，佛法里面称为真如、称为本性。我们中国老祖宗也有这个说法，所谓的本性本善，《三字经》上前两句话，「人之初，性本善」，那就是本性，本性是本善。这个善不是善恶的善，善恶的善范围太小了，这个善是代表什么？代表圆满，包容一切，一切东西统统包在这个里头。所以这个善是赞美的词，它太好了、太圆满、太究竟了，一丝毫欠缺都没有。就像《华严经》上所说的，佛讲「一切众生皆有如来智慧德相」，如来是对佛的尊称；换句话说，一切众生我们自性里面的智慧、德能、相好，跟一切诸佛没有两样，这个才叫善。所以本性本善，讲万德万能，它就是本善的意思。也称为大光明藏，大光明是说它的德用，它起的作用。大光明遍照，像太阳出来的时候照遍天下，有取这个意思。藏是含藏，是讲它里面，这个含藏就是智慧、德能、相好。",
      "zh_TW": "以上三種解釋，「皆與禪淨諸祖一鼻孔通氣」，這個意思就是說禪淨不二，是一樁事情。「正是從大光明藏」，大光明藏就是真如、本性。誰的真如本性？是自己的真如本性。真如本性是一個，就是哲學裡面所說的本體，宇宙萬有的本體，佛法裡面稱為真如、稱為本性。我們中國老祖宗也有這個說法，所謂的本性本善，《三字經》上前兩句話，「人之初，性本善」，那就是本性，本性是本善。這個善不是善惡的善，善惡的善範圍太小了，這個善是代表什麼？代表圓滿，包容一切，一切東西統統包在這個裡頭。所以這個善是讚美的詞，它太好了、太圓滿、太究竟了，一絲毫欠缺都沒有。就像《華嚴經》上所說的，佛講「一切眾生皆有如來智慧德相」，如來是對佛的尊稱；換句話說，一切眾生我們自性裡面的智慧、德能、相好，跟一切諸佛沒有兩樣，這個才叫善。所以本性本善，講萬德萬能，它就是本善的意思。也稱為大光明藏，大光明是說它的德用，它起的作用。大光明遍照，像太陽出來的時候照遍天下，有取這個意思。藏是含藏，是講它裡面，這個含藏就是智慧、德能、相好。"
    },
    {
      "id": "02-037-0353_p0003",
      "zh_CN": "在今天科学里面讲，那就是整个宇宙，科学家把它分类，到最后归纳，他说不外乎三桩事情，第一个是物质，第二个是念头，意念，第三个是能量，不出这三样东西。佛经也是这个说法。科学是最近二、三百年的事情，特别是现在的量子力学、太空物理，所发现的、观察明了的跟佛经上所说的完全相同。科学家说这三样东西，在佛法里叫三细相。宇宙怎么来的？佛，佛经上说宇宙没有说是神造的。所以，实实在在说佛教不能算为宗教，宗教第一个条件就要有个造物主，创造世界，创造人类的一个真神，要有个真神。佛教没有，始终都没有。佛教讲的是什么？讲的是自性，自性是我们每个人都有的。说自性是共同的，统统是这个源流流出来的，物质现象、精神现象、自然现象统统从大光明藏流出来的。所以大光明藏就是本体，大光明藏就是自己的本性，这是共同的。",
      "zh_TW": "在今天科學裡面講，那就是整個宇宙，科學家把它分類，到最後歸納，他說不外乎三樁事情，第一個是物質，第二個是念頭，意念，第三個是能量，不出這三樣東西。佛經也是這個說法。科學是最近二、三百年的事情，特別是現在的量子力學、太空物理，所發現的、觀察明瞭的跟佛經上所說的完全相同。科學家說這三樣東西，在佛法裡叫三細相。宇宙怎麼來的？佛，佛經上說宇宙沒有說是神造的。所以，實實在在說佛教不能算為宗教，宗教第一個條件就要有個造物主，創造世界，創造人類的一個真神，要有個真神。佛教沒有，始終都沒有。佛教講的是什麼？講的是自性，自性是我們每個人都有的。說自性是共同的，統統是這個源流流出來的，物質現象、精神現象、自然現象統統從大光明藏流出來的。所以大光明藏就是本體，大光明藏就是自己的本性，這是共同的。"
    },
    {
      "id": "02-037-0353_p0004",
      "zh_CN": "古人对这些概念确实很不容易建立，所以这个在佛法里称为密藏。密不是秘密、不是神秘，它太深，一般人不能理解。现在我们有很多科学工具，譬如电视，每个人都看，没有一个人不看电视的。我们用电视来比喻，大光明藏就好比电视的屏幕，屏幕不生不灭，永远不变，里面的森罗万象，整个宇宙一切诸法是屏幕上的频道，我们一按频道它就出现了，你就看到了。那个频道里面，那是假的，那不是真的，为什么？它是生灭法，是电流波动产生的现象，所以它是不定的。屏幕是不动的，不管你怎么放，屏幕丝毫没有影响。屏幕是体，所有一切频道那是相，相是假的，体是真的。大光明藏是真的，大光明藏在哪里？无处不在、无时不在，就像电视的频道。外国的频道比中国多，早年我住在美国，美国电视频道一百多个。但是一百多个频道，随便你按哪个频道，都是在同一个屏幕出现。屏幕有没有染污？没有，丝毫不染着。所以，不动的、永恒的那就是真的，它会动的、它是生灭的，那就是假的。佛法讲真假用这个做标准，只要是有生有灭就是假的，不生不灭是真的。我们用电视屏幕就很容易能体会到，我们的自性、我们的本性不生不灭。",
      "zh_TW": "古人對這些概念確實很不容易建立，所以這個在佛法裡稱為密藏。密不是祕密、不是神祕，它太深，一般人不能理解。現在我們有很多科學工具，譬如電視，每個人都看，沒有一個人不看電視的。我們用電視來比喻，大光明藏就好比電視的屏幕，屏幕不生不滅，永遠不變，裡面的森羅萬象，整個宇宙一切諸法是屏幕上的頻道，我們一按頻道它就出現了，你就看到了。那個頻道裡面，那是假的，那不是真的，為什麼？它是生滅法，是電流波動產生的現象，所以它是不定的。屏幕是不動的，不管你怎麼放，屏幕絲毫沒有影響。屏幕是體，所有一切頻道那是相，相是假的，體是真的。大光明藏是真的，大光明藏在哪裡？無處不在、無時不在，就像電視的頻道。外國的頻道比中國多，早年我住在美國，美國電視頻道一百多個。但是一百多個頻道，隨便你按哪個頻道，都是在同一個屏幕出現。屏幕有沒有染污？沒有，絲毫不染著。所以，不動的、永恆的那就是真的，它會動的、它是生滅的，那就是假的。佛法講真假用這個做標準，只要是有生有滅就是假的，不生不滅是真的。我們用電視屏幕就很容易能體會到，我們的自性、我們的本性不生不滅。"
    },
    {
      "id": "02-037-0353_p0005",
      "zh_CN": "在中国，一千三百年前，唐朝时代，惠能大师出现了，他开悟了，明心见性。能大师那个程度，跟释迦牟尼佛在菩提树下大彻大悟同一个境界，明心见性，见性成佛。释迦牟尼佛他是个知识分子，开悟之前他曾经学了十二年，这十二年是到外面参学，家里学的还不算。十九岁离开家，出去像现在讲留学，十二年。当时印度是全世界哲学的最高峰，也是宗教学的最高峰。印度人无论是宗教、是哲学家统统喜欢禅定，所以禅定在印度是非常普遍。佛经里面讲的四禅八定是婆罗门教的，释迦牟尼佛用这个来教初学，跟他学习的，初学就修四禅八定。禅定里面有境界，而且境界很殊胜。禅定是什么？把分别、执着心放下了，不分别、不执着。你入定之后，定中境界现前，现的是什么？六道轮回。所以六道轮回不是假的，你有这个定功你可以看见，他有定功他也可以看见，看见的人太多了，这就不是假的。禅定里面能破空间维次，我们在六道里，六道有不同空间维次，所以我们看不到他，他也看不到我们，上面能看到下面，下面看不到上面。但是在定中的时候，境界突破了，你全都看见，上面能看到二十八层天，下面能看到饿鬼、地狱，他一点障碍都没有。证明这个东西是真的不是假的。这个东西是什么？就像我们电视频道一样，不同频道，你按哪个频道，哪个频道出现，不同频道，你都看到。都看到之后你就都明白了。",
      "zh_TW": "在中國，一千三百年前，唐朝時代，惠能大師出現了，他開悟了，明心見性。能大師那個程度，跟釋迦牟尼佛在菩提樹下大徹大悟同一個境界，明心見性，見性成佛。釋迦牟尼佛他是個知識分子，開悟之前他曾經學了十二年，這十二年是到外面參學，家裡學的還不算。十九歲離開家，出去像現在講留學，十二年。當時印度是全世界哲學的最高峰，也是宗教學的最高峰。印度人無論是宗教、是哲學家統統喜歡禪定，所以禪定在印度是非常普遍。佛經裡面講的四禪八定是婆羅門教的，釋迦牟尼佛用這個來教初學，跟他學習的，初學就修四禪八定。禪定裡面有境界，而且境界很殊勝。禪定是什麼？把分別、執著心放下了，不分別、不執著。你入定之後，定中境界現前，現的是什麼？六道輪迴。所以六道輪迴不是假的，你有這個定功你可以看見，他有定功他也可以看見，看見的人太多了，這就不是假的。禪定裡面能破空間維次，我們在六道裡，六道有不同空間維次，所以我們看不到他，他也看不到我們，上面能看到下面，下面看不到上面。但是在定中的時候，境界突破了，你全都看見，上面能看到二十八層天，下面能看到餓鬼、地獄，他一點障礙都沒有。證明這個東西是真的不是假的。這個東西是什麼？就像我們電視頻道一樣，不同頻道，你按哪個頻道，哪個頻道出現，不同頻道，你都看到。都看到之後你就都明白了。"
    },
    {
      "id": "02-037-0353_p0006",
      "zh_CN": "对于一个年轻、好学，释迦牟尼佛这样的人，肯定会追问，六道怎么来的？为什么会有六道？六道以外还有没有世界？我们想肯定会有这些疑问浮在面前，这得追根究柢。所以，释迦十二年参学，他放弃了，他到毕钵罗树下入定。毕钵罗树我们现在叫它做菩提树，在这个树底下入定，开悟了，他悟的那个境界跟惠能大师完全相同。那是什么？整个宇宙他看到了，那就不止六道，比六道大太多了。所以六道四禅八定，在佛法这叫小定。最深的禅定就是见性，他能得到，惠能大师也得到。我们跟他对比，释迦牟尼佛见性之后，说出他所见到的境界，就是《大方广佛华严经》；惠能大师见性，很简单就说了五句话。",
      "zh_TW": "對於一個年輕、好學，釋迦牟尼佛這樣的人，肯定會追問，六道怎麼來的？為什麼會有六道？六道以外還有沒有世界？我們想肯定會有這些疑問浮在面前，這得追根究柢。所以，釋迦十二年參學，他放棄了，他到畢缽羅樹下入定。畢缽羅樹我們現在叫它做菩提樹，在這個樹底下入定，開悟了，他悟的那個境界跟惠能大師完全相同。那是什麼？整個宇宙他看到了，那就不止六道，比六道大太多了。所以六道四禪八定，在佛法這叫小定。最深的禪定就是見性，他能得到，惠能大師也得到。我們跟他對比，釋迦牟尼佛見性之後，說出他所見到的境界，就是《大方廣佛華嚴經》；惠能大師見性，很簡單就說了五句話。"
    },
    {
      "id": "02-037-0353_p0007",
      "zh_CN": "「何期自性，本自清净」，自性就是真心，自性就是大光明藏。释迦牟尼佛在经教里头，说这桩事情用了几十个名词。为什么用这么多的名词？这是教学的善巧方便，教你不要执著名字相，名字是假的不是真的。老子说「名可名，非常名；道可道，非常道」，别着相，你才真正懂得意思，才知道他说些什么；你着了名字相不行，你见不到事实真相。但是不用这些名词术语也没法子说，无法把这个信息传递给你。传递给你，你决定不能执着。这是《大乘起信论》里面教给我们的，无论是听讲，听讲不要执着言说；读，读诵不要执着文字，不要执著名词术语；还不可以想像大概是什么意思，别去想。明白就明白，不明白没关系，不要去理会它，第二遍再学、第三遍再学，遍数多了自然就明白了。不准我们用起心动念去想，为什么？起心动念是自己的意识，那是妄心，不是真心。绝对要用真心，佛所说的、佛所行的是从真心流露，我们用真心就能够跟他通气，就能够体会到他的真实义。我们用妄心不行，妄跟真是两桩事情，妄只能够见到妄。阿赖耶是妄的，所以妄心可以研究阿赖耶，不能研究真如、大光明藏，不行，一定要用真心。",
      "zh_TW": "「何期自性，本自清淨」，自性就是真心，自性就是大光明藏。釋迦牟尼佛在經教裡頭，說這樁事情用了幾十個名詞。為什麼用這麼多的名詞？這是教學的善巧方便，教你不要執著名字相，名字是假的不是真的。老子說「名可名，非常名；道可道，非常道」，別著相，你才真正懂得意思，才知道他說些什麼；你著了名字相不行，你見不到事實真相。但是不用這些名詞術語也沒法子說，無法把這個信息傳遞給你。傳遞給你，你決定不能執著。這是《大乘起信論》裡面教給我們的，無論是聽講，聽講不要執著言說；讀，讀誦不要執著文字，不要執著名詞術語；還不可以想像大概是什麼意思，別去想。明白就明白，不明白沒關係，不要去理會它，第二遍再學、第三遍再學，遍數多了自然就明白了。不准我們用起心動念去想，為什麼？起心動念是自己的意識，那是妄心，不是真心。絕對要用真心，佛所說的、佛所行的是從真心流露，我們用真心就能夠跟他通氣，就能夠體會到他的真實義。我們用妄心不行，妄跟真是兩樁事情，妄只能夠見到妄。阿賴耶是妄的，所以妄心可以研究阿賴耶，不能研究真如、大光明藏，不行，一定要用真心。"
    },
    {
      "id": "02-037-0353_p0008",
      "zh_CN": "这是大乘教里头难就难在这个地方。说容易也是容易在这个地方，只要我们不起心不动念、不分别不执着，六根所看的境界是一真法界。我们迷了，怎么迷的？见色闻声起心动念、分别执着，这就搞错了，全用的是妄心。用妄心就见不到真相，真相佛经的名词叫诸法实相，真实相，你就见不到。因为见不到真相，凭我们凭空去想像，或者是有很多差误，于是造成思想上、见解上错误，我们说的错误了，做也错了，麻烦就大了，这就叫六凡，六道凡夫。如果我们能够把妄想分别执着统统都放下，这一放下就成佛。凡夫成佛在理论上讲一念之间，一念真能放下，惠能做了样子给我们看，释迦佛也做了个榜样给我们看。他们非常难得，那叫什么？顿舍，他能够同时把这些烦恼习气一下断掉，这是一般人做不到的。我们学了这么多年，道理都懂，就是放不下。但是多少是放下一些，放下一分有一分的好处，放下两分有两分的好处，好在哪里？智慧现前。放下一分，一分智慧现前；放下两分，两分智慧现前。智慧是真心里面东西，不是外头的，你放得愈多，你的智慧透得就愈多。佛法里面讲功夫不是别的，功夫就是放下，明了就是智慧。",
      "zh_TW": "這是大乘教裡頭難就難在這個地方。說容易也是容易在這個地方，只要我們不起心不動念、不分別不執著，六根所看的境界是一真法界。我們迷了，怎麼迷的？見色聞聲起心動念、分別執著，這就搞錯了，全用的是妄心。用妄心就見不到真相，真相佛經的名詞叫諸法實相，真實相，你就見不到。因為見不到真相，憑我們憑空去想像，或者是有很多差誤，於是造成思想上、見解上錯誤，我們說的錯誤了，做也錯了，麻煩就大了，這就叫六凡，六道凡夫。如果我們能夠把妄想分別執著統統都放下，這一放下就成佛。凡夫成佛在理論上講一念之間，一念真能放下，惠能做了樣子給我們看，釋迦佛也做了個榜樣給我們看。他們非常難得，那叫什麼？頓捨，他能夠同時把這些煩惱習氣一下斷掉，這是一般人做不到的。我們學了這麼多年，道理都懂，就是放不下。但是多少是放下一些，放下一分有一分的好處，放下兩分有兩分的好處，好在哪裡？智慧現前。放下一分，一分智慧現前；放下兩分，兩分智慧現前。智慧是真心裡面東西，不是外頭的，你放得愈多，你的智慧透得就愈多。佛法裡面講功夫不是別的，功夫就是放下，明瞭就是智慧。"
    },
    {
      "id": "02-037-0353_p0009",
      "zh_CN": "能大师放下之后告诉我们，自性是什么样子？第一个说自性清净，从来没有染污。第二个告诉我们，自性不生不灭，那是真我，真我是不生不灭的。这个身不是真我，身有生灭。真我在哪里？真我现在跟假我合在一起、纠缠在一起。世俗人讲灵魂，其实魂不灵，迷魂。孔子说得好，孔子在《易经》里面说「游魂为变，精气为物」，讲得好。二千五百年，他这个东西那是属于高等哲学、高等科学。精气为物，万物从哪里来的？万物是精气变的。他称游魂，为什么？他非常不稳定，动荡快速，速度太大，称为游魂正确。他在迷，所以他不稳定。如果觉悟了，我们称他为灵性，真正的自己，灵性是真正自己，永恒不灭。灵性的体是一个，所有万物都是从它变现的。佛在经上有个比喻，这个灵体，是自性，好比是大海，大海是一个。我们每个人那个灵魂是什么？像大海里面起的水泡，大海里起的无量无边的水泡，你不知道的时候，好像一个一个的独立的，彼此不相关；水泡如果破掉了，回归到大海，是一个。所以佛用这个比喻告诉我们，本体是一个，在迷的时候好像是各个不一样，其实它还是一个。",
      "zh_TW": "能大師放下之後告訴我們，自性是什麼樣子？第一個說自性清淨，從來沒有染污。第二個告訴我們，自性不生不滅，那是真我，真我是不生不滅的。這個身不是真我，身有生滅。真我在哪裡？真我現在跟假我合在一起、糾纏在一起。世俗人講靈魂，其實魂不靈，迷魂。孔子說得好，孔子在《易經》裡面說「遊魂為變，精氣為物」，講得好。二千五百年，他這個東西那是屬於高等哲學、高等科學。精氣為物，萬物從哪裡來的？萬物是精氣變的。他稱遊魂，為什麼？他非常不穩定，動蕩快速，速度太大，稱為遊魂正確。他在迷，所以他不穩定。如果覺悟了，我們稱他為靈性，真正的自己，靈性是真正自己，永恆不滅。靈性的體是一個，所有萬物都是從它變現的。佛在經上有個比喻，這個靈體，是自性，好比是大海，大海是一個。我們每個人那個靈魂是什麼？像大海裡面起的水泡，大海裡起的無量無邊的水泡，你不知道的時候，好像一個一個的獨立的，彼此不相關；水泡如果破掉了，回歸到大海，是一個。所以佛用這個比喻告訴我們，本體是一個，在迷的時候好像是各個不一樣，其實它還是一個。"
    },
    {
      "id": "02-037-0353_p0010",
      "zh_CN": "人真正把这个搞透彻、搞清楚了，人才会有自爱，有自爱就会爱人。如果爱自己不爱别人，他是迷，爱别人不爱自己也是迷。自爱、爱人是平等的，这个人觉悟了，觉悟决定有这个现象出现。所以，高等的菩萨觉悟了，佛觉悟了，佛是彻底觉悟，高等的菩萨那种觉悟跟佛差不了好多。他们流露出来的，慈悲，慈悲就是爱，为什么不用爱，说慈悲？世间人讲爱，里头有情，有情执，就是有感情；慈悲那个爱，它有智慧，它不是感情。换句话说，真实智慧的爱心叫慈悲，带着有感情的，我们世间人叫爱。所以无缘大慈，同体大悲，缘是条件，无条件的，佛菩萨对一切众生的爱是无条件的。为什么无条件？他知道自他是一体，是一不是二。这真正觉悟了，真正明白了。",
      "zh_TW": "人真正把這個搞透徹、搞清楚了，人才會有自愛，有自愛就會愛人。如果愛自己不愛別人，他是迷，愛別人不愛自己也是迷。自愛、愛人是平等的，這個人覺悟了，覺悟決定有這個現象出現。所以，高等的菩薩覺悟了，佛覺悟了，佛是徹底覺悟，高等的菩薩那種覺悟跟佛差不了好多。他們流露出來的，慈悲，慈悲就是愛，為什麼不用愛，說慈悲？世間人講愛，裡頭有情，有情執，就是有感情；慈悲那個愛，它有智慧，它不是感情。換句話說，真實智慧的愛心叫慈悲，帶著有感情的，我們世間人叫愛。所以無緣大慈，同體大悲，緣是條件，無條件的，佛菩薩對一切眾生的愛是無條件的。為什麼無條件？他知道自他是一體，是一不是二。這真正覺悟了，真正明白了。"
    },
    {
      "id": "02-037-0353_p0011",
      "zh_CN": "「自他不二，自他宛然」，自他是一，但是自他又清清楚楚、明明白白，其实它是一体。如果我们真的把分别执着放下，自他就通了，别人起心动念我知道，我起心动念你也知道，可见他是一不是二。现在就是我们都有妄想、都有分别、都有执着，这个障碍住了，好像不一样，我起心动念你不知道，你起心动念我也不知道，我们都在迷。如果我们跟一个阿罗汉在一起，阿罗汉执着没有了，我们起心动念他知道。阿罗汉跟阿罗汉在一起，彼此起心动念都知道。佛菩萨起心动念，阿罗汉不知道，为什么？他那个念头微细，阿罗汉功夫不到。逐渐向上提升，那能量就愈来愈大，真的知道是一不是二。",
      "zh_TW": "「自他不二，自他宛然」，自他是一，但是自他又清清楚楚、明明白白，其實它是一體。如果我們真的把分別執著放下，自他就通了，別人起心動念我知道，我起心動念你也知道，可見他是一不是二。現在就是我們都有妄想、都有分別、都有執著，這個障礙住了，好像不一樣，我起心動念你不知道，你起心動念我也不知道，我們都在迷。如果我們跟一個阿羅漢在一起，阿羅漢執著沒有了，我們起心動念他知道。阿羅漢跟阿羅漢在一起，彼此起心動念都知道。佛菩薩起心動念，阿羅漢不知道，為什麼？他那個念頭微細，阿羅漢功夫不到。逐漸向上提升，那能量就愈來愈大，真的知道是一不是二。"
    },
    {
      "id": "02-037-0353_p0012",
      "zh_CN": "「因自他不二」，这就是真正明了事实真相，应该推自向他。这代表什么？这是帮助众生不争。中国圣贤教我们这些，我相信这个不是从佛教传到中国来的，中国古时候就重视教育。在整个世界上，我们走过很多国家，族群、宗教都接触到，真正懂得教育的确实只有中国这一家，找不到第二家。中国教育从什么时候开始？从怀孕的时候开始，胎教，这没人想到过的。母亲怀孕这十个月当中，母亲的情绪要好，不能生烦恼，生烦恼影响胎儿；不好看的东西，丑恶的东西，不能看；不能听的东西不要听；说话语气要柔和，不能说粗野的话。为什么？统统会影响胎儿。所以这十个月，起心动念、言语造作都要非常谨慎，为什么？保护小孩。这个小孩出生下来之后就好教，在胎里面禀受正气，让他所接触的都是美好的、都是善的。",
      "zh_TW": "「因自他不二」，這就是真正明瞭事實真相，應該推自向他。這代表什麼？這是幫助眾生不爭。中國聖賢教我們這些，我相信這個不是從佛教傳到中國來的，中國古時候就重視教育。在整個世界上，我們走過很多國家，族群、宗教都接觸到，真正懂得教育的確實只有中國這一家，找不到第二家。中國教育從什麼時候開始？從懷孕的時候開始，胎教，這沒人想到過的。母親懷孕這十個月當中，母親的情緒要好，不能生煩惱，生煩惱影響胎兒；不好看的東西，醜惡的東西，不能看；不能聽的東西不要聽；說話語氣要柔和，不能說粗野的話。為什麼？統統會影響胎兒。所以這十個月，起心動念、言語造作都要非常謹慎，為什麼？保護小孩。這個小孩出生下來之後就好教，在胎裡面稟受正氣，讓他所接觸的都是美好的、都是善的。"
    },
    {
      "id": "02-037-0353_p0013",
      "zh_CN": "生出来之后，到三岁，这一千天扎根教育，谁教他？母亲，所以母亲伟大。母亲教他什么？教孝悌忠信。所以，这些年来我们提倡《弟子规》，《弟子规》不是教小孩念的，不是教小孩背的，《弟子规》是教小孩什么？是父母在家里做到，做出来给小孩看的。小孩一出生，眼睛睁开来了，耳朵竖起来了，他就会看、就会听，他已经在模仿。所以，父母在小孩面前决定要守礼，让他看，孝顺父母、尊敬长辈你都做给他看。你不要以为他没有知识，错了，他灵得不得了。一千天全学会了。所以中国古谚语有句话说「三岁看八十」，三岁扎的根，八十岁不会变。",
      "zh_TW": "生出來之後，到三歲，這一千天扎根教育，誰教他？母親，所以母親偉大。母親教他什麼？教孝悌忠信。所以，這些年來我們提倡《弟子規》，《弟子規》不是教小孩念的，不是教小孩背的，《弟子規》是教小孩什麼？是父母在家裡做到，做出來給小孩看的。小孩一出生，眼睛睜開來了，耳朵豎起來了，他就會看、就會聽，他已經在模仿。所以，父母在小孩面前決定要守禮，讓他看，孝順父母、尊敬長輩你都做給他看。你不要以為他沒有知識，錯了，他靈得不得了。一千天全學會了。所以中國古諺語有句話說「三歲看八十」，三歲紮的根，八十歲不會變。"
    },
    {
      "id": "02-037-0353_p0014",
      "zh_CN": "今天我们见了不少人，书念得很好，人也不错，可是真像古人所说的，高名厚利他就变节了。为什么他会变节？因为他没有受到扎根教育。他能接受圣贤教育，也是二十几岁以后才接触的，所以敌不过名利。这个我们要了解，要原谅他。中国古老的教育现在做父母的人不知道，父母的父母也不知道，曾祖父母、高祖父母，大概高祖父母以上懂，知道有这回事情。所以我们的传统教育疏忽了至少两百年，八、九代。满清末年还有人讲，没有人做了，民国年间讲的人都没有了，所以现在对传统东西我们感觉到非常陌生。我这么多年所感受到的，大概对中国传统文化真正了解只有一个人，英国汤恩比博士。这个人一生研究世界文化史，他是历史哲学家，他是专门研究文化史的，他知道。所以七十年代他曾经说过，「解决二十一世纪社会问题」，那就讲现在，「只有中国孔孟学说跟大乘佛法」，英国人讲的。这个人真有智慧，真不容易，中国人说不出来，他说出来了。是真的吗？千真万确，一点都不错。",
      "zh_TW": "今天我們見了不少人，書念得很好，人也不錯，可是真像古人所說的，高名厚利他就變節了。為什麼他會變節？因為他沒有受到扎根教育。他能接受聖賢教育，也是二十幾歲以後才接觸的，所以敵不過名利。這個我們要了解，要原諒他。中國古老的教育現在做父母的人不知道，父母的父母也不知道，曾祖父母、高祖父母，大概高祖父母以上懂，知道有這回事情。所以我們的傳統教育疏忽了至少兩百年，八、九代。滿清末年還有人講，沒有人做了，民國年間講的人都沒有了，所以現在對傳統東西我們感覺到非常陌生。我這麼多年所感受到的，大概對中國傳統文化真正了解只有一個人，英國湯恩比博士。這個人一生研究世界文化史，他是歷史哲學家，他是專門研究文化史的，他知道。所以七十年代他曾經說過，「解決二十一世紀社會問題」，那就講現在，「只有中國孔孟學說跟大乘佛法」，英國人講的。這個人真有智慧，真不容易，中國人說不出來，他說出來了。是真的嗎？千真萬確，一點都不錯。"
    },
    {
      "id": "02-037-0353_p0015",
      "zh_CN": "过去我两次访问伦敦，跟欧洲专门研究汉学的这些学生我跟他们交流，牛津大学、剑桥大学跟伦敦大学我都去看过。汉学系的学生我很佩服，他们读中国文言文。有三个学生自动的告诉我，有一个是用《无量寿经》写博士论文。我问他，《无量寿经》在中文一共有九种不同的版本，你是用哪个版本？他用夏莲居的会集本，就是我们现在用这个本子。另外一个同学他用《孟子》，儒家的《孟子》，也是写博士论文。还有一个是用唐朝时候王维，用他的著作来写。这些年轻的外国学生，完全没有中国文化底蕴。我说你们真难得，你们学文言文学多久？告诉我，三年。这文言文不难，我们中国人要学文言文，顶多两年，成就会超过他们，不是难事情。不肯学那就没法子。真正肯学，中国文字其味无穷，它是一种高度的艺术，是智慧的符号，这在全世界文字里头找不到第二家的。",
      "zh_TW": "過去我兩次訪問倫敦，跟歐洲專門研究漢學的這些學生我跟他們交流，牛津大學、劍橋大學跟倫敦大學我都去看過。漢學系的學生我很佩服，他們讀中國文言文。有三個學生自動的告訴我，有一個是用《無量壽經》寫博士論文。我問他，《無量壽經》在中文一共有九種不同的版本，你是用哪個版本？他用夏蓮居的會集本，就是我們現在用這個本子。另外一個同學他用《孟子》，儒家的《孟子》，也是寫博士論文。還有一個是用唐朝時候王維，用他的著作來寫。這些年輕的外國學生，完全沒有中國文化底蘊。我說你們真難得，你們學文言文學多久？告訴我，三年。這文言文不難，我們中國人要學文言文，頂多兩年，成就會超過他們，不是難事情。不肯學那就沒法子。真正肯學，中國文字其味無窮，它是一種高度的藝術，是智慧的符號，這在全世界文字裡頭找不到第二家的。"
    },
    {
      "id": "02-037-0353_p0016",
      "zh_CN": "从汉朝到宋朝八百年间，中国接受了佛教，印度的佛陀教育，大量的翻译出梵文经典。我曾经就这个事情向方东美先生提出疑问。我学佛是跟方东美先生学的，他给我讲的是佛经哲学，我从这入门的。那么多梵文经典传到中国来，翻成中文了，原文到哪里去了？为什么没有留下来？我这个问题提出来，没想到方老师哈哈大笑，我都愣住了。方老师说，从前的中国人不是现代的中国人，以前中国人非常自豪，认为梵文经典翻成中文之后，不但意思没有错误，正确，文字，汉文的文字比梵文还要华丽、还要华美；换句话说，用不着原文了，取而代之了。这是多么大的气度！他说哪里像现在中国人！尤其唐朝，那时中国在世界上是最强的国家。确实，我们现在这么多年学习这些文字，确实中国文字是世界上找不到第二家的。纵然你不认识它，你不知道它的读音，你能看出这个文字的意思。它的文字像图画、像美术一样，它是个艺术东西，你可以欣赏它，你能懂得它的意思，你不知道它念什么声音。这外国文字看不到，连梵文也是拼音，也看不到。独一无二。",
      "zh_TW": "從漢朝到宋朝八百年間，中國接受了佛教，印度的佛陀教育，大量的翻譯出梵文經典。我曾經就這個事情向方東美先生提出疑問。我學佛是跟方東美先生學的，他給我講的是佛經哲學，我從這入門的。那麼多梵文經典傳到中國來，翻成中文了，原文到哪裡去了？為什麼沒有留下來？我這個問題提出來，沒想到方老師哈哈大笑，我都愣住了。方老師說，從前的中國人不是現代的中國人，以前中國人非常自豪，認為梵文經典翻成中文之後，不但意思沒有錯誤，正確，文字，漢文的文字比梵文還要華麗、還要華美；換句話說，用不著原文了，取而代之了。這是多麼大的氣度！他說哪裡像現在中國人！尤其唐朝，那時中國在世界上是最強的國家。確實，我們現在這麼多年學習這些文字，確實中國文字是世界上找不到第二家的。縱然你不認識它，你不知道它的讀音，你能看出這個文字的意思。它的文字像圖畫、像美術一樣，它是個藝術東西，你可以欣賞它，你能懂得它的意思，你不知道它念什麼聲音。這外國文字看不到，連梵文也是拼音，也看不到。獨一無二。"
    },
    {
      "id": "02-037-0353_p0017",
      "zh_CN": "我现在遇到外国朋友，乃至于国家元首，我都提醒他们一定要学中国古文言文。为什么？因为现在大家都知道，中国确确实实有齐家、治国、平天下的智慧、理念、方法、经验、效果，这东西在哪里？都在《四库全书》里头。《四库全书》文言文写的，你要不懂文言文，要靠别人翻成白话文给你，那就味道变了。像吃东西，他已经嚼了一口吐给你吃，不是原味；原汁原味一定学文言文。难不难？不难，你看这么多学汉学的学生，三年。三十年前我在台湾，有一个美国纽约，大学的学生，研究中国汉学，跟台湾大学做交换学生，好像是一年。她学《华严经》，正好碰到我在台北讲《华严经》，大概她们教授介绍到我这来，在我这个小道场里头住了四个月。读《华严经》，看清凉大师的《疏钞》，不简单。我问她，妳的中文学多久？三年。不是难事情。",
      "zh_TW": "我現在遇到外國朋友，乃至於國家元首，我都提醒他們一定要學中國古文言文。為什麼？因為現在大家都知道，中國確確實實有齊家、治國、平天下的智慧、理念、方法、經驗、效果，這東西在哪裡？都在《四庫全書》裡頭。《四庫全書》文言文寫的，你要不懂文言文，要靠別人翻成白話文給你，那就味道變了。像吃東西，他已經嚼了一口吐給你吃，不是原味；原汁原味一定學文言文。難不難？不難，你看這麼多學漢學的學生，三年。三十年前我在台灣，有一個美國紐約，大學的學生，研究中國漢學，跟台灣大學做交換學生，好像是一年。她學《華嚴經》，正好碰到我在台北講《華嚴經》，大概她們教授介紹到我這來，在我這個小道場裡頭住了四個月。讀《華嚴經》，看清涼大師的《疏鈔》，不簡單。我問她，妳的中文學多久？三年。不是難事情。"
    },
    {
      "id": "02-037-0353_p0018",
      "zh_CN": "那再回过头来我们想想，民国初年，那个时候我很小，中日战争爆发我十一岁。我是十岁才搬到城里面来住，十岁以前在农村，农村非常纯朴。我们家乡是桐城派的发源地，所以读书风气很盛，乡下小朋友都读私塾，我在私塾好像念过一年。在那里面基本的一个概念是尊师重道，学到了，进学堂拜老师，那一幕一生永远忘记不掉。这个私塾是我姑母家里面，她们的家学。那是个大家族，我一生当中就看到这么一家，兄弟十个人没有分家，大家庭。大概那个时候已经衰了，还有一百二、三十个人，就这个家庭。有一个家学，所以我上他们家的这个家学，私塾，亲戚关系，进去了。",
      "zh_TW": "那再回過頭來我們想想，民國初年，那個時候我很小，中日戰爭爆發我十一歲。我是十歲才搬到城裡面來住，十歲以前在農村，農村非常純樸。我們家鄉是桐城派的發源地，所以讀書風氣很盛，鄉下小朋友都讀私塾，我在私塾好像念過一年。在那裡面基本的一個概念是尊師重道，學到了，進學堂拜老師，那一幕一生永遠忘記不掉。這個私塾是我姑母家裡面，她們的家學。那是個大家族，我一生當中就看到這麼一家，兄弟十個人沒有分家，大家庭。大概那個時候已經衰了，還有一百二、三十個人，就這個家庭。有一個家學，所以我上他們家的這個家學，私塾，親戚關係，進去了。"
    },
    {
      "id": "02-037-0353_p0019",
      "zh_CN": "第一天拜老师，首先拜孔夫子的牌位，供了个牌位，大成至圣先师孔子之神位。我父亲在前面，我在后面跟着，向牌位行三跪九叩首的礼。拜完之后，请老师上座，老师坐在孔子牌位旁边。同学是两面站着的，观礼。我父亲带着我，向老师行三跪九叩首的礼，再送上礼物，这束修，送上礼物给老师。这一幕我们表演了。以后每个新的同学来，我们站在旁边在看、在薰习。父母对老师行这么重的礼，学生不敢不听话，不敢不接受教训。老师接受家长这样隆重的礼遇，不认真教导学生，对不起家长。这一幕是什么？这一幕是教尊师重道。上学之后，老师教学生孝顺父母，在家里面，父母教儿女尊师重道，这个人是这样子学成功的。现在学校老师不负责任，为什么？父母没有给他行这个大礼。我在台湾跟李老师学经教，李炳南老居士，我跟他十年。这个老先生大我三十九岁，也是祖父一辈的，把我们当小朋友看待，常常讲这些典故，多半都是亲身经历的，来教导我们。",
      "zh_TW": "第一天拜老師，首先拜孔夫子的牌位，供了個牌位，大成至聖先師孔子之神位。我父親在前面，我在後面跟著，向牌位行三跪九叩首的禮。拜完之後，請老師上座，老師坐在孔子牌位旁邊。同學是兩面站著的，觀禮。我父親帶著我，向老師行三跪九叩首的禮，再送上禮物，這束脩，送上禮物給老師。這一幕我們表演了。以後每個新的同學來，我們站在旁邊在看、在薰習。父母對老師行這麼重的禮，學生不敢不聽話，不敢不接受教訓。老師接受家長這樣隆重的禮遇，不認真教導學生，對不起家長。這一幕是什麼？這一幕是教尊師重道。上學之後，老師教學生孝順父母，在家裡面，父母教兒女尊師重道，這個人是這樣子學成功的。現在學校老師不負責任，為什麼？父母沒有給他行這個大禮。我在台灣跟李老師學經教，李炳南老居士，我跟他十年。這個老先生大我三十九歲，也是祖父一輩的，把我們當小朋友看待，常常講這些典故，多半都是親身經歷的，來教導我們。"
    },
    {
      "id": "02-037-0353_p0020",
      "zh_CN": "老师教学生，他开了个班，叫经学班，专门教人讲经的。我到台中跟他学佛，是想听他讲经，从来没有一个念头我要上台讲经，这难事，不敢起这个念头。我去跟他见面的时候，他这个班才开班一个月，学生有二十多个人，一个星期上一次课，三个小时，每个星期一次，这是教学生讲经。他让我去参加，我不敢去。他说你去看看。我说看看可以。我坐到最后旁听，听他老人家教学。完全是私塾教学法，二十多个学生个别指导，是一个一个教。所以，每个人学的东西不一样，进度也不一样，用这个方法，因材施教，我看到了。老师教学，学生能够接受五分，他不会给你讲六分，为什么？多讲的那一分你不能接受，没有必要。你能够接受十分，他不能讲九分，讲九分对不起你，你还可以接受一分。所以老师教多少完全看学生你能接受的能力，你不能接受，不能接受他就不教了。",
      "zh_TW": "老師教學生，他開了個班，叫經學班，專門教人講經的。我到台中跟他學佛，是想聽他講經，從來沒有一個念頭我要上台講經，這難事，不敢起這個念頭。我去跟他見面的時候，他這個班才開班一個月，學生有二十多個人，一個星期上一次課，三個小時，每個星期一次，這是教學生講經。他讓我去參加，我不敢去。他說你去看看。我說看看可以。我坐到最後旁聽，聽他老人家教學。完全是私塾教學法，二十多個學生個別指導，是一個一個教。所以，每個人學的東西不一樣，進度也不一樣，用這個方法，因材施教，我看到了。老師教學，學生能夠接受五分，他不會給你講六分，為什麼？多講的那一分你不能接受，沒有必要。你能夠接受十分，他不能講九分，講九分對不起你，你還可以接受一分。所以老師教多少完全看學生你能接受的能力，你不能接受，不能接受他就不教了。"
    },
    {
      "id": "02-037-0353_p0021",
      "zh_CN": "我这才回想起来，我跟方老师学哲学。我跟他不认识，毛遂自荐，写封信给他，寄篇文章给他看。一个星期之后他回封信给我，约我到他家见面。见面的时候我们知道是同乡，就知道这种关系，他桐城人，方苞的后裔，我们家乡距离大概不超过三十公里，就这么个关系，不认识。老师问我学历，我说抗战期间我失学三年，三年没读书。他说你有没有骗我？我说我不敢欺骗老师。他说了，你写的信、写的文章我们台大学生写不出来。我说，虽然我失学三年，我喜欢读书，没有离开书本。老师听清楚了，然后告诉我，他说现在学校，先生不像先生、学生不像学生，你要到学校去听课你会大失所望。我听到老师这些话，凉水浇头，当然非常沮丧，很难过，老师拒绝了。我们这样沉默了大概有五、六分钟，最后老师说，这样好了，你每个星期天到我家里来，我给你上两个钟点课。我跟他学的是在他家里小客厅小圆桌上，一个对一个教的。给我讲了一部《哲学概论》，最后一个单元「佛经哲学」，告诉我，释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。我在这个单元里面，把从前错误的观念统统改正过来。这么多年来，证明老师的话完全是正确，所以感恩老师改变了我一生。",
      "zh_TW": "我這才回想起來，我跟方老師學哲學。我跟他不認識，毛遂自薦，寫封信給他，寄篇文章給他看。一個星期之後他回封信給我，約我到他家見面。見面的時候我們知道是同鄉，就知道這種關係，他桐城人，方苞的後裔，我們家鄉距離大概不超過三十公里，就這麼個關係，不認識。老師問我學歷，我說抗戰期間我失學三年，三年沒讀書。他說你有沒有騙我？我說我不敢欺騙老師。他說了，你寫的信、寫的文章我們台大學生寫不出來。我說，雖然我失學三年，我喜歡讀書，沒有離開書本。老師聽清楚了，然後告訴我，他說現在學校，先生不像先生、學生不像學生，你要到學校去聽課你會大失所望。我聽到老師這些話，涼水澆頭，當然非常沮喪，很難過，老師拒絕了。我們這樣沉默了大概有五、六分鐘，最後老師說，這樣好了，你每個星期天到我家裡來，我給你上兩個鐘點課。我跟他學的是在他家裡小客廳小圓桌上，一個對一個教的。給我講了一部《哲學概論》，最後一個單元「佛經哲學」，告訴我，釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。我在這個單元裡面，把從前錯誤的觀念統統改正過來。這麼多年來，證明老師的話完全是正確，所以感恩老師改變了我一生。"
    },
    {
      "id": "02-037-0353_p0022",
      "zh_CN": "以后我认识章嘉大师，是同一年，大概半年之后认识章嘉大师，这是个专门学佛的。章嘉大师年岁也很大，也都是祖父辈的，我跟他那年我二十六岁，章嘉大师六十五岁，他六十八岁过世的，就我跟他三年。我佛学的基础是章嘉大师奠定的，以后的成就是跟李老师十年。才知道人家教学是看你，看你有几分诚意，这印光大师讲的，一分真诚得一分利益，十分真诚得十分利益。所以，真诚恭敬不是老师要求的，老师要求学生对他真诚恭敬，那假的，那什么都没有，什么都学不到的。真诚恭敬是老师看你能接受多少，这个关系大了。为什么？真诚是从内心里头发出来，你真想学，他真教你。我跟方先生那么长的时间，一分钱的学费都没缴，现在补习班要缴学费，完全是义务。到以后我知道他爱护我，为什么？如果到学校去听课，会认识很多教授、会认识很多同学，我们思想就杂乱了。真想学，没有接触过，没有接触过老师，也没有接触过这些的书本，像一张白纸一样，他看得很宝贵，不让我受染污，到家里来学。所以我对老师感激，永远感激他。世间还有这么好的东西，没听说过，接触之后，真的叫法喜充满。你入进去之后，欲罢不能，它就像一块强有力的磁铁，它把你吸住了，你愈研究愈有味道，跟哲学融合在一起，跟科学也融合在一起。",
      "zh_TW": "以後我認識章嘉大師，是同一年，大概半年之後認識章嘉大師，這是個專門學佛的。章嘉大師年歲也很大，也都是祖父輩的，我跟他那年我二十六歲，章嘉大師六十五歲，他六十八歲過世的，就我跟他三年。我佛學的基礎是章嘉大師奠定的，以後的成就是跟李老師十年。才知道人家教學是看你，看你有幾分誠意，這印光大師講的，一分真誠得一分利益，十分真誠得十分利益。所以，真誠恭敬不是老師要求的，老師要求學生對他真誠恭敬，那假的，那什麼都沒有，什麼都學不到的。真誠恭敬是老師看你能接受多少，這個關係大了。為什麼？真誠是從內心裡頭發出來，你真想學，他真教你。我跟方先生那麼長的時間，一分錢的學費都沒繳，現在補習班要繳學費，完全是義務。到以後我知道他愛護我，為什麼？如果到學校去聽課，會認識很多教授、會認識很多同學，我們思想就雜亂了。真想學，沒有接觸過，沒有接觸過老師，也沒有接觸過這些的書本，像一張白紙一樣，他看得很寶貴，不讓我受染污，到家裡來學。所以我對老師感激，永遠感激他。世間還有這麼好的東西，沒聽說過，接觸之後，真的叫法喜充滿。你入進去之後，欲罷不能，它就像一塊強有力的磁鐵，它把你吸住了，你愈研究愈有味道，跟哲學融合在一起，跟科學也融合在一起。"
    },
    {
      "id": "02-037-0353_p0023",
      "zh_CN": "所以以后我走进佛门，我看到佛教在现前社会六种形态。第一种，释迦牟尼佛的教育，很少人学了。方东美先生晚年，在大学里面全都是开的佛经课程，以后再没有听说了。第二种，佛教变成宗教，佛教本来是释迦牟尼佛的教育，它变成宗教了。我们现在看到是宗教，你不能否认它它不是宗教，它确实变成宗教。第三种，变成学术，像现在很多大学、研究所用佛经做课题来研究，变成知识了。这个，释迦牟尼佛那种智慧得不到，但是你学的是知识。知识实在讲能解决一部分的问题，而且有后遗症。最好是智慧，智慧解决问题彻底、圆满，没有后遗症。",
      "zh_TW": "所以以後我走進佛門，我看到佛教在現前社會六種形態。第一種，釋迦牟尼佛的教育，很少人學了。方東美先生晚年，在大學裡面全都是開的佛經課程，以後再沒有聽說了。第二種，佛教變成宗教，佛教本來是釋迦牟尼佛的教育，它變成宗教了。我們現在看到是宗教，你不能否認它它不是宗教，它確實變成宗教。第三種，變成學術，像現在很多大學、研究所用佛經做課題來研究，變成知識了。這個，釋迦牟尼佛那種智慧得不到，但是你學的是知識。知識實在講能解決一部分的問題，而且有後遺症。最好是智慧，智慧解決問題徹底、圓滿，沒有後遺症。"
    },
    {
      "id": "02-037-0353_p0024",
      "zh_CN": "但是智慧一定要从老方法里头才能得到，这新的方法不行。老方法很简单，《三字经》里所说的「教之道，贵以专」，一门，那是智慧，一门功课学十年，重复学。《礼记》里头告诉我们，「学记」，「七年小成，九年大成」，一门深入，长时薰修。为什么？你每天头脑只想这桩事情，专注在这个事情，专注久了那就是定，佛经上叫三昧。得三昧之后，三、四年之间可能开悟，不能大彻大悟也能到大悟。大悟就很管用，彻悟就成佛了，大悟就真能解决问题。大悟可以怎么样？我没有学的东西，我一看、一听统统明了、统统知道。这是东方人的方法，西方人没有，他不知道。所以在中国，历代都有这些圣贤出现于世间。",
      "zh_TW": "但是智慧一定要從老方法裡頭才能得到，這新的方法不行。老方法很簡單，《三字經》裡所說的「教之道，貴以專」，一門，那是智慧，一門功課學十年，重複學。《禮記》裡頭告訴我們，「學記」，「七年小成，九年大成」，一門深入，長時薰修。為什麼？你每天頭腦只想這樁事情，專注在這個事情，專注久了那就是定，佛經上叫三昧。得三昧之後，三、四年之間可能開悟，不能大徹大悟也能到大悟。大悟就很管用，徹悟就成佛了，大悟就真能解決問題。大悟可以怎麼樣？我沒有學的東西，我一看、一聽統統明瞭、統統知道。這是東方人的方法，西方人沒有，他不知道。所以在中國，歷代都有這些聖賢出現於世間。"
    },
    {
      "id": "02-037-0353_p0025",
      "zh_CN": "所以，我们中国学外国东西，说到这里我就想到孙中山先生，在民族主义第四讲里头他讲过，他周游列国，他说外国东西比我们中国强的只有一样，就是机器。除这个之外，无论在哪方面，在哲学、在政治，在任何一方面都比不上中国，他还得向中国人学习，只有机器这方面比我们强。非常有道理。机器的发展到今天成了问题，这个问题不能解决，这就是物理学。物理造成了今天社会的灾难，怎么收拾？社会的动乱是全球性的，不是局部的，加上这几年自然灾害，实际上灾害绝对不是自然的，真正的原因是不善的念头引起来的。这桩事情佛经讲得很清楚，被今天量子力学家证实了。现代的量子力学家提出一个新的概念，「以心控物」，用心去控制物质，为什么？物质是意念变现出来的东西。这个发现非常非常了不起！但是这些事情发现，佛在三千年前就说出来了。今天被他们发现，佛经上这些理论有了科学的根据。",
      "zh_TW": "所以，我們中國學外國東西，說到這裡我就想到孫中山先生，在民族主義第四講裡頭他講過，他周遊列國，他說外國東西比我們中國強的只有一樣，就是機器。除這個之外，無論在哪方面，在哲學、在政治，在任何一方面都比不上中國，他還得向中國人學習，只有機器這方面比我們強。非常有道理。機器的發展到今天成了問題，這個問題不能解決，這就是物理學。物理造成了今天社會的災難，怎麼收拾？社會的動亂是全球性的，不是局部的，加上這幾年自然災害，實際上災害絕對不是自然的，真正的原因是不善的念頭引起來的。這樁事情佛經講得很清楚，被今天量子力學家證實了。現代的量子力學家提出一個新的概念，「以心控物」，用心去控制物質，為什麼？物質是意念變現出來的東西。這個發現非常非常了不起！但是這些事情發現，佛在三千年前就說出來了。今天被他們發現，佛經上這些理論有了科學的根據。"
    },
    {
      "id": "02-037-0353_p0026",
      "zh_CN": "意念可以改变物质，头一个实验就是治疗疾病。我们的疾病，譬如说内脏，五脏六腑，内脏有了癌细胞，这都是物理现象，现在西医动手术把它割掉，这不是好办法。在佛法里用什么？我哪个部分有了病毒，这病毒什么引起来的？总不外乎贪、瞋、痴、慢、疑这五个字。譬如说肝里头发生问题，肝火，瞋恚，瞋恚引起的。肾里头有问题了，水引起的，肾水。水是什么？水是贪，贪心引发出来的。我们能够断贪瞋痴，于一切法不贪、不瞋、不痴，它就自然恢复，很快，一、二个月再检查没有了，就是意念可以治疗。为什么？因为物质是从念头变现出来的东西，物质的基础是念头。所以念头善没有一样不善，念头不善那就没有一样是善的。应对在外面，就是我们居住这个地球，贪心感应的是水灾，海水上升、江河泛滥，贪心；瞋恚感应的是火灾，火山爆发，地球温度上升，感应这些；愚痴是风灾；傲慢是地震，它对应的是地震。怀疑，对自己身体来讲，免疫系统破坏掉了，你很容易感染疾病，为什么？信心没有了。对外面，山会崩下来，大地会沉下去、会陷下去，怀疑。你看，念头应对在自身、应对在环境，它有道理在。",
      "zh_TW": "意念可以改變物質，頭一個實驗就是治療疾病。我們的疾病，譬如說內臟，五臟六腑，內臟有了癌細胞，這都是物理現象，現在西醫動手術把它割掉，這不是好辦法。在佛法裡用什麼？我哪個部分有了病毒，這病毒什麼引起來的？總不外乎貪、瞋、痴、慢、疑這五個字。譬如說肝裡頭發生問題，肝火，瞋恚，瞋恚引起的。腎裡頭有問題了，水引起的，腎水。水是什麼？水是貪，貪心引發出來的。我們能夠斷貪瞋痴，於一切法不貪、不瞋、不痴，它就自然恢復，很快，一、二個月再檢查沒有了，就是意念可以治療。為什麼？因為物質是從念頭變現出來的東西，物質的基礎是念頭。所以念頭善沒有一樣不善，念頭不善那就沒有一樣是善的。應對在外面，就是我們居住這個地球，貪心感應的是水災，海水上升、江河氾濫，貪心；瞋恚感應的是火災，火山爆發，地球溫度上升，感應這些；愚痴是風災；傲慢是地震，它對應的是地震。懷疑，對自己身體來講，免疫系統破壞掉了，你很容易感染疾病，為什麼？信心沒有了。對外面，山會崩下來，大地會沉下去、會陷下去，懷疑。你看，念頭應對在自身、應對在環境，它有道理在。"
    },
    {
      "id": "02-037-0353_p0027",
      "zh_CN": "我曾经看到一份报告，前年，有几位科学家在澳洲悉尼召开了个会议，也邀请了我，我没去。我们学院在澳洲，我派了八个同学去参加，回来给我的报告。他们会议两天，第一天讨论的，量子力学最近发现的东西，我们看到很喜欢，证明意念控制物质是真有效果。第二天他们讨论就是灾难问题，主题就是二０一二马雅灾难预言，讨论这个问题。认为有可能占半数，认为不可能也是半数，一半一半，一半认为可能，一半认为这个不可能。我看到美国布莱登博士的总结，他也不相信马雅预言这个灾难是真的。但是他提出一个建议，地球上的居民要在这个时候要觉悟、要回头，弃恶扬善、改邪归正、端正心念，不但灾难可以化解，而且把地球带上更好的走向。这个结论好！这个结论是非常健康的，值得赞叹的。",
      "zh_TW": "我曾經看到一份報告，前年，有幾位科學家在澳洲悉尼召開了個會議，也邀請了我，我沒去。我們學院在澳洲，我派了八個同學去參加，回來給我的報告。他們會議兩天，第一天討論的，量子力學最近發現的東西，我們看到很喜歡，證明意念控制物質是真有效果。第二天他們討論就是災難問題，主題就是二０一二馬雅災難預言，討論這個問題。認為有可能佔半數，認為不可能也是半數，一半一半，一半認為可能，一半認為這個不可能。我看到美國布萊登博士的總結，他也不相信馬雅預言這個災難是真的。但是他提出一個建議，地球上的居民要在這個時候要覺悟、要回頭，棄惡揚善、改邪歸正、端正心念，不但災難可以化解，而且把地球帶上更好的走向。這個結論好！這個結論是非常健康的，值得讚歎的。"
    },
    {
      "id": "02-037-0353_p0028",
      "zh_CN": "所以佛法跟科学、哲学逐渐逐渐走向一条路了，这一条路就是肯定整个宇宙跟自己这个关系是一体，就是自他不二。能够自己谦虚，推崇别人。外国人讲竞争，竞争提升是斗争，斗争提升是战争。现在的战争是生化、是核武，那就是同归于尽的战争，大家都不想活了。所以，那是死路一条。中国老祖宗的教育，从小教小孩让，忍让；稍微长大了，有一点智慧开了，谦让，要谦虚，谦让；成年之后走进社会，礼让。一路让到底，这是一条生路。联合国为了化解社会冲突，它不叫化解，它叫消弭，这个语气很强硬，要把它消灭掉。我们中国人叫化解，在中医用的词温和，没有那么样强烈。从七０年代就召开和平会议，四十多年了，我有这个缘分大概参加了七、八次。我看出一个，那就是知识无法解决问题，跟与会的这些会友们提出建议，要用智慧才能解决问题，要相信汤恩比博士所说的，孔孟学说。",
      "zh_TW": "所以佛法跟科學、哲學逐漸逐漸走向一條路了，這一條路就是肯定整個宇宙跟自己這個關係是一體，就是自他不二。能夠自己謙虛，推崇別人。外國人講競爭，競爭提升是鬥爭，鬥爭提升是戰爭。現在的戰爭是生化、是核武，那就是同歸於盡的戰爭，大家都不想活了。所以，那是死路一條。中國老祖宗的教育，從小教小孩讓，忍讓；稍微長大了，有一點智慧開了，謙讓，要謙虛，謙讓；成年之後走進社會，禮讓。一路讓到底，這是一條生路。聯合國為了化解社會衝突，它不叫化解，它叫消弭，這個語氣很強硬，要把它消滅掉。我們中國人叫化解，在中醫用的詞溫和，沒有那麼樣強烈。從七０年代就召開和平會議，四十多年了，我有這個緣分大概參加了七、八次。我看出一個，那就是知識無法解決問題，跟與會的這些會友們提出建議，要用智慧才能解決問題，要相信湯恩比博士所說的，孔孟學說。"
    },
    {
      "id": "02-037-0353_p0029",
      "zh_CN": "有人问，孔孟学说到底讲什么？我们用一句话回答他，「仁义忠恕」。今天这个社会，社会上这些人不知道自爱，不自爱他就不会爱人。仁这个字，己所不欲，勿施于人，仁者爱人。孔子提倡仁，孟子提倡义，义是循理，起心动念、言语造作合情合理合法，这是义。忠是用心，不偏不邪。恕，特别是要讲恕道，为什么？今天世间人造作许许多多的错误、罪过，要原谅他。为什么要原谅他？他没有学过，没人教他，他犯的这个错是可以原谅的，不必追究，一笔勾消。接受过圣贤教育之后再犯过失，可以处罚你；没有，不懂得这些道理，你犯的过失原谅你。希望大家一起好好的来把老祖宗东西找回来，认真学习。这孔孟学说。大乘佛法是「真诚、慈悲」，对人、对事、对物真诚。真诚从不妄语落实，从哪里开始？从不妄语，句句跟人说实话。说实话不是要吃亏吗？不吃亏。说假话的人吃亏，说实话的人永远不会吃亏。为什么？你只保持永远说实话，别人相信你的话。假话说多了，你说真的人家也以为你是假的，不会听信你的。自他不二这句话重要！这个理很深，理要不透彻，这个东西做不到。真正理透彻了，爱人如己，真能够舍己为人。",
      "zh_TW": "有人問，孔孟學說到底講什麼？我們用一句話回答他，「仁義忠恕」。今天這個社會，社會上這些人不知道自愛，不自愛他就不會愛人。仁這個字，己所不欲，勿施於人，仁者愛人。孔子提倡仁，孟子提倡義，義是循理，起心動念、言語造作合情合理合法，這是義。忠是用心，不偏不邪。恕，特別是要講恕道，為什麼？今天世間人造作許許多多的錯誤、罪過，要原諒他。為什麼要原諒他？他沒有學過，沒人教他，他犯的這個錯是可以原諒的，不必追究，一筆勾消。接受過聖賢教育之後再犯過失，可以處罰你；沒有，不懂得這些道理，你犯的過失原諒你。希望大家一起好好的來把老祖宗東西找回來，認真學習。這孔孟學說。大乘佛法是「真誠、慈悲」，對人、對事、對物真誠。真誠從不妄語落實，從哪裡開始？從不妄語，句句跟人說實話。說實話不是要吃虧嗎？不吃虧。說假話的人吃虧，說實話的人永遠不會吃虧。為什麼？你只保持永遠說實話，別人相信你的話。假話說多了，你說真的人家也以為你是假的，不會聽信你的。自他不二這句話重要！這個理很深，理要不透徹，這個東西做不到。真正理透徹了，愛人如己，真能夠捨己為人。"
    },
    {
      "id": "02-037-0353_p0030",
      "zh_CN": "「故来迎之佛即是自心之佛」，这一段前面讲了三位大德，莲池大师、幽溪大师、蕅益大师。这三个人说这个道理说得非常精辟，我们用了五、六个小时来学习这段论文。来迎之佛，这就是说念佛往生极乐世界，人临终的时候，阿弥陀佛会来迎接你，这迎接你的佛是真的吗？还是假的？在讨论这个问题。给你说是真的，来迎接你的佛是自心之佛。因为一切法从心想生，你天天想佛，天天念佛，所以临终的时候佛就来了。佛确实是自性变现的，自性为什么会变现佛来迎接？因为你念他。你不念他，他就不来，你念他，他就来了，一切法从心想生。极乐世界阿弥陀佛是唯心净土，自性弥陀，是自性变现的。所有一切境界都离不开这个原则、这个原理，这是真理。",
      "zh_TW": "「故來迎之佛即是自心之佛」，這一段前面講了三位大德，蓮池大師、幽溪大師、蕅益大師。這三個人說這個道理說得非常精闢，我們用了五、六個小時來學習這段論文。來迎之佛，這就是說念佛往生極樂世界，人臨終的時候，阿彌陀佛會來迎接你，這迎接你的佛是真的嗎？還是假的？在討論這個問題。給你說是真的，來迎接你的佛是自心之佛。因為一切法從心想生，你天天想佛，天天念佛，所以臨終的時候佛就來了。佛確實是自性變現的，自性為什麼會變現佛來迎接？因為你念他。你不念他，他就不來，你念他，他就來了，一切法從心想生。極樂世界阿彌陀佛是唯心淨土，自性彌陀，是自性變現的。所有一切境界都離不開這個原則、這個原理，這是真理。"
    },
    {
      "id": "02-037-0353_p0031",
      "zh_CN": "这个佛，自心之佛，自心之阿弥陀佛。元朝中峰禅师，他在系念佛事里头有两句话说得好，「我心即是阿弥陀佛，阿弥陀佛即是我心；净土即是此方，此方即是净土」，这两句话说得好。有没有净土？有净土，心净则佛土净。往生西方极乐世界，真正的条件是清净心，因为它是净土，心清净土就净。真有这尊佛，这个佛是我们意念当中变现出来的。所以他跟我们是什么关系？一体，阿弥陀佛跟我一体，极乐世界跟我也是一体。自性所变的，我现在要到极乐世界去，那能去不了吗？当然可以去。它不是心外之物，心外无法，法外无心，全是自性变的，地狱、天堂也不例外。",
      "zh_TW": "這個佛，自心之佛，自心之阿彌陀佛。元朝中峰禪師，他在繫念佛事裡頭有兩句話說得好，「我心即是阿彌陀佛，阿彌陀佛即是我心；淨土即是此方，此方即是淨土」，這兩句話說得好。有沒有淨土？有淨土，心淨則佛土淨。往生西方極樂世界，真正的條件是清淨心，因為它是淨土，心清淨土就淨。真有這尊佛，這個佛是我們意念當中變現出來的。所以他跟我們是什麼關係？一體，阿彌陀佛跟我一體，極樂世界跟我也是一體。自性所變的，我現在要到極樂世界去，那能去不了嗎？當然可以去。它不是心外之物，心外無法，法外無心，全是自性變的，地獄、天堂也不例外。"
    },
    {
      "id": "02-037-0353_p0032",
      "zh_CN": "刘教授今天在我这里访问，他老人家知道章太炎先生，我学佛之初认识章太炎的女婿朱镜宙老居士。他告诉我一桩事情，他说章太炎老先生在世的时候曾经做过东岳大帝的判官。东岳泰山，东岳大帝管六个省，那是管鬼道的鬼王，大鬼王。判官是什么地位？相当于现在我们讲的秘书长，这是二把手，他是东岳大帝判官，他大概是去代理一个月。他是个学佛的人，你看白天阳间办事，晚上要到东岳大帝那里去上班，日夜都不能休息，很辛苦，差事。他说有一天，太炎先生向东岳大帝上了个建议，他说地狱里头的刑罚炮烙，这个刑罚太残忍了，把柱子，铜柱烧红，让罪人去抱这个柱子。他说这个很不仁道，能不能把这个刑罚把它取消？结果东岳大帝派了两个小鬼，他说你先去看看，让这个小鬼带你去，你去参观一下，回来再说。",
      "zh_TW": "劉教授今天在我這裡訪問，他老人家知道章太炎先生，我學佛之初認識章太炎的女婿朱鏡宙老居士。他告訴我一樁事情，他說章太炎老先生在世的時候曾經做過東嶽大帝的判官。東嶽泰山，東嶽大帝管六個省，那是管鬼道的鬼王，大鬼王。判官是什麼地位？相當於現在我們講的祕書長，這是二把手，他是東嶽大帝判官，他大概是去代理一個月。他是個學佛的人，你看白天陽間辦事，晚上要到東嶽大帝那裡去上班，日夜都不能休息，很辛苦，差事。他說有一天，太炎先生向東嶽大帝上了個建議，他說地獄裡頭的刑罰炮烙，這個刑罰太殘忍了，把柱子，銅柱燒紅，讓罪人去抱這個柱子。他說這個很不仁道，能不能把這個刑罰把它取消？結果東嶽大帝派了兩個小鬼，他說你先去看看，讓這個小鬼帶你去，你去參觀一下，回來再說。"
    },
    {
      "id": "02-037-0353_p0033",
      "zh_CN": "他就去了，走了很远，到那个地方去，小鬼站在那里指着它，地狱在此。他看不见。恍然大悟，地狱是自己心变现的，跟东岳大帝没关系，跟阎罗王也没关系。所以，天堂是心现的，极乐世界是心现的，地狱也是心现的，明白这个道理。你造作这个罪业，这个罪业让你变现，就好像你坏事做多了晚上作恶梦一样。谁主宰你？自己主宰的，不是外头来的，都是业力变现出来的。佛世界是你念佛，你从佛经上这个意念上，从这里变现出来的，这理才能讲通。这个老先生他是个学科学的，朱老先生是学科学的，他根本对这个都不相信，认为是神话。可是他看那是真的不是假的。晚上老先生上班去了，你去摸摸他，就跟死人一样，第二天天一亮鸡一叫的时候，他就回来了。许许多多不可思议的事情，它不是假的。",
      "zh_TW": "他就去了，走了很遠，到那個地方去，小鬼站在那裡指著它，地獄在此。他看不見。恍然大悟，地獄是自己心變現的，跟東嶽大帝沒關係，跟閻羅王也沒關係。所以，天堂是心現的，極樂世界是心現的，地獄也是心現的，明白這個道理。你造作這個罪業，這個罪業讓你變現，就好像你壞事做多了晚上作惡夢一樣。誰主宰你？自己主宰的，不是外頭來的，都是業力變現出來的。佛世界是你念佛，你從佛經上這個意念上，從這裡變現出來的，這理才能講通。這個老先生他是個學科學的，朱老先生是學科學的，他根本對這個都不相信，認為是神話。可是他看那是真的不是假的。晚上老先生上班去了，你去摸摸他，就跟死人一樣，第二天天一亮雞一叫的時候，他就回來了。許許多多不可思議的事情，它不是假的。"
    },
    {
      "id": "02-037-0353_p0034",
      "zh_CN": "佛经上的原理，心现识变，世间业力，佛法愿力，不外乎这两种力量。业力里头有善业、有恶业，决定有果报。愿力里面，你愿生天，你看一般宗教，多半是天道，生天；学佛的生极乐世界，愿力。天堂，自己善业变现出来的，地狱、饿鬼是自己不善的恶业变现出来的，不能怪人，全是自己做主宰。阎罗王做不了主，佛菩萨也做不了主，佛菩萨只是把事实真相告诉我们，路一定是自己走。",
      "zh_TW": "佛經上的原理，心現識變，世間業力，佛法願力，不外乎這兩種力量。業力裡頭有善業、有惡業，決定有果報。願力裡面，你願生天，你看一般宗教，多半是天道，生天；學佛的生極樂世界，願力。天堂，自己善業變現出來的，地獄、餓鬼是自己不善的惡業變現出來的，不能怪人，全是自己做主宰。閻羅王做不了主，佛菩薩也做不了主，佛菩薩只是把事實真相告訴我們，路一定是自己走。"
    },
    {
      "id": "02-037-0353_p0035",
      "zh_CN": "「复因自他宛然，故于佛实不来」。佛是不是真来了？佛没真来。可是佛真在面前，你真看到他了，这怎么回事情？《楞严经》上佛说得好，「当处出生，随处灭尽」，这叫感应，我们有感，佛菩萨有应。佛菩萨在哪里？佛菩萨无处不在，前面讲大光明藏，就是法身，无处不在。我们看不到、接触不到，因为他不是物质；他不是物质，我们眼耳鼻舌身接触不到，眼耳鼻舌身一定要接触物质现象。他不是念头、不是意念，不是精神现象，所以我们的思想也想不到。他又不是自然现象，连阿赖耶的见分都缘不到。他无处不在、无时不在，所以我们有感他就有应，应就在你面前应，而且这个应身他真能管事。",
      "zh_TW": "「復因自他宛然，故於佛實不來」。佛是不是真來了？佛沒真來。可是佛真在面前，你真看到他了，這怎麼回事情？《楞嚴經》上佛說得好，「當處出生，隨處滅盡」，這叫感應，我們有感，佛菩薩有應。佛菩薩在哪裡？佛菩薩無處不在，前面講大光明藏，就是法身，無處不在。我們看不到、接觸不到，因為他不是物質；他不是物質，我們眼耳鼻舌身接觸不到，眼耳鼻舌身一定要接觸物質現象。他不是念頭、不是意念，不是精神現象，所以我們的思想也想不到。他又不是自然現象，連阿賴耶的見分都緣不到。他無處不在、無時不在，所以我們有感他就有應，應就在你面前應，而且這個應身他真能管事。"
    },
    {
      "id": "02-037-0353_p0036",
      "zh_CN": "我们看到《虚云老和尚年谱》，这是近代禅宗一位大德，我看到一个故事。他大概是四十多岁的时候，发心去朝五台山，三步一拜。从定海那边，普陀，过渡上岸，三步一拜，拜到山西五台三年，一天难得走几里路、十几里路。这当中生过两次病，都是在旷野，附近没有人家，病倒了怎么办？生病困难的时候遇到一个乞丐，叫花子，这个叫花子来照顾他，到外面讨一点东西给他吃，找一点草药帮他治病。一直到他病好了，照顾了十几天，他能再继续再拜了，这叫花子走了。过了一年多又得一次病，又遇到这个叫花子。两次救命恩人了，很感激，问他尊姓大名？他说他叫文吉，文章的文，吉祥的吉，叫文吉。问他住在哪里？他说我就住在五台山，你到五台山，很多人都知道我，知道有个乞丐。虚老拜到五台山的时候就打听这个人，没人知道。到山上去问出家人，出家人说那是文殊菩萨，他恍然大悟。你看当处出生，随处灭尽，他能够现个身体，能够十几天照顾你，你才动念头他就知道了。文殊菩萨身在哪里？遍法界虚空界都是他的身，你真有感应，他真现身给你看，他真现身帮助你，这个事情不是假的。没有感应时候，你到哪里找找不到他。其实他无处不在，就像虚空一样，真有感应。",
      "zh_TW": "我們看到《虛雲老和尚年譜》，這是近代禪宗一位大德，我看到一個故事。他大概是四十多歲的時候，發心去朝五台山，三步一拜。從定海那邊，普陀，過渡上岸，三步一拜，拜到山西五台三年，一天難得走幾里路、十幾里路。這當中生過兩次病，都是在曠野，附近沒有人家，病倒了怎麼辦？生病困難的時候遇到一個乞丐，叫花子，這個叫花子來照顧他，到外面討一點東西給他吃，找一點草藥幫他治病。一直到他病好了，照顧了十幾天，他能再繼續再拜了，這叫花子走了。過了一年多又得一次病，又遇到這個叫花子。兩次救命恩人了，很感激，問他尊姓大名？他說他叫文吉，文章的文，吉祥的吉，叫文吉。問他住在哪裡？他說我就住在五台山，你到五台山，很多人都知道我，知道有個乞丐。虛老拜到五台山的時候就打聽這個人，沒人知道。到山上去問出家人，出家人說那是文殊菩薩，他恍然大悟。你看當處出生，隨處滅盡，他能夠現個身體，能夠十幾天照顧你，你才動念頭他就知道了。文殊菩薩身在哪裡？遍法界虛空界都是他的身，你真有感應，他真現身給你看，他真現身幫助你，這個事情不是假的。沒有感應時候，你到哪裡找找不到他。其實他無處不在，就像虛空一樣，真有感應。"
    },
    {
      "id": "02-037-0353_p0037",
      "zh_CN": "自他宛然，又因为自他宛然，所以佛实在没来，人也没去。我们有没有到极乐世界？没去。没去，极乐世界在现前。极乐世界跟我们这个世界不一样，我们这个世界有物质现象、精神现象、自然现象，是从妄心里头变现出来的。从哪里出来的？起心动念、分别执着，从这起来的。而西方极乐世界它是从自性出来的，自性遍一切处，所以阿弥陀佛遍一切处；自性遍一切处，极乐世界遍一切处。你心清净了，感应就现前，你看到佛来接引你，刹那之间就到了极乐世界。十万亿佛国土，一刹那就到了，你就见到了。这个理太深，事情太奇妙，神奇，所以不可思议。",
      "zh_TW": "自他宛然，又因為自他宛然，所以佛實在沒來，人也沒去。我們有沒有到極樂世界？沒去。沒去，極樂世界在現前。極樂世界跟我們這個世界不一樣，我們這個世界有物質現象、精神現象、自然現象，是從妄心裡頭變現出來的。從哪裡出來的？起心動念、分別執著，從這起來的。而西方極樂世界它是從自性出來的，自性遍一切處，所以阿彌陀佛遍一切處；自性遍一切處，極樂世界遍一切處。你心清淨了，感應就現前，你看到佛來接引你，剎那之間就到了極樂世界。十萬億佛國土，一剎那就到了，你就見到了。這個理太深，事情太奇妙，神奇，所以不可思議。"
    },
    {
      "id": "02-037-0353_p0038",
      "zh_CN": "念老注这句经文，引用三位大师著作里头的一段文字，讲得很清楚、很透彻，我们花了八个小时的时间。为什么？这一段真正是叫人难信之法，但是它确确实实是事实。「往生极乐世界之事。事理圆融，自在无碍，但能仰信，获益无量」。真要有信心，完全是自性在起作用，这于理上它才讲得圆。阿弥陀佛确实是自己真心里面变现出来的，真心决定有阿弥陀佛出现。阿弥陀佛这个名号是梵语，它的意思就是无量，翻好翻，阿翻作无，这梵文的音，弥陀翻作量，佛翻作觉悟，合起来无量觉。无量觉就是我们的自性，我们的自性就是无量觉。这一大段我们学到此地。",
      "zh_TW": "念老註這句經文，引用三位大師著作裡頭的一段文字，講得很清楚、很透徹，我們花了八個小時的時間。為什麼？這一段真正是叫人難信之法，但是它確確實實是事實。「往生極樂世界之事。事理圓融，自在無礙，但能仰信，獲益無量」。真要有信心，完全是自性在起作用，這於理上它才講得圓。阿彌陀佛確實是自己真心裡面變現出來的，真心決定有阿彌陀佛出現。阿彌陀佛這個名號是梵語，它的意思就是無量，翻好翻，阿翻作無，這梵文的音，彌陀翻作量，佛翻作覺悟，合起來無量覺。無量覺就是我們的自性，我們的自性就是無量覺。這一大段我們學到此地。"
    },
    {
      "id": "02-037-0353_p0039",
      "zh_CN": "我们再看下面这一小段，上面所说的「三辈往生是一类」，这是念佛，念佛人的归宿。不但是念佛的归宿，可以说是佛家所有一切宗派，最后的归宿都在极乐世界。佛法里面法门很多，就像一个完整的大学，它有许许多多的科系，所谓八万四千法门，这就是不同的科系。它有三个东西，就等于说共同科目、必修科目。第一个是戒律，戒律，不管你学哪一宗、哪一派、哪个法门，一定要持戒，那是生活教育。第二个是唯识，法相唯识，这是理论的基础。第三个就是净土，归宿，你到最后回到哪里？落叶归根，一定归净土。净土是什么？净土就是清净心，纯净纯善，最后一定归到这个地方。所以这三个是共同科目。",
      "zh_TW": "我們再看下面這一小段，上面所說的「三輩往生是一類」，這是念佛，念佛人的歸宿。不但是念佛的歸宿，可以說是佛家所有一切宗派，最後的歸宿都在極樂世界。佛法裡面法門很多，就像一個完整的大學，它有許許多多的科系，所謂八萬四千法門，這就是不同的科系。它有三個東西，就等於說共同科目、必修科目。第一個是戒律，戒律，不管你學哪一宗、哪一派、哪個法門，一定要持戒，那是生活教育。第二個是唯識，法相唯識，這是理論的基礎。第三個就是淨土，歸宿，你到最後回到哪裡？落葉歸根，一定歸淨土。淨土是什麼？淨土就是清淨心，純淨純善，最後一定歸到這個地方。所以這三個是共同科目。"
    },
    {
      "id": "02-037-0353_p0040",
      "zh_CN": "前面三辈，这是专修净土的，后面这一类不是专修的，修学其他法门的、其他宗派的。你就依照你的法门去修，但到最后，你非常向往极乐世界、非常欢喜极乐世界，我要到极乐世界去，行不行？行。不是说你不修这个法门你就不能去，修什么都行。阿弥陀佛的心量真大，什么都包容，八万四千法门门门包容。所以我就想到，修基督教的、天主教的、伊斯兰教的，他们到最后要想求生极乐世界，行不行？肯定行。阿弥陀佛决定没有门户之见，一切众生统统是一个心性变现出来，所有宗教也不例外。所以，这个理念可以能够通一切法，信仰任何宗教，不必改变信仰，不必。你好好的学，学你自己的宗教，你相信有净土，你愿意往生，统统都能去。这个法门真的叫广大。",
      "zh_TW": "前面三輩，這是專修淨土的，後面這一類不是專修的，修學其他法門的、其他宗派的。你就依照你的法門去修，但到最後，你非常嚮往極樂世界、非常歡喜極樂世界，我要到極樂世界去，行不行？行。不是說你不修這個法門你就不能去，修什麼都行。阿彌陀佛的心量真大，什麼都包容，八萬四千法門門門包容。所以我就想到，修基督教的、天主教的、伊斯蘭教的，他們到最後要想求生極樂世界，行不行？肯定行。阿彌陀佛決定沒有門戶之見，一切眾生統統是一個心性變現出來，所有宗教也不例外。所以，這個理念可以能夠通一切法，信仰任何宗教，不必改變信仰，不必。你好好的學，學你自己的宗教，你相信有淨土，你願意往生，統統都能去。這個法門真的叫廣大。"
    },
    {
      "id": "02-037-0353_p0041",
      "zh_CN": "底下这一段叫「一心三辈」，这就是接引不是专修净土的，统统能往生，统统可以到极乐世界。说「下」，底下说明，「一念净心，十念一念往生之类」，它的基本条件是一念清净心。用清净心念一声佛号、念十声佛号，这是在临终的时候，都能往生，真不得了！前面三辈往生我们读过，在这个世间造作极重的罪业，五逆、十恶，这种罪业是必定堕阿鼻地狱的。只要你这一口气没断，临命终之前你真正忏悔、认错，我要想到极乐世界去亲近阿弥陀佛，阿弥陀佛统统摄受，这不得了！这忠恕做到大圆满了。我们中国古谚语有所谓「浪子回头金不换」，恶人回过头来就是好人，不能再把他看作恶人。所以阿弥陀佛全都摄受。",
      "zh_TW": "底下這一段叫「一心三輩」，這就是接引不是專修淨土的，統統能往生，統統可以到極樂世界。說「下」，底下說明，「一念淨心，十念一念往生之類」，它的基本條件是一念清淨心。用清淨心念一聲佛號、念十聲佛號，這是在臨終的時候，都能往生，真不得了！前面三輩往生我們讀過，在這個世間造作極重的罪業，五逆、十惡，這種罪業是必定墮阿鼻地獄的。只要你這一口氣沒斷，臨命終之前你真正懺悔、認錯，我要想到極樂世界去親近阿彌陀佛，阿彌陀佛統統攝受，這不得了！這忠恕做到大圓滿了。我們中國古諺語有所謂「浪子回頭金不換」，惡人回過頭來就是好人，不能再把他看作惡人。所以阿彌陀佛全都攝受。"
    },
    {
      "id": "02-037-0353_p0042",
      "zh_CN": "「或名一心三辈，一心三辈见于北京净莲寺律宗大德慈舟老法师」，这个老法师也不在了，好像是在抗战之后，他就往生了，抗战之后二、三年他就往生了。他的《佛说大乘无量寿庄严清净平等觉经科判》，科判是佛门特有的一种学术的方法，这个方法儒家采用、道家也采用了。就是用这种方法来分析这篇文章章法结构，章法结构你明白之后，你才晓得它思想的体系。愈是好文章，这种方法一判，立刻就发现，为什么？他的文章写到不增不减，你缺少一句它就接不下去，你多一句，累赘的，可以删除，真正做到不增不减。每一部佛经，连大部的，都可以用这个方法来看，看出释迦牟尼佛文章的章法结构，圆满、完整思想体系。实际上，释迦牟尼佛讲经说法没有通过思惟，完全是自性里面的流露，这种章法结构是自性里头本来具有的，不是外头来的，这是属于真实智慧。他的科判是一九三九年印出来的，抗战期间。「慈老所判一心三辈」，与会集本经的夏莲居老居士，「同一心眼，同一手笔」，他们对《无量寿经》看法完全相同。特别是这段经文，「发前人未发之精蕴，彰净门久隐之妙谛。禅净不二之旨，于兹益显」。修禅的、学密的、学天台的、学华严的、学法相的，统统可以信、愿、念佛往生净土，就在这段文里头。",
      "zh_TW": "「或名一心三輩，一心三輩見於北京淨蓮寺律宗大德慈舟老法師」，這個老法師也不在了，好像是在抗戰之後，他就往生了，抗戰之後二、三年他就往生了。他的《佛說大乘無量壽莊嚴清淨平等覺經科判》，科判是佛門特有的一種學術的方法，這個方法儒家採用、道家也採用了。就是用這種方法來分析這篇文章章法結構，章法結構你明白之後，你才曉得它思想的體系。愈是好文章，這種方法一判，立刻就發現，為什麼？他的文章寫到不增不減，你缺少一句它就接不下去，你多一句，累贅的，可以刪除，真正做到不增不減。每一部佛經，連大部的，都可以用這個方法來看，看出釋迦牟尼佛文章的章法結構，圓滿、完整思想體系。實際上，釋迦牟尼佛講經說法沒有通過思惟，完全是自性裡面的流露，這種章法結構是自性裡頭本來具有的，不是外頭來的，這是屬於真實智慧。他的科判是一九三九年印出來的，抗戰期間。「慈老所判一心三輩」，與會集本經的夏蓮居老居士，「同一心眼，同一手筆」，他們對《無量壽經》看法完全相同。特別是這段經文，「發前人未發之精蘊，彰淨門久隱之妙諦。禪淨不二之旨，於茲益顯」。修禪的、學密的、學天台的、學華嚴的、學法相的，統統可以信、願、念佛往生淨土，就在這段文裡頭。"
    },
    {
      "id": "02-037-0353_p0043",
      "zh_CN": "「一心三辈」，这里面分两大段。第一大段，「大乘往生因行」。这个里头又分两个小段，第一段，「净心愿生」，就是清净心。经文，我们看经文：",
      "zh_TW": "「一心三輩」，這裡面分兩大段。第一大段，「大乘往生因行」。這個裡頭又分兩個小段，第一段，「淨心願生」，就是清淨心。經文，我們看經文："
    },
    {
      "id": "02-037-0353_p0044",
      "zh_CN": "【若有众生住大乘者。以清净心。向无量寿。乃至十念。愿生其国。】",
      "zh_TW": "【若有眾生住大乘者。以清淨心。向無量壽。乃至十念。願生其國。】"
    },
    {
      "id": "02-037-0353_p0045",
      "zh_CN": "这一段经文，这「右章」，右面这一章经文，全是《唐译》的原文，「魏唐两译，似为同一梵本」。这是讲《无量寿经》最早传到中国是在汉朝，汉明帝的时候，最早传过来的。在汉到宋八百年，一共有过十二次的翻译，所以它本子多。这十二种翻译，非常可惜有七种失传了，现在只留下五种。五种本子我们拿来对起来看，里面有很大的差异。所以古德断定，释迦牟尼佛当年在世不是一次讲的，一定是多次宣讲，才会产生这个现象，要不然不可能，不可能在翻译的时候出现这种现象。所以肯定佛在世多次宣讲，只有这一种，没有见到第二种经是多次宣讲的。因此这就有会集的必要，五种本子我们一起读有困难，不好念，所以用会集。会集最早的是宋朝王龙舒居士，他的本子会出来之后，很多人喜欢用他的本子，乃至于日本的《大正藏》跟《龙藏》都收他的本子。可是以他的身分、地位，他是进士及第的，也是大富长者，五种原本他只看到四种，唐朝翻译的这个本子他没见过。所以虽然会集，他是四种原译本的会集，当中漏掉了一种。但是唐本子里头有些经文，其他四种本子里都没有，所以夏莲居老居士这才发心重新再会集。夏老会集是第三次，当中还有一次，魏默深，清朝咸丰年间。梅光羲序文里头写得非常清楚，把这段历史告诉我们。",
      "zh_TW": "這一段經文，這「右章」，右面這一章經文，全是《唐譯》的原文，「魏唐兩譯，似為同一梵本」。這是講《無量壽經》最早傳到中國是在漢朝，漢明帝的時候，最早傳過來的。在漢到宋八百年，一共有過十二次的翻譯，所以它本子多。這十二種翻譯，非常可惜有七種失傳了，現在只留下五種。五種本子我們拿來對起來看，裡面有很大的差異。所以古德斷定，釋迦牟尼佛當年在世不是一次講的，一定是多次宣講，才會產生這個現象，要不然不可能，不可能在翻譯的時候出現這種現象。所以肯定佛在世多次宣講，只有這一種，沒有見到第二種經是多次宣講的。因此這就有會集的必要，五種本子我們一起讀有困難，不好念，所以用會集。會集最早的是宋朝王龍舒居士，他的本子會出來之後，很多人喜歡用他的本子，乃至於日本的《大正藏》跟《龍藏》都收他的本子。可是以他的身分、地位，他是進士及第的，也是大富長者，五種原本他只看到四種，唐朝翻譯的這個本子他沒見過。所以雖然會集，他是四種原譯本的會集，當中漏掉了一種。但是唐本子裡頭有些經文，其他四種本子裡都沒有，所以夏蓮居老居士這才發心重新再會集。夏老會集是第三次，當中還有一次，魏默深，清朝咸豐年間。梅光羲序文裡頭寫得非常清楚，把這段歷史告訴我們。"
    },
    {
      "id": "02-037-0353_p0046",
      "zh_CN": "魏，就是曹魏的时代，三国，三国时候的魏，曹魏，康僧铠他翻译的，流通也最广。因为在原译本里头，康僧铠的本子大家喜欢读。但这一段是《唐译》的经文，我们念的这段，「系统分明，文富义深，远胜《魏译》」。虽然是梵本应该是相同一本，这就是翻译的人有优劣，这段经文《唐译》译得好。但是有些《魏译》的文翻得好，把翻得好的统统精华提出来，重复的删掉，这样编成更好的本子。最完善的本子就是我们现在用的这个本子。「《魏译》则分散于本品首尾两处，于上辈之前云：诸有众生，闻其名号，信心欢喜。乃至一念至心回向，愿生其国，即得往生。但复于下辈文中」，它有这样几句，「其有至心，欲生彼国，假使不能作诸功德，当发无上菩提之心。一向专念，乃至十念，念无量寿佛，愿生其国。若闻深法，欢喜信乐，不生疑惑。乃至一念，念于彼佛，以至诚心愿生其国。此人临终，梦见彼佛，亦得往生。功德智慧，次如中辈者也」。你看它有这么多文字，而且分在两个段落里头出现的。夏老把这两段文，把它简单写成这样的，『若有众生住大乘者，以清净心，向无量寿，乃至十念，愿生其国』。这文字就简化很多，意思非常圆满，两段合成一段，文字变得更少。这就是会集高明之处，也不容易。夏莲居做这个会集本一共十年，本子才做成定本，每年都修订，最后成为这个定本。",
      "zh_TW": "魏，就是曹魏的時代，三國，三國時候的魏，曹魏，康僧鎧他翻譯的，流通也最廣。因為在原譯本裡頭，康僧鎧的本子大家喜歡讀。但這一段是《唐譯》的經文，我們念的這段，「系統分明，文富義深，遠勝《魏譯》」。雖然是梵本應該是相同一本，這就是翻譯的人有優劣，這段經文《唐譯》譯得好。但是有些《魏譯》的文翻得好，把翻得好的統統精華提出來，重複的刪掉，這樣編成更好的本子。最完善的本子就是我們現在用的這個本子。「《魏譯》則分散於本品首尾兩處，於上輩之前云：諸有眾生，聞其名號，信心歡喜。乃至一念至心迴向，願生其國，即得往生。但復於下輩文中」，它有這樣幾句，「其有至心，欲生彼國，假使不能作諸功德，當發無上菩提之心。一向專念，乃至十念，念無量壽佛，願生其國。若聞深法，歡喜信樂，不生疑惑。乃至一念，念於彼佛，以至誠心願生其國。此人臨終，夢見彼佛，亦得往生。功德智慧，次如中輩者也」。你看它有這麼多文字，而且分在兩個段落裡頭出現的。夏老把這兩段文，把它簡單寫成這樣的，『若有眾生住大乘者，以清淨心，向無量壽，乃至十念，願生其國』。這文字就簡化很多，意思非常圓滿，兩段合成一段，文字變得更少。這就是會集高明之處，也不容易。夏蓮居做這個會集本一共十年，本子才做成定本，每年都修訂，最後成為這個定本。"
    },
    {
      "id": "02-037-0353_p0047",
      "zh_CN": "我们再看下面的注解，「唐海东元晓师」，这是唐朝时候，海东就是现在的韩国，元晓是韩国人，也是到中国来留学的。这些人他们缘是真好，亲近善导大师，跟这些日本一些法师，他们来大多数跟善导、跟天台山的智者大师。所以，法华宗、净土宗在韩国跟日本非常盛行。他们对于《无量寿经》下的功夫比我们中国人多，总有四、五十个人。中国在《无量寿经》上，历史上记载的只有两个人，真的不多，比不上日本人。可是日本人全用的是魏译本，五种原译本他们专门用魏译本。我们相信，可能在当时善导大师讲《无量寿经》就是用魏译本。所以这些学生也都采用，日本的学生也采用。",
      "zh_TW": "我們再看下面的註解，「唐海東元曉師」，這是唐朝時候，海東就是現在的韓國，元曉是韓國人，也是到中國來留學的。這些人他們緣是真好，親近善導大師，跟這些日本一些法師，他們來大多數跟善導、跟天台山的智者大師。所以，法華宗、淨土宗在韓國跟日本非常盛行。他們對於《無量壽經》下的功夫比我們中國人多，總有四、五十個人。中國在《無量壽經》上，歷史上記載的只有兩個人，真的不多，比不上日本人。可是日本人全用的是魏譯本，五種原譯本他們專門用魏譯本。我們相信，可能在當時善導大師講《無量壽經》就是用魏譯本。所以這些學生也都採用，日本的學生也採用。"
    },
    {
      "id": "02-037-0353_p0048",
      "zh_CN": "「于《无量寿经宗要》」，《宗要》是他注解的名称，里面有这么一段话，「下辈之内，说二种人。二人之中，各有三句」，这是经典的原文，「一者，假使不能作诸功德，当发无上菩提之心。是明正因」。由此可知，往生净土确实不是难事，难在哪里？难在信心。它只要三个条件，第一个真信，第二个真想去，第三个肯念阿弥陀佛。阿弥陀佛要用清净心念、要用恭敬心念、用真诚心念，不在乎多少。工作非常繁忙，祖师教我们十念法。十念法是在早晚，早晨起来洗脸之后，有佛像，面向佛像，没有佛像，面向西方，念南无阿弥陀佛，念十声。这个十声是一口气叫一声，一口气，阿弥陀佛、阿弥陀佛、阿弥陀佛、阿弥陀佛，不拘多少，一口气叫一声，十口气，这时间不长。做为定课，你一生都不缺，早晚都不缺，这定课，决定得生。最重要的是临终，念了一辈子佛，临终不念佛了，这都不能往生。所以临终比什么都重要。",
      "zh_TW": "「於《無量壽經宗要》」，《宗要》是他註解的名稱，裡面有這麼一段話，「下輩之內，說二種人。二人之中，各有三句」，這是經典的原文，「一者，假使不能作諸功德，當發無上菩提之心。是明正因」。由此可知，往生淨土確實不是難事，難在哪裡？難在信心。它只要三個條件，第一個真信，第二個真想去，第三個肯念阿彌陀佛。阿彌陀佛要用清淨心念、要用恭敬心念、用真誠心念，不在乎多少。工作非常繁忙，祖師教我們十念法。十念法是在早晚，早晨起來洗臉之後，有佛像，面向佛像，沒有佛像，面向西方，念南無阿彌陀佛，念十聲。這個十聲是一口氣叫一聲，一口氣，阿彌陀佛、阿彌陀佛、阿彌陀佛、阿彌陀佛，不拘多少，一口氣叫一聲，十口氣，這時間不長。做為定課，你一生都不缺，早晚都不缺，這定課，決定得生。最重要的是臨終，念了一輩子佛，臨終不念佛了，這都不能往生。所以臨終比什麼都重要。"
    },
    {
      "id": "02-037-0353_p0049",
      "zh_CN": "我学这个经学不少年了，我信净土也非常不容易，所以这个难信之法我相信。大家知道我学佛是从哲学进去的，不是从宗教进去的，我对于念佛法门差不多二十年我才相信，我才接受，真叫难信之法。我没有把这个事实真相搞清楚、搞明白，你要我接受很困难，这就是知识分子的麻烦。我看到人家一说他就相信，我很佩服，他根性比我高明多了，我不如他。你看我连早年忏云法师劝我，我没接受，我的老师，教我讲经的李炳南老居士，我跟他十年，多少次劝我，我不反对，我没接受。我喜欢的是大经大论。真正接受的，真的从《华严》、《法华》、《楞严》这些大经我明白了。看到文殊、普贤这些菩萨，最后都是念佛往生极乐世界，成就无上菩提，我这才相信。回过头来重新再去看这些大经，为什么以前看的时候就那么囫囵吞枣就过去了？没有认真，仔细去观察，再一看，看出来了。所以这个经，一次、二次是决定不可以的，次数愈多愈好，你才把真东西看出来。遍数少了，真的东西看不出来，真的从眼睛里流过，你没有注意到它。",
      "zh_TW": "我學這個經學不少年了，我信淨土也非常不容易，所以這個難信之法我相信。大家知道我學佛是從哲學進去的，不是從宗教進去的，我對於念佛法門差不多二十年我才相信，我才接受，真叫難信之法。我沒有把這個事實真相搞清楚、搞明白，你要我接受很困難，這就是知識分子的麻煩。我看到人家一說他就相信，我很佩服，他根性比我高明多了，我不如他。你看我連早年懺雲法師勸我，我沒接受，我的老師，教我講經的李炳南老居士，我跟他十年，多少次勸我，我不反對，我沒接受。我喜歡的是大經大論。真正接受的，真的從《華嚴》、《法華》、《楞嚴》這些大經我明白了。看到文殊、普賢這些菩薩，最後都是念佛往生極樂世界，成就無上菩提，我這才相信。回過頭來重新再去看這些大經，為什麼以前看的時候就那麼囫圇吞棗就過去了？沒有認真，仔細去觀察，再一看，看出來了。所以這個經，一次、二次是決定不可以的，次數愈多愈好，你才把真東西看出來。遍數少了，真的東西看不出來，真的從眼睛裡流過，你沒有注意到它。"
    },
    {
      "id": "02-037-0353_p0050",
      "zh_CN": "所以发菩提心，还是蕅益大师讲得好，菩提心要是讲起来挺麻烦，这个名相解释。蕅益大师讲得真好，他说第一个真信，你真正相信有极乐世界，真正相信有阿弥陀佛；第二个真想去，想生极乐世界，想亲近阿弥陀佛；第三个，真诚心念这一句佛号。具足这三个条件，极乐世界你就有分，人人能做得到。可是我看到很多人能做到，也看到像我这样的人不太容易接受，没有真正搞清楚很难接受。这就是知识分子，我们算是知识分子。知识分子那就要长时间的薰修，锲而不舍，不管是哪个宗派、哪一部经论，只要你对它产生爱好就有希望。为什么？你慢慢深入，一经通，它其他的也能贯通。到最后，理真正搞通、搞明白了，你就不会怀疑，你就会相信，你就能接受了。",
      "zh_TW": "所以發菩提心，還是蕅益大師講得好，菩提心要是講起來挺麻煩，這個名相解釋。蕅益大師講得真好，他說第一個真信，你真正相信有極樂世界，真正相信有阿彌陀佛；第二個真想去，想生極樂世界，想親近阿彌陀佛；第三個，真誠心念這一句佛號。具足這三個條件，極樂世界你就有分，人人能做得到。可是我看到很多人能做到，也看到像我這樣的人不太容易接受，沒有真正搞清楚很難接受。這就是知識分子，我們算是知識分子。知識分子那就要長時間的薰修，鍥而不捨，不管是哪個宗派、哪一部經論，只要你對它產生愛好就有希望。為什麼？你慢慢深入，一經通，它其他的也能貫通。到最後，理真正搞通、搞明白了，你就不會懷疑，你就會相信，你就能接受了。"
    },
    {
      "id": "02-037-0353_p0051",
      "zh_CN": "能通一切经，能通一切法，这就要讲到自性，不讲到自性这讲不圆满，讲到自性得大圆满。所以是古人说的，一部经通了一切都通，一个法门通了一切法门全通，是一个道理。为什么？统统自性里头流出来的。只要能够契入自性，没有一样不通，不必学。惠能大师是个非常好的证明，他不认识字，没念过书，所有经教他通。世间法，儒家经典问他，他也通，道家的他也通，他没有障碍的。这就是见性重要，智慧重要。学佛要学真智慧，真智慧一定从戒定慧才能得到。今天时间到了，我们就学习到此地。",
      "zh_TW": "能通一切經，能通一切法，這就要講到自性，不講到自性這講不圓滿，講到自性得大圓滿。所以是古人說的，一部經通了一切都通，一個法門通了一切法門全通，是一個道理。為什麼？統統自性裡頭流出來的。只要能夠契入自性，沒有一樣不通，不必學。惠能大師是個非常好的證明，他不認識字，沒念過書，所有經教他通。世間法，儒家經典問他，他也通，道家的他也通，他沒有障礙的。這就是見性重要，智慧重要。學佛要學真智慧，真智慧一定從戒定慧才能得到。今天時間到了，我們就學習到此地。"
    }
  ]
}