{
  "doc_id": "02-037-0294",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二九四集",
    "zh_TW": "第二九四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0294",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-037-0294_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》六百四十一面倒数第三行，科题「显伴庄严」，「分二」，第一段「法说」，法说里面又分四小段，第一段「标举数多」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》六百四十一面倒數第三行，科題「顯伴莊嚴」，「分二」，第一段「法說」，法說裡面又分四小段，第一段「標舉數多」。請看經文："
    },
    {
      "id": "02-037-0294_p0002",
      "zh_CN": "【又有无数声闻之众。】",
      "zh_TW": "【又有無數聲聞之眾。】"
    },
    {
      "id": "02-037-0294_p0003",
      "zh_CN": "这一科只有一句，『又有无数声闻之众』，「乃第十六声闻无数愿之成就」。说明阿弥陀佛四十八愿，愿愿都兑现了，在极乐世界都能够看得到。「佛寿无量，故常觉众生」，觉是觉悟。众生也无量，所以佛的教化没有断绝的时候，没有中断的时候。「故应广摄会众。是以国中声闻等亦复无数无量」。弥陀建立极乐世界，来教化十方刹土一切六道里面的众生，这是主要教学对象。除六道之外，声闻、缘觉、菩萨，乃至等觉，没有不摄受的。我们知道法界没有边际，佛国无量无边，每天往生到极乐世界的人，从等觉菩萨到地狱众生，不知道有多少！声闻众，声闻跟缘觉通常合在一起讲，他们恰恰在中间，不是最上，也不是最下，他们下面有六道众生，上面有诸菩萨众，四十一位法身大士。这个中间对同居土的大众影响很大，这些全都是转小向大的菩萨，他要不转小向大，他就不能往生。所以声闻、缘觉，只要是往生西方极乐世界，都是回小向大，所以这人很多。下面我们看他们的德行，「神智自在」，这全讲的是声闻众。",
      "zh_TW": "這一科只有一句，『又有無數聲聞之眾』，「乃第十六聲聞無數願之成就」。說明阿彌陀佛四十八願，願願都兌現了，在極樂世界都能夠看得到。「佛壽無量，故常覺眾生」，覺是覺悟。眾生也無量，所以佛的教化沒有斷絕的時候，沒有中斷的時候。「故應廣攝會眾。是以國中聲聞等亦復無數無量」。彌陀建立極樂世界，來教化十方剎土一切六道裡面的眾生，這是主要教學對象。除六道之外，聲聞、緣覺、菩薩，乃至等覺，沒有不攝受的。我們知道法界沒有邊際，佛國無量無邊，每天往生到極樂世界的人，從等覺菩薩到地獄眾生，不知道有多少！聲聞眾，聲聞跟緣覺通常合在一起講，他們恰恰在中間，不是最上，也不是最下，他們下面有六道眾生，上面有諸菩薩眾，四十一位法身大士。這個中間對同居土的大眾影響很大，這些全都是轉小向大的菩薩，他要不轉小向大，他就不能往生。所以聲聞、緣覺，只要是往生西方極樂世界，都是迴小向大，所以這人很多。下面我們看他們的德行，「神智自在」，這全講的是聲聞眾。"
    },
    {
      "id": "02-037-0294_p0004",
      "zh_CN": "【神智洞达。威力自在。能于掌中持一切世界。】",
      "zh_TW": "【神智洞達。威力自在。能於掌中持一切世界。】"
    },
    {
      "id": "02-037-0294_p0005",
      "zh_CN": "「显彼土」是西方极乐世界，「会众」，这是方便有余土的大众，他们的「神通智慧通达透彻」。这个不容易。在这个等级有神通，这个等级是小乘初果到辟支佛；要细说，四果四向，上面再加上缘觉乘，他们都具足六通，但是没有通达透彻，这句是大菩萨才能得到。在这里我们就看到，『神智洞达』，神智就是神通，神通智慧，跟法身菩萨没有两样，法身菩萨洞达，他们也洞达。「《往生论》曰：天人不动众」，指极乐的会众，「清净智海生」。「《论注》」，昙鸾法师说的，「皆从如来智慧清净海生。故皆神智洞达，威力自在」。这就说得很明显，这是阿弥陀佛本愿威神的加持，他才能达到法身菩萨的境界。全都显示阿弥陀佛在因地上的四十八愿全都兑现了，在极乐世界处处你都能看到。",
      "zh_TW": "「顯彼土」是西方極樂世界，「會眾」，這是方便有餘土的大眾，他們的「神通智慧通達透徹」。這個不容易。在這個等級有神通，這個等級是小乘初果到辟支佛；要細說，四果四向，上面再加上緣覺乘，他們都具足六通，但是沒有通達透徹，這句是大菩薩才能得到。在這裡我們就看到，『神智洞達』，神智就是神通，神通智慧，跟法身菩薩沒有兩樣，法身菩薩洞達，他們也洞達。「《往生論》曰：天人不動眾」，指極樂的會眾，「清淨智海生」。「《論註》」，曇鸞法師說的，「皆從如來智慧清淨海生。故皆神智洞達，威力自在」。這就說得很明顯，這是阿彌陀佛本願威神的加持，他才能達到法身菩薩的境界。全都顯示阿彌陀佛在因地上的四十八願全都兌現了，在極樂世界處處你都能看到。"
    },
    {
      "id": "02-037-0294_p0006",
      "zh_CN": "下面给我们做详细解释。「神智」，神是说神通，智是说智慧。这两个字分开来是两桩事情，「合为一词，则自在彻见事理之智慧」，称为神智。自在，一丝毫勉强都没有。彻见，彻是透彻，通达透彻，见到遍法界虚空界一切事、一切理。大乘常说性相、理事、因果，说这两个字把六个字全都包括了，事里头有相、有因果，理里面也有相、也有因果。这是真正掌握了诸法实相，一切法的真相。通常这种境界，就是禅宗所说的明心见性、见性成佛的境界。在极乐世界，方便有余土也是这个境界。这里一定要记住，他们都是接受阿弥陀佛威神加持，才能到这个境界。",
      "zh_TW": "下面給我們做詳細解釋。「神智」，神是說神通，智是說智慧。這兩個字分開來是兩樁事情，「合為一詞，則自在徹見事理之智慧」，稱為神智。自在，一絲毫勉強都沒有。徹見，徹是透徹，通達透徹，見到遍法界虛空界一切事、一切理。大乘常說性相、理事、因果，說這兩個字把六個字全都包括了，事裡頭有相、有因果，理裡面也有相、也有因果。這是真正掌握了諸法實相，一切法的真相。通常這種境界，就是禪宗所說的明心見性、見性成佛的境界。在極樂世界，方便有餘土也是這個境界。這裡一定要記住，他們都是接受阿彌陀佛威神加持，才能到這個境界。"
    },
    {
      "id": "02-037-0294_p0007",
      "zh_CN": "「神者，明也」，这是智慧，「神明无极者也」。中国这个神字是会意，你看这个字左面是个示。如果用篆字来写就很清楚，你体会到它的意思。篆字这个示上面是个上字，两横，上面一横短，下面一横长，这叫上字，古时候的字。上面一横长，下面一横短，那就是下字。上字，你看上字下面画了三划，这三划是代表现象，我们今天讲的物质现象、精神现象、自然现象。这个示的意思就是上天垂象。右面是个申字，申用篆字写 你就很容易体会，那是畅通无阻。申字用篆字写起来，它有三道关口，当中像一条道路通下来，这三个关口都通过了；或者说这三个关口、三重障碍，这上面一竖就像宝剑一样，把这个全部都穿通了，所以它代表通达。这个意思是什么？通达上天垂象，在大乘教里面叫通达诸法实相。所以中国文字不能改，它的含义很深！它是智慧的符号，由文字来看，你就能够体会到中国古人的智慧。他造出这个字，就这个符号，你不会念，不知道读什么音，但是你看它的形像，懂得它的意思，所以是智慧的符号。",
      "zh_TW": "「神者，明也」，這是智慧，「神明無極者也」。中國這個神字是會意，你看這個字左面是個示。如果用篆字來寫就很清楚，你體會到它的意思。篆字這個示上面是個上字，兩橫，上面一橫短，下面一橫長，這叫上字，古時候的字。上面一橫長，下面一橫短，那就是下字。上字，你看上字下面畫了三劃，這三劃是代表現象，我們今天講的物質現象、精神現象、自然現象。這個示的意思就是上天垂象。右面是個申字，申用篆字寫 你就很容易體會，那是暢通無阻。申字用篆字寫起來，它有三道關口，當中像一條道路通下來，這三個關口都通過了；或者說這三個關口、三重障礙，這上面一豎就像寶劍一樣，把這個全部都穿通了，所以它代表通達。這個意思是什麼？通達上天垂象，在大乘教裡面叫通達諸法實相。所以中國文字不能改，它的含義很深！它是智慧的符號，由文字來看，你就能夠體會到中國古人的智慧。他造出這個字，就這個符號，你不會念，不知道讀什麼音，但是你看它的形像，懂得它的意思，所以是智慧的符號。"
    },
    {
      "id": "02-037-0294_p0008",
      "zh_CN": "神跟明常常合起来，神明。明是明白，因为神是畅通无碍，明白了，这是智慧。神明无极，无极是达到极处，究竟圆满，这是如来果地上的智慧。确实这是阿弥陀佛的智慧，但是阿弥陀佛加持这些往生的菩萨，所以往生的菩萨的智慧也就跟阿弥陀佛一样。把阿弥陀佛的智慧、阿弥陀佛的功德、阿弥陀佛的神通道力，统统用信愿持名，把它转变成为自己的，这前面我们学过，非常不可思议。这个事实真相你要是明白了，你才晓得念佛功德不可思议。为什么？为什么不可思议？念佛是把阿弥陀佛的功德转变成自己的功德，弥陀功德不可思议，那我们所得到的功德也不可思议。这也就是诸佛如来称赞阿弥陀佛为光中极尊、佛中之王，这不是虚赞，是真实功德。",
      "zh_TW": "神跟明常常合起來，神明。明是明白，因為神是暢通無礙，明白了，這是智慧。神明無極，無極是達到極處，究竟圓滿，這是如來果地上的智慧。確實這是阿彌陀佛的智慧，但是阿彌陀佛加持這些往生的菩薩，所以往生的菩薩的智慧也就跟阿彌陀佛一樣。把阿彌陀佛的智慧、阿彌陀佛的功德、阿彌陀佛的神通道力，統統用信願持名，把它轉變成為自己的，這前面我們學過，非常不可思議。這個事實真相你要是明白了，你才曉得念佛功德不可思議。為什麼？為什麼不可思議？念佛是把阿彌陀佛的功德轉變成自己的功德，彌陀功德不可思議，那我們所得到的功德也不可思議。這也就是諸佛如來稱讚阿彌陀佛為光中極尊、佛中之王，這不是虛讚，是真實功德。"
    },
    {
      "id": "02-037-0294_p0009",
      "zh_CN": "洞，「洞者，究竟通彻。达者，通达无碍」，这是形容神智。声闻众的神智，跟如来果地上就没有两样。如果在他方世界修行，声闻的神通跟法身菩萨、跟如来差别太大了。声闻的天眼，最高的只能见到一个三千大千世界，通常声闻只能见一个小千世界，天眼。见到三千大千世界的是谁？阿那律尊者。他的神通是释迦牟尼佛加持的，他修成功了，这个能量比一般阿罗汉大，一般阿罗汉都比不上他。这是讲阿罗汉得佛力加持修成的，也只能看一个大千世界，三千大千世界就是一个大千世界，一尊佛的教化区，见到大千世界。佛的天眼能见遍法界虚空界，没有障碍，所以称之为神智洞达。这是如来果地上的。",
      "zh_TW": "洞，「洞者，究竟通徹。達者，通達無礙」，這是形容神智。聲聞眾的神智，跟如來果地上就沒有兩樣。如果在他方世界修行，聲聞的神通跟法身菩薩、跟如來差別太大了。聲聞的天眼，最高的只能見到一個三千大千世界，通常聲聞只能見一個小千世界，天眼。見到三千大千世界的是誰？阿那律尊者。他的神通是釋迦牟尼佛加持的，他修成功了，這個能量比一般阿羅漢大，一般阿羅漢都比不上他。這是講阿羅漢得佛力加持修成的，也只能看一個大千世界，三千大千世界就是一個大千世界，一尊佛的教化區，見到大千世界。佛的天眼能見遍法界虛空界，沒有障礙，所以稱之為神智洞達。這是如來果地上的。"
    },
    {
      "id": "02-037-0294_p0010",
      "zh_CN": "『威力自在』，「威神之力，自在无碍」。下面举个例子，『能于掌中持一切世界』。这个话我们很难理解，掌是手掌，手掌上能持一切世界吗？一切是一个世界都不漏，遍法界虚空界一切诸佛刹土都在你手掌里头，是什么人？西方极乐世界的阿罗汉。这难信之法。能不能？真能！我们看注解里说，「深显《华严》广狭自在、一多相容、事事无碍不可思议境界」，这《华严经》上的。为什么？在一真法界里头没有大小，所有一切相对的都没有，没有大小、没有先后、没有一多，凡是相对的都不存在。",
      "zh_TW": "『威力自在』，「威神之力，自在無礙」。下面舉個例子，『能於掌中持一切世界』。這個話我們很難理解，掌是手掌，手掌上能持一切世界嗎？一切是一個世界都不漏，遍法界虛空界一切諸佛剎土都在你手掌裡頭，是什麼人？西方極樂世界的阿羅漢。這難信之法。能不能？真能！我們看註解裡說，「深顯《華嚴》廣狹自在、一多相容、事事無礙不可思議境界」，這《華嚴經》上的。為什麼？在一真法界裡頭沒有大小，所有一切相對的都沒有，沒有大小、沒有先後、沒有一多，凡是相對的都不存在。"
    },
    {
      "id": "02-037-0294_p0011",
      "zh_CN": "整个宇宙是一体，一体不能分割，分割到最小它还是一体。这个奇妙的事实真相也被近代科学家发现了，近代科学家称这个现象叫全息。我们看过网路上的这个信息，说明这个现象，它用照片做例子。这个照片是普通相机，但是它是用两道激光，不是我们一般的灯光，两道激光照的这个人像。这个照片冲洗出来之后看不到人像，看到是一条一条格子，但是用一支激光去照它，你就看到人像，清清楚楚。把这张照片，把它撕成两张，在激光里面去看，撕成两张，每张都是完整的照片。把它撕成四张，每张还是完整的。撕成一百张、撕成碎片，在激光之下依旧是完整的，叫全息。你明白这个道理你就晓得，遍法界虚空界确确实实在一微尘里头，全息。一粒微尘多大？今天科学家告诉我们微中子，微中子是一个电子的一百亿分之一，这里头有遍法界虚空界圆满的信息，它统在里头，这叫全息。科学家晓得这个道理，但是看不到。谁看到了？我们在大乘经上念到，普贤菩萨。不但看到，他能够进入微中子里面去参拜十方诸佛，供养、闻法。那手掌里头放遍法界虚空界一切刹土，这还有问题吗？我们是不知道宇宙的奥秘，知道之后就晓得是有可能。佛讲的不是假话，是真的。也是今天科学发现全息的理论、全息的现象，要不然这一句我们好难懂，想不通。",
      "zh_TW": "整個宇宙是一體，一體不能分割，分割到最小它還是一體。這個奇妙的事實真相也被近代科學家發現了，近代科學家稱這個現象叫全息。我們看過網路上的這個信息，說明這個現象，它用照片做例子。這個照片是普通相機，但是它是用兩道激光，不是我們一般的燈光，兩道激光照的這個人像。這個照片沖洗出來之後看不到人像，看到是一條一條格子，但是用一支激光去照它，你就看到人像，清清楚楚。把這張照片，把它撕成兩張，在激光裡面去看，撕成兩張，每張都是完整的照片。把它撕成四張，每張還是完整的。撕成一百張、撕成碎片，在激光之下依舊是完整的，叫全息。你明白這個道理你就曉得，遍法界虛空界確確實實在一微塵裡頭，全息。一粒微塵多大？今天科學家告訴我們微中子，微中子是一個電子的一百億分之一，這裡頭有遍法界虛空界圓滿的信息，它統在裡頭，這叫全息。科學家曉得這個道理，但是看不到。誰看到了？我們在大乘經上念到，普賢菩薩。不但看到，他能夠進入微中子裡面去參拜十方諸佛，供養、聞法。那手掌裡頭放遍法界虛空界一切剎土，這還有問題嗎？我們是不知道宇宙的奧祕，知道之後就曉得是有可能。佛講的不是假話，是真的。也是今天科學發現全息的理論、全息的現象，要不然這一句我們好難懂，想不通。"
    },
    {
      "id": "02-037-0294_p0012",
      "zh_CN": "「《维摩经》」，《维摩经》里头也说，「亦显掌中持世界之不可思议功德」，《维摩经》也说过这桩事情。「经云」，下面是《维摩经》的经文，「住不可思议解脱菩萨」，这个菩萨就是法身菩萨。如果是普贤，当位的普贤是等觉，大乘教里面通常讲八地以上，在我们想像当中，应该八地以上就有这个能力，住不思议解脱境界。「断取三千大千世界，如陶家轮，着右掌中，掷过恒沙世界之外。其中众生，不觉不知己之所往」。这世界里面众生并不知道，菩萨能把这个大千世界移动，可是一切众生连痕迹都没有发觉到。断取三千大千世界，三千大千世界是一尊佛的教化区。如陶家轮，陶家就是工艺品里面做陶瓷的，现在叫工厂，陶瓷厂，在中国古时候叫陶瓷坊，现在叫工厂。多半是用泥塑的，造的瓶、罐、碗，造这个东西。它放在一个轮子上。我相信很多人看见过。在古时候，不是很古，二次大战的时候，中国还没有这些新的科技，我们所用的陶器还都是老方法所制造的，所以我们很容易看到，用这个来做比喻。它还没有经过火烧，是个胚胎，你拿在手上，它是软的，你能够把它丢出去，又把它收回来。这是菩萨在示现神通。",
      "zh_TW": "「《維摩經》」，《維摩經》裡頭也說，「亦顯掌中持世界之不可思議功德」，《維摩經》也說過這樁事情。「經云」，下面是《維摩經》的經文，「住不可思議解脫菩薩」，這個菩薩就是法身菩薩。如果是普賢，當位的普賢是等覺，大乘教裡面通常講八地以上，在我們想像當中，應該八地以上就有這個能力，住不思議解脫境界。「斷取三千大千世界，如陶家輪，著右掌中，擲過恆沙世界之外。其中眾生，不覺不知己之所往」。這世界裡面眾生並不知道，菩薩能把這個大千世界移動，可是一切眾生連痕跡都沒有發覺到。斷取三千大千世界，三千大千世界是一尊佛的教化區。如陶家輪，陶家就是工藝品裡面做陶瓷的，現在叫工廠，陶瓷廠，在中國古時候叫陶瓷坊，現在叫工廠。多半是用泥塑的，造的瓶、罐、碗，造這個東西。它放在一個輪子上。我相信很多人看見過。在古時候，不是很古，二次大戰的時候，中國還沒有這些新的科技，我們所用的陶器還都是老方法所製造的，所以我們很容易看到，用這個來做比喻。它還沒有經過火燒，是個胚胎，你拿在手上，它是軟的，你能夠把它丟出去，又把它收回來。這是菩薩在示現神通。"
    },
    {
      "id": "02-037-0294_p0013",
      "zh_CN": "我们在佛经上读到佛的一句话，佛说「制心一处，无事不办」。现在的科学家告诉我们念力的秘密，说念力要集中一处，产生的能量无法估计。科学家举了个比喻，这种能量能够让星球在太空当中改变轨道。这跟这个比喻差不多！他是讲一个星球，这里是讲三千大千世界，三千大千世界是个大的星系。我们银河系，现在知道是一个单位世界，一千个银河系叫一个小千世界。普通阿罗汉的天眼能看到一千个银河系，再远就看不到。可是阿那律尊者的天眼能看到三千大千世界、银河系。三千大千就是十亿，一个小千世界跟十亿相差很大。佛眼能看遍法界虚空界，一个都不漏，这叫洞达。我们在这个经文上看到的，是极乐世界一个普通往生去的人，在那里得到阿弥陀佛本愿威神加持，他得到的神智跟阿弥陀佛几乎是相等，阿弥陀佛神智洞达，他也神智洞达，威力自在。",
      "zh_TW": "我們在佛經上讀到佛的一句話，佛說「制心一處，無事不辦」。現在的科學家告訴我們念力的祕密，說念力要集中一處，產生的能量無法估計。科學家舉了個比喻，這種能量能夠讓星球在太空當中改變軌道。這跟這個比喻差不多！他是講一個星球，這裡是講三千大千世界，三千大千世界是個大的星系。我們銀河系，現在知道是一個單位世界，一千個銀河系叫一個小千世界。普通阿羅漢的天眼能看到一千個銀河系，再遠就看不到。可是阿那律尊者的天眼能看到三千大千世界、銀河系。三千大千就是十億，一個小千世界跟十億相差很大。佛眼能看遍法界虛空界，一個都不漏，這叫洞達。我們在這個經文上看到的，是極樂世界一個普通往生去的人，在那裡得到阿彌陀佛本願威神加持，他得到的神智跟阿彌陀佛幾乎是相等，阿彌陀佛神智洞達，他也神智洞達，威力自在。"
    },
    {
      "id": "02-037-0294_p0014",
      "zh_CN": "我们再往下看，「又复还置本处。都不使人有往来想。而此世界本相如故」。你看这个菩萨，把三千大千世界丢到很远的地方去，然后又把它找回来，放在原来的地方，三千大千世界里头的人，众生，没有一个人知道。这是不是神话？如果没有今天科学家的证明，我们确实把它当作神话，这无法想像。所以现代科学对大乘佛法帮了很大的忙，像这些我们原本都把它当作神话，现在被科学一证明，它有可能，是我们的见不到处，我们没有这个智慧、没有这个见识。这是真的，不是假的。「又菩萨以一佛土众生」，一佛土众生就是三千大千世界的众生，「置之右掌。飞到十方，遍示一切，而不动本处」。他把大千世界一佛土的众生放在右掌上，飞到十方世界。遍示，给大家看。而不动本处，这大千世界的众生没有感觉，依然好像在本处一样，没有感觉得有动荡。这都是《维摩经》上说的。「极乐大众，悉具如是不可思议威神功德，深显圣众庄严，主伴功德均不可思议」。主是阿弥陀佛，伴是所有往生的这些菩萨，我们统称为极乐菩萨。从凡圣同居土下下品往生，到实报庄严土上上品往生的，全都称为极乐菩萨。这里举例子是举声闻，方便有余土的。世尊再明显举个例子：",
      "zh_TW": "我們再往下看，「又復還置本處。都不使人有往來想。而此世界本相如故」。你看這個菩薩，把三千大千世界丟到很遠的地方去，然後又把它找回來，放在原來的地方，三千大千世界裡頭的人，眾生，沒有一個人知道。這是不是神話？如果沒有今天科學家的證明，我們確實把它當作神話，這無法想像。所以現代科學對大乘佛法幫了很大的忙，像這些我們原本都把它當作神話，現在被科學一證明，它有可能，是我們的見不到處，我們沒有這個智慧、沒有這個見識。這是真的，不是假的。「又菩薩以一佛土眾生」，一佛土眾生就是三千大千世界的眾生，「置之右掌。飛到十方，遍示一切，而不動本處」。他把大千世界一佛土的眾生放在右掌上，飛到十方世界。遍示，給大家看。而不動本處，這大千世界的眾生沒有感覺，依然好像在本處一樣，沒有感覺得有動盪。這都是《維摩經》上說的。「極樂大眾，悉具如是不可思議威神功德，深顯聖眾莊嚴，主伴功德均不可思議」。主是阿彌陀佛，伴是所有往生的這些菩薩，我們統稱為極樂菩薩。從凡聖同居土下下品往生，到實報莊嚴土上上品往生的，全都稱為極樂菩薩。這裡舉例子是舉聲聞，方便有餘土的。世尊再明顯舉個例子："
    },
    {
      "id": "02-037-0294_p0015",
      "zh_CN": "【我弟子中大目犍连。】",
      "zh_TW": "【我弟子中大目犍連。】"
    },
    {
      "id": "02-037-0294_p0016",
      "zh_CN": "目犍连。",
      "zh_TW": "目犍連。"
    },
    {
      "id": "02-037-0294_p0017",
      "zh_CN": "【神通第一。三千大千世界。所有一切星宿众生。】",
      "zh_TW": "【神通第一。三千大千世界。所有一切星宿眾生。】"
    },
    {
      "id": "02-037-0294_p0018",
      "zh_CN": "是星宿里面的众生。",
      "zh_TW": "是星宿裡面的眾生。"
    },
    {
      "id": "02-037-0294_p0019",
      "zh_CN": "【于一昼夜。悉知其数。】",
      "zh_TW": "【於一晝夜。悉知其數。】"
    },
    {
      "id": "02-037-0294_p0020",
      "zh_CN": "他有这个能力。注解里头说，「独标目连功德，举以为喻。知星宿数，见汉吴译」。《汉译》的经文说，「摩诃目犍连，飞行四天下。一日一夜，遍数星知有几枚也」。他一日一夜飞行四天下，这个四天下就是我们今天讲的银河系，对于三千大千世界里有多少星宿，多少个星，数目字他全知道。这个地方『所有一切星宿众生』，众生没解释。一切星宿里头都有众生。这是现在天文学家还没有搞清楚，认为众生生存一定有光、有水、有土壤、有生物、有动植物，才能够让众生生存。这是三维空间，高维次的众生可能不需要这些条件。我们今天的科学还没有能够进入四维、五维，更高维次当然更不可思议。所以我们不可以用三维空间这一个维次来看所有的世界，那会产生很多误会。现在科学家比较慎重，没有真正发现的存疑，这个态度是正确的，慢慢再去发现。底下一段，「例显数多」，这是举大目犍连他的能力。",
      "zh_TW": "他有這個能力。註解裡頭說，「獨標目連功德，舉以為喻。知星宿數，見漢吳譯」。《漢譯》的經文說，「摩訶目犍連，飛行四天下。一日一夜，遍數星知有幾枚也」。他一日一夜飛行四天下，這個四天下就是我們今天講的銀河系，對於三千大千世界裡有多少星宿，多少個星，數目字他全知道。這個地方『所有一切星宿眾生』，眾生沒解釋。一切星宿裡頭都有眾生。這是現在天文學家還沒有搞清楚，認為眾生生存一定有光、有水、有土壤、有生物、有動植物，才能夠讓眾生生存。這是三維空間，高維次的眾生可能不需要這些條件。我們今天的科學還沒有能夠進入四維、五維，更高維次當然更不可思議。所以我們不可以用三維空間這一個維次來看所有的世界，那會產生很多誤會。現在科學家比較慎重，沒有真正發現的存疑，這個態度是正確的，慢慢再去發現。底下一段，「例顯數多」，這是舉大目犍連他的能力。"
    },
    {
      "id": "02-037-0294_p0021",
      "zh_CN": "【假使十方众生。悉成缘觉。】",
      "zh_TW": "【假使十方眾生。悉成緣覺。】"
    },
    {
      "id": "02-037-0294_p0022",
      "zh_CN": "『缘觉』比阿罗汉高。",
      "zh_TW": "『緣覺』比阿羅漢高。"
    },
    {
      "id": "02-037-0294_p0023",
      "zh_CN": "【一一缘觉。寿万亿岁。】",
      "zh_TW": "【一一緣覺。壽萬億歲。】"
    },
    {
      "id": "02-037-0294_p0024",
      "zh_CN": "这假设的。",
      "zh_TW": "這假設的。"
    },
    {
      "id": "02-037-0294_p0025",
      "zh_CN": "【神通皆如大目犍连。】",
      "zh_TW": "【神通皆如大目犍連。】"
    },
    {
      "id": "02-037-0294_p0026",
      "zh_CN": "这些人神通像目犍连一样。",
      "zh_TW": "這些人神通像目犍連一樣。"
    },
    {
      "id": "02-037-0294_p0027",
      "zh_CN": "【尽其寿命。竭其智力。悉共推算。彼佛会中。声闻之数。千万分中不及一分。】",
      "zh_TW": "【盡其壽命。竭其智力。悉共推算。彼佛會中。聲聞之數。千萬分中不及一分。】"
    },
    {
      "id": "02-037-0294_p0028",
      "zh_CN": "这是说极乐世界这里头会众，只举出声闻，其他的不说。就是在极乐世界，真正的功夫相当于我们这个世界的声闻众，就是小乘四果，初果、二果、三果、四果，这都叫声闻众，人天不算、缘觉不算，菩萨也不算，声闻有多少？没有人能算得出来。",
      "zh_TW": "這是說極樂世界這裡頭會眾，只舉出聲聞，其他的不說。就是在極樂世界，真正的功夫相當於我們這個世界的聲聞眾，就是小乘四果，初果、二果、三果、四果，這都叫聲聞眾，人天不算、緣覺不算，菩薩也不算，聲聞有多少？沒有人能算得出來。"
    },
    {
      "id": "02-037-0294_p0029",
      "zh_CN": "我们看这个注解。「右」就是右面这个文字，说明「声闻无数。目连神通第一，假令十方众生同具目连之神通。以毕生之时间，竭尽其智力」，一起共同来推算极乐世界圣众的数量，就是极乐世界声闻圣众的数量，「其所知者，未及彼土众数千万分之一」。他们推算算出来的，比实际上大概是千万分之一，千万分里头的一分。显示极乐世界的众生，这实际，从十方一切诸佛刹土，当然这些人都是有缘人，听佛讲经介绍，知道有极乐世界，知道有阿弥陀佛，真信、真愿，念佛生到极乐世界的人数不晓得有多少。极乐世界怎么能容纳得下？你要记住，前面说过，极乐世界是法性土，跟我们这个世界不一样。我们这个世界的星系、星球，居住的地方是阿赖耶的相分，它是假的，不是真的，阿赖耶的境界相。三维空间里面我们看到所有的宇宙，这些星球，都是阿赖耶的相分。极乐世界不是的，极乐世界是自性清净心现的，所以它叫法性身，身是法性身，居住的土地是法性土。法性身没有生灭，没有空间维次，没有大小。那个地方没有先后，就是没有时间，没有广狭就是没有空间，这个世界奇妙！所以再多它都能容，像数学里面所说的无限大，极乐世界无限大。在哪里？无处不在。",
      "zh_TW": "我們看這個註解。「右」就是右面這個文字，說明「聲聞無數。目連神通第一，假令十方眾生同具目連之神通。以畢生之時間，竭盡其智力」，一起共同來推算極樂世界聖眾的數量，就是極樂世界聲聞聖眾的數量，「其所知者，未及彼土眾數千萬分之一」。他們推算算出來的，比實際上大概是千萬分之一，千萬分裡頭的一分。顯示極樂世界的眾生，這實際，從十方一切諸佛剎土，當然這些人都是有緣人，聽佛講經介紹，知道有極樂世界，知道有阿彌陀佛，真信、真願，念佛生到極樂世界的人數不曉得有多少。極樂世界怎麼能容納得下？你要記住，前面說過，極樂世界是法性土，跟我們這個世界不一樣。我們這個世界的星系、星球，居住的地方是阿賴耶的相分，它是假的，不是真的，阿賴耶的境界相。三維空間裡面我們看到所有的宇宙，這些星球，都是阿賴耶的相分。極樂世界不是的，極樂世界是自性清淨心現的，所以它叫法性身，身是法性身，居住的土地是法性土。法性身沒有生滅，沒有空間維次，沒有大小。那個地方沒有先後，就是沒有時間，沒有廣狹就是沒有空間，這個世界奇妙！所以再多它都能容，像數學裡面所說的無限大，極樂世界無限大。在哪裡？無處不在。"
    },
    {
      "id": "02-037-0294_p0030",
      "zh_CN": "那我们要问，我们这个地球在不在极乐世界范围之内？当然在。为什么？经上告诉我们，大概你也知道，说「心外无法，法外无心」。极乐世界是心现的，我们这个世界是识变的，识离不开心。识是妄心，极乐世界是真心，真心没有限量，妄心有限量。妄心有边际，真心没有边际、没有限量，所以它容得下，一点没有感到拥挤。维摩居士的方丈室不大，大概还没有我们摄影棚这么大，居然能够容纳一万个师子座。师子座就是太师椅。很多人来看维摩居士，摆一万个太师椅，不感觉到拥挤。这是神通。这个房子没有大小，再多都容纳得下，这是不思议的境界。下面一段用比喻来说，先「设喻」。我们看经文：",
      "zh_TW": "那我們要問，我們這個地球在不在極樂世界範圍之內？當然在。為什麼？經上告訴我們，大概你也知道，說「心外無法，法外無心」。極樂世界是心現的，我們這個世界是識變的，識離不開心。識是妄心，極樂世界是真心，真心沒有限量，妄心有限量。妄心有邊際，真心沒有邊際、沒有限量，所以它容得下，一點沒有感到擁擠。維摩居士的方丈室不大，大概還沒有我們攝影棚這麼大，居然能夠容納一萬個師子座。師子座就是太師椅。很多人來看維摩居士，擺一萬個太師椅，不感覺到擁擠。這是神通。這個房子沒有大小，再多都容納得下，這是不思議的境界。下面一段用比喻來說，先「設喻」。我們看經文："
    },
    {
      "id": "02-037-0294_p0031",
      "zh_CN": "【譬如大海。深广无边。设取一毛。析为百分。】",
      "zh_TW": "【譬如大海。深廣無邊。設取一毛。析為百分。】"
    },
    {
      "id": "02-037-0294_p0032",
      "zh_CN": "一根汗毛，把一根汗毛再分成一百分，那百分之一，这就很细。",
      "zh_TW": "一根汗毛，把一根汗毛再分成一百分，那百分之一，這就很細。"
    },
    {
      "id": "02-037-0294_p0033",
      "zh_CN": "【碎如微尘。以一毛尘。沾海一滴。】",
      "zh_TW": "【碎如微塵。以一毛塵。沾海一滴。】"
    },
    {
      "id": "02-037-0294_p0034",
      "zh_CN": "在海水里头沾一滴。",
      "zh_TW": "在海水裡頭沾一滴。"
    },
    {
      "id": "02-037-0294_p0035",
      "zh_CN": "【此毛尘水。比海孰多。】",
      "zh_TW": "【此毛塵水。比海孰多。】"
    },
    {
      "id": "02-037-0294_p0036",
      "zh_CN": "这给我们比一下，我这一毛尘，这一毛还把它分成一百分，百分之一，这很细。毛，一根毛很细，再分成百分之一，用这百分之一的毛在海里头沾一滴水，是海水多还是我这一滴水多？佛用这个做比喻。微尘是极小的。下面解释：",
      "zh_TW": "這給我們比一下，我這一毛塵，這一毛還把它分成一百分，百分之一，這很細。毛，一根毛很細，再分成百分之一，用這百分之一的毛在海裡頭沾一滴水，是海水多還是我這一滴水多？佛用這個做比喻。微塵是極小的。下面解釋："
    },
    {
      "id": "02-037-0294_p0037",
      "zh_CN": "【阿难。彼目犍连等。】",
      "zh_TW": "【阿難。彼目犍連等。】"
    },
    {
      "id": "02-037-0294_p0038",
      "zh_CN": "这是前面比喻，所有的大众神通都像『目犍连』，寿命一万岁，尽其寿命来数，数极乐世界的大众有多少人。",
      "zh_TW": "這是前面比喻，所有的大眾神通都像『目犍連』，壽命一萬歲，盡其壽命來數，數極樂世界的大眾有多少人。"
    },
    {
      "id": "02-037-0294_p0039",
      "zh_CN": "【所知数者。如毛尘水。所未知者。如大海水。】",
      "zh_TW": "【所知數者。如毛塵水。所未知者。如大海水。】"
    },
    {
      "id": "02-037-0294_p0040",
      "zh_CN": "用这个比喻来说明极乐世界的人数之多，无法计算，真正不可思议。我们再看下面，「结成伴同主」，这三个字重要，主是阿弥陀佛，伴是往生到极乐世界这些菩萨们，每个往生的人都跟阿弥陀佛一样，这是阿弥陀佛不可思议的愿力。所以名号功德不可思议。多少人小看了念佛人，以为念佛有什么稀奇，谁都会念，三岁小孩都会念，哪个不会念？认为念佛比不上持戒、修禅、研究经教，都比不上他们。殊不知那一句佛号把阿弥陀佛的功德变成自己的功德，这还得了！修禅做不到，禅宗大彻大悟不行，教下大开圆解，密教三密相应，没有一个能比得上，没人知道。这个话，蕅益大师说的。印光大师对蕅益大师的赞叹，真的赞叹到极处！如果我们能相信蕅益大师的话，我相信你一定死心念佛，再也不怀疑，再也不会改变，你真的明白、真的觉悟了。我们看下面这段经文：",
      "zh_TW": "用這個比喻來說明極樂世界的人數之多，無法計算，真正不可思議。我們再看下面，「結成伴同主」，這三個字重要，主是阿彌陀佛，伴是往生到極樂世界這些菩薩們，每個往生的人都跟阿彌陀佛一樣，這是阿彌陀佛不可思議的願力。所以名號功德不可思議。多少人小看了念佛人，以為念佛有什麼稀奇，誰都會念，三歲小孩都會念，哪個不會念？認為念佛比不上持戒、修禪、研究經教，都比不上他們。殊不知那一句佛號把阿彌陀佛的功德變成自己的功德，這還得了！修禪做不到，禪宗大徹大悟不行，教下大開圓解，密教三密相應，沒有一個能比得上，沒人知道。這個話，蕅益大師說的。印光大師對蕅益大師的讚歎，真的讚歎到極處！如果我們能相信蕅益大師的話，我相信你一定死心念佛，再也不懷疑，再也不會改變，你真的明白、真的覺悟了。我們看下面這段經文："
    },
    {
      "id": "02-037-0294_p0041",
      "zh_CN": "【彼佛寿量。及诸菩萨。声闻。天人。寿量亦尔。】",
      "zh_TW": "【彼佛壽量。及諸菩薩。聲聞。天人。壽量亦爾。】"
    },
    {
      "id": "02-037-0294_p0042",
      "zh_CN": "这讲寿命。",
      "zh_TW": "這講壽命。"
    },
    {
      "id": "02-037-0294_p0043",
      "zh_CN": "【非以算计譬喻之所能知。】",
      "zh_TW": "【非以算計譬喻之所能知。】"
    },
    {
      "id": "02-037-0294_p0044",
      "zh_CN": "我们跟阿弥陀佛一样，哪些一样？用一个例子，寿命，寿命跟阿弥陀佛一样。然后告诉你，智慧也一样，神通也一样，道力也一样，没有一样不相同。我们看注解，「末段结合主伴。教主寿命无量，国中一切大众，亦皆如佛，寿命无量」。我们希望长寿，在他方世界得不到，他方世界只有修成法身菩萨才真正成无量寿；同居土的人天，十法界里面的声闻、缘觉、菩萨，包括十法界的佛，寿命都有量，没有无量的。只有往生到极乐世界，同居土的人天，寿命也跟阿弥陀佛一样无量，这是不可思议。「弥陀大恩大德，微妙难思」，这句话千真万确，恩德之大父母不能比，老师不能比，诸佛如来都比不上阿弥陀佛。阿弥陀佛是真正清净平等，用现在的话说热爱一切众生，他没有分别，他没有执着，平等的爱护遍法界虚空界一切诸佛刹土里面的六道众生，六道以上那就更不必说了。这个恩德太大了，也是不可思议。",
      "zh_TW": "我們跟阿彌陀佛一樣，哪些一樣？用一個例子，壽命，壽命跟阿彌陀佛一樣。然後告訴你，智慧也一樣，神通也一樣，道力也一樣，沒有一樣不相同。我們看註解，「末段結合主伴。教主壽命無量，國中一切大眾，亦皆如佛，壽命無量」。我們希望長壽，在他方世界得不到，他方世界只有修成法身菩薩才真正成無量壽；同居土的人天，十法界裡面的聲聞、緣覺、菩薩，包括十法界的佛，壽命都有量，沒有無量的。只有往生到極樂世界，同居土的人天，壽命也跟阿彌陀佛一樣無量，這是不可思議。「彌陀大恩大德，微妙難思」，這句話千真萬確，恩德之大父母不能比，老師不能比，諸佛如來都比不上阿彌陀佛。阿彌陀佛是真正清淨平等，用現在的話說熱愛一切眾生，他沒有分別，他沒有執著，平等的愛護遍法界虛空界一切諸佛剎土裡面的六道眾生，六道以上那就更不必說了。這個恩德太大了，也是不可思議。"
    },
    {
      "id": "02-037-0294_p0045",
      "zh_CN": "「带惑往生者」，这个惑就是业障，带着烦恼、带着罪业去往生的人，「一登彼土，便无退转」，只要到达西方极乐世界，你就永远不会再退转。在我们这个世界有退转。这一生在人道，来生不小心变成畜生，就退了，人身就失掉了。更惨的是变成饿鬼、变成地狱，那就更糟。这些都叫做退转。生到哪一个佛国土都没有办法保证你不退，只有西方极乐世界，一往生就保证你不退转。你在极乐世界修行，进度有快慢，有人进步很快，有人进步很慢，但是决定没有退转。所以在学校念书没有留级的，没有降级的，退转是降级。不但没有降级的，也没有留级的，永远是往上提升，这使我们无限的向往。",
      "zh_TW": "「帶惑往生者」，這個惑就是業障，帶著煩惱、帶著罪業去往生的人，「一登彼土，便無退轉」，只要到達西方極樂世界，你就永遠不會再退轉。在我們這個世界有退轉。這一生在人道，來生不小心變成畜生，就退了，人身就失掉了。更慘的是變成餓鬼、變成地獄，那就更糟。這些都叫做退轉。生到哪一個佛國土都沒有辦法保證你不退，只有西方極樂世界，一往生就保證你不退轉。你在極樂世界修行，進度有快慢，有人進步很快，有人進步很慢，但是決定沒有退轉。所以在學校念書沒有留級的，沒有降級的，退轉是降級。不但沒有降級的，也沒有留級的，永遠是往上提升，這使我們無限的嚮往。"
    },
    {
      "id": "02-037-0294_p0046",
      "zh_CN": "「又复寿命无量，故于彼土皆可于一生之中补佛位而证极果」。这句话等于在此地给我们授记，授什么记？授成佛之记，就是预先告诉你，你什么时候会成佛。这个地方告诉我们，你只要到极乐世界去，你决定在一生成佛，为什么？你无量寿。我们往生到极乐世界的身分是人，我们是人道去的，身分是人，生极乐世界的凡圣同居土。但是整个极乐世界受阿弥陀佛本愿威神力把它改变了，将阿赖耶的境界相转变成为法性土、法性身。这是阿弥陀佛本愿威神把它转变过来的，不是我们自己修行功夫，我们没有这个能力，阿弥陀佛的功德力，我们到那里接受这个好处，自然就转了。这一转，我们的烦恼没有了，烦恼转掉了，我们的业障转掉了。我们就凭这句佛号，这句佛号跟阿弥陀佛无量无边的功德圆满相应。所以就我们来看，是佛号的功德转的，实际上是阿弥陀佛本愿威神，无量劫修持的功德力转过来的。所以生到极乐世界就得无量寿，智慧、神通、道力跟实报土法身大士没有两样，不可思议！所以一生当中决定补佛位。补佛位是后补佛。我们这个世界后补佛现在是弥勒菩萨，将来弥勒菩萨会到这个世界上来示现成佛。先补佛位，然后再成佛而证极果。这个极果，没有比这个更高的了，《华严经》上称为妙觉如来。妙觉如来住哪里？住常寂光，也就是圆满回归自性。这真正不可思议！",
      "zh_TW": "「又復壽命無量，故於彼土皆可於一生之中補佛位而證極果」。這句話等於在此地給我們授記，授什麼記？授成佛之記，就是預先告訴你，你什麼時候會成佛。這個地方告訴我們，你只要到極樂世界去，你決定在一生成佛，為什麼？你無量壽。我們往生到極樂世界的身分是人，我們是人道去的，身分是人，生極樂世界的凡聖同居土。但是整個極樂世界受阿彌陀佛本願威神力把它改變了，將阿賴耶的境界相轉變成為法性土、法性身。這是阿彌陀佛本願威神把它轉變過來的，不是我們自己修行功夫，我們沒有這個能力，阿彌陀佛的功德力，我們到那裡接受這個好處，自然就轉了。這一轉，我們的煩惱沒有了，煩惱轉掉了，我們的業障轉掉了。我們就憑這句佛號，這句佛號跟阿彌陀佛無量無邊的功德圓滿相應。所以就我們來看，是佛號的功德轉的，實際上是阿彌陀佛本願威神，無量劫修持的功德力轉過來的。所以生到極樂世界就得無量壽，智慧、神通、道力跟實報土法身大士沒有兩樣，不可思議！所以一生當中決定補佛位。補佛位是後補佛。我們這個世界後補佛現在是彌勒菩薩，將來彌勒菩薩會到這個世界上來示現成佛。先補佛位，然後再成佛而證極果。這個極果，沒有比這個更高的了，《華嚴經》上稱為妙覺如來。妙覺如來住哪裡？住常寂光，也就是圓滿回歸自性。這真正不可思議！"
    },
    {
      "id": "02-037-0294_p0047",
      "zh_CN": "「此土既多退缘，又以寿命不过百年，故末法中，亿万人修道罕一得道」。这话是劝我们，实话。此土指我们的地球，我们今天住在地球上退缘太多了，没有帮助你精进的，都是帮助你后退。这个东西是烦恼习气，现在所说的种种诱惑，几个人能禁得住，不退转？太少太少了！寿命又短，超过一百岁的很少。在释迦牟尼佛末法之中，亿万人修行、修道，罕，罕是很稀罕，就是稀少，一个得道的。现在可以说，除了净土往生之外，八万四千法门，任何一门可能找一个都找不到。这是意味着什么？意味着世尊末法这九千年，只有念佛往生净土可以成就，其他的法门都不行。为什么？重重障道因缘我们没有能力突破，所以只有选择这一门。这一门为什么能成就？这一门带业往生，烦恼不要断，业障不必消，只有这个条件我们才有分。修小乘，初果要断八十八品见烦恼，我们就没有这个能力。大乘圆教菩萨位，初信位的菩萨，条件跟须陀洹一样，断三界八十八品见惑你才能证得初信位的果位，那我们想想，这根本不可能的事情。",
      "zh_TW": "「此土既多退緣，又以壽命不過百年，故末法中，億萬人修道罕一得道」。這話是勸我們，實話。此土指我們的地球，我們今天住在地球上退緣太多了，沒有幫助你精進的，都是幫助你後退。這個東西是煩惱習氣，現在所說的種種誘惑，幾個人能禁得住，不退轉？太少太少了！壽命又短，超過一百歲的很少。在釋迦牟尼佛末法之中，億萬人修行、修道，罕，罕是很稀罕，就是稀少，一個得道的。現在可以說，除了淨土往生之外，八萬四千法門，任何一門可能找一個都找不到。這是意味著什麼？意味著世尊末法這九千年，只有念佛往生淨土可以成就，其他的法門都不行。為什麼？重重障道因緣我們沒有能力突破，所以只有選擇這一門。這一門為什麼能成就？這一門帶業往生，煩惱不要斷，業障不必消，只有這個條件我們才有分。修小乘，初果要斷八十八品見煩惱，我們就沒有這個能力。大乘圓教菩薩位，初信位的菩薩，條件跟須陀洹一樣，斷三界八十八品見惑你才能證得初信位的果位，那我們想想，這根本不可能的事情。"
    },
    {
      "id": "02-037-0294_p0048",
      "zh_CN": "八十八品见惑，佛为了教学方便起见，把它归纳为五大类，这容易学。五大类里的第一个身见。六道凡夫都把身执着是我，哪一个人能把身放下？我们现在大乘经学得多，知道身不是我，身是我所有的，跟衣服一样。这个道理我们懂，我们做不到，还是把身体当作我。不像衣服，衣服脏了可以丢掉，我们换一个身体多难，那真的叫生龟脱壳，不可能的事情。真正体会到这一层，我们就恍然大悟，这一悟你才回头专修净土。",
      "zh_TW": "八十八品見惑，佛為了教學方便起見，把它歸納為五大類，這容易學。五大類裡的第一個身見。六道凡夫都把身執著是我，哪一個人能把身放下？我們現在大乘經學得多，知道身不是我，身是我所有的，跟衣服一樣。這個道理我們懂，我們做不到，還是把身體當作我。不像衣服，衣服髒了可以丟掉，我們換一個身體多難，那真的叫生龜脫殼，不可能的事情。真正體會到這一層，我們就恍然大悟，這一悟你才回頭專修淨土。"
    },
    {
      "id": "02-037-0294_p0049",
      "zh_CN": "我学佛六十年了，讲经教学五十四年，晚年觉悟了，真觉悟了，三藏十二部我不要，我只要这一部《无量寿经》，一门深入，长时薰修，其他的统统不要，死心塌地学莲池大师。莲池大师到晚年，一部《阿弥陀经》、一句阿弥陀佛，其他的都不要。他说「三藏十二部，让给别人悟」，哪个人要学，让给别人。承认什么？我不行，我没有这个能力。别人悟，我们赞叹、我们欢喜，他比我高，我不如他，这个东西要承认。「八万四千行」，这修行的方法，「饶与他人行」。在行门就是执持名号，再不改变了，全盘放下。这莲池大师的晚年，我们要知道，要认真去想想。",
      "zh_TW": "我學佛六十年了，講經教學五十四年，晚年覺悟了，真覺悟了，三藏十二部我不要，我只要這一部《無量壽經》，一門深入，長時薰修，其他的統統不要，死心塌地學蓮池大師。蓮池大師到晚年，一部《阿彌陀經》、一句阿彌陀佛，其他的都不要。他說「三藏十二部，讓給別人悟」，哪個人要學，讓給別人。承認什麼？我不行，我沒有這個能力。別人悟，我們讚歎、我們歡喜，他比我高，我不如他，這個東西要承認。「八萬四千行」，這修行的方法，「饒與他人行」。在行門就是執持名號，再不改變了，全盤放下。這蓮池大師的晚年，我們要知道，要認真去想想。"
    },
    {
      "id": "02-037-0294_p0050",
      "zh_CN": "「又《往生论》偈云：正觉阿弥陀，法王善住持。佛寿无量，教化之众无量，所教人民皆同补处菩萨，故云善住持也」。善住持这句赞叹，赞叹得好！什么样的人才能叫善住持？把人民教化都登了补处菩萨，跟他学的人统统都成无上道，都证得妙觉的果位，这叫善住持。「又偈云：如来净华众，正觉华化生」。这是指西方极乐世界阿弥陀佛法会之中的所有大众，「皆于弥陀国土清净莲华中生」，不是胎生、不是卵生、不是湿生，全都是化生，而且是莲花中化生。莲花代表清净。在我们这个世间，莲花生在池塘里，根，池塘的底，泥土里头生根，茎通过清水，花开在水的上面。佛用这个来比喻，表法，把池底比喻作六道轮回，染污，六道是秽土，上面的清水比喻净土，四圣法界，声闻、缘觉、菩萨、佛，花开在上面，超越十法界。十法界，四圣是净土，六凡是染土、秽土，莲花超越十法界，取这个比喻。西方极乐世界全都是莲花化生。极乐世界有七宝池，池里面的水有八种功德，称为八功德水。这个愿我们知道，也是法藏比丘当时考察、参访，一切诸佛刹土里面所看到众生生身不清净，想到莲花化生。",
      "zh_TW": "「又《往生論》偈云：正覺阿彌陀，法王善住持。佛壽無量，教化之眾無量，所教人民皆同補處菩薩，故云善住持也」。善住持這句讚歎，讚歎得好！什麼樣的人才能叫善住持？把人民教化都登了補處菩薩，跟他學的人統統都成無上道，都證得妙覺的果位，這叫善住持。「又偈云：如來淨華眾，正覺華化生」。這是指西方極樂世界阿彌陀佛法會之中的所有大眾，「皆於彌陀國土清淨蓮華中生」，不是胎生、不是卵生、不是濕生，全都是化生，而且是蓮花中化生。蓮花代表清淨。在我們這個世間，蓮花生在池塘裡，根，池塘的底，泥土裡頭生根，莖通過清水，花開在水的上面。佛用這個來比喻，表法，把池底比喻作六道輪迴，染污，六道是穢土，上面的清水比喻淨土，四聖法界，聲聞、緣覺、菩薩、佛，花開在上面，超越十法界。十法界，四聖是淨土，六凡是染土、穢土，蓮花超越十法界，取這個比喻。西方極樂世界全都是蓮花化生。極樂世界有七寶池，池裡面的水有八種功德，稱為八功德水。這個願我們知道，也是法藏比丘當時考察、參訪，一切諸佛剎土裡面所看到眾生生身不清淨，想到蓮花化生。"
    },
    {
      "id": "02-037-0294_p0051",
      "zh_CN": "「皆从如来智慧清净海生」，极乐世界七宝池，莲花是如来智慧清净心当中生出来的。这个清净海，底下有解释，「亦即皆从弥陀自心中生也」，是如来清净智慧心当中生出来的。弥足以证明，每个往生的人跟阿弥陀佛是一体，是一个心。我们往生到极乐世界，这一般习俗说我们投胎投到极乐世界去。到极乐世界住在哪里？住在莲花里头，叫莲胎。不是母亲胎胞里面的孕育，莲花在孕育。莲花是什么？莲花是阿弥陀佛的清净智慧，弥陀心中的清净智慧，真心不是妄心，跟阿弥陀佛一体。我们称弥陀弟子，称佛子更亲切。阿弥陀佛清净智慧，真心清净智慧孕育出来的这个众生，当然得阿弥陀佛本愿威神加持，智慧、神通、道力跟阿弥陀佛相仿佛，这我们怎么能不信？从这个地方我们就想到，古时候中国人懂得胎教。西方极乐世界个个都是阿弥陀佛胎教成就的，你能说不对吗？我们在这句里看到的，皆从如来智慧清净海生。念老的注解注得很详细，弥陀自心中生。我们把它添几个字意思就足了，皆从阿弥陀如来真心智慧清净海中生。这是西方极乐世界的胎教，比我们这个世间高明太多了。教育要从怀孕时候开始，否则的话就来不及了，迟了。",
      "zh_TW": "「皆從如來智慧清淨海生」，極樂世界七寶池，蓮花是如來智慧清淨心當中生出來的。這個清淨海，底下有解釋，「亦即皆從彌陀自心中生也」，是如來清淨智慧心當中生出來的。彌足以證明，每個往生的人跟阿彌陀佛是一體，是一個心。我們往生到極樂世界，這一般習俗說我們投胎投到極樂世界去。到極樂世界住在哪裡？住在蓮花裡頭，叫蓮胎。不是母親胎胞裡面的孕育，蓮花在孕育。蓮花是什麼？蓮花是阿彌陀佛的清淨智慧，彌陀心中的清淨智慧，真心不是妄心，跟阿彌陀佛一體。我們稱彌陀弟子，稱佛子更親切。阿彌陀佛清淨智慧，真心清淨智慧孕育出來的這個眾生，當然得阿彌陀佛本願威神加持，智慧、神通、道力跟阿彌陀佛相彷彿，這我們怎麼能不信？從這個地方我們就想到，古時候中國人懂得胎教。西方極樂世界個個都是阿彌陀佛胎教成就的，你能說不對嗎？我們在這句裡看到的，皆從如來智慧清淨海生。念老的註解註得很詳細，彌陀自心中生。我們把它添幾個字意思就足了，皆從阿彌陀如來真心智慧清淨海中生。這是西方極樂世界的胎教，比我們這個世間高明太多了。教育要從懷孕時候開始，否則的話就來不及了，遲了。"
    },
    {
      "id": "02-037-0294_p0052",
      "zh_CN": "那我们中国的胎教是不是从极乐世界学来的？这我们不得而知。李老师讲，理上讲得通，事上没证据。理上怎么讲得通？阿弥陀佛应化在中国是以圣贤的身分，真讲得通。所以中国古圣先贤懂得胎教，而且非常重视胎教。不但重视胎教，重视因果报应。我们看到孔夫子的外公，孔子的外公，他母亲的父亲，这个老人把他的女儿嫁给孔子的父亲，为什么？他看到孔家五代修善积德。五代！修善积德，这个家里一定出人才。把他女儿嫁过去，生了孔子，孔子是大圣人。这就是因果，你看看，祖宗五代修善积德。孔子的外公有智慧，会选择，把女儿嫁给他。周文王的母亲太任，怀文王的时候就用胎教。这十个月怀胎，她守住身口意三业，端正心身。为什么？跟胎儿有影响。史书上记载下来的，这十个月当中，眼睛不看恶色，就是很难看的东西，我们今天讲负面的不看；耳不听淫声，音声，凡是不善的音声，负面的，不听；口不出傲言，跟人说话都非常柔和，没有丝毫傲慢的习气。保护她的胎儿，让他在怀孕的时候受到正气，这个小孩出生好养，听话，好教。一出生他睁开眼睛，他会看、他会听，一出生就在学习。他学什么？一天到晚照顾他的是父母，特别是母亲，不离怀抱，看母亲的起心动念、言语造作，他就在模仿、就在学习。所以从出生到三岁这一千天叫扎根教育，这一千天要把他教好了，他一生都不会改变。古谚语有句话说，「三岁看八十」，小孩在三岁之前受的教育，八十岁不会改变。",
      "zh_TW": "那我們中國的胎教是不是從極樂世界學來的？這我們不得而知。李老師講，理上講得通，事上沒證據。理上怎麼講得通？阿彌陀佛應化在中國是以聖賢的身分，真講得通。所以中國古聖先賢懂得胎教，而且非常重視胎教。不但重視胎教，重視因果報應。我們看到孔夫子的外公，孔子的外公，他母親的父親，這個老人把他的女兒嫁給孔子的父親，為什麼？他看到孔家五代修善積德。五代！修善積德，這個家裡一定出人才。把他女兒嫁過去，生了孔子，孔子是大聖人。這就是因果，你看看，祖宗五代修善積德。孔子的外公有智慧，會選擇，把女兒嫁給他。周文王的母親太任，懷文王的時候就用胎教。這十個月懷胎，她守住身口意三業，端正心身。為什麼？跟胎兒有影響。史書上記載下來的，這十個月當中，眼睛不看惡色，就是很難看的東西，我們今天講負面的不看；耳不聽淫聲，音聲，凡是不善的音聲，負面的，不聽；口不出傲言，跟人說話都非常柔和，沒有絲毫傲慢的習氣。保護她的胎兒，讓他在懷孕的時候受到正氣，這個小孩出生好養，聽話，好教。一出生他睜開眼睛，他會看、他會聽，一出生就在學習。他學什麼？一天到晚照顧他的是父母，特別是母親，不離懷抱，看母親的起心動念、言語造作，他就在模仿、就在學習。所以從出生到三歲這一千天叫扎根教育，這一千天要把他教好了，他一生都不會改變。古諺語有句話說，「三歲看八十」，小孩在三歲之前受的教育，八十歲不會改變。"
    },
    {
      "id": "02-037-0294_p0053",
      "zh_CN": "于是我们就明白了，今天我们提倡的《弟子规》，《弟子规》是谁学的？是母亲做给婴儿看的。小孩不会说话，你不能教他读、不能教他念，做出来给他看。年轻的妈妈，父母都还在，妳怎么样孝养父母，妳怎么样奉事尊长，他都看到、他都学会了。这个时候教是身教不是言教，你不做出好样子，他到哪里去学好样子？三岁开始教他，迟了！你看现在的教育，现在婴儿一出世谁教？电视在教。多半都是父亲母亲都上班、都工作，不愿意带小孩，小孩请个佣人来照顾。佣人偷懒，打开电视叫小孩看，小孩全部受的是电视教育。稍微长大，能上小学了，中国小学我不知道，外国的小学，一年级的学生就用电脑，他就上网。不但电视教他，网路也教他，全把人教坏了。谁负责任？今天说儿女不孝，学生不好教，这责任归谁？我们得多想想。《无量寿经》上说得好，「先人不善，不识道德」，那就没法子，没人教！「无有语者」，他今天干什么坏事都要原谅他，不能怪他。为什么？没人教他。",
      "zh_TW": "於是我們就明白了，今天我們提倡的《弟子規》，《弟子規》是誰學的？是母親做給嬰兒看的。小孩不會說話，你不能教他讀、不能教他念，做出來給他看。年輕的媽媽，父母都還在，妳怎麼樣孝養父母，妳怎麼樣奉事尊長，他都看到、他都學會了。這個時候教是身教不是言教，你不做出好樣子，他到哪裡去學好樣子？三歲開始教他，遲了！你看現在的教育，現在嬰兒一出世誰教？電視在教。多半都是父親母親都上班、都工作，不願意帶小孩，小孩請個傭人來照顧。傭人偷懶，打開電視叫小孩看，小孩全部受的是電視教育。稍微長大，能上小學了，中國小學我不知道，外國的小學，一年級的學生就用電腦，他就上網。不但電視教他，網路也教他，全把人教壞了。誰負責任？今天說兒女不孝，學生不好教，這責任歸誰？我們得多想想。《無量壽經》上說得好，「先人不善，不識道德」，那就沒法子，沒人教！「無有語者」，他今天幹什麼壞事都要原諒他，不能怪他。為什麼？沒人教他。"
    },
    {
      "id": "02-037-0294_p0054",
      "zh_CN": "我们要承认人性本善，人之初，性本善，要承认，这真的不是假的。如何能把本性本善保持住？全靠教育。中国古代教童蒙，小朋友六、七岁上学了，念什么东西？念《三字经》。《三字经》第一句话，「人之初，性本善。性相近，习相远」。性是本性，本性大家都一样，佛跟人都没有差别，佛的本性本善，人的本性本善，没有差别。可是怎么样？习就相远了，如果没有教育的话。习是什么？习是习惯，习惯所谓是「近朱则赤，近墨则黑」。孟子的妈妈要搬三次家，为什么？就是习性。原来她自己住的地方在乡下，邻近坟地很多，所以孟子，小孩，就学会去埋死人。他妈妈一看到这个，这不行，这个地方不能住，搬家。搬到一个地方，邻居有个屠户，杀猪的，所以孟子就学会杀动物，这也不行。最后第三次搬到一个学校旁边，孟子看到里面念书，他就跑到里头跟大家一起念书，这对了。这是什么？这就是近朱则赤，近墨则黑。小孩的习性非常非常重要，父母不能不注意。负面的、不善的不能让他接近，三岁之前不能让他看到，不能让他听到，不能让他接触到。母亲要非常严格的防范，让小孩看到、听到、接触到的全是正面的，他的思想行为纯正，中国世世代代有圣贤出来，就是这么教出来的。只要家里懂得教，都有出圣贤的可能。你要疏忽了，小孩本来是圣贤的本质，不会教，让他学坏了，这个损失就太大了！所以中国教学的理念就从这个地方生出来的，「苟不教，性乃迁」，就从这儿生出来的。所以中国人最懂得教育，最重视教育。",
      "zh_TW": "我們要承認人性本善，人之初，性本善，要承認，這真的不是假的。如何能把本性本善保持住？全靠教育。中國古代教童蒙，小朋友六、七歲上學了，念什麼東西？念《三字經》。《三字經》第一句話，「人之初，性本善。性相近，習相遠」。性是本性，本性大家都一樣，佛跟人都沒有差別，佛的本性本善，人的本性本善，沒有差別。可是怎麼樣？習就相遠了，如果沒有教育的話。習是什麼？習是習慣，習慣所謂是「近朱則赤，近墨則黑」。孟子的媽媽要搬三次家，為什麼？就是習性。原來她自己住的地方在鄉下，鄰近墳地很多，所以孟子，小孩，就學會去埋死人。他媽媽一看到這個，這不行，這個地方不能住，搬家。搬到一個地方，鄰居有個屠戶，殺豬的，所以孟子就學會殺動物，這也不行。最後第三次搬到一個學校旁邊，孟子看到裡面念書，他就跑到裡頭跟大家一起念書，這對了。這是什麼？這就是近朱則赤，近墨則黑。小孩的習性非常非常重要，父母不能不注意。負面的、不善的不能讓他接近，三歲之前不能讓他看到，不能讓他聽到，不能讓他接觸到。母親要非常嚴格的防範，讓小孩看到、聽到、接觸到的全是正面的，他的思想行為純正，中國世世代代有聖賢出來，就是這麼教出來的。只要家裡懂得教，都有出聖賢的可能。你要疏忽了，小孩本來是聖賢的本質，不會教，讓他學壞了，這個損失就太大了！所以中國教學的理念就從這個地方生出來的，「苟不教，性乃遷」，就從這兒生出來的。所以中國人最懂得教育，最重視教育。"
    },
    {
      "id": "02-037-0294_p0055",
      "zh_CN": "我们疏忽教育、不重视教育顶多两百年，两百年前重视，这两百年是从慈禧太后开始。所以我常常想，慈禧太后的文化水平不高。为什么？文化水平高，她会重视，她不至于疏忽。她对于儒释道不尊重，没有过去帝王那样尊重。过去的那些帝王，对儒释道都称老师，自己称弟子，尊师重道。高人都封为国师，经常礼请这些人到宫廷里讲经教学。这是他们从前的皇帝。慈禧执政，把这个制度废除不要了，自称为老佛爷，在佛菩萨、神仙面前她坐当中，其他的要坐两旁边。这个表法表得不好，让一般老百姓看到之后，对于佛菩萨、对于神圣的这个信心就衰退了。皇上不尊重，上行下效，人民不尊重。所以她的一百年影响我们的传统文化，对传统文化的信心逐渐下降，到民国没有了。所以我们丢掉两百年，造成今天社会动乱，灾害频繁的果报。懂得因果，到底怎么会变成这个样子？慈禧太后是祸首。",
      "zh_TW": "我們疏忽教育、不重視教育頂多兩百年，兩百年前重視，這兩百年是從慈禧太后開始。所以我常常想，慈禧太后的文化水平不高。為什麼？文化水平高，她會重視，她不至於疏忽。她對於儒釋道不尊重，沒有過去帝王那樣尊重。過去的那些帝王，對儒釋道都稱老師，自己稱弟子，尊師重道。高人都封為國師，經常禮請這些人到宮廷裡講經教學。這是他們從前的皇帝。慈禧執政，把這個制度廢除不要了，自稱為老佛爺，在佛菩薩、神仙面前她坐當中，其他的要坐兩旁邊。這個表法表得不好，讓一般老百姓看到之後，對於佛菩薩、對於神聖的這個信心就衰退了。皇上不尊重，上行下效，人民不尊重。所以她的一百年影響我們的傳統文化，對傳統文化的信心逐漸下降，到民國沒有了。所以我們丟掉兩百年，造成今天社會動亂，災害頻繁的果報。懂得因果，到底怎麼會變成這個樣子？慈禧太后是禍首。"
    },
    {
      "id": "02-037-0294_p0056",
      "zh_CN": "我们明白这个道理，要拯救这个社会没有别的，一定把教育，老祖宗的教育找回来，还得把胎教找回来。你看看西方极乐世界的人为什么那么好？都是阿弥陀佛自己真心、真智慧、真清净孕育出来的。阿弥陀佛懂得胎教，让所有往生的人托胎到那里是莲花里托胎，那个莲花是他真心、清净智慧变现出来的。所以去了极乐世界，将来个个成佛。花开见佛，听阿弥陀佛讲经说法，天天听，没有一天间断，一直保送你成佛为止。成佛就是毕业，毕业之后你到他方去教化众生。这个经典是宝，连胎教都在其中。每个怀孕的母亲要用真心，这十个月当中不要用妄心，用真心，真诚心；要用理智，不要感情用事；要用纯正，不能用偏邪，让妳的小孩（胎儿）受到负面的感染就不好了。这样孕育出来的就是圣贤的胚胎，出生之后好好调教，将来就是圣人、贤人，在佛门里讲那就是佛菩萨。",
      "zh_TW": "我們明白這個道理，要拯救這個社會沒有別的，一定把教育，老祖宗的教育找回來，還得把胎教找回來。你看看西方極樂世界的人為什麼那麼好？都是阿彌陀佛自己真心、真智慧、真清淨孕育出來的。阿彌陀佛懂得胎教，讓所有往生的人托胎到那裡是蓮花裡托胎，那個蓮花是他真心、清淨智慧變現出來的。所以去了極樂世界，將來個個成佛。花開見佛，聽阿彌陀佛講經說法，天天聽，沒有一天間斷，一直保送你成佛為止。成佛就是畢業，畢業之後你到他方去教化眾生。這個經典是寶，連胎教都在其中。每個懷孕的母親要用真心，這十個月當中不要用妄心，用真心，真誠心；要用理智，不要感情用事；要用純正，不能用偏邪，讓妳的小孩（胎兒）受到負面的感染就不好了。這樣孕育出來的就是聖賢的胚胎，出生之後好好調教，將來就是聖人、賢人，在佛門裡講那就是佛菩薩。"
    },
    {
      "id": "02-037-0294_p0057",
      "zh_CN": "「是故彼国人民，平等如佛，寿命亦皆无量。一生补佛。可知极乐主伴悉皆庄严，功德成就」。末后这句话更重要，庄严功德成就这六个字，我们在家庭能不能把这六个字做到？庄严的前面还要加四个字，这四个字虽然没有在此地，意思全包含了，真诚恭敬，庄严功德成就。家人，家里头有一个人学佛，懂得这些道理，落实在自己身心生活之中，你自自然然能感化你一家人，自然能帮助你的家人人人成就。你在一个团体里面学佛，你明白这个道理，你能感化这个团体，你这个团体就是极乐世界。极乐世界的一个细胞落在地球上，希望它繁衍，希望它发扬光大。你居住的地方将来就变成一个弥陀村、弥陀镇，再扩大就变成了弥陀城、弥陀市，做为这个世界一切居民的好榜样。这叫弘法利生，这叫如来家业。",
      "zh_TW": "「是故彼國人民，平等如佛，壽命亦皆無量。一生補佛。可知極樂主伴悉皆莊嚴，功德成就」。末後這句話更重要，莊嚴功德成就這六個字，我們在家庭能不能把這六個字做到？莊嚴的前面還要加四個字，這四個字雖然沒有在此地，意思全包含了，真誠恭敬，莊嚴功德成就。家人，家裡頭有一個人學佛，懂得這些道理，落實在自己身心生活之中，你自自然然能感化你一家人，自然能幫助你的家人人人成就。你在一個團體裡面學佛，你明白這個道理，你能感化這個團體，你這個團體就是極樂世界。極樂世界的一個細胞落在地球上，希望它繁衍，希望它發揚光大。你居住的地方將來就變成一個彌陀村、彌陀鎮，再擴大就變成了彌陀城、彌陀市，做為這個世界一切居民的好榜樣。這叫弘法利生，這叫如來家業。"
    },
    {
      "id": "02-037-0294_p0058",
      "zh_CN": "只要是真心，真心生智慧，妄心生烦恼。妄心里头生的是什么？自私自利、名闻利养、贪瞋痴慢，妄心生这个东西，这不好。真心生真实智慧，生道德、生和敬，佛法讲六和敬。释迦牟尼佛当年在世，教给我们那些戒品，现在在《大藏经》里律藏。现在是末法时期，戒律成就是正法时期的事情，像法是禅定，末法是净土。但是真正修净，戒定还是根基。用什么样的心去修戒定？用弥陀的心，活学活用。戒定修什么？具体的就是六个字，五戒、十善、十戒，十戒是沙弥十戒，就够了。这六个字真正做到，菩萨八万四千细行具足，小乘三千威仪也具足。学东西抓纲领，纲领抓住了，细目全在里头。问题就是个真心，真心是无私的心、无我的心，才能相应；如果有我、有私心，怎么修都不相应，佛菩萨来都没有用。世出世间一切圣贤法总是用心不同，这个很重要。果然用的是清净平等觉，他会得定、他会开悟，真正能成就一切庄严功德；用错了心就全盘都错了，用心不能不留意。今天时间到了，我们就学习到此地。",
      "zh_TW": "只要是真心，真心生智慧，妄心生煩惱。妄心裡頭生的是什麼？自私自利、名聞利養、貪瞋痴慢，妄心生這個東西，這不好。真心生真實智慧，生道德、生和敬，佛法講六和敬。釋迦牟尼佛當年在世，教給我們那些戒品，現在在《大藏經》裡律藏。現在是末法時期，戒律成就是正法時期的事情，像法是禪定，末法是淨土。但是真正修淨，戒定還是根基。用什麼樣的心去修戒定？用彌陀的心，活學活用。戒定修什麼？具體的就是六個字，五戒、十善、十戒，十戒是沙彌十戒，就夠了。這六個字真正做到，菩薩八萬四千細行具足，小乘三千威儀也具足。學東西抓綱領，綱領抓住了，細目全在裡頭。問題就是個真心，真心是無私的心、無我的心，才能相應；如果有我、有私心，怎麼修都不相應，佛菩薩來都沒有用。世出世間一切聖賢法總是用心不同，這個很重要。果然用的是清淨平等覺，他會得定、他會開悟，真正能成就一切莊嚴功德；用錯了心就全盤都錯了，用心不能不留意。今天時間到了，我們就學習到此地。"
    }
  ]
}