{
  "doc_id": "02-037-0348",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四八集",
    "zh_TW": "第三四八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0348",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0348_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七百六十页倒数第五行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七百六十頁倒數第五行："
    },
    {
      "id": "02-037-0348_p0002",
      "zh_CN": "第四，『起立塔像』，这就是造像、建塔。「塔」，梵语称为「窣堵波」，翻成中文是庙的意思。中国的庙是供奉祖先的，中国在上古时代祭祖先，所以非其鬼这是不会祭他的，这祭祀就显得是谄媚。一定是自己的亲属，自己的祖先，这是应该祭祀的，慎终追远，这是孝道。所以庙供神，供鬼神的。最初是供祖先，以后也供神，所有一切供奉神明的地方都称之为庙。或为「方坟」，因为它的形状多半是方形的，也有圆形的，方形的占多数。「谓置佛舍利处也」，佛陀灭度之后火化留下来很多舍利，佛弟子把这个舍利请回去建塔供养，要供佛的舍利。",
      "zh_TW": "第四，『起立塔像』，這就是造像、建塔。「塔」，梵語稱為「窣堵波」，翻成中文是廟的意思。中國的廟是供奉祖先的，中國在上古時代祭祖先，所以非其鬼這是不會祭他的，這祭祀就顯得是諂媚。一定是自己的親屬，自己的祖先，這是應該祭祀的，慎終追遠，這是孝道。所以廟供神，供鬼神的。最初是供祖先，以後也供神，所有一切供奉神明的地方都稱之為廟。或為「方墳」，因為它的形狀多半是方形的，也有圓形的，方形的佔多數。「謂置佛舍利處也」，佛陀滅度之後火化留下來很多舍利，佛弟子把這個舍利請回去建塔供養，要供佛的舍利。"
    },
    {
      "id": "02-037-0348_p0003",
      "zh_CN": "《会疏》里面有说，安塔有三种意思，为什么要供佛的舍利。第一个「表人胜」，这个人太殊胜了，人中稀有，对人类做出最伟大的贡献，这个人值得一切人尊敬、景仰，向他学习，表这个意思。有人说供养佛菩萨，佛菩萨保佑我，这个观念有两种，真正明白的，这是正确的，不了解其中真实义的那就是迷信。自古传到今，现在明白的人不多，迷信的人很多，都把他当作神明供奉、供养，他会保佑。其实他是真保佑，但是你不懂得。真保佑什么？向他学习，这是真保佑。他有大智慧，他有殊胜的理念，有很好的生活处事待人的这些德行、这些方法，有伟大的成就，对于一切众生做出了贡献，样样向他学习，这就真的保佑。我们供养阿弥陀佛，每天念佛、每天拜佛，如果不向阿弥陀佛学习，所得的好处很有限；如果你供养他、礼拜他，真的想学他，那个利益就太大太大了。学到最圆满，你就是阿弥陀佛，阿弥陀佛就是你，你跟阿弥陀佛是一不是二，这个利益就无量无边。所以对他不认识、不了解、不透彻，你怎么学他？",
      "zh_TW": "《會疏》裡面有說，安塔有三種意思，為什麼要供佛的舍利。第一個「表人勝」，這個人太殊勝了，人中稀有，對人類做出最偉大的貢獻，這個人值得一切人尊敬、景仰，向他學習，表這個意思。有人說供養佛菩薩，佛菩薩保佑我，這個觀念有兩種，真正明白的，這是正確的，不了解其中真實義的那就是迷信。自古傳到今，現在明白的人不多，迷信的人很多，都把他當作神明供奉、供養，他會保佑。其實他是真保佑，但是你不懂得。真保佑什麼？向他學習，這是真保佑。他有大智慧，他有殊勝的理念，有很好的生活處事待人的這些德行、這些方法，有偉大的成就，對於一切眾生做出了貢獻，樣樣向他學習，這就真的保佑。我們供養阿彌陀佛，每天念佛、每天拜佛，如果不向阿彌陀佛學習，所得的好處很有限；如果你供養他、禮拜他，真的想學他，那個利益就太大太大了。學到最圓滿，你就是阿彌陀佛，阿彌陀佛就是你，你跟阿彌陀佛是一不是二，這個利益就無量無邊。所以對他不認識、不了解、不透徹，你怎麼學他？"
    },
    {
      "id": "02-037-0348_p0004",
      "zh_CN": "诸佛菩萨、世间圣贤都是我们的好榜样，什么榜样？幸福美满人生的好榜样。我们希望社会安定，希望众生生活在一起和谐，互助合作，希望每个人都过得幸福快乐，阿弥陀佛就是最好的榜样，他居住的地方叫极乐世界。我们要想真的快乐就得向他学习，认真研究他的经典，研究明白了，认真努力去效法、去落实，这样我们自己就变成阿弥陀佛的化身。开始学学得不到家，是化身，学到家了就是阿弥陀佛的真身。我们一家人学习，这个家园就是极乐世界；一个小镇、一个县城人人都能够学习，这个地区就变成地球上的极乐世界。跟西方极乐世界有没有差别？理上没有差别，事上有差别。事上差别在哪里？西方极乐世界的众生烦恼习气断干净了，纯净纯善；我们这个地方居住的众生，包括自己，我们也在断恶修善，但是断得不干净，习气还存在，这就是理上相同，事上有差别。",
      "zh_TW": "諸佛菩薩、世間聖賢都是我們的好榜樣，什麼榜樣？幸福美滿人生的好榜樣。我們希望社會安定，希望眾生生活在一起和諧，互助合作，希望每個人都過得幸福快樂，阿彌陀佛就是最好的榜樣，他居住的地方叫極樂世界。我們要想真的快樂就得向他學習，認真研究他的經典，研究明白了，認真努力去效法、去落實，這樣我們自己就變成阿彌陀佛的化身。開始學學得不到家，是化身，學到家了就是阿彌陀佛的真身。我們一家人學習，這個家園就是極樂世界；一個小鎮、一個縣城人人都能夠學習，這個地區就變成地球上的極樂世界。跟西方極樂世界有沒有差別？理上沒有差別，事上有差別。事上差別在哪裡？西方極樂世界的眾生煩惱習氣斷乾淨了，純淨純善；我們這個地方居住的眾生，包括自己，我們也在斷惡修善，但是斷得不乾淨，習氣還存在，這就是理上相同，事上有差別。"
    },
    {
      "id": "02-037-0348_p0005",
      "zh_CN": "我们在这个世间不可能影响整个世界，阿弥陀佛不但影响他居住的那个星球，甚至于他影响十方一切诸佛刹土。这就像中国古籍里头所说的，汤王以七十里而王天下，这就是汤王圣明，他的领土只有七十里，不大，像现在一个小乡镇。古时候的七十里大概只有现在三、四十里，古时候的度量衡小，周文王百里，也不过现在五十里而已。王天下是什么意思？他所治理这个地区治得好，样样都好，可以做为天下诸侯国的榜样，这些诸侯国尊他为天子。这个天子跟以后的天子不一样，以后的天子是皇上，那个时候国家没统一，都是小国。百里这就叫大国，还有小国三十里、四十里的，简直就是一个乡镇，没统一，这些小地方的领导叫诸侯。经典上记载，商周时代，商比较少一点，在中国这块大地上有几百个诸侯国。周朝时代，历史上记得很清楚，八百诸侯，就是八百多个城堡，每个城堡是一个诸侯国。有的大的诸侯国有几个城堡，小诸侯国一个。尊汤王为天子，向汤王学习修身、齐家、治国，跟其他的诸侯国和睦相处，学这些道理、学这些方法、学这些经验。这一个做好的这个国等于说领导全世界，那个时候叫天下，影响到天下。所以国家不在大小，你做出好榜样，你起了作用就影响到整个世界。",
      "zh_TW": "我們在這個世間不可能影響整個世界，阿彌陀佛不但影響他居住的那個星球，甚至於他影響十方一切諸佛剎土。這就像中國古籍裡頭所說的，湯王以七十里而王天下，這就是湯王聖明，他的領土只有七十里，不大，像現在一個小鄉鎮。古時候的七十里大概只有現在三、四十里，古時候的度量衡小，周文王百里，也不過現在五十里而已。王天下是什麼意思？他所治理這個地區治得好，樣樣都好，可以做為天下諸侯國的榜樣，這些諸侯國尊他為天子。這個天子跟以後的天子不一樣，以後的天子是皇上，那個時候國家沒統一，都是小國。百里這就叫大國，還有小國三十里、四十里的，簡直就是一個鄉鎮，沒統一，這些小地方的領導叫諸侯。經典上記載，商周時代，商比較少一點，在中國這塊大地上有幾百個諸侯國。周朝時代，歷史上記得很清楚，八百諸侯，就是八百多個城堡，每個城堡是一個諸侯國。有的大的諸侯國有幾個城堡，小諸侯國一個。尊湯王為天子，向湯王學習修身、齊家、治國，跟其他的諸侯國和睦相處，學這些道理、學這些方法、學這些經驗。這一個做好的這個國等於說領導全世界，那個時候叫天下，影響到天下。所以國家不在大小，你做出好榜樣，你起了作用就影響到整個世界。"
    },
    {
      "id": "02-037-0348_p0006",
      "zh_CN": "秦以后统一了，统一的这些帝王，都用他自己居住的这个城市做榜样。自己居住这个城市现在叫首都，从前叫京师，首都没有京师的意思好。京是什么？大城，师是师范，这个大城里面的政治、制度、教学，各行各业都可以做其他城市的榜样、其他城市的模范。京师的首长京兆尹，在现在就是首都的市长，他的使命很大，担子很重，因为他要把这一个市做为全国的示范点、示范城市。上面皇上天天督促他，样样都要好，样样都做到全国第一。所以京师这个名称好，意思很明显，听到京师，住在京师，我就是别人的好样子。我家在京师，我的家是所有家庭的好样子，要不然这京师两个字名实就不相符，一定要名符其实。这是中国传统文化，现在全都没有了。哪一个城市做，哪一个城市就是模范、就是榜样。实在讲，这个模范、榜样一定要京城做，为什么？别的地方做了，别的地方变成全国第一，那个地方领导全国，这国家领导人怎么办？这是事实摆在面前。所以第一个做榜样的是谁？皇上。他是这一国家人民的榜样，这一国人都要能像他，有他的德行，学他的智慧。他的家是一切家庭的榜样，他居住的城市是所有城市的榜样。人胜。",
      "zh_TW": "秦以後統一了，統一的這些帝王，都用他自己居住的這個城市做榜樣。自己居住這個城市現在叫首都，從前叫京師，首都沒有京師的意思好。京是什麼？大城，師是師範，這個大城裡面的政治、制度、教學，各行各業都可以做其他城市的榜樣、其他城市的模範。京師的首長京兆尹，在現在就是首都的市長，他的使命很大，擔子很重，因為他要把這一個市做為全國的示範點、示範城市。上面皇上天天督促他，樣樣都要好，樣樣都做到全國第一。所以京師這個名稱好，意思很明顯，聽到京師，住在京師，我就是別人的好樣子。我家在京師，我的家是所有家庭的好樣子，要不然這京師兩個字名實就不相符，一定要名符其實。這是中國傳統文化，現在全都沒有了。哪一個城市做，哪一個城市就是模範、就是榜樣。實在講，這個模範、榜樣一定要京城做，為什麼？別的地方做了，別的地方變成全國第一，那個地方領導全國，這國家領導人怎麼辦？這是事實擺在面前。所以第一個做榜樣的是誰？皇上。他是這一國家人民的榜樣，這一國人都要能像他，有他的德行，學他的智慧。他的家是一切家庭的榜樣，他居住的城市是所有城市的榜樣。人勝。"
    },
    {
      "id": "02-037-0348_p0007",
      "zh_CN": "第二个，「令他信」。别人相信，因为你真做出来了。你没有做出来，光是会说不会做，没做到，人家不相信，自己一定要做到，这就是对社会、对大众做出真实利益，做出真正的贡献。第三个，「为报恩」。令他信是事，报恩是理。我为什么要这样做法？报父母之恩、报老师之恩、报国主之恩。没有贤明的国主，政治怎么可能做得这么好，人民能够过到太平盛世、安定幸福的生活？国主之恩，国主懂得教育，把人全教好了。安塔有这三层意思。",
      "zh_TW": "第二個，「令他信」。別人相信，因為你真做出來了。你沒有做出來，光是會說不會做，沒做到，人家不相信，自己一定要做到，這就是對社會、對大眾做出真實利益，做出真正的貢獻。第三個，「為報恩」。令他信是事，報恩是理。我為什麼要這樣做法？報父母之恩、報老師之恩、報國主之恩。沒有賢明的國主，政治怎麼可能做得這麼好，人民能夠過到太平盛世、安定幸福的生活？國主之恩，國主懂得教育，把人全教好了。安塔有這三層意思。"
    },
    {
      "id": "02-037-0348_p0008",
      "zh_CN": "「《法华经》曰：诸佛灭度已」，就是灭度之后，「供养舍利者，起万亿种塔」，有金、有银、有颇梨，这个颇梨就是我们现在讲的水晶，古时候没有现在的玻璃。水晶是透明的，经典上讲的颇梨，水晶。「或有起石庙，栴檀」，这是木造的，栴檀香、沉水香，「木樒并余材」，这都是最好的木材，用这些来建造，还有「砖瓦泥土等」。这就是讲建造塔庙这个材质都是选最好的，尽心尽力去选。「若于旷野中，积土成佛庙」。如果在旷野里，那就地取材，旷野里头泥沙多、石头多，用这些东西来建庙。「乃至童子戏，聚沙为佛塔」。童子，小孩，他们游戏，在沙土里面用沙堆成一个佛塔。「如是诸人等，皆已成佛道」，这是说建塔的功德。怎么说他已经成佛道？他知道有佛，阿赖耶里头已经有佛的种子，这个种子叫金刚种子，永远不坏，遇到缘它就起作用。童子，阿赖耶识里头有佛的种子，他将来长大遇到缘必定修行，必定学佛，说不定一生成就。如果遇到这个法门，这个法门是万修万人去，一个都不会漏掉的。",
      "zh_TW": "「《法華經》曰：諸佛滅度已」，就是滅度之後，「供養舍利者，起萬億種塔」，有金、有銀、有頗梨，這個頗梨就是我們現在講的水晶，古時候沒有現在的玻璃。水晶是透明的，經典上講的頗梨，水晶。「或有起石廟，栴檀」，這是木造的，栴檀香、沉水香，「木樒並餘材」，這都是最好的木材，用這些來建造，還有「磚瓦泥土等」。這就是講建造塔廟這個材質都是選最好的，盡心盡力去選。「若於曠野中，積土成佛廟」。如果在曠野裡，那就地取材，曠野裡頭泥沙多、石頭多，用這些東西來建廟。「乃至童子戲，聚沙為佛塔」。童子，小孩，他們遊戲，在沙土裡面用沙堆成一個佛塔。「如是諸人等，皆已成佛道」，這是說建塔的功德。怎麼說他已經成佛道？他知道有佛，阿賴耶裡頭已經有佛的種子，這個種子叫金剛種子，永遠不壞，遇到緣它就起作用。童子，阿賴耶識裡頭有佛的種子，他將來長大遇到緣必定修行，必定學佛，說不定一生成就。如果遇到這個法門，這個法門是萬修萬人去，一個都不會漏掉的。"
    },
    {
      "id": "02-037-0348_p0009",
      "zh_CN": "所以建塔，这个塔放在这个地方，有人从这经过看到，都会知道这是佛的塔，阿赖耶识有佛的种子，每见一次，每提醒一次，佛的种子渐渐成为有力量，薰习时间久了它起现行。如果没有种子的，他一定会问，这个地方这个小塔，这是什么东西？这是什么用处？这一问他明白了。这是什么？这是度他，帮助一切众生下成佛的种子，功德在这个地方。所以如是诸人等，皆已成佛道，这建塔的作用，建塔的功德。",
      "zh_TW": "所以建塔，這個塔放在這個地方，有人從這經過看到，都會知道這是佛的塔，阿賴耶識有佛的種子，每見一次，每提醒一次，佛的種子漸漸成為有力量，薰習時間久了它起現行。如果沒有種子的，他一定會問，這個地方這個小塔，這是什麼東西？這是什麼用處？這一問他明白了。這是什麼？這是度他，幫助一切眾生下成佛的種子，功德在這個地方。所以如是諸人等，皆已成佛道，這建塔的作用，建塔的功德。"
    },
    {
      "id": "02-037-0348_p0010",
      "zh_CN": "下面讲造像，「像，指佛像。据《增一阿含》」，《增一阿含经》里头有说，「佛升忉利」，释迦牟尼佛为报母亲之恩。佛出世七天，母亲就生忉利天，福报太大了。世尊是姨母带大的，他母亲的妹妹，姊妹两个都嫁给净饭王，净饭王的妃子。为报母亲恩，到忉利天讲《地藏菩萨本愿经》，孝经，在忉利天宫讲的。「优填王忆佛」，这是当时一个大国王，那么久的时间见不到佛他想念，于是「用牛头栴檀雕佛像高五尺，是为此土」，此土是指我们这个地球，「雕像之始」。这有人造像了，给释迦牟尼佛造一个木雕的，这是檀香木雕的，牛头栴檀，檀香木里头最好的。这檀香木雕了一尊释迦牟尼佛的像，高五尺，是因为想佛，佛到忉利天去了，想佛，雕一尊像天天看到他。",
      "zh_TW": "下面講造像，「像，指佛像。據《增一阿含》」，《增一阿含經》裡頭有說，「佛升忉利」，釋迦牟尼佛為報母親之恩。佛出世七天，母親就生忉利天，福報太大了。世尊是姨母帶大的，他母親的妹妹，姊妹兩個都嫁給淨飯王，淨飯王的妃子。為報母親恩，到忉利天講《地藏菩薩本願經》，孝經，在忉利天宮講的。「優填王憶佛」，這是當時一個大國王，那麼久的時間見不到佛他想念，於是「用牛頭栴檀雕佛像高五尺，是為此土」，此土是指我們這個地球，「雕像之始」。這有人造像了，給釋迦牟尼佛造一個木雕的，這是檀香木雕的，牛頭栴檀，檀香木裡頭最好的。這檀香木雕了一尊釋迦牟尼佛的像，高五尺，是因為想佛，佛到忉利天去了，想佛，雕一尊像天天看到他。"
    },
    {
      "id": "02-037-0348_p0011",
      "zh_CN": "「《法华经》云：若人为佛故，建立诸形像」，为了佛造佛像，为佛的智慧、为佛的道德、为佛的教化、为佛慈悲普度一切众生，给佛造像。「刻雕成众相，皆已成佛道」，为什么？佛的三十二相八十种好深深印在这个人的阿赖耶识里头，因为他造一定把它造出来，观想、观像，四种念佛他具足这两种，想佛的像怎么样把它雕出来。「又《造像功德经》曰：若人临终发言造像，乃至如[麦/广]麦」。这个意思是，像中国的小麦，体积很小，造的像不大，现在我们讲微雕，用一粒米，或者用芝麻这样小的东西雕成的佛像，「能除三世八十亿劫生死之罪」，发心做这个。微雕是要非常细心，还得用放大镜，没有放大镜那是很好的眼力，一般人眼睛老花了看不清楚。现在的微雕用机器，用大的放大镜，倍数高的。我们在博物馆参观，有看到微雕的，微雕艺术现在很普遍，雕刻经文的非常之多，一个很小，大概在一寸的方圆，能够雕一部《金刚经》，五千多字，大概只有指甲这么大。雕刻佛像、菩萨像、罗汉像非常精美，人要观看用放大镜细心去观察、去欣赏。这有没有好处？有。跟大的相不一样，大的像一看，看过了，不仔细。这仔细看，用那种真诚恭敬心仔细看，所以印象深。这个印象深就是阿赖耶种子深，这种子有力。有力是你不会忘记，见过一次还常常想到，提起来这个印象立刻现前，就起现行。所以它能除八十亿劫生死重罪。经上说的这些话全是真的，不是假的，我们不知道，这就是它有很深的道理在。",
      "zh_TW": "「《法華經》云：若人為佛故，建立諸形像」，為了佛造佛像，為佛的智慧、為佛的道德、為佛的教化、為佛慈悲普度一切眾生，給佛造像。「刻雕成眾相，皆已成佛道」，為什麼？佛的三十二相八十種好深深印在這個人的阿賴耶識裡頭，因為他造一定把它造出來，觀想、觀像，四種念佛他具足這兩種，想佛的像怎麼樣把它雕出來。「又《造像功德經》曰：若人臨終發言造像，乃至如[麥/廣]麥」。這個意思是，像中國的小麥，體積很小，造的像不大，現在我們講微雕，用一粒米，或者用芝麻這樣小的東西雕成的佛像，「能除三世八十億劫生死之罪」，發心做這個。微雕是要非常細心，還得用放大鏡，沒有放大鏡那是很好的眼力，一般人眼睛老花了看不清楚。現在的微雕用機器，用大的放大鏡，倍數高的。我們在博物館參觀，有看到微雕的，微雕藝術現在很普遍，雕刻經文的非常之多，一個很小，大概在一寸的方圓，能夠雕一部《金剛經》，五千多字，大概只有指甲這麼大。雕刻佛像、菩薩像、羅漢像非常精美，人要觀看用放大鏡細心去觀察、去欣賞。這有沒有好處？有。跟大的相不一樣，大的像一看，看過了，不仔細。這仔細看，用那種真誠恭敬心仔細看，所以印象深。這個印象深就是阿賴耶種子深，這種子有力。有力是你不會忘記，見過一次還常常想到，提起來這個印象立刻現前，就起現行。所以它能除八十億劫生死重罪。經上說的這些話全是真的，不是假的，我們不知道，這就是它有很深的道理在。"
    },
    {
      "id": "02-037-0348_p0012",
      "zh_CN": "下面是『饭食沙门』。就是斋僧。「以饭食供养僧众」，在中国俗称为打千僧斋，供斋，请一千个出家人，这个修福！大富人家喜欢修这样的功德，实在是修福德。世间人学佛毕竟求福的多，求慧的少，求福的人多，喜欢福报。「《六波罗蜜多经》云：以食施者，当施五事」，就是布施饮食这里头含着有五桩事情，这是说他的福报。第一个「施命。若人无食，难以济命」。布施饮食就是供养他的身命，他的身体离开饮食就不能活下去。所以这个布施功德就大，用我们现在讲是救命，还有哪一桩好事能比得上这桩好事！所以接受布施的要感恩、要祝福、要回向，把自己所修学的回向给施主、回向给众生。第三「施力。以是食故，增益气力」。有气力才能工作，修行也要有气力，没有气力那就生病了，生病就妨碍你修行、妨碍你工作，可见得饮食施命、施力。",
      "zh_TW": "下面是『飯食沙門』。就是齋僧。「以飯食供養僧眾」，在中國俗稱為打千僧齋，供齋，請一千個出家人，這個修福！大富人家喜歡修這樣的功德，實在是修福德。世間人學佛畢竟求福的多，求慧的少，求福的人多，喜歡福報。「《六波羅蜜多經》云：以食施者，當施五事」，就是布施飲食這裡頭含著有五樁事情，這是說他的福報。第一個「施命。若人無食，難以濟命」。布施飲食就是供養他的身命，他的身體離開飲食就不能活下去。所以這個布施功德就大，用我們現在講是救命，還有哪一樁好事能比得上這樁好事！所以接受布施的要感恩、要祝福、要迴向，把自己所修學的迴向給施主、迴向給眾生。第三「施力。以是食故，增益氣力」。有氣力才能工作，修行也要有氣力，沒有氣力那就生病了，生病就妨礙你修行、妨礙你工作，可見得飲食施命、施力。"
    },
    {
      "id": "02-037-0348_p0013",
      "zh_CN": "第四，「施乐。以此食故，身心安乐。五者施辩。若饥饿者，身心怯弱。言说謇讷，不能辩了」。你就是再有智慧、再有辩才，如果你在饥饿的时候，饿得力气都没有了，话都说不出来，你怎么能跟别人辩论？怎么能够教化众生？这些，饮食是多么大的事情。第五施辩，布施饮食增长他的辩才。「饮食充足，身心勇锐，得大辩才，智慧无碍」。所以这身体的健康关系非常大。佛经里面所说，「法轮未转，食轮先」；换句话说，吃饱了有力气才能转法轮，转法轮就是教学。自己修行、教化众生都需要健康的身体，要很好的精神气力，这才能办事。我们知道布施这五种事，知道它的意义，知道它的真实功德，我们就会喜欢布施。",
      "zh_TW": "第四，「施樂。以此食故，身心安樂。五者施辯。若飢餓者，身心怯弱。言說謇訥，不能辯了」。你就是再有智慧、再有辯才，如果你在飢餓的時候，餓得力氣都沒有了，話都說不出來，你怎麼能跟別人辯論？怎麼能夠教化眾生？這些，飲食是多麼大的事情。第五施辯，布施飲食增長他的辯才。「飲食充足，身心勇銳，得大辯才，智慧無礙」。所以這身體的健康關係非常大。佛經裡面所說，「法輪未轉，食輪先」；換句話說，吃飽了有力氣才能轉法輪，轉法輪就是教學。自己修行、教化眾生都需要健康的身體，要很好的精神氣力，這才能辦事。我們知道布施這五種事，知道它的意義，知道它的真實功德，我們就會喜歡布施。"
    },
    {
      "id": "02-037-0348_p0014",
      "zh_CN": "「饭食沙门者，经云：正令得满四天下宝，其利不如请一清净沙门，诣舍供养，得利殊倍」。这是佛在经里头勉励在家同学，要知道布施沙门，出家人，布施他得大利益。大利益在哪里？他修行，他有成就，是你布施有功，他成就之后，他能够弘法利生，也是你布施饮食之功。即使你这一生只布施过一次，这个出家人将来成就弘法利生，所有功德都有你一分。这一分不能缺少，缺少可能他的身命就断了，身命一断，修学、弘法利生全都等于零。这个布施多么重要！",
      "zh_TW": "「飯食沙門者，經云：正令得滿四天下寶，其利不如請一清淨沙門，詣舍供養，得利殊倍」。這是佛在經裡頭勉勵在家同學，要知道布施沙門，出家人，布施他得大利益。大利益在哪裡？他修行，他有成就，是你布施有功，他成就之後，他能夠弘法利生，也是你布施飲食之功。即使你這一生只布施過一次，這個出家人將來成就弘法利生，所有功德都有你一分。這一分不能缺少，缺少可能他的身命就斷了，身命一斷，修學、弘法利生全都等於零。這個布施多麼重要！"
    },
    {
      "id": "02-037-0348_p0015",
      "zh_CN": "经上说的比喻都不是妄语，都是实在的。经上说清净沙门，持戒、修定、开智慧的这些修行有成就者，这是清净沙门。还没有得清净心的，甚至于还造作罪业的，要不要供养他？要，你供养他，你所得的功德利益是圆满的。他自己有他自己的业报，我有我的业报，所谓「公修公得，婆修婆得，不修不得」。我们明白这个道理，在现前这个环境，如何能够修清净功德？经上讲得好，只要我们自己心清净，境界就清净。我们用清净心供养一个不清净的修行人，我得的功德是清净的，他修的功德不清净，我得的是清净。这是什么道理？这就是经上常说的，「一切法从心想生」。经上佛说「境随心转」，我们能转境界，不被境界所转，这就对了。明白这个道理才知道佛门真广大，一切时、一切处，一切众生会修都修成圆满功德。所以禅宗老师测验学生，常说「你会么？」问题在会不会。境界没有问题，因为境界不是真的，凡所有相皆是虚妄，借假修真，你要会这个本事，你每天修积的都是真实功德，都是无量无边。所以得利殊倍，所得的利益超过满四天下珍宝布施。",
      "zh_TW": "經上說的比喻都不是妄語，都是實在的。經上說清淨沙門，持戒、修定、開智慧的這些修行有成就者，這是清淨沙門。還沒有得清淨心的，甚至於還造作罪業的，要不要供養他？要，你供養他，你所得的功德利益是圓滿的。他自己有他自己的業報，我有我的業報，所謂「公修公得，婆修婆得，不修不得」。我們明白這個道理，在現前這個環境，如何能夠修清淨功德？經上講得好，只要我們自己心清淨，境界就清淨。我們用清淨心供養一個不清淨的修行人，我得的功德是清淨的，他修的功德不清淨，我得的是清淨。這是什麼道理？這就是經上常說的，「一切法從心想生」。經上佛說「境隨心轉」，我們能轉境界，不被境界所轉，這就對了。明白這個道理才知道佛門真廣大，一切時、一切處，一切眾生會修都修成圓滿功德。所以禪宗老師測驗學生，常說「你會麼？」問題在會不會。境界沒有問題，因為境界不是真的，凡所有相皆是虛妄，借假修真，你要會這個本事，你每天修積的都是真實功德，都是無量無邊。所以得利殊倍，所得的利益超過滿四天下珍寶布施。"
    },
    {
      "id": "02-037-0348_p0016",
      "zh_CN": "底下一段，『悬缯然灯，散华烧香』。「缯，帛之总名」，也就是现在所说的丝织品，丝织品的总名称为缯。「悬缯」，是用缯造成的幢幡宝盖，这些东西悬挂在佛殿，佛的大殿显得格外的庄严，目的是接引初学，而且都有表法的意思。《百缘经》上有一段话，「佛在世时」，释迦牟尼佛当年在世的时候，「有婆多迦」，有这么一个人，过去曾作一长幡悬挂在毘婆尸佛的塔上。「从是以来，九十一劫，常有大幡覆荫其上，受福快乐」。这个长大的幡可以遮蔽风雨，也遮蔽太阳。这个人以后出家得阿罗汉果，证阿罗汉果。这是说悬挂幢幡宝盖。",
      "zh_TW": "底下一段，『懸繒然燈，散華燒香』。「繒，帛之總名」，也就是現在所說的絲織品，絲織品的總名稱為繒。「懸繒」，是用繒造成的幢幡寶蓋，這些東西懸掛在佛殿，佛的大殿顯得格外的莊嚴，目的是接引初學，而且都有表法的意思。《百緣經》上有一段話，「佛在世時」，釋迦牟尼佛當年在世的時候，「有婆多迦」，有這麼一個人，過去曾作一長幡懸掛在毘婆尸佛的塔上。「從是以來，九十一劫，常有大幡覆蔭其上，受福快樂」。這個長大的幡可以遮蔽風雨，也遮蔽太陽。這個人以後出家得阿羅漢果，證阿羅漢果。這是說懸掛幢幡寶蓋。"
    },
    {
      "id": "02-037-0348_p0017",
      "zh_CN": "幢幡，在中国古代它是表法的，也是信号。古时候没有资讯，信息传达很不方便，但是它也有它的方法，就是向高处悬挂这些旗帜，幢幡、宝盖都是属于旗帜一类的。寺庙里面有旗杆，不是挂国旗的，就是悬挂幢幡。幢是圆形的，幡是扁形的，最初幢幡上没有写字的，以后都写了字，写字就更明显。悬幢，寺庙今天有讲经；悬幡，这个道场今天有法会。建立法会，今天有大悲忏，这个幡上就写大悲忏，远当然不知道，近就看到了，今天什么活动。幢是今天讲经，如果这个幢上写的《大方广佛华严经》，还有加「南无」的，《南无大方广佛华严经》、《南无妙法莲华经》，这个幢挂上了，今天讲《华严》、讲《法华》，等于通知大众的。因为佛法是师道，师道是只闻来学，未闻往教。佛不会通知你个人的，佛也不会劝你来听经，都是你自动自发来的。自动自发是什么？你有诚意，有诚敬心，所以一分诚敬有一分收获。邀请你来的未必有诚意，没有诚意，佛来讲经你也不得利益。所以佛法不邀请，活动有信号发出去，你看到了自动来参加，取这个意思。",
      "zh_TW": "幢幡，在中國古代它是表法的，也是信號。古時候沒有資訊，信息傳達很不方便，但是它也有它的方法，就是向高處懸掛這些旗幟，幢幡、寶蓋都是屬於旗幟一類的。寺廟裡面有旗桿，不是掛國旗的，就是懸掛幢幡。幢是圓形的，幡是扁形的，最初幢幡上沒有寫字的，以後都寫了字，寫字就更明顯。懸幢，寺廟今天有講經；懸幡，這個道場今天有法會。建立法會，今天有大悲懺，這個幡上就寫大悲懺，遠當然不知道，近就看到了，今天什麼活動。幢是今天講經，如果這個幢上寫的《大方廣佛華嚴經》，還有加「南無」的，《南無大方廣佛華嚴經》、《南無妙法蓮華經》，這個幢掛上了，今天講《華嚴》、講《法華》，等於通知大眾的。因為佛法是師道，師道是只聞來學，未聞往教。佛不會通知你個人的，佛也不會勸你來聽經，都是你自動自發來的。自動自發是什麼？你有誠意，有誠敬心，所以一分誠敬有一分收穫。邀請你來的未必有誠意，沒有誠意，佛來講經你也不得利益。所以佛法不邀請，活動有信號發出去，你看到了自動來參加，取這個意思。"
    },
    {
      "id": "02-037-0348_p0018",
      "zh_CN": "然是燃烧。灯是灯烛、灯火。「《施灯功德经》云：佛告舍利弗，或有人于佛塔庙诸形像（就是佛像、菩萨像），而设供养故，奉施灯明，乃至以少灯炬，或酥油涂然」，然是点燃，「持以奉施，其明唯照一道一阶」，这是说它的光不大，只能照一个台阶，只能照眼前的一个小路。「舍利弗：如此福德，非是一切声闻、缘觉所能可知，唯佛如来乃能知也」。这是布施，在黑夜没有日月光照之处点一盏灯，灯光再弱、再小，甚至于只能照一条小路、一个台阶，佛告舍利弗，这个布施功德声闻、缘觉都不知道，唯佛与佛乃能知也。这是什么？总是至诚所感，全在用心。台阶，尤其是比较危险容易跌倒的，这个地方有一盏灯，很暗，有一盏灯跟没有灯大不相同，微弱的灯光，人很小心谨慎，不至于跌倒，不至于迷失方向。",
      "zh_TW": "然是燃燒。燈是燈燭、燈火。「《施燈功德經》云：佛告舍利弗，或有人於佛塔廟諸形像（就是佛像、菩薩像），而設供養故，奉施燈明，乃至以少燈炬，或酥油塗然」，然是點燃，「持以奉施，其明唯照一道一階」，這是說它的光不大，只能照一個台階，只能照眼前的一個小路。「舍利弗：如此福德，非是一切聲聞、緣覺所能可知，唯佛如來乃能知也」。這是布施，在黑夜沒有日月光照之處點一盞燈，燈光再弱、再小，甚至於只能照一條小路、一個台階，佛告舍利弗，這個布施功德聲聞、緣覺都不知道，唯佛與佛乃能知也。這是什麼？總是至誠所感，全在用心。台階，尤其是比較危險容易跌倒的，這個地方有一盞燈，很暗，有一盞燈跟沒有燈大不相同，微弱的燈光，人很小心謹慎，不至於跌倒，不至於迷失方向。"
    },
    {
      "id": "02-037-0348_p0019",
      "zh_CN": "施与灯明，他将来在果报上所感得的是智慧。灯明也是表法，佛堂、塔庙，在佛舍利塔面前燃灯，在寺院庵堂佛菩萨形像面前燃灯，这属于表法，表智慧光明，利益众生。佛讲经教学，体是智慧，没有智慧不能讲经教学。施灯是财布施，得的果报是智慧，不可思议！一般经上告诉我们，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，这一盏灯三种布施具足。里头有财，灯的体是财，从前是油灯、是蜡烛；可是灯的光明它表的是法，人得到这个光明照耀，他不会害怕了，这就他离开畏惧的心，这是无畏布施，一样三种布施具足。所以布施灯明的人很多，愿意在佛像前面、佛寺面前燃灯，这个很多。它有这么大的功德，声闻、缘觉他们的神通智慧都不知道，佛知道，这是真诚之所感，总是用心纯正。",
      "zh_TW": "施與燈明，他將來在果報上所感得的是智慧。燈明也是表法，佛堂、塔廟，在佛舍利塔面前燃燈，在寺院庵堂佛菩薩形像面前燃燈，這屬於表法，表智慧光明，利益眾生。佛講經教學，體是智慧，沒有智慧不能講經教學。施燈是財布施，得的果報是智慧，不可思議！一般經上告訴我們，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，這一盞燈三種布施具足。裡頭有財，燈的體是財，從前是油燈、是蠟燭；可是燈的光明它表的是法，人得到這個光明照耀，他不會害怕了，這就他離開畏懼的心，這是無畏布施，一樣三種布施具足。所以布施燈明的人很多，願意在佛像前面、佛寺面前燃燈，這個很多。它有這麼大的功德，聲聞、緣覺他們的神通智慧都不知道，佛知道，這是真誠之所感，總是用心純正。"
    },
    {
      "id": "02-037-0348_p0020",
      "zh_CN": "「散华，散布鲜花，以供养佛也。《会疏》云：散花者，花开清净。妙色妙香，散诸佛刹。若有花开，诸佛来坐。是故下界中以花为净土。见色闻香，诸鬼神等嫌之，犹如粪秽色香」。这括弧有说明，「谓诸鬼神以花之色香，同于粪便，故嫌之」。这一段告诉我们香花能够供佛、供天，天人他们见色闻香，佛，供佛，这个地方有花、有香，佛会光临，天神也会光临。鬼神见到这个好香、香花，他就远离，各人业报差别不同，他没有这个福分，花色花香他的感触跟粪便相同，他不喜欢。可是天神他喜欢。这些我们明白了，燃香一定要燃好香，这是对佛菩萨、对神明的恭敬。如果这个不好的香、很难闻的香，鬼神喜欢，佛菩萨不喜欢。我们常常供好花、好香，我们就知道，冤亲债主这些鬼神他远离你，诸佛菩萨、诸天善神他来接近你，他会到这边来坐坐。",
      "zh_TW": "「散華，散布鮮花，以供養佛也。《會疏》云：散花者，花開清淨。妙色妙香，散諸佛剎。若有花開，諸佛來坐。是故下界中以花為淨土。見色聞香，諸鬼神等嫌之，猶如糞穢色香」。這括弧有說明，「謂諸鬼神以花之色香，同於糞便，故嫌之」。這一段告訴我們香花能夠供佛、供天，天人他們見色聞香，佛，供佛，這個地方有花、有香，佛會光臨，天神也會光臨。鬼神見到這個好香、香花，他就遠離，各人業報差別不同，他沒有這個福分，花色花香他的感觸跟糞便相同，他不喜歡。可是天神他喜歡。這些我們明白了，燃香一定要燃好香，這是對佛菩薩、對神明的恭敬。如果這個不好的香、很難聞的香，鬼神喜歡，佛菩薩不喜歡。我們常常供好花、好香，我們就知道，冤親債主這些鬼神他遠離你，諸佛菩薩、諸天善神他來接近你，他會到這邊來坐坐。"
    },
    {
      "id": "02-037-0348_p0021",
      "zh_CN": "「《陀罗尼集经》曰：若四部众」，这个四部，出家男众女众、在家男众女众，这叫四部众，「以众花散阿弥陀佛，发愿诵咒者，得十种功德」。诵咒，我们要知道，这句「南无阿弥陀佛」就是咒语，全是梵文，没有一个中国字，所以念佛也是诵咒。或者是也有人喜欢念往生咒，往生咒第一句就是阿弥陀佛的名号。这部经上说以花供佛，发愿持名念咒得十种功德，这下面说出来了。",
      "zh_TW": "「《陀羅尼集經》曰：若四部眾」，這個四部，出家男眾女眾、在家男眾女眾，這叫四部眾，「以眾花散阿彌陀佛，發願誦咒者，得十種功德」。誦咒，我們要知道，這句「南無阿彌陀佛」就是咒語，全是梵文，沒有一個中國字，所以念佛也是誦咒。或者是也有人喜歡念往生咒，往生咒第一句就是阿彌陀佛的名號。這部經上說以花供佛，發願持名念咒得十種功德，這下面說出來了。"
    },
    {
      "id": "02-037-0348_p0022",
      "zh_CN": "「一者，自发善心」。自己发善心。这个善心，求生净土之心，这个心是无上圆满菩提心。我念佛、供佛不为别的，就为往生极乐世界。第二个，「令他发善心」。别人看我发心，他也跟着发心。「三者，诸天欢喜」。人不知道，天神知道。这二十八层天，除了无想天之外，欲界六天、色界十八层天，这些天人皆大欢喜。为什么？天人的果报是什么？上品十善再加上四无量心，四无量心是慈悲喜舍，这天人，天人看到人也发善心，欢喜！跟我们一样，我们看到善法就欢喜，看到善人一定欢喜，天人亦如是。不喜欢看到人作恶，人有恶念、有恶行，天人距离他就远了，鬼跟他们就接近了。第四，「自身端正，六根具足，无有损坏」。这句说的是身心健康。自身端正，六根里头讲到意，意是心，身心健康快乐。「五者，死生宝池」。这是讲临终之后你到哪里去，你到极乐世界七宝池去，往生到极乐世界去了。",
      "zh_TW": "「一者，自發善心」。自己發善心。這個善心，求生淨土之心，這個心是無上圓滿菩提心。我念佛、供佛不為別的，就為往生極樂世界。第二個，「令他發善心」。別人看我發心，他也跟著發心。「三者，諸天歡喜」。人不知道，天神知道。這二十八層天，除了無想天之外，欲界六天、色界十八層天，這些天人皆大歡喜。為什麼？天人的果報是什麼？上品十善再加上四無量心，四無量心是慈悲喜捨，這天人，天人看到人也發善心，歡喜！跟我們一樣，我們看到善法就歡喜，看到善人一定歡喜，天人亦如是。不喜歡看到人作惡，人有惡念、有惡行，天人距離他就遠了，鬼跟他們就接近了。第四，「自身端正，六根具足，無有損壞」。這句說的是身心健康。自身端正，六根裡頭講到意，意是心，身心健康快樂。「五者，死生寶池」。這是講臨終之後你到哪裡去，你到極樂世界七寶池去，往生到極樂世界去了。"
    },
    {
      "id": "02-037-0348_p0023",
      "zh_CN": "第六，「生生世世生于中国及贵姓中。生值佛闻法，不生边地及下姓中」。来生，来生如果想投胎，佛知道你生生世世会生于中国。这个中国是佛经上说的，不是我们现在的中国。这中国是什么意思？这个地区有高等文化落实在这个地区，这叫中国。文化水准高，这里头有佛法、有圣贤教学，人民觉悟不迷惑，觉悟就快乐，迷则有苦，觉就有乐，所以这个地区的人离苦得乐，这叫中国。中也是不偏不邪的意思，这个地方人没有偏见、没有邪见，所以叫中国。生在这个地区，能够接受圣贤教育，能够学习大乘佛法，这个标准叫中国。及贵姓中，他在这个地方投胎，一定是生在贵族家庭。为什么？善与善感应，恶与恶感应。凡夫投胎全由业力在做主宰，善恶报应丝毫不爽。",
      "zh_TW": "第六，「生生世世生於中國及貴姓中。生值佛聞法，不生邊地及下姓中」。來生，來生如果想投胎，佛知道你生生世世會生於中國。這個中國是佛經上說的，不是我們現在的中國。這中國是什麼意思？這個地區有高等文化落實在這個地區，這叫中國。文化水準高，這裡頭有佛法、有聖賢教學，人民覺悟不迷惑，覺悟就快樂，迷則有苦，覺就有樂，所以這個地區的人離苦得樂，這叫中國。中也是不偏不邪的意思，這個地方人沒有偏見、沒有邪見，所以叫中國。生在這個地區，能夠接受聖賢教育，能夠學習大乘佛法，這個標準叫中國。及貴姓中，他在這個地方投胎，一定是生在貴族家庭。為什麼？善與善感應，惡與惡感應。凡夫投胎全由業力在做主宰，善惡報應絲毫不爽。"
    },
    {
      "id": "02-037-0348_p0024",
      "zh_CN": "不但生中国及贵族，而且生值佛世，他出生的时候佛在这个世间讲经教学，这个缘不可思议，他能够见佛，能够闻法。值就是遇到，生在佛在世的这个年代，见过佛，听佛讲经教学，不生边地。边地就是文化落后的地方，没有圣贤教诲的地方称为边地。下姓中，印度古时候种族阶级很严格，不平等。婆罗门、刹帝利是贵族，婆罗门有智慧，多半从事于宗教教学，刹帝利是贵族，是统治阶级的，所以他们是贵姓。下姓这是平民。这以供养鲜花这个功德，会帮助你生在贵族，不是生在平民家庭。",
      "zh_TW": "不但生中國及貴族，而且生值佛世，他出生的時候佛在這個世間講經教學，這個緣不可思議，他能夠見佛，能夠聞法。值就是遇到，生在佛在世的這個年代，見過佛，聽佛講經教學，不生邊地。邊地就是文化落後的地方，沒有聖賢教誨的地方稱為邊地。下姓中，印度古時候種族階級很嚴格，不平等。婆羅門、剎帝利是貴族，婆羅門有智慧，多半從事於宗教教學，剎帝利是貴族，是統治階級的，所以他們是貴姓。下姓這是平民。這以供養鮮花這個功德，會幫助你生在貴族，不是生在平民家庭。"
    },
    {
      "id": "02-037-0348_p0025",
      "zh_CN": "「七者，成转轮王，王四天下」。这讲你有幸见佛闻法，依教修行，以你的慈悲心、爱心爱护一切众生，护持正法，你发这个愿心，你就成为转轮圣王。王四天下，这个王是统治，统治四天下的是金轮圣王，轮王里面地位最高的。「八者，生生世世常得男身」。为什么佛在经上常常强调男身？女身比男身要苦，我们细心去观察就知道。所以菩萨示现成道一定示现男身，比丘尼、优婆夷、在家出家女众，她们修行证果的时候都现男身。第九，「得生弥陀佛国，七宝花上结跏趺坐，成阿鞞跋致」。这是遇到念佛法门，有缘遇到净宗法门，遇到净宗法门一定得三宝善神的加持，让你有缘见到净宗经典，遇到修净土的这些善知识，你跟他们往来，你也就会修这个法门。修这个法门，你这一生决定成就，也就是说你决定得生净土。生到净土得阿弥陀佛本愿威神加持，你决定成阿鞞跋致。《无量寿经》四十八愿讲阿惟越致，阿鞞跋致是《弥陀经》上说的，一样的，翻译的时候用的字不相同。第十，「成阿耨菩提。坐于七宝师子座上，放大光明。与阿弥陀佛等无有异也」。这是究竟圆满的成就，你在西方极乐世界成佛，真的把你妄想分别执着这些烦恼统统断干净了，烦恼断尽你就成无上菩提，这个时候坐七宝师子座上，这是说佛说法的宝座。放大光明，这个大光明就是对一切众生说一切法门，帮助众生破迷开悟，帮助众生成无上道。你跟阿弥陀佛没有两样，等同无异。",
      "zh_TW": "「七者，成轉輪王，王四天下」。這講你有幸見佛聞法，依教修行，以你的慈悲心、愛心愛護一切眾生，護持正法，你發這個願心，你就成為轉輪聖王。王四天下，這個王是統治，統治四天下的是金輪聖王，輪王裡面地位最高的。「八者，生生世世常得男身」。為什麼佛在經上常常強調男身？女身比男身要苦，我們細心去觀察就知道。所以菩薩示現成道一定示現男身，比丘尼、優婆夷、在家出家女眾，她們修行證果的時候都現男身。第九，「得生彌陀佛國，七寶花上結跏趺坐，成阿鞞跋致」。這是遇到念佛法門，有緣遇到淨宗法門，遇到淨宗法門一定得三寶善神的加持，讓你有緣見到淨宗經典，遇到修淨土的這些善知識，你跟他們往來，你也就會修這個法門。修這個法門，你這一生決定成就，也就是說你決定得生淨土。生到淨土得阿彌陀佛本願威神加持，你決定成阿鞞跋致。《無量壽經》四十八願講阿惟越致，阿鞞跋致是《彌陀經》上說的，一樣的，翻譯的時候用的字不相同。第十，「成阿耨菩提。坐於七寶師子座上，放大光明。與阿彌陀佛等無有異也」。這是究竟圓滿的成就，你在西方極樂世界成佛，真的把你妄想分別執著這些煩惱統統斷乾淨了，煩惱斷盡你就成無上菩提，這個時候坐七寶師子座上，這是說佛說法的寶座。放大光明，這個大光明就是對一切眾生說一切法門，幫助眾生破迷開悟，幫助眾生成無上道。你跟阿彌陀佛沒有兩樣，等同無異。"
    },
    {
      "id": "02-037-0348_p0026",
      "zh_CN": "散花，供养香花得十种利益。十种利益有浅深高下的差别，这种差别全在用心不同，你用的是什么心，如果用的是真诚恭敬心，这个功德就不可思议。所以佛在经上常常教我们，我们要记住，「一切皆从真实心中作」，这句话重要。处事待人接物要用真诚心，对自己的利益，就像这经上所说的，将来成佛跟阿弥陀佛一样。",
      "zh_TW": "散花，供養香花得十種利益。十種利益有淺深高下的差別，這種差別全在用心不同，你用的是什麼心，如果用的是真誠恭敬心，這個功德就不可思議。所以佛在經上常常教我們，我們要記住，「一切皆從真實心中作」，這句話重要。處事待人接物要用真誠心，對自己的利益，就像這經上所說的，將來成佛跟阿彌陀佛一樣。"
    },
    {
      "id": "02-037-0348_p0027",
      "zh_CN": "下面看「烧香，烧香以为供养」。《往生要集》里有这么一句话，「随力办于华香供具」。花跟香常常连在一起。对诸佛菩萨供花，花代表因地，植物先开花后结果，所以花代表修因。你修因后面有果报，花好果一定好。所以报有两种，现前的果报叫花报，来生的果报叫果报。我们这一生花报好，来生的果报一定庄严。今生要修的幸福、快乐、美满，要知道这是真的，它与富贵贫贱不相干，为什么？行门里头佛教我们放下，富贵人要放下起心动念、分别执着才能成佛，贫贱人也是要放下起心动念、分别执着，平等的！这是烦恼的根，烦恼的源头。",
      "zh_TW": "下面看「燒香，燒香以為供養」。《往生要集》裡有這麼一句話，「隨力辦於華香供具」。花跟香常常連在一起。對諸佛菩薩供花，花代表因地，植物先開花後結果，所以花代表修因。你修因後面有果報，花好果一定好。所以報有兩種，現前的果報叫花報，來生的果報叫果報。我們這一生花報好，來生的果報一定莊嚴。今生要修的幸福、快樂、美滿，要知道這是真的，它與富貴貧賤不相干，為什麼？行門裡頭佛教我們放下，富貴人要放下起心動念、分別執著才能成佛，貧賤人也是要放下起心動念、分別執著，平等的！這是煩惱的根，煩惱的源頭。"
    },
    {
      "id": "02-037-0348_p0028",
      "zh_CN": "我们六根在六尘境界当中，眼见色、耳闻声、鼻嗅香、舌尝味、身触、意知，这里头起受用，起什么？受、想、行、识，它起这个东西。受想行识里面有苦、乐、忧、喜、舍，有这么多受，五种受，那就是凡夫。根尘相接触没有受，清净心就现前，不接受。怎么不接受？看得清楚、听得清楚，不放在心上。你看清楚、听清楚了，那是智慧，没放在心上就是智慧，放在心上叫烦恼，烦恼跟智慧是一桩事情。不放在心上是智慧，放在心上叫烦恼，为什么？放在心上你就有苦乐忧喜舍，不放在心上没有。外面不管是顺境、是逆境，善缘恶缘，都不放在心上，你的心才是清净平等觉。不能把清净平等觉搞成苦乐忧喜舍，就错了。所以放下便是！这句话要记住，佛法，大乘的修学说功夫、功德，全在放下。",
      "zh_TW": "我們六根在六塵境界當中，眼見色、耳聞聲、鼻嗅香、舌嘗味、身觸、意知，這裡頭起受用，起什麼？受、想、行、識，它起這個東西。受想行識裡面有苦、樂、憂、喜、捨，有這麼多受，五種受，那就是凡夫。根塵相接觸沒有受，清淨心就現前，不接受。怎麼不接受？看得清楚、聽得清楚，不放在心上。你看清楚、聽清楚了，那是智慧，沒放在心上就是智慧，放在心上叫煩惱，煩惱跟智慧是一樁事情。不放在心上是智慧，放在心上叫煩惱，為什麼？放在心上你就有苦樂憂喜捨，不放在心上沒有。外面不管是順境、是逆境，善緣惡緣，都不放在心上，你的心才是清淨平等覺。不能把清淨平等覺搞成苦樂憂喜捨，就錯了。所以放下便是！這句話要記住，佛法，大乘的修學說功夫、功德，全在放下。"
    },
    {
      "id": "02-037-0348_p0029",
      "zh_CN": "净宗之妙就妙在让你执持一桩事情，阿弥陀佛的名号，你只执持名号，其他的全放下，万缘放下，就留着这一个佛号。用这个佛号代替所有一切的妄想、杂念，取而代之，久而久之，妄想、杂念自然没有，全是佛号。佛号是什么？佛号是自性里面圆满的功德，就现前。所以这个法门之妙没有人能比，真妙，妙绝了。我们要珍惜它，我们要认真学习，这一生当中就像前面所说的，能往生、能成佛，而且能跟阿弥陀佛平等。阿弥陀佛光中极尊，佛中之王，真真实实登峰造极，没有比这更高的，这到顶头了。",
      "zh_TW": "淨宗之妙就妙在讓你執持一樁事情，阿彌陀佛的名號，你只執持名號，其他的全放下，萬緣放下，就留著這一個佛號。用這個佛號代替所有一切的妄想、雜念，取而代之，久而久之，妄想、雜念自然沒有，全是佛號。佛號是什麼？佛號是自性裡面圓滿的功德，就現前。所以這個法門之妙沒有人能比，真妙，妙絕了。我們要珍惜它，我們要認真學習，這一生當中就像前面所說的，能往生、能成佛，而且能跟阿彌陀佛平等。阿彌陀佛光中極尊，佛中之王，真真實實登峰造極，沒有比這更高的，這到頂頭了。"
    },
    {
      "id": "02-037-0348_p0030",
      "zh_CN": "《往生要集》里面讲，讲烧香，随力办于华香供具。「《会疏》曰：若人烧美香，魔伦趣他方。佛神欢喜守。修善必成就」。《会疏》这四句偈我们要记住，为什么？学佛同修功夫还不错，可是怎么样？往往惹来冤亲债主附身，让你二六时中很不舒服。你懂得这个方法，那冤亲债主都离开了，好花、好香供养。魔伦，伦是类，就是魔这一类的统统走了，到别的地方去了。因为什么？魔不喜欢好香、好花，他不喜欢。可是诸位要知道，世间有粉香，还有香水，这一类的香它不是真香，那个东西会把魔鬼招来。你不要看一瓶什么香水要卖几万块钱的，那都是把妖魔鬼怪招来的。我们供香、供花，真的，这个香气是真味。好花、好香，魔鬼他就离开，佛就来了，佛神欢喜守，守在这个地方，修善必成就。",
      "zh_TW": "《往生要集》裡面講，講燒香，隨力辦於華香供具。「《會疏》曰：若人燒美香，魔倫趣他方。佛神歡喜守。修善必成就」。《會疏》這四句偈我們要記住，為什麼？學佛同修功夫還不錯，可是怎麼樣？往往惹來冤親債主附身，讓你二六時中很不舒服。你懂得這個方法，那冤親債主都離開了，好花、好香供養。魔倫，倫是類，就是魔這一類的統統走了，到別的地方去了。因為什麼？魔不喜歡好香、好花，他不喜歡。可是諸位要知道，世間有粉香，還有香水，這一類的香它不是真香，那個東西會把魔鬼招來。你不要看一瓶什麼香水要賣幾萬塊錢的，那都是把妖魔鬼怪招來的。我們供香、供花，真的，這個香氣是真味。好花、好香，魔鬼他就離開，佛就來了，佛神歡喜守，守在這個地方，修善必成就。"
    },
    {
      "id": "02-037-0348_p0031",
      "zh_CN": "「如那干诃罗国大王，遥向佛生国焚香作礼」，佛生在迦毘罗卫国，在北印度，靠近现在的尼泊尔。国王向这个方向焚香作礼，在礼拜。「香烟直至佛精舍，如白琉璃云，绕佛七重，化作金台。具如《观佛经》说」，《观佛经》里头有这个记载。这真诚心，真诚到极处，跟佛起感应道交。他燃的这个香，香烟能飘到佛的精舍，佛所居住的这个地方，这个香就像云彩一样，绕佛七重化作金台。当然这个金台你看到，立刻就消失了。感应不可思议！什么人的感？什么人的应？国王的真诚，自性自然的感应，没有起心动念，没有分别执着，自然产生这个现象。",
      "zh_TW": "「如那乾訶羅國大王，遙向佛生國焚香作禮」，佛生在迦毘羅衛國，在北印度，靠近現在的尼泊爾。國王向這個方向焚香作禮，在禮拜。「香煙直至佛精舍，如白琉璃雲，繞佛七重，化作金臺。具如《觀佛經》說」，《觀佛經》裡頭有這個記載。這真誠心，真誠到極處，跟佛起感應道交。他燃的這個香，香煙能飄到佛的精舍，佛所居住的這個地方，這個香就像雲彩一樣，繞佛七重化作金台。當然這個金台你看到，立刻就消失了。感應不可思議！什麼人的感？什麼人的應？國王的真誠，自性自然的感應，沒有起心動念，沒有分別執著，自然產生這個現象。"
    },
    {
      "id": "02-037-0348_p0032",
      "zh_CN": "「又《大日经疏》曰：烧香是遍至法界义」。理事皆如是，香烟遍法界，随着风、随着空气流转，向四面八方飘散。「如天树王开敷时，香气逆风顺风，自然遍布。菩提香亦尔，随一一功德，即为慧火所焚，解脱风所吹，随悲愿力自在而转，普薰一切，故曰烧香」。天树王，是忉利天有这个树，梵语叫「波利质多树」。这个树在忉利天，「为树中之王」，所以称为树王。佛经里面对这些动物、植物，最珍贵的、有德行的都用王称它，譬如称牛王、鹅王，这是动物里头的，树木花草有特殊的功德也称之为王。「《法华经》序品曰：国界自然殊特妙好，如天树王其华开敷」。这个树的名字叫波利质多罗，翻成中国意思叫香遍树，「又称曰天树王」。天树王开花的时候香气逆风、顺风，随风飘香，自然遍布，遍布在忉利天宫。",
      "zh_TW": "「又《大日經疏》曰：燒香是遍至法界義」。理事皆如是，香煙遍法界，隨著風、隨著空氣流轉，向四面八方飄散。「如天樹王開敷時，香氣逆風順風，自然遍布。菩提香亦爾，隨一一功德，即為慧火所焚，解脫風所吹，隨悲願力自在而轉，普薰一切，故曰燒香」。天樹王，是忉利天有這個樹，梵語叫「波利質多樹」。這個樹在忉利天，「為樹中之王」，所以稱為樹王。佛經裡面對這些動物、植物，最珍貴的、有德行的都用王稱它，譬如稱牛王、鵝王，這是動物裡頭的，樹木花草有特殊的功德也稱之為王。「《法華經》序品曰：國界自然殊特妙好，如天樹王其華開敷」。這個樹的名字叫波利質多羅，翻成中國意思叫香遍樹，「又稱曰天樹王」。天樹王開花的時候香氣逆風、順風，隨風飄香，自然遍布，遍布在忉利天宮。"
    },
    {
      "id": "02-037-0348_p0033",
      "zh_CN": "菩提香亦然，菩提香，佛菩萨的精舍。世间树木花草的香是随风飘香，菩提香不是的，菩提香随着佛菩萨一一功德，这个香不是世间的香，在哪里？遍满法界。我们没有闻到，是我们的鼻根有问题，闻不到这种香。就像眼，我们的眼本能都失掉了。眼本来能见一切色相，现在不行，只有极为狭小的一个光度我们能见到，比这个光波长的见不到，比这个光波短的也见不到。佛告诉我们，我们的本能遍法界虚空界，过去现在未来统统能见到，好眼睛能见遍法界，现在局限这一段的光波。耳闻声也是如此，也只能听到音波一个阶段，比这个长的波听不到，比这个短波听不到。现在用机器可以多听到一点，但是绝大多数的都听不到。到底什么东西障碍了我们？就是起心动念、分别执着。",
      "zh_TW": "菩提香亦然，菩提香，佛菩薩的精舍。世間樹木花草的香是隨風飄香，菩提香不是的，菩提香隨著佛菩薩一一功德，這個香不是世間的香，在哪裡？遍滿法界。我們沒有聞到，是我們的鼻根有問題，聞不到這種香。就像眼，我們的眼本能都失掉了。眼本來能見一切色相，現在不行，只有極為狹小的一個光度我們能見到，比這個光波長的見不到，比這個光波短的也見不到。佛告訴我們，我們的本能遍法界虛空界，過去現在未來統統能見到，好眼睛能見遍法界，現在侷限這一段的光波。耳聞聲也是如此，也只能聽到音波一個階段，比這個長的波聽不到，比這個短波聽不到。現在用機器可以多聽到一點，但是絕大多數的都聽不到。到底什麼東西障礙了我們？就是起心動念、分別執著。"
    },
    {
      "id": "02-037-0348_p0034",
      "zh_CN": "你看看佛说阿罗汉这三种烦恼只放下一种，见思烦恼，阿罗汉的六根比我们就利了，我们跟他比不上。阿罗汉的天眼向外面看，能看到一个小千世界。小千世界多大？黄念祖老居士告诉我，佛经上讲一个单位世界就是银河系。那小千世界？就是一千个银河系。阿罗汉的眼睛能看一千个银河系，看得清清楚楚，我们没办法，阿罗汉的天眼。菩萨的天眼就更大，超过三千大千世界。看微细的，阿罗汉天眼能看到微尘，大概像现在讲的，科学上所说的原子，我们需要用显微镜才发现，他不需要，他能看得很清楚，原子里头有原子核、有中子、有电子，他看得很清楚。",
      "zh_TW": "你看看佛說阿羅漢這三種煩惱只放下一種，見思煩惱，阿羅漢的六根比我們就利了，我們跟他比不上。阿羅漢的天眼向外面看，能看到一個小千世界。小千世界多大？黃念祖老居士告訴我，佛經上講一個單位世界就是銀河系。那小千世界？就是一千個銀河系。阿羅漢的眼睛能看一千個銀河系，看得清清楚楚，我們沒辦法，阿羅漢的天眼。菩薩的天眼就更大，超過三千大千世界。看微細的，阿羅漢天眼能看到微塵，大概像現在講的，科學上所說的原子，我們需要用顯微鏡才發現，他不需要，他能看得很清楚，原子裡頭有原子核、有中子、有電子，他看得很清楚。"
    },
    {
      "id": "02-037-0348_p0035",
      "zh_CN": "我们鼻根能力也大幅度的衰弱了，诸佛刹土里面那些宝花、宝香飘到我们这个地方，我们闻不到。不是不在此地，在，闻不到。那我们得修功德，像阿罗汉修的功德他就能够，这境界比我们就大很多；菩萨大更多，到佛就圆满了，遍法界虚空界色声香味触法全部接收到，一点障碍都没有。所以这个地方讲菩提香，从佛菩萨国土来的，随一一功德，即为慧火所焚，这是比喻。解脱风所吹，随悲愿力自在而转，普薰一切，故曰烧香，这是什么？这是诸佛如来法身菩萨他们烧香，他们烧香不是像我们真的把香点燃，不是，他们是修德，从性德里头自然流出来。",
      "zh_TW": "我們鼻根能力也大幅度的衰弱了，諸佛剎土裡面那些寶花、寶香飄到我們這個地方，我們聞不到。不是不在此地，在，聞不到。那我們得修功德，像阿羅漢修的功德他就能夠，這境界比我們就大很多；菩薩大更多，到佛就圓滿了，遍法界虛空界色聲香味觸法全部接收到，一點障礙都沒有。所以這個地方講菩提香，從佛菩薩國土來的，隨一一功德，即為慧火所焚，這是比喻。解脫風所吹，隨悲願力自在而轉，普薰一切，故曰燒香，這是什麼？這是諸佛如來法身菩薩他們燒香，他們燒香不是像我們真的把香點燃，不是，他們是修德，從性德裡頭自然流出來。"
    },
    {
      "id": "02-037-0348_p0036",
      "zh_CN": "「后疏兼论烧香之事理，旨趣更深」。这真的。所以佛经的意思确实很深，但这种深意，我们渐渐的修学，渐渐体会、渐渐觉悟了，要真修，修成之后如来境界就出现在现前。今天时间到了，我们就学到此地。",
      "zh_TW": "「後疏兼論燒香之事理，旨趣更深」。這真的。所以佛經的意思確實很深，但這種深意，我們漸漸的修學，漸漸體會、漸漸覺悟了，要真修，修成之後如來境界就出現在現前。今天時間到了，我們就學到此地。"
    }
  ]
}