{
  "doc_id": "02-037-0474",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四七四集",
    "zh_TW": "第四七四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0474",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0474_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百六十九页第二行看起，「重重诲勉」，这分为三段，第一段「约折伏以诲勉」。我们看品题：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百六十九頁第二行看起，「重重誨勉」，這分為三段，第一段「約折伏以誨勉」。我們看品題："
    },
    {
      "id": "02-037-0474_p0002",
      "zh_CN": "【重重诲勉第三十六】",
      "zh_TW": "【重重誨勉第三十六】"
    },
    {
      "id": "02-037-0474_p0003",
      "zh_CN": "这第三十六品念老有简单的品题介绍，「本品为折伏众生恶业，而示诲勉。首显恶因恶果，令知畏惧。末劝端正身心，不忘功夫，以免败悔」。这品经在今天我们一起学习，有它格外特殊的意义。今天是龙年下半年开始的第一天，农历七月初一，我们学习到第三十六品，这冥冥当中都有感应。前面「浊世恶苦」，世尊苦口婆心教导我们，要知道苦乐，要知道善恶因果丝毫不爽。古德所谓「不是不报，时辰未到」，时辰是什么？是众生过去生中修善积德还有余福，余福未尽，这就是恶报暂时不现前，什么时候那点福报享尽，不善的果报就现前。这个道理不能不懂，明白、清楚了自然生起畏惧之心，不敢造恶，不但不敢造恶，连恶的念头都不敢生。我们应该怎么办？从今天起分秒必争，信愿持名求生净土，你就完全对了。这个机遇不容易得到，让我们在这个时刻真正发菩提心，克期求证，也就是成佛证果的缘到了，我们要紧紧把它抓住。",
      "zh_TW": "這第三十六品念老有簡單的品題介紹，「本品為折伏眾生惡業，而示誨勉。首顯惡因惡果，令知畏懼。末勸端正身心，不忘功夫，以免敗悔」。這品經在今天我們一起學習，有它格外特殊的意義。今天是龍年下半年開始的第一天，農曆七月初一，我們學習到第三十六品，這冥冥當中都有感應。前面「濁世惡苦」，世尊苦口婆心教導我們，要知道苦樂，要知道善惡因果絲毫不爽。古德所謂「不是不報，時辰未到」，時辰是什麼？是眾生過去生中修善積德還有餘福，餘福未盡，這就是惡報暫時不現前，什麼時候那點福報享盡，不善的果報就現前。這個道理不能不懂，明白、清楚了自然生起畏懼之心，不敢造惡，不但不敢造惡，連惡的念頭都不敢生。我們應該怎麼辦？從今天起分秒必爭，信願持名求生淨土，你就完全對了。這個機遇不容易得到，讓我們在這個時刻真正發菩提心，剋期求證，也就是成佛證果的緣到了，我們要緊緊把它抓住。"
    },
    {
      "id": "02-037-0474_p0004",
      "zh_CN": "请看经文，这第一段「诫恶」，分四科，「约相生以重诲」，这个相生，因果相生，祸福相生，这里头又分两个小段，第一段「诫辗转莫犯」。请看经文：",
      "zh_TW": "請看經文，這第一段「誡惡」，分四科，「約相生以重誨」，這個相生，因果相生，禍福相生，這裡頭又分兩個小段，第一段「誡輾轉莫犯」。請看經文："
    },
    {
      "id": "02-037-0474_p0005",
      "zh_CN": "【佛告弥勒。吾语汝等。如是五恶五痛五烧。辗转相生。敢有犯此。当历恶趣。】",
      "zh_TW": "【佛告彌勒。吾語汝等。如是五惡五痛五燒。輾轉相生。敢有犯此。當歷惡趣。】"
    },
    {
      "id": "02-037-0474_p0006",
      "zh_CN": "我们看注解，注解里头「右」，右面这段经文，说明『五恶』，这是因，不善的因，「五恶」是前面所说的杀盗淫妄酒；『五痛』是花报，是指现前的苦报；『五烧』是将来来生的果报，「烧」是形容地狱一片火海，来生三途果报，这就非常可怕。嘉祥大师《义疏》里头说，「展转相生者，明三毒。不除恶，恶不绝，苦果不息」。这是《无量寿经义疏》上讲的，三毒是贪瞋痴，贪瞋痴要不除，恶就不会断绝。从贪瞋痴决定生如前品所说的恶报，这个恶报是今生要承受的，佛称为花报，像植物先开花后结果，果是地狱、饿鬼、畜生。贪心所造的是饿鬼业，瞋恚所造的是地狱业，愚痴所造的是畜生业。所以这三毒要不除，恶报就不会断绝，一个一个连着来。",
      "zh_TW": "我們看註解，註解裡頭「右」，右面這段經文，說明『五惡』，這是因，不善的因，「五惡」是前面所說的殺盜淫妄酒；『五痛』是花報，是指現前的苦報；『五燒』是將來來生的果報，「燒」是形容地獄一片火海，來生三途果報，這就非常可怕。嘉祥大師《義疏》裡頭說，「展轉相生者，明三毒。不除惡，惡不絕，苦果不息」。這是《無量壽經義疏》上講的，三毒是貪瞋痴，貪瞋痴要不除，惡就不會斷絕。從貪瞋痴決定生如前品所說的惡報，這個惡報是今生要承受的，佛稱為花報，像植物先開花後結果，果是地獄、餓鬼、畜生。貪心所造的是餓鬼業，瞋恚所造的是地獄業，愚痴所造的是畜生業。所以這三毒要不除，惡報就不會斷絕，一個一個連著來。"
    },
    {
      "id": "02-037-0474_p0007",
      "zh_CN": "「又《会疏》曰：五恶是因」，经上讲的五恶是贪瞋痴慢疑，在行为里面他所造作的是杀盗淫妄酒，贪瞋痴慢疑是心恶，这意恶，杀盗淫妄酒是行为上的恶。心恶是因，行为造作是缘，因加上缘，后面果报就现前。所以「勤苦是果」，勤是非常认真在做，特别是在现前的社会，到处我们都看到，他每天很勤奋在工作，干什么？都干的是杀盗淫妄。「依果诫因，展转相生，现痛后烧，相因而生故」。佛教人先说果然后再说因，为什么？众生畏果，他疏忽了造因，所以跟他讲因再说果，他不重视。先听果报有震慑的力量，说到果报这么严重、这么苦，他真害怕，然后再告诉你，这苦怎么来的，于是他警觉性就高了。知道贪婪是饿鬼道，鬼比人苦多了，贪心愈重，贪婪的事情做得愈过分，堕在鬼道里就愈苦。鬼的种类非常复杂，跟人不能相比，鬼道看到人，就像我们看天一样非常羡慕。可是今天人愚痴，造作跟他们的因一样，有过之而无不及。所以说鬼知道，将来你们受什么果报跟我一样，比我还苦。地狱是瞋恚、是杀生，现在杀生吃肉，这个业报不得了。",
      "zh_TW": "「又《會疏》曰：五惡是因」，經上講的五惡是貪瞋痴慢疑，在行為裡面他所造作的是殺盜淫妄酒，貪瞋痴慢疑是心惡，這意惡，殺盜淫妄酒是行為上的惡。心惡是因，行為造作是緣，因加上緣，後面果報就現前。所以「勤苦是果」，勤是非常認真在做，特別是在現前的社會，到處我們都看到，他每天很勤奮在工作，幹什麼？都幹的是殺盜淫妄。「依果誡因，展轉相生，現痛後燒，相因而生故」。佛教人先說果然後再說因，為什麼？眾生畏果，他疏忽了造因，所以跟他講因再說果，他不重視。先聽果報有震懾的力量，說到果報這麼嚴重、這麼苦，他真害怕，然後再告訴你，這苦怎麼來的，於是他警覺性就高了。知道貪婪是餓鬼道，鬼比人苦多了，貪心愈重，貪婪的事情做得愈過分，墮在鬼道裡就愈苦。鬼的種類非常複雜，跟人不能相比，鬼道看到人，就像我們看天一樣非常羨慕。可是今天人愚痴，造作跟他們的因一樣，有過之而無不及。所以說鬼知道，將來你們受什麼果報跟我一樣，比我還苦。地獄是瞋恚、是殺生，現在殺生吃肉，這個業報不得了。"
    },
    {
      "id": "02-037-0474_p0008",
      "zh_CN": "我记得在抗战期间，资源缺乏，吃肉一个月只有一次，哪有天天有得吃的。抗战期间我们很可怜，流亡学生，离开父母跟家乡音信不通。国家办学校收我们这些流亡学生，请老师来教我们，这学生完全是公费，不但不缴学费，连吃住学校都管。学校人多，我们那个时候在贵州念书，这个学校学生有一千二百多人，在那时候就很大的学校。物资是公家配给的，就跟当兵一样，国家来养这些学生。一个月才有一天加菜，哪有天天有得吃的，不但是素食，而且量都很少。我们吃早餐，早餐是酱菜，一块豆腐乳，我们一桌是八个人，一桌四个菜，一个汤，一块豆腐乳就是一个菜。同学们怎么吃法？这一餐就选择一个菜，这一桌两个人商量，我们选择哪个。有次序的，今天我是第一，你是第二，他是第三，他是第四，到明天我就变成第四。第一就是他有权利第一个来选择，他选他喜欢吃的。选择吃豆腐乳，你看一块豆腐乳两个人吃，这一餐早饭；现在听都没听说过，现在资源丰富。过年才有七、八个菜的样子，才给你加一倍，顶多不过三天，所以肉食少。",
      "zh_TW": "我記得在抗戰期間，資源缺乏，吃肉一個月只有一次，哪有天天有得吃的。抗戰期間我們很可憐，流亡學生，離開父母跟家鄉音信不通。國家辦學校收我們這些流亡學生，請老師來教我們，這學生完全是公費，不但不繳學費，連吃住學校都管。學校人多，我們那個時候在貴州念書，這個學校學生有一千二百多人，在那時候就很大的學校。物資是公家配給的，就跟當兵一樣，國家來養這些學生。一個月才有一天加菜，哪有天天有得吃的，不但是素食，而且量都很少。我們吃早餐，早餐是醬菜，一塊豆腐乳，我們一桌是八個人，一桌四個菜，一個湯，一塊豆腐乳就是一個菜。同學們怎麼吃法？這一餐就選擇一個菜，這一桌兩個人商量，我們選擇哪個。有次序的，今天我是第一，你是第二，他是第三，他是第四，到明天我就變成第四。第一就是他有權利第一個來選擇，他選他喜歡吃的。選擇吃豆腐乳，你看一塊豆腐乳兩個人吃，這一餐早飯；現在聽都沒聽說過，現在資源豐富。過年才有七、八個菜的樣子，才給你加一倍，頂多不過三天，所以肉食少。"
    },
    {
      "id": "02-037-0474_p0009",
      "zh_CN": "你看现在的肉食，现在是天天过年，不但是过年，比过年还过分，你有多大福报这样的消耗。看到现前的人，每天消耗的福报，学佛的人会感到，多生多劫修积的善因，可是在这一生当中，短短的二、三十年当中，就把福报消耗尽，真可惜。修因难，耗损福报太容易！现在人没有看到过去人那种生活状况，不知道，你给他讲他也不相信。抗战时候这交通没有公路，一般汽车很少。开出公路，那都是战争资源的运送，公路没有铺柏油，是沙土的路，所以车经过的时候后头灰沙，全是灰沙。一个人如果汽车坐一天的话，那身上泥土都好厚，要洗二、三次才洗干净，衣服全身都是灰，这些都是我们亲身经历的。抗战之前柏油铺的马路，全中国只有一条京杭国道，杭州到南京这条路，就这一条路是铺柏油的，双线道，来去双线道，现在马路四条线，那时只有两线，车很少很少。抗战胜利之后我住在南京，住在中山门外，中山陵的旁边，也就在京杭国道这个线上。我练习骑脚踏车就在那个地方，那个马路骑脚踏车很舒服，全国就是那么一条，你就晓得多可怜。",
      "zh_TW": "你看現在的肉食，現在是天天過年，不但是過年，比過年還過分，你有多大福報這樣的消耗。看到現前的人，每天消耗的福報，學佛的人會感到，多生多劫修積的善因，可是在這一生當中，短短的二、三十年當中，就把福報消耗盡，真可惜。修因難，耗損福報太容易！現在人沒有看到過去人那種生活狀況，不知道，你給他講他也不相信。抗戰時候這交通沒有公路，一般汽車很少。開出公路，那都是戰爭資源的運送，公路沒有鋪柏油，是沙土的路，所以車經過的時候後頭灰沙，全是灰沙。一個人如果汽車坐一天的話，那身上泥土都好厚，要洗二、三次才洗乾淨，衣服全身都是灰，這些都是我們親身經歷的。抗戰之前柏油鋪的馬路，全中國只有一條京杭國道，杭州到南京這條路，就這一條路是鋪柏油的，雙線道，來去雙線道，現在馬路四條線，那時只有兩線，車很少很少。抗戰勝利之後我住在南京，住在中山門外，中山陵的旁邊，也就在京杭國道這個線上。我練習騎腳踏車就在那個地方，那個馬路騎腳踏車很舒服，全國就是那麼一條，你就曉得多可憐。"
    },
    {
      "id": "02-037-0474_p0010",
      "zh_CN": "所以果报不能不多说，现在人不知道因果，不怕因果，敢造恶，果报现前后悔莫及。因中有果，果中有因，所以叫『辗转相生』，现世痛，后世烧，相因而生。两个说法，《会疏》跟《嘉祥疏》，两个说法都相同，「俱明相生，但未详明辗转之义，净影、憬兴与望西」，他们三个把这个意思补出来。「望西云：初明恶生痛烧。次明烧生恶痛」，烧是在地狱，堕地狱，他不知道是自己业报变现的，他不知道，他怨天尤人，认为我没做什么错事，为什么受这样罪报？不服，在恶道里头不服，就骂阎罗王，阎罗王不公平。学习宗教的就怨恨上帝、怨恨神明，我没有造这么重业，为什么受这么重的果报？这种怨恨加重了罪业，也加重他的果报，这就是相生的意思，辗转相生的意思。",
      "zh_TW": "所以果報不能不多說，現在人不知道因果，不怕因果，敢造惡，果報現前後悔莫及。因中有果，果中有因，所以叫『輾轉相生』，現世痛，後世燒，相因而生。兩個說法，《會疏》跟《嘉祥疏》，兩個說法都相同，「俱明相生，但未詳明輾轉之義，淨影、憬興與望西」，他們三個把這個意思補出來。「望西云：初明惡生痛燒。次明燒生惡痛」，燒是在地獄，墮地獄，他不知道是自己業報變現的，他不知道，他怨天尤人，認為我沒做什麼錯事，為什麼受這樣罪報？不服，在惡道裡頭不服，就罵閻羅王，閻羅王不公平。學習宗教的就怨恨上帝、怨恨神明，我沒有造這麼重業，為什麼受這麼重的果報？這種怨恨加重了罪業，也加重他的果報，這就是相生的意思，輾轉相生的意思。"
    },
    {
      "id": "02-037-0474_p0011",
      "zh_CN": "《净影疏》上说，「初明从恶生痛生烧。下明其从烧生恶生痛。憬兴同焉」，跟他说的是一样的。「是谓恶与痛烧，互相辗转而生」，恶这是造恶因，生痛生烧这是你堕落在恶道。「但恶趣众生，三毒弥甚」，他那个贪瞋痴不输在活的时候，比活的时候还严重。所以他在受罪的时候他那种心不平，他那种心的怨恨，贪瞋痴在增长。下头说，「如鸡生蛋，蛋又生鸡，彼此辗转而生，何有已时」。这是说明，堕到地狱为什么很难出来，原因在此地，他不服，他不承认，他不以为然，这是罪上加罪，所以他贪瞋痴三毒在受报的时候增长，他不知道忏悔，他不肯认错。",
      "zh_TW": "《淨影疏》上說，「初明從惡生痛生燒。下明其從燒生惡生痛。憬興同焉」，跟他說的是一樣的。「是謂惡與痛燒，互相輾轉而生」，惡這是造惡因，生痛生燒這是你墮落在惡道。「但惡趣眾生，三毒彌甚」，他那個貪瞋痴不輸在活的時候，比活的時候還嚴重。所以他在受罪的時候他那種心不平，他那種心的怨恨，貪瞋痴在增長。下頭說，「如雞生蛋，蛋又生雞，彼此輾轉而生，何有已時」。這是說明，墮到地獄為什麼很難出來，原因在此地，他不服，他不承認，他不以為然，這是罪上加罪，所以他貪瞋痴三毒在受報的時候增長，他不知道懺悔，他不肯認錯。"
    },
    {
      "id": "02-037-0474_p0012",
      "zh_CN": "下面经文说，『敢有犯此』，「此」是指恶，这个恶在意业就是贪瞋痴慢，在口，在身就是杀盗淫，口是妄语、两舌、绮语、恶口，意是贪瞋痴。「敢犯恶者，必当永劫辗转于恶趣之中」。所以说常历恶趣，常是指长时间出不来，这个恶业在受罚的时候它增长，它没有消掉。如果自己认错，自己知道忏悔，他的恶业慢慢就消除，他才能出得来。他不肯承认，不知道忏悔，他的罪业天天增长，他受处罚永远不会到期，那就出不来。『当历恶趣』，「历者经历。恶趣是作恶自招之果」，恶趣是三恶道。「故举果相，以诫众生令止恶因也」。我们今天搞清楚、搞明白了，那就得记住，恶事决定不能造，恶事的总纲领就是杀盗淫妄酒，决定不能造。本经五戒合十善，五戒跟十善融成一体，五戒最后一条是酒，把意业的贪瞋痴融在酒里头说清楚、说明白，酒醉了贪瞋痴、杀盗淫都会起作用。",
      "zh_TW": "下面經文說，『敢有犯此』，「此」是指惡，這個惡在意業就是貪瞋痴慢，在口，在身就是殺盜淫，口是妄語、兩舌、綺語、惡口，意是貪瞋痴。「敢犯惡者，必當永劫輾轉於惡趣之中」。所以說常歷惡趣，常是指長時間出不來，這個惡業在受罰的時候它增長，它沒有消掉。如果自己認錯，自己知道懺悔，他的惡業慢慢就消除，他才能出得來。他不肯承認，不知道懺悔，他的罪業天天增長，他受處罰永遠不會到期，那就出不來。『當歷惡趣』，「歷者經歷。惡趣是作惡自招之果」，惡趣是三惡道。「故舉果相，以誡眾生令止惡因也」。我們今天搞清楚、搞明白了，那就得記住，惡事決定不能造，惡事的總綱領就是殺盜淫妄酒，決定不能造。本經五戒合十善，五戒跟十善融成一體，五戒最後一條是酒，把意業的貪瞋痴融在酒裡頭說清楚、說明白，酒醉了貪瞋痴、殺盜淫都會起作用。"
    },
    {
      "id": "02-037-0474_p0013",
      "zh_CN": "所以前一品经就是讲的五戒十善，因。所感的恶道，恶道主要是地狱，其次的是饿鬼、畜生，他很不容易离开三恶道，这是自作自受的果报。佛说这个果相，用这个提醒大家、警告大家不能造恶，造恶没有好处。为什么要作恶？一生贫富苦乐是前世所造的业，业所感的果报，自己明了就应该欢喜承受。中国老祖宗所说的，你是个富贵的命，你就享你的富贵。你是贫贱的命，你要甘心忍受过贫贱的生活，不怨天不尤人，你积德行善，你就能改造命运；如果是怨天尤人，你是罪上加罪，这不能不知道。要想不受恶道就停止造恶业，我们才能超越。",
      "zh_TW": "所以前一品經就是講的五戒十善，因。所感的惡道，惡道主要是地獄，其次的是餓鬼、畜生，他很不容易離開三惡道，這是自作自受的果報。佛說這個果相，用這個提醒大家、警告大家不能造惡，造惡沒有好處。為什麼要作惡？一生貧富苦樂是前世所造的業，業所感的果報，自己明瞭就應該歡喜承受。中國老祖宗所說的，你是個富貴的命，你就享你的富貴。你是貧賤的命，你要甘心忍受過貧賤的生活，不怨天不尤人，你積德行善，你就能改造命運；如果是怨天尤人，你是罪上加罪，這不能不知道。要想不受惡道就停止造惡業，我們才能超越。"
    },
    {
      "id": "02-037-0474_p0014",
      "zh_CN": "请看下一段经文，「明二报示惩」，二报就是花报跟果报，这个上面讲的痛、讲的烧，痛是现世报、花报，烧是来生的果报。",
      "zh_TW": "請看下一段經文，「明二報示懲」，二報就是花報跟果報，這個上面講的痛、講的燒，痛是現世報、花報，燒是來生的果報。"
    },
    {
      "id": "02-037-0474_p0015",
      "zh_CN": "【或其今世。先被病殃。死生不得。示众见之。】",
      "zh_TW": "【或其今世。先被病殃。死生不得。示眾見之。】"
    },
    {
      "id": "02-037-0474_p0016",
      "zh_CN": "这四句是讲现世的花报，我们看注解。『或其今世』到『示众见之』，这四句，「明五痛，乃现世之华报」。『被』在佛法有时候念披，跟挑手边那个披意思完全相同，古时候这个两个字通用，就是受的意思。『病』是疾病，病很多种，佛经上常讲的三大类，第一类是外面来的疾病，像伤风感冒、饮食不小心，这一类的叫生理上的病。生理上的病得要找医生，药物给你调理治疗，你的病能够好。第二种叫冤业病，冤亲债主来附体让你生病，病重的时候夺取你的性命，这个，医生治不好的，因为它跟医药没关系。这一类的病，在宗教里头求化解，来调停、来化解，如果对方接受，他离开，病就好了。所以像诵经拜忏有时候有效，有时候没有效，这一类的病有效，前一类伤风感冒没效，你一定找医生。第三种是最麻烦的，自己造的罪业太深了，所感得的病，你看不是生理上的，又不是冤亲债主找的，是自己罪业感应的病。这是最难治的，这是宗教祈祷没效，医生治疗也没效，这叫业障。这个病有没有办法治？有，真正忏悔，自己要认真反省做过哪些错事，害过哪些人。真正忏悔，改过自新，改邪归正，能好。",
      "zh_TW": "這四句是講現世的花報，我們看註解。『或其今世』到『示眾見之』，這四句，「明五痛，乃現世之華報」。『被』在佛法有時候念披，跟挑手邊那個披意思完全相同，古時候這個兩個字通用，就是受的意思。『病』是疾病，病很多種，佛經上常講的三大類，第一類是外面來的疾病，像傷風感冒、飲食不小心，這一類的叫生理上的病。生理上的病得要找醫生，藥物給你調理治療，你的病能夠好。第二種叫冤業病，冤親債主來附體讓你生病，病重的時候奪取你的性命，這個，醫生治不好的，因為它跟醫藥沒關係。這一類的病，在宗教裡頭求化解，來調停、來化解，如果對方接受，他離開，病就好了。所以像誦經拜懺有時候有效，有時候沒有效，這一類的病有效，前一類傷風感冒沒效，你一定找醫生。第三種是最麻煩的，自己造的罪業太深了，所感得的病，你看不是生理上的，又不是冤親債主找的，是自己罪業感應的病。這是最難治的，這是宗教祈禱沒效，醫生治療也沒效，這叫業障。這個病有沒有辦法治？有，真正懺悔，自己要認真反省做過哪些錯事，害過哪些人。真正懺悔，改過自新，改邪歸正，能好。"
    },
    {
      "id": "02-037-0474_p0017",
      "zh_CN": "我们这个地方也有一些资料，「业病」，这《佛光大辞典》上，业病就是业障病，宿业所感的疾病，这是说或是过去生中，或是这一生当中，年轻无知造作许多恶业自己不知道，但是现在缘成熟病发了。「痿困于床，苦楚万般，求生不能，求死不得」，这种病在现在很多，我们所看到的、所听到的，知道这病是从哪来的。后面说，「此乃罪过之所招，殃咎之所引」，说明这个病的原因。「非药石所能治愈」，医药不能治的，因为它跟医药没关系，它不是身体的病。这是心病，造的罪业太多，造得太重，才发这个病。「惟须忏悔业障」，这病怎么治法？真诚忏悔，认错改过自新。最好是能够发露忏悔，我所做的罪过让大家都知道，每个人骂我一句，这就叫消业障；每个人看到你的时候瞪你一眼，都是帮你消业障的。所以自己的过失，知道的人愈多愈好，业障消得快；如果是藏着不让人知道，这麻烦大了，你得慢慢受罪，没完没了。「读诵书写经典」，这是消业障，「供养赞叹诸佛菩萨，布施法界众生，以其功德消业除病」，这提供你好方法。我们遇到这些病人，一般都读诵什么经典？读《地藏经》的最多。这是什么原因？跟饿鬼、地狱造这种罪。读《十善业道经》也都很有效果。",
      "zh_TW": "我們這個地方也有一些資料，「業病」，這《佛光大辭典》上，業病就是業障病，宿業所感的疾病，這是說或是過去生中，或是這一生當中，年輕無知造作許多惡業自己不知道，但是現在緣成熟病發了。「痿困於床，苦楚萬般，求生不能，求死不得」，這種病在現在很多，我們所看到的、所聽到的，知道這病是從哪來的。後面說，「此乃罪過之所招，殃咎之所引」，說明這個病的原因。「非藥石所能治癒」，醫藥不能治的，因為它跟醫藥沒關係，它不是身體的病。這是心病，造的罪業太多，造得太重，才發這個病。「惟須懺悔業障」，這病怎麼治法？真誠懺悔，認錯改過自新。最好是能夠發露懺悔，我所做的罪過讓大家都知道，每個人罵我一句，這就叫消業障；每個人看到你的時候瞪你一眼，都是幫你消業障的。所以自己的過失，知道的人愈多愈好，業障消得快；如果是藏著不讓人知道，這麻煩大了，你得慢慢受罪，沒完沒了。「讀誦書寫經典」，這是消業障，「供養讚歎諸佛菩薩，布施法界眾生，以其功德消業除病」，這提供你好方法。我們遇到這些病人，一般都讀誦什麼經典？讀《地藏經》的最多。這是什麼原因？跟餓鬼、地獄造這種罪。讀《十善業道經》也都很有效果。"
    },
    {
      "id": "02-037-0474_p0018",
      "zh_CN": "我们早年住在新加坡的时候，新加坡居士林的老林长陈光别老居士，银行家，当地的大富长者。一生虽然拜佛，但是没有时间学教，工作太多，事业很多，非常忙碌，每天只是烧烧香，磕三个头。到他晚年生病不能上班，在家里头养病。他的家很大，占地面积很广，家里面前后都有院子，人口也众多。在家里养病，这没事了，就想到我在居士林讲经，他就告诉李木源，把我讲经的录像带，那个时候录像带，大盘的录像带，拿回到他家去给他看。每天八个小时听经，除了听经之外就念佛，足足听了两年，念了两年佛，跟李木源居士说，他想往生极乐世界。真有这个本事，这是什么？一门深入，长时薰修，两年不间断，听《无量寿经》，念阿弥陀佛，不得了！",
      "zh_TW": "我們早年住在新加坡的時候，新加坡居士林的老林長陳光別老居士，銀行家，當地的大富長者。一生雖然拜佛，但是沒有時間學教，工作太多，事業很多，非常忙碌，每天只是燒燒香，磕三個頭。到他晚年生病不能上班，在家裡頭養病。他的家很大，佔地面積很廣，家裡面前後都有院子，人口也眾多。在家裡養病，這沒事了，就想到我在居士林講經，他就告訴李木源，把我講經的錄像帶，那個時候錄像帶，大盤的錄像帶，拿回到他家去給他看。每天八個小時聽經，除了聽經之外就念佛，足足聽了兩年，念了兩年佛，跟李木源居士說，他想往生極樂世界。真有這個本事，這是什麼？一門深入，長時薰修，兩年不間斷，聽《無量壽經》，念阿彌陀佛，不得了！"
    },
    {
      "id": "02-037-0474_p0019",
      "zh_CN": "李木源居士说，不行，你不能走，你要走了之后，这个居士林会乱成一团糟，没有人能领得起来，求他多住几年。他答应了，答应这又多住了两年，老样子，就听四年经，念四年佛。把居士林的事情重新安排，他把他的董事长辞掉，人事安顿好了，告诉李木源，真要走了。走的前一天，找我去给他做三皈依，他躺在床上，给他做三皈依，送他三皈五戒证书，第二天就走了。在走之前，他在一张纸头上，好像是写八月初七写了十几个，八月初七写了十几个，家里没有人敢问他，也不知道什么意思。他走的那一天就是八月初七，三个月之前他就知道，预知时至。晚年这一场病是他的增上缘，如果没有这场病，他决定不能往生。因为有一场病，他不管事了，所以他每天能听八个钟点经，除听经之外他就一句佛号，没有杂念、没有妄想，功夫成就了。",
      "zh_TW": "李木源居士說，不行，你不能走，你要走了之後，這個居士林會亂成一團糟，沒有人能領得起來，求他多住幾年。他答應了，答應這又多住了兩年，老樣子，就聽四年經，念四年佛。把居士林的事情重新安排，他把他的董事長辭掉，人事安頓好了，告訴李木源，真要走了。走的前一天，找我去給他做三皈依，他躺在床上，給他做三皈依，送他三皈五戒證書，第二天就走了。在走之前，他在一張紙頭上，好像是寫八月初七寫了十幾個，八月初七寫了十幾個，家裡沒有人敢問他，也不知道什麼意思。他走的那一天就是八月初七，三個月之前他就知道，預知時至。晚年這一場病是他的增上緣，如果沒有這場病，他決定不能往生。因為有一場病，他不管事了，所以他每天能聽八個鐘點經，除聽經之外他就一句佛號，沒有雜念、沒有妄想，功夫成就了。"
    },
    {
      "id": "02-037-0474_p0020",
      "zh_CN": "他往生，他在生病的期间，也就是差不多最后的三个月，居士林那个时候办弘法人才培训班，短期的三个月一期，这些学生都到他家里帮他助念。往生之后是第二天还是第三天，助念是二十四小时不中断，轮班去的，一班四个出家人，哪个班去的我不知道，因为我在香港讲经。他们打电话告诉我，说居士林有个同修被附体，什么人附体？老林长陈光别的冤亲债主，很多有几百人，他们跟着法师，法师换班的时候回来，跟着法师到居士林来，居士林的护法神准他们进来。他们来是来告诉大家，老居士真的往生，他们来报信，真往生了。这些冤亲债主很喜欢，不闹事，不找麻烦，要求听经，要求念佛。打电话给我，我说赶快给他们立牌位，请他们到讲堂去听经，念佛堂去念佛。结果这些附体的灵说，讲堂、念佛堂光太强，他们不敢进去。最后商量结果他们要求在斋堂，那斋堂装上一个电视机，想听什么经？听《十善业道经》、《地藏经》。我们同意了，日夜播放，一遍一遍的播放播了三个月，他们大概都往生，都走了。肯定都是往生善道，人道、天道，也有少数往生极乐世界，这个好。这是事实证明真有鬼神，真有冤亲债主。他们看到你往生，佩服你，欢喜，不找麻烦，过去的这些怨恨一笔勾消，求超度，我们统统都给他做。这是消业除病。",
      "zh_TW": "他往生，他在生病的期間，也就是差不多最後的三個月，居士林那個時候辦弘法人才培訓班，短期的三個月一期，這些學生都到他家裡幫他助念。往生之後是第二天還是第三天，助念是二十四小時不中斷，輪班去的，一班四個出家人，哪個班去的我不知道，因為我在香港講經。他們打電話告訴我，說居士林有個同修被附體，什麼人附體？老林長陳光別的冤親債主，很多有幾百人，他們跟著法師，法師換班的時候回來，跟著法師到居士林來，居士林的護法神准他們進來。他們來是來告訴大家，老居士真的往生，他們來報信，真往生了。這些冤親債主很喜歡，不鬧事，不找麻煩，要求聽經，要求念佛。打電話給我，我說趕快給他們立牌位，請他們到講堂去聽經，念佛堂去念佛。結果這些附體的靈說，講堂、念佛堂光太強，他們不敢進去。最後商量結果他們要求在齋堂，那齋堂裝上一個電視機，想聽什麼經？聽《十善業道經》、《地藏經》。我們同意了，日夜播放，一遍一遍的播放播了三個月，他們大概都往生，都走了。肯定都是往生善道，人道、天道，也有少數往生極樂世界，這個好。這是事實證明真有鬼神，真有冤親債主。他們看到你往生，佩服你，歡喜，不找麻煩，過去的這些怨恨一筆勾消，求超度，我們統統都給他做。這是消業除病。"
    },
    {
      "id": "02-037-0474_p0021",
      "zh_CN": "另外《大智度论》里头讲有二种病，因为现在社会上这太多了，经论上说的，我们要知道一些。第一种「先世行业病」，不是这一生的，过去生的。「谓因先世好行鞭杖、拷掠」，就是拷打。「闭系种种恶法，恼害众生，故感今世多病，是名先世行业病」。行是你的行为，你的造作不善，如果是对人罪就更重，这喜欢打畜生。过去古人家庭环境稍微好的，一定有养马、养驴，做什么？交通工具，出门在古时候，最好的交通是马车、牛车。这些畜生，这畜生还要耕作，农田里头耕作，你要是不喜欢牠，狠狠的用鞭子去抽牠，这都造业，这个业都要有报的，不是造了不受报。我听到有个人告诉我，她的先生每天无缘无故用鞭子抽她，也不知道他什么缘故，被她先生欺负一辈子，她也不想离婚，很怪。以后遇到一个人，那个人告诉她，妳跟妳先生的关系，妳前生是个农夫，妳先生是妳的一条牛，牠替妳耕作，妳常常鞭打牠，所以今天他打妳；没有关系，再有几个月就满了，以后就不再打妳了。果然如此，一报还一报，还清楚不想再打妳。所以人一生的际遇，要相信因果，自作自受，没有例外的。对于一切众生要爱护，不但对于动物，家里养的动物、野生的动物要爱护。对于小朋友更应当要教他爱护小动物，蚊虫蚂蚁不可以杀。蚂蚁太多了，引牠走到不碍事的地方，引导牠；蚊虫、苍蝇把牠赶走就可以，不要杀牠。从小养成慈悲心，长大就有福报！所以造作种种恶法恼害众生，让众生生烦恼，是害众生的命，感今世多病，多灾多难。",
      "zh_TW": "另外《大智度論》裡頭講有二種病，因為現在社會上這太多了，經論上說的，我們要知道一些。第一種「先世行業病」，不是這一生的，過去生的。「謂因先世好行鞭杖、拷掠」，就是拷打。「閉繫種種惡法，惱害眾生，故感今世多病，是名先世行業病」。行是你的行為，你的造作不善，如果是對人罪就更重，這喜歡打畜生。過去古人家庭環境稍微好的，一定有養馬、養驢，做什麼？交通工具，出門在古時候，最好的交通是馬車、牛車。這些畜生，這畜生還要耕作，農田裡頭耕作，你要是不喜歡牠，狠狠的用鞭子去抽牠，這都造業，這個業都要有報的，不是造了不受報。我聽到有個人告訴我，她的先生每天無緣無故用鞭子抽她，也不知道他什麼緣故，被她先生欺負一輩子，她也不想離婚，很怪。以後遇到一個人，那個人告訴她，妳跟妳先生的關係，妳前生是個農夫，妳先生是妳的一條牛，牠替妳耕作，妳常常鞭打牠，所以今天他打妳；沒有關係，再有幾個月就滿了，以後就不再打妳了。果然如此，一報還一報，還清楚不想再打妳。所以人一生的際遇，要相信因果，自作自受，沒有例外的。對於一切眾生要愛護，不但對於動物，家裡養的動物、野生的動物要愛護。對於小朋友更應當要教他愛護小動物，蚊蟲螞蟻不可以殺。螞蟻太多了，引牠走到不礙事的地方，引導牠；蚊蟲、蒼蠅把牠趕走就可以，不要殺牠。從小養成慈悲心，長大就有福報！所以造作種種惡法惱害眾生，讓眾生生煩惱，是害眾生的命，感今世多病，多災多難。"
    },
    {
      "id": "02-037-0474_p0022",
      "zh_CN": "第二种「现世失调病」，这是我们常讲生理的病。「因冷热风雨，不知将养其身，及饮食不节，卧起无常，以是事故，得种种病」。这是现在不懂得卫生，不懂得保健。中国人，这一代的中国人非常可怜，古时候中国人都懂得，为什么？家里老人教，家家都教，基本保健常识个个都有。中国以农立国，大多数人民都住在农村，农村里头没有医院、没有医疗设备，人生病怎么办？全是中医，乡下也有医生。古时候社会，医生跟老师他们虽然贫穷，生活很艰苦，但是普遍受到人的尊敬，什么原因？他们的发心是救人的，不是为赚钱的。医生为人治病没有讲价钱的，病治好了之后，你家里富有多给他一点供养，家里贫寒少供养一点，实在没有，医药都是医生帮助你，不要钱，救人的，所以社会大众尊敬。老师也是不要钱的，上学缴学费哪有这种道理，那不变成生意买卖了吗？夫子可以说定下这么个制度，对老师的供养束修，束修是什么？我们中国人讲腊肉一小条，半斤一斤。这一年过年的时候给老师送一点礼物，就礼不能少，财完全随缘。你家里富有多送一点，家里要没有不必送，老师不怪你，老师教学是为国家培养人才，不是为这个发财的，这师道。人心淳厚，农村小孩都有好的教养，大人没念过书，统统受过这些教育，他都懂。我们这一代可怜，生活在战争动乱的社会，没有人教给我们，没有人讲给我们听，我们变成什么都不知道。这在过去中国社会里所没有的，真正是我们生活在悲惨的世界，一无所知，连基本保健都不懂。",
      "zh_TW": "第二種「現世失調病」，這是我們常講生理的病。「因冷熱風雨，不知將養其身，及飲食不節，臥起無常，以是事故，得種種病」。這是現在不懂得衛生，不懂得保健。中國人，這一代的中國人非常可憐，古時候中國人都懂得，為什麼？家裡老人教，家家都教，基本保健常識個個都有。中國以農立國，大多數人民都住在農村，農村裡頭沒有醫院、沒有醫療設備，人生病怎麼辦？全是中醫，鄉下也有醫生。古時候社會，醫生跟老師他們雖然貧窮，生活很艱苦，但是普遍受到人的尊敬，什麼原因？他們的發心是救人的，不是為賺錢的。醫生為人治病沒有講價錢的，病治好了之後，你家裡富有多給他一點供養，家裡貧寒少供養一點，實在沒有，醫藥都是醫生幫助你，不要錢，救人的，所以社會大眾尊敬。老師也是不要錢的，上學繳學費哪有這種道理，那不變成生意買賣了嗎？夫子可以說定下這麼個制度，對老師的供養束脩，束脩是什麼？我們中國人講臘肉一小條，半斤一斤。這一年過年的時候給老師送一點禮物，就禮不能少，財完全隨緣。你家裡富有多送一點，家裡要沒有不必送，老師不怪你，老師教學是為國家培養人才，不是為這個發財的，這師道。人心淳厚，農村小孩都有好的教養，大人沒念過書，統統受過這些教育，他都懂。我們這一代可憐，生活在戰爭動亂的社會，沒有人教給我們，沒有人講給我們聽，我們變成什麼都不知道。這在過去中國社會裡所沒有的，真正是我們生活在悲慘的世界，一無所知，連基本保健都不懂。"
    },
    {
      "id": "02-037-0474_p0023",
      "zh_CN": "中国古老教学，你看看帝王带头的，中国人知道古代帝王时代有所谓三公九卿，这个地位都很高。三公是帝王的老师，是帝王的顾问，现在讲高级顾问，古时候地位非常尊重，叫三师。太师、太保、太傅，就是三个老师，太保就是管生活起居，现在所讲的卫生保健，太保管的；太傅教你伦理道德；太师教你办事的智慧、理论、方法，皇上有三个。普通一般家庭里面一个，一个老师三方面都教，都懂，除了教小孩之外，家里面上上下下的人得空闲的时间，都来听听老师上一堂课，这个课里多半都是属于保健的，养生保健，所以他都懂。家里这些成员很多不认识字，可是他有这些常识，他懂得，他不外行。古时候学校简单，他就把它分成这三个科系就行了，生活需要的他统统都想得很周到。不但有教的，还要有督促你，带着你真正去落实，你得要把它做到，现在所谓的教练。这个教练叫少师、少保、少傅，也是三个人，皇家才有。这三个人是陪着太子，文武这些大臣的子弟，跟太子年龄相差不多的，一起来学，这就是培养下一个朝廷。所以他接班很顺利，一点都不复杂，一代一代传下去，政治清明，社会安定，造成长治久安，比现在民主好。",
      "zh_TW": "中國古老教學，你看看帝王帶頭的，中國人知道古代帝王時代有所謂三公九卿，這個地位都很高。三公是帝王的老師，是帝王的顧問，現在講高級顧問，古時候地位非常尊重，叫三師。太師、太保、太傅，就是三個老師，太保就是管生活起居，現在所講的衛生保健，太保管的；太傅教你倫理道德；太師教你辦事的智慧、理論、方法，皇上有三個。普通一般家庭裡面一個，一個老師三方面都教，都懂，除了教小孩之外，家裡面上上下下的人得空閒的時間，都來聽聽老師上一堂課，這個課裡多半都是屬於保健的，養生保健，所以他都懂。家裡這些成員很多不認識字，可是他有這些常識，他懂得，他不外行。古時候學校簡單，他就把它分成這三個科系就行了，生活需要的他統統都想得很周到。不但有教的，還要有督促你，帶著你真正去落實，你得要把它做到，現在所謂的教練。這個教練叫少師、少保、少傅，也是三個人，皇家才有。這三個人是陪著太子，文武這些大臣的子弟，跟太子年齡相差不多的，一起來學，這就是培養下一個朝廷。所以他接班很順利，一點都不複雜，一代一代傳下去，政治清明，社會安定，造成長治久安，比現在民主好。"
    },
    {
      "id": "02-037-0474_p0024",
      "zh_CN": "民主四年、五年搞一次大选，搞得社会动荡不安，选出来是新的政府，完全是新的政策，寿命都很短。上届执行的，底下这一届不承认、不喜欢，要搞自己的。不像古时候祖宗定下这个制度，可以延续几百年不改变。民主跟君主两个比较，我认为君主比民主好，它世代相承，它政策可以不变。民主是不一定的，什么都是短暂的，因为他任期有限，他没有长远的考虑。他自己不受上一届的约束，所以底下一届也不接受他的，他自己心里很明白。他所想的，就是他的任期这几年应该怎么做好，底下他再不想。这是民主比不上君主的地方，君主想得长远，他希望他的子孙世世代代做皇帝，他想得久远，想到几十年、几百年。这是生理上所谓保健出了问题，得病的原因。",
      "zh_TW": "民主四年、五年搞一次大選，搞得社會動盪不安，選出來是新的政府，完全是新的政策，壽命都很短。上屆執行的，底下這一屆不承認、不喜歡，要搞自己的。不像古時候祖宗定下這個制度，可以延續幾百年不改變。民主跟君主兩個比較，我認為君主比民主好，它世代相承，它政策可以不變。民主是不一定的，什麼都是短暫的，因為他任期有限，他沒有長遠的考慮。他自己不受上一屆的約束，所以底下一屆也不接受他的，他自己心裡很明白。他所想的，就是他的任期這幾年應該怎麼做好，底下他再不想。這是民主比不上君主的地方，君主想得長遠，他希望他的子孫世世代代做皇帝，他想得久遠，想到幾十年、幾百年。這是生理上所謂保健出了問題，得病的原因。"
    },
    {
      "id": "02-037-0474_p0025",
      "zh_CN": "这后面还有一段，「病起六缘」，出《摩诃止观》第卷八上所讲的，「众生之病皆因六缘而起」。第一个「四大不顺」，四大是说身体，物质的身体，我们没有把它照顾好，让它感受风寒，得伤风感冒这一类的，属于四大不调。第二种「饮食不节」，暴饮暴食，饮食是我们身体能量重要的来源，是靠饮食。饮食古人非常讲究，所谓「一方水土养一方人」，对你养分最充分的是哪些地方？你住在这个地方三十里以内的，这范围生长的东西就是养你们的，不是养三十里之外的。现在我们吃东西，要吃各个地方东西，那都不养人；三十里之内的，这才是真正养你这个地方的人。而且要吃新鲜东西，所以讲月令，中国人懂得哪个月要吃些什么东西，这些饮食要怎么样做法，甚至于（从前是烧柴火）柴火烧什么树木都讲究，很考究的，什么样的火候，怎么样烹调，大学问！太保不好当，太保对这个完全要懂得，一点差错都没有。",
      "zh_TW": "這後面還有一段，「病起六緣」，出《摩訶止觀》第卷八上所講的，「眾生之病皆因六緣而起」。第一個「四大不順」，四大是說身體，物質的身體，我們沒有把它照顧好，讓它感受風寒，得傷風感冒這一類的，屬於四大不調。第二種「飲食不節」，暴飲暴食，飲食是我們身體能量重要的來源，是靠飲食。飲食古人非常講究，所謂「一方水土養一方人」，對你養分最充分的是哪些地方？你住在這個地方三十里以內的，這範圍生長的東西就是養你們的，不是養三十里之外的。現在我們吃東西，要吃各個地方東西，那都不養人；三十里之內的，這才是真正養你這個地方的人。而且要吃新鮮東西，所以講月令，中國人懂得哪個月要吃些什麼東西，這些飲食要怎麼樣做法，甚至於（從前是燒柴火）柴火燒什麼樹木都講究，很考究的，什麼樣的火候，怎麼樣烹調，大學問！太保不好當，太保對這個完全要懂得，一點差錯都沒有。"
    },
    {
      "id": "02-037-0474_p0026",
      "zh_CN": "第三个，这是佛门「坐禅不调」，坐禅这是修行功夫，要懂得调身、要懂得调心，如果不懂得也容易出事情。坐在那个地方，一入定可以坐个十天、半个月、一个月，甚至于坐三个月才出定。三个月那就是坐在那里九十天，腿不会麻木，不会出问题，那什么？他懂得调理。我们一般人不行，一般人不要说是教你坐很久，叫你坐半天，你的问题就出来了。调心，心里头没有杂念、没有妄想，心里头有境界；要调身，全身血液循环正常，什么毛病都不会出。晚近，我们知道虚云老和尚这坐禅的，常常听说老和尚坐禅半个月出定，一个月出定。他出定的时候，感觉得他好像坐下去才半个小时、一个小时的样子，实际上十多天，定中感觉很快，一刹那。《年谱》上有一段记载，过年的时候他煮了一锅芋头，芋头还没有煮熟，他就在旁边打坐，等芋头煮熟了再吃，没知道这一定定了半个多月。寺庙里面很多人觉得：老和尚很久没有来了，去看看他！看到他在入定，拿个引磬耳朵旁边敲敲，这就叫他出定。他睁开眼睛：你们来正好，我煮了芋头，来一起吃、一起吃。揭开盖子芋头都长毛了，怎么回事？人家说你不知道，你这一坐半个多月了。他自己感觉芋头大概才烧开，这不是欺骗人的。所以坐禅得先要有这些知识，怎么调心、怎么调身，你不需要运动，身心健康不出事情。",
      "zh_TW": "第三個，這是佛門「坐禪不調」，坐禪這是修行功夫，要懂得調身、要懂得調心，如果不懂得也容易出事情。坐在那個地方，一入定可以坐個十天、半個月、一個月，甚至於坐三個月才出定。三個月那就是坐在那裡九十天，腿不會麻木，不會出問題，那什麼？他懂得調理。我們一般人不行，一般人不要說是教你坐很久，叫你坐半天，你的問題就出來了。調心，心裡頭沒有雜念、沒有妄想，心裡頭有境界；要調身，全身血液循環正常，什麼毛病都不會出。晚近，我們知道虛雲老和尚這坐禪的，常常聽說老和尚坐禪半個月出定，一個月出定。他出定的時候，感覺得他好像坐下去才半個小時、一個小時的樣子，實際上十多天，定中感覺很快，一剎那。《年譜》上有一段記載，過年的時候他煮了一鍋芋頭，芋頭還沒有煮熟，他就在旁邊打坐，等芋頭煮熟了再吃，沒知道這一定定了半個多月。寺廟裡面很多人覺得：老和尚很久沒有來了，去看看他！看到他在入定，拿個引磬耳朵旁邊敲敲，這就叫他出定。他睜開眼睛：你們來正好，我煮了芋頭，來一起吃、一起吃。揭開蓋子芋頭都長毛了，怎麼回事？人家說你不知道，你這一坐半個多月了。他自己感覺芋頭大概才燒開，這不是欺騙人的。所以坐禪得先要有這些知識，怎麼調心、怎麼調身，你不需要運動，身心健康不出事情。"
    },
    {
      "id": "02-037-0474_p0027",
      "zh_CN": "第四种「鬼神得便」，这现在常有，鬼神附体，你得病了。「鬼魅着人而为病者。止观曰：若入四大五藏，是名鬼病」。鬼病从哪里来的？冤亲债主很多。特别是现在人，为什么？现在人吃肉太多，那些东西甘心情愿被你吃吗？是不得已，对吃牠肉的人、杀害牠的人痛恨在心，牠要有了机会遇到你，牠能不报复吗？「良由人邪念种种事」，鬼神得其便，「或望知吉凶」，人有邪念，或者有妄念，妄念里面最普遍的就是吉凶，人想知道吉凶祸福，去找鬼神。这个上面，「兜醯罗鬼作种种变，青黄等色从五根入，则意地邪解，能知吉凶，或知一身、一家、一村、一国吉凶事，此非圣知也；若不治之，久久则杀人」。真的会杀人吗？会，慈禧太后就是个例子，慈禧太后就相信这个东西。在她之前，国家大事，那些帝王总是召见儒释道的长老，向他们请教，或是专家学者来讨论。慈禧太后把这个制度废除了，宫廷里头不讲经、不教学，搞什么？驾乩扶鸾，大小事情都向鬼神请教，这些鬼神就得便了。",
      "zh_TW": "第四種「鬼神得便」，這現在常有，鬼神附體，你得病了。「鬼魅著人而為病者。止觀曰：若入四大五藏，是名鬼病」。鬼病從哪裡來的？冤親債主很多。特別是現在人，為什麼？現在人吃肉太多，那些東西甘心情願被你吃嗎？是不得已，對吃牠肉的人、殺害牠的人痛恨在心，牠要有了機會遇到你，牠能不報復嗎？「良由人邪念種種事」，鬼神得其便，「或望知吉凶」，人有邪念，或者有妄念，妄念裡面最普遍的就是吉凶，人想知道吉凶禍福，去找鬼神。這個上面，「兜醯羅鬼作種種變，青黃等色從五根入，則意地邪解，能知吉凶，或知一身、一家、一村、一國吉凶事，此非聖知也；若不治之，久久則殺人」。真的會殺人嗎？會，慈禧太后就是個例子，慈禧太后就相信這個東西。在她之前，國家大事，那些帝王總是召見儒釋道的長老，向他們請教，或是專家學者來討論。慈禧太后把這個制度廢除了，宮廷裡頭不講經、不教學，搞什麼？駕乩扶鸞，大小事情都向鬼神請教，這些鬼神就得便了。"
    },
    {
      "id": "02-037-0474_p0028",
      "zh_CN": "所以清朝慈禧亡国，亡在信鬼神不信圣教，亡在这上。这个话是早年，章嘉大师告诉我的。那个时候我对扶乩有怀疑，向他请教，扶乩到底是真的、是假的？章嘉大师告诉我，说佛菩萨降临到乩坛里面来，没有这种事情，都是灵鬼，灵鬼里面程度差别非常悬殊，有有修行的灵鬼他就灵，有没有修行的，他就胡说妄为，你也没办法找到他。老师告诉我，他所传递的信息，我们要用智慧去拣别，可以做参考不能相信，你要依照他这个做，往往就上当了。学佛的人依什么？依经典的理论做依据，依经典上的方法去行事，这是佛弟子，这个得佛力加持，这正确的。把佛放在一边，经典放在一边，去搞驾乩扶鸾，搞这些鬼神，那你就错了！听鬼神，不听佛菩萨的，这不是佛弟子，这个道理一定要懂。",
      "zh_TW": "所以清朝慈禧亡國，亡在信鬼神不信聖教，亡在這上。這個話是早年，章嘉大師告訴我的。那個時候我對扶乩有懷疑，向他請教，扶乩到底是真的、是假的？章嘉大師告訴我，說佛菩薩降臨到乩壇裡面來，沒有這種事情，都是靈鬼，靈鬼裡面程度差別非常懸殊，有有修行的靈鬼他就靈，有沒有修行的，他就胡說妄為，你也沒辦法找到他。老師告訴我，他所傳遞的信息，我們要用智慧去揀別，可以做參考不能相信，你要依照他這個做，往往就上當了。學佛的人依什麼？依經典的理論做依據，依經典上的方法去行事，這是佛弟子，這個得佛力加持，這正確的。把佛放在一邊，經典放在一邊，去搞駕乩扶鸞，搞這些鬼神，那你就錯了！聽鬼神，不聽佛菩薩的，這不是佛弟子，這個道理一定要懂。"
    },
    {
      "id": "02-037-0474_p0029",
      "zh_CN": "第五「魔神相扰」，这个很严重，不用功的时候魔不找你，用功愈得力的时候他来找你，为什么？他来破坏你，他不愿意看到你有成就。他能够干扰你，一定你有把柄在他手上，他才能干扰。这底下说「止观曰」，止观是天台家所学的，「鬼但病身杀身」，他让你长病，让你死亡，这鬼来夺你的命的，跟你都是有冤仇的，他来报复的。魔跟鬼不一样，魔是来破你功夫的，你修止观，他来破你的法身慧命。怎么会把他召来的？你有邪念。修行人你有自私自利的念头，你对于佛法、对佛菩萨、对经教信心不足，对他有怀疑，所以到紧急的关头你会求神，你不会求佛，那魔就得其便，他就冒充佛菩萨来了。",
      "zh_TW": "第五「魔神相擾」，這個很嚴重，不用功的時候魔不找你，用功愈得力的時候他來找你，為什麼？他來破壞你，他不願意看到你有成就。他能夠干擾你，一定你有把柄在他手上，他才能干擾。這底下說「止觀曰」，止觀是天台家所學的，「鬼但病身殺身」，他讓你長病，讓你死亡，這鬼來奪你的命的，跟你都是有冤仇的，他來報復的。魔跟鬼不一樣，魔是來破你功夫的，你修止觀，他來破你的法身慧命。怎麼會把他召來的？你有邪念。修行人你有自私自利的念頭，你對於佛法、對佛菩薩、對經教信心不足，對他有懷疑，所以到緊急的關頭你會求神，你不會求佛，那魔就得其便，他就冒充佛菩薩來了。"
    },
    {
      "id": "02-037-0474_p0030",
      "zh_CN": "这里面说，「起邪念想夺人功德，与鬼为异」。跟鬼不一样，鬼是来夺命的，来讨命的，你过去杀他，他来杀你。魔是破人法身慧命，让你起邪念，破坏你修学的功德，怎么来？还是自己诱导他来的。「行者于坐禅中」，修行人在修行用功的时候「邪念利养」，这心不清净，没有离开名闻利养，就会引起魔来干扰。为什么？魔能够现利养，「魔现种种衣服、饮食、七珍杂物，即领受欢喜，入心成病」。就有这些供养来，你贪恋这个供养你的道心毁掉，也就是说道心是什么？是清净心、平等心、觉心。这些杂念、妄想让你染污、让你分别、让你起心动念，就把你的功德全毁掉了，这麻烦。所以宗门常说「佛来斩佛，魔来斩魔」，这个意思是什么？清净心里头没有东西。六祖说得好，「本来无一物，何处惹尘埃」，心中无佛亦无魔，见到佛欢喜，魔现的，不是真的。真佛不会现形给你看，为什么？现形给你看，你生欢喜心，你自以为很了不起，让你产生幻觉，那是魔。什么时候真现身？现身之后，你看到若无其事，理都不理，动都不动，这个时候佛现身给你做证明，你心里很清楚真有，你也不会告诉人。",
      "zh_TW": "這裡面說，「起邪念想奪人功德，與鬼為異」。跟鬼不一樣，鬼是來奪命的，來討命的，你過去殺他，他來殺你。魔是破人法身慧命，讓你起邪念，破壞你修學的功德，怎麼來？還是自己誘導他來的。「行者於坐禪中」，修行人在修行用功的時候「邪念利養」，這心不清淨，沒有離開名聞利養，就會引起魔來干擾。為什麼？魔能夠現利養，「魔現種種衣服、飲食、七珍雜物，即領受歡喜，入心成病」。就有這些供養來，你貪戀這個供養你的道心毀掉，也就是說道心是什麼？是清淨心、平等心、覺心。這些雜念、妄想讓你染污、讓你分別、讓你起心動念，就把你的功德全毀掉了，這麻煩。所以宗門常說「佛來斬佛，魔來斬魔」，這個意思是什麼？清淨心裡頭沒有東西。六祖說得好，「本來無一物，何處惹塵埃」，心中無佛亦無魔，見到佛歡喜，魔現的，不是真的。真佛不會現形給你看，為什麼？現形給你看，你生歡喜心，你自以為很了不起，讓你產生幻覺，那是魔。什麼時候真現身？現身之後，你看到若無其事，理都不理，動都不動，這個時候佛現身給你做證明，你心裡很清楚真有，你也不會告訴人。"
    },
    {
      "id": "02-037-0474_p0031",
      "zh_CN": "我们净宗初祖慧远大师，在庐山建第一个念佛堂，集合志同道合的道友们一百二十三个人，在这个山上念佛求生净土。山下有一条小溪，以虎溪为界，不越过虎溪，一百二十三个人个个成就。远公往生之前告诉大家，他一生当中三次见到极乐世界。没有跟任何人讲过，那是真的，见如不见。他说今天第四次极乐世界出现，我要往生了，才告诉大家。别人问他，极乐世界像什么样子？跟经中所说的一模一样。远公在世，净土经就是一部《无量寿经》，《观经》、《弥陀经》还没翻出来，最早修净土就是依靠《无量寿经》，《无量寿经》称为净宗第一经。",
      "zh_TW": "我們淨宗初祖慧遠大師，在廬山建第一個念佛堂，集合志同道合的道友們一百二十三個人，在這個山上念佛求生淨土。山下有一條小溪，以虎溪為界，不越過虎溪，一百二十三個人個個成就。遠公往生之前告訴大家，他一生當中三次見到極樂世界。沒有跟任何人講過，那是真的，見如不見。他說今天第四次極樂世界出現，我要往生了，才告訴大家。別人問他，極樂世界像什麼樣子？跟經中所說的一模一樣。遠公在世，淨土經就是一部《無量壽經》，《觀經》、《彌陀經》還沒翻出來，最早修淨土就是依靠《無量壽經》，《無量壽經》稱為淨宗第一經。"
    },
    {
      "id": "02-037-0474_p0032",
      "zh_CN": "所以魔神相扰，不能不知道。魔神，神也是魔，魔王波旬，就是欲界第六天的天王波旬，人也很慈悲，福报非常大，神通变化，我们都无法想像。他为什么障碍别人成就？他自以为欲界他最高，他是欲界的天王，他不愿意他的人民离开他，你要脱离六道轮回到别地方去，我的人少了一个。他喜欢人多，他不愿意人离开六道轮回，你不离开六道没事，他不找你；你真想离开他就来找你，障碍你。如果你能突破障碍，他佩服你，他也来护你法，什么才能够突破？没有贪瞋痴慢疑就突破了。有一条你给他抓到，你就逃不掉，你出不去，他让你生烦恼。你要有贪心，他就变色，你喜欢的把你摄住；你贪财，他用财，现无量的财宝给你，让你舍不得离开；你贪色，他就现美女来引诱你。只要你心里头有念头，他就有办法把你摄受住，你走不了。净土教给我们方法妙，阿弥陀佛，他没有办法现阿弥陀佛。修净土的人心里什么都没有，一切统统放下，放得干干净净，就是一句阿弥陀佛。你真这样干，他佩服你，他也赞叹你。所以我们称波旬称菩萨，波旬也是菩萨。怎么样的诱惑我们也不理会，我们也不排斥，见而无见，无见而见，心里头一句阿弥陀佛决定不动摇、决定不改变、决定不退转，这成功了。所以这个末后，你看领受欢喜，入心成病。魔在诱惑，你一生欢喜心上当了，你就得病，你就出不了六道轮回。",
      "zh_TW": "所以魔神相擾，不能不知道。魔神，神也是魔，魔王波旬，就是欲界第六天的天王波旬，人也很慈悲，福報非常大，神通變化，我們都無法想像。他為什麼障礙別人成就？他自以為欲界他最高，他是欲界的天王，他不願意他的人民離開他，你要脫離六道輪迴到別地方去，我的人少了一個。他喜歡人多，他不願意人離開六道輪迴，你不離開六道沒事，他不找你；你真想離開他就來找你，障礙你。如果你能突破障礙，他佩服你，他也來護你法，什麼才能夠突破？沒有貪瞋痴慢疑就突破了。有一條你給他抓到，你就逃不掉，你出不去，他讓你生煩惱。你要有貪心，他就變色，你喜歡的把你攝住；你貪財，他用財，現無量的財寶給你，讓你捨不得離開；你貪色，他就現美女來引誘你。只要你心裡頭有念頭，他就有辦法把你攝受住，你走不了。淨土教給我們方法妙，阿彌陀佛，他沒有辦法現阿彌陀佛。修淨土的人心裡什麼都沒有，一切統統放下，放得乾乾淨淨，就是一句阿彌陀佛。你真這樣幹，他佩服你，他也讚歎你。所以我們稱波旬稱菩薩，波旬也是菩薩。怎麼樣的誘惑我們也不理會，我們也不排斥，見而無見，無見而見，心裡頭一句阿彌陀佛決定不動搖、決定不改變、決定不退轉，這成功了。所以這個末後，你看領受歡喜，入心成病。魔在誘惑，你一生歡喜心上當了，你就得病，你就出不了六道輪迴。"
    },
    {
      "id": "02-037-0474_p0033",
      "zh_CN": "最后一条「恶业所起」，这就是业障。「止观曰：或专是先世业」，或者这个业是先世的，过去生中所造的罪业。「或今世破戒动先世业」，与先世的业脱不了关系。这一生当中修行，破戒了，自私自利的念头起来，贪瞋痴慢的念头起来，把前世、宿世的罪业引发出来，这个业力就成了病。「还约五根，知有所犯」。下头举例子说，「若杀罪之业，是肝眼病」，过去生中杀生太多，你这个时候得什么？得肝病、得眼病。「饮酒罪业，是心口病」，这心是心脏，口舌，病在这个地方。「婬罪业，是肾耳病；妄语罪业，是脾舌病」；若是偷盗的罪业，那是肺鼻病。「毁五戒业」，破五戒十善，「则有五藏、五根病起」。《止观》这段说得好，杀盗淫妄酒不是好东西，引发我们里面五脏六腑得病。我们自己想身心健康，不杀生、不偷盗、不淫欲、不妄语、不饮酒，你身心健康不会生病，这一段讲得非常好。",
      "zh_TW": "最後一條「惡業所起」，這就是業障。「止觀曰：或專是先世業」，或者這個業是先世的，過去生中所造的罪業。「或今世破戒動先世業」，與先世的業脫不了關係。這一生當中修行，破戒了，自私自利的念頭起來，貪瞋痴慢的念頭起來，把前世、宿世的罪業引發出來，這個業力就成了病。「還約五根，知有所犯」。下頭舉例子說，「若殺罪之業，是肝眼病」，過去生中殺生太多，你這個時候得什麼？得肝病、得眼病。「飲酒罪業，是心口病」，這心是心臟，口舌，病在這個地方。「婬罪業，是腎耳病；妄語罪業，是脾舌病」；若是偷盜的罪業，那是肺鼻病。「毀五戒業」，破五戒十善，「則有五藏、五根病起」。《止觀》這段說得好，殺盜淫妄酒不是好東西，引發我們裡面五臟六腑得病。我們自己想身心健康，不殺生、不偷盜、不淫欲、不妄語、不飲酒，你身心健康不會生病，這一段講得非常好。"
    },
    {
      "id": "02-037-0474_p0034",
      "zh_CN": "这个病起来了，下头一句是治病，「业谢乃差」，差是病好了，病怎么好的？业没有了。这就是今天所说的用意念可以治病，我们这个身心、五脏六腑有病，你要懂得的话，断恶修善，积功累德，端正心念，这些病统统都能好。病要真好，你找医生，医生对你病的效果顶多三分，自己念头转过来这是七分，医药的力量只有三分。你有很强的自信心，不必用药物也能治好。这个道理，今天量子力学家发现，承认了，很难得，美国一个专门用意念治病的医生修．蓝博士，今年三月二十一号到我这里来访问，我们共同证实这桩事情。他做了不少年，治过几千人，非常有效果，不用医药、不用针灸，什么都不用，完全用自己的意念。而且帮人治病可以不需要跟这个人见面，相距二、三千里都有效，跟佛法讲的完全相应。",
      "zh_TW": "這個病起來了，下頭一句是治病，「業謝乃差」，差是病好了，病怎麼好的？業沒有了。這就是今天所說的用意念可以治病，我們這個身心、五臟六腑有病，你要懂得的話，斷惡修善，積功累德，端正心念，這些病統統都能好。病要真好，你找醫生，醫生對你病的效果頂多三分，自己念頭轉過來這是七分，醫藥的力量只有三分。你有很強的自信心，不必用藥物也能治好。這個道理，今天量子力學家發現，承認了，很難得，美國一個專門用意念治病的醫生修．藍博士，今年三月二十一號到我這裡來訪問，我們共同證實這樁事情。他做了不少年，治過幾千人，非常有效果，不用醫藥、不用針灸，什麼都不用，完全用自己的意念。而且幫人治病可以不需要跟這個人見面，相距二、三千里都有效，跟佛法講的完全相應。"
    },
    {
      "id": "02-037-0474_p0035",
      "zh_CN": "佛告诉我们，「一切法从心想生」，心想的力量太大了。物质现象、精神现象、自然现象全是心想生的，我们要没有妄想，根本就没有这些东西存在。六祖开悟的时候说得好，「本来无一物，何处惹尘埃」，人回归到本来无一物，这个人就叫成佛。这境界是什么？境界可以说得出来，六根接触外面六尘境界，真正做到不起心不动念、不分别不执着，就成佛了，这就是佛的境界；凡夫六根接触六尘境界起心动念、分别执着，全都有。学佛怎么个学法，这不是清清楚楚、明明白白的摆在眼前吗？章嘉大师教我，放下而已。放下执着，不再执着，你就成阿罗汉，放下分别你就是菩萨，放下起心动念你就成佛，只看你放下多少。惠能大师的本事就是一念之下，把起心动念、分别执着都放下，五祖把衣钵就给他，承认他为第六代的祖师。",
      "zh_TW": "佛告訴我們，「一切法從心想生」，心想的力量太大了。物質現象、精神現象、自然現象全是心想生的，我們要沒有妄想，根本就沒有這些東西存在。六祖開悟的時候說得好，「本來無一物，何處惹塵埃」，人回歸到本來無一物，這個人就叫成佛。這境界是什麼？境界可以說得出來，六根接觸外面六塵境界，真正做到不起心不動念、不分別不執著，就成佛了，這就是佛的境界；凡夫六根接觸六塵境界起心動念、分別執著，全都有。學佛怎麼個學法，這不是清清楚楚、明明白白的擺在眼前嗎？章嘉大師教我，放下而已。放下執著，不再執著，你就成阿羅漢，放下分別你就是菩薩，放下起心動念你就成佛，只看你放下多少。惠能大師的本事就是一念之下，把起心動念、分別執著都放下，五祖把衣缽就給他，承認他為第六代的祖師。"
    },
    {
      "id": "02-037-0474_p0036",
      "zh_CN": "我们再看下面这一句，「若今生持戒亦动业成病」，这一生学佛持戒，但是还会起心动念，还有分别执着，你就有病。「故云：若有重罪，头痛得除；应地狱重受，人中轻偿。此是业欲谢，故病也」。这就是一般所说的重业轻报，你看重罪，头痛就得这个报，重罪轻报了。应该堕地狱的，人中轻偿，这是什么？业欲谢，业快要断尽，还没有断得干净，快要断干净了，所以有这种病的相出现，这是修行人当中常见的。底下接着说，「夫业病多种，肿满黄虚」，这都是病的样子。「凡诸病患，须细心寻检，知病根源，然后用治也」。这些现象出现要细心、要反省，这个病的根源在什么地方，对症下药。譬如说用这段经文前面所讲的，肝眼有病，这是宿世杀业所感的，这一生发愿不再杀生，不再吃肉，更进一步放生、素食。如果是心口的病？这是饮酒的罪；如果是肾脏有病、耳朵有病，那这是淫欲的罪业，找。这段经文很重要，把根找到然后从根把它消除。总而言之，不杀、不盗、不淫、不妄语、不饮酒，心里头不贪、不瞋、不痴、不傲慢、不怀疑，身心总治，这真能帮助你解决问题。好，现在时间到了，我们就学习到这个地方。",
      "zh_TW": "我們再看下面這一句，「若今生持戒亦動業成病」，這一生學佛持戒，但是還會起心動念，還有分別執著，你就有病。「故云：若有重罪，頭痛得除；應地獄重受，人中輕償。此是業欲謝，故病也」。這就是一般所說的重業輕報，你看重罪，頭痛就得這個報，重罪輕報了。應該墮地獄的，人中輕償，這是什麼？業欲謝，業快要斷盡，還沒有斷得乾淨，快要斷乾淨了，所以有這種病的相出現，這是修行人當中常見的。底下接著說，「夫業病多種，腫滿黃虛」，這都是病的樣子。「凡諸病患，須細心尋檢，知病根源，然後用治也」。這些現象出現要細心、要反省，這個病的根源在什麼地方，對症下藥。譬如說用這段經文前面所講的，肝眼有病，這是宿世殺業所感的，這一生發願不再殺生，不再吃肉，更進一步放生、素食。如果是心口的病？這是飲酒的罪；如果是腎臟有病、耳朵有病，那這是淫欲的罪業，找。這段經文很重要，把根找到然後從根把它消除。總而言之，不殺、不盜、不淫、不妄語、不飲酒，心裡頭不貪、不瞋、不痴、不傲慢、不懷疑，身心總治，這真能幫助你解決問題。好，現在時間到了，我們就學習到這個地方。"
    }
  ]
}