{
  "doc_id": "02-037-0033",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十三集",
    "zh_TW": "第三十三集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0033",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-037-0033_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第一百九十八面倒数第四行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第一百九十八面倒數第四行最後一句看起："
    },
    {
      "id": "02-037-0033_p0002",
      "zh_CN": "「故《大经》云：世谛但有名，无实义。第一义谛，有名有实义。佛是究竟第一义谛故。」念老引用里面的「大经」，这两个字都是指《华严经》，称《华严》为大经；就净宗来讲，称《无量寿经》为大经。「世谛」，我们先把第一义谛简单做个介绍，这出自于《佛学大辞典》的「第一义谛」。",
      "zh_TW": "「故《大經》云：世諦但有名，無實義。第一義諦，有名有實義。佛是究竟第一義諦故。」念老引用裡面的「大經」，這兩個字都是指《華嚴經》，稱《華嚴》為大經；就淨宗來講，稱《無量壽經》為大經。「世諦」，我們先把第一義諦簡單做個介紹，這出自於《佛學大辭典》的「第一義諦」。"
    },
    {
      "id": "02-037-0033_p0003",
      "zh_CN": "「二谛之一」，谛这个字我们现在人称之为真理，在佛法里面意思是真实，这才称之为谛。二谛，这就是世尊四十九年讲经教学他所依据的事跟理，把它称之为二谛，一种是世间法，一种是出世间法。第一义谛是出世间法，是佛与法身菩萨所证得的，确确实实是一切法的真相，称为第一义谛。所以第一义谛有很多意思。「又云真谛」，真谛就是第一义谛。「圣谛」也是说这个，这个「圣」是指的佛与法身菩萨，三贤十圣。「胜义谛」，胜是殊胜，没有能够跟它相比的。也称为「涅槃」，也称为「真如」，也称为「实相」，也称为「中道」，也称为「法界」，也称为「真空」。这是略举几个名词，如果把经典里面对这个意思都找出来，大概将近一百个。佛讲经说法，为什么一桩事情说这么多的不同的名相？这是他说法的善巧方便，让我们不要执著名相，名相也是世谛；如果不执著名相，世谛也是真谛。由此可知，真妄实实在在讲是你有没有见到事实真相，没有见到事实真相的，全叫世谛。由此可知，十法界所看到的全叫世谛。真谛谁见到？必须是破一品无明，证一分法身，禅宗里面讲的大彻大悟，明心见性，这个人见到真谛了。真谛通常用得最多的就是诸法实相，一切法的真相你见到了，一切法的真相就是第一义谛。",
      "zh_TW": "「二諦之一」，諦這個字我們現在人稱之為真理，在佛法裡面意思是真實，這才稱之為諦。二諦，這就是世尊四十九年講經教學他所依據的事跟理，把它稱之為二諦，一種是世間法，一種是出世間法。第一義諦是出世間法，是佛與法身菩薩所證得的，確確實實是一切法的真相，稱為第一義諦。所以第一義諦有很多意思。「又云真諦」，真諦就是第一義諦。「聖諦」也是說這個，這個「聖」是指的佛與法身菩薩，三賢十聖。「勝義諦」，勝是殊勝，沒有能夠跟它相比的。也稱為「涅槃」，也稱為「真如」，也稱為「實相」，也稱為「中道」，也稱為「法界」，也稱為「真空」。這是略舉幾個名詞，如果把經典裡面對這個意思都找出來，大概將近一百個。佛講經說法，為什麼一樁事情說這麼多的不同的名相？這是他說法的善巧方便，讓我們不要執著名相，名相也是世諦；如果不執著名相，世諦也是真諦。由此可知，真妄實實在在講是你有沒有見到事實真相，沒有見到事實真相的，全叫世諦。由此可知，十法界所看到的全叫世諦。真諦誰見到？必須是破一品無明，證一分法身，禪宗裡面講的大徹大悟，明心見性，這個人見到真諦了。真諦通常用得最多的就是諸法實相，一切法的真相你見到了，一切法的真相就是第一義諦。"
    },
    {
      "id": "02-037-0033_p0004",
      "zh_CN": "现在科学里头有个名词叫「零极限」，有这个味道，一切都归于零。这个一切东西归零，最新的这个科学名词，实际上是佛法讲回归自性，那就归零了，回归常寂光，就归零。因为自性跟寂光里面，三种现象都没有，它没有物质现象，也没有精神现象，也没有自然现象，什么都没有。但是自性能生万法，它什么都没有，它什么都能现。比万花筒还妙，因为万花筒里面到底还有一点东西在，还有几张碎纸片，颜色不同，还有。转起来你看，怎么转也找不出一个相同的图案出来，这很妙。但是自性，用万花筒比喻是比喻个仿佛，万花筒有几片，自性里没有；没有能够变出一切东西，这就是万花筒比不上的地方。万花筒可以能够比十法界依正庄严，非常像。所以自性没东西能比，科学跟哲学达不到，发现不了它。佛告诉我们，这桩事情唯证方知，那就是这些名词、真理要见性才知道。圣谛、胜义谛、涅槃、真如、实相、中道、法界、真空，都必须要明心见性，大彻大悟，你才能晓得它。",
      "zh_TW": "現在科學裡頭有個名詞叫「零極限」，有這個味道，一切都歸於零。這個一切東西歸零，最新的這個科學名詞，實際上是佛法講回歸自性，那就歸零了，回歸常寂光，就歸零。因為自性跟寂光裡面，三種現象都沒有，它沒有物質現象，也沒有精神現象，也沒有自然現象，什麼都沒有。但是自性能生萬法，它什麼都沒有，它什麼都能現。比萬花筒還妙，因為萬花筒裡面到底還有一點東西在，還有幾張碎紙片，顏色不同，還有。轉起來你看，怎麼轉也找不出一個相同的圖案出來，這很妙。但是自性，用萬花筒比喻是比喻個彷彿，萬花筒有幾片，自性裡沒有；沒有能夠變出一切東西，這就是萬花筒比不上的地方。萬花筒可以能夠比十法界依正莊嚴，非常像。所以自性沒東西能比，科學跟哲學達不到，發現不了它。佛告訴我們，這樁事情唯證方知，那就是這些名詞、真理要見性才知道。聖諦、勝義諦、涅槃、真如、實相、中道、法界、真空，都必須要明心見性，大徹大悟，你才能曉得它。"
    },
    {
      "id": "02-037-0033_p0005",
      "zh_CN": "所以「总以名深妙之真理」。「名」就是第一义谛这个名，用这个名词显示深妙的真理。「谛者真实之道理也」，这是解释第一义谛的意思是什么，谛就是真实的道理。「此道理为诸法中第一，故云第一义」。怎么是第一？所有一切事相，事离不开理，没有理不可能有事发生，有事一定有理，有理一定有事。但是，理是一个，叫真理，事千差万别。这就是惠能大师见性的时候，他的报告最后的一句，「何期自性，能生万法」。自性是真谛，万法是俗谛，万法就是十法界依正庄严，都是从自性里头变现出来的；而自性什么都不是，能生万法。它为什么能生？叫法尔如是，自性里头虽然什么都没有，不能说它是空，能大师知道，所以他第三句说，「何期自性，本自具足」。自性里有没有？有，有你看不见，你摸不到，你也想不到。八识五十一心所统统缘不到它，所以说它叫空，用真空，用这个字来形容它。真空不空，它遇到缘，它就能现相。遇到什么缘？众生有感，众生是十法界的。十法界众生所有一切的活动，身体的活动这是物质，心理的活动是第六、第七、第八识，这属于心里的活动，自性统统有反应。他的活动这种信息，这信息才动就周遍法界，《妄尽还源观》上说的，就周遍法界。",
      "zh_TW": "所以「總以名深妙之真理」。「名」就是第一義諦這個名，用這個名詞顯示深妙的真理。「諦者真實之道理也」，這是解釋第一義諦的意思是什麼，諦就是真實的道理。「此道理為諸法中第一，故云第一義」。怎麼是第一？所有一切事相，事離不開理，沒有理不可能有事發生，有事一定有理，有理一定有事。但是，理是一個，叫真理，事千差萬別。這就是惠能大師見性的時候，他的報告最後的一句，「何期自性，能生萬法」。自性是真諦，萬法是俗諦，萬法就是十法界依正莊嚴，都是從自性裡頭變現出來的；而自性什麼都不是，能生萬法。它為什麼能生？叫法爾如是，自性裡頭雖然什麼都沒有，不能說它是空，能大師知道，所以他第三句說，「何期自性，本自具足」。自性裡有沒有？有，有你看不見，你摸不到，你也想不到。八識五十一心所統統緣不到它，所以說它叫空，用真空，用這個字來形容它。真空不空，它遇到緣，它就能現相。遇到什麼緣？眾生有感，眾生是十法界的。十法界眾生所有一切的活動，身體的活動這是物質，心理的活動是第六、第七、第八識，這屬於心裡的活動，自性統統有反應。他的活動這種信息，這信息才動就周遍法界，《妄盡還源觀》上說的，就周遍法界。"
    },
    {
      "id": "02-037-0033_p0006",
      "zh_CN": "自性接收到你这些活动，立刻就有反应，反应是什么？出生无尽。在《还源观》里面讲起二用，二用第一个是依报，宇宙，法界虚空界立刻就现前。第二个正报，正报就是自己。自己跟宇宙是同时出生，什么时候？就在当下，没有过去、没有未来，就是当下这一念。每一个念头都是当下一念，因为它没有相续的，它不是相续的，念念都不相同。如果是相续的，念头是相续的，我们十八岁，永远十八岁，那就是相续的。它一个片比一个片老的时候，它就不是相续，所以要懂得这个。相续是完全相同的，实际上它不一样，每个念头都不一样。我们人会老化，生老病死，我们以这个老来说，念念都不一样，一念比一念老。这个念微细，一秒钟一千六百兆，一千六百兆分之一秒，念念老化。不是一年比一年老、十年比十年老，那是你看得很明显，一千六百兆分之一秒的那个老化，你看不到。从这个地方你就能慢慢去体会到，念念不一样，所以它不是相续的。我们说相续，前头加两个字，相似相续，大同小异，只能够这样说法，大同小异，其实每一个念跟每一个念都是独立的。",
      "zh_TW": "自性接收到你這些活動，立刻就有反應，反應是什麼？出生無盡。在《還源觀》裡面講起二用，二用第一個是依報，宇宙，法界虛空界立刻就現前。第二個正報，正報就是自己。自己跟宇宙是同時出生，什麼時候？就在當下，沒有過去、沒有未來，就是當下這一念。每一個念頭都是當下一念，因為它沒有相續的，它不是相續的，念念都不相同。如果是相續的，念頭是相續的，我們十八歲，永遠十八歲，那就是相續的。它一個片比一個片老的時候，它就不是相續，所以要懂得這個。相續是完全相同的，實際上它不一樣，每個念頭都不一樣。我們人會老化，生老病死，我們以這個老來說，念念都不一樣，一念比一念老。這個念微細，一秒鐘一千六百兆，一千六百兆分之一秒，念念老化。不是一年比一年老、十年比十年老，那是你看得很明顯，一千六百兆分之一秒的那個老化，你看不到。從這個地方你就能慢慢去體會到，念念不一樣，所以它不是相續的。我們說相續，前頭加兩個字，相似相續，大同小異，只能夠這樣說法，大同小異，其實每一個念跟每一個念都是獨立的。"
    },
    {
      "id": "02-037-0033_p0007",
      "zh_CN": "所以佛才说出这桩事情，就是现象，起二用。显一体，起二用，起二用是当处出生，随处灭尽，这个里面不存在什么时间、空间，没有。没有时间，没有空间，在哪里？就在当下，这种作用变化就在当下，就在现前，没有过去，没有未来。这是事实真相，这叫第一义谛。遍法界虚空界跟自己是一体，性体比较容易体会，森罗万象跟我们也是一体，你不容易体会。法性、法相，法相是法性变现出来的，法性是一，法相哪有二？二就讲不通了。十法界依正庄严是众生妄念里头产生出来的，分别执着是妄念。离开分别执着，没有这些事情，全是虚妄的。这种境界愈说就愈深，但是它是事实真相。",
      "zh_TW": "所以佛才說出這樁事情，就是現象，起二用。顯一體，起二用，起二用是當處出生，隨處滅盡，這個裡面不存在什麼時間、空間，沒有。沒有時間，沒有空間，在哪裡？就在當下，這種作用變化就在當下，就在現前，沒有過去，沒有未來。這是事實真相，這叫第一義諦。遍法界虛空界跟自己是一體，性體比較容易體會，森羅萬象跟我們也是一體，你不容易體會。法性、法相，法相是法性變現出來的，法性是一，法相哪有二？二就講不通了。十法界依正莊嚴是眾生妄念裡頭產生出來的，分別執著是妄念。離開分別執著，沒有這些事情，全是虛妄的。這種境界愈說就愈深，但是它是事實真相。"
    },
    {
      "id": "02-037-0033_p0008",
      "zh_CN": "所以，这个道理为诸法中第一，它是诸法的根源。「此道理为诸法中第一」，用现在哲学的名词来说，就是宇宙万有的本体，这就是第一。宇宙万有的本体在佛学名词叫自性，这些都是它的名称，第一义谛也是它的名称，它名称有几十个，怎么说都行。可是，遍法界虚空界，我们看到《华严》「华藏世界品」、「世界成就品」，这世界太大了。所以经上用海作形容，世界海，全是自己心性变现出来的。心性没大小，法界也没有大小，心性是法界的性分，就是它的本体的一分。外面的现象，遍法界虚空界的现象是性分的相分，全体都是相分。我们就很差劲，我们在全体相分里面只取那么一毫，一滴一毫物质现象，认为是自己的身；取自性里面本自具足的意念的一分，认为是自己的心，认为是自己的阿赖耶。其实阿赖耶像海一样无量无边，阿赖耶其实就是迷了的自性，跟自性一样大。末那就不一样，末那就是水泡，起水泡，执着这个水泡是我，不知道大海是自己。水泡破了，就好像明心见性，豁然大悟，这才知道整个大海跟自己是一体。所以大乘教里面豁破无明，这个话很有道理，就是水泡破了，晓得是一体，性德自然流露出来。",
      "zh_TW": "所以，這個道理為諸法中第一，它是諸法的根源。「此道理為諸法中第一」，用現在哲學的名詞來說，就是宇宙萬有的本體，這就是第一。宇宙萬有的本體在佛學名詞叫自性，這些都是它的名稱，第一義諦也是它的名稱，它名稱有幾十個，怎麼說都行。可是，遍法界虛空界，我們看到《華嚴》「華藏世界品」、「世界成就品」，這世界太大了。所以經上用海作形容，世界海，全是自己心性變現出來的。心性沒大小，法界也沒有大小，心性是法界的性分，就是它的本體的一分。外面的現象，遍法界虛空界的現象是性分的相分，全體都是相分。我們就很差勁，我們在全體相分裡面只取那麼一毫，一滴一毫物質現象，認為是自己的身；取自性裡面本自具足的意念的一分，認為是自己的心，認為是自己的阿賴耶。其實阿賴耶像海一樣無量無邊，阿賴耶其實就是迷了的自性，跟自性一樣大。末那就不一樣，末那就是水泡，起水泡，執著這個水泡是我，不知道大海是自己。水泡破了，就好像明心見性，豁然大悟，這才知道整個大海跟自己是一體。所以大乘教裡面豁破無明，這個話很有道理，就是水泡破了，曉得是一體，性德自然流露出來。"
    },
    {
      "id": "02-037-0033_p0009",
      "zh_CN": "佛菩萨为什么要普度众生？度众生很辛苦，要受很多苦难，众生不能接受，为什么？因为是一体，叫同体大悲、无缘大慈，无条件的。像父母照顾婴儿，婴儿不知道，父母知道婴儿跟自己是一体，婴儿不晓得父母跟自己是一体，他迷。所以觉悟的人知道，法界虚空界跟自己是一体，不觉的人完全不知道，觉悟的人是法身大士。谁觉悟？《华严经》圆教初住觉悟了，别教初地觉悟了，之前都不知道。我们从大乘经上听到的这些信息，这叫解悟，学多了、听多了，知道有这么回事情，自己没证得。如何才能证得？放下就证得。我们没放下。放下起心动念，就是法身菩萨，就是圆初住。起心动念放不下，能够放下分别执着，那叫权教菩萨。只放下见思烦恼，就是执着，只放下这个，最高不过是《华严经》上讲的七信位的菩萨。十信就是十法界，七信没有离开十法界。六信以下，在六道轮回没出去，七信出轮回了，声闻法界，八信辟支佛，缘觉法界，九信是菩萨法界，十信是佛法界，十法界里面，没出去。要突出必须把无明放下，就是起心动念，不起心不动念，他出去了，超越十法界，这才是初住菩萨，这才见到第一义谛。所以十法界里头没有分，十法界里面佛菩萨知道有第一义谛，跟我们现在一样，听佛讲的，解悟，不是证悟，放下这才是证悟。",
      "zh_TW": "佛菩薩為什麼要普度眾生？度眾生很辛苦，要受很多苦難，眾生不能接受，為什麼？因為是一體，叫同體大悲、無緣大慈，無條件的。像父母照顧嬰兒，嬰兒不知道，父母知道嬰兒跟自己是一體，嬰兒不曉得父母跟自己是一體，他迷。所以覺悟的人知道，法界虛空界跟自己是一體，不覺的人完全不知道，覺悟的人是法身大士。誰覺悟？《華嚴經》圓教初住覺悟了，別教初地覺悟了，之前都不知道。我們從大乘經上聽到的這些信息，這叫解悟，學多了、聽多了，知道有這麼回事情，自己沒證得。如何才能證得？放下就證得。我們沒放下。放下起心動念，就是法身菩薩，就是圓初住。起心動念放不下，能夠放下分別執著，那叫權教菩薩。只放下見思煩惱，就是執著，只放下這個，最高不過是《華嚴經》上講的七信位的菩薩。十信就是十法界，七信沒有離開十法界。六信以下，在六道輪迴沒出去，七信出輪迴了，聲聞法界，八信辟支佛，緣覺法界，九信是菩薩法界，十信是佛法界，十法界裡面，沒出去。要突出必須把無明放下，就是起心動念，不起心不動念，他出去了，超越十法界，這才是初住菩薩，這才見到第一義諦。所以十法界裡頭沒有分，十法界裡面佛菩薩知道有第一義諦，跟我們現在一樣，聽佛講的，解悟，不是證悟，放下這才是證悟。"
    },
    {
      "id": "02-037-0033_p0010",
      "zh_CN": "我非常感谢章嘉大师，我们第一天见面，也是我第一次跟出家人见面，向他请教这个问题。有没有一个方法，让我们很容易的契入佛境界？我提出这么个提问。今天如果有别人向我提出这个提问，我不是用章嘉大师的话，我会用老实念佛。章嘉大师给我讲的是看破、放下，看破是对事实真相了解了，放下什么？放下妄想分别执着，你就成佛了。老师教我，从理上讲的。净宗法门，理事微妙到极处，好像没有把事情给你讲清楚，但是它真有效果，你真老实念佛往生极乐世界，你就契入境界。看破放下，放下那是断烦恼，《华严经》上讲的妄想分别执着，就是大乘教里常说的无明烦恼、尘沙烦恼、见思烦恼，这很难断！我们在轮回时间太久了，生生世世无量劫来薰习的根深蒂固，洗不干净。从我们这一生经验当中，六十年来没有一天离开经典，大乘经教薰习六十年。我们不是上上根性，是一般中下根性，看破有那么一点成就了，解悟，对大乘经教里头甚深的谛理能够明了一些，也能够说得出来，没有怀疑，可是放下没法子。幸好遇到净土法门，我们用这个方法行，用这个方法还得要放下万缘，世出世间法全部放下，一心专念，能行、能成就。如果不是这个法门，可就难了，这是真的，这桩事情黄念老给我讲过好几次。我们从认识之后，每年至少我会到北京去二、三次，去都是去看他，我们学的是同一个法门、同一部经典。",
      "zh_TW": "我非常感謝章嘉大師，我們第一天見面，也是我第一次跟出家人見面，向他請教這個問題。有沒有一個方法，讓我們很容易的契入佛境界？我提出這麼個提問。今天如果有別人向我提出這個提問，我不是用章嘉大師的話，我會用老實念佛。章嘉大師給我講的是看破、放下，看破是對事實真相了解了，放下什麼？放下妄想分別執著，你就成佛了。老師教我，從理上講的。淨宗法門，理事微妙到極處，好像沒有把事情給你講清楚，但是它真有效果，你真老實念佛往生極樂世界，你就契入境界。看破放下，放下那是斷煩惱，《華嚴經》上講的妄想分別執著，就是大乘教裡常說的無明煩惱、塵沙煩惱、見思煩惱，這很難斷！我們在輪迴時間太久了，生生世世無量劫來薰習的根深蒂固，洗不乾淨。從我們這一生經驗當中，六十年來沒有一天離開經典，大乘經教薰習六十年。我們不是上上根性，是一般中下根性，看破有那麼一點成就了，解悟，對大乘經教裡頭甚深的諦理能夠明瞭一些，也能夠說得出來，沒有懷疑，可是放下沒法子。幸好遇到淨土法門，我們用這個方法行，用這個方法還得要放下萬緣，世出世間法全部放下，一心專念，能行、能成就。如果不是這個法門，可就難了，這是真的，這樁事情黃念老給我講過好幾次。我們從認識之後，每年至少我會到北京去二、三次，去都是去看他，我們學的是同一個法門、同一部經典。"
    },
    {
      "id": "02-037-0033_p0011",
      "zh_CN": "接着下面解释，「真实，故云真」，因为它是真实，真的道理。世间法真的道理，是教你决定不会堕三恶道，你在人天生生世世都享福报。那个真谛是什么？孝悌忠信，真谛。人要把这四个字做到，你身心健康、家庭幸福、事业顺利。确实做到，不是做不到，你享受人天福报。这是世法里头的真谛，叫世谛。出世，那你要成佛，你回归自性，那就不一样，那这个境界真是大幅度的提升了，这是真。「为圣者所见，故云圣」。为什么称为圣谛？圣人所见到的，凡人见不到。「为殊胜之妙义，故云胜义」。它是无比殊胜玄妙的义理，能生万法，什么都没有，而现出来之后变幻莫测。《还源观》上示三遍这一段里面给我们讲的出生无尽，这是性德。随着一切众生心念起变化，你怎么念，它怎么变。就如古人用金跟器作比喻，很相似，把自性比作金，把意念变化比作器。你看黄金，随你自己的意思，你想做什么都行。我塑个佛像，它变成佛像，我塑个小猫、小狗，玩具，它就变成小猫、小狗，实际上是一样东西，真金。随着你念头在变，想什么它就变什么。你不想它也变！不是的，是你那个微细的念头你自己不知道，你要没有这个微细的念头，它确实没有。你六根所接触到的，全是你自己意念变现的，这就是大乘教里头佛常讲，一切法从心想生。",
      "zh_TW": "接著下面解釋，「真實，故云真」，因為它是真實，真的道理。世間法真的道理，是教你決定不會墮三惡道，你在人天生生世世都享福報。那個真諦是什麼？孝悌忠信，真諦。人要把這四個字做到，你身心健康、家庭幸福、事業順利。確實做到，不是做不到，你享受人天福報。這是世法裡頭的真諦，叫世諦。出世，那你要成佛，你回歸自性，那就不一樣，那這個境界真是大幅度的提升了，這是真。「為聖者所見，故云聖」。為什麼稱為聖諦？聖人所見到的，凡人見不到。「為殊勝之妙義，故云勝義」。它是無比殊勝玄妙的義理，能生萬法，什麼都沒有，而現出來之後變幻莫測。《還源觀》上示三遍這一段裡面給我們講的出生無盡，這是性德。隨著一切眾生心念起變化，你怎麼念，它怎麼變。就如古人用金跟器作比喻，很相似，把自性比作金，把意念變化比作器。你看黃金，隨你自己的意思，你想做什麼都行。我塑個佛像，它變成佛像，我塑個小貓、小狗，玩具，它就變成小貓、小狗，實際上是一樣東西，真金。隨著你念頭在變，想什麼它就變什麼。你不想它也變！不是的，是你那個微細的念頭你自己不知道，你要沒有這個微細的念頭，它確實沒有。你六根所接觸到的，全是你自己意念變現的，這就是大乘教裡頭佛常講，一切法從心想生。"
    },
    {
      "id": "02-037-0033_p0012",
      "zh_CN": "所以你明白了，自己对自己起心动念要负责任。你一个邪念，邪的现象就出来了。你看你一念贪的念头，贪的念头是鬼道出现了；瞋恨的念头，地狱道出现了。一个善念，天堂出现了；念阿弥陀佛，极乐世界出现了。随着你自己念头。极乐世界从哪来的？阿弥陀佛本愿威神功德之所成就。我们念这一句阿弥陀佛，心里想着西方极乐世界，我们自己在建造极乐世界；我们建造的极乐世界跟阿弥陀佛世界是一个世界，不是两个世界。念佛往生成佛，道理在此地，这是真理。阿弥陀佛接引我们、帮助我们、成就我们，帮助我们成佛，他不居功，你要问他有没有功劳？他没有。为什么？你自己修成的，他只是给你做个增上缘而已，还是你自己成就的。如果说我们确确实实有人能够帮助我们成就，那我们还要修什么？不需要，连这句佛号也不要念了。还是得要靠自己，不靠自己，别人想帮忙帮不上。阿弥陀佛的殊胜是无比的殊胜庄严，这个不能不知道。",
      "zh_TW": "所以你明白了，自己對自己起心動念要負責任。你一個邪念，邪的現象就出來了。你看你一念貪的念頭，貪的念頭是鬼道出現了；瞋恨的念頭，地獄道出現了。一個善念，天堂出現了；念阿彌陀佛，極樂世界出現了。隨著你自己念頭。極樂世界從哪來的？阿彌陀佛本願威神功德之所成就。我們念這一句阿彌陀佛，心裡想著西方極樂世界，我們自己在建造極樂世界；我們建造的極樂世界跟阿彌陀佛世界是一個世界，不是兩個世界。念佛往生成佛，道理在此地，這是真理。阿彌陀佛接引我們、幫助我們、成就我們，幫助我們成佛，他不居功，你要問他有沒有功勞？他沒有。為什麼？你自己修成的，他只是給你做個增上緣而已，還是你自己成就的。如果說我們確確實實有人能夠幫助我們成就，那我們還要修什麼？不需要，連這句佛號也不要念了。還是得要靠自己，不靠自己，別人想幫忙幫不上。阿彌陀佛的殊勝是無比的殊勝莊嚴，這個不能不知道。"
    },
    {
      "id": "02-037-0033_p0013",
      "zh_CN": "「大乘义章」，「一」是第一卷，里面说，「第一义者，亦名真谛。第一是其显胜之目，所以名义」，给它起个名字叫做义。第一，在一切义理上它摆在第一，叫第一义。「真者，是绝妄之称」，它没有虚妄，完全真实。「世与第一审实不谬，故通为谛」。世间法，这个世是世间法，与第一都是真实，都不是假的。所以，世也称为谛，出世法里头也称为谛。「彼世谛若对第一，应名第二」，就落在二、三，第二、第三，不能称为第一。若对真谛来讲，世谛就是妄谛。第一义谛若对世谛来说，那叫出世。世间跟出世间，世间的真理，出世间的真理。「若对俗谛，应名非俗」，世间道理称为俗谛，出世间的叫非俗，它不是世俗。「若对等谛，应名非等。立名一一不可返对。是故事法，但名世谛俗谛等谛。理法，但名第一义谛乃至真谛」。这后面给我们做了个总结。佛陀教学建立名词术语，他的原理原则统统都是从相对而建立的。所以在世法上讲，事相上讲，称为世俗谛，世谛、俗谛。从理上讲，但名第一义谛，乃至真谛。说明佛建立名词也是有原则的，也不是随便说的。这一段我们明了之后，看底下就容易看了。我们接着看念老的注解。",
      "zh_TW": "「大乘義章」，「一」是第一卷，裡面說，「第一義者，亦名真諦。第一是其顯勝之目，所以名義」，給它起個名字叫做義。第一，在一切義理上它擺在第一，叫第一義。「真者，是絕妄之稱」，它沒有虛妄，完全真實。「世與第一審實不謬，故通為諦」。世間法，這個世是世間法，與第一都是真實，都不是假的。所以，世也稱為諦，出世法裡頭也稱為諦。「彼世諦若對第一，應名第二」，就落在二、三，第二、第三，不能稱為第一。若對真諦來講，世諦就是妄諦。第一義諦若對世諦來說，那叫出世。世間跟出世間，世間的真理，出世間的真理。「若對俗諦，應名非俗」，世間道理稱為俗諦，出世間的叫非俗，它不是世俗。「若對等諦，應名非等。立名一一不可返對。是故事法，但名世諦俗諦等諦。理法，但名第一義諦乃至真諦」。這後面給我們做了個總結。佛陀教學建立名詞術語，他的原理原則統統都是從相對而建立的。所以在世法上講，事相上講，稱為世俗諦，世諦、俗諦。從理上講，但名第一義諦，乃至真諦。說明佛建立名詞也是有原則的，也不是隨便說的。這一段我們明瞭之後，看底下就容易看了。我們接著看念老的註解。"
    },
    {
      "id": "02-037-0033_p0014",
      "zh_CN": "「世谛但有名，无实义」，这是就佛与法身菩萨境界来说的，十法界依正庄严不是真的，确确实实是个梦境。为什么？如果我们能把见思烦恼断了，六道就没有了，六道是假的，它不是真的。见思烦恼在《华严经》上讲，执着；换句话说，你有执着、你有成见、你有对立、你还有思想，就有六道轮回，六道轮回就这么来的。你把这些东西都放下，六道就不见了。所以永嘉禅师《证道歌》里头说，「梦里明明有六趣，觉后空空无大千」。梦里什么？迷，迷的时候真好像有六道轮回；觉悟之后，就没有了，醒过来了。所以法身菩萨是大觉，大彻大悟之人。这觉悟出来了，这个梦醒过来，醒过来是什么样子？是四圣法界。六道浊恶、染污，四圣法界清净，没有染污，没有人有这些恶的念头、不善的念头，都没有。所以净土现前，就是方便土，释迦牟尼佛的方便有余土。四圣法界还是个梦，在这个里面如果是把尘沙烦恼放下，断掉了，无明也破了一品，我们讲的，不起心、不动念、不分别，四圣法界就没有了，没有了。所以四圣法界也不是真的，完全是虚妄，不是真的，这又一次的梦醒。由此可知，六道轮回是梦中之梦。",
      "zh_TW": "「世諦但有名，無實義」，這是就佛與法身菩薩境界來說的，十法界依正莊嚴不是真的，確確實實是個夢境。為什麼？如果我們能把見思煩惱斷了，六道就沒有了，六道是假的，它不是真的。見思煩惱在《華嚴經》上講，執著；換句話說，你有執著、你有成見、你有對立、你還有思想，就有六道輪迴，六道輪迴就這麼來的。你把這些東西都放下，六道就不見了。所以永嘉禪師《證道歌》裡頭說，「夢裡明明有六趣，覺後空空無大千」。夢裡什麼？迷，迷的時候真好像有六道輪迴；覺悟之後，就沒有了，醒過來了。所以法身菩薩是大覺，大徹大悟之人。這覺悟出來了，這個夢醒過來，醒過來是什麼樣子？是四聖法界。六道濁惡、染污，四聖法界清淨，沒有染污，沒有人有這些惡的念頭、不善的念頭，都沒有。所以淨土現前，就是方便土，釋迦牟尼佛的方便有餘土。四聖法界還是個夢，在這個裡面如果是把塵沙煩惱放下，斷掉了，無明也破了一品，我們講的，不起心、不動念、不分別，四聖法界就沒有了，沒有了。所以四聖法界也不是真的，完全是虛妄，不是真的，這又一次的夢醒。由此可知，六道輪迴是夢中之夢。"
    },
    {
      "id": "02-037-0033_p0015",
      "zh_CN": "这一醒过来，叫一真法界，这不叫虚妄。为什么？俗谛没有了，俗是虚妄，没有了，你回到真实，回到真谛，诸佛如来的实报土。实报庄严土是真的，这就不是虚妄的，它是心现的，心生、心现，它没有识变。识是妄心，阿赖耶是妄心，有阿赖耶就有六道，就有十法界，十法界是妄心所变。一真法界，实报土是真如、真心所现的。它凭什么现的？第一种，就是行人，这修行人，无明虽然断了，无明习气没断，习气虽然不碍事，但是现相。大乘教有个名词，叫生相无明，它会生相，这个相就是实报庄严土。实报土里头的依正庄严怎么来的？生相无明变出来的，习气；生相无明要是断掉了，相没有了，实报土也不是真的。凡所有相，皆是虚妄，没有说实报庄严土除外，实报庄严土也不是真的。真正不生不灭是常寂光土，常寂光土就是自性。",
      "zh_TW": "這一醒過來，叫一真法界，這不叫虛妄。為什麼？俗諦沒有了，俗是虛妄，沒有了，你回到真實，回到真諦，諸佛如來的實報土。實報莊嚴土是真的，這就不是虛妄的，它是心現的，心生、心現，它沒有識變。識是妄心，阿賴耶是妄心，有阿賴耶就有六道，就有十法界，十法界是妄心所變。一真法界，實報土是真如、真心所現的。它憑什麼現的？第一種，就是行人，這修行人，無明雖然斷了，無明習氣沒斷，習氣雖然不礙事，但是現相。大乘教有個名詞，叫生相無明，它會生相，這個相就是實報莊嚴土。實報土裡頭的依正莊嚴怎麼來的？生相無明變出來的，習氣；生相無明要是斷掉了，相沒有了，實報土也不是真的。凡所有相，皆是虛妄，沒有說實報莊嚴土除外，實報莊嚴土也不是真的。真正不生不滅是常寂光土，常寂光土就是自性。"
    },
    {
      "id": "02-037-0033_p0016",
      "zh_CN": "所以，等觉菩萨再向上提升就是妙觉位，妙觉就不住实报土了；换句话讲，实报土不见了，生常寂光土，这才得究竟圆满，回归自性。回归自性的时候有没有我？有，有常乐我净。我有多大？我是尽虚空遍法界，没有形相，没有这个身相。物质现象的身没有，精神现象的身也没有，自然现象也没有，它跟自性一样大，它跟法界一样大。所以，众生有感，众生出不了法界，都在法界里头，无论是真谛、俗谛都出不了法界，众生哪个地方有感，哪个地方就应。我多大？我太大了。古人有两句话说得好，那真是真相，说大，其大无外，找不到边际；说小，其小无内。这两句话形容自性，形容真我，遍法界虚空界不出我的身心。无论是物质现象、精神现象、自然现象统统是我，统统是常乐我净。所以，佛是究竟第一义谛，他证得圆满了，真的一切放下，一丝毫不染，圆满的回归自性。",
      "zh_TW": "所以，等覺菩薩再向上提升就是妙覺位，妙覺就不住實報土了；換句話講，實報土不見了，生常寂光土，這才得究竟圓滿，回歸自性。回歸自性的時候有沒有我？有，有常樂我淨。我有多大？我是盡虛空遍法界，沒有形相，沒有這個身相。物質現象的身沒有，精神現象的身也沒有，自然現象也沒有，它跟自性一樣大，它跟法界一樣大。所以，眾生有感，眾生出不了法界，都在法界裡頭，無論是真諦、俗諦都出不了法界，眾生哪個地方有感，哪個地方就應。我多大？我太大了。古人有兩句話說得好，那真是真相，說大，其大無外，找不到邊際；說小，其小無內。這兩句話形容自性，形容真我，遍法界虛空界不出我的身心。無論是物質現象、精神現象、自然現象統統是我，統統是常樂我淨。所以，佛是究竟第一義諦，他證得圓滿了，真的一切放下，一絲毫不染，圓滿的回歸自性。"
    },
    {
      "id": "02-037-0033_p0017",
      "zh_CN": "我们看下文。「又今弥陀既已证乎究竟第一义谛」，阿弥陀佛证得了，「故一称嘉名」，嘉名就是佛号，阿弥陀佛，「万德齐彰」，你念这一句名号，自性圆满的功德全在里头，彰是彰显。我们想积德，想积功累德，你才晓得念这一句佛号万德齐彰，你全都在里头。你今天断恶修善，在万德里头不过是一分一毫而已，你怎么能修到完全的？怎么能修到圆满的？没有想到这一句名号是究竟圆满，就是人不认识。人要真认识的话，你就这一句佛号行了，其他全丢掉。我们身体衰弱、多病，需要用什么补品来帮助，需不需要？不需要，一句佛号就圆满了。没有信心，你就需要，要有信心，不需要了，圆圆满满。",
      "zh_TW": "我們看下文。「又今彌陀既已證乎究竟第一義諦」，阿彌陀佛證得了，「故一稱嘉名」，嘉名就是佛號，阿彌陀佛，「萬德齊彰」，你念這一句名號，自性圓滿的功德全在裡頭，彰是彰顯。我們想積德，想積功累德，你才曉得念這一句佛號萬德齊彰，你全都在裡頭。你今天斷惡修善，在萬德裡頭不過是一分一毫而已，你怎麼能修到完全的？怎麼能修到圓滿的？沒有想到這一句名號是究竟圓滿，就是人不認識。人要真認識的話，你就這一句佛號行了，其他全丟掉。我們身體衰弱、多病，需要用什麼補品來幫助，需不需要？不需要，一句佛號就圓滿了。沒有信心，你就需要，要有信心，不需要了，圓圓滿滿。"
    },
    {
      "id": "02-037-0033_p0018",
      "zh_CN": "「弥陀万德慧日，既已俱体齐彰，众生黑暗罪瑕，自然当念消乎尘劫。」这全在信心，知道弥陀名号是万德洪名，这一句名号里智慧圆满、德能圆满、相好圆满，没有一样不圆满，这是自性。所以，我们要相信是自己的自性，这是最好的一个保障。阿弥陀佛跟我要不是一个人的话，我能靠他靠得住吗？他会保佑我吗？阿弥陀佛是自己自性，那还有什么话说！阿弥陀佛不是别人，是自己，自己的本性无量觉。阿弥陀佛三个字翻成中国意思是无量觉，阿翻作无，弥陀翻作量，佛翻作觉。佛也能翻成智慧，无量觉、无量慧、无量德，是自己自性本具的，不是从外头来的。相信阿弥陀佛就是相信性德，现代科学家沾到一点边缘，告诉我们一个信息。就是我们的意念有无与伦比的能量，要相信自己的念力。念力如果是集中，这佛常说的，「制心一处，无事不办」。我们的心今天就是散乱，想得太多、太杂了，所以一样事都搞不成功。我什么都不想了，我就是一念，什么事都成就了。取极乐世界，极乐世界是自己的极乐世界，是自己的家园，你怎么能回不去？哪有这个道理。阿弥陀佛是自己，我们说自己的分身、自己的化身，都可以讲，自己的本身，都行，随便你怎么讲法，自他是一不是二。这是章嘉大师讲的看破，看破就是清清楚楚，了了分明，搞清楚、搞明白，叫看破；放下是拉拉杂杂，与自性不相干的全都丢掉。一心一意就把阿弥陀佛念好，就行了，样样圆满，真幸福。",
      "zh_TW": "「彌陀萬德慧日，既已俱體齊彰，眾生黑暗罪瑕，自然當念消乎塵劫。」這全在信心，知道彌陀名號是萬德洪名，這一句名號裡智慧圓滿、德能圓滿、相好圓滿，沒有一樣不圓滿，這是自性。所以，我們要相信是自己的自性，這是最好的一個保障。阿彌陀佛跟我要不是一個人的話，我能靠他靠得住嗎？他會保佑我嗎？阿彌陀佛是自己自性，那還有什麼話說！阿彌陀佛不是別人，是自己，自己的本性無量覺。阿彌陀佛三個字翻成中國意思是無量覺，阿翻作無，彌陀翻作量，佛翻作覺。佛也能翻成智慧，無量覺、無量慧、無量德，是自己自性本具的，不是從外頭來的。相信阿彌陀佛就是相信性德，現代科學家沾到一點邊緣，告訴我們一個信息。就是我們的意念有無與倫比的能量，要相信自己的念力。念力如果是集中，這佛常說的，「制心一處，無事不辦」。我們的心今天就是散亂，想得太多、太雜了，所以一樣事都搞不成功。我什麼都不想了，我就是一念，什麼事都成就了。取極樂世界，極樂世界是自己的極樂世界，是自己的家園，你怎麼能回不去？哪有這個道理。阿彌陀佛是自己，我們說自己的分身、自己的化身，都可以講，自己的本身，都行，隨便你怎麼講法，自他是一不是二。這是章嘉大師講的看破，看破就是清清楚楚，了了分明，搞清楚、搞明白，叫看破；放下是拉拉雜雜，與自性不相干的全都丟掉。一心一意就把阿彌陀佛念好，就行了，樣樣圓滿，真幸福。"
    },
    {
      "id": "02-037-0033_p0019",
      "zh_CN": "「众生黑暗」，黑暗是愚痴，「罪瑕」是造业，你造作许许多多的恶业，「自然当念消乎尘劫」，当念是什么？就在一句佛号当中消掉了。尘点劫以来造作的这些恶业全消掉了，为什么？底下说出来，「罪性本空」，罪性不是真的，自性里头没有罪。罪是阿赖耶，阿赖耶是假的，转阿赖耶成大圆镜智，全没有了，罪业全空了。怎么转法？相宗经论里面讲得很清楚，转八识成四智，六、七因上转，五、八果上转。这就教给我们，转识成智从哪里？从第六、第七开始，六、七转了，五、八就跟着转。所以，前五识、第八识不要管它，根本不用理它，就在六、七下功夫。六是什么？六是妄想。七是什么？七是执着。我不再执着了，第七识就转成平等性智。到你哪一天看到一切人都平等，你就知道你的第七识转变了，平等性智现前。众生跟佛平等，一切众生平等，再没有差别，没有亲疏，对这个人好一点，对那个人差别一点，这个念头没有了，完全平等。第六不分别了，不起心、不动念，第六意识能做到不起心、不动念、不分别。这两个识一转，阿赖耶转了，阿赖耶变成圆满的智慧。前五识成就无量无边的功德，眼耳鼻舌身担负起普度众生的任务。它们要工作，像观世音菩萨一样，千手千眼，眼要看，看到众生有苦难，手要去帮助他，去援助他。",
      "zh_TW": "「眾生黑暗」，黑暗是愚痴，「罪瑕」是造業，你造作許許多多的惡業，「自然當念消乎塵劫」，當念是什麼？就在一句佛號當中消掉了。塵點劫以來造作的這些惡業全消掉了，為什麼？底下說出來，「罪性本空」，罪性不是真的，自性裡頭沒有罪。罪是阿賴耶，阿賴耶是假的，轉阿賴耶成大圓鏡智，全沒有了，罪業全空了。怎麼轉法？相宗經論裡面講得很清楚，轉八識成四智，六、七因上轉，五、八果上轉。這就教給我們，轉識成智從哪裡？從第六、第七開始，六、七轉了，五、八就跟著轉。所以，前五識、第八識不要管它，根本不用理它，就在六、七下功夫。六是什麼？六是妄想。七是什麼？七是執著。我不再執著了，第七識就轉成平等性智。到你哪一天看到一切人都平等，你就知道你的第七識轉變了，平等性智現前。眾生跟佛平等，一切眾生平等，再沒有差別，沒有親疏，對這個人好一點，對那個人差別一點，這個念頭沒有了，完全平等。第六不分別了，不起心、不動念，第六意識能做到不起心、不動念、不分別。這兩個識一轉，阿賴耶轉了，阿賴耶變成圓滿的智慧。前五識成就無量無邊的功德，眼耳鼻舌身擔負起普度眾生的任務。它們要工作，像觀世音菩薩一樣，千手千眼，眼要看，看到眾生有苦難，手要去幫助他，去援助他。"
    },
    {
      "id": "02-037-0033_p0020",
      "zh_CN": "「罪性本空」，相信这句话。只要有我，就有罪；我没有了，罪从哪里来？我没有了，谁受这个报？全没有了。所以「虚而不实者既销」，没有了，消除了，虚而不实的。十法界都是虚而不实，十法界没有了，剩下来是什么？剩下来是一真法界，你看你自己不知不觉就回归到实报庄严土。谁的实报土？阿弥陀佛的实报土，再告诉你，也是你自己的实报土。我们今天所住的，是释迦如来的凡圣同居土，也是自己的凡圣同居土。我自己业力要是转变了，就不住这个土。「则称名功德，福等虚空者自生」，这修福，这一句阿弥陀佛，福报跟虚空一样。世间人修福，舍财修福，修多大的福报？一般最大的大概都生忉利天，忉利天上面就去不了，没有那么大的福报。念阿弥陀佛能到极乐世界成佛，这个福报多大！名号功德不可思议，名号功德无以伦比。",
      "zh_TW": "「罪性本空」，相信這句話。只要有我，就有罪；我沒有了，罪從哪裡來？我沒有了，誰受這個報？全沒有了。所以「虛而不實者既銷」，沒有了，消除了，虛而不實的。十法界都是虛而不實，十法界沒有了，剩下來是什麼？剩下來是一真法界，你看你自己不知不覺就回歸到實報莊嚴土。誰的實報土？阿彌陀佛的實報土，再告訴你，也是你自己的實報土。我們今天所住的，是釋迦如來的凡聖同居土，也是自己的凡聖同居土。我自己業力要是轉變了，就不住這個土。「則稱名功德，福等虛空者自生」，這修福，這一句阿彌陀佛，福報跟虛空一樣。世間人修福，捨財修福，修多大的福報？一般最大的大概都生忉利天，忉利天上面就去不了，沒有那麼大的福報。念阿彌陀佛能到極樂世界成佛，這個福報多大！名號功德不可思議，名號功德無以倫比。"
    },
    {
      "id": "02-037-0033_p0021",
      "zh_CN": "「据上钞义」，上面是莲池大师《疏钞》里头讲的，「一称名号，功德尚然」，这是念一句名号就这么大的功德，「况本经发菩提心，一向专念者乎」。你能把这八个字做到，还得了！在这个地方，我们最重要的是要相信经典跟祖师的话句句真实，没有一个字是虚妄的，能信的人就有福了，不信的人没有福报。你的福报有多大就看你有几成的信心，一分信心得一分福报，万分信心你得万分福报。你的福报多大？各人都不一样，完全看你信心有多少成分。",
      "zh_TW": "「據上鈔義」，上面是蓮池大師《疏鈔》裡頭講的，「一稱名號，功德尚然」，這是念一句名號就這麼大的功德，「況本經發菩提心，一向專念者乎」。你能把這八個字做到，還得了！在這個地方，我們最重要的是要相信經典跟祖師的話句句真實，沒有一個字是虛妄的，能信的人就有福了，不信的人沒有福報。你的福報有多大就看你有幾成的信心，一分信心得一分福報，萬分信心你得萬分福報。你的福報多大？各人都不一樣，完全看你信心有多少成分。"
    },
    {
      "id": "02-037-0033_p0022",
      "zh_CN": "下面一段说，「持名即是甚深般若」。大乘教里头，般若是每个人心里面所向往的，都想学，开智慧。此地在这里告诉我们，一心持名就是甚深般若。我们看念老的注解。「又持名即是甚深般若，念得纯熟，万缘齐放」，这是念佛的功夫，念到心中只有阿弥陀佛，除阿弥陀佛之外什么都没有，「能所顿空，即是无住」。六祖惠能大师在五祖方丈室，承蒙五祖半夜召见他，为他讲《金刚经》。惠能大师不认识字，当然不用经本，讲《金刚经》里面的义趣，他听到「应无所住，而生其心」就开悟了。「应无所住」，应该无所住，他真的放下，无住了。我们现在知道，放下什么？起心动念、分别执着他一下放下，这一放下就大彻大悟，明心见性。那是什么？甚深般若现前。甚深般若是自性本有的，每个人都有，对惠能大师、对诸佛、法身菩萨不必去羡慕，我们自性里头本有的般若跟他一样，他不比我多，我不比他少。问题在那里？问题是他障碍没有了，我有障碍。这个障碍就是起心动念，起心动念叫无明，除无明之外，有分别、有执着。分别是尘沙烦恼，尘沙是比喻，像尘沙一样无量无边。执着里面，有错误的见解跟错误的思想，错误的见解叫见惑，错误的思想叫思惑。思惑是什么？贪瞋痴慢疑。见惑是身见、边见、见取见、戒取见、邪见，这经教里常说的。统统能放下，放下得干干净净，自性圆满般若就现前。",
      "zh_TW": "下面一段說，「持名即是甚深般若」。大乘教裡頭，般若是每個人心裡面所嚮往的，都想學，開智慧。此地在這裡告訴我們，一心持名就是甚深般若。我們看念老的註解。「又持名即是甚深般若，念得純熟，萬緣齊放」，這是念佛的功夫，念到心中只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，「能所頓空，即是無住」。六祖惠能大師在五祖方丈室，承蒙五祖半夜召見他，為他講《金剛經》。惠能大師不認識字，當然不用經本，講《金剛經》裡面的義趣，他聽到「應無所住，而生其心」就開悟了。「應無所住」，應該無所住，他真的放下，無住了。我們現在知道，放下什麼？起心動念、分別執著他一下放下，這一放下就大徹大悟，明心見性。那是什麼？甚深般若現前。甚深般若是自性本有的，每個人都有，對惠能大師、對諸佛、法身菩薩不必去羨慕，我們自性裡頭本有的般若跟他一樣，他不比我多，我不比他少。問題在那裡？問題是他障礙沒有了，我有障礙。這個障礙就是起心動念，起心動念叫無明，除無明之外，有分別、有執著。分別是塵沙煩惱，塵沙是比喻，像塵沙一樣無量無邊。執著裡面，有錯誤的見解跟錯誤的思想，錯誤的見解叫見惑，錯誤的思想叫思惑。思惑是什麼？貪瞋痴慢疑。見惑是身見、邊見、見取見、戒取見、邪見，這經教裡常說的。統統能放下，放下得乾乾淨淨，自性圓滿般若就現前。"
    },
    {
      "id": "02-037-0033_p0023",
      "zh_CN": "我们现在用方法，持名念佛，「念得纯熟」，什么叫纯熟？起心动念、分别执着都没有了，忘掉了，只有这一句佛号，佛号之外什么都没有，这叫纯熟。「万缘齐放，能所顿空」，能所就是对立的，相对就没有了。相对的没有是什么世界？遍法界虚空界跟自己是一体，你就证得了。证得原来遍法界虚空界是自己，这就是大彻大悟，明心见性，最低的层次是圆教初住菩萨。不住十法界，这时候十法界没有了，你才知道十法界是个梦。梦醒了，十法界不见了。看到眼前的境界是实报土，是哪些人？十住菩萨、十行菩萨、十回向菩萨、十地菩萨、等觉菩萨，见到了。在极乐世界还有下面，方便有余土、凡圣同居土，但是这两个部分弥陀本愿威神加持，统统都变成阿惟越致菩萨，平等的。所以在极乐世界，只要往生那里去，全是一真法界。六道跟十法界有名无实，那里头不存在。释迦牟尼佛给法身菩萨说法你能听得懂，能得利益。能所顿空，这就叫无住。所以，用念佛的方法契入无住，这个方法妙绝了，这方法人人都可以学。",
      "zh_TW": "我們現在用方法，持名念佛，「念得純熟」，什麼叫純熟？起心動念、分別執著都沒有了，忘掉了，只有這一句佛號，佛號之外什麼都沒有，這叫純熟。「萬緣齊放，能所頓空」，能所就是對立的，相對就沒有了。相對的沒有是什麼世界？遍法界虛空界跟自己是一體，你就證得了。證得原來遍法界虛空界是自己，這就是大徹大悟，明心見性，最低的層次是圓教初住菩薩。不住十法界，這時候十法界沒有了，你才知道十法界是個夢。夢醒了，十法界不見了。看到眼前的境界是實報土，是哪些人？十住菩薩、十行菩薩、十迴向菩薩、十地菩薩、等覺菩薩，見到了。在極樂世界還有下面，方便有餘土、凡聖同居土，但是這兩個部分彌陀本願威神加持，統統都變成阿惟越致菩薩，平等的。所以在極樂世界，只要往生那裡去，全是一真法界。六道跟十法界有名無實，那裡頭不存在。釋迦牟尼佛給法身菩薩說法你能聽得懂，能得利益。能所頓空，這就叫無住。所以，用念佛的方法契入無住，這個方法妙絕了，這方法人人都可以學。"
    },
    {
      "id": "02-037-0033_p0024",
      "zh_CN": "用参禅、用止观不容易，《华严经》末后，「妄尽还源观」你看看，它一共是六段。第一段显一体，自性清净圆明体，这就是哲学里面讲的宇宙万有的本体。佛讲得多清楚，自性清净、圆满、光明，圆满是德行、德用，明是智慧；换句话说，明的意思是无所不知，圆的意思是无所不能。这从体上讲，什么都没有，它能现。第二段叫起二用，起作用。二用就是能现依报正报，正报是自己，依报是环境。遍法界虚空界是依报，一切诸佛刹土也是依报，没有一样不是依报，这一现全现出来了。不是大爆炸，是自性的显现。",
      "zh_TW": "用參禪、用止觀不容易，《華嚴經》末後，「妄盡還源觀」你看看，它一共是六段。第一段顯一體，自性清淨圓明體，這就是哲學裡面講的宇宙萬有的本體。佛講得多清楚，自性清淨、圓滿、光明，圓滿是德行、德用，明是智慧；換句話說，明的意思是無所不知，圓的意思是無所不能。這從體上講，什麼都沒有，它能現。第二段叫起二用，起作用。二用就是能現依報正報，正報是自己，依報是環境。遍法界虛空界是依報，一切諸佛剎土也是依報，沒有一樣不是依報，這一現全現出來了。不是大爆炸，是自性的顯現。"
    },
    {
      "id": "02-037-0033_p0025",
      "zh_CN": "第三段给我们讲依报跟正报，它的德用有三，第一个是「周遍法界」，念头才动，周遍法界。这个念头，由意念，我们的第六识、第七识，就是分别执着，这个念头才动，周遍法界。还有物质现象，物质现象也是波动的。每一次的波动，但是这一次，诸位一定要记住，就是一千六百兆分之一秒，每个波动也周遍法界。换句话说，八地菩萨以上他都能够亲眼看到，清清楚楚。反应的是，这个反应是遍法界虚空界，它都起反应，「出生无尽」，像万花筒一样，出生无尽。还有第三个，「含容空有」，这个了不起，这是什么？这是我们本有的心量，心包太虚，量周沙界，这是你原本的心量。你现在心量变得很小，一个人都不能相容，一个人都不能信任，这就糟了，怎么会变成这个样子！所以我们要知道、要明了，佛为什么叫我们去成佛，叫我们回归自性。回归自性是回归到大圆满，不回归错了，回归是正确的，一点没错。没有条件的，含容空有，含空就是心包太虚，容有就是量周沙界，没有不包容的。中国古人所谓量大福大，还有谁的量比这个更大？没有了。换句话说，还有谁比这个人福报更大？也没有，他的福报是圆满的。",
      "zh_TW": "第三段給我們講依報跟正報，它的德用有三，第一個是「周遍法界」，念頭才動，周遍法界。這個念頭，由意念，我們的第六識、第七識，就是分別執著，這個念頭才動，周遍法界。還有物質現象，物質現象也是波動的。每一次的波動，但是這一次，諸位一定要記住，就是一千六百兆分之一秒，每個波動也周遍法界。換句話說，八地菩薩以上他都能夠親眼看到，清清楚楚。反應的是，這個反應是遍法界虛空界，它都起反應，「出生無盡」，像萬花筒一樣，出生無盡。還有第三個，「含容空有」，這個了不起，這是什麼？這是我們本有的心量，心包太虛，量周沙界，這是你原本的心量。你現在心量變得很小，一個人都不能相容，一個人都不能信任，這就糟了，怎麼會變成這個樣子！所以我們要知道、要明瞭，佛為什麼叫我們去成佛，叫我們回歸自性。回歸自性是回歸到大圓滿，不回歸錯了，回歸是正確的，一點沒錯。沒有條件的，含容空有，含空就是心包太虛，容有就是量周沙界，沒有不包容的。中國古人所謂量大福大，還有誰的量比這個更大？沒有了。換句話說，還有誰比這個人福報更大？也沒有，他的福報是圓滿的。"
    },
    {
      "id": "02-037-0033_p0026",
      "zh_CN": "这样显示出执持名号的功德不可思议，这一句名号跟他们统统相应。我们身体还留在人间，决定与四德相应。我们在这个世间随缘妙用，恒顺众生，随喜功德。妙用是什么？没放在心上，知道是假的，不是真的，你行善法好，你造恶也好，样样都好。怎么这样？真好，不是假好。你造善，我称赞你，我恭喜你；你造恶的时候，那面镜子来给我看，你在提醒我。我看不到自己的过失，我看到别人过失，回过头来想想我有没有？有则改之，无则嘉勉。你是我的善知识，你不是真的在作恶，你是来度我的。这念头一转，对于造作恶业的人，不但没有不善的念头对他，而对他产生感恩的念头，你来提醒我。你行善，我也要反省，我有没有做这个好事？没有做，要赶紧追上；已经做了，很好，要多做。所以一切众生都是我们的善友，对我们都有恩德，怎么可以敌视？怎么可以不恭敬？所以，要用佛眼看众生，一切众生本来是佛，都是在表演的，度我这一个众生，让我早一天回头，早一天到极乐世界去成佛，不就是这个意思吗？这些理真搞清楚，你看我们整个生活就起了变化，妙用，你天天生活欢喜，天天都在长进，都向着佛道上走。所以四德这是第一德，随缘妙用。",
      "zh_TW": "這樣顯示出執持名號的功德不可思議，這一句名號跟他們統統相應。我們身體還留在人間，決定與四德相應。我們在這個世間隨緣妙用，恆順眾生，隨喜功德。妙用是什麼？沒放在心上，知道是假的，不是真的，你行善法好，你造惡也好，樣樣都好。怎麼這樣？真好，不是假好。你造善，我稱讚你，我恭喜你；你造惡的時候，那面鏡子來給我看，你在提醒我。我看不到自己的過失，我看到別人過失，回過頭來想想我有沒有？有則改之，無則嘉勉。你是我的善知識，你不是真的在作惡，你是來度我的。這念頭一轉，對於造作惡業的人，不但沒有不善的念頭對他，而對他產生感恩的念頭，你來提醒我。你行善，我也要反省，我有沒有做這個好事？沒有做，要趕緊追上；已經做了，很好，要多做。所以一切眾生都是我們的善友，對我們都有恩德，怎麼可以敵視？怎麼可以不恭敬？所以，要用佛眼看眾生，一切眾生本來是佛，都是在表演的，度我這一個眾生，讓我早一天回頭，早一天到極樂世界去成佛，不就是這個意思嗎？這些理真搞清楚，你看我們整個生活就起了變化，妙用，你天天生活歡喜，天天都在長進，都向著佛道上走。所以四德這是第一德，隨緣妙用。"
    },
    {
      "id": "02-037-0033_p0027",
      "zh_CN": "第二个威仪有则，这句话用现在的话说，我们自己一定要做个好样子给别人看，起心动念、言语造作要做好样子。今天在这个社会，这个社会是有史以来从来没有过的混乱，乱世。过去的混乱，人还讲道理，连强盗也有道，叫良心未泯。我记得李老师以前给我们讲一个故事，王阳明先生的，明朝人，这是个理学家，当时名气也很高。有一次出门，路上遇到土匪，这个土匪把这一帮人都围住了，抢劫。听说他是王阳明，这土匪也很尊重，你是个大学问家，你所讲的什么天人合一，人都有良知，王阳明讲良知。他就说，我们做土匪的人没有良知。王阳明说有。「没有！我们要有良知，我们还干土匪吗？还天天去抢劫吗？」他说有。「你证明给我看，如果真的证明我有良知，我今天对你这一帮人完全开放。」王阳明说行。他说怎么试验？王阳明说你听我的话，我叫你怎么做，你就怎么做。他说好，那土匪头。王阳明告诉他，你把衣服脱掉。一件一件脱光了，下面裤子脱掉，脱到最后，他说这不能再脱了！「这叫良知。」这土匪也觉悟了。现在不行，现在他统统脱光了。他都说他有羞耻的心。土匪觉悟了，不抢劫，都把他们送走了。",
      "zh_TW": "第二個威儀有則，這句話用現在的話說，我們自己一定要做個好樣子給別人看，起心動念、言語造作要做好樣子。今天在這個社會，這個社會是有史以來從來沒有過的混亂，亂世。過去的混亂，人還講道理，連強盜也有道，叫良心未泯。我記得李老師以前給我們講一個故事，王陽明先生的，明朝人，這是個理學家，當時名氣也很高。有一次出門，路上遇到土匪，這個土匪把這一幫人都圍住了，搶劫。聽說他是王陽明，這土匪也很尊重，你是個大學問家，你所講的什麼天人合一，人都有良知，王陽明講良知。他就說，我們做土匪的人沒有良知。王陽明說有。「沒有！我們要有良知，我們還幹土匪嗎？還天天去搶劫嗎？」他說有。「你證明給我看，如果真的證明我有良知，我今天對你這一幫人完全開放。」王陽明說行。他說怎麼試驗？王陽明說你聽我的話，我叫你怎麼做，你就怎麼做。他說好，那土匪頭。王陽明告訴他，你把衣服脫掉。一件一件脫光了，下面褲子脫掉，脫到最後，他說這不能再脫了！「這叫良知。」這土匪也覺悟了。現在不行，現在他統統脫光了。他都說他有羞恥的心。土匪覺悟了，不搶劫，都把他們送走了。"
    },
    {
      "id": "02-037-0033_p0028",
      "zh_CN": "盗亦有道，他有羞愧的心，所以他底限没有失掉。现在我们底限没有了，这个事就麻烦了！所以，在今天讲伦理道德，比王阳明那个时候难上百倍都不止。我们今天肯学习、修学，这都叫凤毛麟角，几个人真干？所以只要有几分，佛菩萨都非常珍惜，都非常赞叹，没人修了！我们看到王阳明遇到这一批土匪很可爱，真的有佛性。",
      "zh_TW": "盜亦有道，他有羞愧的心，所以他底限沒有失掉。現在我們底限沒有了，這個事就麻煩了！所以，在今天講倫理道德，比王陽明那個時候難上百倍都不止。我們今天肯學習、修學，這都叫鳳毛麟角，幾個人真幹？所以只要有幾分，佛菩薩都非常珍惜，都非常讚歎，沒人修了！我們看到王陽明遇到這一批土匪很可愛，真的有佛性。"
    },
    {
      "id": "02-037-0033_p0029",
      "zh_CN": "底下经文说，「于此之时，一句佛号，朗然明白，相续不断，即是生心」。能大师在五祖和尚方丈室里头生心了，无住生心。生的什么心？生的这个心是般若的心，对于一切法清清楚楚、明明了瞭。我们念佛人，这一句佛号，印光大师教我们，念得清楚、听得清楚、记得清楚，这就是朗然明白。一句一句，十句十句，相续不断，这就是生心。不要生其他的心，只要生这个心。这个心与甚深般若相应，你只一直念下去，换句话说，肯定有一天大彻大悟。念到无住是得定，甚深的念佛三昧现前了。再继续念下去，豁然大悟，这叫生心，这个生心就是宗门的明心见性，这叫理一心不乱。跟禅宗彻悟没有两样，同一个境界，方法比宗门简单多了，方法比参禅那个方法稳当多了，稳稳当当。参禅一定要有高人在旁边指点，否则的话你会走错路，这个是决定不会走错路的。",
      "zh_TW": "底下經文說，「於此之時，一句佛號，朗然明白，相續不斷，即是生心」。能大師在五祖和尚方丈室裡頭生心了，無住生心。生的什麼心？生的這個心是般若的心，對於一切法清清楚楚、明明瞭瞭。我們念佛人，這一句佛號，印光大師教我們，念得清楚、聽得清楚、記得清楚，這就是朗然明白。一句一句，十句十句，相續不斷，這就是生心。不要生其他的心，只要生這個心。這個心與甚深般若相應，你只一直念下去，換句話說，肯定有一天大徹大悟。念到無住是得定，甚深的念佛三昧現前了。再繼續念下去，豁然大悟，這叫生心，這個生心就是宗門的明心見性，這叫理一心不亂。跟禪宗徹悟沒有兩樣，同一個境界，方法比宗門簡單多了，方法比參禪那個方法穩當多了，穩穩當當。參禪一定要有高人在旁邊指點，否則的話你會走錯路，這個是決定不會走錯路的。"
    },
    {
      "id": "02-037-0033_p0030",
      "zh_CN": "「此本众生行不到处」，无住生心是十法界众生没有办法，这是真的。「兹以念佛故」，我们用念佛这个方法，你看「暗合道妙，不行而行，无到而到」，自自然然就到了。「句句是佛知见，念念放般若光」，这真的。这一句阿弥陀佛，为什么说它是佛知见？十方一切诸佛如来没有不赞叹阿弥陀佛的，没有不讲净土三经的，没有不劝人念阿弥陀佛求生西方极乐世界。你想想，这一句名号是不是佛知见？如果自己的身心跟这一句佛号融合成一体，这是不是入佛知见？念念放般若光，一点不错！世尊在《大集经》上赞叹，持名念佛是无上甚深深密禅，禅宗达不到的地方它能达到。",
      "zh_TW": "「此本眾生行不到處」，無住生心是十法界眾生沒有辦法，這是真的。「茲以念佛故」，我們用念佛這個方法，你看「暗合道妙，不行而行，無到而到」，自自然然就到了。「句句是佛知見，念念放般若光」，這真的。這一句阿彌陀佛，為什麼說它是佛知見？十方一切諸佛如來沒有不讚歎阿彌陀佛的，沒有不講淨土三經的，沒有不勸人念阿彌陀佛求生西方極樂世界。你想想，這一句名號是不是佛知見？如果自己的身心跟這一句佛號融合成一體，這是不是入佛知見？念念放般若光，一點不錯！世尊在《大集經》上讚歎，持名念佛是無上甚深深密禪，禪宗達不到的地方它能達到。"
    },
    {
      "id": "02-037-0033_p0031",
      "zh_CN": "在中国古大德当中，永明延寿大师，禅宗大彻大悟，回过头来修净土，信愿持名，成为净土宗第六代祖师。他老人家这一提倡，禅宗里面有许许多多人都念佛。他提倡禅净可以合起来修，叫「有禅有净土，犹如戴角虎」。他是什么意思？看到参禅那些人不能成就，但是劝他念佛，他面子放不下。所以就提出一个方法，参禅兼修净土，那边不能成就，这边还能成就。祖师这个话用意我们要清楚，如果你是个老实念佛的人，他绝对不教你再修禅。这个话是劝修禅的人说的，不是对净土的人说的，净土要一向专念，别搞其他法门夹杂，你才能有成就。千万不要听他的话，有禅有净土，还得学点禅，不学禅靠不住，你就错了。",
      "zh_TW": "在中國古大德當中，永明延壽大師，禪宗大徹大悟，回過頭來修淨土，信願持名，成為淨土宗第六代祖師。他老人家這一提倡，禪宗裡面有許許多多人都念佛。他提倡禪淨可以合起來修，叫「有禪有淨土，猶如戴角虎」。他是什麼意思？看到參禪那些人不能成就，但是勸他念佛，他面子放不下。所以就提出一個方法，參禪兼修淨土，那邊不能成就，這邊還能成就。祖師這個話用意我們要清楚，如果你是個老實念佛的人，他絕對不教你再修禪。這個話是勸修禪的人說的，不是對淨土的人說的，淨土要一向專念，別搞其他法門夾雜，你才能有成就。千萬不要聽他的話，有禪有淨土，還得學點禪，不學禪靠不住，你就錯了。"
    },
    {
      "id": "02-037-0033_p0032",
      "zh_CN": "「密教谓声字皆实相」，声是音声，阿弥陀佛，字是文字，音声、文字都是实相，所以念佛名就是念实相。我看过一个光碟，最近看的。台湾大学的李校长，他做了个试验，让这些小朋友用手指认识字。字写在纸上密封，让小孩用指头按着里面是什么字，都能够说得很准确，把这个字念出来，打开看，果然不错。一般人都有这个能力，大概能力最强的是八、九岁这个时候，到十二、三岁就比较差一点，再大就不行了。六、七岁的时候就有这种能力。他们写，唯独写这个「佛」字，小孩看不到字，他手摸的时候它放光，放光，看不出来字，打开一看，佛。他们就在试验，佛，把人字边去掉，也是弗，他就念得很清楚，他不认识，他把它写出来，照那个样子写出来，跟里面一样。换个「耶稣」，耶稣也放光，也看不清楚。他说这些真正有修行的圣人，他们的名号都不可思议。这个光碟都放出来，做实验的时候给我们看，真的，不是假的。佛，写个阿弥陀佛、弥勒佛，都看到光。所以「声字皆实相」，从这里可以证明。如果这个字写得不完整，有的缺一笔、缺一划，他都能看得清楚，没有光；一笔都不缺的话，就看不见，就看到光。",
      "zh_TW": "「密教謂聲字皆實相」，聲是音聲，阿彌陀佛，字是文字，音聲、文字都是實相，所以念佛名就是念實相。我看過一個光碟，最近看的。台灣大學的李校長，他做了個試驗，讓這些小朋友用手指認識字。字寫在紙上密封，讓小孩用指頭按著裡面是什麼字，都能夠說得很準確，把這個字念出來，打開看，果然不錯。一般人都有這個能力，大概能力最強的是八、九歲這個時候，到十二、三歲就比較差一點，再大就不行了。六、七歲的時候就有這種能力。他們寫，唯獨寫這個「佛」字，小孩看不到字，他手摸的時候它放光，放光，看不出來字，打開一看，佛。他們就在試驗，佛，把人字邊去掉，也是弗，他就念得很清楚，他不認識，他把它寫出來，照那個樣子寫出來，跟裡面一樣。換個「耶穌」，耶穌也放光，也看不清楚。他說這些真正有修行的聖人，他們的名號都不可思議。這個光碟都放出來，做實驗的時候給我們看，真的，不是假的。佛，寫個阿彌陀佛、彌勒佛，都看到光。所以「聲字皆實相」，從這裡可以證明。如果這個字寫得不完整，有的缺一筆、缺一劃，他都能看得清楚，沒有光；一筆都不缺的話，就看不見，就看到光。"
    },
    {
      "id": "02-037-0033_p0033",
      "zh_CN": "「故念佛名即是念实相，持名念佛，无异实相念佛。」这个结论结得好！念阿弥陀佛就是实相念佛，持名念佛就是实相念佛。我们明白这个道理，但是我们今天念佛是不是实相？不是。为什么不是？我们的心杂乱。什么时候与实相相应？心清净了，念佛有了功夫，就是念得纯熟，万缘放下，能所顿空，跟实相完全相应。由此可知，放下杂念比什么都重要。要想放下杂念，必须要有能力不受环境干扰才行，让清净心现前。平常有很多事情，繁杂事必须要处理，跟念佛有没有妨碍？初学的人有妨碍，功夫深的人不妨碍。初学的人没有智慧，所以处理事情是用心意识，那当然受干扰。念佛功夫深的人，他处理事情是智慧处理，他不用心意识，你跟他说什么事情他都清楚，他都明了，不会产生错误，心地清净不染污，那个时候行。如果自己没有到这个功夫，怎么把功夫提升？要把事务减轻，辞掉，真的先成就自己。美其名为弘法利生，死了之后还搞三途，错了，大错特错！",
      "zh_TW": "「故念佛名即是念實相，持名念佛，無異實相念佛。」這個結論結得好！念阿彌陀佛就是實相念佛，持名念佛就是實相念佛。我們明白這個道理，但是我們今天念佛是不是實相？不是。為什麼不是？我們的心雜亂。什麼時候與實相相應？心清淨了，念佛有了功夫，就是念得純熟，萬緣放下，能所頓空，跟實相完全相應。由此可知，放下雜念比什麼都重要。要想放下雜念，必須要有能力不受環境干擾才行，讓清淨心現前。平常有很多事情，繁雜事必須要處理，跟念佛有沒有妨礙？初學的人有妨礙，功夫深的人不妨礙。初學的人沒有智慧，所以處理事情是用心意識，那當然受干擾。念佛功夫深的人，他處理事情是智慧處理，他不用心意識，你跟他說什麼事情他都清楚，他都明瞭，不會產生錯誤，心地清淨不染污，那個時候行。如果自己沒有到這個功夫，怎麼把功夫提升？要把事務減輕，辭掉，真的先成就自己。美其名為弘法利生，死了之後還搞三途，錯了，大錯特錯！"
    },
    {
      "id": "02-037-0033_p0034",
      "zh_CN": "我们今天究竟怎么办？我们真的是凡夫，不是圣人，心不清净，要听印光大师的话，小道场，人数不要超过二十人，事情就少了，就能清净。事情搞多了，道场愈大，麻烦大了。为什么要搞那么多事情？所以，万万不能扩大道场。为什么？真修行人太少了。李老师以前说过，大部分学佛的人是来消遣的，没事干，来消遣的，不是真学佛，学着玩的，这不能成就。所以道场不能扩大。要不要多建道场？千万别干傻事。你要建个道场，你得要负责任，误导众生那就是地狱罪业，多可怕！十方信众捐助这些钱，你随便把它处理，你要背因果责任。如何能不背因果责任？学印光大师，印光大师一生，四众供养做一桩事情，印经流通，这个好！我们今天除印经之外，包括做光碟。印光大师除印经也印善书，不是佛经，只要是劝善的，对社会有好处的，他都做。儒家的书、道家书他都做，都印，给我们做出最好的榜样。别的地方道场我们到处送，到处去供养，这是好事情。他拿去卖也是好事情，卖只要有人买就行，他买来去看、去读，都是好事情。所以，建道场难，太难太难！我这一生不敢建道场，为什么不敢建道场？怕堕地狱，你们有胆量不怕堕地狱的，你们去建去，我不敢赞同。我非常欣赏印祖讲的，二十个人小道场，很容易维持。大家在一块一起学习经教，念阿弥陀佛，一个方向，求生净土，亲近弥陀。这二十个人成就不得了，二十尊佛，还得了吗？",
      "zh_TW": "我們今天究竟怎麼辦？我們真的是凡夫，不是聖人，心不清淨，要聽印光大師的話，小道場，人數不要超過二十人，事情就少了，就能清淨。事情搞多了，道場愈大，麻煩大了。為什麼要搞那麼多事情？所以，萬萬不能擴大道場。為什麼？真修行人太少了。李老師以前說過，大部分學佛的人是來消遣的，沒事幹，來消遣的，不是真學佛，學著玩的，這不能成就。所以道場不能擴大。要不要多建道場？千萬別幹傻事。你要建個道場，你得要負責任，誤導眾生那就是地獄罪業，多可怕！十方信眾捐助這些錢，你隨便把它處理，你要背因果責任。如何能不背因果責任？學印光大師，印光大師一生，四眾供養做一樁事情，印經流通，這個好！我們今天除印經之外，包括做光碟。印光大師除印經也印善書，不是佛經，只要是勸善的，對社會有好處的，他都做。儒家的書、道家書他都做，都印，給我們做出最好的榜樣。別的地方道場我們到處送，到處去供養，這是好事情。他拿去賣也是好事情，賣只要有人買就行，他買來去看、去讀，都是好事情。所以，建道場難，太難太難！我這一生不敢建道場，為什麼不敢建道場？怕墮地獄，你們有膽量不怕墮地獄的，你們去建去，我不敢贊同。我非常欣賞印祖講的，二十個人小道場，很容易維持。大家在一塊一起學習經教，念阿彌陀佛，一個方向，求生淨土，親近彌陀。這二十個人成就不得了，二十尊佛，還得了嗎？"
    },
    {
      "id": "02-037-0033_p0035",
      "zh_CN": "讲经是好事情，学会讲经，我也是老师指导的，我能依教奉行。我在任何地方讲经，过去，所有同修的供养我都供养常住，我自己一分钱都不拿走。所以法缘好，大家都喜欢请我讲经，为什么？我不拉他的信徒，我不要他的钱。我的旅费、一点简单的生活，常住给我，请我的这个道场他给个红包给我，这个我收。信徒所供养全归常住，欢喜！信徒有皈依的，我代表做皈依，皈依证由老和尚发，都是他的皈依弟子，不是我的，名利都不沾边。自己一个人生活很简单，一生没有一个地方住，过流浪的生活，好！无牵无挂，无有顾虑。",
      "zh_TW": "講經是好事情，學會講經，我也是老師指導的，我能依教奉行。我在任何地方講經，過去，所有同修的供養我都供養常住，我自己一分錢都不拿走。所以法緣好，大家都喜歡請我講經，為什麼？我不拉他的信徒，我不要他的錢。我的旅費、一點簡單的生活，常住給我，請我的這個道場他給個紅包給我，這個我收。信徒所供養全歸常住，歡喜！信徒有皈依的，我代表做皈依，皈依證由老和尚發，都是他的皈依弟子，不是我的，名利都不沾邊。自己一個人生活很簡單，一生沒有一個地方住，過流浪的生活，好！無牽無掛，無有顧慮。"
    },
    {
      "id": "02-037-0033_p0036",
      "zh_CN": "早年在景美建立一个图书馆，是韩锳居士搞的，曾经有一度也感觉到很烦心，她想不做了，告诉我。我说好吧！妳要不做，我们把图书馆捐给当地的区公所。我说我不要，我不敢、不做这种累赘的事情，妳要做，妳继续做下去，妳不做，捐给当地政府。韩馆长往生之后，出家人都跟她出家的，不是跟我出家的。有一部分，二、三十个人没有去处，所以我们在澳洲建了个净宗学院，一个净宗学会，收容他们，让他们有个好环境去进修。今年十年，月底我会去一趟，把这个院长辞掉，学院统统供养给大家，供养给悟字辈，供养给他们，希望他们好好的修行，将来有成就。依照这一部经，一句佛号，没有一个不成就。我们要能相信，深信不疑！经上，特别是念老的这个注解，对于念佛的功德、念佛的方法、念佛的成就，讲得太清楚了。真正把它听懂了，听明白了，依教奉行，将来都是阿弥陀佛真正的弟子，将来我们再聚会的时候，是在西方极乐世界。你去不了，是你自己责任，你自己不听话。你真肯听话，下一会就是西方极乐世界，无比殊胜。",
      "zh_TW": "早年在景美建立一個圖書館，是韓鍈居士搞的，曾經有一度也感覺到很煩心，她想不做了，告訴我。我說好吧！妳要不做，我們把圖書館捐給當地的區公所。我說我不要，我不敢、不做這種累贅的事情，妳要做，妳繼續做下去，妳不做，捐給當地政府。韓館長往生之後，出家人都跟她出家的，不是跟我出家的。有一部分，二、三十個人沒有去處，所以我們在澳洲建了個淨宗學院，一個淨宗學會，收容他們，讓他們有個好環境去進修。今年十年，月底我會去一趟，把這個院長辭掉，學院統統供養給大家，供養給悟字輩，供養給他們，希望他們好好的修行，將來有成就。依照這一部經，一句佛號，沒有一個不成就。我們要能相信，深信不疑！經上，特別是念老的這個註解，對於念佛的功德、念佛的方法、念佛的成就，講得太清楚了。真正把它聽懂了，聽明白了，依教奉行，將來都是阿彌陀佛真正的弟子，將來我們再聚會的時候，是在西方極樂世界。你去不了，是你自己責任，你自己不聽話。你真肯聽話，下一會就是西方極樂世界，無比殊勝。"
    },
    {
      "id": "02-037-0033_p0037",
      "zh_CN": "今天时间到了，我们就学到此地。",
      "zh_TW": "今天時間到了，我們就學到此地。"
    }
  ]
}