{
  "doc_id": "02-037-0110",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一一０集",
    "zh_TW": "第一一０集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0110",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0110_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》三百八十二面，倒数第五行，从「七、无上士」这里看起。",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》三百八十二面，倒數第五行，從「七、無上士」這裡看起。"
    },
    {
      "id": "02-037-0110_p0002",
      "zh_CN": "世尊第七个通号，『无上士』。「士者人也」，称人士，中国习惯称男士、女士，这种称呼。「人中最胜」，什么样的人称士？现在讲知识分子，在古时候是读圣贤书的人才称为士，通书达礼，称为士人。换句话说，士一定是有很高的德行，很高的文化，为社会大众所尊敬、所仰慕的，这个称士。士当中的无上士，人中最胜，无比殊胜，德行殊胜，学问殊胜，这称之为无上士。「《涅槃经》曰：如来者，名无上士。譬如人身，头为最上」，不是其他四肢手足所能够相等的。「佛亦如是，最为尊上」，佛法僧三宝，法跟僧都比不上佛，佛在最上。",
      "zh_TW": "世尊第七個通號，『無上士』。「士者人也」，稱人士，中國習慣稱男士、女士，這種稱呼。「人中最勝」，什麼樣的人稱士？現在講知識分子，在古時候是讀聖賢書的人才稱為士，通書達禮，稱為士人。換句話說，士一定是有很高的德行，很高的文化，為社會大眾所尊敬、所仰慕的，這個稱士。士當中的無上士，人中最勝，無比殊勝，德行殊勝，學問殊勝，這稱之為無上士。「《涅槃經》曰：如來者，名無上士。譬如人身，頭為最上」，不是其他四肢手足所能夠相等的。「佛亦如是，最為尊上」，佛法僧三寶，法跟僧都比不上佛，佛在最上。"
    },
    {
      "id": "02-037-0110_p0003",
      "zh_CN": "下面「又曰」，这也是《涅槃经》上说的，「有所断者，名有上士。无所断者，名无上士」。这个标准比前面明显，有所断的，还有烦恼、还有习气要断的，这是上士。无所断的，换句话说，见思烦恼、尘沙烦恼、无明烦恼，包括习气统统断尽了，这叫无上士。等觉菩萨还是有上士，等觉菩萨还有所断，最后一品无明习气，无始无明的习气，这一品习气断掉了。这品习气叫生相无明，生相是什么？惠能大师所说的，「何期自性能生万法」。能生万法什么原因？就是生相无明，有这一点生相无明它就变现出万法。生相无明我们就知道，大乘经里佛常说的「一念不觉」，那就是生相无明。到等觉菩萨见到最后一品生相无明，见不到你没法子断它，见到之后才能断它，等觉才见到。这一品无明断了，相就没有了，诸佛如来的实报庄严土也没有了，这才真正是《般若经》上所说的，「凡所有相皆是虚妄」。这个有相包括实报庄严土。那就回归到常寂光，常寂光是无所断，无所断者名无上士。常寂光里面是无所断，实报土里面都还有所断，这个标准就特别高，无上士只是对妙觉如来所说的。",
      "zh_TW": "下面「又曰」，這也是《涅槃經》上說的，「有所斷者，名有上士。無所斷者，名無上士」。這個標準比前面明顯，有所斷的，還有煩惱、還有習氣要斷的，這是上士。無所斷的，換句話說，見思煩惱、塵沙煩惱、無明煩惱，包括習氣統統斷盡了，這叫無上士。等覺菩薩還是有上士，等覺菩薩還有所斷，最後一品無明習氣，無始無明的習氣，這一品習氣斷掉了。這品習氣叫生相無明，生相是什麼？惠能大師所說的，「何期自性能生萬法」。能生萬法什麼原因？就是生相無明，有這一點生相無明它就變現出萬法。生相無明我們就知道，大乘經裡佛常說的「一念不覺」，那就是生相無明。到等覺菩薩見到最後一品生相無明，見不到你沒法子斷它，見到之後才能斷它，等覺才見到。這一品無明斷了，相就沒有了，諸佛如來的實報莊嚴土也沒有了，這才真正是《般若經》上所說的，「凡所有相皆是虛妄」。這個有相包括實報莊嚴土。那就回歸到常寂光，常寂光是無所斷，無所斷者名無上士。常寂光裡面是無所斷，實報土裡面都還有所斷，這個標準就特別高，無上士只是對妙覺如來所說的。"
    },
    {
      "id": "02-037-0110_p0004",
      "zh_CN": "「《会疏》同上二说」，我们就知道，《会疏》一定是引用《涅槃经》的意思。「疏曰：业惑净尽，更无所断，于三界天人凡圣之中，第一最上无等，故号无上士」。这个说法跟《涅槃经》确实是相同的。「又《智度论》曰：涅槃法无上。佛自知是涅槃，不从他闻，亦将导众生令至涅槃。如诸法中，涅槃无上，众生中佛亦无上」。这是究竟涅槃，如来果地上的大般涅槃。涅槃就是回归自性，现在科学的名词叫回归零点能量场，一切都归零。这个说法、这个意思跟大乘涅槃是非常接近，好像是一桩事情。佛自知是涅槃，不从他闻，契入这个境界自己清清楚楚、明明白白。这个地方我们要晓得，不起心、不动念、不分别、不执着，连起心动念的习气都断尽，这才入常寂光，哲学里面讲契入本体。所以不从他闻，没有这个必要。他闻就起心动念，不从他闻。",
      "zh_TW": "「《會疏》同上二說」，我們就知道，《會疏》一定是引用《涅槃經》的意思。「疏曰：業惑淨盡，更無所斷，於三界天人凡聖之中，第一最上無等，故號無上士」。這個說法跟《涅槃經》確實是相同的。「又《智度論》曰：涅槃法無上。佛自知是涅槃，不從他聞，亦將導眾生令至涅槃。如諸法中，涅槃無上，眾生中佛亦無上」。這是究竟涅槃，如來果地上的大般涅槃。涅槃就是回歸自性，現在科學的名詞叫回歸零點能量場，一切都歸零。這個說法、這個意思跟大乘涅槃是非常接近，好像是一樁事情。佛自知是涅槃，不從他聞，契入這個境界自己清清楚楚、明明白白。這個地方我們要曉得，不起心、不動念、不分別、不執著，連起心動念的習氣都斷盡，這才入常寂光，哲學裡面講契入本體。所以不從他聞，沒有這個必要。他聞就起心動念，不從他聞。"
    },
    {
      "id": "02-037-0110_p0005",
      "zh_CN": "妙觉如来他不是不起作用，他没有形相，但是起作用，这个作用就是应众生之感，众生有感自然有应。应不是起心动念，这我们很难理解，自然的应。为什么自然应？因为万法是从心现的，所以他自然就有感应，万法跟体是一不是二。像我们平常举的例子，我们现在面对着萤幕，这个萤幕就好比是常寂光净土，真如自性。萤幕里面所有的画面，这我们都知道，画面全是波动现象。实在讲电视萤幕是个小宇宙，我们感官上是个大宇宙，大宇宙跟小宇宙完全相同，一个道理，连形相都相同。小宇宙这个事实真相搞清楚，大宇宙也就明白。众生有感，起心动念他知道，不起心动念他也知道。起心动念是心法，色法就是物质现象，物质现象还是个波动现象，没有波动物质就没有了，包括自然现象，所有现象全是波动现象。既是波动，他没有一样不知道，这信息立刻就传达。《还源观》上所说的「周遍法界，出生无尽」，出生无尽，波动就产生变化，变化无量无边、无数无尽，这叫整个大宇宙。包括各种不同维次的空间，全包括在里头。",
      "zh_TW": "妙覺如來他不是不起作用，他沒有形相，但是起作用，這個作用就是應眾生之感，眾生有感自然有應。應不是起心動念，這我們很難理解，自然的應。為什麼自然應？因為萬法是從心現的，所以他自然就有感應，萬法跟體是一不是二。像我們平常舉的例子，我們現在面對著螢幕，這個螢幕就好比是常寂光淨土，真如自性。螢幕裡面所有的畫面，這我們都知道，畫面全是波動現象。實在講電視螢幕是個小宇宙，我們感官上是個大宇宙，大宇宙跟小宇宙完全相同，一個道理，連形相都相同。小宇宙這個事實真相搞清楚，大宇宙也就明白。眾生有感，起心動念他知道，不起心動念他也知道。起心動念是心法，色法就是物質現象，物質現象還是個波動現象，沒有波動物質就沒有了，包括自然現象，所有現象全是波動現象。既是波動，他沒有一樣不知道，這信息立刻就傳達。《還源觀》上所說的「周遍法界，出生無盡」，出生無盡，波動就產生變化，變化無量無邊、無數無盡，這叫整個大宇宙。包括各種不同維次的空間，全包括在裡頭。"
    },
    {
      "id": "02-037-0110_p0006",
      "zh_CN": "众生既然有感，佛就有应，哪一块的众生跟他有缘，他就在那个方块里头起应。就像《法华经．普门品》里所说的，应以什么身得度他就现什么身，应说什么法他就说什么法，现身说法是不定的。这个要记住，佛法没有定法可说，佛法是恒顺众生，众生不定，所以佛的法就不定。恒顺众生这就契机，如如不动这是契理，为什么？性体是不动的，如如不动。就像我们看这屏幕，电视屏幕是不动的，画面是动的；法性是不动的，法相是动的，以及法相起作用，这都是动的。佛的应，示现教化众生，目的是引导众生到达涅槃，跟他一样，这问题就彻底解决。如诸法中，涅槃无上，这是自体，这是能生能现，没有比它更高的。在众生中佛亦无上，因为佛是证得究竟，所以佛也无上。「复次，持戒、禅定、智慧教化众生，一切无有与等者，何况能过，故云无上」。菩萨、法身大士也有感应道交的能力，所以他们也现身说法，众生有感他们也有应，他们依持戒、禅定、般若教化众生。这没有佛那么究竟，没有佛那么圆满，所以菩萨没有办法跟佛相等。相等都做不到，怎么能超过，故称无上，所以称佛为无上士。",
      "zh_TW": "眾生既然有感，佛就有應，哪一塊的眾生跟他有緣，他就在那個方塊裡頭起應。就像《法華經．普門品》裡所說的，應以什麼身得度他就現什麼身，應說什麼法他就說什麼法，現身說法是不定的。這個要記住，佛法沒有定法可說，佛法是恆順眾生，眾生不定，所以佛的法就不定。恆順眾生這就契機，如如不動這是契理，為什麼？性體是不動的，如如不動。就像我們看這屏幕，電視屏幕是不動的，畫面是動的；法性是不動的，法相是動的，以及法相起作用，這都是動的。佛的應，示現教化眾生，目的是引導眾生到達涅槃，跟他一樣，這問題就徹底解決。如諸法中，涅槃無上，這是自體，這是能生能現，沒有比它更高的。在眾生中佛亦無上，因為佛是證得究竟，所以佛也無上。「復次，持戒、禪定、智慧教化眾生，一切無有與等者，何況能過，故云無上」。菩薩、法身大士也有感應道交的能力，所以他們也現身說法，眾生有感他們也有應，他們依持戒、禪定、般若教化眾生。這沒有佛那麼究竟，沒有佛那麼圓滿，所以菩薩沒有辦法跟佛相等。相等都做不到，怎麼能超過，故稱無上，所以稱佛為無上士。"
    },
    {
      "id": "02-037-0110_p0007",
      "zh_CN": "第八个德号，『调御丈夫』。「《净影疏》曰：能善调伏众生，名调御丈夫」。调是调和，御是驾御、统御，佛有这个能力以真实智慧、善巧方便来调伏众生，调和，伏是降伏，降伏众生的烦恼习气，所以称他为调御丈夫。这下面再跟我们解释，《合赞》里面说，「自既丈夫，复调丈夫。故号佛为调御丈夫」。底下跟我们解释什么是丈夫。在佛法里「若具四法，则名丈夫」，这里头有四个条件，这四个条件都具足则称为丈夫。第一个「近善知识」，亲近善知识；第二个，「能听法」；第三个，不但能够听法，他还真正懂得里头的道理，就是真听懂，不是随便听的，听完之后他觉悟了；第四不但觉悟，他能够「如说修行」，他依教奉行。这在大乘法里头，菩萨！具足什么？闻思修。听法是闻，思惟是思，如说修行是修，闻思修三慧就超过三学，三学是戒定慧。戒定慧是对初学，可以分开来学，先学戒，戒成就了得定，定成就了开慧，它有阶段的。而三慧不然，三慧是ㄧ念圆满成就的。所以丈夫这里第一个条件非常重要，亲近善知识。亲近善知识，他不是普通人，他是菩萨。因为三慧是菩萨修的，三学是二乘修的，权教菩萨是三学，只有法身菩萨才是修三慧。他亲近善知识，这个善知识不是诸佛如来，就是等觉菩萨，不是别人。听法是闻，一听他就明了，明了就叫做思，明了什么？明了就破障、破迷。迷障破了，这就是修行，所以它是一次完成，它不是有三个阶段。三慧跟三学的意思一定要知道。",
      "zh_TW": "第八個德號，『調御丈夫』。「《淨影疏》曰：能善調伏眾生，名調御丈夫」。調是調和，御是駕御、統御，佛有這個能力以真實智慧、善巧方便來調伏眾生，調和，伏是降伏，降伏眾生的煩惱習氣，所以稱他為調御丈夫。這下面再跟我們解釋，《合贊》裡面說，「自既丈夫，復調丈夫。故號佛為調御丈夫」。底下跟我們解釋什麼是丈夫。在佛法裡「若具四法，則名丈夫」，這裡頭有四個條件，這四個條件都具足則稱為丈夫。第一個「近善知識」，親近善知識；第二個，「能聽法」；第三個，不但能夠聽法，他還真正懂得裡頭的道理，就是真聽懂，不是隨便聽的，聽完之後他覺悟了；第四不但覺悟，他能夠「如說修行」，他依教奉行。這在大乘法裡頭，菩薩！具足什麼？聞思修。聽法是聞，思惟是思，如說修行是修，聞思修三慧就超過三學，三學是戒定慧。戒定慧是對初學，可以分開來學，先學戒，戒成就了得定，定成就了開慧，它有階段的。而三慧不然，三慧是ㄧ念圓滿成就的。所以丈夫這裡第一個條件非常重要，親近善知識。親近善知識，他不是普通人，他是菩薩。因為三慧是菩薩修的，三學是二乘修的，權教菩薩是三學，只有法身菩薩才是修三慧。他親近善知識，這個善知識不是諸佛如來，就是等覺菩薩，不是別人。聽法是聞，一聽他就明瞭，明瞭就叫做思，明瞭什麼？明瞭就破障、破迷。迷障破了，這就是修行，所以它是一次完成，它不是有三個階段。三慧跟三學的意思一定要知道。"
    },
    {
      "id": "02-037-0110_p0008",
      "zh_CN": "「又《会疏》曰：谓具大丈夫力用而说种种诸法，调伏制御一切众生，令离垢染，得大涅槃」。《会疏》里面所讲的，也是如来果地上的大德大能，不是普通人能做到的。具大丈夫力用，如来果地上像前面讲的十力，大力、大用。手段还是用教学，说种种法。教化众生手段，确实只是教学，所以一切诸佛如来、法身大士没有一个不教学的。只有教学才能调伏，才能制御。这些调伏制御都是自然的，没有加丝毫勉强，为什么？众生听经听多了，慢慢觉悟，第一个阶段，他所获得的真实利益是断疑生信。我们今天要做的，就是把这个目标树立起来。",
      "zh_TW": "「又《會疏》曰：謂具大丈夫力用而說種種諸法，調伏制御一切眾生，令離垢染，得大涅槃」。《會疏》裡面所講的，也是如來果地上的大德大能，不是普通人能做到的。具大丈夫力用，如來果地上像前面講的十力，大力、大用。手段還是用教學，說種種法。教化眾生手段，確實只是教學，所以一切諸佛如來、法身大士沒有一個不教學的。只有教學才能調伏，才能制御。這些調伏制御都是自然的，沒有加絲毫勉強，為什麼？眾生聽經聽多了，慢慢覺悟，第一個階段，他所獲得的真實利益是斷疑生信。我們今天要做的，就是把這個目標樹立起來。"
    },
    {
      "id": "02-037-0110_p0009",
      "zh_CN": "现在的社会对宗教不接触，认为宗教是迷信，所以对宗教不认识、不了解。宗教教学当中来讲最重要的头一关，就是让大家认识宗教，才不至于产生误会。佛教更应该如是，如何让大家正确的认识佛教。中国古圣先贤他们有智慧，他们头脑清醒，他一点都不迷惑。如果佛教是迷信，他怎么会请他到中国来？怎么可能允许他在中国传教？这是当时帝王大臣听到西方有佛，西方的大圣人，我们历史上这样记载的，西方有大圣人在那边教化众生。对这桩事情，我们中国人非常向往，因为中国人尊敬圣人。汉朝，中国到欧洲这个路通了，叫丝绸之路，这是商业，为了便利商业贸易，这个道路开了，从中国通到欧洲。随着贸易也把文化相互的交流，印度这些高僧从帕米尔高原，那边是伊朗、阿富汗这些地方，越过丛林就到中国现在的新彊。印度这些高僧大德，向四面八方传承释迦牟尼佛的教诲，就有不少人到达西域，那时候西域很多小国家。中国特使到西域的时候就遇到了，遇到摩腾、竺法兰，这跟中国很有缘分遇到，把这两位大德迎请到中国。这就佛教正式传到中国来，他们带的有佛像，带的有经书，三宝正式到中国。",
      "zh_TW": "現在的社會對宗教不接觸，認為宗教是迷信，所以對宗教不認識、不了解。宗教教學當中來講最重要的頭一關，就是讓大家認識宗教，才不至於產生誤會。佛教更應該如是，如何讓大家正確的認識佛教。中國古聖先賢他們有智慧，他們頭腦清醒，他一點都不迷惑。如果佛教是迷信，他怎麼會請他到中國來？怎麼可能允許他在中國傳教？這是當時帝王大臣聽到西方有佛，西方的大聖人，我們歷史上這樣記載的，西方有大聖人在那邊教化眾生。對這樁事情，我們中國人非常嚮往，因為中國人尊敬聖人。漢朝，中國到歐洲這個路通了，叫絲綢之路，這是商業，為了便利商業貿易，這個道路開了，從中國通到歐洲。隨著貿易也把文化相互的交流，印度這些高僧從帕米爾高原，那邊是伊朗、阿富汗這些地方，越過叢林就到中國現在的新彊。印度這些高僧大德，向四面八方傳承釋迦牟尼佛的教誨，就有不少人到達西域，那時候西域很多小國家。中國特使到西域的時候就遇到了，遇到摩騰、竺法蘭，這跟中國很有緣分遇到，把這兩位大德迎請到中國。這就佛教正式傳到中國來，他們帶的有佛像，帶的有經書，三寶正式到中國。"
    },
    {
      "id": "02-037-0110_p0010",
      "zh_CN": "到中国，当然跟中国朝野这就开始接触，互相交流。佛所说的，跟中国古圣先贤所说的，没有冲突，相同的地方非常之多。扎根相同，中国传统文化的根扎在孝道，佛法的根也在孝道。我们看净业三福，第一句「孝养父母」，第二句「奉事师长」，第一句是根，第二句也是根，第一句是根之根。中国人非常重视孝道，佛法是师道，它是教育，是师道，师道一定建立在孝道的基础上，不知道孝顺父母，怎么可能去尊敬老师？不可能。所以佛教在全世界传播，唯有在中国这一支真正开花结果，而且成就超过印度，什么原因？根好。根是中国人自己建立的，孝亲尊师。古人懂，现在人不懂。为什么不懂？没人教他。",
      "zh_TW": "到中國，當然跟中國朝野這就開始接觸，互相交流。佛所說的，跟中國古聖先賢所說的，沒有衝突，相同的地方非常之多。扎根相同，中國傳統文化的根紮在孝道，佛法的根也在孝道。我們看淨業三福，第一句「孝養父母」，第二句「奉事師長」，第一句是根，第二句也是根，第一句是根之根。中國人非常重視孝道，佛法是師道，它是教育，是師道，師道一定建立在孝道的基礎上，不知道孝順父母，怎麼可能去尊敬老師？不可能。所以佛教在全世界傳播，唯有在中國這一支真正開花結果，而且成就超過印度，什麼原因？根好。根是中國人自己建立的，孝親尊師。古人懂，現在人不懂。為什麼不懂？沒人教他。"
    },
    {
      "id": "02-037-0110_p0011",
      "zh_CN": "我们对中国传统文化，就是老祖宗的东西疏忽了两百年，时间不算短。前面一百年疏忽了，有人讲，没人真干，就是古大德所说的末法时期。最近的一百年，满清亡国之后中国社会动乱，一直到今天都没有定下来，没人讲，也没人听了。照古大德讲的，这是中国传统文化的灭亡，是灭法不是末法。古大德说法运的标准，是有讲经的、有听经的、有认真学习的、有证果的，这叫正法，证果的，像儒家真的有贤人、有圣人出现，这正法；有讲的、有听的、有真干的，没有证果的，这叫像法，有真干的；有讲经的，有听经的，没有真干的，这叫末法；讲的人都没有了，叫灭法。以古大德这个标准，我们中国传统文化已经灭了一个世纪，这个道理我们要懂。",
      "zh_TW": "我們對中國傳統文化，就是老祖宗的東西疏忽了兩百年，時間不算短。前面一百年疏忽了，有人講，沒人真幹，就是古大德所說的末法時期。最近的一百年，滿清亡國之後中國社會動亂，一直到今天都沒有定下來，沒人講，也沒人聽了。照古大德講的，這是中國傳統文化的滅亡，是滅法不是末法。古大德說法運的標準，是有講經的、有聽經的、有認真學習的、有證果的，這叫正法，證果的，像儒家真的有賢人、有聖人出現，這正法；有講的、有聽的、有真幹的，沒有證果的，這叫像法，有真幹的；有講經的，有聽經的，沒有真幹的，這叫末法；講的人都沒有了，叫滅法。以古大德這個標準，我們中國傳統文化已經滅了一個世紀，這個道理我們要懂。"
    },
    {
      "id": "02-037-0110_p0012",
      "zh_CN": "现在我们要恢复，恢复也是慢慢来，不可能一下就恢复到太平盛世，那是错误的，要慢慢来。现在就是什么？我们有讲的，有听的，没人做，这是末法。对，从末法再提升到像法，从像法再提升到正法，至少要三代以上，这我们看不见。我们今天能维持这个法不灭就不错！把中国传统的文化、大乘佛法讲清楚、讲明白，它不是迷信，帮助大家，不是破迷开悟是断疑生信，生起信心，我们的目的达到了。破迷开悟是下一代他们要继续做的，继续做再帮助大家破迷开悟，再下一代帮助大家修行证果，绝对不是在我们这一代能看到的。我们想在我们这一代来看到，这个事情决定做不成功。所以我们对自己、对众生，还对客观的环境都要认识，要了解，我们把这个程序定下来，我们今天要达到的就是让大家断疑生信。特别是净宗，有一些特殊根性的人，《弥陀经》里面所谓的具足善根福德因缘，这种人要是遇到，他这一生就能得度，他是正法。真信、真愿、真干，在这一生当中果然往生，这是释迦牟尼佛末法时期的正法，他成就。我们自己可以做到，不能够期望大众，对大众的期望能够在末法就成功。这《会疏》里面讲的，说法调伏制御一切众生。今天社会如果要安定，世界要和平，地球上灾难要化解，这个方法会很有效果。",
      "zh_TW": "現在我們要恢復，恢復也是慢慢來，不可能一下就恢復到太平盛世，那是錯誤的，要慢慢來。現在就是什麼？我們有講的，有聽的，沒人做，這是末法。對，從末法再提升到像法，從像法再提升到正法，至少要三代以上，這我們看不見。我們今天能維持這個法不滅就不錯！把中國傳統的文化、大乘佛法講清楚、講明白，它不是迷信，幫助大家，不是破迷開悟是斷疑生信，生起信心，我們的目的達到了。破迷開悟是下一代他們要繼續做的，繼續做再幫助大家破迷開悟，再下一代幫助大家修行證果，絕對不是在我們這一代能看到的。我們想在我們這一代來看到，這個事情決定做不成功。所以我們對自己、對眾生，還對客觀的環境都要認識，要了解，我們把這個程序定下來，我們今天要達到的就是讓大家斷疑生信。特別是淨宗，有一些特殊根性的人，《彌陀經》裡面所謂的具足善根福德因緣，這種人要是遇到，他這一生就能得度，他是正法。真信、真願、真幹，在這一生當中果然往生，這是釋迦牟尼佛末法時期的正法，他成就。我們自己可以做到，不能夠期望大眾，對大眾的期望能夠在末法就成功。這《會疏》裡面講的，說法調伏制御一切眾生。今天社會如果要安定，世界要和平，地球上災難要化解，這個方法會很有效果。"
    },
    {
      "id": "02-037-0110_p0013",
      "zh_CN": "今天我一早来看到日本的同学传给我一个信息，日本政府发表的，预计可能有大地震。这后面附的还有地图。这个大地震，这是过去没有过的，九级以上的大地震，可能引发二十米的海啸。那比上次就严重一倍，上一次十米海啸，这次二十米海啸，这个地震可能影响韩国跟中国沿海，这么严重。寄来的这一份是日文写的，这日本政府的原文，主要地方都用大字。从这里看日本人对这桩事情很重视，已经在做预防的工作，特别是两个国际机场都在准备这个对策，怎么样来避难。现在东京的羽田机场，估计会遇到十米的海啸，比起日本以前发生最大的地震还要大。这个我还没有把它看完。",
      "zh_TW": "今天我一早來看到日本的同學傳給我一個信息，日本政府發表的，預計可能有大地震。這後面附的還有地圖。這個大地震，這是過去沒有過的，九級以上的大地震，可能引發二十米的海嘯。那比上次就嚴重一倍，上一次十米海嘯，這次二十米海嘯，這個地震可能影響韓國跟中國沿海，這麼嚴重。寄來的這一份是日文寫的，這日本政府的原文，主要地方都用大字。從這裡看日本人對這樁事情很重視，已經在做預防的工作，特別是兩個國際機場都在準備這個對策，怎麼樣來避難。現在東京的羽田機場，估計會遇到十米的海嘯，比起日本以前發生最大的地震還要大。這個我還沒有把它看完。"
    },
    {
      "id": "02-037-0110_p0014",
      "zh_CN": "从大乘经里面讲的来看，所有一切，个人跟我们居住环境的灾难，没有天然的，全是我们自己心行所感应的。确实一切法从心想生，极乐世界是心想生，我们居住的环境也是心想生。二０一二马雅灾难的预言，现在全世界公开讨论，有人认为有，有人认为不可能，到明年十二月这真相才真正透明。时间不长，整整一年。对我们学佛修净土的同修来说，这个信息是好信息，不是坏信息，教导我们念佛要克期求证，也就是说，这三百天的时间，足够我们念佛往生西方极乐世界，好事。我们在这一年当中，一定要把往生拿到，决定有把握，灾难来了我们到极乐世界去；不来了也提升自己，在这个世间好，弘法利生继续干，所以都是好事情。不能不干，不能消极，不能害怕，要把心定下来，好事情，欢欢喜喜、快快乐乐每天念佛。有时间就念佛，要学锅漏匠一样，有工作我们努力去做工作。这个工作如果不要操心的，不要用思想的，佛号照念；需要用思考的，暂时把佛号放下，我工作办完之后我的佛号又提起来，这就叫净念相继，别让它中断。摆在眼前，这是我们自己这一生当中最大的一桩大事，这桩大事了了，一切都了！",
      "zh_TW": "從大乘經裡面講的來看，所有一切，個人跟我們居住環境的災難，沒有天然的，全是我們自己心行所感應的。確實一切法從心想生，極樂世界是心想生，我們居住的環境也是心想生。二０一二馬雅災難的預言，現在全世界公開討論，有人認為有，有人認為不可能，到明年十二月這真相才真正透明。時間不長，整整一年。對我們學佛修淨土的同修來說，這個信息是好信息，不是壞信息，教導我們念佛要剋期求證，也就是說，這三百天的時間，足夠我們念佛往生西方極樂世界，好事。我們在這一年當中，一定要把往生拿到，決定有把握，災難來了我們到極樂世界去；不來了也提升自己，在這個世間好，弘法利生繼續幹，所以都是好事情。不能不幹，不能消極，不能害怕，要把心定下來，好事情，歡歡喜喜、快快樂樂每天念佛。有時間就念佛，要學鍋漏匠一樣，有工作我們努力去做工作。這個工作如果不要操心的，不要用思想的，佛號照念；需要用思考的，暫時把佛號放下，我工作辦完之後我的佛號又提起來，這就叫淨念相繼，別讓它中斷。擺在眼前，這是我們自己這一生當中最大的一樁大事，這樁大事了了，一切都了！"
    },
    {
      "id": "02-037-0110_p0015",
      "zh_CN": "我们再看下面，「或问」，这是有人提出问题，「女人等亦应化度，何以独标丈夫」。这好像不公平，只说丈夫，那女人就不能度了？「《智度论》答曰：若说丈夫」，你要晓得佛经里面丈夫的定义是什么。是「二根，无根及女尽摄，故说丈夫」。所以丈夫这两个字里头，不但是男子、女子都包括进去，无根的（这是天阉）也包括在其中，这个不可思议。我们看《净影疏》前面所说的，能善调伏众生，就叫做调御丈夫。男子能做，男子是调御丈夫；女子能做，女子也是调御丈夫；乃至于无根、二根，他能够善调伏众生，也是调御丈夫，可见得调御丈夫这个范围非常之广大。「盖谓名为丈夫，则可概摄妇女、无根及二根等人」。",
      "zh_TW": "我們再看下面，「或問」，這是有人提出問題，「女人等亦應化度，何以獨標丈夫」。這好像不公平，只說丈夫，那女人就不能度了？「《智度論》答曰：若說丈夫」，你要曉得佛經裡面丈夫的定義是什麼。是「二根，無根及女盡攝，故說丈夫」。所以丈夫這兩個字裡頭，不但是男子、女子都包括進去，無根的（這是天閹）也包括在其中，這個不可思議。我們看《淨影疏》前面所說的，能善調伏眾生，就叫做調御丈夫。男子能做，男子是調御丈夫；女子能做，女子也是調御丈夫；乃至於無根、二根，他能夠善調伏眾生，也是調御丈夫，可見得調御丈夫這個範圍非常之廣大。「蓋謂名為丈夫，則可概攝婦女、無根及二根等人」。"
    },
    {
      "id": "02-037-0110_p0016",
      "zh_CN": "下面第九个尊号，「《净影疏》曰」，『天人师』，「能以正法近训天人，名天人师」，正法是与性德相应之法，这叫正法。近训，近是接近，就是眼前诸天人民。除诸天人民之外，确实还有很多我们肉眼看不见的，现在科学说不同维次空间的众生，数量不少。我们学习正法，研究正法，在这里做报告跟大家分享正法，这些天人、众生都能得利益。这是佛陀、法身菩萨们他们的事业，讲经不能中断，佛家的事业，经教里常说「如来家业」。如来家的事业是什么？就是教学。你在经教里去看哪一尊佛不教学！哪一尊菩萨不教学！现身说法教化众生，这天人师。他的身分，确确实实是老师的身分，天上人间的老师。「《会疏》曰：所有天上人间，魔王外道」，释是忉利天，梵是大梵天，释代表欲界，梵代表色界，天龙，天龙八部鬼神。「悉皆归命」，归是皈依，接受佛菩萨的教诲，都能够回头向善，都能够改邪归正，皈依三宝、归命三宝。「依教奉行」，做佛的弟子，弟子是学生，都依佛为老师，所以佛号天人师。",
      "zh_TW": "下面第九個尊號，「《淨影疏》曰」，『天人師』，「能以正法近訓天人，名天人師」，正法是與性德相應之法，這叫正法。近訓，近是接近，就是眼前諸天人民。除諸天人民之外，確實還有很多我們肉眼看不見的，現在科學說不同維次空間的眾生，數量不少。我們學習正法，研究正法，在這裡做報告跟大家分享正法，這些天人、眾生都能得利益。這是佛陀、法身菩薩們他們的事業，講經不能中斷，佛家的事業，經教裡常說「如來家業」。如來家的事業是什麼？就是教學。你在經教裡去看哪一尊佛不教學！哪一尊菩薩不教學！現身說法教化眾生，這天人師。他的身分，確確實實是老師的身分，天上人間的老師。「《會疏》曰：所有天上人間，魔王外道」，釋是忉利天，梵是大梵天，釋代表欲界，梵代表色界，天龍，天龍八部鬼神。「悉皆歸命」，歸是皈依，接受佛菩薩的教誨，都能夠回頭向善，都能夠改邪歸正，皈依三寶、歸命三寶。「依教奉行」，做佛的弟子，弟子是學生，都依佛為老師，所以佛號天人師。"
    },
    {
      "id": "02-037-0110_p0017",
      "zh_CN": "「又《合赞》曰：诸佛虽为一切众生无上大师」，佛跟一切众生的关系，不是神、不是主，这清清楚楚的没有那些关系。佛跟所有众生全部都是师生关系，所以我们称释迦为本师，我们修净土的称弥陀为本师，学《华严》的我们称毘卢遮那为本师，他们是老师的身分。但是所有众生当中，「唯天与人能发无上大菩提心」，现在我们知道不但是天、人发菩提心，几乎六道里所有众生听经闻法，发菩提心的都不少。尤其是往生净土的，阿弥陀佛慈悲接引，真的不是假的。",
      "zh_TW": "「又《合贊》曰：諸佛雖為一切眾生無上大師」，佛跟一切眾生的關係，不是神、不是主，這清清楚楚的沒有那些關係。佛跟所有眾生全部都是師生關係，所以我們稱釋迦為本師，我們修淨土的稱彌陀為本師，學《華嚴》的我們稱毘盧遮那為本師，他們是老師的身分。但是所有眾生當中，「唯天與人能發無上大菩提心」，現在我們知道不但是天、人發菩提心，幾乎六道裡所有眾生聽經聞法，發菩提心的都不少。尤其是往生淨土的，阿彌陀佛慈悲接引，真的不是假的。"
    },
    {
      "id": "02-037-0110_p0018",
      "zh_CN": "最后一个德号，『佛世尊』。「《成实论》等开为两号」，佛是一个号，「佛为第九号，世尊为第十号。今依《涅槃经》」。念老的注解依《涅槃经》所说的，佛世尊合称一号，合称第十。「佛者觉也。自觉觉他与觉满，三觉圆满，故称为佛」，自觉圆满是烦恼断尽。这个自觉圆满容易懂，觉他怎么能圆满？众生那么多，许许多多众生还没有得度，觉他怎么能算圆满？我有一年在马来西亚讲经，有一位小乘的长老从北方来，也就是马来西亚跟泰国交界的那些地方，他是在那个地方有道场，住持一方，也很有名气。就来问我，他说，佛说的要度尽众生他才成佛，我还没有得度，他怎么会成佛？问我这个问题。那就是说觉他，我这是他，我还没有觉，他怎么可以成佛？我就告诉他，觉他圆满跟自觉是连起来的，自觉圆满，觉他就圆满。这怎么说？要晓得他是帮助我觉悟的。",
      "zh_TW": "最後一個德號，『佛世尊』。「《成實論》等開為兩號」，佛是一個號，「佛為第九號，世尊為第十號。今依《涅槃經》」。念老的註解依《涅槃經》所說的，佛世尊合稱一號，合稱第十。「佛者覺也。自覺覺他與覺滿，三覺圓滿，故稱為佛」，自覺圓滿是煩惱斷盡。這個自覺圓滿容易懂，覺他怎麼能圓滿？眾生那麼多，許許多多眾生還沒有得度，覺他怎麼能算圓滿？我有一年在馬來西亞講經，有一位小乘的長老從北方來，也就是馬來西亞跟泰國交界的那些地方，他是在那個地方有道場，住持一方，也很有名氣。就來問我，他說，佛說的要度盡眾生他才成佛，我還沒有得度，他怎麼會成佛？問我這個問題。那就是說覺他，我這是他，我還沒有覺，他怎麼可以成佛？我就告訴他，覺他圓滿跟自覺是連起來的，自覺圓滿，覺他就圓滿。這怎麼說？要曉得他是幫助我覺悟的。"
    },
    {
      "id": "02-037-0110_p0019",
      "zh_CN": "你要不相信，你看看《华严经》五十三参，善财童子是个求觉悟的人，就是他，善财童子怎么成佛？五十三位善知识代表的是什么？现实社会男女老幼各行各业，这些人在我们心目当中，都是佛、都是善知识。中国古人教导我们，「三人行必有我师」，三个人是什么？我自己一个，一个善人，一个恶人，这叫三人。善人、恶人都是佛，都是帮助我成佛，善人教我的，他所想的、他所做的，我听到、我看到，我有没有？没有，赶快跟他学；有，好好的保持不要失掉，他是我的老师。恶人也是我的老师，他所想的、他所做的，我听到、看到了想想自己有没有，有，要改过，把它改过来；没有，记住千万不要犯。这不都是我的老师吗？我成佛了，是他两个教我的。善财童子五十三参的精神就在此地。五十三参在哪里？我们早晨起来到晚上睡觉，这一天当中你所看到的、所听到的、所接触的就是五十三参。问题是什么？你不会参。善财会参，所以他成佛了；我们不会参，还在当凡夫。这就是宗门常说的「会么」，会就成功。",
      "zh_TW": "你要不相信，你看看《華嚴經》五十三參，善財童子是個求覺悟的人，就是他，善財童子怎麼成佛？五十三位善知識代表的是什麼？現實社會男女老幼各行各業，這些人在我們心目當中，都是佛、都是善知識。中國古人教導我們，「三人行必有我師」，三個人是什麼？我自己一個，一個善人，一個惡人，這叫三人。善人、惡人都是佛，都是幫助我成佛，善人教我的，他所想的、他所做的，我聽到、我看到，我有沒有？沒有，趕快跟他學；有，好好的保持不要失掉，他是我的老師。惡人也是我的老師，他所想的、他所做的，我聽到、看到了想想自己有沒有，有，要改過，把它改過來；沒有，記住千萬不要犯。這不都是我的老師嗎？我成佛了，是他兩個教我的。善財童子五十三參的精神就在此地。五十三參在哪裡？我們早晨起來到晚上睡覺，這一天當中你所看到的、所聽到的、所接觸的就是五十三參。問題是什麼？你不會參。善財會參，所以他成佛了；我們不會參，還在當凡夫。這就是宗門常說的「會麼」，會就成功。"
    },
    {
      "id": "02-037-0110_p0020",
      "zh_CN": "实在讲老祖宗教得好，「行有不得，反求诸己」，外面没有过失，是真的，问题全在自己，要回过头来反省自己。这就是觉他，自觉觉他，觉行圆满，圆满就成佛了。自觉是你自己学，觉他就是把我所学的东西跟大家分享，这就是觉他。这是浅而言之，从事相上说的，要肯跟人分享不要保留。自觉觉他圆满，就叫觉满。《华严经》上说的，妄想分别执着统统放下就觉满了。觉满那个时候你看一切众生都是佛，觉他圆满，真的不是假的。释迦牟尼佛看众生，「一切众生皆有如来智慧德相」，那就是觉满，「一切众生本来是佛」。《三时系念》里面中峰国师说，「我心即是阿弥陀佛，阿弥陀佛即是我心」，这就是觉满。你把这些道理搞通，想明白了，你就知道释迦牟尼佛怎么成佛的。",
      "zh_TW": "實在講老祖宗教得好，「行有不得，反求諸己」，外面沒有過失，是真的，問題全在自己，要回過頭來反省自己。這就是覺他，自覺覺他，覺行圓滿，圓滿就成佛了。自覺是你自己學，覺他就是把我所學的東西跟大家分享，這就是覺他。這是淺而言之，從事相上說的，要肯跟人分享不要保留。自覺覺他圓滿，就叫覺滿。《華嚴經》上說的，妄想分別執著統統放下就覺滿了。覺滿那個時候你看一切眾生都是佛，覺他圓滿，真的不是假的。釋迦牟尼佛看眾生，「一切眾生皆有如來智慧德相」，那就是覺滿，「一切眾生本來是佛」。《三時繫念》裡面中峰國師說，「我心即是阿彌陀佛，阿彌陀佛即是我心」，這就是覺滿。你把這些道理搞通，想明白了，你就知道釋迦牟尼佛怎麼成佛的。"
    },
    {
      "id": "02-037-0110_p0021",
      "zh_CN": "「又《合赞》曰：佛者名觉，既自觉悟，复能觉他」，自己觉悟了，一定要教别人。「譬如有人觉知有贼，贼无能为」，这个比喻是佛经上的比喻，所以用得很多。这个人是贼，大家知道他是贼，他不敢下手了，为什么？谁的东西丢了，肯定是他。他不但不敢下手，他还要当警察，在那里照顾着每个人，免得人家东西丢掉赖他，他变成好警察。这就是你不知道，他是个贼，你知道他，他不是贼了。「又佛名知者。如《智度论》曰：佛陀，秦言知者」，这个秦言就是中国话，那个时候鸠摩罗什大师住世，住在中国四川、甘肃这一带叫秦国，叫姚秦。先是苻坚做国王，以后是姚兴，这两个做国王国号都叫秦。",
      "zh_TW": "「又《合贊》曰：佛者名覺，既自覺悟，復能覺他」，自己覺悟了，一定要教別人。「譬如有人覺知有賊，賊無能為」，這個比喻是佛經上的比喻，所以用得很多。這個人是賊，大家知道他是賊，他不敢下手了，為什麼？誰的東西丟了，肯定是他。他不但不敢下手，他還要當警察，在那裡照顧著每個人，免得人家東西丟掉賴他，他變成好警察。這就是你不知道，他是個賊，你知道他，他不是賊了。「又佛名知者。如《智度論》曰：佛陀，秦言知者」，這個秦言就是中國話，那個時候鳩摩羅什大師住世，住在中國四川、甘肅這一帶叫秦國，叫姚秦。先是苻堅做國王，以後是姚興，這兩個做國王國號都叫秦。"
    },
    {
      "id": "02-037-0110_p0022",
      "zh_CN": "「知过去、未来、现在，众生数、非众生数，有常、无常等一切诸法。菩提树下，了了觉知，故名为佛陀」。这个论里头一段文，有些地方比较难懂，为什么？不是我们一般人的常识。佛陀知过去能讲得通，过去有历史，你读得很多，你能知过去。未来就难了，你怎么知道未来？现在你可能知道。所以现在很多人不相信有知道未来的。曾经有人跟我说过，这个人是高级知识分子，在社会也相当有地位，他告诉我，他说我们决定不能相信有一个人说他能知道明天的事情，就是未来的事情，不可能，未来的事情没人能知道。信仰宗教的，这个只有上帝知道，只有神知道，人怎么会知道？现在的人逐渐学科学，不相信上帝。科学家纵然判断一些事情，也未必是真的。他不相信，这个难。",
      "zh_TW": "「知過去、未來、現在，眾生數、非眾生數，有常、無常等一切諸法。菩提樹下，了了覺知，故名為佛陀」。這個論裡頭一段文，有些地方比較難懂，為什麼？不是我們一般人的常識。佛陀知過去能講得通，過去有歷史，你讀得很多，你能知過去。未來就難了，你怎麼知道未來？現在你可能知道。所以現在很多人不相信有知道未來的。曾經有人跟我說過，這個人是高級知識分子，在社會也相當有地位，他告訴我，他說我們決定不能相信有一個人說他能知道明天的事情，就是未來的事情，不可能，未來的事情沒人能知道。信仰宗教的，這個只有上帝知道，只有神知道，人怎麼會知道？現在的人逐漸學科學，不相信上帝。科學家縱然判斷一些事情，也未必是真的。他不相信，這個難。"
    },
    {
      "id": "02-037-0110_p0023",
      "zh_CN": "众生数、非众生数，这很难接受，众生数量，有多少众生，这个众生是有情众生；非众生数是无情的，树木花草、山河大地，佛知道，佛全知道。有常、无常等一切法，有常是永恒不变的，法性，无常是刹那在变化的是法相。这一切诸法，菩提树下了了觉知。菩提树下是什么？定中，释迦牟尼佛在菩提树下入定，这属于定中境界。现在我们说定中境界，人家说你是神话，他不相信定中境界，他没有过这个经验，他只有作梦，梦中境界他知道，定中境界他不知道。就知道今天在这个社会上，弘法利生是多么艰难的工作，如何让这些不信的人能相信，这是真的学问，经上讲的真实智慧、善巧方便。这是佛陀，佛陀是圆满觉悟的人。",
      "zh_TW": "眾生數、非眾生數，這很難接受，眾生數量，有多少眾生，這個眾生是有情眾生；非眾生數是無情的，樹木花草、山河大地，佛知道，佛全知道。有常、無常等一切法，有常是永恆不變的，法性，無常是剎那在變化的是法相。這一切諸法，菩提樹下了了覺知。菩提樹下是什麼？定中，釋迦牟尼佛在菩提樹下入定，這屬於定中境界。現在我們說定中境界，人家說你是神話，他不相信定中境界，他沒有過這個經驗，他只有作夢，夢中境界他知道，定中境界他不知道。就知道今天在這個社會上，弘法利生是多麼艱難的工作，如何讓這些不信的人能相信，這是真的學問，經上講的真實智慧、善巧方便。這是佛陀，佛陀是圓滿覺悟的人。"
    },
    {
      "id": "02-037-0110_p0024",
      "zh_CN": "说到这些地方，对现在人讲，我们必须配合《华严经》所讲的这些理论跟方法。佛法它里头有科学精神，为什么？它要求证，不是说了就算。说了你相信，你是迷信，连佛都说你是迷信。佛给你讲，你相信他，你都是迷信。怎样不迷信？你要把它证实。所以佛法讲求的是信解行证，到最后，你自己证明你所信的、你所解的、你所行的都是正确的，你自己把它证实，才真的是你的东西；你自己没有证得，都是别人的，不是你的。所以佛法里头有科学的精神，而且非常重视证，契入境界就是证。不能契入，你没有证得。没有证得的东西叫记问之学，连孔老夫子都不赞成。夫子说「记问之学，不足以为人师也」。那要怎样？儒家讲一定要行到，你要做到。从行里面去堪验你所说的这个道理跟方法是不是真的、是不是正法？中国古人不迷信，佛菩萨不迷信。",
      "zh_TW": "說到這些地方，對現在人講，我們必須配合《華嚴經》所講的這些理論跟方法。佛法它裡頭有科學精神，為什麼？它要求證，不是說了就算。說了你相信，你是迷信，連佛都說你是迷信。佛給你講，你相信他，你都是迷信。怎樣不迷信？你要把它證實。所以佛法講求的是信解行證，到最後，你自己證明你所信的、你所解的、你所行的都是正確的，你自己把它證實，才真的是你的東西；你自己沒有證得，都是別人的，不是你的。所以佛法裡頭有科學的精神，而且非常重視證，契入境界就是證。不能契入，你沒有證得。沒有證得的東西叫記問之學，連孔老夫子都不贊成。夫子說「記問之學，不足以為人師也」。那要怎樣？儒家講一定要行到，你要做到。從行裡面去堪驗你所說的這個道理跟方法是不是真的、是不是正法？中國古人不迷信，佛菩薩不迷信。"
    },
    {
      "id": "02-037-0110_p0025",
      "zh_CN": "「又佛一切智慧成就故，过去、未来、现在，尽不尽、动不动，一切世间了了悉知，故名为佛陀」。佛确实是一切智慧成就的一个德号，称之为佛，过去、未来、现在他知道。尽不尽是讲烦恼习气你有没有断尽，他清楚；动不动他也知道，动不动是起心动念。起心动念、不起心动念，一切世间了了悉知，悉是没有一样不知道，故为佛陀。这些话在现代人他完全不相信，他说这些话是宗教，这是神话，这是什么？这是人决定做不到的。不过近代这些量子力学家他们在报告里头告诉我们，他们发现这个世界上有不少古老的族群，很多地方的土着，他们老祖宗传下来的，里头有真智慧。传下来的他们没有文字，只是一代一代的传说，这个传说里头真的有很多好东西，大智慧。他们怎么知道的？他说人有一种本能，本能里头有真实智慧。我们现在把本能失掉。这个说法有道理。换句话说，佛、菩萨没有别的，就是教导我们回归到本能。怎么回归？把妄想分别执着统统放下，就回归到本能。科学家所谓的零点能量场，那就是本能，回到那个地方，那个地方真的过去、未来、现在无所不知，无所不能。人人都可以回归，你试试看。",
      "zh_TW": "「又佛一切智慧成就故，過去、未來、現在，盡不盡、動不動，一切世間了了悉知，故名為佛陀」。佛確實是一切智慧成就的一個德號，稱之為佛，過去、未來、現在他知道。盡不盡是講煩惱習氣你有沒有斷盡，他清楚；動不動他也知道，動不動是起心動念。起心動念、不起心動念，一切世間了了悉知，悉是沒有一樣不知道，故為佛陀。這些話在現代人他完全不相信，他說這些話是宗教，這是神話，這是什麼？這是人決定做不到的。不過近代這些量子力學家他們在報告裡頭告訴我們，他們發現這個世界上有不少古老的族群，很多地方的土著，他們老祖宗傳下來的，裡頭有真智慧。傳下來的他們沒有文字，只是一代一代的傳說，這個傳說裡頭真的有很多好東西，大智慧。他們怎麼知道的？他說人有一種本能，本能裡頭有真實智慧。我們現在把本能失掉。這個說法有道理。換句話說，佛、菩薩沒有別的，就是教導我們回歸到本能。怎麼回歸？把妄想分別執著統統放下，就回歸到本能。科學家所謂的零點能量場，那就是本能，回到那個地方，那個地方真的過去、未來、現在無所不知，無所不能。人人都可以回歸，你試試看。"
    },
    {
      "id": "02-037-0110_p0026",
      "zh_CN": "佛教初学还有步骤的，不能完全一下放下，你一桩一桩的放下，先放下见思烦恼，就是执着，先学着我对于世出世间一切法不执着，你学这一点，真不执着你就成阿罗汉。什么现象发生？六种神通出现。六种什么？本能。换句话说，六种神通（我的本能）失掉了，就是见思烦恼，见思烦恼把我六种神通的本能掩盖住。我今天把它放下，我的本能恢复了，天眼、天耳、他心、宿命，神足、漏尽。可以实验的，佛不是教你迷信。你再放下尘沙烦恼，也就是于一切法不但不执着，分别心都没有，你就成菩萨，你的智慧、德能、神通比阿罗汉就高好多倍。到最后不起心、不动念，起心动念是妄想，也叫做无始无明，这个东西放下，十法界没有了，十法界里头一切事物你清清楚楚、明明了瞭，十法界不见了。十法界众生有感你可以应，你是菩萨身分，应化在十法界，你有能力度十法界众生。这是佛陀教育，这不是假的。",
      "zh_TW": "佛教初學還有步驟的，不能完全一下放下，你一樁一樁的放下，先放下見思煩惱，就是執著，先學著我對於世出世間一切法不執著，你學這一點，真不執著你就成阿羅漢。什麼現象發生？六種神通出現。六種什麼？本能。換句話說，六種神通（我的本能）失掉了，就是見思煩惱，見思煩惱把我六種神通的本能掩蓋住。我今天把它放下，我的本能恢復了，天眼、天耳、他心、宿命，神足、漏盡。可以實驗的，佛不是教你迷信。你再放下塵沙煩惱，也就是於一切法不但不執著，分別心都沒有，你就成菩薩，你的智慧、德能、神通比阿羅漢就高好多倍。到最後不起心、不動念，起心動念是妄想，也叫做無始無明，這個東西放下，十法界沒有了，十法界裡頭一切事物你清清楚楚、明明瞭瞭，十法界不見了。十法界眾生有感你可以應，你是菩薩身分，應化在十法界，你有能力度十法界眾生。這是佛陀教育，這不是假的。"
    },
    {
      "id": "02-037-0110_p0027",
      "zh_CN": "我们自己学了要真干，执着，特别是情执很难放下，但是慢慢的放，希望一年比一年淡薄，再进一步，一个月比一个月淡薄，你就很有进步。到一个月比一个月淡薄的时候，你的信心就生起来，法味尝到了，你会常生欢喜心，为什么欢喜？天天有进步，日子没有白过。自己慢慢就有把握、有信心，我这一生决定能往生，你说多快乐！而这些世间事情就不再担心，不再执着了，有缘尽量帮助大家，没有缘一点勉强都没有，你说多自在。什么事应该做，什么事不应该做，没有，没有什么应该、不应该，真放得下！",
      "zh_TW": "我們自己學了要真幹，執著，特別是情執很難放下，但是慢慢的放，希望一年比一年淡薄，再進一步，一個月比一個月淡薄，你就很有進步。到一個月比一個月淡薄的時候，你的信心就生起來，法味嘗到了，你會常生歡喜心，為什麼歡喜？天天有進步，日子沒有白過。自己慢慢就有把握、有信心，我這一生決定能往生，你說多快樂！而這些世間事情就不再擔心，不再執著了，有緣盡量幫助大家，沒有緣一點勉強都沒有，你說多自在。什麼事應該做，什麼事不應該做，沒有，沒有什麼應該、不應該，真放得下！"
    },
    {
      "id": "02-037-0110_p0028",
      "zh_CN": "下面说「世尊梵名薄伽梵」，翻成中国的意思叫世尊，世间最尊贵的人，世间最让人尊重的人，梵语叫薄伽梵。「圆备众德」，圆是圆满，备是具备，圆满具足一般讲万德万能。为世间人所尊敬，这个钦就是尊敬，为世间人所重，大家重视他、尊敬他，故号为世尊，这世间最尊重的，值得人尊重的。「《成实论十号品》曰：如是九种」，指前面九种具足，「于三世十方世界中尊，故名世尊」。这个意思好。圆备众德，就是前面从如来，一直到天人师，九种之德他统统具足，末后总结就叫世尊。「又《智度论》以佛为第十号，以世尊为具十号尊德之总号，与此开合稍异，义无不同」。这个意思是一样的。这十号之德统统具备，统统具足，这称为世尊，所以世尊是非常尊贵之称。十号的意思简单介绍到此地。下面「住世度众」：",
      "zh_TW": "下面說「世尊梵名薄伽梵」，翻成中國的意思叫世尊，世間最尊貴的人，世間最讓人尊重的人，梵語叫薄伽梵。「圓備眾德」，圓是圓滿，備是具備，圓滿具足一般講萬德萬能。為世間人所尊敬，這個欽就是尊敬，為世間人所重，大家重視他、尊敬他，故號為世尊，這世間最尊重的，值得人尊重的。「《成實論十號品》曰：如是九種」，指前面九種具足，「於三世十方世界中尊，故名世尊」。這個意思好。圓備眾德，就是前面從如來，一直到天人師，九種之德他統統具足，末後總結就叫世尊。「又《智度論》以佛為第十號，以世尊為具十號尊德之總號，與此開合稍異，義無不同」。這個意思是一樣的。這十號之德統統具備，統統具足，這稱為世尊，所以世尊是非常尊貴之稱。十號的意思簡單介紹到此地。下面「住世度眾」："
    },
    {
      "id": "02-037-0110_p0029",
      "zh_CN": "【在世教授四十二劫。时为诸天及世人民说经讲道。】",
      "zh_TW": "【在世教授四十二劫。時為諸天及世人民說經講道。】"
    },
    {
      "id": "02-037-0110_p0030",
      "zh_CN": "这二十个字特别重要，佛菩萨在世间干什么？就干这个，这就是佛的事业。我们在这个世间，你是从事哪个行业的？出家做和尚也是个行业。你这个行业是做什么买卖的？干什么的？说经讲道的行业。你一天没有说经讲道，你一天空过了，接受十方供养，这一天你怎么受得起？跟生意买卖一样，人家把钱交给你，你没有东西给人家，这不像话！所以我们想想，释迦牟尼佛给我们做的榜样，开悟之后就开始讲经教学，四十九年没有一天中断。这个事情我们要知道，他是非常敬业的一个人，重视他的事业，尊重他的事业，没有一天空过，说经讲道这是比什么都重要。我们看念老的注解：",
      "zh_TW": "這二十個字特別重要，佛菩薩在世間幹什麼？就幹這個，這就是佛的事業。我們在這個世間，你是從事哪個行業的？出家做和尚也是個行業。你這個行業是做什麼買賣的？幹什麼的？說經講道的行業。你一天沒有說經講道，你一天空過了，接受十方供養，這一天你怎麼受得起？跟生意買賣一樣，人家把錢交給你，你沒有東西給人家，這不像話！所以我們想想，釋迦牟尼佛給我們做的榜樣，開悟之後就開始講經教學，四十九年沒有一天中斷。這個事情我們要知道，他是非常敬業的一個人，重視他的事業，尊重他的事業，沒有一天空過，說經講道這是比什麼都重要。我們看念老的註解："
    },
    {
      "id": "02-037-0110_p0031",
      "zh_CN": "『在世教授』，你看经上用的字「教授」，佛菩萨真的是教授。教了多久的时间？『四十二劫』，这么长的时间。『时为诸天及世人民说经讲道』，这是《汉译》里面的文。「彼佛住世宏法共四十二劫，时为诸天及世间之人民，演说经文，讲论道法与道要。道者，觉悟之路也」。也就是包含觉悟的道理、方法、经验，再加上成果，这就很圆满。才能够真正帮助诸天人民觉悟，帮助他们提升境界，这是让诸天人民得真实利益。在世四十二劫，可见得当时这个地方的诸天人民福报很大，寿命这么长。我们这个地球跟它比就可怜，地球上的人活到一百岁都了不起。人家是在世教学四十二劫，可见他的寿命不止四十二劫；释迦牟尼佛教学四十九年，世尊住世七十九岁。福报大！",
      "zh_TW": "『在世教授』，你看經上用的字「教授」，佛菩薩真的是教授。教了多久的時間？『四十二劫』，這麼長的時間。『時為諸天及世人民說經講道』，這是《漢譯》裡面的文。「彼佛住世宏法共四十二劫，時為諸天及世間之人民，演說經文，講論道法與道要。道者，覺悟之路也」。也就是包含覺悟的道理、方法、經驗，再加上成果，這就很圓滿。才能夠真正幫助諸天人民覺悟，幫助他們提升境界，這是讓諸天人民得真實利益。在世四十二劫，可見得當時這個地方的諸天人民福報很大，壽命這麼長。我們這個地球跟它比就可憐，地球上的人活到一百歲都了不起。人家是在世教學四十二劫，可見他的壽命不止四十二劫；釋迦牟尼佛教學四十九年，世尊住世七十九歲。福報大！"
    },
    {
      "id": "02-037-0110_p0032",
      "zh_CN": "福报大我们就晓得，人的心好，行为好，没有恶念，没有恶作，才能感得这么大的福报。人真正积善修德，寿命可以延长，《了凡四训》了凡先生自述，我们看到这个故事能不觉悟吗？孔先生给他算命，孔先生不是凡人，确实有本事，能够把一个人的流年算得那么清楚，每年流年算得一点不错。他是个读书人，要参加考试，每年参加考试考第几名，他都预先把它注出来，他知道。到时候去考试果然不错，跟孔先生所算的完全相符合，每年的收入统统都清楚一点都不错，二十年。所以他心定了，知道什么？「一生皆是命，半点不由人」，他什么念头都没有了，全放下。",
      "zh_TW": "福報大我們就曉得，人的心好，行為好，沒有惡念，沒有惡作，才能感得這麼大的福報。人真正積善修德，壽命可以延長，《了凡四訓》了凡先生自述，我們看到這個故事能不覺悟嗎？孔先生給他算命，孔先生不是凡人，確實有本事，能夠把一個人的流年算得那麼清楚，每年流年算得一點不錯。他是個讀書人，要參加考試，每年參加考試考第幾名，他都預先把它注出來，他知道。到時候去考試果然不錯，跟孔先生所算的完全相符合，每年的收入統統都清楚一點都不錯，二十年。所以他心定了，知道什麼？「一生皆是命，半點不由人」，他什麼念頭都沒有了，全放下。"
    },
    {
      "id": "02-037-0110_p0033",
      "zh_CN": "三十五岁那一年他去访问云谷禅师，当时佛门的一位大德，禅师叫他在禅堂去坐禅，给他一个蒲团坐禅，他坐在禅师的旁边。禅师看这个年轻人，三天三夜居然没有动个念头，很惊讶，因为这不是普通人能做到的。就问他：你的功夫不错，一般人三天三夜不起一个念头，这不容易做到，你是怎么修的？他很老实，他告诉禅师：我的命被人算定，二十年一点都不错，所以我没想头，想了没用，想了都是白想。云谷禅师这一听哈哈大笑：我以为你是圣人，原来你还是个凡夫。了凡先生就问他：为什么还是凡夫不是圣人？他说只有凡夫命运才会被人算定，一点都不差。真正大修行人超越！如果是造作罪业的人，他的命运往下下降。命运每一天都有加减乘除，但是每天加减乘除不大，所以还是算得很准确。像他那样的不起心、不动念，就完全准确，丝毫不会错误，也就是你死在命运之下，不动。",
      "zh_TW": "三十五歲那一年他去訪問雲谷禪師，當時佛門的一位大德，禪師叫他在禪堂去坐禪，給他一個蒲團坐禪，他坐在禪師的旁邊。禪師看這個年輕人，三天三夜居然沒有動個念頭，很驚訝，因為這不是普通人能做到的。就問他：你的功夫不錯，一般人三天三夜不起一個念頭，這不容易做到，你是怎麼修的？他很老實，他告訴禪師：我的命被人算定，二十年一點都不錯，所以我沒想頭，想了沒用，想了都是白想。雲谷禪師這一聽哈哈大笑：我以為你是聖人，原來你還是個凡夫。了凡先生就問他：為什麼還是凡夫不是聖人？他說只有凡夫命運才會被人算定，一點都不差。真正大修行人超越！如果是造作罪業的人，他的命運往下下降。命運每一天都有加減乘除，但是每天加減乘除不大，所以還是算得很準確。像他那樣的不起心、不動念，就完全準確，絲毫不會錯誤，也就是你死在命運之下，不動。"
    },
    {
      "id": "02-037-0110_p0034",
      "zh_CN": "告诉他，命运从哪来的，什么个道理，命运可以改，怎么改法？就是念头，你一心向善，你的命运向上提升，一心向不善，你就往下降，不是一成不变的。他明白这个道理之后，就发心行善。行善有个标准，云谷禅师给他一个功过格，功过格的标准就是《感应篇》。《太上感应篇》里面所列一百九十多条善恶果报，教给他，你依这个标准每天认真去断恶修善。佛门用道教的基础，这是正确的。道教这本书简明扼要，文字不多，字字句句都是重点。你好好的去学它，认真去做，早晚拿着这个来反省，命运就改变！了凡先生这一发心真干，回去真干，第二年参加考试，跟孔先生算的不对了，孔先生算他考第三名，结果他考第一名，你看积善马上就提升。这效果出来，真干了，一生改变，连寿命，他没有求寿命，寿命延长了。孔先生给他算的寿命五十三岁寿终正寝，他活到七十四岁，多活了二十一年，延寿二十一年。命里没有儿子，求儿子真的得了个好儿子。他自己是独生子，他这个儿子也是独生子，可是儿子以后长大给他生了六个孙子，这一门鼎盛。「积善之家必有余庆」，他这一生过得很充实！",
      "zh_TW": "告訴他，命運從哪來的，什麼個道理，命運可以改，怎麼改法？就是念頭，你一心向善，你的命運向上提升，一心向不善，你就往下降，不是一成不變的。他明白這個道理之後，就發心行善。行善有個標準，雲谷禪師給他一個功過格，功過格的標準就是《感應篇》。《太上感應篇》裡面所列一百九十多條善惡果報，教給他，你依這個標準每天認真去斷惡修善。佛門用道教的基礎，這是正確的。道教這本書簡明扼要，文字不多，字字句句都是重點。你好好的去學它，認真去做，早晚拿著這個來反省，命運就改變！了凡先生這一發心真幹，回去真幹，第二年參加考試，跟孔先生算的不對了，孔先生算他考第三名，結果他考第一名，你看積善馬上就提升。這效果出來，真幹了，一生改變，連壽命，他沒有求壽命，壽命延長了。孔先生給他算的壽命五十三歲壽終正寢，他活到七十四歲，多活了二十一年，延壽二十一年。命裡沒有兒子，求兒子真的得了個好兒子。他自己是獨生子，他這個兒子也是獨生子，可是兒子以後長大給他生了六個孫子，這一門鼎盛。「積善之家必有餘慶」，他這一生過得很充實！"
    },
    {
      "id": "02-037-0110_p0035",
      "zh_CN": "下面引「《俱舍论》曰：道义云何」。道怎么个讲法？什么叫道？「谓涅槃路，乘此能往涅槃城故」。《俱舍论》上说的，道是什么意思？道是涅槃的道路，你能走这条路，将来就能够证得般涅槃。涅槃是什么意思？前面讲得很多，讲得很详细，就是自己的自性。讲自己的自性很难懂、很抽象，换个名词，《般若经》上常讲的「诸法实相」。这个名词现代知识分子比较容易接受，诸法就是一切法，实相就是真相。道是什么？就是一切诸法的真相，你能把它看到、明白、了解，你走的路就是正道，你将来可以证得诸法实相。在大乘里面证得诸法实相的人就称作佛陀。",
      "zh_TW": "下面引「《俱舍論》曰：道義云何」。道怎麼個講法？什麼叫道？「謂涅槃路，乘此能往涅槃城故」。《俱舍論》上說的，道是什麼意思？道是涅槃的道路，你能走這條路，將來就能夠證得般涅槃。涅槃是什麼意思？前面講得很多，講得很詳細，就是自己的自性。講自己的自性很難懂、很抽象，換個名詞，《般若經》上常講的「諸法實相」。這個名詞現代知識分子比較容易接受，諸法就是一切法，實相就是真相。道是什麼？就是一切諸法的真相，你能把它看到、明白、了解，你走的路就是正道，你將來可以證得諸法實相。在大乘裡面證得諸法實相的人就稱作佛陀。"
    },
    {
      "id": "02-037-0110_p0036",
      "zh_CN": "现在哲学、科学都是在探索诸法实相。诸法实相，古今中外多少人在探讨，宇宙从哪里来的？为什么会有宇宙？过去几十年当中有个说法，宇宙是从大爆炸发生的。这个说法是根据什么？根据宇宙不断在膨胀，这是天文学家在望远镜上看到的，发现什么？我们地球四周围这些星，都往远处很快的速度移动，好像膨胀，宇宙在膨胀，星球都远离去了，这种现象就像爆炸一样，这种现象。再找不到更好的说法，所以这个说法很多科学家都接受，应该有几十年了。但现代的量子力学家把这个说法推翻，他们知道宇宙不是这种爆炸的，不是，这个讲不通。他们现在是在物理学里头用更深的探索，把物质，什么是物质，物质究竟怎么回事情，把这个东西搞清楚，发现什么？发现物质根本没有。像普朗克所说的，他一生的研究，研究量子，到最后他说根本没有物质存在。物质是什么？物质是意念累积产生的幻相。把物质的根找到，物质的根是意念、念头。这个跟佛法说的一样。",
      "zh_TW": "現在哲學、科學都是在探索諸法實相。諸法實相，古今中外多少人在探討，宇宙從哪裡來的？為什麼會有宇宙？過去幾十年當中有個說法，宇宙是從大爆炸發生的。這個說法是根據什麼？根據宇宙不斷在膨脹，這是天文學家在望遠鏡上看到的，發現什麼？我們地球四周圍這些星，都往遠處很快的速度移動，好像膨脹，宇宙在膨脹，星球都遠離去了，這種現象就像爆炸一樣，這種現象。再找不到更好的說法，所以這個說法很多科學家都接受，應該有幾十年了。但現代的量子力學家把這個說法推翻，他們知道宇宙不是這種爆炸的，不是，這個講不通。他們現在是在物理學裡頭用更深的探索，把物質，什麼是物質，物質究竟怎麼回事情，把這個東西搞清楚，發現什麼？發現物質根本沒有。像普朗克所說的，他一生的研究，研究量子，到最後他說根本沒有物質存在。物質是什麼？物質是意念累積產生的幻相。把物質的根找到，物質的根是意念、念頭。這個跟佛法說的一樣。"
    },
    {
      "id": "02-037-0110_p0037",
      "zh_CN": "佛法说物质现象就是阿赖耶的境界相，阿赖耶的境界相从哪来的？从转相来的，转相就是意念。转相从哪里来的？从业相来的，阿赖耶的业相。业相从哪里来的？业相一念不觉。业相没有原因，就是一念不觉，一念不觉没有原因。一念不觉叫无始无明，无始是什么？它没有开始。没有开始当然它也没有灭，叫不生不灭，它有，现在科学家称它为波动的现象。对的，它是动相，不觉是动，觉心不动。惠能大师见性告诉我们「何期自性」，没有想到自性「本无动摇」，它不动的。大乘教上讲的觉心不动，惠能大师见到，他证得了。这是阿赖耶的三细相。所以是一念不觉从自性里头现出一个阿赖耶，阿赖耶是妄心，自性是真心，真心不离妄心，离妄心真心就没有了，所有一切境界相都从妄心里头生出来，离开阿赖耶没有一法可得。所以法相也叫唯识宗，这一派的学者不承认有宇宙、有物质，他只承认有个识，叫唯识。因为物质是从心变的，法相唯识跟唯物恰好是相对，物是识变的。",
      "zh_TW": "佛法說物質現象就是阿賴耶的境界相，阿賴耶的境界相從哪來的？從轉相來的，轉相就是意念。轉相從哪裡來的？從業相來的，阿賴耶的業相。業相從哪裡來的？業相一念不覺。業相沒有原因，就是一念不覺，一念不覺沒有原因。一念不覺叫無始無明，無始是什麼？它沒有開始。沒有開始當然它也沒有滅，叫不生不滅，它有，現在科學家稱它為波動的現象。對的，它是動相，不覺是動，覺心不動。惠能大師見性告訴我們「何期自性」，沒有想到自性「本無動搖」，它不動的。大乘教上講的覺心不動，惠能大師見到，他證得了。這是阿賴耶的三細相。所以是一念不覺從自性裡頭現出一個阿賴耶，阿賴耶是妄心，自性是真心，真心不離妄心，離妄心真心就沒有了，所有一切境界相都從妄心裡頭生出來，離開阿賴耶沒有一法可得。所以法相也叫唯識宗，這一派的學者不承認有宇宙、有物質，他只承認有個識，叫唯識。因為物質是從心變的，法相唯識跟唯物恰好是相對，物是識變的。"
    },
    {
      "id": "02-037-0110_p0038",
      "zh_CN": "所以把宇宙的真相解释清楚，这是一直到最近的三十年科学家才发现，现在还在做实验，成就非常可观。我们有理由相信，二、三十年之后科学会接受佛法。这桩事情与爱因斯坦有关系，爱因斯坦曾经说过，世界上所有的宗教，跟科学走得最近的是佛教。这句话将来科学家可以以它为证据，把佛经找来对对看，爱因斯坦所讲的是不是正确的。所以将来讲佛学的，不是法师，是科学家。为什么？法师不会讲，法师讲不过他们，肯定他们讲得比我们好。可是讲虽然是讲，讲了不做，那在释迦牟尼佛法运里头，还是末法时期，没证果的。但是对于学佛的同修来说，可以说大大增长了我们的信心，我们能够依教奉行，我们是生活在正法时期。科学家生活在末法时期，他会讲，他研究得很清楚，他没有行、没有证，所以末法时期；他要有行，没有证，他在像法时期。末法时期证果，说实在话，确实只有先到极乐世界，然后再回归到零点能量场，那就是成佛，回归到自性，回归到常寂光。我们在这里提供一点点这些分享的心得，我相信对他们会有帮助。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以把宇宙的真相解釋清楚，這是一直到最近的三十年科學家才發現，現在還在做實驗，成就非常可觀。我們有理由相信，二、三十年之後科學會接受佛法。這樁事情與愛因斯坦有關係，愛因斯坦曾經說過，世界上所有的宗教，跟科學走得最近的是佛教。這句話將來科學家可以以它為證據，把佛經找來對對看，愛因斯坦所講的是不是正確的。所以將來講佛學的，不是法師，是科學家。為什麼？法師不會講，法師講不過他們，肯定他們講得比我們好。可是講雖然是講，講了不做，那在釋迦牟尼佛法運裡頭，還是末法時期，沒證果的。但是對於學佛的同修來說，可以說大大增長了我們的信心，我們能夠依教奉行，我們是生活在正法時期。科學家生活在末法時期，他會講，他研究得很清楚，他沒有行、沒有證，所以末法時期；他要有行，沒有證，他在像法時期。末法時期證果，說實在話，確實只有先到極樂世界，然後再回歸到零點能量場，那就是成佛，回歸到自性，回歸到常寂光。我們在這裡提供一點點這些分享的心得，我相信對他們會有幫助。今天時間到了，我們就講到此地。"
    }
  ]
}