{
  "doc_id": "02-037-0067",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六十七集",
    "zh_TW": "第六十七集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0067",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-037-0067_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百九十九面第八行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百九十九面第八行最後一句看起："
    },
    {
      "id": "02-037-0067_p0002",
      "zh_CN": "「普」，十种大愿里面，普贤，「普」这是最后一愿，「普皆回向」。「普则圆摄无余」，清凉大师《华严经疏钞》里头说，「果无不穷曰普，不舍因门曰贤」。果是什么？证得诸法实相，禅宗里面所说的明心见性。对于遍法界虚空界万事万物，「唯心所现，唯识所变」，这些事物当中，样样都清楚，样样都明白，没有一样是欠缺的，这就是普的意思。一般人听到这个话，都会说一句：这是做不到的。佛做到了，法身菩萨做到了，他为什么能做到？他相信，没有怀疑。相信什么？世尊在《华严经》上说的「一切众生本来是佛」，他相信这个。一切众生本来是佛，我是众生，一切众生里头的一个众生，当然我本来也是佛。相信本来是佛，你才能成佛。成佛是什么？成佛就是见性，成佛就是圆证诸法实相，圆满的证得，诸法实相全明白了。为什么会明白？因为一切诸法是自性所变现的，自性是能生能现，宇宙万物是所生所现，能生能现的证得了，所生所现的自然明白了。要不要学？不要学，统明白了，就这么个道理。",
      "zh_TW": "「普」，十種大願裡面，普賢，「普」這是最後一願，「普皆回向」。「普則圓攝無餘」，清涼大師《華嚴經疏鈔》裡頭說，「果無不窮曰普，不捨因門曰賢」。果是什麼？證得諸法實相，禪宗裡面所說的明心見性。對於遍法界虛空界萬事萬物，「唯心所現，唯識所變」，這些事物當中，樣樣都清楚，樣樣都明白，沒有一樣是欠缺的，這就是普的意思。一般人聽到這個話，都會說一句：這是做不到的。佛做到了，法身菩薩做到了，他為什麼能做到？他相信，沒有懷疑。相信什麼？世尊在《華嚴經》上說的「一切眾生本來是佛」，他相信這個。一切眾生本來是佛，我是眾生，一切眾生裡頭的一個眾生，當然我本來也是佛。相信本來是佛，你才能成佛。成佛是什麼？成佛就是見性，成佛就是圓證諸法實相，圓滿的證得，諸法實相全明白了。為什麼會明白？因為一切諸法是自性所變現的，自性是能生能現，宇宙萬物是所生所現，能生能現的證得了，所生所現的自然明白了。要不要學？不要學，統明白了，就這麼個道理。"
    },
    {
      "id": "02-037-0067_p0003",
      "zh_CN": "所以，佛法真的是难信之法，净宗是难信当中的难信。佛在经上说得好，我们要记住，我们要相信。对净宗能够相信的人，都是过去生中曾经供养无量诸佛如来，如果没有这个善根，他不会接受的。无论是什么人，男女老少、贫富贵贱，只要他相信，我们就知道过去生中他的善根深厚。深厚里面也有差别，为什么？有人全信了，一丝毫怀疑都没有，有人半信半疑，有人是相信了，还要去求证，这就是各人根性不一样。所以，我们决定不能够轻慢那些老阿公阿婆，他们不认识字，没有念过书，跟他讲他就完全相信，一丝毫怀疑都没有，那些人一般菩萨比不上，声闻缘觉更不必说。这是什么？无量劫的诸佛如来加持他，真的是善根深厚。这样的人念阿弥陀佛，什么都不知道，问他什么都不懂，念个二、三年他往生了。说往生他是什么品位？善导大师说得好，「四土三辈九品，总在遇缘不同」，品位高下连他自己也不知道，他自己从来没有想过。如果遇到的缘殊胜，他可以生到实报土上上品，真不可思议。",
      "zh_TW": "所以，佛法真的是難信之法，淨宗是難信當中的難信。佛在經上說得好，我們要記住，我們要相信。對淨宗能夠相信的人，都是過去生中曾經供養無量諸佛如來，如果沒有這個善根，他不會接受的。無論是什麼人，男女老少、貧富貴賤，只要他相信，我們就知道過去生中他的善根深厚。深厚裡面也有差別，為什麼？有人全信了，一絲毫懷疑都沒有，有人半信半疑，有人是相信了，還要去求證，這就是各人根性不一樣。所以，我們決定不能夠輕慢那些老阿公阿婆，他們不認識字，沒有念過書，跟他講他就完全相信，一絲毫懷疑都沒有，那些人一般菩薩比不上，聲聞緣覺更不必說。這是什麼？無量劫的諸佛如來加持他，真的是善根深厚。這樣的人念阿彌陀佛，什麼都不知道，問他什麼都不懂，念個二、三年他往生了。說往生他是什麼品位？善導大師說得好，「四土三輩九品，總在遇緣不同」，品位高下連他自己也不知道，他自己從來沒有想過。如果遇到的緣殊勝，他可以生到實報土上上品，真不可思議。"
    },
    {
      "id": "02-037-0067_p0004",
      "zh_CN": "我们学佛的心态就知道了，真正学佛的人心态是一切恭敬，对一切众生没有不恭敬的，平等的恭敬，真诚的恭敬。众生是众缘和合而生起的现象，我们用现在科学家的名词说，物质现象、精神现象、自然现象。那是什么？那是一切诸佛。就凭真诚恭敬他就证得究竟圆满，所以《华严经》上说，「菩萨不修普贤行，不能圆成佛道」。我们这才明白了，普贤菩萨真正承认、肯定遍法界虚空界跟自己是一体，他的诚敬从这里生起来的，一体！果无不穷，证到这样圆满的佛果，他怎么样？不舍因门。因是什么？认真学习《弟子规》、《感应篇》、《十善业》、《沙弥律仪》，这是因门。他不舍，他还是做得很认真，在那里表演，非常逼真。这是什么？这是帮助别人，他在这儿演戏，演得非常踏实，让众生看到、听到、接触到了受到感动，向他学习，接引众生。不肯认真的干，他没有证得真实。证得真实的人一定非常认真干，为什么？那是他的义务，是他的本怀，是他的本愿，他非干不可。所以，我们在旁边冷静去观察，这个人学佛是不是真的老实、听话、真干，就知道他有多少善根福德因缘。",
      "zh_TW": "我們學佛的心態就知道了，真正學佛的人心態是一切恭敬，對一切眾生沒有不恭敬的，平等的恭敬，真誠的恭敬。眾生是眾緣和合而生起的現象，我們用現在科學家的名詞說，物質現象、精神現象、自然現象。那是什麼？那是一切諸佛。就憑真誠恭敬他就證得究竟圓滿，所以《華嚴經》上說，「菩薩不修普賢行，不能圓成佛道」。我們這才明白了，普賢菩薩真正承認、肯定遍法界虛空界跟自己是一體，他的誠敬從這裡生起來的，一體！果無不窮，證到這樣圓滿的佛果，他怎麼樣？不捨因門。因是什麼？認真學習《弟子規》、《感應篇》、《十善業》、《沙彌律儀》，這是因門。他不捨，他還是做得很認真，在那裡表演，非常逼真。這是什麼？這是幫助別人，他在這兒演戲，演得非常踏實，讓眾生看到、聽到、接觸到了受到感動，向他學習，接引眾生。不肯認真的幹，他沒有證得真實。證得真實的人一定非常認真幹，為什麼？那是他的義務，是他的本懷，是他的本願，他非幹不可。所以，我們在旁邊冷靜去觀察，這個人學佛是不是真的老實、聽話、真幹，就知道他有多少善根福德因緣。"
    },
    {
      "id": "02-037-0067_p0005",
      "zh_CN": "「正显经中普贤」，《华严经》上所说的普贤菩萨，也是我们现在经上所看到菩萨的德号普贤，「即位后普贤」。为什么位后？他早就成佛了，现在示现为普贤菩萨。普贤菩萨简单的说就是真干的菩萨，他不是假干，他真干。还在干什么？初学，表演一个初学的，实际上他早就成佛了，他在这儿表演。「亦即善导大师所谓，从果向因之相」，这是他表演的现象。果是佛，因是菩萨，佛应众生之感，应以什么身得度就现什么身，应以普贤身得度，即现普贤身而度之。我们现前这个世界，我们今天所处的这个社会，一定要表演，不表演怎么样？他不相信。他一定要真的看到，他才肯信；他要没有看到，他不相信。真看到要缘分，机缘成熟，确实佛菩萨现相给你看，缘成熟了你就看到了。看到之后你不再怀疑了，你才晓得佛菩萨真的，佛菩萨所说的法当然不是假的。善导大师的话意思很深，善导是阿弥陀佛再来的，也是示现的，阿弥陀佛的应化身。",
      "zh_TW": "「正顯經中普賢」，《華嚴經》上所說的普賢菩薩，也是我們現在經上所看到菩薩的德號普賢，「即位後普賢」。為什麼位後？他早就成佛了，現在示現為普賢菩薩。普賢菩薩簡單的說就是真幹的菩薩，他不是假幹，他真幹。還在幹什麼？初學，表演一個初學的，實際上他早就成佛了，他在這兒表演。「亦即善導大師所謂，從果向因之相」，這是他表演的現象。果是佛，因是菩薩，佛應眾生之感，應以什麼身得度就現什麼身，應以普賢身得度，即現普賢身而度之。我們現前這個世界，我們今天所處的這個社會，一定要表演，不表演怎麼樣？他不相信。他一定要真的看到，他才肯信；他要沒有看到，他不相信。真看到要緣分，機緣成熟，確實佛菩薩現相給你看，緣成熟了你就看到了。看到之後你不再懷疑了，你才曉得佛菩薩真的，佛菩薩所說的法當然不是假的。善導大師的話意思很深，善導是阿彌陀佛再來的，也是示現的，阿彌陀佛的應化身。"
    },
    {
      "id": "02-037-0067_p0006",
      "zh_CN": "「又普贤偈云」，这个偈子在《华严经》里面，「我既往生彼国已，现前成就此大愿」。这两句话很重要，普贤菩萨发了十大愿，真干！但是在这个世间没有圆满成就，往生到西方极乐世界，这个大愿成就了。这告诉我们，十大愿王认真努力去做，能不能做得圆满？不能。什么时候能？往生就能了，往生就圆满了。普贤菩萨是发愿求生极乐世界的，文殊菩萨也不例外，换句话说，文殊的智慧是生到极乐世界圆满的，普贤的大愿也是到极乐世界才圆满的。不到极乐世界，普字做不到，那是这个愿做不到，到极乐世界，普字做到了。一切时一切处你都有能力分身去供佛、去闻法，这普字做到了。遍法界虚空界无量无边诸佛刹土，极乐世界的菩萨有能力分无量无边身相，同时，每个刹土、每尊佛面前，都看到他在那里供佛，在那里闻法。供佛修福，闻法是修慧，福慧双修，一天都不空过，一直到成佛。成佛之后？成佛之后还是如是，为什么？表演给十方世界众生看的。给哪些十方众生？往生到西方极乐世界的十方众生，带头做样子给他们看，从来没有休息过。",
      "zh_TW": "「又普賢偈云」，這個偈子在《華嚴經》裡面，「我既往生彼國已，現前成就此大願」。這兩句話很重要，普賢菩薩發了十大願，真幹！但是在這個世間沒有圓滿成就，往生到西方極樂世界，這個大願成就了。這告訴我們，十大願王認真努力去做，能不能做得圓滿？不能。什麼時候能？往生就能了，往生就圓滿了。普賢菩薩是發願求生極樂世界的，文殊菩薩也不例外，換句話說，文殊的智慧是生到極樂世界圓滿的，普賢的大願也是到極樂世界才圓滿的。不到極樂世界，普字做不到，那是這個願做不到，到極樂世界，普字做到了。一切時一切處你都有能力分身去供佛、去聞法，這普字做到了。遍法界虛空界無量無邊諸佛剎土，極樂世界的菩薩有能力分無量無邊身相，同時，每個剎土、每尊佛面前，都看到他在那裡供佛，在那裡聞法。供佛修福，聞法是修慧，福慧雙修，一天都不空過，一直到成佛。成佛之後？成佛之後還是如是，為什麼？表演給十方世界眾生看的。給哪些十方眾生？往生到西方極樂世界的十方眾生，帶頭做樣子給他們看，從來沒有休息過。"
    },
    {
      "id": "02-037-0067_p0007",
      "zh_CN": "这里头告诉我们一桩大事，什么大事？就是我们常讲的正法久住。什么叫正法久住？佛在《般若经》上讲得好，有讲经的人，极乐世界阿弥陀佛讲经，有听经的人，有依教奉行的人，往生到极乐世界的那些菩萨，三辈九品个个都是认真学习、认真修行，所以真听、真干。而且个个都证得圆满，那叫正法久住。反过来说，正法灭了，正法怎么灭了？没有人讲经，没有人听经，没有人修行，也没人往生，那个法就灭了。现在我们这个世界，说实实在在的话，人因为受过科学教育的洗礼，科学第一个要求的条件，基本的条件，就是你一定要怀疑，所以我们都养成了怀疑的习惯。佛菩萨的经教、世间圣贤的典籍是决定不能怀疑的，一怀疑全破了。你用疑心去学习、用批判的心去学习、用比较的心去学习，这就全毁掉了，你什么都得不到。到最后，你的结论当然不相信这个东西，这东西是迷信，应该废除，肯定是这个结论。",
      "zh_TW": "這裡頭告訴我們一樁大事，什麼大事？就是我們常講的正法久住。什麼叫正法久住？佛在《般若經》上講得好，有講經的人，極樂世界阿彌陀佛講經，有聽經的人，有依教奉行的人，往生到極樂世界的那些菩薩，三輩九品個個都是認真學習、認真修行，所以真聽、真幹。而且個個都證得圓滿，那叫正法久住。反過來說，正法滅了，正法怎麼滅了？沒有人講經，沒有人聽經，沒有人修行，也沒人往生，那個法就滅了。現在我們這個世界，說實實在在的話，人因為受過科學教育的洗禮，科學第一個要求的條件，基本的條件，就是你一定要懷疑，所以我們都養成了懷疑的習慣。佛菩薩的經教、世間聖賢的典籍是決定不能懷疑的，一懷疑全破了。你用疑心去學習、用批判的心去學習、用比較的心去學習，這就全毀掉了，你什麼都得不到。到最後，你的結論當然不相信這個東西，這東西是迷信，應該廢除，肯定是這個結論。"
    },
    {
      "id": "02-037-0067_p0008",
      "zh_CN": "所以，我们现在有理由相信，佛菩萨到这个世间来转世了，转世成什么样的人？转世为科学家。从科学的实验里面证实佛的经典、传统老祖宗的东西不是迷信，这里头有大道理。我们相信这批人不是凡人，佛菩萨转世再来的，要用这个方法恢复正法久住。现代最先进的科学家他们的报告，几乎跟佛经讲的完全相同。方老师那个时代，没有看过现在科学家的报告，他是个研究哲学的，他从哲学的角度来观察，肯定了佛经哲学是全世界哲学的最高峰。如果他要活到今天，看到最近三十年来量子力学的成就，他一定会说，佛经不仅是哲学，也同样的是全世界科学的最高峰。",
      "zh_TW": "所以，我們現在有理由相信，佛菩薩到這個世間來轉世了，轉世成什麼樣的人？轉世為科學家。從科學的實驗裡面證實佛的經典、傳統老祖宗的東西不是迷信，這裡頭有大道理。我們相信這批人不是凡人，佛菩薩轉世再來的，要用這個方法恢復正法久住。現代最先進的科學家他們的報告，幾乎跟佛經講的完全相同。方老師那個時代，沒有看過現在科學家的報告，他是個研究哲學的，他從哲學的角度來觀察，肯定了佛經哲學是全世界哲學的最高峰。如果他要活到今天，看到最近三十年來量子力學的成就，他一定會說，佛經不僅是哲學，也同樣的是全世界科學的最高峰。"
    },
    {
      "id": "02-037-0067_p0009",
      "zh_CN": "现在量子力学家发现了，整个宇宙是一体，他讲的话我们完全懂得。世间没有一样东西是独立存在的，讲到基本的物质，粒子、量子、小光子，没有一个是独立存在的。它是怎么存在的？跟其他互相联网，像互联网一样，这样连起来的时候它存在。这个意思我们还听不懂的话，我们就想到我们看的电视，看电视萤幕上的画面，绝对不是一张幻灯片独立存在的。它完全不能独立，它是跟所有的片子联合，联串起来，快速度的拉动，你看到好像它存在。佛经上给我们讲的是这个样子。",
      "zh_TW": "現在量子力學家發現了，整個宇宙是一體，他講的話我們完全懂得。世間沒有一樣東西是獨立存在的，講到基本的物質，粒子、量子、小光子，沒有一個是獨立存在的。它是怎麼存在的？跟其他互相聯網，像互聯網一樣，這樣連起來的時候它存在。這個意思我們還聽不懂的話，我們就想到我們看的電視，看電視螢幕上的畫面，絕對不是一張幻燈片獨立存在的。它完全不能獨立，它是跟所有的片子聯合，聯串起來，快速度的拉動，你看到好像它存在。佛經上給我們講的是這個樣子。"
    },
    {
      "id": "02-037-0067_p0010",
      "zh_CN": "所以贤首国师，唐朝初年的人，他是隋唐时代。《妄尽还源观》里面告诉我们三种周遍，这三种周遍是什么？就是说三种现象：物质现象、心理现象、自然现象，这三种现象都具备三种周遍。现象一定是动的，它不是静止的，这个动就是波动的现象，第一个波动现象是自然现象，阿赖耶的业相；从业相变成了转相，转相就是阿赖耶的见分；从见分又变成了相分，出现了物质现象，物质现象是阿赖耶的相分。这三种现象，任何一种现象波动的频率都非常高，尤其是自然现象跟心理现象。这个波动才动，它就周遍法界，也就是遍法界虚空界所有的物质、精神、自然现象统统都接收到了。我们这个肉体，肉身是物质，它波动的现象也是遍法界虚空界；我们的念头，起心动念是精神现象；自然现象我们不能觉察，自然现象是精神、物质现象的基础，非常微细，我们无法想像。你看统统周遍法界。不仅仅周遍法界，它还出生无尽，出生无尽是它互相影响。我们说念头有净念、有恶念，有净有染、有善有恶，影响遍法界虚空界，我们起心动念要负责任。今天地球上的灾变，社会的混乱，都是念头变现出来的。",
      "zh_TW": "所以賢首國師，唐朝初年的人，他是隋唐時代。《妄盡還源觀》裡面告訴我們三種周遍，這三種周遍是什麼？就是說三種現象：物質現象、心理現象、自然現象，這三種現象都具備三種周遍。現象一定是動的，它不是靜止的，這個動就是波動的現象，第一個波動現象是自然現象，阿賴耶的業相；從業相變成了轉相，轉相就是阿賴耶的見分；從見分又變成了相分，出現了物質現象，物質現象是阿賴耶的相分。這三種現象，任何一種現象波動的頻率都非常高，尤其是自然現象跟心理現象。這個波動才動，它就周遍法界，也就是遍法界虛空界所有的物質、精神、自然現象統統都接收到了。我們這個肉體，肉身是物質，它波動的現象也是遍法界虛空界；我們的念頭，起心動念是精神現象；自然現象我們不能覺察，自然現象是精神、物質現象的基礎，非常微細，我們無法想像。你看統統周遍法界。不僅僅周遍法界，它還出生無盡，出生無盡是它互相影響。我們說念頭有淨念、有惡念，有淨有染、有善有惡，影響遍法界虛空界，我們起心動念要負責任。今天地球上的災變，社會的混亂，都是念頭變現出來的。"
    },
    {
      "id": "02-037-0067_p0011",
      "zh_CN": "今天科学家提出了「以心控物」，他们到现在才发现，中国老祖宗千万年前就讲以心控物。不是说的这句话，意思一样，中国人说什么？格物。《大学》说「格物、致知、诚意、正心」，格物，格物就是以心控物。我们中国老祖宗说这句话，我相信绝对不是春秋战国时候说的。春秋时代孔老夫子整理，古时候这些教诲多半都是口传的，没有文字记载，他搜集，把它写成文字流传后世，叫集大成者。《大学》里面讲的三纲八目，我相信那是老祖宗留下来的，跟佛法非常接近。我们学佛的人相信，老祖宗里面很多是佛菩萨来示现的，中国人相信圣贤，他就以圣贤身出现在世间，以圣贤教诲来教化这些众生。现身活活泼泼，教化也非常活泼，不是一种方法，无量方法。为什么要用这么多方法？为了契机，所以佛经称为契经。契是什么意思？上契诸佛所证之理，下契众生可度之机，众生喜欢什么，用什么方法来教，没有一定的方法，方法活活泼泼，众生喜欢。",
      "zh_TW": "今天科學家提出了「以心控物」，他們到現在才發現，中國老祖宗千萬年前就講以心控物。不是說的這句話，意思一樣，中國人說什麼？格物。《大學》說「格物、致知、誠意、正心」，格物，格物就是以心控物。我們中國老祖宗說這句話，我相信絕對不是春秋戰國時候說的。春秋時代孔老夫子整理，古時候這些教誨多半都是口傳的，沒有文字記載，他蒐集，把它寫成文字流傳後世，叫集大成者。《大學》裡面講的三綱八目，我相信那是老祖宗留下來的，跟佛法非常接近。我們學佛的人相信，老祖宗裡面很多是佛菩薩來示現的，中國人相信聖賢，他就以聖賢身出現在世間，以聖賢教誨來教化這些眾生。現身活活潑潑，教化也非常活潑，不是一種方法，無量方法。為什麼要用這麼多方法？為了契機，所以佛經稱為契經。契是什麼意思？上契諸佛所證之理，下契眾生可度之機，眾生喜歡什麼，用什麼方法來教，沒有一定的方法，方法活活潑潑，眾生喜歡。"
    },
    {
      "id": "02-037-0067_p0012",
      "zh_CN": "所以在这个世间，古老的地球，不同族群的祖先都是圣人，不同宗教的创始人都是佛菩萨。为什么要这样的示现？因为那个时候交通不方便，没有资讯，人活在这个世间，生活的圈子不大。确确实实有很多人一生没有走出他出生点一百里之外，太多太多了，老死不相往来，真有。我们家乡一些农民，我那个时代，一生几十年没有进过城，城里什么样子不知道，没去过。那个时候走路也不过一天就走到，七、八十里路。我们普通走路的速度，一个小时走八里路，现在讲四公里，一个小时，十个小时走八十里，都没有到城市去过。所以诸佛菩萨就要到处都现身，哪个地方众生根成熟了，他就在那里出现，就在那里展开教化，是这么个道理。我们要不懂，那我们教学就不契理、不契机。没有证得这个理，则不契理，不晓得众生状况就不契机。现在不一样了，交通方便，资讯发达，所以现在一定把这些真相告诉大家，让大家慢慢去琢磨、慢慢去思惟，想通了，他承认了，这才能接受。",
      "zh_TW": "所以在這個世間，古老的地球，不同族群的祖先都是聖人，不同宗教的創始人都是佛菩薩。為什麼要這樣的示現？因為那個時候交通不方便，沒有資訊，人活在這個世間，生活的圈子不大。確確實實有很多人一生沒有走出他出生點一百里之外，太多太多了，老死不相往來，真有。我們家鄉一些農民，我那個時代，一生幾十年沒有進過城，城裡什麼樣子不知道，沒去過。那個時候走路也不過一天就走到，七、八十里路。我們普通走路的速度，一個小時走八里路，現在講四公里，一個小時，十個小時走八十里，都沒有到城市去過。所以諸佛菩薩就要到處都現身，哪個地方眾生根成熟了，他就在那裡出現，就在那裡展開教化，是這麼個道理。我們要不懂，那我們教學就不契理、不契機。沒有證得這個理，則不契理，不曉得眾生狀況就不契機。現在不一樣了，交通方便，資訊發達，所以現在一定把這些真相告訴大家，讓大家慢慢去琢磨、慢慢去思惟，想通了，他承認了，這才能接受。"
    },
    {
      "id": "02-037-0067_p0013",
      "zh_CN": "佛菩萨、圣贤都有能力创造科学技术，为什么不创造？科学技术如果没有很高的伦理、道德、因果教育做基础，科学所带来的是灾难，我们现在尝到了。极乐世界、华藏世界、诸佛刹土，科学技术达到登峰造极，人人都具足六神通，不需要依靠外面帮助，能力完全恢复了。眼能见，各种光波统统能见得到。不像我们现在，我们现在眼睛很可怜，看到的光波只是一小段，比这个光波长的看不见，比这个波短的也看不见。必须要借助机器，靠机器看到X光、看到紫外线，紫外光夜晚能看得很清楚。如果说各种光光波统统能看见，这世界马上变样子。人鬼杂居是事实，如果空间维次突破了，我们能看到鬼，鬼也能看到人，互相不妨碍。十法界依正庄严在哪里？就在现实，就在现场，现前，全在。科学家也这样说法，佛经也这么说法，时间跟空间假的，不是真的。没有空间就是没有距离，没有时间就没有先后，所以叫当下。佛经上常说「即在当下」，三世十方就在当下。",
      "zh_TW": "佛菩薩、聖賢都有能力創造科學技術，為什麼不創造？科學技術如果沒有很高的倫理、道德、因果教育做基礎，科學所帶來的是災難，我們現在嘗到了。極樂世界、華藏世界、諸佛剎土，科學技術達到登峰造極，人人都具足六神通，不需要依靠外面幫助，能力完全恢復了。眼能見，各種光波統統能見得到。不像我們現在，我們現在眼睛很可憐，看到的光波只是一小段，比這個光波長的看不見，比這個波短的也看不見。必須要借助機器，靠機器看到X光、看到紫外線，紫外光夜晚能看得很清楚。如果說各種光光波統統能看見，這世界馬上變樣子。人鬼雜居是事實，如果空間維次突破了，我們能看到鬼，鬼也能看到人，互相不妨礙。十法界依正莊嚴在哪裡？就在現實，就在現場，現前，全在。科學家也這樣說法，佛經也這麼說法，時間跟空間假的，不是真的。沒有空間就是沒有距離，沒有時間就沒有先後，所以叫當下。佛經上常說「即在當下」，三世十方就在當下。"
    },
    {
      "id": "02-037-0067_p0014",
      "zh_CN": "这个地方普贤菩萨给我们透出的消息，我们要证得大圆满不是容易事情。但是求生净土，在极乐世界证得大圆满是很容易的事情，这个法门就变成了究竟圆满第一法门。普贤证得了，证得之后希望所有一切众生都能证得，这个心愿好。「普愿沉溺诸众生，速往无量光佛刹」，赶快去！下面念老为我们解释，「是即普贤自言，我既往生极乐国已，成就所发之十种大愿。乃以殊胜行愿功德，皆悉回向众生，同生极乐。普皆回向，乃成普义」。普贤，普的意思显示出来了，不是独乐、不是独证。我所证得的，希望大家跟我一样，完全同样证得，一丝毫私心都没有。我证得究竟圆满，希望各个人都证得究竟圆满。",
      "zh_TW": "這個地方普賢菩薩給我們透出的消息，我們要證得大圓滿不是容易事情。但是求生淨土，在極樂世界證得大圓滿是很容易的事情，這個法門就變成了究竟圓滿第一法門。普賢證得了，證得之後希望所有一切眾生都能證得，這個心願好。「普願沉溺諸眾生，速往無量光佛剎」，趕快去！下面念老為我們解釋，「是即普賢自言，我既往生極樂國已，成就所發之十種大願。乃以殊勝行願功德，皆悉回向眾生，同生極樂。普皆回向，乃成普義」。普賢，普的意思顯示出來了，不是獨樂、不是獨證。我所證得的，希望大家跟我一樣，完全同樣證得，一絲毫私心都沒有。我證得究竟圓滿，希望各個人都證得究竟圓滿。"
    },
    {
      "id": "02-037-0067_p0015",
      "zh_CN": "「弥陀四十八愿，摄一切众生，是普皆回向之本源」。普贤菩萨这一愿，第十愿普皆回向，圆圆满满包含了阿弥陀佛四十八愿。这是真的，每一愿当中都有其他的四十七愿，愿愿是圆满的。「普贤十大愿王，正是弥陀大愿之第三十五愿之广演」。三十五愿说，「生我国者，究竟必至一生补处，除其本愿为众生故，被宏誓铠，教化一切有情皆发信心，修菩提行，行普贤道」。弥陀三十五愿，生到西方极乐世界，「究竟必至」这个话肯定，没有一点怀疑，你一定到一生补处。一生补处是等觉菩萨，换句话说，你到极乐世界的成就，必定可以证得像观世音、大势至、文殊、普贤同样的地位。没有证得能不能干这个事情？能，这就是极乐世界的殊胜，为什么？你没有能力，阿弥陀佛四十八愿加持你，没有就变成有了，跟这些大菩萨同样，可以在十方世界现身说法。这是极乐世界无比的殊胜，教化一切有情众生。",
      "zh_TW": "「彌陀四十八願，攝一切眾生，是普皆回向之本源」。普賢菩薩這一願，第十願普皆回向，圓圓滿滿包含了阿彌陀佛四十八願。這是真的，每一願當中都有其他的四十七願，願願是圓滿的。「普賢十大願王，正是彌陀大願之第三十五願之廣演」。三十五願說，「生我國者，究竟必至一生補處，除其本願為眾生故，被宏誓鎧，教化一切有情皆發信心，修菩提行，行普賢道」。彌陀三十五願，生到西方極樂世界，「究竟必至」這個話肯定，沒有一點懷疑，你一定到一生補處。一生補處是等覺菩薩，換句話說，你到極樂世界的成就，必定可以證得像觀世音、大勢至、文殊、普賢同樣的地位。沒有證得能不能幹這個事情？能，這就是極樂世界的殊勝，為什麼？你沒有能力，阿彌陀佛四十八願加持你，沒有就變成有了，跟這些大菩薩同樣，可以在十方世界現身說法。這是極樂世界無比的殊勝，教化一切有情眾生。"
    },
    {
      "id": "02-037-0067_p0016",
      "zh_CN": "这三桩事情，我们现在学讲经教学，我们怎么个教法？这就有了。第一个，这个教学分三个阶段，第一个阶段是要帮助他发生信心，这是教学第一。他没有信心，教什么都没用处，都等于零。信心从哪里教起？早年我在美国，有一次在东岸巡回讲演，每个城市一个星期，从纽约一直下来到迈阿密，好像有五个城市，最后一站是迈阿密。在迈阿密我一看，听众里面很多美国人，曾宪炜居士担任翻译，他英语好，他又学禅又学密，跟这些人往来很亲切。我一看这么多人，那次本来是介绍《地藏经》大意，我一看到这个情形，都是外国人。当时我就跟曾居士讲，我说这次我们到这边，我们不讲《地藏经》。他说讲什么？我说讲一个题目，专题「认识佛教」。八天，一天两个小时，有一个小时翻译，实际上一个小时，八天就是八个小时。以后就是，那个时候还没有录像，只有录音，从录音带里头写成这本书，《认识佛教》。面对的都是当地美国人，先要让他们了解什么是佛教。你对佛教不认识，信心生不起来，听什么都是空的，产生不了效果。把佛教，佛是什么，教是什么，佛教是什么，讲清楚、讲明白，他就了解了，兴趣就来了。所以这个比什么都重要。",
      "zh_TW": "這三樁事情，我們現在學講經教學，我們怎麼個教法？這就有了。第一個，這個教學分三個階段，第一個階段是要幫助他發生信心，這是教學第一。他沒有信心，教什麼都沒用處，都等於零。信心從哪裡教起？早年我在美國，有一次在東岸巡迴講演，每個城市一個星期，從紐約一直下來到邁阿密，好像有五個城市，最後一站是邁阿密。在邁阿密我一看，聽眾裡面很多美國人，曾憲煒居士擔任翻譯，他英語好，他又學禪又學密，跟這些人往來很親切。我一看這麼多人，那次本來是介紹《地藏經》大意，我一看到這個情形，都是外國人。當時我就跟曾居士講，我說這次我們到這邊，我們不講《地藏經》。他說講什麼？我說講一個題目，專題「認識佛教」。八天，一天兩個小時，有一個小時翻譯，實際上一個小時，八天就是八個小時。以後就是，那個時候還沒有錄像，只有錄音，從錄音帶裡頭寫成這本書，《認識佛教》。面對的都是當地美國人，先要讓他們了解什麼是佛教。你對佛教不認識，信心生不起來，聽什麼都是空的，產生不了效果。把佛教，佛是什麼，教是什麼，佛教是什麼，講清楚、講明白，他就了解了，興趣就來了。所以這個比什麼都重要。"
    },
    {
      "id": "02-037-0067_p0017",
      "zh_CN": "我们这个做了，到以后我就发现，道教里头有《认识道教》，《认识基督教》，这样的接引初学的东西都出现了，其他宗教也都有了，起步从这儿来。现在有很多老修的，老修的也要从起步来，为什么？他不知道什么是佛教，老修也不知道，所以他半信半疑。他念佛求生净土，你这样问他，真有极乐世界吗？他讲不出来。问他个三句、十句，真有吗？真有吗？他就怀疑了。什么原因？事实真相没见到，别人说往生你看到，那就能相信吗？所以，读经、听经，亲近佛菩萨，一天不能舍，目的是什么？坚定信心，没有二、三十年，信心生不起来。真相信了、真正发愿了，修菩提行，不真信怎么肯真修？菩提行是什么？菩提是觉悟，觉悟就是了解事实真相。事实真相是什么？《般若经》上讲的「相有性无」，这一切幻相，相有，体性里头没有。现相，实报土有，方便土有，同居土有，常寂光里头没有。常寂光是性体，那是真的，永恒不变。只要是相，刹那刹那都在变动，它要不变就没有了，就是不动就没有了，动才有。真心不动，妄心动，妄心无常，妄心是动的，不是定的。常寂光是不动的，实报土动的幅度最小，方便土波动的频率就大了，凡圣同居土那个波动就像现在的海啸一样，大风大浪，所以人迷惑颠倒。",
      "zh_TW": "我們這個做了，到以後我就發現，道教裡頭有《認識道教》，《認識基督教》，這樣的接引初學的東西都出現了，其他宗教也都有了，起步從這兒來。現在有很多老修的，老修的也要從起步來，為什麼？他不知道什麼是佛教，老修也不知道，所以他半信半疑。他念佛求生淨土，你這樣問他，真有極樂世界嗎？他講不出來。問他個三句、十句，真有嗎？真有嗎？他就懷疑了。什麼原因？事實真相沒見到，別人說往生你看到，那就能相信嗎？所以，讀經、聽經，親近佛菩薩，一天不能捨，目的是什麼？堅定信心，沒有二、三十年，信心生不起來。真相信了、真正發願了，修菩提行，不真信怎麼肯真修？菩提行是什麼？菩提是覺悟，覺悟就是了解事實真相。事實真相是什麼？《般若經》上講的「相有性無」，這一切幻相，相有，體性裡頭沒有。現相，實報土有，方便土有，同居土有，常寂光裡頭沒有。常寂光是性體，那是真的，永恆不變。只要是相，剎那剎那都在變動，它要不變就沒有了，就是不動就沒有了，動才有。真心不動，妄心動，妄心無常，妄心是動的，不是定的。常寂光是不動的，實報土動的幅度最小，方便土波動的頻率就大了，凡聖同居土那個波動就像現在的海嘯一樣，大風大浪，所以人迷惑顛倒。"
    },
    {
      "id": "02-037-0067_p0018",
      "zh_CN": "修菩提行，修清净心，清净心生智慧。菩提行是什么？就是我们这部经上讲的清净平等觉，清净平等是定，觉是智慧，智慧是从清净平等里头生的。心不清净、心不平等，就没有智慧，就生烦恼，智慧变成烦恼。清净行，要在相中见性，要在动中不动，这就是普贤道！动中你不动，你的智慧就比别人高，你就能教他离苦得乐，你就能教他化迷为悟、转凡成圣。你看这几个字，发信心、修菩提行、行普贤道，三个阶段，由浅而深。他要是不能相信，你就无法教他，他对你所说的生不起兴趣，这个事情不能不知道。",
      "zh_TW": "修菩提行，修清淨心，清淨心生智慧。菩提行是什麼？就是我們這部經上講的清淨平等覺，清淨平等是定，覺是智慧，智慧是從清淨平等裡頭生的。心不清淨、心不平等，就沒有智慧，就生煩惱，智慧變成煩惱。清淨行，要在相中見性，要在動中不動，這就是普賢道！動中你不動，你的智慧就比別人高，你就能教他離苦得樂，你就能教他化迷為悟、轉凡成聖。你看這幾個字，發信心、修菩提行、行普賢道，三個階段，由淺而深。他要是不能相信，你就無法教他，他對你所說的生不起興趣，這個事情不能不知道。"
    },
    {
      "id": "02-037-0067_p0019",
      "zh_CN": "这一愿留在第二卷当中解释。「由是可见，会中圣众，多是曾生极乐，被宏誓铠，游化十方，助佛宏化。如是辗转教化，辗转度脱，是故经中，无量无边一切菩萨，皆遵普贤大士之德」。这是说明释迦佛当年讲这部经，会中的这些菩萨众，还有声闻众、阿罗汉、辟支佛，这些人多半都是已经往生极乐世界。今天释迦牟尼佛到这个地方来讲《无量寿经》，劝导大家念佛求生净土，这些人与这个法门有缘，与娑婆世界有缘，与娑婆世界现前众生有缘，他们来做影响众，帮助与会的这些凡夫生信心、生愿心，他们是来干这个的。「辗转教化，辗转度脱」。一个教一个，一个帮助一个，不要中断，这个样子正法才能久住。所以经里面才介绍我们这个事实真相。",
      "zh_TW": "這一願留在第二卷當中解釋。「由是可見，會中聖眾，多是曾生極樂，被宏誓鎧，遊化十方，助佛宏化。如是輾轉教化，輾轉度脫，是故經中，無量無邊一切菩薩，皆遵普賢大士之德」。這是說明釋迦佛當年講這部經，會中的這些菩薩眾，還有聲聞眾、阿羅漢、辟支佛，這些人多半都是已經往生極樂世界。今天釋迦牟尼佛到這個地方來講《無量壽經》，勸導大家念佛求生淨土，這些人與這個法門有緣，與娑婆世界有緣，與娑婆世界現前眾生有緣，他們來做影響眾，幫助與會的這些凡夫生信心、生願心，他們是來幹這個的。「輾轉教化，輾轉度脫」。一個教一個，一個幫助一個，不要中斷，這個樣子正法才能久住。所以經裡面才介紹我們這個事實真相。"
    },
    {
      "id": "02-037-0067_p0020",
      "zh_CN": "无量无边一切菩萨，这是十方世界一切诸佛刹土里面有缘众生，跟阿弥陀佛有缘的，这些人皆遵普贤大士之德。为什么？普贤大士之德就是四十八愿。四十八愿太多了，初学的人不容易，十大愿王简单，但是十大愿王就是四十八愿。可以说十大愿王是纲，四十八愿是目，它们是一而二、二而一。往生西方极乐世界，没有一个不修四十八愿的，没有一个不修十大愿王的。在中国，修十大愿王的多，因为中国净土宗过去都是以《弥陀经》为主。《无量寿经》确实因为没有善本，虽然保留着五种原译本，我们要晓得，宋朝以前没有印刷术，经本流传下来要靠手抄，所以数量很少，容易失传。有了印刷术，数量大为增加，但是不能跟现在相比。古时候一部书，印个一百册、二百册就算很多了。我们能想像而知，中国这么大的幅员，印上二、三百册还是非常非常珍贵稀有。人家看到这个喜欢，怎么样？喜欢就抄。抄书，一直到民国初年，我学佛的时候二十六岁，经书没有，找不到，到寺庙借《大藏经》抄，自己抄。近代印刷术，尤其特别是照相影印这个技术发明之后，是印刷术的一个重大改革，非常方便，成本大幅度降低。关于这一点，这是众生有福，可是书有了，没有人读，古时候书很少，但是想读书的人很多。我们再看下面第二段，「行愿功德」：",
      "zh_TW": "無量無邊一切菩薩，這是十方世界一切諸佛剎土裡面有緣眾生，跟阿彌陀佛有緣的，這些人皆遵普賢大士之德。為什麼？普賢大士之德就是四十八願。四十八願太多了，初學的人不容易，十大願王簡單，但是十大願王就是四十八願。可以說十大願王是綱，四十八願是目，它們是一而二、二而一。往生西方極樂世界，沒有一個不修四十八願的，沒有一個不修十大願王的。在中國，修十大願王的多，因為中國淨土宗過去都是以《彌陀經》為主。《無量壽經》確實因為沒有善本，雖然保留著五種原譯本，我們要曉得，宋朝以前沒有印刷術，經本流傳下來要靠手抄，所以數量很少，容易失傳。有了印刷術，數量大為增加，但是不能跟現在相比。古時候一部書，印個一百冊、二百冊就算很多了。我們能想像而知，中國這麼大的幅員，印上二、三百冊還是非常非常珍貴稀有。人家看到這個喜歡，怎麼樣？喜歡就抄。抄書，一直到民國初年，我學佛的時候二十六歲，經書沒有，找不到，到寺廟借《大藏經》抄，自己抄。近代印刷術，尤其特別是照相影印這個技術發明之後，是印刷術的一個重大改革，非常方便，成本大幅度降低。關於這一點，這是眾生有福，可是書有了，沒有人讀，古時候書很少，但是想讀書的人很多。我們再看下面第二段，「行願功德」："
    },
    {
      "id": "02-037-0067_p0021",
      "zh_CN": "【具足无量行愿。安住一切功德法中。】",
      "zh_TW": "【具足無量行願。安住一切功德法中。】"
    },
    {
      "id": "02-037-0067_p0022",
      "zh_CN": "我们看念老的解，『具足无量行愿，安住一切功德法中』，即是一句万德洪名，这是一切功德法。上面两句「初赞诸大士之实德」，真实功德。「无量者，其多其大，无法称量，名曰无量」。这两句是赞叹与会的出家菩萨、在家菩萨，都遵修普贤大士之德，人数之多、功德之大无法称量，故名无量。《摄大乘论》里面的解释，「不可以譬类得知为无量」。我们没有办法用比喻、用比类而知道真实的状况，这就称之为无量。无量的行愿，行是什么？六度四摄，大行！愿，四弘誓愿、十大愿王，殊胜之愿。今天，大乘六度、四摄都做不到，六度四摄的基础是什么？是三皈、五戒、十善、沙弥律仪，这是六度四摄的根基。为什么今天学佛，无论在家出家，六度四摄都没有了？佛法纵然有讲，行没有了。实际上佛法灭了，这个我们不能不知道。",
      "zh_TW": "我們看念老的解，『具足無量行願，安住一切功德法中』，即是一句萬德洪名，這是一切功德法。上面兩句「初讚諸大士之實德」，真實功德。「無量者，其多其大，無法稱量，名曰無量」。這兩句是讚歎與會的出家菩薩、在家菩薩，都遵修普賢大士之德，人數之多、功德之大無法稱量，故名無量。《攝大乘論》裡面的解釋，「不可以譬類得知為無量」。我們沒有辦法用比喻、用比類而知道真實的狀況，這就稱之為無量。無量的行願，行是什麼？六度四攝，大行！願，四弘誓願、十大願王，殊勝之願。今天，大乘六度、四攝都做不到，六度四攝的基礎是什麼？是三皈、五戒、十善、沙彌律儀，這是六度四攝的根基。為什麼今天學佛，無論在家出家，六度四攝都沒有了？佛法縱然有講，行沒有了。實際上佛法滅了，這個我們不能不知道。"
    },
    {
      "id": "02-037-0067_p0023",
      "zh_CN": "我们遇到了真善知识，时间太短了。章嘉大师，我跟他三年，老人家圆寂了；李老居士二十几年，我跟他的时候他老人家七十岁，九十七岁往生的，二十七年。前面十年，我在他身边，后面就常常在国外，很少见面了。善知识没有了，全靠自己！我一生，这三个老师缺一个都不行。章嘉大师劝我出家，劝我学释迦牟尼佛。我认识佛法之后，我觉得这是一门好东西，没有人承传，我就发心把它传下来，有人承传，我就搞别的去了。没人承传了，求人不如求自己，求人不可靠，只有求自己。这条路不好走，障碍太多了，当时不知道。障碍从哪里来的？古人有句话说，同行，同行相忌，嫉妒障碍，非常严重。以后我清楚了、明白了，我也有了分寸。那怎么办？到处讲经，时间最长不超过一个月，你们心里不高兴我就走了，下次不知道什么时候再来，这样才能避免。住在一个地方不行，一个地方住上三年，人家就讨厌你了。现在年岁大了，过了八十岁好多了，为什么？变成老和尚了，人家讨厌，也许原谅一点了，不会像年轻那么的感触。以前不行，年岁太轻了，老师想帮忙都帮不上，这个压力多重！",
      "zh_TW": "我們遇到了真善知識，時間太短了。章嘉大師，我跟他三年，老人家圓寂了；李老居士二十幾年，我跟他的時候他老人家七十歲，九十七歲往生的，二十七年。前面十年，我在他身邊，後面就常常在國外，很少見面了。善知識沒有了，全靠自己！我一生，這三個老師缺一個都不行。章嘉大師勸我出家，勸我學釋迦牟尼佛。我認識佛法之後，我覺得這是一門好東西，沒有人承傳，我就發心把它傳下來，有人承傳，我就搞別的去了。沒人承傳了，求人不如求自己，求人不可靠，只有求自己。這條路不好走，障礙太多了，當時不知道。障礙從哪裡來的？古人有句話說，同行，同行相忌，嫉妒障礙，非常嚴重。以後我清楚了、明白了，我也有了分寸。那怎麼辦？到處講經，時間最長不超過一個月，你們心裡不高興我就走了，下次不知道什麼時候再來，這樣才能避免。住在一個地方不行，一個地方住上三年，人家就討厭你了。現在年歲大了，過了八十歲好多了，為什麼？變成老和尚了，人家討厭，也許原諒一點了，不會像年輕那麼的感觸。以前不行，年歲太輕了，老師想幫忙都幫不上，這個壓力多重！"
    },
    {
      "id": "02-037-0067_p0024",
      "zh_CN": "可是不管外面境界怎么样，就是善缘恶缘、逆境顺境，我们把握到一点，不退心。我天天读经，天天讲经。没有人听的时候，我就摆一个录音机，那个时候是录音，每天至少讲一个小时、两个小时，讲完之后放出来自己听，一生没有中断。读经、学习经教就是没有离开佛菩萨，天天跟着佛菩萨走。讲经是什么？我把我自己学习的心得与有缘的同学们分享，请他们指教，帮助我成长。没中断，一生都没中断。他们也很欢喜，也爱护我，也肯帮助我。一生乐此不疲，就是法味尝到了。四摄六度真懂得，真干！这是两大纲领。",
      "zh_TW": "可是不管外面境界怎麼樣，就是善緣惡緣、逆境順境，我們把握到一點，不退心。我天天讀經，天天講經。沒有人聽的時候，我就擺一個錄音機，那個時候是錄音，每天至少講一個小時、兩個小時，講完之後放出來自己聽，一生沒有中斷。讀經、學習經教就是沒有離開佛菩薩，天天跟著佛菩薩走。講經是什麼？我把我自己學習的心得與有緣的同學們分享，請他們指教，幫助我成長。沒中斷，一生都沒中斷。他們也很歡喜，也愛護我，也肯幫助我。一生樂此不疲，就是法味嘗到了。四攝六度真懂得，真幹！這是兩大綱領。"
    },
    {
      "id": "02-037-0067_p0025",
      "zh_CN": "四摄，用现在的话来说，人与人相处的一种原则，或者现在的人有个名词叫公共关系，就是公共关系法。怎么样跟别人处好，这是个原则，摄受众生。六度是菩萨行的六个纲领，要真干。布施，愈施愈多，愈多愈施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，毫无顾虑去做。持戒就是守法，守规矩，我们才能成就。要懂得约束自己、规范自己，否则的话走偏了、走邪了自己不知道。每天要反省，比什么都重要，反省，改过自新。忍辱，什么都要忍，什么都要让，身心世界统统放得下。要真正能够体会得到《般若经》上所说的，「一切法无所有、毕竟空、不可得」。《金刚经》上说得好，「一切法得成于忍」，你不能忍，你什么都得不到。世出世间一切法，成就都在一个「忍」字。禅定，把心定在一个方向、一个法门，坚定不移，你会有成就。最后是般若智慧，你开智慧了，你不通过这个锻炼你开不了智慧。布施是放下，彻底放下，把烦恼习气全放下，然后佛在经典上教给我们这些规矩，我们才真正能做到。三皈、五戒、十善、沙弥律仪，做到这个就不错了。然后再进一步，就是六度四摄、普贤十愿、阿弥陀佛四十八愿，够了，就非常圆满了。",
      "zh_TW": "四攝，用現在的話來說，人與人相處的一種原則，或者現在的人有個名詞叫公共關係，就是公共關係法。怎麼樣跟別人處好，這是個原則，攝受眾生。六度是菩薩行的六個綱領，要真幹。布施，愈施愈多，愈多愈施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，毫無顧慮去做。持戒就是守法，守規矩，我們才能成就。要懂得約束自己、規範自己，否則的話走偏了、走邪了自己不知道。每天要反省，比什麼都重要，反省，改過自新。忍辱，什麼都要忍，什麼都要讓，身心世界統統放得下。要真正能夠體會得到《般若經》上所說的，「一切法無所有、畢竟空、不可得」。《金剛經》上說得好，「一切法得成於忍」，你不能忍，你什麼都得不到。世出世間一切法，成就都在一個「忍」字。禪定，把心定在一個方向、一個法門，堅定不移，你會有成就。最後是般若智慧，你開智慧了，你不通過這個鍛鍊你開不了智慧。布施是放下，徹底放下，把煩惱習氣全放下，然後佛在經典上教給我們這些規矩，我們才真正能做到。三皈、五戒、十善、沙彌律儀，做到這個就不錯了。然後再進一步，就是六度四攝、普賢十願、阿彌陀佛四十八願，夠了，就非常圓滿了。"
    },
    {
      "id": "02-037-0067_p0026",
      "zh_CN": "「愿以导行」，愿引导我们不会走错路，十大愿王引导我们到极乐世界。行就是今天讲的真干，愿不是假的，我得真干。「行以满愿」，愿导行，行满愿，「行如足，愿如目，互相依持」，你才能达到。「具足」是圆满无余的意思，无余是没有欠缺，圆圆满满。「《行愿品》云：闻此愿王，读、诵、书写」，对着本子叫读，离开本子叫背诵，十大愿王要能背诵。书写是什么？书写就是传法，现在印刷方便了，从前没有，靠书写。「是诸人等，于一念中，所有行愿皆得成就」。真正修行的人，一念当中圆满具足一切法，这一念就是阿弥陀佛。一切愿行归阿弥陀佛，归这一句佛号，这一句佛号圆圆满满含摄信愿行。「此正显从果向因」，所以净宗是果法，用果法做为我们的因地，「以弥陀之善巧方便加持回向，成就无量超出十地诸圣之行愿」。这句话是真的，净宗确实超越十地，超越十地是什么人？等觉菩萨。实报庄严土上上品往生，能不能做到？善导大师说的，总在遇缘不同，你遇的缘殊胜，你一定可以做到。",
      "zh_TW": "「願以導行」，願引導我們不會走錯路，十大願王引導我們到極樂世界。行就是今天講的真幹，願不是假的，我得真幹。「行以滿願」，願導行，行滿願，「行如足，願如目，互相依持」，你才能達到。「具足」是圓滿無餘的意思，無餘是沒有欠缺，圓圓滿滿。「《行願品》云：聞此願王，讀、誦、書寫」，對著本子叫讀，離開本子叫背誦，十大願王要能背誦。書寫是什麼？書寫就是傳法，現在印刷方便了，從前沒有，靠書寫。「是諸人等，於一念中，所有行願皆得成就」。真正修行的人，一念當中圓滿具足一切法，這一念就是阿彌陀佛。一切願行歸阿彌陀佛，歸這一句佛號，這一句佛號圓圓滿滿含攝信願行。「此正顯從果向因」，所以淨宗是果法，用果法做為我們的因地，「以彌陀之善巧方便加持回向，成就無量超出十地諸聖之行願」。這句話是真的，淨宗確實超越十地，超越十地是什麼人？等覺菩薩。實報莊嚴土上上品往生，能不能做到？善導大師說的，總在遇緣不同，你遇的緣殊勝，你一定可以做到。"
    },
    {
      "id": "02-037-0067_p0027",
      "zh_CN": "我们今天遇到这个缘了，缘是什么？遇到这部经，讲得清楚、讲得明白，我一点都不怀疑，怎么会不成就？超出十地！你走一般的道路，就像《华严经》上说的，十信菩萨、十住、十行、十回向、十地，再到等觉，这个路太长了，真的是无量劫。今天在此地就太容易了，肯定一生成就，但是什么？要真干。你不是真信，你还有怀疑，你就做不到。决定不能怀疑，决定不能犹豫，尤其在现在。",
      "zh_TW": "我們今天遇到這個緣了，緣是什麼？遇到這部經，講得清楚、講得明白，我一點都不懷疑，怎麼會不成就？超出十地！你走一般的道路，就像《華嚴經》上說的，十信菩薩、十住、十行、十迴向、十地，再到等覺，這個路太長了，真的是無量劫。今天在此地就太容易了，肯定一生成就，但是什麼？要真幹。你不是真信，你還有懷疑，你就做不到。決定不能懷疑，決定不能猶豫，尤其在現在。"
    },
    {
      "id": "02-037-0067_p0028",
      "zh_CN": "我这次在澳洲，澳洲同学告诉我，澳洲这两年移民过去的人很多，多半是外国人。他们知道二０一二马雅灾难预言，大概相当清楚，他们相信。所以在澳洲找很偏僻的地方挖山洞，准备避过这个灾难。来告诉我。我们要不要去挖山洞？中国古人有句话说得很好，叫「在劫难逃」，挖山洞也没用，说不定一个地震，山洞完全没有了。我们要怎样准备？我们要准备往生极乐世界。我们也不准备粮食，也不准备什么，什么都不要准备，就是念阿弥陀佛。灾难，我在这个大劫里头，我就到极乐世界去了；我不在这个大劫当中，一样还要活下来。活下来的人那是有使命的，什么使命？地球灾难的善后，你要处理这个事情，那非常艰苦！那真的是菩萨事业，那不是普通人，真正是救苦救难。一个人没有大慈悲心，你做不到，你还想自己享受，要别人侍候你，大概你最好的路子到极乐世界，不好的路，三途去了。所以这是我们必定要清楚的，我们今天的时间只有一年了，分分秒秒都要抓住。深信切愿，不能把阿弥陀佛放下，牢牢的抓住。只有这一句弥陀能救自己，真可靠，真没有问题，搞其他的来不及了。",
      "zh_TW": "我這次在澳洲，澳洲同學告訴我，澳洲這兩年移民過去的人很多，多半是外國人。他們知道二０一二馬雅災難預言，大概相當清楚，他們相信。所以在澳洲找很偏僻的地方挖山洞，準備避過這個災難。來告訴我。我們要不要去挖山洞？中國古人有句話說得很好，叫「在劫難逃」，挖山洞也沒用，說不定一個地震，山洞完全沒有了。我們要怎樣準備？我們要準備往生極樂世界。我們也不準備糧食，也不準備什麼，什麼都不要準備，就是念阿彌陀佛。災難，我在這個大劫裡頭，我就到極樂世界去了；我不在這個大劫當中，一樣還要活下來。活下來的人那是有使命的，什麼使命？地球災難的善後，你要處理這個事情，那非常艱苦！那真的是菩薩事業，那不是普通人，真正是救苦救難。一個人沒有大慈悲心，你做不到，你還想自己享受，要別人侍候你，大概你最好的路子到極樂世界，不好的路，三途去了。所以這是我們必定要清楚的，我們今天的時間只有一年了，分分秒秒都要抓住。深信切願，不能把阿彌陀佛放下，牢牢的抓住。只有這一句彌陀能救自己，真可靠，真沒有問題，搞其他的來不及了。"
    },
    {
      "id": "02-037-0067_p0029",
      "zh_CN": "这个世间，有人来问我，这灾难是真有是假有？科学家对这个，表态的也是一半一半。我们定弘法师参加科学家那个会议，我们学院是八个人去参加，二分之一认为有，二分之一认为未必。到底有没有？到明年十二月就看到了，是真的还是假的。我们从因果上看就能看得很准确，凡事有因必有果，有果必有因，世出世法都离不开因果定律。灾难从哪里来的？大乘经上我们常常念到，一切法从心想生。极乐世界是心想生的，阿弥陀佛也是心想生的，哪些人心想？能信的人心想、能发愿的人心想，他们心想生的。那个心纯净纯善，所以现的也是纯净纯善的国土、环境。我们今天的世界，展开过去的历史，过去世界很可爱，没有灾难，人与人之间都和睦，都互相尊重、互相关怀、互助合作。不像现在，现在人自私自利，只有自己，没有别人。现在人没有信心，连自己都不相信，他也不会相信任何一个人，佛菩萨他怎么会相信？古圣先贤、老祖宗没有看见过，信他干什么？信心在中国传统文化里头，它是伦理道德的底限，这个没有了，全就没有了。中国古籍里头常说，道失后有德，德失掉之后有仁，仁失掉之后有义，义失掉之后有礼，礼要失掉了，社会就乱了。今天社会乱了，为什么？礼没有了。",
      "zh_TW": "這個世間，有人來問我，這災難是真有是假有？科學家對這個，表態的也是一半一半。我們定弘法師參加科學家那個會議，我們學院是八個人去參加，二分之一認為有，二分之一認為未必。到底有沒有？到明年十二月就看到了，是真的還是假的。我們從因果上看就能看得很準確，凡事有因必有果，有果必有因，世出世法都離不開因果定律。災難從哪裡來的？大乘經上我們常常念到，一切法從心想生。極樂世界是心想生的，阿彌陀佛也是心想生的，哪些人心想？能信的人心想、能發願的人心想，他們心想生的。那個心純淨純善，所以現的也是純淨純善的國土、環境。我們今天的世界，展開過去的歷史，過去世界很可愛，沒有災難，人與人之間都和睦，都互相尊重、互相關懷、互助合作。不像現在，現在人自私自利，只有自己，沒有別人。現在人沒有信心，連自己都不相信，他也不會相信任何一個人，佛菩薩他怎麼會相信？古聖先賢、老祖宗沒有看見過，信他幹什麼？信心在中國傳統文化裡頭，它是倫理道德的底限，這個沒有了，全就沒有了。中國古籍裡頭常說，道失後有德，德失掉之後有仁，仁失掉之後有義，義失掉之後有禮，禮要失掉了，社會就亂了。今天社會亂了，為什麼？禮沒有了。"
    },
    {
      "id": "02-037-0067_p0030",
      "zh_CN": "佛法更是给我们讲，一切法从心想生，现在的人是什么样的心？他想的是什么？佛法的心是无我，无受想行识，这是佛法的心。五蕴皆空，无我，建立在这个基础上。我是什么？我是宇宙，宇宙是我。一切法从心想生，谁的心想？我的心想。所以一切法是我，一切法是我心所生、是我心所现，不是别人。所以一体，宇宙跟自己是一体。比我们中国古圣先贤讲的还要深刻，还要明了。表现在外面是真诚清净平等正觉慈悲，这是大乘心，也叫菩提心。现在人心，自私自利、贪瞋痴慢疑，这个心不善；现在人的情绪，怨恨恼怒烦；现在人造的业，杀盗淫妄。这社会能好吗？每天你从媒体报导里面去看，每天人要杀害多少众生，动物、植物，对地球的破坏，这是矿物，破坏地球生态平衡，天天干这个。杀人，一年杀多少？光是堕胎，一年五千万，两年就一个亿，杀人。杀什么人？杀自己的儿女，怎么会干出这种事情出来？第二次世界大战打了四年半，因战争死亡的人数五千万人。现在一年堕胎杀婴儿就五千万，等于第二次世界大战的总人数。诸位想想，这世间能没有灾难吗？不可能！",
      "zh_TW": "佛法更是給我們講，一切法從心想生，現在的人是什麼樣的心？他想的是什麼？佛法的心是無我，無受想行識，這是佛法的心。五蘊皆空，無我，建立在這個基礎上。我是什麼？我是宇宙，宇宙是我。一切法從心想生，誰的心想？我的心想。所以一切法是我，一切法是我心所生、是我心所現，不是別人。所以一體，宇宙跟自己是一體。比我們中國古聖先賢講的還要深刻，還要明瞭。表現在外面是真誠清淨平等正覺慈悲，這是大乘心，也叫菩提心。現在人心，自私自利、貪瞋痴慢疑，這個心不善；現在人的情緒，怨恨惱怒煩；現在人造的業，殺盜淫妄。這社會能好嗎？每天你從媒體報導裡面去看，每天人要殺害多少眾生，動物、植物，對地球的破壞，這是礦物，破壞地球生態平衡，天天幹這個。殺人，一年殺多少？光是墮胎，一年五千萬，兩年就一個億，殺人。殺什麼人？殺自己的兒女，怎麼會幹出這種事情出來？第二次世界大戰打了四年半，因戰爭死亡的人數五千萬人。現在一年墮胎殺嬰兒就五千萬，等於第二次世界大戰的總人數。諸位想想，這世間能沒有災難嗎？不可能！"
    },
    {
      "id": "02-037-0067_p0031",
      "zh_CN": "美国布莱登博士讲得好，如果人类真的觉悟了，从今天起，地球上的居民都能够弃恶扬善、改邪归正、端正心念，地球上的灾难可以化解，这个世界可以恢复安定和谐。但是地球的居民能做得到吗？我们要求别人，做不到的，没有权力要求别人。我们听到了，觉得这个话是对的，是正确的，要求自己做到。我们学佛的同学，这一生当中遇到净土法门，难得，真难得！我们把我们的方向、目标定在极乐世界，一心一意求生净土。在这个世间活一天，我们也以慈悲心帮助大家一天。我们用什么帮助？用我们真正修持功德的帮助，我们诚心诚意将功德回向给他，真帮得上忙。现在研究这个念力，这新兴的科学，布莱登也是其中一员，非常著名的。念力功德不可思议，回向功德不可思议！回向完全看你的心、你的行，心行纯净纯善，那个力量很大。你在修学上有怀疑，还有自私自利、还有名闻利养没有完全放下，对你修行的功德会打折扣，不是没有功德，有，不圆满。真觉悟了就真放下，一天时间都不要浪费。",
      "zh_TW": "美國布萊登博士講得好，如果人類真的覺悟了，從今天起，地球上的居民都能夠棄惡揚善、改邪歸正、端正心念，地球上的災難可以化解，這個世界可以恢復安定和諧。但是地球的居民能做得到嗎？我們要求別人，做不到的，沒有權力要求別人。我們聽到了，覺得這個話是對的，是正確的，要求自己做到。我們學佛的同學，這一生當中遇到淨土法門，難得，真難得！我們把我們的方向、目標定在極樂世界，一心一意求生淨土。在這個世間活一天，我們也以慈悲心幫助大家一天。我們用什麼幫助？用我們真正修持功德的幫助，我們誠心誠意將功德迴向給他，真幫得上忙。現在研究這個念力，這新興的科學，布萊登也是其中一員，非常著名的。念力功德不可思議，迴向功德不可思議！迴向完全看你的心、你的行，心行純淨純善，那個力量很大。你在修學上有懷疑，還有自私自利、還有名聞利養沒有完全放下，對你修行的功德會打折扣，不是沒有功德，有，不圓滿。真覺悟了就真放下，一天時間都不要浪費。"
    },
    {
      "id": "02-037-0067_p0032",
      "zh_CN": "我澳洲的会议结束之后，我马上就回来了，回来干什么？恢复我正常的功课，我每天读经，跟大家在一起分享。告诉大家，告诉每个宗教里面的朋友，宗教教育非常重要！宗教教育是人生主要的教育、重要的教学、尊崇的教化，人在世间一天不能缺少的。我们不认识那就不说了，认识之后，就有使命、就有责任要来宣扬，让大家都能够认知，都能够认真学习。带给自己身心快乐，人生最高的享受，带给你家庭幸福美满，带给你的事业顺利成功，带给社会和谐，带给国家安定，带给世界和平。有什么不好？今天社会的动乱，大家这么苦，就是因为我们疏忽了，不认识它，把它放弃掉，才遭这么大的灾难，这果报现前。中国老祖宗有句话说得好，「不听老人言，吃亏在眼前」，现在我们不要老人，不听老人的，灾难现前了。这句话应验了，兑现了，不是假话。你以为老人没有智慧，你根本不认识老人，自己贡高我慢，自以为是，灾难临头看你有什么方法能解决。",
      "zh_TW": "我澳洲的會議結束之後，我馬上就回來了，回來幹什麼？恢復我正常的功課，我每天讀經，跟大家在一起分享。告訴大家，告訴每個宗教裡面的朋友，宗教教育非常重要！宗教教育是人生主要的教育、重要的教學、尊崇的教化，人在世間一天不能缺少的。我們不認識那就不說了，認識之後，就有使命、就有責任要來宣揚，讓大家都能夠認知，都能夠認真學習。帶給自己身心快樂，人生最高的享受，帶給你家庭幸福美滿，帶給你的事業順利成功，帶給社會和諧，帶給國家安定，帶給世界和平。有什麼不好？今天社會的動亂，大家這麼苦，就是因為我們疏忽了，不認識它，把它放棄掉，才遭這麼大的災難，這果報現前。中國老祖宗有句話說得好，「不聽老人言，吃虧在眼前」，現在我們不要老人，不聽老人的，災難現前了。這句話應驗了，兌現了，不是假話。你以為老人沒有智慧，你根本不認識老人，自己貢高我慢，自以為是，災難臨頭看你有什麼方法能解決。"
    },
    {
      "id": "02-037-0067_p0033",
      "zh_CN": "这个地方说明，弥陀四十八愿、五劫修行，真实功德方便加持回向，让我们每个念佛的人，往生净土都能超越十地。底下一句，「安住一切功德法中。一切功德法，指佛果之无尽功德」。功是修行，讲的功夫；德是你的收获，你没有下功夫，你就不能得到。真正下功夫得到的，这叫功德。一个初学佛法的人，不能够死心真正用功，得不到。我们今天看到胡小林，胡小林是五十岁才遇到佛法，晚年了。知道佛法的好，他就认真干，经典，每一个字都查字典，字典都翻破了。这次在澳洲我送他一部，他问我要的，《佛学大辞典》。查注音，这字怎么念，什么意思，每个字、每个名词术语，真下了功夫。一天用五、六个小时在查字典，在做笔记，五年了，天天如是。这次在澳洲几天，每天自己关着房门，干什么？在查字典。这就是真下功夫，所以他真有收获，他把经典的意思搞得清清楚楚、明明白白。搞清楚、搞明白之后真干，落实到生活、落实到工作、落实到处事待人接物，活学活用。",
      "zh_TW": "這個地方說明，彌陀四十八願、五劫修行，真實功德方便加持迴向，讓我們每個念佛的人，往生淨土都能超越十地。底下一句，「安住一切功德法中。一切功德法，指佛果之無盡功德」。功是修行，講的功夫；德是你的收穫，你沒有下功夫，你就不能得到。真正下功夫得到的，這叫功德。一個初學佛法的人，不能夠死心真正用功，得不到。我們今天看到胡小林，胡小林是五十歲才遇到佛法，晚年了。知道佛法的好，他就認真幹，經典，每一個字都查字典，字典都翻破了。這次在澳洲我送他一部，他問我要的，《佛學大辭典》。查注音，這字怎麼念，什麼意思，每個字、每個名詞術語，真下了功夫。一天用五、六個小時在查字典，在做筆記，五年了，天天如是。這次在澳洲幾天，每天自己關著房門，幹什麼？在查字典。這就是真下功夫，所以他真有收穫，他把經典的意思搞得清清楚楚、明明白白。搞清楚、搞明白之後真幹，落實到生活、落實到工作、落實到處事待人接物，活學活用。"
    },
    {
      "id": "02-037-0067_p0034",
      "zh_CN": "菩萨修行成佛了，经过多长的时间？依照佛菩萨教诲来修行，圆满成功了，无尽功德。《仁王经疏》给我们解释功德两个字，「施物名功，归己曰德」。施是布施，布施里面，法布施是第一。大乘经上佛常说，以大千世界七宝布施，这是财布施，比不上为人说四句偈的功德，四句偈是佛法。这是法布施跟财布施做个比较，为什么？财布施只能帮助人解决物质生活问题，不能帮他觉悟，不能帮助他开智慧。而法布施能帮助人开智慧，帮助人觉悟，这个功德大！你给他讲经，你给他教学，讲得清楚、讲得明白，他听，觉悟了，相信了，这个功德多大！说不定因为你这一教，他这一生将来往生极乐世界去当等觉菩萨去了。这就是佛果的无尽功德。你教的这些人，这些人都成就了，都往生去作佛，德归你自己。",
      "zh_TW": "菩薩修行成佛了，經過多長的時間？依照佛菩薩教誨來修行，圓滿成功了，無盡功德。《仁王經疏》給我們解釋功德兩個字，「施物名功，歸己曰德」。施是布施，布施裡面，法布施是第一。大乘經上佛常說，以大千世界七寶布施，這是財布施，比不上為人說四句偈的功德，四句偈是佛法。這是法布施跟財布施做個比較，為什麼？財布施只能幫助人解決物質生活問題，不能幫他覺悟，不能幫助他開智慧。而法布施能幫助人開智慧，幫助人覺悟，這個功德大！你給他講經，你給他教學，講得清楚、講得明白，他聽，覺悟了，相信了，這個功德多大！說不定因為你這一教，他這一生將來往生極樂世界去當等覺菩薩去了。這就是佛果的無盡功德。你教的這些人，這些人都成就了，都往生去作佛，德歸你自己。"
    },
    {
      "id": "02-037-0067_p0035",
      "zh_CN": "「《净影疏》曰：功谓功能，诸行皆有利益之功，故名为功」。诸行，《弟子规》是行，《感应篇》也是行，《十善业道》也是行，四摄六度是行，十大愿是行。这些行都有利益之功，利益自己，利益别人，自他两利，这叫功。「此功是善行家德」，这个家是什么？自己，是你自己的德行，所以称之为功德。德之体，这叫法，安住功德法中。「法者，梵云达摩」，这是印度梵文音译过来的，达摩。「通于一切」，达摩翻成中国意思，翻作法。无论大、小、有形、无形、真实、虚妄，是事物者、是道理者，统称为法。法在佛教里头是宇宙万有总代名词，一切总名就叫做法，所以说佛法无边。佛是什么意思？佛是觉悟，法是万法，对于世出世间一切法你统统都觉悟了，这就叫佛法。法没有边际，你的觉也没有边际。",
      "zh_TW": "「《淨影疏》曰：功謂功能，諸行皆有利益之功，故名為功」。諸行，《弟子規》是行，《感應篇》也是行，《十善業道》也是行，四攝六度是行，十大願是行。這些行都有利益之功，利益自己，利益別人，自他兩利，這叫功。「此功是善行家德」，這個家是什麼？自己，是你自己的德行，所以稱之為功德。德之體，這叫法，安住功德法中。「法者，梵云達摩」，這是印度梵文音譯過來的，達摩。「通於一切」，達摩翻成中國意思，翻作法。無論大、小、有形、無形、真實、虛妄，是事物者、是道理者，統稱為法。法在佛教裡頭是宇宙萬有總代名詞，一切總名就叫做法，所以說佛法無邊。佛是什麼意思？佛是覺悟，法是萬法，對於世出世間一切法你統統都覺悟了，這就叫佛法。法沒有邊際，你的覺也沒有邊際。"
    },
    {
      "id": "02-037-0067_p0036",
      "zh_CN": "这些大概都包含了小跟大，在佛法里大乘、小乘，在世间法里头就有大、有小。一个人是小，一个族群是大，一个国家更大，一个世界。有大小之分，有有形、有无形。有形，我们能见得到的，能接触到的，是有形的；无形的，我们今天讲不同维次空间的，高维次的众生他见到我们，我们见不到他。有真实的、有虚妄的，真实的是本体，能生能现是真的，所生所现的是虚妄的。这个现在物理学家已经搞得很清楚了。是事物者皆有道理，这就是有事、有理，事称作法，理也称作法。这是法这个代名词简单的介绍。",
      "zh_TW": "這些大概都包含了小跟大，在佛法裡大乘、小乘，在世間法裡頭就有大、有小。一個人是小，一個族群是大，一個國家更大，一個世界。有大小之分，有有形、有無形。有形，我們能見得到的，能接觸到的，是有形的；無形的，我們今天講不同維次空間的，高維次的眾生他見到我們，我們見不到他。有真實的、有虛妄的，真實的是本體，能生能現是真的，所生所現的是虛妄的。這個現在物理學家已經搞得很清楚了。是事物者皆有道理，這就是有事、有理，事稱作法，理也稱作法。這是法這個代名詞簡單的介紹。"
    },
    {
      "id": "02-037-0067_p0037",
      "zh_CN": "今天时间到了，我们就学到此地。",
      "zh_TW": "今天時間到了，我們就學到此地。"
    }
  ]
}