{
  "doc_id": "02-037-0139",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一三九集",
    "zh_TW": "第一三九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0139",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0139_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百四十一面，第五行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百四十一面，第五行看起："
    },
    {
      "id": "02-037-0139_p0002",
      "zh_CN": "「三恶道，又名三恶趣，又名三涂。为一切众生造恶所生之处，故名恶道。地狱、饿鬼、畜生三道，名三恶道。《法华经．方便品》曰：以诸欲因缘，坠堕三恶道。盖谓众生如内有贪求欲乐之念，是为因；外攀缘欲境，是为缘；以此因缘，起念造恶，终堕恶道。」这一段引了《法华经．方便品》的经文，说明三恶道。三恶道，前面我们学了不少，这个三途是一切众生造作恶业感受果报的处所，所以叫恶道，有地狱、饿鬼、畜生这三大类。一切众生，内有贪瞋痴慢疑这个念头，这是因，佛常跟我们讲五毒。这个意思引申起来，包括头一个就是执着身是我，这是一切恶业兴起的因，以为有我。实际上这身不是我，为它造作恶业实在是不值得，它是假的，它不是真的。所以，破身相这才真正入佛门，小乘是初果须陀洹，大乘是十信位初信位的菩萨，这是刚刚入佛门。入佛门的条件，大小乘完全相同，《金刚经》前半部所说的「无我相，无人相，无众生相，无寿者相」，这就入门了，大小乘都是这个条件。",
      "zh_TW": "「三惡道，又名三惡趣，又名三塗。為一切眾生造惡所生之處，故名惡道。地獄、餓鬼、畜生三道，名三惡道。《法華經．方便品》曰：以諸欲因緣，墜墮三惡道。蓋謂眾生如內有貪求欲樂之念，是為因；外攀緣欲境，是為緣；以此因緣，起念造惡，終墮惡道。」這一段引了《法華經．方便品》的經文，說明三惡道。三惡道，前面我們學了不少，這個三途是一切眾生造作惡業感受果報的處所，所以叫惡道，有地獄、餓鬼、畜生這三大類。一切眾生，內有貪瞋痴慢疑這個念頭，這是因，佛常跟我們講五毒。這個意思引申起來，包括頭一個就是執著身是我，這是一切惡業興起的因，以為有我。實際上這身不是我，為它造作惡業實在是不值得，它是假的，它不是真的。所以，破身相這才真正入佛門，小乘是初果須陀洹，大乘是十信位初信位的菩薩，這是剛剛入佛門。入佛門的條件，大小乘完全相同，《金剛經》前半部所說的「無我相，無人相，無眾生相，無壽者相」，這就入門了，大小乘都是這個條件。"
    },
    {
      "id": "02-037-0139_p0003",
      "zh_CN": "至于大小乘也是遇缘不同，所以佛法非常重视缘这桩事情，缘实在太重要了。在出世法里头，以净土来做例子，净土里头四土三辈九品也是在缘不同，善导大师说得好，「总在遇缘不同」。缘要是非常殊胜，四土里面他能够生常寂光土，这是不可思议的事情。缘要差一点，他就生到同居土、方便土；缘殊胜的都生在实报土；最殊胜的，就常寂光了，妙觉果位。凡夫造作极重的罪业，地狱众生，无间地狱，能不能即身成佛，证到妙觉果位？在理论上讲能。一念觉就成佛了，一念迷就堕地狱，都在一念。所以，遇缘就是这一念你所遇到的缘。像唐朝禅宗六祖惠能，遇的缘太殊胜了，他遇到五祖，所以他就成佛了。他有很深厚的善根，如果遇不到五祖，遇到普通一个禅师，他也是普通人。都在遇缘不同。他的引导的这个缘是一位客人，佛门弟子，每天诵《金刚经》，念经的时候被能大师听到了。这个人认识五祖忍和尚，就把惠能大师介绍到黄梅去，这个缘太殊胜了。那时候禅宗的道场太多了，到处都是，他没有推荐别人，推荐到五祖道场，这个缘让他成就了。他要没有这个缘，他是个普通的禅师；换句话说，大彻大悟、明心见性很难。",
      "zh_TW": "至於大小乘也是遇緣不同，所以佛法非常重視緣這樁事情，緣實在太重要了。在出世法裡頭，以淨土來做例子，淨土裡頭四土三輩九品也是在緣不同，善導大師說得好，「總在遇緣不同」。緣要是非常殊勝，四土裡面他能夠生常寂光土，這是不可思議的事情。緣要差一點，他就生到同居土、方便土；緣殊勝的都生在實報土；最殊勝的，就常寂光了，妙覺果位。凡夫造作極重的罪業，地獄眾生，無間地獄，能不能即身成佛，證到妙覺果位？在理論上講能。一念覺就成佛了，一念迷就墮地獄，都在一念。所以，遇緣就是這一念你所遇到的緣。像唐朝禪宗六祖惠能，遇的緣太殊勝了，他遇到五祖，所以他就成佛了。他有很深厚的善根，如果遇不到五祖，遇到普通一個禪師，他也是普通人。都在遇緣不同。他的引導的這個緣是一位客人，佛門弟子，每天誦《金剛經》，念經的時候被能大師聽到了。這個人認識五祖忍和尚，就把惠能大師介紹到黃梅去，這個緣太殊勝了。那時候禪宗的道場太多了，到處都是，他沒有推薦別人，推薦到五祖道場，這個緣讓他成就了。他要沒有這個緣，他是個普通的禪師；換句話說，大徹大悟、明心見性很難。"
    },
    {
      "id": "02-037-0139_p0004",
      "zh_CN": "恶道也是这样的，遇到极不善的缘。不善的缘是什么？现在这个世间太多了，诱惑你，引诱你去造杀盗淫妄，这就是地狱业了。哪些人造？造的人太多了。饮食，这一天吃多少众生？地球上人口现在超过七十亿，哪个人不吃肉？每天吃的这些动物有多少？你们同学到网路上查查，网路上有报导，把这个数字告诉。第二个，今天男女关系乱了，古时候对这个非常重视。这个关系乱了，造成杀人，堕胎是杀人。小孩投胎就是一条命，你不能说否定他。他的灵魂来坐胎，虽然胎还没有形成，佛经上说前七天是个肉团，但是这个里头有阿赖耶识，他是活的，他不是死的。在胎胞里头慢慢的发育，大概七个星期就有人的形状出现，能看到头，能看到他有脑，他脑波起作用了，他有心脏开始在跳动，你怎么可以杀他？不是杀别人，杀自己的儿女。这个儿女到你家来投胎，你跟他结上深仇大恨，他找你索命。现在这个世界上每天堕胎，杀婴儿的有多少？世界卫生组织的报告，平均每天超过十五万，这还得了！这个十五万是医院里有记录的，还有堕胎没有记录的，不包括在里头，十五万以上。杀业这么重，带来的果报就是社会动乱，地球上的灾变，这是花报，叫现世报。果报，诸位一定要晓得全是无间地狱，你跟众生结的怨太深了，你天天吃牠们。",
      "zh_TW": "惡道也是這樣的，遇到極不善的緣。不善的緣是什麼？現在這個世間太多了，誘惑你，引誘你去造殺盜淫妄，這就是地獄業了。哪些人造？造的人太多了。飲食，這一天吃多少眾生？地球上人口現在超過七十億，哪個人不吃肉？每天吃的這些動物有多少？你們同學到網路上查查，網路上有報導，把這個數字告訴。第二個，今天男女關係亂了，古時候對這個非常重視。這個關係亂了，造成殺人，墮胎是殺人。小孩投胎就是一條命，你不能說否定他。他的靈魂來坐胎，雖然胎還沒有形成，佛經上說前七天是個肉團，但是這個裡頭有阿賴耶識，他是活的，他不是死的。在胎胞裡頭慢慢的發育，大概七個星期就有人的形狀出現，能看到頭，能看到他有腦，他腦波起作用了，他有心臟開始在跳動，你怎麼可以殺他？不是殺別人，殺自己的兒女。這個兒女到你家來投胎，你跟他結上深仇大恨，他找你索命。現在這個世界上每天墮胎，殺嬰兒的有多少？世界衛生組織的報告，平均每天超過十五萬，這還得了！這個十五萬是醫院裡有記錄的，還有墮胎沒有記錄的，不包括在裡頭，十五萬以上。殺業這麼重，帶來的果報就是社會動亂，地球上的災變，這是花報，叫現世報。果報，諸位一定要曉得全是無間地獄，你跟眾生結的怨太深了，你天天吃牠們。"
    },
    {
      "id": "02-037-0139_p0005",
      "zh_CN": "今天全世界都知道马雅的灾难预言，我们也接到很多信息，信息里告诉我们，具足三个条件的人会平安度过。哪三个条件？第一个是吃素。第二个是心清净，能定得下来；换句话说，心浮气躁的人躲不过。灾难现前不惊不怖，若无其事，处之泰然，就能够躲过。第三个是爱心，要培养爱心，要扩大爱心。「凡是人，皆须爱」还不够，我们的爱要能够包括花草树木、山河大地，宇宙之间没有一样东西不爱，真诚的爱心。具足这三个条件，这个灾难不会危害你，你可以平安度过。我们想一想有道理，真有道理，可是这三桩事情真要落实。吃素比较容易。把心定下来，也有一点困难，为什么？几十年来都养成心浮气躁，现在一下要定下来，不是容易事情。可是为了避免这个灾难，我们要努力，不能不把心定下来，这很重要！第三个，爱心。我们平常都是自私自利，只有自己没有别人，这个不行，这个在灾难上过不去的。为什么要把爱心扩大？我们现在明白了，爱心是性德里面的核心。所以，所有的宗教没有不讲爱的。西方的宗教，上帝爱世人、神爱世人。佛教讲慈悲，慈悲为本，方便为门。中国古圣先贤讲本善，本性本善。具体的还是这个「爱」字，五伦里头第一条，核心，「父子有亲」，就是亲爱。这个亲爱是天性、是性德，性德无量无边，它是性德的核心，所有一切善行都从这个心里延伸出去的。所以，爱心太重要了，培养爱心。",
      "zh_TW": "今天全世界都知道馬雅的災難預言，我們也接到很多信息，信息裡告訴我們，具足三個條件的人會平安度過。哪三個條件？第一個是吃素。第二個是心清淨，能定得下來；換句話說，心浮氣躁的人躲不過。災難現前不驚不怖，若無其事，處之泰然，就能夠躲過。第三個是愛心，要培養愛心，要擴大愛心。「凡是人，皆須愛」還不夠，我們的愛要能夠包括花草樹木、山河大地，宇宙之間沒有一樣東西不愛，真誠的愛心。具足這三個條件，這個災難不會危害你，你可以平安度過。我們想一想有道理，真有道理，可是這三樁事情真要落實。吃素比較容易。把心定下來，也有一點困難，為什麼？幾十年來都養成心浮氣躁，現在一下要定下來，不是容易事情。可是為了避免這個災難，我們要努力，不能不把心定下來，這很重要！第三個，愛心。我們平常都是自私自利，只有自己沒有別人，這個不行，這個在災難上過不去的。為什麼要把愛心擴大？我們現在明白了，愛心是性德裡面的核心。所以，所有的宗教沒有不講愛的。西方的宗教，上帝愛世人、神愛世人。佛教講慈悲，慈悲為本，方便為門。中國古聖先賢講本善，本性本善。具體的還是這個「愛」字，五倫裡頭第一條，核心，「父子有親」，就是親愛。這個親愛是天性、是性德，性德無量無邊，它是性德的核心，所有一切善行都從這個心裡延伸出去的。所以，愛心太重要了，培養愛心。"
    },
    {
      "id": "02-037-0139_p0006",
      "zh_CN": "那让我们就会想起贤首国师在《还源观》上讲的四德，我们这个四德都具足，这个灾难就平安度过。第一个，「随缘妙用」，随缘是恒顺众生。要随顺环境，逆来顺受，无论是人事环境还是物质环境，一定要知道不怨天不尤人。我们自己受多少冤枉、受多少委屈都无所谓，不要放在心上，不能怪责别人。我们相信因缘果报丝毫不爽，我们所受的委屈、所受的冤枉，决定自己有过失，不在别人。老祖宗教给我们，「行有不得，反求诸己」，我们内心要反省，不是这一生当中不知不觉得罪他，那就过去生中我对不起他。今天他这种态度对我是应该的，我要接受、我要欢喜，我再不怨恨，这个结就解开了，好像是帐就还清了。我过去这么对他，他今天这样对我，一报还一报，我不再有怨恨心，结就完了，就清楚了，好事，不是坏事。真正觉悟，无论是顺境逆境、善缘恶缘，都处之泰然，统统都在消业障。",
      "zh_TW": "那讓我們就會想起賢首國師在《還源觀》上講的四德，我們這個四德都具足，這個災難就平安度過。第一個，「隨緣妙用」，隨緣是恆順眾生。要隨順環境，逆來順受，無論是人事環境還是物質環境，一定要知道不怨天不尤人。我們自己受多少冤枉、受多少委屈都無所謂，不要放在心上，不能怪責別人。我們相信因緣果報絲毫不爽，我們所受的委屈、所受的冤枉，決定自己有過失，不在別人。老祖宗教給我們，「行有不得，反求諸己」，我們內心要反省，不是這一生當中不知不覺得罪他，那就過去生中我對不起他。今天他這種態度對我是應該的，我要接受、我要歡喜，我再不怨恨，這個結就解開了，好像是帳就還清了。我過去這麼對他，他今天這樣對我，一報還一報，我不再有怨恨心，結就完了，就清楚了，好事，不是壞事。真正覺悟，無論是順境逆境、善緣惡緣，都處之泰然，統統都在消業障。"
    },
    {
      "id": "02-037-0139_p0007",
      "zh_CN": "顺境里面、善缘里面，善缘，周边都是好人，都是关心你的人、爱护你的人、赞叹你的人，我们知道感恩，不能有骄慢、不能有贪恋。在这个里头，看看这些不善的念头会不会生起来？这些不善的念头统统没有，心地清净平等，好！处顺境、处善缘。处逆境、处恶缘没有怨恨，还是欢欢喜喜，也是感恩的心。为什么？那些人替我消业障，消不善的业障。顺境、善缘，消我们自己做的那些善的业障。诸位要晓得，善恶业统统要消，自性清净心里头没有恶业也没有善业，这个一定要懂得。执着有个善业，你来生是人天福报，出不了六道轮回。善恶统统没有了，好啊，回归自性，这样才能超越六道、超越十法界，往生到西方极乐世界生实报庄严土，品位很高。",
      "zh_TW": "順境裡面、善緣裡面，善緣，周邊都是好人，都是關心你的人、愛護你的人、讚歎你的人，我們知道感恩，不能有驕慢、不能有貪戀。在這個裡頭，看看這些不善的念頭會不會生起來？這些不善的念頭統統沒有，心地清淨平等，好！處順境、處善緣。處逆境、處惡緣沒有怨恨，還是歡歡喜喜，也是感恩的心。為什麼？那些人替我消業障，消不善的業障。順境、善緣，消我們自己做的那些善的業障。諸位要曉得，善惡業統統要消，自性清淨心裡頭沒有惡業也沒有善業，這個一定要懂得。執著有個善業，你來生是人天福報，出不了六道輪迴。善惡統統沒有了，好啊，回歸自性，這樣才能超越六道、超越十法界，往生到西方極樂世界生實報莊嚴土，品位很高。"
    },
    {
      "id": "02-037-0139_p0008",
      "zh_CN": "所以真正懂得，就像善财童子一样。你看善财童子五十三参，那是什么？断烦恼，消业障，开智慧，成就真实的功德。善财童子所表演的，我们要能体会得到，要能把他这套本事学会，用在我们自己生活环境当中，我们就得到了，这一生天天都是五十三参。五十三位善知识是代表眼前的社会形形色色，社会里头男女老少、各行各业。问题我们是不是善财？如果是善财，那就是五十三参，天天都是五十三参。样样都看、样样都听、样样都接触，心地干干净净，一尘不染，真的断烦恼、消业障、长智慧、成功德。所以修行，真正修行在生活当中。五十三参里面有没有逆境？有，顺境多，逆境少，这里头表的有很深的意思。逆境的障碍不大，顺境的障碍大，顺境容易迷惑人，逆境容易警惕人。所以善财五十三参，逆境少、顺境多，顺境里头不动心，那是真不动心。",
      "zh_TW": "所以真正懂得，就像善財童子一樣。你看善財童子五十三參，那是什麼？斷煩惱，消業障，開智慧，成就真實的功德。善財童子所表演的，我們要能體會得到，要能把他這套本事學會，用在我們自己生活環境當中，我們就得到了，這一生天天都是五十三參。五十三位善知識是代表眼前的社會形形色色，社會裡頭男女老少、各行各業。問題我們是不是善財？如果是善財，那就是五十三參，天天都是五十三參。樣樣都看、樣樣都聽、樣樣都接觸，心地乾乾淨淨，一塵不染，真的斷煩惱、消業障、長智慧、成功德。所以修行，真正修行在生活當中。五十三參裡面有沒有逆境？有，順境多，逆境少，這裡頭表的有很深的意思。逆境的障礙不大，順境的障礙大，順境容易迷惑人，逆境容易警惕人。所以善財五十三參，逆境少、順境多，順境裡頭不動心，那是真不動心。"
    },
    {
      "id": "02-037-0139_p0009",
      "zh_CN": "所以，顺境不好处，逆境反而好处，因为警觉性很高。顺境是什么？迷恋在当中，警觉性没有了。如果守不住这些道德的界限，处顺境没有不堕落的。我们看看历史，历代的帝王，他亡国是处什么境？处顺境，他亡国了。开国的帝王他处逆境，为什么？社会动乱，所以他的警觉性很高，要用智慧。亡国的帝王处顺境，安乐，吃喝玩乐，没有警觉心。以为天下太平，老百姓所有的这些工作的效果都来贡献他了，让他一个人去享受。他自己乐以忘忧，人民苦，他在享受，哪有不亡国的道理！顺逆境界都用智慧去处理，这就对了。我们学佛，佛经上处处都显示这些东西，要会看。",
      "zh_TW": "所以，順境不好處，逆境反而好處，因為警覺性很高。順境是什麼？迷戀在當中，警覺性沒有了。如果守不住這些道德的界限，處順境沒有不墮落的。我們看看歷史，歷代的帝王，他亡國是處什麼境？處順境，他亡國了。開國的帝王他處逆境，為什麼？社會動亂，所以他的警覺性很高，要用智慧。亡國的帝王處順境，安樂，吃喝玩樂，沒有警覺心。以為天下太平，老百姓所有的這些工作的效果都來貢獻他了，讓他一個人去享受。他自己樂以忘憂，人民苦，他在享受，哪有不亡國的道理！順逆境界都用智慧去處理，這就對了。我們學佛，佛經上處處都顯示這些東西，要會看。"
    },
    {
      "id": "02-037-0139_p0010",
      "zh_CN": "三恶道非常容易堕落，哪些人堕落？那是富贵人家。为什么？他天天吃肉，天天杀生。民间没有这个能力，民间每天有青菜吃就不错了。诸位冷静观察就知道了，我们来生要不要做富贵人？不敢，怕会被迷惑，享一生富贵，享完了就堕地狱，不值得。还是极乐世界好。我们这一生老实念佛，生活只要吃得饱、穿得暖，有个小地方遮蔽风雨，足了，很快乐了。把这一句阿弥陀佛念好，决定得生净土。我们希求的是什么？希求在极乐世界提高品位。有这个愿，不要有这个想法，有这个想法，这个想法是杂念。想法就是阿弥陀佛，念阿弥陀佛，想阿弥陀佛，「忆佛念佛，现前当来必定见佛」，大势至菩萨说的，这就对了。",
      "zh_TW": "三惡道非常容易墮落，哪些人墮落？那是富貴人家。為什麼？他天天吃肉，天天殺生。民間沒有這個能力，民間每天有青菜吃就不錯了。諸位冷靜觀察就知道了，我們來生要不要做富貴人？不敢，怕會被迷惑，享一生富貴，享完了就墮地獄，不值得。還是極樂世界好。我們這一生老實念佛，生活只要吃得飽、穿得暖，有個小地方遮蔽風雨，足了，很快樂了。把這一句阿彌陀佛念好，決定得生淨土。我們希求的是什麼？希求在極樂世界提高品位。有這個願，不要有這個想法，有這個想法，這個想法是雜念。想法就是阿彌陀佛，念阿彌陀佛，想阿彌陀佛，「憶佛念佛，現前當來必定見佛」，大勢至菩薩說的，這就對了。"
    },
    {
      "id": "02-037-0139_p0011",
      "zh_CN": "以诸欲因缘，你看这个诸欲是财色名食睡，是缘，贪瞋痴慢疑是因，三毒是因，加上慢跟疑，五毒。这个因缘聚合，业报就现前，将来坠堕三恶道。末后这一行是黄念老用白话给我们总结，盖谓众生如内有贪求欲乐之念，这是因；外面攀缘，攀缘财色名食，这是缘；以此因缘，起念造恶，终堕恶道。",
      "zh_TW": "以諸欲因緣，你看這個諸欲是財色名食睡，是緣，貪瞋痴慢疑是因，三毒是因，加上慢跟疑，五毒。這個因緣聚合，業報就現前，將來墜墮三惡道。末後這一行是黃念老用白話給我們總結，蓋謂眾生如內有貪求欲樂之念，這是因；外面攀緣，攀緣財色名食，這是緣；以此因緣，起念造惡，終墮惡道。"
    },
    {
      "id": "02-037-0139_p0012",
      "zh_CN": "「本章」，前面说过，阿弥陀佛发愿是二十四章，里面有四十八愿，这是第一章，本章第一章。里面有两愿，第一个是「国无恶道愿」，第二是「不堕恶趣愿」。「其下第一愿曰：无有地狱、饿鬼、禽兽、蜎飞蠕动之类。乃国中无有三恶道愿」，这是第一愿。「此正表弥陀大悲心切，故首两愿唯愿众生无苦」。这是佛法讲的，帮助一切众生离苦得乐，这是离苦达到究竟。三恶道是苦中之极苦，极乐世界没有。「密教中曰：大悲为根，菩提为因，方便为究竟」。菩萨以此来帮助一切苦难众生，这个苦难众生就是指六道里面的三恶道。密教里头也说，这个注解里头，大乘小乘、显教密教、宗门教下这些教义统统都有。所以这个注解是非常之可贵，学习这部注解，等于是整个佛法里头的精华你全都学到了。确实就像我们今天学中国传统文化，我们找一部书能够代表整个传统文化，哪一部书？唐太宗编的《群书治要》。在佛法里，我们找一部经典，能够代表释迦牟尼佛四十九年所说的全部佛法，那就是这部经的注解。这个注解是集注，实际上这个概念就像《群书治要》编辑的概念相同。是把整个佛法，无论宗门教下、大乘小乘、显教密教，精华全部都在这部注解里头，统统收在里头。他引用了八十三部经论，一百一十位祖师大德的注疏。",
      "zh_TW": "「本章」，前面說過，阿彌陀佛發願是二十四章，裡面有四十八願，這是第一章，本章第一章。裡面有兩願，第一個是「國無惡道願」，第二是「不墮惡趣願」。「其下第一願曰：無有地獄、餓鬼、禽獸、蜎飛蠕動之類。乃國中無有三惡道願」，這是第一願。「此正表彌陀大悲心切，故首兩願唯願眾生無苦」。這是佛法講的，幫助一切眾生離苦得樂，這是離苦達到究竟。三惡道是苦中之極苦，極樂世界沒有。「密教中曰：大悲為根，菩提為因，方便為究竟」。菩薩以此來幫助一切苦難眾生，這個苦難眾生就是指六道裡面的三惡道。密教裡頭也說，這個註解裡頭，大乘小乘、顯教密教、宗門教下這些教義統統都有。所以這個註解是非常之可貴，學習這部註解，等於是整個佛法裡頭的精華你全都學到了。確實就像我們今天學中國傳統文化，我們找一部書能夠代表整個傳統文化，哪一部書？唐太宗編的《群書治要》。在佛法裡，我們找一部經典，能夠代表釋迦牟尼佛四十九年所說的全部佛法，那就是這部經的註解。這個註解是集註，實際上這個概念就像《群書治要》編輯的概念相同。是把整個佛法，無論宗門教下、大乘小乘、顯教密教，精華全部都在這部註解裡頭，統統收在裡頭。他引用了八十三部經論，一百一十位祖師大德的註疏。"
    },
    {
      "id": "02-037-0139_p0013",
      "zh_CN": "《群书治要》是在一万多种书籍里头，八万多卷，精挑细选，最后归到六十五种，那六十五种是精华。从这个精华里头，撷取修身、齐家、治国这些道理、方法，把它编成一本书，叫《群书治要》，五十万字。所以，这部书是精华里面的精华，六十五种是精华，这是六十五种里面的精华，这还得了吗？我们现在需要的就是这个东西。在佛法里头有没有这个精华？有没有《群书治要》？有，这一部《佛说大乘无量寿庄严清净平等觉经》集注，就是佛法里头精华之精华。学中国传统文化，一部《群书治要》够了；学佛法，这一部注解够了。不容易！我们花了六十年的时间才找到，才肯定它，真的全部佛法都在里头。",
      "zh_TW": "《群書治要》是在一萬多種書籍裡頭，八萬多卷，精挑細選，最後歸到六十五種，那六十五種是精華。從這個精華裡頭，擷取修身、齊家、治國這些道理、方法，把它編成一本書，叫《群書治要》，五十萬字。所以，這部書是精華裡面的精華，六十五種是精華，這是六十五種裡面的精華，這還得了嗎？我們現在需要的就是這個東西。在佛法裡頭有沒有這個精華？有沒有《群書治要》？有，這一部《佛說大乘無量壽莊嚴清淨平等覺經》集註，就是佛法裡頭精華之精華。學中國傳統文化，一部《群書治要》夠了；學佛法，這一部註解夠了。不容易！我們花了六十年的時間才找到，才肯定它，真的全部佛法都在裡頭。"
    },
    {
      "id": "02-037-0139_p0014",
      "zh_CN": "密教里头讲「大悲为根」，慈悲心，慈悲为本。「菩提为因」，菩提心是什么？度众生的心。四弘誓愿就是菩提心，第一愿「众生无边誓愿度」，把心量拓开，心包太虚，量周沙界。把慈悲心遍法界，把善意遍法界，这就是菩提为因。「方便为究竟」，方便是帮助众生的方法，方法无量无边，没有一定的。方就是方法，便是便宜、便利，应该用什么方法就用什么方法，活的，不是死的，才能做到尽善尽美。",
      "zh_TW": "密教裡頭講「大悲為根」，慈悲心，慈悲為本。「菩提為因」，菩提心是什麼？度眾生的心。四弘誓願就是菩提心，第一願「眾生無邊誓願度」，把心量拓開，心包太虛，量周沙界。把慈悲心遍法界，把善意遍法界，這就是菩提為因。「方便為究竟」，方便是幫助眾生的方法，方法無量無邊，沒有一定的。方就是方法，便是便宜、便利，應該用什麼方法就用什麼方法，活的，不是死的，才能做到盡善盡美。"
    },
    {
      "id": "02-037-0139_p0015",
      "zh_CN": "又《华严经．普贤行愿品》里面说：「诸佛如来以大悲心而为体故。」什么是佛？真正具足大悲心的人，那个人就是佛。佛之体是大悲心，大慈大悲。大悲什么意思？孟子所说的，「恻隐之心，人皆有之」，孟子说得好。说得白一点，怜悯的心、同情心，看到别人有苦有难，自动就会帮助他、就会救度他，根本都不用经过考虑、思索。看到小孩掉到水里去了，赶紧下去把他救出来，老人走路跌倒了，赶紧把他扶起来。这是大悲心。可是现在这个社会麻烦，让有大悲心的人不敢做，不敢行方便。为什么？你把他扶起来，他赖你、他告你，你把他推倒的，要你多少钱，要赔偿，这不是麻烦事吗？这是社会，怎么会变成这个样子？倒行逆施，人不能做好事，做好事处处都是障碍，没有人奖励你，只有人骂你。你怎么这么傻，多管闲事？麻烦找上来了。所以现在人不敢做好事。",
      "zh_TW": "又《華嚴經．普賢行願品》裡面說：「諸佛如來以大悲心而為體故。」什麼是佛？真正具足大悲心的人，那個人就是佛。佛之體是大悲心，大慈大悲。大悲什麼意思？孟子所說的，「惻隱之心，人皆有之」，孟子說得好。說得白一點，憐憫的心、同情心，看到別人有苦有難，自動就會幫助他、就會救度他，根本都不用經過考慮、思索。看到小孩掉到水裡去了，趕緊下去把他救出來，老人走路跌倒了，趕緊把他扶起來。這是大悲心。可是現在這個社會麻煩，讓有大悲心的人不敢做，不敢行方便。為什麼？你把他扶起來，他賴你、他告你，你把他推倒的，要你多少錢，要賠償，這不是麻煩事嗎？這是社會，怎麼會變成這個樣子？倒行逆施，人不能做好事，做好事處處都是障礙，沒有人獎勵你，只有人罵你。你怎麼這麼傻，多管閒事？麻煩找上來了。所以現在人不敢做好事。"
    },
    {
      "id": "02-037-0139_p0016",
      "zh_CN": "这个风气是外国的，不是中国的。我们在外国住才知道，别人有什么困难、有什么灾难的时候，千万别碰他。怎么办？打电话给警察，报警让警察来处理，你可别碰他，你要碰他的时候，后果不堪设想。现在在中国也有这种状况，这是西风吹到中国来了。在这种情况之下我们怎么办？我们也得学外国人，看到的时候立刻报警，请警方来处理，我看到在什么地方。咱老实念佛，求生净土，没有别的路可走，我们只有这么一条路。众生有苦有难，你敢去救他吗？这是真实智慧，善巧方便的权智，没有这个本事不行。「故愿国中永无恶趣」，极乐世界永远没有三恶道。",
      "zh_TW": "這個風氣是外國的，不是中國的。我們在外國住才知道，別人有什麼困難、有什麼災難的時候，千萬別碰他。怎麼辦？打電話給警察，報警讓警察來處理，你可別碰他，你要碰他的時候，後果不堪設想。現在在中國也有這種狀況，這是西風吹到中國來了。在這種情況之下我們怎麼辦？我們也得學外國人，看到的時候立刻報警，請警方來處理，我看到在什麼地方。咱老實念佛，求生淨土，沒有別的路可走，我們只有這麼一條路。眾生有苦有難，你敢去救他嗎？這是真實智慧，善巧方便的權智，沒有這個本事不行。「故願國中永無惡趣」，極樂世界永遠沒有三惡道。"
    },
    {
      "id": "02-037-0139_p0017",
      "zh_CN": "第二愿，「不堕恶趣愿，或曰不更恶趣愿」，就是你再不会堕恶道，这第二愿。「此承第一愿而言，我国」，这个我国是阿弥陀佛自称，就是极乐世界，我国「不但无三恶道，甚至从焰摩罗界」，焰摩罗界就是地狱道，「等恶道中，来生我国之一切众生，受佛之教化，不但永不更入恶趣，并悉皆成就阿耨多罗三藐三菩提」。这个第二愿就又更进一步。因为阿弥陀佛四十八愿，愿愿是普度一切众生，包括无间地狱，上面包括等觉菩萨，下面包括无间地狱，统统得度，这真不得了！这个地方可以说是殊胜、美好到极处，再找不到这种地方了，十方诸佛刹土里头没有。",
      "zh_TW": "第二願，「不墮惡趣願，或曰不更惡趣願」，就是你再不會墮惡道，這第二願。「此承第一願而言，我國」，這個我國是阿彌陀佛自稱，就是極樂世界，我國「不但無三惡道，甚至從焰摩羅界」，焰摩羅界就是地獄道，「等惡道中，來生我國之一切眾生，受佛之教化，不但永不更入惡趣，並悉皆成就阿耨多羅三藐三菩提」。這個第二願就又更進一步。因為阿彌陀佛四十八願，願願是普度一切眾生，包括無間地獄，上面包括等覺菩薩，下面包括無間地獄，統統得度，這真不得了！這個地方可以說是殊勝、美好到極處，再找不到這種地方了，十方諸佛剎土裡頭沒有。"
    },
    {
      "id": "02-037-0139_p0018",
      "zh_CN": "我们这一生有缘，无比殊胜的缘，真的是百千万劫难遭遇，彭际清居士讲无量劫来稀有难逢，我们遇到了，要珍惜，不能错过。这个缘是什么？缘是叫我们在这一生圆成佛道的缘。能不抓紧吗？能轻易放过吗？今天有人说，我给你做高官，我请你做总统，我给你一千亿的财富让你去享受，你别念阿弥陀佛，你不要往生，你干不干？你要一听这个，不错，这眼前就可以得受用，你要一接受就完了，这次机会就完了。要知道，享福，享福到最后，来生堕三恶道，你就错了，这个可不能上当，头脑要清楚。别说人间的总统，大梵天天王来请我去做天王，摩醯首罗天王来请我，都不能干，决定不可以上当。千亿万的财富是假的，死了一分钱带不去，要这个东西干什么？世间名闻利养一场空，不是真的。这个东西不看清楚，肯定上当。",
      "zh_TW": "我們這一生有緣，無比殊勝的緣，真的是百千萬劫難遭遇，彭際清居士講無量劫來稀有難逢，我們遇到了，要珍惜，不能錯過。這個緣是什麼？緣是叫我們在這一生圓成佛道的緣。能不抓緊嗎？能輕易放過嗎？今天有人說，我給你做高官，我請你做總統，我給你一千億的財富讓你去享受，你別念阿彌陀佛，你不要往生，你幹不幹？你要一聽這個，不錯，這眼前就可以得受用，你要一接受就完了，這次機會就完了。要知道，享福，享福到最後，來生墮三惡道，你就錯了，這個可不能上當，頭腦要清楚。別說人間的總統，大梵天天王來請我去做天王，摩醯首羅天王來請我，都不能幹，決定不可以上當。千億萬的財富是假的，死了一分錢帶不去，要這個東西幹什麼？世間名聞利養一場空，不是真的。這個東西不看清楚，肯定上當。"
    },
    {
      "id": "02-037-0139_p0019",
      "zh_CN": "焰摩罗界这些众生，有没有念佛往生的？有。地藏王菩萨就在那里表法，「地狱不空，誓不成佛」，地狱空不了！在地狱度什么众生？还是度善根深厚的众生。生生世世念佛，为什么会堕地狱去？最后一念差了，被名闻利养诱惑，这样就堕地狱去了。虽堕地狱，阿赖耶里头善根深厚，所以菩萨到地狱去找他们，跟他们一说法他马上醒悟过来。这一觉悟过来，他忏悔业障，后不再造，真正回头，念佛往生，他真成就了。所以地狱众生不能瞧不起他，不是没有善根。堕地狱，老实话不是普通人，普通人堕不了地狱，为什么？你造不了那么重的罪业，能够杀人，又不偿命。拥有亿万财富的时候，他不需要去抢劫，他有大福报，享福享迷惑了他才造恶业，恶业让他堕地狱去。",
      "zh_TW": "焰摩羅界這些眾生，有沒有念佛往生的？有。地藏王菩薩就在那裡表法，「地獄不空，誓不成佛」，地獄空不了！在地獄度什麼眾生？還是度善根深厚的眾生。生生世世念佛，為什麼會墮地獄去？最後一念差了，被名聞利養誘惑，這樣就墮地獄去了。雖墮地獄，阿賴耶裡頭善根深厚，所以菩薩到地獄去找他們，跟他們一說法他馬上醒悟過來。這一覺悟過來，他懺悔業障，後不再造，真正回頭，念佛往生，他真成就了。所以地獄眾生不能瞧不起他，不是沒有善根。墮地獄，老實話不是普通人，普通人墮不了地獄，為什麼？你造不了那麼重的罪業，能夠殺人，又不償命。擁有億萬財富的時候，他不需要去搶劫，他有大福報，享福享迷惑了他才造惡業，惡業讓他墮地獄去。"
    },
    {
      "id": "02-037-0139_p0020",
      "zh_CN": "所以一般人造罪业，堕哪里？都堕饿鬼道。堕地狱那是造极重的罪业，那他有本事，他不是普通人。所以这些人往往都有深厚善根，一时把持不住，堕落了，贪瞋痴慢起来，这样堕落的。所以他回头也快，佛菩萨到地狱里教化他们，佛菩萨知道他有善根。善根深厚的，一说，一回头，可能往生西方极乐世界上上品往生，我们都比不上。这个道理讲得通，不是讲不通的。所以善导大师这句话是了不起的，「四土三辈九品，总在遇缘不同」。每个人，包括我们自己，跟十方诸佛如来都有缘分，我们过去有无量劫，生生世世跟诸佛菩萨结缘。结缘为什么没成佛，没到极乐世界？不听话，禁不起诱惑，不是没有善根，不是没有福德，有。没有善根福德的人他造不了恶业，善业都不能造很大的，大善大恶都是善根福德深厚的人，他们才有分。我们对这个道理要搞清楚、要搞明白。",
      "zh_TW": "所以一般人造罪業，墮哪裡？都墮餓鬼道。墮地獄那是造極重的罪業，那他有本事，他不是普通人。所以這些人往往都有深厚善根，一時把持不住，墮落了，貪瞋痴慢起來，這樣墮落的。所以他回頭也快，佛菩薩到地獄裡教化他們，佛菩薩知道他有善根。善根深厚的，一說，一回頭，可能往生西方極樂世界上上品往生，我們都比不上。這個道理講得通，不是講不通的。所以善導大師這句話是了不起的，「四土三輩九品，總在遇緣不同」。每個人，包括我們自己，跟十方諸佛如來都有緣分，我們過去有無量劫，生生世世跟諸佛菩薩結緣。結緣為什麼沒成佛，沒到極樂世界？不聽話，禁不起誘惑，不是沒有善根，不是沒有福德，有。沒有善根福德的人他造不了惡業，善業都不能造很大的，大善大惡都是善根福德深厚的人，他們才有分。我們對這個道理要搞清楚、要搞明白。"
    },
    {
      "id": "02-037-0139_p0021",
      "zh_CN": "恶道中，你看，来生我国一切众生，受佛之教化，在地狱里头接受佛教化，在饿鬼里头接受佛教化，在畜生里头接受佛教化。诸佛菩萨普度众生，应以什么身得度他就现什么身。观世音菩萨三十二应，那个面孔里头三十二个都是菩萨相，表法的意思错了。这三十二相里头，有佛相、有菩萨相、有声闻缘觉，就是有十法界的相，有饿鬼相、有畜生相、有地狱相，表示观世音菩萨普度。所有相全是菩萨相，观世音菩萨只度菩萨，菩萨之外好像都没有了。所以那个像不是这种做法。我在以前想了一个方法，观音菩萨的像应该怎么做？像四川戏剧里头表演的变脸，摇头一变就变了个样子，那是观世音菩萨。在这个世间，各种不同族群的相、不同宗教的相，全是观音菩萨，不同的畜生的相，不同饿鬼的相，这个变起来才有味道。大陆上有个表演的千手观音，那个千手观音当中第一个人，主演的那个要有变脸，那她的演出就精彩了。可惜就少了这一招，观世音的精神没有体现出来。能用这一招，观世音菩萨大慈大悲救苦救难，完全体现出来。所以主演的那个角色，站在当中的，要学会变脸。",
      "zh_TW": "惡道中，你看，來生我國一切眾生，受佛之教化，在地獄裡頭接受佛教化，在餓鬼裡頭接受佛教化，在畜生裡頭接受佛教化。諸佛菩薩普度眾生，應以什麼身得度他就現什麼身。觀世音菩薩三十二應，那個面孔裡頭三十二個都是菩薩相，表法的意思錯了。這三十二相裡頭，有佛相、有菩薩相、有聲聞緣覺，就是有十法界的相，有餓鬼相、有畜生相、有地獄相，表示觀世音菩薩普度。所有相全是菩薩相，觀世音菩薩只度菩薩，菩薩之外好像都沒有了。所以那個像不是這種做法。我在以前想了一個方法，觀音菩薩的像應該怎麼做？像四川戲劇裡頭表演的變臉，搖頭一變就變了個樣子，那是觀世音菩薩。在這個世間，各種不同族群的相、不同宗教的相，全是觀音菩薩，不同的畜生的相，不同餓鬼的相，這個變起來才有味道。大陸上有個表演的千手觀音，那個千手觀音當中第一個人，主演的那個要有變臉，那她的演出就精彩了。可惜就少了這一招，觀世音的精神沒有體現出來。能用這一招，觀世音菩薩大慈大悲救苦救難，完全體現出來。所以主演的那個角色，站在當中的，要學會變臉。"
    },
    {
      "id": "02-037-0139_p0022",
      "zh_CN": "「《净土论注》曰：佛所得法，名为阿耨多罗三藐三菩提」。就是说明，你看看，地狱众生到极乐世界都能够成佛，到那里去就成佛，就证得阿耨多罗三藐三菩提。阿耨多罗三藐三菩提谁证的？《华严经》上妙觉如来，只有他证得，等觉都没有，等觉是三藐三菩提。这句话完全是梵文音译的，可以翻，为什么不翻？尊重不翻。翻成中国的意思，叫无上正等正觉。正等正觉，在《华严经》上从初住，《华严》是圆教，初住到等觉四十一个阶级都是正等正觉。加上无上是妙觉果位，妙觉只有一个位次，没有第二个位次，妙觉。无上正等正觉，究竟圆满的佛果，这个不得了！地狱众生能不能得到？能。无间地狱众生，往生西方极乐世界，这个缘要殊胜，他一下就能证得这个果位。我们可以相信，我都没有怀疑。这是什么样修行人？他有大善根大福德，临命终时的缘不好。",
      "zh_TW": "「《淨土論註》曰：佛所得法，名為阿耨多羅三藐三菩提」。就是說明，你看看，地獄眾生到極樂世界都能夠成佛，到那裡去就成佛，就證得阿耨多羅三藐三菩提。阿耨多羅三藐三菩提誰證的？《華嚴經》上妙覺如來，只有他證得，等覺都沒有，等覺是三藐三菩提。這句話完全是梵文音譯的，可以翻，為什麼不翻？尊重不翻。翻成中國的意思，叫無上正等正覺。正等正覺，在《華嚴經》上從初住，《華嚴》是圓教，初住到等覺四十一個階級都是正等正覺。加上無上是妙覺果位，妙覺只有一個位次，沒有第二個位次，妙覺。無上正等正覺，究竟圓滿的佛果，這個不得了！地獄眾生能不能得到？能。無間地獄眾生，往生西方極樂世界，這個緣要殊勝，他一下就能證得這個果位。我們可以相信，我都沒有懷疑。這是什麼樣修行人？他有大善根大福德，臨命終時的緣不好。"
    },
    {
      "id": "02-037-0139_p0023",
      "zh_CN": "净宗《饬终津梁》里面告诉我们，人在临命终的时候，断气了，八个小时你决定不要去碰他。不但不能碰他，他那个床都不要碰它，要离开远一点。为什么？动它的时候他痛苦，怕他生气；一生气，瞋恚心生起来，他就堕地狱。这个人念了一辈子佛，通宗通教，临终这个缘不好，一发脾气，就堕地狱了。所以这样的人在地狱里面佛菩萨知道，什么时候他肯回头，再去度他。他要一念佛往生，不就是阿耨多罗三藐三菩提吗？明白这些道理，你就感到一点都不奇怪。烦恼习气无始劫养成的，不好断，表面上断了，习气还在，习气没断。你能保得住他临终断气的那个中阴身不发脾气吗？所以去碰他，给他换衣服、洗澡，最好是二十四小时之后；没有二十四小时，至少也十二个小时。断气十二个小时，他的神识差不多离开了，能够有十四个小时就更好。韩馆长过去往生，我们是给她助念十四个小时，才去碰她。现在很多人不懂，气一断就赶快摸摸，是不是从顶上走的？是不是从哪里走的？那他可麻烦大了。顶上走是怒火冲天，那是脾气大了，他到哪里去？他到地狱去了。所以一定要懂得这些规矩，让他自然走，这是最安全的。佛号不间断，念念提醒他，这是正法。",
      "zh_TW": "淨宗《飭終津梁》裡面告訴我們，人在臨命終的時候，斷氣了，八個小時你決定不要去碰他。不但不能碰他，他那個床都不要碰它，要離開遠一點。為什麼？動它的時候他痛苦，怕他生氣；一生氣，瞋恚心生起來，他就墮地獄。這個人念了一輩子佛，通宗通教，臨終這個緣不好，一發脾氣，就墮地獄了。所以這樣的人在地獄裡面佛菩薩知道，什麼時候他肯回頭，再去度他。他要一念佛往生，不就是阿耨多羅三藐三菩提嗎？明白這些道理，你就感到一點都不奇怪。煩惱習氣無始劫養成的，不好斷，表面上斷了，習氣還在，習氣沒斷。你能保得住他臨終斷氣的那個中陰身不發脾氣嗎？所以去碰他，給他換衣服、洗澡，最好是二十四小時之後；沒有二十四小時，至少也十二個小時。斷氣十二個小時，他的神識差不多離開了，能夠有十四個小時就更好。韓館長過去往生，我們是給她助念十四個小時，才去碰她。現在很多人不懂，氣一斷就趕快摸摸，是不是從頂上走的？是不是從哪裡走的？那他可麻煩大了。頂上走是怒火沖天，那是脾氣大了，他到哪裡去？他到地獄去了。所以一定要懂得這些規矩，讓他自然走，這是最安全的。佛號不間斷，念念提醒他，這是正法。"
    },
    {
      "id": "02-037-0139_p0024",
      "zh_CN": "《法华玄赞》说，跟我们解释这几个字，「阿云无」，把阿耨多罗三藐三菩提，用中文把它翻译过来，阿翻作无，耨多罗翻作上，三翻作正，藐翻作等，三又是正，菩提是觉，合起来无上正等正觉，梵文是阿耨多罗三藐三菩提。是可以翻的，一点都不困难，这是尊重不翻，这是佛法里头最尊重的一句话。学佛为什么？就为这个。证得正觉，阿罗汉，这叫阿罗汉；证得菩萨是正等正觉，正等正觉就是菩萨；上面加个无上是佛。你看佛、菩萨、阿罗汉都含在这里头。这是我们学习的目标，学佛不能达到这个目标就错了，路走错了，不是真的。佛法始终不离正觉，正觉比什么都重要。在我们的经题里面「清净平等觉」，也包含了无上正等正觉。清净心是正觉，平等心是菩萨，是正等正觉，后面那个觉是佛，是无上正等正觉。这个总的目标、总的纲领在经题上。",
      "zh_TW": "《法華玄贊》說，跟我們解釋這幾個字，「阿云無」，把阿耨多羅三藐三菩提，用中文把它翻譯過來，阿翻作無，耨多羅翻作上，三翻作正，藐翻作等，三又是正，菩提是覺，合起來無上正等正覺，梵文是阿耨多羅三藐三菩提。是可以翻的，一點都不困難，這是尊重不翻，這是佛法裡頭最尊重的一句話。學佛為什麼？就為這個。證得正覺，阿羅漢，這叫阿羅漢；證得菩薩是正等正覺，正等正覺就是菩薩；上面加個無上是佛。你看佛、菩薩、阿羅漢都含在這裡頭。這是我們學習的目標，學佛不能達到這個目標就錯了，路走錯了，不是真的。佛法始終不離正覺，正覺比什麼都重要。在我們的經題裡面「清淨平等覺」，也包含了無上正等正覺。清淨心是正覺，平等心是菩薩，是正等正覺，後面那個覺是佛，是無上正等正覺。這個總的目標、總的綱領在經題上。"
    },
    {
      "id": "02-037-0139_p0025",
      "zh_CN": "《大智度论》，《大智度论》有一百卷，第八十五卷里头有这样一段话，「唯佛一人智慧为阿耨多罗三藐三菩提」，称阿耨多罗三藐三菩提只有佛一个人。等觉菩萨不能称阿耨多罗，称三藐三菩提；阿罗汉跟辟支佛只能称三菩提，正觉，不能称正等。「恶道众生善根微弱，复多宿业，蒙佛愿力加被，摄受往生。生彼土已，悉令成佛，此实阿弥陀如来慈悲至极之无上圣愿」。这是就我们一般常识来观察。恶道众生指三恶道，畜生、饿鬼、地狱，前面我们学过三恶道的业因果报，我们都明了。他们的善根微弱，这是讲在恶道，为什么微弱？迷惑了。就像我们这一代的人，我们有没有善根？有。在这个时代，你遇到佛法能信、能理解，还能做，这都是善根福德很厚。可是你为什么没有成就？为什么贪瞋痴慢断不掉？为什么自私自利断不掉、名闻利养断不掉？这是什么？这是你周围的缘不好，它们都在引诱你，不是你没有善根。一时一念把不住，你就随着缘走了，你就随缘随变。贤首国师的《还源观》上教给我们随缘不变，「随缘妙用」，妙用就是不变，那就叫真妙。可不可以随缘？可以，事上可以随缘，相上可以随缘，心性不能随缘。要怎样才能办到？你真的要能够提高警觉，知道什么？知道这个相是假的，凡所有相，皆是虚妄，你要学这个本事。",
      "zh_TW": "《大智度論》，《大智度論》有一百卷，第八十五卷裡頭有這樣一段話，「唯佛一人智慧為阿耨多羅三藐三菩提」，稱阿耨多羅三藐三菩提只有佛一個人。等覺菩薩不能稱阿耨多羅，稱三藐三菩提；阿羅漢跟辟支佛只能稱三菩提，正覺，不能稱正等。「惡道眾生善根微弱，復多宿業，蒙佛願力加被，攝受往生。生彼土已，悉令成佛，此實阿彌陀如來慈悲至極之無上聖願」。這是就我們一般常識來觀察。惡道眾生指三惡道，畜生、餓鬼、地獄，前面我們學過三惡道的業因果報，我們都明瞭。他們的善根微弱，這是講在惡道，為什麼微弱？迷惑了。就像我們這一代的人，我們有沒有善根？有。在這個時代，你遇到佛法能信、能理解，還能做，這都是善根福德很厚。可是你為什麼沒有成就？為什麼貪瞋痴慢斷不掉？為什麼自私自利斷不掉、名聞利養斷不掉？這是什麼？這是你周圍的緣不好，它們都在引誘你，不是你沒有善根。一時一念把不住，你就隨著緣走了，你就隨緣隨變。賢首國師的《還源觀》上教給我們隨緣不變，「隨緣妙用」，妙用就是不變，那就叫真妙。可不可以隨緣？可以，事上可以隨緣，相上可以隨緣，心性不能隨緣。要怎樣才能辦到？你真的要能夠提高警覺，知道什麼？知道這個相是假的，凡所有相，皆是虛妄，你要學這個本事。"
    },
    {
      "id": "02-037-0139_p0026",
      "zh_CN": "相是假的，你可以享受它，你对它不会起心动念，也就是你对所有一切境界相里头没有贪瞋痴慢疑，这是菩萨。为什么？菩萨知道，凡所有相，皆是虚妄，一切有为法，如梦幻泡影。我过去在台湾的时候，大概三、四十年前，我印了个透明的纸，里面就是《金刚经》上这四句偈，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，是个圆的，透明的，字是红色的。我送给同修，贴到哪里？贴电视上。你每天看电视，你就看到这首偈子。这个很管用，看久了之后，你看到外面事实现象也是这个看法。我们在这个人间，那就是个电视，电视是平面的，这是立体的。你才不会上当，你才不会造业。善事、恶事都可以造，心地里头痕迹都没有，那叫什么？那叫造净业。造净业能生净土，一动心的话，就是染业，染业去不了净土，染业还留在六道轮回里头。这个方法很好，凡所有相皆是虚妄，电视萤幕上最好都要把它做上去。制造电视机把这几个做上去，这个电视机的老板是菩萨再来，他不是凡人。让你在那里看的时候提高警觉，你不会被里面的色相所迷惑了，你要从这个里头觉悟。",
      "zh_TW": "相是假的，你可以享受它，你對它不會起心動念，也就是你對所有一切境界相裡頭沒有貪瞋痴慢疑，這是菩薩。為什麼？菩薩知道，凡所有相，皆是虛妄，一切有為法，如夢幻泡影。我過去在台灣的時候，大概三、四十年前，我印了個透明的紙，裡面就是《金剛經》上這四句偈，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，是個圓的，透明的，字是紅色的。我送給同修，貼到哪裡？貼電視上。你每天看電視，你就看到這首偈子。這個很管用，看久了之後，你看到外面事實現象也是這個看法。我們在這個人間，那就是個電視，電視是平面的，這是立體的。你才不會上當，你才不會造業。善事、惡事都可以造，心地裡頭痕跡都沒有，那叫什麼？那叫造淨業。造淨業能生淨土，一動心的話，就是染業，染業去不了淨土，染業還留在六道輪迴裡頭。這個方法很好，凡所有相皆是虛妄，電視螢幕上最好都要把它做上去。製造電視機把這幾個做上去，這個電視機的老闆是菩薩再來，他不是凡人。讓你在那裡看的時候提高警覺，你不會被裡面的色相所迷惑了，你要從這個裡頭覺悟。"
    },
    {
      "id": "02-037-0139_p0027",
      "zh_CN": "善根弱，特别是在现在这个时代，因为没有人讲伦理道德。善根是有，没人讲了，它发不出来。「复多宿业」，宿世造了许多业。造作一切业里头，肯定恶业多过善业，这肯定的。为什么？《唯识论》里面告诉我们，八识五十一心所，这是讲起心动念，念头里头，善心所只有十一个，恶心所有二十六个，超过太多了。所以我们的善敌不过恶。又何况善的念头力量薄弱，恶的力量非常强大。恶，天天有很多外缘在薰习、在帮助它，势力愈来愈大。善，没人行善，你没有看到，也没有听到，所以善的力量就微弱。我们的念头，善念敌不过恶念，恶念当家做主。实际上在生活里头亦如是，恶的境界力量强，善的境界弱，善敌不过恶。这个年代，你的善要能够敌着恶，那可不简单，那就是你不是凡人。",
      "zh_TW": "善根弱，特別是在現在這個時代，因為沒有人講倫理道德。善根是有，沒人講了，它發不出來。「復多宿業」，宿世造了許多業。造作一切業裡頭，肯定惡業多過善業，這肯定的。為什麼？《唯識論》裡面告訴我們，八識五十一心所，這是講起心動念，念頭裡頭，善心所只有十一個，惡心所有二十六個，超過太多了。所以我們的善敵不過惡。又何況善的念頭力量薄弱，惡的力量非常強大。惡，天天有很多外緣在薰習、在幫助它，勢力愈來愈大。善，沒人行善，你沒有看到，也沒有聽到，所以善的力量就微弱。我們的念頭，善念敵不過惡念，惡念當家做主。實際上在生活裡頭亦如是，惡的境界力量強，善的境界弱，善敵不過惡。這個年代，你的善要能夠敵著惡，那可不簡單，那就是你不是凡人。"
    },
    {
      "id": "02-037-0139_p0028",
      "zh_CN": "我们都是凡人，怎么办？我从学佛就学了个办法，六十年还没堕落，什么原因？天天读经，我就这个办法，每天读经的时间不会少过四个小时。初学佛的时候那些年，我读经的时间每天大概十个小时，也就是天天亲近佛菩萨，一天都不能离开。古人说，「三天不读圣贤书，面目全非」，这个话是有道理的，不是假话。三天不念佛，三天不听经，完了，肯定跟着恶念跑掉了。这是我自己的经验，能守住就是天天不离开佛菩萨。这个善根，我们不说一年一年，我们说十年，十年十年比，是向上提升，没有往下堕落。前面三十年，忍辱波罗蜜是形式，心里头还有不平。表面上是没事，心里头不甘心、不情愿，为什么要受委屈？四十年、五十年之后，慢慢就平了，因为习惯了。六十年觉悟了，觉悟是什么？一切法了不可得。《般若经》上念了六十年，明白了，「一切法无所有、毕竟空、不可得」。这怎么？化解了，真正感恩的心生起来。以前我不恨你就算了，就算不错了，哪还有什么感恩？现在感恩的心生起来。为什么感恩？他替我消业障，我怎么能不感恩？他不怕造罪业，替我消业障，我不能不感恩。感恩还有行动，我每天念佛回向，都回向给他。因为我知道，他如果不回头，他肯定堕恶道，我功德回向给他，希望他在恶道里头少受ㄧ些苦，这就是我报答他的。这桩事情他往后肯定会知道。",
      "zh_TW": "我們都是凡人，怎麼辦？我從學佛就學了個辦法，六十年還沒墮落，什麼原因？天天讀經，我就這個辦法，每天讀經的時間不會少過四個小時。初學佛的時候那些年，我讀經的時間每天大概十個小時，也就是天天親近佛菩薩，一天都不能離開。古人說，「三天不讀聖賢書，面目全非」，這個話是有道理的，不是假話。三天不念佛，三天不聽經，完了，肯定跟著惡念跑掉了。這是我自己的經驗，能守住就是天天不離開佛菩薩。這個善根，我們不說一年一年，我們說十年，十年十年比，是向上提升，沒有往下墮落。前面三十年，忍辱波羅蜜是形式，心裡頭還有不平。表面上是沒事，心裡頭不甘心、不情願，為什麼要受委屈？四十年、五十年之後，慢慢就平了，因為習慣了。六十年覺悟了，覺悟是什麼？一切法了不可得。《般若經》上念了六十年，明白了，「一切法無所有、畢竟空、不可得」。這怎麼？化解了，真正感恩的心生起來。以前我不恨你就算了，就算不錯了，哪還有什麼感恩？現在感恩的心生起來。為什麼感恩？他替我消業障，我怎麼能不感恩？他不怕造罪業，替我消業障，我不能不感恩。感恩還有行動，我每天念佛迴向，都迴向給他。因為我知道，他如果不回頭，他肯定墮惡道，我功德迴向給他，希望他在惡道裡頭少受ㄧ些苦，這就是我報答他的。這樁事情他往後肯定會知道。"
    },
    {
      "id": "02-037-0139_p0029",
      "zh_CN": "所以，对我们好的人、爱护我们的人，要小心、要很谨慎，不要堕落到里头去。要有一点贪恋，你就完了，这个要特别小心，为什么？很容易堕落。对我们不好那个人反而容易，我们能够没有瞋恚心，消我们自己的恶业的业障，增福慧，不能够怨恨。怨恨之后，麻烦在哪里？怨愈结愈深，生生世世冤冤相报没完没了，这个麻烦就大了。决定不跟人结冤仇，纵然被他杀害也不怨恨他，学忍辱仙人。你看被歌利王割截身体，忍辱仙人一点怨恨都没有，真的还感恩他，为什么？成就他的忍辱波罗蜜。他忍辱波罗蜜毕业了，毕业他就成佛了，这个利益太大了。所以忍辱仙人告诉歌利王，我成佛第一个度你。那个忍辱仙人就是释迦牟尼佛，释迦牟尼佛成佛第一个度的憍陈如尊者，憍陈如证阿罗汉，憍陈如的前生就是歌利王。说话算话，真的第一个度他，报恩。好事，坏事变成好事，都在那一念之间。念头纯净纯善，那人人是好人，事事是好事，我们才真正学到东西，才真正入了佛门，契入如来所修证的大法，真得受用，这个受用是世间法里头找不到的。不是深入经藏、深解大乘的人，对这些道理不懂，你给他说他摇头，他还来批评你：你完全错了，你怎么这么傻，人家欺负你还感恩？要报仇！人家都教你这个方法。这个东西，只有深入经藏、深解大乘的人清清楚楚、明明白白。",
      "zh_TW": "所以，對我們好的人、愛護我們的人，要小心、要很謹慎，不要墮落到裡頭去。要有一點貪戀，你就完了，這個要特別小心，為什麼？很容易墮落。對我們不好那個人反而容易，我們能夠沒有瞋恚心，消我們自己的惡業的業障，增福慧，不能夠怨恨。怨恨之後，麻煩在哪裡？怨愈結愈深，生生世世冤冤相報沒完沒了，這個麻煩就大了。決定不跟人結冤仇，縱然被他殺害也不怨恨他，學忍辱仙人。你看被歌利王割截身體，忍辱仙人一點怨恨都沒有，真的還感恩他，為什麼？成就他的忍辱波羅蜜。他忍辱波羅蜜畢業了，畢業他就成佛了，這個利益太大了。所以忍辱仙人告訴歌利王，我成佛第一個度你。那個忍辱仙人就是釋迦牟尼佛，釋迦牟尼佛成佛第一個度的憍陳如尊者，憍陳如證阿羅漢，憍陳如的前生就是歌利王。說話算話，真的第一個度他，報恩。好事，壞事變成好事，都在那一念之間。念頭純淨純善，那人人是好人，事事是好事，我們才真正學到東西，才真正入了佛門，契入如來所修證的大法，真得受用，這個受用是世間法裡頭找不到的。不是深入經藏、深解大乘的人，對這些道理不懂，你給他說他搖頭，他還來批評你：你完全錯了，你怎麼這麼傻，人家欺負你還感恩？要報仇！人家都教你這個方法。這個東西，只有深入經藏、深解大乘的人清清楚楚、明明白白。"
    },
    {
      "id": "02-037-0139_p0030",
      "zh_CN": "所以他多宿业。但是不要紧，「蒙佛愿力加被」，得到阿弥陀佛，阿弥陀佛四十八愿、五劫修行，这个修行的功德加持给他，真管用。解没有行，没功德，你想加持给人加不上。解一定有行，功德都在行当中成就的，你没有做到，那不算功德。不是我解了就算功德，不是的。解得再多，而没有真正去修学，这一生还是出不了六道轮回。能出轮回，能真正往生，都要真干才行，不真干没用处。真干就是真功夫，真干就是真的理解；不真干，那个解是假的，不是真的。真正理解、觉悟，是从行动当中悟过来的。没有行，你没有感悟，你所了解的就是现代人所谓的佛学，是佛门的知识，你没有智慧。知识解决不了问题，为什么解决不了问题？因为你心里面是烦恼，你用烦恼习气，拿着佛法的方法解决问题，不行。然后变成什么？佛法没用，你会谤佛、谤法、谤僧。造这个业，来生就是无间地狱。你真正修行它就管用，不真修不行，搞假的，不管用。假的东西只是在阿赖耶识里头种个善根种子，它不会发芽，它不起作用。",
      "zh_TW": "所以他多宿業。但是不要緊，「蒙佛願力加被」，得到阿彌陀佛，阿彌陀佛四十八願、五劫修行，這個修行的功德加持給他，真管用。解沒有行，沒功德，你想加持給人加不上。解一定有行，功德都在行當中成就的，你沒有做到，那不算功德。不是我解了就算功德，不是的。解得再多，而沒有真正去修學，這一生還是出不了六道輪迴。能出輪迴，能真正往生，都要真幹才行，不真幹沒用處。真幹就是真功夫，真幹就是真的理解；不真幹，那個解是假的，不是真的。真正理解、覺悟，是從行動當中悟過來的。沒有行，你沒有感悟，你所了解的就是現代人所謂的佛學，是佛門的知識，你沒有智慧。知識解決不了問題，為什麼解決不了問題？因為你心裡面是煩惱，你用煩惱習氣，拿著佛法的方法解決問題，不行。然後變成什麼？佛法沒用，你會謗佛、謗法、謗僧。造這個業，來生就是無間地獄。你真正修行它就管用，不真修不行，搞假的，不管用。假的東西只是在阿賴耶識裡頭種個善根種子，它不會發芽，它不起作用。"
    },
    {
      "id": "02-037-0139_p0031",
      "zh_CN": "阿弥陀佛发的愿，每一愿他都做到了。所以极乐世界是大愿功德的成就，自然成就的。极乐世界，我们没有听说有人绘图、有人去设计、有人去施工，没有，完全是阿弥陀佛的愿心，参观了二百一十亿诸佛刹土。这二百一十亿不是数字，是表法的，密宗以二十一为圆满。我们《弥陀经》用七代表圆满，《华严经》用十代表圆满，密宗用二十一、用十六代表圆满。二百一十亿就是大圆满，是这个意思，大圆满是遍法界虚空界所有一切诸佛刹土一个都不漏。也就是说，法藏比丘统统去考察过，统统去访问过。在这么多诸佛刹土里头，好的、善的统统采取，不善的全部不要，这个意念建造了西方极乐世界。所以向大家做报告，西方极乐世界到底是什么样子，四十八愿就是非常具体的报告。这个世界没有三恶道，从三恶道往生到西方极乐世界的，也不会再受三恶道，这是前面两条愿。",
      "zh_TW": "阿彌陀佛發的願，每一願他都做到了。所以極樂世界是大願功德的成就，自然成就的。極樂世界，我們沒有聽說有人繪圖、有人去設計、有人去施工，沒有，完全是阿彌陀佛的願心，參觀了二百一十億諸佛剎土。這二百一十億不是數字，是表法的，密宗以二十一為圓滿。我們《彌陀經》用七代表圓滿，《華嚴經》用十代表圓滿，密宗用二十一、用十六代表圓滿。二百一十億就是大圓滿，是這個意思，大圓滿是遍法界虛空界所有一切諸佛剎土一個都不漏。也就是說，法藏比丘統統去考察過，統統去訪問過。在這麼多諸佛剎土裡頭，好的、善的統統採取，不善的全部不要，這個意念建造了西方極樂世界。所以向大家做報告，西方極樂世界到底是什麼樣子，四十八願就是非常具體的報告。這個世界沒有三惡道，從三惡道往生到西方極樂世界的，也不會再受三惡道，這是前面兩條願。"
    },
    {
      "id": "02-037-0139_p0032",
      "zh_CN": "所以，他要不往生极乐世界，「应堕恶道」，因为他的恶业太多了，不往生一定要堕恶道的，「但因弥陀愿力加持，往生极乐不复更堕三途，故曰不堕恶趣」。这个道理在此地。生到西方极乐世界，再不会堕三恶道。不但不堕三恶道，在极乐世界一生决定成佛。为什么？极乐世界阿弥陀佛天天跟你讲经，天天给你说法；不但弥陀说法，西方极乐世界六尘都说法，你想不听也不行，无论走到哪里统统听的是佛法。树也会说法，鸟也会说法，水都会说法，你在极乐世界的时候，你六尘所接触到的全都给你说法，真难得。这是阿弥陀佛绝妙之处，让一个人到极乐世界，你就永远沐浴在佛法当中，你能不成就吗？不可能不成就！我们这里上课有中断，极乐世界上课没中断，无论你走到哪里，你所听到的全是佛法，都是你喜欢听的经。",
      "zh_TW": "所以，他要不往生極樂世界，「應墮惡道」，因為他的惡業太多了，不往生一定要墮惡道的，「但因彌陀願力加持，往生極樂不復更墮三途，故曰不墮惡趣」。這個道理在此地。生到西方極樂世界，再不會墮三惡道。不但不墮三惡道，在極樂世界一生決定成佛。為什麼？極樂世界阿彌陀佛天天跟你講經，天天給你說法；不但彌陀說法，西方極樂世界六塵都說法，你想不聽也不行，無論走到哪裡統統聽的是佛法。樹也會說法，鳥也會說法，水都會說法，你在極樂世界的時候，你六塵所接觸到的全都給你說法，真難得。這是阿彌陀佛絕妙之處，讓一個人到極樂世界，你就永遠沐浴在佛法當中，你能不成就嗎？不可能不成就！我們這裡上課有中斷，極樂世界上課沒中斷，無論你走到哪裡，你所聽到的全是佛法，都是你喜歡聽的經。"
    },
    {
      "id": "02-037-0139_p0033",
      "zh_CN": "极乐世界成就确实有快有慢，有人很快成佛，有人要相当长的时间，那是什么原因？有人什么都学，他就慢了；有人一门深入，他就快了，就这么个道理。如果专学一门经，他成佛就很快。专学一门经他就得定了，定能开慧，因戒得定，因定开慧。阿弥陀佛只是讲经，这个万德万能，你想听什么经，他讲的就是你要听的，这个了不起！「佛以一音而说法，众生随类各得解」，不但随类各得解，我想听《华严》，阿弥陀佛所讲的句句是《华严》；他想听《法华》，他听的句句都是《法华》；他想听《无量寿》，他句句听的《无量寿》，这个不可思议！所以你到那里要广学多闻，肯定你成佛的期限要拉长，你的心不专。如果你一门深入，你很快成佛，成佛之后，一切就通达了，没有一样不通。这个道理你要懂。你要不懂，这个也喜欢，那个也喜欢，你成佛比别人晚了，你在学校逗留的时间长。这是弥陀愿力加持，往生极乐不复更堕三途，故曰不堕恶趣。",
      "zh_TW": "極樂世界成就確實有快有慢，有人很快成佛，有人要相當長的時間，那是什麼原因？有人什麼都學，他就慢了；有人一門深入，他就快了，就這麼個道理。如果專學一門經，他成佛就很快。專學一門經他就得定了，定能開慧，因戒得定，因定開慧。阿彌陀佛只是講經，這個萬德萬能，你想聽什麼經，他講的就是你要聽的，這個了不起！「佛以一音而說法，眾生隨類各得解」，不但隨類各得解，我想聽《華嚴》，阿彌陀佛所講的句句是《華嚴》；他想聽《法華》，他聽的句句都是《法華》；他想聽《無量壽》，他句句聽的《無量壽》，這個不可思議！所以你到那裡要廣學多聞，肯定你成佛的期限要拉長，你的心不專。如果你一門深入，你很快成佛，成佛之後，一切就通達了，沒有一樣不通。這個道理你要懂。你要不懂，這個也喜歡，那個也喜歡，你成佛比別人晚了，你在學校逗留的時間長。這是彌陀願力加持，往生極樂不復更墮三途，故曰不墮惡趣。"
    },
    {
      "id": "02-037-0139_p0034",
      "zh_CN": "「故龙树大士曰：若人生彼国，终不堕三趣。又善导大师曰：乃至成佛，不历生死。是则横出于六趣」。往生西方利益太大了，不要说我们说不尽，诸佛如来来说也说不尽，利益确实无边。往生没有一个不成佛的，而且成的是究竟圆满的妙觉果位，四种成佛里头他是圆满成佛。这些理跟事我们都要懂，然后我们才会真正把这桩事情掌握到，不让这一生错过。这一生错过，那叫真错了，这个缘不容易遇到。诸位要知道，我们现在用的这个本子，夏莲居老居士的会集本，黄念祖老居士的集注，这个世间多少人没有遇到。老一代的，这个注解就没有看到，为什么？没写出来。像我们上一代的人，没遇到。不但没有遇到这个注解，这个注解是集注，没有遇到，连经本都没遇到，这个会集本没遇到。这说明我们的福报超过他们。这个本子出来、注解出来了，没有人认识，当面错过，甚至于人还有成见，来批评这个本子，声音很大周遍地球，不说周遍法界吧，周遍地球。我们要听了，还敢学这个本子吗？多少人吓退心了，学了几天，不敢再学。",
      "zh_TW": "「故龍樹大士曰：若人生彼國，終不墮三趣。又善導大師曰：乃至成佛，不歷生死。是則橫出於六趣」。往生西方利益太大了，不要說我們說不盡，諸佛如來來說也說不盡，利益確實無邊。往生沒有一個不成佛的，而且成的是究竟圓滿的妙覺果位，四種成佛裡頭他是圓滿成佛。這些理跟事我們都要懂，然後我們才會真正把這樁事情掌握到，不讓這一生錯過。這一生錯過，那叫真錯了，這個緣不容易遇到。諸位要知道，我們現在用的這個本子，夏蓮居老居士的會集本，黃念祖老居士的集註，這個世間多少人沒有遇到。老一代的，這個註解就沒有看到，為什麼？沒寫出來。像我們上一代的人，沒遇到。不但沒有遇到這個註解，這個註解是集註，沒有遇到，連經本都沒遇到，這個會集本沒遇到。這說明我們的福報超過他們。這個本子出來、註解出來了，沒有人認識，當面錯過，甚至於人還有成見，來批評這個本子，聲音很大周遍地球，不說周遍法界吧，周遍地球。我們要聽了，還敢學這個本子嗎？多少人嚇退心了，學了幾天，不敢再學。"
    },
    {
      "id": "02-037-0139_p0035",
      "zh_CN": "我遇到这个本子，是老师传给我的。老师在台中讲过一遍，那个时候我大概还没学佛，他讲过一遍，他有简单的注解，眉注。我以后跟他学佛，他这个本子给我，我看到非常欢喜，我能看得懂老师的注解。当时韩馆长五十岁，她大我五岁，五十岁的生日，大家给她庆祝生日，讲经祝寿，就想讲这部经。她把这个经本印了三千部，三千册，这个经本不厚。我到台中给老师报告，老师一听就把我制止了：机缘不到，你现在不能讲。我不知道，完全不知道，我说为什么？他说这个本子争议很多，这些老和尚出来批评，你刚刚出家，年轻，你承受不了。叫我自己读可以，不要讲这部经。所以我们就临时改了，改讲《楞严经》给韩馆长祝寿，这个本子也就给大众结缘了。",
      "zh_TW": "我遇到這個本子，是老師傳給我的。老師在台中講過一遍，那個時候我大概還沒學佛，他講過一遍，他有簡單的註解，眉註。我以後跟他學佛，他這個本子給我，我看到非常歡喜，我能看得懂老師的註解。當時韓館長五十歲，她大我五歲，五十歲的生日，大家給她慶祝生日，講經祝壽，就想講這部經。她把這個經本印了三千部，三千冊，這個經本不厚。我到台中給老師報告，老師一聽就把我制止了：機緣不到，你現在不能講。我不知道，完全不知道，我說為什麼？他說這個本子爭議很多，這些老和尚出來批評，你剛剛出家，年輕，你承受不了。叫我自己讀可以，不要講這部經。所以我們就臨時改了，改講《楞嚴經》給韓館長祝壽，這個本子也就給大眾結緣了。"
    },
    {
      "id": "02-037-0139_p0036",
      "zh_CN": "一直等到李老师往生了，老师这个本子很多人没看见，我们为纪念老师往生，给他老人家做功德，我们就把这个本子印了一万册。而且放大了，放了十六开，字就很大，看得很舒服，印了一万本，国内国外到处流通。外国流通得多，许多人看到之后都欢喜，要我讲。我第一遍在美国讲的、在加拿大讲的，那边佛教不多，法师也很少，没人批评。在外国就兴旺起来了。以后这些，那个时候是用卡式的录音带，还没有录像的，这些带子流通到国内，大家听了欢喜，这么才流通。我先后讲过十遍，以后讲《华严经》，停了几年。",
      "zh_TW": "一直等到李老師往生了，老師這個本子很多人沒看見，我們為紀念老師往生，給他老人家做功德，我們就把這個本子印了一萬冊。而且放大了，放了十六開，字就很大，看得很舒服，印了一萬本，國內國外到處流通。外國流通得多，許多人看到之後都歡喜，要我講。我第一遍在美國講的、在加拿大講的，那邊佛教不多，法師也很少，沒人批評。在外國就興旺起來了。以後這些，那個時候是用卡式的錄音帶，還沒有錄像的，這些帶子流通到國內，大家聽了歡喜，這麼才流通。我先後講過十遍，以後講《華嚴經》，停了幾年。"
    },
    {
      "id": "02-037-0139_p0037",
      "zh_CN": "前年，这个灾难愈来愈多，化解灾难，端正人心灾难就化解了。灾难是不善的念头所感的，如果我们能够改邪归正、断恶修善、端正心念，灾难就可以化解。那最好的就是这部经，所以我们选这部经，不但讲经，而且我发心讲黄念祖老居士的注解。前面这一部，《无量寿经解》，黄念祖是解，我后头加两个字，演义，《大经解演义》，一共讲了一千二百小时。我没想到，现在这个机器做好了，书也印出来了，这么快，我都不知道是哪里做的，而且流通非常之广，可见得喜欢的人很多。那就说明什么？善根深厚，这些人善根深厚，这些人有智慧、有能力辨别。",
      "zh_TW": "前年，這個災難愈來愈多，化解災難，端正人心災難就化解了。災難是不善的念頭所感的，如果我們能夠改邪歸正、斷惡修善、端正心念，災難就可以化解。那最好的就是這部經，所以我們選這部經，不但講經，而且我發心講黃念祖老居士的註解。前面這一部，《無量壽經解》，黃念祖是解，我後頭加兩個字，演義，《大經解演義》，一共講了一千二百小時。我沒想到，現在這個機器做好了，書也印出來了，這麼快，我都不知道是哪裡做的，而且流通非常之廣，可見得喜歡的人很多。那就說明什麼？善根深厚，這些人善根深厚，這些人有智慧、有能力辨別。"
    },
    {
      "id": "02-037-0139_p0038",
      "zh_CN": "这一遍讲完之后，我就想到，这么多年来，我常常劝人「一门深入，长时薰修」，我自己没做到。这么多年讲了不少经，几十部，没有做到一门深入。什么原因？因为我居无定所，没有一个地方可以定下来，哪里邀请就到哪里去，过着游牧的生活，过了这么多年，六十年。唯一的一个安慰，就是释迦牟尼佛一生是游牧生活，章嘉大师劝我出家，要我学释迦牟尼佛，这一点学到了，居无定所，哪里邀请就到哪里去。算去年的时候，这两年才定下来，我拿到香港永久居留。从来也没有想到，香港这边的老同修他把自己的房子送给我了。我说我这一生头一次有了一个居住的地方，我说这是佛菩萨的安排，大概这么多年的游荡，现在要稳定下来了。定下来，我就一门深入，长时薰修。讲什么？就讲这部经的注解。我把科判放进去，还要订正，这个里头问题还很多，我再找一点时间把它订正，做为一个尽善尽美的本子。可以帮助世尊末法九千年，一切学佛的众生因这部经、这个法门而能往生净土，一生圆满成就。所以我能多活一年我就多讲一部，标准的时间就是一千二百个小时，一天讲四个小时要讲满三百天。",
      "zh_TW": "這一遍講完之後，我就想到，這麼多年來，我常常勸人「一門深入，長時薰修」，我自己沒做到。這麼多年講了不少經，幾十部，沒有做到一門深入。什麼原因？因為我居無定所，沒有一個地方可以定下來，哪裡邀請就到哪裡去，過著遊牧的生活，過了這麼多年，六十年。唯一的一個安慰，就是釋迦牟尼佛一生是遊牧生活，章嘉大師勸我出家，要我學釋迦牟尼佛，這一點學到了，居無定所，哪裡邀請就到哪裡去。算去年的時候，這兩年才定下來，我拿到香港永久居留。從來也沒有想到，香港這邊的老同修他把自己的房子送給我了。我說我這一生頭一次有了一個居住的地方，我說這是佛菩薩的安排，大概這麼多年的遊蕩，現在要穩定下來了。定下來，我就一門深入，長時薰修。講什麼？就講這部經的註解。我把科判放進去，還要訂正，這個裡頭問題還很多，我再找一點時間把它訂正，做為一個盡善盡美的本子。可以幫助世尊末法九千年，一切學佛的眾生因這部經、這個法門而能往生淨土，一生圓滿成就。所以我能多活一年我就多講一部，標準的時間就是一千二百個小時，一天講四個小時要講滿三百天。"
    },
    {
      "id": "02-037-0139_p0039",
      "zh_CN": "这部经太好了，愈讲愈欢喜，愈讲悟入愈深。我每天读这个注解也是四个小时，跟大家分享四个小时，八个小时，这是我的工作。定居下来，所有的活动不参加了，我也再不去办什么活动。有人要办活动来给我说，我都点头，很好，都是好事情，你们去做去。我自己再不搞了，老老实实做个「一门深入，长时薰修」的好榜样。如果我还能活十年，这个东西再讲十遍，那就不得了，一门深入确实会得念佛三昧，会开悟。世尊常说「制心一处，无事不办」，把心止在一个地方，止在这一部《无量寿经》，止在这一句佛号。像莲池大师的晚年，他老人家自己宣布，「三藏十二部，让给别人悟；八万四千行，饶与别人行」，他自己一部《弥陀经》、一句阿弥陀佛，成为我们净土宗的一代祖师，真成就了。善导大师说得好，「乃至成佛，不历生死」，横出六趣，一生就超越六道。",
      "zh_TW": "這部經太好了，愈講愈歡喜，愈講悟入愈深。我每天讀這個註解也是四個小時，跟大家分享四個小時，八個小時，這是我的工作。定居下來，所有的活動不參加了，我也再不去辦什麼活動。有人要辦活動來給我說，我都點頭，很好，都是好事情，你們去做去。我自己再不搞了，老老實實做個「一門深入，長時薰修」的好榜樣。如果我還能活十年，這個東西再講十遍，那就不得了，一門深入確實會得念佛三昧，會開悟。世尊常說「制心一處，無事不辦」，把心止在一個地方，止在這一部《無量壽經》，止在這一句佛號。像蓮池大師的晚年，他老人家自己宣布，「三藏十二部，讓給別人悟；八萬四千行，饒與別人行」，他自己一部《彌陀經》、一句阿彌陀佛，成為我們淨土宗的一代祖師，真成就了。善導大師說得好，「乃至成佛，不歷生死」，橫出六趣，一生就超越六道。"
    },
    {
      "id": "02-037-0139_p0040",
      "zh_CN": "「又此章大愿，摄二殊胜。一者，恶趣众生，亦得往生极乐，不复更堕恶道，表弥陀悲心无尽，度化无余」。这是最不容易的一桩事情，三恶道的众生，包括无间地狱，都能成佛，而且品位都很高。我们眼前看到一个例子，唐太宗。他死了以后，因为造了地狱业，死了以后先堕在畜生道，畜生道之后又到人道，人道死了之后就到地狱道，一直都在地狱。我们知道他是佛门的大护法，中国佛教在隋唐时代是黄金时代，最兴旺，十个宗派都是那个时候建立的，他是总护法，佛门的大德封为国师。他怎么会堕地狱去了？杀业太重。平定隋朝末年的动乱，杀人太多。第二个，情执太深，他念念不忘他的皇后。我们读历史，看到历史上记载，他跟他皇后感情很深。皇后死了之后，他一生没有再立皇后，这是很难得的。所以他只有一个皇后，长孙皇后。一直他就是念念不忘，这两桩事情，他堕地狱了。",
      "zh_TW": "「又此章大願，攝二殊勝。一者，惡趣眾生，亦得往生極樂，不復更墮惡道，表彌陀悲心無盡，度化無餘」。這是最不容易的一樁事情，三惡道的眾生，包括無間地獄，都能成佛，而且品位都很高。我們眼前看到一個例子，唐太宗。他死了以後，因為造了地獄業，死了以後先墮在畜生道，畜生道之後又到人道，人道死了之後就到地獄道，一直都在地獄。我們知道他是佛門的大護法，中國佛教在隋唐時代是黃金時代，最興旺，十個宗派都是那個時候建立的，他是總護法，佛門的大德封為國師。他怎麼會墮地獄去了？殺業太重。平定隋朝末年的動亂，殺人太多。第二個，情執太深，他念念不忘他的皇后。我們讀歷史，看到歷史上記載，他跟他皇后感情很深。皇后死了之後，他一生沒有再立皇后，這是很難得的。所以他只有一個皇后，長孫皇后。一直他就是念念不忘，這兩樁事情，他墮地獄了。"
    },
    {
      "id": "02-037-0139_p0041",
      "zh_CN": "我是在去年三月二十五，我在澳洲，《群书治要》样本刚印好，世界书局把样本送给我。他离开地狱就是这部书，我们把它翻印出来了。告诉我这部书将来可以救全世界，不但可以救中国，能救全世界，非常感恩！他知道我是常常想往生，他劝我多住世，劝我为苦难众生要多住世，不要急着早走。现在应该往生极乐世界了，他往生品位一定不低，为什么？佛门的总护法，唐朝时候十个宗派建立，他总护法。这就是从无间地狱出来之后可以生到极乐世界，高品位的往生，这是个很好的例子。他不能往生的时候，堕到地狱里头最重要的两桩事情，两桩事情里头再最重要的是情执。杀那么多人，忏悔都能够往生，情执没办法！这是让他堕畜生道、堕地狱道的真正原因。现在把情执放下，他就能往生，他的问题能解决。所以这都是有很好的例证。这是第一个。第二个，「凡往生者，悉皆作佛，究竟菩提」，这就太不容易了。不但能够往生，往生到极乐世界决定作佛。现在时间到了，我想我们底下这一段，下一堂课我们再接着学习。",
      "zh_TW": "我是在去年三月二十五，我在澳洲，《群書治要》樣本剛印好，世界書局把樣本送給我。他離開地獄就是這部書，我們把它翻印出來了。告訴我這部書將來可以救全世界，不但可以救中國，能救全世界，非常感恩！他知道我是常常想往生，他勸我多住世，勸我為苦難眾生要多住世，不要急著早走。現在應該往生極樂世界了，他往生品位一定不低，為什麼？佛門的總護法，唐朝時候十個宗派建立，他總護法。這就是從無間地獄出來之後可以生到極樂世界，高品位的往生，這是個很好的例子。他不能往生的時候，墮到地獄裡頭最重要的兩樁事情，兩樁事情裡頭再最重要的是情執。殺那麼多人，懺悔都能夠往生，情執沒辦法！這是讓他墮畜生道、墮地獄道的真正原因。現在把情執放下，他就能往生，他的問題能解決。所以這都是有很好的例證。這是第一個。第二個，「凡往生者，悉皆作佛，究竟菩提」，這就太不容易了。不但能夠往生，往生到極樂世界決定作佛。現在時間到了，我想我們底下這一段，下一堂課我們再接著學習。"
    }
  ]
}