{
  "doc_id": "02-037-0142",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一四二集",
    "zh_TW": "第一四二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0142",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0142_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百四十五页，倒数第五行最后一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百四十五頁，倒數第五行最後一句看起："
    },
    {
      "id": "02-037-0142_p0002",
      "zh_CN": "第三十「眼睫如牛王相」，这个睫是睫毛，牛王，牛的睫毛长也很好看。「眼毛殊胜如牛王」，这比喻。「三十一，眉间白毫相。两眉之间有白毫」，这经上说佛的白毫相很长，它是盘旋在一起，一根白毫像一颗珠子一样盘在两眉当中，眉毛这当中。第三十二相，「顶成肉髻相」，佛的头顶有肉髻，我们看画的佛像、塑造的佛像，佛头顶多了一块，这是肉髻相。「梵音乌瑟腻，译作肉髻。顶上有肉，隆起为髻形者，亦名无见顶相」。为什么叫无见顶？这个髻上面放光，如果从佛的上面来看就看不到它，光刺眼睛你没有办法看到它，所以叫做无见顶相。「其他经论与此大同小异」，这是《智度论》八十八卷里头所说的，经论里头说得很多，此地举例是引用《智度论》八十八卷，这里面都把这相好说出来了，但是相好的原因没说出来。",
      "zh_TW": "第三十「眼睫如牛王相」，這個睫是睫毛，牛王，牛的睫毛長也很好看。「眼毛殊勝如牛王」，這比喻。「三十一，眉間白毫相。兩眉之間有白毫」，這經上說佛的白毫相很長，它是盤旋在一起，一根白毫像一顆珠子一樣盤在兩眉當中，眉毛這當中。第三十二相，「頂成肉髻相」，佛的頭頂有肉髻，我們看畫的佛像、塑造的佛像，佛頭頂多了一塊，這是肉髻相。「梵音烏瑟膩，譯作肉髻。頂上有肉，隆起為髻形者，亦名無見頂相」。為什麼叫無見頂？這個髻上面放光，如果從佛的上面來看就看不到它，光刺眼睛你沒有辦法看到它，所以叫做無見頂相。「其他經論與此大同小異」，這是《智度論》八十八卷裡頭所說的，經論裡頭說得很多，此地舉例是引用《智度論》八十八卷，這裡面都把這相好說出來了，但是相好的原因沒說出來。"
    },
    {
      "id": "02-037-0142_p0003",
      "zh_CN": "我们再往下看，「望西师曰：依此愿故，众生生者，皆具诸相，不假修得」。这就难了，往生的人没有修这些德行，到极乐世界个个都是三十二相八十种好，他怎么得到的？他是依阿弥陀佛愿力得到的。阿弥陀佛有这一愿，而他的愿愿愿都兑现，没有一个愿是空愿，所以生到极乐世界就能得这样殊胜的相好。我们很清楚，这是世尊当年在印度随俗所现的，实际上不止，实际上就不是凡夫能够想像得到的。《观经》上讲的应该就是正确的，也是佛讲的，《观经》上说阿弥陀佛身有八万四千相，每一相又有八万四千好，不止三十二相。生到极乐世界都知道了。这些相统统有业因，怎么修得的？下面说，「问：具足此相，为华开后，将为前耶」。往生极乐世界是莲花化生，在莲花里面所见到的佛是阿弥陀佛的化身，花开之后见到阿弥陀佛的报身，化身无异于报身，但是不一样。所以这假设个问答，具足三十二相是在花开之后，还是在花开之前？「答：不待花开，是生得故」。只要一往生，花没有开也具足三十二相，这就显得非常的殊胜。",
      "zh_TW": "我們再往下看，「望西師曰：依此願故，眾生生者，皆具諸相，不假修得」。這就難了，往生的人沒有修這些德行，到極樂世界個個都是三十二相八十種好，他怎麼得到的？他是依阿彌陀佛願力得到的。阿彌陀佛有這一願，而他的願願願都兌現，沒有一個願是空願，所以生到極樂世界就能得這樣殊勝的相好。我們很清楚，這是世尊當年在印度隨俗所現的，實際上不止，實際上就不是凡夫能夠想像得到的。《觀經》上講的應該就是正確的，也是佛講的，《觀經》上說阿彌陀佛身有八萬四千相，每一相又有八萬四千好，不止三十二相。生到極樂世界都知道了。這些相統統有業因，怎麼修得的？下面說，「問：具足此相，為華開後，將為前耶」。往生極樂世界是蓮花化生，在蓮花裡面所見到的佛是阿彌陀佛的化身，花開之後見到阿彌陀佛的報身，化身無異於報身，但是不一樣。所以這假設個問答，具足三十二相是在花開之後，還是在花開之前？「答：不待花開，是生得故」。只要一往生，花沒有開也具足三十二相，這就顯得非常的殊勝。"
    },
    {
      "id": "02-037-0142_p0004",
      "zh_CN": "这段经文有一些参考资料，我这里他们给我搜集了一些，我刚刚看到。这里头《宝女所问经》第四卷，西晋月支三藏法师竺法护翻译的，这个文是「三十二相品第九」，专讲三十二相，我们看看经文，这里头讲的有因。「于是宝女问世尊曰。唯然大圣，今所可谓如来至真三十有二大人之相，前世宿命行何功德，而致逮得三十有二大人之相，遍布在体」。这是假设个问，这一问，「佛告宝女，吾往古世行无量德合集众行」。这句话总说，往古世，这就是时间很长很长，都是行无量德，德是善事、是功德，众行是起心动念、言语造作。「如来由是逮得三十有二大人之相遍布于体」，今全身都是一切众生认为是最好的相，佛全都具足。「今粗举要。如来之相」，这下面就是三十二相。",
      "zh_TW": "這段經文有一些參考資料，我這裡他們給我蒐集了一些，我剛剛看到。這裡頭《寶女所問經》第四卷，西晉月支三藏法師竺法護翻譯的，這個文是「三十二相品第九」，專講三十二相，我們看看經文，這裡頭講的有因。「於是寶女問世尊曰。唯然大聖，今所可謂如來至真三十有二大人之相，前世宿命行何功德，而致逮得三十有二大人之相，遍佈在體」。這是假設個問，這一問，「佛告寶女，吾往古世行無量德合集眾行」。這句話總說，往古世，這就是時間很長很長，都是行無量德，德是善事、是功德，眾行是起心動念、言語造作。「如來由是逮得三十有二大人之相遍佈於體」，今全身都是一切眾生認為是最好的相，佛全都具足。「今粗舉要。如來之相」，這下面就是三十二相。"
    },
    {
      "id": "02-037-0142_p0005",
      "zh_CN": "这一段很值得我们做参考。为什么？真正成佛不必修，明心见性，自性无量功德自然现前，那何必要修！经上说菩萨成佛用一百劫的时间修相好，就是讲这修因。这是显示给众生看的，鼓励众生断恶修善，用意在这个地方，是他在舞台上表演，我们一定要晓得。所以往生西方极乐世界，具足无量妙相、无量妙好是一定的道理，我们没有理由去怀疑。自性本具的无量功德、无量相好，世尊在《华严经》上说「一切众生皆有如来智慧德相」，这相里头就包括相好。",
      "zh_TW": "這一段很值得我們做參考。為什麼？真正成佛不必修，明心見性，自性無量功德自然現前，那何必要修！經上說菩薩成佛用一百劫的時間修相好，就是講這修因。這是顯示給眾生看的，鼓勵眾生斷惡修善，用意在這個地方，是他在舞台上表演，我們一定要曉得。所以往生西方極樂世界，具足無量妙相、無量妙好是一定的道理，我們沒有理由去懷疑。自性本具的無量功德、無量相好，世尊在《華嚴經》上說「一切眾生皆有如來智慧德相」，這相裡頭就包括相好。"
    },
    {
      "id": "02-037-0142_p0006",
      "zh_CN": "这第一条，「足安平立大人之相者」，这是足底圆满之相，我们对照这个经文里面，《大智度论》里面所说的，这个经文三十二相是《三藏法数》第四十八的，第一个是足安平相，它这里足安平立大人之相，它多这么几个字，我们看它的因。这个相「往古世坚固劝助而不退转，未曾覆蔽他人功故」。也是我们要学的，意思很好，这就是长劫以来坚固劝助而不退转，劝勉别人、帮助别人。劝助这里头最重要的，是帮助人破迷开悟。佛的本愿，可以说一切诸佛的本愿，是帮助一切众生离苦得乐，离究竟苦，究竟苦就是六道轮回，就是十法界。如何能够离开六道、离开十法界，你才真正离苦得乐。苦从哪里来的？从迷惑颠倒，佛说这三类烦恼就是苦的根本。无明烦恼，无明烦恼是起心动念，凡夫不知道，念头非常微细，分别执着这个粗，我们能觉察得到。",
      "zh_TW": "這第一條，「足安平立大人之相者」，這是足底圓滿之相，我們對照這個經文裡面，《大智度論》裡面所說的，這個經文三十二相是《三藏法數》第四十八的，第一個是足安平相，它這裡足安平立大人之相，它多這麼幾個字，我們看它的因。這個相「往古世堅固勸助而不退轉，未曾覆蔽他人功故」。也是我們要學的，意思很好，這就是長劫以來堅固勸助而不退轉，勸勉別人、幫助別人。勸助這裡頭最重要的，是幫助人破迷開悟。佛的本願，可以說一切諸佛的本願，是幫助一切眾生離苦得樂，離究竟苦，究竟苦就是六道輪迴，就是十法界。如何能夠離開六道、離開十法界，你才真正離苦得樂。苦從哪裡來的？從迷惑顛倒，佛說這三類煩惱就是苦的根本。無明煩惱，無明煩惱是起心動念，凡夫不知道，念頭非常微細，分別執著這個粗，我們能覺察得到。"
    },
    {
      "id": "02-037-0142_p0007",
      "zh_CN": "分别叫尘沙烦恼，无量无边，就是我们今天的妄想、妄念太多，没有去想它，它自然就来了。特别是在念佛的时候，在入定的时候发现，没念佛、没入定，好像还没有觉得我有什么妄念，这一坐下来念佛才发现怎么那么多！所以有些人觉得不对，我不念佛的时候没有念头，这一念佛那么多妄念来了。实际上并不是不念佛的时候没有，不念佛的时候有，你没有觉察到；一念佛，心念要集中在佛号上，发现了，是这么个道理。不打坐不知道，一打坐这东西就来了，这是个麻烦事情，如何能把它化解？那就是你念佛要继续念，你别怕它，佛念得有功夫，纯熟了，妄念愈念愈少，这就功夫进步。这东西不能着急。一般人，印光大师在《文钞》里头说的，一般人伏这些烦恼大概三年，真正用功念佛三年，在一支香里头有三、五个杂念。一支香，长香是一个半小时，普通香是一个小时，因为寺院从前没有钟，用什么来看时间？就是香，念佛念一炷香，一炷长香，都是用香来衡量时间，没有现在这么方便。一个小时，我们就算短香一个小时，一个小时里头只有三、五个杂念不错了，这功夫算不错了。初学的人，那个杂念一分钟里头都不知道有多少个。所以功夫得力杂念就少了。",
      "zh_TW": "分別叫塵沙煩惱，無量無邊，就是我們今天的妄想、妄念太多，沒有去想它，它自然就來了。特別是在念佛的時候，在入定的時候發現，沒念佛、沒入定，好像還沒有覺得我有什麼妄念，這一坐下來念佛才發現怎麼那麼多！所以有些人覺得不對，我不念佛的時候沒有念頭，這一念佛那麼多妄念來了。實際上並不是不念佛的時候沒有，不念佛的時候有，你沒有覺察到；一念佛，心念要集中在佛號上，發現了，是這麼個道理。不打坐不知道，一打坐這東西就來了，這是個麻煩事情，如何能把它化解？那就是你念佛要繼續念，你別怕它，佛念得有功夫，純熟了，妄念愈念愈少，這就功夫進步。這東西不能著急。一般人，印光大師在《文鈔》裡頭說的，一般人伏這些煩惱大概三年，真正用功念佛三年，在一支香裡頭有三、五個雜念。一支香，長香是一個半小時，普通香是一個小時，因為寺院從前沒有鐘，用什麼來看時間？就是香，念佛念一炷香，一炷長香，都是用香來衡量時間，沒有現在這麼方便。一個小時，我們就算短香一個小時，一個小時裡頭只有三、五個雜念不錯了，這功夫算不錯了。初學的人，那個雜念一分鐘裡頭都不知道有多少個。所以功夫得力雜念就少了。"
    },
    {
      "id": "02-037-0142_p0008",
      "zh_CN": "像宋朝莹珂法师那种念佛，那是什么？那是求救命，所以他那个心特别勇，那是叫拼命去念，不眠不休、不吃不喝，这一句佛号念到底，就居然念了三天三夜，这是一般人很难做到。勇猛精进在拼命，他能把阿弥陀佛念来，这也是给我们做了一个典范。真在紧要关头的时候，万缘放下一心念佛，肯定把阿弥陀佛念来。莹珂是个出家人，但是破戒犯规，这样的人真正能忏悔，能知道错了，知道自己错，一心念佛三天三夜把阿弥陀佛念来了。我们造作的业没他那么重，三天三夜也能把阿弥陀佛念来。阿弥陀佛对一切众生没有厚此薄彼，只要你有真诚心，真诚心能感，所谓至诚感通，佛一定有应。又何况遍法界虚空界诸佛菩萨、一切众生，跟我们自己是一体。贤首国师《还源观》上讲得一点都不错，从一体起二用示三遍，三种周遍。这给你从理上讲，理上讲通了，你能够肯定，就不怀疑了，然后才能依照这个方法去做。这第一个劝导众生、帮助众生永无退转。众生不好度，善意对他，他以恶意相向，还能不退转，这是难能可贵。因为这是行，所以用足来表现，足底得圆满相。",
      "zh_TW": "像宋朝瑩珂法師那種念佛，那是什麼？那是求救命，所以他那個心特別勇，那是叫拼命去念，不眠不休、不吃不喝，這一句佛號念到底，就居然念了三天三夜，這是一般人很難做到。勇猛精進在拼命，他能把阿彌陀佛念來，這也是給我們做了一個典範。真在緊要關頭的時候，萬緣放下一心念佛，肯定把阿彌陀佛念來。瑩珂是個出家人，但是破戒犯規，這樣的人真正能懺悔，能知道錯了，知道自己錯，一心念佛三天三夜把阿彌陀佛念來了。我們造作的業沒他那麼重，三天三夜也能把阿彌陀佛念來。阿彌陀佛對一切眾生沒有厚此薄彼，只要你有真誠心，真誠心能感，所謂至誠感通，佛一定有應。又何況遍法界虛空界諸佛菩薩、一切眾生，跟我們自己是一體。賢首國師《還源觀》上講得一點都不錯，從一體起二用示三遍，三種周遍。這給你從理上講，理上講通了，你能夠肯定，就不懷疑了，然後才能依照這個方法去做。這第一個勸導眾生、幫助眾生永無退轉。眾生不好度，善意對他，他以惡意相向，還能不退轉，這是難能可貴。因為這是行，所以用足來表現，足底得圓滿相。"
    },
    {
      "id": "02-037-0142_p0009",
      "zh_CN": "末后一句未曾覆蔽他人功故，就是别人有好处，别人有功德，从来没有障碍过别人。障碍别人多半都是妄语、两舌，用这种手段，有意无意的毁谤，造谣生事，都这些手段。别人有好处，佛教导我们欢喜赞叹，那个功德不可思议。如果这个人好事，只是他个人得利益，这个功德很少，很微薄；这个人的好事是能叫大众得利益，这功德就大。大众得利益的时间长久，那这功德就更大，看他影响的面多大，影响的时间多长。我们看像唐太宗这个例子，他做皇帝编这一套《群书治要》，这个功德大，帮助他那一个朝代三百年，唐朝三百年。三百年依靠这套书做治国的指导原则，在中国历史上唐朝是盛世。虽然末代的皇帝不读这个书，贪图自己的享受，疏忽了照顾人民，最后亡国。末代皇帝都是这样子的，只顾自己不顾人民，这亡国之君。",
      "zh_TW": "末後一句未曾覆蔽他人功故，就是別人有好處，別人有功德，從來沒有障礙過別人。障礙別人多半都是妄語、兩舌，用這種手段，有意無意的毀謗，造謠生事，都這些手段。別人有好處，佛教導我們歡喜讚歎，那個功德不可思議。如果這個人好事，只是他個人得利益，這個功德很少，很微薄；這個人的好事是能叫大眾得利益，這功德就大。大眾得利益的時間長久，那這功德就更大，看他影響的面多大，影響的時間多長。我們看像唐太宗這個例子，他做皇帝編這一套《群書治要》，這個功德大，幫助他那一個朝代三百年，唐朝三百年。三百年依靠這套書做治國的指導原則，在中國歷史上唐朝是盛世。雖然末代的皇帝不讀這個書，貪圖自己的享受，疏忽了照顧人民，最後亡國。末代皇帝都是這樣子的，只顧自己不顧人民，這亡國之君。"
    },
    {
      "id": "02-037-0142_p0010",
      "zh_CN": "这部书到今天还有影响。今天世界动乱，全世界的，不是局部的，是整个地球。中国传统文化能挽救社会，能帮助这个世界，这英国汤恩比所说的，中国什么东西能帮助现在的社会？眼前这部书确实管用。能把这部书讲清楚、讲明白，大家觉悟、回头了，这个社会动乱的现象立刻就会停止，就能够恢复安定和平，这是大功德。这桩事情要把它掩藏住，这个罪业重，这过失就很大！有没有人干这事情？当年日本在中国留学的留学生，知道这个东西是宝贝带到日本去，中国没有了。日本人是不错，当时日本人真干、真学，所以它也盛极一时。一直到大概三百年前嘉庆登基，日本人进贡，给皇帝送礼有这套书，中国人才知道有这部东西，以前没人知道。那个时候正是乾隆的盛世，盛极一时，这些帝王没有过过那些苦难的日子，都是在皇宫里头养尊处优，不知道民间的疾苦，几乎每个朝代都是这样子的。这个书传来了，没有受到重视。嘉庆以后一代不如一代，嘉庆以后是道光，道光以后是咸丰，咸丰就出现慈禧，咸丰死了之后同治，慈禧执政，一代不如一代。清朝的盛世是康熙、雍正、乾隆，加起来将近一百五十年，鼎盛的时候。",
      "zh_TW": "這部書到今天還有影響。今天世界動亂，全世界的，不是局部的，是整個地球。中國傳統文化能挽救社會，能幫助這個世界，這英國湯恩比所說的，中國什麼東西能幫助現在的社會？眼前這部書確實管用。能把這部書講清楚、講明白，大家覺悟、回頭了，這個社會動亂的現象立刻就會停止，就能夠恢復安定和平，這是大功德。這樁事情要把它掩藏住，這個罪業重，這過失就很大！有沒有人幹這事情？當年日本在中國留學的留學生，知道這個東西是寶貝帶到日本去，中國沒有了。日本人是不錯，當時日本人真幹、真學，所以它也盛極一時。一直到大概三百年前嘉慶登基，日本人進貢，給皇帝送禮有這套書，中國人才知道有這部東西，以前沒人知道。那個時候正是乾隆的盛世，盛極一時，這些帝王沒有過過那些苦難的日子，都是在皇宮裡頭養尊處優，不知道民間的疾苦，幾乎每個朝代都是這樣子的。這個書傳來了，沒有受到重視。嘉慶以後一代不如一代，嘉慶以後是道光，道光以後是咸豐，咸豐就出現慈禧，咸豐死了之後同治，慈禧執政，一代不如一代。清朝的盛世是康熙、雍正、乾隆，加起來將近一百五十年，鼎盛的時候。"
    },
    {
      "id": "02-037-0142_p0011",
      "zh_CN": "古人讲的盛极必衰，什么原因？把忧患的意识丢掉，没有了，自以为是。人要永远怀有忧患意识，他不会亡国的。这些东西没有认真去学习，如果嘉庆当时看到这部书，让这些专家学者在宫廷里面细细讲解，文武百官都来受教育，他还是盛世，绝对不会亚于乾隆，甚至于比乾隆更好，我们能想像得到，可惜他没有做。一直到今天，我们才发现这个东西，真正是宝，宝中之宝。中国传统这么多的典籍，要救这个世界从哪里看起？我们找不到入门的地方，唐太宗给我们开了这个门！现在很多地方，国内希望把传统文化复兴起来，台湾也在搞，外国马来西亚也想搞，印尼也想搞。《群书治要》的英文翻译本流通出去，我相信想搞的人就很多，这是很好的征兆。我们从历史来看，传统东西丢掉了两百多年，复兴也要两百多年，只要这个火种不灭薪火相传，第三代、第四代、第五代可以兴旺起来。这是真理，字字句句与性德相应。尤其我们现在受的痛苦、这灾难，痛定思痛，看到祖宗的教诲明白、觉悟了，知道回头、知道改过。自己谦虚，尊重别人，决定不能隐蔽别人的长处，这个果报是足安平相。",
      "zh_TW": "古人講的盛極必衰，什麼原因？把憂患的意識丟掉，沒有了，自以為是。人要永遠懷有憂患意識，他不會亡國的。這些東西沒有認真去學習，如果嘉慶當時看到這部書，讓這些專家學者在宮廷裡面細細講解，文武百官都來受教育，他還是盛世，絕對不會亞於乾隆，甚至於比乾隆更好，我們能想像得到，可惜他沒有做。一直到今天，我們才發現這個東西，真正是寶，寶中之寶。中國傳統這麼多的典籍，要救這個世界從哪裡看起？我們找不到入門的地方，唐太宗給我們開了這個門！現在很多地方，國內希望把傳統文化復興起來，台灣也在搞，外國馬來西亞也想搞，印尼也想搞。《群書治要》的英文翻譯本流通出去，我相信想搞的人就很多，這是很好的徵兆。我們從歷史來看，傳統東西丟掉了兩百多年，復興也要兩百多年，只要這個火種不滅薪火相傳，第三代、第四代、第五代可以興旺起來。這是真理，字字句句與性德相應。尤其我們現在受的痛苦、這災難，痛定思痛，看到祖宗的教誨明白、覺悟了，知道回頭、知道改過。自己謙虛，尊重別人，決定不能隱蔽別人的長處，這個果報是足安平相。"
    },
    {
      "id": "02-037-0142_p0012",
      "zh_CN": "第二，「如来手足而有法轮大人相者」，这就是第二千辐轮相，足底有，手心也有，足心、手心都有轮相，这个果报是「往古世兴设若干种种施故」。这个若干可能是若干，若干种种施故，这个字可能有问题。就是说自古以来，菩萨、善友他能够兴设种种施，施是布施，财布施、法布施、无畏布施，常常做这些事情，所以感得手心、足心有轮相。第三手指纤长，这是「往古世则说经义救护众生令无患故」，生生世世长劫以来，讲经说法，救护众生。这个经法，我们就要注意到，经法是帮助人开悟的，帮助人破迷的。佛对一切众生最大的功德就是讲经教学，也就是帮助众生破迷开悟，破迷开悟的手段就是教育。所以佛的这一生非常单纯，一生老老实实教学，为我们示现一个老师的榜样。而且教学心量大，今天所讲的多元文化，他不分国籍、不分族群、不分宗教信仰，只要你肯来学，他就会很认真教你，而且不收学费，完全义务教学，教了一辈子。这就是说，像释迦牟尼佛讲经三百余会，说法四十九年，这种功德就是手指细长的相。",
      "zh_TW": "第二，「如來手足而有法輪大人相者」，這就是第二千輻輪相，足底有，手心也有，足心、手心都有輪相，這個果報是「往古世興設若干種種施故」。這個若幹可能是若干，若干種種施故，這個字可能有問題。就是說自古以來，菩薩、善友他能夠興設種種施，施是布施，財布施、法布施、無畏布施，常常做這些事情，所以感得手心、足心有輪相。第三手指纖長，這是「往古世則說經義救護眾生令無患故」，生生世世長劫以來，講經說法，救護眾生。這個經法，我們就要注意到，經法是幫助人開悟的，幫助人破迷的。佛對一切眾生最大的功德就是講經教學，也就是幫助眾生破迷開悟，破迷開悟的手段就是教育。所以佛的這一生非常單純，一生老老實實教學，為我們示現一個老師的榜樣。而且教學心量大，今天所講的多元文化，他不分國籍、不分族群、不分宗教信仰，只要你肯來學，他就會很認真教你，而且不收學費，完全義務教學，教了一輩子。這就是說，像釋迦牟尼佛講經三百餘會，說法四十九年，這種功德就是手指細長的相。"
    },
    {
      "id": "02-037-0142_p0013",
      "zh_CN": "第四个，「如来手足生网幔理大人相者」，这是第五相，「乃往古世未曾破坏他人眷属故」。这是手足有网幔，没有破坏过别人家庭，也就是说，没有这种不善的意念妨碍别人家庭，破坏别人家庭，连这个念头都没有，哪里会有行为！在反面，肯定是帮助每个人家幸福美满，得这种果报。第五，「如来手足柔软」，这个柔软，在我们经本上是第四。「乃往古世而以惠施若干种衣细软服故」，这就是以美好细软的这种衣服布施，常行这个布施，这也属于财布施的一种，你是用手去布施的，所以手得细软相。",
      "zh_TW": "第四個，「如來手足生網幔理大人相者」，這是第五相，「乃往古世未曾破壞他人眷屬故」。這是手足有網幔，沒有破壞過別人家庭，也就是說，沒有這種不善的意念妨礙別人家庭，破壞別人家庭，連這個念頭都沒有，哪裡會有行為！在反面，肯定是幫助每個人家幸福美滿，得這種果報。第五，「如來手足柔軟」，這個柔軟，在我們經本上是第四。「乃往古世而以惠施若干種衣細軟服故」，這就是以美好細軟的這種衣服布施，常行這個布施，這也屬於財布施的一種，你是用手去布施的，所以手得細軟相。"
    },
    {
      "id": "02-037-0142_p0014",
      "zh_CN": "第六这就是七处，我们这是第十七，七处平满，「如来而有七合充满大人相者。乃往古世广设众施供诸乏故」。别人有缺乏的，他广行布施，你缺乏什么他帮助你什么，缺吃的就用饮食来布施，缺穿的用衣服来布施，缺医药的用医药布施，缺少什么他都布施什么。所有布施当中，佛常说「法布施为第一」，真正的苦难是人民愚昧没有智慧，所以教学的布施功德是无量无边。在古时候这家庭兴旺，老人懂得法布施。在中国古时候的家庭家学办得很好，乡里不是我们这一族的人，有优秀的小孩、聪明的小孩没有钱读书，都把他找来帮助他，甚至于供给他的生活费用，衣食住行都帮助他，这个小孩学成之后感恩，与这一家就变成世交。这种情形在中国过去社会里非常普遍，最著名的范仲淹，你看他办义学，专门帮助贫穷的小孩，供吃、供穿，为国家培养人才、为社会培养贤人，这个心量好。在中国历史上传家久远第一个是孔子，第二个就是范家。印光大师说，印光法师在那个时候早我们一百年，印祖说孔子两千多年而不衰，范家八百年不衰，到现在是九百年，后代的子孙都好、都不错，祖宗德积得厚。",
      "zh_TW": "第六這就是七處，我們這是第十七，七處平滿，「如來而有七合充滿大人相者。乃往古世廣設眾施供諸乏故」。別人有缺乏的，他廣行布施，你缺乏什麼他幫助你什麼，缺吃的就用飲食來布施，缺穿的用衣服來布施，缺醫藥的用醫藥布施，缺少什麼他都布施什麼。所有布施當中，佛常說「法布施為第一」，真正的苦難是人民愚昧沒有智慧，所以教學的布施功德是無量無邊。在古時候這家庭興旺，老人懂得法布施。在中國古時候的家庭家學辦得很好，鄉里不是我們這一族的人，有優秀的小孩、聰明的小孩沒有錢讀書，都把他找來幫助他，甚至於供給他的生活費用，衣食住行都幫助他，這個小孩學成之後感恩，與這一家就變成世交。這種情形在中國過去社會裡非常普遍，最著名的范仲淹，你看他辦義學，專門幫助貧窮的小孩，供吃、供穿，為國家培養人才、為社會培養賢人，這個心量好。在中國歷史上傳家久遠第一個是孔子，第二個就是范家。印光大師說，印光法師在那個時候早我們一百年，印祖說孔子兩千多年而不衰，范家八百年不衰，到現在是九百年，後代的子孫都好、都不錯，祖宗德積得厚。"
    },
    {
      "id": "02-037-0142_p0015",
      "zh_CN": "这下面第七，「如来之膝平正无节」，这就是二十相，身端直相，无伛曲者。没有弯腰驼背这个情形，他的膝平正无节。这是「往古世奉受经典不违失故」，依照经典理论、方法去修行，奉受经典不违失故，得这个好相。下面说如来的马阴藏相，「乃往古世谨慎己身远欲法故」。这说得简单一点，就是生生世世他没有邪淫，他戒邪淫，得这个好相。「九、如来之身颊车」，颊车就是我们讲两腮充满，「犹如师子大人相者。乃往古世广修净业修行备故」。就是三业清净，我们这个经本里头，佛所说的「善护口业，不讥他过，善护身业，不失律仪，善护意业」，能把身口意都能够护持住，意业清净，三业都清净，意业离染，三业统统离染，得这个身相。",
      "zh_TW": "這下面第七，「如來之膝平正無節」，這就是二十相，身端直相，無傴曲者。沒有彎腰駝背這個情形，他的膝平正無節。這是「往古世奉受經典不違失故」，依照經典理論、方法去修行，奉受經典不違失故，得這個好相。下面說如來的馬陰藏相，「乃往古世謹慎己身遠欲法故」。這說得簡單一點，就是生生世世他沒有邪淫，他戒邪淫，得這個好相。「九、如來之身頰車」，頰車就是我們講兩腮充滿，「猶如師子大人相者。乃往古世廣修淨業修行備故」。就是三業清淨，我們這個經本裡頭，佛所說的「善護口業，不譏他過，善護身業，不失律儀，善護意業」，能把身口意都能夠護持住，意業清淨，三業都清淨，意業離染，三業統統離染，得這個身相。"
    },
    {
      "id": "02-037-0142_p0016",
      "zh_CN": "第十，这个我们前面本子里头好像没有，这是胸口卍字相，我们这个本上子没有。卍是表吉祥，胸前自然现这种瑞相，这是往古世生生世世远离染污，我们现在讲染污，身体的染污、心理的染污都能够远离，所有一切不善行都远离了，这个很不容易。现在要远离就更难，现在六根所接触的全都是诱惑你、在引诱你，唯恐你不染污，所以现在修清净心非常困难。古时候儒释道真正在培养的时代，都选择清净的环境，远离都市、远离聚落。佛教的寺院、道教的道观、儒家的书院，都是选择在山清水秀的地方，跟村庄都有相当距离，为什么？避免染污，环境幽静，人心是定的，定能生慧。现在这些古道场也没人修行，都变成观光旅游的景点，都变成古迹，真的是古迹，马路开上去，缆车也吊上去。从前建立在深山，主要就是让你走路不方便，你不愿意去；现在变成观光旅游的景点，没法子再修行。",
      "zh_TW": "第十，這個我們前面本子裡頭好像沒有，這是胸口卍字相，我們這個本上子沒有。卍是表吉祥，胸前自然現這種瑞相，這是往古世生生世世遠離染污，我們現在講染污，身體的染污、心理的染污都能夠遠離，所有一切不善行都遠離了，這個很不容易。現在要遠離就更難，現在六根所接觸的全都是誘惑你、在引誘你，唯恐你不染污，所以現在修清淨心非常困難。古時候儒釋道真正在培養的時代，都選擇清淨的環境，遠離都市、遠離聚落。佛教的寺院、道教的道觀、儒家的書院，都是選擇在山清水秀的地方，跟村莊都有相當距離，為什麼？避免染污，環境幽靜，人心是定的，定能生慧。現在這些古道場也沒人修行，都變成觀光旅遊的景點，都變成古蹟，真的是古蹟，馬路開上去，纜車也吊上去。從前建立在深山，主要就是讓你走路不方便，你不願意去；現在變成觀光旅遊的景點，沒法子再修行。"
    },
    {
      "id": "02-037-0142_p0017",
      "zh_CN": "我好像是在一九八０年代，第一次到北京去访问黄念祖老居士，同修们给我介绍去访问赵朴初会长，那个时候他是佛协的会长。我去访问他的时候，没想到我们一见如故，第一次见面我们就谈了四个半小时。一般我听说，朴老见人不超过半个小时的。那天对我们特别客气，愈谈愈有味道，晚上接待我们吃晚饭，我们好像有十多个人，两桌坐满了。我们就谈到现代的佛教，我说所有古代这些寺院庵堂统统把它恢复建立起来，做为观光旅游的景点，为国家带一笔观光收入，这好事情。为什么？那个地方不适合修行，它出名了，人家来观光一定得去看看，真正修行地方不能让人参观。观光客川流不息，那怎么修？专门培养一批接待观光的这些工作人员，要懂佛法，把佛法介绍给观光客。因为他来消费，我们也真给他东西，要给他上一堂课。所以借着观光旅游把这个寺院，佛菩萨表法的这个，这一介绍就非常有意义，他听了很欢喜。",
      "zh_TW": "我好像是在一九八０年代，第一次到北京去訪問黃念祖老居士，同修們給我介紹去訪問趙樸初會長，那個時候他是佛協的會長。我去訪問他的時候，沒想到我們一見如故，第一次見面我們就談了四個半小時。一般我聽說，樸老見人不超過半個小時的。那天對我們特別客氣，愈談愈有味道，晚上接待我們吃晚飯，我們好像有十多個人，兩桌坐滿了。我們就談到現代的佛教，我說所有古代這些寺院庵堂統統把它恢復建立起來，做為觀光旅遊的景點，為國家帶一筆觀光收入，這好事情。為什麼？那個地方不適合修行，它出名了，人家來觀光一定得去看看，真正修行地方不能讓人參觀。觀光客川流不息，那怎麼修？專門培養一批接待觀光的這些工作人員，要懂佛法，把佛法介紹給觀光客。因為他來消費，我們也真給他東西，要給他上一堂課。所以藉著觀光旅遊把這個寺院，佛菩薩表法的這個，這一介紹就非常有意義，他聽了很歡喜。"
    },
    {
      "id": "02-037-0142_p0018",
      "zh_CN": "真正修行，我那时候建议，中国大乘八个宗派，小乘两个宗派都恢复起来，建十个道场。道场的方式，用外国大学城那种方式，一个宗派就是一个城，一个大城市，里面分成两个部分有学院、学会。学会是提供大家修行的场所，学院是提供你研究的场所，你研究这一宗派的经典，这有学院，好像天台有天台学院；修行的地方，学习的这就是天台学会。因为现在交通方便，不要建好多道场，一个宗就建一个道场。他听了欢喜，我们谈得很投缘。非常可惜，我们认识他已经年老，他好像有八十岁那时候，真的是心有余而力不足，我想的这些，他都能接受。所以这个老人在，我每年都会到北京去二、三次，去看看他们，现在都不在了。所以有很多人说我为什么不到北京去？我说我到北京去会很难过，老朋友全不在了。自己也老了，那个时候还年轻，那个时候将近七十岁的样子。",
      "zh_TW": "真正修行，我那時候建議，中國大乘八個宗派，小乘兩個宗派都恢復起來，建十個道場。道場的方式，用外國大學城那種方式，一個宗派就是一個城，一個大城市，裡面分成兩個部分有學院、學會。學會是提供大家修行的場所，學院是提供你研究的場所，你研究這一宗派的經典，這有學院，好像天台有天台學院；修行的地方，學習的這就是天台學會。因為現在交通方便，不要建好多道場，一個宗就建一個道場。他聽了歡喜，我們談得很投緣。非常可惜，我們認識他已經年老，他好像有八十歲那時候，真的是心有餘而力不足，我想的這些，他都能接受。所以這個老人在，我每年都會到北京去二、三次，去看看他們，現在都不在了。所以有很多人說我為什麼不到北京去？我說我到北京去會很難過，老朋友全不在了。自己也老了，那個時候還年輕，那個時候將近七十歲的樣子。"
    },
    {
      "id": "02-037-0142_p0019",
      "zh_CN": "下面第十一个，「如来肢体具足」，这是过去生中「施以无畏安慰人故」。如来肢体就是身体，具足成就，我们一般讲健康长寿，健康长寿的因是什么？是无畏布施，往古世施以无畏安慰人故。人有恐怖、人有畏惧的时候，你能够保护他，你能够安慰他，让他远离恐怖得到平安，这属于无畏布施，无畏布施得健康长寿。这种情形多半是没有人照顾的孩童，还有没有人照顾的老人，这是人生最大的不幸。有德行、有学问、有力量的这些大富长者，应该能照顾到让他离开恐怖，让他离开病苦，让他离开不安，这个功德就是健康长寿。第十二「如来手臂长出于膝」，这就是垂手过膝，「乃往古世人有所作佐助劝故」。喜欢帮助人，别人有做好事的，他能够帮助他、能够成就他、能够劝导他，所以得这样的果报。",
      "zh_TW": "下面第十一個，「如來肢體具足」，這是過去生中「施以無畏安慰人故」。如來肢體就是身體，具足成就，我們一般講健康長壽，健康長壽的因是什麼？是無畏布施，往古世施以無畏安慰人故。人有恐怖、人有畏懼的時候，你能夠保護他，你能夠安慰他，讓他遠離恐怖得到平安，這屬於無畏布施，無畏布施得健康長壽。這種情形多半是沒有人照顧的孩童，還有沒有人照顧的老人，這是人生最大的不幸。有德行、有學問、有力量的這些大富長者，應該能照顧到讓他離開恐怖，讓他離開病苦，讓他離開不安，這個功德就是健康長壽。第十二「如來手臂長出於膝」，這就是垂手過膝，「乃往古世人有所作佐助勸故」。喜歡幫助人，別人有做好事的，他能夠幫助他、能夠成就他、能夠勸導他，所以得這樣的果報。"
    },
    {
      "id": "02-037-0142_p0020",
      "zh_CN": "「十三、如来身净而无瑕玼」，这是身体清净，身体清净是「往古世奉行十善无厌足」。佛所教导的，也可以说，佛的十善是彻始彻终，初学佛的人修十善，到成佛时候十善圆满。不能小看这个十条，这十条是纲领，展开无量无边；小乘所说的三千威仪，就是十善业道展开的，大乘菩萨八万四千细行也是十善展开的。我们看到绘画的佛像，佛顶上画一个圆光，圆光上面通常都有三个字，这三个字梵音念「唵阿吽」，多半是梵文写的，也有中文写的、有藏文写的，我们常常看到。这三个字就是身口意三业，那就是十善，身三、口四、意三。我们看到变相图就晓得，十善业道是佛教的根，也是佛教的大圆满，十善业道圆满就成佛了，所以这个不能不重视。现在十善做不到，什么原因？我们的根坏了，这个要知道，根真的坏了，没有了，不知道有这个根。这个根就是从前中国的家庭教育，从前家家都有家学，家学就是私塾。家学对于中国社会贡献可以说第一大，为什么？它把人都教好了。",
      "zh_TW": "「十三、如來身淨而無瑕玼」，這是身體清淨，身體清淨是「往古世奉行十善無厭足」。佛所教導的，也可以說，佛的十善是徹始徹終，初學佛的人修十善，到成佛時候十善圓滿。不能小看這個十條，這十條是綱領，展開無量無邊；小乘所說的三千威儀，就是十善業道展開的，大乘菩薩八萬四千細行也是十善展開的。我們看到繪畫的佛像，佛頂上畫一個圓光，圓光上面通常都有三個字，這三個字梵音念「唵阿吽」，多半是梵文寫的，也有中文寫的、有藏文寫的，我們常常看到。這三個字就是身口意三業，那就是十善，身三、口四、意三。我們看到變相圖就曉得，十善業道是佛教的根，也是佛教的大圓滿，十善業道圓滿就成佛了，所以這個不能不重視。現在十善做不到，什麼原因？我們的根壞了，這個要知道，根真的壞了，沒有了，不知道有這個根。這個根就是從前中國的家庭教育，從前家家都有家學，家學就是私塾。家學對於中國社會貢獻可以說第一大，為什麼？它把人都教好了。"
    },
    {
      "id": "02-037-0142_p0021",
      "zh_CN": "中国人教好，不是国家教的，是家教的。也就是帝王把教育的工作委托给每个家庭，教好，帝王有表彰，送匾额来嘉奖。每年举办考试，考秀才、考贡生、考举人、考进士的，你家的子弟考取的时候，皇帝都送匾额表扬。所以中国这个社会，人人是好人，事事是好事，怎么来的？家把他教好的。所以古时候三百六十行，最令人羡慕的就是做官的，为什么做官？做官地位不错，大家尊敬你，有道德学问，待遇也不错，工作量很少，这大家愿意干的。社会安定，社会上没有坏人，也没有坏事，他没有案子办，非常清闲，这官好做。所以他有时间读书，有时间著作，他写文章、写诗词。你看中国古代这些官员，《四库全书》里头集部好多都是他们的东西。他哪有那么多的时间在写文章，著书立说？你就晓得，他没事干。要像现在这些官员，一天到晚忙得不可开交，他哪有时间读书？读书的时间都没有，他还有什么时间去写作？你看到古人做官的，哪一个做官的不留下著作到后世！他有那么多时间他就研究学问去了，令人羡慕。现在社会跟从前完全相反了，外国如是，中国亦如是。",
      "zh_TW": "中國人教好，不是國家教的，是家教的。也就是帝王把教育的工作委託給每個家庭，教好，帝王有表彰，送匾額來嘉獎。每年舉辦考試，考秀才、考貢生、考舉人、考進士的，你家的子弟考取的時候，皇帝都送匾額表揚。所以中國這個社會，人人是好人，事事是好事，怎麼來的？家把他教好的。所以古時候三百六十行，最令人羨慕的就是做官的，為什麼做官？做官地位不錯，大家尊敬你，有道德學問，待遇也不錯，工作量很少，這大家願意幹的。社會安定，社會上沒有壞人，也沒有壞事，他沒有案子辦，非常清閒，這官好做。所以他有時間讀書，有時間著作，他寫文章、寫詩詞。你看中國古代這些官員，《四庫全書》裡頭集部好多都是他們的東西。他哪有那麼多的時間在寫文章，著書立說？你就曉得，他沒事幹。要像現在這些官員，一天到晚忙得不可開交，他哪有時間讀書？讀書的時間都沒有，他還有什麼時間去寫作？你看到古人做官的，哪一個做官的不留下著作到後世！他有那麼多時間他就研究學問去了，令人羨慕。現在社會跟從前完全相反了，外國如是，中國亦如是。"
    },
    {
      "id": "02-037-0142_p0022",
      "zh_CN": "所以教育由家庭来推广是很有道理的，因为家里人没有不爱自己子弟的，比学校老师爱护学生要更爱护，真想自己的子弟成就。请的老师一定真正有道德、有学问，懂得教学，谁去请？大概都是自己的祖父、曾祖父，他们经验丰富，阅历很深会看人。找的那些老师，请老师行大礼，老师在这个家庭里头，那个地位高，没有人不尊敬的。老师受到这个家族的尊敬，他一定就能尽心尽力的教好；他要教不好，他对不起人，对不起家庭。现在人对老师不重视了，纵然是好老师，他也敷衍。所以让我想到今天学校，就想到方东美先生，他在学校教书也敷衍了。我们想去听他的课，他叫我不要去听，他说你去听会大失所望，那就换句话说，彼此都敷衍。为什么要敷衍？你讲的学生不愿意学，学生到学校里来的目的就是文凭，他的目的是得到文凭。老师就是得到一点，现在讲工资，得到一点薪水回去养家活口，哪里真教！学生真听，他就真教；学生不想学的时候，他也就敷衍。所以方老师常常讲，说到教授地位很高，他摇摇头：我们这一行是误人子弟的行列。有新的老师进来：你也来参加我们这个行列，误人子弟。他是一点都不忌讳的。我们想学一点东西，他开特别通道星期天，每个星期天给我两个小时到他家去学，就是真学他真帮助你，我们也没有缴学费，完全是义务的。所以感恩！",
      "zh_TW": "所以教育由家庭來推廣是很有道理的，因為家裡人沒有不愛自己子弟的，比學校老師愛護學生要更愛護，真想自己的子弟成就。請的老師一定真正有道德、有學問，懂得教學，誰去請？大概都是自己的祖父、曾祖父，他們經驗豐富，閱歷很深會看人。找的那些老師，請老師行大禮，老師在這個家庭裡頭，那個地位高，沒有人不尊敬的。老師受到這個家族的尊敬，他一定就能盡心盡力的教好；他要教不好，他對不起人，對不起家庭。現在人對老師不重視了，縱然是好老師，他也敷衍。所以讓我想到今天學校，就想到方東美先生，他在學校教書也敷衍了。我們想去聽他的課，他叫我不要去聽，他說你去聽會大失所望，那就換句話說，彼此都敷衍。為什麼要敷衍？你講的學生不願意學，學生到學校裡來的目的就是文憑，他的目的是得到文憑。老師就是得到一點，現在講工資，得到一點薪水回去養家活口，哪裡真教！學生真聽，他就真教；學生不想學的時候，他也就敷衍。所以方老師常常講，說到教授地位很高，他搖搖頭：我們這一行是誤人子弟的行列。有新的老師進來：你也來參加我們這個行列，誤人子弟。他是一點都不忌諱的。我們想學一點東西，他開特別通道星期天，每個星期天給我兩個小時到他家去學，就是真學他真幫助你，我們也沒有繳學費，完全是義務的。所以感恩！"
    },
    {
      "id": "02-037-0142_p0023",
      "zh_CN": "「十四、如来脑户充满弘备大人相者」，这个相，好像我们在前面应对的是哪一个？应该前面有好几种，这个也是身心健康。也是过去世对有病者，若干种种药，「若干种药瞻视疗故」，这是照顾病人，无畏布施果报是健康长寿。「十五、如来师子步大人相者」，这是过去生生世世，「植众德本具足备故」。植众德本，众德之本是什么？中国人所谓「百善孝为先」，孝敬是众德之本，学佛、学做人都要从这个地方着手。《弟子规》一开端，就是孝道，「首孝弟，次谨信」，孝悌是什么？孝悌是德本，孝是顺亲，悌是尊长，年龄比我大的兄长，尊敬兄长，延伸就是尊敬长辈。德高望重就更不必说了，人要懂得敬长，孝亲尊长。",
      "zh_TW": "「十四、如來腦戶充滿弘備大人相者」，這個相，好像我們在前面應對的是哪一個？應該前面有好幾種，這個也是身心健康。也是過去世對有病者，若干種種藥，「若干種藥瞻視療故」，這是照顧病人，無畏布施果報是健康長壽。「十五、如來師子步大人相者」，這是過去生生世世，「植眾德本具足備故」。植眾德本，眾德之本是什麼？中國人所謂「百善孝為先」，孝敬是眾德之本，學佛、學做人都要從這個地方著手。《弟子規》一開端，就是孝道，「首孝弟，次謹信」，孝悌是什麼？孝悌是德本，孝是順親，悌是尊長，年齡比我大的兄長，尊敬兄長，延伸就是尊敬長輩。德高望重就更不必說了，人要懂得敬長，孝親尊長。"
    },
    {
      "id": "02-037-0142_p0024",
      "zh_CN": "第十六，这就是「四十齿白」，白是牙齿里头的门牙，「乃往古世志性等仁于众生故」，这就是仁慈博爱对待一切众生。古人所说的「行有不得」，问题不在别人，要「反求诸己」，问题就统统能解决。现在人不知道反求诸己，所以责备别人，这是错误的。大乘佛法一切众生没有过失，所有的过失全在自己这边。纵然我遇到人家的迫害，甚至于讲连性命都丢掉，过失还是在自己，决定不在别人，这个理很深不能不知道。古人做学问最得力处，就是天天反省自己的过失，天天改过，那还得了，一天改一个，要改三年人就成圣人了。圣人不难做，勇于改过的人就能成圣贤，认真反省，原谅别人，不要原谅自己，我们才会有真的成就。「十七、如来牙齿无有间疏」，这如来牙齿好，四十个齿，齿白齐密相，「乃往古世设人诤斗令合和故」。这就是调解纠纷，就得这个相好，看到别人有纠纷的时候不能够助长，一定要帮助他化解。「十八、如来颔牙」，这是跟哪个相对？前面我们念过有四十齿，齿白齐密，四牙白净，有这三相关于牙齿的。这一个因，是过去世「以微妙可意之物而兴施故」，这个布施应该是言语，因为它跟牙齿有关系，所说的是别人欢喜听的而兴布施。这个应该是佛法里面所讲的法布施，以善巧方便，讲故事的方法，幽默的方法，启发人心，让人觉悟，应该属于这一类的。用心帮助别人改过自新，而言语却不伤人，这是智慧，这是学问，这是真正的善巧方便。",
      "zh_TW": "第十六，這就是「四十齒白」，白是牙齒裡頭的門牙，「乃往古世志性等仁於眾生故」，這就是仁慈博愛對待一切眾生。古人所說的「行有不得」，問題不在別人，要「反求諸己」，問題就統統能解決。現在人不知道反求諸己，所以責備別人，這是錯誤的。大乘佛法一切眾生沒有過失，所有的過失全在自己這邊。縱然我遇到人家的迫害，甚至於講連性命都丟掉，過失還是在自己，決定不在別人，這個理很深不能不知道。古人做學問最得力處，就是天天反省自己的過失，天天改過，那還得了，一天改一個，要改三年人就成聖人了。聖人不難做，勇於改過的人就能成聖賢，認真反省，原諒別人，不要原諒自己，我們才會有真的成就。「十七、如來牙齒無有間疏」，這如來牙齒好，四十個齒，齒白齊密相，「乃往古世設人諍鬥令合和故」。這就是調解糾紛，就得這個相好，看到別人有糾紛的時候不能夠助長，一定要幫助他化解。「十八、如來頷牙」，這是跟哪個相對？前面我們念過有四十齒，齒白齊密，四牙白淨，有這三相關於牙齒的。這一個因，是過去世「以微妙可意之物而興施故」，這個布施應該是言語，因為它跟牙齒有關係，所說的是別人歡喜聽的而興布施。這個應該是佛法裡面所講的法布施，以善巧方便，講故事的方法，幽默的方法，啟發人心，讓人覺悟，應該屬於這一類的。用心幫助別人改過自新，而言語卻不傷人，這是智慧，這是學問，這是真正的善巧方便。"
    },
    {
      "id": "02-037-0142_p0025",
      "zh_CN": "「十九、如来清白美好发眉」，这是眉间的相，好像此地有眼睫如牛王相，与这个能相应。这是过去世「善自护己身口心故」，这就是我们这部经上讲的善护三业得的好相，善护身业、口业、意业，心是意。下面是广长舌相，乃过去生中「所言至诚护口之过故」，广长舌相就是不妄语。所以佛经上有说，三世不妄语，舌头可以能够舔到鼻尖。佛的广长舌能够盖覆整个面孔，能够达到头发的边际，证明生生世世不妄语。",
      "zh_TW": "「十九、如來清白美好發眉」，這是眉間的相，好像此地有眼睫如牛王相，與這個能相應。這是過去世「善自護己身口心故」，這就是我們這部經上講的善護三業得的好相，善護身業、口業、意業，心是意。下面是廣長舌相，乃過去生中「所言至誠護口之過故」，廣長舌相就是不妄語。所以佛經上有說，三世不妄語，舌頭可以能夠舔到鼻尖。佛的廣長舌能夠蓋覆整個面孔，能夠達到頭髮的邊際，證明生生世世不妄語。"
    },
    {
      "id": "02-037-0142_p0026",
      "zh_CN": "下面第二十一，这个好像不容易看出来，这个是「以无量福供养究竟。心行仁和与众生愿使得覆盖」。这在我们自己修行过程当中，与回向相应，无论是修福、修慧，都应该回向给一切众生，这才叫究竟。回向里头着重三种回向，「回向菩提、回向实际、回向众生」。学佛所愿、所求的不为自己，为菩提就是为觉悟，不愿意做一个迷惑颠倒的人，要做一个聪明、明白人，这就是佛菩萨。一切修为的功德都是为这个，不为别的。除这个之外，为众生，帮助一切众生。第三个回向实际，实际就是自性，回归自性，这才叫真的是圆满。心行仁，仁者爱人，和者和谐，这两个字东方人重视，孔子用仁做代表，「孔曰成仁，孟曰取义」。西方人用和做代表，他们文字里面和平的意思很多，无论哪个国家、哪个族群，虽然有这个字没有落实。如何让我们以善巧方便把这个和谐带起来，这个很重要。和谐带起来，一定要知道由近及远，这很重要。像稻盛和夫他一生所行的，他能够成功就是知道人和，从最近的地方做起。企业赚的利益，第一个受利益的是自己的员工，他想到什么？这个财富是员工共同创造成的，不是他一个人，所以员工是第一个得利益。第二个回馈主顾，第三个是自己公司，他做成功了，这很有道理的，一定是由近及远，由亲及疏。如果反过来做的话，自己人一定不服气，那就是失败的因素。所以如何凝固人心，巩固这个核心，无论是齐家，或者是经营企业、治国都要懂得这道理。",
      "zh_TW": "下面第二十一，這個好像不容易看出來，這個是「以無量福供養究竟。心行仁和與眾生願使得覆蓋」。這在我們自己修行過程當中，與迴向相應，無論是修福、修慧，都應該迴向給一切眾生，這才叫究竟。迴向裡頭著重三種迴向，「迴向菩提、迴向實際、迴向眾生」。學佛所願、所求的不為自己，為菩提就是為覺悟，不願意做一個迷惑顛倒的人，要做一個聰明、明白人，這就是佛菩薩。一切修為的功德都是為這個，不為別的。除這個之外，為眾生，幫助一切眾生。第三個迴向實際，實際就是自性，回歸自性，這才叫真的是圓滿。心行仁，仁者愛人，和者和諧，這兩個字東方人重視，孔子用仁做代表，「孔曰成仁，孟曰取義」。西方人用和做代表，他們文字裡面和平的意思很多，無論哪個國家、哪個族群，雖然有這個字沒有落實。如何讓我們以善巧方便把這個和諧帶起來，這個很重要。和諧帶起來，一定要知道由近及遠，這很重要。像稻盛和夫他一生所行的，他能夠成功就是知道人和，從最近的地方做起。企業賺的利益，第一個受利益的是自己的員工，他想到什麼？這個財富是員工共同創造成的，不是他一個人，所以員工是第一個得利益。第二個回饋主顧，第三個是自己公司，他做成功了，這很有道理的，一定是由近及遠，由親及疏。如果反過來做的話，自己人一定不服氣，那就是失敗的因素。所以如何凝固人心，鞏固這個核心，無論是齊家，或者是經營企業、治國都要懂得這道理。"
    },
    {
      "id": "02-037-0142_p0027",
      "zh_CN": "下面这个是讲梵音，「梵音深远相」二十八，这是过去世「言语柔和。与众人言护口节辞。无央数人闻其所语无不悦故」。这是贤首国师《妄尽还源观》四德里头的第三「柔和质直」，待人接物一定要懂得。人与人之往来言语是关键，最重要的是言语，言语要柔和，言语要如理、要如法、要小心谨慎。所以本经佛把口业在善护三业摆在第一，我们愈想愈有道理。人犯过失，口业最容易，而且犯得最多，护口节辞，言语愈少愈好，把事理讲清楚、讲明白而不费词，这是人人都欢喜的。能够叫大众听到了都生欢喜心，这你成功了。",
      "zh_TW": "下面這個是講梵音，「梵音深遠相」二十八，這是過去世「言語柔和。與眾人言護口節辭。無央數人聞其所語無不悅故」。這是賢首國師《妄盡還源觀》四德裡頭的第三「柔和質直」，待人接物一定要懂得。人與人之往來言語是關鍵，最重要的是言語，言語要柔和，言語要如理、要如法、要小心謹慎。所以本經佛把口業在善護三業擺在第一，我們愈想愈有道理。人犯過失，口業最容易，而且犯得最多，護口節辭，言語愈少愈好，把事理講清楚、講明白而不費詞，這是人人都歡喜的。能夠叫大眾聽到了都生歡喜心，這你成功了。"
    },
    {
      "id": "02-037-0142_p0028",
      "zh_CN": "下面是眼「绀青色」，这是往古，就是过去生生世世常以慈眼看人，这点重要。无论在什么时候，特别是在逆境，恶缘、逆境我们如果用慈眼看人，会远离很多灾害，纵然恶人想害你，也不忍心下手。谦虚、恭敬、慈悲，这个都要从内心里头做出来，真正爱别人。为什么？这经上讲得很好，众生跟我是一体，我怎么能不爱他！怎么能不关怀他！他有困难怎么可以不帮助！跟我无亲无故，但是是一体。无亲无故是世间人所看的，佛不是这么看法，佛看一切众生比一家人还亲。我们不学佛就成不了佛，成佛一定要学佛。",
      "zh_TW": "下面是眼「紺青色」，這是往古，就是過去生生世世常以慈眼看人，這點重要。無論在什麼時候，特別是在逆境，惡緣、逆境我們如果用慈眼看人，會遠離很多災害，縱然惡人想害你，也不忍心下手。謙虛、恭敬、慈悲，這個都要從內心裡頭做出來，真正愛別人。為什麼？這經上講得很好，眾生跟我是一體，我怎麼能不愛他！怎麼能不關懷他！他有困難怎麼可以不幫助！跟我無親無故，但是是一體。無親無故是世間人所看的，佛不是這麼看法，佛看一切眾生比一家人還親。我們不學佛就成不了佛，成佛一定要學佛。"
    },
    {
      "id": "02-037-0142_p0029",
      "zh_CN": "第二十四说如来的眼好，相好，像蛾眉月一样，「如月初生」，这是过去世「无粗暴志心性和顺故」。这个要养，没有粗暴就心平气和。我们讲心浮气躁，这是现在年轻人通病。心浮气躁障碍学习，特别是圣贤之道，圣贤之道没办法学。圣贤之道要从诚敬当中得来，与老师关系不大，一分诚敬得一分利益，学生真正诚敬，老师差一点没有问题，你学习的成就会超过老师，老师欢喜，所谓「青出于蓝而胜于蓝」，这是老师最欢喜的。唐宋官员所戴的帽子称为进贤冠，古人做官的帽子前面低，后头高出一截，前面代表自己，后头代表后人，希望后人都高过我，社会才有进步，人民才有幸福；如果说是后人都不如我，那就悲哀了。方方面面都希望后人超过我们这一代，这心地多厚道，能够时时刻刻为后人着想，这是圣人，不仅为当代，为来世、为千年万世着想。然后我们才真正体会到，圣人这些典籍，他们是为千年万世着想，他不是为一世。我们现在人没想到，反而对他们留下来的这些智慧、这些典籍轻视了，我们没为后世着想。",
      "zh_TW": "第二十四說如來的眼好，相好，像蛾眉月一樣，「如月初生」，這是過去世「無粗暴志心性和順故」。這個要養，沒有粗暴就心平氣和。我們講心浮氣躁，這是現在年輕人通病。心浮氣躁障礙學習，特別是聖賢之道，聖賢之道沒辦法學。聖賢之道要從誠敬當中得來，與老師關係不大，一分誠敬得一分利益，學生真正誠敬，老師差一點沒有問題，你學習的成就會超過老師，老師歡喜，所謂「青出於藍而勝於藍」，這是老師最歡喜的。唐宋官員所戴的帽子稱為進賢冠，古人做官的帽子前面低，後頭高出一截，前面代表自己，後頭代表後人，希望後人都高過我，社會才有進步，人民才有幸福；如果說是後人都不如我，那就悲哀了。方方面面都希望後人超過我們這一代，這心地多厚道，能夠時時刻刻為後人著想，這是聖人，不僅為當代，為來世、為千年萬世著想。然後我們才真正體會到，聖人這些典籍，他們是為千年萬世著想，他不是為一世。我們現在人沒想到，反而對他們留下來的這些智慧、這些典籍輕視了，我們沒為後世著想。"
    },
    {
      "id": "02-037-0142_p0030",
      "zh_CN": "《周礼》我一直没有念过这部书，方东美先生叫我读，我对这没兴趣。他告诉我，周公作的，周公是圣人，孔老夫子心目当中最佩服的人。《周礼》用现在的话来说，就是周朝的宪法，治国平天下的一部宝典。方老师告诉我，周家如果后代都尊崇这部书，而不违背的话，现在还是周朝。他讲在法典上来说，全世界这是最好的一部，好在哪里？字字句句是为天下人着想，没有为自己着想，大公无私，所以它能够传之千年万世，道理在此地。他没为自己想，为国家设想，为人民设想，为天下人设想，这周公。唐太宗编的《群书治要》，那些大臣都了不起，都是圣贤人，会集群书撷取章句，也是为国家、为民族、为人民、为千年万世着想的，所以它能够传世，它能够让人欢喜学习。现在缺乏的，两百年丢掉了，造成眼前这个结果，这个结果不好，大家都不喜欢。如何能够恢复太平盛世？人人都希望，这是民心，人人都喜欢安定、都喜欢和平。生活苦一点无所谓，安定、和平、幸福都在这里盼望着，这些教训能帮助我们做到。",
      "zh_TW": "《周禮》我一直沒有念過這部書，方東美先生叫我讀，我對這沒興趣。他告訴我，周公作的，周公是聖人，孔老夫子心目當中最佩服的人。《周禮》用現在的話來說，就是周朝的憲法，治國平天下的一部寶典。方老師告訴我，周家如果後代都尊崇這部書，而不違背的話，現在還是周朝。他講在法典上來說，全世界這是最好的一部，好在哪裡？字字句句是為天下人著想，沒有為自己著想，大公無私，所以它能夠傳之千年萬世，道理在此地。他沒為自己想，為國家設想，為人民設想，為天下人設想，這周公。唐太宗編的《群書治要》，那些大臣都了不起，都是聖賢人，會集群書擷取章句，也是為國家、為民族、為人民、為千年萬世著想的，所以它能夠傳世，它能夠讓人歡喜學習。現在缺乏的，兩百年丟掉了，造成眼前這個結果，這個結果不好，大家都不喜歡。如何能夠恢復太平盛世？人人都希望，這是民心，人人都喜歡安定、都喜歡和平。生活苦一點無所謂，安定、和平、幸福都在這裡盼望著，這些教訓能幫助我們做到。"
    },
    {
      "id": "02-037-0142_p0031",
      "zh_CN": "现在最重要是什么？最重要是老师，典籍有了，找到了，这两部《治要》宝典！一个是治国，一个是治学，治学是根，治国是本。古圣先贤给我们留下这个，在佛法讲这些人是佛菩萨转世来的，不是凡人，凡人做不到。应以宰官身而得度者即现宰官身而为说法，这是观世音菩萨三十二应。今天从哪里做起？有人来问我，我的答复很简单，《群书治要》取自于六十五种古籍，如果现在这六十五种古籍，都有最优秀的老师来指导、来讲学，问题马上就兴了。这里面是什么？是这六十五种古籍里面的精华。所以我心里就常想，只要两百个学生，什么学生？圣贤，这两百个都是圣人、都是贤人，三个人一小组学一个。这三个人学《易经》，那三个人学《尚书》，那三个人去学《礼记》，三个人一门，三个人专攻一样。在我想三年之后他们就成为汉学家，就讲这一门，专讲这一门，十年之后他们是大圣人，他们真的能把传统文化兴旺起来，这是第一步。第二步，十年之后这些老师展开传统的教学，把《群书治要》完全落实。《国学治要》就是《四库全书》，《国学治要》是把《四库》里头重要的东西都提出来了，也用这个方法专攻，一门深入，长时薰修。这样十年、二十年之后，中国文化复兴了，得要有人去干！",
      "zh_TW": "現在最重要是什麼？最重要是老師，典籍有了，找到了，這兩部《治要》寶典！一個是治國，一個是治學，治學是根，治國是本。古聖先賢給我們留下這個，在佛法講這些人是佛菩薩轉世來的，不是凡人，凡人做不到。應以宰官身而得度者即現宰官身而為說法，這是觀世音菩薩三十二應。今天從哪裡做起？有人來問我，我的答覆很簡單，《群書治要》取自於六十五種古籍，如果現在這六十五種古籍，都有最優秀的老師來指導、來講學，問題馬上就興了。這裡面是什麼？是這六十五種古籍裡面的精華。所以我心裡就常想，只要兩百個學生，什麼學生？聖賢，這兩百個都是聖人、都是賢人，三個人一小組學一個。這三個人學《易經》，那三個人學《尚書》，那三個人去學《禮記》，三個人一門，三個人專攻一樣。在我想三年之後他們就成為漢學家，就講這一門，專講這一門，十年之後他們是大聖人，他們真的能把傳統文化興旺起來，這是第一步。第二步，十年之後這些老師展開傳統的教學，把《群書治要》完全落實。《國學治要》就是《四庫全書》，《國學治要》是把《四庫》裡頭重要的東西都提出來了，也用這個方法專攻，一門深入，長時薰修。這樣十年、二十年之後，中國文化復興了，得要有人去幹！"
    },
    {
      "id": "02-037-0142_p0032",
      "zh_CN": "昨天台湾来了些朋友十多个人，来的目的是请我回去过年。这次选举很好，我看到台湾人民已经觉悟了，很理智，不再感情用事了，以前感情用事，真正够得上谈民主。民主里头要搞感情就完了、就乱了，能有理性好，但是要教育。他们对于传统文化很重视，我在台湾，跟现在当选的副总统吴敦义先生，他来看过我；我跟两个行政院长，前行政院长刘兆玄，还有前省长宋楚瑜，他们三个都来看我。很难得对于传统文化都很重视，搞这个好，比做官好多了，真有成就。能够好好的办个学校，办私塾，跟一般学校教法不一样，学生，三个学生一组，一门深入，长时薰修。这个办法是我在四十年前跟星云法师谈的。四十年前他办那个东方佛教学院，请我去做教务主任，他那时候有一百三十多个学生。我跟他的研究，三个人一个小组专攻一部经，我告诉他，十年之后佛光山至少可以出二十个讲经的人才，都是世界一流的。他听了想想：也很好，但是不像学校。我说学校出不了人才，不能走学校这个方法。我们这个，他坚持没有办法，我就离开，我就不教了，所以我在那里教了十个月就走了。我说这样教法，将来学生要骂我们的，我们误人子弟。他说他们还年轻。我说他会长大，他不会永远年轻。我们就这个地方产生了不同意见，没有办法，他不能接受，我只好走路，我不愿意干误人子弟的事情。以后人家请我教佛学院，不教了。",
      "zh_TW": "昨天台灣來了些朋友十多個人，來的目的是請我回去過年。這次選舉很好，我看到台灣人民已經覺悟了，很理智，不再感情用事了，以前感情用事，真正夠得上談民主。民主裡頭要搞感情就完了、就亂了，能有理性好，但是要教育。他們對於傳統文化很重視，我在台灣，跟現在當選的副總統吳敦義先生，他來看過我；我跟兩個行政院長，前行政院長劉兆玄，還有前省長宋楚瑜，他們三個都來看我。很難得對於傳統文化都很重視，搞這個好，比做官好多了，真有成就。能夠好好的辦個學校，辦私塾，跟一般學校教法不一樣，學生，三個學生一組，一門深入，長時薰修。這個辦法是我在四十年前跟星雲法師談的。四十年前他辦那個東方佛教學院，請我去做教務主任，他那時候有一百三十多個學生。我跟他的研究，三個人一個小組專攻一部經，我告訴他，十年之後佛光山至少可以出二十個講經的人才，都是世界一流的。他聽了想想：也很好，但是不像學校。我說學校出不了人才，不能走學校這個方法。我們這個，他堅持沒有辦法，我就離開，我就不教了，所以我在那裡教了十個月就走了。我說這樣教法，將來學生要罵我們的，我們誤人子弟。他說他們還年輕。我說他會長大，他不會永遠年輕。我們就這個地方產生了不同意見，沒有辦法，他不能接受，我只好走路，我不願意幹誤人子弟的事情。以後人家請我教佛學院，不教了。"
    },
    {
      "id": "02-037-0142_p0033",
      "zh_CN": "实在说韩馆长是听懂了，我们真想办个小型的佛学班，能有二十个学生，都在筹备差不多，她过世了，这个事情就没办法再继续。所以统统是缘分，真肯干她走了，没有这个福分，这是要大福德才能成就这个大事，这不是一般人能做到的。做成功之后，你看你培养的，不管你培养三个、五个都不得了，历史上都会留名，那大福德，没有那么大的福德做不了。我们能看出来，没这个福报，所以找不到地方。这个事情，我跟李木源谈过在新加坡，在马来西亚我跟李金友谈过，他也很赞叹，但是赞叹后头就没有了，不能起而行之。还是了解不够透彻，真正了解透彻，像他们这些人有这个能力的，怎么会不干！大好事。于你这一生有利，于你后来生生世世都有利益，这个不是一世的功德。",
      "zh_TW": "實在說韓館長是聽懂了，我們真想辦個小型的佛學班，能有二十個學生，都在籌備差不多，她過世了，這個事情就沒辦法再繼續。所以統統是緣分，真肯幹她走了，沒有這個福分，這是要大福德才能成就這個大事，這不是一般人能做到的。做成功之後，你看你培養的，不管你培養三個、五個都不得了，歷史上都會留名，那大福德，沒有那麼大的福德做不了。我們能看出來，沒這個福報，所以找不到地方。這個事情，我跟李木源談過在新加坡，在馬來西亞我跟李金友談過，他也很讚歎，但是讚歎後頭就沒有了，不能起而行之。還是了解不夠透徹，真正了解透徹，像他們這些人有這個能力的，怎麼會不幹！大好事。於你這一生有利，於你後來生生世世都有利益，這個不是一世的功德。"
    },
    {
      "id": "02-037-0142_p0034",
      "zh_CN": "第二十五，「眉间白毫相」，这是德行，是欢喜赞叹「歌诵闲居之德众人行」，这个闲居要注意，这闲就是贤人，是有德行、有学问的人他们隐居不出来做事。我在年轻的时候，我读历史，那时候读二十五史，看到二十五史《隐逸传》，我很怀疑这些人有学问、有道德，隐居不出来为大众服务，为什么要给他写传？好多年这个疑惑都解不开。以后这下搞明白了，这些人是什么？就是于人无争，于世无求。他有能力争，他有能力求，而不争、而不求，这个示现就是社会安定的原动力。现在人有一点点本事就要去争，就要去求，拼命，把社会搞得乌烟瘴气。这些人真有本事，真有能力，不干，过他的田园生活，非常惬意。诸葛亮没出山也过这种生活，刘备三顾茅庐，盛情难却，这才出来，不是他愿意出来求。像这些隐士真是大圣大贤，隐藏在野，真正的明君，一个好的领导人，求贤若渴，那真的要去三顾茅庐，用真诚心把他请出来，不是真诚心不出来。所以汉高祖做了皇帝之后，跟这些大臣们谈，他为什么成功？项羽为什么失败？别人没看到，他真的了不起，他的成功功劳就归三个人，称为三杰，张良、萧何、韩信，他说这是人杰，他们三个帮助我成功。项羽身边只有一个范增，不能用，所以他失败了。这个说法大家都服了。张良，你看看功成身退，隐居了，这高明。",
      "zh_TW": "第二十五，「眉間白毫相」，這是德行，是歡喜讚歎「歌誦閒居之德眾人行」，這個閒居要注意，這閒就是賢人，是有德行、有學問的人他們隱居不出來做事。我在年輕的時候，我讀歷史，那時候讀二十五史，看到二十五史《隱逸傳》，我很懷疑這些人有學問、有道德，隱居不出來為大眾服務，為什麼要給他寫傳？好多年這個疑惑都解不開。以後這下搞明白了，這些人是什麼？就是於人無爭，於世無求。他有能力爭，他有能力求，而不爭、而不求，這個示現就是社會安定的原動力。現在人有一點點本事就要去爭，就要去求，拼命，把社會搞得烏煙瘴氣。這些人真有本事，真有能力，不幹，過他的田園生活，非常愜意。諸葛亮沒出山也過這種生活，劉備三顧茅廬，盛情難卻，這才出來，不是他願意出來求。像這些隱士真是大聖大賢，隱藏在野，真正的明君，一個好的領導人，求賢若渴，那真的要去三顧茅廬，用真誠心把他請出來，不是真誠心不出來。所以漢高祖做了皇帝之後，跟這些大臣們談，他為什麼成功？項羽為什麼失敗？別人沒看到，他真的了不起，他的成功功勞就歸三個人，稱為三傑，張良、蕭何、韓信，他說這是人傑，他們三個幫助我成功。項羽身邊只有一個范增，不能用，所以他失敗了。這個說法大家都服了。張良，你看看功成身退，隱居了，這高明。"
    },
    {
      "id": "02-037-0142_p0035",
      "zh_CN": "在古时候范蠡，那还在春秋时代，接近战国，春秋的末期吴越，越王勾践被灭亡再复兴，历史上很少看到这个例子，那是真不容易，被人灭了还能够起来，中国历史上好像只有这么一个。汉光武那是创业不是复兴，勾践真的是复兴，靠的两个大臣范蠡、文种，范蠡聪明，知道越王这人可以共患难，不能共富贵，所以国家一复兴，他就走了，改姓名去做生意去了。人有福报又聪明，做生意没做多久发大财，在历史上出名的三聚三散，发了财怎么样？贫穷人统统布施。然后从小生意再做起，三年又发了，这个跟佛法做了证明愈施愈多。那时候佛法没到中国，他做出样子出来，你尽管去施，施光了从头来起，几年又发了，发得比前面还多，愈多愈施，不要怀疑，要有信心。施财得财富，施法得聪明智慧，施无畏得健康长寿，为什么不干？这个东西就怕囤积，积财丧道，你所积的那只有这么多了，你就发到这为止。你要再散，那你这个财是永远没有尽的，法布施也一样，决定不要保留。性德是没有边际的，没有终止的，你一定明白这个道理，真明白就真干，真干马上就兑现。",
      "zh_TW": "在古時候范蠡，那還在春秋時代，接近戰國，春秋的末期吳越，越王勾踐被滅亡再復興，歷史上很少看到這個例子，那是真不容易，被人滅了還能夠起來，中國歷史上好像只有這麼一個。漢光武那是創業不是復興，勾踐真的是復興，靠的兩個大臣范蠡、文種，范蠡聰明，知道越王這人可以共患難，不能共富貴，所以國家一復興，他就走了，改姓名去做生意去了。人有福報又聰明，做生意沒做多久發大財，在歷史上出名的三聚三散，發了財怎麼樣？貧窮人統統布施。然後從小生意再做起，三年又發了，這個跟佛法做了證明愈施愈多。那時候佛法沒到中國，他做出樣子出來，你儘管去施，施光了從頭來起，幾年又發了，發得比前面還多，愈多愈施，不要懷疑，要有信心。施財得財富，施法得聰明智慧，施無畏得健康長壽，為什麼不幹？這個東西就怕囤積，積財喪道，你所積的那只有這麼多了，你就發到這為止。你要再散，那你這個財是永遠沒有盡的，法布施也一樣，決定不要保留。性德是沒有邊際的，沒有終止的，你一定明白這個道理，真明白就真幹，真幹馬上就兌現。"
    },
    {
      "id": "02-037-0142_p0036",
      "zh_CN": "我这一生要不是章嘉大师教我，不知道，干了六十年真有效果，愈施愈多。所以东西决定不可以留，财货叫通货，就是要流通，决定要流通，法要流通，无畏布施统统要流通。利益大众是真正利益自己，要利益自己，不利益大众，利益自己就到此为止，就停住了，停住之后还有麻烦、还有灾害。我们看最近这些灾难，一个地震、一个海啸，完全没有了，几秒钟的时间全都没有了。这是给我们的警惕。愈施愈多好，这个要学会。现在时间到了，今天我们就学习到此地。",
      "zh_TW": "我這一生要不是章嘉大師教我，不知道，幹了六十年真有效果，愈施愈多。所以東西決定不可以留，財貨叫通貨，就是要流通，決定要流通，法要流通，無畏布施統統要流通。利益大眾是真正利益自己，要利益自己，不利益大眾，利益自己就到此為止，就停住了，停住之後還有麻煩、還有災害。我們看最近這些災難，一個地震、一個海嘯，完全沒有了，幾秒鐘的時間全都沒有了。這是給我們的警惕。愈施愈多好，這個要學會。現在時間到了，今天我們就學習到此地。"
    }
  ]
}