{
  "doc_id": "02-037-0235",
  "title": {
    "zh_CN": "净土大经科注—《弟子规》字句充满无量法门",
    "zh_TW": "淨土大經科註—《弟子規》字句充滿無量法門"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三五集",
    "zh_TW": "第二三五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0235",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-037-0235_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》，第五百七十一页第七行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》，第五百七十一頁第七行："
    },
    {
      "id": "02-037-0235_p0002",
      "zh_CN": "「通禁制止名律，造作有相名仪」，这是《行事钞》里面对于戒律两个字的定义。通就是一般的、普通的，是共同的，也就是必须要遵守基本的戒律；不管你是显教密教、宗门教下，都要遵守，这叫通。禁止，就是许多事情佛告诉我们不可以做的，不能杀生、不能偷盗、不能邪行，这都属于叫禁戒，不妄语。十善业道是根本戒，虽然它不是戒律，它是戒律的根本。如果十善业道做不到，戒律就全都是假的，因为没有一条你能做得到的。学戒律，也就是学做人、学作佛，从哪里做起？真要从《弟子规》做起。《弟子规》做不到、《感应篇》做不到，十善业就做不到，十善业的根本是在《弟子规》。所以现在为什么戒律完了、佛法衰了，原因就是人不想学好。真正想学好，《弟子规》就是好，《弟子规》是十善业道的根基。隋唐时代祖师大德为什么把小乘戒不学了，中国学大乘，大乘没有小乘，没有根。我们老祖宗有智慧，用儒跟道来代替。儒、道是中国本土的，是我们几千年习惯在学习的，它所说的、它的精神、它的方法，跟十善业道完全相同。所以用《弟子规》、《感应篇》代替了小乘，有这个基础，十善业道就落实了，根就扎下去了。",
      "zh_TW": "「通禁制止名律，造作有相名儀」，這是《行事鈔》裡面對於戒律兩個字的定義。通就是一般的、普通的，是共同的，也就是必須要遵守基本的戒律；不管你是顯教密教、宗門教下，都要遵守，這叫通。禁止，就是許多事情佛告訴我們不可以做的，不能殺生、不能偷盜、不能邪行，這都屬於叫禁戒，不妄語。十善業道是根本戒，雖然它不是戒律，它是戒律的根本。如果十善業道做不到，戒律就全都是假的，因為沒有一條你能做得到的。學戒律，也就是學做人、學作佛，從哪裡做起？真要從《弟子規》做起。《弟子規》做不到、《感應篇》做不到，十善業就做不到，十善業的根本是在《弟子規》。所以現在為什麼戒律完了、佛法衰了，原因就是人不想學好。真正想學好，《弟子規》就是好，《弟子規》是十善業道的根基。隋唐時代祖師大德為什麼把小乘戒不學了，中國學大乘，大乘沒有小乘，沒有根。我們老祖宗有智慧，用儒跟道來代替。儒、道是中國本土的，是我們幾千年習慣在學習的，它所說的、它的精神、它的方法，跟十善業道完全相同。所以用《弟子規》、《感應篇》代替了小乘，有這個基礎，十善業道就落實了，根就紮下去了。"
    },
    {
      "id": "02-037-0235_p0003",
      "zh_CN": "所以古时候的佛教是有根的，是有生机的，活活泼泼的。今天的佛教，无论在家、出家，根没有了，不愿意学，不想学它东西。如果这个东西疏忽掉，你将来学得再高，学得能讲《华严》、能讲《法华》，都是属于佛学，与学佛根本不相干，将来的果报，说老实话还是在三途。为什么一生弘法利生还堕地狱？因为你把佛法的根毁掉了。弘扬佛法，如果把根搞起来，你是个小法师默默无闻的，没人知道你，但是你把佛法的根救起来了。你将来往生是上辈上生，你的功德太大了，你救了佛教，这是做真的。废弃了根本，搞这个枝叶花果，像瓶上的插花，很好看，假的，几天就死了，这个道理我们要懂。",
      "zh_TW": "所以古時候的佛教是有根的，是有生機的，活活潑潑的。今天的佛教，無論在家、出家，根沒有了，不願意學，不想學它東西。如果這個東西疏忽掉，你將來學得再高，學得能講《華嚴》、能講《法華》，都是屬於佛學，與學佛根本不相干，將來的果報，說老實話還是在三途。為什麼一生弘法利生還墮地獄？因為你把佛法的根毀掉了。弘揚佛法，如果把根搞起來，你是個小法師默默無聞的，沒人知道你，但是你把佛法的根救起來了。你將來往生是上輩上生，你的功德太大了，你救了佛教，這是做真的。廢棄了根本，搞這個枝葉花果，像瓶上的插花，很好看，假的，幾天就死了，這個道理我們要懂。"
    },
    {
      "id": "02-037-0235_p0004",
      "zh_CN": "要用冷静的头脑、智慧的眼光，就是佛法讲的定、慧，有定有慧你才能看到真相，没有定慧你看不到。无论世出世间的学术，只要是心浮气躁，他就看不到真实。本经里面所讲的三个真实，有没有看到？真实之际、真实智慧、真实之利，没有看到，一个都没看到。什么原因？我们没有根，这比什么都重要。世间人都知道灾难在眼前，怎么度过？没有根不能度过。有根，纵然没有成就也能度过，不从根本只求枝末这错误的。所以佛叫我们不能做的我们一定要遵守，这就是持戒。落实在生活上，这个造作有相，落实在我们日常生活当中，在我们行为当中，这叫仪，仪就是规矩。再进一步说，就是一切大众的好样子，这是仪。",
      "zh_TW": "要用冷靜的頭腦、智慧的眼光，就是佛法講的定、慧，有定有慧你才能看到真相，沒有定慧你看不到。無論世出世間的學術，只要是心浮氣躁，他就看不到真實。本經裡面所講的三個真實，有沒有看到？真實之際、真實智慧、真實之利，沒有看到，一個都沒看到。什麼原因？我們沒有根，這比什麼都重要。世間人都知道災難在眼前，怎麼度過？沒有根不能度過。有根，縱然沒有成就也能度過，不從根本只求枝末這錯誤的。所以佛叫我們不能做的我們一定要遵守，這就是持戒。落實在生活上，這個造作有相，落實在我們日常生活當中，在我們行為當中，這叫儀，儀就是規矩。再進一步說，就是一切大眾的好樣子，這是儀。"
    },
    {
      "id": "02-037-0235_p0005",
      "zh_CN": "所以「综上之意，依止戒律，体现于行仪」，这叫做律仪。「又律仪戒者，乃三聚净戒之一」，是三聚净戒里头的根本，三聚净戒是律仪戒的扩充、延伸，是这个意思。但是延伸、扩充，佛没有文字留下来，那是智慧，是你的德行。你有德、有智慧、有慈悲，你就能把佛的戒律扩充遍法界虚空界。律仪戒这是有文字的，有五戒、有八戒，八关斋戒就属于八戒，出家、在家统统要学的；十戒是出家学的，沙弥的十戒；具足戒，这是比丘戒跟菩萨戒。这是一切的戒律，有文字记载的。我们现在必须要认清楚，蕅益大师明末清初的人，他出生在明朝末年，圆寂在清朝。这位老人是有名研究戒律的，净土宗的祖师，他深入律藏。近代有一位大德学他，弘一大师，也是在律藏上下了很大的功夫，念佛求生净土的。蕅益大师告诉我们，中国从南宋以后就没有比丘了，他自己受了比丘戒之后就退戒，一生受持沙弥十戒跟菩萨戒。所以很多文字里面落款，他是菩萨戒沙弥，不敢称比丘。他的学生，就是他的传人成时法师，蕅益大师所有著作流传下来是成时大师的功劳，他把它整理、刻版、流通。老师称沙弥，学生就不敢称沙弥，成时自称菩萨戒出家优婆塞。这种称呼弘一大师有，弘一大师有的时候他也写出家优婆塞。这是什么？名正言顺。",
      "zh_TW": "所以「綜上之意，依止戒律，體現於行儀」，這叫做律儀。「又律儀戒者，乃三聚淨戒之一」，是三聚淨戒裡頭的根本，三聚淨戒是律儀戒的擴充、延伸，是這個意思。但是延伸、擴充，佛沒有文字留下來，那是智慧，是你的德行。你有德、有智慧、有慈悲，你就能把佛的戒律擴充遍法界虛空界。律儀戒這是有文字的，有五戒、有八戒，八關齋戒就屬於八戒，出家、在家統統要學的；十戒是出家學的，沙彌的十戒；具足戒，這是比丘戒跟菩薩戒。這是一切的戒律，有文字記載的。我們現在必須要認清楚，蕅益大師明末清初的人，他出生在明朝末年，圓寂在清朝。這位老人是有名研究戒律的，淨土宗的祖師，他深入律藏。近代有一位大德學他，弘一大師，也是在律藏上下了很大的功夫，念佛求生淨土的。蕅益大師告訴我們，中國從南宋以後就沒有比丘了，他自己受了比丘戒之後就退戒，一生受持沙彌十戒跟菩薩戒。所以很多文字裡面落款，他是菩薩戒沙彌，不敢稱比丘。他的學生，就是他的傳人成時法師，蕅益大師所有著作流傳下來是成時大師的功勞，他把它整理、刻版、流通。老師稱沙彌，學生就不敢稱沙彌，成時自稱菩薩戒出家優婆塞。這種稱呼弘一大師有，弘一大師有的時候他也寫出家優婆塞。這是什麼？名正言順。"
    },
    {
      "id": "02-037-0235_p0006",
      "zh_CN": "我们的身分，说老实话确确实实出家优婆塞，名不正则言不顺，我们对于沙弥十戒、二十四门威仪做不到，连《弟子规》都做不到。如果诚敬心稍微欠缺一点，我们一生所做的工作是佛学，是知识的层面，与学佛不相干。佛法是戒定慧三学，没有戒定慧就不是佛法，那是世间的佛学，这个我们一定要懂得。佛法沦为世间的佛学，佛法在这个世间就绝灭了！我们要想把佛法再延续下去，让正法久住，从什么地方做？就不能不认真去扎三个根、四个根，出家扎四个根。这是第一优先，先决条件，你是为弘法利生。如果你要为求生净土，那就一句弥陀，老实念佛，你决定生净土。对于正法久住、续佛慧命我们能力做不到，这情有可原，我们心有余而力不足，做不到，求生净土可以。这是真正的正法，这就是说既然不能兼善天下，只好独善其身。往生净土是独善其身，他是大乘，他不是小乘，他不是不度众生，他做不到。",
      "zh_TW": "我們的身分，說老實話確確實實出家優婆塞，名不正則言不順，我們對於沙彌十戒、二十四門威儀做不到，連《弟子規》都做不到。如果誠敬心稍微欠缺一點，我們一生所做的工作是佛學，是知識的層面，與學佛不相干。佛法是戒定慧三學，沒有戒定慧就不是佛法，那是世間的佛學，這個我們一定要懂得。佛法淪為世間的佛學，佛法在這個世間就絕滅了！我們要想把佛法再延續下去，讓正法久住，從什麼地方做？就不能不認真去紮三個根、四個根，出家紮四個根。這是第一優先，先決條件，你是為弘法利生。如果你要為求生淨土，那就一句彌陀，老實念佛，你決定生淨土。對於正法久住、續佛慧命我們能力做不到，這情有可原，我們心有餘而力不足，做不到，求生淨土可以。這是真正的正法，這就是說既然不能兼善天下，只好獨善其身。往生淨土是獨善其身，他是大乘，他不是小乘，他不是不度眾生，他做不到。"
    },
    {
      "id": "02-037-0235_p0007",
      "zh_CN": "戒律为什么做不到？《弟子规》是根本戒，根本的根本，为什么做不到？烦恼、习气太重。烦恼、习气是多生多劫累积下来的，这一生没有能力断掉，佛菩萨会原谅你。你到极乐世界再好好的修，修成之后再满你自己的愿望，你再住持正法、弘法利生。所以自己，古人讲得好，量力行事，我自己要衡量一下我自己有多大的能力，有多大的智慧、多大的德行、多大的能力，自己知道，超过了是绝对做不到的。真正要续佛慧命、弘法利生，你说那四个根多重要，怎么样也得把它落实，真正做到。我把四个根做到了，我能不能往生？你要是真信、真愿，你一生就念一句佛号就能往生。别人不知道你，佛菩萨知道你，阿弥陀佛知道，你那个一念等于别人念一辈子，一念相应一念佛。你的功德大，你救了佛教，你救了正法，诸佛菩萨都感谢你，这真的不是假的。你确实做出了个好榜样，这个榜样可以复兴佛法，以这个功德回向求生净土，还有什么问题！但这真难修，佛法讲讲容易，做太难了。《弟子规》几个人做到？今天把《弟子规》做到那就是圣人。《弟子规》是戒，落实在生活叫仪，就是三教基本的律仪，决定不能忽视。",
      "zh_TW": "戒律為什麼做不到？《弟子規》是根本戒，根本的根本，為什麼做不到？煩惱、習氣太重。煩惱、習氣是多生多劫累積下來的，這一生沒有能力斷掉，佛菩薩會原諒你。你到極樂世界再好好的修，修成之後再滿你自己的願望，你再住持正法、弘法利生。所以自己，古人講得好，量力行事，我自己要衡量一下我自己有多大的能力，有多大的智慧、多大的德行、多大的能力，自己知道，超過了是絕對做不到的。真正要續佛慧命、弘法利生，你說那四個根多重要，怎麼樣也得把它落實，真正做到。我把四個根做到了，我能不能往生？你要是真信、真願，你一生就念一句佛號就能往生。別人不知道你，佛菩薩知道你，阿彌陀佛知道，你那個一念等於別人念一輩子，一念相應一念佛。你的功德大，你救了佛教，你救了正法，諸佛菩薩都感謝你，這真的不是假的。你確實做出了個好榜樣，這個榜樣可以復興佛法，以這個功德迴向求生淨土，還有什麼問題！但這真難修，佛法講講容易，做太難了。《弟子規》幾個人做到？今天把《弟子規》做到那就是聖人。《弟子規》是戒，落實在生活叫儀，就是三教基本的律儀，決定不能忽視。"
    },
    {
      "id": "02-037-0235_p0008",
      "zh_CN": "要用智慧去解释，《弟子规》文字不多，看起来好像不深，实际上是博大精深。头一句，这是基础的基础、根本的根本，「父母呼，应勿缓」，这什么意思？父母是个代表的，是个代表的人，他叫我，我赶快答应，这表示恭敬。父母指谁？大乘《菩萨戒经》里面说，「一切男子是我父，一切女人是我母」。这就扩大了，所有一切众生呼我，我就要用对父母呼我的态度去应。「一切众生本来是佛」，我们老祖宗说的是「本性本善」。前面我们读过，十善业道，大乘菩萨展开来八万四千法门，《弟子规》展开是不是八万四千法门？是！一点都没错。小乘展开是三千威仪。你就晓得，《弟子规》字字句句都充满八万四千法门、都充满无量法门，世出世间一切法没有在它之外，你才真正体会到它不可思议。",
      "zh_TW": "要用智慧去解釋，《弟子規》文字不多，看起來好像不深，實際上是博大精深。頭一句，這是基礎的基礎、根本的根本，「父母呼，應勿緩」，這什麼意思？父母是個代表的，是個代表的人，他叫我，我趕快答應，這表示恭敬。父母指誰？大乘《菩薩戒經》裡面說，「一切男子是我父，一切女人是我母」。這就擴大了，所有一切眾生呼我，我就要用對父母呼我的態度去應。「一切眾生本來是佛」，我們老祖宗說的是「本性本善」。前面我們讀過，十善業道，大乘菩薩展開來八萬四千法門，《弟子規》展開是不是八萬四千法門？是！一點都沒錯。小乘展開是三千威儀。你就曉得，《弟子規》字字句句都充滿八萬四千法門、都充滿無量法門，世出世間一切法沒有在它之外，你才真正體會到它不可思議。"
    },
    {
      "id": "02-037-0235_p0009",
      "zh_CN": "我们过去曾经学过贤首国师的《还源观》，《还源观》上给我们讲依正三种周遍，第一种「周遍法界」，《弟子规》这一句周遍法界，一句周遍，句句周遍。「出生无尽」，相应的出生无尽的功德，不相应的出生无尽的业报。然后你就晓得，佛菩萨所说的哪一法不是佛法？法法皆是。哪一法不是究竟圆满？法法皆是。世出世间圣贤之道一定要从恭敬当中去学习，至诚恭敬你就学到了；没有至诚、没有恭敬，你看不到、你听不到、你接触不到，你怎么学法？「不依规矩，不成方圆」，所以圣贤教育没有不重视戒律的，儒家不叫戒律，叫礼。",
      "zh_TW": "我們過去曾經學過賢首國師的《還源觀》，《還源觀》上給我們講依正三種周遍，第一種「周遍法界」，《弟子規》這一句周遍法界，一句周遍，句句周遍。「出生無盡」，相應的出生無盡的功德，不相應的出生無盡的業報。然後你就曉得，佛菩薩所說的哪一法不是佛法？法法皆是。哪一法不是究竟圓滿？法法皆是。世出世間聖賢之道一定要從恭敬當中去學習，至誠恭敬你就學到了；沒有至誠、沒有恭敬，你看不到、你聽不到、你接觸不到，你怎麼學法？「不依規矩，不成方圓」，所以聖賢教育沒有不重視戒律的，儒家不叫戒律，叫禮。"
    },
    {
      "id": "02-037-0235_p0010",
      "zh_CN": "第二种，「摄善法戒。以修一切善法为戒」。这就没有条文，你对于什么叫善，你要有正确的概念。什么是善法？真正利益一切众生的法叫善法，而不是自利的。自利利他也是善，里面掺上个自利，不善，善中还夹杂着不善。完全没有自利，这纯善，完全没有自利，给诸位说就是圆满的自利。为什么？自他是一不是二，利他才是真正自利。这是大乘教里头，首先把这个概念就告诉你，遍法界虚空界跟自己是一体，所以利他才是真正自利。譬如我们的身体，现在科学家告诉我们，我们身体里，组织身体是细胞，细胞就是我们的身体。我身体有多少细胞？科学家概略估计大概是五十兆。五十兆个细胞，这细胞说我只利益自己，不利益别的细胞，你说它自己真得利益了吗？这一个细胞活了，别的细胞都死掉，它也活不成。它要能想到，我一点点利益，想到我全体的细胞统统都有利益，都活了，它也就活了。你得懂得这个道理。",
      "zh_TW": "第二種，「攝善法戒。以修一切善法為戒」。這就沒有條文，你對於什麼叫善，你要有正確的概念。什麼是善法？真正利益一切眾生的法叫善法，而不是自利的。自利利他也是善，裡面摻上個自利，不善，善中還夾雜著不善。完全沒有自利，這純善，完全沒有自利，給諸位說就是圓滿的自利。為什麼？自他是一不是二，利他才是真正自利。這是大乘教裡頭，首先把這個概念就告訴你，遍法界虛空界跟自己是一體，所以利他才是真正自利。譬如我們的身體，現在科學家告訴我們，我們身體裡，組織身體是細胞，細胞就是我們的身體。我身體有多少細胞？科學家概略估計大概是五十兆。五十兆個細胞，這細胞說我只利益自己，不利益別的細胞，你說它自己真得利益了嗎？這一個細胞活了，別的細胞都死掉，它也活不成。它要能想到，我一點點利益，想到我全體的細胞統統都有利益，都活了，它也就活了。你得懂得這個道理。"
    },
    {
      "id": "02-037-0235_p0011",
      "zh_CN": "念念想到天下众生，他跟我是一体，他们自私自利是他迷了，他不知道事实真相，我没有知道事实真相之前跟他是一般见识。现在我明白、我觉悟了，觉悟了之后才知道，一切诸法跟我是什么关系？是一体。所以，佛、菩萨没有自私的念头，包括阿罗汉，起心动念想一切苦难众生，起心动念想到今天的地球，靠近我们最近的，怎么会变成这个样子？我们如何帮助他，能够让他回头、能够让他如法？这就是无量功德。如果没有这个心态，造一切善法还是业报。念老在此地给我们解释这段经文，把意业放在最前面，有道理。经文，意业是在最后一段，他解释，头一段解释意业。起心动念重要，起的是什么心、动的是什么念？有没有智慧？有没有诚意？这是学习圣贤教诲的基本心态。",
      "zh_TW": "念念想到天下眾生，他跟我是一體，他們自私自利是他迷了，他不知道事實真相，我沒有知道事實真相之前跟他是一般見識。現在我明白、我覺悟了，覺悟了之後才知道，一切諸法跟我是什麼關係？是一體。所以，佛、菩薩沒有自私的念頭，包括阿羅漢，起心動念想一切苦難眾生，起心動念想到今天的地球，靠近我們最近的，怎麼會變成這個樣子？我們如何幫助他，能夠讓他回頭、能夠讓他如法？這就是無量功德。如果沒有這個心態，造一切善法還是業報。念老在此地給我們解釋這段經文，把意業放在最前面，有道理。經文，意業是在最後一段，他解釋，頭一段解釋意業。起心動念重要，起的是什麼心、動的是什麼念？有沒有智慧？有沒有誠意？這是學習聖賢教誨的基本心態。"
    },
    {
      "id": "02-037-0235_p0012",
      "zh_CN": "修一切善法，譬如我们见到的，抽烟，这是不是善法？戒律里头没有。所以有些出家人抽烟，我不犯戒，戒上没说，抽烟不犯戒。抽烟已经不是善法，对你本身有伤害的，出家人叼个烟卷也不好看，也叫人轻视，这是不善的。虽然佛没有说，我们不抽烟，这叫摄一切善法戒。律仪戒上没有，善法戒你犯了，这是不善。诸如这一类的事情很多，戒律条文毕竟有限，条文上没有的你都可以去干去了，在律仪戒上讲得通，摄善法戒讲不通。善法是什么？善法对自己有利益的，对自己的道德、修养、威仪这些有帮助的，这叫善法。",
      "zh_TW": "修一切善法，譬如我們見到的，抽煙，這是不是善法？戒律裡頭沒有。所以有些出家人抽煙，我不犯戒，戒上沒說，抽煙不犯戒。抽煙已經不是善法，對你本身有傷害的，出家人叼個煙捲也不好看，也叫人輕視，這是不善的。雖然佛沒有說，我們不抽煙，這叫攝一切善法戒。律儀戒上沒有，善法戒你犯了，這是不善。諸如這一類的事情很多，戒律條文畢竟有限，條文上沒有的你都可以去幹去了，在律儀戒上講得通，攝善法戒講不通。善法是什麼？善法對自己有利益的，對自己的道德、修養、威儀這些有幫助的，這叫善法。"
    },
    {
      "id": "02-037-0235_p0013",
      "zh_CN": "第三条是对众生有利益的，这两条戒，把律仪戒之不足全部补充出来了。「摄众生戒，又云饶益有情戒」，饶是丰饶、丰富的意思，益是利益，有情众生。对一切众生有利益，而且有很大的利益，我们一定要做，要帮助这一切有情众生得到最大的利益。最大的利益是什么？帮助一切有情众生认识净土，真信净土，愿意往生，这是究竟圆满的利益。这个利益大了，我们要自己做出样子给他看。黄念祖老居士晚年身体不好，示现出这个榜样，一天到晚佛不离口，一天念十四万声佛号。他是为自己念的吗？不是，为饶益有情，念给大家看的，让大家看了之后对他这个注解就生起信心。他劝，劝我们念佛，他自己真干，他自己学了禅，学过禅、也学过密，你看临终他不用禅、也不用密，他专门念阿弥陀佛。做给我们看的，我们看了之后真相信；自己不真做，假的，人家不相信。",
      "zh_TW": "第三條是對眾生有利益的，這兩條戒，把律儀戒之不足全部補充出來了。「攝眾生戒，又云饒益有情戒」，饒是豐饒、豐富的意思，益是利益，有情眾生。對一切眾生有利益，而且有很大的利益，我們一定要做，要幫助這一切有情眾生得到最大的利益。最大的利益是什麼？幫助一切有情眾生認識淨土，真信淨土，願意往生，這是究竟圓滿的利益。這個利益大了，我們要自己做出樣子給他看。黃念祖老居士晚年身體不好，示現出這個榜樣，一天到晚佛不離口，一天念十四萬聲佛號。他是為自己念的嗎？不是，為饒益有情，念給大家看的，讓大家看了之後對他這個註解就生起信心。他勸，勸我們念佛，他自己真幹，他自己學了禪，學過禪、也學過密，你看臨終他不用禪、也不用密，他專門念阿彌陀佛。做給我們看的，我們看了之後真相信；自己不真做，假的，人家不相信。"
    },
    {
      "id": "02-037-0235_p0014",
      "zh_CN": "我们自己做学生我们知道，方东美先生用哲学把佛经介绍给我，说学佛是人生最高的享受。那我得仔细去看他，他有没有生活在佛法当中？如果他学的这些佛法没有落实到生活，那就靠不住。细心观察看了二十多年，他真的，他一点不假，没有一天不读经，跟任何人谈话，没有不说佛的。他真干、真做到了，他生活在佛法当中，工作在佛法当中，待人接物都没有离开佛法，他真干。所以他告诉我，学佛是人生最高的享受，我相信了，我也照做，这个照做真有好处。章嘉大师劝我出家，劝我学释迦牟尼佛，我听话，我出家了。出家之后再去看方老师，老师一见面：你真干了！我说是，你老人家说的，学佛是人生最高的享受，我得要过过人生最高的享受。我出家只有他一个人赞成，说好，太好了，你的路走对了。我的朋友、同事没有一个原谅我，都说我头脑有了问题，迷信，怎么迷到这种程度？那些批评我的人我不放在心上，为什么？他没有读过佛经，他对于佛法一无所知，他的话不可靠。可是二、三十年之后这些老朋友见面，一个个都说，老兄，你的路走对了。他后悔莫及，追不上了！",
      "zh_TW": "我們自己做學生我們知道，方東美先生用哲學把佛經介紹給我，說學佛是人生最高的享受。那我得仔細去看他，他有沒有生活在佛法當中？如果他學的這些佛法沒有落實到生活，那就靠不住。細心觀察看了二十多年，他真的，他一點不假，沒有一天不讀經，跟任何人談話，沒有不說佛的。他真幹、真做到了，他生活在佛法當中，工作在佛法當中，待人接物都沒有離開佛法，他真幹。所以他告訴我，學佛是人生最高的享受，我相信了，我也照做，這個照做真有好處。章嘉大師勸我出家，勸我學釋迦牟尼佛，我聽話，我出家了。出家之後再去看方老師，老師一見面：你真幹了！我說是，你老人家說的，學佛是人生最高的享受，我得要過過人生最高的享受。我出家只有他一個人贊成，說好，太好了，你的路走對了。我的朋友、同事沒有一個原諒我，都說我頭腦有了問題，迷信，怎麼迷到這種程度？那些批評我的人我不放在心上，為什麼？他沒有讀過佛經，他對於佛法一無所知，他的話不可靠。可是二、三十年之後這些老朋友見面，一個個都說，老兄，你的路走對了。他後悔莫及，追不上了！"
    },
    {
      "id": "02-037-0235_p0015",
      "zh_CN": "这个道路，说人生最高的享受是什么？给诸位说，没有烦恼、没有忧虑、没有牵挂，这就是人生最高的享受。你看各行各业，哪个行业不忙、不辛苦？我这个行业不忙，我这个行业没事。这个行业读自己喜欢读的书，教自己喜欢教的课，不受人限制，这种自在、快乐到哪去找去？不受限制。你在学校教课，还得受教学的制度上限制你，你不能说想教什么教什么，不可以。我这是想教什么教什么，想讲什么就讲什么，想念什么就念什么，毫无拘束，得大自在，愈学愈欢喜，叫法喜充满。人常常生活在欢喜当中，这个人就不会生病，所谓是「人逢喜事精神爽」，一天到晚都欢喜，当然精神舒畅。这种人生、这个生活到哪里去找？几个人知道？知道他都来了，没人知道。",
      "zh_TW": "這個道路，說人生最高的享受是什麼？給諸位說，沒有煩惱、沒有憂慮、沒有牽掛，這就是人生最高的享受。你看各行各業，哪個行業不忙、不辛苦？我這個行業不忙，我這個行業沒事。這個行業讀自己喜歡讀的書，教自己喜歡教的課，不受人限制，這種自在、快樂到哪去找去？不受限制。你在學校教課，還得受教學的制度上限制你，你不能說想教什麼教什麼，不可以。我這是想教什麼教什麼，想講什麼就講什麼，想念什麼就念什麼，毫無拘束，得大自在，愈學愈歡喜，叫法喜充滿。人常常生活在歡喜當中，這個人就不會生病，所謂是「人逢喜事精神爽」，一天到晚都歡喜，當然精神舒暢。這種人生、這個生活到哪裡去找？幾個人知道？知道他都來了，沒人知道。"
    },
    {
      "id": "02-037-0235_p0016",
      "zh_CN": "我受方老师这句话影响深，就改变我一生的命运，我感激他。确实这个没人知道，我这一生就没有第二个人讲过这句话，包括出家老法师。讲得这么坚定、讲得这么清楚，我一生遇到的第一个人。这是什么？这是他自己，那个时候不是一生，是半生，学习佛法的心得。我相信他不只给我一个人讲，他的学生很多，我相信他常常讲，别人没听懂，别人粗心大意。我听了之后我要证实，我细心看他的生活、看他工作待人接物，果然兑现了人生最高的享受，那这个话是真的，不是假的。谁学谁成就，这个里头没有自私自利。他学生很多，成就的人也不少，拿到博士学位的人很多，从事于教学工作，当教授的也很多，但是把圣贤的教诲变成自己的思想、变成自己的生活的人不多，这真实受用。",
      "zh_TW": "我受方老師這句話影響深，就改變我一生的命運，我感激他。確實這個沒人知道，我這一生就沒有第二個人講過這句話，包括出家老法師。講得這麼堅定、講得這麼清楚，我一生遇到的第一個人。這是什麼？這是他自己，那個時候不是一生，是半生，學習佛法的心得。我相信他不只給我一個人講，他的學生很多，我相信他常常講，別人沒聽懂，別人粗心大意。我聽了之後我要證實，我細心看他的生活、看他工作待人接物，果然兌現了人生最高的享受，那這個話是真的，不是假的。誰學誰成就，這個裡頭沒有自私自利。他學生很多，成就的人也不少，拿到博士學位的人很多，從事於教學工作，當教授的也很多，但是把聖賢的教誨變成自己的思想、變成自己的生活的人不多，這真實受用。"
    },
    {
      "id": "02-037-0235_p0017",
      "zh_CN": "所以，利益众生的事情，这是大乘菩萨戒，利益众生你能不做吗？大概是二００二年、０三年的时候，澳洲昆士兰大学来找我，邀请我跟他们和平学院的教授举行一个座谈会，讨论化解冲突、促进社会安定和平。我跟学校从来没有往来，突然之间校长派了两位教授到山上来访问、来邀请，这个事情是饶益有情的，我要去，我要不去就破戒了。我去之后才知道，全世界只有八个学校有和平学院，和平学院教学的主题，就是消弭冲突、促进和平，很好。他们有学位，学生毕业出来，多半在联合国服务。第二个星期又举行了一次，我去参加了，学校准备聘书，请我做他们的教授。还有格里菲斯的校长，两个校长，学校送给我学位。当时我拒绝了。这两位校长说你不能拒绝。我说为什么？他说我的一些想法、看法对于化解冲突有帮助，希望我代表学校参加联合国的和平会议。这又是一个饶益一切有情戒，这个不能推辞。联合国邀请的对象是专家学者，不邀请和尚，和尚身分不行，一定要有教授身分、要有博士学位，我就接受了。",
      "zh_TW": "所以，利益眾生的事情，這是大乘菩薩戒，利益眾生你能不做嗎？大概是二００二年、０三年的時候，澳洲昆士蘭大學來找我，邀請我跟他們和平學院的教授舉行一個座談會，討論化解衝突、促進社會安定和平。我跟學校從來沒有往來，突然之間校長派了兩位教授到山上來訪問、來邀請，這個事情是饒益有情的，我要去，我要不去就破戒了。我去之後才知道，全世界只有八個學校有和平學院，和平學院教學的主題，就是消弭衝突、促進和平，很好。他們有學位，學生畢業出來，多半在聯合國服務。第二個星期又舉行了一次，我去參加了，學校準備聘書，請我做他們的教授。還有格里菲斯的校長，兩個校長，學校送給我學位。當時我拒絕了。這兩位校長說你不能拒絕。我說為什麼？他說我的一些想法、看法對於化解衝突有幫助，希望我代表學校參加聯合國的和平會議。這又是一個饒益一切有情戒，這個不能推辭。聯合國邀請的對象是專家學者，不邀請和尚，和尚身分不行，一定要有教授身分、要有博士學位，我就接受了。"
    },
    {
      "id": "02-037-0235_p0018",
      "zh_CN": "这样子先后参加国际上的和平会议十多次，我们把佛经上的道理，中国传统儒家、道家的这些道理，化解纠纷的道理，化解冲突的道理，怎样促进和平、和睦相处，大家听了欢喜，他们从来没想到。他们以前的方法是什么？消弭冲突用镇压的手段，武力镇压，用报复的手段，所谓以暴制暴，这是西方人他们的策略，结果最后演变九一一的恐怖战争。学校才真正想到这个办法行不通，现在产生一个副作用，恐怖战争，防不胜防。所以才认真思考我们用真正和平的方法来解决，他才来找到我。为什么找到我？大概是想到我过去在新加坡做过团结宗教的工作，做得很成功。这桩事情他们知道了，跑来找我。一般人认为宗教很不容易团结的，怎么可能把宗教团结起来？我们做得确实成功，新加坡九个宗教，现在是十个，都像兄弟姐妹，都像一家人，真正做到了互相尊敬、互相关怀、互相照顾、互助合作。为整个国家社会去想，不要为自己小团体，我们共同为社会服务，为安定和平，造福这个国家。不从这个上面下手，没有第二个办法。",
      "zh_TW": "這樣子先後參加國際上的和平會議十多次，我們把佛經上的道理，中國傳統儒家、道家的這些道理，化解糾紛的道理，化解衝突的道理，怎樣促進和平、和睦相處，大家聽了歡喜，他們從來沒想到。他們以前的方法是什麼？消弭衝突用鎮壓的手段，武力鎮壓，用報復的手段，所謂以暴制暴，這是西方人他們的策略，結果最後演變九一一的恐怖戰爭。學校才真正想到這個辦法行不通，現在產生一個副作用，恐怖戰爭，防不勝防。所以才認真思考我們用真正和平的方法來解決，他才來找到我。為什麼找到我？大概是想到我過去在新加坡做過團結宗教的工作，做得很成功。這樁事情他們知道了，跑來找我。一般人認為宗教很不容易團結的，怎麼可能把宗教團結起來？我們做得確實成功，新加坡九個宗教，現在是十個，都像兄弟姐妹，都像一家人，真正做到了互相尊敬、互相關懷、互相照顧、互助合作。為整個國家社會去想，不要為自己小團體，我們共同為社會服務，為安定和平，造福這個國家。不從這個上面下手，沒有第二個辦法。"
    },
    {
      "id": "02-037-0235_p0019",
      "zh_CN": "二００五年我在马来西亚，第一次跟马哈迪长老见面，这是一个国际著名的伊斯兰领袖，也是马来西亚国家领导人。我跟他见面，他第一句话就问我，他说法师，听说你走过很多地区，也认识不少国家领导人，你看这个世界还会有和平吗？问我的时候面孔很严肃、很沉重，对于这个国家社会还能不能有和平都生怀疑了。这个疑虑不只他一个人，我见过很多。当时我告诉他，我说和平可以实现，冲突能够化解，只要你把四桩事情做好了，问题就能解决。他说哪四桩？我说第一个，全世界国家跟国家平等对待、和睦相处，第二个政党与政党，第三个族群与族群，第四个宗教跟宗教，这四个都能做到平等对待、和睦相处，天下太平。他听了之后皱着眉头一句话不说，我们大概停了有五、六分钟，我接着再告诉他，我说是难，非常艰难，这是很棘手的事情，但是如果从宗教下手，不难做到。我在新加坡做过这个实验，毕竟这个世界上信仰宗教的人还是占多数，不信仰宗教的人是少数。宗教要团结联合起来遵守它的教义，因为宗教的经典都是教人做好人，没有教人做坏人的，决定可以影响政治、影响族群，能够起作用的。他听懂了。要想化解冲突，恢复世界的安定和谐秩序，宗教能办得到，舍了宗教之外无路可走。",
      "zh_TW": "二００五年我在馬來西亞，第一次跟馬哈迪長老見面，這是一個國際著名的伊斯蘭領袖，也是馬來西亞國家領導人。我跟他見面，他第一句話就問我，他說法師，聽說你走過很多地區，也認識不少國家領導人，你看這個世界還會有和平嗎？問我的時候面孔很嚴肅、很沉重，對於這個國家社會還能不能有和平都生懷疑了。這個疑慮不只他一個人，我見過很多。當時我告訴他，我說和平可以實現，衝突能夠化解，只要你把四樁事情做好了，問題就能解決。他說哪四樁？我說第一個，全世界國家跟國家平等對待、和睦相處，第二個政黨與政黨，第三個族群與族群，第四個宗教跟宗教，這四個都能做到平等對待、和睦相處，天下太平。他聽了之後皺著眉頭一句話不說，我們大概停了有五、六分鐘，我接著再告訴他，我說是難，非常艱難，這是很棘手的事情，但是如果從宗教下手，不難做到。我在新加坡做過這個實驗，畢竟這個世界上信仰宗教的人還是佔多數，不信仰宗教的人是少數。宗教要團結聯合起來遵守它的教義，因為宗教的經典都是教人做好人，沒有教人做壞人的，決定可以影響政治、影響族群，能夠起作用的。他聽懂了。要想化解衝突，恢復世界的安定和諧秩序，宗教能辦得到，捨了宗教之外無路可走。"
    },
    {
      "id": "02-037-0235_p0020",
      "zh_CN": "真正懂得宗教的人不多，为什么？他不去研究，宗教这些书籍他不看，那你怎么能够运用？马哈迪毕竟是回教的长老，别的经典他没看过，《古兰经》他很熟悉。我跟他说我学习佛教经典，也同时学习其他宗教经典，我读《古兰经》。他笑起来，他说你怎么个读法？我说我读中文翻译的《古兰经》。他明白了。我告诉他，我说我展开《古兰经》本，我是最虔诚的穆斯林，回教的信徒，如果不是最虔诚回教信徒的心态，这经你看不懂。他点头了。我说我看《新旧约》、看《圣经》，我是最虔诚的基督徒，所以它的书我统统能看懂。我了解经典里面的意思，我能够讲得很清楚，那一点真诚恭敬心重要；没有真诚恭敬心，你真的看不懂、听不懂，你接触没有用。我们用一个真诚对待所有的宗教、所有的族群，我样样都懂，我跟他们做最好的朋友，彼此能信任得过。这种朋友就不容易了，他知道我读他的经典，还差一点就是他没有读佛经。所以宗教可以团结，为什么？经典内容百分之八十相同，说法不一样，意思是一样的。同一个方向、同一个目标，怎么能不团结！神圣都是善人，纯净纯善，都是好人，好人不会教人做坏事，不会教人害人。",
      "zh_TW": "真正懂得宗教的人不多，為什麼？他不去研究，宗教這些書籍他不看，那你怎麼能夠運用？馬哈迪畢竟是回教的長老，別的經典他沒看過，《古蘭經》他很熟悉。我跟他說我學習佛教經典，也同時學習其他宗教經典，我讀《古蘭經》。他笑起來，他說你怎麼個讀法？我說我讀中文翻譯的《古蘭經》。他明白了。我告訴他，我說我展開《古蘭經》本，我是最虔誠的穆斯林，回教的信徒，如果不是最虔誠回教信徒的心態，這經你看不懂。他點頭了。我說我看《新舊約》、看《聖經》，我是最虔誠的基督徒，所以它的書我統統能看懂。我了解經典裡面的意思，我能夠講得很清楚，那一點真誠恭敬心重要；沒有真誠恭敬心，你真的看不懂、聽不懂，你接觸沒有用。我們用一個真誠對待所有的宗教、所有的族群，我樣樣都懂，我跟他們做最好的朋友，彼此能信任得過。這種朋友就不容易了，他知道我讀他的經典，還差一點就是他沒有讀佛經。所以宗教可以團結，為什麼？經典內容百分之八十相同，說法不一樣，意思是一樣的。同一個方向、同一個目標，怎麼能不團結！神聖都是善人，純淨純善，都是好人，好人不會教人做壞事，不會教人害人。"
    },
    {
      "id": "02-037-0235_p0021",
      "zh_CN": "这十几年来，我们跟世界上不同宗教往来，早年我以为还要有一些辩论，十几年来，一次辩论都没有遇到过，都能接受。马哈迪长老我送他一张千手观音，送给他，他欢喜接受。我们离开，旁边陪我的人说，法师，你怎么敢送这个给他？我说宗教是一家，观世音菩萨是谁？真主的化身。他们都没话说了，是一不是二。这是什么？饶益有情戒。有情众生不能分是不是我国家的人，不可以分；是不是跟我同一个信仰的人，也不要分。只要是人，我们就有义务帮助他，在这个世间得到最高的利益、最圆满的利益，是他迫切所需要的，要真正为他服务，没有分别执着。所以共同在一起生活，我们都住在这个地球上，都希望社会安定，都希望这个社会上没有冲突、没有战争。这个理念是大家共同的，在这个大目标之下，我们手牵手就能够密切合作。",
      "zh_TW": "這十幾年來，我們跟世界上不同宗教往來，早年我以為還要有一些辯論，十幾年來，一次辯論都沒有遇到過，都能接受。馬哈迪長老我送他一張千手觀音，送給他，他歡喜接受。我們離開，旁邊陪我的人說，法師，你怎麼敢送這個給他？我說宗教是一家，觀世音菩薩是誰？真主的化身。他們都沒話說了，是一不是二。這是什麼？饒益有情戒。有情眾生不能分是不是我國家的人，不可以分；是不是跟我同一個信仰的人，也不要分。只要是人，我們就有義務幫助他，在這個世間得到最高的利益、最圓滿的利益，是他迫切所需要的，要真正為他服務，沒有分別執著。所以共同在一起生活，我們都住在這個地球上，都希望社會安定，都希望這個社會上沒有衝突、沒有戰爭。這個理念是大家共同的，在這個大目標之下，我們手牽手就能夠密切合作。"
    },
    {
      "id": "02-037-0235_p0022",
      "zh_CN": "所以饶益有情戒，是以饶益一切有情众生做为戒条。上面三种，就是这个三类戒律，「为大乘菩萨通受之戒」。仪式上只有摄律仪戒，后面两个没有，但是那个精神、义理跟摄律仪戒融合在一起。五戒有、八戒有，十戒、具足戒统统都有，每条戒里头都有律仪、都有摄善法、都有摄众生，这个戒条才叫圆满。如果缺少后面这两种精神，那个戒不圆满。「在家菩萨受五戒与八戒，出家菩萨须受一」，就是第一类的，律仪戒当中的「十戒与具足戒」。可是现在我们要晓得，佛法衰了，比丘戒在南宋时候就没有了，现在的沙弥戒都没有了，几个人真正落实沙弥戒？没有。而且把戒律产生严重的误会，所以现在持戒的人里头，确实有不少都造地狱罪业。他戒持得很好，为什么会造罪业？瞧不起别的出家人，看这个破戒、那个犯戒，都在那里批评，这叫什么？破和合僧。你自己持戒持得不错，你批评别人、毁谤别人，让信众对僧团起了反感，这是戒律吗？",
      "zh_TW": "所以饒益有情戒，是以饒益一切有情眾生做為戒條。上面三種，就是這個三類戒律，「為大乘菩薩通受之戒」。儀式上只有攝律儀戒，後面兩個沒有，但是那個精神、義理跟攝律儀戒融合在一起。五戒有、八戒有，十戒、具足戒統統都有，每條戒裡頭都有律儀、都有攝善法、都有攝眾生，這個戒條才叫圓滿。如果缺少後面這兩種精神，那個戒不圓滿。「在家菩薩受五戒與八戒，出家菩薩須受一」，就是第一類的，律儀戒當中的「十戒與具足戒」。可是現在我們要曉得，佛法衰了，比丘戒在南宋時候就沒有了，現在的沙彌戒都沒有了，幾個人真正落實沙彌戒？沒有。而且把戒律產生嚴重的誤會，所以現在持戒的人裡頭，確實有不少都造地獄罪業。他戒持得很好，為什麼會造罪業？瞧不起別的出家人，看這個破戒、那個犯戒，都在那裡批評，這叫什麼？破和合僧。你自己持戒持得不錯，你批評別人、毀謗別人，讓信眾對僧團起了反感，這是戒律嗎？"
    },
    {
      "id": "02-037-0235_p0023",
      "zh_CN": "古来祖师大德常说「若要佛法兴，唯有僧赞僧」，出家人彼此互相赞叹、互相尊重，佛法兴旺；如果毁谤、批评，佛教会灭亡。虽然自己认为持戒不错，他做的是灭佛工作，持戒的目的在哪里不知道。持戒的目的是得定，你心里还有分别执着，你怎么可能会得定？那不可能了！自己以为自己持戒就贡高我慢，瞧不起别人，错了，大错特错。真正持戒的人谦虚、恭敬，哪有这种心态？这是什么原因？不明教理，身持戒，心没有持。这里讲身口意三业，身好像戒律做得不错，不杀、不盗、不淫，做得不错。口里头不能持，他毁谤，傲慢，心里面傲慢，口里面毁谤。这什么原因？没有好老师教，自己读书不懂得书里头的真实义。这经书，开经偈所说的「愿解如来真实义」，他不懂如来真实义，他完全是自己意思。以自己的意思来解佛经，那个佛经就是他自己的意思，不是佛的意思，这个差别太大了。",
      "zh_TW": "古來祖師大德常說「若要佛法興，唯有僧讚僧」，出家人彼此互相讚歎、互相尊重，佛法興旺；如果毀謗、批評，佛教會滅亡。雖然自己認為持戒不錯，他做的是滅佛工作，持戒的目的在哪裡不知道。持戒的目的是得定，你心裡還有分別執著，你怎麼可能會得定？那不可能了！自己以為自己持戒就貢高我慢，瞧不起別人，錯了，大錯特錯。真正持戒的人謙虛、恭敬，哪有這種心態？這是什麼原因？不明教理，身持戒，心沒有持。這裡講身口意三業，身好像戒律做得不錯，不殺、不盜、不淫，做得不錯。口裡頭不能持，他毀謗，傲慢，心裡面傲慢，口裡面毀謗。這什麼原因？沒有好老師教，自己讀書不懂得書裡頭的真實義。這經書，開經偈所說的「願解如來真實義」，他不懂如來真實義，他完全是自己意思。以自己的意思來解佛經，那個佛經就是他自己的意思，不是佛的意思，這個差別太大了。"
    },
    {
      "id": "02-037-0235_p0024",
      "zh_CN": "《涅槃经》第三十一，三十一卷里面说，「戒是一切善法梯橙」。戒是什么？戒是一切善法的楼梯，是垫脚的，目的是步步向上提升。净宗，我教同学、勉励同学，我们把自己的心打扫得干干净净，只供养一尊阿弥陀佛，阿弥陀佛之外一样都不要，心里是佛，眼睛看到一切境界全是阿弥陀佛。这不是比喻、不是妄想，是事实真相，一切众生，释迦牟尼佛告诉我们，本来是佛。我们现在更进一步，一切众生皆是阿弥陀佛，一切万法皆是阿弥陀佛，心目当中除阿弥陀佛之外什么也没看见，你能不往生吗？你能不成佛吗？这比什么都重要。以这种心去持戒，以这种心去修善，以这种心去断恶、去念佛求生净土，是圆满不思议的功德。又《璎珞本业经》下卷这里头有说，「一切众生，初入三宝海，以信为本。住在佛家，以戒为本」。这句话重要，佛法在不在这个世间，就看我们的心行与这句话相不相应。一切众生初入三宝海，这就是初学佛法，初学佛法是以信为本。所以讲经说法，对初学，那个目标就是让他对佛法生起信心。",
      "zh_TW": "《涅槃經》第三十一，三十一卷裡面說，「戒是一切善法梯橙」。戒是什麼？戒是一切善法的樓梯，是墊腳的，目的是步步向上提升。淨宗，我教同學、勉勵同學，我們把自己的心打掃得乾乾淨淨，只供養一尊阿彌陀佛，阿彌陀佛之外一樣都不要，心裡是佛，眼睛看到一切境界全是阿彌陀佛。這不是比喻、不是妄想，是事實真相，一切眾生，釋迦牟尼佛告訴我們，本來是佛。我們現在更進一步，一切眾生皆是阿彌陀佛，一切萬法皆是阿彌陀佛，心目當中除阿彌陀佛之外什麼也沒看見，你能不往生嗎？你能不成佛嗎？這比什麼都重要。以這種心去持戒，以這種心去修善，以這種心去斷惡、去念佛求生淨土，是圓滿不思議的功德。又《瓔珞本業經》下卷這裡頭有說，「一切眾生，初入三寶海，以信為本。住在佛家，以戒為本」。這句話重要，佛法在不在這個世間，就看我們的心行與這句話相不相應。一切眾生初入三寶海，這就是初學佛法，初學佛法是以信為本。所以講經說法，對初學，那個目標就是讓他對佛法生起信心。"
    },
    {
      "id": "02-037-0235_p0025",
      "zh_CN": "所以在外面讲经教学，要懂得对象，看看下面坐的些什么人，是为听众说的，不是为我说的；为我说的，错了，人就不要听你的。佛法讲求的是契理、契机，我们备课，现在的名词叫备课，我们读经、研究经教，求什么？求契理。契机是什么？你坐在讲台上，你看到底下这些听众。这是活活泼泼的，不是死呆板的。老修行的，理解得深的，可以深说；看到有初学来的，那你给他浅说。讲堂里面的听众，善根、福德、程度不齐，要面面顾到。这个讲堂不容易，不像学校，学校学生程度整齐，好教。这个叫大讲堂，大讲堂不是很大，不是那个意思，大讲堂是各种不同程度人都有。你能够应付到每个听众都欢喜，这就成功了，这是很不容易的一桩事情，平常你不研究教学的方法，不行！为什么一般大学毕业出来的教师不如师范大学？师范大学学过教学法，一般没有学过教学法，不一样。特别是小学跟中学，聘请老师一定是师范学校的，它有道理在。",
      "zh_TW": "所以在外面講經教學，要懂得對象，看看下面坐的些什麼人，是為聽眾說的，不是為我說的；為我說的，錯了，人就不要聽你的。佛法講求的是契理、契機，我們備課，現在的名詞叫備課，我們讀經、研究經教，求什麼？求契理。契機是什麼？你坐在講台上，你看到底下這些聽眾。這是活活潑潑的，不是死呆板的。老修行的，理解得深的，可以深說；看到有初學來的，那你給他淺說。講堂裡面的聽眾，善根、福德、程度不齊，要面面顧到。這個講堂不容易，不像學校，學校學生程度整齊，好教。這個叫大講堂，大講堂不是很大，不是那個意思，大講堂是各種不同程度人都有。你能夠應付到每個聽眾都歡喜，這就成功了，這是很不容易的一樁事情，平常你不研究教學的方法，不行！為什麼一般大學畢業出來的教師不如師範大學？師範大學學過教學法，一般沒有學過教學法，不一樣。特別是小學跟中學，聘請老師一定是師範學校的，它有道理在。"
    },
    {
      "id": "02-037-0235_p0026",
      "zh_CN": "学讲经也有教学法，我们跟李老师，这李老师自己编的，他一生教学的经验。他有一本《讲演法》，一般讲演里头需要懂得的；讲经的有《内典研究之讲座》，那个是讲经的方法。早年，他这个书刚刚写出来，我到台中那年，这个书刚刚印出来，大概印的好像只印了三百本，线装书。老师锁在一个箱子里头，当宝贝，我们经学班二十多个同学他都不给，好像只给了几个人，三、四个人，其他的人都不给。我在这个课堂里面，担任了一门课，这个课不是正式课程里面的，好像是课外学习的，就是讲讲经的方法。我就用老师这个东西，我把老师这套东西编成一套表解，给老师看过，他同意了，分发给大家，他的原书不给人。",
      "zh_TW": "學講經也有教學法，我們跟李老師，這李老師自己編的，他一生教學的經驗。他有一本《講演法》，一般講演裡頭需要懂得的；講經的有《內典研究之講座》，那個是講經的方法。早年，他這個書剛剛寫出來，我到台中那年，這個書剛剛印出來，大概印的好像只印了三百本，線裝書。老師鎖在一個箱子裡頭，當寶貝，我們經學班二十多個同學他都不給，好像只給了幾個人，三、四個人，其他的人都不給。我在這個課堂裡面，擔任了一門課，這個課不是正式課程裡面的，好像是課外學習的，就是講講經的方法。我就用老師這個東西，我把老師這套東西編成一套表解，給老師看過，他同意了，分發給大家，他的原書不給人。"
    },
    {
      "id": "02-037-0235_p0027",
      "zh_CN": "这是不是吝法？老师看到我一怀疑，他就告诉我，他说为什么不能给他们？程度不够。他不看这个他不懂那没有关系，他如果看到这个懂得的时候，他就会拿着这个批评讲经的人，你哪个地方讲得对，哪个地方讲得不对，这是个标准。那就造罪业了。就跟戒律一样，为什么比丘戒不准一般人看？一般人看了比丘戒就批评出家人，你看你这里犯戒，那里也错了，你不天天批评人吗？造罪业吗？所以佛不准人看比丘戒，菩萨戒、沙弥戒大家可以看，公开的，只有比丘戒不准人看。道理在此地，怕你拿着这个去批评。所以，讲经的这套技巧，如果大家都看到的时候，还有些法师讲经、居士讲经，你拿着这些批评，那麻烦可大了，人家这笔帐都要算在李老师头上。不是吝法。老师往生之后，我也把这部书大量印行流通，让这些年轻人懂得讲经的规矩与方法。",
      "zh_TW": "這是不是吝法？老師看到我一懷疑，他就告訴我，他說為什麼不能給他們？程度不夠。他不看這個他不懂那沒有關係，他如果看到這個懂得的時候，他就會拿著這個批評講經的人，你哪個地方講得對，哪個地方講得不對，這是個標準。那就造罪業了。就跟戒律一樣，為什麼比丘戒不准一般人看？一般人看了比丘戒就批評出家人，你看你這裡犯戒，那裡也錯了，你不天天批評人嗎？造罪業嗎？所以佛不准人看比丘戒，菩薩戒、沙彌戒大家可以看，公開的，只有比丘戒不准人看。道理在此地，怕你拿著這個去批評。所以，講經的這套技巧，如果大家都看到的時候，還有些法師講經、居士講經，你拿著這些批評，那麻煩可大了，人家這筆帳都要算在李老師頭上。不是吝法。老師往生之後，我也把這部書大量印行流通，讓這些年輕人懂得講經的規矩與方法。"
    },
    {
      "id": "02-037-0235_p0028",
      "zh_CN": "所以初学，讲经对初学的人讲有目标，是帮助他起信；已经有信的，有信心的，帮助他理解；已经明白的人，帮助他修行；已经在修行的人，帮助他成就。那个说法、教法不一样！同样一句经文有不同的讲法，有信的讲法，有解的讲法，有行的讲法，有证的讲法，不一样。「住在佛家，以戒为本」，这八个字重要。佛家是道场，寺院庵堂，你住在寺院，你不持戒、不守规矩，佛法就没有了，那是假的不是真的。所以这八个字，对于出家人住在道场很重要的开导。",
      "zh_TW": "所以初學，講經對初學的人講有目標，是幫助他起信；已經有信的，有信心的，幫助他理解；已經明白的人，幫助他修行；已經在修行的人，幫助他成就。那個說法、教法不一樣！同樣一句經文有不同的講法，有信的講法，有解的講法，有行的講法，有證的講法，不一樣。「住在佛家，以戒為本」，這八個字重要。佛家是道場，寺院庵堂，你住在寺院，你不持戒、不守規矩，佛法就沒有了，那是假的不是真的。所以這八個字，對於出家人住在道場很重要的開導。"
    },
    {
      "id": "02-037-0235_p0029",
      "zh_CN": "「《五灯会元》云：法要有三，曰戒定慧」。法是佛法，要是精要，最精华的、最重要的是什么？就这三个字，因戒得定，因定开慧。所以戒是手段，定是枢纽，终极的目标是开智慧，有戒有定才能开智慧。「以上经论，广显戒德」，戒律的功德不可思议，怎么可以疏忽？「《普超三昧经》曰：被戒德铠，化度众生」。戒德铠是比喻，换句话说，持戒、修定这是教化众生的基础。如果没有戒定，经讲得再好，著作等身，这个要知道，这是佛教的学者，现在人所谓专家学者，他没有真正修行，真正修行就是从持戒下手，没有持戒、没有修定。修定就是修清净心，清净平等觉都是定，也是慧。被戒德铠是什么？身教，我做出样子给学生看，给初学的同学看，教他们学佛怎么个学法。把戒律做出来，做出来叫威仪，叫「威仪有则」，《妄尽还源观》四德第二句，则就是规矩，有规矩。",
      "zh_TW": "「《五燈會元》云：法要有三，曰戒定慧」。法是佛法，要是精要，最精華的、最重要的是什麼？就這三個字，因戒得定，因定開慧。所以戒是手段，定是樞紐，終極的目標是開智慧，有戒有定才能開智慧。「以上經論，廣顯戒德」，戒律的功德不可思議，怎麼可以疏忽？「《普超三昧經》曰：被戒德鎧，化度眾生」。戒德鎧是比喻，換句話說，持戒、修定這是教化眾生的基礎。如果沒有戒定，經講得再好，著作等身，這個要知道，這是佛教的學者，現在人所謂專家學者，他沒有真正修行，真正修行就是從持戒下手，沒有持戒、沒有修定。修定就是修清淨心，清淨平等覺都是定，也是慧。被戒德鎧是什麼？身教，我做出樣子給學生看，給初學的同學看，教他們學佛怎麼個學法。把戒律做出來，做出來叫威儀，叫「威儀有則」，《妄盡還源觀》四德第二句，則就是規矩，有規矩。"
    },
    {
      "id": "02-037-0235_p0030",
      "zh_CN": "所以教学，头一个是身教，身不能做学生的榜样，你的言教没人相信你。为什么过去这些老师教学成功？他做到了，所以学生对他尊敬、对他信任；自己没有做到，学生怀疑，怀疑学不到东西。所以今天圣学比什么都困难，这是大众普遍的把恭敬心丢掉了。我们听到印光大师的教诲，一分诚敬一分收获，十分恭敬就十分收获，现在一分恭敬都没有，怎么办？这个事情真难了。所以这十几年来，我们为什么要强调《弟子规》？有人问过我，为什么要强调这个？这是根。现代的社会，普遍受到了科学教育的影响，科学第一就是教你怀疑，从怀疑里面发现真理，这是讲物理。近代科学几百年全在物理上下功夫，心理疏忽了，近代的量子力学家才发现心理比物理还要重要。因为物质的基础是心理、是意念，这以前没人知道，现在被发现。怀疑对于物质的科学，行，有用；对圣贤教育那就走不通，圣贤教育不能怀疑。用科学那种治学的精神、方法来研究佛法、来研究儒释道，全完了，那到最后的结论，这个东西不能用了，全部要丢掉。怀疑这个方法，就可以把所有圣学统统否定。",
      "zh_TW": "所以教學，頭一個是身教，身不能做學生的榜樣，你的言教沒人相信你。為什麼過去這些老師教學成功？他做到了，所以學生對他尊敬、對他信任；自己沒有做到，學生懷疑，懷疑學不到東西。所以今天聖學比什麼都困難，這是大眾普遍的把恭敬心丟掉了。我們聽到印光大師的教誨，一分誠敬一分收穫，十分恭敬就十分收穫，現在一分恭敬都沒有，怎麼辦？這個事情真難了。所以這十幾年來，我們為什麼要強調《弟子規》？有人問過我，為什麼要強調這個？這是根。現代的社會，普遍受到了科學教育的影響，科學第一就是教你懷疑，從懷疑裡面發現真理，這是講物理。近代科學幾百年全在物理上下功夫，心理疏忽了，近代的量子力學家才發現心理比物理還要重要。因為物質的基礎是心理、是意念，這以前沒人知道，現在被發現。懷疑對於物質的科學，行，有用；對聖賢教育那就走不通，聖賢教育不能懷疑。用科學那種治學的精神、方法來研究佛法、來研究儒釋道，全完了，那到最後的結論，這個東西不能用了，全部要丟掉。懷疑這個方法，就可以把所有聖學統統否定。"
    },
    {
      "id": "02-037-0235_p0031",
      "zh_CN": "这个否定了之后会是什么现象？会是全球大混乱，地球大灾难现前，这肯定的。为什么？伦理道德不要了，忠孝仁爱、信义和平假的，古时候那些帝王欺骗老百姓的，为了他的统治，巩固他的政权，造出这些东西愚弄老百姓。变成这样，全部毁掉了。造成这个社会父不父、子不子、君不君、臣不臣，人在社会上是什么？就是自私自利，连父母可以不要，只有自己，没有别人。所以人跟人对立、人跟人矛盾、人跟人冲突，没救了。没有救，那就是上天最后来清洗地球。现在好像开始有这种迹象，这些年来灾难愈来愈多、愈来愈严重，人还不觉悟，还在批判圣贤，还在摧毁圣贤教育。至死不悟！",
      "zh_TW": "這個否定了之後會是什麼現象？會是全球大混亂，地球大災難現前，這肯定的。為什麼？倫理道德不要了，忠孝仁愛、信義和平假的，古時候那些帝王欺騙老百姓的，為了他的統治，鞏固他的政權，造出這些東西愚弄老百姓。變成這樣，全部毀掉了。造成這個社會父不父、子不子、君不君、臣不臣，人在社會上是什麼？就是自私自利，連父母可以不要，只有自己，沒有別人。所以人跟人對立、人跟人矛盾、人跟人衝突，沒救了。沒有救，那就是上天最後來清洗地球。現在好像開始有這種跡象，這些年來災難愈來愈多、愈來愈嚴重，人還不覺悟，還在批判聖賢，還在摧毀聖賢教育。至死不悟！"
    },
    {
      "id": "02-037-0235_p0032",
      "zh_CN": "我们有幸这一生遇到了佛法，遇到圣贤教育，我们很清楚、很明白，我们往哪里去？我们往极乐世界去，这个地球不适合人类居住了，我们移民到极乐世界。这里头没有自私自利，谁相信、谁愿意去、谁肯念这一句阿弥陀佛，统统都能去，极乐世界广大，没有边际，阿弥陀佛欢迎大众。为什么？为什么能到极乐世界？净宗的理论我们清楚，净宗的理论，佛在《观经》上讲的八个字，「是心是佛，是心作佛」。极乐世界从哪来的？是我们意念建立的，我们自己的心建立起来的。所以经典里头明白告诉我们，「唯心净土，自性弥陀」，心性都是自己的，不是别人。这说明阿弥陀佛极乐世界跟我是什么关系，是我自己心现变现出来的境界，我今天想去怎么会去不了！只有你不信它、不想它，那就去不成；只要你相信，你能够想去，没有一个去不成。这个世界，就是我们自己的纯净纯善这个功德成就的；现在我们这个世界，我们这个世界是五逆十恶成就的，业力成就的。极乐世界是纯净纯善功德成就的，统统都是我们自己的心，这个世界没离开自心，极乐世界也没离开自心。道理讲得通，我们就没有怀疑了，那我们得加紧努力，分秒必争。",
      "zh_TW": "我們有幸這一生遇到了佛法，遇到聖賢教育，我們很清楚、很明白，我們往哪裡去？我們往極樂世界去，這個地球不適合人類居住了，我們移民到極樂世界。這裡頭沒有自私自利，誰相信、誰願意去、誰肯念這一句阿彌陀佛，統統都能去，極樂世界廣大，沒有邊際，阿彌陀佛歡迎大眾。為什麼？為什麼能到極樂世界？淨宗的理論我們清楚，淨宗的理論，佛在《觀經》上講的八個字，「是心是佛，是心作佛」。極樂世界從哪來的？是我們意念建立的，我們自己的心建立起來的。所以經典裡頭明白告訴我們，「唯心淨土，自性彌陀」，心性都是自己的，不是別人。這說明阿彌陀佛極樂世界跟我是什麼關係，是我自己心現變現出來的境界，我今天想去怎麼會去不了！只有你不信它、不想它，那就去不成；只要你相信，你能夠想去，沒有一個去不成。這個世界，就是我們自己的純淨純善這個功德成就的；現在我們這個世界，我們這個世界是五逆十惡成就的，業力成就的。極樂世界是純淨純善功德成就的，統統都是我們自己的心，這個世界沒離開自心，極樂世界也沒離開自心。道理講得通，我們就沒有懷疑了，那我們得加緊努力，分秒必爭。"
    },
    {
      "id": "02-037-0235_p0033",
      "zh_CN": "现在网路上信息很多，我不懂这个东西不会看，有同学们常常下载一些资料给我看，我看片面的，不完整，完整一定非常丰富，都说到今年马雅预言。前年，有几位科学家在悉尼聚会讨论这桩事情，我听说两派势均力敌，一派认为可能，很有可能，一派认为未必，人数一半对一半。可是在网路上很多人讨论这个问题，现在认为可能的人数增长了，大概百分之六十一好像是的，认为可能的是百分之六十一。所以我们要做心理上的准备，十二月二十一日距离我们现在三百天，倒数计时。我们三百天之后，有本事往生极乐世界，就不怕它了。一定要认真，不能再马虎，一定要放下，全心全力去行善，绝不造恶了。把贪瞋痴慢疑断掉，把怨恨恼怒烦断掉，把杀盗淫妄断掉，决定不干这个事情。断一切恶，行一切善，我们的善，帮助别人信净土、求往生，第一大善。帮助一切众生破迷开悟，帮助一切众生离苦得乐，全心全力去帮助。",
      "zh_TW": "現在網路上信息很多，我不懂這個東西不會看，有同學們常常下載一些資料給我看，我看片面的，不完整，完整一定非常豐富，都說到今年馬雅預言。前年，有幾位科學家在悉尼聚會討論這樁事情，我聽說兩派勢均力敵，一派認為可能，很有可能，一派認為未必，人數一半對一半。可是在網路上很多人討論這個問題，現在認為可能的人數增長了，大概百分之六十一好像是的，認為可能的是百分之六十一。所以我們要做心理上的準備，十二月二十一日距離我們現在三百天，倒數計時。我們三百天之後，有本事往生極樂世界，就不怕它了。一定要認真，不能再馬虎，一定要放下，全心全力去行善，絕不造惡了。把貪瞋痴慢疑斷掉，把怨恨惱怒煩斷掉，把殺盜淫妄斷掉，決定不幹這個事情。斷一切惡，行一切善，我們的善，幫助別人信淨土、求往生，第一大善。幫助一切眾生破迷開悟，幫助一切眾生離苦得樂，全心全力去幫助。"
    },
    {
      "id": "02-037-0235_p0034",
      "zh_CN": "《无量寿经大经解演义》去年讲圆满的，也讲得很详细、讲得很清楚，这次讲的比上次更清楚、更明白。我们今天全心全力流通这部经，做成了随身听，很小的一个机器，可以放在口袋里头，一千二百个小时，圆满的一部大经。一定要听，多听几遍，真听懂、听明白了，信心才生得起来，往生这个念头才会出现。如果不搞清楚、不搞明白，我们往生这个意愿不强烈，对于世间名闻利养还是放不下。真放下，彻底放下，不再搞这个东西了。我在这个世间活一天讲一天经，就这一部经，其他都不看了，就这一句佛号，一心一意求生净土。黄念老的晚年做样子给我们看，我们今天也得做样子给大家看。所以这是「善护身业，不失律仪」的真意。",
      "zh_TW": "《無量壽經大經解演義》去年講圓滿的，也講得很詳細、講得很清楚，這次講的比上次更清楚、更明白。我們今天全心全力流通這部經，做成了隨身聽，很小的一個機器，可以放在口袋裡頭，一千二百個小時，圓滿的一部大經。一定要聽，多聽幾遍，真聽懂、聽明白了，信心才生得起來，往生這個念頭才會出現。如果不搞清楚、不搞明白，我們往生這個意願不強烈，對於世間名聞利養還是放不下。真放下，徹底放下，不再搞這個東西了。我在這個世間活一天講一天經，就這一部經，其他都不看了，就這一句佛號，一心一意求生淨土。黃念老的晚年做樣子給我們看，我們今天也得做樣子給大家看。所以這是「善護身業，不失律儀」的真意。"
    },
    {
      "id": "02-037-0235_p0035",
      "zh_CN": "「戒铠于此有二义」，佛在这部经上，把戒律比喻作铠甲。铠甲是古时候士兵打仗的时候，披上铠甲保护自己身体，刀枪不容易刺进去，佛用这个做比喻。「不失律仪」这四个字重要，我们今天学佛就把这个东西疏忽了。不失律仪，特别要跟同学说，《弟子规》是根之根，不从这里下手你就决定做不到。中国古人德行的根深厚，他从小养成的，一生不会变，半路学的都靠不住。培养这个根的人是谁？母亲，从你出生到满三岁这一千天，这是扎根的教育。古人所说的「三岁看八十」，三岁这个根扎得好，他一生不会改变，叫三岁看八十的意思。现在没有了，没有人教，所以根全部都没有了。他自己没有，他父母也没有，他祖父母也没有，再往上曾祖父母可能都没有。往上推，高祖父母，会懂得一些，未必他做到，他懂得，知道有这回事情；再往上面去，才知道。我们中国这种传统的教育疏忽、断掉了两百年，所以今天真不容易。这不失律仪四个字，望洋兴叹，到哪里去找？根本找不到了。我们现在唯一一个期望就是希望下一代，下一代也做不到，下一代希望再下一代，这个希望不要中断，三代、四代之后可能就会做到。有心的人，做母亲的人她就开始来做，母亲只要发这种心、动这个念头，就会有佛菩萨、圣贤来降胎，她将来生佛菩萨、生圣贤；母亲没有这个念头，她就没有感应。母亲想养一个圣贤的儿子，想养一个释迦牟尼佛，想养一个孔子，佛菩萨真来，就到妳家来，妳没有这个念头他不来。感应道交不可思议！",
      "zh_TW": "「戒鎧於此有二義」，佛在這部經上，把戒律比喻作鎧甲。鎧甲是古時候士兵打仗的時候，披上鎧甲保護自己身體，刀槍不容易刺進去，佛用這個做比喻。「不失律儀」這四個字重要，我們今天學佛就把這個東西疏忽了。不失律儀，特別要跟同學說，《弟子規》是根之根，不從這裡下手你就決定做不到。中國古人德行的根深厚，他從小養成的，一生不會變，半路學的都靠不住。培養這個根的人是誰？母親，從你出生到滿三歲這一千天，這是紮根的教育。古人所說的「三歲看八十」，三歲這個根紮得好，他一生不會改變，叫三歲看八十的意思。現在沒有了，沒有人教，所以根全部都沒有了。他自己沒有，他父母也沒有，他祖父母也沒有，再往上曾祖父母可能都沒有。往上推，高祖父母，會懂得一些，未必他做到，他懂得，知道有這回事情；再往上面去，才知道。我們中國這種傳統的教育疏忽、斷掉了兩百年，所以今天真不容易。這不失律儀四個字，望洋興嘆，到哪裡去找？根本找不到了。我們現在唯一一個期望就是希望下一代，下一代也做不到，下一代希望再下一代，這個希望不要中斷，三代、四代之後可能就會做到。有心的人，做母親的人她就開始來做，母親只要發這種心、動這個念頭，就會有佛菩薩、聖賢來降胎，她將來生佛菩薩、生聖賢；母親沒有這個念頭，她就沒有感應。母親想養一個聖賢的兒子，想養一個釋迦牟尼佛，想養一個孔子，佛菩薩真來，就到妳家來，妳沒有這個念頭他不來。感應道交不可思議！"
    },
    {
      "id": "02-037-0235_p0036",
      "zh_CN": "这两个意思，第一个「护持义。以戒德为铠甲」，持戒这功德「如消防队员衣石棉衣」，他穿的衣是石棉做的，防火。「入三界火宅，冒三毒烈焰，拯济群生，无所畏惧」。这是比喻，人有戒德，今天的社会是三毒烈焰，今天人心里都是贪瞋痴慢，造的都是杀盗淫妄，你进入他们的团体，你不会受影响，你能够帮助他，你能够拯救他。在这样的社会里面，你能保持着修行，你能讲经弘法，虽然外面对你有毁谤、有侮辱、有障碍，甚至于有陷害，什么都不怕。我们把我们的身命交给佛菩萨，交给韦驮菩萨护法神，只知道做自己应该做的事情，其他的不闻不问。生死无所谓，不去想这些事情，才能弘法利生。这是护持，谁保护我？戒律保护我。持戒的人佛菩萨保护，护法神保护，龙天善神保护。",
      "zh_TW": "這兩個意思，第一個「護持義。以戒德為鎧甲」，持戒這功德「如消防隊員衣石棉衣」，他穿的衣是石棉做的，防火。「入三界火宅，冒三毒烈焰，拯濟群生，無所畏懼」。這是比喻，人有戒德，今天的社會是三毒烈焰，今天人心裡都是貪瞋痴慢，造的都是殺盜淫妄，你進入他們的團體，你不會受影響，你能夠幫助他，你能夠拯救他。在這樣的社會裡面，你能保持著修行，你能講經弘法，雖然外面對你有毀謗、有侮辱、有障礙，甚至於有陷害，什麼都不怕。我們把我們的身命交給佛菩薩，交給韋馱菩薩護法神，只知道做自己應該做的事情，其他的不聞不問。生死無所謂，不去想這些事情，才能弘法利生。這是護持，誰保護我？戒律保護我。持戒的人佛菩薩保護，護法神保護，龍天善神保護。"
    },
    {
      "id": "02-037-0235_p0037",
      "zh_CN": "第二个，「庄严义。以持戒德」，持戒的功德，「而自庄严。不失律仪，轨范人天」。自己的起心动念、言语造作，都是大众的榜样，都是大众的模范。「令众钦仰归止，来受教化」，这真的德行，这不是假的。没有这个德行不行，别人对你不相信，对你不恭敬，对你没有信心，我们跟人接触还是心浮气躁，那怎么行？别人来问问题，我们模棱两可，信心生不起来。所以，一定要做到让别人欢喜、尊敬，他来求教，「慕我戒德，学我戒行。进修定慧，而度彼岸」，这就功德圆满了。这些德行全在持戒。",
      "zh_TW": "第二個，「莊嚴義。以持戒德」，持戒的功德，「而自莊嚴。不失律儀，軌範人天」。自己的起心動念、言語造作，都是大眾的榜樣，都是大眾的模範。「令眾欽仰歸止，來受教化」，這真的德行，這不是假的。沒有這個德行不行，別人對你不相信，對你不恭敬，對你沒有信心，我們跟人接觸還是心浮氣躁，那怎麼行？別人來問問題，我們模棱兩可，信心生不起來。所以，一定要做到讓別人歡喜、尊敬，他來求教，「慕我戒德，學我戒行。進修定慧，而度彼岸」，這就功德圓滿了。這些德行全在持戒。"
    },
    {
      "id": "02-037-0235_p0038",
      "zh_CN": "在这时候我特别叮咛、嘱咐，首先是《弟子规》，《弟子规》没有做到，统统做不到，都是假的，不是真的。这个戒律有根，拨开来看看有没有根？没有根，它不但不能生长，它会腐烂；有根可贵，有根诸佛菩萨护念。今天你持佛戒，你没有儒家的《弟子规》，没有道家的《感应篇》，佛菩萨不是不护持，护持你没有用，你没有根。如果不从儒跟道下手，你就从小乘，可以。小乘比孔孟麻烦，因为小乘经论太多，你要花费很长的时间去学习，你还不容易抓到纲领。儒家的《弟子规》、道家的《感应篇》，那已经把纲领掌握出来，全是纲领，所以文字不多。《弟子规》只一千零八十个字，《感应篇》也只有一千五百多个字，纲领当中的纲领，这是古圣先贤慈悲到极处。唐朝中叶祖师大德把它选择出来，做我们自己修学大乘的根基，这是智慧的抉择，真实智慧。你要不相信，疏忽了，你就没有法子建立佛法。真的依教这叫老实，这叫听话、叫真干；不从这里，那不老实，不学、不干。我要搞大经大论，我要很快成名，搞这些东西。这些东西行，昙花一现，最后你不是成功的，你是失败的，这错了。今天时间到了，我们就学习到此地。",
      "zh_TW": "在這時候我特別叮嚀、囑咐，首先是《弟子規》，《弟子規》沒有做到，統統做不到，都是假的，不是真的。這個戒律有根，撥開來看看有沒有根？沒有根，它不但不能生長，它會腐爛；有根可貴，有根諸佛菩薩護念。今天你持佛戒，你沒有儒家的《弟子規》，沒有道家的《感應篇》，佛菩薩不是不護持，護持你沒有用，你沒有根。如果不從儒跟道下手，你就從小乘，可以。小乘比孔孟麻煩，因為小乘經論太多，你要花費很長的時間去學習，你還不容易抓到綱領。儒家的《弟子規》、道家的《感應篇》，那已經把綱領掌握出來，全是綱領，所以文字不多。《弟子規》只一千零八十個字，《感應篇》也只有一千五百多個字，綱領當中的綱領，這是古聖先賢慈悲到極處。唐朝中葉祖師大德把它選擇出來，做我們自己修學大乘的根基，這是智慧的抉擇，真實智慧。你要不相信，疏忽了，你就沒有法子建立佛法。真的依教這叫老實，這叫聽話、叫真幹；不從這裡，那不老實，不學、不幹。我要搞大經大論，我要很快成名，搞這些東西。這些東西行，曇花一現，最後你不是成功的，你是失敗的，這錯了。今天時間到了，我們就學習到此地。"
    }
  ]
}