{
  "doc_id": "02-037-0374",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七四集",
    "zh_TW": "第三七四集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0374",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "02-037-0374_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》八百一十五页，第四行看起，第四行科题，「叹二空智」，叹是赞叹。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》八百一十五頁，第四行看起，第四行科題，「歎二空智」，歎是讚歎。請看經文："
    },
    {
      "id": "02-037-0374_p0002",
      "zh_CN": "【通达诸法性。一切空无我。专求净佛土。必成如是刹。】",
      "zh_TW": "【通達諸法性。一切空無我。專求淨佛土。必成如是剎。】"
    },
    {
      "id": "02-037-0374_p0003",
      "zh_CN": "经文只有四句二十个字，它含的意思深广没有边际。这都是跟我们讲宇宙人生的真相，与我们的关系非常密切。实际上都是说我们自己，只是我们自己迷了，对于真相不明白、不清楚，所以才搞六道轮回，受很多苦难；如果觉悟，这些东西确实像一场梦一样，没有一样是真的。这要高度的智慧。此地给我们讲「二空智」，我们看注解。",
      "zh_TW": "經文只有四句二十個字，它含的意思深廣沒有邊際。這都是跟我們講宇宙人生的真相，與我們的關係非常密切。實際上都是說我們自己，只是我們自己迷了，對於真相不明白、不清楚，所以才搞六道輪迴，受很多苦難；如果覺悟，這些東西確實像一場夢一樣，沒有一樣是真的。這要高度的智慧。此地給我們講「二空智」，我們看註解。"
    },
    {
      "id": "02-037-0374_p0004",
      "zh_CN": "『通达诸法性，一切空无我』，「《会疏》曰」，《会疏》里头说，「一切有情非情」，这是讲整个宇宙。有情，我们今天讲动物，也就是说他有意念的现象，再小的动物他都有念头。非情说的是植物、矿物。植物、矿物有没有念头？不能说有，也不能说没有，只是它这个念头的现象非常微弱，不明显，没有像动物那样的明显。我们讲，愈是低级动物就愈迟钝，植物比那个低级动物更迟钝，山河大地比起花草树木还要迟钝。有没有？真有。怎么知道真有？弥勒菩萨告诉我们。",
      "zh_TW": "『通達諸法性，一切空無我』，「《會疏》曰」，《會疏》裡頭說，「一切有情非情」，這是講整個宇宙。有情，我們今天講動物，也就是說他有意念的現象，再小的動物他都有念頭。非情說的是植物、礦物。植物、礦物有沒有念頭？不能說有，也不能說沒有，只是它這個念頭的現象非常微弱，不明顯，沒有像動物那樣的明顯。我們講，愈是低級動物就愈遲鈍，植物比那個低級動物更遲鈍，山河大地比起花草樹木還要遲鈍。有沒有？真有。怎麼知道真有？彌勒菩薩告訴我們。"
    },
    {
      "id": "02-037-0374_p0005",
      "zh_CN": "这是在《菩萨处胎经》里头，释迦牟尼佛问弥勒菩萨，说「心有所念」，我们凡夫起个念头；佛问弥勒，弥勒是等觉菩萨，跟佛的境界差不多，我们起个念头，这个念头里头有多少细念，微细的念头合在一起变成我们自己能感觉的念头，如果单独一个细念，我们没有感觉；多少个细念组成这个念头，我们感觉有个念头？佛说有几念、有几相（相是物质现象）、有几识，识是分别执着，有多少个分别执着？弥勒菩萨回答释迦牟尼佛。其实佛菩萨一问一答都是为我们，让我们听到佛菩萨在这里问答，我们就觉悟、就明白事实真相。弥勒菩萨回答说「一弹指」，一弹指这时间很短，「有三十二亿百千念」。百千是单位，一百个千是十万；换句话说，三十二亿乘十万，这一弹指。三十二亿乘十万是多少？三百二十兆，这一弹指。那我们弹得快，我们一秒钟能弹几次？大概我弹的速度可以弹四次，我相信有比我能力强的，年轻的、力气大的，一秒钟至少可以弹五次。五乘三百二十兆，就是一千六百兆，一秒钟。一秒钟里头有一千六百兆的微细念头，我们怎么会知道？这是事实真相。",
      "zh_TW": "這是在《菩薩處胎經》裡頭，釋迦牟尼佛問彌勒菩薩，說「心有所念」，我們凡夫起個念頭；佛問彌勒，彌勒是等覺菩薩，跟佛的境界差不多，我們起個念頭，這個念頭裡頭有多少細念，微細的念頭合在一起變成我們自己能感覺的念頭，如果單獨一個細念，我們沒有感覺；多少個細念組成這個念頭，我們感覺有個念頭？佛說有幾念、有幾相（相是物質現象）、有幾識，識是分別執著，有多少個分別執著？彌勒菩薩回答釋迦牟尼佛。其實佛菩薩一問一答都是為我們，讓我們聽到佛菩薩在這裡問答，我們就覺悟、就明白事實真相。彌勒菩薩回答說「一彈指」，一彈指這時間很短，「有三十二億百千念」。百千是單位，一百個千是十萬；換句話說，三十二億乘十萬，這一彈指。三十二億乘十萬是多少？三百二十兆，這一彈指。那我們彈得快，我們一秒鐘能彈幾次？大概我彈的速度可以彈四次，我相信有比我能力強的，年輕的、力氣大的，一秒鐘至少可以彈五次。五乘三百二十兆，就是一千六百兆，一秒鐘。一秒鐘裡頭有一千六百兆的微細念頭，我們怎麼會知道？這是事實真相。"
    },
    {
      "id": "02-037-0374_p0006",
      "zh_CN": "这跟我们讲一切法，一切有情非情。净是净土，秽是秽土；净土是声闻、缘觉、菩萨、佛，秽土是六道轮回，六道轮回里面叫凡夫，净土里面阿罗汉以上的，阿罗汉、辟支佛、菩萨、佛叫圣人。所以，「净秽凡圣」就是指的十法界，这叫诸法，佛经上讲的诸法就是这个意思，十法界里头有情非情全包括在其中。这是解释经文上的「一切」，先把一切搞清楚，然后再「通达诸法性」，这性是什么。诸法就是十法界净秽凡圣，这诸法。通达诸法性，性是什么意思？性是不改的意思，永远不变，永远不会改，也就是不生不灭。这是真的，这是诸法的本体。",
      "zh_TW": "這跟我們講一切法，一切有情非情。淨是淨土，穢是穢土；淨土是聲聞、緣覺、菩薩、佛，穢土是六道輪迴，六道輪迴裡面叫凡夫，淨土裡面阿羅漢以上的，阿羅漢、辟支佛、菩薩、佛叫聖人。所以，「淨穢凡聖」就是指的十法界，這叫諸法，佛經上講的諸法就是這個意思，十法界裡頭有情非情全包括在其中。這是解釋經文上的「一切」，先把一切搞清楚，然後再「通達諸法性」，這性是什麼。諸法就是十法界淨穢凡聖，這諸法。通達諸法性，性是什麼意思？性是不改的意思，永遠不變，永遠不會改，也就是不生不滅。這是真的，這是諸法的本體。"
    },
    {
      "id": "02-037-0374_p0007",
      "zh_CN": "诸法从哪里来？诸法就依体性而来的，如果没有体性，就没有诸法。我们常用电视来做比喻，现代人，家家户户都看电视，电视很普遍。那性是什么？性就是电视的屏幕，你看屏幕永远不改变；诸法，诸法就是屏幕里头的现象，这个现象是刹那在改变。它是个动的，它是不定的，它是有生有灭的，而且生灭速度很快，屏幕不生不灭。屏幕是它的体，没有屏幕，这个色相就显不出来，一定要屏幕。我们把屏幕代表性体，把屏幕里头的色相代表诸法。同一个屏幕，不同的频道，这里面的内容非常丰富。在中国，电视发射台比较少，只有几家，我早年住在美国，美国的电视频道有一百多个，太多了！再多的频道都在一个屏幕上，同一个屏幕上，屏幕是体，整个宇宙所有一切现象就像频道。体是什么？体就是真如本性，真如本性就好比屏幕一样，它是不生不灭的，它是从来没有染污的。",
      "zh_TW": "諸法從哪裡來？諸法就依體性而來的，如果沒有體性，就沒有諸法。我們常用電視來做比喻，現代人，家家戶戶都看電視，電視很普遍。那性是什麼？性就是電視的屏幕，你看屏幕永遠不改變；諸法，諸法就是屏幕裡頭的現象，這個現象是剎那在改變。它是個動的，它是不定的，它是有生有滅的，而且生滅速度很快，屏幕不生不滅。屏幕是它的體，沒有屏幕，這個色相就顯不出來，一定要屏幕。我們把屏幕代表性體，把屏幕裡頭的色相代表諸法。同一個屏幕，不同的頻道，這裡面的內容非常豐富。在中國，電視發射台比較少，只有幾家，我早年住在美國，美國的電視頻道有一百多個，太多了！再多的頻道都在一個屏幕上，同一個屏幕上，屏幕是體，整個宇宙所有一切現象就像頻道。體是什麼？體就是真如本性，真如本性就好比屏幕一樣，它是不生不滅的，它是從來沒有染污的。"
    },
    {
      "id": "02-037-0374_p0008",
      "zh_CN": "在中国佛教，提起六祖惠能大师，没有人不知道，尤其在广东这个地区，惠能大师出生在广东，特别亲切。这个人，用一般人的话来说是个传奇人物，很不可思议。家境清寒，农民家子弟，出生没多久父亲就过世了，母亲受尽辛苦把他带大。没有念过书，不认识字，靠苦力生活。我们在《坛经》上看到，他靠什么生活？砍柴，樵夫。这个行业现在没有了，抗战时期还有，抗战时期那个时候的城市没有电灯，没有自来水，没有瓦斯，每家厨房里面烧柴，所以专门有山上砍柴到城里来卖，砍一担柴挑到城里，卖得很便宜。那个时候用铜板，钞票很少，用银元、用铜板，一块银元大概换三百多个铜板，一担柴大概只二、三个铜板，很便宜。砍柴很不容易、很辛苦，一天只能卖一担，这二、三个铜板买一点米回家过日子，这一天生活。非常辛苦！",
      "zh_TW": "在中國佛教，提起六祖惠能大師，沒有人不知道，尤其在廣東這個地區，惠能大師出生在廣東，特別親切。這個人，用一般人的話來說是個傳奇人物，很不可思議。家境清寒，農民家子弟，出生沒多久父親就過世了，母親受盡辛苦把他帶大。沒有念過書，不認識字，靠苦力生活。我們在《壇經》上看到，他靠什麼生活？砍柴，樵夫。這個行業現在沒有了，抗戰時期還有，抗戰時期那個時候的城市沒有電燈，沒有自來水，沒有瓦斯，每家廚房裡面燒柴，所以專門有山上砍柴到城裡來賣，砍一擔柴挑到城裡，賣得很便宜。那個時候用銅板，鈔票很少，用銀元、用銅板，一塊銀元大概換三百多個銅板，一擔柴大概只二、三個銅板，很便宜。砍柴很不容易、很辛苦，一天只能賣一擔，這二、三個銅板買一點米回家過日子，這一天生活。非常辛苦！"
    },
    {
      "id": "02-037-0374_p0009",
      "zh_CN": "惠能大师二十几岁，遇到佛法是二十四岁。《坛经》上记载告诉我们，他卖柴，这次卖到一个客栈。客栈就像旅馆一样，规模很小，通常只有几个房间，三、五个房间的样子，小客栈。柴卖了，钱拿到手了要离开，听到有个人在房间里头念经，念《金刚经》。他在外面听到人家念经，他就停了一会，听得很有味道，他听懂了。等到这个人念完了他就敲门，就问他，你刚才念的什么，这个里头意思讲得很好，他就把他在窗外听到的这几句话的意思说给这个念经的人听。念经人听到之后非常惊讶，认为这个人根机太好了，不认识字，居然能听得懂这么深的经，所以就劝他到黄梅去亲近五祖忍和尚。可是他家里穷，一天不做工就没饭吃。这个居士很难得，送他十两银子。十两银子，他一年也赚不到，给他做安家费，找一些志同道合的居士，帮助他照顾他母亲，让他安心去学习。这样一个缘分，他才有机会到黄梅去亲近五祖。",
      "zh_TW": "惠能大師二十幾歲，遇到佛法是二十四歲。《壇經》上記載告訴我們，他賣柴，這次賣到一個客棧。客棧就像旅館一樣，規模很小，通常只有幾個房間，三、五個房間的樣子，小客棧。柴賣了，錢拿到手了要離開，聽到有個人在房間裡頭念經，念《金剛經》。他在外面聽到人家念經，他就停了一會，聽得很有味道，他聽懂了。等到這個人念完了他就敲門，就問他，你剛才念的什麼，這個裡頭意思講得很好，他就把他在窗外聽到的這幾句話的意思說給這個念經的人聽。念經人聽到之後非常驚訝，認為這個人根機太好了，不認識字，居然能聽得懂這麼深的經，所以就勸他到黃梅去親近五祖忍和尚。可是他家裡窮，一天不做工就沒飯吃。這個居士很難得，送他十兩銀子。十兩銀子，他一年也賺不到，給他做安家費，找一些志同道合的居士，幫助他照顧他母親，讓他安心去學習。這樣一個緣分，他才有機會到黃梅去親近五祖。"
    },
    {
      "id": "02-037-0374_p0010",
      "zh_CN": "可是跟五祖见了面，五祖问他，你从南方来的。一般人对南方人，南方人没有文化，都瞧不起，不重视他，五祖问他，你来想求什么？他的回答说，我来想作佛。大概这样的答复，可能五祖一生没有遇到一个。人家到寺庙来求升官发财、求佛菩萨保佑，总是求这些，他求什么？他求他要作佛。五祖就知道他的根性很利，不是普通人。还是叫他去做老行业。问他干什么的？樵夫，砍柴卖柴的。好，分配到厨房。五祖道场大概住有一千多人，每天吃饭，舂米破柴需要很多工人，叫他去做工，破柴舂米。在那边干了八个月，道场里面有讲堂，一次没去过；有禅堂，也一次没去过。",
      "zh_TW": "可是跟五祖見了面，五祖問他，你從南方來的。一般人對南方人，南方人沒有文化，都瞧不起，不重視他，五祖問他，你來想求什麼？他的回答說，我來想作佛。大概這樣的答覆，可能五祖一生沒有遇到一個。人家到寺廟來求升官發財、求佛菩薩保佑，總是求這些，他求什麼？他求他要作佛。五祖就知道他的根性很利，不是普通人。還是叫他去做老行業。問他幹什麼的？樵夫，砍柴賣柴的。好，分配到廚房。五祖道場大概住有一千多人，每天吃飯，舂米破柴需要很多工人，叫他去做工，破柴舂米。在那邊幹了八個月，道場裡面有講堂，一次沒去過；有禪堂，也一次沒去過。"
    },
    {
      "id": "02-037-0374_p0011",
      "zh_CN": "到五祖传法的时候，这个故事大家都晓得，真正传法是半夜三更，邀他到方丈室。五祖的暗示他完全明白。五祖巡视道场，各地方去看看，碓房里面去看到他在舂米，问他米舂熟了没有？他说早就舂熟了，还没有筛。这个话里头有禅机，别人听不懂，以为真的问这个事情，实际上五祖问的是你的功夫成熟了没有。惠能大师答复，就是他已经成熟了，没有人给他证明，请五祖给他做证明。犹欠筛在，米熟了没有筛。五祖用拐杖在他那个舂米碓上敲了三下走了，这就是暗号，三更到方丈室里面见他。别人不知道，他晓得。到三更，到方丈室去，果然门没有关，一推就开。见了五祖，五祖很欢喜，你懂得我的意思，来了。用袈裟把他围起来，怕有别人看见，给他讲《金刚经》。三更开始讲，我们估计顶多两个小时，《金刚经》讲了四分之一，讲到「应无所住，而生其心」，他就开悟了。",
      "zh_TW": "到五祖傳法的時候，這個故事大家都曉得，真正傳法是半夜三更，邀他到方丈室。五祖的暗示他完全明白。五祖巡視道場，各地方去看看，碓房裡面去看到他在舂米，問他米舂熟了沒有？他說早就舂熟了，還沒有篩。這個話裡頭有禪機，別人聽不懂，以為真的問這個事情，實際上五祖問的是你的功夫成熟了沒有。惠能大師答覆，就是他已經成熟了，沒有人給他證明，請五祖給他做證明。猶欠篩在，米熟了沒有篩。五祖用枴杖在他那個舂米碓上敲了三下走了，這就是暗號，三更到方丈室裡面見他。別人不知道，他曉得。到三更，到方丈室去，果然門沒有關，一推就開。見了五祖，五祖很歡喜，你懂得我的意思，來了。用袈裟把他圍起來，怕有別人看見，給他講《金剛經》。三更開始講，我們估計頂多兩個小時，《金剛經》講了四分之一，講到「應無所住，而生其心」，他就開悟了。"
    },
    {
      "id": "02-037-0374_p0012",
      "zh_CN": "开悟说了五句话，那就是他的毕业博士论文。第一句是「何期自性，本自清净」。自性就是此地的法性，就是一切法的理体。理是理论根据，体是本体，一切法都从这生的。自性就是本性，自性是清净的，何期自性本自清净，从来没有染污。这他真见性了，他不见性他说不出来。第二句，「何期自性，本不生灭」，它不生不灭。所有一切法都是有生有灭，只有这个不生不灭，他见到了。第三句说「本自具足」，它虽然什么都没有，它什么都具足。像电视屏幕，什么都没有，什么画面都能现，这叫本自具足，具足万法，整个虚空法界都是它变现出来的，它一样都不缺。第四句说「本无动摇」。本无动摇是什么？它是定的，它不是动的。一切万法都是动的，动的是假的，动就是有生有灭，那不是真的；佛法里头的定义，真的是不生不灭，这是真的。只有自性不生不灭，明心见性，见性就成佛。",
      "zh_TW": "開悟說了五句話，那就是他的畢業博士論文。第一句是「何期自性，本自清淨」。自性就是此地的法性，就是一切法的理體。理是理論根據，體是本體，一切法都從這生的。自性就是本性，自性是清淨的，何期自性本自清淨，從來沒有染污。這他真見性了，他不見性他說不出來。第二句，「何期自性，本不生滅」，它不生不滅。所有一切法都是有生有滅，只有這個不生不滅，他見到了。第三句說「本自具足」，它雖然什麼都沒有，它什麼都具足。像電視屏幕，什麼都沒有，什麼畫面都能現，這叫本自具足，具足萬法，整個虛空法界都是它變現出來的，它一樣都不缺。第四句說「本無動搖」。本無動搖是什麼？它是定的，它不是動的。一切萬法都是動的，動的是假的，動就是有生有滅，那不是真的；佛法裡頭的定義，真的是不生不滅，這是真的。只有自性不生不滅，明心見性，見性就成佛。"
    },
    {
      "id": "02-037-0374_p0013",
      "zh_CN": "末后一句，「何期自性，能生万法」。宇宙从哪来的，万物从哪里来的，生命从哪里来的，我从哪里来的？全是自性生的，阿弥陀佛是自性生的，你我他都是自性生的。所以我们什么关系？同一个自性，同一个本体，关系太密切了！说是一家人，一家人还有好多个体，这是同一体。好比我们身，一个身，身有很多细胞，很多细胞同一个体。科学家告诉我们，一般人的身上大概是五十兆个细胞组织成这个身体，这从细胞算。细胞不是最小的，比细胞小的原子，原子就不止五十兆，总得要往上加上五千兆、五万兆。原子还不是小的，如果再分，分成粒子、分成夸克、分成基本粒子，愈分愈多。身体里面这个小的物质现象真的叫无数，无量无数，佛经上比作恒河沙数不为过，不是夸大，真是这个样子。这是体，体你看不改、不变，它是真的，它永远不变。",
      "zh_TW": "末後一句，「何期自性，能生萬法」。宇宙從哪來的，萬物從哪裡來的，生命從哪裡來的，我從哪裡來的？全是自性生的，阿彌陀佛是自性生的，你我他都是自性生的。所以我們什麼關係？同一個自性，同一個本體，關係太密切了！說是一家人，一家人還有好多個體，這是同一體。好比我們身，一個身，身有很多細胞，很多細胞同一個體。科學家告訴我們，一般人的身上大概是五十兆個細胞組織成這個身體，這從細胞算。細胞不是最小的，比細胞小的原子，原子就不止五十兆，總得要往上加上五千兆、五萬兆。原子還不是小的，如果再分，分成粒子、分成夸克、分成基本粒子，愈分愈多。身體裡面這個小的物質現象真的叫無數，無量無數，佛經上比作恆河沙數不為過，不是誇大，真是這個樣子。這是體，體你看不改、不變，它是真的，它永遠不變。"
    },
    {
      "id": "02-037-0374_p0014",
      "zh_CN": "这些现象就是弥勒菩萨所说的念头，念头产生现象。你看佛问，几念、几相、几识？问三桩事情。那个识就是念头，就是分别执着，就这个东西。物质现象是从分别执着里头生出来的，没有分别执着就没有现象。一秒钟有一千六百兆个念头，那就是说，一秒钟里头有一千六百兆个物质现象。这真叫做最小的物质现象，《金刚经》上讲的一。所有一切现象都是这一个相组合而成的，叫一合相，小的原子、电子都是它组合的。这个一，今天科学家把它找到了，我们不能不佩服，佛法是真的不是假的。释迦牟尼佛三千年前说的，今天科学家把它找到，找出来了，是真的不是假的。",
      "zh_TW": "這些現象就是彌勒菩薩所說的念頭，念頭產生現象。你看佛問，幾念、幾相、幾識？問三樁事情。那個識就是念頭，就是分別執著，就這個東西。物質現象是從分別執著裡頭生出來的，沒有分別執著就沒有現象。一秒鐘有一千六百兆個念頭，那就是說，一秒鐘裡頭有一千六百兆個物質現象。這真叫做最小的物質現象，《金剛經》上講的一。所有一切現象都是這一個相組合而成的，叫一合相，小的原子、電子都是它組合的。這個一，今天科學家把它找到了，我們不能不佩服，佛法是真的不是假的。釋迦牟尼佛三千年前說的，今天科學家把它找到，找出來了，是真的不是假的。"
    },
    {
      "id": "02-037-0374_p0015",
      "zh_CN": "佛经上的名词叫极微，也叫做极微之微，就是物质里头最小的，再没有比它小的，科学家的名词叫微中子，这是最小的。微中子多大？科学家告诉我们，一百亿个微中子聚集在一起等于一个电子；就是说，它的体积是电子的一百亿分之一，小到这种程度，我们简直不能思，无法想像的。但是这样小，科学家还是把它打破了，看它到底是什么，这一打破之后物质就不见了，看到是什么？看到是念头的波动现象。这个发现是很了不起的一桩大事，震动了科学界。说明什么？物质是假的，物质不是真的。所以普朗克说，根据他的研究，这是个量子力学家，德国人，爱因斯坦的老师，一生研究物质，被他发现，他说物质的基础是念头。所以提出一个新的概念，以心控物，就是我们的意念能控制物质现象。佛在经上常讲，我们没懂，佛说「一切法从心想生」。一直到普朗克讲了这个话，我们回过头来看佛经，佛早说了，我们没懂。一切法从心想生，物质是心想生的，没有心想就没有物质。",
      "zh_TW": "佛經上的名詞叫極微，也叫做極微之微，就是物質裡頭最小的，再沒有比它小的，科學家的名詞叫微中子，這是最小的。微中子多大？科學家告訴我們，一百億個微中子聚集在一起等於一個電子；就是說，它的體積是電子的一百億分之一，小到這種程度，我們簡直不能思，無法想像的。但是這樣小，科學家還是把它打破了，看它到底是什麼，這一打破之後物質就不見了，看到是什麼？看到是念頭的波動現象。這個發現是很了不起的一樁大事，震動了科學界。說明什麼？物質是假的，物質不是真的。所以普朗克說，根據他的研究，這是個量子力學家，德國人，愛因斯坦的老師，一生研究物質，被他發現，他說物質的基礎是念頭。所以提出一個新的概念，以心控物，就是我們的意念能控制物質現象。佛在經上常講，我們沒懂，佛說「一切法從心想生」。一直到普朗克講了這個話，我們回過頭來看佛經，佛早說了，我們沒懂。一切法從心想生，物質是心想生的，沒有心想就沒有物質。"
    },
    {
      "id": "02-037-0374_p0016",
      "zh_CN": "所以，我们听到经上说「境随心转」。这是真正的风水家他懂得，但是他不说出来，为什么？说出来他就不值钱了。他拿这个去欺骗人，他能够改造风水，其实假的。风水是什么？随你心转，你的心好，这个地方风水不好，你在这住三年，这地方风水全变好了，它跟你心转。所以古时候有人说，天下风水统统都被出家人占去了，出家人盖的寺庙都是最好的风水地，以为出家人都是风水师，都懂得这个东西，其实完全不懂。出家人的心善，善良，他没有恶念，所以他住在那个地方三年，就变成风水宝地，境随心转是这么个道理。今天我们这个地球的风水不好，变得很坏，灾难这么多。这地球的风水坏了，怎么坏的？人心坏了。人心、念头不善，不孝父母、不敬师长、不仁不义、无礼无信，把地球的风水搞坏了。如果我们要拯救地球，很简单，每个人把念头转过来，转恶为善、转迷为悟，这个地球风水，我们相信顶多三年，风调雨顺，什么灾难都没有。我们的念头才转，灾难就减弱、就减轻；真正转过来，灾难就没有了。所以境随心转。",
      "zh_TW": "所以，我們聽到經上說「境隨心轉」。這是真正的風水家他懂得，但是他不說出來，為什麼？說出來他就不值錢了。他拿這個去欺騙人，他能夠改造風水，其實假的。風水是什麼？隨你心轉，你的心好，這個地方風水不好，你在這住三年，這地方風水全變好了，它跟你心轉。所以古時候有人說，天下風水統統都被出家人佔去了，出家人蓋的寺廟都是最好的風水地，以為出家人都是風水師，都懂得這個東西，其實完全不懂。出家人的心善，善良，他沒有惡念，所以他住在那個地方三年，就變成風水寶地，境隨心轉是這麼個道理。今天我們這個地球的風水不好，變得很壞，災難這麼多。這地球的風水壞了，怎麼壞的？人心壞了。人心、念頭不善，不孝父母、不敬師長、不仁不義、無禮無信，把地球的風水搞壞了。如果我們要拯救地球，很簡單，每個人把念頭轉過來，轉惡為善、轉迷為悟，這個地球風水，我們相信頂多三年，風調雨順，什麼災難都沒有。我們的念頭才轉，災難就減弱、就減輕；真正轉過來，災難就沒有了。所以境隨心轉。"
    },
    {
      "id": "02-037-0374_p0017",
      "zh_CN": "科学家今天在找证据，证据来支持他的理论。他现在找证据是什么？都找病患，就是疗愈。有很多不治之症，癌症，医院放弃治疗，说你的存活期只有二、三个月，让家人带回家去，他没有办法治疗。这些人里头有信仰宗教的，要找这种人。信仰宗教的人听说寿命只有一、二个月，他不想身体，也不想病，想上帝、想神、想天堂，希望上帝带我到天堂去。他不想身体、不想病，专想天堂、专想上帝，这就是祈祷。过了二、三个月没事，再检查病没有了，癌细胞全没有了，人统恢复健康。问他用什么治疗的？没有，根本没有治疗。科学家找这些证据，现在已经找了几千个证据来支持这个理论，这个理论建立了，大家相信。我觉得也有难处，有障碍，什么障碍？医生障碍它，医院障碍它，因为这个证据真接受了，有病可以不要医生，可以不要医院，医生都失业了。做医生这一行人很多，他们一定非常不喜欢这个理论，可是这是真的，不是假的。",
      "zh_TW": "科學家今天在找證據，證據來支持他的理論。他現在找證據是什麼？都找病患，就是療愈。有很多不治之症，癌症，醫院放棄治療，說你的存活期只有二、三個月，讓家人帶回家去，他沒有辦法治療。這些人裡頭有信仰宗教的，要找這種人。信仰宗教的人聽說壽命只有一、二個月，他不想身體，也不想病，想上帝、想神、想天堂，希望上帝帶我到天堂去。他不想身體、不想病，專想天堂、專想上帝，這就是祈禱。過了二、三個月沒事，再檢查病沒有了，癌細胞全沒有了，人統恢復健康。問他用什麼治療的？沒有，根本沒有治療。科學家找這些證據，現在已經找了幾千個證據來支持這個理論，這個理論建立了，大家相信。我覺得也有難處，有障礙，什麼障礙？醫生障礙它，醫院障礙它，因為這個證據真接受了，有病可以不要醫生，可以不要醫院，醫生都失業了。做醫生這一行人很多，他們一定非常不喜歡這個理論，可是這是真的，不是假的。"
    },
    {
      "id": "02-037-0374_p0018",
      "zh_CN": "所以我们知道，我们如果要有什么疾病，可以不用医生、不用医药，你去想、找，总是念头不善，你能够把你不善的心、不善的行为找出来，真正忏悔、真正改过，这病就好了，带着病毒的细胞自然就恢复正常，正常就是最健康的。这个事情是真的，不是假的，自己可以控制身体健康，自己可以控制自己寿命长短。念佛的人想到极乐世界去，随时可以去，想在这个世间多住几年也不碍事，你说这多自在！住在这个世间不是为自己，为自己毫无意义，为自己要到极乐世界去；住在这个世间确实为众生，帮助众生离苦得乐。众生不知道你知道，众生没有智慧你有智慧，你帮助众生、教化众生，是为这个住世的，住再长的时间都没关系。所以一切随缘，众生喜欢听你的，众生相信你，你就多住几年；众生不相信你，众生怀疑你、不能接受你，你就赶快走。",
      "zh_TW": "所以我們知道，我們如果要有什麼疾病，可以不用醫生、不用醫藥，你去想、找，總是念頭不善，你能夠把你不善的心、不善的行為找出來，真正懺悔、真正改過，這病就好了，帶著病毒的細胞自然就恢復正常，正常就是最健康的。這個事情是真的，不是假的，自己可以控制身體健康，自己可以控制自己壽命長短。念佛的人想到極樂世界去，隨時可以去，想在這個世間多住幾年也不礙事，你說這多自在！住在這個世間不是為自己，為自己毫無意義，為自己要到極樂世界去；住在這個世間確實為眾生，幫助眾生離苦得樂。眾生不知道你知道，眾生沒有智慧你有智慧，你幫助眾生、教化眾生，是為這個住世的，住再長的時間都沒關係。所以一切隨緣，眾生喜歡聽你的，眾生相信你，你就多住幾年；眾生不相信你，眾生懷疑你、不能接受你，你就趕快走。"
    },
    {
      "id": "02-037-0374_p0019",
      "zh_CN": "像宝志公那个时候，四川有个法师很有道行，叫宝香。四川的同学来看宝志公，宝志公问他：你们四川香贵不贵？答复的人说四川的香很便宜、很贱，不值钱，很贱。「贱，可以走了」，就说这么几句话，人家也不知道什么意思。这人回到四川见到宝香法师，宝香法师问：宝志公说些什么话？他们就学，宝志公问我们四川香贵不贵，我们答四川香很贱，不贵，很贱。他怎么说？他说那可以走了。宝香法师就入定，圆寂了。为什么？人家不尊重你，你还留在那里干什么？你可以走了。生死自在，这个时候大家才知道那是个宝，是真正活佛，生死自在的。没有向他请教，没有亲近他，才可惜。可惜不行，走了，不过他走之前表演了一套。请客，当地人喜欢吃活的鱼虾，他也表演给大家看，跟大家一起吃，吃了很多，吃了很多鱼虾，吃完之后，庙门口有个放生池，他站在旁边口一张，活的鱼虾都到水里去了，表演这一招给大家看，表演完之后就往生了。这时候才知道真正有高人在那里，没有人认识。走了之后大家哭哭啼啼的求，没用了，为什么早不听话？宝志公我们知道，观世音菩萨再来的，都不是普通人。",
      "zh_TW": "像寶誌公那個時候，四川有個法師很有道行，叫寶香。四川的同學來看寶誌公，寶誌公問他：你們四川香貴不貴？答覆的人說四川的香很便宜、很賤，不值錢，很賤。「賤，可以走了」，就說這麼幾句話，人家也不知道什麼意思。這人回到四川見到寶香法師，寶香法師問：寶誌公說些什麼話？他們就學，寶誌公問我們四川香貴不貴，我們答四川香很賤，不貴，很賤。他怎麼說？他說那可以走了。寶香法師就入定，圓寂了。為什麼？人家不尊重你，你還留在那裡幹什麼？你可以走了。生死自在，這個時候大家才知道那是個寶，是真正活佛，生死自在的。沒有向他請教，沒有親近他，才可惜。可惜不行，走了，不過他走之前表演了一套。請客，當地人喜歡吃活的魚蝦，他也表演給大家看，跟大家一起吃，吃了很多，吃了很多魚蝦，吃完之後，廟門口有個放生池，他站在旁邊口一張，活的魚蝦都到水裡去了，表演這一招給大家看，表演完之後就往生了。這時候才知道真正有高人在那裡，沒有人認識。走了之後大家哭哭啼啼的求，沒用了，為什麼早不聽話？寶誌公我們知道，觀世音菩薩再來的，都不是普通人。"
    },
    {
      "id": "02-037-0374_p0020",
      "zh_CN": "所以理跟诸法，诸法是相、是现象，理体就是法性。括弧里头这是念老的解释，「诸法本具之体性，永无改变，乃其实际理体也」，这是真的。我们身体是现象，是诸法之一，我们的理体就是法性，阿弥陀佛的理体也是法性，我们这个地球、太阳系、银河系的理体也是法性，极乐世界理体也是法性，同一个法性。这个关系我们要搞清楚，这是大乘的伦理，大乘伦理告诉我们，遍法界虚空界，上面从诸佛如来，下面到蜎飞蠕动、饿鬼地狱、树木花草、山河大地，跟我们同一个理体、同一个法性。",
      "zh_TW": "所以理跟諸法，諸法是相、是現象，理體就是法性。括弧裡頭這是念老的解釋，「諸法本具之體性，永無改變，乃其實際理體也」，這是真的。我們身體是現象，是諸法之一，我們的理體就是法性，阿彌陀佛的理體也是法性，我們這個地球、太陽系、銀河系的理體也是法性，極樂世界理體也是法性，同一個法性。這個關係我們要搞清楚，這是大乘的倫理，大乘倫理告訴我們，遍法界虛空界，上面從諸佛如來，下面到蜎飛蠕動、餓鬼地獄、樹木花草、山河大地，跟我們同一個理體、同一個法性。"
    },
    {
      "id": "02-037-0374_p0021",
      "zh_CN": "法性里面第一德就是慈悲，慈悲就是爱，爱是宇宙核心的第一德，所有宗教都讲。基督教、天主教、犹太教，这三个教共同一部经叫《圣经》，犹太教学的是《旧约》，基督教学的是《新约》，天主教是《新旧约》统统都学，三个教一部经。所以我用比喻来说，他们三个教的关系，犹太教是皇上那一派，天主；基督教是太子那一派，基督是上帝的儿子，太子那一派，《新约》；天主教是皇后那一派，圣母玛利亚，是《新旧约》全学。这个比喻他们承认，比喻得很好，他们的关系。我说像伊斯兰教，其他这些宗教，是他们的表兄弟。都是一家人，都是说上帝爱世人、神爱世人、真主的确是仁慈的；佛家讲大慈大悲，中国传统文化讲父子有亲，统统把这个点找到了，所有宗教教学、中国传统文化教学，都是一个爱。",
      "zh_TW": "法性裡面第一德就是慈悲，慈悲就是愛，愛是宇宙核心的第一德，所有宗教都講。基督教、天主教、猶太教，這三個教共同一部經叫《聖經》，猶太教學的是《舊約》，基督教學的是《新約》，天主教是《新舊約》統統都學，三個教一部經。所以我用比喻來說，他們三個教的關係，猶太教是皇上那一派，天主；基督教是太子那一派，基督是上帝的兒子，太子那一派，《新約》；天主教是皇后那一派，聖母瑪利亞，是《新舊約》全學。這個比喻他們承認，比喻得很好，他們的關係。我說像伊斯蘭教，其他這些宗教，是他們的表兄弟。都是一家人，都是說上帝愛世人、神愛世人、真主的確是仁慈的；佛家講大慈大悲，中國傳統文化講父子有親，統統把這個點找到了，所有宗教教學、中國傳統文化教學，都是一個愛。"
    },
    {
      "id": "02-037-0374_p0022",
      "zh_CN": "中国几千年的教学，那个原点是什么？五伦里头的父子有亲，亲爱。父子的亲爱不是人教的，是天然的。什么时候最明显？婴儿，四个月。我是有一年在日本参加联合国的会议，日本那边的佛友很多，有十多个人，他们成天陪着我，我也很感激。当中有个年轻的妈妈带了个儿子，四个月，有一天我们在外面散步，她推个小车，我突然停下来叫大家一起，你们来看，看什么？看父子有亲。你看这个小孩，四个月，你看他的眼神，对他的妈妈，他那些动作，都表现出爱。看他妈妈爱小孩，小孩爱妈妈，没人教。你们细心观察，你就看到老祖宗讲的父子有亲，看到了。天性！不是人教的，中国的教育就根源在此地。所以老祖宗聪明，他们看出来了。",
      "zh_TW": "中國幾千年的教學，那個原點是什麼？五倫裡頭的父子有親，親愛。父子的親愛不是人教的，是天然的。什麼時候最明顯？嬰兒，四個月。我是有一年在日本參加聯合國的會議，日本那邊的佛友很多，有十多個人，他們成天陪著我，我也很感激。當中有個年輕的媽媽帶了個兒子，四個月，有一天我們在外面散步，她推個小車，我突然停下來叫大家一起，你們來看，看什麼？看父子有親。你看這個小孩，四個月，你看他的眼神，對他的媽媽，他那些動作，都表現出愛。看他媽媽愛小孩，小孩愛媽媽，沒人教。你們細心觀察，你就看到老祖宗講的父子有親，看到了。天性！不是人教的，中國的教育就根源在此地。所以老祖宗聰明，他們看出來了。"
    },
    {
      "id": "02-037-0374_p0023",
      "zh_CN": "中国的教育是爱的教育，教育的目的就希望这种亲爱能够一生保持不变，这是中国教育第一个目标，就是父母跟子女那个亲爱一生不改变。第二个目标，是这个爱的发扬光大。你知道爱父母，你爱兄弟、爱你的祖父母、爱你的伯伯叔叔、爱你的家族，扩大，再扩大到邻居，再扩大到乡镇，扩大到整个民族、整个国家，再扩大到凡是人皆须爱，这是中国教育！中国这个教育教了几千年，所以这个国家根基厚。全世界有灾难，中国有没有？中国有，跟全世界比较，中国最轻。为什么？祖宗有德，还是沾了老祖宗的光。为什么有灾难？因为不听老祖宗的话，把老祖宗的教学全丢掉了，所以老祖宗惩罚后代。这灾难是惩罚后代，不会灭亡。我们觉悟、回头，什么事就没有，老祖宗就欢喜。外国麻烦，外国没有这个教育，没有这个根，所以他们的灾难严重。我们在国外这么多年，多少人问，灾难这么多，到哪里去？回中国去。这是真话，不是假话。你看看全世界，哪个国家、哪个民族老祖宗像中国人？中国人起家，道德仁义起家，全世界找不到第二个。老祖宗真有智慧，释迦牟尼佛高度智慧，把这些事情讲得这么清楚。",
      "zh_TW": "中國的教育是愛的教育，教育的目的就希望這種親愛能夠一生保持不變，這是中國教育第一個目標，就是父母跟子女那個親愛一生不改變。第二個目標，是這個愛的發揚光大。你知道愛父母，你愛兄弟、愛你的祖父母、愛你的伯伯叔叔、愛你的家族，擴大，再擴大到鄰居，再擴大到鄉鎮，擴大到整個民族、整個國家，再擴大到凡是人皆須愛，這是中國教育！中國這個教育教了幾千年，所以這個國家根基厚。全世界有災難，中國有沒有？中國有，跟全世界比較，中國最輕。為什麼？祖宗有德，還是沾了老祖宗的光。為什麼有災難？因為不聽老祖宗的話，把老祖宗的教學全丟掉了，所以老祖宗懲罰後代。這災難是懲罰後代，不會滅亡。我們覺悟、回頭，什麼事就沒有，老祖宗就歡喜。外國麻煩，外國沒有這個教育，沒有這個根，所以他們的災難嚴重。我們在國外這麼多年，多少人問，災難這麼多，到哪裡去？回中國去。這是真話，不是假話。你看看全世界，哪個國家、哪個民族老祖宗像中國人？中國人起家，道德仁義起家，全世界找不到第二個。老祖宗真有智慧，釋迦牟尼佛高度智慧，把這些事情講得這麼清楚。"
    },
    {
      "id": "02-037-0374_p0024",
      "zh_CN": "我们非常感激近代这些科学家，他们研究的成果，把佛所讲的证明了。所以我们有理由相信，再过二、三十年，佛教不是宗教，佛教是最高的哲学、最高的科学，这是它本来面目，把它看作宗教那是严重的误会，它不是宗教。要说宗教，宗教里头第一个条件，要有一个主宰的神，佛教没有，佛教的佛不是神，是人。佛陀是印度话，翻成中国的意思是觉者，就是觉悟的人，他不是神，他不是造物主，我们把他搞错了。菩萨翻成中国意思是觉有情，觉悟的人，情识还没有断，没有断干净，断干净了他就叫佛陀，在佛教里头算是第二个学位。佛陀是最高的学位，好像是博士，菩萨好比是硕士，阿罗汉是学士，这是三个学位的名称。我们称佛为老师，本师，南无本师释迦牟尼佛，没有称他作神，没有称他作上帝，没有称他作主。今天社会上对佛法这么严重的误会，也要怪出家人，出家人没有真正学习，让社会大众产生这么大的误会，这是出家人的罪过。释迦牟尼佛是搞教育的，从开悟，三十岁开悟就开始教学，七十九岁过世，一生讲经三百余会，这个会就像我们今天讲的办班，干这些活动。办班三百多次，教学四十九年。教育！学佛是接受佛陀的教育，怎么会搞成迷信？所以一定要恢复教学，不恢复教学，佛教就会灭掉；一定要学释迦牟尼佛，一生学不厌、教不倦。",
      "zh_TW": "我們非常感激近代這些科學家，他們研究的成果，把佛所講的證明了。所以我們有理由相信，再過二、三十年，佛教不是宗教，佛教是最高的哲學、最高的科學，這是它本來面目，把它看作宗教那是嚴重的誤會，它不是宗教。要說宗教，宗教裡頭第一個條件，要有一個主宰的神，佛教沒有，佛教的佛不是神，是人。佛陀是印度話，翻成中國的意思是覺者，就是覺悟的人，他不是神，他不是造物主，我們把他搞錯了。菩薩翻成中國意思是覺有情，覺悟的人，情識還沒有斷，沒有斷乾淨，斷乾淨了他就叫佛陀，在佛教裡頭算是第二個學位。佛陀是最高的學位，好像是博士，菩薩好比是碩士，阿羅漢是學士，這是三個學位的名稱。我們稱佛為老師，本師，南無本師釋迦牟尼佛，沒有稱他作神，沒有稱他作上帝，沒有稱他作主。今天社會上對佛法這麼嚴重的誤會，也要怪出家人，出家人沒有真正學習，讓社會大眾產生這麼大的誤會，這是出家人的罪過。釋迦牟尼佛是搞教育的，從開悟，三十歲開悟就開始教學，七十九歲過世，一生講經三百餘會，這個會就像我們今天講的辦班，幹這些活動。辦班三百多次，教學四十九年。教育！學佛是接受佛陀的教育，怎麼會搞成迷信？所以一定要恢復教學，不恢復教學，佛教就會滅掉；一定要學釋迦牟尼佛，一生學不厭、教不倦。"
    },
    {
      "id": "02-037-0374_p0025",
      "zh_CN": "「因缘合成，假名诸法」。这个因缘合成，现在科学完全把它证明了，整个宇宙之间，所有物质现象都是微中子组合成就的，找到最后就是一个东西，微中子，佛经上极微之微。所以它是因缘合成，假名诸法。凡是因缘和合的都不是真的。合就有形状看出来，缘散掉，现象就没有了。好比这一层大楼，这个大楼是物质合成的，把它建筑起来。我们从大的看就更明显，这一栋房子多少钢筋、多少水泥、多少砖瓦、多少木材，这都照着图排列起来，房子起来了。如果要是把它拆掉，房子没有了，一堆建筑材料摆在旁边，这些材料组合成的。这一本书，纸张聚集成的，把它装订成一本书，拆开来书就没有了。所有一切现象统统是一合相，《金刚经》上说的，那个一就是今天科学家讲的微中子，佛经上说的极微之微，一合相，不是真的，是假的。",
      "zh_TW": "「因緣合成，假名諸法」。這個因緣合成，現在科學完全把它證明了，整個宇宙之間，所有物質現象都是微中子組合成就的，找到最後就是一個東西，微中子，佛經上極微之微。所以它是因緣合成，假名諸法。凡是因緣和合的都不是真的。合就有形狀看出來，緣散掉，現象就沒有了。好比這一層大樓，這個大樓是物質合成的，把它建築起來。我們從大的看就更明顯，這一棟房子多少鋼筋、多少水泥、多少磚瓦、多少木材，這都照著圖排列起來，房子起來了。如果要是把它拆掉，房子沒有了，一堆建築材料擺在旁邊，這些材料組合成的。這一本書，紙張聚集成的，把它裝訂成一本書，拆開來書就沒有了。所有一切現象統統是一合相，《金剛經》上說的，那個一就是今天科學家講的微中子，佛經上說的極微之微，一合相，不是真的，是假的。"
    },
    {
      "id": "02-037-0374_p0026",
      "zh_CN": "真的是什么？真的是法性，法性不生不灭。法性在哪里？无处不在、无时不在，我们见不到、听不到，也摸不到、也想不到。什么原因？它没有现象。它不是物质，我们眼耳鼻舌身接触不到它，它不是物质，它不是一合相；它不是精神、不是意念，所以第六意识也想不着，第六意识缘不到它；不是自然现象，阿赖耶也缘不到它。它在，它从来没有离开过我们。怎么知道它在？有人证得了。什么人？定功深的人。科学家是用科学仪器观察，发现微中子，佛菩萨不是的，没有用这些仪器，佛菩萨是甚深禅定当中看见。禅定里面看到的是现量境界，所以比科学讲得还清楚、还明白，道理在此地，我们不能不知道。什么人的禅定？大乘经上讲八地以上。可见得不是一个人看见的，八地以上的，八地、九地、十地、等觉、妙觉，这五个位次的人他们统统看见。这是最深的禅定。",
      "zh_TW": "真的是什麼？真的是法性，法性不生不滅。法性在哪裡？無處不在、無時不在，我們見不到、聽不到，也摸不到、也想不到。什麼原因？它沒有現象。它不是物質，我們眼耳鼻舌身接觸不到它，它不是物質，它不是一合相；它不是精神、不是意念，所以第六意識也想不著，第六意識緣不到它；不是自然現象，阿賴耶也緣不到它。它在，它從來沒有離開過我們。怎麼知道它在？有人證得了。什麼人？定功深的人。科學家是用科學儀器觀察，發現微中子，佛菩薩不是的，沒有用這些儀器，佛菩薩是甚深禪定當中看見。禪定裡面看到的是現量境界，所以比科學講得還清楚、還明白，道理在此地，我們不能不知道。什麼人的禪定？大乘經上講八地以上。可見得不是一個人看見的，八地以上的，八地、九地、十地、等覺、妙覺，這五個位次的人他們統統看見。這是最深的禪定。"
    },
    {
      "id": "02-037-0374_p0027",
      "zh_CN": "佛怎么知道的？佛是从戒定慧知道的，因戒得定，因定开慧，智慧一开全看到了，全都明白。这个超过科学、哲学，科学、哲学望尘莫及，你看科哲，知道了、发现了，用不上，佛菩萨发现了全用上。我们没有看见一个，也没有听说一个生病的佛菩萨、生病的阿罗汉，没有，他们生病是教化众生的，是表演、是做戏，不是真的。维摩居士生病，释迦牟尼佛派这些大弟子去看他、去请教，那是什么？维摩菩萨说法，用生病做法会的缘起，让大家来看他，不是真的。我们知道为什么不是真的？那些高人都知道宇宙的真相，万物的真相，真相是心现识变的，心没问题，心是真心、是法性；识，识里面纯净纯善，没有一个恶念，没有一个不善，他怎么会生病？他不可能。",
      "zh_TW": "佛怎麼知道的？佛是從戒定慧知道的，因戒得定，因定開慧，智慧一開全看到了，全都明白。這個超過科學、哲學，科學、哲學望塵莫及，你看科哲，知道了、發現了，用不上，佛菩薩發現了全用上。我們沒有看見一個，也沒有聽說一個生病的佛菩薩、生病的阿羅漢，沒有，他們生病是教化眾生的，是表演、是做戲，不是真的。維摩居士生病，釋迦牟尼佛派這些大弟子去看他、去請教，那是什麼？維摩菩薩說法，用生病做法會的緣起，讓大家來看他，不是真的。我們知道為什麼不是真的？那些高人都知道宇宙的真相，萬物的真相，真相是心現識變的，心沒問題，心是真心、是法性；識，識裡面純淨純善，沒有一個惡念，沒有一個不善，他怎麼會生病？他不可能。"
    },
    {
      "id": "02-037-0374_p0028",
      "zh_CN": "「因缘和合，而现诸法，实皆虚妄」，实就是真的给你讲，全都是虚妄的，「但是假名而已」，说人、说事、说物都是假名，说佛、说菩萨也是假名，都不要执着。所以学佛，《大乘起信论》上教给我们，不可以执著名字相，不可以执着言说相，也不能有心缘相，你才真正懂得那个意思，你真有悟处，真会开悟。如果一有执着就错了，一有执着马上就变了，变成什么？变成知识。没有执着，不执着言说，不执着文字，不执著名相术语，没有心缘相，你得到的是智慧。智慧里面自然包含知识，知识里头没有智慧。",
      "zh_TW": "「因緣和合，而現諸法，實皆虛妄」，實就是真的給你講，全都是虛妄的，「但是假名而已」，說人、說事、說物都是假名，說佛、說菩薩也是假名，都不要執著。所以學佛，《大乘起信論》上教給我們，不可以執著名字相，不可以執著言說相，也不能有心緣相，你才真正懂得那個意思，你真有悟處，真會開悟。如果一有執著就錯了，一有執著馬上就變了，變成什麼？變成知識。沒有執著，不執著言說，不執著文字，不執著名相術語，沒有心緣相，你得到的是智慧。智慧裡面自然包含知識，知識裡頭沒有智慧。"
    },
    {
      "id": "02-037-0374_p0029",
      "zh_CN": "今天我们看整个世界，世界出了问题，许多我们讲仁人志士，当然达不到这个水平，这些人是好人，热心人士，都在寻求怎么解决这些问题，专家学者、政府高级领导都在寻求，找不到！不是不找，这我亲眼看到的，我很佩服他们，找不到。他们不知道有法性，学佛的人也讲不清楚、也讲不明白。他们自己来看，决定看不出来。他们纵然研究，都是把它当作哲学研究，全变成了知识，这也是我们亲眼看到的，不能解决问题。智慧才能解决问题，知识不能解决问题，这个问题就非常严重。知识从哪里来？智慧从哪里来？智慧要断烦恼才行，知识不需要；智慧不能有丝毫怀疑，知识可以怀疑。我们今天找一个断烦恼的人，找一个对世出世间一切法没有怀疑的人找不到，这叫真难！那怎么办？只有去找宗教，找那些宗教里头真修的人。不是真修没用处，他是假的，他不是真的。真修的还有，但是很少。要这些真修的人大发慈悲心，舍己为人来救度这些苦难众生。",
      "zh_TW": "今天我們看整個世界，世界出了問題，許多我們講仁人志士，當然達不到這個水平，這些人是好人，熱心人士，都在尋求怎麼解決這些問題，專家學者、政府高級領導都在尋求，找不到！不是不找，這我親眼看到的，我很佩服他們，找不到。他們不知道有法性，學佛的人也講不清楚、也講不明白。他們自己來看，決定看不出來。他們縱然研究，都是把它當作哲學研究，全變成了知識，這也是我們親眼看到的，不能解決問題。智慧才能解決問題，知識不能解決問題，這個問題就非常嚴重。知識從哪裡來？智慧從哪裡來？智慧要斷煩惱才行，知識不需要；智慧不能有絲毫懷疑，知識可以懷疑。我們今天找一個斷煩惱的人，找一個對世出世間一切法沒有懷疑的人找不到，這叫真難！那怎麼辦？只有去找宗教，找那些宗教裡頭真修的人。不是真修沒用處，他是假的，他不是真的。真修的還有，但是很少。要這些真修的人大發慈悲心，捨己為人來救度這些苦難眾生。"
    },
    {
      "id": "02-037-0374_p0030",
      "zh_CN": "用什么手段去救度？讲经，所有宗教的经典都是智慧的宝库。现在念经的多，讲经的没有了，这不能起作用。实在讲，念经对他自己都没有好处，为什么？他不懂，会念不懂。他什么好处？比骂人好一点，骂人不好，念经比骂人好，除这个之外，再就没有什么好处。所以要懂。不但要懂，还得要精通，真正了解这个意思，自己得受用，真能帮助自己转恶为善。统统明白了，绝对不会有恶念，绝对不会有不善的行为。为什么？我们从自性里头出来的，自性是善的，尽善尽美，我要把自性的性德保留住，这是什么？这叫自爱。中国人讲的五伦、五常、四维、八德，这是性德，我自性里、天性里头本来有的，我怎么能把它丢掉？不忠不孝、不仁不义我绝对不会去干，我干这个对不起自己，这是我的性德，是我的本性，怎么能违背本性？自爱，然后你就能爱人，就能爱一切万物。",
      "zh_TW": "用什麼手段去救度？講經，所有宗教的經典都是智慧的寶庫。現在念經的多，講經的沒有了，這不能起作用。實在講，念經對他自己都沒有好處，為什麼？他不懂，會念不懂。他什麼好處？比罵人好一點，罵人不好，念經比罵人好，除這個之外，再就沒有什麼好處。所以要懂。不但要懂，還得要精通，真正了解這個意思，自己得受用，真能幫助自己轉惡為善。統統明白了，絕對不會有惡念，絕對不會有不善的行為。為什麼？我們從自性裡頭出來的，自性是善的，盡善盡美，我要把自性的性德保留住，這是什麼？這叫自愛。中國人講的五倫、五常、四維、八德，這是性德，我自性裡、天性裡頭本來有的，我怎麼能把它丟掉？不忠不孝、不仁不義我絕對不會去幹，我幹這個對不起自己，這是我的性德，是我的本性，怎麼能違背本性？自愛，然後你就能愛人，就能愛一切萬物。"
    },
    {
      "id": "02-037-0374_p0031",
      "zh_CN": "所以想来想去，只有求诸宗教。这十几年来，我们搞宗教团结有信心，宗教真可以团结。我极力祈求的是所有宗教回归教育。祈祷可以有，附带的，那不是主要的，主要是教学，一定要知道。前年我访问梵蒂冈，马来西亚的大主教非常热心，写信给教皇，要求教皇一定要跟我见一次面。这么一个缘分，由他带队，我做他们宗教访问团的顾问，去访问梵蒂冈，跟教皇见了面，跟代表教皇的一位主教，陶然主教，他是管对外联络的，好像是外交部长一样。我们两天会议，一共六个小时，在一起讨论。讨论里头有个主题是他们提出来的，根据他们的统计，最近十几年来，全世界信仰宗教的人，这个数字一年比一年下降，他们很忧虑。陶然主教说，如果这种情形继续下去，二、三十年之后，这个世界上信仰宗教的人寥寥无几，这是他们顾虑的地方。",
      "zh_TW": "所以想來想去，只有求諸宗教。這十幾年來，我們搞宗教團結有信心，宗教真可以團結。我極力祈求的是所有宗教回歸教育。祈禱可以有，附帶的，那不是主要的，主要是教學，一定要知道。前年我訪問梵蒂岡，馬來西亞的大主教非常熱心，寫信給教皇，要求教皇一定要跟我見一次面。這麼一個緣分，由他帶隊，我做他們宗教訪問團的顧問，去訪問梵蒂岡，跟教皇見了面，跟代表教皇的一位主教，陶然主教，他是管對外聯絡的，好像是外交部長一樣。我們兩天會議，一共六個小時，在一起討論。討論裡頭有個主題是他們提出來的，根據他們的統計，最近十幾年來，全世界信仰宗教的人，這個數字一年比一年下降，他們很憂慮。陶然主教說，如果這種情形繼續下去，二、三十年之後，這個世界上信仰宗教的人寥寥無幾，這是他們顧慮的地方。"
    },
    {
      "id": "02-037-0374_p0032",
      "zh_CN": "我听了之后告诉他，我们看看所有宗教最初的创始人，他是怎么把这个教兴起来的，把这个教传下来？全都是教学。释迦牟尼佛开悟之后就开始教学，七十九岁过世，教学四十九年，最长的一个人；穆罕默德教学二十七年，摩西也有二、三十年，耶稣教学三年被人害死，他要不被人害死，我相信继续教学。全是搞教育！你看看他们的身分用现在话说，都是社会教育家，是这样身分，而且教学全都是义务的，没有收学费的。人家讲的是真理、是事实真相，是好话不是坏话，所以大家跟他学，这个教就这么传下来，传到今天，还有这么多人在学习。如果不是真东西，哪能传这么久？早就被淘汰掉了。所以我就特别强调，所有宗教都应当回归教育。宗教的仪式可以保存，是附带的，不是第一，应该把它摆在第二、摆在第三，教育摆在第一。现代的人光讲，他未必能相信；相信，他做不到，这就难了。那要怎么办？要把宗教做出来给大家看。所以我就想找个宗教带头。",
      "zh_TW": "我聽了之後告訴他，我們看看所有宗教最初的創始人，他是怎麼把這個教興起來的，把這個教傳下來？全都是教學。釋迦牟尼佛開悟之後就開始教學，七十九歲過世，教學四十九年，最長的一個人；穆罕默德教學二十七年，摩西也有二、三十年，耶穌教學三年被人害死，他要不被人害死，我相信繼續教學。全是搞教育！你看看他們的身分用現在話說，都是社會教育家，是這樣身分，而且教學全都是義務的，沒有收學費的。人家講的是真理、是事實真相，是好話不是壞話，所以大家跟他學，這個教就這麼傳下來，傳到今天，還有這麼多人在學習。如果不是真東西，哪能傳這麼久？早就被淘汰掉了。所以我就特別強調，所有宗教都應當回歸教育。宗教的儀式可以保存，是附帶的，不是第一，應該把它擺在第二、擺在第三，教育擺在第一。現代的人光講，他未必能相信；相信，他做不到，這就難了。那要怎麼辦？要把宗教做出來給大家看。所以我就想找個宗教帶頭。"
    },
    {
      "id": "02-037-0374_p0033",
      "zh_CN": "教皇，我们三次见面，也算很熟悉了，我就劝他，最好就用梵蒂冈做一个天主教的圣城。去年我们再一次访问梵蒂冈，我就向教皇请教，梵蒂冈面积多大？结果很令我失望，只有五十个英亩。五十个英亩合中国亩是三百亩，不大，很小的地方，人口不到一千人。我说可以，小小做好做，你应该把天主教的精神、天主教的文化、天主教的生活方式在这个小城里头做出来，让全世界到这参观旅游，看到活的天主教，也就是天主教在那个地方的圣城，梵蒂冈是这个圣城的一个据点，一个点、示范点，到这来就看到真正天主教。要做出来给人看，大家就相信，你这里真好，我们向你学习。",
      "zh_TW": "教皇，我們三次見面，也算很熟悉了，我就勸他，最好就用梵蒂岡做一個天主教的聖城。去年我們再一次訪問梵蒂岡，我就向教皇請教，梵蒂岡面積多大？結果很令我失望，只有五十個英畝。五十個英畝合中國畝是三百畝，不大，很小的地方，人口不到一千人。我說可以，小小做好做，你應該把天主教的精神、天主教的文化、天主教的生活方式在這個小城裡頭做出來，讓全世界到這參觀旅遊，看到活的天主教，也就是天主教在那個地方的聖城，梵蒂岡是這個聖城的一個據點，一個點、示範點，到這來就看到真正天主教。要做出來給人看，大家就相信，你這裡真好，我們向你學習。"
    },
    {
      "id": "02-037-0374_p0034",
      "zh_CN": "再罗马城，罗马不是大城，小城市，完全靠观光旅游过日子，所以保留的古迹非常多。我向教皇请教，罗马城属于天主教的教堂有多少个？有四百多个。我说那就是四百多个学校，每一个学校都有老师在那里开课教学，我相信一年，罗马就变成全世界多元文化和谐示范城市，这个太有意义了！你们靠观光旅游的收入来维护，如果做成示范城市，你的观光旅游至少增长十倍，对你有大利益，何乐而不为之！",
      "zh_TW": "再羅馬城，羅馬不是大城，小城市，完全靠觀光旅遊過日子，所以保留的古跡非常多。我向教皇請教，羅馬城屬於天主教的教堂有多少個？有四百多個。我說那就是四百多個學校，每一個學校都有老師在那裡開課教學，我相信一年，羅馬就變成全世界多元文化和諧示範城市，這個太有意義了！你們靠觀光旅遊的收入來維護，如果做成示範城市，你的觀光旅遊至少增長十倍，對你有大利益，何樂而不為之！"
    },
    {
      "id": "02-037-0374_p0035",
      "zh_CN": "上个月我访问泰国，我有用心，希望泰皇，因为泰国是以佛教为国教，希望泰皇能在泰国找一个小城市，去落实佛教的精神、佛教的文化，做一个世界佛教的圣城、佛教的示范点，这个非常有意义。他们那边人听了很有兴趣。非常可惜，我去的时候泰皇生病住在医院，我们没见面。但是我们跟亲王见面了，这个亲王想找我，我看他有没有机会到香港来。他还年轻，六十六岁，是皇后的弟弟，皇后的小弟。世界上只要有一个圣城建立，会影响全世界，会影响每一个宗教。一个宗教的圣城建好了，每个宗教至少都要建一个圣城，愈多愈好。那是什么？示范的教学中心，宗教教育中心。现在只有靠这个来帮助人回头，帮助人觉悟，帮助人改邪归正，帮助人转恶为善，帮助人转凡成圣，除这个方法之外，找不到第二个好方法了。",
      "zh_TW": "上個月我訪問泰國，我有用心，希望泰皇，因為泰國是以佛教為國教，希望泰皇能在泰國找一個小城市，去落實佛教的精神、佛教的文化，做一個世界佛教的聖城、佛教的示範點，這個非常有意義。他們那邊人聽了很有興趣。非常可惜，我去的時候泰皇生病住在醫院，我們沒見面。但是我們跟親王見面了，這個親王想找我，我看他有沒有機會到香港來。他還年輕，六十六歲，是皇后的弟弟，皇后的小弟。世界上只要有一個聖城建立，會影響全世界，會影響每一個宗教。一個宗教的聖城建好了，每個宗教至少都要建一個聖城，愈多愈好。那是什麼？示範的教學中心，宗教教育中心。現在只有靠這個來幫助人回頭，幫助人覺悟，幫助人改邪歸正，幫助人轉惡為善，幫助人轉凡成聖，除這個方法之外，找不到第二個好方法了。"
    },
    {
      "id": "02-037-0374_p0036",
      "zh_CN": "下面说「自性寂灭」，自性清净，灭是灭所有的现象。自性它不是物质现象，它不是精神现象，也不是自然现象，这叫灭，灭里头没有生死，不生不灭。「体不可得」，体有，你看不到，你听不到，你摸不到，你也想不到，所以叫不可得，其实根本没有离开。「故云空无我」，这个空叫真空，真空不空；这个无我叫真我，它真有我，无我是没有假我，我们有个真我，真我就是法性，真我就是自性。「我者有二」，这是佛教的名词，佛家讲我，两种我。第一种「人我」，我们执着身体是我，这叫人我。「凡夫不了五蕴和合假现有我之义」，这不知道。什么叫五蕴？五种蕴集和合成为一个现象。五蕴是色、受、想、行、识这五种东西。色是物质现象，我们这个肉身是物质现象，是色。但是这个色里面有受，受是感受，身有苦乐的感受，心有忧喜的感受。这个心是什么？心就是识，五蕴里头的受想行识，识有忧喜的感受。所以它有受的现象，有想的现象。我们想前想后，思想不断，前念灭了后念又生，速度非常快。晚上作梦也是妄想，没有妄想就不会作梦。行，行是相续相，前念灭后念生，它不会断，用行来做代表。识就是讲的阿赖耶。识是我们凡夫所说的精神现象的一个本体，它不是真的，它也是虚妄的，它是迷了自性产生的一个幻相，这个幻相有生有灭，迷的时候它就现前，大彻大悟之后它就没有了。受想行识我们都把它称之为精神现象，这是五蕴和合假现有我之相。今天科学家告诉我们，物质现象不可得，是假的，精神现象也是假的，也不是真的。物质现象讲清楚、讲明白了，精神现象知道是假的，还讲得不清楚、不明白，没有佛经上讲得好。",
      "zh_TW": "下面說「自性寂滅」，自性清淨，滅是滅所有的現象。自性它不是物質現象，它不是精神現象，也不是自然現象，這叫滅，滅裡頭沒有生死，不生不滅。「體不可得」，體有，你看不到，你聽不到，你摸不到，你也想不到，所以叫不可得，其實根本沒有離開。「故云空無我」，這個空叫真空，真空不空；這個無我叫真我，它真有我，無我是沒有假我，我們有個真我，真我就是法性，真我就是自性。「我者有二」，這是佛教的名詞，佛家講我，兩種我。第一種「人我」，我們執著身體是我，這叫人我。「凡夫不了五蘊和合假現有我之義」，這不知道。什麼叫五蘊？五種蘊集和合成為一個現象。五蘊是色、受、想、行、識這五種東西。色是物質現象，我們這個肉身是物質現象，是色。但是這個色裡面有受，受是感受，身有苦樂的感受，心有憂喜的感受。這個心是什麼？心就是識，五蘊裡頭的受想行識，識有憂喜的感受。所以它有受的現象，有想的現象。我們想前想後，思想不斷，前念滅了後念又生，速度非常快。晚上作夢也是妄想，沒有妄想就不會作夢。行，行是相續相，前念滅後念生，它不會斷，用行來做代表。識就是講的阿賴耶。識是我們凡夫所說的精神現象的一個本體，它不是真的，它也是虛妄的，它是迷了自性產生的一個幻相，這個幻相有生有滅，迷的時候它就現前，大徹大悟之後它就沒有了。受想行識我們都把它稱之為精神現象，這是五蘊和合假現有我之相。今天科學家告訴我們，物質現象不可得，是假的，精神現象也是假的，也不是真的。物質現象講清楚、講明白了，精神現象知道是假的，還講得不清楚、不明白，沒有佛經上講得好。"
    },
    {
      "id": "02-037-0374_p0037",
      "zh_CN": "「妄认实有」，这是假的，绝对不是真的，但是我们误会了，以为它真有，真有什么？真有自主，真有自在。其实，自主自在是一个错误概念，如果真能够自主，我们年年十八多好，为什么要老？为什么要病？这就是你做不了主，没有办法，不能自在，受很多的拘束。从前老子说过，《道德经》上有，老子说「吾有大患，为吾有身」，我最大的忧患是什么？因为有个身体，有个身体就不自在。身体要吃、要穿、要工作、要休息，这就不自在。所以老子的境界也很高，他要是真正修成了，没有出六道，应该是在无色界天，因为他不要身体，他知道身体不是好东西。这是错认了。",
      "zh_TW": "「妄認實有」，這是假的，絕對不是真的，但是我們誤會了，以為它真有，真有什麼？真有自主，真有自在。其實，自主自在是一個錯誤概念，如果真能夠自主，我們年年十八多好，為什麼要老？為什麼要病？這就是你做不了主，沒有辦法，不能自在，受很多的拘束。從前老子說過，《道德經》上有，老子說「吾有大患，為吾有身」，我最大的憂患是什麼？因為有個身體，有個身體就不自在。身體要吃、要穿、要工作、要休息，這就不自在。所以老子的境界也很高，他要是真正修成了，沒有出六道，應該是在無色界天，因為他不要身體，他知道身體不是好東西。這是錯認了。"
    },
    {
      "id": "02-037-0374_p0038",
      "zh_CN": "「能常主宰是名人我。若能了达但是五蕴假合，实无自体」，真正的讲没有自体，这叫「人无我」。「是为小乘人之修行，断烦恼而得涅槃」，这个断烦恼是断见思烦恼，尘沙、无明他不知道。见思烦恼是什么？经上讲的贪、瞋、痴、慢、疑、恶见，恶见是错误的见解。有这六种，这六种叫根本烦恼，所有烦恼都是从这六个烦恼生出来的，所以这叫根本烦恼。小乘人能够把这六种根本烦恼断掉，证阿罗汉果，有这个功夫，他就脱离六道轮回。离开六道轮回就像一场梦醒过来，醒过来是什么境界？是清净世界。六道是一场恶梦，恶梦总算醒过来了。在《华严经》这叫执着，见思烦恼叫执着。如果我们对于世出世间一切法不执着，就证阿罗汉果。如果念佛往生净土，他不是在凡圣同居土，他们往生在方便有余土，地位就很高。",
      "zh_TW": "「能常主宰是名人我。若能了達但是五蘊假合，實無自體」，真正的講沒有自體，這叫「人無我」。「是為小乘人之修行，斷煩惱而得涅槃」，這個斷煩惱是斷見思煩惱，塵沙、無明他不知道。見思煩惱是什麼？經上講的貪、瞋、痴、慢、疑、惡見，惡見是錯誤的見解。有這六種，這六種叫根本煩惱，所有煩惱都是從這六個煩惱生出來的，所以這叫根本煩惱。小乘人能夠把這六種根本煩惱斷掉，證阿羅漢果，有這個功夫，他就脫離六道輪迴。離開六道輪迴就像一場夢醒過來，醒過來是什麼境界？是清淨世界。六道是一場惡夢，惡夢總算醒過來了。在《華嚴經》這叫執著，見思煩惱叫執著。如果我們對於世出世間一切法不執著，就證阿羅漢果。如果念佛往生淨土，他不是在凡聖同居土，他們往生在方便有餘土，地位就很高。"
    },
    {
      "id": "02-037-0374_p0039",
      "zh_CN": "第二种「法我」，法是「固执诸法有实体，有实用」，名为法我。好比小乘人破了我执，得到人我空，证阿罗汉果，他认为五蕴是有的。五蕴是法，色受想行识这个东西有，这个东西合起来，我是假的。我再举个比喻说，好比房子，建筑房屋的工程师他知道房屋是假的，建筑材料堆砌成的，一般人不知道，认为这是房子，执着是房子，就执着是我。执着这个房子不是真的，假的，都是建筑材料凑起来的，建筑材料是真的，知道房子是假的，这就是法执，建筑材料是真的，真材实料，房子是假的。更高一等的人，建筑材料也是假的，也不是真的，还是一合相，原子、电子组成的，它不是真的。能够把法我破掉之后这是菩萨，这就超越十法界。所以十法界全是梦，四圣法界是净土，里面哪些人住？阿罗汉、辟支佛、菩萨、佛（十法界的佛），他们住的地方。这个国土清净，这里面的人没有烦恼、没有竞争，他们确实统统修六和敬，人与人之间没有相争、没有嫉妒、没有伤害、这是个好地方。",
      "zh_TW": "第二種「法我」，法是「固執諸法有實體，有實用」，名為法我。好比小乘人破了我執，得到人我空，證阿羅漢果，他認為五蘊是有的。五蘊是法，色受想行識這個東西有，這個東西合起來，我是假的。我再舉個比喻說，好比房子，建築房屋的工程師他知道房屋是假的，建築材料堆砌成的，一般人不知道，認為這是房子，執著是房子，就執著是我。執著這個房子不是真的，假的，都是建築材料湊起來的，建築材料是真的，知道房子是假的，這就是法執，建築材料是真的，真材實料，房子是假的。更高一等的人，建築材料也是假的，也不是真的，還是一合相，原子、電子組成的，它不是真的。能夠把法我破掉之後這是菩薩，這就超越十法界。所以十法界全是夢，四聖法界是淨土，裡面哪些人住？阿羅漢、辟支佛、菩薩、佛（十法界的佛），他們住的地方。這個國土清淨，這裡面的人沒有煩惱、沒有競爭，他們確實統統修六和敬，人與人之間沒有相爭、沒有嫉妒、沒有傷害、這是個好地方。"
    },
    {
      "id": "02-037-0374_p0040",
      "zh_CN": "「若了达诸法但从因缘生，实无自体。是名法无我」，这就真正证得法无我，这个智慧就高。「小乘唯悟人无我，菩萨则二无我皆悟」，菩萨不但知道人无我，也知道法无我。知道法无我，对于一切万法他就不会生起贪的念头，不会起这个念头。为什么？是假的不是真的，就对它不贪了，也就没有瞋恨，心就平了。贪瞋痴慢疑全断掉，平等心现前。所以我们这个经经题上，小乘人得到的，清净心现前；菩萨得到的，平等心现前。因为菩萨法无我才平等，知道一切法是假的，不是真的，有很好，没有也好，绝对不会在这个地方起心动念，一切随缘，这就得自在。",
      "zh_TW": "「若了達諸法但從因緣生，實無自體。是名法無我」，這就真正證得法無我，這個智慧就高。「小乘唯悟人無我，菩薩則二無我皆悟」，菩薩不但知道人無我，也知道法無我。知道法無我，對於一切萬法他就不會生起貪的念頭，不會起這個念頭。為什麼？是假的不是真的，就對它不貪了，也就沒有瞋恨，心就平了。貪瞋痴慢疑全斷掉，平等心現前。所以我們這個經經題上，小乘人得到的，清淨心現前；菩薩得到的，平等心現前。因為菩薩法無我才平等，知道一切法是假的，不是真的，有很好，沒有也好，絕對不會在這個地方起心動念，一切隨緣，這就得自在。"
    },
    {
      "id": "02-037-0374_p0041",
      "zh_CN": "这里讲的空，空与无我同一个意思。《大乘义章》第一卷说，「空与无我，眼目异名」，就好像说眼、说目，眼目是一桩事情，空跟无我也是一桩事情。空不当作无讲，不能说什么都没有，所以这个字意思很深。相有体无，我们现在的现象你不能不承认，有！作梦的时候，在梦中还没有醒过来，不能说梦没有，它真有。什么时候才发现它是假的、没有？醒过来了，醒过来才知道那是假的，那不是真的。这是一般凡夫。真正佛菩萨，他们在作梦的时候，在梦中也知道梦是假的，梦不是真的，这叫高人一等。高在哪？梦中所有一切他不执着、他不分别，他没有起心动念；换句话说，他没有占有的念头，他没有控制的念头，他也没有想支配它的念头，因为什么？全是假的。所以他烦恼不起，贪瞋痴慢疑他都不会生起来。觉悟的人烦恼就断了，烦恼断了业障就消了。「盖眼与目虽是二名」，两个名词，实际上是一个意思，「空与无我，亦复如是」，跟这个是一样的。",
      "zh_TW": "這裡講的空，空與無我同一個意思。《大乘義章》第一卷說，「空與無我，眼目異名」，就好像說眼、說目，眼目是一樁事情，空跟無我也是一樁事情。空不當作無講，不能說什麼都沒有，所以這個字意思很深。相有體無，我們現在的現象你不能不承認，有！作夢的時候，在夢中還沒有醒過來，不能說夢沒有，它真有。什麼時候才發現它是假的、沒有？醒過來了，醒過來才知道那是假的，那不是真的。這是一般凡夫。真正佛菩薩，他們在作夢的時候，在夢中也知道夢是假的，夢不是真的，這叫高人一等。高在哪？夢中所有一切他不執著、他不分別，他沒有起心動念；換句話說，他沒有佔有的念頭，他沒有控制的念頭，他也沒有想支配它的念頭，因為什麼？全是假的。所以他煩惱不起，貪瞋痴慢疑他都不會生起來。覺悟的人煩惱就斷了，煩惱斷了業障就消了。「蓋眼與目雖是二名」，兩個名詞，實際上是一個意思，「空與無我，亦復如是」，跟這個是一樣的。"
    },
    {
      "id": "02-037-0374_p0042",
      "zh_CN": "下面说『专求净佛土，必成如是刹』，这就是不空，空而不空。知道这都是假的，假的还求，知道作梦还继续在作梦。他能不能醒过来？随时可以醒过来。但是他还愿意继续在作梦，为什么？梦中还有很多人没觉悟，去帮助他们。知道佛刹是假的，依旧建立佛刹；知道度众生是假的，还发愿，阿弥陀佛还发四十八愿普度众生。假戏真演，演得很逼真，这就叫菩萨。目的何在？目的是让一些迷惑颠倒看戏的人觉悟，帮助他们觉悟。如果知道全是假的，好了，离开了，不来了，这里面芸芸众生永远不能得度。所以佛与菩萨大慈大悲，众生有感他就来应，众生有苦难，有想求救，佛菩萨就来了。他知道全是假的，但是他到我们这来所做的，我们所看到的全是真的。释迦牟尼佛示现的八相成道，我们以为是真的；开悟，讲经教学四十九年，我们也以为是真的，一直到今天，留下这么多的经典。我们看到众生苦，只有佛法与宗教、圣贤传统文化能救众生、能救世界，我们知道。这些也都是假的，为什么要这样做？为苦难众生，还想尽方法来保存、来延续，不能让它中断掉，如果中断掉，众生太可怜了，谁来救他？所以我们做尽心尽力，也一切随缘。缘等于说机会，有机会就做，没有机会也不必强求，强求就错了，随缘就对了。有这个缘分要做，没有这个缘分绝对不要去碰它。",
      "zh_TW": "下面說『專求淨佛土，必成如是剎』，這就是不空，空而不空。知道這都是假的，假的還求，知道作夢還繼續在作夢。他能不能醒過來？隨時可以醒過來。但是他還願意繼續在作夢，為什麼？夢中還有很多人沒覺悟，去幫助他們。知道佛剎是假的，依舊建立佛剎；知道度眾生是假的，還發願，阿彌陀佛還發四十八願普度眾生。假戲真演，演得很逼真，這就叫菩薩。目的何在？目的是讓一些迷惑顛倒看戲的人覺悟，幫助他們覺悟。如果知道全是假的，好了，離開了，不來了，這裡面芸芸眾生永遠不能得度。所以佛與菩薩大慈大悲，眾生有感他就來應，眾生有苦難，有想求救，佛菩薩就來了。他知道全是假的，但是他到我們這來所做的，我們所看到的全是真的。釋迦牟尼佛示現的八相成道，我們以為是真的；開悟，講經教學四十九年，我們也以為是真的，一直到今天，留下這麼多的經典。我們看到眾生苦，只有佛法與宗教、聖賢傳統文化能救眾生、能救世界，我們知道。這些也都是假的，為什麼要這樣做？為苦難眾生，還想盡方法來保存、來延續，不能讓它中斷掉，如果中斷掉，眾生太可憐了，誰來救他？所以我們做盡心盡力，也一切隨緣。緣等於說機會，有機會就做，沒有機會也不必強求，強求就錯了，隨緣就對了。有這個緣分要做，沒有這個緣分絕對不要去碰它。"
    },
    {
      "id": "02-037-0374_p0043",
      "zh_CN": "这个世间的事情，我们也是有缘。二００一年美国发生九一一事件，第二年，０二年，昆士兰大学校长派了两个教授到山上来看我，我们住在山上，住在图文巴山上，邀请我跟和平学院的教授们举行一个座谈会。我们看到这个邀请函很惊讶，因为和平学院从来没听说过，一般学校没这个学院，工学院、理学院、文学院、医学院，没有听说过和平学院，感到很惊讶。说明来意，就是因为和平学院这些老师们看到九一一这个事件。和平学院主要研究的课题就是化解冲突，促进世界安定和平。他们这个学院有学位的，有硕士、博士，毕业出去学生多半在联合国服务，来调停这些纠纷的。我们这才晓得，全世界总共有八个，八个学校，不是一般学校都有的。九一一事件发生之后，这些老师们认真开会在做检讨，过去对付极端分子的方法，他们用报复、用镇压，这是西方人的观念，使用的方法，但是现在变成一种恐怖战争，不但不能化解问题，让问题更严重化。这来找我，大概校长知道我以前曾经在新加坡住过三年半，在新加坡做了一桩事情，团结宗教。新加坡一共九个宗教，我们用一年的时间，九个宗教团结成一家人，像兄弟姐妹一样，真的做到互相尊重、互相敬爱、互相关怀、互相合作。所以他来找我，我答应他，这是一桩好事，化解冲突。",
      "zh_TW": "這個世間的事情，我們也是有緣。二００一年美國發生九一一事件，第二年，０二年，昆士蘭大學校長派了兩個教授到山上來看我，我們住在山上，住在圖文巴山上，邀請我跟和平學院的教授們舉行一個座談會。我們看到這個邀請函很驚訝，因為和平學院從來沒聽說過，一般學校沒這個學院，工學院、理學院、文學院、醫學院，沒有聽說過和平學院，感到很驚訝。說明來意，就是因為和平學院這些老師們看到九一一這個事件。和平學院主要研究的課題就是化解衝突，促進世界安定和平。他們這個學院有學位的，有碩士、博士，畢業出去學生多半在聯合國服務，來調停這些糾紛的。我們這才曉得，全世界總共有八個，八個學校，不是一般學校都有的。九一一事件發生之後，這些老師們認真開會在做檢討，過去對付極端分子的方法，他們用報復、用鎮壓，這是西方人的觀念，使用的方法，但是現在變成一種恐怖戰爭，不但不能化解問題，讓問題更嚴重化。這來找我，大概校長知道我以前曾經在新加坡住過三年半，在新加坡做了一樁事情，團結宗教。新加坡一共九個宗教，我們用一年的時間，九個宗教團結成一家人，像兄弟姐妹一樣，真的做到互相尊重、互相敬愛、互相關懷、互相合作。所以他來找我，我答應他，這是一樁好事，化解衝突。"
    },
    {
      "id": "02-037-0374_p0044",
      "zh_CN": "首先我听他们报告，他们做了五十分钟，讲和平学院的一些工作状况，他们的理念、方法、经验告诉我。我听了之后，我就举了个比喻，他们化解冲突没有找到根本。我说这个事情像治病一样，大夫治病必须把病的根源找到，对症下药，这病才能治好，你们联合国这些年做的事情，没有把病源找到。你们看到冲突，只看到冲突的双方，你们没有看到冲突的根在哪里。这个确实，他们从来没想过的。我说中国人讲，冲突的根在自己，这个他们听不懂，自性跟习性的冲突，这中国人讲。你看《三字经》上一开头，「人之初，性本善」，那是本性。本性本善，习性不善，「性相近，习相远」，习性不善。冲突从哪里生的？本性跟习性冲突，这个他听不懂。所以我就换个方法说，我说譬如利益当前，今天有利益当前，我们第一个念头是想自利还是利他？他说那当然是自利。我说好了，你要自利、我要自利、他要自利，我们三个不就冲突起来了？如果利放在面前，我们第一个念头想到利益别人，冲突就没有了。这是他们从来作梦都没想过的。每个人都是为着自己的利益，冲突怎么能化解？哪有这种道理！所以他们要向东方人来学习，要找中国古老的东西，要找印度古老的东西。我说对，这个想法正确的，它真能帮助你解决问题。",
      "zh_TW": "首先我聽他們報告，他們做了五十分鐘，講和平學院的一些工作狀況，他們的理念、方法、經驗告訴我。我聽了之後，我就舉了個比喻，他們化解衝突沒有找到根本。我說這個事情像治病一樣，大夫治病必須把病的根源找到，對症下藥，這病才能治好，你們聯合國這些年做的事情，沒有把病源找到。你們看到衝突，只看到衝突的雙方，你們沒有看到衝突的根在哪裡。這個確實，他們從來沒想過的。我說中國人講，衝突的根在自己，這個他們聽不懂，自性跟習性的衝突，這中國人講。你看《三字經》上一開頭，「人之初，性本善」，那是本性。本性本善，習性不善，「性相近，習相遠」，習性不善。衝突從哪裡生的？本性跟習性衝突，這個他聽不懂。所以我就換個方法說，我說譬如利益當前，今天有利益當前，我們第一個念頭是想自利還是利他？他說那當然是自利。我說好了，你要自利、我要自利、他要自利，我們三個不就衝突起來了？如果利放在面前，我們第一個念頭想到利益別人，衝突就沒有了。這是他們從來作夢都沒想過的。每個人都是為著自己的利益，衝突怎麼能化解？哪有這種道理！所以他們要向東方人來學習，要找中國古老的東西，要找印度古老的東西。我說對，這個想法正確的，它真能幫助你解決問題。"
    },
    {
      "id": "02-037-0374_p0045",
      "zh_CN": "那一天，我看到坐在我对面是一个美国的教授，他的资格应该很深，跟院长坐在隔壁，正好坐在我对面。我就向他请教，我说美国的教育，从幼儿园是不是就教竞争？是的。一直到大学、研究所？他点头。人，脑子里头全是竞争。我说竞争再提升是什么知不知道？我这一问他就愣住了。竞争提升是斗争，斗争再提升就是战争，现在的战争，核武、生化，毁灭性的战争，这是一条死路，这不能解决问题，这种概念你怎么能解决问题？在中国，中国几千年来，世世代代教育都讲让，从小孩就教他要让，让是美德，要忍耐、忍让；知识稍微开一点，十几岁了，教他谦让，人要学谦虚；长大踏进社会懂得礼让。你看一路让到底，所以没有斗争，怎么会出这种事情来！我说这是教育上的问题，你们和平学院怎么教的？和平学院要教让，不能教争，教争，到最后都是你死我活；现在没有你死我活，同归于尽。这是愚痴到所以然！现在实际上所表演的，你死我也不能活，是这么一桩事情。",
      "zh_TW": "那一天，我看到坐在我對面是一個美國的教授，他的資格應該很深，跟院長坐在隔壁，正好坐在我對面。我就向他請教，我說美國的教育，從幼兒園是不是就教競爭？是的。一直到大學、研究所？他點頭。人，腦子裡頭全是競爭。我說競爭再提升是什麼知不知道？我這一問他就愣住了。競爭提升是鬥爭，鬥爭再提升就是戰爭，現在的戰爭，核武、生化，毀滅性的戰爭，這是一條死路，這不能解決問題，這種概念你怎麼能解決問題？在中國，中國幾千年來，世世代代教育都講讓，從小孩就教他要讓，讓是美德，要忍耐、忍讓；知識稍微開一點，十幾歲了，教他謙讓，人要學謙虛；長大踏進社會懂得禮讓。你看一路讓到底，所以沒有鬥爭，怎麼會出這種事情來！我說這是教育上的問題，你們和平學院怎麼教的？和平學院要教讓，不能教爭，教爭，到最後都是你死我活；現在沒有你死我活，同歸於盡。這是愚痴到所以然！現在實際上所表演的，你死我也不能活，是這麼一樁事情。"
    },
    {
      "id": "02-037-0374_p0046",
      "zh_CN": "我跟他们分析之后，把中国传统的这些精神、理念告诉他们，他们很欢喜。第二个星期又找我去，我也去了，学校就有准备，聘请我做他们教授。我说我对学生兴趣不大，我也没有那么多的时间，像这种教授们的座谈会，我说这个我有兴趣。所以两次会议之后，学校就决定送学位给我，这博士学位学校送的。送学位给我，聘请我做教授，我都谢绝，我说这个对我没有用处。结果校长，两个校长，还有格里菲斯大学校长，两个校长：你一定要接受。我说为什么？他说你这个理念确实可以帮助联合国化解问题，希望我代表学校、代表澳洲参加联合国的和平会议，我这样才接受了。联合国聘请这些人统统都是学者专家，不聘请和尚。他们也有宗教人员，但是都是大学教授，都是博士学位，他要这样的，这样这份资历我就接受了。所以二００三年开始，我就代表学校参加联合国的和平会议，帮助他们把观念扭转过来。西方人的观念霸道、贡高我慢、仗势欺人，这人心不平，他要反抗、他要报仇，那冤冤相报怎么得了！所以决定不能用这个方法，一定要用真正和平。",
      "zh_TW": "我跟他們分析之後，把中國傳統的這些精神、理念告訴他們，他們很歡喜。第二個星期又找我去，我也去了，學校就有準備，聘請我做他們教授。我說我對學生興趣不大，我也沒有那麼多的時間，像這種教授們的座談會，我說這個我有興趣。所以兩次會議之後，學校就決定送學位給我，這博士學位學校送的。送學位給我，聘請我做教授，我都謝絕，我說這個對我沒有用處。結果校長，兩個校長，還有格里菲斯大學校長，兩個校長：你一定要接受。我說為什麼？他說你這個理念確實可以幫助聯合國化解問題，希望我代表學校、代表澳洲參加聯合國的和平會議，我這樣才接受了。聯合國聘請這些人統統都是學者專家，不聘請和尚。他們也有宗教人員，但是都是大學教授，都是博士學位，他要這樣的，這樣這份資歷我就接受了。所以二００三年開始，我就代表學校參加聯合國的和平會議，幫助他們把觀念扭轉過來。西方人的觀念霸道、貢高我慢、仗勢欺人，這人心不平，他要反抗、他要報仇，那冤冤相報怎麼得了！所以決定不能用這個方法，一定要用真正和平。"
    },
    {
      "id": "02-037-0374_p0047",
      "zh_CN": "真正和平，我跟他们大家讲宗教。到哪去找？找宗教，团结宗教。宗教是可以团结的，我们在新加坡做出证明，新加坡现在十个宗教像一家人一样。现在我提倡的，宗教要回归教育，每个宗教天天讲经、天天教学，大家把这个教全搞清楚、搞明白，就不会被人利用。不懂教义、不懂教理，那种宗教的热忱很容易被别人利用，这就是所谓极端分子，是他不明了！我还遇到国家元首问我这个问题，宗教里头极端分子怎么办？我说很简单，只要你们把经讲清楚、讲明白了，利用国家广播电台向全国人民宣布，大家一起来学经教，都懂了，那些极端分子就不会利用你，你不会上当了。这个方法好！真正去学宗教，个个都是好人。",
      "zh_TW": "真正和平，我跟他們大家講宗教。到哪去找？找宗教，團結宗教。宗教是可以團結的，我們在新加坡做出證明，新加坡現在十個宗教像一家人一樣。現在我提倡的，宗教要回歸教育，每個宗教天天講經、天天教學，大家把這個教全搞清楚、搞明白，就不會被人利用。不懂教義、不懂教理，那種宗教的熱忱很容易被別人利用，這就是所謂極端分子，是他不明瞭！我還遇到國家元首問我這個問題，宗教裡頭極端分子怎麼辦？我說很簡單，只要你們把經講清楚、講明白了，利用國家廣播電台向全國人民宣布，大家一起來學經教，都懂了，那些極端分子就不會利用你，你不會上當了。這個方法好！真正去學宗教，個個都是好人。"
    },
    {
      "id": "02-037-0374_p0048",
      "zh_CN": "不要害怕宗教，宗教能帮助你解决很多很多问题，中国古来这些帝王知道。你看中国边疆，一大半的江山，这些帝王封四个出家人做国师，天下太平。西藏，达赖、班禅；蒙古面积大，比西藏大好多倍，内蒙章嘉国师，外蒙哲布尊丹巴。四位大师封成国师，这片江山天下太平，没事。这些帝王不傻，这些帝王都有真实智慧。自己学，他不是不学，他真学，懂得宗教里头的精神，懂得宗教的义理，懂得宗教对人心的影响，他一把抓。过去中国宗教直接归皇上管，不归宰相，你看中国传统文化宰相管，但是宗教是皇上直接管，皇上做护法。宗教徒没有不尊重，没有不敬爱。他敬爱他的老师，就敬爱护持老师的人，对敬爱老师的人那种爱护五体投地，问题全解决了。所以要重视宗教，把宗教教育提起来。",
      "zh_TW": "不要害怕宗教，宗教能幫助你解決很多很多問題，中國古來這些帝王知道。你看中國邊疆，一大半的江山，這些帝王封四個出家人做國師，天下太平。西藏，達賴、班禪；蒙古面積大，比西藏大好多倍，內蒙章嘉國師，外蒙哲布尊丹巴。四位大師封成國師，這片江山天下太平，沒事。這些帝王不傻，這些帝王都有真實智慧。自己學，他不是不學，他真學，懂得宗教裡頭的精神，懂得宗教的義理，懂得宗教對人心的影響，他一把抓。過去中國宗教直接歸皇上管，不歸宰相，你看中國傳統文化宰相管，但是宗教是皇上直接管，皇上做護法。宗教徒沒有不尊重，沒有不敬愛。他敬愛他的老師，就敬愛護持老師的人，對敬愛老師的人那種愛護五體投地，問題全解決了。所以要重視宗教，把宗教教育提起來。"
    },
    {
      "id": "02-037-0374_p0049",
      "zh_CN": "国家最好办宗教大学，为什么？就能统一。每一个宗教是一个学院，所有宗教都是同学，同一个大学，院系不相同，毕业出来都是一家人。真的为社会服务、为国家服务，教化人民，把人民统统教好了，天下太平，没事。这是宗教教育对国家、对社会、对全世界最大的贡献。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "國家最好辦宗教大學，為什麼？就能統一。每一個宗教是一個學院，所有宗教都是同學，同一個大學，院系不相同，畢業出來都是一家人。真的為社會服務、為國家服務，教化人民，把人民統統教好了，天下太平，沒事。這是宗教教育對國家、對社會、對全世界最大的貢獻。好，今天時間到了，我們就學習到此地。"
    }
  ]
}