{
  "doc_id": "02-037-0108",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一０八集",
    "zh_TW": "第一０八集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0108",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-037-0108_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百七十六面，倒数第二行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百七十六面，倒數第二行："
    },
    {
      "id": "02-037-0108_p0002",
      "zh_CN": "「本经于极乐世界教主阿弥陀佛之因地修行、殊胜誓愿等等无边妙法行，陈述详尽，广于余经」。世尊介绍净宗、介绍极乐世界、介绍阿弥陀佛，讲得最详细的就在这部经上，其他经上只是略说，没有这么详细的说明。「本卷内容」，黄念老将他的注解分为四卷，这是第二卷，第一卷我们学完了，这第二卷，第二卷从第四品到第十品，先把这个内容介绍一下。这就是「弥陀因地发愿，与大愿圆满之经过」，也就是说极乐世界是怎么造成的，要把这个事情交代清楚。经中一开头就说，「过去无量不可思议无数之劫」，这是讲时间之长，很久远的时候，这个时候阿弥陀佛没成佛，是在因地修行，他的身分是国王的地位。当时世间自在王在世间教化众生，他听经闻法，把王位舍弃掉，跟佛出家，「法名法藏」，这法藏比丘。在这个时候他发四十八愿，四十八愿可以说是菩提心的具体说明。一般经上只劝你发菩提心，菩提心的内容是什么，四十八愿是最详细、最具体的说出来。发了之后，不是说发了就完了，发了要修行，要把它做到，每一愿都做到，彻底做到。这里头有个很深的道理，现代科学家发现，意念的能量不可思议。佛在经上讲过，「制心一处，无事不办」。弥陀办这个事可大了，为什么？建造极乐世界，这不是小事，念力可以造成，可见念力之大。这么大的事情，阿弥陀佛用念力能够办到，我们今天要求生极乐世界，要想帮助地球恢复社会秩序，帮助地球化解灾难，这小事，跟阿弥陀佛比太小了，怎么会办不到！关键就在我们能不能制心一处，关键在这里。",
      "zh_TW": "「本經於極樂世界教主阿彌陀佛之因地修行、殊勝誓願等等無邊妙法行，陳述詳盡，廣於餘經」。世尊介紹淨宗、介紹極樂世界、介紹阿彌陀佛，講得最詳細的就在這部經上，其他經上只是略說，沒有這麼詳細的說明。「本卷內容」，黃念老將他的註解分為四卷，這是第二卷，第一卷我們學完了，這第二卷，第二卷從第四品到第十品，先把這個內容介紹一下。這就是「彌陀因地發願，與大願圓滿之經過」，也就是說極樂世界是怎麼造成的，要把這個事情交代清楚。經中一開頭就說，「過去無量不可思議無數之劫」，這是講時間之長，很久遠的時候，這個時候阿彌陀佛沒成佛，是在因地修行，他的身分是國王的地位。當時世間自在王在世間教化眾生，他聽經聞法，把王位捨棄掉，跟佛出家，「法名法藏」，這法藏比丘。在這個時候他發四十八願，四十八願可以說是菩提心的具體說明。一般經上只勸你發菩提心，菩提心的內容是什麼，四十八願是最詳細、最具體的說出來。發了之後，不是說發了就完了，發了要修行，要把它做到，每一願都做到，徹底做到。這裡頭有個很深的道理，現代科學家發現，意念的能量不可思議。佛在經上講過，「制心一處，無事不辦」。彌陀辦這個事可大了，為什麼？建造極樂世界，這不是小事，念力可以造成，可見念力之大。這麼大的事情，阿彌陀佛用念力能夠辦到，我們今天要求生極樂世界，要想幫助地球恢復社會秩序，幫助地球化解災難，這小事，跟阿彌陀佛比太小了，怎麼會辦不到！關鍵就在我們能不能制心一處，關鍵在這裡。"
    },
    {
      "id": "02-037-0108_p0003",
      "zh_CN": "诸位要知道，我们的心是散乱的，念头太多，就像光一样向四面八方发射，所以它散了，散了力量就没有了，光隔一张纸，它就照不到。如果把这些光集中在一点，这叫激光，激光连钢板都可以穿透。这是什么？这是物质的力量，光是物质，物质力量集中一处都能产生这么大的效果，何况是意念！佛在经上讲这句话不错，制心一处，无事不办，阿弥陀佛就是根据这个道理，四十八愿愿愿圆满成就，花了多少时间？五劫。五劫多长？这个世界成住坏空五次，时间之长我们就可想而知。所以极乐世界从哪里来的？是阿弥陀佛本愿功德之所成就。我们明白这个道理，对这桩事情不怀疑了，而且非常感谢阿弥陀佛。这桩事情，虽然是人人都可以办到，因为每个人自性是相同的，智慧德能是一样的、平等的，他能做到，我们也能做到。但我们心收不住，他能收得住；我们没想到，他想到了；我们无法做到，他也做到了，这个难为他。所以要成就众生先要成就自己，阿弥陀佛明白这个道理，这法藏比丘。所以他想普度众生先成就自己，让自己的德行、智慧、相好，圆满而没有丝毫缺陷，他就有能力帮助遍法界虚空界六道里面的苦难众生。理上讲得通，事上就大有可为！极乐世界成就之后到现在十劫，这个十劫他帮助了多少人，上面有能力帮助等觉菩萨，往下去有能力帮助地狱众生，这功德还得了！",
      "zh_TW": "諸位要知道，我們的心是散亂的，念頭太多，就像光一樣向四面八方發射，所以它散了，散了力量就沒有了，光隔一張紙，它就照不到。如果把這些光集中在一點，這叫激光，激光連鋼板都可以穿透。這是什麼？這是物質的力量，光是物質，物質力量集中一處都能產生這麼大的效果，何況是意念！佛在經上講這句話不錯，制心一處，無事不辦，阿彌陀佛就是根據這個道理，四十八願願願圓滿成就，花了多少時間？五劫。五劫多長？這個世界成住壞空五次，時間之長我們就可想而知。所以極樂世界從哪裡來的？是阿彌陀佛本願功德之所成就。我們明白這個道理，對這樁事情不懷疑了，而且非常感謝阿彌陀佛。這樁事情，雖然是人人都可以辦到，因為每個人自性是相同的，智慧德能是一樣的、平等的，他能做到，我們也能做到。但我們心收不住，他能收得住；我們沒想到，他想到了；我們無法做到，他也做到了，這個難為他。所以要成就眾生先要成就自己，阿彌陀佛明白這個道理，這法藏比丘。所以他想普度眾生先成就自己，讓自己的德行、智慧、相好，圓滿而沒有絲毫缺陷，他就有能力幫助遍法界虛空界六道裡面的苦難眾生。理上講得通，事上就大有可為！極樂世界成就之後到現在十劫，這個十劫他幫助了多少人，上面有能力幫助等覺菩薩，往下去有能力幫助地獄眾生，這功德還得了！"
    },
    {
      "id": "02-037-0108_p0004",
      "zh_CN": "「故知弥陀因地发心修行，为时实难称计」。这时间太长了，勇猛精进，锲而不舍，成就这么大的事业，完全是教学。极乐世界没有任何组织，我们在这里没有看到这个世界有天王、有国王，没有看到。在这个世界，没有看到释迦牟尼佛介绍极乐世界的社会有士农工商、有各行各业，没看到。释迦给我们介绍的，只是老师跟学生，老师是佛。阿弥陀佛是老师，十方诸佛是老师，十方诸佛常常到极乐世界去授课，阿弥陀佛好比是校长一样。菩萨是学生，只要往生到极乐世界都称菩萨。众生根性不一样，到极乐世界当然不齐，但是在极乐世界是受到平等待遇，全部都是阿惟越致菩萨，这是弥陀的本愿，他做到了。这个道理很深，我们也是这么多年的薰习才明白，不怀疑了。加上这几年，量子力学家他们的研究报告，跟佛讲的原理原则完全相同。世尊三千年前说的，这一批科学家是最近三十年才发现的，让我们对于法藏比丘建立西方极乐世界这桩事情没有怀疑了，这是非常了不起的一桩事情。修这个法门最后不能往生，绝大多数的人对于极乐世界有怀疑，所以破疑生信这是净宗第一桩大事。",
      "zh_TW": "「故知彌陀因地發心修行，為時實難稱計」。這時間太長了，勇猛精進，鍥而不捨，成就這麼大的事業，完全是教學。極樂世界沒有任何組織，我們在這裡沒有看到這個世界有天王、有國王，沒有看到。在這個世界，沒有看到釋迦牟尼佛介紹極樂世界的社會有士農工商、有各行各業，沒看到。釋迦給我們介紹的，只是老師跟學生，老師是佛。阿彌陀佛是老師，十方諸佛是老師，十方諸佛常常到極樂世界去授課，阿彌陀佛好比是校長一樣。菩薩是學生，只要往生到極樂世界都稱菩薩。眾生根性不一樣，到極樂世界當然不齊，但是在極樂世界是受到平等待遇，全部都是阿惟越致菩薩，這是彌陀的本願，他做到了。這個道理很深，我們也是這麼多年的薰習才明白，不懷疑了。加上這幾年，量子力學家他們的研究報告，跟佛講的原理原則完全相同。世尊三千年前說的，這一批科學家是最近三十年才發現的，讓我們對於法藏比丘建立西方極樂世界這樁事情沒有懷疑了，這是非常了不起的一樁事情。修這個法門最後不能往生，絕大多數的人對於極樂世界有懷疑，所以破疑生信這是淨宗第一樁大事。"
    },
    {
      "id": "02-037-0108_p0005",
      "zh_CN": "下面说，「但更应知弥陀发愿之时，已非凡夫」。由此可知，阿弥陀佛修行，时间之长久，他发愿的时候不是初学，是修行很有根柢。「古德多称此时已是地上菩萨」，不知道是哪一地。地上菩萨，换句话说，三贤毕业了。前面有四十个位次，十信、十住、十行、十回向，这四十个地位都修满才登地。「如是则弥陀最初发心之时，更远于此」，比这个经上讲的还要远，经上讲的也就是说，他在菩萨地位上是最后的这次，以后就成佛了。「是故净宗学人于此应生净信，弥感佛恩」，对这桩事情，我们要以清净心来接受，决定不能怀疑，怀疑，感恩的心生不起来。你真的了解、真的明白、真的透彻，这是一桩很难很难的事情。我们年轻的时候，听上一辈的大德们讲经没讲清楚，古德注解有没有注清楚？注清楚了，没看懂。我们自己早年讲经也是囫囵吞枣，理太深了，无法想像。佛在大小乘经里面都告诉我们，「制心一处，无事不办」、「止心一处」，讲了好多，我们没体会到。古大德注解，制心就是禅定，禅定确实那个功夫浅深程度差别很大。佛所证得的禅定是自性本定，惠能大师所说的「何期自性本无动摇」，那是自性本定，从修定修到本定。从《华严经》上，凡夫修行成佛经过五十二个阶梯，这个禅定就是五十二种，每一种里头还有很多差别。大经上常讲「无量三昧」，这三昧的意思就是禅定，禅定的等级浅深无量无边。阿弥陀佛达到边际，广达到边，深达到底，这个经上所讲的「真实之际」，那个际就是边跟底，这就是圆满成就。是故我们对这个问题，生起真正的信心，对阿弥陀佛的爱戴、感恩自然就生起来，那就有感应。",
      "zh_TW": "下面說，「但更應知彌陀發願之時，已非凡夫」。由此可知，阿彌陀佛修行，時間之長久，他發願的時候不是初學，是修行很有根柢。「古德多稱此時已是地上菩薩」，不知道是哪一地。地上菩薩，換句話說，三賢畢業了。前面有四十個位次，十信、十住、十行、十迴向，這四十個地位都修滿才登地。「如是則彌陀最初發心之時，更遠於此」，比這個經上講的還要遠，經上講的也就是說，他在菩薩地位上是最後的這次，以後就成佛了。「是故淨宗學人於此應生淨信，彌感佛恩」，對這樁事情，我們要以清淨心來接受，決定不能懷疑，懷疑，感恩的心生不起來。你真的了解、真的明白、真的透徹，這是一樁很難很難的事情。我們年輕的時候，聽上一輩的大德們講經沒講清楚，古德註解有沒有註清楚？註清楚了，沒看懂。我們自己早年講經也是囫圇吞棗，理太深了，無法想像。佛在大小乘經裡面都告訴我們，「制心一處，無事不辦」、「止心一處」，講了好多，我們沒體會到。古大德註解，制心就是禪定，禪定確實那個功夫淺深程度差別很大。佛所證得的禪定是自性本定，惠能大師所說的「何期自性本無動搖」，那是自性本定，從修定修到本定。從《華嚴經》上，凡夫修行成佛經過五十二個階梯，這個禪定就是五十二種，每一種裡頭還有很多差別。大經上常講「無量三昧」，這三昧的意思就是禪定，禪定的等級淺深無量無邊。阿彌陀佛達到邊際，廣達到邊，深達到底，這個經上所講的「真實之際」，那個際就是邊跟底，這就是圓滿成就。是故我們對這個問題，生起真正的信心，對阿彌陀佛的愛戴、感恩自然就生起來，那就有感應。"
    },
    {
      "id": "02-037-0108_p0006",
      "zh_CN": "「盖此极乐依正及持名妙法，乃弥陀无量无数不可思议劫，精勤修习之妙果」。他用的方法太简单，一心专念阿弥陀佛就能成功。所以这个法门好，上中下三根全做得到。上根没问题，对其中的道理完全通达明了，没怀疑。下下根人他是仰信，对于道理并不懂得，但是他有那股热情，他真信一点都不怀疑，所以他也能成就。成就的等级，居然跟法身菩萨、跟等觉菩萨平等，这不可思议。完全在用心，用真实心证平等觉。精勤修习，就是止心一处，真诚清净平等觉。「今则以此果觉，作我因心」，我们今天占到便宜，阿弥陀佛教导我们，我们只要老实、听话、真干，一生决定成就。无量的清净平等觉，就是阿弥陀佛修成的妙果，现在把这个果觉做为我们的因心，只要我们心里头真有阿弥陀佛，我真信，我发愿这一生当中决定要往生，亲近阿弥陀佛，锲而不舍，不受一切境界影响，顺境逆境、善缘恶缘一概不受影响，就决定往生。「此恩此德，匪言可喻」，这恩德太大了，说不出来，比喻也比不出来。",
      "zh_TW": "「蓋此極樂依正及持名妙法，乃彌陀無量無數不可思議劫，精勤修習之妙果」。他用的方法太簡單，一心專念阿彌陀佛就能成功。所以這個法門好，上中下三根全做得到。上根沒問題，對其中的道理完全通達明瞭，沒懷疑。下下根人他是仰信，對於道理並不懂得，但是他有那股熱情，他真信一點都不懷疑，所以他也能成就。成就的等級，居然跟法身菩薩、跟等覺菩薩平等，這不可思議。完全在用心，用真實心證平等覺。精勤修習，就是止心一處，真誠清淨平等覺。「今則以此果覺，作我因心」，我們今天佔到便宜，阿彌陀佛教導我們，我們只要老實、聽話、真幹，一生決定成就。無量的清淨平等覺，就是阿彌陀佛修成的妙果，現在把這個果覺做為我們的因心，只要我們心裡頭真有阿彌陀佛，我真信，我發願這一生當中決定要往生，親近阿彌陀佛，鍥而不捨，不受一切境界影響，順境逆境、善緣惡緣一概不受影響，就決定往生。「此恩此德，匪言可喻」，這恩德太大了，說不出來，比喻也比不出來。"
    },
    {
      "id": "02-037-0108_p0007",
      "zh_CN": "「再者弥陀因地久证法身」，这个久证算极乐世界建成到现在是十劫，十个大劫。「故此一乘愿王、六字洪名、极乐依正种种庄严，甚至一毛一尘，无非弥陀无为法身、真实智慧之所流现」。这是修净宗基本的概念必须具足，没有这个基本概念，你就有疑问、有疑惑，有疑惑就障碍你，障碍你这一生不能往生。我们就晓得，基本的理念非常重要，所以《无量寿经》不能不学。不学能相信，一点都不怀疑，是过去生中善根福德深厚，他一接触他就相信、他就不怀疑，道理懂不懂他不需要，我就是相信，我就是不怀疑，这样人有没有？有，而且还不少。所以念佛的我们看到许多人往生，往生必须要具备这个条件。所以古人常说上上根人好度，下愚之人也好度。那个下愚之人，就是这个经上所说，过去生中曾经供养无量诸佛如来，这一生得人身，前世造的业不善，这一生当中贫穷下贱，他遇到净宗他就信。",
      "zh_TW": "「再者彌陀因地久證法身」，這個久證算極樂世界建成到現在是十劫，十個大劫。「故此一乘願王、六字洪名、極樂依正種種莊嚴，甚至一毛一塵，無非彌陀無為法身、真實智慧之所流現」。這是修淨宗基本的概念必須具足，沒有這個基本概念，你就有疑問、有疑惑，有疑惑就障礙你，障礙你這一生不能往生。我們就曉得，基本的理念非常重要，所以《無量壽經》不能不學。不學能相信，一點都不懷疑，是過去生中善根福德深厚，他一接觸他就相信、他就不懷疑，道理懂不懂他不需要，我就是相信，我就是不懷疑，這樣人有沒有？有，而且還不少。所以念佛的我們看到許多人往生，往生必須要具備這個條件。所以古人常說上上根人好度，下愚之人也好度。那個下愚之人，就是這個經上所說，過去生中曾經供養無量諸佛如來，這一生得人身，前世造的業不善，這一生當中貧窮下賤，他遇到淨宗他就信。"
    },
    {
      "id": "02-037-0108_p0008",
      "zh_CN": "像谛闲法师那个徒弟锅漏匠一样，不认识字，真正是贫穷下贱，生活非常艰苦。到四十多岁了才想起小时候玩伴，这个朋友出家了，去找他，想跟他出家。这出家不错，有吃、有穿，也有居住的所在，不至于流浪，找他。但是四十多岁，出家也必须要具备有条件，他都不具足，五堂功课不会，那你寺庙不能住；讲经，学讲经不认识字，四十多岁学又困难。可是确实是小孩时在一起的玩伴，又不能拒绝。所以就跟他谈条件，给他剃度出家不要住寺庙，到乡下找一个废弃的小庙，没有人住，也没主的，就叫他去住。就教他一句「南无阿弥陀佛」，你就老实念这一句，将来决定有好处。他是个老实人，连什么好处他也不问，你教我念我就念。念了三年预知时至，站着往生，往生了还站三天，等谛闲法师给他办后事。诸位想想，哪一个人死了站在那个地方还站三天？没有这个例子，他做到了。这是什么？过去生中曾经供养无量诸佛如来，前世造的不善业，这一世得贫穷下贱的果报。遇到净宗，他的善根发现，真信、真愿、真念佛，你看他问题就解决了。我们看到好像是很简单，没看到他过去世，过去世中已经是许许多多长时间生生世世，曾经修这个法门，曾经供养三宝，累积的善根，这个善根加持他，他才能真信、真愿、真念！故此一乘愿王、六字洪名、极乐依正种种庄严，甚至一毛一尘，无非弥陀无为法身、真实智慧之所流现。三种真实都在这里看到了。",
      "zh_TW": "像諦閑法師那個徒弟鍋漏匠一樣，不認識字，真正是貧窮下賤，生活非常艱苦。到四十多歲了才想起小時候玩伴，這個朋友出家了，去找他，想跟他出家。這出家不錯，有吃、有穿，也有居住的所在，不至於流浪，找他。但是四十多歲，出家也必須要具備有條件，他都不具足，五堂功課不會，那你寺廟不能住；講經，學講經不認識字，四十多歲學又困難。可是確實是小孩時在一起的玩伴，又不能拒絕。所以就跟他談條件，給他剃度出家不要住寺廟，到鄉下找一個廢棄的小廟，沒有人住，也沒主的，就叫他去住。就教他一句「南無阿彌陀佛」，你就老實念這一句，將來決定有好處。他是個老實人，連什麼好處他也不問，你教我念我就念。念了三年預知時至，站著往生，往生了還站三天，等諦閑法師給他辦後事。諸位想想，哪一個人死了站在那個地方還站三天？沒有這個例子，他做到了。這是什麼？過去生中曾經供養無量諸佛如來，前世造的不善業，這一世得貧窮下賤的果報。遇到淨宗，他的善根發現，真信、真願、真念佛，你看他問題就解決了。我們看到好像是很簡單，沒看到他過去世，過去世中已經是許許多多長時間生生世世，曾經修這個法門，曾經供養三寶，累積的善根，這個善根加持他，他才能真信、真願、真念！故此一乘願王、六字洪名、極樂依正種種莊嚴，甚至一毛一塵，無非彌陀無為法身、真實智慧之所流現。三種真實都在這裡看到了。"
    },
    {
      "id": "02-037-0108_p0009",
      "zh_CN": "「一一皆超情离见」，情是凡夫，凡夫有情执，弥陀超越了。见是修行人，修行人有知见，所谓佛知佛见，超越了，超情离见。极乐世界所有的一切，换句话说，不是凡夫，不是声闻、缘觉、一般菩萨能够了解的。为什么？「一一皆是实相正印之所印」，一一皆是诸法实相之所显示的。诸法实相谁能见到？法身菩萨见到了。十法界里面佛菩萨没见到，十法界里的佛、菩萨叫权大乘，权教不是实教，天台大师称它为相似即，不是真的。佛法里头真妄，标准是真心跟妄心，用真心是真的大乘，用妄心是假的大乘，不是真的，叫权大乘。十法界里面的佛、菩萨还是用阿赖耶，也就是说，没有能够转八识成四智。转识成智才是真正的菩萨，大乘菩萨；没有转过来，那叫权教，他们没有见到实相。实相是什么？相中见性，性中见相，相有性空，事有理空，这真正见到实相。见到实相的人，在所有境界里头决定不起心、不动念，没有分别执着，而他什么事情都清楚，什么事情都明了，就是不执着。这跟没有转识成智的人完全不一样，这叫实相正印之所印。「一一皆是开化显示真实之际」，开是开启，化是教化，就在一切现象当中显示真实之际，禅宗里面所说的明心见性，在一切法里头看到真性、看到本性。「一一皆惠予众生真实之利」，极乐世界的依正庄严，你眼睛看到的、耳朵听到的、身体接触到的，都是给你真实的利益。这个真实利益就是帮助你断烦恼、消业障，增进德行智慧，这真实之利，「故此法门，不可思议」。",
      "zh_TW": "「一一皆超情離見」，情是凡夫，凡夫有情執，彌陀超越了。見是修行人，修行人有知見，所謂佛知佛見，超越了，超情離見。極樂世界所有的一切，換句話說，不是凡夫，不是聲聞、緣覺、一般菩薩能夠了解的。為什麼？「一一皆是實相正印之所印」，一一皆是諸法實相之所顯示的。諸法實相誰能見到？法身菩薩見到了。十法界裡面佛菩薩沒見到，十法界裡的佛、菩薩叫權大乘，權教不是實教，天台大師稱它為相似即，不是真的。佛法裡頭真妄，標準是真心跟妄心，用真心是真的大乘，用妄心是假的大乘，不是真的，叫權大乘。十法界裡面的佛、菩薩還是用阿賴耶，也就是說，沒有能夠轉八識成四智。轉識成智才是真正的菩薩，大乘菩薩；沒有轉過來，那叫權教，他們沒有見到實相。實相是什麼？相中見性，性中見相，相有性空，事有理空，這真正見到實相。見到實相的人，在所有境界裡頭決定不起心、不動念，沒有分別執著，而他什麼事情都清楚，什麼事情都明瞭，就是不執著。這跟沒有轉識成智的人完全不一樣，這叫實相正印之所印。「一一皆是開化顯示真實之際」，開是開啟，化是教化，就在一切現象當中顯示真實之際，禪宗裡面所說的明心見性，在一切法裡頭看到真性、看到本性。「一一皆惠予眾生真實之利」，極樂世界的依正莊嚴，你眼睛看到的、耳朵聽到的、身體接觸到的，都是給你真實的利益。這個真實利益就是幫助你斷煩惱、消業障，增進德行智慧，這真實之利，「故此法門，不可思議」。"
    },
    {
      "id": "02-037-0108_p0010",
      "zh_CN": "下面「第四品，首明法藏比丘因地学道发心之因缘」。这一品经里说明，法藏比丘在因地学习的经过，「正说因地」。",
      "zh_TW": "下面「第四品，首明法藏比丘因地學道發心之因緣」。這一品經裡說明，法藏比丘在因地學習的經過，「正說因地」。"
    },
    {
      "id": "02-037-0108_p0011",
      "zh_CN": "【法藏因地第四】",
      "zh_TW": "【法藏因地第四】"
    },
    {
      "id": "02-037-0108_p0012",
      "zh_CN": "这个科里头第一段，「在家闻法」，分三个小段。第一个小段「生值佛世」，这个很重要，出生到人间来，最重要的是要遇到佛。我们生到这个世间运气算不错，为什么？释迦牟尼佛虽然不在，他的经教还在。我们遇到佛的经教等于遇到佛一样，能够理解、能够相信、能够学习，同样能成就。必须要知道在这个世间，有佛出现在世间的并不多，非常稀有，真正难遇到。释迦牟尼佛教学的影响从面上讲是全世界，从时间上来讲是一万二千年，他的影响力、他的法运。一万二千年之后，佛法在这个地球上消灭，那就没有佛法，你想学也想不到。所以这一次我们的机会一定要把它抓住，要把这桩事情，当作我们这一生当中第一桩大事来办。为什么？我们很清楚，一失人身，再得人身不容易，得人身、闻佛法那是更难更难。我们现在生的这个机会是很好，末法第二个一千年，你看末法一万年，我们是第二个一千年的开端。释迦牟尼佛正法一千年，像法一千年，末法一万年，照中国古人的记载，释迦牟尼佛灭度到今年是三千零三十八年，所以我们是末法第二个一千年的三十八年，我们遇到，真难得！",
      "zh_TW": "這個科裡頭第一段，「在家聞法」，分三個小段。第一個小段「生值佛世」，這個很重要，出生到人間來，最重要的是要遇到佛。我們生到這個世間運氣算不錯，為什麼？釋迦牟尼佛雖然不在，他的經教還在。我們遇到佛的經教等於遇到佛一樣，能夠理解、能夠相信、能夠學習，同樣能成就。必須要知道在這個世間，有佛出現在世間的並不多，非常稀有，真正難遇到。釋迦牟尼佛教學的影響從面上講是全世界，從時間上來講是一萬二千年，他的影響力、他的法運。一萬二千年之後，佛法在這個地球上消滅，那就沒有佛法，你想學也想不到。所以這一次我們的機會一定要把它抓住，要把這樁事情，當作我們這一生當中第一樁大事來辦。為什麼？我們很清楚，一失人身，再得人身不容易，得人身、聞佛法那是更難更難。我們現在生的這個機會是很好，末法第二個一千年，你看末法一萬年，我們是第二個一千年的開端。釋迦牟尼佛正法一千年，像法一千年，末法一萬年，照中國古人的記載，釋迦牟尼佛滅度到今年是三千零三十八年，所以我們是末法第二個一千年的三十八年，我們遇到，真難得！"
    },
    {
      "id": "02-037-0108_p0013",
      "zh_CN": "在这个机会、机缘里头，遇到了夏莲居给我们会集这么圆满的经本，古人都没看到过，五种原译本的精华，这是多大的福报。遇到黄念祖老居士的集注，里面用了八十三种经论，一百一十种祖师大德的注解，集注，不是他自己注的，注解的集大成，这都是稀有的因缘，我们遇到了。遇到这个经、遇到这个注解，要不能成佛，你不叫冤枉吗？别人遇到不能成就情有可原，没有遇到善本、没有遇到好的注子。这是善本，最好的注解，读这一部注解，等于读八十三种经论、一百多家的注疏，都是古来的祖师大德。所以生值佛世是非常重要。我们看经文：",
      "zh_TW": "在這個機會、機緣裡頭，遇到了夏蓮居給我們會集這麼圓滿的經本，古人都沒看到過，五種原譯本的精華，這是多大的福報。遇到黃念祖老居士的集註，裡面用了八十三種經論，一百一十種祖師大德的註解，集註，不是他自己註的，註解的集大成，這都是稀有的因緣，我們遇到了。遇到這個經、遇到這個註解，要不能成佛，你不叫冤枉嗎？別人遇到不能成就情有可原，沒有遇到善本、沒有遇到好的註子。這是善本，最好的註解，讀這一部註解，等於讀八十三種經論、一百多家的註疏，都是古來的祖師大德。所以生值佛世是非常重要。我們看經文："
    },
    {
      "id": "02-037-0108_p0014",
      "zh_CN": "【佛告阿难。过去无量不可思议。无央数劫。有佛出世。名世间自在王如来。应供。等正觉。明行足。善逝。世间解。无上士。调御丈夫。天人师。佛。世尊。】",
      "zh_TW": "【佛告阿難。過去無量不可思議。無央數劫。有佛出世。名世間自在王如來。應供。等正覺。明行足。善逝。世間解。無上士。調御丈夫。天人師。佛。世尊。】"
    },
    {
      "id": "02-037-0108_p0015",
      "zh_CN": "这下面是佛的十种德号，这十种德号是通号，只要是成佛都有。这个通号是表佛的大德，德是由行成就的，如来有圆满的德行，所以有这十种通号。我们看念老的注解，『无央数劫』，「梵语阿僧祇，翻为无央数」，从梵文翻译过来的，央是尽的意思，无央就是无尽，「无尽数之劫，称为无央数劫」，这里有个括弧，「或阿僧祇劫。劫之义，见上品布施累劫。劫为极长之时间单位，非算数所及之劫，名无央数劫」。它太长了算不出来，称它作无央数劫，也称作阿僧祇劫。「而此阿僧祇劫又复是无有限量，非思议所能及」，不能想像、无法计算。「故云无量不可思议无央数劫。指过去之时，久远无极」，就是时间太长太长了。那个时候这个世间有一尊佛出世，他的名号叫『世间自在王如来』。",
      "zh_TW": "這下面是佛的十種德號，這十種德號是通號，只要是成佛都有。這個通號是表佛的大德，德是由行成就的，如來有圓滿的德行，所以有這十種通號。我們看念老的註解，『無央數劫』，「梵語阿僧祇，翻為無央數」，從梵文翻譯過來的，央是盡的意思，無央就是無盡，「無盡數之劫，稱為無央數劫」，這裡有個括弧，「或阿僧祇劫。劫之義，見上品布施累劫。劫為極長之時間單位，非算數所及之劫，名無央數劫」。它太長了算不出來，稱它作無央數劫，也稱作阿僧祇劫。「而此阿僧祇劫又復是無有限量，非思議所能及」，不能想像、無法計算。「故云無量不可思議無央數劫。指過去之時，久遠無極」，就是時間太長太長了。那個時候這個世間有一尊佛出世，他的名號叫『世間自在王如來』。"
    },
    {
      "id": "02-037-0108_p0016",
      "zh_CN": "下面这一段介绍「世间自在王」，这是从《唐译》里面会集的。「过去久远，无量不可思议无尽数之大劫时，有佛出现于世，名为世间自在王。是乃古佛别有之名号」。不是通号，下面说十种是通号，一切诸佛都有的，别号是只有他有，其他的佛不这样称呼，「称为别号」。「世间自在者，常在世间而不为世间所拘碍」，拘是拘束，碍是障碍，他在世间没有拘束、没有障碍。拘束也有一点像我们现在人所讲的压力，压力有很多，有属于物质的，有属于精神的，种类繁多。佛在世间没有拘束，没有拘束是自在。「如佛照世间相，常住自寂灭，是世间自在义」，佛对于世间的一切没有不知道的，通达明了，世间所有众生起心动念、言语造作，心行所感得的果报统清楚，没有一样不明了。常住自寂灭，这一句意思就是这些世间一切相，对他都没有障碍，他的心地是清净寂灭相，也就是我们经题上讲的「清净平等觉」。没有受到染污，没有受到波动就是平等，没有受到染污就是清净，没有迷惑就是觉悟，这就自在！这是世间自在义。",
      "zh_TW": "下面這一段介紹「世間自在王」，這是從《唐譯》裡面會集的。「過去久遠，無量不可思議無盡數之大劫時，有佛出現於世，名為世間自在王。是乃古佛別有之名號」。不是通號，下面說十種是通號，一切諸佛都有的，別號是只有他有，其他的佛不這樣稱呼，「稱為別號」。「世間自在者，常在世間而不為世間所拘礙」，拘是拘束，礙是障礙，他在世間沒有拘束、沒有障礙。拘束也有一點像我們現在人所講的壓力，壓力有很多，有屬於物質的，有屬於精神的，種類繁多。佛在世間沒有拘束，沒有拘束是自在。「如佛照世間相，常住自寂滅，是世間自在義」，佛對於世間的一切沒有不知道的，通達明瞭，世間所有眾生起心動念、言語造作，心行所感得的果報統清楚，沒有一樣不明瞭。常住自寂滅，這一句意思就是這些世間一切相，對他都沒有障礙，他的心地是清淨寂滅相，也就是我們經題上講的「清淨平等覺」。沒有受到染污，沒有受到波動就是平等，沒有受到染污就是清淨，沒有迷惑就是覺悟，這就自在！這是世間自在義。"
    },
    {
      "id": "02-037-0108_p0017",
      "zh_CN": "「又《甄解》曰：以世间配般若，自在即解脱义，王是法身。三一相即，不纵不横，名世自在王」。这是从涅槃三德来解释。法身、般若、解脱，从这三方面来解释，世间是智慧明了，通达明了，他不执着、不起心、不动念；自在就是解脱，烦恼解除、业障解除得自在了；王是法身，比喻作法身，世间自在王。三一相即，一即是三，三即是一，所以叫不纵不横，与自性三德相应，这是从涅槃三德解释佛的名号。「古代一切从属于王」，所以把王比喻作法身德。「一切皆从法身所流现」，法身没有形相，法身是个理体，现在哲学里面所探讨的，宇宙万有的本体，宇宙从哪里来的，这个本体在佛法里就叫做法身，也叫做自性。现在科学家有个新的名词叫零点能量场，这是他们想像还没有证得，应该就是一切万法是从零点能量场流出来的，提出这个想法。提出来之后当然要证实，现在还没证实。这个想法跟佛经上讲的法性很接近，归到零，零是什么都没有了。也就是说它存在，它不是没有，因为它没有物质现象，它也没有精神现象，它也不是自然现象，所以你没有办法探测它，它确实存在，是一切万法的本体。说一切万法都是从零变现出来的，到最后还归到零，这跟大乘佛法讲的非常接近。",
      "zh_TW": "「又《甄解》曰：以世間配般若，自在即解脫義，王是法身。三一相即，不縱不橫，名世自在王」。這是從涅槃三德來解釋。法身、般若、解脫，從這三方面來解釋，世間是智慧明瞭，通達明瞭，他不執著、不起心、不動念；自在就是解脫，煩惱解除、業障解除得自在了；王是法身，比喻作法身，世間自在王。三一相即，一即是三，三即是一，所以叫不縱不橫，與自性三德相應，這是從涅槃三德解釋佛的名號。「古代一切從屬於王」，所以把王比喻作法身德。「一切皆從法身所流現」，法身沒有形相，法身是個理體，現在哲學裡面所探討的，宇宙萬有的本體，宇宙從哪裡來的，這個本體在佛法裡就叫做法身，也叫做自性。現在科學家有個新的名詞叫零點能量場，這是他們想像還沒有證得，應該就是一切萬法是從零點能量場流出來的，提出這個想法。提出來之後當然要證實，現在還沒證實。這個想法跟佛經上講的法性很接近，歸到零，零是什麼都沒有了。也就是說它存在，它不是沒有，因為它沒有物質現象，它也沒有精神現象，它也不是自然現象，所以你沒有辦法探測它，它確實存在，是一切萬法的本體。說一切萬法都是從零變現出來的，到最後還歸到零，這跟大乘佛法講的非常接近。"
    },
    {
      "id": "02-037-0108_p0018",
      "zh_CN": "大乘佛法说，一切万法从自性流出，到最后还回归自性。这个自性在净土宗就叫常寂光净土。常寂光这个名词有名，但是它没有现象，你找不到它。谁知道？妙觉如来知道，妙觉如来证得了，身心跟常寂光融成一体，身是常寂光，意念也是常寂光，无时不在、无处不在。常寂光里头没有时间、没有空间，没有时间是没有先后，没有空间是没有远近，所以能与一切众生起感应道交，众生跟他有缘，他就现身。他的现身就是《楞严经》上所说的，「当处出生，随处灭尽」，这两句话也是诸法实相。一切法的生灭不离当处，确实没有时间、没有空间。但是我们不知道，就在我们眼前，我们不知道。佛说得很清楚、说得很明白，我们听懂了，不是我们现前能力能够见到的。怎样才能见到？佛说「制心一处」，你就见到。你有妄念见不到，你起心动念见不到，分别执着就更远了，不起心、不动念你就见到。所以佛告诉我们，这桩事情「唯证方知」，必须你自己亲证才是你的。这是法身的大意。从法身流出，怎么流出来的？佛经上讲「一念不觉」，它就流出来，一念不觉是迷。「又一一还归于法身」，确实一切法还归零，零点能量场，佛经上讲的自性，净宗讲的常寂光，这法身。",
      "zh_TW": "大乘佛法說，一切萬法從自性流出，到最後還回歸自性。這個自性在淨土宗就叫常寂光淨土。常寂光這個名詞有名，但是它沒有現象，你找不到它。誰知道？妙覺如來知道，妙覺如來證得了，身心跟常寂光融成一體，身是常寂光，意念也是常寂光，無時不在、無處不在。常寂光裡頭沒有時間、沒有空間，沒有時間是沒有先後，沒有空間是沒有遠近，所以能與一切眾生起感應道交，眾生跟他有緣，他就現身。他的現身就是《楞嚴經》上所說的，「當處出生，隨處滅盡」，這兩句話也是諸法實相。一切法的生滅不離當處，確實沒有時間、沒有空間。但是我們不知道，就在我們眼前，我們不知道。佛說得很清楚、說得很明白，我們聽懂了，不是我們現前能力能夠見到的。怎樣才能見到？佛說「制心一處」，你就見到。你有妄念見不到，你起心動念見不到，分別執著就更遠了，不起心、不動念你就見到。所以佛告訴我們，這樁事情「唯證方知」，必須你自己親證才是你的。這是法身的大意。從法身流出，怎麼流出來的？佛經上講「一念不覺」，它就流出來，一念不覺是迷。「又一一還歸於法身」，確實一切法還歸零，零點能量場，佛經上講的自性，淨宗講的常寂光，這法身。"
    },
    {
      "id": "02-037-0108_p0019",
      "zh_CN": "「故曰王是法身」，法身生灭同时，生灭不二，这里头找生灭找不到。「通达世间，属般若德」，智慧，他才通达明了。「于世自在，是解脱德」，因为他通达明了，他在这个世间得大自在，他一点障碍都没有，一丝毫拘束没有，真的是来去自由。「圆摄三德」，圆是圆满，圆满具足法身、般若、解脱。「三即是一，一即是三，如∴字三点」。这个符号梵文里头念一，「不纵不横」，用这个来代表「涅槃真身」，这三点就是法身、般若、解脱，每一个里面都有「常乐我净」。法身里头有常乐我净，般若里头有常乐我净，解脱里头也有常乐我净，常乐我净叫四净德，「无上妙德」。佛家不是说无我，有真我，身不是我，常乐我净里头有真我。常是永恒不变，不生不灭，就是涅槃；乐里头没有苦，找不到苦；我是自在的意思，主宰的意思，也就是说，在万物当中只有它能做主；净是清净，一尘不染，从来没有染污过。惠能大师明心见性说了五句话，你看与常乐我净相不相应？第一句他说「何期自性本自清净」，净；第二句话，「何期自性本无生灭」，那是常；第三句他说的，「何期自性本自具足」，那是我，本自具足，一点缺陷都没有，真做得了主；第四句说「何期自性本无动摇」，这里头乐，只有本无动摇才是真乐，在喜怒哀乐之中不动心，这叫真乐。后头一句「何期自性能生万法」，所以他四句里头具足了常乐我净，无上妙德，无上妙德是当下一念，一念具足。",
      "zh_TW": "「故曰王是法身」，法身生滅同時，生滅不二，這裡頭找生滅找不到。「通達世間，屬般若德」，智慧，他才通達明瞭。「於世自在，是解脫德」，因為他通達明瞭，他在這個世間得大自在，他一點障礙都沒有，一絲毫拘束沒有，真的是來去自由。「圓攝三德」，圓是圓滿，圓滿具足法身、般若、解脫。「三即是一，一即是三，如∴字三點」。這個符號梵文裡頭念一，「不縱不橫」，用這個來代表「涅槃真身」，這三點就是法身、般若、解脫，每一個裡面都有「常樂我淨」。法身裡頭有常樂我淨，般若裡頭有常樂我淨，解脫裡頭也有常樂我淨，常樂我淨叫四淨德，「無上妙德」。佛家不是說無我，有真我，身不是我，常樂我淨裡頭有真我。常是永恆不變，不生不滅，就是涅槃；樂裡頭沒有苦，找不到苦；我是自在的意思，主宰的意思，也就是說，在萬物當中只有它能做主；淨是清淨，一塵不染，從來沒有染污過。惠能大師明心見性說了五句話，你看與常樂我淨相不相應？第一句他說「何期自性本自清淨」，淨；第二句話，「何期自性本無生滅」，那是常；第三句他說的，「何期自性本自具足」，那是我，本自具足，一點缺陷都沒有，真做得了主；第四句說「何期自性本無動搖」，這裡頭樂，只有本無動搖才是真樂，在喜怒哀樂之中不動心，這叫真樂。後頭一句「何期自性能生萬法」，所以他四句裡頭具足了常樂我淨，無上妙德，無上妙德是當下一念，一念具足。"
    },
    {
      "id": "02-037-0108_p0020",
      "zh_CN": "下面『如来、应供』到『佛、世尊』，这一句是「诸佛通号。一切佛同具此十号，实则诸佛德无量，故德号亦无量」，说不尽。「今随众生机，节略而称十号」，把佛的无量德能归纳为十大类，这十大类每一类里头都是无量无边。佛德就是性德，就是我们自己自性里头本具无量的德能，《华严经》上佛说，「一切众生皆有如来智慧德相」，这十个号是德，相是讲的相好，无量的智慧、无量的德能、无量的相好。「又此十号在诸经中之开合，颇有不同」，有两个名号合成一个，有一个名号分成两个，叫开合不同。「例如《净影疏》」，隋朝慧远法师的注解，《无量寿经》注解。「依《成实论》合无上士与调御丈夫为一号。开佛世尊为两号」。今依《涅槃经》、《璎珞经》、《大智度论》，『无上士』与『调御丈夫』分开是两个号。「至于佛世尊，《涅槃经》则合之为第十号。今依《涅槃》之说」。",
      "zh_TW": "下面『如來、應供』到『佛、世尊』，這一句是「諸佛通號。一切佛同具此十號，實則諸佛德無量，故德號亦無量」，說不盡。「今隨眾生機，節略而稱十號」，把佛的無量德能歸納為十大類，這十大類每一類裡頭都是無量無邊。佛德就是性德，就是我們自己自性裡頭本具無量的德能，《華嚴經》上佛說，「一切眾生皆有如來智慧德相」，這十個號是德，相是講的相好，無量的智慧、無量的德能、無量的相好。「又此十號在諸經中之開合，頗有不同」，有兩個名號合成一個，有一個名號分成兩個，叫開合不同。「例如《淨影疏》」，隋朝慧遠法師的註解，《無量壽經》註解。「依《成實論》合無上士與調御丈夫為一號。開佛世尊為兩號」。今依《涅槃經》、《瓔珞經》、《大智度論》，『無上士』與『調御丈夫』分開是兩個號。「至於佛世尊，《涅槃經》則合之為第十號。今依《涅槃》之說」。"
    },
    {
      "id": "02-037-0108_p0021",
      "zh_CN": "下面就「分释十号」，这是属于佛学常识，从这个十号我们就体会，佛的万德万能，在这个地方略略的解释一下。第一个是「如来。如者真如。乘真如之道来成正觉，故名如来」，这是对如来的第一个解释，什么叫如来。真如就是本性，所有一切众生哪一个不是乘真如道而来的，为什么？真如是本体，众生是现相，现相离不开本体。《华严经》在经题上就跟我们讲，体相用，真如是体，真就不是假的，体是真的，相是假的，相是幻相；相有生灭，体没有生灭；相有变易，体没有变易，永恒不变，它是真的。相如其性，性如其相，性相一如，得认清楚。",
      "zh_TW": "下面就「分釋十號」，這是屬於佛學常識，從這個十號我們就體會，佛的萬德萬能，在這個地方略略的解釋一下。第一個是「如來。如者真如。乘真如之道來成正覺，故名如來」，這是對如來的第一個解釋，什麼叫如來。真如就是本性，所有一切眾生哪一個不是乘真如道而來的，為什麼？真如是本體，眾生是現相，現相離不開本體。《華嚴經》在經題上就跟我們講，體相用，真如是體，真就不是假的，體是真的，相是假的，相是幻相；相有生滅，體沒有生滅；相有變易，體沒有變易，永恆不變，它是真的。相如其性，性如其相，性相一如，得認清楚。"
    },
    {
      "id": "02-037-0108_p0022",
      "zh_CN": "「又如诸佛安稳道来，此亦如来来，更不去至后有中，故名如来」。这个解释，说诸佛从安稳道来，这也如来来，如来来了。十法界的众生都有生死，六道有两种生死，分段生死、变易生死，四圣法界有变易生死，不安稳；安稳，两种生死都了了，这才叫安稳。佛从两种生死都了了这个地方来的，他来示现成佛，这就是如来来。更不去至后有中，后有是什么？还有果报。像我们人死了之后，来生叫后有，不是死了就没有了，死了还有，还有后有，后有就是灵魂投胎，干这些事情，所以叫轮回。诸佛没有后有，他只有来示现，他没有后有，示现在世间现身说法，教化众生，他造不造业？他不造业。为什么他不造业？他没有我。我们再用个白一点的话来讲，他没有私心、他没有自己。在这一生教化众生，像释迦牟尼佛当年在世，示现八相成道，教学四十九年，没有一桩事情是为自己的。现身是为一切众生做个好样子，表演给大家看，做人要像他这个样子。他所示现的身分，是一个职业的教师，他一生教学，非常本分、非常尽职，把他教学工作做好。从开悟到圆寂没有一天不教学，帮助一切众生破迷开悟，断疑生信，教学的目的在此地。这里头最重要的是把极乐世界介绍给大家，因为只有这个法门能一生成就。这是诸佛如来对一切众生无比的恩德，帮助你一生成佛，永远脱离六道轮回。这是如来的意思。",
      "zh_TW": "「又如諸佛安穩道來，此亦如來來，更不去至後有中，故名如來」。這個解釋，說諸佛從安穩道來，這也如來來，如來來了。十法界的眾生都有生死，六道有兩種生死，分段生死、變易生死，四聖法界有變易生死，不安穩；安穩，兩種生死都了了，這才叫安穩。佛從兩種生死都了了這個地方來的，他來示現成佛，這就是如來來。更不去至後有中，後有是什麼？還有果報。像我們人死了之後，來生叫後有，不是死了就沒有了，死了還有，還有後有，後有就是靈魂投胎，幹這些事情，所以叫輪迴。諸佛沒有後有，他只有來示現，他沒有後有，示現在世間現身說法，教化眾生，他造不造業？他不造業。為什麼他不造業？他沒有我。我們再用個白一點的話來講，他沒有私心、他沒有自己。在這一生教化眾生，像釋迦牟尼佛當年在世，示現八相成道，教學四十九年，沒有一樁事情是為自己的。現身是為一切眾生做個好樣子，表演給大家看，做人要像他這個樣子。他所示現的身分，是一個職業的教師，他一生教學，非常本分、非常盡職，把他教學工作做好。從開悟到圓寂沒有一天不教學，幫助一切眾生破迷開悟，斷疑生信，教學的目的在此地。這裡頭最重要的是把極樂世界介紹給大家，因為只有這個法門能一生成就。這是諸佛如來對一切眾生無比的恩德，幫助你一生成佛，永遠脫離六道輪迴。這是如來的意思。"
    },
    {
      "id": "02-037-0108_p0023",
      "zh_CN": "「又如诸佛而来，故名如来」，这就是所谓今佛如古佛之再来，这叫如来，如古佛再来。「又《合赞》曰」，《涅槃经．梵行品》说的，「云何名如来？如过去诸佛所说不变。云何不变？过去诸佛为度众生，说十二部经，如来亦然，故名如来」。清凉大师在《四十华严》经题，里面说了一句话，说释迦牟尼佛当年住世讲经教学四十九年，所说一切经教全是古佛所说的，释迦没有在古佛经教上多加一个字，就是引的这个意思。我们能不能相信？能相信。为什么？今佛跟古佛所证相同，完全相同。所证相同，他所说的当然相同，哪里还会有两样！这不是客气，不是谦虚，是讲实话，事实真相确实如此，古佛与今佛不二。所以这个地方要特别留意到，过去诸佛为度众生用什么方法？说十二部经。这十二部是什么？用现在的话来说，十二种不同的体裁，为大家讲经教学。四十九年所说的一切经，不出这十二种体裁，释迦如来出世亦如是，所以今佛如古佛再来。",
      "zh_TW": "「又如諸佛而來，故名如來」，這就是所謂今佛如古佛之再來，這叫如來，如古佛再來。「又《合贊》曰」，《涅槃經．梵行品》說的，「云何名如來？如過去諸佛所說不變。云何不變？過去諸佛為度眾生，說十二部經，如來亦然，故名如來」。清涼大師在《四十華嚴》經題，裡面說了一句話，說釋迦牟尼佛當年住世講經教學四十九年，所說一切經教全是古佛所說的，釋迦沒有在古佛經教上多加一個字，就是引的這個意思。我們能不能相信？能相信。為什麼？今佛跟古佛所證相同，完全相同。所證相同，他所說的當然相同，哪裡還會有兩樣！這不是客氣，不是謙虛，是講實話，事實真相確實如此，古佛與今佛不二。所以這個地方要特別留意到，過去諸佛為度眾生用什麼方法？說十二部經。這十二部是什麼？用現在的話來說，十二種不同的體裁，為大家講經教學。四十九年所說的一切經，不出這十二種體裁，釋迦如來出世亦如是，所以今佛如古佛再來。"
    },
    {
      "id": "02-037-0108_p0024",
      "zh_CN": "「又《会疏》曰：如来义有三：谓法身、报身、应身」，这是讲三种身。「《金刚经》云：无所从来，亦无所去。此法身如来也」，这从法身讲的。「《转法轮论》云：第一义谛名如，正觉名来。此报身如来也」。第一义就是真如、就是自性，就是本经所说的真实之际，这叫如；正觉叫来，这报身如来。「《成实论》云：乘如来道，来成正觉，故名如来。此应身如来」。释迦牟尼佛所表现的，乘如来道，来到这个世间示现成佛是应身。「又《天台寿量品疏》」，天台是智者大师，《寿量品疏》是《法华经．寿量品》的注解，智者大师注的。「如者，法如如境，非因非果，有佛无佛性相常然。遍一切处而无有异为如，不动而至为来。指之为法身如来也」。法如如境就是我们现前的境界，我们眼所见的、耳所听的、鼻所嗅的、舌所尝的、身所接触的，这个境界是如如境。什么时候是如如境？就在现前。我们为什么现前见不到？我们迷了。不迷就见到，什么叫不迷？不起心、不动念、不分别、不执着，这个境就是如如境。这个境里头非因非果，不起心、不动念你才见到。起心动念怎么样？变质了，有因有果、有染有净、有善有恶，就统统都起来了，一动念全起来了。",
      "zh_TW": "「又《會疏》曰：如來義有三：謂法身、報身、應身」，這是講三種身。「《金剛經》云：無所從來，亦無所去。此法身如來也」，這從法身講的。「《轉法輪論》云：第一義諦名如，正覺名來。此報身如來也」。第一義就是真如、就是自性，就是本經所說的真實之際，這叫如；正覺叫來，這報身如來。「《成實論》云：乘如來道，來成正覺，故名如來。此應身如來」。釋迦牟尼佛所表現的，乘如來道，來到這個世間示現成佛是應身。「又《天台壽量品疏》」，天台是智者大師，《壽量品疏》是《法華經．壽量品》的註解，智者大師註的。「如者，法如如境，非因非果，有佛無佛性相常然。遍一切處而無有異為如，不動而至為來。指之為法身如來也」。法如如境就是我們現前的境界，我們眼所見的、耳所聽的、鼻所嗅的、舌所嘗的、身所接觸的，這個境界是如如境。什麼時候是如如境？就在現前。我們為什麼現前見不到？我們迷了。不迷就見到，什麼叫不迷？不起心、不動念、不分別、不執著，這個境就是如如境。這個境裡頭非因非果，不起心、不動念你才見到。起心動念怎麼樣？變質了，有因有果、有染有淨、有善有惡，就統統都起來了，一動念全起來了。"
    },
    {
      "id": "02-037-0108_p0025",
      "zh_CN": "如果不起心、不动念，我们这个境界就是一真法界，一真法界跟我们不是两个法界，是一个。为什么一真法界里头境界那么美好？他全是真心，他没有妄心。我们到不起心、不动念、不分别、不执着，我们这个境界马上就变成像极乐世界一样，我们的身决定不是血肉之身，而是什么身？像经上所讲的金刚紫磨真金色身。相貌不是这种相貌，跟佛一样身有无量相，相有无量好，不是三十二相八十种好。我们这个大地不是泥沙，是七宝，这物质现象自然就产生变化，它随心转。不起心、不动念那个心才叫纯净纯善，真心，一丝毫虚妄没有掺杂，这叫极乐世界。所以外面境界没有善恶、没有好丑，蕅益大师说得好，好丑、善恶都在我们的念头，我们念头善变成善，念头恶变成恶，随着念头在转。今天地球出了问题，什么原因？我们地球上的居民人心不善，所以才搞得这么多灾难。古时候有灾难，没这么多，什么原因？善念多，恶念少。现在是恶念多，善念少，恶念多得太多了，善念少得太少了，就变成今天这个现象。改变这个世界可不可能？可能，只要我们把念头转过来，环境就转过来了。",
      "zh_TW": "如果不起心、不動念，我們這個境界就是一真法界，一真法界跟我們不是兩個法界，是一個。為什麼一真法界裡頭境界那麼美好？他全是真心，他沒有妄心。我們到不起心、不動念、不分別、不執著，我們這個境界馬上就變成像極樂世界一樣，我們的身決定不是血肉之身，而是什麼身？像經上所講的金剛紫磨真金色身。相貌不是這種相貌，跟佛一樣身有無量相，相有無量好，不是三十二相八十種好。我們這個大地不是泥沙，是七寶，這物質現象自然就產生變化，它隨心轉。不起心、不動念那個心才叫純淨純善，真心，一絲毫虛妄沒有摻雜，這叫極樂世界。所以外面境界沒有善惡、沒有好醜，蕅益大師說得好，好醜、善惡都在我們的念頭，我們念頭善變成善，念頭惡變成惡，隨著念頭在轉。今天地球出了問題，什麼原因？我們地球上的居民人心不善，所以才搞得這麼多災難。古時候有災難，沒這麼多，什麼原因？善念多，惡念少。現在是惡念多，善念少，惡念多得太多了，善念少得太少了，就變成今天這個現象。改變這個世界可不可能？可能，只要我們把念頭轉過來，環境就轉過來了。"
    },
    {
      "id": "02-037-0108_p0026",
      "zh_CN": "大乘教里头讲得很多，境随心转。最近量子学家提出「以心控物」，跟佛讲的一个意思。科学家提出要以意念去控制物质现象，我们可以说近代这三十年，量子力学家最大的贡献，是发现过去科学有个很大的误会，就是二分法，他说这是个严重错误概念。二分是什么？物质、精神，就是心理跟物理，这是错误的。心理跟物理是一桩事情，不是两桩事情，分开来问题就出来了，决定不能分开。因为现在观察到最小的粒子现象，它里头有精神现象。我们看到这个报告，想到《心经》上所说的，观自在菩萨，照见五蕴皆空。我们以前都把五蕴皆空说作人身，人的肉身是物质（色相），有感受，有思想，行是相续不断，有识有意识，都把这个看成人身。现代科学家发现，最小的粒子里头具足色受想行识，真没想到。佛法里是说了，说毛端、微尘，但是我们始终没有体会到，到看科学报告恍然大悟。物质从哪里来的？今天科学家报告，物质是假相不是真的，物质是从意念当中产生的。所以意念就能控制物质，念头好没有一样不好，所有物质都变成七宝庄严，自然变的。",
      "zh_TW": "大乘教裡頭講得很多，境隨心轉。最近量子學家提出「以心控物」，跟佛講的一個意思。科學家提出要以意念去控制物質現象，我們可以說近代這三十年，量子力學家最大的貢獻，是發現過去科學有個很大的誤會，就是二分法，他說這是個嚴重錯誤概念。二分是什麼？物質、精神，就是心理跟物理，這是錯誤的。心理跟物理是一樁事情，不是兩樁事情，分開來問題就出來了，決定不能分開。因為現在觀察到最小的粒子現象，它裡頭有精神現象。我們看到這個報告，想到《心經》上所說的，觀自在菩薩，照見五蘊皆空。我們以前都把五蘊皆空說作人身，人的肉身是物質（色相），有感受，有思想，行是相續不斷，有識有意識，都把這個看成人身。現代科學家發現，最小的粒子裡頭具足色受想行識，真沒想到。佛法裡是說了，說毛端、微塵，但是我們始終沒有體會到，到看科學報告恍然大悟。物質從哪裡來的？今天科學家報告，物質是假相不是真的，物質是從意念當中產生的。所以意念就能控制物質，念頭好沒有一樣不好，所有物質都變成七寶莊嚴，自然變的。"
    },
    {
      "id": "02-037-0108_p0027",
      "zh_CN": "现在这些科学家说他们研究所发现的，在目前称它作前卫科学，就是还没有被科学家完全接受，在实验，但是实验非常有成就，已经有几万个案例了。科学家如果完全接受，他们说能够改变现在世界，这个效果就不可思议！意念真的能控制物质，我们身体健康，就不需要用医药，不需要用什么补品保健，不需要。我们只有善念，意念能叫我们身心健康，所有带着病毒这些细胞器官都可以恢复正常，那就是最健康的，意念能够让它恢复。地球上这些灾难，可以用意念恢复正常，一切灾难都没有了，这小事。大事，这个意念可以能够让太空星球改变轨道，有这么大的能量，真不可思议。这个理论，佛家讲得很清楚，我们相信。人决定要放弃竞争、要放弃占有，这是错误观念。你不需要竞争、不需要占有，你想什么就得什么，诸佛刹土里面就是如是。极乐世界，我们看到祖师注解，那个地方物质环境，是思衣得衣，思食得食，你想什么就有什么，不想就没有了，多自在！取之不尽，用之不竭，那是什么？自性的能量。自性能量不是修得的，是自性里头本自具足的，能量取自于自性，这是达到究竟圆满。所以现在的科学发展，我们相信二、三十年之后，这个世界会改变，这些发现都被证实，大家都接受，都改变自己的观念，把许多错误的看法、想法统统纠正过来，这世界就走向美好。佛法我们相信再不会被看作是迷信宗教，而是佛的经典会变成尖端的科学，尖端的哲学。方东美先生所说的，全世界最高的哲学、最高的科学，这是好事情。",
      "zh_TW": "現在這些科學家說他們研究所發現的，在目前稱它作前衛科學，就是還沒有被科學家完全接受，在實驗，但是實驗非常有成就，已經有幾萬個案例了。科學家如果完全接受，他們說能夠改變現在世界，這個效果就不可思議！意念真的能控制物質，我們身體健康，就不需要用醫藥，不需要用什麼補品保健，不需要。我們只有善念，意念能叫我們身心健康，所有帶著病毒這些細胞器官都可以恢復正常，那就是最健康的，意念能夠讓它恢復。地球上這些災難，可以用意念恢復正常，一切災難都沒有了，這小事。大事，這個意念可以能夠讓太空星球改變軌道，有這麼大的能量，真不可思議。這個理論，佛家講得很清楚，我們相信。人決定要放棄競爭、要放棄佔有，這是錯誤觀念。你不需要競爭、不需要佔有，你想什麼就得什麼，諸佛剎土裡面就是如是。極樂世界，我們看到祖師註解，那個地方物質環境，是思衣得衣，思食得食，你想什麼就有什麼，不想就沒有了，多自在！取之不盡，用之不竭，那是什麼？自性的能量。自性能量不是修得的，是自性裡頭本自具足的，能量取自於自性，這是達到究竟圓滿。所以現在的科學發展，我們相信二、三十年之後，這個世界會改變，這些發現都被證實，大家都接受，都改變自己的觀念，把許多錯誤的看法、想法統統糾正過來，這世界就走向美好。佛法我們相信再不會被看作是迷信宗教，而是佛的經典會變成尖端的科學，尖端的哲學。方東美先生所說的，全世界最高的哲學、最高的科學，這是好事情。"
    },
    {
      "id": "02-037-0108_p0028",
      "zh_CN": "天台大师接着说，「有佛无佛性相常然。遍一切处而无有异为如」。这个境界在华藏世界，《华严经》上说的，在极乐世界本经上说的。「不动而至为来」，大乘经上佛常说「当处出生，随处灭尽」，「指之为法身如来」。这个现象我们人人都有，就在当下，只是自己不知道。这一点都不稀奇，我们自己也是当处出生，随处灭尽。弥勒菩萨跟释迦牟尼佛那个对话，那就是事实真相。佛问「心有所念，几念几相识耶」。要用我们白话来说，我们凡夫起个念头，这个念头里头有多少细念？有多少形相？有多少意识？佛就是问这个意思。弥勒菩萨答复，一弹指有三十二亿百千念，先说念头，然后再说形相，「念念成形」，每个念头都有形相；「形皆有识」，每个形相里头都有意识。现代科学家发现，物质现象跟精神现象在一起，形相就是物质，意念就是精神，它合在一起，心跟物不能分开。念念相续，我们所看到的是相续相，一弹指三十二亿乘百千，百千是十万，一弹指多少个念头？三百二十兆，三百二十兆个细念，每个念头都有物质现象、都有精神现象。一秒钟弹得快的，我相信可以弹五次，三百二十乘五，一秒钟多少念头？一千六百兆。就是一秒钟里头有一千六百兆的念头生灭，那也就是物质现象的生灭、精神现象的生灭，它无常，佛经讲无常，三种现象都是无常。",
      "zh_TW": "天台大師接著說，「有佛無佛性相常然。遍一切處而無有異為如」。這個境界在華藏世界，《華嚴經》上說的，在極樂世界本經上說的。「不動而至為來」，大乘經上佛常說「當處出生，隨處滅盡」，「指之為法身如來」。這個現象我們人人都有，就在當下，只是自己不知道。這一點都不稀奇，我們自己也是當處出生，隨處滅盡。彌勒菩薩跟釋迦牟尼佛那個對話，那就是事實真相。佛問「心有所念，幾念幾相識耶」。要用我們白話來說，我們凡夫起個念頭，這個念頭裡頭有多少細念？有多少形相？有多少意識？佛就是問這個意思。彌勒菩薩答覆，一彈指有三十二億百千念，先說念頭，然後再說形相，「念念成形」，每個念頭都有形相；「形皆有識」，每個形相裡頭都有意識。現代科學家發現，物質現象跟精神現象在一起，形相就是物質，意念就是精神，它合在一起，心跟物不能分開。念念相續，我們所看到的是相續相，一彈指三十二億乘百千，百千是十萬，一彈指多少個念頭？三百二十兆，三百二十兆個細念，每個念頭都有物質現象、都有精神現象。一秒鐘彈得快的，我相信可以彈五次，三百二十乘五，一秒鐘多少念頭？一千六百兆。就是一秒鐘裡頭有一千六百兆的念頭生滅，那也就是物質現象的生滅、精神現象的生滅，它無常，佛經講無常，三種現象都是無常。"
    },
    {
      "id": "02-037-0108_p0029",
      "zh_CN": "念是波动现象，科学家称它为能量；意念、念头，意念科学家称它为信息；境界，科学家称它作物质。阿赖耶的三细相，业相、转相、境界相，在四分里面讲阿赖耶的见分、相分、自证分，这个被现在科学家看到了。这是佛经里面说宇宙的奥秘，今天科学有能力把它揭穿，看到这个现象，告诉我们，物理跟心理是一桩事情，决定不能分开。这三百多年来都是分开的，现在造成这么严重的灾难，这是什么？我们想错了，我们看错了。只要把这个错误修正过来，外面环境自然就变好了。所以佛经里面它整个讲的内容没有迷信，佛教里头没有神、没有仙人。佛教里头佛，佛是我们中国人讲的圣人，就是他对于宇宙人生真相通达明了，在中国称圣人，印度称佛陀；中国称贤人，印度称菩萨；中国人称君子，印度人称阿罗汉。但是印度这个名词含义比中国还要谨慎、还要严格，它有一定的标准。于世出世间一切法没有执着才称阿罗汉，我们中国没有这个标准；没有分别是菩萨，不起心、不动念那叫佛陀，中国没有这种严格标准，印度标准这么严格。统统是人修成的，只要你肯放下，所以放下就是！",
      "zh_TW": "念是波動現象，科學家稱它為能量；意念、念頭，意念科學家稱它為信息；境界，科學家稱它作物質。阿賴耶的三細相，業相、轉相、境界相，在四分裡面講阿賴耶的見分、相分、自證分，這個被現在科學家看到了。這是佛經裡面說宇宙的奧祕，今天科學有能力把它揭穿，看到這個現象，告訴我們，物理跟心理是一樁事情，決定不能分開。這三百多年來都是分開的，現在造成這麼嚴重的災難，這是什麼？我們想錯了，我們看錯了。只要把這個錯誤修正過來，外面環境自然就變好了。所以佛經裡面它整個講的內容沒有迷信，佛教裡頭沒有神、沒有仙人。佛教裡頭佛，佛是我們中國人講的聖人，就是他對於宇宙人生真相通達明瞭，在中國稱聖人，印度稱佛陀；中國稱賢人，印度稱菩薩；中國人稱君子，印度人稱阿羅漢。但是印度這個名詞含義比中國還要謹慎、還要嚴格，它有一定的標準。於世出世間一切法沒有執著才稱阿羅漢，我們中國沒有這個標準；沒有分別是菩薩，不起心、不動念那叫佛陀，中國沒有這種嚴格標準，印度標準這麼嚴格。統統是人修成的，只要你肯放下，所以放下就是！"
    },
    {
      "id": "02-037-0108_p0030",
      "zh_CN": "下面接着说，「盖佛有法报化三身」，佛有三身，法身是他的体，报身是他的相，报身是自受用，化身是他受用，应化是他受用，是帮助别人的。「故如来之释亦有法、报、应之异」，有法身如来、报身如来、应身如来。「具如《会疏》所释，一、无来去者为法身」，法身遍一切处，这是本体。「二、正觉于第一义谛、真如实相如是而来，是为报身」。报身是什么？他见到事实真相，真如实相他见到。真如是见到体，实相是见到现相跟作用，现相跟作用究竟是一回什么事情，他搞清楚、搞明白了。近代这些科学家也非常了不起，大概是在八十年前，一九二０年代的时候发现原子，这是微观世界的一个起源，就是从细胞分裂，发现细胞怎么来的，原子组成的。继续不断的再把原子分裂，发现了电子、原子核、中子，再从这一层一层分裂到现在八十年。最小的这些粒子，讲基本粒子几十种，夸克也有几十种，这统称为量子。量子最小的，现在看到中微子，一个中微子的体积多大？是一个电子的一百亿分之一。换句话说，一百亿个中微子等于一个电子，佛经上讲极微之微，再分就没有了。",
      "zh_TW": "下面接著說，「蓋佛有法報化三身」，佛有三身，法身是他的體，報身是他的相，報身是自受用，化身是他受用，應化是他受用，是幫助別人的。「故如來之釋亦有法、報、應之異」，有法身如來、報身如來、應身如來。「具如《會疏》所釋，一、無來去者為法身」，法身遍一切處，這是本體。「二、正覺於第一義諦、真如實相如是而來，是為報身」。報身是什麼？他見到事實真相，真如實相他見到。真如是見到體，實相是見到現相跟作用，現相跟作用究竟是一回什麼事情，他搞清楚、搞明白了。近代這些科學家也非常了不起，大概是在八十年前，一九二０年代的時候發現原子，這是微觀世界的一個起源，就是從細胞分裂，發現細胞怎麼來的，原子組成的。繼續不斷的再把原子分裂，發現了電子、原子核、中子，再從這一層一層分裂到現在八十年。最小的這些粒子，講基本粒子幾十種，夸克也有幾十種，這統稱為量子。量子最小的，現在看到中微子，一個中微子的體積多大？是一個電子的一百億分之一。換句話說，一百億個中微子等於一個電子，佛經上講極微之微，再分就沒有了。"
    },
    {
      "id": "02-037-0108_p0031",
      "zh_CN": "科学家从这样的分析研究，到现在得出来的结论，劝导人类，我们的思想、生活要跟大自然相应，就是最健康的。违背大自然的法则就带来灾难，对自己带来疾病，对居住环境带来灾难。说出来很有道理，讲宇宙这些最基本组织，它有秩序，它一点都不乱。发现到无论是精神、还是物质没有独立存在。你们想想看，一秒钟一千六百兆的生灭，你怎么能掌握得住？单独一个物质现象找不到。科学家用纠缠，很多这些小东西纠缠在一起你才看到，这说明什么？说明关系，这科学家讲的。实际上讲的，从关系里头才发现到它存在的意义；如果不讲关系，不讲纠缠，单独没有一个存在。真的是佛经上讲的，万法皆空，一切有为法如梦幻泡影，现在科学家也引用佛经上的话。从这个地方我们就知道，人与人的关系太重要了，我们生活这个世间最重要的，关系处好就是幸福美满。关系处好了，没有误会，没有竞争，没有冲突，真正是互相敬爱、互相关怀、互助合作、有无相通，要重视群体。这个东西非常适合于中国古代大家庭，我们中国古代确实与这个相应，人活在世间不是为自己，是为家庭、为家族，他为群体。群体里面讲五伦的关系，五伦的核心就是个爱，亲爱，父子有亲，所有道德这些条目全是从亲爱里头延伸出来，所以父子有亲这个亲爱是核心，性德的核心。这是用最极清净心，你才能够体会到它、才能发觉它。",
      "zh_TW": "科學家從這樣的分析研究，到現在得出來的結論，勸導人類，我們的思想、生活要跟大自然相應，就是最健康的。違背大自然的法則就帶來災難，對自己帶來疾病，對居住環境帶來災難。說出來很有道理，講宇宙這些最基本組織，它有秩序，它一點都不亂。發現到無論是精神、還是物質沒有獨立存在。你們想想看，一秒鐘一千六百兆的生滅，你怎麼能掌握得住？單獨一個物質現象找不到。科學家用糾纏，很多這些小東西糾纏在一起你才看到，這說明什麼？說明關係，這科學家講的。實際上講的，從關係裡頭才發現到它存在的意義；如果不講關係，不講糾纏，單獨沒有一個存在。真的是佛經上講的，萬法皆空，一切有為法如夢幻泡影，現在科學家也引用佛經上的話。從這個地方我們就知道，人與人的關係太重要了，我們生活這個世間最重要的，關係處好就是幸福美滿。關係處好了，沒有誤會，沒有競爭，沒有衝突，真正是互相敬愛、互相關懷、互助合作、有無相通，要重視群體。這個東西非常適合於中國古代大家庭，我們中國古代確實與這個相應，人活在世間不是為自己，是為家庭、為家族，他為群體。群體裡面講五倫的關係，五倫的核心就是個愛，親愛，父子有親，所有道德這些條目全是從親愛裡頭延伸出來，所以父子有親這個親愛是核心，性德的核心。這是用最極清淨心，你才能夠體會到它、才能發覺它。"
    },
    {
      "id": "02-037-0108_p0032",
      "zh_CN": "所以今天这些科学家，他们一心专注去研究这个东西，找到它真相。物质现象完全了解，现在精神现象看到了，但怎么来源的不知道。物质晓得了，精神完全是物质的基础，没有意念根本没有物质存在。这个阿赖耶三细相，这是搞清楚、搞明白，跟佛经上讲的完全相同。意念，科学家发现的，报告里头说，没有原因突然蹦出来的，立刻就消失掉，它存在的时间极短暂。我们所看到的意识，也是纠缠在一起，一种相续的现象看到它存在，独立一个决定看不到。所以体现到关系重要，人与人的关系，人与一切万物的关系；与动、植物的关系，与山河大地的关系，与整个宇宙的关系，讲这个，这是随顺大自然。不能搞对立，搞对立，对别人伤害不大，对自己伤害是太凄惨了，不可以。所以一切众生要存活在这个世间，要互相尊重，要互相敬爱，要互相关怀，要互助合作，这才是和谐安定、幸福美满。而且科学家告诉大家，古人有智慧不能轻视，每个族群祖传的那些东西不是迷信，高度的智慧在里头，我们要去发掘。他说他们那些人有一种本能。科学搞到今天才发现阿赖耶，三千年前，释迦牟尼佛讲得那么清楚，没有科学仪器，他不用数学、不用仪器，他用什么？用禅定。就是科学讲的人有一种本能，这种本能的智慧不可思议，他能够了解宇宙奥秘。所以传说里头有很多好东西，不可以用迷信两个字去抹杀它，他说那这是我们的错误。",
      "zh_TW": "所以今天這些科學家，他們一心專注去研究這個東西，找到它真相。物質現象完全了解，現在精神現象看到了，但怎麼來源的不知道。物質曉得了，精神完全是物質的基礎，沒有意念根本沒有物質存在。這個阿賴耶三細相，這是搞清楚、搞明白，跟佛經上講的完全相同。意念，科學家發現的，報告裡頭說，沒有原因突然蹦出來的，立刻就消失掉，它存在的時間極短暫。我們所看到的意識，也是糾纏在一起，一種相續的現象看到它存在，獨立一個決定看不到。所以體現到關係重要，人與人的關係，人與一切萬物的關係；與動、植物的關係，與山河大地的關係，與整個宇宙的關係，講這個，這是隨順大自然。不能搞對立，搞對立，對別人傷害不大，對自己傷害是太淒慘了，不可以。所以一切眾生要存活在這個世間，要互相尊重，要互相敬愛，要互相關懷，要互助合作，這才是和諧安定、幸福美滿。而且科學家告訴大家，古人有智慧不能輕視，每個族群祖傳的那些東西不是迷信，高度的智慧在裡頭，我們要去發掘。他說他們那些人有一種本能。科學搞到今天才發現阿賴耶，三千年前，釋迦牟尼佛講得那麼清楚，沒有科學儀器，他不用數學、不用儀器，他用什麼？用禪定。就是科學講的人有一種本能，這種本能的智慧不可思議，他能夠了解宇宙奧祕。所以傳說裡頭有很多好東西，不可以用迷信兩個字去抹殺它，他說那這是我們的錯誤。"
    },
    {
      "id": "02-037-0108_p0033",
      "zh_CN": "「三、乘真如实相之道而成正觉，如是而来，是为应身。诸释皆可依《会疏》之说，而知其意」，这个《会疏》里面解释得好。今天时间到了，我们就学习到此地。",
      "zh_TW": "「三、乘真如實相之道而成正覺，如是而來，是為應身。諸釋皆可依《會疏》之說，而知其意」，這個《會疏》裡面解釋得好。今天時間到了，我們就學習到此地。"
    }
  ]
}