{
  "doc_id": "02-037-0270",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二七０集",
    "zh_TW": "第二七０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0270",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-037-0270_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。",
      "zh_TW": "諸位法師，諸位同學，請坐。"
    },
    {
      "id": "02-037-0270_p0002",
      "zh_CN": "请看三十七道品第六段，「七觉分」又名「七觉支」，「觉即觉了」，就是觉悟明白，「分即支分。谓此七法，各有支派分齐」，这七法在我们用功，有时候遇到昏沉，有时候遇到掉举，掉举就是心很烦、很乱，妄念很多，这些方法都可以用来对治。用哪一种方法不一定，所以叫支分，不定，什么方法适合就用什么方法。第一个是择法，就是选择方法，它用途非常广泛。我们前面所说的，都是在我们一生当中，我们知道人身难得，佛法难闻，可是佛法的法门太多，在中国大乘宗派就有八个，八个里面还有分派，宗下面还分派。这么多法门里头，哪个法门适合我修，这就不能不选择。佛陀在世不需要，释迦牟尼佛能观机，一看就知道我们适合哪个方法，他就传这个法给我们，所以遇到佛陀没有一个不得度的。佛总是能满我们的心愿，我们喜欢小乘，他就教我们小乘；喜欢人天，他就教我们做个富贵人，希望到哪一层天他都可以帮我们去；修学大乘的人，这大乘根性，大乘法门很多，决定契机。",
      "zh_TW": "請看三十七道品第六段，「七覺分」又名「七覺支」，「覺即覺了」，就是覺悟明白，「分即支分。謂此七法，各有支派分齊」，這七法在我們用功，有時候遇到昏沉，有時候遇到掉舉，掉舉就是心很煩、很亂，妄念很多，這些方法都可以用來對治。用哪一種方法不一定，所以叫支分，不定，什麼方法適合就用什麼方法。第一個是擇法，就是選擇方法，它用途非常廣泛。我們前面所說的，都是在我們一生當中，我們知道人身難得，佛法難聞，可是佛法的法門太多，在中國大乘宗派就有八個，八個裡面還有分派，宗下面還分派。這麼多法門裡頭，哪個法門適合我修，這就不能不選擇。佛陀在世不需要，釋迦牟尼佛能觀機，一看就知道我們適合哪個方法，他就傳這個法給我們，所以遇到佛陀沒有一個不得度的。佛總是能滿我們的心願，我們喜歡小乘，他就教我們小乘；喜歡人天，他就教我們做個富貴人，希望到哪一層天他都可以幫我們去；修學大乘的人，這大乘根性，大乘法門很多，決定契機。"
    },
    {
      "id": "02-037-0270_p0003",
      "zh_CN": "可是佛灭度之后，没人替我们选择了，自己没有能力选择，要靠佛的弟子。佛弟子必须真正有修持、真正有证果才有这个能力，至少阿罗汉以上有这个能力。如果没有证得阿罗汉的，可以说没有能力为我们选择。我们自己必须用相当长的时间去涉猎经论，多看看，看看哪个方法适合我，适合我的根性，适合我的生活方式，适合我的环境，修起来就方便，这是择法的根本义。实在没有能力，佛很慈悲，告诉后世的弟子们，「正法时期戒律成就」，释迦牟尼佛灭度之后，第一个一千年正法，持戒就能证果，就能得定、就能证果。可是像法时期就不行了，人的根性比不上前人，持戒不能得定、不能证果，那得换个方法，修定，修禅定，所以「像法时期禅定成就」，第二个一千年。这以后就是末法，末法有一万年，佛说，「末法时期净土成就」，这是释迦牟尼佛普遍为我们介绍。",
      "zh_TW": "可是佛滅度之後，沒人替我們選擇了，自己沒有能力選擇，要靠佛的弟子。佛弟子必須真正有修持、真正有證果才有這個能力，至少阿羅漢以上有這個能力。如果沒有證得阿羅漢的，可以說沒有能力為我們選擇。我們自己必須用相當長的時間去涉獵經論，多看看，看看哪個方法適合我，適合我的根性，適合我的生活方式，適合我的環境，修起來就方便，這是擇法的根本義。實在沒有能力，佛很慈悲，告訴後世的弟子們，「正法時期戒律成就」，釋迦牟尼佛滅度之後，第一個一千年正法，持戒就能證果，就能得定、就能證果。可是像法時期就不行了，人的根性比不上前人，持戒不能得定、不能證果，那得換個方法，修定，修禪定，所以「像法時期禪定成就」，第二個一千年。這以後就是末法，末法有一萬年，佛說，「末法時期淨土成就」，這是釋迦牟尼佛普遍為我們介紹。"
    },
    {
      "id": "02-037-0270_p0004",
      "zh_CN": "我们今天生在佛的末法时期，依照中国人的算法，释迦牟尼灭度到今年三千零三十九年，老一辈的大德都用这个纪年。现在年轻人用外国的纪年，外国纪年今年是二千五百多年，中国的纪年是三千多年，相差六百年。这个我们也不必费功夫去考证，这个没有什么意义，凡所有相皆是虚妄，这不要紧。要紧的无论是照中国算法、外国算法，统统是末法，这是没有问题的。末法时期净土成就，这是佛为我们选择的。可是在末法时期，不知道选净土的人很多，也许佛这个经文没见过，没听说过，在《大集经》上讲的，留下来的经典很多。现在的印刷术很方便，经书很容易得到，虽是佛门弟子，修其他法门的人依然是不少。",
      "zh_TW": "我們今天生在佛的末法時期，依照中國人的算法，釋迦牟尼滅度到今年三千零三十九年，老一輩的大德都用這個紀年。現在年輕人用外國的紀年，外國紀年今年是二千五百多年，中國的紀年是三千多年，相差六百年。這個我們也不必費功夫去考證，這個沒有什麼意義，凡所有相皆是虛妄，這不要緊。要緊的無論是照中國算法、外國算法，統統是末法，這是沒有問題的。末法時期淨土成就，這是佛為我們選擇的。可是在末法時期，不知道選淨土的人很多，也許佛這個經文沒見過，沒聽說過，在《大集經》上講的，留下來的經典很多。現在的印刷術很方便，經書很容易得到，雖是佛門弟子，修其他法門的人依然是不少。"
    },
    {
      "id": "02-037-0270_p0005",
      "zh_CN": "修净土，现在真正学净土的人也不多，净土是个特别法门，三十七道品在净土是叫助道法，就是帮助我们修行的，净土正修就是真信，真正发愿求生，老实念佛。本经教给我们修行方法八个字，「三辈往生」这品里面说的，无论是上辈，就是上根、中根、下根方法相同，无不皆是「发菩提心，一向专念」。什么叫发菩提心？蕅益大师在《要解》里面讲得很简单，讲得很扼要、很清楚，只要真信有西方极乐世界，有阿弥陀佛，真正想往生，这个心就是无上菩提心。他说得好！",
      "zh_TW": "修淨土，現在真正學淨土的人也不多，淨土是個特別法門，三十七道品在淨土是叫助道法，就是幫助我們修行的，淨土正修就是真信，真正發願求生，老實念佛。本經教給我們修行方法八個字，「三輩往生」這品裡面說的，無論是上輩，就是上根、中根、下根方法相同，無不皆是「發菩提心，一向專念」。什麼叫發菩提心？蕅益大師在《要解》裡面講得很簡單，講得很扼要、很清楚，只要真信有西方極樂世界，有阿彌陀佛，真正想往生，這個心就是無上菩提心。他說得好！"
    },
    {
      "id": "02-037-0270_p0006",
      "zh_CN": "印光大师读《弥陀经要解》，佩服到极处。蕅益大师这样的说法，才让我们许许多多的迷惑都解除了。因为我们看到很多乡下的阿公阿婆，不认识字，一生没有听过经，有人劝他念阿弥陀佛，求生极乐世界，他真相信，他就真想去。每天从早到晚，就这一串念珠一句佛号，他念得能不间断，念个三年五载他真往生，而且绝大多数预知时至，往生的瑞相稀有。他没听过经，不认识字，他怎么发菩提心？蕅益大师这一解释，我们这个疑团破了，真信、真想往生这个心就是无上菩提心。好，讲得太好了，为什么？生到极乐世界，你每天亲近阿弥陀佛，你这一生决定成佛，这个太难得了。所以净土法门称之为易行道，我们从这个地方就明白，真的是易行道。易行道，我们修了这么多年连消息都没有，这什么原因？我们修得不如法，也就是我们没发菩提心，我们对净宗半信半疑，不是真信，想去，但是这个世界又留恋，又舍不得走。不是佛讲的话不灵，不是的，是我们错会了意思，我们没有真干。我们跟阿公阿婆比差很远，他们真干，我们不是真干。真干，没有一个不成就，我们这一生当中见过，不是假的，真干真有成就。",
      "zh_TW": "印光大師讀《彌陀經要解》，佩服到極處。蕅益大師這樣的說法，才讓我們許許多多的迷惑都解除了。因為我們看到很多鄉下的阿公阿婆，不認識字，一生沒有聽過經，有人勸他念阿彌陀佛，求生極樂世界，他真相信，他就真想去。每天從早到晚，就這一串念珠一句佛號，他念得能不間斷，念個三年五載他真往生，而且絕大多數預知時至，往生的瑞相稀有。他沒聽過經，不認識字，他怎麼發菩提心？蕅益大師這一解釋，我們這個疑團破了，真信、真想往生這個心就是無上菩提心。好，講得太好了，為什麼？生到極樂世界，你每天親近阿彌陀佛，你這一生決定成佛，這個太難得了。所以淨土法門稱之為易行道，我們從這個地方就明白，真的是易行道。易行道，我們修了這麼多年連消息都沒有，這什麼原因？我們修得不如法，也就是我們沒發菩提心，我們對淨宗半信半疑，不是真信，想去，但是這個世界又留戀，又捨不得走。不是佛講的話不靈，不是的，是我們錯會了意思，我們沒有真幹。我們跟阿公阿婆比差很遠，他們真幹，我們不是真幹。真幹，沒有一個不成就，我們這一生當中見過，不是假的，真幹真有成就。"
    },
    {
      "id": "02-037-0270_p0007",
      "zh_CN": "「择觉分」里面，现在讲《无量寿经》这本经书，《无量寿经》在中国有十二次的翻译；换句话说，有十二种不同的版本。经过这么多年代，宋之前印刷术没发明，经本都是手抄的，所以分量很少，很容易失传。我们十二种本子居然有七种失传，现在保存下来只有五种，在《大藏经》里面。这五种经文里面，确实有很多不同，有的说得详细，有的说得简略。所以古人看到这个本子判断，一般常识来判断，世尊当年在世讲《无量寿经》，决定是多次宣讲，不是一次。我们知道佛一生讲经，没有重复讲两遍的，都是讲一遍，没重复讲的。只有《无量寿经》重复多遍，这是什么意思？肯定这个法门重要，要不然不必多次讲。现在五个本子里头，我们不看别的，看愿，因为什么？这最重要的。五个本子里头，两种是四十八愿，有两种是二十四愿，有一种是三十六愿。翻译如果说一个版本，翻译不同，不可能愿文有这么大差别。所以这个判断至少世尊讲过三遍，流传到中国来是三种不同的版本，才会有这个现象，要不然不可能。《金刚经》有六种原译本，你去看大同小异，原本是一个本子，多次翻译。",
      "zh_TW": "「擇覺分」裡面，現在講《無量壽經》這本經書，《無量壽經》在中國有十二次的翻譯；換句話說，有十二種不同的版本。經過這麼多年代，宋之前印刷術沒發明，經本都是手抄的，所以分量很少，很容易失傳。我們十二種本子居然有七種失傳，現在保存下來只有五種，在《大藏經》裡面。這五種經文裡面，確實有很多不同，有的說得詳細，有的說得簡略。所以古人看到這個本子判斷，一般常識來判斷，世尊當年在世講《無量壽經》，決定是多次宣講，不是一次。我們知道佛一生講經，沒有重複講兩遍的，都是講一遍，沒重複講的。只有《無量壽經》重複多遍，這是什麼意思？肯定這個法門重要，要不然不必多次講。現在五個本子裡頭，我們不看別的，看願，因為什麼？這最重要的。五個本子裡頭，兩種是四十八願，有兩種是二十四願，有一種是三十六願。翻譯如果說一個版本，翻譯不同，不可能願文有這麼大差別。所以這個判斷至少世尊講過三遍，流傳到中國來是三種不同的版本，才會有這個現象，要不然不可能。《金剛經》有六種原譯本，你去看大同小異，原本是一個本子，多次翻譯。"
    },
    {
      "id": "02-037-0270_p0008",
      "zh_CN": "世尊对这个法门重视，一而再，再而三，劝导我们要真信，要发心求生净土，要认真念佛。「发菩提心，一向专念」，一个方向、一个目标我们这一生决定成就。不能学多、不能学杂。现在这五种原译本，五种本子都读很困难，太多了，分量太多。读一种意思不完整，因为还有很多重要的经文，这个本子上没有，那个本子上有，于是就有会集的必要。第一次会集宋朝王龙舒居士，他会集他看到四种版本，唐朝的翻译本他没有看到。唐本里面有许多重要的经文，他那个会集本里头就没有，所以会集就不完全，只是四种本子，不是五种本子。会集得好，《大正藏》里头收了，《龙藏》里头也收了。收入《藏经》，就是古来这些祖师大德肯定这个经没有错误，入藏流通，这被肯定的。因为它不完全，所以清朝咸丰年间魏默深居士第二次会集，这个会集是五种本子。这个本子我这里有一本，这个本子就是魏默深会集的，当然比王龙舒的会得好，后后一定胜于前前，它要不能超过前面的，它就没有价值流通，一定比前面好。",
      "zh_TW": "世尊對這個法門重視，一而再，再而三，勸導我們要真信，要發心求生淨土，要認真念佛。「發菩提心，一向專念」，一個方向、一個目標我們這一生決定成就。不能學多、不能學雜。現在這五種原譯本，五種本子都讀很困難，太多了，分量太多。讀一種意思不完整，因為還有很多重要的經文，這個本子上沒有，那個本子上有，於是就有會集的必要。第一次會集宋朝王龍舒居士，他會集他看到四種版本，唐朝的翻譯本他沒有看到。唐本裡面有許多重要的經文，他那個會集本裡頭就沒有，所以會集就不完全，只是四種本子，不是五種本子。會集得好，《大正藏》裡頭收了，《龍藏》裡頭也收了。收入《藏經》，就是古來這些祖師大德肯定這個經沒有錯誤，入藏流通，這被肯定的。因為它不完全，所以清朝咸豐年間魏默深居士第二次會集，這個會集是五種本子。這個本子我這裡有一本，這個本子就是魏默深會集的，當然比王龍舒的會得好，後後一定勝於前前，它要不能超過前面的，它就沒有價值流通，一定比前面好。"
    },
    {
      "id": "02-037-0270_p0009",
      "zh_CN": "这个本子夏老居士做了校订，在我想一定是感校订还是没有办法圆满，重新再会集，是这个本子引起夏老决心重新会集。我们现在用的本子，这是《无量寿经》第九个本子，这个本子才真正算是完美。五种原译本经文全在里头，重复的没有，遗漏的没有，全都在其中。所以称之为《无量寿经》最完善的版本，读这一本，就等于说五种原译本全都读到。我们这一生有缘遇到，我们上一辈没有看到，上一辈那刚出来没多久，本子很少，很多人没看到。我们的缘、我们的福报就超过前人，这是真的，不是假的。我们的善根，我们的努力、修持能不能超过前人？前人没遇到这个本子也能成就，我们今天遇到这么完美的本子而不能成就，那就愧对前人。这都是择法，本子好。",
      "zh_TW": "這個本子夏老居士做了校訂，在我想一定是感校訂還是沒有辦法圓滿，重新再會集，是這個本子引起夏老決心重新會集。我們現在用的本子，這是《無量壽經》第九個本子，這個本子才真正算是完美。五種原譯本經文全在裡頭，重複的沒有，遺漏的沒有，全都在其中。所以稱之為《無量壽經》最完善的版本，讀這一本，就等於說五種原譯本全都讀到。我們這一生有緣遇到，我們上一輩沒有看到，上一輩那剛出來沒多久，本子很少，很多人沒看到。我們的緣、我們的福報就超過前人，這是真的，不是假的。我們的善根，我們的努力、修持能不能超過前人？前人沒遇到這個本子也能成就，我們今天遇到這麼完美的本子而不能成就，那就愧對前人。這都是擇法，本子好。"
    },
    {
      "id": "02-037-0270_p0010",
      "zh_CN": "第二个注解好，黄念祖老居士的注子，这个注子不是他的注解，前面印的黄念祖老居士注，这个不妥当，应该是集注就对了。注是他自己写的，这不是他自己写的，这里面的注子，他是从八十三种经论，一百一十种祖师大德的注疏里面的精华，抄来的，以经注经，以祖师大德注疏来注解这个经文。所以这部注解他用了多少参考资料，全都抄在这里头，一百九十三种。这个难得，集经论、古大德注解之大成。他告诉我，花了六年的时间，以后还加修改，加上修改得七、八年完成这部注解，真正了不起。这个注解内容太丰富了，简直就是一部小藏经，宗门教下、大乘小乘、显教密教全都收的有，读这部注解你就全读了，真难得。所以我们有缘，跟念老有缘，我们在美国通电话没见面。他在美国访问，只有一个月的时间，他回国之后，没有多久我就到北京去看他。那个时候在国外弘扬大经会集本，只有我一个，在国内弘扬就是他一个，我们两个碰到了欢喜，没有人在搞这部经。",
      "zh_TW": "第二個註解好，黃念祖老居士的註子，這個註子不是他的註解，前面印的黃念祖老居士註，這個不妥當，應該是集註就對了。註是他自己寫的，這不是他自己寫的，這裡面的註子，他是從八十三種經論，一百一十種祖師大德的註疏裡面的精華，抄來的，以經註經，以祖師大德註疏來註解這個經文。所以這部註解他用了多少參考資料，全都抄在這裡頭，一百九十三種。這個難得，集經論、古大德註解之大成。他告訴我，花了六年的時間，以後還加修改，加上修改得七、八年完成這部註解，真正了不起。這個註解內容太豐富了，簡直就是一部小藏經，宗門教下、大乘小乘、顯教密教全都收的有，讀這部註解你就全讀了，真難得。所以我們有緣，跟念老有緣，我們在美國通電話沒見面。他在美國訪問，只有一個月的時間，他回國之後，沒有多久我就到北京去看他。那個時候在國外弘揚大經會集本，只有我一個，在國內弘揚就是他一個，我們兩個碰到了歡喜，沒有人在搞這部經。"
    },
    {
      "id": "02-037-0270_p0011",
      "zh_CN": "这些年来学这个经的人愈来愈多，国家也承认，我看到中国宗教局印的净土五经，《无量寿经》就是夏老的会集本，欢喜！等于说政府也选择这部经，做为净宗主要的一部经典，非常难得。所以我们择法，选择经典非常重要，这部经我们主修的，其余不同的版本我们可以做参考，遇到经文有疑问可以查。总而言之一句话，先决的条件是断疑生信，对净宗决定的信心，坚定的志愿，万缘放下，一心一意求生净土，这就对了。",
      "zh_TW": "這些年來學這個經的人愈來愈多，國家也承認，我看到中國宗教局印的淨土五經，《無量壽經》就是夏老的會集本，歡喜！等於說政府也選擇這部經，做為淨宗主要的一部經典，非常難得。所以我們擇法，選擇經典非常重要，這部經我們主修的，其餘不同的版本我們可以做參考，遇到經文有疑問可以查。總而言之一句話，先決的條件是斷疑生信，對淨宗決定的信心，堅定的志願，萬緣放下，一心一意求生淨土，這就對了。"
    },
    {
      "id": "02-037-0270_p0012",
      "zh_CN": "四念处告诉我们，身心世界是假的不是真的，不要贪恋；四正勤，断恶修善是做人必须具备的条件；四如意足，我用中国一句老话来说，大家很容易懂，「知足常乐」，如意就是乐，知足才常乐。释迦牟尼佛他老人家一生给我们做出榜样，知足，真的知足，每天到外面去托钵，日中一食，吃饱了，那个地方都是热带，三衣就够了，不必用多，晚上树下一宿。中国人要搭个茅蓬，他茅蓬都不要，树下一宿。记住一宿，不是二宿，第二天找另外一棵树，不能找同样的树，不准你贪恋。这个树大树荫好，我每天晚上都到这来坐，不行，只可以一晚，第二天换别地方。真的知足常乐做到家！所以我们在这个世间，三餐饭能吃得饱，衣服能保暖，有个小小的地方可以遮蔽风雨，一心念佛求生净土，这叫如意足。于人无争，于世无求，成就前面所说的五根五力，这才真正重要。",
      "zh_TW": "四念處告訴我們，身心世界是假的不是真的，不要貪戀；四正勤，斷惡修善是做人必須具備的條件；四如意足，我用中國一句老話來說，大家很容易懂，「知足常樂」，如意就是樂，知足才常樂。釋迦牟尼佛他老人家一生給我們做出榜樣，知足，真的知足，每天到外面去托缽，日中一食，吃飽了，那個地方都是熱帶，三衣就夠了，不必用多，晚上樹下一宿。中國人要搭個茅蓬，他茅蓬都不要，樹下一宿。記住一宿，不是二宿，第二天找另外一棵樹，不能找同樣的樹，不准你貪戀。這個樹大樹蔭好，我每天晚上都到這來坐，不行，只可以一晚，第二天換別地方。真的知足常樂做到家！所以我們在這個世間，三餐飯能吃得飽，衣服能保暖，有個小小的地方可以遮蔽風雨，一心念佛求生淨土，這叫如意足。於人無爭，於世無求，成就前面所說的五根五力，這才真正重要。"
    },
    {
      "id": "02-037-0270_p0013",
      "zh_CN": "五根头一个信根，决定相信，精进、念、定、慧，这是我们从早到晚不能少的。根增长它就有力量，力量就能够断烦恼、能够消业障，能够帮助我们提升品位。这个地方七觉支，我们修行遇到一些困难，用这些方法来对治，等于说这是治病的七种方法。譬如我们念佛，坐着念，坐久了昏沉，精神提不起来，换个方法绕佛，我走动走动绕佛，或者是拜佛。为什么？身体要运动。这都是选择方法，选择方法随时可以选择。如果心里杂念多、妄念多，我就坐下来，我就不动坐下来，把心收回来好好念佛，用定、用念、用精进对治散乱心，这随时可以选择的。",
      "zh_TW": "五根頭一個信根，決定相信，精進、念、定、慧，這是我們從早到晚不能少的。根增長它就有力量，力量就能夠斷煩惱、能夠消業障，能夠幫助我們提升品位。這個地方七覺支，我們修行遇到一些困難，用這些方法來對治，等於說這是治病的七種方法。譬如我們念佛，坐著念，坐久了昏沉，精神提不起來，換個方法繞佛，我走動走動繞佛，或者是拜佛。為什麼？身體要運動。這都是選擇方法，選擇方法隨時可以選擇。如果心裡雜念多、妄念多，我就坐下來，我就不動坐下來，把心收回來好好念佛，用定、用念、用精進對治散亂心，這隨時可以選擇的。"
    },
    {
      "id": "02-037-0270_p0014",
      "zh_CN": "第二，「精进觉分，谓修诸道法，无有间杂」。这个要专，我们念佛只准有佛号，南无阿弥陀佛行，阿弥陀佛也行，不能夹杂别的东西进去，精进，精是精纯不杂，不夹杂。有人念佛还要念经、还要念咒，这是什么？杂了。净宗学会当年在美国成立，我编了个课诵本，我看现在的本子，不晓得谁加了很多东西进去，把一般课诵本一些东西都加进去了，没有必要。我编的是前面读经，早课读《无量寿经》第六品，晚课读三十二品到三十七品。早晨这是发愿，读阿弥陀佛四十八愿，晚课是反省、忏悔、改过，三十二到三十七内容是讲五戒十善，说得很详细，说得很清楚，读了之后很感动人。一定要念佛的时间多，不要搞杂、不要搞乱，要求精进。加那些经、咒进去干什么？就是对净宗怀疑，怕一句阿弥陀佛它靠不住，得多加一点。念一尊佛行吗？多念几尊不是更好吗？他就搞错了。他不晓得一门能帮助你得定，杂了、多了、乱了不能得定，一才能得定。",
      "zh_TW": "第二，「精進覺分，謂修諸道法，無有間雜」。這個要專，我們念佛只准有佛號，南無阿彌陀佛行，阿彌陀佛也行，不能夾雜別的東西進去，精進，精是精純不雜，不夾雜。有人念佛還要念經、還要念咒，這是什麼？雜了。淨宗學會當年在美國成立，我編了個課誦本，我看現在的本子，不曉得誰加了很多東西進去，把一般課誦本一些東西都加進去了，沒有必要。我編的是前面讀經，早課讀《無量壽經》第六品，晚課讀三十二品到三十七品。早晨這是發願，讀阿彌陀佛四十八願，晚課是反省、懺悔、改過，三十二到三十七內容是講五戒十善，說得很詳細，說得很清楚，讀了之後很感動人。一定要念佛的時間多，不要搞雜、不要搞亂，要求精進。加那些經、咒進去幹什麼？就是對淨宗懷疑，怕一句阿彌陀佛它靠不住，得多加一點。念一尊佛行嗎？多念幾尊不是更好嗎？他就搞錯了。他不曉得一門能幫助你得定，雜了、多了、亂了不能得定，一才能得定。"
    },
    {
      "id": "02-037-0270_p0015",
      "zh_CN": "佛经上讲得很多，「制心一处，无事不办」。修行修什么？实实在在讲就是把念头集中。我们平常念头散乱的，胡思乱想，念佛就是用这一个方法，一句佛号的方法把你这个散乱心收掉，统统归一。一切念头都归一句阿弥陀佛，久而久之心就定下来，妄念没有了，杂念没有了，这就是什么？功夫得力。一门深入叫功夫，同时学好多门不叫功夫，没有功夫。一门是功夫，功夫一得力是什么？妄念没有了、杂念没有了，这就功夫。心定了，心清净了，清净心生智慧，杂乱心生烦恼，这个道理要懂；不懂，这精进两个字你做不到。无有夹杂、无有妄想，只要功夫念到这点，这是人人都可以念得到的，你就决定往生，这是往生极乐世界最起码的条件。为什么？《无量寿经》讲的「一向专念」，一个方向、一个目标，一个方向西方极乐世界，一个目标亲近阿弥陀佛。用什么方法？就是念佛，心里面想佛，口里头念佛，什么都不想。要念多久时间？我们看古人的《净土圣贤录》，看近代人编的念佛往生的这些传记，一般大概是三年就成功了，三年还不行，五年决定成功，这都是我们的榜样，他们真往生了。",
      "zh_TW": "佛經上講得很多，「制心一處，無事不辦」。修行修什麼？實實在在講就是把念頭集中。我們平常念頭散亂的，胡思亂想，念佛就是用這一個方法，一句佛號的方法把你這個散亂心收掉，統統歸一。一切念頭都歸一句阿彌陀佛，久而久之心就定下來，妄念沒有了，雜念沒有了，這就是什麼？功夫得力。一門深入叫功夫，同時學好多門不叫功夫，沒有功夫。一門是功夫，功夫一得力是什麼？妄念沒有了、雜念沒有了，這就功夫。心定了，心清淨了，清淨心生智慧，雜亂心生煩惱，這個道理要懂；不懂，這精進兩個字你做不到。無有夾雜、無有妄想，只要功夫念到這點，這是人人都可以念得到的，你就決定往生，這是往生極樂世界最起碼的條件。為什麼？《無量壽經》講的「一向專念」，一個方向、一個目標，一個方向西方極樂世界，一個目標親近阿彌陀佛。用什麼方法？就是念佛，心裡面想佛，口裡頭念佛，什麼都不想。要念多久時間？我們看古人的《淨土聖賢錄》，看近代人編的念佛往生的這些傳記，一般大概是三年就成功了，三年還不行，五年決定成功，這都是我們的榜樣，他們真往生了。"
    },
    {
      "id": "02-037-0270_p0016",
      "zh_CN": "我们在新加坡，看到居士林以前的老林长陈光别，虽然是个佛教徒，没有时间念佛，也没有时间听经，工作太忙。晚年生病那是他的增上缘，生病不能上班，躺在床上听经，我们讲经的录像带拿回去听，一天听八个小时。他真听进去，听完经之后就念佛，他真的发心。两年，告诉李木源居士，他要往生，那个话我相信是真的。可是李木源居士告诉他：你不能走，你走了居士林的人事不稳定，只要你在就没有问题，你不在大家会乱。所以他又再留了两年。真有本事，想多住几年行，不成问题。他又住两年，他又多听了两年，又多念了两年，告诉李居士真的要往生。他的家人告诉我，他三个月前预知时至，往生三个月前，他在一张纸条上，好像写是八月初七，八月哪一天我记得不确实，八月初七写了十几个，家里人也不敢问，就是那一天走的。你看三个月之前，他就清楚，他真往生。往生前一天找我给他做三皈依，头脑清楚，跟着我念誓词，第二天就走了。",
      "zh_TW": "我們在新加坡，看到居士林以前的老林長陳光別，雖然是個佛教徒，沒有時間念佛，也沒有時間聽經，工作太忙。晚年生病那是他的增上緣，生病不能上班，躺在床上聽經，我們講經的錄像帶拿回去聽，一天聽八個小時。他真聽進去，聽完經之後就念佛，他真的發心。兩年，告訴李木源居士，他要往生，那個話我相信是真的。可是李木源居士告訴他：你不能走，你走了居士林的人事不穩定，只要你在就沒有問題，你不在大家會亂。所以他又再留了兩年。真有本事，想多住幾年行，不成問題。他又住兩年，他又多聽了兩年，又多念了兩年，告訴李居士真的要往生。他的家人告訴我，他三個月前預知時至，往生三個月前，他在一張紙條上，好像寫是八月初七，八月哪一天我記得不確實，八月初七寫了十幾個，家裡人也不敢問，就是那一天走的。你看三個月之前，他就清楚，他真往生。往生前一天找我給他做三皈依，頭腦清楚，跟著我念誓詞，第二天就走了。"
    },
    {
      "id": "02-037-0270_p0017",
      "zh_CN": "走了之后，那个时候正好新加坡有培训班，短期的弘法人员培训班，这些同学给老居士助念，四个人一班日夜不间断，这他福报。有一天这四个人换班回来，老林长的冤亲债主跟来了，进来，居士林的护法神没有障碍，让他们进来，进来之后附体就要求皈依、要求听经。那天正好我在香港讲经，因为那一段时期，我每个月到香港来讲五天。那边同学打电话告诉我，怎么办？我说赶紧给他们做皈依，皈依之后，请他们在居士林听经。居士林念佛堂我们播放讲经的录像带，他们欢喜，他说念佛堂光太大，他们不敢进去。最后他们提出来在斋堂，可以，行。斋堂给他们放了两个电视机，他们要求听《地藏经》，要求听《十善业道经》，正好都讲过，都有带子，播放大概三个月，他们离开了。他们说老林长往生，他们欢喜，他们没有障碍，他们知道极乐世界好，要求听经，要求在念佛堂念佛，都往生了。这个什么？这就是精进，生病是最好的增上缘。平常你心定不下来，你还有杂乱的事情，这一生病就好了。所以决定不能夹杂，平常用功也不要夹杂。",
      "zh_TW": "走了之後，那個時候正好新加坡有培訓班，短期的弘法人員培訓班，這些同學給老居士助念，四個人一班日夜不間斷，這他福報。有一天這四個人換班回來，老林長的冤親債主跟來了，進來，居士林的護法神沒有障礙，讓他們進來，進來之後附體就要求皈依、要求聽經。那天正好我在香港講經，因為那一段時期，我每個月到香港來講五天。那邊同學打電話告訴我，怎麼辦？我說趕緊給他們做皈依，皈依之後，請他們在居士林聽經。居士林念佛堂我們播放講經的錄像帶，他們歡喜，他說念佛堂光太大，他們不敢進去。最後他們提出來在齋堂，可以，行。齋堂給他們放了兩個電視機，他們要求聽《地藏經》，要求聽《十善業道經》，正好都講過，都有帶子，播放大概三個月，他們離開了。他們說老林長往生，他們歡喜，他們沒有障礙，他們知道極樂世界好，要求聽經，要求在念佛堂念佛，都往生了。這個什麼？這就是精進，生病是最好的增上緣。平常你心定不下來，你還有雜亂的事情，這一生病就好了。所以決定不能夾雜，平常用功也不要夾雜。"
    },
    {
      "id": "02-037-0270_p0018",
      "zh_CN": "我过去一生没有道场，到处流浪，好在是世尊释迦牟尼佛给我们做了好样子，他老人家没有道场一生流浪，哪个地方有请就到哪里去。我是早年章嘉大师教我，学释迦牟尼佛，我真学。所以也很安慰，与各地的同修广结善缘，讲的东西多，人家要求讲什么总是满他们的愿。一九七七年在香港讲《楞严经》，讲四个月，都是听别人要求，我们也讲了几十部经论。前年二０一０年清明，我把《华严经》暂停，讲《无量寿经》，是看到社会动乱，地球上灾难太多，现在不能不专，《华严经》太大。这部经古大德告诉我们，就是中本《华严》，《阿弥陀经》是小本《华严》。所以大《华严》我们就停下来，讲中本《华严》，一年讲一部，我们也细讲，讲黄念老的注解，注子太好了，讲了一遍一千二百个小时，讲六百次。讲完了接着讲第二遍，第二遍我们用的本子，把我在新加坡过去编的科判放进去，《科注》这就完整了。但是《科注》，注，完全用黄念老的，分科，集注还有些不妥当地方，必须再加以修订，然后就有定本流通。现在这个还不是定本，总得讲个二、三遍，我们的定本才会出来，可是统统有利益，统统有好处。所以学东西不能夹杂，夹杂不产生力量，唯有真正有力量才能帮助社会化解灾难，没有力量是做不到的。力量都是从精进里头就是不夹杂，不怀疑、不夹杂、不间断能量就出现。",
      "zh_TW": "我過去一生沒有道場，到處流浪，好在是世尊釋迦牟尼佛給我們做了好樣子，他老人家沒有道場一生流浪，哪個地方有請就到哪裡去。我是早年章嘉大師教我，學釋迦牟尼佛，我真學。所以也很安慰，與各地的同修廣結善緣，講的東西多，人家要求講什麼總是滿他們的願。一九七七年在香港講《楞嚴經》，講四個月，都是聽別人要求，我們也講了幾十部經論。前年二０一０年清明，我把《華嚴經》暫停，講《無量壽經》，是看到社會動亂，地球上災難太多，現在不能不專，《華嚴經》太大。這部經古大德告訴我們，就是中本《華嚴》，《阿彌陀經》是小本《華嚴》。所以大《華嚴》我們就停下來，講中本《華嚴》，一年講一部，我們也細講，講黃念老的註解，註子太好了，講了一遍一千二百個小時，講六百次。講完了接著講第二遍，第二遍我們用的本子，把我在新加坡過去編的科判放進去，《科註》這就完整了。但是《科註》，註，完全用黃念老的，分科，集註還有些不妥當地方，必須再加以修訂，然後就有定本流通。現在這個還不是定本，總得講個二、三遍，我們的定本才會出來，可是統統有利益，統統有好處。所以學東西不能夾雜，夾雜不產生力量，唯有真正有力量才能幫助社會化解災難，沒有力量是做不到的。力量都是從精進裡頭就是不夾雜，不懷疑、不夾雜、不間斷能量就出現。"
    },
    {
      "id": "02-037-0270_p0019",
      "zh_CN": "「三、喜觉分，谓契悟真法，得欢喜也」。这个喜是这样的，你修学的法门一定要能得欢喜心；如果不能生欢喜心，这个法门跟你不相应。我学那个东西，学这个东西，如果没有欢喜心，你学不会，学不好；一定很爱、很喜欢，你才会全心全力去学它，那就能学成，世法、佛法一样的道理。我们学这个经教，如果不是真正欢喜也不行，所以对净宗要生法喜，对极乐世界生法喜，对阿弥陀佛生法喜，法喜从哪里生出来？从经本。所以经典要熟，要透彻，你了解得愈深入，你就愈欢喜，经不可以不细讲。古人根柢深厚，人老实，所以讲经点到为止，不需要细说，他能体会。现在人不行，现在人心浮气躁，一定要细讲，他有问题的时候还要帮助他解答，信心才生得起来。有信心、有诚意真想学，有恭敬心你才能学得到。印光大师说得好，「一分诚敬得一分利益」，现在问题？我们看整个社会，我在外国看得多，学生对于课程、对老师没有诚敬，能学到东西吗？学不到。科学技术突飞猛进是几个人在搞的，极少数人他们有诚敬心学东西，学科学，科学有成就；学哲学，哲学有成就；学佛学，佛学有成就；学传统文化，传统文化有成就。",
      "zh_TW": "「三、喜覺分，謂契悟真法，得歡喜也」。這個喜是這樣的，你修學的法門一定要能得歡喜心；如果不能生歡喜心，這個法門跟你不相應。我學那個東西，學這個東西，如果沒有歡喜心，你學不會，學不好；一定很愛、很喜歡，你才會全心全力去學它，那就能學成，世法、佛法一樣的道理。我們學這個經教，如果不是真正歡喜也不行，所以對淨宗要生法喜，對極樂世界生法喜，對阿彌陀佛生法喜，法喜從哪裡生出來？從經本。所以經典要熟，要透徹，你了解得愈深入，你就愈歡喜，經不可以不細講。古人根柢深厚，人老實，所以講經點到為止，不需要細說，他能體會。現在人不行，現在人心浮氣躁，一定要細講，他有問題的時候還要幫助他解答，信心才生得起來。有信心、有誠意真想學，有恭敬心你才能學得到。印光大師說得好，「一分誠敬得一分利益」，現在問題？我們看整個社會，我在外國看得多，學生對於課程、對老師沒有誠敬，能學到東西嗎？學不到。科學技術突飛猛進是幾個人在搞的，極少數人他們有誠敬心學東西，學科學，科學有成就；學哲學，哲學有成就；學佛學，佛學有成就；學傳統文化，傳統文化有成就。"
    },
    {
      "id": "02-037-0270_p0020",
      "zh_CN": "诚敬，真诚恭敬，很难，没有诚敬那学到什么东西？学到是知识；换句话，浅，不够深，智慧学不到。有诚敬，读经、学教能开智慧，如果没有诚敬心，学的是知识，学的是文字，学的是表面。也能讲得天花乱坠，也可以著作等身，但是自己不得受用，念佛不得清净心，不能往生，问题在这里。他可以做个专家学者没有问题，在大学教书可以做个名教授，世间法，这是今天学佛难就难在这个地方，诚敬心没有。真诚恭敬，诚敬心不仅是对你所学的东西，人有诚敬心，对一切人都诚敬，对一切事都诚敬，对万物都诚敬，一敬一切敬。绝不是我对佛菩萨诚敬，对别的人就不诚敬，那是假的，不是真的。为什么？你有分别，你没有学透，学透没有分别了。一分诚敬对佛菩萨一分，对人、对事、对物都是一分，那真的不是假的。对你喜欢的人诚敬，对不喜欢的人讨厌，那这个诚敬是假的，不是真的。十分诚敬十分收获，百分诚敬就百分收获，所以法喜充满，常生欢喜心。这个我们就看到他得受用，他真学到。",
      "zh_TW": "誠敬，真誠恭敬，很難，沒有誠敬那學到什麼東西？學到是知識；換句話，淺，不夠深，智慧學不到。有誠敬，讀經、學教能開智慧，如果沒有誠敬心，學的是知識，學的是文字，學的是表面。也能講得天花亂墜，也可以著作等身，但是自己不得受用，念佛不得清淨心，不能往生，問題在這裡。他可以做個專家學者沒有問題，在大學教書可以做個名教授，世間法，這是今天學佛難就難在這個地方，誠敬心沒有。真誠恭敬，誠敬心不僅是對你所學的東西，人有誠敬心，對一切人都誠敬，對一切事都誠敬，對萬物都誠敬，一敬一切敬。絕不是我對佛菩薩誠敬，對別的人就不誠敬，那是假的，不是真的。為什麼？你有分別，你沒有學透，學透沒有分別了。一分誠敬對佛菩薩一分，對人、對事、對物都是一分，那真的不是假的。對你喜歡的人誠敬，對不喜歡的人討厭，那這個誠敬是假的，不是真的。十分誠敬十分收穫，百分誠敬就百分收穫，所以法喜充滿，常生歡喜心。這個我們就看到他得受用，他真學到。"
    },
    {
      "id": "02-037-0270_p0021",
      "zh_CN": "「四、除觉分」，除是断除，「断除诸见烦恼」。这个见就是见惑，五种见惑，身见、边见、见取见、戒取见、邪见，这叫诸见。烦恼，贪瞋痴慢疑这些，这个东西要断除，它常常有，一发觉，赶快就把它放下，什么时候发觉什么时候就除掉，就把它放下，除就是放下。修．蓝博士他来看我的时候，提到他给人治病的方法，他很会用除觉分。他说对自己最重要的，把自己的记忆清除掉，记忆不是好东西。这是真的，在佛法里头所记忆的，每回味一次就又造一次业，无论是善事、是恶事，只要你回想一遍你就又造一遍。所以这个东西清除掉是正确的，心里头没有这些记忆。心里面只有清净，一片清净，什么都没有，这他用的方法，替人治病，真管用。这个治病的理论，跟佛经上讲的完全一样，他就是非常懂得用除觉分、用舍觉分，这两个他用得好。要断除、要舍离，就是我们一般讲放下，两个字都是说放下，彻底放下。中国人讲心，良心，把自己的良心去装那些乱七八糟的肮脏东西，这个人是愚痴的人，没有智慧。有智慧，怎么可能把自己的良心，当作别人的垃圾桶，专门去收垃圾！不但恶的东西不接受，不把它放在心上，善的也不要放在心上。为什么？恶的是三恶道，善的是三善道，出不了六道轮回。",
      "zh_TW": "「四、除覺分」，除是斷除，「斷除諸見煩惱」。這個見就是見惑，五種見惑，身見、邊見、見取見、戒取見、邪見，這叫諸見。煩惱，貪瞋痴慢疑這些，這個東西要斷除，它常常有，一發覺，趕快就把它放下，什麼時候發覺什麼時候就除掉，就把它放下，除就是放下。修．藍博士他來看我的時候，提到他給人治病的方法，他很會用除覺分。他說對自己最重要的，把自己的記憶清除掉，記憶不是好東西。這是真的，在佛法裡頭所記憶的，每回味一次就又造一次業，無論是善事、是惡事，只要你回想一遍你就又造一遍。所以這個東西清除掉是正確的，心裡頭沒有這些記憶。心裡面只有清淨，一片清淨，什麼都沒有，這他用的方法，替人治病，真管用。這個治病的理論，跟佛經上講的完全一樣，他就是非常懂得用除覺分、用捨覺分，這兩個他用得好。要斷除、要捨離，就是我們一般講放下，兩個字都是說放下，徹底放下。中國人講心，良心，把自己的良心去裝那些亂七八糟的骯髒東西，這個人是愚痴的人，沒有智慧。有智慧，怎麼可能把自己的良心，當作別人的垃圾桶，專門去收垃圾！不但惡的東西不接受，不把它放在心上，善的也不要放在心上。為什麼？惡的是三惡道，善的是三善道，出不了六道輪迴。"
    },
    {
      "id": "02-037-0270_p0022",
      "zh_CN": "你要懂得这个道理，你才晓得，佛教诲用意之深。佛教我们心里只有什么？心里头只有阿弥陀佛，只有极乐世界，除这之外都没有。断恶，不要把断恶放在心上；修善，也不要把修善放在心上。断恶修善要做，放在心上只有阿弥陀佛，除阿弥陀佛之外，我什么都不放，这才能成就，这样念佛你叫会念。该放下的不放下，到最后临终的时候都成了障碍，在临命终时业障现前去不了，太多太多了。尤其是有地位、有财富、有权势很不容易放下，退休了聊天聊什么？都聊他过去那些得意的事情，或者哪些冤枉的事情，都想这些。每想一遍、说一遍就又造一遍业，天天在造业，不知道念佛，你说多可惜。我们这一生幸运遇到了正法，遇到了善知识，善知识对我们的劝告，我们还不能够做到，还半信半疑，也跟世俗人一样念过去、想未来，全叫打妄想。妄想可怕，为什么？妄想是在造因，后头有果报。如果没有果报，那都无所谓，后头有果报，你说这个事情多麻烦，一定要清除干净，这就对了。",
      "zh_TW": "你要懂得這個道理，你才曉得，佛教誨用意之深。佛教我們心裡只有什麼？心裡頭只有阿彌陀佛，只有極樂世界，除這之外都沒有。斷惡，不要把斷惡放在心上；修善，也不要把修善放在心上。斷惡修善要做，放在心上只有阿彌陀佛，除阿彌陀佛之外，我什麼都不放，這才能成就，這樣念佛你叫會念。該放下的不放下，到最後臨終的時候都成了障礙，在臨命終時業障現前去不了，太多太多了。尤其是有地位、有財富、有權勢很不容易放下，退休了聊天聊什麼？都聊他過去那些得意的事情，或者哪些冤枉的事情，都想這些。每想一遍、說一遍就又造一遍業，天天在造業，不知道念佛，你說多可惜。我們這一生幸運遇到了正法，遇到了善知識，善知識對我們的勸告，我們還不能夠做到，還半信半疑，也跟世俗人一樣念過去、想未來，全叫打妄想。妄想可怕，為什麼？妄想是在造因，後頭有果報。如果沒有果報，那都無所謂，後頭有果報，你說這個事情多麻煩，一定要清除乾淨，這就對了。"
    },
    {
      "id": "02-037-0270_p0023",
      "zh_CN": "舍，「舍离所见念着之境」，念是你心里挂念，着是执着，就是着相。善的境界你喜欢它，不善的境界你讨厌它，都是错误，为什么？都障碍你的清净心，把你的心染污，染污就是这么来的。怎样叫不沾污？你晓得一切法都是假的、都是空的，你就能放下，你不会执着，十法界依正庄严没有一样是真的。弥勒菩萨说的这个话好，常常想着，我们用我们现代的算法，一秒钟，所有一切法，我们的念头，我们身体这个细胞振动的频率，一秒钟一千六百兆次，是生灭法。一秒钟里头一千六百兆次的生灭，念头是这个频率，物质现象也是这个频率，所以佛给我们讲无常。世间无常，这个世间是讲十法界，不是单单讲人间，十法界都是这个频率，所以没有一样是真的。真的是什么？真的是常住不会变更的，这是真的。那什么是真的？极乐世界是真的，极乐世界没有变化。",
      "zh_TW": "捨，「捨離所見念著之境」，念是你心裡掛念，著是執著，就是著相。善的境界你喜歡它，不善的境界你討厭它，都是錯誤，為什麼？都障礙你的清淨心，把你的心染污，染污就是這麼來的。怎樣叫不沾污？你曉得一切法都是假的、都是空的，你就能放下，你不會執著，十法界依正莊嚴沒有一樣是真的。彌勒菩薩說的這個話好，常常想著，我們用我們現代的算法，一秒鐘，所有一切法，我們的念頭，我們身體這個細胞振動的頻率，一秒鐘一千六百兆次，是生滅法。一秒鐘裡頭一千六百兆次的生滅，念頭是這個頻率，物質現象也是這個頻率，所以佛給我們講無常。世間無常，這個世間是講十法界，不是單單講人間，十法界都是這個頻率，所以沒有一樣是真的。真的是什麼？真的是常住不會變更的，這是真的。那什麼是真的？極樂世界是真的，極樂世界沒有變化。"
    },
    {
      "id": "02-037-0270_p0024",
      "zh_CN": "我们往生到极乐世界不是到那里是小孩，慢慢长成大人，不是的，化生。极乐世界没有胎生，胎卵湿都没有，全是化生，化是变化。那个莲苞，莲花，那个东西产生变化，那个莲花我做过比喻，好像蝴蝶，蝴蝶没有成蝴蝶是个蛹，像蚕茧一样，一个蛹，莲花就那个东西。进去之后，你看等牠变化完成再出来，长了翅膀会飞，完全不一样。我们在莲花里面，就会产生蜕变，莲花一开的时候，身相跟阿弥陀佛一模一样。《观经》上讲阿弥陀佛的身相，身有八万四千相，每个相又具足八万四千好，每个好又变八万四千光，每个光里头都有化佛。这是说阿弥陀佛无量无边的化身，做什么用处？到十方世界去接引众生。十方世界无量无边，每天去往生的人也是无量无边。阿弥陀佛每个人都要去接他，这他自己发的愿，化身去迎接。迎接接来的都在莲花里头，在莲花里头就产生变化。",
      "zh_TW": "我們往生到極樂世界不是到那裡是小孩，慢慢長成大人，不是的，化生。極樂世界沒有胎生，胎卵濕都沒有，全是化生，化是變化。那個蓮苞，蓮花，那個東西產生變化，那個蓮花我做過比喻，好像蝴蝶，蝴蝶沒有成蝴蝶是個蛹，像蠶繭一樣，一個蛹，蓮花就那個東西。進去之後，你看等牠變化完成再出來，長了翅膀會飛，完全不一樣。我們在蓮花裡面，就會產生蛻變，蓮花一開的時候，身相跟阿彌陀佛一模一樣。《觀經》上講阿彌陀佛的身相，身有八萬四千相，每個相又具足八萬四千好，每個好又變八萬四千光，每個光裡頭都有化佛。這是說阿彌陀佛無量無邊的化身，做什麼用處？到十方世界去接引眾生。十方世界無量無邊，每天去往生的人也是無量無邊。阿彌陀佛每個人都要去接他，這他自己發的願，化身去迎接。迎接接來的都在蓮花裡頭，在蓮花裡頭就產生變化。"
    },
    {
      "id": "02-037-0270_p0025",
      "zh_CN": "莲花一开的时候，跟阿弥陀佛的身相一样，永远不会改变，虽然无量寿，他不老，他不生病，他不需要饮食。就像色界天人一样，他有色身他没有欲，财色名食睡这五欲没有，极乐世界没有。虽然是凡夫去往生的，造作恶业下下品去往生的，生到极乐世界，烦恼、习气、五欲也都没有了。那就是什么？环境改变了你，磁场改变了你，那个地方阿弥陀佛的磁场非常强烈，进入他的磁场之后，完全被感化了，烦恼不要消自然没有，业障亦如是。所以你可以带业，带着烦恼、带着业障，到达极乐世界自然没有了。弥陀愿力、修行功德加持你，真加得上，真管用，所谓是到那边去真的脱胎换骨，完全不一样了。这世尊在这部经里面，讲得非常透彻，讲得非常圆满。所以该除的要清除，该舍的统统放下，这对我们现前来讲，比什么都重要。我们念佛不能往生，障碍就是你除不了，你舍不得，不能往生，做再多的好事也不行。",
      "zh_TW": "蓮花一開的時候，跟阿彌陀佛的身相一樣，永遠不會改變，雖然無量壽，他不老，他不生病，他不需要飲食。就像色界天人一樣，他有色身他沒有欲，財色名食睡這五欲沒有，極樂世界沒有。雖然是凡夫去往生的，造作惡業下下品去往生的，生到極樂世界，煩惱、習氣、五欲也都沒有了。那就是什麼？環境改變了你，磁場改變了你，那個地方阿彌陀佛的磁場非常強烈，進入他的磁場之後，完全被感化了，煩惱不要消自然沒有，業障亦如是。所以你可以帶業，帶著煩惱、帶著業障，到達極樂世界自然沒有了。彌陀願力、修行功德加持你，真加得上，真管用，所謂是到那邊去真的脫胎換骨，完全不一樣了。這世尊在這部經裡面，講得非常透徹，講得非常圓滿。所以該除的要清除，該捨的統統放下，這對我們現前來講，比什麼都重要。我們念佛不能往生，障礙就是你除不了，你捨不得，不能往生，做再多的好事也不行。"
    },
    {
      "id": "02-037-0270_p0026",
      "zh_CN": "第六个，「定觉分，谓觉了所发之禅定」。你得到禅定，你这个禅定在哪一个等级自己清清楚楚，觉就清楚。世间的四禅八定你知道你在哪个等级，出世间的，声闻的禅定、缘觉的禅定、菩萨的禅定，到究竟如来自性本定，统统清楚。最后一个，「念觉分，谓思惟所修之道法」。这个念是念自己所修的法门，法门的原理、根本不出色心二法，法门的理念、法门的方法、法门的效果、法门的成就样样都知道，这真的叫觉悟，一点都不迷惑。",
      "zh_TW": "第六個，「定覺分，謂覺了所發之禪定」。你得到禪定，你這個禪定在哪一個等級自己清清楚楚，覺就清楚。世間的四禪八定你知道你在哪個等級，出世間的，聲聞的禪定、緣覺的禪定、菩薩的禪定，到究竟如來自性本定，統統清楚。最後一個，「念覺分，謂思惟所修之道法」。這個念是念自己所修的法門，法門的原理、根本不出色心二法，法門的理念、法門的方法、法門的效果、法門的成就樣樣都知道，這真的叫覺悟，一點都不迷惑。"
    },
    {
      "id": "02-037-0270_p0027",
      "zh_CN": "末后「八正道」，也叫八圣道分，「不邪曰正，能通曰道」，这通到哪里？通到成佛。八正道是八个原则，在日常生活当中，这八个是我们的标准，不邪、不偏、不染，这都称之为正。第一个是「正见，谓能见真理」，宇宙人生真正的道理，就是真相，在净宗来讲，我们的真理是什么？真理就是深信、切愿、持名念佛求生净土，真理。我们所依靠的真经，就是这部《无量寿经》会集本，就是这部黄念祖老居士的集注，都是妙绝稀有，真正是「百千万劫难遭遇」，我们能遇到。遇到我知道、我能认识，我要不全心全力来弘扬、来介绍，不认识的人很多。我介绍，一般人能相信，至少我学佛六十年，讲经有五十四年，来推荐这个本子，人家有点信心。没有前面这个历史，人家不相信。我真干、真学，万缘放下，每天读诵，每天跟同学们在一起分享，一天八个小时。这在八正道是我的正业，我就干这桩事情，其他的不是我的正业，我可以不要去做。正见，你见到真理，这个法门是真理，这个经典是真理。",
      "zh_TW": "末後「八正道」，也叫八聖道分，「不邪曰正，能通曰道」，這通到哪裡？通到成佛。八正道是八個原則，在日常生活當中，這八個是我們的標準，不邪、不偏、不染，這都稱之為正。第一個是「正見，謂能見真理」，宇宙人生真正的道理，就是真相，在淨宗來講，我們的真理是什麼？真理就是深信、切願、持名念佛求生淨土，真理。我們所依靠的真經，就是這部《無量壽經》會集本，就是這部黃念祖老居士的集註，都是妙絕稀有，真正是「百千萬劫難遭遇」，我們能遇到。遇到我知道、我能認識，我要不全心全力來弘揚、來介紹，不認識的人很多。我介紹，一般人能相信，至少我學佛六十年，講經有五十四年，來推薦這個本子，人家有點信心。沒有前面這個歷史，人家不相信。我真幹、真學，萬緣放下，每天讀誦，每天跟同學們在一起分享，一天八個小時。這在八正道是我的正業，我就幹這樁事情，其他的不是我的正業，我可以不要去做。正見，你見到真理，這個法門是真理，這個經典是真理。"
    },
    {
      "id": "02-037-0270_p0028",
      "zh_CN": "「二、正思惟，谓心无邪念也」。念念在道上，我们是念念在阿弥陀佛，念念在极乐世界，心里想的是佛陀的教诲、佛陀的本愿。阿弥陀佛未成佛的时候法藏比丘，法藏的本愿，法藏的修行，法藏的成就，法藏利益众生的大业，想这些，想久了就变成自己的。想这个好，把自己的德行、道业天天向上提升；想世间的是染污、是堕落，这两个对比自己要知道。我们见到一切法，世间一切法出不了六道轮回，声闻、缘觉一切法出不了十法界，大乘教里面一切法，出不了阿弥陀佛的范围，正思惟。",
      "zh_TW": "「二、正思惟，謂心無邪念也」。念念在道上，我們是念念在阿彌陀佛，念念在極樂世界，心裡想的是佛陀的教誨、佛陀的本願。阿彌陀佛未成佛的時候法藏比丘，法藏的本願，法藏的修行，法藏的成就，法藏利益眾生的大業，想這些，想久了就變成自己的。想這個好，把自己的德行、道業天天向上提升；想世間的是染污、是墮落，這兩個對比自己要知道。我們見到一切法，世間一切法出不了六道輪迴，聲聞、緣覺一切法出不了十法界，大乘教裡面一切法，出不了阿彌陀佛的範圍，正思惟。"
    },
    {
      "id": "02-037-0270_p0029",
      "zh_CN": "「三、正语，谓言无虚妄也」。这虚妄是广义的，不是说妄语是虚妄的，这里面含的意思很深。要讲到究竟标准，那就是一句阿弥陀佛是真的，除了这一句阿弥陀佛都是虚妄。经典上这些话也不是真实的，凡所有相皆是虚妄，为什么？经典它要是真实的，我们学了经典就往生，为什么还要念阿弥陀佛？经典学得再通，不念阿弥陀佛不能往生。这就是说明，阿弥陀佛是真的，经典跟阿弥陀佛比是虚妄的。经典跟其他的比它是真的，跟阿弥陀佛比就不行，就是虚妄的，看跟谁比。世间的言语，善比恶是真，善是真，恶是虚妄的；善跟阿罗汉去比，阿罗汉是真，它是虚妄；阿罗汉跟菩萨比，菩萨是真，阿罗汉是虚妄，我们一层一层的比。经典亦如是，经典，这个经典可以跟《华严》比，可以跟《法华》比。但是真正要想成就还是一句阿弥陀佛，你不能不知道，你才晓得阿弥陀佛可贵。你念阿弥陀佛，人家骂你迷信，你要真正明了、真正觉悟，你就晓得，不是我迷信，是他迷信。不会被外面一切境界所动摇，这真正没有虚妄。",
      "zh_TW": "「三、正語，謂言無虛妄也」。這虛妄是廣義的，不是說妄語是虛妄的，這裡面含的意思很深。要講到究竟標準，那就是一句阿彌陀佛是真的，除了這一句阿彌陀佛都是虛妄。經典上這些話也不是真實的，凡所有相皆是虛妄，為什麼？經典它要是真實的，我們學了經典就往生，為什麼還要念阿彌陀佛？經典學得再通，不念阿彌陀佛不能往生。這就是說明，阿彌陀佛是真的，經典跟阿彌陀佛比是虛妄的。經典跟其他的比它是真的，跟阿彌陀佛比就不行，就是虛妄的，看跟誰比。世間的言語，善比惡是真，善是真，惡是虛妄的；善跟阿羅漢去比，阿羅漢是真，它是虛妄；阿羅漢跟菩薩比，菩薩是真，阿羅漢是虛妄，我們一層一層的比。經典亦如是，經典，這個經典可以跟《華嚴》比，可以跟《法華》比。但是真正要想成就還是一句阿彌陀佛，你不能不知道，你才曉得阿彌陀佛可貴。你念阿彌陀佛，人家罵你迷信，你要真正明瞭、真正覺悟，你就曉得，不是我迷信，是他迷信。不會被外面一切境界所動搖，這真正沒有虛妄。"
    },
    {
      "id": "02-037-0270_p0030",
      "zh_CN": "下面，「四、正业」，业是事业，我们现前三业的造作，起心动念是意业，言语是口业，身体动作是身业，身口意三业。「白净善业」，古印度称善恶，他们的习惯不讲善恶，讲黑白，黑就是恶业，白就是善业。我们中国不习惯讲黑白，讲善恶，这个要知道，他们的白就是我们的善。白净，净是清净不染污，白净是不染污，善业，不染污才叫善业。这个善业不是善恶的善，为什么？善恶的善都染污，善恶二边都放下了，白净就现前。我们这个经题上，修行的总纲领、总的原则，「清净平等觉」这五个字。清净是阿罗汉，平等是菩萨，觉是佛；清净是正觉，平等是正等正觉，觉是无上正等正觉，你看这经题。无论修什么法门这是标准，我有没有得清净心这个很重要，得清净心，往生西方极乐世界生方便有余土，为什么？他不叫带业。带业往生的是凡圣同居土，清净心现前不带业了。如何得清净心？染净都不染。我们离开新加坡到澳洲写了两句话，「处顺境，遇善缘，不生贪痴」，这个很重要，你心保持清净没有贪恋。「处逆境，遇恶缘，不生瞋恚」，这就清净心，善恶二边都不沾，不被外头境界动摇，不受外面境界影响，这才行。",
      "zh_TW": "下面，「四、正業」，業是事業，我們現前三業的造作，起心動念是意業，言語是口業，身體動作是身業，身口意三業。「白淨善業」，古印度稱善惡，他們的習慣不講善惡，講黑白，黑就是惡業，白就是善業。我們中國不習慣講黑白，講善惡，這個要知道，他們的白就是我們的善。白淨，淨是清淨不染污，白淨是不染污，善業，不染污才叫善業。這個善業不是善惡的善，為什麼？善惡的善都染污，善惡二邊都放下了，白淨就現前。我們這個經題上，修行的總綱領、總的原則，「清淨平等覺」這五個字。清淨是阿羅漢，平等是菩薩，覺是佛；清淨是正覺，平等是正等正覺，覺是無上正等正覺，你看這經題。無論修什麼法門這是標準，我有沒有得清淨心這個很重要，得清淨心，往生西方極樂世界生方便有餘土，為什麼？他不叫帶業。帶業往生的是凡聖同居土，清淨心現前不帶業了。如何得清淨心？染淨都不染。我們離開新加坡到澳洲寫了兩句話，「處順境，遇善緣，不生貪痴」，這個很重要，你心保持清淨沒有貪戀。「處逆境，遇惡緣，不生瞋恚」，這就清淨心，善惡二邊都不沾，不被外頭境界動搖，不受外面境界影響，這才行。"
    },
    {
      "id": "02-037-0270_p0031",
      "zh_CN": "遇到恶缘你就起怨恨，错了，遇到善缘你起贪恋错了，你堕落了。生怨恨，地狱业，地狱的果报，生贪恋，饿鬼的果报，你往下堕落了。所以日常生活当中，每一分每一秒都在那里考验，自己要觉悟你是往上去，还是往下堕落。禁不起考验的就堕落了，堕落的人多，成就的人很少。怎样保持一个平常心？平就是平等，要保持平等心。三十七道品里面讲断恶修善，什么是善？感恩是善；什么是恶？怨恨是恶。我们遇到这个人，他曾经对我一天照顾，有恩，这一天不能忘记，要有报恩的心。他对我有一千天的恶，毁谤、羞辱、障碍、伤害，一笔勾销，痕迹都不落，你的心才清净，心里头只有善没有恶。善怎么样？遇缘起善行，不遇缘连善的念头都没有。什么念头？只有佛念，心里念头只有阿弥陀佛，善恶统统没有。为什么？因为我要到极乐世界去，我想亲近阿弥陀佛，这样修行，你决定去得，你能不去吗？非去不可。善恶都会夹杂，善恶都会干扰，搞得不好它变成障碍，这一生去不了，不能不觉悟。所以说到严格的正业，念阿弥陀佛就是正业，我真信，我真愿意往生，我真念佛，我念佛就是求生净土，就为这个，正业。其他的不是修净宗的正业，今天我全为净宗讲。",
      "zh_TW": "遇到惡緣你就起怨恨，錯了，遇到善緣你起貪戀錯了，你墮落了。生怨恨，地獄業，地獄的果報，生貪戀，餓鬼的果報，你往下墮落了。所以日常生活當中，每一分每一秒都在那裡考驗，自己要覺悟你是往上去，還是往下墮落。禁不起考驗的就墮落了，墮落的人多，成就的人很少。怎樣保持一個平常心？平就是平等，要保持平等心。三十七道品裡面講斷惡修善，什麼是善？感恩是善；什麼是惡？怨恨是惡。我們遇到這個人，他曾經對我一天照顧，有恩，這一天不能忘記，要有報恩的心。他對我有一千天的惡，毀謗、羞辱、障礙、傷害，一筆勾銷，痕跡都不落，你的心才清淨，心裡頭只有善沒有惡。善怎麼樣？遇緣起善行，不遇緣連善的念頭都沒有。什麼念頭？只有佛念，心裡念頭只有阿彌陀佛，善惡統統沒有。為什麼？因為我要到極樂世界去，我想親近阿彌陀佛，這樣修行，你決定去得，你能不去嗎？非去不可。善惡都會夾雜，善惡都會干擾，搞得不好它變成障礙，這一生去不了，不能不覺悟。所以說到嚴格的正業，念阿彌陀佛就是正業，我真信，我真願意往生，我真念佛，我念佛就是求生淨土，就為這個，正業。其他的不是修淨宗的正業，今天我全為淨宗講。"
    },
    {
      "id": "02-037-0270_p0032",
      "zh_CN": "第五，「正命，谓依法乞食活命也」。我们今天（这讲出家人）出家人没有经营事业，营利的事业没有，那我们的生活是乞食，这个一定要知道。我们接受别人的供养凭什么？在事上讲凭你是释迦牟尼佛的弟子，别人是供养三宝，你是三宝里头的一分子。世尊当年在世，应该住世一百年，但是八十岁就走了，还有二十年，这二十年的福报给后世的弟子。换句话说，佛灭度之后这一万二千年，弟子不缺衣食，释迦牟尼佛的福报，我们享的是释迦牟尼佛福报。那出家弟子正业是什么？正业是如教修行，弘法利生，这出家人的事业。世尊当年在世四十九年讲经教学，这是佛门的事业。我们仔细观察释迦牟尼佛是什么身分？搞教育的，一生搞教育。现在把它搞成宗教，这是我们后世弟子对不起本师，它不是宗教。宗教里面第一个条件，要有一个造物主、要有个真神。佛教里头没有，佛教说这个万物，宇宙万物从哪来的？「一念不觉而有无明」，「无明不觉生三细」，阿赖耶出现了，「境界为缘长六粗」，他说宇宙是这么来的。这是什么？这是科学、这是哲学。",
      "zh_TW": "第五，「正命，謂依法乞食活命也」。我們今天（這講出家人）出家人沒有經營事業，營利的事業沒有，那我們的生活是乞食，這個一定要知道。我們接受別人的供養憑什麼？在事上講憑你是釋迦牟尼佛的弟子，別人是供養三寶，你是三寶裡頭的一分子。世尊當年在世，應該住世一百年，但是八十歲就走了，還有二十年，這二十年的福報給後世的弟子。換句話說，佛滅度之後這一萬二千年，弟子不缺衣食，釋迦牟尼佛的福報，我們享的是釋迦牟尼佛福報。那出家弟子正業是什麼？正業是如教修行，弘法利生，這出家人的事業。世尊當年在世四十九年講經教學，這是佛門的事業。我們仔細觀察釋迦牟尼佛是什麼身分？搞教育的，一生搞教育。現在把它搞成宗教，這是我們後世弟子對不起本師，它不是宗教。宗教裡面第一個條件，要有一個造物主、要有個真神。佛教裡頭沒有，佛教說這個萬物，宇宙萬物從哪來的？「一念不覺而有無明」，「無明不覺生三細」，阿賴耶出現了，「境界為緣長六粗」，他說宇宙是這麼來的。這是什麼？這是科學、這是哲學。"
    },
    {
      "id": "02-037-0270_p0033",
      "zh_CN": "这几百年来科学家、哲学家就讨论这问题，算是有成就，最近三十年，就一九八０年之后，量子力学家真的把这个根源、眉目找到了。他们是从物质搞起，物质到底是什么？把物质搞清楚、搞明白，跟佛经上讲的完全相同。我们这部经上说的，这个连十乘理观上第一观开头就讲到，宇宙一切万法不出色、心二法，把它归纳起来不是属于色，就是属于心，只有这两法。色从哪里来的？色由心生，心生的色法，归纳到最后，全体是心，色从心造，全体是心。这句话现在量子力学家承认，整个宇宙一切万事万物跟自己是一体，这样密切的关系。所以佛菩萨对于五逆十恶、毁谤佛法的人都爱护，为什么？一体。他为什么会做这些不如法的事情？他迷了，他没有觉悟，他觉悟他不会做。糊涂了，一时糊涂，他会觉悟的，他不会迷到底，为什么？觉是真的，迷是假的。《起信论》上说，「本觉本有，不觉本无」，所以地狱众生他也有一天会成佛。不觉本来没有，本觉本有，不觉本无，他一定会回头，他是好人。所以佛眼睛看一切众生都是佛！",
      "zh_TW": "這幾百年來科學家、哲學家就討論這問題，算是有成就，最近三十年，就一九八０年之後，量子力學家真的把這個根源、眉目找到了。他們是從物質搞起，物質到底是什麼？把物質搞清楚、搞明白，跟佛經上講的完全相同。我們這部經上說的，這個連十乘理觀上第一觀開頭就講到，宇宙一切萬法不出色、心二法，把它歸納起來不是屬於色，就是屬於心，只有這兩法。色從哪裡來的？色由心生，心生的色法，歸納到最後，全體是心，色從心造，全體是心。這句話現在量子力學家承認，整個宇宙一切萬事萬物跟自己是一體，這樣密切的關係。所以佛菩薩對於五逆十惡、毀謗佛法的人都愛護，為什麼？一體。他為什麼會做這些不如法的事情？他迷了，他沒有覺悟，他覺悟他不會做。糊塗了，一時糊塗，他會覺悟的，他不會迷到底，為什麼？覺是真的，迷是假的。《起信論》上說，「本覺本有，不覺本無」，所以地獄眾生他也有一天會成佛。不覺本來沒有，本覺本有，不覺本無，他一定會回頭，他是好人。所以佛眼睛看一切眾生都是佛！"
    },
    {
      "id": "02-037-0270_p0034",
      "zh_CN": "我常常勉励同学，你真想到极乐世界，要怎么看待这个世界？看待这个世界上每个人都是阿弥陀佛，我对阿弥陀佛的恭敬，对每个人都是一样恭敬，这样你才能见佛。为什么？佛是这个看法，我跟他同样看法，佛是存的这个心，我跟他同样的心，跟佛同心、同愿、同德、同行，哪有不志同道合的！这是真学佛。无论他干什么坏事，我们心目当中，他真的是阿弥陀佛，他自己不知道，这话是真的，不是说我们比作，不是的。阿弥陀佛我们知道是自性、是法性，这个名号是自性的名号，翻成中文就是无量觉，是法性的德号。一切众生本来成佛，就是说一切众生皆有无量觉，只是他现在迷了，他不知道他有无量觉。我们过去也是迷，现在搞清楚，搞清楚就不再迷了。对于所有迷惑人，我们心目当中对他恭敬，礼敬诸佛。他做的善事我们赞扬，他做的不善不放在心上，更不能放在口上。这是什么？这学佛，学阿弥陀佛，阿弥陀佛就是这个样子。",
      "zh_TW": "我常常勉勵同學，你真想到極樂世界，要怎麼看待這個世界？看待這個世界上每個人都是阿彌陀佛，我對阿彌陀佛的恭敬，對每個人都是一樣恭敬，這樣你才能見佛。為什麼？佛是這個看法，我跟他同樣看法，佛是存的這個心，我跟他同樣的心，跟佛同心、同願、同德、同行，哪有不志同道合的！這是真學佛。無論他幹什麼壞事，我們心目當中，他真的是阿彌陀佛，他自己不知道，這話是真的，不是說我們比作，不是的。阿彌陀佛我們知道是自性、是法性，這個名號是自性的名號，翻成中文就是無量覺，是法性的德號。一切眾生本來成佛，就是說一切眾生皆有無量覺，只是他現在迷了，他不知道他有無量覺。我們過去也是迷，現在搞清楚，搞清楚就不再迷了。對於所有迷惑人，我們心目當中對他恭敬，禮敬諸佛。他做的善事我們讚揚，他做的不善不放在心上，更不能放在口上。這是什麼？這學佛，學阿彌陀佛，阿彌陀佛就是這個樣子。"
    },
    {
      "id": "02-037-0270_p0035",
      "zh_CN": "所以正命，古人说的一句话说得好，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。这是真的不是假的，既出家了，享受释迦牟尼佛白毫光中这一分供养，就是释迦牟尼佛二十年的福报，我们享受他的，要受用得真，我们得真干。我们往生极乐世界，这供养应该的，你可以接受；不能往生就不行，不能往生来生来世披毛戴角还，你接受多少供养，你得要还多少，负债。往生极乐世界这债一笔勾消，这佛供养的。这正命，所以依法乞食，我们今天还是依法乞食。不依法乞食的有，我们看到了，但是各人有各人的果报，不用放在心上，也不用批评，批评有过失。",
      "zh_TW": "所以正命，古人說的一句話說得好，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。這是真的不是假的，既出家了，享受釋迦牟尼佛白毫光中這一分供養，就是釋迦牟尼佛二十年的福報，我們享受他的，要受用得真，我們得真幹。我們往生極樂世界，這供養應該的，你可以接受；不能往生就不行，不能往生來生來世披毛戴角還，你接受多少供養，你得要還多少，負債。往生極樂世界這債一筆勾消，這佛供養的。這正命，所以依法乞食，我們今天還是依法乞食。不依法乞食的有，我們看到了，但是各人有各人的果報，不用放在心上，也不用批評，批評有過失。"
    },
    {
      "id": "02-037-0270_p0036",
      "zh_CN": "第六，「正精进，谓修诸道行无间杂也」，这正精进。我们修这个法门不怀疑、不夹杂，这个间杂就是夹杂，不夹杂、不间断，这叫正精进，一门深入，长时薰修。「七、正念，谓专心忆念善法」。在净宗专心忆念弥陀，专心忆念极乐世界，如何去忆念弥陀？如何忆念极乐世界？都在这个经本里头。所以我们每天想经本上这些教训，经本上所讲的这些理事真相，这都是属于正念。这些正念有好处，帮助你断除疑惑，断疑生信，断疑开智慧，让你的信心、愿心天天增长，让你在修行功夫上法喜充满。真正契入境界，虽然生在这个环境，依然是清净无染，无异于极乐世界，你有能力不受外头六尘境界干扰。像宗门大德开悟时候所说的，「百花丛里过，片叶不沾身」，清净。所有境界善的、不善的都不放在心上，心地确实是清净心、平等心，只有阿弥陀佛，除阿弥陀佛，什么都不放在心上。这句话重要，什么都不能放在心上，放在心上就错了。",
      "zh_TW": "第六，「正精進，謂修諸道行無間雜也」，這正精進。我們修這個法門不懷疑、不夾雜，這個間雜就是夾雜，不夾雜、不間斷，這叫正精進，一門深入，長時薰修。「七、正念，謂專心憶念善法」。在淨宗專心憶念彌陀，專心憶念極樂世界，如何去憶念彌陀？如何憶念極樂世界？都在這個經本裡頭。所以我們每天想經本上這些教訓，經本上所講的這些理事真相，這都是屬於正念。這些正念有好處，幫助你斷除疑惑，斷疑生信，斷疑開智慧，讓你的信心、願心天天增長，讓你在修行功夫上法喜充滿。真正契入境界，雖然生在這個環境，依然是清淨無染，無異於極樂世界，你有能力不受外頭六塵境界干擾。像宗門大德開悟時候所說的，「百花叢裡過，片葉不沾身」，清淨。所有境界善的、不善的都不放在心上，心地確實是清淨心、平等心，只有阿彌陀佛，除阿彌陀佛，什麼都不放在心上。這句話重要，什麼都不能放在心上，放在心上就錯了。"
    },
    {
      "id": "02-037-0270_p0037",
      "zh_CN": "这个人于我有怨，那个人于我有恩，都不是真的。六道轮回是假的，十法界也不是真的，讲到最后，连实报庄严土都不是真的。真的只有一个常寂光净土，常寂光净土是什么？自性。所以修行成佛最后回归自性，我们从自性，迷了自性出来，转了一个大圈，转到最后回归自性。这个大圈？这个大圈是一场大梦，回归自性是梦醒了，梦里头全是假的，没有一样是真的。这个道理要搞通，你才真正能得法喜，真正慈悲心生出来，平等对待一切众生，无缘大慈，同体大悲。前几年我们常常说的，跟不同宗教往来，「慈悲遍法界，善意满人间」，你说这个生活多快乐，这不就是极乐世界！极乐跟娑婆没有差别，就在你的念头，你的念头真的要转过来，娑婆无异极乐，念头转不过来，极乐世界去不了，没分。",
      "zh_TW": "這個人於我有怨，那個人於我有恩，都不是真的。六道輪迴是假的，十法界也不是真的，講到最後，連實報莊嚴土都不是真的。真的只有一個常寂光淨土，常寂光淨土是什麼？自性。所以修行成佛最後回歸自性，我們從自性，迷了自性出來，轉了一個大圈，轉到最後回歸自性。這個大圈？這個大圈是一場大夢，回歸自性是夢醒了，夢裡頭全是假的，沒有一樣是真的。這個道理要搞通，你才真正能得法喜，真正慈悲心生出來，平等對待一切眾生，無緣大慈，同體大悲。前幾年我們常常說的，跟不同宗教往來，「慈悲遍法界，善意滿人間」，你說這個生活多快樂，這不就是極樂世界！極樂跟娑婆沒有差別，就在你的念頭，你的念頭真的要轉過來，娑婆無異極樂，念頭轉不過來，極樂世界去不了，沒分。"
    },
    {
      "id": "02-037-0270_p0038",
      "zh_CN": "后面「正定，谓一心住于真空之理」，这是真正的正定。为什么？《金刚经》上讲的，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。有为就是有生有灭，无为是不生不灭，不生不灭是真的，有生有灭是假的，为什么？自性本定。不定就是自性迷了，自性要觉，它是不动的，它没有念头，一念不生。一念不生是真心，一念不生是真诚，一念不生是真的诚敬，有二念就迷了。有一个念头起来，就一个有念，一个无念，变成二就迷了，一念是觉，二念是迷。我们今天没有能力回归到一念，我们把所有一切集中在一句佛号，我都归一句佛号。到极乐世界见阿弥陀佛，在那边听经修行，到最后连这句佛号也不见，那就完全觉悟，你回归常寂光。还有这一念，回不了常寂光，在实报庄严土法身菩萨，这一念没有了就回常寂光。其实在实报土那个念没有了，念的习气在，习气没断，习气断了，实报庄严土不见，只剩下常寂光。",
      "zh_TW": "後面「正定，謂一心住於真空之理」，這是真正的正定。為什麼？《金剛經》上講的，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。有為就是有生有滅，無為是不生不滅，不生不滅是真的，有生有滅是假的，為什麼？自性本定。不定就是自性迷了，自性要覺，它是不動的，它沒有念頭，一念不生。一念不生是真心，一念不生是真誠，一念不生是真的誠敬，有二念就迷了。有一個念頭起來，就一個有念，一個無念，變成二就迷了，一念是覺，二念是迷。我們今天沒有能力回歸到一念，我們把所有一切集中在一句佛號，我都歸一句佛號。到極樂世界見阿彌陀佛，在那邊聽經修行，到最後連這句佛號也不見，那就完全覺悟，你回歸常寂光。還有這一念，回不了常寂光，在實報莊嚴土法身菩薩，這一念沒有了就回常寂光。其實在實報土那個念沒有了，念的習氣在，習氣沒斷，習氣斷了，實報莊嚴土不見，只剩下常寂光。"
    },
    {
      "id": "02-037-0270_p0039",
      "zh_CN": "常寂光是哲学里面所讲的本体，宇宙万有的本体，宇宙万有的根源，宇宙从哪来？从这来的。在佛法讲宇宙是谁造的？是你自己造的，与别人不相干，真的。什么造的？念头造的。现在科学家发现，念力的能量不可思议，念力的能量要能够集中，集中在善的这点，对自己身体可以治病，什么病都能治好，不需要用医药，念头。对我们居住的环境，什么样的灾难都可以化解，念力。佛在《楞严》上告诉我们，水灾是贪婪感应的，海水上升、海啸，贪；火山爆发，地球温度上升，瞋恚感应；风灾，愚痴感应的；地震，傲慢感应的；山崩地陷，怀疑感应的。贪瞋痴慢疑断掉，这五种灾难没有了，五种灾难对应在自己身上就是五脏六腑，各有对应点。所以佛教给我们妙绝了，不但可以救自己，也可以帮助众生。好，今天我们把八正道就说到此地。",
      "zh_TW": "常寂光是哲學裡面所講的本體，宇宙萬有的本體，宇宙萬有的根源，宇宙從哪來？從這來的。在佛法講宇宙是誰造的？是你自己造的，與別人不相干，真的。什麼造的？念頭造的。現在科學家發現，念力的能量不可思議，念力的能量要能夠集中，集中在善的這點，對自己身體可以治病，什麼病都能治好，不需要用醫藥，念頭。對我們居住的環境，什麼樣的災難都可以化解，念力。佛在《楞嚴》上告訴我們，水災是貪婪感應的，海水上升、海嘯，貪；火山爆發，地球溫度上升，瞋恚感應；風災，愚痴感應的；地震，傲慢感應的；山崩地陷，懷疑感應的。貪瞋痴慢疑斷掉，這五種災難沒有了，五種災難對應在自己身上就是五臟六腑，各有對應點。所以佛教給我們妙絕了，不但可以救自己，也可以幫助眾生。好，今天我們把八正道就說到此地。"
    }
  ]
}