{
  "doc_id": "02-037-0480",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四八０集",
    "zh_TW": "第四八０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0480",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0480_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百七十六页倒数第六行，从下半看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百七十六頁倒數第六行，從下半看起："
    },
    {
      "id": "02-037-0480_p0002",
      "zh_CN": "「下云身心净洁」，从这看起，「与善相应，亦同具上之浅深二义。浅言之即身心离垢无染，身之所行，口之所言，意之所思，悉是善也。深言之始觉智妙契本觉理，才是与善相应」，昨天我们学到这个地方。这一段文也是经文，对我们修行人来说非常重要。我们修学在这一生当中有没有成就，关键之所在，就在此地。我们的身心干不干净？心里面还有自私自利、还有是非人我、还有贡高我慢，这个不清净；心里面还有起心动念、分别执着，心不清净。",
      "zh_TW": "「下云身心淨潔」，從這看起，「與善相應，亦同具上之淺深二義。淺言之即身心離垢無染，身之所行，口之所言，意之所思，悉是善也。深言之始覺智妙契本覺理，才是與善相應」，昨天我們學到這個地方。這一段文也是經文，對我們修行人來說非常重要。我們修學在這一生當中有沒有成就，關鍵之所在，就在此地。我們的身心乾不乾淨？心裡面還有自私自利、還有是非人我、還有貢高我慢，這個不清淨；心裡面還有起心動念、分別執著，心不清淨。"
    },
    {
      "id": "02-037-0480_p0003",
      "zh_CN": "浅言之，是说我们现前的三业，身口意三业，身所作所为，口里面的言语，意里头的念头，到底是善、是不善。善与不善的标准，基本的标准就是十善业道，与善相应的这是走的正道，与不善相应的是走的邪道。邪道就是六道，人天都包括在其中，你不能了生死、不能出三界，在轮回里面很可怜、很苦，生生世世冤冤相报，这是决定不能够避免的，佛看得很清楚。我们一生无论怎样用功修行，报恩报怨、讨债还债，总是免不了，报恩的少，报怨的多；还债的少，讨债的多。这说明什么？说明我们过去生中生生世世造的恶多，修的善少，感这样的果报。这个是讲因果报应丝毫不爽。这个道理很深，前面我们曾经详细说过。",
      "zh_TW": "淺言之，是說我們現前的三業，身口意三業，身所作所為，口裡面的言語，意裡頭的念頭，到底是善、是不善。善與不善的標準，基本的標準就是十善業道，與善相應的這是走的正道，與不善相應的是走的邪道。邪道就是六道，人天都包括在其中，你不能了生死、不能出三界，在輪迴裡面很可憐、很苦，生生世世冤冤相報，這是決定不能夠避免的，佛看得很清楚。我們一生無論怎樣用功修行，報恩報怨、討債還債，總是免不了，報恩的少，報怨的多；還債的少，討債的多。這說明什麼？說明我們過去生中生生世世造的惡多，修的善少，感這樣的果報。這個是講因果報應絲毫不爽。這個道理很深，前面我們曾經詳細說過。"
    },
    {
      "id": "02-037-0480_p0004",
      "zh_CN": "实际上这桩事情过去也曾经讲过，也讲得很详细。很久，有人送我这一份资料，这是一个中医大夫给我的，说明我们身口意三业不善，应对着外面的疾病，就是眼耳鼻舌身，里面是五脏，心肝脾肺肾，这些五脏得病，这是很有根据的。我们今天跟佛经一对照，完全对得上来。杀业所感，里面是肝病，杀生杀多了，感的是肝病，外面是眼睛不好。我曾经看过好几个将军，晚年的时候眼睛都不好，要戴度数很高的眼镜，还要用放大镜才能看东西；有一个最后都失明了，完全瞎了，我们知道他肝脏一定有问题，这些人现在都不在了。盗，无论用什么手段夺取别人的财物，他很容易感到肺病，对应在外面是鼻。淫，对应的是肾、是耳，他的肾脏有问题，五官里面耳有问题。妄语，所对应的是脾，脾跟胃是连到的，脾胃有问题，口有问题，这个舌也是口，妄语是舌在造业。最后一个是饮酒，酒所对应的是心，心脏有问题，口有病。这个是五恶，杀盗淫妄酒。",
      "zh_TW": "實際上這樁事情過去也曾經講過，也講得很詳細。很久，有人送我這一份資料，這是一個中醫大夫給我的，說明我們身口意三業不善，應對著外面的疾病，就是眼耳鼻舌身，裡面是五臟，心肝脾肺腎，這些五臟得病，這是很有根據的。我們今天跟佛經一對照，完全對得上來。殺業所感，裡面是肝病，殺生殺多了，感的是肝病，外面是眼睛不好。我曾經看過好幾個將軍，晚年的時候眼睛都不好，要戴度數很高的眼鏡，還要用放大鏡才能看東西；有一個最後都失明了，完全瞎了，我們知道他肝臟一定有問題，這些人現在都不在了。盜，無論用什麼手段奪取別人的財物，他很容易感到肺病，對應在外面是鼻。淫，對應的是腎、是耳，他的腎臟有問題，五官裡面耳有問題。妄語，所對應的是脾，脾跟胃是連到的，脾胃有問題，口有問題，這個舌也是口，妄語是舌在造業。最後一個是飲酒，酒所對應的是心，心臟有問題，口有病。這個是五惡，殺盜淫妄酒。"
    },
    {
      "id": "02-037-0480_p0005",
      "zh_CN": "在中国传统是讲的五常，五常是讲仁义礼智信，仁者不杀，义者不盗，礼者不淫，信者不妄语，智者不饮酒。可见得中国在千万年之前，老祖宗讲的仁义礼智信，做人必须具备的德行，不具备这五个字，那就不叫做人。人跟禽兽差别在哪里？人懂得仁义礼智信，而且能够落实，畜生不懂，牠不知道，人与禽兽差别就在此地。这个德行在中国流行了千万年。我们相信中国传统文化决定不止五千年，五千年是有文字记载，没有文字记载不能说没有文化。所以我们相信，中国文化的大根大本就是五伦五常，五伦五常至少有一万多年，没有文字之前就有。中国这一块土地是宝土，伦理道德薰习非常深厚的一块土地，这个地方的人民有福。",
      "zh_TW": "在中國傳統是講的五常，五常是講仁義禮智信，仁者不殺，義者不盜，禮者不淫，信者不妄語，智者不飲酒。可見得中國在千萬年之前，老祖宗講的仁義禮智信，做人必須具備的德行，不具備這五個字，那就不叫做人。人跟禽獸差別在哪裡？人懂得仁義禮智信，而且能夠落實，畜生不懂，牠不知道，人與禽獸差別就在此地。這個德行在中國流行了千萬年。我們相信中國傳統文化決定不止五千年，五千年是有文字記載，沒有文字記載不能說沒有文化。所以我們相信，中國文化的大根大本就是五倫五常，五倫五常至少有一萬多年，沒有文字之前就有。中國這一塊土地是寶土，倫理道德薰習非常深厚的一塊土地，這個地方的人民有福。"
    },
    {
      "id": "02-037-0480_p0006",
      "zh_CN": "我们把老祖宗东西丢掉也不过是两百年，如果以一万三千年来说，两百年是很短的时间，不算很长。所以我们有灾难，灾难是老祖宗对后人的惩罚，绝不会灭亡。老祖宗的惩罚是让我们认真反省，要把老祖宗的教训找回来，找回来就没事了，找回来就天下太平了，这个很重要。现在慢慢觉悟了，大陆上普遍对传统文化开始重视，好现象。在国际间，外国人对中国传统文化逐渐的也有兴趣，也很认真的在探索。他们有这个心，我们要给他这个机会，让他能更深入的了解。我们这些东西翻译成外国文不多，所以必须有大量的翻译工作，帮助他们认识、帮助他们学习。",
      "zh_TW": "我們把老祖宗東西丟掉也不過是兩百年，如果以一萬三千年來說，兩百年是很短的時間，不算很長。所以我們有災難，災難是老祖宗對後人的懲罰，絕不會滅亡。老祖宗的懲罰是讓我們認真反省，要把老祖宗的教訓找回來，找回來就沒事了，找回來就天下太平了，這個很重要。現在慢慢覺悟了，大陸上普遍對傳統文化開始重視，好現象。在國際間，外國人對中國傳統文化逐漸的也有興趣，也很認真的在探索。他們有這個心，我們要給他這個機會，讓他能更深入的了解。我們這些東西翻譯成外國文不多，所以必須有大量的翻譯工作，幫助他們認識、幫助他們學習。"
    },
    {
      "id": "02-037-0480_p0007",
      "zh_CN": "这一桩事情最早提醒的不是中国人，中国人没有意识到，没有注意到，是英国汤恩比博士。在一九七０年代，他说过，「要解决二十一世纪的社会问题」，那就是指今天，现代，他说「只有中国孔孟学说跟大乘佛法」，这个话是英国人说的。他一生研究文化哲学，所以他是个历史哲学家，而历史是专门研究文化史，他对于中国东西认识得很透彻，世界上，在中国也找不到，也没法子找到一个跟他相比的。他提出解决今天社会问题这个方针。那孔孟学说是什么？大乘佛法又是什么？跟外国人往来，讲东西，真的要讲得很清楚、很明白，还得很简单扼要，太多了他听不进去、听不懂。所以我们就用一句话说，孔孟学说是仁义忠恕，根据《论语》上说的。孔子一生提倡仁，孟子一生提倡义，孔孟所标榜的是仁义。夫子一生，这是他的学生说的，「夫子之道，忠恕而已矣」，忠恕两个字代表孔子的一生行持，忠是心端正，不偏不邪，这忠；恕，是原谅别人。特别在今天，今天世界人心里想错了、身口做错了，为什么做错了？没人教他，当然做错，所以这值得原谅的。造再重的罪业都不要去计较，要原谅他，他无知，希望他能够坐下来好好的学习圣贤教育，这个社会就有救了，这个世界有救了。",
      "zh_TW": "這一樁事情最早提醒的不是中國人，中國人沒有意識到，沒有注意到，是英國湯恩比博士。在一九七０年代，他說過，「要解決二十一世紀的社會問題」，那就是指今天，現代，他說「只有中國孔孟學說跟大乘佛法」，這個話是英國人說的。他一生研究文化哲學，所以他是個歷史哲學家，而歷史是專門研究文化史，他對於中國東西認識得很透徹，世界上，在中國也找不到，也沒法子找到一個跟他相比的。他提出解決今天社會問題這個方針。那孔孟學說是什麼？大乘佛法又是什麼？跟外國人往來，講東西，真的要講得很清楚、很明白，還得很簡單扼要，太多了他聽不進去、聽不懂。所以我們就用一句話說，孔孟學說是仁義忠恕，根據《論語》上說的。孔子一生提倡仁，孟子一生提倡義，孔孟所標榜的是仁義。夫子一生，這是他的學生說的，「夫子之道，忠恕而已矣」，忠恕兩個字代表孔子的一生行持，忠是心端正，不偏不邪，這忠；恕，是原諒別人。特別在今天，今天世界人心裡想錯了、身口做錯了，為什麼做錯了？沒人教他，當然做錯，所以這值得原諒的。造再重的罪業都不要去計較，要原諒他，他無知，希望他能夠坐下來好好的學習聖賢教育，這個社會就有救了，這個世界有救了。"
    },
    {
      "id": "02-037-0480_p0008",
      "zh_CN": "我们从汤恩比博士这个话再引申，不仅仅是中国孔孟跟大乘，全世界其他国家民族老祖宗留下来的这些智慧传说里面有很多珍贵的资料，我们要把它发掘出来，与孔孟、大乘相辅相成。这也讲会集。夫子是一个集大成者，善于会集的人，他把过去二千五百年，这有文字开始，从三皇五帝到春秋这个时代古圣先贤的教诲，那个时候只有传说，没有文字，他把这些传说统统用文字写出来留给后世。所以这是个集大成者，后世尊称他为大成至圣先师，那个大成是集大成，这是中国传统文化承传最重要的一个人。如果没有人把它写成文字、做成书本，流传到今天，那我们只有传说，传说有的时候会传错。所有传说都经过孔子的审查、鉴定，认为是真的，他都把它留下来，有疑问的他都不要。这种做学问的态度我们要向他学习。有智慧能够辨别真假、邪正、善恶、利害，孔子有这个智慧，好的东西留下来，不好的东西都不要了。诗三百，根据古书记载，在孔子那个时候，这个诗就像现在的流行歌曲，有几千首，到孔子把它一一审定，总共只留下三百零五首，诗三百篇，三百零五首，不善的都淘汰掉了，不要了，留这些精华，这都是非常良好的教育素材。",
      "zh_TW": "我們從湯恩比博士這個話再引申，不僅僅是中國孔孟跟大乘，全世界其他國家民族老祖宗留下來的這些智慧傳說裡面有很多珍貴的資料，我們要把它發掘出來，與孔孟、大乘相輔相成。這也講會集。夫子是一個集大成者，善於會集的人，他把過去二千五百年，這有文字開始，從三皇五帝到春秋這個時代古聖先賢的教誨，那個時候只有傳說，沒有文字，他把這些傳說統統用文字寫出來留給後世。所以這是個集大成者，後世尊稱他為大成至聖先師，那個大成是集大成，這是中國傳統文化承傳最重要的一個人。如果沒有人把它寫成文字、做成書本，流傳到今天，那我們只有傳說，傳說有的時候會傳錯。所有傳說都經過孔子的審查、鑑定，認為是真的，他都把它留下來，有疑問的他都不要。這種做學問的態度我們要向他學習。有智慧能夠辨別真假、邪正、善惡、利害，孔子有這個智慧，好的東西留下來，不好的東西都不要了。詩三百，根據古書記載，在孔子那個時候，這個詩就像現在的流行歌曲，有幾千首，到孔子把它一一審定，總共只留下三百零五首，詩三百篇，三百零五首，不善的都淘汰掉了，不要了，留這些精華，這都是非常良好的教育素材。"
    },
    {
      "id": "02-037-0480_p0009",
      "zh_CN": "孔子功德大，在中国家道承传，一直到今天，家庭历史最完整的就是孔家，这是印光大师说的。第二家就是范家，宋朝范仲淹，这将近九百年，历史完整的，在中国看到第二个，这祖宗积的大德。范老先生的后代昨天来见我，以前我在庐江，他见过我一次，难得，世世代代子子孙孙都做好事，都给社会大众做好榜样，他家在苏州。上一次印家谱，他送了一本给我看，我说你印了多少？他只印了一百套。我说怎么印这么少？没有钱。我说你这一套多少钱？人民币一百块。我说你们家的家谱要多印，范老先生一生的行业是我们大家最好的榜样，我叫他去印一千套，它好像是一本，印一千套，这个钱我拿。他们很欢喜，印出来了。其实一千套还是少。有这么多本流通，这就不会失传了。我们相信若干年后，这一本书会大量印行，中国人的好榜样。翻成外国文，也得让外国人看看，外国人没有家庭历史，中国有这么完整的家庭历史，一代一代详详细细记录下来。从这个地方就看到中国人心地的厚道，感情的丰富，要从这个地方去看。",
      "zh_TW": "孔子功德大，在中國家道承傳，一直到今天，家庭歷史最完整的就是孔家，這是印光大師說的。第二家就是范家，宋朝范仲淹，這將近九百年，歷史完整的，在中國看到第二個，這祖宗積的大德。范老先生的後代昨天來見我，以前我在廬江，他見過我一次，難得，世世代代子子孫孫都做好事，都給社會大眾做好榜樣，他家在蘇州。上一次印家譜，他送了一本給我看，我說你印了多少？他只印了一百套。我說怎麼印這麼少？沒有錢。我說你這一套多少錢？人民幣一百塊。我說你們家的家譜要多印，范老先生一生的行業是我們大家最好的榜樣，我叫他去印一千套，它好像是一本，印一千套，這個錢我拿。他們很歡喜，印出來了。其實一千套還是少。有這麼多本流通，這就不會失傳了。我們相信若干年後，這一本書會大量印行，中國人的好榜樣。翻成外國文，也得讓外國人看看，外國人沒有家庭歷史，中國有這麼完整的家庭歷史，一代一代詳詳細細記錄下來。從這個地方就看到中國人心地的厚道，感情的豐富，要從這個地方去看。"
    },
    {
      "id": "02-037-0480_p0010",
      "zh_CN": "这个经上还有一句话说，毁五戒者，受了戒，五戒都犯了，杀盗淫妄酒统统都犯了，那他的五脏都出毛病，外面眼耳鼻舌身都有问题，身心都不健康。怎样才能恢复健康？要认错、要忏悔，严持五戒，你业障消了，身心就恢复健康。我们也有看到的，依教修行修得很好，他身体不好，这经上也有。这是什么情形？这是重罪轻报。他原本有很重的罪，现在得一点小病，是把重罪减轻了。认真努力修行，这个功夫不断向上提升，他这个病就没有了、就消除了。业因果报，丝毫不爽，我们不能不知道。所以这两句时时刻刻记在心上，起心动念都要与善相应。善的根就是五戒十善，前面第三十五品专讲这个问题。我们净宗学会把三十二到三十七品定为晚课念诵的经文，早课是念第六品，四十八愿，晚课就是念这段经文。这里头含的意思，就是说一定要知道持戒念佛，这个决定往生；如果念佛不持戒，不行，只做未来世得度的善缘，这一生不能往生。这一生往生一定要断恶修善，这样发菩提心，一向专念，才是真正念佛人。",
      "zh_TW": "這個經上還有一句話說，毀五戒者，受了戒，五戒都犯了，殺盜淫妄酒統統都犯了，那他的五臟都出毛病，外面眼耳鼻舌身都有問題，身心都不健康。怎樣才能恢復健康？要認錯、要懺悔，嚴持五戒，你業障消了，身心就恢復健康。我們也有看到的，依教修行修得很好，他身體不好，這經上也有。這是什麼情形？這是重罪輕報。他原本有很重的罪，現在得一點小病，是把重罪減輕了。認真努力修行，這個功夫不斷向上提升，他這個病就沒有了、就消除了。業因果報，絲毫不爽，我們不能不知道。所以這兩句時時刻刻記在心上，起心動念都要與善相應。善的根就是五戒十善，前面第三十五品專講這個問題。我們淨宗學會把三十二到三十七品定為晚課念誦的經文，早課是念第六品，四十八願，晚課就是念這段經文。這裡頭含的意思，就是說一定要知道持戒念佛，這個決定往生；如果念佛不持戒，不行，只做未來世得度的善緣，這一生不能往生。這一生往生一定要斷惡修善，這樣發菩提心，一向專念，才是真正念佛人。"
    },
    {
      "id": "02-037-0480_p0011",
      "zh_CN": "在今天这个世界，无论在家出家学佛，不能不重视六和敬，因为全世界的人都不和。一个家庭，夫妻不和，夫妻要和就不会离婚，你看今天这个世间离婚率有多少！父子不和，父母离婚了，儿女可怜，无父无母，他对父母就有怨恨，没有恩情，都是因为不和而产生的这些弊病。兄弟不和，造出社会人与人的对立冲突，到最后是包括爆发战争，天灾人祸，都从这来的。释迦牟尼佛一生，跟他接触的人都知道，和蔼可亲，你跟佛接近没有不生欢喜心的。为什么？佛身心六和，他统统做到了，他的磁场、他的气分就是和谐，进入他的磁场自然心地就和睦，对立冲突自然化解，这是我们要学习的。",
      "zh_TW": "在今天這個世界，無論在家出家學佛，不能不重視六和敬，因為全世界的人都不和。一個家庭，夫妻不和，夫妻要和就不會離婚，你看今天這個世間離婚率有多少！父子不和，父母離婚了，兒女可憐，無父無母，他對父母就有怨恨，沒有恩情，都是因為不和而產生的這些弊病。兄弟不和，造出社會人與人的對立衝突，到最後是包括爆發戰爭，天災人禍，都從這來的。釋迦牟尼佛一生，跟他接觸的人都知道，和藹可親，你跟佛接近沒有不生歡喜心的。為什麼？佛身心六和，他統統做到了，他的磁場、他的氣分就是和諧，進入他的磁場自然心地就和睦，對立衝突自然化解，這是我們要學習的。"
    },
    {
      "id": "02-037-0480_p0012",
      "zh_CN": "人不跟我们和这个是应该的，我们要跟别人和也是应该的。为什么？释迦牟尼佛教我们的，我们一定要依教奉行。我跟他和久了，他自然也就跟我和了，用什么方法？下面会讲到，一定要用四摄法。摄，摄受众生，摄受众生就是我们今天讲的劝人学佛，你就懂了，用什么方法劝人学佛？佛说的这四种方法。首先，自己要做一个善人，基本的，五戒、十善、六和、六波罗蜜，最重要的就这四科。第一是五戒，第二是十善，第三是六和，第四是六度，只要做到这四科你就是真正佛弟子。如果你再发菩提心，一向专念，你就是真正的弥陀弟子，一点都不假。弥陀弟子是最光荣的，为什么？一切诸佛如来都尊重你，因为你是弥陀弟子。诸佛尊重弥陀为「光中极尊，佛中之王」，所以弥陀弟子是特别受到诸佛如来的尊重。如果不具备这个条件，这个条件很简单，五戒、十善、六和、六度，发菩提心，一向专念，就这么简单。这个你要是做不到，你不具足，你就不是弥陀弟子，假的不是真的。诸佛不会赞叹你，善神不会拥护你，鬼神瞧不起你，你的灾难就多，灾难是这么来的，不能不知道。",
      "zh_TW": "人不跟我們和這個是應該的，我們要跟別人和也是應該的。為什麼？釋迦牟尼佛教我們的，我們一定要依教奉行。我跟他和久了，他自然也就跟我和了，用什麼方法？下面會講到，一定要用四攝法。攝，攝受眾生，攝受眾生就是我們今天講的勸人學佛，你就懂了，用什麼方法勸人學佛？佛說的這四種方法。首先，自己要做一個善人，基本的，五戒、十善、六和、六波羅蜜，最重要的就這四科。第一是五戒，第二是十善，第三是六和，第四是六度，只要做到這四科你就是真正佛弟子。如果你再發菩提心，一向專念，你就是真正的彌陀弟子，一點都不假。彌陀弟子是最光榮的，為什麼？一切諸佛如來都尊重你，因為你是彌陀弟子。諸佛尊重彌陀為「光中極尊，佛中之王」，所以彌陀弟子是特別受到諸佛如來的尊重。如果不具備這個條件，這個條件很簡單，五戒、十善、六和、六度，發菩提心，一向專念，就這麼簡單。這個你要是做不到，你不具足，你就不是彌陀弟子，假的不是真的。諸佛不會讚歎你，善神不會擁護你，鬼神瞧不起你，你的災難就多，災難是這麼來的，不能不知道。"
    },
    {
      "id": "02-037-0480_p0013",
      "zh_CN": "那深言之，这是法身菩萨，「身心净洁，与善相应」，这个善是本性，与自性相应。所以深言之始觉智妙契本觉理，这句话是什么？就是禅宗所说的明心见性，见性成佛，这才是与善相应。这个善是本性，本性本善，我们中国老祖宗知道，佛法没传到中国来之前，中国老祖宗就说，本性本善，《三字经》上头一句话说，「人之初，性本善」。下面，念老这几句话说得好，「但应谛知」，谛是用智慧细心去审查，这是真知，这不是假的。「此第一之善」，就是自性本善，「究竟不离诸恶莫作，众善奉行」。这两句是佛教初学的、教一切众生的，这两句它跟自性本善是相通的，诸恶莫作、众善奉行的根本是真如本性。所以这八个字重要，诸恶就是十恶，身杀盗淫，口妄语、两舌、绮语、恶口，意贪瞋痴，决定不能做。众善奉行，十恶的反面就叫十善，不杀生、不偷盗、不淫欲，加上个「不」就是众善，善跟恶是一个正面、一个反面。诸恶莫作，众善奉行，这个人身心健康，肯定的百病不生。",
      "zh_TW": "那深言之，這是法身菩薩，「身心淨潔，與善相應」，這個善是本性，與自性相應。所以深言之始覺智妙契本覺理，這句話是什麼？就是禪宗所說的明心見性，見性成佛，這才是與善相應。這個善是本性，本性本善，我們中國老祖宗知道，佛法沒傳到中國來之前，中國老祖宗就說，本性本善，《三字經》上頭一句話說，「人之初，性本善」。下面，念老這幾句話說得好，「但應諦知」，諦是用智慧細心去審查，這是真知，這不是假的。「此第一之善」，就是自性本善，「究竟不離諸惡莫作，眾善奉行」。這兩句是佛教初學的、教一切眾生的，這兩句它跟自性本善是相通的，諸惡莫作、眾善奉行的根本是真如本性。所以這八個字重要，諸惡就是十惡，身殺盜淫，口妄語、兩舌、綺語、惡口，意貪瞋痴，決定不能做。眾善奉行，十惡的反面就叫十善，不殺生、不偷盜、不淫欲，加上個「不」就是眾善，善跟惡是一個正面、一個反面。諸惡莫作，眾善奉行，這個人身心健康，肯定的百病不生。"
    },
    {
      "id": "02-037-0480_p0014",
      "zh_CN": "有病，养病，希望这个病好。你一定要知道，再高明的大夫帮你治疗，效果是三分，另外七分是你自己的心态、你的念头。这就是佛法常说的一切法从心想生，你的念头纯正纯善，那个病很容易就好了，调理就好了。如果心行不善，常常想的还是杀盗淫妄，这个病就很不好治，再好的医生、再好的医药都没有办法把它治好。为什么？这些方法没有办法治你的心念，没有办法治你的念头。佛法是治我们念头的，是从根本上治疗的，真正相信，得再重的病，不需要医药，也不需要医生，用自己的意念就能把所有病治好。记住佛的一句话，是真理，佛说「制心一处，无事不办」，这句话大小乘经里头都有，可见得佛常说。我们的心散乱，制心一处，就是你心地恢复清净平等，没有妄想，没有杂念，没有欲望，没有是非人我，心是清净心、平等心，怎么会生病？只要达到清净心，病就没有了。那平等，不必说了，平等是菩萨，清净是阿罗汉。",
      "zh_TW": "有病，養病，希望這個病好。你一定要知道，再高明的大夫幫你治療，效果是三分，另外七分是你自己的心態、你的念頭。這就是佛法常說的一切法從心想生，你的念頭純正純善，那個病很容易就好了，調理就好了。如果心行不善，常常想的還是殺盜淫妄，這個病就很不好治，再好的醫生、再好的醫藥都沒有辦法把它治好。為什麼？這些方法沒有辦法治你的心念，沒有辦法治你的念頭。佛法是治我們念頭的，是從根本上治療的，真正相信，得再重的病，不需要醫藥，也不需要醫生，用自己的意念就能把所有病治好。記住佛的一句話，是真理，佛說「制心一處，無事不辦」，這句話大小乘經裡頭都有，可見得佛常說。我們的心散亂，制心一處，就是你心地恢復清淨平等，沒有妄想，沒有雜念，沒有欲望，沒有是非人我，心是清淨心、平等心，怎麼會生病？只要達到清淨心，病就沒有了。那平等，不必說了，平等是菩薩，清淨是阿羅漢。"
    },
    {
      "id": "02-037-0480_p0015",
      "zh_CN": "现在灾难很多，很多人问我，你看每个星期海内外许多人来看我，几乎没有一个人不关心二０一二马雅灾难预言，可见得人对这个东西很在乎。是不是一桩好事？不能说它是坏事，也不能说它是好事。为什么？对于一个有智慧的人来说是好事，对于一般人来讲是坏事。什么道理？刚才不是念过，一切法从心想生，大家都念灾难，灾难不就来了！所以对一般人来讲不是好事。有智慧的人听到什么，他不放在心上，这是好事，知道有这么回事情，但是这个事情可以化解。怎么化解？不放在心上就化解了，不要去想它。",
      "zh_TW": "現在災難很多，很多人問我，你看每個星期海內外許多人來看我，幾乎沒有一個人不關心二０一二馬雅災難預言，可見得人對這個東西很在乎。是不是一樁好事？不能說它是壞事，也不能說它是好事。為什麼？對於一個有智慧的人來說是好事，對於一般人來講是壞事。什麼道理？剛才不是念過，一切法從心想生，大家都念災難，災難不就來了！所以對一般人來講不是好事。有智慧的人聽到什麼，他不放在心上，這是好事，知道有這麼回事情，但是這個事情可以化解。怎麼化解？不放在心上就化解了，不要去想它。"
    },
    {
      "id": "02-037-0480_p0016",
      "zh_CN": "所以前年，两年前，外国有一些科学家在澳洲悉尼开了两天会，他们也通知我，我没去，我派了八个人去参加，在澳洲，我们净宗学会去了八个同学。回来的时候给我一份报告，我看到很满意。第一天的报告，是说明量子力学最近的研究进展，他们的发现跟佛经愈来愈接近了，我们看到很欢喜。阿赖耶的三细相，这是佛法的秘密、宇宙的秘密，被他发现，这叫揭密，对我们来说是非常大的帮助。因为这个秘密，佛在大经上讲，唯证方知。谁能够证得？经上常讲，八地以上。我们什么时候能够修到八地以上菩萨？七地还没有看见，没有见到，八地见到了。",
      "zh_TW": "所以前年，兩年前，外國有一些科學家在澳洲悉尼開了兩天會，他們也通知我，我沒去，我派了八個人去參加，在澳洲，我們淨宗學會去了八個同學。回來的時候給我一份報告，我看到很滿意。第一天的報告，是說明量子力學最近的研究進展，他們的發現跟佛經愈來愈接近了，我們看到很歡喜。阿賴耶的三細相，這是佛法的祕密、宇宙的祕密，被他發現，這叫揭密，對我們來說是非常大的幫助。因為這個祕密，佛在大經上講，唯證方知。誰能夠證得？經上常講，八地以上。我們什麼時候能夠修到八地以上菩薩？七地還沒有看見，沒有見到，八地見到了。"
    },
    {
      "id": "02-037-0480_p0017",
      "zh_CN": "今天科学家，他们不是菩萨，他们是用最新尖端科学仪器侦测到了，这些仪器能够捕捉到一千兆分之一秒，这里面的现象它能捕捉到，这是不可思议。你说这时间多短，一千兆分之一秒，今天科学能够把它捕捉到，这在科学里头都不敢想像。弥勒菩萨告诉我们，最小的物质现象，它存在的时间是一千六百兆分之一秒，这还差一点。虽差一点，物质现象被他们看到了，物质到底是什么，这问题化解了。物质的来源是念头，没有念头就没有物质，这个是佛经上讲的，我们从来不敢想像。佛说了，佛家讲物质用色做代表，意念是心，佛在经上讲色由心生。这句话被现在量子力学家发现了，真的，一点都不假，物质现象是念头变现的，没有念头决定没有物质。所以现在科学家提出来，过去四百年科学产生最大的错误，就是把物质跟心理分作二分，物理跟心理，科学偏重在物理。现在把物搞清楚了，物是心变现的，所以才新的学说出来了，不能分割，分开是错误的，心跟物是一不是二，一元的不是二元。他们提出以心控物，我们的念头，心是念头，念头可以控制物质。",
      "zh_TW": "今天科學家，他們不是菩薩，他們是用最新尖端科學儀器偵測到了，這些儀器能夠捕捉到一千兆分之一秒，這裡面的現象它能捕捉到，這是不可思議。你說這時間多短，一千兆分之一秒，今天科學能夠把它捕捉到，這在科學裡頭都不敢想像。彌勒菩薩告訴我們，最小的物質現象，它存在的時間是一千六百兆分之一秒，這還差一點。雖差一點，物質現象被他們看到了，物質到底是什麼，這問題化解了。物質的來源是念頭，沒有念頭就沒有物質，這個是佛經上講的，我們從來不敢想像。佛說了，佛家講物質用色做代表，意念是心，佛在經上講色由心生。這句話被現在量子力學家發現了，真的，一點都不假，物質現象是念頭變現的，沒有念頭決定沒有物質。所以現在科學家提出來，過去四百年科學產生最大的錯誤，就是把物質跟心理分作二分，物理跟心理，科學偏重在物理。現在把物搞清楚了，物是心變現的，所以才新的學說出來了，不能分割，分開是錯誤的，心跟物是一不是二，一元的不是二元。他們提出以心控物，我們的念頭，心是念頭，念頭可以控制物質。"
    },
    {
      "id": "02-037-0480_p0018",
      "zh_CN": "这经上刚才给你讲的，五善、五恶，善念，你看让我们身体身心健康，不生病；恶念，让我们外面眼耳鼻舌身，里面五脏六腑，都会出问题。怎么治疗？念头转过来，问题就解决了。这个道理佛在三千年前说的，被今天科学家证明。所以科学家讲，很多得绝症的人，医院里放弃治疗，宣布他存活时间也只有一、二个月了，这等于宣布死刑，这些人回家去，多半是宗教徒，把自己的疾病放下了，为什么？知道要死了，也不想身体，也不想病。宗教是，天天想上帝，跟上帝祈祷，求上帝带他到天堂。过了一、二个月，没事，再去检查，他病好了。你说怎么好的？念头，不想它了，它就没事。所以你不要想有病，不要想病好、病不好，都不想它，一切随它去。我把念头拐个弯，专门对上帝、专门对天堂，这个带着病毒的细胞自然恢复正常，不需要用医药，只用意念。我们念佛的人一天到晚心里头放阿弥陀佛，除阿弥陀佛之外，什么都不放，比他念上帝、念天堂的效果还要高，是真的不是假的。所以量子力学对我们佛法有很大的贡献。这种事情，我们学佛搞了六十年，始终疑团解不了，不能不相信，佛说的，但是总有怀疑，被科学家把这个疑问解决了。所以我们一听他的报告，马上就明了，非常欢喜。",
      "zh_TW": "這經上剛才給你講的，五善、五惡，善念，你看讓我們身體身心健康，不生病；惡念，讓我們外面眼耳鼻舌身，裡面五臟六腑，都會出問題。怎麼治療？念頭轉過來，問題就解決了。這個道理佛在三千年前說的，被今天科學家證明。所以科學家講，很多得絕症的人，醫院裡放棄治療，宣布他存活時間也只有一、二個月了，這等於宣布死刑，這些人回家去，多半是宗教徒，把自己的疾病放下了，為什麼？知道要死了，也不想身體，也不想病。宗教是，天天想上帝，跟上帝祈禱，求上帝帶他到天堂。過了一、二個月，沒事，再去檢查，他病好了。你說怎麼好的？念頭，不想它了，它就沒事。所以你不要想有病，不要想病好、病不好，都不想它，一切隨它去。我把念頭拐個彎，專門對上帝、專門對天堂，這個帶著病毒的細胞自然恢復正常，不需要用醫藥，只用意念。我們念佛的人一天到晚心裡頭放阿彌陀佛，除阿彌陀佛之外，什麼都不放，比他念上帝、念天堂的效果還要高，是真的不是假的。所以量子力學對我們佛法有很大的貢獻。這種事情，我們學佛搞了六十年，始終疑團解不了，不能不相信，佛說的，但是總有懷疑，被科學家把這個疑問解決了。所以我們一聽他的報告，馬上就明瞭，非常歡喜。"
    },
    {
      "id": "02-037-0480_p0019",
      "zh_CN": "第二天，他们研究的主题就是研究马雅灾难预言，一天的时间。最后的结论，是美国布莱登博士，他告诉大家，希望地球上的居民要觉悟，从今天起弃恶扬善，把恶的念头统统放下，把善的念头提起来，恶的事情不再做了，多做好事，叫改邪归正，端正心念，就可以平安度过二０一二的马雅预言。不但可以能化解这个预言，而且把地球带上更好的走向。这是第二天的总结，跟佛经上讲的完全相同。我们要相信因果，善因善果，恶因恶报，丝毫不爽。",
      "zh_TW": "第二天，他們研究的主題就是研究馬雅災難預言，一天的時間。最後的結論，是美國布萊登博士，他告訴大家，希望地球上的居民要覺悟，從今天起棄惡揚善，把惡的念頭統統放下，把善的念頭提起來，惡的事情不再做了，多做好事，叫改邪歸正，端正心念，就可以平安度過二０一二的馬雅預言。不但可以能化解這個預言，而且把地球帶上更好的走向。這是第二天的總結，跟佛經上講的完全相同。我們要相信因果，善因善果，惡因惡報，絲毫不爽。"
    },
    {
      "id": "02-037-0480_p0020",
      "zh_CN": "念佛的人我们为什么？我们学佛为什么？说实实在在的话，我们就为往生西方极乐世界，我就为这个，我就为了要亲近阿弥陀佛。所以经上教给我们一向专念，发菩提心。一向专念，我们听话，什么叫菩提心？真正相信有西方极乐世界、有阿弥陀佛，你真正相信；真正发愿求生西方净土，对这个世界什么留恋都没有，身心世界一切放下，我就是一个念头，到极乐世界亲近阿弥陀佛，一天到晚就一桩事情，老实念佛。除念佛之外，身心净洁，什么念头都没有，没有妄想、没有杂念，没有自私自利、没有名闻利养、没有贪瞋痴慢、没有七情五欲，你决定往生。什么时候往生，统统阿弥陀佛替我做主，这个自在。我们随时随地都可以往生，没有留恋，佛什么时候来接我，我什么时候走。那佛还没有来接我，那留着我，我在这个世间表法，我做一个念佛人的样子给大家看，这就是佛把我这个身体留在世间。要不做一个好榜样的话，做个坏样子，那我们就往三途去了，不是极乐世界。",
      "zh_TW": "念佛的人我們為什麼？我們學佛為什麼？說實實在在的話，我們就為往生西方極樂世界，我就為這個，我就為了要親近阿彌陀佛。所以經上教給我們一向專念，發菩提心。一向專念，我們聽話，什麼叫菩提心？真正相信有西方極樂世界、有阿彌陀佛，你真正相信；真正發願求生西方淨土，對這個世界什麼留戀都沒有，身心世界一切放下，我就是一個念頭，到極樂世界親近阿彌陀佛，一天到晚就一樁事情，老實念佛。除念佛之外，身心淨潔，什麼念頭都沒有，沒有妄想、沒有雜念，沒有自私自利、沒有名聞利養、沒有貪瞋痴慢、沒有七情五欲，你決定往生。什麼時候往生，統統阿彌陀佛替我做主，這個自在。我們隨時隨地都可以往生，沒有留戀，佛什麼時候來接我，我什麼時候走。那佛還沒有來接我，那留著我，我在這個世間表法，我做一個念佛人的樣子給大家看，這就是佛把我這個身體留在世間。要不做一個好榜樣的話，做個壞樣子，那我們就往三途去了，不是極樂世界。"
    },
    {
      "id": "02-037-0480_p0021",
      "zh_CN": "往生的事情阿弥陀佛全权做主。在这个世间表演，那是我们自己做主，我们至少真干，把三福表演出来，把五戒表演出来、十善表演出来、六和表演出来、六度表演出来、普贤十愿表演出来，行了，我们往生西方极乐世界就打了满分，真正弥陀弟子，这不是假的。希望同学们努力，真干的人多了，正法一定复兴、正法一定久住，我们所做所为是为正法久住尽了一分力量，这一分力量是真实功德。要真干，头一个要把身见放下，不再执着身是我。身是我修行、脱离六道轮回往生极乐世界的一个工具，我要好好利用这个工具，不要让它来障碍我。善用这个工具，一生成就，这就对了，我们这一生到世间来没有白来。",
      "zh_TW": "往生的事情阿彌陀佛全權做主。在這個世間表演，那是我們自己做主，我們至少真幹，把三福表演出來，把五戒表演出來、十善表演出來、六和表演出來、六度表演出來、普賢十願表演出來，行了，我們往生西方極樂世界就打了滿分，真正彌陀弟子，這不是假的。希望同學們努力，真幹的人多了，正法一定復興、正法一定久住，我們所做所為是為正法久住盡了一分力量，這一分力量是真實功德。要真幹，頭一個要把身見放下，不再執著身是我。身是我修行、脫離六道輪迴往生極樂世界的一個工具，我要好好利用這個工具，不要讓它來障礙我。善用這個工具，一生成就，這就對了，我們這一生到世間來沒有白來。"
    },
    {
      "id": "02-037-0480_p0022",
      "zh_CN": "《无量寿经》的会集本，过去这几年反对的人特多。我前几天看到一本书，这里面有九华山幻住茅蓬一份问答，问的人是一位居士，愿海居士，答复的人是这位老法师，我跟他没有见过面。我读了这个问答我非常受感动，老法师对于中国的历史非常清楚，没有一点成见，把这个问题解释清楚了，会集是许可的。在中国，第一个会集的不是王龙舒，他说的，在三国时代，法师、居士有很多的会集经本，都在《大藏经》里头；换句话说，都得到祖师大德的肯定。",
      "zh_TW": "《無量壽經》的會集本，過去這幾年反對的人特多。我前幾天看到一本書，這裡面有九華山幻住茅蓬一份問答，問的人是一位居士，願海居士，答覆的人是這位老法師，我跟他沒有見過面。我讀了這個問答我非常受感動，老法師對於中國的歷史非常清楚，沒有一點成見，把這個問題解釋清楚了，會集是許可的。在中國，第一個會集的不是王龍舒，他說的，在三國時代，法師、居士有很多的會集經本，都在《大藏經》裡頭；換句話說，都得到祖師大德的肯定。"
    },
    {
      "id": "02-037-0480_p0023",
      "zh_CN": "就我们所知的，会集是什么人做的？真正有智慧的人。释迦牟尼佛一生所说的一切经是会集的，你能相信吗？《四十华严》的经题，清凉大师《疏钞》里头说得很清楚，说释迦牟尼佛一生没有说一句话。说了四十九年，怎么没说一句话？他所说的统统是过去古佛所说的，释迦牟尼佛没有在古佛经典上多加一个字，那不就是会集的！比孔老夫子还严格，孔老夫子是述而不作，信而好古。释迦牟尼佛没有在古佛经典上多加一个字，这还了得！再看《华严经》，《华严经》末后五十三参，那是文殊菩萨叫善财童子去会集，去参访五十三位善知识。他们将它会集成一本，《普贤菩萨行愿品》，善财童子五十三参。我早年刚刚接触佛法，方东美先生告诉我，这是真实智慧，合乎逻辑。为什么？不是他自己想出来的，他是确确实实到外面去参学，取人之长，舍人之短。这是真学问。我们中国古人说，读万卷书，行万里路，去考察、去证实。怎么不能会集？怎么会集就犯法？",
      "zh_TW": "就我們所知的，會集是什麼人做的？真正有智慧的人。釋迦牟尼佛一生所說的一切經是會集的，你能相信嗎？《四十華嚴》的經題，清涼大師《疏鈔》裡頭說得很清楚，說釋迦牟尼佛一生沒有說一句話。說了四十九年，怎麼沒說一句話？他所說的統統是過去古佛所說的，釋迦牟尼佛沒有在古佛經典上多加一個字，那不就是會集的！比孔老夫子還嚴格，孔老夫子是述而不作，信而好古。釋迦牟尼佛沒有在古佛經典上多加一個字，這還了得！再看《華嚴經》，《華嚴經》末後五十三參，那是文殊菩薩叫善財童子去會集，去參訪五十三位善知識。他們將它會集成一本，《普賢菩薩行願品》，善財童子五十三參。我早年剛剛接觸佛法，方東美先生告訴我，這是真實智慧，合乎邏輯。為什麼？不是他自己想出來的，他是確確實實到外面去參學，取人之長，捨人之短。這是真學問。我們中國古人說，讀萬卷書，行萬里路，去考察、去證實。怎麼不能會集？怎麼會集就犯法？"
    },
    {
      "id": "02-037-0480_p0024",
      "zh_CN": "那我们现在读这些经典，《无量寿经》九种版本，夏莲居老居士都赞叹，并不是说他这会集本出来，其他的不要了，不是。这个本子便于读诵，读这个本子，你再看其他的本子，其余八种本子，现在连这个总共九种本子。五种原译本，王龙舒的会集本、魏默深的会集本，跟夏莲居这三种会集本，还有一种，彭际清居士的节校本，所以总共九种本子。我印过，我把九种本子印成一册，便利大家去考证。王龙舒的本子，《龙藏》编进去了。《藏经》收进去的，那都是当代的大德、帝王肯定的、承认的，不是随便可以入藏的，经过严格的审查。你们今天提出这个不能，那换句话说，你们的智慧、道行超过古大德之上，古大德没有发现，被你们发现了。",
      "zh_TW": "那我們現在讀這些經典，《無量壽經》九種版本，夏蓮居老居士都讚歎，並不是說他這會集本出來，其他的不要了，不是。這個本子便於讀誦，讀這個本子，你再看其他的本子，其餘八種本子，現在連這個總共九種本子。五種原譯本，王龍舒的會集本、魏默深的會集本，跟夏蓮居這三種會集本，還有一種，彭際清居士的節校本，所以總共九種本子。我印過，我把九種本子印成一冊，便利大家去考證。王龍舒的本子，《龍藏》編進去了。《藏經》收進去的，那都是當代的大德、帝王肯定的、承認的，不是隨便可以入藏的，經過嚴格的審查。你們今天提出這個不能，那換句話說，你們的智慧、道行超過古大德之上，古大德沒有發現，被你們發現了。"
    },
    {
      "id": "02-037-0480_p0025",
      "zh_CN": "再说阿弥陀佛极乐世界就是会集成就的，这个你不能反对，这经本上都有。极乐世界怎么来的？只是弥陀一念悲心，看到诸佛刹土六道众生太可怜、太苦了，他大慈大悲想怎样帮助六道苦难众生，找出一个修行的方法，让他们能够快速的成佛，这了不起！他向他老师请教，世间自在王如来。老师没有详细说明，老师只是教他，你去参访，到十方诸佛刹土里面去考察、去学习，诸佛刹土里面好的你把它记下来，都要，你觉得不好的你都不要。所以四十八愿是他考察一切诸佛刹土之后的总结，四十八愿是总结，你要搞清楚，极乐世界就是依四十八愿成就的。所以极乐世界超越一切诸佛刹土，是什么？一切刹土里面好的长处全在它那里，缺点没有，极乐世界超过一切诸佛刹土，会集的。大智慧人、大德能的人他搞会集。",
      "zh_TW": "再說阿彌陀佛極樂世界就是會集成就的，這個你不能反對，這經本上都有。極樂世界怎麼來的？只是彌陀一念悲心，看到諸佛剎土六道眾生太可憐、太苦了，他大慈大悲想怎樣幫助六道苦難眾生，找出一個修行的方法，讓他們能夠快速的成佛，這了不起！他向他老師請教，世間自在王如來。老師沒有詳細說明，老師只是教他，你去參訪，到十方諸佛剎土裡面去考察、去學習，諸佛剎土裡面好的你把它記下來，都要，你覺得不好的你都不要。所以四十八願是他考察一切諸佛剎土之後的總結，四十八願是總結，你要搞清楚，極樂世界就是依四十八願成就的。所以極樂世界超越一切諸佛剎土，是什麼？一切剎土裡面好的長處全在它那裡，缺點沒有，極樂世界超過一切諸佛剎土，會集的。大智慧人、大德能的人他搞會集。"
    },
    {
      "id": "02-037-0480_p0026",
      "zh_CN": "今天世界这么乱，如何帮助这个世界恢复安定和平，那除会集之外，找不到第二条路。我是从佛经里头学来的，从孔老夫子述而不作，信而好古，这个信息里头得来的。今天我们要会集全世界每一个族群祖宗留下来的智慧，要会集所有宗教的经典，不能用一个，用一个人家不服。所有宗教里面好的东西节录下来，编成一部经书，这部经书什么宗教都有，什么族群祖先留下来的真实智慧统统都有，大家服了。我编了一本书，希望带头，不是以我的做标准，我是个开端，做个样子，希望别人比我做得更好，世界宗教是一家。这里面是十个宗教，十个宗教经典里面好东西节录出来，编成这一部书，这是个会集本，十个宗教的会集本。我们的目的没有别的，希望世界恢复安定和平，人与人之间能够和睦相处。至于你个人希望更进一步的提升，那是你个人的事情，你用你自己的宗教经典，可以，可以达到；你参考别人宗教里面一些很好的东西，也能帮助你达到。能够与一切族群文化不排斥，所有宗教不排斥，宗教就和谐、和平。宗教和平，对于世界和平会产生很大的影响，因为这个世界信仰宗教的人比不信仰宗教的人还是要多一些。所以高等的文化、高等的智慧是和谐的，没有对立的，决定没有敌对。",
      "zh_TW": "今天世界這麼亂，如何幫助這個世界恢復安定和平，那除會集之外，找不到第二條路。我是從佛經裡頭學來的，從孔老夫子述而不作，信而好古，這個信息裡頭得來的。今天我們要會集全世界每一個族群祖宗留下來的智慧，要會集所有宗教的經典，不能用一個，用一個人家不服。所有宗教裡面好的東西節錄下來，編成一部經書，這部經書什麼宗教都有，什麼族群祖先留下來的真實智慧統統都有，大家服了。我編了一本書，希望帶頭，不是以我的做標準，我是個開端，做個樣子，希望別人比我做得更好，世界宗教是一家。這裡面是十個宗教，十個宗教經典裡面好東西節錄出來，編成這一部書，這是個會集本，十個宗教的會集本。我們的目的沒有別的，希望世界恢復安定和平，人與人之間能夠和睦相處。至於你個人希望更進一步的提升，那是你個人的事情，你用你自己的宗教經典，可以，可以達到；你參考別人宗教裡面一些很好的東西，也能幫助你達到。能夠與一切族群文化不排斥，所有宗教不排斥，宗教就和諧、和平。宗教和平，對於世界和平會產生很大的影響，因為這個世界信仰宗教的人比不信仰宗教的人還是要多一些。所以高等的文化、高等的智慧是和諧的，沒有對立的，決定沒有敵對。"
    },
    {
      "id": "02-037-0480_p0027",
      "zh_CN": "大乘佛法里头没有魔，小乘里头有，大乘怎么？魔也有佛性，魔也是众生，魔也是自性变现出来的，所以魔也是佛。一切众生，没有说魔除外，没有，没有这个话，你找不到的，一切众生本来是佛。所以我们称魔王波旬称菩萨，波旬菩萨，我们请他护持正法。为什么？他有佛性，他本来是佛。佛为什么变成魔？情执太重，情执不是自性有的，习性里的东西，不是本性。波旬，诸位知道，是欲界第六天的天主、天王。你真修行，他佩服你，他护持你；你搞假的，他瞧不起你，你不是真的，他给你许多障碍，真修，他真护持你。所以心念比什么都重要，希望大家心里头只有善念没有恶念，只有和谐没有灾难。学佛的人、修净土的人念念只有阿弥陀佛，除阿弥陀佛，决定没有杂念，你一定身心健康，你一定见到阿弥陀佛。《大势至菩萨圆通章》讲得非常好，「忆佛念佛，现前当来，必定见佛」，这个见佛就是见阿弥陀佛。",
      "zh_TW": "大乘佛法裡頭沒有魔，小乘裡頭有，大乘怎麼？魔也有佛性，魔也是眾生，魔也是自性變現出來的，所以魔也是佛。一切眾生，沒有說魔除外，沒有，沒有這個話，你找不到的，一切眾生本來是佛。所以我們稱魔王波旬稱菩薩，波旬菩薩，我們請他護持正法。為什麼？他有佛性，他本來是佛。佛為什麼變成魔？情執太重，情執不是自性有的，習性裡的東西，不是本性。波旬，諸位知道，是欲界第六天的天主、天王。你真修行，他佩服你，他護持你；你搞假的，他瞧不起你，你不是真的，他給你許多障礙，真修，他真護持你。所以心念比什麼都重要，希望大家心裡頭只有善念沒有惡念，只有和諧沒有災難。學佛的人、修淨土的人念念只有阿彌陀佛，除阿彌陀佛，決定沒有雜念，你一定身心健康，你一定見到阿彌陀佛。《大勢至菩薩圓通章》講得非常好，「憶佛念佛，現前當來，必定見佛」，這個見佛就是見阿彌陀佛。"
    },
    {
      "id": "02-037-0480_p0028",
      "zh_CN": "我们再看下面这一段，「更就本宗，第一之善」，本宗，我们修净土，净土宗是我们的本宗。本宗里头第一之善，说什么？实实在在讲就是大势至法王子的念佛法门，这是第一善，知道的人很少。大势至菩萨告诉我们，「都摄六根，净念相继也。一声佛号，六根俱摄。即六根自端也」。用什么方法？就是一句佛号，南无阿弥陀佛，行，不念南无，念阿弥陀佛也行。《弥陀经》上告诉我们，执持名号，名号就四个字，南无是皈依的意思，是礼敬的意思、皈命的意思。莲池大师当年在世，我记得好像是《竹窗随笔》里头讲的，有人问他，你老人家劝人念佛，教人怎么念法？莲池大师说，我教别人念六个字，南无阿弥陀佛。人家问他，你老人家自己怎么念？他说我自己念四个字，阿弥陀佛。别人问他，为什么？他说别人念佛未必真想往生，加上南无是恭敬，是皈依、皈命，加上这个好。我这一生决定求生净土，那个什么皈依、恭敬不要了，就四个字，直截了当。佛在《弥陀经》上说过，执持名号，名号就四个字，我依教奉行。四个字比六个字简单，功夫更得力，愈简单愈得力，愈麻烦就愈分心。",
      "zh_TW": "我們再看下面這一段，「更就本宗，第一之善」，本宗，我們修淨土，淨土宗是我們的本宗。本宗裡頭第一之善，說什麼？實實在在講就是大勢至法王子的念佛法門，這是第一善，知道的人很少。大勢至菩薩告訴我們，「都攝六根，淨念相繼也。一聲佛號，六根俱攝。即六根自端也」。用什麼方法？就是一句佛號，南無阿彌陀佛，行，不念南無，念阿彌陀佛也行。《彌陀經》上告訴我們，執持名號，名號就四個字，南無是皈依的意思，是禮敬的意思、皈命的意思。蓮池大師當年在世，我記得好像是《竹窗隨筆》裡頭講的，有人問他，你老人家勸人念佛，教人怎麼念法？蓮池大師說，我教別人念六個字，南無阿彌陀佛。人家問他，你老人家自己怎麼念？他說我自己念四個字，阿彌陀佛。別人問他，為什麼？他說別人念佛未必真想往生，加上南無是恭敬，是皈依、皈命，加上這個好。我這一生決定求生淨土，那個什麼皈依、恭敬不要了，就四個字，直截了當。佛在《彌陀經》上說過，執持名號，名號就四個字，我依教奉行。四個字比六個字簡單，功夫更得力，愈簡單愈得力，愈麻煩就愈分心。"
    },
    {
      "id": "02-037-0480_p0029",
      "zh_CN": "所以古人说，「念经不如念咒」，咒短经长，「念咒不如念佛」，佛号只有四个字，什么咒都比这个佛号多，这个话说得非常有道理。一句佛号，不但是释迦牟尼佛四十九年所说一切经教统统包括在其中，一字不漏；而且包括十方三世一切诸佛无量劫中所说的一切经教，都不出这一句阿弥陀佛。这个佛号功德多大，这个名号功德是第一善，世出世间无与伦比，没有一样东西能跟它比的。你想断恶修善、积功累德，要怎么样做？就念这一句佛号，你就成功了。你说做布施行善，《金刚经》上告诉我们，大千世界七宝布施比不上菩萨为人说四句偈的功德，比不上。为什么？菩萨为众生说四句偈，众生开悟了；大千世界七宝去供养他，开悟不了，开悟不了还要搞六道轮回，错了。这个道理要明了，不能搞错，我们得好好想想。",
      "zh_TW": "所以古人說，「念經不如念咒」，咒短經長，「念咒不如念佛」，佛號只有四個字，什麼咒都比這個佛號多，這個話說得非常有道理。一句佛號，不但是釋迦牟尼佛四十九年所說一切經教統統包括在其中，一字不漏；而且包括十方三世一切諸佛無量劫中所說的一切經教，都不出這一句阿彌陀佛。這個佛號功德多大，這個名號功德是第一善，世出世間無與倫比，沒有一樣東西能跟它比的。你想斷惡修善、積功累德，要怎麼樣做？就念這一句佛號，你就成功了。你說做布施行善，《金剛經》上告訴我們，大千世界七寶布施比不上菩薩為人說四句偈的功德，比不上。為什麼？菩薩為眾生說四句偈，眾生開悟了；大千世界七寶去供養他，開悟不了，開悟不了還要搞六道輪迴，錯了。這個道理要明瞭，不能搞錯，我們得好好想想。"
    },
    {
      "id": "02-037-0480_p0030",
      "zh_CN": "所以你真正晓得，这一句佛号这么大的福报、这么大的功德，你能不念吗？你还会打妄想吗？二六时中分秒必争。争什么？我多念这一句佛号，这是多大的善根、多大的福德。你把这一秒钟的时间去想别的东西，全错了。没有比这个福报更大的，这个里头充满了究竟圆满的智慧、福德、相好，全在这一句佛号当中。所以一声佛号，六根俱摄，眼耳鼻舌身意全照顾到了。古人告诉我们，五戒全破了，你所感得的，里面五脏全有病，外面眼耳鼻舌身都不正常，这是什么？恶的感应，恶的念头对应到我们的身体。那如果我们把这个恶念放下，换成阿弥陀佛，我们里头的五脏，外面的五根，眼耳鼻舌身，就像阿弥陀佛那样的健康，就像阿弥陀佛那么样的庄严，光明无量，寿命无量。只要你真念，不怀疑、不夹杂、不间断，你就成功了。所以六根俱摄，六根自端。",
      "zh_TW": "所以你真正曉得，這一句佛號這麼大的福報、這麼大的功德，你能不念嗎？你還會打妄想嗎？二六時中分秒必爭。爭什麼？我多念這一句佛號，這是多大的善根、多大的福德。你把這一秒鐘的時間去想別的東西，全錯了。沒有比這個福報更大的，這個裡頭充滿了究竟圓滿的智慧、福德、相好，全在這一句佛號當中。所以一聲佛號，六根俱攝，眼耳鼻舌身意全照顧到了。古人告訴我們，五戒全破了，你所感得的，裡面五臟全有病，外面眼耳鼻舌身都不正常，這是什麼？惡的感應，惡的念頭對應到我們的身體。那如果我們把這個惡念放下，換成阿彌陀佛，我們裡頭的五臟，外面的五根，眼耳鼻舌身，就像阿彌陀佛那樣的健康，就像阿彌陀佛那麼樣的莊嚴，光明無量，壽命無量。只要你真念，不懷疑、不夾雜、不間斷，你就成功了。所以六根俱攝，六根自端。"
    },
    {
      "id": "02-037-0480_p0031",
      "zh_CN": "「又灵峰大师」，蕅益大师，说的这两句话，「佛号投于乱心，乱心不得不佛」。我现在心很乱，妄念很多，没办法，怎样恢复清净平等？就用念佛的方法。有人说，我不念好像没事，愈念愈乱。这你不要害怕，为什么愈念愈乱？念，发现你的念头杂念多，发现了，妄想多，不念，你没发现，不是念就有、不念就没有，念才发现。发现不要害怕，继续念下去，时间念久了，这个杂念、妄念自然就少了，这就是你念佛的功夫慢慢就成就了。你要害怕，不敢念了，错了，那你就真错了，一错到底。杂念、妄念是搞什么？是搞六道轮回的。一句佛号的念头是往生极乐世界的。现在摆在你面前，由你自己选择，果然能二六时中念念都是阿弥陀佛，你到极乐世界去了；如果二六时中还是有这么多的杂念、还是有这么多妄想，你就要知道，你决定在六道轮回，你出不去。现在问题都在面前，都由自己选择，我自己是选择继续搞轮回，还是选择赶快到极乐世界。",
      "zh_TW": "「又靈峰大師」，蕅益大師，說的這兩句話，「佛號投於亂心，亂心不得不佛」。我現在心很亂，妄念很多，沒辦法，怎樣恢復清淨平等？就用念佛的方法。有人說，我不念好像沒事，愈念愈亂。這你不要害怕，為什麼愈念愈亂？念，發現你的念頭雜念多，發現了，妄想多，不念，你沒發現，不是念就有、不念就沒有，念才發現。發現不要害怕，繼續念下去，時間念久了，這個雜念、妄念自然就少了，這就是你念佛的功夫慢慢就成就了。你要害怕，不敢念了，錯了，那你就真錯了，一錯到底。雜念、妄念是搞什麼？是搞六道輪迴的。一句佛號的念頭是往生極樂世界的。現在擺在你面前，由你自己選擇，果然能二六時中念念都是阿彌陀佛，你到極樂世界去了；如果二六時中還是有這麼多的雜念、還是有這麼多妄想，你就要知道，你決定在六道輪迴，你出不去。現在問題都在面前，都由自己選擇，我自己是選擇繼續搞輪迴，還是選擇趕快到極樂世界。"
    },
    {
      "id": "02-037-0480_p0032",
      "zh_CN": "真正到极乐世界，什么都不要想，我们的整个身心付托给阿弥陀佛，阿弥陀佛替我做主。我什么时候该去，佛在我面前一现身，我就知道，我的时间到了，该走了，在这个世间没有丝毫留恋，说走就走了。有一丝毫留恋，佛不来接引你。为什么？你还有牵挂、你还有累赘，有这些东西，这叫业力，佛没有办法带你走。经教里头佛说得很清楚，心、佛、众生，三无差别，这是讲力量相等的。我们的心要跟佛结合，就出去了，我们要跟众生结合就去不了。心、佛、众生，你跟哪个结合？一定要跟佛，不能跟其他的。所以身心世界统统放下，真正知道整个宇宙是假的不是真的。《金刚经》说得非常好，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，这些没有别的，都是劝我们放下。这一切放下了，这一句佛号就定了，功夫就得力了，这决定得生。",
      "zh_TW": "真正到極樂世界，什麼都不要想，我們的整個身心付託給阿彌陀佛，阿彌陀佛替我做主。我什麼時候該去，佛在我面前一現身，我就知道，我的時間到了，該走了，在這個世間沒有絲毫留戀，說走就走了。有一絲毫留戀，佛不來接引你。為什麼？你還有牽掛、你還有累贅，有這些東西，這叫業力，佛沒有辦法帶你走。經教裡頭佛說得很清楚，心、佛、眾生，三無差別，這是講力量相等的。我們的心要跟佛結合，就出去了，我們要跟眾生結合就去不了。心、佛、眾生，你跟哪個結合？一定要跟佛，不能跟其他的。所以身心世界統統放下，真正知道整個宇宙是假的不是真的。《金剛經》說得非常好，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，這些沒有別的，都是勸我們放下。這一切放下了，這一句佛號就定了，功夫就得力了，這決定得生。"
    },
    {
      "id": "02-037-0480_p0033",
      "zh_CN": "蕅益大师这个话说得好，佛号投于乱心，乱心不得不佛。「心既是佛，六根自然悉皆是佛」。所以我们要相信，净宗的理论就是《观经》上讲的八个字，「是心是佛」，这是你本来是佛，现在念佛，「是心作佛」。我本来是佛，现在我要作佛，哪有不成功的道理！这给我们带来圆满的自信心。「故云耳目口鼻，皆当自端。自端者，一声佛号，六根自然端正」。别想怎么个端正法，一句佛号自然端正了。「自然身心净洁，与善相应。善者，是心是佛」，这是真善、本善。念佛的心与本善相应，这真善。断一切恶，修一切善，全在这一句佛号，里头没有夹杂、没有妄念、没有怀疑，圆满的相应。",
      "zh_TW": "蕅益大師這個話說得好，佛號投於亂心，亂心不得不佛。「心既是佛，六根自然悉皆是佛」。所以我們要相信，淨宗的理論就是《觀經》上講的八個字，「是心是佛」，這是你本來是佛，現在念佛，「是心作佛」。我本來是佛，現在我要作佛，哪有不成功的道理！這給我們帶來圓滿的自信心。「故云耳目口鼻，皆當自端。自端者，一聲佛號，六根自然端正」。別想怎麼個端正法，一句佛號自然端正了。「自然身心淨潔，與善相應。善者，是心是佛」，這是真善、本善。念佛的心與本善相應，這真善。斷一切惡，修一切善，全在這一句佛號，裡頭沒有夾雜、沒有妄念、沒有懷疑，圓滿的相應。"
    },
    {
      "id": "02-037-0480_p0034",
      "zh_CN": "我们再看下面这一段，「弃欲止恶」，非常重要。",
      "zh_TW": "我們再看下面這一段，「棄欲止惡」，非常重要。"
    },
    {
      "id": "02-037-0480_p0035",
      "zh_CN": "【勿随嗜欲。不犯诸恶。】",
      "zh_TW": "【勿隨嗜欲。不犯諸惡。】"
    },
    {
      "id": "02-037-0480_p0036",
      "zh_CN": "这一品的末后「重复劝勉」，佛慈悲，一而再，再而三，三而四，劝导我们，「应弃欲止恶，安和专诚」。我们这些年来提倡的诚敬谦和，这四德，日常生活当中，起心动念，待人接物，要真诚、要恭敬、要谦虚、要和睦。我们把这四个字做到，这是标准的善男子、善女人，处事待人接物没有虚伪、没有欺骗、没有贡高我慢，谦虚恭敬、和睦相处。这个睦是亲爱的意思，比和谐更好。『嗜』是嗜好，「爱好与贪求」。『欲』是欲望，「《大乘义章七》曰：染爱尘境，名之为欲」。尘是什么？「色声香味触」，这叫五尘，眼见的是色，耳闻的是声，鼻嗅的是香，舌尝的是味，身体接触的是触。这五种境界是我们五根起作用所对的对象。为什么叫它做尘？尘是染污，桌子一天不擦就有灰尘，三天不擦就不好用了，一定天天去把尘土擦掉。",
      "zh_TW": "這一品的末後「重複勸勉」，佛慈悲，一而再，再而三，三而四，勸導我們，「應棄欲止惡，安和專誠」。我們這些年來提倡的誠敬謙和，這四德，日常生活當中，起心動念，待人接物，要真誠、要恭敬、要謙虛、要和睦。我們把這四個字做到，這是標準的善男子、善女人，處事待人接物沒有虛偽、沒有欺騙、沒有貢高我慢，謙虛恭敬、和睦相處。這個睦是親愛的意思，比和諧更好。『嗜』是嗜好，「愛好與貪求」。『欲』是欲望，「《大乘義章七》曰：染愛塵境，名之為欲」。塵是什麼？「色聲香味觸」，這叫五塵，眼見的是色，耳聞的是聲，鼻嗅的是香，舌嘗的是味，身體接觸的是觸。這五種境界是我們五根起作用所對的對象。為什麼叫它做塵？塵是染污，桌子一天不擦就有灰塵，三天不擦就不好用了，一定天天去把塵土擦掉。"
    },
    {
      "id": "02-037-0480_p0037",
      "zh_CN": "这五样东西叫它做尘，它能够把我们眼耳鼻舌身染污了。怎么染污？你看，「此五者能起人之贪欲」，喜欢看的贪恋不舍，不喜欢看的讨厌，要把它赶走，这都叫染污，你的心不平、不清净了。真心是清净平等的，清净没有染污，远离五尘，平等没有高下，看一切众生都是佛来变化的，全体是佛，我们才能成佛。统统是佛变的，这个话不是假的。佛是什么？佛是自性，哪一法不是自性变的，法法皆是，法法皆如，这是事实真相，不能不知道。这个五者能起人之贪欲，所以叫五欲。「《智度论》曰：五欲又名五箭，破种种善事故」。",
      "zh_TW": "這五樣東西叫它做塵，它能夠把我們眼耳鼻舌身染污了。怎麼染污？你看，「此五者能起人之貪欲」，喜歡看的貪戀不捨，不喜歡看的討厭，要把它趕走，這都叫染污，你的心不平、不清淨了。真心是清淨平等的，清淨沒有染污，遠離五塵，平等沒有高下，看一切眾生都是佛來變化的，全體是佛，我們才能成佛。統統是佛變的，這個話不是假的。佛是什麼？佛是自性，哪一法不是自性變的，法法皆是，法法皆如，這是事實真相，不能不知道。這個五者能起人之貪欲，所以叫五欲。「《智度論》曰：五欲又名五箭，破種種善事故」。"
    },
    {
      "id": "02-037-0480_p0038",
      "zh_CN": "这个「五箭」，有简单的这个参考资料，这从《佛学大辞典》查得的，这是比喻，比喻「五欲之害身」。《俱舍论》里头说的，「趣求诸欲人，常起于希望。诸欲若不遂，恼坏如箭中」。这首偈说得好，那我们今天想一想，哪一个人不求这五欲，色声香味触，谁不求？谁不贪爱？对这个起贪心，被染污了；如果这些色声香味触在面前，不合自己的意思，就瞋恚心，也被染污了，要知道贪瞋痴都是染污。你在外面境界，五根对六尘，这五根对五尘，还有法，法是意根对这个尘是知。满自己意思的生贪，痴贪，不合自己意思的起痴瞋，离不开痴，这愚痴。所以《智度论》上这个比喻，比喻得好，这叫五箭，五种箭，破种种善事。善事是什么？帮助你身心得清净的，这是善事，身心健康，一尘不染，这是善事。这个五欲把你的善事破坏了。",
      "zh_TW": "這個「五箭」，有簡單的這個參考資料，這從《佛學大辭典》查得的，這是比喻，比喻「五欲之害身」。《俱舍論》裡頭說的，「趣求諸欲人，常起於希望。諸欲若不遂，惱壞如箭中」。這首偈說得好，那我們今天想一想，哪一個人不求這五欲，色聲香味觸，誰不求？誰不貪愛？對這個起貪心，被染污了；如果這些色聲香味觸在面前，不合自己的意思，就瞋恚心，也被染污了，要知道貪瞋痴都是染污。你在外面境界，五根對六塵，這五根對五塵，還有法，法是意根對這個塵是知。滿自己意思的生貪，痴貪，不合自己意思的起痴瞋，離不開痴，這愚痴。所以《智度論》上這個比喻，比喻得好，這叫五箭，五種箭，破種種善事。善事是什麼？幫助你身心得清淨的，這是善事，身心健康，一塵不染，這是善事。這個五欲把你的善事破壞了。"
    },
    {
      "id": "02-037-0480_p0039",
      "zh_CN": "「是故世尊劝诫众生，勿随嗜欲」，不可以随顺。随顺，从小的贪心，慢慢养成大的贪心，到贪无厌足，你就堕饿鬼；从小的瞋恚心，变成严重的瞋恚，严重瞋恚就得杀人，无间地狱出现了。所以佛对于这些小事情非常谨慎、非常重视，这里头有道理。老师跟佛一样，为我们做出榜样，这个是老师的恩德。释迦牟尼佛在世，能不能生活改善一点，过得好一点？能。他在家弟子里头有十六个人是大国王，你说建个道场不是很容易的事情吗？不难！国王有的是土地，人力、财力一样也不缺乏。释迦牟尼佛不要，连个茅蓬也不要，树下一宿，多简单，不求人；日中一食，去托钵，你看佛多自在，示现给后人看的。后人今天不必去托钵，不必到树下去一宿了，还不满足，还要这个道场愈大愈好、愈庄严愈好，像宫殿一样，饮食起居跟皇帝相比，道心没有了。你能够享受，什么原因？是你过去生中修的大福德，你这一生享受，很快就享完了。享完了到哪里去？三途去了。佛不希望引导人这样堕入三途，所以一生保持住日中一食，树下一宿，一生不改变。最后走的时候，入般涅槃，在树林里头，不是在房子里面，有始有终，这是表法。",
      "zh_TW": "「是故世尊勸誡眾生，勿隨嗜欲」，不可以隨順。隨順，從小的貪心，慢慢養成大的貪心，到貪無厭足，你就墮餓鬼；從小的瞋恚心，變成嚴重的瞋恚，嚴重瞋恚就得殺人，無間地獄出現了。所以佛對於這些小事情非常謹慎、非常重視，這裡頭有道理。老師跟佛一樣，為我們做出榜樣，這個是老師的恩德。釋迦牟尼佛在世，能不能生活改善一點，過得好一點？能。他在家弟子裡頭有十六個人是大國王，你說建個道場不是很容易的事情嗎？不難！國王有的是土地，人力、財力一樣也不缺乏。釋迦牟尼佛不要，連個茅蓬也不要，樹下一宿，多簡單，不求人；日中一食，去托缽，你看佛多自在，示現給後人看的。後人今天不必去托缽，不必到樹下去一宿了，還不滿足，還要這個道場愈大愈好、愈莊嚴愈好，像宮殿一樣，飲食起居跟皇帝相比，道心沒有了。你能夠享受，什麼原因？是你過去生中修的大福德，你這一生享受，很快就享完了。享完了到哪裡去？三途去了。佛不希望引導人這樣墮入三途，所以一生保持住日中一食，樹下一宿，一生不改變。最後走的時候，入般涅槃，在樹林裡頭，不是在房子裡面，有始有終，這是表法。"
    },
    {
      "id": "02-037-0480_p0040",
      "zh_CN": "老师也是如是。我出家之后，曾经依止李炳南老居士，这个人身虽然没有出家，心出家了。他一生住一个小房子，在台湾是十五坪，一坪合香港三十六尺，十五坪，四百多尺，小房子。里面隔了四间，小间，一个卧房、一个厨房、一个佛堂、一个客厅，很小。一生能不能改善？能，有条件，不要。他是奉祀官府的主任秘书，待遇很高，两个学校大学的教授，有收入。我们跟他的时候，我是三十岁，五十年前，那个时候台湾的钱很值钱，他的待遇一个月可以有四百多块钱收入，高收入。他一个月生活费用多少钱？六十块。其他的钱捐出去了，做慈善事业。他没有积蓄、没有遗产，一生贡献给台中莲社、慈光图书馆、菩提医院，还有一个养老院，两个托儿所，这他办的事业。",
      "zh_TW": "老師也是如是。我出家之後，曾經依止李炳南老居士，這個人身雖然沒有出家，心出家了。他一生住一個小房子，在台灣是十五坪，一坪合香港三十六尺，十五坪，四百多尺，小房子。裡面隔了四間，小間，一個臥房、一個廚房、一個佛堂、一個客廳，很小。一生能不能改善？能，有條件，不要。他是奉祀官府的主任祕書，待遇很高，兩個學校大學的教授，有收入。我們跟他的時候，我是三十歲，五十年前，那個時候台灣的錢很值錢，他的待遇一個月可以有四百多塊錢收入，高收入。他一個月生活費用多少錢？六十塊。其他的錢捐出去了，做慈善事業。他沒有積蓄、沒有遺產，一生貢獻給台中蓮社、慈光圖書館、菩提醫院，還有一個養老院，兩個托兒所，這他辦的事業。"
    },
    {
      "id": "02-037-0480_p0041",
      "zh_CN": "生活，他是日中一食，生活非常简单。工作忙碌，每一天来看他的人太多了，天天客人不间断，每一天至少三个小时接待客人。他还要上班、还要上课，还要讲经、还要教学，工作量，五个人的工作量。所以我们从他一生生活当中得到一个信息，那就是能量的消耗，百分之九十以上是消耗在妄念上。如果人没有妄念、没有杂念，他的能量就很足，他能够应付很多的事情，这是我们亲眼看到的，不是一次、二次，我跟他老人家十年，给我们做出最好的榜样。人决定要知足，有一点点，满意了，够了，不再求了，你的心是定的。如果不断的求，又想干这个、又想干那个，你一生心是乱的，做再多的好事，出不了六道轮回，你就错了。",
      "zh_TW": "生活，他是日中一食，生活非常簡單。工作忙碌，每一天來看他的人太多了，天天客人不間斷，每一天至少三個小時接待客人。他還要上班、還要上課，還要講經、還要教學，工作量，五個人的工作量。所以我們從他一生生活當中得到一個信息，那就是能量的消耗，百分之九十以上是消耗在妄念上。如果人沒有妄念、沒有雜念，他的能量就很足，他能夠應付很多的事情，這是我們親眼看到的，不是一次、二次，我跟他老人家十年，給我們做出最好的榜樣。人決定要知足，有一點點，滿意了，夠了，不再求了，你的心是定的。如果不斷的求，又想幹這個、又想幹那個，你一生心是亂的，做再多的好事，出不了六道輪迴，你就錯了。"
    },
    {
      "id": "02-037-0480_p0042",
      "zh_CN": "做再多的好事，他心是定的，像李炳南老居士，他心是清净的、心是平等的，工作量那么多，客人那么多。所以他一个星期讲经一次，固定的，星期三，每个星期三到台中一定会听到他讲经。讲经非常认真负责，讲经这一天不见客，什么事都放下，这一天全天的时间读经，我们讲备课，准备，一整天的时间，做给我们看的。真正看懂了，学到了；看不懂的人很多，看不懂，什么也没学到。所以老师要做榜样给人看，这是无量功德。有能力，不改变自己的生活，这个太难得了。老师一生生活自己料理，没有人照顾他，说明什么？他身体好。他到九十五岁才接受两个同学照顾，九十七岁走的。",
      "zh_TW": "做再多的好事，他心是定的，像李炳南老居士，他心是清淨的、心是平等的，工作量那麼多，客人那麼多。所以他一個星期講經一次，固定的，星期三，每個星期三到台中一定會聽到他講經。講經非常認真負責，講經這一天不見客，什麼事都放下，這一天全天的時間讀經，我們講備課，準備，一整天的時間，做給我們看的。真正看懂了，學到了；看不懂的人很多，看不懂，什麼也沒學到。所以老師要做榜樣給人看，這是無量功德。有能力，不改變自己的生活，這個太難得了。老師一生生活自己料理，沒有人照顧他，說明什麼？他身體好。他到九十五歲才接受兩個同學照顧，九十七歲走的。"
    },
    {
      "id": "02-037-0480_p0043",
      "zh_CN": "走，食物中毒，实在讲他不应该走的。我们估计他，一般人都是这样说法，老师肯定会超过一百二十岁。第一次食物中毒，他知道，他很慈悲，人家煮面给他吃，那个面是干的，一把一把的，那个东西里头有很重的防腐剂，又过期了，煮出来的味道都不对，但是他还是吃了。为什么？人家孝敬，当他面吃给他看，他欢喜。老师有这个本事，他是一个中医，在台中也是很有名的中医，还得给人治病，他回去用解药解了，没事。过了几个月之后，第二次中毒，他用解药的时候来不及了，已经扩散了，所以害了一场病，二、三个月才复原。我去看他，他就叮咛我，吃东西要小心，味道变的千万不能吃，过期的东西不可以吃，不要上馆子里去吃饭，这是他教我的。馆子里面的菜都不干净，你到厨房去看你就吓到了，通常菜都不洗的，淘淘水就行了，他哪有时间洗！他也不管人健康不健康。现在调味里头全都是化学品，真正好的东西没有了，现在人没有福报，经上讲的「饮苦食毒」，一点都不错。这个时间到了，我们就学到此地。",
      "zh_TW": "走，食物中毒，實在講他不應該走的。我們估計他，一般人都是這樣說法，老師肯定會超過一百二十歲。第一次食物中毒，他知道，他很慈悲，人家煮麵給他吃，那個麵是乾的，一把一把的，那個東西裡頭有很重的防腐劑，又過期了，煮出來的味道都不對，但是他還是吃了。為什麼？人家孝敬，當他面吃給他看，他歡喜。老師有這個本事，他是一個中醫，在台中也是很有名的中醫，還得給人治病，他回去用解藥解了，沒事。過了幾個月之後，第二次中毒，他用解藥的時候來不及了，已經擴散了，所以害了一場病，二、三個月才復原。我去看他，他就叮嚀我，吃東西要小心，味道變的千萬不能吃，過期的東西不可以吃，不要上館子裡去吃飯，這是他教我的。館子裡面的菜都不乾淨，你到廚房去看你就嚇到了，通常菜都不洗的，淘淘水就行了，他哪有時間洗！他也不管人健康不健康。現在調味裡頭全都是化學品，真正好的東西沒有了，現在人沒有福報，經上講的「飲苦食毒」，一點都不錯。這個時間到了，我們就學到此地。"
    }
  ]
}