{
  "doc_id": "02-037-0001",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0001",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-037-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第一百三十七面：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第一百三十七面："
    },
    {
      "id": "02-037-0001_p0002",
      "zh_CN": "首先要把讲经的因缘，跟诸位做个简单的介绍。从去年清明我们开讲《大经解》，我们把这些光碟整理成为书本，称之为《大经解演义》，《净土大经解演义》。到今年九月十八圆满，一共讲了六百集，一千二百个小时。在讲经末期，我就发了心，过去这五十多年来，只有在李老师会下学习《楞严》是三年的时间，专攻一部经。古大德教给我们，一门深入，长时薰修。以后离开台中，自己没有道场，好在法缘还算殊胜，遍及全世界。同学们邀请，一切都随缘，哪个地方请就到哪里去。所以居无定所，时间长短也不相同。这些年来讲了几十部经，讲得很多，讲得很杂。",
      "zh_TW": "首先要把講經的因緣，跟諸位做個簡單的介紹。從去年清明我們開講《大經解》，我們把這些光碟整理成為書本，稱之為《大經解演義》，《淨土大經解演義》。到今年九月十八圓滿，一共講了六百集，一千二百個小時。在講經末期，我就發了心，過去這五十多年來，只有在李老師會下學習《楞嚴》是三年的時間，專攻一部經。古大德教給我們，一門深入，長時薰修。以後離開台中，自己沒有道場，好在法緣還算殊勝，遍及全世界。同學們邀請，一切都隨緣，哪個地方請就到哪裡去。所以居無定所，時間長短也不相同。這些年來講了幾十部經，講得很多，講得很雜。"
    },
    {
      "id": "02-037-0001_p0003",
      "zh_CN": "李老师在台中曾经告诉我，他说这个对你个人有利益，对大众没有利益。我就向他老人家请教，为什么对大众没有利益？他说你想想看，这世界上有几个人听一部经就会开悟了？确实没有。他老人家给我做了榜样，到台湾就住在台中，一住就是三十八年，一直到圆寂，一个道场，没有变更，三十八年如一日。我知道，我也非常羡慕，看到祖师大德们一生住一个山，有的几十年下山，有的一辈子不下山。我非常向往，但是没有那个福报，那多大福报！我访问日本比叡山，这是日本的圣地，日本佛教有十三个宗派，十三个宗派开山的祖师，都是在这个山上修行。我去的时候，特别关心这些祖师大德们在这个山上住多长的时间。接待我的方丈告诉我，最长的三十多年，最短的十四年。我们中国古人常说「十载寒窗，一举成名」，「学记」里面告诉我们「七年小成，九年大成」，都是讲的一门深入。东方自古以来，这是印度到中国，都是讲求戒定慧，佛是讲清楚了，中国古圣先贤虽然没有讲得这么明白，实际上跟佛陀讲的这个方法没有两样。",
      "zh_TW": "李老師在台中曾經告訴我，他說這個對你個人有利益，對大眾沒有利益。我就向他老人家請教，為什麼對大眾沒有利益？他說你想想看，這世界上有幾個人聽一部經就會開悟了？確實沒有。他老人家給我做了榜樣，到台灣就住在台中，一住就是三十八年，一直到圓寂，一個道場，沒有變更，三十八年如一日。我知道，我也非常羨慕，看到祖師大德們一生住一個山，有的幾十年下山，有的一輩子不下山。我非常嚮往，但是沒有那個福報，那多大福報！我訪問日本比叡山，這是日本的聖地，日本佛教有十三個宗派，十三個宗派開山的祖師，都是在這個山上修行。我去的時候，特別關心這些祖師大德們在這個山上住多長的時間。接待我的方丈告訴我，最長的三十多年，最短的十四年。我們中國古人常說「十載寒窗，一舉成名」，「學記」裡面告訴我們「七年小成，九年大成」，都是講的一門深入。東方自古以來，這是印度到中國，都是講求戒定慧，佛是講清楚了，中國古聖先賢雖然沒有講得這麼明白，實際上跟佛陀講的這個方法沒有兩樣。"
    },
    {
      "id": "02-037-0001_p0004",
      "zh_CN": "持戒，中国人讲守规矩，中国人讲求师承，一定要遵守老师的规矩。我当年到台中亲近李老师，那年三十一岁，跟李老师见面，老师就跟我约法三章。第一条，你到我这里来，依我为师，从今天起，一切法师、居士大德们讲经说法不准听。第二条，从今天起，你想看的书都要经过我同意，包括经书，我没有同意不准看。第三条，你过去所学的，（过去我是跟方老师学的，跟章嘉大师学的），我一概不承认，统统作废，从今天起，一切都开头学起。你能够接受，你就留在这个地方好好学习，不能接受，你就另请高明。我想了二、三分钟，接受了。因为老师这些话乍听起来，好像很跋扈，好像目中无人，但是我知道李老师是个真善知识。朱镜宙老居士给我介绍的，周邦道老师亲近李老师多年。周先生是我在抗战期间，念中学时候的校长，晚年拜李炳老做老师，跟他学佛。有这些先例在先，这些都是我生平最尊敬的人，所以我知道李老师是善知识，答应他了。",
      "zh_TW": "持戒，中國人講守規矩，中國人講求師承，一定要遵守老師的規矩。我當年到台中親近李老師，那年三十一歲，跟李老師見面，老師就跟我約法三章。第一條，你到我這裡來，依我為師，從今天起，一切法師、居士大德們講經說法不准聽。第二條，從今天起，你想看的書都要經過我同意，包括經書，我沒有同意不准看。第三條，你過去所學的，（過去我是跟方老師學的，跟章嘉大師學的），我一概不承認，統統作廢，從今天起，一切都開頭學起。你能夠接受，你就留在這個地方好好學習，不能接受，你就另請高明。我想了二、三分鐘，接受了。因為老師這些話乍聽起來，好像很跋扈，好像目中無人，但是我知道李老師是個真善知識。朱鏡宙老居士給我介紹的，周邦道老師親近李老師多年。周先生是我在抗戰期間，念中學時候的校長，晚年拜李炳老做老師，跟他學佛。有這些先例在先，這些都是我生平最尊敬的人，所以我知道李老師是善知識，答應他了。"
    },
    {
      "id": "02-037-0001_p0005",
      "zh_CN": "他把我安排在慈光图书馆担任管理员，慈光图书馆管理员有三个人，这个地方并不大，但是三个人的工作量相当大就是了。图书馆每个星期三讲经，李老师对外公开讲经，每个星期一次。对内，他办了一个经学班，培养讲经弘法的人才，学生有二十多个人。他要我参加这个班，我不敢，因为我知道讲经不是一桩容易事情，自己没有这个能力。老师就说，那你去看看好了，你去参观参观。我说这个可以。他上课的时候带我进教室，我坐在最后一排，一堂课是三个小时。他讲经的方法完全是中国传统私塾教学法，真正接受的只有两个人，跟他老人家坐面对面，其余的人都好像是旁听。这两个人就是学这一部经，大概学经的进度是最少的就是让你上台去讲三次，一个星期讲一次，那就三个星期，这是最少的，不能比这个更少。最多的不能超过十次，十次就十个星期，两个月。这样是每个学生学一部经，这部经学得你要上台能讲。所以他一个星期教一次。",
      "zh_TW": "他把我安排在慈光圖書館擔任管理員，慈光圖書館管理員有三個人，這個地方並不大，但是三個人的工作量相當大就是了。圖書館每個星期三講經，李老師對外公開講經，每個星期一次。對內，他辦了一個經學班，培養講經弘法的人才，學生有二十多個人。他要我參加這個班，我不敢，因為我知道講經不是一樁容易事情，自己沒有這個能力。老師就說，那你去看看好了，你去參觀參觀。我說這個可以。他上課的時候帶我進教室，我坐在最後一排，一堂課是三個小時。他講經的方法完全是中國傳統私塾教學法，真正接受的只有兩個人，跟他老人家坐面對面，其餘的人都好像是旁聽。這兩個人就是學這一部經，大概學經的進度是最少的就是讓你上臺去講三次，一個星期講一次，那就三個星期，這是最少的，不能比這個更少。最多的不能超過十次，十次就十個星期，兩個月。這樣是每個學生學一部經，這部經學得你要上台能講。所以他一個星期教一次。"
    },
    {
      "id": "02-037-0001_p0006",
      "zh_CN": "怎么讲法？完全复讲他所讲的，你不能够加意见，你也不能找参考资料，完全照他的讲法讲。实在就是这种方法是好办法，不但是能把你教会，根基奠定，让你学到谦虚、恭敬，决定不会有傲慢的心。这个教学法好处很多，看样子是非常笨拙的方法。老师讲得很慢，便利你把它记住，还有记漏掉的怎么办？老师的方法很巧妙，每个同学都要写讲记，你们听了都要把它记下来。记完之后，把这些统统交给这两个讲这部经的人，给他做参考资料，他回去整理，去写讲稿。这么一个方法。一看这些学经教的人，他们的学历程度几乎一半是小学毕业，初中毕业不多，高中的好像只有二、三个，大学听说只有一个，还没有毕业，大学大概念二年级，就一个人。所以学历都不高，上台都能讲。我参加这堂课之后，我跟老师说，我说老师，我可以参加。我一看到他们程度，像这样的程度都能学，我大概没有问题。所以老师笑笑，就很欢喜我参加这个班。",
      "zh_TW": "怎麼講法？完全複講他所講的，你不能夠加意見，你也不能找參考資料，完全照他的講法講。實在就是這種方法是好辦法，不但是能把你教會，根基奠定，讓你學到謙虛、恭敬，決定不會有傲慢的心。這個教學法好處很多，看樣子是非常笨拙的方法。老師講得很慢，便利你把它記住，還有記漏掉的怎麼辦？老師的方法很巧妙，每個同學都要寫講記，你們聽了都要把它記下來。記完之後，把這些統統交給這兩個講這部經的人，給他做參考資料，他回去整理，去寫講稿。這麼一個方法。一看這些學經教的人，他們的學歷程度幾乎一半是小學畢業，初中畢業不多，高中的好像只有二、三個，大學聽說只有一個，還沒有畢業，大學大概念二年級，就一個人。所以學歷都不高，上臺都能講。我參加這堂課之後，我跟老師說，我說老師，我可以參加。我一看到他們程度，像這樣的程度都能學，我大概沒有問題。所以老師笑笑，就很歡喜我參加這個班。"
    },
    {
      "id": "02-037-0001_p0007",
      "zh_CN": "以后在这个班里面，也就自自然然变成助教，因为我的记忆力很好，老师我听他一遍东西，不必记笔记，他讲一个小时，我可以能讲到五十五分钟，几乎都能够记住。而且能记一个星期，一个星期之内，我有这个能力。记忆力强，理解力也很强，所以学起来很轻松、很方便。同学们遇到困难，要去想请教老师，请老师再讲一遍，老师会打人，他拿着纸扇会打人、会骂人。打你、骂你，不跟你讲。他说为什么？打了、骂了，还再重复跟你讲，你不会专心，你心里有侥幸：不懂没有关系，再请老师讲一遍，顶多是挨骂、挨打。挨骂、挨打不讲，这个就难了，逼得你学的时候要全部精神贯注，要专听。以后他们漏掉的地方就来问我，我差不多都可以记得，所以我几乎每个同学我都帮助他们。",
      "zh_TW": "以後在這個班裡面，也就自自然然變成助教，因為我的記憶力很好，老師我聽他一遍東西，不必記筆記，他講一個小時，我可以能講到五十五分鐘，幾乎都能夠記住。而且能記一個星期，一個星期之內，我有這個能力。記憶力強，理解力也很強，所以學起來很輕鬆、很方便。同學們遇到困難，要去想請教老師，請老師再講一遍，老師會打人，他拿著紙扇會打人、會罵人。打你、罵你，不跟你講。他說為什麼？打了、罵了，還再重複跟你講，你不會專心，你心裡有僥倖：不懂沒有關係，再請老師講一遍，頂多是挨罵、挨打。挨罵、挨打不講，這個就難了，逼得你學的時候要全部精神貫注，要專聽。以後他們漏掉的地方就來問我，我差不多都可以記得，所以我幾乎每個同學我都幫助他們。"
    },
    {
      "id": "02-037-0001_p0008",
      "zh_CN": "因为参加这个班，轮流排顺序的时候，我是最后去的，我就摆在最后一名。你说进度很慢，因为有人要是选一部比较长一点，讲十次的，就两个月。一年十二个月，一般都是一个月的，讲五次。五次，像《阿弥陀经》七次，就讲完。一次多长的时间？实在讲四十五分钟。学生练习讲经，时间是一个半小时，他两个人上去讲，一个讲普通话，一个讲台湾话。两个人用同样的讲稿，好像是在翻译，其实是一个讲稿，同样的讲稿，两个人在台上表演，这种方法。所以，小学毕业都能够训练讲得很好，虽然不是很流利，不通畅，没有错误。行家去听不能不佩服，讲得是不怎么样，但是找不到毛病。李老师讲，没有毛病就是好，不求有功，但求无过。行家来挑你的时候挑不到过失，这就行了，标准在此地。所以我们从这样的方法跟磨炼出来的。这个班只办了两年，我参加这个班的时候只迟一个月，所以等于我是从头学起的。",
      "zh_TW": "因為參加這個班，輪流排順序的時候，我是最後去的，我就擺在最後一名。你說進度很慢，因為有人要是選一部比較長一點，講十次的，就兩個月。一年十二個月，一般都是一個月的，講五次。五次，像《阿彌陀經》七次，就講完。一次多長的時間？實在講四十五分鐘。學生練習講經，時間是一個半小時，他兩個人上去講，一個講普通話，一個講台灣話。兩個人用同樣的講稿，好像是在翻譯，其實是一個講稿，同樣的講稿，兩個人在臺上表演，這種方法。所以，小學畢業都能夠訓練講得很好，雖然不是很流利，不通暢，沒有錯誤。行家去聽不能不佩服，講得是不怎麼樣，但是找不到毛病。李老師講，沒有毛病就是好，不求有功，但求無過。行家來挑你的時候挑不到過失，這就行了，標準在此地。所以我們從這樣的方法跟磨鍊出來的。這個班只辦了兩年，我參加這個班的時候只遲一個月，所以等於我是從頭學起的。"
    },
    {
      "id": "02-037-0001_p0009",
      "zh_CN": "两年以后我离开，出家了，还没有轮到我讲经。可是我就在旁边旁听，我记得两年我一共听了十三部经，这十三部经我都能讲。所以我一出家就教佛学院，就在台中学的这个东西去教，教得很轻松。佛学院一个学期，我一个星期上一堂课，一个学期才教一部。佛学院三年，我才讲六部经，还有七部还没派上用场。所以在老师会下的学习，进度就快，进度非常快，我平均差不多一个月学一部，士气很高，所以法喜充满。真好像有一点成就感，一个月我就学会一部经。我能上台讲，老师不让我上台。所以出家的时候就教佛学院，同时也应别的同学邀请我到寺庙去讲经，我都去，有机会练习。在台中按顺序，到外面不要按顺序，讲的机会就多了。这是初学。",
      "zh_TW": "兩年以後我離開，出家了，還沒有輪到我講經。可是我就在旁邊旁聽，我記得兩年我一共聽了十三部經，這十三部經我都能講。所以我一出家就教佛學院，就在台中學的這個東西去教，教得很輕鬆。佛學院一個學期，我一個星期上一堂課，一個學期才教一部。佛學院三年，我才講六部經，還有七部還沒派上用場。所以在老師會下的學習，進度就快，進度非常快，我平均差不多一個月學一部，士氣很高，所以法喜充滿。真好像有一點成就感，一個月我就學會一部經。我能上臺講，老師不讓我上臺。所以出家的時候就教佛學院，同時也應別的同學邀請我到寺廟去講經，我都去，有機會練習。在台中按順序，到外面不要按順序，講的機會就多了。這是初學。"
    },
    {
      "id": "02-037-0001_p0010",
      "zh_CN": "受了戒之后，我是出家剃度两年之后才受戒。那个时候有开戒的地方，它收钱，我们没有，受戒费付不起，没有人替我付钱。所以第二次，那是两年，道源法师那里开戒，我也想去，也是没有钱。就遇到周老师，周邦道老师，他说道源法师那里传戒，你应该去。我就把这个告诉他。他说没问题，你去，所有的费用我们同学给你出。所以国立第三中学校友会，校长带头，让同学们大家赞助，帮助，我就去受戒了。受完戒之后，觉得学的东西不行，只是初级的，所以希望回到台中跟老师去学一部大经。我是准备想学《法华经》，把《法华经》古人的注疏搜集了十几种带到台中。老师正在开讲《楞严经》，他就告诉我，《楞严》跟《法华》无论在质量跟分量都相当，他说你就学《楞严》就好。学《法华》，我得另外找时间，找不出，实在找不出时间。他那种忙碌我清楚。到台中之后，好，改学《楞严》。",
      "zh_TW": "受了戒之後，我是出家剃度兩年之後才受戒。那個時候有開戒的地方，它收錢，我們沒有，受戒費付不起，沒有人替我付錢。所以第二次，那是兩年，道源法師那裡開戒，我也想去，也是沒有錢。就遇到周老師，周邦道老師，他說道源法師那裡傳戒，你應該去。我就把這個告訴他。他說沒問題，你去，所有的費用我們同學給你出。所以國立第三中學校友會，校長帶頭，讓同學們大家贊助，幫助，我就去受戒了。受完戒之後，覺得學的東西不行，只是初級的，所以希望回到台中跟老師去學一部大經。我是準備想學《法華經》，把《法華經》古人的註疏蒐集了十幾種帶到台中。老師正在開講《楞嚴經》，他就告訴我，《楞嚴》跟《法華》無論在質量跟分量都相當，他說你就學《楞嚴》就好。學《法華》，我得另外找時間，找不出，實在找不出時間。他那種忙碌我清楚。到台中之後，好，改學《楞嚴》。"
    },
    {
      "id": "02-037-0001_p0011",
      "zh_CN": "那个三年专攻《楞严》。《楞严经》的注解，在那个时候台湾能买得到的只有两种，圆瑛法师的《讲记》，还有一部《楞严经直解》，孙仲霞居士的。我从《卍续藏》里面，看到《楞严经》的注解非常丰富，大概有将近四十种。我就把这个书名都写出来，寄给香港智开法师，请智开法师帮助我搜集这些资料。我非常感激他，他在一年半的时间，给我搜集了将近二十种，都是好本子，从大陆流出来的木刻本，线装书，我对他非常感激。那时候没有见面，我以为他是老法师。一九七七年第一次到香港讲经，见面了，他跟我同年，才晓得不很老。他从小出家，负责香港佛经流通处，帮了很大的忙。所以那个三年一门深入。",
      "zh_TW": "那個三年專攻《楞嚴》。《楞嚴經》的註解，在那個時候台灣能買得到的只有兩種，圓瑛法師的《講記》，還有一部《楞嚴經直解》，孫仲霞居士的。我從《卍續藏》裡面，看到《楞嚴經》的註解非常豐富，大概有將近四十種。我就把這個書名都寫出來，寄給香港智開法師，請智開法師幫助我蒐集這些資料。我非常感激他，他在一年半的時間，給我蒐集了將近二十種，都是好本子，從大陸流出來的木刻本，線裝書，我對他非常感激。那時候沒有見面，我以為他是老法師。一九七七年第一次到香港講經，見面了，他跟我同年，才曉得不很老。他從小出家，負責香港佛經流通處，幫了很大的忙。所以那個三年一門深入。"
    },
    {
      "id": "02-037-0001_p0012",
      "zh_CN": "我听老师讲《楞严》的方式，老师所参考的几种资料，我手上都有。还有他没有的我有，我有很多，他想什么东西几乎我手上都有。他觉得奇怪，你怎么会这么多东西？我说大概是感应吧！香港给我寄过来的。我是先，譬如老师今天晚上讲这段经，因为他一个星期讲一次，我有充分的时间预备，我就看这一段，看几种注解。那个时候他告诉我，你用圆瑛法师的注解为主，主要参考资料。为什么？他是近代人，他的东西浅，深入浅出，容易看得懂。然后再选两、三种古注，哪个地方有问题，你再去参考。就教我方法，所以我听经是有充分准备。听经的时候我专注听经，听完之后我做个比较，老师这个讲法跟古大德的讲法，哪些地方相同，哪些地方不一样，是什么个道理，我揣摩这些东西，所以进步就很快。而且我是第二天复讲，他是星期三晚上讲，我星期四晚上复讲，把老师这天讲的经也讲一遍。那个听我讲经的，只有六个同学，我们七个人小组，周家麟、徐醒民我们一共有七个人。十年在一起，每个星期聚会一次，我们来学习、研究讨论，复讲老师的东西。一个人讲，六个听，都是学讲经的，都懂得讲经的这些方法。所以我这部《楞严经》，老师讲完了，我也讲完一部，三年。因为他一个星期讲一次，三年，学得非常踏实。学完之后，我到台北讲《楞严》，到香港来也是讲《楞严》，讲熟了。先后好像讲了七遍，七遍只有两遍讲圆满，其他的都没有讲圆满，所以每个地方缘不相同。",
      "zh_TW": "我聽老師講《楞嚴》的方式，老師所參考的幾種資料，我手上都有。還有他沒有的我有，我有很多，他想什麼東西幾乎我手上都有。他覺得奇怪，你怎麼會這麼多東西？我說大概是感應吧！香港給我寄過來的。我是先，譬如老師今天晚上講這段經，因為他一個星期講一次，我有充分的時間預備，我就看這一段，看幾種註解。那個時候他告訴我，你用圓瑛法師的註解為主，主要參考資料。為什麼？他是近代人，他的東西淺，深入淺出，容易看得懂。然後再選兩、三種古註，哪個地方有問題，你再去參考。就教我方法，所以我聽經是有充分準備。聽經的時候我專注聽經，聽完之後我做個比較，老師這個講法跟古大德的講法，哪些地方相同，哪些地方不一樣，是什麼個道理，我揣摩這些東西，所以進步就很快。而且我是第二天複講，他是星期三晚上講，我星期四晚上複講，把老師這天講的經也講一遍。那個聽我講經的，只有六個同學，我們七個人小組，周家麟、徐醒民我們一共有七個人。十年在一起，每個星期聚會一次，我們來學習、研究討論，複講老師的東西。一個人講，六個聽，都是學講經的，都懂得講經的這些方法。所以我這部《楞嚴經》，老師講完了，我也講完一部，三年。因為他一個星期講一次，三年，學得非常踏實。學完之後，我到台北講《楞嚴》，到香港來也是講《楞嚴》，講熟了。先後好像講了七遍，七遍只有兩遍講圓滿，其他的都沒有講圓滿，所以每個地方緣不相同。"
    },
    {
      "id": "02-037-0001_p0013",
      "zh_CN": "在那个时候我对于经教是非常有兴趣，因为方老师给我的影响整整三年。我学佛，把经典都当作哲学来研究，对于净土就没放在心上。李老师他是跟印光大师学的，他的教跟梅光羲居士学的，就是黄念祖的舅父，这说起来都是一家人。他的净宗是跟印光大师学的。他学过密、学过禅，都是民国初年这些大德的指点。所以他对于显密宗教都通达、都圆融。所以非常难得，尤其国学的根基深厚，这是我们没有办法跟他相比的。他老人家劝我学净土，送我四本书，《印光大师文钞》，正续两辑，一共四册，叫我看。他叫我看，我一定要看；他不叫我看的，我都不能看。不过老师这三个条件是很苛刻，最后他告诉我，有期限的，多久？五年，五年一定要遵守。到了五年，我跟老师讲，我很得受用。我说老师，我跟你约定，我再遵守五年。他笑笑，点头。",
      "zh_TW": "在那個時候我對於經教是非常有興趣，因為方老師給我的影響整整三年。我學佛，把經典都當作哲學來研究，對於淨土就沒放在心上。李老師他是跟印光大師學的，他的教跟梅光羲居士學的，就是黃念祖的舅父，這說起來都是一家人。他的淨宗是跟印光大師學的。他學過密、學過禪，都是民國初年這些大德的指點。所以他對於顯密宗教都通達、都圓融。所以非常難得，尤其國學的根基深厚，這是我們沒有辦法跟他相比的。他老人家勸我學淨土，送我四本書，《印光大師文鈔》，正續兩輯，一共四冊，叫我看。他叫我看，我一定要看；他不叫我看的，我都不能看。不過老師這三個條件是很苛刻，最後他告訴我，有期限的，多久？五年，五年一定要遵守。到了五年，我跟老師講，我很得受用。我說老師，我跟你約定，我再遵守五年。他笑笑，點頭。"
    },
    {
      "id": "02-037-0001_p0014",
      "zh_CN": "根要深，不深不行。这个方法好在哪里？好在我们什么不能看、不能听，大概三个月心就清净了，就感觉到烦恼少了，智慧增长。到半年的时候效果就非常显著，才晓得这个方法好。但是我也没有问，老师也没有告诉我，他怎么会想出这种方法？一直到他老人家过世了，我到新加坡去讲经，遇到演培法师，我把李老师过去教我这个方法，我告诉他，他听了哈哈大笑。我说笑什么？他说他小时候，他很小出家，沙弥出家，十几岁，跟谛闲法师，谛闲法师也是用这个方法。我才恍然大悟，这不是他的方法，是中国老祖宗祖祖相传的老办法，现在没人用了。才真正搞清楚这叫师承。非常可惜，演培法师没有能够始终追随谛老。他年轻，心是浮动的，听说太虚法师在厦门办闽南佛学院，他是偷偷偷跑出去的，去跟太虚。如果他要是跟谛闲法师，他的成就就大了。太虚是采取新式的教学法，西洋方法教学法，课程很多，像学校功课一样，那个只能学到知识，不能开智慧。如果跟谛老，那是祖传的方法，因戒得定，因定开慧，那他真的能成为一代祖师。我算是很幸运的，没有再去另外找别的老师，一个老师跟到底。所以这是不能不知道的。",
      "zh_TW": "根要深，不深不行。這個方法好在哪裡？好在我們什麼不能看、不能聽，大概三個月心就清淨了，就感覺到煩惱少了，智慧增長。到半年的時候效果就非常顯著，才曉得這個方法好。但是我也沒有問，老師也沒有告訴我，他怎麼會想出這種方法？一直到他老人家過世了，我到新加坡去講經，遇到演培法師，我把李老師過去教我這個方法，我告訴他，他聽了哈哈大笑。我說笑什麼？他說他小時候，他很小出家，沙彌出家，十幾歲，跟諦閑法師，諦閑法師也是用這個方法。我才恍然大悟，這不是他的方法，是中國老祖宗祖祖相傳的老辦法，現在沒人用了。才真正搞清楚這叫師承。非常可惜，演培法師沒有能夠始終追隨諦老。他年輕，心是浮動的，聽說太虛法師在廈門辦閩南佛學院，他是偷偷偷跑出去的，去跟太虛。如果他要是跟諦閑法師，他的成就就大了。太虛是採取新式的教學法，西洋方法教學法，課程很多，像學校功課一樣，那個只能學到知識，不能開智慧。如果跟諦老，那是祖傳的方法，因戒得定，因定開慧，那他真的能成為一代祖師。我算是很幸運的，沒有再去另外找別的老師，一個老師跟到底。所以這是不能不知道的。"
    },
    {
      "id": "02-037-0001_p0015",
      "zh_CN": "中国古人这个方法用了几千年，效果卓着，如果不是好办法，跟现代的教学法不能相比，那早就淘汰掉了。这些祖师大德为什么还要坚持？一定有他的道理。所以善教，没有别的，就是训练你要把妄想分别执着要把它控制住，把它降伏住，让你的清净心能够现前，清净心是真心，清净心生智慧。释迦牟尼佛四十九年所说的一切经，是从自性流露的，也就是说，从清净心流露出来的。那个清净是最极清净心，如来果地上的，就是惠能大师开悟的时候所说的，「何期自性，本自清净」。佛法里面清净的标准是阿罗汉，就是见思烦恼断了，才叫清净；尘沙烦恼断了，才叫平等；不起心不动念，那叫大彻大悟。它走的是这个路。悟了之后，问题就解决了，悟了之后，世出世间法你全明白了。这个道理一般人不懂。佛法里头讲得很清楚，我们一直到近代，这些量子力学家研究这些结论报告，把佛经上所说的这个证明了。他怎么会知道的？因为一切法从心想生，你把心想的源头掌握住，你怎么会不知道？当然知道。没有缘来触动你，你不知道，因为你心清净，什么都没有。有缘触动你，样样都知道，人家一提问就知道；没有人问的时候，不知道。所以，《般若经》上说般若无知，真智慧，起作用，无所不知。般若无知，无所不知，你必须要到无知，然后你才会无所不知，你要有知就有所不知。",
      "zh_TW": "中國古人這個方法用了幾千年，效果卓著，如果不是好辦法，跟現代的教學法不能相比，那早就淘汰掉了。這些祖師大德為什麼還要堅持？一定有他的道理。所以善教，沒有別的，就是訓練你要把妄想分別執著要把它控制住，把它降伏住，讓你的清淨心能夠現前，清淨心是真心，清淨心生智慧。釋迦牟尼佛四十九年所說的一切經，是從自性流露的，也就是說，從清淨心流露出來的。那個清淨是最極清淨心，如來果地上的，就是惠能大師開悟的時候所說的，「何期自性，本自清淨」。佛法裡面清淨的標準是阿羅漢，就是見思煩惱斷了，才叫清淨；塵沙煩惱斷了，才叫平等；不起心不動念，那叫大徹大悟。它走的是這個路。悟了之後，問題就解決了，悟了之後，世出世間法你全明白了。這個道理一般人不懂。佛法裡頭講得很清楚，我們一直到近代，這些量子力學家研究這些結論報告，把佛經上所說的這個證明了。他怎麼會知道的？因為一切法從心想生，你把心想的源頭掌握住，你怎麼會不知道？當然知道。沒有緣來觸動你，你不知道，因為你心清淨，什麼都沒有。有緣觸動你，樣樣都知道，人家一提問就知道；沒有人問的時候，不知道。所以，《般若經》上說般若無知，真智慧，起作用，無所不知。般若無知，無所不知，你必須要到無知，然後你才會無所不知，你要有知就有所不知。"
    },
    {
      "id": "02-037-0001_p0016",
      "zh_CN": "近代一些科学家讲，科学的说法是要我们归到零，连夏威夷古老的治疗法也有讲求这个。归零是你脑子里空空的，什么都没有；真正归零的时候，头脑就灵活了，它就起作用。不归零，只要有一样，那就是无明，叫根本无明，决定不能有。这个难，说起来容易，做起来真是上上根人才有分，上中下三根都没分。净宗的妙法，叫暗合道妙，这个方法是教我们心里头装上阿弥陀佛，除阿弥陀佛之外，什么都没有。装阿弥陀佛好，好在什么地方？阿弥陀佛是自性本觉的德号，它不是外来的，是自性里本有的。阿弥陀佛翻成中国的意思，阿翻作无，弥陀翻作量，佛翻作觉，无量觉。无量觉是你自己的自性，与外面境界毫不相关。所以，一心执持南无阿弥陀佛，把所有一切杂念都把它打掉，以一念制止一切念头。这是专念阿弥陀佛的道理，要懂！",
      "zh_TW": "近代一些科學家講，科學的說法是要我們歸到零，連夏威夷古老的治療法也有講求這個。歸零是你腦子裡空空的，什麼都沒有；真正歸零的時候，頭腦就靈活了，它就起作用。不歸零，只要有一樣，那就是無明，叫根本無明，決定不能有。這個難，說起來容易，做起來真是上上根人才有分，上中下三根都沒分。淨宗的妙法，叫暗合道妙，這個方法是教我們心裡頭裝上阿彌陀佛，除阿彌陀佛之外，什麼都沒有。裝阿彌陀佛好，好在什麼地方？阿彌陀佛是自性本覺的德號，它不是外來的，是自性裡本有的。阿彌陀佛翻成中國的意思，阿翻作無，彌陀翻作量，佛翻作覺，無量覺。無量覺是你自己的自性，與外面境界毫不相關。所以，一心執持南無阿彌陀佛，把所有一切雜念都把它打掉，以一念制止一切念頭。這是專念阿彌陀佛的道理，要懂！"
    },
    {
      "id": "02-037-0001_p0017",
      "zh_CN": "我们用这个方法去回归自性，就是宗门里面讲大彻大悟，明心见性，我们用念阿弥陀佛的方法。所以念佛有事一心、有理一心、有功夫成片，三个阶段。功夫成片就是你伏住了，真正把念头伏住，心里头确实就是一个阿弥陀佛，除阿弥陀佛，什么念头都没有，你就决定得生，生凡圣同居土。这叫功夫成片，不是一心不乱，一心不乱是烦恼断了。事一心不乱相当于阿罗汉果，见思烦恼断掉了，就用念佛的方法，自自然然它就没有了。理一心不乱就是大彻大悟，就是不起心不动念，纯是一个佛号，念而无念，无念而念。不起心、不动念，佛号又不断，妙在这里。那就是宗门明心见性的境界，往生净土是生实报庄严土，不必阿弥陀佛加持，他就是阿惟越致菩萨。这个方法太妙了！很不容易讲清楚、讲明白。讲都讲不清楚，怎么会听得懂？所以我跟老师那么多年，他是专修净土的，都没有办法教我真正去相信净土。我跟他学，只是对净土不反对，对净土很尊重，不想学它，想学《华严》。",
      "zh_TW": "我們用這個方法去回歸自性，就是宗門裡面講大徹大悟，明心見性，我們用念阿彌陀佛的方法。所以念佛有事一心、有理一心、有功夫成片，三個階段。功夫成片就是你伏住了，真正把念頭伏住，心裡頭確實就是一個阿彌陀佛，除阿彌陀佛，什麼念頭都沒有，你就決定得生，生凡聖同居土。這叫功夫成片，不是一心不亂，一心不亂是煩惱斷了。事一心不亂相當於阿羅漢果，見思煩惱斷掉了，就用念佛的方法，自自然然它就沒有了。理一心不亂就是大徹大悟，就是不起心不動念，純是一個佛號，念而無念，無念而念。不起心、不動念，佛號又不斷，妙在這裡。那就是宗門明心見性的境界，往生淨土是生實報莊嚴土，不必阿彌陀佛加持，他就是阿惟越致菩薩。這個方法太妙了！很不容易講清楚、講明白。講都講不清楚，怎麼會聽得懂？所以我跟老師那麼多年，他是專修淨土的，都沒有辦法教我真正去相信淨土。我跟他學，只是對淨土不反對，對淨土很尊重，不想學它，想學《華嚴》。"
    },
    {
      "id": "02-037-0001_p0018",
      "zh_CN": "《华严经》也是我们启请的，我们八个同学。怎么会启请这部经？老师年岁大了，八十多岁了，我们希望他常住世间，别走，找一部大经给他讲，经不讲完，总不好意思走。所以我们联名启请，老师答应了。而且讲得很清楚，我把这部大经讲圆满，再讲一遍《阿弥陀经》，我就往生。我们听了很欢喜，以他的体力、精神状况，至少也能活到一百二、三十岁。为什么提前走了？这都是缘分，食物中毒。而且食物都是一些同修，莲社的同修，莲友煮的面，老师喜欢吃面，去供养他。第一次中毒，因为他自己是个非常好的中医，吃完之后，他就把它解毒就解掉了。过了半年之后，第二次又碰到。老师慈悲，他曾经告诉我，我在台中，他到哪里去应酬都带我一道去，要我坐到他旁边。像豆腐什么，有了味道馊的了，他就碰碰我，这不要吃。所以他吃东西很小心、很谨慎。但是很慈悲，要是同修自己亲自做的，端在手上，他的习惯就马上在你面前吃完，碗你就端走，人家很欢喜。如果这个人端一碗面来，老师不吃，那大概老师嫌不好吃，他心里很难过。所以他就吃掉了。吃掉之后知道，这个面大概过期了，那个干面条，一把一把的那个，里头有防腐剂，过了时候，他知道味道不对。回去之后解毒，那个毒已经扩散，来不及了。这个亏吃得很大，这一病，他病了三个多月。我到台中去看他，他老人家告诉我，千万不要到馆子吃东西，交代我吃东西要小心谨慎。这个话不止一次，每次去看他，他都提醒我，总有五、六次，所以我的印象就很深刻。饮食中毒，提前走了，九十七岁。",
      "zh_TW": "《華嚴經》也是我們啟請的，我們八個同學。怎麼會啟請這部經？老師年歲大了，八十多歲了，我們希望他常住世間，別走，找一部大經給他講，經不講完，總不好意思走。所以我們聯名啟請，老師答應了。而且講得很清楚，我把這部大經講圓滿，再講一遍《阿彌陀經》，我就往生。我們聽了很歡喜，以他的體力、精神狀況，至少也能活到一百二、三十歲。為什麼提前走了？這都是緣分，食物中毒。而且食物都是一些同修，蓮社的同修，蓮友煮的麵，老師喜歡吃麵，去供養他。第一次中毒，因為他自己是個非常好的中醫，吃完之後，他就把它解毒就解掉了。過了半年之後，第二次又碰到。老師慈悲，他曾經告訴我，我在台中，他到哪裡去應酬都帶我一道去，要我坐到他旁邊。像豆腐什麼，有了味道餿的了，他就碰碰我，這不要吃。所以他吃東西很小心、很謹慎。但是很慈悲，要是同修自己親自做的，端在手上，他的習慣就馬上在你面前吃完，碗你就端走，人家很歡喜。如果這個人端一碗麵來，老師不吃，那大概老師嫌不好吃，他心裡很難過。所以他就吃掉了。吃掉之後知道，這個麵大概過期了，那個乾麵條，一把一把的那個，裡頭有防腐劑，過了時候，他知道味道不對。回去之後解毒，那個毒已經擴散，來不及了。這個虧吃得很大，這一病，他病了三個多月。我到台中去看他，他老人家告訴我，千萬不要到館子吃東西，交代我吃東西要小心謹慎。這個話不止一次，每次去看他，他都提醒我，總有五、六次，所以我的印象就很深刻。飲食中毒，提前走了，九十七歲。"
    },
    {
      "id": "02-037-0001_p0019",
      "zh_CN": "九十五岁，他都不要人照顾，自己煮饭，自己洗衣服，自己照顾自己。住一个小房子十五坪，一坪是三十六呎，香港的三十六呎，十五坪还不到七百，我们这个七百呎比它大。就在那个小地方住了三十八年，住了一辈子，生活非常节俭。工作量差不多是五个人的工作量，每天吃一餐，日中一食，精神特别好，精神、体力都好。我们跟他学佛法，也羡慕他的生活，简单，多自在，不浪费时间。他是山东人，济南的，喜欢吃面食，非常简单。他中午吃一餐，就中午吃一餐，一餐饭从起火到吃完，把他那个锅就是碗，碗就是锅，带把的小锅，洗刷干净的时候，半个小时，真是干净。",
      "zh_TW": "九十五歲，他都不要人照顧，自己煮飯，自己洗衣服，自己照顧自己。住一個小房子十五坪，一坪是三十六呎，香港的三十六呎，十五坪還不到七百，我們這個七百呎比它大。就在那個小地方住了三十八年，住了一輩子，生活非常節儉。工作量差不多是五個人的工作量，每天吃一餐，日中一食，精神特別好，精神、體力都好。我們跟他學佛法，也羨慕他的生活，簡單，多自在，不浪費時間。他是山東人，濟南的，喜歡吃麵食，非常簡單。他中午吃一餐，就中午吃一餐，一餐飯從起火到吃完，把他那個鍋就是碗，碗就是鍋，帶把的小鍋，洗刷乾淨的時候，半個小時，真是乾淨。"
    },
    {
      "id": "02-037-0001_p0020",
      "zh_CN": "我就学他，我本来是一天吃两餐的，晚上我是不吃的，很多年了。我早晨那一餐也不吃，中午，跟他学习。我吃到第八个月我才告诉他。他说怎么样？你感觉得体力有没有什么变化？我说很正常，没有什么变化。他桌子一拍，永远做下去！「人到无求品自高」，生活简单不求人，你一生就得自在。这是真的。我在台中吃了五年，也成了习惯。以后离开台中，到台北讲经，住在韩馆长家里，韩馆长说不行，她说万一你有什么问题的话，我们家里担当不了，逼着我一定要吃三餐。我那个时候吃一餐的时候，一餐是现在的小碗三碗饭。叫我吃三餐怎么办？好吧！一餐吃一碗，把一餐饭的量分做三次，我用这个方法。没想到在韩馆长家里住了十七年，以后我们有个图书馆，她去经营、去张罗，她护持我三十年。我只有一个条件要求她，每天要讲经。我要有讲经的讲堂，要有听众，听众不拘多少，三、五个都行。这个她要帮忙，这一点她做到了，所以三十年才能成就。为什么住她家里？道场没有办法住。这个话老师早年就告诉我，学经教不是受人欢迎的一桩事情，是非常重要，但是现在人不欢迎。他说你讲经，讲得不好，人家笑话你，讲得好了，你就走投无路了。这些话统统应验了。所以一生流浪，心里有时候很难过，但是有的时候想想我们的本师释迦牟尼佛，他老人家做了榜样，一生流浪，我比他还好多了。他住在树下，日中一食，树下一宿，我们还有个房子可以遮蔽风雨，比他温暖多了。想到世尊，我们就很安慰，心平气和。",
      "zh_TW": "我就學他，我本來是一天吃兩餐的，晚上我是不吃的，很多年了。我早晨那一餐也不吃，中午，跟他學習。我吃到第八個月我才告訴他。他說怎麼樣？你感覺得體力有沒有什麼變化？我說很正常，沒有什麼變化。他桌子一拍，永遠做下去！「人到無求品自高」，生活簡單不求人，你一生就得自在。這是真的。我在台中吃了五年，也成了習慣。以後離開台中，到台北講經，住在韓館長家裡，韓館長說不行，她說萬一你有什麼問題的話，我們家裡擔當不了，逼著我一定要吃三餐。我那個時候吃一餐的時候，一餐是現在的小碗三碗飯。叫我吃三餐怎麼辦？好吧！一餐吃一碗，把一餐飯的量分做三次，我用這個方法。沒想到在韓館長家裡住了十七年，以後我們有個圖書館，她去經營、去張羅，她護持我三十年。我只有一個條件要求她，每天要講經。我要有講經的講堂，要有聽眾，聽眾不拘多少，三、五個都行。這個她要幫忙，這一點她做到了，所以三十年才能成就。為什麼住她家裡？道場沒有辦法住。這個話老師早年就告訴我，學經教不是受人歡迎的一樁事情，是非常重要，但是現在人不歡迎。他說你講經，講得不好，人家笑話你，講得好了，你就走投無路了。這些話統統應驗了。所以一生流浪，心裡有時候很難過，但是有的時候想想我們的本師釋迦牟尼佛，他老人家做了榜樣，一生流浪，我比他還好多了。他住在樹下，日中一食，樹下一宿，我們還有個房子可以遮蔽風雨，比他溫暖多了。想到世尊，我們就很安慰，心平氣和。"
    },
    {
      "id": "02-037-0001_p0021",
      "zh_CN": "跟着李老师学谦虚、学恭敬，把自己的毛病、习气尽量要解除。与一切众生不对立，与一切人事物都和睦相处，以真诚恭敬来对待，这样才能够深入经藏。学《华严》，那个时候我的基础已经有一些，我听李老师讲《华严》，我只听第一卷。《华严》难讲，特别是序分，那么长，怎么讲法？第一卷听完之后，行了，下面我都能讲。他在台中讲，我在台北讲，他一个星期讲一次，他讲经两个小时，有翻译，实际上一个小时。我在台北，一次是一个半小时，一个星期三次，讲三次，所以总共就四个半小时。我的进度比老师就快了，好像是二年、三年，我就赶上他，进度就追上他，以后就超过他。因为老师的思想、理念我知道，方法我知道，我在台中学的是学这个东西。我不学他怎么个讲法，那个容易。用什么样的心态来讲，用什么方法讲，这是活的，这他没有办法教的。必须长期去听，每一次你去琢磨，你在这里体会得心得，然后我们自己在讲台上能够灵活运用，学活东西。你学他这一句怎么讲，那一句怎么讲，那是学死东西，那个不能变化，不能够契大众之机。听众里面有程度高的，也有程度低的，总要面面都顾到，让所有的听众都能生欢喜心，这叫成功，这种讲座非常不容易。李老师称之为，这个讲经这是大讲，这不是普通一般学校上课，学生程度整齐的；不整齐，所以他面面照顾到。",
      "zh_TW": "跟著李老師學謙虛、學恭敬，把自己的毛病、習氣盡量要解除。與一切眾生不對立，與一切人事物都和睦相處，以真誠恭敬來對待，這樣才能夠深入經藏。學《華嚴》，那個時候我的基礎已經有一些，我聽李老師講《華嚴》，我只聽第一卷。《華嚴》難講，特別是序分，那麼長，怎麼講法？第一卷聽完之後，行了，下面我都能講。他在台中講，我在台北講，他一個星期講一次，他講經兩個小時，有翻譯，實際上一個小時。我在台北，一次是一個半小時，一個星期三次，講三次，所以總共就四個半小時。我的進度比老師就快了，好像是二年、三年，我就趕上他，進度就追上他，以後就超過他。因為老師的思想、理念我知道，方法我知道，我在台中學的是學這個東西。我不學他怎麼個講法，那個容易。用什麼樣的心態來講，用什麼方法講，這是活的，這他沒有辦法教的。必須長期去聽，每一次你去琢磨，你在這裡體會得心得，然後我們自己在講臺上能夠靈活運用，學活東西。你學他這一句怎麼講，那一句怎麼講，那是學死東西，那個不能變化，不能夠契大眾之機。聽眾裡面有程度高的，也有程度低的，總要面面都顧到，讓所有的聽眾都能生歡喜心，這叫成功，這種講座非常不容易。李老師稱之為，這個講經這是大講，這不是普通一般學校上課，學生程度整齊的；不整齊，所以他面面照顧到。"
    },
    {
      "id": "02-037-0001_p0022",
      "zh_CN": "我对于净土真正相信，真正发心学习是《华严》，就是我在台北讲《华严经》，进度超过老师。但是我那时候常常出国，出国这个经就停下来，回来的时候接着再讲。所以，《八十华严》讲了一半，《四十华严》也讲了一半，我是两部经同时讲，一个星期三次，两天《八十华严》，一天《四十华严》。反正天天都有讲，讲的东西多，其他的掺杂着别的经，天天都有就是了。为什么？听众不一样，有人喜欢听这个，有人喜欢听那个，统统顾到，所以我就一个星期讲好几种经。因为听众不可能每天都来的，他没有那么多时间。譬如他想听《地藏经》，我们一个星期讲一次，他每个星期到时候他就来了。听《弥陀经》的另外一天，那有专门听众。他不是天天都听，可是我们的课是天天要讲。",
      "zh_TW": "我對於淨土真正相信，真正發心學習是《華嚴》，就是我在台北講《華嚴經》，進度超過老師。但是我那時候常常出國，出國這個經就停下來，回來的時候接著再講。所以，《八十華嚴》講了一半，《四十華嚴》也講了一半，我是兩部經同時講，一個星期三次，兩天《八十華嚴》，一天《四十華嚴》。反正天天都有講，講的東西多，其他的摻雜著別的經，天天都有就是了。為什麼？聽眾不一樣，有人喜歡聽這個，有人喜歡聽那個，統統顧到，所以我就一個星期講好幾種經。因為聽眾不可能每天都來的，他沒有那麼多時間。譬如他想聽《地藏經》，我們一個星期講一次，他每個星期到時候他就來了。聽《彌陀經》的另外一天，那有專門聽眾。他不是天天都聽，可是我們的課是天天要講。"
    },
    {
      "id": "02-037-0001_p0023",
      "zh_CN": "那个时候有些老和尚说净空法师喜欢讲经，我说不是喜欢讲，我是练习，不练出不来。我说我会讲的时候，我就不讲了，不会讲的时候我天天讲，会讲我就不讲了，要练！我说我根本不是一个法师在台上，我跟大众都是这样说法，大众不要把我看成讲经的法师，你看错了。我是学生，你们来听的人都是我的监学，你来监督我的，你来考核我的，所以希望大家批评。说错了也没有关系，我都欢喜接受，有则改之，无则嘉勉，帮助我进步。学无止境，没开悟都是学生，不能称老师；称老师，真正是大彻大悟、明心见性才可以。没见性的时候一定要虚心求教。所以这五十三年，除了旅行在外面，讲经都没有中断过。而在外面的时候，我也尽量利用时间，你说在美国，在美国讲经有一定的困难。他们的工作很紧张、忙碌，休息的时间是星期六、星期天，一个星期两天休息。两天休息能够来听经的，一天半，就很难得了，另外半天他要准备他明天的工作。所以星期六上午、下午、晚上可以来，星期天上午可以来，下午、晚上就不能来了。我平时讲经，我在自己房间里头，那时候没有电视，有录音机，我把录音机打开，我对著录音机讲，讲完之后自己听。时间不能空过，总是对这桩事情锲而不舍。",
      "zh_TW": "那個時候有些老和尚說淨空法師喜歡講經，我說不是喜歡講，我是練習，不練出不來。我說我會講的時候，我就不講了，不會講的時候我天天講，會講我就不講了，要練！我說我根本不是一個法師在臺上，我跟大眾都是這樣說法，大眾不要把我看成講經的法師，你看錯了。我是學生，你們來聽的人都是我的監學，你來監督我的，你來考核我的，所以希望大家批評。說錯了也沒有關係，我都歡喜接受，有則改之，無則嘉勉，幫助我進步。學無止境，沒開悟都是學生，不能稱老師；稱老師，真正是大徹大悟、明心見性才可以。沒見性的時候一定要虛心求教。所以這五十三年，除了旅行在外面，講經都沒有中斷過。而在外面的時候，我也盡量利用時間，你說在美國，在美國講經有一定的困難。他們的工作很緊張、忙碌，休息的時間是星期六、星期天，一個星期兩天休息。兩天休息能夠來聽經的，一天半，就很難得了，另外半天他要準備他明天的工作。所以星期六上午、下午、晚上可以來，星期天上午可以來，下午、晚上就不能來了。我平時講經，我在自己房間裡頭，那時候沒有電視，有錄音機，我把錄音機打開，我對著錄音機講，講完之後自己聽。時間不能空過，總是對這樁事情鍥而不捨。"
    },
    {
      "id": "02-037-0001_p0024",
      "zh_CN": "《华严经》确实，讲到一半的时候，有一天心血来潮，想想文殊、普贤他是修什么法门的？《华严经》末后有，《四十华严》第三十八卷、三十九卷，一翻，文殊、普贤都是发愿求生极乐世界。再细细把《华严经》翻一翻，没错，确实这两位大菩萨率领着华严会上四十一位法身大士，到极乐世界去参学。再看看五十三参的善财童子，善财童子五十三参讲了一半，没有留意到，囫囵吞枣过去了。现在有了问题，从头细心去看，一看了不起，真的自己疏忽，太大意了。文殊菩萨教他去参学，第一个是文殊菩萨介绍的，德云比丘，这个人是修般舟三昧的。般舟是专念阿弥陀佛，求生净土的。跟他说的法门，二十一门念佛门，这二十一门一展开，就是全部的佛法，无量无边的法门，没有一门不是念佛门。这看出门道出来了。",
      "zh_TW": "《華嚴經》確實，講到一半的時候，有一天心血來潮，想想文殊、普賢他是修什麼法門的？《華嚴經》末後有，《四十華嚴》第三十八卷、三十九卷，一翻，文殊、普賢都是發願求生極樂世界。再細細把《華嚴經》翻一翻，沒錯，確實這兩位大菩薩率領著華嚴會上四十一位法身大士，到極樂世界去參學。再看看五十三參的善財童子，善財童子五十三參講了一半，沒有留意到，囫圇吞棗過去了。現在有了問題，從頭細心去看，一看了不起，真的自己疏忽，太大意了。文殊菩薩教他去參學，第一個是文殊菩薩介紹的，德雲比丘，這個人是修般舟三昧的。般舟是專念阿彌陀佛，求生淨土的。跟他說的法門，二十一門念佛門，這二十一門一展開，就是全部的佛法，無量無邊的法門，沒有一門不是念佛門。這看出門道出來了。"
    },
    {
      "id": "02-037-0001_p0025",
      "zh_CN": "到最后第五十三参普贤菩萨，十大愿王导归极乐，原来善财童子是专修专弘。当中参访的五十一位善知识，各行各业，男女老少，他们所修的法门都不一样。善财去参访，那是什么？门门都知道，是后得智，没有一样你不知道。那就是你经历了，你看到、听到、接触到了，没有一样不晓得。他在文殊菩萨会上得根本智，五十三参是后得智。五十三参是什么？其实就是我们从早到晚，我们早起到晚上这一天你所看到的、听到的、接触到的，那就是五十三参。五十三类，各行各业，做一个代表。样样清楚，样样明了，没有一样动心，在这个境界里头不起心不动念、不分别不执着，善财！他访问初住菩萨，他的地位是初住；访问十回向菩萨，他的地位是十回向；访问初地，他到初地；访问普贤，他是等觉菩萨，步步高升。这给我们很大很大的启示，原来文殊、普贤、四十一位法身大士，统统到极乐世界去求教阿弥陀佛。我们看到这个景观，才死心塌地皈依净土法门。",
      "zh_TW": "到最後第五十三參普賢菩薩，十大願王導歸極樂，原來善財童子是專修專弘。當中參訪的五十一位善知識，各行各業，男女老少，他們所修的法門都不一樣。善財去參訪，那是什麼？門門都知道，是後得智，沒有一樣你不知道。那就是你經歷了，你看到、聽到、接觸到了，沒有一樣不曉得。他在文殊菩薩會上得根本智，五十三參是後得智。五十三參是什麼？其實就是我們從早到晚，我們早起到晚上這一天你所看到的、聽到的、接觸到的，那就是五十三參。五十三類，各行各業，做一個代表。樣樣清楚，樣樣明瞭，沒有一樣動心，在這個境界裡頭不起心不動念、不分別不執著，善財！他訪問初住菩薩，他的地位是初住；訪問十迴向菩薩，他的地位是十迴向；訪問初地，他到初地；訪問普賢，他是等覺菩薩，步步高升。這給我們很大很大的啟示，原來文殊、普賢、四十一位法身大士，統統到極樂世界去求教阿彌陀佛。我們看到這個景觀，才死心塌地皈依淨土法門。"
    },
    {
      "id": "02-037-0001_p0026",
      "zh_CN": "李老师在台中那样苦口婆心的劝我，我都没有发起这个愿。所以，我皈依净土，得力于《华严》、《法华》、《楞严》。《楞严经》虽然讲了那么多遍，从《华严经》看到这个，回头再去看《楞严经》，把大势至菩萨看出来了。《楞严经》里面二十五圆通章，特别法门是两个，不是一个。一般人都疏忽了，认为特别法门是一个，「观世音菩萨耳根圆通章」。所谓特别跟普通是排列顺序，按着顺序排列的，这是一般普通法门。观音菩萨耳根圆通排列顺序，它是六根、六尘、六识、七大，按这个顺序。观音菩萨按顺序他排在第二，第一个是眼根，第二个是耳根。但是他把第二抽出来放在最后，像排戏码一样，压轴戏，压轴那是最好的，这是很容易看得出来的。但是，大势至菩萨不容易看出来，因为他的顺序在七大里头，七大是地水火风空见识，他是见大，见大是排在第二十四。弥勒是识大，排在最后。现在是把观音菩萨排到最后去了，大势至菩萨跟弥勒菩萨换了位子，他们两个是隔壁的，调个位子，不容易看出来。所以在二十五圆通章里面，弥勒菩萨第二十三，大势至菩萨二十四，观世音菩萨二十五，两个特别法门，不是一个。为什么两个？观世音菩萨他耳根是最契合我们地球上众生的根机，非常契合。因为地球上众生看东西有时候看不清楚，听，听得清楚，这是耳根比眼根厉害，这是指大多数的人。而大势至菩萨这个念佛圆通，他是契合遍法界虚空界所有一切众生根机。我们才看出这个门道出来，这是很多《楞严经》注解都没有把它写清楚。我们要是不从《华严经》上去体会，而真正发现这个法门不可思议的话，真不容易。",
      "zh_TW": "李老師在台中那樣苦口婆心的勸我，我都沒有發起這個願。所以，我皈依淨土，得力於《華嚴》、《法華》、《楞嚴》。《楞嚴經》雖然講了那麼多遍，從《華嚴經》看到這個，回頭再去看《楞嚴經》，把大勢至菩薩看出來了。《楞嚴經》裡面二十五圓通章，特別法門是兩個，不是一個。一般人都疏忽了，認為特別法門是一個，「觀世音菩薩耳根圓通章」。所謂特別跟普通是排列順序，按著順序排列的，這是一般普通法門。觀音菩薩耳根圓通排列順序，它是六根、六塵、六識、七大，按這個順序。觀音菩薩按順序他排在第二，第一個是眼根，第二個是耳根。但是他把第二抽出來放在最後，像排戲碼一樣，壓軸戲，壓軸那是最好的，這是很容易看得出來的。但是，大勢至菩薩不容易看出來，因為他的順序在七大裡頭，七大是地水火風空見識，他是見大，見大是排在第二十四。彌勒是識大，排在最後。現在是把觀音菩薩排到最後去了，大勢至菩薩跟彌勒菩薩換了位子，他們兩個是隔壁的，調個位子，不容易看出來。所以在二十五圓通章裡面，彌勒菩薩第二十三，大勢至菩薩二十四，觀世音菩薩二十五，兩個特別法門，不是一個。為什麼兩個？觀世音菩薩他耳根是最契合我們地球上眾生的根機，非常契合。因為地球上眾生看東西有時候看不清楚，聽，聽得清楚，這是耳根比眼根厲害，這是指大多數的人。而大勢至菩薩這個念佛圓通，他是契合遍法界虛空界所有一切眾生根機。我們才看出這個門道出來，這是很多《楞嚴經》註解都沒有把它寫清楚。我們要是不從《華嚴經》上去體會，而真正發現這個法門不可思議的話，真不容易。"
    },
    {
      "id": "02-037-0001_p0027",
      "zh_CN": "所以，从这三部大经引导我归净土，对老师感恩，对老师忏悔，老师苦口婆心引导，我们业障深重，还不肯相信。也是很好，经过自己这三部大经，自己清楚、明白了，踏实了。所以我们这一回头比一般人踏实，真搞清楚、搞明白了。「华严启信，决择行门」，专修净土，专弘净土了。那个时候没有看到夏老的这个会集本，夏老会集本是以后老师给我的，他的眉注，我一看就欢喜。我根据他那个眉注，我就能讲，就是说他的思想、他的方法我都懂得，只要一提我就明白了，真的是生无量的欢喜。可是老师不准许，他说这个经争议的人很多，特别是佛门，如果有人来批评，你招架不住，你年岁太轻了。所以我就把它放下，就改讲《楞严经》。一直到老师圆寂了，因为这个本子很多人没有看到过，是老师早年在台中法华寺讲的。那个时候他六十多岁，自己用毛笔眉注的。这个本子给我，我就收起来。这个时候老师圆寂了，我就把这个书印出来，做为纪念老师，印了一万本。",
      "zh_TW": "所以，從這三部大經引導我歸淨土，對老師感恩，對老師懺悔，老師苦口婆心引導，我們業障深重，還不肯相信。也是很好，經過自己這三部大經，自己清楚、明白了，踏實了。所以我們這一回頭比一般人踏實，真搞清楚、搞明白了。「華嚴啟信，決擇行門」，專修淨土，專弘淨土了。那個時候沒有看到夏老的這個會集本，夏老會集本是以後老師給我的，他的眉註，我一看就歡喜。我根據他那個眉註，我就能講，就是說他的思想、他的方法我都懂得，只要一提我就明白了，真的是生無量的歡喜。可是老師不准許，他說這個經爭議的人很多，特別是佛門，如果有人來批評，你招架不住，你年歲太輕了。所以我就把它放下，就改講《楞嚴經》。一直到老師圓寂了，因為這個本子很多人沒有看到過，是老師早年在台中法華寺講的。那個時候他六十多歲，自己用毛筆眉註的。這個本子給我，我就收起來。這個時候老師圓寂了，我就把這個書印出來，做為紀念老師，印了一萬本。"
    },
    {
      "id": "02-037-0001_p0028",
      "zh_CN": "很多人看到这个，都生欢喜心，找我讲。我第一次讲的时候在美国，在旧金山讲的，好像讲过两遍，第三遍在台湾讲的。遇到黄念祖老居士之后，看到他的注解，那个时候没见面，通电话，他把这个本子寄给我。到美国就带一套，是油印的本子，我估计顶多一百本。他自己很谦虚，在后记里头有写，最初的油印本是未定稿，也是送给好的一些朋友，希望大家提供意见，来做修订。所以这个本子就送给我。我带到台湾，翻开来一看，注得太好了，集注！这是真实智慧。如果说是黄念老自己注的，有很多人不服，批评人很多。不是我注的，是佛经里的，我用经来注经，用了八十三种经论，这个没有话说，那些经论不是佛说的，就是菩萨说的。又用了一百一十种古来的祖师大德的注解，这个大家没有话说。这个方法注经，高明到极处！",
      "zh_TW": "很多人看到這個，都生歡喜心，找我講。我第一次講的時候在美國，在舊金山講的，好像講過兩遍，第三遍在台灣講的。遇到黃念祖老居士之後，看到他的註解，那個時候沒見面，通電話，他把這個本子寄給我。到美國就帶一套，是油印的本子，我估計頂多一百本。他自己很謙虛，在後記裡頭有寫，最初的油印本是未定稿，也是送給好的一些朋友，希望大家提供意見，來做修訂。所以這個本子就送給我。我帶到台灣，翻開來一看，註得太好了，集註！這是真實智慧。如果說是黃念老自己註的，有很多人不服，批評人很多。不是我註的，是佛經裡的，我用經來註經，用了八十三種經論，這個沒有話說，那些經論不是佛說的，就是菩薩說的。又用了一百一十種古來的祖師大德的註解，這個大家沒有話說。這個方法註經，高明到極處！"
    },
    {
      "id": "02-037-0001_p0029",
      "zh_CN": "夏莲老是集经的大成，集五种原译本，经的大成，念老是集经论、祖师大德注解的大成，这真不可思议，我真没有想到。非常高明，我们佩服得五体投地。因为我跟他没有联系，不知道他北京的状况，我打电话到美国，让美国打电话去问他，他这个注解有没有版权？要有版权，我们就不能翻印；没有版权，我就在台湾流通。很快回话就转过来了，没有版权，欢迎翻印。所以，我们在台湾第一版就印了一万套，精装本一万册，也送给他看，他非常欢喜。他老人家很客气，要我给他写篇序文，要我给他书名提字，我都照办了。",
      "zh_TW": "夏蓮老是集經的大成，集五種原譯本，經的大成，念老是集經論、祖師大德註解的大成，這真不可思議，我真沒有想到。非常高明，我們佩服得五體投地。因為我跟他沒有聯繫，不知道他北京的狀況，我打電話到美國，讓美國打電話去問他，他這個註解有沒有版權？要有版權，我們就不能翻印；沒有版權，我就在台灣流通。很快回話就轉過來了，沒有版權，歡迎翻印。所以，我們在台灣第一版就印了一萬套，精裝本一萬冊，也送給他看，他非常歡喜。他老人家很客氣，要我給他寫篇序文，要我給他書名提字，我都照辦了。"
    },
    {
      "id": "02-037-0001_p0030",
      "zh_CN": "以后我到北京，专门去看他，一见面，非常欢喜，告诉我这些经过，请我到他家吃饭。我看到房子很小，只有我们摄影棚一半大都没有，小房间，堆的那些参考书一大堆。我就问他，你这些书从哪里来的？不容易找到，你怎么找这么多！感应不可思议。在重病、衰老、拼命，六年的时间完成了。这么好的东西，我想我们要不把它流通，不把它广泛的介绍，这两个人的苦心谁知道！这个责任我要把它肩负起来。我《华严经》暂停，我先把这个经讲十遍，十遍之后我还活在世间，我再讲《华严》。我为什么讲十遍？十遍要十年，一年讲一遍。这个分量很大，一遍一千二百个小时，一天讲四个小时要三百天。十遍十年，一门深入，长时薰修，我来做个榜样，做出来给大家看。这部经，真正你把它看明白、看清楚，你对净宗的信心就坚定了，真信切愿。而且这部经如果学上十遍，所有一切大乘经教你全通了。彭际清居士说，《无量寿经》即是中本《华严》，《阿弥陀经》是小本《华严》，他把这三部经看成一部。而且告诉我们，我们能遇到这部经，遇到这个法门，这是无量劫来稀有难逢之一日，开经偈上说「百千万劫难遭遇」，真不容易，「专修专弘」，自利利他。",
      "zh_TW": "以後我到北京，專門去看他，一見面，非常歡喜，告訴我這些經過，請我到他家吃飯。我看到房子很小，只有我們攝影棚一半大都沒有，小房間，堆的那些參考書一大堆。我就問他，你這些書從哪裡來的？不容易找到，你怎麼找這麼多！感應不可思議。在重病、衰老、拼命，六年的時間完成了。這麼好的東西，我想我們要不把它流通，不把它廣泛的介紹，這兩個人的苦心誰知道！這個責任我要把它肩負起來。我《華嚴經》暫停，我先把這個經講十遍，十遍之後我還活在世間，我再講《華嚴》。我為什麼講十遍？十遍要十年，一年講一遍。這個分量很大，一遍一千二百個小時，一天講四個小時要三百天。十遍十年，一門深入，長時薰修，我來做個榜樣，做出來給大家看。這部經，真正你把它看明白、看清楚，你對淨宗的信心就堅定了，真信切願。而且這部經如果學上十遍，所有一切大乘經教你全通了。彭際清居士說，《無量壽經》即是中本《華嚴》，《阿彌陀經》是小本《華嚴》，他把這三部經看成一部。而且告訴我們，我們能遇到這部經，遇到這個法門，這是無量劫來稀有難逢之一日，開經偈上說「百千萬劫難遭遇」，真不容易，「專修專弘」，自利利他。"
    },
    {
      "id": "02-037-0001_p0031",
      "zh_CN": "「念佛三要」，这是古大德提出来的，第一个不能怀疑，第二个不能夹杂，第三个不能间断。这三句话，实际上就是大势至菩萨在圆通章里面教给我们的，他老人家讲的「都摄六根，净念相继」。都摄六根是放下，就是放下万缘，眼不攀缘外面的色尘，耳不攀缘声尘，乃至于意不缘法尘，这叫都摄六根。都摄六根就是万缘放下，一心专念，就这个意思。净念相继，净念，怀疑就不是净念，你心不清净；夹杂不是净念，心就不清净。所以净念，不怀疑、不夹杂是净念，相继就是不间断。这个不但是修净土成功的秘诀，世出世间治学都离不开这个秘诀。你真正能把这九个字掌握住，无论学什么你都能够达到登峰造极。登峰造极在佛法里讲，明心见性，净土里面讲理一心不乱。世间人学东西，为什么学不成？怀疑、夹杂、间断。",
      "zh_TW": "「念佛三要」，這是古大德提出來的，第一個不能懷疑，第二個不能夾雜，第三個不能間斷。這三句話，實際上就是大勢至菩薩在圓通章裡面教給我們的，他老人家講的「都攝六根，淨念相繼」。都攝六根是放下，就是放下萬緣，眼不攀緣外面的色塵，耳不攀緣聲塵，乃至於意不緣法塵，這叫都攝六根。都攝六根就是萬緣放下，一心專念，就這個意思。淨念相繼，淨念，懷疑就不是淨念，你心不清淨；夾雜不是淨念，心就不清淨。所以淨念，不懷疑、不夾雜是淨念，相繼就是不間斷。這個不但是修淨土成功的祕訣，世出世間治學都離不開這個祕訣。你真正能把這九個字掌握住，無論學什麼你都能夠達到登峰造極。登峰造極在佛法裡講，明心見性，淨土裡面講理一心不亂。世間人學東西，為什麼學不成？懷疑、夾雜、間斷。"
    },
    {
      "id": "02-037-0001_p0032",
      "zh_CN": "所以李老师在台中教导我们，学经教只能学一种，决定不可以学两种。你学两种，他就直截了当告诉你，你没有能力，你不是这个根性。斩钉截铁告诉你，你要学老实，你要守规矩，一门深入。一门深入十年，没有不开悟的，大彻大悟不敢讲，大悟肯定。大彻大悟那是见性了，大悟是什么？教理、教相通了，只是没有见性而已。这个地位相当于大乘权教菩萨，通宗通教，显密圆融，只是没见性，跟见性就差一点点了。要念佛求生净土，生方便有余土，上辈往生。这个十年八年的时间有价值、有意义，没空过。如果学得太多，学得太杂，统统学的是佛学常识，为什么？没得三昧，三昧就是禅定。从念佛法门里面修得到的禅定，叫念佛三昧，用《华严》来修的叫华严三昧，用《法华经》修就是法华三昧，用《般若经》修叫般若三昧。方法不一样，三昧是相同的，都得定了。这个定就是清净平等。权教菩萨心清净平等，没有觉，就差在那一层，那个觉是大彻大悟、明心见性。所以他能到那个层次。清净心得到，念佛三昧就得到了，往生西方极乐世界随时可以去，跟阿弥陀佛就通了，什么时候想去，佛就什么时候来接引你。佛没有来接引你，你应该晓得大概你还有任务，你还有工作没做完。这个工作不是别的，为一切众生表法。还有众生你应该劝导他，带他们一起到极乐世界来。没有别的事情，就这么一桩事情。代表阿弥陀佛接引有缘众生，跟你有缘的。",
      "zh_TW": "所以李老師在台中教導我們，學經教只能學一種，決定不可以學兩種。你學兩種，他就直截了當告訴你，你沒有能力，你不是這個根性。斬釘截鐵告訴你，你要學老實，你要守規矩，一門深入。一門深入十年，沒有不開悟的，大徹大悟不敢講，大悟肯定。大徹大悟那是見性了，大悟是什麼？教理、教相通了，只是沒有見性而已。這個地位相當於大乘權教菩薩，通宗通教，顯密圓融，只是沒見性，跟見性就差一點點了。要念佛求生淨土，生方便有餘土，上輩往生。這個十年八年的時間有價值、有意義，沒空過。如果學得太多，學得太雜，統統學的是佛學常識，為什麼？沒得三昧，三昧就是禪定。從念佛法門裡面修得到的禪定，叫念佛三昧，用《華嚴》來修的叫華嚴三昧，用《法華經》修就是法華三昧，用《般若經》修叫般若三昧。方法不一樣，三昧是相同的，都得定了。這個定就是清淨平等。權教菩薩心清淨平等，沒有覺，就差在那一層，那個覺是大徹大悟、明心見性。所以他能到那個層次。清淨心得到，念佛三昧就得到了，往生西方極樂世界隨時可以去，跟阿彌陀佛就通了，什麼時候想去，佛就什麼時候來接引你。佛沒有來接引你，你應該曉得大概你還有任務，你還有工作沒做完。這個工作不是別的，為一切眾生表法。還有眾生你應該勸導他，帶他們一起到極樂世界來。沒有別的事情，就這麼一樁事情。代表阿彌陀佛接引有緣眾生，跟你有緣的。"
    },
    {
      "id": "02-037-0001_p0033",
      "zh_CN": "所以这么好的法门，我们遇到了，明白了，遇到不明白没用，你心生不起来，菩提心发不起来。真正搞清楚、搞明白了，我们就得真干。「流通疏注，广结胜缘」。流通头一个，自己要做到。世尊大乘教里头常说，「受持读诵，为人演说」，这八个字重要。这八个字是佛的愿望，佛的心愿。我们要孝顺佛、要尊敬佛，就得要满他的愿望。他的愿望我们不能满足，这不孝。他愿望我们自己受持读诵，接受，接受保持不失去，天天要读诵，天天要念佛。还得为别人表演，演是表演，做出样子给大家看。说是说明，演说，演在前，说在后，不能颠倒。自己真干，自己真有成就，你劝别人，别人会相信。",
      "zh_TW": "所以這麼好的法門，我們遇到了，明白了，遇到不明白沒用，你心生不起來，菩提心發不起來。真正搞清楚、搞明白了，我們就得真幹。「流通疏註，廣結勝緣」。流通頭一個，自己要做到。世尊大乘教裡頭常說，「受持讀誦，為人演說」，這八個字重要。這八個字是佛的願望，佛的心願。我們要孝順佛、要尊敬佛，就得要滿他的願望。他的願望我們不能滿足，這不孝。他願望我們自己受持讀誦，接受，接受保持不失去，天天要讀誦，天天要念佛。還得為別人表演，演是表演，做出樣子給大家看。說是說明，演說，演在前，說在後，不能顛倒。自己真幹，自己真有成就，你勸別人，別人會相信。"
    },
    {
      "id": "02-037-0001_p0034",
      "zh_CN": "我这一生过去在经教，各宗的典籍都涉猎。有些人误会，说我专讲净土，错了！我讲过《华严》，是华严宗的；我讲过《法华》，是天台宗的；我讲过唯识，是法相宗的；我讲过《六祖坛经》、讲过《金刚经》，讲过永嘉大师《禅宗集》、《证道歌》，那是禅宗的。我好多宗都涉及，律宗的我也讲过。现在我归净土，这些都是表法。那个为什么不学？我的根性不行。我记得一九七七年第一次我到香港来讲《楞严经》，那次来讲四个月，每天晚上讲，法缘很胜，听众都挤得满满的，而且很多法师都来听。特别的是圣一法师，那是个参禅的，天天都来。而且非常难得，他叫他的信徒：你们都要来听。劝他们信徒来听的，只有这一个法师，我很佩服他。他邀请我到大屿山他的寺庙，宝林寺，在宝莲寺的后面，要走路走半个小时，车不能进去的，在那个地方。他供斋，要我在禅堂里面，那个时候还有四十多个坐禅的，很难得，真正修行，四十多个人，在禅堂里讲开示。讲，我行，我讲过《禅宗集》，讲过《证道歌》，讲过《六祖坛经》，讲过《金刚经》，我会讲。我赞叹圣一法师，赞叹禅宗，赞叹大家的修学，希望大家都能够跟着这么个好老师认真修学，希望能够得定，能够开悟。",
      "zh_TW": "我這一生過去在經教，各宗的典籍都涉獵。有些人誤會，說我專講淨土，錯了！我講過《華嚴》，是華嚴宗的；我講過《法華》，是天台宗的；我講過唯識，是法相宗的；我講過《六祖壇經》、講過《金剛經》，講過永嘉大師《禪宗集》、《證道歌》，那是禪宗的。我好多宗都涉及，律宗的我也講過。現在我歸淨土，這些都是表法。那個為什麼不學？我的根性不行。我記得一九七七年第一次我到香港來講《楞嚴經》，那次來講四個月，每天晚上講，法緣很勝，聽眾都擠得滿滿的，而且很多法師都來聽。特別的是聖一法師，那是個參禪的，天天都來。而且非常難得，他叫他的信徒：你們都要來聽。勸他們信徒來聽的，只有這一個法師，我很佩服他。他邀請我到大嶼山他的寺廟，寶林寺，在寶蓮寺的後面，要走路走半個小時，車不能進去的，在那個地方。他供齋，要我在禪堂裡面，那個時候還有四十多個坐禪的，很難得，真正修行，四十多個人，在禪堂裡講開示。講，我行，我講過《禪宗集》，講過《證道歌》，講過《六祖壇經》，講過《金剛經》，我會講。我讚歎聖一法師，讚歎禪宗，讚歎大家的修學，希望大家都能夠跟著這麼個好老師認真修學，希望能夠得定，能夠開悟。"
    },
    {
      "id": "02-037-0001_p0035",
      "zh_CN": "我离开的时候，跟着我去的大概也有十几个人，在路上，因为要走半个钟点路，走到宝莲寺才能搭车。同修们就问我，他说净空法师，你对于禅这样推崇，你为什么不学禅？我都赞叹他们。讲开示，这是李老师以前教我，要懂规矩，规矩就是赞叹，自己谦虚，赞叹别人。善财童子五十三参，你看哪一位善知识不是赞叹别人，谦虚自己。所以古人讲，「若要佛法兴，唯有僧赞僧」。我告诉他：禅好，我的根性不行，他们是上上根，我是下下根，我修净土能往生，我参禅不但不能开悟，得定都得不到。真的，不是假的。",
      "zh_TW": "我離開的時候，跟著我去的大概也有十幾個人，在路上，因為要走半個鐘點路，走到寶蓮寺才能搭車。同修們就問我，他說淨空法師，你對於禪這樣推崇，你為什麼不學禪？我都讚歎他們。講開示，這是李老師以前教我，要懂規矩，規矩就是讚歎，自己謙虛，讚歎別人。善財童子五十三參，你看哪一位善知識不是讚歎別人，謙虛自己。所以古人講，「若要佛法興，唯有僧讚僧」。我告訴他：禪好，我的根性不行，他們是上上根，我是下下根，我修淨土能往生，我參禪不但不能開悟，得定都得不到。真的，不是假的。"
    },
    {
      "id": "02-037-0001_p0036",
      "zh_CN": "所以人在世间上一生，最重要的有自知之明，你就会有成就。如果你自己不知道你自己，好高骛远，这一生肯定空过。知道自己是什么根性，知道自己烦恼业障深重，那念佛，至诚心念佛，清净心念佛。要像这里所讲的，不怀疑、不夹杂、不间断的念佛，一声佛号能消八十亿劫生死重罪。我们今天念佛号，天天念佛，为什么业障消不了？怀疑、夹杂、间断。怎么知道怀疑？你没有专一就是怀疑。你相不相信？真正不怀疑，他心里只有一句佛号，只有一部《无量寿经》，其他东西他绝对不看。我还想看看这个、想看看那个，对于净宗没有死心塌地，不疑两个字不容易做到，不是彻底明了了，你怎能不怀疑。所以我们是一年讲一遍，心都用在这上，十年之后，我们可能达到不怀疑。不怀疑就了不起，声声佛号灭罪无量，真的会消灾免难，真的会消除业障，那往生的时候，品位大幅度的提升。",
      "zh_TW": "所以人在世間上一生，最重要的有自知之明，你就會有成就。如果你自己不知道你自己，好高騖遠，這一生肯定空過。知道自己是什麼根性，知道自己煩惱業障深重，那念佛，至誠心念佛，清淨心念佛。要像這裡所講的，不懷疑、不夾雜、不間斷的念佛，一聲佛號能消八十億劫生死重罪。我們今天念佛號，天天念佛，為什麼業障消不了？懷疑、夾雜、間斷。怎麼知道懷疑？你沒有專一就是懷疑。你相不相信？真正不懷疑，他心裡只有一句佛號，只有一部《無量壽經》，其他東西他絕對不看。我還想看看這個、想看看那個，對於淨宗沒有死心塌地，不疑兩個字不容易做到，不是徹底明瞭了，你怎能不懷疑。所以我們是一年講一遍，心都用在這上，十年之後，我們可能達到不懷疑。不懷疑就了不起，聲聲佛號滅罪無量，真的會消災免難，真的會消除業障，那往生的時候，品位大幅度的提升。"
    },
    {
      "id": "02-037-0001_p0037",
      "zh_CN": "用念佛法门，能不能证到阿罗汉？能；能不能证到等觉菩萨？能。理搞清楚了，我们的信心坚定，不会再怀疑。菩萨五十一个阶级，我就用这一个法门就能完成，一直到回归自性，妙觉如来。我搞这一门，别的门通不通？肯定通。为什么通？佛在经上讲得很清楚，《华严》上说，一即是多，多即是一，一门就是无量门，无量门就是一门。但是你怎样能够通无量门？一定从一门。好像这个大厅，圆形的，四面八方到处都是门，你没有进去，门很多，进去之后，就全通了，一即是一切，一切即是一。我们看看古大德表演给我们看，释迦如来也不例外，一通一切都通。",
      "zh_TW": "用念佛法門，能不能證到阿羅漢？能；能不能證到等覺菩薩？能。理搞清楚了，我們的信心堅定，不會再懷疑。菩薩五十一個階級，我就用這一個法門就能完成，一直到回歸自性，妙覺如來。我搞這一門，別的門通不通？肯定通。為什麼通？佛在經上講得很清楚，《華嚴》上說，一即是多，多即是一，一門就是無量門，無量門就是一門。但是你怎樣能夠通無量門？一定從一門。好像這個大廳，圓形的，四面八方到處都是門，你沒有進去，門很多，進去之後，就全通了，一即是一切，一切即是一。我們看看古大德表演給我們看，釋迦如來也不例外，一通一切都通。"
    },
    {
      "id": "02-037-0001_p0038",
      "zh_CN": "我的缘，在内有障碍，在台湾都有障碍，要没有障碍我怎么会住到居士家里去！在居士家里住十七年，不是短时间。找我去讲经的，寺院有，不多，大多数都是居士道场。海外的缘，是因为早年李老师在台中慈光图书馆办了个大专佛学讲座。台湾大学生对佛教有兴趣，几乎每个学校都有佛学社，学生们自己组织。老师利用寒暑假开班，时间长，两个星期到四个星期，让他们在台中来学习。平常是每个星期天，有一次大专佛学讲座，是对台中附近的这些学校学生，他们星期天可以来学，来听一堂课。这些同学我都认识。这个方法也是我想出来的，我向老师提议的，他采取了。很多一些事情老师会找我商量。讲座期间当中，他自己担任三门课，一共是七门功课，他之外还有四个老师。另外一门，老师担任的是「佛学概要十四讲」，这是他老人家自己讲的，这是介绍整个佛法，十四堂课。另外《阿弥陀经》，这他自己讲。还有一堂是每天有两个小时解答问题，同学们听课，有问题提出来发问，他解答。",
      "zh_TW": "我的緣，在內有障礙，在台灣都有障礙，要沒有障礙我怎麼會住到居士家裡去！在居士家裡住十七年，不是短時間。找我去講經的，寺院有，不多，大多數都是居士道場。海外的緣，是因為早年李老師在台中慈光圖書館辦了個大專佛學講座。台灣大學生對佛教有興趣，幾乎每個學校都有佛學社，學生們自己組織。老師利用寒暑假開班，時間長，兩個星期到四個星期，讓他們在台中來學習。平常是每個星期天，有一次大專佛學講座，是對台中附近的這些學校學生，他們星期天可以來學，來聽一堂課。這些同學我都認識。這個方法也是我想出來的，我向老師提議的，他採取了。很多一些事情老師會找我商量。講座期間當中，他自己擔任三門課，一共是七門功課，他之外還有四個老師。另外一門，老師擔任的是「佛學概要十四講」，這是他老人家自己講的，這是介紹整個佛法，十四堂課。另外《阿彌陀經》，這他自己講。還有一堂是每天有兩個小時解答問題，同學們聽課，有問題提出來發問，他解答。"
    },
    {
      "id": "02-037-0001_p0039",
      "zh_CN": "所有的老师也都是李老师的学生，但是里面有两位年岁很老了，是大学教授，我们都很尊重他。一个是刘汝浩老师，年岁很大了。另外两位就是徐醒民跟周家麟，等于是我们同班同学。老师第一堂课他来解答问题，到第二堂课，他就让我代他。所以我没有担任特别课程，是代理老师应付这些同学们的疑难杂症。这一堂课是没有东西准备，唯一的准备就是把精神养足，到时候他提什么问题，给他解答。好在老师做后台，我们答不出来的时候找老师。居然这么多年的讲座，这么多学生来问，没有把我问倒，一个难题都没有把我难倒，老师让我有这个机会去练习。因为他们所学的这些课程，我都学过。开的是六门功课，概论方面的，十四讲是老师编的，《八大人觉经》是佛经上的，等于说佛经里面的佛学概论。另外就是行门、解门。解门一个是唯识，一个是《心经》，《般若心经》，就是性宗、相宗。行门是《普贤行愿品》跟《弥陀经》，这是修行的。所以这六门功课。修学的期间两个星期到四个星期，四个星期讲得比较详细，两个星期就讲得比较简单。用这个把佛法简单介绍给大专学生，这些学生跟我就结了缘。",
      "zh_TW": "所有的老師也都是李老師的學生，但是裡面有兩位年歲很老了，是大學教授，我們都很尊重他。一個是劉汝浩老師，年歲很大了。另外兩位就是徐醒民跟周家麟，等於是我們同班同學。老師第一堂課他來解答問題，到第二堂課，他就讓我代他。所以我沒有擔任特別課程，是代理老師應付這些同學們的疑難雜症。這一堂課是沒有東西準備，唯一的準備就是把精神養足，到時候他提什麼問題，給他解答。好在老師做後台，我們答不出來的時候找老師。居然這麼多年的講座，這麼多學生來問，沒有把我問倒，一個難題都沒有把我難倒，老師讓我有這個機會去練習。因為他們所學的這些課程，我都學過。開的是六門功課，概論方面的，十四講是老師編的，《八大人覺經》是佛經上的，等於說佛經裡面的佛學概論。另外就是行門、解門。解門一個是唯識，一個是《心經》，《般若心經》，就是性宗、相宗。行門是《普賢行願品》跟《彌陀經》，這是修行的。所以這六門功課。修學的期間兩個星期到四個星期，四個星期講得比較詳細，兩個星期就講得比較簡單。用這個把佛法簡單介紹給大專學生，這些學生跟我就結了緣。"
    },
    {
      "id": "02-037-0001_p0040",
      "zh_CN": "以后他们出国留学，我一到美国去，那时有三百多个学生在美国，在美国各个州，他们知道我到美国。所以我到美国去，就每个大城市都要去走。一次走了之后，年年都要走，每一年都来邀请。所以那时候我每年要到美国去两次到三次，帮助他们，海外的缘就结上了，包括美国、加拿大。遇到黄念老居士之后，他知道我外头缘好，你要把净宗带起来。我说用什么方法？成立净宗学会。净宗学会是夏莲老提出来的，我一听这名词很欢喜，现代化。以前都搞莲社，莲社人家一看是宗教，搞学会，我说好，这个名词好。所以第一个学会在温哥华成立的，加拿大净宗学会，好像现在还在。第二个在圣荷西，美国净宗学会，又有洛杉矶净宗学会，美加地区有三十多个会，这都是我常常去的地方。每个地方同学学的东西都不一样，都喜欢讲这个、讲那个，所以讲了很多东西。几乎有一半都留的有录音带，那时候没有录像，有录音，以后好像都做成光碟了。这早期的，你要问我，我都记不得了，讲些什么内容，我都记不得。",
      "zh_TW": "以後他們出國留學，我一到美國去，那時有三百多個學生在美國，在美國各個州，他們知道我到美國。所以我到美國去，就每個大城市都要去走。一次走了之後，年年都要走，每一年都來邀請。所以那時候我每年要到美國去兩次到三次，幫助他們，海外的緣就結上了，包括美國、加拿大。遇到黃念老居士之後，他知道我外頭緣好，你要把淨宗帶起來。我說用什麼方法？成立淨宗學會。淨宗學會是夏蓮老提出來的，我一聽這名詞很歡喜，現代化。以前都搞蓮社，蓮社人家一看是宗教，搞學會，我說好，這個名詞好。所以第一個學會在溫哥華成立的，加拿大淨宗學會，好像現在還在。第二個在聖荷西，美國淨宗學會，又有洛杉磯淨宗學會，美加地區有三十多個會，這都是我常常去的地方。每個地方同學學的東西都不一樣，都喜歡講這個、講那個，所以講了很多東西。幾乎有一半都留的有錄音帶，那時候沒有錄像，有錄音，以後好像都做成光碟了。這早期的，你要問我，我都記不得了，講些什麼內容，我都記不得。"
    },
    {
      "id": "02-037-0001_p0041",
      "zh_CN": "这是说老师看到这个情形的时候，他也很欢喜，把佛法带到国外去，带给华侨。这是遵老师的教诲，「海外传灯」。我每次出国，一定向老师请教，回来，给老师报告。那时有两个老师在，还有方东美先生，出国一定去看他们两个，回来给他们两个人做报告。章嘉大师走得早。现在通过六十年的学习，五十三年跟大家在一起分享学习的心得，我们真正相信，一点怀疑都没有，能化解劫难。今天社会问题很复杂，来问我的人很多，国内国外都有。因为我移民到澳洲去之后，代表澳洲大学参加联合国的和平会议，认识的人就多了。许多国家的专家学者，乃至于国家领导人，见面访问就很多，所以问我的人很多。今天问题我们总结，再多的问题，实际上只有一个问题，什么问题？人心坏了，这是个大问题。人心怎么坏了？没有人教了，所有的学校只教你做事，不教你做人，做人的教育没有了。所以现在人，年轻人会做事，不会做人，科学技术他懂得，伦理道德他不懂，问题出在这个地方。",
      "zh_TW": "這是說老師看到這個情形的時候，他也很歡喜，把佛法帶到國外去，帶給華僑。這是遵老師的教誨，「海外傳燈」。我每次出國，一定向老師請教，回來，給老師報告。那時有兩個老師在，還有方東美先生，出國一定去看他們兩個，回來給他們兩個人做報告。章嘉大師走得早。現在通過六十年的學習，五十三年跟大家在一起分享學習的心得，我們真正相信，一點懷疑都沒有，能化解劫難。今天社會問題很複雜，來問我的人很多，國內國外都有。因為我移民到澳洲去之後，代表澳洲大學參加聯合國的和平會議，認識的人就多了。許多國家的專家學者，乃至於國家領導人，見面訪問就很多，所以問我的人很多。今天問題我們總結，再多的問題，實際上只有一個問題，什麼問題？人心壞了，這是個大問題。人心怎麼壞了？沒有人教了，所有的學校只教你做事，不教你做人，做人的教育沒有了。所以現在人，年輕人會做事，不會做人，科學技術他懂得，倫理道德他不懂，問題出在這個地方。"
    },
    {
      "id": "02-037-0001_p0042",
      "zh_CN": "所以我非常佩服英国汤恩比博士，他是个一生研究世界文化史，他是个史学家，但是他不是像中国断代史、通史，不是的，他研究文化史。所以，他对于中国传统文化非常了解，居然能说出来「解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」，我们从来没有听到过人这样说法。想想这句话有没有道理？有道理，我们读中国古东西就知道。现在人受科学的教育，科学第一个必须遵守的就是怀疑，从怀疑里面发现问题，再去研究、探讨、解决问题，找到答案。这个对于物理可以，对于圣贤的学说不行，这个方法完全错误。圣贤方法是精神生活，是心理，它不是物理。我们今天疏忽了古人，藐视古人，把古人看轻了，认为他们没有智慧，没有科学常识，这个观念是绝大错误。只要我们细心去想想，古人心是清净的，我们现在的心是浮躁的，单单这一点我们就比不上人家。清净心生智慧，浮躁生烦恼，到底是烦恼高明还是智慧高明？如果想到这一点的话，我们对古人就不能不佩服。",
      "zh_TW": "所以我非常佩服英國湯恩比博士，他是個一生研究世界文化史，他是個史學家，但是他不是像中國斷代史、通史，不是的，他研究文化史。所以，他對於中國傳統文化非常了解，居然能說出來「解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」，我們從來沒有聽到過人這樣說法。想想這句話有沒有道理？有道理，我們讀中國古東西就知道。現在人受科學的教育，科學第一個必須遵守的就是懷疑，從懷疑裡面發現問題，再去研究、探討、解決問題，找到答案。這個對於物理可以，對於聖賢的學說不行，這個方法完全錯誤。聖賢方法是精神生活，是心理，它不是物理。我們今天疏忽了古人，藐視古人，把古人看輕了，認為他們沒有智慧，沒有科學常識，這個觀念是絕大錯誤。只要我們細心去想想，古人心是清淨的，我們現在的心是浮躁的，單單這一點我們就比不上人家。清淨心生智慧，浮躁生煩惱，到底是煩惱高明還是智慧高明？如果想到這一點的話，我們對古人就不能不佩服。"
    },
    {
      "id": "02-037-0001_p0043",
      "zh_CN": "定功里最深的这是佛，佛菩萨定功深。古圣先贤告诉我们，那真是圆满的智慧，没有圆满智慧，这个话说不出来，怎么可能说到人性本善？这句话编在童蒙教材里头，《三字经》第一句，「人之初，性本善」。换句话说，教育是什么？教育终极的目标是回归到本善，本善是圣人，所以是圣贤教育。你看佛教导弟子，大乘弟子，告诉大家，「一切众生本来是佛」；换句话说，学佛的目的何在？回归到你本来是佛的位子上去，那就功德圆满了。并不是成佛只有他一个，别人不能成佛，不是，一切众生皆是，本来是佛，你看看说得多好！这教学，第一个把我们教学目标就告诉你。中国人讲人性本善，这个本善是圣人，人人都是圣人，佛是人人都是佛。本性是佛、是善，习性不是，所以「性相近，习相远」。这习相远都说你自己，你自己本性是善的，如果要不学的话，你的习性会跟自己的本性愈来愈远。「苟不教，性乃迁」，为什么有这种现象？这句话出来了，要不教，他就会变迁，问题出在这个地方。怎么教法？「教之道，贵以专」，佛家的一门深入，长时薰修。这个教学的原理原则不是一尊佛说的，遍法界虚空界，过去未来一切诸佛都这个说法。不能学杂，不能学偏，好高骛远你什么都得不到，你所得到的只是皮毛。你能够一门深入，你什么都通达，精通，你看精他才会通；多、乱，不会通。精是精益，那才能通。中国古人用这个字汇多有智慧，多跟杂决定不能通。",
      "zh_TW": "定功裡最深的這是佛，佛菩薩定功深。古聖先賢告訴我們，那真是圓滿的智慧，沒有圓滿智慧，這個話說不出來，怎麼可能說到人性本善？這句話編在童蒙教材裡頭，《三字經》第一句，「人之初，性本善」。換句話說，教育是什麼？教育終極的目標是回歸到本善，本善是聖人，所以是聖賢教育。你看佛教導弟子，大乘弟子，告訴大家，「一切眾生本來是佛」；換句話說，學佛的目的何在？回歸到你本來是佛的位子上去，那就功德圓滿了。並不是成佛只有他一個，別人不能成佛，不是，一切眾生皆是，本來是佛，你看看說得多好！這教學，第一個把我們教學目標就告訴你。中國人講人性本善，這個本善是聖人，人人都是聖人，佛是人人都是佛。本性是佛、是善，習性不是，所以「性相近，習相遠」。這習相遠都說你自己，你自己本性是善的，如果要不學的話，你的習性會跟自己的本性愈來愈遠。「苟不教，性乃遷」，為什麼有這種現象？這句話出來了，要不教，他就會變遷，問題出在這個地方。怎麼教法？「教之道，貴以專」，佛家的一門深入，長時薰修。這個教學的原理原則不是一尊佛說的，遍法界虛空界，過去未來一切諸佛都這個說法。不能學雜，不能學偏，好高騖遠你什麼都得不到，你所得到的只是皮毛。你能夠一門深入，你什麼都通達，精通，你看精他才會通；多、亂，不會通。精是精益，那才能通。中國古人用這個字彙多有智慧，多跟雜決定不能通。"
    },
    {
      "id": "02-037-0001_p0044",
      "zh_CN": "今天方老师的大儿子到这儿来看我，我们三十多年没见面。上次见面是在老师往生的时候，他回来，见了一次面。以前没见到，见面才知道，我跟老师学习的那一年，他那年到美国留学。那年我二十六岁，他小我三岁，他二十三岁，他在美国住了六十年。所以我跟老师学习的时候，每个星期到他家里去，没看到他。在六十年前，老师告诉我，现在的学校，先生不像先生，学生不像学生，你要到学校来听课，你会大失所望。这过了一甲子，现在的学校就更不能看，那时候还可以看看、可以听听，现在就更不行了。中国学校我不知道，外国的学校我去看过，也去上过课，学生的耐心大概只有十分钟，他坐在那里眼睛看着老师，听听。十分钟之后心不在焉了，眼睛就往窗外看，心就浮起来了。所以我就问那些老教授，你们在课堂怎么教法？他们告诉我，上课十五分钟。后面呢？讲故事、讲笑话，大家哄堂欢喜。我才知道这些教授们他怎么教法。这样下去，一代不如一代；换句话说，我们这个世界一世不如一世，三十年是一世，不是向上走，是向下滑。照这样下去之后，外国人所讲的世界末日，那就是真的，不是假的。",
      "zh_TW": "今天方老師的大兒子到這兒來看我，我們三十多年沒見面。上次見面是在老師往生的時候，他回來，見了一次面。以前沒見到，見面才知道，我跟老師學習的那一年，他那年到美國留學。那年我二十六歲，他小我三歲，他二十三歲，他在美國住了六十年。所以我跟老師學習的時候，每個星期到他家裡去，沒看到他。在六十年前，老師告訴我，現在的學校，先生不像先生，學生不像學生，你要到學校來聽課，你會大失所望。這過了一甲子，現在的學校就更不能看，那時候還可以看看、可以聽聽，現在就更不行了。中國學校我不知道，外國的學校我去看過，也去上過課，學生的耐心大概只有十分鐘，他坐在那裡眼睛看著老師，聽聽。十分鐘之後心不在焉了，眼睛就往窗外看，心就浮起來了。所以我就問那些老教授，你們在課堂怎麼教法？他們告訴我，上課十五分鐘。後面呢？講故事、講笑話，大家哄堂歡喜。我才知道這些教授們他怎麼教法。這樣下去，一代不如一代；換句話說，我們這個世界一世不如一世，三十年是一世，不是向上走，是向下滑。照這樣下去之後，外國人所講的世界末日，那就是真的，不是假的。"
    },
    {
      "id": "02-037-0001_p0045",
      "zh_CN": "现在确实有不少人看到这个现象忧心忡忡，怎么拯救世界？怎么帮助大家回头？我们也正在这个机缘上，在澳洲有这个缘分，代表学校参加联合国这些活动。我们把中国传统东西介绍，他们从来没听说过，听了很感动、很欢喜，但是最后提出来问题，怀疑，这是理想，不能实现。所以今天让我们想到一切都要做实验，科学讲实验，实验成功了，大家相信；实验失败了，大家绝对不会再去提它。我们因为这个刺激，在家乡汤池小镇做了三年实验，做得非常成功，让我们的信心打足，证实汤恩比教授所说的，中国孔孟学说跟大乘佛法管用。所以我们在自己，尽力来帮助正法久住，同时我们还要分一部分力量，来帮助传统文化的复兴，确实能化解灾难，这部经是最恰当不过。今天时间到了，我们就学到此地。",
      "zh_TW": "現在確實有不少人看到這個現象憂心忡忡，怎麼拯救世界？怎麼幫助大家回頭？我們也正在這個機緣上，在澳洲有這個緣分，代表學校參加聯合國這些活動。我們把中國傳統東西介紹，他們從來沒聽說過，聽了很感動、很歡喜，但是最後提出來問題，懷疑，這是理想，不能實現。所以今天讓我們想到一切都要做實驗，科學講實驗，實驗成功了，大家相信；實驗失敗了，大家絕對不會再去提它。我們因為這個刺激，在家鄉湯池小鎮做了三年實驗，做得非常成功，讓我們的信心打足，證實湯恩比教授所說的，中國孔孟學說跟大乘佛法管用。所以我們在自己，盡力來幫助正法久住，同時我們還要分一部分力量，來幫助傳統文化的復興，確實能化解災難，這部經是最恰當不過。今天時間到了，我們就學到此地。"
    }
  ]
}