{
  "doc_id": "02-037-0558",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五五八集",
    "zh_TW": "第五五八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0558",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0558_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一０八一页，第七行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一０八一頁，第七行："
    },
    {
      "id": "02-037-0558_p0002",
      "zh_CN": "「无著者，无执着之念。如《金刚经》曰：无有定法名阿耨多罗三藐三菩提。亦无有定法如来可说。何以故？如来所说法，皆不可取，不可说，非法非非法」。这一段文给我们解释『无着』，经文上「十力无畏，无碍无着」。在无碍，我们学过《华严经》四种无碍法界，接着我们看无着。无着是没有执着的念头，着重在念头，念头里头有执着就错了，这个不在事。如果没有执着，没有执着的念头，就能做到理事无碍、事事无碍。我们现在是处事都有障碍，六根接触六尘境界全有障碍，障碍从哪里来的？意念里头有分别、有执着，有这个东西就造业，业就系缚苦果、苦报。",
      "zh_TW": "「無著者，無執著之念。如《金剛經》曰：無有定法名阿耨多羅三藐三菩提。亦無有定法如來可說。何以故？如來所說法，皆不可取，不可說，非法非非法」。這一段文給我們解釋『無著』，經文上「十力無畏，無礙無著」。在無礙，我們學過《華嚴經》四種無礙法界，接著我們看無著。無著是沒有執著的念頭，著重在念頭，念頭裡頭有執著就錯了，這個不在事。如果沒有執著，沒有執著的念頭，就能做到理事無礙、事事無礙。我們現在是處事都有障礙，六根接觸六塵境界全有障礙，障礙從哪裡來的？意念裡頭有分別、有執著，有這個東西就造業，業就繫縛苦果、苦報。"
    },
    {
      "id": "02-037-0558_p0003",
      "zh_CN": "无执着之念，就像《金刚经》上所说的这一段经文，无有定法名阿耨多罗三藐三菩提。这一句完全是梵文，翻成中国的意思是「无上正等正觉」。阿翻作无，翻成中国是无的意思，耨多罗是上，这无上；三，这是梵音，翻成中国是正，藐翻作等；三这又是正，菩提是觉，所以整个翻成中国意思是无上正等正觉。可以翻，为什么不翻？这个不翻是属于尊重不翻。为什么？佛法终极的目标，我们想求的是什么？就是求的这个，无上正等正觉。阿罗汉得到的是正觉，三菩提；菩萨得到的是三藐三菩提，就是正等正觉；佛所证得的叫无上正等正觉。你看这一句话里头，三个阶位，三个阶级、三种地位，高下不同。说学佛，学佛求什么？就求无上正等正觉。所以对于这一句，这是我们学佛的目标，对它尊重，完全用梵语音译，没有把它译成中国文字，经典上都用这个。",
      "zh_TW": "無執著之念，就像《金剛經》上所說的這一段經文，無有定法名阿耨多羅三藐三菩提。這一句完全是梵文，翻成中國的意思是「無上正等正覺」。阿翻作無，翻成中國是無的意思，耨多羅是上，這無上；三，這是梵音，翻成中國是正，藐翻作等；三這又是正，菩提是覺，所以整個翻成中國意思是無上正等正覺。可以翻，為什麼不翻？這個不翻是屬於尊重不翻。為什麼？佛法終極的目標，我們想求的是什麼？就是求的這個，無上正等正覺。阿羅漢得到的是正覺，三菩提；菩薩得到的是三藐三菩提，就是正等正覺；佛所證得的叫無上正等正覺。你看這一句話裡頭，三個階位，三個階級、三種地位，高下不同。說學佛，學佛求什麼？就求無上正等正覺。所以對於這一句，這是我們學佛的目標，對它尊重，完全用梵語音譯，沒有把它譯成中國文字，經典上都用這個。"
    },
    {
      "id": "02-037-0558_p0004",
      "zh_CN": "无上正等正觉没有定法，什么方法都可以证得，所以它没有定法，只要你离开妄想分别执着，就证得了。我们内心里头要把执着放下，于世出世间一切法都不执着，没有执着这个念头，你就证阿罗汉果。如果更进一步，不但没有执着，连分别的念头都没有，这个人就是菩萨。不但没有分别的念头，连起心动念都没有，就是不起心、不动念，你就是佛陀，无上正等正觉。八万四千法门，这是佛说的方法，每一个方法都能证无上正等正觉，所以说法门平等，无有高下。八万四千法门，这佛说，除这个之外还有一句，叫无量法门。八万四千法门之外，无量法门包括遍法界虚空界，用我们的话来讲，所有的宗教、所有的学派全都包括了，只要你能放下。金刚般若会上，佛说真话！",
      "zh_TW": "無上正等正覺沒有定法，什麼方法都可以證得，所以它沒有定法，只要你離開妄想分別執著，就證得了。我們內心裡頭要把執著放下，於世出世間一切法都不執著，沒有執著這個念頭，你就證阿羅漢果。如果更進一步，不但沒有執著，連分別的念頭都沒有，這個人就是菩薩。不但沒有分別的念頭，連起心動念都沒有，就是不起心、不動念，你就是佛陀，無上正等正覺。八萬四千法門，這是佛說的方法，每一個方法都能證無上正等正覺，所以說法門平等，無有高下。八萬四千法門，這佛說，除這個之外還有一句，叫無量法門。八萬四千法門之外，無量法門包括遍法界虛空界，用我們的話來講，所有的宗教、所有的學派全都包括了，只要你能放下。金剛般若會上，佛說真話！"
    },
    {
      "id": "02-037-0558_p0005",
      "zh_CN": "亦无有定法如来可说。如来根本就没有法可说，无有法可说，说了四十九年，一天也没休息；阿弥陀佛在极乐世界已经说了十劫，永远说不完。说得再多，也是无有定法如来可说，所说的这个法，完全是众生有感，佛自然有应，是从感应当中自自然然流露出来的，没有意思。要说佛有意思，佛是凡夫。凡夫有意思，圣人没有意思，他不起心、不动念，哪来的意思！这在大乘教是法身菩萨。法身菩萨都不会起心动念，眼见色，耳闻声，眼耳鼻舌身接触外面境界，没有起心动念，他哪来的意思？有意思就是凡人，没有意思才叫圣人，所以圣人的标准是法身大士，法身大士也就是成佛了。",
      "zh_TW": "亦無有定法如來可說。如來根本就沒有法可說，無有法可說，說了四十九年，一天也沒休息；阿彌陀佛在極樂世界已經說了十劫，永遠說不完。說得再多，也是無有定法如來可說，所說的這個法，完全是眾生有感，佛自然有應，是從感應當中自自然然流露出來的，沒有意思。要說佛有意思，佛是凡夫。凡夫有意思，聖人沒有意思，他不起心、不動念，哪來的意思！這在大乘教是法身菩薩。法身菩薩都不會起心動念，眼見色，耳聞聲，眼耳鼻舌身接觸外面境界，沒有起心動念，他哪來的意思？有意思就是凡人，沒有意思才叫聖人，所以聖人的標準是法身大士，法身大士也就是成佛了。"
    },
    {
      "id": "02-037-0558_p0006",
      "zh_CN": "这以下，那就是十法界。十法界最高的佛法界，十法界里面的佛有起心动念，所以他还有意思；他把起心动念放下，十法界就没有了，他就超越了。所以四圣法界从哪里来的，我们就明白了，四圣法界上面的两层，佛、菩萨是起心动念来的；下面两个位次，声闻、缘觉是分别来的，他还有分别。六道从哪里来的？六道从执着来的，这是讲执着。你心里头有执着，你就出不了六道轮回，无论修什么法门。心里没有执着，轮回就不见了，不用除，它没有了，好像睡觉醒过来了，这一场梦。",
      "zh_TW": "這以下，那就是十法界。十法界最高的佛法界，十法界裡面的佛有起心動念，所以他還有意思；他把起心動念放下，十法界就沒有了，他就超越了。所以四聖法界從哪裡來的，我們就明白了，四聖法界上面的兩層，佛、菩薩是起心動念來的；下面兩個位次，聲聞、緣覺是分別來的，他還有分別。六道從哪裡來的？六道從執著來的，這是講執著。你心裡頭有執著，你就出不了六道輪迴，無論修什麼法門。心裡沒有執著，輪迴就不見了，不用除，它沒有了，好像睡覺醒過來了，這一場夢。"
    },
    {
      "id": "02-037-0558_p0007",
      "zh_CN": "四圣法界里面的佛，如果把起心动念放下，那也是（又是）一场梦，醒了，从他那里看六道，梦中之梦，真醒过来，醒过来的境界是实报庄严土。实报庄严土也不是究竟的，不过它没有变化，因为它那里头没有阿赖耶识，就是没有意思。相宗里面讲，转八识成四智，转阿赖耶为大圆镜智，转末那为平等性智，得到平等，转第六意识为妙观察智，转前五识为成所作智。所以八识没有了，与八识相应的五十一心所当然也没有了。心所法是依靠心法，心法没有了，心所法就没有了。这是圣人，佛家讲凡圣，这是标准。我们称三贤菩萨，称声闻、缘觉也叫圣人，那叫小圣，不是真正圣人。真正圣人的标准是转识成智，《华严经》上称的法身菩萨，天台大师称的分证即佛，这是真佛，不是假佛。",
      "zh_TW": "四聖法界裡面的佛，如果把起心動念放下，那也是（又是）一場夢，醒了，從他那裡看六道，夢中之夢，真醒過來，醒過來的境界是實報莊嚴土。實報莊嚴土也不是究竟的，不過它沒有變化，因為它那裡頭沒有阿賴耶識，就是沒有意思。相宗裡面講，轉八識成四智，轉阿賴耶為大圓鏡智，轉末那為平等性智，得到平等，轉第六意識為妙觀察智，轉前五識為成所作智。所以八識沒有了，與八識相應的五十一心所當然也沒有了。心所法是依靠心法，心法沒有了，心所法就沒有了。這是聖人，佛家講凡聖，這是標準。我們稱三賢菩薩，稱聲聞、緣覺也叫聖人，那叫小聖，不是真正聖人。真正聖人的標準是轉識成智，《華嚴經》上稱的法身菩薩，天台大師稱的分證即佛，這是真佛，不是假佛。"
    },
    {
      "id": "02-037-0558_p0008",
      "zh_CN": "那为什么这样说法，无有定法名阿耨多罗三藐三菩提，也没有定法如来可说，何以故，这为什么？如来所说法，皆不可取，不可说，非法非非法。这个意思深！如来心地清净，不着相，没有起心动念，他说什么？所以如来所说法，各人听，各人感受不一样，有人听懂了，有人觉悟了，有人得三昧了，有人只得一点知识。佛以一音而说法，众生随类各得解。说法的人无心，听法的人有心，有心就有各种不同的解释。我们看一部经，你看多少种注解。《金刚经》的注解最多，有五百家。那么多人注解，每个人注的都不一样，这什么原因？每个人接受、尝到的味道不相同。",
      "zh_TW": "那為什麼這樣說法，無有定法名阿耨多羅三藐三菩提，也沒有定法如來可說，何以故，這為什麼？如來所說法，皆不可取，不可說，非法非非法。這個意思深！如來心地清淨，不著相，沒有起心動念，他說什麼？所以如來所說法，各人聽，各人感受不一樣，有人聽懂了，有人覺悟了，有人得三昧了，有人只得一點知識。佛以一音而說法，眾生隨類各得解。說法的人無心，聽法的人有心，有心就有各種不同的解釋。我們看一部經，你看多少種註解。《金剛經》的註解最多，有五百家。那麼多人註解，每個人註的都不一樣，這什麼原因？每個人接受、嘗到的味道不相同。"
    },
    {
      "id": "02-037-0558_p0009",
      "zh_CN": "而佛说出来是一味，为什么听经的人得到的法味不一样？是每个人的心不一样。印光大师说，每个人诚敬程度不一样。说法的人不管是什么人，纵然是邪师说法，如果是心地真诚恭敬的人，他得正法，他不得邪法。为什么？他心正，他得到的是正。他要是佛心，他得的是佛法；他是菩萨心，得菩萨法；他是小乘心，他得到小乘法，因人而异。不是佛不平等，是人不平等。佛跟佛在一起不说法，无法可说，为什么？没有感，那边也没有应。菩萨有感，菩萨的感是纯正的，声闻、缘觉里面就不是纯正了，那人天更不必说，还夹杂着许多邪念在里头。这也就是佛法难说、难懂的意思。说法的人多多少少要契入一点境界，就是什么？你才能尝到法味，才说得出来。如果没有稍稍契入一点，完全是自己的知见，就是凡夫知见，你不是佛知见、不是菩萨知见，这就是大经上常常说的「佛法无人说，虽智莫能解」。世间绝顶聪明智慧的人他不懂，他看佛经是他一套的解释，那不是佛的意思。所以开经偈上说得好，「愿解如来真实义」，不要把如来意思解错了。",
      "zh_TW": "而佛說出來是一味，為什麼聽經的人得到的法味不一樣？是每個人的心不一樣。印光大師說，每個人誠敬程度不一樣。說法的人不管是什麼人，縱然是邪師說法，如果是心地真誠恭敬的人，他得正法，他不得邪法。為什麼？他心正，他得到的是正。他要是佛心，他得的是佛法；他是菩薩心，得菩薩法；他是小乘心，他得到小乘法，因人而異。不是佛不平等，是人不平等。佛跟佛在一起不說法，無法可說，為什麼？沒有感，那邊也沒有應。菩薩有感，菩薩的感是純正的，聲聞、緣覺裡面就不是純正了，那人天更不必說，還夾雜著許多邪念在裡頭。這也就是佛法難說、難懂的意思。說法的人多多少少要契入一點境界，就是什麼？你才能嘗到法味，才說得出來。如果沒有稍稍契入一點，完全是自己的知見，就是凡夫知見，你不是佛知見、不是菩薩知見，這就是大經上常常說的「佛法無人說，雖智莫能解」。世間絕頂聰明智慧的人他不懂，他看佛經是他一套的解釋，那不是佛的意思。所以開經偈上說得好，「願解如來真實義」，不要把如來意思解錯了。"
    },
    {
      "id": "02-037-0558_p0010",
      "zh_CN": "那说到这个地方，我们学经教，找不到真正善知识。真正开悟的人、真正证果的人，到哪去找？你要听他们的东西才管用，没开悟的人决定不可靠。所以老师教我们，读经看注解，要看古人的注解。为什么？古人有修有证。佛的经文自性流出来的，他们的注解也从自性流出来的。古人没有见性不敢讲经，更不敢著作，为什么？他要对读的人负责任，如果把读的人引入邪法，他要受地狱果报，所以他不敢。现在人不怕，他不相信有地狱，用自己的意思来解经，也说得天花乱坠，也让人生欢喜心跟他学习。不是没有，有，像少正卯这一流的人物，孔子对他都无可奈何，只有把他杀掉。如果在今天，孔子是犯法的，你没有理由杀人。他的杀人罪名就是妖言惑众，旁门左道，让社会大众扰乱了视听，如此而已。少正卯要生在今天，那是大行其道，没人干涉，言论自由，出版自由，他爱怎么说就怎么说。",
      "zh_TW": "那說到這個地方，我們學經教，找不到真正善知識。真正開悟的人、真正證果的人，到哪去找？你要聽他們的東西才管用，沒開悟的人決定不可靠。所以老師教我們，讀經看註解，要看古人的註解。為什麼？古人有修有證。佛的經文自性流出來的，他們的註解也從自性流出來的。古人沒有見性不敢講經，更不敢著作，為什麼？他要對讀的人負責任，如果把讀的人引入邪法，他要受地獄果報，所以他不敢。現在人不怕，他不相信有地獄，用自己的意思來解經，也說得天花亂墜，也讓人生歡喜心跟他學習。不是沒有，有，像少正卯這一流的人物，孔子對他都無可奈何，只有把他殺掉。如果在今天，孔子是犯法的，你沒有理由殺人。他的殺人罪名就是妖言惑眾，旁門左道，讓社會大眾擾亂了視聽，如此而已。少正卯要生在今天，那是大行其道，沒人干涉，言論自由，出版自由，他愛怎麼說就怎麼說。"
    },
    {
      "id": "02-037-0558_p0011",
      "zh_CN": "所以皆不可取，皆不可说，这是说的什么？不着言说相、不着文字相、不着心缘相，马鸣菩萨在《起信论》里头教给我们的，你用什么心学佛。你必须有这样的心态，读经不着文字相，听经不着言说相。不但文字、言语不着，因为文字是言语的符号，都不应该执着，不执著名字相，名词术语。像无着、法界、无上菩提，这都是名字相，名字相是假设的，假名，你喜欢起个什么名字都可以，为了教学方便起见，起这么多名相。佛教教学的专有名词不能执着，它是假的，它是方便法，它不是真实。不执着心缘相，心缘相就是我想这个是什么意思、这一段什么意思、这一句什么意思，这是你的心缘相。统统都不着，那听经、读经，这是干什么？给诸位说，听经、看经都是修定，让你的心在文字上、在言语上，你不缘其他的，其他的妄念、杂念都入不进来，这是修定。定能开慧，到智慧一开的时候，这经的意思全部都明白了，而且一点都不错，你悟出的意思就是佛当时讲的意思，你契入境界了。如果你着三种相的话，这就是凡夫，用现在话，佛学，不是学佛，是佛学，完全用自己的意思来解释。这是佛法真正的难处。",
      "zh_TW": "所以皆不可取，皆不可說，這是說的什麼？不著言說相、不著文字相、不著心緣相，馬鳴菩薩在《起信論》裡頭教給我們的，你用什麼心學佛。你必須有這樣的心態，讀經不著文字相，聽經不著言說相。不但文字、言語不著，因為文字是言語的符號，都不應該執著，不執著名字相，名詞術語。像無著、法界、無上菩提，這都是名字相，名字相是假設的，假名，你喜歡起個什麼名字都可以，為了教學方便起見，起這麼多名相。佛教教學的專有名詞不能執著，它是假的，它是方便法，它不是真實。不執著心緣相，心緣相就是我想這個是什麼意思、這一段什麼意思、這一句什麼意思，這是你的心緣相。統統都不著，那聽經、讀經，這是幹什麼？給諸位說，聽經、看經都是修定，讓你的心在文字上、在言語上，你不緣其他的，其他的妄念、雜念都入不進來，這是修定。定能開慧，到智慧一開的時候，這經的意思全部都明白了，而且一點都不錯，你悟出的意思就是佛當時講的意思，你契入境界了。如果你著三種相的話，這就是凡夫，用現在話，佛學，不是學佛，是佛學，完全用自己的意思來解釋。這是佛法真正的難處。"
    },
    {
      "id": "02-037-0558_p0012",
      "zh_CN": "佛法的修学就是戒定慧，修戒定慧的方法也无有定法。戒定慧本身不是定法，修学戒定慧亦无定法。你要理解戒定慧的精神是什么，精神就是制心一处，没有别的。你的心到处乱跑，胡思乱想，如何把它收起来集中在一处，这就是精神之所在。戒是止恶防非，怕你起恶念、起恶言、做恶事，防止，这是戒律的真实义。定是收心，像前面我们常说的，放下执着是阿罗汉的定，比世间定高。世间定只到四禅八定，他还是有执着。阿罗汉把执着放下了，定功就超过非想非非想处天，就超越了，他就出了六道轮回，所以是小乘定。虽然是小乘，跟世间法一比，它高太多了，世间法比不上。大乘的定是不起心、不动念，不起心、不动念一般说这成佛了。在什么时候？就在日常生活当中，从早到晚，六根接触六尘境界不起心、不动念，他样样清楚，没有执着、没有分别、没有起心动念，无有定法，是真的，不是假的，真功夫！大成就！跟诸佛如来走一条路，一个方向。所以一切不可取、不可说，非法也非非法，不准你起心动念，用这个态度跟佛学，听佛讲经说法，遵守佛的教诫去修行，成就快！",
      "zh_TW": "佛法的修學就是戒定慧，修戒定慧的方法也無有定法。戒定慧本身不是定法，修學戒定慧亦無定法。你要理解戒定慧的精神是什麼，精神就是制心一處，沒有別的。你的心到處亂跑，胡思亂想，如何把它收起來集中在一處，這就是精神之所在。戒是止惡防非，怕你起惡念、起惡言、做惡事，防止，這是戒律的真實義。定是收心，像前面我們常說的，放下執著是阿羅漢的定，比世間定高。世間定只到四禪八定，他還是有執著。阿羅漢把執著放下了，定功就超過非想非非想處天，就超越了，他就出了六道輪迴，所以是小乘定。雖然是小乘，跟世間法一比，它高太多了，世間法比不上。大乘的定是不起心、不動念，不起心、不動念一般說這成佛了。在什麼時候？就在日常生活當中，從早到晚，六根接觸六塵境界不起心、不動念，他樣樣清楚，沒有執著、沒有分別、沒有起心動念，無有定法，是真的，不是假的，真功夫！大成就！跟諸佛如來走一條路，一個方向。所以一切不可取、不可說，非法也非非法，不准你起心動念，用這個態度跟佛學，聽佛講經說法，遵守佛的教誡去修行，成就快！"
    },
    {
      "id": "02-037-0558_p0013",
      "zh_CN": "「《破空论》释云」，《破空论》是明朝末年蕅益大师的著作，这是净土宗第九代的祖师，他有《金刚经破空论》。《破空论》上解释这一段话说，「无上菩提，超情离见，即是究竟彼岸」。无上菩提这个名，名词术语。超情离见，你看这当中有一个情、有一个见。情是什么？情的根就是起心动念，那是情的根。从起心动念里面，生起分别、生起执着，叫情执。我们今天执着里头，最麻烦的就是情执，别的还好放下，这个东西太难！为什么太难？这个东西不是真的，假的，他以假当真，已经养成习惯。佛讲假的，他也点头，但是就是放不下。我们讲亲情，亲情就是爱。那这样学佛是不是无情？不是的，学佛给你说的，学了佛之后那个情、情爱变成了真情，那不是假的，为什么？从自性流出来的。今天凡夫这个情爱，是从阿赖耶流出来的，不是自性。自性的真爱叫慈悲，你看慈悲上头加了两个字，叫「无缘大慈，同体大悲」，无缘、同体就是无上菩提。无缘是没有因缘，用现在话说没有条件，就是一片真心、一片真爱，没有理由的。同体说得更清楚，一切众生跟我是同一个体，同一个自性流出来的，能不爱吗？哪有这个道理！",
      "zh_TW": "「《破空論》釋云」，《破空論》是明朝末年蕅益大師的著作，這是淨土宗第九代的祖師，他有《金剛經破空論》。《破空論》上解釋這一段話說，「無上菩提，超情離見，即是究竟彼岸」。無上菩提這個名，名詞術語。超情離見，你看這當中有一個情、有一個見。情是什麼？情的根就是起心動念，那是情的根。從起心動念裡面，生起分別、生起執著，叫情執。我們今天執著裡頭，最麻煩的就是情執，別的還好放下，這個東西太難！為什麼太難？這個東西不是真的，假的，他以假當真，已經養成習慣。佛講假的，他也點頭，但是就是放不下。我們講親情，親情就是愛。那這樣學佛是不是無情？不是的，學佛給你說的，學了佛之後那個情、情愛變成了真情，那不是假的，為什麼？從自性流出來的。今天凡夫這個情愛，是從阿賴耶流出來的，不是自性。自性的真愛叫慈悲，你看慈悲上頭加了兩個字，叫「無緣大慈，同體大悲」，無緣、同體就是無上菩提。無緣是沒有因緣，用現在話說沒有條件，就是一片真心、一片真愛，沒有理由的。同體說得更清楚，一切眾生跟我是同一個體，同一個自性流出來的，能不愛嗎？哪有這個道理！"
    },
    {
      "id": "02-037-0558_p0014",
      "zh_CN": "我们这个身体很复杂，不是单纯的，单单讲细胞，这科学家告诉我们，人这个身体大约是有五十兆个细胞组成各种不同器官，每一个细胞都是自己，你能不爱吗？你能喜欢这个细胞带的有病毒？发现细胞带病毒，你赶快想办法把它治好，原因是什么？一体！治不好，将来它要扩张了就变成死亡，赶快把它治好。佛知道，什么是我身？整个宇宙是我身，叫法身。法身是遍法界虚空界，佛学名词，用现在一般的话就是全宇宙。全宇宙跟自己是一体，他能不爱吗？外国宗教讲真神，宇宙间有个造物主，唯一的真神，神爱世人，上帝爱世人，跟佛讲慈悲是一个意思。他们说的神、说的上帝，实际上跟佛法里面讲的佛完全相同，这是个明心见性的人，是个真正觉悟的人、究竟圆满觉悟的人。所以立无上菩提这个名号，此地讲的无上菩提就是《金刚经》上所说的阿耨多罗三藐三菩提。超情离见，超越了，超越了情、超越了见。超越了情，情是执着，见是分别、是起心动念，全超越了。即是究竟彼岸，彼岸是跟这边相对来讲的，此岸是迷惑颠倒，这是个岸，彼岸是大觉、彻悟，彻底的觉悟了那叫彼岸，圆满的觉悟，转迷为悟。",
      "zh_TW": "我們這個身體很複雜，不是單純的，單單講細胞，這科學家告訴我們，人這個身體大約是有五十兆個細胞組成各種不同器官，每一個細胞都是自己，你能不愛嗎？你能喜歡這個細胞帶的有病毒？發現細胞帶病毒，你趕快想辦法把它治好，原因是什麼？一體！治不好，將來它要擴張了就變成死亡，趕快把它治好。佛知道，什麼是我身？整個宇宙是我身，叫法身。法身是遍法界虛空界，佛學名詞，用現在一般的話就是全宇宙。全宇宙跟自己是一體，他能不愛嗎？外國宗教講真神，宇宙間有個造物主，唯一的真神，神愛世人，上帝愛世人，跟佛講慈悲是一個意思。他們說的神、說的上帝，實際上跟佛法裡面講的佛完全相同，這是個明心見性的人，是個真正覺悟的人、究竟圓滿覺悟的人。所以立無上菩提這個名號，此地講的無上菩提就是《金剛經》上所說的阿耨多羅三藐三菩提。超情離見，超越了，超越了情、超越了見。超越了情，情是執著，見是分別、是起心動念，全超越了。即是究竟彼岸，彼岸是跟這邊相對來講的，此岸是迷惑顛倒，這是個岸，彼岸是大覺、徹悟，徹底的覺悟了那叫彼岸，圓滿的覺悟，轉迷為悟。"
    },
    {
      "id": "02-037-0558_p0015",
      "zh_CN": "「不但无非法相，亦无法相可得」，非法非非法。法，为什么说非法？法是假的，不是真的。法的体是自性，自性虽然是真的，它里头什么都没有，所以性空。我们常讲三种现象都没有，没有物质现象，没有精神现象，没有自然现象，性是空寂的，所以非法。但是它能现相，什么时候现相？迷了就现相。觉了不现相，迷了就现相。觉悟的时候，一片常寂光。惠能大师开悟的时候见到了，那就像佛所说的「我知我见」，惠能大师可以这样说法，我知道，我见到了，真如本性是清净的，一片清净，一丝毫染污都没有叫清净，不生不灭。阿赖耶是生灭相，一切万法都是生灭相，我们讲整个宇宙，物质现象是生灭相，精神叫起心动念也是生灭相。起心动念，大乘经上说得很详细，把它分作四桩事情，受、想、行、识，这都是生灭相。自然现象也是生灭相，都离不开受想行识。",
      "zh_TW": "「不但無非法相，亦無法相可得」，非法非非法。法，為什麼說非法？法是假的，不是真的。法的體是自性，自性雖然是真的，它裡頭什麼都沒有，所以性空。我們常講三種現象都沒有，沒有物質現象，沒有精神現象，沒有自然現象，性是空寂的，所以非法。但是它能現相，什麼時候現相？迷了就現相。覺了不現相，迷了就現相。覺悟的時候，一片常寂光。惠能大師開悟的時候見到了，那就像佛所說的「我知我見」，惠能大師可以這樣說法，我知道，我見到了，真如本性是清淨的，一片清淨，一絲毫染污都沒有叫清淨，不生不滅。阿賴耶是生滅相，一切萬法都是生滅相，我們講整個宇宙，物質現象是生滅相，精神叫起心動念也是生滅相。起心動念，大乘經上說得很詳細，把它分作四樁事情，受、想、行、識，這都是生滅相。自然現象也是生滅相，都離不開受想行識。"
    },
    {
      "id": "02-037-0558_p0016",
      "zh_CN": "所以有很多物质现象，肉眼看不见的，科学家称为暗物质，佛法里面称为无表色，承认有这些色相，色就是物质现象。无表色，我们看不见、摸不到，它真存在。哪些是无表色？我们作梦，梦中境界有没有色相？睡在我旁边，他作梦，我看不到他的梦境，他在梦境当中看得清清楚楚，我们肉眼看不见也摸不着，但这些真有，就是这一类的，确实存在。可是有功夫的人，你作梦，他全看到了，这有禅定功夫的人他能见到，你梦中在干什么，等你醒过来我告诉你，他真看到了。所以这无表色，有定功的人看到，阿罗汉、菩萨都能看到，都有这个能力。但是都没有离开阿赖耶。阿赖耶能生能变，十法界依正庄严是阿赖耶变现的，但是它的体真的是一真法界，心现心生，识把它搞成这个样子，搞得这么复杂。所以你明白这个道理之后，不但无非法相，非法相没有，法相？法相也没有，亦无法相可得，它只是波动现象，在高频率的波动，一秒钟一千六百兆的频率之下产生的幻相，不是真的。念头本身也是个生灭相，念头有善有恶，变现出国土，像我们这个世界秽土、极乐世界净土，都是从念头变的，不能执着。「故云无有定法名无上菩提」，这就是告诉你名词术语别执着，最重要是懂得它表什么意思，名词术语是假的。",
      "zh_TW": "所以有很多物質現象，肉眼看不見的，科學家稱為暗物質，佛法裡面稱為無表色，承認有這些色相，色就是物質現象。無表色，我們看不見、摸不到，它真存在。哪些是無表色？我們作夢，夢中境界有沒有色相？睡在我旁邊，他作夢，我看不到他的夢境，他在夢境當中看得清清楚楚，我們肉眼看不見也摸不著，但這些真有，就是這一類的，確實存在。可是有功夫的人，你作夢，他全看到了，這有禪定功夫的人他能見到，你夢中在幹什麼，等你醒過來我告訴你，他真看到了。所以這無表色，有定功的人看到，阿羅漢、菩薩都能看到，都有這個能力。但是都沒有離開阿賴耶。阿賴耶能生能變，十法界依正莊嚴是阿賴耶變現的，但是它的體真的是一真法界，心現心生，識把它搞成這個樣子，搞得這麼複雜。所以你明白這個道理之後，不但無非法相，非法相沒有，法相？法相也沒有，亦無法相可得，它只是波動現象，在高頻率的波動，一秒鐘一千六百兆的頻率之下產生的幻相，不是真的。念頭本身也是個生滅相，念頭有善有惡，變現出國土，像我們這個世界穢土、極樂世界淨土，都是從念頭變的，不能執著。「故云無有定法名無上菩提」，這就是告訴你名詞術語別執著，最重要是懂得它表什麼意思，名詞術語是假的。"
    },
    {
      "id": "02-037-0558_p0017",
      "zh_CN": "「所证既超情离见，所说亦超情离见。故云亦无有定法如来可说」，蕅益大师这解释得好！ 如来是怎么说的法？叫应机而说，完全是众生的感，众生有感，佛就应。众生一心想出离苦海，这六道轮回太苦了，佛就给你讲净土念佛法门，他自然应的。净土法门，阿弥陀佛自性本有，如果自性没有，怎么说得出来？所以经上讲的「自性弥陀，唯心净土」，这是净土宗理论的依据。回到六祖大师那个话里头就是「何期自性，本自具足」，阿弥陀佛极乐世界本自具足，是法藏比丘把它显示出来了。自性要没有，它怎么能显示出来？所以性德不可思议。所证、所说统统超情离见，我们如果也能超情离见，一接触全明白了。我们的情跟见不能离，情是烦恼障，见是所知障，二障断了就圆满成佛，所以佛无有定法可说。",
      "zh_TW": "「所證既超情離見，所說亦超情離見。故云亦無有定法如來可說」，蕅益大師這解釋得好！ 如來是怎麼說的法？叫應機而說，完全是眾生的感，眾生有感，佛就應。眾生一心想出離苦海，這六道輪迴太苦了，佛就給你講淨土念佛法門，他自然應的。淨土法門，阿彌陀佛自性本有，如果自性沒有，怎麼說得出來？所以經上講的「自性彌陀，唯心淨土」，這是淨土宗理論的依據。回到六祖大師那個話裡頭就是「何期自性，本自具足」，阿彌陀佛極樂世界本自具足，是法藏比丘把它顯示出來了。自性要沒有，它怎麼能顯示出來？所以性德不可思議。所證、所說統統超情離見，我們如果也能超情離見，一接觸全明白了。我們的情跟見不能離，情是煩惱障，見是所知障，二障斷了就圓滿成佛，所以佛無有定法可說。"
    },
    {
      "id": "02-037-0558_p0018",
      "zh_CN": "「何以故？实相彼岸」，这里头两桩事情，一个是实相，一个是彼岸。这两个意思可以说是一个意思，也能把它分成两个意思，实相是真相，彼岸就是真相，真相就是彼岸，从事上讲。从理上讲，实相无相，彼岸也是无相，但是实相是体，彼岸是作用。凡是理跟事都有体相用，彼岸说的是相用。此岸有生死，彼岸没有生死，此岸有烦恼、有业习，彼岸没有烦恼，没有业也没有余习，残余的习气没有。实相彼岸，「虽复言语道断，心行处灭，不可取说」，实相不可说，彼岸也不可说，言语达不到，言语有界限、有范围，它超越了我们的言语界限。不但超越言语，超越我们的思惟，我们第六意识缘不到。第六意识攀缘的能力最大，没有比它更大的，对外能缘到全宇宙，对内能缘到阿赖耶，这么大的能量，就是缘不到自性。也就是实相彼岸它缘不到，所以讲心行处灭，心行是想，想不出来。言语道断是说不出，心行处灭是想不到，想也有范围、也有局限，它超越了，所以不可取、不可说。",
      "zh_TW": "「何以故？實相彼岸」，這裡頭兩樁事情，一個是實相，一個是彼岸。這兩個意思可以說是一個意思，也能把它分成兩個意思，實相是真相，彼岸就是真相，真相就是彼岸，從事上講。從理上講，實相無相，彼岸也是無相，但是實相是體，彼岸是作用。凡是理跟事都有體相用，彼岸說的是相用。此岸有生死，彼岸沒有生死，此岸有煩惱、有業習，彼岸沒有煩惱，沒有業也沒有餘習，殘餘的習氣沒有。實相彼岸，「雖復言語道斷，心行處滅，不可取說」，實相不可說，彼岸也不可說，言語達不到，言語有界限、有範圍，它超越了我們的言語界限。不但超越言語，超越我們的思惟，我們第六意識緣不到。第六意識攀緣的能力最大，沒有比它更大的，對外能緣到全宇宙，對內能緣到阿賴耶，這麼大的能量，就是緣不到自性。也就是實相彼岸它緣不到，所以講心行處滅，心行是想，想不出來。言語道斷是說不出，心行處滅是想不到，想也有範圍、也有侷限，它超越了，所以不可取、不可說。"
    },
    {
      "id": "02-037-0558_p0019",
      "zh_CN": "要知道一切法没有一法是例外的，于是我们这才明白，佛菩萨包括阿罗汉，他们对一切法为什么不取。这个取是什么？取是现在讲的占有、控制、支配，这都是取的意思。觉悟的人不取，他统统放下了，他得大自在，他没有得失，一切随缘，有，很好，没有也好，不会去作意。想怎样怎样，那是凡夫，自找烦恼。随缘而不攀缘，得大自在！那里头有大的、真的喜乐，法喜充满，用智慧不用烦恼，以清净平等觉随缘，没有业障，不造业。具体为我们说明的，可以说《华严经》末后善财童子五十三参所表演的，表演什么？表演净业，不造业，善恶都没有因，也没有善恶果报。因为善财童子在文殊会上证得了根本智，根本智就是不起心、不动念，所以他参访五十三位善知识，没有起心动念，样样明了，样样放下，样样随缘，样样自在，这妙在这里。五十三参是佛菩萨应化在世间，日常生活工作、待人接物演的一场戏，那是人生最高的享受，那是属于正知正见，与性德圆满的相应。不可取说。",
      "zh_TW": "要知道一切法沒有一法是例外的，於是我們這才明白，佛菩薩包括阿羅漢，他們對一切法為什麼不取。這個取是什麼？取是現在講的佔有、控制、支配，這都是取的意思。覺悟的人不取，他統統放下了，他得大自在，他沒有得失，一切隨緣，有，很好，沒有也好，不會去作意。想怎樣怎樣，那是凡夫，自找煩惱。隨緣而不攀緣，得大自在！那裡頭有大的、真的喜樂，法喜充滿，用智慧不用煩惱，以清淨平等覺隨緣，沒有業障，不造業。具體為我們說明的，可以說《華嚴經》末後善財童子五十三參所表演的，表演什麼？表演淨業，不造業，善惡都沒有因，也沒有善惡果報。因為善財童子在文殊會上證得了根本智，根本智就是不起心、不動念，所以他參訪五十三位善知識，沒有起心動念，樣樣明瞭，樣樣放下，樣樣隨緣，樣樣自在，這妙在這裡。五十三參是佛菩薩應化在世間，日常生活工作、待人接物演的一場戲，那是人生最高的享受，那是屬於正知正見，與性德圓滿的相應。不可取說。"
    },
    {
      "id": "02-037-0558_p0020",
      "zh_CN": "「而如来以四悉檀因缘故，亦可得说。但所说法，由其随顺四悉檀故，所以一文一句，罔不超情离见，离过绝非，而皆不可取，不可说，非法非非法」。这个地方讲到「四悉檀」，我看我们资料里头有没有？好像没有，这个地方没有。四悉檀，这个名词是梵华合译，悉是中国字，檀是檀那，是梵语，合起来，檀是布施，悉施，就是普遍的布施。四种法，四种法普遍布施给一切众生，包括实报庄严土里头的分证佛位，这是妙觉如来的布施。",
      "zh_TW": "「而如來以四悉檀因緣故，亦可得說。但所說法，由其隨順四悉檀故，所以一文一句，罔不超情離見，離過絕非，而皆不可取，不可說，非法非非法」。這個地方講到「四悉檀」，我看我們資料裡頭有沒有？好像沒有，這個地方沒有。四悉檀，這個名詞是梵華合譯，悉是中國字，檀是檀那，是梵語，合起來，檀是布施，悉施，就是普遍的布施。四種法，四種法普遍布施給一切眾生，包括實報莊嚴土裡頭的分證佛位，這是妙覺如來的布施。"
    },
    {
      "id": "02-037-0558_p0021",
      "zh_CN": "第一个是世界悉檀，世界悉檀它所说的是欢喜心，大乘教里常说的「菩萨所在之处，令一切众生生欢喜心」，这就是世界悉檀。没有分别，没有理由，真的是无缘大慈，同体大悲。为人是第二，第三是对治，第四是第一义悉檀，我们按顺序。第二，为人，为一切众生悉施，财布施、法布施、无畏布施，法身菩萨都做，展现出大慈大悲。无尽的慈悲从哪里看？就从这个四悉檀。诸佛如来应化在世间，固然是众生有感，他就有应，他应的时候凭什么？凭四悉檀。四悉檀是性德，自性里头本有的。换句话说，佛有，我们也都有，我们没这么大的心量。为众生，不为自己，全是为人，世出世间法里找不到。佛为什么要这样做法？彻底觉悟了，知道众生跟自己是一体，为人才真正为自己，人有问题就是自己有问题，人有苦是自己受苦，人有难是自己受难。",
      "zh_TW": "第一個是世界悉檀，世界悉檀它所說的是歡喜心，大乘教裡常說的「菩薩所在之處，令一切眾生生歡喜心」，這就是世界悉檀。沒有分別，沒有理由，真的是無緣大慈，同體大悲。為人是第二，第三是對治，第四是第一義悉檀，我們按順序。第二，為人，為一切眾生悉施，財布施、法布施、無畏布施，法身菩薩都做，展現出大慈大悲。無盡的慈悲從哪裡看？就從這個四悉檀。諸佛如來應化在世間，固然是眾生有感，他就有應，他應的時候憑什麼？憑四悉檀。四悉檀是性德，自性裡頭本有的。換句話說，佛有，我們也都有，我們沒這麼大的心量。為眾生，不為自己，全是為人，世出世間法裡找不到。佛為什麼要這樣做法？徹底覺悟了，知道眾生跟自己是一體，為人才真正為自己，人有問題就是自己有問題，人有苦是自己受苦，人有難是自己受難。"
    },
    {
      "id": "02-037-0558_p0022",
      "zh_CN": "世尊在世四十九年讲经教学，为人，三种布施都在里头。我们一般看到是法布施，法布施那个法需要人去讲。释迦牟尼佛现身，这身，身是财，内财，外财是你一些财物，身体叫内财，用体力、用精神、用劳力，这叫内财布施，内财布施的功德超过外财，外财是身外之物；没有一样不布施，就像慈母照顾她的婴儿，全心全意，无微不至。你真正知道，你对佛菩萨感恩，知恩他就报恩，没人知道。没人知道，佛做不做？做，不是说没人知道他就不做了。你骂他、你毁谤他、你障碍他、你陷害他，他还是照做。你干这种事情，他生怜悯心，你无知、迷惑、糊涂、不知道好歹。但是慈母对于儿女，永远怀念，爱心是永远不离，不失去的。儿女不一样，长成之后就不要父母了。所以要教学，只有教育能够帮助他，让他一生对父母的孝顺不改变。现在没有这个教育了，所以改变得很快，小孩十几岁就不听父母的。教育比什么都重要。",
      "zh_TW": "世尊在世四十九年講經教學，為人，三種布施都在裡頭。我們一般看到是法布施，法布施那個法需要人去講。釋迦牟尼佛現身，這身，身是財，內財，外財是你一些財物，身體叫內財，用體力、用精神、用勞力，這叫內財布施，內財布施的功德超過外財，外財是身外之物；沒有一樣不布施，就像慈母照顧她的嬰兒，全心全意，無微不至。你真正知道，你對佛菩薩感恩，知恩他就報恩，沒人知道。沒人知道，佛做不做？做，不是說沒人知道他就不做了。你罵他、你毀謗他、你障礙他、你陷害他，他還是照做。你幹這種事情，他生憐憫心，你無知、迷惑、糊塗、不知道好歹。但是慈母對於兒女，永遠懷念，愛心是永遠不離，不失去的。兒女不一樣，長成之後就不要父母了。所以要教學，只有教育能夠幫助他，讓他一生對父母的孝順不改變。現在沒有這個教育了，所以改變得很快，小孩十幾歲就不聽父母的。教育比什麼都重要。"
    },
    {
      "id": "02-037-0558_p0023",
      "zh_CN": "对治，这第三，对治悉檀。治什么？治病。治什么病？思想有病。对于宇宙人生，你看错了，你想错了，所以你说错了，你做错了。全都错了，社会就乱了，地球上灾难就多了。所以佛说种种法来对治。这个对治里头，对治行为的有戒律，对治意识的有经论。戒律是我们的行为标准，我们身体造作、言语要以戒律做标准，我们起心动念要以经论为标准。违背经论是错误的，随顺经论是正确的，经论是从自性当中流露出来的，性德，这个就是世间人所说的真理，真理永恒不变，没有过去现在未来。",
      "zh_TW": "對治，這第三，對治悉檀。治什麼？治病。治什麼病？思想有病。對於宇宙人生，你看錯了，你想錯了，所以你說錯了，你做錯了。全都錯了，社會就亂了，地球上災難就多了。所以佛說種種法來對治。這個對治裡頭，對治行為的有戒律，對治意識的有經論。戒律是我們的行為標準，我們身體造作、言語要以戒律做標準，我們起心動念要以經論為標準。違背經論是錯誤的，隨順經論是正確的，經論是從自性當中流露出來的，性德，這個就是世間人所說的真理，真理永恆不變，沒有過去現在未來。"
    },
    {
      "id": "02-037-0558_p0024",
      "zh_CN": "知识分子接受佛法，在这个地方确实有困难。知识分子在现在这个时代，没有一个不受科学的影响。科学里头影响最大的就是怀疑，科学主张怀疑，从怀疑才能发现问题，追踪，去寻找这个问题。这个东西用在物理上，行；用在心理上，不行。心跟物本来是一体的，但是科学把它分成两分，一体分成两个学科，一个是物理学、一个心理学。这把它一分开来，问题出来了，科学发展到今天，社会乱了，地球灾变多了。科学想不到解决的方法，没法子解决，看到地球走向末路、走向末日。实际？实际不是这么回事情。为什么？念头能控制物质。我们今天变这个样子，是我们想错了，我们看错了、做错了，才造成这个结果。如果把念头修正过来，随顺性德，社会秩序不乱，就稳定了，这个地球灾难也没有了。我们在前面说得很多。",
      "zh_TW": "知識分子接受佛法，在這個地方確實有困難。知識分子在現在這個時代，沒有一個不受科學的影響。科學裡頭影響最大的就是懷疑，科學主張懷疑，從懷疑才能發現問題，追蹤，去尋找這個問題。這個東西用在物理上，行；用在心理上，不行。心跟物本來是一體的，但是科學把它分成兩分，一體分成兩個學科，一個是物理學、一個心理學。這把它一分開來，問題出來了，科學發展到今天，社會亂了，地球災變多了。科學想不到解決的方法，沒法子解決，看到地球走向末路、走向末日。實際？實際不是這麼回事情。為什麼？念頭能控制物質。我們今天變這個樣子，是我們想錯了，我們看錯了、做錯了，才造成這個結果。如果把念頭修正過來，隨順性德，社會秩序不亂，就穩定了，這個地球災難也沒有了。我們在前面說得很多。"
    },
    {
      "id": "02-037-0558_p0025",
      "zh_CN": "我们要相信中国医学。我在年轻的时候，方老师曾经问过我，中国中医有五千年的历史，西医也不过三百年，你相信三百年的，还是相信五千年的？我说我相信五千年的。老师就告诉我，西医二战当中发明抗生素，算救了它；它是头痛医头，脚痛医脚，中国医学的道理深！现在这个社会对中医怀疑，认为什么？那个太古老了，过去了。古老能救命，现在能送命，你是要送命，还是要活命？最近这几年，量子力学家最新发现的报告说得好，说意念的能量之大，不可思议。物质是意念变现出来的，所以意念可以改变物质。科学提出一个口号，「以心控物」，就是用我们的心理控制物质，这是近代科学提出来的。如果大家都能相信，改变地球就是观念转过来就是，很快。负面的、错误的、邪恶的统统抛弃掉，让我们的念头恢复到纯正。纯正的标准，中国有一套，佛法有一套。一九七０年代，英国汤恩比博士就说，「要解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」。这都是中国的，这话是真的，一点不假。我们这些年在国际上往来，宣扬这桩事情，也做了实验。不做实验，大家不相信；做出实验，大家相信了。汤恩比虽然说这两句话，英国人还半信半疑。",
      "zh_TW": "我們要相信中國醫學。我在年輕的時候，方老師曾經問過我，中國中醫有五千年的歷史，西醫也不過三百年，你相信三百年的，還是相信五千年的？我說我相信五千年的。老師就告訴我，西醫二戰當中發明抗生素，算救了它；它是頭痛醫頭，腳痛醫腳，中國醫學的道理深！現在這個社會對中醫懷疑，認為什麼？那個太古老了，過去了。古老能救命，現在能送命，你是要送命，還是要活命？最近這幾年，量子力學家最新發現的報告說得好，說意念的能量之大，不可思議。物質是意念變現出來的，所以意念可以改變物質。科學提出一個口號，「以心控物」，就是用我們的心理控制物質，這是近代科學提出來的。如果大家都能相信，改變地球就是觀念轉過來就是，很快。負面的、錯誤的、邪惡的統統拋棄掉，讓我們的念頭恢復到純正。純正的標準，中國有一套，佛法有一套。一九七０年代，英國湯恩比博士就說，「要解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」。這都是中國的，這話是真的，一點不假。我們這些年在國際上往來，宣揚這樁事情，也做了實驗。不做實驗，大家不相信；做出實驗，大家相信了。湯恩比雖然說這兩句話，英國人還半信半疑。"
    },
    {
      "id": "02-037-0558_p0026",
      "zh_CN": "我两次访问伦敦，跟欧洲汉学中心，牛津大学、剑桥大学跟伦敦大学，这些学校都有汉学系，学生研究中国儒释道。我们去跟他交流，佩服，五体投地，没话说。他们读中国的古文这些经典，看中国古着，文言文。我问他们，你们学中文学了多少年？三年。不难！文言文是一把钥匙，你用三年的时间，这把钥匙拿到了，金钥匙。你拿到这个钥匙打开《四库》，《四库》是你的。千万年老祖宗留下来的智慧、理念、经验、方法、效果都在里头，统统给你做参考资料。从你自己，修身、齐家、治国、平天下，本事都在里头。这把钥匙不在手上，门打不开，你进不去。花三年，外国人花三年，完全没有中国文化底蕴，三年学会。我们中国人要去学文言文，顶多两年，如果快的话，一年，不难！难在哪里？难在不相信、没有信心，难在害怕，看到文言文就吓呆了。你没有这套东西，你怎么办？",
      "zh_TW": "我兩次訪問倫敦，跟歐洲漢學中心，牛津大學、劍橋大學跟倫敦大學，這些學校都有漢學系，學生研究中國儒釋道。我們去跟他交流，佩服，五體投地，沒話說。他們讀中國的古文這些經典，看中國古著，文言文。我問他們，你們學中文學了多少年？三年。不難！文言文是一把鑰匙，你用三年的時間，這把鑰匙拿到了，金鑰匙。你拿到這個鑰匙打開《四庫》，《四庫》是你的。千萬年老祖宗留下來的智慧、理念、經驗、方法、效果都在裡頭，統統給你做參考資料。從你自己，修身、齊家、治國、平天下，本事都在裡頭。這把鑰匙不在手上，門打不開，你進不去。花三年，外國人花三年，完全沒有中國文化底蘊，三年學會。我們中國人要去學文言文，頂多兩年，如果快的話，一年，不難！難在哪裡？難在不相信、沒有信心，難在害怕，看到文言文就嚇呆了。你沒有這套東西，你怎麼辦？"
    },
    {
      "id": "02-037-0558_p0027",
      "zh_CN": "中国老祖宗的东西，现在外国人在学。我看到一群非洲的小黑人，小朋友，这些小朋友全是孤儿，台湾一个法师在那边收容了三千多个孤儿，有五、六岁的，到十几岁的，他们背文言文。我跟他见面，他表演，背《弟子规》给我听，背《感应篇》，背《三字经》，真干！我对他赞叹，我说你们将来可以统一全世界，风水轮流转，以后指导全世界的是你们这些人，你们把中国东西学会了，就有本事治国平天下。我鼓励他们。",
      "zh_TW": "中國老祖宗的東西，現在外國人在學。我看到一群非洲的小黑人，小朋友，這些小朋友全是孤兒，台灣一個法師在那邊收容了三千多個孤兒，有五、六歲的，到十幾歲的，他們背文言文。我跟他見面，他表演，背《弟子規》給我聽，背《感應篇》，背《三字經》，真幹！我對他讚歎，我說你們將來可以統一全世界，風水輪流轉，以後指導全世界的是你們這些人，你們把中國東西學會了，就有本事治國平天下。我鼓勵他們。"
    },
    {
      "id": "02-037-0558_p0028",
      "zh_CN": "我在国外，上面国家领导人，下面我所接触的人，我都劝大家学文言文。希望十年之后、二十年之后，文言文是世界国际文字，那个时候天下就太平，灾难就没有了，社会就安定了。《群书治要》是文言文，你能读文言文，尝到它的原味。你不能读它，读翻译的这些文字，味道变了，不是原味，原滋味你没有尝到。你要尝到原滋味，一定学文言文，重要，比什么都重要！用个两年的时间把儒释道这三个根扎下去，德行有了，时间足够。汤池过去这一批老师，两个月扎下去的，让我非常佩服，我给他们的时间是四个月，两个月就做到了。根重要！根深蒂固，你才能学圣贤的学问，你将来成圣成贤，你学佛经，成佛成菩萨。不学怎么行！",
      "zh_TW": "我在國外，上面國家領導人，下面我所接觸的人，我都勸大家學文言文。希望十年之後、二十年之後，文言文是世界國際文字，那個時候天下就太平，災難就沒有了，社會就安定了。《群書治要》是文言文，你能讀文言文，嘗到它的原味。你不能讀它，讀翻譯的這些文字，味道變了，不是原味，原滋味你沒有嘗到。你要嘗到原滋味，一定學文言文，重要，比什麼都重要！用個兩年的時間把儒釋道這三個根紮下去，德行有了，時間足夠。湯池過去這一批老師，兩個月紮下去的，讓我非常佩服，我給他們的時間是四個月，兩個月就做到了。根重要！根深蒂固，你才能學聖賢的學問，你將來成聖成賢，你學佛經，成佛成菩薩。不學怎麼行！"
    },
    {
      "id": "02-037-0558_p0029",
      "zh_CN": "这些典籍，我是全心全力在做。台湾商务跟世界书局第二次再版《四库全书》跟《荟要》，书店老板通知我，告诉我这个消息，我听到欢喜。我是他们家的大主顾，我订了一百套《四库》，订了两百套《荟要》。这是中国的宝，真正的宝藏。汤恩比凭什么说话？就凭这个，中国有宝，这个宝能解决现在社会问题，能解决灾难问题。唐太宗开创唐朝的盛世，就靠一部《群书治要》。《群书治要》内容是什么？是在《四库》里头精挑细选，挑出六十五种，再从六十五种里头，关于格物、致知、诚意、正心、修身、齐家、治国、平天下，这一些教训统统抄出来，编成一本书。那这部书就是《四库》精华的精华，你读这部书等于《四库》全部读到。这是当年唐太宗他做的事业，他能把国家治得那么好，全靠这个东西，这东西管用！",
      "zh_TW": "這些典籍，我是全心全力在做。台灣商務跟世界書局第二次再版《四庫全書》跟《薈要》，書店老闆通知我，告訴我這個消息，我聽到歡喜。我是他們家的大主顧，我訂了一百套《四庫》，訂了兩百套《薈要》。這是中國的寶，真正的寶藏。湯恩比憑什麼說話？就憑這個，中國有寶，這個寶能解決現在社會問題，能解決災難問題。唐太宗開創唐朝的盛世，就靠一部《群書治要》。《群書治要》內容是什麼？是在《四庫》裡頭精挑細選，挑出六十五種，再從六十五種裡頭，關於格物、致知、誠意、正心、修身、齊家、治國、平天下，這一些教訓統統抄出來，編成一本書。那這部書就是《四庫》精華的精華，你讀這部書等於《四庫》全部讀到。這是當年唐太宗他做的事業，他能把國家治得那麼好，全靠這個東西，這東西管用！"
    },
    {
      "id": "02-037-0558_p0030",
      "zh_CN": "在中国失传了一千年，唐亡了之后，书就不见了，所以我们在唐，《唐书．艺文志》、宋史、元明清统统没有看到，这个书的名字都没有。以后才晓得，这个书被日本人带回国了。唐朝时候没有印刷术，印刷术宋朝发明的，唐朝时候的书是手写的，当然分量不多。这些日本在中国留学生，他们识货，这是国宝，带回去了。一千年，到嘉庆皇帝登基，日本进贡，送给中国礼物，送给嘉庆皇帝礼物，里头有这套书。再从日本传回来，大概不超过十套，所以这个书很少人知道，见过这个书的人更少了。清朝那个时候盛世，乾隆、雍正、康熙他们对国家政治治理的政绩跟唐朝相比，有过之而无不及，所以嘉庆皇帝虽然拿到这个书，不重视。他那个时候跟唐朝比，不相上下。",
      "zh_TW": "在中國失傳了一千年，唐亡了之後，書就不見了，所以我們在唐，《唐書．藝文志》、宋史、元明清統統沒有看到，這個書的名字都沒有。以後才曉得，這個書被日本人帶回國了。唐朝時候沒有印刷術，印刷術宋朝發明的，唐朝時候的書是手寫的，當然分量不多。這些日本在中國留學生，他們識貨，這是國寶，帶回去了。一千年，到嘉慶皇帝登基，日本進貢，送給中國禮物，送給嘉慶皇帝禮物，裡頭有這套書。再從日本傳回來，大概不超過十套，所以這個書很少人知道，見過這個書的人更少了。清朝那個時候盛世，乾隆、雍正、康熙他們對國家政治治理的政績跟唐朝相比，有過之而無不及，所以嘉慶皇帝雖然拿到這個書，不重視。他那個時候跟唐朝比，不相上下。"
    },
    {
      "id": "02-037-0558_p0031",
      "zh_CN": "到清朝亡国，这部书商务印书馆印了两次，一次是用原本印的，日本的原本，另外一次是排版，重新排版印的。我们想那个时候印的东西顶多一千套，那就总共两千套。中国这么大，这么多人口，经过几十年的战乱，不见了，找不到了。我是晓得有这部书，没看见过，讲经的时候偶然提到，真是祖宗之德，就有听众真找到了。民国初年商务这两个版本都找到了。我以为失传了。我拿到如获至宝，我只概略翻了一下，没有细看，交给世界书局印一万套，这就再不会失传了。现在我相信不止一万套，好多地方都在印，好事情。这个书要多印，要把它翻成外国文字，对全世界流通。这个就是汤恩比所说的，中国孔孟学说能救世界。",
      "zh_TW": "到清朝亡國，這部書商務印書館印了兩次，一次是用原本印的，日本的原本，另外一次是排版，重新排版印的。我們想那個時候印的東西頂多一千套，那就總共兩千套。中國這麼大，這麼多人口，經過幾十年的戰亂，不見了，找不到了。我是曉得有這部書，沒看見過，講經的時候偶然提到，真是祖宗之德，就有聽眾真找到了。民國初年商務這兩個版本都找到了。我以為失傳了。我拿到如獲至寶，我只概略翻了一下，沒有細看，交給世界書局印一萬套，這就再不會失傳了。現在我相信不止一萬套，好多地方都在印，好事情。這個書要多印，要把它翻成外國文字，對全世界流通。這個就是湯恩比所說的，中國孔孟學說能救世界。"
    },
    {
      "id": "02-037-0558_p0032",
      "zh_CN": "大乘佛法？真的就是这部经，这部经也是新出来的。夏莲居会集这部经，抗战期间才会集成的。黄念祖居士这个注解是战后的，文化大革命之后，很近，所以这本书这个注很少人看过。我在美国跟老居士见面，他只带了一套油印的本子，刚刚做成，油印的本子。油印，顶多一百本，那蜡纸就不行，就不能用了。这一本他就送给我了。我问他，有没有版权？他问我什么意思？没有版权，我翻印；有版权，那我要尊重你，不敢翻印。他说没有，决定不要版权，还要我给它写一篇序。我们在台湾印了一万册，第一次就印一万册，现在这个本子我看超过一百万册都不止，很多地方印。",
      "zh_TW": "大乘佛法？真的就是這部經，這部經也是新出來的。夏蓮居會集這部經，抗戰期間才會集成的。黃念祖居士這個註解是戰後的，文化大革命之後，很近，所以這本書這個註很少人看過。我在美國跟老居士見面，他只帶了一套油印的本子，剛剛做成，油印的本子。油印，頂多一百本，那蠟紙就不行，就不能用了。這一本他就送給我了。我問他，有沒有版權？他問我什麼意思？沒有版權，我翻印；有版權，那我要尊重你，不敢翻印。他說沒有，決定不要版權，還要我給它寫一篇序。我們在台灣印了一萬冊，第一次就印一萬冊，現在這個本子我看超過一百萬冊都不止，很多地方印。"
    },
    {
      "id": "02-037-0558_p0033",
      "zh_CN": "我们要学大乘佛法，就这一部就够了，这一部的内容太丰富了。念老提供我们的参考资料有一百九十三种，这里头有八十三种是经论，那都是佛说的，一百一十种祖师大德的注疏，太难得！这些宝贵的资料，我们想找都找不到，他全都抄在这里头。这两个人对大乘佛法有最大的贡献！《无量寿经》自古以来没有办法流通，就是没有善本，到夏莲老编出这个，才是真正善本出现于世。念老的注解不是自己的意思，完全用经典、用古大德；他的注解，集注。经是会集，注也是会集，这些全都是为人；里面的内容，对治，对治我们的烦恼，对治我们的习气。一定要懂得依教奉行。老祖宗教给我们的标准是五伦、四维、八德，五伦、五常，四科，四维、八德。佛给我们的标准也很简单，三福、六和、三皈、五戒、十善、六度、普贤十愿，很好记！用这些标准修正我们错误行为，这对治。经里面讲的这么多宇宙人生真相，纠正我们很多错误的看法、想法，这都属于对治。",
      "zh_TW": "我們要學大乘佛法，就這一部就夠了，這一部的內容太豐富了。念老提供我們的參考資料有一百九十三種，這裡頭有八十三種是經論，那都是佛說的，一百一十種祖師大德的註疏，太難得！這些寶貴的資料，我們想找都找不到，他全都抄在這裡頭。這兩個人對大乘佛法有最大的貢獻！《無量壽經》自古以來沒有辦法流通，就是沒有善本，到夏蓮老編出這個，才是真正善本出現於世。念老的註解不是自己的意思，完全用經典、用古大德；他的註解，集註。經是會集，註也是會集，這些全都是為人；裡面的內容，對治，對治我們的煩惱，對治我們的習氣。一定要懂得依教奉行。老祖宗教給我們的標準是五倫、四維、八德，五倫、五常，四科，四維、八德。佛給我們的標準也很簡單，三福、六和、三皈、五戒、十善、六度、普賢十願，很好記！用這些標準修正我們錯誤行為，這對治。經裡面講的這麼多宇宙人生真相，糾正我們很多錯誤的看法、想法，這都屬於對治。"
    },
    {
      "id": "02-037-0558_p0034",
      "zh_CN": "那末后第一义是什么？第一义就是教我们念佛往生净土，这是第一义，第一义是成佛之道，这个布施才叫真正圆满。不能帮助我们成佛、帮助我回归自性，你这个虽然是好的布施，不圆满。你看最后的是帮你圆满成佛，第一义悉檀就是这部书，依照这部经、这部注解，依教奉行，就是如来第一义悉檀，供养我们大众。其他法门，你得到了，你未必能得受用，为什么？要断烦恼，要消业障，这两桩事情是真不容易！这个法门，这部经典，不要断烦恼，也不要消业障，就是四个字，「信」，你真相信，「愿」，我愿生极乐世界，「持名」，老实念这一句阿弥陀佛，就行了，目的就可以达到了，这是第一义悉檀。遍施，遍法界虚空界一切众生，以这个方法来布施，叫第一义悉檀，究竟圆满。",
      "zh_TW": "那末後第一義是什麼？第一義就是教我們念佛往生淨土，這是第一義，第一義是成佛之道，這個布施才叫真正圓滿。不能幫助我們成佛、幫助我回歸自性，你這個雖然是好的布施，不圓滿。你看最後的是幫你圓滿成佛，第一義悉檀就是這部書，依照這部經、這部註解，依教奉行，就是如來第一義悉檀，供養我們大眾。其他法門，你得到了，你未必能得受用，為什麼？要斷煩惱，要消業障，這兩樁事情是真不容易！這個法門，這部經典，不要斷煩惱，也不要消業障，就是四個字，「信」，你真相信，「願」，我願生極樂世界，「持名」，老實念這一句阿彌陀佛，就行了，目的就可以達到了，這是第一義悉檀。遍施，遍法界虛空界一切眾生，以這個方法來布施，叫第一義悉檀，究竟圓滿。"
    },
    {
      "id": "02-037-0558_p0035",
      "zh_CN": "四悉檀，都是随顺四悉檀而说的，这是说如来所说法。所以一文一句，字字句句，都是超情离见，离过绝非，皆不可取，不可说，非法非非法。一定要懂这个意思，你才能契入。你要不明白这个道理，你用情见去学习，你所得到的是佛学，如来所说的佛法你得不到。所以，禅宗大德对于学生的勘验，就好比考试，常常用「你会么？」这两个字的意思很深。如果你会，就得到了，你就入门了；不会，在门外。会的人，持戒修定、开智慧，圆满的，外面痕迹都不着，没人知道他。",
      "zh_TW": "四悉檀，都是隨順四悉檀而說的，這是說如來所說法。所以一文一句，字字句句，都是超情離見，離過絕非，皆不可取，不可說，非法非非法。一定要懂這個意思，你才能契入。你要不明白這個道理，你用情見去學習，你所得到的是佛學，如來所說的佛法你得不到。所以，禪宗大德對於學生的勘驗，就好比考試，常常用「你會麼？」這兩個字的意思很深。如果你會，就得到了，你就入門了；不會，在門外。會的人，持戒修定、開智慧，圓滿的，外面痕跡都不著，沒人知道他。"
    },
    {
      "id": "02-037-0558_p0036",
      "zh_CN": "六祖惠能，会。他外面表现的是无知无识，痴痴呆呆的，老好人，叫他干什么他就干什么，他圆满的戒学、圆满的定学、圆满的智慧。没有念过书，不认识字，砍柴的樵夫。现在这个行业没有了，抗战时候有。抗战时候，许多城市里面没有电灯、没有自来水，所以家家户户点的是油灯。烧灶、烧饭要柴火，柴火，有人上山砍柴，挑到城里来卖，这是很苦的工作，卖的钱很少，一担柴大概只有几个铜板。那个时候的生活程度便宜，几个铜板就可以过一天。挑水，挑两桶水，挑到城市里头来卖。当年我们在城市里头，大概挑水跟卖柴的都是固定的，我们这一家几户，你就专门做我们的生意，不到别的地方去，都固定的，所以都很熟。那个时候出门，人力车，三轮车都没有，人力车，都是苦力。",
      "zh_TW": "六祖惠能，會。他外面表現的是無知無識，痴痴呆呆的，老好人，叫他幹什麼他就幹什麼，他圓滿的戒學、圓滿的定學、圓滿的智慧。沒有念過書，不認識字，砍柴的樵夫。現在這個行業沒有了，抗戰時候有。抗戰時候，許多城市裡面沒有電燈、沒有自來水，所以家家戶戶點的是油燈。燒灶、燒飯要柴火，柴火，有人上山砍柴，挑到城裡來賣，這是很苦的工作，賣的錢很少，一擔柴大概只有幾個銅板。那個時候的生活程度便宜，幾個銅板就可以過一天。挑水，挑兩桶水，挑到城市裡頭來賣。當年我們在城市裡頭，大概挑水跟賣柴的都是固定的，我們這一家幾戶，你就專門做我們的生意，不到別的地方去，都固定的，所以都很熟。那個時候出門，人力車，三輪車都沒有，人力車，都是苦力。"
    },
    {
      "id": "02-037-0558_p0037",
      "zh_CN": "惠能大师苦力出身，遇到明眼人，认识他，这人是个奇才，要是真遇到高人的话，他了不起的成就。卖柴的时候，遇到一个张居士，读《金刚经》，他在窗外听。那个时候窗户是纸糊的，没有玻璃，所以窗里面说话，外面听得很清楚。念完之后，他进去敲门，问他，你刚才念的什么？他念的《金刚经》。他说你问这个干什么？他说他听到这里头些什么意思，讲出来。这个居士听了非常吃惊，你怎么能懂得这些道理？就真帮助他，推荐他到黄梅去拜五祖。他家有个老母亲，母子相依为命，这个居士拿了十两银子，十两银子很大了，可以开个小店铺了，给他母亲做安家费，找了些居士照顾他妈妈，让他放心去。",
      "zh_TW": "惠能大師苦力出身，遇到明眼人，認識他，這人是個奇才，要是真遇到高人的話，他了不起的成就。賣柴的時候，遇到一個張居士，讀《金剛經》，他在窗外聽。那個時候窗戶是紙糊的，沒有玻璃，所以窗裡面說話，外面聽得很清楚。念完之後，他進去敲門，問他，你剛才念的什麼？他念的《金剛經》。他說你問這個幹什麼？他說他聽到這裡頭些什麼意思，講出來。這個居士聽了非常吃驚，你怎麼能懂得這些道理？就真幫助他，推薦他到黃梅去拜五祖。他家有個老母親，母子相依為命，這個居士拿了十兩銀子，十兩銀子很大了，可以開個小店鋪了，給他母親做安家費，找了些居士照顧他媽媽，讓他放心去。"
    },
    {
      "id": "02-037-0558_p0038",
      "zh_CN": "在黄梅八个月，我们心里有数，八个月，老和尚心最关注的就这个人。看不去看他？不去，八个月也不过就见二、三次面，两个人彼此心心相印，都知道。最后传衣钵传给他了，什么？他会！神秀没有拿到，神秀不会，神秀还「身是菩提树，心如明镜台」，凡夫知见。能大师把他这个偈子改了，「菩提本无树，明镜亦非台」。神秀文学底子很深，讲经教学，五祖忍和尚得力的助手，每个人都看准了，神秀决定是第六代，怎么第六代给别人去了？一般人没想到。但是五祖把衣钵传给惠能，神秀清楚，神秀也佩服，就像五祖讲的没见性，能大师见性了，见性成佛了。这个第六代要找见性的人，没有见性不行。所以超情离见，这就是我们要把情见放下，你才能入得了大乘之门，你才真正能看得懂大乘经，听了会开悟。离过绝非，过是过失，非是错误。而皆不可取，不可说，非法非非法。不但是佛法不可取、不可说，世间任何一法同一个道理，都不可取、不可说。",
      "zh_TW": "在黃梅八個月，我們心裡有數，八個月，老和尚心最關注的就這個人。看不去看他？不去，八個月也不過就見二、三次面，兩個人彼此心心相印，都知道。最後傳衣缽傳給他了，什麼？他會！神秀沒有拿到，神秀不會，神秀還「身是菩提樹，心如明鏡台」，凡夫知見。能大師把他這個偈子改了，「菩提本無樹，明鏡亦非台」。神秀文學底子很深，講經教學，五祖忍和尚得力的助手，每個人都看準了，神秀決定是第六代，怎麼第六代給別人去了？一般人沒想到。但是五祖把衣缽傳給惠能，神秀清楚，神秀也佩服，就像五祖講的沒見性，能大師見性了，見性成佛了。這個第六代要找見性的人，沒有見性不行。所以超情離見，這就是我們要把情見放下，你才能入得了大乘之門，你才真正能看得懂大乘經，聽了會開悟。離過絕非，過是過失，非是錯誤。而皆不可取，不可說，非法非非法。不但是佛法不可取、不可說，世間任何一法同一個道理，都不可取、不可說。"
    },
    {
      "id": "02-037-0558_p0039",
      "zh_CN": "「今云无着」，《无量寿经》上提到无着。「既无所着取，符合《金刚经》义」。这是《无量寿经》讲到无着，「无碍无着」，跟《金刚经》的意思完全相同。「正如莲花不着水，日月不住空」。这就取不着的意思，说了两个比喻。莲花，根生在池塘底下泥土里头，那个代表什么？六道轮回，染污，六道染污。它的茎是在水中，花是在水的上面。这个茎在水中，这是四圣法界，比喻四圣法界；花开在水上，代表一真法界。它为什么开在水上？你看，它不着水，不着水里头的泥、污泥，它都不着。佛在这个世间，以释迦牟尼佛为例子，明心见性的人都是例子，他们在我们这个世间跟大家在一起，和光同尘，他不着，世法他不着，佛法他也不着，这真正叫无着。所以你要问他，他自己住在哪里？他在一真法界。这个身体在这个世间，是来随顺四悉檀的，妙极了！不忍心见众生苦，帮助众生离苦得乐，来做种种示现。不但是言教，最重要是身教，做出榜样给大家看。日月不住空，日月在空中是动的，它不住。",
      "zh_TW": "「今云無著」，《無量壽經》上提到無著。「既無所著取，符合《金剛經》義」。這是《無量壽經》講到無著，「無礙無著」，跟《金剛經》的意思完全相同。「正如蓮花不著水，日月不住空」。這就取不著的意思，說了兩個比喻。蓮花，根生在池塘底下泥土裡頭，那個代表什麼？六道輪迴，染污，六道染污。它的莖是在水中，花是在水的上面。這個莖在水中，這是四聖法界，比喻四聖法界；花開在水上，代表一真法界。它為什麼開在水上？你看，它不著水，不著水裡頭的泥、污泥，它都不著。佛在這個世間，以釋迦牟尼佛為例子，明心見性的人都是例子，他們在我們這個世間跟大家在一起，和光同塵，他不著，世法他不著，佛法他也不著，這真正叫無著。所以你要問他，他自己住在哪裡？他在一真法界。這個身體在這個世間，是來隨順四悉檀的，妙極了！不忍心見眾生苦，幫助眾生離苦得樂，來做種種示現。不但是言教，最重要是身教，做出榜樣給大家看。日月不住空，日月在空中是動的，它不住。"
    },
    {
      "id": "02-037-0558_p0040",
      "zh_CN": "「无着始开万德圆具之妙莲」，这都是比喻。这些大菩萨修行，六根在六尘境界里头不着相，不但不着相，连那个着的念头都没有，念头没有就是四见破了。《金刚经》前半部，离四相，「无我相、无人相、无众生相、无寿者相」，这是小乘境界，阿罗汉、辟支佛的境界。后半部讲的是大乘境界，「无我见、无人见、无众生见、无寿者见」，就是念头都放下了。他到哪里去？他到一真法界去。四见没破，四相破了，住四圣法界；四见破了，他就住诸佛如来实报庄严土，他不住在十法界，十法界就没有了。所以无着始开万德圆具之妙莲，就好比前面莲花这个比喻。",
      "zh_TW": "「無著始開萬德圓具之妙蓮」，這都是比喻。這些大菩薩修行，六根在六塵境界裡頭不著相，不但不著相，連那個著的念頭都沒有，念頭沒有就是四見破了。《金剛經》前半部，離四相，「無我相、無人相、無眾生相、無壽者相」，這是小乘境界，阿羅漢、辟支佛的境界。後半部講的是大乘境界，「無我見、無人見、無眾生見、無壽者見」，就是念頭都放下了。他到哪裡去？他到一真法界去。四見沒破，四相破了，住四聖法界；四見破了，他就住諸佛如來實報莊嚴土，他不住在十法界，十法界就沒有了。所以無著始開萬德圓具之妙蓮，就好比前面蓮花這個比喻。"
    },
    {
      "id": "02-037-0558_p0041",
      "zh_CN": "于空，「不住于空」，这是日月不住空的比喻，「日月方能运行不息，光明遍照」。它要住在一处就麻烦了。我们有听说，将来可能发现这个现象，就是太阳不动了。其实不是太阳不动，是地球自转不转了；地球二十四小时转一圈，一昼夜，自转停了，地心在转，地壳不转，地心跟地壳脱了节。不过这信息告诉我们，这个时间并不长，只有三天。三天之后，它慢慢的又恢复转了。这个不转、停下来，它也是慢慢的停下，大概前后十天，应该一般讲是七天。两天就慢慢缓了，这个白天跟晚上时间不正常，到第三天的时候完全停了。对着太阳这一面，三天三夜白天，那个太阳很强烈；背着太阳的时候，三天三夜是夜晚，非常寒冷，温度可能到零下二、三十度。可是不要害怕，不是长久是这样的，它是三天。三天之后慢慢又恢复，一个星期、十天之后就正常。",
      "zh_TW": "於空，「不住於空」，這是日月不住空的比喻，「日月方能運行不息，光明遍照」。它要住在一處就麻煩了。我們有聽說，將來可能發現這個現象，就是太陽不動了。其實不是太陽不動，是地球自轉不轉了；地球二十四小時轉一圈，一晝夜，自轉停了，地心在轉，地殼不轉，地心跟地殼脫了節。不過這信息告訴我們，這個時間並不長，只有三天。三天之後，它慢慢的又恢復轉了。這個不轉、停下來，它也是慢慢的停下，大概前後十天，應該一般講是七天。兩天就慢慢緩了，這個白天跟晚上時間不正常，到第三天的時候完全停了。對著太陽這一面，三天三夜白天，那個太陽很強烈；背著太陽的時候，三天三夜是夜晚，非常寒冷，溫度可能到零下二、三十度。可是不要害怕，不是長久是這樣的，它是三天。三天之後慢慢又恢復，一個星期、十天之後就正常。"
    },
    {
      "id": "02-037-0558_p0042",
      "zh_CN": "那这三天，信息告诉我们不要出门，哪里都不要去，在家里头。最重要的，因为我们这个地区正好是在晚上，美国那边是三天白天，那三天非常炙热，那温度可能到四、五十度，会热死人。背着太阳这边，晚上冷，也会冻死人，所以预备御寒的衣服、这些被子。这三天不要出门，这三天不能工作，大概人都昏昏沉沉的，头脑都不清楚。我们学佛的人最好是这三天三夜打个精进佛七，一句佛号念到底。念佛，真的不转的时候，念佛不要出声音，出声音耗气，消耗体力，心里头默念。看看到时候那个电还管不管用？这个电就要电池了，如果管用的时候，听念佛机，这个比什么都好。听，心里头跟着念，不出声音。对我们来讲也是个非常好的缘分，让我们好好的念几天佛，打个精进佛七，这个问题就解决了。佛七圆满，一切恢复正常，所以不要害怕。这种状况，很多人被吓死，我们搞清楚、搞明白，就不怕了。所以这些信息，网路上传得很多，有些有参考价值，我们在心理上做个准备。好，今天时间到了，我们就学到此地。",
      "zh_TW": "那這三天，信息告訴我們不要出門，哪裡都不要去，在家裡頭。最重要的，因為我們這個地區正好是在晚上，美國那邊是三天白天，那三天非常炙熱，那溫度可能到四、五十度，會熱死人。背著太陽這邊，晚上冷，也會凍死人，所以預備禦寒的衣服、這些被子。這三天不要出門，這三天不能工作，大概人都昏昏沉沉的，頭腦都不清楚。我們學佛的人最好是這三天三夜打個精進佛七，一句佛號念到底。念佛，真的不轉的時候，念佛不要出聲音，出聲音耗氣，消耗體力，心裡頭默念。看看到時候那個電還管不管用？這個電就要電池了，如果管用的時候，聽念佛機，這個比什麼都好。聽，心裡頭跟著念，不出聲音。對我們來講也是個非常好的緣分，讓我們好好的念幾天佛，打個精進佛七，這個問題就解決了。佛七圓滿，一切恢復正常，所以不要害怕。這種狀況，很多人被嚇死，我們搞清楚、搞明白，就不怕了。所以這些信息，網路上傳得很多，有些有參考價值，我們在心理上做個準備。好，今天時間到了，我們就學到此地。"
    }
  ]
}