{
  "doc_id": "02-037-0390",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三九０集",
    "zh_TW": "第三九０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0390",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0390_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第八百五十四页，倒数第五行看起。「妙用自在」，分两科，第一「受用自在」。我们看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第八百五十四頁，倒數第五行看起。「妙用自在」，分兩科，第一「受用自在」。我們看經文："
    },
    {
      "id": "02-037-0390_p0002",
      "zh_CN": "【于所受用。皆无摄取。】",
      "zh_TW": "【於所受用。皆無攝取。】"
    },
    {
      "id": "02-037-0390_p0003",
      "zh_CN": "念老的注解，『从于所受用』一直到「不希求想，表彼土菩萨平等游于十方佛刹，于所受用，皆不着取」。这也是我们应当要学习的。学佛目的是要超越生死轮回，证得圆满菩提，这是学佛的目的。如果对于三界有所取着，那就变成障碍。世间人见色闻声都会起心动念，我们也不例外，比人稍微好一点，我们有警觉性。没有学佛的时候，没有这个警觉性，学佛之后，有了这个警觉。警觉要真正能够把取舍放下。取舍放下行不行？行。释迦牟尼佛最初就把榜样给我们立下来了，他老人家一生随缘度日。这随缘自在，我们现在人所说的，没有嗜好，什么都好，没有一样不欢喜，这种生活态度是正确的。「于所受用」，无论是物质上的受用、精神上的受用，统统都随缘，没有要求，也不过分，心里面没有执着。",
      "zh_TW": "念老的註解，『從於所受用』一直到「不希求想，表彼土菩薩平等遊於十方佛剎，於所受用，皆不著取」。這也是我們應當要學習的。學佛目的是要超越生死輪迴，證得圓滿菩提，這是學佛的目的。如果對於三界有所取著，那就變成障礙。世間人見色聞聲都會起心動念，我們也不例外，比人稍微好一點，我們有警覺性。沒有學佛的時候，沒有這個警覺性，學佛之後，有了這個警覺。警覺要真正能夠把取捨放下。取捨放下行不行？行。釋迦牟尼佛最初就把榜樣給我們立下來了，他老人家一生隨緣度日。這隨緣自在，我們現在人所說的，沒有嗜好，什麼都好，沒有一樣不歡喜，這種生活態度是正確的。「於所受用」，無論是物質上的受用、精神上的受用，統統都隨緣，沒有要求，也不過分，心裡面沒有執著。"
    },
    {
      "id": "02-037-0390_p0004",
      "zh_CN": "人在世间福报不一样，有福报的，在佛门里面讲有很多供养来，我们自己受用的真的是非常有限，这些供养大家受用，这是正确的。可是大家受用这些供养，要能消化得了。用什么来消化？用修持来消化。真有修持，天天真有进步，这才能够接受这些供养，道场每一个人都如是。如果没有修行，还搞贪瞋痴慢，接受这个供养，将来要还债的。祖师讲得好，「施主一粒米，大如须弥山；今生不了道，披毛戴角还」，这些话不是说玩笑的，完全是事实。在净土宗，我们能往生西方极乐世界，这都还了，这都成就施主的功德跟福德。他不着相，属于功德；他着相，属于福德。所以学佛确实应当以释迦牟尼佛为标准，向释迦牟尼佛学习。",
      "zh_TW": "人在世間福報不一樣，有福報的，在佛門裡面講有很多供養來，我們自己受用的真的是非常有限，這些供養大家受用，這是正確的。可是大家受用這些供養，要能消化得了。用什麼來消化？用修持來消化。真有修持，天天真有進步，這才能夠接受這些供養，道場每一個人都如是。如果沒有修行，還搞貪瞋痴慢，接受這個供養，將來要還債的。祖師講得好，「施主一粒米，大如須彌山；今生不了道，披毛戴角還」，這些話不是說玩笑的，完全是事實。在淨土宗，我們能往生西方極樂世界，這都還了，這都成就施主的功德跟福德。他不著相，屬於功德；他著相，屬於福德。所以學佛確實應當以釋迦牟尼佛為標準，向釋迦牟尼佛學習。"
    },
    {
      "id": "02-037-0390_p0005",
      "zh_CN": "我非常幸运，学佛的时候遇到章嘉大师，这些基本的概念都是章嘉大师教导的。老师非常慈悲，对后学非常爱护，防非止过这些教诲时时提醒，我们的心里有个警觉性。在那个时代，我们初学佛，没有福报，生活非常简单，也非常辛苦，换洗衣服只有两套，哪里去旅行，有个小包袱打了，整个行李就背在身上，很轻松。这晚年这么多，几十年弘法教学累积的一点福报，现在这个供养看到都害怕。所以记住老师的话，心里头不能有，十方供养谁需要就送给谁，到处分，到处都有。那我们自己的理念，完全不放在心上，放在哪个地方的就属于那个道场常住的，他们都可以取用。可是每一个出家人都要明白一个道理，都要认真去修学，不辜负十方施主的供养。他供养你是希望你成佛，你成佛，他就有福报，你成不了佛，他的福报就落空，那这里头就有因果。所以经论上常常教我们，于所受用，皆不着取。着是着相，取就是我们今天讲的占有，于一切万物，无论是精神生活、物质生活，不要有占有的念头。我常说不要有控制的念头、不要有支配的念头，这些念头都没有。这些话都是早年章嘉大师教的。我们这个心能有一点清净，修学能有一点进展，全靠这个，决定不能让贪瞋痴慢疑起来。这个我们知道，叫六种根本烦恼，断烦恼要从根本下手。",
      "zh_TW": "我非常幸運，學佛的時候遇到章嘉大師，這些基本的概念都是章嘉大師教導的。老師非常慈悲，對後學非常愛護，防非止過這些教誨時時提醒，我們的心裡有個警覺性。在那個時代，我們初學佛，沒有福報，生活非常簡單，也非常辛苦，換洗衣服只有兩套，哪裡去旅行，有個小包袱打了，整個行李就背在身上，很輕鬆。這晚年這麼多，幾十年弘法教學累積的一點福報，現在這個供養看到都害怕。所以記住老師的話，心裡頭不能有，十方供養誰需要就送給誰，到處分，到處都有。那我們自己的理念，完全不放在心上，放在哪個地方的就屬於那個道場常住的，他們都可以取用。可是每一個出家人都要明白一個道理，都要認真去修學，不辜負十方施主的供養。他供養你是希望你成佛，你成佛，他就有福報，你成不了佛，他的福報就落空，那這裡頭就有因果。所以經論上常常教我們，於所受用，皆不著取。著是著相，取就是我們今天講的佔有，於一切萬物，無論是精神生活、物質生活，不要有佔有的念頭。我常說不要有控制的念頭、不要有支配的念頭，這些念頭都沒有。這些話都是早年章嘉大師教的。我們這個心能有一點清淨，修學能有一點進展，全靠這個，決定不能讓貪瞋痴慢疑起來。這個我們知道，叫六種根本煩惱，斷煩惱要從根本下手。"
    },
    {
      "id": "02-037-0390_p0006",
      "zh_CN": "下面一段，「游刹自在」。菩萨神通广大，他能够：",
      "zh_TW": "下面一段，「遊剎自在」。菩薩神通廣大，他能夠："
    },
    {
      "id": "02-037-0390_p0007",
      "zh_CN": "【遍游佛刹。】",
      "zh_TW": "【遍遊佛剎。】"
    },
    {
      "id": "02-037-0390_p0008",
      "zh_CN": "着重在这个『遍』字，「遍」是遍虚空、遍法界。无量无边诸佛刹土，他都有能力去旅游、去参学、去供养、去闻法。对于一切佛刹：",
      "zh_TW": "著重在這個『遍』字，「遍」是遍虛空、遍法界。無量無邊諸佛剎土，他都有能力去旅遊、去參學、去供養、去聞法。對於一切佛剎："
    },
    {
      "id": "02-037-0390_p0009",
      "zh_CN": "【无爱无厌。亦无希求不希求想。亦无彼我违怨之想。】",
      "zh_TW": "【無愛無厭。亦無希求不希求想。亦無彼我違怨之想。】"
    },
    {
      "id": "02-037-0390_p0010",
      "zh_CN": "这个我们也要学。我们现在没有能力去旅游十方佛刹，但是今天有机缘，有这个缘分旅游全世界。在这个地球上有一百多个国家，我们对于这些国家地区，旅游的时候没有爱也没有厌，能够看到这些国家、族群他们的风俗习惯文化，增广见闻，不生爱厌之心，以清净心来看待。佛教给我们的，「凡所有相，皆是虚妄」，就是说要用清净平等心去学习。前面我们学过，一切法无一不是佛法。我们在旅游当中，旅游也是在修佛法，在这里修什么？修清净心，不受染污，这是禅定；样样清楚明了，这是智慧，定慧等学。定不但生智慧，它也生福报。有福报的人心是定的，心浮动的人，纵然有财富，好像是有福报，但是他真的没福报，为什么？他没有享受。他有忧虑、他有牵挂，这就是他没有享受。那个贫穷的人，你不要看他什么都没有，他心地清净，那是他的享受，他没有忧虑、他没有牵挂；换句话说，如果是念佛往生，他比富贵的人品位高，为什么？他心清净。所以，清净心是享受，智慧心是享受，这一定要懂得的。",
      "zh_TW": "這個我們也要學。我們現在沒有能力去旅遊十方佛剎，但是今天有機緣，有這個緣分旅遊全世界。在這個地球上有一百多個國家，我們對於這些國家地區，旅遊的時候沒有愛也沒有厭，能夠看到這些國家、族群他們的風俗習慣文化，增廣見聞，不生愛厭之心，以清淨心來看待。佛教給我們的，「凡所有相，皆是虛妄」，就是說要用清淨平等心去學習。前面我們學過，一切法無一不是佛法。我們在旅遊當中，旅遊也是在修佛法，在這裡修什麼？修清淨心，不受染污，這是禪定；樣樣清楚明瞭，這是智慧，定慧等學。定不但生智慧，它也生福報。有福報的人心是定的，心浮動的人，縱然有財富，好像是有福報，但是他真的沒福報，為什麼？他沒有享受。他有憂慮、他有牽掛，這就是他沒有享受。那個貧窮的人，你不要看他什麼都沒有，他心地清淨，那是他的享受，他沒有憂慮、他沒有牽掛；換句話說，如果是念佛往生，他比富貴的人品位高，為什麼？他心清淨。所以，清淨心是享受，智慧心是享受，這一定要懂得的。"
    },
    {
      "id": "02-037-0390_p0011",
      "zh_CN": "我们的清净心、无分别心如果年年增长，这好现象，证明你的功夫在增长；如果心不清净，妄念很多，你没有进步，有时候看到你退步，一年不如一年，这是世俗的现象。世俗人确实，人到了晚年、老年的时候，忧虑特别多，尤其是现在这个社会，老了，子女不养你。一些比较大的国家还有养老，很多小国，没有人养老，国家也不管你。所以老年人很可怜，中年对社会的付出，晚年没有报答，当然这些都有因果的因素在里头。所以想到这个地方，我们自然就想到中国传统的家，到晚年才真正知道，传统的家是一个人一生的依靠。晚年落叶归根，无论你在哪个地方、从事什么事业，老的时候一定想回到老家来养老。我们在海外，古时候的华侨，不是现在，古时候华侨在外面经营，赚的钱都寄回老家，对家庭有贡献，所以他晚年回家来养老。中国从前的制度，你怎么去想，比现在这个社会，真的，哪个国家、哪个族群都比不上中国，这是中国古老文化的优秀，这些都应该要慢慢恢复。",
      "zh_TW": "我們的清淨心、無分別心如果年年增長，這好現象，證明你的功夫在增長；如果心不清淨，妄念很多，你沒有進步，有時候看到你退步，一年不如一年，這是世俗的現象。世俗人確實，人到了晚年、老年的時候，憂慮特別多，尤其是現在這個社會，老了，子女不養你。一些比較大的國家還有養老，很多小國，沒有人養老，國家也不管你。所以老年人很可憐，中年對社會的付出，晚年沒有報答，當然這些都有因果的因素在裡頭。所以想到這個地方，我們自然就想到中國傳統的家，到晚年才真正知道，傳統的家是一個人一生的依靠。晚年落葉歸根，無論你在哪個地方、從事什麼事業，老的時候一定想回到老家來養老。我們在海外，古時候的華僑，不是現在，古時候華僑在外面經營，賺的錢都寄回老家，對家庭有貢獻，所以他晚年回家來養老。中國從前的制度，你怎麼去想，比現在這個社會，真的，哪個國家、哪個族群都比不上中國，這是中國古老文化的優秀，這些都應該要慢慢恢復。"
    },
    {
      "id": "02-037-0390_p0012",
      "zh_CN": "我们看念老的注解，「游于净国」，佛国都是清净国土。佛国，诸佛如来所教化的地方，实报庄严土，那都是法身菩萨，但是也有六道凡夫。六道是诸佛的秽土，就是有严重染污，染污主要是人心染污。现在我们知道，念力跟物质有密切不能分割的状态，所以人心善，物质环境一定好；人心不善，物质环境都变坏了。过去，那时候刚刚听说有环保，政府提倡环保，有人问我，我曾经答复过，环保跟人心有分不开的关系，物质上的环保要真正能有效，必须要有心理环保。那个时候我还没有看到科学报告，这科学报告都给我们做了证明。人心要不善，想改善物质环境是不可能的；要保护这个环境，要先保护人心，人心善良，环境自然美好。",
      "zh_TW": "我們看念老的註解，「遊於淨國」，佛國都是清淨國土。佛國，諸佛如來所教化的地方，實報莊嚴土，那都是法身菩薩，但是也有六道凡夫。六道是諸佛的穢土，就是有嚴重染污，染污主要是人心染污。現在我們知道，念力跟物質有密切不能分割的狀態，所以人心善，物質環境一定好；人心不善，物質環境都變壞了。過去，那時候剛剛聽說有環保，政府提倡環保，有人問我，我曾經答覆過，環保跟人心有分不開的關係，物質上的環保要真正能有效，必須要有心理環保。那個時候我還沒有看到科學報告，這科學報告都給我們做了證明。人心要不善，想改善物質環境是不可能的；要保護這個環境，要先保護人心，人心善良，環境自然美好。"
    },
    {
      "id": "02-037-0390_p0013",
      "zh_CN": "对于诸佛的国土，清净国土，「亦无爱乐」，不生贪爱，这就对了。「于诸秽土，亦不厌弃」。秽土是六道轮回，特别是三恶道。这些在面前，你也不会讨厌、也不会舍弃，为什么？全是自性变的。净土，清净心变的；秽土，染污心变的。什么东西染污？自私自利、名闻利养、七情五欲、贪瞋痴慢，是这个东西变现出来的。菩萨知道，这些念头，善念、恶念也不是真的，所以变现出净土、秽土同样也不是真的，都把它看作梦幻泡影，这就对了。『亦无希求不希求想』，这就是恒顺众生，随喜功德，随缘而不攀缘。学佛的人，随缘里面提升自己的境界，所以他哪里都去。善缘、顺境，净佛国土，在这里面修什么？不生贪恋，在这里头把贪痴断掉。在秽土里面，没有怨恨，把瞋恚、愚痴这个东西断掉。所以，一切法没有一法不是佛法，这些修学的境缘都在我们面前。",
      "zh_TW": "對於諸佛的國土，清淨國土，「亦無愛樂」，不生貪愛，這就對了。「於諸穢土，亦不厭棄」。穢土是六道輪迴，特別是三惡道。這些在面前，你也不會討厭、也不會捨棄，為什麼？全是自性變的。淨土，清淨心變的；穢土，染污心變的。什麼東西染污？自私自利、名聞利養、七情五欲、貪瞋痴慢，是這個東西變現出來的。菩薩知道，這些念頭，善念、惡念也不是真的，所以變現出淨土、穢土同樣也不是真的，都把它看作夢幻泡影，這就對了。『亦無希求不希求想』，這就是恆順眾生，隨喜功德，隨緣而不攀緣。學佛的人，隨緣裡面提升自己的境界，所以他哪裡都去。善緣、順境，淨佛國土，在這裡面修什麼？不生貪戀，在這裡頭把貪痴斷掉。在穢土裡面，沒有怨恨，把瞋恚、愚痴這個東西斷掉。所以，一切法沒有一法不是佛法，這些修學的境緣都在我們面前。"
    },
    {
      "id": "02-037-0390_p0014",
      "zh_CN": "出世法里面讲佛菩萨，世间法里面讲圣贤，大圣大贤，《论语》里面说，「圣人无常师」，无常师就能够成圣、成贤、成佛、成菩萨。无常师是什么？所有一切法都是老师，老师太多了。我们看《华严经》善财童子五十三参，善财怎么成佛的？我们要把他那个诀窍找出来。他的诀窍就是，学生就是我一个人，我是学生，所有天下人都是我的老师。你看，他成佛了。学生对老师要诚敬，诚敬心才生得起来。他没有同学，如果有个同学，我们两个差不多，那种恭敬心生不起来。没有一个不是老师，男女老少个个都是老师，贤愚不肖全是老师，这个就是「三人行，必有我师」，道理就是这个。看到人家的长处、好处，想我有没有，没有，要记住、要学他；有，有要好好保持，不要失去。看到不善的人、坏人，干了坏事，也是我的老师，他是表演给我看，我要想我有没有他这个恶的念头、恶的行为，有则改之；那没有，没有要记住，千万不要有这个恶念恶行。这不就都是老师吗？个个都是老师，他成就了。我们今天不懂得的人，我没有好老师，我没有地方学了。错了！到处都是老师。这个人能成圣成贤，这是真的，不是假的。",
      "zh_TW": "出世法裡面講佛菩薩，世間法裡面講聖賢，大聖大賢，《論語》裡面說，「聖人無常師」，無常師就能夠成聖、成賢、成佛、成菩薩。無常師是什麼？所有一切法都是老師，老師太多了。我們看《華嚴經》善財童子五十三參，善財怎麼成佛的？我們要把他那個訣竅找出來。他的訣竅就是，學生就是我一個人，我是學生，所有天下人都是我的老師。你看，他成佛了。學生對老師要誠敬，誠敬心才生得起來。他沒有同學，如果有個同學，我們兩個差不多，那種恭敬心生不起來。沒有一個不是老師，男女老少個個都是老師，賢愚不肖全是老師，這個就是「三人行，必有我師」，道理就是這個。看到人家的長處、好處，想我有沒有，沒有，要記住、要學他；有，有要好好保持，不要失去。看到不善的人、壞人，幹了壞事，也是我的老師，他是表演給我看，我要想我有沒有他這個惡的念頭、惡的行為，有則改之；那沒有，沒有要記住，千萬不要有這個惡念惡行。這不就都是老師嗎？個個都是老師，他成就了。我們今天不懂得的人，我沒有好老師，我沒有地方學了。錯了！到處都是老師。這個人能成聖成賢，這是真的，不是假的。"
    },
    {
      "id": "02-037-0390_p0015",
      "zh_CN": "经典里面教导我们，放下经典，你六根所接触的六尘境界那真的在面前，所以你得起作用，你才能成就自己，自己变成什么？人上人，人中最好的人，是这么学来的。阿弥陀佛建立西方极乐世界，这个世界确实超越一切诸佛世界，怎么来的？学来的，每一个佛国土他都去参学过，就像此地这头一句「遍游佛刹」，阿弥陀佛遍游佛刹。他遍游佛刹是干什么？去考察的，现在的术语叫调研。他去调查研究这个佛国土里头，哪些值得我们学习的，哪些不值得我们学习的。所以，取人之长，舍人之短，四十八愿是他遍游佛刹得到的总结。这四十八桩事情，希望在他的这个国土里头统统能够落实。换句话说，集一切佛刹真善美好之大成，它就超越一切佛刹了，就这么个道理。你不去参观，你不去看、不去学习，你怎么能成就？这桩事情决定不能说在家里去想，那不可以的，想不出来的，很多事情是你想不到的，你一定去看，一定去学习。",
      "zh_TW": "經典裡面教導我們，放下經典，你六根所接觸的六塵境界那真的在面前，所以你得起作用，你才能成就自己，自己變成什麼？人上人，人中最好的人，是這麼學來的。阿彌陀佛建立西方極樂世界，這個世界確實超越一切諸佛世界，怎麼來的？學來的，每一個佛國土他都去參學過，就像此地這頭一句「遍遊佛剎」，阿彌陀佛遍遊佛剎。他遍遊佛剎是幹什麼？去考察的，現在的術語叫調研。他去調查研究這個佛國土裡頭，哪些值得我們學習的，哪些不值得我們學習的。所以，取人之長，捨人之短，四十八願是他遍遊佛剎得到的總結。這四十八樁事情，希望在他的這個國土裡頭統統能夠落實。換句話說，集一切佛剎真善美好之大成，它就超越一切佛剎了，就這麼個道理。你不去參觀，你不去看、不去學習，你怎麼能成就？這樁事情決定不能說在家裡去想，那不可以的，想不出來的，很多事情是你想不到的，你一定去看，一定去學習。"
    },
    {
      "id": "02-037-0390_p0016",
      "zh_CN": "明白这个道理，个人要成就一个完人，完人，完美的人，圣贤、佛菩萨，要跟一切人学；阿弥陀佛要建一个国，要跟一切佛国去学，同样一个道理。中国古时候确实是用这个方法，一个家庭，一定拜访许许多多这个家治得很好的，去参观、去拜访、去学习，你拜访得愈多，记住这些教训，回家去的时候，我这个家要怎样整治。现在是企业，你的企业要能超越一切同行，当中排名得第一，你也得向你的同行去学习；虽然不是同行，也搞企业的，都可以做参考。学不厌才能产生效果，国家亦如是。这种学习的精神，在这个经上，阿弥陀佛是给我们做了榜样，他从他个人修行到弘法利生，处处他重视游历、重视参学，而不是自己在家里想像，不是的。这从前方东美先生告诉我，佛法里面学问是真实的学问，它是合乎逻辑的，它不是凭空想像的。「亦无希求不希求想」，这随缘。",
      "zh_TW": "明白這個道理，個人要成就一個完人，完人，完美的人，聖賢、佛菩薩，要跟一切人學；阿彌陀佛要建一個國，要跟一切佛國去學，同樣一個道理。中國古時候確實是用這個方法，一個家庭，一定拜訪許許多多這個家治得很好的，去參觀、去拜訪、去學習，你拜訪得愈多，記住這些教訓，回家去的時候，我這個家要怎樣整治。現在是企業，你的企業要能超越一切同行，當中排名得第一，你也得向你的同行去學習；雖然不是同行，也搞企業的，都可以做參考。學不厭才能產生效果，國家亦如是。這種學習的精神，在這個經上，阿彌陀佛是給我們做了榜樣，他從他個人修行到弘法利生，處處他重視遊歷、重視參學，而不是自己在家裡想像，不是的。這從前方東美先生告訴我，佛法裡面學問是真實的學問，它是合乎邏輯的，它不是憑空想像的。「亦無希求不希求想」，這隨緣。"
    },
    {
      "id": "02-037-0390_p0017",
      "zh_CN": "「据《金刚三昧经》云：入道多途，要不出二种：一理入。二行入。」道，无上菩提。契入无上菩提门道很多，大乘经里面讲八万四千法门，叫门道。门是门径，道是道路，很多。但是把它分类，八万四千法门归结到最后不外乎两种，一种从理入，一种从行入。理入跟行入，《三藏法数》有解释。第一个是「理入：谓众生深信本有真性」，学佛的人一定要去承认这个，我有真性，你也有真性，真性是理体，一切法都是从真性流出来的。佛有真性，真性是应，大乘经教里所说的「十方三世佛，共同一法身」，法身就是真性、就是理。这个道理很深！学大乘的人首先得承认。就同中国古时候教学教童蒙，启蒙，启蒙六、七岁上学，念什么？念《三字经》。《三字经》上第一句话是理入，「人之初，性本善」，你要承认自己本性本善。佛在《华严经》上告诉我们，「一切众生本来成佛」，这一句话重要，你对这个不相信，你学佛成不了佛，为什么？你不相信你自己是佛。中国传统的学术，你自己不相信本性本善，你成不了圣人。所以一定要肯定，这是圣人、是佛菩萨说的，一点都不错。",
      "zh_TW": "「據《金剛三昧經》云：入道多途，要不出二種：一理入。二行入。」道，無上菩提。契入無上菩提門道很多，大乘經裡面講八萬四千法門，叫門道。門是門徑，道是道路，很多。但是把它分類，八萬四千法門歸結到最後不外乎兩種，一種從理入，一種從行入。理入跟行入，《三藏法數》有解釋。第一個是「理入：謂眾生深信本有真性」，學佛的人一定要去承認這個，我有真性，你也有真性，真性是理體，一切法都是從真性流出來的。佛有真性，真性是應，大乘經教裡所說的「十方三世佛，共同一法身」，法身就是真性、就是理。這個道理很深！學大乘的人首先得承認。就同中國古時候教學教童蒙，啟蒙，啟蒙六、七歲上學，念什麼？念《三字經》。《三字經》上第一句話是理入，「人之初，性本善」，你要承認自己本性本善。佛在《華嚴經》上告訴我們，「一切眾生本來成佛」，這一句話重要，你對這個不相信，你學佛成不了佛，為什麼？你不相信你自己是佛。中國傳統的學術，你自己不相信本性本善，你成不了聖人。所以一定要肯定，這是聖人、是佛菩薩說的，一點都不錯。"
    },
    {
      "id": "02-037-0390_p0018",
      "zh_CN": "本有真性，跟一切众生，「不一不异」。虽然跟一切众生好像是不一，但是又不异。不一是不一样，不异是没有两样。「不有不无」，你不能说它有，也不能说它没有。不有是空，不无是有，为什么？体是空的，它会现相，那现相就不无。十法界依正庄严是相，相有，理空，性空，体空。「无己无他」，己是自己，这就是《金刚经》上的无四相，无人相，无我相、无人相，无己是无我相，无他是无人相，后面还有无众生相、无寿者相。众生包括空间，寿者说的是时间，全都是假的。「凡圣不二」，确实是一不是二，一个自性变现出来的，凡是迷了自性变现的，圣是觉悟自性变现的。觉悟圆满，现的是佛，大圣；不圆满，是菩萨；现的少分，阿罗汉；完全迷了，那是六道凡夫。所以，凡圣不二。虽然我们是凡夫，我现在在迷，我慢慢觉，到觉圆满了，就成佛了！",
      "zh_TW": "本有真性，跟一切眾生，「不一不異」。雖然跟一切眾生好像是不一，但是又不異。不一是不一樣，不異是沒有兩樣。「不有不無」，你不能說它有，也不能說它沒有。不有是空，不無是有，為什麼？體是空的，它會現相，那現相就不無。十法界依正莊嚴是相，相有，理空，性空，體空。「無己無他」，己是自己，這就是《金剛經》上的無四相，無人相，無我相、無人相，無己是無我相，無他是無人相，後面還有無眾生相、無壽者相。眾生包括空間，壽者說的是時間，全都是假的。「凡聖不二」，確實是一不是二，一個自性變現出來的，凡是迷了自性變現的，聖是覺悟自性變現的。覺悟圓滿，現的是佛，大聖；不圓滿，是菩薩；現的少分，阿羅漢；完全迷了，那是六道凡夫。所以，凡聖不二。雖然我們是凡夫，我現在在迷，我慢慢覺，到覺圓滿了，就成佛了！"
    },
    {
      "id": "02-037-0390_p0019",
      "zh_CN": "「寂静无为」，无论是性、无论是相，「无有分别」。佛告诉我们，所有一切的麻烦都出在执着、分别、妄想，总不出这三大类，这三大类放下了，你就成就了。「因此深信，能入于理」，叫理入。理明白了，放下了，就入了。所以在大乘教里头，凡夫成佛需要多少时间？从理上来讲，一念。一念觉，凡夫就成佛了；一念迷，那你就是凡夫。除了迷悟之外，凡圣是一不是二。因为这个道理，所以惠能能够在五祖言下大彻大悟，明心见性。可以说他对于经教毫无基础，不认识字、没念过书，没有听过讲经说法，也没有去念佛参禅，统统都没有，在道场里他只是一个苦工，现在讲义工而已。他的入是从理入的，神秀大师的入是从行入的。理入快，但是不是一般人都能入的，上上根人。什么叫上上根人？就是妄念少的人。妄念少的人，根性就很厉害，没什么妄念，我们中国一般叫老实人。他为什么老实？他没有什么花俏，老老实实，没有什么妄念，也就是他很少分别、很少执着、没有妄想。这种人有能力从理入，但是这种人不多。",
      "zh_TW": "「寂靜無為」，無論是性、無論是相，「無有分別」。佛告訴我們，所有一切的麻煩都出在執著、分別、妄想，總不出這三大類，這三大類放下了，你就成就了。「因此深信，能入於理」，叫理入。理明白了，放下了，就入了。所以在大乘教裡頭，凡夫成佛需要多少時間？從理上來講，一念。一念覺，凡夫就成佛了；一念迷，那你就是凡夫。除了迷悟之外，凡聖是一不是二。因為這個道理，所以惠能能夠在五祖言下大徹大悟，明心見性。可以說他對於經教毫無基礎，不認識字、沒念過書，沒有聽過講經說法，也沒有去念佛參禪，統統都沒有，在道場裡他只是一個苦工，現在講義工而已。他的入是從理入的，神秀大師的入是從行入的。理入快，但是不是一般人都能入的，上上根人。什麼叫上上根人？就是妄念少的人。妄念少的人，根性就很厲害，沒什麼妄念，我們中國一般叫老實人。他為什麼老實？他沒有什麼花俏，老老實實，沒有什麼妄念，也就是他很少分別、很少執著、沒有妄想。這種人有能力從理入，但是這種人不多。"
    },
    {
      "id": "02-037-0390_p0020",
      "zh_CN": "第二种从行入，行就是「依理起修之行，谓行此行时」，就是修行人，「心不倾倚」，这一句话意思是心要端正，不偏不邪，这个很重要。没有偏爱、没有私心，端正，今天科学家也说，避免灾难要端正心念。「无念无求」，无念，没有妄念；无求，在这个世间一无所求。中国古人说「人到无求品自高」，富贵到极处，他还有求，不算高；无求无念高，无求无念是放下。「安住不动」，这是定。下面是比喻，「犹如大地」，八万四千法门他选择一门安住不动，选定之后就「一门深入，长时薰修」，没有一个不成就的。这个道理方法，古人讲得多，世出世间圣贤都常说，可是怎么样？没人去做。果然相信，认真去做，十年就成就了。佛说的这些经典，是说给一切大众听的，不是说给一个人听的。各人根性不相同，你只要在这一切经教里选择一门，为什么？一门就是一切门，一切门就是一门，一多不二，这《华严经》上说的。所以一门通了，门门都通了，问题就是你一门通不通。通到哪里算通？通到自性就通了。任何一门都通自性，只要你安住不动。今天想学这个，明天想学那个，你一生不会有成就。你就守定一门，守定一门就得定，定生智慧。虽生智慧还在定中，让那个智慧到饱和，突然开悟了。开悟是什么现象？开悟是一切法全通了，这就见性，你真正见到了本性本善。",
      "zh_TW": "第二種從行入，行就是「依理起修之行，謂行此行時」，就是修行人，「心不傾倚」，這一句話意思是心要端正，不偏不邪，這個很重要。沒有偏愛、沒有私心，端正，今天科學家也說，避免災難要端正心念。「無念無求」，無念，沒有妄念；無求，在這個世間一無所求。中國古人說「人到無求品自高」，富貴到極處，他還有求，不算高；無求無念高，無求無念是放下。「安住不動」，這是定。下面是比喻，「猶如大地」，八萬四千法門他選擇一門安住不動，選定之後就「一門深入，長時薰修」，沒有一個不成就的。這個道理方法，古人講得多，世出世間聖賢都常說，可是怎麼樣？沒人去做。果然相信，認真去做，十年就成就了。佛說的這些經典，是說給一切大眾聽的，不是說給一個人聽的。各人根性不相同，你只要在這一切經教裡選擇一門，為什麼？一門就是一切門，一切門就是一門，一多不二，這《華嚴經》上說的。所以一門通了，門門都通了，問題就是你一門通不通。通到哪裡算通？通到自性就通了。任何一門都通自性，只要你安住不動。今天想學這個，明天想學那個，你一生不會有成就。你就守定一門，守定一門就得定，定生智慧。雖生智慧還在定中，讓那個智慧到飽和，突然開悟了。開悟是什麼現象？開悟是一切法全通了，這就見性，你真正見到了本性本善。"
    },
    {
      "id": "02-037-0390_p0021",
      "zh_CN": "惠能大师见到了，他说出来，五祖给他做证明。自性清净不染，从来没有染污过；不生不灭；本自具足，具足无量智慧、无量德能、无量相好，一切都是无量，你自性里头没有一样缺少的。你看看整个宇宙，这个宇宙是自性变现出来，如果有缺少，那它就没有，它一样都不缺少，这本自具足。本无动摇，它是静的，它不是动的。阿赖耶变化的是动的，自性变的是不动的，不动里面就没有生灭。所以阿赖耶有生灭，阿赖耶有变化，自性没有。后面一句，能生万法，它起作用，起作用是能生万法、能现整个宇宙，这真正是造物主。一般宗教都立一个造物主，真神，佛法里头没有，佛法里面讲的是一切法是自性变的。这是说出理入跟行入。",
      "zh_TW": "惠能大師見到了，他說出來，五祖給他做證明。自性清淨不染，從來沒有染污過；不生不滅；本自具足，具足無量智慧、無量德能、無量相好，一切都是無量，你自性裡頭沒有一樣缺少的。你看看整個宇宙，這個宇宙是自性變現出來，如果有缺少，那它就沒有，它一樣都不缺少，這本自具足。本無動搖，它是靜的，它不是動的。阿賴耶變化的是動的，自性變的是不動的，不動裡面就沒有生滅。所以阿賴耶有生滅，阿賴耶有變化，自性沒有。後面一句，能生萬法，它起作用，起作用是能生萬法、能現整個宇宙，這真正是造物主。一般宗教都立一個造物主，真神，佛法裡頭沒有，佛法裡面講的是一切法是自性變的。這是說出理入跟行入。"
    },
    {
      "id": "02-037-0390_p0022",
      "zh_CN": "「行入则有四者，其中第三为无所求行。世人长迷，处处贪求，名之为求。智者悟真，安心无为，万有皆空，无所希求，是真无求，顺道而行，故谓之无所求行。由上可见无希求想，即无所求行。亦无不希求想者，即于不希求亦无」。希求不希求统统无！这四种行入，入道的四行，这也有个参考资料，这是出于禅宗《正宗记》里面有这一段记载。达摩大师在印度，达摩是第二十八代。第一代迦叶尊者，第二代是阿难尊者，传到达摩，第二十八代。达摩到中国来，在中国是禅宗初祖，慧可是二祖。「达磨大师谓二祖可大师曰」，达摩祖师说的，「夫入道多途，要而言之，不出理、行而已」。一个是理入，一个是行入。「谓理入者，则藉教悟宗」，藉教下悟入禅宗。所以宗跟教是一不是二。教是经教，禅宗也不能离开经教，禅宗大彻大悟之后再读经，没有开悟的时候不读经，悟后读经。他读经干什么？在经里头找证据，他所悟的境界跟佛经上讲的是不是一样的。一样的，他真的悟入了；不一样的，他路走错了，他走上邪道。所以经是给他们做印证的，他不能离开经教。",
      "zh_TW": "「行入則有四者，其中第三為無所求行。世人長迷，處處貪求，名之為求。智者悟真，安心無為，萬有皆空，無所希求，是真無求，順道而行，故謂之無所求行。由上可見無希求想，即無所求行。亦無不希求想者，即於不希求亦無」。希求不希求統統無！這四種行入，入道的四行，這也有個參考資料，這是出於禪宗《正宗記》裡面有這一段記載。達摩大師在印度，達摩是第二十八代。第一代迦葉尊者，第二代是阿難尊者，傳到達摩，第二十八代。達摩到中國來，在中國是禪宗初祖，慧可是二祖。「達磨大師謂二祖可大師曰」，達摩祖師說的，「夫入道多途，要而言之，不出理、行而已」。一個是理入，一個是行入。「謂理入者，則藉教悟宗」，藉教下悟入禪宗。所以宗跟教是一不是二。教是經教，禪宗也不能離開經教，禪宗大徹大悟之後再讀經，沒有開悟的時候不讀經，悟後讀經。他讀經幹什麼？在經裡頭找證據，他所悟的境界跟佛經上講的是不是一樣的。一樣的，他真的悟入了；不一樣的，他路走錯了，他走上邪道。所以經是給他們做印證的，他不能離開經教。"
    },
    {
      "id": "02-037-0390_p0023",
      "zh_CN": "「深信含生同一真性」，这是悟入的根源，决定相信，没有丝毫怀疑。含生是一切众生，一切众生同一个真性。一切众生，上面到诸佛如来，下面到地狱众生，同一个真性。「但为客尘妄想所覆，不能显了」，这说凡夫，凡夫为什么跟佛有这么大差别？客尘是烦恼。客是比喻外来的，不是自己本有的；尘是尘土，也是比喻，染污。我们为外面尘土染污，为妄想所覆，外面是客尘，里面是妄想。妄想就是分别、执着。那客尘是什么？五欲六尘。五欲，财色名食睡；六尘，色声香味触法，这叫客尘烦恼。妄想、分别、执着就此地妄想代表了，这个东西把真性盖覆了、障碍了，所以真性不能显了，它显不出来。",
      "zh_TW": "「深信含生同一真性」，這是悟入的根源，決定相信，沒有絲毫懷疑。含生是一切眾生，一切眾生同一個真性。一切眾生，上面到諸佛如來，下面到地獄眾生，同一個真性。「但為客塵妄想所覆，不能顯了」，這說凡夫，凡夫為什麼跟佛有這麼大差別？客塵是煩惱。客是比喻外來的，不是自己本有的；塵是塵土，也是比喻，染污。我們為外面塵土染污，為妄想所覆，外面是客塵，裡面是妄想。妄想就是分別、執著。那客塵是什麼？五欲六塵。五欲，財色名食睡；六塵，色聲香味觸法，這叫客塵煩惱。妄想、分別、執著就此地妄想代表了，這個東西把真性蓋覆了、障礙了，所以真性不能顯了，它顯不出來。"
    },
    {
      "id": "02-037-0390_p0024",
      "zh_CN": "「若舍妄归真」，我们能够把客尘妄想放下，这叫舍妄，舍妄就回来、就回头了，「则圣凡一等」，凡圣原来是一样的，等是等同，「无有分别」。所以，佛对于凡夫非常尊重，为什么？知道他跟我是一不是二。佛在大庭广众之下对一切众生，谦虚、尊重，不会轻慢一个人，为什么？平等的。平等为什么要这样做法？这个做法是表现给还没有开悟的人，做给他们看的。你们对佛不是那么样尊敬、景仰吗？你看佛那么谦虚！想想我这么傲慢，还这个看得顺眼、那个还瞧不起，这怎么能成佛？这种念头就是业障，六道轮回的业，怎么能出得了六道轮回！所以佛慈悲，表演出来给你看。证得究竟圆满，看一切众生是平等的，看一切众生都是佛。不敢轻慢一个人，对蚊虫蚂蚁都不敢轻慢，这样的心态修行才能成得了正果，否则你不能成就。",
      "zh_TW": "「若捨妄歸真」，我們能夠把客塵妄想放下，這叫捨妄，捨妄就回來、就回頭了，「則聖凡一等」，凡聖原來是一樣的，等是等同，「無有分別」。所以，佛對於凡夫非常尊重，為什麼？知道他跟我是一不是二。佛在大庭廣眾之下對一切眾生，謙虛、尊重，不會輕慢一個人，為什麼？平等的。平等為什麼要這樣做法？這個做法是表現給還沒有開悟的人，做給他們看的。你們對佛不是那麼樣尊敬、景仰嗎？你看佛那麼謙虛！想想我這麼傲慢，還這個看得順眼、那個還瞧不起，這怎麼能成佛？這種念頭就是業障，六道輪迴的業，怎麼能出得了六道輪迴！所以佛慈悲，表演出來給你看。證得究竟圓滿，看一切眾生是平等的，看一切眾生都是佛。不敢輕慢一個人，對蚊蟲螞蟻都不敢輕慢，這樣的心態修行才能成得了正果，否則你不能成就。"
    },
    {
      "id": "02-037-0390_p0025",
      "zh_CN": "「若以行入者，乃有四焉」。下面讲有四种，四种都是从行入门。第一个，「报冤行：凡修道之人，若受苦时，当念我从往昔劫中，弃本逐末，流浪诸有」，诸有就是三界，欲界有、色界有、无色界有，这就是讲的轮回，流浪诸有就是在六道轮回流浪。「多起冤憎」，无量劫来跟多少人结怨，对多少人生过瞋恚。「违害无限」，违是不顺从，害是伤害，干这种事情干多少！「今虽无犯」，现在觉悟了，学佛了，甚至于出家了，还有苦难，还得受苦受难，「是我宿殃恶业果熟，所以甘心忍受」。别人怎么对我不好，我都晓得那是报冤，我忍受，我接受，不再报冤了，帐就了了，到这里就结掉了；如果我不服，我还有报复，那好了，那就冤冤相报，没完没了。这是修忍辱，把忍辱摆在第一条。一般人不能忍，所以他不能成就。",
      "zh_TW": "「若以行入者，乃有四焉」。下面講有四種，四種都是從行入門。第一個，「報冤行：凡修道之人，若受苦時，當念我從往昔劫中，棄本逐末，流浪諸有」，諸有就是三界，欲界有、色界有、無色界有，這就是講的輪迴，流浪諸有就是在六道輪迴流浪。「多起冤憎」，無量劫來跟多少人結怨，對多少人生過瞋恚。「違害無限」，違是不順從，害是傷害，幹這種事情幹多少！「今雖無犯」，現在覺悟了，學佛了，甚至於出家了，還有苦難，還得受苦受難，「是我宿殃惡業果熟，所以甘心忍受」。別人怎麼對我不好，我都曉得那是報冤，我忍受，我接受，不再報冤了，帳就了了，到這裡就結掉了；如果我不服，我還有報復，那好了，那就冤冤相報，沒完沒了。這是修忍辱，把忍辱擺在第一條。一般人不能忍，所以他不能成就。"
    },
    {
      "id": "02-037-0390_p0026",
      "zh_CN": "人生在世，境缘当中，总不外乎顺境、逆境，这是环境，物质环境；人事环境里头，总不外乎善缘、恶缘。善缘遇到的，这些人对你好，爱护你、帮助你，这善缘。恶缘怎么样？毁谤你、侮辱你、障碍你、陷害你，都这些缘。遇到这些缘都要明了，为什么？这个缘是好，不是坏。在恶缘里面去学不生瞋恚，不会生起这个心，这是你修行有功夫了，没有怨恨。我们想像释迦牟尼佛在行菩萨道的时候，修忍辱波罗蜜，被歌利王割截身体。忍辱仙人是菩萨，看到一群宫女，跟她们讲经说法，个个欢喜，信受奉行。没想到这个国王，他在睡觉的时候，宫女跑到忍辱仙人山洞里面去听佛法，起来一看很不高兴，怎么我的人都跑掉了。找到这个洞门口把人叫出来，一看那是个修行人，你修什么？他修忍辱。好，试试看，看你能不能忍。用刀一片一片把人割死，凌迟处死。问他，你有没有瞋恚心？没有。一直割到死，最后忍辱仙人告诉他，我将来成佛，第一个度你，真没有瞋恚心。释迦牟尼佛感谢他，就因为这桩事情，释迦佛提前成佛了。释迦本来成佛，贤劫第五尊佛，弥勒在他前面。因为这么一桩事情，释迦牟尼佛功力提升了，在弥勒佛之前，他们两个对调了，释迦先成佛，弥勒后成佛。不是坏事！",
      "zh_TW": "人生在世，境緣當中，總不外乎順境、逆境，這是環境，物質環境；人事環境裡頭，總不外乎善緣、惡緣。善緣遇到的，這些人對你好，愛護你、幫助你，這善緣。惡緣怎麼樣？毀謗你、侮辱你、障礙你、陷害你，都這些緣。遇到這些緣都要明瞭，為什麼？這個緣是好，不是壞。在惡緣裡面去學不生瞋恚，不會生起這個心，這是你修行有功夫了，沒有怨恨。我們想像釋迦牟尼佛在行菩薩道的時候，修忍辱波羅蜜，被歌利王割截身體。忍辱仙人是菩薩，看到一群宮女，跟她們講經說法，個個歡喜，信受奉行。沒想到這個國王，他在睡覺的時候，宮女跑到忍辱仙人山洞裡面去聽佛法，起來一看很不高興，怎麼我的人都跑掉了。找到這個洞門口把人叫出來，一看那是個修行人，你修什麼？他修忍辱。好，試試看，看你能不能忍。用刀一片一片把人割死，凌遲處死。問他，你有沒有瞋恚心？沒有。一直割到死，最後忍辱仙人告訴他，我將來成佛，第一個度你，真沒有瞋恚心。釋迦牟尼佛感謝他，就因為這樁事情，釋迦佛提前成佛了。釋迦本來成佛，賢劫第五尊佛，彌勒在他前面。因為這麼一樁事情，釋迦牟尼佛功力提升了，在彌勒佛之前，他們兩個對調了，釋迦先成佛，彌勒後成佛。不是壞事！"
    },
    {
      "id": "02-037-0390_p0027",
      "zh_CN": "逆境恶缘来考验你的，你还有没有瞋恚、还有没有嫉妒、还有没有愚痴？考这个东西的。顺境也是来考试你，你有没有贪恋？顺境要有贪恋，你也完了，你这考试失败了，不及格。逆境恶缘来考你，你还生瞋恚心、还不服气，这不行，这不能成就。所以，你要知道，你从早晨起床到晚上睡觉之前，所有人都在考验你。你能够禁得起考验，在境缘当中，这一天当中，不起贪瞋痴慢疑，这是什么？这叫真修行。修行不是念经拜佛，不是打坐，不是搞这个，所以统统搞错了。",
      "zh_TW": "逆境惡緣來考驗你的，你還有沒有瞋恚、還有沒有嫉妒、還有沒有愚痴？考這個東西的。順境也是來考試你，你有沒有貪戀？順境要有貪戀，你也完了，你這考試失敗了，不及格。逆境惡緣來考你，你還生瞋恚心、還不服氣，這不行，這不能成就。所以，你要知道，你從早晨起床到晚上睡覺之前，所有人都在考驗你。你能夠禁得起考驗，在境緣當中，這一天當中，不起貪瞋痴慢疑，這是什麼？這叫真修行。修行不是念經拜佛，不是打坐，不是搞這個，所以統統搞錯了。"
    },
    {
      "id": "02-037-0390_p0028",
      "zh_CN": "修行就在生活当中、在工作当中，在处事待人接物，特别是人事，物质还其次，特别是人事环境。所以你能够关关通过，一帆风顺，这叫真功夫，你是禁得起考验的人。那不是真干的，天天读经、讲经，讲得天花乱坠，人家羞辱你一场，你就恼火了、生气了，你就完了，一切都完了，假的。赞叹你几句，就高兴得不得了，这怎么行？修行人最怕的就是在境界里头迷惑了，那个赞叹的比伤害的力量还可怕。赞叹是什么？你糊涂了、迷惑了，自己以为不得了，贡高我慢都起来了。只要贡高我慢一起来，全部就毁掉了。别人赞叹，不能接受，他说我怎么怎么好，我们跟祖师一比差远了，跟佛菩萨一比更差了。赞叹，还会有点动心，有点生欢喜心，不行，你不及格；毁谤你，你还有一点不服的心，还有一点怨恨心，不行，凡所有相皆是虚妄，你还是着相，你的起心动念依旧在造轮回业。",
      "zh_TW": "修行就在生活當中、在工作當中，在處事待人接物，特別是人事，物質還其次，特別是人事環境。所以你能夠關關通過，一帆風順，這叫真功夫，你是禁得起考驗的人。那不是真幹的，天天讀經、講經，講得天花亂墜，人家羞辱你一場，你就惱火了、生氣了，你就完了，一切都完了，假的。讚歎你幾句，就高興得不得了，這怎麼行？修行人最怕的就是在境界裡頭迷惑了，那個讚歎的比傷害的力量還可怕。讚歎是什麼？你糊塗了、迷惑了，自己以為不得了，貢高我慢都起來了。只要貢高我慢一起來，全部就毀掉了。別人讚歎，不能接受，他說我怎麼怎麼好，我們跟祖師一比差遠了，跟佛菩薩一比更差了。讚歎，還會有點動心，有點生歡喜心，不行，你不及格；毀謗你，你還有一點不服的心，還有一點怨恨心，不行，凡所有相皆是虛妄，你還是著相，你的起心動念依舊在造輪迴業。"
    },
    {
      "id": "02-037-0390_p0029",
      "zh_CN": "所以这第一个，报冤行，教我们遇到这些事情要想到，这是我宿世殃恶业果熟，宿殃恶业果报熟，甘心忍受，都无怨恨。不但没有怨恨，还要生报恩想，为什么？他对我，考试我，我及格了、我通过了，我要报恩，以自己修行功德回向给他。就像释迦牟尼佛一样，对歌利王讲，我将来成佛第一个度你。释迦成佛，第一个得度的憍陈如尊者，憍陈如的前世就是歌利王，佛说话算话。在佛的教诲当中，第一个证阿罗汉果的，憍陈如。「作是观时，与理相应」，理什么？理空无所有，「体冤进道」，你对于冤冤相报这个道理深深体会，境界现前就是化解的时候，这个叫「报冤行」。",
      "zh_TW": "所以這第一個，報冤行，教我們遇到這些事情要想到，這是我宿世殃惡業果熟，宿殃惡業果報熟，甘心忍受，都無怨恨。不但沒有怨恨，還要生報恩想，為什麼？他對我，考試我，我及格了、我通過了，我要報恩，以自己修行功德迴向給他。就像釋迦牟尼佛一樣，對歌利王講，我將來成佛第一個度你。釋迦成佛，第一個得度的憍陳如尊者，憍陳如的前世就是歌利王，佛說話算話。在佛的教誨當中，第一個證阿羅漢果的，憍陳如。「作是觀時，與理相應」，理什麼？理空無所有，「體冤進道」，你對於冤冤相報這個道理深深體會，境界現前就是化解的時候，這個叫「報冤行」。"
    },
    {
      "id": "02-037-0390_p0030",
      "zh_CN": "第二种，「随缘行：谓众生无我，皆由业转；苦乐齐受，皆从缘生」。一切众生本来无我，为什么会在六道轮回？是业力所转的，善业你没放下，三善道受报；恶业不放下，三恶道受报，叫业转。得了身体，无论在哪一道，有苦有乐，你这一生都得要受。为什么？这从缘生的。到哪一道去投胎是引业，引导你到那一道投胎是那个善恶业。得到人身，在这个世间一生苦乐的报，果报，那叫满业，满业是过去生中造作。你跟这些人都有缘，没有缘的一生见面也不会打招呼，没有缘的。跟你认识的、跟你往来的全是有缘人，有缘人当中，有人帮助你、有人陷害你。帮助你的，过去世你们有恩惠，你曾经帮助过他；陷害你的人，过去世我曾经陷害过他，这是真的不是假的。「若得胜报」，你看「荣誉等事，皆是过去宿因所感，缘尽还无，何喜之有」，化解就没有了。「得失从缘，心无增减，喜风不动，冥顺于道」，叫随缘行，这个随缘里面完全讲的是善报。报冤行是讲的逆境恶缘，随缘行是善缘顺境。顺境里头不生欢喜心，逆境里头没有怨恨的念头，永远保持清净平等觉，这就是在道上，这叫真修行。",
      "zh_TW": "第二種，「隨緣行：謂眾生無我，皆由業轉；苦樂齊受，皆從緣生」。一切眾生本來無我，為什麼會在六道輪迴？是業力所轉的，善業你沒放下，三善道受報；惡業不放下，三惡道受報，叫業轉。得了身體，無論在哪一道，有苦有樂，你這一生都得要受。為什麼？這從緣生的。到哪一道去投胎是引業，引導你到那一道投胎是那個善惡業。得到人身，在這個世間一生苦樂的報，果報，那叫滿業，滿業是過去生中造作。你跟這些人都有緣，沒有緣的一生見面也不會打招呼，沒有緣的。跟你認識的、跟你往來的全是有緣人，有緣人當中，有人幫助你、有人陷害你。幫助你的，過去世你們有恩惠，你曾經幫助過他；陷害你的人，過去世我曾經陷害過他，這是真的不是假的。「若得勝報」，你看「榮譽等事，皆是過去宿因所感，緣盡還無，何喜之有」，化解就沒有了。「得失從緣，心無增減，喜風不動，冥順於道」，叫隨緣行，這個隨緣裡面完全講的是善報。報冤行是講的逆境惡緣，隨緣行是善緣順境。順境裡頭不生歡喜心，逆境裡頭沒有怨恨的念頭，永遠保持清淨平等覺，這就是在道上，這叫真修行。"
    },
    {
      "id": "02-037-0390_p0031",
      "zh_CN": "达摩，禅宗，释迦牟尼佛的真传。佛陀在世，一生所传的是教，讲经说法四十九年。禅宗对上上根人特别的承传，传给摩诃迦叶，一般人不懂。禅是教的登峰造极，教到登峰造极跟禅的境界是一样的，所以教下大开圆解跟宗门大彻大悟同一个境界，一样的，都达到了巅峰。但是教好像走楼梯，一步一步慢慢爬上去的；那个是一步登天，当中没有阶级，所以那只是上上根人，他有这种根性。释迦拈花微笑，没有人懂。迦叶尊者也在旁边，迦叶看到释迦牟尼佛这个动作，他笑了一笑，破颜微笑。释迦佛把这个花给他了，只说了一句话，佛说，我有涅槃妙心，付嘱迦叶。迦叶承传，这是禅宗的由来，所以禅宗叫祖师禅，一代一代的。如来禅，所有经教都叫如来禅。这是个特别法门，祖祖相传，一定要有老师印证。达摩到中国，五代单传，就传一个人；到第六祖惠能大师，真叫发扬光大了，惠能大师传了四十三个人，空前绝后，惠能大师之前，没有人有这么大的成就，惠能大师以后，也没有人有这样的成就。以后，有传二、三个人的，传一、二个是多数的，很少很少。",
      "zh_TW": "達摩，禪宗，釋迦牟尼佛的真傳。佛陀在世，一生所傳的是教，講經說法四十九年。禪宗對上上根人特別的承傳，傳給摩訶迦葉，一般人不懂。禪是教的登峰造極，教到登峰造極跟禪的境界是一樣的，所以教下大開圓解跟宗門大徹大悟同一個境界，一樣的，都達到了巔峰。但是教好像走樓梯，一步一步慢慢爬上去的；那個是一步登天，當中沒有階級，所以那只是上上根人，他有這種根性。釋迦拈花微笑，沒有人懂。迦葉尊者也在旁邊，迦葉看到釋迦牟尼佛這個動作，他笑了一笑，破顏微笑。釋迦佛把這個花給他了，只說了一句話，佛說，我有涅槃妙心，付囑迦葉。迦葉承傳，這是禪宗的由來，所以禪宗叫祖師禪，一代一代的。如來禪，所有經教都叫如來禪。這是個特別法門，祖祖相傳，一定要有老師印證。達摩到中國，五代單傳，就傳一個人；到第六祖惠能大師，真叫發揚光大了，惠能大師傳了四十三個人，空前絕後，惠能大師之前，沒有人有這麼大的成就，惠能大師以後，也沒有人有這樣的成就。以後，有傳二、三個人的，傳一、二個是多數的，很少很少。"
    },
    {
      "id": "02-037-0390_p0032",
      "zh_CN": "现在的禅没有了，这个一定要知道。黄念祖老居士跟虚云老和尚学禅，虚云老和尚有没有大彻大悟？没有。虚老和尚得定，没开悟，你就晓得多难！虚云老和尚往生兜率天，亲近弥勒菩萨，他修弥勒净土。弥勒净土不好修，要有真正禅定的功夫，没这个功夫，兜率天去不了。他如果要是往生极乐世界，老和尚这个定功肯定是上辈往生，那真成就了。到兜率内院亲近弥勒菩萨，拐好大的一个弯，要很辛苦才能成就。所以，黄念祖老居士很聪明，大经集注完成之后，他就念佛求生净土。我到北京去看他，他告诉我，每天十四万声佛号，他学的禅，把禅放下了，学的密也放下了，他是密的金刚上师，专修净土，给念佛人做个好样子，给大家看看。",
      "zh_TW": "現在的禪沒有了，這個一定要知道。黃念祖老居士跟虛雲老和尚學禪，虛雲老和尚有沒有大徹大悟？沒有。虛老和尚得定，沒開悟，你就曉得多難！虛雲老和尚往生兜率天，親近彌勒菩薩，他修彌勒淨土。彌勒淨土不好修，要有真正禪定的功夫，沒這個功夫，兜率天去不了。他如果要是往生極樂世界，老和尚這個定功肯定是上輩往生，那真成就了。到兜率內院親近彌勒菩薩，拐好大的一個彎，要很辛苦才能成就。所以，黃念祖老居士很聰明，大經集註完成之後，他就念佛求生淨土。我到北京去看他，他告訴我，每天十四萬聲佛號，他學的禪，把禪放下了，學的密也放下了，他是密的金剛上師，專修淨土，給念佛人做個好樣子，給大家看看。"
    },
    {
      "id": "02-037-0390_p0033",
      "zh_CN": "这个是大慈大悲，告诉我们，末法时期，只有净土能成就，为什么？它不需要断惑、断烦恼，不需要，不需要消业障。那业障、烦恼不断怎么能成佛？这里头有个秘诀，有个秘密。秘密是什么？就是那声佛号，你念这一声佛号，就是断烦恼、消业障，在佛号里头，你只认真去念佛，烦恼不断自然断了，业障不消自然消了。所以妙绝了！净宗把断烦恼、消业障跟持名念佛融在一起，一桩事，修学其他的法门那是两桩事，不是一桩事。前面这两条就是随逆缘，逆境恶缘，第二随顺境善缘，都不起心动念、都不分别执着，如如不动，顺利过关。",
      "zh_TW": "這個是大慈大悲，告訴我們，末法時期，只有淨土能成就，為什麼？它不需要斷惑、斷煩惱，不需要，不需要消業障。那業障、煩惱不斷怎麼能成佛？這裡頭有個祕訣，有個祕密。祕密是什麼？就是那聲佛號，你念這一聲佛號，就是斷煩惱、消業障，在佛號裡頭，你只認真去念佛，煩惱不斷自然斷了，業障不消自然消了。所以妙絕了！淨宗把斷煩惱、消業障跟持名念佛融在一起，一樁事，修學其他的法門那是兩樁事，不是一樁事。前面這兩條就是隨逆緣，逆境惡緣，第二隨順境善緣，都不起心動念、都不分別執著，如如不動，順利過關。"
    },
    {
      "id": "02-037-0390_p0034",
      "zh_CN": "第三「无所求行」，这是断除贪心，贪是所有烦恼的根源。「谓愚人长迷」，这六道众生，愚指六道众生，长迷，「处处贪着」，这个东西他放不下。「智者悟真」，真正有智慧的人他觉悟了，觉悟到真相，诸法实相。「安心无为」，他的心安了，他放下了。无为就是我们今天讲的放下。「万有皆空，无所希冀」，也就是知道万法皆空，他没有希求，心地真正得到清净。人只要有所求，你的麻烦就大了。但是净宗教给我们，我们只求往生极乐世界，对于十法界的事情、六道的事情决定无所求，这心就定了。「三界久居」，无量劫来我们住在三界，欲界、色界、无色界统统都住过，而是住在欲界的时间最长，上面两界曾经去过，堕落下来之后再上不去了。三界火宅是世尊在《法华经》上讲的，觉悟的人知道，「有身皆苦，谁得所安」。只要有身，你就有苦，谁能得到安稳？「若了达者，息念无求」。真正明了通达，念头放下了，什么念头都放下，只求往生西方极乐世界，这桩事情人人可以做得到。其他的法门难，要断烦恼、要消业障，这两桩事情末法众生几个人有能力做到？「经云：有求皆苦，无求乃乐」。你要想离苦得乐，把那个求的念头断掉，什么都不求，什么都放下，不但世间法放下，出世间法也放下。《金刚经》上佛说得好，「法尚应舍，何况非法」，那个法就是佛法。这是佛真正告诉我们，法都不可以放在心上，非法是世间法，世出世间法统统放下。「是则无求，真为道行，故名无所求行」。释迦牟尼佛给我们做了样子，一生无所求，一切随缘，所谓「随缘消旧业，不再造新殃」。",
      "zh_TW": "第三「無所求行」，這是斷除貪心，貪是所有煩惱的根源。「謂愚人長迷」，這六道眾生，愚指六道眾生，長迷，「處處貪著」，這個東西他放不下。「智者悟真」，真正有智慧的人他覺悟了，覺悟到真相，諸法實相。「安心無為」，他的心安了，他放下了。無為就是我們今天講的放下。「萬有皆空，無所希冀」，也就是知道萬法皆空，他沒有希求，心地真正得到清淨。人只要有所求，你的麻煩就大了。但是淨宗教給我們，我們只求往生極樂世界，對於十法界的事情、六道的事情決定無所求，這心就定了。「三界久居」，無量劫來我們住在三界，欲界、色界、無色界統統都住過，而是住在欲界的時間最長，上面兩界曾經去過，墮落下來之後再上不去了。三界火宅是世尊在《法華經》上講的，覺悟的人知道，「有身皆苦，誰得所安」。只要有身，你就有苦，誰能得到安穩？「若了達者，息念無求」。真正明瞭通達，念頭放下了，什麼念頭都放下，只求往生西方極樂世界，這樁事情人人可以做得到。其他的法門難，要斷煩惱、要消業障，這兩樁事情末法眾生幾個人有能力做到？「經云：有求皆苦，無求乃樂」。你要想離苦得樂，把那個求的念頭斷掉，什麼都不求，什麼都放下，不但世間法放下，出世間法也放下。《金剛經》上佛說得好，「法尚應捨，何況非法」，那個法就是佛法。這是佛真正告訴我們，法都不可以放在心上，非法是世間法，世出世間法統統放下。「是則無求，真為道行，故名無所求行」。釋迦牟尼佛給我們做了樣子，一生無所求，一切隨緣，所謂「隨緣消舊業，不再造新殃」。"
    },
    {
      "id": "02-037-0390_p0035",
      "zh_CN": "第四，「称法行：谓性净之理，因之为法。此理众相皆空，无染无着，无此无彼」。这是法，法就是佛法，大乘佛法，大乘佛法是说性净之理，自性清净。惠能大师开悟，第一句话就说「何期自性，本自清净」。清净是一尘不染，我们还有求，这个求就是染污，决定错了。此理，佛法给我们讲的理，无论是性体或者是现象，众相皆空。理是自性，自性不是物质，没有物质现象，没有精神现象，也没有自然现象，所以叫空。但是自性能现相，何期自性，能生万法，万法就是有相，众相。所现的这些相，这相是幻相，不是真的。",
      "zh_TW": "第四，「稱法行：謂性淨之理，因之為法。此理眾相皆空，無染無著，無此無彼」。這是法，法就是佛法，大乘佛法，大乘佛法是說性淨之理，自性清淨。惠能大師開悟，第一句話就說「何期自性，本自清淨」。清淨是一塵不染，我們還有求，這個求就是染污，決定錯了。此理，佛法給我們講的理，無論是性體或者是現象，眾相皆空。理是自性，自性不是物質，沒有物質現象，沒有精神現象，也沒有自然現象，所以叫空。但是自性能現相，何期自性，能生萬法，萬法就是有相，眾相。所現的這些相，這相是幻相，不是真的。"
    },
    {
      "id": "02-037-0390_p0036",
      "zh_CN": "现在我们知道，不但十法界依正庄严是假的，确实跟梦境一样，包括诸佛实报庄严土也不是真的。因为实报土虽然没有变化，它有生灭，你无明断掉的时候，实报土现前，生了；无始无明的习气断尽了，实报土没有了，所以它有生有灭，当中没有变化。当中的时间很长，《华严经》告诉我们，三个阿僧祇劫。所以有人说，极乐世界的无量寿是有量的无量，三个阿僧祇劫，这有量的无量。可是我们知道，它这个有量的无量跟无量的无量是衔接的、是通的，到三个阿僧祇劫无明习气断尽了，断尽了就证常寂光。实报土没有了，常寂光现前，常寂光是真正的无量。所以真无量寿，不是假的。所以相也是空的，体空相也空，无染无着，清净的，从来没有染污、从来没有执着。无此无彼，没有彼此之分，为什么？一体，全归自性，统是自性所变的。",
      "zh_TW": "現在我們知道，不但十法界依正莊嚴是假的，確實跟夢境一樣，包括諸佛實報莊嚴土也不是真的。因為實報土雖然沒有變化，它有生滅，你無明斷掉的時候，實報土現前，生了；無始無明的習氣斷盡了，實報土沒有了，所以它有生有滅，當中沒有變化。當中的時間很長，《華嚴經》告訴我們，三個阿僧祇劫。所以有人說，極樂世界的無量壽是有量的無量，三個阿僧祇劫，這有量的無量。可是我們知道，它這個有量的無量跟無量的無量是銜接的、是通的，到三個阿僧祇劫無明習氣斷盡了，斷盡了就證常寂光。實報土沒有了，常寂光現前，常寂光是真正的無量。所以真無量壽，不是假的。所以相也是空的，體空相也空，無染無著，清淨的，從來沒有染污、從來沒有執著。無此無彼，沒有彼此之分，為什麼？一體，全歸自性，統是自性所變的。"
    },
    {
      "id": "02-037-0390_p0037",
      "zh_CN": "「法无有我」，法无我，「离我垢故」。垢是尘垢，是染污。它不染污，它是清净的，所以它无我。「智者信解此理」，有智慧的人、觉悟的人，他相信、他理解，他对于这桩事情一点都不迷惑。所以「应当称法而行」，他的行持跟法相应。你看法体没有悭贪，自性里头没有悭贪，「于身命财」，这三桩事情，「行檀舍施」，能施，能施身、能施命、能施财。为什么？身命财都是假相，都是自性变现出来的，统统是梦中的事。知道自己在作梦，能舍身、能舍命、能舍财，为什么？无我。我都没有，哪有身外之物！财是属于身外之物，统统都能舍。「心无悭惜」，没有悭吝，没有爱惜，「达解三空」，达是通达，解是了解，三空，人空、法空、空空。「自利利他」，他对于事实真相完全明白了，可是身体在，身体，利用这个身体修布施。用现在的话说，我利用这个身体为所有一切众生服务，不为自己，全为众生。",
      "zh_TW": "「法無有我」，法無我，「離我垢故」。垢是塵垢，是染污。它不染污，它是清淨的，所以它無我。「智者信解此理」，有智慧的人、覺悟的人，他相信、他理解，他對於這樁事情一點都不迷惑。所以「應當稱法而行」，他的行持跟法相應。你看法體沒有慳貪，自性裡頭沒有慳貪，「於身命財」，這三樁事情，「行檀捨施」，能施，能施身、能施命、能施財。為什麼？身命財都是假相，都是自性變現出來的，統統是夢中的事。知道自己在作夢，能捨身、能捨命、能捨財，為什麼？無我。我都沒有，哪有身外之物！財是屬於身外之物，統統都能捨。「心無慳惜」，沒有慳吝，沒有愛惜，「達解三空」，達是通達，解是了解，三空，人空、法空、空空。「自利利他」，他對於事實真相完全明白了，可是身體在，身體，利用這個身體修布施。用現在的話說，我利用這個身體為所有一切眾生服務，不為自己，全為眾生。"
    },
    {
      "id": "02-037-0390_p0038",
      "zh_CN": "「庄严菩提之道」，菩提是真正觉悟，真正觉悟之道，觉悟的形象完全显示出来了。「为除妄想，修行六度而无所行，故名称法行」。为除妄想，修行六度；妄想除了，修行六度就为他除妄想，帮助别人觉悟。别人修这六种都是心有所求，菩萨修六度，心里无所求。譬如说财施，一般人是因为要得财富。财富是果报，财布施是因，真的愈施愈多。聪明智慧是果报，法布施是因，愈修法布施，智慧愈增长。无畏布施是因，健康长寿是果。修这三种布施，财布施、法布施、无畏布施，得的果报是财富、聪明智慧、健康长寿，世间人在拼命修这个东西。真得到！",
      "zh_TW": "「莊嚴菩提之道」，菩提是真正覺悟，真正覺悟之道，覺悟的形象完全顯示出來了。「為除妄想，修行六度而無所行，故名稱法行」。為除妄想，修行六度；妄想除了，修行六度就為他除妄想，幫助別人覺悟。別人修這六種都是心有所求，菩薩修六度，心裡無所求。譬如說財施，一般人是因為要得財富。財富是果報，財布施是因，真的愈施愈多。聰明智慧是果報，法布施是因，愈修法布施，智慧愈增長。無畏布施是因，健康長壽是果。修這三種布施，財布施、法布施、無畏布施，得的果報是財富、聰明智慧、健康長壽，世間人在拼命修這個東西。真得到！"
    },
    {
      "id": "02-037-0390_p0039",
      "zh_CN": "世间的大富长者，香港的李嘉诚先生，香港首富，他的富贵从哪来的？过去生中修财布施来的。前些年陈朗居士还在，也常常听我讲经，是李嘉诚的顾问。他是个算命先生，看风水的先生，看得很准。陈居士告诉我，李嘉诚先生三十岁的时候，从潮州故乡到香港来经商做生意，刚刚开始做小生意。有一天他们碰在一起，陈老给他算命，算了之后跟他开玩笑，说你希望将来拥有多少财富，你就满足了？李嘉诚先生告诉他，我能有三千万，我就很满足了。陈老告诉他，你命里头的财库是漫出来的，不是平的，是漫出来的，你将来是香港首富。从此之后，他就没有离开陈先生，事事都向他请教，陈先生算得很准。我跟李嘉诚见面，陈先生介绍的。前几年，他往生了。说明人确实有命运，你要遇到真正高明的人，给你算得很准确。我在美国也遇到一个很好的算命先生，他给我算的完全准确，现在他还在，最近在台湾，真的很高明。",
      "zh_TW": "世間的大富長者，香港的李嘉誠先生，香港首富，他的富貴從哪來的？過去生中修財布施來的。前些年陳朗居士還在，也常常聽我講經，是李嘉誠的顧問。他是個算命先生，看風水的先生，看得很準。陳居士告訴我，李嘉誠先生三十歲的時候，從潮州故鄉到香港來經商做生意，剛剛開始做小生意。有一天他們碰在一起，陳老給他算命，算了之後跟他開玩笑，說你希望將來擁有多少財富，你就滿足了？李嘉誠先生告訴他，我能有三千萬，我就很滿足了。陳老告訴他，你命裡頭的財庫是漫出來的，不是平的，是漫出來的，你將來是香港首富。從此之後，他就沒有離開陳先生，事事都向他請教，陳先生算得很準。我跟李嘉誠見面，陳先生介紹的。前幾年，他往生了。說明人確實有命運，你要遇到真正高明的人，給你算得很準確。我在美國也遇到一個很好的算命先生，他給我算的完全準確，現在他還在，最近在台灣，真的很高明。"
    },
    {
      "id": "02-037-0390_p0040",
      "zh_CN": "所以人真有命运，遇到这些人真能给你算得很准确。只有大善、大恶能改变命运，大善，往好的这一面改变；大恶，就往坏的那边去改变。其实一般人脱不了命运，就是每天的造作都有加减乘除，加减乘除没有离开它的标准，所以就算得很准。大善、大恶不准了。所以命运可以改造，了凡先生是最好的一个榜样。其实好样子太多了，没有把它写出来。了凡是把它写出来，写给他儿子的，给他儿子做参考的，没有想到流传到今天，大家都知道。真的，命运是自己造的，自作自受。",
      "zh_TW": "所以人真有命運，遇到這些人真能給你算得很準確。只有大善、大惡能改變命運，大善，往好的這一面改變；大惡，就往壞的那邊去改變。其實一般人脫不了命運，就是每天的造作都有加減乘除，加減乘除沒有離開它的標準，所以就算得很準。大善、大惡不準了。所以命運可以改造，了凡先生是最好的一個榜樣。其實好樣子太多了，沒有把它寫出來。了凡是把它寫出來，寫給他兒子的，給他兒子做參考的，沒有想到流傳到今天，大家都知道。真的，命運是自己造的，自作自受。"
    },
    {
      "id": "02-037-0390_p0041",
      "zh_CN": "命运自己可以改，命运不是一成不变的，我们套一句善导大师的话，「总在遇缘不同」，这一句话说得好。他这一句话说，我们念佛往生，生到极乐世界，四土三辈九品你是在哪个层次，在遇缘不同。同样一个道理，我们的一生，命运的变化也是遇缘不同。我要没有遇到方东美先生，没有遇到章嘉大师、李老师，可能我早就不在世间了。算命先生算我的寿命只有四十五岁，我非常相信。我出家的时候，有三个同学，包括我一个，三个人。我们同年，我们的命运相同，三个人寿命都是四十五岁。四十五岁那一年，二月走了一个，法融法师，我们同时受戒的；五月又走了一个，明演法师；七月我生病，我就知道寿命到了。生病，我不看病，我也不吃药，我念佛。人家问我为什么？医生能医病，不能医命，命到了，你怎么医！念佛求往生，念了一个月病好了。第二年，我在善导寺遇到甘珠活佛，密宗的一个大德，他也是章嘉大师的学生，年岁比我大，大我十几岁，是个很好的密宗上师。碰到之后，他就告诉我，他说你这么多年，那个时候我，十二年，十二、三年，讲经讲了十二、三年，他说你讲经的功德把你的命运全转了。他说你命里头没有财富、短命，现在你转过来了，你的寿命很长、你的福报很大。",
      "zh_TW": "命運自己可以改，命運不是一成不變的，我們套一句善導大師的話，「總在遇緣不同」，這一句話說得好。他這一句話說，我們念佛往生，生到極樂世界，四土三輩九品你是在哪個層次，在遇緣不同。同樣一個道理，我們的一生，命運的變化也是遇緣不同。我要沒有遇到方東美先生，沒有遇到章嘉大師、李老師，可能我早就不在世間了。算命先生算我的壽命只有四十五歲，我非常相信。我出家的時候，有三個同學，包括我一個，三個人。我們同年，我們的命運相同，三個人壽命都是四十五歲。四十五歲那一年，二月走了一個，法融法師，我們同時受戒的；五月又走了一個，明演法師；七月我生病，我就知道壽命到了。生病，我不看病，我也不吃藥，我念佛。人家問我為什麼？醫生能醫病，不能醫命，命到了，你怎麼醫！念佛求往生，念了一個月病好了。第二年，我在善導寺遇到甘珠活佛，密宗的一個大德，他也是章嘉大師的學生，年歲比我大，大我十幾歲，是個很好的密宗上師。碰到之後，他就告訴我，他說你這麼多年，那個時候我，十二年，十二、三年，講經講了十二、三年，他說你講經的功德把你的命運全轉了。他說你命裡頭沒有財富、短命，現在你轉過來了，你的壽命很長、你的福報很大。"
    },
    {
      "id": "02-037-0390_p0042",
      "zh_CN": "转变命运这个事情是李老师教的，李老师看到我们学生当中，那时候年轻，他是老人，七十多岁了，看到这命很薄的、寿命很短的、没有福报的，都劝我们出来讲经。他说讲经改变命运非常有效而且快速，教我们走这个路子。我们真学，但是我们是学讲经弘法利生，没有想到延长寿命，没想到这个事情。我对这个寿命，从来没有求过长寿的，自自然然延长。实在延长到哪一年？我想想，是延长到七十九岁。我七十九岁那是个关口，七十九岁那一年生了一场病，时间不长，只有四天，见到阿弥陀佛、见到观世音菩萨，见到释迦牟尼佛跟毘卢遮那佛，似梦非梦，见到佛的身相跟天空一样大，这半边天，也说了好几句话。",
      "zh_TW": "轉變命運這個事情是李老師教的，李老師看到我們學生當中，那時候年輕，他是老人，七十多歲了，看到這命很薄的、壽命很短的、沒有福報的，都勸我們出來講經。他說講經改變命運非常有效而且快速，教我們走這個路子。我們真學，但是我們是學講經弘法利生，沒有想到延長壽命，沒想到這個事情。我對這個壽命，從來沒有求過長壽的，自自然然延長。實在延長到哪一年？我想想，是延長到七十九歲。我七十九歲那是個關口，七十九歲那一年生了一場病，時間不長，只有四天，見到阿彌陀佛、見到觀世音菩薩，見到釋迦牟尼佛跟毘盧遮那佛，似夢非夢，見到佛的身相跟天空一樣大，這半邊天，也說了好幾句話。"
    },
    {
      "id": "02-037-0390_p0043",
      "zh_CN": "我可以走的，可是我那个时候给佛说了一句话，如果佛需要我留在这个世间，我说我再留几年也不妨碍。这样就醒过来了。那个境界不是一般的梦境，完全像真的现象一样。有过这么一个经验，也许就是一般人说，濒临死亡的经验。为苦难众生，不为自己，为自己，我们就求生净土跟佛去了，为一切苦难众生。原因呢？这个世间讲经的人没有了、太少了，这经不讲不行，这个教会灭掉。所有宗教都要讲经，都要回归教育，不回归教育，在这个世间它不能存在。所以我是告诉每一个宗教，都必须认真修行、讲经教学，给社会大众耳目一新，宗教对社会确实有贡献。好，今天时间到了。",
      "zh_TW": "我可以走的，可是我那個時候給佛說了一句話，如果佛需要我留在這個世間，我說我再留幾年也不妨礙。這樣就醒過來了。那個境界不是一般的夢境，完全像真的現象一樣。有過這麼一個經驗，也許就是一般人說，瀕臨死亡的經驗。為苦難眾生，不為自己，為自己，我們就求生淨土跟佛去了，為一切苦難眾生。原因呢？這個世間講經的人沒有了、太少了，這經不講不行，這個教會滅掉。所有宗教都要講經，都要回歸教育，不回歸教育，在這個世間它不能存在。所以我是告訴每一個宗教，都必須認真修行、講經教學，給社會大眾耳目一新，宗教對社會確實有貢獻。好，今天時間到了。"
    }
  ]
}