{
  "doc_id": "02-037-0462",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四六二集",
    "zh_TW": "第四六二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0462",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0462_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第九百五十一页倒数第七行，科题「婬引杀机」，说婬恶引发的杀盗这些恶业。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第九百五十一頁倒數第七行，科題「婬引殺機」，說婬惡引發的殺盜這些惡業。請看經文："
    },
    {
      "id": "02-037-0462_p0002",
      "zh_CN": "【又或交结聚会。兴兵相伐。攻劫杀戮。强夺迫胁。归给妻子。极身作乐。众共憎厌。患而苦之。】",
      "zh_TW": "【又或交結聚會。興兵相伐。攻劫殺戮。強奪迫脅。歸給妻子。極身作樂。眾共憎厭。患而苦之。】"
    },
    {
      "id": "02-037-0462_p0003",
      "zh_CN": "这段经文，我们看注解。『又或交结聚会』。「《净影疏》曰」，这是慧远法师的《无量寿经义疏》，「交结聚下」，这个经文，「明造恶过」，说明造恶的过失。「为婬造作杀盗等事，是其过也」，到这个地方是净影大师的注解，底下是黄念老的说明，「此下正明由于婬恶而引起杀盗等罪」。「交结者」，现在人说的勾结。「聚会，聚集邪众」，今天讲的聚众。聚众干什么？聚众来斗争，来战争。『攻劫杀戮』，「凡以尖锐之物相刺皆曰戮。此处指以枪矛等武器杀人」，这个攻劫杀戮。「强夺者，公然劫取」，杀人放火，夺取别人的财物。「迫胁者，以威力相恐惧，即豪夺也。是为盗恶」。经文里头这个字改过来了，胁字改过来了。以威力互相恐惧，这就引起战争，所以古人讲的巧取豪夺。",
      "zh_TW": "這段經文，我們看註解。『又或交結聚會』。「《淨影疏》曰」，這是慧遠法師的《無量壽經義疏》，「交結聚下」，這個經文，「明造惡過」，說明造惡的過失。「為婬造作殺盜等事，是其過也」，到這個地方是淨影大師的註解，底下是黃念老的說明，「此下正明由於婬惡而引起殺盜等罪」。「交結者」，現在人說的勾結。「聚會，聚集邪眾」，今天講的聚眾。聚眾幹什麼？聚眾來鬥爭，來戰爭。『攻劫殺戮』，「凡以尖銳之物相刺皆曰戮。此處指以槍矛等武器殺人」，這個攻劫殺戮。「強奪者，公然劫取」，殺人放火，奪取別人的財物。「迫脅者，以威力相恐懼，即豪奪也。是為盜惡」。經文裡頭這個字改過來了，脅字改過來了。以威力互相恐懼，這就引起戰爭，所以古人講的巧取豪奪。"
    },
    {
      "id": "02-037-0462_p0004",
      "zh_CN": "「如是广行杀盗之恶」，为的是什么？「只为归给妻子取悦于一妇人，以图极身作乐而已」。这个在历史上，我们看末代皇帝，家破人亡的，几乎都像经文所说的一样。佛所说的这些话，有人真的在表演出来给我们看。历史就像一面镜子，看开国的帝王跟亡国的帝王，这是读历史最需要注意的，一个家、一个国怎么兴起来的，怎么样败亡的。能兴起来都是修善积德，佛法里面讲，功德之所成就，这是常说诸佛刹土；世间这些帝王，可以说是断恶修福，福德之所成就。末代皇帝不修福了，就像此地经文上所说的极身作乐，所造的全是恶业，损人利己，这样才惹得群众的反抗。这个里头有智有福的人领导大众起义，将这个末代帝王推翻，建立新的王朝，这叫革命。",
      "zh_TW": "「如是廣行殺盜之惡」，為的是什麼？「只為歸給妻子取悅於一婦人，以圖極身作樂而已」。這個在歷史上，我們看末代皇帝，家破人亡的，幾乎都像經文所說的一樣。佛所說的這些話，有人真的在表演出來給我們看。歷史就像一面鏡子，看開國的帝王跟亡國的帝王，這是讀歷史最需要注意的，一個家、一個國怎麼興起來的，怎麼樣敗亡的。能興起來都是修善積德，佛法裡面講，功德之所成就，這是常說諸佛剎土；世間這些帝王，可以說是斷惡修福，福德之所成就。末代皇帝不修福了，就像此地經文上所說的極身作樂，所造的全是惡業，損人利己，這樣才惹得群眾的反抗。這個裡頭有智有福的人領導大眾起義，將這個末代帝王推翻，建立新的王朝，這叫革命。"
    },
    {
      "id": "02-037-0462_p0005",
      "zh_CN": "我们今天生在这个社会，现前的环境跟经上所说的完全相同，形势比经上讲的还要可怕。这个世间，我们最近这十几年所遇到的，真的是有好人，一些国家领导人以及一些专家学者，确实他们念念不忘如何消弭冲突，促进世界的安定和平，真有心在做，真有心在求取。可是这么多年来，联合国召开世界和平会议四十多年了，没有效果，冲突频率不断上升，灾害一年比一年加重，所以让这些人对于这个世界还有没有和平，信心丧失掉了，这是最可怕的。这个世界危难再严重，只要有信心，都能够恢复，信心丧失掉之后，这回归就不可能了。怎样把信心救起来？唯一的办法，就是做出榜样给他看，他真正看到了，信心才能生起来。他没有看到，你说得再好，他总是怀疑，也不敢轻易尝试，我做做看、试试看，不敢动这个念头。所以今天救世，什么第一？如何帮助大家重新建立信心，这是第一桩大事。我们过去正因为这桩事情要做一个实验，得祖宗的加持，三宝护佑，我们在汤池很短的时间做成功了。虽然这个事情没有能继续，中断了，但是影响很大，这是值得我们深深安慰的。",
      "zh_TW": "我們今天生在這個社會，現前的環境跟經上所說的完全相同，形勢比經上講的還要可怕。這個世間，我們最近這十幾年所遇到的，真的是有好人，一些國家領導人以及一些專家學者，確實他們念念不忘如何消弭衝突，促進世界的安定和平，真有心在做，真有心在求取。可是這麼多年來，聯合國召開世界和平會議四十多年了，沒有效果，衝突頻率不斷上升，災害一年比一年加重，所以讓這些人對於這個世界還有沒有和平，信心喪失掉了，這是最可怕的。這個世界危難再嚴重，只要有信心，都能夠恢復，信心喪失掉之後，這回歸就不可能了。怎樣把信心救起來？唯一的辦法，就是做出榜樣給他看，他真正看到了，信心才能生起來。他沒有看到，你說得再好，他總是懷疑，也不敢輕易嘗試，我做做看、試試看，不敢動這個念頭。所以今天救世，什麼第一？如何幫助大家重新建立信心，這是第一樁大事。我們過去正因為這樁事情要做一個實驗，得祖宗的加持，三寶護佑，我們在湯池很短的時間做成功了。雖然這個事情沒有能繼續，中斷了，但是影響很大，這是值得我們深深安慰的。"
    },
    {
      "id": "02-037-0462_p0006",
      "zh_CN": "现前马来西亚的佛门弟子，我们净宗学会的同仁，马来西亚正式立案的有五十多个学会，还有没有立案的，但是他们有筹备、有活动，加起来超过一百多。有不少人都曾经到汤池去学习过，这些人有信心，也认真努力在做。做的方法很多，有短暂的，一时的，有长久的，关键全在老师。老师到哪里去找？现在真正汉学老师没有了，我们这一代没有继承下来；纵有继承的，跟上一代比，我们有很大的落差，这不能不承认。那我们这一代后头还有没有继承人？这个人才可遇不可求。李老师当年在世告诉我，学生求一个好老师很难，老师想找一个传人更难。夏莲居老居士传人只有一个，黄念祖；黄念祖老居士以后没听说有传人，所以我们不能不弘扬这个法门。",
      "zh_TW": "現前馬來西亞的佛門弟子，我們淨宗學會的同仁，馬來西亞正式立案的有五十多個學會，還有沒有立案的，但是他們有籌備、有活動，加起來超過一百多。有不少人都曾經到湯池去學習過，這些人有信心，也認真努力在做。做的方法很多，有短暫的，一時的，有長久的，關鍵全在老師。老師到哪裡去找？現在真正漢學老師沒有了，我們這一代沒有繼承下來；縱有繼承的，跟上一代比，我們有很大的落差，這不能不承認。那我們這一代後頭還有沒有繼承人？這個人才可遇不可求。李老師當年在世告訴我，學生求一個好老師很難，老師想找一個傳人更難。夏蓮居老居士傳人只有一個，黃念祖；黃念祖老居士以後沒聽說有傳人，所以我們不能不弘揚這個法門。"
    },
    {
      "id": "02-037-0462_p0007",
      "zh_CN": "夏老十年完成《无量寿经》的会集，不是短时间。念老六年，带着重病完成集注，这个注解是集注。注解是集解，不能把「集」忘掉，这个字非常重要。集就是不代表是他的意思，集经论上的意思来解释经，集古来祖师大德的注疏，他们的教诲，来解释经义。不仅仅是解释这一部经义，解释他所选择的八十三种经的经义，这个我们都在这个本子上看到的。说明，再再说明会集是必要的，真正有智慧的人就用会集这个方法。",
      "zh_TW": "夏老十年完成《無量壽經》的會集，不是短時間。念老六年，帶著重病完成集註，這個註解是集註。註解是集解，不能把「集」忘掉，這個字非常重要。集就是不代表是他的意思，集經論上的意思來解釋經，集古來祖師大德的註疏，他們的教誨，來解釋經義。不僅僅是解釋這一部經義，解釋他所選擇的八十三種經的經義，這個我們都在這個本子上看到的。說明，再再說明會集是必要的，真正有智慧的人就用會集這個方法。"
    },
    {
      "id": "02-037-0462_p0008",
      "zh_CN": "阿弥陀佛有智慧，极乐世界怎么成就的？会集十方三世一切诸佛刹土里面的真善美慧，集其大成，以这个功德成就了西方极乐世界，四十八愿是他会集总结的纲领，以大愿、大行、真实功德成就了极乐世界。所以极乐世界是一切诸佛世界之最，一切诸佛刹土都不能跟它相比。怎么来的？集大成来的。《无量寿经》在中国，五种原译本，三种会集本，一种节校本，九种本子里头这个本子称为第一，为什么？它是集大成，没有别的。黄念祖老居士这个注解也是会集的，也是集大成，在在处处给我们说明会集的重要。释迦牟尼佛四十九年所说的一切经，他是会集的。他从哪里会集？会集过去一切诸佛所说。这个话在《四十华严》经题上说的，他说他一生没说过一个字，全是古佛说的，没有在古佛所说的经论当中加一个字，没有。比孔老夫子集古圣先贤那个态度还要谨严，谨慎严格。",
      "zh_TW": "阿彌陀佛有智慧，極樂世界怎麼成就的？會集十方三世一切諸佛剎土裡面的真善美慧，集其大成，以這個功德成就了西方極樂世界，四十八願是他會集總結的綱領，以大願、大行、真實功德成就了極樂世界。所以極樂世界是一切諸佛世界之最，一切諸佛剎土都不能跟它相比。怎麼來的？集大成來的。《無量壽經》在中國，五種原譯本，三種會集本，一種節校本，九種本子裡頭這個本子稱為第一，為什麼？它是集大成，沒有別的。黃念祖老居士這個註解也是會集的，也是集大成，在在處處給我們說明會集的重要。釋迦牟尼佛四十九年所說的一切經，他是會集的。他從哪裡會集？會集過去一切諸佛所說。這個話在《四十華嚴》經題上說的，他說他一生沒說過一個字，全是古佛說的，沒有在古佛所說的經論當中加一個字，沒有。比孔老夫子集古聖先賢那個態度還要謹嚴，謹慎嚴格。"
    },
    {
      "id": "02-037-0462_p0009",
      "zh_CN": "《大藏经》，《大藏经》有集要，太多了，一般人怎么看法？我们净土宗第六代的祖师永明延寿，这个老人一生详细把《大藏经》看了一遍。《大藏经》里面的好东西，像我们现在看书，我有这个习惯，用红的笔、绿的笔，有颜色的，把这个好的东西都画出来，然后抄在一起，省时间，我就不要看了，我就看这重要的几句。永明延寿大师做了，这部书名字叫《宗镜录》。所以《宗镜录》就是《大藏经》的集要，过去人称它作《小藏经》。你要知道释迦牟尼佛四十九年所说的是什么，你就看《宗镜录》，《大藏经》的精华，可以缩短时间，节省文字，看这个东西就了解完全状况。像唐太宗搞这个《群书治要》，就是这些思想，就是会集。看他这个会集，总共五十万字，就看到中国古圣先贤修身齐家治国平天下的智慧、理念、方法、经验全在其中。你看，这多省事！这种本子是我们眼前迫切需要，我们没有时间去阅藏，没有时间去读《四库全书》，别人从这里头节录再节录，挑选再挑选，挑选的精华，我们看这个，一生用之不尽，够了。",
      "zh_TW": "《大藏經》，《大藏經》有集要，太多了，一般人怎麼看法？我們淨土宗第六代的祖師永明延壽，這個老人一生詳細把《大藏經》看了一遍。《大藏經》裡面的好東西，像我們現在看書，我有這個習慣，用紅的筆、綠的筆，有顏色的，把這個好的東西都畫出來，然後抄在一起，省時間，我就不要看了，我就看這重要的幾句。永明延壽大師做了，這部書名字叫《宗鏡錄》。所以《宗鏡錄》就是《大藏經》的集要，過去人稱它作《小藏經》。你要知道釋迦牟尼佛四十九年所說的是什麼，你就看《宗鏡錄》，《大藏經》的精華，可以縮短時間，節省文字，看這個東西就了解完全狀況。像唐太宗搞這個《群書治要》，就是這些思想，就是會集。看他這個會集，總共五十萬字，就看到中國古聖先賢修身齊家治國平天下的智慧、理念、方法、經驗全在其中。你看，這多省事！這種本子是我們眼前迫切需要，我們沒有時間去閱藏，沒有時間去讀《四庫全書》，別人從這裡頭節錄再節錄，挑選再挑選，挑選的精華，我們看這個，一生用之不盡，夠了。"
    },
    {
      "id": "02-037-0462_p0010",
      "zh_CN": "我们可以说，夏莲居老居士这个会集本就是净宗经典的治要，黄念祖老居士的集注就是《无量寿经》注疏的集要。怎么可以反对会集本？反对会集，诸佛都得放下，不再度众生了。一切诸佛度众生所依据的，全是诸佛如来、古圣先贤的智慧、理念、方法的结晶，你都不要了，那怎么办？夫子述而不作，世尊也是述而不作。这些反对的，对世法、对佛法都无知。反对可以，你拿出一套东西来救世救人，那个可以反对，拿不出来。",
      "zh_TW": "我們可以說，夏蓮居老居士這個會集本就是淨宗經典的治要，黃念祖老居士的集註就是《無量壽經》註疏的集要。怎麼可以反對會集本？反對會集，諸佛都得放下，不再度眾生了。一切諸佛度眾生所依據的，全是諸佛如來、古聖先賢的智慧、理念、方法的結晶，你都不要了，那怎麼辦？夫子述而不作，世尊也是述而不作。這些反對的，對世法、對佛法都無知。反對可以，你拿出一套東西來救世救人，那個可以反對，拿不出來。"
    },
    {
      "id": "02-037-0462_p0011",
      "zh_CN": "我们要依靠诸佛菩萨、依靠祖师大德，他们全是会集。一门深入，这一门深入也是会集。譬如我们今天选择的一门深入是《无量寿经》，经本就是夏老的会集本，注解就是黄念老的集注，没有办法离开会集，离开会集我们一片空白。所以，这个观念如果不能够建立，我们跟古圣先贤、跟诸佛菩萨永远有一道障碍，这个障碍永远无法突破，诸佛如来的真实智慧、真实利益我们永远得不到。教给我们的方法，真的，愈高明是愈简易。高明而繁琐，不算真高明，高明又简单容易，这是真高明。所以净宗达到登峰造极，只有四个字，信、愿、持名，只要我们对净土真相信，真发愿求生，真念这句阿弥陀佛，就成功了。",
      "zh_TW": "我們要依靠諸佛菩薩、依靠祖師大德，他們全是會集。一門深入，這一門深入也是會集。譬如我們今天選擇的一門深入是《無量壽經》，經本就是夏老的會集本，註解就是黃念老的集註，沒有辦法離開會集，離開會集我們一片空白。所以，這個觀念如果不能夠建立，我們跟古聖先賢、跟諸佛菩薩永遠有一道障礙，這個障礙永遠無法突破，諸佛如來的真實智慧、真實利益我們永遠得不到。教給我們的方法，真的，愈高明是愈簡易。高明而繁瑣，不算真高明，高明又簡單容易，這是真高明。所以淨宗達到登峰造極，只有四個字，信、願、持名，只要我們對淨土真相信，真發願求生，真念這句阿彌陀佛，就成功了。"
    },
    {
      "id": "02-037-0462_p0012",
      "zh_CN": "凡是修行不能成就，没有别的，决定他有一桩事情没有放下。障碍是自己造成的，不在外面、不在别人，一定要把自己的内心洗干净。内心里面全是染污，全是不善，善也变成不善，为什么？自性清净心中，本来无一物，你怎么会有一物？净宗的殊胜，它就是准许你有一物，这个太难得了。所以净宗的成就不是究竟圆满，因为它有一物。但是也可以说它究竟圆满，为什么？往生到极乐世界，这一物就除掉了。它是有一物，叫你到极乐世界，到极乐世界再把这一物去掉，它把本来无一物分两个阶段完成。其他大乘教没有两截的，就是一次完成，所以那个难，不容易。",
      "zh_TW": "凡是修行不能成就，沒有別的，決定他有一樁事情沒有放下。障礙是自己造成的，不在外面、不在別人，一定要把自己的內心洗乾淨。內心裡面全是染污，全是不善，善也變成不善，為什麼？自性清淨心中，本來無一物，你怎麼會有一物？淨宗的殊勝，它就是准許你有一物，這個太難得了。所以淨宗的成就不是究竟圓滿，因為它有一物。但是也可以說它究竟圓滿，為什麼？往生到極樂世界，這一物就除掉了。它是有一物，叫你到極樂世界，到極樂世界再把這一物去掉，它把本來無一物分兩個階段完成。其他大乘教沒有兩截的，就是一次完成，所以那個難，不容易。"
    },
    {
      "id": "02-037-0462_p0013",
      "zh_CN": "净宗指方立相，所以我们要执着这一方就是西方，你真相信，真不要怀疑。佛说西方，西方在哪边？太阳落山的地方，你就守住这个方向。你千万不要以为地球是个圆的，这西方，我绕地球一圈又回来了，那你要有这种疑问，净土你就没分了。必须执着佛说的这一方，我就守住这一方，相信有西方极乐世界，相信有阿弥陀佛，一丝毫疑惑都没有，老老实实，认真发心求生，这一句佛号念到底，用这一念把所有的妄念打掉，把所有的杂念打掉，这个方法妙，妙极了。依这个方法成就的，在中国一千七百年当中，从慧远大师开始，成就的人不知道有多少！哪一个宗派、哪一个法门都不能跟它相比，这些都是事实。",
      "zh_TW": "淨宗指方立相，所以我們要執著這一方就是西方，你真相信，真不要懷疑。佛說西方，西方在哪邊？太陽落山的地方，你就守住這個方向。你千萬不要以為地球是個圓的，這西方，我繞地球一圈又回來了，那你要有這種疑問，淨土你就沒分了。必須執著佛說的這一方，我就守住這一方，相信有西方極樂世界，相信有阿彌陀佛，一絲毫疑惑都沒有，老老實實，認真發心求生，這一句佛號念到底，用這一念把所有的妄念打掉，把所有的雜念打掉，這個方法妙，妙極了。依這個方法成就的，在中國一千七百年當中，從慧遠大師開始，成就的人不知道有多少！哪一個宗派、哪一個法門都不能跟它相比，這些都是事實。"
    },
    {
      "id": "02-037-0462_p0014",
      "zh_CN": "所以我们生在今天，这一大段的经文，从第三十二品到三十七品，我们选它做为晚课念诵的经典，早课是第六品，四十八愿，专修净土。我们修学有功、有德、有成绩，这就是弘扬净土，让别人看到了，这不是假的，这是真的。人看到了，他就会生心、就会发心，也想向你学习。锅漏匠成功了，激励多少净宗同学向他学习，真向他学习的人，跟他同样的成功，这是他度众生。他没想到他会度众生，但是他度了无量众生。不但影响到我们这一代，我们这一代应该是第三代，我这一代第三代，下面第四代。我相信，他的功德能够影响末法九千年，九千年之后提到锅漏匠，人都向往，人都会向他学习。",
      "zh_TW": "所以我們生在今天，這一大段的經文，從第三十二品到三十七品，我們選它做為晚課念誦的經典，早課是第六品，四十八願，專修淨土。我們修學有功、有德、有成績，這就是弘揚淨土，讓別人看到了，這不是假的，這是真的。人看到了，他就會生心、就會發心，也想向你學習。鍋漏匠成功了，激勵多少淨宗同學向他學習，真向他學習的人，跟他同樣的成功，這是他度眾生。他沒想到他會度眾生，但是他度了無量眾生。不但影響到我們這一代，我們這一代應該是第三代，我這一代第三代，下面第四代。我相信，他的功德能夠影響末法九千年，九千年之後提到鍋漏匠，人都嚮往，人都會向他學習。"
    },
    {
      "id": "02-037-0462_p0015",
      "zh_CN": "恶要断，为什么？不断恶，往生的时候有障碍。什么时候断？现在就要断，不能等待。当然我们断都是拖泥带水，断不干净。所以天天要断，时时刻刻要断，心上只有阿弥陀佛，口上只有阿弥陀佛，这就对了。古德教我们「少说一句话，多念一声佛」，没有必要的话不要说，不是很重要的话也不说，把说话那个时间统统换作阿弥陀佛，对！完全正确，这样我们这一生才能成就。杀盗淫妄决定不能干，这个果报是在三恶道。我们求往生，求往生是求脱离六道轮回，还造六道轮回的业，那你就出不去了。",
      "zh_TW": "惡要斷，為什麼？不斷惡，往生的時候有障礙。什麼時候斷？現在就要斷，不能等待。當然我們斷都是拖泥帶水，斷不乾淨。所以天天要斷，時時刻刻要斷，心上只有阿彌陀佛，口上只有阿彌陀佛，這就對了。古德教我們「少說一句話，多念一聲佛」，沒有必要的話不要說，不是很重要的話也不說，把說話那個時間統統換作阿彌陀佛，對！完全正確，這樣我們這一生才能成就。殺盜淫妄決定不能幹，這個果報是在三惡道。我們求往生，求往生是求脫離六道輪迴，還造六道輪迴的業，那你就出不去了。"
    },
    {
      "id": "02-037-0462_p0016",
      "zh_CN": "佛来接引，有条件的，不是没有条件。条件是什么？佛接引那个时候，你的心是清净的，佛就现前；心不清净，佛在你面前你看不见，你的机会就错过了。所以今天一定要修的，布施波罗蜜、忍辱波罗蜜。布施是放下，放下不能忍，这功德不圆满；放下能忍，能忍，清净心才现前；不能忍，清净心不能现前。那我们衡量，哪一桩事情重要？一定要记住，我们自己得清净平等心重要，别的不重要。什么境界可以接触，顺境逆境、善缘恶缘都可以接触，不必挑剔，一切随缘。接触的时候，就修忍辱波罗蜜，就是我什么都能忍。忍的方法就是心里一句阿弥陀佛，顺境，阿弥陀佛；逆境，阿弥陀佛；善缘，阿弥陀佛；恶缘，阿弥陀佛，统统都消归到阿弥陀佛，我们就成功了，我们自己就有把握脱离六道轮回。对这个世间不再留恋，环境好、环境坏都一样，一切随缘。",
      "zh_TW": "佛來接引，有條件的，不是沒有條件。條件是什麼？佛接引那個時候，你的心是清淨的，佛就現前；心不清淨，佛在你面前你看不見，你的機會就錯過了。所以今天一定要修的，布施波羅蜜、忍辱波羅蜜。布施是放下，放下不能忍，這功德不圓滿；放下能忍，能忍，清淨心才現前；不能忍，清淨心不能現前。那我們衡量，哪一樁事情重要？一定要記住，我們自己得清淨平等心重要，別的不重要。什麼境界可以接觸，順境逆境、善緣惡緣都可以接觸，不必挑剔，一切隨緣。接觸的時候，就修忍辱波羅蜜，就是我什麼都能忍。忍的方法就是心裡一句阿彌陀佛，順境，阿彌陀佛；逆境，阿彌陀佛；善緣，阿彌陀佛；惡緣，阿彌陀佛，統統都消歸到阿彌陀佛，我們就成功了，我們自己就有把握脫離六道輪迴。對這個世間不再留戀，環境好、環境壞都一樣，一切隨緣。"
    },
    {
      "id": "02-037-0462_p0017",
      "zh_CN": "释迦牟尼佛一生行云流水，没有一定的住处，他什么都好，没有一样不好。为什么？心里头没有分别、没有执着。没有执着，清净心；没有分别，平等心，平等心、清净心生智慧，就是觉悟。所以清净平等是有方法修的，觉不需要方法，清净平等，自然就觉悟了，觉悟就成佛。觉悟之后，无所不知，无所不能，觉悟之后，我们的心跟阿弥陀佛就通了，一点障碍都没有了。还有事情比这个更重要？没有了。所以世缘，一切随它去吧！不再计较了，不再去想这些事了。一心称念阿弥陀佛，给诸位说，智慧圆满具足，德行圆满具足。这个德行是善法具足，戒律具足，三聚净戒统统具足，都在这一句佛号里头，在一念信心里头，不要一样一样去守，全足了。心里只有阿弥陀佛，怎么会做杀盗淫妄？不可能的事情。杀盗淫妄在面前，像看电视一样不动心了，不起心、不动念，起心动念全是阿弥陀佛。净宗法门无比殊胜、无比的庄严，完全在于我们对它认识的浅深。真正有深度的认识，自然就相应，古人讲的，前面我们也念过，「一念相应一念佛，念念相应念念佛」，我们要做念念相应念念佛。",
      "zh_TW": "釋迦牟尼佛一生行雲流水，沒有一定的住處，他什麼都好，沒有一樣不好。為什麼？心裡頭沒有分別、沒有執著。沒有執著，清淨心；沒有分別，平等心，平等心、清淨心生智慧，就是覺悟。所以清淨平等是有方法修的，覺不需要方法，清淨平等，自然就覺悟了，覺悟就成佛。覺悟之後，無所不知，無所不能，覺悟之後，我們的心跟阿彌陀佛就通了，一點障礙都沒有了。還有事情比這個更重要？沒有了。所以世緣，一切隨它去吧！不再計較了，不再去想這些事了。一心稱念阿彌陀佛，給諸位說，智慧圓滿具足，德行圓滿具足。這個德行是善法具足，戒律具足，三聚淨戒統統具足，都在這一句佛號裡頭，在一念信心裡頭，不要一樣一樣去守，全足了。心裡只有阿彌陀佛，怎麼會做殺盜淫妄？不可能的事情。殺盜淫妄在面前，像看電視一樣不動心了，不起心、不動念，起心動念全是阿彌陀佛。淨宗法門無比殊勝、無比的莊嚴，完全在於我們對它認識的淺深。真正有深度的認識，自然就相應，古人講的，前面我們也念過，「一念相應一念佛，念念相應念念佛」，我們要做念念相應念念佛。"
    },
    {
      "id": "02-037-0462_p0018",
      "zh_CN": "世间人，做好事的，能帮得上忙的，帮他一点；做坏事的，劝导他改邪归正，劝导他念佛求生净土。不善的业决定不能做，这种交结聚会无此必要。连印祖教导我们，这是我遵守的，在我们这个时代，大家在一起念佛，大众不超过二十人，这是印光大师常常说的。为什么？今天这个世界混乱，灾难很多，马上，去年跟今年的灾难让粮食大幅度的欠收，所以大家心里都有数，怕明年有粮食危机，人没东西吃了。我们看到水灾、风灾、地震，大面积的这些农地，收成都没有了，都被摧毁了，来年人吃什么？由于饥饿，粮食危机就非常容易引发战争。为什么战争？为粮食、为水，这活命的，大家拼命争这个。现在的人没有仁义道德，都相信暴力第一，谁狠、谁强，谁就能够占有。不像中国古时候有伦理道德教育，我这里粮食欠收，你那边有，我就向你讨一点，你给很好，不给就算了，没有怨恨，没有掠夺，没这种念头。现在人仁义道德没有，以掠夺为能事，这个事情麻烦了。",
      "zh_TW": "世間人，做好事的，能幫得上忙的，幫他一點；做壞事的，勸導他改邪歸正，勸導他念佛求生淨土。不善的業決定不能做，這種交結聚會無此必要。連印祖教導我們，這是我遵守的，在我們這個時代，大家在一起念佛，大眾不超過二十人，這是印光大師常常說的。為什麼？今天這個世界混亂，災難很多，馬上，去年跟今年的災難讓糧食大幅度的欠收，所以大家心裡都有數，怕明年有糧食危機，人沒東西吃了。我們看到水災、風災、地震，大面積的這些農地，收成都沒有了，都被摧毀了，來年人吃什麼？由於飢餓，糧食危機就非常容易引發戰爭。為什麼戰爭？為糧食、為水，這活命的，大家拼命爭這個。現在的人沒有仁義道德，都相信暴力第一，誰狠、誰強，誰就能夠佔有。不像中國古時候有倫理道德教育，我這裡糧食欠收，你那邊有，我就向你討一點，你給很好，不給就算了，沒有怨恨，沒有掠奪，沒這種念頭。現在人仁義道德沒有，以掠奪為能事，這個事情麻煩了。"
    },
    {
      "id": "02-037-0462_p0019",
      "zh_CN": "学佛的人知道，人，生一定有死，死不可怕，死了以后到哪里去，这是大问题。我们在这个地方死了，能够生到更好的地方，这是有福，不再受罪了。遍法界虚空界，最有福报的地方就是极乐世界，任何诸佛刹土都不能跟它相比。阿弥陀佛又那么慈悲，即使你造五逆十恶的罪、毁谤大乘的罪，临终那一刹那真正忏悔、真正回头，信愿持名，哪怕只念佛一声、十声，皆得往生，佛都来接引你。这是一切经典里头找不到的，我们今天遇到了。现在想想这时间还来得及，有足够的时间给我们念佛。可是我们得有高度警觉，一定要把杂念妄想放下，一心专念，什么都不要放在心上。我们做出好榜样给别人看，这就是度化众生，这就是教导众生，我这样做决定成就。学谁？学上上根人，我们做不到；学下愚之人，努力学，认真的学，能学得到，学锅漏匠那样子。",
      "zh_TW": "學佛的人知道，人，生一定有死，死不可怕，死了以後到哪裡去，這是大問題。我們在這個地方死了，能夠生到更好的地方，這是有福，不再受罪了。遍法界虛空界，最有福報的地方就是極樂世界，任何諸佛剎土都不能跟它相比。阿彌陀佛又那麼慈悲，即使你造五逆十惡的罪、毀謗大乘的罪，臨終那一剎那真正懺悔、真正回頭，信願持名，哪怕只念佛一聲、十聲，皆得往生，佛都來接引你。這是一切經典裡頭找不到的，我們今天遇到了。現在想想這時間還來得及，有足夠的時間給我們念佛。可是我們得有高度警覺，一定要把雜念妄想放下，一心專念，什麼都不要放在心上。我們做出好榜樣給別人看，這就是度化眾生，這就是教導眾生，我這樣做決定成就。學誰？學上上根人，我們做不到；學下愚之人，努力學，認真的學，能學得到，學鍋漏匠那樣子。"
    },
    {
      "id": "02-037-0462_p0020",
      "zh_CN": "四十年前台南将军乡，这老太太念佛三年站着往生，没有别的，她就是一句佛号。老太太有家庭、有儿女、有孙子，没有离开家庭，儿孙很孝顺。老太太一心念佛，万缘放下了，真彻底放下，有一条放不下，她都不能往生。她走得那么潇洒，走得那么自在。怎么知道她放下？她走的时候不告诉家人，她应该真放下了。如果告诉家人，家人一定说，怎么妳就要往生，再多住几年！肯定要说这些话。那是什么？那对她产生干扰。不告诉你们，走了，让你们收拾后事，这是真实智慧，对自对他都是真实利益，给周边念佛人做好样子。这小镇里头，不信佛的全信佛了，不念佛的全念佛了，为什么？大家亲眼看到这个样子。老太太一生为人善良，宽宏大量，欢喜布施。",
      "zh_TW": "四十年前台南將軍鄉，這老太太念佛三年站著往生，沒有別的，她就是一句佛號。老太太有家庭、有兒女、有孫子，沒有離開家庭，兒孫很孝順。老太太一心念佛，萬緣放下了，真徹底放下，有一條放不下，她都不能往生。她走得那麼瀟灑，走得那麼自在。怎麼知道她放下？她走的時候不告訴家人，她應該真放下了。如果告訴家人，家人一定說，怎麼妳就要往生，再多住幾年！肯定要說這些話。那是什麼？那對她產生干擾。不告訴你們，走了，讓你們收拾後事，這是真實智慧，對自對他都是真實利益，給周邊念佛人做好樣子。這小鎮裡頭，不信佛的全信佛了，不念佛的全念佛了，為什麼？大家親眼看到這個樣子。老太太一生為人善良，寬宏大量，歡喜布施。"
    },
    {
      "id": "02-037-0462_p0021",
      "zh_CN": "我们这一生当中，亲眼看见的、亲耳所闻的，真实不虚，这样的故事有十几个人，我们还能不信吗？四、五年前，深圳的黄忠昌，年轻的小伙子，三十才出头，听我讲经，听到我讲的念佛三年就往生了。决定不是寿命到了，没有这么巧的事情，这些人里头有很多寿命还有，他不要了，提早往生。只要念到功夫成片，往生就自在了，想什么时候走，佛就会来接引你。什么叫功夫成片？心里头、口里头只有一句阿弥陀佛，除阿弥陀佛之外，什么都没有了，全放下了，这叫功夫成片，这种是每个人都可以做得到的。一心不乱不容易做到，功夫成片都容易做到，只要你肯干，没有一个做不到的。",
      "zh_TW": "我們這一生當中，親眼看見的、親耳所聞的，真實不虛，這樣的故事有十幾個人，我們還能不信嗎？四、五年前，深圳的黃忠昌，年輕的小伙子，三十才出頭，聽我講經，聽到我講的念佛三年就往生了。決定不是壽命到了，沒有這麼巧的事情，這些人裡頭有很多壽命還有，他不要了，提早往生。只要念到功夫成片，往生就自在了，想什麼時候走，佛就會來接引你。什麼叫功夫成片？心裡頭、口裡頭只有一句阿彌陀佛，除阿彌陀佛之外，什麼都沒有了，全放下了，這叫功夫成片，這種是每個人都可以做得到的。一心不亂不容易做到，功夫成片都容易做到，只要你肯幹，沒有一個做不到的。"
    },
    {
      "id": "02-037-0462_p0022",
      "zh_CN": "我在这个世间，有没有留在这个世间的必要？实在讲，最好是交给阿弥陀佛，决定不要自己打妄想。自己想弘法利生、多住几年，这都是妄想。为什么？佛在大小乘经里面都常说，「制心一处，无事不办」，我们今天没有制心一处，还有很多杂念，还有很多妄想，这个不行。制心一处，这一处就是阿弥陀佛名号。果然真的制心一处，什么杂念都没有了，这就叫功夫成片，这个境界往生就自在，想去真能去得了。真想去，有寿命不要了，我做个好样子给别人看就好，阿弥陀佛就来接引你，你就真能往生。",
      "zh_TW": "我在這個世間，有沒有留在這個世間的必要？實在講，最好是交給阿彌陀佛，決定不要自己打妄想。自己想弘法利生、多住幾年，這都是妄想。為什麼？佛在大小乘經裡面都常說，「制心一處，無事不辦」，我們今天沒有制心一處，還有很多雜念，還有很多妄想，這個不行。制心一處，這一處就是阿彌陀佛名號。果然真的制心一處，什麼雜念都沒有了，這就叫功夫成片，這個境界往生就自在，想去真能去得了。真想去，有壽命不要了，我做個好樣子給別人看就好，阿彌陀佛就來接引你，你就真能往生。"
    },
    {
      "id": "02-037-0462_p0023",
      "zh_CN": "品位高下不在乎，别去想这些。蕅益大师讲得非常好，有人问他老人家，你念佛到极乐世界，什么样的品位你就满足了？他回答得很好，凡圣同居土下下品往生，我就很满足了。这说明什么？说明心是定的，没有求愿，有求愿，心不定。心真正定，品位自然高，用不着去打妄想，用不着去争名夺利。这个争夺，向上，往上爬这个念头，在极乐世界要不得。这是什么？竞争。极乐世界只有和谐，没有竞争，那个世界是平等的世界，人与人之间，众生与诸佛之间，无一不是互相尊重、互相敬爱、互相关怀、互相照顾、互相帮助，全是自动自发的，不是人家有要求帮忙你才帮忙，不是。在那个地方，人六种神通具足，这四十八愿里头的，任何一个人起心动念都知道，他念头才起，我们看需要帮助，自动就去了。在那个世界，我相信大家决定证得法界原本是一体。证得什么？十方三世佛，共同一法身。对这个事实真相肯定了，承认了，一丝毫不疑惑了，遍法界虚空界跟自己是一体，无缘大慈，同体大悲，充遍法界，一切时一切处慈悲心像光一样、像电一样，无处不在，无时不在，在一切众生身心之中，众生不知道，众生迷惑。",
      "zh_TW": "品位高下不在乎，別去想這些。蕅益大師講得非常好，有人問他老人家，你念佛到極樂世界，什麼樣的品位你就滿足了？他回答得很好，凡聖同居土下下品往生，我就很滿足了。這說明什麼？說明心是定的，沒有求願，有求願，心不定。心真正定，品位自然高，用不著去打妄想，用不著去爭名奪利。這個爭奪，向上，往上爬這個念頭，在極樂世界要不得。這是什麼？競爭。極樂世界只有和諧，沒有競爭，那個世界是平等的世界，人與人之間，眾生與諸佛之間，無一不是互相尊重、互相敬愛、互相關懷、互相照顧、互相幫助，全是自動自發的，不是人家有要求幫忙你才幫忙，不是。在那個地方，人六種神通具足，這四十八願裡頭的，任何一個人起心動念都知道，他念頭才起，我們看需要幫助，自動就去了。在那個世界，我相信大家決定證得法界原本是一體。證得什麼？十方三世佛，共同一法身。對這個事實真相肯定了，承認了，一絲毫不疑惑了，遍法界虛空界跟自己是一體，無緣大慈，同體大悲，充遍法界，一切時一切處慈悲心像光一樣、像電一樣，無處不在，無時不在，在一切眾生身心之中，眾生不知道，眾生迷惑。"
    },
    {
      "id": "02-037-0462_p0024",
      "zh_CN": "所以这些经教要不要多学？不需要。《四库全书》是中国人的智慧，世世代代，需不需要学？不需要。只要见性，一见性全都明白了，无论哪一部书，都能背得滚瓜烂熟，都能讲得圆圆满满。为什么？自性智慧变现出来的。你已经证得自性智慧，自性智慧成就的这些东西，你怎么不会，哪有这个道理？释迦牟尼佛给我们做证明，他没有看到的书、没有读过的书，你拿着去问他，你给他看，你念给他听，他就给你讲，能把那道理、理事讲得清清楚楚、明明白白，你听了开悟。更难得的，在中国惠能大师又给我们做了一个例子，做了个典范。惠能大师不认识字，没念过书，也没有听什么人讲经说法，开悟之后，无论什么经典，你念给他听，他没有不知道的。佛经之外，世间典籍你念给他听，他也样样通达，都能讲得圆圆满满，那是什么？真实智慧。",
      "zh_TW": "所以這些經教要不要多學？不需要。《四庫全書》是中國人的智慧，世世代代，需不需要學？不需要。只要見性，一見性全都明白了，無論哪一部書，都能背得滾瓜爛熟，都能講得圓圓滿滿。為什麼？自性智慧變現出來的。你已經證得自性智慧，自性智慧成就的這些東西，你怎麼不會，哪有這個道理？釋迦牟尼佛給我們做證明，他沒有看到的書、沒有讀過的書，你拿著去問他，你給他看，你念給他聽，他就給你講，能把那道理、理事講得清清楚楚、明明白白，你聽了開悟。更難得的，在中國惠能大師又給我們做了一個例子，做了個典範。惠能大師不認識字，沒念過書，也沒有聽什麼人講經說法，開悟之後，無論什麼經典，你念給他聽，他沒有不知道的。佛經之外，世間典籍你念給他聽，他也樣樣通達，都能講得圓圓滿滿，那是什麼？真實智慧。"
    },
    {
      "id": "02-037-0462_p0025",
      "zh_CN": "这些人的例子给我们很大的启示，告诉我们，智慧不是从经典上得来的。经典上得来叫知识，你只识它的表面，你不知道这个经典里面的内涵，你见不到，智慧能见到。人只要智慧开了，一看就明了，而且义理是没有边、没有底的，其大无外，其小无内，他没有一样不通。这是不思议的境界，不但凡夫不能理解，二十八层天的天人不能理解，再上去，声闻缘觉、三贤菩萨不能理解，这讲别教。要别教初地以上、圆教初住以上他们才懂，那些人修定，开悟了，他们全懂。",
      "zh_TW": "這些人的例子給我們很大的啟示，告訴我們，智慧不是從經典上得來的。經典上得來叫知識，你只識它的表面，你不知道這個經典裡面的內涵，你見不到，智慧能見到。人只要智慧開了，一看就明瞭，而且義理是沒有邊、沒有底的，其大無外，其小無內，他沒有一樣不通。這是不思議的境界，不但凡夫不能理解，二十八層天的天人不能理解，再上去，聲聞緣覺、三賢菩薩不能理解，這講別教。要別教初地以上、圓教初住以上他們才懂，那些人修定，開悟了，他們全懂。"
    },
    {
      "id": "02-037-0462_p0026",
      "zh_CN": "所以佛不主张我们向外求，主张向内求，佛学称为内典、内学。观世音菩萨反闻闻自性，性成无上道，反闻，不向外。观音菩萨善用耳根，他不听外面声音，他听里面的。里面是什么？里面是自性。自性里头有妙音，自性里头有妙色，没见性的人见不到。明心见性，自性的德用，这个德能，或者我们今天讲功能，起作用了。功能是什么？见闻觉知。迷了自性，这个德能变质了，变成什么？变成受想行识。你看原本是见闻觉知，这一变，变成受想行识，那就凡夫了，受想行识就是阿赖耶。转阿赖耶为大圆镜智，这就成佛了，这个时候你无所不知、无所不能。",
      "zh_TW": "所以佛不主張我們向外求，主張向內求，佛學稱為內典、內學。觀世音菩薩反聞聞自性，性成無上道，反聞，不向外。觀音菩薩善用耳根，他不聽外面聲音，他聽裡面的。裡面是什麼？裡面是自性。自性裡頭有妙音，自性裡頭有妙色，沒見性的人見不到。明心見性，自性的德用，這個德能，或者我們今天講功能，起作用了。功能是什麼？見聞覺知。迷了自性，這個德能變質了，變成什麼？變成受想行識。你看原本是見聞覺知，這一變，變成受想行識，那就凡夫了，受想行識就是阿賴耶。轉阿賴耶為大圓鏡智，這就成佛了，這個時候你無所不知、無所不能。"
    },
    {
      "id": "02-037-0462_p0027",
      "zh_CN": "所以我们在经上看到五浊恶世，实际上我有很深的感触，释迦牟尼佛这段经文，就是对我们现在人说的，让我们读了之后、听了之后，深深感受到这世间太苦了！今天佛菩萨慈悲，把这么好的方法提供给我们，我们只要依教奉行，这一生就能够脱离六道轮回，不但脱离六道轮回，脱离十法界。所以今天我们在这节经文里面所读到的，完全是今天社会现象，讲得一点都不过分，我们要远离。我们很清楚，对我们是很大的鼓励，让我们认识今天社会的事实真相，生起厌离心，对极乐世界兴起祈求往生的心，那这个经就没有白读了。",
      "zh_TW": "所以我們在經上看到五濁惡世，實際上我有很深的感觸，釋迦牟尼佛這段經文，就是對我們現在人說的，讓我們讀了之後、聽了之後，深深感受到這世間太苦了！今天佛菩薩慈悲，把這麼好的方法提供給我們，我們只要依教奉行，這一生就能夠脫離六道輪迴，不但脫離六道輪迴，脫離十法界。所以今天我們在這節經文裡面所讀到的，完全是今天社會現象，講得一點都不過分，我們要遠離。我們很清楚，對我們是很大的鼓勵，讓我們認識今天社會的事實真相，生起厭離心，對極樂世界興起祈求往生的心，那這個經就沒有白讀了。"
    },
    {
      "id": "02-037-0462_p0028",
      "zh_CN": "于不善的人，要敬而远之。交结聚会，这是天天在一起，我们遇到了要尊敬。这些聚会都是浪费时间，大家在一起都在造业，他们不知道，学佛的人，头脑清净的人，看得很清楚、很明白。起心动念、言语造作无不是业，无不是罪，《地藏经》上说的。既是罪、既是业，果报都在三途，这不能不知道。『强夺迫胁』，我们一般人讲巧取豪夺，就这个意思。『归给妻子，极身作乐』，乐是假的，他不知道他是极身在造业，所造的都是杀盗淫，妄都在其中。如是广行杀盗之恶，只为归给妻子取悦于一妇人，以图极身作乐而已。这就是什么？这归结到婬，婬欲是罪孽的根，根要拔除了，你的障碍就没有了。",
      "zh_TW": "於不善的人，要敬而遠之。交結聚會，這是天天在一起，我們遇到了要尊敬。這些聚會都是浪費時間，大家在一起都在造業，他們不知道，學佛的人，頭腦清淨的人，看得很清楚、很明白。起心動念、言語造作無不是業，無不是罪，《地藏經》上說的。既是罪、既是業，果報都在三途，這不能不知道。『強奪迫脅』，我們一般人講巧取豪奪，就這個意思。『歸給妻子，極身作樂』，樂是假的，他不知道他是極身在造業，所造的都是殺盜淫，妄都在其中。如是廣行殺盜之惡，只為歸給妻子取悅於一婦人，以圖極身作樂而已。這就是什麼？這歸結到婬，婬欲是罪孽的根，根要拔除了，你的障礙就沒有了。"
    },
    {
      "id": "02-037-0462_p0029",
      "zh_CN": "「极身者，望西云：极谓疲也。故极身者，疲劳其身也」。每一天造作这些事，都是劳身劳心，身心疲惫。造这种业的人，我们如果读《太上感应篇》就晓得，这个罪业是折福、折寿，不是增福、增寿，对自己过去生中所修的这个福德，都大幅度的打折扣，他能享受几年，来生三恶道去了。",
      "zh_TW": "「極身者，望西云：極謂疲也。故極身者，疲勞其身也」。每一天造作這些事，都是勞身勞心，身心疲憊。造這種業的人，我們如果讀《太上感應篇》就曉得，這個罪業是折福、折壽，不是增福、增壽，對自己過去生中所修的這個福德，都大幅度的打折扣，他能享受幾年，來生三惡道去了。"
    },
    {
      "id": "02-037-0462_p0030",
      "zh_CN": "这个末后的一段「三途受报」。请看经文：",
      "zh_TW": "這個末後的一段「三途受報」。請看經文："
    },
    {
      "id": "02-037-0462_p0031",
      "zh_CN": "【如是之恶。著于人鬼。神明记识。自入三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【如是之惡。著於人鬼。神明記識。自入三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-037-0462_p0032",
      "zh_CN": "『如是之恶』，像前面造的这些恶，他全造了，不择手段，那造严重之恶。『著于人鬼』。「著者昭著」。下面义寂师说得好，「谓显中作恶者，著于人」，人都知道；暗中作恶的，鬼神知道，这就是著于人鬼。前面我们读过，一切众生皆有俱生神，你只一投胎，出世，这两个神就跟着你，跟你一辈子，一个叫同名，一个叫同生。这两个神专门记载你起心动念、言语造作，你的善他记，你的不善他也记。记来干什么？记来他报告给阎罗王，阎罗王里面的档案就是他在记录的。",
      "zh_TW": "『如是之惡』，像前面造的這些惡，他全造了，不擇手段，那造嚴重之惡。『著於人鬼』。「著者昭著」。下面義寂師說得好，「謂顯中作惡者，著於人」，人都知道；暗中作惡的，鬼神知道，這就是著於人鬼。前面我們讀過，一切眾生皆有俱生神，你只一投胎，出世，這兩個神就跟著你，跟你一輩子，一個叫同名，一個叫同生。這兩個神專門記載你起心動念、言語造作，你的善他記，你的不善他也記。記來幹什麼？記來他報告給閻羅王，閻羅王裡面的檔案就是他在記錄的。"
    },
    {
      "id": "02-037-0462_p0033",
      "zh_CN": "这两个神，古来祖师有不同的说法，有的祖师认为这两个神是阿赖耶识变现出来的，讲得通，这前面我们刚读过。十法界依正庄严是唯识所变，识就是阿赖耶，所以说这两个神是阿赖耶变的，能讲得通，不相违背。阿赖耶的本身就有这种功能，我们起心动念不会忘记，这是叫种子识。有种子识，遇到缘决定现行，叫报应现前。所以了解这个事实真相，就不能够起恶念，起恶念很可怕。恶念都很可怕，由恶念引起邪恶的行为就更可怕。有恶念没有恶行，不至于堕恶道；恶念引起恶的行为，三途果报就去了，这个太可怕了。如是广行杀盗之恶，只为归给妻子，这是前面念过的，这一段讲如是之恶，就是广行杀盗淫妄之恶，人鬼都知道。尤其现在资讯发达，媒体的报导都能看得见，显中作恶，大家看到了，人看到了。暗中作恶，人虽然没有看到，鬼神看到了，特别是同生、同名这两位天神跟随着你，一分一秒都没有离开。",
      "zh_TW": "這兩個神，古來祖師有不同的說法，有的祖師認為這兩個神是阿賴耶識變現出來的，講得通，這前面我們剛讀過。十法界依正莊嚴是唯識所變，識就是阿賴耶，所以說這兩個神是阿賴耶變的，能講得通，不相違背。阿賴耶的本身就有這種功能，我們起心動念不會忘記，這是叫種子識。有種子識，遇到緣決定現行，叫報應現前。所以了解這個事實真相，就不能夠起惡念，起惡念很可怕。惡念都很可怕，由惡念引起邪惡的行為就更可怕。有惡念沒有惡行，不至於墮惡道；惡念引起惡的行為，三途果報就去了，這個太可怕了。如是廣行殺盜之惡，只為歸給妻子，這是前面念過的，這一段講如是之惡，就是廣行殺盜淫妄之惡，人鬼都知道。尤其現在資訊發達，媒體的報導都能看得見，顯中作惡，大家看到了，人看到了。暗中作惡，人雖然沒有看到，鬼神看到了，特別是同生、同名這兩位天神跟隨著你，一分一秒都沒有離開。"
    },
    {
      "id": "02-037-0462_p0034",
      "zh_CN": "下面，「又《会疏》曰：人谓人间，官吏刑罚」，这是你造作的罪业，你会受到法律的处分。「鬼谓鬼神，冥官照见」，幽冥界有地位的、有福德的称之为神。「神明幽记，诸天亦记」，鬼神对你的善恶他有记录，天神也有记录。所以「造恶之人，岂能幸免」。佛经、祖师所说的这些话，我们相不相信？如果真正相信因果报应，我们就知道今天地球的灾难其来有自，不是没有原因的。原因是什么？不善业之感召。为什么毘卢遮那佛的华藏世界没听说有灾难，极乐世界没听说有灾难？水灾、旱灾、地震，没听说过，这什么原因不能不知道。佛在《楞严经》里面告诉我们，众生的贪心，感应外面就是水灾，海水上升，江河泛滥，海啸这最可怕的，是贪婪的感应。瞋恨感应的是火灾，火山爆发，地球温度上升，瞋恚所感。人真的把这个杀盗淫妄全都干了，心里头充满的是贪瞋痴慢疑，情绪是怨恨恼怒烦，造作是杀盗淫妄酒，这还得了！这个世界上什么灾难就发生了。",
      "zh_TW": "下面，「又《會疏》曰：人謂人間，官吏刑罰」，這是你造作的罪業，你會受到法律的處分。「鬼謂鬼神，冥官照見」，幽冥界有地位的、有福德的稱之為神。「神明幽記，諸天亦記」，鬼神對你的善惡他有記錄，天神也有記錄。所以「造惡之人，豈能幸免」。佛經、祖師所說的這些話，我們相不相信？如果真正相信因果報應，我們就知道今天地球的災難其來有自，不是沒有原因的。原因是什麼？不善業之感召。為什麼毘盧遮那佛的華藏世界沒聽說有災難，極樂世界沒聽說有災難？水災、旱災、地震，沒聽說過，這什麼原因不能不知道。佛在《楞嚴經》裡面告訴我們，眾生的貪心，感應外面就是水災，海水上升，江河氾濫，海嘯這最可怕的，是貪婪的感應。瞋恨感應的是火災，火山爆發，地球溫度上升，瞋恚所感。人真的把這個殺盜淫妄全都幹了，心裡頭充滿的是貪瞋痴慢疑，情緒是怨恨惱怒煩，造作是殺盜淫妄酒，這還得了！這個世界上什麼災難就發生了。"
    },
    {
      "id": "02-037-0462_p0035",
      "zh_CN": "灾难能不能化解？答案是肯定的，只要我们今天把贪心放下，不贪了、不瞋恨了、不愚痴了、不傲慢、不怀疑了，灾难就能化解。佛在经中如是说，美国的科学家布莱登也这个说法，他说化解二０一二马雅灾难预言，就是今年十二月二十一号，他告诉我们，这告诉地球上的居民，我们要做三桩事情。第一个，弃恶扬善，贪瞋痴慢疑是心恶，杀盗淫妄酒是我们造的行，行为之恶，这统统把它改过来，这叫断恶修善。不贪、不瞋、不痴，这是善；不杀、不盗、不淫、不妄语，这是善，断恶修善，改邪归正。过去老祖宗所教的都是正法，教给我们孝悌忠信、礼义廉耻、仁爱和平，这是正。再要求我们端正心念，我们起心动念都能够落实到仁义礼智信，都能跟五伦五常相应，这就是端正心念。人都觉悟了、都回头了，不但灾难不会发生，而且还会把地球带上更好的走向。科学家说的，跟佛法讲的，跟老祖宗的教诲都贯通了。虽然我们不敢说他明心见性，但是他跟明心见性距离不远了，我们可以把他看作这是觉悟的人，真实智慧、真实利益的言语，我们能够信受奉行就有福了。",
      "zh_TW": "災難能不能化解？答案是肯定的，只要我們今天把貪心放下，不貪了、不瞋恨了、不愚痴了、不傲慢、不懷疑了，災難就能化解。佛在經中如是說，美國的科學家布萊登也這個說法，他說化解二０一二馬雅災難預言，就是今年十二月二十一號，他告訴我們，這告訴地球上的居民，我們要做三樁事情。第一個，棄惡揚善，貪瞋痴慢疑是心惡，殺盜淫妄酒是我們造的行，行為之惡，這統統把它改過來，這叫斷惡修善。不貪、不瞋、不痴，這是善；不殺、不盜、不淫、不妄語，這是善，斷惡修善，改邪歸正。過去老祖宗所教的都是正法，教給我們孝悌忠信、禮義廉恥、仁愛和平，這是正。再要求我們端正心念，我們起心動念都能夠落實到仁義禮智信，都能跟五倫五常相應，這就是端正心念。人都覺悟了、都回頭了，不但災難不會發生，而且還會把地球帶上更好的走向。科學家說的，跟佛法講的，跟老祖宗的教誨都貫通了。雖然我們不敢說他明心見性，但是他跟明心見性距離不遠了，我們可以把他看作這是覺悟的人，真實智慧、真實利益的言語，我們能夠信受奉行就有福了。"
    },
    {
      "id": "02-037-0462_p0036",
      "zh_CN": "所以末后这两句，这两句是念老写的，造恶之人，岂能幸免。幸是侥幸，免是免于天地鬼神的惩罚。能免得了吗？答案的确是肯定的，可以能免，只要我们觉悟，只要认错，只要忏悔，只要回头。在中国传统教育里头，肯定了每一个人都是好人，人性本善。童蒙学习的课本《三字经》，一开头的两句话，「人之初，性本善」，这是远古，我相信超过一万年以上，老祖宗就认识，提出来人性本善。那为什么会有不善？《三字经》第二句说，「性相近，习相远」。性是本性，本性是一样的，都是本善，习性不善。习性跟本性如果愈来距离愈远，肯定出现问题。今天这个世界，就是习性跟本性它们的走向是一百八十度的相反，这么一来，本性不见了，就距离太远了，完全是习性做主、当家，本性没有了。八卦讲阴阳，善跟恶是一半一半，现在只有恶，没有善了，那就是这上面的两句话，造恶之人，岂能幸免。",
      "zh_TW": "所以末後這兩句，這兩句是念老寫的，造惡之人，豈能幸免。幸是僥幸，免是免於天地鬼神的懲罰。能免得了嗎？答案的確是肯定的，可以能免，只要我們覺悟，只要認錯，只要懺悔，只要回頭。在中國傳統教育裡頭，肯定了每一個人都是好人，人性本善。童蒙學習的課本《三字經》，一開頭的兩句話，「人之初，性本善」，這是遠古，我相信超過一萬年以上，老祖宗就認識，提出來人性本善。那為什麼會有不善？《三字經》第二句說，「性相近，習相遠」。性是本性，本性是一樣的，都是本善，習性不善。習性跟本性如果愈來距離愈遠，肯定出現問題。今天這個世界，就是習性跟本性它們的走向是一百八十度的相反，這麼一來，本性不見了，就距離太遠了，完全是習性做主、當家，本性沒有了。八卦講陰陽，善跟惡是一半一半，現在只有惡，沒有善了，那就是這上面的兩句話，造惡之人，豈能幸免。"
    },
    {
      "id": "02-037-0462_p0037",
      "zh_CN": "「于是自入三途」，这个自，「自者自然，具决定之义」。大乘经上常讲，法尔如是，宇宙的规则本来就是这样的，这叫法尔自然。有没有三途？三途也是阿赖耶变现出来的，离开阿赖耶识，没有三途。所以佛在讲经教学常用比喻，比喻用得最多的是梦幻泡影。大家都有作梦的经验，梦从哪里来的？梦是真的还是假的？佛在这个地方给我们讲比喻，六道是梦幻泡影，六道里头包括三途。佛在《金刚经》上教我们对宇宙万法的看法，你别当真，它是梦幻泡影，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」，应该这样看法就对了。",
      "zh_TW": "「於是自入三途」，這個自，「自者自然，具決定之義」。大乘經上常講，法爾如是，宇宙的規則本來就是這樣的，這叫法爾自然。有沒有三途？三途也是阿賴耶變現出來的，離開阿賴耶識，沒有三途。所以佛在講經教學常用比喻，比喻用得最多的是夢幻泡影。大家都有作夢的經驗，夢從哪裡來的？夢是真的還是假的？佛在這個地方給我們講比喻，六道是夢幻泡影，六道裡頭包括三途。佛在《金剛經》上教我們對宇宙萬法的看法，你別當真，它是夢幻泡影，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」，應該這樣看法就對了。"
    },
    {
      "id": "02-037-0462_p0038",
      "zh_CN": "所以你在六道里头所有一切的受，全是自作自受，不是别人给你的。你的心善、行善，应对的是天堂，到那里享受的是乐受；如果我们心行不善，心行跟十恶相应，跟杀盗淫妄相应，所受的是地狱苦报。地狱也是阿赖耶识变现的，也是梦幻泡影。什么时候能出来了？罪受满了就出来了。出来之后还要还债，还什么债？杀害的那些众生，你要还牠的命。你今生杀一头牛，还债的时候你得变成一头牛被别人杀，这叫冤冤相报。我们杀死一只蚂蚁，不论是有意无意，将来必定堕在蚂蚁里被人家杀死。我们是有意，将来受报是有意的；我们是无意，将来受报是无意，业因果报，丝毫不爽。",
      "zh_TW": "所以你在六道裡頭所有一切的受，全是自作自受，不是別人給你的。你的心善、行善，應對的是天堂，到那裡享受的是樂受；如果我們心行不善，心行跟十惡相應，跟殺盜淫妄相應，所受的是地獄苦報。地獄也是阿賴耶識變現的，也是夢幻泡影。什麼時候能出來了？罪受滿了就出來了。出來之後還要還債，還什麼債？殺害的那些眾生，你要還牠的命。你今生殺一頭牛，還債的時候你得變成一頭牛被別人殺，這叫冤冤相報。我們殺死一隻螞蟻，不論是有意無意，將來必定墮在螞蟻裡被人家殺死。我們是有意，將來受報是有意的；我們是無意，將來受報是無意，業因果報，絲毫不爽。"
    },
    {
      "id": "02-037-0462_p0039",
      "zh_CN": "世间人不知道事实真相，胡作妄为。这些事情佛讲得清楚，教导我们起心动念、言语造作，不能违背自然法则。自然法则，在中国古人就是讲的伦理、道德、因果。人生在这个世间短暂，为什么不做个好人？人间寿命很短，无论在哪一道，寿命都比人长。人身难得而易失，人身可贵，贵在什么地方？诸佛菩萨常常在人间教化众生，因为人间苦多乐少，容易觉悟。天上乐多苦少，不容易觉悟，他生活得很自在、很快乐，你叫他学佛修行，他不愿意做。三恶道太苦，你叫他念佛修行，他没有空。他受那个刑罚是不能间断的，一日一夜，万死万生。受报的时候不是一次，不是一世，过去生生世世所造的业统统要报尽。无量劫来杀害多少众生，你杀众生一次，你被杀一次；你杀众生一百次，你要被杀一百次，这都是自然的。宇宙之间自然的法则，不是人为的，绝对不是天神这样做法的，天神很慈悲，也不是阎罗王，阎罗王也很慈悲，完全是自己变化的。就像做恶梦一样，做恶梦醒过来，一身还流汗，吓得那个样子，这一吓，才晓得刚才做了个恶梦。三恶道就是恶梦，这恶梦时间很长，时间长短又不是一定的，受苦受难，所谓度日如年。",
      "zh_TW": "世間人不知道事實真相，胡作妄為。這些事情佛講得清楚，教導我們起心動念、言語造作，不能違背自然法則。自然法則，在中國古人就是講的倫理、道德、因果。人生在這個世間短暫，為什麼不做個好人？人間壽命很短，無論在哪一道，壽命都比人長。人身難得而易失，人身可貴，貴在什麼地方？諸佛菩薩常常在人間教化眾生，因為人間苦多樂少，容易覺悟。天上樂多苦少，不容易覺悟，他生活得很自在、很快樂，你叫他學佛修行，他不願意做。三惡道太苦，你叫他念佛修行，他沒有空。他受那個刑罰是不能間斷的，一日一夜，萬死萬生。受報的時候不是一次，不是一世，過去生生世世所造的業統統要報盡。無量劫來殺害多少眾生，你殺眾生一次，你被殺一次；你殺眾生一百次，你要被殺一百次，這都是自然的。宇宙之間自然的法則，不是人為的，絕對不是天神這樣做法的，天神很慈悲，也不是閻羅王，閻羅王也很慈悲，完全是自己變化的。就像做惡夢一樣，做惡夢醒過來，一身還流汗，嚇得那個樣子，這一嚇，才曉得剛才做了個惡夢。三惡道就是惡夢，這惡夢時間很長，時間長短又不是一定的，受苦受難，所謂度日如年。"
    },
    {
      "id": "02-037-0462_p0040",
      "zh_CN": "这些事，我们每个人都曾经经历过，不是没有经历，天上人间我们住过，三途地狱也住过，我们只是忘掉了。证得阿罗汉，阿罗汉有神通，宿命通，知道过去的事情，阿罗汉回忆以前在阿鼻地狱的状况，身上都流血汗，还害怕，心有余悸，这不能说它是假的。这些问题要彻底解决，只有明心见性，一了百了，永远解决了。明心见性我们做不到，明心见性需要相当深的禅定，这是真功夫。禅定到什么样功夫？世尊在大乘经上告诉我们，我们六根接触外面境界，不执着了，清净心现前；不分别了，平等心现前；不起心、不动念了，这是大觉大悟，这个境界才可以。谁能修到这个境界？八万四千法门，什么人一生当中能修成？修不成功，依旧搞六道轮回，没完没了。修成功，恭喜他，他超越轮回了，这个难得。这些事实真相我们得要知道，知道才有警觉。",
      "zh_TW": "這些事，我們每個人都曾經經歷過，不是沒有經歷，天上人間我們住過，三途地獄也住過，我們只是忘掉了。證得阿羅漢，阿羅漢有神通，宿命通，知道過去的事情，阿羅漢回憶以前在阿鼻地獄的狀況，身上都流血汗，還害怕，心有餘悸，這不能說它是假的。這些問題要徹底解決，只有明心見性，一了百了，永遠解決了。明心見性我們做不到，明心見性需要相當深的禪定，這是真功夫。禪定到什麼樣功夫？世尊在大乘經上告訴我們，我們六根接觸外面境界，不執著了，清淨心現前；不分別了，平等心現前；不起心、不動念了，這是大覺大悟，這個境界才可以。誰能修到這個境界？八萬四千法門，什麼人一生當中能修成？修不成功，依舊搞六道輪迴，沒完沒了。修成功，恭喜他，他超越輪迴了，這個難得。這些事實真相我們得要知道，知道才有警覺。"
    },
    {
      "id": "02-037-0462_p0041",
      "zh_CN": "另外一个超越六道轮回的方法，就是往生净土，这个方法我们遇到了，遇到了真干，这个方法行，男女老少、贤愚不肖，只要肯干，个个都能成就。前面那个明心见性我们没法子，那真叫上上根人，绝顶聪明人。我们没有办法走这条路，我们走下下根，一句弥陀念到底，将来成就跟上上根人是一样的。为什么一样？我们用的方法相同，所以得的果报当然相同，那就是不起心不动念、不分别不执着。可是我们只有一句阿弥陀佛，执着阿弥陀佛，分别阿弥陀佛，起心动念都在阿弥陀佛，其他的念头都没有了，这能往生。这是阿弥陀佛大开方便之门，让我们这些人，没有能力的也能够成就，也能够在这一生圆满无上菩提。现在时间到了，我们就学习到此地。",
      "zh_TW": "另外一個超越六道輪迴的方法，就是往生淨土，這個方法我們遇到了，遇到了真幹，這個方法行，男女老少、賢愚不肖，只要肯幹，個個都能成就。前面那個明心見性我們沒法子，那真叫上上根人，絕頂聰明人。我們沒有辦法走這條路，我們走下下根，一句彌陀念到底，將來成就跟上上根人是一樣的。為什麼一樣？我們用的方法相同，所以得的果報當然相同，那就是不起心不動念、不分別不執著。可是我們只有一句阿彌陀佛，執著阿彌陀佛，分別阿彌陀佛，起心動念都在阿彌陀佛，其他的念頭都沒有了，這能往生。這是阿彌陀佛大開方便之門，讓我們這些人，沒有能力的也能夠成就，也能夠在這一生圓滿無上菩提。現在時間到了，我們就學習到此地。"
    }
  ]
}