{
  "doc_id": "02-037-0345",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四五集",
    "zh_TW": "第三四五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0345",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0345_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七百五十五页，最后一行第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七百五十五頁，最後一行第二句看起："
    },
    {
      "id": "02-037-0345_p0002",
      "zh_CN": "「《观经》与本经，同谓行者于命终前，见佛来迎，是即今世见阿弥陀佛也」。这是说到现前见佛，一般几乎都是在这个时候，舍报之前见到佛来接引，这是决定往生，这最可靠的。如果说是人在临终之后，来探探他什么地方有温度，头顶，往生是从头顶走的，但是天道也是从头顶走的，不一定是往生。临终得到同学给他助念，到最后的时候头顶还有热、还有温度，许多人都以为这是往生到极乐世界，其实不然。真正可靠的就是《观经》上讲的这个现象，这是真可靠。他的神智清楚，讲得很明白，见到佛、见到菩萨、见到大众。见到很多佛，这决定是上辈往生；中辈，这见菩萨，就没有见到有佛，见到阿弥陀佛，没有见到很多佛。这些事情，往生的人都会在这个时候说出来，这是真可靠。一般往生助念决定是有好处，可以帮助他消灾、帮助他灭罪，纵然生在恶道，恶道里受苦比别的众生就要少，这种情形很多。",
      "zh_TW": "「《觀經》與本經，同謂行者於命終前，見佛來迎，是即今世見阿彌陀佛也」。這是說到現前見佛，一般幾乎都是在這個時候，捨報之前見到佛來接引，這是決定往生，這最可靠的。如果說是人在臨終之後，來探探他什麼地方有溫度，頭頂，往生是從頭頂走的，但是天道也是從頭頂走的，不一定是往生。臨終得到同學給他助念，到最後的時候頭頂還有熱、還有溫度，許多人都以為這是往生到極樂世界，其實不然。真正可靠的就是《觀經》上講的這個現象，這是真可靠。他的神智清楚，講得很明白，見到佛、見到菩薩、見到大眾。見到很多佛，這決定是上輩往生；中輩，這見菩薩，就沒有見到有佛，見到阿彌陀佛，沒有見到很多佛。這些事情，往生的人都會在這個時候說出來，這是真可靠。一般往生助念決定是有好處，可以幫助他消災、幫助他滅罪，縱然生在惡道，惡道裡受苦比別的眾生就要少，這種情形很多。"
    },
    {
      "id": "02-037-0345_p0003",
      "zh_CN": "下面这个第二段是「劝勉」，先说「胜因」，殊胜的因地。这分两个小段，第一个是「发心专念」，「积善回向」，这一小段里面。我们看经文：",
      "zh_TW": "下面這個第二段是「勸勉」，先說「勝因」，殊勝的因地。這分兩個小段，第一個是「發心專念」，「積善迴向」，這一小段裡面。我們看經文："
    },
    {
      "id": "02-037-0345_p0004",
      "zh_CN": "【应发无上菩提之心。复当专念极乐国土。】",
      "zh_TW": "【應發無上菩提之心。復當專念極樂國土。】"
    },
    {
      "id": "02-037-0345_p0005",
      "zh_CN": "发心跟专念都有了，我们看注解。「于此五浊恶世，无佛之世，能见彼佛，实是希有。全凭弥陀一乘愿海，六字洪名，不思议力」。说明为什么你在临终时候见佛，释迦牟尼佛灭度之后，临终见佛是无比的稀有难得。一个是佛的愿力，另外一个是我们信愿所感的，我们真信真愿，跟阿弥陀佛的愿力相应，这个现象就会现前。来迎接的是阿弥陀佛的化身，化身跟真身没有两样。我们知道，每天每一个时刻，十方无量无边刹土都有人到极乐世界去往生，所以极乐世界进出的人非常非常之多，有初来的，有离开的。离开，一个是往生到极乐世界的人成佛了，成佛就离开。另外一个是到极乐世界去参学的，不是往生，去参学的，十方世界声闻、菩萨很多很多，也就是到极乐世界去住一段时间，不是长住。这些都是菩萨，具足智慧神通，见阿弥陀佛这是提升自己，他还会回到他自己地方去。所以进出人数之多，我们无法计算。",
      "zh_TW": "發心跟專念都有了，我們看註解。「於此五濁惡世，無佛之世，能見彼佛，實是希有。全憑彌陀一乘願海，六字洪名，不思議力」。說明為什麼你在臨終時候見佛，釋迦牟尼佛滅度之後，臨終見佛是無比的稀有難得。一個是佛的願力，另外一個是我們信願所感的，我們真信真願，跟阿彌陀佛的願力相應，這個現象就會現前。來迎接的是阿彌陀佛的化身，化身跟真身沒有兩樣。我們知道，每天每一個時刻，十方無量無邊剎土都有人到極樂世界去往生，所以極樂世界進出的人非常非常之多，有初來的，有離開的。離開，一個是往生到極樂世界的人成佛了，成佛就離開。另外一個是到極樂世界去參學的，不是往生，去參學的，十方世界聲聞、菩薩很多很多，也就是到極樂世界去住一段時間，不是長住。這些都是菩薩，具足智慧神通，見阿彌陀佛這是提升自己，他還會回到他自己地方去。所以進出人數之多，我們無法計算。"
    },
    {
      "id": "02-037-0345_p0006",
      "zh_CN": "阿弥陀佛的愿力弘大，每一个往生的人，临终的时候都见到佛来接引。世出世间圣人都教给我们，平常要修福，修善积德，不要享福，把福报留着，留着最后来享受，什么时候享受？就是临终。临终享的什么福？就是佛来接引。你临终的时候没有病苦，神识很清楚、很明白，一点都不糊涂，佛来接引你，大福报！念佛的人，最怕的是临终有老人痴呆症，那就很麻烦。如果修得好，还是一样佛来接引，但你说不出来。你能够见到，清清楚楚说出来告诉大家，这是福报，在临终时候大福报。这个福报重要，让大家知道你到哪里去，而且激发大家念佛求生净土的心，这就是化他。你看自行，走的时候又度一批人，这个功德大，就是做出最好的榜样给大家看。日常生活当中是得过且过，过得去就很好，粗茶淡饭最健康的饮食，居住小地方，生活一切都简单，为什么？没有留恋。如果生活很奢侈、很豪华，舍不得离开，觉得人间不错，那对于我们的信心、愿心就产生障碍，甚至于临终不能往生，这个伤害真大！我们读这个注解，一定会生感恩的心，感恩念老在注解里头提醒我们，感恩阿弥陀佛一乘愿海，六字洪名，不思议力。",
      "zh_TW": "阿彌陀佛的願力弘大，每一個往生的人，臨終的時候都見到佛來接引。世出世間聖人都教給我們，平常要修福，修善積德，不要享福，把福報留著，留著最後來享受，什麼時候享受？就是臨終。臨終享的什麼福？就是佛來接引。你臨終的時候沒有病苦，神識很清楚、很明白，一點都不糊塗，佛來接引你，大福報！念佛的人，最怕的是臨終有老人痴呆症，那就很麻煩。如果修得好，還是一樣佛來接引，但你說不出來。你能夠見到，清清楚楚說出來告訴大家，這是福報，在臨終時候大福報。這個福報重要，讓大家知道你到哪裡去，而且激發大家念佛求生淨土的心，這就是化他。你看自行，走的時候又度一批人，這個功德大，就是做出最好的榜樣給大家看。日常生活當中是得過且過，過得去就很好，粗茶淡飯最健康的飲食，居住小地方，生活一切都簡單，為什麼？沒有留戀。如果生活很奢侈、很豪華，捨不得離開，覺得人間不錯，那對於我們的信心、願心就產生障礙，甚至於臨終不能往生，這個傷害真大！我們讀這個註解，一定會生感恩的心，感恩念老在註解裡頭提醒我們，感恩阿彌陀佛一乘願海，六字洪名，不思議力。"
    },
    {
      "id": "02-037-0345_p0007",
      "zh_CN": "「复因行者发菩提心」，就又因为修行的人发菩提心，「一向专念，广积功德，发愿回向，求生彼国。与佛愿相应，故能见佛」。这几句话说得很好，临终为什么你会见佛。还有一种人，临终往生也见佛，但是他那时候体力非常衰弱，想说说不出来。这就是福报不够，平日修的福大概都享尽了，才会有这种情形。所以一切要观察日常生活修行的功夫，要从这里观察，我们就知道这个人他会不会往生，他的信坚固、愿坚固就决定得生。「由见佛故，即得往生，永无退转，必证无上菩提」，临终有这样的瑞相，肯定这个人往生不退成佛。「段末复示，应发无上菩提之心，复当专念极乐国土，盖此乃往生之主因」。所以，不厌其烦一再嘱咐。下面这一科：",
      "zh_TW": "「復因行者發菩提心」，就又因為修行的人發菩提心，「一向專念，廣積功德，發願迴向，求生彼國。與佛願相應，故能見佛」。這幾句話說得很好，臨終為什麼你會見佛。還有一種人，臨終往生也見佛，但是他那時候體力非常衰弱，想說說不出來。這就是福報不夠，平日修的福大概都享盡了，才會有這種情形。所以一切要觀察日常生活修行的功夫，要從這裡觀察，我們就知道這個人他會不會往生，他的信堅固、願堅固就決定得生。「由見佛故，即得往生，永無退轉，必證無上菩提」，臨終有這樣的瑞相，肯定這個人往生不退成佛。「段末復示，應發無上菩提之心，復當專念極樂國土，蓋此乃往生之主因」。所以，不厭其煩一再囑咐。下面這一科："
    },
    {
      "id": "02-037-0345_p0008",
      "zh_CN": "【积集善根。应持回向。】",
      "zh_TW": "【積集善根。應持迴向。】"
    },
    {
      "id": "02-037-0345_p0009",
      "zh_CN": "注解里头说，加之以『积集善根，应持回向』。「以是胜因，必得妙果」。善根，世间是三善根，一定要知道，不贪、不瞋、不痴。于世出世间一切法，深深知道一切法都是幻妄，不是真实。不贪、不痴就增长我们的善根，再加上精进不懈，精进是出世善根，出世只有一个善根，声闻、菩萨精进不退。这就是四种善根，常常放在心中，这一生当中永远离开六道轮回、离开十法界。下一次再来是菩萨的身分，到这个地方来示现的，来帮助众生的，是愿力来的，乘愿再来，不是业力。希望我们一生向这个方向去努力。底下一段讲「妙果」。",
      "zh_TW": "註解裡頭說，加之以『積集善根，應持迴向』。「以是勝因，必得妙果」。善根，世間是三善根，一定要知道，不貪、不瞋、不痴。於世出世間一切法，深深知道一切法都是幻妄，不是真實。不貪、不痴就增長我們的善根，再加上精進不懈，精進是出世善根，出世只有一個善根，聲聞、菩薩精進不退。這就是四種善根，常常放在心中，這一生當中永遠離開六道輪迴、離開十法界。下一次再來是菩薩的身分，到這個地方來示現的，來幫助眾生的，是願力來的，乘願再來，不是業力。希望我們一生向這個方向去努力。底下一段講「妙果」。"
    },
    {
      "id": "02-037-0345_p0010",
      "zh_CN": "【由此见佛。生彼国中。得不退转。乃至无上菩提。】",
      "zh_TW": "【由此見佛。生彼國中。得不退轉。乃至無上菩提。】"
    },
    {
      "id": "02-037-0345_p0011",
      "zh_CN": "我们看注解，注解的第二行，第一行是重复经文。「本解崇尚他佛」，黄念老的集注，处处都是崇尚阿弥陀佛，「或疑」，就是或者有人怀疑，「有昧心宗」。心宗是禅宗，也就是自性，好像跟自性不相应，自性里头无佛无众生。「兹引三论，以为佐证」，后面有三段，祖师大德对这个问题的解释。第一，「灵峰大师《要解》云」，蕅益大师的《弥陀经要解》。大师假设个问答，「问：佛既心作心是，何不竟言自佛，而必以他佛为胜，何也」。我们看蕅益大师下面的开示，这自问自答，说「此之法门，全在了他即自」，这一句话就解掉了。净宗法门确确实实是教我们认识，阿弥陀佛就是自己，怎么会违背心宗？说违背心宗，他对于这个法门了解不够透彻，还有自、还有他。所以，我们一定要知道，「唯心净土，自性弥陀」。极乐世界是我们自性变现出来的，阿弥陀佛也是自性变成出来的，乃至于遍法界虚空界一一法都不离自性，离开自性没有一法可得。芸芸众生、蚂蚁、小虫都是自性变的，树木花草也是自性变的，山河大地，乃至于虚空全是自性变的。贤首国师的《妄尽还源观》讲得多清楚、讲得多明白，这个我们要知道，知道之后菩提心才生得起来。",
      "zh_TW": "我們看註解，註解的第二行，第一行是重複經文。「本解崇尚他佛」，黃念老的集註，處處都是崇尚阿彌陀佛，「或疑」，就是或者有人懷疑，「有昧心宗」。心宗是禪宗，也就是自性，好像跟自性不相應，自性裡頭無佛無眾生。「茲引三論，以為佐證」，後面有三段，祖師大德對這個問題的解釋。第一，「靈峰大師《要解》云」，蕅益大師的《彌陀經要解》。大師假設個問答，「問：佛既心作心是，何不竟言自佛，而必以他佛為勝，何也」。我們看蕅益大師下面的開示，這自問自答，說「此之法門，全在了他即自」，這一句話就解掉了。淨宗法門確確實實是教我們認識，阿彌陀佛就是自己，怎麼會違背心宗？說違背心宗，他對於這個法門了解不夠透徹，還有自、還有他。所以，我們一定要知道，「唯心淨土，自性彌陀」。極樂世界是我們自性變現出來的，阿彌陀佛也是自性變成出來的，乃至於遍法界虛空界一一法都不離自性，離開自性沒有一法可得。芸芸眾生、螞蟻、小蟲都是自性變的，樹木花草也是自性變的，山河大地，乃至於虛空全是自性變的。賢首國師的《妄盡還源觀》講得多清楚、講得多明白，這個我們要知道，知道之後菩提心才生得起來。"
    },
    {
      "id": "02-037-0345_p0012",
      "zh_CN": "菩提心是什么？是「无缘大慈，同体大悲」。知道遍法界虚空界万事万物，跟我是什么关系？同一个体。真正明白，真正体会到，用在日常生活当中，清净平等觉必定现前，清净平等觉就是大菩提心。清净心不染，我们常讲的，没有控制的念头，没有占有的念头，没有支配的念头，什么念头都不会有，这清净。平等，没有高下之分，上对诸佛如来，下对饿鬼、畜生，平等的，没有分别，这是真正菩提心。为什么没有分别？全是自己。形相不同就好比一个人身，人身外面，眼耳鼻舌不一样，都是自己，对内五脏六腑，每个器官也不一样，但都是一体，一个也不能少，也不必要更多，叫恰到好处。大师这句话说得真好，了他即自，这四个字我们要常常能在日常生活当中提醒自己，自他不二，自他是一。",
      "zh_TW": "菩提心是什麼？是「無緣大慈，同體大悲」。知道遍法界虛空界萬事萬物，跟我是什麼關係？同一個體。真正明白，真正體會到，用在日常生活當中，清淨平等覺必定現前，清淨平等覺就是大菩提心。清淨心不染，我們常講的，沒有控制的念頭，沒有佔有的念頭，沒有支配的念頭，什麼念頭都不會有，這清淨。平等，沒有高下之分，上對諸佛如來，下對餓鬼、畜生，平等的，沒有分別，這是真正菩提心。為什麼沒有分別？全是自己。形相不同就好比一個人身，人身外面，眼耳鼻舌不一樣，都是自己，對內五臟六腑，每個器官也不一樣，但都是一體，一個也不能少，也不必要更多，叫恰到好處。大師這句話說得真好，了他即自，這四個字我們要常常能在日常生活當中提醒自己，自他不二，自他是一。"
    },
    {
      "id": "02-037-0345_p0013",
      "zh_CN": "「若讳言他佛，则是他见未忘」，这个见是邪见，错误的看法。这就执着有阿弥陀佛，阿弥陀佛不是自己，自己不是阿弥陀佛，这个观念错了。阿弥陀佛就是自己，自他是一不是二。我现在要到极乐世界，极乐世界是我自性变的，阿弥陀佛是我自性变的，我现在想到极乐世界，想见阿弥陀佛，还有什么障碍？没有！障碍在自己，他见未忘这是障碍。「若偏重自佛，却成我见颠倒」，这真成了问题。一定要自他不二，日常生活当中，不起心不动念、不分别不执着。言他即是自，言自即是他，不仅是对佛，人与人之间、人与天地万物之间都要作如是观，这是正知正见，佛看一切众生都是佛。",
      "zh_TW": "「若諱言他佛，則是他見未忘」，這個見是邪見，錯誤的看法。這就執著有阿彌陀佛，阿彌陀佛不是自己，自己不是阿彌陀佛，這個觀念錯了。阿彌陀佛就是自己，自他是一不是二。我現在要到極樂世界，極樂世界是我自性變的，阿彌陀佛是我自性變的，我現在想到極樂世界，想見阿彌陀佛，還有什麼障礙？沒有！障礙在自己，他見未忘這是障礙。「若偏重自佛，卻成我見顛倒」，這真成了問題。一定要自他不二，日常生活當中，不起心不動念、不分別不執著。言他即是自，言自即是他，不僅是對佛，人與人之間、人與天地萬物之間都要作如是觀，這是正知正見，佛看一切眾生都是佛。"
    },
    {
      "id": "02-037-0345_p0014",
      "zh_CN": "「又悉檀四益，后三益事不孤起。傥不从世界深发庆信，则欣厌二益，尚不能生，何况悟入理佛」。这把四悉檀四益都说出来了。悉檀是梵语，翻成中国意思叫遍施，檀是布施，悉是普遍、是圆满，不是有特定对象，统统都布施，这四种利益。悉檀第一个就是「世界悉檀」。你看，傥不从世界深发庆信，欢喜，要从世界深发庆喜。我们讲庆，很幸运，真正相信，相信什么？相信世界跟我是一体，相信遍法界虚空界是自性变现的、是一体变现的。相有差别，体是一个，就像我们刚才比喻，我们身体的相，外面眼耳鼻舌五官，里面五脏六腑，各个差别不同，一体，不二。所以它互相和睦相处，它不会起冲突的。冲突怎么发生的？冲突，迷失了自性，不知道事实真相，才会发生冲突。事实真相了解，哪里会有冲突！所以今天社会冲突太多，联合国发起召开世界和平会议，找这些专家学者大家一起来研究，讨论一个主题，「消弭冲突，促进社会安定和平」，主题。这个主题讨论了四十多年，世界的冲突频率年年上升，每一次比每一次严重，不能解决问题。",
      "zh_TW": "「又悉檀四益，後三益事不孤起。儻不從世界深發慶信，則欣厭二益，尚不能生，何況悟入理佛」。這把四悉檀四益都說出來了。悉檀是梵語，翻成中國意思叫遍施，檀是布施，悉是普遍、是圓滿，不是有特定對象，統統都布施，這四種利益。悉檀第一個就是「世界悉檀」。你看，儻不從世界深發慶信，歡喜，要從世界深發慶喜。我們講慶，很幸運，真正相信，相信什麼？相信世界跟我是一體，相信遍法界虛空界是自性變現的、是一體變現的。相有差別，體是一個，就像我們剛才比喻，我們身體的相，外面眼耳鼻舌五官，裡面五臟六腑，各個差別不同，一體，不二。所以它互相和睦相處，它不會起衝突的。衝突怎麼發生的？衝突，迷失了自性，不知道事實真相，才會發生衝突。事實真相了解，哪裡會有衝突！所以今天社會衝突太多，聯合國發起召開世界和平會議，找這些專家學者大家一起來研究，討論一個主題，「消弭衝突，促進社會安定和平」，主題。這個主題討論了四十多年，世界的衝突頻率年年上升，每一次比每一次嚴重，不能解決問題。"
    },
    {
      "id": "02-037-0345_p0015",
      "zh_CN": "我们清楚，为什么不能？不知道世界是一体。知道世界是一体，怎么会发生冲突！我们眼耳鼻舌身、五脏六腑从来没有发生过冲突。科学家告诉我们，普通一个人的身体大概有五十兆的细胞，这五十兆的细胞没听说哪个跟哪个发生冲突。纵然冲突也没有报复，我相信有许多同学有这么个现象，我也发生过几次，不小心，牙齿咬到舌头，舌头咬破了，流血了。舌头也没提出反抗，也没有要报复牙齿，为什么？一体。所以，我们能想到汤恩比博士说，大乘佛法能化解二十一世纪社会问题，大乘佛法跟我们讲一体。孔孟学说能化解问题，孔孟学说说我们是一家人，要相亲相爱；大乘说得更贴切，不但是一家，是一体。无缘大慈，同体大悲，无缘是没有条件的，这个爱是没有条件的，为什么？同体还有什么条件！所以一定要从世界悉檀，要从这个地方发庆信。",
      "zh_TW": "我們清楚，為什麼不能？不知道世界是一體。知道世界是一體，怎麼會發生衝突！我們眼耳鼻舌身、五臟六腑從來沒有發生過衝突。科學家告訴我們，普通一個人的身體大概有五十兆的細胞，這五十兆的細胞沒聽說哪個跟哪個發生衝突。縱然衝突也沒有報復，我相信有許多同學有這麼個現象，我也發生過幾次，不小心，牙齒咬到舌頭，舌頭咬破了，流血了。舌頭也沒提出反抗，也沒有要報復牙齒，為什麼？一體。所以，我們能想到湯恩比博士說，大乘佛法能化解二十一世紀社會問題，大乘佛法跟我們講一體。孔孟學說能化解問題，孔孟學說說我們是一家人，要相親相愛；大乘說得更貼切，不但是一家，是一體。無緣大慈，同體大悲，無緣是沒有條件的，這個愛是沒有條件的，為什麼？同體還有什麼條件！所以一定要從世界悉檀，要從這個地方發慶信。"
    },
    {
      "id": "02-037-0345_p0016",
      "zh_CN": "则欣厌二益，欣是欢喜，对谁说的？对极乐世界。厌是对娑婆世界，对娑婆世界要希望离开，极乐世界我们希望移民过去，这是欣厌二益。「为人悉檀、对治悉檀」，为人是欣，对治是厌。最后一个是「第一义悉檀」，第一义是此地讲的入理，悟入理佛，这是第一义。这也是佛陀在世，一生教化众生不疲不厌，这种力量从哪来的？从四悉檀来的，平等、清净、普遍布施，极乐世界帮助我们究竟圆满的成就。这个世界也不错，都是自性现的。这个世界是自性迷了，产生错误的念头，什么错误？自私自利，以为我跟人是对立的，我不是他，他不是我。我要争取我的利益，就会伤害别人的利益，别人能愿意吗？别人要坚固守住他的利益，冲突就发生了。所以自私自利。人与人不和，人与人竞争，竞争这句话不好。竞争向上提升就是斗争，斗争再提升就是战争，非要拼个你死我活，完全不知道是一体。这种发展是双方都苦，你杀了别人，人家苦，自己将来堕恶道，还要还命，杀人的要还命债，夺取要还钱财。讨债、还债，在这个六道里头演出，生生世世没完没了，苦不堪言，这是迷造成的。佛针对这个现象，如何来帮助我们化解这个问题，阿弥陀佛以无比的功德，建立了极乐世界，帮助我们彻底化解这个问题。所以汤恩比博士说，大乘佛法能解决现在社会问题。",
      "zh_TW": "則欣厭二益，欣是歡喜，對誰說的？對極樂世界。厭是對娑婆世界，對娑婆世界要希望離開，極樂世界我們希望移民過去，這是欣厭二益。「為人悉檀、對治悉檀」，為人是欣，對治是厭。最後一個是「第一義悉檀」，第一義是此地講的入理，悟入理佛，這是第一義。這也是佛陀在世，一生教化眾生不疲不厭，這種力量從哪來的？從四悉檀來的，平等、清淨、普遍布施，極樂世界幫助我們究竟圓滿的成就。這個世界也不錯，都是自性現的。這個世界是自性迷了，產生錯誤的念頭，什麼錯誤？自私自利，以為我跟人是對立的，我不是他，他不是我。我要爭取我的利益，就會傷害別人的利益，別人能願意嗎？別人要堅固守住他的利益，衝突就發生了。所以自私自利。人與人不和，人與人競爭，競爭這句話不好。競爭向上提升就是鬥爭，鬥爭再提升就是戰爭，非要拼個你死我活，完全不知道是一體。這種發展是雙方都苦，你殺了別人，人家苦，自己將來墮惡道，還要還命，殺人的要還命債，奪取要還錢財。討債、還債，在這個六道裡頭演出，生生世世沒完沒了，苦不堪言，這是迷造成的。佛針對這個現象，如何來幫助我們化解這個問題，阿彌陀佛以無比的功德，建立了極樂世界，幫助我們徹底化解這個問題。所以湯恩比博士說，大乘佛法能解決現在社會問題。"
    },
    {
      "id": "02-037-0345_p0017",
      "zh_CN": "我们学经教学到今天，肯定了，这部《无量寿经》能解决问题。可惜什么？没人知道。我们虽然用了卫星电视，很多地区电视不能接收，众生就没福。如果电视能接收，每个人打开电视机都能收到，这就有福。现在只有台湾能看见，台湾的境外都必须要装接收器，这就带来不方便，虽然接收器很简单。现在还有一个方便，电脑可以接收，这就方便多了。你家有电脑，电脑可以接收卫星，电脑跟电视机连线，可以用电视来收看。由此可知，众生的福报关系很大！无怪经文上教我们，「积集善根，应持回向」，时时刻刻提醒我们修善积德，你才有这个福分接受到佛陀的教育。接受佛陀教育是人生最大的福报，福报当中没有比这个更大，你真搞清楚、真搞明白了！",
      "zh_TW": "我們學經教學到今天，肯定了，這部《無量壽經》能解決問題。可惜什麼？沒人知道。我們雖然用了衛星電視，很多地區電視不能接收，眾生就沒福。如果電視能接收，每個人打開電視機都能收到，這就有福。現在只有台灣能看見，台灣的境外都必須要裝接收器，這就帶來不方便，雖然接收器很簡單。現在還有一個方便，電腦可以接收，這就方便多了。你家有電腦，電腦可以接收衛星，電腦跟電視機連線，可以用電視來收看。由此可知，眾生的福報關係很大！無怪經文上教我們，「積集善根，應持迴向」，時時刻刻提醒我們修善積德，你才有這個福分接受到佛陀的教育。接受佛陀教育是人生最大的福報，福報當中沒有比這個更大，你真搞清楚、真搞明白了！"
    },
    {
      "id": "02-037-0345_p0018",
      "zh_CN": "蕅益大师下面说，「唯即事持达理持，所以弥陀圣众现前，即是本性明显」。特别是上辈往生，他太明显了。上上品往生感得无量化佛，跟随着阿弥陀佛一起来接引。当然你有修德，你要没有修德，怎么会有性德现前？这性德现前。上中品就差一点，跟着阿弥陀佛一时出现的只有千佛，不是无量诸佛。再次一等的是上辈下生，上品下生，五百佛跟随阿弥陀佛来接引你，全是自性显现的。这些现象，实实在在都是在告诉我们，日常生活当中要用真心，不要用妄心。真心从哪里开始？从不妄语开始，说老实话，不欺骗自己，不欺骗别人，从这里做起。如果这一点都做不到，那就没有法子。",
      "zh_TW": "蕅益大師下面說，「唯即事持達理持，所以彌陀聖眾現前，即是本性明顯」。特別是上輩往生，他太明顯了。上上品往生感得無量化佛，跟隨著阿彌陀佛一起來接引。當然你有修德，你要沒有修德，怎麼會有性德現前？這性德現前。上中品就差一點，跟著阿彌陀佛一時出現的只有千佛，不是無量諸佛。再次一等的是上輩下生，上品下生，五百佛跟隨阿彌陀佛來接引你，全是自性顯現的。這些現象，實實在在都是在告訴我們，日常生活當中要用真心，不要用妄心。真心從哪裡開始？從不妄語開始，說老實話，不欺騙自己，不欺騙別人，從這裡做起。如果這一點都做不到，那就沒有法子。"
    },
    {
      "id": "02-037-0345_p0019",
      "zh_CN": "一般人为什么做不到？怕自己吃亏，怕自己利益受了伤害。这是什么？没有看破，把这个世间当作真实，所以他不敢。真正看破了，这个世间是假相，是一场恶梦。你突然，作梦的时候，知道自己是在作梦，你会很开心。遇到一个老虎，也能学释迦牟尼佛舍身喂虎，为什么？知道是假的，不是真的。佛菩萨为什么能做得到？佛菩萨对事实真相彻底了解，一点都不迷惑，所以他能做到，做得很欢喜，道理在此地。于是我们就晓得，世尊在世四十九年讲经教学，这是真实功德、真实智慧，我们得到真实利益。这些智慧、功德利益都是自心里头流出来的，不是阿赖耶识，真心里流出来的。所以，即事持通达理持，就是事一心通达理一心，临终弥陀圣众现前是本性明显。",
      "zh_TW": "一般人為什麼做不到？怕自己吃虧，怕自己利益受了傷害。這是什麼？沒有看破，把這個世間當作真實，所以他不敢。真正看破了，這個世間是假相，是一場惡夢。你突然，作夢的時候，知道自己是在作夢，你會很開心。遇到一個老虎，也能學釋迦牟尼佛捨身餵虎，為什麼？知道是假的，不是真的。佛菩薩為什麼能做得到？佛菩薩對事實真相徹底了解，一點都不迷惑，所以他能做到，做得很歡喜，道理在此地。於是我們就曉得，世尊在世四十九年講經教學，這是真實功德、真實智慧，我們得到真實利益。這些智慧、功德利益都是自心裡頭流出來的，不是阿賴耶識，真心裡流出來的。所以，即事持通達理持，就是事一心通達理一心，臨終彌陀聖眾現前是本性明顯。"
    },
    {
      "id": "02-037-0345_p0020",
      "zh_CN": "「往生彼土，见佛闻法，即是成就慧身，不由他悟」，这自己开悟了。「法门深妙」，这是讲净宗法门，其深无底，奇妙不可思议。「破尽一切戏论」，这一切戏论是什么？释迦牟尼佛四十九年讲经说法，你把它看穿了，释迦牟尼佛在开玩笑！释迦牟尼佛实际上一句话也没说，一个字也没说。那怎么说那么多？是众生有感自然应的。就像江本博士的水实验，我们有感，水就有反应。江本博士这个水实验，在台湾高雄给我治牙齿刘医生，他也在做，比江本博士收获还要丰富。我这次看了他这些照片。他更进了一步，机器比江本博士进步，设备也比他好。他那个事先人要穿着很厚的衣服，保暖的衣服，在冰箱里面工作。刘医生这个实验，它是一个房间，实验的人就舒服多了，只有机器放在零下十几度，在冰箱。他冰箱门是用玻璃的，从外面可以看到里面，用玻璃做门。所以不必人在冰箱里头，那个时间不能长，在里头顶多半个小时就得出来，这个成天在那里工作都没有关系。设备进步很多，我去参观过。这是什么？这是自然的反应，这种现象称为自然现象。不是人为的，没有人的意念在里头，这叫自然。",
      "zh_TW": "「往生彼土，見佛聞法，即是成就慧身，不由他悟」，這自己開悟了。「法門深妙」，這是講淨宗法門，其深無底，奇妙不可思議。「破盡一切戲論」，這一切戲論是什麼？釋迦牟尼佛四十九年講經說法，你把它看穿了，釋迦牟尼佛在開玩笑！釋迦牟尼佛實際上一句話也沒說，一個字也沒說。那怎麼說那麼多？是眾生有感自然應的。就像江本博士的水實驗，我們有感，水就有反應。江本博士這個水實驗，在台灣高雄給我治牙齒劉醫生，他也在做，比江本博士收穫還要豐富。我這次看了他這些照片。他更進了一步，機器比江本博士進步，設備也比他好。他那個事先人要穿著很厚的衣服，保暖的衣服，在冰箱裡面工作。劉醫生這個實驗，它是一個房間，實驗的人就舒服多了，只有機器放在零下十幾度，在冰箱。他冰箱門是用玻璃的，從外面可以看到裡面，用玻璃做門。所以不必人在冰箱裡頭，那個時間不能長，在裡頭頂多半個小時就得出來，這個成天在那裡工作都沒有關係。設備進步很多，我去參觀過。這是什麼？這是自然的反應，這種現象稱為自然現象。不是人為的，沒有人的意念在裡頭，這叫自然。"
    },
    {
      "id": "02-037-0345_p0021",
      "zh_CN": "所以大乘教里说法尔如是，一切法本来就是这个样子。其实事情全在面前，我们从实际上来观察，你看一只小鸡，母鸡生的蛋，这个蛋有公鸡交配，受精的，你打开，什么都没有，只蛋白、蛋黄。母鸡在孵蛋的时候，几天，里面怎么会变出一只小鸡？小鸡里头五脏六腑都齐全，牠这从哪里来的？原来只有一个细胞，怎么会变成这么复杂？到这个小鸡慢慢长成，变成一只大公鸡，法尔如是，这是自然现象，全是自性在起用。小鸡牠也有阿赖耶识，所以牠会变；如果没有阿赖耶识，牠是化生，牠不会变。通过阿赖耶，牠慢慢变化，但是牠的根源依旧是自性。自性万德万能，变现出来一定是圆圆满满，没有一点欠缺。如果有欠缺，那就是恶业所造成的，过去生中有恶业，如果没有恶业会很圆满。一切物都在眼前，只要你留意，性相圆融，理事无碍，事事无碍，确实成就慧身，不由他悟。佛讲经说法给我们做个增上缘，提醒我们、帮助我们、警觉我们，做这种种增上缘，悟是自己悟的，佛不能帮助我们开悟。",
      "zh_TW": "所以大乘教裡說法爾如是，一切法本來就是這個樣子。其實事情全在面前，我們從實際上來觀察，你看一隻小雞，母雞生的蛋，這個蛋有公雞交配，受精的，你打開，什麼都沒有，只蛋白、蛋黃。母雞在孵蛋的時候，幾天，裡面怎麼會變出一隻小雞？小雞裡頭五臟六腑都齊全，牠這從哪裡來的？原來只有一個細胞，怎麼會變成這麼複雜？到這個小雞慢慢長成，變成一隻大公雞，法爾如是，這是自然現象，全是自性在起用。小雞牠也有阿賴耶識，所以牠會變；如果沒有阿賴耶識，牠是化生，牠不會變。通過阿賴耶，牠慢慢變化，但是牠的根源依舊是自性。自性萬德萬能，變現出來一定是圓圓滿滿，沒有一點欠缺。如果有欠缺，那就是惡業所造成的，過去生中有惡業，如果沒有惡業會很圓滿。一切物都在眼前，只要你留意，性相圓融，理事無礙，事事無礙，確實成就慧身，不由他悟。佛講經說法給我們做個增上緣，提醒我們、幫助我們、警覺我們，做這種種增上緣，悟是自己悟的，佛不能幫助我們開悟。"
    },
    {
      "id": "02-037-0345_p0022",
      "zh_CN": "法门深妙，破尽一切戏论，「斩尽一切意见」，破尽一切戏论这一句是对世尊说法，四十九年说法；斩尽一切意见，这是禅宗，因为禅宗不立文字。这是说明什么？净宗法门超越了宗门、教下。「唯马鸣、龙树、智者、永明之流，彻底担荷得去」。什么人当机？马鸣菩萨、龙树菩萨，这是古印度的两位尊者，在中国，智者大师、永明大师。这些不是凡人，中国古人有说，智者大师是释迦牟尼佛再来的，永明是阿弥陀佛再来的。佛菩萨到我们这边来，以应化身出现，应以什么身得度他就现什么身，不是他自己的意思，他自己没有意思。众生有感他自然有应，应得那么完美，应得那么自在，他没有起心动念、没有分别执着。一有分别执着、起心动念，那是凡夫，他就没有这个能力，智慧、德能、相好都被障碍住了，虽有，不起作用。像这样的人才彻底担荷得去，他们得净宗的利益，圆圆满满。「其余世智辩聪」，这个世间聪明智慧的人、有辩才的人，说了三个字，智慧(世间智慧)、辩才、聪明，这世间的，人天道里头的。「通儒禅客」，通儒，世间的圣人，像孔子、孟子；禅客，禅宗里面参禅得定、开悟。「尽思度量，愈推愈远」，净宗到底是怎么回事情？你要去研究它，你要去思量它，那跟它愈来距离愈远，你永远想不到，你永远找不到答案。",
      "zh_TW": "法門深妙，破盡一切戲論，「斬盡一切意見」，破盡一切戲論這一句是對世尊說法，四十九年說法；斬盡一切意見，這是禪宗，因為禪宗不立文字。這是說明什麼？淨宗法門超越了宗門、教下。「唯馬鳴、龍樹、智者、永明之流，徹底擔荷得去」。什麼人當機？馬鳴菩薩、龍樹菩薩，這是古印度的兩位尊者，在中國，智者大師、永明大師。這些不是凡人，中國古人有說，智者大師是釋迦牟尼佛再來的，永明是阿彌陀佛再來的。佛菩薩到我們這邊來，以應化身出現，應以什麼身得度他就現什麼身，不是他自己的意思，他自己沒有意思。眾生有感他自然有應，應得那麼完美，應得那麼自在，他沒有起心動念、沒有分別執著。一有分別執著、起心動念，那是凡夫，他就沒有這個能力，智慧、德能、相好都被障礙住了，雖有，不起作用。像這樣的人才徹底擔荷得去，他們得淨宗的利益，圓圓滿滿。「其餘世智辯聰」，這個世間聰明智慧的人、有辯才的人，說了三個字，智慧(世間智慧)、辯才、聰明，這世間的，人天道裡頭的。「通儒禪客」，通儒，世間的聖人，像孔子、孟子；禪客，禪宗裡面參禪得定、開悟。「盡思度量，愈推愈遠」，淨宗到底是怎麼回事情？你要去研究它，你要去思量它，那跟它愈來距離愈遠，你永遠想不到，你永遠找不到答案。"
    },
    {
      "id": "02-037-0345_p0023",
      "zh_CN": "「又不若愚夫妇老实念佛者」，那是什么？反而不如我们看到是愚痴善男子善女人，他们没有智慧，甚至于不认识字，没有念过书，也没有听过经，也没有接受过任何的教诲。人家教他念一句阿弥陀佛，他就真念，死心塌地的念。念久了，他把烦恼习气念掉了，真的智慧开了。说不定也见到阿弥陀佛，真信真愿的心发出来，那就是菩提心，他真往生了！所以愚夫妇老实念佛比什么都可贵。这样的人他没有妄想，他没有杂念，他对一切人事物，真的像经上所讲的，他用的是什么心？清净平等觉。对人、对事、对物他没有分别，他没有执着，就是一句阿弥陀佛一天到晚不间断，跟谛闲法师教锅漏匠的方法完全相同。吃饭、睡觉放下，起来之后马上就接着，一天到晚什么念头都没有，就是一句阿弥陀佛。这些人往生，就是经上所说的，《观经》上所讲上辈往生，品位上上品、上中品、上下品，肯定在这个阶段。往生的时候热闹，阿弥陀佛来接引，跟着阿弥陀佛后面无数的诸佛如来，上上品往生；上中品往生，千佛跟着阿弥陀佛来；上下品往生还有五百尊佛，这些人肯定见到。",
      "zh_TW": "「又不若愚夫婦老實念佛者」，那是什麼？反而不如我們看到是愚痴善男子善女人，他們沒有智慧，甚至於不認識字，沒有念過書，也沒有聽過經，也沒有接受過任何的教誨。人家教他念一句阿彌陀佛，他就真念，死心塌地的念。念久了，他把煩惱習氣念掉了，真的智慧開了。說不定也見到阿彌陀佛，真信真願的心發出來，那就是菩提心，他真往生了！所以愚夫婦老實念佛比什麼都可貴。這樣的人他沒有妄想，他沒有雜念，他對一切人事物，真的像經上所講的，他用的是什麼心？清淨平等覺。對人、對事、對物他沒有分別，他沒有執著，就是一句阿彌陀佛一天到晚不間斷，跟諦閑法師教鍋漏匠的方法完全相同。吃飯、睡覺放下，起來之後馬上就接著，一天到晚什麼念頭都沒有，就是一句阿彌陀佛。這些人往生，就是經上所說的，《觀經》上所講上輩往生，品位上上品、上中品、上下品，肯定在這個階段。往生的時候熱鬧，阿彌陀佛來接引，跟著阿彌陀佛後面無數的諸佛如來，上上品往生；上中品往生，千佛跟著阿彌陀佛來；上下品往生還有五百尊佛，這些人肯定見到。"
    },
    {
      "id": "02-037-0345_p0024",
      "zh_CN": "在这个世间，别人瞧不起他，没有人理他，他到极乐世界，极乐世界开欢迎大会迎接他，无比的庄严殊胜。我们对这些愚夫妇老实念佛者一定要尊敬，过去我们不知道，也没有看在眼里，现在我们晓得了，遇到之后，一定亲切给他问讯，向他致敬。所以道场有这些人在，他真能保佑一方，真能叫这一方人消灾免难。你要问为什么？因为他真干，净宗的诀要他全具足，真信、真愿、一向专念，他全具足了。不但具足，他有相当功夫在里头，他念的时间久，真有功夫。我们这些知识分子跟他比差远了，真是知识分子心杂乱，妄念多，怎么比都比不上。这后头两句赞叹他们，也都是真实话，「为能潜通佛智」，潜是不明显，暗通，「暗合道妙」。你怎么看看不出来，那是真正明眼人能看得出来，普通人决定看不出来。他那种功夫，一念相应一念佛，念念相应念念佛，真实不虚。这是解答疑问，第一个证，蕅益大师。",
      "zh_TW": "在這個世間，別人瞧不起他，沒有人理他，他到極樂世界，極樂世界開歡迎大會迎接他，無比的莊嚴殊勝。我們對這些愚夫婦老實念佛者一定要尊敬，過去我們不知道，也沒有看在眼裡，現在我們曉得了，遇到之後，一定親切給他問訊，向他致敬。所以道場有這些人在，他真能保佑一方，真能叫這一方人消災免難。你要問為什麼？因為他真幹，淨宗的訣要他全具足，真信、真願、一向專念，他全具足了。不但具足，他有相當功夫在裡頭，他念的時間久，真有功夫。我們這些知識分子跟他比差遠了，真是知識分子心雜亂，妄念多，怎麼比都比不上。這後頭兩句讚歎他們，也都是真實話，「為能潛通佛智」，潛是不明顯，暗通，「暗合道妙」。你怎麼看看不出來，那是真正明眼人能看得出來，普通人決定看不出來。他那種功夫，一念相應一念佛，念念相應念念佛，真實不虛。這是解答疑問，第一個證，蕅益大師。"
    },
    {
      "id": "02-037-0345_p0025",
      "zh_CN": "我们再看第二个，「《无量寿起信论》云：问：临终见佛，为是自佛，为是他佛。若他佛者，即成魔业。若自佛者，想力所成，虚妄不实，云何往生」。提问题的人也很高明，你看提的是难题，很不容易回答。说得很好，临终见佛，就是《观经》上所说的，举这个例子，上辈三品，上品上生、上品中生、上品下生，这见佛。这见佛是见自佛、还是见他佛？他佛是阿弥陀佛。这是什么？把自跟他对立了，他的问题在此地。不能对立，真正在修学道路当中，对立是错误，起步的时候就把对立放下了。我们是凡夫，有对立，如果是小乘须陀洹、是大乘初信位的菩萨，他会不会提这个问题？不会。为什么？他没有对立。对立叫边见，就是二边，证须陀洹，必须把五种见惑放下，五种见惑第一个身见。凡夫都执着身是自己，佛第一个就告诉你，身不是自己，身不是我，身是我所有。像衣服一样，衣服不是我，是我所有。所以身的生死，这一关他破了。",
      "zh_TW": "我們再看第二個，「《無量壽起信論》云：問：臨終見佛，為是自佛，為是他佛。若他佛者，即成魔業。若自佛者，想力所成，虛妄不實，云何往生」。提問題的人也很高明，你看提的是難題，很不容易回答。說得很好，臨終見佛，就是《觀經》上所說的，舉這個例子，上輩三品，上品上生、上品中生、上品下生，這見佛。這見佛是見自佛、還是見他佛？他佛是阿彌陀佛。這是什麼？把自跟他對立了，他的問題在此地。不能對立，真正在修學道路當中，對立是錯誤，起步的時候就把對立放下了。我們是凡夫，有對立，如果是小乘須陀洹、是大乘初信位的菩薩，他會不會提這個問題？不會。為什麼？他沒有對立。對立叫邊見，就是二邊，證須陀洹，必須把五種見惑放下，五種見惑第一個身見。凡夫都執著身是自己，佛第一個就告訴你，身不是自己，身不是我，身是我所有。像衣服一樣，衣服不是我，是我所有。所以身的生死，這一關他破了。"
    },
    {
      "id": "02-037-0345_p0026",
      "zh_CN": "一般人没有破不晓得，生死苦不堪言，非常痛苦。须陀洹看生死就很自在，换个身体像换个衣服一样，他一点痛苦都没有，他没有执着。《金刚经》前半部所说的「无我相、无人相、无众生相、无寿者相」，须陀洹入这个境界，四相破了。功夫虽然不深，破四相，你看从初果到四果阿罗汉，再到辟支佛、权教菩萨，全都是破这种执着。《金刚经》后半部破四见，那个功夫深，四见一破是大乘菩萨，不是普通菩萨，是法身菩萨，那就是明心见性，四见破了见到本性。后半部意思深，前半部意思浅！身见破了、边见破了、见取见破了、戒取见破了、邪见破了，才证得小乘须陀洹果，大乘圆教初信位的菩萨，初信。这就说明，学佛，入佛门必须具备的条件，在这种条件之下，试问问，几个学佛的人入门了？我们学佛六十多年，一个都没听说过，不要说是见过，没见过，听都没有听说过。由此可知，大乘佛法真叫难行道，小乘连初果都证不到。大乘五十一个位次，十信、十住、十行、十回向、十地，五十个位次，最低的初信，初信我们都做不到，初信好比小学一年级。",
      "zh_TW": "一般人沒有破不曉得，生死苦不堪言，非常痛苦。須陀洹看生死就很自在，換個身體像換個衣服一樣，他一點痛苦都沒有，他沒有執著。《金剛經》前半部所說的「無我相、無人相、無眾生相、無壽者相」，須陀洹入這個境界，四相破了。功夫雖然不深，破四相，你看從初果到四果阿羅漢，再到辟支佛、權教菩薩，全都是破這種執著。《金剛經》後半部破四見，那個功夫深，四見一破是大乘菩薩，不是普通菩薩，是法身菩薩，那就是明心見性，四見破了見到本性。後半部意思深，前半部意思淺！身見破了、邊見破了、見取見破了、戒取見破了、邪見破了，才證得小乘須陀洹果，大乘圓教初信位的菩薩，初信。這就說明，學佛，入佛門必須具備的條件，在這種條件之下，試問問，幾個學佛的人入門了？我們學佛六十多年，一個都沒聽說過，不要說是見過，沒見過，聽都沒有聽說過。由此可知，大乘佛法真叫難行道，小乘連初果都證不到。大乘五十一個位次，十信、十住、十行、十迴向、十地，五十個位次，最低的初信，初信我們都做不到，初信好比小學一年級。"
    },
    {
      "id": "02-037-0345_p0027",
      "zh_CN": "佛法的利益你怎么会得到？学佛学得再好的，都是学佛教的知识；佛教里面讲的智慧，真实智慧，连边都没有碰到。我们所遇到的都是佛教的知识，知识不能解决生死问题，知识不能解决我们的痛苦。知识一般说，最高的效用可以帮助我们身心健康，帮助我们在这一生当中，像方东美先生所说的，人生最高的享受。为什么？你放下一些烦恼习气，比一般人生活得幸福，生活得快乐。有没有证入？没有，距离真正佛法的标准，这个门槛过不去。还是有对立、还是有成见，我以为怎样怎样，这个不行，这是妄想，是妄想分别执着。这是烦恼的根，这个东西不断，烦恼怎么会断？所以还要问，临终见佛是自佛还是他佛，还问这个。若是他佛，他佛那就是魔，哪有他佛？即成魔业。若是自佛，那是你打妄想生的，虚妄不实，你怎么往生？",
      "zh_TW": "佛法的利益你怎麼會得到？學佛學得再好的，都是學佛教的知識；佛教裡面講的智慧，真實智慧，連邊都沒有碰到。我們所遇到的都是佛教的知識，知識不能解決生死問題，知識不能解決我們的痛苦。知識一般說，最高的效用可以幫助我們身心健康，幫助我們在這一生當中，像方東美先生所說的，人生最高的享受。為什麼？你放下一些煩惱習氣，比一般人生活得幸福，生活得快樂。有沒有證入？沒有，距離真正佛法的標準，這個門檻過不去。還是有對立、還是有成見，我以為怎樣怎樣，這個不行，這是妄想，是妄想分別執著。這是煩惱的根，這個東西不斷，煩惱怎麼會斷？所以還要問，臨終見佛是自佛還是他佛，還問這個。若是他佛，他佛那就是魔，哪有他佛？即成魔業。若是自佛，那是你打妄想生的，虛妄不實，你怎麼往生？"
    },
    {
      "id": "02-037-0345_p0028",
      "zh_CN": "这是彭际清居士的，彭居士在蕅益大师之后，蕅益大师是清朝初年时的人，彭际清是乾隆时候人。他著作的《无量寿经起信论》，就是《无量寿经》的注解。你看他给我们解答的。「自佛他佛，总成戏论」，戏论就是我们今天所说的开玩笑，不是真的。「人我两忘，自他不异。诸佛法身，湛然常寂」。这把事实真相说出来了。告诉我们，说自佛、说他佛都错了，没有自他，遍法界虚空界是一体，哪来的自他！诸佛法身，湛然常寂，这两句话很深，很不好懂。湛然，像水一样，清净到极处，一丝毫染污都没有，平静没有波动现象。像水晶一样，从上看到底，清清楚楚。寂，没动，在哪里？遍法界遍虚空界，无处不在无时不在，诸佛法身。也是我们自己的法身，我们自己人人都是诸佛，蜎飞蠕动、花草树木、山河大地乃至虚空，都叫做诸佛。为什么？同一个法性，就同一个法身。《华严经》上世尊说，「十方三世佛，共同一法身，一心一智慧，力无畏亦然」，完全相同。三世佛，过去佛、现在佛，未来佛？未来佛就是一切众生，包括我们每个人都在其中。说十方三世佛全包括了，蚊虫蚂蚁都是佛，桌椅板凳也是佛，没有一样不是，每一粒微尘都是佛。这从性上讲。",
      "zh_TW": "這是彭際清居士的，彭居士在蕅益大師之後，蕅益大師是清朝初年時的人，彭際清是乾隆時候人。他著作的《無量壽經起信論》，就是《無量壽經》的註解。你看他給我們解答的。「自佛他佛，總成戲論」，戲論就是我們今天所說的開玩笑，不是真的。「人我兩忘，自他不異。諸佛法身，湛然常寂」。這把事實真相說出來了。告訴我們，說自佛、說他佛都錯了，沒有自他，遍法界虛空界是一體，哪來的自他！諸佛法身，湛然常寂，這兩句話很深，很不好懂。湛然，像水一樣，清淨到極處，一絲毫染污都沒有，平靜沒有波動現象。像水晶一樣，從上看到底，清清楚楚。寂，沒動，在哪裡？遍法界遍虛空界，無處不在無時不在，諸佛法身。也是我們自己的法身，我們自己人人都是諸佛，蜎飛蠕動、花草樹木、山河大地乃至虛空，都叫做諸佛。為什麼？同一個法性，就同一個法身。《華嚴經》上世尊說，「十方三世佛，共同一法身，一心一智慧，力無畏亦然」，完全相同。三世佛，過去佛、現在佛，未來佛？未來佛就是一切眾生，包括我們每個人都在其中。說十方三世佛全包括了，蚊蟲螞蟻都是佛，桌椅板凳也是佛，沒有一樣不是，每一粒微塵都是佛。這從性上講。"
    },
    {
      "id": "02-037-0345_p0029",
      "zh_CN": "为什么是佛现在变成这个样子？迷了。觉悟，你跟诸佛一样，跟阿弥陀佛、跟释迦佛、跟一切诸佛没有两样。迷了，迷了就发梦，梦是假的，迷了作恶梦。六道在作梦，十法界也在作梦，六道是梦中之梦，三恶道更严重，梦中梦里头的梦中梦。三恶道醒过来了是人道，人天醒过来了是阿罗汉、辟支佛，阿罗汉、辟支佛醒过来了，这才法身菩萨；法身菩萨几时醒过来，就契入法身，就是诸佛法身，就是湛然常寂，遍一切处。他会不会现身？他不会，必须众生有感，众生有感他就有应，众生没有感他不会现身。为什么？他没有起心动念，连起心动念的习气都没有了，确实湛然常寂，或者说湛然常住，他不动。这四个字形容非常之好，这是真正的自己，把自己找到了，禅宗说「父母未生前本来面目」，原来大家本来面目是一样的。本来面目是什么样子？湛然常寂，湛然常寂就是法身，法身就是湛然常寂。",
      "zh_TW": "為什麼是佛現在變成這個樣子？迷了。覺悟，你跟諸佛一樣，跟阿彌陀佛、跟釋迦佛、跟一切諸佛沒有兩樣。迷了，迷了就發夢，夢是假的，迷了作惡夢。六道在作夢，十法界也在作夢，六道是夢中之夢，三惡道更嚴重，夢中夢裡頭的夢中夢。三惡道醒過來了是人道，人天醒過來了是阿羅漢、辟支佛，阿羅漢、辟支佛醒過來了，這才法身菩薩；法身菩薩幾時醒過來，就契入法身，就是諸佛法身，就是湛然常寂，遍一切處。他會不會現身？他不會，必須眾生有感，眾生有感他就有應，眾生沒有感他不會現身。為什麼？他沒有起心動念，連起心動念的習氣都沒有了，確實湛然常寂，或者說湛然常住，他不動。這四個字形容非常之好，這是真正的自己，把自己找到了，禪宗說「父母未生前本來面目」，原來大家本來面目是一樣的。本來面目是什麼樣子？湛然常寂，湛然常寂就是法身，法身就是湛然常寂。"
    },
    {
      "id": "02-037-0345_p0030",
      "zh_CN": "「以本愿故，感应道交」，佛的本愿，一切诸佛没有不发这个愿，「众生无边誓愿度」，都发了这个愿。发了愿，现在成佛了，所以跟众生就起感应道交，众生有感他就应。感应，我们前面也说过有四种。显感显应，我们心里头求佛、念佛，佛现身，心里头有感，佛有应，让我们看到了，这叫显感显应。第二种显感冥应。我们有感，佛有没有？应，但是我们看不见，我们好像没有觉察到，实际上，冥冥当中已经帮助我们解决问题了。我们做的事情很顺利，好像没有什么障碍，做得很圆满，其实那是佛力加持，不是人能做得到的。我常常举这个例子，我们过去在汤池做这个实验，不到三个月，成绩卓着，那是人做出来的？不是。这么好的成绩做出来，你看中国传统文化丢掉将近两百年，怎么可能在三个月让你看到这么好的效果！我们估计至少得二、三年才能看到，怎么会三个月看到？所以当时我跟这些老师们说，我们决定不要傲慢，不要以为自己了不起。这是什么原因？祖宗之德，三宝加持，这是冥应。我们没看到三宝加持，也没有看到祖宗，确实是祖宗、三宝威神之力，我们学佛这么久了知道。",
      "zh_TW": "「以本願故，感應道交」，佛的本願，一切諸佛沒有不發這個願，「眾生無邊誓願度」，都發了這個願。發了願，現在成佛了，所以跟眾生就起感應道交，眾生有感他就應。感應，我們前面也說過有四種。顯感顯應，我們心裡頭求佛、念佛，佛現身，心裡頭有感，佛有應，讓我們看到了，這叫顯感顯應。第二種顯感冥應。我們有感，佛有沒有？應，但是我們看不見，我們好像沒有覺察到，實際上，冥冥當中已經幫助我們解決問題了。我們做的事情很順利，好像沒有什麼障礙，做得很圓滿，其實那是佛力加持，不是人能做得到的。我常常舉這個例子，我們過去在湯池做這個實驗，不到三個月，成績卓著，那是人做出來的？不是。這麼好的成績做出來，你看中國傳統文化丟掉將近兩百年，怎麼可能在三個月讓你看到這麼好的效果！我們估計至少得二、三年才能看到，怎麼會三個月看到？所以當時我跟這些老師們說，我們決定不要傲慢，不要以為自己了不起。這是什麼原因？祖宗之德，三寶加持，這是冥應。我們沒看到三寶加持，也沒有看到祖宗，確實是祖宗、三寶威神之力，我們學佛這麼久了知道。"
    },
    {
      "id": "02-037-0345_p0031",
      "zh_CN": "当时想把这桩事情在联合国做报告，这个事情，起这个念头，这个念头就是感，能做到吗？做不到，联合国我们了解，太难了！可是我们想这个方法我们想得很恳切，这桩好事要让全世界知道，在联合国这个平台做报告，对整个世界起影响。没有想到，五月联合国来找我，这是感应，不可思议。从这种感应，我们对于中国就肯定了，中国不会亡，纵然有大灾难，中国会存在。为什么？从这两个，祖宗之德、三宝加持，让我们对于中国老祖宗传统文化，对三宝、对佛法增长了信心，有救！这是一线光明，让我们看到了。果然没错，产生意想不到的效果。后续一直到今天，我所参加的活动统统都是感应，没有感应你没法子解释，真是感应道交。",
      "zh_TW": "當時想把這樁事情在聯合國做報告，這個事情，起這個念頭，這個念頭就是感，能做到嗎？做不到，聯合國我們了解，太難了！可是我們想這個方法我們想得很懇切，這樁好事要讓全世界知道，在聯合國這個平台做報告，對整個世界起影響。沒有想到，五月聯合國來找我，這是感應，不可思議。從這種感應，我們對於中國就肯定了，中國不會亡，縱然有大災難，中國會存在。為什麼？從這兩個，祖宗之德、三寶加持，讓我們對於中國老祖宗傳統文化，對三寶、對佛法增長了信心，有救！這是一線光明，讓我們看到了。果然沒錯，產生意想不到的效果。後續一直到今天，我所參加的活動統統都是感應，沒有感應你沒法子解釋，真是感應道交。"
    },
    {
      "id": "02-037-0345_p0032",
      "zh_CN": "「感应道交，即自即他」，自他是一不是二。「无虚无实」，不能说他是假的，也不可以说他是真的。「唯一真如，周遍法界」，真如就是自性，就是真心，自性、真心周遍法界。「众生依于业缘」，众生迷了，迷了才叫众生，迷了以后依什么？依业，他起心动念、言语造作，这都叫业。业缘，缘是有善业、有恶业、有无记业，分为这三大类。无记，说不上善恶，善缘感三善道的果报，六道里头三善道，恶缘感三恶道的恶缘。我们必须要知道，善恶是平等的；换句话说，天堂跟地狱是一样的，平等的。为什么说平等？全是消业障的，要知道，真如里头没有业，业必定要消掉。清净平等觉，清净心里头没有业，有业就不清净，有恶业不清净，有善业也不清净。",
      "zh_TW": "「感應道交，即自即他」，自他是一不是二。「無虛無實」，不能說他是假的，也不可以說他是真的。「唯一真如，周遍法界」，真如就是自性，就是真心，自性、真心周遍法界。「眾生依於業緣」，眾生迷了，迷了才叫眾生，迷了以後依什麼？依業，他起心動念、言語造作，這都叫業。業緣，緣是有善業、有惡業、有無記業，分為這三大類。無記，說不上善惡，善緣感三善道的果報，六道裡頭三善道，惡緣感三惡道的惡緣。我們必須要知道，善惡是平等的；換句話說，天堂跟地獄是一樣的，平等的。為什麼說平等？全是消業障的，要知道，真如裡頭沒有業，業必定要消掉。清淨平等覺，清淨心裡頭沒有業，有業就不清淨，有惡業不清淨，有善業也不清淨。"
    },
    {
      "id": "02-037-0345_p0033",
      "zh_CN": "从前李老师讲这段，常常举比喻给我们说，真如他说好比眼睛，恶业是一粒沙子，沙子放到眼睛里，眼睛难过，不舒服，恶业。善业是什么？金刚钻、黄金，放在眼睛里头也难过。善恶都不可以有。所以，三善道是消善业的，必须享福才能把这些福享掉，三恶道是消罪业的、恶业的，统统是消业的，平等的，一定要知道。你真正了解，所以学佛有好处，真正搞清楚，你造了恶业到恶道，不会怨天尤人，欢欢喜喜去。为什么？消我罪业的，罪业消掉时候，恢复我的清净心，恢复我的真如。到三善道去消业也不会喜欢，为什么？我来消业，不是享福的。所以，整个宇宙它平等的，在大乘佛法就平等了。不是大乘佛法，在迷惑颠倒的境界，自己造成的不平等。事实上是平等，自己以为不平等，以为在受苦，以为在享乐。其实受苦就是享乐，享乐就是受苦，这个话意思懂不懂？特别是在这个社会，太明显了！应该要怎样？苦乐二边都舍掉，你就自在了。二边都舍掉是什么样子？那个境界是唯以真诚心处事待人接物。经文上讲「一切从真实心中作」，真实心就是清净平等觉，这就对了。所以他依于业缘。",
      "zh_TW": "從前李老師講這段，常常舉比喻給我們說，真如他說好比眼睛，惡業是一粒沙子，沙子放到眼睛裡，眼睛難過，不舒服，惡業。善業是什麼？金剛鑽、黃金，放在眼睛裡頭也難過。善惡都不可以有。所以，三善道是消善業的，必須享福才能把這些福享掉，三惡道是消罪業的、惡業的，統統是消業的，平等的，一定要知道。你真正了解，所以學佛有好處，真正搞清楚，你造了惡業到惡道，不會怨天尤人，歡歡喜喜去。為什麼？消我罪業的，罪業消掉時候，恢復我的清淨心，恢復我的真如。到三善道去消業也不會喜歡，為什麼？我來消業，不是享福的。所以，整個宇宙它平等的，在大乘佛法就平等了。不是大乘佛法，在迷惑顛倒的境界，自己造成的不平等。事實上是平等，自己以為不平等，以為在受苦，以為在享樂。其實受苦就是享樂，享樂就是受苦，這個話意思懂不懂？特別是在這個社會，太明顯了！應該要怎樣？苦樂二邊都捨掉，你就自在了。二邊都捨掉是什麼樣子？那個境界是唯以真誠心處事待人接物。經文上講「一切從真實心中作」，真實心就是清淨平等覺，這就對了。所以他依於業緣。"
    },
    {
      "id": "02-037-0345_p0034",
      "zh_CN": "「幻有分段」，它不是真的，「如居屋下，不见天日」，你在屋檐底下看不到太阳，不是没有太阳，它有东西遮住。太阳比喻作真如、比喻作法性，你见不到，屋下这就是妄想分别执着。「念力诚坚，幻缘斯净」，你看看，佛法上讲念力，现在科学家发现了，现前科学界里头盛传念力能量不可思议，佛法三千年前就讲了。念力还是属于阿赖耶，修行的初阶离不开阿赖耶，因为你是凡夫，就用阿赖耶来修行。要求你念力要集中，这就叫修禅定。你念一个东西，不要念太杂、不要念太乱，你念一个，问题就能解决。有人掉在深坑里头，爬不出去，这个人妄念没有了，只念一尊佛、一尊菩萨的名号，什么妄念都没有。念了一天，念了两天，忽然觉得自己离开了，出来了。这在感应录里头很多，自然离开，就是念力跟佛菩萨的愿力相应了。佛菩萨并没有现身，但是你自己觉得已经离开这个深坑，已经坐在平地上。念力不可思议，念力到真诚坚固，幻缘斯净，无论是我们善业、恶业统统能够清净，都化解了。",
      "zh_TW": "「幻有分段」，它不是真的，「如居屋下，不見天日」，你在屋簷底下看不到太陽，不是沒有太陽，它有東西遮住。太陽比喻作真如、比喻作法性，你見不到，屋下這就是妄想分別執著。「念力誠堅，幻緣斯淨」，你看看，佛法上講念力，現在科學家發現了，現前科學界裡頭盛傳念力能量不可思議，佛法三千年前就講了。念力還是屬於阿賴耶，修行的初階離不開阿賴耶，因為你是凡夫，就用阿賴耶來修行。要求你念力要集中，這就叫修禪定。你念一個東西，不要念太雜、不要念太亂，你念一個，問題就能解決。有人掉在深坑裡頭，爬不出去，這個人妄念沒有了，只念一尊佛、一尊菩薩的名號，什麼妄念都沒有。念了一天，念了兩天，忽然覺得自己離開了，出來了。這在感應錄裡頭很多，自然離開，就是念力跟佛菩薩的願力相應了。佛菩薩並沒有現身，但是你自己覺得已經離開這個深坑，已經坐在平地上。念力不可思議，念力到真誠堅固，幻緣斯淨，無論是我們善業、惡業統統能夠清淨，都化解了。"
    },
    {
      "id": "02-037-0345_p0035",
      "zh_CN": "「如撤屋蔀」，屋蔀是什么？茅草蓬子，这个现在没有了。我们小时候住在农村里头，农村里面房子多半都是草屋，很简单，屋顶上盖茅草。这个地方所讲，把屋顶上茅草统统掀去，除掉，你就看到天空、你就看到太阳，遮盖的东西就没有了。所以，「天日豁然」，天上太阳在，你在房子里面是被遮盖了，你把房子屋上盖的茅草掀掉，太阳就看到了，这就是去障碍。障碍是什么？起心动念、分别执着，只要把这个东西去掉，你就明心见性，你就看到真如，你就看到自性，自性遍一切处、遍一切时。「任运往生，还同本得」，往生西方极乐世界这么样的自在，你没有任何感觉，已经到极乐世界了。彭际清这个话说得好，也说得非常清楚、说得非常透彻。",
      "zh_TW": "「如撤屋蔀」，屋蔀是什麼？茅草蓬子，這個現在沒有了。我們小時候住在農村裡頭，農村裡面房子多半都是草屋，很簡單，屋頂上蓋茅草。這個地方所講，把屋頂上茅草統統掀去，除掉，你就看到天空、你就看到太陽，遮蓋的東西就沒有了。所以，「天日豁然」，天上太陽在，你在房子裡面是被遮蓋了，你把房子屋上蓋的茅草掀掉，太陽就看到了，這就是去障礙。障礙是什麼？起心動念、分別執著，只要把這個東西去掉，你就明心見性，你就看到真如，你就看到自性，自性遍一切處、遍一切時。「任運往生，還同本得」，往生西方極樂世界這麼樣的自在，你沒有任何感覺，已經到極樂世界了。彭際清這個話說得好，也說得非常清楚、說得非常透徹。"
    },
    {
      "id": "02-037-0345_p0036",
      "zh_CN": "「此论扫尽一切分别」，只要你把分别心放下，不分别、不执着了，哪有这些疑惑！哪有这些妄想！「自他生佛总成戏论」，说自己错了，说他也错了，说众生错了，说佛也错了。真的，言语道断，心行处灭，开口便错，动念即乖。你要想见性，不能起心动念，起心动念尚且没有，当然更没有分别执着，这时候你就见性了，见性就成佛。所以大乘经教上佛常说，这桩事情得八地以上你才能见到，才能把事实真相说参透了，彻底明了了。「唯一真如湛寂周遍」，这你见到了。「任运往生极乐，还在本心之内」，这句话重要，为什么？极乐世界唯心所现，是在本心之内，心外无法，法外无心。阿弥陀佛，自心弥陀，阿弥陀佛没有离开自己，极乐世界没有离开自性，心现识变。你要晓得，我们现前这个世界也是心现识变的，一个道理。我们这个身，自性变的，我们居住这个世界是自性变现的。心能生能现，识能变，识是八识五十一心所，它能变，变什么？变十法界依正庄严。自性里头有没有十法界依正庄严？没有，自性是清净的，自性是此地所说的湛寂周遍。这一段，彭际清居士说的。",
      "zh_TW": "「此論掃盡一切分別」，只要你把分別心放下，不分別、不執著了，哪有這些疑惑！哪有這些妄想！「自他生佛總成戲論」，說自己錯了，說他也錯了，說眾生錯了，說佛也錯了。真的，言語道斷，心行處滅，開口便錯，動念即乖。你要想見性，不能起心動念，起心動念尚且沒有，當然更沒有分別執著，這時候你就見性了，見性就成佛。所以大乘經教上佛常說，這樁事情得八地以上你才能見到，才能把事實真相說參透了，徹底明瞭了。「唯一真如湛寂周遍」，這你見到了。「任運往生極樂，還在本心之內」，這句話重要，為什麼？極樂世界唯心所現，是在本心之內，心外無法，法外無心。阿彌陀佛，自心彌陀，阿彌陀佛沒有離開自己，極樂世界沒有離開自性，心現識變。你要曉得，我們現前這個世界也是心現識變的，一個道理。我們這個身，自性變的，我們居住這個世界是自性變現的。心能生能現，識能變，識是八識五十一心所，它能變，變什麼？變十法界依正莊嚴。自性裡頭有沒有十法界依正莊嚴？沒有，自性是清淨的，自性是此地所說的湛寂周遍。這一段，彭際清居士說的。"
    },
    {
      "id": "02-037-0345_p0037",
      "zh_CN": "下面第三段，「《弥陀疏钞》云」，莲池大师说的。莲池大师讲，「着事而迷理」，着是执着，执着事相，理就迷了，理是心性，「类童蒙读古圣之书」，类是同类，就像童蒙，小朋友五、六岁读古圣先贤的典籍，他会念，什么意思不懂。古时候的教学，确实童蒙念古圣先贤的书，你看私塾里头教什么？教四书五经。教他干什么？教他念、教他背。现在人不主张，说这个教学法是错误的。这个教学法在中国用了几千年，效果非常卓着，这个方法把人都教好了。现在新的方法把人都教坏了，什么个道理？小孩子智慧没开，不必讲道理给他听，只教他念背。为什么教他念背？他天天在背书，他就不胡思乱想。所以背书的目的是教小朋友修定，是用这个方法，恭恭敬敬、规规矩矩的。而且从前老师教小孩背书，他是一个一个教，全是因材施教。因为每个小朋友禀赋不一样，用佛法讲，善根福德不相同。有的小孩聪明，一天能背诵五、六百个字，这是上根人；中根人，能背三百字，三百以上。五百以上，上根；背三百以上，中根；能背一百个字的，下根。",
      "zh_TW": "下面第三段，「《彌陀疏鈔》云」，蓮池大師說的。蓮池大師講，「著事而迷理」，著是執著，執著事相，理就迷了，理是心性，「類童蒙讀古聖之書」，類是同類，就像童蒙，小朋友五、六歲讀古聖先賢的典籍，他會念，什麼意思不懂。古時候的教學，確實童蒙念古聖先賢的書，你看私塾裡頭教什麼？教四書五經。教他幹什麼？教他念、教他背。現在人不主張，說這個教學法是錯誤的。這個教學法在中國用了幾千年，效果非常卓著，這個方法把人都教好了。現在新的方法把人都教壞了，什麼個道理？小孩子智慧沒開，不必講道理給他聽，只教他念背。為什麼教他念背？他天天在背書，他就不胡思亂想。所以背書的目的是教小朋友修定，是用這個方法，恭恭敬敬、規規矩矩的。而且從前老師教小孩背書，他是一個一個教，全是因材施教。因為每個小朋友稟賦不一樣，用佛法講，善根福德不相同。有的小孩聰明，一天能背誦五、六百個字，這是上根人；中根人，能背三百字，三百以上。五百以上，上根；背三百以上，中根；能背一百個字的，下根。"
    },
    {
      "id": "02-037-0345_p0038",
      "zh_CN": "标准是什么？十遍就能背。譬如这一页书，一页书大概是，一行二十个字，十行二百个字，这一页四百个字。小朋友读，读十遍，这一页都能够背诵，这差不多上根人，四百字以上。老师再试验，再加一百字也能背，再加一百字还能背，再加他就不能背了，就知道他的能力能够背多少个字。一般最高的可以到七百字，这个儿童比较少，三、四百字比较普通，根钝一点，迟钝一点，背一百字、二百字。一百字背五行，以前叫上书，老师教你念，红笔圈起来，没有标点符号，用红笔圈的，教你念五行。能背，十遍可以背出来，慢慢训练叫他增加。所以，每个人的进度不相等，聪明的人快，愚痴一点的，他的进度就慢，各各不相妨碍。私塾里头有这个好处，它不是整齐的，不是划一的。现在你看本来是不平等的，偏偏把它整齐划一，把它定成一个标准，这是不合理的。中国从前的私塾合理，每个人天分不一样，老师要按照你天分来教你，不是整齐的。你要是真正了解，我们赞成古时候教学法好。他们会背了，十遍就能背，老师要督促他念一百遍，为什么？不会忘记。如果记忆力差的人，老师要教他背二百遍，目的都是希望他能记住，不会忘记。昨天教的书，今天来上学，先把昨天教的书背一遍，再教新的。",
      "zh_TW": "標準是什麼？十遍就能背。譬如這一頁書，一頁書大概是，一行二十個字，十行二百個字，這一頁四百個字。小朋友讀，讀十遍，這一頁都能夠背誦，這差不多上根人，四百字以上。老師再試驗，再加一百字也能背，再加一百字還能背，再加他就不能背了，就知道他的能力能夠背多少個字。一般最高的可以到七百字，這個兒童比較少，三、四百字比較普通，根鈍一點，遲鈍一點，背一百字、二百字。一百字背五行，以前叫上書，老師教你念，紅筆圈起來，沒有標點符號，用紅筆圈的，教你念五行。能背，十遍可以背出來，慢慢訓練叫他增加。所以，每個人的進度不相等，聰明的人快，愚痴一點的，他的進度就慢，各各不相妨礙。私塾裡頭有這個好處，它不是整齊的，不是劃一的。現在你看本來是不平等的，偏偏把它整齊劃一，把它定成一個標準，這是不合理的。中國從前的私塾合理，每個人天分不一樣，老師要按照你天分來教你，不是整齊的。你要是真正了解，我們贊成古時候教學法好。他們會背了，十遍就能背，老師要督促他念一百遍，為什麼？不會忘記。如果記憶力差的人，老師要教他背二百遍，目的都是希望他能記住，不會忘記。昨天教的書，今天來上學，先把昨天教的書背一遍，再教新的。"
    },
    {
      "id": "02-037-0345_p0039",
      "zh_CN": "所以私塾里只教学生背书，只教学生生活，生活是活学活用，不是老师讲给他听。就是日常生活，教小孩给老师服务，端茶、端水，教小孩，吩咐他做。小孩要把老师服务好，为什么？回家就去孝顺父母，生活教育，私塾教这些东西。大的学生，十几岁的学生，要教你烧饭，要教你这些烹调，你自己都会做，教你洗衣服，你回家才真正能够侍候父母。不光是念书，要会做家事，女生要做，男生也要做，你不能不会，你要会。所以，个个都会做家事，老师调教的。大学生带小学生，大的有十几岁的，小的有六、七岁的，大的要做好样子给小的看，要做出榜样。五伦就这么教出来的，孝顺父母，尊敬兄长，小的对大的，像哥哥一样，要尊敬他；大的对小的，小弟，要爱护他、要照顾他、要帮助他。所以，他有生活在里头，他有很浓厚的人情味。这一个私塾就是一家人兄弟姐妹，老师就是家长，教你，你回家去怎样在家里面做个好子弟，这是老师的使命，老师的责任。",
      "zh_TW": "所以私塾裡只教學生背書，只教學生生活，生活是活學活用，不是老師講給他聽。就是日常生活，教小孩給老師服務，端茶、端水，教小孩，吩咐他做。小孩要把老師服務好，為什麼？回家就去孝順父母，生活教育，私塾教這些東西。大的學生，十幾歲的學生，要教你燒飯，要教你這些烹調，你自己都會做，教你洗衣服，你回家才真正能夠侍候父母。不光是念書，要會做家事，女生要做，男生也要做，你不能不會，你要會。所以，個個都會做家事，老師調教的。大學生帶小學生，大的有十幾歲的，小的有六、七歲的，大的要做好樣子給小的看，要做出榜樣。五倫就這麼教出來的，孝順父母，尊敬兄長，小的對大的，像哥哥一樣，要尊敬他；大的對小的，小弟，要愛護他、要照顧他、要幫助他。所以，他有生活在裡頭，他有很濃厚的人情味。這一個私塾就是一家人兄弟姐妹，老師就是家長，教你，你回家去怎樣在家裡面做個好子弟，這是老師的使命，老師的責任。"
    },
    {
      "id": "02-037-0345_p0040",
      "zh_CN": "所以童蒙读古书，「昏穉未开，仅能读文，了不解义。所谓终日念佛，不知佛念者也」。莲池大师把这个着事迷理，但是着事迷理有着事迷理的教学法，启蒙在这个地方。什么时候才讲给他听？小孩十二、三岁，懂事了，这时候开讲。前面一段时间是背诵，十二岁以前全部是背诵，不讲的。十二岁以后开讲，开讲的时候，有在一起研究讨论。老师教学生，这个时候不是小学了，中国从前叫太学，就是大学，还有书院，私人办的是书院，国家办的是太学。你学哪个科目，只能学一样，你就跟哪个老师。这个老师是教《易经》的，你参加他的班，你就学《易》；那个老师学《尚书》的，你想学这部书，你就跟他。所以说一门深入，就专门讲这一门。这些书之前统统背过，所以讲书的时候很快乐，没有书本。为什么？背过，说第几页第几行第几个字，你统统都记得清楚。",
      "zh_TW": "所以童蒙讀古書，「昏穉未開，僅能讀文，了不解義。所謂終日念佛，不知佛念者也」。蓮池大師把這個著事迷理，但是著事迷理有著事迷理的教學法，啟蒙在這個地方。什麼時候才講給他聽？小孩十二、三歲，懂事了，這時候開講。前面一段時間是背誦，十二歲以前全部是背誦，不講的。十二歲以後開講，開講的時候，有在一起研究討論。老師教學生，這個時候不是小學了，中國從前叫太學，就是大學，還有書院，私人辦的是書院，國家辦的是太學。你學哪個科目，只能學一樣，你就跟哪個老師。這個老師是教《易經》的，你參加他的班，你就學《易》；那個老師學《尚書》的，你想學這部書，你就跟他。所以說一門深入，就專門講這一門。這些書之前統統背過，所以講書的時候很快樂，沒有書本。為什麼？背過，說第幾頁第幾行第幾個字，你統統都記得清楚。"
    },
    {
      "id": "02-037-0345_p0041",
      "zh_CN": "所以古人他也有科学，古时候印书没有标点符号，格子都是满满的，一行二十个字，一面十行。天下印书、刻书都是这个印法，所以不管哪个地方印，说第几页第几行统统都知道，都没有错误。不像现在，现在哪个书局出版的不一样，哪一年出的版本也不一样，页码不一样，找不到。还是从前的好。你看看《四库全书》，一行几个字、一页几行，规定的。你只要说出大家都知道，这就属于科学，中国人很早就用上了。所以在智慧没有开的时候就教他念，念佛也一样，你教他念这一句佛号，叫他一直念下去，念到清净心现前，就开智慧。智慧开了之后，他听讲经一听就懂，说不定一听就开悟了，真的不可思议。今天时间到了，我们就学到此地。",
      "zh_TW": "所以古人他也有科學，古時候印書沒有標點符號，格子都是滿滿的，一行二十個字，一面十行。天下印書、刻書都是這個印法，所以不管哪個地方印，說第幾頁第幾行統統都知道，都沒有錯誤。不像現在，現在哪個書局出版的不一樣，哪一年出的版本也不一樣，頁碼不一樣，找不到。還是從前的好。你看看《四庫全書》，一行幾個字、一頁幾行，規定的。你只要說出大家都知道，這就屬於科學，中國人很早就用上了。所以在智慧沒有開的時候就教他念，念佛也一樣，你教他念這一句佛號，叫他一直念下去，念到清淨心現前，就開智慧。智慧開了之後，他聽講經一聽就懂，說不定一聽就開悟了，真的不可思議。今天時間到了，我們就學到此地。"
    }
  ]
}