{
  "doc_id": "02-037-0232",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二三二集",
    "zh_TW": "第二三二集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0232",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "02-037-0232_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百六十九面第六行，从第二句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百六十九面第六行，從第二句看起："
    },
    {
      "id": "02-037-0232_p0002",
      "zh_CN": "「又法之一字，即指一切有情非情，生死涅槃诸法」。这一个字就是「观法如化」这法字，佛用这个字做为全宇宙万事万物的一个总代名词。有情，是我们今天讲的动物。非情，那就不是有情，我们讲的植物、矿物，包括自然现象，都归在非情这一类；凡是有意识、有念头的都归纳在有情这一类。另外，生死涅槃是事，所以所有事物都全包了，一样都不漏，就用这个法字来代表。佛法，佛是觉悟，法就是一切万事万物，对一切万事万物统统明了，这叫佛法、叫觉法，你完全明白、完全觉悟，不迷惑了。所以佛法无边，法没有边际，你的觉悟也没有边际，说的是这个意思。",
      "zh_TW": "「又法之一字，即指一切有情非情，生死涅槃諸法」。這一個字就是「觀法如化」這法字，佛用這個字做為全宇宙萬事萬物的一個總代名詞。有情，是我們今天講的動物。非情，那就不是有情，我們講的植物、礦物，包括自然現象，都歸在非情這一類；凡是有意識、有念頭的都歸納在有情這一類。另外，生死涅槃是事，所以所有事物都全包了，一樣都不漏，就用這個法字來代表。佛法，佛是覺悟，法就是一切萬事萬物，對一切萬事萬物統統明瞭，這叫佛法、叫覺法，你完全明白、完全覺悟，不迷惑了。所以佛法無邊，法沒有邊際，你的覺悟也沒有邊際，說的是這個意思。"
    },
    {
      "id": "02-037-0232_p0003",
      "zh_CN": "每一个人，不但每一个人，佛说每一个有情众生都有这个能力，这个能力是本能，你本来觉悟。佛经上讲你本来是佛，这个意思是你本来觉悟，你没有一样事情不知道，过去、现在、未来全知道。那现在为什么不知道？这不知道叫迷了，迷了就不知道。怎么迷的？佛告诉我们有三种烦恼，现在这三种烦恼你统统具足，你完全都有。第一种叫无明烦恼。无明是什么？就是不觉，你本来觉，现在不觉了。这是第一个。第二种叫尘沙烦恼。尘沙是形容其多，那是什么？杂念，我们讲心思，妄想、杂念像尘沙那么多，这很麻烦、很不容易断。第三大类叫见思烦恼。见是见解，就是你看错了，许多事情你都没有看到真相；思是思想，你想错了。你把一切问题看错了、想错了，这都叫迷，把你的本觉失掉了。那怎么恢复？佛说得很简单、很扼要，句句是真话，我们只要能够把见思烦恼放下，把尘沙烦恼放下，把无明烦恼放下，你的本觉就恢复了，那你就没有一样不知道，一般就称你作佛陀，你成佛了。",
      "zh_TW": "每一個人，不但每一個人，佛說每一個有情眾生都有這個能力，這個能力是本能，你本來覺悟。佛經上講你本來是佛，這個意思是你本來覺悟，你沒有一樣事情不知道，過去、現在、未來全知道。那現在為什麼不知道？這不知道叫迷了，迷了就不知道。怎麼迷的？佛告訴我們有三種煩惱，現在這三種煩惱你統統具足，你完全都有。第一種叫無明煩惱。無明是什麼？就是不覺，你本來覺，現在不覺了。這是第一個。第二種叫塵沙煩惱。塵沙是形容其多，那是什麼？雜念，我們講心思，妄想、雜念像塵沙那麼多，這很麻煩、很不容易斷。第三大類叫見思煩惱。見是見解，就是你看錯了，許多事情你都沒有看到真相；思是思想，你想錯了。你把一切問題看錯了、想錯了，這都叫迷，把你的本覺失掉了。那怎麼恢復？佛說得很簡單、很扼要，句句是真話，我們只要能夠把見思煩惱放下，把塵沙煩惱放下，把無明煩惱放下，你的本覺就恢復了，那你就沒有一樣不知道，一般就稱你作佛陀，你成佛了。"
    },
    {
      "id": "02-037-0232_p0004",
      "zh_CN": "成佛就是你一切觉知恢复正常，这个人叫佛陀。所以佛陀是正常觉悟的人，他不是神，他不是仙，他没有什么特别。每一个人都是佛陀，问题就是你肯不肯放下，放下就是。那不放下？这叫凡夫，凡夫是迷而不觉，每一天都生活在错误的观念当中，问题就是你看错了、想错了。错误当中，生活、起心动念、言语造作，这就叫业。业就是事业，起心动念是意业，言语是口业，身体动作叫身业，这三业都产生错误。错误不要紧，麻烦是这个错误会招来果报。《太上感应篇》所说的，「祸福无门，惟人自召」，你动一个善念，善言，善行，你招来的是福报，动一个恶念招来的是恶报。这就说明觉太重要了，真正觉悟的人不造业，所以他没有果报。佛陀教育的宗旨就是教我们这一桩事情，教我们觉悟，教我们对于任何事物都能看清楚、看明白，没有看错，自自然然知道问题现前该怎样处理，都是处理到恰到好处，这叫智慧。所以学佛就是学智慧，有智慧就看得很清楚、很明白，不会做错事情。法这一个字，首先要认识它。",
      "zh_TW": "成佛就是你一切覺知恢復正常，這個人叫佛陀。所以佛陀是正常覺悟的人，他不是神，他不是仙，他沒有什麼特別。每一個人都是佛陀，問題就是你肯不肯放下，放下就是。那不放下？這叫凡夫，凡夫是迷而不覺，每一天都生活在錯誤的觀念當中，問題就是你看錯了、想錯了。錯誤當中，生活、起心動念、言語造作，這就叫業。業就是事業，起心動念是意業，言語是口業，身體動作叫身業，這三業都產生錯誤。錯誤不要緊，麻煩是這個錯誤會招來果報。《太上感應篇》所說的，「禍福無門，惟人自召」，你動一個善念，善言，善行，你招來的是福報，動一個惡念招來的是惡報。這就說明覺太重要了，真正覺悟的人不造業，所以他沒有果報。佛陀教育的宗旨就是教我們這一樁事情，教我們覺悟，教我們對於任何事物都能看清楚、看明白，沒有看錯，自自然然知道問題現前該怎樣處理，都是處理到恰到好處，這叫智慧。所以學佛就是學智慧，有智慧就看得很清楚、很明白，不會做錯事情。法這一個字，首先要認識它。"
    },
    {
      "id": "02-037-0232_p0005",
      "zh_CN": "「如化者，《会疏》曰：非空非假、而空而假」，这譬喻，「则是中谛也」。前面我们讲过三谛，真谛、俗谛、中谛。这个三谛，真谛是理，是给你讲道理；俗谛是讲事，是讲现象；中谛是讲用，我怎样来用它，这是智慧，这是学问。三谛是一体，有理、有事，知道怎样活活泼泼的运用这个理事。一切法不能说它空，也不能说它假，但是它确实是空、是假，这就是你把事实真相看出来了。真相看出来之后，我们就知道怎样去应付它，怎样去处理这个事情。这个意思是说，「既言如化」，你既然说这个化是梦幻泡影，「则非绝对空无」，不是什么都没有，宇宙之间的奥秘就在此地。",
      "zh_TW": "「如化者，《會疏》曰：非空非假、而空而假」，這譬喻，「則是中諦也」。前面我們講過三諦，真諦、俗諦、中諦。這個三諦，真諦是理，是給你講道理；俗諦是講事，是講現象；中諦是講用，我怎樣來用它，這是智慧，這是學問。三諦是一體，有理、有事，知道怎樣活活潑潑的運用這個理事。一切法不能說它空，也不能說它假，但是它確實是空、是假，這就是你把事實真相看出來了。真相看出來之後，我們就知道怎樣去應付它，怎樣去處理這個事情。這個意思是說，「既言如化」，你既然說這個化是夢幻泡影，「則非絕對空無」，不是什麼都沒有，宇宙之間的奧祕就在此地。"
    },
    {
      "id": "02-037-0232_p0006",
      "zh_CN": "惠能大师见性，他的报告很简单，告诉我们「何期自性，本自具足」。本自具足是自性本自具足，没有现象，它样样都不缺。它不是物质现象，也不是精神现象，也不是自然现象，所以我们用我们的身心接触不到。我们的前五识，眼耳鼻舌身可以接触到物质现象，我们的第六意识，就是思想、想像，能够接触到精神现象、自然现象，可是自性它这三种现象都不是，所以我们就接触不到。今天科学家用精密仪器去观察，还没有离开这三种现象，如果离开这三种现象，科学对它没有办法，哲学也没有办法。所以是科学、哲学探测不到的，这最高峰。能够探测得到的差不多已经发现了，跟经典上所讲的还差一点点，确实差不多，我们估计十年、二十年就跟佛经讲的完全相同。阿赖耶边事，这是科学家的极限。这个极限，是佛在经上说的，它能够探测到极限。再向上，向上就是心性，明心见性，这个事情科学没法子。那怎么办？大乘教里面告诉我们，这桩事情「唯证方知」。这个证不能用科学的方法，科学方法做不到。用什么方法？用禅定，也就是我们经题上讲的「清净平等觉」，用清净心、用平等心。清净平等到极处就豁然大悟，这境界就现前，你完全看到了，不是看不到。心乱看不到，心杂看不到，心里面有妄想看不到，纯净纯善到极处，你就见到了。所以它不是没有，虽然它一无所有，它能生万法，整个宇宙是它显现的。在佛法说，这是自己的真心，是自己的本性。这是说这一切法不是绝对空无，所以叫「非空」。",
      "zh_TW": "惠能大師見性，他的報告很簡單，告訴我們「何期自性，本自具足」。本自具足是自性本自具足，沒有現象，它樣樣都不缺。它不是物質現象，也不是精神現象，也不是自然現象，所以我們用我們的身心接觸不到。我們的前五識，眼耳鼻舌身可以接觸到物質現象，我們的第六意識，就是思想、想像，能夠接觸到精神現象、自然現象，可是自性它這三種現象都不是，所以我們就接觸不到。今天科學家用精密儀器去觀察，還沒有離開這三種現象，如果離開這三種現象，科學對它沒有辦法，哲學也沒有辦法。所以是科學、哲學探測不到的，這最高峰。能夠探測得到的差不多已經發現了，跟經典上所講的還差一點點，確實差不多，我們估計十年、二十年就跟佛經講的完全相同。阿賴耶邊事，這是科學家的極限。這個極限，是佛在經上說的，它能夠探測到極限。再向上，向上就是心性，明心見性，這個事情科學沒法子。那怎麼辦？大乘教裡面告訴我們，這樁事情「唯證方知」。這個證不能用科學的方法，科學方法做不到。用什麼方法？用禪定，也就是我們經題上講的「清淨平等覺」，用清淨心、用平等心。清淨平等到極處就豁然大悟，這境界就現前，你完全看到了，不是看不到。心亂看不到，心雜看不到，心裡面有妄想看不到，純淨純善到極處，你就見到了。所以它不是沒有，雖然它一無所有，它能生萬法，整個宇宙是它顯現的。在佛法說，這是自己的真心，是自己的本性。這是說這一切法不是絕對空無，所以叫「非空」。"
    },
    {
      "id": "02-037-0232_p0007",
      "zh_CN": "「若言是有，则只如幻化而已，并非实有」，它不是真有。宇宙之间，现在科学家把它分为三大类，这三大类构成整个宇宙现象，一个是物质现象，一个是信息，一个是能量，归这三大类。能量是佛经上讲的业相，阿赖耶的业相，业就是波动，它是动的意思。现在科学家发现，整个宇宙都是处于一种波动现象，所以他们用了一个名词叫「弦定律」。像我们弹琴，这根弦拨动它，它就振动，振动就发出音声，整个宇宙是从振动当中来的。那我们佛法里面讲基本的物质，就是物质里头最小的，小到不能再小，它有四个现象。第一个现象，佛经上用地水火风四个字来代表，地就是它确实是个物质现象，很小，非常小，它是个物质现象，这叫地大。第二个火大，火是我们现在讲的带阳电，现在讲带电，再小它都带电。第三个现象，水大，水大是带阴电，火大是带阳电，它带电体。最后一个现象，风大。风是什么？风是动的，不动就没有风了，所以它是动的，它不是静止的。这是讲基本的物质四个现象，它有，你能看得见，有一个体积，就是物质现象。它带阳电、带阴电，它是动的，它不是静止的。这个小的物质构成了整个宇宙，星球是它构成的，我们身体也是它构成的。",
      "zh_TW": "「若言是有，則只如幻化而已，並非實有」，它不是真有。宇宙之間，現在科學家把它分為三大類，這三大類構成整個宇宙現象，一個是物質現象，一個是信息，一個是能量，歸這三大類。能量是佛經上講的業相，阿賴耶的業相，業就是波動，它是動的意思。現在科學家發現，整個宇宙都是處於一種波動現象，所以他們用了一個名詞叫「弦定律」。像我們彈琴，這根弦撥動它，它就振動，振動就發出音聲，整個宇宙是從振動當中來的。那我們佛法裡面講基本的物質，就是物質裡頭最小的，小到不能再小，它有四個現象。第一個現象，佛經上用地水火風四個字來代表，地就是它確實是個物質現象，很小，非常小，它是個物質現象，這叫地大。第二個火大，火是我們現在講的帶陽電，現在講帶電，再小它都帶電。第三個現象，水大，水大是帶陰電，火大是帶陽電，它帶電體。最後一個現象，風大。風是什麼？風是動的，不動就沒有風了，所以它是動的，它不是靜止的。這是講基本的物質四個現象，它有，你能看得見，有一個體積，就是物質現象。它帶陽電、帶陰電，它是動的，它不是靜止的。這個小的物質構成了整個宇宙，星球是它構成的，我們身體也是它構成的。"
    },
    {
      "id": "02-037-0232_p0008",
      "zh_CN": "现在这个最小的东西被我们的量子力学家找出来了，佛经上讲的「极微之微」，这是什么东西？科学的名词叫微中子，真小，小到我们无法想像。八十年前科学家发现原子，那个时候认为原子是物质现象里面最小的，现在发现原子不是最小的，还是相当的庞然大物。原子的组织，有原子核、有中子、有电子，这样组成的。那一个电子，这是原子里头最小的，一个电子。微中子多大？科学家告诉我们，一百亿个微中子，一百亿个微中子聚集在一起，这个体积等于一个电子，原子里头的一个电子。这个东西，佛在三千年前说出来，被今天科学家证明了，这不可思议。这物质里最小的，佛经上叫极微之微。这个东西再一分析就没有了。科学家把它分析，这一分析出来是什么东西？原来是念头的波动现象。于是乎科学家恍然大悟，物质从哪里来？物质从念头来的，没有念头就没有物质，有物质决定有念头。",
      "zh_TW": "現在這個最小的東西被我們的量子力學家找出來了，佛經上講的「極微之微」，這是什麼東西？科學的名詞叫微中子，真小，小到我們無法想像。八十年前科學家發現原子，那個時候認為原子是物質現象裡面最小的，現在發現原子不是最小的，還是相當的龐然大物。原子的組織，有原子核、有中子、有電子，這樣組成的。那一個電子，這是原子裡頭最小的，一個電子。微中子多大？科學家告訴我們，一百億個微中子，一百億個微中子聚集在一起，這個體積等於一個電子，原子裡頭的一個電子。這個東西，佛在三千年前說出來，被今天科學家證明了，這不可思議。這物質裡最小的，佛經上叫極微之微。這個東西再一分析就沒有了。科學家把它分析，這一分析出來是什麼東西？原來是念頭的波動現象。於是乎科學家恍然大悟，物質從哪裡來？物質從念頭來的，沒有念頭就沒有物質，有物質決定有念頭。"
    },
    {
      "id": "02-037-0232_p0009",
      "zh_CN": "水是物质。日本江本胜博士做的水实验，实验出来水有见闻觉知，那是念头，水会看、会听、会懂得人的意思，我们动什么念头它全知道。在实验室里面，我们看到水结晶，善念，它的结晶非常美，反应给我们看的；我们的不善念头，恶念，它反应出来的图案非常难看，实验了几万次、十几万次，丝毫都不差。江本博士告诉我，这个爱、感恩，这是图案里最美的，他说这个东西是不是宇宙的核心？我告诉他，一点都不错。我说很可惜，你把它找出来了，你没用上。他说为什么？我说你的生活很苦恼，你看到我向我诉苦，身体不好，有疾有病，家庭工作麻烦事情很多，你不快乐。我说我很快乐，我说我用上了。他说你用上了，你用什么？你实验那个爱、感恩，我用上了，你没用上！最可贵的是能把它用在生活当中，用在处事待人接物，你就没有白学了。",
      "zh_TW": "水是物質。日本江本勝博士做的水實驗，實驗出來水有見聞覺知，那是念頭，水會看、會聽、會懂得人的意思，我們動什麼念頭它全知道。在實驗室裡面，我們看到水結晶，善念，它的結晶非常美，反應給我們看的；我們的不善念頭，惡念，它反應出來的圖案非常難看，實驗了幾萬次、十幾萬次，絲毫都不差。江本博士告訴我，這個愛、感恩，這是圖案裡最美的，他說這個東西是不是宇宙的核心？我告訴他，一點都不錯。我說很可惜，你把它找出來了，你沒用上。他說為什麼？我說你的生活很苦惱，你看到我向我訴苦，身體不好，有疾有病，家庭工作麻煩事情很多，你不快樂。我說我很快樂，我說我用上了。他說你用上了，你用什麼？你實驗那個愛、感恩，我用上了，你沒用上！最可貴的是能把它用在生活當中，用在處事待人接物，你就沒有白學了。"
    },
    {
      "id": "02-037-0232_p0010",
      "zh_CN": "我说很难得，我告诉江本，不但水有见闻觉知，在佛法里面讲，只要是物质现象，统统有见闻觉知，泥沙有，石头有，花草树木统统都有，任何一个物质现象里面都有见闻觉知。我说你好好去做。他原来不敢碰宗教，认为宗教是迷信，他是科学家，怕人家把迷信的帽子给他戴。碰到我，没有法子。我就告诉他，佛教所说的，你们现在实验的才只一点点，佛教的奥秘太多了。他听到之后，这才不忌讳宗教，每一个宗教的经典他都拿去实验，结果实验都非常好。拿经书，拿着《圣经》、拿着《古兰经》、拿着佛经去做实验，给这个水看，结晶都非常美。他把五个宗教混合在一起，摆在水面前做实验，还是很美，这宗教团结。现在他不忌讳了。宗教里头有最美的东西、有最好的东西，你要是不要它，那你自己受的苦难自己要承当，这都是事实。所以江本跟我就做成好朋友了。",
      "zh_TW": "我說很難得，我告訴江本，不但水有見聞覺知，在佛法裡面講，只要是物質現象，統統有見聞覺知，泥沙有，石頭有，花草樹木統統都有，任何一個物質現象裡面都有見聞覺知。我說你好好去做。他原來不敢碰宗教，認為宗教是迷信，他是科學家，怕人家把迷信的帽子給他戴。碰到我，沒有法子。我就告訴他，佛教所說的，你們現在實驗的才只一點點，佛教的奧祕太多了。他聽到之後，這才不忌諱宗教，每一個宗教的經典他都拿去實驗，結果實驗都非常好。拿經書，拿著《聖經》、拿著《古蘭經》、拿著佛經去做實驗，給這個水看，結晶都非常美。他把五個宗教混合在一起，擺在水面前做實驗，還是很美，這宗教團結。現在他不忌諱了。宗教裡頭有最美的東西、有最好的東西，你要是不要它，那你自己受的苦難自己要承當，這都是事實。所以江本跟我就做成好朋友了。"
    },
    {
      "id": "02-037-0232_p0011",
      "zh_CN": "都是讲的诸法实相，一切法的真相。你了解它，你可以受用它，但是你不能占有它，为什么？它不是真的，叫刹那生灭。波动现象里面，就像昨天我给你讲的，像电影里面的画面，你可以欣赏它，你得不到它，你也没办法控制它。你可以享受，不要有占有的念头，不要有控制的念头，你就得大自在，你就过佛菩萨的生活。想占有、想控制，那叫自找苦吃，错了。所以整个宇宙是一家、是一体。就像中国古时候大家庭一样，每一个人跟家庭是一体。我是谁？家庭就是我，我就是这个家庭。我点点滴滴的贡献付出都要为家庭，我的一切困难家庭替我解决。所以从小，你看育幼，教育，家庭负责；年岁大，退休、养老，家庭负责。大家庭比现在小家庭好！那个制度非常优越，让你真的无后顾之忧，你一切付出到年老的时候由家庭照顾你，你看多自在。",
      "zh_TW": "都是講的諸法實相，一切法的真相。你了解它，你可以受用它，但是你不能佔有它，為什麼？它不是真的，叫剎那生滅。波動現象裡面，就像昨天我給你講的，像電影裡面的畫面，你可以欣賞它，你得不到它，你也沒辦法控制它。你可以享受，不要有佔有的念頭，不要有控制的念頭，你就得大自在，你就過佛菩薩的生活。想佔有、想控制，那叫自找苦吃，錯了。所以整個宇宙是一家、是一體。就像中國古時候大家庭一樣，每一個人跟家庭是一體。我是誰？家庭就是我，我就是這個家庭。我點點滴滴的貢獻付出都要為家庭，我的一切困難家庭替我解決。所以從小，你看育幼，教育，家庭負責；年歲大，退休、養老，家庭負責。大家庭比現在小家庭好！那個制度非常優越，讓你真的無後顧之憂，你一切付出到年老的時候由家庭照顧你，你看多自在。"
    },
    {
      "id": "02-037-0232_p0012",
      "zh_CN": "小家庭可怜，老了怎么办？自己要储蓄一点钱来养老。储蓄的钱，钱会贬值，靠不住！万一丢掉怎么办？孤苦伶仃。在古时候，那个家是永远传下去的，世世代代传下去的，它就世世代代照顾你，你有保障。所以古人不会为非作歹，他没有这个必要，他生命有保障，生活有保障，他何必！现在为什么拼命争？没有保障。儿子不孝父母，没有保障。兄弟姊妹各人顾各人的，为了争财产还要上法庭，在中国讲的是伦理道德全完了，人活在这个世间非常非常可怜。这些道理要细心去学习、去观察，社会已经走到这一步，怎么解决？要寻求这个道理，过去所结的恩恩怨怨要一笔勾消，不要再提了。提起之后怎么样？提起之后就冤冤相报，没完没了，生生世世都痛苦，不是一方面受痛苦，双方都受痛苦，那这又何必！所以以往的不追究，重新好好的学做人，做善人、做贤人、做圣人，这是对的。",
      "zh_TW": "小家庭可憐，老了怎麼辦？自己要儲蓄一點錢來養老。儲蓄的錢，錢會貶值，靠不住！萬一丟掉怎麼辦？孤苦伶仃。在古時候，那個家是永遠傳下去的，世世代代傳下去的，它就世世代代照顧你，你有保障。所以古人不會為非作歹，他沒有這個必要，他生命有保障，生活有保障，他何必！現在為什麼拼命爭？沒有保障。兒子不孝父母，沒有保障。兄弟姊妹各人顧各人的，為了爭財產還要上法庭，在中國講的是倫理道德全完了，人活在這個世間非常非常可憐。這些道理要細心去學習、去觀察，社會已經走到這一步，怎麼解決？要尋求這個道理，過去所結的恩恩怨怨要一筆勾消，不要再提了。提起之後怎麼樣？提起之後就冤冤相報，沒完沒了，生生世世都痛苦，不是一方面受痛苦，雙方都受痛苦，那這又何必！所以以往的不追究，重新好好的學做人，做善人、做賢人、做聖人，這是對的。"
    },
    {
      "id": "02-037-0232_p0013",
      "zh_CN": "人性本善，老祖宗说的，不是孔子说的，孔子一生述而不作，都是上古时代传下来的。没有文字，不能说没有文化，不能说没有道德。我跟宗教接触得多，宗教里面婆罗门教历史最久，就是现在的兴都教。他们的长老告诉我，他们至少有一万三千年的历史。那换句话说，佛教才三千年，它比佛教多一万年。我相信我们中国这些古圣先贤、老祖宗不在他们之下，至少也有一万三千年。中国有文字、发明文字到现在四千五百年，四千五百年之前没有文字，不能说老祖宗没有智慧，不能说他没有道德。所以我非常佩服孔子，孔子说他一生述而不作，他没有创造，他没有发明，他所学的，他所修的、所教的、所传的，全部都是老祖宗东西，「述而不作，信而好古」，对老祖宗传下来的东西一点都不怀疑，完全相信，完全接受，非常欢喜。这是夫子一生学、教的心态，我们要了解。《论语》上的话，绝大多数都是古人传下来的，他用文字记载下来，流传给后世。所以他是集大成者，不是自己说的，集大成古圣先王他们的教诲。",
      "zh_TW": "人性本善，老祖宗說的，不是孔子說的，孔子一生述而不作，都是上古時代傳下來的。沒有文字，不能說沒有文化，不能說沒有道德。我跟宗教接觸得多，宗教裡面婆羅門教歷史最久，就是現在的興都教。他們的長老告訴我，他們至少有一萬三千年的歷史。那換句話說，佛教才三千年，它比佛教多一萬年。我相信我們中國這些古聖先賢、老祖宗不在他們之下，至少也有一萬三千年。中國有文字、發明文字到現在四千五百年，四千五百年之前沒有文字，不能說老祖宗沒有智慧，不能說他沒有道德。所以我非常佩服孔子，孔子說他一生述而不作，他沒有創造，他沒有發明，他所學的，他所修的、所教的、所傳的，全部都是老祖宗東西，「述而不作，信而好古」，對老祖宗傳下來的東西一點都不懷疑，完全相信，完全接受，非常歡喜。這是夫子一生學、教的心態，我們要了解。《論語》上的話，絕大多數都是古人傳下來的，他用文字記載下來，流傳給後世。所以他是集大成者，不是自己說的，集大成古聖先王他們的教誨。"
    },
    {
      "id": "02-037-0232_p0014",
      "zh_CN": "古圣先王教给我们什么东西？实在讲只有四个科目。五伦，我相信传个十万年、传一百万年都不会传错，它简单，只有二十个字！父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信，你说这二十个字能传错吗？上一代传给我，我再传给下一代，一代一代传下去，不会传错，二十个字。五常只有五个字，仁义礼智信，五个字。四维是四个字，礼义廉耻。八德就八个字，孝悌忠信，仁爱和平。怎么会传错！中国从一万多年前，一直到满清这个时代，都尊崇这四科的教育，没有人反对，人人都学。他要不学这个，他就家破人亡。他一家几百个人，每一个人心都不一样，那家就不成家了。中国之长治久安靠什么？全靠家庭。家庭造成中国的文化，造成中国长治久安的盛世。但是家庭没有了，抗战之前有，抗战之后没有了。这个家庭能不能恢复？不可能了，没有法子再恢复。老祖宗的方法太好了，没人知道。",
      "zh_TW": "古聖先王教給我們什麼東西？實在講只有四個科目。五倫，我相信傳個十萬年、傳一百萬年都不會傳錯，它簡單，只有二十個字！父子有親，夫婦有別，君臣有義，長幼有序，朋友有信，你說這二十個字能傳錯嗎？上一代傳給我，我再傳給下一代，一代一代傳下去，不會傳錯，二十個字。五常只有五個字，仁義禮智信，五個字。四維是四個字，禮義廉恥。八德就八個字，孝悌忠信，仁愛和平。怎麼會傳錯！中國從一萬多年前，一直到滿清這個時代，都尊崇這四科的教育，沒有人反對，人人都學。他要不學這個，他就家破人亡。他一家幾百個人，每一個人心都不一樣，那家就不成家了。中國之長治久安靠什麼？全靠家庭。家庭造成中國的文化，造成中國長治久安的盛世。但是家庭沒有了，抗戰之前有，抗戰之後沒有了。這個家庭能不能恢復？不可能了，沒有法子再恢復。老祖宗的方法太好了，沒人知道。"
    },
    {
      "id": "02-037-0232_p0015",
      "zh_CN": "中国过去的社会，这种封建，封建你不了解它，你真正去研究、了解它，你觉得封建非常可爱。封建里头最大的一个好处，就是国家领导人没有人争。你看现在选总统多少人拼命在争，它没有人争。帝王，帝王不是专制，专制的帝王立刻就被人推翻了。细细读中国历史，你不能不佩服这些人智慧。所以政治制度，实在讲差别不大，问题是在人。不好的制度，是好人，他一样做好事；他不是好人，再好的制度，他一样干坏事。所以中国古人说，法，这国家的法，宪法，是治之本也，治国的大本。但是后头有一句，人是法之源也，人是法的根源，如果不是好人，再好的法没用。",
      "zh_TW": "中國過去的社會，這種封建，封建你不了解它，你真正去研究、了解它，你覺得封建非常可愛。封建裡頭最大的一個好處，就是國家領導人沒有人爭。你看現在選總統多少人拼命在爭，它沒有人爭。帝王，帝王不是專制，專制的帝王立刻就被人推翻了。細細讀中國歷史，你不能不佩服這些人智慧。所以政治制度，實在講差別不大，問題是在人。不好的制度，是好人，他一樣做好事；他不是好人，再好的制度，他一樣幹壞事。所以中國古人說，法，這國家的法，憲法，是治之本也，治國的大本。但是後頭有一句，人是法之源也，人是法的根源，如果不是好人，再好的法沒用。"
    },
    {
      "id": "02-037-0232_p0016",
      "zh_CN": "我年轻的时候，方老师给我讲了好几遍，所以我印象很深刻，他要我看《周礼》，我始终没有看过这个书。我学过《礼记》，我没有学过《周礼》。《周礼》是什么？周朝的宪法，周公定的。方东美先生对这部书佩服到极处，他告诉我，如果周家它的后代世世代代都遵照这一部法典去做，不违背的话，今天还是周朝。在全世界法典里头，没有超过它的。中国的宝很多，现在没有人认识。现在人立法是为自私自利，周公立这个法没有为自己、没有为家庭，为天下人民幸福着想，所以才有这么完美的法。不是为朝廷、为他皇族，不是的，为天下人民，所以他得人心。",
      "zh_TW": "我年輕的時候，方老師給我講了好幾遍，所以我印象很深刻，他要我看《周禮》，我始終沒有看過這個書。我學過《禮記》，我沒有學過《周禮》。《周禮》是什麼？周朝的憲法，周公定的。方東美先生對這部書佩服到極處，他告訴我，如果周家它的後代世世代代都遵照這一部法典去做，不違背的話，今天還是周朝。在全世界法典裡頭，沒有超過它的。中國的寶很多，現在沒有人認識。現在人立法是為自私自利，周公立這個法沒有為自己、沒有為家庭，為天下人民幸福著想，所以才有這麼完美的法。不是為朝廷、為他皇族，不是的，為天下人民，所以他得人心。"
    },
    {
      "id": "02-037-0232_p0017",
      "zh_CN": "我们老祖宗东西教导我们的，你看看这四科，五伦是道，这是自然法则。夫妻是谁发明的？是谁创造的？没有，这天然的。连禽兽牠都有婚配、都有配偶，这是自然的，自然就叫道。君臣，领导跟被领导这是道，不是哪个创造发明的。父子这是道，兄弟这是道，朋友这是道。这是道！怎么样来处理这个道，那叫德。道是讲关系，这个关系是我们是一体的关系。怎样把这个道来落实？父子是亲，这亲爱。中国的教育核心就是这个，就是亲爱。所以江本博士实验，爱这个水结晶是最美的。这个爱不是别的爱，是父子之亲，亲爱，这是天性，不是人教的，没人教他。连畜生，你去看，都有父子之爱。你看那小动物刚刚生下来，牠母亲保护牠、爱护牠、照顾牠，你能看得出来。那有人教牠吗？没人教牠。",
      "zh_TW": "我們老祖宗東西教導我們的，你看看這四科，五倫是道，這是自然法則。夫妻是誰發明的？是誰創造的？沒有，這天然的。連禽獸牠都有婚配、都有配偶，這是自然的，自然就叫道。君臣，領導跟被領導這是道，不是哪個創造發明的。父子這是道，兄弟這是道，朋友這是道。這是道！怎麼樣來處理這個道，那叫德。道是講關係，這個關係是我們是一體的關係。怎樣把這個道來落實？父子是親，這親愛。中國的教育核心就是這個，就是親愛。所以江本博士實驗，愛這個水結晶是最美的。這個愛不是別的愛，是父子之親，親愛，這是天性，不是人教的，沒人教他。連畜生，你去看，都有父子之愛。你看那小動物剛剛生下來，牠母親保護牠、愛護牠、照顧牠，你能看得出來。那有人教牠嗎？沒人教牠。"
    },
    {
      "id": "02-037-0232_p0018",
      "zh_CN": "所以中国的教育，根从哪里来的？就从父子有亲来的。中国教育的目的，第一个目的就是这种亲爱如何保持一生不会变，这是中国教育第一个目标。第二个目标是这个爱把它扩大，知道爱你的家，爱你的家族，爱你的邻居（邻里乡党）、爱社会、爱族群、爱国家、爱天下人，它一层一层往外扩大，爱的教育。中国古代帝王统统是推行这个教育，他才能长治久安，他才能传几十代。末代皇帝不遵守，荒淫无道就被人推翻了。这制度不坏，真正负责任，不负责任的这个帝王，他活不长久，他的国家会被人消灭掉。兢兢业业，他不是为家族，是为人民服务，是为一切大众着想，没有想到自己。我们现在很多言论跟思想都发生错误，都毁谤它、侮辱它，这不是好事情。你要毁谤它、要侮辱它，把它搞清楚、搞明白，它是不是你所想的那么坏？如果它不是的话，那叫冤枉，良心怎么能过去？赞叹一个人，搞清楚，毁谤一个人也要搞清楚；不真正搞清楚，随便说话，冤枉人，这个冤枉人也要背因果责任。",
      "zh_TW": "所以中國的教育，根從哪裡來的？就從父子有親來的。中國教育的目的，第一個目的就是這種親愛如何保持一生不會變，這是中國教育第一個目標。第二個目標是這個愛把它擴大，知道愛你的家，愛你的家族，愛你的鄰居（鄰里鄉黨）、愛社會、愛族群、愛國家、愛天下人，它一層一層往外擴大，愛的教育。中國古代帝王統統是推行這個教育，他才能長治久安，他才能傳幾十代。末代皇帝不遵守，荒淫無道就被人推翻了。這制度不壞，真正負責任，不負責任的這個帝王，他活不長久，他的國家會被人消滅掉。兢兢業業，他不是為家族，是為人民服務，是為一切大眾著想，沒有想到自己。我們現在很多言論跟思想都發生錯誤，都毀謗它、侮辱它，這不是好事情。你要毀謗它、要侮辱它，把它搞清楚、搞明白，它是不是你所想的那麼壞？如果它不是的話，那叫冤枉，良心怎麼能過去？讚歎一個人，搞清楚，毀謗一個人也要搞清楚；不真正搞清楚，隨便說話，冤枉人，這個冤枉人也要背因果責任。"
    },
    {
      "id": "02-037-0232_p0019",
      "zh_CN": "了解所有一切现象不是真有，称为如化。现在科学家告诉我们，全是一个波动现象，而且波动频率非常高，高到我们无法想像。科学家发现这个物质是意念波动产生的幻相，它不是真的。这个波动现象非常快，没有说出数字。佛经上说出数字，佛说快到什么程度？弥勒菩萨告诉我们，这一弹指，一弹指有多少个念头？三十二亿百千念。单位是百千，百千是十万，三十二亿乘十万，三百二十兆，这一弹指，一弹指三百二十兆。那我们现在时间单位算秒，一秒钟我们弹得快，我能弹四次，大概有比我弹得快的，年轻的、力气比我大的，如果能弹五次，那一秒钟多少次？一千六百兆。你看，佛经上把数字说出来了，科学家没有说出数字，只是说太快了，速度太快了。所以现在人想，科学搞这么多年，四百多年，这么多人研究，才发现这个事实真相，释迦牟尼佛凭什么知道？所以科学家从这里也就省悟过来，不敢再说古人不懂科学、愚痴，不敢讲了，他们相信古人有一种本能，我们的本能丧失掉了，古人那个本能在，他有本能，他知道。这个话也没讲错。",
      "zh_TW": "了解所有一切現象不是真有，稱為如化。現在科學家告訴我們，全是一個波動現象，而且波動頻率非常高，高到我們無法想像。科學家發現這個物質是意念波動產生的幻相，它不是真的。這個波動現象非常快，沒有說出數字。佛經上說出數字，佛說快到什麼程度？彌勒菩薩告訴我們，這一彈指，一彈指有多少個念頭？三十二億百千念。單位是百千，百千是十萬，三十二億乘十萬，三百二十兆，這一彈指，一彈指三百二十兆。那我們現在時間單位算秒，一秒鐘我們彈得快，我能彈四次，大概有比我彈得快的，年輕的、力氣比我大的，如果能彈五次，那一秒鐘多少次？一千六百兆。你看，佛經上把數字說出來了，科學家沒有說出數字，只是說太快了，速度太快了。所以現在人想，科學搞這麼多年，四百多年，這麼多人研究，才發現這個事實真相，釋迦牟尼佛憑什麼知道？所以科學家從這裡也就省悟過來，不敢再說古人不懂科學、愚痴，不敢講了，他們相信古人有一種本能，我們的本能喪失掉了，古人那個本能在，他有本能，他知道。這個話也沒講錯。"
    },
    {
      "id": "02-037-0232_p0020",
      "zh_CN": "实际上每个人都有本能，本能是什么？就是清净心，你心里头什么都没有的话，你的能量就出来了。你心愈复杂，你的本能就愈小。复杂到极处，本能几乎不见了。一分清净就恢复一分本能，十分清净就恢复十分本能。所以佛法的修行没有别的，就是清净心、平等心。真正到清净心，这就是阿罗汉。我们讲阿罗汉有神通，神通是本能，一点都不稀奇，人人都有，我们只是被杂念困扰了。佛讲的这三大类的烦恼，无明烦恼、尘沙烦恼、见思烦恼，三种都放下，你的本能圆满恢复。三种都放下，就叫成佛。所以你本来是佛，你现在把这三样放下，你就是佛，你的智慧、你的能力跟佛一样，超过科学家，超过哲学家。",
      "zh_TW": "實際上每個人都有本能，本能是什麼？就是清淨心，你心裡頭什麼都沒有的話，你的能量就出來了。你心愈複雜，你的本能就愈小。複雜到極處，本能幾乎不見了。一分清淨就恢復一分本能，十分清淨就恢復十分本能。所以佛法的修行沒有別的，就是清淨心、平等心。真正到清淨心，這就是阿羅漢。我們講阿羅漢有神通，神通是本能，一點都不稀奇，人人都有，我們只是被雜念困擾了。佛講的這三大類的煩惱，無明煩惱、塵沙煩惱、見思煩惱，三種都放下，你的本能圓滿恢復。三種都放下，就叫成佛。所以你本來是佛，你現在把這三樣放下，你就是佛，你的智慧、你的能力跟佛一樣，超過科學家，超過哲學家。"
    },
    {
      "id": "02-037-0232_p0021",
      "zh_CN": "所以佛法修行，实在讲很简单。我二十六岁亲近章嘉大师，他老人家就教我。我向他请教，我说佛教这么好，有没有方法能够很快的契入？他就教我看破、放下。看破是了解事实真相，了解之后你自然不执着、不分别，不执着、不分别就叫做放下。所以放下不是事，放下是在心，恢复到清净心，恢复到平等心。我们这经题上五个字「清净平等觉」，那是修行的纲领。清净心是阿罗汉，平等心是菩萨，觉是佛，这是三个学位的名称，三个阶梯的标准。佛陀在佛教育里面是最高的学位，像现在学校的博士一样。菩萨是第二个学位，硕士。阿罗汉是第三个学位，学士。拿到这个学位的，才算你修学真有成绩；学位没拿到，不算，你还没有成就，不算你有成就。",
      "zh_TW": "所以佛法修行，實在講很簡單。我二十六歲親近章嘉大師，他老人家就教我。我向他請教，我說佛教這麼好，有沒有方法能夠很快的契入？他就教我看破、放下。看破是了解事實真相，了解之後你自然不執著、不分別，不執著、不分別就叫做放下。所以放下不是事，放下是在心，恢復到清淨心，恢復到平等心。我們這經題上五個字「清淨平等覺」，那是修行的綱領。清淨心是阿羅漢，平等心是菩薩，覺是佛，這是三個學位的名稱，三個階梯的標準。佛陀在佛教育裡面是最高的學位，像現在學校的博士一樣。菩薩是第二個學位，碩士。阿羅漢是第三個學位，學士。拿到這個學位的，才算你修學真有成績；學位沒拿到，不算，你還沒有成就，不算你有成就。"
    },
    {
      "id": "02-037-0232_p0022",
      "zh_CN": "这三个学位统统要放下。放下见思烦恼，阿罗汉。见思烦恼，见是见解，看错了，思是思想，你对于整个宇宙的问题看错了、想错了，这叫凡夫。把这些错误放下，你的清净心现前。清净心，你才有正知正见，你的见解思想是正确的，没有错误。这拿到第一个学位。再往上去，第二个学位，平等心。真正无我才平等，有我就不平等。我总比别人高一点，我里头带着有慢（傲慢）。傲慢是天生的，不是哪里学来的，叫俱生烦恼，有我，我总比别人高一等。乞丐，这是贫贱到极处了，没有地位，又没有财富，天天在外面讨饭吃。躺在马路上，看到一个有钱人走过去，坐着车子耀武扬威，他在旁边还哼一声，有什么了不起，不过有几个臭铜钱而已！他还瞧不起别人。这就是傲慢很难断，人皆有之，你自己不知道。",
      "zh_TW": "這三個學位統統要放下。放下見思煩惱，阿羅漢。見思煩惱，見是見解，看錯了，思是思想，你對於整個宇宙的問題看錯了、想錯了，這叫凡夫。把這些錯誤放下，你的清淨心現前。清淨心，你才有正知正見，你的見解思想是正確的，沒有錯誤。這拿到第一個學位。再往上去，第二個學位，平等心。真正無我才平等，有我就不平等。我總比別人高一點，我裡頭帶著有慢（傲慢）。傲慢是天生的，不是哪裡學來的，叫俱生煩惱，有我，我總比別人高一等。乞丐，這是貧賤到極處了，沒有地位，又沒有財富，天天在外面討飯吃。躺在馬路上，看到一個有錢人走過去，坐著車子耀武揚威，他在旁邊還哼一聲，有什麼了不起，不過有幾個臭銅錢而已！他還瞧不起別人。這就是傲慢很難斷，人皆有之，你自己不知道。"
    },
    {
      "id": "02-037-0232_p0023",
      "zh_CN": "儒，它不断，因为儒家的境界在人天，所以它教你傲慢要控制住。你看《礼记》里面所说的，「傲不可长」，到这就好了，不要再增长了，它用这个方法。佛不行，佛要断掉。为什么？佛不断的时候，你不能提升，一定要无我才能达到平等，平等是菩萨。阿罗汉还没有达到这个境界，菩萨达到境界，完全平等，所以心地柔和善良，没有恩怨。没有达到这个境界，你受人家的冤枉，他那个气咽不下，生生世世都想报复，这个不好。报复不是一面痛苦，是双方痛苦。你的家人，冤枉被人家杀掉了，害你的人，你又恨他一辈子。如果是菩萨，这个结就化解了，不再怨恨他，知道有前因后果。为什么他害你、不害别人家？这一定有因，这个因要找到前世，前世再前世，你能够追溯到过去，心就平了。过去我是这样对他的，这一生碰到，他这样对我，这一报还一报，帐了了、清了，欢欢喜喜，不再有怨恨。如果还有怨恨，来生还要报，真的是生生世世没完没了，玩这种游戏太痛苦了。所以佛法能把这个怨结统统给你化解掉，你能够宽宏大量原谅一切人，心平气和，大家一起来学圣贤教诲，这个好！我们才真正有救。",
      "zh_TW": "儒，它不斷，因為儒家的境界在人天，所以它教你傲慢要控制住。你看《禮記》裡面所說的，「傲不可長」，到這就好了，不要再增長了，它用這個方法。佛不行，佛要斷掉。為什麼？佛不斷的時候，你不能提升，一定要無我才能達到平等，平等是菩薩。阿羅漢還沒有達到這個境界，菩薩達到境界，完全平等，所以心地柔和善良，沒有恩怨。沒有達到這個境界，你受人家的冤枉，他那個氣嚥不下，生生世世都想報復，這個不好。報復不是一面痛苦，是雙方痛苦。你的家人，冤枉被人家殺掉了，害你的人，你又恨他一輩子。如果是菩薩，這個結就化解了，不再怨恨他，知道有前因後果。為什麼他害你、不害別人家？這一定有因，這個因要找到前世，前世再前世，你能夠追溯到過去，心就平了。過去我是這樣對他的，這一生碰到，他這樣對我，這一報還一報，帳了了、清了，歡歡喜喜，不再有怨恨。如果還有怨恨，來生還要報，真的是生生世世沒完沒了，玩這種遊戲太痛苦了。所以佛法能把這個怨結統統給你化解掉，你能夠寬宏大量原諒一切人，心平氣和，大家一起來學聖賢教誨，這個好！我們才真正有救。"
    },
    {
      "id": "02-037-0232_p0024",
      "zh_CN": "众生是平等的，中国老祖宗说「人性本善」、「人之初，性本善」，每个人都是善良的，做错事情是一时糊涂、一时迷惑。今天这个社会做错事情人多，要原谅。为什么？他没有受过圣贤教诲，他不懂。他没有看到圣贤人，没有人教他圣贤的道理。所以今天小孩不孝父母，不能怪他，他从小没有看到有一个孝顺父母的人，样子没有看到，也没有听说过，你怎么可以怪他？中国古时候教孝，你看古谚语所说的，「教儿婴孩，教妇初来」。婴孩什么？小孩出生就教他。出生他还不会说话，什么都不懂？那你就搞错了，他什么都懂，就是不会说话，什么都懂，他头脑可灵光了，所以他会看、他会听。",
      "zh_TW": "眾生是平等的，中國老祖宗說「人性本善」、「人之初，性本善」，每個人都是善良的，做錯事情是一時糊塗、一時迷惑。今天這個社會做錯事情人多，要原諒。為什麼？他沒有受過聖賢教誨，他不懂。他沒有看到聖賢人，沒有人教他聖賢的道理。所以今天小孩不孝父母，不能怪他，他從小沒有看到有一個孝順父母的人，樣子沒有看到，也沒有聽說過，你怎麼可以怪他？中國古時候教孝，你看古諺語所說的，「教兒嬰孩，教婦初來」。嬰孩什麼？小孩出生就教他。出生他還不會說話，什麼都不懂？那你就搞錯了，他什麼都懂，就是不會說話，什麼都懂，他頭腦可靈光了，所以他會看、他會聽。"
    },
    {
      "id": "02-037-0232_p0025",
      "zh_CN": "中国在过去，养蒙的教育是母亲的责任，所以母亲是最伟大的。很多人不了解，以为女子在中国古社会里没有地位，完全错误。圣贤从哪里来的？母亲教的；没有圣贤的母亲，没有圣贤的儿子。所以做母亲的，先生叫她太太，太太从哪里来的？你要知道太太两个字的话，妇女地位多高！太太是圣人的母亲。就是周文王，周文王的母亲叫太任，他的祖母叫太姜，他自己的妃子叫太姒，这三个人都叫太，所以太太从这来的。你看她们教出周文王、周武王、周公，大圣人。孔子一生最佩服的周公，就想学周公。大圣大贤，母亲教出来的。所以希望太太都像周家的三太，把儿女都教成圣贤。",
      "zh_TW": "中國在過去，養蒙的教育是母親的責任，所以母親是最偉大的。很多人不了解，以為女子在中國古社會裡沒有地位，完全錯誤。聖賢從哪裡來的？母親教的；沒有聖賢的母親，沒有聖賢的兒子。所以做母親的，先生叫她太太，太太從哪裡來的？你要知道太太兩個字的話，婦女地位多高！太太是聖人的母親。就是周文王，周文王的母親叫太任，他的祖母叫太姜，他自己的妃子叫太姒，這三個人都叫太，所以太太從這來的。你看她們教出周文王、周武王、周公，大聖人。孔子一生最佩服的周公，就想學周公。大聖大賢，母親教出來的。所以希望太太都像周家的三太，把兒女都教成聖賢。"
    },
    {
      "id": "02-037-0232_p0026",
      "zh_CN": "她们懂得胎教。怀孕的这十个月，你看历史上记载的，文王的母亲太任，「目不视恶色」，眼睛不看不好的东西，「耳不闻淫声，口不出傲言」，你看身口意她都摄受，就是一举一动都是端庄，没有邪恶，她小孩受这个气分，所以小孩生出来之后好教、听话，纯正没有邪。这母亲比什么都伟大，没有人能做得到，没有人能代替。小孩出生之后，自己跟丈夫孝顺父母，小孩在旁边看，他就学会了。所以《弟子规》不是教小孩念的，不是教小孩背的，不是教小孩做的，全搞错了，《弟子规》是做父母的在家里面就照这样做，让小孩看，自然就会了。从出生到三岁这一千天，这一千天他所看到的、听到的、接触到的，都是这些规矩，他自然学会了。所以古谚语有一句话说「三岁看八十」，这一千天他学的，八十岁都不会变。这叫童蒙养正，这叫扎根教育，现在没有了。我这一代沾到一点点边缘，就得这一点受用。我弟弟就不行，你问他，他什么都不知道；他小我六岁，他什么都不知道。我沾一点边，这一点边就起了很大作用。所以中国传统文化，你不去学它不知道，你愈学愈欢喜，愈学，这个恭敬心生起来了，孝顺心生起来了，你才晓得做人应该怎样做法。",
      "zh_TW": "她們懂得胎教。懷孕的這十個月，你看歷史上記載的，文王的母親太任，「目不視惡色」，眼睛不看不好的東西，「耳不聞淫聲，口不出傲言」，你看身口意她都攝受，就是一舉一動都是端莊，沒有邪惡，她小孩受這個氣分，所以小孩生出來之後好教、聽話，純正沒有邪。這母親比什麼都偉大，沒有人能做得到，沒有人能代替。小孩出生之後，自己跟丈夫孝順父母，小孩在旁邊看，他就學會了。所以《弟子規》不是教小孩念的，不是教小孩背的，不是教小孩做的，全搞錯了，《弟子規》是做父母的在家裡面就照這樣做，讓小孩看，自然就會了。從出生到三歲這一千天，這一千天他所看到的、聽到的、接觸到的，都是這些規矩，他自然學會了。所以古諺語有一句話說「三歲看八十」，這一千天他學的，八十歲都不會變。這叫童蒙養正，這叫扎根教育，現在沒有了。我這一代沾到一點點邊緣，就得這一點受用。我弟弟就不行，你問他，他什麼都不知道；他小我六歲，他什麼都不知道。我沾一點邊，這一點邊就起了很大作用。所以中國傳統文化，你不去學它不知道，你愈學愈歡喜，愈學，這個恭敬心生起來了，孝順心生起來了，你才曉得做人應該怎樣做法。"
    },
    {
      "id": "02-037-0232_p0027",
      "zh_CN": "人，在佛法里面讲，佛法里最重要一个概念，告诉你人没有死亡，人不会死的，我是永存的。生死是什么？是肉身，这是物质现象。如果说是人死了就没有了，他怎么会去投胎？哪有这种道理！那投胎谁去投？可见得那个没有死的东西他去投胎。这个一定要知道的，决定没有死亡。因为了解这个事实真相，所以人生的大事是什么？不是荣华富贵，不是现在的这种欢乐，不是的，要提升我们，要提升灵性，要在这一生当中把我们的灵性提升到菩萨、提升到佛、提升到贤人、提升到圣人，这就是这一生没空过。要知道什么是真的、什么是假的，什么是可以带得去的、什么是带不去的。带不去的一概不要，不要在这操心；你身体带不去，你家的金银财宝带不去，你家的房地产带不去，这种带不去的就不要理会它，不要在这上操一点心。能带得去的是道德、是智慧，你造作一切不善，那不善你会带去，给你来生所受的果报，这个重要！做好事能带过去，能带得走。做好事要以平等心，不要有分别，不要有界限，平等的布施，平等的供养，不分国家、不分族群、不分宗教，一切都不要分别，跟自己一家人一样。我们能照顾别人，别人会照顾我们，我们爱他们、尊敬他们，他们也爱我们、也尊敬我们，这就是神仙生活，这多快乐！",
      "zh_TW": "人，在佛法裡面講，佛法裡最重要一個概念，告訴你人沒有死亡，人不會死的，我是永存的。生死是什麼？是肉身，這是物質現象。如果說是人死了就沒有了，他怎麼會去投胎？哪有這種道理！那投胎誰去投？可見得那個沒有死的東西他去投胎。這個一定要知道的，決定沒有死亡。因為了解這個事實真相，所以人生的大事是什麼？不是榮華富貴，不是現在的這種歡樂，不是的，要提升我們，要提升靈性，要在這一生當中把我們的靈性提升到菩薩、提升到佛、提升到賢人、提升到聖人，這就是這一生沒空過。要知道什麼是真的、什麼是假的，什麼是可以帶得去的、什麼是帶不去的。帶不去的一概不要，不要在這操心；你身體帶不去，你家的金銀財寶帶不去，你家的房地產帶不去，這種帶不去的就不要理會它，不要在這上操一點心。能帶得去的是道德、是智慧，你造作一切不善，那不善你會帶去，給你來生所受的果報，這個重要！做好事能帶過去，能帶得走。做好事要以平等心，不要有分別，不要有界限，平等的布施，平等的供養，不分國家、不分族群、不分宗教，一切都不要分別，跟自己一家人一樣。我們能照顧別人，別人會照顧我們，我們愛他們、尊敬他們，他們也愛我們、也尊敬我們，這就是神仙生活，這多快樂！"
    },
    {
      "id": "02-037-0232_p0028",
      "zh_CN": "佛教我们常常修布施供养，跟一切人结善缘。宗教的团结，宗教的和睦，我没有想到我这一生还能看到，很可能会变成事实，那真是破天荒。我再过几天要到澳洲去一次，这一次去五天回来。图文巴这个小城宗教大团结，我回去参加他们团结会议。这些宗教领导人们在一起，跟这个市政府这些官员，他们也都来参加，市长都来参加，大家有个共同的想法，把这个城市做成全世界第一个和谐示范城。这个太理想了，这个要做成功的时候，非常有意义。所以他来邀请我，不能不去。我去年不过是说说而已，他们今年真干，这中国人所谓「有意栽花花不发，无心插柳柳成荫」，没想到他们真肯干。这个也是有影响，我们在图文巴十年，十年推动的社会和谐，产生很大的效果。我们把这十几个宗教联合起来，前年在图文巴做了一次联合全澳洲的宗教，办了三天的活动，宗教团结的联谊会议。现在我们想用一个小城做，做榜样。那个国家太大了，很困难，做个小榜样，小榜样做成功了，那就会起很大作用。我想新加坡、马来西亚的朋友们都欢迎去参加，我们共襄盛举。宗教团结的根源是在新加坡，一九九九年我们在新加坡做出来，那是世界上第一个，根。能发展到一个城市，这是真正不可思议，这是每一个宗教神圣的加持，神灵的保佑，这不可能的事情，怎么会做成功？",
      "zh_TW": "佛教我們常常修布施供養，跟一切人結善緣。宗教的團結，宗教的和睦，我沒有想到我這一生還能看到，很可能會變成事實，那真是破天荒。我再過幾天要到澳洲去一次，這一次去五天回來。圖文巴這個小城宗教大團結，我回去參加他們團結會議。這些宗教領導人們在一起，跟這個市政府這些官員，他們也都來參加，市長都來參加，大家有個共同的想法，把這個城市做成全世界第一個和諧示範城。這個太理想了，這個要做成功的時候，非常有意義。所以他來邀請我，不能不去。我去年不過是說說而已，他們今年真幹，這中國人所謂「有意栽花花不發，無心插柳柳成蔭」，沒想到他們真肯幹。這個也是有影響，我們在圖文巴十年，十年推動的社會和諧，產生很大的效果。我們把這十幾個宗教聯合起來，前年在圖文巴做了一次聯合全澳洲的宗教，辦了三天的活動，宗教團結的聯誼會議。現在我們想用一個小城做，做榜樣。那個國家太大了，很困難，做個小榜樣，小榜樣做成功了，那就會起很大作用。我想新加坡、馬來西亞的朋友們都歡迎去參加，我們共襄盛舉。宗教團結的根源是在新加坡，一九九九年我們在新加坡做出來，那是世界上第一個，根。能發展到一個城市，這是真正不可思議，這是每一個宗教神聖的加持，神靈的保佑，這不可能的事情，怎麼會做成功？"
    },
    {
      "id": "02-037-0232_p0029",
      "zh_CN": "这个下面说，「又既云如化，乃非有而现假有。既是幻化，则所现举体是空」。这个道理明白了，我们对于一切现象自然就能放得下。不了解事实真相，放不下，我凭什么要放下？现在告诉你，它是一种波动现象，每一个波动现象是一个独立的，没有重复的。就跟我们看电影，从前那个幻灯片的底片一样，张张是独立的，张张不相同，它是一个相似相续，不是真正的相续；真正相续是张张相同，它不是的，它每张不一样。现在弥勒菩萨告诉我们，这也是科学家讲的，一秒钟波动（就是生灭）多少次？一千六百兆次。哪一个现象是你？所以没有我。如果一个现象是我，我已经不在了。如果每个现象都是我，怎么会有那么多我？你就晓得，这个事实现象叫非空非有，这个道理很深。大乘教里面普通不谈这个，为什么？没有人懂。提出问题，你给他解答，他还是不懂，很少讲。今天可以提出来讲，就是配合量子力学家最近的发现，这就好讲。这个发现也是我们想像不到的，但是完全是经典上所说的。世间人用思惟、用想像、用观察，不管用什么样的仪器，只能够看到波动现象，不动的现象看不到。不动是真的，不动是体、是你的自性。动的是假的，动是它的作用。这个动是有缘就动，缘的意思也是深广无际。",
      "zh_TW": "這個下面說，「又既云如化，乃非有而現假有。既是幻化，則所現舉體是空」。這個道理明白了，我們對於一切現象自然就能放得下。不了解事實真相，放不下，我憑什麼要放下？現在告訴你，它是一種波動現象，每一個波動現象是一個獨立的，沒有重複的。就跟我們看電影，從前那個幻燈片的底片一樣，張張是獨立的，張張不相同，它是一個相似相續，不是真正的相續；真正相續是張張相同，它不是的，它每張不一樣。現在彌勒菩薩告訴我們，這也是科學家講的，一秒鐘波動（就是生滅）多少次？一千六百兆次。哪一個現象是你？所以沒有我。如果一個現象是我，我已經不在了。如果每個現象都是我，怎麼會有那麼多我？你就曉得，這個事實現象叫非空非有，這個道理很深。大乘教裡面普通不談這個，為什麼？沒有人懂。提出問題，你給他解答，他還是不懂，很少講。今天可以提出來講，就是配合量子力學家最近的發現，這就好講。這個發現也是我們想像不到的，但是完全是經典上所說的。世間人用思惟、用想像、用觀察，不管用什麼樣的儀器，只能夠看到波動現象，不動的現象看不到。不動是真的，不動是體、是你的自性。動的是假的，動是它的作用。這個動是有緣就動，緣的意思也是深廣無際。"
    },
    {
      "id": "02-037-0232_p0030",
      "zh_CN": "所以空是真空，真空不是无，什么都有，什么都不缺。有是假有、是幻有，别认真，认真就吃亏，认真就受苦。譬如你身体不好有疾病，你很认真，你受这个身的折磨，苦。你要不认真，若无其事，根本就不想它、不理它，那个病自然就好了、就没了。为什么？你不管它了！只要你管它，你想它好也麻烦，你想它不好也麻烦，只要想它就麻烦，不想它，麻烦就没有了。那人不能不想，换一个方法，教你想阿弥陀佛，你每天想阿弥陀佛，把自己身体忘掉，你的身体决定健康长寿。伊斯兰教去想真主，基督教去想耶稣，只要把你念头想到一个，不要想自己，把自己忘掉，自己就恢复正常，很快恢复正常。这个科学最近发现念力的能量不可思议。所以念能改变物质，头一个，改变我们身体，身体是物质。",
      "zh_TW": "所以空是真空，真空不是無，什麼都有，什麼都不缺。有是假有、是幻有，別認真，認真就吃虧，認真就受苦。譬如你身體不好有疾病，你很認真，你受這個身的折磨，苦。你要不認真，若無其事，根本就不想它、不理它，那個病自然就好了、就沒了。為什麼？你不管它了！只要你管它，你想它好也麻煩，你想它不好也麻煩，只要想它就麻煩，不想它，麻煩就沒有了。那人不能不想，換一個方法，教你想阿彌陀佛，你每天想阿彌陀佛，把自己身體忘掉，你的身體決定健康長壽。伊斯蘭教去想真主，基督教去想耶穌，只要把你念頭想到一個，不要想自己，把自己忘掉，自己就恢復正常，很快恢復正常。這個科學最近發現念力的能量不可思議。所以念能改變物質，頭一個，改變我們身體，身體是物質。"
    },
    {
      "id": "02-037-0232_p0031",
      "zh_CN": "科学提出了一个论据，这是非常有道理的，他们说这三、四百年的科学，里面有一个最大的误会，就是二分法。这最大的错误，让我们走了很多弯路，搞了很多困难。这二分法是什么？就是把这一切物分做物理跟心理，唯物、唯心。这错了，心跟物不能分，它是一不是二。分成了二边，二边到现在都走不通。幸亏好，这些人研究物质，物质到底是什么？把物质研究到最后，物质是念头的波动产生的幻相，这才真正了解物质的本质。这一个了解发明可不得了，为什么？我们用意念可以控制物质。头一个就是治病。无论什么疾病，与你念头有关系。贪瞋痴慢疑、怨恨恼怒烦对着你五脏六腑某一部门，你哪一个念头（错误的念头），它应对是哪个部分有病，你把这个念头修正过来，你的病就好了。",
      "zh_TW": "科學提出了一個論據，這是非常有道理的，他們說這三、四百年的科學，裡面有一個最大的誤會，就是二分法。這最大的錯誤，讓我們走了很多彎路，搞了很多困難。這二分法是什麼？就是把這一切物分做物理跟心理，唯物、唯心。這錯了，心跟物不能分，它是一不是二。分成了二邊，二邊到現在都走不通。幸虧好，這些人研究物質，物質到底是什麼？把物質研究到最後，物質是念頭的波動產生的幻相，這才真正了解物質的本質。這一個了解發明可不得了，為什麼？我們用意念可以控制物質。頭一個就是治病。無論什麼疾病，與你念頭有關係。貪瞋痴慢疑、怨恨惱怒煩對著你五臟六腑某一部門，你哪一個念頭（錯誤的念頭），它應對是哪個部分有病，你把這個念頭修正過來，你的病就好了。"
    },
    {
      "id": "02-037-0232_p0032",
      "zh_CN": "科学在加紧做这个实验，来找这些证据。所以这个科学在目前叫前卫科学，还没有得到科学家全体的认同，这是刚刚发现，发现就是念头可以控制物质，可以改变物质，这刚刚发现。理论就是从物质分析到最后，发现是念头，念头造成的物质现象。德国科学家普朗克，他一生干这个事情，他有个很有名的报告，里面说，根据他一生所做的研究，宇宙之间根本没有物质这个东西。说明物质到底是什么？是意念的一个幻相，就是意念是物质现象的基础。这些新的科学家就提出「以心控物」，以心控物是什么？能够改变地球上这些灾难。地球上这都是物质现象，我们意念只要端正，这连美国布莱登都谈到，二０一二，这是马雅灾难的预言，我们用意念可以把这个灾难化解。他只教人三句话，第一个「弃恶扬善」，就是佛家讲的断恶修善，第二个「改邪归正」，第三个「端正心念」，只要我们做到这三句话，这地球上灾难可以化解。因为灾难是不善念头引起来的，身体疾病也是不善念头引发的，念头善，什么问题都能解决。",
      "zh_TW": "科學在加緊做這個實驗，來找這些證據。所以這個科學在目前叫前衛科學，還沒有得到科學家全體的認同，這是剛剛發現，發現就是念頭可以控制物質，可以改變物質，這剛剛發現。理論就是從物質分析到最後，發現是念頭，念頭造成的物質現象。德國科學家普朗克，他一生幹這個事情，他有個很有名的報告，裡面說，根據他一生所做的研究，宇宙之間根本沒有物質這個東西。說明物質到底是什麼？是意念的一個幻相，就是意念是物質現象的基礎。這些新的科學家就提出「以心控物」，以心控物是什麼？能夠改變地球上這些災難。地球上這都是物質現象，我們意念只要端正，這連美國布萊登都談到，二０一二，這是馬雅災難的預言，我們用意念可以把這個災難化解。他只教人三句話，第一個「棄惡揚善」，就是佛家講的斷惡修善，第二個「改邪歸正」，第三個「端正心念」，只要我們做到這三句話，這地球上災難可以化解。因為災難是不善念頭引起來的，身體疾病也是不善念頭引發的，念頭善，什麼問題都能解決。"
    },
    {
      "id": "02-037-0232_p0033",
      "zh_CN": "我们就明白了，极乐世界为什么好，什么灾难也没有，这个地球怎么会有这么多灾难？人心不善。地球上今天灾难这么多，为什么一百年前没有这么多，两百年前更少？愈往上面去人心愈善，所以他不遭灾难。现在的人心，把五伦、五常、四维、八德全部都丢掉了，西方人把宗教丢掉了，东方人把圣贤丢掉了，所以灾难就出现了。圣贤跟宗教代表是善，你展开经典，没有教你做不善事情的。善根，善根能生一切善。善根是什么？孝亲是善根，尊师是善根，诚敬是善根。人要有这三个善根，万善都会生起来。这三个善根没有了，那反面就是万恶，麻烦大！所以今天我们感到最大的困难是什么？就是三善根，我们想教，教经典，没有这个善根的人，怎么讲，他听不进去，他听不懂，这个麻烦大！",
      "zh_TW": "我們就明白了，極樂世界為什麼好，什麼災難也沒有，這個地球怎麼會有這麼多災難？人心不善。地球上今天災難這麼多，為什麼一百年前沒有這麼多，兩百年前更少？愈往上面去人心愈善，所以他不遭災難。現在的人心，把五倫、五常、四維、八德全部都丟掉了，西方人把宗教丟掉了，東方人把聖賢丟掉了，所以災難就出現了。聖賢跟宗教代表是善，你展開經典，沒有教你做不善事情的。善根，善根能生一切善。善根是什麼？孝親是善根，尊師是善根，誠敬是善根。人要有這三個善根，萬善都會生起來。這三個善根沒有了，那反面就是萬惡，麻煩大！所以今天我們感到最大的困難是什麼？就是三善根，我們想教，教經典，沒有這個善根的人，怎麼講，他聽不進去，他聽不懂，這個麻煩大！"
    },
    {
      "id": "02-037-0232_p0034",
      "zh_CN": "圣贤东西最重要是恭恭敬敬的接受，不能够有傲慢。所以我这么大年岁时候想到，当年章嘉大师教我，问他一句话，第一次请教他的问题，他看我，我看他，看了半个钟点，一句话不说，到底什么道理，现在明白了。年轻心浮气躁，心浮气躁给你讲东西没用，耳边风。一定叫你什么？整个情绪稳定下来，看到你半个钟点，这定下来了，这才开口。开口说，有。我问他有没有方法？他说有。一有，我们的精神马上就抖擞起来，耳朵就竖起来了。他老人家不说话了，为什么？我们动了。又过了六、七分钟，再沉淀下来，才告诉你，所以不准你心浮气躁。心浮气躁的时候，好像动作很敏捷，那不是敏捷，那妄动。这一种心态学不到东西，没有诚敬。我们才了解章嘉大师那是继承古大德的传统，真正能学，真正想学，他真教你。你没有这个能力，他不会教你。你不想学，他也不教你。必须这两个条件具备，真想学，也有能力学，他就真教你。",
      "zh_TW": "聖賢東西最重要是恭恭敬敬的接受，不能夠有傲慢。所以我這麼大年歲時候想到，當年章嘉大師教我，問他一句話，第一次請教他的問題，他看我，我看他，看了半個鐘點，一句話不說，到底什麼道理，現在明白了。年輕心浮氣躁，心浮氣躁給你講東西沒用，耳邊風。一定叫你什麼？整個情緒穩定下來，看到你半個鐘點，這定下來了，這才開口。開口說，有。我問他有沒有方法？他說有。一有，我們的精神馬上就抖擻起來，耳朵就豎起來了。他老人家不說話了，為什麼？我們動了。又過了六、七分鐘，再沉澱下來，才告訴你，所以不准你心浮氣躁。心浮氣躁的時候，好像動作很敏捷，那不是敏捷，那妄動。這一種心態學不到東西，沒有誠敬。我們才了解章嘉大師那是繼承古大德的傳統，真正能學，真正想學，他真教你。你沒有這個能力，他不會教你。你不想學，他也不教你。必須這兩個條件具備，真想學，也有能力學，他就真教你。"
    },
    {
      "id": "02-037-0232_p0035",
      "zh_CN": "方东美先生亦如是。我跟他学那么长的时间，没有缴一分钱学费，完全是义务。我们自己在那个时代，一个人，抗战期间失学四年，初中毕业，也没有经历，到台湾一个人，没有认识的人，没有有势力的人照顾你，也没有有财富的人照顾你，困难到极处。遇到这些老师，老师慈悲照顾。凭什么？就那一点尊师重道的心，这从小学来的，对老师那点诚敬的心，老师愿意教学、教导。跟章嘉大师三年，也是每个星期两个小时。我这个缘分，以后的人再都遇不到了，不容易。老师都不在了，常常念着老师的恩德，念着老师的教诲。我们不辜负老师，一定是不断提升自己境界，这是老师唯一的希望。",
      "zh_TW": "方東美先生亦如是。我跟他學那麼長的時間，沒有繳一分錢學費，完全是義務。我們自己在那個時代，一個人，抗戰期間失學四年，初中畢業，也沒有經歷，到台灣一個人，沒有認識的人，沒有有勢力的人照顧你，也沒有有財富的人照顧你，困難到極處。遇到這些老師，老師慈悲照顧。憑什麼？就那一點尊師重道的心，這從小學來的，對老師那點誠敬的心，老師願意教學、教導。跟章嘉大師三年，也是每個星期兩個小時。我這個緣分，以後的人再都遇不到了，不容易。老師都不在了，常常念著老師的恩德，念著老師的教誨。我們不辜負老師，一定是不斷提升自己境界，這是老師唯一的希望。"
    },
    {
      "id": "02-037-0232_p0036",
      "zh_CN": "既然是幻化，整个宇宙我们了解了，则所现举体是空，证明《般若经》上所说的「一切法，无所有，不可得」完全正确，那我们的人生观跟宇宙观自然跟一般人不一样。「故《会疏》谓为非空非假，而空而假，是显中道之义」。这是菩萨的看法，对整个宇宙的看法，不能说空，也不能说假，它是空也是假，这是最正确的看法。那是空，不执着，在这里头不起心、不动念。它是假，我们在假相当中如何帮助这些人（这六道众生）离苦得乐，如何去帮助他破迷开悟。这个工作应该要做，有意义、有价值，而不执着意义与价值。像佛菩萨一样，「作而无作，无作而作」，身心永远是平静的，事业永远是圆满的。后面总结，「观法如化者，即观一切法，皆是中道」。这是结归到大乘。",
      "zh_TW": "既然是幻化，整個宇宙我們了解了，則所現舉體是空，證明《般若經》上所說的「一切法，無所有，不可得」完全正確，那我們的人生觀跟宇宙觀自然跟一般人不一樣。「故《會疏》謂為非空非假，而空而假，是顯中道之義」。這是菩薩的看法，對整個宇宙的看法，不能說空，也不能說假，它是空也是假，這是最正確的看法。那是空，不執著，在這裡頭不起心、不動念。它是假，我們在假相當中如何幫助這些人（這六道眾生）離苦得樂，如何去幫助他破迷開悟。這個工作應該要做，有意義、有價值，而不執著意義與價值。像佛菩薩一樣，「作而無作，無作而作」，身心永遠是平靜的，事業永遠是圓滿的。後面總結，「觀法如化者，即觀一切法，皆是中道」。這是結歸到大乘。"
    },
    {
      "id": "02-037-0232_p0037",
      "zh_CN": "后面这一句，『三昧常寂』。三昧是梵文音译过来的，意思是禅定。要照这个梵音来翻，翻作正受。三翻作正，昧翻作受，受是享受，正常的享受，正常的享受是禅定，禅定才是正常的享受，里面没有苦乐忧喜舍。身没有苦乐，心没有忧喜，这是最正常的享受，有喜乐、有悲哀都不正常。所以喜怒哀乐统统都没有，这正常享受，这是禅定，这是真的不是假的。",
      "zh_TW": "後面這一句，『三昧常寂』。三昧是梵文音譯過來的，意思是禪定。要照這個梵音來翻，翻作正受。三翻作正，昧翻作受，受是享受，正常的享受，正常的享受是禪定，禪定才是正常的享受，裡面沒有苦樂憂喜捨。身沒有苦樂，心沒有憂喜，這是最正常的享受，有喜樂、有悲哀都不正常。所以喜怒哀樂統統都沒有，這正常享受，這是禪定，這是真的不是假的。"
    },
    {
      "id": "02-037-0232_p0038",
      "zh_CN": "我们看念老的注解，「三昧常寂。三昧者，正定也」，正定。「常寂者，真体离生灭之相，谓之常」。常是永恒不变，不生不灭，这常寂。离生灭之相，生灭是幻相，怎么离？不执着就离了，不分别、不执着、不起心、不动念叫离。相虽然有，有即是无，有即是空，空即是有，这叫常。「绝烦恼之相，谓之寂」。这个寂是寂静，不动。烦恼，中国人讲七情五欲。七情，喜怒哀乐爱恶，下面是个欲，欲是五欲，五欲是财色名食睡。这些东西都没有了。这个没有，不是说都不见了，不是的，事都摆在面前，心里头没有，这叫真功夫，理事无碍。心里头确实没有动五欲七情的念头，这叫真正入定。不是离开这个境界，不是的。境界是假的，它不是真的，你要离它干什么？你要离它不是找麻烦吗？它本来寂静，所以不需要离开。知道凡所有相皆是虚妄，即假即真，这是佛菩萨的心态，佛菩萨对于一切法的看法。所以他全心全力帮助一切众生，帮助他破迷生信，第一个阶段，你的信心生起来了。",
      "zh_TW": "我們看念老的註解，「三昧常寂。三昧者，正定也」，正定。「常寂者，真體離生滅之相，謂之常」。常是永恆不變，不生不滅，這常寂。離生滅之相，生滅是幻相，怎麼離？不執著就離了，不分別、不執著、不起心、不動念叫離。相雖然有，有即是無，有即是空，空即是有，這叫常。「絕煩惱之相，謂之寂」。這個寂是寂靜，不動。煩惱，中國人講七情五欲。七情，喜怒哀樂愛惡，下面是個欲，欲是五欲，五欲是財色名食睡。這些東西都沒有了。這個沒有，不是說都不見了，不是的，事都擺在面前，心裡頭沒有，這叫真功夫，理事無礙。心裡頭確實沒有動五欲七情的念頭，這叫真正入定。不是離開這個境界，不是的。境界是假的，它不是真的，你要離它幹什麼？你要離它不是找麻煩嗎？它本來寂靜，所以不需要離開。知道凡所有相皆是虛妄，即假即真，這是佛菩薩的心態，佛菩薩對於一切法的看法。所以他全心全力幫助一切眾生，幫助他破迷生信，第一個階段，你的信心生起來了。"
    },
    {
      "id": "02-037-0232_p0039",
      "zh_CN": "信心，佛法也常讲信德，五德里头这是最后的一个，五德是仁义礼智信，也叫五常，常是永恒不能变。人要把这五个字丢掉，就不像人了，人的标准就这五个字。《左传》上都讲得清楚，「人弃常则妖兴」，人如果把仁义礼智信全丢掉了，这个社会上都是妖魔鬼怪，乱了，就一团乱象。信德是最后的一个德，是基础，没有信，前面四个都没有。所以我们学从哪里？要从信开始，从这奠基础。那为什么不信？怀疑。如何能够断疑生信，那就得要教。可是教的条件，如果他没有诚信心、没有诚敬心，他什么都学不到。所以今天难，难在这里，到哪里去找一个真正孝顺父母、尊师重道，诚敬心来学习的？找不到！困难在此地。古时候这种人有，很多，为什么？家家教，他有家教，有教育。我们今天教育丢掉一百多年了，所以不是现在这一代人的责任，你怪这一代人，那叫冤枉，他不知道，他父母也不知道，祖父母也不知道，曾祖父母未必知道，总要到高祖父母大概晓得一点影子。难，真难！所以我们只有求三宝加持，求众神保佑。",
      "zh_TW": "信心，佛法也常講信德，五德裡頭這是最後的一個，五德是仁義禮智信，也叫五常，常是永恆不能變。人要把這五個字丟掉，就不像人了，人的標準就這五個字。《左傳》上都講得清楚，「人棄常則妖興」，人如果把仁義禮智信全丟掉了，這個社會上都是妖魔鬼怪，亂了，就一團亂象。信德是最後的一個德，是基礎，沒有信，前面四個都沒有。所以我們學從哪裡？要從信開始，從這奠基礎。那為什麼不信？懷疑。如何能夠斷疑生信，那就得要教。可是教的條件，如果他沒有誠信心、沒有誠敬心，他什麼都學不到。所以今天難，難在這裡，到哪裡去找一個真正孝順父母、尊師重道，誠敬心來學習的？找不到！困難在此地。古時候這種人有，很多，為什麼？家家教，他有家教，有教育。我們今天教育丟掉一百多年了，所以不是現在這一代人的責任，你怪這一代人，那叫冤枉，他不知道，他父母也不知道，祖父母也不知道，曾祖父母未必知道，總要到高祖父母大概曉得一點影子。難，真難！所以我們只有求三寶加持，求眾神保佑。"
    },
    {
      "id": "02-037-0232_p0040",
      "zh_CN": "良好的修学态度没有了，社会乱，往后更乱，你想它好，不可能。你心里想想，我们现在比十年前，十年前再比前面十年前，你十年、十年比，你就晓得，一个十年比一个十年乱，往后十年比现在更乱，会出现什么事情，没有人能预料到。那了解这种事实真相，我们就高度的警觉心，要认真放下，要提升自己灵性，你才能够应对得了这个社会的变化。纵然极大的灾难来了，我们有去处，我们清清楚楚、明明白白，知道生从哪里来、死到哪里去，这个自在，这个快乐。",
      "zh_TW": "良好的修學態度沒有了，社會亂，往後更亂，你想它好，不可能。你心裡想想，我們現在比十年前，十年前再比前面十年前，你十年、十年比，你就曉得，一個十年比一個十年亂，往後十年比現在更亂，會出現什麼事情，沒有人能預料到。那了解這種事實真相，我們就高度的警覺心，要認真放下，要提升自己靈性，你才能夠應對得了這個社會的變化。縱然極大的災難來了，我們有去處，我們清清楚楚、明明白白，知道生從哪裡來、死到哪裡去，這個自在，這個快樂。"
    },
    {
      "id": "02-037-0232_p0041",
      "zh_CN": "前天我看到一封信，天主教的一位神父写了一封信给我，要想到我这来学习。他请假了五年，他们教会批准了，要到我这来学五年。他听我讲过的《玫瑰经》，他说比他们神父讲得好。对的，到佛门来学智慧，不可以改变宗教，改变宗教是错误的。每一个宗教都一样的，佛家讲「法门平等，无有高下」，不但是佛教各宗派、各法门平等，对所有宗教都一样的，都要平等。但是互相学习好，互相学习提升自己。就像佛教传到中国，把儒家提升了，把道家提升了。这互相学习的好处，佛法全是智慧。",
      "zh_TW": "前天我看到一封信，天主教的一位神父寫了一封信給我，要想到我這來學習。他請假了五年，他們教會批准了，要到我這來學五年。他聽我講過的《玫瑰經》，他說比他們神父講得好。對的，到佛門來學智慧，不可以改變宗教，改變宗教是錯誤的。每一個宗教都一樣的，佛家講「法門平等，無有高下」，不但是佛教各宗派、各法門平等，對所有宗教都一樣的，都要平等。但是互相學習好，互相學習提升自己。就像佛教傳到中國，把儒家提升了，把道家提升了。這互相學習的好處，佛法全是智慧。"
    },
    {
      "id": "02-037-0232_p0042",
      "zh_CN": "「《唯识述记》曰」，这部书是窥基大师的著作，在中国也失传了很久，所以宋元明清关于唯识的研究没有读到这部书，有很多错误地方。这部书在日本，杨仁山居士，清朝末年他在中国驻日本大使馆服务，好像是参事，他是个虔诚的佛教徒，在日本看到了，看到很多中国失传的都在日本，把它再取回来，重新翻印。所以民国年间这一些研究唯识的看到了这部书，这是佛教的心理学，如果在大学课程里面，这是佛教心理学。它里头说，「不生不灭，绝名相于常寂之津」。这个津是渡船的码头，我们现在叫码头，就是渡口，这个也当作门径来讲，入门的门径。绝名相于常寂之津。",
      "zh_TW": "「《唯識述記》曰」，這部書是窺基大師的著作，在中國也失傳了很久，所以宋元明清關於唯識的研究沒有讀到這部書，有很多錯誤地方。這部書在日本，楊仁山居士，清朝末年他在中國駐日本大使館服務，好像是參事，他是個虔誠的佛教徒，在日本看到了，看到很多中國失傳的都在日本，把它再取回來，重新翻印。所以民國年間這一些研究唯識的看到了這部書，這是佛教的心理學，如果在大學課程裡面，這是佛教心理學。它裡頭說，「不生不滅，絕名相於常寂之津」。這個津是渡船的碼頭，我們現在叫碼頭，就是渡口，這個也當作門徑來講，入門的門徑。絕名相於常寂之津。"
    },
    {
      "id": "02-037-0232_p0043",
      "zh_CN": "这不生不灭的概念重要，一切法不生不灭，不能说它生，不能说它灭。如果一切法真的不生不灭，要说不生不灭，这个话不叫废话吗？一切法真有生灭，有生灭为什么叫不生不灭？它生灭的时间太短了，你说它生，它灭了；你说它灭，它又生了。就是弥勒菩萨讲的一弹指这么短的时间，有三十二亿百千生灭，你怎么能看得出它生灭现象？我们今天把它换算，换成一秒钟，一秒钟有一千六百兆个生灭，这一个生灭你能找得到吗？所以佛说「生灭即是不生灭，不生灭即是生灭」，就讲这一桩事情。它太快了！弥勒菩萨后头还有一句话说，说得好，他说念、识，念就是念头，识就是分别，「识念极微细，不可执持」，我们人没办法掌握到它，没有办法把它看清楚，它速度太快了。你看，一千六百兆分之一秒，我们根本看不见，别说看花了，根本看不见。这个电影，从前的幻灯片的这个电影，一秒钟二十四个生灭。如果单独一张，我们大概能看到闪了一下。什么东西不知道，只看到光闪了一下，感觉得会闪了一下。一千六百兆分之一，那个闪的念头都没有，你都不可能有，这叫不生不灭。实在上讲，真有生灭，不是假的，太快了，快到我们没有办法想像。",
      "zh_TW": "這不生不滅的概念重要，一切法不生不滅，不能說它生，不能說它滅。如果一切法真的不生不滅，要說不生不滅，這個話不叫廢話嗎？一切法真有生滅，有生滅為什麼叫不生不滅？它生滅的時間太短了，你說它生，它滅了；你說它滅，它又生了。就是彌勒菩薩講的一彈指這麼短的時間，有三十二億百千生滅，你怎麼能看得出它生滅現象？我們今天把它換算，換成一秒鐘，一秒鐘有一千六百兆個生滅，這一個生滅你能找得到嗎？所以佛說「生滅即是不生滅，不生滅即是生滅」，就講這一樁事情。它太快了！彌勒菩薩後頭還有一句話說，說得好，他說念、識，念就是念頭，識就是分別，「識念極微細，不可執持」，我們人沒辦法掌握到它，沒有辦法把它看清楚，它速度太快了。你看，一千六百兆分之一秒，我們根本看不見，別說看花了，根本看不見。這個電影，從前的幻燈片的這個電影，一秒鐘二十四個生滅。如果單獨一張，我們大概能看到閃了一下。什麼東西不知道，只看到光閃了一下，感覺得會閃了一下。一千六百兆分之一，那個閃的念頭都沒有，你都不可能有，這叫不生不滅。實在上講，真有生滅，不是假的，太快了，快到我們沒有辦法想像。"
    },
    {
      "id": "02-037-0232_p0044",
      "zh_CN": "那今天我们看到这个现象是什么？是许许多多的生灭累积在一起，让我们看到幻相。就像看电视、看电影一样，电影你看一秒钟，我们看到一点样子，但是一秒钟是二十四个生灭，二十四个生灭纠缠在一起，让我们看到现象。那我们就知道，一秒钟我们所看到的现象，一秒钟是一千六百兆个生灭纠缠在一起，你才看到，单独一个决定看不到。所以科学家报告里头给我们说，单独一个念头，或者是一个物质现象毫无意义，没有意义。怎么会看出它的？一定是纠缠在一起。这个纠缠是科学家讲的话，真叫无量无数的意念纠缠在一起，我们看到它的现象。这完全讲的是宇宙的现象，真相！这个真相，我相信二、三十年之后肯定被所有科学家肯定，那我们的生活方式、我们的概念统统改变了，这是一个非常伟大的革命性的动作。过去我们想错了，我们看错了，这佛法里面讲见惑、思惑，一点都没错，被科学家揭穿了，我们真看错了，真的想错了。",
      "zh_TW": "那今天我們看到這個現象是什麼？是許許多多的生滅累積在一起，讓我們看到幻相。就像看電視、看電影一樣，電影你看一秒鐘，我們看到一點樣子，但是一秒鐘是二十四個生滅，二十四個生滅糾纏在一起，讓我們看到現象。那我們就知道，一秒鐘我們所看到的現象，一秒鐘是一千六百兆個生滅糾纏在一起，你才看到，單獨一個決定看不到。所以科學家報告裡頭給我們說，單獨一個念頭，或者是一個物質現象毫無意義，沒有意義。怎麼會看出它的？一定是糾纏在一起。這個糾纏是科學家講的話，真叫無量無數的意念糾纏在一起，我們看到它的現象。這完全講的是宇宙的現象，真相！這個真相，我相信二、三十年之後肯定被所有科學家肯定，那我們的生活方式、我們的概念統統改變了，這是一個非常偉大的革命性的動作。過去我們想錯了，我們看錯了，這佛法裡面講見惑、思惑，一點都沒錯，被科學家揭穿了，我們真看錯了，真的想錯了。"
    },
    {
      "id": "02-037-0232_p0045",
      "zh_CN": "「是故《净影疏》」，这是隋朝慧远法师的著作，说：「三昧常寂，止行深也」。止就是定，这个定深！不是浅的定，浅的定三昧寂，它常寂，那要是说到究竟处是自性本定。惠能大师见性的时候说的第四句，「何期自性，本无动摇」，这就是三昧常寂，自性本定。从这个现象当中，我们就了解我们养生，养生，这生命是两个，心是静的，身是动的。身要不动就坏了，身要运动，心要定。心定身动，什么方法最好？拜佛最好。你看拜佛，身在动，心里头是定的，心里头什么都不想，或者只想阿弥陀佛，只念阿弥陀佛，默念，不要出声。什么都不能想，心要静，身要动，这养生之道，百病不生，长命百岁。佛家有养生法。",
      "zh_TW": "「是故《淨影疏》」，這是隋朝慧遠法師的著作，說：「三昧常寂，止行深也」。止就是定，這個定深！不是淺的定，淺的定三昧寂，它常寂，那要是說到究竟處是自性本定。惠能大師見性的時候說的第四句，「何期自性，本無動搖」，這就是三昧常寂，自性本定。從這個現象當中，我們就了解我們養生，養生，這生命是兩個，心是靜的，身是動的。身要不動就壞了，身要運動，心要定。心定身動，什麼方法最好？拜佛最好。你看拜佛，身在動，心裡頭是定的，心裡頭什麼都不想，或者只想阿彌陀佛，只念阿彌陀佛，默念，不要出聲。什麼都不能想，心要靜，身要動，這養生之道，百病不生，長命百歲。佛家有養生法。"
    },
    {
      "id": "02-037-0232_p0046",
      "zh_CN": "这里括弧，念老做了一个小注解，「止行者，修止之行也。止心一处曰止」，这就是禅定的别名。佛法里非常讲究这个，要把心止在一处。所以学东西学一样，不要学太多。学一样，你的心止在一处，会得定。定久了开智慧，智慧开了才算你真学到。智慧开了是什么？这一部经通了，一切经全通了。为什么？一切法不离自性，一切法都是从自性生的，你那个地方搞通了，全都通。真的像一个圆，你找到圆心了。圆心在整个圆的面积上，任何一点跟圆心都有联系，你真的把中心点找到了。中国古人的教学法、印度的教学法都着重在这个中心，教你开智慧，智慧开了样样都通，没有一样不通，不是学来的。",
      "zh_TW": "這裡括弧，念老做了一個小註解，「止行者，修止之行也。止心一處曰止」，這就是禪定的別名。佛法裡非常講究這個，要把心止在一處。所以學東西學一樣，不要學太多。學一樣，你的心止在一處，會得定。定久了開智慧，智慧開了才算你真學到。智慧開了是什麼？這一部經通了，一切經全通了。為什麼？一切法不離自性，一切法都是從自性生的，你那個地方搞通了，全都通。真的像一個圓，你找到圓心了。圓心在整個圓的面積上，任何一點跟圓心都有聯繫，你真的把中心點找到了。中國古人的教學法、印度的教學法都著重在這個中心，教你開智慧，智慧開了樣樣都通，沒有一樣不通，不是學來的。"
    },
    {
      "id": "02-037-0232_p0047",
      "zh_CN": "释迦牟尼佛给我们做了一个例子，他距离我们太远了，时间太远了，地点也太远了，我们很陌生。但是惠能大师很近，惠能大师是中国人，唐朝时候人，而且生在广东，在香港讲的话，人的印象更深刻，他的老家离此地不远，他给我们做了个榜样。你想想看，他那年只二十四岁，很年轻，没有读过书，不认识字，是个砍柴为业的樵夫。樵夫这个行业现在没有了，抗战时候有。抗战时候我们住在城里，城里还没有电灯。大的城市才有电灯，一般小城市没有电灯，要点油灯，没有自来水，要烧灶，没有瓦斯，没有电，所以有这种行业。乡下人每天上山砍柴，挑到城里来卖，叫樵夫。惠能大师从事这个行业，这个行业是苦力，很辛苦。没读过书，父亲早过世了，一个老母亲。这是孝子，靠自己的劳力赚一点钱回家去养母亲，他是这么一个人。遇到的缘分好，卖柴的时候遇到一个佛教徒，在房间里面读经，读出声音。他经过，听了觉得很有味道，就站在窗口听，一直听到他把经念完了，他进去敲门，「你念的是什么？」这个人就很奇怪，就问他：我念的《金刚经》。你听得懂吗？他就把他听的意思讲给他听。这个人感到很惊讶，非常佩服，这人了不起，不认识字，他能听得懂经的意思。所以他非常慷慨，当时拿出十两银子，十两银子他一年也赚不到，十两银子拿了叫他回家做为安家费，供养他母亲，还找了几个人照顾他妈妈。你到黄梅，到五祖道场去，亲近五祖。他说，你是一块好材料，虽然不认识字，悟性很高。他就真去了。",
      "zh_TW": "釋迦牟尼佛給我們做了一個例子，他距離我們太遠了，時間太遠了，地點也太遠了，我們很陌生。但是惠能大師很近，惠能大師是中國人，唐朝時候人，而且生在廣東，在香港講的話，人的印象更深刻，他的老家離此地不遠，他給我們做了個榜樣。你想想看，他那年只二十四歲，很年輕，沒有讀過書，不認識字，是個砍柴為業的樵夫。樵夫這個行業現在沒有了，抗戰時候有。抗戰時候我們住在城裡，城裡還沒有電燈。大的城市才有電燈，一般小城市沒有電燈，要點油燈，沒有自來水，要燒灶，沒有瓦斯，沒有電，所以有這種行業。鄉下人每天上山砍柴，挑到城裡來賣，叫樵夫。惠能大師從事這個行業，這個行業是苦力，很辛苦。沒讀過書，父親早過世了，一個老母親。這是孝子，靠自己的勞力賺一點錢回家去養母親，他是這麼一個人。遇到的緣分好，賣柴的時候遇到一個佛教徒，在房間裡面讀經，讀出聲音。他經過，聽了覺得很有味道，就站在窗口聽，一直聽到他把經念完了，他進去敲門，「你念的是什麼？」這個人就很奇怪，就問他：我念的《金剛經》。你聽得懂嗎？他就把他聽的意思講給他聽。這個人感到很驚訝，非常佩服，這人了不起，不認識字，他能聽得懂經的意思。所以他非常慷慨，當時拿出十兩銀子，十兩銀子他一年也賺不到，十兩銀子拿了叫他回家做為安家費，供養他母親，還找了幾個人照顧他媽媽。你到黃梅，到五祖道場去，親近五祖。他說，你是一塊好材料，雖然不認識字，悟性很高。他就真去了。"
    },
    {
      "id": "02-037-0232_p0048",
      "zh_CN": "去了到黄梅，五祖分配的工作是他的本行，劈柴、舂米。五祖道场大概也将近一千人，那个吃饭的时候，烧灶，每天劈柴火，是个很辛苦的事情。叫他去破柴、去舂米，干了八个月。这个道场里讲堂一次没去过，禅堂一支香没坐过，《坛经》里写得很清楚。最后五祖传法，传给他，而且是秘密的。召见他，叫他半夜三更到方丈室去找他。五祖那个意思，他懂。五祖到碓房去巡视，看到他在舂米，问他，怎么样，舂熟了没有？他说，舂熟了，还没有筛，还欠筛。五祖用拐杖，在他那个舂米碓上敲了三下，走了。这就是个暗号，别人不知道，他晓得，三更到方丈室去见他。他三更，真的，去的时候门没有关，一推就进去了。五祖给他讲《金刚经》，讲大意。不认识字，不会用经本。讲到「应无所住而生其心」，他就开悟了，就提出他的报告，说了二十个字。五祖听了之后，衣钵就给他，你是第六代祖，叫他赶快走，半夜把他送走了。为什么？怕嫉妒，嫉妒障碍，人家会伤害他。躲起来、藏起来，等因缘成熟再出来，就躲了十五年。",
      "zh_TW": "去了到黃梅，五祖分配的工作是他的本行，劈柴、舂米。五祖道場大概也將近一千人，那個吃飯的時候，燒灶，每天劈柴火，是個很辛苦的事情。叫他去破柴、去舂米，幹了八個月。這個道場裡講堂一次沒去過，禪堂一支香沒坐過，《壇經》裡寫得很清楚。最後五祖傳法，傳給他，而且是祕密的。召見他，叫他半夜三更到方丈室去找他。五祖那個意思，他懂。五祖到碓房去巡視，看到他在舂米，問他，怎麼樣，舂熟了沒有？他說，舂熟了，還沒有篩，還欠篩。五祖用枴杖，在他那個舂米碓上敲了三下，走了。這就是個暗號，別人不知道，他曉得，三更到方丈室去見他。他三更，真的，去的時候門沒有關，一推就進去了。五祖給他講《金剛經》，講大意。不認識字，不會用經本。講到「應無所住而生其心」，他就開悟了，就提出他的報告，說了二十個字。五祖聽了之後，衣缽就給他，你是第六代祖，叫他趕快走，半夜把他送走了。為什麼？怕嫉妒，嫉妒障礙，人家會傷害他。躲起來、藏起來，等因緣成熟再出來，就躲了十五年。"
    },
    {
      "id": "02-037-0232_p0049",
      "zh_CN": "在逃难的期间当中，他遇到一个比丘尼，比丘尼一生受持《大般涅槃经》。《大般涅槃经》经文很长，两种译本，一个四十卷，一个三十六卷，都大部头。他那个时候没有出家，小伙子，听这个比丘尼诵经，诵完之后，他把这意思讲给她听。这比丘尼非常惊讶，你怎么懂得？拿着经本向他请教。我不认识字。不认识字怎么懂？他说，这个与识字不识字没关系。这个比丘尼听他说法开悟了。这就是说明，识字不识字没关系，关系在哪里？在诚敬。",
      "zh_TW": "在逃難的期間當中，他遇到一個比丘尼，比丘尼一生受持《大般涅槃經》。《大般涅槃經》經文很長，兩種譯本，一個四十卷，一個三十六卷，都大部頭。他那個時候沒有出家，小伙子，聽這個比丘尼誦經，誦完之後，他把這意思講給她聽。這比丘尼非常驚訝，你怎麼懂得？拿著經本向他請教。我不認識字。不認識字怎麼懂？他說，這個與識字不識字沒關係。這個比丘尼聽他說法開悟了。這就是說明，識字不識字沒關係，關係在哪裡？在誠敬。"
    },
    {
      "id": "02-037-0232_p0050",
      "zh_CN": "那个时候传法，每一个人心里想到，五祖肯定传给神秀。神秀是五祖的弟子，而且已经提升到助教了。每一天来向五祖问道的，绝大部分都是神秀接待，神秀那里就问题解决了。这是大弟子，助教，没传给他，怎么传给惠能？这出乎人意料之外。我提到这个问题，我就告诉大家，神秀对五祖百分之恭敬，他得到百分；惠能大师不认识字，对五祖是万分诚敬，所以惠能得到的是万分，道理就在此地。所以印光大师讲的话一点都不错，受圣贤教育，没有那一分诚敬的心，神仙来教你都得不到。你能得多少，你能懂多少，你能悟多少，全是那种恭敬心。一有怀疑，半信半疑，完了。所以今天传圣贤之道，最大的难关就在此地，到哪里去找这个诚敬的人。现在时间到了，我们今天就学到此地。",
      "zh_TW": "那個時候傳法，每一個人心裡想到，五祖肯定傳給神秀。神秀是五祖的弟子，而且已經提升到助教了。每一天來向五祖問道的，絕大部分都是神秀接待，神秀那裡就問題解決了。這是大弟子，助教，沒傳給他，怎麼傳給惠能？這出乎人意料之外。我提到這個問題，我就告訴大家，神秀對五祖百分之恭敬，他得到百分；惠能大師不認識字，對五祖是萬分誠敬，所以惠能得到的是萬分，道理就在此地。所以印光大師講的話一點都不錯，受聖賢教育，沒有那一分誠敬的心，神仙來教你都得不到。你能得多少，你能懂多少，你能悟多少，全是那種恭敬心。一有懷疑，半信半疑，完了。所以今天傳聖賢之道，最大的難關就在此地，到哪裡去找這個誠敬的人。現在時間到了，我們今天就學到此地。"
    }
  ]
}