{
  "doc_id": "02-037-0321",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三二一集",
    "zh_TW": "第三二一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0321",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-037-0321_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七百一十二页第二行，「清净平等」。这里面分三段，第一段「境平等」。请看经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七百一十二頁第二行，「清淨平等」。這裡面分三段，第一段「境平等」。請看經文："
    },
    {
      "id": "02-037-0321_p0002",
      "zh_CN": "【复次阿难。彼佛国土。无有昏暗火光日月星曜昼夜之象。亦无岁月劫数之名。复无住着家室。于一切处。既无标式名号。】",
      "zh_TW": "【復次阿難。彼佛國土。無有昏闇火光日月星曜晝夜之象。亦無歲月劫數之名。復無住著家室。於一切處。既無標式名號。】"
    },
    {
      "id": "02-037-0321_p0003",
      "zh_CN": "我们看念老的注解，「右段首明无分别之境相」。极乐世界的人没有分别、没有执着，这个是普遍的状况。实报土不但没有分别执着，连起心动念都没有。经文一开头告诉我们，极乐世界没有『昏暗』，就是没有夜晚。没有『火光』，这个火光是讲灯火，我们晚上的时候说灯火通明。白天也没有日月，也没有星星，就是说它没有『昼夜之象』。「按五种原译」，汉、吴两种本子说「极乐日月处空」，魏译没说，唐跟宋译「均直言无有日月」。这是五种本子里面所记载的。",
      "zh_TW": "我們看念老的註解，「右段首明無分別之境相」。極樂世界的人沒有分別、沒有執著，這個是普遍的狀況。實報土不但沒有分別執著，連起心動念都沒有。經文一開頭告訴我們，極樂世界沒有『昏闇』，就是沒有夜晚。沒有『火光』，這個火光是講燈火，我們晚上的時候說燈火通明。白天也沒有日月，也沒有星星，就是說它沒有『晝夜之象』。「按五種原譯」，漢、吳兩種本子說「極樂日月處空」，魏譯沒說，唐跟宋譯「均直言無有日月」。這是五種本子裡面所記載的。"
    },
    {
      "id": "02-037-0321_p0004",
      "zh_CN": "「《弥陀疏钞》曰：若和会之，当是日月虽存，以佛及圣众，光明掩映，与无同耳」，《弥陀经疏钞》，「以理揆之，无者为正」，揆是度量，就是从理上讲应该是无，无才是正说。《弥陀疏钞》这莲池大师说的，纵然有日月，日月是星球、是火光，太阳是个火球，正在燃烧，月是反光，这个常识我们都有。但是佛放光，佛全身都放光，菩萨也放光，树木花草、大地都放光明。虽有日月，光显示不出来，所以有也同无，与无相同。为什么说无者为正？「何者？忉利以上，尚不假日月为明，何况极乐」，这说得很有道理。在我们这个世间，人间需要日月，鬼道、地狱道就没有日月。鬼道里面就像我们阴天，日月星都看不到，昏沉沉的，它是这种现象，地狱也是的。天上，四王天还有，忉利天以上的就不需要日月，不藉这种光，何况极乐世界！",
      "zh_TW": "「《彌陀疏鈔》曰：若和會之，當是日月雖存，以佛及聖眾，光明掩映，與無同耳」，《彌陀經疏鈔》，「以理揆之，無者為正」，揆是度量，就是從理上講應該是無，無才是正說。《彌陀疏鈔》這蓮池大師說的，縱然有日月，日月是星球、是火光，太陽是個火球，正在燃燒，月是反光，這個常識我們都有。但是佛放光，佛全身都放光，菩薩也放光，樹木花草、大地都放光明。雖有日月，光顯示不出來，所以有也同無，與無相同。為什麼說無者為正？「何者？忉利以上，尚不假日月為明，何況極樂」，這說得很有道理。在我們這個世間，人間需要日月，鬼道、地獄道就沒有日月。鬼道裡面就像我們陰天，日月星都看不到，昏沉沉的，它是這種現象，地獄也是的。天上，四王天還有，忉利天以上的就不需要日月，不藉這種光，何況極樂世界！"
    },
    {
      "id": "02-037-0321_p0005",
      "zh_CN": "「按莲池大师之意，依理而言，以无有日月为正宗。故今经取唐宋两译之文，直言无有日月」，这个无有日月是有根据的，唐跟宋这两种本子都没有日月，「与莲池大师同旨」，同一个宗旨。「因忉利天以上诸天」不需要日月，「何况极乐世界」。「又《汉译》曰：无量清净佛」，就是阿弥陀佛，阿弥陀佛也叫无量清净佛，「顶中光明极大明」，这是汉译本的原文，佛的顶光极大。「其日月星辰，皆在虚空中住止」，这是极乐世界那边有这些星球，极乐世界之外有星球，「亦不复回转运行」。好像那个星星在空中是停止的、不动的，不像我们这边星星它旋转，有自转、有公转，极乐世界这个星星好像没有回转运行的迹象。「亦无有精光」，它也没有光明，本身没有光明，也没有反射的光明，所以「其明皆蔽不复现」，蔽好像是有障碍一样，看不到它的光。「此正符莲师所和会之说」，这个跟莲池大师在《疏钞》里面说法意思相同。「彼土日月之光在圣众光中，掩蔽不现」。就是极乐世界佛放光，菩萨统统放光，我们前面看到的，莲花放光，宫殿放光，它全是无量珍宝成就，树木花草都有光明。「如经云」，这个会集本里面有这一句，「日月火珠皆匿曜」，你也就看不见了，它的光没有佛光这样明亮。",
      "zh_TW": "「按蓮池大師之意，依理而言，以無有日月為正宗。故今經取唐宋兩譯之文，直言無有日月」，這個無有日月是有根據的，唐跟宋這兩種本子都沒有日月，「與蓮池大師同旨」，同一個宗旨。「因忉利天以上諸天」不需要日月，「何況極樂世界」。「又《漢譯》曰：無量清淨佛」，就是阿彌陀佛，阿彌陀佛也叫無量清淨佛，「頂中光明極大明」，這是漢譯本的原文，佛的頂光極大。「其日月星辰，皆在虛空中住止」，這是極樂世界那邊有這些星球，極樂世界之外有星球，「亦不復迴轉運行」。好像那個星星在空中是停止的、不動的，不像我們這邊星星它旋轉，有自轉、有公轉，極樂世界這個星星好像沒有迴轉運行的跡象。「亦無有精光」，它也沒有光明，本身沒有光明，也沒有反射的光明，所以「其明皆蔽不復現」，蔽好像是有障礙一樣，看不到它的光。「此正符蓮師所和會之說」，這個跟蓮池大師在《疏鈔》裡面說法意思相同。「彼土日月之光在聖眾光中，掩蔽不現」。就是極樂世界佛放光，菩薩統統放光，我們前面看到的，蓮花放光，宮殿放光，它全是無量珍寶成就，樹木花草都有光明。「如經云」，這個會集本裡面有這一句，「日月火珠皆匿曜」，你也就看不見了，它的光沒有佛光這樣明亮。"
    },
    {
      "id": "02-037-0321_p0006",
      "zh_CN": "「又如本经《礼佛现光品》曰：声闻菩萨一切光明，悉皆隐蔽。唯见佛光，明耀显赫」，这是说弥陀的光明特别强。菩萨、声闻，声闻是方便有余土的菩萨，他们断证烦恼的功夫跟声闻相等。凡圣同居土的菩萨烦恼习气还没断，但是都得到阿弥陀佛本愿威神加持，皆作阿惟越致菩萨，身上当然有光，但是在佛光之下，他们的光都隐蔽了，看不见了。「何况日月星辰」，那距离很远，这个就在弥陀身边。「是故彼土无有昏暗」，没有火光，没有日月，没有星星、昼夜的这些现象，「唯是常明不昏，无有昼夜」。这个世界是明亮的，永远明亮，不像我们这个世界有白天、有夜晚，那个世界没有。",
      "zh_TW": "「又如本經《禮佛現光品》曰：聲聞菩薩一切光明，悉皆隱蔽。唯見佛光，明耀顯赫」，這是說彌陀的光明特別強。菩薩、聲聞，聲聞是方便有餘土的菩薩，他們斷證煩惱的功夫跟聲聞相等。凡聖同居土的菩薩煩惱習氣還沒斷，但是都得到阿彌陀佛本願威神加持，皆作阿惟越致菩薩，身上當然有光，但是在佛光之下，他們的光都隱蔽了，看不見了。「何況日月星辰」，那距離很遠，這個就在彌陀身邊。「是故彼土無有昏暗」，沒有火光，沒有日月，沒有星星、晝夜的這些現象，「唯是常明不昏，無有晝夜」。這個世界是明亮的，永遠明亮，不像我們這個世界有白天、有夜晚，那個世界沒有。"
    },
    {
      "id": "02-037-0321_p0007",
      "zh_CN": "『亦无岁月劫数之名』，在极乐世界没有时间的现象，时间没有了。实际上它也没有空间的现象，极乐世界的人要想到诸佛刹土去，念头才动，诸佛刹土就现在面前，这个都是不可思议的境界。不可思议境界理论的核心，就是全体是心。智者大师的十乘观法，第一观，观不思议境界，给我们从理上做了一个结论。他说，一切万法归纳不出色心二法，一切法归纳不出色心。色由心生，色不是真的，色是心生的，所以后头有个总结，全体是心。既然全体是心，哪来的空间跟时间？一切境界全在当下，就是当下这一念。遍法界虚空界不离当下，过去现在未来也不离当下，这是不思议解脱境界。",
      "zh_TW": "『亦無歲月劫數之名』，在極樂世界沒有時間的現象，時間沒有了。實際上它也沒有空間的現象，極樂世界的人要想到諸佛剎土去，念頭才動，諸佛剎土就現在面前，這個都是不可思議的境界。不可思議境界理論的核心，就是全體是心。智者大師的十乘觀法，第一觀，觀不思議境界，給我們從理上做了一個結論。他說，一切萬法歸納不出色心二法，一切法歸納不出色心。色由心生，色不是真的，色是心生的，所以後頭有個總結，全體是心。既然全體是心，哪來的空間跟時間？一切境界全在當下，就是當下這一念。遍法界虛空界不離當下，過去現在未來也不離當下，這是不思議解脫境界。"
    },
    {
      "id": "02-037-0321_p0008",
      "zh_CN": "下面，「亦无岁月劫数之名。就此土言之」，我们现在住的这个世界，「其所以有昼夜年月与劫数者，因地球、月、日、星云等等皆在运动。自转与公转」，于是产生「昼夜一月一年一劫等等」，产生这些现象，我们说它作「岁月迁流」。今据《汉译》的《无量寿经》，这个里头的经文是这么说的，「彼土日月星辰皆在虚空中住止，亦不复回转运行」。「是表彼土纵有日月星辰等」，没有运转的现象，所以没有昼夜之别，也没有时间的迁逝，过去、现在没有，「故无岁月劫数之名」。「但以顺余方故，始言岁月」，讲岁月的长短，是随顺极乐世界之外他方世界的一些众生的概念，随顺他说的，不是极乐世界的。",
      "zh_TW": "下面，「亦無歲月劫數之名。就此土言之」，我們現在住的這個世界，「其所以有晝夜年月與劫數者，因地球、月、日、星雲等等皆在運動。自轉與公轉」，於是產生「晝夜一月一年一劫等等」，產生這些現象，我們說它作「歲月遷流」。今據《漢譯》的《無量壽經》，這個裡頭的經文是這麼說的，「彼土日月星辰皆在虛空中住止，亦不復迴轉運行」。「是表彼土縱有日月星辰等」，沒有運轉的現象，所以沒有晝夜之別，也沒有時間的遷逝，過去、現在沒有，「故無歲月劫數之名」。「但以順餘方故，始言歲月」，講歲月的長短，是隨順極樂世界之外他方世界的一些眾生的概念，隨順他說的，不是極樂世界的。"
    },
    {
      "id": "02-037-0321_p0009",
      "zh_CN": "「故知时间生于动。动之本，生于念；妄念相继，故有时间。近代大科学家爱因斯坦氏谓，时间只是由于人的幻觉，与此相通」。因为实际上确实没有时间，我们如果是离开地球到其他星球上来观察，时间就不在了。每个星球，在我们三维空间所看到所有星球在太空当中都在转动，没有静止的，它是动的。佛跟我们说，所有一切物质现象、精神现象都是动的。色法，基本它有四个现象，色法就是物质，无论是大是小。第一个，它是有个东西让你看到，叫地大。地水火风，地代表我们认为实物，真有这个东西在。第二，火大，火大就是温度，它有温度。第三个，水大，它有湿度。再小的物质，这个是与生俱来的，它有温度、有湿度。科学里面讲带电，火大是带阳电，水大是带阴电，就是它带电的，这个是与生俱来的。第四个现象叫风大，风大是什么现象？它是动的，它没有静止的。",
      "zh_TW": "「故知時間生於動。動之本，生於念；妄念相繼，故有時間。近代大科學家愛因斯坦氏謂，時間只是由於人的幻覺，與此相通」。因為實際上確實沒有時間，我們如果是離開地球到其他星球上來觀察，時間就不在了。每個星球，在我們三維空間所看到所有星球在太空當中都在轉動，沒有靜止的，它是動的。佛跟我們說，所有一切物質現象、精神現象都是動的。色法，基本它有四個現象，色法就是物質，無論是大是小。第一個，它是有個東西讓你看到，叫地大。地水火風，地代表我們認為實物，真有這個東西在。第二，火大，火大就是溫度，它有溫度。第三個，水大，它有濕度。再小的物質，這個是與生俱來的，它有溫度、有濕度。科學裡面講帶電，火大是帶陽電，水大是帶陰電，就是它帶電的，這個是與生俱來的。第四個現象叫風大，風大是什麼現象？它是動的，它沒有靜止的。"
    },
    {
      "id": "02-037-0321_p0010",
      "zh_CN": "现在这个动，弥勒菩萨告诉我们，振动的频率一秒钟一千六百兆。在这样快的，快速的频率，我们六根都缘不到，没有办法发现。我们能够缘到的现象，科学家称为纠缠，许许多多这个频率纠缠在一起，我们看到了。这个东西就像我们看电影一样，旧式的电影很容易理解。旧式的电影是幻灯片，也就是现在所讲的动画，没有一张是相同的，张张不一样，大同小异。单独一张幻灯片你看不出来，你没有任何感觉，你看，二十四分之一秒，这光才闪的时候就没有了，二十四分之一秒。大概让我们看到有个东西闪了一下，里面内容看不出来，都不知道。一千六百兆分之一秒简直感觉都没有，不可能有感觉，二十四分之一秒有感觉，但是毫无意义。必须在一秒钟，或者是半秒钟，半秒钟，电影是十二张片子纠缠在一起，我们看到东西了，一秒就看得更清楚了。现在，就是实际上在我们现前，六根所看到外面境界，譬如眼见色法，一秒钟是一千六百兆次的纠缠在一起。这么多的画面总合在一起，我们看到了。",
      "zh_TW": "現在這個動，彌勒菩薩告訴我們，振動的頻率一秒鐘一千六百兆。在這樣快的，快速的頻率，我們六根都緣不到，沒有辦法發現。我們能夠緣到的現象，科學家稱為糾纏，許許多多這個頻率糾纏在一起，我們看到了。這個東西就像我們看電影一樣，舊式的電影很容易理解。舊式的電影是幻燈片，也就是現在所講的動畫，沒有一張是相同的，張張不一樣，大同小異。單獨一張幻燈片你看不出來，你沒有任何感覺，你看，二十四分之一秒，這光才閃的時候就沒有了，二十四分之一秒。大概讓我們看到有個東西閃了一下，裡面內容看不出來，都不知道。一千六百兆分之一秒簡直感覺都沒有，不可能有感覺，二十四分之一秒有感覺，但是毫無意義。必須在一秒鐘，或者是半秒鐘，半秒鐘，電影是十二張片子糾纏在一起，我們看到東西了，一秒就看得更清楚了。現在，就是實際上在我們現前，六根所看到外面境界，譬如眼見色法，一秒鐘是一千六百兆次的糾纏在一起。這麼多的畫面總合在一起，我們看到了。"
    },
    {
      "id": "02-037-0321_p0011",
      "zh_CN": "所以一切现象全是动的，不动，相就没有了。这个动是阿赖耶的现象，波动现象就叫阿赖耶。「一念不觉，而有无明」，无明是动的，明是不动的；动是假的，不动是真的，不动是自性。惠能大师见性的时候说得好，「何期自性，本无动摇」，自性是不动的。所以修行，为什么叫修定？愈是深的定跟自性愈接近，自性里面本有的智慧德相才能现前；心动了就不能现前，就看不见了。念老在这里也说得好，他这括弧里头。时间生于动，动之本是念头，一切动的根本是念头，这个念就是阿赖耶里头极其微细的念头，妄念相继，这就出现了时间这个概念。爱因斯坦讲，这个概念是人们的幻觉，不是真的。",
      "zh_TW": "所以一切現象全是動的，不動，相就沒有了。這個動是阿賴耶的現象，波動現象就叫阿賴耶。「一念不覺，而有無明」，無明是動的，明是不動的；動是假的，不動是真的，不動是自性。惠能大師見性的時候說得好，「何期自性，本無動搖」，自性是不動的。所以修行，為什麼叫修定？愈是深的定跟自性愈接近，自性裡面本有的智慧德相才能現前；心動了就不能現前，就看不見了。念老在這裡也說得好，他這括弧裡頭。時間生於動，動之本是念頭，一切動的根本是念頭，這個念就是阿賴耶裡頭極其微細的念頭，妄念相繼，這就出現了時間這個概念。愛因斯坦講，這個概念是人們的幻覺，不是真的。"
    },
    {
      "id": "02-037-0321_p0012",
      "zh_CN": "『复无住着家室』，这个意思是说「亦非定言无有舍宅也」。没有住着的家室，这一句念老说得好，也不是一定说没有住宅。为什么？它一切法从心想生，它从念头生。「如前《受用具足品》云：所居舍宅，尽极严丽，或在虚空，或在平地。足证非定无舍宅也」。此地说个无，这个无是什么意思？「盖指不着家室之相」，无是这个意思。有没有？有，不执着、不分别，后头还有不起心、不动念。一切皆有，确实没有起心动念、没有分别执着。在我们这个世间，释迦牟尼佛出生在世间，三千年前示现在印度，八相成道，八相成道有没有？有。有就是没有，为什么？释迦牟尼佛从示现入胎，到他八十岁入般涅槃，他从来没有起心动念过，没有分别执着过，那就等于空，没有，真没有！一切都不执着，如果执着就变成凡夫了。所以，四十九年讲经教学没有通过思考。我们要讲什么要想一想，那是什么？第六意识。佛与大菩萨没有阿赖耶，转识成智了，他没有阿赖耶。没有阿赖耶就是没有这些妄念，他的心永远不动，就跟惠能大师说的完全一样。只要是明心见性，统统证得这个境界，这个境界叫佛境界。",
      "zh_TW": "『復無住著家室』，這個意思是說「亦非定言無有舍宅也」。沒有住著的家室，這一句念老說得好，也不是一定說沒有住宅。為什麼？它一切法從心想生，它從念頭生。「如前《受用具足品》云：所居舍宅，盡極嚴麗，或在虛空，或在平地。足證非定無舍宅也」。此地說個無，這個無是什麼意思？「蓋指不著家室之相」，無是這個意思。有沒有？有，不執著、不分別，後頭還有不起心、不動念。一切皆有，確實沒有起心動念、沒有分別執著。在我們這個世間，釋迦牟尼佛出生在世間，三千年前示現在印度，八相成道，八相成道有沒有？有。有就是沒有，為什麼？釋迦牟尼佛從示現入胎，到他八十歲入般涅槃，他從來沒有起心動念過，沒有分別執著過，那就等於空，沒有，真沒有！一切都不執著，如果執著就變成凡夫了。所以，四十九年講經教學沒有通過思考。我們要講什麼要想一想，那是什麼？第六意識。佛與大菩薩沒有阿賴耶，轉識成智了，他沒有阿賴耶。沒有阿賴耶就是沒有這些妄念，他的心永遠不動，就跟惠能大師說的完全一樣。只要是明心見性，統統證得這個境界，這個境界叫佛境界。"
    },
    {
      "id": "02-037-0321_p0013",
      "zh_CN": "惠能大师证得了，那一年二十四岁。从入这个境界之后，于一切法就没有执着、没有分别，也没有起心动念，他住在这个境界里头。这个境界里面，智慧、神通、道力统统具足。因为社会大众嫉妒障碍，对他不服，平息大众这种不平的心，他用的方法是躲藏起来。时间长了，让一般人慢慢把这个事情忘掉，淡忘掉。他在猎人队里头藏了十五年。什么时候该出来他全知道，该藏的时候藏，该出来的时候出来，出来到哪里去，统统清楚。这是世尊、祖师大德为我们示现的，极乐世界人人都是这个境界，心地清净一尘不染，这是告诉我们不着相。",
      "zh_TW": "惠能大師證得了，那一年二十四歲。從入這個境界之後，於一切法就沒有執著、沒有分別，也沒有起心動念，他住在這個境界裡頭。這個境界裡面，智慧、神通、道力統統具足。因為社會大眾嫉妒障礙，對他不服，平息大眾這種不平的心，他用的方法是躲藏起來。時間長了，讓一般人慢慢把這個事情忘掉，淡忘掉。他在獵人隊裡頭藏了十五年。什麼時候該出來他全知道，該藏的時候藏，該出來的時候出來，出來到哪裡去，統統清楚。這是世尊、祖師大德為我們示現的，極樂世界人人都是這個境界，心地清淨一塵不染，這是告訴我們不著相。"
    },
    {
      "id": "02-037-0321_p0014",
      "zh_CN": "「极乐会众」，极乐世界这些大众，「所闻皆是无我之声，闻即相应」。你看前面告诉我们，宝池德水，池里头有水，风吹宝树的音声，全都在说苦、空、无常、无我，说波罗蜜。他们天天在听，时时刻刻在听，听到怎么样？就相应。怕的是什么？阿赖耶里面还有习气，虽然起心动念断了，但是起心动念的习气在，有时候会冒出来。一听着佛说法，极乐世界有情无情统统都说法，我们哪个毛病起来的时候，这个说法的音声一定提醒我们，立刻放下。时时刻刻有音声、有色相提醒你、警觉你，你不会随着烦恼转。所以「其心清净，无诸分别」。「既无有我」，我都没有了，「何有我之家室」，有我才需要一个家，需要个房子住，我都没有了，还需要吗？「故于所居舍宅，无有执着」。宫殿、讲堂、舍宅有没有？有，全是变化所作，而且都是无比的殊胜庄严。这里头的人绝对没有这些执着，不会执着这是我的家、那是你的家，不会。「故云复无住着家室」，没有这个概念，心才清净。",
      "zh_TW": "「極樂會眾」，極樂世界這些大眾，「所聞皆是無我之聲，聞即相應」。你看前面告訴我們，寶池德水，池裡頭有水，風吹寶樹的音聲，全都在說苦、空、無常、無我，說波羅蜜。他們天天在聽，時時刻刻在聽，聽到怎麼樣？就相應。怕的是什麼？阿賴耶裡面還有習氣，雖然起心動念斷了，但是起心動念的習氣在，有時候會冒出來。一聽著佛說法，極樂世界有情無情統統都說法，我們哪個毛病起來的時候，這個說法的音聲一定提醒我們，立刻放下。時時刻刻有音聲、有色相提醒你、警覺你，你不會隨著煩惱轉。所以「其心清淨，無諸分別」。「既無有我」，我都沒有了，「何有我之家室」，有我才需要一個家，需要個房子住，我都沒有了，還需要嗎？「故於所居舍宅，無有執著」。宮殿、講堂、舍宅有沒有？有，全是變化所作，而且都是無比的殊勝莊嚴。這裡頭的人絕對沒有這些執著，不會執著這是我的家、那是你的家，不會。「故云復無住著家室」，沒有這個概念，心才清淨。"
    },
    {
      "id": "02-037-0321_p0015",
      "zh_CN": "「复因人皆无我，故一切无须标式名号」。我们这个房子住落在哪一个城市，哪一条路上，门牌多少号，要标出这个东西，极乐世界不需要。极乐世界的人口比我们地球不知道多多少倍，来找个人好找吗？好找。念头才想，已经面对面，已经在面前，比现在电脑还快。电脑还要操作，它不要操作，念头一动就对上号，就接通了，就能见面。",
      "zh_TW": "「復因人皆無我，故一切無須標式名號」。我們這個房子住落在哪一個城市，哪一條路上，門牌多少號，要標出這個東西，極樂世界不需要。極樂世界的人口比我們地球不知道多多少倍，來找個人好找嗎？好找。念頭才想，已經面對面，已經在面前，比現在電腦還快。電腦還要操作，它不要操作，念頭一動就對上號，就接通了，就能見面。"
    },
    {
      "id": "02-037-0321_p0016",
      "zh_CN": "前面说的境界上平等，这第二段讲「心平等」。",
      "zh_TW": "前面說的境界上平等，這第二段講「心平等」。"
    },
    {
      "id": "02-037-0321_p0017",
      "zh_CN": "【亦无取舍分别。】",
      "zh_TW": "【亦無取舍分別。】"
    },
    {
      "id": "02-037-0321_p0018",
      "zh_CN": "对万事万物，无有取舍。在我们这个世间，佛告诉我们，要破五种见惑你才能入佛门。五种见惑里，头一个身见，我们执着有个身；有边见，边见是现在科学里面讲的相对。极乐世界没有对立，对立就是边见。为什么？都是明心见性之人，明心见性知道遍法界虚空界跟自己是一体，一体怎么会对立？眼睛跟耳朵不一样，它不对立，为什么？它是一体，不是一体就对立，一体就对不上来了。人在外面看到五官，眼耳鼻舌身，在里面五脏六腑，器官不一样，功能不一样，各有所司，但是都是一体。所以它和谐相处，和睦相处。如果一对立，马上就生病了，是病态，不是正常。所以，我们这个世界不正常，极乐世界的人正常。为什么？极乐世界人知道，知道是一体。所有这些菩萨跟阿弥陀佛是一体，不但跟阿弥陀佛是一体，跟极乐世界是一体，「自性弥陀，唯心净土」，还跟十方一切诸佛是一体，跟十方世界无量无边众生也是一体。这是极乐世界人，他们觉悟了，不再迷惑，所以一切不取不舍。不舍不取，不舍是什么？恒顺自然，就是恒顺众生，随喜功德。",
      "zh_TW": "對萬事萬物，無有取捨。在我們這個世間，佛告訴我們，要破五種見惑你才能入佛門。五種見惑裡，頭一個身見，我們執著有個身；有邊見，邊見是現在科學裡面講的相對。極樂世界沒有對立，對立就是邊見。為什麼？都是明心見性之人，明心見性知道遍法界虛空界跟自己是一體，一體怎麼會對立？眼睛跟耳朵不一樣，它不對立，為什麼？它是一體，不是一體就對立，一體就對不上來了。人在外面看到五官，眼耳鼻舌身，在裡面五臟六腑，器官不一樣，功能不一樣，各有所司，但是都是一體。所以它和諧相處，和睦相處。如果一對立，馬上就生病了，是病態，不是正常。所以，我們這個世界不正常，極樂世界的人正常。為什麼？極樂世界人知道，知道是一體。所有這些菩薩跟阿彌陀佛是一體，不但跟阿彌陀佛是一體，跟極樂世界是一體，「自性彌陀，唯心淨土」，還跟十方一切諸佛是一體，跟十方世界無量無邊眾生也是一體。這是極樂世界人，他們覺悟了，不再迷惑，所以一切不取不捨。不捨不取，不捨是什麼？恆順自然，就是恆順眾生，隨喜功德。"
    },
    {
      "id": "02-037-0321_p0019",
      "zh_CN": "我们看注解，这一段，这一句，说明无分别的心念。「上显境无分别」，环境。「而此妙境，正由于离取舍分别之智心也」。为什么那么清净？他们把取舍分别心放下了。佛教给我们，学佛首先要放下取舍分别的念头。佛讲得很具体，放下身见，不要以为这个身是我，身不是我。对身都没有取舍，何况身外之物？对一切人事物没有对立，就能够恒顺，没有成见。成见，中国人叫成见，佛法里面叫见取见、戒取见，见取见是果上的成见，戒取见是因上的成见，对于因果都没有成见。没有成见是没有分别执着，对一切众生万事万物统统没有对立，没有分别、没有执着、没有起心、没有动念。不起心、不动念难，初学做不到，初学只要你不执着，只要求你不执着。最后所有一切错误的看法都要把它放下，你的心就清净了。这是什么境界？《华严经》上十信位初信菩萨，就好比大乘小学一年级的小朋友，一年级是这个标准。",
      "zh_TW": "我們看註解，這一段，這一句，說明無分別的心念。「上顯境無分別」，環境。「而此妙境，正由於離取捨分別之智心也」。為什麼那麼清淨？他們把取捨分別心放下了。佛教給我們，學佛首先要放下取捨分別的念頭。佛講得很具體，放下身見，不要以為這個身是我，身不是我。對身都沒有取捨，何況身外之物？對一切人事物沒有對立，就能夠恆順，沒有成見。成見，中國人叫成見，佛法裡面叫見取見、戒取見，見取見是果上的成見，戒取見是因上的成見，對於因果都沒有成見。沒有成見是沒有分別執著，對一切眾生萬事萬物統統沒有對立，沒有分別、沒有執著、沒有起心、沒有動念。不起心、不動念難，初學做不到，初學只要你不執著，只要求你不執著。最後所有一切錯誤的看法都要把它放下，你的心就清淨了。這是什麼境界？《華嚴經》上十信位初信菩薩，就好比大乘小學一年級的小朋友，一年級是這個標準。"
    },
    {
      "id": "02-037-0321_p0020",
      "zh_CN": "佛法的功夫全在放下，你放下才能看破，看破就愈能够彻底放下。章嘉大师当年告诉我，从初发心到如来地就是这两个方法，看破帮助放下，放下帮助看破，这两个方法相辅相成，从初发心到如来地。那时候我刚刚接触到佛法，对佛法一无所知。这个方法在佛法里头讲，用佛学的名词是什么？止观，止就是放下，观就是看破。如果章嘉大师要用止观来给我讲，就把我搞糊涂了，听不懂。这就是他的善巧，把止观说成看破、放下，我听的好像懂。观是慧，止是定，放下是定，看破是慧。看破，了解事实真相，放下什么？放下妄想分别执着。佛在经上说的，真正能够把执着放下，这是用《华严经》的名词，一般大乘经上讲见思烦恼，就是执着。由此可知，见思烦恼从哪来？从执着来的，不执着，见思就没有了。见是错误的见解，思是错误的思想，一个是错误的看法，一个是错误的想法，全错了。",
      "zh_TW": "佛法的功夫全在放下，你放下才能看破，看破就愈能夠徹底放下。章嘉大師當年告訴我，從初發心到如來地就是這兩個方法，看破幫助放下，放下幫助看破，這兩個方法相輔相成，從初發心到如來地。那時候我剛剛接觸到佛法，對佛法一無所知。這個方法在佛法裡頭講，用佛學的名詞是什麼？止觀，止就是放下，觀就是看破。如果章嘉大師要用止觀來給我講，就把我搞糊塗了，聽不懂。這就是他的善巧，把止觀說成看破、放下，我聽的好像懂。觀是慧，止是定，放下是定，看破是慧。看破，了解事實真相，放下什麼？放下妄想分別執著。佛在經上說的，真正能夠把執著放下，這是用《華嚴經》的名詞，一般大乘經上講見思煩惱，就是執著。由此可知，見思煩惱從哪來？從執著來的，不執著，見思就沒有了。見是錯誤的見解，思是錯誤的思想，一個是錯誤的看法，一個是錯誤的想法，全錯了。"
    },
    {
      "id": "02-037-0321_p0021",
      "zh_CN": "六道众生全错了，你所看的、所想的没有一个是对的。为什么？你都认为是真的，真有。殊不知凡所有相皆是虚妄，全是假的。这些现象你可以受用，你不能执着，你能够受用，你快乐，大自在；你要执着它，你想占有它，你想控制它，那就苦不堪言。不但身外之物你没有办法控制、占有，你自己这个身体你都没有办法占有它，你都没有办法控制它。它刹那刹那生灭，你能够叫它不动吗？一秒钟一千六百兆这种频率的生灭，你能控制叫它不动吗？不可能的。所以分别、执着是妄想，控制、占有、支配还是妄想。但是世间人都是这么想、都是这么做，这就是什么？这就搞六道轮回，六道轮回从这儿来的。",
      "zh_TW": "六道眾生全錯了，你所看的、所想的沒有一個是對的。為什麼？你都認為是真的，真有。殊不知凡所有相皆是虛妄，全是假的。這些現象你可以受用，你不能執著，你能夠受用，你快樂，大自在；你要執著它，你想佔有它，你想控制它，那就苦不堪言。不但身外之物你沒有辦法控制、佔有，你自己這個身體你都沒有辦法佔有它，你都沒有辦法控制它。它剎那剎那生滅，你能夠叫它不動嗎？一秒鐘一千六百兆這種頻率的生滅，你能控制叫它不動嗎？不可能的。所以分別、執著是妄想，控制、佔有、支配還是妄想。但是世間人都是這麼想、都是這麼做，這就是什麼？這就搞六道輪迴，六道輪迴從這兒來的。"
    },
    {
      "id": "02-037-0321_p0022",
      "zh_CN": "真正放下，六道轮回就没有了。所以，见思烦恼全放下了，你就升级了，超过六道轮回，到四圣法界去了。十法界里头最上面的，声闻、缘觉、菩萨、佛，到那边去，六道没有了。那边还有两种烦恼，一个尘沙烦恼，分别，一个是无明烦恼，起心动念。真正做到不分别了，那是菩萨；不起心、不动念，那就恭喜你，你超越十法界了。十法界是假的，你到哪里去了？你回到一真法界去，那个地方不是假的，真的，就是诸佛如来实报庄严土。实报土里面的居民，六根在六尘境界清清楚楚、了了分明，智慧；如如不动，不起心、不动念。起心动念尚且没有，当然没有分别执着，那是定，一切清楚明了是慧。定慧都到圆满了，只等习气断尽，他就真正证得妙觉果位，妙觉是真正的无上正等正觉。妙觉如来不住实报土，所以实报土也是假的，实报土不见了，什么东西出现？常寂光出现，他回归常寂光。常寂光就是自性，也叫做法性，也叫做大般涅槃，这是佛教究竟圆满的果地，也是学佛人终极的目标。",
      "zh_TW": "真正放下，六道輪迴就沒有了。所以，見思煩惱全放下了，你就升級了，超過六道輪迴，到四聖法界去了。十法界裡頭最上面的，聲聞、緣覺、菩薩、佛，到那邊去，六道沒有了。那邊還有兩種煩惱，一個塵沙煩惱，分別，一個是無明煩惱，起心動念。真正做到不分別了，那是菩薩；不起心、不動念，那就恭喜你，你超越十法界了。十法界是假的，你到哪裡去了？你回到一真法界去，那個地方不是假的，真的，就是諸佛如來實報莊嚴土。實報土裡面的居民，六根在六塵境界清清楚楚、了了分明，智慧；如如不動，不起心、不動念。起心動念尚且沒有，當然沒有分別執著，那是定，一切清楚明瞭是慧。定慧都到圓滿了，只等習氣斷盡，他就真正證得妙覺果位，妙覺是真正的無上正等正覺。妙覺如來不住實報土，所以實報土也是假的，實報土不見了，什麼東西出現？常寂光出現，他回歸常寂光。常寂光就是自性，也叫做法性，也叫做大般涅槃，這是佛教究竟圓滿的果地，也是學佛人終極的目標。"
    },
    {
      "id": "02-037-0321_p0023",
      "zh_CN": "契入这个境界，身体没有了。身体呢？身体跟常寂光融成一片，身体是光，光与光相融。那个光是什么？一切诸佛如来的光。所以佛在《华严经》上告诉我们，「十方三世佛，共同一法身」，常寂光是法身。你的身在哪里？无处不在，无时不在，遍法界虚空界都是你的法身。众生有感你立刻就应，众生在哪个地方起心动念，你在那里自然就相应，所以「当处出生，随处灭尽」。绝不是说我这里求阿弥陀佛，阿弥陀佛在极乐世界，十万亿佛国土到这来应，不是，阿弥陀佛就在现前。这阿弥陀佛的法身，没有相的。我们总想阿弥陀佛有相的身，有相的身是报身、是应身、是化身，在极乐世界。他在我这个地方化身，我们念佛，临命终时来接引我，就在现前的化身；不是从极乐世界来，有来有去，没有，当处出生。他出现了，他的威神、愿力加持，让我们看到极乐世界。他不出现，极乐世界在哪里？在常寂光里头，我们找不到。科学家、哲学家用什么样的仪器都找不到，这妙不可言！只有佛力加持，我们就见到了。佛力的加持要靠我们缘，缘感，佛就应。缘是什么？真信、真愿意往生、真心念佛。就是这种真信心、真愿心，用这个心念佛号，一念、十念就有感应，不必说多，一念、十念就有感应，真正不可思议！",
      "zh_TW": "契入這個境界，身體沒有了。身體呢？身體跟常寂光融成一片，身體是光，光與光相融。那個光是什麼？一切諸佛如來的光。所以佛在《華嚴經》上告訴我們，「十方三世佛，共同一法身」，常寂光是法身。你的身在哪裡？無處不在，無時不在，遍法界虛空界都是你的法身。眾生有感你立刻就應，眾生在哪個地方起心動念，你在那裡自然就相應，所以「當處出生，隨處滅盡」。絕不是說我這裡求阿彌陀佛，阿彌陀佛在極樂世界，十萬億佛國土到這來應，不是，阿彌陀佛就在現前。這阿彌陀佛的法身，沒有相的。我們總想阿彌陀佛有相的身，有相的身是報身、是應身、是化身，在極樂世界。他在我這個地方化身，我們念佛，臨命終時來接引我，就在現前的化身；不是從極樂世界來，有來有去，沒有，當處出生。他出現了，他的威神、願力加持，讓我們看到極樂世界。他不出現，極樂世界在哪裡？在常寂光裡頭，我們找不到。科學家、哲學家用什麼樣的儀器都找不到，這妙不可言！只有佛力加持，我們就見到了。佛力的加持要靠我們緣，緣感，佛就應。緣是什麼？真信、真願意往生、真心念佛。就是這種真信心、真願心，用這個心念佛號，一念、十念就有感應，不必說多，一念、十念就有感應，真正不可思議！"
    },
    {
      "id": "02-037-0321_p0024",
      "zh_CN": "这个文后面跟我们说，「心净则土净。心离分别，则境亦无分别」。心里头分别心、执着心断掉了，所以外面境界上也没有分别，也不会有执着。没有分别，没有你我。所需要一切，生活上需要一切，念头才动就现前。像前面所说的，我们刚生到极乐世界去，吃饭、穿衣这些习气很重。有时候这个念头会起来，好久没吃饭了，念头才一动，菜、饭摆在面前。摆在面前才晓得，现在不需要了，不需要就没有了。这些全是阿弥陀佛变化所作，供养你。",
      "zh_TW": "這個文後面跟我們說，「心淨則土淨。心離分別，則境亦無分別」。心裡頭分別心、執著心斷掉了，所以外面境界上也沒有分別，也不會有執著。沒有分別，沒有你我。所需要一切，生活上需要一切，念頭才動就現前。像前面所說的，我們剛生到極樂世界去，吃飯、穿衣這些習氣很重。有時候這個念頭會起來，好久沒吃飯了，念頭才一動，菜、飯擺在面前。擺在面前才曉得，現在不需要了，不需要就沒有了。這些全是阿彌陀佛變化所作，供養你。"
    },
    {
      "id": "02-037-0321_p0025",
      "zh_CN": "境平等、心平等，「乐平等」，快乐平等。",
      "zh_TW": "境平等、心平等，「樂平等」，快樂平等。"
    },
    {
      "id": "02-037-0321_p0026",
      "zh_CN": "【唯受清净最上快乐。】",
      "zh_TW": "【唯受清淨最上快樂。】"
    },
    {
      "id": "02-037-0321_p0027",
      "zh_CN": "方老师告诉我「学佛是人生最高的享受」，往生到极乐世界，『唯受清净最上快乐』，那是最高享受的登峰造极。「此心此境，本无分别。境智一如，绝诸尘垢」。要知道，极乐如是，我们现前亦如是，没有例外的，只是我们自己把自己给害了。为什么？自己起了人我是非，起这个念头，起分别执着、起心动念，把我们现前这个境界搞成这个样子。不知道我们现前的心、现前的境界跟极乐世界没有两样，本无分别。境、智，境是外面环境，智就是你能照的真心，一如。心境是一，为什么？相由心生，色由心生，用现在的话说，物由心生，物质现象是心生的。「全体是心」，智者大师这句话讲得好，除了心之外，没有一法可存，一切法都是心变的。所以佛在经上讲「一切法从心想生」，这个话讲得真好！绝诸尘垢，尘垢是什么？心迷了，尘垢就是起心动念、分别执着，就这个东西。细说，《百法明门论》里头二十六个烦恼心所，十一个善心所，都叫尘垢。在极乐世界没有，到极乐世界就转识成智，这是阿弥陀佛愿力加持的。",
      "zh_TW": "方老師告訴我「學佛是人生最高的享受」，往生到極樂世界，『唯受清淨最上快樂』，那是最高享受的登峰造極。「此心此境，本無分別。境智一如，絕諸塵垢」。要知道，極樂如是，我們現前亦如是，沒有例外的，只是我們自己把自己給害了。為什麼？自己起了人我是非，起這個念頭，起分別執著、起心動念，把我們現前這個境界搞成這個樣子。不知道我們現前的心、現前的境界跟極樂世界沒有兩樣，本無分別。境、智，境是外面環境，智就是你能照的真心，一如。心境是一，為什麼？相由心生，色由心生，用現在的話說，物由心生，物質現象是心生的。「全體是心」，智者大師這句話講得好，除了心之外，沒有一法可存，一切法都是心變的。所以佛在經上講「一切法從心想生」，這個話講得真好！絕諸塵垢，塵垢是什麼？心迷了，塵垢就是起心動念、分別執著，就這個東西。細說，《百法明門論》裡頭二十六個煩惱心所，十一個善心所，都叫塵垢。在極樂世界沒有，到極樂世界就轉識成智，這是阿彌陀佛願力加持的。"
    },
    {
      "id": "02-037-0321_p0028",
      "zh_CN": "「故云：唯受清净最上快乐。如《称赞净土经》」，《称赞净土经》就是《阿弥陀经》，玄奘大师翻译的，这里头有这么一句，「唯有无量清净喜乐」，这是人生最高的享受。最高的享受在现前这个世界享受到了，虽享受到不圆满，到极乐世界就圆满了。我们今天在因地，极乐世界是果地，因果不虚。因地如何想的？因地能知道所有境缘都不是真的，境是物质环境，缘是人事环境，人事环境跟物质环境都不是真的，这就要你看破。知道一切不是真的，你放下了。所以说不会把外头境界，物质环境这些东西放在心上，你心才清净；放在心上，心就不清净了，这不能放在心上。心本来是清净的，惠能大师开悟第一句话说「何期自性，本自清净」，本来是清净的。为什么不清净？你放的东西太多了，拉里拉杂的，什么都放在心上，你的心就不清净了。你要不放在心上，你的心不是清净的吗？那本来清净。所以，不要放在心上，一切随它去吧！这就好，放在心上干什么？",
      "zh_TW": "「故云：唯受清淨最上快樂。如《稱讚淨土經》」，《稱讚淨土經》就是《阿彌陀經》，玄奘大師翻譯的，這裡頭有這麼一句，「唯有無量清淨喜樂」，這是人生最高的享受。最高的享受在現前這個世界享受到了，雖享受到不圓滿，到極樂世界就圓滿了。我們今天在因地，極樂世界是果地，因果不虛。因地如何想的？因地能知道所有境緣都不是真的，境是物質環境，緣是人事環境，人事環境跟物質環境都不是真的，這就要你看破。知道一切不是真的，你放下了。所以說不會把外頭境界，物質環境這些東西放在心上，你心才清淨；放在心上，心就不清淨了，這不能放在心上。心本來是清淨的，惠能大師開悟第一句話說「何期自性，本自清淨」，本來是清淨的。為什麼不清淨？你放的東西太多了，拉里拉雜的，什麼都放在心上，你的心就不清淨了。你要不放在心上，你的心不是清淨的嗎？那本來清淨。所以，不要放在心上，一切隨它去吧！這就好，放在心上幹什麼？"
    },
    {
      "id": "02-037-0321_p0029",
      "zh_CN": "觉悟的人，诸佛菩萨、声闻缘觉不会把这些事情放在心上，所以他清净、他自在、他快乐。永远恒顺众生，随喜功德，没有自己的意思，自己根本就没有意思。为什么？有意思，那个意思是烦恼。为什么？你起心动念了，你分别执着了，这叫意思。佛菩萨应化在这个世间，从来没有起心动念过，当然更没有分别执着。凡夫有事情请教佛菩萨，佛菩萨随问随答，问的人起心动念，答的人没有起心动念。没有起心动念，他这个答是从自性里头，自性本具般若智慧德能自然流露出来的。像敲钟，大叩则大鸣，小叩则小鸣，钟有没有分别、有没有执着？没有，它恒顺众生，随喜功德。",
      "zh_TW": "覺悟的人，諸佛菩薩、聲聞緣覺不會把這些事情放在心上，所以他清淨、他自在、他快樂。永遠恆順眾生，隨喜功德，沒有自己的意思，自己根本就沒有意思。為什麼？有意思，那個意思是煩惱。為什麼？你起心動念了，你分別執著了，這叫意思。佛菩薩應化在這個世間，從來沒有起心動念過，當然更沒有分別執著。凡夫有事情請教佛菩薩，佛菩薩隨問隨答，問的人起心動念，答的人沒有起心動念。沒有起心動念，他這個答是從自性裡頭，自性本具般若智慧德能自然流露出來的。像敲鐘，大叩則大鳴，小叩則小鳴，鐘有沒有分別、有沒有執著？沒有，它恆順眾生，隨喜功德。"
    },
    {
      "id": "02-037-0321_p0030",
      "zh_CN": "不通过心意识是智慧流露，通过心意识是知识。今天世界为什么搞成这样？没有智慧，只有知识。知识解决问题有后遗症，知识有局限，不能把问题解决得完美，如果解释错误，后遗症就很麻烦。所以中国古人求学求智慧。佛法传到中国，儒接受了，道也接受了，最重要的接受就是佛家讲的修学的原则，戒定慧三学，儒用它，道也用它。用佛法的原理原则智慧来解释四书五经、来解释《道德经》，祖师大德都做出来了，畅通无碍。",
      "zh_TW": "不通過心意識是智慧流露，通過心意識是知識。今天世界為什麼搞成這樣？沒有智慧，只有知識。知識解決問題有後遺症，知識有侷限，不能把問題解決得完美，如果解釋錯誤，後遺症就很麻煩。所以中國古人求學求智慧。佛法傳到中國，儒接受了，道也接受了，最重要的接受就是佛家講的修學的原則，戒定慧三學，儒用它，道也用它。用佛法的原理原則智慧來解釋四書五經、來解釋《道德經》，祖師大德都做出來了，暢通無礙。"
    },
    {
      "id": "02-037-0321_p0031",
      "zh_CN": "下面这一段，「生证极乐」，生是往生，往生到极乐世界就成佛了，成佛才是究竟极乐。我们看经文：",
      "zh_TW": "下面這一段，「生證極樂」，生是往生，往生到極樂世界就成佛了，成佛才是究竟極樂。我們看經文："
    },
    {
      "id": "02-037-0321_p0032",
      "zh_CN": "【若有善男子。善女人。若已生。若当生。皆悉住于正定之聚。决定证于阿耨多罗三藐三菩提。】",
      "zh_TW": "【若有善男子。善女人。若已生。若當生。皆悉住於正定之聚。決定證於阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-037-0321_p0033",
      "zh_CN": "这一段文字不多，义理深广无际，我们看念老的注解。「右文」，右面这段经文，「乃弥陀第廿九住正定聚愿，及第十二定成正觉愿」这两愿的成就。「此实为」，真实是「弥陀全部本怀之鹄的」。鹄的是射箭的箭靶，那个红心叫鹄的，用它来比喻这是阿弥陀佛全部本怀，就是四十八愿的核心，四十八愿的中心。「无量妙行之圣果」，妙行是修行，现在证到果，八万四千行门都是为了成佛，这真的成佛了。「智悲方便之极则」，这是说诸佛如来度众生，度众生要智慧、要大悲心。大智大悲，无量方便的方法，极则是圆满，最后圆满了。「度生大愿之究竟」，度众生的大愿究竟圆满。这几句是总说。",
      "zh_TW": "這一段文字不多，義理深廣無際，我們看念老的註解。「右文」，右面這段經文，「乃彌陀第廿九住正定聚願，及第十二定成正覺願」這兩願的成就。「此實為」，真實是「彌陀全部本懷之鵠的」。鵠的是射箭的箭靶，那個紅心叫鵠的，用它來比喻這是阿彌陀佛全部本懷，就是四十八願的核心，四十八願的中心。「無量妙行之聖果」，妙行是修行，現在證到果，八萬四千行門都是為了成佛，這真的成佛了。「智悲方便之極則」，這是說諸佛如來度眾生，度眾生要智慧、要大悲心。大智大悲，無量方便的方法，極則是圓滿，最後圓滿了。「度生大願之究竟」，度眾生的大願究竟圓滿。這幾句是總說。"
    },
    {
      "id": "02-037-0321_p0034",
      "zh_CN": "『若有善男子，善女人』，这两句话非常重要，注意那个善字，这个善字的意思很长。最粗浅的解释，具足十善，这是对入门的人说的。往后这个善字逐渐逐渐跟着上升，要一直到成佛，成佛这个善才圆满，在菩萨这善还没圆满，一定到成佛才算是圆满。所以，真正往生到极乐世界，是真正的善男子、善女人，为什么？他永远不再堕恶道，他永远不会退转，到极乐世界不会退转。不往生到极乐世界，在菩萨道上修行进进退退，进的时候少，退的时候多。所以，凡夫修行成佛要无量劫，道理在此地。极乐世界为什么不退转？我们知道了，佛天天教你，你怎么会退转？你在他方世界修行，你不一定能遇到佛，不一定能遇到一个好的老师。在极乐世界，佛在你旁边，你永远没离开他。每个人，极乐世界人口太多了，每个人都感觉到佛在身边。佛的神通道力没有边际，让每个人都感觉佛在身边，佛亲自在教你。所以到极乐世界，这个善可以说是圆满了，你决定成佛。",
      "zh_TW": "『若有善男子，善女人』，這兩句話非常重要，注意那個善字，這個善字的意思很長。最粗淺的解釋，具足十善，這是對入門的人說的。往後這個善字逐漸逐漸跟著上升，要一直到成佛，成佛這個善才圓滿，在菩薩這善還沒圓滿，一定到成佛才算是圓滿。所以，真正往生到極樂世界，是真正的善男子、善女人，為什麼？他永遠不再墮惡道，他永遠不會退轉，到極樂世界不會退轉。不往生到極樂世界，在菩薩道上修行進進退退，進的時候少，退的時候多。所以，凡夫修行成佛要無量劫，道理在此地。極樂世界為什麼不退轉？我們知道了，佛天天教你，你怎麼會退轉？你在他方世界修行，你不一定能遇到佛，不一定能遇到一個好的老師。在極樂世界，佛在你旁邊，你永遠沒離開他。每個人，極樂世界人口太多了，每個人都感覺到佛在身邊。佛的神通道力沒有邊際，讓每個人都感覺佛在身邊，佛親自在教你。所以到極樂世界，這個善可以說是圓滿了，你決定成佛。"
    },
    {
      "id": "02-037-0321_p0035",
      "zh_CN": "『若已生』，已经往生的人，『若当生』，「当」是当来往生，『皆悉住于正定之聚』，他们统统安住在正定之聚。注解里头有说，我们接着看注解，「文中有正定、邪定与不定」，这叫三聚。「聚者，类聚也。此三聚之说，通见于小乘及大乘经论」，佛常讲，「但内容差异甚大」，底下都给我们说这个问题。「小乘如《俱舍论》谓」，《俱舍论》里面所说的，「初果及其以上之圣者，为正定聚」，证得初果以上。为什么？他的心定了，定在苦集灭道，这是他主修的法门。知道世间苦，苦从哪里来的？从集来的，集就是集结烦恼。你每天在聚集烦恼，所以你感得的是苦果。这看世间，世间的因果。出世间的因果，灭道，苦集灭道。灭是什么？灭苦，修道的人离开苦了，怎么离的？修道。修道是灭苦之因，灭苦是修道之果，他明白这个道理，所以他不放弃他的修道。从这个以上，道心建立了。",
      "zh_TW": "『若已生』，已經往生的人，『若當生』，「當」是當來往生，『皆悉住於正定之聚』，他們統統安住在正定之聚。註解裡頭有說，我們接著看註解，「文中有正定、邪定與不定」，這叫三聚。「聚者，類聚也。此三聚之說，通見於小乘及大乘經論」，佛常講，「但內容差異甚大」，底下都給我們說這個問題。「小乘如《俱舍論》謂」，《俱舍論》裡面所說的，「初果及其以上之聖者，為正定聚」，證得初果以上。為什麼？他的心定了，定在苦集滅道，這是他主修的法門。知道世間苦，苦從哪裡來的？從集來的，集就是集結煩惱。你每天在聚集煩惱，所以你感得的是苦果。這看世間，世間的因果。出世間的因果，滅道，苦集滅道。滅是什麼？滅苦，修道的人離開苦了，怎麼離的？修道。修道是滅苦之因，滅苦是修道之果，他明白這個道理，所以他不放棄他的修道。從這個以上，道心建立了。"
    },
    {
      "id": "02-037-0321_p0036",
      "zh_CN": "初果虽然没有出六道轮回，佛在经上告诉我们，小乘须陀洹，初果，得这个果位，永远不堕三恶道。虽然没有出六道，他的生处是人间、天上，但是有期限，人间天上七次往返，他决定证阿罗汉果。证阿罗汉果，他就出了六道轮回。好比上学，儿童上学，上一年级了，那我们知道六年他就毕业，他有期限的。所以小乘初果，证得初果之后，二果、三果、四果，天上人间七次往返，决定证阿罗汉。如果没有佛出世，他就成了独觉，他还是超越六道轮回。在大乘，这叫定聚，他决定成佛，他走的是成佛之道，他不会有偏差。如果没有证得果位，心性不定，容易被迷惑，迷惑，路走错了，甚至于走到地狱去了，自己不知道。",
      "zh_TW": "初果雖然沒有出六道輪迴，佛在經上告訴我們，小乘須陀洹，初果，得這個果位，永遠不墮三惡道。雖然沒有出六道，他的生處是人間、天上，但是有期限，人間天上七次往返，他決定證阿羅漢果。證阿羅漢果，他就出了六道輪迴。好比上學，兒童上學，上一年級了，那我們知道六年他就畢業，他有期限的。所以小乘初果，證得初果之後，二果、三果、四果，天上人間七次往返，決定證阿羅漢。如果沒有佛出世，他就成了獨覺，他還是超越六道輪迴。在大乘，這叫定聚，他決定成佛，他走的是成佛之道，他不會有偏差。如果沒有證得果位，心性不定，容易被迷惑，迷惑，路走錯了，甚至於走到地獄去了，自己不知道。"
    },
    {
      "id": "02-037-0321_p0037",
      "zh_CN": "大乘菩萨是初信位，初信位断的烦恼，跟小乘须陀洹初果是相同的，都是八十八品见惑。八十八品见惑，释迦牟尼佛在教学方便起见，归纳为五大类，身见，这错误的见解，看错了，身见、边见、见取见、戒取见、邪见。这五大类错误见解，统统断掉了。那我们现在学佛这些人，几个人把这五种错误见解断掉？第一个身见，依然执着身是我，不肯放下，念念头一个念头就是我的身体，这执着分别，这不能解决问题。真正解决问题，身见没有了，知道身不是我，你身体什么毛病全好了。为什么？现在人常讲的，学佛人常说的冤亲债主。冤亲债主去找你、害你，对象什么？这个身，这你最爱的，我就找这个东西，要你的命。你把身体放弃，身不是我，冤亲债主找不到对象了，想找你麻烦，找不到对象。你没有疼爱的东西，没办法伤害你。",
      "zh_TW": "大乘菩薩是初信位，初信位斷的煩惱，跟小乘須陀洹初果是相同的，都是八十八品見惑。八十八品見惑，釋迦牟尼佛在教學方便起見，歸納為五大類，身見，這錯誤的見解，看錯了，身見、邊見、見取見、戒取見、邪見。這五大類錯誤見解，統統斷掉了。那我們現在學佛這些人，幾個人把這五種錯誤見解斷掉？第一個身見，依然執著身是我，不肯放下，念念頭一個念頭就是我的身體，這執著分別，這不能解決問題。真正解決問題，身見沒有了，知道身不是我，你身體什麼毛病全好了。為什麼？現在人常講的，學佛人常說的冤親債主。冤親債主去找你、害你，對象什麼？這個身，這你最愛的，我就找這個東西，要你的命。你把身體放棄，身不是我，冤親債主找不到對象了，想找你麻煩，找不到對象。你沒有疼愛的東西，沒辦法傷害你。"
    },
    {
      "id": "02-037-0321_p0038",
      "zh_CN": "宗门里头有个公案，有个故事，人以前记得很清楚，现在忘掉了，是哪一位祖师，功夫很不错。他一切都放下了，身也放下了，所以真的有个冤亲债主找不到他。好像是阎王要找他，派小鬼找他，小鬼找不到他，他入定了，不知道他在哪里。有人就告诉他，这个禅师最喜欢就是他那个钵，钵，这他最心爱的东西，你敲那个钵，他就会动心。果然这小鬼就敲这个钵，一敲钵，果然现身。他一看那小鬼要抓他，把钵丢掉，不要了，心里把钵放下了，小鬼再找不到他。所以你很爱你的身，你的冤亲债主统统都来附身、都来找你；你要知道身不是我，这些附身事情找不到你。你所喜欢的东西，常常念的东西，他就从这里下手，就把你找到，这是很有道理的。要放得干净，只可以留一个，阿弥陀佛。好！什么都没有，最爱的是阿弥陀佛，冤亲债主找到阿弥陀佛他也能往生，真的是自他两利。所以心里头不能放别的东西，统统放下，不要再留恋，不要再执着。只有阿弥陀佛，除阿弥陀佛之外什么都没有，我们就得大自在，就能享受到人生最高的享受。这经上讲的，清净最上快乐，是彻底放下。",
      "zh_TW": "宗門裡頭有個公案，有個故事，人以前記得很清楚，現在忘掉了，是哪一位祖師，功夫很不錯。他一切都放下了，身也放下了，所以真的有個冤親債主找不到他。好像是閻王要找他，派小鬼找他，小鬼找不到他，他入定了，不知道他在哪裡。有人就告訴他，這個禪師最喜歡就是他那個缽，缽，這他最心愛的東西，你敲那個缽，他就會動心。果然這小鬼就敲這個缽，一敲缽，果然現身。他一看那小鬼要抓他，把缽丟掉，不要了，心裡把缽放下了，小鬼再找不到他。所以你很愛你的身，你的冤親債主統統都來附身、都來找你；你要知道身不是我，這些附身事情找不到你。你所喜歡的東西，常常念的東西，他就從這裡下手，就把你找到，這是很有道理的。要放得乾淨，只可以留一個，阿彌陀佛。好！什麼都沒有，最愛的是阿彌陀佛，冤親債主找到阿彌陀佛他也能往生，真的是自他兩利。所以心裡頭不能放別的東西，統統放下，不要再留戀，不要再執著。只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，我們就得大自在，就能享受到人生最高的享受。這經上講的，清淨最上快樂，是徹底放下。"
    },
    {
      "id": "02-037-0321_p0039",
      "zh_CN": "这底下说，「造五无间业者，为邪定聚」，造五无间，杀父、杀母、杀阿罗汉、出佛身血、破和合僧，这叫五无间业。造这种事情，这个业必定堕无间地狱，所以叫邪定聚。他一定的，不会到别地方去的。「介于上二聚之间，是为不定聚」，没有大善，也没有大恶，他将来到哪里去？随业受报。不定是人间，不定是天上，不定是畜生、饿鬼，不定是修罗、罗刹，不定。只有正定聚决定证果，无论是大乘、小乘，决定证果这叫正定聚。决定堕地狱叫邪定聚。我们念佛的人，往生到西方极乐世界，这正定聚，生到西方你决定成佛。所以底下经文，『决定证于阿耨多罗三藐三菩提』，这正定聚。这是小乘所说的。",
      "zh_TW": "這底下說，「造五無間業者，為邪定聚」，造五無間，殺父、殺母、殺阿羅漢、出佛身血、破和合僧，這叫五無間業。造這種事情，這個業必定墮無間地獄，所以叫邪定聚。他一定的，不會到別地方去的。「介於上二聚之間，是為不定聚」，沒有大善，也沒有大惡，他將來到哪裡去？隨業受報。不定是人間，不定是天上，不定是畜生、餓鬼，不定是修羅、羅剎，不定。只有正定聚決定證果，無論是大乘、小乘，決定證果這叫正定聚。決定墮地獄叫邪定聚。我們念佛的人，往生到西方極樂世界，這正定聚，生到西方你決定成佛。所以底下經文，『決定證於阿耨多羅三藐三菩提』，這正定聚。這是小乘所說的。"
    },
    {
      "id": "02-037-0321_p0040",
      "zh_CN": "「大乘中三聚之义，复有多类」。《智度论》第四十五，《大智度论》里面说，「正定聚，必入涅槃」，入涅槃就是成佛道，「邪定，必入恶道。三者不定」。《释摩诃衍论》，它也有三种说法，这是大乘。「一者，十信前，名邪定聚，不信业果报故」。这十信之前，这个地方是指的别教。前面我跟诸位说的是圆教，圆教的初信位是正定聚，别教差远了。别教不定，十信位不定，叫邪定聚，很容易动摇的。「三贤（十住、十行、十回向）十圣（十地）名正定聚，不退位故」。别教十信进进退退，退得多进得少。别教的初住等于圆教初信，所以他叫正定聚，为什么？他证得了位不退。小乘须陀洹位不退，大乘圆教初信位菩萨也是位不退，别教要初住菩萨是位不退。所以「十信名不定聚，或进或退，未决定故」。《大乘起信论》里面说法跟这个一样。「二者，十信前并十信，名邪定。大觉果，名正定」。那十信之前，以及第十信的菩萨，这都是别教的，都说他作邪定。大乘，《大乘起信论》，大乘的果才叫正定，大乘果是成佛。三贤十圣都叫不定，圆教初住以上才叫定，才叫正定。这第二种说法。第三个说法，十信之前叫邪定，十圣才叫正定，十信三贤都叫不定。这大乘里面讲的是三种。",
      "zh_TW": "「大乘中三聚之義，復有多類」。《智度論》第四十五，《大智度論》裡面說，「正定聚，必入涅槃」，入涅槃就是成佛道，「邪定，必入惡道。三者不定」。《釋摩訶衍論》，它也有三種說法，這是大乘。「一者，十信前，名邪定聚，不信業果報故」。這十信之前，這個地方是指的別教。前面我跟諸位說的是圓教，圓教的初信位是正定聚，別教差遠了。別教不定，十信位不定，叫邪定聚，很容易動搖的。「三賢（十住、十行、十迴向）十聖（十地）名正定聚，不退位故」。別教十信進進退退，退得多進得少。別教的初住等於圓教初信，所以他叫正定聚，為什麼？他證得了位不退。小乘須陀洹位不退，大乘圓教初信位菩薩也是位不退，別教要初住菩薩是位不退。所以「十信名不定聚，或進或退，未決定故」。《大乘起信論》裡面說法跟這個一樣。「二者，十信前並十信，名邪定。大覺果，名正定」。那十信之前，以及第十信的菩薩，這都是別教的，都說他作邪定。大乘，《大乘起信論》，大乘的果才叫正定，大乘果是成佛。三賢十聖都叫不定，圓教初住以上才叫定，才叫正定。這第二種說法。第三個說法，十信之前叫邪定，十聖才叫正定，十信三賢都叫不定。這大乘裡面講的是三種。"
    },
    {
      "id": "02-037-0321_p0041",
      "zh_CN": "「诸说不同」，说法不一样。「小乘以初果及其以上为正定。大乘或以必入涅槃」，这叫正定，「或以三贤以上，或以十地以上，或唯以大觉佛果为正定」。这是各家讲法不一样，虽不一样，它有一个原则，就是三不退，这个标准就好了。有位不退、行不退、念不退，阿惟越致就是三不退的菩萨。三不退的菩萨，在圆教初住，在别教是初地，因为他三种不退都得到了。位不退，不会退转到凡夫；行不退，不会退到二乘，就是声闻、缘觉；念不退，念念趣向无上菩提，梵文称萨婆若海，萨婆若翻作一切种智，如来果地上证得的。这个是从不退转上来说的。",
      "zh_TW": "「諸說不同」，說法不一樣。「小乘以初果及其以上為正定。大乘或以必入涅槃」，這叫正定，「或以三賢以上，或以十地以上，或唯以大覺佛果為正定」。這是各家講法不一樣，雖不一樣，它有一個原則，就是三不退，這個標準就好了。有位不退、行不退、念不退，阿惟越致就是三不退的菩薩。三不退的菩薩，在圓教初住，在別教是初地，因為他三種不退都得到了。位不退，不會退轉到凡夫；行不退，不會退到二乘，就是聲聞、緣覺；念不退，念念趣向無上菩提，梵文稱薩婆若海，薩婆若翻作一切種智，如來果地上證得的。這個是從不退轉上來說的。"
    },
    {
      "id": "02-037-0321_p0042",
      "zh_CN": "「至于今经」，现在本经里面所说的，「彼土众生，皆住正定聚者」。凡是往生到极乐世界的人，无论从哪里去的，往生到极乐世界我们知道，有等觉菩萨、有三贤十圣、有声闻缘觉、有天人，还有三途众生，有畜生往生的，饿鬼、地狱都能往生。最近我们听到唐太宗李世民往生了，这是从地狱道出来往生的，这个话我们可以相信。他是杀业太重堕无间地狱，但是他勤政爱民，他是许多宗教的总护法，这个功德很大！他离开地狱，他认错，他忏悔，他劝我们念佛，当然他自己一定念佛。他说有灾难来，除了念佛，其他的方法都来不及了。我们相信他能说出这个话，他一定一心专念阿弥陀佛。他知道有极乐世界，他相信有极乐世界，只是一念之差，不小心堕地狱去了。我们知道，堕地狱是发脾气，临命终时最后一念是非常不高兴，有愤怒，就到地狱去了。人死了之后到哪一道，最后一念是做主宰，关系太大了。",
      "zh_TW": "「至於今經」，現在本經裡面所說的，「彼土眾生，皆住正定聚者」。凡是往生到極樂世界的人，無論從哪裡去的，往生到極樂世界我們知道，有等覺菩薩、有三賢十聖、有聲聞緣覺、有天人，還有三途眾生，有畜生往生的，餓鬼、地獄都能往生。最近我們聽到唐太宗李世民往生了，這是從地獄道出來往生的，這個話我們可以相信。他是殺業太重墮無間地獄，但是他勤政愛民，他是許多宗教的總護法，這個功德很大！他離開地獄，他認錯，他懺悔，他勸我們念佛，當然他自己一定念佛。他說有災難來，除了念佛，其他的方法都來不及了。我們相信他能說出這個話，他一定一心專念阿彌陀佛。他知道有極樂世界，他相信有極樂世界，只是一念之差，不小心墮地獄去了。我們知道，墮地獄是發脾氣，臨命終時最後一念是非常不高興，有憤怒，就到地獄去了。人死了之後到哪一道，最後一念是做主宰，關係太大了。"
    },
    {
      "id": "02-037-0321_p0043",
      "zh_CN": "「净影云：位分不退，名为正定。莫问大乘小乘众生」，这不问，凡是生到西方极乐世界，他的地位就不退转。所以，「生彼国者，皆住正定」。换句话说，生到西方极乐世界，你决定会证得佛果，西方极乐世界是学校，毕业了就是成佛。在西方世界没有退转，只有往上升，像读书年年升级，没有留级的，没有降级的，没有，他都是升级。但是升得快慢不一样，有人很勤奋，升得快，有人比较懈怠一点，升得慢，总之他不会退转。所以，大乘教里称精进是菩萨唯一的善根。世间人善根是不贪、不瞋、不痴，叫三善根，所有一切善法从这儿生的。菩萨只有一个，就是精进，勇猛精进是菩萨善根，能够帮菩萨快速成佛。我们知道，极乐世界的环境确确实实是给人一种精进不退的环境，极乐世界成就快！极乐世界的助缘非常之多，第一个最大的助缘，阿弥陀佛加持你。第二个，诸上善人俱会一处。诸上善人是谁？等觉菩萨，后补佛，这一类的人很多，常常在你的周边，帮助你、提携你，所以你成长就非常快。第三，极乐世界的环境太好了，六尘说法，众鸟说法，你怎么会退转？所以说皆住正定。",
      "zh_TW": "「淨影云：位分不退，名為正定。莫問大乘小乘眾生」，這不問，凡是生到西方極樂世界，他的地位就不退轉。所以，「生彼國者，皆住正定」。換句話說，生到西方極樂世界，你決定會證得佛果，西方極樂世界是學校，畢業了就是成佛。在西方世界沒有退轉，只有往上升，像讀書年年升級，沒有留級的，沒有降級的，沒有，他都是升級。但是升得快慢不一樣，有人很勤奮，升得快，有人比較懈怠一點，升得慢，總之他不會退轉。所以，大乘教裡稱精進是菩薩唯一的善根。世間人善根是不貪、不瞋、不痴，叫三善根，所有一切善法從這兒生的。菩薩只有一個，就是精進，勇猛精進是菩薩善根，能夠幫菩薩快速成佛。我們知道，極樂世界的環境確確實實是給人一種精進不退的環境，極樂世界成就快！極樂世界的助緣非常之多，第一個最大的助緣，阿彌陀佛加持你。第二個，諸上善人俱會一處。諸上善人是誰？等覺菩薩，後補佛，這一類的人很多，常常在你的周邊，幫助你、提攜你，所以你成長就非常快。第三，極樂世界的環境太好了，六塵說法，眾鳥說法，你怎麼會退轉？所以說皆住正定。"
    },
    {
      "id": "02-037-0321_p0044",
      "zh_CN": "望西大师说法跟这个相同，「并云：一切善恶凡夫，乘佛愿力，生彼国者，处不退故。是名正定」，这说得很清楚、很明白。每个往生的人，到达极乐世界皆作阿惟越致菩萨，这是弥陀的本愿。阿惟越致是三种不退，位不退、行不退、念不退，阿惟越致原本是实报土的菩萨，圆教初住以上，别教初地以上，是这样的等级。在极乐世界，我们求往生，凡圣同居土也有这样的待遇，这是阿弥陀佛的恩德，阿弥陀佛的加持。如果没有他的加持，没有他的恩德，我们不可能到达极乐世界就得三不退，这是不可能的事情。所以我们念佛，念念要有感恩的心，我们念这句佛号，真诚心、恭敬心、感恩的心。这种恩德真正是无与伦比，没得比的。",
      "zh_TW": "望西大師說法跟這個相同，「並云：一切善惡凡夫，乘佛願力，生彼國者，處不退故。是名正定」，這說得很清楚、很明白。每個往生的人，到達極樂世界皆作阿惟越致菩薩，這是彌陀的本願。阿惟越致是三種不退，位不退、行不退、念不退，阿惟越致原本是實報土的菩薩，圓教初住以上，別教初地以上，是這樣的等級。在極樂世界，我們求往生，凡聖同居土也有這樣的待遇，這是阿彌陀佛的恩德，阿彌陀佛的加持。如果沒有他的加持，沒有他的恩德，我們不可能到達極樂世界就得三不退，這是不可能的事情。所以我們念佛，念念要有感恩的心，我們念這句佛號，真誠心、恭敬心、感恩的心。這種恩德真正是無與倫比，沒得比的。"
    },
    {
      "id": "02-037-0321_p0045",
      "zh_CN": "「又憬兴云：若生净土，不问凡圣，定向涅槃，定趣善行，定生善道，定行六度，定得解脱，故唯有正定聚而无余二也」。憬兴说得好，往生净土，我们六道凡夫去往生，带业往生，圣人是初果以上，只要生到西方极乐世界，你决定向着涅槃，向涅槃是大乘佛道，成佛之道。定趣善行，你决定是行善，不会造恶。你定生善道，你不会生恶道。这个善道是佛道，无论你到哪一个诸佛刹土，你都是菩萨身分，不是天人身分。极乐世界的人，几乎每天都去参访十方诸佛如来，去参访，参访的时候统统是菩萨身分。诸佛如来尊重弥陀，无不称阿弥陀佛是光中极尊，佛中之王。我们是弥陀弟子，沾光，无论到哪个佛国土，佛一定对你非常有礼遇，非常爱护你。你不一样，你是阿弥陀佛的弟子，跟世俗人情差不多，你会得到特别的礼遇。定行六度，六度是菩萨行，你决定修六度，你决定得解脱。故唯有正定聚，邪定聚、不定聚统统没有，极乐世界没有，极乐世界三聚只有这一聚，正定。「《会疏》同之」，《会疏》说法跟这一样。",
      "zh_TW": "「又憬興云：若生淨土，不問凡聖，定向涅槃，定趣善行，定生善道，定行六度，定得解脫，故唯有正定聚而無餘二也」。憬興說得好，往生淨土，我們六道凡夫去往生，帶業往生，聖人是初果以上，只要生到西方極樂世界，你決定向著涅槃，向涅槃是大乘佛道，成佛之道。定趣善行，你決定是行善，不會造惡。你定生善道，你不會生惡道。這個善道是佛道，無論你到哪一個諸佛剎土，你都是菩薩身分，不是天人身分。極樂世界的人，幾乎每天都去參訪十方諸佛如來，去參訪，參訪的時候統統是菩薩身分。諸佛如來尊重彌陀，無不稱阿彌陀佛是光中極尊，佛中之王。我們是彌陀弟子，沾光，無論到哪個佛國土，佛一定對你非常有禮遇，非常愛護你。你不一樣，你是阿彌陀佛的弟子，跟世俗人情差不多，你會得到特別的禮遇。定行六度，六度是菩薩行，你決定修六度，你決定得解脫。故唯有正定聚，邪定聚、不定聚統統沒有，極樂世界沒有，極樂世界三聚只有這一聚，正定。「《會疏》同之」，《會疏》說法跟這一樣。"
    },
    {
      "id": "02-037-0321_p0046",
      "zh_CN": "《甄解》，这是日本法师的注解，「宗善导意」，完全是遵从善导大师的讲法。这是唐朝时候，日本、韩国、越南大量的佛弟子，在家、出家，到中国来留学，亲近善导大师的人很多，亲近智者的也多。我们今天到日本、到韩国，你看到寺庙，他们里面供奉着善导大师的塑像，也有画像，在日本亦如是，特多。用善导大师的名号做寺庙的名称，叫善导寺，在日本常见。你看到善导寺，那是净土宗的，用善导大师的名字做寺名。台北市也有个善导寺，那日本人建的，他们对祖师非常崇敬，这也是日本人可爱之处。「释曰：《释摩诃衍论》所谓正定聚」，这都是善导大师常常说的，「所谓正定聚，从佛果至十地三贤，皆名正定聚。净土正定聚亦然」。这是说的圆教，圆教佛果妙觉如来，十地，地上菩萨，三贤是十回向、十行、十住，《华严经》上说的。这个十地三贤他住在哪里？他住在实报土，实报庄严土，所以皆名正定聚。这大乘上说的，以《华严》为准。净土正定聚亦然，跟《华严经》上讲的完全相同。「或现十地三贤等。其体必至灭度」，灭度就是大般涅槃。这是究竟证得佛果，那当然是正定，纯正定。",
      "zh_TW": "《甄解》，這是日本法師的註解，「宗善導意」，完全是遵從善導大師的講法。這是唐朝時候，日本、韓國、越南大量的佛弟子，在家、出家，到中國來留學，親近善導大師的人很多，親近智者的也多。我們今天到日本、到韓國，你看到寺廟，他們裡面供奉著善導大師的塑像，也有畫像，在日本亦如是，特多。用善導大師的名號做寺廟的名稱，叫善導寺，在日本常見。你看到善導寺，那是淨土宗的，用善導大師的名字做寺名。台北市也有個善導寺，那日本人建的，他們對祖師非常崇敬，這也是日本人可愛之處。「釋曰：《釋摩訶衍論》所謂正定聚」，這都是善導大師常常說的，「所謂正定聚，從佛果至十地三賢，皆名正定聚。淨土正定聚亦然」。這是說的圓教，圓教佛果妙覺如來，十地，地上菩薩，三賢是十迴向、十行、十住，《華嚴經》上說的。這個十地三賢他住在哪裡？他住在實報土，實報莊嚴土，所以皆名正定聚。這大乘上說的，以《華嚴》為準。淨土正定聚亦然，跟《華嚴經》上講的完全相同。「或現十地三賢等。其體必至滅度」，滅度就是大般涅槃。這是究竟證得佛果，那當然是正定，純正定。"
    },
    {
      "id": "02-037-0321_p0047",
      "zh_CN": "「但是一涅槃界之示现差别耳」，但是一个涅槃界的示现差别，着重在示现两个字。为什么？人多，三贤十地，上面还有等觉、妙觉，一共四十二个位次，四十二个位次这是一涅槃界的示现差别。这个意思我们清楚了，无明都断掉了，只是无明习气厚薄差别的现象。在那个里面，这四十二个位次不能说真有，也不能说没有。你说真有，他们无明都断了，不起心、不动念，平等了，哪里还有位次？有位次有分别，有分别才有这位次，没有分别心哪来的位次？你要说他没有位次，每个人烦恼习气厚薄真不一样。所以，这四十一个阶级可以说有，也可以说没有，我们一定要明了，不能执着一定有、一定没有，那就错了。今天时间到了，我们就学习到此地。",
      "zh_TW": "「但是一涅槃界之示現差別耳」，但是一個涅槃界的示現差別，著重在示現兩個字。為什麼？人多，三賢十地，上面還有等覺、妙覺，一共四十二個位次，四十二個位次這是一涅槃界的示現差別。這個意思我們清楚了，無明都斷掉了，只是無明習氣厚薄差別的現象。在那個裡面，這四十二個位次不能說真有，也不能說沒有。你說真有，他們無明都斷了，不起心、不動念，平等了，哪裡還有位次？有位次有分別，有分別才有這位次，沒有分別心哪來的位次？你要說他沒有位次，每個人煩惱習氣厚薄真不一樣。所以，這四十一個階級可以說有，也可以說沒有，我們一定要明瞭，不能執著一定有、一定沒有，那就錯了。今天時間到了，我們就學習到此地。"
    }
  ]
}