{
  "doc_id": "02-037-0199",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九九集",
    "zh_TW": "第一九九集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0199",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-037-0199_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百三十二页第一行，从当中看起，「梵行」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百三十二頁第一行，從當中看起，「梵行」："
    },
    {
      "id": "02-037-0199_p0002",
      "zh_CN": "「梵行者，清净无欲之行。为《涅槃》五行之一」。《涅槃经》说菩萨有五种行，第一种叫「圣行」，圣也就是正，「圣即正也，谓菩萨依戒定慧所修之行，故名圣行」。依戒定慧，这是正法，称之为三学，戒学、定学、慧学。不但释迦牟尼佛依戒定慧修行，因戒得定，因定开慧，这一条成佛之道，十方三世一切诸佛菩萨共同行的一条道，没有例外的，佛教传到中国来之后，儒接受了，道也接受了，称为三无漏学。所以东方圣学确确实实比世间法高明很多。这三样东西好比是三种工具，它能够开发自性里面无量的智慧、无量的德能、无量的相好，不从外面得到，是自性里头本自具足的。这部《大乘无量寿经》可以说把这个三学发挥到淋漓尽致。一切大小乘佛法、宗门教下，没有一个不遵守这个原则。遵守这个原则，决定可以得到究竟圆满的智慧、德能、相好，所以属于圣学，也叫正学。",
      "zh_TW": "「梵行者，清淨無欲之行。為《涅槃》五行之一」。《涅槃經》說菩薩有五種行，第一種叫「聖行」，聖也就是正，「聖即正也，謂菩薩依戒定慧所修之行，故名聖行」。依戒定慧，這是正法，稱之為三學，戒學、定學、慧學。不但釋迦牟尼佛依戒定慧修行，因戒得定，因定開慧，這一條成佛之道，十方三世一切諸佛菩薩共同行的一條道，沒有例外的，佛教傳到中國來之後，儒接受了，道也接受了，稱為三無漏學。所以東方聖學確確實實比世間法高明很多。這三樣東西好比是三種工具，它能夠開發自性裡面無量的智慧、無量的德能、無量的相好，不從外面得到，是自性裡頭本自具足的。這部《大乘無量壽經》可以說把這個三學發揮到淋漓盡致。一切大小乘佛法、宗門教下，沒有一個不遵守這個原則。遵守這個原則，決定可以得到究竟圓滿的智慧、德能、相好，所以屬於聖學，也叫正學。"
    },
    {
      "id": "02-037-0199_p0003",
      "zh_CN": "第二，就是这个经上讲的「梵行」。梵是梵语，印度古老的梵语，它的意思是清净的意思。「梵即净也，谓菩萨无空有二边爱着之染，名之为净」，这是将净下了个定义。什么才叫净？爱着要放下。爱是贪爱，着是执着，这是烦恼，有这个东西就不净了。不但这要放下，这是世间法，在出世间法里面讲空、讲有，空有二边也要放下，这才叫清净。六道凡夫着有，执着有，小乘声闻、缘觉执着空，我们执着有，他执着空，他说什么都没有，万法皆空，这个都是讲的走极端。菩萨行中道，菩萨空有二边都不执着，所以心地清净了。你看看，凡夫着有，不清净，有就是有爱、有执着；二乘人执空，也不清净，都偏在一边。实际上，空是性边的，执着性空，有是执着相，事相有，性理空，这是佛在经里头常常讲到的，但是不能执着，执着就错了。所以《金刚经》上佛说得好，「法尚应舍，何况非法」。法是什么？佛说的法，空有是佛法，佛法也要舍掉，何况不是佛法！爱着不是佛法，是世间法，统统要放下，你的心才会清净、才会平等。梵就是清净的意思。",
      "zh_TW": "第二，就是這個經上講的「梵行」。梵是梵語，印度古老的梵語，它的意思是清淨的意思。「梵即淨也，謂菩薩無空有二邊愛著之染，名之為淨」，這是將淨下了個定義。什麼才叫淨？愛著要放下。愛是貪愛，著是執著，這是煩惱，有這個東西就不淨了。不但這要放下，這是世間法，在出世間法裡面講空、講有，空有二邊也要放下，這才叫清淨。六道凡夫著有，執著有，小乘聲聞、緣覺執著空，我們執著有，他執著空，他說什麼都沒有，萬法皆空，這個都是講的走極端。菩薩行中道，菩薩空有二邊都不執著，所以心地清淨了。你看看，凡夫著有，不清淨，有就是有愛、有執著；二乘人執空，也不清淨，都偏在一邊。實際上，空是性邊的，執著性空，有是執著相，事相有，性理空，這是佛在經裡頭常常講到的，但是不能執著，執著就錯了。所以《金剛經》上佛說得好，「法尚應捨，何況非法」。法是什麼？佛說的法，空有是佛法，佛法也要捨掉，何況不是佛法！愛著不是佛法，是世間法，統統要放下，你的心才會清淨、才會平等。梵就是清淨的意思。"
    },
    {
      "id": "02-037-0199_p0004",
      "zh_CN": "「以此净心」，用这种清净心，二边不着，中道也不存，心地清净，没有念头，用这种清净心，「运于慈悲」，于做用讲，运用，慈悲是自性里头本有的，不是外头来的，这是性德。慈是「与众生乐」，悲是「拔众生苦」，我们一般这两个字常常连起来用。分开来用，悲是怜悯心，看到别人受苦受难，心里会很难过，就像自己在受苦受难一样，这属于悲心，慈心是爱心。我如何能帮助他离苦得乐，得乐是慈，离苦是悲。要用清净心去做，如果心地不清净，这个慈悲就不是菩萨的慈悲，那就是世间人的慈悲，我们一般人讲爱心，就是这个。",
      "zh_TW": "「以此淨心」，用這種清淨心，二邊不著，中道也不存，心地清淨，沒有念頭，用這種清淨心，「運於慈悲」，於做用講，運用，慈悲是自性裡頭本有的，不是外頭來的，這是性德。慈是「與眾生樂」，悲是「拔眾生苦」，我們一般這兩個字常常連起來用。分開來用，悲是憐憫心，看到別人受苦受難，心裡會很難過，就像自己在受苦受難一樣，這屬於悲心，慈心是愛心。我如何能幫助他離苦得樂，得樂是慈，離苦是悲。要用清淨心去做，如果心地不清淨，這個慈悲就不是菩薩的慈悲，那就是世間人的慈悲，我們一般人講愛心，就是這個。"
    },
    {
      "id": "02-037-0199_p0005",
      "zh_CN": "所以慈悲也有很多等级，世间人的慈悲叫「爱缘慈悲」，你爱他，你对他很慈悲；你不爱他，你对他一点都不慈悲，这个叫爱缘慈悲，这是一般普通人都有的。升高一级叫「众生缘慈悲」，我们今天讲同情心，统统是众生，看到众生受苦受难，他就想帮助他，没有想利益自己，只想帮助这些众生离苦，离开灾难，叫众生缘。这个就高得多了，这世间的圣人，心量大。菩萨是「法缘慈悲」，他二边不着，中道不存，见到众生就如同自己一样，知道众生与自己是一体，自自然然慈悲心生出来。第四种叫「无缘慈悲」，这是佛与法身菩萨，无缘是没有任何条件，见到众生苦一定帮助他离苦得乐，诸佛如来、法身大士。所以慈悲也有这四种。与众生乐，拔众生苦，这叫梵行。在此地是法缘以上菩萨，真正是菩萨。",
      "zh_TW": "所以慈悲也有很多等級，世間人的慈悲叫「愛緣慈悲」，你愛他，你對他很慈悲；你不愛他，你對他一點都不慈悲，這個叫愛緣慈悲，這是一般普通人都有的。升高一級叫「眾生緣慈悲」，我們今天講同情心，統統是眾生，看到眾生受苦受難，他就想幫助他，沒有想利益自己，只想幫助這些眾生離苦，離開災難，叫眾生緣。這個就高得多了，這世間的聖人，心量大。菩薩是「法緣慈悲」，他二邊不著，中道不存，見到眾生就如同自己一樣，知道眾生與自己是一體，自自然然慈悲心生出來。第四種叫「無緣慈悲」，這是佛與法身菩薩，無緣是沒有任何條件，見到眾生苦一定幫助他離苦得樂，諸佛如來、法身大士。所以慈悲也有這四種。與眾生樂，拔眾生苦，這叫梵行。在此地是法緣以上菩薩，真正是菩薩。"
    },
    {
      "id": "02-037-0199_p0006",
      "zh_CN": "第三种叫「天行」，「天即是第一义天」。天也有很多种（这后头有补注吗？对，后头是有），第一义天。「菩萨由天然之理而成妙行，故名天行」。后面有小注，这《佛学大辞典》上有这一条。这是术语，就是佛法里头的专有名词，叫术语。「譬第一义空之妙理为天」，这「四天中之义天是也」，叫第一义。这天有四种，佛经上常说的，第一种叫「世间天」。从前古时候皇帝称为天子，他不是天人，我们尊重他称他天人，这是世间的天，有名无实。现在日本还有天皇，天皇也是人，并不是真的天人。所以这是世间的天，尊称他。第二种「生天」，我们人修善积德，佛告诉我们，人修上品十善，将来死了以后到哪去？到天上去了。因为你修的福报太大，人间没有这么大的福报，你就到天上去了。天有二十八层天，统统都叫生天，这二十八层天我们都能够往生到那边去。所以人要明白这个道理，要提升自己的灵性，来世比这一世要高、比这一世要好。",
      "zh_TW": "第三種叫「天行」，「天即是第一義天」。天也有很多種（這後頭有補註嗎？對，後頭是有），第一義天。「菩薩由天然之理而成妙行，故名天行」。後面有小註，這《佛學大辭典》上有這一條。這是術語，就是佛法裡頭的專有名詞，叫術語。「譬第一義空之妙理為天」，這「四天中之義天是也」，叫第一義。這天有四種，佛經上常說的，第一種叫「世間天」。從前古時候皇帝稱為天子，他不是天人，我們尊重他稱他天人，這是世間的天，有名無實。現在日本還有天皇，天皇也是人，並不是真的天人。所以這是世間的天，尊稱他。第二種「生天」，我們人修善積德，佛告訴我們，人修上品十善，將來死了以後到哪去？到天上去了。因為你修的福報太大，人間沒有這麼大的福報，你就到天上去了。天有二十八層天，統統都叫生天，這二十八層天我們都能夠往生到那邊去。所以人要明白這個道理，要提升自己的靈性，來世比這一世要高、比這一世要好。"
    },
    {
      "id": "02-037-0199_p0007",
      "zh_CN": "譬如说升一级，要真做好事，升一级就是四王天。不说别的，四王天的寿命，寿命是福报里头的第一福报，福报再大，没有寿命，那都等于零，一定要有寿命你才能享福。你看四王天，佛告诉我们，四王天的一天是我们人间五十年，他的寿命，在他那个天上寿命五百岁，一年也是三百六十五天算一年，他的五百岁，在我们这个世间就长了。一天是五十年，两天就一百年，我们这个世间人活上一百岁，在四王天两天，从这个地方我们就不难想到他福报大。再上去一天叫忉利天，中国人称他作玉皇大帝。这个天比四王天高一等，忉利一天是我们人间一百年，他的寿命是他那边的一千岁，一天等于我们一百年，忉利天的人福报真大。中国号称五千年的历史，在忉利天上时间很短，五千年才五十天，不到两个月，忉利天。愈上去愈殊胜。",
      "zh_TW": "譬如說升一級，要真做好事，升一級就是四王天。不說別的，四王天的壽命，壽命是福報裡頭的第一福報，福報再大，沒有壽命，那都等於零，一定要有壽命你才能享福。你看四王天，佛告訴我們，四王天的一天是我們人間五十年，他的壽命，在他那個天上壽命五百歲，一年也是三百六十五天算一年，他的五百歲，在我們這個世間就長了。一天是五十年，兩天就一百年，我們這個世間人活上一百歲，在四王天兩天，從這個地方我們就不難想到他福報大。再上去一天叫忉利天，中國人稱他作玉皇大帝。這個天比四王天高一等，忉利一天是我們人間一百年，他的壽命是他那邊的一千歲，一天等於我們一百年，忉利天的人福報真大。中國號稱五千年的歷史，在忉利天上時間很短，五千年才五十天，不到兩個月，忉利天。愈上去愈殊勝。"
    },
    {
      "id": "02-037-0199_p0008",
      "zh_CN": "没有离开五欲，七情五欲没离开，生欲界天，欲界六层；如果我们修行功夫深，把爱欲断掉了，那就不生欲界天，生色界天，他得禅定，色界有十八层天，福报超过欲界太多了；十八层天上面还有无色界天，有四层，总共二十八层。上面这个四层没有身体了。我们看老子《道德经》上说，「吾有大患，为吾有身」，老子很感叹，我最大的忧患是有个身体，这身体麻烦大，那要没有身体多好。所以无色界天的人没有身体，他们的寿命长，论劫数来算，非想非非想处天寿命是八万大劫，我们很难想像，那寿命之长。他没有身体，所以他什么苦都没有，有身体就有苦，没有身体就没有苦。",
      "zh_TW": "沒有離開五欲，七情五欲沒離開，生欲界天，欲界六層；如果我們修行功夫深，把愛欲斷掉了，那就不生欲界天，生色界天，他得禪定，色界有十八層天，福報超過欲界太多了；十八層天上面還有無色界天，有四層，總共二十八層。上面這個四層沒有身體了。我們看老子《道德經》上說，「吾有大患，為吾有身」，老子很感嘆，我最大的憂患是有個身體，這身體麻煩大，那要沒有身體多好。所以無色界天的人沒有身體，他們的壽命長，論劫數來算，非想非非想處天壽命是八萬大劫，我們很難想像，那壽命之長。他沒有身體，所以他什麼苦都沒有，有身體就有苦，沒有身體就沒有苦。"
    },
    {
      "id": "02-037-0199_p0009",
      "zh_CN": "这四个天就是无色界天，可以说是六道里头最聪明的人，他不要身体，我们称他作灵界，一般人叫灵魂，他住在那里，他不去投胎，但是他有行苦。什么叫行苦？他八万大劫到了，他又起心动念了，换一句话说，他是定功支持他的，八万大劫到了，这定功失掉了，失掉，烦恼起现行。俗话说爬得高摔得重，他是爬到最高顶，六道里头最高峰，因为产生一个误会，这个都是真正修行人的境界，不是真修的人到不了这个境界，到这个境界以为是圆满了，圆满就叫涅槃，自己以为证得大涅槃，大涅槃叫不生不灭，为什么这个生灭的现象出现？他就开始怀疑、就开始毁谤，古圣先贤讲这个涅槃不是真的是假的。这个谤法、谤佛、谤僧的罪过是阿鼻地狱，他起这种念头就堕阿鼻地狱，你看从最高掉到最下面。这就说明六道轮回。六道轮回这桩事情看清楚、看明白了，我们不干这个事情，这个事情很辛苦，毫无意义，应该要脱离六道轮回。",
      "zh_TW": "這四個天就是無色界天，可以說是六道裡頭最聰明的人，他不要身體，我們稱他作靈界，一般人叫靈魂，他住在那裡，他不去投胎，但是他有行苦。什麼叫行苦？他八萬大劫到了，他又起心動念了，換一句話說，他是定功支持他的，八萬大劫到了，這定功失掉了，失掉，煩惱起現行。俗話說爬得高摔得重，他是爬到最高頂，六道裡頭最高峰，因為產生一個誤會，這個都是真正修行人的境界，不是真修的人到不了這個境界，到這個境界以為是圓滿了，圓滿就叫涅槃，自己以為證得大涅槃，大涅槃叫不生不滅，為什麼這個生滅的現象出現？他就開始懷疑、就開始毀謗，古聖先賢講這個涅槃不是真的是假的。這個謗法、謗佛、謗僧的罪過是阿鼻地獄，他起這種念頭就墮阿鼻地獄，你看從最高掉到最下面。這就說明六道輪迴。六道輪迴這樁事情看清楚、看明白了，我們不幹這個事情，這個事情很辛苦，毫無意義，應該要脫離六道輪迴。"
    },
    {
      "id": "02-037-0199_p0010",
      "zh_CN": "脱离六道轮回，修大乘、小乘都可以，小乘只能出轮回，不能出十法界；大乘不但出轮回，而且要出十法界，这个高，这个意思好。所以出十法界，大乘里面最殊胜的方法，最简单的方法，也是最可靠、最快速的方法，就是净土法门，它真正能帮助你在这一生超越六道轮回，也就是超过四禅天、四空天，这个了不起。不但如此，还超越十法界，十法界里头是阿罗汉、辟支佛、菩萨、佛，统统超越。这个法门稀有的法门。「人身难得，佛法难闻」，这两句话佛常说，提醒我们得人身好不容易，人身是很难得到的，一定要珍惜！因为人身遇到佛法，遇到净宗，你就成就了，你成佛了。不是人身，没有这个机会，得人身就有这个机会。人身可贵，贵在人身能够学净土宗，能够念阿弥陀佛，能够在一生当中超越十法界，到西方极乐世界去作佛去，可贵是可贵在这里。如果得人身，这一生没有遇到净土法门，那不稀罕，那不算可贵，遇到这个法门是真可贵。你遇到八万四千法门其他的任何一种，你这一生不一定能修成，修不成功还是搞六道，不足以为贵，遇到净宗那就真的可贵，这是我们不能不知道的。遇到这个，这一生当中决定要成就，不能再干傻事，人间天上诱惑非常多，决定不能上当，要知道，凡所有相皆是虚妄。《般若经》上告诉我们，「一切法」，这世间法，人间天上，甚至于包括十法界，都算是世间法，这一切法真的「无所有，毕竟空，不可得」。这一桩事情，三千年前佛说得很多，我们真正懂的人太少太少了。",
      "zh_TW": "脫離六道輪迴，修大乘、小乘都可以，小乘只能出輪迴，不能出十法界；大乘不但出輪迴，而且要出十法界，這個高，這個意思好。所以出十法界，大乘裡面最殊勝的方法，最簡單的方法，也是最可靠、最快速的方法，就是淨土法門，它真正能幫助你在這一生超越六道輪迴，也就是超過四禪天、四空天，這個了不起。不但如此，還超越十法界，十法界裡頭是阿羅漢、辟支佛、菩薩、佛，統統超越。這個法門稀有的法門。「人身難得，佛法難聞」，這兩句話佛常說，提醒我們得人身好不容易，人身是很難得到的，一定要珍惜！因為人身遇到佛法，遇到淨宗，你就成就了，你成佛了。不是人身，沒有這個機會，得人身就有這個機會。人身可貴，貴在人身能夠學淨土宗，能夠念阿彌陀佛，能夠在一生當中超越十法界，到西方極樂世界去作佛去，可貴是可貴在這裡。如果得人身，這一生沒有遇到淨土法門，那不稀罕，那不算可貴，遇到這個法門是真可貴。你遇到八萬四千法門其他的任何一種，你這一生不一定能修成，修不成功還是搞六道，不足以為貴，遇到淨宗那就真的可貴，這是我們不能不知道的。遇到這個，這一生當中決定要成就，不能再幹傻事，人間天上誘惑非常多，決定不能上當，要知道，凡所有相皆是虛妄。《般若經》上告訴我們，「一切法」，這世間法，人間天上，甚至於包括十法界，都算是世間法，這一切法真的「無所有，畢竟空，不可得」。這一樁事情，三千年前佛說得很多，我們真正懂的人太少太少了。"
    },
    {
      "id": "02-037-0199_p0011",
      "zh_CN": "古时候人从小受了伦理道德的教育，人很老实，只要是圣人的话不敢怀疑，都相信、都接受。可是虽然接受了，道理没搞清楚；换句话说，疑根不能断。我们自己就是从这个路上走过来的，年轻的时候学佛，这些东西是佛说的，佛一定是真的，佛不妄语，我们相信，叫仰信，敬仰，我相信他，但是疑不能断。那要断疑可不是容易事情。我们自己以为学佛学了三十多年，接受净土了，接受这个法门，微细的疑惑还是存在。一直在最近几年看到量子力学家的报告，这个疑惑断了，真的不疑惑了。为什么？佛讲的这些微细的，科学家发现了，就是发现了阿赖耶识。阿赖耶识经典上讲得很详细，讲宇宙的起源、万物的起源，讲我从哪里来的，这大问题，哲学跟科学上最后的问题，没法子解决。现在量子力学家逐渐到破解的时候，真正破解是大乘经典，他们现在逐渐逐渐接近，真的接近不是假的接近。所以他们的报告我们一看就懂。为什么一看就懂？我们有大乘经典的基础，他说的跟佛经上讲的一样，没有佛经讲得详细。这使我们把这个微细的疑惑断了。这一断，我们的信心是真信，以前叫正信，现在是真信，比正信又提升了一级，真信了。正信还有微细的疑惑，这个微细疑惑断尽了，死心塌地老实念佛，那就决定得生。",
      "zh_TW": "古時候人從小受了倫理道德的教育，人很老實，只要是聖人的話不敢懷疑，都相信、都接受。可是雖然接受了，道理沒搞清楚；換句話說，疑根不能斷。我們自己就是從這個路上走過來的，年輕的時候學佛，這些東西是佛說的，佛一定是真的，佛不妄語，我們相信，叫仰信，敬仰，我相信他，但是疑不能斷。那要斷疑可不是容易事情。我們自己以為學佛學了三十多年，接受淨土了，接受這個法門，微細的疑惑還是存在。一直在最近幾年看到量子力學家的報告，這個疑惑斷了，真的不疑惑了。為什麼？佛講的這些微細的，科學家發現了，就是發現了阿賴耶識。阿賴耶識經典上講得很詳細，講宇宙的起源、萬物的起源，講我從哪裡來的，這大問題，哲學跟科學上最後的問題，沒法子解決。現在量子力學家逐漸到破解的時候，真正破解是大乘經典，他們現在逐漸逐漸接近，真的接近不是假的接近。所以他們的報告我們一看就懂。為什麼一看就懂？我們有大乘經典的基礎，他說的跟佛經上講的一樣，沒有佛經講得詳細。這使我們把這個微細的疑惑斷了。這一斷，我們的信心是真信，以前叫正信，現在是真信，比正信又提升了一級，真信了。正信還有微細的疑惑，這個微細疑惑斷盡了，死心塌地老實念佛，那就決定得生。"
    },
    {
      "id": "02-037-0199_p0012",
      "zh_CN": "正信是从经论理论上，事上虽然没有见到，但是理上讲得通。可是这个理我们没有证得。佛经的确是科学，佛经上要求我们一定要证得，佛给我们说了，说了然后你自己去证明，这才算是你自己的。你自己没有证得，那是别人的，就是道听涂说。佛是要求信、解、行、证，这个就是科学精神，自己没有亲证都不算是真的。科学帮了我们学佛人的忙，让我们断疑生信，科学对我们的贡献非常大，我们不能不感谢。这个疑断掉之后，我们对净宗的信心死心塌地，决定不会动摇了，我们了解事实真相。但是佛菩萨还是要求我们亲证。亲证，在这个世间我们没有能力，我们也没有去学科学，没有这个能力。往生到西方极乐世界就亲证了，决定很快可以证得，不需要太长的时间，因为在那里得到阿弥陀佛本愿威神加持，进步非常快速。这生天，二十八层天。",
      "zh_TW": "正信是從經論理論上，事上雖然沒有見到，但是理上講得通。可是這個理我們沒有證得。佛經的確是科學，佛經上要求我們一定要證得，佛給我們說了，說了然後你自己去證明，這才算是你自己的。你自己沒有證得，那是別人的，就是道聽塗說。佛是要求信、解、行、證，這個就是科學精神，自己沒有親證都不算是真的。科學幫了我們學佛人的忙，讓我們斷疑生信，科學對我們的貢獻非常大，我們不能不感謝。這個疑斷掉之後，我們對淨宗的信心死心塌地，決定不會動搖了，我們了解事實真相。但是佛菩薩還是要求我們親證。親證，在這個世間我們沒有能力，我們也沒有去學科學，沒有這個能力。往生到西方極樂世界就親證了，決定很快可以證得，不需要太長的時間，因為在那裡得到阿彌陀佛本願威神加持，進步非常快速。這生天，二十八層天。"
    },
    {
      "id": "02-037-0199_p0013",
      "zh_CN": "第三种叫「净天」，也叫净居天，居是居住的，净居天，在哪里？在第四禅。第四禅很特别，第四禅有九天，就是一层里头有九天，九天里面三种天是普通的天，跟这个初禅、二禅、三禅一样。初禅三天，三层天，二禅也是的，三禅也是，四禅也是的，普通天。它还有个特别的天，我们称叫外道天，那是什么？修无想定的，无想定修成了。什么叫无想定？诸位看过《了凡四训》，袁了凡跟云谷禅师在禅堂里坐三天三夜，一个念头都不想，那就叫无想定。他将来到哪里去？他修成功了，他来生就到第四禅无想天去了。那个天有定没有觉，换句话叫死定，那个天是毫无意义，寿命也很长。等于说是像关在监牢里头一样，度过这么长的日月，一事无成。所以佛警告我们，修定不能修无想定，修无想定错了。禅定，禅定叫静虑，有定、有虑。这个虑是什么？他的心是清醒的，他不是昏沉的，定中他什么都知道，不是不知道，无想定是什么都不知道，无明完全覆盖了自性，这个定是错误的。那另外就是这个净天，另外有五层，叫五不还天，也叫五种净居天。这个好，这多半是小乘权教菩萨，见思烦恼没断尽，在这个地方修行。见思烦恼断尽了，他就证阿罗汉果，他就出六道轮回。根性很利的，就在五不还天往上升一级，他就出离了、就出六道了；根性钝一点，他还要通过四空天，他才能出去。这个叫做净天。",
      "zh_TW": "第三種叫「淨天」，也叫淨居天，居是居住的，淨居天，在哪裡？在第四禪。第四禪很特別，第四禪有九天，就是一層裡頭有九天，九天裡面三種天是普通的天，跟這個初禪、二禪、三禪一樣。初禪三天，三層天，二禪也是的，三禪也是，四禪也是的，普通天。它還有個特別的天，我們稱叫外道天，那是什麼？修無想定的，無想定修成了。什麼叫無想定？諸位看過《了凡四訓》，袁了凡跟雲谷禪師在禪堂裡坐三天三夜，一個念頭都不想，那就叫無想定。他將來到哪裡去？他修成功了，他來生就到第四禪無想天去了。那個天有定沒有覺，換句話叫死定，那個天是毫無意義，壽命也很長。等於說是像關在監牢裡頭一樣，度過這麼長的日月，一事無成。所以佛警告我們，修定不能修無想定，修無想定錯了。禪定，禪定叫靜慮，有定、有慮。這個慮是什麼？他的心是清醒的，他不是昏沉的，定中他什麼都知道，不是不知道，無想定是什麼都不知道，無明完全覆蓋了自性，這個定是錯誤的。那另外就是這個淨天，另外有五層，叫五不還天，也叫五種淨居天。這個好，這多半是小乘權教菩薩，見思煩惱沒斷盡，在這個地方修行。見思煩惱斷盡了，他就證阿羅漢果，他就出六道輪迴。根性很利的，就在五不還天往上升一級，他就出離了、就出六道了；根性鈍一點，他還要通過四空天，他才能出去。這個叫做淨天。"
    },
    {
      "id": "02-037-0199_p0014",
      "zh_CN": "第四种就是我们现在讲的「义天」，这四种天里头义天，「涅槃经二十二曰：义天者，十住菩萨摩诃萨等。以何义故十住菩萨名为义天？以能善解诸法义故。云何为义？见」，这个字很重要，「一切法是空故」，这个见就是讲证，他证得了。证得一切法空，这是小乘三果圣人阿那含，在大乘圆教菩萨是第五信位的菩萨，第五信相当于阿那含。五信见思烦恼他没有断尽，末后的、剩下来的见思烦恼，残余的要断干净，他就证到阿罗汉果，这样他才真正出离六道轮回。这叫义天，他确实见到一切法空，所以见思烦恼都能放下。",
      "zh_TW": "第四種就是我們現在講的「義天」，這四種天裡頭義天，「涅槃經二十二曰：義天者，十住菩薩摩訶薩等。以何義故十住菩薩名為義天？以能善解諸法義故。云何為義？見」，這個字很重要，「一切法是空故」，這個見就是講證，他證得了。證得一切法空，這是小乘三果聖人阿那含，在大乘圓教菩薩是第五信位的菩薩，第五信相當於阿那含。五信見思煩惱他沒有斷盡，末後的、剩下來的見思煩惱，殘餘的要斷乾淨，他就證到阿羅漢果，這樣他才真正出離六道輪迴。這叫義天，他確實見到一切法空，所以見思煩惱都能放下。"
    },
    {
      "id": "02-037-0199_p0015",
      "zh_CN": "我们今天为什么放不下？没有见到，只是在经上听到，佛给我们讲，「一切法无所有，毕竟空，不可得」。可是我们觉得这法是真的，我的确还拥有，我真有得到的，我得到财富、我得到名誉、我得到财产，我还真有，所以放不下。真晓得这回事情的时候，他真能放下。能放下是不是什么都不要？不是的，那你把意思完全错会了。能放下是心地放下，不是事上放下，事上还有这个身体，他还要吃饭，还要穿衣，还要住房子，你怎么能放下？心里头一尘不染，事有理无，相有性无，他心里头真放下了，真没有执着了。事相上跟大家生活没两样，和光同尘，这是他在示现的相。里面呢？里面一尘不染，他的心清净，不像我们心地一天到晚胡思乱想，妄念多、杂念多，他没有妄念、没有杂念，心地清净。清净心生智慧不生烦恼，我们现在是生烦恼不生智慧，差别就在此地。",
      "zh_TW": "我們今天為什麼放不下？沒有見到，只是在經上聽到，佛給我們講，「一切法無所有，畢竟空，不可得」。可是我們覺得這法是真的，我的確還擁有，我真有得到的，我得到財富、我得到名譽、我得到財產，我還真有，所以放不下。真曉得這回事情的時候，他真能放下。能放下是不是什麼都不要？不是的，那你把意思完全錯會了。能放下是心地放下，不是事上放下，事上還有這個身體，他還要吃飯，還要穿衣，還要住房子，你怎麼能放下？心裡頭一塵不染，事有理無，相有性無，他心裡頭真放下了，真沒有執著了。事相上跟大家生活沒兩樣，和光同塵，這是他在示現的相。裡面呢？裡面一塵不染，他的心清淨，不像我們心地一天到晚胡思亂想，妄念多、雜念多，他沒有妄念、沒有雜念，心地清淨。清淨心生智慧不生煩惱，我們現在是生煩惱不生智慧，差別就在此地。"
    },
    {
      "id": "02-037-0199_p0016",
      "zh_CN": "我们如何能达到这个境界？梵行就是义天，怎么修法？我们老实念佛就行了。让我们心里头什么都没有，很不容易做到，真功夫，难！净宗叫易行道，你的心不空，但是心里什么？心里只能有一桩事情，就是阿弥陀佛，除阿弥陀佛之外什么都不想，这就容易多了。不相信你就可以试试看，什么都不想难，我现在想一个，用这一个阿弥陀佛把所有杂念取而代之，这是净宗的方法。心里头只有阿弥陀佛，除阿弥陀佛之外，确实没有第二个念头，起心动念全是阿弥陀佛，心里想弥陀，口里念弥陀，身体礼拜弥陀。效果在哪里出现？这个一定要知道，效果，你看一切人都是阿弥陀佛，你看一切事也都是阿弥陀佛，你阿弥陀佛念成功了。你如果只有你家里供的佛像是阿弥陀佛，除它之外什么都不是，那不行，那你还是不能往生，你功夫没有成片，功夫成片就决定得生。",
      "zh_TW": "我們如何能達到這個境界？梵行就是義天，怎麼修法？我們老實念佛就行了。讓我們心裡頭什麼都沒有，很不容易做到，真功夫，難！淨宗叫易行道，你的心不空，但是心裡什麼？心裡只能有一樁事情，就是阿彌陀佛，除阿彌陀佛之外什麼都不想，這就容易多了。不相信你就可以試試看，什麼都不想難，我現在想一個，用這一個阿彌陀佛把所有雜念取而代之，這是淨宗的方法。心裡頭只有阿彌陀佛，除阿彌陀佛之外，確實沒有第二個念頭，起心動念全是阿彌陀佛，心裡想彌陀，口裡念彌陀，身體禮拜彌陀。效果在哪裡出現？這個一定要知道，效果，你看一切人都是阿彌陀佛，你看一切事也都是阿彌陀佛，你阿彌陀佛念成功了。你如果只有你家裡供的佛像是阿彌陀佛，除它之外什麼都不是，那不行，那你還是不能往生，你功夫沒有成片，功夫成片就決定得生。"
    },
    {
      "id": "02-037-0199_p0017",
      "zh_CN": "功夫成片是什么？看到什么全是阿弥陀佛，听到什么也是阿弥陀佛，这一生除阿弥陀佛之外，什么念头都没有，这个人决定得生，而且品位都很高。这什么？这我们能做得到，人人都可以做到，只要你信得过。所以这个法门叫难信之法。你只要肯相信，真有极乐世界，真有阿弥陀佛，阿弥陀佛这个方法是真的不是假的，任何一个人依照这个方法修行，他将来决定得生净土，他到阿弥陀佛极乐世界去作佛去了。我们生在这个末法时期，说老实话，只有这一门可以得度，其他的任何法门都太难了，都做不到，只有这一门可以做到。你真认真去做，应该在半年就能够见效，很快。半年见什么效果？妄念真少了，心清净，有一点小智慧了，这个就是瑞相。你会更相信，坚定你的信心，坚定你的愿力，你决定会有成就。凡事都是开头难，开头要有很大的耐心，要有毅力，克服自己的烦恼习气。经教对我们有很大的帮助，让我们了解事实真相，我们就会真的相信。所以这义天是见一切法空。",
      "zh_TW": "功夫成片是什麼？看到什麼全是阿彌陀佛，聽到什麼也是阿彌陀佛，這一生除阿彌陀佛之外，什麼念頭都沒有，這個人決定得生，而且品位都很高。這什麼？這我們能做得到，人人都可以做到，只要你信得過。所以這個法門叫難信之法。你只要肯相信，真有極樂世界，真有阿彌陀佛，阿彌陀佛這個方法是真的不是假的，任何一個人依照這個方法修行，他將來決定得生淨土，他到阿彌陀佛極樂世界去作佛去了。我們生在這個末法時期，說老實話，只有這一門可以得度，其他的任何法門都太難了，都做不到，只有這一門可以做到。你真認真去做，應該在半年就能夠見效，很快。半年見什麼效果？妄念真少了，心清淨，有一點小智慧了，這個就是瑞相。你會更相信，堅定你的信心，堅定你的願力，你決定會有成就。凡事都是開頭難，開頭要有很大的耐心，要有毅力，克服自己的煩惱習氣。經教對我們有很大的幫助，讓我們了解事實真相，我們就會真的相信。所以這義天是見一切法空。"
    },
    {
      "id": "02-037-0199_p0018",
      "zh_CN": "在三种智里面，第一种他真的证得了，第一种就是讲总相，一切法的总相，总相就是空，万法皆空，阿罗汉证得。别相他不知道，别相是差别，这种智慧阿罗汉、辟支佛都没有，菩萨有，菩萨比他高明。别相是什么？宇宙之间万事万法从哪来的，这个智慧叫道种智，道是道理，这一切法是什么道理来的，这个道理你搞清楚了；种是种种不同，森罗万象种种不同，它怎么来的，这个搞清楚了，这叫道种智。知道一切法的总相容易，知道别相难，所以这是菩萨智慧。佛的智慧叫一切种智，就是一切智、道种智他完全通达明了，没有障碍，智慧圆满了，这佛的智慧。法身菩萨智慧跟佛是相等的，法身菩萨知道，在中国禅宗叫大彻大悟、明心见性，真的明心见性了他都知道，你不问他他不晓得，你问他他全知道。",
      "zh_TW": "在三種智裡面，第一種他真的證得了，第一種就是講總相，一切法的總相，總相就是空，萬法皆空，阿羅漢證得。別相他不知道，別相是差別，這種智慧阿羅漢、辟支佛都沒有，菩薩有，菩薩比他高明。別相是什麼？宇宙之間萬事萬法從哪來的，這個智慧叫道種智，道是道理，這一切法是什麼道理來的，這個道理你搞清楚了；種是種種不同，森羅萬象種種不同，它怎麼來的，這個搞清楚了，這叫道種智。知道一切法的總相容易，知道別相難，所以這是菩薩智慧。佛的智慧叫一切種智，就是一切智、道種智他完全通達明瞭，沒有障礙，智慧圓滿了，這佛的智慧。法身菩薩智慧跟佛是相等的，法身菩薩知道，在中國禪宗叫大徹大悟、明心見性，真的明心見性了他都知道，你不問他他不曉得，你問他他全知道。"
    },
    {
      "id": "02-037-0199_p0019",
      "zh_CN": "在中国，我们在香港这个地区，提到禅宗六祖惠能大师，人人都知道。惠能大师的老家在广东，唐朝时候人，距离我们一千四百年，他比唐太宗晚，大概一千三百多年。惠能大师不认识字，没有出家是樵夫。樵夫这个行业现在没有了，抗战时候还有。抗战时期，中国内陆非常落后，城市里面没有电灯，没有自来水，所以每一个家厨房里是烧灶，那个灶是烧柴火的，所以有这个行业。乡下人上山去砍柴，挑到城市里面来卖，这有这个行业。还有卖水的，到河边去挑水。那个时候河边小溪的水统统都干净，没有污染，不像现在，现在水污染了。我们在抗战时候，旅行都是走路，看到水沟里的水，喝的时候两个手捧起来就可以喝，干净，都放心，现在水不敢喝，污染了。水污染了，土壤污染了，所以长的东西长得奇奇怪怪的，以前没看到过这种现象。这就是我们生活的自然环境被破坏了，这也是灾难的一个因素。",
      "zh_TW": "在中國，我們在香港這個地區，提到禪宗六祖惠能大師，人人都知道。惠能大師的老家在廣東，唐朝時候人，距離我們一千四百年，他比唐太宗晚，大概一千三百多年。惠能大師不認識字，沒有出家是樵夫。樵夫這個行業現在沒有了，抗戰時候還有。抗戰時期，中國內陸非常落後，城市裡面沒有電燈，沒有自來水，所以每一個家廚房裡是燒灶，那個灶是燒柴火的，所以有這個行業。鄉下人上山去砍柴，挑到城市裡面來賣，這有這個行業。還有賣水的，到河邊去挑水。那個時候河邊小溪的水統統都乾淨，沒有污染，不像現在，現在水污染了。我們在抗戰時候，旅行都是走路，看到水溝裡的水，喝的時候兩個手捧起來就可以喝，乾淨，都放心，現在水不敢喝，污染了。水污染了，土壤污染了，所以長的東西長得奇奇怪怪的，以前沒看到過這種現象。這就是我們生活的自然環境被破壞了，這也是災難的一個因素。"
    },
    {
      "id": "02-037-0199_p0020",
      "zh_CN": "惠能大师卖柴，这个工作很辛苦，一担柴在那个时候只几分钱。抗战期间我们用铜板，大概三个铜板是一分钱，一毛钱三十个铜板。在那个时代，大概是一个月能够有四、五块钱的收入就可以养活四口之家，那个时候的生活状况。能大师开悟之后，他真的通了，没有学过的全知道。你拿着经本，他不认识字，你念给他听，他就会讲给你听。这是什么？真通了。你念佛经他知道，你念我们世间的书他也知道，他没有一样不知道，世出世间全通了。如果有人问他原子弹怎么造法，他会教给你怎么做，他通了，他不是不通。你不问他，他不知道，你一问他全晓得。这就是什么？障碍没有了。不起心、不动念、不分别、不执着，自性里头本有的智慧德相全都露出来了，所以能成为一代祖师。五祖把衣钵传给他，我们要知道，他才二十四岁。",
      "zh_TW": "惠能大師賣柴，這個工作很辛苦，一擔柴在那個時候只幾分錢。抗戰期間我們用銅板，大概三個銅板是一分錢，一毛錢三十個銅板。在那個時代，大概是一個月能夠有四、五塊錢的收入就可以養活四口之家，那個時候的生活狀況。能大師開悟之後，他真的通了，沒有學過的全知道。你拿著經本，他不認識字，你念給他聽，他就會講給你聽。這是什麼？真通了。你念佛經他知道，你念我們世間的書他也知道，他沒有一樣不知道，世出世間全通了。如果有人問他原子彈怎麼造法，他會教給你怎麼做，他通了，他不是不通。你不問他，他不知道，你一問他全曉得。這就是什麼？障礙沒有了。不起心、不動念、不分別、不執著，自性裡頭本有的智慧德相全都露出來了，所以能成為一代祖師。五祖把衣缽傳給他，我們要知道，他才二十四歲。"
    },
    {
      "id": "02-037-0199_p0021",
      "zh_CN": "东方的学问目标是见性，禅宗见性，教下也见性，不叫见性这个名词，教下叫大开圆解，跟禅宗的明心见性是同一个层次，名称不一样，净土宗叫理一心不乱，你念佛念到理一心不乱就是明心见性，同一个层次。于是我们就知道，八万四千法门，门门都可以达到这个层次，所以佛说「法门平等，无有高下」，法门是真平等，门门都能够帮助你明心见性、见性成佛。但是每个人根性不一样，有些法门你学起来容易，有些法门学起来很困难，不是法门有难易，是我们自己根性不一样。在所有法门里头最特殊的就是念佛法门，这个法门普摄一切根器，上上根人学很容易，很快就成就了，下下根人学它也很快能成就。只要具足三个条件，真信、真愿意到极乐世界、真肯念阿弥陀佛，你看就三个条件。这个真肯关键在这个真字，真字是什么？我们对于假的要放下。现在我们居住的这个娑婆世界要放下，你才是真信。我们今天相信不是真信，想往生也不是真的想往生，所以念佛就不是真正在念。为什么？这个世间放不下，牵肠挂肚的事情太多了，样样都舍不得，这不能成就。统统放下，我们这个信是真的，愿是真的，念佛是真的，不能有丝毫掺杂。这一点，真正想这一生成佛，你就一定要知道，你不知道你就成不了。",
      "zh_TW": "東方的學問目標是見性，禪宗見性，教下也見性，不叫見性這個名詞，教下叫大開圓解，跟禪宗的明心見性是同一個層次，名稱不一樣，淨土宗叫理一心不亂，你念佛念到理一心不亂就是明心見性，同一個層次。於是我們就知道，八萬四千法門，門門都可以達到這個層次，所以佛說「法門平等，無有高下」，法門是真平等，門門都能夠幫助你明心見性、見性成佛。但是每個人根性不一樣，有些法門你學起來容易，有些法門學起來很困難，不是法門有難易，是我們自己根性不一樣。在所有法門裡頭最特殊的就是念佛法門，這個法門普攝一切根器，上上根人學很容易，很快就成就了，下下根人學它也很快能成就。只要具足三個條件，真信、真願意到極樂世界、真肯念阿彌陀佛，你看就三個條件。這個真肯關鍵在這個真字，真字是什麼？我們對於假的要放下。現在我們居住的這個娑婆世界要放下，你才是真信。我們今天相信不是真信，想往生也不是真的想往生，所以念佛就不是真正在念。為什麼？這個世間放不下，牽腸掛肚的事情太多了，樣樣都捨不得，這不能成就。統統放下，我們這個信是真的，願是真的，念佛是真的，不能有絲毫摻雜。這一點，真正想這一生成佛，你就一定要知道，你不知道你就成不了。"
    },
    {
      "id": "02-037-0199_p0022",
      "zh_CN": "这边底下引用《法华经玄义》第四卷，有个简单解释，「第一义天」是讲什么？「天然之理」，这个义就是天然之理。「涅槃经十八」，第十八卷，「第一义天，谓诸佛菩萨，常不变易。以常住故，不生不死不老不病」，这叫第一义，这是真的不是假的。我们希望自己不生、不死、不老、不病，能不能做到？能，往生到极乐世界就做到了。极乐世界四土三辈九品，不管你生到哪个阶层，统统都是不生、不病、不老、不死，你全得到了。如果要不到极乐世界去，做不到，无论修什么法门，这一生不容易修成功。这是我们学佛第一个目标。所以阿弥陀佛也称为无量寿佛，经上给我们讲得很清楚，阿弥陀佛无量寿，所有往生到极乐世界的人统统是无量寿，确实在极乐世界不老、不病、不死。就凭这一点我们也应该到极乐世界去过生活。学佛，到极乐世界不是听我讲经，听阿弥陀佛讲经。而且还有许许多多大菩萨，像观音、势至、文殊、普贤一流的大菩萨，帮助你，你有什么困难他帮助你解决，所以进步就非常快速。真是个好地方，不要错过。",
      "zh_TW": "這邊底下引用《法華經玄義》第四卷，有個簡單解釋，「第一義天」是講什麼？「天然之理」，這個義就是天然之理。「涅槃經十八」，第十八卷，「第一義天，謂諸佛菩薩，常不變易。以常住故，不生不死不老不病」，這叫第一義，這是真的不是假的。我們希望自己不生、不死、不老、不病，能不能做到？能，往生到極樂世界就做到了。極樂世界四土三輩九品，不管你生到哪個階層，統統都是不生、不病、不老、不死，你全得到了。如果要不到極樂世界去，做不到，無論修什麼法門，這一生不容易修成功。這是我們學佛第一個目標。所以阿彌陀佛也稱為無量壽佛，經上給我們講得很清楚，阿彌陀佛無量壽，所有往生到極樂世界的人統統是無量壽，確實在極樂世界不老、不病、不死。就憑這一點我們也應該到極樂世界去過生活。學佛，到極樂世界不是聽我講經，聽阿彌陀佛講經。而且還有許許多多大菩薩，像觀音、勢至、文殊、普賢一流的大菩薩，幫助你，你有什麼困難他幫助你解決，所以進步就非常快速。真是個好地方，不要錯過。"
    },
    {
      "id": "02-037-0199_p0023",
      "zh_CN": "我们再看这个经下面这一句，「又证涅槃之万行，名梵行」，这也是梵行第二个意思，证得大涅槃。这是法身菩萨，跟前面讲的境界相同，禅宗叫明心见性，见性成佛，一般大乘叫证般涅槃。证得涅槃之后，所有一切行都是清净行，为什么？他再不会有染污了。涅槃是寂静，心地寂静怎么会有染污？「《会疏》：欲是诸苦之因」，欲是欲望，欲望不是好事情。所以学佛的人，第一个要把欲望管好，控制住。欲怎么样？适可而止，不能叫它膨胀。我们在日常生活当中，你要想得到幸福、得到平安、得到快乐，你把你的欲望降低，你就非常快乐；如果随着欲望膨胀，那个人会很可怜。",
      "zh_TW": "我們再看這個經下面這一句，「又證涅槃之萬行，名梵行」，這也是梵行第二個意思，證得大涅槃。這是法身菩薩，跟前面講的境界相同，禪宗叫明心見性，見性成佛，一般大乘叫證般涅槃。證得涅槃之後，所有一切行都是清淨行，為什麼？他再不會有染污了。涅槃是寂靜，心地寂靜怎麼會有染污？「《會疏》：欲是諸苦之因」，欲是欲望，欲望不是好事情。所以學佛的人，第一個要把欲望管好，控制住。欲怎麼樣？適可而止，不能叫它膨脹。我們在日常生活當中，你要想得到幸福、得到平安、得到快樂，你把你的欲望降低，你就非常快樂；如果隨著欲望膨脹，那個人會很可憐。"
    },
    {
      "id": "02-037-0199_p0024",
      "zh_CN": "我早年在台湾讲经，有一天坐计程车，这个开车的司机告诉我，他生活很苦恼，说他家里面收入不够开销，生活很痛苦。我就问他，你家里有没有电冰箱？有。有没有电视？有。车是不是自己的？是。我说那你过得很自在，你怎么会痛苦？他一说，我这个电冰箱旧了，比不上人家的，车也不能跟别人比，样样不能比。我说那你很辛苦、你很可怜，如果能到物尽其用，你不就很快乐吗？你跟人家比干什么？跟人家比比快乐，我比你快乐。你房子住得比我大，你没有我快乐；你车比我好，你没有我快乐；你吃得比我好，我天天青菜豆腐，我比你快乐，比这个，那你就很会做人了。他说你说得不错。不要跟别人比，你就快乐。一件衣服可以穿个十年、二十年，不要人家说一有新的时髦东西出来就想要，那你是自讨苦吃。有人说我赶不上时髦，出去人笑死了。我说笑死是他死你没有死，你为什么怕别人笑死，那你有大慈悲心，你自己没有受到伤害。我们只要穿得整齐、穿得干净，吃东西能卫生，你说你多快乐，你的收入花不完，你月月都有存款，你怎么不快乐！所以不能跟别人比，凡事跟别人比的都自找苦吃。",
      "zh_TW": "我早年在台灣講經，有一天坐計程車，這個開車的司機告訴我，他生活很苦惱，說他家裡面收入不夠開銷，生活很痛苦。我就問他，你家裡有沒有電冰箱？有。有沒有電視？有。車是不是自己的？是。我說那你過得很自在，你怎麼會痛苦？他一說，我這個電冰箱舊了，比不上人家的，車也不能跟別人比，樣樣不能比。我說那你很辛苦、你很可憐，如果能到物盡其用，你不就很快樂嗎？你跟人家比幹什麼？跟人家比比快樂，我比你快樂。你房子住得比我大，你沒有我快樂；你車比我好，你沒有我快樂；你吃得比我好，我天天青菜豆腐，我比你快樂，比這個，那你就很會做人了。他說你說得不錯。不要跟別人比，你就快樂。一件衣服可以穿個十年、二十年，不要人家說一有新的時髦東西出來就想要，那你是自討苦吃。有人說我趕不上時髦，出去人笑死了。我說笑死是他死你沒有死，你為什麼怕別人笑死，那你有大慈悲心，你自己沒有受到傷害。我們只要穿得整齊、穿得乾淨，吃東西能衛生，你說你多快樂，你的收入花不完，你月月都有存款，你怎麼不快樂！所以不能跟別人比，凡事跟別人比的都自找苦吃。"
    },
    {
      "id": "02-037-0199_p0025",
      "zh_CN": "我在美国住了多年，我看美国人非常可怜。你看工资稍微升一点，两千块钱，他住在两千块钱那个地区，这个地区家家收入两千块钱。如果他拿到三千块钱，他赶快要搬，搬到那三千块钱，好像自己身价上升了，自己有三千块钱收入了。这个都什么？虚名在作祟，他要跟人比。我永远住在两千块钱地区，我一个月收入有一万多，你说快乐不快乐？这个什么？事实真相他没有看破。人人在一生，你到这个世间来，换句话说，上天都让你过最美好、最幸福的生活，你不会过，你要把你那个欲望不断向外膨胀，你自己找罪受。所以这个道理我们要懂。如果我们学了传统文化，懂得做人的道理，学了佛法做佛的弟子，我们把多余的钱去布施，帮助更苦难的人，你就更快乐。为什么多赚一点一定要把它享用掉？外国人这种观念害死好多人，把好多好多人一生的幸福都破坏掉了，都是那一个错误观念。为什么要学他？",
      "zh_TW": "我在美國住了多年，我看美國人非常可憐。你看工資稍微升一點，兩千塊錢，他住在兩千塊錢那個地區，這個地區家家收入兩千塊錢。如果他拿到三千塊錢，他趕快要搬，搬到那三千塊錢，好像自己身價上升了，自己有三千塊錢收入了。這個都什麼？虛名在作祟，他要跟人比。我永遠住在兩千塊錢地區，我一個月收入有一萬多，你說快樂不快樂？這個什麼？事實真相他沒有看破。人人在一生，你到這個世間來，換句話說，上天都讓你過最美好、最幸福的生活，你不會過，你要把你那個欲望不斷向外膨脹，你自己找罪受。所以這個道理我們要懂。如果我們學了傳統文化，懂得做人的道理，學了佛法做佛的弟子，我們把多餘的錢去布施，幫助更苦難的人，你就更快樂。為什麼多賺一點一定要把它享用掉？外國人這種觀念害死好多人，把好多好多人一生的幸福都破壞掉了，都是那一個錯誤觀念。為什麼要學他？"
    },
    {
      "id": "02-037-0199_p0026",
      "zh_CN": "在外国我们看到华侨，比外国还好一点，但是也有少数跟外国人学习的。国外住家院子都很大，别人院子种花，我们院子种菜，种菜、种瓜我们有收入，还有吃的东西，吃了干净、吃了放心。现在麻烦是水也污染，严重污染，蔬菜，甚至于米都有问题，里头掺滑石粉，米很好看，那里头都有毒，所以人吃了之后，会生些奇奇怪怪的病。中国古人讲，「病从口入，祸从口出」，多说话的人容易惹祸。古人有真智慧，教我们后人句句都是好话，我们要相信。现在人说话，真话愈来愈少了，少了怎么办？最好不要听，听了生烦恼，还去分析到底是真是假，你浪费些精神、浪费精力，最好不听。学佛的人最好是老实念佛。",
      "zh_TW": "在外國我們看到華僑，比外國還好一點，但是也有少數跟外國人學習的。國外住家院子都很大，別人院子種花，我們院子種菜，種菜、種瓜我們有收入，還有吃的東西，吃了乾淨、吃了放心。現在麻煩是水也污染，嚴重污染，蔬菜，甚至於米都有問題，裡頭摻滑石粉，米很好看，那裡頭都有毒，所以人吃了之後，會生些奇奇怪怪的病。中國古人講，「病從口入，禍從口出」，多說話的人容易惹禍。古人有真智慧，教我們後人句句都是好話，我們要相信。現在人說話，真話愈來愈少了，少了怎麼辦？最好不要聽，聽了生煩惱，還去分析到底是真是假，你浪費些精神、浪費精力，最好不聽。學佛的人最好是老實念佛。"
    },
    {
      "id": "02-037-0199_p0027",
      "zh_CN": "所以是欲望要降低，愈低愈好。你看释迦牟尼佛，把欲望降到最低，一天吃一餐，省事，哪有那么麻烦？节省了多少时间。日中一食，树下一宿，释迦牟尼佛一生没有建一个道场，晚上睡在哪里？睡在树底下，他打坐，在树下打坐，睡眠的时间少，精神体力好。佛的弟子们每天休息的时间，中夜，中夜就是我们现在的晚上十点钟到两点钟，这叫中夜，这是他们休息的时候；换句话说，两点钟他就起床了，他就起来了。那个时候诵经没有经书，释迦牟尼佛在的时候没有经书。诵经是什么？经是佛所讲的，听了之后记住，不断去回味，念咒、念佛、坐禅，这是他们的功课。这是戒定慧三学，因戒得定，因定开慧，修行学习目标是开智慧，佛教大家这个方法。",
      "zh_TW": "所以是欲望要降低，愈低愈好。你看釋迦牟尼佛，把欲望降到最低，一天吃一餐，省事，哪有那麼麻煩？節省了多少時間。日中一食，樹下一宿，釋迦牟尼佛一生沒有建一個道場，晚上睡在哪裡？睡在樹底下，他打坐，在樹下打坐，睡眠的時間少，精神體力好。佛的弟子們每天休息的時間，中夜，中夜就是我們現在的晚上十點鐘到兩點鐘，這叫中夜，這是他們休息的時候；換句話說，兩點鐘他就起床了，他就起來了。那個時候誦經沒有經書，釋迦牟尼佛在的時候沒有經書。誦經是什麼？經是佛所講的，聽了之後記住，不斷去回味，念咒、念佛、坐禪，這是他們的功課。這是戒定慧三學，因戒得定，因定開慧，修行學習目標是開智慧，佛教大家這個方法。"
    },
    {
      "id": "02-037-0199_p0028",
      "zh_CN": "知道欲望是苦因，一切苦的因，用什么方法来对治？用布施、用持戒。「施（度）戒（度）能离之」，就能离开欲望，持戒，守释迦牟尼佛教导我们的规矩，衣食住行统统简化；修布施，我们有多余的，送给那些有缺乏的人。布施里面有三种，财布施、法布施、无畏布施。出家人不从事生产的事业，所以出家人财布施，那只有用内财，内财是用身体、用体力、用精神为众生说法，为众生解答难题，这都叫法布施。法布施的果报长聪明智慧，这得聪明智慧；财布施得财富，愈是施得愈多，你得到的愈多。佛教导我们，你所得到的要统统布施出去。所以佛法里头还有一个名相叫舍得，你能够舍，后头就有得，这是第一个意思。第二个意思是什么？你得到的东西还是要舍掉，把得到的还舍掉。得到舍掉之后怎么样？你得的会更多。那你永远都要施，愈施得到的就愈多。你一生修这个事情，你会得大富，你有大布施，这个事是真的不是假的。",
      "zh_TW": "知道欲望是苦因，一切苦的因，用什麼方法來對治？用布施、用持戒。「施（度）戒（度）能離之」，就能離開欲望，持戒，守釋迦牟尼佛教導我們的規矩，衣食住行統統簡化；修布施，我們有多餘的，送給那些有缺乏的人。布施裡面有三種，財布施、法布施、無畏布施。出家人不從事生產的事業，所以出家人財布施，那只有用內財，內財是用身體、用體力、用精神為眾生說法，為眾生解答難題，這都叫法布施。法布施的果報長聰明智慧，這得聰明智慧；財布施得財富，愈是施得愈多，你得到的愈多。佛教導我們，你所得到的要統統布施出去。所以佛法裡頭還有一個名相叫捨得，你能夠捨，後頭就有得，這是第一個意思。第二個意思是什麼？你得到的東西還是要捨掉，把得到的還捨掉。得到捨掉之後怎麼樣？你得的會更多。那你永遠都要施，愈施得到的就愈多。你一生修這個事情，你會得大富，你有大布施，這個事是真的不是假的。"
    },
    {
      "id": "02-037-0199_p0029",
      "zh_CN": "佛法没到中国来，中国人已经做到了，春秋时候范蠡就做出一个最好的榜样。在过去，六、七十年前那个时代，中国这块土地上供财神都供范蠡，现在我们不晓得是谁了，以前供范蠡。台湾供关公，关公跟发财没关系，关公会打仗，有义气，跟发财好像不相干。供范蠡是对的，向他学习。他帮助越王勾践复兴了自己的国家，他隐名埋姓去做小生意，叫陶朱公，带着西施做小生意。二、三年发了大财，他把他所有的财产分给些贫民，做布施，从小生意再做起。过几年又发了，发得比以前还多，发了之后再散财，再从小生意做起，三聚三散。他的一生，这个就是佛家讲的，财富从哪里来？从布施来的，愈施愈多。算命说你命里头有财库，财库是财布施所有的，聪明智慧是法布施的果报，健康长寿是无畏布施的果报，你要真干。这三样东西都是人希望得到的，那你不修因，你怎么会得到？修因就有果，这是正确的，这是菩萨行，绝对不是侥幸。修三种布施，得三种果报，你看财富、聪明智慧、健康长寿，得真干，布施。这个事情要做得有意义，得利益的人愈多，功德愈大；获利益的时间愈长，功德就愈久，可长可久。所以这慈善事业要好好去经营，三种福报都能够得到。可惜现在有这种人，但是不晓得这个道理，福报得的不圆满；如果真正懂得了，福报是圆满的。持戒就是守规矩，在今天讲遵守国家的法律，好好去经营你的事业。",
      "zh_TW": "佛法沒到中國來，中國人已經做到了，春秋時候范蠡就做出一個最好的榜樣。在過去，六、七十年前那個時代，中國這塊土地上供財神都供范蠡，現在我們不曉得是誰了，以前供范蠡。台灣供關公，關公跟發財沒關係，關公會打仗，有義氣，跟發財好像不相干。供范蠡是對的，向他學習。他幫助越王勾踐復興了自己的國家，他隱名埋姓去做小生意，叫陶朱公，帶著西施做小生意。二、三年發了大財，他把他所有的財產分給些貧民，做布施，從小生意再做起。過幾年又發了，發得比以前還多，發了之後再散財，再從小生意做起，三聚三散。他的一生，這個就是佛家講的，財富從哪裡來？從布施來的，愈施愈多。算命說你命裡頭有財庫，財庫是財布施所有的，聰明智慧是法布施的果報，健康長壽是無畏布施的果報，你要真幹。這三樣東西都是人希望得到的，那你不修因，你怎麼會得到？修因就有果，這是正確的，這是菩薩行，絕對不是僥倖。修三種布施，得三種果報，你看財富、聰明智慧、健康長壽，得真幹，布施。這個事情要做得有意義，得利益的人愈多，功德愈大；獲利益的時間愈長，功德就愈久，可長可久。所以這慈善事業要好好去經營，三種福報都能夠得到。可惜現在有這種人，但是不曉得這個道理，福報得的不圓滿；如果真正懂得了，福報是圓滿的。持戒就是守規矩，在今天講遵守國家的法律，好好去經營你的事業。"
    },
    {
      "id": "02-037-0199_p0030",
      "zh_CN": "「正念是善护助，如着铠入城」。正念不容易！现在我们的社会问题不是局部，是全世界，人的念头是什么？你不妨去调查调查，你去问问人，你每天想什么？一百个人可能有九十九个人都是想发财，这一调查就出来了，你看他想什么。你是想自利还是利他？可能个个都是自利，没有想到利他的，这个念头不正。正念要想别人，不要想自己，这叫正念。可是今天这个社会上正念很少，邪念很多，人存的是什么心？贪瞋痴慢疑，贪心、瞋恚心、愚痴心、傲慢心、怀疑的心，这在佛法里叫做五毒。心里头有五毒，再加上情绪有了问题，情绪是什么？怨恨恼怒烦，你调查就知道了，十之八九都是。他造些什么？杀盗淫妄，都干这些。这是带给自己一生痛苦，带给社会的混乱，带给居住的地球许许多多灾难，都从这来的。",
      "zh_TW": "「正念是善護助，如著鎧入城」。正念不容易！現在我們的社會問題不是局部，是全世界，人的念頭是什麼？你不妨去調查調查，你去問問人，你每天想什麼？一百個人可能有九十九個人都是想發財，這一調查就出來了，你看他想什麼。你是想自利還是利他？可能個個都是自利，沒有想到利他的，這個念頭不正。正念要想別人，不要想自己，這叫正念。可是今天這個社會上正念很少，邪念很多，人存的是什麼心？貪瞋痴慢疑，貪心、瞋恚心、愚痴心、傲慢心、懷疑的心，這在佛法裡叫做五毒。心裡頭有五毒，再加上情緒有了問題，情緒是什麼？怨恨惱怒煩，你調查就知道了，十之八九都是。他造些什麼？殺盜淫妄，都幹這些。這是帶給自己一生痛苦，帶給社會的混亂，帶給居住的地球許許多多災難，都從這來的。"
    },
    {
      "id": "02-037-0199_p0031",
      "zh_CN": "所以佛教给我们，你要想正念，头一个就把邪念断掉。第一个邪念是什么？执着身是我，这错了。身不是我，我们不要被它欺骗了，处处都为这个身着想，我们就是被它欺骗了，它不是我。我为它造一些罪业不值得，说实在话，这决定不应该的。为什么说身不是我？诸位要晓得，佛家讲我的定义，有两个最重要的意思，第一个是主宰的意思，第二个是自在的意思，我们这个身能做得了主宰吗？这是个生灭法，从生到死，这是一个阶段，这一阶段是大的阶段。小的阶段，你一定要晓得，这身每一天死一次，晚上睡觉睡着了不等于死了。人命无常，活到一百岁也是一弹指、一刹那。我活到八十六岁，想到六岁的那个时候，就像在昨天一样，时间怎么过得这么快！所以人到七老八十之后，就感觉到时间过得太快了。一百年真的是一刹那。一百年算是长寿了。",
      "zh_TW": "所以佛教給我們，你要想正念，頭一個就把邪念斷掉。第一個邪念是什麼？執著身是我，這錯了。身不是我，我們不要被它欺騙了，處處都為這個身著想，我們就是被它欺騙了，它不是我。我為它造一些罪業不值得，說實在話，這決定不應該的。為什麼說身不是我？諸位要曉得，佛家講我的定義，有兩個最重要的意思，第一個是主宰的意思，第二個是自在的意思，我們這個身能做得了主宰嗎？這是個生滅法，從生到死，這是一個階段，這一階段是大的階段。小的階段，你一定要曉得，這身每一天死一次，晚上睡覺睡著了不等於死了。人命無常，活到一百歲也是一彈指、一剎那。我活到八十六歲，想到六歲的那個時候，就像在昨天一樣，時間怎麼過得這麼快！所以人到七老八十之後，就感覺到時間過得太快了。一百年真的是一剎那。一百年算是長壽了。"
    },
    {
      "id": "02-037-0199_p0032",
      "zh_CN": "长寿有什么好处？多受几天罪，多造几天业，不就干这个！还不如短命。短命什么？少受罪、少造业。所以你明白这个道理，对那个短命的人就很羡慕，我给他祝福。想起什么？我造的业比他多，我受的罪比他多，将来我堕落的时候比他还苦。人活在这个世间有什么意义？如果没有遇到佛法，毫无意义可言。遇到佛法这才真的晓得，人身难得，佛法难闻。特别是净宗，遇到这个法门，这一生可以去作佛去，可以来生不生不死、不老不衰，这个太好了，太难得了。能不能做到？真能做到，这一点都不假。事实的真相，今天科学家说得很多，科学报告值得一看。所以正念是善护助。",
      "zh_TW": "長壽有什麼好處？多受幾天罪，多造幾天業，不就幹這個！還不如短命。短命什麼？少受罪、少造業。所以你明白這個道理，對那個短命的人就很羨慕，我給他祝福。想起什麼？我造的業比他多，我受的罪比他多，將來我墮落的時候比他還苦。人活在這個世間有什麼意義？如果沒有遇到佛法，毫無意義可言。遇到佛法這才真的曉得，人身難得，佛法難聞。特別是淨宗，遇到這個法門，這一生可以去作佛去，可以來生不生不死、不老不衰，這個太好了，太難得了。能不能做到？真能做到，這一點都不假。事實的真相，今天科學家說得很多，科學報告值得一看。所以正念是善護助。"
    },
    {
      "id": "02-037-0199_p0033",
      "zh_CN": "下面比喻着铠入城，铠是铠甲，古时候战争的时候，士兵披着铠甲保护自己的身体，此地举这个意思。「忍定能为之」，要修忍辱，要有定功，不被外面环境影响，你的正念才保得住，否则你保不住。现在科学技术进步，科技的产品日新月异，这是一个很大的诱惑，你辛辛苦苦赚的钱都被这个诱惑夺去了。这是自己什么？自己没有定力，不能忍。外国人主张消费，这就是诱惑。中国人主张节俭，每个人一件衣服穿上十年、二十年，服装店就关门了；一个车好好的去用，也可以用十几二十年，汽车工厂也关门了。不必看到新产品一出来，赶紧要换了，不换赶不上时代，那你就可苦了。时代不苦，你就跟着它受苦。所以节俭是美德，节俭的人有福，真正学佛人念佛人生活非常简单。",
      "zh_TW": "下面比喻著鎧入城，鎧是鎧甲，古時候戰爭的時候，士兵披著鎧甲保護自己的身體，此地舉這個意思。「忍定能為之」，要修忍辱，要有定功，不被外面環境影響，你的正念才保得住，否則你保不住。現在科學技術進步，科技的產品日新月異，這是一個很大的誘惑，你辛辛苦苦賺的錢都被這個誘惑奪去了。這是自己什麼？自己沒有定力，不能忍。外國人主張消費，這就是誘惑。中國人主張節儉，每個人一件衣服穿上十年、二十年，服裝店就關門了；一個車好好的去用，也可以用十幾二十年，汽車工廠也關門了。不必看到新產品一出來，趕緊要換了，不換趕不上時代，那你就可苦了。時代不苦，你就跟著它受苦。所以節儉是美德，節儉的人有福，真正學佛人念佛人生活非常簡單。"
    },
    {
      "id": "02-037-0199_p0034",
      "zh_CN": "早年我在台中跟李老师十年，那个时候老师七十岁，我跟他的时候他七十岁，我三十一岁。这个老人一天吃一餐饭，住一个小房子，台湾叫十五坪，一坪是三百六十尺，很小的一个小房子，一个小佛堂、小客厅，一个房间、厨房，很简单。他老人家在那里住了几十年，一个人自己照顾自己，中午那一餐饭自己烧。我认识他的时候，那时候火炭的炉子没有了，用煤油炉子，就很方便了，用煤油炉，没有电气设备。一餐饭，从开始生火，到统统洗干净，给诸位说，半个小时，他一餐饭就圆满了。真简单！衣服，他出门一套中山装，几十年就那一件衣服。里面的内衣不知道，我们不晓得，老人家往生之后，再看他的遗物，里面的内衣都是自己补丁的，补了再补，袜子也是的。我们看到很感动，都流泪，这么节俭。他不是没有钱，一个月收入很可观，每个月生活费用六十块钱，六十块钱相当美金一块多一点。他的钱都拿去做慈善事业，都去布施了，都去帮助别人。人家送他有衣服，常常有人送他衣服，转手就送给别人，看看哪个人缺少衣服的给他。我还得到了一份冬天穿的毛衣毛裤，别人送给他的，他转手就给我了。我都不知道他穿自己补丁的衣服，不晓得。真正修行，真正节俭，绝不受外面物质的诱惑，自己就真的能忍，真有定功。",
      "zh_TW": "早年我在台中跟李老師十年，那個時候老師七十歲，我跟他的時候他七十歲，我三十一歲。這個老人一天吃一餐飯，住一個小房子，台灣叫十五坪，一坪是三百六十尺，很小的一個小房子，一個小佛堂、小客廳，一個房間、廚房，很簡單。他老人家在那裡住了幾十年，一個人自己照顧自己，中午那一餐飯自己燒。我認識他的時候，那時候火炭的爐子沒有了，用煤油爐子，就很方便了，用煤油爐，沒有電氣設備。一餐飯，從開始生火，到統統洗乾淨，給諸位說，半個小時，他一餐飯就圓滿了。真簡單！衣服，他出門一套中山裝，幾十年就那一件衣服。裡面的內衣不知道，我們不曉得，老人家往生之後，再看他的遺物，裡面的內衣都是自己補丁的，補了再補，襪子也是的。我們看到很感動，都流淚，這麼節儉。他不是沒有錢，一個月收入很可觀，每個月生活費用六十塊錢，六十塊錢相當美金一塊多一點。他的錢都拿去做慈善事業，都去布施了，都去幫助別人。人家送他有衣服，常常有人送他衣服，轉手就送給別人，看看哪個人缺少衣服的給他。我還得到了一份冬天穿的毛衣毛褲，別人送給他的，他轉手就給我了。我都不知道他穿自己補丁的衣服，不曉得。真正修行，真正節儉，絕不受外面物質的誘惑，自己就真的能忍，真有定功。"
    },
    {
      "id": "02-037-0199_p0035",
      "zh_CN": "「净慧则是般若。精进一度」，净慧是般若，清净智慧。精进一度「总通五故」，精进，布施要精进，持戒要精进，忍辱要精进，禅定要精进，般若要精进，样样都要精进。精是纯而不杂叫精，进是进步。换句话说，世出世间一切法，一定要懂得，一门深入，长时薰修，个个都成了第一，嫉妒障碍就没有了，人人成第一了，人人成圣贤，人人成佛菩萨。我们学佛，你喜欢哪一部经论，你一生专攻它，那个成就就不可思议。一生专攻这一部《无量寿经》，你天天学它，依教奉行，十年之后，你就是无量寿佛，活佛出现在世间，这还得了！你一生专攻《阿弥陀经》，你就是阿弥陀佛再来；专攻《普门品》的，那个人就是活观世音菩萨。不难！难在你没有定、你没有忍，你要门门都想学，错了，你把你的精神时间全都分散了，一生一无所成。搞一样你就成功了，而且一样通了，所有的法全通了。",
      "zh_TW": "「淨慧則是般若。精進一度」，淨慧是般若，清淨智慧。精進一度「總通五故」，精進，布施要精進，持戒要精進，忍辱要精進，禪定要精進，般若要精進，樣樣都要精進。精是純而不雜叫精，進是進步。換句話說，世出世間一切法，一定要懂得，一門深入，長時薰修，個個都成了第一，嫉妒障礙就沒有了，人人成第一了，人人成聖賢，人人成佛菩薩。我們學佛，你喜歡哪一部經論，你一生專攻它，那個成就就不可思議。一生專攻這一部《無量壽經》，你天天學它，依教奉行，十年之後，你就是無量壽佛，活佛出現在世間，這還得了！你一生專攻《阿彌陀經》，你就是阿彌陀佛再來；專攻《普門品》的，那個人就是活觀世音菩薩。不難！難在你沒有定、你沒有忍，你要門門都想學，錯了，你把你的精神時間全都分散了，一生一無所成。搞一樣你就成功了，而且一樣通了，所有的法全通了。"
    },
    {
      "id": "02-037-0199_p0036",
      "zh_CN": "我们看中国历代古圣先贤，中国人称为圣贤君子，哪个朝代没有？愈是盛世，圣贤君子愈多，他们造成的。那些人怎么学成的？就是一门深入，长时薰修，就这么简单。现在这个世间这种人没有了，为什么？他学得太多了，学得太杂了，从幼稚园就学得很复杂，好多门功课，累死了。所以现在人不能做，从小就那么辛苦，我看到小孩那么多功课，还敢到人间来投胎吗？太辛苦了。我这一代，这跟你们应该是隔二、三代了，中国人三十年叫一世。我们在童年的时候，念书就是一本书，没有念两本的。两本的时候大人就讲了，你怎么会能够念两本？一本没有学好，怎么可以念第二本？这一门功课，一门功课学好了才可以学另外一门，永远学的都是一门，不可以同时学两门。所以他思想纯正，没有杂念，脑子里想一桩事情，这个就是保持清净心。这是中国传统教学的方法，教学的理念。现在学外国人，外国人就是一大堆一大堆叫你学，全把你搞乱。这种教育的理念跟方法，叫糟蹋人才，真正可惜！所以我们还是一门深入有道理。",
      "zh_TW": "我們看中國歷代古聖先賢，中國人稱為聖賢君子，哪個朝代沒有？愈是盛世，聖賢君子愈多，他們造成的。那些人怎麼學成的？就是一門深入，長時薰修，就這麼簡單。現在這個世間這種人沒有了，為什麼？他學得太多了，學得太雜了，從幼稚園就學得很複雜，好多門功課，累死了。所以現在人不能做，從小就那麼辛苦，我看到小孩那麼多功課，還敢到人間來投胎嗎？太辛苦了。我這一代，這跟你們應該是隔二、三代了，中國人三十年叫一世。我們在童年的時候，念書就是一本書，沒有念兩本的。兩本的時候大人就講了，你怎麼會能夠念兩本？一本沒有學好，怎麼可以念第二本？這一門功課，一門功課學好了才可以學另外一門，永遠學的都是一門，不可以同時學兩門。所以他思想純正，沒有雜念，腦子裡想一樁事情，這個就是保持清淨心。這是中國傳統教學的方法，教學的理念。現在學外國人，外國人就是一大堆一大堆叫你學，全把你搞亂。這種教育的理念跟方法，叫糟蹋人才，真正可惜！所以我們還是一門深入有道理。"
    },
    {
      "id": "02-037-0199_p0037",
      "zh_CN": "真的一门搞通了，不要害怕没有学历，今天这个社会要学历，真搞通了，那个学校里头把学历送给你，博士学位送给你，不要去念，他送来了。这个学校送给你，那个学校看到的时候要争取，为什么？你是我学校的博士，所以那个学校也送你，好多学校都送你。你看看一样东西念通了，你可以一下就得几十个博士。你去学一样，辛辛苦苦的念了多少年才一个，才拿到一个。都是真的不是假的，我们亲眼看见的。我早年在台湾，住在韩馆长家里，住了十七年，时间很长。韩馆长的隔壁邻居是天主教堂，天主教的神父方豪，初中毕业。一生他就自己自学，不是在学校，专门学《宋史》，二十五史的宋朝的历史，几十年的时间统统用在《宋史》上。我认识他的时候，他在台湾是《宋史》专家，对宋朝文物典章制度他非常熟悉，学校送学位给他，不但聘请他做教授，政治大学聘请他做文学院院长，中央研究院院士。初中毕业，一生就搞一门。这是我们看到的一个事实。成功了，别人肯定你的成就，这是实学，别人佩服。",
      "zh_TW": "真的一門搞通了，不要害怕沒有學歷，今天這個社會要學歷，真搞通了，那個學校裡頭把學歷送給你，博士學位送給你，不要去念，他送來了。這個學校送給你，那個學校看到的時候要爭取，為什麼？你是我學校的博士，所以那個學校也送你，好多學校都送你。你看看一樣東西念通了，你可以一下就得幾十個博士。你去學一樣，辛辛苦苦的念了多少年才一個，才拿到一個。都是真的不是假的，我們親眼看見的。我早年在台灣，住在韓館長家裡，住了十七年，時間很長。韓館長的隔壁鄰居是天主教堂，天主教的神父方豪，初中畢業。一生他就自己自學，不是在學校，專門學《宋史》，二十五史的宋朝的歷史，幾十年的時間統統用在《宋史》上。我認識他的時候，他在台灣是《宋史》專家，對宋朝文物典章制度他非常熟悉，學校送學位給他，不但聘請他做教授，政治大學聘請他做文學院院長，中央研究院院士。初中畢業，一生就搞一門。這是我們看到的一個事實。成功了，別人肯定你的成就，這是實學，別人佩服。"
    },
    {
      "id": "02-037-0199_p0038",
      "zh_CN": "所以我劝同学，我常常劝人，遇到人就都劝，为什么？自己年老了，不定什么时候就走了，八十以上叫风烛残年，随时可以走。中国古时候的古礼，你要晓得，「八十不留饭，七十不留宿」，就是不留你在我家过夜。为什么？怕你死在我家里，那就麻烦来了，你家里人说我害了你，这个讲不清的。这是古礼，七十岁你不留他住，这是合理的，是合情合理的。八十岁的太老了，吃一餐饭的时候，那一餐饭噎死了怎么办？说你害他了，所以八十不留饭。中国古礼，很有道理的。所以我这个年龄，人家不会留我吃饭，不过现在留我吃饭的人很多，在古礼，人家不留了。",
      "zh_TW": "所以我勸同學，我常常勸人，遇到人就都勸，為什麼？自己年老了，不定什麼時候就走了，八十以上叫風燭殘年，隨時可以走。中國古時候的古禮，你要曉得，「八十不留飯，七十不留宿」，就是不留你在我家過夜。為什麼？怕你死在我家裡，那就麻煩來了，你家裡人說我害了你，這個講不清的。這是古禮，七十歲你不留他住，這是合理的，是合情合理的。八十歲的太老了，吃一餐飯的時候，那一餐飯噎死了怎麼辦？說你害他了，所以八十不留飯。中國古禮，很有道理的。所以我這個年齡，人家不會留我吃飯，不過現在留我吃飯的人很多，在古禮，人家不留了。"
    },
    {
      "id": "02-037-0199_p0039",
      "zh_CN": "所以我知道这些东西，我就喜欢教人，要学一门深入。今天全世界需要尖端人才，才能够把世界治好，才能恢复到安定和谐。要哪些人？真正有学问的人，搞假的没用处。要多少人？六十五个人。为什么要六十五个人？《群书治要》是六十五本书里头选出来的，如果每个人专攻一部，十年之后，中国就有一部活的《群书治要》。他精通这一部，《群书治要》是在这部书里头摘取它的精华，那他来讲这个东西，讲的那一定是非常圆满，讲得非常高明，能救国家、能救民族、能救社会、能救世界。这六十五个老师还得了！全世界人一定称他们为圣人。十年专攻一门，肯定成就。有六十五个圣人出来，中国这块大地，我们就有理由相信能恢复到长治久安，千年盛世。",
      "zh_TW": "所以我知道這些東西，我就喜歡教人，要學一門深入。今天全世界需要尖端人才，才能夠把世界治好，才能恢復到安定和諧。要哪些人？真正有學問的人，搞假的沒用處。要多少人？六十五個人。為什麼要六十五個人？《群書治要》是六十五本書裡頭選出來的，如果每個人專攻一部，十年之後，中國就有一部活的《群書治要》。他精通這一部，《群書治要》是在這部書裡頭摘取它的精華，那他來講這個東西，講的那一定是非常圓滿，講得非常高明，能救國家、能救民族、能救社會、能救世界。這六十五個老師還得了！全世界人一定稱他們為聖人。十年專攻一門，肯定成就。有六十五個聖人出來，中國這塊大地，我們就有理由相信能恢復到長治久安，千年盛世。"
    },
    {
      "id": "02-037-0199_p0040",
      "zh_CN": "只要这个方法大家肯相信，这个方法不衰，后继的人慢慢都起来，一代比一代强，百年之后，中国领导全世界走向安定和谐，让全世界人都享到真正的美满幸福。这是中国文化对全世界的贡献，这是中国老祖宗的德行，融入世界上所有的文化，特别是传统文化，都能融入。整个地球是一家人，要真正做到互相敬爱、互相关怀、互助合作，这个地球上什么灾难都没有了。为什么？大乘经上常说，「境随心转」，物质环境随着我们念头转。这六十五部书是中国传统文化里头的精华，从《四库》里头选出六十五种，能救世。如果再深入？再深入的时候，你说这个《四库》内容多丰富，无论专攻哪一部，十年都是专家，那就超越这多多了。这个六十五种是救急，虽然是救急，连本也顾到了，真正的好东西。",
      "zh_TW": "只要這個方法大家肯相信，這個方法不衰，後繼的人慢慢都起來，一代比一代強，百年之後，中國領導全世界走向安定和諧，讓全世界人都享到真正的美滿幸福。這是中國文化對全世界的貢獻，這是中國老祖宗的德行，融入世界上所有的文化，特別是傳統文化，都能融入。整個地球是一家人，要真正做到互相敬愛、互相關懷、互助合作，這個地球上什麼災難都沒有了。為什麼？大乘經上常說，「境隨心轉」，物質環境隨著我們念頭轉。這六十五部書是中國傳統文化裡頭的精華，從《四庫》裡頭選出六十五種，能救世。如果再深入？再深入的時候，你說這個《四庫》內容多豐富，無論專攻哪一部，十年都是專家，那就超越這多多了。這個六十五種是救急，雖然是救急，連本也顧到了，真正的好東西。"
    },
    {
      "id": "02-037-0199_p0041",
      "zh_CN": "纪晓岚费了功夫选了一套《四库荟要》，专门替乾隆皇帝选的，这个分量大概是《四库》的三分之一，分量很大。如果能开个四库学院，就是《荟要》，用《荟要》，这个里头学生专门研究这个，期限十年毕业，十年之后，中国有一部活的《四库荟要》。那个没话说，全世界人大家公认，智慧文明在哪里？在中国。和谐世界在哪里？在中国。幸福美满的人生在哪里？在中国。你说难不难？不难。但这个学习是一代比一代辛苦，因为第一代没有老师教，你要自学。第二代你们教下来，他接着你的，他又提升。我们相信一百年之后，至少传了六、七代，十年算一代，一百年之后，他们的成就会超过古人。这都是可能，不是不可能。",
      "zh_TW": "紀曉嵐費了功夫選了一套《四庫薈要》，專門替乾隆皇帝選的，這個分量大概是《四庫》的三分之一，分量很大。如果能開個四庫學院，就是《薈要》，用《薈要》，這個裡頭學生專門研究這個，期限十年畢業，十年之後，中國有一部活的《四庫薈要》。那個沒話說，全世界人大家公認，智慧文明在哪裡？在中國。和諧世界在哪裡？在中國。幸福美滿的人生在哪裡？在中國。你說難不難？不難。但這個學習是一代比一代辛苦，因為第一代沒有老師教，你要自學。第二代你們教下來，他接著你的，他又提升。我們相信一百年之後，至少傳了六、七代，十年算一代，一百年之後，他們的成就會超過古人。這都是可能，不是不可能。"
    },
    {
      "id": "02-037-0199_p0042",
      "zh_CN": "现在这些书缩印，缩小了，缩小了字还很大，册数减少了，《荟要》只有五百册，摆在我们这边，大概这一面墙就够了。我们能够有一个小型的学院，一个人一个房间，专攻一部，每天做分享报告，每个人所研究的，半个小时到一个小时来做报告。每天来听讲，学自己的，同时也听到别人的，这专攻跟博学兼顾，我没有学的我可以听别的人有学的，我自己专攻在一部上，怎么会没有成就！我年岁大了，没办法干这个事情。如果我要是六十岁有今天这种缘分，我真的早就做了。六十岁那个时候很辛苦，那时候没有财力，没有人帮助我。现在帮助的人很多，年岁大了，所以这缘错过了。所以现在期望年轻人出来做，真正发心，真正带这个头，不是难事情，是一桩无与伦比的大好事。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "現在這些書縮印，縮小了，縮小了字還很大，冊數減少了，《薈要》只有五百冊，擺在我們這邊，大概這一面牆就夠了。我們能夠有一個小型的學院，一個人一個房間，專攻一部，每天做分享報告，每個人所研究的，半個小時到一個小時來做報告。每天來聽講，學自己的，同時也聽到別人的，這專攻跟博學兼顧，我沒有學的我可以聽別的人有學的，我自己專攻在一部上，怎麼會沒有成就！我年歲大了，沒辦法幹這個事情。如果我要是六十歲有今天這種緣分，我真的早就做了。六十歲那個時候很辛苦，那時候沒有財力，沒有人幫助我。現在幫助的人很多，年歲大了，所以這緣錯過了。所以現在期望年輕人出來做，真正發心，真正帶這個頭，不是難事情，是一樁無與倫比的大好事。好，今天時間到了，我們就學習到此地。"
    }
  ]
}