{
  "doc_id": "02-037-0215",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二一五集",
    "zh_TW": "第二一五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0215",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "02-037-0215_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第五百五十四页第四行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第五百五十四頁第四行："
    },
    {
      "id": "02-037-0215_p0002",
      "zh_CN": "「所云常然等，即本性常、凝然常也，法身也，自性也。是故常然，无衰变也」。这桩事情让我们深深的体会到，世间法不离因果。读这段经文我们感慨很深，世间人希望我们的家庭世世代代兴旺，希望我们的国家永远保持太平盛世，为什么做不到？极乐世界为什么做到了？极乐世界没有问题，因为三种常，它是法性常，它是凝然常，这个是法身菩萨才能做到，十法界做不到，当然六道更做不到，原因在此地。中国古老的教诲告诉我们，这是六道里头实际的状况，说物极必反，盛极必衰，衰极一定会盛，这个我们从历史上看似乎是一个不变的真理。我们读了佛经，眼界比一般人宽阔，看得深一点、看得远一点。为什么会有盛、为什么会有衰？这个古德记载得很多。盛，一定是勤俭起家，勤奋、节俭，这个家会兴旺起来；奢侈、浪费，那个家会衰败。古今中外都不出这个例子。为什么有节俭的，为什么有浪费的？当然这与教育有关。教育还是缘，它不是因，因是什么？因就是与德有关，人要知道积德，不能够结怨。",
      "zh_TW": "「所云常然等，即本性常、凝然常也，法身也，自性也。是故常然，無衰變也」。這樁事情讓我們深深的體會到，世間法不離因果。讀這段經文我們感慨很深，世間人希望我們的家庭世世代代興旺，希望我們的國家永遠保持太平盛世，為什麼做不到？極樂世界為什麼做到了？極樂世界沒有問題，因為三種常，它是法性常，它是凝然常，這個是法身菩薩才能做到，十法界做不到，當然六道更做不到，原因在此地。中國古老的教誨告訴我們，這是六道裡頭實際的狀況，說物極必反，盛極必衰，衰極一定會盛，這個我們從歷史上看似乎是一個不變的真理。我們讀了佛經，眼界比一般人寬闊，看得深一點、看得遠一點。為什麼會有盛、為什麼會有衰？這個古德記載得很多。盛，一定是勤儉起家，勤奮、節儉，這個家會興旺起來；奢侈、浪費，那個家會衰敗。古今中外都不出這個例子。為什麼有節儉的，為什麼有浪費的？當然這與教育有關。教育還是緣，它不是因，因是什麼？因就是與德有關，人要知道積德，不能夠結怨。"
    },
    {
      "id": "02-037-0215_p0003",
      "zh_CN": "这个事情佛给我们讲得清楚，儿女跟父母四种缘，报恩、报怨、讨债、还债，没有这四种缘不会成为一家人。报恩的，过去生中父母对他有恩，他来报恩的，肯定是孝子贤孙。你看这是积德，家里来了好儿子。如果是报怨来的，过去世有怨恨、有冤仇，他这次到你家来做你的儿孙肯定是个败家子，搞得你家破人亡，这是报怨。懂得这个因果，我们这一生当中，处事待人接物决定不能够跟人结怨，一定要懂得布施恩德，我们家庭世世代代有好儿孙出现。这个要列在家训里头，世世代代都要遵守，这家永远兴旺，不会衰败。讨债的，是父母过去欠他的，看欠多少，欠得少，几岁他就走了，你还得不多，还完他就走了；欠得多的，大概要供养他到二十多年，到大学毕业，博士得到了，他走了。欠得多的，在他身上花了不少钱，讨债的。还债的，是他欠父母的，这种儿孙，对父母物质上的供养他都能照顾到，没有孝顺心，不听话。所以一看都能理解，这来还债的。他欠得多，供养就丰厚，衣食住行全给你做到；如果欠得少，对待父母的生活就很刻薄，只要每天你能够吃饱穿暖就够了，其他的享受不会给他。我们在这一生都看到，四种状况都看到。可是不学佛不知道，学佛就看得很清楚。",
      "zh_TW": "這個事情佛給我們講得清楚，兒女跟父母四種緣，報恩、報怨、討債、還債，沒有這四種緣不會成為一家人。報恩的，過去生中父母對他有恩，他來報恩的，肯定是孝子賢孫。你看這是積德，家裡來了好兒子。如果是報怨來的，過去世有怨恨、有冤仇，他這次到你家來做你的兒孫肯定是個敗家子，搞得你家破人亡，這是報怨。懂得這個因果，我們這一生當中，處事待人接物決定不能夠跟人結怨，一定要懂得布施恩德，我們家庭世世代代有好兒孫出現。這個要列在家訓裡頭，世世代代都要遵守，這家永遠興旺，不會衰敗。討債的，是父母過去欠他的，看欠多少，欠得少，幾歲他就走了，你還得不多，還完他就走了；欠得多的，大概要供養他到二十多年，到大學畢業，博士得到了，他走了。欠得多的，在他身上花了不少錢，討債的。還債的，是他欠父母的，這種兒孫，對父母物質上的供養他都能照顧到，沒有孝順心，不聽話。所以一看都能理解，這來還債的。他欠得多，供養就豐厚，衣食住行全給你做到；如果欠得少，對待父母的生活就很刻薄，只要每天你能夠吃飽穿暖就夠了，其他的享受不會給他。我們在這一生都看到，四種狀況都看到。可是不學佛不知道，學佛就看得很清楚。"
    },
    {
      "id": "02-037-0215_p0004",
      "zh_CN": "佛教我们，把各种不同儿女的缘，应该统统用教育的方法变成法缘，这就好了。过去世这些冤结统统化解，一同念佛，将来都往生极乐世界去作佛，这是最好的。所以要靠教育。实在讲因果，那是因，真正的因，教育是个缘，不善的因遇到好的缘也能够改过，改过来，所谓是化恶为善。这因果的道理，教育，不能不懂。在教育里头最重视的，就是要种善因、得善果，这个要教！",
      "zh_TW": "佛教我們，把各種不同兒女的緣，應該統統用教育的方法變成法緣，這就好了。過去世這些冤結統統化解，一同念佛，將來都往生極樂世界去作佛，這是最好的。所以要靠教育。實在講因果，那是因，真正的因，教育是個緣，不善的因遇到好的緣也能夠改過，改過來，所謂是化惡為善。這因果的道理，教育，不能不懂。在教育裡頭最重視的，就是要種善因、得善果，這個要教！"
    },
    {
      "id": "02-037-0215_p0005",
      "zh_CN": "这个经文最后几句，法身是自性，是故常然，无衰变也，它能不衰、不变。「望西设问」，这是假设一个提问，来讨论这个问题，说「既是修因感果之土」，极乐世界也是的，阿弥陀佛修因，四十八愿、五劫修行是修因，感得的极乐世界。「而亦有始」，佛给我们讲得很清楚，极乐世界成立到现在是十劫。在长时间来讲，无量寿来讲，十劫那是刚刚开始，时间并不很长。既然是有始，「宁容得言，非因非果」，就是怎么可以说是非因非果，「凝然常耶？」提这么一个问题。「复自答曰」，自己提问题，自己来回答，「修因感果，是始觉智」，它不是普通的因果，它是智慧，它没有迷惑。「无为凝然，则本觉理，始觉究竟，无非本觉」，这个解释解释得好。始觉究竟，始觉这个觉就是本觉，始觉、本觉是一不是二，这究竟。这是自性里头本具的智慧，所以无非本觉，这句话说得好！",
      "zh_TW": "這個經文最後幾句，法身是自性，是故常然，無衰變也，它能不衰、不變。「望西設問」，這是假設一個提問，來討論這個問題，說「既是修因感果之土」，極樂世界也是的，阿彌陀佛修因，四十八願、五劫修行是修因，感得的極樂世界。「而亦有始」，佛給我們講得很清楚，極樂世界成立到現在是十劫。在長時間來講，無量壽來講，十劫那是剛剛開始，時間並不很長。既然是有始，「寧容得言，非因非果」，就是怎麼可以說是非因非果，「凝然常耶？」提這麼一個問題。「復自答曰」，自己提問題，自己來回答，「修因感果，是始覺智」，它不是普通的因果，它是智慧，它沒有迷惑。「無為凝然，則本覺理，始覺究竟，無非本覺」，這個解釋解釋得好。始覺究竟，始覺這個覺就是本覺，始覺、本覺是一不是二，這究竟。這是自性裡頭本具的智慧，所以無非本覺，這句話說得好！"
    },
    {
      "id": "02-037-0215_p0006",
      "zh_CN": "「如《释大衍论》云：若得始觉，还同本觉」，一个人开始觉悟了，大彻大悟、明心见性。他见的性，他觉悟了，这开始觉悟，始觉就是本觉，本觉现前了，就这么回事情。所以还同本觉，实际上就是本觉，若得始觉就是本觉，这个一点都不错的。「谈能证曰」，谈到能证的时候这么说法，「虽似有始，至所证时，始本不二」。迷时不觉，悟时本觉，开悟的时候是始觉，始觉就是本觉。所以虽似有始，好像是有始，到你证得的时候，你才晓得始本是一不是二。「本有常住」，自性里面的功德没有生灭，它不是相对的，智慧无量无边，德能无量无边，相好无量无边，你一觉得，那就是本觉，这叫本有常住。西方世界它是属于这一类的。所以经论上常讲，往生到西方，得的身叫法性身，居住的国土是法性土，是自性清净心里头本有的。只是这个缘，始觉是缘，它现前了。法性身、法性土是自己本有的，不是从外来的，以前迷了不觉，不现前，现在觉悟了它现前了。始本确实是一不是二。",
      "zh_TW": "「如《釋大衍論》云：若得始覺，還同本覺」，一個人開始覺悟了，大徹大悟、明心見性。他見的性，他覺悟了，這開始覺悟，始覺就是本覺，本覺現前了，就這麼回事情。所以還同本覺，實際上就是本覺，若得始覺就是本覺，這個一點都不錯的。「談能證曰」，談到能證的時候這麼說法，「雖似有始，至所證時，始本不二」。迷時不覺，悟時本覺，開悟的時候是始覺，始覺就是本覺。所以雖似有始，好像是有始，到你證得的時候，你才曉得始本是一不是二。「本有常住」，自性裡面的功德沒有生滅，它不是相對的，智慧無量無邊，德能無量無邊，相好無量無邊，你一覺得，那就是本覺，這叫本有常住。西方世界它是屬於這一類的。所以經論上常講，往生到西方，得的身叫法性身，居住的國土是法性土，是自性清淨心裡頭本有的。只是這個緣，始覺是緣，它現前了。法性身、法性土是自己本有的，不是從外來的，以前迷了不覺，不現前，現在覺悟了它現前了。始本確實是一不是二。"
    },
    {
      "id": "02-037-0215_p0007",
      "zh_CN": "望西末后这几句话，念老特别提醒我们，他说「宜着眼」。「谈者，说也。至者，到也。在有说有证之日，虽似有始」，好像是有开始。像惠能大师在五祖方丈室里头听《金刚经》，听到「应无所住而生其心」，豁然大悟，那不是始觉吗？他觉的是什么？觉的是本觉。一切众生都有本觉，就是我们现在缺乏始觉。始觉从哪里来的？从放下来的，我们现在就是放不下。佛在经上告诉我们，真话，不是假话，放下起心动念、分别执着就豁然大悟，那就是始觉的缘就起来了。你这一觉，觉的确实是本觉，为什么？你本来就是这个样子的，不是你新得来的，本来就是这样的，迷了失去了，现在觉了又回来了。我们对这桩事情认识清楚了，学佛的信心就具足。学佛真能成佛，成佛是本觉，本来是佛，回归到本位，像回到老家一样，老家是本有的，这是不能不知道的。「言语道断，一切不二，本有常住。以上皆是引申望西之说」。一定搞清楚、搞明白，我们没有怀疑了，我们修学就会有正常的心态，就会勇猛精进。这个缘能够帮助我们早一天开悟，这是好事情。",
      "zh_TW": "望西末後這幾句話，念老特別提醒我們，他說「宜著眼」。「談者，說也。至者，到也。在有說有證之日，雖似有始」，好像是有開始。像惠能大師在五祖方丈室裡頭聽《金剛經》，聽到「應無所住而生其心」，豁然大悟，那不是始覺嗎？他覺的是什麼？覺的是本覺。一切眾生都有本覺，就是我們現在缺乏始覺。始覺從哪裡來的？從放下來的，我們現在就是放不下。佛在經上告訴我們，真話，不是假話，放下起心動念、分別執著就豁然大悟，那就是始覺的緣就起來了。你這一覺，覺的確實是本覺，為什麼？你本來就是這個樣子的，不是你新得來的，本來就是這樣的，迷了失去了，現在覺了又回來了。我們對這樁事情認識清楚了，學佛的信心就具足。學佛真能成佛，成佛是本覺，本來是佛，回歸到本位，像回到老家一樣，老家是本有的，這是不能不知道的。「言語道斷，一切不二，本有常住。以上皆是引申望西之說」。一定搞清楚、搞明白，我們沒有懷疑了，我們修學就會有正常的心態，就會勇猛精進。這個緣能夠幫助我們早一天開悟，這是好事情。"
    },
    {
      "id": "02-037-0215_p0008",
      "zh_CN": "「此下复据密部」，前面讲的是显教，密宗怎么讲法？念老是密宗金刚上师，显密都通，所以这部经上举密宗的解释举得很多。《大乘密严经》，这是密宗的经典，这里面说，「佛已超过彼，而依密严住。极乐庄严国，世尊无量寿」。这个佛是阿弥陀佛，阿弥陀佛已经超过彼，彼是十方诸佛，以及十方诸佛的刹土，阿弥陀佛确实已经超过他。怎么超过的？前面说得很清楚。极乐世界的成就让我们这些人不能不佩服，他不是自己凭空想像，他是认真的到一切诸佛国土里面去考察、去学习，人家的好东西全收，我都要，不好的东西我都不要。所以这个国土的建成，是集一切诸佛刹土里面的美好，不好的全不要，这样超过。这合情、合理、合法，不是凭空想像的。所以，佛每一个愿都是建立在这个基础上，没有一愿是自己想到的，没有，统统都是有事实、案例做基础，这是令人不能不佩服。",
      "zh_TW": "「此下復據密部」，前面講的是顯教，密宗怎麼講法？念老是密宗金剛上師，顯密都通，所以這部經上舉密宗的解釋舉得很多。《大乘密嚴經》，這是密宗的經典，這裡面說，「佛已超過彼，而依密嚴住。極樂莊嚴國，世尊無量壽」。這個佛是阿彌陀佛，阿彌陀佛已經超過彼，彼是十方諸佛，以及十方諸佛的剎土，阿彌陀佛確實已經超過他。怎麼超過的？前面說得很清楚。極樂世界的成就讓我們這些人不能不佩服，他不是自己憑空想像，他是認真的到一切諸佛國土裡面去考察、去學習，人家的好東西全收，我都要，不好的東西我都不要。所以這個國土的建成，是集一切諸佛剎土裡面的美好，不好的全不要，這樣超過。這合情、合理、合法，不是憑空想像的。所以，佛每一個願都是建立在這個基礎上，沒有一願是自己想到的，沒有，統統都是有事實、案例做基礎，這是令人不能不佩服。"
    },
    {
      "id": "02-037-0215_p0009",
      "zh_CN": "所以早年，方东美先生把佛法介绍给我就说出这个例子。《华严经》你看看后来，智慧怎么开的？五十三参，这个叫人没话说。五十三参就是去考察、去访问，这样得到的智慧，不是凭空想像，不是在书本上得到的，是从现实环境里面所得到的。给我们一个很大的启示，你要成就学问，你要多看、多听，不能在家里胡想，这不可以。书本你要读，但是读万卷书要行万里路，那个学问是真的，否则的话你从书上来的，你没有实际事相做依据。所以你读的书要去考察，你所看的跟书上讲的相不相应，你去对一对、比一比，智慧、学问从这儿来的。所以方老师说，这种治学的方法是最高明的，不能不相信，不能不承认。每一桩事都要搞得很清楚、很明白，佛是这样超过他们的。这就是成佛决定是平等，智慧、神通、道力平等，为什么极乐世界跟别的世界不平等？不平等的原因就是一切诸佛如来修行证果，把这三样东西放下，没去考察过，就差这一点功夫；阿弥陀佛所以殊胜，就是他在成佛之前全部去考察了。",
      "zh_TW": "所以早年，方東美先生把佛法介紹給我就說出這個例子。《華嚴經》你看看後來，智慧怎麼開的？五十三參，這個叫人沒話說。五十三參就是去考察、去訪問，這樣得到的智慧，不是憑空想像，不是在書本上得到的，是從現實環境裡面所得到的。給我們一個很大的啟示，你要成就學問，你要多看、多聽，不能在家裡胡想，這不可以。書本你要讀，但是讀萬卷書要行萬里路，那個學問是真的，否則的話你從書上來的，你沒有實際事相做依據。所以你讀的書要去考察，你所看的跟書上講的相不相應，你去對一對、比一比，智慧、學問從這兒來的。所以方老師說，這種治學的方法是最高明的，不能不相信，不能不承認。每一樁事都要搞得很清楚、很明白，佛是這樣超過他們的。這就是成佛決定是平等，智慧、神通、道力平等，為什麼極樂世界跟別的世界不平等？不平等的原因就是一切諸佛如來修行證果，把這三樣東西放下，沒去考察過，就差這一點功夫；阿彌陀佛所以殊勝，就是他在成佛之前全部去考察了。"
    },
    {
      "id": "02-037-0215_p0010",
      "zh_CN": "成佛之前能有机缘考察，得力于老师的加持，老师是自在王如来，没有老师的加持，他做不到。就像《观经》里面讲的韦提希夫人，这是个凡夫，她遇到家庭的变故，感觉到非常痛苦，跟佛往来密切，这个时候求释迦牟尼佛帮助她离苦。她向释迦牟尼佛请求，有没有好的世界，没有这些苦恼的事情，我去往生。释迦佛帮助她，把十方诸佛刹土展现在她面前给她看，她自己选择。她选择了极乐世界，她说这个地方好，我愿意去。怎么去法？释迦牟尼佛讲《观无量寿佛经》，十六种方法，里面讲了原理，净宗的原理跟方法在《观经》里头。原理就是「是心是佛，是心作佛」，这是极乐世界的原理。不在外头，是在你自己，你自己的心是佛，是什么佛？就是阿弥陀佛；现在你往生，又想作佛，哪有不成功的道理！",
      "zh_TW": "成佛之前能有機緣考察，得力於老師的加持，老師是自在王如來，沒有老師的加持，他做不到。就像《觀經》裡面講的韋提希夫人，這是個凡夫，她遇到家庭的變故，感覺到非常痛苦，跟佛往來密切，這個時候求釋迦牟尼佛幫助她離苦。她向釋迦牟尼佛請求，有沒有好的世界，沒有這些苦惱的事情，我去往生。釋迦佛幫助她，把十方諸佛剎土展現在她面前給她看，她自己選擇。她選擇了極樂世界，她說這個地方好，我願意去。怎麼去法？釋迦牟尼佛講《觀無量壽佛經》，十六種方法，裡面講了原理，淨宗的原理跟方法在《觀經》裡頭。原理就是「是心是佛，是心作佛」，這是極樂世界的原理。不在外頭，是在你自己，你自己的心是佛，是什麼佛？就是阿彌陀佛；現在你往生，又想作佛，哪有不成功的道理！"
    },
    {
      "id": "02-037-0215_p0011",
      "zh_CN": "阿弥陀佛跟我们的关系太密切了，我们的真心就是阿弥陀佛，阿弥陀佛就是我们的真心。我们现在从妄心，把妄心放下，回归到真心，就是往生极乐世界，就是见到阿弥陀佛。这种密切关系给我们说出来了，我们知道了，是一不是二。这个道理懂了，你智慧开了，你就会引申。惠能大师说的，「何期自性能生万法」，万法是什么？遍法界虚空界一切诸佛刹土，所有一切法都是我们自己心生的。何期自性能生万法，全是自性生的、自性现的。换句话说，遍法界虚空界跟自己是什么关系？一体。这个学大乘的人、要想一生成佛的人，你得要承认，这是事实，不是假的。所以，十方三世一切六道苦难众生，阿弥陀佛伸出援手要帮助他们，帮助他们赶快成佛，帮助他们个个开悟，是什么？帮助自己。那些众生统统是自己心生心现的，不是外头来的，一体，这个里头才有亲爱！",
      "zh_TW": "阿彌陀佛跟我們的關係太密切了，我們的真心就是阿彌陀佛，阿彌陀佛就是我們的真心。我們現在從妄心，把妄心放下，回歸到真心，就是往生極樂世界，就是見到阿彌陀佛。這種密切關係給我們說出來了，我們知道了，是一不是二。這個道理懂了，你智慧開了，你就會引申。惠能大師說的，「何期自性能生萬法」，萬法是什麼？遍法界虛空界一切諸佛剎土，所有一切法都是我們自己心生的。何期自性能生萬法，全是自性生的、自性現的。換句話說，遍法界虛空界跟自己是什麼關係？一體。這個學大乘的人、要想一生成佛的人，你得要承認，這是事實，不是假的。所以，十方三世一切六道苦難眾生，阿彌陀佛伸出援手要幫助他們，幫助他們趕快成佛，幫助他們個個開悟，是什麼？幫助自己。那些眾生統統是自己心生心現的，不是外頭來的，一體，這個裡頭才有親愛！"
    },
    {
      "id": "02-037-0215_p0012",
      "zh_CN": "我们中国老祖宗几千年，这是讲到中国传统文化的核心是什么？五伦里头第一个，「父子有亲」，那个亲爱是中国传统文化的核心。所以中国文化是爱的文化，中国传统教育是爱的教育，这种爱跟佛法里头的慈悲是同样一个意思，「无缘大慈，同体大悲」。这是大圣人，不是普通人，大圣人才明了、才搞清楚，所谓是证得了。中国传统教育的目标，不是教你发大财，不是教你做大官，是教你转凡成圣，所谓「读书志在圣贤」。我们的教学，目标是贤人、是圣人，佛教教学的目标，是佛、是菩萨，佛是圣人，菩萨是贤人，圣贤教育。",
      "zh_TW": "我們中國老祖宗幾千年，這是講到中國傳統文化的核心是什麼？五倫裡頭第一個，「父子有親」，那個親愛是中國傳統文化的核心。所以中國文化是愛的文化，中國傳統教育是愛的教育，這種愛跟佛法裡頭的慈悲是同樣一個意思，「無緣大慈，同體大悲」。這是大聖人，不是普通人，大聖人才明瞭、才搞清楚，所謂是證得了。中國傳統教育的目標，不是教你發大財，不是教你做大官，是教你轉凡成聖，所謂「讀書志在聖賢」。我們的教學，目標是賢人、是聖人，佛教教學的目標，是佛、是菩薩，佛是聖人，菩薩是賢人，聖賢教育。"
    },
    {
      "id": "02-037-0215_p0013",
      "zh_CN": "所以佛超过了，「而依密严住」，严是庄严，极乐世界清净庄严。为什么说密严？理太深了、事太杂了，不是普通人能够明了的。你说事杂，我们举一个最简单的例子，你就明白了。我们人身体复不复杂？它构造多么精密，谁知道？你想想它神不神密？它最初来投胎的时候只是一个细胞，一个细胞怎么会变成一个人？五脏六腑样样都全，少一个也不行，多一个也累赘，多一个没有必要，少一个就不行，甚至于说少一个细胞都不行、少一根汗毛都不行，就把你安排得那么好，这很神奇，这叫密严。密严在哪里？在我们身上，你身上就是密严；我们居住的山河大地是密严。依密严住，住是心安住在密严上。但是到佛的这个境界，这些密严他全部都知道，只是凡夫不知道，迷的人不知道，觉悟的人全知道。我们人这个身体是小宇宙，外头是大宇宙，小宇宙跟大宇宙同样的，完全一样，你要说复杂，同样的复杂；你要说密严，同样是个密严。所以底下说，「极乐庄严国」，极乐世界无比的庄严，「世尊无量寿」，阿弥陀佛无量寿。",
      "zh_TW": "所以佛超過了，「而依密嚴住」，嚴是莊嚴，極樂世界清淨莊嚴。為什麼說密嚴？理太深了、事太雜了，不是普通人能夠明瞭的。你說事雜，我們舉一個最簡單的例子，你就明白了。我們人身體複不複雜？它構造多麼精密，誰知道？你想想它神不神密？它最初來投胎的時候只是一個細胞，一個細胞怎麼會變成一個人？五臟六腑樣樣都全，少一個也不行，多一個也累贅，多一個沒有必要，少一個就不行，甚至於說少一個細胞都不行、少一根汗毛都不行，就把你安排得那麼好，這很神奇，這叫密嚴。密嚴在哪裡？在我們身上，你身上就是密嚴；我們居住的山河大地是密嚴。依密嚴住，住是心安住在密嚴上。但是到佛的這個境界，這些密嚴他全部都知道，只是凡夫不知道，迷的人不知道，覺悟的人全知道。我們人這個身體是小宇宙，外頭是大宇宙，小宇宙跟大宇宙同樣的，完全一樣，你要說複雜，同樣的複雜；你要說密嚴，同樣是個密嚴。所以底下說，「極樂莊嚴國」，極樂世界無比的莊嚴，「世尊無量壽」，阿彌陀佛無量壽。"
    },
    {
      "id": "02-037-0215_p0014",
      "zh_CN": "「又云：密严净土超诸佛国，如无为性不同微尘」。这就说明极乐世界跟其他的佛国土不一样，其他佛国土里头物质现象是阿赖耶的相分，精神现象是阿赖耶的见分，自然现象是阿赖耶的自证分，始觉的现象是阿赖耶的证自证分，不一样；极乐世界没有阿赖耶，没有阿赖耶就是极乐世界不变。只要是涉及到阿赖耶就有变化，所以阿赖耶不是真的。阿赖耶是个动相，这是讲整个宇宙它都在动，包括虚空；不动，不动就没有了，靠这个波动的现象它才存在。这是现在被科学家证明了，佛在经上也是这么讲的。可是诸佛如来实报庄严土不是阿赖耶变现出来的，只是心现，没有识变，所以它都是常住，永恒不变。「如无为性不同微尘」，微尘就是一般诸佛刹土，《金刚经》上所讲的一合相，微尘就是一合相。整个宇宙都是微尘组合的，所以叫「微尘聚」，聚集在一起组合成的现象，物质现象是这个样子，精神现象也是这个样子，佛在《般若经》上讲的。极乐世界不同微尘，这就是说跟一切诸佛刹土不一样，它不是微尘聚，它的体是法性，我们这边体是阿赖耶，这个不一样。",
      "zh_TW": "「又云：密嚴淨土超諸佛國，如無為性不同微塵」。這就說明極樂世界跟其他的佛國土不一樣，其他佛國土裡頭物質現象是阿賴耶的相分，精神現象是阿賴耶的見分，自然現象是阿賴耶的自證分，始覺的現象是阿賴耶的證自證分，不一樣；極樂世界沒有阿賴耶，沒有阿賴耶就是極樂世界不變。只要是涉及到阿賴耶就有變化，所以阿賴耶不是真的。阿賴耶是個動相，這是講整個宇宙它都在動，包括虛空；不動，不動就沒有了，靠這個波動的現象它才存在。這是現在被科學家證明了，佛在經上也是這麼講的。可是諸佛如來實報莊嚴土不是阿賴耶變現出來的，只是心現，沒有識變，所以它都是常住，永恆不變。「如無為性不同微塵」，微塵就是一般諸佛剎土，《金剛經》上所講的一合相，微塵就是一合相。整個宇宙都是微塵組合的，所以叫「微塵聚」，聚集在一起組合成的現象，物質現象是這個樣子，精神現象也是這個樣子，佛在《般若經》上講的。極樂世界不同微塵，這就是說跟一切諸佛剎土不一樣，它不是微塵聚，它的體是法性，我們這邊體是阿賴耶，這個不一樣。"
    },
    {
      "id": "02-037-0215_p0015",
      "zh_CN": "「此密严中诸佛菩萨，并余国土来此会者，皆如涅槃」，这不可思议境界。极乐世界里面的佛菩萨，阿弥陀佛以及所有往生到极乐世界的这些菩萨们，上面从等觉，下面到阿鼻地狱，只要是能往生的，四土三辈九品统统是密严土，跟十方诸佛世界真不一样，这一点我们要清楚。前面我们读过，还有许多诸佛到极乐世界去授课的，极乐世界是学校，很多诸佛去上课。还有很多大菩萨，他不是去往生，他访问的，他遇到有难题了，去向阿弥陀佛请教。这些来访的，佛统统接见，为他们说法。这些来访的这些菩萨，到极乐世界就如同入大般涅槃。并余国，余是不是极乐世界，来此会者，皆如涅槃，就像入大般涅槃一样。大涅槃的境界不可思议，不但说不出来，你想也想不到。照普通的解释，这个境界是清净寂灭。换句话你就有了个概念，涅槃是什么？涅槃就是自性，回归自性，入涅槃就是回归自性。回归自性是什么境界？妙觉如来的境界。也就是说，到极乐世界去访问的菩萨，到极乐世界就真的是证入自性的境界。像惠能大师明心见性的时候他说出的境界，他说出，他证得，他不证得他说不出来，只有证得的人才能说出来。惠能大师说得简单，轻描淡写，释迦牟尼佛说得详细。《大方广佛华严经》是释迦牟尼佛证得大般涅槃的时候说出来，大般涅槃境界是什么？细说，《华严》。",
      "zh_TW": "「此密嚴中諸佛菩薩，並餘國土來此會者，皆如涅槃」，這不可思議境界。極樂世界裡面的佛菩薩，阿彌陀佛以及所有往生到極樂世界的這些菩薩們，上面從等覺，下面到阿鼻地獄，只要是能往生的，四土三輩九品統統是密嚴土，跟十方諸佛世界真不一樣，這一點我們要清楚。前面我們讀過，還有許多諸佛到極樂世界去授課的，極樂世界是學校，很多諸佛去上課。還有很多大菩薩，他不是去往生，他訪問的，他遇到有難題了，去向阿彌陀佛請教。這些來訪的，佛統統接見，為他們說法。這些來訪的這些菩薩，到極樂世界就如同入大般涅槃。並餘國，餘是不是極樂世界，來此會者，皆如涅槃，就像入大般涅槃一樣。大涅槃的境界不可思議，不但說不出來，你想也想不到。照普通的解釋，這個境界是清淨寂滅。換句話你就有了個概念，涅槃是什麼？涅槃就是自性，回歸自性，入涅槃就是回歸自性。回歸自性是什麼境界？妙覺如來的境界。也就是說，到極樂世界去訪問的菩薩，到極樂世界就真的是證入自性的境界。像惠能大師明心見性的時候他說出的境界，他說出，他證得，他不證得他說不出來，只有證得的人才能說出來。惠能大師說得簡單，輕描淡寫，釋迦牟尼佛說得詳細。《大方廣佛華嚴經》是釋迦牟尼佛證得大般涅槃的時候說出來，大般涅槃境界是什麼？細說，《華嚴》。"
    },
    {
      "id": "02-037-0215_p0016",
      "zh_CN": "「《密严经疏》云」，疏是注解，这里头说的，「如无为者，密严土者，即是诸佛他受用土」。这里要注意的是诸佛他受用土，为什么？诸佛自受用土，菩萨见不到。就跟释迦牟尼佛当年在我们地球上出现，释迦牟尼佛自受用土，实报庄严土，没有人能看见。释迦牟尼佛每天教化众生，这些人天天追随着他，这个示现是他受用土。这桩事情前面讲得很清楚，诸佛化土就是讲应身，不是讲法报，法报是相同的，应身，全都是阿赖耶的相分变现的，不离开阿赖耶。但是极乐世界没有阿赖耶，就是同居土、方便土也不是阿赖耶的见分、相分，这一定要搞清楚。换句话说，科学技术再高明、再发达，决定找不到极乐世界。为什么？极乐世界是法性土，跟阿赖耶不相干。那要怎样到极乐世界？这唯证方知，这个证方便，只要你真信、真愿、老实念佛，你就能证得。真正不可思议！如无为者，无为就是涅槃。密严土者，即是诸佛他受用土，这是阿弥陀佛优待十方世界来访问的这些菩萨，他们的受用土，跟极乐世界本地的菩萨同样的受用土，跟十方世界不一样。",
      "zh_TW": "「《密嚴經疏》云」，疏是註解，這裡頭說的，「如無為者，密嚴土者，即是諸佛他受用土」。這裡要注意的是諸佛他受用土，為什麼？諸佛自受用土，菩薩見不到。就跟釋迦牟尼佛當年在我們地球上出現，釋迦牟尼佛自受用土，實報莊嚴土，沒有人能看見。釋迦牟尼佛每天教化眾生，這些人天天追隨著他，這個示現是他受用土。這樁事情前面講得很清楚，諸佛化土就是講應身，不是講法報，法報是相同的，應身，全都是阿賴耶的相分變現的，不離開阿賴耶。但是極樂世界沒有阿賴耶，就是同居土、方便土也不是阿賴耶的見分、相分，這一定要搞清楚。換句話說，科學技術再高明、再發達，決定找不到極樂世界。為什麼？極樂世界是法性土，跟阿賴耶不相干。那要怎樣到極樂世界？這唯證方知，這個證方便，只要你真信、真願、老實念佛，你就能證得。真正不可思議！如無為者，無為就是涅槃。密嚴土者，即是諸佛他受用土，這是阿彌陀佛優待十方世界來訪問的這些菩薩，他們的受用土，跟極樂世界本地的菩薩同樣的受用土，跟十方世界不一樣。"
    },
    {
      "id": "02-037-0215_p0017",
      "zh_CN": "「于法性土，以悲愿力建立故」。十方世界，十方世界是业力成就的，染业、净业、善业、恶业，这世界不一样。极乐世界没有染净、没有善恶，感得的依正庄严当然不相同。「此净土如法性土」，实在讲就是法性土，「离无常过」，无常是什么？无常是波动现象。今天科学家发现整个宇宙都是波动现象，所以提倡像弦定律，弦就是波动现象，波动现象无常。极乐世界不是无常的，真常，永远常住。所以我们看到这个经文的时候无限的向往，「建立常然，无衰无变」。十方刹土是无常的，有衰有变，极乐世界无衰无变。这是性德，在此地讲悲愿力建立，弥陀悲愿。",
      "zh_TW": "「於法性土，以悲願力建立故」。十方世界，十方世界是業力成就的，染業、淨業、善業、惡業，這世界不一樣。極樂世界沒有染淨、沒有善惡，感得的依正莊嚴當然不相同。「此淨土如法性土」，實在講就是法性土，「離無常過」，無常是什麼？無常是波動現象。今天科學家發現整個宇宙都是波動現象，所以提倡像弦定律，弦就是波動現象，波動現象無常。極樂世界不是無常的，真常，永遠常住。所以我們看到這個經文的時候無限的嚮往，「建立常然，無衰無變」。十方剎土是無常的，有衰有變，極樂世界無衰無變。這是性德，在此地講悲願力建立，彌陀悲願。"
    },
    {
      "id": "02-037-0215_p0018",
      "zh_CN": "我们如何能够把极乐世界这个理论、这种理念、精神、教学搬到我们这个世界来，帮助我们解决困难，我们的佛没有白学。少数人，真能放下的人可以契入极乐世界，不是完全纯真，仿佛的法性土。为什么？个人能感应，你只要心不动。心不动，那就是法性；心还动，不是法性，是阿赖耶。阿赖耶跟自性差别就在此地，阿赖耶是动的，像弥勒菩萨所说「一弹指三十二亿百千念」，这就是阿赖耶；法性没有，法性没有动，真的是凝然常住。这个不动，惠能大师见性讲过，他第四句说「何期自性，本无动摇」，这句话很重要。本无动摇也就是大乘经上所说的自性本定，自性本来是定的，本来没有动摇的。这个动摇就是弥勒菩萨所说的一念，一弹指三十二亿百千念里头的一念。没有，他没有这一念，所以他无衰无变。有这一念就有衰有变，这些对立慢慢就形成了，无衰无变里头没有对立。所以「此净土如法性土，离无常过。以是故说，如无为性」。因为没有契入这个境界，你决定证不到，但是佛用神力来招待嘉宾，这些嘉宾当然也都是了不起的人，都是法身菩萨，把相似的极乐世界那个境界用来招待嘉宾的。",
      "zh_TW": "我們如何能夠把極樂世界這個理論、這種理念、精神、教學搬到我們這個世界來，幫助我們解決困難，我們的佛沒有白學。少數人，真能放下的人可以契入極樂世界，不是完全純真，彷彿的法性土。為什麼？個人能感應，你只要心不動。心不動，那就是法性；心還動，不是法性，是阿賴耶。阿賴耶跟自性差別就在此地，阿賴耶是動的，像彌勒菩薩所說「一彈指三十二億百千念」，這就是阿賴耶；法性沒有，法性沒有動，真的是凝然常住。這個不動，惠能大師見性講過，他第四句說「何期自性，本無動搖」，這句話很重要。本無動搖也就是大乘經上所說的自性本定，自性本來是定的，本來沒有動搖的。這個動搖就是彌勒菩薩所說的一念，一彈指三十二億百千念裡頭的一念。沒有，他沒有這一念，所以他無衰無變。有這一念就有衰有變，這些對立慢慢就形成了，無衰無變裡頭沒有對立。所以「此淨土如法性土，離無常過。以是故說，如無為性」。因為沒有契入這個境界，你決定證不到，但是佛用神力來招待嘉賓，這些嘉賓當然也都是了不起的人，都是法身菩薩，把相似的極樂世界那個境界用來招待嘉賓的。"
    },
    {
      "id": "02-037-0215_p0019",
      "zh_CN": "「又云：今此密严藏，但于清净如来藏心之所现，故非微尘成」。微尘成就是一合相，它不是一合相，不是微尘成就的。我们今天这个世界是微尘成就的，你看科学家告诉我们，一个电子是一百亿个微中子成就的，一个原子是电子、原子核、中子组成的，这都叫微尘聚。我们这个身体，科学家告诉我们，身体的细胞有多少？五十兆。细胞再分析就分成分子，分子再分析就分成原子，慢慢分，如果分成微中子，这个身体上有多少？《金刚经》上这叫一合相，就是一个基本的物质组合成功的，这一合相。十方世界全都是一合相，这个一就是阿赖耶的相分，阿赖耶的相分就是物质现象，就是像这些微中子一样。所以佛经跟我们讲宇宙的真相，真是科学，这里头没有神话。",
      "zh_TW": "「又云：今此密嚴藏，但於清淨如來藏心之所現，故非微塵成」。微塵成就是一合相，它不是一合相，不是微塵成就的。我們今天這個世界是微塵成就的，你看科學家告訴我們，一個電子是一百億個微中子成就的，一個原子是電子、原子核、中子組成的，這都叫微塵聚。我們這個身體，科學家告訴我們，身體的細胞有多少？五十兆。細胞再分析就分成分子，分子再分析就分成原子，慢慢分，如果分成微中子，這個身體上有多少？《金剛經》上這叫一合相，就是一個基本的物質組合成功的，這一合相。十方世界全都是一合相，這個一就是阿賴耶的相分，阿賴耶的相分就是物質現象，就是像這些微中子一樣。所以佛經跟我們講宇宙的真相，真是科學，這裡頭沒有神話。"
    },
    {
      "id": "02-037-0215_p0020",
      "zh_CN": "「依上经疏，极乐乃如来妙心之所现」。妙，佛经上这个妙字什么意思？非有非无，你不能说它有，你不能说它无。你说它无，它真现相；你说它有，它相即非相，非相即相，妙！如来妙心所现妙境。「法性妙土之所成」，就不是阿赖耶的相分，「非如其他世界乃微尘聚集之一合相」，我们这个世界是微尘聚集的一合相。「微尘者，非指尘埃，乃组成物质小而又小之粒子」。你看看此地说的，「前所知者电子为最小，今已发现更有小于电子者，暂名夸克。现科学家亦知夸克亦非最小，此小而又小者，亦不可穷尽」。这个地方有个括弧，这都是老居士以后加的，加进去的，「自一九八０年后，科学家发现微中子，它在空间所占之区域，只等于一个电子一百亿分之一。彼等弥漫于太空之中。微中子能穿透十亿公里厚之铝板或钢板，如穿薄雾。如是小而又小之粒子，即是微尘之义」，就这个意思。所以十方世界统统是微尘聚，这个微尘就是阿赖耶的相分。",
      "zh_TW": "「依上經疏，極樂乃如來妙心之所現」。妙，佛經上這個妙字什麼意思？非有非無，你不能說它有，你不能說它無。你說它無，它真現相；你說它有，它相即非相，非相即相，妙！如來妙心所現妙境。「法性妙土之所成」，就不是阿賴耶的相分，「非如其他世界乃微塵聚集之一合相」，我們這個世界是微塵聚集的一合相。「微塵者，非指塵埃，乃組成物質小而又小之粒子」。你看看此地說的，「前所知者電子為最小，今已發現更有小於電子者，暫名夸克。現科學家亦知夸克亦非最小，此小而又小者，亦不可窮盡」。這個地方有個括弧，這都是老居士以後加的，加進去的，「自一九八０年後，科學家發現微中子，它在空間所占之區域，只等於一個電子一百億分之一。彼等彌漫於太空之中。微中子能穿透十億公里厚之鋁板或鋼板，如穿薄霧。如是小而又小之粒子，即是微塵之義」，就這個意思。所以十方世界統統是微塵聚，這個微塵就是阿賴耶的相分。"
    },
    {
      "id": "02-037-0215_p0021",
      "zh_CN": "这个东西被现代科学家发现了，这么小的一粒微尘，微中子。再分，科学家真的再把它分，这一分的时候发现没有了，原来是意念波动的现象。所以科学家才说意念是物质的基础，没有意念的波动就没有物质现象。这个极微，就是微中子，大概就是佛法里面讲的极微之微，它不能再分，再分就没有了。佛经上讲的这句话，今天科学家做到了，科学家把它再分，没有了，再分看见是意念波动的现象。所以，科学家就说出一句话，近代几百年科学的发展造成了我们一个错误的概念，这个错误概念是什么？叫二分法。二分就是把这些现象分成物理跟心理，他说这个分法是错误的，导致科学里面犯了很多错误，哲学里头也犯了很多错误。现在才知道，心理跟物理是一不是二，而且心理是物理的基础，才有现代所谓「念力的秘密」。科学家发现，原来物质是假的，物质是意念变现的一个幻相，所以意念跟物质是一体，是一不是二，不能分割。提出来一个论断，这是了不起的一个发明，这个论断说「以心控物」，用我们的意念控制物质。这是以前从来没人说的，也没有人相信的，心能控制物质。",
      "zh_TW": "這個東西被現代科學家發現了，這麼小的一粒微塵，微中子。再分，科學家真的再把它分，這一分的時候發現沒有了，原來是意念波動的現象。所以科學家才說意念是物質的基礎，沒有意念的波動就沒有物質現象。這個極微，就是微中子，大概就是佛法裡面講的極微之微，它不能再分，再分就沒有了。佛經上講的這句話，今天科學家做到了，科學家把它再分，沒有了，再分看見是意念波動的現象。所以，科學家就說出一句話，近代幾百年科學的發展造成了我們一個錯誤的概念，這個錯誤概念是什麼？叫二分法。二分就是把這些現象分成物理跟心理，他說這個分法是錯誤的，導致科學裡面犯了很多錯誤，哲學裡頭也犯了很多錯誤。現在才知道，心理跟物理是一不是二，而且心理是物理的基礎，才有現代所謂「念力的祕密」。科學家發現，原來物質是假的，物質是意念變現的一個幻相，所以意念跟物質是一體，是一不是二，不能分割。提出來一個論斷，這是了不起的一個發明，這個論斷說「以心控物」，用我們的意念控制物質。這是以前從來沒人說的，也沒有人相信的，心能控制物質。"
    },
    {
      "id": "02-037-0215_p0022",
      "zh_CN": "他们的实验，实验最多的，现在有很大的成就，就是用在治疗。得的特别是重病的，医生宣布存活的时间只有二、三个月，放弃治疗，这些人也都等于判了死刑，不可能有存活的机会，多一半都是信仰宗教的人。所以他们把治疗放弃了，无法治疗，没人给他治疗，他也就不想治疗了，天天祈祷求生天国。对身体不管了，就是意念完全集中在求生天国，念佛的人求生净土。意念这么一转，二、三个月之后没事，再去检查，病没有了，医生也感觉到惊讶，认为这是奇迹。其实现在科学家一点也不稀奇，这是念头控制物质，身体是个物质。现在我们懂得念头怎么控制物质？别去想它就没事，带着病毒的细胞会恢复正常，你决定不要去碰它。你想它好，错了，你想它不好也错了，最好别想它。你看宗教徒天天想上帝、天天想神、天天想真主，念佛的人天天想阿弥陀佛，不想它自然就好了。现在他们这个例子很多，他到处去搜集，用它来证明这个理论是正确的。意念的能量不止如此，这是对一个人，大的，大的可以对世界。科学家的估计，意念真正能够集中，这个能量足以让太空当中的星球，运行的星球改变轨道，有这么大的能量。地球上这些小小灾难算什么？当然可以化解！",
      "zh_TW": "他們的實驗，實驗最多的，現在有很大的成就，就是用在治療。得的特別是重病的，醫生宣布存活的時間只有二、三個月，放棄治療，這些人也都等於判了死刑，不可能有存活的機會，多一半都是信仰宗教的人。所以他們把治療放棄了，無法治療，沒人給他治療，他也就不想治療了，天天祈禱求生天國。對身體不管了，就是意念完全集中在求生天國，念佛的人求生淨土。意念這麼一轉，二、三個月之後沒事，再去檢查，病沒有了，醫生也感覺到驚訝，認為這是奇蹟。其實現在科學家一點也不稀奇，這是念頭控制物質，身體是個物質。現在我們懂得念頭怎麼控制物質？別去想它就沒事，帶著病毒的細胞會恢復正常，你決定不要去碰它。你想它好，錯了，你想它不好也錯了，最好別想它。你看宗教徒天天想上帝、天天想神、天天想真主，念佛的人天天想阿彌陀佛，不想它自然就好了。現在他們這個例子很多，他到處去蒐集，用它來證明這個理論是正確的。意念的能量不止如此，這是對一個人，大的，大的可以對世界。科學家的估計，意念真正能夠集中，這個能量足以讓太空當中的星球，運行的星球改變軌道，有這麼大的能量。地球上這些小小災難算什麼？當然可以化解！"
    },
    {
      "id": "02-037-0215_p0023",
      "zh_CN": "意念要正，不就是极乐世界吗？极乐世界比我们强，强在哪里？阿弥陀佛意念正。所有到极乐世界的人都接受阿弥陀佛的教育，阿弥陀佛天天讲经、天天教学，从无中断，所以说西方极乐世界人的意念纯净纯善。所以这个世界才能真正维系到，永远维系着建立常然，无衰无变。用我们一般话来说，永远的兴旺，永远是盛世，它不会衰的。那所用的确实是高等教育，是究竟圆满的教学，达到这个目的，我们应该要了解，我们应当要学习。",
      "zh_TW": "意念要正，不就是極樂世界嗎？極樂世界比我們強，強在哪裡？阿彌陀佛意念正。所有到極樂世界的人都接受阿彌陀佛的教育，阿彌陀佛天天講經、天天教學，從無中斷，所以說西方極樂世界人的意念純淨純善。所以這個世界才能真正維繫到，永遠維繫著建立常然，無衰無變。用我們一般話來說，永遠的興旺，永遠是盛世，它不會衰的。那所用的確實是高等教育，是究竟圓滿的教學，達到這個目的，我們應該要了解，我們應當要學習。"
    },
    {
      "id": "02-037-0215_p0024",
      "zh_CN": "最高的教育是开悟，了解整个宇宙的事实真相，知道自己，不但这一世，过去生生世世统统明了，未来生生世世也都看见。永远没有恶念，没有念头，善恶念头都没有，这就是回归自性，这才叫大圆满，这才叫真究竟。十方诸佛刹土看得清清楚楚、明明白白，什么地方需要帮助他自然就来了。今天我们地球上灾难这么多，他为什么不来？他来了，他不是不来，真来了。真来为什么救不了？这是佛经上所说的定业，定业你自己不能转，佛菩萨也不能转，天神、鬼神都不能转，那就是一定要消。怎么个消法？你的念头转过来就消掉了。念头不转，念头不转恶报现前，到你受恶报的时候你明白了。所以，种种灾难、业报是帮助人觉悟，他不遇到这个境界他不觉悟、他不会回头；境界现前，他觉悟了、回头了，一回头他灾难就没有了。真的，信仰宗教的人到天堂去了，念佛的人到极乐世界去了。你别看他作恶，造五逆十恶、毁谤佛法，临终这个境界一现前，一念觉悟，「佛是真的，不是假的，我念阿弥陀佛，求阿弥陀佛接我到极乐世界」，他真到极乐世界去了。你看地狱相现前，这边看到地狱，这边赶紧念佛，手抓住阿弥陀佛他就去了，他就不堕地狱，妙不可言！",
      "zh_TW": "最高的教育是開悟，了解整個宇宙的事實真相，知道自己，不但這一世，過去生生世世統統明瞭，未來生生世世也都看見。永遠沒有惡念，沒有念頭，善惡念頭都沒有，這就是回歸自性，這才叫大圓滿，這才叫真究竟。十方諸佛剎土看得清清楚楚、明明白白，什麼地方需要幫助他自然就來了。今天我們地球上災難這麼多，他為什麼不來？他來了，他不是不來，真來了。真來為什麼救不了？這是佛經上所說的定業，定業你自己不能轉，佛菩薩也不能轉，天神、鬼神都不能轉，那就是一定要消。怎麼個消法？你的念頭轉過來就消掉了。念頭不轉，念頭不轉惡報現前，到你受惡報的時候你明白了。所以，種種災難、業報是幫助人覺悟，他不遇到這個境界他不覺悟、他不會回頭；境界現前，他覺悟了、回頭了，一回頭他災難就沒有了。真的，信仰宗教的人到天堂去了，念佛的人到極樂世界去了。你別看他作惡，造五逆十惡、毀謗佛法，臨終這個境界一現前，一念覺悟，「佛是真的，不是假的，我念阿彌陀佛，求阿彌陀佛接我到極樂世界」，他真到極樂世界去了。你看地獄相現前，這邊看到地獄，這邊趕緊念佛，手抓住阿彌陀佛他就去了，他就不墮地獄，妙不可言！"
    },
    {
      "id": "02-037-0215_p0025",
      "zh_CN": "在生的时候造那么大罪业，为什么还能往生？道理在此地。因为什么？他本来是佛，只要他想作佛，他就去得成，他就作得成。他如果没有这一念头，不知道忏悔、不肯认错、不回头，那他就到地狱受罪。受罪的时候，哪一天觉悟了，一觉悟他就离开地狱。地狱不是真的，也是念头造成的，恶念造成的；极乐世界是佛念造成的，念阿弥陀佛这个念头造成的，都在临终那一念。所以，净土宗有这个理论、有这个事实真相，让所有造作恶业的人都有机会回头，都有机会成佛，平等的法门，不得了的法门！恶因恶果、恶业恶报，那是指什么？不能回头的人，没有觉悟的人，他得要受，受的目的还是帮他觉悟，还是帮他回头。",
      "zh_TW": "在生的時候造那麼大罪業，為什麼還能往生？道理在此地。因為什麼？他本來是佛，只要他想作佛，他就去得成，他就作得成。他如果沒有這一念頭，不知道懺悔、不肯認錯、不回頭，那他就到地獄受罪。受罪的時候，哪一天覺悟了，一覺悟他就離開地獄。地獄不是真的，也是念頭造成的，惡念造成的；極樂世界是佛念造成的，念阿彌陀佛這個念頭造成的，都在臨終那一念。所以，淨土宗有這個理論、有這個事實真相，讓所有造作惡業的人都有機會回頭，都有機會成佛，平等的法門，不得了的法門！惡因惡果、惡業惡報，那是指什麼？不能回頭的人，沒有覺悟的人，他得要受，受的目的還是幫他覺悟，還是幫他回頭。"
    },
    {
      "id": "02-037-0215_p0026",
      "zh_CN": "这一回头生到极乐世界，到底是什么品位？还是下下品、还是中下品、还是上上品？不一定，善导大师讲「总在遇缘不同」，这话讲得真好！我们明白这个道理，所以我们对造作恶业的那些人要恭敬，不能瞧不起，不能掉以轻心。为什么？说不定他临终一回头，他到极乐世界品位比我高。我今天看不起他，将来到极乐世界见面就不好意思了，所以不可以。各人缘不一样，很可能在我上头。你说这个道理真正是讲到究竟圆满，让每个人都能生起信心，只要回头，只要忏悔，再重的罪业都能消掉。因为罪业也是空的，也不是真的，凡所有相皆是虚妄，它也不例外。什么是真的？只有念佛是真的，这句阿弥陀佛是真的，除这个之外，凡所有相都是虚妄。因为这么个道理，这是真理，真实的道理，所以极重罪业一念忏悔，往生极乐世界就能够提升很高的品位。念老这一段里头引用得非常之好，这是用科学证明佛法，你看佛法，三千年前佛说的，跟近代科学所讲的完全相同。",
      "zh_TW": "這一回頭生到極樂世界，到底是什麼品位？還是下下品、還是中下品、還是上上品？不一定，善導大師講「總在遇緣不同」，這話講得真好！我們明白這個道理，所以我們對造作惡業的那些人要恭敬，不能瞧不起，不能掉以輕心。為什麼？說不定他臨終一回頭，他到極樂世界品位比我高。我今天看不起他，將來到極樂世界見面就不好意思了，所以不可以。各人緣不一樣，很可能在我上頭。你說這個道理真正是講到究竟圓滿，讓每個人都能生起信心，只要回頭，只要懺悔，再重的罪業都能消掉。因為罪業也是空的，也不是真的，凡所有相皆是虛妄，它也不例外。什麼是真的？只有念佛是真的，這句阿彌陀佛是真的，除這個之外，凡所有相都是虛妄。因為這麼個道理，這是真理，真實的道理，所以極重罪業一念懺悔，往生極樂世界就能夠提升很高的品位。念老這一段裡頭引用得非常之好，這是用科學證明佛法，你看佛法，三千年前佛說的，跟近代科學所講的完全相同。"
    },
    {
      "id": "02-037-0215_p0027",
      "zh_CN": "我们再看下面，「今经谓」，现在这个经上讲，「极乐与密严，皆非如是粒子之所成，举体是如来妙心」。这个话讲得好，极乐世界不是微尘聚，不是像我们这个世界是粒子所成就的，它举体是如来妙心，就是自性，性德所成就的。「是当人自性」，我在上面加一个字，「即是当人自性」，当人是自己，就是自己的自性；我把它讲得更白一点，即是自己自性。「故不生不灭，无衰无变，凝然常住，如无为性」。我们学佛要入这个境界了，我们的家庭永远兴旺，为什么？你有永远兴旺的道理在。你拿这个东西天天跟家人讲，你这一家人就是和合僧团，六和敬！天天讲，大家的想法、看法都一样。这种家风保持不坠，一直延续下去，你的家怎么会衰？",
      "zh_TW": "我們再看下面，「今經謂」，現在這個經上講，「極樂與密嚴，皆非如是粒子之所成，舉體是如來妙心」。這個話講得好，極樂世界不是微塵聚，不是像我們這個世界是粒子所成就的，它舉體是如來妙心，就是自性，性德所成就的。「是當人自性」，我在上面加一個字，「即是當人自性」，當人是自己，就是自己的自性；我把它講得更白一點，即是自己自性。「故不生不滅，無衰無變，凝然常住，如無為性」。我們學佛要入這個境界了，我們的家庭永遠興旺，為什麼？你有永遠興旺的道理在。你拿這個東西天天跟家人講，你這一家人就是和合僧團，六和敬！天天講，大家的想法、看法都一樣。這種家風保持不墜，一直延續下去，你的家怎麼會衰？"
    },
    {
      "id": "02-037-0215_p0028",
      "zh_CN": "孔老夫子传了七十多代，现在衰了，为什么衰？不讲了。为什么过去不衰？过去世世代代讲，这一代不讲了。孔德成先生在台湾我跟他很熟，他这个以后没有了，这是在中国传家最久的，一直不衰的，到现在衰了。现在衰的原因，还是学不讲了，道不讲了，原因在此地。如果孔德成先生在台湾依旧天天讲学，对谁讲？对自己家人讲，要求家人保持家风，那它还是不会衰。做官那个位子那个不要紧，奉祀官，在台湾陈水扁做总统把它废除掉了，不要了。这个没有关系，如果你的家风、家学一直还在讲，还有兴旺的时候，肯定有。为什么？底蕴太厚了，衰个一、二代没有关系，很容易起来。如果不讲，那真完了，这个历史到此为止，后来就没有了。所以，孔子的后代一定要认识这一点，要注意到这一点，把家风振兴起来没有别的，就是讲学，就是要真干。",
      "zh_TW": "孔老夫子傳了七十多代，現在衰了，為什麼衰？不講了。為什麼過去不衰？過去世世代代講，這一代不講了。孔德成先生在台灣我跟他很熟，他這個以後沒有了，這是在中國傳家最久的，一直不衰的，到現在衰了。現在衰的原因，還是學不講了，道不講了，原因在此地。如果孔德成先生在台灣依舊天天講學，對誰講？對自己家人講，要求家人保持家風，那它還是不會衰。做官那個位子那個不要緊，奉祀官，在台灣陳水扁做總統把它廢除掉了，不要了。這個沒有關係，如果你的家風、家學一直還在講，還有興旺的時候，肯定有。為什麼？底蘊太厚了，衰個一、二代沒有關係，很容易起來。如果不講，那真完了，這個歷史到此為止，後來就沒有了。所以，孔子的後代一定要認識這一點，要注意到這一點，把家風振興起來沒有別的，就是講學，就是要真幹。"
    },
    {
      "id": "02-037-0215_p0029",
      "zh_CN": "传统教学里头四科，五伦、五常、四维、八德，谁做？孔家来做，继承老祖宗，不是做不到的。真正把这桩事情做好，《大学》里面所说的三纲八目，这是方法，一定要遵守。从哪里做起？格物、致知、诚意、正心、修身、齐家，你要从这做起。这是纯正之法，大圣大贤都是在这个地方建立的基础，重要，比什么都重要，决定不能疏忽。平常人家如果照这个去做，他就是圣人，他可以怎么样？我们家过去没有圣贤，我今天建立圣贤。这不是自高、不是夸大，为什么？佛说了，「一切众生本来是佛」，我本来是佛，你也本来是佛，他也本来是佛，现在就是问题你想不想作佛？我想作佛，那我就成佛；你不想作佛，那你成不了。你有成佛的根！老祖宗告诉我们人性本善，我把我本善找回来的时候，那我就是圣人、就是贤人。从哪里找？八德就是找的一条路子。",
      "zh_TW": "傳統教學裡頭四科，五倫、五常、四維、八德，誰做？孔家來做，繼承老祖宗，不是做不到的。真正把這樁事情做好，《大學》裡面所說的三綱八目，這是方法，一定要遵守。從哪裡做起？格物、致知、誠意、正心、修身、齊家，你要從這做起。這是純正之法，大聖大賢都是在這個地方建立的基礎，重要，比什麼都重要，決定不能疏忽。平常人家如果照這個去做，他就是聖人，他可以怎麼樣？我們家過去沒有聖賢，我今天建立聖賢。這不是自高、不是誇大，為什麼？佛說了，「一切眾生本來是佛」，我本來是佛，你也本來是佛，他也本來是佛，現在就是問題你想不想作佛？我想作佛，那我就成佛；你不想作佛，那你成不了。你有成佛的根！老祖宗告訴我們人性本善，我把我本善找回來的時候，那我就是聖人、就是賢人。從哪裡找？八德就是找的一條路子。"
    },
    {
      "id": "02-037-0215_p0030",
      "zh_CN": "所以你要做圣人，头一个格物。物是什么？物是欲望，物欲；格是什么？要跟自己的欲望去做一番格斗。我要能够战胜欲望，就有资格成圣成贤；换句话说，我们今天成不了圣贤，是被欲望打垮了。欲望是什么？五欲六尘，中国人常讲七情五欲，贪瞋痴慢。这个东西把它丢干净的时候，本来是圣贤；你成不了圣贤，就是有这些东西障碍了你，这些东西害了你。现在害，你不知道它害你，你还挺喜欢它，你还舍不得离开它，错就错在这里。人要积大德、要修大福，大德大福就是伦理道德、就是四维八德，就是《大学》上的三纲八目，你只把这个掌握到了，没有一个不成功。",
      "zh_TW": "所以你要做聖人，頭一個格物。物是什麼？物是欲望，物欲；格是什麼？要跟自己的欲望去做一番格鬥。我要能夠戰勝欲望，就有資格成聖成賢；換句話說，我們今天成不了聖賢，是被欲望打垮了。欲望是什麼？五欲六塵，中國人常講七情五欲，貪瞋痴慢。這個東西把它丟乾淨的時候，本來是聖賢；你成不了聖賢，就是有這些東西障礙了你，這些東西害了你。現在害，你不知道它害你，你還挺喜歡它，你還捨不得離開它，錯就錯在這裡。人要積大德、要修大福，大德大福就是倫理道德、就是四維八德，就是《大學》上的三綱八目，你只把這個掌握到了，沒有一個不成功。"
    },
    {
      "id": "02-037-0215_p0031",
      "zh_CN": "今天救世需要什么人？需要圣贤人才能救世。圣贤人从哪里来的？圣贤人从读书来的，真正肯读圣贤书。圣贤里头，在佛经，佛经是大圣，在这个时代最契合我们学习、读诵的，无过于《无量寿经》会集本，无过于黄念老居士这个集注，真正能帮助我们成圣成贤，帮助我们往生到极乐世界去成佛。这个大忙都能帮，帮助我们兴家，帮助我们国家长治久安，帮助世界和平盛世，这是小事，决定可以做得到的。我讲过，能找到两百个发心的人，把《群书治要》六十五种原本，每个人用十年的时间专攻一本，十年之后，两百个圣人出现在世间，还得了！这个盛世，我们最低估计也能有一千年，千年盛世出现。这不是妄想，这是事实。能有两百个圣人出现在世间，奠定这个基础，让世间享一千年的福报，做得到，不是做不到。要世世代代永远保持，就是永远保持两百个人，世世代代保持，好好教学，那就跟极乐世界一样，「建立常然，无衰无变」，做得出来，不是做不出来。",
      "zh_TW": "今天救世需要什麼人？需要聖賢人才能救世。聖賢人從哪裡來的？聖賢人從讀書來的，真正肯讀聖賢書。聖賢裡頭，在佛經，佛經是大聖，在這個時代最契合我們學習、讀誦的，無過於《無量壽經》會集本，無過於黃念老居士這個集註，真正能幫助我們成聖成賢，幫助我們往生到極樂世界去成佛。這個大忙都能幫，幫助我們興家，幫助我們國家長治久安，幫助世界和平盛世，這是小事，決定可以做得到的。我講過，能找到兩百個發心的人，把《群書治要》六十五種原本，每個人用十年的時間專攻一本，十年之後，兩百個聖人出現在世間，還得了！這個盛世，我們最低估計也能有一千年，千年盛世出現。這不是妄想，這是事實。能有兩百個聖人出現在世間，奠定這個基礎，讓世間享一千年的福報，做得到，不是做不到。要世世代代永遠保持，就是永遠保持兩百個人，世世代代保持，好好教學，那就跟極樂世界一樣，「建立常然，無衰無變」，做得出來，不是做不出來。"
    },
    {
      "id": "02-037-0215_p0032",
      "zh_CN": "我们看下面这一科「净心」，分两段，经文只有两句：",
      "zh_TW": "我們看下面這一科「淨心」，分兩段，經文只有兩句："
    },
    {
      "id": "02-037-0215_p0033",
      "zh_CN": "【于无量劫。积植德行。】",
      "zh_TW": "【於無量劫。積植德行。】"
    },
    {
      "id": "02-037-0215_p0034",
      "zh_CN": "这一品经，第一段里头讲的是庄严佛土。我们前面讲的，极乐世界为什么有那么殊胜、有那么美好？阿弥陀佛建立到现在经过十个劫了，还是这么样的兴旺，还是这样的严净、庄严，不衰不变，为什么？因为它是法性。这是从因上讲。这第二段从缘上讲。因是我们一切众生都有的，他们有法性，我们也有法性，只是他们法性没有障碍，我们的法性有障碍。我们今天在这里再看看他的缘，他的缘了不起，这是总说，『于无量劫，积植德行』，没有把德行放掉。我们今天一看，我们今天把德行丢掉了。五伦丢掉了，变成什么？变成父不父、子不子，君不君、臣不臣。把五常丢掉了，五常丢掉就不像人了，仁义礼智信没有了。五常丢掉，你看不仁、不义、无礼、无智、无信，这个我们丢掉了，所以社会乱了。四维，礼义廉耻不讲了，现在人不知道什么叫羞耻。八德丢掉了，孝悌忠信没有了，仁爱和平没有了，和谐社会怎么能建得起来？和谐社会要能再建起来，那就是在此地这句话，「积植德行」。也就是我们把老祖宗的东西，五常五伦、四维八德找回来，认真去做，这就是积植德行。真可以恢复，不是不能。",
      "zh_TW": "這一品經，第一段裡頭講的是莊嚴佛土。我們前面講的，極樂世界為什麼有那麼殊勝、有那麼美好？阿彌陀佛建立到現在經過十個劫了，還是這麼樣的興旺，還是這樣的嚴淨、莊嚴，不衰不變，為什麼？因為它是法性。這是從因上講。這第二段從緣上講。因是我們一切眾生都有的，他們有法性，我們也有法性，只是他們法性沒有障礙，我們的法性有障礙。我們今天在這裡再看看他的緣，他的緣了不起，這是總說，『於無量劫，積植德行』，沒有把德行放掉。我們今天一看，我們今天把德行丟掉了。五倫丟掉了，變成什麼？變成父不父、子不子，君不君、臣不臣。把五常丟掉了，五常丟掉就不像人了，仁義禮智信沒有了。五常丟掉，你看不仁、不義、無禮、無智、無信，這個我們丟掉了，所以社會亂了。四維，禮義廉恥不講了，現在人不知道什麼叫羞恥。八德丟掉了，孝悌忠信沒有了，仁愛和平沒有了，和諧社會怎麼能建得起來？和諧社會要能再建起來，那就是在此地這句話，「積植德行」。也就是我們把老祖宗的東西，五常五倫、四維八德找回來，認真去做，這就是積植德行。真可以恢復，不是不能。"
    },
    {
      "id": "02-037-0215_p0035",
      "zh_CN": "中国这些典籍都在，就是没人讲了、没人学了。如果有人提倡，有年轻的人觉悟，我们不要做大官、我们不要发大财，我们要做圣人，我们要把中国文化复兴起来，做得到。有几个大企业家来帮助你，照顾你一个简单的生活，你不要操心，好好去读十年书。遵守老祖宗的方法，一门深入，长时薰修，十年之后能够出两百个圣贤，不但国家问题解决了，世界问题解决了。办得到，不是办不到，地球上的灾难可以化解。",
      "zh_TW": "中國這些典籍都在，就是沒人講了、沒人學了。如果有人提倡，有年輕的人覺悟，我們不要做大官、我們不要發大財，我們要做聖人，我們要把中國文化復興起來，做得到。有幾個大企業家來幫助你，照顧你一個簡單的生活，你不要操心，好好去讀十年書。遵守老祖宗的方法，一門深入，長時薰修，十年之後能夠出兩百個聖賢，不但國家問題解決了，世界問題解決了。辦得到，不是辦不到，地球上的災難可以化解。"
    },
    {
      "id": "02-037-0215_p0036",
      "zh_CN": "这两句，「是以下三段之总标」。「劫者，表极长难以比喻之时间」。「无量劫」，这个时间太长了，「表劫数又无量，此乃无量之极长的时间」。这是说极乐世界，他们生生世世都在积德。我们中国五千年的历史，所以我常常告诉我们的国人，对自己的国家要有信心，为什么？我们的祖先积德。我们现在虽然是不孝，背弃了祖宗，时间不长，把祖宗忘掉了，总共不过两百年而已。两百年，前一百年没有完全忘掉，为什么？表面上还有祭祀、还有讲学，这是满清末后的一百年。但是真干的人少了，对中国传统文化已经开始有怀疑了，这什么原因？外国文化进来了。两百年以前外国文化没进来，外国文化进来的时候，一些人觉得外国东西都新奇、都好，中国样样不如外国人，把自己的信心丧失了。对祖宗的孝敬淡薄了，对祖宗留下来的这些宝贝、这些典籍不念了，都去学外国文，学西洋的东西。那个时候才开始，还不至于很大的影响。满清亡国之后，中国社会一直在军阀割据、日本人侵略战乱当中，不但传统的东西没人做，讲的人都没有了，我们天天逃难，这才真的叫断了。完全断了不到一百年，所以还是能找得回来，只要肯发心、肯找。",
      "zh_TW": "這兩句，「是以下三段之總標」。「劫者，表極長難以比喻之時間」。「無量劫」，這個時間太長了，「表劫數又無量，此乃無量之極長的時間」。這是說極樂世界，他們生生世世都在積德。我們中國五千年的歷史，所以我常常告訴我們的國人，對自己的國家要有信心，為什麼？我們的祖先積德。我們現在雖然是不孝，背棄了祖宗，時間不長，把祖宗忘掉了，總共不過兩百年而已。兩百年，前一百年沒有完全忘掉，為什麼？表面上還有祭祀、還有講學，這是滿清末後的一百年。但是真幹的人少了，對中國傳統文化已經開始有懷疑了，這什麼原因？外國文化進來了。兩百年以前外國文化沒進來，外國文化進來的時候，一些人覺得外國東西都新奇、都好，中國樣樣不如外國人，把自己的信心喪失了。對祖宗的孝敬淡薄了，對祖宗留下來的這些寶貝、這些典籍不念了，都去學外國文，學西洋的東西。那個時候才開始，還不至於很大的影響。滿清亡國之後，中國社會一直在軍閥割據、日本人侵略戰亂當中，不但傳統的東西沒人做，講的人都沒有了，我們天天逃難，這才真的叫斷了。完全斷了不到一百年，所以還是能找得回來，只要肯發心、肯找。"
    },
    {
      "id": "02-037-0215_p0037",
      "zh_CN": "现在在马来西亚马六甲建了个汉学院，蔡礼旭老师在那边主持。真难得，得到马来西亚首相的支持，过去汤池有一批老师在那边学习。我们今天的期望，真的是寄望在马来西亚的华侨，马来西亚华侨六百万人。华校，小学有一千多所，中学有六十一所，这些学校的老师、校长对传统文化很热心、很爱护。汉学院现在在建筑，破土典礼我去参加了。建成之后，我是想分为两个部门，一个是研究院，研究院是谁？就是这批老师，他们是当然的研究员。每个人专攻一门功课，期限十年，这个功课的选定就是《群书治要》里面的六十五种，每个人学一种，六十五个老师。希望每个科目有三个人，这样就差不多两百个人。两百个老师在那边能够住上十年，十年之后能出六十五个老师，就是三分之一，是世界上汉学的顶尖教授。中国传统文化真的是二十一世纪的文化主流，这十年的成就不可思议。这是大事，能救全世界。我们向马来西亚的领导人顶礼，得到他们的护持不容易，这是大圣人的事业，这不是小事。",
      "zh_TW": "現在在馬來西亞馬六甲建了個漢學院，蔡禮旭老師在那邊主持。真難得，得到馬來西亞首相的支持，過去湯池有一批老師在那邊學習。我們今天的期望，真的是寄望在馬來西亞的華僑，馬來西亞華僑六百萬人。華校，小學有一千多所，中學有六十一所，這些學校的老師、校長對傳統文化很熱心、很愛護。漢學院現在在建築，破土典禮我去參加了。建成之後，我是想分為兩個部門，一個是研究院，研究院是誰？就是這批老師，他們是當然的研究員。每個人專攻一門功課，期限十年，這個功課的選定就是《群書治要》裡面的六十五種，每個人學一種，六十五個老師。希望每個科目有三個人，這樣就差不多兩百個人。兩百個老師在那邊能夠住上十年，十年之後能出六十五個老師，就是三分之一，是世界上漢學的頂尖教授。中國傳統文化真的是二十一世紀的文化主流，這十年的成就不可思議。這是大事，能救全世界。我們向馬來西亞的領導人頂禮，得到他們的護持不容易，這是大聖人的事業，這不是小事。"
    },
    {
      "id": "02-037-0215_p0038",
      "zh_CN": "我们希望国内也能有这个缘分，传统文化的根还是在中国，中国做比别的地方容易。也要能办这样一个研究院，两百个研究员，名称就可以定作「《群书治要》研习中心」。两百个研究员，三个人一部书，就是说一个小组，三个人一部书，十年的时间，能成就，不是不能成就。教学相长，他们所研究的东西大概三年就有成就，就能讲了。他们所讲的东西，我们把它录成光碟，再用电视、用网路这种手段向全国播放、向全世界播放。我相信一年的时间，我们的社会安定了，世界就和平了，一切都上轨道了。今天不是制度问题，什么问题都没有，就是教育出了问题；教育一回头，盛世马上就出现。非常重要！",
      "zh_TW": "我們希望國內也能有這個緣分，傳統文化的根還是在中國，中國做比別的地方容易。也要能辦這樣一個研究院，兩百個研究員，名稱就可以定作「《群書治要》研習中心」。兩百個研究員，三個人一部書，就是說一個小組，三個人一部書，十年的時間，能成就，不是不能成就。教學相長，他們所研究的東西大概三年就有成就，就能講了。他們所講的東西，我們把它錄成光碟，再用電視、用網路這種手段向全國播放、向全世界播放。我相信一年的時間，我們的社會安定了，世界就和平了，一切都上軌道了。今天不是制度問題，什麼問題都沒有，就是教育出了問題；教育一回頭，盛世馬上就出現。非常重要！"
    },
    {
      "id": "02-037-0215_p0039",
      "zh_CN": "我想到，我做不到了，年龄太大了，我现在只能说说话而已，所以趁讲经这个机会把我的想法、看法都说给大家听。希望有志年轻人应该发愿，不做大官，做大圣人、做大贤人，真正救国家、救民族、救全世界。一生守住做教师的身分，我们从事哪个行业？教育的行业，像孔老夫子、释迦牟尼佛，一生都是搞教育的。搞教育从哪里做起？从自己做起，这是第一个原则，自己做不到，就无法教人，先要自己做到。德行的基础，我们现在讲到这一段，积植德行，德行是什么？总纲是五伦、五常、四维、八德，《大学》里面三纲八目，这总纲领。从哪里落实？从《弟子规》、《感应篇》、《十善业》，从这里落实，这三样都很小，很短的东西。要做到，这不是念的、不是背的，要把它变成我们日常的生活，变成我们基本的概念，那你就具足了圣贤的基础。十年专攻一部，这是唐太宗他们这批人选定的，在中国古籍里头选定了六十五种。唐朝盛世就凭这部书建立的，皇帝自己一天到晚手不释卷，文武大臣必须要读、要学习。所以能够先救急，这个十年培养这些老师，就能把中国传统文化发扬光大。佛门里面能够培养十个讲经教学的大师，不得了！中国确实可以看到千年盛世。所以，积植德行比什么都重要。",
      "zh_TW": "我想到，我做不到了，年齡太大了，我現在只能說說話而已，所以趁講經這個機會把我的想法、看法都說給大家聽。希望有志年輕人應該發願，不做大官，做大聖人、做大賢人，真正救國家、救民族、救全世界。一生守住做教師的身分，我們從事哪個行業？教育的行業，像孔老夫子、釋迦牟尼佛，一生都是搞教育的。搞教育從哪裡做起？從自己做起，這是第一個原則，自己做不到，就無法教人，先要自己做到。德行的基礎，我們現在講到這一段，積植德行，德行是什麼？總綱是五倫、五常、四維、八德，《大學》裡面三綱八目，這總綱領。從哪裡落實？從《弟子規》、《感應篇》、《十善業》，從這裡落實，這三樣都很小，很短的東西。要做到，這不是念的、不是背的，要把它變成我們日常的生活，變成我們基本的概念，那你就具足了聖賢的基礎。十年專攻一部，這是唐太宗他們這批人選定的，在中國古籍裡頭選定了六十五種。唐朝盛世就憑這部書建立的，皇帝自己一天到晚手不釋卷，文武大臣必須要讀、要學習。所以能夠先救急，這個十年培養這些老師，就能把中國傳統文化發揚光大。佛門裡面能夠培養十個講經教學的大師，不得了！中國確實可以看到千年盛世。所以，積植德行比什麼都重要。"
    },
    {
      "id": "02-037-0215_p0040",
      "zh_CN": "无量劫，「时间，无法称说，不可计量。以表修行久远」。这是讲极乐世界，他有那么伟大的成就，他有那么长的时间在修养德行。『行』，「身口意之造作」，行是行为，身的动作是身的行为，口的言语是口的行为，意的思想，起心动念是意的行为。所以身口意这三种造作，这叫行。「德行者，所成之善谓为德，能成之道谓为行」，这叫德行。中国老祖宗说得那么清楚，说得这么简单。这个民族、这个国家存在这个世界上，四个文明古国，三个都没有了，中国还存在，什么原因？就是德行，老祖宗千万年的德行。人家常讲五千年，我都说一万多年。五千年是什么？是文字发明，没有文字之前不能说没有德行。印度婆罗门教有一万三千年的历史，我们中国传统文化我相信不输给它，也有一万多年。没有文字之前是靠传说，我们在孔子《论语》里面看到孔子学习的态度，看到中国传统文化源远流长。夫子说他一生「述而不作」，也就是说孔子一生没有创造、没有发明；换句话说，他所学的，他所修的、所教的、所传的全是古圣先贤的东西，没有自己东西，述而不作。他的态度，「信而好古」，对于古人的东西没有怀疑，认为那都是真理、那都是精品、那都是宝贝，喜欢，好古。我们今天要再把中国传统文化复兴，必须要有孔子这样的心态，我们才能做得到。不求自己的名利，人家都用创造发明，出版自己言论，提高自己知名度，不干这个事情，这个事情是假的。真的就真干，实德，你才能够感化现代人，感化后人。要真实的德行，所有一切虚伪淘汰得干干净净。儒释道三个根建立起来，真做到，一句没做到你就有缺陷、你就有漏洞，你不是一个完整的器具，你不能成为真正圣贤，这个圣贤的样子不是真的，一定要做到。三纲八目是教你怎么做法，从哪里做起。",
      "zh_TW": "無量劫，「時間，無法稱說，不可計量。以表修行久遠」。這是講極樂世界，他有那麼偉大的成就，他有那麼長的時間在修養德行。『行』，「身口意之造作」，行是行為，身的動作是身的行為，口的言語是口的行為，意的思想，起心動念是意的行為。所以身口意這三種造作，這叫行。「德行者，所成之善謂為德，能成之道謂為行」，這叫德行。中國老祖宗說得那麼清楚，說得這麼簡單。這個民族、這個國家存在這個世界上，四個文明古國，三個都沒有了，中國還存在，什麼原因？就是德行，老祖宗千萬年的德行。人家常講五千年，我都說一萬多年。五千年是什麼？是文字發明，沒有文字之前不能說沒有德行。印度婆羅門教有一萬三千年的歷史，我們中國傳統文化我相信不輸給它，也有一萬多年。沒有文字之前是靠傳說，我們在孔子《論語》裡面看到孔子學習的態度，看到中國傳統文化源遠流長。夫子說他一生「述而不作」，也就是說孔子一生沒有創造、沒有發明；換句話說，他所學的，他所修的、所教的、所傳的全是古聖先賢的東西，沒有自己東西，述而不作。他的態度，「信而好古」，對於古人的東西沒有懷疑，認為那都是真理、那都是精品、那都是寶貝，喜歡，好古。我們今天要再把中國傳統文化復興，必須要有孔子這樣的心態，我們才能做得到。不求自己的名利，人家都用創造發明，出版自己言論，提高自己知名度，不幹這個事情，這個事情是假的。真的就真幹，實德，你才能夠感化現代人，感化後人。要真實的德行，所有一切虛偽淘汰得乾乾淨淨。儒釋道三個根建立起來，真做到，一句沒做到你就有缺陷、你就有漏洞，你不是一個完整的器具，你不能成為真正聖賢，這個聖賢的樣子不是真的，一定要做到。三綱八目是教你怎麼做法，從哪裡做起。"
    },
    {
      "id": "02-037-0215_p0041",
      "zh_CN": "你看古圣先贤这个道路，你再去找个道路能不能比它更好？找不到那就遵守。这条路走了几千年，多少人成功了。我们到外国去找个道路，不行，成就不了。外国著名的科学家，这几百年当中，发明一些定律都认为是真理，过不了多少年，新的科学家提出一套东西把它推翻了。所以，现在科学家没有敢说他的东西是定律，他知道后人有更新的东西出来，会在他之上。但是中国老祖宗的东西那是金科定律，决定不能推翻的，你再找一个比它强一点的你找不到，他说绝了。难得，太难得了！我们对祖宗要有信心。没有信心，连外国人都不如，外国人汤恩比他就有信心。他能说得出来，「解决二十一世纪的社会问题」，那就是今天的问题，「只有中国孔孟学说跟大乘佛法」，这是个外国学者讲的。话讲出来了，真正懂得的人不多！",
      "zh_TW": "你看古聖先賢這個道路，你再去找個道路能不能比它更好？找不到那就遵守。這條路走了幾千年，多少人成功了。我們到外國去找個道路，不行，成就不了。外國著名的科學家，這幾百年當中，發明一些定律都認為是真理，過不了多少年，新的科學家提出一套東西把它推翻了。所以，現在科學家沒有敢說他的東西是定律，他知道後人有更新的東西出來，會在他之上。但是中國老祖宗的東西那是金科定律，決定不能推翻的，你再找一個比它強一點的你找不到，他說絕了。難得，太難得了！我們對祖宗要有信心。沒有信心，連外國人都不如，外國人湯恩比他就有信心。他能說得出來，「解決二十一世紀的社會問題」，那就是今天的問題，「只有中國孔孟學說跟大乘佛法」，這是個外國學者講的。話講出來了，真正懂得的人不多！"
    },
    {
      "id": "02-037-0215_p0042",
      "zh_CN": "我两次去访问伦敦，在伦敦大学、剑桥大学，我跟他们汉学院的同学做了次交流，跟他们的教授。我就问他，你们都是研究汉学的，跟你们说这是跟内行人说，这不是跟外行人说，我说汤恩比说的话真的吗？你们相信吗？我等着他们回答，没有回答，没有声音，只对着我笑。我反问一句，难道汤恩比的话说错了吗？也不回答，只是对着我笑。我说你们很聪明，既不否定也不赞成。最后我告诉大家，汤恩比的话说得没错，我们解读错了。怎么解读错了？讲到孔孟，你们就会想到四书、五经、十三经，你想到这上去；讲到大乘你会想到《华严》、《法华》、《般若》这些大经。这都是你们学的、你们读过的，能解决现在社会问题吗？是能解决，你们看不到，你们不了解这经的真正意思。我说你们看到的是花果，花从哪来的？枝上生的；枝从哪来的？干上长的；干从哪来的？本生的；本从哪来的？根；根是什么？不晓得，你们把根忘掉了。",
      "zh_TW": "我兩次去訪問倫敦，在倫敦大學、劍橋大學，我跟他們漢學院的同學做了次交流，跟他們的教授。我就問他，你們都是研究漢學的，跟你們說這是跟內行人說，這不是跟外行人說，我說湯恩比說的話真的嗎？你們相信嗎？我等著他們回答，沒有回答，沒有聲音，只對著我笑。我反問一句，難道湯恩比的話說錯了嗎？也不回答，只是對著我笑。我說你們很聰明，既不否定也不贊成。最後我告訴大家，湯恩比的話說得沒錯，我們解讀錯了。怎麼解讀錯了？講到孔孟，你們就會想到四書、五經、十三經，你想到這上去；講到大乘你會想到《華嚴》、《法華》、《般若》這些大經。這都是你們學的、你們讀過的，能解決現在社會問題嗎？是能解決，你們看不到，你們不了解這經的真正意思。我說你們看到的是花果，花從哪來的？枝上生的；枝從哪來的？幹上長的；幹從哪來的？本生的；本從哪來的？根；根是什麼？不曉得，你們把根忘掉了。"
    },
    {
      "id": "02-037-0215_p0043",
      "zh_CN": "中国传统的根，就是五伦、五常、四维、八德。根怎么落实的？就是《弟子规》，《弟子规》就等于说是养分、养料，培养这些根，让这些根长成，根深蒂固。这个根栽在肥沃的土地上，它茁壮、开花、结果，你说这多重要。所以儒释道的三个根，你找根，根找到你就有办法了。用什么方法来学习？就是三纲八目，《大学》，《大学》是讲方法。三纲，「大学之道」，第一个「在明明德，在亲民，在止于至善」，讲绝了！这三句话，佛经上讲体相用，明德是体，亲民是相，止于至善是用，作用。用什么方法来达到这个目标？下面的八目，第一个格物，致知、诚意、正心、修身、齐家、治国、平天下。这个方法讲得这么好，干净俐落，你要学成功了，不但你的家庭世代兴旺，国家长治久安。今天时间到了，我们就学习到此地。",
      "zh_TW": "中國傳統的根，就是五倫、五常、四維、八德。根怎麼落實的？就是《弟子規》，《弟子規》就等於說是養分、養料，培養這些根，讓這些根長成，根深蒂固。這個根栽在肥沃的土地上，它茁壯、開花、結果，你說這多重要。所以儒釋道的三個根，你找根，根找到你就有辦法了。用什麼方法來學習？就是三綱八目，《大學》，《大學》是講方法。三綱，「大學之道」，第一個「在明明德，在親民，在止於至善」，講絕了！這三句話，佛經上講體相用，明德是體，親民是相，止於至善是用，作用。用什麼方法來達到這個目標？下面的八目，第一個格物，致知、誠意、正心、修身、齊家、治國、平天下。這個方法講得這麼好，乾淨俐落，你要學成功了，不但你的家庭世代興旺，國家長治久安。今天時間到了，我們就學習到此地。"
    }
  ]
}