{
  "doc_id": "02-037-0090",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十集",
    "zh_TW": "第九十集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0090",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-037-0090_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百三十一面第三行，「庚八、入涅槃」，这是八相成道最后的一段，经文只有两句：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百三十一面第三行，「庚八、入涅槃」，這是八相成道最後的一段，經文只有兩句："
    },
    {
      "id": "02-037-0090_p0002",
      "zh_CN": "【于此中下。而现灭度。】",
      "zh_TW": "【於此中下。而現滅度。】"
    },
    {
      "id": "02-037-0090_p0003",
      "zh_CN": "『中下』，据《魏译》本碛砂藏的经本与高丽藏的经本，「此是八相成道中之第八般涅槃相。涅槃旧译为灭度，新译为圆寂」。这新旧两个字是以玄奘大师为界限，玄奘大师以前所翻的经都叫旧译，从他以后都叫新译，新旧是这个意思。旧译是玄奘大师以前，翻作灭度。灭是灭烦恼、灭习气、灭生死的果报，这统统都灭了。度是度脱六道轮回、度脱十法界，是这个意思。印度涅槃里头是有这个意思。新译翻作圆寂，圆是圆满，功德圆满，功德里面就是讲的智慧、德能、相好，样样都圆满，寂是清净寂灭，所以这两个字要连起来才行。圆满还有起心动念、还有分别执着，那不叫做灭度。圆满而不起心、不动念、不分别、不执着，这是涅槃的意思。小乘涅槃脱离六道轮回，大乘涅槃不但脱离十法界，而且还脱离实报庄严土，叫究竟涅槃。这个意思我们现在总算把它搞清楚、搞明白了。",
      "zh_TW": "『中下』，據《魏譯》本磧砂藏的經本與高麗藏的經本，「此是八相成道中之第八般涅槃相。涅槃舊譯為滅度，新譯為圓寂」。這新舊兩個字是以玄奘大師為界限，玄奘大師以前所翻的經都叫舊譯，從他以後都叫新譯，新舊是這個意思。舊譯是玄奘大師以前，翻作滅度。滅是滅煩惱、滅習氣、滅生死的果報，這統統都滅了。度是度脫六道輪迴、度脫十法界，是這個意思。印度涅槃裡頭是有這個意思。新譯翻作圓寂，圓是圓滿，功德圓滿，功德裡面就是講的智慧、德能、相好，樣樣都圓滿，寂是清淨寂滅，所以這兩個字要連起來才行。圓滿還有起心動念、還有分別執著，那不叫做滅度。圓滿而不起心、不動念、不分別、不執著，這是涅槃的意思。小乘涅槃脫離六道輪迴，大乘涅槃不但脫離十法界，而且還脫離實報莊嚴土，叫究竟涅槃。這個意思我們現在總算把它搞清楚、搞明白了。"
    },
    {
      "id": "02-037-0090_p0004",
      "zh_CN": "下面解释，「灭度者，灭生死之因果，渡生死之瀑流」，取的是这个意思。「《涅槃经》曰：灭诸烦恼，名为涅槃」。见思烦恼、尘沙烦恼、无明烦恼统统都灭了，我们一般讲都断了。「离诸有者，乃为涅槃」。这个诸有，有是有因有果。烦恼是因，生死是果报，果报里面有欲界、有色界、有无色界，还有四圣法界里面的变易生死，分段生死他没有了，他有变易生死，都包括在离诸有者范围之内。也就是三界有，四圣法界也有。「又《贤首心经略疏》」，贤首大师《心经》的注解里面有解释，「涅槃，此云圆寂。谓德无不备称圆」。德就是智慧、德能、相好，样样具足，没有一样欠缺，就是惠能大师明心见性之后所说的第三句话，「何期自性，本自具足」，就是此地圆的意思。「障无不尽」，障是烦恼、业障，全都断尽了，这叫寂，叫清净寂灭。我们常说，不起心、不动念、不分别、不执着，这叫寂，有起心动念，寂就没有了。虽然是非常微细波动的现象，几乎我们自己没有方法觉察知道，但是它真有。也就是弥勒菩萨所说的，一千六百兆分之一秒，那叫一念，那一念，心就不寂了；那一念都没有，这才真正叫寂。这个意思是妙觉如来果位上的事情。",
      "zh_TW": "下面解釋，「滅度者，滅生死之因果，渡生死之瀑流」，取的是這個意思。「《涅槃經》曰：滅諸煩惱，名為涅槃」。見思煩惱、塵沙煩惱、無明煩惱統統都滅了，我們一般講都斷了。「離諸有者，乃為涅槃」。這個諸有，有是有因有果。煩惱是因，生死是果報，果報裡面有欲界、有色界、有無色界，還有四聖法界裡面的變易生死，分段生死他沒有了，他有變易生死，都包括在離諸有者範圍之內。也就是三界有，四聖法界也有。「又《賢首心經略疏》」，賢首大師《心經》的註解裡面有解釋，「涅槃，此云圓寂。謂德無不備稱圓」。德就是智慧、德能、相好，樣樣具足，沒有一樣欠缺，就是惠能大師明心見性之後所說的第三句話，「何期自性，本自具足」，就是此地圓的意思。「障無不盡」，障是煩惱、業障，全都斷盡了，這叫寂，叫清淨寂滅。我們常說，不起心、不動念、不分別、不執著，這叫寂，有起心動念，寂就沒有了。雖然是非常微細波動的現象，幾乎我們自己沒有方法覺察知道，但是它真有。也就是彌勒菩薩所說的，一千六百兆分之一秒，那叫一念，那一念，心就不寂了；那一念都沒有，這才真正叫寂。這個意思是妙覺如來果位上的事情。"
    },
    {
      "id": "02-037-0090_p0005",
      "zh_CN": "「又《甄解》曰：义充法界」，义是义理、道理，充遍法界。「德备恒沙」，德就是智慧、德能、相好，备就是具足，恒沙是形容像恒河沙那么多，这是圆的意思。「体穷真性，妙绝相累」，这是寂的意思。体穷，这个体在此地是动词，就是我们体会、契入，也叫证得，有这个意思在里头；穷是证到底了，体会得究竟圆满的真性，真性就是自性，就是法相，就是诸法实相，证得究竟圆满的真性。妙绝相累，妙是非常巧妙，绝不再受一切现象之累，换句话说，一切现象不会影响你。一切现象无量无边，现代科学家把它分为三类，跟释迦牟尼佛分法完全相同，释迦牟尼佛也是把它分成三类，名词不一样。佛法里面称它为无明业相、转相、境界相，这把所有一切现象全包括在里面。业相是自然现象，转相是精神现象，我们今天讲心理的现象，境界相是物质现象，宇宙之间一切万象总不出这三大类，全包括了。现在科学的名词，称阿赖耶的业相他们叫做能量，阿赖耶的转相他们说做信息，阿赖耶的境界相科学家说它做物质，就是物质现象、精神现象、自然现象。所以现代科学我们佩服得五体投地，释迦牟尼佛说这个事情是在三千年前，宇宙的奥秘科学家把它揭穿，不容易！科学家揭穿了，还是凡夫，不是圣人。",
      "zh_TW": "「又《甄解》曰：義充法界」，義是義理、道理，充遍法界。「德備恆沙」，德就是智慧、德能、相好，備就是具足，恆沙是形容像恆河沙那麼多，這是圓的意思。「體窮真性，妙絕相累」，這是寂的意思。體窮，這個體在此地是動詞，就是我們體會、契入，也叫證得，有這個意思在裡頭；窮是證到底了，體會得究竟圓滿的真性，真性就是自性，就是法相，就是諸法實相，證得究竟圓滿的真性。妙絕相累，妙是非常巧妙，絕不再受一切現象之累，換句話說，一切現象不會影響你。一切現象無量無邊，現代科學家把它分為三類，跟釋迦牟尼佛分法完全相同，釋迦牟尼佛也是把它分成三類，名詞不一樣。佛法裡面稱它為無明業相、轉相、境界相，這把所有一切現象全包括在裡面。業相是自然現象，轉相是精神現象，我們今天講心理的現象，境界相是物質現象，宇宙之間一切萬象總不出這三大類，全包括了。現在科學的名詞，稱阿賴耶的業相他們叫做能量，阿賴耶的轉相他們說做信息，阿賴耶的境界相科學家說它做物質，就是物質現象、精神現象、自然現象。所以現代科學我們佩服得五體投地，釋迦牟尼佛說這個事情是在三千年前，宇宙的奧祕科學家把它揭穿，不容易！科學家揭穿了，還是凡夫，不是聖人。"
    },
    {
      "id": "02-037-0090_p0006",
      "zh_CN": "大乘经上告诉我们，这个事情什么人能见到？八地以上。菩萨五十一个阶位，上面是佛，连佛一共是五十二个阶位。八地以上，八地、九地、十地、等觉、妙觉五个位次，最高的五个位次他们知道。他们怎么知道？他们看见了。《心经》上说得好，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」。五蕴是什么？就是这三种现象。这三种现象在哪里？无处不在、无时不在。佛法给我们讲的，在毛端上、在微尘里；现在的科学家说的，在粒子里面、在夸克里面、在量子里面，科学家是这样说法。真的，佛法讲最小的物质，极微之微，被现在科学家看到了。佛法讲的，这高位菩萨看到，那是从定功里头看到的，不需要仪器，他的心真正清净到极处，于一切法真正做到不起心、不动念，他看到了，不需要用仪器。科学家是凡夫，用现代精密的仪器去观察，也看到了。菩萨看到，他没起心动念，所以他是圆寂的境界，就是涅槃的境界。科学家不但起心动念，他还分别执着，换句话说，完全是六道凡夫。六道凡夫借着精密科学仪器，也发现、也看到了，但是科学家不能了生死，不能出三界，依旧是凡夫，还要继续搞生死轮回，不一样！换句话说，佛法是用你自己本能见到事实真相，科学家是借重数学，先从数学里头去推断可能有这桩事情，再用精密仪器观察来证明。要观察很多次，一次、二次怕是偶然的，上百次、上千次，这才下定论真有这桩事情。",
      "zh_TW": "大乘經上告訴我們，這個事情什麼人能見到？八地以上。菩薩五十一個階位，上面是佛，連佛一共是五十二個階位。八地以上，八地、九地、十地、等覺、妙覺五個位次，最高的五個位次他們知道。他們怎麼知道？他們看見了。《心經》上說得好，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」。五蘊是什麼？就是這三種現象。這三種現象在哪裡？無處不在、無時不在。佛法給我們講的，在毛端上、在微塵裡；現在的科學家說的，在粒子裡面、在夸克裡面、在量子裡面，科學家是這樣說法。真的，佛法講最小的物質，極微之微，被現在科學家看到了。佛法講的，這高位菩薩看到，那是從定功裡頭看到的，不需要儀器，他的心真正清淨到極處，於一切法真正做到不起心、不動念，他看到了，不需要用儀器。科學家是凡夫，用現代精密的儀器去觀察，也看到了。菩薩看到，他沒起心動念，所以他是圓寂的境界，就是涅槃的境界。科學家不但起心動念，他還分別執著，換句話說，完全是六道凡夫。六道凡夫藉著精密科學儀器，也發現、也看到了，但是科學家不能了生死，不能出三界，依舊是凡夫，還要繼續搞生死輪迴，不一樣！換句話說，佛法是用你自己本能見到事實真相，科學家是借重數學，先從數學裡頭去推斷可能有這樁事情，再用精密儀器觀察來證明。要觀察很多次，一次、二次怕是偶然的，上百次、上千次，這才下定論真有這樁事情。"
    },
    {
      "id": "02-037-0090_p0007",
      "zh_CN": "近代科学的发现对我们学佛的人，我们是凡夫，佛经上这些奥秘，我们学经教的人在过去不能不承认，佛说的，怎么敢不承认。虽然承认，有怀疑，真的吗？现在看到科学报告，我们相信了，我们对佛佩服得五体投地，没话说，我们相信，我们不怀疑了。可是佛教给我们的路子我们还是要照走，我们必须要向不执着、不分别、不起心、不动念，向这条路上去走，将来我们自己不需要仪器，我们亲眼看见。到我们看见了，那你自己就晓得，你已经到八地以上的程度，你没有到八地以上你看不见，你有障碍。八地菩萨那个心定下来，那个定功不是普通菩萨的定功，那么微细，就是弥勒菩萨所说的，一弹指三百二十兆个波动现象，你都能看到，三百二十兆，一秒钟一千六百兆的生灭，这么微细的波动现象你看到了，这叫圆寂。",
      "zh_TW": "近代科學的發現對我們學佛的人，我們是凡夫，佛經上這些奧祕，我們學經教的人在過去不能不承認，佛說的，怎麼敢不承認。雖然承認，有懷疑，真的嗎？現在看到科學報告，我們相信了，我們對佛佩服得五體投地，沒話說，我們相信，我們不懷疑了。可是佛教給我們的路子我們還是要照走，我們必須要向不執著、不分別、不起心、不動念，向這條路上去走，將來我們自己不需要儀器，我們親眼看見。到我們看見了，那你自己就曉得，你已經到八地以上的程度，你沒有到八地以上你看不見，你有障礙。八地菩薩那個心定下來，那個定功不是普通菩薩的定功，那麼微細，就是彌勒菩薩所說的，一彈指三百二十兆個波動現象，你都能看到，三百二十兆，一秒鐘一千六百兆的生滅，這麼微細的波動現象你看到了，這叫圓寂。"
    },
    {
      "id": "02-037-0090_p0008",
      "zh_CN": "所以妙绝相累，知道这个相不是真的，相是刹那生灭，《般若经》上讲的，「凡所有相，皆是虚妄」。一真法界里头的依正庄严也不是真的，是自己无始无明习气那个状态之下发生的。无始无明习气断干净了，实报庄严土依正庄严没有了，回归到常寂光。常寂光纯真无妄，就是惠能大师所说的，惠能大师不简单，开悟二十四岁，他说的这五句话就是他自己见到的。见到自性，自性是什么样子？「本自清净」，自性从来没有染污过。第二个现象，它「本不生灭」，换句话说，它没有波动现象，波动就是生灭现象，它没有，它是清净的，它是平等的，没有波动现象。第三个「本自具足」，他怎么看见的！第四个「本无动摇」，真心是不动的，妄心是动的，阿赖耶是动的，真心不动。我们不动是真心，我们动了是妄心，真心能生万法，遍法界虚空界万事万法都是真心所现所生。大经上常讲，整个宇宙是心现识变。这里头这么多变化，谁在主持变化？变化是识，识就是起心动念、分别执着，有这个东西你就看到变化。变化没有穷尽，没有相同的，就像万花筒一样，你只要把它转动，千变万化。这里头没有理由可循的，是自性的本能，法尔如是。",
      "zh_TW": "所以妙絕相累，知道這個相不是真的，相是剎那生滅，《般若經》上講的，「凡所有相，皆是虛妄」。一真法界裡頭的依正莊嚴也不是真的，是自己無始無明習氣那個狀態之下發生的。無始無明習氣斷乾淨了，實報莊嚴土依正莊嚴沒有了，回歸到常寂光。常寂光純真無妄，就是惠能大師所說的，惠能大師不簡單，開悟二十四歲，他說的這五句話就是他自己見到的。見到自性，自性是什麼樣子？「本自清淨」，自性從來沒有染污過。第二個現象，它「本不生滅」，換句話說，它沒有波動現象，波動就是生滅現象，它沒有，它是清淨的，它是平等的，沒有波動現象。第三個「本自具足」，他怎麼看見的！第四個「本無動搖」，真心是不動的，妄心是動的，阿賴耶是動的，真心不動。我們不動是真心，我們動了是妄心，真心能生萬法，遍法界虛空界萬事萬法都是真心所現所生。大經上常講，整個宇宙是心現識變。這裡頭這麼多變化，誰在主持變化？變化是識，識就是起心動念、分別執著，有這個東西你就看到變化。變化沒有窮盡，沒有相同的，就像萬花筒一樣，你只要把它轉動，千變萬化。這裡頭沒有理由可循的，是自性的本能，法爾如是。"
    },
    {
      "id": "02-037-0090_p0009",
      "zh_CN": "「上之经论」，上面所引的经跟论来注解灭度。「表法身大士专志佛果」，表是表法。这些人「不住灰灭」，灰是灰身，不要身体了，灭是把念头灭掉，不起心、不动念。这是什么人？阿罗汉跟辟支佛，他们证到这个境界，有这个能力，他身就不要了，念头就不起了。他住到什么地方去？住叫偏真涅槃，相似的涅槃，很像涅槃，不是真的涅槃，也叫涅槃。「但为饶益中下二乘，善巧方便，而示现入灭之相」。法身菩萨，《华严经》上讲的，四十一位法身大士，他们不住生死、不住涅槃，二边都不住，这是大乘菩萨。大乘菩萨这个境界叫无住涅槃，他证得涅槃，他不住。他不必灰身，身是身体，身体死了之后火化变成骨灰叫灰，是这个意思。灭，灭是灭意识、起心动念，是这个意思。如果灰身灭念，佛法的名词叫智，灭智，智就是念头，你就不能教化众生，你自己可以享受清净寂灭这个境界，但是对众生不能够布施恩惠。法身菩萨不然，他证得这个境界，他还把身体留在世间，像释迦牟尼佛当年在世，在菩提树下大彻大悟，就证得这个境界，他没有灰身，他没有灭智，他出定之后，到鹿野苑从事教学，这一教，教了四十九年，才灰灭，这是大乘菩萨。在中国，六祖惠能大师为我们表演的，就像世尊一样，他们这种能力，应以什么身得度就现什么身。在印度当时，大家求佛出世，释迦牟尼佛就以佛身而为说法，惠能大师在中国也证得了圆寂，他没有灰身灭智，三十二应里头，在中国，应以比丘身出现在世间，他就以比丘身来教化众生，成为禅宗的一代祖师。这个做法比小乘高！善巧方便，而示现入灭之相。",
      "zh_TW": "「上之經論」，上面所引的經跟論來註解滅度。「表法身大士專志佛果」，表是表法。這些人「不住灰滅」，灰是灰身，不要身體了，滅是把念頭滅掉，不起心、不動念。這是什麼人？阿羅漢跟辟支佛，他們證到這個境界，有這個能力，他身就不要了，念頭就不起了。他住到什麼地方去？住叫偏真涅槃，相似的涅槃，很像涅槃，不是真的涅槃，也叫涅槃。「但為饒益中下二乘，善巧方便，而示現入滅之相」。法身菩薩，《華嚴經》上講的，四十一位法身大士，他們不住生死、不住涅槃，二邊都不住，這是大乘菩薩。大乘菩薩這個境界叫無住涅槃，他證得涅槃，他不住。他不必灰身，身是身體，身體死了之後火化變成骨灰叫灰，是這個意思。滅，滅是滅意識、起心動念，是這個意思。如果灰身滅念，佛法的名詞叫智，滅智，智就是念頭，你就不能教化眾生，你自己可以享受清淨寂滅這個境界，但是對眾生不能夠布施恩惠。法身菩薩不然，他證得這個境界，他還把身體留在世間，像釋迦牟尼佛當年在世，在菩提樹下大徹大悟，就證得這個境界，他沒有灰身，他沒有滅智，他出定之後，到鹿野苑從事教學，這一教，教了四十九年，才灰滅，這是大乘菩薩。在中國，六祖惠能大師為我們表演的，就像世尊一樣，他們這種能力，應以什麼身得度就現什麼身。在印度當時，大家求佛出世，釋迦牟尼佛就以佛身而為說法，惠能大師在中國也證得了圓寂，他沒有灰身滅智，三十二應裡頭，在中國，應以比丘身出現在世間，他就以比丘身來教化眾生，成為禪宗的一代祖師。這個做法比小乘高！善巧方便，而示現入滅之相。"
    },
    {
      "id": "02-037-0090_p0010",
      "zh_CN": "如《法华经寿量品》上所说的，「若佛久住于世，薄德之人，不种善根，贫穷下贱，贪着五欲，入于忆想妄见网中」。这是说佛为什么不常住在世间，常住世间就起了副作用。为什么？薄德之人不种善根，佛久住在世间，什么时候找他跟他学都来得及，何必那么着急？凡夫因循苟且，把光阴错过了。贫穷下贱，贪着五欲享受，所以他们入于忆想妄见网中，就是我们讲的妄想，这个我们在现前都看到。「若见如来常在不灭，便起憍恣而怀厌怠，不能生难遭之想、恭敬之心」。这真的，我们年轻的时候看到，李炳南老居士在台中住了三十八年，我们外地到台中去亲近老师，我们的心态跟当地人完全不一样。当地人确实傲慢，那种态度，他们常亲近老师，他们对于真正学习有厌倦、有懈怠，老师常常在，没关系，今年没学好，明年，明年没学好，后年，有的是时间，老师常住世间。我们外来的人不一样，在那里时间很短，分秒必争，希望多学一点，我们机会难逢。这就是为什么在身边的人学不到东西，不如外头来的人，道理就在此地，非常明显。",
      "zh_TW": "如《法華經壽量品》上所說的，「若佛久住於世，薄德之人，不種善根，貧窮下賤，貪著五欲，入於憶想妄見網中」。這是說佛為什麼不常住在世間，常住世間就起了副作用。為什麼？薄德之人不種善根，佛久住在世間，什麼時候找他跟他學都來得及，何必那麼著急？凡夫因循苟且，把光陰錯過了。貧窮下賤，貪著五欲享受，所以他們入於憶想妄見網中，就是我們講的妄想，這個我們在現前都看到。「若見如來常在不滅，便起憍恣而懷厭怠，不能生難遭之想、恭敬之心」。這真的，我們年輕的時候看到，李炳南老居士在台中住了三十八年，我們外地到台中去親近老師，我們的心態跟當地人完全不一樣。當地人確實傲慢，那種態度，他們常親近老師，他們對於真正學習有厭倦、有懈怠，老師常常在，沒關係，今年沒學好，明年，明年沒學好，後年，有的是時間，老師常住世間。我們外來的人不一樣，在那裡時間很短，分秒必爭，希望多學一點，我們機會難逢。這就是為什麼在身邊的人學不到東西，不如外頭來的人，道理就在此地，非常明顯。"
    },
    {
      "id": "02-037-0090_p0011",
      "zh_CN": "我亲近李老师的时候三十二岁，在台中住了一年三个月，就是十五个月，我出家了。我出家的时候我知道老师心里很难过，那个时候没有汽车，三轮车，交通工具是三轮车，老师自己没有三轮车，送我到火车站，叫了一辆三轮车，叫我跟他坐在一起，他送我到车站，我都看他流眼泪。我离开台中到台北圆山临济寺出家，听到台中的同学，他们到台北来看我，告诉我，老师讲经的时候骂人了。我说怎么骂人？台中同学跟他十年，你们十年什么都没学到，学到的人走了。他也没提名字，大家都知道是我，学到的人都走了。所以他跑到台北来找我，你学到了些什么？我说我学的跟你们一样，老师没有单独教给我东西，讲经教学大家都在一起。那老师为什么说你学到东西？我说可能心态不一样，我们在台中的时候是分秒必争，住一天是一天的福报，非常珍惜；你们在台中大概有的是时间，十年不行，二十年，二十年不行，三十年，你们是这种心态，懈怠懒散，原因在此地。我们怎么敢懈怠，在台中没有根、没有家，随时会离开，机会就太难得！",
      "zh_TW": "我親近李老師的時候三十二歲，在台中住了一年三個月，就是十五個月，我出家了。我出家的時候我知道老師心裡很難過，那個時候沒有汽車，三輪車，交通工具是三輪車，老師自己沒有三輪車，送我到火車站，叫了一輛三輪車，叫我跟他坐在一起，他送我到車站，我都看他流眼淚。我離開台中到台北圓山臨濟寺出家，聽到台中的同學，他們到台北來看我，告訴我，老師講經的時候罵人了。我說怎麼罵人？台中同學跟他十年，你們十年什麼都沒學到，學到的人走了。他也沒提名字，大家都知道是我，學到的人都走了。所以他跑到台北來找我，你學到了些什麼？我說我學的跟你們一樣，老師沒有單獨教給我東西，講經教學大家都在一起。那老師為什麼說你學到東西？我說可能心態不一樣，我們在台中的時候是分秒必爭，住一天是一天的福報，非常珍惜；你們在台中大概有的是時間，十年不行，二十年，二十年不行，三十年，你們是這種心態，懈怠懶散，原因在此地。我們怎麼敢懈怠，在台中沒有根、沒有家，隨時會離開，機會就太難得！"
    },
    {
      "id": "02-037-0090_p0012",
      "zh_CN": "一般人心目当中有一句话，常常讲的，多少人也告诉我，我身边悟字辈这么多年来没成就。什么原因？老法师讲经是为他们讲的，不是为我讲的。这个心态很普遍，古今中外在所不免。当年在台中，台中的同修还不是这样的，老师讲经是为那些人讲的，自己好像都成就了，老修行了，一说，十几年、二十几年，资格都很老，其实什么都没听进去。我们从外面去的人不一样，我们的心态，老师句句话都是为我一个人讲的，我们完全接受。老师在上课教学，你们不肯接受，我肯接受，道理就在此地。你们对老师表面上恭敬，我们对老师是内心里头真诚的恭敬。印光大师所说的，「一分诚敬得一分利益，十分诚敬得十分利益」。我们对老师那个诚敬心是不是百分之百？不是。我常常讲，是讲真话，我对老师的诚敬，百分之二、三十而已，我就能得百分之二、三十。你们对老师的诚敬？百分之一、二而已，我们当中就相差十倍。我劝他们要珍惜，不珍惜、不恭敬、不真诚，你跟老师住一辈子，三十八年，差两年就四十年，你什么都没学到，一生白跟了。",
      "zh_TW": "一般人心目當中有一句話，常常講的，多少人也告訴我，我身邊悟字輩這麼多年來沒成就。什麼原因？老法師講經是為他們講的，不是為我講的。這個心態很普遍，古今中外在所不免。當年在台中，台中的同修還不是這樣的，老師講經是為那些人講的，自己好像都成就了，老修行了，一說，十幾年、二十幾年，資格都很老，其實什麼都沒聽進去。我們從外面去的人不一樣，我們的心態，老師句句話都是為我一個人講的，我們完全接受。老師在上課教學，你們不肯接受，我肯接受，道理就在此地。你們對老師表面上恭敬，我們對老師是內心裡頭真誠的恭敬。印光大師所說的，「一分誠敬得一分利益，十分誠敬得十分利益」。我們對老師那個誠敬心是不是百分之百？不是。我常常講，是講真話，我對老師的誠敬，百分之二、三十而已，我就能得百分之二、三十。你們對老師的誠敬？百分之一、二而已，我們當中就相差十倍。我勸他們要珍惜，不珍惜、不恭敬、不真誠，你跟老師住一輩子，三十八年，差兩年就四十年，你什麼都沒學到，一生白跟了。"
    },
    {
      "id": "02-037-0090_p0013",
      "zh_CN": "跟我三、四十年的人有。我在台湾建立华藏图书馆，那一年是我讲经教学第二十年，也就是出家二十年，我们有了个图书馆，才有一些同学在图书馆出家，到今天也有三十三年了。悟泓就是其中的一个，悟道、悟本这最初的，图书馆开幕没多久他们就来了，三十二、三年。如果真学，三十年的时间，在古人来讲，得三昧、开悟是很有可能的，时间全空过了。古人教给我们的方法，人人都会说，没有认真去做。戒律、德行上扎根，为什么？因戒得定，因定开慧。中等根性的人，三、四年能得三昧，七、八年就很有可能开悟，不能大彻大悟也可以达到大悟。大悟的境界能通一宗，与这一宗相关的经论法门都能通；大彻大悟那是全通了，世出世间法全通了。修行修什么？这个经本经题上讲得很清楚，修清净心、修平等心、修觉心。那个觉心的标准就是三皈依，「觉而不迷，正而不邪，净而不染」，你要是用这个做目标，你的十年成就不得了！几个人去干？没人干，能说的人有，真干的人没有。没想到我们发现一个真干的，刘素云居士，她用了十年功，一门深入，长时薰修，我们不知道，十年成就了，我们才晓得，这个不在身边。像刘素云这样真干的人有没有？我相信有，我们不知道。真干的人也不愿意人知道，他不要名闻利养，他自己成就了，有缘教化众生，无缘自己到极乐世界去了，真成就了。这个地方的经文讲得非常好，古今中外都有这些问题，尤其是现前的社会，跟古人比是不能比的。所以见到佛要是真的常在不灭，憍恣厌怠决定有的，难遭之想、恭敬之心生不出来。",
      "zh_TW": "跟我三、四十年的人有。我在台灣建立華藏圖書館，那一年是我講經教學第二十年，也就是出家二十年，我們有了個圖書館，才有一些同學在圖書館出家，到今天也有三十三年了。悟泓就是其中的一個，悟道、悟本這最初的，圖書館開幕沒多久他們就來了，三十二、三年。如果真學，三十年的時間，在古人來講，得三昧、開悟是很有可能的，時間全空過了。古人教給我們的方法，人人都會說，沒有認真去做。戒律、德行上扎根，為什麼？因戒得定，因定開慧。中等根性的人，三、四年能得三昧，七、八年就很有可能開悟，不能大徹大悟也可以達到大悟。大悟的境界能通一宗，與這一宗相關的經論法門都能通；大徹大悟那是全通了，世出世間法全通了。修行修什麼？這個經本經題上講得很清楚，修清淨心、修平等心、修覺心。那個覺心的標準就是三皈依，「覺而不迷，正而不邪，淨而不染」，你要是用這個做目標，你的十年成就不得了！幾個人去幹？沒人幹，能說的人有，真幹的人沒有。沒想到我們發現一個真幹的，劉素雲居士，她用了十年功，一門深入，長時薰修，我們不知道，十年成就了，我們才曉得，這個不在身邊。像劉素雲這樣真幹的人有沒有？我相信有，我們不知道。真幹的人也不願意人知道，他不要名聞利養，他自己成就了，有緣教化眾生，無緣自己到極樂世界去了，真成就了。這個地方的經文講得非常好，古今中外都有這些問題，尤其是現前的社會，跟古人比是不能比的。所以見到佛要是真的常在不滅，憍恣厭怠決定有的，難遭之想、恭敬之心生不出來。"
    },
    {
      "id": "02-037-0090_p0014",
      "zh_CN": "「是故如来虽不实灭」。释迦牟尼佛七十九岁示现灭度，实际上他真的没有灭，表演这个相。「非灭现灭，故云示现。作此示现，为度中下之机故」。是为中下之机（根性）的人来表演的，这一表演，大家心里震动，佛不住世了，忏除业障，认真学习，有一批人就得度了，用这个方法，让一批人警觉到。跟佛有缘的人，在这个表演之下全都得度。「若是上根」，上根是什么？在佛法会当中，就是讲经教学之中已经大彻大悟的人。惠能大师当年在世，在他会下大彻大悟达到他同样境界的有四十三个人。在中国过去没有过，六祖大师灭度到今天也没有看见过，太殊胜！我们在历史上看，一个老师会下能有三、五个明心见性的就不得了，就不多了，四十三个，在中国佛教史上只有这一个人。所以上根人、见性的人他们清楚。「则见如来无所从来，亦无所去，本离生灭，何有涅槃」，表演的。",
      "zh_TW": "「是故如來雖不實滅」。釋迦牟尼佛七十九歲示現滅度，實際上他真的沒有滅，表演這個相。「非滅現滅，故云示現。作此示現，為度中下之機故」。是為中下之機（根性）的人來表演的，這一表演，大家心裡震動，佛不住世了，懺除業障，認真學習，有一批人就得度了，用這個方法，讓一批人警覺到。跟佛有緣的人，在這個表演之下全都得度。「若是上根」，上根是什麼？在佛法會當中，就是講經教學之中已經大徹大悟的人。惠能大師當年在世，在他會下大徹大悟達到他同樣境界的有四十三個人。在中國過去沒有過，六祖大師滅度到今天也沒有看見過，太殊勝！我們在歷史上看，一個老師會下能有三、五個明心見性的就不得了，就不多了，四十三個，在中國佛教史上只有這一個人。所以上根人、見性的人他們清楚。「則見如來無所從來，亦無所去，本離生滅，何有涅槃」，表演的。"
    },
    {
      "id": "02-037-0090_p0015",
      "zh_CN": "「是故隋智者大师读《法华药王品》，亲见灵山一会俨然未散」。智者大师读《法华经》，读到「药王品」他老人家入定了，定中境界出现。定中里面没有时间、没有空间，没有空间就是没有距离，没有时间就在当下。他见到释迦牟尼佛在灵鹫山讲《法华经》，他还听了一堂课，出定之后告诉大家，世尊在灵鹫山讲《法华经》还没有散，还在讲；换句话说，释迦牟尼佛没有灭度。我们如果要有智者大师那种定功，能不能见到弥陀？能不能见到释迦？随时都见得到。有这种功夫，能回到过去，能看到未来，没有一样不清楚，没有一样不明白。这是我们自己的本能，不是从外面求得来的，心清净就现前，心染污它就不现前，就这么个道理。所以就晓得清净心多重要！清净心没有别的，放下，放下是心放下，事不相干。但是一般人他老是挂念这些事，这个事就妨碍他清净心，那事也放下。功夫真正提升了，事不相干，凡所有相皆是虚妄，放在心上干什么，不放在心上，再多的事情也没事，这是我们要学的。不要被外面环境所累，你真的得到解脱了。特别是在我们现前这个大环境当中，找一个清净地方修找不到了。真有本事，什么地方都是清净环境，心净则万物都净，妙就妙在此地。哪个地方找清净环境？处处皆是，没有一处不清净，决定不被它干扰。这个成就比一般修定的高，一般修定要找个环境，你什么环境都在定中，他就比不上你。一切时、一切处求心清净平等觉就对了。这是说明世尊没有生灭，示现生灭。为什么示现？给中下程度的人给他看，告诉佛住世不是像你想像的，他也是短暂的，遇到了一定把这个机会抓住，绝不要放松，这就对了。",
      "zh_TW": "「是故隋智者大師讀《法華藥王品》，親見靈山一會儼然未散」。智者大師讀《法華經》，讀到「藥王品」他老人家入定了，定中境界出現。定中裡面沒有時間、沒有空間，沒有空間就是沒有距離，沒有時間就在當下。他見到釋迦牟尼佛在靈鷲山講《法華經》，他還聽了一堂課，出定之後告訴大家，世尊在靈鷲山講《法華經》還沒有散，還在講；換句話說，釋迦牟尼佛沒有滅度。我們如果要有智者大師那種定功，能不能見到彌陀？能不能見到釋迦？隨時都見得到。有這種功夫，能回到過去，能看到未來，沒有一樣不清楚，沒有一樣不明白。這是我們自己的本能，不是從外面求得來的，心清淨就現前，心染污它就不現前，就這麼個道理。所以就曉得清淨心多重要！清淨心沒有別的，放下，放下是心放下，事不相干。但是一般人他老是掛念這些事，這個事就妨礙他清淨心，那事也放下。功夫真正提升了，事不相干，凡所有相皆是虛妄，放在心上幹什麼，不放在心上，再多的事情也沒事，這是我們要學的。不要被外面環境所累，你真的得到解脫了。特別是在我們現前這個大環境當中，找一個清淨地方修找不到了。真有本事，什麼地方都是清淨環境，心淨則萬物都淨，妙就妙在此地。哪個地方找清淨環境？處處皆是，沒有一處不清淨，決定不被它干擾。這個成就比一般修定的高，一般修定要找個環境，你什麼環境都在定中，他就比不上你。一切時、一切處求心清淨平等覺就對了。這是說明世尊沒有生滅，示現生滅。為什麼示現？給中下程度的人給他看，告訴佛住世不是像你想像的，他也是短暫的，遇到了一定把這個機會抓住，絕不要放鬆，這就對了。"
    },
    {
      "id": "02-037-0090_p0016",
      "zh_CN": "八相成道还没讲完，后面「德用无方」，这里头分两段，一个是「自利德」，一个是「利他德」，自利利他。自利里头有两小段，这是第一小段「定慧等持」，经文：",
      "zh_TW": "八相成道還沒講完，後面「德用無方」，這裡頭分兩段，一個是「自利德」，一個是「利他德」，自利利他。自利裡頭有兩小段，這是第一小段「定慧等持」，經文："
    },
    {
      "id": "02-037-0090_p0017",
      "zh_CN": "【得无生无灭诸三摩地。及得一切陀罗尼门。随时悟入华严三昧。具足总持百千三昧。】",
      "zh_TW": "【得無生無滅諸三摩地。及得一切陀羅尼門。隨時悟入華嚴三昧。具足總持百千三昧。】"
    },
    {
      "id": "02-037-0090_p0018",
      "zh_CN": "首先这个自利你得到什么？定、慧。定慧是平等的，这个很重要，就得受用。如果定慧不平等，那就起反作用，慧多定少人浮躁，妄念很多；定多慧少容易昏沉，精神提不起来；必须要定慧平等，要等持，才能够契入禅定的境界，才能开悟。我们看念老的注解，「三摩地」，你看他『得无生无灭诸三摩地』，不是一个，「诸」是很多。三摩地就是禅定，三摩地是梵语，「旧称三昧」，旧译把它译成三昧，「三摩提、三摩帝」，这都是梵文的音译。「翻为定、正定、正受、调直定、正心行处、等持等」，这都是三摩地中文的意思。它是什么意思？翻为定，戒定慧的定，又翻作正定，拣别它不是邪定；正受，受是正常的享受。我们凡夫享受的是什么？佛法讲五种受，所有一切享受归纳起来不外乎五种，身体有苦乐两种受，心里面有忧喜两种受，另外一种，身没有苦乐，心没有忧喜，这个很好，这叫舍受。实际上这就是正定，这就是三摩地。为什么不说三摩地、不说正受？因为你时间很短，你维持不了好久你的心又动了，不落在苦乐忧喜，总是妄念都起来，烦恼都起来了，所以保持不住。如果真能保持着舍受，舍就变成定。舍就是放下，身苦乐放下，心忧喜放下，这人就入定了，那就要得三昧。",
      "zh_TW": "首先這個自利你得到什麼？定、慧。定慧是平等的，這個很重要，就得受用。如果定慧不平等，那就起反作用，慧多定少人浮躁，妄念很多；定多慧少容易昏沉，精神提不起來；必須要定慧平等，要等持，才能夠契入禪定的境界，才能開悟。我們看念老的註解，「三摩地」，你看他『得無生無滅諸三摩地』，不是一個，「諸」是很多。三摩地就是禪定，三摩地是梵語，「舊稱三昧」，舊譯把它譯成三昧，「三摩提、三摩帝」，這都是梵文的音譯。「翻為定、正定、正受、調直定、正心行處、等持等」，這都是三摩地中文的意思。它是什麼意思？翻為定，戒定慧的定，又翻作正定，揀別它不是邪定；正受，受是正常的享受。我們凡夫享受的是什麼？佛法講五種受，所有一切享受歸納起來不外乎五種，身體有苦樂兩種受，心裡面有憂喜兩種受，另外一種，身沒有苦樂，心沒有憂喜，這個很好，這叫捨受。實際上這就是正定，這就是三摩地。為什麼不說三摩地、不說正受？因為你時間很短，你維持不了好久你的心又動了，不落在苦樂憂喜，總是妄念都起來，煩惱都起來了，所以保持不住。如果真能保持著捨受，捨就變成定。捨就是放下，身苦樂放下，心憂喜放下，這人就入定了，那就要得三昧。"
    },
    {
      "id": "02-037-0090_p0019",
      "zh_CN": "调直定，调是调理，直是正直，这都是三摩地的意思。正心行处，心住在定中。世尊在大小乘里面都说过，「制心一处，无事不办」，那个制心一处就是此地讲的调直定、正心行处，就这个意思。现在科学家教我们什么？专注，极端的专注。调直定、正心行处也是这个意思，心要专注，不能分散。我们今天念佛的人，我们要把心制在一处，这一处就是阿弥陀佛，执持名号。制心一处要是把阿弥陀佛放在这个第一处，那个功德无量无边，那就是修三摩地。修成功了，你就常住三摩地中，你成功了，你将来往生西方极乐世界，肯定实报土上辈往生。为什么？你已经修得制心一处，阿弥陀佛来接引的时候，把你这个功德就提升了一倍，佛光一照马上就提升一倍，上上品往生。不是《华严经》十住、十行、十回向的地位，至少提升到《华严经》地上菩萨的地位，真正是摩诃萨。我们可以做得到，不是做不到，问题就是肯不肯制心一处。",
      "zh_TW": "調直定，調是調理，直是正直，這都是三摩地的意思。正心行處，心住在定中。世尊在大小乘裡面都說過，「制心一處，無事不辦」，那個制心一處就是此地講的調直定、正心行處，就這個意思。現在科學家教我們什麼？專注，極端的專注。調直定、正心行處也是這個意思，心要專注，不能分散。我們今天念佛的人，我們要把心制在一處，這一處就是阿彌陀佛，執持名號。制心一處要是把阿彌陀佛放在這個第一處，那個功德無量無邊，那就是修三摩地。修成功了，你就常住三摩地中，你成功了，你將來往生西方極樂世界，肯定實報土上輩往生。為什麼？你已經修得制心一處，阿彌陀佛來接引的時候，把你這個功德就提升了一倍，佛光一照馬上就提升一倍，上上品往生。不是《華嚴經》十住、十行、十迴向的地位，至少提升到《華嚴經》地上菩薩的地位，真正是摩訶薩。我們可以做得到，不是做不到，問題就是肯不肯制心一處。"
    },
    {
      "id": "02-037-0090_p0020",
      "zh_CN": "制心一处，其他事情别管了，管它好事坏事、邪事正事，与我不相干，我就是一句阿弥陀佛，见到人都笑咪咪的，阿弥陀佛，你问我这个，好，问那个，也好，好也好，不好也好，菩萨所在之处令一切众生生欢喜心，没有议论、没有批评。看到你是好的，统统赞叹，不好的，不赞叹就行了。这是什么？这是普贤十愿「礼敬诸佛」，对一切众生平等恭敬心。见一切众生行事，善的赞叹，不善的不说话，不放在心上，心里头清净平等觉，心里面就是一句阿弥陀佛，阿弥陀佛就是清净平等觉，清净平等觉就是阿弥陀佛，这部经上讲的，清净平等觉是阿弥陀佛的别号，不可思议！心里面有阿弥陀佛就是心里头有清净平等觉。清净，我什么都不染。什么是染污？自私自利是染污，名闻利养是染污，七情五欲是染污，让我心不清净。我念这句佛号是为什么？就是修清净心，我心里就这句佛号，这句佛号是清净平等觉。一切人事物看不惯的我全习惯了，我统统看得惯，没有分别，你多自在！你要晓得，清净平等是三摩地、是奢摩他、是禅那，心常住在这个地方，三年五载哪有不开悟的道理！悟有小悟、有大悟、有彻悟，你一定是一个等级一个等级向上提升，自己清清楚楚、明明白白。不但你得三摩地，你还得陀罗尼，你悟入华严三昧。『具足总持百千三昧』，这什么境界？真的是地上菩萨，这不是普通人，自利德。",
      "zh_TW": "制心一處，其他事情別管了，管它好事壞事、邪事正事，與我不相干，我就是一句阿彌陀佛，見到人都笑咪咪的，阿彌陀佛，你問我這個，好，問那個，也好，好也好，不好也好，菩薩所在之處令一切眾生生歡喜心，沒有議論、沒有批評。看到你是好的，統統讚歎，不好的，不讚歎就行了。這是什麼？這是普賢十願「禮敬諸佛」，對一切眾生平等恭敬心。見一切眾生行事，善的讚歎，不善的不說話，不放在心上，心裡頭清淨平等覺，心裡面就是一句阿彌陀佛，阿彌陀佛就是清淨平等覺，清淨平等覺就是阿彌陀佛，這部經上講的，清淨平等覺是阿彌陀佛的別號，不可思議！心裡面有阿彌陀佛就是心裡頭有清淨平等覺。清淨，我什麼都不染。什麼是染污？自私自利是染污，名聞利養是染污，七情五欲是染污，讓我心不清淨。我念這句佛號是為什麼？就是修清淨心，我心裡就這句佛號，這句佛號是清淨平等覺。一切人事物看不慣的我全習慣了，我統統看得慣，沒有分別，你多自在！你要曉得，清淨平等是三摩地、是奢摩他、是禪那，心常住在這個地方，三年五載哪有不開悟的道理！悟有小悟、有大悟、有徹悟，你一定是一個等級一個等級向上提升，自己清清楚楚、明明白白。不但你得三摩地，你還得陀羅尼，你悟入華嚴三昧。『具足總持百千三昧』，這什麼境界？真的是地上菩薩，這不是普通人，自利德。"
    },
    {
      "id": "02-037-0090_p0021",
      "zh_CN": "下面「《智度论》曰」，《大智度论》上讲的，「善心一处住不动，是名三昧」。我们今天把善心一处换成阿弥陀佛，阿弥陀佛住不动，这就是三昧。「又一切禅定亦名定，亦名三昧」，所以禅定也是梵文三昧的意思。「一切禅定摄心，皆名为三摩提，秦言正心行处」。这个论是鸠摩罗什大师那个时代翻译的，罗什大师住的地方姚秦，那是秦国，所以说秦言，秦言就是中国话，三摩地就是正心行处。「又《法华玄赞》曰：梵云三摩地，此云等持」，等是平等，持是保持。「平等持心而至于境，即是定也」。等持，我们的经题上有平等，清净平等，即是阿弥陀佛，阿弥陀佛就是清净平等。「天台曰」，这个天台就是智者大师。「若以空慧，照诸禅定种种法门，出生乃至无量三昧」。这是智者大师自己修学的心得报告，真正修行人心就是空慧，空是放下，烦恼习气全放下了，智慧现前。智慧自然现前，因为智慧是自性里头本有的。因为有障碍，障碍什么？障碍你心不空，你心里头只要有，就是障碍。心里什么都没有了，也是障碍。为什么是障碍？你心里头有个什么都没有。连什么都没有也没有，这真的空了，那就生智慧。所以这里我们一定要搞清楚、搞明白，我心里什么都没有了，你看还有个我心里什么都没有，没空得了。真的把起心动念放下，在一切境界里头不起心、不动念，这最高的功夫，二乘人做不到，权教菩萨做不到，所以权教菩萨的功夫只能够不分别、不执着，不起心、不动念他做不到，这是法身菩萨的功夫。",
      "zh_TW": "下面「《智度論》曰」，《大智度論》上講的，「善心一處住不動，是名三昧」。我們今天把善心一處換成阿彌陀佛，阿彌陀佛住不動，這就是三昧。「又一切禪定亦名定，亦名三昧」，所以禪定也是梵文三昧的意思。「一切禪定攝心，皆名為三摩提，秦言正心行處」。這個論是鳩摩羅什大師那個時代翻譯的，羅什大師住的地方姚秦，那是秦國，所以說秦言，秦言就是中國話，三摩地就是正心行處。「又《法華玄贊》曰：梵云三摩地，此云等持」，等是平等，持是保持。「平等持心而至於境，即是定也」。等持，我們的經題上有平等，清淨平等，即是阿彌陀佛，阿彌陀佛就是清淨平等。「天臺曰」，這個天台就是智者大師。「若以空慧，照諸禪定種種法門，出生乃至無量三昧」。這是智者大師自己修學的心得報告，真正修行人心就是空慧，空是放下，煩惱習氣全放下了，智慧現前。智慧自然現前，因為智慧是自性裡頭本有的。因為有障礙，障礙什麼？障礙你心不空，你心裡頭只要有，就是障礙。心裡什麼都沒有了，也是障礙。為什麼是障礙？你心裡頭有個什麼都沒有。連什麼都沒有也沒有，這真的空了，那就生智慧。所以這裡我們一定要搞清楚、搞明白，我心裡什麼都沒有了，你看還有個我心裡什麼都沒有，沒空得了。真的把起心動念放下，在一切境界裡頭不起心、不動念，這最高的功夫，二乘人做不到，權教菩薩做不到，所以權教菩薩的功夫只能夠不分別、不執著，不起心、不動念他做不到，這是法身菩薩的功夫。"
    },
    {
      "id": "02-037-0090_p0022",
      "zh_CN": "空慧，照诸禅定种种法门，这个照就是观照，照见。照见不是眼见，是心见，心眼见到声闻、缘觉、诸菩萨所修的禅定法门，八万四千法门，八万四千种不同的方法修禅定。我们用什么方法？我们用持名来修禅定，这个要知道。我们就执持名号，会得定，心里只有阿弥陀佛，其他念头都没有了，就得定了。心里面有阿弥陀佛，还有其他东西，你没得定，没有得定说明念佛功夫不得力。不必去找个什么环境，那没什么用处的，什么环境都无所谓。真的记住，《金刚经》好，《金刚经》里有几句话一定要记住，时时提出来观照，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」、「法尚应舍，何况非法」，这些是非常重要的句子，我们遇到事情，受干扰的时候，你把这几句话念一念，问题就解决了。弥勒菩萨所讲的，「一弹指三十二亿百千念，念念成形，形皆有识」，不是全假的了！我们如果真的契入这个境界，跟观世音菩萨一样，照见五蕴皆空，弥勒菩萨说的这个就是五蕴皆空。五蕴怎么空？念念不可得，念头太微细了，一秒钟一千六百兆的生灭，你怎么能抓得住？所以对一切法欲望就淡薄了，知道欲望全是妄想、全是造业、全是障碍，一切法里头决定不可得，不能占有，决定不能支配。",
      "zh_TW": "空慧，照諸禪定種種法門，這個照就是觀照，照見。照見不是眼見，是心見，心眼見到聲聞、緣覺、諸菩薩所修的禪定法門，八萬四千法門，八萬四千種不同的方法修禪定。我們用什麼方法？我們用持名來修禪定，這個要知道。我們就執持名號，會得定，心裡只有阿彌陀佛，其他念頭都沒有了，就得定了。心裡面有阿彌陀佛，還有其他東西，你沒得定，沒有得定說明念佛功夫不得力。不必去找個什麼環境，那沒什麼用處的，什麼環境都無所謂。真的記住，《金剛經》好，《金剛經》裡有幾句話一定要記住，時時提出來觀照，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」、「法尚應捨，何況非法」，這些是非常重要的句子，我們遇到事情，受干擾的時候，你把這幾句話念一念，問題就解決了。彌勒菩薩所講的，「一彈指三十二億百千念，念念成形，形皆有識」，不是全假的了！我們如果真的契入這個境界，跟觀世音菩薩一樣，照見五蘊皆空，彌勒菩薩說的這個就是五蘊皆空。五蘊怎麼空？念念不可得，念頭太微細了，一秒鐘一千六百兆的生滅，你怎麼能抓得住？所以對一切法欲望就淡薄了，知道欲望全是妄想、全是造業、全是障礙，一切法裡頭決定不可得，不能佔有，決定不能支配。"
    },
    {
      "id": "02-037-0090_p0023",
      "zh_CN": "弥勒菩萨说得很好，「识念极微细，不可执持」。我们要控制、要占有，全是妄想，那就是造业，为什么？你掌握不住。佛菩萨都掌握不住，它的速度太快，它永远不停，它如果停了这个世界就没有了，好像我们看电影，电影里面放映的底片突然断掉了，马上就没有了。一念停了，念念都没有了，它不停！但是前面妄念跟后面妄念不是一个，这一定要知道。所以相它不是相续相，每个念头里面的相分都不一样，没有一个相同的，当处出生，马上就消灭。所以《般若经》上告诉我们事实真相，「一切法无所有、毕竟空、不可得」，完全是事实真相。我们是全迷了，不知道事实真相。现在这个真相被量子力学家发现，我们对佛法产生无比的信心。我们深深相信，二、三十年之后佛教在这个世间不是宗教，是什么？方东美先生所说的，高等哲学、高等科学，变成哲学跟科学的顶尖。佛经里面所讲的五桩事情，伦理、道德、因果、科学、哲学，五样都讲到登峰造极，这还得了！",
      "zh_TW": "彌勒菩薩說得很好，「識念極微細，不可執持」。我們要控制、要佔有，全是妄想，那就是造業，為什麼？你掌握不住。佛菩薩都掌握不住，它的速度太快，它永遠不停，它如果停了這個世界就沒有了，好像我們看電影，電影裡面放映的底片突然斷掉了，馬上就沒有了。一念停了，念念都沒有了，它不停！但是前面妄念跟後面妄念不是一個，這一定要知道。所以相它不是相續相，每個念頭裡面的相分都不一樣，沒有一個相同的，當處出生，馬上就消滅。所以《般若經》上告訴我們事實真相，「一切法無所有、畢竟空、不可得」，完全是事實真相。我們是全迷了，不知道事實真相。現在這個真相被量子力學家發現，我們對佛法產生無比的信心。我們深深相信，二、三十年之後佛教在這個世間不是宗教，是什麼？方東美先生所說的，高等哲學、高等科學，變成哲學跟科學的頂尖。佛經裡面所講的五樁事情，倫理、道德、因果、科學、哲學，五樣都講到登峰造極，這還得了！"
    },
    {
      "id": "02-037-0090_p0024",
      "zh_CN": "我们再看下面，「今经于而现灭度下，继言得无生无灭诸三摩地，表诸大士虽示涅槃之相，而实是不生不灭，平等常住之如如法身。是诸大士咸是德遵普贤，从果向因者也」。这都是赞叹世尊讲经时候在座的这些菩萨众，赞叹他们，他们都是德遵普贤，换句话说，都是修普贤行的。普贤行是菩萨最高、最圆满的德行，这是大乘菩萨所必修的。佛说得很好，菩萨不修普贤行，不能圆成佛道，圆满成就佛道一定从普贤行里面出生。普贤行第一个「礼敬诸佛」，就是李老师教给我的「至诚感通」。普贤行不容易做到，普贤菩萨心目当中一切众生皆是阿弥陀佛，我们做不到。他跟我们看法不一样，他见到真相。真相是什么？释迦牟尼佛在《华严经》上讲的，「一切众生本来是佛」，所以普贤菩萨所见是本来是佛。现在呢？现在他有染污、他有迷惑，佛法里称他为凡夫，但是要晓得，这些凡夫本来是佛。普贤菩萨看本来是佛，所以他真诚恭敬，平等恭敬，他没有分别。我们应该学！学什么？把傲慢的习气断掉，嫉妒障碍断掉。嫉妒障碍、傲慢是我们修行里头最严重的过失，有这个东西，不能成就。礼敬诸佛把这个消掉了，真放下了。还有一丝毫傲慢的习气，瞧不起别人，不行，你这个业障没有除掉，业障除掉才能做到，这是最高的菩萨行。「称赞如来」，没有丝毫嫉妒，别人有好处，做的是好事，利益众生的事业，我们要欢喜赞叹，全心全力去协助，这就对了。他做的是坏事，不是善事，我们绝不批评，不要放在心上，就对了。我们放在心上错了，批评，更错了。应该什么？做出正面的样子给他看到，让他慢慢醒过来，觉悟过来，这就对了。",
      "zh_TW": "我們再看下面，「今經於而現滅度下，繼言得無生無滅諸三摩地，表諸大士雖示涅槃之相，而實是不生不滅，平等常住之如如法身。是諸大士咸是德遵普賢，從果向因者也」。這都是讚歎世尊講經時候在座的這些菩薩眾，讚歎他們，他們都是德遵普賢，換句話說，都是修普賢行的。普賢行是菩薩最高、最圓滿的德行，這是大乘菩薩所必修的。佛說得很好，菩薩不修普賢行，不能圓成佛道，圓滿成就佛道一定從普賢行裡面出生。普賢行第一個「禮敬諸佛」，就是李老師教給我的「至誠感通」。普賢行不容易做到，普賢菩薩心目當中一切眾生皆是阿彌陀佛，我們做不到。他跟我們看法不一樣，他見到真相。真相是什麼？釋迦牟尼佛在《華嚴經》上講的，「一切眾生本來是佛」，所以普賢菩薩所見是本來是佛。現在呢？現在他有染污、他有迷惑，佛法裡稱他為凡夫，但是要曉得，這些凡夫本來是佛。普賢菩薩看本來是佛，所以他真誠恭敬，平等恭敬，他沒有分別。我們應該學！學什麼？把傲慢的習氣斷掉，嫉妒障礙斷掉。嫉妒障礙、傲慢是我們修行裡頭最嚴重的過失，有這個東西，不能成就。禮敬諸佛把這個消掉了，真放下了。還有一絲毫傲慢的習氣，瞧不起別人，不行，你這個業障沒有除掉，業障除掉才能做到，這是最高的菩薩行。「稱讚如來」，沒有絲毫嫉妒，別人有好處，做的是好事，利益眾生的事業，我們要歡喜讚歎，全心全力去協助，這就對了。他做的是壞事，不是善事，我們絕不批評，不要放在心上，就對了。我們放在心上錯了，批評，更錯了。應該什麼？做出正面的樣子給他看到，讓他慢慢醒過來，覺悟過來，這就對了。"
    },
    {
      "id": "02-037-0090_p0025",
      "zh_CN": "现在我们懂得念力能量之大不可思议，这讲的什么？讲的回向功德不可思议。回向是我们做的，他没做，但是我们的心清净平等，我们意念集中，回向给他，他真能得到。我修的功德跟他修的就没有两样，只要他能够接受，对他就大幅度的提升。这里头有个非常重要的信息，那就是阿弥陀佛他将他自己本愿功德回向给我们，有我在其中。我怎么没有感受到？他真的给我了，他的那个信息传递我确实收到了，收到自己不知道。这什么原因？自己有业障。我们把自己的业障清除，阿弥陀佛的信息你就全都收到了。中国老祖宗说的话说得好，「行有不得，反求诸己」。要知道，宇宙之间，外头没有过失，过失全在自己。你要能够肯定所有过失都在自己，不在外面，你作佛、作菩萨就很快了。为什么？你很接近。如果你认为我没有过失，过失都是别人，你跟自性性德距离很遥远。中国老祖宗讲这句话佛教没传到中国来，行有不得，反求诸己，佛教传到中国才两千年，这个话是中国三千年前老祖宗说的。我们能反求诸己才能成就真实功德，过失不在外面，都在自己，只有自己反省，只有自己改过，就能解决问题。这些人都是法身菩萨，都是从果向因，从果向因，他来表演的，他们都证果了。",
      "zh_TW": "現在我們懂得念力能量之大不可思議，這講的什麼？講的迴向功德不可思議。迴向是我們做的，他沒做，但是我們的心清淨平等，我們意念集中，迴向給他，他真能得到。我修的功德跟他修的就沒有兩樣，只要他能夠接受，對他就大幅度的提升。這裡頭有個非常重要的信息，那就是阿彌陀佛他將他自己本願功德迴向給我們，有我在其中。我怎麼沒有感受到？他真的給我了，他的那個信息傳遞我確實收到了，收到自己不知道。這什麼原因？自己有業障。我們把自己的業障清除，阿彌陀佛的信息你就全都收到了。中國老祖宗說的話說得好，「行有不得，反求諸己」。要知道，宇宙之間，外頭沒有過失，過失全在自己。你要能夠肯定所有過失都在自己，不在外面，你作佛、作菩薩就很快了。為什麼？你很接近。如果你認為我沒有過失，過失都是別人，你跟自性性德距離很遙遠。中國老祖宗講這句話佛教沒傳到中國來，行有不得，反求諸己，佛教傳到中國才兩千年，這個話是中國三千年前老祖宗說的。我們能反求諸己才能成就真實功德，過失不在外面，都在自己，只有自己反省，只有自己改過，就能解決問題。這些人都是法身菩薩，都是從果向因，從果向因，他來表演的，他們都證果了。"
    },
    {
      "id": "02-037-0090_p0026",
      "zh_CN": "下面再解释，「又陀罗尼」，就是第二句，『及得一切陀罗尼门』。陀罗尼是梵语，「此翻为持」，保持，「总持、能持、能遮」，这个遮的意思就是防范，一切不善的事情它可以防范，有这几个意思。通常我们都把它翻成总持，「总一切法，持一切义」，用这个来翻陀罗尼。「《智度论》曰：陀罗尼者，秦言能持，或能遮。能持者，集种种善法，能持令不散不失」，这是陀罗尼的意思。「譬如完器盛水，水不漏散」。好比我们盛水，水瓶、水杯子是完好的，水放在里面不会漏掉，陀罗尼是这个意思。「能遮者，恶不善根心生，能遮不令生」，这是它第二个意思，它能遮，遮就是止住，能止住恶不善根心生，能遮令不生，不让不善的念头生起。不善的言语、不善的行为，陀罗尼都能把它止住。「若欲作恶罪，持令不作。是名陀罗尼」。陀罗尼有这两个意思：总一切善法，持令不失；总一切不善法，遮令不生。这是什么？这是定慧。定慧起的作用是总持。",
      "zh_TW": "下面再解釋，「又陀羅尼」，就是第二句，『及得一切陀羅尼門』。陀羅尼是梵語，「此翻為持」，保持，「總持、能持、能遮」，這個遮的意思就是防範，一切不善的事情它可以防範，有這幾個意思。通常我們都把它翻成總持，「總一切法，持一切義」，用這個來翻陀羅尼。「《智度論》曰：陀羅尼者，秦言能持，或能遮。能持者，集種種善法，能持令不散不失」，這是陀羅尼的意思。「譬如完器盛水，水不漏散」。好比我們盛水，水瓶、水杯子是完好的，水放在裡面不會漏掉，陀羅尼是這個意思。「能遮者，惡不善根心生，能遮不令生」，這是它第二個意思，它能遮，遮就是止住，能止住惡不善根心生，能遮令不生，不讓不善的念頭生起。不善的言語、不善的行為，陀羅尼都能把它止住。「若欲作惡罪，持令不作。是名陀羅尼」。陀羅尼有這兩個意思：總一切善法，持令不失；總一切不善法，遮令不生。這是什麼？這是定慧。定慧起的作用是總持。"
    },
    {
      "id": "02-037-0090_p0027",
      "zh_CN": "「又云：菩萨得是一切三世无碍明等诸三昧，于一一三昧中，得无量阿僧祇陀罗尼」，你看从三昧当中得陀罗尼。「如是等和合，名为五百陀罗尼门，是为菩萨善法功德藏」。这都是《大智度论》里头说的，菩萨得一切三世无碍明等诸三昧，明是定慧，它代表智慧，三世，过去、现在、未来，无障碍的智慧，当然这是自性本具的般若智慧。等，等就是细说无量无边、无有止境诸三昧，佛法里头常说，八万四千法门，八万四千三昧。于一一三昧中，得无量阿僧祇陀罗尼。陀罗尼从哪来的？陀罗尼从定慧当中得来的，没有定慧就没有陀罗尼。我们今天总持法门没有，我们对一切善法保持不住，对一切恶法也没有办法叫它不生。这是什么原因？没有定慧。我们用什么方法修定修慧，而且是定慧在大乘法里面第一高明的方法，没有比这个更殊胜的？就是一心专念阿弥陀佛。这个话是老生常谈，真正知道这句话利益功德的人很少，还得修这个三昧、修那个三昧，都在忙着搞这些，不知道念佛三昧是三昧中王。这话是佛说的，不是别人说的，无量无边三昧当中没有比这更殊胜的。现在在我们面前，我们都没有能把它看重，没有把它掌握住。",
      "zh_TW": "「又云：菩薩得是一切三世無礙明等諸三昧，於一一三昧中，得無量阿僧祇陀羅尼」，你看從三昧當中得陀羅尼。「如是等和合，名為五百陀羅尼門，是為菩薩善法功德藏」。這都是《大智度論》裡頭說的，菩薩得一切三世無礙明等諸三昧，明是定慧，它代表智慧，三世，過去、現在、未來，無障礙的智慧，當然這是自性本具的般若智慧。等，等就是細說無量無邊、無有止境諸三昧，佛法裡頭常說，八萬四千法門，八萬四千三昧。於一一三昧中，得無量阿僧祇陀羅尼。陀羅尼從哪來的？陀羅尼從定慧當中得來的，沒有定慧就沒有陀羅尼。我們今天總持法門沒有，我們對一切善法保持不住，對一切惡法也沒有辦法叫它不生。這是什麼原因？沒有定慧。我們用什麼方法修定修慧，而且是定慧在大乘法裡面第一高明的方法，沒有比這個更殊勝的？就是一心專念阿彌陀佛。這個話是老生常談，真正知道這句話利益功德的人很少，還得修這個三昧、修那個三昧，都在忙著搞這些，不知道念佛三昧是三昧中王。這話是佛說的，不是別人說的，無量無邊三昧當中沒有比這更殊勝的。現在在我們面前，我們都沒有能把它看重，沒有把它掌握住。"
    },
    {
      "id": "02-037-0090_p0028",
      "zh_CN": "这几天有外地同修来看我。他们也很难得，二０一二全球危机要到了，我们怎么应对？他们想得不错，叫我们全世界净宗的同修们我们一起来念阿弥陀佛，来化解这个灾难，行不行？行，好事！这个念力能量之大真的不可思议，确实能把灾难减轻，把灾难推迟，真有这个力量。今天地球上这些危机，实际上都是十六世纪，也就是四、五百年前法国的预言家诺查丹玛斯所说的，这个灾难在什么时候？一九九九年、二０００年，那个时候爆发。我们很清楚，那时候我们在国外，全世界我相信凡是信仰宗教的人都会为这个事情祈祷，所以这个灾难推迟了，一直推迟到现在。但是很多人不知道推迟的原因，说什么根本就没有灾难，这些预言家他们讲错了，根本没有，他们也不承认这些宗教天天祈祷会有这个力量，不相信。不相信，于是加倍去造恶，二０００年到今年二０一一年，十二年前，这十二年当中造的业，超过过去一百年都不止。那怎么样？愈往后灾难就愈重，累积的恶业多，不就这个道理！所以从这上看，还是早一点报掉好，早一点报掉轻。现在要爆发的时候，真的相当严重。当然我们不愿意看到这个现象，所以我们讲经每一堂课都回向祈求佛菩萨化解灾难，我们不希望看到灾难。可是根本的问题是要地球上的居民回心向善，痛改前非，这是治本；这个祈祷，念佛祈祷是治标，不是治本。这些年来我们在国际上宗教界，我都是鼓励所有的宗教恢复教学。教什么？现在这个世间，这个地球上的教育，只有科学技术的教育，没有伦理、没有道德、没有因果、没有神圣的教育，我希望宗教界能把这个缺陷补出来，寺院、教堂天天讲道。讲什么道？讲伦理之道、讲道德之道、讲因果之道，大家都觉悟、都明白了，人确确实实应当相亲相爱、互相关怀、互相照顾、互助合作，不应该竞争，不应该斗争，更不应该战争。能把这些不善业从自己心地上消除，灾难自然就没有了。",
      "zh_TW": "這幾天有外地同修來看我。他們也很難得，二０一二全球危機要到了，我們怎麼應對？他們想得不錯，叫我們全世界淨宗的同修們我們一起來念阿彌陀佛，來化解這個災難，行不行？行，好事！這個念力能量之大真的不可思議，確實能把災難減輕，把災難推遲，真有這個力量。今天地球上這些危機，實際上都是十六世紀，也就是四、五百年前法國的預言家諾查丹瑪斯所說的，這個災難在什麼時候？一九九九年、二０００年，那個時候爆發。我們很清楚，那時候我們在國外，全世界我相信凡是信仰宗教的人都會為這個事情祈禱，所以這個災難推遲了，一直推遲到現在。但是很多人不知道推遲的原因，說什麼根本就沒有災難，這些預言家他們講錯了，根本沒有，他們也不承認這些宗教天天祈禱會有這個力量，不相信。不相信，於是加倍去造惡，二０００年到今年二０一一年，十二年前，這十二年當中造的業，超過過去一百年都不止。那怎麼樣？愈往後災難就愈重，累積的惡業多，不就這個道理！所以從這上看，還是早一點報掉好，早一點報掉輕。現在要爆發的時候，真的相當嚴重。當然我們不願意看到這個現象，所以我們講經每一堂課都迴向祈求佛菩薩化解災難，我們不希望看到災難。可是根本的問題是要地球上的居民回心向善，痛改前非，這是治本；這個祈禱，念佛祈禱是治標，不是治本。這些年來我們在國際上宗教界，我都是鼓勵所有的宗教恢復教學。教什麼？現在這個世間，這個地球上的教育，只有科學技術的教育，沒有倫理、沒有道德、沒有因果、沒有神聖的教育，我希望宗教界能把這個缺陷補出來，寺院、教堂天天講道。講什麼道？講倫理之道、講道德之道、講因果之道，大家都覺悟、都明白了，人確確實實應當相親相愛、互相關懷、互相照顧、互助合作，不應該競爭，不應該鬥爭，更不應該戰爭。能把這些不善業從自己心地上消除，災難自然就沒有了。"
    },
    {
      "id": "02-037-0090_p0029",
      "zh_CN": "回向为什么会有这个力量？我们祈祷为什么能产生这些力量？佛讲得很清楚，境随心转。大乘教佛常说「一切法从心想生」，所以心想这个能量太大了。如果大家集中，把这个能量集中，会产生很大的力量，真的能把灾难减轻，可以减轻一半以上，可以把灾难推迟。推迟对真正修行的人有好处，让他有足够的时间达到他修学的目标；不能推迟也有好处，修行人知道时间有限，等于说他克期取证。到明年十二月二十一号，这还有三百多天的时间，这三百多天的时间要全心全力去修，够，时间足够，取西方极乐世界上辈往生不是做不到的，真能做得到。这次悟梵中阴身往生，给我们做了一个很好的示范。真的如经上所说、如祖师大德所说的，这个法门烦恼不需要断，业障不需要消，只要把心换上阿弥陀佛，烦恼自然断，业障自然消，妙极了！我们不要去想业障，不要去想烦恼，把心的力量集中在阿弥陀佛，什么事情都解决了，这是真的，一点都不假。同学提倡这个建议，都是慈悲心、都是善意。他希望我们从现在起，从今天开始，到二０一三年五月，也就不到两年的时间，每天晚上七点钟到十点钟这三个小时，同时全球各地的净宗同学每天念三个小时阿弥陀佛。好事情！他说对我们这个灾难化解至少有三、四成的效果，不至于产生重大灾难。这个建议我希望同学放在心上，从今天起到二０一三年五月，每天晚上七点到十点，把所有一切工作放下，专念阿弥陀佛。对自己求生西方极乐世界，第二个，希望化解地球上的灾难。",
      "zh_TW": "迴向為什麼會有這個力量？我們祈禱為什麼能產生這些力量？佛講得很清楚，境隨心轉。大乘教佛常說「一切法從心想生」，所以心想這個能量太大了。如果大家集中，把這個能量集中，會產生很大的力量，真的能把災難減輕，可以減輕一半以上，可以把災難推遲。推遲對真正修行的人有好處，讓他有足夠的時間達到他修學的目標；不能推遲也有好處，修行人知道時間有限，等於說他剋期取證。到明年十二月二十一號，這還有三百多天的時間，這三百多天的時間要全心全力去修，夠，時間足夠，取西方極樂世界上輩往生不是做不到的，真能做得到。這次悟梵中陰身往生，給我們做了一個很好的示範。真的如經上所說、如祖師大德所說的，這個法門煩惱不需要斷，業障不需要消，只要把心換上阿彌陀佛，煩惱自然斷，業障自然消，妙極了！我們不要去想業障，不要去想煩惱，把心的力量集中在阿彌陀佛，什麼事情都解決了，這是真的，一點都不假。同學提倡這個建議，都是慈悲心、都是善意。他希望我們從現在起，從今天開始，到二０一三年五月，也就不到兩年的時間，每天晚上七點鐘到十點鐘這三個小時，同時全球各地的淨宗同學每天念三個小時阿彌陀佛。好事情！他說對我們這個災難化解至少有三、四成的效果，不至於產生重大災難。這個建議我希望同學放在心上，從今天起到二０一三年五月，每天晚上七點到十點，把所有一切工作放下，專念阿彌陀佛。對自己求生西方極樂世界，第二個，希望化解地球上的災難。"
    },
    {
      "id": "02-037-0090_p0030",
      "zh_CN": "我们看底下，于一一三昧中，得无量阿僧祇陀罗尼，如是等和合，名为五百陀罗尼门，是为菩萨善法功德藏。陀罗尼翻成中文是总持，菩萨总持善法功德藏，菩萨也有这个能力。陀罗尼另外一个意思，能够遮止恶法功德藏，让一切的恶法不能成就，让一切善法成就，这是定慧功能，才有这么大的成就。「盖三昧定也。定力发慧所得，说为陀罗尼」。",
      "zh_TW": "我們看底下，於一一三昧中，得無量阿僧祇陀羅尼，如是等和合，名為五百陀羅尼門，是為菩薩善法功德藏。陀羅尼翻成中文是總持，菩薩總持善法功德藏，菩薩也有這個能力。陀羅尼另外一個意思，能夠遮止惡法功德藏，讓一切的惡法不能成就，讓一切善法成就，這是定慧功能，才有這麼大的成就。「蓋三昧定也。定力發慧所得，說為陀羅尼」。"
    },
    {
      "id": "02-037-0090_p0031",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}