{
  "doc_id": "02-037-0300",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三００集",
    "zh_TW": "第三００集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0300",
  "total_paragraphs": 30,
  "paragraphs": [
    {
      "id": "02-037-0300_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第六六０页第一行，末后这一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第六六０頁第一行，末後這一句看起："
    },
    {
      "id": "02-037-0300_p0002",
      "zh_CN": "「又曰：此菩萨，不见有法生，不见有法灭。何以故？若不生则不灭，若不灭则无尽，若无尽则离垢，若离垢则无坏，若无坏则不动，若不动则寂灭地。是为第三无生法忍」。这是《华严经．十忍品》里面所讲的，「无生法忍」，这一位菩萨是法身菩萨，别教八地以上，圆教八住以上，都是明心见性，见性成佛，这不是普通人。不见有法生，不见有法灭，这两句话，现在我们有了一些清晰的概念。在几年之前，我们对经上这些文字概念模糊，确实是有怀疑，就如同经上所说的，疑根没有拔除。现在疑根有没有拔除？现在是疑根明白了，这疑根是什么知道了，还没动手拔。为什么？拔除就是放下。我们现在很清楚、很明白了，没放下，就是欠这点功夫，拔除的功夫，这个功夫非常重要。疑根是障碍，是严重的障碍，是根本的障碍，有这么一点点存在，造成我们身体不健康的状况。这个东西拔除，身心健康，一切病苦都永远离开了，包括生死之苦，所以它的确重要。",
      "zh_TW": "「又曰：此菩薩，不見有法生，不見有法滅。何以故？若不生則不滅，若不滅則無盡，若無盡則離垢，若離垢則無壞，若無壞則不動，若不動則寂滅地。是為第三無生法忍」。這是《華嚴經．十忍品》裡面所講的，「無生法忍」，這一位菩薩是法身菩薩，別教八地以上，圓教八住以上，都是明心見性，見性成佛，這不是普通人。不見有法生，不見有法滅，這兩句話，現在我們有了一些清晰的概念。在幾年之前，我們對經上這些文字概念模糊，確實是有懷疑，就如同經上所說的，疑根沒有拔除。現在疑根有沒有拔除？現在是疑根明白了，這疑根是什麼知道了，還沒動手拔。為什麼？拔除就是放下。我們現在很清楚、很明白了，沒放下，就是欠這點功夫，拔除的功夫，這個功夫非常重要。疑根是障礙，是嚴重的障礙，是根本的障礙，有這麼一點點存在，造成我們身體不健康的狀況。這個東西拔除，身心健康，一切病苦都永遠離開了，包括生死之苦，所以它的確重要。"
    },
    {
      "id": "02-037-0300_p0003",
      "zh_CN": "我们欠这点原因是什么？真正的原因，还是对这个事情没有真正彻底明了。彻底明了之后，没能拔除就是业障、习气深重，总不外乎这两个原因。我们现在这两个原因都有，怎么办？那就是经教的薰习，世尊在经上讲的这些话多念多听。我们晓得薰习愈久，时间愈长，那个警觉性就愈高。多看近代的科学报告，科学家议论的中心议题也是这个问题，宇宙万法的真相。物质这个问题搞清楚了，这很难得，但是我们对于物质还是留恋，这是严重的习气，我们对这个问题薰习不够。理上不迷，事上迷，这薰习不够，多薰习、多听、多读，让它变成我们一个非常坚定的信念，就容易放下。确确实实一切法不生，这个一切法包括现在所说的，科学家所讲的三种现象。物质现象，我们知道物质现象，当体即空，了不可得，我们对物质现象放下，没有一丝毫留恋。一切物质现象摆在面前，不生控制的念头，不起占有的念头，这叫真放下。包括我们自己的身体，身体是个物质现象。",
      "zh_TW": "我們欠這點原因是什麼？真正的原因，還是對這個事情沒有真正徹底明瞭。徹底明瞭之後，沒能拔除就是業障、習氣深重，總不外乎這兩個原因。我們現在這兩個原因都有，怎麼辦？那就是經教的薰習，世尊在經上講的這些話多念多聽。我們曉得薰習愈久，時間愈長，那個警覺性就愈高。多看近代的科學報告，科學家議論的中心議題也是這個問題，宇宙萬法的真相。物質這個問題搞清楚了，這很難得，但是我們對於物質還是留戀，這是嚴重的習氣，我們對這個問題薰習不夠。理上不迷，事上迷，這薰習不夠，多薰習、多聽、多讀，讓它變成我們一個非常堅定的信念，就容易放下。確確實實一切法不生，這個一切法包括現在所說的，科學家所講的三種現象。物質現象，我們知道物質現象，當體即空，了不可得，我們對物質現象放下，沒有一絲毫留戀。一切物質現象擺在面前，不生控制的念頭，不起佔有的念頭，這叫真放下。包括我們自己的身體，身體是個物質現象。"
    },
    {
      "id": "02-037-0300_p0004",
      "zh_CN": "精神现象现在也发现局部的真相，精神怎么来的现在还不知道。现在的发现讲到，他说突然发生的，没有任何理由。科学家这个说法，佛在经上有说到，楞严会上佛讲，「当处出生，随处灭尽」，这个科学家发现。当处为什么会发生，为什么会灭尽？这个解释不清楚。在佛法里头，自性清净圆明体，这贤首大师依《华严经》说出来，这就是自性。自性什么样子？自性清净、圆满、光明。光明是智慧，是一切万事万物的本体，一切万事万物是从它而生。我们在学习当中，用萤光幕来表法，像电视的屏幕、电脑的屏幕，我们把这个屏幕比作自性清净圆明体，有这个意思。屏幕上什么都没有，屏幕上能现森罗万象，什么都能现，能现的是真的，它不生不灭。大乘佛教里给真跟妄下了个定义，什么叫真的？不生不灭是真的，有生有灭是假的。这个体不生不灭，体现的相有生灭，只要是现相就有生灭，而且生灭非常快速，确实是佛说的「当处出生，随处灭尽」。这个速度、频率高到一千六百兆分之一秒，也就是一秒钟里头有一千六百兆次的生灭，所以说它不生不灭。",
      "zh_TW": "精神現象現在也發現局部的真相，精神怎麼來的現在還不知道。現在的發現講到，他說突然發生的，沒有任何理由。科學家這個說法，佛在經上有說到，楞嚴會上佛講，「當處出生，隨處滅盡」，這個科學家發現。當處為什麼會發生，為什麼會滅盡？這個解釋不清楚。在佛法裡頭，自性清淨圓明體，這賢首大師依《華嚴經》說出來，這就是自性。自性什麼樣子？自性清淨、圓滿、光明。光明是智慧，是一切萬事萬物的本體，一切萬事萬物是從它而生。我們在學習當中，用螢光幕來表法，像電視的屏幕、電腦的屏幕，我們把這個屏幕比作自性清淨圓明體，有這個意思。屏幕上什麼都沒有，屏幕上能現森羅萬象，什麼都能現，能現的是真的，它不生不滅。大乘佛教裡給真跟妄下了個定義，什麼叫真的？不生不滅是真的，有生有滅是假的。這個體不生不滅，體現的相有生滅，只要是現相就有生滅，而且生滅非常快速，確實是佛說的「當處出生，隨處滅盡」。這個速度、頻率高到一千六百兆分之一秒，也就是一秒鐘裡頭有一千六百兆次的生滅，所以說它不生不滅。"
    },
    {
      "id": "02-037-0300_p0005",
      "zh_CN": "它是有生灭，如果没有生灭说不生不灭，这叫废话，说得没有意义。真有生灭而说它不生不灭，这里头意思就深了。它太快了，它一生马上就灭掉，生还没有觉察它已经灭掉，这叫不生不灭，就是速度太快了，眼睛来不及看。眼睛看到什么？看到是一大堆的生灭连在一起，科学家说纠缠在一起，我们才看出它的生灭。就好比银幕上，我们看电影，从前电影是幻灯片一秒钟二十四张。我们现在看一张，一张二十四分之一秒钟这个速度通过，大概我们看在银幕上闪了一下，没看清楚，知道有这么回事情，没清楚。如果二十四张重叠在一起、纠缠在一起它的时间是一秒钟，看出来了，一秒钟可以看出来，这个画面是什么看出来，二十四分之一秒看不出来。现在我们想想，一千六百兆分之一秒，你怎么能看见它？可能连闪都没有看到，眼睛睁得大大的，那一闪都没发现到，它速度太快了，眼睛来不及，必须一千六百兆个念头纠缠在一起，我们看到，我用这个比喻诸位能够体会到。电影屏幕上是二十四个幻灯片纠缠在一起，我们看到它的现相，单一看不到。现在是一千六百兆张的幻灯片纠缠在一起，我们看到六根接触现在的境界。我们的六根是这个频率，六尘境界也是这个频率，六识还是这个频率，这叫不生不灭，没有生，没有生哪来的灭！",
      "zh_TW": "它是有生滅，如果沒有生滅說不生不滅，這叫廢話，說得沒有意義。真有生滅而說它不生不滅，這裡頭意思就深了。它太快了，它一生馬上就滅掉，生還沒有覺察它已經滅掉，這叫不生不滅，就是速度太快了，眼睛來不及看。眼睛看到什麼？看到是一大堆的生滅連在一起，科學家說糾纏在一起，我們才看出它的生滅。就好比銀幕上，我們看電影，從前電影是幻燈片一秒鐘二十四張。我們現在看一張，一張二十四分之一秒鐘這個速度通過，大概我們看在銀幕上閃了一下，沒看清楚，知道有這麼回事情，沒清楚。如果二十四張重疊在一起、糾纏在一起它的時間是一秒鐘，看出來了，一秒鐘可以看出來，這個畫面是什麼看出來，二十四分之一秒看不出來。現在我們想想，一千六百兆分之一秒，你怎麼能看見它？可能連閃都沒有看到，眼睛睜得大大的，那一閃都沒發現到，它速度太快了，眼睛來不及，必須一千六百兆個念頭糾纏在一起，我們看到，我用這個比喻諸位能夠體會到。電影屏幕上是二十四個幻燈片糾纏在一起，我們看到它的現相，單一看不到。現在是一千六百兆張的幻燈片糾纏在一起，我們看到六根接觸現在的境界。我們的六根是這個頻率，六塵境界也是這個頻率，六識還是這個頻率，這叫不生不滅，沒有生，沒有生哪來的滅！"
    },
    {
      "id": "02-037-0300_p0006",
      "zh_CN": "说若不生则无灭，有生有灭有局限，不生不灭就没有界限，就无量无边、无尽无际，那是什么？那是自性的本体没有边际。中国古人所说的「大而无外，小而无内」，这是真的。这两句话科学家还没有把它证实，这就是佛讲的，我们六根眼耳鼻舌身意，它所缘的境界是有局限的，它不是无限的，是有局限的。但是自性里头有四德，见闻觉知它是没有局限的，见闻觉知，自性里头本具的，它起作用。如果自性起作用有阿赖耶融合在里头，它就变成有局限。因为阿赖耶是染污，没有这个染污它就没有局限，有这个染污就受了局限。所以我们现在知道，科学还能进步，把这个三细相搞清楚，物质现象、精神现象跟自然现象；再往上就不行了，这提不上去了。再往上必须放弃妄想分别执着，这是阿赖耶的现象，这虚妄的。放弃虚妄，实相就现前，真相才真现前；不放弃虚妄，真相永远看不到，科学跟哲学所研究的全是妄相。世尊《华严经》上说的，《华严经》是释迦牟尼佛为我们示现，菩提树下大彻大悟，明心见性，定中说出来的这部大经，就是在佛果地上所见的现象，他说得很详细，就是《大方广佛华严经》，定中说的。惠能大师也入了这个境界，说得很简单，只说了五句，要知道那个五句就是世尊所证得的华严境界。我们就知道，能大师的五句要细说，就是一部《华严经》，《华严经》把它浓缩成几句话，那就是六祖所说的，不增不减，只有开合不同。开是展开详细讲解，合是把它总结一、二句话，这是宇宙万法的真相。",
      "zh_TW": "說若不生則無滅，有生有滅有侷限，不生不滅就沒有界限，就無量無邊、無盡無際，那是什麼？那是自性的本體沒有邊際。中國古人所說的「大而無外，小而無內」，這是真的。這兩句話科學家還沒有把它證實，這就是佛講的，我們六根眼耳鼻舌身意，它所緣的境界是有侷限的，它不是無限的，是有侷限的。但是自性裡頭有四德，見聞覺知它是沒有侷限的，見聞覺知，自性裡頭本具的，它起作用。如果自性起作用有阿賴耶融合在裡頭，它就變成有侷限。因為阿賴耶是染污，沒有這個染污它就沒有侷限，有這個染污就受了侷限。所以我們現在知道，科學還能進步，把這個三細相搞清楚，物質現象、精神現象跟自然現象；再往上就不行了，這提不上去了。再往上必須放棄妄想分別執著，這是阿賴耶的現象，這虛妄的。放棄虛妄，實相就現前，真相才真現前；不放棄虛妄，真相永遠看不到，科學跟哲學所研究的全是妄相。世尊《華嚴經》上說的，《華嚴經》是釋迦牟尼佛為我們示現，菩提樹下大徹大悟，明心見性，定中說出來的這部大經，就是在佛果地上所見的現象，他說得很詳細，就是《大方廣佛華嚴經》，定中說的。惠能大師也入了這個境界，說得很簡單，只說了五句，要知道那個五句就是世尊所證得的華嚴境界。我們就知道，能大師的五句要細說，就是一部《華嚴經》，《華嚴經》把它濃縮成幾句話，那就是六祖所說的，不增不減，只有開合不同。開是展開詳細講解，合是把它總結一、二句話，這是宇宙萬法的真相。"
    },
    {
      "id": "02-037-0300_p0007",
      "zh_CN": "所以你看第一句还得是看破，看破之后这才能放下。离垢是放下，垢是起心动念、分别执着，真放下了，放下就没有坏，这个没有坏在此地说永恒不变。永恒不变就决定没有所谓的波动现象，一秒钟一千六百兆的波动现象没有，这不动。不动就是佛所讲的寂灭地，寂灭地就是大般涅槃，这就是诸佛如来所证得的究竟果地。在净土称它作常寂光，在大乘里面统称为自性、法性，《般若经》上所说的，诸法实相、第一义谛，这些名词全说这一桩事情，它是真的，除它之外全是假的。这个真实之际是本经说的，也是说这桩事情，就是自性清净圆明体。虽然自性里头什么都没有，自性里头什么都不缺，为什么？它能现万法，没有一样欠缺，所现的真的是无量无边无数无尽。它没有数量，随着众生的念头，你起个念头它就变现出来，所以一切法从心想生。念头没有止境，我们一个人的念头，从早到晚多少念头？一秒钟一千六百兆个念头。一天二十四小时多少秒？每秒里头一千六百兆。一天多少？一个月多少？一年多少？无量无边无数无尽，它没有数量，这是自性的性德。",
      "zh_TW": "所以你看第一句還得是看破，看破之後這才能放下。離垢是放下，垢是起心動念、分別執著，真放下了，放下就沒有壞，這個沒有壞在此地說永恆不變。永恆不變就決定沒有所謂的波動現象，一秒鐘一千六百兆的波動現象沒有，這不動。不動就是佛所講的寂滅地，寂滅地就是大般涅槃，這就是諸佛如來所證得的究竟果地。在淨土稱它作常寂光，在大乘裡面統稱為自性、法性，《般若經》上所說的，諸法實相、第一義諦，這些名詞全說這一樁事情，它是真的，除它之外全是假的。這個真實之際是本經說的，也是說這樁事情，就是自性清淨圓明體。雖然自性裡頭什麼都沒有，自性裡頭什麼都不缺，為什麼？它能現萬法，沒有一樣欠缺，所現的真的是無量無邊無數無盡。它沒有數量，隨著眾生的念頭，你起個念頭它就變現出來，所以一切法從心想生。念頭沒有止境，我們一個人的念頭，從早到晚多少念頭？一秒鐘一千六百兆個念頭。一天二十四小時多少秒？每秒裡頭一千六百兆。一天多少？一個月多少？一年多少？無量無邊無數無盡，它沒有數量，這是自性的性德。"
    },
    {
      "id": "02-037-0300_p0008",
      "zh_CN": "没有缘它不动、它不现，大乘教里面说隐现，没有缘它隐，不能说它没有；有缘它现，虽现不能说它有，因为所现的念念不可得。我们说一千六百兆分之一秒的念头，念念不可得，《金刚经》上告诉我们，「过去心不可得，现在心不可得，未来心不可得」，就说这个事情。不可得，它有没有过去、现在、未来？没有。所以讲真的，真的就是当下这一念，当下这一念就是一千六百兆分之一秒，就这一念。一秒钟里面有一千六百兆个念头，这里头一念叫当下，所以当下了不可得。世出世间一切法没有一法可得，所以劝你了解事实真相之后，最终极的目标在哪里？法性，就是自性，回归自性叫圆满成佛。无上正等正觉是回归自性，在净宗法门叫回归常寂光净土，那是不生不灭纯真无妄。法身菩萨所住的实报庄严土，真中带了一点妄，那点妄是无始无明的习气。",
      "zh_TW": "沒有緣它不動、它不現，大乘教裡面說隱現，沒有緣它隱，不能說它沒有；有緣它現，雖現不能說它有，因為所現的念念不可得。我們說一千六百兆分之一秒的念頭，念念不可得，《金剛經》上告訴我們，「過去心不可得，現在心不可得，未來心不可得」，就說這個事情。不可得，它有沒有過去、現在、未來？沒有。所以講真的，真的就是當下這一念，當下這一念就是一千六百兆分之一秒，就這一念。一秒鐘裡面有一千六百兆個念頭，這裡頭一念叫當下，所以當下了不可得。世出世間一切法沒有一法可得，所以勸你了解事實真相之後，最終極的目標在哪裡？法性，就是自性，回歸自性叫圓滿成佛。無上正等正覺是回歸自性，在淨宗法門叫回歸常寂光淨土，那是不生不滅純真無妄。法身菩薩所住的實報莊嚴土，真中帶了一點妄，那點妄是無始無明的習氣。"
    },
    {
      "id": "02-037-0300_p0009",
      "zh_CN": "习气真有，习气没有现象，六根缘不到。它不是物质现象，眼耳鼻舌身缘不到；它不是精神现象，第六识分别、第七识执着也缘不到，它是阿赖耶的相分，阿赖耶的见分能见到它的相分。眼耳鼻舌身能见到阿赖耶的相分，第六识、第七识见不到，它要靠传送，我们讲转播，要靠这个它才能见到。眼见到，眼把这个现相传给第六意识，在第六意识相分那个地方播放，第六意识的见分见到它的相分，所以它是间接见到的，它不是直接见到。前五识只有了别没有分别，到第六意识它在它相分里面见到产生分别。第七识，在第七识相分，第七识的见分缘它的相分起执着。前五识没有执着，它只是老老实实传送，把外面的音声、色相传给第六、第七。这是事实真相，了解之后才晓得我们是怎么迷的，迷的结果会变成什么样子。佛讲得很清楚，我们细心去体会，体会到佛所说的都没错。佛所说的我们肯定，我们再不怀疑、接受了，那就得放下，放下就契入，所以放下是行。你看信、解没有问题了，放下是行，行之后面就是证，证什么？入佛境界，跟佛一样。",
      "zh_TW": "習氣真有，習氣沒有現象，六根緣不到。它不是物質現象，眼耳鼻舌身緣不到；它不是精神現象，第六識分別、第七識執著也緣不到，它是阿賴耶的相分，阿賴耶的見分能見到它的相分。眼耳鼻舌身能見到阿賴耶的相分，第六識、第七識見不到，它要靠傳送，我們講轉播，要靠這個它才能見到。眼見到，眼把這個現相傳給第六意識，在第六意識相分那個地方播放，第六意識的見分見到它的相分，所以它是間接見到的，它不是直接見到。前五識只有了別沒有分別，到第六意識它在它相分裡面見到產生分別。第七識，在第七識相分，第七識的見分緣它的相分起執著。前五識沒有執著，它只是老老實實傳送，把外面的音聲、色相傳給第六、第七。這是事實真相，了解之後才曉得我們是怎麼迷的，迷的結果會變成什麼樣子。佛講得很清楚，我們細心去體會，體會到佛所說的都沒錯。佛所說的我們肯定，我們再不懷疑、接受了，那就得放下，放下就契入，所以放下是行。你看信、解沒有問題了，放下是行，行之後面就是證，證什麼？入佛境界，跟佛一樣。"
    },
    {
      "id": "02-037-0300_p0010",
      "zh_CN": "念老用简单的几句话把它归纳起来，「简言之」，简单的说。「则安住于不生不灭真如实相之理体」，所以对这桩事情要很熟，一切法当中我们抓住一法就行，为什么？一即一切，一切即一，所以随便拈一法都可以，我们就抓住这一法。整个宇宙，佛说的「一切有为法，如梦幻泡影」，那个影就是影像，就是我们看电影屏幕上影像，我们看网路、电视画面上的影像，如梦幻影像，这个影像是生灭法、是波动现象纠缠在一起。佛问弥勒菩萨问得好，佛问说「心有所念」，这讲凡夫心里动个念头，这个念头里头有几念、有几相、有几识？你看佛问的，几个念头，心理现象；几相，相是物质现象；几识，还问他这个，识是什么？分别执着。弥勒菩萨回答说，一弹指，「一弹指有三十二亿百千念」。单位是百千，三十二亿乘一百千，一百千十万，就是三百二十兆这一弹指。一弹指不到一秒钟，我们弹指，我大概能弹四次，我相信有比我弹得更快的，如果弹五次就是一千六百兆。一千六百兆次这个细念，微细念头纠缠在一起，让我们看到有东西。如果单独一念怎么也看不出来，无论是物质现象、精神现象、自然现象，皆不可得。",
      "zh_TW": "念老用簡單的幾句話把它歸納起來，「簡言之」，簡單的說。「則安住於不生不滅真如實相之理體」，所以對這樁事情要很熟，一切法當中我們抓住一法就行，為什麼？一即一切，一切即一，所以隨便拈一法都可以，我們就抓住這一法。整個宇宙，佛說的「一切有為法，如夢幻泡影」，那個影就是影像，就是我們看電影屏幕上影像，我們看網路、電視畫面上的影像，如夢幻影像，這個影像是生滅法、是波動現象糾纏在一起。佛問彌勒菩薩問得好，佛問說「心有所念」，這講凡夫心裡動個念頭，這個念頭裡頭有幾念、有幾相、有幾識？你看佛問的，幾個念頭，心理現象；幾相，相是物質現象；幾識，還問他這個，識是什麼？分別執著。彌勒菩薩回答說，一彈指，「一彈指有三十二億百千念」。單位是百千，三十二億乘一百千，一百千十萬，就是三百二十兆這一彈指。一彈指不到一秒鐘，我們彈指，我大概能彈四次，我相信有比我彈得更快的，如果彈五次就是一千六百兆。一千六百兆次這個細念，微細念頭糾纏在一起，讓我們看到有東西。如果單獨一念怎麼也看不出來，無論是物質現象、精神現象、自然現象，皆不可得。"
    },
    {
      "id": "02-037-0300_p0011",
      "zh_CN": "这是今天量子力学家对我们学佛的人帮了个大忙，让我们有了个清晰的概念，以前概念很模糊，现在清楚。回过头来对释迦牟尼佛不能不佩服，三千年前就说到了，现在最近的科学才发现，佩服得五体投地。了解真相之后，就是佛在《般若经》上所说的，我读《般若经》做了一个总结，我的总结只十二个字，「一切法无所有，毕竟空，不可得」，释迦牟尼佛讲了二十二年就讲这一句话。这句话是什么？太难懂，一般人听到莫名其妙不知道在讲什么，那真的不是假的。我们学习也通过这个阶段，不过对佛有仰信，仰信是什么？对佛尊敬、对佛景仰，他说的不能不信，不懂也得要信。所以他里头有疑，相信佛的话决定没有错，不是我的境界，我还是有疑问在里头。这个疑问很难解开，你没有证得你就没有法子，但是有疑，疑障碍你证得，所以这麻烦大了。修定逐次把这个定功向上提升，到有一定的定功，经上讲八地菩萨你见到，真正断疑了。那菩萨这个定功，我们依照一个阶层算是一个单位，从初信位到等觉五十一个位次，定功浅深有五十一个阶层，到最上面四个阶层才真正见到，这多难！",
      "zh_TW": "這是今天量子力學家對我們學佛的人幫了個大忙，讓我們有了個清晰的概念，以前概念很模糊，現在清楚。回過頭來對釋迦牟尼佛不能不佩服，三千年前就說到了，現在最近的科學才發現，佩服得五體投地。了解真相之後，就是佛在《般若經》上所說的，我讀《般若經》做了一個總結，我的總結只十二個字，「一切法無所有，畢竟空，不可得」，釋迦牟尼佛講了二十二年就講這一句話。這句話是什麼？太難懂，一般人聽到莫名其妙不知道在講什麼，那真的不是假的。我們學習也通過這個階段，不過對佛有仰信，仰信是什麼？對佛尊敬、對佛景仰，他說的不能不信，不懂也得要信。所以他裡頭有疑，相信佛的話決定沒有錯，不是我的境界，我還是有疑問在裡頭。這個疑問很難解開，你沒有證得你就沒有法子，但是有疑，疑障礙你證得，所以這麻煩大了。修定逐次把這個定功向上提升，到有一定的定功，經上講八地菩薩你見到，真正斷疑了。那菩薩這個定功，我們依照一個階層算是一個單位，從初信位到等覺五十一個位次，定功淺深有五十一個階層，到最上面四個階層才真正見到，這多難！"
    },
    {
      "id": "02-037-0300_p0012",
      "zh_CN": "科学家今天是用科学的方法发现，不是他定功所证得的，在科学仪器里头发现，知道有这个现象，这个事实现象，他不得受用，自己定功定得的得受用。这个受用就是大自在，智慧现前；德能，德能就是我们一般讲的神通，神通现前。这个神通是无量无边，举一个例子，能分无量无边身，遍法界虚空界一切诸佛如来刹土，他都能够同时分身到达，这科学家做不到。分身真管用，不是没有用处，到佛的刹土能去拜佛，能去供养佛，能去听佛讲经说法，他起作用有这种本事，同时就把一切佛法学圆满了。学圆满还得常常学，为什么？薰习，不断的薰习。薰习多久各人兴趣不一样，有人一得到不需要薰习了，他的分身收回去，他就如如不动。有些人喜欢多薰习几天，有些人喜欢更长久一点，各人兴趣不一样，得大自在、大神通，完全融入，遍法界虚空界万事万物跟自己是一体。科学家这些做不到融成一体，科学家、哲学家还有生老病死，他没有了，永远摆脱，那是梦幻泡影，所以安住于不生不灭真如实相之理体，这就是一般讲明心见性，见性成佛，这是无生法忍。",
      "zh_TW": "科學家今天是用科學的方法發現，不是他定功所證得的，在科學儀器裡頭發現，知道有這個現象，這個事實現象，他不得受用，自己定功定得的得受用。這個受用就是大自在，智慧現前；德能，德能就是我們一般講的神通，神通現前。這個神通是無量無邊，舉一個例子，能分無量無邊身，遍法界虛空界一切諸佛如來剎土，他都能夠同時分身到達，這科學家做不到。分身真管用，不是沒有用處，到佛的剎土能去拜佛，能去供養佛，能去聽佛講經說法，他起作用有這種本事，同時就把一切佛法學圓滿了。學圓滿還得常常學，為什麼？薰習，不斷的薰習。薰習多久各人興趣不一樣，有人一得到不需要薰習了，他的分身收回去，他就如如不動。有些人喜歡多薰習幾天，有些人喜歡更長久一點，各人興趣不一樣，得大自在、大神通，完全融入，遍法界虛空界萬事萬物跟自己是一體。科學家這些做不到融成一體，科學家、哲學家還有生老病死，他沒有了，永遠擺脫，那是夢幻泡影，所以安住於不生不滅真如實相之理體，這就是一般講明心見性，見性成佛，這是無生法忍。"
    },
    {
      "id": "02-037-0300_p0013",
      "zh_CN": "「见菩提树能获如是功德」，到极乐世界见菩提树，能获得这么多的功德。「深显弥陀愿力不可思议」，这到底什么原因？是阿弥陀佛本愿威神功德之所成就的。阿弥陀佛的愿力，经过五劫修行，它产生很大的能量。我们今天有愿力没有经过修行，所以这个愿力不大，而且愿力还是很容易丢掉，不够坚定，所以说退心、改变了。这个原因，就是虽然发愿，没有经过练功，没经过锻炼；要锻炼，锻炼，我们讲修行，要修行。在修行过程当中，经历顺境逆境、善缘恶缘，统统要求着如如不动，这就修成了，就产生力量了，这个力就起作用，不通过修行不行。修行就是真干，真干障缘很多，障缘突不破，那就回来再修行，功夫还不够。什么叫功夫？一切障缘现前，无论是善缘恶缘真正不起心不动念，就通过了。不起心是什么？没有七情五欲，七情是喜怒哀乐爱恶欲，六根对于六尘境界，无论什么境界不会起这个念头，五欲是财色名食睡；换句话说，在这个境缘当中不动心、不动念头，这叫成功。如果还有起心动念赶紧回来，不回来就被境界诱跑了，诱惑了，就跟它走。跟它走就到三途去，到六道去，不能跟它走。",
      "zh_TW": "「見菩提樹能獲如是功德」，到極樂世界見菩提樹，能獲得這麼多的功德。「深顯彌陀願力不可思議」，這到底什麼原因？是阿彌陀佛本願威神功德之所成就的。阿彌陀佛的願力，經過五劫修行，它產生很大的能量。我們今天有願力沒有經過修行，所以這個願力不大，而且願力還是很容易丟掉，不夠堅定，所以說退心、改變了。這個原因，就是雖然發願，沒有經過練功，沒經過鍛鍊；要鍛鍊，鍛鍊，我們講修行，要修行。在修行過程當中，經歷順境逆境、善緣惡緣，統統要求著如如不動，這就修成了，就產生力量了，這個力就起作用，不通過修行不行。修行就是真幹，真幹障緣很多，障緣突不破，那就回來再修行，功夫還不夠。什麼叫功夫？一切障緣現前，無論是善緣惡緣真正不起心不動念，就通過了。不起心是什麼？沒有七情五欲，七情是喜怒哀樂愛惡欲，六根對於六塵境界，無論什麼境界不會起這個念頭，五欲是財色名食睡；換句話說，在這個境緣當中不動心、不動念頭，這叫成功。如果還有起心動念趕緊回來，不回來就被境界誘跑了，誘惑了，就跟它走。跟它走就到三途去，到六道去，不能跟它走。"
    },
    {
      "id": "02-037-0300_p0014",
      "zh_CN": "我们今天自己量量自己的力，自己没有这个能力，怎么办？只有依阿弥陀佛，我们找这个靠山。这个靠山真管用，本师释迦牟尼佛为我们介绍的，自己没有能力断烦恼，没有能力出六道轮回，你去找他。他的方法很简单，但是自己要真干，就是把自己旧的记忆，这是美国修．蓝博士的话，无论是善的记忆、不善的记忆统统把它清除掉，回归零点能量点，数学里头的零是什么都没有，他用这个方法。我听到他的方法，很像佛法里面讲的无想定，回归到无想定，你就能起很大的作用，这也是佛所讲的「制心一处，无事不办」。制心一处，那我们第一桩办的事情是什么？身心健康，真能办。为什么？你所有的烦恼，烦恼就是贪瞋痴慢疑恶见，这个东西没有了。没有的时候你的身体原本带着有病毒的细胞，全部恢复正常，所以你身心健康。制心一处，第一桩办这个事情，你看有没有效果？决定有效，然后可以办天下事。居住的地方，这个地方清净庄严，一切灾害都没有，风调雨顺，能办这个事情。地球上这些灾难一个人办不了，有共业，有十几二十个人在一起修，这个力量集合起来可以化解灾难，连科学家也懂得。",
      "zh_TW": "我們今天自己量量自己的力，自己沒有這個能力，怎麼辦？只有依阿彌陀佛，我們找這個靠山。這個靠山真管用，本師釋迦牟尼佛為我們介紹的，自己沒有能力斷煩惱，沒有能力出六道輪迴，你去找他。他的方法很簡單，但是自己要真幹，就是把自己舊的記憶，這是美國修．藍博士的話，無論是善的記憶、不善的記憶統統把它清除掉，回歸零點能量點，數學裡頭的零是什麼都沒有，他用這個方法。我聽到他的方法，很像佛法裡面講的無想定，回歸到無想定，你就能起很大的作用，這也是佛所講的「制心一處，無事不辦」。制心一處，那我們第一樁辦的事情是什麼？身心健康，真能辦。為什麼？你所有的煩惱，煩惱就是貪瞋痴慢疑惡見，這個東西沒有了。沒有的時候你的身體原本帶著有病毒的細胞，全部恢復正常，所以你身心健康。制心一處，第一樁辦這個事情，你看有沒有效果？決定有效，然後可以辦天下事。居住的地方，這個地方清淨莊嚴，一切災害都沒有，風調雨順，能辦這個事情。地球上這些災難一個人辦不了，有共業，有十幾二十個人在一起修，這個力量集合起來可以化解災難，連科學家也懂得。"
    },
    {
      "id": "02-037-0300_p0015",
      "zh_CN": "一个人的力量究竟能有多大？理上讲是无尽的，事上讲有局限。所以科学家给我们讲了个数据，百分之一的平方根，那地球上的总人口七十亿，七十亿百分之一的平方根，大概不到一万人，八千多人。八千多人修善，真正回头，就能够让整个地球上不发生灾难。我们听了不敢相信，七十亿人造业，什么恶业都造，就算这一万人，一万个人就能救七十亿，行吗？能叫人相信吗？中国古人说了一句话，勉勉强强用它来解释，古人所说的「邪不胜正」。七十亿人是邪，你这一万人是正，一个正人能保一千个人、能保一万个人大概是不成问题。一万个人造罪业，这里有一个正人，一个真正是正人，他住在这个地方，大家沾他的光，这地方不遭难。最重要的，还是坚定我们的信心，这个重要。第一个效果，身心健康，永远脱离病魔，永远离开医药，我们信心就真正坚定了，它真有效。没有效，我照这样做了没有效，为什么别人做有效，我没有效？别人百分之百的信心，我大概只有百分之五十的信心，总是怀疑，不敢离开医疗。这个依靠你不把它舍掉，就说明你信心不足，你效果不彰。真信，死心塌地没有丝毫怀疑，就有不可思议的感应现前，这种人也难找，不容易找。半信半疑占绝大多数，勉强有一点信心，别人说这行吗？这不可靠，好，心又动、又退掉了。",
      "zh_TW": "一個人的力量究竟能有多大？理上講是無盡的，事上講有侷限。所以科學家給我們講了個數據，百分之一的平方根，那地球上的總人口七十億，七十億百分之一的平方根，大概不到一萬人，八千多人。八千多人修善，真正回頭，就能夠讓整個地球上不發生災難。我們聽了不敢相信，七十億人造業，什麼惡業都造，就算這一萬人，一萬個人就能救七十億，行嗎？能叫人相信嗎？中國古人說了一句話，勉勉強強用它來解釋，古人所說的「邪不勝正」。七十億人是邪，你這一萬人是正，一個正人能保一千個人、能保一萬個人大概是不成問題。一萬個人造罪業，這裡有一個正人，一個真正是正人，他住在這個地方，大家沾他的光，這地方不遭難。最重要的，還是堅定我們的信心，這個重要。第一個效果，身心健康，永遠脫離病魔，永遠離開醫藥，我們信心就真正堅定了，它真有效。沒有效，我照這樣做了沒有效，為什麼別人做有效，我沒有效？別人百分之百的信心，我大概只有百分之五十的信心，總是懷疑，不敢離開醫療。這個依靠你不把它捨掉，就說明你信心不足，你效果不彰。真信，死心塌地沒有絲毫懷疑，就有不可思議的感應現前，這種人也難找，不容易找。半信半疑佔絕大多數，勉強有一點信心，別人說這行嗎？這不可靠，好，心又動、又退掉了。"
    },
    {
      "id": "02-037-0300_p0016",
      "zh_CN": "在我们同学当中例子，像刘素云居士那样的信心，那个行，她不为外面人所动摇。对于佛法东西也并不是很通达，这是她过去生中的善根，她一接受之后就坚信不疑。而且身上得的重病，她根本不理会，每天十小时听经，其余时间就专念阿弥陀佛。二、三个月之后再检查，病没有了，她也没有生喜欢心，继续努力，继续干下去，还是十小时听经、念佛。干了十年，我们才听说有这么一个人，跟她联系上，了解这个状况。她起决定心这个作用的意念是什么？把生死放在度外。我一心专念、一心专学，身命不去理它，完全放下，这是她成功的秘诀。懂得不透彻，一定要听经，用经教来薰习，一遍一遍薰习，一遍一遍觉悟。完全能仰信，那经可以不要听，一句佛号念到底，他清楚明白。像黄念祖老居士，这个注解完成就念佛，他没怀疑。我们有理由相信他老人家预知时至，在往生前半年为我们做示现，每天十四万声佛号，万缘放下，一心念佛，什么念头都没有了，这样的人肯定实报土上辈往生。没有怀疑、没有顾虑，真放下了！我们再看下面这一段，「结功有在」，这里头分两小段，第一段「树作佛事」，「功归弥陀」。请看经文：",
      "zh_TW": "在我們同學當中例子，像劉素雲居士那樣的信心，那個行，她不為外面人所動搖。對於佛法東西也並不是很通達，這是她過去生中的善根，她一接受之後就堅信不疑。而且身上得的重病，她根本不理會，每天十小時聽經，其餘時間就專念阿彌陀佛。二、三個月之後再檢查，病沒有了，她也沒有生喜歡心，繼續努力，繼續幹下去，還是十小時聽經、念佛。幹了十年，我們才聽說有這麼一個人，跟她聯繫上，了解這個狀況。她起決定心這個作用的意念是什麼？把生死放在度外。我一心專念、一心專學，身命不去理它，完全放下，這是她成功的祕訣。懂得不透徹，一定要聽經，用經教來薰習，一遍一遍薰習，一遍一遍覺悟。完全能仰信，那經可以不要聽，一句佛號念到底，他清楚明白。像黃念祖老居士，這個註解完成就念佛，他沒懷疑。我們有理由相信他老人家預知時至，在往生前半年為我們做示現，每天十四萬聲佛號，萬緣放下，一心念佛，什麼念頭都沒有了，這樣的人肯定實報土上輩往生。沒有懷疑、沒有顧慮，真放下了！我們再看下面這一段，「結功有在」，這裡頭分兩小段，第一段「樹作佛事」，「功歸彌陀」。請看經文："
    },
    {
      "id": "02-037-0300_p0017",
      "zh_CN": "【佛告阿难。如是佛刹。华果树木。与诸众生。而作佛事。】",
      "zh_TW": "【佛告阿難。如是佛剎。華果樹木。與諸眾生。而作佛事。】"
    },
    {
      "id": "02-037-0300_p0018",
      "zh_CN": "『佛告阿难』，这叫着「阿难」的名字，凡是经上有这种字样，下面的话非常重要，特别提醒我们。告诉我们，「极乐世界，如是希有，不可思议，花果树木，皆作佛事，增长有情殊胜善根。令人得忍，证入无生」。这一段话非常重要，你要真正明白了，你能不求往生吗？你在这一生当中还听说有比这更好的去处吗？最近这几年，我们也收到许许多多信息，信息告诉我们都是灾难，都是三途恶道，纵然也有一些天道，跟极乐世界比差太远了。我们有福报，这些事相摆在我们面前，由我们自己选择，我们选择哪一道？八万四千法门门门都殊胜，《楞严经》上二十五种圆通法门，门门第一。大势至菩萨所说的法门，是念佛求生净土，就是我们现在修学的法门，这个法门不用断烦恼、不用消业障。这告诉我们，现在娑婆世界众生造的业障太重，修这个法门还人人有分。只有阿弥陀佛不会责怪你，造作一切恶业，只要你认错、只要你回头，真正发心以后永远不再造，你念佛求生净土，佛来接你，佛不拒绝你。所以只有这个法门，能度末法九千年苦难众生。",
      "zh_TW": "『佛告阿難』，這叫著「阿難」的名字，凡是經上有這種字樣，下面的話非常重要，特別提醒我們。告訴我們，「極樂世界，如是希有，不可思議，花果樹木，皆作佛事，增長有情殊勝善根。令人得忍，證入無生」。這一段話非常重要，你要真正明白了，你能不求往生嗎？你在這一生當中還聽說有比這更好的去處嗎？最近這幾年，我們也收到許許多多信息，信息告訴我們都是災難，都是三途惡道，縱然也有一些天道，跟極樂世界比差太遠了。我們有福報，這些事相擺在我們面前，由我們自己選擇，我們選擇哪一道？八萬四千法門門門都殊勝，《楞嚴經》上二十五種圓通法門，門門第一。大勢至菩薩所說的法門，是念佛求生淨土，就是我們現在修學的法門，這個法門不用斷煩惱、不用消業障。這告訴我們，現在娑婆世界眾生造的業障太重，修這個法門還人人有分。只有阿彌陀佛不會責怪你，造作一切惡業，只要你認錯、只要你回頭，真正發心以後永遠不再造，你念佛求生淨土，佛來接你，佛不拒絕你。所以只有這個法門，能度末法九千年苦難眾生。"
    },
    {
      "id": "02-037-0300_p0019",
      "zh_CN": "我们无比殊胜，感激阿弥陀佛，更感激本师释迦牟尼佛，他要不介绍，我们怎们会知道！感谢历代祖师代代相传没有中断，感激夏莲老为我们会集这样完美的本子，感激黄念祖老居士提供这么多丰富的资料，让我们对这部经文能有进一步的了解，增长了我们的信心，不容易。所有这些人对我们付出的贡献，他们只有一个目的，盼望我们信愿持名，往生净土，往生净土就是去作佛去了，佛度众生究竟圆满。所以极乐世界的妙，极乐世界的殊胜，花草树木都讲经说法，都帮助所有众生大彻大悟、明心见性，这就是佛事。这个注子里头是念老注的，增长有情殊胜善根，令人得忍，证入无生，忍是定跟慧，定中有慧。下面一段「功归弥陀」：",
      "zh_TW": "我們無比殊勝，感激阿彌陀佛，更感激本師釋迦牟尼佛，他要不介紹，我們怎們會知道！感謝歷代祖師代代相傳沒有中斷，感激夏蓮老為我們會集這樣完美的本子，感激黃念祖老居士提供這麼多豐富的資料，讓我們對這部經文能有進一步的了解，增長了我們的信心，不容易。所有這些人對我們付出的貢獻，他們只有一個目的，盼望我們信願持名，往生淨土，往生淨土就是去作佛去了，佛度眾生究竟圓滿。所以極樂世界的妙，極樂世界的殊勝，花草樹木都講經說法，都幫助所有眾生大徹大悟、明心見性，這就是佛事。這個註子裡頭是念老註的，增長有情殊勝善根，令人得忍，證入無生，忍是定跟慧，定中有慧。下面一段「功歸彌陀」："
    },
    {
      "id": "02-037-0300_p0020",
      "zh_CN": "【此皆无量寿佛。威神力故。本愿力故。满足愿故。明了。坚固。究竟愿故。】",
      "zh_TW": "【此皆無量壽佛。威神力故。本願力故。滿足願故。明了。堅固。究竟願故。】"
    },
    {
      "id": "02-037-0300_p0021",
      "zh_CN": "这个里头有省略，『明了』愿故、『坚固』愿故、『究竟愿故』，我们这样念，意思就完全显示出来了。请看注解，「其因端在彼佛果德威神之力」，这是讲极乐世界无比殊胜真正的因是什么，为什么这么殊胜？端在阿弥陀佛果德威神之力，道理在此地。这一句是总，法藏比丘修行成佛，就是极乐世界的阿弥陀佛，他怎么成佛？本愿四十八愿。四十八愿从一个愿引发出来的，这一个愿是什么？是究竟圆满的大悲心。怜悯六道轮回里头苦难众生，迷得太深，迷得太久，什么时候才能出头？说实实在在的话没指望。从这个悲心里面发出了救护的大愿，我怎样帮助他、怎样救他，而且帮助他帮到究竟，就是帮到底，帮助他成佛。这个大愿太殊胜，一切诸佛都没想到。他的老师世间自在王佛教他，你要想满足这个愿最好你去做调查，参访、考察十方一切诸佛刹土，取长舍短，建立一个道场接引这些众生去往生，你在那里去教他、成就他，这就是四十八愿的由来。他真干，用了五劫的时间，这很长的时间五个大劫，四十八愿是他五劫参学、访问、考察，所得到的总结，四十八愿是总结。四十八愿不是一次发的，是他五劫考察一切诸佛刹土的总结，就是底下讲的『满足愿』。真正的本愿说四十八愿也可以，应该是说他的大悲心，看到众生苦，发心要普度这些众生，这是他的本愿，从这个动机上发出来。听从老师的教诲，去每个佛土里面去考察，最后做成总结。",
      "zh_TW": "這個裡頭有省略，『明了』願故、『堅固』願故、『究竟願故』，我們這樣念，意思就完全顯示出來了。請看註解，「其因端在彼佛果德威神之力」，這是講極樂世界無比殊勝真正的因是什麼，為什麼這麼殊勝？端在阿彌陀佛果德威神之力，道理在此地。這一句是總，法藏比丘修行成佛，就是極樂世界的阿彌陀佛，他怎麼成佛？本願四十八願。四十八願從一個願引發出來的，這一個願是什麼？是究竟圓滿的大悲心。憐憫六道輪迴裡頭苦難眾生，迷得太深，迷得太久，什麼時候才能出頭？說實實在在的話沒指望。從這個悲心裡面發出了救護的大願，我怎樣幫助他、怎樣救他，而且幫助他幫到究竟，就是幫到底，幫助他成佛。這個大願太殊勝，一切諸佛都沒想到。他的老師世間自在王佛教他，你要想滿足這個願最好你去做調查，參訪、考察十方一切諸佛剎土，取長捨短，建立一個道場接引這些眾生去往生，你在那裡去教他、成就他，這就是四十八願的由來。他真幹，用了五劫的時間，這很長的時間五個大劫，四十八願是他五劫參學、訪問、考察，所得到的總結，四十八願是總結。四十八願不是一次發的，是他五劫考察一切諸佛剎土的總結，就是底下講的『滿足願』。真正的本願說四十八願也可以，應該是說他的大悲心，看到眾生苦，發心要普度這些眾生，這是他的本願，從這個動機上發出來。聽從老師的教誨，去每個佛土裡面去考察，最後做成總結。"
    },
    {
      "id": "02-037-0300_p0022",
      "zh_CN": "这就是说满足愿、明了愿、坚固愿、究竟愿之力，究竟是圆满，极乐世界出现了，极乐世界这么来的。阿弥陀佛没有去设计，没有人施工，自然成就的，这就是名符其实的叫心想事成，不必动手，证明世尊所讲的，「制心一处，无事不办」。阿弥陀佛制心一处能建立极乐世界，还有比这个更大的事业？没有了。这么大的事业都能够成就，我们小小的身体健康这算什么！所以不能不相信。相信、不相信别人无法帮助你，全靠自己，这个事情，阿弥陀佛也帮不上忙。阿弥陀佛只能把他自己修行经过，展示出来给你看看、给你做个参考，让你知道他能成就的，你也能成就。他的弘愿自然流出西方极乐世界，我们也要跟他一样，我们跟他一样就简单，他要干五劫，费那么多时间、费那么多精力去考察、去学习，他做总结认真修行。我们今天只要深信切愿，老实念佛，就像前面蕅益大师所说的，完全把阿弥陀佛的功德变成自己的功德。这就是我们在极乐世界上加分，这就是对阿弥陀佛的帮助，我们全心全力跟你完全一样，极乐世界就更美好。往生到极乐世界，有这种念头的人多，凡夫比较少，菩萨去往生的就多，都有这个念头，每一个到极乐世界都给极乐世界加分。所以极乐世界的殊胜，每天都在增长，它永远不衰，道理就在此地。我们真信切愿、老实念佛，功德确实不可思议，为什么？把阿弥陀佛的功德全变成自己功德。还有哪个法门比这个法门更好的？找不到！诸佛菩萨的功德，我们得不到；只有阿弥陀佛的功德，他是非常乐意欢喜布施给我们，只要我们肯接受。肯念就是肯接受，一天到晚我们念佛不间断，真的把阿弥陀佛的功德变成自己的功德。",
      "zh_TW": "這就是說滿足願、明了願、堅固願、究竟願之力，究竟是圓滿，極樂世界出現了，極樂世界這麼來的。阿彌陀佛沒有去設計，沒有人施工，自然成就的，這就是名符其實的叫心想事成，不必動手，證明世尊所講的，「制心一處，無事不辦」。阿彌陀佛制心一處能建立極樂世界，還有比這個更大的事業？沒有了。這麼大的事業都能夠成就，我們小小的身體健康這算什麼！所以不能不相信。相信、不相信別人無法幫助你，全靠自己，這個事情，阿彌陀佛也幫不上忙。阿彌陀佛只能把他自己修行經過，展示出來給你看看、給你做個參考，讓你知道他能成就的，你也能成就。他的弘願自然流出西方極樂世界，我們也要跟他一樣，我們跟他一樣就簡單，他要幹五劫，費那麼多時間、費那麼多精力去考察、去學習，他做總結認真修行。我們今天只要深信切願，老實念佛，就像前面蕅益大師所說的，完全把阿彌陀佛的功德變成自己的功德。這就是我們在極樂世界上加分，這就是對阿彌陀佛的幫助，我們全心全力跟你完全一樣，極樂世界就更美好。往生到極樂世界，有這種念頭的人多，凡夫比較少，菩薩去往生的就多，都有這個念頭，每一個到極樂世界都給極樂世界加分。所以極樂世界的殊勝，每天都在增長，它永遠不衰，道理就在此地。我們真信切願、老實念佛，功德確實不可思議，為什麼？把阿彌陀佛的功德全變成自己功德。還有哪個法門比這個法門更好的？找不到！諸佛菩薩的功德，我們得不到；只有阿彌陀佛的功德，他是非常樂意歡喜布施給我們，只要我們肯接受。肯念就是肯接受，一天到晚我們念佛不間斷，真的把阿彌陀佛的功德變成自己的功德。"
    },
    {
      "id": "02-037-0300_p0023",
      "zh_CN": "「《净影疏》曰：皆无量寿佛威神力者，由彼如来现在威力，故获三忍。本愿力者，由其过去本愿之力，故获三忍。本愿是总。余四是别」，余四就是满足愿、明了愿、坚固愿、究竟愿，「满足愿者，愿心圆备。明了愿者，求心显著。坚固愿者，缘不能坏。究竟愿者，终成不退。以此愿故，生彼国者，悉得三忍」。这是说往生极乐世界你决定证得三种忍，这三种忍在西方极乐世界是普遍的证得。但是这个忍里头有浅深差别不一样，每一个地位上都能证得，十住证得，十行、十回向、十地统统都能证得。尤其是阿弥陀佛在极乐世界，每天讲经教学没有停止，不但你能证得，而且很快的证得，证得之后不断的扩充一直到圆满。这些是说明，西方极乐世界修学环境的殊胜，修学功德的殊胜，无有伦比，十方世界比不上，所以连菩萨都想去往生。",
      "zh_TW": "「《淨影疏》曰：皆無量壽佛威神力者，由彼如來現在威力，故獲三忍。本願力者，由其過去本願之力，故獲三忍。本願是總。餘四是別」，餘四就是滿足願、明了願、堅固願、究竟願，「滿足願者，願心圓備。明了願者，求心顯著。堅固願者，緣不能壞。究竟願者，終成不退。以此願故，生彼國者，悉得三忍」。這是說往生極樂世界你決定證得三種忍，這三種忍在西方極樂世界是普遍的證得。但是這個忍裡頭有淺深差別不一樣，每一個地位上都能證得，十住證得，十行、十迴向、十地統統都能證得。尤其是阿彌陀佛在極樂世界，每天講經教學沒有停止，不但你能證得，而且很快的證得，證得之後不斷的擴充一直到圓滿。這些是說明，西方極樂世界修學環境的殊勝，修學功德的殊勝，無有倫比，十方世界比不上，所以連菩薩都想去往生。"
    },
    {
      "id": "02-037-0300_p0024",
      "zh_CN": "这里面余四说得很好。满足，愿心圆备，圆是圆满，一愿里面具足一切愿。像四十八愿，每一愿里头都具足其他的四十七愿，愿愿如是，这叫圆备。在大乘通常讲四愿，叫四弘誓愿，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，这四愿也是一愿圆满具足四愿，无论是哪一愿。度众生这一愿里面具足断烦恼、学法门、成佛道，断烦恼这一愿里面有度众生、有学法门、有成佛道，这叫圆备，经文里头叫满足。明了，求心显著，一点不模糊，我就一心一意求生净土，心里头没有怀疑、没有妄念、没有夹杂，这叫显著，明了。自己清清楚楚，没有一个妄念，哪有不往生的道理！坚固，缘不能坏，你的方向目标只有一个，有人劝你学这个、学那个，你都能够拒绝，不为他所动摇，这叫坚固。修行人退心，修行人变节、动摇，或者退转，或者修别的法门去了，甚至于退到人天福报，还有迷惑的堕落到三途。",
      "zh_TW": "這裡面餘四說得很好。滿足，願心圓備，圓是圓滿，一願裡面具足一切願。像四十八願，每一願裡頭都具足其他的四十七願，願願如是，這叫圓備。在大乘通常講四願，叫四弘誓願，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，這四願也是一願圓滿具足四願，無論是哪一願。度眾生這一願裡面具足斷煩惱、學法門、成佛道，斷煩惱這一願裡面有度眾生、有學法門、有成佛道，這叫圓備，經文裡頭叫滿足。明了，求心顯著，一點不模糊，我就一心一意求生淨土，心裡頭沒有懷疑、沒有妄念、沒有夾雜，這叫顯著，明了。自己清清楚楚，沒有一個妄念，哪有不往生的道理！堅固，緣不能壞，你的方向目標只有一個，有人勸你學這個、學那個，你都能夠拒絕，不為他所動搖，這叫堅固。修行人退心，修行人變節、動搖，或者退轉，或者修別的法門去了，甚至於退到人天福報，還有迷惑的墮落到三途。"
    },
    {
      "id": "02-037-0300_p0025",
      "zh_CN": "灌顶法师讲净宗修行人，一百种不同的果报，这个话在《大势至菩萨圆通章疏钞》里面，我早年学习这部《疏钞》讲过几遍。第一次看到这篇文章，我感到很惊讶，念佛再不好，不至于堕地狱，它头一句就是堕地狱。我向李老师请教，李老师就拿在手上：这大事这不是小事，我不跟你一个人说，我讲经的时候跟大家说。现在念佛人造地狱业自己不知道，将来堕在地狱不知道怎么堕下去的。到那个时候阎罗王给你宣判，你后悔莫及，你真做错了事情。为什么？没智慧，自以为有智慧，简单的说，你的作为违背了戒定慧三学，你就错了。用世俗的话说，你违背了伦理道德，这就到三途去了。做再多的好事，只可以说在三途里头，有一点福报，福报不在人间享，三途。三途里面享福的，我们最明显、最容易看到的宠物。你看富贵人家养的宠物，这富贵人家一家并不和，但是对宠物都喜欢、都爱牠，家里头人都不如对宠物的那种爱护，这是什么？宠物牠修的福报。对牠照顾无微不至，对父母照顾未必，对妻子照顾也未必，对宠物最好。这我们看见的，这都是这些人在做示现给我们看，我们看到要觉悟！",
      "zh_TW": "灌頂法師講淨宗修行人，一百種不同的果報，這個話在《大勢至菩薩圓通章疏鈔》裡面，我早年學習這部《疏鈔》講過幾遍。第一次看到這篇文章，我感到很驚訝，念佛再不好，不至於墮地獄，它頭一句就是墮地獄。我向李老師請教，李老師就拿在手上：這大事這不是小事，我不跟你一個人說，我講經的時候跟大家說。現在念佛人造地獄業自己不知道，將來墮在地獄不知道怎麼墮下去的。到那個時候閻羅王給你宣判，你後悔莫及，你真做錯了事情。為什麼？沒智慧，自以為有智慧，簡單的說，你的作為違背了戒定慧三學，你就錯了。用世俗的話說，你違背了倫理道德，這就到三途去了。做再多的好事，只可以說在三途裡頭，有一點福報，福報不在人間享，三途。三途裡面享福的，我們最明顯、最容易看到的寵物。你看富貴人家養的寵物，這富貴人家一家並不和，但是對寵物都喜歡、都愛牠，家裡頭人都不如對寵物的那種愛護，這是什麼？寵物牠修的福報。對牠照顧無微不至，對父母照顧未必，對妻子照顧也未必，對寵物最好。這我們看見的，這都是這些人在做示現給我們看，我們看到要覺悟！"
    },
    {
      "id": "02-037-0300_p0026",
      "zh_CN": "缘不能坏，顺境逆境不能动摇，善缘恶缘不能影响，这叫坚固。究竟，最后的目标，是阿惟越致菩萨，圆证三不退。「以此愿故，生彼国者，悉得三忍」，这三种忍你全得到。那我们得反省，我们今天修学净宗，信愿持名有没有满足的愿？有没有明了的愿？有没有坚固的愿？究竟的愿有没有？这里头最重要的，特别重要的是满足、明了、坚固，前面三个有了，后头究竟必定得到，这三样不简单，都需要经教帮助。念佛的人无论在什么环境，都不会为境界所转，原因什么？他满足。对于自己的环境满足，人生在世，一生当中能吃饱、能穿得暖，有个小房子可以遮蔽风雨就满足了，真正做到于人无争，于世无求，这真满足。我还有要求，还有想要的没有满足，没有满足，你操心、你有妄想、你有杂念，满足没有了！",
      "zh_TW": "緣不能壞，順境逆境不能動搖，善緣惡緣不能影響，這叫堅固。究竟，最後的目標，是阿惟越致菩薩，圓證三不退。「以此願故，生彼國者，悉得三忍」，這三種忍你全得到。那我們得反省，我們今天修學淨宗，信願持名有沒有滿足的願？有沒有明了的願？有沒有堅固的願？究竟的願有沒有？這裡頭最重要的，特別重要的是滿足、明了、堅固，前面三個有了，後頭究竟必定得到，這三樣不簡單，都需要經教幫助。念佛的人無論在什麼環境，都不會為境界所轉，原因什麼？他滿足。對於自己的環境滿足，人生在世，一生當中能吃飽、能穿得暖，有個小房子可以遮蔽風雨就滿足了，真正做到於人無爭，於世無求，這真滿足。我還有要求，還有想要的沒有滿足，沒有滿足，你操心、你有妄想、你有雜念，滿足沒有了！"
    },
    {
      "id": "02-037-0300_p0027",
      "zh_CN": "李老师一天吃一餐，三十几岁开始，坚持一辈子，那是什么力量？满足。他确实住一个小房子在台中，他的房子我去过很多次，很熟悉。总面积在台湾是十五坪，一坪是香港的三十六呎，十坪三百六十呎，十五坪，再加个一百八十呎，不大！几乎一生一半的时间都住在那里，他很满足。它是平房就一层，合香港五百多呎的房子，不到六百呎。自己照顾自己不麻烦别人，修福；要别人照顾，这是大福报。自己没那么大的福报，自己照顾自己，李老师修的，一生修的，来生福，这一生没有享福，来生的福报就大了。可是来生能不能享福？不能享，一享就坏了，麻烦就出来，还是到极乐世界安全。你真正把面面都看清楚、看明了，享福不是好事情，唐太宗做皇上享福，作威作福，死了以后还堕地狱。所以中国的文字真正了不起，中国文字福跟祸，你看看这两个字很像，就差一点点。「祸福无门，惟人自召」，《太上感应篇》上讲的，福不小心就变成祸，非常接近。所以我们要懂得避祸，那就不能享福，福里头有祸。人在逆境会时时刻刻提醒自己，人一享福，迷惑了，自古以来，福报里头迷失的人不知道有多少。",
      "zh_TW": "李老師一天吃一餐，三十幾歲開始，堅持一輩子，那是什麼力量？滿足。他確實住一個小房子在台中，他的房子我去過很多次，很熟悉。總面積在台灣是十五坪，一坪是香港的三十六呎，十坪三百六十呎，十五坪，再加個一百八十呎，不大！幾乎一生一半的時間都住在那裡，他很滿足。它是平房就一層，合香港五百多呎的房子，不到六百呎。自己照顧自己不麻煩別人，修福；要別人照顧，這是大福報。自己沒那麼大的福報，自己照顧自己，李老師修的，一生修的，來生福，這一生沒有享福，來生的福報就大了。可是來生能不能享福？不能享，一享就壞了，麻煩就出來，還是到極樂世界安全。你真正把面面都看清楚、看明瞭，享福不是好事情，唐太宗做皇上享福，作威作福，死了以後還墮地獄。所以中國的文字真正了不起，中國文字福跟禍，你看看這兩個字很像，就差一點點。「禍福無門，惟人自召」，《太上感應篇》上講的，福不小心就變成禍，非常接近。所以我們要懂得避禍，那就不能享福，福裡頭有禍。人在逆境會時時刻刻提醒自己，人一享福，迷惑了，自古以來，福報裡頭迷失的人不知道有多少。"
    },
    {
      "id": "02-037-0300_p0028",
      "zh_CN": "我们再看下面文，「又满足愿者，义寂、憬兴均谓四十八愿，无阙减故」。我们就本经正说，我也是这个看法，所以我跟大家讲满足愿，四十八愿每一愿里头都具足其他四十七愿，叫满足愿，圆满的愿，一即一切，一切即一。「明了愿者，义寂、望西谓明慧共相应故」，这个意思，括弧里头是念老他的注解，「此胜净影」，这个讲法比《净影疏》里头讲得好。《净影疏》里怎么说？求心显著，意思浅好懂；义寂、望西他们的意思比较深，明慧共相应，光明、智慧相应，这个意思深。「憬兴谓求之不虚故」，这个意思同净影，净影是什么？求心显著，他讲的求之不虚，意思相同。「坚固愿者，义寂云无退精进，所成就者。究竟愿者，义寂、望西俱谓期尽有情法界际故」，就是「度尽法界一切有情」，四弘誓愿的第一愿众生无边誓愿度，这是他解释究竟愿。古来大德对这句经文的解释，有许多不一样地方，非常难得，念老都把它抄在此地，提供我们做参考资料。这参考资料非常丰富，念老的意思，「诸说宜合参」，这么多祖师大德说的话我们多听听，都值得做参考。",
      "zh_TW": "我們再看下面文，「又滿足願者，義寂、憬興均謂四十八願，無闕減故」。我們就本經正說，我也是這個看法，所以我跟大家講滿足願，四十八願每一願裡頭都具足其他四十七願，叫滿足願，圓滿的願，一即一切，一切即一。「明了願者，義寂、望西謂明慧共相應故」，這個意思，括弧裡頭是念老他的註解，「此勝淨影」，這個講法比《淨影疏》裡頭講得好。《淨影疏》裡怎麼說？求心顯著，意思淺好懂；義寂、望西他們的意思比較深，明慧共相應，光明、智慧相應，這個意思深。「憬興謂求之不虛故」，這個意思同淨影，淨影是什麼？求心顯著，他講的求之不虛，意思相同。「堅固願者，義寂云無退精進，所成就者。究竟願者，義寂、望西俱謂期盡有情法界際故」，就是「度盡法界一切有情」，四弘誓願的第一願眾生無邊誓願度，這是他解釋究竟願。古來大德對這句經文的解釋，有許多不一樣地方，非常難得，念老都把它抄在此地，提供我們做參考資料。這參考資料非常豐富，念老的意思，「諸說宜合參」，這麼多祖師大德說的話我們多聽聽，都值得做參考。"
    },
    {
      "id": "02-037-0300_p0029",
      "zh_CN": "「又本愿力者」，本愿是根本，「《往生论》曰」，天亲菩萨，《往生论》是天亲菩萨修学净宗的心得报告，是他一篇自己学习报告，提供给我们做参考。他这里有四句，「观佛本愿力，遇无空过者，能令速满足，功德大宝海」，这《往生论》上原文。《论注》昙鸾法师作的，天亲是印度人，昙鸾法师是中国人，他的注解，「依本法藏菩萨四十八愿，今曰」，今曰是我们这个经本子上说，「阿弥陀如来自在神力。愿以成力，力以就愿」，从愿形成这股力量，这个力依着愿。「愿不徒然，力不虚设。力愿相符，毕竟不差」，愿产生力，力又能帮助愿，所以它真的起作用。「依法藏菩萨之本愿，乃有今日弥陀如来之神力。以弥陀因中发闻名得忍之愿，以愿力故」，成就极乐世界，你看见树得三种忍，殊胜功德成就。「由愿生力，因力愿成」。故曰『此皆无量寿佛，威神力故，本愿力故』。「令见树者，悉得无生法忍，顿证八地菩萨」，这提得高，到极乐世界就能够提升到八地，距离究竟圆满很近了。",
      "zh_TW": "「又本願力者」，本願是根本，「《往生論》曰」，天親菩薩，《往生論》是天親菩薩修學淨宗的心得報告，是他一篇自己學習報告，提供給我們做參考。他這裡有四句，「觀佛本願力，遇無空過者，能令速滿足，功德大寶海」，這《往生論》上原文。《論註》曇鸞法師作的，天親是印度人，曇鸞法師是中國人，他的註解，「依本法藏菩薩四十八願，今曰」，今曰是我們這個經本子上說，「阿彌陀如來自在神力。願以成力，力以就願」，從願形成這股力量，這個力依著願。「願不徒然，力不虛設。力願相符，畢竟不差」，願產生力，力又能幫助願，所以它真的起作用。「依法藏菩薩之本願，乃有今日彌陀如來之神力。以彌陀因中發聞名得忍之願，以願力故」，成就極樂世界，你看見樹得三種忍，殊勝功德成就。「由願生力，因力願成」。故曰『此皆無量壽佛，威神力故，本願力故』。「令見樹者，悉得無生法忍，頓證八地菩薩」，這提得高，到極樂世界就能夠提升到八地，距離究竟圓滿很近了。"
    },
    {
      "id": "02-037-0300_p0030",
      "zh_CN": "八地以上的九地、十地、等觉、妙觉，上面只有四个位次，说明这是阿弥陀佛本愿威神的成就，所以特别将「本愿力」做个详细的注解。引用《往生论》跟《往生论》的注解证明，这都是古时候祖师大德最负盛名、最有成就的，启发我们的信心，断除我们的疑惑，希望我们往生西方极乐世界，能生到实报庄严土，这个地位就高！对于这些理论不了解、不清楚，往生到极乐世界品位多半都是在同居土三辈九品，不能提升。所以经典对我们的利益太大了，它能帮助我们以现前凡夫的境界，提升到实报土。我们一定要发心，纵然不能提升，这些事情，在我们阿赖耶识里头它会起作用，肯定会帮助我们在极乐世界快速成长，这是一定的道理。今天时间到了，我们就学习到此地。",
      "zh_TW": "八地以上的九地、十地、等覺、妙覺，上面只有四個位次，說明這是阿彌陀佛本願威神的成就，所以特別將「本願力」做個詳細的註解。引用《往生論》跟《往生論》的註解證明，這都是古時候祖師大德最負盛名、最有成就的，啟發我們的信心，斷除我們的疑惑，希望我們往生西方極樂世界，能生到實報莊嚴土，這個地位就高！對於這些理論不了解、不清楚，往生到極樂世界品位多半都是在同居土三輩九品，不能提升。所以經典對我們的利益太大了，它能幫助我們以現前凡夫的境界，提升到實報土。我們一定要發心，縱然不能提升，這些事情，在我們阿賴耶識裡頭它會起作用，肯定會幫助我們在極樂世界快速成長，這是一定的道理。今天時間到了，我們就學習到此地。"
    }
  ]
}