{
  "doc_id": "02-037-0176",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一七六集",
    "zh_TW": "第一七六集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0176",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0176_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百九十六页，我们从第五行看起，四十八愿第三十一愿：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百九十六頁，我們從第五行看起，四十八願第三十一願："
    },
    {
      "id": "02-037-0176_p0002",
      "zh_CN": "「第卅一不贪计身愿。无起想念，贪计身者。凡夫修行，多堕身见，身见乃见惑之首，见惑不断，则不能入圣流，势必常沦生死，欲出无期也。贪计身者，谓执有我身而贪着计度也。《会疏》曰：于自身妄执，计爱憎违顺，是名贪计，是所谓我执也」。这一段注解前面跟同学说得很多，而这一段跟真正修行人来说非常重要。确实，如念老在此地说的，凡夫修行确实这一关不能突破，就是身见，所以修一辈子都不能成就。古今中外学佛的同学没有例外的，如果身见破了，见惑就很容易断。见惑里头最难断的就是身见，执着身是我。佛在大小乘经里面都告诉我们，这个身不是我，谁能相信身不是我？学佛很好，说身不是我，这个很难接受，六道众生都把身看作是我。什么时候真正知道身不是我，那身是什么？身是我所有的，就像衣服一样，衣服不是我，是我所有的，身有生灭，我没有生灭。",
      "zh_TW": "「第卅一不貪計身願。無起想念，貪計身者。凡夫修行，多墮身見，身見乃見惑之首，見惑不斷，則不能入聖流，勢必常淪生死，欲出無期也。貪計身者，謂執有我身而貪著計度也。《會疏》曰：於自身妄執，計愛憎違順，是名貪計，是所謂我執也」。這一段註解前面跟同學說得很多，而這一段跟真正修行人來說非常重要。確實，如念老在此地說的，凡夫修行確實這一關不能突破，就是身見，所以修一輩子都不能成就。古今中外學佛的同學沒有例外的，如果身見破了，見惑就很容易斷。見惑裡頭最難斷的就是身見，執著身是我。佛在大小乘經裡面都告訴我們，這個身不是我，誰能相信身不是我？學佛很好，說身不是我，這個很難接受，六道眾生都把身看作是我。什麼時候真正知道身不是我，那身是什麼？身是我所有的，就像衣服一樣，衣服不是我，是我所有的，身有生滅，我沒有生滅。"
    },
    {
      "id": "02-037-0176_p0003",
      "zh_CN": "学佛人首先要建立这一个概念，这个概念要很深、很坚固，身不是我。什么是我？世俗，外国人也承认，认为灵魂是我。认为灵魂是我，身不是我，这比一般人就高明很多，确实是有进步。可是灵魂还不是真正的我，灵魂不灵，灵魂要是灵，它投胎就不会到三恶道去，依旧会堕三恶道，说明这个魂不灵。魂出不了六道轮回就是因为它迷惑颠倒，不灵，如果它灵了，它就超越六道了，它真的把这些烦恼习气放下了，不再搞六道轮回了。凡是依旧搞六道轮回的就是这个东西，我们要把它认识清楚，它是见惑之首。",
      "zh_TW": "學佛人首先要建立這一個概念，這個概念要很深、很堅固，身不是我。什麼是我？世俗，外國人也承認，認為靈魂是我。認為靈魂是我，身不是我，這比一般人就高明很多，確實是有進步。可是靈魂還不是真正的我，靈魂不靈，靈魂要是靈，它投胎就不會到三惡道去，依舊會墮三惡道，說明這個魂不靈。魂出不了六道輪迴就是因為它迷惑顛倒，不靈，如果它靈了，它就超越六道了，它真的把這些煩惱習氣放下了，不再搞六道輪迴了。凡是依舊搞六道輪迴的就是這個東西，我們要把它認識清楚，它是見惑之首。"
    },
    {
      "id": "02-037-0176_p0004",
      "zh_CN": "见惑不断则不能入圣流，见惑不断是道道地地的凡夫，不是圣人。此地讲的圣流，小乘是须陀洹，大乘圆教是初信位的菩萨，虽然是小圣，他是圣人，他不是凡夫，他们真正入门了，入佛之门，是佛的真弟子，也就是佛门正式的学生。没有入圣流，这不是正式学生，是学校里面的旁听生，预备班，没有学籍的，是这么个地位，我们总得要知道、总得要清楚。见惑三界九地一共八十八品，世尊为教学方便起见，把八十八品见惑归纳为五大类，这个五大类断掉了就证得小乘初果，大乘那是菩萨十信位的初信位菩萨，这就是入圣流。见惑的五类，第一个是身见，所以见是什么?见是见解，换句话说，我们看错了，思惑是想错了，都不是真的。身不是自己，而以为是自己，这看错了。身到底是什么？这个说起来很深，我们从什么地方来的？佛经上讲得很清楚，一念不觉而有无明。一念不觉没有原因，一念不觉没有时间、也没有空间，这个很难懂，这个的确是高深的哲学或者是科学。",
      "zh_TW": "見惑不斷則不能入聖流，見惑不斷是道道地地的凡夫，不是聖人。此地講的聖流，小乘是須陀洹，大乘圓教是初信位的菩薩，雖然是小聖，他是聖人，他不是凡夫，他們真正入門了，入佛之門，是佛的真弟子，也就是佛門正式的學生。沒有入聖流，這不是正式學生，是學校裡面的旁聽生，預備班，沒有學籍的，是這麼個地位，我們總得要知道、總得要清楚。見惑三界九地一共八十八品，世尊為教學方便起見，把八十八品見惑歸納為五大類，這個五大類斷掉了就證得小乘初果，大乘那是菩薩十信位的初信位菩薩，這就是入聖流。見惑的五類，第一個是身見，所以見是什麼?見是見解，換句話說，我們看錯了，思惑是想錯了，都不是真的。身不是自己，而以為是自己，這看錯了。身到底是什麼？這個說起來很深，我們從什麼地方來的？佛經上講得很清楚，一念不覺而有無明。一念不覺沒有原因，一念不覺沒有時間、也沒有空間，這個很難懂，這個的確是高深的哲學或者是科學。"
    },
    {
      "id": "02-037-0176_p0005",
      "zh_CN": "一念不觉，无明起来了，无明就是阿赖耶识，阿赖耶识是假的不是真的，只有自性是真的。禅宗标榜的明心见性，那个性是真的，性才是真正的自己，所以叫自性。唐朝时候惠能大师见性了，明心见性，性是什么样子？他跟五祖忍和尚做出报告，这个报告只有二十个字，把自性的样子，大概的样子描绘出来了，就是他所证得的、他所见到的、他所明了的。第一句他说「何期自性，本自清净」，换句话说，自性从来不染污，这真性、真心，真正是自己。第二句「本不生灭」，它不生不灭。第三句「本自具足」，具足无量智慧、无量德能、无量才艺、无量相好，一丝毫都不缺。第四句说「本无动摇」，这就说明真心自性是不动的，妄心是动的，没有静止的时候。",
      "zh_TW": "一念不覺，無明起來了，無明就是阿賴耶識，阿賴耶識是假的不是真的，只有自性是真的。禪宗標榜的明心見性，那個性是真的，性才是真正的自己，所以叫自性。唐朝時候惠能大師見性了，明心見性，性是什麼樣子？他跟五祖忍和尚做出報告，這個報告只有二十個字，把自性的樣子，大概的樣子描繪出來了，就是他所證得的、他所見到的、他所明瞭的。第一句他說「何期自性，本自清淨」，換句話說，自性從來不染污，這真性、真心，真正是自己。第二句「本不生滅」，它不生不滅。第三句「本自具足」，具足無量智慧、無量德能、無量才藝、無量相好，一絲毫都不缺。第四句說「本無動搖」，這就說明真心自性是不動的，妄心是動的，沒有靜止的時候。"
    },
    {
      "id": "02-037-0176_p0006",
      "zh_CN": "像我们现在是妄心，就是念头，前念灭了，后念就生了，一天多少念头？粗的念头我们知道，微细的念头我们根本就不晓得。释迦牟尼佛问弥勒菩萨，说「心有所念」，这粗念，举我们世间人起个念头，这粗念，心有所念，这个念头有几个细念？佛问的，「几念几相识耶」，这句话里头问了三桩事情，凡夫这一个念头有几个细念？有几个现相，相，相就是物质现象，念头是精神现象，念头有多少个？弥勒菩萨回答世尊，那就是告诉我们，说一弹指有三十二亿百千念，单位是百千，三十二亿乘百千，百千是十万，就是三百二十兆，我们现在讲的三百二十兆，这一弹指。这是微细念，我们怎么会知道，才一弹指。现在我们时间都用秒做单位，我们一秒钟能弹多少次？大概可以弹五次，再乘五，用一秒钟来说，一秒钟有一千六百兆，我们的妄心，阿赖耶，一秒钟有一千六百兆次的生灭，所以叫无常，它不会停。如果这个东西一停了，六道、十法界就没有了，六道十法界就是从这个波动现象里面变现出来的。现在这个被量子力学家看到了，但是量子力学家还没有弥勒菩萨说得这么清楚，他只告诉我们，速度太快了，当你看见了，立刻就消灭了，速度之快无法掌控。弥勒菩萨能把速度数字给我们说出来，一秒钟有一千六百兆的生灭。",
      "zh_TW": "像我們現在是妄心，就是念頭，前念滅了，後念就生了，一天多少念頭？粗的念頭我們知道，微細的念頭我們根本就不曉得。釋迦牟尼佛問彌勒菩薩，說「心有所念」，這粗念，舉我們世間人起個念頭，這粗念，心有所念，這個念頭有幾個細念？佛問的，「幾念幾相識耶」，這句話裡頭問了三樁事情，凡夫這一個念頭有幾個細念？有幾個現相，相，相就是物質現象，念頭是精神現象，念頭有多少個？彌勒菩薩回答世尊，那就是告訴我們，說一彈指有三十二億百千念，單位是百千，三十二億乘百千，百千是十萬，就是三百二十兆，我們現在講的三百二十兆，這一彈指。這是微細念，我們怎麼會知道，才一彈指。現在我們時間都用秒做單位，我們一秒鐘能彈多少次？大概可以彈五次，再乘五，用一秒鐘來說，一秒鐘有一千六百兆，我們的妄心，阿賴耶，一秒鐘有一千六百兆次的生滅，所以叫無常，它不會停。如果這個東西一停了，六道、十法界就沒有了，六道十法界就是從這個波動現象裡面變現出來的。現在這個被量子力學家看到了，但是量子力學家還沒有彌勒菩薩說得這麼清楚，他只告訴我們，速度太快了，當你看見了，立刻就消滅了，速度之快無法掌控。彌勒菩薩能把速度數字給我們說出來，一秒鐘有一千六百兆的生滅。"
    },
    {
      "id": "02-037-0176_p0007",
      "zh_CN": "科学家说，这些意念跟物质现象没有单独存在的，单独一个决定找不到，无论是物质现象或者是精神现象，一个单独的找就毫无意义。怎样才能够看出它、发现它？一定是很多很多聚集在一起，科学的名词叫纠缠，纠缠在一起产生，你能够看得到了，看到它的物质现象，看到它的精神现象，单一个念头是决定看不到的。这是近代科学家给我们做出证明，证明这个现象是假的，无论是物质现象或是精神现象都是假的，让我们对于《般若心经》的解释就更进一步。「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，五蕴就是释迦牟尼佛问弥勒菩萨的话，那就是五蕴。五蕴里头有物质现象，色，有精神现象，受想行识，这个现象怎么来的？那是自然现象。所以三种现象统统包括在里头，不是真的，没有一样是真的。这才是真正观自在菩萨所说的，就是观世音菩萨所讲的五蕴皆空。",
      "zh_TW": "科學家說，這些意念跟物質現象沒有單獨存在的，單獨一個決定找不到，無論是物質現象或者是精神現象，一個單獨的找就毫無意義。怎樣才能夠看出它、發現它？一定是很多很多聚集在一起，科學的名詞叫糾纏，糾纏在一起產生，你能夠看得到了，看到它的物質現象，看到它的精神現象，單一個念頭是決定看不到的。這是近代科學家給我們做出證明，證明這個現象是假的，無論是物質現象或是精神現象都是假的，讓我們對於《般若心經》的解釋就更進一步。「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，五蘊就是釋迦牟尼佛問彌勒菩薩的話，那就是五蘊。五蘊裡頭有物質現象，色，有精神現象，受想行識，這個現象怎麼來的？那是自然現象。所以三種現象統統包括在裡頭，不是真的，沒有一樣是真的。這才是真正觀自在菩薩所說的，就是觀世音菩薩所講的五蘊皆空。"
    },
    {
      "id": "02-037-0176_p0008",
      "zh_CN": "所以执着身体是我，错了，执着念头是我也错了。念头是我执，身体是相分，《金刚经》上所说的四相是讲身体，我相、人相、众生相、寿者相，《金刚经》前半部讲四相，四相就是见惑。后半部比前半部深，后半部讲四见，我见、人见、众生见、寿者见，比前面就深多了。四相破了证初果，小乘须陀洹，大乘圆教初信位的菩萨；如果四见破了，阿罗汉没有破四见，阿罗汉还不到这个境界，四见破了，别教初地，圆教初住，就是明心见性的菩萨，这是大乘，这个叫真正功夫，你修行的功夫，不是讲你念佛念得多。你见惑没有断，佛念得再多，也不能往生。为什么？执着这个身是我，身不肯放下，阿弥陀佛没有办法把你身拉走，你得肯把身放下，阿弥陀佛才能带你到极乐世界。所以四相破了能往生，四见破了，生到极乐世界是法身菩萨，生实报庄严土，这个地位就高了。",
      "zh_TW": "所以執著身體是我，錯了，執著念頭是我也錯了。念頭是我執，身體是相分，《金剛經》上所說的四相是講身體，我相、人相、眾生相、壽者相，《金剛經》前半部講四相，四相就是見惑。後半部比前半部深，後半部講四見，我見、人見、眾生見、壽者見，比前面就深多了。四相破了證初果，小乘須陀洹，大乘圓教初信位的菩薩；如果四見破了，阿羅漢沒有破四見，阿羅漢還不到這個境界，四見破了，別教初地，圓教初住，就是明心見性的菩薩，這是大乘，這個叫真正功夫，你修行的功夫，不是講你念佛念得多。你見惑沒有斷，佛念得再多，也不能往生。為什麼？執著這個身是我，身不肯放下，阿彌陀佛沒有辦法把你身拉走，你得肯把身放下，阿彌陀佛才能帶你到極樂世界。所以四相破了能往生，四見破了，生到極樂世界是法身菩薩，生實報莊嚴土，這個地位就高了。"
    },
    {
      "id": "02-037-0176_p0009",
      "zh_CN": "所以我们对这个身体不应该很重视，很重视就错了，不能够贪恋。要知道，祖师大德常说借假修真，这身体是假的，是我们修行的工具，我们借这个假的去修真的，真性。修行的目标，八万四千法门、无量法门，包括念佛都不例外，求什么？求明心见性，不仅仅是禅宗明心见性，八万四千法门，门门都是明心见性。所以佛在经上说，「法门平等，无有高下」，这是真的。可是我们众生，我们的根性不平等，我们的烦恼习气不一样，所以有些法门我们能修得成功，有些法门就非常困难，这一生决定不能成就，这个我们要知道，知道之后要随顺自己的根性去选择法门。",
      "zh_TW": "所以我們對這個身體不應該很重視，很重視就錯了，不能夠貪戀。要知道，祖師大德常說借假修真，這身體是假的，是我們修行的工具，我們借這個假的去修真的，真性。修行的目標，八萬四千法門、無量法門，包括念佛都不例外，求什麼？求明心見性，不僅僅是禪宗明心見性，八萬四千法門，門門都是明心見性。所以佛在經上說，「法門平等，無有高下」，這是真的。可是我們眾生，我們的根性不平等，我們的煩惱習氣不一樣，所以有些法門我們能修得成功，有些法門就非常困難，這一生決定不能成就，這個我們要知道，知道之後要隨順自己的根性去選擇法門。"
    },
    {
      "id": "02-037-0176_p0010",
      "zh_CN": "法门里面只有净土法门，上根利智行，修这个法门能往生，下下根人也行，我们从前面第十八愿看到的，即使真的造作五逆十恶、毁谤正法，只要你忏悔，只要你改过，承认错，承认自己错了，真的回头，不再做错事情了，念佛，阿弥陀佛还是会接引你往生，所以这个法门太殊胜了！给许许多多造作罪业的人，地狱罪业的人都能够得度，带来的希望无量无边际，这是我们必须把它搞清楚、搞明白。真正搞清楚、搞明白，那就是释迦牟尼佛这一会所说的，这个经典就是佛所做的报告，给我们介绍西方极乐世界的状况。什么样的条件可以往生？条件很简单，八个字，「发菩提心，一向专念」。菩提心蕅益大师讲得最圆满、讲得最透彻，什么叫菩提心？他讲得非常简单，你真正相信有西方极乐世界，真正相信有阿弥陀佛，一心一意想求生净土，亲近阿弥陀佛，这个心就是无上菩提心。确实这种话，这个说法，自古以来没有人讲过，只有蕅益大师说过。近代印光大师读了《弥陀经要解》，佩服得五体投地，赞叹说，这个注解把净宗讲透了、真正讲明白了，即使古佛再来给《弥陀经》做一部注解，也不能超过其上，这个赞叹还得了！是不是真的？怀疑的人有，不是没有，连讲经的大法师都有怀疑。",
      "zh_TW": "法門裡面只有淨土法門，上根利智行，修這個法門能往生，下下根人也行，我們從前面第十八願看到的，即使真的造作五逆十惡、毀謗正法，只要你懺悔，只要你改過，承認錯，承認自己錯了，真的回頭，不再做錯事情了，念佛，阿彌陀佛還是會接引你往生，所以這個法門太殊勝了！給許許多多造作罪業的人，地獄罪業的人都能夠得度，帶來的希望無量無邊際，這是我們必須把它搞清楚、搞明白。真正搞清楚、搞明白，那就是釋迦牟尼佛這一會所說的，這個經典就是佛所做的報告，給我們介紹西方極樂世界的狀況。什麼樣的條件可以往生？條件很簡單，八個字，「發菩提心，一向專念」。菩提心蕅益大師講得最圓滿、講得最透徹，什麼叫菩提心？他講得非常簡單，你真正相信有西方極樂世界，真正相信有阿彌陀佛，一心一意想求生淨土，親近阿彌陀佛，這個心就是無上菩提心。確實這種話，這個說法，自古以來沒有人講過，只有蕅益大師說過。近代印光大師讀了《彌陀經要解》，佩服得五體投地，讚歎說，這個註解把淨宗講透了、真正講明白了，即使古佛再來給《彌陀經》做一部註解，也不能超過其上，這個讚歎還得了！是不是真的？懷疑的人有，不是沒有，連講經的大法師都有懷疑。"
    },
    {
      "id": "02-037-0176_p0011",
      "zh_CN": "我一九七七年第一次到香港来讲经，讲《楞严经》，三十多年前，那个时候我在这边讲经，正好碰到演培法师，我们认识很久，没有出家的时候我们就很熟，以后是老朋友，在香港又遇到了。他移民到新加坡，在新加坡住了二十多年，一九九八年我也住在新加坡，老朋友见面非常欢喜，这是讲经法师。有一天他请我吃饭，在新加坡很有名的一个灵芝素食餐厅，没有别的客人。他问我，他说净空法师，你知道我今天为什么要请你吃饭？我说我不知道，我还没有神通。他说他有一个问题不能解决。我说什么问题？就是我刚才讲的，印光大师对《弥陀经要解》的赞叹，他说印光大师是不是说得太过分了？你看这怀疑。我向他老人家报告，我们虽然是老朋友，他大我十岁。我跟他讲，印光大师所说的恰到好处，一点都不过分，字字句句都是真实语。这个东西难怪他，他修弥勒净土，我们修弥陀净土，不一样。他终极的目标是希望生兜率天内院，亲近弥勒菩萨，我们的目标是在西方极乐世界，亲近阿弥陀佛，都是修净土，但不是一处。但是无论是弥勒净土，或者是弥陀净土，身见要放下，尤其是临命终时最后那一念，最后一念要贪计身者就不能往生。那就此地讲，势必常沦生死，生死就是六道轮回，出不去，欲出无期。",
      "zh_TW": "我一九七七年第一次到香港來講經，講《楞嚴經》，三十多年前，那個時候我在這邊講經，正好碰到演培法師，我們認識很久，沒有出家的時候我們就很熟，以後是老朋友，在香港又遇到了。他移民到新加坡，在新加坡住了二十多年，一九九八年我也住在新加坡，老朋友見面非常歡喜，這是講經法師。有一天他請我吃飯，在新加坡很有名的一個靈芝素食餐廳，沒有別的客人。他問我，他說淨空法師，你知道我今天為什麼要請你吃飯？我說我不知道，我還沒有神通。他說他有一個問題不能解決。我說什麼問題？就是我剛才講的，印光大師對《彌陀經要解》的讚歎，他說印光大師是不是說得太過分了？你看這懷疑。我向他老人家報告，我們雖然是老朋友，他大我十歲。我跟他講，印光大師所說的恰到好處，一點都不過分，字字句句都是真實語。這個東西難怪他，他修彌勒淨土，我們修彌陀淨土，不一樣。他終極的目標是希望生兜率天內院，親近彌勒菩薩，我們的目標是在西方極樂世界，親近阿彌陀佛，都是修淨土，但不是一處。但是無論是彌勒淨土，或者是彌陀淨土，身見要放下，尤其是臨命終時最後那一念，最後一念要貪計身者就不能往生。那就此地講，勢必常淪生死，生死就是六道輪迴，出不去，欲出無期。"
    },
    {
      "id": "02-037-0176_p0012",
      "zh_CN": "所以念佛人对身体不要看得那么重，这个很要紧，要看淡，要知道身不是我，身是我现在所使用的工具而已。如果说为这个身而活在这个世间，那问题就重了，决定六道轮回。身是假的，随时可以舍掉，不要去重视它，当然也不要故意去糟蹋它，那就错了。这个工具好好的去用它，一定要顺其自然，不要破坏自然。父母生我们这身体是自然的，我们想改变那就错误的。怎么改变？美容院就是破坏自然生态，搞美容不是把自然生态破坏了吗？那就错了，那个后果苦不堪言！我遇到好几个做美容的，十年之后这里就发病了，非常痛苦，自作自受，谁叫你破坏自然环境，你现在要受这个苦难。自然是最健康的、是最美的，一定要懂得。你要想美容，不要到美容院，不要做人工的，那怎样？你把心调好了，容貌就好了。你看佛，三十二相八十种好，那是修来的。佛在经上常说「境随心转」，我们的身体是境界，随着我们的念头在转，我们的念头好，容貌就好，身体就好，我们念头不善，我们容貌就会坏，身体也就不好，就这么个道理，你要相信。",
      "zh_TW": "所以念佛人對身體不要看得那麼重，這個很要緊，要看淡，要知道身不是我，身是我現在所使用的工具而已。如果說為這個身而活在這個世間，那問題就重了，決定六道輪迴。身是假的，隨時可以捨掉，不要去重視它，當然也不要故意去糟蹋它，那就錯了。這個工具好好的去用它，一定要順其自然，不要破壞自然。父母生我們這身體是自然的，我們想改變那就錯誤的。怎麼改變？美容院就是破壞自然生態，搞美容不是把自然生態破壞了嗎？那就錯了，那個後果苦不堪言！我遇到好幾個做美容的，十年之後這裡就發病了，非常痛苦，自作自受，誰叫你破壞自然環境，你現在要受這個苦難。自然是最健康的、是最美的，一定要懂得。你要想美容，不要到美容院，不要做人工的，那怎樣？你把心調好了，容貌就好了。你看佛，三十二相八十種好，那是修來的。佛在經上常說「境隨心轉」，我們的身體是境界，隨著我們的念頭在轉，我們的念頭好，容貌就好，身體就好，我們念頭不善，我們容貌就會壞，身體也就不好，就這麼個道理，你要相信。"
    },
    {
      "id": "02-037-0176_p0013",
      "zh_CN": "境随心转，头一个就是我们的身体，再其次的，我们居住的环境，居住的环境也随心转。所以这个世界哪个地方好，可以居住？我走过很多国家地区，我在这个地区里面选择居住的地方我只选择两个条件，第一个，离婚率低的地方，第二个，青少年犯罪率低的地方，我只选这两个条件，就不错了。现在说没有离婚率找不到，全世界都找不到，只能说少一点。如果离婚率很高，青少年犯罪的很多，这个地方社会一定不安定，我不会选择这个地方去居住。现在世界很乱，灾难很多，大家都想哪个地方最安全？很简单，你只要留意，那个地方的居民人心很好，那就很安全；如果那个居住的人，人心不善，那个地方决定不安全。你能把握着这个原理，你就知道怎样趋吉避凶，这个一点都不迷信。如果想在这个地方久居，那你就得更留意，这个地方的居民他的祖先三代以上要是世世代代都积德、都修善、都是好人，这个地方肯定没有灾难，这个有道理的。我们在典籍里面看到，孔夫子他的外公，妈妈的爸爸，外公，把他的女儿嫁到孔家，看孔家的五代，就是看孔子的爸爸往上去五代，他的父亲、祖父、曾祖父、高祖父，五代都是修善积德。所以他的外公说孔家将来一定出人才，把女儿嫁给他，生孔子，有智慧！",
      "zh_TW": "境隨心轉，頭一個就是我們的身體，再其次的，我們居住的環境，居住的環境也隨心轉。所以這個世界哪個地方好，可以居住？我走過很多國家地區，我在這個地區裡面選擇居住的地方我只選擇兩個條件，第一個，離婚率低的地方，第二個，青少年犯罪率低的地方，我只選這兩個條件，就不錯了。現在說沒有離婚率找不到，全世界都找不到，只能說少一點。如果離婚率很高，青少年犯罪的很多，這個地方社會一定不安定，我不會選擇這個地方去居住。現在世界很亂，災難很多，大家都想哪個地方最安全？很簡單，你只要留意，那個地方的居民人心很好，那就很安全；如果那個居住的人，人心不善，那個地方決定不安全。你能把握著這個原理，你就知道怎樣趨吉避凶，這個一點都不迷信。如果想在這個地方久居，那你就得更留意，這個地方的居民他的祖先三代以上要是世世代代都積德、都修善、都是好人，這個地方肯定沒有災難，這個有道理的。我們在典籍裡面看到，孔夫子他的外公，媽媽的爸爸，外公，把他的女兒嫁到孔家，看孔家的五代，就是看孔子的爸爸往上去五代，他的父親、祖父、曾祖父、高祖父，五代都是修善積德。所以他的外公說孔家將來一定出人才，把女兒嫁給他，生孔子，有智慧！"
    },
    {
      "id": "02-037-0176_p0014",
      "zh_CN": "今天在全世界许多人移民，去找安全地带，这世界动乱。我说你得学孔老夫子的外公，你看看这个世界上，哪个地区、哪个族群他的祖宗世世代代都修善积德，那个国家就安全，如果从这一方面去观察、去细细看，那就是中国。你要知道中国老祖宗绝对不止一万年行善积德，用五伦、五常、四维、八德教化后代，这个根太深、德太厚了，它怎么会有灾难？那没有灾难为什么现在中国灾难这么多？这是我们现代的一些子孙，不敬祖先，不孝父母，把中国传统老祖宗的教训丢掉了，去学外国人的，大概也不过二百年，这二百年犯了罪，这些灾难是惩罚，老祖宗给我们的惩罚。老祖宗还是爱我们，不会灭我们的，只是惩罚而已，这个国家不会灭亡。什么时候我们觉悟了，我们再把老祖宗请回来，老祖宗的教训好好去温习，依教奉行，这个国家就长治久安了。你要真正知道中国的历史文化你就会有信心，哪儿最好？全世界最安全的地方是中国，这是真的不是假的。连英国汤恩比博士都说，解决二十一世纪社会问题，混乱的问题，跟地球灾变的问题，怎么解决？要用中国孔孟学说跟大乘佛法。这个人是历史哲学家，一生研究世界文化史，对中国传统文化有相当深入的了解，这他说的，说得不错。所以我们自己要对自己有信心，对自己的根有信心，对自己祖宗修善积德有信心。",
      "zh_TW": "今天在全世界許多人移民，去找安全地帶，這世界動亂。我說你得學孔老夫子的外公，你看看這個世界上，哪個地區、哪個族群他的祖宗世世代代都修善積德，那個國家就安全，如果從這一方面去觀察、去細細看，那就是中國。你要知道中國老祖宗絕對不止一萬年行善積德，用五倫、五常、四維、八德教化後代，這個根太深、德太厚了，它怎麼會有災難？那沒有災難為什麼現在中國災難這麼多？這是我們現代的一些子孫，不敬祖先，不孝父母，把中國傳統老祖宗的教訓丟掉了，去學外國人的，大概也不過二百年，這二百年犯了罪，這些災難是懲罰，老祖宗給我們的懲罰。老祖宗還是愛我們，不會滅我們的，只是懲罰而已，這個國家不會滅亡。什麼時候我們覺悟了，我們再把老祖宗請回來，老祖宗的教訓好好去溫習，依教奉行，這個國家就長治久安了。你要真正知道中國的歷史文化你就會有信心，哪兒最好？全世界最安全的地方是中國，這是真的不是假的。連英國湯恩比博士都說，解決二十一世紀社會問題，混亂的問題，跟地球災變的問題，怎麼解決？要用中國孔孟學說跟大乘佛法。這個人是歷史哲學家，一生研究世界文化史，對中國傳統文化有相當深入的了解，這他說的，說得不錯。所以我們自己要對自己有信心，對自己的根有信心，對自己祖宗修善積德有信心。"
    },
    {
      "id": "02-037-0176_p0015",
      "zh_CN": "我是从一九七七年离开台湾，在国际上到处走动，我看得很多，体会很深。八０年代第一次回到中国去看看，在北京去访问了赵朴初老居士，这是同乡，老乡长，一见如故。那一次第一次进去，香港有二十多位同修陪我，我们组织一个观光旅游的团，看了一些地方，都是佛教圣地。朴老看见我，劝我落叶归根，我们深深有感触。所以在那些年当中，我每一年都要到中国去二、三次，主要的是看赵朴老、黄念祖老居士，北京还有个天主教的大主教傅铁山先生，老朋友，佛门里面茗山老法师，青岛有个明哲老法师，现在还在，许多老朋友都不在了，所以现在很少去了，年岁大了，灾难这么多，讲经比什么都重要。我们对经典了解、明白、熟悉了，就知道如何对应这些灾难问题，什么样灾难都有方法化解的，你要有智慧。佛菩萨早就给我们讲清楚、讲明白了，佛经里头有，中国典籍里头也有。",
      "zh_TW": "我是從一九七七年離開台灣，在國際上到處走動，我看得很多，體會很深。八０年代第一次回到中國去看看，在北京去訪問了趙樸初老居士，這是同鄉，老鄉長，一見如故。那一次第一次進去，香港有二十多位同修陪我，我們組織一個觀光旅遊的團，看了一些地方，都是佛教聖地。樸老看見我，勸我落葉歸根，我們深深有感觸。所以在那些年當中，我每一年都要到中國去二、三次，主要的是看趙樸老、黃念祖老居士，北京還有個天主教的大主教傅鐵山先生，老朋友，佛門裡面茗山老法師，青島有個明哲老法師，現在還在，許多老朋友都不在了，所以現在很少去了，年歲大了，災難這麼多，講經比什麼都重要。我們對經典了解、明白、熟悉了，就知道如何對應這些災難問題，什麼樣災難都有方法化解的，你要有智慧。佛菩薩早就給我們講清楚、講明白了，佛經裡頭有，中國典籍裡頭也有。"
    },
    {
      "id": "02-037-0176_p0016",
      "zh_CN": "我们要肯定老祖宗的智慧，要肯定佛菩萨的智慧，不是凡人能够想像得到的。他们智慧从哪里来的？智慧是自性里头本来具足的，佛说得很好，人人都有。世尊在《华严经》上说，「一切众生皆有如来智慧德相」，个个都有，有智慧、有德行、有能力，没有你不能解决的问题。为什么智慧、能力都丧失掉了，好像没有了？佛说你有障碍。什么障碍？烦恼是障碍，把你的智慧、德能、相好统统障碍住了。第二个，造业是障碍，杀盗淫妄这是障碍。贪瞋痴慢那是烦恼的障碍，杀盗淫妄是造业的障碍。造业里头以杀生为第一，这个业最重。唐太宗有个碟片，里面有一些问题的地方统统把它删掉。这是国内同修们做的，这个样片我看了，删得好。现在只删剩下来一小时，一小时的时间也最好，太长了看了厌烦，没意思，只留了一个小时，对于人事上批评的东西一律不要，取消掉，只让他报告灾难怎么来的，如何化解。他说的是真的，这个不是迷信，他讲得非常有道理，他自己是个帝王，杀人太多，堕地狱。",
      "zh_TW": "我們要肯定老祖宗的智慧，要肯定佛菩薩的智慧，不是凡人能夠想像得到的。他們智慧從哪裡來的？智慧是自性裡頭本來具足的，佛說得很好，人人都有。世尊在《華嚴經》上說，「一切眾生皆有如來智慧德相」，個個都有，有智慧、有德行、有能力，沒有你不能解決的問題。為什麼智慧、能力都喪失掉了，好像沒有了？佛說你有障礙。什麼障礙？煩惱是障礙，把你的智慧、德能、相好統統障礙住了。第二個，造業是障礙，殺盜淫妄這是障礙。貪瞋痴慢那是煩惱的障礙，殺盜淫妄是造業的障礙。造業裡頭以殺生為第一，這個業最重。唐太宗有個碟片，裡面有一些問題的地方統統把它刪掉。這是國內同修們做的，這個樣片我看了，刪得好。現在只刪剩下來一小時，一小時的時間也最好，太長了看了厭煩，沒意思，只留了一個小時，對於人事上批評的東西一律不要，取消掉，只讓他報告災難怎麼來的，如何化解。他說的是真的，這個不是迷信，他講得非常有道理，他自己是個帝王，殺人太多，墮地獄。"
    },
    {
      "id": "02-037-0176_p0017",
      "zh_CN": "现在这个世界上杀人，你们知不知道每天杀多少？没听说杀人！堕胎就是杀人。根据联合国他们调查的报告，这都是有根据的，医院里头有记录，全世界每天超过十五万人，每一年超过五千万人，杀人，杀业这么重！一年杀五千万，第二次世界大战打了四年多，战争死亡的人数大概是五千万，你看现在一年杀婴儿（堕胎）就五千万，等于二次大战死亡人数的总数，这还得了！每天杀害畜生，杀牠的、吃牠的，联合国也有统计，大概每一年是一亿八千万，这些畜生。因果律里头说杀人要偿命，欠债要还钱，实在是太过分了！唐太宗那个时候打天下，建立一个政权，杀多少人？我们估计顶多不过几百万，他就遭受无间地狱的果报。",
      "zh_TW": "現在這個世界上殺人，你們知不知道每天殺多少？沒聽說殺人！墮胎就是殺人。根據聯合國他們調查的報告，這都是有根據的，醫院裡頭有記錄，全世界每天超過十五萬人，每一年超過五千萬人，殺人，殺業這麼重！一年殺五千萬，第二次世界大戰打了四年多，戰爭死亡的人數大概是五千萬，你看現在一年殺嬰兒（墮胎）就五千萬，等於二次大戰死亡人數的總數，這還得了！每天殺害畜生，殺牠的、吃牠的，聯合國也有統計，大概每一年是一億八千萬，這些畜生。因果律裡頭說殺人要償命，欠債要還錢，實在是太過分了！唐太宗那個時候打天下，建立一個政權，殺多少人？我們估計頂多不過幾百萬，他就遭受無間地獄的果報。"
    },
    {
      "id": "02-037-0176_p0018",
      "zh_CN": "所以这个大灾难来临，也有许多信息告诉我，哪些人能够平安度过？头一个就是吃素食的，不吃众生肉的，这头一个条件；第二个条件，心地善良慈悲的，有爱心的，这第二个条件；第三个条件是稳重，遇到灾难的时候不害怕、不慌张，能沉得住气。他说具足这三个条件的人，在大灾难来临的时候他能平安度过。这话不像是迷信，值得我们考虑。所以决定不能杀生，最好不要吃肉。人家说是素食不健康，我吃素食到今年六十一年了，跟我同年龄的人，好像比我健康好的我还没看到。跟我同年的有不少名人，英国女皇同年，泰国的泰王也同年，罗马教皇跟我也同年，我们国内一诚老和尚跟我同年，现在的会长跟我也是同年，在台湾星云法师跟我同年，在美国加州有个老法师也跟我同年，在美国好像有三个。素食真的健康！心地清净好，少管啰嗦事情，一切人事物全不管，这个是健康长寿的秘诀。一生很幸福，不管人、不管钱、不管事，这非常幸福，没有牵挂、没有压力，很多人讲身体压力、精神压力，我都没有体会到。我们每天的工作就是读书，讲经是跟大家分享，这是每天的工作，六十年没间断，乐此不疲。",
      "zh_TW": "所以這個大災難來臨，也有許多信息告訴我，哪些人能夠平安度過？頭一個就是吃素食的，不吃眾生肉的，這頭一個條件；第二個條件，心地善良慈悲的，有愛心的，這第二個條件；第三個條件是穩重，遇到災難的時候不害怕、不慌張，能沉得住氣。他說具足這三個條件的人，在大災難來臨的時候他能平安度過。這話不像是迷信，值得我們考慮。所以決定不能殺生，最好不要吃肉。人家說是素食不健康，我吃素食到今年六十一年了，跟我同年齡的人，好像比我健康好的我還沒看到。跟我同年的有不少名人，英國女皇同年，泰國的泰王也同年，羅馬教皇跟我也同年，我們國內一誠老和尚跟我同年，現在的會長跟我也是同年，在台灣星雲法師跟我同年，在美國加州有個老法師也跟我同年，在美國好像有三個。素食真的健康！心地清淨好，少管囉嗦事情，一切人事物全不管，這個是健康長壽的祕訣。一生很幸福，不管人、不管錢、不管事，這非常幸福，沒有牽掛、沒有壓力，很多人講身體壓力、精神壓力，我都沒有體會到。我們每天的工作就是讀書，講經是跟大家分享，這是每天的工作，六十年沒間斷，樂此不疲。"
    },
    {
      "id": "02-037-0176_p0019",
      "zh_CN": "底下一句说，「贪计身者，谓执有我身而贪着计度」，人执着身是自己，为这个身的享受、为这个身的舒适造很多业，这个错了！贪瞋痴慢、杀盗淫妄为什么？不就是为这个身！身又不是我，你看为它造这么多罪业，冤不冤枉！「《会疏》曰：于自身妄执」，这个妄是假的不是真的，虚妄的，无知，误会了，把这个身当作自己。如果从事实真相上来说，这身是什么？身是阿赖耶的相分，念头是阿赖耶的见分，我是八识里面的末那识，妄心的体是阿赖耶，末那是妄心的作用，起作用。佛告诉我们，末那，四大烦恼常相随，末那从哪来的？就这四样东西，现在科学家的名词叫纠缠在一起。阿赖耶的相分广大没有边际，物质现象，我们从无边际物质现象里面取这一点点，以为是自己的身体，把我见，我爱（我爱是贪），我痴是愚痴，我慢是瞋恚，这四样东西认为是自己的心，自己的精神，你说冤不冤枉！阿赖耶的见分也是广大无边，就认这么小小的一点点，以为是自己的心，以为是自己的身体。真的搞错了，不是假的，错得太离谱了！",
      "zh_TW": "底下一句說，「貪計身者，謂執有我身而貪著計度」，人執著身是自己，為這個身的享受、為這個身的舒適造很多業，這個錯了！貪瞋痴慢、殺盜淫妄為什麼？不就是為這個身！身又不是我，你看為它造這麼多罪業，冤不冤枉！「《會疏》曰：於自身妄執」，這個妄是假的不是真的，虛妄的，無知，誤會了，把這個身當作自己。如果從事實真相上來說，這身是什麼？身是阿賴耶的相分，念頭是阿賴耶的見分，我是八識裡面的末那識，妄心的體是阿賴耶，末那是妄心的作用，起作用。佛告訴我們，末那，四大煩惱常相隨，末那從哪來的？就這四樣東西，現在科學家的名詞叫糾纏在一起。阿賴耶的相分廣大沒有邊際，物質現象，我們從無邊際物質現象裡面取這一點點，以為是自己的身體，把我見，我愛（我愛是貪），我痴是愚痴，我慢是瞋恚，這四樣東西認為是自己的心，自己的精神，你說冤不冤枉！阿賴耶的見分也是廣大無邊，就認這麼小小的一點點，以為是自己的心，以為是自己的身體。真的搞錯了，不是假的，錯得太離譜了！"
    },
    {
      "id": "02-037-0176_p0020",
      "zh_CN": "佛陀的教学没有别的，是让我们把这些事实真相搞清楚、搞明白，然后该放下的就放下，该摄取的就摄取，这就对了。我们现在就是该放下的不肯放下，拼命执着，不该放下的把它真放下了，叫颠倒了。这个果报就是六道轮回，苦海无边，自作自受，与任何一个人都不相干。不学佛不知道这些事情，学了之后这才搞清楚、搞明白。真正搞清楚、搞明白了，对佛陀的尊重、对佛陀的感恩、对佛陀的仰慕才真正生得起来。你对他不了解，他的教学你没有得到利益，真实的利益，你当然对他没有信心，当然不愿意接触，真正得到利益，欲罢不能。天下第一桩好事，第一桩真正快乐的事情就是念佛、就是学经教，永远不疲不厌，这个摄受的力量多强。一部经你一辈子去念它，愈念愈欢喜、愈念愈明白，烦恼念掉了，智慧开了，真有受用！智慧开了之后，没有念的都通了、都明白了，一经通一切经通，一个法门得到了，所有法门全得到了。",
      "zh_TW": "佛陀的教學沒有別的，是讓我們把這些事實真相搞清楚、搞明白，然後該放下的就放下，該攝取的就攝取，這就對了。我們現在就是該放下的不肯放下，拼命執著，不該放下的把它真放下了，叫顛倒了。這個果報就是六道輪迴，苦海無邊，自作自受，與任何一個人都不相干。不學佛不知道這些事情，學了之後這才搞清楚、搞明白。真正搞清楚、搞明白了，對佛陀的尊重、對佛陀的感恩、對佛陀的仰慕才真正生得起來。你對他不了解，他的教學你沒有得到利益，真實的利益，你當然對他沒有信心，當然不願意接觸，真正得到利益，欲罷不能。天下第一樁好事，第一樁真正快樂的事情就是念佛、就是學經教，永遠不疲不厭，這個攝受的力量多強。一部經你一輩子去念它，愈念愈歡喜、愈念愈明白，煩惱念掉了，智慧開了，真有受用！智慧開了之後，沒有念的都通了、都明白了，一經通一切經通，一個法門得到了，所有法門全得到了。"
    },
    {
      "id": "02-037-0176_p0021",
      "zh_CN": "这桩事情也被科学家发现了，科学家发现是什么？他说整个宇宙像一个网一样，网络一样，这个网络是无形的，看不见、摸不着，但是它非常密集，遍法界虚空界任何一点，无论是物质的点、是精神的点，念头才动，整个宇宙都收到信息。这个发现跟佛经上讲的也是一样的，特别是《华严经》，《华严》全部讲的是诸法实相，一切法的真相。所以我们一定要把自己错在哪里、迷在哪里，先把它搞清楚、搞明白。《会疏》里头讲，「于自身妄执」，执着这个身是自己，计，这个计就是计度、计较，爱是我喜欢的，憎是我讨厌的，违是不顺心的，后头顺是顺心的，是名贪计。每天起心动念都在这个地方过生活，我喜欢的、我讨厌的，顺心的、不顺心的，天天搞这个东西，无量无边的烦恼，这叫贪计，是所谓我执也。这个统统就叫做我执。「凡夫妄以自身为我，贪执计较，爱护倍至，顺则生爱，违则生瞋，种种分别贪着，举体堕于烦恼」。你掉在烦恼圈子里头去了，你出不来了。",
      "zh_TW": "這樁事情也被科學家發現了，科學家發現是什麼？他說整個宇宙像一個網一樣，網絡一樣，這個網絡是無形的，看不見、摸不著，但是它非常密集，遍法界虛空界任何一點，無論是物質的點、是精神的點，念頭才動，整個宇宙都收到信息。這個發現跟佛經上講的也是一樣的，特別是《華嚴經》，《華嚴》全部講的是諸法實相，一切法的真相。所以我們一定要把自己錯在哪裡、迷在哪裡，先把它搞清楚、搞明白。《會疏》裡頭講，「於自身妄執」，執著這個身是自己，計，這個計就是計度、計較，愛是我喜歡的，憎是我討厭的，違是不順心的，後頭順是順心的，是名貪計。每天起心動念都在這個地方過生活，我喜歡的、我討厭的，順心的、不順心的，天天搞這個東西，無量無邊的煩惱，這叫貪計，是所謂我執也。這個統統就叫做我執。「凡夫妄以自身為我，貪執計較，愛護倍至，順則生愛，違則生瞋，種種分別貪著，舉體墮於煩惱」。你掉在煩惱圈子裡頭去了，你出不來了。"
    },
    {
      "id": "02-037-0176_p0022",
      "zh_CN": "下面「《往生论》云：远离我心贪着自身，远离无安众生心，远离供养恭敬自身心。此三种法应远离」。为什么？因为它「障菩提心，应知」。《往生论》是天亲菩萨修净土的心得报告，是他自己修行的经验。这个东西障菩提心，头一个就是我心贪着自身，常常想着自己，爱憎违顺，常常想这个。一天二十四小时当中，想这四个字的占绝大部分的时间，十之八九，念佛大概十之一二都不到，一天能念几个钟点佛？而且你心不纯，半信半疑，还夹杂着许多妄想，所以虽然说念佛，念佛的功夫没有，你心不清净，功夫全都破坏掉了。最重要的，这个念是心念，不是口念，古人说得好，「口念弥陀心散乱，喊破喉咙也枉然」，一天念十万声都枉然，你心不清净。怀疑的心、杂乱心、计较的心，这种心念佛哪有功德！所以「我心贪着自身」，这六个字我们每天多念几遍，这是障碍。我们修净土，修一辈子不能往生，这是最大的一个障碍。为什么不能往生？就是它在作祟，对自己贪而无厌，这个要远离。",
      "zh_TW": "下面「《往生論》云：遠離我心貪著自身，遠離無安眾生心，遠離供養恭敬自身心。此三種法應遠離」。為什麼？因為它「障菩提心，應知」。《往生論》是天親菩薩修淨土的心得報告，是他自己修行的經驗。這個東西障菩提心，頭一個就是我心貪著自身，常常想著自己，愛憎違順，常常想這個。一天二十四小時當中，想這四個字的佔絕大部分的時間，十之八九，念佛大概十之一二都不到，一天能念幾個鐘點佛？而且你心不純，半信半疑，還夾雜著許多妄想，所以雖然說念佛，念佛的功夫沒有，你心不清淨，功夫全都破壞掉了。最重要的，這個念是心念，不是口念，古人說得好，「口念彌陀心散亂，喊破喉嚨也枉然」，一天念十萬聲都枉然，你心不清淨。懷疑的心、雜亂心、計較的心，這種心念佛哪有功德！所以「我心貪著自身」，這六個字我們每天多念幾遍，這是障礙。我們修淨土，修一輩子不能往生，這是最大的一個障礙。為什麼不能往生？就是它在作祟，對自己貪而無厭，這個要遠離。"
    },
    {
      "id": "02-037-0176_p0023",
      "zh_CN": "第二远离无安众生心，我们现在是不是这样的，对众生什么？要杀牠、要吃牠、要占有牠，让众生的心不安，让众生活在恐惧的状况之下，特别是对于小动物，每天你要吃牠、要杀牠。我们回过头来，我们要安众生心，决定不杀害众生，不伤害牠，要懂得爱护牠。我们爱护众生，众生也会爱护我们，我们最近十几年这个实验成功了。无论这些小动物怎样来困扰我们，我们决定不能杀牠，要跟牠和睦相处。连矿物都懂得人的意思，小动物哪有不懂人的意思？跟牠们相处要有耐心，要有诚意。我今天在这里说的话大概有十年前了，我第一次到婆罗洲古晋去访问，看丹斯里李金友居士的农场，在高山上面，他在那里种了一大片的菜园，规模很大。我去参观，第一次参观，他那个菜园是第六年了，他告诉我，他学佛，不用农药、不用化肥，不杀这些小虫。他说第一年种的这些菜，百分之九十五被虫吃掉了，可以说没有什么收成，第二年继续再种，不伤害众生，被牠吃了也不能杀牠，第二年小虫就有反应，吃了三分之二，给他留三分之一，第三年留得愈多，我去的那年是第六年，给他留多少？给他留百分之九十五，小虫吃的只百分之五的样子。他告诉我，很欢喜，小动物真懂得人心，我们善心对牠，牠善心对我。第一年几乎把它吃光了，那大概是考一考他，看看你是真的还是假的。真心对待，吃光了也不杀你。",
      "zh_TW": "第二遠離無安眾生心，我們現在是不是這樣的，對眾生什麼？要殺牠、要吃牠、要佔有牠，讓眾生的心不安，讓眾生活在恐懼的狀況之下，特別是對於小動物，每天你要吃牠、要殺牠。我們回過頭來，我們要安眾生心，決定不殺害眾生，不傷害牠，要懂得愛護牠。我們愛護眾生，眾生也會愛護我們，我們最近十幾年這個實驗成功了。無論這些小動物怎樣來困擾我們，我們決定不能殺牠，要跟牠和睦相處。連礦物都懂得人的意思，小動物哪有不懂人的意思？跟牠們相處要有耐心，要有誠意。我今天在這裡說的話大概有十年前了，我第一次到婆羅洲古晉去訪問，看丹斯里李金友居士的農場，在高山上面，他在那裡種了一大片的菜園，規模很大。我去參觀，第一次參觀，他那個菜園是第六年了，他告訴我，他學佛，不用農藥、不用化肥，不殺這些小蟲。他說第一年種的這些菜，百分之九十五被蟲吃掉了，可以說沒有什麼收成，第二年繼續再種，不傷害眾生，被牠吃了也不能殺牠，第二年小蟲就有反應，吃了三分之二，給他留三分之一，第三年留得愈多，我去的那年是第六年，給他留多少？給他留百分之九十五，小蟲吃的只百分之五的樣子。他告訴我，很歡喜，小動物真懂得人心，我們善心對牠，牠善心對我。第一年幾乎把它吃光了，那大概是考一考他，看看你是真的還是假的。真心對待，吃光了也不殺你。"
    },
    {
      "id": "02-037-0176_p0024",
      "zh_CN": "好像是两年前，山东齐素萍居士种了一个小麦田，她告诉我，四百亩，规模很大，四百亩的小麦田，他们也是没有农药、没有化肥。快到收成的时候，忽然发现麦田里头有虫，当地的农民告诉她，赶快用农药，不喷洒农药妳这个小麦大概统统就被虫吃光了。她打电话给我，我回她，我说妳自己斟酌情形办，还是以不杀生为好。她听懂了，宁愿我四百亩小麦统统被小虫吃掉，我也不杀一个小虫，这个念头好！带着一些同学，她那里出家人也不少，带着木鱼、引磬，在这个田埂里面绕着念佛，给这些小虫回向。她说很奇妙，当时下了一点小雨，刮了一阵风，雨过之后麦田里一个虫都没有了，找都找不到。这个附近的农民看到了非常惊讶，不可能的事情，怎么会一个小虫都找不到？那一年小麦大丰收，这个东西收下来之后，这个粮食二、三年都吃不完。所以小动物通人情，我们用真心待牠，牠就用真心待我，回报我，决定不能伤害。",
      "zh_TW": "好像是兩年前，山東齊素萍居士種了一個小麥田，她告訴我，四百畝，規模很大，四百畝的小麥田，他們也是沒有農藥、沒有化肥。快到收成的時候，忽然發現麥田裡頭有蟲，當地的農民告訴她，趕快用農藥，不噴灑農藥妳這個小麥大概統統就被蟲吃光了。她打電話給我，我回她，我說妳自己斟酌情形辦，還是以不殺生為好。她聽懂了，寧願我四百畝小麥統統被小蟲吃掉，我也不殺一個小蟲，這個念頭好！帶著一些同學，她那裡出家人也不少，帶著木魚、引磬，在這個田埂裡面繞著念佛，給這些小蟲迴向。她說很奇妙，當時下了一點小雨，刮了一陣風，雨過之後麥田裡一個蟲都沒有了，找都找不到。這個附近的農民看到了非常驚訝，不可能的事情，怎麼會一個小蟲都找不到？那一年小麥大豐收，這個東西收下來之後，這個糧食二、三年都吃不完。所以小動物通人情，我們用真心待牠，牠就用真心待我，回報我，決定不能傷害。"
    },
    {
      "id": "02-037-0176_p0025",
      "zh_CN": "我们在澳洲种菜，这十年来不用农药、不用化肥，跟这些小虫、小鸟，我们种了很多果木树，我们跟牠沟通，菜园留一块地，专门供养牠们，牠要吃到那边去吃去，果木树也指定几棵树，专门供给小鸟，你们要去吃果实到那边去吃，没有指定的牠就不来，真方便！一般果农，他要把这个水果给包起来，防虫，我们统统不要，完全随其自然，鸟牠就不会去吃。所以现在跟畜生相处比人好相处，畜生很守信用，我们爱护牠，牠真爱护我们，真听话。指定的区域你去看，那个菜叶上一个小洞一个小洞，都被虫吃了，隔壁距离不到一公尺，那个地方不是牠们的，牠就不去，那个地方保持得非常完整。澳洲很多菜农到我们农场去参观，都感到不可思议，我们怎么种的？我说我们这些菜全是念佛长大的，小虫也念佛，小鸟也念佛，我们的菜园树上挂着念佛机，佛号二十四小时不中断，那是牠们的道场。这些小虫、小鸟有没有往生的？我相信肯定有往生的，我们没有用心去调查，肯定有往生的。所以要远离无安众生心，让一切众生跟我们相处身心安稳，我们一定和睦相处，对他们恭敬，绝不怠慢，对他们照顾周到，我们共同在一起生活。",
      "zh_TW": "我們在澳洲種菜，這十年來不用農藥、不用化肥，跟這些小蟲、小鳥，我們種了很多果木樹，我們跟牠溝通，菜園留一塊地，專門供養牠們，牠要吃到那邊去吃去，果木樹也指定幾棵樹，專門供給小鳥，你們要去吃果實到那邊去吃，沒有指定的牠就不來，真方便！一般果農，他要把這個水果給包起來，防蟲，我們統統不要，完全隨其自然，鳥牠就不會去吃。所以現在跟畜生相處比人好相處，畜生很守信用，我們愛護牠，牠真愛護我們，真聽話。指定的區域你去看，那個菜葉上一個小洞一個小洞，都被蟲吃了，隔壁距離不到一公尺，那個地方不是牠們的，牠就不去，那個地方保持得非常完整。澳洲很多菜農到我們農場去參觀，都感到不可思議，我們怎麼種的？我說我們這些菜全是念佛長大的，小蟲也念佛，小鳥也念佛，我們的菜園樹上掛著念佛機，佛號二十四小時不中斷，那是牠們的道場。這些小蟲、小鳥有沒有往生的？我相信肯定有往生的，我們沒有用心去調查，肯定有往生的。所以要遠離無安眾生心，讓一切眾生跟我們相處身心安穩，我們一定和睦相處，對他們恭敬，絕不怠慢，對他們照顧周到，我們共同在一起生活。"
    },
    {
      "id": "02-037-0176_p0026",
      "zh_CN": "第三远离供养恭敬自身心，这个很重要。这个是什么？这一条很容易生起贪心，造作罪业，希望别人恭敬我，希望别人供养我，这个错误，决定不能有这个念头。真正修道人，接受别人供养，常常自己生惭愧心，我没有这个德行，我没有这样的功德。古来祖师大德常说，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。贪图供养这个罪过可重了！晚近印光大师给我们做了最好的榜样，老人在世，他七十岁以后出名了，所以供养就多了，他把这些供养，他自己一分钱没有用，拿去做了一个弘化社，专门印经流通，统统拿来做法布施，这是做给我们看的。他印经，在那个时候自己买了机器，做了印刷厂，在苏州报国寺，印的经书非常仔细校对，错字很少，称为善本，多少人得他的恩惠，他把钱用在这方面。有时候别的地方有旱灾、有水灾，有这些灾难，老和尚也发心去赈灾，赈灾钱从哪里来？从印经款项里头拨出一点去赈灾。讲得很清楚，印经是他主要的开销，赈灾是从印经里面拨出，这是我们应当学习的。",
      "zh_TW": "第三遠離供養恭敬自身心，這個很重要。這個是什麼？這一條很容易生起貪心，造作罪業，希望別人恭敬我，希望別人供養我，這個錯誤，決定不能有這個念頭。真正修道人，接受別人供養，常常自己生慚愧心，我沒有這個德行，我沒有這樣的功德。古來祖師大德常說，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。貪圖供養這個罪過可重了！晚近印光大師給我們做了最好的榜樣，老人在世，他七十歲以後出名了，所以供養就多了，他把這些供養，他自己一分錢沒有用，拿去做了一個弘化社，專門印經流通，統統拿來做法布施，這是做給我們看的。他印經，在那個時候自己買了機器，做了印刷廠，在蘇州報國寺，印的經書非常仔細校對，錯字很少，稱為善本，多少人得他的恩惠，他把錢用在這方面。有時候別的地方有旱災、有水災，有這些災難，老和尚也發心去賑災，賑災錢從哪裡來？從印經款項裡頭撥出一點去賑災。講得很清楚，印經是他主要的開銷，賑災是從印經裡面撥出，這是我們應當學習的。"
    },
    {
      "id": "02-037-0176_p0027",
      "zh_CN": "现在科学技术发达了，除了经书，比经书更方便的，光碟、网路、卫星电视，要用这些东西来做弘法的工作。自己在生活上尽量去节俭，不要把这些钱用在保养自己身体，那就大错特错了！这个身体活的时间多久无所谓，多活一天多替佛法做一天事情，少活一天那我就早一天到极乐世界去，多好！不再执着了，不再为身体操心了，一切随它去，自自然然比什么都好，不操心。这一生当中一定要认真的就是研究经教跟念佛求生净土，这是我们一生当中第一桩大事，没有比这个事情更大的，我们就干这桩事情，其他的事情，利益社会、利益大众，一切随缘随分，一丝毫都不勉强，这样好，这才生活得自在。这三种法要远离，为什么？因为它能障碍菩提心，应该要知道。",
      "zh_TW": "現在科學技術發達了，除了經書，比經書更方便的，光碟、網路、衛星電視，要用這些東西來做弘法的工作。自己在生活上盡量去節儉，不要把這些錢用在保養自己身體，那就大錯特錯了！這個身體活的時間多久無所謂，多活一天多替佛法做一天事情，少活一天那我就早一天到極樂世界去，多好！不再執著了，不再為身體操心了，一切隨它去，自自然然比什麼都好，不操心。這一生當中一定要認真的就是研究經教跟念佛求生淨土，這是我們一生當中第一樁大事，沒有比這個事情更大的，我們就幹這樁事情，其他的事情，利益社會、利益大眾，一切隨緣隨分，一絲毫都不勉強，這樣好，這才生活得自在。這三種法要遠離，為什麼？因為它能障礙菩提心，應該要知道。"
    },
    {
      "id": "02-037-0176_p0028",
      "zh_CN": "下面是念老给我们的解释，「盖谓贪执自身，无安众生心，供养恭敬自身心，此三者皆障菩提心，故应远离」。佛教给我们要离，我们就得要离，教我们做，那我们就应当要去做。「本经以发菩提心、一向专念为宗」，宗是宗旨，这一部《无量寿经》修行的方法就这两句。菩提心，我们最近二十多年来，用真诚做菩提心的体，真诚心是菩提心之体，自受用，真诚心对自己是自受用，就是本经经题上的五个字，清净平等觉，自受用；他受用，对待别人，慈悲。我们用这十个字，真诚、清净、平等、正觉、慈悲，这是菩提心，起心动念绝不违背，所以真心对自己是清净平等觉，这个重要。上面讲的这三条，对自己，把清净平等觉破坏了，对人，把慈悲心破坏了，不慈悲，所以这三桩事情一定要远离。贪着那就错了，要是贪着的话，你不会离开六道轮回，你也没有办法往生净土。「若障菩提心，即不能往生」，就障碍你往生净土。「是故愿曰若起想念，贪计身者，不取正觉」。弥陀慈悲，所以发这个愿。愿修净土的人不贪计身体，真能够把身体放下，这一愿弥陀圆满成就了。",
      "zh_TW": "下面是念老給我們的解釋，「蓋謂貪執自身，無安眾生心，供養恭敬自身心，此三者皆障菩提心，故應遠離」。佛教給我們要離，我們就得要離，教我們做，那我們就應當要去做。「本經以發菩提心、一向專念為宗」，宗是宗旨，這一部《無量壽經》修行的方法就這兩句。菩提心，我們最近二十多年來，用真誠做菩提心的體，真誠心是菩提心之體，自受用，真誠心對自己是自受用，就是本經經題上的五個字，清淨平等覺，自受用；他受用，對待別人，慈悲。我們用這十個字，真誠、清淨、平等、正覺、慈悲，這是菩提心，起心動念絕不違背，所以真心對自己是清淨平等覺，這個重要。上面講的這三條，對自己，把清淨平等覺破壞了，對人，把慈悲心破壞了，不慈悲，所以這三樁事情一定要遠離。貪著那就錯了，要是貪著的話，你不會離開六道輪迴，你也沒有辦法往生淨土。「若障菩提心，即不能往生」，就障礙你往生淨土。「是故願曰若起想念，貪計身者，不取正覺」。彌陀慈悲，所以發這個願。願修淨土的人不貪計身體，真能夠把身體放下，這一願彌陀圓滿成就了。"
    },
    {
      "id": "02-037-0176_p0029",
      "zh_CN": "我们再看下面第三十二愿「那罗延身愿」。「右章」，在这一章，这是第十六章，第十六章有三愿，这是第一：",
      "zh_TW": "我們再看下面第三十二願「那羅延身願」。「右章」，在這一章，這是第十六章，第十六章有三願，這是第一："
    },
    {
      "id": "02-037-0176_p0030",
      "zh_CN": "【我作佛时。生我国者。善根无量。皆得金刚那罗延身。坚固之力。】",
      "zh_TW": "【我作佛時。生我國者。善根無量。皆得金剛那羅延身。堅固之力。】"
    },
    {
      "id": "02-037-0176_p0031",
      "zh_CN": "往生到极乐世界，你得的身跟这个世界完全不同，这个世界的身是血肉之躯，身体很脆弱，往生到极乐世界不一样了。我们看念老的注解，「右章」，第十六章，「具三愿」。『生我国者，善根无量』，这两句是总说，「总述」，下面是「分演」，分开来就是三愿。善根，先来解释，「善根者，身口意三业之善」，坚固不可拔，这叫根。三善根，不贪、不痴、不瞋，身口意都没有贪瞋痴。现在我们还得加两个，不傲慢、不怀疑，贪瞋痴慢疑这五条都没有，这是善根，五善。一定要坚固，不可动摇，无论在什么环境里头，自己生活再困难，都不能有贪心；地位再高，也不能有傲慢；顺境逆境、善缘恶缘都不迷惑，智慧现前，不生烦恼，不骄傲、不怀疑，这样的人能度过一切顺逆善恶境缘，稳稳当当往生净土。",
      "zh_TW": "往生到極樂世界，你得的身跟這個世界完全不同，這個世界的身是血肉之軀，身體很脆弱，往生到極樂世界不一樣了。我們看念老的註解，「右章」，第十六章，「具三願」。『生我國者，善根無量』，這兩句是總說，「總述」，下面是「分演」，分開來就是三願。善根，先來解釋，「善根者，身口意三業之善」，堅固不可拔，這叫根。三善根，不貪、不痴、不瞋，身口意都沒有貪瞋痴。現在我們還得加兩個，不傲慢、不懷疑，貪瞋痴慢疑這五條都沒有，這是善根，五善。一定要堅固，不可動搖，無論在什麼環境裡頭，自己生活再困難，都不能有貪心；地位再高，也不能有傲慢；順境逆境、善緣惡緣都不迷惑，智慧現前，不生煩惱，不驕傲、不懷疑，這樣的人能度過一切順逆善惡境緣，穩穩當當往生淨土。"
    },
    {
      "id": "02-037-0176_p0032",
      "zh_CN": "「罗什大师曰」，这鸠摩罗什，「谓坚固善心，深不可拔，乃名根也。又以善能生妙果，生余之善，故名为根」。这一章里面三愿都以善根无量做基础，与善根有密切的关系。因为善，他善有根，根就能生善，善能生妙果、善果。善的反面是恶，反面就是三恶道，就是贪瞋痴，贪瞋痴能生一切不善，能造一切罪恶，果报是恶道，叫三恶道。这是学佛的人一定要很清楚、很明白，无论在什么环境里头，不能有恶念、不能有恶行，恶的行为不可以有，不能有恶的念头、恶的行为，不可以。所以善能生余善，一切善都从这三个根生的。",
      "zh_TW": "「羅什大師曰」，這鳩摩羅什，「謂堅固善心，深不可拔，乃名根也。又以善能生妙果，生餘之善，故名為根」。這一章裡面三願都以善根無量做基礎，與善根有密切的關係。因為善，他善有根，根就能生善，善能生妙果、善果。善的反面是惡，反面就是三惡道，就是貪瞋痴，貪瞋痴能生一切不善，能造一切罪惡，果報是惡道，叫三惡道。這是學佛的人一定要很清楚、很明白，無論在什麼環境裡頭，不能有惡念、不能有惡行，惡的行為不可以有，不能有惡的念頭、惡的行為，不可以。所以善能生餘善，一切善都從這三個根生的。"
    },
    {
      "id": "02-037-0176_p0033",
      "zh_CN": "底下这一句，『皆得金刚那罗延身，坚固之力』。「是第三十二那罗延身愿。憬兴称之为身得坚固愿」。这个也很好，得坚固之身，跟我们现在得的身不一样。「金刚」，这两个字是中国的意思，「梵语跋折罗（或伐折罗）」，意思都差不多，是梵文的音译，翻成中国的意思叫金刚。《三藏法数》第五卷有解释，「金中最刚，故云金刚」。金是金属，这个金不是黄金，金属，金属里面最坚硬的。我们讲铁，铁再给它炼，把渣子再炼掉，这就叫它做钢。钢从哪里来的？是从铁里头炼出来的，铁里头的精华，这称之为钢。「又《大藏法数四十一》云：梵语跋折罗，华言金刚。此宝出于金中，色如紫英，百炼不销，至坚至利，可以切玉，世所希有，故名为宝。」念老在这里括弧注解，「即金刚石，俗云钻石，硬度最大」，这称之为宝，它能够切玉，玉石是石头里面非常坚固的，只有用金刚石能够把玉切开，将玉加以雕琢成为玉器，变成了艺术品。我们在故宫博物院里面看到明清玉器，那真正是艺术家他一生当中心血的结晶，流传给后世，后人爱如珍宝，价值也非常之高。从这些器皿里面，可以呈现出那一个时代的文化，这些艺术品代表文化的水平。从历史博物馆里面我们看到，自古一代一代的传下来，古人用的这些东西都陈设在里面，看到人类进步，这历史的痕迹。",
      "zh_TW": "底下這一句，『皆得金剛那羅延身，堅固之力』。「是第三十二那羅延身願。憬興稱之為身得堅固願」。這個也很好，得堅固之身，跟我們現在得的身不一樣。「金剛」，這兩個字是中國的意思，「梵語跋折羅（或伐折羅）」，意思都差不多，是梵文的音譯，翻成中國的意思叫金剛。《三藏法數》第五卷有解釋，「金中最剛，故云金剛」。金是金屬，這個金不是黃金，金屬，金屬裡面最堅硬的。我們講鐵，鐵再給它煉，把渣子再煉掉，這就叫它做鋼。鋼從哪裡來的？是從鐵裡頭煉出來的，鐵裡頭的精華，這稱之為鋼。「又《大藏法數四十一》云：梵語跋折羅，華言金剛。此寶出於金中，色如紫英，百煉不銷，至堅至利，可以切玉，世所希有，故名為寶。」念老在這裡括弧註解，「即金剛石，俗云鑽石，硬度最大」，這稱之為寶，它能夠切玉，玉石是石頭裡面非常堅固的，只有用金剛石能夠把玉切開，將玉加以雕琢成為玉器，變成了藝術品。我們在故宮博物院裡面看到明清玉器，那真正是藝術家他一生當中心血的結晶，流傳給後世，後人愛如珍寶，價值也非常之高。從這些器皿裡面，可以呈現出那一個時代的文化，這些藝術品代表文化的水平。從歷史博物館裡面我們看到，自古一代一代的傳下來，古人用的這些東西都陳設在裡面，看到人類進步，這歷史的痕跡。"
    },
    {
      "id": "02-037-0176_p0034",
      "zh_CN": "「又金刚者，金刚杵之简名」。这是佛学的术语，佛经里面讲的金刚多半跟金刚杵有关系。「《大日经疏一》云，伐折罗即是金刚杵」，金刚杵「原为印度之兵器」，是战争的一种武器，金刚杵。也就是说这种利器，像中国古时候的宝剑，剑称之为宝，这个剑削铁如泥，人家拿的刀斧，它一挥的时候，这个刀就断掉了，斧头就毁坏了，而它自己没有一点伤痕，这个剑真的是宝！金刚杵也有这个作用，在兵器当中这是最坚硬的一个武器，一般的刀枪没有办法对付它的。密宗里面用它来代表「坚利之智」，智慧，坚固锋利代表智慧。「《大日经疏一》又云：伐折罗，如来金刚智印。」这是比喻，我们要晓得，在造像里面是表法，绝对不是真的拿着这些武器，拿着武器什么？武器战争，这杀人，不是这个意思。这个地方我们要知道，佛像里头、菩萨像里面，表法的意思很多，如果不加以解释，你会产生很多错误。我们一般常常见的，叫四大金刚，你到寺庙里面去，进天王殿，左右你就看到这四天王，四大天王，世俗称为四大金刚，他们是四大天王。",
      "zh_TW": "「又金剛者，金剛杵之簡名」。這是佛學的術語，佛經裡面講的金剛多半跟金剛杵有關係。「《大日經疏一》云，伐折羅即是金剛杵」，金剛杵「原為印度之兵器」，是戰爭的一種武器，金剛杵。也就是說這種利器，像中國古時候的寶劍，劍稱之為寶，這個劍削鐵如泥，人家拿的刀斧，它一揮的時候，這個刀就斷掉了，斧頭就毀壞了，而它自己沒有一點傷痕，這個劍真的是寶！金剛杵也有這個作用，在兵器當中這是最堅硬的一個武器，一般的刀槍沒有辦法對付它的。密宗裡面用它來代表「堅利之智」，智慧，堅固鋒利代表智慧。「《大日經疏一》又云：伐折羅，如來金剛智印。」這是比喻，我們要曉得，在造像裡面是表法，絕對不是真的拿著這些武器，拿著武器什麼？武器戰爭，這殺人，不是這個意思。這個地方我們要知道，佛像裡頭、菩薩像裡面，表法的意思很多，如果不加以解釋，你會產生很多錯誤。我們一般常常見的，叫四大金剛，你到寺廟裡面去，進天王殿，左右你就看到這四天王，四大天王，世俗稱為四大金剛，他們是四大天王。"
    },
    {
      "id": "02-037-0176_p0035",
      "zh_CN": "四大天王手上拿的都有表法的我们一般称为道具。东方持国天王手上拿的是琵琶，代表什么意思？这一定要知道，绝对不是说东方天王喜欢音乐，你看手上拿的琵琶，喜欢唱歌，就错了，完全搞错了。琵琶代表什么？中道，弦乐器，弦松了弹不响，紧了就断掉了，一定要调到适中，音色才能发出来。这是告诉我们凡事要用中，不能不及，也不能太过分，要懂得用中，中国古圣先贤所讲的中庸之道，它代表这个意思。佛法里面代表什么？中道第一义谛。所以你要懂得它表法的意思，他教我们什么，就在这些道具上显示出来，他要我们要用中。修身、齐家、治国、平天下，中国人讲的忠字，忠孝的忠，你看上面是个中，下面是个心，心要放在当中，不偏不邪，这叫忠。如果我们有偏心、有邪念，就不忠了。琵琶代表中道，中才能够保持国家，中才能保持自己的身，所以明哲保身。中道，能够让你一家兴旺，能保持你的家，这个道理非常之深。所以持国，持是保持，保持身、保持家、保持国、保持世界，都要懂得中道。",
      "zh_TW": "四大天王手上拿的都有表法的我們一般稱為道具。東方持國天王手上拿的是琵琶，代表什麼意思？這一定要知道，絕對不是說東方天王喜歡音樂，你看手上拿的琵琶，喜歡唱歌，就錯了，完全搞錯了。琵琶代表什麼？中道，弦樂器，弦鬆了彈不響，緊了就斷掉了，一定要調到適中，音色才能發出來。這是告訴我們凡事要用中，不能不及，也不能太過分，要懂得用中，中國古聖先賢所講的中庸之道，它代表這個意思。佛法裡面代表什麼？中道第一義諦。所以你要懂得它表法的意思，他教我們什麼，就在這些道具上顯示出來，他要我們要用中。修身、齊家、治國、平天下，中國人講的忠字，忠孝的忠，你看上面是個中，下面是個心，心要放在當中，不偏不邪，這叫忠。如果我們有偏心、有邪念，就不忠了。琵琶代表中道，中才能夠保持國家，中才能保持自己的身，所以明哲保身。中道，能夠讓你一家興旺，能保持你的家，這個道理非常之深。所以持國，持是保持，保持身、保持家、保持國、保持世界，都要懂得中道。"
    },
    {
      "id": "02-037-0176_p0036",
      "zh_CN": "南方天王手上拿的是剑，剑表什么？表智慧，此地讲的坚利之智，取这个意思，慧剑断烦恼，取这个意思，智慧之剑能断烦恼。南方是增长天王，增长是什么意思？今天讲进步，中国古人讲「茍日新，日日新，又日新」，这就是讲不断的要追求进步。怎样才能进步？有智慧才能进步，没有智慧不能进步。智慧跟知识又有差别，知识进步会带来后遗症，智慧不会。所以要真实智慧，剑是代表真实智慧。所以诸佛菩萨手上拿的这个东西都表着它的意思在里头，他在上课，你要不懂你什么都不知道，如果你要懂的话，寺院里头去转一圈，大学问，你都明白了。你在烦恼忧虑，问题解决不了，你转一圈之后，统统明白了，智慧就开了，我遇到什么困难，哪个菩萨这方法好。所以这些佛教艺术全是教学的工具，时时刻刻在提醒我们，这是艺术化的教学，在佛教里几千年就用上了，就盛行了。现在二战之后很多地方提出了艺术，佛家用艺术来表法，这个时间久了。许许多多这些学术，佛法是领先，在带头，很可惜现在都把这些表法的，当作是神明、当作是迷信，冤不冤枉？不知道表法深义！今天时间到了，我们就学习到此地。",
      "zh_TW": "南方天王手上拿的是劍，劍表什麼？表智慧，此地講的堅利之智，取這個意思，慧劍斷煩惱，取這個意思，智慧之劍能斷煩惱。南方是增長天王，增長是什麼意思？今天講進步，中國古人講「茍日新，日日新，又日新」，這就是講不斷的要追求進步。怎樣才能進步？有智慧才能進步，沒有智慧不能進步。智慧跟知識又有差別，知識進步會帶來後遺症，智慧不會。所以要真實智慧，劍是代表真實智慧。所以諸佛菩薩手上拿的這個東西都表著它的意思在裡頭，他在上課，你要不懂你什麼都不知道，如果你要懂的話，寺院裡頭去轉一圈，大學問，你都明白了。你在煩惱憂慮，問題解決不了，你轉一圈之後，統統明白了，智慧就開了，我遇到什麼困難，哪個菩薩這方法好。所以這些佛教藝術全是教學的工具，時時刻刻在提醒我們，這是藝術化的教學，在佛教裡幾千年就用上了，就盛行了。現在二戰之後很多地方提出了藝術，佛家用藝術來表法，這個時間久了。許許多多這些學術，佛法是領先，在帶頭，很可惜現在都把這些表法的，當作是神明、當作是迷信，冤不冤枉？不知道表法深義！今天時間到了，我們就學習到此地。"
    }
  ]
}