{
  "doc_id": "02-037-0328",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三二八集",
    "zh_TW": "第三二八集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0328",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "02-037-0328_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第七百二十五页，从第一行看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第七百二十五頁，從第一行看起："
    },
    {
      "id": "02-037-0328_p0002",
      "zh_CN": "『至心回向，愿生彼国』。「至心即《观经》中之至诚心。《四帖疏》曰」，这是善导大师《观经》的注解，叫《四帖疏》。「至者真。诚者实。欲明一切众生身口意业，所修解行，必须真实心中作」。善导大师这句话非常重要，必须真实心中作。「不得外现贤善精进之相，内怀虚假。贪瞋邪伪，奸诈百端。恶性难侵（指恶性牢固），事同蛇蝎。虽起三业，名为杂毒之善。亦名虚假之行。不名真实业也」。这一段话，上一堂我们学到这个地方。这段话非常重要，特别念出来再提醒我们。修学大乘，一丝毫虚假都不能够掺杂，掺杂一点虚假，就好比醍醐里面掺的有毒药，全盘都毁掉了，所以一丝毫不能掺。这样标准修学的人，无论在家出家不容易找，真正是凤毛麟角，尤其是在现在这个时代。现在时代不是掺假，全部都是假的，真的几乎没有了。",
      "zh_TW": "『至心迴向，願生彼國』。「至心即《觀經》中之至誠心。《四帖疏》曰」，這是善導大師《觀經》的註解，叫《四帖疏》。「至者真。誠者實。欲明一切眾生身口意業，所修解行，必須真實心中作」。善導大師這句話非常重要，必須真實心中作。「不得外現賢善精進之相，內懷虛假。貪瞋邪偽，奸詐百端。惡性難侵（指惡性牢固），事同蛇蝎。雖起三業，名為雜毒之善。亦名虛假之行。不名真實業也」。這一段話，上一堂我們學到這個地方。這段話非常重要，特別念出來再提醒我們。修學大乘，一絲毫虛假都不能夠摻雜，摻雜一點虛假，就好比醍醐裡面摻的有毒藥，全盤都毀掉了，所以一絲毫不能摻。這樣標準修學的人，無論在家出家不容易找，真正是鳳毛麟角，尤其是在現在這個時代。現在時代不是摻假，全部都是假的，真的幾乎沒有了。"
    },
    {
      "id": "02-037-0328_p0003",
      "zh_CN": "前面我们学的，佛教导我们诚实语，现在有几个人说真话？学佛要从哪里学起？过去在宋朝，有人问司马光，圣贤之道从哪里入门？司马光的回答，从不妄语始。现在这个世界能不妄语吗？那要不妄语，我们在这个社会上不能立足，我们不能生存，要生存、要立足一定要妄语。这是什么世界！妄语、两舌果报在地狱，如果想到地狱苦，佛的这些话就会认真去想想。现前占一点点便宜，名闻利养沾上一点点，来生要到三途去受苦，不值得！宁愿我现在受苦，我也不愿意来生到三恶道受苦。可是我们这桩事情就没有想到，只顾眼前，不顾将来。",
      "zh_TW": "前面我們學的，佛教導我們誠實語，現在有幾個人說真話？學佛要從哪裡學起？過去在宋朝，有人問司馬光，聖賢之道從哪裡入門？司馬光的回答，從不妄語始。現在這個世界能不妄語嗎？那要不妄語，我們在這個社會上不能立足，我們不能生存，要生存、要立足一定要妄語。這是什麼世界！妄語、兩舌果報在地獄，如果想到地獄苦，佛的這些話就會認真去想想。現前佔一點點便宜，名聞利養沾上一點點，來生要到三途去受苦，不值得！寧願我現在受苦，我也不願意來生到三惡道受苦。可是我們這樁事情就沒有想到，只顧眼前，不顧將來。"
    },
    {
      "id": "02-037-0328_p0004",
      "zh_CN": "在现前社会，儒释道乃至于世间所有圣贤教诲及宗教的典籍，可以说不妄语是它的基础、是它的根本，如果这一条做不到，全都毁掉了。所以我们要有胆识，要没有畏惧，别人说假话，我就说真话，眼前什么样的亏都可以吃，没有关系，无所谓，前途是一片光明，身心安乐，没有忧虑，没有烦恼，这就是幸福人生，总在我们一念之间如何取舍。经典里面教导我们全是真话，全是无上的利益。这个经上讲三个真实，真实之际、真实智慧、真实的利益。我们怎样才能体会？怎样才能得到？都是从不妄语开始，老实、听话、真干；如果妄语，这六个字全没有了，做不到。所以前面这一段太重要了，我们不能不多提一提。",
      "zh_TW": "在現前社會，儒釋道乃至於世間所有聖賢教誨及宗教的典籍，可以說不妄語是它的基礎、是它的根本，如果這一條做不到，全都毀掉了。所以我們要有膽識，要沒有畏懼，別人說假話，我就說真話，眼前什麼樣的虧都可以吃，沒有關係，無所謂，前途是一片光明，身心安樂，沒有憂慮，沒有煩惱，這就是幸福人生，總在我們一念之間如何取捨。經典裡面教導我們全是真話，全是無上的利益。這個經上講三個真實，真實之際、真實智慧、真實的利益。我們怎樣才能體會？怎樣才能得到？都是從不妄語開始，老實、聽話、真幹；如果妄語，這六個字全沒有了，做不到。所以前面這一段太重要了，我們不能不多提一提。"
    },
    {
      "id": "02-037-0328_p0005",
      "zh_CN": "今天我们从下面看起，「回向者，以自身一切所修之善根，向于众生，又向于佛道」。回向，什么叫回向？是将自己每天所修学的，真正的善根，修行，修什么？这一句话给我们提醒了，你诵经诵得多，拜佛拜得多，念佛念得多，如果心里头还有是非人我，还有自私自利，还有贪瞋痴慢，你只是表面做得不错，实质上你毫无修持，假的不是真的。你看这个地方的标准是善根。大乘教里面常说三善根，三善根是什么？无贪、无瞋、无痴，世出世间所有善法，都从这个根生出来的。如果我们还有贪心、还有瞋恚、还有愚痴，善根没有了，佛念得再多，经念得再多，一天磕十万个大头也等于零。古人说得好，「口念弥陀心散乱，喊破喉咙也枉然」。如果用真诚心念，一念，那个一念的功德都不可思议，散乱心修一辈子，抵不过他一念的功德，他一念决定往生，一念相应一念佛，他决定往生；你散乱心，你念一辈子佛都不能往生，这个现象非常普遍。",
      "zh_TW": "今天我們從下面看起，「迴向者，以自身一切所修之善根，向於眾生，又向於佛道」。迴向，什麼叫迴向？是將自己每天所修學的，真正的善根，修行，修什麼？這一句話給我們提醒了，你誦經誦得多，拜佛拜得多，念佛念得多，如果心裡頭還有是非人我，還有自私自利，還有貪瞋痴慢，你只是表面做得不錯，實質上你毫無修持，假的不是真的。你看這個地方的標準是善根。大乘教裡面常說三善根，三善根是什麼？無貪、無瞋、無痴，世出世間所有善法，都從這個根生出來的。如果我們還有貪心、還有瞋恚、還有愚痴，善根沒有了，佛念得再多，經念得再多，一天磕十萬個大頭也等於零。古人說得好，「口念彌陀心散亂，喊破喉嚨也枉然」。如果用真誠心念，一念，那個一念的功德都不可思議，散亂心修一輩子，抵不過他一念的功德，他一念決定往生，一念相應一念佛，他決定往生；你散亂心，你念一輩子佛都不能往生，這個現象非常普遍。"
    },
    {
      "id": "02-037-0328_p0006",
      "zh_CN": "早年，那是我们年轻的时候，在台湾跟李炳南老居士学佛。老人常说，他在台中创办一个台中佛教莲社，我认识这个老人，莲社刚刚好十年，庆祝十周年纪念，这个活动之后我才跟老人认识。老人常说，他不说别人，说我们自己莲社的莲友，一万个念佛的，大概只有三、五个往生，万分之三，万分之五，这往生的。我们看到善导大师，唐朝时候人，他老人家所说的，信愿持名，万修万人去，一个都不漏。这到底是怎么回事情？万修万人去，个个都真干，真修善根。现在的人只是修表面上的，把这个善根疏忽掉、忘记掉了。所以我们想想，我们今天学佛，一心想往生西方极乐世界，极乐世界是个什么样的世界要清楚。这部经里头介绍得最清楚、最详细，极乐世界是清净世界，是充满了智慧、充满了德行、充满一切善法。那里头没有一个自私自利的人，没有一个还有名闻利养念头的人，没有一个有贪瞋痴慢的人。那我们要晓得，这些东西还没有放下，那是障碍。佛那边没有障碍，自己这边有障碍，只要有这些东西就障碍你往生。那这一生所修的？这一生所修的不能说没有利益，利益不多、不大，在基础上你增长了一点点，距离往生的标准还差很远。这是我们不能不知道的。",
      "zh_TW": "早年，那是我們年輕的時候，在台灣跟李炳南老居士學佛。老人常說，他在台中創辦一個台中佛教蓮社，我認識這個老人，蓮社剛剛好十年，慶祝十週年紀念，這個活動之後我才跟老人認識。老人常說，他不說別人，說我們自己蓮社的蓮友，一萬個念佛的，大概只有三、五個往生，萬分之三，萬分之五，這往生的。我們看到善導大師，唐朝時候人，他老人家所說的，信願持名，萬修萬人去，一個都不漏。這到底是怎麼回事情？萬修萬人去，個個都真幹，真修善根。現在的人只是修表面上的，把這個善根疏忽掉、忘記掉了。所以我們想想，我們今天學佛，一心想往生西方極樂世界，極樂世界是個什麼樣的世界要清楚。這部經裡頭介紹得最清楚、最詳細，極樂世界是清淨世界，是充滿了智慧、充滿了德行、充滿一切善法。那裡頭沒有一個自私自利的人，沒有一個還有名聞利養念頭的人，沒有一個有貪瞋痴慢的人。那我們要曉得，這些東西還沒有放下，那是障礙。佛那邊沒有障礙，自己這邊有障礙，只要有這些東西就障礙你往生。那這一生所修的？這一生所修的不能說沒有利益，利益不多、不大，在基礎上你增長了一點點，距離往生的標準還差很遠。這是我們不能不知道的。"
    },
    {
      "id": "02-037-0328_p0007",
      "zh_CN": "修行在哪里修？念经是不是修行？不是。听教是不是修行？也不是。每天念佛磕头是不是修行？也不是。那什么叫修行？修是修正，行是行为。行为很多、很杂，佛把它归纳为三大类，身、口、意。身，你所造作的这是行为，口的言语是行为，意的起心动念是行为。如果身所造的，口所说的，念头所想的，都还有自私自利，都还有名闻利养，都还有贪瞋痴慢，这不是修行。我们听经、研究经教、念佛，要把不善的心行把它念掉，这叫修行。眼见色、耳闻声动了个念头，喜欢动了贪心，不喜欢就动瞋恚心，这都是错误的行为。怎么个修法？用这一句名号，贪心才起来，南无阿弥陀佛，把贪心换掉，用这个佛号把贪心换掉；瞋恚心生起来，一声阿弥陀佛，瞋恚心换掉，这叫真正修行，这叫真正会念。你念这个佛号很管用，把你的烦恼、习气、业障全念掉了。",
      "zh_TW": "修行在哪裡修？念經是不是修行？不是。聽教是不是修行？也不是。每天念佛磕頭是不是修行？也不是。那什麼叫修行？修是修正，行是行為。行為很多、很雜，佛把它歸納為三大類，身、口、意。身，你所造作的這是行為，口的言語是行為，意的起心動念是行為。如果身所造的，口所說的，念頭所想的，都還有自私自利，都還有名聞利養，都還有貪瞋痴慢，這不是修行。我們聽經、研究經教、念佛，要把不善的心行把它念掉，這叫修行。眼見色、耳聞聲動了個念頭，喜歡動了貪心，不喜歡就動瞋恚心，這都是錯誤的行為。怎麼個修法？用這一句名號，貪心才起來，南無阿彌陀佛，把貪心換掉，用這個佛號把貪心換掉；瞋恚心生起來，一聲阿彌陀佛，瞋恚心換掉，這叫真正修行，這叫真正會念。你念這個佛號很管用，把你的煩惱、習氣、業障全念掉了。"
    },
    {
      "id": "02-037-0328_p0008",
      "zh_CN": "如果我们念佛、听经、学教，与我们的烦恼业障不发生关系，这都白念了，这不是修行，是假的，不是真的。你错误的念头、错误的言论、错误的行为，并没有修正过来，这样修学法，修一辈子也没用，到最后还是要搞六道轮回。六道轮回很麻烦！我们还要非常认真的去体会。六道轮回里头冤冤相报，我今天骗人，来生人骗我；我害人，来生有人要害我，没完没了，生生世世，苦不堪言。报复不是报复得恰到好处，都是过头，那你就晓得一世比一世严重，一世比一世残酷。这是事实真相！都搞清楚、都搞明白了，一定要用真实心，说诚实语。我已经想通了，我已经搞明白了，我来生不再搞六道轮回，我决心到极乐世界去，这个世间统统放下，这才能去得了。",
      "zh_TW": "如果我們念佛、聽經、學教，與我們的煩惱業障不發生關係，這都白念了，這不是修行，是假的，不是真的。你錯誤的念頭、錯誤的言論、錯誤的行為，並沒有修正過來，這樣修學法，修一輩子也沒用，到最後還是要搞六道輪迴。六道輪迴很麻煩！我們還要非常認真的去體會。六道輪迴裡頭冤冤相報，我今天騙人，來生人騙我；我害人，來生有人要害我，沒完沒了，生生世世，苦不堪言。報復不是報復得恰到好處，都是過頭，那你就曉得一世比一世嚴重，一世比一世殘酷。這是事實真相！都搞清楚、都搞明白了，一定要用真實心，說誠實語。我已經想通了，我已經搞明白了，我來生不再搞六道輪迴，我決心到極樂世界去，這個世間統統放下，這才能去得了。"
    },
    {
      "id": "02-037-0328_p0009",
      "zh_CN": "我在前面讲过，放下从哪里放起？我告诉大家，从你拿那个手机搁起，先把手机放下，丢掉。这个东西多麻烦，叫你从早到晚你心定不下来。发明手机固然是有一点方便，利少弊多，搞得一个人一生心都定不下来，这是他害的。他可以发明，我可以不用它，这个权自己有，我不用你。学佛人真正要清楚，就是要修清净心，要修清净的言语，要修清净的行为，三业清净念佛就相应，这才能保证你往生。我们自身修积的这些善根要回向。回向是什么？我把这些自己所修的善根、善业贡献给别人，自己不能要。自己要了怎么样？要了来生的福报，你出不了轮回，极乐世界去不了，要把你这些善根布施出去，这回向就是布施。",
      "zh_TW": "我在前面講過，放下從哪裡放起？我告訴大家，從你拿那個手機擱起，先把手機放下，丟掉。這個東西多麻煩，叫你從早到晚你心定不下來。發明手機固然是有一點方便，利少弊多，搞得一個人一生心都定不下來，這是他害的。他可以發明，我可以不用它，這個權自己有，我不用你。學佛人真正要清楚，就是要修清淨心，要修清淨的言語，要修清淨的行為，三業清淨念佛就相應，這才能保證你往生。我們自身修積的這些善根要迴向。迴向是什麼？我把這些自己所修的善根、善業貢獻給別人，自己不能要。自己要了怎麼樣？要了來生的福報，你出不了輪迴，極樂世界去不了，要把你這些善根布施出去，這迴向就是布施。"
    },
    {
      "id": "02-037-0328_p0010",
      "zh_CN": "回向三处，第一个回向菩提，我不求人天福报，我只求觉悟，菩提是觉悟。第二个回向众生，我有福报，希望跟众生共享，全部都布施给他们，我不要，我到极乐世界去了。第三个回向实际，那是什么？回向真如，回向给本性，这个好！所造的一切善业，自己一点都不沾染，心地干干净净。善根都回向了，那个恶就更不能造，从今之后一切的恶业都不能造。你看善可以造，造了回向掉，不要念着自己的善，念着自己的善来生人天福报；造作的恶业，那个恶业要不忘掉，还常常想到，来生在三途，地狱、饿鬼、畜生，这三恶道。三恶道从哪里来的？是我们自己造的这些业变现出来的，它不是真的，就像作梦一样。这些道理，佛在经典里面讲得非常清楚、非常透彻，不能不知道。佛对众生的恩德就在此地，佛不能够保佑人，佛菩萨只能把他自己怎么断烦恼的，怎么消业障的，怎么证得菩提的，把这些经验告诉我们，道理告诉我们，方法告诉我们，我们自己学会了要真干，我们就能跟佛菩萨一样，成佛、成菩萨。知道了，不肯干，没用，等于不知道。这个事实、道理不能不知道。",
      "zh_TW": "迴向三處，第一個迴向菩提，我不求人天福報，我只求覺悟，菩提是覺悟。第二個迴向眾生，我有福報，希望跟眾生共享，全部都布施給他們，我不要，我到極樂世界去了。第三個迴向實際，那是什麼？迴向真如，迴向給本性，這個好！所造的一切善業，自己一點都不沾染，心地乾乾淨淨。善根都迴向了，那個惡就更不能造，從今之後一切的惡業都不能造。你看善可以造，造了迴向掉，不要念著自己的善，念著自己的善來生人天福報；造作的惡業，那個惡業要不忘掉，還常常想到，來生在三途，地獄、餓鬼、畜生，這三惡道。三惡道從哪裡來的？是我們自己造的這些業變現出來的，它不是真的，就像作夢一樣。這些道理，佛在經典裡面講得非常清楚、非常透徹，不能不知道。佛對眾生的恩德就在此地，佛不能夠保佑人，佛菩薩只能把他自己怎麼斷煩惱的，怎麼消業障的，怎麼證得菩提的，把這些經驗告訴我們，道理告訴我們，方法告訴我們，我們自己學會了要真幹，我們就能跟佛菩薩一樣，成佛、成菩薩。知道了，不肯幹，沒用，等於不知道。這個事實、道理不能不知道。"
    },
    {
      "id": "02-037-0328_p0011",
      "zh_CN": "这个文字里面，「以自身一切所修之善根，向于众生」，这回向给众生，「又向于佛道」，回向给佛道，佛道就是菩提、实际。「下云愿生彼国者，乃回自身之信行而趣向往生也。亦即《观经》三心中之回向发愿心」。《观经》三心是说的菩提心。本经下面这一品第二十四品，就是「三辈往生」，教给我们求生西方极乐世界的方法。第二十四、二十五这两品专门讲方法，方法里头最重要的两句话，「发菩提心，一向专念」，这最重要的两句话。《观经》上的三心就是菩提心，这个地方节录了，「一者至诚心，二者深心，三者回向发愿心。具三心者，必生彼国」。那我们要问，我们有没有这三个心？有这三心，你决定往生极乐世界。",
      "zh_TW": "這個文字裡面，「以自身一切所修之善根，向於眾生」，這迴向給眾生，「又向於佛道」，迴向給佛道，佛道就是菩提、實際。「下云願生彼國者，乃迴自身之信行而趣向往生也。亦即《觀經》三心中之迴向發願心」。《觀經》三心是說的菩提心。本經下面這一品第二十四品，就是「三輩往生」，教給我們求生西方極樂世界的方法。第二十四、二十五這兩品專門講方法，方法裡頭最重要的兩句話，「發菩提心，一向專念」，這最重要的兩句話。《觀經》上的三心就是菩提心，這個地方節錄了，「一者至誠心，二者深心，三者迴向發願心。具三心者，必生彼國」。那我們要問，我們有沒有這三個心？有這三心，你決定往生極樂世界。"
    },
    {
      "id": "02-037-0328_p0012",
      "zh_CN": "第一个是至诚心，至诚心要从不妄语开始，要说真实语，从这入门，不从这入门，你决定得不到。这我们得干真的，不能干假的。要有智慧，要有大无畏的精神，不怕别人欺骗我们，如果怕别人欺骗，出离六道就难了。天下人都骗我、都障碍我、都陷害我，我还以真心对天下人。我不欺骗他们，我不会毁谤他们，我不会陷害他们，他们对我一切我都接受。接受过来怎么样？接受过来统统回归到阿弥陀佛，心里面只有阿弥陀佛，除阿弥陀佛之外什么也没有，心安理得。那些人他还喜欢六道轮回，他不肯离开；我搞清楚、搞明白了，我要离开六道轮回，我要往生极乐世界，我们的思想行为跟他当然不一样。他害了我的命，我还感谢他，帮助，你看我早一天往生了，要用感恩的心对待他，要不然我还得迟几年往生，我现在就可以往生了，好事不是坏事！要有这种认知，有这样的胸怀。为什么？一切众生本来是佛，他本来是佛，现在为什么做这些坏事？一时迷惑，他不是坏人，世间没有坏人。《华严经》上释迦牟尼佛说得很好，「一切众生本来是佛」、「一切众生皆有如来智慧德相」。我们要用佛心来看这个世界，要用佛的心看众生，众生全是佛，这就对了，这就是我们真正的回向。",
      "zh_TW": "第一個是至誠心，至誠心要從不妄語開始，要說真實語，從這入門，不從這入門，你決定得不到。這我們得幹真的，不能幹假的。要有智慧，要有大無畏的精神，不怕別人欺騙我們，如果怕別人欺騙，出離六道就難了。天下人都騙我、都障礙我、都陷害我，我還以真心對天下人。我不欺騙他們，我不會毀謗他們，我不會陷害他們，他們對我一切我都接受。接受過來怎麼樣？接受過來統統回歸到阿彌陀佛，心裡面只有阿彌陀佛，除阿彌陀佛之外什麼也沒有，心安理得。那些人他還喜歡六道輪迴，他不肯離開；我搞清楚、搞明白了，我要離開六道輪迴，我要往生極樂世界，我們的思想行為跟他當然不一樣。他害了我的命，我還感謝他，幫助，你看我早一天往生了，要用感恩的心對待他，要不然我還得遲幾年往生，我現在就可以往生了，好事不是壞事！要有這種認知，有這樣的胸懷。為什麼？一切眾生本來是佛，他本來是佛，現在為什麼做這些壞事？一時迷惑，他不是壞人，世間沒有壞人。《華嚴經》上釋迦牟尼佛說得很好，「一切眾生本來是佛」、「一切眾生皆有如來智慧德相」。我們要用佛心來看這個世界，要用佛的心看眾生，眾生全是佛，這就對了，這就是我們真正的迴向。"
    },
    {
      "id": "02-037-0328_p0013",
      "zh_CN": "他障碍我，我不障碍他；他陷害我，我不陷害他；他毁谤我，我不毁谤他。他有好事我们还赞叹，他有不善的我们不说，不放在心上，他有善的我们还要赞叹。决定没有一丝毫怨恨的心，我们的身心健康，这是真正的幸福。心里头有怨恨，对自己是很大的伤害，带给你五脏六腑这些病毒，不值得的。所以一切染污、一切不善，不要接受，不要放在心上，放在心上就错误了。那好的要不要放在心上？好的最好也不要放在心上，都把它回向掉，这样才好。好的放在心上，将来三善道受报；恶的放在心上，三恶道受报。善恶都不要，我们就不到六道来，就超越六道，这个道理要搞得清楚。我的福报愿意给一切众生去享，我不要再享福。享福，享福还得到六道来，不到六道来你怎么享福？六道里面修的福统统给六道人，就如同我们现前，我们居住这个地方所修的一切功德，统统回向给这个地方人，我们都不要享受，统统给他们。到哪个地方都给哪个地方，自己一身干干净净，一尘不染。",
      "zh_TW": "他障礙我，我不障礙他；他陷害我，我不陷害他；他毀謗我，我不毀謗他。他有好事我們還讚歎，他有不善的我們不說，不放在心上，他有善的我們還要讚歎。決定沒有一絲毫怨恨的心，我們的身心健康，這是真正的幸福。心裡頭有怨恨，對自己是很大的傷害，帶給你五臟六腑這些病毒，不值得的。所以一切染污、一切不善，不要接受，不要放在心上，放在心上就錯誤了。那好的要不要放在心上？好的最好也不要放在心上，都把它迴向掉，這樣才好。好的放在心上，將來三善道受報；惡的放在心上，三惡道受報。善惡都不要，我們就不到六道來，就超越六道，這個道理要搞得清楚。我的福報願意給一切眾生去享，我不要再享福。享福，享福還得到六道來，不到六道來你怎麼享福？六道裡面修的福統統給六道人，就如同我們現前，我們居住這個地方所修的一切功德，統統迴向給這個地方人，我們都不要享受，統統給他們。到哪個地方都給哪個地方，自己一身乾乾淨淨，一塵不染。"
    },
    {
      "id": "02-037-0328_p0014",
      "zh_CN": "我们举个最明显的例子，这出家人到一个道场，特别是居士道场供养的很多。供养是不是带走？我们一分钱不带走，都供养他的道场。那寺庙里面？我们讲经，在寺庙讲经，讲完之后也是供养很多，统统送给寺庙，一分钱都不带，好！这寺庙人欢喜，就喜欢我去讲经，我的法缘就殊胜。法缘殊胜是这么来的，一分钱不带走。如果你又拉信徒，又要把红包都带走，这一次讲完之后，下一次人家不请你了。许多人问我，我的法缘为什么这么殊胜？我告诉他，他听了之后就摇头，他做不到。法缘殊胜是这么来的，什么都不要就有法缘，大家都欢喜。这个东西要了怎么样？要了增长贪心，增长贪心是鬼道的因。这些道理都要懂。",
      "zh_TW": "我們舉個最明顯的例子，這出家人到一個道場，特別是居士道場供養的很多。供養是不是帶走？我們一分錢不帶走，都供養他的道場。那寺廟裡面？我們講經，在寺廟講經，講完之後也是供養很多，統統送給寺廟，一分錢都不帶，好！這寺廟人歡喜，就喜歡我去講經，我的法緣就殊勝。法緣殊勝是這麼來的，一分錢不帶走。如果你又拉信徒，又要把紅包都帶走，這一次講完之後，下一次人家不請你了。許多人問我，我的法緣為什麼這麼殊勝？我告訴他，他聽了之後就搖頭，他做不到。法緣殊勝是這麼來的，什麼都不要就有法緣，大家都歡喜。這個東西要了怎麼樣？要了增長貪心，增長貪心是鬼道的因。這些道理都要懂。"
    },
    {
      "id": "02-037-0328_p0015",
      "zh_CN": "中国老祖宗就有高度智慧，你看看金钱，钱怎么写法？这边是黄金，那边是两把刀，你得到这个财，命也会丢掉；你把这个财布施掉的好，皆大欢喜，别人对你，不会有伤害你的心。为什么？你东西没有了，散掉了。所以散财是福、布施是福，为什么不修布施？有多少就施多少。在家同修赚钱亦如是，赚多少就布施多少，你就是财神。为什么？你布施出去的，后面来的一定比前面多。你决定不能贪，来多少施多少，永远布施不尽，你的财源滚滚。如果是累积在那里，祸害就来了。你积财，人家晓得你家有财，小偷到你家，强盗目标都对你家，说不定命就丢掉了。统统散光，连强盗小偷都佩服你，这个人是个好人，不会找你麻烦。这是真实智慧，老祖宗教我们这么做，佛菩萨教我们这么做。现在人贪财，不知道财从哪来的，佛经上他没有学过。佛经上财是从财布施来的，愈施愈多；法布施得的果报是聪明智慧，聪明智慧是法布施来的；健康长寿是无畏布施得来的。",
      "zh_TW": "中國老祖宗就有高度智慧，你看看金錢，錢怎麼寫法？這邊是黃金，那邊是兩把刀，你得到這個財，命也會丟掉；你把這個財布施掉的好，皆大歡喜，別人對你，不會有傷害你的心。為什麼？你東西沒有了，散掉了。所以散財是福、布施是福，為什麼不修布施？有多少就施多少。在家同修賺錢亦如是，賺多少就布施多少，你就是財神。為什麼？你布施出去的，後面來的一定比前面多。你決定不能貪，來多少施多少，永遠布施不盡，你的財源滾滾。如果是累積在那裡，禍害就來了。你積財，人家曉得你家有財，小偷到你家，強盜目標都對你家，說不定命就丟掉了。統統散光，連強盜小偷都佩服你，這個人是個好人，不會找你麻煩。這是真實智慧，老祖宗教我們這麼做，佛菩薩教我們這麼做。現在人貪財，不知道財從哪來的，佛經上他沒有學過。佛經上財是從財布施來的，愈施愈多；法布施得的果報是聰明智慧，聰明智慧是法布施來的；健康長壽是無畏布施得來的。"
    },
    {
      "id": "02-037-0328_p0016",
      "zh_CN": "无畏布施，第一个绝不伤害众生，众生对你不害怕。为什么？你不杀牠、你不害牠、你不吃牠，牠对你不害怕。牠会看，看到你的光是非常慈悲、非常柔和，现在人讲磁场，你的磁场好。那个吃肉的、杀生的，那个磁场是杀气，这小动物进入你的磁场，牠就跑掉，牠躲避了。今天的社会为什么会有这么多灾难，过去没听说过，历史上也没有看到这种记载？都是我们现前地球上居民身口意三业不善，心里头念头不善、言语不善、行为不善。心是什么心？自私自利、名闻利养、贪瞋痴慢，这是心。情绪不稳定，情绪是什么？怨恨恼怒烦。造作的是什么？杀盗淫妄。今天整个社会是干这个。光是饮食，联合国发布的，每年这些动物，地上走的、水里头游的、空中飞的，一年被杀、被吃掉多少？联合国的报告是三千三百七十亿，单位是亿，这还得了！吃这么多，地球上的人，三千三百七十亿！这杀动物。杀人，一年超过五千万，什么人？堕胎，堕胎是杀自己的儿女。这都是联合国的报告。医院做手术有资料的，还有没经过医院堕胎的，所以他说五千万以上，那个以上是医院里头没有资料的。这还得了吗？不得了！冤冤相报，没完没了。这就是今天整个地球大灾难的原因，为什么会有灾难，所以灾难无法避免。现在的这个趋向是一个月比一个月严重，最近这二、三年来，一个月比一个月严重。",
      "zh_TW": "無畏布施，第一個絕不傷害眾生，眾生對你不害怕。為什麼？你不殺牠、你不害牠、你不吃牠，牠對你不害怕。牠會看，看到你的光是非常慈悲、非常柔和，現在人講磁場，你的磁場好。那個吃肉的、殺生的，那個磁場是殺氣，這小動物進入你的磁場，牠就跑掉，牠躲避了。今天的社會為什麼會有這麼多災難，過去沒聽說過，歷史上也沒有看到這種記載？都是我們現前地球上居民身口意三業不善，心裡頭念頭不善、言語不善、行為不善。心是什麼心？自私自利、名聞利養、貪瞋痴慢，這是心。情緒不穩定，情緒是什麼？怨恨惱怒煩。造作的是什麼？殺盜淫妄。今天整個社會是幹這個。光是飲食，聯合國發布的，每年這些動物，地上走的、水裡頭游的、空中飛的，一年被殺、被吃掉多少？聯合國的報告是三千三百七十億，單位是億，這還得了！吃這麼多，地球上的人，三千三百七十億！這殺動物。殺人，一年超過五千萬，什麼人？墮胎，墮胎是殺自己的兒女。這都是聯合國的報告。醫院做手術有資料的，還有沒經過醫院墮胎的，所以他說五千萬以上，那個以上是醫院裡頭沒有資料的。這還得了嗎？不得了！冤冤相報，沒完沒了。這就是今天整個地球大災難的原因，為什麼會有災難，所以災難無法避免。現在的這個趨向是一個月比一個月嚴重，最近這二、三年來，一個月比一個月嚴重。"
    },
    {
      "id": "02-037-0328_p0017",
      "zh_CN": "佛陀在此地教导我们，我们救社会救不了，救地球救不了，至少要知道救自己，救自己这一家，救我们居住这个地区，这个可以。人人能回头，人人能向善，人人能改过自新，确确实实，我们居住这个地区灾难减少。完全化解，我们没有这么大的能力，但是把这个地区灾难减轻，这个可以做得到。那这三心就重要了，这三心善。至诚心，真诚到极处，至诚心出的言语就是诚实言。第二是深心，深心是好善好德。从我们这个经题里面讲，这个深心就是清净心、平等心、觉悟的心，清净平等觉就是深心。第三回向发愿心，回向发愿心就是大慈大悲心。悲拔众生苦，看到众生苦，有怜悯心帮助他离苦，慈是与乐，拔苦与乐这叫慈悲心。这是菩提心，真诚是菩提心的体，深心是菩提心的自受用，慈悲是菩提心的他受用。用什么心待人？真诚慈悲。用什么心对自己？真诚清净。用真诚清净心对待自己，用真诚慈悲心对待别人，所以能把自己所修一切善行功德回向给一切大众，这是菩萨心。",
      "zh_TW": "佛陀在此地教導我們，我們救社會救不了，救地球救不了，至少要知道救自己，救自己這一家，救我們居住這個地區，這個可以。人人能回頭，人人能向善，人人能改過自新，確確實實，我們居住這個地區災難減少。完全化解，我們沒有這麼大的能力，但是把這個地區災難減輕，這個可以做得到。那這三心就重要了，這三心善。至誠心，真誠到極處，至誠心出的言語就是誠實言。第二是深心，深心是好善好德。從我們這個經題裡面講，這個深心就是清淨心、平等心、覺悟的心，清淨平等覺就是深心。第三迴向發願心，迴向發願心就是大慈大悲心。悲拔眾生苦，看到眾生苦，有憐憫心幫助他離苦，慈是與樂，拔苦與樂這叫慈悲心。這是菩提心，真誠是菩提心的體，深心是菩提心的自受用，慈悲是菩提心的他受用。用什麼心待人？真誠慈悲。用什麼心對自己？真誠清淨。用真誠清淨心對待自己，用真誠慈悲心對待別人，所以能把自己所修一切善行功德迴向給一切大眾，這是菩薩心。"
    },
    {
      "id": "02-037-0328_p0018",
      "zh_CN": "「如回自因行，趣向来果，是为自力」，这是完全靠自己。我们自己断恶修善，一生断恶修善行好事，这是趣向来果，来生的果报。这一生修得好，来生果报一定超过这一生，这是好事，这是你自力。如果这一生我们只重视享福，享福就要造业，单单就杀生饮食这个就不得了，其他的就不谈了，单单这一样。佛在经上说「人死为羊，羊死为人」。这个人杀羊，吃牠肉的，羊死了牠投胎投人胎；吃羊肉的人死了来生就变成羊，又被他杀，又被他吃。所以冤冤相报，吃牠半斤，还牠八两。",
      "zh_TW": "「如迴自因行，趣向來果，是為自力」，這是完全靠自己。我們自己斷惡修善，一生斷惡修善行好事，這是趣向來果，來生的果報。這一生修得好，來生果報一定超過這一生，這是好事，這是你自力。如果這一生我們只重視享福，享福就要造業，單單就殺生飲食這個就不得了，其他的就不談了，單單這一樣。佛在經上說「人死為羊，羊死為人」。這個人殺羊，吃牠肉的，羊死了牠投胎投人胎；吃羊肉的人死了來生就變成羊，又被他殺，又被他吃。所以冤冤相報，吃牠半斤，還牠八兩。"
    },
    {
      "id": "02-037-0328_p0019",
      "zh_CN": "我们小时候不知道，也吃肉、也杀生。二十六岁学佛，明白这个道理害怕了，发心吃长素。我吃长素六十一年了，你说是素食没有营养，我这是个证据，我这六十一年还没有进过医院，没生过病，饮食非常简单，吃的也不多，决定不敢吃众生肉。有很多人看到我，都是过去同事、同学、朋友，我初学佛的时候，我学佛不到半年就选择素食。我那些认识的人都说我太傻、太迷了，这么迷信，怎么迷成这个样子？几十年过去了，他们也都老了，都退休了，现在见到我的，三分之二不在了，还有少数的人见到我，都说我，竖着大拇指，你的路走对了。你现在才晓得，我在二十六岁我就选择这条对的道路，你们不相信。",
      "zh_TW": "我們小時候不知道，也吃肉、也殺生。二十六歲學佛，明白這個道理害怕了，發心吃長素。我吃長素六十一年了，你說是素食沒有營養，我這是個證據，我這六十一年還沒有進過醫院，沒生過病，飲食非常簡單，吃的也不多，決定不敢吃眾生肉。有很多人看到我，都是過去同事、同學、朋友，我初學佛的時候，我學佛不到半年就選擇素食。我那些認識的人都說我太傻、太迷了，這麼迷信，怎麼迷成這個樣子？幾十年過去了，他們也都老了，都退休了，現在見到我的，三分之二不在了，還有少數的人見到我，都說我，豎著大拇指，你的路走對了。你現在才曉得，我在二十六歲我就選擇這條對的道路，你們不相信。"
    },
    {
      "id": "02-037-0328_p0020",
      "zh_CN": "佛法真的叫难信之法，尤其是净土念佛的法门，连诸佛如来都说难信之法，这是真的。我初学佛的时候也不相信净土，学了多久才相信净土？大概二、三十年，你就想到真的是难信之法。道理太深，很难讲清楚，古大德的注疏是讲得不错，可是看不懂，囫囵吞枣看下去。真正搞懂，确实二、三十年才搞清楚、搞明白，才选择这个法门。《无量寿经》在早年我讲过十遍，不是注解。讲这个注解，这是第二遍。前年，二０一０年的清明，为什么选讲这个注解？看到灾难太多，得要救急，其他的经论救不了，只有这个法门。这个法门必须要详细去讲，把它讲清楚、讲明白，大家真正觉悟，觉悟决定回头，回头就得度了。",
      "zh_TW": "佛法真的叫難信之法，尤其是淨土念佛的法門，連諸佛如來都說難信之法，這是真的。我初學佛的時候也不相信淨土，學了多久才相信淨土？大概二、三十年，你就想到真的是難信之法。道理太深，很難講清楚，古大德的註疏是講得不錯，可是看不懂，囫圇吞棗看下去。真正搞懂，確實二、三十年才搞清楚、搞明白，才選擇這個法門。《無量壽經》在早年我講過十遍，不是註解。講這個註解，這是第二遍。前年，二０一０年的清明，為什麼選講這個註解？看到災難太多，得要救急，其他的經論救不了，只有這個法門。這個法門必須要詳細去講，把它講清楚、講明白，大家真正覺悟，覺悟決定回頭，回頭就得度了。"
    },
    {
      "id": "02-037-0328_p0021",
      "zh_CN": "经会集得好，夏莲居老居士会集这个本子，是在抗战期间当中完成的，流通量很少，所以看到这个本子的人不多。我们很幸运，在台湾，律航法师从大陆到台湾带了几本，应该只有五、六本，送了三本给李炳南老居士，送到台中，台中是专修净土。老师当时印过两版，但是数量不多。他老人家讲过一次，以后没有再讲这个本子。我到台中听老人讲《无量寿经》，是康僧铠的本子，不是这个本子。老师讲这个本子有简单的注解，眉注，这个本子以后给我了，我非常欢喜。这个注解是夏莲居老居士的入室弟子，黄念祖老居士会集的。这个注子里头，他引用了八十三部经论，一百一十部祖师大德的注疏，所以这是集经论、祖师大德注疏之大成。我们读这一部注解，就读了一百九十三种，这注子，这么多的典籍，注得太好了！注出来的时候就更晚，一九八０年代，我在美国的时候，应该是一九八七年，黄念老被邀请到美国去弘法一个月，我们在美国遇到的。那个时候这个注解刚刚完成，是用油印印的，是初稿，现在这个是经过修订的，他带了一部到美国，就送给我了。",
      "zh_TW": "經會集得好，夏蓮居老居士會集這個本子，是在抗戰期間當中完成的，流通量很少，所以看到這個本子的人不多。我們很幸運，在台灣，律航法師從大陸到台灣帶了幾本，應該只有五、六本，送了三本給李炳南老居士，送到台中，台中是專修淨土。老師當時印過兩版，但是數量不多。他老人家講過一次，以後沒有再講這個本子。我到台中聽老人講《無量壽經》，是康僧鎧的本子，不是這個本子。老師講這個本子有簡單的註解，眉註，這個本子以後給我了，我非常歡喜。這個註解是夏蓮居老居士的入室弟子，黃念祖老居士會集的。這個註子裡頭，他引用了八十三部經論，一百一十部祖師大德的註疏，所以這是集經論、祖師大德註疏之大成。我們讀這一部註解，就讀了一百九十三種，這註子，這麼多的典籍，註得太好了！註出來的時候就更晚，一九八０年代，我在美國的時候，應該是一九八七年，黃念老被邀請到美國去弘法一個月，我們在美國遇到的。那個時候這個註解剛剛完成，是用油印印的，是初稿，現在這個是經過修訂的，他帶了一部到美國，就送給我了。"
    },
    {
      "id": "02-037-0328_p0022",
      "zh_CN": "我看到这个注解非常欢喜，我就问他，你有没有版权？如果有版权就没法子，那就算了；没有版权，没有版权我拿到台湾翻印。他很欢喜，没有版权，还要我给它写一篇序文，给它题封面。我就印了一万册精装，这么厚一本印了一万册，才大量的流通出去。现在这个注解我们就不晓得，超过一百万册，那是很保守的估计，在我想不止一百万册，总有几百万册在世界各地流通，大家都欢喜。确确实实，念佛法门在这个本子、这个注解里头，讲透了、讲清楚了，让我们再不会怀疑。明了之后，自然你就知道怎样去念佛、怎样去修行，你就全知道。印光大师在《文钞》里头说，八万四千法门，门门都有经典做依据，如果不从经教上下手，都叫做盲修瞎练，很少有成就的。让我们体会到，释迦牟尼佛当年在世讲经教学四十九年，几乎每天都在讲，没有一天是休息的，这为什么？就是修行需要有理论依据。理论、方法、经验都在经典里头，这是不能不知道的。",
      "zh_TW": "我看到這個註解非常歡喜，我就問他，你有沒有版權？如果有版權就沒法子，那就算了；沒有版權，沒有版權我拿到台灣翻印。他很歡喜，沒有版權，還要我給它寫一篇序文，給它題封面。我就印了一萬冊精裝，這麼厚一本印了一萬冊，才大量的流通出去。現在這個註解我們就不曉得，超過一百萬冊，那是很保守的估計，在我想不止一百萬冊，總有幾百萬冊在世界各地流通，大家都歡喜。確確實實，念佛法門在這個本子、這個註解裡頭，講透了、講清楚了，讓我們再不會懷疑。明瞭之後，自然你就知道怎樣去念佛、怎樣去修行，你就全知道。印光大師在《文鈔》裡頭說，八萬四千法門，門門都有經典做依據，如果不從經教上下手，都叫做盲修瞎練，很少有成就的。讓我們體會到，釋迦牟尼佛當年在世講經教學四十九年，幾乎每天都在講，沒有一天是休息的，這為什麼？就是修行需要有理論依據。理論、方法、經驗都在經典裡頭，這是不能不知道的。"
    },
    {
      "id": "02-037-0328_p0023",
      "zh_CN": "所以前年清明看到灾难这么多，我把《华严经》放下不讲了，专讲这部经。一年讲一遍，标准的时间是一千二百个小时，就是一天讲四个小时，要讲满三百天。真正能把这个经一遍听下来，我相信你全明白了，你就能老实念佛，你就有把握我这一生决定往生，不再怀疑。你对这个世间才能全盘放下，为什么？带不去。我到极乐世界去，这个地方再好的东西，到极乐世界都没用处。你们认为黄金好，黄金是宝贝，极乐世界的黄金是铺马路用的；极乐世界的大地不是泥沙，是翡翠，绿色的玉，透明的。大地是翡翠，道路是黄金铺的，你看看这些珠宝，这边很名贵，做为首饰戴在身上，在极乐世界不是铺马路就是建筑材料。所以我们要把两个世界搞清楚，自己有个比较。极乐世界人人都能去，人人都有资格去，也是人人都应该去，佛讲得很清楚，祖师大德也说得很清楚。我们感激黄念祖老居士，把这些经论、祖师大德的说法，统统集中抄在一起，编成这一部注解，这太难得了，真不容易！所以展开经卷要感谢夏老会集，感谢黄念老集注。",
      "zh_TW": "所以前年清明看到災難這麼多，我把《華嚴經》放下不講了，專講這部經。一年講一遍，標準的時間是一千二百個小時，就是一天講四個小時，要講滿三百天。真正能把這個經一遍聽下來，我相信你全明白了，你就能老實念佛，你就有把握我這一生決定往生，不再懷疑。你對這個世間才能全盤放下，為什麼？帶不去。我到極樂世界去，這個地方再好的東西，到極樂世界都沒用處。你們認為黃金好，黃金是寶貝，極樂世界的黃金是鋪馬路用的；極樂世界的大地不是泥沙，是翡翠，綠色的玉，透明的。大地是翡翠，道路是黃金鋪的，你看看這些珠寶，這邊很名貴，做為首飾戴在身上，在極樂世界不是鋪馬路就是建築材料。所以我們要把兩個世界搞清楚，自己有個比較。極樂世界人人都能去，人人都有資格去，也是人人都應該去，佛講得很清楚，祖師大德也說得很清楚。我們感激黃念祖老居士，把這些經論、祖師大德的說法，統統集中抄在一起，編成這一部註解，這太難得了，真不容易！所以展開經卷要感謝夏老會集，感謝黃念老集註。"
    },
    {
      "id": "02-037-0328_p0024",
      "zh_CN": "我们总算是非常有缘分，见面之后，那个时候在海外讲这个经只有我一个人，在国内讲这个经也就他一个人，全世界就我们两个人讲，所以我们的关系就非常密切。他在世的时候，每年我会到国内去个三、四次，我们见面研究讨论一些问题。他走了之后，国内的朋友没有了，所以很少去。以前赵朴初老居士，这同乡，对我非常关怀；茗山老法师，这都国内的大德；仁德法师，九华山的；我还有个天主教的朋友，傅铁山总主教，到北京一定会碰头见面的，这些人全走了，所以我也感觉得很孤单。现在每天展开经本如同对面。这个经、注每读一遍都有新的启示，都有新的发明，百读不厌。时时刻刻提醒、警惕，我们就不至于堕落，不至于退转，一心向往极乐世界，对我们的利益无量无边。",
      "zh_TW": "我們總算是非常有緣分，見面之後，那個時候在海外講這個經只有我一個人，在國內講這個經也就他一個人，全世界就我們兩個人講，所以我們的關係就非常密切。他在世的時候，每年我會到國內去個三、四次，我們見面研究討論一些問題。他走了之後，國內的朋友沒有了，所以很少去。以前趙樸初老居士，這同鄉，對我非常關懷；茗山老法師，這都國內的大德；仁德法師，九華山的；我還有個天主教的朋友，傅鐵山總主教，到北京一定會碰頭見面的，這些人全走了，所以我也感覺得很孤單。現在每天展開經本如同對面。這個經、註每讀一遍都有新的啟示，都有新的發明，百讀不厭。時時刻刻提醒、警惕，我們就不至於墮落，不至於退轉，一心嚮往極樂世界，對我們的利益無量無邊。"
    },
    {
      "id": "02-037-0328_p0025",
      "zh_CN": "下面，「《会疏》曰：凡就回向，有自力回向，有他力回向。如回自因行，趣向来果，是为自力。专投佛愿，不用自策励，是名他力」，他力是阿弥陀佛。后头有一句话说，「是非凡情回向，故亦名不回向」，这是专讲净宗法门，所以净宗法门也叫不回向法门。为什么？专靠阿弥陀佛加持的力量，这是「不依自力，专靠他力，如是之回向非凡情所能知，故称之为不回向」。不回向只有净土法门，因为我念这一句佛号阿弥陀佛，目的何在？目的就是求生净土，换句话说，你念念当中就包括着回向。我念这句佛号不为别的，就是想到极乐世界，就是想亲近阿弥陀佛，这是不回向的回向。只用在净土法门里头，其他的法门没有，这个一定要知道。所以真正念佛人，念完经、念完咒（往生咒），或者念完佛之后，要不要念回向偈？实际上不需要。但是现在我劝大家还是要，为什么？因为你们的心对于这个世间还很留恋，还不想到极乐世界去，所以还用个回向好。如果真想去的话就不需要，让心专一，不夹杂回向在里头，这个功夫纯，纯而不杂。",
      "zh_TW": "下面，「《會疏》曰：凡就迴向，有自力迴向，有他力迴向。如迴自因行，趣向來果，是為自力。專投佛願，不用自策勵，是名他力」，他力是阿彌陀佛。後頭有一句話說，「是非凡情迴向，故亦名不迴向」，這是專講淨宗法門，所以淨宗法門也叫不迴向法門。為什麼？專靠阿彌陀佛加持的力量，這是「不依自力，專靠他力，如是之迴向非凡情所能知，故稱之為不迴向」。不迴向只有淨土法門，因為我念這一句佛號阿彌陀佛，目的何在？目的就是求生淨土，換句話說，你念念當中就包括著迴向。我念這句佛號不為別的，就是想到極樂世界，就是想親近阿彌陀佛，這是不迴向的迴向。只用在淨土法門裡頭，其他的法門沒有，這個一定要知道。所以真正念佛人，念完經、念完咒（往生咒），或者念完佛之後，要不要念迴向偈？實際上不需要。但是現在我勸大家還是要，為什麼？因為你們的心對於這個世間還很留戀，還不想到極樂世界去，所以還用個迴向好。如果真想去的話就不需要，讓心專一，不夾雜迴向在裡頭，這個功夫純，純而不雜。"
    },
    {
      "id": "02-037-0328_p0026",
      "zh_CN": "「《大品般若》云：菩萨如是回向，则不堕想颠倒、见颠倒、心颠倒。何以故？是菩萨不贪着回向故。是名无上回向」。《大品般若经》里头也说到念佛法门，专念阿弥陀佛，不必另外再做回向，叫不回向法门。为什么？菩萨这个做法，回向跟念佛融合在一起，我每一声佛号都是回向，声声佛号都是求生西方极乐世界，所以就不必再加别的。他不堕想颠倒，没有另外的想法，没有另外的知见，没有另外的思想，所以他不堕想颠倒，不堕见颠倒，不堕心颠倒。为什么？菩萨不贪着回向故，这叫无上回向。",
      "zh_TW": "「《大品般若》云：菩薩如是迴向，則不墮想顛倒、見顛倒、心顛倒。何以故？是菩薩不貪著迴向故。是名無上迴向」。《大品般若經》裡頭也說到念佛法門，專念阿彌陀佛，不必另外再做迴向，叫不迴向法門。為什麼？菩薩這個做法，迴向跟念佛融合在一起，我每一聲佛號都是迴向，聲聲佛號都是求生西方極樂世界，所以就不必再加別的。他不墮想顛倒，沒有另外的想法，沒有另外的知見，沒有另外的思想，所以他不墮想顛倒，不墮見顛倒，不墮心顛倒。為什麼？菩薩不貪著迴向故，這叫無上迴向。"
    },
    {
      "id": "02-037-0328_p0027",
      "zh_CN": "我们今天回向，回向都有所求。你看我们现在把每天讲经的功德都回向化解世界的灾难，这有所求。经讲完了我这回向很多，刚才跟大家讲的，每天杀的、吃的这些众生，我们天天给牠回向，这全世界每天有多少！每天堕胎的我们知道，每天大概有十五万以上，这些小婴灵我给他回向，他们太痛苦了，真可怜！我们要记住，人身难得，佛法难闻，他好不容易得人身，还没有出生就被杀掉。如果这个灵来投胎是来报恩的，那是孝子贤孙，你把他杀掉之后恩变成仇，下次再找到你身上来报仇的！来报仇的你把他杀掉，仇恨就加深，深仇大恨。讨债的、还债的原来只有债务关系，现在变成要命了。所以这种事情一般人不知道，知道他决定不敢做。",
      "zh_TW": "我們今天迴向，迴向都有所求。你看我們現在把每天講經的功德都迴向化解世界的災難，這有所求。經講完了我這迴向很多，剛才跟大家講的，每天殺的、吃的這些眾生，我們天天給牠迴向，這全世界每天有多少！每天墮胎的我們知道，每天大概有十五萬以上，這些小嬰靈我給他迴向，他們太痛苦了，真可憐！我們要記住，人身難得，佛法難聞，他好不容易得人身，還沒有出生就被殺掉。如果這個靈來投胎是來報恩的，那是孝子賢孫，你把他殺掉之後恩變成仇，下次再找到你身上來報仇的！來報仇的你把他殺掉，仇恨就加深，深仇大恨。討債的、還債的原來只有債務關係，現在變成要命了。所以這種事情一般人不知道，知道他決定不敢做。"
    },
    {
      "id": "02-037-0328_p0028",
      "zh_CN": "可是现在看看我们佛门里面的法会，几乎每次法会都有附体的，也有婴灵附体。其他宗教里面的活动，类似我们的法会，做祈祷、做忏悔，也有这些附体的，很普遍，全世界都有。美国有，澳洲有，南洋几乎都有，日本也有，愈来愈多。从这些附体透出来的信息，全都是灾难。有些灵比较高级的，劝导我们赶快念佛、赶快素食。还有灵透这么个消息，能度过这次大灾难的，他必须有三个条件，第一个就是素食，把素食摆在第一；第二个爱心，要有爱一切众生的心；第三个要冷静，就是灾难来的时候你不要害怕，你要能够冷静下来，你一慌一乱麻烦就来了。所以大灾难，实在是死于大灾难的人，一半以上是被吓死的，惊慌失措吓死的。吓死的人几乎都到三恶道。他说的这三桩事情有道理。",
      "zh_TW": "可是現在看看我們佛門裡面的法會，幾乎每次法會都有附體的，也有嬰靈附體。其他宗教裡面的活動，類似我們的法會，做祈禱、做懺悔，也有這些附體的，很普遍，全世界都有。美國有，澳洲有，南洋幾乎都有，日本也有，愈來愈多。從這些附體透出來的信息，全都是災難。有些靈比較高級的，勸導我們趕快念佛、趕快素食。還有靈透這麼個消息，能度過這次大災難的，他必須有三個條件，第一個就是素食，把素食擺在第一；第二個愛心，要有愛一切眾生的心；第三個要冷靜，就是災難來的時候你不要害怕，你要能夠冷靜下來，你一慌一亂麻煩就來了。所以大災難，實在是死於大災難的人，一半以上是被嚇死的，驚慌失措嚇死的。嚇死的人幾乎都到三惡道。他說的這三樁事情有道理。"
    },
    {
      "id": "02-037-0328_p0029",
      "zh_CN": "素食，我不再跟这些动物结冤仇，过去不知道吃了你、杀了你，现在我念佛回向给你。爱心，这个是自性性德的核心，自性里头的无量德能。无量德能，第一个德能是什么？第一个德能就是亲爱，我们中国老祖宗早就知道。中国传统文化从哪里发生的？就从自性的核心发生的。你看五伦里头第一个父子有亲，中国文化就从这一个字发生的，亲爱！这个亲爱是天性，不是学来的。什么时候看？三、四个月的婴儿是最明显的看出来。他不会说话，你看他对父母那个爱，你看他的眼神、看他的动作、看他的容貌，能看得出来。父母对他的爱，这个时候丝毫夹杂都没有，纯是天真的爱。",
      "zh_TW": "素食，我不再跟這些動物結冤仇，過去不知道吃了你、殺了你，現在我念佛迴向給你。愛心，這個是自性性德的核心，自性裡頭的無量德能。無量德能，第一個德能是什麼？第一個德能就是親愛，我們中國老祖宗早就知道。中國傳統文化從哪裡發生的？就從自性的核心發生的。你看五倫裡頭第一個父子有親，中國文化就從這一個字發生的，親愛！這個親愛是天性，不是學來的。什麼時候看？三、四個月的嬰兒是最明顯的看出來。他不會說話，你看他對父母那個愛，你看他的眼神、看他的動作、看他的容貌，能看得出來。父母對他的愛，這個時候絲毫夾雜都沒有，純是天真的愛。"
    },
    {
      "id": "02-037-0328_p0030",
      "zh_CN": "我们老祖宗了解，如何能把这个爱保持一生都不会变质，老祖宗想到这个问题，用什么方法？教育。所以中国的教育从这开始的，中国教育是爱的教育，是自性里面第一个德的教育，教育了几千年。五伦从这扩张的，四维、八德都是从这里引申过去的，中心就是这个亲爱。所以从这里延伸都是性德。五伦是道，五常是德，四维是德，八德是德。根本的德行，这是做中国人做人的标准，仁义礼智信叫五德。仁者爱人，义者循理。义是什么？思想言行合理、合情、合法，这叫义。我们的思想言行必须如理、如法要合情。四维，管子说的，「四维不张，国乃灭亡」。维系国家的四根柱子，礼义廉耻，这四个字没有了，这个国家一定会灭亡。八德，八德是普遍在这个社会，人与人、人与事、人与万物必须要遵守的德行，孝悌忠信、仁爱和平，几千年不坠。一部《四库全书》讲些什么？就讲这些东西。可是到今天没有了，没有人学，也没有人懂，所以社会动乱、地球灾变，就这么来的。",
      "zh_TW": "我們老祖宗了解，如何能把這個愛保持一生都不會變質，老祖宗想到這個問題，用什麼方法？教育。所以中國的教育從這開始的，中國教育是愛的教育，是自性裡面第一個德的教育，教育了幾千年。五倫從這擴張的，四維、八德都是從這裡引申過去的，中心就是這個親愛。所以從這裡延伸都是性德。五倫是道，五常是德，四維是德，八德是德。根本的德行，這是做中國人做人的標準，仁義禮智信叫五德。仁者愛人，義者循理。義是什麼？思想言行合理、合情、合法，這叫義。我們的思想言行必須如理、如法要合情。四維，管子說的，「四維不張，國乃滅亡」。維繫國家的四根柱子，禮義廉恥，這四個字沒有了，這個國家一定會滅亡。八德，八德是普遍在這個社會，人與人、人與事、人與萬物必須要遵守的德行，孝悌忠信、仁愛和平，幾千年不墜。一部《四庫全書》講些什麼？就講這些東西。可是到今天沒有了，沒有人學，也沒有人懂，所以社會動亂、地球災變，就這麼來的。"
    },
    {
      "id": "02-037-0328_p0031",
      "zh_CN": "如何救这个世界？还把老祖宗这些东西找回来，社会有救，世界也有救，不找回来没救。这些年来好像慢慢的，社会有一点觉悟，对老祖宗的东西反对的人少了，还是有反对的，少了，以前反对的人很多，现在少了，真正想学的人慢慢多起来，这是好现象。中国这些东西，传统文化，不但能救中国，而且能救全世界。认识中国的东西，在这么多年我看到的只有一个人，英国的汤恩比博士。他在七十年代说过，解决二十一世纪这世界的社会问题，只有中国孔孟学说跟大乘佛法，这是他说出来的，他真的认识。将来中国传统文化会在全世界发扬光大，我们有这个机会，无论走到哪个国家地区都劝大家学习。特别劝大家什么？学文言文。因为中国传统文化，也就是说，这些智慧、理念、方法、经验、效果统统都在《四库全书》里头。《四库全书》是用文言文写的，如果自己不能够学文言文，不懂文言文，靠别人把它翻成白话文，那味道就变了，不是味道了。你要尝原味，一定要懂文言文。",
      "zh_TW": "如何救這個世界？還把老祖宗這些東西找回來，社會有救，世界也有救，不找回來沒救。這些年來好像慢慢的，社會有一點覺悟，對老祖宗的東西反對的人少了，還是有反對的，少了，以前反對的人很多，現在少了，真正想學的人慢慢多起來，這是好現象。中國這些東西，傳統文化，不但能救中國，而且能救全世界。認識中國的東西，在這麼多年我看到的只有一個人，英國的湯恩比博士。他在七十年代說過，解決二十一世紀這世界的社會問題，只有中國孔孟學說跟大乘佛法，這是他說出來的，他真的認識。將來中國傳統文化會在全世界發揚光大，我們有這個機會，無論走到哪個國家地區都勸大家學習。特別勸大家什麼？學文言文。因為中國傳統文化，也就是說，這些智慧、理念、方法、經驗、效果統統都在《四庫全書》裡頭。《四庫全書》是用文言文寫的，如果自己不能夠學文言文，不懂文言文，靠別人把它翻成白話文，那味道就變了，不是味道了。你要嘗原味，一定要懂文言文。"
    },
    {
      "id": "02-037-0328_p0032",
      "zh_CN": "文言文难不难？我过去两次访问伦敦，伦敦是欧洲汉学中心。我特别去看牛津大学、剑桥大学跟伦敦大学，我跟他们的教授交流，跟他们的学生交流，汉学系的。因为那些学生他对中国古文他能读，他看得懂中国古籍这些注疏，都是古人注的，我都很佩服。我问他们，你们学文言文用了多少时间？他说三年，不难！三年就把中国《四库全书》的钥匙拿到了。大概在三十年前，一九八０年代的初期，美国有一个大学生，跟台湾大学是做交换学生，到台湾来研究，她专门研究《华严经》，当作哲学研究。这个学生，因为我那个时候正在讲《华严经》，所以她就找到我，在我们图书馆住了四个月。她读《华严经》，看清凉大师的注疏，我那时看她只有三十多岁，大概三十五、六岁的样子，我就问她，妳学中文学了多少时间？也是告诉我三年。她劝我到美国弘法，所以我到美国去跟她也有关系。文言文不难，外国人一点基础都没有，三年可以学会，中国人现在要学的话，我估计两年就可以。为什么不干？不是难事情。",
      "zh_TW": "文言文難不難？我過去兩次訪問倫敦，倫敦是歐洲漢學中心。我特別去看牛津大學、劍橋大學跟倫敦大學，我跟他們的教授交流，跟他們的學生交流，漢學系的。因為那些學生他對中國古文他能讀，他看得懂中國古籍這些註疏，都是古人註的，我都很佩服。我問他們，你們學文言文用了多少時間？他說三年，不難！三年就把中國《四庫全書》的鑰匙拿到了。大概在三十年前，一九八０年代的初期，美國有一個大學生，跟台灣大學是做交換學生，到台灣來研究，她專門研究《華嚴經》，當作哲學研究。這個學生，因為我那個時候正在講《華嚴經》，所以她就找到我，在我們圖書館住了四個月。她讀《華嚴經》，看清涼大師的註疏，我那時看她只有三十多歲，大概三十五、六歲的樣子，我就問她，妳學中文學了多少時間？也是告訴我三年。她勸我到美國弘法，所以我到美國去跟她也有關係。文言文不難，外國人一點基礎都沒有，三年可以學會，中國人現在要學的話，我估計兩年就可以。為什麼不幹？不是難事情。"
    },
    {
      "id": "02-037-0328_p0033",
      "zh_CN": "中国的文字在全世界找不到第二家，智慧的符号，你看那个符号，纵然你不知道它念什么，你知道它意思，这是外国文字所没有的。中国文字是大智慧、大学问，文字之优美，它是一种艺术，不能改，一改就面貌全非。所以我劝大家学文言文。如果外国人都学文言文，那中国人一定要学，要不然什么？要不然出国丢人。我们还要晓得，应该是两百年前，文言文是东亚地区的共同语言，日本人学、韩国人学，南洋群岛的人都学，言语不通，用文言文写字可以通。为什么？他们要读中国的书，所以他一定要学，不是难事情。我最近在马来西亚那边成立一个汉学院，我鼓励南洋当地的人认真学文言文。他们的领导非常好，对于我的这个看法、想法，他们都很赞成、都很支持。希望将来全世界的人都能看得懂《四库全书》，都能在这里面吸取幸福人生的宝，真的都在《四库》里头。所以这些国家地区，我们都有《四库全书》跟《四库荟要》供养他们，送给他们做礼物，劝他们认真学习。",
      "zh_TW": "中國的文字在全世界找不到第二家，智慧的符號，你看那個符號，縱然你不知道它念什麼，你知道它意思，這是外國文字所沒有的。中國文字是大智慧、大學問，文字之優美，它是一種藝術，不能改，一改就面貌全非。所以我勸大家學文言文。如果外國人都學文言文，那中國人一定要學，要不然什麼？要不然出國丟人。我們還要曉得，應該是兩百年前，文言文是東亞地區的共同語言，日本人學、韓國人學，南洋群島的人都學，言語不通，用文言文寫字可以通。為什麼？他們要讀中國的書，所以他一定要學，不是難事情。我最近在馬來西亞那邊成立一個漢學院，我鼓勵南洋當地的人認真學文言文。他們的領導非常好，對於我的這個看法、想法，他們都很贊成、都很支持。希望將來全世界的人都能看得懂《四庫全書》，都能在這裡面吸取幸福人生的寶，真的都在《四庫》裡頭。所以這些國家地區，我們都有《四庫全書》跟《四庫薈要》供養他們，送給他們做禮物，勸他們認真學習。"
    },
    {
      "id": "02-037-0328_p0034",
      "zh_CN": "我们今天实在讲，是对传统一无所知，看到文言文，被文言文吓倒了，好像是很难，其实很容易。如果我们能看到民国初年小学生的课本，改制了，不是私塾，小学，小学生念的这些书本，我们就知道文言文不难。在我出生的年代，八十六年前，民国才十几年，那个时候的小学生也不过就十一、二岁，大概九岁到十二岁的这些小朋友写的作文，现在大学文学院学习的人都不如他们，甚至于看不懂。民国初年十岁左右的小朋友，不是难事！学佛，佛的经典，佛的经典是最浅显的文言文，就等于当时的白话文，为什么？目的是普遍的宣扬，所以在文字上绝不涉猎高深。我们的经典跟《古文观止》一比，你就看出来，你就看出来什么？这是当时的白话文。所以在中国文学里面，称佛经这个体制叫变文，你看到变文，这都是佛经，以最浅显的文字来表达，这是翻经人的用心。",
      "zh_TW": "我們今天實在講，是對傳統一無所知，看到文言文，被文言文嚇倒了，好像是很難，其實很容易。如果我們能看到民國初年小學生的課本，改制了，不是私塾，小學，小學生念的這些書本，我們就知道文言文不難。在我出生的年代，八十六年前，民國才十幾年，那個時候的小學生也不過就十一、二歲，大概九歲到十二歲的這些小朋友寫的作文，現在大學文學院學習的人都不如他們，甚至於看不懂。民國初年十歲左右的小朋友，不是難事！學佛，佛的經典，佛的經典是最淺顯的文言文，就等於當時的白話文，為什麼？目的是普遍的宣揚，所以在文字上絕不涉獵高深。我們的經典跟《古文觀止》一比，你就看出來，你就看出來什麼？這是當時的白話文。所以在中國文學裡面，稱佛經這個體制叫變文，你看到變文，這都是佛經，以最淺顯的文字來表達，這是翻經人的用心。"
    },
    {
      "id": "02-037-0328_p0035",
      "zh_CN": "所以回向里头最重要一句话，我们记住，不贪着回向，对这个世间一切不贪、不瞋、不痴，那三善根就现前。「凡情目之为不回向」，我们凡夫知见，他怎么念经念佛没有回向？其实他是「无上回向」。为什么？他把回向跟念佛号混合在一起，每一声佛号就是每一声的回向，所以那是无上的回向。你们念了几个钟点才做一次回向，人家念念都回向，这就是每一句佛号都想往生极乐世界，都想见阿弥陀佛，声声佛号里头没有空过的，这叫不回向的回向，无上回向。",
      "zh_TW": "所以迴向裡頭最重要一句話，我們記住，不貪著迴向，對這個世間一切不貪、不瞋、不痴，那三善根就現前。「凡情目之為不迴向」，我們凡夫知見，他怎麼念經念佛沒有迴向？其實他是「無上迴向」。為什麼？他把迴向跟念佛號混合在一起，每一聲佛號就是每一聲的迴向，所以那是無上的迴向。你們念了幾個鐘點才做一次迴向，人家念念都迴向，這就是每一句佛號都想往生極樂世界，都想見阿彌陀佛，聲聲佛號裡頭沒有空過的，這叫不迴向的迴向，無上迴向。"
    },
    {
      "id": "02-037-0328_p0036",
      "zh_CN": "「盖净土是他力法门」，完全靠阿弥陀佛。阿弥陀佛建立净土，建立西方极乐世界，是用什么方法？怎么建立的？实际上弥陀的本心就是一个爱心，他爱遍法界虚空界里面的六道众生。六道众生太苦了，烦恼太重，罪业无边，烦恼不能破，业障不能消，永远不能离开六道轮回，真的是苦海无边。他看到不忍心，用什么方法帮助这些人能在一生当中成就？他向他的老师请教，他的老师世间自在王如来。老师告诉他，这桩事情你可以去参学，法界虚空界，无量诸佛，无量诸佛刹土，你都去访问、去考察，哪些于你自己愿望有利的你就取，你觉得不善的你就舍，取人之长，舍人之短，是这么来的。他真听话，真去参学，用多少时间？五劫。五劫时间，每个佛国土他都去了，都做了很认真的详细调查研究，所以四十八愿是这么来的。四十八愿是什么？是他的总结，他看过之后，总结哪些我们要，哪些不要，是这么来的。四十八愿不是自己在家里想的，不是的，实际考察所得到的结论。",
      "zh_TW": "「蓋淨土是他力法門」，完全靠阿彌陀佛。阿彌陀佛建立淨土，建立西方極樂世界，是用什麼方法？怎麼建立的？實際上彌陀的本心就是一個愛心，他愛遍法界虛空界裡面的六道眾生。六道眾生太苦了，煩惱太重，罪業無邊，煩惱不能破，業障不能消，永遠不能離開六道輪迴，真的是苦海無邊。他看到不忍心，用什麼方法幫助這些人能在一生當中成就？他向他的老師請教，他的老師世間自在王如來。老師告訴他，這樁事情你可以去參學，法界虛空界，無量諸佛，無量諸佛剎土，你都去訪問、去考察，哪些於你自己願望有利的你就取，你覺得不善的你就捨，取人之長，捨人之短，是這麼來的。他真聽話，真去參學，用多少時間？五劫。五劫時間，每個佛國土他都去了，都做了很認真的詳細調查研究，所以四十八願是這麼來的。四十八願是什麼？是他的總結，他看過之後，總結哪些我們要，哪些不要，是這麼來的。四十八願不是自己在家裡想的，不是的，實際考察所得到的結論。"
    },
    {
      "id": "02-037-0328_p0037",
      "zh_CN": "看到诸佛刹土，六道里头有三恶道，有修罗、有罗刹，这个不善他不要。你看他第一愿里头说，极乐世界没有三恶道，只有人天，只有人天两道，连修罗、罗刹都没有。所以他有取舍，他不是自己随便想出来的，每一愿都有根据；换句话说，原来极乐世界是阿弥陀佛考察、参访所得出的结论。四十八愿是总结，五劫的时间考察一切诸佛刹土里面，总结。他的世界就要依他的总结，从自性当中流出来。所以那个地方的国土跟我们这里不一样，我们这是阿赖耶的境界相，它是自性里面流露出来的法性土，身体也是的，法性身，法性土，这不相同。所以首先要晓得，这都是我们要学的。我们今天学佛教要学阿弥陀佛，心量拓开，每个宗教都去参访，每个宗教经典里面我们都去学习。好的统统合过来，咱们这经讲得更好，不善的我们不取，专取别人长处来充实我们自己的内容，这么跟阿弥陀佛学的。带动宗教团结，宗教互相学习。目标，目标是化解世间社会的灾难，化解社会的冲突。宗教来带头，能做得到，不靠宗教没路走了。",
      "zh_TW": "看到諸佛剎土，六道裡頭有三惡道，有修羅、有羅剎，這個不善他不要。你看他第一願裡頭說，極樂世界沒有三惡道，只有人天，只有人天兩道，連修羅、羅剎都沒有。所以他有取捨，他不是自己隨便想出來的，每一願都有根據；換句話說，原來極樂世界是阿彌陀佛考察、參訪所得出的結論。四十八願是總結，五劫的時間考察一切諸佛剎土裡面，總結。他的世界就要依他的總結，從自性當中流出來。所以那個地方的國土跟我們這裡不一樣，我們這是阿賴耶的境界相，它是自性裡面流露出來的法性土，身體也是的，法性身，法性土，這不相同。所以首先要曉得，這都是我們要學的。我們今天學佛教要學阿彌陀佛，心量拓開，每個宗教都去參訪，每個宗教經典裡面我們都去學習。好的統統合過來，咱們這經講得更好，不善的我們不取，專取別人長處來充實我們自己的內容，這麼跟阿彌陀佛學的。帶動宗教團結，宗教互相學習。目標，目標是化解世間社會的災難，化解社會的衝突。宗教來帶頭，能做得到，不靠宗教沒路走了。"
    },
    {
      "id": "02-037-0328_p0038",
      "zh_CN": "二００五年我在马来西亚，第一次跟马哈迪长老见面，这是马来西亚领导人，他执政二十二年，政绩非常可观。我们见面，他第一句话问我，他说法师，你走过很多地方，也认识一些国家领导人，你看这个世界还会有和平吗？问这么一个问题。我当时回答他，我说如果我们能把四桩事情做好，世界会有和平。他说哪四桩？我说第一个，国家跟国家和睦相处，平等对待，第二个政党跟政党，第三个族群跟族群，第四个宗教跟宗教，都能做到和睦相处、平等对待，天下就太平了。他听了我的话表情很严肃，没有一句话说。我们沉默了差不多六、七分钟，我就做补充，我说的确是难，非常棘手，不容易做到，但是从宗教下手是可以做得到的。这句话他听懂了。为什么？在今天这个世界，信仰宗教的人毕竟还是比不信宗教的人占多数，宗教要能够团结会影响政治。因为现在很多民主都投票，他要争取票源，宗教徒这也是力量很大，所以政党会受影响，政治会受影响，族群也会受到影响。又何况我们当时在新加坡团结九个宗教，做得很成功，新加坡政府非常欢喜，我们不是空口讲白话，我们做出来了。",
      "zh_TW": "二００五年我在馬來西亞，第一次跟馬哈迪長老見面，這是馬來西亞領導人，他執政二十二年，政績非常可觀。我們見面，他第一句話問我，他說法師，你走過很多地方，也認識一些國家領導人，你看這個世界還會有和平嗎？問這麼一個問題。我當時回答他，我說如果我們能把四樁事情做好，世界會有和平。他說哪四樁？我說第一個，國家跟國家和睦相處，平等對待，第二個政黨跟政黨，第三個族群跟族群，第四個宗教跟宗教，都能做到和睦相處、平等對待，天下就太平了。他聽了我的話表情很嚴肅，沒有一句話說。我們沉默了差不多六、七分鐘，我就做補充，我說的確是難，非常棘手，不容易做到，但是從宗教下手是可以做得到的。這句話他聽懂了。為什麼？在今天這個世界，信仰宗教的人畢竟還是比不信宗教的人佔多數，宗教要能夠團結會影響政治。因為現在很多民主都投票，他要爭取票源，宗教徒這也是力量很大，所以政黨會受影響，政治會受影響，族群也會受到影響。又何況我們當時在新加坡團結九個宗教，做得很成功，新加坡政府非常歡喜，我們不是空口講白話，我們做出來了。"
    },
    {
      "id": "02-037-0328_p0039",
      "zh_CN": "所以进一步我们就想，要做什么？东南亚宗教大团结。这几年有效，澳洲宗教团结了，印尼宗教团结了，马来西亚宗教团结了，我们常常组成宗教旅行团，到全世界其他国家去访问。更进一步的研究教义，我们佛教徒不但研究佛经，我研究《古兰经》回教的，我研究《新旧约》。《新旧约》就三个宗教，犹太教《旧约》，基督教《新约》，天主教《新旧约》他一起学，这一部书三个宗教。不但学，我还讲给他们听，让这些牧师、阿訇听，看看我讲得怎么样，都能接受，不比他们差。所以我跟马哈迪讲，马哈迪长老是伊斯兰教的，他是伊斯兰国际的领导，声望非常高。我跟他讲，我读《古兰经》，我用什么心态？我是最虔诚的穆斯林，如果不是最虔诚的穆斯林，我看不懂这个经义。我如果说我是佛教，这是外道，那一层隔阂就不能够理解，必须我是穆罕默德的好学生，他是我的老师，我才能懂他的东西。我读《新旧约》，我是最虔诚的基督徒，我才能了解《圣经》上讲些什么。心态比什么都重要，没有这种真诚的心态，你学不到东西。",
      "zh_TW": "所以進一步我們就想，要做什麼？東南亞宗教大團結。這幾年有效，澳洲宗教團結了，印尼宗教團結了，馬來西亞宗教團結了，我們常常組成宗教旅行團，到全世界其他國家去訪問。更進一步的研究教義，我們佛教徒不但研究佛經，我研究《古蘭經》回教的，我研究《新舊約》。《新舊約》就三個宗教，猶太教《舊約》，基督教《新約》，天主教《新舊約》他一起學，這一部書三個宗教。不但學，我還講給他們聽，讓這些牧師、阿訇聽，看看我講得怎麼樣，都能接受，不比他們差。所以我跟馬哈迪講，馬哈迪長老是伊斯蘭教的，他是伊斯蘭國際的領導，聲望非常高。我跟他講，我讀《古蘭經》，我用什麼心態？我是最虔誠的穆斯林，如果不是最虔誠的穆斯林，我看不懂這個經義。我如果說我是佛教，這是外道，那一層隔閡就不能夠理解，必須我是穆罕默德的好學生，他是我的老師，我才能懂他的東西。我讀《新舊約》，我是最虔誠的基督徒，我才能了解《聖經》上講些什麼。心態比什麼都重要，沒有這種真誠的心態，你學不到東西。"
    },
    {
      "id": "02-037-0328_p0040",
      "zh_CN": "印光大师说，「一分诚敬得一分利益，十分诚敬得十分利益」，对佛经如此，对其他宗教经典亦如是。只要你有一点点分别心，你就不能了解它的东西。我在新加坡讲过天主教的《玫瑰经》，《玫瑰经》是他们早晚课诵本，我的光碟在东南亚流通，很受欢迎。我也讲《古兰经》，好像也有光碟，流通没有《玫瑰经》多，《玫瑰经》流通很普遍。所以宗教可以团结，宗教确实可以是一家人。用宗教的力量，大家第一步，初步，初步就是我们经典里面有相同的，像伦理道德这相同的，我们遵守古人的一句话，求同存异，不同的地方暂时不要去理它，相同的地方大家一起来学习，学习好了，不同的地方慢慢也就同了。所以我们提倡世界宗教是一家，我们带头，我先学他的东西，他就会学我们的东西，这十年成绩相当可观。更进一步，我要求他们学中国的文言文，这个月月尾还有一个聚会，这是在亚洲举行的，在泰国，应该有三十多个国家代表参加。我劝大家要学文言文，直接吸取中国五千年传统文化，世界会走向安定和平，我们有这个信心。",
      "zh_TW": "印光大師說，「一分誠敬得一分利益，十分誠敬得十分利益」，對佛經如此，對其他宗教經典亦如是。只要你有一點點分別心，你就不能了解它的東西。我在新加坡講過天主教的《玫瑰經》，《玫瑰經》是他們早晚課誦本，我的光碟在東南亞流通，很受歡迎。我也講《古蘭經》，好像也有光碟，流通沒有《玫瑰經》多，《玫瑰經》流通很普遍。所以宗教可以團結，宗教確實可以是一家人。用宗教的力量，大家第一步，初步，初步就是我們經典裡面有相同的，像倫理道德這相同的，我們遵守古人的一句話，求同存異，不同的地方暫時不要去理它，相同的地方大家一起來學習，學習好了，不同的地方慢慢也就同了。所以我們提倡世界宗教是一家，我們帶頭，我先學他的東西，他就會學我們的東西，這十年成績相當可觀。更進一步，我要求他們學中國的文言文，這個月月尾還有一個聚會，這是在亞洲舉行的，在泰國，應該有三十多個國家代表參加。我勸大家要學文言文，直接吸取中國五千年傳統文化，世界會走向安定和平，我們有這個信心。"
    },
    {
      "id": "02-037-0328_p0041",
      "zh_CN": "灾难不是末日，灾难是一定有，为什么？我们过去做的心行不好，应该要接受这个果报，要忏悔，认真忏悔。素食好，素食，带着忏悔的心，带着感恩的心，我们要做出贡献。感恩不是空话，我们有具体的行动来报答一切众生，与一切众生和睦相处，与花草树木、山河大地和睦相处，不能随便破坏。今天时间到了，我们就学习到此地。",
      "zh_TW": "災難不是末日，災難是一定有，為什麼？我們過去做的心行不好，應該要接受這個果報，要懺悔，認真懺悔。素食好，素食，帶著懺悔的心，帶著感恩的心，我們要做出貢獻。感恩不是空話，我們有具體的行動來報答一切眾生，與一切眾生和睦相處，與花草樹木、山河大地和睦相處，不能隨便破壞。今天時間到了，我們就學習到此地。"
    }
  ]
}