{
  "doc_id": "02-037-0570",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五七０集",
    "zh_TW": "第五七０集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0570",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0570_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第一０九四页倒数第五行：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第一０九四頁倒數第五行："
    },
    {
      "id": "02-037-0570_p0002",
      "zh_CN": "昨天讲到，「不可思议之微妙法，究竟诸法实相，唯佛能知」。诸法实相，说法随各个宗派有所不同，甚至于佛教之外，古印度宗教学派里头也有说，各有各的说法。字面上的意思可以说都是相同，但是每个人看法不一样。诸法，在天台家所说的，「三千实相」，我们今天从《教乘法数》里头节录一些参考资料，最详细的还是《三藏法数》，大家可以去检查来做参考。我们这个资料是天台家所说的，天台家讲三千实相。「法华云：诸法实相，即性相等十如是之法也。」就是《法华经》上讲的十如是。这个意思是说，十法界当中，每一界都具足十法界。十法界说的是，最高的是佛，其次的是菩萨，再往下说是缘觉、阿罗汉、天、阿修罗、人、畜生、饿鬼、地狱，这个十法界。十法界，每一界里面都有十法界，这就一百，称之为百界。每一界都具足十如是，十如是是「性如是，相如是，体如是，力如是，作如是，因如是，缘如是，果如是，报如是，本末究竟如是」。这是天台家的宇宙人生观，说得很详细。每一界有十如是，一百界就一千如是，叫「百界千如」，这意思从这来的。",
      "zh_TW": "昨天講到，「不可思議之微妙法，究竟諸法實相，唯佛能知」。諸法實相，說法隨各個宗派有所不同，甚至於佛教之外，古印度宗教學派裡頭也有說，各有各的說法。字面上的意思可以說都是相同，但是每個人看法不一樣。諸法，在天台家所說的，「三千實相」，我們今天從《教乘法數》裡頭節錄一些參考資料，最詳細的還是《三藏法數》，大家可以去檢查來做參考。我們這個資料是天台家所說的，天台家講三千實相。「法華云：諸法實相，即性相等十如是之法也。」就是《法華經》上講的十如是。這個意思是說，十法界當中，每一界都具足十法界。十法界說的是，最高的是佛，其次的是菩薩，再往下說是緣覺、阿羅漢、天、阿修羅、人、畜生、餓鬼、地獄，這個十法界。十法界，每一界裡面都有十法界，這就一百，稱之為百界。每一界都具足十如是，十如是是「性如是，相如是，體如是，力如是，作如是，因如是，緣如是，果如是，報如是，本末究竟如是」。這是天台家的宇宙人生觀，說得很詳細。每一界有十如是，一百界就一千如是，叫「百界千如」，這意思從這來的。"
    },
    {
      "id": "02-037-0570_p0003",
      "zh_CN": "然后为我们说，「五阴一千」，正报是讲的众生一千，依报是讲的国土也是一千，这就成「三千世间」，三千实相。「此三千法，不离现前一念妄心」，这就总结。这意思就是说明，佛在许多大乘经上都说，「一切法从心想生」，总结到这里。天台大师在止观里面，修行方法，也把这个三千世界总结，说色由心生。色是五阴，五阴里面的色法就是物质现象。物质现象从哪里来的？从心生的。这个心就是念头，受想行识，这是心。阿赖耶识，八心王、五十一心所，心王从体上讲的，心所是从起作用上讲的。八个心王以第六意识缘境（就是攀缘境界）最广、最大，对外能缘到虚空法界，对内能缘到阿赖耶识，就是阿赖耶的三细相，唯独缘不到自性。为什么？自性没有相，自性不是物质现象，不是精神现象，也没有自然现象，所以八识缘不到。科学、哲学全用的是八识、心心所，因此，科学跟哲学也缘不到自性。自性才是真正的根本，哲学里面所说的本体，能生万法、能现万法是它，但是它本身三种现象都没有，它非物质、非精神也非自然。怎么样才能缘到它，才发现它，它真存在？大乘经上佛常说「唯证方知」，你要证得，你就知道了，你就见到了。怎么个证法？放下就是。",
      "zh_TW": "然後為我們說，「五陰一千」，正報是講的眾生一千，依報是講的國土也是一千，這就成「三千世間」，三千實相。「此三千法，不離現前一念妄心」，這就總結。這意思就是說明，佛在許多大乘經上都說，「一切法從心想生」，總結到這裡。天台大師在止觀裡面，修行方法，也把這個三千世界總結，說色由心生。色是五陰，五陰裡面的色法就是物質現象。物質現象從哪裡來的？從心生的。這個心就是念頭，受想行識，這是心。阿賴耶識，八心王、五十一心所，心王從體上講的，心所是從起作用上講的。八個心王以第六意識緣境（就是攀緣境界）最廣、最大，對外能緣到虛空法界，對內能緣到阿賴耶識，就是阿賴耶的三細相，唯獨緣不到自性。為什麼？自性沒有相，自性不是物質現象，不是精神現象，也沒有自然現象，所以八識緣不到。科學、哲學全用的是八識、心心所，因此，科學跟哲學也緣不到自性。自性才是真正的根本，哲學裡面所說的本體，能生萬法、能現萬法是它，但是它本身三種現象都沒有，它非物質、非精神也非自然。怎麼樣才能緣到它，才發現它，它真存在？大乘經上佛常說「唯證方知」，你要證得，你就知道了，你就見到了。怎麼個證法？放下就是。"
    },
    {
      "id": "02-037-0570_p0004",
      "zh_CN": "所以佛法讲修学的功夫完全在放下，与学、无学没关系。《六祖坛经》惠能大师说得好，无尽藏比丘尼拿着经本去向他请教，他告诉无尽藏比丘尼，他说我不认识字，经教我没学过。她说你没有学过，为什么说得那么好？比丘尼在读经，他在旁边听，听完之后，他告诉比丘尼，刚才念的一段经上讲的是什么意思。他讲得真好，让比丘尼五体投地，佩服。那个时候惠能才二十四岁，没出家，他开悟了，明心见性，见性成佛，开悟就是见到自性了。见性成佛，与读不读经、认不认识字、修什么法门毫不相关。与什么相关？放下相关。修了几十年，修了几百年，生生世世都修行，没有放下，那你就没有成就，放下就成就了。",
      "zh_TW": "所以佛法講修學的功夫完全在放下，與學、無學沒關係。《六祖壇經》惠能大師說得好，無盡藏比丘尼拿著經本去向他請教，他告訴無盡藏比丘尼，他說我不認識字，經教我沒學過。她說你沒有學過，為什麼說得那麼好？比丘尼在讀經，他在旁邊聽，聽完之後，他告訴比丘尼，剛才念的一段經上講的是什麼意思。他講得真好，讓比丘尼五體投地，佩服。那個時候惠能才二十四歲，沒出家，他開悟了，明心見性，見性成佛，開悟就是見到自性了。見性成佛，與讀不讀經、認不認識字、修什麼法門毫不相關。與什麼相關？放下相關。修了幾十年，修了幾百年，生生世世都修行，沒有放下，那你就沒有成就，放下就成就了。"
    },
    {
      "id": "02-037-0570_p0005",
      "zh_CN": "放下什么？放下烦恼，放下习气。经上给我们讲得很清楚，放下执着，你就成阿罗汉；放下分别，你就成菩萨；放下起心动念，你就成佛。它要放下，不是说你读的东西多少、学的东西多少，与这不相干。那些方法都是佛不得已帮助众生放下的一种手段，不是目的。教你读经，你就不会胡思乱想，让你心得定，心定在这个经上，用这个方法。真能放下，这都不要。所以我们放不下，一点一点的放，什么时候统统放尽，连放下也放下了，你就成佛了，就像惠能大师一样，就见性了。见性之后，什么都通、什么都明白了，不用修、不用学，全都知道了。为什么？因为相由心生，你明心见性，哪有不知道的！宇宙之间所有一切法都是从心生的，只要见性，一切都知道了。所以佛确实无所不知，无所不能。经上佛常讲「我知我见」，这一切法我知道、我见到了，见性就见到了。全在于放得下，放得下就得大自在！放不下就是迷惑，迷惑就颠倒。颠倒，你的思想见解全错了，你的言语造作也错了，那叫造业。业系苦报，业带来的是苦报。苦报本来没有，是从业感得来的，没有业就没有报，有业就有报。业是造作，善有善报，恶有恶报，都不是真的。",
      "zh_TW": "放下什麼？放下煩惱，放下習氣。經上給我們講得很清楚，放下執著，你就成阿羅漢；放下分別，你就成菩薩；放下起心動念，你就成佛。它要放下，不是說你讀的東西多少、學的東西多少，與這不相干。那些方法都是佛不得已幫助眾生放下的一種手段，不是目的。教你讀經，你就不會胡思亂想，讓你心得定，心定在這個經上，用這個方法。真能放下，這都不要。所以我們放不下，一點一點的放，什麼時候統統放盡，連放下也放下了，你就成佛了，就像惠能大師一樣，就見性了。見性之後，什麼都通、什麼都明白了，不用修、不用學，全都知道了。為什麼？因為相由心生，你明心見性，哪有不知道的！宇宙之間所有一切法都是從心生的，只要見性，一切都知道了。所以佛確實無所不知，無所不能。經上佛常講「我知我見」，這一切法我知道、我見到了，見性就見到了。全在於放得下，放得下就得大自在！放不下就是迷惑，迷惑就顛倒。顛倒，你的思想見解全錯了，你的言語造作也錯了，那叫造業。業繫苦報，業帶來的是苦報。苦報本來沒有，是從業感得來的，沒有業就沒有報，有業就有報。業是造作，善有善報，惡有惡報，都不是真的。"
    },
    {
      "id": "02-037-0570_p0006",
      "zh_CN": "「此三千法，不离现前一念妄心」，这句话很重要。天台家的修行，他的功夫，「即此为能观，即此为所观」，能所不二。此就是讲的十如是，十法界，十如是，这里头有体、有相、有用。体，真空，真空不空；相叫妙有，妙有非有；用，用是中道，性相不二，空有一如。天台家讲的，确实比各家讲得简单、扼要、容易，真讲清楚了，这他可贵之处。他得到的受用，「寂而常照，照而常寂」，寂是清净心、平等心，寂静属于禅定，照是智慧。清净平等心像水一样，清净没有污染，平等没有波动，所以，极其微细的波动它都能照见。微细到什么程度？弥勒菩萨所说的一千六百兆分之一秒，他能够看得清清楚楚，不需要用科学仪器。所以，佛知，佛见到了。定功要能见到这个境界，这很深的定功，经上常说八地以上才能见到。八地以前的菩萨都没有见到，知道有这回事情，听佛说的。我们今天也知道有这桩事情，听佛菩萨、听祖师说的，没见到。可是今天科学家见到了，科学家不是用禅定见到的，不是用的内功，他是用外面的工具，最先进的科学仪器观察到，真正看到了色由心生。就是物质现象是从念头变现出来的，这个事实真相科学家看到了。这是阿赖耶的三细相，头一个物质现象被他揭穿了。",
      "zh_TW": "「此三千法，不離現前一念妄心」，這句話很重要。天台家的修行，他的功夫，「即此為能觀，即此為所觀」，能所不二。此就是講的十如是，十法界，十如是，這裡頭有體、有相、有用。體，真空，真空不空；相叫妙有，妙有非有；用，用是中道，性相不二，空有一如。天台家講的，確實比各家講得簡單、扼要、容易，真講清楚了，這他可貴之處。他得到的受用，「寂而常照，照而常寂」，寂是清淨心、平等心，寂靜屬於禪定，照是智慧。清淨平等心像水一樣，清淨沒有污染，平等沒有波動，所以，極其微細的波動它都能照見。微細到什麼程度？彌勒菩薩所說的一千六百兆分之一秒，他能夠看得清清楚楚，不需要用科學儀器。所以，佛知，佛見到了。定功要能見到這個境界，這很深的定功，經上常說八地以上才能見到。八地以前的菩薩都沒有見到，知道有這回事情，聽佛說的。我們今天也知道有這樁事情，聽佛菩薩、聽祖師說的，沒見到。可是今天科學家見到了，科學家不是用禪定見到的，不是用的內功，他是用外面的工具，最先進的科學儀器觀察到，真正看到了色由心生。就是物質現象是從念頭變現出來的，這個事實真相科學家看到了。這是阿賴耶的三細相，頭一個物質現象被他揭穿了。"
    },
    {
      "id": "02-037-0570_p0007",
      "zh_CN": "物质现象从哪里来的，这个他看到了，但是现在还不清楚。他的报告当中说，物质现象也是从波动现象产生的，它突然发生的，没有理由，立刻就消失了，这是科学家说的话。佛经上有，佛在《楞严经》上所说的，「当处出生，随处灭尽」，跟科学家发现的完全相同。再呢？科学家不知道了，佛知道。意念从哪里来的？意念从阿赖耶业相变现出来的。阿赖耶的业相就是波动，这是自然现象，没有原因的。这个波动现象像脉动一样，我们一个人到这个世间来投胎，母亲怀孕，在子宫里面第一个现象就是心脏在跳，头一个现象，这就是一个生命的开始。心脏跳动不会停止，到死亡那一天停止。大宇宙，时间太长了，一念不觉就是阿赖耶的业相，就是频率开始。到什么时候这个频率不动了？到你成佛，你成了无上妙觉佛果，这波动现象没有了。波动现象没有了，诸佛如来实报庄严土没有了。",
      "zh_TW": "物質現象從哪裡來的，這個他看到了，但是現在還不清楚。他的報告當中說，物質現象也是從波動現象產生的，它突然發生的，沒有理由，立刻就消失了，這是科學家說的話。佛經上有，佛在《楞嚴經》上所說的，「當處出生，隨處滅盡」，跟科學家發現的完全相同。再呢？科學家不知道了，佛知道。意念從哪裡來的？意念從阿賴耶業相變現出來的。阿賴耶的業相就是波動，這是自然現象，沒有原因的。這個波動現象像脈動一樣，我們一個人到這個世間來投胎，母親懷孕，在子宮裡面第一個現象就是心臟在跳，頭一個現象，這就是一個生命的開始。心臟跳動不會停止，到死亡那一天停止。大宇宙，時間太長了，一念不覺就是阿賴耶的業相，就是頻率開始。到什麼時候這個頻率不動了？到你成佛，你成了無上妙覺佛果，這波動現象沒有了。波動現象沒有了，諸佛如來實報莊嚴土沒有了。"
    },
    {
      "id": "02-037-0570_p0008",
      "zh_CN": "国土有三种，实报土我们称它作真的，叫一真法界；第二个叫方便土，四圣法界；第三个叫同居土，六道，六道轮回，同居土，这三种国土就这三大类。《金刚经》上说，「凡所有相，皆是虚妄」，并没有说实报土除外，没有说这个话，当然实报土也在其中，凡所有相皆是虚妄。证得究竟妙觉果位，实报土不见了，他见到是什么境界？常寂光。常寂光是真的，是永恒的，永远不变，不生不灭，这就是我们自己的本性，是我们自己的真心，阿赖耶是妄心，这是真心。我们从真心一念不觉，这就开始流浪，是一个最大的循环，到最后成佛，又回归这个原点。确实是像一个圆一样，这个圆太大太大了，回归到原点，回归到原点就成佛了。所以现在科学有个名词，叫零点、零点能量点，跟大乘教这个说法非常接近。回归原点就是大彻大悟，就是明心见性，真正证得，三千国土、三千实相不离现前一念妄心，这阿赖耶变现的。阿赖耶是能变，三千境界是所变。",
      "zh_TW": "國土有三種，實報土我們稱它作真的，叫一真法界；第二個叫方便土，四聖法界；第三個叫同居土，六道，六道輪迴，同居土，這三種國土就這三大類。《金剛經》上說，「凡所有相，皆是虛妄」，並沒有說實報土除外，沒有說這個話，當然實報土也在其中，凡所有相皆是虛妄。證得究竟妙覺果位，實報土不見了，他見到是什麼境界？常寂光。常寂光是真的，是永恆的，永遠不變，不生不滅，這就是我們自己的本性，是我們自己的真心，阿賴耶是妄心，這是真心。我們從真心一念不覺，這就開始流浪，是一個最大的循環，到最後成佛，又回歸這個原點。確實是像一個圓一樣，這個圓太大太大了，回歸到原點，回歸到原點就成佛了。所以現在科學有個名詞，叫零點、零點能量點，跟大乘教這個說法非常接近。回歸原點就是大徹大悟，就是明心見性，真正證得，三千國土、三千實相不離現前一念妄心，這阿賴耶變現的。阿賴耶是能變，三千境界是所變。"
    },
    {
      "id": "02-037-0570_p0009",
      "zh_CN": "「境观俱妙」，妙在哪里？妙在寂而常照，照而常寂。照是自性本有的智慧，寂是自性本具的大定。这个寂就是惠能大师开悟的时候所说的，「何期自性，本无动摇」，这是寂。照，「何期自性，能生万法」，那是照。「十如是」，这个名词是智者大师说的。「不异名如」，为什么？没有两样，同一个体性，「无非曰是」，如是两个字是一个意思。天台大师把这些事理分作十条，「相」，相是有一切现象，我们今天讲的物质现象、精神现象、自然现象，这都是相。「据外览」，你所看到的，你能够了别的，这叫相。性，性是内，这不是外，是内，「自分不改名性」，性是体，相是起作用的。这性是什么？我们常说自性。惠能大师开悟的时候，第三句说得好，「何期自性，本自具足」。具足什么？什么都具足。它显现出来的就是它具足的，它要不具足，它怎么能示现？我们就知道了，它具足的是十法界依正庄严，还包括一真法界，所有一切现象都是它具足的。今天科学分类分三大类，整个宇宙，物质现象、精神现象、自然现象统统具足。",
      "zh_TW": "「境觀俱妙」，妙在哪裡？妙在寂而常照，照而常寂。照是自性本有的智慧，寂是自性本具的大定。這個寂就是惠能大師開悟的時候所說的，「何期自性，本無動搖」，這是寂。照，「何期自性，能生萬法」，那是照。「十如是」，這個名詞是智者大師說的。「不異名如」，為什麼？沒有兩樣，同一個體性，「無非曰是」，如是兩個字是一個意思。天台大師把這些事理分作十條，「相」，相是有一切現象，我們今天講的物質現象、精神現象、自然現象，這都是相。「據外覽」，你所看到的，你能夠了別的，這叫相。性，性是內，這不是外，是內，「自分不改名性」，性是體，相是起作用的。這性是什麼？我們常說自性。惠能大師開悟的時候，第三句說得好，「何期自性，本自具足」。具足什麼？什麼都具足。它顯現出來的就是它具足的，它要不具足，它怎麼能示現？我們就知道了，它具足的是十法界依正莊嚴，還包括一真法界，所有一切現象都是它具足的。今天科學分類分三大類，整個宇宙，物質現象、精神現象、自然現象統統具足。"
    },
    {
      "id": "02-037-0570_p0010",
      "zh_CN": "我们晓得佛法说什么？佛法全说的是我们自己，没有一句话说的不是自己，说外面的找不到一句，全是自己。我们也可以说，佛法教学终极的目标是什么，认识自己。谁认识自己？诸佛如来认识自己。菩萨虽认识，还不够清楚，还不到究竟。那这一门功课我们要不要学？世出世间还有哪一门功课比这个功课更重要的？找不到了。自己从哪里来，向何处去？佛法给我们的答案，从自性来，还回归自性去。无量劫来你在六道流转，甚至于你在十法界流转，你没有离开自性。你怎么从自性生的？是一念不觉生的。你如何回归到自性？你放下起心动念就回归自性。这是真话，千经万论、无量法门不离这个原则。",
      "zh_TW": "我們曉得佛法說什麼？佛法全說的是我們自己，沒有一句話說的不是自己，說外面的找不到一句，全是自己。我們也可以說，佛法教學終極的目標是什麼，認識自己。誰認識自己？諸佛如來認識自己。菩薩雖認識，還不夠清楚，還不到究竟。那這一門功課我們要不要學？世出世間還有哪一門功課比這個功課更重要的？找不到了。自己從哪裡來，向何處去？佛法給我們的答案，從自性來，還回歸自性去。無量劫來你在六道流轉，甚至於你在十法界流轉，你沒有離開自性。你怎麼從自性生的？是一念不覺生的。你如何回歸到自性？你放下起心動念就回歸自性。這是真話，千經萬論、無量法門不離這個原則。"
    },
    {
      "id": "02-037-0570_p0011",
      "zh_CN": "诸佛如来应化无量身分，不止三十二应，在十法界里面与一切众生和光同尘。他们的本事就是和光同尘而不染着，他能做到不起心、不动念、不分别、不执着，跟你们相处在一起，这是佛菩萨，这是圣贤应世。我们不是的，我们在这个十法界流转是业力做主，业力在推动我们，跟佛菩萨完全不一样。虽说佛菩萨是愿力，愿力是初发心的时候发的愿，发了个慈悲心，「众生无边誓愿度」。可是发了这个愿，这个愿不会消失掉的，当你成佛的时候，它自然起作用。确实没起心没动念，自然起作用，那就是众生有感，你必定会应，起这个作用。所以佛教导我们要跟众生广结法缘，那最好，结善缘恶缘都可以，只要有缘，你就能度他，没有缘，不能度他。没有缘，他对你不相信，你教他，他不接受，这就是无缘。有缘，你教他，他欢喜，他能接受，他能依教奉行，你再慢慢引导他。",
      "zh_TW": "諸佛如來應化無量身分，不止三十二應，在十法界裡面與一切眾生和光同塵。他們的本事就是和光同塵而不染著，他能做到不起心、不動念、不分別、不執著，跟你們相處在一起，這是佛菩薩，這是聖賢應世。我們不是的，我們在這個十法界流轉是業力做主，業力在推動我們，跟佛菩薩完全不一樣。雖說佛菩薩是願力，願力是初發心的時候發的願，發了個慈悲心，「眾生無邊誓願度」。可是發了這個願，這個願不會消失掉的，當你成佛的時候，它自然起作用。確實沒起心沒動念，自然起作用，那就是眾生有感，你必定會應，起這個作用。所以佛教導我們要跟眾生廣結法緣，那最好，結善緣惡緣都可以，只要有緣，你就能度他，沒有緣，不能度他。沒有緣，他對你不相信，你教他，他不接受，這就是無緣。有緣，你教他，他歡喜，他能接受，他能依教奉行，你再慢慢引導他。"
    },
    {
      "id": "02-037-0570_p0012",
      "zh_CN": "绝大多数中下根性要循序渐进，慢慢提升。像惠能那样，那是天才儿童，太少太少了，亿万人当中找不到一个，他不经历阶级，真叫一步登天。道理我们全懂，他就有能力将起心动念、分别执着同时放下，就这个道理。我们没有办法，我们不但这三种烦恼没有办法同时放下，就是一种，见思烦恼、执着都没有办法一起放下。每天放一点，看到什么时候真觉悟了，放下就是真觉悟，没有放下没觉悟，放下就成佛。能把这个世界放下，决定往生，为什么？来生去处你选定了，你选了极乐世界，这个世界当然放下。对这个世界还有留恋，你往生极乐世界是打了个问号，不确定，完全看你临终最后的一念。如果我们能保持现前跟最后一念是同一个念头，你决定得生，这世界真放下了。所以，能大师第三句，「何期自性，本自具足」，那是性德，没有任何迹象，遇到缘，它就能生能现，就是能生万法。",
      "zh_TW": "絕大多數中下根性要循序漸進，慢慢提升。像惠能那樣，那是天才兒童，太少太少了，億萬人當中找不到一個，他不經歷階級，真叫一步登天。道理我們全懂，他就有能力將起心動念、分別執著同時放下，就這個道理。我們沒有辦法，我們不但這三種煩惱沒有辦法同時放下，就是一種，見思煩惱、執著都沒有辦法一起放下。每天放一點，看到什麼時候真覺悟了，放下就是真覺悟，沒有放下沒覺悟，放下就成佛。能把這個世界放下，決定往生，為什麼？來生去處你選定了，你選了極樂世界，這個世界當然放下。對這個世界還有留戀，你往生極樂世界是打了個問號，不確定，完全看你臨終最後的一念。如果我們能保持現前跟最後一念是同一個念頭，你決定得生，這世界真放下了。所以，能大師第三句，「何期自性，本自具足」，那是性德，沒有任何跡象，遇到緣，它就能生能現，就是能生萬法。"
    },
    {
      "id": "02-037-0570_p0013",
      "zh_CN": "第三是体，「主宰名体」。第四是力，「功能为力」。譬如我们这一生跑到人道来，这个身就是体，在这一短暂的过程当中，这几十年我们依靠它，我们称它为身体。它有力，它有功能，它能办事，能成就善业，也能成就不善业。「作，构造为作」，作是作为。行善、作恶都是作。「因。习因为因」，阿赖耶里面的习气种子这是因，十法界的因。因，我们每个人圆满具足，每个人阿赖耶识里头，有佛种子、有菩萨种子、有天人种子，也有三恶道的种子。虽有种子，种子要现行必须要有缘，所以下面有个缘。缘是什么？「助因为缘」，帮助那个因，帮它结果，这叫缘。如果我们想作佛，阿赖耶有佛的种子，这是因，作佛的因。作佛的缘？很多，八万四千法门都是缘，念佛法门也是缘。念佛这个缘特别殊胜，为什么？阿弥陀佛是念佛成佛的，十方一切诸佛如来到最后都是念佛成佛的。",
      "zh_TW": "第三是體，「主宰名體」。第四是力，「功能為力」。譬如我們這一生跑到人道來，這個身就是體，在這一短暫的過程當中，這幾十年我們依靠它，我們稱它為身體。它有力，它有功能，它能辦事，能成就善業，也能成就不善業。「作，構造為作」，作是作為。行善、作惡都是作。「因。習因為因」，阿賴耶裡面的習氣種子這是因，十法界的因。因，我們每個人圓滿具足，每個人阿賴耶識裡頭，有佛種子、有菩薩種子、有天人種子，也有三惡道的種子。雖有種子，種子要現行必須要有緣，所以下面有個緣。緣是什麼？「助因為緣」，幫助那個因，幫它結果，這叫緣。如果我們想作佛，阿賴耶有佛的種子，這是因，作佛的因。作佛的緣？很多，八萬四千法門都是緣，念佛法門也是緣。念佛這個緣特別殊勝，為什麼？阿彌陀佛是念佛成佛的，十方一切諸佛如來到最後都是念佛成佛的。"
    },
    {
      "id": "02-037-0570_p0014",
      "zh_CN": "我们在《华严》上看到文殊、普贤，菩萨众里面上首，他修什么成就的？在《华严经》上看到了，他们修到最后，全是念阿弥陀佛求生极乐世界成就的。我们就知道，八万四千法门修到最后，决定到极乐世界。怎么知道？《华严经》上有明白的记载，八万四千法门修到明心见性全归华藏世界，华藏世界是毘卢遮那佛的实报庄严土，到那边去了。去了之后，肯定是在文殊、普贤会下，等于说文殊、普贤是学生众的班长，带领所有的学生。最后把你带到哪里去？带到极乐世界去见阿弥陀佛，十大愿王导归极乐。",
      "zh_TW": "我們在《華嚴》上看到文殊、普賢，菩薩眾裡面上首，他修什麼成就的？在《華嚴經》上看到了，他們修到最後，全是念阿彌陀佛求生極樂世界成就的。我們就知道，八萬四千法門修到最後，決定到極樂世界。怎麼知道？《華嚴經》上有明白的記載，八萬四千法門修到明心見性全歸華藏世界，華藏世界是毘盧遮那佛的實報莊嚴土，到那邊去了。去了之後，肯定是在文殊、普賢會下，等於說文殊、普賢是學生眾的班長，帶領所有的學生。最後把你帶到哪裡去？帶到極樂世界去見阿彌陀佛，十大願王導歸極樂。"
    },
    {
      "id": "02-037-0570_p0015",
      "zh_CN": "修净土的人可占大便宜，不必通过华藏世界，直捷就去了。到华藏世界不容易，到了之后，最后还是要见阿弥陀佛，为什么要走这么大的弯路？这都是缘，有缘的人不走弯路，这一生当中决定成就；没有缘，不相信这个法门，不愿意学这个法门，学其他的法门。其他法门在中国过去有十个宗派，净土宗除外就九个宗派，宗里头还分派，无量法门最后都是生华藏世界。这些法门绝大多数像读书一样慢慢向上爬升，出了六道，十法界里头有声闻界，从声闻界再提升到缘觉界，缘觉再提升到菩萨，菩萨再提升到佛，佛再提升到实报土初住菩萨，再提升到二住、三住、十住、十行、十回向、十地、等觉。多长时间？三个阿僧祇劫，才能回归到妙觉，回归到常寂光，回归到原始点。你最初从那里出发的，现在就回去了。这里面我们看得很清楚，迂回的道路，有大圈圈、有小圈圈，太多太多了。有些人在这些圈圈里头转不出来，这个圈跑到那个圈，那个圈跑到这个圈，跑了无量劫都出不来。这个意思是什么？换法门。这个法门学的没成功换一个，修几天修不成功再换一个，一生都在换法门。恐怕搞了一生，来生连人道都得不到，这才叫冤枉！这是事实真相。",
      "zh_TW": "修淨土的人可佔大便宜，不必通過華藏世界，直捷就去了。到華藏世界不容易，到了之後，最後還是要見阿彌陀佛，為什麼要走這麼大的彎路？這都是緣，有緣的人不走彎路，這一生當中決定成就；沒有緣，不相信這個法門，不願意學這個法門，學其他的法門。其他法門在中國過去有十個宗派，淨土宗除外就九個宗派，宗裡頭還分派，無量法門最後都是生華藏世界。這些法門絕大多數像讀書一樣慢慢向上爬升，出了六道，十法界裡頭有聲聞界，從聲聞界再提升到緣覺界，緣覺再提升到菩薩，菩薩再提升到佛，佛再提升到實報土初住菩薩，再提升到二住、三住、十住、十行、十迴向、十地、等覺。多長時間？三個阿僧祇劫，才能回歸到妙覺，回歸到常寂光，回歸到原始點。你最初從那裡出發的，現在就回去了。這裡面我們看得很清楚，迂迴的道路，有大圈圈、有小圈圈，太多太多了。有些人在這些圈圈裡頭轉不出來，這個圈跑到那個圈，那個圈跑到這個圈，跑了無量劫都出不來。這個意思是什麼？換法門。這個法門學的沒成功換一個，修幾天修不成功再換一個，一生都在換法門。恐怕搞了一生，來生連人道都得不到，這才叫冤枉！這是事實真相。"
    },
    {
      "id": "02-037-0570_p0016",
      "zh_CN": "弯路不怕，我走就走一门，能走得通，能得到结果。古人提出，「一门深入，长时薰修」，是决定有大道理在，不是随便说的。你一生学一样东西，决定有成就，成就大小完全在你的勤跟惰。你要是勤奋，你成就大；你是懈怠懒惰，你成就小。决定要一门才行，搞太多了不行。在佛法里头说，每个人智慧是平等的，机会也是平等的，问题就是你自己能不能掌握、能不能认识，这个关系太大了！可是真正认识、真正明了，这种人不多。真有这样的人，他一门深入，他就有大成就，佛门里面所谓的是大成就者，属于这一类人。广学多闻，一生成就很普通，没有什么特殊的，有小成就，不能有大成就。凡是大成就的人，目标坚定，道路不变，勇猛精进。一部经论要依教奉行，这叫真精进。",
      "zh_TW": "彎路不怕，我走就走一門，能走得通，能得到結果。古人提出，「一門深入，長時薰修」，是決定有大道理在，不是隨便說的。你一生學一樣東西，決定有成就，成就大小完全在你的勤跟惰。你要是勤奮，你成就大；你是懈怠懶惰，你成就小。決定要一門才行，搞太多了不行。在佛法裡頭說，每個人智慧是平等的，機會也是平等的，問題就是你自己能不能掌握、能不能認識，這個關係太大了！可是真正認識、真正明瞭，這種人不多。真有這樣的人，他一門深入，他就有大成就，佛門裡面所謂的是大成就者，屬於這一類人。廣學多聞，一生成就很普通，沒有什麼特殊的，有小成就，不能有大成就。凡是大成就的人，目標堅定，道路不變，勇猛精進。一部經論要依教奉行，這叫真精進。"
    },
    {
      "id": "02-037-0570_p0017",
      "zh_CN": "前面讲得很多，念老为我们引证的也非常丰富、非常精彩。最关键的地方，佛教我们舍的，我们舍了没有？佛教我们要学的，我们学了没有？这是关键。净宗一点都不麻烦，简单、明了、直捷、稳当，可是基本的东西，基本的指导原则是净业三福。这个地方一定要知道，净业三福不但是净宗，所有的法门，它都是最高指导原则。经上佛说得很清楚，这三条是三世诸佛净业正因。三世是过去、现在、未来，所有一切菩萨修行，不依照这三个原则，他不能成就，这个多重要！",
      "zh_TW": "前面講得很多，念老為我們引證的也非常豐富、非常精彩。最關鍵的地方，佛教我們捨的，我們捨了沒有？佛教我們要學的，我們學了沒有？這是關鍵。淨宗一點都不麻煩，簡單、明瞭、直捷、穩當，可是基本的東西，基本的指導原則是淨業三福。這個地方一定要知道，淨業三福不但是淨宗，所有的法門，它都是最高指導原則。經上佛說得很清楚，這三條是三世諸佛淨業正因。三世是過去、現在、未來，所有一切菩薩修行，不依照這三個原則，他不能成就，這個多重要！"
    },
    {
      "id": "02-037-0570_p0018",
      "zh_CN": "三条第一条，根，根之根，「孝养父母，奉事师长，慈心不杀，修十善业」。这些年来我们提倡的扎三个根，就这一句。孝亲尊师落实在《弟子规》，慈心不杀落实在《感应篇》，末后是修十善业，儒释道的三个根。尤其是《弟子规》跟《感应篇》是根本的根本，有这个基础，十善业很容易成就；没有这个基础，十善业就非常困难，做不到！我们要想扎根，不能不学《弟子规》。如果不学《弟子规》，就得学小乘，《弟子规》里头的精神、内容跟小乘的《法句经》完全相同。《法句经》的分量多，《弟子规》的分量少，一千零八十个字，把日常琐碎的事情归纳为一百一十三条，简单，容易学。《法句经》四百多首偈颂，两个一比较就难很多。《感应篇》方便，只有一千五百多个字，里面说善恶，说了一百九十多条，也比《法句经》少，但是《法句经》所说的，几乎统统都包括了。中国老祖宗的东西，它精彩之处就是简要详明，简单扼要，又详细、又明白，这不是智慧功德纯熟，做不到！好文章，完全从自性里头流露出来的，真实教诲、真实智慧、真实德行。第一条做到了，你就有条件做佛的学生，释迦牟尼佛的学生是有标准的。儒释道的三个根统统做到了，你跟释迦牟尼佛学，佛欢喜，佛要求的条件，你统统具足，你可以入佛门。",
      "zh_TW": "三條第一條，根，根之根，「孝養父母，奉事師長，慈心不殺，修十善業」。這些年來我們提倡的紮三個根，就這一句。孝親尊師落實在《弟子規》，慈心不殺落實在《感應篇》，末後是修十善業，儒釋道的三個根。尤其是《弟子規》跟《感應篇》是根本的根本，有這個基礎，十善業很容易成就；沒有這個基礎，十善業就非常困難，做不到！我們要想扎根，不能不學《弟子規》。如果不學《弟子規》，就得學小乘，《弟子規》裡頭的精神、內容跟小乘的《法句經》完全相同。《法句經》的分量多，《弟子規》的分量少，一千零八十個字，把日常瑣碎的事情歸納為一百一十三條，簡單，容易學。《法句經》四百多首偈頌，兩個一比較就難很多。《感應篇》方便，只有一千五百多個字，裡面說善惡，說了一百九十多條，也比《法句經》少，但是《法句經》所說的，幾乎統統都包括了。中國老祖宗的東西，它精彩之處就是簡要詳明，簡單扼要，又詳細、又明白，這不是智慧功德純熟，做不到！好文章，完全從自性裡頭流露出來的，真實教誨、真實智慧、真實德行。第一條做到了，你就有條件做佛的學生，釋迦牟尼佛的學生是有標準的。儒釋道的三個根統統做到了，你跟釋迦牟尼佛學，佛歡喜，佛要求的條件，你統統具足，你可以入佛門。"
    },
    {
      "id": "02-037-0570_p0019",
      "zh_CN": "第二条是入佛门，「受持三皈，具足众戒，不犯威仪」，要知道这一条。佛的法运分为正法、像法、末法。正法时期，戒律成就，这个意味着什么？正法时期，皈依三宝，具足众戒，不犯威仪，他就能证果。正法时期，他能够成阿罗汉，不可思议！在像法时期，人的根性不如从前，持戒不能证果了，要加上修定。像法一千年，禅定成就。往后末法，末法修定也不能成就，开不了悟。末法的初期，这一万年当中第一个一千年，有得禅定的，开悟的很少了。现在末法到第二个一千年，跟前面一千年的人比差太远了，所以修定不能成就。世尊告诉我们，末法净土成就，这个话在《大集经》里头讲的。我们生在末法，自己根性想一想，跟前人比是真比不上。",
      "zh_TW": "第二條是入佛門，「受持三皈，具足眾戒，不犯威儀」，要知道這一條。佛的法運分為正法、像法、末法。正法時期，戒律成就，這個意味著什麼？正法時期，皈依三寶，具足眾戒，不犯威儀，他就能證果。正法時期，他能夠成阿羅漢，不可思議！在像法時期，人的根性不如從前，持戒不能證果了，要加上修定。像法一千年，禪定成就。往後末法，末法修定也不能成就，開不了悟。末法的初期，這一萬年當中第一個一千年，有得禪定的，開悟的很少了。現在末法到第二個一千年，跟前面一千年的人比差太遠了，所以修定不能成就。世尊告訴我們，末法淨土成就，這個話在《大集經》裡頭講的。我們生在末法，自己根性想一想，跟前人比是真比不上。"
    },
    {
      "id": "02-037-0570_p0020",
      "zh_CN": "我们望前面的人，好像我们是超过古人，古人生活方面没有现在人这么方便。夏莲居老居士访问日本，那个时候还没有飞机，还得坐船，坐上二、三个星期才能到日本；现在我们到日本，二、三个小时就到了。我们居住的高楼，享受现代化的设备，古人比不上。但是如果我们要说道德文章，那这个一展开来，我们跟古人差远了，我们比不上他。现在人想错了，认为那个道德文章没用处，现代化的科学有用处，带给我们这么好的享受。谁再愿意去住茅蓬，晚上点油灯，我看没有一个人愿意。所以，现在人把老祖宗的东西全丢掉了，不要了。从开始信心动摇，到现在两百年间，差不多快丢光了，果报现前。社会动乱，地球灾变异常，果！这些反常的现象，原因是什么？真正的原因就是不孝父母，不知道尊师重道。这个师不是现在的老师，是古时候那些真正有道德、有修养、有学问的老师，不尊重他，不学了，所以学术一落千丈，也快到了灭亡的边缘。",
      "zh_TW": "我們望前面的人，好像我們是超過古人，古人生活方面沒有現在人這麼方便。夏蓮居老居士訪問日本，那個時候還沒有飛機，還得坐船，坐上二、三個星期才能到日本；現在我們到日本，二、三個小時就到了。我們居住的高樓，享受現代化的設備，古人比不上。但是如果我們要說道德文章，那這個一展開來，我們跟古人差遠了，我們比不上他。現在人想錯了，認為那個道德文章沒用處，現代化的科學有用處，帶給我們這麼好的享受。誰再願意去住茅蓬，晚上點油燈，我看沒有一個人願意。所以，現在人把老祖宗的東西全丟掉了，不要了。從開始信心動搖，到現在兩百年間，差不多快丟光了，果報現前。社會動亂，地球災變異常，果！這些反常的現象，原因是什麼？真正的原因就是不孝父母，不知道尊師重道。這個師不是現在的老師，是古時候那些真正有道德、有修養、有學問的老師，不尊重他，不學了，所以學術一落千丈，也快到了滅亡的邊緣。"
    },
    {
      "id": "02-037-0570_p0021",
      "zh_CN": "我们中国人很不幸，受外国人影响，我们的衰受他影响，迷信科学，我们的兴也受他影响。现在外国人科学技术发展带来的灾难没法子解决，他们苦不堪言，要寻求解决方法，如何安定社会，如何化解灾难，这两个大问题。现在这些西方人到哪里去找？到中国来找，到印度去找，要找中国跟印度古老的智慧、方法，来帮助现在人解决问题。这个信息，我看最早就是汤恩比提倡的，早在七十年代，四十年前，汤恩比说的，「解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法」。那个时候西方人听到这个话没放在心上，为什么？问题没有完全暴露。现在问题统统暴露出来了，想想汤恩比的话也许有道理，试试看向中国、向印度去寻宝。这样让中国人警觉到了，我们有宝，外国人来找了。",
      "zh_TW": "我們中國人很不幸，受外國人影響，我們的衰受他影響，迷信科學，我們的興也受他影響。現在外國人科學技術發展帶來的災難沒法子解決，他們苦不堪言，要尋求解決方法，如何安定社會，如何化解災難，這兩個大問題。現在這些西方人到哪裡去找？到中國來找，到印度去找，要找中國跟印度古老的智慧、方法，來幫助現在人解決問題。這個信息，我看最早就是湯恩比提倡的，早在七十年代，四十年前，湯恩比說的，「解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法」。那個時候西方人聽到這個話沒放在心上，為什麼？問題沒有完全暴露。現在問題統統暴露出來了，想想湯恩比的話也許有道理，試試看向中國、向印度去尋寶。這樣讓中國人警覺到了，我們有寶，外國人來找了。"
    },
    {
      "id": "02-037-0570_p0022",
      "zh_CN": "宝出现了，什么东西？《群书治要》，这个东西真能拯救社会，真能化解灾难。外国人学了，外国人一窝蜂学了，这中国人也跟着学了。所以我们的衰，跟着他脚步走使我们衰了；现在我们再复兴，还是跟着人家的脚步走，他要不走的话，我们有宝不认识。我们的眼力不如外国人，他看出来了，他识货。中国人遭受的苦难，早年，也是六十年前，胡秋原先生告诉我，中国人在这个世纪遭受这么大的苦难，原因是什么？根本原因是丧失民族自信心所造成的。话说得真好！那个时候我们二十几岁，胡先生是大学教授，是立法委员，我跟他有缘见过几次面，这是个有智慧、有德行、有学问的学者。现在这些人都不在了，这些人的智慧、学术、修养、能力，我们都远远比不上。",
      "zh_TW": "寶出現了，什麼東西？《群書治要》，這個東西真能拯救社會，真能化解災難。外國人學了，外國人一窩蜂學了，這中國人也跟著學了。所以我們的衰，跟著他腳步走使我們衰了；現在我們再復興，還是跟著人家的腳步走，他要不走的話，我們有寶不認識。我們的眼力不如外國人，他看出來了，他識貨。中國人遭受的苦難，早年，也是六十年前，胡秋原先生告訴我，中國人在這個世紀遭受這麼大的苦難，原因是什麼？根本原因是喪失民族自信心所造成的。話說得真好！那個時候我們二十幾歲，胡先生是大學教授，是立法委員，我跟他有緣見過幾次面，這是個有智慧、有德行、有學問的學者。現在這些人都不在了，這些人的智慧、學術、修養、能力，我們都遠遠比不上。"
    },
    {
      "id": "02-037-0570_p0023",
      "zh_CN": "有因有缘，果报就现前了，「习果为果」。习性有善有恶，如果这个人断恶修善，他得的果报，人天福慧；如果他的习性作恶，自私自利、贪瞋痴慢，他果在三途。习气的种子，习气遇缘，果报就现前。果后面有报，「报果为报」。果是引业，引导你到哪一道，得人身是果，得天身也是果。报，报是满业，我前生修福，这一生享福；我前生造恶，这一生要受罪，这就是报。",
      "zh_TW": "有因有緣，果報就現前了，「習果為果」。習性有善有惡，如果這個人斷惡修善，他得的果報，人天福慧；如果他的習性作惡，自私自利、貪瞋痴慢，他果在三途。習氣的種子，習氣遇緣，果報就現前。果後面有報，「報果為報」。果是引業，引導你到哪一道，得人身是果，得天身也是果。報，報是滿業，我前生修福，這一生享福；我前生造惡，這一生要受罪，這就是報。"
    },
    {
      "id": "02-037-0570_p0024",
      "zh_CN": "最后一句讲，「本末究竟（初相为本，后报为末，所归趣为究竟）。此之本末皆同，实相一理，平等无二」，故名本末究竟。天台家的看法，天台大师把这三个字，「作三转读文」。这三转譬如，「是相如，如是相，相如是」。是相如，这个如是空观；如是相，这个相是假的，假观；相如是，相是前面的相，假，如是前面的空观，空假是一不是二，这叫中观，圆融了，这是如。那换个字，第一个是用相，第二个用性，用性，是性如，如是性，性如是，天台教我们这样念法。体，是体如，如是体，体如是，你这样念法把味道就念出来了，句句都是这样的三转。大乘天台家教给我们如何观察宇宙人生的真相，这个三转的读法读上几百遍，味道自然就读出来了，就知道他在说些什么。",
      "zh_TW": "最後一句講，「本末究竟（初相為本，後報為末，所歸趣為究竟）。此之本末皆同，實相一理，平等無二」，故名本末究竟。天台家的看法，天台大師把這三個字，「作三轉讀文」。這三轉譬如，「是相如，如是相，相如是」。是相如，這個如是空觀；如是相，這個相是假的，假觀；相如是，相是前面的相，假，如是前面的空觀，空假是一不是二，這叫中觀，圓融了，這是如。那換個字，第一個是用相，第二個用性，用性，是性如，如是性，性如是，天台教我們這樣念法。體，是體如，如是體，體如是，你這樣念法把味道就念出來了，句句都是這樣的三轉。大乘天台家教給我們如何觀察宇宙人生的真相，這個三轉的讀法讀上幾百遍，味道自然就讀出來了，就知道他在說些什麼。"
    },
    {
      "id": "02-037-0570_p0025",
      "zh_CN": "好，我们现在回到经本，一０九五页第一行第二句。『如来功德佛自知』，这句经文，「如《法华经寿量品》云：一切世间天人及阿修罗，皆谓今释迦牟尼佛，出释氏宫，去伽耶城不远，坐于道场，得阿耨多罗三藐三菩提」，这是佛说的话。佛说，一切世间天人阿修罗都是这个说法，为什么？他们看到了，看到释迦牟尼佛离开王宫，到伽耶城不远的地方，坐在菩提树下成道了，成无上正等正觉，就是成佛了。",
      "zh_TW": "好，我們現在回到經本，一０九五頁第一行第二句。『如來功德佛自知』，這句經文，「如《法華經壽量品》云：一切世間天人及阿修羅，皆謂今釋迦牟尼佛，出釋氏宮，去伽耶城不遠，坐於道場，得阿耨多羅三藐三菩提」，這是佛說的話。佛說，一切世間天人阿修羅都是這個說法，為什麼？他們看到了，看到釋迦牟尼佛離開王宮，到伽耶城不遠的地方，坐在菩提樹下成道了，成無上正等正覺，就是成佛了。"
    },
    {
      "id": "02-037-0570_p0026",
      "zh_CN": "下面佛继续说，「然善男子」，就是告诉我们这些大众，「我实成佛以来，无量无边百千万亿那由他劫」。法华会上佛讲真话，释迦牟尼佛不是在现在成佛的，早就成佛了，他在这个地方示现八相成道是表演的，舞台作戏的，不是真的，久远劫就成佛了。这句话里头含义深广没有边际，我们如果成佛了，真正成佛之后你对大众也是这个说法，我实成佛以来，无量无边百千万亿那由他劫。为什么？《华严经》上佛告诉我们，「一切众生本来是佛」，你怎么能说现在才成佛，你本来是佛。你现前只要把起心动念、分别执着放下，你就是佛。释迦佛说得没错，什么时候放下，回归佛位，你那个佛位是久远劫之前就是，不是新的位置，老的。带给我们坚定的信心。",
      "zh_TW": "下面佛繼續說，「然善男子」，就是告訴我們這些大眾，「我實成佛以來，無量無邊百千萬億那由他劫」。法華會上佛講真話，釋迦牟尼佛不是在現在成佛的，早就成佛了，他在這個地方示現八相成道是表演的，舞台作戲的，不是真的，久遠劫就成佛了。這句話裡頭含義深廣沒有邊際，我們如果成佛了，真正成佛之後你對大眾也是這個說法，我實成佛以來，無量無邊百千萬億那由他劫。為什麼？《華嚴經》上佛告訴我們，「一切眾生本來是佛」，你怎麼能說現在才成佛，你本來是佛。你現前只要把起心動念、分別執著放下，你就是佛。釋迦佛說得沒錯，什麼時候放下，回歸佛位，你那個佛位是久遠劫之前就是，不是新的位置，老的。帶給我們堅定的信心。"
    },
    {
      "id": "02-037-0570_p0027",
      "zh_CN": "证得这个境界，时间、空间没有了，时间没有了才叫无量寿，时间是假的不是真的；空间也不是真的，全是假的。你们想想《百法明门》，时间、空间摆在哪里？时间、空间不是心法、不是心所法，这就不是精神现象，也不是色法，它不是物质现象，它摆在二十四个不相应里头。不相应，二十四法。不相应，有，它不跟心相应，它不跟心所相应，它不跟色相应，但是它有，它跟这些都有关系，哪个也不属。现代的名词叫抽象概念，没有事实，空间跟时间是抽象概念。",
      "zh_TW": "證得這個境界，時間、空間沒有了，時間沒有了才叫無量壽，時間是假的不是真的；空間也不是真的，全是假的。你們想想《百法明門》，時間、空間擺在哪裡？時間、空間不是心法、不是心所法，這就不是精神現象，也不是色法，它不是物質現象，它擺在二十四個不相應裡頭。不相應，二十四法。不相應，有，它不跟心相應，它不跟心所相應，它不跟色相應，但是它有，它跟這些都有關係，哪個也不屬。現代的名詞叫抽象概念，沒有事實，空間跟時間是抽象概念。"
    },
    {
      "id": "02-037-0570_p0028",
      "zh_CN": "我们在地球上时间是从昼夜变化来的，昼夜是地球自转，对着太阳，白天；背着太阳，晚上。一个昼夜叫一天，分为二十四小时。中国古人分为十二个时辰，子、丑、寅、卯、辰、巳、午、未…这样分的，十二个时辰。所以现在外国人用，我们称为小时，它比我们的时间小，我们比它大一倍。不是真的，假的，有时差。如果我们住到月亮上去，到月亮去住，月亮住跟地球上时间完全不相同，月球也有自转，它转得慢，它的自转跟公转时间几乎相同。也就是说，月亮有半个月对着太阳，一边对着太阳，一边背着太阳。月球上一天（一个昼夜）是我们这个地球上的一个月。这时差不一样，每一个星球都不相同。这时间怎么算法？所以是假的，局限在一个小点上有时间空间，扩大就没有了，它不是真相。久远劫、无量劫也是一刹那，《华严经》上讲的「念劫圆融」，念是一念，劫是无量劫，长时间，一念是短时间，它可以划等号的。所以见性之后，时空没有了，宇宙这源起在哪里？就在眼前。我们这里讲几百年、几千年、几亿年、百亿年、千亿年、万亿年，他说就在当下，这个也是真的，不是假的。",
      "zh_TW": "我們在地球上時間是從晝夜變化來的，晝夜是地球自轉，對著太陽，白天；背著太陽，晚上。一個晝夜叫一天，分為二十四小時。中國古人分為十二個時辰，子、丑、寅、卯、辰、巳、午、未…這樣分的，十二個時辰。所以現在外國人用，我們稱為小時，它比我們的時間小，我們比它大一倍。不是真的，假的，有時差。如果我們住到月亮上去，到月亮去住，月亮住跟地球上時間完全不相同，月球也有自轉，它轉得慢，它的自轉跟公轉時間幾乎相同。也就是說，月亮有半個月對著太陽，一邊對著太陽，一邊背著太陽。月球上一天（一個晝夜）是我們這個地球上的一個月。這時差不一樣，每一個星球都不相同。這時間怎麼算法？所以是假的，侷限在一個小點上有時間空間，擴大就沒有了，它不是真相。久遠劫、無量劫也是一剎那，《華嚴經》上講的「念劫圓融」，念是一念，劫是無量劫，長時間，一念是短時間，它可以劃等號的。所以見性之後，時空沒有了，宇宙這源起在哪裡？就在眼前。我們這裡講幾百年、幾千年、幾億年、百億年、千億年、萬億年，他說就在當下，這個也是真的，不是假的。"
    },
    {
      "id": "02-037-0570_p0029",
      "zh_CN": "下面佛用比喻说，「譬如五百千万亿那由他阿僧祇三千大千世界」，这个数字可大了，天文数字。阿僧祇是古印度十大数里面的一个单位，我们称为阿僧祇劫。多少个阿僧祇？那由他的阿僧祇。多少那由他？五百千万亿。这是个很大的数字，能计算得出来。「假使有人抹为微尘」，这个后头讲的三千大千世界，三千大千世界，十亿个银河系，把十亿个银河系统统磨成微尘。这微尘我们眼睛看不见的，就算是大微尘，阿罗汉能看见，我们肉眼看不见。阿罗汉能看到这微尘，应该是我们现在所讲的原子，阿罗汉能看见，把它磨成这么小。",
      "zh_TW": "下面佛用比喻說，「譬如五百千萬億那由他阿僧祇三千大千世界」，這個數字可大了，天文數字。阿僧祇是古印度十大數裡面的一個單位，我們稱為阿僧祇劫。多少個阿僧祇？那由他的阿僧祇。多少那由他？五百千萬億。這是個很大的數字，能計算得出來。「假使有人抹為微塵」，這個後頭講的三千大千世界，三千大千世界，十億個銀河系，把十億個銀河系統統磨成微塵。這微塵我們眼睛看不見的，就算是大微塵，阿羅漢能看見，我們肉眼看不見。阿羅漢能看到這微塵，應該是我們現在所講的原子，阿羅漢能看見，把它磨成這麼小。"
    },
    {
      "id": "02-037-0570_p0030",
      "zh_CN": "「过于东方五百千万亿那由他阿僧祇国」，这是一个国土，这个国土就是佛的教化区。佛的教区，你下一点，这么多的微尘你把它放起来就一点。「如是东行」，尽量往东面走，「尽是微尘」，这微尘统统放完了，摆尽了。佛问，「诸善男子：于意云何」，你怎么个想法？「是诸世界，可得思惟校计，知其数不」。你能不能知道这个世界的数目，距离多大？往东方去，五百千万亿那由他阿僧祇国，下一点；再过五百千万亿那由他阿僧祇国，再下一点，这样把所有的微尘统统下尽了。佛问，这么多的世界，你能够思惟、能够校计，知道它有多少，有多少个佛国土？「弥勒菩萨等，俱白佛言」，不是弥勒菩萨一人，在会的大众统统都说。「世尊，是诸世界，无量无边，非算数所知，亦非心力所及」，这办不到，数不尽。佛说出这个比喻，「一切声闻辟支佛」，这不是凡人、不是天人，声闻是阿罗汉，辟支佛，以他们的无漏智，「不能思惟，知其限数」，他们做不到。「我等住阿惟越致」，这个地位，阿惟越致是圆教初住以上，别教是初地以上，都是明心见性的大菩萨，这不是普通菩萨。「于是事中，亦所不达」。「世尊：如是诸世界，无量无边」。这佛做了个总结，你们没有一个人知道，连弥勒菩萨（后补佛）、等觉菩萨也没法子知道。",
      "zh_TW": "「過於東方五百千萬億那由他阿僧祇國」，這是一個國土，這個國土就是佛的教化區。佛的教區，你下一點，這麼多的微塵你把它放起來就一點。「如是東行」，盡量往東面走，「盡是微塵」，這微塵統統放完了，擺盡了。佛問，「諸善男子：於意云何」，你怎麼個想法？「是諸世界，可得思惟校計，知其數不」。你能不能知道這個世界的數目，距離多大？往東方去，五百千萬億那由他阿僧祇國，下一點；再過五百千萬億那由他阿僧祇國，再下一點，這樣把所有的微塵統統下盡了。佛問，這麼多的世界，你能夠思惟、能夠校計，知道它有多少，有多少個佛國土？「彌勒菩薩等，俱白佛言」，不是彌勒菩薩一人，在會的大眾統統都說。「世尊，是諸世界，無量無邊，非算數所知，亦非心力所及」，這辦不到，數不盡。佛說出這個比喻，「一切聲聞辟支佛」，這不是凡人、不是天人，聲聞是阿羅漢，辟支佛，以他們的無漏智，「不能思惟，知其限數」，他們做不到。「我等住阿惟越致」，這個地位，阿惟越致是圓教初住以上，別教是初地以上，都是明心見性的大菩薩，這不是普通菩薩。「於是事中，亦所不達」。「世尊：如是諸世界，無量無邊」。這佛做了個總結，你們沒有一個人知道，連彌勒菩薩（後補佛）、等覺菩薩也沒法子知道。"
    },
    {
      "id": "02-037-0570_p0031",
      "zh_CN": "「尔时，佛告大菩萨众，诸善男子：今当分明宣语汝等」，佛在此地向阿惟越致这些菩萨们宣说。「是诸世界，若着微尘，及不著者，尽以为尘」，这个不得了，这数字可不得了，把这些统统都变成微尘。「一尘一劫」，一个尘是一个劫，「我成佛以来，复过于此百千万亿那由他阿僧祇劫」。佛这个比喻我们想不出来，我们这阿赖耶识里头没这个概念。佛能想得出来，用这个比喻让我们去体会，佛的寿命真的无量无边、无尽无数。这经文表示佛的寿量，「补处大士亦所不达」。弥勒是补处菩萨，后补佛，也就是他距离成佛只是一个位次，他不知道。所以这桩事情，唯佛与佛方能究竟，真正搞清楚、搞明白，没成佛不知道。弥勒菩萨还有一品生相无明的习气没断，所以他知道，但是不清楚，不能透彻，等觉以下的菩萨就更不必说了。",
      "zh_TW": "「爾時，佛告大菩薩眾，諸善男子：今當分明宣語汝等」，佛在此地向阿惟越致這些菩薩們宣說。「是諸世界，若著微塵，及不著者，盡以為塵」，這個不得了，這數字可不得了，把這些統統都變成微塵。「一塵一劫」，一個塵是一個劫，「我成佛以來，復過於此百千萬億那由他阿僧祇劫」。佛這個比喻我們想不出來，我們這阿賴耶識裡頭沒這個概念。佛能想得出來，用這個比喻讓我們去體會，佛的壽命真的無量無邊、無盡無數。這經文表示佛的壽量，「補處大士亦所不達」。彌勒是補處菩薩，後補佛，也就是他距離成佛只是一個位次，他不知道。所以這樁事情，唯佛與佛方能究竟，真正搞清楚、搞明白，沒成佛不知道。彌勒菩薩還有一品生相無明的習氣沒斷，所以他知道，但是不清楚，不能透徹，等覺以下的菩薩就更不必說了。"
    },
    {
      "id": "02-037-0570_p0032",
      "zh_CN": "我们读了这段经文，这是《法华经》上的，多数人会怀疑。也有人很佩服释迦牟尼佛，很会说大话，我们说不出来，他能说出来，这真是无碍辩才。几个人能相信，几个人不怀疑？所以佛这些话通常不讲，讲了没用，引起别人怀疑。引起别人怀疑，就是引起别人烦恼，佛不会做这个事情。法华会上再说，已经听佛讲经说法四十二年了。佛讲经说法四十二年之后，从四十三年开始才讲《法华经》，前头有四十二年的基础，不是一般人。这些人虽然没有法子计算，但是对佛的话相信、不怀疑，佛说的是真的，决定不是假的。补处大士亦所不达，达不到。「是故佛之功德，唯佛自知」，唯有佛自己知道，以及其他诸佛都知道。没成佛不知道！成佛才知道。要成究竟圆满佛，十法界里的佛不行，天台四教，藏教的佛不行，通教佛也不行，别教佛也不行，圆教佛才知道。贤首讲五教，小始终顿圆，也是圆教佛，小始终顿都不行。",
      "zh_TW": "我們讀了這段經文，這是《法華經》上的，多數人會懷疑。也有人很佩服釋迦牟尼佛，很會說大話，我們說不出來，他能說出來，這真是無礙辯才。幾個人能相信，幾個人不懷疑？所以佛這些話通常不講，講了沒用，引起別人懷疑。引起別人懷疑，就是引起別人煩惱，佛不會做這個事情。法華會上再說，已經聽佛講經說法四十二年了。佛講經說法四十二年之後，從四十三年開始才講《法華經》，前頭有四十二年的基礎，不是一般人。這些人雖然沒有法子計算，但是對佛的話相信、不懷疑，佛說的是真的，決定不是假的。補處大士亦所不達，達不到。「是故佛之功德，唯佛自知」，唯有佛自己知道，以及其他諸佛都知道。沒成佛不知道！成佛才知道。要成究竟圓滿佛，十法界裡的佛不行，天台四教，藏教的佛不行，通教佛也不行，別教佛也不行，圓教佛才知道。賢首講五教，小始終頓圓，也是圓教佛，小始終頓都不行。"
    },
    {
      "id": "02-037-0570_p0033",
      "zh_CN": "「故下复云」，下面这句经文说，「唯有世尊能开示。开示者，开佛知见，示佛知见」。佛是教学，这是我们一定要把它搞清楚、搞明白。我们希望佛教能够回归到教学，对社会大众才真有好处。不但佛教，所有宗教都应当回归到教学，就会把人教好。人要是教好，社会就安定、就和谐了。中国古人说了两句话，子不教，人心坏了；家不齐，社会乱了。现在没有家了，家不齐三个字用不上了，我把它换了三个字，人不学，社会就乱了。子不教，人心坏了，人不学，社会就乱了。学什么？学伦理。学伦理是知道人与人的关系，人与这一切动物的关系、一切植物的关系，跟山河大地的关系，这都是佛家讲的伦理。更超越的，与不同空间维次生物的关系，这都讲到地球之外去了。关系要知道，关系很重要，为什么？因为这一切都是我们念头变现出来的，我们不能不知道。不知道，把关系搞错了，灾难就来了；关系处好了，幸福就来了，什么灾难也没有。",
      "zh_TW": "「故下復云」，下面這句經文說，「唯有世尊能開示。開示者，開佛知見，示佛知見」。佛是教學，這是我們一定要把它搞清楚、搞明白。我們希望佛教能夠回歸到教學，對社會大眾才真有好處。不但佛教，所有宗教都應當回歸到教學，就會把人教好。人要是教好，社會就安定、就和諧了。中國古人說了兩句話，子不教，人心壞了；家不齊，社會亂了。現在沒有家了，家不齊三個字用不上了，我把它換了三個字，人不學，社會就亂了。子不教，人心壞了，人不學，社會就亂了。學什麼？學倫理。學倫理是知道人與人的關係，人與這一切動物的關係、一切植物的關係，跟山河大地的關係，這都是佛家講的倫理。更超越的，與不同空間維次生物的關係，這都講到地球之外去了。關係要知道，關係很重要，為什麼？因為這一切都是我們念頭變現出來的，我們不能不知道。不知道，把關係搞錯了，災難就來了；關係處好了，幸福就來了，什麼災難也沒有。"
    },
    {
      "id": "02-037-0570_p0034",
      "zh_CN": "今天整个社会遇到这么大的困难，困难从哪来的？说实实在在话，就是教育出了问题，全球性的，不是局部的。整个世界教育搞乱了，没了，没有教人做人的教育，应该怎么做人，应该怎么处事，没有。真的，只有科学技术的教育，教你操作，怎样去操作机器。高一等的，怎样去制造机器，中下的是怎样去操作运用这个机器，其他的不讲了。机器可以发展，人性没有了。人性没有怎么？他向负面方面发展，自私自利，只有自己没有别人，父子也不认了。中国可能好一点，在外国，父子上餐厅吃饭，各人付各人的钱，没有儿子付父亲的，父亲也不给儿子付，各人付各人的，这自私自利到极处。所以孩子不养父母，父母生了小孩不教他，为什么？他不养他，所以他也不教他了。恶性循环，这样循环下去，外国宗教所说的世界末日，这个地球走向毁灭。毁灭最可能的还不是自然，最可能就是核子战争、生化战争，一次战争就能把地球毁灭得干干净净。",
      "zh_TW": "今天整個社會遇到這麼大的困難，困難從哪來的？說實實在在話，就是教育出了問題，全球性的，不是局部的。整個世界教育搞亂了，沒了，沒有教人做人的教育，應該怎麼做人，應該怎麼處事，沒有。真的，只有科學技術的教育，教你操作，怎樣去操作機器。高一等的，怎樣去製造機器，中下的是怎樣去操作運用這個機器，其他的不講了。機器可以發展，人性沒有了。人性沒有怎麼？他向負面方面發展，自私自利，只有自己沒有別人，父子也不認了。中國可能好一點，在外國，父子上餐廳吃飯，各人付各人的錢，沒有兒子付父親的，父親也不給兒子付，各人付各人的，這自私自利到極處。所以孩子不養父母，父母生了小孩不教他，為什麼？他不養他，所以他也不教他了。惡性循環，這樣循環下去，外國宗教所說的世界末日，這個地球走向毀滅。毀滅最可能的還不是自然，最可能就是核子戰爭、生化戰爭，一次戰爭就能把地球毀滅得乾乾淨淨。"
    },
    {
      "id": "02-037-0570_p0035",
      "zh_CN": "这个地球上人不能够生存，不能居住，为什么？全是毒，土壤有毒，水有毒，空气有毒。所以科学发展到极处，没有人文，科学就会把世界毁灭。这是科学家提出的警告，他们知道这个趋向，看到这个结果，告诉大家，他也没办法解决，也救不了这个世界。所以汤恩比提出来，中国传统文化能救世界，能解决这一场大灾难。可是怎样？没人相信。不过现在看趋势，相信的人愈来愈多了，这是个好现象。问题时间非常迫急，看看来得及来不及。如果大家觉悟得快，也许还有救；慢了，来不及。今天最迫切需要的，就是把《群书治要》翻成世界各种不同的文字，在全世界流通。每个人读了这个书，有所感悟，能回过头来，这世界就有救，别的来不及了。",
      "zh_TW": "這個地球上人不能夠生存，不能居住，為什麼？全是毒，土壤有毒，水有毒，空氣有毒。所以科學發展到極處，沒有人文，科學就會把世界毀滅。這是科學家提出的警告，他們知道這個趨向，看到這個結果，告訴大家，他也沒辦法解決，也救不了這個世界。所以湯恩比提出來，中國傳統文化能救世界，能解決這一場大災難。可是怎樣？沒人相信。不過現在看趨勢，相信的人愈來愈多了，這是個好現象。問題時間非常迫急，看看來得及來不及。如果大家覺悟得快，也許還有救；慢了，來不及。今天最迫切需要的，就是把《群書治要》翻成世界各種不同的文字，在全世界流通。每個人讀了這個書，有所感悟，能回過頭來，這世界就有救，別的來不及了。"
    },
    {
      "id": "02-037-0570_p0036",
      "zh_CN": "大乘佛法，就这部《无量寿经》能救世界，能救灾难，问题你肯不肯相信。现在还有很多人反对，认为会集是错误的，这就难了。现实摆在面前，我们要细心去观察，要找到最有效的东西，我们没有那么长的时间来学习，要能够立刻见效。我们要鼓励不同的宗教，从他们经典里面节录出来伦理、道德、因果，真能拯救现实社会的这些篇章，节录出来编成一本，救急用！好，今天时间到了，我们就学习到此地。",
      "zh_TW": "大乘佛法，就這部《無量壽經》能救世界，能救災難，問題你肯不肯相信。現在還有很多人反對，認為會集是錯誤的，這就難了。現實擺在面前，我們要細心去觀察，要找到最有效的東西，我們沒有那麼長的時間來學習，要能夠立刻見效。我們要鼓勵不同的宗教，從他們經典裡面節錄出來倫理、道德、因果，真能拯救現實社會的這些篇章，節錄出來編成一本，救急用！好，今天時間到了，我們就學習到此地。"
    }
  ]
}