{
  "doc_id": "02-037-0027",
  "title": {
    "zh_CN": "净土大经科注",
    "zh_TW": "淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十七集",
    "zh_TW": "第二十七集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-037-0027",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "02-037-0027_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《净土大经科注》第一百八十二面倒数第二行，看「解」：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《淨土大經科註》第一百八十二面倒數第二行，看「解」："
    },
    {
      "id": "02-037-0027_p0002",
      "zh_CN": "「且此一句佛号，下手最易，无分男女老少，不论智愚闲忙，人人能念，个个可行。名召万德，妙感难思。从有念巧入无念，即凡心顿显果德。」前面念老从宗教显密这些典籍以及古大德的解释，说明这句名号功德无量无边。念佛的人多，真正知道这句名号功德的人不多。我们看到许多念佛几十年，对名号功德都不能够理解，遇到病苦，逆境现前，对名号的信心不足，还要求别的法门，还要求特别的神咒，这个都是不能够了解名号真正的义趣。",
      "zh_TW": "「且此一句佛號，下手最易，無分男女老少，不論智愚閑忙，人人能念，個個可行。名召萬德，妙感難思。從有念巧入無念，即凡心頓顯果德。」前面念老從宗教顯密這些典籍以及古大德的解釋，說明這句名號功德無量無邊。念佛的人多，真正知道這句名號功德的人不多。我們看到許多念佛幾十年，對名號功德都不能夠理解，遇到病苦，逆境現前，對名號的信心不足，還要求別的法門，還要求特別的神咒，這個都是不能夠了解名號真正的義趣。"
    },
    {
      "id": "02-037-0027_p0003",
      "zh_CN": "前清乾隆年间灌顶法师说过，这也是一位大德，通宗通教，显密圆融，著作等身。日本《卍续藏》搜集他的著作二十多种，他的著作总共超过五十种。大师在他注解的《观经直指》（《观无量寿佛经》，他这注解名字叫《直指》），里面说过，我们遇到重大的灾难，所有的经、论、忏法都不灵了，都救不了，解决不了问题，最后还有一个方法，决定能解决，就是一句阿弥陀佛。你看，谁相信？我们遇到困难的时候，赶紧找别的地方去了，对于佛号放弃了。为什么我们念了一辈子佛号不灵？不是佛号不灵，是我们不会念。怎么说不会念？你带着怀疑的心去念就不灵，你不相信它。是天天念，半信半疑，念总比不念好。这样的心态就不灵，不是名号不灵，是自己不灵。前面蕅益大师给我们举的例子，大师讲信，第一个是信自己；连自己都不能够相信，佛菩萨帮不上忙。我们有一分信心，佛能帮一分忙；有十分信心，佛就能帮十分忙；这个人有万分信心，佛对他的帮忙是万分。",
      "zh_TW": "前清乾隆年間灌頂法師說過，這也是一位大德，通宗通教，顯密圓融，著作等身。日本《卍續藏》蒐集他的著作二十多種，他的著作總共超過五十種。大師在他註解的《觀經直指》（《觀無量壽佛經》，他這註解名字叫《直指》），裡面說過，我們遇到重大的災難，所有的經、論、懺法都不靈了，都救不了，解決不了問題，最後還有一個方法，決定能解決，就是一句阿彌陀佛。你看，誰相信？我們遇到困難的時候，趕緊找別的地方去了，對於佛號放棄了。為什麼我們念了一輩子佛號不靈？不是佛號不靈，是我們不會念。怎麼說不會念？你帶著懷疑的心去念就不靈，你不相信它。是天天念，半信半疑，念總比不念好。這樣的心態就不靈，不是名號不靈，是自己不靈。前面蕅益大師給我們舉的例子，大師講信，第一個是信自己；連自己都不能夠相信，佛菩薩幫不上忙。我們有一分信心，佛能幫一分忙；有十分信心，佛就能幫十分忙；這個人有萬分信心，佛對他的幫忙是萬分。"
    },
    {
      "id": "02-037-0027_p0004",
      "zh_CN": "为什么不信？对于经、对于论，经是讲净土三经，论是讲《往生论》，这个里头的道理没搞清楚。真的搞清楚、搞明白就相信了，死心塌地相信了，确确实实认为这句名号功德所有一切经、一切法事统统都比不上，一点都不假。如果这句佛号不灵，再就找不到东西了，十方三世一切诸佛所修法里头，这一句是最灵光的，达到登峰造极。就是难信，这你就相信了，这句话，难信之法。难信能信，祖师大德都肯定你是上上根人。不容易！几个人相信？所以相信的人是难能可贵，稀有难逢。",
      "zh_TW": "為什麼不信？對於經、對於論，經是講淨土三經，論是講《往生論》，這個裡頭的道理沒搞清楚。真的搞清楚、搞明白就相信了，死心塌地相信了，確確實實認為這句名號功德所有一切經、一切法事統統都比不上，一點都不假。如果這句佛號不靈，再就找不到東西了，十方三世一切諸佛所修法裡頭，這一句是最靈光的，達到登峰造極。就是難信，這你就相信了，這句話，難信之法。難信能信，祖師大德都肯定你是上上根人。不容易！幾個人相信？所以相信的人是難能可貴，稀有難逢。"
    },
    {
      "id": "02-037-0027_p0005",
      "zh_CN": "这个道理连现代的科学家、量子力学家，他们都发现了，发现我们这个经上所讲的一向专念。无论你念什么，你真正做到一向专念，那个能量都不可思议。那个能量可以改变地球，这么大的能量。对于自己，我们身体里头发生一点小毛病那算什么！多少，中国、外国也有，得到严重的疾病，医疗束手无策，可是这些人过没多久他自然好了，再去检查病没有了，这外国人里头有。什么原因？心情好，没有杂念，没有邪念，他只有正念，就能让身心恢复正常。这是现代科学所说的以心控物，用我们的意念控制我们这物质的身体。你的心清净，念头清净，你什么病都不会生，染上什么病，不需要治，自然就好了，你能相信吗？一切念头里头最好的念头就是阿弥陀佛，没有比这个再好了，你有这个念头还得了吗？我们得要相信。信的人，祖师大德都说，你是上上根。",
      "zh_TW": "這個道理連現代的科學家、量子力學家，他們都發現了，發現我們這個經上所講的一向專念。無論你念什麼，你真正做到一向專念，那個能量都不可思議。那個能量可以改變地球，這麼大的能量。對於自己，我們身體裡頭發生一點小毛病那算什麼！多少，中國、外國也有，得到嚴重的疾病，醫療束手無策，可是這些人過沒多久他自然好了，再去檢查病沒有了，這外國人裡頭有。什麼原因？心情好，沒有雜念，沒有邪念，他只有正念，就能讓身心恢復正常。這是現代科學所說的以心控物，用我們的意念控制我們這物質的身體。你的心清淨，念頭清淨，你什麼病都不會生，染上什麼病，不需要治，自然就好了，你能相信嗎？一切念頭裡頭最好的念頭就是阿彌陀佛，沒有比這個再好了，你有這個念頭還得了嗎？我們得要相信。信的人，祖師大德都說，你是上上根。"
    },
    {
      "id": "02-037-0027_p0006",
      "zh_CN": "这句佛号下手容易，你看不论男女老少，也不论智愚闲忙，人人都能念，个个都可行。下面说出名号的功德，这个说到顶处了。「名召万德」，这个前面我们讲了二、三次，大概五、六个小时，都讲这句名号功德。真的，一点都不假，因为它是遍法界虚空界万事万物理体的名称，当人自性，不是别的，自性的德号。自性德号很多，它排名第一。所以「妙感难思」，妙感是什么？不可思议，无法想像，感应，非常的明显。下面具体给我们举例说出来，「从有念巧入无念」，就念这句佛号。无念是什么？无念是明心见性。参禅，明心见性不容易；修观，修止观，明心见性也难；念这一句阿弥陀佛的人，明心见性容易。有没有念阿弥陀佛明心见性的？有，例子很多。念到理一心不乱就明心见性，什么叫理一心不乱？无念。念而无念，无念而念，这是法身菩萨，他超越十法界了。就这么单纯，就这么简单，他就能证到极果。念到无念的时候什么都通了，念佛是一个法门，这个法门通了，无量法门全通了；这一句名号通了，所有一切经论也全通了。《华严经》上说的，一即一切，一切即一，这个一就是一句名号。真正难信，它确实是事实。「即凡心顿显果德」，这个果是妙觉如来，从凡心里面顿显，不是慢慢的显，就是宗门讲豁然开悟。",
      "zh_TW": "這句佛號下手容易，你看不論男女老少，也不論智愚閒忙，人人都能念，個個都可行。下面說出名號的功德，這個說到頂處了。「名召萬德」，這個前面我們講了二、三次，大概五、六個小時，都講這句名號功德。真的，一點都不假，因為它是遍法界虛空界萬事萬物理體的名稱，當人自性，不是別的，自性的德號。自性德號很多，它排名第一。所以「妙感難思」，妙感是什麼？不可思議，無法想像，感應，非常的明顯。下面具體給我們舉例說出來，「從有念巧入無念」，就念這句佛號。無念是什麼？無念是明心見性。參禪，明心見性不容易；修觀，修止觀，明心見性也難；念這一句阿彌陀佛的人，明心見性容易。有沒有念阿彌陀佛明心見性的？有，例子很多。念到理一心不亂就明心見性，什麼叫理一心不亂？無念。念而無念，無念而念，這是法身菩薩，他超越十法界了。就這麼單純，就這麼簡單，他就能證到極果。念到無念的時候什麼都通了，念佛是一個法門，這個法門通了，無量法門全通了；這一句名號通了，所有一切經論也全通了。《華嚴經》上說的，一即一切，一切即一，這個一就是一句名號。真正難信，它確實是事實。「即凡心頓顯果德」，這個果是妙覺如來，從凡心裡面頓顯，不是慢慢的顯，就是宗門講豁然開悟。"
    },
    {
      "id": "02-037-0027_p0007",
      "zh_CN": "下面举例，「如《疏钞》云：齐诸圣于片言」，诸圣是谁？四十一位法身大士。诸是多，四十一个；圣，从圆教初住，这是圣人。圆教初住等于别教初地，这不是凡夫，法身大士。十住、十行、十回向、十地四十个位次，再上去有个等觉，四十一位法身大士，跟他们平等，齐是平等。就靠一句阿弥陀佛就跟他们平等，跟等觉菩萨平等。「越三祇于一念」，越是超越，三祇是三大阿僧祇劫。三大阿僧祇劫是什么回事情？你明心见性了，你证得圆教初住的果位，《华严经》上说的，你生实报庄严土。经历四十一个阶级，四十一个位次，将无明习气断尽了，你证得妙觉果位，这就超越了，时间是三个阿僧祇劫。",
      "zh_TW": "下面舉例，「如《疏鈔》云：齊諸聖於片言」，諸聖是誰？四十一位法身大士。諸是多，四十一個；聖，從圓教初住，這是聖人。圓教初住等於別教初地，這不是凡夫，法身大士。十住、十行、十迴向、十地四十個位次，再上去有個等覺，四十一位法身大士，跟他們平等，齊是平等。就靠一句阿彌陀佛就跟他們平等，跟等覺菩薩平等。「越三祇於一念」，越是超越，三祇是三大阿僧祇劫。三大阿僧祇劫是什麼回事情？你明心見性了，你證得圓教初住的果位，《華嚴經》上說的，你生實報莊嚴土。經歷四十一個階級，四十一個位次，將無明習氣斷盡了，你證得妙覺果位，這就超越了，時間是三個阿僧祇劫。"
    },
    {
      "id": "02-037-0027_p0008",
      "zh_CN": "用什么方法？一念，就是这一念南无阿弥陀佛，一句佛号，超越四十一个阶级，四十一位圣人，超越三个阿僧祇劫，就这一句名号。真难信！为什么？我们说我们一生当中没有看到一个相信的人，因为真的相信了，他什么都放下了，世出世间法他一切都放下，他真的专心去念，他真相信了。还搞搞这个，还搞搞那个，这是不相信。真信的人我们只看到一个，这个人现在还在，东北刘素云居士，我就看到这一个人，这个人真信。她就一部《无量寿经》、一句佛号，一生其他的边都不沾。有没有这样的成就？齐诸圣，越三祇，有没有这个？大概功夫还不太到，但是她走的是这条路，我们有理由相信她，她会达到这个境界。真正不可思议！这是信得深，一丝毫怀疑都没有；行得切，干净俐落，就一句佛号。绝不会为外面境界所动摇，千经万论、无量法门她如如不动，就是一句佛号念到底，这是我们的好样子。",
      "zh_TW": "用什麼方法？一念，就是這一念南無阿彌陀佛，一句佛號，超越四十一個階級，四十一位聖人，超越三個阿僧祇劫，就這一句名號。真難信！為什麼？我們說我們一生當中沒有看到一個相信的人，因為真的相信了，他什麼都放下了，世出世間法他一切都放下，他真的專心去念，他真相信了。還搞搞這個，還搞搞那個，這是不相信。真信的人我們只看到一個，這個人現在還在，東北劉素雲居士，我就看到這一個人，這個人真信。她就一部《無量壽經》、一句佛號，一生其他的邊都不沾。有沒有這樣的成就？齊諸聖，越三祇，有沒有這個？大概功夫還不太到，但是她走的是這條路，我們有理由相信她，她會達到這個境界。真正不可思議！這是信得深，一絲毫懷疑都沒有；行得切，乾淨俐落，就一句佛號。絕不會為外面境界所動搖，千經萬論、無量法門她如如不動，就是一句佛號念到底，這是我們的好樣子。"
    },
    {
      "id": "02-037-0027_p0009",
      "zh_CN": "「极圆极顿」，圆是圆满，这个法门是大圆满，一丝毫欠缺都没有，顿是快速，顿超。你想想看，凡夫成佛要无量劫；明心见性，证得法身了，还得三个阿僧祇劫断无明习气，才能够证到妙觉果位，不容易！人家一句名号就圆满了，你说这多快！这是顿超。而且什么？它简单，太简单了，「至简」，没有比这个更简单，「至易」，没有比这个更容易。你看这么简单、这么容易，成就又是那么圆满、那么快速、那么高。这是佛教里头真正稀有难逢的独特的一个法门，我们有缘遇到，这比什么都幸运。遇到你要不相信，等于没有遇到，你要相信那你就中奖了，你这一生肯定就成就了。「故知发菩提心，一向专念不但为本经之纲宗，实亦为一大藏教之指归」。后头这句话说得好！一大藏教代表什么？代表释迦牟尼佛四十九年所说的一切法，也代表十方三世一切诸佛如来各个所说的一切法，都不超越这一句名号功德，这名号功德还得了吗！",
      "zh_TW": "「極圓極頓」，圓是圓滿，這個法門是大圓滿，一絲毫欠缺都沒有，頓是快速，頓超。你想想看，凡夫成佛要無量劫；明心見性，證得法身了，還得三個阿僧祇劫斷無明習氣，才能夠證到妙覺果位，不容易！人家一句名號就圓滿了，你說這多快！這是頓超。而且什麼？它簡單，太簡單了，「至簡」，沒有比這個更簡單，「至易」，沒有比這個更容易。你看這麼簡單、這麼容易，成就又是那麼圓滿、那麼快速、那麼高。這是佛教裡頭真正稀有難逢的獨特的一個法門，我們有緣遇到，這比什麼都幸運。遇到你要不相信，等於沒有遇到，你要相信那你就中獎了，你這一生肯定就成就了。「故知發菩提心，一向專念不但為本經之綱宗，實亦為一大藏教之指歸」。後頭這句話說得好！一大藏教代表什麼？代表釋迦牟尼佛四十九年所說的一切法，也代表十方三世一切諸佛如來各個所說的一切法，都不超越這一句名號功德，這名號功德還得了嗎！"
    },
    {
      "id": "02-037-0027_p0010",
      "zh_CN": "我最初看到这条信息，是李老师把这部经，只有经文，没有注解，但是经文前面有梅光羲居士一篇序文，序文写的很长，写得非常精彩。当中有一段提到，中国在隋唐时代，我们知道隋唐时代是中国佛教的黄金时代，高僧大德都在那个时候出现。佛法里面大小乘十个宗派也都在那个时候建立的，那个时候国家在全世界是鼎盛的时期，大唐帝国。中国的高僧大德，这祖师大德，外国到中国来留学的这些学生，学成之后回去也都是他们自己国家的祖师大德。这些人曾经想过这么一个问题，就是释迦佛四十九年所说的一切法，这一切经，哪一部经是第一，可以代表释迦牟尼佛四十九年所说的一切经？结果大家公认《华严经》第一。所以称《华严》为根本法轮，一切经都是《华严》眷属，《华严》是根本。",
      "zh_TW": "我最初看到這條信息，是李老師把這部經，只有經文，沒有註解，但是經文前面有梅光羲居士一篇序文，序文寫的很長，寫得非常精彩。當中有一段提到，中國在隋唐時代，我們知道隋唐時代是中國佛教的黃金時代，高僧大德都在那個時候出現。佛法裡面大小乘十個宗派也都在那個時候建立的，那個時候國家在全世界是鼎盛的時期，大唐帝國。中國的高僧大德，這祖師大德，外國到中國來留學的這些學生，學成之後回去也都是他們自己國家的祖師大德。這些人曾經想過這麼一個問題，就是釋迦佛四十九年所說的一切法，這一切經，哪一部經是第一，可以代表釋迦牟尼佛四十九年所說的一切經？結果大家公認《華嚴經》第一。所以稱《華嚴》為根本法輪，一切經都是《華嚴》眷屬，《華嚴》是根本。"
    },
    {
      "id": "02-037-0027_p0011",
      "zh_CN": "可是《华严经》最后怎么成就的？《华严经》的圆满，圆满在哪里？最后圆满在普贤菩萨十大愿王导归极乐，《华严》归到《无量寿》去了。所以，这些大德们说，《华严》、《法华》皆是《无量寿》的引导而已，引导你入《无量寿》，那就是变成《无量寿经》是第一。《无量寿经》，夏老的会集本有四十八品，哪一品是第一？我们继续追，他告诉我们《无量寿经》第一，《无量寿经》四十八品，哪一品第一？当然，这祖师都说过，第六品第一，第六品是四十八愿，四十八愿第一。四十八愿有四十八条，哪一愿是第一？再追！这也是祖师大德们公认的，第十八愿，十八愿是十念必生，就是一向专念，这是名号第一。我最初是看这段经文，继续追的时候，就追到名号第一；换句话说，名号是一切诸佛如来所说一切经教的总纲领，它是根源，一切法都不离名号。",
      "zh_TW": "可是《華嚴經》最後怎麼成就的？《華嚴經》的圓滿，圓滿在哪裡？最後圓滿在普賢菩薩十大願王導歸極樂，《華嚴》歸到《無量壽》去了。所以，這些大德們說，《華嚴》、《法華》皆是《無量壽》的引導而已，引導你入《無量壽》，那就是變成《無量壽經》是第一。《無量壽經》，夏老的會集本有四十八品，哪一品是第一？我們繼續追，他告訴我們《無量壽經》第一，《無量壽經》四十八品，哪一品第一？當然，這祖師都說過，第六品第一，第六品是四十八願，四十八願第一。四十八願有四十八條，哪一願是第一？再追！這也是祖師大德們公認的，第十八願，十八願是十念必生，就是一向專念，這是名號第一。我最初是看這段經文，繼續追的時候，就追到名號第一；換句話說，名號是一切諸佛如來所說一切經教的總綱領，它是根源，一切法都不離名號。"
    },
    {
      "id": "02-037-0027_p0012",
      "zh_CN": "那再想想，名号的意思是什么？梵文的意思翻成中文，一看中文就明白了。阿翻作无，弥陀翻作量，佛翻作觉，你看翻成中国意思是无量觉。无量是没有限量，觉而不迷。我们想想，哪一尊佛不是无量觉？成佛就是成了无量觉。所以这个名号是一切诸佛的总名号，不是一个人单独的名号，是一切诸佛如来的总名号。同时，又是我们自己的名号。《华严经》上佛说，「一切众生本来是佛」；换句话说，你本来是无量觉，现在又念无量觉，你怎么会不证无量觉？当然证无量觉。你从这个去仔细思惟、观察，你就能够体会到，名号功德真不可思议。他这里讲极圆极顿、至简至易，你完全相信、完全肯定，你不再怀疑了；不再怀疑你就具足无量功德。前面说过，名号是当人，就是自己的体性，不是别的，圆满自性的德号，与自己关系太密切了。我们看到中峰禅师《三时系念法事》，里面有一句开示说，「阿弥陀佛即是我心，我心即是阿弥陀佛；此方即是净土，净土即是此方」，这一点都不错。这句佛号能不念吗？不念就错了，不念就迷了，不念你没真觉悟。你还想别的法门，你还想其他的，你迷了，你没觉悟。念老在这里总结得好，发心、专念，本经的纲宗，修行最重要的纲领、宗要。也是释迦牟尼佛出现在我们这个地球上，讲经说法四十九年的指归，归到这一句名号。",
      "zh_TW": "那再想想，名號的意思是什麼？梵文的意思翻成中文，一看中文就明白了。阿翻作無，彌陀翻作量，佛翻作覺，你看翻成中國意思是無量覺。無量是沒有限量，覺而不迷。我們想想，哪一尊佛不是無量覺？成佛就是成了無量覺。所以這個名號是一切諸佛的總名號，不是一個人單獨的名號，是一切諸佛如來的總名號。同時，又是我們自己的名號。《華嚴經》上佛說，「一切眾生本來是佛」；換句話說，你本來是無量覺，現在又念無量覺，你怎麼會不證無量覺？當然證無量覺。你從這個去仔細思惟、觀察，你就能夠體會到，名號功德真不可思議。他這裡講極圓極頓、至簡至易，你完全相信、完全肯定，你不再懷疑了；不再懷疑你就具足無量功德。前面說過，名號是當人，就是自己的體性，不是別的，圓滿自性的德號，與自己關係太密切了。我們看到中峰禪師《三時繫念法事》，裡面有一句開示說，「阿彌陀佛即是我心，我心即是阿彌陀佛；此方即是淨土，淨土即是此方」，這一點都不錯。這句佛號能不念嗎？不念就錯了，不念就迷了，不念你沒真覺悟。你還想別的法門，你還想其他的，你迷了，你沒覺悟。念老在這裡總結得好，發心、專念，本經的綱宗，修行最重要的綱領、宗要。也是釋迦牟尼佛出現在我們這個地球上，講經說法四十九年的指歸，歸到這一句名號。"
    },
    {
      "id": "02-037-0027_p0013",
      "zh_CN": "名号再归到哪里？这下面讲「明趣」，这个第四段讲明趣，我们看注解。「宗之所归者名趣」，趣是什么？趣向，它归到哪里，归是回归，回到什么地方。「发菩提心，一向专念之所归，在于往生极乐净土，证三不退」，这就是发心专念的指归。归到哪里？归到西方极乐世界，证三不退。「故本经以圆生四土，迳登不退为趣」，这个一句了不起，圆生四土，闻所未闻、见所未见的奇妙的境界。只有西方极乐世界有，华藏世界都没有。一切诸佛如来都有四土，但是四土不可能圆生，因为四土高下差别太大，你怎么能够圆生？可是极乐世界是圆生，真的，不是假的。圆证三不退，三不退也是有阶段的，这是一切经上都是这么说的，十方诸佛刹土也都是这些事情。你必须断见思烦恼，你才能够生方便土，凡夫一品烦恼都没有断，只能够生同居土。断见思才能生方便土，破无明才能生实报土，经过三个阿僧祇劫，无始无明习气断干净了，生常寂光土。不圆，有阶级，像四层大楼一样，一层一层上。圆生是什么？一生一切生，我们没法想像，比喻都无法比喻。一即是四，四即是一，一生一切生，只有这部经上讲的。",
      "zh_TW": "名號再歸到哪裡？這下面講「明趣」，這個第四段講明趣，我們看註解。「宗之所歸者名趣」，趣是什麼？趣向，它歸到哪裡，歸是回歸，回到什麼地方。「發菩提心，一向專念之所歸，在於往生極樂淨土，證三不退」，這就是發心專念的指歸。歸到哪裡？歸到西方極樂世界，證三不退。「故本經以圓生四土，逕登不退為趣」，這個一句了不起，圓生四土，聞所未聞、見所未見的奇妙的境界。只有西方極樂世界有，華藏世界都沒有。一切諸佛如來都有四土，但是四土不可能圓生，因為四土高下差別太大，你怎麼能夠圓生？可是極樂世界是圓生，真的，不是假的。圓證三不退，三不退也是有階段的，這是一切經上都是這麼說的，十方諸佛剎土也都是這些事情。你必須斷見思煩惱，你才能夠生方便土，凡夫一品煩惱都沒有斷，只能夠生同居土。斷見思才能生方便土，破無明才能生實報土，經過三個阿僧祇劫，無始無明習氣斷乾淨了，生常寂光土。不圓，有階級，像四層大樓一樣，一層一層上。圓生是什麼？一生一切生，我們沒法想像，比喻都無法比喻。一即是四，四即是一，一生一切生，只有這部經上講的。"
    },
    {
      "id": "02-037-0027_p0014",
      "zh_CN": "我们念佛，即使是生到凡圣同居土下下品往生，我们烦恼没断、习气没断。可是生到西方极乐世界，得阿弥陀佛本愿威神加持，你就作阿惟越致菩萨，生到西方极乐世界个个都是阿惟越致菩萨。阿惟越致菩萨是什么？是证得三种不退转的，法身菩萨，《华严经》里面四十一位法身大士，你到极乐世界就跟他们平等。所以前面讲「齐诸圣于片言」，是真的，不是假的。你跟这四十一个阶级法身菩萨完全平等，智慧平等、神通平等、道力平等，你们的享受、生活也完全平等。这是怎么回事情？这要感谢阿弥陀佛，是阿弥陀佛所赐予的。阿弥陀佛有这个本事吗？有。从哪来的？因地当中发四十八愿，五劫修行功德之所成就，这个我们要相信。道理跟我们他化自在天异曲同工，因为他化自在天也是这样的。他化自在天能做到，阿弥陀佛当然可以做到，阿弥陀佛比他做得更圆满，他化自在天跟他相比望尘莫及。他化天只是物质生活享受，一切受用只要心里一想，第五天他就变化供养来了，连自己都不需要变化，化乐天变化出来供养他们。所以，同居土的这些菩萨们，阿弥陀佛就像化乐天一样，把这些变化都来供养你。不但供养你这些物质生活，还供养你智慧、神通、道力，都跟他一样，真正是不可思议的事情。我们要知道、要珍惜这次机会，这个机会千载难逢。千载说得少，才一千年，开经偈上告诉我们，「百千万劫难遭遇」，彭际清居士告诉我们，无量劫来稀有难逢的一天，我们遇到了，真不容易！遇到了不相信，遇到了当面错过，叫真可惜！",
      "zh_TW": "我們念佛，即使是生到凡聖同居土下下品往生，我們煩惱沒斷、習氣沒斷。可是生到西方極樂世界，得阿彌陀佛本願威神加持，你就作阿惟越致菩薩，生到西方極樂世界個個都是阿惟越致菩薩。阿惟越致菩薩是什麼？是證得三種不退轉的，法身菩薩，《華嚴經》裡面四十一位法身大士，你到極樂世界就跟他們平等。所以前面講「齊諸聖於片言」，是真的，不是假的。你跟這四十一個階級法身菩薩完全平等，智慧平等、神通平等、道力平等，你們的享受、生活也完全平等。這是怎麼回事情？這要感謝阿彌陀佛，是阿彌陀佛所賜予的。阿彌陀佛有這個本事嗎？有。從哪來的？因地當中發四十八願，五劫修行功德之所成就，這個我們要相信。道理跟我們他化自在天異曲同工，因為他化自在天也是這樣的。他化自在天能做到，阿彌陀佛當然可以做到，阿彌陀佛比他做得更圓滿，他化自在天跟他相比望塵莫及。他化天只是物質生活享受，一切受用只要心裡一想，第五天他就變化供養來了，連自己都不需要變化，化樂天變化出來供養他們。所以，同居土的這些菩薩們，阿彌陀佛就像化樂天一樣，把這些變化都來供養你。不但供養你這些物質生活，還供養你智慧、神通、道力，都跟他一樣，真正是不可思議的事情。我們要知道、要珍惜這次機會，這個機會千載難逢。千載說得少，才一千年，開經偈上告訴我們，「百千萬劫難遭遇」，彭際清居士告訴我們，無量劫來稀有難逢的一天，我們遇到了，真不容易！遇到了不相信，遇到了當面錯過，叫真可惜！"
    },
    {
      "id": "02-037-0027_p0015",
      "zh_CN": "我从去年清明节，看到我们现前社会动乱，灾难频繁，要想化解这些劫难，我知道只有《无量寿经》，只有阿弥陀佛名号。所以我就把《华严经》停了，《华严经》讲了四千多个小时，讲了五分之一。全讲完，超过两万个小时，来不及了，现在救急，讲这部经。讲到今年九月十八圆满，一千二百个小时。我发心，有生之年就讲这一部经，就念这一句佛号，其他的都不讲了。讲的人很多，让给别人去讲去。我晚年也跟大家表个法，一门深入，长时薰修，让大家看看灵不灵，希望能够帮助大家信心增长。这一句名号能解决一切问题，连生死大事都能解决，成佛的大事都能解决，还有比这个更大的吗？我们身体遭一点病苦、遭一点灾难算什么，那鸡毛蒜皮小事。大事能解决，这些小事那就不必说了。",
      "zh_TW": "我從去年清明節，看到我們現前社會動亂，災難頻繁，要想化解這些劫難，我知道只有《無量壽經》，只有阿彌陀佛名號。所以我就把《華嚴經》停了，《華嚴經》講了四千多個小時，講了五分之一。全講完，超過兩萬個小時，來不及了，現在救急，講這部經。講到今年九月十八圓滿，一千二百個小時。我發心，有生之年就講這一部經，就念這一句佛號，其他的都不講了。講的人很多，讓給別人去講去。我晚年也跟大家表個法，一門深入，長時薰修，讓大家看看靈不靈，希望能夠幫助大家信心增長。這一句名號能解決一切問題，連生死大事都能解決，成佛的大事都能解決，還有比這個更大的嗎？我們身體遭一點病苦、遭一點災難算什麼，那雞毛蒜皮小事。大事能解決，這些小事那就不必說了。"
    },
    {
      "id": "02-037-0027_p0016",
      "zh_CN": "所以它的归趣是圆生四土，圆证三不退，位不退、行不退、念不退，这后头都有说明。下面这一段说明四土之相，我们看注解。「夫净土有四土」，这是专讲极乐世界的净土。「一凡圣同居土。二方便有余土。三实报庄严土。四常寂光土。以下略说明四土往生之相」，这底下有四段。第一段，凡圣同居土，我们看念老的注解。前面是我节录的文，过去讲经的时候用这个来介绍全经大义，我们也都把它印在这个地方，提供给大家参考。我们看念老的原文，一百八十四面倒数第六行。第一，「凡圣同居土。极乐世界之凡圣同居土，是同居净土」，末后这句话重要。十方世界一切诸佛的凡圣同居土跟我们这儿一样，同居秽土，不是净土。「我等所在之娑婆世界，亦是凡圣同居土」，这是释迦牟尼佛的凡圣同居土。「此土亦有凡有圣，如文殊常现五台，诸阿罗汉常往天目」，天目山。现在大家晓得有个东天目山，天目山是五天目，西天目山、南天目山、北天目山、中天目山，五天目。东天目山原来已经成了废墟，齐素萍居士把它恢复了，无量功德。这是阿罗汉的道场。「皆此土之圣也」。「但我等所居之同居土是同居秽土」，秽土是什么？染污，你看我们现在不是吗？地球被染污了。",
      "zh_TW": "所以它的歸趣是圓生四土，圓證三不退，位不退、行不退、念不退，這後頭都有說明。下面這一段說明四土之相，我們看註解。「夫淨土有四土」，這是專講極樂世界的淨土。「一凡聖同居土。二方便有餘土。三實報莊嚴土。四常寂光土。以下略說明四土往生之相」，這底下有四段。第一段，凡聖同居土，我們看念老的註解。前面是我節錄的文，過去講經的時候用這個來介紹全經大義，我們也都把它印在這個地方，提供給大家參考。我們看念老的原文，一百八十四面倒數第六行。第一，「凡聖同居土。極樂世界之凡聖同居土，是同居淨土」，末後這句話重要。十方世界一切諸佛的凡聖同居土跟我們這兒一樣，同居穢土，不是淨土。「我等所在之娑婆世界，亦是凡聖同居土」，這是釋迦牟尼佛的凡聖同居土。「此土亦有凡有聖，如文殊常現五臺，諸阿羅漢常往天目」，天目山。現在大家曉得有個東天目山，天目山是五天目，西天目山、南天目山、北天目山、中天目山，五天目。東天目山原來已經成了廢墟，齊素萍居士把它恢復了，無量功德。這是阿羅漢的道場。「皆此土之聖也」。「但我等所居之同居土是同居穢土」，穢土是什麼？染污，你看我們現在不是嗎？地球被染污了。"
    },
    {
      "id": "02-037-0027_p0017",
      "zh_CN": "中国人讲一甲子，六十年，六十年前我们没有听说什么环保，没听过这个名词。六十年前我刚刚学佛，那个时候没听说环保，环保是最近三、四十年才提出来的，有环保。提环保是什么？就是肯定地球被染污了。现在是严重的染污，科学家提出警告，地球环境染污如果不能改善，科学家是说五十年之后，这个地球上不适合人生存。为什么？你所吃的东西都有毒，你饮的水有毒，空气有毒，你怎么能生存？所以今天，人人都知道环保的重要性，政府极力提倡。会不会有效果？跟诸位说，没有效果，愈来愈严重。为什么？染污的根没找到。我们今天只看到表面的染污，根本的染污在哪里？现代科学家才发现，发现什么？以心控物。那就是我们的心理环保没做到，我们的心很肮脏，我们的心被染污，所以外面环境统统染污了。环境你怎么样去保护它，可是我们精神的染污不能解决，这就没办法，环境环保不产生效果，最重要心理。",
      "zh_TW": "中國人講一甲子，六十年，六十年前我們沒有聽說什麼環保，沒聽過這個名詞。六十年前我剛剛學佛，那個時候沒聽說環保，環保是最近三、四十年才提出來的，有環保。提環保是什麼？就是肯定地球被染污了。現在是嚴重的染污，科學家提出警告，地球環境染污如果不能改善，科學家是說五十年之後，這個地球上不適合人生存。為什麼？你所吃的東西都有毒，你飲的水有毒，空氣有毒，你怎麼能生存？所以今天，人人都知道環保的重要性，政府極力提倡。會不會有效果？跟諸位說，沒有效果，愈來愈嚴重。為什麼？染污的根沒找到。我們今天只看到表面的染污，根本的染污在哪裡？現代科學家才發現，發現什麼？以心控物。那就是我們的心理環保沒做到，我們的心很骯髒，我們的心被染污，所以外面環境統統染污了。環境你怎麼樣去保護它，可是我們精神的染污不能解決，這就沒辦法，環境環保不產生效果，最重要心理。"
    },
    {
      "id": "02-037-0027_p0018",
      "zh_CN": "我们中国老祖宗常说，我相信说了一万多年，也许不止一万年，说什么？人性本善。古时候小朋友上学念的课本，大概第一本都是念《三字经》，《三字经》上第一句话，「人之初，性本善」。现在这个本善被染污了，严重的染污，但是你要晓得，无论严重到什么程度，它还是本善，本性还是本善。本性是决定不受染污的，惠能大师明心见性，他的报告说得很清楚，第一句话就说「何期自性，本自清净」。清净是善，没有被染污，染污的是妄心，不是真心，真心没有染污。妄心是什么？妄心在佛教的名词叫阿赖耶，它能现十法界依正庄严。所以十法界是染污。四土，一真法界是实报庄严土，实报庄严土没有染污，常寂光土没有染污。同居土染污了，方便有余土染污了，方便土染污得轻，同居土染污得严重。这个事实真相我们不能不知道。所以，要改变外面的环境，环保，要改变它，首先要改变心理，要回归到清净心。",
      "zh_TW": "我們中國老祖宗常說，我相信說了一萬多年，也許不止一萬年，說什麼？人性本善。古時候小朋友上學念的課本，大概第一本都是念《三字經》，《三字經》上第一句話，「人之初，性本善」。現在這個本善被染污了，嚴重的染污，但是你要曉得，無論嚴重到什麼程度，它還是本善，本性還是本善。本性是決定不受染污的，惠能大師明心見性，他的報告說得很清楚，第一句話就說「何期自性，本自清淨」。清淨是善，沒有被染污，染污的是妄心，不是真心，真心沒有染污。妄心是什麼？妄心在佛教的名詞叫阿賴耶，它能現十法界依正莊嚴。所以十法界是染污。四土，一真法界是實報莊嚴土，實報莊嚴土沒有染污，常寂光土沒有染污。同居土染污了，方便有餘土染污了，方便土染污得輕，同居土染污得嚴重。這個事實真相我們不能不知道。所以，要改變外面的環境，環保，要改變它，首先要改變心理，要回歸到清淨心。"
    },
    {
      "id": "02-037-0027_p0019",
      "zh_CN": "我们今天的心跟过去不一样，过去这些皇帝，我很怀念皇帝，我不赞成民主。因为民主的总统不负责任，皇帝负责任，皇帝不负责任就被人推翻了。皇帝只要认真负责，做个好皇帝，把人民照顾好，所以皇帝他的使命有三个字，君亲师。「作之君」，你是人民的领导人，你把他领导到哪里去。第二个「作之亲」，你是人民的父母，你要把人民养好，让他足衣足食。第三个，你是老师，「作之师」，你是人民的老师，你要把人民教好。你看看，这是他的使命。他这三个字做到了，人民拥护他，他世世代代做帝王；这三个字做不到，人民就把你推翻了。下一个朝代，人民夺到政权，来做皇帝，还是要做这三桩事情，三桩事情做不好，马上就被人推翻。民主不行，选上去四、五年就换掉了，他的寿命就这么长，他不愿意干这三桩事情。做皇帝，三桩事情干得好，永远给你干，干到死为止，儿子接着再干，你看他干得很起劲。",
      "zh_TW": "我們今天的心跟過去不一樣，過去這些皇帝，我很懷念皇帝，我不贊成民主。因為民主的總統不負責任，皇帝負責任，皇帝不負責任就被人推翻了。皇帝只要認真負責，做個好皇帝，把人民照顧好，所以皇帝他的使命有三個字，君親師。「作之君」，你是人民的領導人，你把他領導到哪裡去。第二個「作之親」，你是人民的父母，你要把人民養好，讓他足衣足食。第三個，你是老師，「作之師」，你是人民的老師，你要把人民教好。你看看，這是他的使命。他這三個字做到了，人民擁護他，他世世代代做帝王；這三個字做不到，人民就把你推翻了。下一個朝代，人民奪到政權，來做皇帝，還是要做這三樁事情，三樁事情做不好，馬上就被人推翻。民主不行，選上去四、五年就換掉了，他的壽命就這麼長，他不願意幹這三樁事情。做皇帝，三樁事情幹得好，永遠給你幹，幹到死為止，兒子接著再幹，你看他幹得很起勁。"
    },
    {
      "id": "02-037-0027_p0020",
      "zh_CN": "现在做总统，下一届能不能选上成问题，所以他没有心思干。现在我看很多做总统的人他只有一个心思，怎么样争取选票，他除了这个之外他什么都不想。所以我赞成君主有道理，不是没有道理，他肯负责任。负责任最重要的，保护人民的精神健康。要保护人民精神健康，你要负起责任来，言论不可以自由，出版不可以自由。言论自由，是胡说八道，尽是欺骗大众，搅乱是非，从前皇上要负这个责任。言论一开放，出版自由一开放，社会就没法子控制了，为什么？人民思想乱了。所以我们读古书，看到孔老夫子做鲁国的司寇只做了三个月。司寇是什么官？用现在的话说大概就是刑事警察。他一上任，就把鲁国很有名的一个人少正卯杀掉了。少正卯有什么罪？要照现在人，没有罪。这个人非常聪明，有口才，坏事他能说成好事，假的能说成真的，叫人相信。所以，这是扰乱社会视听，让社会大众常常听他的东西，是非邪正都没有标准，都失掉了，这还得了吗？这社会就大乱了。头一个把他杀掉。做了三个月他就下台了，大概不满孔子的人很多。孔子做的是正确的，为什么？保护社会大众精神、思想的安全。正面的要弘扬，负面的要禁止，正面的是孝悌忠信、礼义廉耻、仁爱和平，这个要发扬光大，奖励。你要是言论传播的是不忠不孝、不仁不义、无礼无耻，这还得了吗？你这造成社会混乱，这不可以。古人做的比现在人有智慧，高明！",
      "zh_TW": "現在做總統，下一屆能不能選上成問題，所以他沒有心思幹。現在我看很多做總統的人他只有一個心思，怎麼樣爭取選票，他除了這個之外他什麼都不想。所以我贊成君主有道理，不是沒有道理，他肯負責任。負責任最重要的，保護人民的精神健康。要保護人民精神健康，你要負起責任來，言論不可以自由，出版不可以自由。言論自由，是胡說八道，盡是欺騙大眾，攪亂是非，從前皇上要負這個責任。言論一開放，出版自由一開放，社會就沒法子控制了，為什麼？人民思想亂了。所以我們讀古書，看到孔老夫子做魯國的司寇只做了三個月。司寇是什麼官？用現在的話說大概就是刑事警察。他一上任，就把魯國很有名的一個人少正卯殺掉了。少正卯有什麼罪？要照現在人，沒有罪。這個人非常聰明，有口才，壞事他能說成好事，假的能說成真的，叫人相信。所以，這是擾亂社會視聽，讓社會大眾常常聽他的東西，是非邪正都沒有標準，都失掉了，這還得了嗎？這社會就大亂了。頭一個把他殺掉。做了三個月他就下台了，大概不滿孔子的人很多。孔子做的是正確的，為什麼？保護社會大眾精神、思想的安全。正面的要弘揚，負面的要禁止，正面的是孝悌忠信、禮義廉恥、仁愛和平，這個要發揚光大，獎勵。你要是言論傳播的是不忠不孝、不仁不義、無禮無恥，這還得了嗎？你這造成社會混亂，這不可以。古人做的比現在人有智慧，高明！"
    },
    {
      "id": "02-037-0027_p0021",
      "zh_CN": "我早年初学佛的时候，跟方老师，方东美先生。在台湾，曾经政府提倡过复兴中华传统文化，在台湾也轰轰烈烈闹了一阵子，也就不了了之了。有一天教育部有三位官员，我记得有两个处长，一个是秘书，教育部秘书，地位都很高，到方老师家里去向他老人家请教。正好我也在老师家里，我就在旁边听他们讲话。正是政府提倡复兴中国传统文化，向他老人家请教，要怎么样去做才能落实。老师的态度非常严肃，停了大概有五、六分钟不说话，五、六分钟之后他开口说，方法是有。这些人说，什么方法？第一个，那时候台湾有三家电视台，电视台关闭；第二个是无线电广播，也有很多无线电台，大概好像有几十个，关闭；第三个报纸关闭，第四个杂志停刊。这几个官员听了：老师，这个做不到！老师也很严肃的说：这些东西天天在破坏中国传统文化，有这个东西在，传统文化怎么能兴？不但不能兴，灭亡！他讲的是真话。孔子杀少正卯，我相信老师一定举手赞成。",
      "zh_TW": "我早年初學佛的時候，跟方老師，方東美先生。在台灣，曾經政府提倡過復興中華傳統文化，在台灣也轟轟烈烈鬧了一陣子，也就不了了之了。有一天教育部有三位官員，我記得有兩個處長，一個是祕書，教育部祕書，地位都很高，到方老師家裡去向他老人家請教。正好我也在老師家裡，我就在旁邊聽他們講話。正是政府提倡復興中國傳統文化，向他老人家請教，要怎麼樣去做才能落實。老師的態度非常嚴肅，停了大概有五、六分鐘不說話，五、六分鐘之後他開口說，方法是有。這些人說，什麼方法？第一個，那時候台灣有三家電視台，電視台關閉；第二個是無線電廣播，也有很多無線電台，大概好像有幾十個，關閉；第三個報紙關閉，第四個雜誌停刊。這幾個官員聽了：老師，這個做不到！老師也很嚴肅的說：這些東西天天在破壞中國傳統文化，有這個東西在，傳統文化怎麼能興？不但不能興，滅亡！他講的是真話。孔子殺少正卯，我相信老師一定舉手贊成。"
    },
    {
      "id": "02-037-0027_p0022",
      "zh_CN": "今天社会会变成这样子，速度太快了，你看从我学佛到现在六十年，六十年是一百八十度的改变。为什么会变成这个样子？就是媒体发达了，媒体传播的内容全是杀盗淫妄，所以人全教坏了。现在人不是政府教，政府不教了，中国古代实在讲政府有政策，但是政策执行的是每个人的家庭。所以中国过去的家，对于这个社会贡献非常伟大，长治久安是家造成的，就是家庭教育。家庭教育是私塾，私塾就是家庭子弟学校。因为中国过去是大家庭，一个村庄就是一家人，村庄住的几百人，这是一家，五代同堂，五代实在讲就讲到九族。家庭人少的，人丁不旺的也有两百人的样子，人丁兴旺的有六、七百人。这么大的一个家庭，如果没有规矩，那不就乱掉了？所以，每个家你看有祠堂，祠堂是纪念祖先的地方，慎终追远，民德归厚，念念不忘老祖宗的教训。它有家规、有家道，家规、家学、家业，所以它是个社会团体。现在家没有了，古人讲家不齐，家要是没有规矩，社会就动乱了；子不教，小孩要不好好教他，心就坏了。古人这两句话现在我们看到了，现在家没有了，社会乱了；小孩没有受到伦理、道德、因果教育，人心坏了。现在的人心是什么？佛法讲的，贪瞋痴慢疑，这现代人心。在从前，中国古人的人心是什么？仁义礼智信。你看看，是仁义礼智信好，还是贪瞋痴慢疑好？是怨恨恼怒烦好，还是儒家讲的仁义忠恕好，你说哪个好？是杀盗淫妄好，还是仁爱和平好？这跟古人比一比，我们就明白了。",
      "zh_TW": "今天社會會變成這樣子，速度太快了，你看從我學佛到現在六十年，六十年是一百八十度的改變。為什麼會變成這個樣子？就是媒體發達了，媒體傳播的內容全是殺盜淫妄，所以人全教壞了。現在人不是政府教，政府不教了，中國古代實在講政府有政策，但是政策執行的是每個人的家庭。所以中國過去的家，對於這個社會貢獻非常偉大，長治久安是家造成的，就是家庭教育。家庭教育是私塾，私塾就是家庭子弟學校。因為中國過去是大家庭，一個村莊就是一家人，村莊住的幾百人，這是一家，五代同堂，五代實在講就講到九族。家庭人少的，人丁不旺的也有兩百人的樣子，人丁興旺的有六、七百人。這麼大的一個家庭，如果沒有規矩，那不就亂掉了？所以，每個家你看有祠堂，祠堂是紀念祖先的地方，慎終追遠，民德歸厚，念念不忘老祖宗的教訓。它有家規、有家道，家規、家學、家業，所以它是個社會團體。現在家沒有了，古人講家不齊，家要是沒有規矩，社會就動亂了；子不教，小孩要不好好教他，心就壞了。古人這兩句話現在我們看到了，現在家沒有了，社會亂了；小孩沒有受到倫理、道德、因果教育，人心壞了。現在的人心是什麼？佛法講的，貪瞋痴慢疑，這現代人心。在從前，中國古人的人心是什麼？仁義禮智信。你看看，是仁義禮智信好，還是貪瞋痴慢疑好？是怨恨惱怒煩好，還是儒家講的仁義忠恕好，你說哪個好？是殺盜淫妄好，還是仁愛和平好？這跟古人比一比，我們就明白了。"
    },
    {
      "id": "02-037-0027_p0023",
      "zh_CN": "中国过去历朝历代，谈到中国，就会想到中国的汉、唐，这政治做得最好的。汉完全用了儒家，唐不但用儒家，还用了佛法，儒释道在唐都是黄金时代。唐太宗是个好皇帝，他是儒释道的总护法。治国，用过去五千年来，从三皇五帝到前面的隋朝，二千五百年经、史、子这些著述里面的关于修身、齐家、治国、平天下这些教训。他下命令给魏征，成立一个小组，搜集这些教训，编成一本书叫《群书治要》，治国的纲要。这本书非常难得，有同修找到了送给我，我把它印出来，现在慢慢放光了。马来西亚那边的朋友出了这么个东西，《群书治要３６０》，三百六十句。宝！治国安邦之宝！《群书》份量太大了，要那么大的书送给人，人家不会看，为什么？太多了，嫌繁。所以我就告诉他，你们这批老师做一点好事，这真正好事，为国家、为民族、为全世界人民做出一点贡献，在全书里头选择三百六十小段，把它翻成白话文。我要求他注音、注解、翻成白话文，然后再从白话文翻成外国文，向全世界流通。第一本出来了。做多少本？做十本，一年做一本，十年完工，十年圆满。一年做一本，就是每一年出这么一本小册子，这你喜欢看的，不多，句句都是精华，专家学者来挑选的，好！修身。我们要身心健康，好好读这个书，它会帮助你；你要想家庭幸福，它会帮助你；你想你事业成功，它会帮助你；社会安定、国家兴旺都靠这个。这个书没有版权，可以大量印行流通，人人都应该读。",
      "zh_TW": "中國過去歷朝歷代，談到中國，就會想到中國的漢、唐，這政治做得最好的。漢完全用了儒家，唐不但用儒家，還用了佛法，儒釋道在唐都是黃金時代。唐太宗是個好皇帝，他是儒釋道的總護法。治國，用過去五千年來，從三皇五帝到前面的隋朝，二千五百年經、史、子這些著述裡面的關於修身、齊家、治國、平天下這些教訓。他下命令給魏徵，成立一個小組，蒐集這些教訓，編成一本書叫《群書治要》，治國的綱要。這本書非常難得，有同修找到了送給我，我把它印出來，現在慢慢放光了。馬來西亞那邊的朋友出了這麼個東西，《群書治要３６０》，三百六十句。寶！治國安邦之寶！《群書》份量太大了，要那麼大的書送給人，人家不會看，為什麼？太多了，嫌繁。所以我就告訴他，你們這批老師做一點好事，這真正好事，為國家、為民族、為全世界人民做出一點貢獻，在全書裡頭選擇三百六十小段，把它翻成白話文。我要求他注音、註解、翻成白話文，然後再從白話文翻成外國文，向全世界流通。第一本出來了。做多少本？做十本，一年做一本，十年完工，十年圓滿。一年做一本，就是每一年出這麼一本小冊子，這你喜歡看的，不多，句句都是精華，專家學者來挑選的，好！修身。我們要身心健康，好好讀這個書，它會幫助你；你要想家庭幸福，它會幫助你；你想你事業成功，它會幫助你；社會安定、國家興旺都靠這個。這個書沒有版權，可以大量印行流通，人人都應該讀。"
    },
    {
      "id": "02-037-0027_p0024",
      "zh_CN": "可是方老师那个话我永远不会忘记，如果现在媒体还不改变内容，造的业可大了！你们想想看，电影明星，现在的我不知道，我知道过去，那些电影明星都没有好死的，死的时候都不好。这果报！你演的那些剧情你害多少人，你能不负责任吗？真正懂得因果的人不敢搞这一行。我过去有个小道场，华藏视听图书馆，在景美，景美旁边有一个世界新闻专科学校，它里头有电影科。有些同学常常听我讲经，知道因果可怕，来告诉我，我们学电影的，可不可以改行？我说改行最好。不改行行不行？不改行也行，你演一些孝悌忠信、礼义廉耻，你演一些这些剧情，你的功德好。所以很多学电影的，听了经之后改学别的学科，不搞这一行了。有道理，不是没有道理。",
      "zh_TW": "可是方老師那個話我永遠不會忘記，如果現在媒體還不改變內容，造的業可大了！你們想想看，電影明星，現在的我不知道，我知道過去，那些電影明星都沒有好死的，死的時候都不好。這果報！你演的那些劇情你害多少人，你能不負責任嗎？真正懂得因果的人不敢搞這一行。我過去有個小道場，華藏視聽圖書館，在景美，景美旁邊有一個世界新聞專科學校，它裡頭有電影科。有些同學常常聽我講經，知道因果可怕，來告訴我，我們學電影的，可不可以改行？我說改行最好。不改行行不行？不改行也行，你演一些孝悌忠信、禮義廉恥，你演一些這些劇情，你的功德好。所以很多學電影的，聽了經之後改學別的學科，不搞這一行了。有道理，不是沒有道理。"
    },
    {
      "id": "02-037-0027_p0025",
      "zh_CN": "拯救今天的社会没有别的办法，做媒体的工作人也很辛苦，天天拉广告，费用太大，好像不用广告就不能活了。我也遇到过，我说我们也有个电视台，华藏卫星电视台，陈彩琼居士搞的，没拉广告，它活了九年，没死。说明什么？喜欢听听正面的东西还是有人，不是没有人，这些人支持你。我相信它的收入不错，它有足够的经费才能维持。最初开办的时候只有三颗卫星，现在逐年增加，现在六颗卫星，覆盖全球。决定不能搞负面东西，决定不能害人，凡是做害人的事情下场都不好。演电影、搞连续剧，多搞一点因果的内容好，善有善果，恶有恶报，让大家看了、听了不敢做坏事，这就是无量功德。所以，因为媒体的发达、资讯的发达，言论的自由、出版的自由，搞得这个世界乌烟瘴气，这个世界的恶化与日俱增。到最后，这科学家说的，世界走向毁灭。走向毁灭不是自然的，是人为的。这也不是科技，是掌控科技的那些人，人心坏了。家不齐，人不教，问题在这里。所以，我们同居是秽土。",
      "zh_TW": "拯救今天的社會沒有別的辦法，做媒體的工作人也很辛苦，天天拉廣告，費用太大，好像不用廣告就不能活了。我也遇到過，我說我們也有個電視台，華藏衛星電視台，陳彩瓊居士搞的，沒拉廣告，它活了九年，沒死。說明什麼？喜歡聽聽正面的東西還是有人，不是沒有人，這些人支持你。我相信它的收入不錯，它有足夠的經費才能維持。最初開辦的時候只有三顆衛星，現在逐年增加，現在六顆衛星，覆蓋全球。決定不能搞負面東西，決定不能害人，凡是做害人的事情下場都不好。演電影、搞連續劇，多搞一點因果的內容好，善有善果，惡有惡報，讓大家看了、聽了不敢做壞事，這就是無量功德。所以，因為媒體的發達、資訊的發達，言論的自由、出版的自由，搞得這個世界烏煙瘴氣，這個世界的惡化與日俱增。到最後，這科學家說的，世界走向毀滅。走向毀滅不是自然的，是人為的。這也不是科技，是掌控科技的那些人，人心壞了。家不齊，人不教，問題在這裡。所以，我們同居是穢土。"
    },
    {
      "id": "02-037-0027_p0026",
      "zh_CN": "极乐世界没电视，也没有杂志，也没有广播，也没有报纸，有什么？阿弥陀佛天天讲经。所以那边的人，人心清净，没有恶念。每天听经，不但听阿弥陀佛讲经，还听十方诸佛讲经。由此可知，阿弥陀佛是开放的，不是保守的，不是说你专听我一个。你看大小本里面都说，极乐世界这些菩萨，凡圣同居土下下品往生也是菩萨，得到弥陀本愿威神加持，他的智慧、神通、道力都跟法身菩萨相等。所以他有能力分无量无边身，可以分身，可以同时到每一个诸佛世界去听佛讲经，去供佛。供佛是修福报，听经是开智慧。所以极乐世界就这两桩事情，天天修福报，天天开智慧。没有一个造业的，没有一个是胡思乱想的，这个环境太好了！我们怕灾难要移民，上次我在日本讲经，日本遇到三一一这个灾难，许许多多人都向外国移民。我们现在地球上普遍发生灾难，移民最好的地方是极乐世界。很容易去，不要花很多钱，人人都能去得了。到极乐世界去，每天修福修慧，福慧双修，永远离开了染污。等到这个世间，染污肯定带来灾难，也只有大灾难也许他会回头，他知道错了，等到这个世界众生知道错了，回头了，你从极乐世界再回来度他，好事！",
      "zh_TW": "極樂世界沒電視，也沒有雜誌，也沒有廣播，也沒有報紙，有什麼？阿彌陀佛天天講經。所以那邊的人，人心清淨，沒有惡念。每天聽經，不但聽阿彌陀佛講經，還聽十方諸佛講經。由此可知，阿彌陀佛是開放的，不是保守的，不是說你專聽我一個。你看大小本裡面都說，極樂世界這些菩薩，凡聖同居土下下品往生也是菩薩，得到彌陀本願威神加持，他的智慧、神通、道力都跟法身菩薩相等。所以他有能力分無量無邊身，可以分身，可以同時到每一個諸佛世界去聽佛講經，去供佛。供佛是修福報，聽經是開智慧。所以極樂世界就這兩樁事情，天天修福報，天天開智慧。沒有一個造業的，沒有一個是胡思亂想的，這個環境太好了！我們怕災難要移民，上次我在日本講經，日本遇到三一一這個災難，許許多多人都向外國移民。我們現在地球上普遍發生災難，移民最好的地方是極樂世界。很容易去，不要花很多錢，人人都能去得了。到極樂世界去，每天修福修慧，福慧雙修，永遠離開了染污。等到這個世間，染污肯定帶來災難，也只有大災難也許他會回頭，他知道錯了，等到這個世界眾生知道錯了，回頭了，你從極樂世界再回來度他，好事！"
    },
    {
      "id": "02-037-0027_p0027",
      "zh_CN": "我们这个地方这个世界，真的有凡有圣，这都是真的，不是假的。文殊菩萨住在五台山，我们空间维次不一样，有特殊缘分的见到了，没有特殊缘分你找不到他。这个世间有阿罗汉住在这里，地藏菩萨住在九华山，迦叶尊者住在鸡足山，我们要明白这些道理。我们接着看，「故虽同名同居，而实有不同」，是跟凡圣同居，但是见不到；他见得到我们，我们见不到他。「如《要解》谓此之同居曰：由实圣」，实是真的，小乘初二三果，「过去有漏业」，他们修行，他们是圣人，天天在断烦恼，在修禅定、求智慧。「权圣」，大权示现之菩萨，他不是真正的修行，他早就成佛，所谓是乘愿再来，示现的，文殊、普贤、地藏早都成佛了，示现菩萨身分来帮助有缘的众生，是这么回事情，「大慈悲愿，故凡夫得与圣人同居」。「至实圣灰身」，灰身就是灭身，他入般涅槃了，小乘这些人入般涅槃。「权圣机尽」，大权示现的，这是众生有感，他就有应，感的人没有了他就不现，所以指度生之缘已了。「便升沉硕异」，硕是实实在在的意思，也是坚固的意思。不一样，跟极乐世界不相同，「苦乐悬殊，乃暂同，非究竟同也」，这个同是很短时间，不是长时间的。「又天壤之间，见闻者少，幸获见闻，亲近步趋者少」，能真正见到的、听到的不多。纵然见到、听到了，你想去亲近他，想去向他学习，又更难，更不容易了。这是说我们这个世间凡圣同居土，跟极乐世界同居土完全不相同。",
      "zh_TW": "我們這個地方這個世界，真的有凡有聖，這都是真的，不是假的。文殊菩薩住在五臺山，我們空間維次不一樣，有特殊緣分的見到了，沒有特殊緣分你找不到他。這個世間有阿羅漢住在這裡，地藏菩薩住在九華山，迦葉尊者住在雞足山，我們要明白這些道理。我們接著看，「故雖同名同居，而實有不同」，是跟凡聖同居，但是見不到；他見得到我們，我們見不到他。「如《要解》謂此之同居曰：由實聖」，實是真的，小乘初二三果，「過去有漏業」，他們修行，他們是聖人，天天在斷煩惱，在修禪定、求智慧。「權聖」，大權示現之菩薩，他不是真正的修行，他早就成佛，所謂是乘願再來，示現的，文殊、普賢、地藏早都成佛了，示現菩薩身分來幫助有緣的眾生，是這麼回事情，「大慈悲願，故凡夫得與聖人同居」。「至實聖灰身」，灰身就是滅身，他入般涅槃了，小乘這些人入般涅槃。「權聖機盡」，大權示現的，這是眾生有感，他就有應，感的人沒有了他就不現，所以指度生之緣已了。「便升沉碩異」，碩是實實在在的意思，也是堅固的意思。不一樣，跟極樂世界不相同，「苦樂懸殊，乃暫同，非究竟同也」，這個同是很短時間，不是長時間的。「又天壤之間，見聞者少，幸獲見聞，親近步趨者少」，能真正見到的、聽到的不多。縱然見到、聽到了，你想去親近他，想去向他學習，又更難，更不容易了。這是說我們這個世間凡聖同居土，跟極樂世界同居土完全不相同。"
    },
    {
      "id": "02-037-0027_p0028",
      "zh_CN": "「又佛世圣人纵多，如珍如瑞，不能遍满国土，如众星微尘」。这是两个世界比喻。释迦牟尼佛在世的时候，圣人多，佛天天讲经。这一点我们要记住，如果是真的佛，肯定天天讲经，不会中断的。释迦佛为我们表演的，释迦佛为我们介绍阿弥陀佛，阿弥陀佛在极乐世界是天天讲经，没有一天中断的。这说明什么？说明佛是教育，佛不是宗教。我们没有在经典上看到，阿弥陀佛天天带领大众祈祷，没有看到；没有看到极乐世界阿弥陀佛天天在做经忏佛事，没看到。释迦牟尼佛从来没提过，只是说阿弥陀佛在那里讲经说法。这个本子介绍可相当详细，没有说明极乐世界有国王、有总统、有皇帝，没有说到。也没有说到极乐世界还有士农工商，还有各行各业，没说到。极乐世界，它告诉我们只有两种人，一个老师、一个学生。阿弥陀佛是老师，往生去的菩萨，上从等觉，下到地狱众生，全是菩萨，学生。这么样看起来，西方极乐世界是学校，不是一个国家，不是个一般的社会组织，不是的，学校。从这个地方也透露了一点信息，让我们恍然大悟。因为极乐世界这些菩萨神通广大，有能力分身，每天都能供养十万亿诸佛。十万亿，古大德讲得很清楚，十万亿是比喻，实际上不止。为什么说十万亿？因为佛说，我们娑婆世界距离极乐世界十万亿，十万亿佛国土，说明到极乐世界再回来很容易，用意在此地，实际上无量无边。他们去拜佛、供佛修福，听佛讲经说法开智慧。这么一说来，一切诸佛如来统统是办学校。",
      "zh_TW": "「又佛世聖人縱多，如珍如瑞，不能遍滿國土，如眾星微塵」。這是兩個世界比喻。釋迦牟尼佛在世的時候，聖人多，佛天天講經。這一點我們要記住，如果是真的佛，肯定天天講經，不會中斷的。釋迦佛為我們表演的，釋迦佛為我們介紹阿彌陀佛，阿彌陀佛在極樂世界是天天講經，沒有一天中斷的。這說明什麼？說明佛是教育，佛不是宗教。我們沒有在經典上看到，阿彌陀佛天天帶領大眾祈禱，沒有看到；沒有看到極樂世界阿彌陀佛天天在做經懺佛事，沒看到。釋迦牟尼佛從來沒提過，只是說阿彌陀佛在那裡講經說法。這個本子介紹可相當詳細，沒有說明極樂世界有國王、有總統、有皇帝，沒有說到。也沒有說到極樂世界還有士農工商，還有各行各業，沒說到。極樂世界，它告訴我們只有兩種人，一個老師、一個學生。阿彌陀佛是老師，往生去的菩薩，上從等覺，下到地獄眾生，全是菩薩，學生。這麼樣看起來，西方極樂世界是學校，不是一個國家，不是個一般的社會組織，不是的，學校。從這個地方也透露了一點信息，讓我們恍然大悟。因為極樂世界這些菩薩神通廣大，有能力分身，每天都能供養十萬億諸佛。十萬億，古大德講得很清楚，十萬億是比喻，實際上不止。為什麼說十萬億？因為佛說，我們娑婆世界距離極樂世界十萬億，十萬億佛國土，說明到極樂世界再回來很容易，用意在此地，實際上無量無邊。他們去拜佛、供佛修福，聽佛講經說法開智慧。這麼一說來，一切諸佛如來統統是辦學校。"
    },
    {
      "id": "02-037-0027_p0029",
      "zh_CN": "那我们想到了，一真法界是学校，方便土也还是学校，同居土就乱了，我们这个地球上就代表着同居土。极乐世界同居土是阿弥陀佛照顾到，一点都不乱，完全是学校，也没有说同居土里头有哪个省、哪个县、哪个市，没有。西方极乐世界居住的地方，这个经上讲得很清楚，没有马路名称，也没有门牌号码。可是你要找任何一个人决定不会找错，为什么？你有神通。而且极乐世界人面孔都一样，跟阿弥陀佛一样，像一个模子造成的，你也不会认错人，这是什么？你有神通道力，不会认错人。那个世界真妙，世界真好！所以到那个世界是求学，是求智慧，成就圆满的智慧、圆满的德能、圆满的神通、圆满的福报。成就之后，再到十方世界去度化众生，像释迦牟尼佛一样，示现在世间教化众生。所以佛法，我们肯定它是师道，它是教育，它是老师。四土，我们可以说是他们的班级不一样，实报庄严土是高级班，方便有余土是中级班，凡圣同居土是初级班，初级、中级、高级，确实是这样的。到那个地方去求学，永远不会退转；也就是说你年年升级，不会留级的。为什么？老师好、同学好，菩萨都是同学，个个都会帮助你、都会照顾你，你肯定会跟得上，比我们这个世间好太多了。",
      "zh_TW": "那我們想到了，一真法界是學校，方便土也還是學校，同居土就亂了，我們這個地球上就代表著同居土。極樂世界同居土是阿彌陀佛照顧到，一點都不亂，完全是學校，也沒有說同居土裡頭有哪個省、哪個縣、哪個市，沒有。西方極樂世界居住的地方，這個經上講得很清楚，沒有馬路名稱，也沒有門牌號碼。可是你要找任何一個人決定不會找錯，為什麼？你有神通。而且極樂世界人面孔都一樣，跟阿彌陀佛一樣，像一個模子造成的，你也不會認錯人，這是什麼？你有神通道力，不會認錯人。那個世界真妙，世界真好！所以到那個世界是求學，是求智慧，成就圓滿的智慧、圓滿的德能、圓滿的神通、圓滿的福報。成就之後，再到十方世界去度化眾生，像釋迦牟尼佛一樣，示現在世間教化眾生。所以佛法，我們肯定它是師道，它是教育，它是老師。四土，我們可以說是他們的班級不一樣，實報莊嚴土是高級班，方便有餘土是中級班，凡聖同居土是初級班，初級、中級、高級，確實是這樣的。到那個地方去求學，永遠不會退轉；也就是說你年年升級，不會留級的。為什麼？老師好、同學好，菩薩都是同學，個個都會幫助你、都會照顧你，你肯定會跟得上，比我們這個世間好太多了。"
    },
    {
      "id": "02-037-0027_p0030",
      "zh_CN": "所以《要解》里面说的，「按《要解》义，此土凡圣之同居逊于极乐者有四」，我们比它，跟极乐世界一相比，有四个严重的差别，很大的差别。第一个，我们同居是「暂同」，你看，「此土小乘初二三果」，证阿罗汉他就入灭了，他就超越六道轮回，不再回来了。所以暂同。「大权菩萨，度生机尽」他就不再示现了。所以佛度有缘人，跟佛没有缘的，佛就不来，菩萨也不来。什么叫有缘？你肯听他的话，你能听得懂，你能够相信他，能真正依教奉行，他就来了。如果你对他半信半疑，听了不懂，听懂了也不肯真干，菩萨就不来。这叫机缘。「故与此土凡夫只是暂时同居，非究竟也。在彼净同居土，则可与诸大菩萨俱会一处，直至成佛」。这是真的，一直到你证得究竟的佛果，《华严经》上讲的妙觉如来。这些大菩萨会陪伴你一辈子，陪伴你到毕业成佛为止，这是真的同居，不是短暂的。生到极乐世界就无量寿，告诉诸位，生到极乐世界，哪怕是凡圣同居土下下品往生，生死就没有了，再没有生死这回事情，一直到成佛。真无量寿，不是假的。",
      "zh_TW": "所以《要解》裡面說的，「按《要解》義，此土凡聖之同居遜於極樂者有四」，我們比它，跟極樂世界一相比，有四個嚴重的差別，很大的差別。第一個，我們同居是「暫同」，你看，「此土小乘初二三果」，證阿羅漢他就入滅了，他就超越六道輪迴，不再回來了。所以暫同。「大權菩薩，度生機盡」他就不再示現了。所以佛度有緣人，跟佛沒有緣的，佛就不來，菩薩也不來。什麼叫有緣？你肯聽他的話，你能聽得懂，你能夠相信他，能真正依教奉行，他就來了。如果你對他半信半疑，聽了不懂，聽懂了也不肯真幹，菩薩就不來。這叫機緣。「故與此土凡夫只是暫時同居，非究竟也。在彼淨同居土，則可與諸大菩薩俱會一處，直至成佛」。這是真的，一直到你證得究竟的佛果，《華嚴經》上講的妙覺如來。這些大菩薩會陪伴你一輩子，陪伴你到畢業成佛為止，這是真的同居，不是短暫的。生到極樂世界就無量壽，告訴諸位，生到極樂世界，哪怕是凡聖同居土下下品往生，生死就沒有了，再沒有生死這回事情，一直到成佛。真無量壽，不是假的。"
    },
    {
      "id": "02-037-0027_p0031",
      "zh_CN": "第二，「难遇。虽有圣者现居此土，但不易见闻亲近」。佛门典籍里头有记载，那是特殊的缘分，我们净土宗第四代的祖师，他朝五台山就见到文殊菩萨。这是个特别的缘分，看到文殊菩萨的道场大圣竹林寺，但是见到之后听了一次经。他本来是学禅的，向文殊菩萨请教，现在是末法时代，末法众生修什么法门容易成就？文殊菩萨告诉他，念佛容易成就。所以他就放弃了禅，专门修念佛法门。离开竹林寺，还沿途去做记号，想下次来的时候不要迷路了。在做记号再回头一看，没有了，一片荒山，房子立刻就不见了，再也看不到。这就是难遇，不容易亲近。「而在极乐则皆如师如友」，这些菩萨们、圣贤都像是老师，都像是同学，「朝夕同聚」，没有分离，时时刻刻在一起。所以我们要到极乐世界去，在那边，观音、势至、文殊、普贤、弥勒菩萨，我们所知道的，你天天都跟他在一起，跟这里不一样。",
      "zh_TW": "第二，「難遇。雖有聖者現居此土，但不易見聞親近」。佛門典籍裡頭有記載，那是特殊的緣分，我們淨土宗第四代的祖師，他朝五臺山就見到文殊菩薩。這是個特別的緣分，看到文殊菩薩的道場大聖竹林寺，但是見到之後聽了一次經。他本來是學禪的，向文殊菩薩請教，現在是末法時代，末法眾生修什麼法門容易成就？文殊菩薩告訴他，念佛容易成就。所以他就放棄了禪，專門修念佛法門。離開竹林寺，還沿途去做記號，想下次來的時候不要迷路了。在做記號再回頭一看，沒有了，一片荒山，房子立刻就不見了，再也看不到。這就是難遇，不容易親近。「而在極樂則皆如師如友」，這些菩薩們、聖賢都像是老師，都像是同學，「朝夕同聚」，沒有分離，時時刻刻在一起。所以我們要到極樂世界去，在那邊，觀音、勢至、文殊、普賢、彌勒菩薩，我們所知道的，你天天都跟他在一起，跟這裡不一樣。"
    },
    {
      "id": "02-037-0027_p0032",
      "zh_CN": "第三个「希少」，这是讲我们这个世界，「圣者如珍如瑞」，像珍宝一样，祥瑞，「希有难逢」。可是在极乐世界，「则其中多有一生补处，其数甚多，非是算数所能知之，但可以无量无边阿僧祇说」。这还得了！什么人？等觉菩萨。十方世界的后补佛，他们都到极乐世界去进修，所以我们就有机会经常跟他们在一起。太多太多了！等觉菩萨，单单等觉菩萨就无量无边阿僧祇说，其他的比他低的菩萨就更多了，不晓得多多少倍。",
      "zh_TW": "第三個「希少」，這是講我們這個世界，「聖者如珍如瑞」，像珍寶一樣，祥瑞，「希有難逢」。可是在極樂世界，「則其中多有一生補處，其數甚多，非是算數所能知之，但可以無量無邊阿僧祇說」。這還得了！什麼人？等覺菩薩。十方世界的後補佛，他們都到極樂世界去進修，所以我們就有機會經常跟他們在一起。太多太多了！等覺菩薩，單單等覺菩薩就無量無邊阿僧祇說，其他的比他低的菩薩就更多了，不曉得多多少倍。"
    },
    {
      "id": "02-037-0027_p0033",
      "zh_CN": "第四「所作不同。在此土，圣者咸游圣域，而众生轮转六道，升沉无定」。在我们这个世间，菩萨、阿罗汉、声闻他们虽在我们这个世间跟我们同住，可是空间维次不一样，他们有他们修学的环境，有他们学习教化的环境。我们在这个世间搞六道轮回。他们是不断向上提升，阿罗汉提升作菩萨，菩萨提升作佛，我们是六道三途轮回不已。「凡圣虽同居此土，而其所作与成就，则迥然不同」。真正入了佛门，他修学共同最高的指导原则是觉正净，就是我们讲的三皈。你学佛，一入佛门，首先受三皈，老师传授三皈，三皈是我们从初发心到如来地，须臾不可离的原则。「皈依佛」，皈是回头，依是依靠，佛是什么意思？佛是觉悟的意思。也就是说我们从迷惑颠倒回过头来，我们依靠自性觉。自性觉是什么？南无阿弥陀佛是自性觉，前面讲得很清楚。「皈依法」，法是正知正见，正而不邪。正知正见就是《无量寿经》，《无量寿经》字字句句都是正知正见，这是我们学习的依靠。第三「皈依僧」，僧是表六根清净，一尘不染。这叫自性三宝，皈依僧是皈依净。",
      "zh_TW": "第四「所作不同。在此土，聖者咸遊聖域，而眾生輪轉六道，升沉無定」。在我們這個世間，菩薩、阿羅漢、聲聞他們雖在我們這個世間跟我們同住，可是空間維次不一樣，他們有他們修學的環境，有他們學習教化的環境。我們在這個世間搞六道輪迴。他們是不斷向上提升，阿羅漢提升作菩薩，菩薩提升作佛，我們是六道三途輪迴不已。「凡聖雖同居此土，而其所作與成就，則迥然不同」。真正入了佛門，他修學共同最高的指導原則是覺正淨，就是我們講的三皈。你學佛，一入佛門，首先受三皈，老師傳授三皈，三皈是我們從初發心到如來地，須臾不可離的原則。「皈依佛」，皈是回頭，依是依靠，佛是什麼意思？佛是覺悟的意思。也就是說我們從迷惑顛倒回過頭來，我們依靠自性覺。自性覺是什麼？南無阿彌陀佛是自性覺，前面講得很清楚。「皈依法」，法是正知正見，正而不邪。正知正見就是《無量壽經》，《無量壽經》字字句句都是正知正見，這是我們學習的依靠。第三「皈依僧」，僧是表六根清淨，一塵不染。這叫自性三寶，皈依僧是皈依淨。"
    },
    {
      "id": "02-037-0027_p0034",
      "zh_CN": "学佛最重要的是清净心，我们的心不能被染污，心不染污，境界就没有染污，这就是近代科学所讲的以心控物。我心清净，身就清净，身清净，什么毛病都不会生。心理健康，生理没有不健康的；心理上出了问题，身体也就生毛病了。身心健康，我们居住的这个地方不会有灾难。所以，今天看这个世界灾变这么多，你要想哪个地方安全，你端正心念就安全；心行不端，找什么地方都不安全。我们中国古人有句谚语说得很好，叫「福人居福地，福地福人居」。你的身心健康，你就是有福的人，你住的地方就是福地，不会有灾难；如果你身心不健康，妄想多、造业多，那块福地你去一住，那个福就没有了，福地就变成灾难的地方。所以你要记住，境随心转，不是心随境转，物质环境是随着我们念头在改变。我们念头善，没有一样不善；念头不善，你怎么样想办法帮他，他都不会善良，他改不过来。科学没办法。今天地球灾难是科学造出来的，唯有高等科学才能把地球改变、破坏，才有这个能力。拿着镰刀锄头你没有办法破坏山河大地，现在高科技可以。但是，你能够破坏，你不能够修复，没有能力修复；修复要靠精神，要靠好的意念。",
      "zh_TW": "學佛最重要的是清淨心，我們的心不能被染污，心不染污，境界就沒有染污，這就是近代科學所講的以心控物。我心清淨，身就清淨，身清淨，什麼毛病都不會生。心理健康，生理沒有不健康的；心理上出了問題，身體也就生毛病了。身心健康，我們居住的這個地方不會有災難。所以，今天看這個世界災變這麼多，你要想哪個地方安全，你端正心念就安全；心行不端，找什麼地方都不安全。我們中國古人有句諺語說得很好，叫「福人居福地，福地福人居」。你的身心健康，你就是有福的人，你住的地方就是福地，不會有災難；如果你身心不健康，妄想多、造業多，那塊福地你去一住，那個福就沒有了，福地就變成災難的地方。所以你要記住，境隨心轉，不是心隨境轉，物質環境是隨著我們念頭在改變。我們念頭善，沒有一樣不善；念頭不善，你怎麼樣想辦法幫他，他都不會善良，他改不過來。科學沒辦法。今天地球災難是科學造出來的，唯有高等科學才能把地球改變、破壞，才有這個能力。拿著鐮刀鋤頭你沒有辦法破壞山河大地，現在高科技可以。但是，你能夠破壞，你不能夠修復，沒有能力修復；修復要靠精神，要靠好的意念。"
    },
    {
      "id": "02-037-0027_p0035",
      "zh_CN": "那我们要做，我们的起心动念、言语造作要向佛菩萨学习，这个经典里面教给我们的很多。最重要的部分，第六品四十八愿，最重要的。修行指导的原则有两品，「三辈往生」、「往生正因」，这两品经是专门给我们讲方法。怎么去落实？第三十二品到三十七品，这个六品经教你落实，这六品经全是讲戒律、讲因果。我们净宗同学，就把这两段经文选做早晚课必须读诵的经文，早课我们念第六品，晚课念三十二到三十七品，认真学习，我们要向佛菩萨学习。",
      "zh_TW": "那我們要做，我們的起心動念、言語造作要向佛菩薩學習，這個經典裡面教給我們的很多。最重要的部分，第六品四十八願，最重要的。修行指導的原則有兩品，「三輩往生」、「往生正因」，這兩品經是專門給我們講方法。怎麼去落實？第三十二品到三十七品，這個六品經教你落實，這六品經全是講戒律、講因果。我們淨宗同學，就把這兩段經文選做早晚課必須讀誦的經文，早課我們念第六品，晚課念三十二到三十七品，認真學習，我們要向佛菩薩學習。"
    },
    {
      "id": "02-037-0027_p0036",
      "zh_CN": "「在极乐则同尽无明，同登妙觉」，这是所作所为。我们这个地方是搞六道轮回，人家那个地方是同尽无明，把无始无明烦恼习气断干净了，同登妙觉，成就究竟圆满的佛果。「故知同居净土之同居，胜于此间无量亿倍」，这个话是真的，一点都不假，我们的同居跟极乐世界不能相比。今天时间到了，我们就学习到此地。",
      "zh_TW": "「在極樂則同盡無明，同登妙覺」，這是所作所為。我們這個地方是搞六道輪迴，人家那個地方是同盡無明，把無始無明煩惱習氣斷乾淨了，同登妙覺，成就究竟圓滿的佛果。「故知同居淨土之同居，勝於此間無量億倍」，這個話是真的，一點都不假，我們的同居跟極樂世界不能相比。今天時間到了，我們就學習到此地。"
    }
  ]
}