{
  "doc_id": "21-294-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之二十三）",
    "zh_TW": "學佛答問（答香港參學同修之二十三）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-294-0001",
  "total_paragraphs": 67,
  "paragraphs": [
    {
      "id": "21-294-0001_p0001",
      "zh_CN": "诸位同学，今天是我们二００五年最后的一次答问时间。首先有香港的两位同修提问。",
      "zh_TW": "諸位同學，今天是我們二００五年最後的一次答問時間。首先有香港的兩位同修提問。"
    },
    {
      "id": "21-294-0001_p0002",
      "zh_CN": "第一个问题：老法师讲席中常说「离言说相，离名字相，离心缘相」，请问应如何用功，把这三个原则落实到听经、念佛和处事待人接物之中？",
      "zh_TW": "第一個問題：老法師講席中常說「離言說相，離名字相，離心緣相」，請問應如何用功，把這三個原則落實到聽經、念佛和處事待人接物之中？"
    },
    {
      "id": "21-294-0001_p0003",
      "zh_CN": "答：这三句话是马鸣菩萨在《起信论》里面讲的。《起信论》这个科目教学的对象是法身菩萨，也就是《华严经》上圆教初住以上的菩萨，他才能做得到；你要做到，至少你是圆教初住菩萨。换句话说，你不必到极乐世界也没有关系，为什么？你已经达到那个程度，六道你脱离了，十法界也脱离了，所以那是真正成就；在禅宗里面讲「明心见性，见性成佛」，他才能做到。我们今天听了这三句话，只要做到什么？不要太执着就行，特别是在生活，处事待人接物，不要过分的去执着。能做到这一点，对我们现前修学就有很大的帮助。真正达到这个境界，那就很恭喜你，你的见思烦恼已经断了，你已经成佛了。",
      "zh_TW": "答：這三句話是馬鳴菩薩在《起信論》裡面講的。《起信論》這個科目教學的對象是法身菩薩，也就是《華嚴經》上圓教初住以上的菩薩，他才能做得到；你要做到，至少你是圓教初住菩薩。換句話說，你不必到極樂世界也沒有關係，為什麼？你已經達到那個程度，六道你脫離了，十法界也脫離了，所以那是真正成就；在禪宗裡面講「明心見性，見性成佛」，他才能做到。我們今天聽了這三句話，只要做到什麼？不要太執著就行，特別是在生活，處事待人接物，不要過分的去執著。能做到這一點，對我們現前修學就有很大的幫助。真正達到這個境界，那就很恭喜你，你的見思煩惱已經斷了，你已經成佛了。"
    },
    {
      "id": "21-294-0001_p0004",
      "zh_CN": "第二个问题：在协学会结缘书架上，有书籍只限取一册之类的提示，请问这样如法吗？",
      "zh_TW": "第二個問題：在協學會結緣書架上，有書籍只限取一冊之類的提示，請問這樣如法嗎？"
    },
    {
      "id": "21-294-0001_p0005",
      "zh_CN": "答：这个如法不如法是他们负责人员规定的，他规定就如法，他不规定，就不如法。所以法没有定法，每家的道场都有他们家的法。香港这么多店铺，每个店铺都有他店铺的法。如果你多要是可以的，你问他们，他们会给你。在我想像当中，大概只限于一册，可能为了防范有人在这里多拿去，拿去卖钱，这有可能。卖钱是好事情。也有可能他拿去之后，把它毁掉，那不信佛教的、排斥佛教的，他会拿去把它毁掉。那拿一本毁掉，罪轻；要拿个几百本回去毁掉，这罪太重。你如果有需要，你可以向他们负责人说清楚，我相信他会赠送给你的。",
      "zh_TW": "答：這個如法不如法是他們負責人員規定的，他規定就如法，他不規定，就不如法。所以法沒有定法，每家的道場都有他們家的法。香港這麼多店鋪，每個店鋪都有他店鋪的法。如果你多要是可以的，你問他們，他們會給你。在我想像當中，大概只限於一冊，可能為了防範有人在這裡多拿去，拿去賣錢，這有可能。賣錢是好事情。也有可能他拿去之後，把它毀掉，那不信佛教的、排斥佛教的，他會拿去把它毀掉。那拿一本毀掉，罪輕；要拿個幾百本回去毀掉，這罪太重。你如果有需要，你可以向他們負責人說清楚，我相信他會贈送給你的。"
    },
    {
      "id": "21-294-0001_p0006",
      "zh_CN": "下面是中国同修提问的。第一个是应该如何学习《弟子规》才能往生西方？为什么？",
      "zh_TW": "下面是中國同修提問的。第一個是應該如何學習《弟子規》才能往生西方？為什麼？"
    },
    {
      "id": "21-294-0001_p0007",
      "zh_CN": "答：你问为什么？佛在经上讲，持戒念佛。落实《弟子规》是持戒；有持戒，念佛这才能往生。因为落实《弟子规》，你就是善人。你看往生西方极乐世界的条件是善男子、善女人。《弟子规》都做不到，佛念得再好，去不了，为什么去不了？因为你不是善人，你不是善男子、善女人，就是为的这个。西方极乐世界是「诸上善人俱会一处」，佛念得再好，心行都不善，阿弥陀佛就是接你去，那边大众跟你不能相处，这个道理要懂。",
      "zh_TW": "答：你問為什麼？佛在經上講，持戒念佛。落實《弟子規》是持戒；有持戒，念佛這才能往生。因為落實《弟子規》，你就是善人。你看往生西方極樂世界的條件是善男子、善女人。《弟子規》都做不到，佛念得再好，去不了，為什麼去不了？因為你不是善人，你不是善男子、善女人，就是為的這個。西方極樂世界是「諸上善人俱會一處」，佛念得再好，心行都不善，阿彌陀佛就是接你去，那邊大眾跟你不能相處，這個道理要懂。"
    },
    {
      "id": "21-294-0001_p0008",
      "zh_CN": "第二个问题：黄泉路上无老少，请问对根性极下劣，贪瞋痴慢非常严重的众生，应如何用最快速的方法获得解脱？这是一个问题。下面说我知道自己不对，但是抽烟、喝酒、吸毒，情绪起伏就像发疯，几乎崩溃，而无法自制。请老法师开示。",
      "zh_TW": "第二個問題：黃泉路上無老少，請問對根性極下劣，貪瞋痴慢非常嚴重的眾生，應如何用最快速的方法獲得解脫？這是一個問題。下面說我知道自己不對，但是抽煙、喝酒、吸毒，情緒起伏就像發瘋，幾乎崩潰，而無法自制。請老法師開示。"
    },
    {
      "id": "21-294-0001_p0009",
      "zh_CN": "答：前面这个问题，你很有慈悲心，很难得，这个问题连阿弥陀佛都做不到。佛法里头常说「心佛众生，三无差别」，那个力量是平等的。心是众生的心，佛是诸佛如来，心佛众生，那个众生就是讲众生所造的业力。你看看《地藏经》上所说的，众生的业力能敌须弥。所以这个业力，佛没有法子，佛不能转众生的定业，他没有这个能力，自作还是要自受。佛对于众生的加持，诸位要知道，只有教导。佛把道理讲清楚，让你明了，让你回头改过自新。因为业是你自己造的，必须你自己要承当，你自己要把它化解；自己造的业，别人没有办法承当。那别人要有法子承当的话，佛都拜他做老师，那还得了！",
      "zh_TW": "答：前面這個問題，你很有慈悲心，很難得，這個問題連阿彌陀佛都做不到。佛法裡頭常說「心佛眾生，三無差別」，那個力量是平等的。心是眾生的心，佛是諸佛如來，心佛眾生，那個眾生就是講眾生所造的業力。你看看《地藏經》上所說的，眾生的業力能敵須彌。所以這個業力，佛沒有法子，佛不能轉眾生的定業，他沒有這個能力，自作還是要自受。佛對於眾生的加持，諸位要知道，只有教導。佛把道理講清楚，讓你明瞭，讓你回頭改過自新。因為業是你自己造的，必須你自己要承當，你自己要把它化解；自己造的業，別人沒有辦法承當。那別人要有法子承當的話，佛都拜他做老師，那還得了！"
    },
    {
      "id": "21-294-0001_p0010",
      "zh_CN": "所以佛门当中常讲，这众生的业报是各人造作各人负责，这是因果的道理。经上有比喻说「父子上山，各自努力」，谁都没有办法代替谁，这个道理要懂。但是我们遇到这种情形，尽心尽力去诱导他、去协助他。这个地方就有一个问题，他愿不愿意接受？他能够接受几成？这是他自己业力。如果过去生中善根深厚，有人提起来，他回头很快，那这真的是得救了；有些众生习气很重，过去世善根薄，业障习气很重，虽然多年在佛法修学，他也没有办法改变他的习气。不但是在家学佛，有很多出家学佛的老和尚最后到临终还是要堕三途，这个事情很多很多！我们自己要警惕。能够天天听经，那就是一线光明。天天听经是真正亲近佛菩萨。读经、念佛，还打妄想，这就困难了；听经是佛天天劝你，天天教你，容易醒过来。念佛是不太容易醒过来，读经也不容易醒过来，你读意思不懂，所以是看古大德的注解、听讲解容易觉悟，这是很重要的一桩事情。我们对大家的帮助也只限于到这个地方。释迦牟尼佛当年在世，四十九年讲经说法，用意就在此地。",
      "zh_TW": "所以佛門當中常講，這眾生的業報是各人造作各人負責，這是因果的道理。經上有比喻說「父子上山，各自努力」，誰都沒有辦法代替誰，這個道理要懂。但是我們遇到這種情形，盡心盡力去誘導他、去協助他。這個地方就有一個問題，他願不願意接受？他能夠接受幾成？這是他自己業力。如果過去生中善根深厚，有人提起來，他回頭很快，那這真的是得救了；有些眾生習氣很重，過去世善根薄，業障習氣很重，雖然多年在佛法修學，他也沒有辦法改變他的習氣。不但是在家學佛，有很多出家學佛的老和尚最後到臨終還是要墮三途，這個事情很多很多！我們自己要警惕。能夠天天聽經，那就是一線光明。天天聽經是真正親近佛菩薩。讀經、念佛，還打妄想，這就困難了；聽經是佛天天勸你，天天教你，容易醒過來。念佛是不太容易醒過來，讀經也不容易醒過來，你讀意思不懂，所以是看古大德的註解、聽講解容易覺悟，這是很重要的一樁事情。我們對大家的幫助也只限於到這個地方。釋迦牟尼佛當年在世，四十九年講經說法，用意就在此地。"
    },
    {
      "id": "21-294-0001_p0011",
      "zh_CN": "后面这个问题是自己知道自己不对，还是抽烟喝酒吸毒，情绪不稳定。你算是不错了，为什么？你也是觉悟，你知道你的过失，知道过失就是觉悟。最怕的是自己有这些毛病，自己还不承认；我没有过失，我很正常，那就没救了。能知道自己过失，这个人就有救，就能回头。他需要真正善知识帮助他。能够亲近善友，远离像这些抽烟、喝酒、吸毒的场所，远离这些朋友，你才能回得了头。如果是一面想改，一面还跟他们亲近，那就很麻烦，那你很不容易把这些恶习气改掉。一定要知道这些恶习气对自己是严重伤害，而且也伤害到家庭，也伤害社会，决定不是一个好事情，应该努力把它解除。读经求佛菩萨加持，求同参善友协助你，这才能够恢复到正常。",
      "zh_TW": "後面這個問題是自己知道自己不對，還是抽煙喝酒吸毒，情緒不穩定。你算是不錯了，為什麼？你也是覺悟，你知道你的過失，知道過失就是覺悟。最怕的是自己有這些毛病，自己還不承認；我沒有過失，我很正常，那就沒救了。能知道自己過失，這個人就有救，就能回頭。他需要真正善知識幫助他。能夠親近善友，遠離像這些抽煙、喝酒、吸毒的場所，遠離這些朋友，你才能回得了頭。如果是一面想改，一面還跟他們親近，那就很麻煩，那你很不容易把這些惡習氣改掉。一定要知道這些惡習氣對自己是嚴重傷害，而且也傷害到家庭，也傷害社會，決定不是一個好事情，應該努力把它解除。讀經求佛菩薩加持，求同參善友協助你，這才能夠恢復到正常。"
    },
    {
      "id": "21-294-0001_p0012",
      "zh_CN": "第三个问题：自从接触老法师的光碟、书籍以来，我自己发愿认真依教奉行，也照你的光碟、讲记复讲给有缘大众听。我自称为净空法师的学生，师承净空法师，请问这样如法吗？",
      "zh_TW": "第三個問題：自從接觸老法師的光碟、書籍以來，我自己發願認真依教奉行，也照你的光碟、講記複講給有緣大眾聽。我自稱為淨空法師的學生，師承淨空法師，請問這樣如法嗎？"
    },
    {
      "id": "21-294-0001_p0013",
      "zh_CN": "答：你提出这个问题就是不如法，不提这个问题就很如法。什么原因？提这个问题，你还有妄想分别执着在，所以这就不如法。我能把妄想分别执着统统放下，认为这是一桩好事我应该做的，那你就很如法。你们想想对不对？",
      "zh_TW": "答：你提出這個問題就是不如法，不提這個問題就很如法。什麼原因？提這個問題，你還有妄想分別執著在，所以這就不如法。我能把妄想分別執著統統放下，認為這是一樁好事我應該做的，那你就很如法。你們想想對不對？"
    },
    {
      "id": "21-294-0001_p0014",
      "zh_CN": "这下面是网路同修提问的：现有许多年轻同学，对佛陀教育产生浓厚兴趣，面对社会染污情形严重，都深怕造业太重，对于选择行业，徬徨、疑虑很多，不知从事何种行业能兼顾生计，利益众生，好好学佛？恳请老法师开示。",
      "zh_TW": "這下面是網路同修提問的：現有許多年輕同學，對佛陀教育產生濃厚興趣，面對社會染污情形嚴重，都深怕造業太重，對於選擇行業，徬徨、疑慮很多，不知從事何種行業能兼顧生計，利益眾生，好好學佛？懇請老法師開示。"
    },
    {
      "id": "21-294-0001_p0015",
      "zh_CN": "答：这个事情可难了，可不容易了，这是现代的社会写实。我在年轻的时候，二十几岁遇到佛法，也曾经向老师（章嘉大师）提出这个问题。自己知道自己的罪业很重，习气很深，到底将来从事于哪个行业好？我这个行业就是章嘉大师替我选择的，他教我走这个路子好；学佛，讲经，教学。但是这个路子开头是非常非常辛苦，在台湾有很多老朋友都亲眼看到，我最初十五年的生活非常艰苦，那么长的时间你要能够忍受。这里头最重要的是老师、同学。我很幸运就遇到三位好老师，有十几个非常好的同学，大家在一块学习，十年如一日，这才能成就。像这种缘分不太容易遇到。",
      "zh_TW": "答：這個事情可難了，可不容易了，這是現代的社會寫實。我在年輕的時候，二十幾歲遇到佛法，也曾經向老師（章嘉大師）提出這個問題。自己知道自己的罪業很重，習氣很深，到底將來從事於哪個行業好？我這個行業就是章嘉大師替我選擇的，他教我走這個路子好；學佛，講經，教學。但是這個路子開頭是非常非常辛苦，在台灣有很多老朋友都親眼看到，我最初十五年的生活非常艱苦，那麼長的時間你要能夠忍受。這裡頭最重要的是老師、同學。我很幸運就遇到三位好老師，有十幾個非常好的同學，大家在一塊學習，十年如一日，這才能成就。像這種緣分不太容易遇到。"
    },
    {
      "id": "21-294-0001_p0016",
      "zh_CN": "尤其现代社会，比我二十几岁的时候那个社会，变化太大。那个时候社会还有一点人情味，现在看不到了。现在如果真正要学习也有方便。这个方便就是现在的光碟、网路、卫星电视，以及经书很容易得到。我学佛那个时候社会，佛法没有现在这么样的兴旺，经书买不到，全台湾只有三个书店印佛书，印的量都很少。我们想看佛书都要去抄，到寺庙里面去借《藏经》，不可以借出来，就在寺庙里面抄经。我们还抄过好几部，大概有十几部的抄经，买不到书，很辛苦。不像现在科学技术发达，印刷术发达，想求一部《藏经》都不难。在我们那个时候，脑子里从来没有敢说自己拥有一套《大藏经》，不敢想的，那是不可能的事情，现在不可能都变成可能。所以真正发心求学，在这个时代比我们那个时代方便太多。只要记住古人的话「一门深入，长时薰修」，这才能成就。如果我们学得杂，太杂、太乱、太多，都不能成就，一定要专心。",
      "zh_TW": "尤其現代社會，比我二十幾歲的時候那個社會，變化太大。那個時候社會還有一點人情味，現在看不到了。現在如果真正要學習也有方便。這個方便就是現在的光碟、網路、衛星電視，以及經書很容易得到。我學佛那個時候社會，佛法沒有現在這麼樣的興旺，經書買不到，全台灣只有三個書店印佛書，印的量都很少。我們想看佛書都要去抄，到寺廟裡面去借《藏經》，不可以借出來，就在寺廟裡面抄經。我們還抄過好幾部，大概有十幾部的抄經，買不到書，很辛苦。不像現在科學技術發達，印刷術發達，想求一部《藏經》都不難。在我們那個時候，腦子裡從來沒有敢說自己擁有一套《大藏經》，不敢想的，那是不可能的事情，現在不可能都變成可能。所以真正發心求學，在這個時代比我們那個時代方便太多。只要記住古人的話「一門深入，長時薰修」，這才能成就。如果我們學得雜，太雜、太亂、太多，都不能成就，一定要專心。"
    },
    {
      "id": "21-294-0001_p0017",
      "zh_CN": "佛法修学的关键就是戒定慧。遵守佛菩萨、古大德的教诲，这就是守戒。古人教我们，一门深入长时薰修，我能够做到，这是持戒；持戒之后，你才有定。一门，心是定的，学多了，你心就乱，你精神、时间都分散。一定要集中学一样，而且要克定期限。譬如现在大家很重视《弟子规》的学习，《弟子规》的学习不能超过一年。利根的人，半年的时间把它落实，你要订个期限；中下根性的人一年足够，用一年的时间要把它做到，这是属于持戒。",
      "zh_TW": "佛法修學的關鍵就是戒定慧。遵守佛菩薩、古大德的教誨，這就是守戒。古人教我們，一門深入長時薰修，我能夠做到，這是持戒；持戒之後，你才有定。一門，心是定的，學多了，你心就亂，你精神、時間都分散。一定要集中學一樣，而且要剋定期限。譬如現在大家很重視《弟子規》的學習，《弟子規》的學習不能超過一年。利根的人，半年的時間把它落實，你要訂個期限；中下根性的人一年足夠，用一年的時間要把它做到，這是屬於持戒。"
    },
    {
      "id": "21-294-0001_p0018",
      "zh_CN": "有《弟子规》的基础，才能学《十善业道》。《弟子规》是世间法，《十善业道》是佛法，佛法建立在世间法的基础上，没有世间法的基础，不能学佛。这就是现在我们佛门里面，大家看到的现象，无论在家出家三皈、五戒、十善都做不到。什么原因？没有世间法的基础。古时候的这些大德，他们的成就没有别的，从小像这些规矩他都学过，所以确确实实他是佛法里头所说的善男子、善女人。他具足这个条件，再接受三皈五戒，那就容易了。",
      "zh_TW": "有《弟子規》的基礎，才能學《十善業道》。《弟子規》是世間法，《十善業道》是佛法，佛法建立在世間法的基礎上，沒有世間法的基礎，不能學佛。這就是現在我們佛門裡面，大家看到的現象，無論在家出家三皈、五戒、十善都做不到。什麼原因？沒有世間法的基礎。古時候的這些大德，他們的成就沒有別的，從小像這些規矩他都學過，所以確確實實他是佛法裡頭所說的善男子、善女人。他具足這個條件，再接受三皈五戒，那就容易了。"
    },
    {
      "id": "21-294-0001_p0019",
      "zh_CN": "这些教诲，佛在《观无量寿佛经》里面，「净业三福」这段经文里面讲得很清楚。第一条「孝养父母，奉事师长」，这两句我们有没有做到？奉事师长是依教奉行，老师所教的，我能理解，我能做到，这才真正叫奉事。接着下面，这才「慈心不杀，修十善业」。所以这第一条是基础，你要具备《弟子规》、《十善业道》。这是第一句四句要落实在这个地方，然后才能入佛门。第二条「受持三皈，具足众戒，不犯威仪」，你才有资格受三皈五戒。那这三皈你就真正得到，五戒你也真正得到，你不会违犯的。出家，《沙弥律仪》一定做到，而且都不困难，他有弟子规的根。今天做不到，就是没有弟子规的根，原因就在这个地方。今天我们没有这个根，赶快补习，要把这个根找回来，我们做一个真正的佛弟子，无论在家出家都是真正佛弟子，这样子才会有成就。",
      "zh_TW": "這些教誨，佛在《觀無量壽佛經》裡面，「淨業三福」這段經文裡面講得很清楚。第一條「孝養父母，奉事師長」，這兩句我們有沒有做到？奉事師長是依教奉行，老師所教的，我能理解，我能做到，這才真正叫奉事。接著下面，這才「慈心不殺，修十善業」。所以這第一條是基礎，你要具備《弟子規》、《十善業道》。這是第一句四句要落實在這個地方，然後才能入佛門。第二條「受持三皈，具足眾戒，不犯威儀」，你才有資格受三皈五戒。那這三皈你就真正得到，五戒你也真正得到，你不會違犯的。出家，《沙彌律儀》一定做到，而且都不困難，他有弟子規的根。今天做不到，就是沒有弟子規的根，原因就在這個地方。今天我們沒有這個根，趕快補習，要把這個根找回來，我們做一個真正的佛弟子，無論在家出家都是真正佛弟子，這樣子才會有成就。"
    },
    {
      "id": "21-294-0001_p0020",
      "zh_CN": "对于选择行业，无论哪个行业，今天社会上虽然有严重的染污，你只要规规矩矩去从事你自己的事业，远离一切染污，那你就是菩萨！你经商，菩萨商人，你做工是菩萨工人。你自己能够不受外面环境影响，你就会影响别人，别人看到你好，自然会向你学习。我们今天要防止染污，没有别的，你只把佛法基本的东西做到了，你就不会受染污。我们提倡这两样东西是根本，《弟子规》跟《十善业道经》。再有就是印光大师一生提倡的三本书，因果教育，《了凡四训》、《感应篇汇编》、《安士全书》。这三本书，你每天都不离开它，天天读，一遍一遍的去读，一生能够受持，你就能够摆脱社会一切染污。",
      "zh_TW": "對於選擇行業，無論哪個行業，今天社會上雖然有嚴重的染污，你只要規規矩矩去從事你自己的事業，遠離一切染污，那你就是菩薩！你經商，菩薩商人，你做工是菩薩工人。你自己能夠不受外面環境影響，你就會影響別人，別人看到你好，自然會向你學習。我們今天要防止染污，沒有別的，你只把佛法基本的東西做到了，你就不會受染污。我們提倡這兩樣東西是根本，《弟子規》跟《十善業道經》。再有就是印光大師一生提倡的三本書，因果教育，《了凡四訓》、《感應篇彙編》、《安士全書》。這三本書，你每天都不離開它，天天讀，一遍一遍的去讀，一生能夠受持，你就能夠擺脫社會一切染污。"
    },
    {
      "id": "21-294-0001_p0021",
      "zh_CN": "你把看报纸的时间、看电视的时间，读书！报纸是染污，电视是染污，现在的网路都是染污，你天天跟它接近，你怎么能摆脱染污？只有统统把它放下。不是重要的事情不要去逛街，为什么？逛街也是染污，你看到街上这些五花八门的广告，全是染污，没有一样是干净东西，所以最好少接触，并不妨害你的工作。只要你不接触，不受它影响，就没事，所以哪个行业都好。我们接受过圣贤的教诲，尤其接受过佛法的薰陶都知道，我们一个人（任何一个人）一生贫富贵贱，命里注定的。圣贤的教诲，佛菩萨的教诲，圣贤教你作圣贤，没有教你升官发财。升官发财是没有法子教的，那是你的命，你命里有就有，命里没有就没有，圣贤没有办法给你。佛菩萨教我们作佛菩萨，也没有教我们升官发财，这个道理一定要懂。",
      "zh_TW": "你把看報紙的時間、看電視的時間，讀書！報紙是染污，電視是染污，現在的網路都是染污，你天天跟它接近，你怎麼能擺脫染污？只有統統把它放下。不是重要的事情不要去逛街，為什麼？逛街也是染污，你看到街上這些五花八門的廣告，全是染污，沒有一樣是乾淨東西，所以最好少接觸，並不妨害你的工作。只要你不接觸，不受它影響，就沒事，所以哪個行業都好。我們接受過聖賢的教誨，尤其接受過佛法的薰陶都知道，我們一個人（任何一個人）一生貧富貴賤，命裡註定的。聖賢的教誨，佛菩薩的教誨，聖賢教你作聖賢，沒有教你升官發財。升官發財是沒有法子教的，那是你的命，你命裡有就有，命裡沒有就沒有，聖賢沒有辦法給你。佛菩薩教我們作佛菩薩，也沒有教我們升官發財，這個道理一定要懂。"
    },
    {
      "id": "21-294-0001_p0022",
      "zh_CN": "我在年轻时候，有很多人给我看相算命，我这个命一生贫贱；贫是没有财富，命里头没有财库。每个人命都有财库，我那个财库是空空的，没有财库，也没有官运。没有官运，你命里头没有做官的。没有官运，没有财富，所以很苦。我相信。而且又短命，寿命只有四十五岁。我是二十六岁遇到佛法，老师指出我这条路，这条路没有钱没有关系，这寺庙里面还有饭吃，还有地方住；没有地位也没有关系，那个富贵，贵是地位，没有关系，一生老老实实念佛，学经教，修来生！这一生命已经定了，过去生中没有修，这一生好好的修，拼命修，来生就好了。北京，过去黄念祖老居士，我们也是老朋友，我是听他的学生告诉我的，他学生跟我说：黄老常常跟他们讲，净空法师这一生要不往生，来生的福报是不得了、不得了。这是他老人家说的，我相信这句话。",
      "zh_TW": "我在年輕時候，有很多人給我看相算命，我這個命一生貧賤；貧是沒有財富，命裡頭沒有財庫。每個人命都有財庫，我那個財庫是空空的，沒有財庫，也沒有官運。沒有官運，你命裡頭沒有做官的。沒有官運，沒有財富，所以很苦。我相信。而且又短命，壽命只有四十五歲。我是二十六歲遇到佛法，老師指出我這條路，這條路沒有錢沒有關係，這寺廟裡面還有飯吃，還有地方住；沒有地位也沒有關係，那個富貴，貴是地位，沒有關係，一生老老實實念佛，學經教，修來生！這一生命已經定了，過去生中沒有修，這一生好好的修，拼命修，來生就好了。北京，過去黃念祖老居士，我們也是老朋友，我是聽他的學生告訴我的，他學生跟我說：黃老常常跟他們講，淨空法師這一生要不往生，來生的福報是不得了、不得了。這是他老人家說的，我相信這句話。"
    },
    {
      "id": "21-294-0001_p0023",
      "zh_CN": "我们这一生所受的是前世的业因，这一生的果报，这佛经上说的「欲知前世因，今生受者是」，这一生享受就是前生修的；「欲知来世果，今生作者是」，来世果报是你这一生所造作的，就是的。这一生造的因，来生受果报！这一生当中，从遇到佛法之后，回头是岸，真的做到了对人对事对物没有恶念，没有恶言，没有恶行，所以身心安稳。那晚年有这种福报，还有这么多寿命，自己都无法想像的。这在佛法讲的是花报，果报在来世。花报不错了，所以果报就一定很殊胜。我们要不要去享这世间的荣华富贵？不可以，为什么？那个东西一沾就糊涂了，福享完的时候，那个罪报就现前。所以想来想去还是到极乐世界，亲近阿弥陀佛的好，永远不会堕落。这个选择才是最重要的，绝不选择人天福报。所以学佛，尤其是修学净土，对于任何工作都不妨碍。",
      "zh_TW": "我們這一生所受的是前世的業因，這一生的果報，這佛經上說的「欲知前世因，今生受者是」，這一生享受就是前生修的；「欲知來世果，今生作者是」，來世果報是你這一生所造作的，就是的。這一生造的因，來生受果報！這一生當中，從遇到佛法之後，回頭是岸，真的做到了對人對事對物沒有惡念，沒有惡言，沒有惡行，所以身心安穩。那晚年有這種福報，還有這麼多壽命，自己都無法想像的。這在佛法講的是花報，果報在來世。花報不錯了，所以果報就一定很殊勝。我們要不要去享這世間的榮華富貴？不可以，為什麼？那個東西一沾就糊塗了，福享完的時候，那個罪報就現前。所以想來想去還是到極樂世界，親近阿彌陀佛的好，永遠不會墮落。這個選擇才是最重要的，絕不選擇人天福報。所以學佛，尤其是修學淨土，對於任何工作都不妨礙。"
    },
    {
      "id": "21-294-0001_p0024",
      "zh_CN": "问：第二是老法师的书籍、光碟在全球广泛流通，利益许多众生，但因无版权，免费赠送，所以在一般书店接触不到这些资料。如果为利益那些爱好逛书店而不认识佛法的大众，贩卖老法师的书籍，请问如法吗？",
      "zh_TW": "問：第二是老法師的書籍、光碟在全球廣泛流通，利益許多眾生，但因無版權，免費贈送，所以在一般書店接觸不到這些資料。如果為利益那些愛好逛書店而不認識佛法的大眾，販賣老法師的書籍，請問如法嗎？"
    },
    {
      "id": "21-294-0001_p0025",
      "zh_CN": "答：如法，因为我们没有版权，所以他如法；如果有版权，他就犯法了。没有版权，他可以印，书店里面喜欢印可以印，我们没有版权，这个光碟统统都可以流通。尤其是我们现在用网路，用卫星电视。卫星电视，在中国有限制，接收受限制。在许多国家里头没有限制，像美国没有限制，澳洲没有限制，印尼没有限制，他们只要装一个小碟，他都能收看到，每天二十四小时不中断的，非常方便。现在我们的卫星有五颗，五颗卫星覆盖面是全球，每个地方都可以收到。在中国，亚洲地区有两颗卫星，所以只要装一个小的碟就可以看到，七十五公分的小碟就可以收到。",
      "zh_TW": "答：如法，因為我們沒有版權，所以他如法；如果有版權，他就犯法了。沒有版權，他可以印，書店裡面喜歡印可以印，我們沒有版權，這個光碟統統都可以流通。尤其是我們現在用網路，用衛星電視。衛星電視，在中國有限制，接收受限制。在許多國家裡頭沒有限制，像美國沒有限制，澳洲沒有限制，印尼沒有限制，他們只要裝一個小碟，他都能收看到，每天二十四小時不中斷的，非常方便。現在我們的衛星有五顆，五顆衛星覆蓋面是全球，每個地方都可以收到。在中國，亞洲地區有兩顆衛星，所以只要裝一個小的碟就可以看到，七十五公分的小碟就可以收到。"
    },
    {
      "id": "21-294-0001_p0026",
      "zh_CN": "第三个问题，我从小就喜欢看佛经，并且修行禅定。几年前有了一些功能，于是自己开法坛，为别人开天眼，许多人说我这样不如法。请问究竟能不能用神通度人、赚钱？",
      "zh_TW": "第三個問題，我從小就喜歡看佛經，並且修行禪定。幾年前有了一些功能，於是自己開法壇，為別人開天眼，許多人說我這樣不如法。請問究竟能不能用神通度人、賺錢？"
    },
    {
      "id": "21-294-0001_p0027",
      "zh_CN": "答：这个确实不如法。你要晓得诸佛菩萨、阿罗汉神通都广大，但是佛说过了，佛法不用神通接引大众，什么原因？妖魔鬼怪也有神通，如果佛用神通弘法利生，佛跟魔，凡人没有办法辨别，那这就难了。佛用教学，这妖魔鬼怪他不能教学，他只可以现神通，所以这样就很容易区别。",
      "zh_TW": "答：這個確實不如法。你要曉得諸佛菩薩、阿羅漢神通都廣大，但是佛說過了，佛法不用神通接引大眾，什麼原因？妖魔鬼怪也有神通，如果佛用神通弘法利生，佛跟魔，凡人沒有辦法辨別，那這就難了。佛用教學，這妖魔鬼怪他不能教學，他只可以現神通，所以這樣就很容易區別。"
    },
    {
      "id": "21-294-0001_p0028",
      "zh_CN": "佛法，你看过去高僧大德示现神通的也很多，但是他有特别对象，这个对象是能够产生广大影响的人，他用这个方法度他，国王。所以佛菩萨对国王可以用神通，那他也相信之后，他就能护持佛法；再就是大富大贵之人，他有那么大的影响力。所以他有特殊对象，不是一般人。一般平民，他来给你用神通，绝对不是佛菩萨，这我们一定要很清楚，绝对不是的。所以你说你自己修禅定，修了几年，你就为人开天眼，天眼真开了吗？我们住在十一楼，你眼睛往下面看，下面十层楼你能看得清楚吗？你能看得清楚，真的天眼开了。如果隔个墙壁之外，还一无所知，你的天眼是假的不是真的。这是不可以骗人，不能用佛法来赚钱，用佛法来赚钱，那因果背得很重，这不可以不知道。",
      "zh_TW": "佛法，你看過去高僧大德示現神通的也很多，但是他有特別對象，這個對象是能夠產生廣大影響的人，他用這個方法度他，國王。所以佛菩薩對國王可以用神通，那他也相信之後，他就能護持佛法；再就是大富大貴之人，他有那麼大的影響力。所以他有特殊對象，不是一般人。一般平民，他來給你用神通，絕對不是佛菩薩，這我們一定要很清楚，絕對不是的。所以你說你自己修禪定，修了幾年，你就為人開天眼，天眼真開了嗎？我們住在十一樓，你眼睛往下面看，下面十層樓你能看得清楚嗎？你能看得清楚，真的天眼開了。如果隔個牆壁之外，還一無所知，你的天眼是假的不是真的。這是不可以騙人，不能用佛法來賺錢，用佛法來賺錢，那因果背得很重，這不可以不知道。"
    },
    {
      "id": "21-294-0001_p0029",
      "zh_CN": "问：第四他说弘一法师将过往之时，书「悲欣交集」四字表心意，其真实义何解？",
      "zh_TW": "問：第四他說弘一法師將過往之時，書「悲欣交集」四字表心意，其真實義何解？"
    },
    {
      "id": "21-294-0001_p0030",
      "zh_CN": "答：我要问你，你问这句话是什么意思？这个意思，这句话与你的修持没关系。到你修持有真正有功夫、有成就了，你到临终的时候，这四个字你就清楚，你会跟他有同样的心情。那你没有这个功夫，你临终的时候是一塌糊涂，什么也不知道，被业力牵引走。既然问出来，「悲」是怜悯这个世间太苦，世间人造的业太重；「欣」，他是悲欣交集的，不是悲喜，欣是什么？是很庆幸自己念佛成就往生，脱离苦海，一方面是悲悯还没有出来的众生，很幸运自己已经跳出。",
      "zh_TW": "答：我要問你，你問這句話是什麼意思？這個意思，這句話與你的修持沒關係。到你修持有真正有功夫、有成就了，你到臨終的時候，這四個字你就清楚，你會跟他有同樣的心情。那你沒有這個功夫，你臨終的時候是一塌糊塗，什麼也不知道，被業力牽引走。既然問出來，「悲」是憐憫這個世間太苦，世間人造的業太重；「欣」，他是悲欣交集的，不是悲喜，欣是什麼？是很慶幸自己念佛成就往生，脫離苦海，一方面是悲憫還沒有出來的眾生，很幸運自己已經跳出。"
    },
    {
      "id": "21-294-0001_p0031",
      "zh_CN": "第五个问题：《普贤菩萨行愿品》中，最后有「大智舍利弗，摩诃目犍连而为上首」等文字。你曾说过，《华严》是佛证道后七日所说，其实尚未有五比丘等声闻众，大智舍利弗、摩诃目犍连怎么能够亲参华严一会？",
      "zh_TW": "第五個問題：《普賢菩薩行願品》中，最後有「大智舍利弗，摩訶目犍連而為上首」等文字。你曾說過，《華嚴》是佛證道後七日所說，其實尚未有五比丘等聲聞眾，大智舍利弗、摩訶目犍連怎麼能夠親參華嚴一會？"
    },
    {
      "id": "21-294-0001_p0032",
      "zh_CN": "答：这个话，对这个问题我不要解释，你去看《华严经》清凉大师的注解，你就明白了。《华严经》是不思议解脱境界，不是我们凡夫境界。舍利弗、目犍连都是古佛再来示现的，不是真正这一生才闻法修行，不是的，他们是古佛来示现的。华严境界是超越时间、超越空间。",
      "zh_TW": "答：這個話，對這個問題我不要解釋，你去看《華嚴經》清涼大師的註解，你就明白了。《華嚴經》是不思議解脫境界，不是我們凡夫境界。舍利弗、目犍連都是古佛再來示現的，不是真正這一生才聞法修行，不是的，他們是古佛來示現的。華嚴境界是超越時間、超越空間。"
    },
    {
      "id": "21-294-0001_p0033",
      "zh_CN": "最后一个问题：是否可以开设网站卖法器及佛教书籍等营利方式？",
      "zh_TW": "最後一個問題：是否可以開設網站賣法器及佛教書籍等營利方式？"
    },
    {
      "id": "21-294-0001_p0034",
      "zh_CN": "答：如果你开这个店，拿到政府的执照，你是个合法经营的书店，可以经营，可以贩卖这些东西。甚至于学佛、不学佛都没有关系，这是你如法经营的。而且这些书籍、法器一类的，都是好事情，在各种行业人里面来讲，这是个善业。正如同像饮食店，开素食店是好事情，不杀生，这都是很好的行业。里面再能够宣扬佛法，那就更好了，你这个店也是道场。",
      "zh_TW": "答：如果你開這個店，拿到政府的執照，你是個合法經營的書店，可以經營，可以販賣這些東西。甚至於學佛、不學佛都沒有關係，這是你如法經營的。而且這些書籍、法器一類的，都是好事情，在各種行業人裡面來講，這是個善業。正如同像飲食店，開素食店是好事情，不殺生，這都是很好的行業。裡面再能夠宣揚佛法，那就更好了，你這個店也是道場。"
    },
    {
      "id": "21-294-0001_p0035",
      "zh_CN": "下面是马来西亚同修问的。弟子时常听老法师光碟，但近年在事业上遇到很多困境，虽说听经念佛，但现实的困难依旧使我感到很沮丧、痛苦，请问老法师有没有方法可以使我快速脱离这些困难？",
      "zh_TW": "下面是馬來西亞同修問的。弟子時常聽老法師光碟，但近年在事業上遇到很多困境，雖說聽經念佛，但現實的困難依舊使我感到很沮喪、痛苦，請問老法師有沒有方法可以使我快速脫離這些困難？"
    },
    {
      "id": "21-294-0001_p0036",
      "zh_CN": "答：凡事都有因果，世出世间圣贤都常常教导我们，每天要反省，每天要思过，就是想我自己有没有过失，对人、对事、对物。如果发现过失，能把这个过失改正过来，一些困难全都化解了。这个问题现在临到你身上，你有别人也有，在现前社会，像你这种情形人一定很多，我在初学佛的时候就遇到不少。也有很多人来找我，我就送一本《了凡四训》给他看，确实有效果。有几位真的，不但他自己依教奉行，他全家都做。三年之后，有了效果，他的困难渐渐化解，慢慢能够稳定，最后一步一步兴旺起来。所以他看到我，对我非常感激。我说你不要感激我，这是你自己真正回头是岸，真正懂得因果报应。你能够把你的恶业化解，断恶修善，这是你自己的功德，你自己的成就，我只不过是把这本书介绍给你而已。所以只要你能信，真正肯信，依教奉行，没有不能改正过的。",
      "zh_TW": "答：凡事都有因果，世出世間聖賢都常常教導我們，每天要反省，每天要思過，就是想我自己有沒有過失，對人、對事、對物。如果發現過失，能把這個過失改正過來，一些困難全都化解了。這個問題現在臨到你身上，你有別人也有，在現前社會，像你這種情形人一定很多，我在初學佛的時候就遇到不少。也有很多人來找我，我就送一本《了凡四訓》給他看，確實有效果。有幾位真的，不但他自己依教奉行，他全家都做。三年之後，有了效果，他的困難漸漸化解，慢慢能夠穩定，最後一步一步興旺起來。所以他看到我，對我非常感激。我說你不要感激我，這是你自己真正回頭是岸，真正懂得因果報應。你能夠把你的惡業化解，斷惡修善，這是你自己的功德，你自己的成就，我只不過是把這本書介紹給你而已。所以只要你能信，真正肯信，依教奉行，沒有不能改正過的。"
    },
    {
      "id": "21-294-0001_p0037",
      "zh_CN": "每个人一生遭遇是定业，过去生中造的定业。在伊斯兰教《古兰经》里头也有这句话。伊斯兰教不称上帝，称真主；我们佛经里头不称上帝也不称真主，称法性，一个意思，造物主！经论里头佛常讲，宇宙从哪里来的？生命从哪里来的？唯心所现，唯识所变。所以佛法讲性、讲识。他们那个教里面，称为真主，称为上帝，实际上是一桩事情，这造物主。《古兰经》上真主说「万物，我依前定创造他们」。你看上帝给人一生享福，也叫那个人一生受折磨，这上帝不公平！怎么会对他那么好，对那个人那么不好？他讲得很好，他依前定，这句话叫大家没得说了。你前世造善业，那你这一生该享福；你前世造恶业，那你这一生该受罪。依前定不是依自己的意思，上帝很公平，上帝没有私心。那一句经文很重要，依前定。",
      "zh_TW": "每個人一生遭遇是定業，過去生中造的定業。在伊斯蘭教《古蘭經》裡頭也有這句話。伊斯蘭教不稱上帝，稱真主；我們佛經裡頭不稱上帝也不稱真主，稱法性，一個意思，造物主！經論裡頭佛常講，宇宙從哪裡來的？生命從哪裡來的？唯心所現，唯識所變。所以佛法講性、講識。他們那個教裡面，稱為真主，稱為上帝，實際上是一樁事情，這造物主。《古蘭經》上真主說「萬物，我依前定創造他們」。你看上帝給人一生享福，也叫那個人一生受折磨，這上帝不公平！怎麼會對他那麼好，對那個人那麼不好？他講得很好，他依前定，這句話叫大家沒得說了。你前世造善業，那你這一生該享福；你前世造惡業，那你這一生該受罪。依前定不是依自己的意思，上帝很公平，上帝沒有私心。那一句經文很重要，依前定。"
    },
    {
      "id": "21-294-0001_p0038",
      "zh_CN": "但是佛法、伊斯兰教也讲到，我们这一生所造的善恶可以能改变定业。了凡先生遇到云谷禅师，云谷禅师教导他，就是努力的断恶修善，把定业转过来。定业，别人不能转，只有你自己可以转，所以他把这道理给他讲清楚，方法教给他，他自己真的依教奉行，不过他做得很缓慢。你看看回去之后，发心做三千桩好事，三千桩好事十年才完成。不容易，十年才完成。但是他这个愿一发，三年，第三年他的运就转了。他读书参加考试，他命里头没有功名。古时候这个功名就是讲举人、进士，他没有这个命，他的命只能够到秀才。秀才要比照现在的学位来讲，这是学士，大学毕业的学士，举人就是硕士，进士就是博士，最高的学位，所以他没有。到第三年他去参加考试，命里注定的他是考第三名，结果他考到第一名，这就不准；每年的收入也增加了，所以慢慢的他就相信，建立信心。到第十年的时候，年年去参加考试，举人也拿到，进士也拿到。",
      "zh_TW": "但是佛法、伊斯蘭教也講到，我們這一生所造的善惡可以能改變定業。了凡先生遇到雲谷禪師，雲谷禪師教導他，就是努力的斷惡修善，把定業轉過來。定業，別人不能轉，只有你自己可以轉，所以他把這道理給他講清楚，方法教給他，他自己真的依教奉行，不過他做得很緩慢。你看看回去之後，發心做三千樁好事，三千樁好事十年才完成。不容易，十年才完成。但是他這個願一發，三年，第三年他的運就轉了。他讀書參加考試，他命裡頭沒有功名。古時候這個功名就是講舉人、進士，他沒有這個命，他的命只能夠到秀才。秀才要比照現在的學位來講，這是學士，大學畢業的學士，舉人就是碩士，進士就是博士，最高的學位，所以他沒有。到第三年他去參加考試，命裡註定的他是考第三名，結果他考到第一名，這就不準；每年的收入也增加了，所以慢慢的他就相信，建立信心。到第十年的時候，年年去參加考試，舉人也拿到，進士也拿到。"
    },
    {
      "id": "21-294-0001_p0039",
      "zh_CN": "拿到进士之后，他做宝坻县的知县。宝坻是个大县，在河北，靠近天津，那时候是归中央直辖的，皇帝直接管辖的县市。他做了很多好事，他寿命只有五十三岁，他活到七十四岁走的，延寿二十年。这都是自己修的，他没有求延寿，延寿二十年。命里头没有儿女，他有一个好儿子，求来的。「佛氏门中，有求必应」，那求有求的道理，你要懂，有求的方法，不是盲目迷信能求得到的。要真正从自己内心里面忏悔，改过自新，断恶修善，这才真正把命运转过来。他年轻的时候习气很重，都是过去生中一些不善的习气。他在云谷禅师那里很坦白都说出来，一条一条反省，把毛病都说出来，这就是有救。云谷禅师教他，一条一条都要改，对你自己的身体很不利。",
      "zh_TW": "拿到進士之後，他做寶坻縣的知縣。寶坻是個大縣，在河北，靠近天津，那時候是歸中央直轄的，皇帝直接管轄的縣市。他做了很多好事，他壽命只有五十三歲，他活到七十四歲走的，延壽二十年。這都是自己修的，他沒有求延壽，延壽二十年。命裡頭沒有兒女，他有一個好兒子，求來的。「佛氏門中，有求必應」，那求有求的道理，你要懂，有求的方法，不是盲目迷信能求得到的。要真正從自己內心裡面懺悔，改過自新，斷惡修善，這才真正把命運轉過來。他年輕的時候習氣很重，都是過去生中一些不善的習氣。他在雲谷禪師那裡很坦白都說出來，一條一條反省，把毛病都說出來，這就是有救。雲谷禪師教他，一條一條都要改，對你自己的身體很不利。"
    },
    {
      "id": "21-294-0001_p0040",
      "zh_CN": "在那个时代，还有一个跟他状况差不多的，就是俞净意。俞净意比了凡先生大，大概是大十岁，我记得大十岁，那造的恶业就更重了，而且自己不知道。自己以为自己天天行善，不知道天天都在造恶业。总是一个读书人，还有一点善念，感动灶神，灶神真有不是假的，灶神现身来度他。把他一生恶的念头、恶的行为，一桩一桩说出来，给他说出来，说得他哑口无言。告诉他应当要怎样去悔改。说完之后，就走到厨房里面，人就不见了，他就晓得灶神来点化他。从此之后，他那个改过的决心跟做法超过了凡先生很多倍，了凡先生不如他；果报也不相同，他的果报也超过了凡先生，他活了八十八岁，到晚年的时候福报都现前了。可是到那个时候心灰意冷，他已经把人生看透了。这都是很好的例子。在中国自古以来，这样的人很多很多，留下完整的记录不多。但是我们在古时候古人的笔记小说里看到很多，只要留意，到处都能看到。",
      "zh_TW": "在那個時代，還有一個跟他狀況差不多的，就是俞淨意。俞淨意比了凡先生大，大概是大十歲，我記得大十歲，那造的惡業就更重了，而且自己不知道。自己以為自己天天行善，不知道天天都在造惡業。總是一個讀書人，還有一點善念，感動灶神，灶神真有不是假的，灶神現身來度他。把他一生惡的念頭、惡的行為，一樁一樁說出來，給他說出來，說得他啞口無言。告訴他應當要怎樣去悔改。說完之後，就走到廚房裡面，人就不見了，他就曉得灶神來點化他。從此之後，他那個改過的決心跟做法超過了凡先生很多倍，了凡先生不如他；果報也不相同，他的果報也超過了凡先生，他活了八十八歲，到晚年的時候福報都現前了。可是到那個時候心灰意冷，他已經把人生看透了。這都是很好的例子。在中國自古以來，這樣的人很多很多，留下完整的記錄不多。但是我們在古時候古人的筆記小說裡看到很多，只要留意，到處都能看到。"
    },
    {
      "id": "21-294-0001_p0041",
      "zh_CN": "所以前世，《古兰经》讲前定，那是定数。可是定数当中还有个变数，变数就是我们在这一生当中，起心动念、言语造作天天都在定数当中做加减乘除。我们的念头善，言行善，这就加分；我们的念头恶，行为恶，那就减，就把你命里定数减少，所以每天有加减；大善大恶就是乘除，你有大善是乘，大恶就除，这个道理一定要懂。这些全都是世间法。命里头的财，财从哪里来的？财从布施来的！有人财库里很丰足，前世修财布施修得多，真诚心去修，所以他财库丰足，这财从这来的。如果我们命里头没有财，这一生当中就应当要努力去修财布施。生活宁愿苦一点，节俭一点，把这个钱省下来多做好事，帮助一些贫穷人。到晚年的时候，你这个果报就现前，无论经营什么样的行业统统会赚钱。因为你命里头有，不管做哪个行业都赚钱；命里没有，做哪个行业都要亏本，就这么个道理。所以这是你命里头有没有。",
      "zh_TW": "所以前世，《古蘭經》講前定，那是定數。可是定數當中還有個變數，變數就是我們在這一生當中，起心動念、言語造作天天都在定數當中做加減乘除。我們的念頭善，言行善，這就加分；我們的念頭惡，行為惡，那就減，就把你命裡定數減少，所以每天有加減；大善大惡就是乘除，你有大善是乘，大惡就除，這個道理一定要懂。這些全都是世間法。命裡頭的財，財從哪裡來的？財從布施來的！有人財庫裡很豐足，前世修財布施修得多，真誠心去修，所以他財庫豐足，這財從這來的。如果我們命裡頭沒有財，這一生當中就應當要努力去修財布施。生活寧願苦一點，節儉一點，把這個錢省下來多做好事，幫助一些貧窮人。到晚年的時候，你這個果報就現前，無論經營什麼樣的行業統統會賺錢。因為你命裡頭有，不管做哪個行業都賺錢；命裡沒有，做哪個行業都要虧本，就這麼個道理。所以這是你命裡頭有沒有。"
    },
    {
      "id": "21-294-0001_p0042",
      "zh_CN": "聪明智慧也是这样的，聪明智慧是法布施，法布施的果报得聪明智慧，无畏布施的果报得健康长寿。什么叫无畏？现在讲是比较上容易体会，现在这个社会有恐怖分子，你常常生活在恐怖的世界里！怎样能够帮助众生消除恐怖，这就是无畏布施。那无畏布施里面最容易见到的就是素食。素食，决定不去害这些众生。你常常吃素，这些动物（小动物）看到你，不害怕你。为什么？你有慈悲心，你不会害牠，牠不怕你。那个吃肉的人，所谓说有杀气，我们人看不出来，动物看得出来，看你有杀气，牠就吓得赶快跑。这个果报健康长寿。所以现在人希求长寿，吃这些众生肉以为有营养，可以能得长寿，错了，那把他自己的寿命亏折掉了。本来有长寿，可以活一百岁，结果活到八十岁他就死了，他的寿命减少二十年；甚至于严重的到五十岁就死了，亏折一半。像这些地方我们都要懂得。尤其没有福报的人要惜福，要修善，要积德。",
      "zh_TW": "聰明智慧也是這樣的，聰明智慧是法布施，法布施的果報得聰明智慧，無畏布施的果報得健康長壽。什麼叫無畏？現在講是比較上容易體會，現在這個社會有恐怖分子，你常常生活在恐怖的世界裡！怎樣能夠幫助眾生消除恐怖，這就是無畏布施。那無畏布施裡面最容易見到的就是素食。素食，決定不去害這些眾生。你常常吃素，這些動物（小動物）看到你，不害怕你。為什麼？你有慈悲心，你不會害牠，牠不怕你。那個吃肉的人，所謂說有殺氣，我們人看不出來，動物看得出來，看你有殺氣，牠就嚇得趕快跑。這個果報健康長壽。所以現在人希求長壽，吃這些眾生肉以為有營養，可以能得長壽，錯了，那把他自己的壽命虧折掉了。本來有長壽，可以活一百歲，結果活到八十歲他就死了，他的壽命減少二十年；甚至於嚴重的到五十歲就死了，虧折一半。像這些地方我們都要懂得。尤其沒有福報的人要惜福，要修善，要積德。"
    },
    {
      "id": "21-294-0001_p0043",
      "zh_CN": "你看看财富，聪明智慧，健康长寿，谁不要？不信佛的人他也要，其他宗教的他都要，都希望得到。佛讲得最清楚，你怎么做才会得到。佛不教这些东西，为什么？这世间法，不是究竟法，不提倡这个是怕你迷在这里面。佛常常教人，以苦为师，这是对的。生活清苦一点，对这个世间没有贪恋，你有出离心。如果生活在富贵当中，他对这里留恋，极乐世界很好，他没有看见，他不太容易接受。如果这个地方生活很苦，讲极乐世界他很向往，他愿意去，道理在这个地方，这是佛的真实慈悲。但是也不能没有，没有，生活太清苦了，你也很难过得去。所以我们只要生活能过得去，真正明白了，晚年福报现前，要拿这个福报去给一些没有福报的人、贫穷的人、苦难的人，给他们去享受，这就好，自己不要享受。",
      "zh_TW": "你看看財富，聰明智慧，健康長壽，誰不要？不信佛的人他也要，其他宗教的他都要，都希望得到。佛講得最清楚，你怎麼做才會得到。佛不教這些東西，為什麼？這世間法，不是究竟法，不提倡這個是怕你迷在這裡面。佛常常教人，以苦為師，這是對的。生活清苦一點，對這個世間沒有貪戀，你有出離心。如果生活在富貴當中，他對這裡留戀，極樂世界很好，他沒有看見，他不太容易接受。如果這個地方生活很苦，講極樂世界他很嚮往，他願意去，道理在這個地方，這是佛的真實慈悲。但是也不能沒有，沒有，生活太清苦了，你也很難過得去。所以我們只要生活能過得去，真正明白了，晚年福報現前，要拿這個福報去給一些沒有福報的人、貧窮的人、苦難的人，給他們去享受，這就好，自己不要享受。"
    },
    {
      "id": "21-294-0001_p0044",
      "zh_CN": "古人这种例子很多很多。出家人，我们看印光大师，这是近代最好的一个典型，一生都是过一个很简单的生活。他晚年住在苏州灵岩山寺，他的关房我去看过，很简陋。印祖一生的修行，中国古人所讲的「厚积薄发」，他给我们做了一个好榜样。他老人家在七十岁之前，没有人知道他。在普陀山藏经楼，他管藏经楼，心地清净，他管藏经楼三十年，天天在读经，天天在念佛，没有人晓得他。因为他是陕西人，到南方，口音讲话很多人听不懂，所以就没有法子讲经。有人向他请教，多半是用书信往来，用文字。这是偶尔真的有些学者到普陀山去游览，遇到他跟他一谈，这个出家人有学问，疑难问题向他请教，他都能跟你解答。这些学者常常跟老和尚通信，老和尚回答的信件，他们就在报纸、杂志上发表，老和尚这才出了名。这一出名之后，皈依的人多，供养的人多。每天写信来应付这些人，这是他弘法的阶段，七十岁，八十岁圆寂，只有十年，这十年影响太大，国内外，在佛教产生极大的影响。",
      "zh_TW": "古人這種例子很多很多。出家人，我們看印光大師，這是近代最好的一個典型，一生都是過一個很簡單的生活。他晚年住在蘇州靈巖山寺，他的關房我去看過，很簡陋。印祖一生的修行，中國古人所講的「厚積薄發」，他給我們做了一個好榜樣。他老人家在七十歲之前，沒有人知道他。在普陀山藏經樓，他管藏經樓，心地清淨，他管藏經樓三十年，天天在讀經，天天在念佛，沒有人曉得他。因為他是陝西人，到南方，口音講話很多人聽不懂，所以就沒有法子講經。有人向他請教，多半是用書信往來，用文字。這是偶爾真的有些學者到普陀山去遊覽，遇到他跟他一談，這個出家人有學問，疑難問題向他請教，他都能跟你解答。這些學者常常跟老和尚通信，老和尚回答的信件，他們就在報紙、雜誌上發表，老和尚這才出了名。這一出名之後，皈依的人多，供養的人多。每天寫信來應付這些人，這是他弘法的階段，七十歲，八十歲圓寂，只有十年，這十年影響太大，國內外，在佛教產生極大的影響。"
    },
    {
      "id": "21-294-0001_p0045",
      "zh_CN": "老法师收入多了，一分钱都没有用在自己生活上，没有改善自己的生活，衣食住行都还是照旧。钱拿来干什么？拿来印经布施。他在苏州报国寺办了一个弘化社，就是现在我们讲的佛经流通处，印经，印善书。老人家一生非常重视因果教育，所以提倡这三样东西，《了凡四训》、《感应篇汇编》、《安士全书》，这三样东西印得最多。我对于这桩事情的发现，是一九七七年我第一次到香港来讲经，就在界限街中华佛教图书馆；他那个图书馆好像还没有我们这么大，他那个佛堂没有我们这么大，比我们这个还小一点。我第一次到香港。那个佛堂是倓虚老法师在香港建立的，我到香港来的时候，老法师已经圆寂了，这个佛堂由他的学生畅怀法师主持。我当时在那边住了两个月，讲《楞严经》。图书馆里面弘化社的书很多。印光大师是我们的祖师，我的老师李炳南老居士是印祖的学生，所以我们有这个关系，对他弘化社的书就有特别的一分感情在，所以就多看这些东西。",
      "zh_TW": "老法師收入多了，一分錢都沒有用在自己生活上，沒有改善自己的生活，衣食住行都還是照舊。錢拿來幹什麼？拿來印經布施。他在蘇州報國寺辦了一個弘化社，就是現在我們講的佛經流通處，印經，印善書。老人家一生非常重視因果教育，所以提倡這三樣東西，《了凡四訓》、《感應篇彙編》、《安士全書》，這三樣東西印得最多。我對於這樁事情的發現，是一九七七年我第一次到香港來講經，就在界限街中華佛教圖書館；他那個圖書館好像還沒有我們這麼大，他那個佛堂沒有我們這麼大，比我們這個還小一點。我第一次到香港。那個佛堂是倓虛老法師在香港建立的，我到香港來的時候，老法師已經圓寂了，這個佛堂由他的學生暢懷法師主持。我當時在那邊住了兩個月，講《楞嚴經》。圖書館裡面弘化社的書很多。印光大師是我們的祖師，我的老師李炳南老居士是印祖的學生，所以我們有這個關係，對他弘化社的書就有特別的一分感情在，所以就多看這些東西。"
    },
    {
      "id": "21-294-0001_p0046",
      "zh_CN": "我看书首先看版权页，了解这个书流通量有多少。结果这么一看，发现这三种书，他印得最多，印了几十版，而且每一版的量都很大，都是五万册、十万册。概略的统计一下，这三本书差不多在那个时代，它的流通量超过三百万册。我就非常惊讶，因为佛经没有这么大的量，版没有这么多，而且印的量都很少，一千册、二千册、三千册，没有像它这几万册。这是让我们初学的人看到之后，大惑不解，怎么佛门的祖师提倡这个东西，不提倡佛法？想了很久，以后才想出来，应当是世界乱了。那现在来看，这太清楚了，这个社会乱了，佛法救不了世间，儒也救不了世间，没有人相信。因果报应能救，你只要把因果报应的理论跟事实讲清楚、讲明白，你怕不怕报应？你做的恶，动一个恶念都有报应，你还敢不敢动恶念？你还敢不敢做坏事？所以这个教育的效果很大！",
      "zh_TW": "我看書首先看版權頁，了解這個書流通量有多少。結果這麼一看，發現這三種書，他印得最多，印了幾十版，而且每一版的量都很大，都是五萬冊、十萬冊。概略的統計一下，這三本書差不多在那個時代，它的流通量超過三百萬冊。我就非常驚訝，因為佛經沒有這麼大的量，版沒有這麼多，而且印的量都很少，一千冊、二千冊、三千冊，沒有像它這幾萬冊。這是讓我們初學的人看到之後，大惑不解，怎麼佛門的祖師提倡這個東西，不提倡佛法？想了很久，以後才想出來，應當是世界亂了。那現在來看，這太清楚了，這個社會亂了，佛法救不了世間，儒也救不了世間，沒有人相信。因果報應能救，你只要把因果報應的理論跟事實講清楚、講明白，你怕不怕報應？你做的惡，動一個惡念都有報應，你還敢不敢動惡念？你還敢不敢做壞事？所以這個教育的效果很大！"
    },
    {
      "id": "21-294-0001_p0047",
      "zh_CN": "你现在这一生都不如意，感到现实上事业遇到许多困难。生活的困难，事业的困难，家庭的困难，你想不想改善？从哪里做？儒、佛都很慢，都来不及，因果最快，我们才想明白这个道理。所以那一次我回到台湾之后，我也把这三种东西大量的来流通，好像印了大概六、七万册的样子，而且在台湾各地方来讲解。我们佛门里面有很多法师对我的做法都觉得不能接受。他说你是个佛门的法师，讲经的法师，不讲经，你怎么去讲《了凡四训》去了？讲《感应篇》去了？《感应篇》是道教的，他说你怎么讲外道的？来责难我，来质问。好在这法师年岁都比我大，出家也比我久，对佛法也还了解一些。所以我就跟他讲：我没有讲外道的东西，我讲的是佛法。他说明明这是道教东西，怎么是佛法的？我说经过佛法法印印定的。他瞪着眼睛，什么法印？「诸恶莫作，众善奉行，自净其意，是诸佛教」，这是不是法印？他就没有话说了。那印光大师提倡这三样东西都符合佛所说的，符合佛所说的就是佛法，你怎么可以把它看成外道？我这一解释，他掉头就走，再不理我了。所以佛法印印定的。",
      "zh_TW": "你現在這一生都不如意，感到現實上事業遇到許多困難。生活的困難，事業的困難，家庭的困難，你想不想改善？從哪裡做？儒、佛都很慢，都來不及，因果最快，我們才想明白這個道理。所以那一次我回到台灣之後，我也把這三種東西大量的來流通，好像印了大概六、七萬冊的樣子，而且在台灣各地方來講解。我們佛門裡面有很多法師對我的做法都覺得不能接受。他說你是個佛門的法師，講經的法師，不講經，你怎麼去講《了凡四訓》去了？講《感應篇》去了？《感應篇》是道教的，他說你怎麼講外道的？來責難我，來質問。好在這法師年歲都比我大，出家也比我久，對佛法也還了解一些。所以我就跟他講：我沒有講外道的東西，我講的是佛法。他說明明這是道教東西，怎麼是佛法的？我說經過佛法法印印定的。他瞪著眼睛，什麼法印？「諸惡莫作，眾善奉行，自淨其意，是諸佛教」，這是不是法印？他就沒有話說了。那印光大師提倡這三樣東西都符合佛所說的，符合佛所說的就是佛法，你怎麼可以把它看成外道？我這一解釋，他掉頭就走，再不理我了。所以佛法印印定的。"
    },
    {
      "id": "21-294-0001_p0048",
      "zh_CN": "这事隔了三十年了，二００六年正好满三十年。三十年这个社会变化太大了，三十年前这些书还有人看，很多人喜欢看；现在三十年后，这个书没人看了，也看不懂了。国文程度真是一落千丈，看不懂了。现在人喜欢看电视剧。所以我就想到我们祖师的苦心，他要用这个东西，用因果教育来拯救世界，做了那么多的工作，这是给我们的启示，提醒我们对他这个工作的注意。我们注意到了，我们看到了，那我们就要接着把他这个慈悲心要发扬光大，把他的事业要普遍来推广。那想来想去只有编电视连续剧。我想了很多年，但这个东西花钱！也不少钱，拍专集。",
      "zh_TW": "這事隔了三十年了，二００六年正好滿三十年。三十年這個社會變化太大了，三十年前這些書還有人看，很多人喜歡看；現在三十年後，這個書沒人看了，也看不懂了。國文程度真是一落千丈，看不懂了。現在人喜歡看電視劇。所以我就想到我們祖師的苦心，他要用這個東西，用因果教育來拯救世界，做了那麼多的工作，這是給我們的啟示，提醒我們對他這個工作的注意。我們注意到了，我們看到了，那我們就要接著把他這個慈悲心要發揚光大，把他的事業要普遍來推廣。那想來想去只有編電視連續劇。我想了很多年，但這個東西花錢！也不少錢，拍專集。"
    },
    {
      "id": "21-294-0001_p0049",
      "zh_CN": "谁知佛门常讲，心想事成，居然就有位居士他拿了一笔钱给我。我就问他钱从哪来的？是他父亲的遗产，父亲过世了，兄弟姐妹分的遗产。他们是在香港经营一个轮船公司，后人都不愿意做，卖掉了。卖掉，他分了九百万美金，统统拿给我，他说我一分钱我都不要用，拿去做佛教教育事业，好！我这一算，我们拍这三种连续剧，五百万美金，这钱就有了。钱我也没有要，你直接去跟他们去付去，我只跟你接头。我找到游本昌，拍济公的，大家都知道，我就找他。",
      "zh_TW": "誰知佛門常講，心想事成，居然就有位居士他拿了一筆錢給我。我就問他錢從哪來的？是他父親的遺產，父親過世了，兄弟姐妹分的遺產。他們是在香港經營一個輪船公司，後人都不願意做，賣掉了。賣掉，他分了九百萬美金，統統拿給我，他說我一分錢我都不要用，拿去做佛教教育事業，好！我這一算，我們拍這三種連續劇，五百萬美金，這錢就有了。錢我也沒有要，你直接去跟他們去付去，我只跟你接頭。我找到游本昌，拍濟公的，大家都知道，我就找他。"
    },
    {
      "id": "21-294-0001_p0050",
      "zh_CN": "《了凡四训》拍摄完成了，现在在剪接，他告诉我，大概三月可以推出来，第一部二十集。接着我们就拍《感应篇汇编》三十集，然后再来是《安士全书》三十集，总共八十集。我要求的品质很高，过去人家很喜欢是像《雍正王朝》，我听说拍得不错，我说我们的品质不能够低过它，高过它可以，不可以低过它。听说雍正王朝《雍正王朝》拍摄的一集是人民币四十五万，现在当然费用会提高一点，我给他的标准是一集五十万，我说你好好的给我做。这也是祖师的加持，三宝加持，众生有福，这样子顺利搞成功。我们用这个方法，而且这个片子完成之后，我们上面要打外国文的字幕，联合国有六种国际语言，这六种，我们中文是一种，我们是用中文来演说，但是外面用英文字幕；除英文之外，有法文、有阿拉伯文、有俄罗斯文、有西班牙文，这六种文字流通到全世界。所以不但在中国弘扬，在全世界弘扬，提倡因果教育。除了因果教育之外，我们实在讲，再想不出好办法来了。",
      "zh_TW": "《了凡四訓》拍攝完成了，現在在剪接，他告訴我，大概三月可以推出來，第一部二十集。接著我們就拍《感應篇彙編》三十集，然後再來是《安士全書》三十集，總共八十集。我要求的品質很高，過去人家很喜歡是像《雍正王朝》，我聽說拍得不錯，我說我們的品質不能夠低過它，高過它可以，不可以低過它。聽說雍正王朝《雍正王朝》拍攝的一集是人民幣四十五萬，現在當然費用會提高一點，我給他的標準是一集五十萬，我說你好好的給我做。這也是祖師的加持，三寶加持，眾生有福，這樣子順利搞成功。我們用這個方法，而且這個片子完成之後，我們上面要打外國文的字幕，聯合國有六種國際語言，這六種，我們中文是一種，我們是用中文來演說，但是外面用英文字幕；除英文之外，有法文、有阿拉伯文、有俄羅斯文、有西班牙文，這六種文字流通到全世界。所以不但在中國弘揚，在全世界弘揚，提倡因果教育。除了因果教育之外，我們實在講，再想不出好辦法來了。"
    },
    {
      "id": "21-294-0001_p0051",
      "zh_CN": "因果是真的，决定不是假的。我在没有接触佛法之前，确实首先接触到的就是《了凡四训》。那个时候我年轻，遇到一位老先生，六十九岁，我二十六岁，那个老人家六十九岁，他把我们看成孙子一辈看待，很爱护，就送我一本《了凡四训》。我把这部书从头到尾，好像是看了三十遍，用了三个月的时间看了三十遍，非常感动。了凡先生的毛病我统统具足，了凡先生的福报，我比不上他。所以看了这个之后，才真正晓得自己有意无意造许多罪业，所以赶紧回头。再没有多久，这就接触到佛法，所以从这真正回过头来。",
      "zh_TW": "因果是真的，決定不是假的。我在沒有接觸佛法之前，確實首先接觸到的就是《了凡四訓》。那個時候我年輕，遇到一位老先生，六十九歲，我二十六歲，那個老人家六十九歲，他把我們看成孫子一輩看待，很愛護，就送我一本《了凡四訓》。我把這部書從頭到尾，好像是看了三十遍，用了三個月的時間看了三十遍，非常感動。了凡先生的毛病我統統具足，了凡先生的福報，我比不上他。所以看了這個之後，才真正曉得自己有意無意造許多罪業，所以趕緊回頭。再沒有多久，這就接觸到佛法，所以從這真正回過頭來。"
    },
    {
      "id": "21-294-0001_p0052",
      "zh_CN": "这回头之后，缘都非常殊胜。章嘉大师圆寂之后，我亲近李老师，李老师是朱镜宙先生介绍的，就是第一个送《了凡四训》给我的这个老先生。他跟李老师是老朋友，他们好像年龄也差不多，好像是同年，老朋友，就介绍我认识李老师。李老师就劝我学讲经，所以讲经是李老师教的，我佛法的基础是章嘉大师奠定的。这是世出世间法能不能成就，关键在老师；老师教的学生很多，就是学生肯不肯受教？这又是一个关键。遇到好老师，对老师怀疑，不能完全接受，那就很可惜。所以对老师有信心，对自己所学的东西有信心，对自己学习的成就有信心，你才能真正学到东西。「学而时习之，不亦说乎」，我们在学习当中体会到；这是佛家讲的，法喜充满，真正得受用，愈学愈快乐。",
      "zh_TW": "這回頭之後，緣都非常殊勝。章嘉大師圓寂之後，我親近李老師，李老師是朱鏡宙先生介紹的，就是第一個送《了凡四訓》給我的這個老先生。他跟李老師是老朋友，他們好像年齡也差不多，好像是同年，老朋友，就介紹我認識李老師。李老師就勸我學講經，所以講經是李老師教的，我佛法的基礎是章嘉大師奠定的。這是世出世間法能不能成就，關鍵在老師；老師教的學生很多，就是學生肯不肯受教？這又是一個關鍵。遇到好老師，對老師懷疑，不能完全接受，那就很可惜。所以對老師有信心，對自己所學的東西有信心，對自己學習的成就有信心，你才能真正學到東西。「學而時習之，不亦說乎」，我們在學習當中體會到；這是佛家講的，法喜充滿，真正得受用，愈學愈快樂。"
    },
    {
      "id": "21-294-0001_p0053",
      "zh_CN": "学佛，再两天就过年了，这过年，我学佛就五十五年了，讲台上讲经教学四十八年了。所以有很多人问我：法师，你要不要道场？我就跟他说，中国大陆地方很大，很多人请我去讲经。我说你相信不相信，请我的地方至少有三百个？相信，那么大，三百个地方，当然是可能的。我说我一个地方讲一个月，我讲到一百岁还讲不完。我说你想想，我要道场干什么？所以一生没有道场。我在香港住的这个地方，就是买这一层楼的陈老太太，这层楼是她买给我们学会的。她自己的房子借给我住，好！借给我住，房子的所有权是她的，使用权是我的，我使用，她所有。她有所有权，所以房子里面所有一切开销都是她拿，水电、电话费都是她付，我什么都不操心，只给我一把钥匙，很自在。",
      "zh_TW": "學佛，再兩天就過年了，這過年，我學佛就五十五年了，講台上講經教學四十八年了。所以有很多人問我：法師，你要不要道場？我就跟他說，中國大陸地方很大，很多人請我去講經。我說你相信不相信，請我的地方至少有三百個？相信，那麼大，三百個地方，當然是可能的。我說我一個地方講一個月，我講到一百歲還講不完。我說你想想，我要道場幹什麼？所以一生沒有道場。我在香港住的這個地方，就是買這一層樓的陳老太太，這層樓是她買給我們學會的。她自己的房子借給我住，好！借給我住，房子的所有權是她的，使用權是我的，我使用，她所有。她有所有權，所以房子裡面所有一切開銷都是她拿，水電、電話費都是她付，我什麼都不操心，只給我一把鑰匙，很自在。"
    },
    {
      "id": "21-294-0001_p0054",
      "zh_CN": "所以到八十岁了，我没有房子；说老实话，我也没有信徒，我也没有成立任何机构。净宗学会是每个地方他们自己成立的，与我不相干。我劝他们成立，我绝不干涉他。他们好意要我做他们的导师，反正导师无所谓，不去干涉他就好了。有时候就来问问问题，这我有义务为他们解答。所以一生真的我做到了，不管人、不管钱、不管事。这些年来，我常常跟同学们说，不要给我写信，我不看信件，不看这些东西；也不要给我打电话，我没有电话。没有电话，什么都没有，所以才清净，身心清净。每天的工作就是读经、讲经，除这个之外，没有事情，这就是我养生之道。所以解决这一切困难问题，离不开因果教育，因果教育非常重要。",
      "zh_TW": "所以到八十歲了，我沒有房子；說老實話，我也沒有信徒，我也沒有成立任何機構。淨宗學會是每個地方他們自己成立的，與我不相干。我勸他們成立，我絕不干涉他。他們好意要我做他們的導師，反正導師無所謂，不去干涉他就好了。有時候就來問問問題，這我有義務為他們解答。所以一生真的我做到了，不管人、不管錢、不管事。這些年來，我常常跟同學們說，不要給我寫信，我不看信件，不看這些東西；也不要給我打電話，我沒有電話。沒有電話，什麼都沒有，所以才清淨，身心清淨。每天的工作就是讀經、講經，除這個之外，沒有事情，這就是我養生之道。所以解決這一切困難問題，離不開因果教育，因果教育非常重要。"
    },
    {
      "id": "21-294-0001_p0055",
      "zh_CN": "我这两天，对国外，他们又要找我，这是为了化解冲突，恢复世界社会的安定和平。这么大的一个题目，我就不能不去。所以下个月在印度尼西亚首都雅加达有个会议，是亚洲十三个国家宗教代表，这个会议就是「宗教团结，化解冲突，促进和平」这个议题，要找我去参加。我听说我们中国宗教局局长，叶局长，他也会带一个团去。中国有五个宗教都会有代表去。南洋，这些年我在那边，我们处的关系都非常好，这个地区国家领导人跟我都很熟。所以我想藉这个机会去一次，他们会议是四天，去参加这个会议，去看看老朋友。这个大会当中，他要我做一个主题讲演，我就想到了四种教育。这个讲题，我会在下一个星期三，我们对内部，每个月第一个星期三，我们是对内部同修讲话，我就讲这个题目。",
      "zh_TW": "我這兩天，對國外，他們又要找我，這是為了化解衝突，恢復世界社會的安定和平。這麼大的一個題目，我就不能不去。所以下個月在印度尼西亞首都雅加達有個會議，是亞洲十三個國家宗教代表，這個會議就是「宗教團結，化解衝突，促進和平」這個議題，要找我去參加。我聽說我們中國宗教局局長，葉局長，他也會帶一個團去。中國有五個宗教都會有代表去。南洋，這些年我在那邊，我們處的關係都非常好，這個地區國家領導人跟我都很熟。所以我想藉這個機會去一次，他們會議是四天，去參加這個會議，去看看老朋友。這個大會當中，他要我做一個主題講演，我就想到了四種教育。這個講題，我會在下一個星期三，我們對內部，每個月第一個星期三，我們是對內部同修講話，我就講這個題目。"
    },
    {
      "id": "21-294-0001_p0056",
      "zh_CN": "这四个教育，第一个是伦理教育，第二个是道德教育，第三个是因果教育，第四个是宗教教育。这些名称，现在社会上很多人有误会；讲到这个东西就是伦理道德过时了，因果、宗教是迷信，都不能接受！所以我就想到我们要用最简单的方法来解释。什么是伦理教育？伦理教育是人跟人关系教育，你说这个重要不重要？这样一讲大家就知道，伦理是人与人的关系！那什么是道德教育？道德教育就是怎么样把坏人变成好人，把恶人变成善人，你说这个重要不重要？这就叫道德教育。什么叫因果教育？我们今天因果讲得不少，现在这个社会上都讲脱贫致富，因果就是脱贫致富的教育。你说这个东西重要不重要？因果就是离苦得乐的教育，要用这些名词，大家才会晓得这个东西重要性。那宗教教育是什么？宗教教育是前面三种教育的提升，提升到人生最高的享受。你接受这个教育，你才真正能得到人生最高的享受。",
      "zh_TW": "這四個教育，第一個是倫理教育，第二個是道德教育，第三個是因果教育，第四個是宗教教育。這些名稱，現在社會上很多人有誤會；講到這個東西就是倫理道德過時了，因果、宗教是迷信，都不能接受！所以我就想到我們要用最簡單的方法來解釋。什麼是倫理教育？倫理教育是人跟人關係教育，你說這個重要不重要？這樣一講大家就知道，倫理是人與人的關係！那什麼是道德教育？道德教育就是怎麼樣把壞人變成好人，把惡人變成善人，你說這個重要不重要？這就叫道德教育。什麼叫因果教育？我們今天因果講得不少，現在這個社會上都講脫貧致富，因果就是脫貧致富的教育。你說這個東西重要不重要？因果就是離苦得樂的教育，要用這些名詞，大家才會曉得這個東西重要性。那宗教教育是什麼？宗教教育是前面三種教育的提升，提升到人生最高的享受。你接受這個教育，你才真正能得到人生最高的享受。"
    },
    {
      "id": "21-294-0001_p0057",
      "zh_CN": "另外两个副题就是宗教教育它告诉你，宇宙的来源，生命的来源。这些现在科学、哲学都在研究。你看看宗教里头他们所说的，确实有助于现代科学跟哲学的发展。我们这样解释他才能接受；要不然，你照传统的解释法，古圣先贤的注解，没人相信！但是他注得没错，现在人看不懂。看不懂的，他也不去研究，只用个「迷信」两个字把你否定掉，真是可惜，这么好的东西摆在面前。这我们下个星期三先讲一遍。这就我这次准备到雅加达国际会议里面，我的讲题。所以我们学佛，学佛是学开智慧。佛这个意思就是智慧，是觉悟，是智慧，哪里是迷信！",
      "zh_TW": "另外兩個副題就是宗教教育它告訴你，宇宙的來源，生命的來源。這些現在科學、哲學都在研究。你看看宗教裡頭他們所說的，確實有助於現代科學跟哲學的發展。我們這樣解釋他才能接受；要不然，你照傳統的解釋法，古聖先賢的註解，沒人相信！但是他註得沒錯，現在人看不懂。看不懂的，他也不去研究，只用個「迷信」兩個字把你否定掉，真是可惜，這麼好的東西擺在面前。這我們下個星期三先講一遍。這就我這次準備到雅加達國際會議裡面，我的講題。所以我們學佛，學佛是學開智慧。佛這個意思就是智慧，是覺悟，是智慧，哪裡是迷信！"
    },
    {
      "id": "21-294-0001_p0058",
      "zh_CN": "下面有三个问题，这是中国同修提出来的。第一个问题他问的，财色名食睡是地狱五条根。财色名容易理解，可是食睡就不太明白。凡人每天都要吃和睡，不知如何掌握分寸才不犯戒？",
      "zh_TW": "下面有三個問題，這是中國同修提出來的。第一個問題他問的，財色名食睡是地獄五條根。財色名容易理解，可是食睡就不太明白。凡人每天都要吃和睡，不知如何掌握分寸才不犯戒？"
    },
    {
      "id": "21-294-0001_p0059",
      "zh_CN": "答：没错，只要你有分寸就对了。今天上午陈老太太来看我，还有个王老先生跟一个林居士，三个人来看我。林居士告诉我，这桩真的事情。他说最近他们聚会当中，见到两位从中国来的两个老人。一个老人是九十多岁了，另外一位也八十多岁了，看起来他们只有五、六十岁的样子。所以每个人都问他们，你的养生之法，你怎么保养的？这两位老人就告诉大家，生活简单，而且什么？吃得很少，这是很重要的秘诀。",
      "zh_TW": "答：沒錯，只要你有分寸就對了。今天上午陳老太太來看我，還有個王老先生跟一個林居士，三個人來看我。林居士告訴我，這樁真的事情。他說最近他們聚會當中，見到兩位從中國來的兩個老人。一個老人是九十多歲了，另外一位也八十多歲了，看起來他們只有五、六十歲的樣子。所以每個人都問他們，你的養生之法，你怎麼保養的？這兩位老人就告訴大家，生活簡單，而且什麼？吃得很少，這是很重要的祕訣。"
    },
    {
      "id": "21-294-0001_p0060",
      "zh_CN": "中年以后，吃饭能够吃到七分饱就够了，不能吃太多，吃太多，对身体决定不健康。吃太多，你的肠胃消化的功能你要顾到。你吃太多，它消化不了，它要受罪，它要受苦。你要爱惜它，你要好好照顾你的肠胃。最好是它有十分消化的功能，我只给七分，你看它消化多舒服，它多自在；你要搞十二分饱，它就苦了。所以我们要知道饮食起居要有节度。他今天提的这个，让我们觉得很有道理，少吃。运动，每天都有适当的运动，也不多，也不会累。他提出一个很要紧的，早晨到新鲜空气的地方深呼吸，把这里面的气全部吐出来，呼吸新鲜空气。要有恒心，不能间断，每天有个几次就够了。所以讲得很简单，这都是我们平常没有注意到的。",
      "zh_TW": "中年以後，吃飯能夠吃到七分飽就夠了，不能吃太多，吃太多，對身體決定不健康。吃太多，你的腸胃消化的功能你要顧到。你吃太多，它消化不了，它要受罪，它要受苦。你要愛惜它，你要好好照顧你的腸胃。最好是它有十分消化的功能，我只給七分，你看它消化多舒服，它多自在；你要搞十二分飽，它就苦了。所以我們要知道飲食起居要有節度。他今天提的這個，讓我們覺得很有道理，少吃。運動，每天都有適當的運動，也不多，也不會累。他提出一個很要緊的，早晨到新鮮空氣的地方深呼吸，把這裡面的氣全部吐出來，呼吸新鮮空氣。要有恆心，不能間斷，每天有個幾次就夠了。所以講得很簡單，這都是我們平常沒有注意到的。"
    },
    {
      "id": "21-294-0001_p0061",
      "zh_CN": "饮食里头，决定不能贪吃，不能贪口味。这使我们想到，外国人在这一点比我们有进步。外国人不注重色香味，注重营养，他们注重营养。但是他们的饮食方式跟中国人不一样，他们多半吃烧烤。这烧烤很不容易消化，所以他们的饮料可口可乐就很多，用那个来帮助消化，这是我们决定受不了的。但是他们吃的东西简单。我们在国外住的时间也很长，在国外的时候，大家都是自助餐的方式，一个盘子，我们就是以蔬菜为主；主食，这个饭两瓢根就够了，两瓢根的饭。早餐，我在外国是以水果为主，多吃水果，少吃这些米饭东西，少吃，这对于身体健康有很大的好处。决定不要吃过量，这六、七分是非常合适的。这也是掌握着分寸跟节制。",
      "zh_TW": "飲食裡頭，決定不能貪吃，不能貪口味。這使我們想到，外國人在這一點比我們有進步。外國人不注重色香味，注重營養，他們注重營養。但是他們的飲食方式跟中國人不一樣，他們多半吃燒烤。這燒烤很不容易消化，所以他們的飲料可口可樂就很多，用那個來幫助消化，這是我們決定受不了的。但是他們吃的東西簡單。我們在國外住的時間也很長，在國外的時候，大家都是自助餐的方式，一個盤子，我們就是以蔬菜為主；主食，這個飯兩瓢根就夠了，兩瓢根的飯。早餐，我在外國是以水果為主，多吃水果，少吃這些米飯東西，少吃，這對於身體健康有很大的好處。決定不要吃過量，這六、七分是非常合適的。這也是掌握著分寸跟節制。"
    },
    {
      "id": "21-294-0001_p0062",
      "zh_CN": "睡眠也要有节制，不能贪睡。睡眠是昏沈，多了不好。你看释迦牟尼佛当年在世，给出家弟子规定的睡眠是四小时，中夜睡眠，中夜就是晚上十点钟到二点钟，两点钟就起床了。老年人睡眠少，不贪睡，起来的时候，漱口就念佛，这比什么都好。累了的时候就休息，休息好了接着干，这是谛闲老法师传下来的方法。这个方法好极了，对于我们念佛人身心都没有压力。睡着了，起来就念佛，念累了就去休息。他对那个锅漏匠的徒弟就是这样要求的。那个徒弟也是真难得，依教奉行，三年就成功，预知时至，站着走的。走了之后，你看站了三天，老和尚来替他办后事。这不容易，走了以后站三天，这都是念佛成就，给我们做最好的榜样。所提出来这个问题，最重要的，我们不能够疏忽的就是饮食起居里头，不起贪瞋痴慢就对了。这非常重要，没有贪心。",
      "zh_TW": "睡眠也要有節制，不能貪睡。睡眠是昏沈，多了不好。你看釋迦牟尼佛當年在世，給出家弟子規定的睡眠是四小時，中夜睡眠，中夜就是晚上十點鐘到二點鐘，兩點鐘就起床了。老年人睡眠少，不貪睡，起來的時候，漱口就念佛，這比什麼都好。累了的時候就休息，休息好了接著幹，這是諦閑老法師傳下來的方法。這個方法好極了，對於我們念佛人身心都沒有壓力。睡著了，起來就念佛，念累了就去休息。他對那個鍋漏匠的徒弟就是這樣要求的。那個徒弟也是真難得，依教奉行，三年就成功，預知時至，站著走的。走了之後，你看站了三天，老和尚來替他辦後事。這不容易，走了以後站三天，這都是念佛成就，給我們做最好的榜樣。所提出來這個問題，最重要的，我們不能夠疏忽的就是飲食起居裡頭，不起貪瞋痴慢就對了。這非常重要，沒有貪心。"
    },
    {
      "id": "21-294-0001_p0063",
      "zh_CN": "下面这个问题，他说过去从事杀生行业，现在已经改业了，请问如何偿还过去的杀生命债？",
      "zh_TW": "下面這個問題，他說過去從事殺生行業，現在已經改業了，請問如何償還過去的殺生命債？"
    },
    {
      "id": "21-294-0001_p0064",
      "zh_CN": "答：这很不容易，你想偿还，牠怎么接受？但是这个念头好。真正偿还，从今之后素食。在家同修最好全家吃素，常常放生，用这个来赎罪。我自从读《了凡四训》之后，我就想到我在少年的时候喜欢打猎，几乎每天都杀生，感觉到罪业非常深重。所以我一接触到佛教不到半年，我就吃长素，为什么？杀业太重。杀业重的人晚上作恶梦，这个我的经验很多。大概到二十年之后，恶梦就没有了，这么长的时间。所以我学佛，以后有些供养的，最初供养都不多，我这些供养拿去放生，拿去布施医药、印经，我就做这三桩事情。放生就是赎罪。看到生病的人很苦，没有医药费，我们多多少少送一点，都是送给医院，跟医院讲帮助那些苦难、贫穷的人，帮助他们做医药费用。再就是印经。",
      "zh_TW": "答：這很不容易，你想償還，牠怎麼接受？但是這個念頭好。真正償還，從今之後素食。在家同修最好全家吃素，常常放生，用這個來贖罪。我自從讀《了凡四訓》之後，我就想到我在少年的時候喜歡打獵，幾乎每天都殺生，感覺到罪業非常深重。所以我一接觸到佛教不到半年，我就吃長素，為什麼？殺業太重。殺業重的人晚上作惡夢，這個我的經驗很多。大概到二十年之後，惡夢就沒有了，這麼長的時間。所以我學佛，以後有些供養的，最初供養都不多，我這些供養拿去放生，拿去布施醫藥、印經，我就做這三樁事情。放生就是贖罪。看到生病的人很苦，沒有醫藥費，我們多多少少送一點，都是送給醫院，跟醫院講幫助那些苦難、貧窮的人，幫助他們做醫藥費用。再就是印經。"
    },
    {
      "id": "21-294-0001_p0065",
      "zh_CN": "以后收入多，多的时候我就学印光法师，以印经为主，大量的流通佛经、善书。以后我们利用高科技，这是我们很早很早就想到，在台湾我们有个佛教视听图书馆，我们没有做寺院庵堂，就开始录相、录音。这几年有了这个卫星，它才有东西播放。我是问他们，现在累积的东西可以用的有多少？他们概略算一算，大概有一万五千个小时，这才有这么多的内容。否则的话，建电视台，现在有钱建不困难，你没有东西去播！所以是有这么多的东西。这就是早年都想到，现在产生了很大的效果。因为文字宣传总比不上光碟，光碟人家拿去看的多，而且现在光碟比书本便宜又方便，所以这个流通量就大。那我们是一生没有版权，所以这个流通量就更大。哪些人去做我们都不知道，在国内、在外国都是一样，我们是没有版权的。",
      "zh_TW": "以後收入多，多的時候我就學印光法師，以印經為主，大量的流通佛經、善書。以後我們利用高科技，這是我們很早很早就想到，在台灣我們有個佛教視聽圖書館，我們沒有做寺院庵堂，就開始錄相、錄音。這幾年有了這個衛星，它才有東西播放。我是問他們，現在累積的東西可以用的有多少？他們概略算一算，大概有一萬五千個小時，這才有這麼多的內容。否則的話，建電視台，現在有錢建不困難，你沒有東西去播！所以是有這麼多的東西。這就是早年都想到，現在產生了很大的效果。因為文字宣傳總比不上光碟，光碟人家拿去看的多，而且現在光碟比書本便宜又方便，所以這個流通量就大。那我們是一生沒有版權，所以這個流通量就更大。哪些人去做我們都不知道，在國內、在外國都是一樣，我們是沒有版權的。"
    },
    {
      "id": "21-294-0001_p0066",
      "zh_CN": "下面一个问题：我作为念佛堂的住持，是不是一定要出家？",
      "zh_TW": "下面一個問題：我作為念佛堂的住持，是不是一定要出家？"
    },
    {
      "id": "21-294-0001_p0067",
      "zh_CN": "答：这个不一定，作为念佛堂的主持人，出家不出家这无所谓。可是你真正要学习，你做个念佛堂的主持人，如果对净宗的经教你一无所知，你会把人带错路，那个你得要负责任。所以是一定要学经教、要读书。学习净宗，当然最好的还是去读《印光大师文钞》，这是近代人他的著作，容易理解。用这个基础再去深入净宗的经典。净宗经典不多，五经一论，就是连注解分量也不大，可是你要有很好的指导老师。《印光大师文钞》就是最好的指导老师，这是一条正道，正路。那真正修行，诸位一定要记住还是从《弟子规》，先取得善男子、善女人的身分，然后再学《十善业道》。《十善业道》虽然不是五经一论，它比五经一论还重要。因为《十善业道》是净业三福里面给我们指定的，你看「孝养父母，奉事师长，慈心不杀，修十善业」。修十善业这句话就是《十善业道经》，是佛给我们指定的，这是基础。无论修学哪个法门、哪个宗派，这第一句是根本的根本。不管学哪个宗派，显教密教、宗门教下、大乘小乘，你没有这头一条，全都落空。所以《弟子规》跟《十善业》是基础的基础，根本的根本。千万不要以为净宗里头没有排这个科目，它是共同科目，一切佛法的共同科目，你说这多重要！这是近年来我们非常认真努力在提倡。现在时间也差不多了，我们今天就讲到此地。",
      "zh_TW": "答：這個不一定，作為念佛堂的主持人，出家不出家這無所謂。可是你真正要學習，你做個念佛堂的主持人，如果對淨宗的經教你一無所知，你會把人帶錯路，那個你得要負責任。所以是一定要學經教、要讀書。學習淨宗，當然最好的還是去讀《印光大師文鈔》，這是近代人他的著作，容易理解。用這個基礎再去深入淨宗的經典。淨宗經典不多，五經一論，就是連註解分量也不大，可是你要有很好的指導老師。《印光大師文鈔》就是最好的指導老師，這是一條正道，正路。那真正修行，諸位一定要記住還是從《弟子規》，先取得善男子、善女人的身分，然後再學《十善業道》。《十善業道》雖然不是五經一論，它比五經一論還重要。因為《十善業道》是淨業三福裡面給我們指定的，你看「孝養父母，奉事師長，慈心不殺，修十善業」。修十善業這句話就是《十善業道經》，是佛給我們指定的，這是基礎。無論修學哪個法門、哪個宗派，這第一句是根本的根本。不管學哪個宗派，顯教密教、宗門教下、大乘小乘，你沒有這頭一條，全都落空。所以《弟子規》跟《十善業》是基礎的基礎，根本的根本。千萬不要以為淨宗裡頭沒有排這個科目，它是共同科目，一切佛法的共同科目，你說這多重要！這是近年來我們非常認真努力在提倡。現在時間也差不多了，我們今天就講到此地。"
    }
  ]
}