{
  "doc_id": "32-072-0001",
  "title": {
    "zh_CN": "与圣名小学校长及老师谈话",
    "zh_TW": "與聖名小學校長及老師談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "澳洲圣名小学",
    "zh_TW": "澳洲聖名小學"
  },
  "doc_number": "32-072-0001",
  "total_paragraphs": 50,
  "paragraphs": [
    {
      "id": "32-072-0001_p0001",
      "zh_CN": "净空法师：尊敬的校长，诸位老师、诸位朋友们，大家下午好。今天承蒙校长也邀请，我们有机会到这边来访问，这是我们最近的邻居。我记得好像我这学校来过一次，隔壁教堂去过好几次。我们在这边共同生活了十三年，我们也做到互相的帮助，今天的聚会，这是第一次。现在这个社会动乱，真正的原因是我们教育出了问题，所以我们籍这个机会我们来谈谈教育。我想还是用提问的方式，欢迎大家提问。",
      "zh_TW": "淨空法師：尊敬的校長，諸位老師、諸位朋友們，大家下午好。今天承蒙校長也邀請，我們有機會到這邊來訪問，這是我們最近的鄰居。我記得好像我這學校來過一次，隔壁教堂去過好幾次。我們在這邊共同生活了十三年，我們也做到互相的幫助，今天的聚會，這是第一次。現在這個社會動亂，真正的原因是我們教育出了問題，所以我們籍這個機會我們來談談教育。我想還是用提問的方式，歡迎大家提問。"
    },
    {
      "id": "32-072-0001_p0002",
      "zh_CN": "翻译：这位老师问说，我们怎么样透过教育来平息所有这些冲突跟暴力事件？在我们这介绍看到的。",
      "zh_TW": "翻譯：這位老師問說，我們怎麼樣透過教育來平息所有這些衝突跟暴力事件？在我們這介紹看到的。"
    },
    {
      "id": "32-072-0001_p0003",
      "zh_CN": "净空法师：这是一桩大事。从九一一事件之后，这十几年来，我们在澳洲有这个缘分代表大学参加联合国的和平会议，让我们看到整个世界动乱不安，确实是教育出了问题，但是这个积习时间很久。中国是最懂得教育、最善于用教育的一个族群，也因为西方的科技跟价值观传到东方来之后，第一个是被日本人接受了，日本人比中国人早两百年，四百年前，中国是两百年前接受了。接受之后，实在讲不如日本，日本接受，它自己的文化还保存得很好；中国接受之后，特别是最近的一百年，几乎把自己的传统全部废弃掉，所以今天遭很大的灾难。一直到最近好像才醒过来，感觉得中国传统的东西好，让社会一般人半信半疑。但是丢掉的时间两百年了，半信半疑我们也能够体会得到。",
      "zh_TW": "淨空法師：這是一樁大事。從九一一事件之後，這十幾年來，我們在澳洲有這個緣分代表大學參加聯合國的和平會議，讓我們看到整個世界動亂不安，確實是教育出了問題，但是這個積習時間很久。中國是最懂得教育、最善於用教育的一個族群，也因為西方的科技跟價值觀傳到東方來之後，第一個是被日本人接受了，日本人比中國人早兩百年，四百年前，中國是兩百年前接受了。接受之後，實在講不如日本，日本接受，它自己的文化還保存得很好；中國接受之後，特別是最近的一百年，幾乎把自己的傳統全部廢棄掉，所以今天遭很大的災難。一直到最近好像才醒過來，感覺得中國傳統的東西好，讓社會一般人半信半疑。但是丟掉的時間兩百年了，半信半疑我們也能夠體會得到。"
    },
    {
      "id": "32-072-0001_p0004",
      "zh_CN": "实在，我在这些年当中，是读过一些英国汤恩比博士的著作。这个人他是专门研究世界文化史的，真正有智慧，对于东方的文化、中国教学的理念跟方法以及经验，他确实有很高的认知，几乎在中国人都找不到像他这样的人，一个都找不到。所以我们读了非常佩服，我对于他所说的我完全肯定。",
      "zh_TW": "實在，我在這些年當中，是讀過一些英國湯恩比博士的著作。這個人他是專門研究世界文化史的，真正有智慧，對於東方的文化、中國教學的理念跟方法以及經驗，他確實有很高的認知，幾乎在中國人都找不到像他這樣的人，一個都找不到。所以我們讀了非常佩服，我對於他所說的我完全肯定。"
    },
    {
      "id": "32-072-0001_p0005",
      "zh_CN": "中国人重视教育，认为教育才是圣贤人的根基。古时候，中国孔子大家晓得，比孔子还早五百年，那个时候是周朝，周朝初期，中国教育是由父母扎根的，也就是家庭教育。这是在全世界，家庭教育做得最好的是中国。中国妇女怀孕的时候她就非常谨慎，因为起心动念、言语造作自然会影响胎儿。所以怀孕的母亲她就懂得思想要纯正，没有负面的想法跟看法，言语要柔和，身体行动一定要合乎礼节。让小孩从胎儿的时候就禀受母亲的正气，这样的孩子生出来之后也特别好养，也特别好教。",
      "zh_TW": "中國人重視教育，認為教育才是聖賢人的根基。古時候，中國孔子大家曉得，比孔子還早五百年，那個時候是周朝，周朝初期，中國教育是由父母扎根的，也就是家庭教育。這是在全世界，家庭教育做得最好的是中國。中國婦女懷孕的時候她就非常謹慎，因為起心動念、言語造作自然會影響胎兒。所以懷孕的母親她就懂得思想要純正，沒有負面的想法跟看法，言語要柔和，身體行動一定要合乎禮節。讓小孩從胎兒的時候就稟受母親的正氣，這樣的孩子生出來之後也特別好養，也特別好教。"
    },
    {
      "id": "32-072-0001_p0006",
      "zh_CN": "小孩出生，他眼睛睁开，他就会听、会看，他耳朵就会听，千万不能疏忽，以为他什么都不懂，那就错了，他已经在看、已经在听、已经在模仿。所以母亲要把这个小孩看好，看多少时候？三年，一千天，这一千天当中叫扎根教育。一切负面的、不好的、不可以让他知道的，你就不要让他看见，不要让他听到，也不要让他接触到；他能看到、听到、接触到的都是善面的，都是最好的。小孩经过这个训练，他到三岁他就有能力知道哪是对的，哪是不对的；不对的他会排斥，他不接受，对的他会接受，他会欢喜，他会模仿学习。这个根你看，是从怀孕时候扎的。",
      "zh_TW": "小孩出生，他眼睛睜開，他就會聽、會看，他耳朵就會聽，千萬不能疏忽，以為他什麼都不懂，那就錯了，他已經在看、已經在聽、已經在模仿。所以母親要把這個小孩看好，看多少時候？三年，一千天，這一千天當中叫扎根教育。一切負面的、不好的、不可以讓他知道的，你就不要讓他看見，不要讓他聽到，也不要讓他接觸到；他能看到、聽到、接觸到的都是善面的，都是最好的。小孩經過這個訓練，他到三歲他就有能力知道哪是對的，哪是不對的；不對的他會排斥，他不接受，對的他會接受，他會歡喜，他會模仿學習。這個根你看，是從懷孕時候紮的。"
    },
    {
      "id": "32-072-0001_p0007",
      "zh_CN": "现在这个教育没有了，三岁再教已经迟了。尤其是现在科学技术、媒体很发达的时代，小孩一睁开眼睛的时候他就看电视，二、三岁的时候他就会玩电动游戏这些东西。这个里面的内容很复杂，很多很多都是小孩不应该知道的。这些东西他接受了，他到六、七岁的时候就很麻烦，那个根扎的是不善的根。圣贤教育、道德教育、宗教教育，都需要真诚心，都需要清净心，都需要恭敬心，这三样东西他从小他就没学过，所以他就很难接受；负面的，杀盗淫妄，他一听就学会了。在这种环境之下，带给我们许许多多困难，所以问题从这里发生的。",
      "zh_TW": "現在這個教育沒有了，三歲再教已經遲了。尤其是現在科學技術、媒體很發達的時代，小孩一睜開眼睛的時候他就看電視，二、三歲的時候他就會玩電動遊戲這些東西。這個裡面的內容很複雜，很多很多都是小孩不應該知道的。這些東西他接受了，他到六、七歲的時候就很麻煩，那個根紮的是不善的根。聖賢教育、道德教育、宗教教育，都需要真誠心，都需要清淨心，都需要恭敬心，這三樣東西他從小他就沒學過，所以他就很難接受；負面的，殺盜淫妄，他一聽就學會了。在這種環境之下，帶給我們許許多多困難，所以問題從這裡發生的。"
    },
    {
      "id": "32-072-0001_p0008",
      "zh_CN": "今天我们在国内，在中国国内提倡《弟子规》的教育，大概从三、四岁开始学起，迟了，但是教比不教好，这是真的。人确实是有良心的，中国古人所说的人性本善，人本来是个好人，他变坏了，他学坏了，他跟外面学坏了。所以，本性是善的，习性不善。因此，我们要想真正化解冲突，到社会安定和谐，至少要五十年到一百年，才能看到效果。这五十年到一百年当中，我们要认真努力对婴儿要懂得扎根教育。五十年到一百年之后，可以恢复到中国古时候那种盛况，和平盛世也会在这个地球上出现。最近两年我们看到这个迹象，大家对于善生欢喜心了，这是个很好的信息，我们应该努力。",
      "zh_TW": "今天我們在國內，在中國國內提倡《弟子規》的教育，大概從三、四歲開始學起，遲了，但是教比不教好，這是真的。人確實是有良心的，中國古人所說的人性本善，人本來是個好人，他變壞了，他學壞了，他跟外面學壞了。所以，本性是善的，習性不善。因此，我們要想真正化解衝突，到社會安定和諧，至少要五十年到一百年，才能看到效果。這五十年到一百年當中，我們要認真努力對嬰兒要懂得扎根教育。五十年到一百年之後，可以恢復到中國古時候那種盛況，和平盛世也會在這個地球上出現。最近兩年我們看到這個跡象，大家對於善生歡喜心了，這是個很好的信息，我們應該努力。"
    },
    {
      "id": "32-072-0001_p0009",
      "zh_CN": "从哪里开始？得从宗教开始。所以我们要团结宗教，我们对宗教寄予很大的期望，希望宗教能回归教育，希望宗教与宗教之间能互相学习。宗教确实是一家，前天我访问我们此地的巴哈伊教，跟他们的一些长老在一起聚会。我们听听他们的教义，这个教义跟佛教、跟一些高级宗教它都相同，承认真神只有一个，宇宙是一体。这些重要的概念都很难得，如何把这个发扬光大？我们认真努力来学习。",
      "zh_TW": "從哪裡開始？得從宗教開始。所以我們要團結宗教，我們對宗教寄予很大的期望，希望宗教能回歸教育，希望宗教與宗教之間能互相學習。宗教確實是一家，前天我訪問我們此地的巴哈伊教，跟他們的一些長老在一起聚會。我們聽聽他們的教義，這個教義跟佛教、跟一些高級宗教它都相同，承認真神只有一個，宇宙是一體。這些重要的概念都很難得，如何把這個發揚光大？我們認真努力來學習。"
    },
    {
      "id": "32-072-0001_p0010",
      "zh_CN": "这次我回来，看到图文巴的变化，完全是从正面起了变化。大家有一个共识，希望把图文巴这个地方，建立成世界上第一个多元文化和谐示范的一个都市，都有这个概念。市长带领着我们，我们宗教的团体、学术界跟各行各业这些领导人，都有这个共识，非常难得。所以我们努力来做、来带头，做一个样子给大家看。在这个时代没有榜样，要是宣扬、解说，大家不能相信，做出榜样出来他们就相信了，就会产生很大的影响，希望我们大家认真努力。对小孩，从我们做老师、做大人的，给孩子的形象都要是最好的，正面的，没有负面的，去影响他们。还有没有问题？",
      "zh_TW": "這次我回來，看到圖文巴的變化，完全是從正面起了變化。大家有一個共識，希望把圖文巴這個地方，建立成世界上第一個多元文化和諧示範的一個都市，都有這個概念。市長帶領著我們，我們宗教的團體、學術界跟各行各業這些領導人，都有這個共識，非常難得。所以我們努力來做、來帶頭，做一個樣子給大家看。在這個時代沒有榜樣，要是宣揚、解說，大家不能相信，做出榜樣出來他們就相信了，就會產生很大的影響，希望我們大家認真努力。對小孩，從我們做老師、做大人的，給孩子的形象都要是最好的，正面的，沒有負面的，去影響他們。還有沒有問題？"
    },
    {
      "id": "32-072-0001_p0011",
      "zh_CN": "翻译：校长是问说，做为老师来讲，我们基本上等于是父母之外的教育，父母教育完了，把孩子送到我们这边来，我们继续这个教育。她是想请问一下师父，在这方面，您觉得老师的职责是什么？有什么义务必须应该要做到的，您有什么建议？",
      "zh_TW": "翻譯：校長是問說，做為老師來講，我們基本上等於是父母之外的教育，父母教育完了，把孩子送到我們這邊來，我們繼續這個教育。她是想請問一下師父，在這方面，您覺得老師的職責是什麼？有什麼義務必須應該要做到的，您有什麼建議？"
    },
    {
      "id": "32-072-0001_p0012",
      "zh_CN": "净空法师：儿童的教育，父母是扎根，完全是示范。教育最重要的是教孝、是教敬，孝、敬是教育的大根大本，一定要从小把他培养出来。现在这个教育丧失掉了，就是从小的时候父母没有认真去教他们；换句话就是他的根扎得不稳，所以很容易受外面境界的动摇，他禁不起诱惑，他自己没有办法做主宰，这是很困难的一桩事情。所以做比不做的好。老师分量比父母就更重，到什么地方去找这么好的老师？这就很难了，没有好老师，教育不会成功。",
      "zh_TW": "淨空法師：兒童的教育，父母是扎根，完全是示範。教育最重要的是教孝、是教敬，孝、敬是教育的大根大本，一定要從小把他培養出來。現在這個教育喪失掉了，就是從小的時候父母沒有認真去教他們；換句話就是他的根紮得不穩，所以很容易受外面境界的動搖，他禁不起誘惑，他自己沒有辦法做主宰，這是很困難的一樁事情。所以做比不做的好。老師分量比父母就更重，到什麼地方去找這麼好的老師？這就很難了，沒有好老師，教育不會成功。"
    },
    {
      "id": "32-072-0001_p0013",
      "zh_CN": "我们代表学校，代表昆士兰大学跟格里菲斯大学，参加联合国的和平会议。我们将教育能解决一切冲突，化解冲突，能带给世界安定和谐，做了很多次的主题报告。可是与会的我们这些会友们听到，听了很欢喜，但是会后都来告诉我，他说：法师，这是理想，这做不到。这样一来的时候，我们的报告就等于白说了，毫无意义。所以我才寻求，想找一个地方做实验。",
      "zh_TW": "我們代表學校，代表昆士蘭大學跟格里菲斯大學，參加聯合國的和平會議。我們將教育能解決一切衝突，化解衝突，能帶給世界安定和諧，做了很多次的主題報告。可是與會的我們這些會友們聽到，聽了很歡喜，但是會後都來告訴我，他說：法師，這是理想，這做不到。這樣一來的時候，我們的報告就等於白說了，毫無意義。所以我才尋求，想找一個地方做實驗。"
    },
    {
      "id": "32-072-0001_p0014",
      "zh_CN": "找了将近两年，缘都不成熟，我在这个时候回到老家去看看，我已经七十年没有回老家了。老家还有一些堂兄弟、族兄弟，我们是个很大的家庭，这些亲近的人还有三十多人，年龄跟我差不多的。我们在一次聚会当中，我把我的这些情形告诉大家，想找个地方做实验。他们很欢喜，他说你就回来，在我们家乡做实验，我支持你。我们就办了一个文化教育中心，招收老师，我们想把儿童基本的扎根的教育来做实验。报名参加的老师有三百多人，最后我们筛选，只得到三十七个人，我们认为够这个条件。这些都是学过师范教育的，都有教学经验，他们教幼稚园、教小学、教初中。我们只到这个阶层，往上我们不要了，往上这些老师他不会听我们的话，这些小老师、年轻老师他很听话的。都有宗教信仰，而且平常听我讲经，都是在网路、在电视听我讲经有三年以上，这样我们就志同道合。",
      "zh_TW": "找了將近兩年，緣都不成熟，我在這個時候回到老家去看看，我已經七十年沒有回老家了。老家還有一些堂兄弟、族兄弟，我們是個很大的家庭，這些親近的人還有三十多人，年齡跟我差不多的。我們在一次聚會當中，我把我的這些情形告訴大家，想找個地方做實驗。他們很歡喜，他說你就回來，在我們家鄉做實驗，我支持你。我們就辦了一個文化教育中心，招收老師，我們想把兒童基本的扎根的教育來做實驗。報名參加的老師有三百多人，最後我們篩選，只得到三十七個人，我們認為夠這個條件。這些都是學過師範教育的，都有教學經驗，他們教幼稚園、教小學、教初中。我們只到這個階層，往上我們不要了，往上這些老師他不會聽我們的話，這些小老師、年輕老師他很聽話的。都有宗教信仰，而且平常聽我講經，都是在網路、在電視聽我講經有三年以上，這樣我們就志同道合。"
    },
    {
      "id": "32-072-0001_p0015",
      "zh_CN": "我把他召集起来，我就把我们这个中心教学的理念告诉这些老师，我说我们只许成功，不能失败。为什么？我们成功了，我们在联合国可以报告，中国传统教育管用，现在还管用；如果我们做失败了，等于向他们宣布，中国传统东西已经过时了，没有用了。我说中国东西到底是存是亡、是继续还是中止了，我们有这个使命，我们做成功跟做不成功关系太大了。所以跟老师们说，我们即使牺牲身命也在所不惜，一定要把它做成功，一定把它做好。所以老师非常认真负责。",
      "zh_TW": "我把他召集起來，我就把我們這個中心教學的理念告訴這些老師，我說我們只許成功，不能失敗。為什麼？我們成功了，我們在聯合國可以報告，中國傳統教育管用，現在還管用；如果我們做失敗了，等於向他們宣布，中國傳統東西已經過時了，沒有用了。我說中國東西到底是存是亡、是繼續還是中止了，我們有這個使命，我們做成功跟做不成功關係太大了。所以跟老師們說，我們即使犧牲身命也在所不惜，一定要把它做成功，一定把它做好。所以老師非常認真負責。"
    },
    {
      "id": "32-072-0001_p0016",
      "zh_CN": "我们要教人，先要教自己，这是我跟老师说的。在历史上，有两个人教育是最成功的，在那个环境里跟大家讲在中国，我说第一个，释迦牟尼佛，他教学四十九年是成功的，学生们没有不敬佩的。第二个孔子，孔子教学的时间虽然不长，他以身作则。他为什么成功？就是他所说的他完全做到了，他做不到的他不说。学生对老师有充分的信心，百分之百的信心，所以他教育成功。我说你们开始要教学生，在这小镇上展开教学，你们要先做到。我给他们三门功课，《弟子规》、《感应篇》、《十善业》，给他四个月的时间。你们先做到，你们做不到我们不开学，你们做到了我们才开学，再正式展开教学。",
      "zh_TW": "我們要教人，先要教自己，這是我跟老師說的。在歷史上，有兩個人教育是最成功的，在那個環境裡跟大家講在中國，我說第一個，釋迦牟尼佛，他教學四十九年是成功的，學生們沒有不敬佩的。第二個孔子，孔子教學的時間雖然不長，他以身作則。他為什麼成功？就是他所說的他完全做到了，他做不到的他不說。學生對老師有充分的信心，百分之百的信心，所以他教育成功。我說你們開始要教學生，在這小鎮上展開教學，你們要先做到。我給他們三門功課，《弟子規》、《感應篇》、《十善業》，給他四個月的時間。你們先做到，你們做不到我們不開學，你們做到了我們才開學，再正式展開教學。"
    },
    {
      "id": "32-072-0001_p0017",
      "zh_CN": "老师们让我非常感动，他们两个月就做到了，提前做到了。做到之后，打电话问我，我住在香港，打电话问我，他说下一步我们怎么办？我说真正做到了，就下乡入户，我们以行动来告诉大家。在农村里面，进入农民家里，看到老人就是自己的父母，应该用什么样的方式去尽孝，你要做到，你要去表演，不是叫你讲话；看到他们的儿女，是我们的兄弟姐妹，应该怎么样尽到悌道。这样我们做了三个星期，人民感动了，老人感觉到我们这群老师是孝子，他们对我尽到孝道，比他们的儿女好，儿女不如；他们自己的儿女，这些年轻人，看到老师这样做法，惭愧心生起来，觉得对不起父母，没有尽到孝道。",
      "zh_TW": "老師們讓我非常感動，他們兩個月就做到了，提前做到了。做到之後，打電話問我，我住在香港，打電話問我，他說下一步我們怎麼辦？我說真正做到了，就下鄉入戶，我們以行動來告訴大家。在農村裡面，進入農民家裡，看到老人就是自己的父母，應該用什麼樣的方式去盡孝，你要做到，你要去表演，不是叫你講話；看到他們的兒女，是我們的兄弟姐妹，應該怎麼樣盡到悌道。這樣我們做了三個星期，人民感動了，老人感覺到我們這群老師是孝子，他們對我盡到孝道，比他們的兒女好，兒女不如；他們自己的兒女，這些年輕人，看到老師這樣做法，慚愧心生起來，覺得對不起父母，沒有盡到孝道。"
    },
    {
      "id": "32-072-0001_p0018",
      "zh_CN": "这样三个月，这个小镇面目就改过来了，人人有良心，知道什么是对的，什么是错误的，错误的要放下，对的要努力把它增长。这个教育收到好效果，然后我们跟大家宣布，我们中心开课，希望大家都来学。三个月的时间，把这个小镇一百八十度的转变，本来犯罪率很多，犯罪率大幅度的下降，离婚率也没有了。效果出来了，我们看到很欢喜。所以二００六年的五月，我们在联合国做了一个详细的报告，我们的报告八个小时，还有三天的展览。当时驻联合国的大使代表很多人，一百多人，都想到汤池小镇去参观、去考察、去学习，收到非常好的效果。",
      "zh_TW": "這樣三個月，這個小鎮面目就改過來了，人人有良心，知道什麼是對的，什麼是錯誤的，錯誤的要放下，對的要努力把它增長。這個教育收到好效果，然後我們跟大家宣布，我們中心開課，希望大家都來學。三個月的時間，把這個小鎮一百八十度的轉變，本來犯罪率很多，犯罪率大幅度的下降，離婚率也沒有了。效果出來了，我們看到很歡喜。所以二００六年的五月，我們在聯合國做了一個詳細的報告，我們的報告八個小時，還有三天的展覽。當時駐聯合國的大使代表很多人，一百多人，都想到湯池小鎮去參觀、去考察、去學習，收到非常好的效果。"
    },
    {
      "id": "32-072-0001_p0019",
      "zh_CN": "我们这个活动证明两桩事情，第一桩事情就证明人人都是好人，这世界上没有坏人，坏人是你没好好的教他，他学坏了，他的本质是好人。第二个让我们生起信心，人是可以教得好的，看你怎么教法。教学要有教学的智慧、教学的理念、教学的方法、教学的经验，你都懂的时候，真的能把人教好。",
      "zh_TW": "我們這個活動證明兩樁事情，第一樁事情就證明人人都是好人，這世界上沒有壞人，壞人是你沒好好的教他，他學壞了，他的本質是好人。第二個讓我們生起信心，人是可以教得好的，看你怎麼教法。教學要有教學的智慧、教學的理念、教學的方法、教學的經驗，你都懂的時候，真的能把人教好。"
    },
    {
      "id": "32-072-0001_p0020",
      "zh_CN": "所以我回到这边来，我们的地方政府这些官员，宗教的这些领袖们，学校里面这些校长、老师，还有民间团体的这些领导人，我都接触过了。大家都有一个共识，我们努力，一起努力，我们把图文巴做一个实验点，把传统的文化在我们这个地方做出来。做出来我们给联合国看，给全世界看，让他们学习。化解冲突、促进安定和谐从图文巴开始，从我们自己本身开始，我就要做个好样子、好榜样，我们能够相信一定能做得成就。图文巴的前途无限的光明，住在这个地方的人都是有福报的人，都是神、上帝选择的人住在这个地方，这个地方将来就是神圣的天堂。我听说图文巴现在很多乡镇都划归这个市，这个市的面积很大，将来肯定在澳洲是个大城市，是个和平、幸福、美满的都市。我们相信世界上有许多善人、好人都会移民到图文巴来，图文巴非常有前途。所以我们要努力，要认真去做。好，谢谢大家。",
      "zh_TW": "所以我回到這邊來，我們的地方政府這些官員，宗教的這些領袖們，學校裡面這些校長、老師，還有民間團體的這些領導人，我都接觸過了。大家都有一個共識，我們努力，一起努力，我們把圖文巴做一個實驗點，把傳統的文化在我們這個地方做出來。做出來我們給聯合國看，給全世界看，讓他們學習。化解衝突、促進安定和諧從圖文巴開始，從我們自己本身開始，我就要做個好樣子、好榜樣，我們能夠相信一定能做得成就。圖文巴的前途無限的光明，住在這個地方的人都是有福報的人，都是神、上帝選擇的人住在這個地方，這個地方將來就是神聖的天堂。我聽說圖文巴現在很多鄉鎮都劃歸這個市，這個市的面積很大，將來肯定在澳洲是個大城市，是個和平、幸福、美滿的都市。我們相信世界上有許多善人、好人都會移民到圖文巴來，圖文巴非常有前途。所以我們要努力，要認真去做。好，謝謝大家。"
    },
    {
      "id": "32-072-0001_p0021",
      "zh_CN": "教育也需要配合，家庭教育、学校教育、社会教育、宗教教育，四种教育融合成一体。教育是付出，是非常有意义的一桩工作，我们能够把人教好，在神圣宗教里面，这是很大的功德，是真正的好事。做为老师的人虽然辛苦一点，可是会得到最好的荣誉、最好的安慰。",
      "zh_TW": "教育也需要配合，家庭教育、學校教育、社會教育、宗教教育，四種教育融合成一體。教育是付出，是非常有意義的一樁工作，我們能夠把人教好，在神聖宗教裡面，這是很大的功德，是真正的好事。做為老師的人雖然辛苦一點，可是會得到最好的榮譽、最好的安慰。"
    },
    {
      "id": "32-072-0001_p0022",
      "zh_CN": "我跟天主教的缘很深，我记得我出家还没有多久，我出家就开始教学。那时候在台湾，天主教办了一个，在辅仁大学里面办了一个「东亚精神生活研习所」。当时的枢机主教是于斌，他就请我担任这门课程，跟大家介绍佛教的精神生活，开这个课程。在新加坡的那几年，我曾经讲过《玫瑰经》，这个光碟在天主教很流行。所以，宗教确实是要团结在一起，肩负起化解所有冲突，带给社会安定和平，这是宗教对人类最好的贡献。",
      "zh_TW": "我跟天主教的緣很深，我記得我出家還沒有多久，我出家就開始教學。那時候在台灣，天主教辦了一個，在輔仁大學裡面辦了一個「東亞精神生活研習所」。當時的樞機主教是于斌，他就請我擔任這門課程，跟大家介紹佛教的精神生活，開這個課程。在新加坡的那幾年，我曾經講過《玫瑰經》，這個光碟在天主教很流行。所以，宗教確實是要團結在一起，肩負起化解所有衝突，帶給社會安定和平，這是宗教對人類最好的貢獻。"
    },
    {
      "id": "32-072-0001_p0023",
      "zh_CN": "听众：师父，这有位老师要问问题。",
      "zh_TW": "聽眾：師父，這有位老師要問問題。"
    },
    {
      "id": "32-072-0001_p0024",
      "zh_CN": "净空法师：我们还有一本《圣经３６０》，那是天主教王神父编写的。在不在？",
      "zh_TW": "淨空法師：我們還有一本《聖經３６０》，那是天主教王神父編寫的。在不在？"
    },
    {
      "id": "32-072-0001_p0025",
      "zh_CN": "净空法师：给校长看。",
      "zh_TW": "淨空法師：給校長看。"
    },
    {
      "id": "32-072-0001_p0026",
      "zh_CN": "翻译：这位老师是说，在您提到三十七位在庐江的老师，他们要先受过训练，要受过《弟子规》、《十善业道》跟《感应篇》的训练，因为翻译得很快，她问我说那些是什么？是什么样的教学？",
      "zh_TW": "翻譯：這位老師是說，在您提到三十七位在廬江的老師，他們要先受過訓練，要受過《弟子規》、《十善業道》跟《感應篇》的訓練，因為翻譯得很快，她問我說那些是什麼？是什麼樣的教學？"
    },
    {
      "id": "32-072-0001_p0027",
      "zh_CN": "净空法师：是伦理道德，内容是伦理道德，也是现在社会迫切需要的。",
      "zh_TW": "淨空法師：是倫理道德，內容是倫理道德，也是現在社會迫切需要的。"
    },
    {
      "id": "32-072-0001_p0028",
      "zh_CN": "翻译：这位老师是说，现在的生活实在是非常的忙碌，又几乎疯狂的，在这么一个繁忙、慌乱的一个世界里面，做为老师的怎么样保护好自己，我们可以把下一辈学生们教好，要怎么保护自己？",
      "zh_TW": "翻譯：這位老師是說，現在的生活實在是非常的忙碌，又幾乎瘋狂的，在這麼一個繁忙、慌亂的一個世界裡面，做為老師的怎麼樣保護好自己，我們可以把下一輩學生們教好，要怎麼保護自己？"
    },
    {
      "id": "32-072-0001_p0029",
      "zh_CN": "净空法师：要学戒定慧，首先做人的规矩，道德的规矩一定要守到。《圣经》里头有十诫，佛教里头也有十戒，我们严格要求自己要把它做到，还要做个好样子给别人看。我们自己最重要的是心地要清净，保持清净心，不受外面的诱惑。一般外面的所谓是财色名利、七情五欲，这都是诱惑我们，让我们造作很多罪业，我们一定认识清楚，要能够防止，不受它的影响。我所用的方法，我就是媒体我完全拒绝了，我有五十多年没有看过电视，这些广播、报纸、杂志我统统都不看。所以我知道的事情比别人少，动乱几乎我都没有听说过，我每天生活在太平盛世的环境之下。",
      "zh_TW": "淨空法師：要學戒定慧，首先做人的規矩，道德的規矩一定要守到。《聖經》裡頭有十誡，佛教裡頭也有十戒，我們嚴格要求自己要把它做到，還要做個好樣子給別人看。我們自己最重要的是心地要清淨，保持清淨心，不受外面的誘惑。一般外面的所謂是財色名利、七情五欲，這都是誘惑我們，讓我們造作很多罪業，我們一定認識清楚，要能夠防止，不受它的影響。我所用的方法，我就是媒體我完全拒絕了，我有五十多年沒有看過電視，這些廣播、報紙、雜誌我統統都不看。所以我知道的事情比別人少，動亂幾乎我都沒有聽說過，我每天生活在太平盛世的環境之下。"
    },
    {
      "id": "32-072-0001_p0030",
      "zh_CN": "这个很重要，因为如果我们没有那么高深的定力，你要接触它的话，会受它影响。我们排斥，我们不接受，我们每天自己生活接受的就是经典。不仅是佛教的，所有宗教经典我都喜欢，我都喜欢去接触，都去阅读、都去学习。发现宗教经典里面百分之八十是相同的，不同的地方不多。所以宗教可以团结，宗教在一起，存异求同，共同的，我们一定要努力认真做下来，不同的地方暂时放在一边，那是高深的，慢慢再来，先学浅显的。浅显的多半都是现在社会迫切需要的，高深的地方以后再说，或者让别人去学去，我们把基本的教义掌握住。基本的德行，基本的这些戒条、规矩守住，这就很好，确实能帮助这个社会，帮助这个世界化解冲突，促进安定和谐，真能做得到。",
      "zh_TW": "這個很重要，因為如果我們沒有那麼高深的定力，你要接觸它的話，會受它影響。我們排斥，我們不接受，我們每天自己生活接受的就是經典。不僅是佛教的，所有宗教經典我都喜歡，我都喜歡去接觸，都去閱讀、都去學習。發現宗教經典裡面百分之八十是相同的，不同的地方不多。所以宗教可以團結，宗教在一起，存異求同，共同的，我們一定要努力認真做下來，不同的地方暫時放在一邊，那是高深的，慢慢再來，先學淺顯的。淺顯的多半都是現在社會迫切需要的，高深的地方以後再說，或者讓別人去學去，我們把基本的教義掌握住。基本的德行，基本的這些戒條、規矩守住，這就很好，確實能幫助這個社會，幫助這個世界化解衝突，促進安定和諧，真能做得到。"
    },
    {
      "id": "32-072-0001_p0031",
      "zh_CN": "翻译：这位老师是说，其实他们在课堂上常常都教导孩子们要懂得和，和平跟和谐的道理。不过她常常会遇到一个问题，就是这些孩子的父母们，他们未必分享同样一个价值观。在这样子的情况之下，所以说就造成很多困难的地方，那我们是应该要怎么样做，在这方面？",
      "zh_TW": "翻譯：這位老師是說，其實他們在課堂上常常都教導孩子們要懂得和，和平跟和諧的道理。不過她常常會遇到一個問題，就是這些孩子的父母們，他們未必分享同樣一個價值觀。在這樣子的情況之下，所以說就造成很多困難的地方，那我們是應該要怎麼樣做，在這方面？"
    },
    {
      "id": "32-072-0001_p0032",
      "zh_CN": "净空法师：教一个孩子，老师跟家长要密切联系，而常常在一起讨论，小孩才能会教好。如果家庭家长跟老师不合作，很难教，很不容易收到效果。在我这样的年龄，八十年前，我们做小学生的时候，家长跟老师是经常在一起来讨论这个教学问题，这是非常好的现象。在家里面，父母做榜样给我们看；在学校里面，老师做榜样给我们看。老师不仅仅是教，他做出来，你看老师对长辈、对平辈、对晚辈，举止、谈话，你从这上面观察，这个对学生影响很大。",
      "zh_TW": "淨空法師：教一個孩子，老師跟家長要密切聯繫，而常常在一起討論，小孩才能會教好。如果家庭家長跟老師不合作，很難教，很不容易收到效果。在我這樣的年齡，八十年前，我們做小學生的時候，家長跟老師是經常在一起來討論這個教學問題，這是非常好的現象。在家裡面，父母做榜樣給我們看；在學校裡面，老師做榜樣給我們看。老師不僅僅是教，他做出來，你看老師對長輩、對平輩、對晚輩，舉止、談話，你從這上面觀察，這個對學生影響很大。"
    },
    {
      "id": "32-072-0001_p0033",
      "zh_CN": "老师管教得很严，家长感谢。那个时候有体罚，做错事情就罚跪，有体罚的。罚了之后要流着眼泪回家告诉爸爸妈妈，爸爸妈妈明天就到学校来，买了礼物送给老师，感谢老师，是这个样子的。所以我们以后受了委屈，回家也不讲，讲了什么？父母要去感谢老师。不像现在，现在要是老师罚了学生，学生家长去到警察那里去告状去，你虐待儿童，这犯罪的行为。这怎么个教法？所以一定的困难，孩子还是要管理，严格的管理是对的。",
      "zh_TW": "老師管教得很嚴，家長感謝。那個時候有體罰，做錯事情就罰跪，有體罰的。罰了之後要流著眼淚回家告訴爸爸媽媽，爸爸媽媽明天就到學校來，買了禮物送給老師，感謝老師，是這個樣子的。所以我們以後受了委屈，回家也不講，講了什麼？父母要去感謝老師。不像現在，現在要是老師罰了學生，學生家長去到警察那裡去告狀去，你虐待兒童，這犯罪的行為。這怎麼個教法？所以一定的困難，孩子還是要管理，嚴格的管理是對的。"
    },
    {
      "id": "32-072-0001_p0034",
      "zh_CN": "所以我们一生，对于小学老师、中学的老师、大学的老师都感恩，念念不忘，有这种感情在里面。同学之间真的跟兄弟姐妹一样，一生当中都是互助合作，哪个人有困难的时候，就全心全力帮助他。这些对社会，这个世界社会和谐有很大的助力。所以现在人，父子的感情、兄弟的感情、老师跟学生的感情、同学的感情，都比从前淡太多了，以前那个感情很浓。还是应该要恢复。我的讲堂里面，我的老师的照片都放得很大，都挂在我的对面，上课就如同老师就在我面前，念念不忘父母、不忘老师。",
      "zh_TW": "所以我們一生，對於小學老師、中學的老師、大學的老師都感恩，念念不忘，有這種感情在裡面。同學之間真的跟兄弟姐妹一樣，一生當中都是互助合作，哪個人有困難的時候，就全心全力幫助他。這些對社會，這個世界社會和諧有很大的助力。所以現在人，父子的感情、兄弟的感情、老師跟學生的感情、同學的感情，都比從前淡太多了，以前那個感情很濃。還是應該要恢復。我的講堂裡面，我的老師的照片都放得很大，都掛在我的對面，上課就如同老師就在我面前，念念不忘父母、不忘老師。"
    },
    {
      "id": "32-072-0001_p0035",
      "zh_CN": "所以，老师跟家长要常常见面，要常常讨论这个问题，这里面会得到很多丰富的经验，来改进我们怎样教学的方法。从前老师受到家长的尊敬，他真教，学生跟老师的感情就像父子一样，老师的儿女跟自己像亲兄弟一样，要照顾一辈子，他有困难，我们有能力的时候，时时刻刻想到要去帮助他。所以老师教学生，教出几个好学生，他的后代有人照顾，他放心；他教的学生要没有一个好的，他自己后代没人照顾。所以他确实全心全力付出，把小孩教好。这些美德现在社会都没有了，都看不到了。",
      "zh_TW": "所以，老師跟家長要常常見面，要常常討論這個問題，這裡面會得到很多豐富的經驗，來改進我們怎樣教學的方法。從前老師受到家長的尊敬，他真教，學生跟老師的感情就像父子一樣，老師的兒女跟自己像親兄弟一樣，要照顧一輩子，他有困難，我們有能力的時候，時時刻刻想到要去幫助他。所以老師教學生，教出幾個好學生，他的後代有人照顧，他放心；他教的學生要沒有一個好的，他自己後代沒人照顧。所以他確實全心全力付出，把小孩教好。這些美德現在社會都沒有了，都看不到了。"
    },
    {
      "id": "32-072-0001_p0036",
      "zh_CN": "听众：听说英国的小学、中学都要学中文，不晓得这个举动给我们什么样的启示？",
      "zh_TW": "聽眾：聽說英國的小學、中學都要學中文，不曉得這個舉動給我們什麼樣的啟示？"
    },
    {
      "id": "32-072-0001_p0037",
      "zh_CN": "净空法师：这是两个月之前，我离开香港，有人告诉我，英国教育部，国家的教育部，向全国幼儿园、小学、中学推动中国语文的教育。有人就向他们质询，为什么要这样做？政府官员告诉大家，他说将来的世界，世界语言，他说是中文，我们现在应该好好学习，要能赶上时代。如果不能把中文学好，中文将来在世界上的地位，就像现在的英语一样，人人都必须学。所以他们从小就开始学习，这个我相信会影响全世界。他们的选择我觉得是很有智慧，这桩事情，过去罗素曾经说过，汤恩比讲的很多，这都是对于中国传统文化有很深刻研究的人。他说中国的语言，汉字跟文言文，是世界上最了不起的一种发明，他说这种文字、语言它不会因时间、空间有改变。现在每个国家用的语言是字母拼音的，这叫表音的语言，它会变，它跟着语言变。顶多两百年，距离两百年你就听不懂，你也看不懂了。",
      "zh_TW": "淨空法師：這是兩個月之前，我離開香港，有人告訴我，英國教育部，國家的教育部，向全國幼兒園、小學、中學推動中國語文的教育。有人就向他們質詢，為什麼要這樣做？政府官員告訴大家，他說將來的世界，世界語言，他說是中文，我們現在應該好好學習，要能趕上時代。如果不能把中文學好，中文將來在世界上的地位，就像現在的英語一樣，人人都必須學。所以他們從小就開始學習，這個我相信會影響全世界。他們的選擇我覺得是很有智慧，這樁事情，過去羅素曾經說過，湯恩比講的很多，這都是對於中國傳統文化有很深刻研究的人。他說中國的語言，漢字跟文言文，是世界上最了不起的一種發明，他說這種文字、語言它不會因時間、空間有改變。現在每個國家用的語言是字母拼音的，這叫表音的語言，它會變，它跟著語言變。頂多兩百年，距離兩百年你就聽不懂，你也看不懂了。"
    },
    {
      "id": "32-072-0001_p0038",
      "zh_CN": "他说中国语言它是表义的，它不是表音的，表义它永远不变。他举了个例子，好比孔夫子，二千五百年前的人，今天要跟毛主席见面，讲言语不懂，但是写出来的字完全懂，一点障碍都没有。他说这种文字的方法，记载人类的智慧、经验，传到一千年、一万年都不会改变，后人能够体会到原原本本的意思。这是最好的文字，也是最好的语言，应该把它恢复。这个文字，中国现在也不用它了，我相信英国人这样做，会激发中国人重视他们自己古老的言语、文字。",
      "zh_TW": "他說中國語言它是表義的，它不是表音的，表義它永遠不變。他舉了個例子，好比孔夫子，二千五百年前的人，今天要跟毛主席見面，講言語不懂，但是寫出來的字完全懂，一點障礙都沒有。他說這種文字的方法，記載人類的智慧、經驗，傳到一千年、一萬年都不會改變，後人能夠體會到原原本本的意思。這是最好的文字，也是最好的語言，應該把它恢復。這個文字，中國現在也不用它了，我相信英國人這樣做，會激發中國人重視他們自己古老的言語、文字。"
    },
    {
      "id": "32-072-0001_p0039",
      "zh_CN": "听众：师父，请问印尼听说在开始学习《弟子规》，把《弟子规》翻成印尼文，推展到所有的小学。是不是印尼他们也知道从这个最基本的小学来教起，才能够真正让这个社会、国家安定和平？",
      "zh_TW": "聽眾：師父，請問印尼聽說在開始學習《弟子規》，把《弟子規》翻成印尼文，推展到所有的小學。是不是印尼他們也知道從這個最基本的小學來教起，才能夠真正讓這個社會、國家安定和平？"
    },
    {
      "id": "32-072-0001_p0040",
      "zh_CN": "净空法师：印尼的官员，主管教育的高级官员，两次到香港来看我，来问我这个问题，怎么个教法。这是好事情，我相信这个与《古兰经》里头的教诲有关系。回教传到中国那个时候，唐朝，穆罕默德还在世，穆罕默德就鼓励信徒要到中国去学智慧，就有这个文字记载，所以他们很重视。这个做法肯定有影响，印尼是世界上最大的回教国家，它有二亿三千万的人口。那天我就问他，我说你们全国中小学学校有多少所？他告诉我超过十五万。这么多的学校，一个学校一个老师，就十五万老师；要一个学校两个老师，就要三十万老师，怎么培训？没有老师，没有人教不行。所以，我建议他们的教育部要长远设立一个，不是暂时的，永久的，《弟子规》师资培训班，搜集这些资料，好好的来培训老师。《弟子规》分量并不多，应该四个月一期就可以了，一年可以办三届，一直办下去。",
      "zh_TW": "淨空法師：印尼的官員，主管教育的高級官員，兩次到香港來看我，來問我這個問題，怎麼個教法。這是好事情，我相信這個與《古蘭經》裡頭的教誨有關係。回教傳到中國那個時候，唐朝，穆罕默德還在世，穆罕默德就鼓勵信徒要到中國去學智慧，就有這個文字記載，所以他們很重視。這個做法肯定有影響，印尼是世界上最大的回教國家，它有二億三千萬的人口。那天我就問他，我說你們全國中小學學校有多少所？他告訴我超過十五萬。這麼多的學校，一個學校一個老師，就十五萬老師；要一個學校兩個老師，就要三十萬老師，怎麼培訓？沒有老師，沒有人教不行。所以，我建議他們的教育部要長遠設立一個，不是暫時的，永久的，《弟子規》師資培訓班，蒐集這些資料，好好的來培訓老師。《弟子規》分量並不多，應該四個月一期就可以了，一年可以辦三屆，一直辦下去。"
    },
    {
      "id": "32-072-0001_p0041",
      "zh_CN": "要真正普及教育，我建议他们，你们组成一个教育考察团到澳洲来，澳洲地大人少，在世界上第一个使用远程教学。印尼是岛国，有一万多个岛屿，交通非常不方便，所以一定要用远程教育，用电视、用网路。我给他这样建议。要是这样教法，能够有一、二百个老师，问题就能解决了。有一、二百个老师在国家电视台、网路开远程教学，会收到很好的效果。我们也有理由相信，随着科学技术发达进步，我想将来大学我想很可能会用光碟来教学，自己求学在家里面学，参加学校考试就可以了。将来大学研究所确实可以不必用教室，很可能会走向这条路下去。",
      "zh_TW": "要真正普及教育，我建議他們，你們組成一個教育考察團到澳洲來，澳洲地大人少，在世界上第一個使用遠程教學。印尼是島國，有一萬多個島嶼，交通非常不方便，所以一定要用遠程教育，用電視、用網路。我給他這樣建議。要是這樣教法，能夠有一、二百個老師，問題就能解決了。有一、二百個老師在國家電視台、網路開遠程教學，會收到很好的效果。我們也有理由相信，隨著科學技術發達進步，我想將來大學我想很可能會用光碟來教學，自己求學在家裡面學，參加學校考試就可以了。將來大學研究所確實可以不必用教室，很可能會走向這條路下去。"
    },
    {
      "id": "32-072-0001_p0042",
      "zh_CN": "听众：在中国有句话说，教育的功德是无量的，像孔子和释迦牟尼佛他们都选择做老师，而不是做国王和政府的官员，像老法师您也是选择做一个社会教育的多元义务工作者。请问老师的教育的功德是怎么样的？请您来解释一下。",
      "zh_TW": "聽眾：在中國有句話說，教育的功德是無量的，像孔子和釋迦牟尼佛他們都選擇做老師，而不是做國王和政府的官員，像老法師您也是選擇做一個社會教育的多元義務工作者。請問老師的教育的功德是怎麼樣的？請您來解釋一下。"
    },
    {
      "id": "32-072-0001_p0043",
      "zh_CN": "净空法师：这些高人，他们对于宇宙人生的真相，确确实实是彻底的明了、明白了，叫诸法实相，明白了，他也知道过去、现在、未来。这些智慧从哪里来的？是我们真心里头本来就有的。所以智慧、德能、相好不是外面的，全是自己意念变现出来的。这个说法被近代量子力学家证实了、证明了，确确实实一切现象都是从心想生。他们的思想纯正，没有一丝毫妄念，这是自己享受，那就是真正的天堂，真正的极乐世界。那看到一些众生还在迷惑，迷惑是还在受外界的诱惑，这是错误的。外界所有一切现象都不是真的，像大乘经上所说的，凡所有相，皆是虚妄。",
      "zh_TW": "淨空法師：這些高人，他們對於宇宙人生的真相，確確實實是徹底的明瞭、明白了，叫諸法實相，明白了，他也知道過去、現在、未來。這些智慧從哪裡來的？是我們真心裡頭本來就有的。所以智慧、德能、相好不是外面的，全是自己意念變現出來的。這個說法被近代量子力學家證實了、證明了，確確實實一切現象都是從心想生。他們的思想純正，沒有一絲毫妄念，這是自己享受，那就是真正的天堂，真正的極樂世界。那看到一些眾生還在迷惑，迷惑是還在受外界的誘惑，這是錯誤的。外界所有一切現象都不是真的，像大乘經上所說的，凡所有相，皆是虛妄。"
    },
    {
      "id": "32-072-0001_p0044",
      "zh_CN": "这虚妄也说出来了，为什么是虚妄？我们所有的物质现象、精神现象、自然现象，都是在高频率振动之下产生出来的，它不是真的。这频率多高？大乘经上告诉我们，我们今天用秒做单位，一秒钟它波动的次数是二千一百兆。中国人的兆，万亿为兆。你说一秒钟这么多的次数，现象就在眼前，我们完全不能感受到，这就是六根的迟钝，感受不到。佛说什么人能感受到？八地以上，八地以上他的心清净，清净到极处，这个极其微细的波动现象你能够发现。今天我们科学的仪器能够掌控到一秒钟一千兆分之一秒的，这个频率现在能掌握到，这是非常了不起的。所以这些科学家，肯定佛经上讲的是正确的。",
      "zh_TW": "這虛妄也說出來了，為什麼是虛妄？我們所有的物質現象、精神現象、自然現象，都是在高頻率振動之下產生出來的，它不是真的。這頻率多高？大乘經上告訴我們，我們今天用秒做單位，一秒鐘它波動的次數是二千一百兆。中國人的兆，萬億為兆。你說一秒鐘這麼多的次數，現象就在眼前，我們完全不能感受到，這就是六根的遲鈍，感受不到。佛說什麼人能感受到？八地以上，八地以上他的心清淨，清淨到極處，這個極其微細的波動現象你能夠發現。今天我們科學的儀器能夠掌控到一秒鐘一千兆分之一秒的，這個頻率現在能掌握到，這是非常了不起的。所以這些科學家，肯定佛經上講的是正確的。"
    },
    {
      "id": "32-072-0001_p0045",
      "zh_CN": "既然是虚妄的，你根本就得不到，你说是我拥有它、得到它，包括身体，身体都得不到。所以他们能把万缘放下，恢复到清净平等觉。清净平等觉就是真心，那个智慧圆满生起来，不是从外来的，外面学不到，德能、相好没有一样不具足。所以天堂有没有？有。天堂从哪里来？自己纯净纯善念头变现出来的，一点都不稀奇。你说是神造的，行，神是什么？神就是那个纯净纯善的念头。我们达到那个境界，跟神就融合成一体。我们起心动念都是负面的、都是罪恶的，那什么？那跟地狱、魔鬼融合在一起。都是自作自受，当中没有人主宰你，也没有人来要求你，全是自动自发的。",
      "zh_TW": "既然是虛妄的，你根本就得不到，你說是我擁有它、得到它，包括身體，身體都得不到。所以他們能把萬緣放下，恢復到清淨平等覺。清淨平等覺就是真心，那個智慧圓滿生起來，不是從外來的，外面學不到，德能、相好沒有一樣不具足。所以天堂有沒有？有。天堂從哪裡來？自己純淨純善念頭變現出來的，一點都不稀奇。你說是神造的，行，神是什麼？神就是那個純淨純善的念頭。我們達到那個境界，跟神就融合成一體。我們起心動念都是負面的、都是罪惡的，那什麼？那跟地獄、魔鬼融合在一起。都是自作自受，當中沒有人主宰你，也沒有人來要求你，全是自動自發的。"
    },
    {
      "id": "32-072-0001_p0046",
      "zh_CN": "这种概念如果有的话，他就不一样了，什么事情最快乐的？什么事情是人最应该做的？就是教学。所以这些圣贤，没有一个不是教学的，他不愿意做国王。释迦牟尼佛是太子出身，他要不出家他做国王，不要，舍弃了，教学，给教学的老师做最好的榜样，他真做到了。孔子境界还没有达到佛陀，他还想求个一官半职，他心目当中的圣人是周公，周公是成王的宰相，他就想真正有个明君来用他，好好的把治国、平天下的事情做好。所以孔子他是入世，他没有出世。释迦超越了，超越世间，做出世，他不是入世，但是出世没有离开世间，他能够把世间事情做得更圆满。这是教育。所以中国古圣先贤没有一个不懂教育，没有一个不从事教育，他无论在哪个岗位上，起心动念、言语造作都是社会大众最好的榜样，那就是教育，身行言教。",
      "zh_TW": "這種概念如果有的話，他就不一樣了，什麼事情最快樂的？什麼事情是人最應該做的？就是教學。所以這些聖賢，沒有一個不是教學的，他不願意做國王。釋迦牟尼佛是太子出身，他要不出家他做國王，不要，捨棄了，教學，給教學的老師做最好的榜樣，他真做到了。孔子境界還沒有達到佛陀，他還想求個一官半職，他心目當中的聖人是周公，周公是成王的宰相，他就想真正有個明君來用他，好好的把治國、平天下的事情做好。所以孔子他是入世，他沒有出世。釋迦超越了，超越世間，做出世，他不是入世，但是出世沒有離開世間，他能夠把世間事情做得更圓滿。這是教育。所以中國古聖先賢沒有一個不懂教育，沒有一個不從事教育，他無論在哪個崗位上，起心動念、言語造作都是社會大眾最好的榜樣，那就是教育，身行言教。"
    },
    {
      "id": "32-072-0001_p0047",
      "zh_CN": "听众：可不可以请教校长，他们这是一个天主教的学校，她如何用他们天主教来帮助学生，怎么样在生活上、在他们思想方面上做一个很好的引导，做一个宗教的引导，让他成为一个健全的人格，用什么方法？",
      "zh_TW": "聽眾：可不可以請教校長，他們這是一個天主教的學校，她如何用他們天主教來幫助學生，怎麼樣在生活上、在他們思想方面上做一個很好的引導，做一個宗教的引導，讓他成為一個健全的人格，用什麼方法？"
    },
    {
      "id": "32-072-0001_p0048",
      "zh_CN": "翻译：校长基本上是说，在学校除了正常的教学以外，教导基督教的这些礼，这些不同的教学。他们也要求所有的老师都团结在一起互相配合，以像师父说的这种行为示范的这种方法，来让所有的学生能够学习。另外他们在学生的行为上，在种种的言行上面，都会要求要有和谐、和平的气氛，因为学校最注重的就是和平跟和谐的气氛。所以说在这一方面，很像老法师刚才所说的，就是所有的老师都要求做为模范，学生这样子才能好好的学习。",
      "zh_TW": "翻譯：校長基本上是說，在學校除了正常的教學以外，教導基督教的這些禮，這些不同的教學。他們也要求所有的老師都團結在一起互相配合，以像師父說的這種行為示範的這種方法，來讓所有的學生能夠學習。另外他們在學生的行為上，在種種的言行上面，都會要求要有和諧、和平的氣氛，因為學校最注重的就是和平跟和諧的氣氛。所以說在這一方面，很像老法師剛才所說的，就是所有的老師都要求做為模範，學生這樣子才能好好的學習。"
    },
    {
      "id": "32-072-0001_p0049",
      "zh_CN": "听众：那他们有不同的宗教的学生吗？这些宗教的学生他们在学习上，他们有没有让他们去选择不同的宗教的学习？还是就是说他们只是学习天主教？",
      "zh_TW": "聽眾：那他們有不同的宗教的學生嗎？這些宗教的學生他們在學習上，他們有沒有讓他們去選擇不同的宗教的學習？還是就是說他們只是學習天主教？"
    },
    {
      "id": "32-072-0001_p0050",
      "zh_CN": "翻译：校长是说，他们也接受，也绝对会接受其他宗教信仰的学生们。最重要的就是在他们的宗教教学里面，虽然是教导天主教里面的这些教学，但是在年级比较高的学生上面，他们也开始学习其他宗教的理论跟他们的教学。所以说所有的人都是欢迎的，只要学校有这个空间、有这个位置，就欢迎所有的人来参与。目前就她所知有五个我们从净宗来的家庭，他们孩子都在这边读书，他们都是非常可爱的孩子。",
      "zh_TW": "翻譯：校長是說，他們也接受，也絕對會接受其他宗教信仰的學生們。最重要的就是在他們的宗教教學裡面，雖然是教導天主教裡面的這些教學，但是在年級比較高的學生上面，他們也開始學習其他宗教的理論跟他們的教學。所以說所有的人都是歡迎的，只要學校有這個空間、有這個位置，就歡迎所有的人來參與。目前就她所知有五個我們從淨宗來的家庭，他們孩子都在這邊讀書，他們都是非常可愛的孩子。"
    }
  ]
}