{
  "doc_id": "32-045-0001",
  "title": {
    "zh_CN": "答明伦园传统文化家塾学校陈瑞珠老师问",
    "zh_TW": "答明倫園傳統文化家塾學校陳瑞珠老師問"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-045-0001",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "32-045-0001_p0001",
      "zh_CN": "诸位老师，诸位同学，今天陈瑞珠老师提了三个问题，我藉这个时间跟诸位解答。",
      "zh_TW": "諸位老師，諸位同學，今天陳瑞珠老師提了三個問題，我藉這個時間跟諸位解答。"
    },
    {
      "id": "32-045-0001_p0002",
      "zh_CN": "问：第一个问题，老法师常说，古人的诚敬从幼小教起，国家有圣贤是母亲教出来的。扎根的教育是母亲负责，现代社会的关键在做父母的不懂教，要把从前的家庭恢复，但是血缘关系的家不可能了，（这个话我讲过不止一遍）。所以，我们组成道义的大家庭，平时妻小住在家塾学校学习，而父亲每月利用假日回园生活学习，平时遇到特殊的事情可请假回家处理，但因专注投入时间学习，与亲戚长辈往来没有以前频繁，亲戚长辈们问我们，学习传统文化不是首重家庭关系，如此是不是违背伦理？请问老法师，我们的发愿与做法是否如理如法？",
      "zh_TW": "問：第一個問題，老法師常說，古人的誠敬從幼小教起，國家有聖賢是母親教出來的。扎根的教育是母親負責，現代社會的關鍵在做父母的不懂教，要把從前的家庭恢復，但是血緣關係的家不可能了，（這個話我講過不止一遍）。所以，我們組成道義的大家庭，平時妻小住在家塾學校學習，而父親每月利用假日回園生活學習，平時遇到特殊的事情可請假回家處理，但因專注投入時間學習，與親戚長輩往來沒有以前頻繁，親戚長輩們問我們，學習傳統文化不是首重家庭關係，如此是不是違背倫理？請問老法師，我們的發願與做法是否如理如法？"
    },
    {
      "id": "32-045-0001_p0003",
      "zh_CN": "答：这桩事情你们的经验比我多，我只是看到、想到，没做到，你们已经做到了，所以你们的了解比我透彻。传统文化在中国社会疏忽了至少二百年，丢掉至少也有六、七十年，真正丢掉了，不但看不到，听都没有听说过。我这个年龄，出生在民国初年，应该说民国初年的末后一段时期，民国十几年，民国十五年以前还行，中国传统的家庭还有，还有人看见，我民国十六年出生，我遇没有遇到？遇到了，但是不记得了，太小了。",
      "zh_TW": "答：這樁事情你們的經驗比我多，我只是看到、想到，沒做到，你們已經做到了，所以你們的了解比我透徹。傳統文化在中國社會疏忽了至少二百年，丟掉至少也有六、七十年，真正丟掉了，不但看不到，聽都沒有聽說過。我這個年齡，出生在民國初年，應該說民國初年的末後一段時期，民國十幾年，民國十五年以前還行，中國傳統的家庭還有，還有人看見，我民國十六年出生，我遇沒有遇到？遇到了，但是不記得了，太小了。"
    },
    {
      "id": "32-045-0001_p0004",
      "zh_CN": "我自己的家庭衰了，真正是古人所说的，家破人亡，家没有了，每个人靠自己去谋生，个人照顾自己。但是我很幸运，父亲在外面工作，很少照顾家庭，我跟我的母亲，那时候依靠姑妈，我父亲的姐姐，他们这个家还在，姑父兄弟十个，没有分家，他们家还是大家庭，上下人口有一百多人，是个大家庭。我三岁我跟我母亲就依我姑妈，所以还在她们家的私塾（就是她们的家学）念过书，时间不长。",
      "zh_TW": "我自己的家庭衰了，真正是古人所說的，家破人亡，家沒有了，每個人靠自己去謀生，個人照顧自己。但是我很幸運，父親在外面工作，很少照顧家庭，我跟我的母親，那時候依靠姑媽，我父親的姐姐，他們這個家還在，姑父兄弟十個，沒有分家，他們家還是大家庭，上下人口有一百多人，是個大家庭。我三歲我跟我母親就依我姑媽，所以還在她們家的私塾（就是她們的家學）念過書，時間不長。"
    },
    {
      "id": "32-045-0001_p0005",
      "zh_CN": "拜老师那天的情况是一生都不会磨灭，记得很清楚。学校是没有招生的，私塾没有招生的，有小孩要进去，老师同意，家长同意，要家长跟老师同意，就可以进学，上学。约定一个时间行拜师礼，就算是入学。那天入学就是我一个，父亲带着我，带着礼物到学校去拜老师，礼堂就是祭祖的大殿，当中供着一个牌位，「大成至圣先师孔子之神位」，供了这个大牌位。我父亲在前面，我跟在后面，向孔夫子牌位行三跪九叩首的礼，在那个时代是最隆重的礼节。拜完之后，我父亲请老师上座，老师坐在孔老夫子牌位的下面，同学在两边观礼，也是我父亲带着我，父亲在前面我在后面，对老师行三跪九叩首的礼。拜完之后送上礼物，敬老师的礼物，就是古人讲的束修，这就正式成为私塾的学生。家长对老师行这样重的礼，我们做学生亲自看到，亲自跟着拜，敢不听老师的话吗？敢不听教诲吗？",
      "zh_TW": "拜老師那天的情況是一生都不會磨滅，記得很清楚。學校是沒有招生的，私塾沒有招生的，有小孩要進去，老師同意，家長同意，要家長跟老師同意，就可以進學，上學。約定一個時間行拜師禮，就算是入學。那天入學就是我一個，父親帶著我，帶著禮物到學校去拜老師，禮堂就是祭祖的大殿，當中供著一個牌位，「大成至聖先師孔子之神位」，供了這個大牌位。我父親在前面，我跟在後面，向孔夫子牌位行三跪九叩首的禮，在那個時代是最隆重的禮節。拜完之後，我父親請老師上座，老師坐在孔老夫子牌位的下面，同學在兩邊觀禮，也是我父親帶著我，父親在前面我在後面，對老師行三跪九叩首的禮。拜完之後送上禮物，敬老師的禮物，就是古人講的束脩，這就正式成為私塾的學生。家長對老師行這樣重的禮，我們做學生親自看到，親自跟著拜，敢不聽老師的話嗎？敢不聽教誨嗎？"
    },
    {
      "id": "32-045-0001_p0006",
      "zh_CN": "所以尊师重道，这一堂就是教尊师重道。每个新的学生进去都要行拜师礼，等于讲都要上这堂课，老同学可能上了十几次，六、七次，我们这是第一次，以后再有进来的，我们也站在旁边观礼。这一堂课叫尊师重道，老师跟家长表演给我们看，这样教会的。老师教学生孝顺父母，老师要把他自己孝顺父母的故事讲给学生听，老师要做到孔子的五德，表现在日常生活当中，对人、对事、对物。你看着老师，虽然很威严，他温和、善良、恭敬，恭敬是对事认真负责，对人礼节周到，清凉大师所说的柔和质直，他真做到了，节俭、谦让，老师在日常生活当中要把这五个字做到。教学生，身教，不是言教，言教没人相信，老师真做到，老师是学生的榜样。伦常道德是父母在家里头教儿女，都要做出来，不是言教，统统是身教。老师也要把伦常道德，特别是夫子的五德，伦常道德在这五德里头演出来，表演出来。",
      "zh_TW": "所以尊師重道，這一堂就是教尊師重道。每個新的學生進去都要行拜師禮，等於講都要上這堂課，老同學可能上了十幾次，六、七次，我們這是第一次，以後再有進來的，我們也站在旁邊觀禮。這一堂課叫尊師重道，老師跟家長表演給我們看，這樣教會的。老師教學生孝順父母，老師要把他自己孝順父母的故事講給學生聽，老師要做到孔子的五德，表現在日常生活當中，對人、對事、對物。你看著老師，雖然很威嚴，他溫和、善良、恭敬，恭敬是對事認真負責，對人禮節周到，清涼大師所說的柔和質直，他真做到了，節儉、謙讓，老師在日常生活當中要把這五個字做到。教學生，身教，不是言教，言教沒人相信，老師真做到，老師是學生的榜樣。倫常道德是父母在家裡頭教兒女，都要做出來，不是言教，統統是身教。老師也要把倫常道德，特別是夫子的五德，倫常道德在這五德裡頭演出來，表演出來。"
    },
    {
      "id": "32-045-0001_p0007",
      "zh_CN": "抗战胜利之后，中国古时候这种大家庭没有了，真没有了。老家还在，有几个人在看家，里面人都没有了，统统都散掉了，一年会不会回家来聚？也没有了。所以我们感到古时候传统的老家有好处，为什么？教小孩，教小孩是圣贤教育，以后再看不见，第二个好处，养老。落叶归根，这句话很多人知道，什么意思没有人晓得。年岁大了，不能工作，退休了，现在叫退休，退休到哪里去？回老家，回老家享福。一个人，中国的教学，小时候要受严格的教育，德行教育，小孩没有自由，中年时候供献给社会，供献给家庭，老年的时候回家养老。祠堂就是老人的活动中心，私塾也设在祠堂里面，老师下课之后休息的时间，这些学生跟老人就玩在一起，天伦之乐，现在人无法想像。那真叫一家人，每个小孩都是我们自己家的子弟，都是有亲属关系。老人逗这些小孩，给小孩讲故事，那故事都是一生的经历、经验，小孩常常听，都记取了，这都是属於伦理道德教育，现在没有了，非常可惜。",
      "zh_TW": "抗戰勝利之後，中國古時候這種大家庭沒有了，真沒有了。老家還在，有幾個人在看家，裡面人都沒有了，統統都散掉了，一年會不會回家來聚？也沒有了。所以我們感到古時候傳統的老家有好處，為什麼？教小孩，教小孩是聖賢教育，以後再看不見，第二個好處，養老。落葉歸根，這句話很多人知道，什麼意思沒有人曉得。年歲大了，不能工作，退休了，現在叫退休，退休到哪裡去？回老家，回老家享福。一個人，中國的教學，小時候要受嚴格的教育，德行教育，小孩沒有自由，中年時候供獻給社會，供獻給家庭，老年的時候回家養老。祠堂就是老人的活動中心，私塾也設在祠堂裡面，老師下課之後休息的時間，這些學生跟老人就玩在一起，天倫之樂，現在人無法想像。那真叫一家人，每個小孩都是我們自己家的子弟，都是有親屬關係。老人逗這些小孩，給小孩講故事，那故事都是一生的經歷、經驗，小孩常常聽，都記取了，這都是屬於倫理道德教育，現在沒有了，非常可惜。"
    },
    {
      "id": "32-045-0001_p0008",
      "zh_CN": "组成道义的大家庭是有必要的，我常常想到企业家，希望企业变成一个道义的大家庭。企业里的老板，全在老板，老板要把所有的员工看做自己的亲兄弟、亲姐妹，是一家人，员工的父母就是自己的长辈、叔叔、伯伯，员工的儿女就是自己的晚辈。所以，我建议企业要办子弟学校，就是私塾，要办养老院。养老院怎么建？要建祠堂，建万姓祠堂，这个祠堂，祭祀是春秋两季祭祀，清明、冬至祭祀，平常就是办学、养老。这样把东方传统文化再复兴起来，无量无边的功德。",
      "zh_TW": "組成道義的大家庭是有必要的，我常常想到企業家，希望企業變成一個道義的大家庭。企業裡的老闆，全在老闆，老闆要把所有的員工看做自己的親兄弟、親姐妹，是一家人，員工的父母就是自己的長輩、叔叔、伯伯，員工的兒女就是自己的晚輩。所以，我建議企業要辦子弟學校，就是私塾，要辦養老院。養老院怎麼建？要建祠堂，建萬姓祠堂，這個祠堂，祭祀是春秋兩季祭祀，清明、冬至祭祀，平常就是辦學、養老。這樣把東方傳統文化再復興起來，無量無邊的功德。"
    },
    {
      "id": "32-045-0001_p0009",
      "zh_CN": "她第二个问题，主要问的，讲建立圣贤德行的基础，三个根扎完之后，要在儒释道三家典籍任选一部，一门深入，长时薰修。这跟现在教育的理念不一样，方法不一样，私塾可以做试验，家长要同意，孩子要细心去选择，他对于读书有没有兴趣。喜欢读书，爱好读书，他就具足这个条件。他不喜欢读书，那就没有法子。不喜欢读书，在古时候，教他学技术，他将来有谋生的能力。能够读书的，尽量培养他读书。所以要观察孩子的根性。",
      "zh_TW": "她第二個問題，主要問的，講建立聖賢德行的基礎，三個根紮完之後，要在儒釋道三家典籍任選一部，一門深入，長時薰修。這跟現在教育的理念不一樣，方法不一樣，私塾可以做試驗，家長要同意，孩子要細心去選擇，他對於讀書有沒有興趣。喜歡讀書，愛好讀書，他就具足這個條件。他不喜歡讀書，那就沒有法子。不喜歡讀書，在古時候，教他學技術，他將來有謀生的能力。能夠讀書的，盡量培養他讀書。所以要觀察孩子的根性。"
    },
    {
      "id": "32-045-0001_p0010",
      "zh_CN": "这个理念，自己一定要深入，要对家长、对社会大众讲清楚讲明白。中国教育培养什么样的人才？不是升官发财，培养圣贤，圣贤君子。圆满的成就是圣人，比圣人低一级的，贤人，比贤人再低一级的，君子，像现在大学的三个学位，博士、硕士、学士，中国古时候这个学位就是圣人、贤人、君子，以这个为目的。这些人将来要参政那是最好的官员，真正爱老百姓，真正为人民服务，像毛主席所说的，全心全意为人民服务。这是什么人？这圣贤君子，他真正能做到二个字，孝廉，他在家孝顺父母，在社会上能孝顺长辈，廉洁，他决定不贪污。这就是理想的公务人员，各个阶层的国家领导人，最低阶层的，村长、里长，都是圣贤君子。",
      "zh_TW": "這個理念，自己一定要深入，要對家長、對社會大眾講清楚講明白。中國教育培養什麼樣的人才？不是升官發財，培養聖賢，聖賢君子。圓滿的成就是聖人，比聖人低一級的，賢人，比賢人再低一級的，君子，像現在大學的三個學位，博士、碩士、學士，中國古時候這個學位就是聖人、賢人、君子，以這個為目的。這些人將來要參政那是最好的官員，真正愛老百姓，真正為人民服務，像毛主席所說的，全心全意為人民服務。這是什麼人？這聖賢君子，他真正能做到二個字，孝廉，他在家孝順父母，在社會上能孝順長輩，廉潔，他決定不貪污。這就是理想的公務人員，各個階層的國家領導人，最低階層的，村長、里長，都是聖賢君子。"
    },
    {
      "id": "32-045-0001_p0011",
      "zh_CN": "这不但把中国文化继承了，而且发扬光大，带动全世界的安定和平。所以一定要做榜样、要做模范。你们这个文化家塾学校，能够出二、三个人才就不得了。让社会大众看到的时候，他们深层去反省。我们现在教学的智慧、教学的理念、教学的方法，跟古人相比，古人真能教成功，我们今天问题在哪里，就不难发现。发现我们就改进，重新来思考，有真实的智慧修订教育的理念跟教育的方法。古人这个做法值得我们试验，企业家可以代替我们过去传统的家庭，企业有家道、有家规、有家学、有家业、有家风，中国人讲老字号，千百年传下去，有道理。今天时间到了，我跟大家就讲到此地，你们现在的这些做法，从经验当中得到肯定，得到更丰富的智慧、知识，希望将来可以给台湾教育做很好的榜样。谢谢大家。",
      "zh_TW": "這不但把中國文化繼承了，而且發揚光大，帶動全世界的安定和平。所以一定要做榜樣、要做模範。你們這個文化家塾學校，能夠出二、三個人才就不得了。讓社會大眾看到的時候，他們深層去反省。我們現在教學的智慧、教學的理念、教學的方法，跟古人相比，古人真能教成功，我們今天問題在哪裡，就不難發現。發現我們就改進，重新來思考，有真實的智慧修訂教育的理念跟教育的方法。古人這個做法值得我們試驗，企業家可以代替我們過去傳統的家庭，企業有家道、有家規、有家學、有家業、有家風，中國人講老字號，千百年傳下去，有道理。今天時間到了，我跟大家就講到此地，你們現在的這些做法，從經驗當中得到肯定，得到更豐富的智慧、知識，希望將來可以給台灣教育做很好的榜樣。謝謝大家。"
    }
  ]
}