{
  "doc_id": "21-723-0002",
  "title": {
    "zh_CN": "学习海贤老和尚之表法",
    "zh_TW": "學習海賢老和尚之表法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-723-0002",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "21-723-0002_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们继续学习海贤老和尚的表法。前面我们学习老和尚「严持戒律，勤修梵行」，介绍三福、六和、三学、六度、十愿，学佛的同学必须要遵守，念佛求生净土更不能违背，要尽心尽力把它做到，这就是严持戒律。勤修梵行，梵是清净的意思，也就是《无量寿经》经题后半段所说的清净平等觉。净土法门修什么？就修这个。我们得清净心，清净心现前，清净的标准是没有烦恼、没有妄念、没有杂念。清净心生西方极乐世界凡圣同居土、方便有余土，平等心决定是生方便有余土。清净有上中下三品，上品就能生到方便土，平等的上品能生到实报庄严土。能不能往生决定在信愿之有无，蕅益大师说的。品位高下决定在功夫的浅深，功夫浅的，清净心；功夫深的，平等觉，我们要以这个做标准。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們繼續學習海賢老和尚的表法。前面我們學習老和尚「嚴持戒律，勤修梵行」，介紹三福、六和、三學、六度、十願，學佛的同學必須要遵守，念佛求生淨土更不能違背，要盡心盡力把它做到，這就是嚴持戒律。勤修梵行，梵是清淨的意思，也就是《無量壽經》經題後半段所說的清淨平等覺。淨土法門修什麼？就修這個。我們得清淨心，清淨心現前，清淨的標準是沒有煩惱、沒有妄念、沒有雜念。清淨心生西方極樂世界凡聖同居土、方便有餘土，平等心決定是生方便有餘土。清淨有上中下三品，上品就能生到方便土，平等的上品能生到實報莊嚴土。能不能往生決定在信願之有無，蕅益大師說的。品位高下決定在功夫的淺深，功夫淺的，清淨心；功夫深的，平等覺，我們要以這個做標準。"
    },
    {
      "id": "21-723-0002_p0002",
      "zh_CN": "所以贤公老法师，表现在日常生活当中，是「律己秋气，待人春风」。秋气是严肃，对自己要求得很严肃。对别人，春风，春风是柔和慈悲，能够以忠恕待人。忠是用心纯正，不偏不邪，忠的意思。恕是能够原谅别人，纵然犯了过失，严重过失，也要原谅他。为什么？没有人教他。他的父母疏忽了，祖父母也疏忽了，曾祖父母也疏忽了，中国传统伦理道德的教育，至少疏忽了一百年，至少可以追到前四代，没人教了，他怎么会知道？所以这个应当原谅他，要帮助他好好的学，要帮助他生起信心，立定志愿，这就是佛家讲的发心。最伟大的誓愿，就是佛家讲的菩提心，菩提心是什么心？舍己为人。为人的范围无量大，不是为我这个村、我这个县城、我的国家、我们地球，还要大，大到遍法界虚空界，一切诸佛刹土里面的众生，都是我们念念不忘的，都是我们一心一意奉献的对象，叫大菩提心，大乘法里面普度众生是这个意思。",
      "zh_TW": "所以賢公老法師，表現在日常生活當中，是「律己秋氣，待人春風」。秋氣是嚴肅，對自己要求得很嚴肅。對別人，春風，春風是柔和慈悲，能夠以忠恕待人。忠是用心純正，不偏不邪，忠的意思。恕是能夠原諒別人，縱然犯了過失，嚴重過失，也要原諒他。為什麼？沒有人教他。他的父母疏忽了，祖父母也疏忽了，曾祖父母也疏忽了，中國傳統倫理道德的教育，至少疏忽了一百年，至少可以追到前四代，沒人教了，他怎麼會知道？所以這個應當原諒他，要幫助他好好的學，要幫助他生起信心，立定志願，這就是佛家講的發心。最偉大的誓願，就是佛家講的菩提心，菩提心是什麼心？捨己為人。為人的範圍無量大，不是為我這個村、我這個縣城、我的國家、我們地球，還要大，大到遍法界虛空界，一切諸佛剎土裡面的眾生，都是我們念念不忘的，都是我們一心一意奉獻的對象，叫大菩提心，大乘法裡面普度眾生是這個意思。"
    },
    {
      "id": "21-723-0002_p0003",
      "zh_CN": "「以身垂范」，得落实，自行化他，做一个榜样给别人看，用自己的身、用自己的行为、用自己的言语、用自己的思惟。下面是利益众生的对象，「群萌」，群是大众。也就是一切众生，他们迷失了自性，他们善根微弱，烦恼习气很重，不能相信接受圣贤教诲，我们要做给他看，做久了，习惯成自然，自然就能感动对方。还不能感动，那是我们做得不够，不能怪他，要怪自己，古人所谓「行有不得，反求诸己」，他还没有受感化，我做得不够。海贤老和尚做到家了，怎么说他做到家了？他没有自己，念念只有众生，只有别人，一生为别人服务，自己吃苦的，穿补的。三宝加持，祖宗庇佑，让他有一个健康的身体，充沛的体力，敏捷的思惟，一百一十二岁，还能为一切众生服务。",
      "zh_TW": "「以身垂範」，得落實，自行化他，做一個榜樣給別人看，用自己的身、用自己的行為、用自己的言語、用自己的思惟。下面是利益眾生的對象，「群萌」，群是大眾。也就是一切眾生，他們迷失了自性，他們善根微弱，煩惱習氣很重，不能相信接受聖賢教誨，我們要做給他看，做久了，習慣成自然，自然就能感動對方。還不能感動，那是我們做得不夠，不能怪他，要怪自己，古人所謂「行有不得，反求諸己」，他還沒有受感化，我做得不夠。海賢老和尚做到家了，怎麼說他做到家了？他沒有自己，念念只有眾生，只有別人，一生為別人服務，自己吃苦的，穿補的。三寶加持，祖宗庇佑，讓他有一個健康的身體，充沛的體力，敏捷的思惟，一百一十二歲，還能為一切眾生服務。"
    },
    {
      "id": "21-723-0002_p0004",
      "zh_CN": "往生的当天，他是晚上往生的，白天还在菜园工作了一天，晚上就走了。在菜园里头整地，浇水、拔草，菜园面积也相当大，不辞辛苦干这个劳作。黄昏的时候，有几个同修看到老和尚还在工作，就劝他，天快黑了，不用再做了。他回答说，快好了，我做完了我就不做了。大家以为这一句是平常话，没有想到他话里有话，他做好了，他就往生了，以后就不要再做了。到第二天他走了之后，想一想老和尚说的话，预知时至，清清楚楚，几点几分钟走，一点都不耽误。一日不作，一日不食，你看他多负责任，晚上就要到极乐世界了，白天还干一天活，利益众生，「普利群萌」，真是最好的榜样。",
      "zh_TW": "往生的當天，他是晚上往生的，白天還在菜園工作了一天，晚上就走了。在菜園裡頭整地，澆水、拔草，菜園面積也相當大，不辭辛苦幹這個勞作。黃昏的時候，有幾個同修看到老和尚還在工作，就勸他，天快黑了，不用再做了。他回答說，快好了，我做完了我就不做了。大家以為這一句是平常話，沒有想到他話裡有話，他做好了，他就往生了，以後就不要再做了。到第二天他走了之後，想一想老和尚說的話，預知時至，清清楚楚，幾點幾分鐘走，一點都不耽誤。一日不作，一日不食，你看他多負責任，晚上就要到極樂世界了，白天還幹一天活，利益眾生，「普利群萌」，真是最好的榜樣。"
    },
    {
      "id": "21-723-0002_p0005",
      "zh_CN": "「九十二年，善始善终」。不是短时间，从二十岁剃度出家，师父教他这一桩事，一句佛号，教他一直念下去，他老实、听话、真干，干了九十二年，一百一十二岁。善始善终，这一句古语我们过去听说，没见到过，没有想到在这个老和尚身上看到了，是真的，不是假的。善始善终的人不多，善始有，未必善终，这个榜样做得好。他九十二年为我们表现的，这个四句话我们要记住、要学习。",
      "zh_TW": "「九十二年，善始善終」。不是短時間，從二十歲剃度出家，師父教他這一樁事，一句佛號，教他一直念下去，他老實、聽話、真幹，幹了九十二年，一百一十二歲。善始善終，這一句古語我們過去聽說，沒見到過，沒有想到在這個老和尚身上看到了，是真的，不是假的。善始善終的人不多，善始有，未必善終，這個榜樣做得好。他九十二年為我們表現的，這個四句話我們要記住、要學習。"
    },
    {
      "id": "21-723-0002_p0006",
      "zh_CN": "「利乐有情，广演正法」。九十二年他所做的，心地里头只存一桩事情，我怎样利益一切众生，令一切众生离苦得乐，跟诸佛菩萨同一个愿望，帮助众生离苦得乐。演是表演，表演正法，他不是讲解，他不是说明，他是做出来给你看。你要会看，要能看得懂，他演的是什么法？《无量寿经》之法，《无量寿经》就是中本《华严》，他演《无量寿经》，就是演《大方广佛华严》。",
      "zh_TW": "「利樂有情，廣演正法」。九十二年他所做的，心地裡頭只存一樁事情，我怎樣利益一切眾生，令一切眾生離苦得樂，跟諸佛菩薩同一個願望，幫助眾生離苦得樂。演是表演，表演正法，他不是講解，他不是說明，他是做出來給你看。你要會看，要能看得懂，他演的是什麼法？《無量壽經》之法，《無量壽經》就是中本《華嚴》，他演《無量壽經》，就是演《大方廣佛華嚴》。"
    },
    {
      "id": "21-723-0002_p0007",
      "zh_CN": "上官同学在学习报告里面有一篇，她将十六正士表法的，跟弥陀四十八愿，《华严》五十三参融合在一起，这就是为我们解释广演正法。老和尚在日常生活当中点点滴滴，都在那里演《大方广佛华严》五十三参，你要细心，统统在这个里面可以学得到。无论男女老少、各行各业，你细心去看这片光碟，你去读这个《永思集》，要用真诚心、要用恭敬心去读，你在这个里面可以悟出许许多多的道理、许许多多的善巧方便，你也能达到像佛菩萨一样广演正法。",
      "zh_TW": "上官同學在學習報告裡面有一篇，她將十六正士表法的，跟彌陀四十八願，《華嚴》五十三參融合在一起，這就是為我們解釋廣演正法。老和尚在日常生活當中點點滴滴，都在那裡演《大方廣佛華嚴》五十三參，你要細心，統統在這個裡面可以學得到。無論男女老少、各行各業，你細心去看這片光碟，你去讀這個《永思集》，要用真誠心、要用恭敬心去讀，你在這個裡面可以悟出許許多多的道理、許許多多的善巧方便，你也能達到像佛菩薩一樣廣演正法。"
    },
    {
      "id": "21-723-0002_p0008",
      "zh_CN": "「六和道场，百忍家风」。什么地方是他的道场？无时无处不是道场，只要有人聚集在他的身边，他就在表演。总的来说，在今天这个时代，他给我们演六和，他给我们演忍辱波罗蜜，一切法成就于和、忍。在现在这个时代，整个世界疏忽了伦理道德因果教育，疏忽了宗教教育，人们陷入苦不堪言的状况。怎么办？什么方法能救这个世界，能救众生？最好的方法就是宗教教育，宗教教育普世教育这方面，有圆满的伦理道德因果，还加上圣贤教育。我们读大乘经，看到经上所说的十方诸佛刹土，为什么那么好？教出来的，不能不教。所以十方刹土，教学为先，没有一尊佛，没有一尊佛菩萨不教学。教学有讲经说法，更重要的是要表演，这个地方用广演好，广泛的表演，众生需要什么就演什么。",
      "zh_TW": "「六和道場，百忍家風」。什麼地方是他的道場？無時無處不是道場，只要有人聚集在他的身邊，他就在表演。總的來說，在今天這個時代，他給我們演六和，他給我們演忍辱波羅蜜，一切法成就於和、忍。在現在這個時代，整個世界疏忽了倫理道德因果教育，疏忽了宗教教育，人們陷入苦不堪言的狀況。怎麼辦？什麼方法能救這個世界，能救眾生？最好的方法就是宗教教育，宗教教育普世教育這方面，有圓滿的倫理道德因果，還加上聖賢教育。我們讀大乘經，看到經上所說的十方諸佛剎土，為什麼那麼好？教出來的，不能不教。所以十方剎土，教學為先，沒有一尊佛，沒有一尊佛菩薩不教學。教學有講經說法，更重要的是要表演，這個地方用廣演好，廣泛的表演，眾生需要什麼就演什麼。"
    },
    {
      "id": "21-723-0002_p0009",
      "zh_CN": "今天在这个世界，与众生关系最大的、关系最严重的是什么？我不知道诸位有没有想到，比什么都重要的，列在第一位，粮食危机。自然灾害这么多，让农作物都不能生长，甚至于生长了，一场灾难全部摧毁，这人吃什么？海贤老和尚给我们表法，农耕。他干了九十二年，如果要加上没有出家之前，超过一百年，一个世纪专干一样事情，农耕。汤恩比博士看得很清楚，认为农耕要恢复到过去，完全用人工，这个农作物是最健康的。现在用农药化肥、用机械化，虽然产量多，营养成分大幅度的降低，不能跟从前相比。老和尚给我们做的榜样，是古时候的农耕，你看，表这个法，我们要觉悟。已经开垦出的农田，多半都染上了化学药物，他开荒，开荒，没有农药、没有化肥，最健康的土壤。我们希望主管农业的这些官员要意识到，这是菩萨，这不是凡人，这真叫救苦救难，从根救起，从最健康的粮食救起。",
      "zh_TW": "今天在這個世界，與眾生關係最大的、關係最嚴重的是什麼？我不知道諸位有沒有想到，比什麼都重要的，列在第一位，糧食危機。自然災害這麼多，讓農作物都不能生長，甚至於生長了，一場災難全部摧毀，這人吃什麼？海賢老和尚給我們表法，農耕。他幹了九十二年，如果要加上沒有出家之前，超過一百年，一個世紀專幹一樣事情，農耕。湯恩比博士看得很清楚，認為農耕要恢復到過去，完全用人工，這個農作物是最健康的。現在用農藥化肥、用機械化，雖然產量多，營養成分大幅度的降低，不能跟從前相比。老和尚給我們做的榜樣，是古時候的農耕，你看，表這個法，我們要覺悟。已經開墾出的農田，多半都染上了化學藥物，他開荒，開荒，沒有農藥、沒有化肥，最健康的土壤。我們希望主管農業的這些官員要意識到，這是菩薩，這不是凡人，這真叫救苦救難，從根救起，從最健康的糧食救起。"
    },
    {
      "id": "21-723-0002_p0010",
      "zh_CN": "现在这个世界乱成一团，怎么乱的？不和。一定要把六和做出来，见和同解，依一部《无量寿经》，学佛的人依一句佛号，展开来，为社会、为国家、为全世界。这个方法是好，但是他不理解，他不能接受。中国唐太宗有一部治国宝典，《群书治要》，这部书我们发现了，大量流通，介绍给联合国。现在翻成英语，还没有翻完，少分，大家看到、读到了都是无量欢喜，能接受。所以我想在这个大时代，要建立见和同解，这部书好，见和同解，在这个时代，应该把它弘扬到全世界，翻成各种不同的文字，对全世界流通。",
      "zh_TW": "現在這個世界亂成一團，怎麼亂的？不和。一定要把六和做出來，見和同解，依一部《無量壽經》，學佛的人依一句佛號，展開來，為社會、為國家、為全世界。這個方法是好，但是他不理解，他不能接受。中國唐太宗有一部治國寶典，《群書治要》，這部書我們發現了，大量流通，介紹給聯合國。現在翻成英語，還沒有翻完，少分，大家看到、讀到了都是無量歡喜，能接受。所以我想在這個大時代，要建立見和同解，這部書好，見和同解，在這個時代，應該把它弘揚到全世界，翻成各種不同的文字，對全世界流通。"
    },
    {
      "id": "21-723-0002_p0011",
      "zh_CN": "我们相信，汤恩比博士的梦想能够实现，他的梦想是什么？世界大同。永远没有战争，永远没有竞争，永远没有斗争，希望全球的人，都能够和睦相处，平等对待，造成全世界的盛世，这就是中国人梦想的世界大同。能不能做到？他晚年，是第二次大战战后，全球冷战，生在这么个时代，他有坚定的信心，世界大同可以实现。他把这个愿望，完全寄托在中国传统文化这个基础上，中国文化太优秀了，五千年的文化。虽然中国文化现在混乱，将来一定会回归到传统文化，他这个信心非常坚定。因为中国传统文化复兴，能救社会、能救国家、能救全世界。中国优秀的传统文化，是全人类共有的，中国人心量很大，开口就是天下，开口就是大同，这种思想、这种理念是从这个文化培育出来的。所以要和、要忍。忍从哪里做起？于人无争，于世无求，这个世界就美好了，这个世界的问题都解决了。",
      "zh_TW": "我們相信，湯恩比博士的夢想能夠實現，他的夢想是什麼？世界大同。永遠沒有戰爭，永遠沒有競爭，永遠沒有鬥爭，希望全球的人，都能夠和睦相處，平等對待，造成全世界的盛世，這就是中國人夢想的世界大同。能不能做到？他晚年，是第二次大戰戰後，全球冷戰，生在這麼個時代，他有堅定的信心，世界大同可以實現。他把這個願望，完全寄託在中國傳統文化這個基礎上，中國文化太優秀了，五千年的文化。雖然中國文化現在混亂，將來一定會回歸到傳統文化，他這個信心非常堅定。因為中國傳統文化復興，能救社會、能救國家、能救全世界。中國優秀的傳統文化，是全人類共有的，中國人心量很大，開口就是天下，開口就是大同，這種思想、這種理念是從這個文化培育出來的。所以要和、要忍。忍從哪裡做起？於人無爭，於世無求，這個世界就美好了，這個世界的問題都解決了。"
    },
    {
      "id": "21-723-0002_p0012",
      "zh_CN": "怎么落实？宗教教育，在各种教育里面，汤恩比选择的是宗教。他讲得很清楚，讲得很明白，人类文明从哪里来的？最初是宗教，而后才有文明；换句话说，宗教是文明的根，如果没有宗教，这个文明没有根，不能发扬光大。中国传统文化有非常深厚儒跟道的基础。从汉朝，佛传到中国，中国人没有排斥，接受了，跟自己的文化融成一体，佛教文化确确实实把儒道的文化都大幅度的提升了，所以佛教跟中国文化已经分不开，融成一体了。他的理想，他的世界大同梦想，是从中国优秀文化里面产生出来的。",
      "zh_TW": "怎麼落實？宗教教育，在各種教育裡面，湯恩比選擇的是宗教。他講得很清楚，講得很明白，人類文明從哪裡來的？最初是宗教，而後才有文明；換句話說，宗教是文明的根，如果沒有宗教，這個文明沒有根，不能發揚光大。中國傳統文化有非常深厚儒跟道的基礎。從漢朝，佛傳到中國，中國人沒有排斥，接受了，跟自己的文化融成一體，佛教文化確確實實把儒道的文化都大幅度的提升了，所以佛教跟中國文化已經分不開，融成一體了。他的理想，他的世界大同夢想，是從中國優秀文化裡面產生出來的。"
    },
    {
      "id": "21-723-0002_p0013",
      "zh_CN": "罗素跟汤恩比都非常肯定，中国人的忍耐是世界第一，忍人之不能忍，忍的后面是成就，不能忍就不能成就，能忍就能成就，大忍就大成就。忍是定，定生慧，六波罗蜜里头忍辱波罗蜜，是禅定的基础，是禅定的预备功夫。先得忍，再得定，定后就开智慧，慧能解决一切问题。所以和跟忍，我们现在就要用在生活上，要认真的学习。无论是顺境逆境、善缘恶缘，都能够如如不动，不受外面环境干扰，不受它影响，自己就有智慧，智慧能解决问题。智慧没有局限，智慧没有后遗症，就能真正帮助我们，从个人修身、齐家、治国、平天下，让地球上所有的这些国家族群都能够和睦相处。睦是相亲相爱，比和谐殊胜，所以称和睦相处，平等对待。佛法破四相，无我相、无人相、无众生相、无寿者相，就平等了。四相不破很难做到平等，四相破了自然就平等。",
      "zh_TW": "羅素跟湯恩比都非常肯定，中國人的忍耐是世界第一，忍人之不能忍，忍的後面是成就，不能忍就不能成就，能忍就能成就，大忍就大成就。忍是定，定生慧，六波羅蜜裡頭忍辱波羅蜜，是禪定的基礎，是禪定的預備功夫。先得忍，再得定，定後就開智慧，慧能解決一切問題。所以和跟忍，我們現在就要用在生活上，要認真的學習。無論是順境逆境、善緣惡緣，都能夠如如不動，不受外面環境干擾，不受它影響，自己就有智慧，智慧能解決問題。智慧沒有侷限，智慧沒有後遺症，就能真正幫助我們，從個人修身、齊家、治國、平天下，讓地球上所有的這些國家族群都能夠和睦相處。睦是相親相愛，比和諧殊勝，所以稱和睦相處，平等對待。佛法破四相，無我相、無人相、無眾生相、無壽者相，就平等了。四相不破很難做到平等，四相破了自然就平等。"
    },
    {
      "id": "21-723-0002_p0014",
      "zh_CN": "下面这一句是传戒法师，老和尚的剃度师，传授给他无比殊胜的大法，就是「六字洪名，一直念去，心虚受益，自卑尊人」。六字洪名一直念去，没有第二念，念念都是阿弥陀佛，心里头没有妄想、没有杂念，他用真心念真言，阿弥陀佛是真言，真言当中的真言，一切真言都不能跟它相比。这是如来第一大法，因为这句名号总持一切诸佛名号，总持一切菩萨名号。诸佛名号是果地上的德号，菩萨名号是修行因地上的德号，因中有果，果中有因，所以阿弥陀佛名号里头，圆满总摄一切诸佛菩萨名号，念这一句全念到了，一个都不漏。又这一句名号，还总摄一切诸佛所学所修、所弘所传的一切经教。八万四千法门，无量法门，教理行果，在中国大乘五教、四教，圆满含摄，一样都没有漏掉。名号功德不可思议，所以只要你一直念去，念到大彻大悟，明心见性，跟释迦在菩提树下开悟，六祖能大师在五祖方丈室里面开悟，同一个境界。",
      "zh_TW": "下面這一句是傳戒法師，老和尚的剃度師，傳授給他無比殊勝的大法，就是「六字洪名，一直念去，心虛受益，自卑尊人」。六字洪名一直念去，沒有第二念，念念都是阿彌陀佛，心裡頭沒有妄想、沒有雜念，他用真心念真言，阿彌陀佛是真言，真言當中的真言，一切真言都不能跟它相比。這是如來第一大法，因為這句名號總持一切諸佛名號，總持一切菩薩名號。諸佛名號是果地上的德號，菩薩名號是修行因地上的德號，因中有果，果中有因，所以阿彌陀佛名號裡頭，圓滿總攝一切諸佛菩薩名號，念這一句全念到了，一個都不漏。又這一句名號，還總攝一切諸佛所學所修、所弘所傳的一切經教。八萬四千法門，無量法門，教理行果，在中國大乘五教、四教，圓滿含攝，一樣都沒有漏掉。名號功德不可思議，所以只要你一直念去，念到大徹大悟，明心見性，跟釋迦在菩提樹下開悟，六祖能大師在五祖方丈室裡面開悟，同一個境界。"
    },
    {
      "id": "21-723-0002_p0015",
      "zh_CN": "贤公老和尚做出来给我们看，我们看到了，他见到诸法真相。能大师见到，说「何期自性，能生万法」，惠能大师见到。贤公老和尚知道，他说一切法，「缘生缘灭，万法由生」，我们要「顺应自然」。特别是在非常时期，非常就是动乱，整个世界社会动乱不安，人心没有依靠，尤其受了科学的影响，对事事物物用怀疑的心态来观看。科学家可以，正因为怀疑，他才真精进、真努力，去找出真相，断疑生信。但是这个东西用在物质现象里头可以，用在精神现象就难了。物质现象用成习惯了，所以轻而易举他就用到精神现象去了，对生命怀疑、对伦理怀疑、对道德怀疑，对自然现象也怀疑，对圣贤教育怀疑，对宗教也怀疑。这个问题可严重了，他的心永远定不下来，永远安不住。这是人生最痛苦的事情，物质缺乏还没有关系，精神生活的缺乏太苦了，无论是对现前，或者是对未来，一片迷惑。他在生命感到失望，失望引起自杀。自杀能解决问题吗？不能，会把问题引得更复杂。怎么？自杀要找替身，没找到替身，他不能再投胎，找到替身之后他才能投胎。到那个时候知道这桩事情，后悔就迟了。",
      "zh_TW": "賢公老和尚做出來給我們看，我們看到了，他見到諸法真相。能大師見到，說「何期自性，能生萬法」，惠能大師見到。賢公老和尚知道，他說一切法，「緣生緣滅，萬法由生」，我們要「順應自然」。特別是在非常時期，非常就是動亂，整個世界社會動亂不安，人心沒有依靠，尤其受了科學的影響，對事事物物用懷疑的心態來觀看。科學家可以，正因為懷疑，他才真精進、真努力，去找出真相，斷疑生信。但是這個東西用在物質現象裡頭可以，用在精神現象就難了。物質現象用成習慣了，所以輕而易舉他就用到精神現象去了，對生命懷疑、對倫理懷疑、對道德懷疑，對自然現象也懷疑，對聖賢教育懷疑，對宗教也懷疑。這個問題可嚴重了，他的心永遠定不下來，永遠安不住。這是人生最痛苦的事情，物質缺乏還沒有關係，精神生活的缺乏太苦了，無論是對現前，或者是對未來，一片迷惑。他在生命感到失望，失望引起自殺。自殺能解決問題嗎？不能，會把問題引得更複雜。怎麼？自殺要找替身，沒找到替身，他不能再投胎，找到替身之後他才能投胎。到那個時候知道這樁事情，後悔就遲了。"
    },
    {
      "id": "21-723-0002_p0016",
      "zh_CN": "古圣先贤的教诲能传几千年，如果没有道理，能传这么久吗？现在人自以为聪明，对古圣先贤的传统完全否定，完全不接受，没有人承传，这就消灭掉了。世界上四个古文明，三个都消灭掉了，现在这个命运轮到中国，如何认识中国传统文化，这可是大问题。为什么要遗弃它？因为不认识它。怎么会不认识它？祖宗传下东西不学了，汉字不学了，文言文不学了，老祖宗传下来的，是用这个手段保存给千年万世的后代子孙。无量的慈悲，希望后代子子孙孙都能享受美满幸福，这祖宗的愿望，祖宗不愿意看到后代子孙造这么多罪业，受这么多灾难，这不是他们的意愿。所以他把他们的智慧、理念、方法、效果、经验，全都用文字写下来留给后世。后世人如果在这个基础上完全接受，再向上提升就愈来愈幸福，把我们的生活提升到欲界天的生活，再提升到色界天的生活，就更美满了。",
      "zh_TW": "古聖先賢的教誨能傳幾千年，如果沒有道理，能傳這麼久嗎？現在人自以為聰明，對古聖先賢的傳統完全否定，完全不接受，沒有人承傳，這就消滅掉了。世界上四個古文明，三個都消滅掉了，現在這個命運輪到中國，如何認識中國傳統文化，這可是大問題。為什麼要遺棄它？因為不認識它。怎麼會不認識它？祖宗傳下東西不學了，漢字不學了，文言文不學了，老祖宗傳下來的，是用這個手段保存給千年萬世的後代子孫。無量的慈悲，希望後代子子孫孫都能享受美滿幸福，這祖宗的願望，祖宗不願意看到後代子孫造這麼多罪業，受這麼多災難，這不是他們的意願。所以他把他們的智慧、理念、方法、效果、經驗，全都用文字寫下來留給後世。後世人如果在這個基礎上完全接受，再向上提升就愈來愈幸福，把我們的生活提升到欲界天的生活，再提升到色界天的生活，就更美滿了。"
    },
    {
      "id": "21-723-0002_p0017",
      "zh_CN": "可是我们被西方科学迷了，这些小玩意，迷上了，把中国传统东西完全忘掉了，没人学它了，变成传统东西没有人知道了。那是宝！那是真金，现在人看是什么？看它连破铜烂铁都不如，丢到垃圾桶去了。祖宗看到多伤心，看到后代受罪，造业受这果报。阿弥陀佛特别派海贤住世为我们表法，就表这个。从他的成就得到的总结是，原来「大道至简，生佛不二」，众生跟佛是一不是二。你看师父传给他，就是一句南无阿弥陀佛，一直念下去，多简单。他就用这句佛号老实念，不拐弯，一直念下去，证得功夫成片。我们相信，三年，他二十岁念佛，念三年，二十三岁，二十三岁能得功夫成片。得功夫成片的人，阿弥陀佛就会现身给他做证明，证明什么？阿弥陀佛真有，极乐世界真有，说不定把极乐世界展现给你看，让你能亲身看到，你的信心坚定了。但是你还有寿命，佛会告诉你，等到你寿命到的时候，我来接引你，念佛得到保证，那快乐无比。",
      "zh_TW": "可是我們被西方科學迷了，這些小玩意，迷上了，把中國傳統東西完全忘掉了，沒人學它了，變成傳統東西沒有人知道了。那是寶！那是真金，現在人看是什麼？看它連破銅爛鐵都不如，丟到垃圾桶去了。祖宗看到多傷心，看到後代受罪，造業受這果報。阿彌陀佛特別派海賢住世為我們表法，就表這個。從他的成就得到的總結是，原來「大道至簡，生佛不二」，眾生跟佛是一不是二。你看師父傳給他，就是一句南無阿彌陀佛，一直念下去，多簡單。他就用這句佛號老實念，不拐彎，一直念下去，證得功夫成片。我們相信，三年，他二十歲念佛，念三年，二十三歲，二十三歲能得功夫成片。得功夫成片的人，阿彌陀佛就會現身給他做證明，證明什麼？阿彌陀佛真有，極樂世界真有，說不定把極樂世界展現給你看，讓你能親身看到，你的信心堅定了。但是你還有壽命，佛會告訴你，等到你壽命到的時候，我來接引你，念佛得到保證，那快樂無比。"
    },
    {
      "id": "21-723-0002_p0018",
      "zh_CN": "那么还有寿命，在这个基础上，功夫成片向上提升，事一心不乱。事一心不乱，见思烦恼断了，等于证阿罗汉果，往生西方极乐世界，他不是生同居土，他是生方便土。同居、方便我们要有个概念，我们现在是同居土，凡圣同居土。方便有余土不在六道，六道是同居土，人间天上都是同居土，他到哪去了？四圣法界，上面四法界，声闻、缘觉、菩萨、佛，这四法界叫方便土。你就明白了，所谓同居土就是六道。但是西方极乐世界，它只有两道，人天，它没有修罗，没有饿鬼，没有畜生，没有地狱，我们这里有六道，它只有两道。实报土，是法身菩萨居住的，也就是破无明证法身，叫实报庄严土，这是真正的净土。",
      "zh_TW": "那麼還有壽命，在這個基礎上，功夫成片向上提升，事一心不亂。事一心不亂，見思煩惱斷了，等於證阿羅漢果，往生西方極樂世界，他不是生同居土，他是生方便土。同居、方便我們要有個概念，我們現在是同居土，凡聖同居土。方便有餘土不在六道，六道是同居土，人間天上都是同居土，他到哪去了？四聖法界，上面四法界，聲聞、緣覺、菩薩、佛，這四法界叫方便土。你就明白了，所謂同居土就是六道。但是西方極樂世界，它只有兩道，人天，它沒有修羅，沒有餓鬼，沒有畜生，沒有地獄，我們這裡有六道，它只有兩道。實報土，是法身菩薩居住的，也就是破無明證法身，叫實報莊嚴土，這是真正的淨土。"
    },
    {
      "id": "21-723-0002_p0019",
      "zh_CN": "但是西方极乐世界特别，他们有四土，有三辈九品，但是这个世界是得阿弥陀佛本愿威神加持，阿弥陀佛无量劫修行功德的加持，使他的方便土、同居土，也是法性土。法性土就是自性变现的，这里头没有阿赖耶，阿赖耶是妄心，它完全是真心变现的，没有妄心，妄心是生灭法。所以极乐世界同居土也是不生不灭，一切万法真正是无量寿。人往生在那边，寿命无量，没有生老病死。那个世界人是化生的，我们去，往生去，是坐在莲花里面，莲花就合起来，佛带着这个莲花，放在七宝池里头。隔一段时间，这个时间长短不定，花开了，花开之后你完全变了，变成法性身、法性土，跟佛的报身完全相同，居住环境也跟佛同样属于法性土。法性土里面的树木花草，永远常春，它不会凋零，叶不会落下来。所以极乐世界大地永远干净，没有尘埃，花常开，没有看到花谢。所以看到法性的正能量，阿赖耶的能量是负能量，法性的能量叫正能量，永远不会衰退，不生不灭，万古常新。所以极乐世界殊胜。",
      "zh_TW": "但是西方極樂世界特別，他們有四土，有三輩九品，但是這個世界是得阿彌陀佛本願威神加持，阿彌陀佛無量劫修行功德的加持，使他的方便土、同居土，也是法性土。法性土就是自性變現的，這裡頭沒有阿賴耶，阿賴耶是妄心，它完全是真心變現的，沒有妄心，妄心是生滅法。所以極樂世界同居土也是不生不滅，一切萬法真正是無量壽。人往生在那邊，壽命無量，沒有生老病死。那個世界人是化生的，我們去，往生去，是坐在蓮花裡面，蓮花就合起來，佛帶著這個蓮花，放在七寶池裡頭。隔一段時間，這個時間長短不定，花開了，花開之後你完全變了，變成法性身、法性土，跟佛的報身完全相同，居住環境也跟佛同樣屬於法性土。法性土裡面的樹木花草，永遠常春，它不會凋零，葉不會落下來。所以極樂世界大地永遠乾淨，沒有塵埃，花常開，沒有看到花謝。所以看到法性的正能量，阿賴耶的能量是負能量，法性的能量叫正能量，永遠不會衰退，不生不滅，萬古常新。所以極樂世界殊勝。"
    },
    {
      "id": "21-723-0002_p0020",
      "zh_CN": "往生，不用断惑也能往生，我们就有分。如果一定要断惑、要断烦恼，我们没分。为什么？我们自己衡量，自己反省，烦恼断不掉，愈想断烦恼愈多，六根总是缠绕在六尘当中，没有办法摆脱，你怎么能出离？修行的功夫，净宗的方便法就是全部都归阿弥陀佛。我们见色，对色不要分别、不要执着，怎么对付它？念佛，把色相变成阿弥陀佛。耳闻声，也不要分别这个音声美好微妙，或者是噪音难听，都不要，对它不要起心动念，没有分别执着，也归到阿弥陀佛。色是阿弥陀佛，声是阿弥陀佛，香是阿弥陀佛，味是阿弥陀佛，包括自己身心，外面整个宇宙统统是阿弥陀佛，融入阿弥陀佛里头，这就对了，这是念佛法门无比殊胜的功德。我们要搞清楚、搞明白，把这些方法变成自己日常生活，我六根对六尘境界全是阿弥陀佛，决定得生净土。",
      "zh_TW": "往生，不用斷惑也能往生，我們就有分。如果一定要斷惑、要斷煩惱，我們沒分。為什麼？我們自己衡量，自己反省，煩惱斷不掉，愈想斷煩惱愈多，六根總是纏繞在六塵當中，沒有辦法擺脫，你怎麼能出離？修行的功夫，淨宗的方便法就是全部都歸阿彌陀佛。我們見色，對色不要分別、不要執著，怎麼對付它？念佛，把色相變成阿彌陀佛。耳聞聲，也不要分別這個音聲美好微妙，或者是噪音難聽，都不要，對它不要起心動念，沒有分別執著，也歸到阿彌陀佛。色是阿彌陀佛，聲是阿彌陀佛，香是阿彌陀佛，味是阿彌陀佛，包括自己身心，外面整個宇宙統統是阿彌陀佛，融入阿彌陀佛裡頭，這就對了，這是念佛法門無比殊勝的功德。我們要搞清楚、搞明白，把這些方法變成自己日常生活，我六根對六塵境界全是阿彌陀佛，決定得生淨土。"
    },
    {
      "id": "21-723-0002_p0021",
      "zh_CN": "贤公老和尚用这个方法，帮助自己达到功夫成片、事一心不乱、理一心不乱。我们要问，多久的时间？我相信应该十几年他就完成了。换句话说，四十岁之前他就达到这个境界，为什么？一念专注。老人后头讲得好，「世间无难事，只怕心不专」，他把他的经验告诉我们，他的成就就是专注、专心。我们一般人修学很难，甚至于一辈子到死，心都没有专注，都是散乱的，这就非常可惜，不能往生。死了以后还是搞六道轮回，很可能还到人道来，到人道，有这个根遇着这个缘接着再干。但是一定要知道，不能把心里头的妄想杂念、分别执着放下，很难到极乐世界，这一点不能不知道。我们在生活工作、待人接物要练这个功夫，练放下，看破、放下，看破，事实真相明了了，我才能放下。",
      "zh_TW": "賢公老和尚用這個方法，幫助自己達到功夫成片、事一心不亂、理一心不亂。我們要問，多久的時間？我相信應該十幾年他就完成了。換句話說，四十歲之前他就達到這個境界，為什麼？一念專注。老人後頭講得好，「世間無難事，只怕心不專」，他把他的經驗告訴我們，他的成就就是專注、專心。我們一般人修學很難，甚至於一輩子到死，心都沒有專注，都是散亂的，這就非常可惜，不能往生。死了以後還是搞六道輪迴，很可能還到人道來，到人道，有這個根遇著這個緣接著再幹。但是一定要知道，不能把心裡頭的妄想雜念、分別執著放下，很難到極樂世界，這一點不能不知道。我們在生活工作、待人接物要練這個功夫，練放下，看破、放下，看破，事實真相明瞭了，我才能放下。"
    },
    {
      "id": "21-723-0002_p0022",
      "zh_CN": "所以「念佛是因，成佛是果」，这就是净业三福第三福的「发菩提心，深信因果」。所说的这个因果不是别的因果，发菩提心，一向专念，这是因，往生极乐世界，见阿弥陀佛，在极乐世界成佛，这是果。这后面有四句偈，提醒我们，「不参禅理，不研教，不解经咒，又何妨」。像贤老，不认识字，没有念过书，一生没有读过一部经，没有听过一次讲演，他对于经教禅理什么都不懂，他学佛怎么能成佛？这告诉我们，可以，走净土法门行。不参禅理、不研教，不解经咒又何妨，只要「信深，愿切」，一直念下去，「自然花开极乐邦」。这就是说净宗修行容易，这一句阿弥陀佛会念，三岁小孩都会念。怎么能往生？全在信深愿切。信深，决定没有怀疑。愿切，我只有这一个愿望，我一生只有一个愿，这个愿就是求生极乐世界，愿见阿弥陀佛，除这个之外我没有愿望。这一句佛号一直念下去，贤老和尚给我们做出最好的榜样，我们要相信，是自然花开极乐邦。",
      "zh_TW": "所以「念佛是因，成佛是果」，這就是淨業三福第三福的「發菩提心，深信因果」。所說的這個因果不是別的因果，發菩提心，一向專念，這是因，往生極樂世界，見阿彌陀佛，在極樂世界成佛，這是果。這後面有四句偈，提醒我們，「不參禪理，不研教，不解經咒，又何妨」。像賢老，不認識字，沒有念過書，一生沒有讀過一部經，沒有聽過一次講演，他對於經教禪理什麼都不懂，他學佛怎麼能成佛？這告訴我們，可以，走淨土法門行。不參禪理、不研教，不解經咒又何妨，只要「信深，願切」，一直念下去，「自然花開極樂邦」。這就是說淨宗修行容易，這一句阿彌陀佛會念，三歲小孩都會念。怎麼能往生？全在信深願切。信深，決定沒有懷疑。願切，我只有這一個願望，我一生只有一個願，這個願就是求生極樂世界，願見阿彌陀佛，除這個之外我沒有願望。這一句佛號一直念下去，賢老和尚給我們做出最好的榜樣，我們要相信，是自然花開極樂邦。"
    },
    {
      "id": "21-723-0002_p0023",
      "zh_CN": "贤公老和尚真想往生极乐世界，万缘放下，他在二十几岁就完成了。舍弃寿命，求佛带他往生，二十几岁条件就具足了。为什么他没去？不是他的意思，不是他贪恋这个世界，世界这么苦，有什么好贪恋的？阿弥陀佛嘱咐他，这个世界有灾难，众生很苦，要他住世时间长一点，帮助众生信佛念佛求生净土，给他这个任务，说他修得好，叫他住世表法。他接受了，他「能吃苦」，他「能持戒」，任劳任怨，慈悲到极处。他所受的这一切灾难是代众生受的，菩萨代众生苦，都表演在日常生活当中。修行无处不是道场，无时不是道场，普度众生，凡是看到他的人，见面向他请教的人，统统得度。",
      "zh_TW": "賢公老和尚真想往生極樂世界，萬緣放下，他在二十幾歲就完成了。捨棄壽命，求佛帶他往生，二十幾歲條件就具足了。為什麼他沒去？不是他的意思，不是他貪戀這個世界，世界這麼苦，有什麼好貪戀的？阿彌陀佛囑咐他，這個世界有災難，眾生很苦，要他住世時間長一點，幫助眾生信佛念佛求生淨土，給他這個任務，說他修得好，叫他住世表法。他接受了，他「能吃苦」，他「能持戒」，任勞任怨，慈悲到極處。他所受的這一切災難是代眾生受的，菩薩代眾生苦，都表演在日常生活當中。修行無處不是道場，無時不是道場，普度眾生，凡是看到他的人，見面向他請教的人，統統得度。"
    },
    {
      "id": "21-723-0002_p0024",
      "zh_CN": "喜欢跟人结缘，自己种植面积很大，收获很丰富，庙里头吃不了，这个小庙只有五个人（现在四个人），他没有拿去卖钱，他统统做布施。周边几个县市，围绕着来佛寺几个县市，贫民，很苦的人，他把他的食物送给大家，接受他供养恩惠的人成千上万，这是给我们做样子、做榜样。我们自己在这个世间，只要能吃饱穿暖，有个小房子遮蔽风雨足够了，多余的要帮助苦难众生，这是修真正的福慧，在极乐世界，在一切诸佛的化土，将来成佛之后，弘法利生得大自在。修行的秘诀就是「佛不离心，称不离口」，称是念佛，称名。不分昼夜，念累了休息，休息好了接着念。",
      "zh_TW": "喜歡跟人結緣，自己種植面積很大，收穫很豐富，廟裡頭吃不了，這個小廟只有五個人（現在四個人），他沒有拿去賣錢，他統統做布施。周邊幾個縣市，圍繞著來佛寺幾個縣市，貧民，很苦的人，他把他的食物送給大家，接受他供養恩惠的人成千上萬，這是給我們做樣子、做榜樣。我們自己在這個世間，只要能吃飽穿暖，有個小房子遮蔽風雨足夠了，多餘的要幫助苦難眾生，這是修真正的福慧，在極樂世界，在一切諸佛的化土，將來成佛之後，弘法利生得大自在。修行的祕訣就是「佛不離心，稱不離口」，稱是念佛，稱名。不分晝夜，念累了休息，休息好了接著念。"
    },
    {
      "id": "21-723-0002_p0025",
      "zh_CN": "圣贤教育、大乘佛法，根本都是孝亲尊师，我们传统文化也是以这个为根基，所以中国传统文化跟大乘佛法同一个根本，就是孝养父母，这是根，尊师重道这是本。孝敬这两个字，老和尚演给大家看，「每年清明，十月初一，回老家，上坟祭祖，祭拜老师」。上坟祭祖是孝亲，祭拜老师是尊师，提倡孝道，提倡师道，给大家做榜样。",
      "zh_TW": "聖賢教育、大乘佛法，根本都是孝親尊師，我們傳統文化也是以這個為根基，所以中國傳統文化跟大乘佛法同一個根本，就是孝養父母，這是根，尊師重道這是本。孝敬這兩個字，老和尚演給大家看，「每年清明，十月初一，回老家，上墳祭祖，祭拜老師」。上墳祭祖是孝親，祭拜老師是尊師，提倡孝道，提倡師道，給大家做榜樣。"
    },
    {
      "id": "21-723-0002_p0026",
      "zh_CN": "我们清明不能回家上坟，这一次中元也不能回家上坟，我们在香港办了一个护国息灾法会，祭祖。这一次有五千人，我只能在这里参加。我很欢喜，五千多人来自全国各地，还有世界各地我们的华人，不能忘记祖宗之德，不能忘记老师。祭祖大典之后三天，我们举办一个三时系念超度法会，五千人参加，我去参加了，这个讲演也是算这个活动里面一部分。",
      "zh_TW": "我們清明不能回家上墳，這一次中元也不能回家上墳，我們在香港辦了一個護國息災法會，祭祖。這一次有五千人，我只能在這裡參加。我很歡喜，五千多人來自全國各地，還有世界各地我們的華人，不能忘記祖宗之德，不能忘記老師。祭祖大典之後三天，我們舉辦一個三時繫念超度法會，五千人參加，我去參加了，這個講演也是算這個活動裡面一部分。"
    },
    {
      "id": "21-723-0002_p0027",
      "zh_CN": "「表法」就是做好样子，贤公，最好的榜样。我们要记住，最好，真的最好，「一切都好，没有一样不好」，见什么都说好。这个「啥」是他们家乡话，他们的方言，河南的方言，我们是「什么」。见什么都说好，顺境好，逆境也好，善缘好，恶缘也好，没有一样不好，一切都好。「见啥都说好，见啥都高兴，法喜充满，无烦恼，一切时，一切处，不失威仪」，恒顺众生。不失威仪是表法，行住坐卧都能守规矩，好！",
      "zh_TW": "「表法」就是做好樣子，賢公，最好的榜樣。我們要記住，最好，真的最好，「一切都好，沒有一樣不好」，見什麼都說好。這個「啥」是他們家鄉話，他們的方言，河南的方言，我們是「什麼」。見什麼都說好，順境好，逆境也好，善緣好，惡緣也好，沒有一樣不好，一切都好。「見啥都說好，見啥都高興，法喜充滿，無煩惱，一切時，一切處，不失威儀」，恆順眾生。不失威儀是表法，行住坐臥都能守規矩，好！"
    },
    {
      "id": "21-723-0002_p0028",
      "zh_CN": "在中国，中国人讲礼，礼最重的就是威仪，《礼记．曲礼》，把这个礼的精神讲绝了。「曲礼曰：毋不敬，俨若思，安定辞，安民哉」，这几句话。毋不敬，就是老和尚的见什么都好，见什么都高兴。很难！《礼记》上讲的身口意，毋不敬是意业，心里头要存着孝敬两个字，对人对事对物知道孝敬。孝敬是一体，一切法从自性生，自性是真心，自性是理体，能生一切法，一切法跟自己的关系是一体，这个太重要了。所以态度俨若思，这是身，就好像自己很专心在思考一个严重的问题，态度很严肃。说话安定辞，柔和。言语，佛经上告诉我们的，不妄语、不两舌、不绮语、不恶口就是安定辞。它的效果，安民，人人能做到，家庭安和，社会安稳，天下太平，只要把这几个字做到。接着又说了四个字，傲慢，「敖不可长，欲不可纵，志不可满，乐不可极」，这四桩完全是违背恭敬心。人心恭敬自然就谦虚，自然欲望能放下，与清净心相应，与道德相应，这个敬，孝敬才能落实，才能产生作用。这都是传统文化里头的精髓，我们要从这个地方学起，从这里落实。",
      "zh_TW": "在中國，中國人講禮，禮最重的就是威儀，《禮記．曲禮》，把這個禮的精神講絕了。「曲禮曰：毋不敬，儼若思，安定辭，安民哉」，這幾句話。毋不敬，就是老和尚的見什麼都好，見什麼都高興。很難！《禮記》上講的身口意，毋不敬是意業，心裡頭要存著孝敬兩個字，對人對事對物知道孝敬。孝敬是一體，一切法從自性生，自性是真心，自性是理體，能生一切法，一切法跟自己的關係是一體，這個太重要了。所以態度儼若思，這是身，就好像自己很專心在思考一個嚴重的問題，態度很嚴肅。說話安定辭，柔和。言語，佛經上告訴我們的，不妄語、不兩舌、不綺語、不惡口就是安定辭。它的效果，安民，人人能做到，家庭安和，社會安穩，天下太平，只要把這幾個字做到。接著又說了四個字，傲慢，「敖不可長，欲不可縱，志不可滿，樂不可極」，這四樁完全是違背恭敬心。人心恭敬自然就謙虛，自然欲望能放下，與清淨心相應，與道德相應，這個敬，孝敬才能落實，才能產生作用。這都是傳統文化裡頭的精髓，我們要從這個地方學起，從這裡落實。"
    },
    {
      "id": "21-723-0002_p0029",
      "zh_CN": "首先我们对人对事的态度，这个上面说得很好，「对人、对事、对物保持慈悲」，慈是与乐，悲是拔苦，这真正的爱心。对人要有「微笑」，在佛门里面以弥勒菩萨做代表。弥勒菩萨就是大乘佛法里头所表的微笑运动，你看寺院道场都把他摆在天王殿，天王殿是大门，在大门正当中，两边是金刚护法四大天王，让人一到寺庙头一个看到他，他就对你笑。肚皮大是能包容，没有分别执着，真的是做到平等对待，和睦相处，弥勒是最好的榜样。要让人「亲切，和蔼，令人感到温暖，幸福」，海贤和尚做到，凡是见到他的人没有不欢喜，没有不高兴的。",
      "zh_TW": "首先我們對人對事的態度，這個上面說得很好，「對人、對事、對物保持慈悲」，慈是與樂，悲是拔苦，這真正的愛心。對人要有「微笑」，在佛門裡面以彌勒菩薩做代表。彌勒菩薩就是大乘佛法裡頭所表的微笑運動，你看寺院道場都把他擺在天王殿，天王殿是大門，在大門正當中，兩邊是金剛護法四大天王，讓人一到寺廟頭一個看到他，他就對你笑。肚皮大是能包容，沒有分別執著，真的是做到平等對待，和睦相處，彌勒是最好的榜樣。要讓人「親切，和藹，令人感到溫暖，幸福」，海賢和尚做到，凡是見到他的人沒有不歡喜，沒有不高興的。"
    },
    {
      "id": "21-723-0002_p0030",
      "zh_CN": "「供养」，特别是钱财的供养，「必定全部留在所在的道场」，这是什么？结法缘。我的法缘好，一生都是法缘好，章嘉大师教我的，就这一条。跟人结缘，四摄法里头第一个，布施。我到别人寺庙讲经，人家请我去，我在他大殿上拜三拜，这三拜是结缘。第一拜，跟寺庙里面的方丈住持结缘；第二拜，是跟这个寺庙常住大众结缘；第三拜，是跟这个寺庙所有信徒结缘，这讲经才有人听，求佛菩萨加持。所有一切供养一定是交给常住，我交通费用常住给我，我就是常住给我，多了我不要。不拉信徒，有信徒要皈依，我给他做皈依，皈依证上是住持方丈的名字，是他的徒弟，不是我的。寺庙为什么不欢迎人家讲经？怕，法师来一讲经，我的信徒都皈依他了，被他拉跑了，所有供养都被他带走了，最忌讳的是这个。",
      "zh_TW": "「供養」，特別是錢財的供養，「必定全部留在所在的道場」，這是什麼？結法緣。我的法緣好，一生都是法緣好，章嘉大師教我的，就這一條。跟人結緣，四攝法裡頭第一個，布施。我到別人寺廟講經，人家請我去，我在他大殿上拜三拜，這三拜是結緣。第一拜，跟寺廟裡面的方丈住持結緣；第二拜，是跟這個寺廟常住大眾結緣；第三拜，是跟這個寺廟所有信徒結緣，這講經才有人聽，求佛菩薩加持。所有一切供養一定是交給常住，我交通費用常住給我，我就是常住給我，多了我不要。不拉信徒，有信徒要皈依，我給他做皈依，皈依證上是住持方丈的名字，是他的徒弟，不是我的。寺廟為什麼不歡迎人家講經？怕，法師來一講經，我的信徒都皈依他了，被他拉跑了，所有供養都被他帶走了，最忌諱的是這個。"
    },
    {
      "id": "21-723-0002_p0031",
      "zh_CN": "所以要结法缘，心地大公无私，一律平等。对常住真正恭敬，不是做表面的，从内心做出来，为什么？佛教是一家，都是释迦牟尼佛传的，无论哪个宗哪派都是一家人，都要赞叹，不可以批评，不可以毁谤。毁谤，你去看《菩萨戒经》，果报都在阿鼻地狱，为什么？破和合僧。毁谤就是破和合僧，让大家看到你这个样子，下一次不敢到这寺庙来了，你寺庙里不和。所以家和万事兴，道场和，道场兴旺，不和，没有人敢来了，这个道理要懂。",
      "zh_TW": "所以要結法緣，心地大公無私，一律平等。對常住真正恭敬，不是做表面的，從內心做出來，為什麼？佛教是一家，都是釋迦牟尼佛傳的，無論哪個宗哪派都是一家人，都要讚歎，不可以批評，不可以毀謗。毀謗，你去看《菩薩戒經》，果報都在阿鼻地獄，為什麼？破和合僧。毀謗就是破和合僧，讓大家看到你這個樣子，下一次不敢到這寺廟來了，你寺廟裡不和。所以家和萬事興，道場和，道場興旺，不和，沒有人敢來了，這個道理要懂。"
    },
    {
      "id": "21-723-0002_p0032",
      "zh_CN": "不但我们佛门道场要和，还要跟所有宗教和，在我们心目当中决定没有错误，世界上所有宗教的创始人都是阿弥陀佛的化身，你能不能接受？你肯不肯相信？是真的，不是假的。阿弥陀佛恒顺众生，你喜欢基督，他就现基督身教化你；你喜欢阿訇，他就现阿訇身来教化你，统统是一尊阿弥陀佛，不是假的，是真的。所以我们看到不同宗教里的神，那是什么？阿弥陀佛。我去在那里拜三拜，我欢喜，大家都欢喜，他们的信徒看我们拜他的神，非常欢喜，看我们读他的经，他也欢喜。世界要和平，这汤恩比说的，必须宗教要是一家，从哪里开始？从宗教开始。",
      "zh_TW": "不但我們佛門道場要和，還要跟所有宗教和，在我們心目當中決定沒有錯誤，世界上所有宗教的創始人都是阿彌陀佛的化身，你能不能接受？你肯不肯相信？是真的，不是假的。阿彌陀佛恆順眾生，你喜歡基督，他就現基督身教化你；你喜歡阿訇，他就現阿訇身來教化你，統統是一尊阿彌陀佛，不是假的，是真的。所以我們看到不同宗教裡的神，那是什麼？阿彌陀佛。我去在那裡拜三拜，我歡喜，大家都歡喜，他們的信徒看我們拜他的神，非常歡喜，看我們讀他的經，他也歡喜。世界要和平，這湯恩比說的，必須宗教要是一家，從哪裡開始？從宗教開始。"
    },
    {
      "id": "21-723-0002_p0033",
      "zh_CN": "底下有一句话，「时时处处，皆是修行念佛的道场」。海贤老和尚没有学过经教，也没有学过这些仪规，参加法会，这些法本他都不会。他怎么样？他站在班里头，自始自终念阿弥陀佛，没错，彼此没有妨碍，这一句阿弥陀佛妙绝了。那我们再想，显宗的道场，我们没有学过《华严》，没有学过《法华》，没有学过法相，也没有学过三论，密宗道场，没有学过经咒，跟他们在一起，他们拜我们跟着拜，他们唱诵，我们念阿弥陀佛，对，完全正确。我们念阿弥陀佛，这个道场，这一堂佛事，有阿弥陀佛四十八愿的威神加持。对其他宗教亦如是，我们参加他的活动。我记得二０００年我在新加坡，参加天主教的弥撒，是圣诞弥撒，平安夜，神父跟我们是好朋友。我参加的时候，我们五十个出家人穿袍搭衣进入教堂，参加弥撒的祈祷，非常庄严。我们佛门做法会，他们神父也来参加。新加坡的十个宗教，真的像一家人一样的，互相尊重、互相关怀、互相照顾、互助合作，还互相学习，我们学习他们的经典，他们也学习佛经。一直到现在，团结得好，宗教跟宗教没有纠纷，当地政府欢喜，宗教不会有冲突，不会有纠纷。",
      "zh_TW": "底下有一句話，「時時處處，皆是修行念佛的道場」。海賢老和尚沒有學過經教，也沒有學過這些儀規，參加法會，這些法本他都不會。他怎麼樣？他站在班裡頭，自始自終念阿彌陀佛，沒錯，彼此沒有妨礙，這一句阿彌陀佛妙絕了。那我們再想，顯宗的道場，我們沒有學過《華嚴》，沒有學過《法華》，沒有學過法相，也沒有學過三論，密宗道場，沒有學過經咒，跟他們在一起，他們拜我們跟著拜，他們唱誦，我們念阿彌陀佛，對，完全正確。我們念阿彌陀佛，這個道場，這一堂佛事，有阿彌陀佛四十八願的威神加持。對其他宗教亦如是，我們參加他的活動。我記得二０００年我在新加坡，參加天主教的彌撒，是聖誕彌撒，平安夜，神父跟我們是好朋友。我參加的時候，我們五十個出家人穿袍搭衣進入教堂，參加彌撒的祈禱，非常莊嚴。我們佛門做法會，他們神父也來參加。新加坡的十個宗教，真的像一家人一樣的，互相尊重、互相關懷、互相照顧、互助合作，還互相學習，我們學習他們的經典，他們也學習佛經。一直到現在，團結得好，宗教跟宗教沒有糾紛，當地政府歡喜，宗教不會有衝突，不會有糾紛。"
    },
    {
      "id": "21-723-0002_p0034",
      "zh_CN": "下面老和尚教我们落实忍辱，一定要「学忍辱」，能忍心就安了。为什么心不安？不能忍。无论大小事情，我们细心去观察，忍非常重要。「不可与人争高低」，首先要学于人无争，于世无求，我们这一生在这个世间，就会过得很平安，别人要的我不要，别人求的我不求，不求名闻利养，不贪七情五欲。我们在生活上很简单，只要能吃饱、能穿暖，有个小房子遮蔽风雨，够了。",
      "zh_TW": "下面老和尚教我們落實忍辱，一定要「學忍辱」，能忍心就安了。為什麼心不安？不能忍。無論大小事情，我們細心去觀察，忍非常重要。「不可與人爭高低」，首先要學於人無爭，於世無求，我們這一生在這個世間，就會過得很平安，別人要的我不要，別人求的我不求，不求名聞利養，不貪七情五欲。我們在生活上很簡單，只要能吃飽、能穿暖，有個小房子遮蔽風雨，夠了。"
    },
    {
      "id": "21-723-0002_p0035",
      "zh_CN": "小道场好，平安。海贤老和尚道场，我们在画面上看到，确实是报告所说的，破旧的小瓦房，别人真的不要，送人人家都不要。偏僻，没有人去拜佛烧香，所以没有香火，也就是没有收入，生活全靠自己种植。真正懂得种植的行家，就是海贤老和尚，他有体力，又欢喜劳作，开辟一片之后还要有兴趣再开辟第二片，一生开辟十四片荒山，总面积一百多亩。我们中国古人常说，五口之家有五亩地，他就能过得去，五亩地的收获，除了自己需要的粮食之外，他可以卖钱，可以能过得去，一年平平安安度过。老和尚耕作一百多亩地，它的产量一定很高，品质一定非常好。他不卖钱，除了自己需要的之外都拿去救济贫苦。所以那个地方人都称他菩萨，有苦难找他，有病痛也找他，他还能治病。没有学过医，他去找药草，他也不认识药草，随便抓些它就有效果，就能把病治好，这个是不可思议的事情。",
      "zh_TW": "小道場好，平安。海賢老和尚道場，我們在畫面上看到，確實是報告所說的，破舊的小瓦房，別人真的不要，送人人家都不要。偏僻，沒有人去拜佛燒香，所以沒有香火，也就是沒有收入，生活全靠自己種植。真正懂得種植的行家，就是海賢老和尚，他有體力，又歡喜勞作，開闢一片之後還要有興趣再開闢第二片，一生開闢十四片荒山，總面積一百多畝。我們中國古人常說，五口之家有五畝地，他就能過得去，五畝地的收穫，除了自己需要的糧食之外，他可以賣錢，可以能過得去，一年平平安安度過。老和尚耕作一百多畝地，它的產量一定很高，品質一定非常好。他不賣錢，除了自己需要的之外都拿去救濟貧苦。所以那個地方人都稱他菩薩，有苦難找他，有病痛也找他，他還能治病。沒有學過醫，他去找藥草，他也不認識藥草，隨便抓些它就有效果，就能把病治好，這個是不可思議的事情。"
    },
    {
      "id": "21-723-0002_p0036",
      "zh_CN": "「无烦恼，忍者心安，践行佛陀教诲」。佛陀教诲一定要认真学习，要落实在生活，落实在工作，落实在处事待人接物。下面，这人一生「老实念佛，一生唯持六字洪名，行住坐卧不丢失」，九十二年，不容易，他已经养成念佛的习惯，心里头没有杂念。他一生见阿弥陀佛，我估计十次以上。我凭什么？凭我们初祖慧远大师，传记里面写到，远公大师一生见阿弥陀佛四次，见到极乐世界。贤公长寿，活到一百一十二岁，跟阿弥陀佛十次见面，不多。实际上念到理一心不乱，你随时想，佛就随时现前，能跟佛感应道交，一切时一切处，想佛佛就现前，想菩萨菩萨现前，一切法从心想生，是真的不是假的。",
      "zh_TW": "「無煩惱，忍者心安，踐行佛陀教誨」。佛陀教誨一定要認真學習，要落實在生活，落實在工作，落實在處事待人接物。下面，這人一生「老實念佛，一生唯持六字洪名，行住坐臥不丟失」，九十二年，不容易，他已經養成念佛的習慣，心裡頭沒有雜念。他一生見阿彌陀佛，我估計十次以上。我憑什麼？憑我們初祖慧遠大師，傳記裡面寫到，遠公大師一生見阿彌陀佛四次，見到極樂世界。賢公長壽，活到一百一十二歲，跟阿彌陀佛十次見面，不多。實際上念到理一心不亂，你隨時想，佛就隨時現前，能跟佛感應道交，一切時一切處，想佛佛就現前，想菩薩菩薩現前，一切法從心想生，是真的不是假的。"
    },
    {
      "id": "21-723-0002_p0037",
      "zh_CN": "他给人的是「慈悲」，是「博爱」，奉献给一切众生，「奉献给至善圆满佛教事业」。这是我们应该要学的，要记在心里，告诉我们，增长我们的信心、愿心，这一句话就是「世上无难事，只怕心不专」。专就是专一，就是一门深入，长时薰修，读书千遍，其义自见。今天我们要恢复传统文化，一定要用老方法、老的理念。老的理念，就是一门深入，长时薰修；老的办法，就是读书千遍，其义自见。",
      "zh_TW": "他給人的是「慈悲」，是「博愛」，奉獻給一切眾生，「奉獻給至善圓滿佛教事業」。這是我們應該要學的，要記在心裡，告訴我們，增長我們的信心、願心，這一句話就是「世上無難事，只怕心不專」。專就是專一，就是一門深入，長時薰修，讀書千遍，其義自見。今天我們要恢復傳統文化，一定要用老方法、老的理念。老的理念，就是一門深入，長時薰修；老的辦法，就是讀書千遍，其義自見。"
    },
    {
      "id": "21-723-0002_p0038",
      "zh_CN": "因为现在没有老师了，祖宗留下来的典籍在，在《四库全书》，《四库全书》这些年印过几次，国内跟台湾，不会失传了，我们可以放心了。但是它是汉字文言文写的，现在，汉字文言文的老师没有了，我们怎么学？好在老祖宗学习的理念方法留下来了，我们知道，一门深入，长时薰修。所以我们想像当中，培养汉学的老师，记住这一句话，十年专攻一门。从哪里下手？从读诵下手，不是从讲解，因为没有人讲解，要读诵。怎么读？要读一千遍、读二千遍、读三千遍，读得滚瓜烂熟就会有悟处。把悟处贡献出来，我们大家分享，用这个方法。每个人一个星期两个小时，做为学习的心得报告，我们大家来分享。十年之后，修学期限十年，十年天天读书，天天有悟处。再拿这个悟处，跟古人的注疏对照，我们悟的跟他所说的相不相同，如果相同，这是印证，我们悟的没错。开悟就是读书千遍，其义自见，你专学一样，一样通了，样样都通，为什么？开悟了。一切法不离自性，只要见性，自然通达一切法，这法子妙！我们如果十年，三年、五年就有成就，小悟、大悟、彻悟。",
      "zh_TW": "因為現在沒有老師了，祖宗留下來的典籍在，在《四庫全書》，《四庫全書》這些年印過幾次，國內跟台灣，不會失傳了，我們可以放心了。但是它是漢字文言文寫的，現在，漢字文言文的老師沒有了，我們怎麼學？好在老祖宗學習的理念方法留下來了，我們知道，一門深入，長時薰修。所以我們想像當中，培養漢學的老師，記住這一句話，十年專攻一門。從哪裡下手？從讀誦下手，不是從講解，因為沒有人講解，要讀誦。怎麼讀？要讀一千遍、讀二千遍、讀三千遍，讀得滾瓜爛熟就會有悟處。把悟處貢獻出來，我們大家分享，用這個方法。每個人一個星期兩個小時，做為學習的心得報告，我們大家來分享。十年之後，修學期限十年，十年天天讀書，天天有悟處。再拿這個悟處，跟古人的註疏對照，我們悟的跟他所說的相不相同，如果相同，這是印證，我們悟的沒錯。開悟就是讀書千遍，其義自見，你專學一樣，一樣通了，樣樣都通，為什麼？開悟了。一切法不離自性，只要見性，自然通達一切法，這法子妙！我們如果十年，三年、五年就有成就，小悟、大悟、徹悟。"
    },
    {
      "id": "21-723-0002_p0039",
      "zh_CN": "我们用这个方法，做榜样给社会大众看，真正开悟了，你来问，你提出的问题我都能解答，这个问题不就解决了吗？智慧开了。我们要找学校，送给我们最高的学位，汉学博士学位。考试的时候可以用个方式，譬如今天考《论语》，几十个老师，在《论语》里提出问题，我们来答他。答的时候你听到，看你满不满意，你要满意，很欢喜，这就通过了，这个学位就拿到。这种学位不是轻易可以拿到的，一般荣誉博士学位，我知道回教大学很严格，要八十位教授通过，他们签名通过，还要十个回教的大德，他们的阿訇大德，要十个人同意，不容易，这才能承认，所以比读书参加考试拿这个学位更难。我们将来就要用这种方法取得学位，取得学位之后，你就有资格在大学里面教中文。",
      "zh_TW": "我們用這個方法，做榜樣給社會大眾看，真正開悟了，你來問，你提出的問題我都能解答，這個問題不就解決了嗎？智慧開了。我們要找學校，送給我們最高的學位，漢學博士學位。考試的時候可以用個方式，譬如今天考《論語》，幾十個老師，在《論語》裡提出問題，我們來答他。答的時候你聽到，看你滿不滿意，你要滿意，很歡喜，這就通過了，這個學位就拿到。這種學位不是輕易可以拿到的，一般榮譽博士學位，我知道回教大學很嚴格，要八十位教授通過，他們簽名通過，還要十個回教的大德，他們的阿訇大德，要十個人同意，不容易，這才能承認，所以比讀書參加考試拿這個學位更難。我們將來就要用這種方法取得學位，取得學位之後，你就有資格在大學裡面教中文。"
    },
    {
      "id": "21-723-0002_p0040",
      "zh_CN": "将来中文是世界上最重要的语文，这都是汤恩比跟罗素他们提倡的。如果你有东西，真实智慧经验要传给千年万世以后的子孙，那就要用文言文写。全世界这种拼音文字做不到，拼音文字两百年之后就不懂了，言语不懂了，文字也看不懂了。一定要文言文。所以心要是专一，真的天下无难事。今天时间到了，我们就学习到此地。下午还有两个小时，可以讲完。",
      "zh_TW": "將來中文是世界上最重要的語文，這都是湯恩比跟羅素他們提倡的。如果你有東西，真實智慧經驗要傳給千年萬世以後的子孫，那就要用文言文寫。全世界這種拼音文字做不到，拼音文字兩百年之後就不懂了，言語不懂了，文字也看不懂了。一定要文言文。所以心要是專一，真的天下無難事。今天時間到了，我們就學習到此地。下午還有兩個小時，可以講完。"
    }
  ]
}