{
  "doc_id": "02-012-0030",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十集",
    "zh_TW": "第三十集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0030",
  "total_paragraphs": 114,
  "paragraphs": [
    {
      "id": "02-012-0030_p0001",
      "zh_CN": "请掀开经本，第三十一面第三行，最后一句：",
      "zh_TW": "請掀開經本，第三十一面第三行，最後一句："
    },
    {
      "id": "02-012-0030_p0002",
      "zh_CN": "【愿我智慧光。普照十方刹。消除三垢冥。明济众厄难。悉舍三途苦。灭诸烦恼暗。开彼智慧眼。获得光明身。闭塞诸恶道。通达善趣门。为众开法藏。广施功德宝。】",
      "zh_TW": "【願我智慧光。普照十方剎。消除三垢冥。明濟眾厄難。悉捨三途苦。滅諸煩惱暗。開彼智慧眼。獲得光明身。閉塞諸惡道。通達善趣門。為眾開法藏。廣施功德寶。】"
    },
    {
      "id": "02-012-0030_p0003",
      "zh_CN": "到这个地方是一段，这是偈颂第六首。我们读这一段经文就知道这个经典法门，它的力用不可思议。此地这个『我』是阿弥陀佛自称，佛以智慧光明，这是讲他的相与作用。『普照十方刹』，一切佛都有光明，但是这个光明普照十方是阿弥陀佛独有的；诸佛当然也有这个能力，但是要放光才能够普照。阿弥陀佛这是常光普照，不必放光，是恒常普照十方。它的作用能够消业障，『消除三垢冥』，就是我们通常讲消业障，佛的光明能帮助我们消业障。「三垢」是指的「贪瞋痴」这三种，这三种对于清净心的染污最为严重。冥就是无明，无明烦恼。「三垢冥」合起讲就是无明烦恼。",
      "zh_TW": "到這個地方是一段，這是偈頌第六首。我們讀這一段經文就知道這個經典法門，它的力用不可思議。此地這個『我』是阿彌陀佛自稱，佛以智慧光明，這是講他的相與作用。『普照十方剎』，一切佛都有光明，但是這個光明普照十方是阿彌陀佛獨有的；諸佛當然也有這個能力，但是要放光才能夠普照。阿彌陀佛這是常光普照，不必放光，是恆常普照十方。它的作用能夠消業障，『消除三垢冥』，就是我們通常講消業障，佛的光明能幫助我們消業障。「三垢」是指的「貪瞋痴」這三種，這三種對於清淨心的染污最為嚴重。冥就是無明，無明煩惱。「三垢冥」合起講就是無明煩惱。"
    },
    {
      "id": "02-012-0030_p0004",
      "zh_CN": "『明济众厄难』。这是以智慧帮助一切众生觉悟。佛菩萨在十法界普遍帮助一切苦难的众生，这就是佛门常说的大慈大悲，大慈大悲在那个地方推动。",
      "zh_TW": "『明濟眾厄難』。這是以智慧幫助一切眾生覺悟。佛菩薩在十法界普遍幫助一切苦難的眾生，這就是佛門常說的大慈大悲，大慈大悲在那個地方推動。"
    },
    {
      "id": "02-012-0030_p0005",
      "zh_CN": "『悉舍三途苦』，这是离苦。「三途」是指的地狱、饿鬼、畜生。这是佛法教学最低的一个阶段，最低的限度教我们不堕三途，这个还是属于消极的，不是积极的。这一生不堕三途，来生不堕三途，后生怎么办？换句话说，如果不能超越三界，三途可以暂时不去，任何一尊佛也没有办法保证你永久不会堕落的，这不可能的事情。所以消业是属于消极，只能够得暂时的利益，所以底下一句这就是恒久的了。",
      "zh_TW": "『悉捨三途苦』，這是離苦。「三途」是指的地獄、餓鬼、畜生。這是佛法教學最低的一個階段，最低的限度教我們不墮三途，這個還是屬於消極的，不是積極的。這一生不墮三途，來生不墮三途，後生怎麼辦？換句話說，如果不能超越三界，三途可以暫時不去，任何一尊佛也沒有辦法保證你永久不會墮落的，這不可能的事情。所以消業是屬於消極，只能夠得暫時的利益，所以底下一句這就是恆久的了。"
    },
    {
      "id": "02-012-0030_p0006",
      "zh_CN": "『灭诸烦恼暗』，「烦恼暗」跟前面「三垢冥」意思完全相同，就是烦恼跟无明。前面这是消业，此地这是讲灭业。灭业，这个就是真实的利益，这是永久的利益了。佛光明帮助我们消业，教化帮助我们灭业，我们必须要接受佛的教化，要认真去修学，佛的威神加持我们。如果我们自己不肯认真的去修学，佛虽然想加也加不上，想帮忙帮不上忙，这一点我们必须要知道。底下说：",
      "zh_TW": "『滅諸煩惱暗』，「煩惱暗」跟前面「三垢冥」意思完全相同，就是煩惱跟無明。前面這是消業，此地這是講滅業。滅業，這個就是真實的利益，這是永久的利益了。佛光明幫助我們消業，教化幫助我們滅業，我們必須要接受佛的教化，要認真去修學，佛的威神加持我們。如果我們自己不肯認真的去修學，佛雖然想加也加不上，想幫忙幫不上忙，這一點我們必須要知道。底下說："
    },
    {
      "id": "02-012-0030_p0007",
      "zh_CN": "『开彼智慧眼，获得光明身』。这就是佛协助我们、帮助我们开智慧。智慧是我们本来具足的，是本有的；虽然有，现在我们的智慧失掉了。智慧怎么失掉？就是因为你有烦恼，你有无明，所以智慧失掉了。如果要想智慧再现前、再恢复，必须把烦恼无明舍掉，我们的智慧本能就恢复了。所以这个事情佛帮忙只能帮到这个地方，只能把事实真相告诉我们；至于断烦恼、破无明是自己的事情，这个就不是佛的事情。老师只能教我们，做还是要自己去做。譬如说指路的人，他把路指的明白，路还是要自己走；自己不走，指路的人指得再清楚，我们也达不到目的地。",
      "zh_TW": "『開彼智慧眼，獲得光明身』。這就是佛協助我們、幫助我們開智慧。智慧是我們本來具足的，是本有的；雖然有，現在我們的智慧失掉了。智慧怎麼失掉？就是因為你有煩惱，你有無明，所以智慧失掉了。如果要想智慧再現前、再恢復，必須把煩惱無明捨掉，我們的智慧本能就恢復了。所以這個事情佛幫忙只能幫到這個地方，只能把事實真相告訴我們；至於斷煩惱、破無明是自己的事情，這個就不是佛的事情。老師只能教我們，做還是要自己去做。譬如說指路的人，他把路指的明白，路還是要自己走；自己不走，指路的人指得再清楚，我們也達不到目的地。"
    },
    {
      "id": "02-012-0030_p0008",
      "zh_CN": "「获得光明身」，这是身业清净。身清净，当然是心清净。「开彼智慧眼」，实在讲就是心清净，智慧现前了。身心清净。",
      "zh_TW": "「獲得光明身」，這是身業清淨。身清淨，當然是心清淨。「開彼智慧眼」，實在講就是心清淨，智慧現前了。身心清淨。"
    },
    {
      "id": "02-012-0030_p0009",
      "zh_CN": "身心到真正清净了，才会永离诸恶，「闭塞诸恶道」。不但一切恶的事你不会去做，你也不可能去做；一个恶的念头，你也不可能生起，那就是真正断恶断得干净。",
      "zh_TW": "身心到真正清淨了，才會永離諸惡，「閉塞諸惡道」。不但一切惡的事你不會去做，你也不可能去做；一個惡的念頭，你也不可能生起，那就是真正斷惡斷得乾淨。"
    },
    {
      "id": "02-012-0030_p0010",
      "zh_CN": "『通达善趣门』。这是离苦得乐，得真实之乐。「通达」，再没有障碍了。这个地方讲的「善」，纯善，不是善恶之善；善恶之善，还是恶，这个诸位要晓得。前面讲「闭塞诸恶道」，这个善恶的善都是恶。善恶两边都离开了，这叫真善，佛法里面讲的善，大概都是指这些。有善有恶，相对的不是真善。",
      "zh_TW": "『通達善趣門』。這是離苦得樂，得真實之樂。「通達」，再沒有障礙了。這個地方講的「善」，純善，不是善惡之善；善惡之善，還是惡，這個諸位要曉得。前面講「閉塞諸惡道」，這個善惡的善都是惡。善惡兩邊都離開了，這叫真善，佛法裡面講的善，大概都是指這些。有善有惡，相對的不是真善。"
    },
    {
      "id": "02-012-0030_p0011",
      "zh_CN": "『为众开法藏，广施功德宝』。为一切众生开示佛法里面的秘藏，秘密的宝藏。佛法里头的秘密宝藏是什么？就是这一部《无量寿经》。所以这个地方「为众开法藏」，就是为大家宣扬这个法门，教导我们念佛求生净土。这是阿弥陀佛对一切众生「广施功德宝」。",
      "zh_TW": "『為眾開法藏，廣施功德寶』。為一切眾生開示佛法裡面的祕藏，祕密的寶藏。佛法裡頭的祕密寶藏是什麼？就是這一部《無量壽經》。所以這個地方「為眾開法藏」，就是為大家宣揚這個法門，教導我們念佛求生淨土。這是阿彌陀佛對一切眾生「廣施功德寶」。"
    },
    {
      "id": "02-012-0030_p0012",
      "zh_CN": "这个一切功德都是像本经所说，「发菩提心，一向专念」而成就的，这是阿弥陀佛以这样一个殊胜方便的办法，来帮助十方所有一切众生，在一生当中圆成佛道。但是我们要晓得，一切众生根性不相同，程度不相同，嗜好不相同，乃至于生活环境背景都不相同，我们今天讲文化背景不相同。因此佛教化众生，实实在在，他是方法非常的善巧，为众生开无量法门；不是用一个方法，用无量的法门来教导一切众生。",
      "zh_TW": "這個一切功德都是像本經所說，「發菩提心，一向專念」而成就的，這是阿彌陀佛以這樣一個殊勝方便的辦法，來幫助十方所有一切眾生，在一生當中圓成佛道。但是我們要曉得，一切眾生根性不相同，程度不相同，嗜好不相同，乃至於生活環境背景都不相同，我們今天講文化背景不相同。因此佛教化眾生，實實在在，他是方法非常的善巧，為眾生開無量法門；不是用一個方法，用無量的法門來教導一切眾生。"
    },
    {
      "id": "02-012-0030_p0013",
      "zh_CN": "所以法门一定要契机，法门不契机就不能成就。你譬如这个念佛的法门，参禅的人就不契它的机；所以宗门的修行人念佛一声要漱口三天，都漱不干净。这就是说门庭施设不相同，众生根器不一样。你喜欢哪一个法门，你就专修哪一个法门；这个修行的原理原则决定是相同的，那就是一门深入。同时修几个法门而成就的，这种人有，不是没有，太少了；自古至今，能可以算得出来的，不多。从一门深入而得成就的，那就太多太多了，无论修学哪一个法门。所以法门贵专不贵多，要专要精。如果讲求解，我不是讲修行，我求解，可以；你同时涉猎许多法门行，我目的是在想多了解，这个可以。如果讲修，修是什么？修清净心，要断烦恼，要证菩提，这是讲修；修，涉及经论法门太多是决定有妨碍。所以这是两个目标，是两种不同的方法，这个我们要知道。",
      "zh_TW": "所以法門一定要契機，法門不契機就不能成就。你譬如這個念佛的法門，參禪的人就不契它的機；所以宗門的修行人念佛一聲要漱口三天，都漱不乾淨。這就是說門庭施設不相同，眾生根器不一樣。你喜歡哪一個法門，你就專修哪一個法門；這個修行的原理原則決定是相同的，那就是一門深入。同時修幾個法門而成就的，這種人有，不是沒有，太少了；自古至今，能可以算得出來的，不多。從一門深入而得成就的，那就太多太多了，無論修學哪一個法門。所以法門貴專不貴多，要專要精。如果講求解，我不是講修行，我求解，可以；你同時涉獵許多法門行，我目的是在想多了解，這個可以。如果講修，修是什麼？修清淨心，要斷煩惱，要證菩提，這是講修；修，涉及經論法門太多是決定有妨礙。所以這是兩個目標，是兩種不同的方法，這個我們要知道。"
    },
    {
      "id": "02-012-0030_p0014",
      "zh_CN": "所以自古以来有许多讲经的法师，他们这两种方法同时都进行。他要广学，他广学为什么？是为别人，不是为自己；他专修，专修是为自己，不是为别人，这是正确的。这都是值得我们在修学过程当中，做一个很好的参考。我们今天目的在哪里？如果目的是要在真正在断烦恼，在超越六道轮回，那我们就要在修行上下功夫。如果我们想广泛的接引大众，那在教理上下功夫。",
      "zh_TW": "所以自古以來有許多講經的法師，他們這兩種方法同時都進行。他要廣學，他廣學為什麼？是為別人，不是為自己；他專修，專修是為自己，不是為別人，這是正確的。這都是值得我們在修學過程當中，做一個很好的參考。我們今天目的在哪裡？如果目的是要在真正在斷煩惱，在超越六道輪迴，那我們就要在修行上下功夫。如果我們想廣泛的接引大眾，那在教理上下功夫。"
    },
    {
      "id": "02-012-0030_p0015",
      "zh_CN": "但是我们要知道客观的环境，在客观环境上来说，我们所处的这个时代是乱世，不是一个承平的时代，众生苦难很多，灾难不一定在哪个地方出现；换句话说，生命财产确确实实没有保障。我们今天处在这么一个时代，危机重重，这是客观环境，我们能有时间去研究许许多多经论法门吗？有这么多时间吗？来的及吗？如果把客观环境认清楚了，我们自然会死心塌地守住这一门。这一门是最容易成就的一门，其他的法门也行，不是不行，难易确实不相同；所有法门比较起来，这个法门容易，非常适合于我们现代的生活环境，它的好处就在此地。",
      "zh_TW": "但是我們要知道客觀的環境，在客觀環境上來說，我們所處的這個時代是亂世，不是一個承平的時代，眾生苦難很多，災難不一定在哪個地方出現；換句話說，生命財產確確實實沒有保障。我們今天處在這麼一個時代，危機重重，這是客觀環境，我們能有時間去研究許許多多經論法門嗎？有這麼多時間嗎？來的及嗎？如果把客觀環境認清楚了，我們自然會死心塌地守住這一門。這一門是最容易成就的一門，其他的法門也行，不是不行，難易確實不相同；所有法門比較起來，這個法門容易，非常適合於我們現代的生活環境，它的好處就在此地。"
    },
    {
      "id": "02-012-0030_p0016",
      "zh_CN": "再看第九、第十这两首偈，这两首偈是法藏发愿要跟佛一样。",
      "zh_TW": "再看第九、第十這兩首偈，這兩首偈是法藏發願要跟佛一樣。"
    },
    {
      "id": "02-012-0030_p0017",
      "zh_CN": "【如佛无碍智。】",
      "zh_TW": "【如佛無礙智。】"
    },
    {
      "id": "02-012-0030_p0018",
      "zh_CN": "智慧没有障碍，就是无所不知。如果还有不知道的，那就是障碍了；到无所不知，这是无障碍，「智同佛」。",
      "zh_TW": "智慧沒有障礙，就是無所不知。如果還有不知道的，那就是障礙了；到無所不知，這是無障礙，「智同佛」。"
    },
    {
      "id": "02-012-0030_p0019",
      "zh_CN": "【所行慈愍行。】",
      "zh_TW": "【所行慈愍行。】"
    },
    {
      "id": "02-012-0030_p0020",
      "zh_CN": "「慈悲同佛」，对于一切众生以清净平等的慈悲，对待九界众生，一视同仁。",
      "zh_TW": "「慈悲同佛」，對於一切眾生以清淨平等的慈悲，對待九界眾生，一視同仁。"
    },
    {
      "id": "02-012-0030_p0021",
      "zh_CN": "【常作天人师。】",
      "zh_TW": "【常作天人師。】"
    },
    {
      "id": "02-012-0030_p0022",
      "zh_CN": "这一句里面是讲「行同佛」，教化同佛。成了佛之后做什么？成佛之后，就是教化众生；换句话说，在九法界里面帮助一切大众。",
      "zh_TW": "這一句裡面是講「行同佛」，教化同佛。成了佛之後做什麼？成佛之後，就是教化眾生；換句話說，在九法界裡面幫助一切大眾。"
    },
    {
      "id": "02-012-0030_p0023",
      "zh_CN": "【得为三界雄。】",
      "zh_TW": "【得為三界雄。】"
    },
    {
      "id": "02-012-0030_p0024",
      "zh_CN": "在三界里面称为大雄。这个「雄」就是我们中国人讲的英雄，英雄豪杰。什么叫英雄？别人做不到的，他能够做到，这就称为英雄了。佛称为大雄，我们在寺院里看到佛殿叫大雄宝殿，就是大英雄宝殿，这是对佛的称赞。一般人没有能力断烦恼，他有能力断烦恼；一般人没有能力超越生死轮回，他有能力超越生死轮回；别人做不到的，他能够做的到，这称为大雄。这讲「德同佛」。",
      "zh_TW": "在三界裡面稱為大雄。這個「雄」就是我們中國人講的英雄，英雄豪傑。什麼叫英雄？別人做不到的，他能夠做到，這就稱為英雄了。佛稱為大雄，我們在寺院裡看到佛殿叫大雄寶殿，就是大英雄寶殿，這是對佛的稱讚。一般人沒有能力斷煩惱，他有能力斷煩惱；一般人沒有能力超越生死輪迴，他有能力超越生死輪迴；別人做不到的，他能夠做的到，這稱為大雄。這講「德同佛」。"
    },
    {
      "id": "02-012-0030_p0025",
      "zh_CN": "【说法师子吼。】",
      "zh_TW": "【說法師子吼。】"
    },
    {
      "id": "02-012-0030_p0026",
      "zh_CN": "这是讲「说法同佛」。『师子吼』是比喻，狮子是兽中之王，狮子一吼，小的野兽听到狮子一叫腿都发软，跑都跑不动，牠有这么大的威力。这是形容佛说法能够降伏一切外道，佛的知见正，能够摧邪显正，譬如「师子吼」。",
      "zh_TW": "這是講「說法同佛」。『師子吼』是比喻，獅子是獸中之王，獅子一吼，小的野獸聽到獅子一叫腿都發軟，跑都跑不動，牠有這麼大的威力。這是形容佛說法能夠降伏一切外道，佛的知見正，能夠摧邪顯正，譬如「師子吼」。"
    },
    {
      "id": "02-012-0030_p0027",
      "zh_CN": "【广度诸有情。】",
      "zh_TW": "【廣度諸有情。】"
    },
    {
      "id": "02-012-0030_p0028",
      "zh_CN": "这一句是显示弥陀无论在因地、在果地，四十八愿愿愿都是为了度众生。",
      "zh_TW": "這一句是顯示彌陀無論在因地、在果地，四十八願願願都是為了度眾生。"
    },
    {
      "id": "02-012-0030_p0029",
      "zh_CN": "【圆满昔所愿。一切皆成佛。】",
      "zh_TW": "【圓滿昔所願。一切皆成佛。】"
    },
    {
      "id": "02-012-0030_p0030",
      "zh_CN": "这个两句实实在在不可思议！我们要问，为什么一切诸佛、一切菩萨对阿弥陀佛那么样的尊重、那么样的敬仰？也许我们也会遇到别人，你为什么要念阿弥陀佛？为什么要修净土法门？你用这两句答复就很圆满了。『圆满昔所愿』是阿弥陀佛四十八愿愿愿都圆满了。为什么？为了一切众生皆成佛道，这还得了！这个不可思议，这确确实实把阿弥陀佛心愿的核心说出来了。阿弥陀佛究竟是什么愿？愿一切众生皆成佛道。",
      "zh_TW": "這個兩句實實在在不可思議！我們要問，為什麼一切諸佛、一切菩薩對阿彌陀佛那麼樣的尊重、那麼樣的敬仰？也許我們也會遇到別人，你為什麼要念阿彌陀佛？為什麼要修淨土法門？你用這兩句答覆就很圓滿了。『圓滿昔所願』是阿彌陀佛四十八願願願都圓滿了。為什麼？為了一切眾生皆成佛道，這還得了！這個不可思議，這確確實實把阿彌陀佛心願的核心說出來了。阿彌陀佛究竟是什麼願？願一切眾生皆成佛道。"
    },
    {
      "id": "02-012-0030_p0031",
      "zh_CN": "【斯愿若克果。大千应感动。虚空诸天神。当雨珍妙华。】",
      "zh_TW": "【斯願若剋果。大千應感動。虛空諸天神。當雨珍妙華。】"
    },
    {
      "id": "02-012-0030_p0032",
      "zh_CN": "这个末后一首是求感应，由感应来给他做证明。我的愿要是真实，大千世界里面所有一切圣众都应当『感动』；这个「感动」是阿弥陀佛在虚空法界当中，转真实微妙的大法轮。",
      "zh_TW": "這個末後一首是求感應，由感應來給他做證明。我的願要是真實，大千世界裡面所有一切聖眾都應當『感動』；這個「感動」是阿彌陀佛在虛空法界當中，轉真實微妙的大法輪。"
    },
    {
      "id": "02-012-0030_p0033",
      "zh_CN": "此地这个『大千』，意思是双关的，通常我们讲「大千」是讲一尊佛的教化区；一尊佛的教区，佛经上常讲的三千大千世界。当然三千大千世界是个概数，并不是指一个确定的数字。为什么？每一尊佛教化的区域有大小不相同，有的佛大千世界很大，有的佛大千世界比较小。这一些事实上的形成，都是佛在因地上每一个人发愿心量不相同，所以到成佛，他感的果报大小不一样。唯独阿弥陀佛这个愿特别大，超过一切诸佛如来在因地上所发的愿，所以阿弥陀佛的世界广大无边。它这个地方如果从狭义上来说，是指的世间自在王佛的教区，大千世界；如果广义来说，那就是十方一切诸佛刹土，统统都受震动。",
      "zh_TW": "此地這個『大千』，意思是雙關的，通常我們講「大千」是講一尊佛的教化區；一尊佛的教區，佛經上常講的三千大千世界。當然三千大千世界是個概數，並不是指一個確定的數字。為什麼？每一尊佛教化的區域有大小不相同，有的佛大千世界很大，有的佛大千世界比較小。這一些事實上的形成，都是佛在因地上每一個人發願心量不相同，所以到成佛，他感的果報大小不一樣。唯獨阿彌陀佛這個願特別大，超過一切諸佛如來在因地上所發的願，所以阿彌陀佛的世界廣大無邊。它這個地方如果從狹義上來說，是指的世間自在王佛的教區，大千世界；如果廣義來說，那就是十方一切諸佛剎土，統統都受震動。"
    },
    {
      "id": "02-012-0030_p0034",
      "zh_CN": "『虚空诸天神』。每一个世界都有欲界、色界、无色界，诸佛这个刹土大致都差不多的，都相同。欲界，四王天、忉利天是在地面上，夜摩以上都在虚空中，叫空居天。这是称三界虚空当中这些天神，他们在这里听佛讲经，都可以给法藏做证明。如果法藏的愿是真实不虚，法藏菩萨要求这些天神雨华供养，来给他做证明。",
      "zh_TW": "『虛空諸天神』。每一個世界都有欲界、色界、無色界，諸佛這個剎土大致都差不多的，都相同。欲界，四王天、忉利天是在地面上，夜摩以上都在虛空中，叫空居天。這是稱三界虛空當中這些天神，他們在這裡聽佛講經，都可以給法藏做證明。如果法藏的願是真實不虛，法藏菩薩要求這些天神雨華供養，來給他做證明。"
    },
    {
      "id": "02-012-0030_p0035",
      "zh_CN": "【佛告阿难。法藏比丘。说此颂已。应时普地六种震动。】",
      "zh_TW": "【佛告阿難。法藏比丘。說此頌已。應時普地六種震動。】"
    },
    {
      "id": "02-012-0030_p0036",
      "zh_CN": "这就是「大千应感动」，他真的立刻就感应现前。",
      "zh_TW": "這就是「大千應感動」，他真的立刻就感應現前。"
    },
    {
      "id": "02-012-0030_p0037",
      "zh_CN": "【天雨妙华。以散其上。】",
      "zh_TW": "【天雨妙華。以散其上。】"
    },
    {
      "id": "02-012-0030_p0038",
      "zh_CN": "果然天神在空中雨花，感应太快了。",
      "zh_TW": "果然天神在空中雨花，感應太快了。"
    },
    {
      "id": "02-012-0030_p0039",
      "zh_CN": "【自然音乐空中赞言。决定必成无上正觉。】",
      "zh_TW": "【自然音樂空中讚言。決定必成無上正覺。】"
    },
    {
      "id": "02-012-0030_p0040",
      "zh_CN": "这是天神、菩萨都来给他做证明。",
      "zh_TW": "這是天神、菩薩都來給他做證明。"
    },
    {
      "id": "02-012-0030_p0041",
      "zh_CN": "底下一章是叙说菩萨累劫的修行，这都是说的阿弥陀佛在因地上，他怎么个修的。像这些地方，我们要特别注意，要认真的去学习。我们今天在因地，佛当时在因地用什么方法修，我们今天也在因地，应当要学习，所以底下这一章就非常重要了。",
      "zh_TW": "底下一章是敘說菩薩累劫的修行，這都是說的阿彌陀佛在因地上，他怎麼個修的。像這些地方，我們要特別注意，要認真的去學習。我們今天在因地，佛當時在因地用什麼方法修，我們今天也在因地，應當要學習，所以底下這一章就非常重要了。"
    },
    {
      "id": "02-012-0030_p0042",
      "zh_CN": "【阿难。】",
      "zh_TW": "【阿難。】"
    },
    {
      "id": "02-012-0030_p0043",
      "zh_CN": "这是释迦牟尼佛叫着阿难尊者，凡是叫他的名字，下面的说话就非常重要，叫名字是提醒他；阿难是我们大家的代表，叫他也就等于叫我们是一样的，叫我们要特别留意，底下有重要的开示。",
      "zh_TW": "這是釋迦牟尼佛叫著阿難尊者，凡是叫他的名字，下面的說話就非常重要，叫名字是提醒他；阿難是我們大家的代表，叫他也就等於叫我們是一樣的，叫我們要特別留意，底下有重要的開示。"
    },
    {
      "id": "02-012-0030_p0044",
      "zh_CN": "【法藏比丘。于世自在王如来前。及诸天人大众之中。发斯弘誓愿已。】",
      "zh_TW": "【法藏比丘。於世自在王如來前。及諸天人大眾之中。發斯弘誓願已。】"
    },
    {
      "id": "02-012-0030_p0045",
      "zh_CN": "这是讲他四十八愿。",
      "zh_TW": "這是講他四十八願。"
    },
    {
      "id": "02-012-0030_p0046",
      "zh_CN": "【住真实慧。】",
      "zh_TW": "【住真實慧。】"
    },
    {
      "id": "02-012-0030_p0047",
      "zh_CN": "这就是我们要学的地方。本经讲的三种真实，这是第三种，我们在这个地方看到了；前面读过「开化显示真实之际」、「惠以众生真实之利」，那个两种都是境界，都是事实。如何才能达到这个境界？这里教给我们的方法，一定要『住真实慧』。「真」是说的行，表现在我们日常行为之中，决定不是虚妄的。可见得佛法确确实实是建立在真实慧的基础上，绝对不是情执，不是妄情，不是执着。",
      "zh_TW": "這就是我們要學的地方。本經講的三種真實，這是第三種，我們在這個地方看到了；前面讀過「開化顯示真實之際」、「惠以眾生真實之利」，那個兩種都是境界，都是事實。如何才能達到這個境界？這裡教給我們的方法，一定要『住真實慧』。「真」是說的行，表現在我們日常行為之中，決定不是虛妄的。可見得佛法確確實實是建立在真實慧的基礎上，絕對不是情執，不是妄情，不是執著。"
    },
    {
      "id": "02-012-0030_p0048",
      "zh_CN": "【勇猛精进。一向专志庄严妙土。】",
      "zh_TW": "【勇猛精進。一向專志莊嚴妙土。】"
    },
    {
      "id": "02-012-0030_p0049",
      "zh_CN": "他这个西方极乐世界是这么成就的，是真实智慧、『勇猛精进』、『一向专志』成就极乐世界这个道场。",
      "zh_TW": "他這個西方極樂世界是這麼成就的，是真實智慧、『勇猛精進』、『一向專志』成就極樂世界這個道場。"
    },
    {
      "id": "02-012-0030_p0050",
      "zh_CN": "【所修佛国。】",
      "zh_TW": "【所修佛國。】"
    },
    {
      "id": "02-012-0030_p0051",
      "zh_CN": "『佛国』就是极乐世界。",
      "zh_TW": "『佛國』就是極樂世界。"
    },
    {
      "id": "02-012-0030_p0052",
      "zh_CN": "【开廓广大。超胜独妙。建立常然。无衰无变。】",
      "zh_TW": "【開廓廣大。超勝獨妙。建立常然。無衰無變。】"
    },
    {
      "id": "02-012-0030_p0053",
      "zh_CN": "经文虽然只有四句，已经将西方极乐世界那个轮廓给我们描绘出来了。第一句说他这个世界大。大到什么程度，没有办法计算，也没有法子说的出来，这个世界之大。不但这个世界之大不可思议，就是这十劫当中，他所成就的这些学生人数之多，我们在前面读过，也没有一个人能够计算的出来。我们这个世间的人口，经过调查有四十几亿，可以统计的出来；西方世界没有法子能够计算的出来，可见得那个世界确实是大。",
      "zh_TW": "經文雖然只有四句，已經將西方極樂世界那個輪廓給我們描繪出來了。第一句說他這個世界大。大到什麼程度，沒有辦法計算，也沒有法子說的出來，這個世界之大。不但這個世界之大不可思議，就是這十劫當中，他所成就的這些學生人數之多，我們在前面讀過，也沒有一個人能夠計算的出來。我們這個世間的人口，經過調查有四十幾億，可以統計的出來；西方世界沒有法子能夠計算的出來，可見得那個世界確實是大。"
    },
    {
      "id": "02-012-0030_p0054",
      "zh_CN": "『超胜独妙』，「超」是超越，超越一切诸佛的刹土；「胜」是胜过，胜过一切诸佛的国土，显示出西方极乐世界独特奇妙。",
      "zh_TW": "『超勝獨妙』，「超」是超越，超越一切諸佛的剎土；「勝」是勝過，勝過一切諸佛的國土，顯示出西方極樂世界獨特奇妙。"
    },
    {
      "id": "02-012-0030_p0055",
      "zh_CN": "它到底哪些地方超胜？哪些地方独妙？下面两句给我们说出来了。『建立常然』，这就超胜、就独妙了。为什么？十方刹土，可以说都是无常的，都是变化的。有情的众生有「生老病死」，动物有生老病死，有生老病死是无常；植物有「生住异灭」，春生、夏长、秋收、冬藏，它变化的；矿物有「成住坏空」，无常！这个世间小的变化，沧海桑田；大的变化，星球的成住坏空，都是无常的。西方极乐世界建立常然，换句话说，那一边有情的众生不生不灭，这里讲长生不老，这是很奇怪的，跟其他世界不一样的；它们那边的植物、那边的树、那边的花不会凋零的，样样都是长久的，都不会有变化的。『无衰无变』，决定没有衰退，决定没有变化，这就是它超胜独妙之处。",
      "zh_TW": "它到底哪些地方超勝？哪些地方獨妙？下面兩句給我們說出來了。『建立常然』，這就超勝、就獨妙了。為什麼？十方剎土，可以說都是無常的，都是變化的。有情的眾生有「生老病死」，動物有生老病死，有生老病死是無常；植物有「生住異滅」，春生、夏長、秋收、冬藏，它變化的；礦物有「成住壞空」，無常！這個世間小的變化，滄海桑田；大的變化，星球的成住壞空，都是無常的。西方極樂世界建立常然，換句話說，那一邊有情的眾生不生不滅，這裡講長生不老，這是很奇怪的，跟其他世界不一樣的；它們那邊的植物、那邊的樹、那邊的花不會凋零的，樣樣都是長久的，都不會有變化的。『無衰無變』，決定沒有衰退，決定沒有變化，這就是它超勝獨妙之處。"
    },
    {
      "id": "02-012-0030_p0056",
      "zh_CN": "我们看到这个地方，这就叫我们生起仰慕之心，这不能不去！在这个世界纵然你长寿，年岁大了就衰老了；长寿是好，但是老苦不好。西方极乐世界长寿不老，我们的意愿就会达到了，永远不老，永远不生病，永远不愁生活，有这么多好的优越条件，怎么能不去！",
      "zh_TW": "我們看到這個地方，這就叫我們生起仰慕之心，這不能不去！在這個世界縱然你長壽，年歲大了就衰老了；長壽是好，但是老苦不好。西方極樂世界長壽不老，我們的意願就會達到了，永遠不老，永遠不生病，永遠不愁生活，有這麼多好的優越條件，怎麼能不去！"
    },
    {
      "id": "02-012-0030_p0057",
      "zh_CN": "底下要叙说它这个超胜独妙的来由，它怎么来的？为什么其他诸佛世界里头没有？",
      "zh_TW": "底下要敘說它這個超勝獨妙的來由，它怎麼來的？為什麼其他諸佛世界裡頭沒有？"
    },
    {
      "id": "02-012-0030_p0058",
      "zh_CN": "【于无量劫。积植德行。】",
      "zh_TW": "【於無量劫。積植德行。】"
    },
    {
      "id": "02-012-0030_p0059",
      "zh_CN": "这一句使我们明白了，阿弥陀佛成佛到今天十劫，在这个经上给我们讲的『于无量劫，积植德行』；换句话说，阿弥陀佛在西方极乐世界示现成佛，不是真的他刚刚成佛，不是的，他久远劫就成佛了。西方极乐世界是他的化土，就像释迦牟尼佛三千年前在我们世间成佛这个状况相同。释迦牟尼佛什么时候成佛？《梵网经》上告诉我们，他老人家到这个世界上来示现成佛，这一次是第八千次。释迦是久远劫就成佛了，不是这一次八相成道，夜睹明星，恍然大悟。那是唱戏表演的，给我们看的。实际上，久远劫已经成佛了。阿弥陀佛也是如此，也是久远劫就成佛了，这一次示现在西方极乐世界。",
      "zh_TW": "這一句使我們明白了，阿彌陀佛成佛到今天十劫，在這個經上給我們講的『於無量劫，積植德行』；換句話說，阿彌陀佛在西方極樂世界示現成佛，不是真的他剛剛成佛，不是的，他久遠劫就成佛了。西方極樂世界是他的化土，就像釋迦牟尼佛三千年前在我們世間成佛這個狀況相同。釋迦牟尼佛什麼時候成佛？《梵網經》上告訴我們，他老人家到這個世界上來示現成佛，這一次是第八千次。釋迦是久遠劫就成佛了，不是這一次八相成道，夜睹明星，恍然大悟。那是唱戲表演的，給我們看的。實際上，久遠劫已經成佛了。阿彌陀佛也是如此，也是久遠劫就成佛了，這一次示現在西方極樂世界。"
    },
    {
      "id": "02-012-0030_p0060",
      "zh_CN": "西方极乐世界依正庄严，实实在在殊胜，要追究它殊胜的原因，这个地方给我们说出来了。他是连他过去无量劫中，「积植德行」，这一句是总说。什么是「德行」？",
      "zh_TW": "西方極樂世界依正莊嚴，實實在在殊勝，要追究它殊勝的原因，這個地方給我們說出來了。他是連他過去無量劫中，「積植德行」，這一句是總說。什麼是「德行」？"
    },
    {
      "id": "02-012-0030_p0061",
      "zh_CN": "【不起贪瞋痴欲诸想。】",
      "zh_TW": "【不起貪瞋痴欲諸想。】"
    },
    {
      "id": "02-012-0030_p0062",
      "zh_CN": "这是我们要学的。我们今天有这个念头，『想』就是念头，有贪瞋痴慢这些念头；人家不起，没这个念头，心多清净，这是属于定。",
      "zh_TW": "這是我們要學的。我們今天有這個念頭，『想』就是念頭，有貪瞋痴慢這些念頭；人家不起，沒這個念頭，心多清淨，這是屬於定。"
    },
    {
      "id": "02-012-0030_p0063",
      "zh_CN": "【不着色声香味触法。】",
      "zh_TW": "【不著色聲香味觸法。】"
    },
    {
      "id": "02-012-0030_p0064",
      "zh_CN": "『色声香味触法』是我们外面的环境，「色」是指眼所对的，都叫做色；眼睛能看的见的统统用这个字作代表。耳能够听的，就叫做「声」。所以「眼耳鼻舌身意」对外面的六种境界，「色声香味触法」，这是外境。外境有，外境存在，外境不执着，不着。这两句合起来看，内不动心，就是『不起贪瞋痴欲诸想』，外不着相。你要问，阿弥陀佛在无量劫当中，他修的是什么？就修这个东西，内不动心，外不着相。",
      "zh_TW": "『色聲香味觸法』是我們外面的環境，「色」是指眼所對的，都叫做色；眼睛能看的見的統統用這個字作代表。耳能夠聽的，就叫做「聲」。所以「眼耳鼻舌身意」對外面的六種境界，「色聲香味觸法」，這是外境。外境有，外境存在，外境不執著，不著。這兩句合起來看，內不動心，就是『不起貪瞋痴欲諸想』，外不著相。你要問，阿彌陀佛在無量劫當中，他修的是什麼？就修這個東西，內不動心，外不著相。"
    },
    {
      "id": "02-012-0030_p0065",
      "zh_CN": "实在讲，所有一切大乘法都是以这两句作为修学纲领，禅也是如此，净也是如此，密也是如此，教下里面止观还是修这个东西，离了这两句就不叫做佛法了。我们要想学佛，学佛就学这个东西。可是我们很想学，学不到，境界一现前，里面烦恼又起来了，外头有执着了。这个难，难在这里。我们看看人家怎么修的。",
      "zh_TW": "實在講，所有一切大乘法都是以這兩句作為修學綱領，禪也是如此，淨也是如此，密也是如此，教下裡面止觀還是修這個東西，離了這兩句就不叫做佛法了。我們要想學佛，學佛就學這個東西。可是我們很想學，學不到，境界一現前，裡面煩惱又起來了，外頭有執著了。這個難，難在這裡。我們看看人家怎麼修的。"
    },
    {
      "id": "02-012-0030_p0066",
      "zh_CN": "【但乐忆念。过去诸佛。所修善根。】",
      "zh_TW": "【但樂憶念。過去諸佛。所修善根。】"
    },
    {
      "id": "02-012-0030_p0067",
      "zh_CN": "这是提供我们一个方法。『乐』是爱好，「但乐」，我只爱好一桩，哪一桩？过去诸佛所修的善根。诸佛所修的善根是什么？佛佛相念，就是念佛。所以这一句里面教给我们一个方法，这一生当中唯爱念佛；除了喜欢念佛之外，其他的什么都放下了，这个提示不可思议。",
      "zh_TW": "這是提供我們一個方法。『樂』是愛好，「但樂」，我只愛好一樁，哪一樁？過去諸佛所修的善根。諸佛所修的善根是什麼？佛佛相念，就是念佛。所以這一句裡面教給我們一個方法，這一生當中唯愛念佛；除了喜歡念佛之外，其他的什麼都放下了，這個提示不可思議。"
    },
    {
      "id": "02-012-0030_p0068",
      "zh_CN": "佛在《观经》里面告诉我们，「是心是佛，是心作佛」。当一个人念佛的时候，心里面想佛的时候，是心即是三十二相八十随形好。所以经上常说「一切法从心想生」，我们想佛，不知不觉自己就变成佛了，就成佛了；想菩萨就成菩萨，想罗汉就成罗汉，想什么就成什么，一切法从心想生。所以佛在此地教我们念佛。",
      "zh_TW": "佛在《觀經》裡面告訴我們，「是心是佛，是心作佛」。當一個人念佛的時候，心裡面想佛的時候，是心即是三十二相八十隨形好。所以經上常說「一切法從心想生」，我們想佛，不知不覺自己就變成佛了，就成佛了；想菩薩就成菩薩，想羅漢就成羅漢，想什麼就成什麼，一切法從心想生。所以佛在此地教我們念佛。"
    },
    {
      "id": "02-012-0030_p0069",
      "zh_CN": "念佛，一切佛中，阿弥陀第一，这一点我们要知道，这是释迦牟尼佛在一切经里面常常赞叹的；而且世尊告诉我们，不但他一个人赞叹，十方一切诸佛没有一个不赞叹。世尊在本经里面告诉我们，阿弥陀佛是「光中极尊，佛中之王」，这是赞叹到极处了，没有比这个更高的了。所以我们念佛，释迦牟尼佛没有教我们念他，单单教我们念阿弥陀佛；释迦牟尼佛自己也念阿弥陀佛，这是佛对于我们的教导。",
      "zh_TW": "念佛，一切佛中，阿彌陀第一，這一點我們要知道，這是釋迦牟尼佛在一切經裡面常常讚歎的；而且世尊告訴我們，不但他一個人讚歎，十方一切諸佛沒有一個不讚歎。世尊在本經裡面告訴我們，阿彌陀佛是「光中極尊，佛中之王」，這是讚歎到極處了，沒有比這個更高的了。所以我們念佛，釋迦牟尼佛沒有教我們念他，單單教我們念阿彌陀佛；釋迦牟尼佛自己也念阿彌陀佛，這是佛對於我們的教導。"
    },
    {
      "id": "02-012-0030_p0070",
      "zh_CN": "【行寂静行。】",
      "zh_TW": "【行寂靜行。】"
    },
    {
      "id": "02-012-0030_p0071",
      "zh_CN": "『行』是行动，是行为。我们一个人在世间，不可能没有行为，不可能没有行动。我们要学佛，佛菩萨的「行」跟我们有什么不一样的？佛菩萨的行是不动的。这个不动不是说身不动，是说心不动。身动，心不动，这是佛菩萨。身有，心空，所以佛法、佛门用的标志用法轮作代表。轮就是圆，圆的作用是周，永远不停的在转动，它是一个动相。",
      "zh_TW": "『行』是行動，是行為。我們一個人在世間，不可能沒有行為，不可能沒有行動。我們要學佛，佛菩薩的「行」跟我們有什麼不一樣的？佛菩薩的行是不動的。這個不動不是說身不動，是說心不動。身動，心不動，這是佛菩薩。身有，心空，所以佛法、佛門用的標誌用法輪作代表。輪就是圓，圓的作用是周，永遠不停的在轉動，它是一個動相。"
    },
    {
      "id": "02-012-0030_p0072",
      "zh_CN": "动中有不动，不动是什么？圆心不动。圆是有，心没有，找不到圆心。心有没有？绝对有。在哪里？找不到。所以唯独这个圆能代表空有不二，动静一如，佛心是清净的，寂灭的，从来没有动过。我们通常讲「身口意」，意是不动的，意是清净寂灭的；身动，口也动，口为一切众生讲经说法，口在那里动；身也在那里动，身在那里表演，演说；但是心不动，这是我们要学习的。",
      "zh_TW": "動中有不動，不動是什麼？圓心不動。圓是有，心沒有，找不到圓心。心有沒有？絕對有。在哪裡？找不到。所以唯獨這個圓能代表空有不二，動靜一如，佛心是清淨的，寂滅的，從來沒有動過。我們通常講「身口意」，意是不動的，意是清淨寂滅的；身動，口也動，口為一切眾生講經說法，口在那裡動；身也在那裡動，身在那裡表演，演說；但是心不動，這是我們要學習的。"
    },
    {
      "id": "02-012-0030_p0073",
      "zh_CN": "【远离虚妄。】",
      "zh_TW": "【遠離虛妄。】"
    },
    {
      "id": "02-012-0030_p0074",
      "zh_CN": "什么叫『虚妄』？心动了就是「虚妄」的。心本来是不动的，怎么可以动。会动的不是真心，是妄心。妄心，佛在经上常讲叫生灭心，我们讲念头，一个念头起，一个念头灭，这是虚妄的；要「远离虚妄」。",
      "zh_TW": "什麼叫『虛妄』？心動了就是「虛妄」的。心本來是不動的，怎麼可以動。會動的不是真心，是妄心。妄心，佛在經上常講叫生滅心，我們講念頭，一個念頭起，一個念頭滅，這是虛妄的；要「遠離虛妄」。"
    },
    {
      "id": "02-012-0030_p0075",
      "zh_CN": "【依真谛门。植众德本。】",
      "zh_TW": "【依真諦門。植眾德本。】"
    },
    {
      "id": "02-012-0030_p0076",
      "zh_CN": "这个『真谛』就是我们现在所讲的真理，要依真实之理来种植德本。『德本』是什么？「本」是根本，能生万德，万德庄严，那个能生的才是根本。在本宗，「德本」就是一句名号，「南无阿弥陀佛」这六字是德本。这六个字，我们这个经讲到此地，虽然还没有讲圆满，如果一直来听，我相信同修逐渐逐渐能够体会到名号功德不可思议，所以这一句名号确确实实是众德的根本。专修这个法门，二六时中执持名号，用这一句名号帮助我们真正做到内不动心，就是内不起烦恼，所有一切分别执着统统不起，外不着相。内不动心，外不着相，就用这一句阿弥陀佛，用这个方法来修。实在讲八万四千法门统统是修内不动心、外不着相，都修这个。",
      "zh_TW": "這個『真諦』就是我們現在所講的真理，要依真實之理來種植德本。『德本』是什麼？「本」是根本，能生萬德，萬德莊嚴，那個能生的才是根本。在本宗，「德本」就是一句名號，「南無阿彌陀佛」這六字是德本。這六個字，我們這個經講到此地，雖然還沒有講圓滿，如果一直來聽，我相信同修逐漸逐漸能夠體會到名號功德不可思議，所以這一句名號確確實實是眾德的根本。專修這個法門，二六時中執持名號，用這一句名號幫助我們真正做到內不動心，就是內不起煩惱，所有一切分別執著統統不起，外不著相。內不動心，外不著相，就用這一句阿彌陀佛，用這個方法來修。實在講八萬四千法門統統是修內不動心、外不著相，都修這個。"
    },
    {
      "id": "02-012-0030_p0077",
      "zh_CN": "一切法门比较起来，这个法门容易，这个里头容易；容易的道理，真正透彻明了的人还不多。一般人，方法容易，一句「阿弥陀佛」都会念，随时随地也会念，行住坐卧都可以念，这的确很方便，他们只能够领略到此地；更深一层，他不知道了。这一句名号，阿弥陀佛神力加持，十方所有一切诸佛如来威神加持，这个大家不知道，这是其他一切法门跟这个名号功德不能比的，就在此地。",
      "zh_TW": "一切法門比較起來，這個法門容易，這個裡頭容易；容易的道理，真正透徹明瞭的人還不多。一般人，方法容易，一句「阿彌陀佛」都會念，隨時隨地也會念，行住坐臥都可以念，這的確很方便，他們只能夠領略到此地；更深一層，他不知道了。這一句名號，阿彌陀佛神力加持，十方所有一切諸佛如來威神加持，這個大家不知道，這是其他一切法門跟這個名號功德不能比的，就在此地。"
    },
    {
      "id": "02-012-0030_p0078",
      "zh_CN": "【不计众苦。少欲知足。专求白法。惠利群生。志愿无倦。忍力成就。】",
      "zh_TW": "【不計眾苦。少欲知足。專求白法。惠利群生。志願無倦。忍力成就。】"
    },
    {
      "id": "02-012-0030_p0079",
      "zh_CN": "像这些地方，我们在日常生活当中就能用得上。一切苦难不要去计较，逆来顺受。苦难是有原因的，如果你要是知道因缘，你就会甘心情愿去忍受了，都是过去今生所造不善业的感召，怎么能怪人！我们如何面对现实？就是不要去计较，专心念佛。",
      "zh_TW": "像這些地方，我們在日常生活當中就能用得上。一切苦難不要去計較，逆來順受。苦難是有原因的，如果你要是知道因緣，你就會甘心情願去忍受了，都是過去今生所造不善業的感召，怎麼能怪人！我們如何面對現實？就是不要去計較，專心念佛。"
    },
    {
      "id": "02-012-0030_p0080",
      "zh_CN": "『少欲知足』，会减轻烦恼；我的欲望很少，我能够知足。每一天三餐饭能吃得饱，衣服可以穿得暖，有个小房子能遮蔽风雨，足了！还要什么？知足就常乐。你知足，你求的就少；你求的愈少，你就愈自在、愈快乐，真正能做到于人无争，于世无求，你比神仙还快乐。你这个心才容易得定，内不动心，外不着相，才能够达到。",
      "zh_TW": "『少欲知足』，會減輕煩惱；我的欲望很少，我能夠知足。每一天三餐飯能吃得飽，衣服可以穿得暖，有個小房子能遮蔽風雨，足了！還要什麼？知足就常樂。你知足，你求的就少；你求的愈少，你就愈自在、愈快樂，真正能做到於人無爭，於世無求，你比神仙還快樂。你這個心才容易得定，內不動心，外不著相，才能夠達到。"
    },
    {
      "id": "02-012-0030_p0081",
      "zh_CN": "『专求白法』。这个「白」是古印度人常用的，我们中国人常用善恶，善法、恶法，印度人用白法、黑法，白就是善，黑就叫做恶。所以他们讲白业、黑业，业是造业的业，白业就是善业，黑业就是恶业。「专求白法」，这是自利的，对自己专求善法。这个善，刚才跟诸位说过了，不是善恶之善，善恶之善那个善不是真善，善恶两边都离开，这就真善了，这才叫白法。",
      "zh_TW": "『專求白法』。這個「白」是古印度人常用的，我們中國人常用善惡，善法、惡法，印度人用白法、黑法，白就是善，黑就叫做惡。所以他們講白業、黑業，業是造業的業，白業就是善業，黑業就是惡業。「專求白法」，這是自利的，對自己專求善法。這個善，剛才跟諸位說過了，不是善惡之善，善惡之善那個善不是真善，善惡兩邊都離開，這就真善了，這才叫白法。"
    },
    {
      "id": "02-012-0030_p0082",
      "zh_CN": "『惠利群生』，这是讲对人。前面一个是对自己，这一句是对别人；前面是自受用，这一句是讲他受用。我们如何对别人？「惠利群生」，「惠」是惠施，就是布施；「利」是利益，要利益众生；去做这个事情，舍己为人，就是这个意思。",
      "zh_TW": "『惠利群生』，這是講對人。前面一個是對自己，這一句是對別人；前面是自受用，這一句是講他受用。我們如何對別人？「惠利群生」，「惠」是惠施，就是布施；「利」是利益，要利益眾生；去做這個事情，捨己為人，就是這個意思。"
    },
    {
      "id": "02-012-0030_p0083",
      "zh_CN": "『志愿无倦』，不疲不厌，认真努力的去做。我们要问，什么力量推动他在那里做？这是真实的智慧，就是前面讲住真实慧，勇猛精进。什么力量推动？是真实的智慧。所以他自行化他，不疲不厌。",
      "zh_TW": "『志願無倦』，不疲不厭，認真努力的去做。我們要問，什麼力量推動他在那裡做？這是真實的智慧，就是前面講住真實慧，勇猛精進。什麼力量推動？是真實的智慧。所以他自行化他，不疲不厭。"
    },
    {
      "id": "02-012-0030_p0084",
      "zh_CN": "『忍力成就』，成就菩萨六度里面的忍辱波罗蜜，难忍能忍。",
      "zh_TW": "『忍力成就』，成就菩薩六度裡面的忍辱波羅蜜，難忍能忍。"
    },
    {
      "id": "02-012-0030_p0085",
      "zh_CN": "【于诸有情。常怀慈忍。】",
      "zh_TW": "【於諸有情。常懷慈忍。】"
    },
    {
      "id": "02-012-0030_p0086",
      "zh_CN": "『诸有情』是讲一切众生，特别是苦难的众生、造作恶业的众生、迷惑颠倒的众生，总是以一种悲悯的心态去看他、去对待他。",
      "zh_TW": "『諸有情』是講一切眾生，特別是苦難的眾生、造作惡業的眾生、迷惑顛倒的眾生，總是以一種悲憫的心態去看他、去對待他。"
    },
    {
      "id": "02-012-0030_p0087",
      "zh_CN": "【和颜爱语。】",
      "zh_TW": "【和顏愛語。】"
    },
    {
      "id": "02-012-0030_p0088",
      "zh_CN": "这是态度，态度温和。『慈忍』就是很有耐心，和颜悦色。这个『爱语』不是说好听的话，这两个字不能错会了意思，是真正爱护他的言语，这就是对他有真正利益的。真正利益他，骂他、教训他，都是爱语；你要不真的爱他，你何必去骂他、去管他？所以「爱语」不是说好听的话，是真正利益他，帮助他破迷开悟，这是爱语。像佛在经典里面跟我们说的，句句都是爱语。",
      "zh_TW": "這是態度，態度溫和。『慈忍』就是很有耐心，和顏悅色。這個『愛語』不是說好聽的話，這兩個字不能錯會了意思，是真正愛護他的言語，這就是對他有真正利益的。真正利益他，罵他、教訓他，都是愛語；你要不真的愛他，你何必去罵他、去管他？所以「愛語」不是說好聽的話，是真正利益他，幫助他破迷開悟，這是愛語。像佛在經典裡面跟我們說的，句句都是愛語。"
    },
    {
      "id": "02-012-0030_p0089",
      "zh_CN": "【劝谕策进。】",
      "zh_TW": "【勸諭策進。】"
    },
    {
      "id": "02-012-0030_p0090",
      "zh_CN": "『劝』是劝勉，『谕』是晓谕，就是开导。劝他，开导他，勉励他，『策进』就是勉励的意思。这是教我们在日常生活当中处世应当有的心态，所以在这一品里面，我们学的东西很多很多。佛法确确实实教导我们在这一生当中，得到真正的幸福快乐。你照这个去做，怎么不幸福！怎么不快乐！家庭美满，社会和谐，统统可以达到。这是真实的教育，最完善的教学。",
      "zh_TW": "『勸』是勸勉，『諭』是曉諭，就是開導。勸他，開導他，勉勵他，『策進』就是勉勵的意思。這是教我們在日常生活當中處世應當有的心態，所以在這一品裡面，我們學的東西很多很多。佛法確確實實教導我們在這一生當中，得到真正的幸福快樂。你照這個去做，怎麼不幸福！怎麼不快樂！家庭美滿，社會和諧，統統可以達到。這是真實的教育，最完善的教學。"
    },
    {
      "id": "02-012-0030_p0091",
      "zh_CN": "【恭敬三宝。奉事师长。无有虚伪谄曲之心。】",
      "zh_TW": "【恭敬三寶。奉事師長。無有虛偽諂曲之心。】"
    },
    {
      "id": "02-012-0030_p0092",
      "zh_CN": "教学的大根大本，就在这四句。世法教学，我们看中国过去的儒家，中国从汉高祖建立政权之后，就以孔孟的教学作为国家教育的方针，一直到前清，真的是一脉相承，所以尊称孔老夫子为大成至圣先师。儒家教学，这个「敬」摆在第一个，我们翻开《礼记》，《礼记》里头第一句话就是「曲礼曰，毋不敬」；佛经里面，你看课诵本里面，我们翻开许多忏悔文，第一句是「一切恭敬」；普贤菩萨十大愿王，第一句「礼敬诸佛」；都是把这个「敬」摆在第一个。所以你要问什么叫教育？教育是教孝教敬，孝敬是教育的大根大本。",
      "zh_TW": "教學的大根大本，就在這四句。世法教學，我們看中國過去的儒家，中國從漢高祖建立政權之後，就以孔孟的教學作為國家教育的方針，一直到前清，真的是一脈相承，所以尊稱孔老夫子為大成至聖先師。儒家教學，這個「敬」擺在第一個，我們翻開《禮記》，《禮記》裡頭第一句話就是「曲禮曰，毋不敬」；佛經裡面，你看課誦本裡面，我們翻開許多懺悔文，第一句是「一切恭敬」；普賢菩薩十大願王，第一句「禮敬諸佛」；都是把這個「敬」擺在第一個。所以你要問什麼叫教育？教育是教孝教敬，孝敬是教育的大根大本。"
    },
    {
      "id": "02-012-0030_p0093",
      "zh_CN": "今天世间为什么这么乱？还要乱，众生还有很大的苦难在后面。原因在哪里？孝敬没有了。你今天跟人讲，人家不相信，人家说这个思想是封建的思想，这个思想是落伍的思想。换句话说，不要孝，不要敬，天下大乱！几时大家能把儒佛教学的真面目再重新看清楚了，重新肯定了，世界才有和平的一天，这个世界才会慢慢恢复到好的秩序。如果孝敬不要了，要想天下太平，社会安定，不可能！",
      "zh_TW": "今天世間為什麼這麼亂？還要亂，眾生還有很大的苦難在後面。原因在哪裡？孝敬沒有了。你今天跟人講，人家不相信，人家說這個思想是封建的思想，這個思想是落伍的思想。換句話說，不要孝，不要敬，天下大亂！幾時大家能把儒佛教學的真面目再重新看清楚了，重新肯定了，世界才有和平的一天，這個世界才會慢慢恢復到好的秩序。如果孝敬不要了，要想天下太平，社會安定，不可能！"
    },
    {
      "id": "02-012-0030_p0094",
      "zh_CN": "这是教育，无关什么专制独裁、民主，与这个都不相干；不管是什么样的政治体制都不能离开孝敬。《学记》里面讲得很清楚，「建国君民，教学为先」。建立一个国家，领导老百姓，哪一条最重要？教育最重要。教什么？教孝亲尊师。我们接受佛的教育，佛教给我们什么？教给我们孝亲，教给我们尊师，『恭敬三宝』。",
      "zh_TW": "這是教育，無關什麼專制獨裁、民主，與這個都不相干；不管是什麼樣的政治體制都不能離開孝敬。《學記》裡面講得很清楚，「建國君民，教學為先」。建立一個國家，領導老百姓，哪一條最重要？教育最重要。教什麼？教孝親尊師。我們接受佛的教育，佛教給我們什麼？教給我們孝親，教給我們尊師，『恭敬三寶』。"
    },
    {
      "id": "02-012-0030_p0095",
      "zh_CN": "「三宝」，最重要的是自性三宝。换句话说，首先要恭敬谁？要恭敬你自己，换句话说，人要自重，要自爱。这句话就是这个意思，一定要自重自爱。",
      "zh_TW": "「三寶」，最重要的是自性三寶。換句話說，首先要恭敬誰？要恭敬你自己，換句話說，人要自重，要自愛。這句話就是這個意思，一定要自重自愛。"
    },
    {
      "id": "02-012-0030_p0096",
      "zh_CN": "三宝是「觉正净」，佛是自性觉，法是自性正，僧是自性净，就是自性清净心，这是我们自性三宝，这个最重要，要恭敬。在日常生活当中，念念要想到我是不是觉悟了？不觉就迷，觉就不迷了。我是不是正知正见？我的思想见解纯不纯正？不纯就邪。我的心清不清净？不清净就污染了。「觉正净」是三宝。",
      "zh_TW": "三寶是「覺正淨」，佛是自性覺，法是自性正，僧是自性淨，就是自性清淨心，這是我們自性三寶，這個最重要，要恭敬。在日常生活當中，念念要想到我是不是覺悟了？不覺就迷，覺就不迷了。我是不是正知正見？我的思想見解純不純正？不純就邪。我的心清不清淨？不清淨就污染了。「覺正淨」是三寶。"
    },
    {
      "id": "02-012-0030_p0097",
      "zh_CN": "自性三宝外面有住持三宝，这是有形相的。住持三宝的作用在哪里？作用在时时提醒自性三宝，作用在此地。我们接受佛教育，以佛为师，我们供养佛像，见到佛像有两个意思：第一个意思是不忘本，是纪念的意思。佛是我们根本的老师，这个教学是他老人家传下来的，是纪念，念念不忘的意思。供养佛像是这个意思。第二，是更重要的意思，提醒自性觉。佛是什么？佛是觉而不迷，我今天从早到晚，对人对事对物，我有没有迷惑？这个佛像就时时刻刻在提醒我，我要在一切时一切处，一切顺逆境界当中，都要保持觉而不迷，保持心地清净，不受污染，保持纯正的思想见解，这叫「恭敬三宝」。",
      "zh_TW": "自性三寶外面有住持三寶，這是有形相的。住持三寶的作用在哪裡？作用在時時提醒自性三寶，作用在此地。我們接受佛教育，以佛為師，我們供養佛像，見到佛像有兩個意思：第一個意思是不忘本，是紀念的意思。佛是我們根本的老師，這個教學是他老人家傳下來的，是紀念，念念不忘的意思。供養佛像是這個意思。第二，是更重要的意思，提醒自性覺。佛是什麼？佛是覺而不迷，我今天從早到晚，對人對事對物，我有沒有迷惑？這個佛像就時時刻刻在提醒我，我要在一切時一切處，一切順逆境界當中，都要保持覺而不迷，保持心地清淨，不受污染，保持純正的思想見解，這叫「恭敬三寶」。"
    },
    {
      "id": "02-012-0030_p0098",
      "zh_CN": "『奉事师长』。「师长」是老师。这样良好的教学，我从哪里得来的？从老师那里得来。如何奉事师长？师长对我的教导，我能够理解，我能够照做，依教奉行，这是「奉事师长」。老师对我的期望，我能够不辜负他，这是对老师的奉事，这个要知道。",
      "zh_TW": "『奉事師長』。「師長」是老師。這樣良好的教學，我從哪裡得來的？從老師那裡得來。如何奉事師長？師長對我的教導，我能夠理解，我能夠照做，依教奉行，這是「奉事師長」。老師對我的期望，我能夠不辜負他，這是對老師的奉事，這個要知道。"
    },
    {
      "id": "02-012-0030_p0099",
      "zh_CN": "绝对不是在生活上来照顾，这当然是应该的，那是小事。一个真正的好老师，生活一定很简单的，为什么？因为他少欲知足，一定是非常节俭。我们中国人所说的清高，清就贫，生活一定过得很清苦，他真正做到少欲知足，真正做到于人无争，于世无求。所以他心是定的，是清净的，他看到一切事物看的比别人清楚。俗话常说「当局者迷，旁观者清」，他在这个世间他是旁观者，他不当局；所谓不当局，这个世间对他讲没有利害，所以他的心就清净了，他看的就明白了。一般人在这个世间为什么看不清楚是非得失？他有利害，有得失，有取予，所以他思考一个问题，统统站在自私自利的角度里面来衡量，所以事实的真相往往就有很大的距离，有差距。",
      "zh_TW": "絕對不是在生活上來照顧，這當然是應該的，那是小事。一個真正的好老師，生活一定很簡單的，為什麼？因為他少欲知足，一定是非常節儉。我們中國人所說的清高，清就貧，生活一定過得很清苦，他真正做到少欲知足，真正做到於人無爭，於世無求。所以他心是定的，是清淨的，他看到一切事物看的比別人清楚。俗話常說「當局者迷，旁觀者清」，他在這個世間他是旁觀者，他不當局；所謂不當局，這個世間對他講沒有利害，所以他的心就清淨了，他看的就明白了。一般人在這個世間為什麼看不清楚是非得失？他有利害，有得失，有取予，所以他思考一個問題，統統站在自私自利的角度裡面來衡量，所以事實的真相往往就有很大的距離，有差距。"
    },
    {
      "id": "02-012-0030_p0100",
      "zh_CN": "『无有虚伪谄曲之心』，这是事师之道。我们对待老师要真诚，然后以这样真诚之心来对一切人、对一切事、对一切物；绝对不是说，只有对老师不可以虚伪谄曲，对其他的人就可以，那就错了。从老师这里学，学到之后能够应用在生活上，处人接物统统要遵守老师的教诫。",
      "zh_TW": "『無有虛偽諂曲之心』，這是事師之道。我們對待老師要真誠，然後以這樣真誠之心來對一切人、對一切事、對一切物；絕對不是說，只有對老師不可以虛偽諂曲，對其他的人就可以，那就錯了。從老師這裡學，學到之後能夠應用在生活上，處人接物統統要遵守老師的教誡。"
    },
    {
      "id": "02-012-0030_p0101",
      "zh_CN": "【庄严众行。轨范具足。】",
      "zh_TW": "【莊嚴眾行。軌範具足。】"
    },
    {
      "id": "02-012-0030_p0102",
      "zh_CN": "『庄严』就是我们今天讲的「真善美慧」，美好，完美而没有缺陷，这是「庄严」。无论在任何一个方面，你都做得非常的完美，能够为一切大众的表率。『轨范』，「轨」是轨道，「范」是模范，你可以作为这个社会大众的榜样，大众的模范。",
      "zh_TW": "『莊嚴』就是我們今天講的「真善美慧」，美好，完美而沒有缺陷，這是「莊嚴」。無論在任何一個方面，你都做得非常的完美，能夠為一切大眾的表率。『軌範』，「軌」是軌道，「範」是模範，你可以作為這個社會大眾的榜樣，大眾的模範。"
    },
    {
      "id": "02-012-0030_p0103",
      "zh_CN": "这一句里面的含义无尽的深广。你是一个佛弟子，你是佛弟子当中的模范；你是一个公司的老板，你是所有一切公司老板的典范；如果你是员工，你是员工之中的模范；你是家庭主妇，你是所有一切家庭主妇的典范，是这个意思。你今天在这个社会上，是什么样的身分、是什么样的地位，统统是所有一切众生模范榜样，这是佛法。所以佛的教学，弟子里面是各行各业、男女老少统统有，没有一个不是「轨范具足」，各个皆是。",
      "zh_TW": "這一句裡面的含義無盡的深廣。你是一個佛弟子，你是佛弟子當中的模範；你是一個公司的老闆，你是所有一切公司老闆的典範；如果你是員工，你是員工之中的模範；你是家庭主婦，你是所有一切家庭主婦的典範，是這個意思。你今天在這個社會上，是什麼樣的身分、是什麼樣的地位，統統是所有一切眾生模範榜樣，這是佛法。所以佛的教學，弟子裡面是各行各業、男女老少統統有，沒有一個不是「軌範具足」，各個皆是。"
    },
    {
      "id": "02-012-0030_p0104",
      "zh_CN": "这两句是老师对于学生的期望，我们有没有做到？有没有辜负老师？回头想想我们自己在学业，我们学某一个科系，学成之后，在社会上我们从事某一种行业，要满足佛对我们的期望。「庄严众行」，行就是行业，或者我们中国人讲的行业，就是这个意思；各行各业都是典范。所以是菩萨住世。",
      "zh_TW": "這兩句是老師對於學生的期望，我們有沒有做到？有沒有辜負老師？回頭想想我們自己在學業，我們學某一個科系，學成之後，在社會上我們從事某一種行業，要滿足佛對我們的期望。「莊嚴眾行」，行就是行業，或者我們中國人講的行業，就是這個意思；各行各業都是典範。所以是菩薩住世。"
    },
    {
      "id": "02-012-0030_p0105",
      "zh_CN": "【观法如化。三昧常寂。】",
      "zh_TW": "【觀法如化。三昧常寂。】"
    },
    {
      "id": "02-012-0030_p0106",
      "zh_CN": "这是智慧，第一句是智慧，真实的智慧，教我们建立正确的人生宇宙观。人生宇宙真相如何？幻化无常。『法』是一切法，就是我们今天讲的人生宇宙，是幻化无常的。因此你不要去计较，你也不要去认真；你认真计较，那你叫自找苦吃，那叫迷惑颠倒。知道事实真相，自然心就定了，就不计较、不执着，真正能放下，放下就自在。",
      "zh_TW": "這是智慧，第一句是智慧，真實的智慧，教我們建立正確的人生宇宙觀。人生宇宙真相如何？幻化無常。『法』是一切法，就是我們今天講的人生宇宙，是幻化無常的。因此你不要去計較，你也不要去認真；你認真計較，那你叫自找苦吃，那叫迷惑顛倒。知道事實真相，自然心就定了，就不計較、不執著，真正能放下，放下就自在。"
    },
    {
      "id": "02-012-0030_p0107",
      "zh_CN": "『三昧常寂』，「三昧」是梵语音译的，翻成中国意思叫正受，就是正常的享受。正常的享受是什么？内不起念，外不着相，就是正常的享受。内里面起心动念，外有执着，这个享受就不正常。所以说「苦乐忧喜」都不是正常的享受，正常的享受是「苦乐忧喜」统统没有；也就是我们一般讲的禅定，我们净土宗讲的一心不乱，这个一心不乱就是正常的享受。所以「三昧常寂」，心地是清净寂灭的，没有一个妄念。",
      "zh_TW": "『三昧常寂』，「三昧」是梵語音譯的，翻成中國意思叫正受，就是正常的享受。正常的享受是什麼？內不起念，外不著相，就是正常的享受。內裡面起心動念，外有執著，這個享受就不正常。所以說「苦樂憂喜」都不是正常的享受，正常的享受是「苦樂憂喜」統統沒有；也就是我們一般講的禪定，我們淨土宗講的一心不亂，這個一心不亂就是正常的享受。所以「三昧常寂」，心地是清淨寂滅的，沒有一個妄念。"
    },
    {
      "id": "02-012-0030_p0108",
      "zh_CN": "【善护口业。不讥他过。】",
      "zh_TW": "【善護口業。不譏他過。】"
    },
    {
      "id": "02-012-0030_p0109",
      "zh_CN": "表现在外面。前面两句，「观法如化，三昧常寂」，这是内在的功夫，智慧。「观法如化」是慧，「三昧常寂」是定，你真的有定有慧，表现在外面、在行为上，自自然然的就『善护口业，不讥他过』，见到一切人的过失，不会说。",
      "zh_TW": "表現在外面。前面兩句，「觀法如化，三昧常寂」，這是內在的功夫，智慧。「觀法如化」是慧，「三昧常寂」是定，你真的有定有慧，表現在外面、在行為上，自自然然的就『善護口業，不譏他過』，見到一切人的過失，不會說。"
    },
    {
      "id": "02-012-0030_p0110",
      "zh_CN": "实在是不见别人过失。你看六祖大师《坛经》上说得好，「若真修道人，不见世间过」。你晓得，为什么不见世间过？「观法如化」，哪来的过！没有过，也没有功；没有恶，也没有善；他心境是平等的，因为他根本没有分别执着，哪来的善恶、是非、真假，统统都没有。一切善恶是非真假是你们世间人在虚妄分别；修道人再不搞这个，所以根本就不见了，见不到了，他当然不会说别人过失，「不讥他过」。",
      "zh_TW": "實在是不見別人過失。你看六祖大師《壇經》上說得好，「若真修道人，不見世間過」。你曉得，為什麼不見世間過？「觀法如化」，哪來的過！沒有過，也沒有功；沒有惡，也沒有善；他心境是平等的，因為他根本沒有分別執著，哪來的善惡、是非、真假，統統都沒有。一切善惡是非真假是你們世間人在虛妄分別；修道人再不搞這個，所以根本就不見了，見不到了，他當然不會說別人過失，「不譏他過」。"
    },
    {
      "id": "02-012-0030_p0111",
      "zh_CN": "【善护身业。不失律仪。】",
      "zh_TW": "【善護身業。不失律儀。】"
    },
    {
      "id": "02-012-0030_p0112",
      "zh_CN": "『律仪』，用我们现在的话来讲就是风度，礼节规矩，自自然然符合，不失礼，不犯过，『身业』。",
      "zh_TW": "『律儀』，用我們現在的話來講就是風度，禮節規矩，自自然然符合，不失禮，不犯過，『身業』。"
    },
    {
      "id": "02-012-0030_p0113",
      "zh_CN": "【善护意业。清净无染。】",
      "zh_TW": "【善護意業。清淨無染。】"
    },
    {
      "id": "02-012-0030_p0114",
      "zh_CN": "『意』是心地，心地清净，绝对不会被外面境界所污染。这个外境怎么污染？执着就污染了。六根对外面六尘境界，顺自己意思起欢喜心了，被污染了，欢喜污染了；不顺意思生起烦恼了，被烦恼污染了。诸位要晓得，「喜怒哀乐爱恶欲」，七情五欲都是污染，你的心就不清净了；远离七情五欲，心就清净了，就不会被污染了。这个是表现在外面，所以你无论从事哪一个行业，才是真正的典范。",
      "zh_TW": "『意』是心地，心地清淨，絕對不會被外面境界所污染。這個外境怎麼污染？執著就污染了。六根對外面六塵境界，順自己意思起歡喜心了，被污染了，歡喜污染了；不順意思生起煩惱了，被煩惱污染了。諸位要曉得，「喜怒哀樂愛惡欲」，七情五欲都是污染，你的心就不清淨了；遠離七情五欲，心就清淨了，就不會被污染了。這個是表現在外面，所以你無論從事哪一個行業，才是真正的典範。"
    }
  ]
}