{
  "doc_id": "02-012-0046",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十六集",
    "zh_TW": "第四十六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0046",
  "total_paragraphs": 110,
  "paragraphs": [
    {
      "id": "02-012-0046_p0001",
      "zh_CN": "请掀开经本，六十七面最后一行：",
      "zh_TW": "請掀開經本，六十七面最後一行："
    },
    {
      "id": "02-012-0046_p0002",
      "zh_CN": "【浊世恶苦第三十五。】",
      "zh_TW": "【濁世惡苦第三十五。】"
    },
    {
      "id": "02-012-0046_p0003",
      "zh_CN": "佛在这一品经里面要详细的为我们说明这个世界的状况，劝导我们断恶修善，离苦得乐。请看经文：",
      "zh_TW": "佛在這一品經裡面要詳細的為我們說明這個世界的狀況，勸導我們斷惡修善，離苦得樂。請看經文："
    },
    {
      "id": "02-012-0046_p0004",
      "zh_CN": "【佛告弥勒。汝等能于此世。端心正意。不为众恶。甚为大德。】",
      "zh_TW": "【佛告彌勒。汝等能於此世。端心正意。不為眾惡。甚為大德。】"
    },
    {
      "id": "02-012-0046_p0005",
      "zh_CN": "这一句话非常明显，德行的标准就是在断恶。如果我们没有诸恶，就成就自己的德行了。当然身心有过失，造恶业，『端心正意』就做不到了。这个「端心正意」跟儒家讲的「诚意正心」意思是相同的，儒家德学的基础就是建立在诚意正心；我们这里一开端也是以这个为标准，不作众恶。",
      "zh_TW": "這一句話非常明顯，德行的標準就是在斷惡。如果我們沒有諸惡，就成就自己的德行了。當然身心有過失，造惡業，『端心正意』就做不到了。這個「端心正意」跟儒家講的「誠意正心」意思是相同的，儒家德學的基礎就是建立在誠意正心；我們這裡一開端也是以這個為標準，不作眾惡。"
    },
    {
      "id": "02-012-0046_p0006",
      "zh_CN": "【所以者何。】",
      "zh_TW": "【所以者何。】"
    },
    {
      "id": "02-012-0046_p0007",
      "zh_CN": "为什么佛给我们说出这个是「德行」（不但是「德行」，是『大德』）的标准？",
      "zh_TW": "為什麼佛給我們說出這個是「德行」（不但是「德行」，是『大德』）的標準？"
    },
    {
      "id": "02-012-0046_p0008",
      "zh_CN": "【十方世界。善多恶少。易可开化。唯此五恶世间。最为剧苦。】",
      "zh_TW": "【十方世界。善多惡少。易可開化。唯此五惡世間。最為劇苦。】"
    },
    {
      "id": "02-012-0046_p0009",
      "zh_CN": "这一句话我们听了之后，细细去想一想，能够理解。过去的社会，以我们这个世间来看，过去的社会人口少，风俗淳厚、淳朴，佛法教学的推行比较顺利，信的人多，依照佛法修行的人也多，当然成就也多。看看我们现前的社会跟从前不一样了，换句话说，改变得太多太多了，古人决定无法想像的，孔老夫子所谓是「百世可知也」，大概百世也不知道了，也没有法子知道了，为什么？百世可知是有个标准存在，现在这个标准失掉了。从前什么标准？伦理道德的标准，无论是过与不及，总在这个标准线上下范围之内，不会有大的超过。现在这个伦常道德，世间人都舍弃掉了，所以现在超出就太多太多了，简直是无法想像。人与人之间、国与国之间都没有道义可寻，纯粹是讲利害。利害是千变万化，天天不相同，所以这个是难以预料，预料不到了。",
      "zh_TW": "這一句話我們聽了之後，細細去想一想，能夠理解。過去的社會，以我們這個世間來看，過去的社會人口少，風俗淳厚、淳樸，佛法教學的推行比較順利，信的人多，依照佛法修行的人也多，當然成就也多。看看我們現前的社會跟從前不一樣了，換句話說，改變得太多太多了，古人決定無法想像的，孔老夫子所謂是「百世可知也」，大概百世也不知道了，也沒有法子知道了，為什麼？百世可知是有個標準存在，現在這個標準失掉了。從前什麼標準？倫理道德的標準，無論是過與不及，總在這個標準線上下範圍之內，不會有大的超過。現在這個倫常道德，世間人都捨棄掉了，所以現在超出就太多太多了，簡直是無法想像。人與人之間、國與國之間都沒有道義可尋，純粹是講利害。利害是千變萬化，天天不相同，所以這個是難以預料，預料不到了。"
    },
    {
      "id": "02-012-0046_p0010",
      "zh_CN": "那么看大的这个世界，大宇宙，有许许多多诸佛刹土，『善多恶少』，诸佛菩萨在那边教化众生就容易了。我们这个世界五浊恶世，在这一段里面要给我们讲五种恶，主要的是说这个恶。这个五恶就是戒经里面常讲的「杀、盗、淫、妄、酒」，这个五种确确实实把世人的心完全迷惑了。『最为剧苦』这是比较其他世界来讲，我们犯的这个过失是最严重，因此众生在这个世间也非常非常的苦。",
      "zh_TW": "那麼看大的這個世界，大宇宙，有許許多多諸佛剎土，『善多惡少』，諸佛菩薩在那邊教化眾生就容易了。我們這個世界五濁惡世，在這一段裡面要給我們講五種惡，主要的是說這個惡。這個五惡就是戒經裡面常講的「殺、盜、淫、妄、酒」，這個五種確確實實把世人的心完全迷惑了。『最為劇苦』這是比較其他世界來講，我們犯的這個過失是最嚴重，因此眾生在這個世間也非常非常的苦。"
    },
    {
      "id": "02-012-0046_p0011",
      "zh_CN": "【我今于此作佛。教化群生。令舍五恶。去五痛。离五烧。降化其意。令持五善。获其福德。】",
      "zh_TW": "【我今於此作佛。教化群生。令捨五惡。去五痛。離五燒。降化其意。令持五善。獲其福德。】"
    },
    {
      "id": "02-012-0046_p0012",
      "zh_CN": "佛在此地又以善巧方便给我们宣示佛教学的目标。佛教教给我们什么？这也是很具体的一个解答。佛教我们断恶修善，佛教我们如何得到真实的福德。在这个世间示现成佛不容易，所以我们在许多大乘经里面看到十方诸佛对于释迦牟尼佛的称赞，这是很难得、很希有的一桩事情。佛教给我们『舍五恶』，就是「杀、盗、淫、妄、酒」要把它舍掉，这五种恶是因。『去五痛』，这个「痛」与『烧』是果报，「痛」是痛苦，你造作这五种恶因一定会得苦报，会带来苦报。",
      "zh_TW": "佛在此地又以善巧方便給我們宣示佛教學的目標。佛教教給我們什麼？這也是很具體的一個解答。佛教我們斷惡修善，佛教我們如何得到真實的福德。在這個世間示現成佛不容易，所以我們在許多大乘經裡面看到十方諸佛對於釋迦牟尼佛的稱讚，這是很難得、很希有的一樁事情。佛教給我們『捨五惡』，就是「殺、盜、淫、妄、酒」要把它捨掉，這五種惡是因。『去五痛』，這個「痛」與『燒』是果報，「痛」是痛苦，你造作這五種惡因一定會得苦報，會帶來苦報。"
    },
    {
      "id": "02-012-0046_p0013",
      "zh_CN": "「杀生」带来的是疾病、短命，这是杀生的果报，这个我们要知道。我们要健康、要长寿，健康长寿从哪里来的？从「不杀生」。佛在大乘经典里面劝菩萨不吃肉，不食众生肉，这个真正是健康长寿之道。纵然做不到，决定不可以杀生。戒律里面有开缘，可以吃「三净肉」，什么叫「三净肉」？没有看到杀、没有听到杀的声音、不为我杀。市场里面你所买到的，这个都可以说是三净肉。决定不要买活的自己回来杀，或者是叫人家杀，你看到，叫他给你杀，杀好了带回去，这个是绝对不可以的，这是真正造成重大的罪业。这是第一种。",
      "zh_TW": "「殺生」帶來的是疾病、短命，這是殺生的果報，這個我們要知道。我們要健康、要長壽，健康長壽從哪裡來的？從「不殺生」。佛在大乘經典裡面勸菩薩不吃肉，不食眾生肉，這個真正是健康長壽之道。縱然做不到，決定不可以殺生。戒律裡面有開緣，可以吃「三淨肉」，什麼叫「三淨肉」？沒有看到殺、沒有聽到殺的聲音、不為我殺。市場裡面你所買到的，這個都可以說是三淨肉。決定不要買活的自己回來殺，或者是叫人家殺，你看到，叫他給你殺，殺好了帶回去，這個是絕對不可以的，這是真正造成重大的罪業。這是第一種。"
    },
    {
      "id": "02-012-0046_p0014",
      "zh_CN": "第二种是「偷盗」。偷盗所得的果报是贫穷。我们要想富有，要想自己的财富能够永远保持而不失去，那你要晓得怎样修因。时时刻刻存着盗心，你的财富就不能保持，决定保持不了多久的。第三个就是「邪婬」。人都希望自己的家庭美满，家族兴旺，要达到这个目的是决定禁止邪婬，你的家庭会幸福、会美满、会兴旺。它什么样的果报都有个业因在。",
      "zh_TW": "第二種是「偷盜」。偷盜所得的果報是貧窮。我們要想富有，要想自己的財富能夠永遠保持而不失去，那你要曉得怎樣修因。時時刻刻存著盜心，你的財富就不能保持，決定保持不了多久的。第三個就是「邪婬」。人都希望自己的家庭美滿，家族興旺，要達到這個目的是決定禁止邪婬，你的家庭會幸福、會美滿、會興旺。它什麼樣的果報都有個業因在。"
    },
    {
      "id": "02-012-0046_p0015",
      "zh_CN": "我们在社会上能够得到大众的信任，就会得到社会大众的支援，支持你、帮助你，这一定要言而有信，决定不妄语，你才能做到，才能得到大众的信任，那么你在社会上这个事业就一帆风顺了，得到人家的尊敬，得到大家的信任。",
      "zh_TW": "我們在社會上能夠得到大眾的信任，就會得到社會大眾的支援，支持你、幫助你，這一定要言而有信，決定不妄語，你才能做到，才能得到大眾的信任，那麼你在社會上這個事業就一帆風順了，得到人家的尊敬，得到大家的信任。"
    },
    {
      "id": "02-012-0046_p0016",
      "zh_CN": "至于「酒」这一条戒，酒能够迷惑人性，酒醉了对于自己的言行不能控制，往往造作罪业，造了过失。饮酒本身没有罪，酒醉之后乱性会产生严重的过失，所以佛把这一条也列入重戒之一。",
      "zh_TW": "至於「酒」這一條戒，酒能夠迷惑人性，酒醉了對於自己的言行不能控制，往往造作罪業，造了過失。飲酒本身沒有罪，酒醉之後亂性會產生嚴重的過失，所以佛把這一條也列入重戒之一。"
    },
    {
      "id": "02-012-0046_p0017",
      "zh_CN": "佛法戒律虽然多，最重的就是这五条，叫五戒，从初发心学佛一直到菩萨，统统都要遵守。在这一品经里面主要的是说这一个意思，教我们断恶就是断这五种恶；修善，修这五种善，不杀生、不偷盗、不邪婬、不妄语、不饮酒。念佛希望求生净土，这个五条要做不到，佛号念得再多，念得再好，也不能往生，你要问为什么？很简单，西方极乐世界诸上善人俱会一处，你不善，他们都是善人，这个在一起总是格格不入，善与善相应。这一品经里面实在讲就是祖师大德常常教人「持戒念佛」，这个就是戒律。所以我们关于戒学，不要到别的地方去找了，《无量寿经》里头有现成的。",
      "zh_TW": "佛法戒律雖然多，最重的就是這五條，叫五戒，從初發心學佛一直到菩薩，統統都要遵守。在這一品經裡面主要的是說這一個意思，教我們斷惡就是斷這五種惡；修善，修這五種善，不殺生、不偷盜、不邪婬、不妄語、不飲酒。念佛希望求生淨土，這個五條要做不到，佛號念得再多，念得再好，也不能往生，你要問為什麼？很簡單，西方極樂世界諸上善人俱會一處，你不善，他們都是善人，這個在一起總是格格不入，善與善相應。這一品經裡面實在講就是祖師大德常常教人「持戒念佛」，這個就是戒律。所以我們關於戒學，不要到別的地方去找了，《無量壽經》裡頭有現成的。"
    },
    {
      "id": "02-012-0046_p0018",
      "zh_CN": "这个「痛」是花报，就是现世的果报。「烧」比「痛」更严重，「烧」是果报，就是将来一定在三途，地狱、饿鬼、畜生，那叫「烧」。绝对不是现前这一生痛苦就算了，不是只有一次，后来还苦。这个「痛」就好像先开花，开花之后会结果的。花报好，果报一定庄严；花报不好，果报就可以想像得到了。『降化其意』，「意」就是心，就是妄念，贪瞋痴慢。「降」是降伏。「化」是把它转化，转烦恼为菩提，这叫「化」。转杀害为慈悲，这个念头叫你变化过来，这是佛教学的目标。然后你才很欢喜去持五戒，这个『五善』就是五戒，五戒十善自己非常乐意的去修学，那么自自然然会感到『福德』，像刚才讲的长寿、健康、富有，家庭事业样样美满，一定可以得到，这是现前可以得到的。下面就细说了：",
      "zh_TW": "這個「痛」是花報，就是現世的果報。「燒」比「痛」更嚴重，「燒」是果報，就是將來一定在三途，地獄、餓鬼、畜生，那叫「燒」。絕對不是現前這一生痛苦就算了，不是只有一次，後來還苦。這個「痛」就好像先開花，開花之後會結果的。花報好，果報一定莊嚴；花報不好，果報就可以想像得到了。『降化其意』，「意」就是心，就是妄念，貪瞋痴慢。「降」是降伏。「化」是把它轉化，轉煩惱為菩提，這叫「化」。轉殺害為慈悲，這個念頭叫你變化過來，這是佛教學的目標。然後你才很歡喜去持五戒，這個『五善』就是五戒，五戒十善自己非常樂意的去修學，那麼自自然然會感到『福德』，像剛才講的長壽、健康、富有，家庭事業樣樣美滿，一定可以得到，這是現前可以得到的。下面就細說了："
    },
    {
      "id": "02-012-0046_p0019",
      "zh_CN": "【何等为五。】",
      "zh_TW": "【何等為五。】"
    },
    {
      "id": "02-012-0046_p0020",
      "zh_CN": "这个「五善」、「五恶」是哪五条？这一段文很长，也就分为五个段落，第一个段落是讲杀生恶：",
      "zh_TW": "這個「五善」、「五惡」是哪五條？這一段文很長，也就分為五個段落，第一個段落是講殺生惡："
    },
    {
      "id": "02-012-0046_p0021",
      "zh_CN": "【其一者。世间诸众生类。欲为众恶。强者伏弱。转相尅贼。残害杀伤。迭相吞噉。】",
      "zh_TW": "【其一者。世間諸眾生類。欲為眾惡。強者伏弱。轉相尅賊。殘害殺傷。迭相吞噉。】"
    },
    {
      "id": "02-012-0046_p0022",
      "zh_CN": "这是我们今天社会上常常说的，好像这是宇宙之间的真理一样，所谓「弱肉强食」。我们见到这些事实，这是不是一个真理？不是的，那究竟是一回什么事情？实在讲叫冤冤相报，是这么一回事情。千万不要错认了，好像那个弱者应该要被强的吃，应该要被强的欺负，不是如此。佛在经上跟我们讲的话句句是真实，佛讲「人死为羊，羊死为人」，这一生你是人，你比羊强，你杀牠，吃牠；到来世牠变成人了，你也变成羊了，他也宰割你，也吃你，冤冤相报，没完没了，这个非常可怕，这些是事实，冤家债主来投胎的很多。",
      "zh_TW": "這是我們今天社會上常常說的，好像這是宇宙之間的真理一樣，所謂「弱肉強食」。我們見到這些事實，這是不是一個真理？不是的，那究竟是一回什麼事情？實在講叫冤冤相報，是這麼一回事情。千萬不要錯認了，好像那個弱者應該要被強的吃，應該要被強的欺負，不是如此。佛在經上跟我們講的話句句是真實，佛講「人死為羊，羊死為人」，這一生你是人，你比羊強，你殺牠，吃牠；到來世牠變成人了，你也變成羊了，他也宰割你，也吃你，冤冤相報，沒完沒了，這個非常可怕，這些是事實，冤家債主來投胎的很多。"
    },
    {
      "id": "02-012-0046_p0023",
      "zh_CN": "我早年在台北讲经，每一天都来听经的有个邬老居士，他是宁波人，过去在上海做生意，生意也做得不错，晚年学佛。他告诉我一桩事情，这个事情是真实的，是他的一个朋友，也是做生意人，发了大财，这事是在上海发生的，有一年过寿，大概是过五十岁的生日，来的宾客非常之多。他这个财是怎么发的？是在二次大战之前，他是跟一个德国人，替他做小工。这个人很诚实，就是很老实，守信用，做事情很勤快，他这个主人是个德国的商人，很喜欢他。战争爆发之后，他就回国去了，就把他这个公司托给他经营。他经营得不错，所以之后很发达。这个德国老板抗战之后也一直没回来，以后听说他已经死了，所以这个财产就变成他的了，别人财产变成自己的了。当然这个也不是霸占来的，因为是他委托给他的，但是这个主人死掉了，就自自然然变成他的了。",
      "zh_TW": "我早年在台北講經，每一天都來聽經的有個鄔老居士，他是寧波人，過去在上海做生意，生意也做得不錯，晚年學佛。他告訴我一樁事情，這個事情是真實的，是他的一個朋友，也是做生意人，發了大財，這事是在上海發生的，有一年過壽，大概是過五十歲的生日，來的賓客非常之多。他這個財是怎麼發的？是在二次大戰之前，他是跟一個德國人，替他做小工。這個人很誠實，就是很老實，守信用，做事情很勤快，他這個主人是個德國的商人，很喜歡他。戰爭爆發之後，他就回國去了，就把他這個公司託給他經營。他經營得不錯，所以之後很發達。這個德國老闆抗戰之後也一直沒回來，以後聽說他已經死了，所以這個財產就變成他的了，別人財產變成自己的了。當然這個也不是霸佔來的，因為是他委託給他的，但是這個主人死掉了，就自自然然變成他的了。"
    },
    {
      "id": "02-012-0046_p0024",
      "zh_CN": "他有生一个小孩，小孩这个时候大概是十一、二岁，可能是主人回到德国没多久就死了，那么就投胎到他家里做他儿子，所以这些财产还是他的。在宴客、宴会当中，他突然之间见他那个小孩，那个面貌他一个人见到的，别人没有见到，这个小孩的面貌就是那个德国人。这个时候他也学了一点佛，懂得佛法，他知道了，他晓得他的主人又来了，这财产是他的。这个小孩看他的样子就像个败家子，他说曾经有朋友，他上学的时候身上带了十块钱，那个时候十块钱很大，丢在地下；是他父亲一个老朋友看到，把它捡起来，把他叫过来。他说「来，你叫我一声伯伯，我把这个钱还给你」。这个小孩怎么说？「你叫我一声伯伯，我再给十块给你」，简直不得了的小孩。他也知道，但是就这么一个儿子，也非常疼爱。那么在宴会当中一下发现了，晓得投胎来的，当时就宣布这个财产全部给他儿子，当时就宣布，这是非常聪明的做法。他以后这个败家就少败一点，他会收敛一点。这个老头很聪明，很了不起。这是说明人死了投胎。",
      "zh_TW": "他有生一個小孩，小孩這個時候大概是十一、二歲，可能是主人回到德國沒多久就死了，那麼就投胎到他家裡做他兒子，所以這些財產還是他的。在宴客、宴會當中，他突然之間見他那個小孩，那個面貌他一個人見到的，別人沒有見到，這個小孩的面貌就是那個德國人。這個時候他也學了一點佛，懂得佛法，他知道了，他曉得他的主人又來了，這財產是他的。這個小孩看他的樣子就像個敗家子，他說曾經有朋友，他上學的時候身上帶了十塊錢，那個時候十塊錢很大，丟在地下；是他父親一個老朋友看到，把它撿起來，把他叫過來。他說「來，你叫我一聲伯伯，我把這個錢還給你」。這個小孩怎麼說？「你叫我一聲伯伯，我再給十塊給你」，簡直不得了的小孩。他也知道，但是就這麼一個兒子，也非常疼愛。那麼在宴會當中一下發現了，曉得投胎來的，當時就宣布這個財產全部給他兒子，當時就宣布，這是非常聰明的做法。他以後這個敗家就少敗一點，他會收斂一點。這個老頭很聰明，很了不起。這是說明人死了投胎。"
    },
    {
      "id": "02-012-0046_p0025",
      "zh_CN": "所以讨债、还债、报恩、报怨，这个是真的，一点都不假。所以父子四种缘分，佛给我们讲的，报恩的，那就是孝子贤孙，都不要教的，他是来报恩的。报怨的，过去你跟他有仇恨、有过节，总会搞得你家破人亡，那是来报怨的。有讨债的，像邬老居士那个朋友的儿子，那就是来讨债的。有还债的。所以没有这一些瓜葛，不会到一家来的。凡是到一家来，就是这四种缘，一定要清楚，一定要明了。既然来了，来了时候，懂得佛法的，要把这些孽缘转变成法缘，这就好了，你要会转变。",
      "zh_TW": "所以討債、還債、報恩、報怨，這個是真的，一點都不假。所以父子四種緣分，佛給我們講的，報恩的，那就是孝子賢孫，都不要教的，他是來報恩的。報怨的，過去你跟他有仇恨、有過節，總會搞得你家破人亡，那是來報怨的。有討債的，像鄔老居士那個朋友的兒子，那就是來討債的。有還債的。所以沒有這一些瓜葛，不會到一家來的。凡是到一家來，就是這四種緣，一定要清楚，一定要明瞭。既然來了，來了時候，懂得佛法的，要把這些孽緣轉變成法緣，這就好了，你要會轉變。"
    },
    {
      "id": "02-012-0046_p0026",
      "zh_CN": "这是说明现在人讲的弱肉强食是一个很不正常的现象，冤冤相报的孽缘。这一种报复是愈来愈严重，因为什么？他不会报得恰到好处，他总还想多占一点便宜，人人都有这个心，所以这个果报就非常的惨烈，这是我们必须要知道的。所以佛说这个世间刀兵劫，刀兵劫就是战争，战争的起源在哪里？就是杀生。要想世间永远没有战争，佛说了一句话，「除非众生不食肉」，一切众生都不吃肉了，这个世间没有战争。",
      "zh_TW": "這是說明現在人講的弱肉強食是一個很不正常的現象，冤冤相報的孽緣。這一種報復是愈來愈嚴重，因為什麼？他不會報得恰到好處，他總還想多佔一點便宜，人人都有這個心，所以這個果報就非常的慘烈，這是我們必須要知道的。所以佛說這個世間刀兵劫，刀兵劫就是戰爭，戰爭的起源在哪裡？就是殺生。要想世間永遠沒有戰爭，佛說了一句話，「除非眾生不食肉」，一切眾生都不吃肉了，這個世間沒有戰爭。"
    },
    {
      "id": "02-012-0046_p0027",
      "zh_CN": "【不知为善。后受殃罚。】",
      "zh_TW": "【不知為善。後受殃罰。】"
    },
    {
      "id": "02-012-0046_p0028",
      "zh_CN": "只知道作恶，只知道杀害这些众生，满足自己的口腹，不晓得后果不堪设想。富贵人家我们也见了不少，富贵人家杀业最重，为什么？每一餐都要吃活的，这还得了！果报不要到来生，现前就看到。看到什么果报？就是今天所讲的老人病，那一口气不断，躺在床上，人事不省；一躺，躺个七、八年，十几、二十年都有，他那个福报在那里躺着享，他不死，一天请三班护士日夜照顾他，一年不晓得花多少钱，那就是他在那里享受。一个人得老人病了，一家都不安，精神上都要受刺激，这就是他的花报，这是「五痛」，不知道这个病从哪里来的，现在称老人病。你们仔细再观察，穷人决定不害这个病，害不起！这种病只有有钱的人、富贵人家他才会生这个病。你要是知道它的根源，就是杀业太重。每一餐、每一天都杀害动物，所以他得这个果报。",
      "zh_TW": "只知道作惡，只知道殺害這些眾生，滿足自己的口腹，不曉得後果不堪設想。富貴人家我們也見了不少，富貴人家殺業最重，為什麼？每一餐都要吃活的，這還得了！果報不要到來生，現前就看到。看到什麼果報？就是今天所講的老人病，那一口氣不斷，躺在床上，人事不省；一躺，躺個七、八年，十幾、二十年都有，他那個福報在那裡躺著享，他不死，一天請三班護士日夜照顧他，一年不曉得花多少錢，那就是他在那裡享受。一個人得老人病了，一家都不安，精神上都要受刺激，這就是他的花報，這是「五痛」，不知道這個病從哪裡來的，現在稱老人病。你們仔細再觀察，窮人決定不害這個病，害不起！這種病只有有錢的人、富貴人家他才會生這個病。你要是知道它的根源，就是殺業太重。每一餐、每一天都殺害動物，所以他得這個果報。"
    },
    {
      "id": "02-012-0046_p0029",
      "zh_CN": "在我们佛门里面，在台湾现在戒律修得非常之好，对戒学有研究，也有著书，广化法师，这位法师跟我也是好朋友，没出家之前在军中服务，在军中他从事的业务是军需，管钱财的。手上管钱财就方便多了，他告诉我，他每一天吃一只鸡，吃了不少年，一年三百六十只，三年就一千只了，不少年。以后出家了，修行算相当不错，有一天洗澡，在浴室里面忽然看到这个浴室统统都是鸡，往身上跳，他就东边躲，西边躲，就摔了一跤，腿也跌断了，残废了，坐轮椅。他告诉我，他说我这是学佛持戒重罪轻报。才知道这个因果报应的可怕。如果不学佛，他的果报就非常非常的惨了。还好是学佛，这个业障消除一部分，没有能够消除得清净。",
      "zh_TW": "在我們佛門裡面，在台灣現在戒律修得非常之好，對戒學有研究，也有著書，廣化法師，這位法師跟我也是好朋友，沒出家之前在軍中服務，在軍中他從事的業務是軍需，管錢財的。手上管錢財就方便多了，他告訴我，他每一天吃一隻雞，吃了不少年，一年三百六十隻，三年就一千隻了，不少年。以後出家了，修行算相當不錯，有一天洗澡，在浴室裡面忽然看到這個浴室統統都是雞，往身上跳，他就東邊躲，西邊躲，就摔了一跤，腿也跌斷了，殘廢了，坐輪椅。他告訴我，他說我這是學佛持戒重罪輕報。才知道這個因果報應的可怕。如果不學佛，他的果報就非常非常的慘了。還好是學佛，這個業障消除一部分，沒有能夠消除得清淨。"
    },
    {
      "id": "02-012-0046_p0030",
      "zh_CN": "所以应当要发愿，愿自己往生成佛之后，一定要先度这一些众生。自己杀害的众生，我先度你，你不要找麻烦，不要障碍，你障碍我，我不能成就，你们也在六道受苦，我成就了，一定先度你。所以我们回向偈里头有「上报四重恩，下济三途苦」，这个三途苦里面第一优先得度的，与自己有冤仇的，这一些众生是优先得度。这是讲『后受殃罚』，这个「殃罚」就是讲的「五痛」、「五烧」。",
      "zh_TW": "所以應當要發願，願自己往生成佛之後，一定要先度這一些眾生。自己殺害的眾生，我先度你，你不要找麻煩，不要障礙，你障礙我，我不能成就，你們也在六道受苦，我成就了，一定先度你。所以我們迴向偈裡頭有「上報四重恩，下濟三途苦」，這個三途苦裡面第一優先得度的，與自己有冤仇的，這一些眾生是優先得度。這是講『後受殃罰』，這個「殃罰」就是講的「五痛」、「五燒」。"
    },
    {
      "id": "02-012-0046_p0031",
      "zh_CN": "我们真正通达佛法了，所以一定要常常记住，遇到一些动物，我们都要给牠念佛，给牠回向，给牠祝愿。最普通的就是念阿弥陀佛回向给牠，如果会念三皈的，那就更好，给牠们念三皈，跟我们普通三皈念法不一样，「皈依佛，不堕地狱；皈依法，不堕饿鬼；皈依僧，不堕旁生」，「旁生」就是畜生。对三恶道的众生，我们念这个三皈，后面是这三句话。遇到一切动物都可以给牠念佛回向，给牠念三皈。",
      "zh_TW": "我們真正通達佛法了，所以一定要常常記住，遇到一些動物，我們都要給牠念佛，給牠迴向，給牠祝願。最普通的就是念阿彌陀佛迴向給牠，如果會念三皈的，那就更好，給牠們念三皈，跟我們普通三皈念法不一樣，「皈依佛，不墮地獄；皈依法，不墮餓鬼；皈依僧，不墮旁生」，「旁生」就是畜生。對三惡道的眾生，我們念這個三皈，後面是這三句話。遇到一切動物都可以給牠念佛迴向，給牠念三皈。"
    },
    {
      "id": "02-012-0046_p0032",
      "zh_CN": "【故有穷乞。孤独。聋盲。瘖痖。痴恶。】",
      "zh_TW": "【故有窮乞。孤獨。聾盲。瘖瘂。痴惡。】"
    },
    {
      "id": "02-012-0046_p0033",
      "zh_CN": "这个『痴』就是我们常讲的白痴。",
      "zh_TW": "這個『痴』就是我們常講的白痴。"
    },
    {
      "id": "02-012-0046_p0034",
      "zh_CN": "【尪狂。】",
      "zh_TW": "【尪狂。】"
    },
    {
      "id": "02-012-0046_p0035",
      "zh_CN": "『尪狂』就是我们现在所讲的精神分裂，人疯疯癫癫的。这一些都是过去杀害众生太多了，所得的这一些果报。这些果报都是属于「痛」，这还不属于「烧」，「烧」在三途。",
      "zh_TW": "『尪狂』就是我們現在所講的精神分裂，人瘋瘋癲癲的。這一些都是過去殺害眾生太多了，所得的這一些果報。這些果報都是屬於「痛」，這還不屬於「燒」，「燒」在三途。"
    },
    {
      "id": "02-012-0046_p0036",
      "zh_CN": "【皆因前世不信道德。不肯为善。】",
      "zh_TW": "【皆因前世不信道德。不肯為善。】"
    },
    {
      "id": "02-012-0046_p0037",
      "zh_CN": "这一类的人我们今天在社会上看到很多，所谓是残障，都是属于残障，值得我们同情与怜悯的。学佛的同修对于这些人应当以平等、慈悲心来开导他，让他自己觉悟，让他自己明了，真正忏悔，对于这一些障碍都可以有转机的。换句话说，他这个忏悔的力量是不是勇猛？信心是不是坚定？果然勇猛、坚定，感应不可思议，这个在学佛传记里面，历代都有记载。失明的人，眼睛能恢复；失听的人，能够恢复听觉，这是要靠自己真正修持的功夫，医药上不可能做到的，这个感应不可思议。问题就是他肯不肯相信，不肯相信那就没法子了，所以这个信心非常非常重要。你要说明它的原理，那就是大乘经上常讲的「一切法从心想生」，所以心是主宰。心善、行善，这个身体自然正常健康。",
      "zh_TW": "這一類的人我們今天在社會上看到很多，所謂是殘障，都是屬於殘障，值得我們同情與憐憫的。學佛的同修對於這些人應當以平等、慈悲心來開導他，讓他自己覺悟，讓他自己明瞭，真正懺悔，對於這一些障礙都可以有轉機的。換句話說，他這個懺悔的力量是不是勇猛？信心是不是堅定？果然勇猛、堅定，感應不可思議，這個在學佛傳記裡面，歷代都有記載。失明的人，眼睛能恢復；失聽的人，能夠恢復聽覺，這是要靠自己真正修持的功夫，醫藥上不可能做到的，這個感應不可思議。問題就是他肯不肯相信，不肯相信那就沒法子了，所以這個信心非常非常重要。你要說明它的原理，那就是大乘經上常講的「一切法從心想生」，所以心是主宰。心善、行善，這個身體自然正常健康。"
    },
    {
      "id": "02-012-0046_p0038",
      "zh_CN": "【其有尊贵。豪富。贤明。长者。智勇。才达。】",
      "zh_TW": "【其有尊貴。豪富。賢明。長者。智勇。才達。】"
    },
    {
      "id": "02-012-0046_p0039",
      "zh_CN": "这是世间我们看到善的果报。前面所讲是不善的，不善是因为『不信道德，不肯为善』，作恶多端所感的。我们看到善的果报从哪来的呢？",
      "zh_TW": "這是世間我們看到善的果報。前面所講是不善的，不善是因為『不信道德，不肯為善』，作惡多端所感的。我們看到善的果報從哪來的呢？"
    },
    {
      "id": "02-012-0046_p0040",
      "zh_CN": "【皆由宿世慈孝。修善积德所致。】",
      "zh_TW": "【皆由宿世慈孝。修善積德所致。】"
    },
    {
      "id": "02-012-0046_p0041",
      "zh_CN": "今天我们在社会上看到享受好果报的，这是前生修的。回头想想我们自己，我们的前生没有修大善，也没有作大恶，所以我们的果报很平常；这个六根没有缺陷，身体算正常；在社会上也没有很高的地位，也没有很高的财富，这就是过去生中没有大恶，也没有修大善，这是我们的果报。我们明了这个事实真相了，晓得恶的果报很可怕，知道可怕，决定不作恶。善果是可以求得到的，应当积德修善，自自然然就能得到。",
      "zh_TW": "今天我們在社會上看到享受好果報的，這是前生修的。回頭想想我們自己，我們的前生沒有修大善，也沒有作大惡，所以我們的果報很平常；這個六根沒有缺陷，身體算正常；在社會上也沒有很高的地位，也沒有很高的財富，這就是過去生中沒有大惡，也沒有修大善，這是我們的果報。我們明瞭這個事實真相了，曉得惡的果報很可怕，知道可怕，決定不作惡。善果是可以求得到的，應當積德修善，自自然然就能得到。"
    },
    {
      "id": "02-012-0046_p0042",
      "zh_CN": "像明朝袁了凡居士就是一个最好的榜样。其实像袁了凡这种人在中国很多很多，不过没有文字写出来给他宣传而已，那种人太多了。了凡居士是因为自己把他自己的遭遇、经验、修持、因果写出来，告诉他的儿孙，希望世世代代都明了这个事实，认真去修学，改造命运，所以他这个小册子流通得很广。",
      "zh_TW": "像明朝袁了凡居士就是一個最好的榜樣。其實像袁了凡這種人在中國很多很多，不過沒有文字寫出來給他宣傳而已，那種人太多了。了凡居士是因為自己把他自己的遭遇、經驗、修持、因果寫出來，告訴他的兒孫，希望世世代代都明瞭這個事實，認真去修學，改造命運，所以他這個小冊子流通得很廣。"
    },
    {
      "id": "02-012-0046_p0043",
      "zh_CN": "在民国初年，印光法师一生就是做印送佛经善书，劝勉世人断恶修善，老实念佛，对于《了凡四训》、《感应篇》、《安士全书》这三样东西，他老人家一生是极力提倡。信徒送给他老人家的供养很多，他把这些钱在苏州办了一个「弘化社」，就好像佛经流通处一样，印了很多很多的书，有完全赠送的，有半价流通的，有成本流通的。他是看你有力量买的，你就拿钱来买，这个钱拿来了，做印经的基金；你很需要，没有钱，那他就送给你。对于刚才讲的这三种书，老和尚印送得最多。",
      "zh_TW": "在民國初年，印光法師一生就是做印送佛經善書，勸勉世人斷惡修善，老實念佛，對於《了凡四訓》、《感應篇》、《安士全書》這三樣東西，他老人家一生是極力提倡。信徒送給他老人家的供養很多，他把這些錢在蘇州辦了一個「弘化社」，就好像佛經流通處一樣，印了很多很多的書，有完全贈送的，有半價流通的，有成本流通的。他是看你有力量買的，你就拿錢來買，這個錢拿來了，做印經的基金；你很需要，沒有錢，那他就送給你。對於剛才講的這三種書，老和尚印送得最多。"
    },
    {
      "id": "02-012-0046_p0044",
      "zh_CN": "我在一九七七年在香港讲经，住在中华佛教图书馆，那个里面收藏的「弘化社」的书收藏得不少。我常常翻到后头版权页，这个书有印到二十多版，每一版少的是一万册、两万册，多的是五万册、七万册，不得了！我给它稍微略略统计一下，它这三种书，老和尚在世一生至少印超过三百万册以上。我那个时候知道这个情形也吃了一惊，任何经典流通量没有这么大，这三样东西都不是佛经，为什么印光法师这样的注重，大力的来流通？以后才想到老和尚的苦心，如果人不能够深信因果，学佛也没有用，也得不到真正利益。所以佛法建立在深信因果的基础上，他对于这三样东西不遗余力的来推广、来宣传。我从香港回到台湾之后，在台北、在高雄，我就开讲《了凡四训》，讲《感应篇》，讲《阴骘文》，讲了不少遍，这个可以说都受了印光老法师的启示。要学佛，要从这个地方奠定基础，懂得『修善积德』，对于今世来生都有决定的好处。",
      "zh_TW": "我在一九七七年在香港講經，住在中華佛教圖書館，那個裡面收藏的「弘化社」的書收藏得不少。我常常翻到後頭版權頁，這個書有印到二十多版，每一版少的是一萬冊、兩萬冊，多的是五萬冊、七萬冊，不得了！我給它稍微略略統計一下，它這三種書，老和尚在世一生至少印超過三百萬冊以上。我那個時候知道這個情形也吃了一驚，任何經典流通量沒有這麼大，這三樣東西都不是佛經，為什麼印光法師這樣的注重，大力的來流通？以後才想到老和尚的苦心，如果人不能夠深信因果，學佛也沒有用，也得不到真正利益。所以佛法建立在深信因果的基礎上，他對於這三樣東西不遺餘力的來推廣、來宣傳。我從香港回到台灣之後，在台北、在高雄，我就開講《了凡四訓》，講《感應篇》，講《陰騭文》，講了不少遍，這個可以說都受了印光老法師的啟示。要學佛，要從這個地方奠定基礎，懂得『修善積德』，對於今世來生都有決定的好處。"
    },
    {
      "id": "02-012-0046_p0045",
      "zh_CN": "【世间有此目前现事。】",
      "zh_TW": "【世間有此目前現事。】"
    },
    {
      "id": "02-012-0046_p0046",
      "zh_CN": "这讲世间眼前我们看到这些事实，这些事实随时随处都可以看到。",
      "zh_TW": "這講世間眼前我們看到這些事實，這些事實隨時隨處都可以看到。"
    },
    {
      "id": "02-012-0046_p0047",
      "zh_CN": "【寿终之后。入其幽冥。转生受身。改形易道。故有泥犂。禽兽。蜎飞蠕动之属。】",
      "zh_TW": "【壽終之後。入其幽冥。轉生受身。改形易道。故有泥犂。禽獸。蜎飛蠕動之屬。】"
    },
    {
      "id": "02-012-0046_p0048",
      "zh_CN": "前面讲的『穷乞』、『孤独』，那是花报，那是这一生的痛苦。现在这里给我们讲果报，这「五烧」。『寿终之后』，恶心一定感得恶道。『幽冥』是指饿鬼、地狱，到这里去受苦了。『转生受身』，这里死了之后就到恶道里面去。『改形易道』，「形」是身体的形状。如果到畜生道投胎，他就变成畜生身了；在饿鬼道里面，他得的是饿鬼身；地狱道是地狱身，身的形状不一样，「改形」。这一生在人道，来生到三恶道去，这个「道」也不相同了。",
      "zh_TW": "前面講的『窮乞』、『孤獨』，那是花報，那是這一生的痛苦。現在這裡給我們講果報，這「五燒」。『壽終之後』，惡心一定感得惡道。『幽冥』是指餓鬼、地獄，到這裡去受苦了。『轉生受身』，這裡死了之後就到惡道裡面去。『改形易道』，「形」是身體的形狀。如果到畜生道投胎，他就變成畜生身了；在餓鬼道裡面，他得的是餓鬼身；地獄道是地獄身，身的形狀不一樣，「改形」。這一生在人道，來生到三惡道去，這個「道」也不相同了。"
    },
    {
      "id": "02-012-0046_p0049",
      "zh_CN": "『泥犁』就是地狱，这是梵文的音译，梵文的音称「泥犁」，翻成中国意思就是地狱。『禽兽，蜎飞蠕动』，这是讲畜生。三恶道，说了地狱，说了畜生，饿鬼道在当中，当然就包括了；地狱、饿鬼、畜生。那么这三恶道从哪里来的？恶念恶行所感的，所变现出来的。这个事情也是真有，不要以为这是假设的，是人们的幻想，那就错了。",
      "zh_TW": "『泥犁』就是地獄，這是梵文的音譯，梵文的音稱「泥犁」，翻成中國意思就是地獄。『禽獸，蜎飛蠕動』，這是講畜生。三惡道，說了地獄，說了畜生，餓鬼道在當中，當然就包括了；地獄、餓鬼、畜生。那麼這三惡道從哪裡來的？惡念惡行所感的，所變現出來的。這個事情也是真有，不要以為這是假設的，是人們的幻想，那就錯了。"
    },
    {
      "id": "02-012-0046_p0050",
      "zh_CN": "民国初年章太炎老居士在世的时候，章太炎是民国初年国学大师，知道他的人很多，读过他的文章的人很多，他的女婿朱镜宙老居士，晚年在台湾度过。我认识朱老居士的时候，他是七十一、二岁的时候，那时候我才二十几岁，他老人家圆寂的时候好像是九十一岁，在台中圆寂的，他跟李炳南老居士同年。我学佛，他帮助我很多。他讲他老岳丈的事情，那个时候像讲故事讲给我们听，以后他写在书上，他有一本《八大人觉经》的讲记，这个故事写在里面，诸位将来有机会能看得到的。",
      "zh_TW": "民國初年章太炎老居士在世的時候，章太炎是民國初年國學大師，知道他的人很多，讀過他的文章的人很多，他的女婿朱鏡宙老居士，晚年在台灣度過。我認識朱老居士的時候，他是七十一、二歲的時候，那時候我才二十幾歲，他老人家圓寂的時候好像是九十一歲，在台中圓寂的，他跟李炳南老居士同年。我學佛，他幫助我很多。他講他老岳丈的事情，那個時候像講故事講給我們聽，以後他寫在書上，他有一本《八大人覺經》的講記，這個故事寫在裡面，諸位將來有機會能看得到的。"
    },
    {
      "id": "02-012-0046_p0051",
      "zh_CN": "他说章太炎在世得罪了袁世凯，袁世凯那个时候做大总统的时候。怎么得罪他呢？就是不肯骂他。袁世凯很坏，人家都骂他，他不骂，人家问他为什么不骂？不值得一骂。这个话就传到袁世凯，袁世凯听了非常生气，也没有什么罪名，有什么罪名？但是把他抓去监牢狱里头关他一个月。",
      "zh_TW": "他說章太炎在世得罪了袁世凱，袁世凱那個時候做大總統的時候。怎麼得罪他呢？就是不肯罵他。袁世凱很壞，人家都罵他，他不罵，人家問他為什麼不罵？不值得一罵。這個話就傳到袁世凱，袁世凱聽了非常生氣，也沒有什麼罪名，有什麼罪名？但是把他抓去監牢獄裡頭關他一個月。"
    },
    {
      "id": "02-012-0046_p0052",
      "zh_CN": "他说他从监牢狱出来之后，也就遇到了鬼，做东岳大帝的判官。他说到晚上就有小鬼抬了个轿子，那个时候还坐轿子，抬轿子来送他去上班。到第二天早晨天快亮的时候，我们大陆上讲鸡叫的时候，这两个小鬼又把他抬回来，送回来。他很辛苦，日夜都不能休息，晚上要到阴曹地府上班，但这个事情是真的，但是那个时候朱镜宙老居士对这个事情都不很相信。他说确实，他晚上睡觉跟死人一样，摇都摇不醒的，普通一般人你叫他的时候，他会醒过来，他不会醒的，一定要到第二天早晨他才会醒过来，确实他去上班去了。他说有一天他说试试看写个请假条，请一天假看看行不行，他就用黄纸写了个假条，在门口烧掉了，果然那一天晚上小鬼没有来了。",
      "zh_TW": "他說他從監牢獄出來之後，也就遇到了鬼，做東嶽大帝的判官。他說到晚上就有小鬼抬了個轎子，那個時候還坐轎子，抬轎子來送他去上班。到第二天早晨天快亮的時候，我們大陸上講雞叫的時候，這兩個小鬼又把他抬回來，送回來。他很辛苦，日夜都不能休息，晚上要到陰曹地府上班，但這個事情是真的，但是那個時候朱鏡宙老居士對這個事情都不很相信。他說確實，他晚上睡覺跟死人一樣，搖都搖不醒的，普通一般人你叫他的時候，他會醒過來，他不會醒的，一定要到第二天早晨他才會醒過來，確實他去上班去了。他說有一天他說試試看寫個請假條，請一天假看看行不行，他就用黃紙寫了個假條，在門口燒掉了，果然那一天晚上小鬼沒有來了。"
    },
    {
      "id": "02-012-0046_p0053",
      "zh_CN": "东岳大帝管五个省，管五个省里面这些生生死死，他都管。他也常常把阴间里他所看到这个事情给这些朋友们说。他说大致上来讲，阴间跟我们阳世很相似，不过唯一一个现象就是阴间里面看不到太阳，天气永远是阴天，见不到太阳，也见不到月亮、星星，都见不到。寿命长，他在那里见到还有唐朝、宋朝的鬼，见到的，因为他是个读书人，读到古人的文章，到那里都见面了，所以鬼道的寿命比人间长。",
      "zh_TW": "東嶽大帝管五個省，管五個省裡面這些生生死死，他都管。他也常常把陰間裡他所看到這個事情給這些朋友們說。他說大致上來講，陰間跟我們陽世很相似，不過唯一一個現象就是陰間裡面看不到太陽，天氣永遠是陰天，見不到太陽，也見不到月亮、星星，都見不到。壽命長，他在那裡見到還有唐朝、宋朝的鬼，見到的，因為他是個讀書人，讀到古人的文章，到那裡都見面了，所以鬼道的壽命比人間長。"
    },
    {
      "id": "02-012-0046_p0054",
      "zh_CN": "他有一次就想到这个地狱里头有一种刑罚叫炮烙，炮烙是什么？是铜柱把它烧红了，人就抱那个柱子。他说这个刑罚非常残酷，他也就发了个慈悲心给那个东岳大帝建议，能不能把这个刑罚废除？东岳大帝听了也不说话，就跟他说，「你去看看，你到现场去看看」。「好哇！」东岳大帝派两个小鬼带他到现场去。他走了很远，小鬼告诉他到了，他看不见，所以这一下才想到佛经里面所讲的，业力变现的。他自己本身没有这个业，见都见不到，这才明了。",
      "zh_TW": "他有一次就想到這個地獄裡頭有一種刑罰叫炮烙，炮烙是什麼？是銅柱把它燒紅了，人就抱那個柱子。他說這個刑罰非常殘酷，他也就發了個慈悲心給那個東嶽大帝建議，能不能把這個刑罰廢除？東嶽大帝聽了也不說話，就跟他說，「你去看看，你到現場去看看」。「好哇！」東嶽大帝派兩個小鬼帶他到現場去。他走了很遠，小鬼告訴他到了，他看不見，所以這一下才想到佛經裡面所講的，業力變現的。他自己本身沒有這個業，見都見不到，這才明瞭。"
    },
    {
      "id": "02-012-0046_p0055",
      "zh_CN": "所以地狱，《地藏经》上讲得很清楚，只有两种人能见得到。一种人是有业力去受罪的，这地狱从哪来的？业力变现出来的，你没有这个业力，在面前也看不到。第二种是菩萨，要到地狱里面度众生，菩萨能见到，普通的人决定见不到。所以这个是晓得不但是地狱道，六道、十法界都是自心变现的境界，真的像《华严》所说的「应观法界性，一切唯心造」。大乘经上常讲，这十法界依正庄严从哪里来的？「唯心所现，唯识所变」，这是佛把宇宙的来源，一句话给我们交代得很清楚、很明白。",
      "zh_TW": "所以地獄，《地藏經》上講得很清楚，只有兩種人能見得到。一種人是有業力去受罪的，這地獄從哪來的？業力變現出來的，你沒有這個業力，在面前也看不到。第二種是菩薩，要到地獄裡面度眾生，菩薩能見到，普通的人決定見不到。所以這個是曉得不但是地獄道，六道、十法界都是自心變現的境界，真的像《華嚴》所說的「應觀法界性，一切唯心造」。大乘經上常講，這十法界依正莊嚴從哪裡來的？「唯心所現，唯識所變」，這是佛把宇宙的來源，一句話給我們交代得很清楚、很明白。"
    },
    {
      "id": "02-012-0046_p0056",
      "zh_CN": "【譬如世法牢狱。剧苦极刑。】",
      "zh_TW": "【譬如世法牢獄。劇苦極刑。】"
    },
    {
      "id": "02-012-0046_p0057",
      "zh_CN": "这是比喻，实在讲比喻是比喻个仿佛。这个地方像世间的『牢狱』一样，你犯罪了，判了刑罚了，关到监牢狱去了。现在监狱里面刑罚少了，从前监狱里头用刑用得很重，所以『剧苦极刑』。",
      "zh_TW": "這是比喻，實在講比喻是比喻個彷彿。這個地方像世間的『牢獄』一樣，你犯罪了，判了刑罰了，關到監牢獄去了。現在監獄裡面刑罰少了，從前監獄裡頭用刑用得很重，所以『劇苦極刑』。"
    },
    {
      "id": "02-012-0046_p0058",
      "zh_CN": "【魂神命精。】",
      "zh_TW": "【魂神命精。】"
    },
    {
      "id": "02-012-0046_p0059",
      "zh_CN": "这个『魂神命精』就是我们中国人讲的人的灵魂。",
      "zh_TW": "這個『魂神命精』就是我們中國人講的人的靈魂。"
    },
    {
      "id": "02-012-0046_p0060",
      "zh_CN": "【随罪趣向。】",
      "zh_TW": "【隨罪趣向。】"
    },
    {
      "id": "02-012-0046_p0061",
      "zh_CN": "随着他在生造作的罪业自然变现出这个境界，他要去受这个果报。",
      "zh_TW": "隨著他在生造作的罪業自然變現出這個境界，他要去受這個果報。"
    },
    {
      "id": "02-012-0046_p0062",
      "zh_CN": "【所受寿命。或长或短。】",
      "zh_TW": "【所受壽命。或長或短。】"
    },
    {
      "id": "02-012-0046_p0063",
      "zh_CN": "寿命的长短也就是他受罪的那个期限。他受罪是受得长，或者是受得短，都是由他前生所造作的罪业的轻重。他造得轻，他所受的那个罪就短，也就能早出来；造作得很重，那他受的罪就很长，这个我们一定要知道。佛常说「心佛众生，三无差别」，这个力量是相等的。佛能不能救这些众生？佛没有能力，但是佛知道这个原理，佛晓得方法。有缘遇到佛法，你能够相信，能够依照这个方法去做，纵然堕地狱，也能够立刻超出，怕的是你不肯相信，不肯回头，那就没有法子了，那这个罪业就很重，而且很长。",
      "zh_TW": "壽命的長短也就是他受罪的那個期限。他受罪是受得長，或者是受得短，都是由他前生所造作的罪業的輕重。他造得輕，他所受的那個罪就短，也就能早出來；造作得很重，那他受的罪就很長，這個我們一定要知道。佛常說「心佛眾生，三無差別」，這個力量是相等的。佛能不能救這些眾生？佛沒有能力，但是佛知道這個原理，佛曉得方法。有緣遇到佛法，你能夠相信，能夠依照這個方法去做，縱然墮地獄，也能夠立刻超出，怕的是你不肯相信，不肯回頭，那就沒有法子了，那這個罪業就很重，而且很長。"
    },
    {
      "id": "02-012-0046_p0064",
      "zh_CN": "【相从共生。更相报偿。】",
      "zh_TW": "【相從共生。更相報償。】"
    },
    {
      "id": "02-012-0046_p0065",
      "zh_CN": "这一句话就是冤冤相报，互相的残害。",
      "zh_TW": "這一句話就是冤冤相報，互相的殘害。"
    },
    {
      "id": "02-012-0046_p0066",
      "zh_CN": "【殃恶未尽。终不得离。辗转其中。累劫难出。难得解脱。痛不可言。】",
      "zh_TW": "【殃惡未盡。終不得離。輾轉其中。累劫難出。難得解脫。痛不可言。】"
    },
    {
      "id": "02-012-0046_p0067",
      "zh_CN": "这几句说明了恶道里面感受极苦的状况。你的罪没有受尽，你就没有办法出来。地狱罪受尽了，到饿鬼道受罪；饿鬼道受尽了，再变畜生去还债。你过去杀害的畜生，你今天以命去偿，欠命的还命，欠钱的还钱。你如果真正把事实看清楚了，你就真的明了我们在这个世间，人与人之间，说哪个人占了便宜，哪个人吃了亏，没这个事情，绝对没有，为什么？后来有报偿的。我这一生侵占了别人，来生还要还他，俗话常说「吃牠半斤，还牠八两」，因缘果报，丝毫不爽，佛眼睛里面看得清清楚楚，告诉我们『痛不可言』。这世间人愚痴，迷惑颠倒，造这些罪业。",
      "zh_TW": "這幾句說明了惡道裡面感受極苦的狀況。你的罪沒有受盡，你就沒有辦法出來。地獄罪受盡了，到餓鬼道受罪；餓鬼道受盡了，再變畜生去還債。你過去殺害的畜生，你今天以命去償，欠命的還命，欠錢的還錢。你如果真正把事實看清楚了，你就真的明瞭我們在這個世間，人與人之間，說哪個人佔了便宜，哪個人吃了虧，沒這個事情，絕對沒有，為什麼？後來有報償的。我這一生侵佔了別人，來生還要還他，俗話常說「吃牠半斤，還牠八兩」，因緣果報，絲毫不爽，佛眼睛裡面看得清清楚楚，告訴我們『痛不可言』。這世間人愚痴，迷惑顛倒，造這些罪業。"
    },
    {
      "id": "02-012-0046_p0068",
      "zh_CN": "【天地之间。自然有是。】",
      "zh_TW": "【天地之間。自然有是。】"
    },
    {
      "id": "02-012-0046_p0069",
      "zh_CN": "这个就是说明因果不虚，必有报应。这个报应是自然的，没有人主宰，不是佛菩萨在做主，也不是上帝，也不是阎罗王，自自然然感召的。像我们常讲「日有所思，夜有所梦」，人心地很厚道、很善良，他作的梦是好梦；心胸险恶、狭窄，作的梦都是恶梦。这个境界从哪里来的？不是别人变现给你，是自自然然而有的。六道里面的果报就像这个样子。",
      "zh_TW": "這個就是說明因果不虛，必有報應。這個報應是自然的，沒有人主宰，不是佛菩薩在做主，也不是上帝，也不是閻羅王，自自然然感召的。像我們常講「日有所思，夜有所夢」，人心地很厚道、很善良，他作的夢是好夢；心胸險惡、狹窄，作的夢都是惡夢。這個境界從哪裡來的？不是別人變現給你，是自自然然而有的。六道裡面的果報就像這個樣子。"
    },
    {
      "id": "02-012-0046_p0070",
      "zh_CN": "【虽不即时暴应。善恶会当归之。】",
      "zh_TW": "【雖不即時暴應。善惡會當歸之。】"
    },
    {
      "id": "02-012-0046_p0071",
      "zh_CN": "我们现在正在造恶业、造善业的时候，果报现在没有报，现在没有报，过一个时候就报了。所以看你造的这个心、你造的这个行，如果很猛、很强烈，果报这一生就看到，晚年就看到。如果不是很猛、很强的，果报在来世。所以像了凡居士那样，他知道命运是自己造的，自己可以改，他就对于善特别加强，他善的果报不要到来生，这一生就现前了，他就得到这个好的果报了；善恶都是一样。如果我们真正知道了，刻意去断恶、去修善，就能改变我们晚年的环境，这个是真正智慧，真正的聪明。",
      "zh_TW": "我們現在正在造惡業、造善業的時候，果報現在沒有報，現在沒有報，過一個時候就報了。所以看你造的這個心、你造的這個行，如果很猛、很強烈，果報這一生就看到，晚年就看到。如果不是很猛、很強的，果報在來世。所以像了凡居士那樣，他知道命運是自己造的，自己可以改，他就對於善特別加強，他善的果報不要到來生，這一生就現前了，他就得到這個好的果報了；善惡都是一樣。如果我們真正知道了，刻意去斷惡、去修善，就能改變我們晚年的環境，這個是真正智慧，真正的聰明。"
    },
    {
      "id": "02-012-0046_p0072",
      "zh_CN": "我们再看底下一段，下面一段是讲盗恶，前面是讲杀生恶，这个在给我们讲偷盗恶。",
      "zh_TW": "我們再看底下一段，下面一段是講盜惡，前面是講殺生惡，這個在給我們講偷盜惡。"
    },
    {
      "id": "02-012-0046_p0073",
      "zh_CN": "【其二者。世间人民。不顺法度。】",
      "zh_TW": "【其二者。世間人民。不順法度。】"
    },
    {
      "id": "02-012-0046_p0074",
      "zh_CN": "『法』是法律。『度』是节度，要用我们现代的话来讲，就是礼节。礼是有节度的，不能超过，也不能不到，它有一个标准，像这个度量衡一样，它有标准。法律就是我们生活规范的标准，他不遵守法律，这就犯法了。",
      "zh_TW": "『法』是法律。『度』是節度，要用我們現代的話來講，就是禮節。禮是有節度的，不能超過，也不能不到，它有一個標準，像這個度量衡一樣，它有標準。法律就是我們生活規範的標準，他不遵守法律，這就犯法了。"
    },
    {
      "id": "02-012-0046_p0075",
      "zh_CN": "【奢婬骄纵。任心自恣。】",
      "zh_TW": "【奢婬驕縱。任心自恣。】"
    },
    {
      "id": "02-012-0046_p0076",
      "zh_CN": "这句讲的是超过了法律，超过了道德，这就是造罪业了。盗恶范围非常广泛，不仅仅是指我们去偷盗别人东西，这当然是盗。佛家讲的盗是「不与取」，物有主，主人没有同意，你把它得来，这个叫盗。得来的方法很多，或者是主人自己亲自送给你的，但是不是他甘心情愿的，那也叫盗。你是用其他的方法逼迫他，他不能不给你送礼，不能不来贿赂，绝对不是他甘心情愿的，这统统叫盗，所以它的范围就非常非常之广了。下面给我们举几个例子：",
      "zh_TW": "這句講的是超過了法律，超過了道德，這就是造罪業了。盜惡範圍非常廣泛，不僅僅是指我們去偷盜別人東西，這當然是盜。佛家講的盜是「不與取」，物有主，主人沒有同意，你把它得來，這個叫盜。得來的方法很多，或者是主人自己親自送給你的，但是不是他甘心情願的，那也叫盜。你是用其他的方法逼迫他，他不能不給你送禮，不能不來賄賂，絕對不是他甘心情願的，這統統叫盜，所以它的範圍就非常非常之廣了。下面給我們舉幾個例子："
    },
    {
      "id": "02-012-0046_p0077",
      "zh_CN": "【居上不明。】",
      "zh_TW": "【居上不明。】"
    },
    {
      "id": "02-012-0046_p0078",
      "zh_CN": "这个『上』是领袖，在从前是帝王，现在是国家的元首。如果他糊里糊涂的。",
      "zh_TW": "這個『上』是領袖，在從前是帝王，現在是國家的元首。如果他糊裡糊塗的。"
    },
    {
      "id": "02-012-0046_p0079",
      "zh_CN": "【在位不正。】",
      "zh_TW": "【在位不正。】"
    },
    {
      "id": "02-012-0046_p0080",
      "zh_CN": "这是讲他的官僚、官员贪赃枉法，心术不正，不是为老百姓谋福利，想尽方法榨取老百姓的劳力、财物来供养自己，这个是大盗。",
      "zh_TW": "這是講他的官僚、官員貪贓枉法，心術不正，不是為老百姓謀福利，想盡方法榨取老百姓的勞力、財物來供養自己，這個是大盜。"
    },
    {
      "id": "02-012-0046_p0081",
      "zh_CN": "【陷人冤枉。】",
      "zh_TW": "【陷人冤枉。】"
    },
    {
      "id": "02-012-0046_p0082",
      "zh_CN": "我们在历史上看到就很多了，现世不论，在历史上看到很多。为什么要陷害他？为了要夺取他的权位、夺取他的财富、夺取他的眷属，统统是盗心。",
      "zh_TW": "我們在歷史上看到就很多了，現世不論，在歷史上看到很多。為什麼要陷害他？為了要奪取他的權位、奪取他的財富、奪取他的眷屬，統統是盜心。"
    },
    {
      "id": "02-012-0046_p0083",
      "zh_CN": "【损害忠良。】",
      "zh_TW": "【損害忠良。】"
    },
    {
      "id": "02-012-0046_p0084",
      "zh_CN": "这统统都是盗业。",
      "zh_TW": "這統統都是盜業。"
    },
    {
      "id": "02-012-0046_p0085",
      "zh_CN": "【心口各异。】",
      "zh_TW": "【心口各異。】"
    },
    {
      "id": "02-012-0046_p0086",
      "zh_CN": "这就是口里说的跟心里想的不一致。心里想的是夺取对方的利益，口里面用一种欺诈，这种方法。",
      "zh_TW": "這就是口裡說的跟心裡想的不一致。心裡想的是奪取對方的利益，口裡面用一種欺詐，這種方法。"
    },
    {
      "id": "02-012-0046_p0087",
      "zh_CN": "【机伪多端。】",
      "zh_TW": "【機偽多端。】"
    },
    {
      "id": "02-012-0046_p0088",
      "zh_CN": "『机伪』是指他的用心，机心诡诈。",
      "zh_TW": "『機偽』是指他的用心，機心詭詐。"
    },
    {
      "id": "02-012-0046_p0089",
      "zh_CN": "【尊卑中外。更相欺诳。】",
      "zh_TW": "【尊卑中外。更相欺誑。】"
    },
    {
      "id": "02-012-0046_p0090",
      "zh_CN": "『尊』是尊长，欺骗尊长。尊长都有产业，希望自己得到，用种种方法欺骗他。『卑』是下人，『中』是自己家人，『外』是自己家里以外的人。换句话说，无论对「尊」、对「卑」、对家人、对外人统统欺骗，为了自己的利益。",
      "zh_TW": "『尊』是尊長，欺騙尊長。尊長都有產業，希望自己得到，用種種方法欺騙他。『卑』是下人，『中』是自己家人，『外』是自己家裡以外的人。換句話說，無論對「尊」、對「卑」、對家人、對外人統統欺騙，為了自己的利益。"
    },
    {
      "id": "02-012-0046_p0091",
      "zh_CN": "【瞋恚愚痴。欲自厚己。欲贪多有。利害胜负。结忿成讐。破家亡身。不顾前后。】",
      "zh_TW": "【瞋恚愚痴。欲自厚己。欲貪多有。利害勝負。結忿成讐。破家亡身。不顧前後。】"
    },
    {
      "id": "02-012-0046_p0092",
      "zh_CN": "这把因果都说出来了。用这些不正当的心理，不正当的手段，试问你得到的是多少？你能够占有几时？他没有考量这一个事实。如果考量这一个事实，自自然然他就放手，就不肯去做了。要知道得来的很有限，而且得到的必定是命中所有的，命里没有的偷不来。那个小偷今天偷了多少东西，命里有的，你命里头没有，你去偷偷看，你看你偷得来、偷不来？冤枉，真是冤枉。所以古人讲「君子乐得做君子，小人冤枉做小人」。你用什么手段得来的，统统是你命里有的，命里没有的时候，你决定得不到，只是造罪业而已。命里有的，当小偷、当强盗的，他一样享福，没有被警察抓去；命里没有的，才偷一点，马上被抓去了，就去坐监牢狱了，命里没有嘛。这个东西不是管运气好、运气不好，不是运气的事情，是你命里头有没有？你能享多久？",
      "zh_TW": "這把因果都說出來了。用這些不正當的心理，不正當的手段，試問你得到的是多少？你能夠佔有幾時？他沒有考量這一個事實。如果考量這一個事實，自自然然他就放手，就不肯去做了。要知道得來的很有限，而且得到的必定是命中所有的，命裡沒有的偷不來。那個小偷今天偷了多少東西，命裡有的，你命裡頭沒有，你去偷偷看，你看你偷得來、偷不來？冤枉，真是冤枉。所以古人講「君子樂得做君子，小人冤枉做小人」。你用什麼手段得來的，統統是你命裡有的，命裡沒有的時候，你決定得不到，只是造罪業而已。命裡有的，當小偷、當強盜的，他一樣享福，沒有被警察抓去；命裡沒有的，才偷一點，馬上被抓去了，就去坐監牢獄了，命裡沒有嘛。這個東西不是管運氣好、運氣不好，不是運氣的事情，是你命裡頭有沒有？你能享多久？"
    },
    {
      "id": "02-012-0046_p0093",
      "zh_CN": "凡是用这些不正当手段，无论是得来的财富、地位，都不能保持长久，他不是从积功累德上得来的；积功累德可以保持长久，用这一种机伪奸诈所取得的都保持不久，这个我们一定要知道。这都是非常非常愚痴，迷惑颠倒，自私自利。",
      "zh_TW": "凡是用這些不正當手段，無論是得來的財富、地位，都不能保持長久，他不是從積功累德上得來的；積功累德可以保持長久，用這一種機偽奸詐所取得的都保持不久，這個我們一定要知道。這都是非常非常愚痴，迷惑顛倒，自私自利。"
    },
    {
      "id": "02-012-0046_p0094",
      "zh_CN": "『欲自厚己』，他心里所想的都是自利，都是自私自利。『欲贪多有』，贪而无厌。『利害』是讲他所得到的。『胜负』是他的骄慢心的流露，样样要胜过别人，在地位上、在财富上、在种种上，他要超胜别人，这样自自然然与许许多多人结怨结仇，为什么？伤害别人太多了，伤害别人太深了。他的福报享尽，后面这个苦报就现前了。『破家亡身』，我们所谓是家破人亡，这是「痛」，花报。『不顾前后』，这个「前后」是前因后果，他不晓得前因后果，所以他敢作敢为，到果报现前，后悔来不及了。",
      "zh_TW": "『欲自厚己』，他心裡所想的都是自利，都是自私自利。『欲貪多有』，貪而無厭。『利害』是講他所得到的。『勝負』是他的驕慢心的流露，樣樣要勝過別人，在地位上、在財富上、在種種上，他要超勝別人，這樣自自然然與許許多多人結怨結仇，為什麼？傷害別人太多了，傷害別人太深了。他的福報享盡，後面這個苦報就現前了。『破家亡身』，我們所謂是家破人亡，這是「痛」，花報。『不顧前後』，這個「前後」是前因後果，他不曉得前因後果，所以他敢作敢為，到果報現前，後悔來不及了。"
    },
    {
      "id": "02-012-0046_p0095",
      "zh_CN": "【富有悭惜。不肯施与。】",
      "zh_TW": "【富有慳惜。不肯施與。】"
    },
    {
      "id": "02-012-0046_p0096",
      "zh_CN": "这在世间人也常见的。富贵人吝啬、悭贪，不愿意帮助别人。",
      "zh_TW": "這在世間人也常見的。富貴人吝嗇、慳貪，不願意幫助別人。"
    },
    {
      "id": "02-012-0046_p0097",
      "zh_CN": "【爱保贪重。心劳身苦。】",
      "zh_TW": "【愛保貪重。心勞身苦。】"
    },
    {
      "id": "02-012-0046_p0098",
      "zh_CN": "这是形容我们中国俗话所说的守财奴，一生当中把这个财物看得太重了，不会运用他的财物来修福、来积德，他不会。而且财物多了的时候，因为他不会运用，反而造了很重的罪业。所以『心劳身苦』，操心，如何保护财产不失掉，如何保护财产不贬值，实在讲统统都是错用了心，为什么？他的寿命有限，这能带得走吗？一样也带不走，大限到来，全是别人的，没有一样是自己的，这个就是他迷惑。",
      "zh_TW": "這是形容我們中國俗話所說的守財奴，一生當中把這個財物看得太重了，不會運用他的財物來修福、來積德，他不會。而且財物多了的時候，因為他不會運用，反而造了很重的罪業。所以『心勞身苦』，操心，如何保護財產不失掉，如何保護財產不貶值，實在講統統都是錯用了心，為什麼？他的壽命有限，這能帶得走嗎？一樣也帶不走，大限到來，全是別人的，沒有一樣是自己的，這個就是他迷惑。"
    },
    {
      "id": "02-012-0046_p0099",
      "zh_CN": "【如是至竟。无一随者。】",
      "zh_TW": "【如是至竟。無一隨者。】"
    },
    {
      "id": "02-012-0046_p0100",
      "zh_CN": "到他命终的时候，一样带不走，没有一样跟着他走的，这就是古德常讲「万般将不去，唯有业随身」。你一生所造的善业、恶业会跟着你走的，这个世间一切功名、富贵、财物是你一样都带不走的。真正觉悟的人、真正聪明人要晓得，带得走的我要好好的修它，我要珍惜它；带不走的不必理会，不要在这些上面多费精神，这是错误的。",
      "zh_TW": "到他命終的時候，一樣帶不走，沒有一樣跟著他走的，這就是古德常講「萬般將不去，唯有業隨身」。你一生所造的善業、惡業會跟著你走的，這個世間一切功名、富貴、財物是你一樣都帶不走的。真正覺悟的人、真正聰明人要曉得，帶得走的我要好好的修它，我要珍惜它；帶不走的不必理會，不要在這些上面多費精神，這是錯誤的。"
    },
    {
      "id": "02-012-0046_p0101",
      "zh_CN": "【善恶祸福。追命所生。或在乐处。或入苦毒。】",
      "zh_TW": "【善惡禍福。追命所生。或在樂處。或入苦毒。】"
    },
    {
      "id": "02-012-0046_p0102",
      "zh_CN": "这是说你一生修善积德，你所得的是福报；你一生作恶多端，利己损人，你必定得灾祸。这个业力一定支配你，善人生在『乐处』，得人天福报；恶人一定入三途，『苦毒』就是指的地狱、饿鬼苦，地狱毒，「苦毒」是指三恶道。",
      "zh_TW": "這是說你一生修善積德，你所得的是福報；你一生作惡多端，利己損人，你必定得災禍。這個業力一定支配你，善人生在『樂處』，得人天福報；惡人一定入三途，『苦毒』就是指的地獄、餓鬼苦，地獄毒，「苦毒」是指三惡道。"
    },
    {
      "id": "02-012-0046_p0103",
      "zh_CN": "【又或见善憎谤。不思慕及。常怀盗心。悕望他利。用自供给。消散复取。】",
      "zh_TW": "【又或見善憎謗。不思慕及。常懷盜心。悕望他利。用自供給。消散復取。】"
    },
    {
      "id": "02-012-0046_p0104",
      "zh_CN": "这个地方所讲的盗业，往往我们疏忽了。嫉妒、瞋恨，经过佛这么一提示，我们仔细去思惟一下，确实也是『盗心』。为什么会嫉妒？不愿意看到别人比自己好，这个就是不正常的心，希望别人都不如自己，都是属于「盗心」。见到善人，见到善事，心里面不欢喜，或者加以毁谤，加以批评。如果是个善人，那他的态度就不一样了，善人见到善人、见到好事，他生欢喜心，不但欢喜，而且他知道随喜功德，所以尽心尽力去帮助他、成全他，为什么？这一个善人在这一方是这一方人的好榜样，善事必定能够利益大众。成人之美就是成就自己的德行，换句话说，妨害别人、障碍别人，正是自己在造极重的罪业。「常怀盗心」，希望别人的好处自己来受用，受用完了，再想办法去找，换句话说，享受现成的，这就是属于「盗心」。",
      "zh_TW": "這個地方所講的盜業，往往我們疏忽了。嫉妒、瞋恨，經過佛這麼一提示，我們仔細去思惟一下，確實也是『盜心』。為什麼會嫉妒？不願意看到別人比自己好，這個就是不正常的心，希望別人都不如自己，都是屬於「盜心」。見到善人，見到善事，心裡面不歡喜，或者加以毀謗，加以批評。如果是個善人，那他的態度就不一樣了，善人見到善人、見到好事，他生歡喜心，不但歡喜，而且他知道隨喜功德，所以盡心盡力去幫助他、成全他，為什麼？這一個善人在這一方是這一方人的好榜樣，善事必定能夠利益大眾。成人之美就是成就自己的德行，換句話說，妨害別人、障礙別人，正是自己在造極重的罪業。「常懷盜心」，希望別人的好處自己來受用，受用完了，再想辦法去找，換句話說，享受現成的，這就是屬於「盜心」。"
    },
    {
      "id": "02-012-0046_p0105",
      "zh_CN": "【神明尅识。终入恶道。自有三途。无量苦恼。辗转其中。累劫难出。痛不可言。】",
      "zh_TW": "【神明尅識。終入惡道。自有三途。無量苦惱。輾轉其中。累劫難出。痛不可言。】"
    },
    {
      "id": "02-012-0046_p0106",
      "zh_CN": "这个地方所讲的『神明尅识』，这个「识」念破音字，不念识（ㄕˋ；shiˋ），念识（ㄓˋ；zhiˋ），「识」（ㄓˋ；zhiˋ）就是记载的意思，跟言字边那个志愿的「志」是一个意思，古时候这两个字通用。这个「神明」就是讲的天地鬼神，你造作的善恶，天地鬼神那里有记载，这是说这桩事情。天地鬼神是不是真的有记载？真的有，这个不假。",
      "zh_TW": "這個地方所講的『神明尅識』，這個「識」念破音字，不念識（ㄕˋ；shiˋ），念識（ㄓˋ；zhiˋ），「識」（ㄓˋ；zhiˋ）就是記載的意思，跟言字邊那個志願的「誌」是一個意思，古時候這兩個字通用。這個「神明」就是講的天地鬼神，你造作的善惡，天地鬼神那裡有記載，這是說這樁事情。天地鬼神是不是真的有記載？真的有，這個不假。"
    },
    {
      "id": "02-012-0046_p0107",
      "zh_CN": "我们在《高僧传》，是哪一位法师我记不得了，《神僧传》里头也有。他那个神通真的是不可思议，他是遇到一个秀才，这个秀才会写文章，大概是写的总是对于世间善人的批评，恶意的毁谤，也是泄忿。写完之后就算了，就烧掉了。遇到这一位法师，这位法师就跟他讲：你心术不正。他说：你怎么知道？他说：我知道，你从前写过这些什么东西。他死都不承认。不承认，从口袋里摸出来，给你看，是不是这个？吓死了，还在，明明烧掉了，他怎么从他口袋里摸出来？",
      "zh_TW": "我們在《高僧傳》，是哪一位法師我記不得了，《神僧傳》裡頭也有。他那個神通真的是不可思議，他是遇到一個秀才，這個秀才會寫文章，大概是寫的總是對於世間善人的批評，惡意的毀謗，也是洩忿。寫完之後就算了，就燒掉了。遇到這一位法師，這位法師就跟他講：你心術不正。他說：你怎麼知道？他說：我知道，你從前寫過這些什麼東西。他死都不承認。不承認，從口袋裡摸出來，給你看，是不是這個？嚇死了，還在，明明燒掉了，他怎麼從他口袋裡摸出來？"
    },
    {
      "id": "02-012-0046_p0108",
      "zh_CN": "所以说实在话，我们的一举一动、起心动念，就像那个电脑里头统统有记录存在，不是天地鬼神他去记，他们有办法看到我们的档案，我们的档案他全都有，这是真的不是假的。起心动念，佛给我们讲「阿赖耶识」就是档案库，不但这一生的，过去生生世世统统在那里头。这「阿赖耶识」叫「藏识」，「藏」像仓库一样，所有一切资料统统在那个里面。有能力的人会把那个档案打开来的时候，再赖也赖不掉。这是佛法给我们说出这个原理。",
      "zh_TW": "所以說實在話，我們的一舉一動、起心動念，就像那個電腦裡頭統統有記錄存在，不是天地鬼神他去記，他們有辦法看到我們的檔案，我們的檔案他全都有，這是真的不是假的。起心動念，佛給我們講「阿賴耶識」就是檔案庫，不但這一生的，過去生生世世統統在那裡頭。這「阿賴耶識」叫「藏識」，「藏」像倉庫一樣，所有一切資料統統在那個裡面。有能力的人會把那個檔案打開來的時候，再賴也賴不掉。這是佛法給我們說出這個原理。"
    },
    {
      "id": "02-012-0046_p0109",
      "zh_CN": "所以通常世间法里面讲阎罗王那里有生死簿，阴曹地府有业镜台，这一些都不是虚妄的。如果我们很冷静的去想一想，是非常可能，可能它是事实，不是一个虚构的。所以我们起心动念就要谨慎。真正修行在哪里修行？在起心动念之处，不许可有一个恶念，念念利益众生，绝不侵害众生，绝不伤害众生，这才真正成就自己的「大德」。这是「神明尅识」。",
      "zh_TW": "所以通常世間法裡面講閻羅王那裡有生死簿，陰曹地府有業鏡台，這一些都不是虛妄的。如果我們很冷靜的去想一想，是非常可能，可能它是事實，不是一個虛構的。所以我們起心動念就要謹慎。真正修行在哪裡修行？在起心動念之處，不許可有一個惡念，念念利益眾生，絕不侵害眾生，絕不傷害眾生，這才真正成就自己的「大德」。這是「神明尅識」。"
    },
    {
      "id": "02-012-0046_p0110",
      "zh_CN": "『终入恶道』，最后必定是堕三恶道。三恶道从哪来的？『自有三途，无量苦恼，辗转其中』，这一句话跟前面讲的『天地之间，自然有是』是一个意思，言语上说得不一样，意思、境界完全相同。「辗转其中，累劫难出」，这就指恶道的循环。地狱道罪受满了，到饿鬼道；饿鬼道受完了，再到畜生道，恶道循环『痛不可言』。唯独佛与大菩萨，「现量」，就是现前，亲眼看到这个事实，告诉我们真实的状况。我们今天就讲到此地。",
      "zh_TW": "『終入惡道』，最後必定是墮三惡道。三惡道從哪來的？『自有三途，無量苦惱，輾轉其中』，這一句話跟前面講的『天地之間，自然有是』是一個意思，言語上說得不一樣，意思、境界完全相同。「輾轉其中，累劫難出」，這就指惡道的循環。地獄道罪受滿了，到餓鬼道；餓鬼道受完了，再到畜生道，惡道循環『痛不可言』。唯獨佛與大菩薩，「現量」，就是現前，親眼看到這個事實，告訴我們真實的狀況。我們今天就講到此地。"
    }
  ]
}