{
  "doc_id": "02-012-0013",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0013",
  "total_paragraphs": 136,
  "paragraphs": [
    {
      "id": "02-012-0013_p0001",
      "zh_CN": "请掀开讲义第二十五页，看第六条：",
      "zh_TW": "請掀開講義第二十五頁，看第六條："
    },
    {
      "id": "02-012-0013_p0002",
      "zh_CN": "【行人若能于此无上甚深微妙之法，能稍生信解，其人必是上根。如来从真实慧中，开演此法门者，欲惠众生真实之利也，故此法门必方便究竟，普被三根，普令现在、当来，一切凡、愚、浊恶众生，悉登彼岸。】",
      "zh_TW": "【行人若能於此無上甚深微妙之法，能稍生信解，其人必是上根。如來從真實慧中，開演此法門者，欲惠眾生真實之利也，故此法門必方便究竟，普被三根，普令現在、當來，一切凡、愚、濁惡眾生，悉登彼岸。】"
    },
    {
      "id": "02-012-0013_p0003",
      "zh_CN": "我们上一次讲到此地。这个地方特别要强调的是希望我们能够真正认识这一个法门的殊胜。它殊胜在什么地方？底下一节就说到了。",
      "zh_TW": "我們上一次講到此地。這個地方特別要強調的是希望我們能夠真正認識這一個法門的殊勝。它殊勝在什麼地方？底下一節就說到了。"
    },
    {
      "id": "02-012-0013_p0004",
      "zh_CN": "【大愿之核心乃第十八愿。】",
      "zh_TW": "【大願之核心乃第十八願。】"
    },
    {
      "id": "02-012-0013_p0005",
      "zh_CN": "四十八愿的第十八愿是佛度众生真实、殊胜、奇特的方法。",
      "zh_TW": "四十八願的第十八願是佛度眾生真實、殊勝、奇特的方法。"
    },
    {
      "id": "02-012-0013_p0006",
      "zh_CN": "【然十念必生之究竟方便，实由于弥陀究竟成就之最极方便处。正是本经中如来定慧究畅无极处。今人焉能因此法之易行而鄙视之，而轻此法门乎。】",
      "zh_TW": "【然十念必生之究竟方便，實由於彌陀究竟成就之最極方便處。正是本經中如來定慧究暢無極處。今人焉能因此法之易行而鄙視之，而輕此法門乎。】"
    },
    {
      "id": "02-012-0013_p0007",
      "zh_CN": "末后两句是感慨的话，确确实实如此。因为这个法门容易，任何人都能够修学，不须要具备什么条件，因此许多人对这个法门看轻了，不肯接受，不能相信，这是莫大的损失。这样殊胜方便的法门，实在是阿弥陀佛累劫修学成就的心得，开出这么一个奇特的法门。十方一切诸佛，因弥陀法门的殊胜，所以将一切众生全部都介绍到西方极乐世界，这是我们在大乘经典里面处处都能够看到的。黄念老说这正是本经当中，世尊所说的「如来定慧究畅无极」，这两句是赞叹阿弥陀佛的，赞叹的绝不过分，赞叹到恰如其分。为什么法门殊胜，这里为我们说出来了。我们翻过来看第二十六页：",
      "zh_TW": "末後兩句是感慨的話，確確實實如此。因為這個法門容易，任何人都能夠修學，不須要具備什麼條件，因此許多人對這個法門看輕了，不肯接受，不能相信，這是莫大的損失。這樣殊勝方便的法門，實在是阿彌陀佛累劫修學成就的心得，開出這麼一個奇特的法門。十方一切諸佛，因彌陀法門的殊勝，所以將一切眾生全部都介紹到西方極樂世界，這是我們在大乘經典裡面處處都能夠看到的。黃念老說這正是本經當中，世尊所說的「如來定慧究暢無極」，這兩句是讚歎阿彌陀佛的，讚歎的絕不過分，讚歎到恰如其分。為什麼法門殊勝，這裡為我們說出來了。我們翻過來看第二十六頁："
    },
    {
      "id": "02-012-0013_p0008",
      "zh_CN": "【疏钞云：但持佛名，必生彼国，则或高或下，或圣或凡；乃至或信或疑，或赞或毁，知有彼佛，便成善根，多劫多生，俱蒙解脱。】",
      "zh_TW": "【疏鈔云：但持佛名，必生彼國，則或高或下，或聖或凡；乃至或信或疑，或讚或毀，知有彼佛，便成善根，多劫多生，俱蒙解脫。】"
    },
    {
      "id": "02-012-0013_p0009",
      "zh_CN": "这是莲池大师在《弥陀经疏钞》里面给我们开示的。",
      "zh_TW": "這是蓮池大師在《彌陀經疏鈔》裡面給我們開示的。"
    },
    {
      "id": "02-012-0013_p0010",
      "zh_CN": "【至于当世，何人当机。】",
      "zh_TW": "【至於當世，何人當機。】"
    },
    {
      "id": "02-012-0013_p0011",
      "zh_CN": "这是我们最需要知道的，在现在，什么样的人是这一个法门当机者。这个当机者，就是最适合修学这个法门的。",
      "zh_TW": "這是我們最需要知道的，在現在，什麼樣的人是這一個法門當機者。這個當機者，就是最適合修學這個法門的。"
    },
    {
      "id": "02-012-0013_p0012",
      "zh_CN": "【则不论男女老少，富贵贫贱，上智下愚，久修初习。】",
      "zh_TW": "【則不論男女老少，富貴貧賤，上智下愚，久修初習。】"
    },
    {
      "id": "02-012-0013_p0013",
      "zh_CN": "「久修」，就是我们讲老修行；「初习」，就是刚刚开始学佛的。",
      "zh_TW": "「久修」，就是我們講老修行；「初習」，就是剛剛開始學佛的。"
    },
    {
      "id": "02-012-0013_p0014",
      "zh_CN": "【宿根利钝。】",
      "zh_TW": "【宿根利鈍。】"
    },
    {
      "id": "02-012-0013_p0015",
      "zh_CN": "根利的人聪明，根钝的人比较迟钝。",
      "zh_TW": "根利的人聰明，根鈍的人比較遲鈍。"
    },
    {
      "id": "02-012-0013_p0016",
      "zh_CN": "【善恶差别。只要于此法门，能生实信，因信发愿，从愿起行，发菩提心，一向专念。】",
      "zh_TW": "【善惡差別。只要於此法門，能生實信，因信發願，從願起行，發菩提心，一向專念。】"
    },
    {
      "id": "02-012-0013_p0017",
      "zh_CN": "这几句话非常非常重要；换言之，只要具备这个条件，没有一个不成就的。这就是小本经上讲的「信愿行」三个条件。这个地方特别要注意这个「信」，这是真正的相信，不能有一丝毫怀疑。如果还怀疑阿弥陀佛功德大概不是究竟圆满，还要念念其他的经论，还要念念其他佛菩萨名号来帮助，这个都是信心不坚固、信心不真实才会有这种现象。如果真正相信了，知道这一句弥陀名号就包含所有一切佛菩萨的名号，念这一个名号统统都念到了，何必还要累赘！念这一部经等于念一切经，大经上常讲「一切即一，一即一切」。「一」是什么？一经，就是《无量寿经》；一佛，就是阿弥陀佛。你能这样念，统统都念到了，一个都没有漏掉，这才是究竟圆满方便。所以「因信」，愿是建立在坚定信心的基础上。因为愿，我们才肯念，我们才肯行。「发菩提心，一向专念」，才能真正做到。",
      "zh_TW": "這幾句話非常非常重要；換言之，只要具備這個條件，沒有一個不成就的。這就是小本經上講的「信願行」三個條件。這個地方特別要注意這個「信」，這是真正的相信，不能有一絲毫懷疑。如果還懷疑阿彌陀佛功德大概不是究竟圓滿，還要念念其他的經論，還要念念其他佛菩薩名號來幫助，這個都是信心不堅固、信心不真實才會有這種現象。如果真正相信了，知道這一句彌陀名號就包含所有一切佛菩薩的名號，念這一個名號統統都念到了，何必還要累贅！念這一部經等於念一切經，大經上常講「一切即一，一即一切」。「一」是什麼？一經，就是《無量壽經》；一佛，就是阿彌陀佛。你能這樣念，統統都念到了，一個都沒有漏掉，這才是究竟圓滿方便。所以「因信」，願是建立在堅定信心的基礎上。因為願，我們才肯念，我們才肯行。「發菩提心，一向專念」，才能真正做到。"
    },
    {
      "id": "02-012-0013_p0018",
      "zh_CN": "这两句话含义无尽的深广。「发菩提心」，菩提是觉悟，发菩提心是发起真正觉悟之心。真正觉悟之心里面，包括了几桩事情：第一个，觉悟到这个世间真苦。你要不晓得这个世间苦，你就不愿意离开这个世间；不愿意离开这个世间，就没有办法到极乐世界去。所以，首先要觉悟这个世间是真苦，六道轮回就更苦、更可怕。要想解决这个问题，唯有念佛求生西方净土，这是你自己觉悟。我们非常非常幸运，无始劫以来找不到一条生路，这一生碰到了，这个实在是大幸运，这是值得庆幸的。",
      "zh_TW": "這兩句話含義無盡的深廣。「發菩提心」，菩提是覺悟，發菩提心是發起真正覺悟之心。真正覺悟之心裡面，包括了幾樁事情：第一個，覺悟到這個世間真苦。你要不曉得這個世間苦，你就不願意離開這個世間；不願意離開這個世間，就沒有辦法到極樂世界去。所以，首先要覺悟這個世間是真苦，六道輪迴就更苦、更可怕。要想解決這個問題，唯有念佛求生西方淨土，這是你自己覺悟。我們非常非常幸運，無始劫以來找不到一條生路，這一生碰到了，這個實在是大幸運，這是值得慶幸的。"
    },
    {
      "id": "02-012-0013_p0019",
      "zh_CN": "可是我们再看看周围的这些人，我们的家亲眷属、邻里乡党，再扩大看到我们这个世界上的这些人，他们还不知道，那多可惜！所以必须在自己修学之中，要尽心尽力的帮助这些人，使这一些人也能够认识这一个法门，也能够修学这一个法门，让这一些苦难的众生，我们同生西方极乐世界，这个菩提心才圆满。只顾自己，不顾别人，这个菩提心不圆满，所以这一点我们要明了。",
      "zh_TW": "可是我們再看看周圍的這些人，我們的家親眷屬、鄰里鄉黨，再擴大看到我們這個世界上的這些人，他們還不知道，那多可惜！所以必須在自己修學之中，要盡心盡力的幫助這些人，使這一些人也能夠認識這一個法門，也能夠修學這一個法門，讓這一些苦難的眾生，我們同生西方極樂世界，這個菩提心才圓滿。只顧自己，不顧別人，這個菩提心不圓滿，所以這一點我們要明瞭。"
    },
    {
      "id": "02-012-0013_p0020",
      "zh_CN": "「一向专念」，不但自己要念佛，念佛的名号、念佛的功德、念佛的修因证果、念佛的心愿，我们读经，这些统统都念到了，都在经典里面。除这个之外，还要常常念许许多多众生还没有听到这个法门的，我们要把这个事情挂在心上，随时随地以种种善巧方便帮助他们，让他们都能够见到阿弥陀佛，都能够听到阿弥陀佛的佛号，都有缘见到《无量寿经》这个经本。无论他信与不信。信，这个缘分帮助他成就了；不信，也在他阿赖耶识里种下了金刚种子，今生不能得度，总有一天他再遇到缘，这个种子起现行，那就成功了。正如同我们自己一样，我们在无始劫之前，阿赖耶识种下这个种子；如果没有种子，今天纵然有缘，但是没有因，有缘没有用处的。换句话说，我们是全心全力帮助别人，成就他、帮助他种下金刚种子。这个叫「一向专念」。换句话说，念念求往生，念念帮助众生，这个也是帮助诸佛接引众生，帮助一切众生认识《无量寿经》，认识阿弥陀佛。",
      "zh_TW": "「一向專念」，不但自己要念佛，念佛的名號、念佛的功德、念佛的修因證果、念佛的心願，我們讀經，這些統統都念到了，都在經典裡面。除這個之外，還要常常念許許多多眾生還沒有聽到這個法門的，我們要把這個事情掛在心上，隨時隨地以種種善巧方便幫助他們，讓他們都能夠見到阿彌陀佛，都能夠聽到阿彌陀佛的佛號，都有緣見到《無量壽經》這個經本。無論他信與不信。信，這個緣分幫助他成就了；不信，也在他阿賴耶識裡種下了金剛種子，今生不能得度，總有一天他再遇到緣，這個種子起現行，那就成功了。正如同我們自己一樣，我們在無始劫之前，阿賴耶識種下這個種子；如果沒有種子，今天縱然有緣，但是沒有因，有緣沒有用處的。換句話說，我們是全心全力幫助別人，成就他、幫助他種下金剛種子。這個叫「一向專念」。換句話說，念念求往生，念念幫助眾生，這個也是幫助諸佛接引眾生，幫助一切眾生認識《無量壽經》，認識阿彌陀佛。"
    },
    {
      "id": "02-012-0013_p0021",
      "zh_CN": "【如是之人，正是当机。】",
      "zh_TW": "【如是之人，正是當機。】"
    },
    {
      "id": "02-012-0013_p0022",
      "zh_CN": "果然能够这样存心，这样去做的，换句话说，没有不往生，决定往生。比自己专念，不顾别人，可靠的多了，这个功德力量是不可思议的。",
      "zh_TW": "果然能夠這樣存心，這樣去做的，換句話說，沒有不往生，決定往生。比自己專念，不顧別人，可靠的多了，這個功德力量是不可思議的。"
    },
    {
      "id": "02-012-0013_p0023",
      "zh_CN": "到这个地方，这一段介绍的是这一部经适合于哪些人修学，我们明了了，当然自己也感到非常欢喜，我们自己确确实实是这个经典法门的当机者。",
      "zh_TW": "到這個地方，這一段介紹的是這一部經適合於哪些人修學，我們明瞭了，當然自己也感到非常歡喜，我們自己確確實實是這個經典法門的當機者。"
    },
    {
      "id": "02-012-0013_p0024",
      "zh_CN": "第六大段是介绍「藏教所摄」。这个在佛门里一般讲叫判教，也就是为我们说明，这一部经典在整个佛法教学过程当中，它这个课程是安排在哪一个阶段。因为佛说法在鹿野苑，从度五比丘开始讲小乘教，相当于佛教的小学，这个时间也相当之长。第二个阶段，佛给我们讲方等，等于是中学。第三个阶段，佛给我们讲般若，相当于大学，般若时间讲得最长，总共讲了二十二年。我们知道佛说法四十九年，般若讲了二十二年，可见得般若确确实实在教学里面，它是中心，它是一个重点。般若之后，佛给我们讲《法华经》，《法华》讲了八年，佛就入灭了。佛在入灭前一天讲《大涅槃经》，所以《涅槃经》是一日一夜所说的。这是四个阶段，像小学、中学、大学、研究所。那么它是摆在哪一个阶段里，这个课程在哪个阶段里。",
      "zh_TW": "第六大段是介紹「藏教所攝」。這個在佛門裡一般講叫判教，也就是為我們說明，這一部經典在整個佛法教學過程當中，它這個課程是安排在哪一個階段。因為佛說法在鹿野苑，從度五比丘開始講小乘教，相當於佛教的小學，這個時間也相當之長。第二個階段，佛給我們講方等，等於是中學。第三個階段，佛給我們講般若，相當於大學，般若時間講得最長，總共講了二十二年。我們知道佛說法四十九年，般若講了二十二年，可見得般若確確實實在教學裡面，它是中心，它是一個重點。般若之後，佛給我們講《法華經》，《法華》講了八年，佛就入滅了。佛在入滅前一天講《大涅槃經》，所以《涅槃經》是一日一夜所說的。這是四個階段，像小學、中學、大學、研究所。那麼它是擺在哪一個階段裡，這個課程在哪個階段裡。"
    },
    {
      "id": "02-012-0013_p0025",
      "zh_CN": "【凡体究经典。】",
      "zh_TW": "【凡體究經典。】"
    },
    {
      "id": "02-012-0013_p0026",
      "zh_CN": "这是专门对于研究经典人来说的。如果像我们专修净土，这一桩事情知道、不知道，实在讲没有太大关系。如果研究教理的话，那就不能不知道。",
      "zh_TW": "這是專門對於研究經典人來說的。如果像我們專修淨土，這一樁事情知道、不知道，實在講沒有太大關係。如果研究教理的話，那就不能不知道。"
    },
    {
      "id": "02-012-0013_p0027",
      "zh_CN": "【宜先知此经属于何藏？说在何时？判属何教？知此，则有助于理解全经。】",
      "zh_TW": "【宜先知此經屬於何藏？說在何時？判屬何教？知此，則有助於理解全經。】"
    },
    {
      "id": "02-012-0013_p0028",
      "zh_CN": "下面我们一段一段来看。",
      "zh_TW": "下面我們一段一段來看。"
    },
    {
      "id": "02-012-0013_p0029",
      "zh_CN": "【经典能包含蕴积文义，故名为藏。有二：一、三藏：１契经。２律。３论。】",
      "zh_TW": "【經典能包含蘊積文義，故名為藏。有二：一、三藏：１契經。２律。３論。】"
    },
    {
      "id": "02-012-0013_p0030",
      "zh_CN": "这个「藏」，也就是收藏的意思；像仓库，用现在的话来讲，就是分类。佛讲的东西很多，我们把它归纳分类，这样子要是找也就方便了。所以佛的经典总分为三大类，叫做『三藏』。这个三大类，第一类就是经藏，第二类是律藏，是戒律，第三类叫论藏，「经、律、论」三藏。",
      "zh_TW": "這個「藏」，也就是收藏的意思；像倉庫，用現在的話來講，就是分類。佛講的東西很多，我們把它歸納分類，這樣子要是找也就方便了。所以佛的經典總分為三大類，叫做『三藏』。這個三大類，第一類就是經藏，第二類是律藏，是戒律，第三類叫論藏，「經、律、論」三藏。"
    },
    {
      "id": "02-012-0013_p0031",
      "zh_CN": "在三藏里面，本经是属于哪一类？清朝在乾隆年间，编了一个《四库全书》，《四库全书》的构想就是从佛法三藏来的。因为佛教这个分的很方便，所以当时将中国自古以来的典籍，乾隆年间做一次总的整理，就分为四大类：经、史、子、集，称为四库。这个库跟藏的意思是很接近的，很相通的。",
      "zh_TW": "在三藏裡面，本經是屬於哪一類？清朝在乾隆年間，編了一個《四庫全書》，《四庫全書》的構想就是從佛法三藏來的。因為佛教這個分的很方便，所以當時將中國自古以來的典籍，乾隆年間做一次總的整理，就分為四大類：經、史、子、集，稱為四庫。這個庫跟藏的意思是很接近的，很相通的。"
    },
    {
      "id": "02-012-0013_p0032",
      "zh_CN": "佛教这个藏，有三藏、有二藏之说。三藏，就刚才讲的『契经』。经，上面加上一个「契」，区别跟我们中国对于圣人所说的，我们也尊称之为经，像孔子所说的，儒家有《十三经》，道家也有《南华经》，《南华经》是庄子的，《道德经》是老子的，都尊称之为经。佛所说的，我们讲契经，区别跟中国这个儒家、道家所说的不相同。",
      "zh_TW": "佛教這個藏，有三藏、有二藏之說。三藏，就剛才講的『契經』。經，上面加上一個「契」，區別跟我們中國對於聖人所說的，我們也尊稱之為經，像孔子所說的，儒家有《十三經》，道家也有《南華經》，《南華經》是莊子的，《道德經》是老子的，都尊稱之為經。佛所說的，我們講契經，區別跟中國這個儒家、道家所說的不相同。"
    },
    {
      "id": "02-012-0013_p0033",
      "zh_CN": "契是什么意思？上契诸佛所证之理。换句话说，这是一切诸佛统统见到的，统统证得的，这决定是真实，决定不是假的；下契众生可度之机。就是上决定不违背真理，下要能够适合于现前大众的根机；换句话说要适合于大众的程度。你说得太深了，大家听了不能接受，那你是白说了；说得太浅，他根本不屑听。这都没有办法叫众生得到真实的利益，所以一定要适合于众生的程度，这称之为契经。第二是『戒律』，第三是『论藏』。",
      "zh_TW": "契是什麼意思？上契諸佛所證之理。換句話說，這是一切諸佛統統見到的，統統證得的，這決定是真實，決定不是假的；下契眾生可度之機。就是上決定不違背真理，下要能夠適合於現前大眾的根機；換句話說要適合於大眾的程度。你說得太深了，大家聽了不能接受，那你是白說了；說得太淺，他根本不屑聽。這都沒有辦法叫眾生得到真實的利益，所以一定要適合於眾生的程度，這稱之為契經。第二是『戒律』，第三是『論藏』。"
    },
    {
      "id": "02-012-0013_p0034",
      "zh_CN": "【本经属经藏。】",
      "zh_TW": "【本經屬經藏。】"
    },
    {
      "id": "02-012-0013_p0035",
      "zh_CN": "在三藏里面，它是分在经藏这一类。经藏，主要是讲定学。「戒定慧」三学，它主要讲定学。你看看小本《阿弥陀经》主张「一心不乱」，那就是定。我们这个经里面，虽然没有讲一心不乱，也讲到「一向专念」，一向专念就是修定的一种方法。",
      "zh_TW": "在三藏裡面，它是分在經藏這一類。經藏，主要是講定學。「戒定慧」三學，它主要講定學。你看看小本《阿彌陀經》主張「一心不亂」，那就是定。我們這個經裡面，雖然沒有講一心不亂，也講到「一向專念」，一向專念就是修定的一種方法。"
    },
    {
      "id": "02-012-0013_p0036",
      "zh_CN": "第二是戒律。戒律，总而言之，就是我们现在人所说的生活规范。佛给我们说了许许多多，但是生活方式每一个时代不相同，每一个地区也不相同，每一个国家地区、民族、风土人情都不一样，因此佛在这一部分就讲得很多了。所说的有很琐碎的条文，像诸位现在有的时候能看到的，出家的比丘戒、比丘尼戒许许多多的条文，都是佛在世，当时的那一些生活习惯当中，必须要注意遵守的威仪。但是现在都不适用了，换句话说，完全用不上了，这是我们必须要知道的。",
      "zh_TW": "第二是戒律。戒律，總而言之，就是我們現在人所說的生活規範。佛給我們說了許許多多，但是生活方式每一個時代不相同，每一個地區也不相同，每一個國家地區、民族、風土人情都不一樣，因此佛在這一部分就講得很多了。所說的有很瑣碎的條文，像諸位現在有的時候能看到的，出家的比丘戒、比丘尼戒許許多多的條文，都是佛在世，當時的那一些生活習慣當中，必須要注意遵守的威儀。但是現在都不適用了，換句話說，完全用不上了，這是我們必須要知道的。"
    },
    {
      "id": "02-012-0013_p0037",
      "zh_CN": "为什么？佛在世的那个时候，跟我们现在穿的衣服不一样，在穿着上所有那些规矩统统用不上了。饮食不一样，佛在世是托钵，印度人吃饭是用手抓的，我们用筷子，那不相同了。所以「衣食住行」里面所讲的这些细节，统统用不上。但是我们读这一些戒律书，会怀念佛当年在世教化众生，无微不至，这叫苦口婆心，使我们能够纪念他。我们要学的，是要学戒律的精神，如何把戒律的精神应用在现在的生活上，这个学习就对了。所以佛法要活着学，不能学死东西，学死东西就错了。",
      "zh_TW": "為什麼？佛在世的那個時候，跟我們現在穿的衣服不一樣，在穿著上所有那些規矩統統用不上了。飲食不一樣，佛在世是托缽，印度人吃飯是用手抓的，我們用筷子，那不相同了。所以「衣食住行」裡面所講的這些細節，統統用不上。但是我們讀這一些戒律書，會懷念佛當年在世教化眾生，無微不至，這叫苦口婆心，使我們能夠紀念他。我們要學的，是要學戒律的精神，如何把戒律的精神應用在現在的生活上，這個學習就對了。所以佛法要活著學，不能學死東西，學死東西就錯了。"
    },
    {
      "id": "02-012-0013_p0038",
      "zh_CN": "佛教传到中国是佛灭度之后一千年，在后汉时候到中国来的。从印度到中国，印度的风土人情、风俗习惯都跟我们中国完全不相同，印度这些高僧到达了中国，完全将佛陀的教义跟中国的固有文化、现前的生活状况融合在一起，所以这个佛法立刻就被中国人接受了，能在中国发扬光大。如果他要是把印度那一套东西，呆呆板板的搬到中国来，我们中国人一定不能接受。",
      "zh_TW": "佛教傳到中國是佛滅度之後一千年，在後漢時候到中國來的。從印度到中國，印度的風土人情、風俗習慣都跟我們中國完全不相同，印度這些高僧到達了中國，完全將佛陀的教義跟中國的固有文化、現前的生活狀況融合在一起，所以這個佛法立刻就被中國人接受了，能在中國發揚光大。如果他要是把印度那一套東西，呆呆板板的搬到中國來，我們中國人一定不能接受。"
    },
    {
      "id": "02-012-0013_p0039",
      "zh_CN": "我举几个明显的例子。佛教在印度是三衣一钵，托钵乞食的制度，到中国来之后完全废弃了。穿中国的衣服，穿海青，大袖子。海青是中国衣服，不是印度的。你们看现在的泰国，小乘国家，披着黄色的袈裟，那是印度的服装。在我们中国穿海青，这个大袖子海青是汉朝的服装，读书人穿的。这个大袖子是礼服，不做粗事的。通常的工作服，像我们这个长衫，这是工作服，短袖子做事情方便，当中系一个腰带，做事情方便。海青是文人、念书人穿的。但是中国服装这个领子上都绣的有花纹，如果作官，这个绣的花纹代表阶级，代表他的身分；出家人这个海青什么花纹都没有，素的，完全没有花纹。所以服装是中国式的，立刻就本土化、现代化了，不是印度这个服装。",
      "zh_TW": "我舉幾個明顯的例子。佛教在印度是三衣一缽，托缽乞食的制度，到中國來之後完全廢棄了。穿中國的衣服，穿海青，大袖子。海青是中國衣服，不是印度的。你們看現在的泰國，小乘國家，披著黃色的袈裟，那是印度的服裝。在我們中國穿海青，這個大袖子海青是漢朝的服裝，讀書人穿的。這個大袖子是禮服，不做粗事的。通常的工作服，像我們這個長衫，這是工作服，短袖子做事情方便，當中繫一個腰帶，做事情方便。海青是文人、念書人穿的。但是中國服裝這個領子上都繡的有花紋，如果作官，這個繡的花紋代表階級，代表他的身分；出家人這個海青什麼花紋都沒有，素的，完全沒有花紋。所以服裝是中國式的，立刻就本土化、現代化了，不是印度這個服裝。"
    },
    {
      "id": "02-012-0013_p0040",
      "zh_CN": "在行礼的时候，或者是大的集会当中，袈裟就变成一种形式了，是一个纪念，将袈裟披在海青的外面，我们现在叫「披衣」。本来印度这个衣是很大围到身体的，我们现在不须要了，把它改小了，只有原来衣服的三分之一大。从前是用带子，现在用钩环，比带子方便。这是一个纪念。服装到中国来全部改了，中国人看到欢喜。饮食也不要出去托钵了，寺院里面自己烧饭，也有厨房；印度寺院没有厨房，他们不烧饭的，他们出去托钵。完全符合中国人的生活方式。",
      "zh_TW": "在行禮的時候，或者是大的集會當中，袈裟就變成一種形式了，是一個紀念，將袈裟披在海青的外面，我們現在叫「披衣」。本來印度這個衣是很大圍到身體的，我們現在不須要了，把它改小了，只有原來衣服的三分之一大。從前是用帶子，現在用鉤環，比帶子方便。這是一個紀念。服裝到中國來全部改了，中國人看到歡喜。飲食也不要出去托缽了，寺院裡面自己燒飯，也有廚房；印度寺院沒有廚房，他們不燒飯的，他們出去托缽。完全符合中國人的生活方式。"
    },
    {
      "id": "02-012-0013_p0041",
      "zh_CN": "道场的建筑，不是印度那个样子，完全用中国宫殿式的这个建筑。因为中国古时候的老百姓，最尊敬的无过于帝王，对于帝王非常非常尊敬，帝王所居住的皇宫，有人一生能从皇宫外面走一圈、看一看，都觉得很光荣，见过大世面了。中国的幅员这么大，皇宫在京城，几个人一生有机会到京城去一趟！在那个时候交通一切都不方便，所以相当不容易。佛教来到中国之后，中国的帝王都以佛为师，自己都作弟子的身分，就特别准许佛所居住的这个场所，可以仿照皇宫，所以就把皇宫的建筑分布到全国了。老百姓一看到宫殿式的建筑，不学佛也要去看看，皇宫没看过，这个跟皇宫差不多，也得进去看看，摄受众生的力量太大太大了。",
      "zh_TW": "道場的建築，不是印度那個樣子，完全用中國宮殿式的這個建築。因為中國古時候的老百姓，最尊敬的無過於帝王，對於帝王非常非常尊敬，帝王所居住的皇宮，有人一生能從皇宮外面走一圈、看一看，都覺得很光榮，見過大世面了。中國的幅員這麼大，皇宮在京城，幾個人一生有機會到京城去一趟！在那個時候交通一切都不方便，所以相當不容易。佛教來到中國之後，中國的帝王都以佛為師，自己都作弟子的身分，就特別准許佛所居住的這個場所，可以仿照皇宮，所以就把皇宮的建築分佈到全國了。老百姓一看到宮殿式的建築，不學佛也要去看看，皇宮沒看過，這個跟皇宮差不多，也得進去看看，攝受眾生的力量太大太大了。"
    },
    {
      "id": "02-012-0013_p0042",
      "zh_CN": "你再看看基督教、天主教，在中国传教一百多年，现在算起来，大概总有一百五十年的历史了，为什么在中国不能生根？教堂建的西方这个形式，中国人一看，外国来的，那是洋鬼子，这个界限马上就分了，就划起来了。神父、修女、牧师穿的衣服跟我们中国人不一样，不能跟这个文化生活融合成一体，所以它这个不如佛法。如果佛法传到中国，道场建立成印度那个样子，依旧过印度那一种生活方式，我们中国人决定不能接受，佛教早就在中国绝迹了。",
      "zh_TW": "你再看看基督教、天主教，在中國傳教一百多年，現在算起來，大概總有一百五十年的歷史了，為什麼在中國不能生根？教堂建的西方這個形式，中國人一看，外國來的，那是洋鬼子，這個界限馬上就分了，就劃起來了。神父、修女、牧師穿的衣服跟我們中國人不一樣，不能跟這個文化生活融合成一體，所以它這個不如佛法。如果佛法傳到中國，道場建立成印度那個樣子，依舊過印度那一種生活方式，我們中國人決定不能接受，佛教早就在中國絕跡了。"
    },
    {
      "id": "02-012-0013_p0043",
      "zh_CN": "实在讲，佛教不执着，它非常开放，非常开明，讲求的是现代化、本土化，这是我们一定要知道的。佛教重视在精神，不重在形式，所以形式可以随着需要去改变。古时候，出家这些佛弟子有智慧，真正了解。不像现在，我们看到许多法师大德到美国来建道场，要建成中国宫殿式的，这些外国人一看，那是外国的文化，他们不会走进去的，顶多到这里来参观一下，下次再不来了。为什么？这里头就有界限了。如果我们知道佛法的精神，到美国来之后，佛教的道场建筑像他们教堂那种形式，他们一看欢喜。佛像，无论是塑造的、彩画的，画成美国人的面孔，他一看佛教真的到美国来了，美国人也成佛了，也成菩萨了。现在到那里一看，只有中国人成佛、成菩萨，美国人都没分，把那个气都泄掉了，他怎么肯进来？这个要知道。",
      "zh_TW": "實在講，佛教不執著，它非常開放，非常開明，講求的是現代化、本土化，這是我們一定要知道的。佛教重視在精神，不重在形式，所以形式可以隨著需要去改變。古時候，出家這些佛弟子有智慧，真正瞭解。不像現在，我們看到許多法師大德到美國來建道場，要建成中國宮殿式的，這些外國人一看，那是外國的文化，他們不會走進去的，頂多到這裡來參觀一下，下次再不來了。為什麼？這裡頭就有界限了。如果我們知道佛法的精神，到美國來之後，佛教的道場建築像他們教堂那種形式，他們一看歡喜。佛像，無論是塑造的、彩畫的，畫成美國人的面孔，他一看佛教真的到美國來了，美國人也成佛了，也成菩薩了。現在到那裡一看，只有中國人成佛、成菩薩，美國人都沒分，把那個氣都洩掉了，他怎麼肯進來？這個要知道。"
    },
    {
      "id": "02-012-0013_p0044",
      "zh_CN": "再谈到戒律。戒律到中国来之后，我们晓得唐朝时候的百丈大师，「百丈立清规」。清规是什么？就是戒律大幅度的修订；不修订，不能适合于中国人的生活方式。根据中国社会风俗习惯、道德观念、生活的需要，大幅度的来修改；换句话说，就是生活仪规的现代化，保持它的精神，条文都修改了。正如同我们这个世间的法律一样，你看法律立法之后，过个二、三十年要修改一下。为什么修改？二、三十年，社会的结构都有变化，三十年前适用，三十年后今天不适用了；不适用，必须要加以修改。所以佛门在中国立清规，清规就是戒律的现代化与本土化、本地化。从百丈大师开端之后，以后在中国每一个朝代、每一个地区，甚至于每一个寺院，根本戒是相同的。根本戒只有四条：不杀生、不偷盗、不淫欲、不妄语，「杀盗淫妄」这四条叫根本戒。后面其他的，每一个寺院都不相同；这就说明每一个地区它的需要不一样，它自己制定。",
      "zh_TW": "再談到戒律。戒律到中國來之後，我們曉得唐朝時候的百丈大師，「百丈立清規」。清規是什麼？就是戒律大幅度的修訂；不修訂，不能適合於中國人的生活方式。根據中國社會風俗習慣、道德觀念、生活的需要，大幅度的來修改；換句話說，就是生活儀規的現代化，保持它的精神，條文都修改了。正如同我們這個世間的法律一樣，你看法律立法之後，過個二、三十年要修改一下。為什麼修改？二、三十年，社會的結構都有變化，三十年前適用，三十年後今天不適用了；不適用，必須要加以修改。所以佛門在中國立清規，清規就是戒律的現代化與本土化、本地化。從百丈大師開端之後，以後在中國每一個朝代、每一個地區，甚至於每一個寺院，根本戒是相同的。根本戒只有四條：不殺生、不偷盜、不淫欲、不妄語，「殺盜淫妄」這四條叫根本戒。後面其他的，每一個寺院都不相同；這就說明每一個地區它的需要不一樣，它自己制定。"
    },
    {
      "id": "02-012-0013_p0045",
      "zh_CN": "知道这一个史实，我们就晓得，今天大众传播的工具发达，交通便捷，如何在不同的文化、不同的背景当中求同，这个世界社会才能和谐，才能大众和睦相处；否则的话，各种文化一接触，他不相同，他要起矛盾，他要起斗争，彼此都有苦难。我们在不同当中求同，这个非常非常重要。",
      "zh_TW": "知道這一個史實，我們就曉得，今天大眾傳播的工具發達，交通便捷，如何在不同的文化、不同的背景當中求同，這個世界社會才能和諧，才能大眾和睦相處；否則的話，各種文化一接觸，他不相同，他要起矛盾，他要起鬥爭，彼此都有苦難。我們在不同當中求同，這個非常非常重要。"
    },
    {
      "id": "02-012-0013_p0046",
      "zh_CN": "所以佛教在美国，一定要美国本土化、美国现代化；在日本，是日本的现代化、日本的本土化，这个统统要知道。我们看造像，日本的佛像，一看就是日本人；中国的佛像，一看是中国人；西藏的佛像，一看就是西藏人；泰国的佛像，泰国人面孔尖尖的，你一看就知道是泰国人。佛教传到美国来，算算历史也有一百年了，从来没有看到一尊佛菩萨像是美国人的面孔，这是错误的，这是我们一定要觉悟的，要使一切人得到佛法真实利益，一定要叫他接触就生欢喜心。",
      "zh_TW": "所以佛教在美國，一定要美國本土化、美國現代化；在日本，是日本的現代化、日本的本土化，這個統統要知道。我們看造像，日本的佛像，一看就是日本人；中國的佛像，一看是中國人；西藏的佛像，一看就是西藏人；泰國的佛像，泰國人面孔尖尖的，你一看就知道是泰國人。佛教傳到美國來，算算歷史也有一百年了，從來沒有看到一尊佛菩薩像是美國人的面孔，這是錯誤的，這是我們一定要覺悟的，要使一切人得到佛法真實利益，一定要叫他接觸就生歡喜心。"
    },
    {
      "id": "02-012-0013_p0047",
      "zh_CN": "「论」是研究讨论，根据佛所讲的经典，根据佛所制定的生活规范。这个生活规范，我们特别注意它的精神。它的精神，实在讲只有两句话，「诸恶莫作，众善奉行」，这个戒律的精神就是这两句，我们要能够辨别善恶，断恶修善。这是介绍三藏。",
      "zh_TW": "「論」是研究討論，根據佛所講的經典，根據佛所制定的生活規範。這個生活規範，我們特別注意它的精神。它的精神，實在講只有兩句話，「諸惡莫作，眾善奉行」，這個戒律的精神就是這兩句，我們要能夠辨別善惡，斷惡修善。這是介紹三藏。"
    },
    {
      "id": "02-012-0013_p0048",
      "zh_CN": "【二藏：１声闻藏。２菩萨藏。】",
      "zh_TW": "【二藏：１聲聞藏。２菩薩藏。】"
    },
    {
      "id": "02-012-0013_p0049",
      "zh_CN": "『二藏』就是我们通常讲的大乘与小乘。小乘叫『声闻藏』，大乘叫『菩萨藏』。在大小乘里面，我们这一部经是属于大乘法，就是属于菩萨藏。",
      "zh_TW": "『二藏』就是我們通常講的大乘與小乘。小乘叫『聲聞藏』，大乘叫『菩薩藏』。在大小乘裡面，我們這一部經是屬於大乘法，就是屬於菩薩藏。"
    },
    {
      "id": "02-012-0013_p0050",
      "zh_CN": "【本经广演大乘，详陈信愿往生，殊胜因果，净佛国土，依正庄严，弥陀无边愿海、普度众生之道，故为菩萨藏摄。】",
      "zh_TW": "【本經廣演大乘，詳陳信願往生，殊勝因果，淨佛國土，依正莊嚴，彌陀無邊願海、普度眾生之道，故為菩薩藏攝。】"
    },
    {
      "id": "02-012-0013_p0051",
      "zh_CN": "这就不必细说了。再看下面一段，什么时候说的。",
      "zh_TW": "這就不必細說了。再看下面一段，什麼時候說的。"
    },
    {
      "id": "02-012-0013_p0052",
      "zh_CN": "【说时有五：】",
      "zh_TW": "【說時有五：】"
    },
    {
      "id": "02-012-0013_p0053",
      "zh_CN": "佛说法分为五个时期。第一个是：",
      "zh_TW": "佛說法分為五個時期。第一個是："
    },
    {
      "id": "02-012-0013_p0054",
      "zh_CN": "【华严时：最初三七日说。】",
      "zh_TW": "【華嚴時：最初三七日說。】"
    },
    {
      "id": "02-012-0013_p0055",
      "zh_CN": "也有的地方说二七日说。不管二七日、或三七，时间都不长。佛讲《华严》是在定中所说，我们世间人没有分。我们凡夫看到释迦牟尼佛初成道的时候，在菩提树下打坐，只看到他在那里打坐，哪里晓得他在那里讲《华严经》，所以《华严经》是佛在定中所说的。因此现代有许许多多的人不承认，认为这个太玄了，不能接受；他们要接受的必须是事实。",
      "zh_TW": "也有的地方說二七日說。不管二七日、或三七，時間都不長。佛講《華嚴》是在定中所說，我們世間人沒有分。我們凡夫看到釋迦牟尼佛初成道的時候，在菩提樹下打坐，只看到他在那裡打坐，哪裡曉得他在那裡講《華嚴經》，所以《華嚴經》是佛在定中所說的。因此現代有許許多多的人不承認，認為這個太玄了，不能接受；他們要接受的必須是事實。"
    },
    {
      "id": "02-012-0013_p0056",
      "zh_CN": "佛什么时候开始讲经？在「阿含时」，就是在鹿野苑，最初度五比丘，说四谛法。现在全世界一般佛学的学者，都从这个地方开始，前面不承认。所以，小乘教里面，像南洋锡兰、泰国这些，他们对于大乘不承认，他们认为大乘非佛说，大乘不是真正的佛法。这一种意见很多，我们明了之后，决定不能受他们的影响；他们所见到的是一部分，没有能够见到全体。这个定中的境界，不可思议。",
      "zh_TW": "佛什麼時候開始講經？在「阿含時」，就是在鹿野苑，最初度五比丘，說四諦法。現在全世界一般佛學的學者，都從這個地方開始，前面不承認。所以，小乘教裡面，像南洋錫蘭、泰國這些，他們對於大乘不承認，他們認為大乘非佛說，大乘不是真正的佛法。這一種意見很多，我們明瞭之後，決定不能受他們的影響；他們所見到的是一部分，沒有能夠見到全體。這個定中的境界，不可思議。"
    },
    {
      "id": "02-012-0013_p0057",
      "zh_CN": "在中国，我们可以找到例子。中国佛门里面，众所周知的智者大师，这是天台宗的祖师，中国、日本、韩国历代的高僧没有不敬佩的。传记里面记载，智者大师有一天读《法华经》、诵《法华经》，读诵到「药王菩萨本事品」，他入定了。读到这个地方入定，定中他到了灵鹫山，看到本师释迦牟尼佛还在讲《法华经》，他在旁边还听了一会。出定之后，告诉别人，世尊《法华经》还没有散会，还在那里讲，他在定中见到的。假如智者大师这个话是真实不虚，绝对不是骗人的，那么释迦牟尼佛三七日中讲《华严》，这就可能，定中讲的。你有能力入定，你可以参加他的法会；你没有能力，你见不到。",
      "zh_TW": "在中國，我們可以找到例子。中國佛門裡面，眾所週知的智者大師，這是天台宗的祖師，中國、日本、韓國歷代的高僧沒有不敬佩的。傳記裡面記載，智者大師有一天讀《法華經》、誦《法華經》，讀誦到「藥王菩薩本事品」，他入定了。讀到這個地方入定，定中他到了靈鷲山，看到本師釋迦牟尼佛還在講《法華經》，他在旁邊還聽了一會。出定之後，告訴別人，世尊《法華經》還沒有散會，還在那裡講，他在定中見到的。假如智者大師這個話是真實不虛，絕對不是騙人的，那麼釋迦牟尼佛三七日中講《華嚴》，這就可能，定中講的。你有能力入定，你可以參加他的法會；你沒有能力，你見不到。"
    },
    {
      "id": "02-012-0013_p0058",
      "zh_CN": "智者大师去释迦牟尼佛差不多是一千五百年，一千五百年之后，他入定的时候，还能够参加释迦牟尼佛当时讲《法华经》的这个法会，可见得人在定中，这个时间就没有了，正是佛在唯识里面给我们讲时间不是真的，是假的。如果你心要真正得定了，你可以见到过去，也可以见到未来，过去、现在、未来叫一时，这个妙！只要你心专一，你就得定，你就见到一时了；一时，就是过去、现在、未来统统见到了。现在人没有这个能力，只看到眼前，不是事实，他就不承认，这真正叫迷信，不是事实真相。",
      "zh_TW": "智者大師去釋迦牟尼佛差不多是一千五百年，一千五百年之後，他入定的時候，還能夠參加釋迦牟尼佛當時講《法華經》的這個法會，可見得人在定中，這個時間就沒有了，正是佛在唯識裡面給我們講時間不是真的，是假的。如果你心要真正得定了，你可以見到過去，也可以見到未來，過去、現在、未來叫一時，這個妙！只要你心專一，你就得定，你就見到一時了；一時，就是過去、現在、未來統統見到了。現在人沒有這個能力，只看到眼前，不是事實，他就不承認，這真正叫迷信，不是事實真相。"
    },
    {
      "id": "02-012-0013_p0059",
      "zh_CN": "【阿含时：】",
      "zh_TW": "【阿含時：】"
    },
    {
      "id": "02-012-0013_p0060",
      "zh_CN": "第二时，就是『阿含』了，佛教的小学。阿含是从经典上说的，我们现在的《大藏经》里面有阿含部。阿含部这一部分，完全是小乘法；它的经典也相当丰富，也很多，但是都不很长，长的很少，小经很多，这是佛教的小学。",
      "zh_TW": "第二時，就是『阿含』了，佛教的小學。阿含是從經典上說的，我們現在的《大藏經》裡面有阿含部。阿含部這一部分，完全是小乘法；它的經典也相當豐富，也很多，但是都不很長，長的很少，小經很多，這是佛教的小學。"
    },
    {
      "id": "02-012-0013_p0061",
      "zh_CN": "【次十二年说。】",
      "zh_TW": "【次十二年說。】"
    },
    {
      "id": "02-012-0013_p0062",
      "zh_CN": "佛讲阿含，讲了十二年，这是奠定佛学的基础。有这个基础，这就可以进入到大乘。所以第三个时期：",
      "zh_TW": "佛講阿含，講了十二年，這是奠定佛學的基礎。有這個基礎，這就可以進入到大乘。所以第三個時期："
    },
    {
      "id": "02-012-0013_p0063",
      "zh_CN": "【方等时，次八年说。】",
      "zh_TW": "【方等時，次八年說。】"
    },
    {
      "id": "02-012-0013_p0064",
      "zh_CN": "方等说了八年。",
      "zh_TW": "方等說了八年。"
    },
    {
      "id": "02-012-0013_p0065",
      "zh_CN": "【广演四教，均被众机。】",
      "zh_TW": "【廣演四教，均被眾機。】"
    },
    {
      "id": "02-012-0013_p0066",
      "zh_CN": "这个「四教」是依天台所说的，「藏、通、别、圆」，这个时期统统都说了，说大乘法，什么样的根性都能够摄受。所以佛讲经说法，因人施教，无论什么样的根性，向世尊请教，佛都跟他详细的解答，以后集结的就称为经典。这个好像是佛教的中学。第四个时期：",
      "zh_TW": "這個「四教」是依天台所說的，「藏、通、別、圓」，這個時期統統都說了，說大乘法，什麼樣的根性都能夠攝受。所以佛講經說法，因人施教，無論什麼樣的根性，向世尊請教，佛都跟他詳細的解答，以後集結的就稱為經典。這個好像是佛教的中學。第四個時期："
    },
    {
      "id": "02-012-0013_p0067",
      "zh_CN": "【般若时，次二十二年说。】",
      "zh_TW": "【般若時，次二十二年說。】"
    },
    {
      "id": "02-012-0013_p0068",
      "zh_CN": "刚才说过了，这是讲了二十二年。所以佛法是智慧之法，佛学是智慧之学，般若是讲智慧。这个时候可以说了，因为前面总共有了二十年的基础，二十年戒定的熏修，这个时候可以进入般若的教学。现在在我们《大藏经》里面，最大的一部经典就是《大般若经》，总共有六百卷，这是中文经典里面部头最大的；「般若心经」就是六百卷《大般若》的精华，六百卷《大般若》的心要。你要问，这六百卷《大般若》讲的是什么东西？那个两百六十个字的心经也统统包括了，六百卷可以浓缩成两百六十个字，这两百六十个字细讲的话，就是六百卷《大般若》。所以念心经的人很多，真正解其义的人不多。最后：",
      "zh_TW": "剛才說過了，這是講了二十二年。所以佛法是智慧之法，佛學是智慧之學，般若是講智慧。這個時候可以說了，因為前面總共有了二十年的基礎，二十年戒定的熏修，這個時候可以進入般若的教學。現在在我們《大藏經》裡面，最大的一部經典就是《大般若經》，總共有六百卷，這是中文經典裡面部頭最大的；「般若心經」就是六百卷《大般若》的精華，六百卷《大般若》的心要。你要問，這六百卷《大般若》講的是什麼東西？那個兩百六十個字的心經也統統包括了，六百卷可以濃縮成兩百六十個字，這兩百六十個字細講的話，就是六百卷《大般若》。所以念心經的人很多，真正解其義的人不多。最後："
    },
    {
      "id": "02-012-0013_p0069",
      "zh_CN": "【法华涅槃时：后八年说法华，一日一夜说涅槃。】",
      "zh_TW": "【法華涅槃時：後八年說法華，一日一夜說涅槃。】"
    },
    {
      "id": "02-012-0013_p0070",
      "zh_CN": "佛说法总共四十九年，他是按这一个次第，把学生从初学逐步逐步带到最高的境界。我们要问，佛法在中国教学，是不是这个程序？没有依照这个程序，这就是到中国来之后，佛法的教学要适合于中国人修学的这个状况。中国过去接触佛法的都是士大夫阶级；士大夫阶级，用现代的话来讲就是知识分子，佛教到中国主要教化的对象是知识分子。这一些知识分子，都有儒家的基础、道家的基础，中国诸子百家，他有这样的学说根基。所以小乘法在中国就不吃香了，于是小乘经典虽然翻译，在中国不能流行。中国人学佛，直接就修大乘法，而是以儒道代替了小乘，所以佛法在中国成就的人太多太多了。",
      "zh_TW": "佛說法總共四十九年，他是按這一個次第，把學生從初學逐步逐步帶到最高的境界。我們要問，佛法在中國教學，是不是這個程序？沒有依照這個程序，這就是到中國來之後，佛法的教學要適合於中國人修學的這個狀況。中國過去接觸佛法的都是士大夫階級；士大夫階級，用現代的話來講就是知識分子，佛教到中國主要教化的對象是知識分子。這一些知識分子，都有儒家的基礎、道家的基礎，中國諸子百家，他有這樣的學說根基。所以小乘法在中國就不吃香了，於是小乘經典雖然翻譯，在中國不能流行。中國人學佛，直接就修大乘法，而是以儒道代替了小乘，所以佛法在中國成就的人太多太多了。"
    },
    {
      "id": "02-012-0013_p0071",
      "zh_CN": "我们看看近代，近代没有高僧大德出现，什么原因？儒道的底子丢掉了，小乘经典也瞧不起，不肯学；直接往大乘，这个大乘里面就摸不到边际了。我们这一代，绝对不是这一代的人聪明智慧不如古人，不是的；方法错误了。如果要想成就，还是要走老路子；如果不以儒道作基础，一定要从小乘经入门。这是讲研究教理、修学佛学的课程要按部就班，这样才行。",
      "zh_TW": "我們看看近代，近代沒有高僧大德出現，什麼原因？儒道的底子丟掉了，小乘經典也瞧不起，不肯學；直接往大乘，這個大乘裡面就摸不到邊際了。我們這一代，絕對不是這一代的人聰明智慧不如古人，不是的；方法錯誤了。如果要想成就，還是要走老路子；如果不以儒道作基礎，一定要從小乘經入門。這是講研究教理、修學佛學的課程要按部就班，這樣才行。"
    },
    {
      "id": "02-012-0013_p0072",
      "zh_CN": "当然中国人最好还是以儒家、道家的作基础，一方面能够保持中国的文化，中国文化有它的特色，它在思想意境上往往超越了小乘，跟大乘非常接近；在行持方面，无异于小乘。像《中庸》说理论，《大学》讲方法，从格物、致知、正心、诚意、修身、齐家、治国、平天下，这一套修学的程序构想，跟小乘经典上没有两样，绝对不在小乘之下，反而接近大乘。所以中国人特别容易契入大乘佛法，是有这样一个非常良好的基础。至于小乘经，实在讲，小乘经典的翻译，虽然相当完整，但是在文字上来讲，远远不如大乘，没有大乘经翻得那么好，翻得那么叫人生欢喜心。所以中国历代祖师大德教学，都是从儒家的经典下手。",
      "zh_TW": "當然中國人最好還是以儒家、道家的作基礎，一方面能夠保持中國的文化，中國文化有它的特色，它在思想意境上往往超越了小乘，跟大乘非常接近；在行持方面，無異於小乘。像《中庸》說理論，《大學》講方法，從格物、致知、正心、誠意、修身、齊家、治國、平天下，這一套修學的程序構想，跟小乘經典上沒有兩樣，絕對不在小乘之下，反而接近大乘。所以中國人特別容易契入大乘佛法，是有這樣一個非常良好的基礎。至於小乘經，實在講，小乘經典的翻譯，雖然相當完整，但是在文字上來講，遠遠不如大乘，沒有大乘經翻得那麼好，翻得那麼叫人生歡喜心。所以中國歷代祖師大德教學，都是從儒家的經典下手。"
    },
    {
      "id": "02-012-0013_p0073",
      "zh_CN": "【说此法时，在第三方等时。】",
      "zh_TW": "【說此法時，在第三方等時。】"
    },
    {
      "id": "02-012-0013_p0074",
      "zh_CN": "这部《无量寿经》什么时说的？方等时说的。",
      "zh_TW": "這部《無量壽經》什麼時說的？方等時說的。"
    },
    {
      "id": "02-012-0013_p0075",
      "zh_CN": "【又此经蒙世尊多次宣说，故不应限于一时也。】",
      "zh_TW": "【又此經蒙世尊多次宣說，故不應限於一時也。】"
    },
    {
      "id": "02-012-0013_p0076",
      "zh_CN": "所以，一定要把它说在某一个时期，那就很难。什么原因？因为佛多次宣说。不像其他经典，佛在一生当中，只讲一次，没有重复讲过；而本经是重复讲过很多次。由此可知，这一部经是释迦牟尼佛非常重视的，才会多次宣讲。这也是他利生的苦心，希望在每一个阶段里面说这个经，提醒不同的大众，希望大家都能够认识、都能够明了、都能够发愿修学这一个法门，所以多次宣讲。",
      "zh_TW": "所以，一定要把它說在某一個時期，那就很難。什麼原因？因為佛多次宣說。不像其他經典，佛在一生當中，只講一次，沒有重複講過；而本經是重複講過很多次。由此可知，這一部經是釋迦牟尼佛非常重視的，才會多次宣講。這也是他利生的苦心，希望在每一個階段裡面說這個經，提醒不同的大眾，希望大家都能夠認識、都能夠明瞭、都能夠發願修學這一個法門，所以多次宣講。"
    },
    {
      "id": "02-012-0013_p0077",
      "zh_CN": "【判教。】",
      "zh_TW": "【判教。】"
    },
    {
      "id": "02-012-0013_p0078",
      "zh_CN": "下面讲『判教』。判是判定，教是教下。这一段里面，简单的说，就是这一个教材，应当列入哪一个班级。这个意思，像我们现在学校里排课程，这个课程应该排在第几年级，第几学期，是这么一个意思，这也要懂得。",
      "zh_TW": "下面講『判教』。判是判定，教是教下。這一段裡面，簡單的說，就是這一個教材，應當列入哪一個班級。這個意思，像我們現在學校裡排課程，這個課程應該排在第幾年級，第幾學期，是這麼一個意思，這也要懂得。"
    },
    {
      "id": "02-012-0013_p0079",
      "zh_CN": "【天台宗立四教：藏教、通教、别教、圆教。】",
      "zh_TW": "【天台宗立四教：藏教、通教、別教、圓教。】"
    },
    {
      "id": "02-012-0013_p0080",
      "zh_CN": "藏就是三藏，完全依据小乘三藏，就是阿含。所以称之为藏教，属于小乘教。通教，这是大乘，是大乘的初级，前面通小乘，后面通大乘，是大乘的入门。别教，别是区别，绝对不同于小乘，就是纯粹的大乘，这个里面没有小乘的教义。在通教里头，含着有小乘教义，所以大乘它含有小乘教义在；别教里头，绝对不含小乘。圆教，这就是圆满的融会贯通，所有的教法都能融会贯通，这是圆融的。天台家立四教。",
      "zh_TW": "藏就是三藏，完全依據小乘三藏，就是阿含。所以稱之為藏教，屬於小乘教。通教，這是大乘，是大乘的初級，前面通小乘，後面通大乘，是大乘的入門。別教，別是區別，絕對不同於小乘，就是純粹的大乘，這個裡面沒有小乘的教義。在通教裡頭，含著有小乘教義，所以大乘它含有小乘教義在；別教裡頭，絕對不含小乘。圓教，這就是圓滿的融會貫通，所有的教法都能融會貫通，這是圓融的。天台家立四教。"
    },
    {
      "id": "02-012-0013_p0081",
      "zh_CN": "【贤首宗立五教：】",
      "zh_TW": "【賢首宗立五教：】"
    },
    {
      "id": "02-012-0013_p0082",
      "zh_CN": "贤首就是华严宗，它立的是五教。",
      "zh_TW": "賢首就是華嚴宗，它立的是五教。"
    },
    {
      "id": "02-012-0013_p0083",
      "zh_CN": "【小乘教、大乘始教、终教、顿教、圆教。】",
      "zh_TW": "【小乘教、大乘始教、終教、頓教、圓教。】"
    },
    {
      "id": "02-012-0013_p0084",
      "zh_CN": "它的小乘教跟天台的藏教，完全相同。它的大乘始教，就是天台家的通教。它的大乘终教，就是天台的别教。天台只立一个圆教，贤首把圆里面分作顿、圆，这就是把天台家的圆教，开成顿教跟圆教，开成两个教，所以顿、圆合起来，就是天台圆教的教义。",
      "zh_TW": "它的小乘教跟天台的藏教，完全相同。它的大乘始教，就是天台家的通教。它的大乘終教，就是天台的別教。天台只立一個圓教，賢首把圓裡面分作頓、圓，這就是把天台家的圓教，開成頓教跟圓教，開成兩個教，所以頓、圓合起來，就是天台圓教的教義。"
    },
    {
      "id": "02-012-0013_p0085",
      "zh_CN": "【以上判教虽有不同，但顿渐二教，诸家同摄。】",
      "zh_TW": "【以上判教雖有不同，但頓漸二教，諸家同攝。】"
    },
    {
      "id": "02-012-0013_p0086",
      "zh_CN": "每个人的看法不一样，这都是后来祖师大德，他们对于释迦牟尼佛四十九年所说一切法，用它来分类。分类，各人分的不一样，各人看法不相同，分法也不一样。其实，在中国隋唐时代，这个判教的人很多，有几十家之多，判法、看法都不相同。现在说出天台跟贤首，这是两大派，他们对于中国佛教影响很大，后人对他们这个判法也很佩服，都遵从这个判法。所以我们介绍，只介绍这两家，其余的就不介绍了。综观许多人看法、判法不相同，但是「顿」与「渐」这两种看法是非常普遍的。",
      "zh_TW": "每個人的看法不一樣，這都是後來祖師大德，他們對於釋迦牟尼佛四十九年所說一切法，用它來分類。分類，各人分的不一樣，各人看法不相同，分法也不一樣。其實，在中國隋唐時代，這個判教的人很多，有幾十家之多，判法、看法都不相同。現在說出天台跟賢首，這是兩大派，他們對於中國佛教影響很大，後人對他們這個判法也很佩服，都遵從這個判法。所以我們介紹，只介紹這兩家，其餘的就不介紹了。綜觀許多人看法、判法不相同，但是「頓」與「漸」這兩種看法是非常普遍的。"
    },
    {
      "id": "02-012-0013_p0087",
      "zh_CN": "【净影疏曰：】",
      "zh_TW": "【淨影疏曰：】"
    },
    {
      "id": "02-012-0013_p0088",
      "zh_CN": "「净影」是寺庙的名字，叫净影寺，这是隋朝慧远法师；诸位要记住，不是晋朝的慧远，他们的名字完全相同，但是是两个人，不是一个人，在中国佛教史里面，叫他小慧远，区别不是我们净土宗第一代祖师庐山的慧远。他是隋朝时候人，住在净影寺里面，他有《无量寿经》的注解，所以我们称他小慧远。",
      "zh_TW": "「淨影」是寺廟的名字，叫淨影寺，這是隋朝慧遠法師；諸位要記住，不是晉朝的慧遠，他們的名字完全相同，但是是兩個人，不是一個人，在中國佛教史裡面，叫他小慧遠，區別不是我們淨土宗第一代祖師廬山的慧遠。他是隋朝時候人，住在淨影寺裡面，他有《無量壽經》的註解，所以我們稱他小慧遠。"
    },
    {
      "id": "02-012-0013_p0089",
      "zh_CN": "【今此经者，为根熟人顿教法门。云何知顿，此经正为凡夫人中厌畏生死，求正定者，教令发心，生于净土，不从小故大，故知是顿。】",
      "zh_TW": "【今此經者，為根熟人頓教法門。云何知頓，此經正為凡夫人中厭畏生死，求正定者，教令發心，生於淨土，不從小故大，故知是頓。】"
    },
    {
      "id": "02-012-0013_p0090",
      "zh_CN": "小慧远有《无量寿经义疏》。在中国，《无量寿经》注解很少，除了他老人家之外，另外有一个注解也叫《义疏》，是吉藏大师作的，我们到后面会有介绍，到底下一大段再跟诸位介绍。他在注解里面告诉我们，他说这一部经是属于顿教。为什么属于顿教？完全是为根熟人说的。我们现在要问，什么叫根熟？根机成熟的人。什么叫根机成熟？听到这个法门，就欢喜，就生信，就发愿，就立刻念佛，要想到极乐世界去，这个人就叫根熟。如果他觉得这个虽然欢喜相信，还不想到极乐世界去，这个根还没熟。熟了的人，决定想去，而且他这一生决定得去，他真的往生了，真的超越轮回了，这是根熟的。",
      "zh_TW": "小慧遠有《無量壽經義疏》。在中國，《無量壽經》註解很少，除了他老人家之外，另外有一個註解也叫《義疏》，是吉藏大師作的，我們到後面會有介紹，到底下一大段再跟諸位介紹。他在註解裡面告訴我們，他說這一部經是屬於頓教。為什麼屬於頓教？完全是為根熟人說的。我們現在要問，什麼叫根熟？根機成熟的人。什麼叫根機成熟？聽到這個法門，就歡喜，就生信，就發願，就立刻念佛，要想到極樂世界去，這個人就叫根熟。如果他覺得這個雖然歡喜相信，還不想到極樂世界去，這個根還沒熟。熟了的人，決定想去，而且他這一生決定得去，他真的往生了，真的超越輪迴了，這是根熟的。"
    },
    {
      "id": "02-012-0013_p0091",
      "zh_CN": "怎么晓得它是顿？因为它主要度脱的对象是凡夫。凡夫当中，真正觉悟这个世间苦，轮回苦，一心一意要想了生死出轮回，发心求生净土。这个法门，不必经过小乘，所以它是大乘；不必经过很长的时间，像一般教宗讲成佛要三大阿僧祇劫，《华严》里面讲要无量劫；它不需要，一生当中就成就了，所以它是顿。经上讲「若一日到若七日」就成功了，说到顿，没有比这个更快的了。",
      "zh_TW": "怎麼曉得它是頓？因為它主要度脫的對象是凡夫。凡夫當中，真正覺悟這個世間苦，輪迴苦，一心一意要想了生死出輪迴，發心求生淨土。這個法門，不必經過小乘，所以它是大乘；不必經過很長的時間，像一般教宗講成佛要三大阿僧祇劫，《華嚴》裡面講要無量劫；它不需要，一生當中就成就了，所以它是頓。經上講「若一日到若七日」就成功了，說到頓，沒有比這個更快的了。"
    },
    {
      "id": "02-012-0013_p0092",
      "zh_CN": "【大佑判小本曰：】",
      "zh_TW": "【大佑判小本曰：】"
    },
    {
      "id": "02-012-0013_p0093",
      "zh_CN": "「大佑」是元朝时候人，他有《弥陀经》注解。他这个本子在台湾也有流通，数量不太多就是了。大佑的注解。",
      "zh_TW": "「大佑」是元朝時候人，他有《彌陀經》註解。他這個本子在台灣也有流通，數量不太多就是了。大佑的註解。"
    },
    {
      "id": "02-012-0013_p0094",
      "zh_CN": "【渐顿分之，此属顿教。我国诸师判本经大小二本，多同此说，为顿教所摄。】",
      "zh_TW": "【漸頓分之，此屬頓教。我國諸師判本經大小二本，多同此說，為頓教所攝。】"
    },
    {
      "id": "02-012-0013_p0095",
      "zh_CN": "如果从渐教、顿教来分，渐是按部就班、慢慢的来修学；顿是超越，完全的超越。从这两种来分，这一个法门、这一部经典是属于顿教，它是不依次第的，所以是真实的难信之法。",
      "zh_TW": "如果從漸教、頓教來分，漸是按部就班、慢慢的來修學；頓是超越，完全的超越。從這兩種來分，這一個法門、這一部經典是屬於頓教，它是不依次第的，所以是真實的難信之法。"
    },
    {
      "id": "02-012-0013_p0096",
      "zh_CN": "【若依五教，古今中外净宗大德，莫不以本经实属圆教也。】",
      "zh_TW": "【若依五教，古今中外淨宗大德，莫不以本經實屬圓教也。】"
    },
    {
      "id": "02-012-0013_p0097",
      "zh_CN": "这个顿教的教义，可以说古今中外的学者都同意，都没有话说。但是对于圆教的教义，有许多人看法不一样，有不少人把这个经看成别教；真正过来人，他知道这一部经典、这个法门确确实实属于圆教。怎样圆法？黄念祖老居士在注解里面，给我们举出许许多多的例子，证明它跟《华严》、跟《法华》实在是无二无别。《华严》，大家认为是圆教，这个经当然是圆教。《华严》的教义讲六相，讲十玄，这是《华严经》的特色；本经六相十玄也清清楚楚、圆圆满满的具足。换句话说，《华严》所具备的特色，本经都有，这是证明它确确实实是圆教。",
      "zh_TW": "這個頓教的教義，可以說古今中外的學者都同意，都沒有話說。但是對於圓教的教義，有許多人看法不一樣，有不少人把這個經看成別教；真正過來人，他知道這一部經典、這個法門確確實實屬於圓教。怎樣圓法？黃念祖老居士在註解裡面，給我們舉出許許多多的例子，證明它跟《華嚴》、跟《法華》實在是無二無別。《華嚴》，大家認為是圓教，這個經當然是圓教。《華嚴》的教義講六相，講十玄，這是《華嚴經》的特色；本經六相十玄也清清楚楚、圓圓滿滿的具足。換句話說，《華嚴》所具備的特色，本經都有，這是證明它確確實實是圓教。"
    },
    {
      "id": "02-012-0013_p0098",
      "zh_CN": "【蕅益指出，天台纯圆。】",
      "zh_TW": "【蕅益指出，天台純圓。】"
    },
    {
      "id": "02-012-0013_p0099",
      "zh_CN": "这是《法华经》。",
      "zh_TW": "這是《法華經》。"
    },
    {
      "id": "02-012-0013_p0100",
      "zh_CN": "【贤首全圆。】",
      "zh_TW": "【賢首全圓。】"
    },
    {
      "id": "02-012-0013_p0101",
      "zh_CN": "贤首是《华严》，《华严》是全圆，《法华》是纯圆。",
      "zh_TW": "賢首是《華嚴》，《華嚴》是全圓，《法華》是純圓。"
    },
    {
      "id": "02-012-0013_p0102",
      "zh_CN": "【其秘髓与奥藏，皆不出此大经之外。】",
      "zh_TW": "【其祕髓與奧藏，皆不出此大經之外。】"
    },
    {
      "id": "02-012-0013_p0103",
      "zh_CN": "「此大经」，就是指《无量寿经》。换句话说，《无量寿经》既是全圆，又是纯圆；纯、全，它统统都包括尽了。这是蕅益大师为我们判的。",
      "zh_TW": "「此大經」，就是指《無量壽經》。換句話說，《無量壽經》既是全圓，又是純圓；純、全，它統統都包括盡了。這是蕅益大師為我們判的。"
    },
    {
      "id": "02-012-0013_p0104",
      "zh_CN": "【圆中钞云：】",
      "zh_TW": "【圓中鈔云：】"
    },
    {
      "id": "02-012-0013_p0105",
      "zh_CN": "《圆中钞》是大佑的。",
      "zh_TW": "《圓中鈔》是大佑的。"
    },
    {
      "id": "02-012-0013_p0106",
      "zh_CN": "【圆顿法门，亦必须先开圆解，而次修圆行，破三惑而证圆果，以阶不退。】",
      "zh_TW": "【圓頓法門，亦必須先開圓解，而次修圓行，破三惑而證圓果，以階不退。】"
    },
    {
      "id": "02-012-0013_p0107",
      "zh_CN": "这是讲一般圆教经论修学的程序，必定是这个样子。",
      "zh_TW": "這是講一般圓教經論修學的程序，必定是這個樣子。"
    },
    {
      "id": "02-012-0013_p0108",
      "zh_CN": "【今则但说彼土依正二报，以之为开解生信。】",
      "zh_TW": "【今則但說彼土依正二報，以之為開解生信。】"
    },
    {
      "id": "02-012-0013_p0109",
      "zh_CN": "这是跟其他圆顿法门的经论、法门不相同的地方，其他圆教经论修学难，这个经修学容易。其他经典先要开悟，要大开圆解，这一点就非常非常不容易；而我们这一部经，给你说西方极乐世界依正庄严，你的信心就生起来了。",
      "zh_TW": "這是跟其他圓頓法門的經論、法門不相同的地方，其他圓教經論修學難，這個經修學容易。其他經典先要開悟，要大開圓解，這一點就非常非常不容易；而我們這一部經，給你說西方極樂世界依正莊嚴，你的信心就生起來了。"
    },
    {
      "id": "02-012-0013_p0110",
      "zh_CN": "【七日持名，一心不乱，以之为造修行门。】",
      "zh_TW": "【七日持名，一心不亂，以之為造修行門。】"
    },
    {
      "id": "02-012-0013_p0111",
      "zh_CN": "你看这个修行，人家要圆修。我们这个地方，七天念佛就成功了。",
      "zh_TW": "你看這個修行，人家要圓修。我們這個地方，七天念佛就成功了。"
    },
    {
      "id": "02-012-0013_p0112",
      "zh_CN": "【临命终时，即得往生，以阶跋致。】",
      "zh_TW": "【臨命終時，即得往生，以階跋致。】"
    },
    {
      "id": "02-012-0013_p0113",
      "zh_CN": "「跋致」是阿鞞跋致，翻成中国意思就是不退转，生到西方极乐世界圆证三不退。",
      "zh_TW": "「跋致」是阿鞞跋致，翻成中國意思就是不退轉，生到西方極樂世界圓證三不退。"
    },
    {
      "id": "02-012-0013_p0114",
      "zh_CN": "【故知此经为五浊恶世之无上醍醐。】",
      "zh_TW": "【故知此經為五濁惡世之無上醍醐。】"
    },
    {
      "id": "02-012-0013_p0115",
      "zh_CN": "所以从这里看，我们现在生在浊世，浊就是污染。这一点我们现代人提起来都能够意识到，我们这里环境的污染非常非常严重。这几天，你看华语新闻广播，报台湾的垃圾已经到了非常严重的阶段，垃圾没地方放了。为了这个垃圾，现在民众还要告台北市市长。这个问题，在从前想也想不到，作梦也梦不到，垃圾哪能是问题。你就晓得，现在污染多么严重。",
      "zh_TW": "所以從這裡看，我們現在生在濁世，濁就是污染。這一點我們現代人提起來都能夠意識到，我們這裡環境的污染非常非常嚴重。這幾天，你看華語新聞廣播，報台灣的垃圾已經到了非常嚴重的階段，垃圾沒地方放了。為了這個垃圾，現在民眾還要告台北市市長。這個問題，在從前想也想不到，作夢也夢不到，垃圾哪能是問題。你就曉得，現在污染多麼嚴重。"
    },
    {
      "id": "02-012-0013_p0116",
      "zh_CN": "可是还有更严重的污染，现在大家没发现。什么污染？思想的污染、见解的污染、心理的污染、精神的污染，比这个垃圾不晓得严重多少倍，大家没想到。这叫五浊恶世，我们生活在这么一个环境里。这样的环境要想成就清净心，摆脱这个污染，能够成佛、能够成菩萨，谈何容易！祖师大德告诉我们，只有这一个法门靠得住，依这个法门修学还有指望；依其他法门修学，在这样一个环境里面，恐怕不容易。这一桩事情，实在值得我们深深的去思考。",
      "zh_TW": "可是還有更嚴重的污染，現在大家沒發現。什麼污染？思想的污染、見解的污染、心理的污染、精神的污染，比這個垃圾不曉得嚴重多少倍，大家沒想到。這叫五濁惡世，我們生活在這麼一個環境裡。這樣的環境要想成就清淨心，擺脫這個污染，能夠成佛、能夠成菩薩，談何容易！祖師大德告訴我們，只有這一個法門靠得住，依這個法門修學還有指望；依其他法門修學，在這樣一個環境裡面，恐怕不容易。這一樁事情，實在值得我們深深的去思考。"
    },
    {
      "id": "02-012-0013_p0117",
      "zh_CN": "【甄解称本经。】",
      "zh_TW": "【甄解稱本經。】"
    },
    {
      "id": "02-012-0013_p0118",
      "zh_CN": "《甄解》是日本人作的，唐朝道隐法师是日本人，到中国来留学，也很有成就，把净土宗传到日本，他有《无量寿经》的注解，就叫《甄解》。他在这个注解里面，对本经的赞叹：",
      "zh_TW": "《甄解》是日本人作的，唐朝道隱法師是日本人，到中國來留學，也很有成就，把淨土宗傳到日本，他有《無量壽經》的註解，就叫《甄解》。他在這個註解裡面，對本經的讚歎："
    },
    {
      "id": "02-012-0013_p0119",
      "zh_CN": "【为专中之专。】",
      "zh_TW": "【為專中之專。】"
    },
    {
      "id": "02-012-0013_p0120",
      "zh_CN": "在所有一切经论法门，它是专中之专。",
      "zh_TW": "在所有一切經論法門，它是專中之專。"
    },
    {
      "id": "02-012-0013_p0121",
      "zh_CN": "【顿中之顿。】",
      "zh_TW": "【頓中之頓。】"
    },
    {
      "id": "02-012-0013_p0122",
      "zh_CN": "顿教的经典不少，没有比这个更顿的，就是更快成就的。",
      "zh_TW": "頓教的經典不少，沒有比這個更頓的，就是更快成就的。"
    },
    {
      "id": "02-012-0013_p0123",
      "zh_CN": "【真中之真，圆中之圆。绝对不二之教，一乘真如之道也】。",
      "zh_TW": "【真中之真，圓中之圓。絕對不二之教，一乘真如之道也】。"
    },
    {
      "id": "02-012-0013_p0124",
      "zh_CN": "这是唐朝时代，日本高僧对于这一部经的称赞。",
      "zh_TW": "這是唐朝時代，日本高僧對於這一部經的稱讚。"
    },
    {
      "id": "02-012-0013_p0125",
      "zh_CN": "【印光大师赞要解云：】",
      "zh_TW": "【印光大師讚要解云：】"
    },
    {
      "id": "02-012-0013_p0126",
      "zh_CN": "印光大师可以说是中国近代的第一位高僧大德。民国以来，诸位如果仔细去观察一下，无论哪一位大德，都还有人批评，唯独印光大师没有人批评他；只听到赞叹，没有听到批评的。很难，真正不容易，可见大师确实是以德服人。他对于《要解》，就是蕅益大师的赞叹：",
      "zh_TW": "印光大師可以說是中國近代的第一位高僧大德。民國以來，諸位如果仔細去觀察一下，無論哪一位大德，都還有人批評，唯獨印光大師沒有人批評他；只聽到讚歎，沒有聽到批評的。很難，真正不容易，可見大師確實是以德服人。他對於《要解》，就是蕅益大師的讚歎："
    },
    {
      "id": "02-012-0013_p0127",
      "zh_CN": "【理事各臻其极】",
      "zh_TW": "【理事各臻其極】"
    },
    {
      "id": "02-012-0013_p0128",
      "zh_CN": "就是《弥陀经要解》，注解这个《阿弥陀经》，无论在理论、无论在事实上，都到了登峰造极。",
      "zh_TW": "就是《彌陀經要解》，註解這個《阿彌陀經》，無論在理論、無論在事實上，都到了登峰造極。"
    },
    {
      "id": "02-012-0013_p0129",
      "zh_CN": "【为自佛说此经以来第一注解，妙极确极。】",
      "zh_TW": "【為自佛說此經以來第一註解，妙極確極。】"
    },
    {
      "id": "02-012-0013_p0130",
      "zh_CN": "注得太好了，也非常正确。",
      "zh_TW": "註得太好了，也非常正確。"
    },
    {
      "id": "02-012-0013_p0131",
      "zh_CN": "【纵令古佛出世，重注此经，亦不能高出其上矣。】",
      "zh_TW": "【縱令古佛出世，重註此經，亦不能高出其上矣。】"
    },
    {
      "id": "02-012-0013_p0132",
      "zh_CN": "这是印光大师对《要解》的赞叹。我们知道印光大师是大势至菩萨再来的，什么人的注解，能够得大势至菩萨如此的赞叹？蕅益大师的身分没有暴露，印光大师的身分暴露了；印光大师对他这样赞叹，想必蕅益大师一定是古佛再来，说不定是阿弥陀佛再来的，也说不定是观世音菩萨再来的。如果不是佛与观音之流，怎么能当得起大势至菩萨如此的赞叹！",
      "zh_TW": "這是印光大師對《要解》的讚歎。我們知道印光大師是大勢至菩薩再來的，什麼人的註解，能夠得大勢至菩薩如此的讚歎？蕅益大師的身分沒有暴露，印光大師的身分暴露了；印光大師對他這樣讚歎，想必蕅益大師一定是古佛再來，說不定是阿彌陀佛再來的，也說不定是觀世音菩薩再來的。如果不是佛與觀音之流，怎麼能當得起大勢至菩薩如此的讚歎！"
    },
    {
      "id": "02-012-0013_p0133",
      "zh_CN": "所以修学净土的人，除了《无量寿经》之外，《弥陀经》不能不研究。要研究《弥陀经》，一定要研究莲池大师的《疏钞》，蕅益大师的《要解》。《要解》精要、恰当，《疏钞》博大、精深。《疏钞》的分量多，博大精深，非常了不起的著作。这三样东西合看，就是包括《无量寿经》三样东西合起来看，你对于西方净土大概就认识的差不多了，相信你的信心不会动摇了，你的愿望会非常的恳切，这是我们这一生当中，决定往生净土的保证。",
      "zh_TW": "所以修學淨土的人，除了《無量壽經》之外，《彌陀經》不能不研究。要研究《彌陀經》，一定要研究蓮池大師的《疏鈔》，蕅益大師的《要解》。《要解》精要、恰當，《疏鈔》博大、精深。《疏鈔》的分量多，博大精深，非常了不起的著作。這三樣東西合看，就是包括《無量壽經》三樣東西合起來看，你對於西方淨土大概就認識的差不多了，相信你的信心不會動搖了，你的願望會非常的懇切，這是我們這一生當中，決定往生淨土的保證。"
    },
    {
      "id": "02-012-0013_p0134",
      "zh_CN": "【可见上之判教，如佛亲判也。】",
      "zh_TW": "【可見上之判教，如佛親判也。】"
    },
    {
      "id": "02-012-0013_p0135",
      "zh_CN": "以上这几位祖师大德，对于这一部经的看法，实在讲就是跟佛陀所见的完全相同，等于是释迦牟尼佛亲自为我们判设的没有两样，我们应当要相信；相信这一部经典，决定是圆教，决定是顿中之顿、圆中之圆；这一部经决定是含摄一切经。我们如果没有多余的时间，一生当中死心塌地受持这一部经，就等于受持一切经；念这一句阿弥陀佛，等于修学无量无边的法门，你就不会怀疑了，断疑生信，这才能成功。",
      "zh_TW": "以上這幾位祖師大德，對於這一部經的看法，實在講就是跟佛陀所見的完全相同，等於是釋迦牟尼佛親自為我們判設的沒有兩樣，我們應當要相信；相信這一部經典，決定是圓教，決定是頓中之頓、圓中之圓；這一部經決定是含攝一切經。我們如果沒有多餘的時間，一生當中死心塌地受持這一部經，就等於受持一切經；念這一句阿彌陀佛，等於修學無量無邊的法門，你就不會懷疑了，斷疑生信，這才能成功。"
    },
    {
      "id": "02-012-0013_p0136",
      "zh_CN": "现在这个世间是乱世，乱到了极处。乱在什么地方？思想见解非常混乱，你接触人多了，听得太多了，看得太多了，信心都没有了，不晓得学哪个法门好，不晓得念什么经好，这就不得了了，对自己修学产生了严重的障碍。所以一定要知道专精，这是我们成功之秘诀，一定要专，一定要精。",
      "zh_TW": "現在這個世間是亂世，亂到了極處。亂在什麼地方？思想見解非常混亂，你接觸人多了，聽得太多了，看得太多了，信心都沒有了，不曉得學哪個法門好，不曉得念什麼經好，這就不得了了，對自己修學產生了嚴重的障礙。所以一定要知道專精，這是我們成功之祕訣，一定要專，一定要精。"
    }
  ]
}