{
  "doc_id": "02-012-0026",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0026",
  "total_paragraphs": 97,
  "paragraphs": [
    {
      "id": "02-012-0026_p0001",
      "zh_CN": "请掀开经本，第二十二面：",
      "zh_TW": "請掀開經本，第二十二面："
    },
    {
      "id": "02-012-0026_p0002",
      "zh_CN": "【发大誓愿第六】",
      "zh_TW": "【發大誓願第六】"
    },
    {
      "id": "02-012-0026_p0003",
      "zh_CN": "这一品经就是净宗最著名的四十八愿。在我们这一个本子，夏莲居老居士当年会集这一段经文，用了三个月的时间，而且还有两个人帮忙，一个是慧明老和尚，一个是梅光羲居士，可以说是三大士同心协力，用了九十天的时间，才将这一品的经文整理出来。",
      "zh_TW": "這一品經就是淨宗最著名的四十八願。在我們這一個本子，夏蓮居老居士當年會集這一段經文，用了三個月的時間，而且還有兩個人幫忙，一個是慧明老和尚，一個是梅光羲居士，可以說是三大士同心協力，用了九十天的時間，才將這一品的經文整理出來。"
    },
    {
      "id": "02-012-0026_p0004",
      "zh_CN": "如果我们将它与原译的五种本子合起来看，确确实实是会集得好。五种原译本里面所说的要义，一点都没有漏掉；在文字的整理，结构的编排，是五种原译本都比不上的，确实可以称得上尽善尽美。这是我们现代人有福，读到这样圆满的经文。",
      "zh_TW": "如果我們將它與原譯的五種本子合起來看，確確實實是會集得好。五種原譯本裡面所說的要義，一點都沒有漏掉；在文字的整理，結構的編排，是五種原譯本都比不上的，確實可以稱得上盡善盡美。這是我們現代人有福，讀到這樣圓滿的經文。"
    },
    {
      "id": "02-012-0026_p0005",
      "zh_CN": "这边同修陆居士，将四十八愿段落列成一个表解，放在后面，我想同修都拿到了。前面是影印的经文，重要的是后面这一张，它是从眉注上节录下来的。李老居士把全文分为七大段，诸位一看就了解了，我们现在用的这个本子是李老居士的眉注本。它的纲是二十四，目是四十八，这个小目是注在每一段的下面，便于检查。",
      "zh_TW": "這邊同修陸居士，將四十八願段落列成一個表解，放在後面，我想同修都拿到了。前面是影印的經文，重要的是後面這一張，它是從眉注上節錄下來的。李老居士把全文分為七大段，諸位一看就瞭解了，我們現在用的這個本子是李老居士的眉注本。它的綱是二十四，目是四十八，這個小目是註在每一段的下面，便於檢查。"
    },
    {
      "id": "02-012-0026_p0006",
      "zh_CN": "在原译本的五种本子里面，用四十八条的有两种，用二十四条的也有两种，用三十六条的有一种，这是我们从原译本上看到有这种情形。如果原文的梵本是一个本子的话，译经的法师不可能这种译法，这个译法是绝对不合理的；人家二十四条就照二十四条翻译，四十八条就照四十八条翻译；不能把二十四翻成四十八，四十八也不可以把它翻成二十四。",
      "zh_TW": "在原譯本的五種本子裡面，用四十八條的有兩種，用二十四條的也有兩種，用三十六條的有一種，這是我們從原譯本上看到有這種情形。如果原文的梵本是一個本子的話，譯經的法師不可能這種譯法，這個譯法是絕對不合理的；人家二十四條就照二十四條翻譯，四十八條就照四十八條翻譯；不能把二十四翻成四十八，四十八也不可以把它翻成二十四。"
    },
    {
      "id": "02-012-0026_p0007",
      "zh_CN": "所以古德根据这个原译本来判断，《无量寿经》决定是释迦牟尼佛在世多次的宣讲，所以集结的时候本子不一样。到中国来，至少有三种不同的梵文原本，所以才会有这种现象；否则的话，像这样大的差误，是决定不可能的事情，这证明佛是多次宣说。多次宣说，就是证明这一部经、这个法门非常重要。所以夏老居士会集的时候，以二十四为纲，以四十八为目，这样能够将五种本子的原来面目都能保存，这是非常难得的整理。",
      "zh_TW": "所以古德根據這個原譯本來判斷，《無量壽經》決定是釋迦牟尼佛在世多次的宣講，所以集結的時候本子不一樣。到中國來，至少有三種不同的梵文原本，所以才會有這種現象；否則的話，像這樣大的差誤，是決定不可能的事情，這證明佛是多次宣說。多次宣說，就是證明這一部經、這個法門非常重要。所以夏老居士會集的時候，以二十四為綱，以四十八為目，這樣能夠將五種本子的原來面目都能保存，這是非常難得的整理。"
    },
    {
      "id": "02-012-0026_p0008",
      "zh_CN": "我们看第一章，这就算二十四章了，四十八愿。前面还有个小序：",
      "zh_TW": "我們看第一章，這就算二十四章了，四十八願。前面還有個小序："
    },
    {
      "id": "02-012-0026_p0009",
      "zh_CN": "【法藏白言。唯愿世尊。大慈听察。】",
      "zh_TW": "【法藏白言。唯願世尊。大慈聽察。】"
    },
    {
      "id": "02-012-0026_p0010",
      "zh_CN": "法藏菩萨对佛、对当时佛的弟子，也就是他的同学道友，提出他修学的成绩报告，言词态度都非常的诚恳谦虚，这是性德之流露，我们从语气上能看得出来。「白言」，白是很尊敬的用词，下对上用白。「唯愿世尊，大慈听察」，这是听他报告。察，是审察他有没有错误，观察他是否恰当。这个用词很谦虚，非常的恭敬。下面就是大愿的开始，也是他修学成绩的报告。",
      "zh_TW": "法藏菩薩對佛、對當時佛的弟子，也就是他的同學道友，提出他修學的成績報告，言詞態度都非常的誠懇謙虛，這是性德之流露，我們從語氣上能看得出來。「白言」，白是很尊敬的用詞，下對上用白。「唯願世尊，大慈聽察」，這是聽他報告。察，是審察他有沒有錯誤，觀察他是否恰當。這個用詞很謙虛，非常的恭敬。下面就是大願的開始，也是他修學成績的報告。"
    },
    {
      "id": "02-012-0026_p0011",
      "zh_CN": "【我若证得无上菩提。成正觉已。所居佛刹。具足无量不可思议功德庄严。】",
      "zh_TW": "【我若證得無上菩提。成正覺已。所居佛剎。具足無量不可思議功德莊嚴。】"
    },
    {
      "id": "02-012-0026_p0012",
      "zh_CN": "到这个地方是一小段。这一小段是总说，概括他全部的大愿，在这一品经里面算是它的序品，它的序分。下面无有地狱、饿鬼，这才是第一愿；四十八愿的第一愿，从那个地方开始。我们从最前面的一段来看。",
      "zh_TW": "到這個地方是一小段。這一小段是總說，概括他全部的大願，在這一品經裡面算是它的序品，它的序分。下面無有地獄、餓鬼，這才是第一願；四十八願的第一願，從那個地方開始。我們從最前面的一段來看。"
    },
    {
      "id": "02-012-0026_p0013",
      "zh_CN": "「我若」，我是法藏自称，法藏就是现在的阿弥陀佛，也就是阿弥陀佛自己说的。「我若证得无上菩提，成正觉已」，他如果成佛了，他现在确实是成佛了；而且佛在一切经里面告诉我们，他成佛到现在已经十劫了，他这些愿全部都兑现了。如果有一愿他做不到，他就发愿不成佛；他既然成佛了，这个地方完全是圆满的实现。从这一段经里面，我们能够看出西方极乐世界的概况，对它有真正的理解。",
      "zh_TW": "「我若」，我是法藏自稱，法藏就是現在的阿彌陀佛，也就是阿彌陀佛自己說的。「我若證得無上菩提，成正覺已」，他如果成佛了，他現在確實是成佛了；而且佛在一切經裡面告訴我們，他成佛到現在已經十劫了，他這些願全部都兌現了。如果有一願他做不到，他就發願不成佛；他既然成佛了，這個地方完全是圓滿的實現。從這一段經裡面，我們能夠看出西方極樂世界的概況，對它有真正的理解。"
    },
    {
      "id": "02-012-0026_p0014",
      "zh_CN": "实在讲，这一部经是释迦牟尼佛为我们介绍西方极乐世界的状况，全部经典就是四十八愿的详细说明；找不到一句一字与四十八愿相违背的，没有；由此可以证实佛佛道同，思想、见解、行法、作法以及教化众生完全都相同。首先说出依正庄严，这是总说。",
      "zh_TW": "實在講，這一部經是釋迦牟尼佛為我們介紹西方極樂世界的狀況，全部經典就是四十八願的詳細說明；找不到一句一字與四十八願相違背的，沒有；由此可以證實佛佛道同，思想、見解、行法、作法以及教化眾生完全都相同。首先說出依正莊嚴，這是總說。"
    },
    {
      "id": "02-012-0026_p0015",
      "zh_CN": "「所居佛刹」，他所居住的佛刹，就是他的道场。他自己已经成圆满的佛果了，讲修行，他圆满了；他的道场完全是帮助众生，帮助一些发愿想成佛的人，发愿也想像诸佛一样去普度众生的人，以这个场所来帮助他们。他的道场「具足无量不可思议功德庄严」，正像前面所说的，他要超胜一切诸佛刹土，不可思议的功德庄严。",
      "zh_TW": "「所居佛剎」，他所居住的佛剎，就是他的道場。他自己已經成圓滿的佛果了，講修行，他圓滿了；他的道場完全是幫助眾生，幫助一些發願想成佛的人，發願也想像諸佛一樣去普度眾生的人，以這個場所來幫助他們。他的道場「具足無量不可思議功德莊嚴」，正像前面所說的，他要超勝一切諸佛剎土，不可思議的功德莊嚴。"
    },
    {
      "id": "02-012-0026_p0016",
      "zh_CN": "他究竟是哪些地方超过诸佛的刹土？就是超过一切诸佛的功德庄严？世尊在许多经典里面给我们说过，西方极乐世界虽然很好，无论在物质、精神种种受用都达到很圆满的境界了；有没有比西方极乐世界更好的境界？佛说有，不但有，还有很多。既然还有很多，西方极乐世界怎么能超过一切诸佛？它确实有超过的地方。哪些地方超过一切诸佛？带业往生，这是十方诸佛刹土里面没有的；往生就不退，这也是十方世界没有的；生到那个地方，决定一生圆满成佛。这三桩事情是一切诸佛刹土里没有的。如果讲到物质环境种种享受，比西方极乐世界超过的有很多，确实是有。这三桩事情，一切诸佛世界没有。所以从这三桩事情来看，它是一切诸佛刹土里面第一庄严。",
      "zh_TW": "他究竟是哪些地方超過諸佛的剎土？就是超過一切諸佛的功德莊嚴？世尊在許多經典裡面給我們說過，西方極樂世界雖然很好，無論在物質、精神種種受用都達到很圓滿的境界了；有沒有比西方極樂世界更好的境界？佛說有，不但有，還有很多。既然還有很多，西方極樂世界怎麼能超過一切諸佛？它確實有超過的地方。哪些地方超過一切諸佛？帶業往生，這是十方諸佛剎土裡面沒有的；往生就不退，這也是十方世界沒有的；生到那個地方，決定一生圓滿成佛。這三樁事情是一切諸佛剎土裡沒有的。如果講到物質環境種種享受，比西方極樂世界超過的有很多，確實是有。這三樁事情，一切諸佛世界沒有。所以從這三樁事情來看，它是一切諸佛剎土裡面第一莊嚴。"
    },
    {
      "id": "02-012-0026_p0017",
      "zh_CN": "诸佛清净国土是多，但是不容易去，要具备相当的条件才能去得成。西方世界条件很简单，每一个人都能去，问题是你肯不肯去，愿不愿意去；愿意去的，没有一个不能去，万修万人去。其他一切诸佛国土，一万个人修，实在讲，难得一两个成功，能够往生那些地方。这就是西方世界第一殊胜之处。",
      "zh_TW": "諸佛清淨國土是多，但是不容易去，要具備相當的條件才能去得成。西方世界條件很簡單，每一個人都能去，問題是你肯不肯去，願不願意去；願意去的，沒有一個不能去，萬修萬人去。其他一切諸佛國土，一萬個人修，實在講，難得一兩個成功，能夠往生那些地方。這就是西方世界第一殊勝之處。"
    },
    {
      "id": "02-012-0026_p0018",
      "zh_CN": "十方世界都有阶级的，像这个四土非常清楚，凡圣同居土决定不是方便有余土，方便有余土决定不是实报庄严土，不到这个层次你也看不到，你也接触不到那一个层次的人。这种层次，有一点像我们现在科学家讲的四度空间、五度空间，有一点像这一种情形。你不入那个境界，你见不到那个世界。但是西方极乐世界就不然了，你只要一生到那个地方，可以说从三度、四度、五度到无限度，统统都见到，等于大家都在一起，这是十方世界里没有的，显出它特别殊胜。",
      "zh_TW": "十方世界都有階級的，像這個四土非常清楚，凡聖同居土決定不是方便有餘土，方便有餘土決定不是實報莊嚴土，不到這個層次你也看不到，你也接觸不到那一個層次的人。這種層次，有一點像我們現在科學家講的四度空間、五度空間，有一點像這一種情形。你不入那個境界，你見不到那個世界。但是西方極樂世界就不然了，你只要一生到那個地方，可以說從三度、四度、五度到無限度，統統都見到，等於大家都在一起，這是十方世界裡沒有的，顯出它特別殊勝。"
    },
    {
      "id": "02-012-0026_p0019",
      "zh_CN": "还有一点也是一切诸佛所称赞的。到达西方极乐世界的方法太简单了，就是教你一心称名，老老实实念这一句「阿弥陀佛」佛号就行了，所谓一念、十念必生，到后面第十八愿我们细细再说。十八愿是非常重要的一愿，黄念祖老居士在注解里面，用了很大的篇幅注解第十八愿，诸位可以仔细去看一看。底下这是第一愿：",
      "zh_TW": "還有一點也是一切諸佛所稱讚的。到達西方極樂世界的方法太簡單了，就是教你一心稱名，老老實實念這一句「阿彌陀佛」佛號就行了，所謂一念、十念必生，到後面第十八願我們細細再說。十八願是非常重要的一願，黃念祖老居士在註解裡面，用了很大的篇幅註解第十八願，諸位可以仔細去看一看。底下這是第一願："
    },
    {
      "id": "02-012-0026_p0020",
      "zh_CN": "【无有地狱。饿鬼。禽兽。蜎飞蠕动之类。】",
      "zh_TW": "【無有地獄。餓鬼。禽獸。蜎飛蠕動之類。】"
    },
    {
      "id": "02-012-0026_p0021",
      "zh_CN": "这一愿就是四十八愿里面，「国无恶道愿」。西方极乐世界没有恶道，首先讲没有三恶道。我们要问，为什么没有三恶道？这是阿弥陀佛在没有成佛之前，听老师介绍诸佛刹土，又亲自看到六道的状况，感觉三恶道太苦了；三恶道决定是修学的障碍，只要有三恶道，就不可能一生圆成佛道。不但有三恶道是障碍，即使有六道，人天也是障碍，所以西方极乐世界没有六道。你到达西方极乐世界就没有障碍了，这些障碍没有了。",
      "zh_TW": "這一願就是四十八願裡面，「國無惡道願」。西方極樂世界沒有惡道，首先講沒有三惡道。我們要問，為什麼沒有三惡道？這是阿彌陀佛在沒有成佛之前，聽老師介紹諸佛剎土，又親自看到六道的狀況，感覺三惡道太苦了；三惡道決定是修學的障礙，只要有三惡道，就不可能一生圓成佛道。不但有三惡道是障礙，即使有六道，人天也是障礙，所以西方極樂世界沒有六道。你到達西方極樂世界就沒有障礙了，這些障礙沒有了。"
    },
    {
      "id": "02-012-0026_p0022",
      "zh_CN": "一切诸佛如来，为什么没有像阿弥陀佛这样做呢？前面曾经跟诸位报告过，十方诸佛刹土是佛与众生共业所现的，所以这个业非常复杂，有佛菩萨的净业，有众生的善业、恶业、无记业，这样子混杂而成的。唯独阿弥陀佛的世界，是他自己愿力成就的，这讲世界的缘起不相同，所以它的清净庄严不一样。",
      "zh_TW": "一切諸佛如來，為什麼沒有像阿彌陀佛這樣做呢？前面曾經跟諸位報告過，十方諸佛剎土是佛與眾生共業所現的，所以這個業非常複雜，有佛菩薩的淨業，有眾生的善業、惡業、無記業，這樣子混雜而成的。唯獨阿彌陀佛的世界，是他自己願力成就的，這講世界的緣起不相同，所以它的清淨莊嚴不一樣。"
    },
    {
      "id": "02-012-0026_p0023",
      "zh_CN": "十方世界，凡是到极乐世界去的人，阿弥陀佛其他的条件他都不问，不问你证果不证果，不问这个；修行不修行，也不问；你作善作恶，也不问；统统都不问，这就等于是无条件的，这个太宽松了。只要你具足「信愿行」这三个条件，就成功了。你真正相信，真正发愿，老老实实念这一句阿弥陀佛，你在这里念，他那里就听到，这个地方就互相通消息了，你命终的时候，他一定来接你去。极乐世界在哪里，你也不用管，都可以不必问；我们这里念一声，那里就感应一声，就像电报打过去，他那边就收到了；到时候，他就会来接你。",
      "zh_TW": "十方世界，凡是到極樂世界去的人，阿彌陀佛其他的條件他都不問，不問你證果不證果，不問這個；修行不修行，也不問；你作善作惡，也不問；統統都不問，這就等於是無條件的，這個太寬鬆了。只要你具足「信願行」這三個條件，就成功了。你真正相信，真正發願，老老實實念這一句阿彌陀佛，你在這裡念，他那裡就聽到，這個地方就互相通消息了，你命終的時候，他一定來接你去。極樂世界在哪裡，你也不用管，都可以不必問；我們這裡念一聲，那裡就感應一聲，就像電報打過去，他那邊就收到了；到時候，他就會來接你。"
    },
    {
      "id": "02-012-0026_p0024",
      "zh_CN": "要晓得这个念是老实念，或者这个经上讲一向专念、一心称念，或者一心系念，这些名词大同小异，名词说法有一点点差别，意思是一样的；换句话说，要专心念，杂心念就不行了，专心念是阿弥陀佛要求生西方极乐世界唯一的一个条件。专心，就是清净心，心清净了；不专，心就杂了，杂心不能往生，这是他不许可的。专心，他欢迎；一心，他欢迎；二心、三心，他不欢迎。你杂心念佛，当然好处也有，他也听到了，但是他这一生不来接你。你什么时候专心念了，一心念了，他就来接你，这是感应道交！",
      "zh_TW": "要曉得這個念是老實念，或者這個經上講一向專念、一心稱念，或者一心繫念，這些名詞大同小異，名詞說法有一點點差別，意思是一樣的；換句話說，要專心念，雜心念就不行了，專心念是阿彌陀佛要求生西方極樂世界唯一的一個條件。專心，就是清淨心，心清淨了；不專，心就雜了，雜心不能往生，這是他不許可的。專心，他歡迎；一心，他歡迎；二心、三心，他不歡迎。你雜心念佛，當然好處也有，他也聽到了，但是他這一生不來接你。你什麼時候專心念了，一心念了，他就來接你，這是感應道交！"
    },
    {
      "id": "02-012-0026_p0025",
      "zh_CN": "所以我们如果真正觉悟到这个世界很苦，这是真正觉悟！知道我们这个世界所有一切苦难，阿弥陀佛那个世界都没有；我们不必讲乐，我们这里所有一切苦，他那里没有。你愿不愿换一个环境？如果愿意换一个环境，你就得一心称念，这个目的就达到了，愿望就满了；实在讲，就这么容易。所以这个法门叫「易行道」，虽易行，可是很难相信。你要问怎么难？难的因素太多了，以后慢慢诸位会体会到。",
      "zh_TW": "所以我們如果真正覺悟到這個世界很苦，這是真正覺悟！知道我們這個世界所有一切苦難，阿彌陀佛那個世界都沒有；我們不必講樂，我們這裡所有一切苦，他那裡沒有。你願不願換一個環境？如果願意換一個環境，你就得一心稱念，這個目的就達到了，願望就滿了；實在講，就這麼容易。所以這個法門叫「易行道」，雖易行，可是很難相信。你要問怎麼難？難的因素太多了，以後慢慢諸位會體會到。"
    },
    {
      "id": "02-012-0026_p0026",
      "zh_CN": "把这个恶道的因消除，恶道的果报自然就没有了。所以十方世界去往生的人，心都清净；只要一念清净，就可以生到他那里去，这个叫「带业往生」。你的恶业并没有断掉，没有消除掉，是带着去的；带去了，到那一边会不会影响西方世界？不会影响。为什么？因为西方世界没有恶缘，你带的是业因，因没有缘，不起作用；因要有缘才起作用，没有缘不起作用。西方世界没有恶缘，所有的恶业你带过去，它没有恶缘，统统不起作用，这才保证你不退，保证你一生圆成佛道。",
      "zh_TW": "把這個惡道的因消除，惡道的果報自然就沒有了。所以十方世界去往生的人，心都清淨；只要一念清淨，就可以生到他那裡去，這個叫「帶業往生」。你的惡業並沒有斷掉，沒有消除掉，是帶著去的；帶去了，到那一邊會不會影響西方世界？不會影響。為什麼？因為西方世界沒有惡緣，你帶的是業因，因沒有緣，不起作用；因要有緣才起作用，沒有緣不起作用。西方世界沒有惡緣，所有的惡業你帶過去，它沒有惡緣，統統不起作用，這才保證你不退，保證你一生圓成佛道。"
    },
    {
      "id": "02-012-0026_p0027",
      "zh_CN": "这一些理论事实，我们要了解；真正了解了，确确实实能够帮助我们往生。我们知道恶的事情不能做，做了，你想到西方世界这一生去不成了。不但恶事不能做，恶的念头都不能生。我过去做了很多错事，现在我很后悔，我天天在佛菩萨面前忏悔，把我从前造的罪业在佛菩萨面前再念一遍，真正忏悔，行不行？不行。为什么不行？你把那个罪恶的事情想一遍，你就又造一次；你想两遍，又造两次；你天天在造罪业，罪业不断，你怎么能去得了？那不叫忏悔。",
      "zh_TW": "這一些理論事實，我們要瞭解；真正瞭解了，確確實實能夠幫助我們往生。我們知道惡的事情不能做，做了，你想到西方世界這一生去不成了。不但惡事不能做，惡的念頭都不能生。我過去做了很多錯事，現在我很後悔，我天天在佛菩薩面前懺悔，把我從前造的罪業在佛菩薩面前再念一遍，真正懺悔，行不行？不行。為什麼不行？你把那個罪惡的事情想一遍，你就又造一次；你想兩遍，又造兩次；你天天在造罪業，罪業不斷，你怎麼能去得了？那不叫懺悔。"
    },
    {
      "id": "02-012-0026_p0028",
      "zh_CN": "怎么样叫真忏悔？过去所造一切恶业的时候，事过境迁，了了就了了，不要再去想它了，把那个心集中起来专想阿弥陀佛，再不想罪业了，那罪业就没有了。天天想阿弥陀佛，阿弥陀佛是善中之善，没有比这个更善的了，这叫消业障。",
      "zh_TW": "怎麼樣叫真懺悔？過去所造一切惡業的時候，事過境遷，了了就了了，不要再去想它了，把那個心集中起來專想阿彌陀佛，再不想罪業了，那罪業就沒有了。天天想阿彌陀佛，阿彌陀佛是善中之善，沒有比這個更善的了，這叫消業障。"
    },
    {
      "id": "02-012-0026_p0029",
      "zh_CN": "所以消业障、忏除业障，念佛是最有效果的。千万不要老想着我以前造什么罪，现在后悔，求佛菩萨原谅，那就糟了！佛菩萨看到你这个样子，摇头，你不解如来所说义，我苦口婆心教给你的，你完全没有理解，完全没有体会到，错解了佛的意思。所以真正忏悔，老实念佛；佛号念纯熟了，一切时一切处，起心动念都是阿弥陀佛，你的罪业就没有了，你的心就清净了，这是往生必须具备的条件。第二愿说：",
      "zh_TW": "所以消業障、懺除業障，念佛是最有效果的。千萬不要老想著我以前造什麼罪，現在後悔，求佛菩薩原諒，那就糟了！佛菩薩看到你這個樣子，搖頭，你不解如來所說義，我苦口婆心教給你的，你完全沒有理解，完全沒有體會到，錯解了佛的意思。所以真正懺悔，老實念佛；佛號念純熟了，一切時一切處，起心動念都是阿彌陀佛，你的罪業就沒有了，你的心就清淨了，這是往生必須具備的條件。第二願說："
    },
    {
      "id": "02-012-0026_p0030",
      "zh_CN": "【所有一切众生。】",
      "zh_TW": "【所有一切眾生。】"
    },
    {
      "id": "02-012-0026_p0031",
      "zh_CN": "这个经文上，像这些字样要特别注意。「所有一切众生」，除了佛之外，都叫众生；菩萨也是众生，一直到地狱都叫众生。",
      "zh_TW": "這個經文上，像這些字樣要特別注意。「所有一切眾生」，除了佛之外，都叫眾生；菩薩也是眾生，一直到地獄都叫眾生。"
    },
    {
      "id": "02-012-0026_p0032",
      "zh_CN": "「众生」两个字的本意，是众缘和合而生起的，就叫做众生。众缘，用现代的话说，就是有许许多多条件许许多多因素而生的，不是一个单纯的条件。我们自己的身体是许多条件生的，不单纯，这叫做有情众生，我们现在叫做动物，他有情识、有感情。桌椅板凳叫无情众生，因为它也是许许多多条件生出来的，没有一个是单纯的。一切众生，包括了一切人事物的现象，就是情与无情统统叫众生。在此地，他偏重在有情众生，无情的众生暂时不提，专指有情众生。",
      "zh_TW": "「眾生」兩個字的本意，是眾緣和合而生起的，就叫做眾生。眾緣，用現代的話說，就是有許許多多條件許許多多因素而生的，不是一個單純的條件。我們自己的身體是許多條件生的，不單純，這叫做有情眾生，我們現在叫做動物，他有情識、有感情。桌椅板凳叫無情眾生，因為它也是許許多多條件生出來的，沒有一個是單純的。一切眾生，包括了一切人事物的現象，就是情與無情統統叫眾生。在此地，他偏重在有情眾生，無情的眾生暫時不提，專指有情眾生。"
    },
    {
      "id": "02-012-0026_p0033",
      "zh_CN": "一切众生，上从等觉菩萨，下至【以及焰摩罗界】。焰摩罗界是指的地狱界，就是从等觉菩萨到阿鼻地狱。",
      "zh_TW": "一切眾生，上從等覺菩薩，下至【以及焰摩羅界】。焰摩羅界是指的地獄界，就是從等覺菩薩到阿鼻地獄。"
    },
    {
      "id": "02-012-0026_p0034",
      "zh_CN": "【三恶道中。来生我刹。受我法化。悉成阿耨多罗三藐三菩提。】",
      "zh_TW": "【三惡道中。來生我剎。受我法化。悉成阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-012-0026_p0035",
      "zh_CN": "在一切众生里面，这一句包括我们自己在内，这个文就非常亲切了，我们不是在一切众生之外，在一切众生之内。阿弥陀佛的大愿，包含我们在里头，没有把我们丢掉。特别告诉我们「三恶道中」，三恶道就是造罪业最重的一批众生；这样罪障深重的众生，他要遇到这个法门，能信、能愿、一心念佛都能往生，何况我们？我们纵然造罪业，比他们还要轻，没他们造得重。他能成就，我们为什么不能成就？这些地方我们要看清楚。",
      "zh_TW": "在一切眾生裡面，這一句包括我們自己在內，這個文就非常親切了，我們不是在一切眾生之外，在一切眾生之內。阿彌陀佛的大願，包含我們在裡頭，沒有把我們丟掉。特別告訴我們「三惡道中」，三惡道就是造罪業最重的一批眾生；這樣罪障深重的眾生，他要遇到這個法門，能信、能願、一心念佛都能往生，何況我們？我們縱然造罪業，比他們還要輕，沒他們造得重。他能成就，我們為什麼不能成就？這些地方我們要看清楚。"
    },
    {
      "id": "02-012-0026_p0036",
      "zh_CN": "生到西方极乐世界了，受到阿弥陀佛的教化，「受我法化」，这个「我」是阿弥陀佛自称。「悉成阿耨多罗三藐三菩提」，这是圆教的佛果，无上正等正觉，就跟他一样；换句话说，到达西方极乐世界，接受阿弥陀佛的教导，个个成佛。",
      "zh_TW": "生到西方極樂世界了，受到阿彌陀佛的教化，「受我法化」，這個「我」是阿彌陀佛自稱。「悉成阿耨多羅三藐三菩提」，這是圓教的佛果，無上正等正覺，就跟他一樣；換句話說，到達西方極樂世界，接受阿彌陀佛的教導，個個成佛。"
    },
    {
      "id": "02-012-0026_p0037",
      "zh_CN": "【不复更堕恶趣。】",
      "zh_TW": "【不復更墮惡趣。】"
    },
    {
      "id": "02-012-0026_p0038",
      "zh_CN": "到达西方极乐世界之后，纵然你过去造的有恶因，从此以后永远不会再堕恶道了。从文字上来看，这个恶道明显的是说三恶道；可是文字里头暗含着不止三恶道，除三恶道之外，三善道也恶，它在轮回里面；你往上面去比，不但三善道是恶，阿罗汉也恶，权教菩萨也恶；西方极乐世界是纯一菩萨法界，换句话说，缘觉、阿罗汉、六道统统叫恶道。绝对不会堕落下去，不要说三恶道了，就是菩萨、罗汉都不会堕落到那个地方，这是它真正的意思所在。",
      "zh_TW": "到達西方極樂世界之後，縱然你過去造的有惡因，從此以後永遠不會再墮惡道了。從文字上來看，這個惡道明顯的是說三惡道；可是文字裡頭暗含著不止三惡道，除三惡道之外，三善道也惡，它在輪迴裡面；你往上面去比，不但三善道是惡，阿羅漢也惡，權教菩薩也惡；西方極樂世界是純一菩薩法界，換句話說，緣覺、阿羅漢、六道統統叫惡道。絕對不會墮落下去，不要說三惡道了，就是菩薩、羅漢都不會墮落到那個地方，這是它真正的意思所在。"
    },
    {
      "id": "02-012-0026_p0039",
      "zh_CN": "【得是愿。乃作佛。不得是愿。不取无上正觉。】",
      "zh_TW": "【得是願。乃作佛。不得是願。不取無上正覺。】"
    },
    {
      "id": "02-012-0026_p0040",
      "zh_CN": "他这个愿望达到了、实现了，他去作佛；如果没有达到、没有实现，他不成佛。他现在已经成佛了，可见得他这个话完全兑现了。由此可知，阿弥陀佛的本心，阿弥陀佛的本愿，念念愿一切众生早成佛道，他用的是这个方法。这个方法非常稳当、快速，所以一切诸佛没有一个不赞叹、没有一个不替他宣扬的，道理就在此地。再看第二段：",
      "zh_TW": "他這個願望達到了、實現了，他去作佛；如果沒有達到、沒有實現，他不成佛。他現在已經成佛了，可見得他這個話完全兌現了。由此可知，阿彌陀佛的本心，阿彌陀佛的本願，念念願一切眾生早成佛道，他用的是這個方法。這個方法非常穩當、快速，所以一切諸佛沒有一個不讚歎、沒有一個不替他宣揚的，道理就在此地。再看第二段："
    },
    {
      "id": "02-012-0026_p0041",
      "zh_CN": "【我作佛时。十方世界。所有众生。】",
      "zh_TW": "【我作佛時。十方世界。所有眾生。】"
    },
    {
      "id": "02-012-0026_p0042",
      "zh_CN": "这些字句，句句都包括我们自己在内。「所有众生」，没有说哪些众生除外，所有众生都在内。",
      "zh_TW": "這些字句，句句都包括我們自己在內。「所有眾生」，沒有說哪些眾生除外，所有眾生都在內。"
    },
    {
      "id": "02-012-0026_p0043",
      "zh_CN": "【令生我刹。】",
      "zh_TW": "【令生我剎。】"
    },
    {
      "id": "02-012-0026_p0044",
      "zh_CN": "就是生到西方极乐世界。",
      "zh_TW": "就是生到西方極樂世界。"
    },
    {
      "id": "02-012-0026_p0045",
      "zh_CN": "【皆具紫磨真金色身。】",
      "zh_TW": "【皆具紫磨真金色身。】"
    },
    {
      "id": "02-012-0026_p0046",
      "zh_CN": "这个地方，我们要注意的是「皆具」，所有众生有菩萨往生的，像我们在《华严经》上看到普贤菩萨、文殊菩萨去往生，那是大菩萨，他们去身是金色的；十方世界也有修小乘的，初果、二果、到四果，遇到这个法门发愿往生的，还有像我们这个人天身分往生的，乃至于还有畜生、饿鬼去往生到西方世界的。西方世界是平等世界，这一段里面是讲平等，到那个地方大家身体一样，阿弥陀佛是真金色，金身，每一个去的人跟阿弥陀佛的身体完全相同，得阿弥陀佛一样的身，这是第三愿「身悉金色愿」。这是十方世界没有的，这个超过一切诸佛刹土；一切诸佛刹土没有说是所有的人身体、相貌统统一样的，没有，唯独西方世界。",
      "zh_TW": "這個地方，我們要注意的是「皆具」，所有眾生有菩薩往生的，像我們在《華嚴經》上看到普賢菩薩、文殊菩薩去往生，那是大菩薩，他們去身是金色的；十方世界也有修小乘的，初果、二果、到四果，遇到這個法門發願往生的，還有像我們這個人天身分往生的，乃至於還有畜生、餓鬼去往生到西方世界的。西方世界是平等世界，這一段裡面是講平等，到那個地方大家身體一樣，阿彌陀佛是真金色，金身，每一個去的人跟阿彌陀佛的身體完全相同，得阿彌陀佛一樣的身，這是第三願「身悉金色願」。這是十方世界沒有的，這個超過一切諸佛剎土；一切諸佛剎土沒有說是所有的人身體、相貌統統一樣的，沒有，唯獨西方世界。"
    },
    {
      "id": "02-012-0026_p0047",
      "zh_CN": "【三十二种大丈夫相。】",
      "zh_TW": "【三十二種大丈夫相。】"
    },
    {
      "id": "02-012-0026_p0048",
      "zh_CN": "这是「三十二相愿」。不但身体相同，身体我们这里讲体质，体质是相同的；更奇妙的是相貌也相同，佛是什么相貌，生到西方极乐世界的相貌都跟佛一样。",
      "zh_TW": "這是「三十二相願」。不但身體相同，身體我們這裡講體質，體質是相同的；更奇妙的是相貌也相同，佛是什麼相貌，生到西方極樂世界的相貌都跟佛一樣。"
    },
    {
      "id": "02-012-0026_p0049",
      "zh_CN": "【端正净洁。】",
      "zh_TW": "【端正淨潔。】"
    },
    {
      "id": "02-012-0026_p0050",
      "zh_CN": "净是清净，洁是纯洁。",
      "zh_TW": "淨是清淨，潔是純潔。"
    },
    {
      "id": "02-012-0026_p0051",
      "zh_CN": "【悉同一类。】",
      "zh_TW": "【悉同一類。】"
    },
    {
      "id": "02-012-0026_p0052",
      "zh_CN": "这一句要特别注意，西方极乐世界的人完全相同。",
      "zh_TW": "這一句要特別注意，西方極樂世界的人完全相同。"
    },
    {
      "id": "02-012-0026_p0053",
      "zh_CN": "【若形貌差别。有好丑者。不取正觉。】",
      "zh_TW": "【若形貌差別。有好醜者。不取正覺。】"
    },
    {
      "id": "02-012-0026_p0054",
      "zh_CN": "假如西方世界有两个人相貌不一样，阿弥陀佛发誓不成佛；现在他成佛了，西方世界的人相貌完全相同，跟阿弥陀佛完全一样。佛为什么要发这个愿？诸位要知道，一切世界因为果报不相同，当然是从前造的因不相同，所以果报不相同；由于果报不相同，产生了许许多多的烦恼。果报好的、殊胜的，容易生傲慢；果报差一点的，就有自卑感，于是这当中就有冲突、有矛盾产生了，形成了心理上的不平衡。由心理上的不平衡，发展到表面的斗争，彼此不能相容，苦难、战争、流血，往往都从这个地方生起来的。",
      "zh_TW": "假如西方世界有兩個人相貌不一樣，阿彌陀佛發誓不成佛；現在他成佛了，西方世界的人相貌完全相同，跟阿彌陀佛完全一樣。佛為什麼要發這個願？諸位要知道，一切世界因為果報不相同，當然是從前造的因不相同，所以果報不相同；由於果報不相同，產生了許許多多的煩惱。果報好的、殊勝的，容易生傲慢；果報差一點的，就有自卑感，於是這當中就有衝突、有矛盾產生了，形成了心理上的不平衡。由心理上的不平衡，發展到表面的鬥爭，彼此不能相容，苦難、戰爭、流血，往往都從這個地方生起來的。"
    },
    {
      "id": "02-012-0026_p0055",
      "zh_CN": "阿弥陀佛看到这个情形不好，那怎么解决这个问题呢？到西方极乐世界，我们大家都一样，你也不必骄傲，你也不必自卑，统统一样；而且标准是阿弥陀佛本身，跟阿弥陀佛一样，这大家没有话说了，个个都得到圆满了。这叫彻底解决一切误会纷争，好法子！",
      "zh_TW": "阿彌陀佛看到這個情形不好，那怎麼解決這個問題呢？到西方極樂世界，我們大家都一樣，你也不必驕傲，你也不必自卑，統統一樣；而且標準是阿彌陀佛本身，跟阿彌陀佛一樣，這大家沒有話說了，個個都得到圓滿了。這叫徹底解決一切誤會紛爭，好法子！"
    },
    {
      "id": "02-012-0026_p0056",
      "zh_CN": "实在讲，这个方法是阿弥陀佛累劫修行，功德威神的加持；否则的话，这不可能的。每一个人无量劫来所作的行业不相同，怎么可能果报相同？所以这一条真的是难信之法。但是佛决定没有妄语，佛智慧圆满、方法也多，决定不会诱惑我们、欺骗我们，用这种手段来接引我们，这不可能的事情。所以我们要相信《金刚经》上所说，如来是真语者，实语者，如语者，不诳语者，不虚语者，佛的话句句真实。西方极乐世界确实就是这个状况，生到那边去，相貌完全相同，体质也完全相同。第三段：",
      "zh_TW": "實在講，這個方法是阿彌陀佛累劫修行，功德威神的加持；否則的話，這不可能的。每一個人無量劫來所作的行業不相同，怎麼可能果報相同？所以這一條真的是難信之法。但是佛決定沒有妄語，佛智慧圓滿、方法也多，決定不會誘惑我們、欺騙我們，用這種手段來接引我們，這不可能的事情。所以我們要相信《金剛經》上所說，如來是真語者，實語者，如語者，不誑語者，不虛語者，佛的話句句真實。西方極樂世界確實就是這個狀況，生到那邊去，相貌完全相同，體質也完全相同。第三段："
    },
    {
      "id": "02-012-0026_p0057",
      "zh_CN": "【我作佛时。所有众生。】",
      "zh_TW": "【我作佛時。所有眾生。】"
    },
    {
      "id": "02-012-0026_p0058",
      "zh_CN": "我们只注意这里是十方世界所有众生，这里是一点差别都没有，九法界众生一视同仁，生到西方世界完全平等。",
      "zh_TW": "我們只注意這裡是十方世界所有眾生，這裡是一點差別都沒有，九法界眾生一視同仁，生到西方世界完全平等。"
    },
    {
      "id": "02-012-0026_p0059",
      "zh_CN": "【生我国者。自知无量劫时宿命所作善恶。皆能洞视彻听。知十方去来现在之事。不得是愿。不取正觉。】",
      "zh_TW": "【生我國者。自知無量劫時宿命所作善惡。皆能洞視徹聽。知十方去來現在之事。不得是願。不取正覺。】"
    },
    {
      "id": "02-012-0026_p0060",
      "zh_CN": "这一条也是超胜十方诸佛国土。因为一切世界里面的众生，修行不到相当功夫，这个能力不可能现前，这是我们一般人讲得神通。神通是一回什么事情？神通是自己的本能，每一个人都有的，这一点都不希奇。为什么我们现在看到有些人有、有些人没有？有些人有，是他修得的；没有，是他把自己能力给丧失掉了。不是你没有，你有这个能力；这个能力你虽有，现在不起作用，虽有等于失掉了。为什么会失掉？你的心动，你的心乱了。所以佛说「一切众生但以妄想执着而不能证得」，因为你有妄想，你有执着，你把你的智慧能力都丧失掉了。",
      "zh_TW": "這一條也是超勝十方諸佛國土。因為一切世界裡面的眾生，修行不到相當功夫，這個能力不可能現前，這是我們一般人講得神通。神通是一回什麼事情？神通是自己的本能，每一個人都有的，這一點都不希奇。為什麼我們現在看到有些人有、有些人沒有？有些人有，是他修得的；沒有，是他把自己能力給喪失掉了。不是你沒有，你有這個能力；這個能力你雖有，現在不起作用，雖有等於失掉了。為什麼會失掉？你的心動，你的心亂了。所以佛說「一切眾生但以妄想執著而不能證得」，因為你有妄想，你有執著，你把你的智慧能力都喪失掉了。"
    },
    {
      "id": "02-012-0026_p0061",
      "zh_CN": "有修行的人，修神通最重要是定，所以你一得定，你一定会有通。定什么？你的心清净了，清净心起作用，就是我们讲得神通，没有别的。心地清净了，在眼是天眼通，在耳叫天耳通。这个通的能力大小，悬殊很大。大小怎么来的？看你那个定功的大小，也就是清净心的纯度不一样，所以你恢复的能力大小不相同。",
      "zh_TW": "有修行的人，修神通最重要是定，所以你一得定，你一定會有通。定什麼？你的心清淨了，清淨心起作用，就是我們講得神通，沒有別的。心地清淨了，在眼是天眼通，在耳叫天耳通。這個通的能力大小，懸殊很大。大小怎麼來的？看你那個定功的大小，也就是清淨心的純度不一樣，所以你恢復的能力大小不相同。"
    },
    {
      "id": "02-012-0026_p0062",
      "zh_CN": "但是到西方极乐世界，这个能力不是自己修的；自己要修，那要修很长很长的时间，哪里一到西方极乐世界就有了？由此可知，这种能力也是阿弥陀佛威神加持的，自己虽然没有，就好像自己能力全部都恢复了，这个不可思议。这是许许多多菩萨听了都摇头，都不敢相信；他们修了一个阿僧祇劫、两个阿僧祇劫，比起西方极乐世界刚刚往生的人，都比不上，他怎么可能相信？所以说「难信之法」。",
      "zh_TW": "但是到西方極樂世界，這個能力不是自己修的；自己要修，那要修很長很長的時間，哪裡一到西方極樂世界就有了？由此可知，這種能力也是阿彌陀佛威神加持的，自己雖然沒有，就好像自己能力全部都恢復了，這個不可思議。這是許許多多菩薩聽了都搖頭，都不敢相信；他們修了一個阿僧祇劫、兩個阿僧祇劫，比起西方極樂世界剛剛往生的人，都比不上，他怎麼可能相信？所以說「難信之法」。"
    },
    {
      "id": "02-012-0026_p0063",
      "zh_CN": "由此可知，真正念佛的人，真心念，不是用妄心。真心就是一心，决定没有怀疑、没有夹杂，一句佛号就把阿弥陀佛累劫所修的功德，变成自己的功德。你这个佛号一句一句不间断，念念把阿弥陀佛的功德变成自己的功德，这个了不起，这是在所有一切法门里没有的，这叫「二力法门」。自己念，是自己的力量；念了之后，把佛的力量变成自己力量，这是佛加持的，这是其他法门里面没有的。",
      "zh_TW": "由此可知，真正念佛的人，真心念，不是用妄心。真心就是一心，決定沒有懷疑、沒有夾雜，一句佛號就把阿彌陀佛累劫所修的功德，變成自己的功德。你這個佛號一句一句不間斷，念念把阿彌陀佛的功德變成自己的功德，這個了不起，這是在所有一切法門裡沒有的，這叫「二力法門」。自己念，是自己的力量；念了之後，把佛的力量變成自己力量，這是佛加持的，這是其他法門裡面沒有的。"
    },
    {
      "id": "02-012-0026_p0064",
      "zh_CN": "所以我们的心同阿弥陀佛的心，愿同阿弥陀佛的愿，行同阿弥陀佛的行，这个神通能力，哪有不同阿弥陀佛的！这个法门，阿弥陀佛就是我们修学的榜样，我们依照他这个样子来塑造自己，把自己也塑造成一尊阿弥陀佛，佛就欢喜，这才是他的本愿，我们处处要学他，这个能力就大。生到西方极乐世界，不管什么众生，我们带业去的，业障很重的，你生到那边去了，立刻就得到。一到西方极乐世界，你自己知道无量劫时宿命，这个能力大了。",
      "zh_TW": "所以我們的心同阿彌陀佛的心，願同阿彌陀佛的願，行同阿彌陀佛的行，這個神通能力，哪有不同阿彌陀佛的！這個法門，阿彌陀佛就是我們修學的榜樣，我們依照他這個樣子來塑造自己，把自己也塑造成一尊阿彌陀佛，佛就歡喜，這才是他的本願，我們處處要學他，這個能力就大。生到西方極樂世界，不管什麼眾生，我們帶業去的，業障很重的，你生到那邊去了，立刻就得到。一到西方極樂世界，你自己知道無量劫時宿命，這個能力大了。"
    },
    {
      "id": "02-012-0026_p0065",
      "zh_CN": "佛在经上给我们说过，证得阿罗汉果，这个斯陀含以前都不行，没有这个能力；证得阿罗汉果，阿罗汉的宿命通能知五百世，就是过去五百世他看得到，他清楚；五百世以上，他就不知道了。他的能力能知五百世，这是阿罗汉；要想证得阿罗汉，不是容易事情。往生西方极乐世界这个能力，阿罗汉怎么能比？他知无量劫时宿命。五百世跟无量劫不能比，差太远了。",
      "zh_TW": "佛在經上給我們說過，證得阿羅漢果，這個斯陀含以前都不行，沒有這個能力；證得阿羅漢果，阿羅漢的宿命通能知五百世，就是過去五百世他看得到，他清楚；五百世以上，他就不知道了。他的能力能知五百世，這是阿羅漢；要想證得阿羅漢，不是容易事情。往生西方極樂世界這個能力，阿羅漢怎麼能比？他知無量劫時宿命。五百世跟無量劫不能比，差太遠了。"
    },
    {
      "id": "02-012-0026_p0066",
      "zh_CN": "我们过去世、生生世世你都明了都知道了。我们这里讲报父母之恩、报师长之恩，我们今天能记得的，就是这一世的父母、师长，过去生的父母不知道了，再过去生更不知道；这个报恩，纵然有报恩之心，事实上非常有限。一生到西方世界，你要想报亲恩，那就太容易了。你过去无量劫来，生生世世你的家亲眷属，你统统都知道了，他们今天在哪一个世界、在哪一道里面，你也全看清楚了。「皆能洞视」，洞视就是天眼通，你全都看到了。「彻听」，你天耳也通了，他们现在的状况，苦乐的情形，他们在说些什么，你也都晓得了，这个时候去度他，就容易。你也有能力，有智慧，有善巧方便，可以帮助这些众生。",
      "zh_TW": "我們過去世、生生世世你都明瞭都知道了。我們這裡講報父母之恩、報師長之恩，我們今天能記得的，就是這一世的父母、師長，過去生的父母不知道了，再過去生更不知道；這個報恩，縱然有報恩之心，事實上非常有限。一生到西方世界，你要想報親恩，那就太容易了。你過去無量劫來，生生世世你的家親眷屬，你統統都知道了，他們今天在哪一個世界、在哪一道裡面，你也全看清楚了。「皆能洞視」，洞視就是天眼通，你全都看到了。「徹聽」，你天耳也通了，他們現在的狀況，苦樂的情形，他們在說些什麼，你也都曉得了，這個時候去度他，就容易。你也有能力，有智慧，有善巧方便，可以幫助這些眾生。"
    },
    {
      "id": "02-012-0026_p0067",
      "zh_CN": "佛法里常说佛不度无缘之人。跟你没有缘，你想去度他，他不听、他不接受的，所以佛度有缘人。什么是有缘？过去跟你有过往来的，有过瓜葛的，这叫有缘。缘里面有两种：一种是善缘，一种是恶缘。一个是家亲眷属，一个是冤家债主，冤家债主跟你也有缘；只要有缘，统统都能度；换句话说，你跟他有关系。没有缘，你跟他没有关系，对面也不相逢。",
      "zh_TW": "佛法裡常說佛不度無緣之人。跟你沒有緣，你想去度他，他不聽、他不接受的，所以佛度有緣人。什麼是有緣？過去跟你有過往來的，有過瓜葛的，這叫有緣。緣裡面有兩種：一種是善緣，一種是惡緣。一個是家親眷屬，一個是冤家債主，冤家債主跟你也有緣；只要有緣，統統都能度；換句話說，你跟他有關係。沒有緣，你跟他沒有關係，對面也不相逢。"
    },
    {
      "id": "02-012-0026_p0068",
      "zh_CN": "我们的恩恩怨怨太多太多了，也是无量无边。这个时候他成熟了，你就接引他到西方。成熟是什么？你用这个法门劝他，他能信，他肯去，愿意去，肯念佛，这叫缘熟了。他的缘熟了，别人都度不了，为什么？别人跟他没关系，跟他讲他不相信；你跟他有缘，你跟他讲的时候，他能听的进去，他听到欢喜，能依教奉行。统统在缘。我们了解这个事实，就知道十方无量无边刹土，里面有不少人等着我们去度；别人度不了，佛菩萨神通广大也度不了，跟他没有缘，这是事实。所以能力都恢复了。",
      "zh_TW": "我們的恩恩怨怨太多太多了，也是無量無邊。這個時候他成熟了，你就接引他到西方。成熟是什麼？你用這個法門勸他，他能信，他肯去，願意去，肯念佛，這叫緣熟了。他的緣熟了，別人都度不了，為什麼？別人跟他沒關係，跟他講他不相信；你跟他有緣，你跟他講的時候，他能聽的進去，他聽到歡喜，能依教奉行。統統在緣。我們瞭解這個事實，就知道十方無量無邊剎土，裡面有不少人等著我們去度；別人度不了，佛菩薩神通廣大也度不了，跟他沒有緣，這是事實。所以能力都恢復了。"
    },
    {
      "id": "02-012-0026_p0069",
      "zh_CN": "「知十方去、来、现在之事」。十方是指范围，空间太大太大了。过去、未来、现在，这是讲时间，三世。过去、未来、现在，十方世界，无论大大小小的事情，你统统都知道。你为什么会知道？是你的清净心照见，不是你有意思去知道它的，你的心像镜子一样照见，自自然然的照在里面，怎么会不知道？",
      "zh_TW": "「知十方去、來、現在之事」。十方是指範圍，空間太大太大了。過去、未來、現在，這是講時間，三世。過去、未來、現在，十方世界，無論大大小小的事情，你統統都知道。你為什麼會知道？是你的清淨心照見，不是你有意思去知道它的，你的心像鏡子一樣照見，自自然然的照在裡面，怎麼會不知道？"
    },
    {
      "id": "02-012-0026_p0070",
      "zh_CN": "「不得是愿，不取正觉」。阿弥陀佛这些愿望也都实现了，纵然是凡圣同居土下下品往生，也是这个能力。因为他说所有众生，生到西方极乐世界，凡圣同居土下下品往生，都具有这样不可思议的神通。这样的能力，要在一般大乘经里面讲，是八地以上菩萨才有这个能力。八地以上的菩萨，通常佛在经上讲要修行多久？已经超过两个阿僧祇劫了，才得这样的成就。念佛的人短短几十年的时间，甚至于几个月的时间，生到西方极乐世界，他的能力居然跟八地菩萨相等，这不可思议。这是超越诸佛刹土，十方一切诸佛刹土没有这个事情。",
      "zh_TW": "「不得是願，不取正覺」。阿彌陀佛這些願望也都實現了，縱然是凡聖同居土下下品往生，也是這個能力。因為他說所有眾生，生到西方極樂世界，凡聖同居土下下品往生，都具有這樣不可思議的神通。這樣的能力，要在一般大乘經裡面講，是八地以上菩薩才有這個能力。八地以上的菩薩，通常佛在經上講要修行多久？已經超過兩個阿僧祇劫了，才得這樣的成就。念佛的人短短幾十年的時間，甚至於幾個月的時間，生到西方極樂世界，他的能力居然跟八地菩薩相等，這不可思議。這是超越諸佛剎土，十方一切諸佛剎土沒有這個事情。"
    },
    {
      "id": "02-012-0026_p0071",
      "zh_CN": "这样不可思议的智慧、能力，我们希不希望得到？你要希望得到，最快速、最稳当的方法，就是依照这个经的理论方法去修，实在讲，很容易就得到了。理论明白了之后，你的修学如果与理相应，这个理就是清净心，你能在日常生活当中，把你这些烦恼、忧虑、牵挂统统放下，一心称念，你用这个方法念个三年、五年，心果然清净，这个能力就会恢复一部分。心愈清净，你的智慧、能力就愈大；生到西方极乐世界，可以说你的智慧、能力差不多接近圆满了，八地以上的菩萨接近圆满。再看底下一章：",
      "zh_TW": "這樣不可思議的智慧、能力，我們希不希望得到？你要希望得到，最快速、最穩當的方法，就是依照這個經的理論方法去修，實在講，很容易就得到了。理論明白了之後，你的修學如果與理相應，這個理就是清淨心，你能在日常生活當中，把你這些煩惱、憂慮、牽掛統統放下，一心稱念，你用這個方法念個三年、五年，心果然清淨，這個能力就會恢復一部分。心愈清淨，你的智慧、能力就愈大；生到西方極樂世界，可以說你的智慧、能力差不多接近圓滿了，八地以上的菩薩接近圓滿。再看底下一章："
    },
    {
      "id": "02-012-0026_p0072",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得他心智通。若不悉知亿那由他百千佛刹。众生心念者。不取正觉。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得他心智通。若不悉知億那由他百千佛剎。眾生心念者。不取正覺。】"
    },
    {
      "id": "02-012-0026_p0073",
      "zh_CN": "这是六通里的他心通。别人心里想些什么、念些什么，我知道，这个能力叫他心通。十方世界无量无边，众生不晓得有多少，起心动念，西方极乐世界的人全晓得。所以这个经文念了之后，如果你相信它的话，会寒毛直竖！我们今天在此地起心动念，不能骗人。这个世间人迷惑颠倒，可以欺骗他，他不知道；西方极乐世界的人多，太多太多了，每一个人都知道，我们的行动他看到，我们的言语他听得到，我们起心动念他都知道。你说你要想到西方极乐世界去，他晓得，但是你所作所为如果不善的话，你心里是想去，他摇摇头，你去不成，你去不了。没有一个不晓得。",
      "zh_TW": "這是六通裡的他心通。別人心裡想些什麼、念些什麼，我知道，這個能力叫他心通。十方世界無量無邊，眾生不曉得有多少，起心動念，西方極樂世界的人全曉得。所以這個經文念了之後，如果你相信它的話，會寒毛直豎！我們今天在此地起心動念，不能騙人。這個世間人迷惑顛倒，可以欺騙他，他不知道；西方極樂世界的人多，太多太多了，每一個人都知道，我們的行動他看到，我們的言語他聽得到，我們起心動念他都知道。你說你要想到西方極樂世界去，他曉得，但是你所作所為如果不善的話，你心裡是想去，他搖搖頭，你去不成，你去不了。沒有一個不曉得。"
    },
    {
      "id": "02-012-0026_p0074",
      "zh_CN": "因此，这个事情要真干，真干就是决定不能自欺欺人，决定不可以，一定要认真；念念之中，要想到阿弥陀佛、观音、势至，无量无边海会清净大众，统统都看到，都围绕在我的面前，我的一举一动、起心动念，他们统统知道。能常常如是观，常常如是想，我们的净业就很快成就了。不自欺、不欺人，这个人不是我们世间普通的人，西方极乐世界诸上善人，也就是已经往生在西方极乐世界的这些人，我们不能欺骗他，欺骗不了他。再看第五章：",
      "zh_TW": "因此，這個事情要真幹，真幹就是決定不能自欺欺人，決定不可以，一定要認真；念念之中，要想到阿彌陀佛、觀音、勢至，無量無邊海會清淨大眾，統統都看到，都圍繞在我的面前，我的一舉一動、起心動念，他們統統知道。能常常如是觀，常常如是想，我們的淨業就很快成就了。不自欺、不欺人，這個人不是我們世間普通的人，西方極樂世界諸上善人，也就是已經往生在西方極樂世界的這些人，我們不能欺騙他，欺騙不了他。再看第五章："
    },
    {
      "id": "02-012-0026_p0075",
      "zh_CN": "【我作佛时。所有众生。生我国者。皆得神通自在。波罗蜜多。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。皆得神通自在。波羅蜜多。】"
    },
    {
      "id": "02-012-0026_p0076",
      "zh_CN": "这是第十愿，「神足通愿」。什么叫神足？神是神奇，超越了我们的常识，我们无法想像；足是圆满，就是满足，没有一点缺陷；就是这一种能力。这个能力除前面所说的几种之外，其他的都包括在这一条里面。这一条的范围非常之广大，我们通常讲变幻莫测，就属于这一条，他能变大、能变小、能分身、能速到，无量无边世界，他一念当中就到达了，都是属于这样的能力。如果有这种能力，我们从台湾到这儿来，不必坐十几个小时的飞机，他一念之间，动个念头，这个地方人没有了，那个地方人已经出现了，他就到了，这些统统属于神足通。他有这样的能力，所以才能帮助一切有缘之人，跟《普门品》里面讲的观世音菩萨三十二应身一样，应以什么身度化，他就能变现什么身，能够随众生的意愿变幻莫测，是属于这一种能力，这是神足通。",
      "zh_TW": "這是第十願，「神足通願」。什麼叫神足？神是神奇，超越了我們的常識，我們無法想像；足是圓滿，就是滿足，沒有一點缺陷；就是這一種能力。這個能力除前面所說的幾種之外，其他的都包括在這一條裡面。這一條的範圍非常之廣大，我們通常講變幻莫測，就屬於這一條，他能變大、能變小、能分身、能速到，無量無邊世界，他一念當中就到達了，都是屬於這樣的能力。如果有這種能力，我們從台灣到這兒來，不必坐十幾個小時的飛機，他一念之間，動個念頭，這個地方人沒有了，那個地方人已經出現了，他就到了，這些統統屬於神足通。他有這樣的能力，所以才能幫助一切有緣之人，跟《普門品》裡面講的觀世音菩薩三十二應身一樣，應以什麼身度化，他就能變現什麼身，能夠隨眾生的意願變幻莫測，是屬於這一種能力，這是神足通。"
    },
    {
      "id": "02-012-0026_p0077",
      "zh_CN": "【于一念顷。不能超过亿那由他百千佛刹。周遍巡历供养诸佛者。不取正觉。】",
      "zh_TW": "【於一念頃。不能超過億那由他百千佛剎。周遍巡歷供養諸佛者。不取正覺。】"
    },
    {
      "id": "02-012-0026_p0078",
      "zh_CN": "这是第十一愿，「遍供诸佛愿」。从这一愿里面，我们看到他的能力，用现代的话来讲，超越时空，时间空间他突破了，所以他才有这样不思议的能力。「亿那由他百千佛刹」，这是讲距离，这个距离太遥远了。要照黄念祖老居士的讲法，一个佛刹是十亿个银河系，以这个为单位。多少个呢？亿那由他百千，这个数字我们没有办法想像，这个范围太大太大了。他用多少的时间，全部都走过呢？一念顷，一念之间，他统统都遍到了。他怎么到的？分身到达，他能够化无量无边的身。所以西方人到十方世界去供佛，去度众生，去接引有缘的人，我们要问，他去了没有？实在讲他没去，他本身还在讲堂听阿弥陀佛讲经说法，他那个化身去的。同时能变化无量无边身，能达到无量无边刹土，他有这个能力到十方世界去，就像观世音菩萨一样，应以什么身得度，他就现什么身。",
      "zh_TW": "這是第十一願，「遍供諸佛願」。從這一願裡面，我們看到他的能力，用現代的話來講，超越時空，時間空間他突破了，所以他才有這樣不思議的能力。「億那由他百千佛剎」，這是講距離，這個距離太遙遠了。要照黃念祖老居士的講法，一個佛剎是十億個銀河系，以這個為單位。多少個呢？億那由他百千，這個數字我們沒有辦法想像，這個範圍太大太大了。他用多少的時間，全部都走過呢？一念頃，一念之間，他統統都遍到了。他怎麼到的？分身到達，他能夠化無量無邊的身。所以西方人到十方世界去供佛，去度眾生，去接引有緣的人，我們要問，他去了沒有？實在講他沒去，他本身還在講堂聽阿彌陀佛講經說法，他那個化身去的。同時能變化無量無邊身，能達到無量無邊剎土，他有這個能力到十方世界去，就像觀世音菩薩一樣，應以什麼身得度，他就現什麼身。"
    },
    {
      "id": "02-012-0026_p0079",
      "zh_CN": "现身里面，有应身、有化身；应身，就像释迦牟尼佛三千年前在我们这个世界，也有父母，也投胎过来的，在这个世间住个几十年，这叫应身；化身是变化来的。大概应身住世，有缘的人多，要度一批人，接引一批人，要用应身；化身大概都是一个人特别的因缘，见他来了之后，以后就再见不到了。",
      "zh_TW": "現身裡面，有應身、有化身；應身，就像釋迦牟尼佛三千年前在我們這個世界，也有父母，也投胎過來的，在這個世間住個幾十年，這叫應身；化身是變化來的。大概應身住世，有緣的人多，要度一批人，接引一批人，要用應身；化身大概都是一個人特別的因緣，見他來了之後，以後就再見不到了。"
    },
    {
      "id": "02-012-0026_p0080",
      "zh_CN": "菩萨化身，像虚云老和尚年谱，虚云老和尚朝五台山，见到文殊菩萨，那是化身。他在路上生病的时候，文殊菩萨变成一个老人，一个老乞丐来照顾他；把他的病治好之后，照顾好之后，虚老和尚问他叫什么名字？他说他叫文吉，文章的文，吉祥的吉。问他住在哪里？我住在五台山。到五台山去打听，人家说那是文殊菩萨的化身，没有这个人。",
      "zh_TW": "菩薩化身，像虛雲老和尚年譜，虛雲老和尚朝五臺山，見到文殊菩薩，那是化身。他在路上生病的時候，文殊菩薩變成一個老人，一個老乞丐來照顧他；把他的病治好之後，照顧好之後，虛老和尚問他叫什麼名字？他說他叫文吉，文章的文，吉祥的吉。問他住在哪裡？我住在五臺山。到五臺山去打聽，人家說那是文殊菩薩的化身，沒有這個人。"
    },
    {
      "id": "02-012-0026_p0081",
      "zh_CN": "化身这个事情很多，我们也常常听到。像过去周邦道的夫人，她在南京遇到地藏菩萨，那是化身。她在南京的房子我去看过，是我们中国旧时候那种庭院式的，大门到里面住的房子有好几进，有大门、二门，那是一个大家庭的房子。地藏菩萨到她家里去的时候，是变化为一个出家人，去跟她化缘。实在讲也化得不多，好像是五斤香油，还是十斤？她那个时候不信佛，所以也就没给他，菩萨就走了。走了之后，她很惊讶，她忽然想起来，他这个人来了，我的门没有开，他怎么进来的？走了之后，门还是关的好好的，他进出不晓得从哪儿来的？确确实实是跟她谈了不少话，周折了一番。以后想这个人很奇怪，始终就是耿耿于怀，不晓得是一回什么事情。到台湾之后，她才学佛，跟李老师学佛，把过去这个事情告诉李老师；李老师跟她讲，地藏菩萨化身来度你；她这才非常后悔，地藏菩萨化香油没有给他。这是菩萨化身，这是亲眼看到的，而且时间不是很短，也不是眼睛看花，也不是作梦，这个属于化身，以后再也见不到了。",
      "zh_TW": "化身這個事情很多，我們也常常聽到。像過去周邦道的夫人，她在南京遇到地藏菩薩，那是化身。她在南京的房子我去看過，是我們中國舊時候那種庭院式的，大門到裡面住的房子有好幾進，有大門、二門，那是一個大家庭的房子。地藏菩薩到她家裡去的時候，是變化為一個出家人，去跟她化緣。實在講也化得不多，好像是五斤香油，還是十斤？她那個時候不信佛，所以也就沒給他，菩薩就走了。走了之後，她很驚訝，她忽然想起來，他這個人來了，我的門沒有開，他怎麼進來的？走了之後，門還是關的好好的，他進出不曉得從哪兒來的？確確實實是跟她談了不少話，周折了一番。以後想這個人很奇怪，始終就是耿耿於懷，不曉得是一回什麼事情。到台灣之後，她才學佛，跟李老師學佛，把過去這個事情告訴李老師；李老師跟她講，地藏菩薩化身來度你；她這才非常後悔，地藏菩薩化香油沒有給他。這是菩薩化身，這是親眼看到的，而且時間不是很短，也不是眼睛看花，也不是作夢，這個屬於化身，以後再也見不到了。"
    },
    {
      "id": "02-012-0026_p0082",
      "zh_CN": "西方极乐世界每一个人都有这样殊胜的能力，因此十方世界再远，或者在时间讲它是过去世又过去世，你可以回到过去；那一桩事情还在未来，未来的未来，我们现在完全不知道，你也可以到未来去。超越时间，可以到过去世，也可以到未来世，超越时空，有这样的能力。",
      "zh_TW": "西方極樂世界每一個人都有這樣殊勝的能力，因此十方世界再遠，或者在時間講它是過去世又過去世，你可以回到過去；那一樁事情還在未來，未來的未來，我們現在完全不知道，你也可以到未來去。超越時間，可以到過去世，也可以到未來世，超越時空，有這樣的能力。"
    },
    {
      "id": "02-012-0026_p0083",
      "zh_CN": "实在讲，这些能力是每一个人自己的本能，我们要知道事实真相，就不会觉得奇怪。我们本有这个能力，能力失掉了；现在阿弥陀佛是帮助我们快速恢复自己的本能，这是借重他的帮助。因为其他的世界，你要恢复能力，佛教给你方法，必须你自己去修学，佛对于人的帮助只限于教导；西方世界阿弥陀佛对人的帮助，不止于教导，是把自己修学的能力给你分享，帮助你快速恢复，这是西方世界无比殊胜之处。",
      "zh_TW": "實在講，這些能力是每一個人自己的本能，我們要知道事實真相，就不會覺得奇怪。我們本有這個能力，能力失掉了；現在阿彌陀佛是幫助我們快速恢復自己的本能，這是借重他的幫助。因為其他的世界，你要恢復能力，佛教給你方法，必須你自己去修學，佛對於人的幫助只限於教導；西方世界阿彌陀佛對人的幫助，不止於教導，是把自己修學的能力給你分享，幫助你快速恢復，這是西方世界無比殊勝之處。"
    },
    {
      "id": "02-012-0026_p0084",
      "zh_CN": "你说一切经里面，为什么处处都劝勉我们求生西方极乐世界？西方极乐世界没有这些殊胜，诸佛菩萨就不会那样的劝我们去。实在讲，到西方极乐世界好处实在太多太多了；如果不去这个地方，到十方其他国土去修行，都要靠自己的力量，要很长的时间才能达到这一种效果；而且有的时候进进退退，不知道要受多少苦难，吃多少辛苦。所以一切诸佛劝勉我们往生是有道理的，我们应当深信不疑。再看第六段，就是第十二愿：",
      "zh_TW": "你說一切經裡面，為什麼處處都勸勉我們求生西方極樂世界？西方極樂世界沒有這些殊勝，諸佛菩薩就不會那樣的勸我們去。實在講，到西方極樂世界好處實在太多太多了；如果不去這個地方，到十方其他國土去修行，都要靠自己的力量，要很長的時間才能達到這一種效果；而且有的時候進進退退，不知道要受多少苦難，吃多少辛苦。所以一切諸佛勸勉我們往生是有道理的，我們應當深信不疑。再看第六段，就是第十二願："
    },
    {
      "id": "02-012-0026_p0085",
      "zh_CN": "【我作佛时。所有众生。生我国者。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。】"
    },
    {
      "id": "02-012-0026_p0086",
      "zh_CN": "这些字句决定不能轻易放过，这些字句包括我们自己在内。",
      "zh_TW": "這些字句決定不能輕易放過，這些字句包括我們自己在內。"
    },
    {
      "id": "02-012-0026_p0087",
      "zh_CN": "【远离分别。诸根寂静。若不决定成等正觉。证大涅槃者。不取正觉。】",
      "zh_TW": "【遠離分別。諸根寂靜。若不決定成等正覺。證大涅槃者。不取正覺。】"
    },
    {
      "id": "02-012-0026_p0088",
      "zh_CN": "这一愿是说阿弥陀佛给我们授记成佛，在佛经里面的名词叫授记。到那个地方决定成佛，要拿通俗的话来说，这一句是阿弥陀佛开给我们的成佛保证书；如果我们到西方极乐世界不能一生成佛，他决定不成佛；他在那里现在成佛了，这一愿兑现了、实现了。凡是生到西方极乐世界的人，首先你得清净心，你的分别、妄想、执着统统没有了，「远离分别」。「诸根寂静」，诸根寂静就是平常讲的六根清净，一尘不染。若不是弥陀本愿功德威神的加持，这是很难做到的，很不容易做到的。到西方极乐世界，这是阿弥陀佛保证我们每一个人都做到，都能达到这个水准；从这个水准再往上提升，就是成佛，「决定成等正觉」，决定成佛，决定证大涅槃。",
      "zh_TW": "這一願是說阿彌陀佛給我們授記成佛，在佛經裡面的名詞叫授記。到那個地方決定成佛，要拿通俗的話來說，這一句是阿彌陀佛開給我們的成佛保證書；如果我們到西方極樂世界不能一生成佛，他決定不成佛；他在那裡現在成佛了，這一願兌現了、實現了。凡是生到西方極樂世界的人，首先你得清淨心，你的分別、妄想、執著統統沒有了，「遠離分別」。「諸根寂靜」，諸根寂靜就是平常講的六根清淨，一塵不染。若不是彌陀本願功德威神的加持，這是很難做到的，很不容易做到的。到西方極樂世界，這是阿彌陀佛保證我們每一個人都做到，都能達到這個水準；從這個水準再往上提昇，就是成佛，「決定成等正覺」，決定成佛，決定證大涅槃。"
    },
    {
      "id": "02-012-0026_p0089",
      "zh_CN": "涅槃是梵语，含的意思很多，这个名词也是含多义不翻，多义里面最重要的意思，就是不生不灭。「证大涅槃」，就是真正证得不生不灭了，这是如来果地上的境界。在小乘法里面，涅槃翻作灭，苦集灭道，灭就是涅槃。灭什么？灭烦恼、灭生死；换句话说，烦恼、生死没有了。实在讲，烦恼、生死没有了，也是不生不灭的意思。要知道，这个灭是灭烦恼、灭生死。",
      "zh_TW": "涅槃是梵語，含的意思很多，這個名詞也是含多義不翻，多義裡面最重要的意思，就是不生不滅。「證大涅槃」，就是真正證得不生不滅了，這是如來果地上的境界。在小乘法裡面，涅槃翻作滅，苦集滅道，滅就是涅槃。滅什麼？滅煩惱、滅生死；換句話說，煩惱、生死沒有了。實在講，煩惱、生死沒有了，也是不生不滅的意思。要知道，這個滅是滅煩惱、滅生死。"
    },
    {
      "id": "02-012-0026_p0090",
      "zh_CN": "这一段是我们修学终极的目标，就是我们要跟一切诸佛一样，圆满证得无上菩提，得到了一个真实的保证，而且在一生当中决定成就，这个非常希有。这个十方世界没有，一切诸佛没有给你开保证书；阿弥陀佛给每一个往生的人都开了保证书，这个很难得，真正不容易。我们查一切经典里面，没有这个事情。查查《大藏经》，释迦牟尼佛给我们介绍十方世界、无量无边诸佛刹土，也没有这个说法，从来没听到的，阿弥陀佛给我们开的有保证书。一个真正觉悟的人，真正希望自己快速成就的人，读了这一愿，如果他不发心求生西方极乐世界，在我想那是不可能的事情，一定发真实的愿心，正中自己的心愿。底下一章，第七章：",
      "zh_TW": "這一段是我們修學終極的目標，就是我們要跟一切諸佛一樣，圓滿證得無上菩提，得到了一個真實的保證，而且在一生當中決定成就，這個非常希有。這個十方世界沒有，一切諸佛沒有給你開保證書；阿彌陀佛給每一個往生的人都開了保證書，這個很難得，真正不容易。我們查一切經典裡面，沒有這個事情。查查《大藏經》，釋迦牟尼佛給我們介紹十方世界、無量無邊諸佛剎土，也沒有這個說法，從來沒聽到的，阿彌陀佛給我們開的有保證書。一個真正覺悟的人，真正希望自己快速成就的人，讀了這一願，如果他不發心求生西方極樂世界，在我想那是不可能的事情，一定發真實的願心，正中自己的心願。底下一章，第七章："
    },
    {
      "id": "02-012-0026_p0091",
      "zh_CN": "【我作佛时。光明无量。普照十方。绝胜诸佛。胜于日月之明千万亿倍。】",
      "zh_TW": "【我作佛時。光明無量。普照十方。絕勝諸佛。勝於日月之明千萬億倍。】"
    },
    {
      "id": "02-012-0026_p0092",
      "zh_CN": "这是第十三「光明无量愿」。诸佛都有光明，佛佛道同，佛的果证是相同的，佛的清净心也是相同的，所以佛的光明是相同的。但是佛光所照的范围不相同，不相同的原因在哪里？是佛在因地上所发的愿不相同。如果佛要特别放光，那是相同的；他要不作意放光，显出这个光明大小不一样，这是与他行菩萨道的时候这个心愿成正比例。",
      "zh_TW": "這是第十三「光明無量願」。諸佛都有光明，佛佛道同，佛的果證是相同的，佛的清淨心也是相同的，所以佛的光明是相同的。但是佛光所照的範圍不相同，不相同的原因在哪裡？是佛在因地上所發的願不相同。如果佛要特別放光，那是相同的；他要不作意放光，顯出這個光明大小不一樣，這是與他行菩薩道的時候這個心願成正比例。"
    },
    {
      "id": "02-012-0026_p0093",
      "zh_CN": "阿弥陀佛的光明为什么特别大？我们在前面念过他的历史，他一发心，那个愿就超过一般人发心的愿望；他一发心，不但要发心成佛，普度众生，他要胜过一切诸佛，这个愿就比一切诸佛的愿要广大得多，因此他的光明自自然然就遍照十方。这不是放光照十方，是自自然然就照十方；他愿力达到地方，就是他的光明达到之处。他的大愿，是要普度十方无量无边诸佛刹土一切苦难众生，所以一切诸佛的光明不能跟他相比。后面释迦牟尼佛对他赞叹，称他是「光中极尊，佛中之王」，这是释迦牟尼佛对于阿弥陀佛的赞叹，这两句话赞叹到了极处。我们世间光明最大的是日月，佛的光明超过日月千万亿倍。这是不得已用这一个比喻，实际上是找不到更好的例子了，其实日月不能跟佛光为比的。",
      "zh_TW": "阿彌陀佛的光明為什麼特別大？我們在前面念過他的歷史，他一發心，那個願就超過一般人發心的願望；他一發心，不但要發心成佛，普度眾生，他要勝過一切諸佛，這個願就比一切諸佛的願要廣大得多，因此他的光明自自然然就遍照十方。這不是放光照十方，是自自然然就照十方；他願力達到地方，就是他的光明達到之處。他的大願，是要普度十方無量無邊諸佛剎土一切苦難眾生，所以一切諸佛的光明不能跟他相比。後面釋迦牟尼佛對他讚歎，稱他是「光中極尊，佛中之王」，這是釋迦牟尼佛對於阿彌陀佛的讚歎，這兩句話讚歎到了極處。我們世間光明最大的是日月，佛的光明超過日月千萬億倍。這是不得已用這一個比喻，實際上是找不到更好的例子了，其實日月不能跟佛光為比的。"
    },
    {
      "id": "02-012-0026_p0094",
      "zh_CN": "【若有众生。见我光明。照触其身。莫不安乐。慈心作善。来生我国。若不尔者。不取正觉。】",
      "zh_TW": "【若有眾生。見我光明。照觸其身。莫不安樂。慈心作善。來生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-012-0026_p0095",
      "zh_CN": "这是「触光安乐愿」，也就是说佛光明的大用，佛光遍照，而且佛光没有障碍。我们这个太阳光有障碍，我们在房子里面它就照不到了，在外面打一把伞它也照不到，把它障碍住了。佛光没有障碍，任何物质都不起障碍作用。",
      "zh_TW": "這是「觸光安樂願」，也就是說佛光明的大用，佛光遍照，而且佛光沒有障礙。我們這個太陽光有障礙，我們在房子裡面它就照不到了，在外面打一把傘它也照不到，把它障礙住了。佛光沒有障礙，任何物質都不起障礙作用。"
    },
    {
      "id": "02-012-0026_p0096",
      "zh_CN": "我们要问，佛光既然遍照，又没有障碍，为什么没有照到我呢？实在说佛光是照到你，是你自己不感觉，你自己不知道；换句话说，佛光没有障碍，是你本身有障碍，你感触不到。本身有什么障碍？心里面有妄念、烦恼，这就是障碍，妄想、执着障碍了佛的光明，虽照，你不能够觉察。你念佛，念到心清净了，你就会感觉到沐浴在佛光之中。",
      "zh_TW": "我們要問，佛光既然遍照，又沒有障礙，為什麼沒有照到我呢？實在說佛光是照到你，是你自己不感覺，你自己不知道；換句話說，佛光沒有障礙，是你本身有障礙，你感觸不到。本身有什麼障礙？心裡面有妄念、煩惱，這就是障礙，妄想、執著障礙了佛的光明，雖照，你不能夠覺察。你念佛，念到心清淨了，你就會感覺到沐浴在佛光之中。"
    },
    {
      "id": "02-012-0026_p0097",
      "zh_CN": "再举一个浅显的例证，这也是事实，弥陀经典所在之处，你展开经典读诵，这是佛光照的时候，你的障碍少了，你为什么能念，念了为什么能解，为什么能欢喜，实在讲，与佛光有关系。你念佛的时候，读经的时候，修定的时候，这个时候对于佛光明照触容易感觉到，这是真的，不是假的。功夫愈深，你感觉得愈明显，确确实实像此地所说的，真的生欢喜心，真的得到身心安稳，恶念能止息，慈悲心能增长，希望求生极乐世界这个意念逐渐的加强。这就是古德讲的有净土，你是真的有了。",
      "zh_TW": "再舉一個淺顯的例證，這也是事實，彌陀經典所在之處，你展開經典讀誦，這是佛光照的時候，你的障礙少了，你為什麼能念，念了為什麼能解，為什麼能歡喜，實在講，與佛光有關係。你念佛的時候，讀經的時候，修定的時候，這個時候對於佛光明照觸容易感覺到，這是真的，不是假的。功夫愈深，你感覺得愈明顯，確確實實像此地所說的，真的生歡喜心，真的得到身心安穩，惡念能止息，慈悲心能增長，希望求生極樂世界這個意念逐漸的加強。這就是古德講的有淨土，你是真的有了。"
    }
  ]
}