{
  "doc_id": "02-012-0045",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十五集",
    "zh_TW": "第四十五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0045",
  "total_paragraphs": 127,
  "paragraphs": [
    {
      "id": "02-012-0045_p0001",
      "zh_CN": "请掀开经本第六十五面，六十五面第一行，最后一句看起：",
      "zh_TW": "請掀開經本第六十五面，六十五面第一行，最後一句看起："
    },
    {
      "id": "02-012-0045_p0002",
      "zh_CN": "【人在爱欲之中。独生独死。独去独来。苦乐自当。无有代者。善恶变化。追逐所生。道路不同。会见无期。何不于强健时。努力修善。欲何待乎。】",
      "zh_TW": "【人在愛欲之中。獨生獨死。獨去獨來。苦樂自當。無有代者。善惡變化。追逐所生。道路不同。會見無期。何不於強健時。努力修善。欲何待乎。】"
    },
    {
      "id": "02-012-0045_p0003",
      "zh_CN": "这是这一品经里面的第三段。第一段佛为我们说明这个世间众生普遍都有贪毒，招来「忧苦万端」。第二段主要是讲瞋恚，劝勉我们应当要和睦相处。这个地方是第三段，第三段劝我们要断恶修善，要知道事实的真相。六道众生不可能没有『爱欲』，如果没有「爱欲」，他就不会在六道轮回，换句话说，为什么有六道轮回？是爱欲里面变现出来的。所以古人讲「爱不重不生娑婆」，生到娑婆世界就是爱欲太重；「念不一不生净土」，西方净土的条件是要专一，叫「一心称念」，要念到一心不乱，这才能往生。",
      "zh_TW": "這是這一品經裡面的第三段。第一段佛為我們說明這個世間眾生普遍都有貪毒，招來「憂苦萬端」。第二段主要是講瞋恚，勸勉我們應當要和睦相處。這個地方是第三段，第三段勸我們要斷惡修善，要知道事實的真相。六道眾生不可能沒有『愛欲』，如果沒有「愛欲」，他就不會在六道輪迴，換句話說，為什麼有六道輪迴？是愛欲裡面變現出來的。所以古人講「愛不重不生娑婆」，生到娑婆世界就是愛欲太重；「念不一不生淨土」，西方淨土的條件是要專一，叫「一心稱念」，要念到一心不亂，這才能往生。"
    },
    {
      "id": "02-012-0045_p0004",
      "zh_CN": "这个地方告诉我们事实真相，六道里面决定是『独生独死』，谁在支配？我们自己的业力在支配，自己一生造作的善恶业，而业里面决定不能够轻忽了念头。这个念头，一个念头生，一个念头灭，念念在造业。一念善，果报在三善道；一念恶，果报在三恶道，这个念头刹那不断。所以我们讲造这个六道生死之业，这一天造多少？何况一年，何况这一生，何况过去生生世世，真的是不得了。这个业力在牵引你到哪一道去投胎，去受报，不是其他的力量。即使家亲眷属再恩爱，两个人的念头不相同，两个人造的业不一样，在六道里面受的果报也不相同，所以还是「独生独死」，『独去独来』。",
      "zh_TW": "這個地方告訴我們事實真相，六道裡面決定是『獨生獨死』，誰在支配？我們自己的業力在支配，自己一生造作的善惡業，而業裡面決定不能夠輕忽了念頭。這個念頭，一個念頭生，一個念頭滅，念念在造業。一念善，果報在三善道；一念惡，果報在三惡道，這個念頭剎那不斷。所以我們講造這個六道生死之業，這一天造多少？何況一年，何況這一生，何況過去生生世世，真的是不得了。這個業力在牽引你到哪一道去投胎，去受報，不是其他的力量。即使家親眷屬再恩愛，兩個人的念頭不相同，兩個人造的業不一樣，在六道裡面受的果報也不相同，所以還是「獨生獨死」，『獨去獨來』。"
    },
    {
      "id": "02-012-0045_p0005",
      "zh_CN": "『苦乐自当』，你的善业成熟，那就是乐果；恶业成熟了，就是恶报，这是自己承当，自己要受，自作自受，『无有代者』。佛菩萨大慈大悲，没有办法代我们受苦。普贤菩萨这个十大愿王里面虽然有代众生苦，这是讲供养里头有代众生苦。这有这个愿，实际上代得了吗？代不了。我有这个愿，实际上还是没有办法代，这个是一定要知道的，谁都没有办法代，决定是自作自受。",
      "zh_TW": "『苦樂自當』，你的善業成熟，那就是樂果；惡業成熟了，就是惡報，這是自己承當，自己要受，自作自受，『無有代者』。佛菩薩大慈大悲，沒有辦法代我們受苦。普賢菩薩這個十大願王裡面雖然有代眾生苦，這是講供養裡頭有代眾生苦。這有這個願，實際上代得了嗎？代不了。我有這個願，實際上還是沒有辦法代，這個是一定要知道的，誰都沒有辦法代，決定是自作自受。"
    },
    {
      "id": "02-012-0045_p0006",
      "zh_CN": "『善恶变化』，就是念头，这个念头变化太多了、太快了。『追逐所生』，追什么？外面的境界。六根接触外面六尘境界，起心动念，一会儿念头善，一会儿念头恶，善恶交杂，转变非常快。",
      "zh_TW": "『善惡變化』，就是念頭，這個念頭變化太多了、太快了。『追逐所生』，追什麼？外面的境界。六根接觸外面六塵境界，起心動念，一會兒念頭善，一會兒念頭惡，善惡交雜，轉變非常快。"
    },
    {
      "id": "02-012-0045_p0007",
      "zh_CN": "『道路不同』，大分，这是六道，六道每一道里面又可以分为无数道，这是我们能够想像得到的。譬如说我们今天到人间来了，这得了个人身，在六道里是人道，人道不要讲他方世界，单讲我们这个地球，我们地球上的人，每个人命运不相同，苦乐不一样，造业也不相同，即使地球上这四十多亿人，也分成无数道。",
      "zh_TW": "『道路不同』，大分，這是六道，六道每一道裡面又可以分為無數道，這是我們能夠想像得到的。譬如說我們今天到人間來了，這得了個人身，在六道裡是人道，人道不要講他方世界，單講我們這個地球，我們地球上的人，每個人命運不相同，苦樂不一樣，造業也不相同，即使地球上這四十多億人，也分成無數道。"
    },
    {
      "id": "02-012-0045_p0008",
      "zh_CN": "『会见无期』，这是特别给我们说明我们家亲眷属一转世就不认识了，纵然遇到也没有办法记得过去世的事情，纵然是亲人也变成陌生人了，何况这一种机会非常非常的渺茫。人间寿命短，其他的几道寿命都长，恶道寿命长，天上寿命也长，所以即使再碰头，生到一道也非常非常的不容易，这个机会很少，这都是事实的状况。",
      "zh_TW": "『會見無期』，這是特別給我們說明我們家親眷屬一轉世就不認識了，縱然遇到也沒有辦法記得過去世的事情，縱然是親人也變成陌生人了，何況這一種機會非常非常的渺茫。人間壽命短，其他的幾道壽命都長，惡道壽命長，天上壽命也長，所以即使再碰頭，生到一道也非常非常的不容易，這個機會很少，這都是事實的狀況。"
    },
    {
      "id": "02-012-0045_p0009",
      "zh_CN": "下面佛劝我们，『何不于强健时』，修行一定要身体健康强壮，这才行。千万不要错了念头，「我现在还年轻，等我老的时候再来修行」，这个想法就大错特错了。年老想修行，体力不够，譬如说我们打个佛七，佛七是七天七夜不睡觉，这一句佛号念到底，我们这个身体行吗？一天一夜都支持不住了，哪里能支持到七天七夜？所以我们看看中国佛教过去这些高僧大德，这个大藏经里头有《高僧传》、有《居士传》，你们仔细去看看，过去人修行开悟证果都是年轻人，他才能办得到。六祖大师开悟，五祖传法给他的时候，他二十四岁，二十四岁就接五祖的衣钵，就是第六代祖，这是值得我们警惕的，一定要身体强壮。我们现在身体还没有衰退的时候应当要努力，「努力修善，欲何待乎」，你还等什么？不要再等待了，真正要修，现在就要做。再看底下这一段：",
      "zh_TW": "下面佛勸我們，『何不於強健時』，修行一定要身體健康強壯，這才行。千萬不要錯了念頭，「我現在還年輕，等我老的時候再來修行」，這個想法就大錯特錯了。年老想修行，體力不夠，譬如說我們打個佛七，佛七是七天七夜不睡覺，這一句佛號念到底，我們這個身體行嗎？一天一夜都支持不住了，哪裡能支持到七天七夜？所以我們看看中國佛教過去這些高僧大德，這個大藏經裡頭有《高僧傳》、有《居士傳》，你們仔細去看看，過去人修行開悟證果都是年輕人，他才能辦得到。六祖大師開悟，五祖傳法給他的時候，他二十四歲，二十四歲就接五祖的衣缽，就是第六代祖，這是值得我們警惕的，一定要身體強壯。我們現在身體還沒有衰退的時候應當要努力，「努力修善，欲何待乎」，你還等什麼？不要再等待了，真正要修，現在就要做。再看底下這一段："
    },
    {
      "id": "02-012-0045_p0010",
      "zh_CN": "【世人善恶自不能见。吉凶祸福。竞各作之。】",
      "zh_TW": "【世人善惡自不能見。吉凶禍福。競各作之。】"
    },
    {
      "id": "02-012-0045_p0011",
      "zh_CN": "这一段是讲愚痴。什么是愚痴？是非不清楚，邪正不明白，连善恶、利害都辨别不清，这叫愚痴。把恶的当作善的，善的当作恶的，天天在造作，自以为是修善，其实是在造业，这样的愚人不少。最要紧的是我们自己要认真反省，我是不是佛说的愚痴人，这个非常重要。什么是善？什么是恶？真的不知道。『吉凶祸福』，这就是善恶的报应。你造因，哪有不结果的道理？",
      "zh_TW": "這一段是講愚痴。什麼是愚痴？是非不清楚，邪正不明白，連善惡、利害都辨別不清，這叫愚痴。把惡的當作善的，善的當作惡的，天天在造作，自以為是修善，其實是在造業，這樣的愚人不少。最要緊的是我們自己要認真反省，我是不是佛說的愚痴人，這個非常重要。什麼是善？什麼是惡？真的不知道。『吉凶禍福』，這就是善惡的報應。你造因，哪有不結果的道理？"
    },
    {
      "id": "02-012-0045_p0012",
      "zh_CN": "【身愚神暗。转受余教。颠倒相续。无常根本。】",
      "zh_TW": "【身愚神闇。轉受餘教。顛倒相續。無常根本。】"
    },
    {
      "id": "02-012-0045_p0013",
      "zh_CN": "前面是讲的自受果报，「吉凶祸福」是自作自受，这一句里面是讲这种继续不断的在做，为什么原因？一定有个缘故，这里为我们说出来了。『身愚』，这是愚笨。这个『神』就是心思，「神暗」要用现在的话说就是糊涂，这个事情也是麻烦，邪正辨别不清楚。『转受余教』，这个「余」不是佛法，受其余的邪教，把邪当作正，把正法当作邪。即使学佛，佛法里头有了义，有不了义，将不了义的当作了义，了义的认为不了义，这也是迷惑颠倒，这都是愚痴。",
      "zh_TW": "前面是講的自受果報，「吉凶禍福」是自作自受，這一句裡面是講這種繼續不斷的在做，為什麼原因？一定有個緣故，這裡為我們說出來了。『身愚』，這是愚笨。這個『神』就是心思，「神闇」要用現在的話說就是糊塗，這個事情也是麻煩，邪正辨別不清楚。『轉受餘教』，這個「餘」不是佛法，受其餘的邪教，把邪當作正，把正法當作邪。即使學佛，佛法裡頭有了義，有不了義，將不了義的當作了義，了義的認為不了義，這也是迷惑顛倒，這都是愚痴。"
    },
    {
      "id": "02-012-0045_p0014",
      "zh_CN": "什么叫了义？什么叫不了义？你不必看经里面所说的那些标准，为什么？那个标准不是我们的标准。真正能帮助我这一生脱离三界往生净土，那对我讲就是了义。再高的佛法，再妙的佛法，再殊胜的佛法，我学它离不开六道轮回，对我来讲统统是不了义。了义、不了义是要以自己根性来做标准，不能以经典教法做标准，要以本身的条件做标准。那个参禅会大彻大悟、明心见性的，那禅对他是了义，对我不了义，这个一定要知道。我学，有没有用处，能不能达到我理想的目标，这一定要认识清楚，然后才能够抉择法门，这一切法门我才有能力去选择，选择能够帮助我这一生永远脱离六道轮回。何况往生不退，一生就圆成佛道，这对我自己来讲那的确是究竟了义。他不明了，不知道选择，随着境界转，『颠倒相续，无常根本』，这就是说他错修错做了，根源在此地。",
      "zh_TW": "什麼叫了義？什麼叫不了義？你不必看經裡面所說的那些標準，為什麼？那個標準不是我們的標準。真正能幫助我這一生脫離三界往生淨土，那對我講就是了義。再高的佛法，再妙的佛法，再殊勝的佛法，我學它離不開六道輪迴，對我來講統統是不了義。了義、不了義是要以自己根性來做標準，不能以經典教法做標準，要以本身的條件做標準。那個參禪會大徹大悟、明心見性的，那禪對他是了義，對我不了義，這個一定要知道。我學，有沒有用處，能不能達到我理想的目標，這一定要認識清楚，然後才能夠抉擇法門，這一切法門我才有能力去選擇，選擇能夠幫助我這一生永遠脫離六道輪迴。何況往生不退，一生就圓成佛道，這對我自己來講那的確是究竟了義。他不明瞭，不知道選擇，隨著境界轉，『顛倒相續，無常根本』，這就是說他錯修錯做了，根源在此地。"
    },
    {
      "id": "02-012-0045_p0015",
      "zh_CN": "【蒙冥抵突。不信经法。心无远虑。各欲快意。迷于瞋恚。贪于财色。终不休止。哀哉可伤。】",
      "zh_TW": "【蒙冥抵突。不信經法。心無遠慮。各欲快意。迷於瞋恚。貪於財色。終不休止。哀哉可傷。】"
    },
    {
      "id": "02-012-0045_p0016",
      "zh_CN": "这一段是指的由迷惑而产生严重的执着，贪执。『蒙冥抵突』，「蒙冥」就是糊涂，心不开明。「抵突」是什么？对于正法正教，他不能接受，他抗拒，这个就是「抵突」。『不信经法』，这个两句不仅仅是说一般世人不相信佛法，实在讲是什么？讲已经入佛门的，受了三皈，受了戒律，他相不相信？照样不相信，对于究竟了义的法门抗拒。尤其我们常常听到、见到，自赞毁他，对于自己所修的法门赞叹，不是自己所修的法门就毁谤，这大错特错，不知道所有一切法门全是佛说的。我今天修净土，我要排斥禅、排斥密，去毁谤他们，毁谤三宝。禅跟密是佛说的，你是谤佛；禅密教学的经典，那是法宝，你谤法；自古以来一直到今天，依照那个法门修学成就的人很多，你谤僧。自己修得再好，如果犯了毁谤三宝的罪业，还是不能往生。你如果要问为什么不能往生？老实告诉你，心不清净。心里有我无人，心不清净，心不清净怎么能生净土？这一句佛号念得再好也不行，那就是古人讲的「喊破喉咙也枉然」，你念得不相应。",
      "zh_TW": "這一段是指的由迷惑而產生嚴重的執著，貪執。『蒙冥抵突』，「蒙冥」就是糊塗，心不開明。「抵突」是什麼？對於正法正教，他不能接受，他抗拒，這個就是「抵突」。『不信經法』，這個兩句不僅僅是說一般世人不相信佛法，實在講是什麼？講已經入佛門的，受了三皈，受了戒律，他相不相信？照樣不相信，對於究竟了義的法門抗拒。尤其我們常常聽到、見到，自讚毀他，對於自己所修的法門讚歎，不是自己所修的法門就毀謗，這大錯特錯，不知道所有一切法門全是佛說的。我今天修淨土，我要排斥禪、排斥密，去毀謗他們，毀謗三寶。禪跟密是佛說的，你是謗佛；禪密教學的經典，那是法寶，你謗法；自古以來一直到今天，依照那個法門修學成就的人很多，你謗僧。自己修得再好，如果犯了毀謗三寶的罪業，還是不能往生。你如果要問為什麼不能往生？老實告訴你，心不清淨。心裡有我無人，心不清淨，心不清淨怎麼能生淨土？這一句佛號念得再好也不行，那就是古人講的「喊破喉嚨也枉然」，你念得不相應。"
    },
    {
      "id": "02-012-0045_p0017",
      "zh_CN": "所以真正佛弟子修学的态度要学《华严经》五十三位善知识，他们学的法门不相同，五十三个人学的是五十三个不同的法门，人家什么态度？自己谦虚，赞叹别人，这个就对了，赞叹三宝。禅，上上根人所修的，人家问的时候，你为什么不修禅？禅那么好，为什么不修？我不是上上根人，我学那个不能开悟，不能了生死。净土这个法门三根普被，我这个下下根也能得度。自己谦虚，赞叹别人，就对了。所以「不信经法」，实在讲那些人都免不了贡高我慢。",
      "zh_TW": "所以真正佛弟子修學的態度要學《華嚴經》五十三位善知識，他們學的法門不相同，五十三個人學的是五十三個不同的法門，人家什麼態度？自己謙虛，讚歎別人，這個就對了，讚歎三寶。禪，上上根人所修的，人家問的時候，你為什麼不修禪？禪那麼好，為什麼不修？我不是上上根人，我學那個不能開悟，不能了生死。淨土這個法門三根普被，我這個下下根也能得度。自己謙虛，讚歎別人，就對了。所以「不信經法」，實在講那些人都免不了貢高我慢。"
    },
    {
      "id": "02-012-0045_p0018",
      "zh_CN": "『心无远虑』，眼光太近了，没有远大的眼光，远大的眼光是什么？要看怎样出六道，怎样超越轮回，这个眼光就远了，那就对了，念念希望真正超越六道轮回。再来这个世间，那我得乘愿再来，我不是业力来的，我愿力来的，那来去自在；我今天是业力来的，来去都不自在，不来也得要来，想去，你也去不了，这不自在。",
      "zh_TW": "『心無遠慮』，眼光太近了，沒有遠大的眼光，遠大的眼光是什麼？要看怎樣出六道，怎樣超越輪迴，這個眼光就遠了，那就對了，念念希望真正超越六道輪迴。再來這個世間，那我得乘願再來，我不是業力來的，我願力來的，那來去自在；我今天是業力來的，來去都不自在，不來也得要來，想去，你也去不了，這不自在。"
    },
    {
      "id": "02-012-0045_p0019",
      "zh_CN": "我们晓得生到西方世界纵然凡圣同居土下下品往生，要想再回来度化众生，也不难，再回来度众生是菩萨化身，没有隔阴之迷，这个多自在，六道里面可以随意往来。你有这个眼光就对了，没有这个眼光，那你就大错特错了，只看到眼前，不知道来生。",
      "zh_TW": "我們曉得生到西方世界縱然凡聖同居土下下品往生，要想再回來度化眾生，也不難，再回來度眾生是菩薩化身，沒有隔陰之迷，這個多自在，六道裡面可以隨意往來。你有這個眼光就對了，沒有這個眼光，那你就大錯特錯了，只看到眼前，不知道來生。"
    },
    {
      "id": "02-012-0045_p0020",
      "zh_CN": "『各欲快意』，迷恋这个世间五欲六尘，尽情去享受，享受就是造业，这哪里叫享受！分明是在造恶业。『迷于瞋恚，贪于财色』，世间五欲六尘，财色名食睡，贪着在这些上面。『终不休止』，没有知足的时候，贪而无厌。佛眼睛里面看在，『哀哉可伤』，真正可怜。他今天得到这些享受是前世修的福报，现在尽情在享受，享受当中不断的又继续再造业，福享完了，恶业现前，这就要接受恶报。这个人眼光实实在在太短了，连一个普通我们中国人常讲有学问、有德行的人都不如。",
      "zh_TW": "『各欲快意』，迷戀這個世間五欲六塵，盡情去享受，享受就是造業，這哪裡叫享受！分明是在造惡業。『迷於瞋恚，貪於財色』，世間五欲六塵，財色名食睡，貪著在這些上面。『終不休止』，沒有知足的時候，貪而無厭。佛眼睛裡面看在，『哀哉可傷』，真正可憐。他今天得到這些享受是前世修的福報，現在盡情在享受，享受當中不斷的又繼續再造業，福享完了，惡業現前，這就要接受惡報。這個人眼光實實在在太短了，連一個普通我們中國人常講有學問、有德行的人都不如。"
    },
    {
      "id": "02-012-0045_p0021",
      "zh_CN": "我们中国古人还常常为儿孙着想，为后世着想，他要积功累德，他这个家能够兴旺好几代不衰，那都要积德，要断恶修善才能办得到。我们现在看看这个社会，无论中国、外国，实在讲那个富贵荣华自己一生都保不住，晚年就没有了，就受罪了，这个在古人讲这是「德至薄也」。在享福的时候，福报现前的时候，不知道继续修福，不知道好好的来培福，享尽了，这个恶业立刻就现前，实在是非常非常可怕。",
      "zh_TW": "我們中國古人還常常為兒孫著想，為後世著想，他要積功累德，他這個家能夠興旺好幾代不衰，那都要積德，要斷惡修善才能辦得到。我們現在看看這個社會，無論中國、外國，實在講那個富貴榮華自己一生都保不住，晚年就沒有了，就受罪了，這個在古人講這是「德至薄也」。在享福的時候，福報現前的時候，不知道繼續修福，不知道好好的來培福，享盡了，這個惡業立刻就現前，實在是非常非常可怕。"
    },
    {
      "id": "02-012-0045_p0022",
      "zh_CN": "【先人不善。不识道德。无有语者。殊无怪也。】",
      "zh_TW": "【先人不善。不識道德。無有語者。殊無怪也。】"
    },
    {
      "id": "02-012-0045_p0023",
      "zh_CN": "这是讲早年没有闻到佛法的时候，没有遇到圣教之前，这是可以原谅的。人如果不能接受圣贤教训，实在讲跟禽兽有什么差别？人是动物之一，没有什么差别。人之所以异于禽兽就是能够接受圣贤的教学教训，能够接受历史的教训，知道断恶修善，这就是他跟一般动物不一样的地方。所以在没有遇到佛法，没有遇到圣人教诲之前，这是可以原谅的，『殊无怪也』。",
      "zh_TW": "這是講早年沒有聞到佛法的時候，沒有遇到聖教之前，這是可以原諒的。人如果不能接受聖賢教訓，實在講跟禽獸有什麼差別？人是動物之一，沒有什麼差別。人之所以異於禽獸就是能夠接受聖賢的教學教訓，能夠接受歷史的教訓，知道斷惡修善，這就是他跟一般動物不一樣的地方。所以在沒有遇到佛法，沒有遇到聖人教誨之前，這是可以原諒的，『殊無怪也』。"
    },
    {
      "id": "02-012-0045_p0024",
      "zh_CN": "【死生之趣。善恶之道。都不之信。谓无有是。】",
      "zh_TW": "【死生之趣。善惡之道。都不之信。謂無有是。】"
    },
    {
      "id": "02-012-0045_p0025",
      "zh_CN": "这几句是教我们观察我们周围的环境，每一天都有生的、都有死的、都有病的。像我们在释迦牟尼佛传记里面看到的，佛到外面去游览，看到生老病死，他就觉悟了。我们有没有留意这一桩事情？有没有感触？这就很重要了。",
      "zh_TW": "這幾句是教我們觀察我們周圍的環境，每一天都有生的、都有死的、都有病的。像我們在釋迦牟尼佛傳記裡面看到的，佛到外面去遊覽，看到生老病死，他就覺悟了。我們有沒有留意這一樁事情？有沒有感觸？這就很重要了。"
    },
    {
      "id": "02-012-0045_p0026",
      "zh_CN": "我在初学佛的时候，没有出家之前还在上班，我每天看报纸，公家报纸天天都有，我看的跟人家不一样，人家看新闻、看报纸内容，我天天看讣文，看今天死了这么多，明天一看又死了这么多，慢慢就轮到自己，这个事情就麻烦了。我看这些东西，警觉性很高。看到别人死，想到自己慢慢就接近了；看到别人病、看到别人老，我统统要受，你对于这个人生自然就淡薄了，与道就慢慢接近了。这是指他不知道观察周边的这些环境。",
      "zh_TW": "我在初學佛的時候，沒有出家之前還在上班，我每天看報紙，公家報紙天天都有，我看的跟人家不一樣，人家看新聞、看報紙內容，我天天看訃文，看今天死了這麼多，明天一看又死了這麼多，慢慢就輪到自己，這個事情就麻煩了。我看這些東西，警覺性很高。看到別人死，想到自己慢慢就接近了；看到別人病、看到別人老，我統統要受，你對於這個人生自然就淡薄了，與道就慢慢接近了。這是指他不知道觀察周邊的這些環境。"
    },
    {
      "id": "02-012-0045_p0027",
      "zh_CN": "『善恶之道，都不之信』，你跟他讲这个，他不相信，他认为这个人生很快乐，尽情享受，能享受几天？我们现在年岁愈大，感触就愈深。年轻在一起的同事、朋友、同学差不多三分之二都不在了，都走了，剩下的几个人都衰老了，体力都衰退了，依然不觉悟，实在是可怜。",
      "zh_TW": "『善惡之道，都不之信』，你跟他講這個，他不相信，他認為這個人生很快樂，盡情享受，能享受幾天？我們現在年歲愈大，感觸就愈深。年輕在一起的同事、朋友、同學差不多三分之二都不在了，都走了，剩下的幾個人都衰老了，體力都衰退了，依然不覺悟，實在是可憐。"
    },
    {
      "id": "02-012-0045_p0028",
      "zh_CN": "【更相瞻视。且自见之。】",
      "zh_TW": "【更相瞻視。且自見之。】"
    },
    {
      "id": "02-012-0045_p0029",
      "zh_CN": "『相』是互相。",
      "zh_TW": "『相』是互相。"
    },
    {
      "id": "02-012-0045_p0030",
      "zh_CN": "【或父哭子。或子哭父。兄弟夫妇。更相哭泣。】",
      "zh_TW": "【或父哭子。或子哭父。兄弟夫婦。更相哭泣。】"
    },
    {
      "id": "02-012-0045_p0031",
      "zh_CN": "为什么『哭泣』？",
      "zh_TW": "為什麼『哭泣』？"
    },
    {
      "id": "02-012-0045_p0032",
      "zh_CN": "【一死一生。迭相顾恋。忧爱结缚。无有解时。思想恩好。不离情欲。】",
      "zh_TW": "【一死一生。迭相顧戀。憂愛結縛。無有解時。思想恩好。不離情欲。】"
    },
    {
      "id": "02-012-0045_p0033",
      "zh_CN": "这个文不难懂。我们一般人看起来，这是人之常情，生离死别谁能够避免？没有法子避免，没有法子避免就随它去，这就是一般人。佛菩萨跟我们想法就不一样，为什么不能避免？这些事情怎么产生的？把它那个产生的根源找出来，找出来之后把它消除，这事情不就避免了！佛菩萨对于这些事情看法跟我们不一样。所以底下说了：",
      "zh_TW": "這個文不難懂。我們一般人看起來，這是人之常情，生離死別誰能夠避免？沒有法子避免，沒有法子避免就隨它去，這就是一般人。佛菩薩跟我們想法就不一樣，為什麼不能避免？這些事情怎麼產生的？把它那個產生的根源找出來，找出來之後把它消除，這事情不就避免了！佛菩薩對於這些事情看法跟我們不一樣。所以底下說了："
    },
    {
      "id": "02-012-0045_p0034",
      "zh_CN": "【不能深思熟计。】",
      "zh_TW": "【不能深思熟計。】"
    },
    {
      "id": "02-012-0045_p0035",
      "zh_CN": "对于眼前这些状况没有深入一层的去探讨。所以佛经所说的就是宇宙人生的真相，把这些问题，实在讲就是我们日常生活当中所见所闻的，追根究柢，要把它的源头找出来，这个就是佛法，现在人叫它作佛学。要把事实真相彻底搞明白，然后解决之道自然就现前了，你就有办法、有能力解决了。",
      "zh_TW": "對於眼前這些狀況沒有深入一層的去探討。所以佛經所說的就是宇宙人生的真相，把這些問題，實在講就是我們日常生活當中所見所聞的，追根究柢，要把它的源頭找出來，這個就是佛法，現在人叫它作佛學。要把事實真相徹底搞明白，然後解決之道自然就現前了，你就有辦法、有能力解決了。"
    },
    {
      "id": "02-012-0045_p0036",
      "zh_CN": "【专精行道。】",
      "zh_TW": "【專精行道。】"
    },
    {
      "id": "02-012-0045_p0037",
      "zh_CN": "这是应当的。",
      "zh_TW": "這是應當的。"
    },
    {
      "id": "02-012-0045_p0038",
      "zh_CN": "【年寿旋尽。无可奈何。】",
      "zh_TW": "【年壽旋盡。無可奈何。】"
    },
    {
      "id": "02-012-0045_p0039",
      "zh_CN": "你要不能把握着这个健康的身体，不能把握着大好的时光，以后后悔莫及。『年寿旋尽』，「旋」是非常快，年岁大的人那个感觉跟年轻人不相同，这个一年一年过得太快了。",
      "zh_TW": "你要不能把握著這個健康的身體，不能把握著大好的時光，以後後悔莫及。『年壽旋盡』，「旋」是非常快，年歲大的人那個感覺跟年輕人不相同，這個一年一年過得太快了。"
    },
    {
      "id": "02-012-0045_p0040",
      "zh_CN": "【惑道者众。悟道者少。】",
      "zh_TW": "【惑道者眾。悟道者少。】"
    },
    {
      "id": "02-012-0045_p0041",
      "zh_CN": "『惑』是迷惑，对于正道、大道迷惑的人多，觉悟的人太少了。",
      "zh_TW": "『惑』是迷惑，對於正道、大道迷惑的人多，覺悟的人太少了。"
    },
    {
      "id": "02-012-0045_p0042",
      "zh_CN": "【各怀杀毒。恶气冥冥。为妄兴事。】",
      "zh_TW": "【各懷殺毒。惡氣冥冥。為妄興事。】"
    },
    {
      "id": "02-012-0045_p0043",
      "zh_CN": "『妄』是妄想，错误的想法，错误的看法，这才无端生事。",
      "zh_TW": "『妄』是妄想，錯誤的想法，錯誤的看法，這才無端生事。"
    },
    {
      "id": "02-012-0045_p0044",
      "zh_CN": "【违逆天地。】",
      "zh_TW": "【違逆天地。】"
    },
    {
      "id": "02-012-0045_p0045",
      "zh_CN": "这个『天地』有两层意思，一个是天地鬼神，天地鬼神都是好生好德，杀生不是他们愿意见到的，诸位要细细念《地藏经》就知道了，连这个饿鬼道、地狱道里头这些鬼王都不希望看到众生杀生作恶，都不愿意见到，所以这是违逆天地鬼神。另外一个意思，这个「天地」代表天然自性，就是本性，或者是我们中国人习俗讲的良心，天理良心；违背了自性，违背了天良。",
      "zh_TW": "這個『天地』有兩層意思，一個是天地鬼神，天地鬼神都是好生好德，殺生不是他們願意見到的，諸位要細細念《地藏經》就知道了，連這個餓鬼道、地獄道裡頭這些鬼王都不希望看到眾生殺生作惡，都不願意見到，所以這是違逆天地鬼神。另外一個意思，這個「天地」代表天然自性，就是本性，或者是我們中國人習俗講的良心，天理良心；違背了自性，違背了天良。"
    },
    {
      "id": "02-012-0045_p0046",
      "zh_CN": "【恣意罪极。】",
      "zh_TW": "【恣意罪極。】"
    },
    {
      "id": "02-012-0045_p0047",
      "zh_CN": "任意的在造作罪恶，这样下去必然是减少了他的寿命了，折福折寿。",
      "zh_TW": "任意的在造作罪惡，這樣下去必然是減少了他的壽命了，折福折壽。"
    },
    {
      "id": "02-012-0045_p0048",
      "zh_CN": "【顿夺其寿。】",
      "zh_TW": "【頓奪其壽。】"
    },
    {
      "id": "02-012-0045_p0049",
      "zh_CN": "这个『夺』不是鬼神夺，鬼神没有权利来夺。鬼神既没有权利夺，也没有权利给你，予、夺都不是鬼神的事情。是什么事情？都是自己在造作的。我们的善福是自己修、自己造的，我们的寿命也是自己造的，也是自己修的。一念善，寿命会延长，福报会增长；一念恶，这个凶灾的机会就多了，寿命就短促了，都是一念善恶在那里变化。鬼神不过是掌理其事而已，好像我们这个世间法官、警察，他是来执法的人，你不犯罪，他不敢动你，他要惩罚你，他本身犯罪了，你在这社会上没有贡献，他也不可以奖励你，是一个道理。这个天地鬼神执法的就像我们这里法官、刑警一样，他没有权利予夺。",
      "zh_TW": "這個『奪』不是鬼神奪，鬼神沒有權利來奪。鬼神既沒有權利奪，也沒有權利給你，予、奪都不是鬼神的事情。是什麼事情？都是自己在造作的。我們的善福是自己修、自己造的，我們的壽命也是自己造的，也是自己修的。一念善，壽命會延長，福報會增長；一念惡，這個凶災的機會就多了，壽命就短促了，都是一念善惡在那裡變化。鬼神不過是掌理其事而已，好像我們這個世間法官、警察，他是來執法的人，你不犯罪，他不敢動你，他要懲罰你，他本身犯罪了，你在這社會上沒有貢獻，他也不可以獎勵你，是一個道理。這個天地鬼神執法的就像我們這裡法官、刑警一樣，他沒有權利予奪。"
    },
    {
      "id": "02-012-0045_p0050",
      "zh_CN": "【下入恶道。无有出期。】",
      "zh_TW": "【下入惡道。無有出期。】"
    },
    {
      "id": "02-012-0045_p0051",
      "zh_CN": "所以六道轮回是自己感应而去的，不是有什么人主宰，那就不对了，那就错了。阎罗王有没有？有，确实有，他也做不了主，没有予夺之权。一切造作，自作自受。你什么样的心态，自自然然与那一道感应，就像夫子所说的「物以类聚，人以群分」。喜欢造作恶业的，他跟那一类的人自然就相聚；喜欢修善的，他跟善人一定聚在一起，善人跟恶人不会在一块的，六道十法界就是这样形成的。你明白这个道理了，生天不必要信上帝，信上帝才生天，不信就不能生天，这个讲不通的。天人好善，你也好善，志同道合，自然他就聚在一起去了，不是信不信的问题。天人修十善业，好善好德，这样去的。饿鬼悭贪，悭贪心重的人自然就变饿鬼，他跟那一道志同道合，他自然去了。瞋恚堕地狱，地狱的人没有一个不瞋恚，是这么一个原因。念阿弥陀佛呢？都到西方极乐世界去了，就这么回事情，没有人作主宰。所以这是作恶要堕恶道，这个麻烦就大了，恶道很容易去，很不容易出来。",
      "zh_TW": "所以六道輪迴是自己感應而去的，不是有什麼人主宰，那就不對了，那就錯了。閻羅王有沒有？有，確實有，他也做不了主，沒有予奪之權。一切造作，自作自受。你什麼樣的心態，自自然然與那一道感應，就像夫子所說的「物以類聚，人以群分」。喜歡造作惡業的，他跟那一類的人自然就相聚；喜歡修善的，他跟善人一定聚在一起，善人跟惡人不會在一塊的，六道十法界就是這樣形成的。你明白這個道理了，生天不必要信上帝，信上帝才生天，不信就不能生天，這個講不通的。天人好善，你也好善，志同道合，自然他就聚在一起去了，不是信不信的問題。天人修十善業，好善好德，這樣去的。餓鬼慳貪，慳貪心重的人自然就變餓鬼，他跟那一道志同道合，他自然去了。瞋恚墮地獄，地獄的人沒有一個不瞋恚，是這麼一個原因。念阿彌陀佛呢？都到西方極樂世界去了，就這麼回事情，沒有人作主宰。所以這是作惡要墮惡道，這個麻煩就大了，惡道很容易去，很不容易出來。"
    },
    {
      "id": "02-012-0045_p0052",
      "zh_CN": "【若曹当熟思计。】",
      "zh_TW": "【若曹當熟思計。】"
    },
    {
      "id": "02-012-0045_p0053",
      "zh_CN": "这个『若曹』用现代的话来讲就是你们大家，就是这个意思。因为这个经是汉朝时候翻译的，汉朝一般口语里面「若曹」就是指现在讲的大家。应当要认真，要熟虑，要计划计划、衡量衡量。",
      "zh_TW": "這個『若曹』用現代的話來講就是你們大家，就是這個意思。因為這個經是漢朝時候翻譯的，漢朝一般口語裡面「若曹」就是指現在講的大家。應當要認真，要熟慮，要計畫計畫、衡量衡量。"
    },
    {
      "id": "02-012-0045_p0054",
      "zh_CN": "【远离众恶。】",
      "zh_TW": "【遠離眾惡。】"
    },
    {
      "id": "02-012-0045_p0055",
      "zh_CN": "真正多想想、多思考、多衡量，这个才晓得我们应当要断恶，应当要修善，恶道太可怕了。",
      "zh_TW": "真正多想想、多思考、多衡量，這個才曉得我們應當要斷惡，應當要修善，惡道太可怕了。"
    },
    {
      "id": "02-012-0045_p0056",
      "zh_CN": "【择其善者。勤而行之。】",
      "zh_TW": "【擇其善者。勤而行之。】"
    },
    {
      "id": "02-012-0045_p0057",
      "zh_CN": "劝我们修善。『勤』是勤奋，就是精进的意思。",
      "zh_TW": "勸我們修善。『勤』是勤奮，就是精進的意思。"
    },
    {
      "id": "02-012-0045_p0058",
      "zh_CN": "【爱欲荣华。不可常保。皆当别离。无可乐者。】",
      "zh_TW": "【愛欲榮華。不可常保。皆當別離。無可樂者。】"
    },
    {
      "id": "02-012-0045_p0059",
      "zh_CN": "这个『爱欲荣华』是愚人才贪着，这个东西好比什么？好比现在这些吗啡一样，这刺激东西，那个乐是非常非常短暂，付出的这个代价太重太重了，不值得，一定要觉悟。这个世间毒品害你是害一生，贪着五欲六尘害你是生生世世，这个不得了。",
      "zh_TW": "這個『愛欲榮華』是愚人才貪著，這個東西好比什麼？好比現在這些嗎啡一樣，這刺激東西，那個樂是非常非常短暫，付出的這個代價太重太重了，不值得，一定要覺悟。這個世間毒品害你是害一生，貪著五欲六塵害你是生生世世，這個不得了。"
    },
    {
      "id": "02-012-0045_p0060",
      "zh_CN": "【当勤精进。生安乐国。】",
      "zh_TW": "【當勤精進。生安樂國。】"
    },
    {
      "id": "02-012-0045_p0061",
      "zh_CN": "『安乐国』就是西方极乐世界，应当要认真勤奋精进求生净土。",
      "zh_TW": "『安樂國』就是西方極樂世界，應當要認真勤奮精進求生淨土。"
    },
    {
      "id": "02-012-0045_p0062",
      "zh_CN": "【智慧明达。功德殊胜。】",
      "zh_TW": "【智慧明達。功德殊勝。】"
    },
    {
      "id": "02-012-0045_p0063",
      "zh_CN": "你只要是真的能相信，能接受，能发愿，决心取净土，这个就是你真正智慧的抉择。你如果不是真智慧、明了通达，你怎么会选择这个法门？无量无边的法门唯独这个法门一生决定超越六道轮回，决定成就无上菩提，换句话说，对我们这种根性真的是究竟了义。何况我们在大乘经典里面看到，文殊、普贤、弥勒这些诸大菩萨，没有一个不求生净土，上上根人，他们为什么要求生净土？值得我们深思，值得我们去反省。唯有这个法门能度五逆十恶的众生，也能下下品往生，真的是三根普被，利钝全收，所有法门里头，唯独这个法门殊胜，所以诸佛赞叹。这就是『智慧明达，功德殊胜』，只要选择依照这个法门修，这两句你统统都有了，你都具足了。",
      "zh_TW": "你只要是真的能相信，能接受，能發願，決心取淨土，這個就是你真正智慧的抉擇。你如果不是真智慧、明瞭通達，你怎麼會選擇這個法門？無量無邊的法門唯獨這個法門一生決定超越六道輪迴，決定成就無上菩提，換句話說，對我們這種根性真的是究竟了義。何況我們在大乘經典裡面看到，文殊、普賢、彌勒這些諸大菩薩，沒有一個不求生淨土，上上根人，他們為什麼要求生淨土？值得我們深思，值得我們去反省。唯有這個法門能度五逆十惡的眾生，也能下下品往生，真的是三根普被，利鈍全收，所有法門裡頭，唯獨這個法門殊勝，所以諸佛讚歎。這就是『智慧明達，功德殊勝』，只要選擇依照這個法門修，這兩句你統統都有了，你都具足了。"
    },
    {
      "id": "02-012-0045_p0064",
      "zh_CN": "【勿得随心所欲。亏负经戒。在人后也。】",
      "zh_TW": "【勿得隨心所欲。虧負經戒。在人後也。】"
    },
    {
      "id": "02-012-0045_p0065",
      "zh_CN": "在修学过程当中，如果你认识不坚定，愿力不恳切，在修行过程当中免不了要遇到许许多多的障碍，人事上的障碍、环境上的障碍在所不免。信心稍微一动摇了，这一生的修学就不能成就了，纵然来生来世或者有缘再遇到这个法门继续修，你往生西方世界已经在别人后面了，人家先去了。虽『后』也不坏，那究竟「后」多久？很难讲，可能要几千年，几万年，可能是无量劫以后，这个事情真的要多想想。这个「后」不可能是来生来世，佛在经上常常警惕我们，「人身难得，佛法难闻」，这个机会真的不容易，开经偈里面讲「百千万劫难遭遇」，我们下一次再碰到，可能是百千万劫之后了，所以这个一落后就落到很后很后，可能我们同学已经早就成佛了，你还在作凡夫，还在六道轮回。所以能够把这个事实真相想通、想明白了，我们的决心才真正下得下去，才不会被境界诱惑，死心塌地一门深入，这就对了。再看底下一品：",
      "zh_TW": "在修學過程當中，如果你認識不堅定，願力不懇切，在修行過程當中免不了要遇到許許多多的障礙，人事上的障礙、環境上的障礙在所不免。信心稍微一動搖了，這一生的修學就不能成就了，縱然來生來世或者有緣再遇到這個法門繼續修，你往生西方世界已經在別人後面了，人家先去了。雖『後』也不壞，那究竟「後」多久？很難講，可能要幾千年，幾萬年，可能是無量劫以後，這個事情真的要多想想。這個「後」不可能是來生來世，佛在經上常常警惕我們，「人身難得，佛法難聞」，這個機會真的不容易，開經偈裡面講「百千萬劫難遭遇」，我們下一次再碰到，可能是百千萬劫之後了，所以這個一落後就落到很後很後，可能我們同學已經早就成佛了，你還在作凡夫，還在六道輪迴。所以能夠把這個事實真相想通、想明白了，我們的決心才真正下得下去，才不會被境界誘惑，死心塌地一門深入，這就對了。再看底下一品："
    },
    {
      "id": "02-012-0045_p0066",
      "zh_CN": "【心得开明。】",
      "zh_TW": "【心得開明。】"
    },
    {
      "id": "02-012-0045_p0067",
      "zh_CN": "这一品经里头主要是弥勒菩萨给我们做一个榜样。我们听佛讲感触不深，弥勒毕竟是等觉菩萨，他听佛一讲，他真的明了通达，这给我们做一个好榜样。",
      "zh_TW": "這一品經裡頭主要是彌勒菩薩給我們做一個榜樣。我們聽佛講感觸不深，彌勒畢竟是等覺菩薩，他聽佛一講，他真的明瞭通達，這給我們做一個好榜樣。"
    },
    {
      "id": "02-012-0045_p0068",
      "zh_CN": "【弥勒白言。佛语教戒。甚深甚善。】",
      "zh_TW": "【彌勒白言。佛語教戒。甚深甚善。】"
    },
    {
      "id": "02-012-0045_p0069",
      "zh_CN": "首先是赞叹佛所说的。弥勒菩萨这一句话就是指前面这一品经。他听了以后，虽然给佛说，也就是给我们大家讲。世尊的教诲，『教』是教诲，『戒』是禁戒，经文里面许许多多教我们深思熟虑，决定不能做，做了果报在三途。『甚深』是讲的理，『甚善』是讲的法、是讲的事，教给我们的方法非常的妥善，理论「甚深」。",
      "zh_TW": "首先是讚歎佛所說的。彌勒菩薩這一句話就是指前面這一品經。他聽了以後，雖然給佛說，也就是給我們大家講。世尊的教誨，『教』是教誨，『戒』是禁戒，經文裡面許許多多教我們深思熟慮，決定不能做，做了果報在三途。『甚深』是講的理，『甚善』是講的法、是講的事，教給我們的方法非常的妥善，理論「甚深」。"
    },
    {
      "id": "02-012-0045_p0070",
      "zh_CN": "【皆蒙慈恩解脱忧苦。】",
      "zh_TW": "【皆蒙慈恩解脫憂苦。】"
    },
    {
      "id": "02-012-0045_p0071",
      "zh_CN": "这个『皆』是上从等觉菩萨，下至恶道众生，有缘听到佛讲经说法，都得到佛的恩惠，依照佛所教的方法去做，都能够脱离苦海，都能往生，这佛的恩德就太大太大了。我们现在虽然生在佛的末法时期，佛不在世了，佛的经典还流传在世间，我们能够读到经典就如同佛当面给我们说法没有两样。我们听懂了、听明白了，深信不疑，依教奉行，也必定能得到佛当时讲经那些会众所得的利益，我们一定也能得到。",
      "zh_TW": "這個『皆』是上從等覺菩薩，下至惡道眾生，有緣聽到佛講經說法，都得到佛的恩惠，依照佛所教的方法去做，都能夠脫離苦海，都能往生，這佛的恩德就太大太大了。我們現在雖然生在佛的末法時期，佛不在世了，佛的經典還流傳在世間，我們能夠讀到經典就如同佛當面給我們說法沒有兩樣。我們聽懂了、聽明白了，深信不疑，依教奉行，也必定能得到佛當時講經那些會眾所得的利益，我們一定也能得到。"
    },
    {
      "id": "02-012-0045_p0072",
      "zh_CN": "【佛为法王。尊超群圣。】",
      "zh_TW": "【佛為法王。尊超群聖。】"
    },
    {
      "id": "02-012-0045_p0073",
      "zh_CN": "这个『群圣』是指菩萨，菩萨我们通常称「三贤十圣」。这个「群圣」就是指「十圣」，大菩萨，初地到等觉这十一个位次叫圣人，佛是超越了他们。",
      "zh_TW": "這個『群聖』是指菩薩，菩薩我們通常稱「三賢十聖」。這個「群聖」就是指「十聖」，大菩薩，初地到等覺這十一個位次叫聖人，佛是超越了他們。"
    },
    {
      "id": "02-012-0045_p0074",
      "zh_CN": "【光明彻照。洞达无极。】",
      "zh_TW": "【光明徹照。洞達無極。】"
    },
    {
      "id": "02-012-0045_p0075",
      "zh_CN": "这两句是形容佛以智慧、慈悲加持一切众生。智慧、慈悲如何加持？讲经说法，流传经典，这就是佛的智慧与慈悲。",
      "zh_TW": "這兩句是形容佛以智慧、慈悲加持一切眾生。智慧、慈悲如何加持？講經說法，流傳經典，這就是佛的智慧與慈悲。"
    },
    {
      "id": "02-012-0045_p0076",
      "zh_CN": "【普为一切天人之师。】",
      "zh_TW": "【普為一切天人之師。】"
    },
    {
      "id": "02-012-0045_p0077",
      "zh_CN": "佛是人天导师。",
      "zh_TW": "佛是人天導師。"
    },
    {
      "id": "02-012-0045_p0078",
      "zh_CN": "【今得值佛。】",
      "zh_TW": "【今得值佛。】"
    },
    {
      "id": "02-012-0045_p0079",
      "zh_CN": "这是很有福报，生到这个世间能够遇到佛，这个相当不容易，这是大福德。",
      "zh_TW": "這是很有福報，生到這個世間能夠遇到佛，這個相當不容易，這是大福德。"
    },
    {
      "id": "02-012-0045_p0080",
      "zh_CN": "【复闻无量寿声。】",
      "zh_TW": "【復聞無量壽聲。】"
    },
    {
      "id": "02-012-0045_p0081",
      "zh_CN": "遇到佛是很大福报。佛讲经说法四十九年，《无量寿经》虽然多次宣讲，也不是很容易就遇到的。弥勒菩萨欢喜，他听到《无量寿经》。李老师旁边小注，遇佛这是难，这第一个难。遇到《无量寿经》，这是第二个难，很不容易遇到这一部经典。遇到佛不遇到「无量寿」这个法门还是不容易出三界。换句话说，你遇到佛，来生绝不堕三恶道，这个利益是一定得到，会生人天两道，这个一定得到，出离三界很难。但是听到这一个法门呢？就决定出离三界，决定往生不退成佛，所以很不容易遇到的。两难在弥勒菩萨都遇到了，对他讲都不难了。",
      "zh_TW": "遇到佛是很大福報。佛講經說法四十九年，《無量壽經》雖然多次宣講，也不是很容易就遇到的。彌勒菩薩歡喜，他聽到《無量壽經》。李老師旁邊小註，遇佛這是難，這第一個難。遇到《無量壽經》，這是第二個難，很不容易遇到這一部經典。遇到佛不遇到「無量壽」這個法門還是不容易出三界。換句話說，你遇到佛，來生絕不墮三惡道，這個利益是一定得到，會生人天兩道，這個一定得到，出離三界很難。但是聽到這一個法門呢？就決定出離三界，決定往生不退成佛，所以很不容易遇到的。兩難在彌勒菩薩都遇到了，對他講都不難了。"
    },
    {
      "id": "02-012-0045_p0082",
      "zh_CN": "【靡不欢喜。心得开明。】",
      "zh_TW": "【靡不歡喜。心得開明。】"
    },
    {
      "id": "02-012-0045_p0083",
      "zh_CN": "这真是无量的欢喜，听佛讲经说法，心开意解。这个『开』就是开悟，『明』就是明了，我们中国俗话讲茅塞顿开，大彻大悟。我们今天这个茅塞顿开、大彻大悟是真的，但是这个大彻大悟不是禅宗的明心见性之悟，实在讲我们这个大彻大悟比禅宗明心见性，说老实话，有过之而无不及。怎么说呢？禅宗大彻大悟之后要不往生，他修行还得修无量劫才能成佛，不容易。我们这个没明心见性，我们觉悟了这一个法门是第一法门，我这一生念佛往生不退就成佛，比禅宗明心见性的人成佛还要快，还要圆满，所以有过之而无不及。这个彻悟就是真正认识了这个法门，肯定这个法门，坚决修学这个法门，这就是你真正开悟，真正明了了。这个几句是弥勒菩萨听到佛前面一番开示之后，他的心得报告。下面是：",
      "zh_TW": "這真是無量的歡喜，聽佛講經說法，心開意解。這個『開』就是開悟，『明』就是明瞭，我們中國俗話講茅塞頓開，大徹大悟。我們今天這個茅塞頓開、大徹大悟是真的，但是這個大徹大悟不是禪宗的明心見性之悟，實在講我們這個大徹大悟比禪宗明心見性，說老實話，有過之而無不及。怎麼說呢？禪宗大徹大悟之後要不往生，他修行還得修無量劫才能成佛，不容易。我們這個沒明心見性，我們覺悟了這一個法門是第一法門，我這一生念佛往生不退就成佛，比禪宗明心見性的人成佛還要快，還要圓滿，所以有過之而無不及。這個徹悟就是真正認識了這個法門，肯定這個法門，堅決修學這個法門，這就是你真正開悟，真正明瞭了。這個幾句是彌勒菩薩聽到佛前面一番開示之後，他的心得報告。下面是："
    },
    {
      "id": "02-012-0045_p0084",
      "zh_CN": "【佛告弥勒。】",
      "zh_TW": "【佛告彌勒。】"
    },
    {
      "id": "02-012-0045_p0085",
      "zh_CN": "这是世尊叫着弥勒菩萨的名字，告诉他。叫他的名字提醒他下面有重要的开示，要仔细的去听。",
      "zh_TW": "這是世尊叫著彌勒菩薩的名字，告訴他。叫他的名字提醒他下面有重要的開示，要仔細的去聽。"
    },
    {
      "id": "02-012-0045_p0086",
      "zh_CN": "【敬于佛者。是为大善。】",
      "zh_TW": "【敬於佛者。是為大善。】"
    },
    {
      "id": "02-012-0045_p0087",
      "zh_CN": "这个世间第一善是什么？是敬佛，为什么说敬佛是第一『大善』？佛是老师，你能够敬老师，你就会听老师的教导，老师教给你的利益，你全得到了，这个是「大善」。对老师不敬，老师讲的东西就不会留意，也不会认真去学习，换句话说，你就得不到利益。所以不是佛要我们去敬他，这个要明了，是自己得佛教诲的真实利益。",
      "zh_TW": "這個世間第一善是什麼？是敬佛，為什麼說敬佛是第一『大善』？佛是老師，你能夠敬老師，你就會聽老師的教導，老師教給你的利益，你全得到了，這個是「大善」。對老師不敬，老師講的東西就不會留意，也不會認真去學習，換句話說，你就得不到利益。所以不是佛要我們去敬他，這個要明瞭，是自己得佛教誨的真實利益。"
    },
    {
      "id": "02-012-0045_p0088",
      "zh_CN": "我们这个世间讲师道，师道是尊师重道。你对老师不尊敬，老师就不会认真教你，这个不是老师有什么条件的，不是的；老师再认真也没用处，为什么？你不接受，你不肯去照做，绝对不是老师有私心、有偏心，你这样想法完全错了。老师教学生，希望那个学生能够把所教的东西，他都明了，都能做到，他要的是这样的学生。所以对老师的尊敬绝对不是在表面，表面那个一看就知道了，那个不是真的，见老师恭恭敬敬，磕头顶礼，一举一动唯唯诺诺的，转身之后了，老师讲的完全不能照做，阳奉阴违，这个老师也很清楚，对这个学生不教。纵然学生有些小节，小的礼节不注重，很随便，但是老师所讲的东西他能听懂，他真能照做，这个学生老师就非常爱护，这是我们一定要知道的。所以好的学生能够对老师尊敬，他一定能够依教奉行，这是大善。这一句话是赞叹弥勒菩萨的，弥勒菩萨敬佛，尊敬老师，所以称他「大善」。",
      "zh_TW": "我們這個世間講師道，師道是尊師重道。你對老師不尊敬，老師就不會認真教你，這個不是老師有什麼條件的，不是的；老師再認真也沒用處，為什麼？你不接受，你不肯去照做，絕對不是老師有私心、有偏心，你這樣想法完全錯了。老師教學生，希望那個學生能夠把所教的東西，他都明瞭，都能做到，他要的是這樣的學生。所以對老師的尊敬絕對不是在表面，表面那個一看就知道了，那個不是真的，見老師恭恭敬敬，磕頭頂禮，一舉一動唯唯諾諾的，轉身之後了，老師講的完全不能照做，陽奉陰違，這個老師也很清楚，對這個學生不教。縱然學生有些小節，小的禮節不注重，很隨便，但是老師所講的東西他能聽懂，他真能照做，這個學生老師就非常愛護，這是我們一定要知道的。所以好的學生能夠對老師尊敬，他一定能夠依教奉行，這是大善。這一句話是讚歎彌勒菩薩的，彌勒菩薩敬佛，尊敬老師，所以稱他「大善」。"
    },
    {
      "id": "02-012-0045_p0089",
      "zh_CN": "【实当念佛。】",
      "zh_TW": "【實當念佛。】"
    },
    {
      "id": "02-012-0045_p0090",
      "zh_CN": "『实』是真实。佛要传法给你，最真实的法是什么？『念佛』，没有其他的，就这一句「阿弥陀佛」就行了。一句「阿弥陀佛」是释迦牟尼佛四十九年所说一切法的大总持法门，释迦牟尼佛四十九年讲的什么？就是一句「阿弥陀佛」，我们要能体会到。",
      "zh_TW": "『實』是真實。佛要傳法給你，最真實的法是什麼？『念佛』，沒有其他的，就這一句「阿彌陀佛」就行了。一句「阿彌陀佛」是釋迦牟尼佛四十九年所說一切法的大總持法門，釋迦牟尼佛四十九年講的什麼？就是一句「阿彌陀佛」，我們要能體會到。"
    },
    {
      "id": "02-012-0045_p0091",
      "zh_CN": "【截断狐疑。】",
      "zh_TW": "【截斷狐疑。】"
    },
    {
      "id": "02-012-0045_p0092",
      "zh_CN": "这是佛在这里劝告我们，我们要想把这一句佛号念好，在这一句佛号里决定成功，首先对于这个决定不怀疑，真信不怀疑。狐狸疑心很重，用牠来做个比喻，凡是好疑之人就叫他做『狐疑』。",
      "zh_TW": "這是佛在這裡勸告我們，我們要想把這一句佛號念好，在這一句佛號裡決定成功，首先對於這個決定不懷疑，真信不懷疑。狐狸疑心很重，用牠來做個比喻，凡是好疑之人就叫他做『狐疑』。"
    },
    {
      "id": "02-012-0045_p0093",
      "zh_CN": "【拔诸爱欲。】",
      "zh_TW": "【拔諸愛欲。】"
    },
    {
      "id": "02-012-0045_p0094",
      "zh_CN": "这个『爱欲』是业障，是障碍。业障有没有消除不要问人，问自己，你对于「财色名食睡」这个贪爱是不是淡了一些？淡了一些，你的业障就消一些了。如果对于这一些贪爱，我虽然学佛很用功，一点也没淡，换句话说，你用的那些功夫，业障没消除。业障不消除，到临命终时想往生，这个业障在作祟，业障在刁难，来阻碍，你就去不了。所以你真正要想成就，要把它断掉，拔除「诸爱欲」，这个要知道。内心要清净，心地清净。",
      "zh_TW": "這個『愛欲』是業障，是障礙。業障有沒有消除不要問人，問自己，你對於「財色名食睡」這個貪愛是不是淡了一些？淡了一些，你的業障就消一些了。如果對於這一些貪愛，我雖然學佛很用功，一點也沒淡，換句話說，你用的那些功夫，業障沒消除。業障不消除，到臨命終時想往生，這個業障在作祟，業障在刁難，來阻礙，你就去不了。所以你真正要想成就，要把它斷掉，拔除「諸愛欲」，這個要知道。內心要清淨，心地清淨。"
    },
    {
      "id": "02-012-0045_p0095",
      "zh_CN": "【杜众恶源。】",
      "zh_TW": "【杜眾惡源。】"
    },
    {
      "id": "02-012-0045_p0096",
      "zh_CN": "一切诸恶的根源就是「贪瞋痴慢疑」，这个六种根本烦恼，还有个「恶见」，错误的见解，这个是恶源，要把它堵住，不让它起作用。那么我们要问了，用什么方法「拔除爱欲」，用什么方法「杜绝恶源」？一句阿弥陀佛，这就是妙法。深信切愿，念念求生净土，这一句佛号是决定不放松，这个自自然然它就轻了，就减轻了，由减轻，慢慢就不起作用了，虽然不能说完全断掉，只要它不起作用就行了，带业往生，这一句佛号就得力了。所以佛号得力就是能把「贪瞋痴慢」伏住，降伏住了。《金刚经》里面讲的「云何降伏其心」，这个心就是妄想、杂念，用什么方法来降伏它？就是克制它，《金刚经》用的这些方法，我们都用不上，所以这个法门比《金刚经》殊胜，不必说那么多，一句阿弥陀佛就降伏了。",
      "zh_TW": "一切諸惡的根源就是「貪瞋痴慢疑」，這個六種根本煩惱，還有個「惡見」，錯誤的見解，這個是惡源，要把它堵住，不讓它起作用。那麼我們要問了，用什麼方法「拔除愛欲」，用什麼方法「杜絕惡源」？一句阿彌陀佛，這就是妙法。深信切願，念念求生淨土，這一句佛號是決定不放鬆，這個自自然然它就輕了，就減輕了，由減輕，慢慢就不起作用了，雖然不能說完全斷掉，只要它不起作用就行了，帶業往生，這一句佛號就得力了。所以佛號得力就是能把「貪瞋痴慢」伏住，降伏住了。《金剛經》裡面講的「云何降伏其心」，這個心就是妄想、雜念，用什麼方法來降伏它？就是克制它，《金剛經》用的這些方法，我們都用不上，所以這個法門比《金剛經》殊勝，不必說那麼多，一句阿彌陀佛就降伏了。"
    },
    {
      "id": "02-012-0045_p0097",
      "zh_CN": "一部《金刚经》，释迦牟尼佛答须菩提两个问题，他问的一个是「云何降伏其心？」，第二个问题是「应云何住？」，我们的心要住在哪里？《金刚经》上就讲这两个问题。用我们这个答复很简单，「云何降伏其心？」「阿弥陀佛」，「应云何住？」「阿弥陀佛」，就解决了，哪有那么麻烦！我们的心一天到晚就住在阿弥陀佛上，这个就对了。",
      "zh_TW": "一部《金剛經》，釋迦牟尼佛答須菩提兩個問題，他問的一個是「云何降伏其心？」，第二個問題是「應云何住？」，我們的心要住在哪裡？《金剛經》上就講這兩個問題。用我們這個答覆很簡單，「云何降伏其心？」「阿彌陀佛」，「應云何住？」「阿彌陀佛」，就解決了，哪有那麼麻煩！我們的心一天到晚就住在阿彌陀佛上，這個就對了。"
    },
    {
      "id": "02-012-0045_p0098",
      "zh_CN": "【游步三界。无所罣碍。开示正道。度未度者。】",
      "zh_TW": "【遊步三界。無所罣礙。開示正道。度未度者。】"
    },
    {
      "id": "02-012-0045_p0099",
      "zh_CN": "菩萨发心在六道里面普度众生，要有这个本事，我度众生，接触大众，我自己的心安住在阿弥陀佛上。一句佛号功夫得力，妄想、分别、执着都不生，这个时候就可以『游步三界』了，在六道轮回里面帮助这些苦难的众生，自己没有妨碍，不受影响了。以这个甚深无上的法门帮助大众，劝导大众一同修学，往生不退成佛。",
      "zh_TW": "菩薩發心在六道裡面普度眾生，要有這個本事，我度眾生，接觸大眾，我自己的心安住在阿彌陀佛上。一句佛號功夫得力，妄想、分別、執著都不生，這個時候就可以『遊步三界』了，在六道輪迴裡面幫助這些苦難的眾生，自己沒有妨礙，不受影響了。以這個甚深無上的法門幫助大眾，勸導大眾一同修學，往生不退成佛。"
    },
    {
      "id": "02-012-0045_p0100",
      "zh_CN": "【若曹当知。十方人民。永劫以来。辗转五道。忧苦不绝。生时苦痛。老亦苦痛。病极苦痛。死极苦痛。恶臭不净。无可乐者。】",
      "zh_TW": "【若曹當知。十方人民。永劫以來。輾轉五道。憂苦不絕。生時苦痛。老亦苦痛。病極苦痛。死極苦痛。惡臭不淨。無可樂者。】"
    },
    {
      "id": "02-012-0045_p0101",
      "zh_CN": "这是教我们要明了这一个事实的真相，六道里面的情况，佛在此地语言不多，确实说尽了。不但是我们这一个世界，『十方人民』，十方诸佛世界里面的六道众生大致都相同，都是这个样子。『永劫以来』，『辗转』就是轮回，六道里头，五趣就是六道，在轮回，舍身受身，苦不堪言。所以佛在大经上形容叫「生死疲劳」，他不能休息，生生死死，死死生生，不能休息。『忧苦不绝』，底下讲生老病死，样样都苦。这些实际状况，佛在经典里面说得很透彻，也形容得非常好。真正看穿了，看明白了，才晓得六道里面没有可乐之事，三界统苦。",
      "zh_TW": "這是教我們要明瞭這一個事實的真相，六道裡面的情況，佛在此地語言不多，確實說盡了。不但是我們這一個世界，『十方人民』，十方諸佛世界裡面的六道眾生大致都相同，都是這個樣子。『永劫以來』，『輾轉』就是輪迴，六道裡頭，五趣就是六道，在輪迴，捨身受身，苦不堪言。所以佛在大經上形容叫「生死疲勞」，他不能休息，生生死死，死死生生，不能休息。『憂苦不絕』，底下講生老病死，樣樣都苦。這些實際狀況，佛在經典裡面說得很透徹，也形容得非常好。真正看穿了，看明白了，才曉得六道裡面沒有可樂之事，三界統苦。"
    },
    {
      "id": "02-012-0045_p0102",
      "zh_CN": "我们这个欲界里面，所谓是「苦苦、坏苦、行苦」是全有，统统具足。能有定功生到四禅天，叫色界了，色界里头，欲伏住了，就是「财色名食睡」这个没有了，因此他没有苦苦，虽没有苦苦，他有坏苦，他寿命到了还要堕落，还要轮回，他那个安定不能够再继续了，这就坏掉了。到无色界，无色界连身体都没有，我们今天所讲灵界，所以只有灵魂没有身体，佛家不叫灵魂，叫「神识」，没有色身。没有色身就没有坏苦，但是他有行苦，「行」是什么意思？不能永远保持，就是他的受用有一定的期限。三界里面最高的是非想非非想天，就是第二十八层天，这是无色界的，他的寿命八万大劫，八万大劫实际上是他的定力，到八万大劫之后，他的心会动，这个心一动就又落下来了，就堕落下来了，他不能永远保持不动，这叫行苦，他有尽的时候。这叫三界统苦，没有可乐的。",
      "zh_TW": "我們這個欲界裡面，所謂是「苦苦、壞苦、行苦」是全有，統統具足。能有定功生到四禪天，叫色界了，色界裡頭，欲伏住了，就是「財色名食睡」這個沒有了，因此他沒有苦苦，雖沒有苦苦，他有壞苦，他壽命到了還要墮落，還要輪迴，他那個安定不能夠再繼續了，這就壞掉了。到無色界，無色界連身體都沒有，我們今天所講靈界，所以只有靈魂沒有身體，佛家不叫靈魂，叫「神識」，沒有色身。沒有色身就沒有壞苦，但是他有行苦，「行」是什麼意思？不能永遠保持，就是他的受用有一定的期限。三界裡面最高的是非想非非想天，就是第二十八層天，這是無色界的，他的壽命八萬大劫，八萬大劫實際上是他的定力，到八萬大劫之後，他的心會動，這個心一動就又落下來了，就墮落下來了，他不能永遠保持不動，這叫行苦，他有盡的時候。這叫三界統苦，沒有可樂的。"
    },
    {
      "id": "02-012-0045_p0103",
      "zh_CN": "【宜自决断。】",
      "zh_TW": "【宜自決斷。】"
    },
    {
      "id": "02-012-0045_p0104",
      "zh_CN": "应当自己把这个事情搞清楚、搞明白了，要下决心，要有果断。",
      "zh_TW": "應當自己把這個事情搞清楚、搞明白了，要下決心，要有果斷。"
    },
    {
      "id": "02-012-0045_p0105",
      "zh_CN": "【洗除心垢。】",
      "zh_TW": "【洗除心垢。】"
    },
    {
      "id": "02-012-0045_p0106",
      "zh_CN": "『垢』是心里面的污染，实在就是讲的妄想、执着。",
      "zh_TW": "『垢』是心裡面的污染，實在就是講的妄想、執著。"
    },
    {
      "id": "02-012-0045_p0107",
      "zh_CN": "【言行忠信。表里相应。】",
      "zh_TW": "【言行忠信。表裏相應。】"
    },
    {
      "id": "02-012-0045_p0108",
      "zh_CN": "这个是开始修行基本的态度。世间善法，我们中国古人讲断恶修善，修善从哪里修起？从不妄语开始。孔老夫子讲「人无信不立」，人没有信用，在社会上没有立足之地。我们中国古时候社会，「信」是列在第一位，今天美国也是信用列在第一。一定要忠信，表里一如。",
      "zh_TW": "這個是開始修行基本的態度。世間善法，我們中國古人講斷惡修善，修善從哪裡修起？從不妄語開始。孔老夫子講「人無信不立」，人沒有信用，在社會上沒有立足之地。我們中國古時候社會，「信」是列在第一位，今天美國也是信用列在第一。一定要忠信，表裡一如。"
    },
    {
      "id": "02-012-0045_p0109",
      "zh_CN": "【人能自度。转相拯济。至心求愿。积累善本。】",
      "zh_TW": "【人能自度。轉相拯濟。至心求願。積累善本。】"
    },
    {
      "id": "02-012-0045_p0110",
      "zh_CN": "真正发心断恶修善。前面我们读过，真实的大善就是念佛，自己念佛，劝人念佛。自己念佛，自度，劝人念佛是度他。『至心求愿』，这个「至」是真心，求生净土，乘愿再来，这个是真实的大愿。『积累善本』，一心称念，自行化他，这个就是「善本」。",
      "zh_TW": "真正發心斷惡修善。前面我們讀過，真實的大善就是念佛，自己念佛，勸人念佛。自己念佛，自度，勸人念佛是度他。『至心求願』，這個「至」是真心，求生淨土，乘願再來，這個是真實的大願。『積累善本』，一心稱念，自行化他，這個就是「善本」。"
    },
    {
      "id": "02-012-0045_p0111",
      "zh_CN": "【虽一世精进勤苦。须臾间耳。】",
      "zh_TW": "【雖一世精進勤苦。須臾間耳。】"
    },
    {
      "id": "02-012-0045_p0112",
      "zh_CN": "这一点是要真正觉悟，我们一生努力，一生认真去干，时间很短，就几十年光阴而已，这个值得。",
      "zh_TW": "這一點是要真正覺悟，我們一生努力，一生認真去幹，時間很短，就幾十年光陰而已，這個值得。"
    },
    {
      "id": "02-012-0045_p0113",
      "zh_CN": "【后生无量寿国。快乐无极。永拔生死之本。无复苦恼之患。寿千万劫。自在随意。】",
      "zh_TW": "【後生無量壽國。快樂無極。永拔生死之本。無復苦惱之患。壽千萬劫。自在隨意。】"
    },
    {
      "id": "02-012-0045_p0114",
      "zh_CN": "这是讲你在这里拼命苦干个几十年，后来的果报不可思议。做生意的人常讲一本万利，这不止，这个利益好处简直数不清的。所以真正明白人，真正把这个事情搞清楚，他才肯干，他晓得这才叫真实的利益，这个一点不假。你要不在这上努力精进，任何法门，世间任何快乐，都不是究竟的，那都是什么？那都是将来的苦本。所以世间人迷惑颠倒，把苦当作乐，把短暂看作永恒，这叫大错特错。所以读到这些经文，看到佛是苦口婆心的劝勉我们，怎么能不动心？怎么忍心不接受？末后又劝我们：",
      "zh_TW": "這是講你在這裡拼命苦幹個幾十年，後來的果報不可思議。做生意的人常講一本萬利，這不止，這個利益好處簡直數不清的。所以真正明白人，真正把這個事情搞清楚，他才肯幹，他曉得這才叫真實的利益，這個一點不假。你要不在這上努力精進，任何法門，世間任何快樂，都不是究竟的，那都是什麼？那都是將來的苦本。所以世間人迷惑顛倒，把苦當作樂，把短暫看作永恆，這叫大錯特錯。所以讀到這些經文，看到佛是苦口婆心的勸勉我們，怎麼能不動心？怎麼忍心不接受？末後又勸我們："
    },
    {
      "id": "02-012-0045_p0115",
      "zh_CN": "【宜各精进。】",
      "zh_TW": "【宜各精進。】"
    },
    {
      "id": "02-012-0045_p0116",
      "zh_CN": "各人都应该要精进努力。",
      "zh_TW": "各人都應該要精進努力。"
    },
    {
      "id": "02-012-0045_p0117",
      "zh_CN": "【求心所愿。】",
      "zh_TW": "【求心所願。】"
    },
    {
      "id": "02-012-0045_p0118",
      "zh_CN": "我们今天心里面唯一的愿望就是往生西方净土亲近阿弥陀佛，这是『求心所愿』。",
      "zh_TW": "我們今天心裡面唯一的願望就是往生西方淨土親近阿彌陀佛，這是『求心所願』。"
    },
    {
      "id": "02-012-0045_p0119",
      "zh_CN": "【无得疑悔。】",
      "zh_TW": "【無得疑悔。】"
    },
    {
      "id": "02-012-0045_p0120",
      "zh_CN": "对于这一桩事情、这一个选择、这一个修学方法，决定不怀疑，决定不后悔，纵然有无量无边法门摆在我面前，我只选择这一个法门，坚持这个法门决定不改。人家说其他的法门再好，我也不后悔，我也不怀疑，一门深入。你有疑，你有悔：",
      "zh_TW": "對於這一樁事情、這一個選擇、這一個修學方法，決定不懷疑，決定不後悔，縱然有無量無邊法門擺在我面前，我只選擇這一個法門，堅持這個法門決定不改。人家說其他的法門再好，我也不後悔，我也不懷疑，一門深入。你有疑，你有悔："
    },
    {
      "id": "02-012-0045_p0121",
      "zh_CN": "【自为过咎。生彼边地。七宝城中。于五百岁受诸厄也。】",
      "zh_TW": "【自為過咎。生彼邊地。七寶城中。於五百歲受諸厄也。】"
    },
    {
      "id": "02-012-0045_p0122",
      "zh_CN": "这是讲什么？对这个法门疑悔必定造成自己的障碍。如果有疑悔，改变了方向，再去学其他法门了，那个误事就大了，为什么？你决定不能超越轮回，不能脱离六道，为什么？超越六道轮回要断见思烦恼。你想想，你或者是参禅，或者是学密，或者是学教，或者是持戒，这个见思烦恼你能断得了吗？定功再深，这一盘腿一面壁可以坐一个月、坐三个月，这定功很深了，济不济事？不济事，他来生生色界天而已，他的去处在色界天，出不了轮回，为什么出不了轮回？见思烦恼没断。他在定功、定力的时候，他是把见思烦恼伏住，没有断，三界出不去。所以讲到能超越三界，只有念佛往生净土这一个法门，真是独一无二。其他法门要成就还是回向求生净土，不管修学哪个法门，要不回向求生净土，还是无济于事。所以禅到最后也念佛求往生。密宗也是念咒的时候，念到心地清净，回向求往生。才知道真正究竟了义唯此一门。",
      "zh_TW": "這是講什麼？對這個法門疑悔必定造成自己的障礙。如果有疑悔，改變了方向，再去學其他法門了，那個誤事就大了，為什麼？你決定不能超越輪迴，不能脫離六道，為什麼？超越六道輪迴要斷見思煩惱。你想想，你或者是參禪，或者是學密，或者是學教，或者是持戒，這個見思煩惱你能斷得了嗎？定功再深，這一盤腿一面壁可以坐一個月、坐三個月，這定功很深了，濟不濟事？不濟事，他來生生色界天而已，他的去處在色界天，出不了輪迴，為什麼出不了輪迴？見思煩惱沒斷。他在定功、定力的時候，他是把見思煩惱伏住，沒有斷，三界出不去。所以講到能超越三界，只有念佛往生淨土這一個法門，真是獨一無二。其他法門要成就還是迴向求生淨土，不管修學哪個法門，要不迴向求生淨土，還是無濟於事。所以禪到最後也念佛求往生。密宗也是念咒的時候，念到心地清淨，迴向求往生。才知道真正究竟了義唯此一門。"
    },
    {
      "id": "02-012-0045_p0123",
      "zh_CN": "如果带着怀疑，还继续不断的去念，存个什么心呢？试试看，能往生更好了，不能往生就算了，反正也拼这一生去搞这个法门去了，能不能生？能生，生『边地』。西方极乐世界有「边地」，「边地疑城」，有一点小障碍。生到这个地方，这个地方也是七宝池，『七宝城中』有五百岁受诸苦厄，就是你到那个地方要耽搁五百年。五百年耽误什么？不能到西方世界就见佛，也没有机会听佛讲经说法，西方世界诸上善人你也见不到，他的苦就这些。底下有一品经专门要给我们说这个边地疑城的状况，他们究竟是什么障碍会生到这里去。",
      "zh_TW": "如果帶著懷疑，還繼續不斷的去念，存個什麼心呢？試試看，能往生更好了，不能往生就算了，反正也拼這一生去搞這個法門去了，能不能生？能生，生『邊地』。西方極樂世界有「邊地」，「邊地疑城」，有一點小障礙。生到這個地方，這個地方也是七寶池，『七寶城中』有五百歲受諸苦厄，就是你到那個地方要耽擱五百年。五百年耽誤什麼？不能到西方世界就見佛，也沒有機會聽佛講經說法，西方世界諸上善人你也見不到，他的苦就這些。底下有一品經專門要給我們說這個邊地疑城的狀況，他們究竟是什麼障礙會生到這裡去。"
    },
    {
      "id": "02-012-0045_p0124",
      "zh_CN": "实在讲生到边地疑城还是值得恭喜，为什么？最多耽误五百年，五百年算什么？那边寿命无量寿，五百年算什么！不算什么。所以生到边地疑城也是大喜事，总算是出离三界了，也是一生决定成佛，就是去的时候这么一点小小的耽搁。",
      "zh_TW": "實在講生到邊地疑城還是值得恭喜，為什麼？最多耽誤五百年，五百年算什麼？那邊壽命無量壽，五百年算什麼！不算什麼。所以生到邊地疑城也是大喜事，總算是出離三界了，也是一生決定成佛，就是去的時候這麼一點小小的耽擱。"
    },
    {
      "id": "02-012-0045_p0125",
      "zh_CN": "假如你对这个不疑不悔，那么你就入了品位，最低的也是下品下生，是入品。这就好比学校的时候，这个不疑不悔的到学校念书，正式学生一年级，上学了，这个边地疑城是先修班，还没有正式插进去这个学校，还没有直接，是在那里做预科的学生，不能算是正科的学生。",
      "zh_TW": "假如你對這個不疑不悔，那麼你就入了品位，最低的也是下品下生，是入品。這就好比學校的時候，這個不疑不悔的到學校念書，正式學生一年級，上學了，這個邊地疑城是先修班，還沒有正式插進去這個學校，還沒有直接，是在那裡做預科的學生，不能算是正科的學生。"
    },
    {
      "id": "02-012-0045_p0126",
      "zh_CN": "【弥勒白言。受佛明诲。专精修学。如教奉行。不敢有疑。】",
      "zh_TW": "【彌勒白言。受佛明誨。專精修學。如教奉行。不敢有疑。】"
    },
    {
      "id": "02-012-0045_p0127",
      "zh_CN": "弥勒实在也是代表我们的，真正对于佛这样明了、这样清楚的教诲，懂了、体会到了，当然发心『专精修学』，依教奉行，不疑不悔，这个就对了。今天就讲到此地。",
      "zh_TW": "彌勒實在也是代表我們的，真正對於佛這樣明瞭、這樣清楚的教誨，懂了、體會到了，當然發心『專精修學』，依教奉行，不疑不悔，這個就對了。今天就講到此地。"
    }
  ]
}