{
  "doc_id": "02-012-0057",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十七集",
    "zh_TW": "第五十七集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0057",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "02-012-0057_p0001",
      "zh_CN": "请掀开经本第八十六页，倒数第二行：",
      "zh_TW": "請掀開經本第八十六頁，倒數第二行："
    },
    {
      "id": "02-012-0057_p0002",
      "zh_CN": "【受菩提记第四十四。】",
      "zh_TW": "【受菩提記第四十四。】"
    },
    {
      "id": "02-012-0057_p0003",
      "zh_CN": "佛在这一品经里面是说明法师不退得记，来劝勉我们发愿修学这个法门。请看经文，这个经文一开头就很重要：",
      "zh_TW": "佛在這一品經裡面是說明法師不退得記，來勸勉我們發願修學這個法門。請看經文，這個經文一開頭就很重要："
    },
    {
      "id": "02-012-0057_p0004",
      "zh_CN": "【若于来世。乃至正法灭时。当有众生。植诸善本。已曾供养无量诸佛。由彼如来加威力故。能得如是广大法门。】",
      "zh_TW": "【若於來世。乃至正法滅時。當有眾生。植諸善本。已曾供養無量諸佛。由彼如來加威力故。能得如是廣大法門。】"
    },
    {
      "id": "02-012-0057_p0005",
      "zh_CN": "我们先看这一段。佛法的修学实在说一定要有善根，就跟世法是一样的。世间法，一个人在世间一生富贵、事业、学业成就与否，固然是要靠努力，但是还有一个非常重要的因素，那就是宿世的善根。在过去古时候，我们讲帝王的时代，现在所谓是专制的时代，常常流行在民间一句话，富贵功名是要靠阴功，要靠积阴德，自己有德行，祖先有阴功。换句话说，富贵功名也不是凭自己努力能得到的。但是有阴功，不努力得不到；没有阴功，努力也得不到，阴功再加上努力，这才能够一帆风顺，这才能得到。佛法修学成就亦复如是。",
      "zh_TW": "我們先看這一段。佛法的修學實在說一定要有善根，就跟世法是一樣的。世間法，一個人在世間一生富貴、事業、學業成就與否，固然是要靠努力，但是還有一個非常重要的因素，那就是宿世的善根。在過去古時候，我們講帝王的時代，現在所謂是專制的時代，常常流行在民間一句話，富貴功名是要靠陰功，要靠積陰德，自己有德行，祖先有陰功。換句話說，富貴功名也不是憑自己努力能得到的。但是有陰功，不努力得不到；沒有陰功，努力也得不到，陰功再加上努力，這才能夠一帆風順，這才能得到。佛法修學成就亦復如是。"
    },
    {
      "id": "02-012-0057_p0006",
      "zh_CN": "古德告诉我们，今生这个修学遇缘是非常重要的一个因素。因为你遇到的缘殊胜，你的修学就一帆风顺；遇缘要不殊胜，纵然过去有善根、福德，你的因缘没有遇到。《弥陀经》上讲的「不可以少善根福德因缘得生彼国」，这是讲往生。你不求往生，我们禅宗里面讲开悟，还是善根、福德、因缘。你要没有因缘，遇不到真正善知识指点，你也开不了悟。由此可知，缘实实在在讲，世出世间法都占在第一个因素。这是讲我们现前，实在讲它是第一个因素。这段经文要给我们说明这一个事实。",
      "zh_TW": "古德告訴我們，今生這個修學遇緣是非常重要的一個因素。因為你遇到的緣殊勝，你的修學就一帆風順；遇緣要不殊勝，縱然過去有善根、福德，你的因緣沒有遇到。《彌陀經》上講的「不可以少善根福德因緣得生彼國」，這是講往生。你不求往生，我們禪宗裡面講開悟，還是善根、福德、因緣。你要沒有因緣，遇不到真正善知識指點，你也開不了悟。由此可知，緣實實在在講，世出世間法都佔在第一個因素。這是講我們現前，實在講它是第一個因素。這段經文要給我們說明這一個事實。"
    },
    {
      "id": "02-012-0057_p0007",
      "zh_CN": "佛在此地一开端就指我们现代人，『若于来世』，「来世」就不是佛的那个时代。『乃至正法灭时』，「正法灭」后，这就是像法。佛教传到我们中国来就是像法时代。佛的正法一千年，像法一千年，末法一万年，佛的法运是一万两千年。一万两千年之后，这个世界就是灭法，就是没有佛法了，佛法灭了。灭法，世间没有佛法的时间很长很长，有佛法的时间很短。在我们看一万二千年很长，但是在整个时劫里面讲，它是很短暂的。",
      "zh_TW": "佛在此地一開端就指我們現代人，『若於來世』，「來世」就不是佛的那個時代。『乃至正法滅時』，「正法滅」後，這就是像法。佛教傳到我們中國來就是像法時代。佛的正法一千年，像法一千年，末法一萬年，佛的法運是一萬兩千年。一萬兩千年之後，這個世界就是滅法，就是沒有佛法了，佛法滅了。滅法，世間沒有佛法的時間很長很長，有佛法的時間很短。在我們看一萬二千年很長，但是在整個時劫裡面講，它是很短暫的。"
    },
    {
      "id": "02-012-0057_p0008",
      "zh_CN": "譬如说佛给我们讲释迦牟尼佛是贤劫第四尊佛，贤劫这个劫是一个长时间，在这一个长时间里面总共有一千尊佛出世，释迦牟尼佛是第四尊，第五尊佛是谁？就是弥勒菩萨成佛。弥勒菩萨几时到我们这个世间来示现成佛？佛在《弥勒下生经》里面讲得很清楚，合我们这个世间来算，大概是五十六亿七千万年以后。诸位想想，五十六亿七千万年这么长的一个时间，释迦牟尼佛的法运才一万二千年，岂不是非常短促？所以这个世间有佛住世的时间短，没有佛的时间非常非常之长，这是我们要晓得。",
      "zh_TW": "譬如說佛給我們講釋迦牟尼佛是賢劫第四尊佛，賢劫這個劫是一個長時間，在這一個長時間裡面總共有一千尊佛出世，釋迦牟尼佛是第四尊，第五尊佛是誰？就是彌勒菩薩成佛。彌勒菩薩幾時到我們這個世間來示現成佛？佛在《彌勒下生經》裡面講得很清楚，合我們這個世間來算，大概是五十六億七千萬年以後。諸位想想，五十六億七千萬年這麼長的一個時間，釋迦牟尼佛的法運才一萬二千年，豈不是非常短促？所以這個世間有佛住世的時間短，沒有佛的時間非常非常之長，這是我們要曉得。"
    },
    {
      "id": "02-012-0057_p0009",
      "zh_CN": "所以人在六道里头轮回，能够得到人身，闻到佛法，实实在在讲，这是希有的因缘。这个因缘如果不能够把握住，换句话说，我们虽然遇到佛法了，遇到佛法没有成就，这就是你没有能够把握这个机缘，错过了这个机会。虽然在这一生当中积结善根，这个是一定有的，你得到这个利益了，这一生当中没有能够超越三界，没有能够断烦恼，没有能够开悟，这个断烦恼、开悟，那就是成就，我们这一生当中没有成就，这是很可惜的一桩事情。",
      "zh_TW": "所以人在六道裡頭輪迴，能夠得到人身，聞到佛法，實實在在講，這是希有的因緣。這個因緣如果不能夠把握住，換句話說，我們雖然遇到佛法了，遇到佛法沒有成就，這就是你沒有能夠把握這個機緣，錯過了這個機會。雖然在這一生當中積結善根，這個是一定有的，你得到這個利益了，這一生當中沒有能夠超越三界，沒有能夠斷煩惱，沒有能夠開悟，這個斷煩惱、開悟，那就是成就，我們這一生當中沒有成就，這是很可惜的一樁事情。"
    },
    {
      "id": "02-012-0057_p0010",
      "zh_CN": "佛对于我们的期望，是希望我们遇到这个机会，就是遇到这个因缘了，希望在这个时候就有成就。所有一切成就当中最殊胜的成就就是往生净土，为什么说往生净土是最殊胜的成就？实在讲我们在前面经文都曾经读过，前面经文告诉我们，十方世界往生的菩萨，那不是普通人，不退菩萨，《华严经》上所称的法身大士，绝对不是凡人，向往西方极乐世界的人数那么多。这在佛法里面所谓「三转法轮」，这个叫「作证转」，给我们提出这么多的证据。这么多的证据摆在面前，我们再不能相信、再不能接受，这个就是说明我们善根、福德还没有成熟；虽有，没有成熟。就像本经前面所说阿阇王子与五百长者，他们过去生中曾经供养过四百亿佛，这个善根要用来往生西方极乐世界还不够，所以这个我们不能够见怪他们，他的善根不足，他还要相当一段长的时间。",
      "zh_TW": "佛對於我們的期望，是希望我們遇到這個機會，就是遇到這個因緣了，希望在這個時候就有成就。所有一切成就當中最殊勝的成就就是往生淨土，為什麼說往生淨土是最殊勝的成就？實在講我們在前面經文都曾經讀過，前面經文告訴我們，十方世界往生的菩薩，那不是普通人，不退菩薩，《華嚴經》上所稱的法身大士，絕對不是凡人，嚮往西方極樂世界的人數那麼多。這在佛法裡面所謂「三轉法輪」，這個叫「作證轉」，給我們提出這麼多的證據。這麼多的證據擺在面前，我們再不能相信、再不能接受，這個就是說明我們善根、福德還沒有成熟；雖有，沒有成熟。就像本經前面所說阿闍王子與五百長者，他們過去生中曾經供養過四百億佛，這個善根要用來往生西方極樂世界還不夠，所以這個我們不能夠見怪他們，他的善根不足，他還要相當一段長的時間。"
    },
    {
      "id": "02-012-0057_p0011",
      "zh_CN": "在这个地方又看到了，这是对我们讲的，前面是对他方世界，或者对这个世界已经成熟的人说的，就是佛当时那个时候说的。这一段是对我们现在讲的，「乃至正法灭时」，像法、末法时代了，『当有众生，植诸善本』，在这个时代里头还有没有根熟的众生？有。不但我们现在有，现在这是末法第二个一千年，末法有一万年，即使到佛法灭尽的时候，我们底下有一章经为我们说明，整个佛法灭尽了，这一部《无量寿经》还要留在世间一百年，为什么？在那个时候还有根熟的众生。根熟是什么？就是听到这个法门，他能够深信不疑，他能够发愿念佛求生净土，所以这就是「当有众生，植诸善本」。",
      "zh_TW": "在這個地方又看到了，這是對我們講的，前面是對他方世界，或者對這個世界已經成熟的人說的，就是佛當時那個時候說的。這一段是對我們現在講的，「乃至正法滅時」，像法、末法時代了，『當有眾生，植諸善本』，在這個時代裡頭還有沒有根熟的眾生？有。不但我們現在有，現在這是末法第二個一千年，末法有一萬年，即使到佛法滅盡的時候，我們底下有一章經為我們說明，整個佛法滅盡了，這一部《無量壽經》還要留在世間一百年，為什麼？在那個時候還有根熟的眾生。根熟是什麼？就是聽到這個法門，他能夠深信不疑，他能夠發願念佛求生淨土，所以這就是「當有眾生，植諸善本」。"
    },
    {
      "id": "02-012-0057_p0012",
      "zh_CN": "『已曾供养无量诸佛』，「已曾」是你过去生中生生世世，可见得这个善根、福德的深厚超过阿阇王子太多太多了。阿阇王子是亲自听释迦牟尼佛讲这个经，还不愿意发心求生净土。释迦牟尼以后，菩萨、祖师大德，现在轮到我们来讲，人家不相信，那有什么奇怪？一点都不奇怪。亲自听佛讲还不相信，还不肯发心，你要问为什么原因？前面弥勒菩萨问过，佛说了，他的善根太少。这个地方我们才晓得，凡是真正能接受，都是过去生中曾经供养无量诸佛，这部经在此地给我们做证明。",
      "zh_TW": "『已曾供養無量諸佛』，「已曾」是你過去生中生生世世，可見得這個善根、福德的深厚超過阿闍王子太多太多了。阿闍王子是親自聽釋迦牟尼佛講這個經，還不願意發心求生淨土。釋迦牟尼以後，菩薩、祖師大德，現在輪到我們來講，人家不相信，那有什麼奇怪？一點都不奇怪。親自聽佛講還不相信，還不肯發心，你要問為什麼原因？前面彌勒菩薩問過，佛說了，他的善根太少。這個地方我們才曉得，凡是真正能接受，都是過去生中曾經供養無量諸佛，這部經在此地給我們做證明。"
    },
    {
      "id": "02-012-0057_p0013",
      "zh_CN": "『由彼如来加威力故』。他为什么一听到这个法门，他就能深信不疑，死心塌地一门专修？这个原因固然是他自己的信心，他自己的善根；另外一个重要的因素，阿弥陀佛、本师释迦牟尼佛，还有十方一切诸佛如来，冥冥当中加持他，他得到一切如来本愿威神的加持，所以『能得如是广大法门』，这个「能得」，他真正得到了。",
      "zh_TW": "『由彼如來加威力故』。他為什麼一聽到這個法門，他就能深信不疑，死心塌地一門專修？這個原因固然是他自己的信心，他自己的善根；另外一個重要的因素，阿彌陀佛、本師釋迦牟尼佛，還有十方一切諸佛如來，冥冥當中加持他，他得到一切如來本願威神的加持，所以『能得如是廣大法門』，這個「能得」，他真正得到了。"
    },
    {
      "id": "02-012-0057_p0014",
      "zh_CN": "我们今天遇到，遇到未必得到，从你面前走过，你未必能得到。这个「得」字很有味道，就像永明延寿大师「四料简」里面所说的，「有禅有净土」那个「有」字，这个「得」字跟他那个「有」字，味道是相同的。你听净土法门了，修净土法门了，你到底有没有净土？有才能往生，没有不能往生。你心里头有没有？这个地方说你心里头是不是真的得到了，这是一个关键的字眼。真正要得到，要善根、要福德、要诸佛如来加持、要有良好的因缘。",
      "zh_TW": "我們今天遇到，遇到未必得到，從你面前走過，你未必能得到。這個「得」字很有味道，就像永明延壽大師「四料簡」裡面所說的，「有禪有淨土」那個「有」字，這個「得」字跟他那個「有」字，味道是相同的。你聽淨土法門了，修淨土法門了，你到底有沒有淨土？有才能往生，沒有不能往生。你心裡頭有沒有？這個地方說你心裡頭是不是真的得到了，這是一個關鍵的字眼。真正要得到，要善根、要福德、要諸佛如來加持、要有良好的因緣。"
    },
    {
      "id": "02-012-0057_p0015",
      "zh_CN": "「如是广大法门」就是指《无量寿经》所提倡的「发菩提心，一向专念」这个法门，这个法门是第一殊胜广大的法门。在近几品经里面，这个意思说得非常之多，说得非常的深刻。",
      "zh_TW": "「如是廣大法門」就是指《無量壽經》所提倡的「發菩提心，一向專念」這個法門，這個法門是第一殊勝廣大的法門。在近幾品經裡面，這個意思說得非常之多，說得非常的深刻。"
    },
    {
      "id": "02-012-0057_p0016",
      "zh_CN": "【摄取受持。当获广大一切智智。于彼法中。广大胜解。获大欢喜。广为他说。常乐修行。】",
      "zh_TW": "【攝取受持。當獲廣大一切智智。於彼法中。廣大勝解。獲大歡喜。廣為他說。常樂修行。】"
    },
    {
      "id": "02-012-0057_p0017",
      "zh_CN": "前面第一个小段是给我们说明末法时期为什么人会信，会深信不疑，这个原因给我们说出来了。接着，佛劝我们修学。『摄取受持』这一句话，我们遇到这个法门，得到这个法门之后，一定要如说修行，这个就是「摄取受持」，一定要做到「如说修行」，也就是小本《弥陀经》里面给我们讲的「执持名号」，这个执持要坚固，决定不能放松。",
      "zh_TW": "前面第一個小段是給我們說明末法時期為什麼人會信，會深信不疑，這個原因給我們說出來了。接著，佛勸我們修學。『攝取受持』這一句話，我們遇到這個法門，得到這個法門之後，一定要如說修行，這個就是「攝取受持」，一定要做到「如說修行」，也就是小本《彌陀經》裡面給我們講的「執持名號」，這個執持要堅固，決定不能放鬆。"
    },
    {
      "id": "02-012-0057_p0018",
      "zh_CN": "你果然一心如说修学，下面说你所得到的利益：『当获广大一切智智』。这个「智」有两个智在此地，是说明大乘佛法当中常讲的「二智」：「根本智」、「后得智」，或者所谓「实智」、「权智」，这两种智慧你统统能得到。那我们要问，为什么一心称名就能够开智慧？诸位要知道这一句「当获广大一切智智」是跟禅宗里面大彻大悟、明心见性那个境界完全相同。因为这两种智现前，在大乘教里面就是圆教初住菩萨的果位，这两种智慧现前了，圆教是初住菩萨，别教是初地菩萨，登地了，你一定能够获得。",
      "zh_TW": "你果然一心如說修學，下面說你所得到的利益：『當獲廣大一切智智』。這個「智」有兩個智在此地，是說明大乘佛法當中常講的「二智」：「根本智」、「後得智」，或者所謂「實智」、「權智」，這兩種智慧你統統能得到。那我們要問，為什麼一心稱名就能夠開智慧？諸位要知道這一句「當獲廣大一切智智」是跟禪宗裡面大徹大悟、明心見性那個境界完全相同。因為這兩種智現前，在大乘教裡面就是圓教初住菩薩的果位，這兩種智慧現前了，圓教是初住菩薩，別教是初地菩薩，登地了，你一定能夠獲得。"
    },
    {
      "id": "02-012-0057_p0019",
      "zh_CN": "那么我们要再问，怎样获得？《楞严经．大势至菩萨圆通章》里面告诉我们「不假方便，自得心开」，也是说这一桩事情。大势至菩萨教给我们就是专持名号，他的方法是「都摄六根，净念相继」，他就是一句佛号念到底。「不假方便」就是不用其他任何方法来补助，就是一个持名的方法。换句话说，虽然念佛，四种念佛有观想、有观像、有实相，他这个统统都不用，完全都不用，只是一句阿弥陀佛念到底，这叫「不假方便」，一门深入。念到事一心不乱，见思烦恼自然就断了；念到理一心不乱，那就获得「广大一切智智」，就开悟，就明心见性，这个时候可以说见性成佛。但是这个佛，诸位要知道，叫「分证佛」，不是「究竟佛」，这个诸位一定要明了，这是「分证佛」。那么他有能力像《普门品》上所说的三十二应，他有这个能力。这是说专心一心持名，念到理一心的时候能得到这样殊胜的功德利益。",
      "zh_TW": "那麼我們要再問，怎樣獲得？《楞嚴經．大勢至菩薩圓通章》裡面告訴我們「不假方便，自得心開」，也是說這一樁事情。大勢至菩薩教給我們就是專持名號，他的方法是「都攝六根，淨念相繼」，他就是一句佛號念到底。「不假方便」就是不用其他任何方法來補助，就是一個持名的方法。換句話說，雖然念佛，四種念佛有觀想、有觀像、有實相，他這個統統都不用，完全都不用，只是一句阿彌陀佛念到底，這叫「不假方便」，一門深入。念到事一心不亂，見思煩惱自然就斷了；念到理一心不亂，那就獲得「廣大一切智智」，就開悟，就明心見性，這個時候可以說見性成佛。但是這個佛，諸位要知道，叫「分證佛」，不是「究竟佛」，這個諸位一定要明瞭，這是「分證佛」。那麼他有能力像《普門品》上所說的三十二應，他有這個能力。這是說專心一心持名，念到理一心的時候能得到這樣殊勝的功德利益。"
    },
    {
      "id": "02-012-0057_p0020",
      "zh_CN": "『于彼法中，广大胜解』，「彼法」是指西方极乐世界依正庄严，是指阿弥陀佛从因至果自行化他不可思议的功德，你逐渐逐渐明白了，理解了。由此可知，如果「一切智智」没有现前，对于西方极乐世界依正庄严决定不能够完全了解。这个境界大乘经典里面说得很多，西方世界的殊胜是「唯佛与佛方能究竟」，等觉菩萨对西方世界状况之理解也像「隔罗看月」，「罗」是罗纱，隔一层纱看月亮，还不是真正清楚，真正清楚，把这一点障碍应该拿掉。这是给我们说明，我们要想了解，但是不能着急，为什么？不是凡夫能做得到的。你要说为什么凡夫做不到？凡夫的心不清净，凡夫没有智慧，所以先叫你修。念佛实在讲就是修定，一心不乱就是禅定，达到相当程度了，定功到相当程度了，心地清净，豁然通达，就开悟了，你就明了这个状况。",
      "zh_TW": "『於彼法中，廣大勝解』，「彼法」是指西方極樂世界依正莊嚴，是指阿彌陀佛從因至果自行化他不可思議的功德，你逐漸逐漸明白了，理解了。由此可知，如果「一切智智」沒有現前，對於西方極樂世界依正莊嚴決定不能夠完全了解。這個境界大乘經典裡面說得很多，西方世界的殊勝是「唯佛與佛方能究竟」，等覺菩薩對西方世界狀況之理解也像「隔羅看月」，「羅」是羅紗，隔一層紗看月亮，還不是真正清楚，真正清楚，把這一點障礙應該拿掉。這是給我們說明，我們要想了解，但是不能著急，為什麼？不是凡夫能做得到的。你要說為什麼凡夫做不到？凡夫的心不清淨，凡夫沒有智慧，所以先叫你修。念佛實在講就是修定，一心不亂就是禪定，達到相當程度了，定功到相當程度了，心地清淨，豁然通達，就開悟了，你就明瞭這個狀況。"
    },
    {
      "id": "02-012-0057_p0021",
      "zh_CN": "经义亦复如是。经本展开，每一个人读诵，体会的意思不一样，为什么不一样？每一个人心地染净的程度不相同，所以你体会的意境就不相同了，这是说许多人。即使我们自己一个人，一个人我们自己念这个经，遍遍体会也不相同，原因在哪里？真用功的人，心地一天比一天清净，我今天的心比昨天又进步了一点、又清净一点了，我今天所体悟的比昨天就深、比昨天就广。假如我不是真正做功夫，虽然天天在读、天天在研究，心并不清净，你所领悟的是跟昨天一样。你一生不在清净心上用功夫，这个经念一生，你的境界也相同。这是佛法不可思议之处。这一个事实实在讲由我们自己本身可以能够证实的。",
      "zh_TW": "經義亦復如是。經本展開，每一個人讀誦，體會的意思不一樣，為什麼不一樣？每一個人心地染淨的程度不相同，所以你體會的意境就不相同了，這是說許多人。即使我們自己一個人，一個人我們自己念這個經，遍遍體會也不相同，原因在哪裡？真用功的人，心地一天比一天清淨，我今天的心比昨天又進步了一點、又清淨一點了，我今天所體悟的比昨天就深、比昨天就廣。假如我不是真正做功夫，雖然天天在讀、天天在研究，心並不清淨，你所領悟的是跟昨天一樣。你一生不在清淨心上用功夫，這個經念一生，你的境界也相同。這是佛法不可思議之處。這一個事實實在講由我們自己本身可以能夠證實的。"
    },
    {
      "id": "02-012-0057_p0022",
      "zh_CN": "所以佛法没有别的，这个法门讲得简单明了，就是叫我们修清净心，所以修行的原则都在经题上，「清净平等觉」，我们修的就是这个。修清净心、修平等心、修觉心，觉就不迷。「清净平等觉」虽然说了三个，实在讲是一而三，三而一，你只要学到一个就行了。我心清净了，清净哪有不平等？不平等决定不清净。清净哪有不觉？觉了哪有不清净？所以这三条，你只要抓到一条，一个得到了，三个统统都具足了，同时都得到了。",
      "zh_TW": "所以佛法沒有別的，這個法門講得簡單明瞭，就是叫我們修清淨心，所以修行的原則都在經題上，「清淨平等覺」，我們修的就是這個。修清淨心、修平等心、修覺心，覺就不迷。「清淨平等覺」雖然說了三個，實在講是一而三，三而一，你只要學到一個就行了。我心清淨了，清淨哪有不平等？不平等決定不清淨。清淨哪有不覺？覺了哪有不清淨？所以這三條，你只要抓到一條，一個得到了，三個統統都具足了，同時都得到了。"
    },
    {
      "id": "02-012-0057_p0023",
      "zh_CN": "其实我们在经题的时候都给诸位报告过，本经上教给我们这三个原则是通一切大乘佛法，凡是大乘佛法，无论用什么方法、无论用什么功夫，总离不开这三个原则。像禅宗，禅宗跟我们用的方法不同，手段不一样。禅宗的目的是在开悟，开悟就是觉，禅宗是走的觉门。我们今天念佛求一心不乱，是走清净心门。禅宗是走觉心，我们走清净心。一般教下是走正心，就是平等心，平等是正。所以经题上这三句涵盖了一切佛法的修学，离开「清净平等觉」，给诸位说，决定不是佛法。纵然也断烦恼，也修禅定，也积功累德，那是人天法，他的果报在人天，得人天福报，我们不能不清楚，不能不明了。",
      "zh_TW": "其實我們在經題的時候都給諸位報告過，本經上教給我們這三個原則是通一切大乘佛法，凡是大乘佛法，無論用什麼方法、無論用什麼功夫，總離不開這三個原則。像禪宗，禪宗跟我們用的方法不同，手段不一樣。禪宗的目的是在開悟，開悟就是覺，禪宗是走的覺門。我們今天念佛求一心不亂，是走清淨心門。禪宗是走覺心，我們走清淨心。一般教下是走正心，就是平等心，平等是正。所以經題上這三句涵蓋了一切佛法的修學，離開「清淨平等覺」，給諸位說，決定不是佛法。縱然也斷煩惱，也修禪定，也積功累德，那是人天法，他的果報在人天，得人天福報，我們不能不清楚，不能不明瞭。"
    },
    {
      "id": "02-012-0057_p0024",
      "zh_CN": "既然心地清净了，清净心起作用就是智慧。清净心的本身就叫做「根本智」，它起作用就叫做「后得智」，后得智是无所不知，根本智是无知，《般若经》上常说的「般若无知，无所不知」。起作用的时候是无所不知，不起作用的时候是纯一清净。",
      "zh_TW": "既然心地清淨了，清淨心起作用就是智慧。清淨心的本身就叫做「根本智」，它起作用就叫做「後得智」，後得智是無所不知，根本智是無知，《般若經》上常說的「般若無知，無所不知」。起作用的時候是無所不知，不起作用的時候是純一清淨。"
    },
    {
      "id": "02-012-0057_p0025",
      "zh_CN": "『获大欢喜』，这个话是真的。因为什么呢？他从凡夫晋等进到圆教初住菩萨了，别教就是初地菩萨了，初地叫欢喜地，得「大欢喜」。『广为他说』，凡是真正成为菩萨了，菩萨没有不说法的。你看我们在前面第二品里面就读过，菩萨才真正是为众生不请之友。众生不请，菩萨就去了，不要等人请你说法，不请我就去了。当然菩萨有能力观机，换句话说，到这个程度你的智慧开了，对于一切众生，他的根性，你都知道，你有这个智慧、有这个能力。众生生生世世，他的行业你都了解、都明白，你的说法才契机，换句话说，他有能力把你前生、过去生中的善根引发出来，这叫契机，那么你听了之后会非常欢喜，很容易接受。这叫「广为他说」。前面是自己得到的利益，「获大欢喜」，这是自利，后面两句是利他，自利利他。",
      "zh_TW": "『獲大歡喜』，這個話是真的。因為什麼呢？他從凡夫晉等進到圓教初住菩薩了，別教就是初地菩薩了，初地叫歡喜地，得「大歡喜」。『廣為他說』，凡是真正成為菩薩了，菩薩沒有不說法的。你看我們在前面第二品裡面就讀過，菩薩才真正是為眾生不請之友。眾生不請，菩薩就去了，不要等人請你說法，不請我就去了。當然菩薩有能力觀機，換句話說，到這個程度你的智慧開了，對於一切眾生，他的根性，你都知道，你有這個智慧、有這個能力。眾生生生世世，他的行業你都了解、都明白，你的說法才契機，換句話說，他有能力把你前生、過去生中的善根引發出來，這叫契機，那麼你聽了之後會非常歡喜，很容易接受。這叫「廣為他說」。前面是自己得到的利益，「獲大歡喜」，這是自利，後面兩句是利他，自利利他。"
    },
    {
      "id": "02-012-0057_p0026",
      "zh_CN": "『常乐修行』，『乐』是喜欢、爱好，『修行』就是依本经的理论、方法、境界「修行」。他真的生起欢喜心了，真的喜欢依这一部经典来修行。所以此地是专指本经，专指「发菩提心，一向专念」这个法门。再看底下经文：",
      "zh_TW": "『常樂修行』，『樂』是喜歡、愛好，『修行』就是依本經的理論、方法、境界「修行」。他真的生起歡喜心了，真的喜歡依這一部經典來修行。所以此地是專指本經，專指「發菩提心，一向專念」這個法門。再看底下經文："
    },
    {
      "id": "02-012-0057_p0027",
      "zh_CN": "【诸善男子。及善女人。能于是法。若已求。现求。当求者。皆获善利。】",
      "zh_TW": "【諸善男子。及善女人。能於是法。若已求。現求。當求者。皆獲善利。】"
    },
    {
      "id": "02-012-0057_p0028",
      "zh_CN": "那么佛这一开头叫的，这都是叫的我们。此地『善男子、善女人』，我们都在其中。可是诸位得要记住，前面把这个标准（前提）说在第一行，过去生中「已曾供养无量诸佛」，这个「善男子、善女人」是指这种人。我们怎么知道我们过去生中曾经供养无量诸佛？想想自己对这个法门信乐的程度，就是你相信跟欢喜的程度，你就能够知道。如果你真的相信，无比的欢喜，那就证明你确确实实善根成熟，你是确确实实像经上所讲的已曾供养无量诸佛如来。你今天这种坚定的信心、异常的欢喜是十方诸佛如来威神加持，才得到这个大欢喜，那么这是「善男子、善女人」。",
      "zh_TW": "那麼佛這一開頭叫的，這都是叫的我們。此地『善男子、善女人』，我們都在其中。可是諸位得要記住，前面把這個標準（前提）說在第一行，過去生中「已曾供養無量諸佛」，這個「善男子、善女人」是指這種人。我們怎麼知道我們過去生中曾經供養無量諸佛？想想自己對這個法門信樂的程度，就是你相信跟歡喜的程度，你就能夠知道。如果你真的相信，無比的歡喜，那就證明你確確實實善根成熟，你是確確實實像經上所講的已曾供養無量諸佛如來。你今天這種堅定的信心、異常的歡喜是十方諸佛如來威神加持，才得到這個大歡喜，那麼這是「善男子、善女人」。"
    },
    {
      "id": "02-012-0057_p0029",
      "zh_CN": "如果从教上说。我们刚才这个说法是从感应上说的，那是真正善男子、善女人，这是一类。这个第二类，从教上讲，就是《观经》里面讲的「三福」，从「孝顺父母，奉事师长」，一直到「发菩提心，深信因果，读诵大乘，劝进行者」，这个三福总共十一句统统做到了，那也是善男子、善女人，这是从教上讲。可是诸位要知道，教里头所讲的善男子、善女人固然是很善，要比起感应来讲，还要差一等。为什么？像那一种善根深厚的菩萨很多，我们前面读过「多有菩萨，欲闻此经而不能得」，那些菩萨，教下讲的善根，他们具足，换句话说，遇到这个法门未必肯信，就像阿阇王子这一类的，未必能信。所以感应不可思议。",
      "zh_TW": "如果從教上說。我們剛才這個說法是從感應上說的，那是真正善男子、善女人，這是一類。這個第二類，從教上講，就是《觀經》裡面講的「三福」，從「孝順父母，奉事師長」，一直到「發菩提心，深信因果，讀誦大乘，勸進行者」，這個三福總共十一句統統做到了，那也是善男子、善女人，這是從教上講。可是諸位要知道，教裡頭所講的善男子、善女人固然是很善，要比起感應來講，還要差一等。為什麼？像那一種善根深厚的菩薩很多，我們前面讀過「多有菩薩，欲聞此經而不能得」，那些菩薩，教下講的善根，他們具足，換句話說，遇到這個法門未必肯信，就像阿闍王子這一類的，未必能信。所以感應不可思議。"
    },
    {
      "id": "02-012-0057_p0030",
      "zh_CN": "学佛，虽然祖师大德常常教我们不要求感应，就是不要有心、存心去求感应，那是错误的。因为你存心、有心去求感应，容易上魔的当。魔有神通，你起心动念他知道，你有这个欲求，他就变化来欺骗你，你就很容易上当。我们没有这个意念，有没有感应？决定有感应。所以感应一定从真实心中如法修学，它是自然的感应，不是我们有心去求的，这个感应是正确的，魔不能得其便，魔没有办法扰乱，也没有办法掺杂在其中，这个是正确的、是对的。",
      "zh_TW": "學佛，雖然祖師大德常常教我們不要求感應，就是不要有心、存心去求感應，那是錯誤的。因為你存心、有心去求感應，容易上魔的當。魔有神通，你起心動念他知道，你有這個欲求，他就變化來欺騙你，你就很容易上當。我們沒有這個意念，有沒有感應？決定有感應。所以感應一定從真實心中如法修學，它是自然的感應，不是我們有心去求的，這個感應是正確的，魔不能得其便，魔沒有辦法擾亂，也沒有辦法摻雜在其中，這個是正確的、是對的。"
    },
    {
      "id": "02-012-0057_p0031",
      "zh_CN": "佛在这里告诉我们了，善男子、善女人，『能于是法』，「是法」就是指这一部经，信愿持名，往生不退成佛的法门。『若已求』，你已经在修了，已经修学了。『现求』，过去不晓得，我现在才发心。『当求』，现在还没发心，但是将来会发心。将来什么时候发心，诸佛菩萨都知道，都看得很清楚。『皆获善利』。「已求」、「现求」，我们知道必定得诸佛护念，为什么？一切诸佛护念这个经、护念这个法门，所以我们依照这个经典修学必定得一切诸佛的护念。现在还没发心，现在还不想念佛求生净土，再过几年他发心，或者再过个几十年之后他发心了，那么我们要问，诸佛现在护不护念他？护念，现在就护念，「皆获善利」。现在虽然没有发心，有魔在扰乱，虽有魔在扰乱，他也受魔的干扰，毕竟是有佛菩萨在当中保佑。纵然有扰乱，他过一段时期，他还会觉悟，还会回头，可见得佛菩萨实在是慈悲，照顾得很周到。这就是与这个法门有缘，与阿弥陀佛、与西方净土有缘。这实在是把这个法门的殊胜利益给我们说得很清楚、很明白了。",
      "zh_TW": "佛在這裡告訴我們了，善男子、善女人，『能於是法』，「是法」就是指這一部經，信願持名，往生不退成佛的法門。『若已求』，你已經在修了，已經修學了。『現求』，過去不曉得，我現在才發心。『當求』，現在還沒發心，但是將來會發心。將來什麼時候發心，諸佛菩薩都知道，都看得很清楚。『皆獲善利』。「已求」、「現求」，我們知道必定得諸佛護念，為什麼？一切諸佛護念這個經、護念這個法門，所以我們依照這個經典修學必定得一切諸佛的護念。現在還沒發心，現在還不想念佛求生淨土，再過幾年他發心，或者再過個幾十年之後他發心了，那麼我們要問，諸佛現在護不護念他？護念，現在就護念，「皆獲善利」。現在雖然沒有發心，有魔在擾亂，雖有魔在擾亂，他也受魔的干擾，畢竟是有佛菩薩在當中保佑。縱然有擾亂，他過一段時期，他還會覺悟，還會回頭，可見得佛菩薩實在是慈悲，照顧得很周到。這就是與這個法門有緣，與阿彌陀佛、與西方淨土有緣。這實在是把這個法門的殊勝利益給我們說得很清楚、很明白了。"
    },
    {
      "id": "02-012-0057_p0032",
      "zh_CN": "【汝等应当安住无疑。种诸善本。应常修习。使无疑滞。不入一切种类珍宝成就牢狱。】",
      "zh_TW": "【汝等應當安住無疑。種諸善本。應常修習。使無疑滯。不入一切種類珍寶成就牢獄。】"
    },
    {
      "id": "02-012-0057_p0033",
      "zh_CN": "这几句话是佛劝告我们的话。『汝等』就是指我们。『应当安住无疑』，「安住」是你要把心安住在这一部经典上，安住在信愿持名这个方法上，安住在西方依正庄严上，这就对了，决定不要疑惑。",
      "zh_TW": "這幾句話是佛勸告我們的話。『汝等』就是指我們。『應當安住無疑』，「安住」是你要把心安住在這一部經典上，安住在信願持名這個方法上，安住在西方依正莊嚴上，這就對了，決定不要疑惑。"
    },
    {
      "id": "02-012-0057_p0034",
      "zh_CN": "我们为什么会有疑惑？疑惑的根源有二端，第一是我们的善根、福德没成熟，我们对它怀疑，这是一端；第二，我们对这个事实的真相没有能充分的认识，所以我们怀疑。第一个，这是不能勉强的，但是第二桩这个怀疑，如果我们遇缘殊胜，这个问题解决了，遇到真正的善知识能把西方世界的真相给我们讲得很清楚、很明白，把我们的疑问统统解除，断疑生信，这是遇缘殊胜。所以诸位要晓得，遇缘不殊胜而能往生的，那是凭他的善根、福德成熟。",
      "zh_TW": "我們為什麼會有疑惑？疑惑的根源有二端，第一是我們的善根、福德沒成熟，我們對它懷疑，這是一端；第二，我們對這個事實的真相沒有能充分的認識，所以我們懷疑。第一個，這是不能勉強的，但是第二樁這個懷疑，如果我們遇緣殊勝，這個問題解決了，遇到真正的善知識能把西方世界的真相給我們講得很清楚、很明白，把我們的疑問統統解除，斷疑生信，這是遇緣殊勝。所以諸位要曉得，遇緣不殊勝而能往生的，那是憑他的善根、福德成熟。"
    },
    {
      "id": "02-012-0057_p0035",
      "zh_CN": "像过去，这在民国初年，谛闲老法师他有一个徒弟念佛往生的。谛闲老法师是很了不起的人，但是徒弟本身有障碍，什么障碍？没有念过书，不认识字，做粗活出身的，四十多岁才出家，学什么都不行，他完全凭过去生中的善根、福德。他对于老和尚讲的话是一点都不怀疑，依教奉行。老和尚只教他六个字，「南无阿弥陀佛」，教给他，「你就一直念下去，念累了，你就休息休息，休息好了，你就再念，一直念下去，一定会有好处」。什么好处他也不晓得，老和尚也没告诉他。但是这个人很了不起，就一直念下去，念了三年，他成功了。三年念的境界，他也没有告诉人，别人也不晓得，但是我们如果根据经典里面所讲的，他必定得念佛三昧。他有没有开悟，我们不知道；念佛三昧，他一定得到，看他往生的样子就晓得了。",
      "zh_TW": "像過去，這在民國初年，諦閑老法師他有一個徒弟念佛往生的。諦閑老法師是很了不起的人，但是徒弟本身有障礙，什麼障礙？沒有念過書，不認識字，做粗活出身的，四十多歲才出家，學什麼都不行，他完全憑過去生中的善根、福德。他對於老和尚講的話是一點都不懷疑，依教奉行。老和尚只教他六個字，「南無阿彌陀佛」，教給他，「你就一直念下去，念累了，你就休息休息，休息好了，你就再念，一直念下去，一定會有好處」。什麼好處他也不曉得，老和尚也沒告訴他。但是這個人很了不起，就一直念下去，念了三年，他成功了。三年念的境界，他也沒有告訴人，別人也不曉得，但是我們如果根據經典裡面所講的，他必定得念佛三昧。他有沒有開悟，我們不知道；念佛三昧，他一定得到，看他往生的樣子就曉得了。"
    },
    {
      "id": "02-012-0057_p0036",
      "zh_CN": "他往生的头一天到城里面去看看他的亲戚朋友，实际上去看看是辞行，但是亲戚朋友不知道，他没有说，他也没有说他第二天走，他不说，去看看这些老朋友。到第二天中午，他就走了。人家是站着走的，没有生病。不生病，自己晓得什么时候走，站着走的。走了之后，还在那里站三天，等他的师父谛闲老和尚给他办后事。",
      "zh_TW": "他往生的頭一天到城裡面去看看他的親戚朋友，實際上去看看是辭行，但是親戚朋友不知道，他沒有說，他也沒有說他第二天走，他不說，去看看這些老朋友。到第二天中午，他就走了。人家是站著走的，沒有生病。不生病，自己曉得什麼時候走，站著走的。走了之後，還在那裡站三天，等他的師父諦閑老和尚給他辦後事。"
    },
    {
      "id": "02-012-0057_p0037",
      "zh_CN": "我们在台湾确确实实看到念佛站着往生的，我们看到在台湾有好几个，这是光复以来台湾有，那坐着走的人就更多了。但是死了以后还站三天，没听说过。民国初年的时候，死了以后还站三天，这是第一个人，后来也没有第二个。没念过书，一次经也没听过，一部经也没念过。你问他会什么？就是师父教给他「南无阿弥陀佛」，他就知道这个，所以这种人往生是无量劫的善根、福德。谛闲法师传授给他这一句「南无阿弥陀佛」，这是因缘，他就能死心塌地的相信，一句佛号念三年，他就成就了。",
      "zh_TW": "我們在台灣確確實實看到念佛站著往生的，我們看到在台灣有好幾個，這是光復以來台灣有，那坐著走的人就更多了。但是死了以後還站三天，沒聽說過。民國初年的時候，死了以後還站三天，這是第一個人，後來也沒有第二個。沒念過書，一次經也沒聽過，一部經也沒念過。你問他會什麼？就是師父教給他「南無阿彌陀佛」，他就知道這個，所以這種人往生是無量劫的善根、福德。諦閑法師傳授給他這一句「南無阿彌陀佛」，這是因緣，他就能死心塌地的相信，一句佛號念三年，他就成就了。"
    },
    {
      "id": "02-012-0057_p0038",
      "zh_CN": "第二个，这都是谛老法师亲自见到的，这个不是谛老法师的徒弟。哈尔滨极乐寺，倓虚法师建立的。道场建成之后，启建一个传戒法会兴隆道场，请谛闲老法师做得戒和尚。戒期当中，修无师往生。这个《念佛论》，大光法师笔记的，记载得很清楚。修无法师也是不认识字，在家的时候他做泥水匠。在大陆上那个时候没有念过书的人很多很多。他也不会念经，他也不懂佛法，出家之后，在常住里面做苦工，也就会念一句「阿弥陀佛」，他念了不少年。在传戒期间当中，他没有生病，他是坐着走的。",
      "zh_TW": "第二個，這都是諦老法師親自見到的，這個不是諦老法師的徒弟。哈爾濱極樂寺，倓虛法師建立的。道場建成之後，啟建一個傳戒法會興隆道場，請諦閑老法師做得戒和尚。戒期當中，修無師往生。這個《念佛論》，大光法師筆記的，記載得很清楚。修無法師也是不認識字，在家的時候他做泥水匠。在大陸上那個時候沒有念過書的人很多很多。他也不會念經，他也不懂佛法，出家之後，在常住裡面做苦工，也就會念一句「阿彌陀佛」，他念了不少年。在傳戒期間當中，他沒有生病，他是坐著走的。"
    },
    {
      "id": "02-012-0057_p0039",
      "zh_CN": "他在戒期帮忙，住了几天就跟倓老法师告假，他说他要走了。倓老法师有修养、有学问，对他这个行为虽然不满意，也没有说话。定西法师，这是当家师，他就沉不住气了，就责备修无法师，「你这个人太没有长远心了，我们传戒不过两个多月，你要走，戒期完了之后再走，功德圆满。才来了十几天，想帮忙，怎么就要走了？」修无就告诉他，「我不是到别的地方去，我要到西方极乐世界去」。这两个老和尚一听，这就呆了，这个不能阻挡，这是大事，不是小事。他第三天就走了，告假第三天就走了，没有生病，坐着走的，走得那么潇洒！那么自在！这是倓虚法师、定西法师亲眼看见的。以后谛闲法师到了戒坛的时候知道这一桩事情，对修无师非常赞叹，认为他才真正没有辜负出家一场，是一个真正修行人的好榜样。",
      "zh_TW": "他在戒期幫忙，住了幾天就跟倓老法師告假，他說他要走了。倓老法師有修養、有學問，對他這個行為雖然不滿意，也沒有說話。定西法師，這是當家師，他就沉不住氣了，就責備修無法師，「你這個人太沒有長遠心了，我們傳戒不過兩個多月，你要走，戒期完了之後再走，功德圓滿。才來了十幾天，想幫忙，怎麼就要走了？」修無就告訴他，「我不是到別的地方去，我要到西方極樂世界去」。這兩個老和尚一聽，這就呆了，這個不能阻擋，這是大事，不是小事。他第三天就走了，告假第三天就走了，沒有生病，坐著走的，走得那麼瀟灑！那麼自在！這是倓虛法師、定西法師親眼看見的。以後諦閑法師到了戒壇的時候知道這一樁事情，對修無師非常讚歎，認為他才真正沒有辜負出家一場，是一個真正修行人的好榜樣。"
    },
    {
      "id": "02-012-0057_p0040",
      "zh_CN": "由此可知，佛法这一桩大事是叫你真真实实开智慧，不给你讲世智辩聪。读多少经论，上台说法口若悬河，没用，不能了生死，要真实的功夫。真实的功夫是什么？是清净心。这一句阿弥陀佛是修清净心的方法，我们心里的妄想、忧虑、牵挂、烦恼刚刚一动，马上「阿弥陀佛」就把它压下去，这叫功夫，绝对不让一个妄想相续。妄想起来，不怕，古人讲「不怕念起，只怕觉迟」，什么叫觉迟？这一句阿弥陀佛念得太迟了。妄念才动，这一句「阿弥陀佛」马上就把它伏住。第一念是妄念，第二念是阿弥陀佛，这就叫功夫得力。",
      "zh_TW": "由此可知，佛法這一樁大事是叫你真真實實開智慧，不給你講世智辯聰。讀多少經論，上臺說法口若懸河，沒用，不能了生死，要真實的功夫。真實的功夫是什麼？是清淨心。這一句阿彌陀佛是修清淨心的方法，我們心裡的妄想、憂慮、牽掛、煩惱剛剛一動，馬上「阿彌陀佛」就把它壓下去，這叫功夫，絕對不讓一個妄想相續。妄想起來，不怕，古人講「不怕念起，只怕覺遲」，什麼叫覺遲？這一句阿彌陀佛念得太遲了。妄念才動，這一句「阿彌陀佛」馬上就把它伏住。第一念是妄念，第二念是阿彌陀佛，這就叫功夫得力。"
    },
    {
      "id": "02-012-0057_p0041",
      "zh_CN": "心清净了，身就清净了，这是我在讲席当中常常提醒同修的，也是对诸位同修真实的供养。真实的利益，心清净，身就清净了，身心清净，百病不生。所以人家走的时候，知道什么时候走，站着走，坐着走，不生病，他凭什么？他心里没有杂念，就凭这个。我们今天为什么不行？胡思乱想太多了，就这一点不如人家。我们对佛法懂得很多，他什么都不懂，实际上他高，我们不如他。我们佛法懂这么多是什么？胡思乱想。佛法也是胡思乱想，这个诸位要知道。你要不真正了解这个道理，你被释迦牟尼佛害死了。其实释迦牟尼佛不害人，是你自己害自己，你不解佛的意思。佛讲得很清楚，叫你对佛法不要执着，不要把佛法放在心上，那就错了。《金刚经》上说得很明白，「法尚应舍，何况非法」，那个「法」就是佛法，佛法也要舍掉，何况不是佛法？不是佛法，是世间法，更应当要舍掉。",
      "zh_TW": "心清淨了，身就清淨了，這是我在講席當中常常提醒同修的，也是對諸位同修真實的供養。真實的利益，心清淨，身就清淨了，身心清淨，百病不生。所以人家走的時候，知道什麼時候走，站著走，坐著走，不生病，他憑什麼？他心裡沒有雜念，就憑這個。我們今天為什麼不行？胡思亂想太多了，就這一點不如人家。我們對佛法懂得很多，他什麼都不懂，實際上他高，我們不如他。我們佛法懂這麼多是什麼？胡思亂想。佛法也是胡思亂想，這個諸位要知道。你要不真正了解這個道理，你被釋迦牟尼佛害死了。其實釋迦牟尼佛不害人，是你自己害自己，你不解佛的意思。佛講得很清楚，叫你對佛法不要執著，不要把佛法放在心上，那就錯了。《金剛經》上說得很明白，「法尚應捨，何況非法」，那個「法」就是佛法，佛法也要捨掉，何況不是佛法？不是佛法，是世間法，更應當要捨掉。"
    },
    {
      "id": "02-012-0057_p0042",
      "zh_CN": "在「禅」，是一切都要舍；在「净」，是一切都舍掉，只要你留一个阿弥陀佛，这比禅就方便多了。一切皆舍是很不容易，统统舍了还留一个，这个就方便多了，所以这个法门殊胜在此地。用一念止一切妄念，这是本经教给我们的方法。正因为我们的妄念断不了，所以才叫你读经，依照经典这些教训来修行，这是什么？这是第二等的众生、第三等的众生，不得不用这个方法教你断恶修善。像修无师、像谛闲法师站着往生的那个徒弟，那是上上根，他们不要读经，不要用这个方法，因为他一句佛号就行了，所有一切妄想、执着全部都被这一句佛号给它化解掉了，那种人才叫上上根人。我们实在讲是中下根人，不是上上根人。所以他们的成就殊胜不可思议。",
      "zh_TW": "在「禪」，是一切都要捨；在「淨」，是一切都捨掉，只要你留一個阿彌陀佛，這比禪就方便多了。一切皆捨是很不容易，統統捨了還留一個，這個就方便多了，所以這個法門殊勝在此地。用一念止一切妄念，這是本經教給我們的方法。正因為我們的妄念斷不了，所以才叫你讀經，依照經典這些教訓來修行，這是什麼？這是第二等的眾生、第三等的眾生，不得不用這個方法教你斷惡修善。像修無師、像諦閑法師站著往生的那個徒弟，那是上上根，他們不要讀經，不要用這個方法，因為他一句佛號就行了，所有一切妄想、執著全部都被這一句佛號給它化解掉了，那種人才叫上上根人。我們實在講是中下根人，不是上上根人。所以他們的成就殊勝不可思議。"
    },
    {
      "id": "02-012-0057_p0043",
      "zh_CN": "我们今天对这个事实搞清楚了、搞明白了，那么想想我们想不想当上上根人？想当上上根人不难，也学他那个样子，一天到晚一句佛号，什么都舍弃，他三年能成，我们三年决定也能成。这三年不能成是你还是不肯放下，那个病根在此地。佛的理论方法没有错，错在我们自己不肯完全接受，不肯依教奉行，过失在这个地方。",
      "zh_TW": "我們今天對這個事實搞清楚了、搞明白了，那麼想想我們想不想當上上根人？想當上上根人不難，也學他那個樣子，一天到晚一句佛號，什麼都捨棄，他三年能成，我們三年決定也能成。這三年不能成是你還是不肯放下，那個病根在此地。佛的理論方法沒有錯，錯在我們自己不肯完全接受，不肯依教奉行，過失在這個地方。"
    },
    {
      "id": "02-012-0057_p0044",
      "zh_CN": "我们能不能从今而后「安住无疑」？这一句就决定我们这一生能不能往生。果然能够安住无疑，『种诸善本』，这个「善本」就是执持名号，一天到晚，心不离念，念不离佛。『应常修习，使无疑滞』，「疑」是怀疑，「滞」是止住，不能前进，这就是障碍。",
      "zh_TW": "我們能不能從今而後「安住無疑」？這一句就決定我們這一生能不能往生。果然能夠安住無疑，『種諸善本』，這個「善本」就是執持名號，一天到晚，心不離念，念不離佛。『應常修習，使無疑滯』，「疑」是懷疑，「滯」是止住，不能前進，這就是障礙。"
    },
    {
      "id": "02-012-0057_p0045",
      "zh_CN": "『不入一切种类珍宝成就牢狱』，「珍宝成就牢狱」是指欲界、色界诸天。天上享福，寿命长，福报大，一切物质、精神享受都是自然的。为什么叫做牢狱？不能出三界，福享尽了，还要堕落，所以佛把三界称为牢狱，这个意思就是警告我们不要求生天的果报。世法里头有许多法门的目的都在生天，除了佛教之外，可以说世间所有的宗教，它的最后目标都是在天堂。",
      "zh_TW": "『不入一切種類珍寶成就牢獄』，「珍寶成就牢獄」是指欲界、色界諸天。天上享福，壽命長，福報大，一切物質、精神享受都是自然的。為什麼叫做牢獄？不能出三界，福享盡了，還要墮落，所以佛把三界稱為牢獄，這個意思就是警告我們不要求生天的果報。世法裡頭有許多法門的目的都在生天，除了佛教之外，可以說世間所有的宗教，它的最後目標都是在天堂。"
    },
    {
      "id": "02-012-0057_p0046",
      "zh_CN": "天有很多种类，不可以含糊笼统只说一个天堂，那是错误的。知道有很多种类的，印度许多的宗教，他们知道，像西方基督教、天主教、伊斯兰教，他们还不知道天有很多的天，他们认为天只有一个，上帝只有一个，是唯一的真神，不知道天有二十八层，每一层里头都很多。印度人知道。印度宗教为什么知道？印度宗教修禅定，禅定功深了，他就见到了，定中能看到这个境界，所以他知道。所以印度许多宗教对于六道轮回的状况，他们知道得很清楚。你要问他为什么知道？统统修禅定。有些禅定能够达到「四空天」，这个不能不佩服，连释迦牟尼佛都佩服他们。他知道六道的状况，知道其当然，不知道其所以然。六道的情形，他都晓得，看得清清楚楚，为什么会有六道？他不知道，那这就不是定功了，这个要属于智慧了。他只到定，定没有开智慧，定要开了智慧，那这个事情就完全明白了。为什么会有六道？六道从哪来的？如何解决六道的问题？那都知道。",
      "zh_TW": "天有很多種類，不可以含糊籠統只說一個天堂，那是錯誤的。知道有很多種類的，印度許多的宗教，他們知道，像西方基督教、天主教、伊斯蘭教，他們還不知道天有很多的天，他們認為天只有一個，上帝只有一個，是唯一的真神，不知道天有二十八層，每一層裡頭都很多。印度人知道。印度宗教為什麼知道？印度宗教修禪定，禪定功深了，他就見到了，定中能看到這個境界，所以他知道。所以印度許多宗教對於六道輪迴的狀況，他們知道得很清楚。你要問他為什麼知道？統統修禪定。有些禪定能夠達到「四空天」，這個不能不佩服，連釋迦牟尼佛都佩服他們。他知道六道的狀況，知道其當然，不知道其所以然。六道的情形，他都曉得，看得清清楚楚，為什麼會有六道？他不知道，那這就不是定功了，這個要屬於智慧了。他只到定，定沒有開智慧，定要開了智慧，那這個事情就完全明白了。為什麼會有六道？六道從哪來的？如何解決六道的問題？那都知道。"
    },
    {
      "id": "02-012-0057_p0047",
      "zh_CN": "可是从定开慧那要相当长的时间。阿罗汉的定功比这个世间四禅八定要深得多了，所以阿罗汉所证得的定叫九次第定，第九定出了三界，有能力出三界，但是智慧没有开。你要问阿罗汉三界里面这些所以然的道理，阿罗汉也答不出来。你问他这里面事实的真相、轮回的状况，他能够解释得很清楚。你问他为什么会有这些？他就不知道了，那需要智慧。所以欲界、色界诸天就好比是「一切种类珍宝牢狱」，生到那里去了，决定不究竟。",
      "zh_TW": "可是從定開慧那要相當長的時間。阿羅漢的定功比這個世間四禪八定要深得多了，所以阿羅漢所證得的定叫九次第定，第九定出了三界，有能力出三界，但是智慧沒有開。你要問阿羅漢三界裡面這些所以然的道理，阿羅漢也答不出來。你問他這裡面事實的真相、輪迴的狀況，他能夠解釋得很清楚。你問他為什麼會有這些？他就不知道了，那需要智慧。所以欲界、色界諸天就好比是「一切種類珍寶牢獄」，生到那裡去了，決定不究竟。"
    },
    {
      "id": "02-012-0057_p0048",
      "zh_CN": "佛法的修学丝毫都不能够偏差。佛在此地提出这一句的警告，实在讲非常重要，为什么？学佛要不求生净土，就必然得天福，一定生天，一定落到这个「一切种类珍宝牢狱」去了。因为你一生修行，心善行善，积功累德，当然得天上的果报。如果心地再有相当清净，那这个天逐渐就往上提升了，享天福去了。所以这一句话我们要牢牢记住，要避免这个过失，就一定决心求生净土。",
      "zh_TW": "佛法的修學絲毫都不能夠偏差。佛在此地提出這一句的警告，實在講非常重要，為什麼？學佛要不求生淨土，就必然得天福，一定生天，一定落到這個「一切種類珍寶牢獄」去了。因為你一生修行，心善行善，積功累德，當然得天上的果報。如果心地再有相當清淨，那這個天逐漸就往上提升了，享天福去了。所以這一句話我們要牢牢記住，要避免這個過失，就一定決心求生淨土。"
    },
    {
      "id": "02-012-0057_p0049",
      "zh_CN": "【阿逸多。如是等类大威德者。能生佛法广大异门。由于此法不听闻故。有一亿菩萨。退转阿耨多罗三藐三菩提。】",
      "zh_TW": "【阿逸多。如是等類大威德者。能生佛法廣大異門。由於此法不聽聞故。有一億菩薩。退轉阿耨多羅三藐三菩提。】"
    },
    {
      "id": "02-012-0057_p0050",
      "zh_CN": "这一段话佛又特别叫着弥勒菩萨的名字，『阿逸多』是弥勒菩萨的名字，叫着他的名字是提醒他底下的话非常重要，是叫他注意听。",
      "zh_TW": "這一段話佛又特別叫著彌勒菩薩的名字，『阿逸多』是彌勒菩薩的名字，叫著他的名字是提醒他底下的話非常重要，是叫他注意聽。"
    },
    {
      "id": "02-012-0057_p0051",
      "zh_CN": "『如是等类大威德者』，这是指哪些人？李老师有个小注注在旁边，大家一看就很清楚，对于这个法门不怀疑，不退转的人，对这个法门能够深信不疑，求生的愿望绝对不改变，执持佛号决无退转，这一种人就是佛所称赞的「大威德者」。大威德本来是称赞大菩萨的，我们这些人，佛都称大威德了，是不是过分了一点？不过分。为什么不过分？过几年你就往生到了西方极乐世界，那你就是像这个经上所讲的是七地以上的菩萨了，现在称呼你怎么会过分？不过分，真的是大威德者。所以这个称呼等于佛给我们授记，而且很快你就得到。不同修学其他法门，修学其他法门，佛在大乘经上常讲，要到这个地位要修两个阿僧祇劫，那当然佛要现在称你，称呼太早了一点。修净宗法门，那就是不久你就得到，因为你这一生当中必然得到，这个称呼就是当然的。",
      "zh_TW": "『如是等類大威德者』，這是指哪些人？李老師有個小註註在旁邊，大家一看就很清楚，對於這個法門不懷疑，不退轉的人，對這個法門能夠深信不疑，求生的願望絕對不改變，執持佛號決無退轉，這一種人就是佛所稱讚的「大威德者」。大威德本來是稱讚大菩薩的，我們這些人，佛都稱大威德了，是不是過分了一點？不過分。為什麼不過分？過幾年你就往生到了西方極樂世界，那你就是像這個經上所講的是七地以上的菩薩了，現在稱呼你怎麼會過分？不過分，真的是大威德者。所以這個稱呼等於佛給我們授記，而且很快你就得到。不同修學其他法門，修學其他法門，佛在大乘經上常講，要到這個地位要修兩個阿僧祇劫，那當然佛要現在稱你，稱呼太早了一點。修淨宗法門，那就是不久你就得到，因為你這一生當中必然得到，這個稱呼就是當然的。"
    },
    {
      "id": "02-012-0057_p0052",
      "zh_CN": "『能生佛法广大异门』，这两句话就是指净土法门，你能得到净土法门。净土法门是广大的「异门」。「广大」是讲大乘佛法八万四千法门、无量法门，而净土是无量大乘法门里面的特别法门。这个「异」就是特别。古德称为「门余大道」，「门」是法门，无量无边法门；「余」是以外的，八万四千法门以外的一条特别成佛的大道，所以此地称为「佛法广大异门」。克实而论，就是这一部经典，《无量寿经》你真正得到了。不是你得到这个经本，你心里头真有《无量寿经》，你在日常生活当中有《无量寿经》了，你在处事待人接物有《无量寿经》了，那你是真正得到了。真正得到，这个人就是大威德者，这是世尊对你的赞叹。",
      "zh_TW": "『能生佛法廣大異門』，這兩句話就是指淨土法門，你能得到淨土法門。淨土法門是廣大的「異門」。「廣大」是講大乘佛法八萬四千法門、無量法門，而淨土是無量大乘法門裡面的特別法門。這個「異」就是特別。古德稱為「門餘大道」，「門」是法門，無量無邊法門；「餘」是以外的，八萬四千法門以外的一條特別成佛的大道，所以此地稱為「佛法廣大異門」。剋實而論，就是這一部經典，《無量壽經》你真正得到了。不是你得到這個經本，你心裡頭真有《無量壽經》，你在日常生活當中有《無量壽經》了，你在處事待人接物有《無量壽經》了，那你是真正得到了。真正得到，這個人就是大威德者，這是世尊對你的讚歎。"
    },
    {
      "id": "02-012-0057_p0053",
      "zh_CN": "底下说，那你要是得不到，得不到就是下面了：『由于此法不听闻故』，这不是讲别人，是九界众生里面的菩萨，不是凡人，菩萨啦。菩萨，前面说过，菩萨修行的功夫、道力、智慧、神通，我们比不上他。为什么他们听不到这个经？遇不到这个法门？他过去生中没有供养无量无边诸佛如来。我们在累劫修行功夫上比不上他，但是我们累积的善根、福德，他不如我们，这是两桩事情。他能够当菩萨是他遇到佛法之后，他勇猛精进，他断了见思烦恼，成了菩萨。我们生生世世学佛，没断烦恼，所以还当凡夫，我修的时间比他久。这是他没有缘分遇到这个法门，没有缘分遇到这个法门，他就会退转。佛在经典里面常常告诉我们，菩萨要到什么地位才不退转？到八地，八地叫「不动地」，这个时候不退转；七地以前还会退转。",
      "zh_TW": "底下說，那你要是得不到，得不到就是下面了：『由於此法不聽聞故』，這不是講別人，是九界眾生裡面的菩薩，不是凡人，菩薩啦。菩薩，前面說過，菩薩修行的功夫、道力、智慧、神通，我們比不上他。為什麼他們聽不到這個經？遇不到這個法門？他過去生中沒有供養無量無邊諸佛如來。我們在累劫修行功夫上比不上他，但是我們累積的善根、福德，他不如我們，這是兩樁事情。他能夠當菩薩是他遇到佛法之後，他勇猛精進，他斷了見思煩惱，成了菩薩。我們生生世世學佛，沒斷煩惱，所以還當凡夫，我修的時間比他久。這是他沒有緣分遇到這個法門，沒有緣分遇到這個法門，他就會退轉。佛在經典裡面常常告訴我們，菩薩要到什麼地位才不退轉？到八地，八地叫「不動地」，這個時候不退轉；七地以前還會退轉。"
    },
    {
      "id": "02-012-0057_p0054",
      "zh_CN": "那么当然此地所讲的『一亿菩萨』一定是七地以前的菩萨，这个不包括八地菩萨，八地菩萨不退转了。难，相当不容易。由此可知，我们对这个法门能够信受奉行，有这样坚定的信心，强烈的愿望，一心一意专念阿弥陀佛，超过这些菩萨太多太多了。怎么超过的？第一个是无量劫来的善根、福德，这是自己生生世世积功累德，这是一个因素。第二个因素，现在得十方一切诸佛如来冥冥当中加持，我们才能够得生佛法广大异门，我们才能得净土法门，才能够心行、生活与经典相应。相应就是得到，不相应就是没得。",
      "zh_TW": "那麼當然此地所講的『一億菩薩』一定是七地以前的菩薩，這個不包括八地菩薩，八地菩薩不退轉了。難，相當不容易。由此可知，我們對這個法門能夠信受奉行，有這樣堅定的信心，強烈的願望，一心一意專念阿彌陀佛，超過這些菩薩太多太多了。怎麼超過的？第一個是無量劫來的善根、福德，這是自己生生世世積功累德，這是一個因素。第二個因素，現在得十方一切諸佛如來冥冥當中加持，我們才能夠得生佛法廣大異門，我們才能得淨土法門，才能夠心行、生活與經典相應。相應就是得到，不相應就是沒得。"
    },
    {
      "id": "02-012-0057_p0055",
      "zh_CN": "后面这一句话是梵语音译的，『阿耨多罗三藐三菩提』，这一个名词是佛法修学的目标。你学佛，你修学佛法的目的何在？就是「阿耨多罗三藐三菩提」。阿耨多罗三藐三菩提要是得到了，那你就成佛了；没有得到，正在向这个目标迈进的时候，你就叫菩萨。菩萨求阿耨多罗三藐三菩提还没有得到，真正得到了就叫做「佛」。这一句话翻成中国意思是无上正等正觉。「阿」翻作「无」。我们「阿弥陀佛」也是的，「阿」翻作「无」，「弥陀」翻作「量」，「佛」翻作「觉」，「无量觉」。释迦牟尼佛是从它含义里面翻成无量寿、无量光，光与寿都是无量之中的一种。「耨多罗」翻作「上」，「三」翻作「正」，「藐」翻作「等」，「菩提」翻作「觉」，所以整个这一句翻作「无上正等正觉」。这是我们学佛人希望达到的目标，我们就是学这个。",
      "zh_TW": "後面這一句話是梵語音譯的，『阿耨多羅三藐三菩提』，這一個名詞是佛法修學的目標。你學佛，你修學佛法的目的何在？就是「阿耨多羅三藐三菩提」。阿耨多羅三藐三菩提要是得到了，那你就成佛了；沒有得到，正在向這個目標邁進的時候，你就叫菩薩。菩薩求阿耨多羅三藐三菩提還沒有得到，真正得到了就叫做「佛」。這一句話翻成中國意思是無上正等正覺。「阿」翻作「無」。我們「阿彌陀佛」也是的，「阿」翻作「無」，「彌陀」翻作「量」，「佛」翻作「覺」，「無量覺」。釋迦牟尼佛是從它含義裡面翻成無量壽、無量光，光與壽都是無量之中的一種。「耨多羅」翻作「上」，「三」翻作「正」，「藐」翻作「等」，「菩提」翻作「覺」，所以整個這一句翻作「無上正等正覺」。這是我們學佛人希望達到的目標，我們就是學這個。"
    },
    {
      "id": "02-012-0057_p0056",
      "zh_CN": "「无上正等正觉」也可以把它分成三个阶段，这三个阶段如果要是分的话，第一个阶段「三菩提」，第二个阶段「三藐三菩提」，第三个阶段是「阿耨多罗三藐三菩提」。这个三菩提就是正觉，这是佛法修学第一个阶段。正觉，如果你真正得到正觉了，在佛法里面你就得到一个学位，这个学位称阿罗汉，你已经证得阿罗汉果了。阿罗汉是正觉。好像我们学校念书一样，有学士、硕士、博士，学位的名称。菩萨、佛、罗汉都是学位的称呼。最低的是阿罗汉，他得的是正觉；第二个是菩萨，菩萨得的是正等正觉；最高的是佛，佛在上，加个无上，无上正等正觉。这是普通常识，我们要知道的。学佛学什么？求什么？我求无上正等正觉。",
      "zh_TW": "「無上正等正覺」也可以把它分成三個階段，這三個階段如果要是分的話，第一個階段「三菩提」，第二個階段「三藐三菩提」，第三個階段是「阿耨多羅三藐三菩提」。這個三菩提就是正覺，這是佛法修學第一個階段。正覺，如果你真正得到正覺了，在佛法裡面你就得到一個學位，這個學位稱阿羅漢，你已經證得阿羅漢果了。阿羅漢是正覺。好像我們學校念書一樣，有學士、碩士、博士，學位的名稱。菩薩、佛、羅漢都是學位的稱呼。最低的是阿羅漢，他得的是正覺；第二個是菩薩，菩薩得的是正等正覺；最高的是佛，佛在上，加個無上，無上正等正覺。這是普通常識，我們要知道的。學佛學什麼？求什麼？我求無上正等正覺。"
    },
    {
      "id": "02-012-0057_p0057",
      "zh_CN": "无上正等正觉要跟普通人讲，他不懂，你要解释还得解释半天，他听了还未必能够理解。如果用最通俗的话来讲，大家一听就明了，那怎么讲法？就是「究竟圆满的智慧」，这个话大家听了很容易懂，很容易接受，佛法所求的就是究竟圆满的智慧。智慧到达究竟圆满，换句话说，无所不知，无所不能，这才究竟圆满，这是学佛人所求的，他不求别的。唯有智慧才能解决一切世间人不能解决的问题，六道生死的问题，没有智慧不能解决，有智慧就解决了，有能力就解决了。所以佛法所追求的是真实的智慧、圆满的智慧。",
      "zh_TW": "無上正等正覺要跟普通人講，他不懂，你要解釋還得解釋半天，他聽了還未必能夠理解。如果用最通俗的話來講，大家一聽就明瞭，那怎麼講法？就是「究竟圓滿的智慧」，這個話大家聽了很容易懂，很容易接受，佛法所求的就是究竟圓滿的智慧。智慧到達究竟圓滿，換句話說，無所不知，無所不能，這才究竟圓滿，這是學佛人所求的，他不求別的。唯有智慧才能解決一切世間人不能解決的問題，六道生死的問題，沒有智慧不能解決，有智慧就解決了，有能力就解決了。所以佛法所追求的是真實的智慧、圓滿的智慧。"
    },
    {
      "id": "02-012-0057_p0058",
      "zh_CN": "佛经，经典很多，经典里面所讲的，无论是一部经、是一切经，跟我们所说的无非是宇宙人生的真相。诸位要知道，如果不是究竟圆满的智慧，宇宙人生的真相你怎么能说得出来？宇宙是我们生活环境，人生是我们本人，所以仔细想想，佛教与我们的关系太密切了，它就是告诉我们自己跟自己生活环境的真相，佛法就是这么一门学问。所以比较世间任何学术，谈到切身关系，那没有比佛法更真切了。好，我们今天就讲到此地。",
      "zh_TW": "佛經，經典很多，經典裡面所講的，無論是一部經、是一切經，跟我們所說的無非是宇宙人生的真相。諸位要知道，如果不是究竟圓滿的智慧，宇宙人生的真相你怎麼能說得出來？宇宙是我們生活環境，人生是我們本人，所以仔細想想，佛教與我們的關係太密切了，它就是告訴我們自己跟自己生活環境的真相，佛法就是這麼一門學問。所以比較世間任何學術，談到切身關係，那沒有比佛法更真切了。好，我們今天就講到此地。"
    }
  ]
}