{
  "doc_id": "02-012-0041",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十一集",
    "zh_TW": "第四十一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0041",
  "total_paragraphs": 104,
  "paragraphs": [
    {
      "id": "02-012-0041_p0001",
      "zh_CN": "上一次讲到「愿力宏深第二十九」，五十八页，请掀开经本第五十八页。「愿力宏深第二十九」，在这一品的前面一段我们讲过，我们从第二段看起。在这一面，就是五十八面倒数第三行，从当中看起：",
      "zh_TW": "上一次講到「願力宏深第二十九」，五十八頁，請掀開經本第五十八頁。「願力宏深第二十九」，在這一品的前面一段我們講過，我們從第二段看起。在這一面，就是五十八面倒數第三行，從當中看起："
    },
    {
      "id": "02-012-0041_p0002",
      "zh_CN": "【无量寿佛意欲度脱十方世界诸众生类。皆使往生其国。悉令得泥洹道。作菩萨者。令悉作佛。既作佛已。转相教授。转相度脱。如是辗转。不可复计。】",
      "zh_TW": "【無量壽佛意欲度脫十方世界諸眾生類。皆使往生其國。悉令得泥洹道。作菩薩者。令悉作佛。既作佛已。轉相教授。轉相度脫。如是輾轉。不可復計。】"
    },
    {
      "id": "02-012-0041_p0003",
      "zh_CN": "我们从这一段看起。这个一段是深深的能够认识阿弥陀佛愿力度生的不可思议。『无量寿佛』就是阿弥陀佛，我们从这个经前面一直读下来，自然能够明了，佛在因地，也就是像我们现在这种身分，是人身的身分，这叫因地，成佛是果地。因地发心，就是希望有能力帮助一切众生快速的成佛。当然他到成佛之后，他的大愿都实现了，没有一愿落空。这个地方，世尊为我们再叙说，弥陀的本意是要『度脱十方世界诸众生类』，这一句包括了尽虚空遍法界的一切众生。除佛之外，都称作众生；众生不仅是指六道，还包括了声闻、缘觉、菩萨，所以是九法界的众生，我们通常讲九界众生。",
      "zh_TW": "我們從這一段看起。這個一段是深深的能夠認識阿彌陀佛願力度生的不可思議。『無量壽佛』就是阿彌陀佛，我們從這個經前面一直讀下來，自然能夠明瞭，佛在因地，也就是像我們現在這種身分，是人身的身分，這叫因地，成佛是果地。因地發心，就是希望有能力幫助一切眾生快速的成佛。當然他到成佛之後，他的大願都實現了，沒有一願落空。這個地方，世尊為我們再敘說，彌陀的本意是要『度脫十方世界諸眾生類』，這一句包括了盡虛空遍法界的一切眾生。除佛之外，都稱作眾生；眾生不僅是指六道，還包括了聲聞、緣覺、菩薩，所以是九法界的眾生，我們通常講九界眾生。"
    },
    {
      "id": "02-012-0041_p0004",
      "zh_CN": "阿弥陀佛用什么方法来帮助这些人？是让他们到西方极乐世界，这就是阿弥陀佛教学的道场；一切众生只要生到他这个地方去，他就可以以究竟圆满的智慧能力帮助众生。你要不去，那个帮助是有限度的，不是圆满的；到达西方世界，他的帮助是究竟圆满。这就好比阿弥陀佛在那个地方办了一个学校，你要是到他学校去，他照顾就周到了，是面面都周到；你不到那个学校去，他对你照顾就有限度了，不能说是圆满周到。这一点我们要认识清楚。",
      "zh_TW": "阿彌陀佛用什麼方法來幫助這些人？是讓他們到西方極樂世界，這就是阿彌陀佛教學的道場；一切眾生只要生到他這個地方去，他就可以以究竟圓滿的智慧能力幫助眾生。你要不去，那個幫助是有限度的，不是圓滿的；到達西方世界，他的幫助是究竟圓滿。這就好比阿彌陀佛在那個地方辦了一個學校，你要是到他學校去，他照顧就周到了，是面面都周到；你不到那個學校去，他對你照顧就有限度了，不能說是圓滿周到。這一點我們要認識清楚。"
    },
    {
      "id": "02-012-0041_p0005",
      "zh_CN": "那么他帮助我们，到底帮助多少？这底下说得很清楚，『悉令得泥洹道』。「泥洹」就是般涅槃，大般涅槃是成佛了。无量寿佛对我们的帮助，一定帮助我们成佛，跟他境界完全相同。",
      "zh_TW": "那麼他幫助我們，到底幫助多少？這底下說得很清楚，『悉令得泥洹道』。「泥洹」就是般涅槃，大般涅槃是成佛了。無量壽佛對我們的幫助，一定幫助我們成佛，跟他境界完全相同。"
    },
    {
      "id": "02-012-0041_p0006",
      "zh_CN": "『作菩萨者，令悉作佛』。此地说「作菩萨者」，不是指那些往生的；这是我们前面读过了，这是十方世界的菩萨，仰慕阿弥陀佛，常常到西方极乐世界去亲近阿弥陀佛，听阿弥陀佛讲经说法，这一类的菩萨，在十方世界度化众生。这些人已经有非常深厚的基础，阿弥陀佛一定帮助他们成佛，这些人是现在已经居菩萨位了。",
      "zh_TW": "『作菩薩者，令悉作佛』。此地說「作菩薩者」，不是指那些往生的；這是我們前面讀過了，這是十方世界的菩薩，仰慕阿彌陀佛，常常到西方極樂世界去親近阿彌陀佛，聽阿彌陀佛講經說法，這一類的菩薩，在十方世界度化眾生。這些人已經有非常深厚的基礎，阿彌陀佛一定幫助他們成佛，這些人是現在已經居菩薩位了。"
    },
    {
      "id": "02-012-0041_p0007",
      "zh_CN": "下面这就说了，这些人统统都成佛了，成佛之后干些什么？成佛之后，一定不违本愿。像我们现在常常发愿，四弘誓愿每一个学佛的同修都曾经发过，是不是从心里发的？那就不一定了。四弘誓愿，「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，这是所有诸佛菩萨在因地当中的总愿；换句话说，无论你发什么愿，你总超不出这四个范围。这四个范围把所有一切诸佛菩萨所发的愿都包括了，阿弥陀佛四十八愿也不例外，也不能出四弘誓愿范围之外。",
      "zh_TW": "下面這就說了，這些人統統都成佛了，成佛之後幹些什麼？成佛之後，一定不違本願。像我們現在常常發願，四弘誓願每一個學佛的同修都曾經發過，是不是從心裡發的？那就不一定了。四弘誓願，「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，這是所有諸佛菩薩在因地當中的總願；換句話說，無論你發什麼願，你總超不出這四個範圍。這四個範圍把所有一切諸佛菩薩所發的願都包括了，阿彌陀佛四十八願也不例外，也不能出四弘誓願範圍之外。"
    },
    {
      "id": "02-012-0041_p0008",
      "zh_CN": "还有我们常常或者是念佛诵经，完毕之后都念一个回向偈，回向也是发愿。古人作的回向文，还是回向偈，种类很多，但是也不出四弘誓愿的范围。而四弘誓愿最重要的是第一愿，「众生无边誓愿度」；我现在发这个愿，我今天智慧不足，能力不够，虽想度众生，度不了；那么到西方极乐世界，得到无量寿佛的帮助，我们自己也成佛了；成佛之后，从前发的这个愿，一定会兑现的；换句话说，也要像诸佛菩萨一样，时时处处去普度众生。",
      "zh_TW": "還有我們常常或者是念佛誦經，完畢之後都念一個迴向偈，迴向也是發願。古人作的迴向文，還是迴向偈，種類很多，但是也不出四弘誓願的範圍。而四弘誓願最重要的是第一願，「眾生無邊誓願度」；我現在發這個願，我今天智慧不足，能力不夠，雖想度眾生，度不了；那麼到西方極樂世界，得到無量壽佛的幫助，我們自己也成佛了；成佛之後，從前發的這個願，一定會兌現的；換句話說，也要像諸佛菩薩一樣，時時處處去普度眾生。"
    },
    {
      "id": "02-012-0041_p0009",
      "zh_CN": "所以说『既作佛已，转相教授』，就如过去、现在佛一样，以善巧方便度脱众生，『转相度脱』。",
      "zh_TW": "所以說『既作佛已，轉相教授』，就如過去、現在佛一樣，以善巧方便度脫眾生，『轉相度脫』。"
    },
    {
      "id": "02-012-0041_p0010",
      "zh_CN": "『如是辗转，不可复计』。将来这一尊佛所教的学生，他又成佛了，那个学生成佛，再度众生，这样辗转，那就无量无边了。",
      "zh_TW": "『如是輾轉，不可復計』。將來這一尊佛所教的學生，他又成佛了，那個學生成佛，再度眾生，這樣輾轉，那就無量無邊了。"
    },
    {
      "id": "02-012-0041_p0011",
      "zh_CN": "【十方世界。声闻菩萨。诸众生类。生彼佛国。得泥洹道。当作佛者。不可胜数。】",
      "zh_TW": "【十方世界。聲聞菩薩。諸眾生類。生彼佛國。得泥洹道。當作佛者。不可勝數。】"
    },
    {
      "id": "02-012-0041_p0012",
      "zh_CN": "这一段文是告诉我们，阿弥陀佛所度的那些学生，这一些学生当中现在已经成佛的这个数字，都没有办法计算，太多太多了，『不可胜数』，数不出来。",
      "zh_TW": "這一段文是告訴我們，阿彌陀佛所度的那些學生，這一些學生當中現在已經成佛的這個數字，都沒有辦法計算，太多太多了，『不可勝數』，數不出來。"
    },
    {
      "id": "02-012-0041_p0013",
      "zh_CN": "我们想一想，这么多的佛，在阿弥陀佛会下成就了，这是什么时候的事情？经上给我们讲得很清楚，「阿弥陀佛，成佛以来，于今十劫」；十劫当中度这么多人成佛，这是难信之法，真正不可思议。",
      "zh_TW": "我們想一想，這麼多的佛，在阿彌陀佛會下成就了，這是什麼時候的事情？經上給我們講得很清楚，「阿彌陀佛，成佛以來，於今十劫」；十劫當中度這麼多人成佛，這是難信之法，真正不可思議。"
    },
    {
      "id": "02-012-0041_p0014",
      "zh_CN": "回过头来再看看我们娑婆世界，我们娑婆世界在这个一大劫当中，现在这个劫叫「贤劫」。这一大劫当中，世尊告诉我们，成佛的人很多很多，所以这个劫的名字叫贤劫。很多很多，多到多少？一千尊佛。跟极乐世界比，不能成比例。我们这个一劫是最多最多的了，这才一千尊佛；人家那个地方十劫，它也是大劫，十劫时间是我们的十倍，成佛的数字没有办法计算，怎么能比！所以从这个地方来观察，就知道西方极乐世界修行的环境比我们殊胜，那个地方成就容易，这个地方成就困难；那个地方成就人多，这个地方成就人少。",
      "zh_TW": "回過頭來再看看我們娑婆世界，我們娑婆世界在這個一大劫當中，現在這個劫叫「賢劫」。這一大劫當中，世尊告訴我們，成佛的人很多很多，所以這個劫的名字叫賢劫。很多很多，多到多少？一千尊佛。跟極樂世界比，不能成比例。我們這個一劫是最多最多的了，這才一千尊佛；人家那個地方十劫，它也是大劫，十劫時間是我們的十倍，成佛的數字沒有辦法計算，怎麼能比！所以從這個地方來觀察，就知道西方極樂世界修行的環境比我們殊勝，那個地方成就容易，這個地方成就困難；那個地方成就人多，這個地方成就人少。"
    },
    {
      "id": "02-012-0041_p0015",
      "zh_CN": "【彼佛国中。常如一法。不为增多。所以者何。犹如大海。为水中王。诸水流行。都入海中。是大海水。宁为增减。】",
      "zh_TW": "【彼佛國中。常如一法。不為增多。所以者何。猶如大海。為水中王。諸水流行。都入海中。是大海水。寧為增減。】"
    },
    {
      "id": "02-012-0041_p0016",
      "zh_CN": "这是结归阿弥陀佛性德的作用不可思议。我们这个世界，现在大家都知道的，人口不断的在增加，地球上面积又不能扩大，人满为患，现在大家都有这个感触，生存就有了问题；人太多，地太小了，出产不够供应，这问题严重。西方世界每一天去往生的人数也不可思议，不是我们地球上人去，十方世界、每一个世界都有人去，世界无量无边，就算一个世界一天一个人去，这个数字都不得了，他那个地方人口增长率是没有办法想像的，没有法子计算的。那么西方世界人口会不会爆炸？这是个大问题。",
      "zh_TW": "這是結歸阿彌陀佛性德的作用不可思議。我們這個世界，現在大家都知道的，人口不斷的在增加，地球上面積又不能擴大，人滿為患，現在大家都有這個感觸，生存就有了問題；人太多，地太小了，出產不夠供應，這問題嚴重。西方世界每一天去往生的人數也不可思議，不是我們地球上人去，十方世界、每一個世界都有人去，世界無量無邊，就算一個世界一天一個人去，這個數字都不得了，他那個地方人口增長率是沒有辦法想像的，沒有法子計算的。那麼西方世界人口會不會爆炸？這是個大問題。"
    },
    {
      "id": "02-012-0041_p0017",
      "zh_CN": "不过如果诸位冷静想想，这个疑问可以解释的。我们不必说阿弥陀佛不思议的威神，就用普通常识来说，像办学校，学校每年要招新生，可是每年有毕业出去的，西方世界时时刻刻都有菩萨成佛，成了佛的这些人，必定又到他方世界去作佛、作菩萨，教化众生去了，毕业出去的。天天有来的，天天也有出去的，这是一个事实。同时是阿弥陀佛这个世界跟一般诸佛刹土不一样，一切诸佛刹土是佛的愿力、众生的业力，善业、恶业、无记业，混杂而成就的；西方极乐世界的成就是阿弥陀佛的愿力，十方众生清净的业力。",
      "zh_TW": "不過如果諸位冷靜想想，這個疑問可以解釋的。我們不必說阿彌陀佛不思議的威神，就用普通常識來說，像辦學校，學校每年要招新生，可是每年有畢業出去的，西方世界時時刻刻都有菩薩成佛，成了佛的這些人，必定又到他方世界去作佛、作菩薩，教化眾生去了，畢業出去的。天天有來的，天天也有出去的，這是一個事實。同時是阿彌陀佛這個世界跟一般諸佛剎土不一樣，一切諸佛剎土是佛的願力、眾生的業力，善業、惡業、無記業，混雜而成就的；西方極樂世界的成就是阿彌陀佛的願力，十方眾生清淨的業力。"
    },
    {
      "id": "02-012-0041_p0018",
      "zh_CN": "所以念佛往生，心不清净，不能往生，念得再多也不行，古人所讲的，这是「喊破喉咙也枉然」。为什么？你不是清净心念佛。蕅益大师说「功夫浅深」，那得有功夫才行，没有功夫不能往生。功夫是什么？最浅的叫「功夫成片」，你真有受用，功夫成片就是这一句佛号有了力量。有什么力量？把你的妄想烦恼控制住，它不起作用，佛号起作用。虽有烦恼，烦恼没有断，这叫伏烦恼；佛号有力量把烦恼控制住，不让它发作，这就叫功夫成片，这是往生西方极乐世界最低的条件。更高一层条件就是「事一心不乱」，再高一层是「理一心不乱」，这是我们必须要知道的。所以这是属于净业，就是清净心。",
      "zh_TW": "所以念佛往生，心不清淨，不能往生，念得再多也不行，古人所講的，這是「喊破喉嚨也枉然」。為什麼？你不是清淨心念佛。蕅益大師說「功夫淺深」，那得有功夫才行，沒有功夫不能往生。功夫是什麼？最淺的叫「功夫成片」，你真有受用，功夫成片就是這一句佛號有了力量。有什麼力量？把你的妄想煩惱控制住，它不起作用，佛號起作用。雖有煩惱，煩惱沒有斷，這叫伏煩惱；佛號有力量把煩惱控制住，不讓它發作，這就叫功夫成片，這是往生西方極樂世界最低的條件。更高一層條件就是「事一心不亂」，再高一層是「理一心不亂」，這是我們必須要知道的。所以這是屬於淨業，就是清淨心。"
    },
    {
      "id": "02-012-0041_p0019",
      "zh_CN": "佛的心与众生的清净心成就不思议的国土，所以他这个国土『常如一法』。无论再多的人往生，那个世界不嫌人多。多少菩萨成佛，离开极乐世界去了，极乐世界人数没看到减少，不增不减，这是不思议的境界。",
      "zh_TW": "佛的心與眾生的清淨心成就不思議的國土，所以他這個國土『常如一法』。無論再多的人往生，那個世界不嫌人多。多少菩薩成佛，離開極樂世界去了，極樂世界人數沒看到減少，不增不減，這是不思議的境界。"
    },
    {
      "id": "02-012-0041_p0020",
      "zh_CN": "下面世尊给我们举了一个比喻，『所以者何』，为什么会有这个现象？『犹如大海』。我们这个地球上水最多的是海洋，陆地上所有的河流都向海里面流，每一天不晓得流了多少水到大海里去，没有看到大海水涨了，大海水落了，没有看到。佛用这个比喻来形容西方世界人口的流动量，虽然非常非常之大，没有法子计算，但是那个世间永远看不出有增减，就像海水一样。",
      "zh_TW": "下面世尊給我們舉了一個比喻，『所以者何』，為什麼會有這個現象？『猶如大海』。我們這個地球上水最多的是海洋，陸地上所有的河流都向海裡面流，每一天不曉得流了多少水到大海裡去，沒有看到大海水漲了，大海水落了，沒有看到。佛用這個比喻來形容西方世界人口的流動量，雖然非常非常之大，沒有法子計算，但是那個世間永遠看不出有增減，就像海水一樣。"
    },
    {
      "id": "02-012-0041_p0021",
      "zh_CN": "【八方上下。】",
      "zh_TW": "【八方上下。】"
    },
    {
      "id": "02-012-0041_p0022",
      "zh_CN": "『八方』加个上方、下方，就是十方世界了。",
      "zh_TW": "『八方』加個上方、下方，就是十方世界了。"
    },
    {
      "id": "02-012-0041_p0023",
      "zh_CN": "【佛国无数。】",
      "zh_TW": "【佛國無數。】"
    },
    {
      "id": "02-012-0041_p0024",
      "zh_CN": "『佛国』就是大千世界，真的是无量无边。",
      "zh_TW": "『佛國』就是大千世界，真的是無量無邊。"
    },
    {
      "id": "02-012-0041_p0025",
      "zh_CN": "【阿弥陀国。长久广大。明好快乐。最为独胜。】",
      "zh_TW": "【阿彌陀國。長久廣大。明好快樂。最為獨勝。】"
    },
    {
      "id": "02-012-0041_p0026",
      "zh_CN": "这一节是对西方世界的赞叹。赞叹的目的是希望我们生起羡慕之心，希望我们生起向往之心，发愿求生净土，目的在此地。这也是做一个比较，十方一切诸佛世界要跟阿弥陀佛极乐世界相比，统统比不上。『长久』是指的寿命，佛无量寿，每一个往生的人都是无量寿。『广大』是形容其依报，西方极乐世界环境太大了，没有人能够说的出来。『明』是光明，『好』是妙好，形容西方世界依正庄严。『快乐，最为独胜』，在所有世界里面比较，它是第一，最为殊胜，任何一个世界里面都不能跟它相比。",
      "zh_TW": "這一節是對西方世界的讚歎。讚歎的目的是希望我們生起羨慕之心，希望我們生起嚮往之心，發願求生淨土，目的在此地。這也是做一個比較，十方一切諸佛世界要跟阿彌陀佛極樂世界相比，統統比不上。『長久』是指的壽命，佛無量壽，每一個往生的人都是無量壽。『廣大』是形容其依報，西方極樂世界環境太大了，沒有人能夠說的出來。『明』是光明，『好』是妙好，形容西方世界依正莊嚴。『快樂，最為獨勝』，在所有世界裡面比較，它是第一，最為殊勝，任何一個世界裡面都不能跟它相比。"
    },
    {
      "id": "02-012-0041_p0027",
      "zh_CN": "【本其为菩萨时。求道所愿。累德所致。】",
      "zh_TW": "【本其為菩薩時。求道所願。累德所致。】"
    },
    {
      "id": "02-012-0041_p0028",
      "zh_CN": "这也说明弥陀对一切众生之恩德，殊胜不可思议。是他老人家在因地作菩萨的时候，我们曾经在经里面看到，他是千亿岁的学教，听经闻法，五劫修行，积功累德，成就西方这一个道场。",
      "zh_TW": "這也說明彌陀對一切眾生之恩德，殊勝不可思議。是他老人家在因地作菩薩的時候，我們曾經在經裡面看到，他是千億歲的學教，聽經聞法，五劫修行，積功累德，成就西方這一個道場。"
    },
    {
      "id": "02-012-0041_p0029",
      "zh_CN": "【无量寿佛。恩德布施八方上下。无穷无极。】",
      "zh_TW": "【無量壽佛。恩德布施八方上下。無窮無極。】"
    },
    {
      "id": "02-012-0041_p0030",
      "zh_CN": "他建立这个道场不是为自己享受，是为供养十方一切与阿弥陀佛同心同愿的这一些众生，提供这个环境让他们来修学，成就十方众生在一生之中快速的圆成佛道。所以他这个布施真大，「财、法、无畏」三种布施具足；不但具足，究竟圆满的具足。真是布施波罗蜜，真的是圆满了。一切诸佛圆满，跟阿弥陀佛比起来，还差远了；阿弥陀佛是真正圆满了。无论在理上、事上，确实这个是不可思议的。",
      "zh_TW": "他建立這個道場不是為自己享受，是為供養十方一切與阿彌陀佛同心同願的這一些眾生，提供這個環境讓他們來修學，成就十方眾生在一生之中快速的圓成佛道。所以他這個布施真大，「財、法、無畏」三種布施具足；不但具足，究竟圓滿的具足。真是布施波羅蜜，真的是圓滿了。一切諸佛圓滿，跟阿彌陀佛比起來，還差遠了；阿彌陀佛是真正圓滿了。無論在理上、事上，確實這個是不可思議的。"
    },
    {
      "id": "02-012-0041_p0031",
      "zh_CN": "【深大无量。】",
      "zh_TW": "【深大無量。】"
    },
    {
      "id": "02-012-0041_p0032",
      "zh_CN": "『深大无量』都是赞叹他的恩德，对一切众生恩德之深，恩德之大，无量无边。",
      "zh_TW": "『深大無量』都是讚歎他的恩德，對一切眾生恩德之深，恩德之大，無量無邊。"
    },
    {
      "id": "02-012-0041_p0033",
      "zh_CN": "【不可胜言。】",
      "zh_TW": "【不可勝言。】"
    },
    {
      "id": "02-012-0041_p0034",
      "zh_CN": "这些话统统都是赞叹阿弥陀佛本愿功德，帮助十法界一切众生这种深恩大德。",
      "zh_TW": "這些話統統都是讚歎阿彌陀佛本願功德，幫助十法界一切眾生這種深恩大德。"
    },
    {
      "id": "02-012-0041_p0035",
      "zh_CN": "下面这一品：",
      "zh_TW": "下面這一品："
    },
    {
      "id": "02-012-0041_p0036",
      "zh_CN": "【菩萨修持第三十。】",
      "zh_TW": "【菩薩修持第三十。】"
    },
    {
      "id": "02-012-0041_p0037",
      "zh_CN": "这一品里面有不少经句值得我们学习的，我们要特别留意。",
      "zh_TW": "這一品裡面有不少經句值得我們學習的，我們要特別留意。"
    },
    {
      "id": "02-012-0041_p0038",
      "zh_CN": "【复次阿难。彼佛刹中。一切菩萨。】",
      "zh_TW": "【復次阿難。彼佛剎中。一切菩薩。】"
    },
    {
      "id": "02-012-0041_p0039",
      "zh_CN": "『一切菩萨』是指凡圣同居土下下品往生，一直到实报土上上品往生，三辈九品全部包括了。我们发愿往生净土，当然我们也是其中的一分子，所以这个经文对于我们就非常非常的亲切，非常的重要。这一切菩萨：",
      "zh_TW": "『一切菩薩』是指凡聖同居土下下品往生，一直到實報土上上品往生，三輩九品全部包括了。我們發願往生淨土，當然我們也是其中的一分子，所以這個經文對於我們就非常非常的親切，非常的重要。這一切菩薩："
    },
    {
      "id": "02-012-0041_p0040",
      "zh_CN": "【禅定。智慧。神通。威德。无不圆满。】",
      "zh_TW": "【禪定。智慧。神通。威德。無不圓滿。】"
    },
    {
      "id": "02-012-0041_p0041",
      "zh_CN": "这是讲所得的。这是真的，这个也就叫难信之法。难信，而不是说实报土，也不讲方便土，专讲凡圣同居土。凡圣同居土，像我们这样带业往生的，可以说是没有智慧、没有能力，就单单靠念佛成功的，这一句佛号成功的。生到西方极乐世界，咱们没有禅定，到那里就得禅定；没有智慧，到那就有智慧；没有神通，一到西方世界就神通具足；我们在这里没有威德，到西方极乐世界，我们的身相庄严跟阿弥陀佛一样。就是只要你到西方极乐世界，是统统都得到了，无不圆满。所以这个法门真真实实的叫「难信之法」，不相信的人太多太多了。因为看到经上讲的，这太便宜了，天下哪有这么便宜的事情！这一定不是真实的，抱这种心态的人非常非常多。",
      "zh_TW": "這是講所得的。這是真的，這個也就叫難信之法。難信，而不是說實報土，也不講方便土，專講凡聖同居土。凡聖同居土，像我們這樣帶業往生的，可以說是沒有智慧、沒有能力，就單單靠念佛成功的，這一句佛號成功的。生到西方極樂世界，咱們沒有禪定，到那裡就得禪定；沒有智慧，到那就有智慧；沒有神通，一到西方世界就神通具足；我們在這裡沒有威德，到西方極樂世界，我們的身相莊嚴跟阿彌陀佛一樣。就是只要你到西方極樂世界，是統統都得到了，無不圓滿。所以這個法門真真實實的叫「難信之法」，不相信的人太多太多了。因為看到經上講的，這太便宜了，天下哪有這麼便宜的事情！這一定不是真實的，抱這種心態的人非常非常多。"
    },
    {
      "id": "02-012-0041_p0042",
      "zh_CN": "【诸佛密藏。究竟明了。】",
      "zh_TW": "【諸佛密藏。究竟明了。】"
    },
    {
      "id": "02-012-0041_p0043",
      "zh_CN": "『密』是深密。诸位要知道，佛法里头没有秘密，秘密总不是好事情。秘密不可以告人，总不是好事情。佛法里面这个密是太深了，众生程度太浅，讲，他也讲不懂，讲也讲不清楚，听也听不明白，这叫深密。理太深，义太广大了。粗心之人，没有法子理解，所以称之为「密」。『藏』是含藏的意思。佛的大智、大德、大能，佛度众生的善巧方便，都非常深密，都叫我们没有法子理解；而这一些菩萨，就是生到西方极乐世界的菩萨，他们都明了，『究竟明了』。",
      "zh_TW": "『密』是深密。諸位要知道，佛法裡頭沒有祕密，祕密總不是好事情。祕密不可以告人，總不是好事情。佛法裡面這個密是太深了，眾生程度太淺，講，他也講不懂，講也講不清楚，聽也聽不明白，這叫深密。理太深，義太廣大了。粗心之人，沒有法子理解，所以稱之為「密」。『藏』是含藏的意思。佛的大智、大德、大能，佛度眾生的善巧方便，都非常深密，都叫我們沒有法子理解；而這一些菩薩，就是生到西方極樂世界的菩薩，他們都明瞭，『究竟明了』。"
    },
    {
      "id": "02-012-0041_p0044",
      "zh_CN": "我们现在要问了，「诸佛密藏」是什么？前面我们念过，我也跟诸位说过，一切诸佛的密藏就是阿弥陀佛的名号，名号功德不可思议，这一句「南无阿弥陀佛」就是十方三世一切诸佛的密藏。你对它真正明了了，彻底明了了，你跟西方世界的菩萨就没有两样；真实明了，彻底明了，你一定死心塌地老实去念，决定不怀疑。这个人就是极乐世界的菩萨；虽然现在他没去，他决定去。",
      "zh_TW": "我們現在要問了，「諸佛密藏」是什麼？前面我們念過，我也跟諸位說過，一切諸佛的密藏就是阿彌陀佛的名號，名號功德不可思議，這一句「南無阿彌陀佛」就是十方三世一切諸佛的密藏。你對它真正明瞭了，徹底明瞭了，你跟西方世界的菩薩就沒有兩樣；真實明瞭，徹底明瞭，你一定死心塌地老實去念，決定不懷疑。這個人就是極樂世界的菩薩；雖然現在他沒去，他決定去。"
    },
    {
      "id": "02-012-0041_p0045",
      "zh_CN": "【调伏诸根。身心柔软。深入正慧。无复余习。】",
      "zh_TW": "【調伏諸根。身心柔軟。深入正慧。無復餘習。】"
    },
    {
      "id": "02-012-0041_p0046",
      "zh_CN": "就是到西方极乐世界，修什么法门？西方世界是究竟圆满。所谓究竟圆满，我想学哪一个法门就得到哪一个法门，这才叫究竟圆满。小乘根性的人，到西方极乐世界，听佛菩萨讲的法是小乘法；大乘根性的人，到那边所听的全是大乘佛法。随众生根性不相同，愿听立刻就听到，愿见的立刻就现前，这个才叫做大圆满，这才叫做真究竟。因此在那个环境里面，他六根所接触的全是佛法的境界，全是弥陀性德的流露。人在那个环境里面，怎么会迷？怎么可能起烦恼？所以自自然然就『调伏诸根』。",
      "zh_TW": "就是到西方極樂世界，修什麼法門？西方世界是究竟圓滿。所謂究竟圓滿，我想學哪一個法門就得到哪一個法門，這才叫究竟圓滿。小乘根性的人，到西方極樂世界，聽佛菩薩講的法是小乘法；大乘根性的人，到那邊所聽的全是大乘佛法。隨眾生根性不相同，願聽立刻就聽到，願見的立刻就現前，這個才叫做大圓滿，這才叫做真究竟。因此在那個環境裡面，他六根所接觸的全是佛法的境界，全是彌陀性德的流露。人在那個環境裡面，怎麼會迷？怎麼可能起煩惱？所以自自然然就『調伏諸根』。"
    },
    {
      "id": "02-012-0041_p0047",
      "zh_CN": "「根」，要用我们现在的话来说，就是身体。「调伏诸根」，你的身体一定强壮，身体没有毛病。我们在这个世间，哪一个人不想得到一个强壮的身体？强壮身体怎么得来？这里就学到了，要调伏诸根，你身体才能强壮。",
      "zh_TW": "「根」，要用我們現在的話來說，就是身體。「調伏諸根」，你的身體一定強壯，身體沒有毛病。我們在這個世間，哪一個人不想得到一個強壯的身體？強壯身體怎麼得來？這裡就學到了，要調伏諸根，你身體才能強壯。"
    },
    {
      "id": "02-012-0041_p0048",
      "zh_CN": "调伏诸根的方法很多，禅定，这是最主要的一个方法；止观是方法，观照是方法，持咒是方法，念佛是方法。这些方法当中，你只要选择一种。但是诸位要晓得，所有一切方法当中，无过于念佛。为什么？因为念佛有佛力加持。也许有人说，念咒也有佛菩萨加持。没错，密宗念咒也靠佛菩萨加持，但是不如阿弥陀佛名号。你要问为什么？念咒，佛菩萨加持是一尊佛、两尊佛，三、四、五佛就不得了。念这一句阿弥陀佛名号，是十方三世所有一切诸佛如来统统加持，一个都没漏掉，这个不能比，所以名号功德不可思议。",
      "zh_TW": "調伏諸根的方法很多，禪定，這是最主要的一個方法；止觀是方法，觀照是方法，持咒是方法，念佛是方法。這些方法當中，你只要選擇一種。但是諸位要曉得，所有一切方法當中，無過於念佛。為什麼？因為念佛有佛力加持。也許有人說，念咒也有佛菩薩加持。沒錯，密宗念咒也靠佛菩薩加持，但是不如阿彌陀佛名號。你要問為什麼？念咒，佛菩薩加持是一尊佛、兩尊佛，三、四、五佛就不得了。念這一句阿彌陀佛名號，是十方三世所有一切諸佛如來統統加持，一個都沒漏掉，這個不能比，所以名號功德不可思議。"
    },
    {
      "id": "02-012-0041_p0049",
      "zh_CN": "一个人，二六时中，一心称名，心里头妄想没有了，杂念没有了，烦恼没有了，忧虑没有了，牵挂没有了，就一句佛号，就调伏诸根，『身心柔软』，这就达到了，身心健康。",
      "zh_TW": "一個人，二六時中，一心稱名，心裡頭妄想沒有了，雜念沒有了，煩惱沒有了，憂慮沒有了，牽掛沒有了，就一句佛號，就調伏諸根，『身心柔軟』，這就達到了，身心健康。"
    },
    {
      "id": "02-012-0041_p0050",
      "zh_CN": "『深入正慧』，你的智慧就现前了，心清净。清净心起作用就是「正慧」。所以这个不但是西方世界他们得到是圆满的，我们今天依照这个方法来修学，我们身心健康，百病不生。我在讲席当中也常常提醒同修，世间人所有一切疾病的总来源，都是心不清净，这是所有一切疾病的总根源。心清净了，哪里会生病！心清净，身就调伏；身这个调伏就是生理的组织它正常，完全符合自然的原则；它一切正常，正常就不会有病，不会有障碍。人有烦恼，有忧虑，这个生理的组织起变化，这一变化就不正常；不正常，不是这里有障碍，就是那里不通，这毛病就来了。",
      "zh_TW": "『深入正慧』，你的智慧就現前了，心清淨。清淨心起作用就是「正慧」。所以這個不但是西方世界他們得到是圓滿的，我們今天依照這個方法來修學，我們身心健康，百病不生。我在講席當中也常常提醒同修，世間人所有一切疾病的總來源，都是心不清淨，這是所有一切疾病的總根源。心清淨了，哪裡會生病！心清淨，身就調伏；身這個調伏就是生理的組織它正常，完全符合自然的原則；它一切正常，正常就不會有病，不會有障礙。人有煩惱，有憂慮，這個生理的組織起變化，這一變化就不正常；不正常，不是這裡有障礙，就是那裡不通，這毛病就來了。"
    },
    {
      "id": "02-012-0041_p0051",
      "zh_CN": "这个道理，这些事实，我们要晓得，然后才修一个健康无病之身。更进一步，修成生死自在，将来走的时候，预知时至，没有病苦，说走就走，这叫真正的功夫，真实的成就。",
      "zh_TW": "這個道理，這些事實，我們要曉得，然後才修一個健康無病之身。更進一步，修成生死自在，將來走的時候，預知時至，沒有病苦，說走就走，這叫真正的功夫，真實的成就。"
    },
    {
      "id": "02-012-0041_p0052",
      "zh_CN": "『无复余习』，「习」是习气，连习气都断掉了。我们在这个世间修行，这一句很难做到，习气实在是不容易断。但是到西方极乐世界，这个习气一定是断掉的，这个我们总可以放心。",
      "zh_TW": "『無復餘習』，「習」是習氣，連習氣都斷掉了。我們在這個世間修行，這一句很難做到，習氣實在是不容易斷。但是到西方極樂世界，這個習氣一定是斷掉的，這個我們總可以放心。"
    },
    {
      "id": "02-012-0041_p0053",
      "zh_CN": "【依佛所行。七觉圣道。修行五眼。照真达俗。肉眼简择。天眼通达。法眼清净。慧眼见真。佛眼具足。觉了法性。】",
      "zh_TW": "【依佛所行。七覺聖道。修行五眼。照真達俗。肉眼簡擇。天眼通達。法眼清淨。慧眼見真。佛眼具足。覺了法性。】"
    },
    {
      "id": "02-012-0041_p0054",
      "zh_CN": "我们修行依什么为标准？一定要依佛。我们对于法门的抉择也一定要依佛。善导大师在《观无量寿佛经》注解里面告诉我们，念佛人一定要依诸佛所说；唯有诸佛因圆果满，他的智慧、德能已经达到圆满究竟的境界了。所有一切菩萨，包括等觉菩萨在内，他还没成佛；没有成佛，他还在做学生，他还有余习未断。因此，我们要决定法门，不能问菩萨，一定要问佛，这就对了。",
      "zh_TW": "我們修行依什麼為標準？一定要依佛。我們對於法門的抉擇也一定要依佛。善導大師在《觀無量壽佛經》註解裡面告訴我們，念佛人一定要依諸佛所說；唯有諸佛因圓果滿，他的智慧、德能已經達到圓滿究竟的境界了。所有一切菩薩，包括等覺菩薩在內，他還沒成佛；沒有成佛，他還在做學生，他還有餘習未斷。因此，我們要決定法門，不能問菩薩，一定要問佛，這就對了。"
    },
    {
      "id": "02-012-0041_p0055",
      "zh_CN": "大师说这个话没错，我今天有疑问，佛也不在了，那我问谁？现在菩萨也没有，找个法师来问问，那更靠不住。怎么办？经典就是佛在说话，只要依照经典教训去做，这就叫依佛。所以我们每一天读经，每一天就是与佛同在。宗教里头讲与神同在，与上帝同在，我们就是与阿弥陀佛同在。",
      "zh_TW": "大師說這個話沒錯，我今天有疑問，佛也不在了，那我問誰？現在菩薩也沒有，找個法師來問問，那更靠不住。怎麼辦？經典就是佛在說話，只要依照經典教訓去做，這就叫依佛。所以我們每一天讀經，每一天就是與佛同在。宗教裡頭講與神同在，與上帝同在，我們就是與阿彌陀佛同在。"
    },
    {
      "id": "02-012-0041_p0056",
      "zh_CN": "你一定要读经，读经，听佛开示，你只要诚心诚意去读，必然遍遍都有新的启示。绝对不是佛每一天给我讲的话都一样的，有什么意思。不一样，确实不一样。你每念一遍，那个一遍的味道、体会不一样。如果你的心不真、不诚、不敬，你天天念的就是一样的，为什么？你得不到东西，每天念文字都一样，遍数念多了，就厌倦了，就不想再念了。",
      "zh_TW": "你一定要讀經，讀經，聽佛開示，你只要誠心誠意去讀，必然遍遍都有新的啟示。絕對不是佛每一天給我講的話都一樣的，有什麼意思。不一樣，確實不一樣。你每念一遍，那個一遍的味道、體會不一樣。如果你的心不真、不誠、不敬，你天天念的就是一樣的，為什麼？你得不到東西，每天念文字都一樣，遍數念多了，就厭倦了，就不想再念了。"
    },
    {
      "id": "02-012-0041_p0057",
      "zh_CN": "所以大家一定要用真诚心、清净心、恭敬心，你去念，你就会遍遍不一样，遍遍都有新的意思，有新的悟处，这个才有味道。这个经就是永远念不厌，为什么？它永远都有新的意思，你悟入，你会得到法喜，那真正快乐。所以一定是『依佛所行』。",
      "zh_TW": "所以大家一定要用真誠心、清淨心、恭敬心，你去念，你就會遍遍不一樣，遍遍都有新的意思，有新的悟處，這個才有味道。這個經就是永遠念不厭，為什麼？它永遠都有新的意思，你悟入，你會得到法喜，那真正快樂。所以一定是『依佛所行』。"
    },
    {
      "id": "02-012-0041_p0058",
      "zh_CN": "『七觉圣道』就是通常讲的三十七道品。三十七道品通大小乘佛法。不要以为三十七道品都是小乘修的，那不见得；大乘圆教，说实在话，也离不开三十七道品。天台大师讲三十七道品，他用「藏、通、别、圆」来讲，那就是包括了所有的佛法。藏教的三十七道品是小乘，通教的这是大乘的初学，别教是菩萨所修的三十七道品，圆教是一乘法身大士们所修学的，所以道品它是通一切法。",
      "zh_TW": "『七覺聖道』就是通常講的三十七道品。三十七道品通大小乘佛法。不要以為三十七道品都是小乘修的，那不見得；大乘圓教，說實在話，也離不開三十七道品。天台大師講三十七道品，他用「藏、通、別、圓」來講，那就是包括了所有的佛法。藏教的三十七道品是小乘，通教的這是大乘的初學，別教是菩薩所修的三十七道品，圓教是一乘法身大士們所修學的，所以道品它是通一切法。"
    },
    {
      "id": "02-012-0041_p0059",
      "zh_CN": "这里只举了两条，七觉支、八圣道。这个觉支，就是七觉支，也叫做七菩提分。圣道就是八圣道。这是任何宗派法门都不能够离开的，这也是佛法的总持法门。像我们现在人所讲的纲领，要把纲领抓住。下面给我们举一个例子，这个例子确确实实是教我们以佛为标准。",
      "zh_TW": "這裡只舉了兩條，七覺支、八聖道。這個覺支，就是七覺支，也叫做七菩提分。聖道就是八聖道。這是任何宗派法門都不能夠離開的，這也是佛法的總持法門。像我們現在人所講的綱領，要把綱領抓住。下面給我們舉一個例子，這個例子確確實實是教我們以佛為標準。"
    },
    {
      "id": "02-012-0041_p0060",
      "zh_CN": "『修行五眼』，一切圣众之中，唯独佛是五眼圆明，「修行五眼」。",
      "zh_TW": "『修行五眼』，一切聖眾之中，唯獨佛是五眼圓明，「修行五眼」。"
    },
    {
      "id": "02-012-0041_p0061",
      "zh_CN": "『照真达俗』，这是目标。「真」，是宇宙人生的真相；真，也就是佛法里面讲的真如本性。「照真」，就是禅宗里面讲的明心见性。「达俗」，「俗」是指的十法界；十法界是现象，十法界所有一切众生的活动，没有不知道的，样样都晓得，这才能普度众生，才有能力观机说法。",
      "zh_TW": "『照真達俗』，這是目標。「真」，是宇宙人生的真相；真，也就是佛法裡面講的真如本性。「照真」，就是禪宗裡面講的明心見性。「達俗」，「俗」是指的十法界；十法界是現象，十法界所有一切眾生的活動，沒有不知道的，樣樣都曉得，這才能普度眾生，才有能力觀機說法。"
    },
    {
      "id": "02-012-0041_p0062",
      "zh_CN": "『肉眼简择』，「简」是拣别，「择」是选择。我们今天有肉眼，必须要以智慧之眼来抉择法门。选对了，那非常幸运；选错了，那就误了这一生。所以一定要小心谨慎的选择。实在讲这个选择靠我们自己，没有这个能力；靠别人帮助，那别人把我们误导了，那不就害了这一生。怎么办？一定要用真诚恭敬心求三宝加持，这就最正确的。与诸佛菩萨感应，没有别的，就是真诚恭敬，就一定有感应。选择不当的，自然有种种因缘把你破坏掉了；选择恰当的，就一帆风顺。这个就是三宝冥冥当中的加持。",
      "zh_TW": "『肉眼簡擇』，「簡」是揀別，「擇」是選擇。我們今天有肉眼，必須要以智慧之眼來抉擇法門。選對了，那非常幸運；選錯了，那就誤了這一生。所以一定要小心謹慎的選擇。實在講這個選擇靠我們自己，沒有這個能力；靠別人幫助，那別人把我們誤導了，那不就害了這一生。怎麼辦？一定要用真誠恭敬心求三寶加持，這就最正確的。與諸佛菩薩感應，沒有別的，就是真誠恭敬，就一定有感應。選擇不當的，自然有種種因緣把你破壞掉了；選擇恰當的，就一帆風順。這個就是三寶冥冥當中的加持。"
    },
    {
      "id": "02-012-0041_p0063",
      "zh_CN": "『天眼通达』，「通达」是解意，意思明了，不会错解了意思。",
      "zh_TW": "『天眼通達』，「通達」是解意，意思明瞭，不會錯解了意思。"
    },
    {
      "id": "02-012-0041_p0064",
      "zh_CN": "『法眼清净』，「清净」是不执着，即相离相，这是「法眼」的功能。",
      "zh_TW": "『法眼清淨』，「清淨」是不執著，即相離相，這是「法眼」的功能。"
    },
    {
      "id": "02-012-0041_p0065",
      "zh_CN": "『慧眼见真』，「慧眼」是见性，见到一切诸法都是不二，所谓万法一如，性相不二，这是慧眼。",
      "zh_TW": "『慧眼見真』，「慧眼」是見性，見到一切諸法都是不二，所謂萬法一如，性相不二，這是慧眼。"
    },
    {
      "id": "02-012-0041_p0066",
      "zh_CN": "『佛眼具足』，就是圆圆满满，所有一切功能一样都不欠缺。",
      "zh_TW": "『佛眼具足』，就是圓圓滿滿，所有一切功能一樣都不欠缺。"
    },
    {
      "id": "02-012-0041_p0067",
      "zh_CN": "『觉了法性』，「觉」是觉悟，「了」是明了，一切诸法的真相。「法性」就是一切诸法的本来面目，一切诸法的体性，要用现代名词来讲，就是宇宙万有的本体，这一切万法都是从这一个根源生出来的，现出来的。这是对于法性明了，彻法底源，一切法的底源统统觉悟了。",
      "zh_TW": "『覺了法性』，「覺」是覺悟，「了」是明瞭，一切諸法的真相。「法性」就是一切諸法的本來面目，一切諸法的體性，要用現代名詞來講，就是宇宙萬有的本體，這一切萬法都是從這一個根源生出來的，現出來的。這是對於法性明瞭，徹法底源，一切法的底源統統覺悟了。"
    },
    {
      "id": "02-012-0041_p0068",
      "zh_CN": "以上所说是自力得，我们自己所得到的，自己修学所成就的。自己成就之后，记住，要帮助别人。下面讲利他的行持，我们怎么样去帮助别人。",
      "zh_TW": "以上所說是自力得，我們自己所得到的，自己修學所成就的。自己成就之後，記住，要幫助別人。下面講利他的行持，我們怎麼樣去幫助別人。"
    },
    {
      "id": "02-012-0041_p0069",
      "zh_CN": "【辩才总持。自在无碍。】",
      "zh_TW": "【辯才總持。自在無礙。】"
    },
    {
      "id": "02-012-0041_p0070",
      "zh_CN": "前面讲是两桩事情。第一个是『辩才』。特别在我们这个世界，我们这个世界的众生耳根最利，所以你看《楞严经》上文殊菩萨拣选圆通，就是选的耳根，明明白白的告诉我们，「此方真教体，清净在音闻」，就是音声，耳闻声，这个是最利的。这个眼睛看东西看得不明白，一听就明了，听的理解能力比看的能力要大。所以要教化这一个世间的众生，「辩才」列在第一位。你要有辩才才能够帮助人。",
      "zh_TW": "前面講是兩樁事情。第一個是『辯才』。特別在我們這個世界，我們這個世界的眾生耳根最利，所以你看《楞嚴經》上文殊菩薩揀選圓通，就是選的耳根，明明白白的告訴我們，「此方真教體，清淨在音聞」，就是音聲，耳聞聲，這個是最利的。這個眼睛看東西看得不明白，一聽就明瞭，聽的理解能力比看的能力要大。所以要教化這一個世間的眾生，「辯才」列在第一位。你要有辯才才能夠幫助人。"
    },
    {
      "id": "02-012-0041_p0071",
      "zh_CN": "第二，你要有『总持』，「总持」，用现代的话来说，就是纲领。你要真正能把佛法的纲领掌握到，你教学就方便了；如果抓不到纲领，这个佛法像恒河沙一样，从哪里讲起，讲不出来。中国从前一般人对这个经典之感叹，说一部《二十四史》，都不晓得从哪里看起了。《二十四史》不算多，才不过一千多卷，已经就不晓得从哪里下手了；佛法比《二十四史》多多少倍，多一百倍都不止，从哪里学起？真的，初学的人看到大藏经，不得其门而入。所以你一定要有总持，你能够抓到纲领，你教学就方便了。所以你的辩才，你教学的方法、内容都『自在无碍』了。",
      "zh_TW": "第二，你要有『總持』，「總持」，用現代的話來說，就是綱領。你要真正能把佛法的綱領掌握到，你教學就方便了；如果抓不到綱領，這個佛法像恆河沙一樣，從哪裡講起，講不出來。中國從前一般人對這個經典之感嘆，說一部《二十四史》，都不曉得從哪裡看起了。《二十四史》不算多，才不過一千多卷，已經就不曉得從哪裡下手了；佛法比《二十四史》多多少倍，多一百倍都不止，從哪裡學起？真的，初學的人看到大藏經，不得其門而入。所以你一定要有總持，你能夠抓到綱領，你教學就方便了。所以你的辯才，你教學的方法、內容都『自在無礙』了。"
    },
    {
      "id": "02-012-0041_p0072",
      "zh_CN": "在一切佛法里面，我们初学的人应当从哪里下手？近代弘一大师是许许多多人敬仰的一位善知识，这位法师实在讲也是一个传奇人物，没有出家之前，是才子，生在富有的家庭，他的父亲在前清的时候作盐务使。这个盐务使在那个时候是最有钱的一个机关，等于像我们现在国家的公卖局一样。盐是老百姓天天不能缺少的，专卖这个东西，这是属于国营的事业，所以在那个时候称为肥缺，所以他生在一个很富有的家庭。",
      "zh_TW": "在一切佛法裡面，我們初學的人應當從哪裡下手？近代弘一大師是許許多多人敬仰的一位善知識，這位法師實在講也是一個傳奇人物，沒有出家之前，是才子，生在富有的家庭，他的父親在前清的時候作鹽務使。這個鹽務使在那個時候是最有錢的一個機關，等於像我們現在國家的公賣局一樣。鹽是老百姓天天不能缺少的，專賣這個東西，這是屬於國營的事業，所以在那個時候稱為肥缺，所以他生在一個很富有的家庭。"
    },
    {
      "id": "02-012-0041_p0073",
      "zh_CN": "人聪明，受过良好的教育。他有天赋，他的诗词歌赋都胜绝一时。现在在台湾学校里，毕业时候唱的「送别」，就是弘一大师作的。这一首歌，歌跟曲都是他自己作的。曾经有人说，在这一百年当中，全世界，中国、西方，两支歌是最好的，东方就是选的送别，西方的是哪一首我记不得了，以前我记得，忘掉了。这两首歌是全世界选为第一流的。",
      "zh_TW": "人聰明，受過良好的教育。他有天賦，他的詩詞歌賦都勝絕一時。現在在台灣學校裡，畢業時候唱的「送別」，就是弘一大師作的。這一首歌，歌跟曲都是他自己作的。曾經有人說，在這一百年當中，全世界，中國、西方，兩支歌是最好的，東方就是選的送別，西方的是哪一首我記不得了，以前我記得，忘掉了。這兩首歌是全世界選為第一流的。"
    },
    {
      "id": "02-012-0041_p0074",
      "zh_CN": "以后出家修行非常认真。他教人学佛从哪里入门？从《华严经疏钞》入门，这是他的指导，这个确确实实他是抓到了总持法门。但是这个总持在他那个时候可以，现在不行了。现在为什么不行？现在我们国文水准降低了，《华严经疏钞》摆在前面，你看不懂，有什么办法？它文言文写的，文字上就有障碍了。",
      "zh_TW": "以後出家修行非常認真。他教人學佛從哪裡入門？從《華嚴經疏鈔》入門，這是他的指導，這個確確實實他是抓到了總持法門。但是這個總持在他那個時候可以，現在不行了。現在為什麼不行？現在我們國文水準降低了，《華嚴經疏鈔》擺在前面，你看不懂，有什麼辦法？它文言文寫的，文字上就有障礙了。"
    },
    {
      "id": "02-012-0041_p0075",
      "zh_CN": "在民国初年，一般差不多讲中学生，读《华严疏钞》在文字上没有障碍，他们从小学就学文言文，所以他文字上没障碍，中学生就可以能够读的懂。现在不行了，现在是大学中文系的都不行，都没办法读的懂。所以他老人家是那个时代的人，现在这个时代非常非常困难。",
      "zh_TW": "在民國初年，一般差不多講中學生，讀《華嚴疏鈔》在文字上沒有障礙，他們從小學就學文言文，所以他文字上沒障礙，中學生就可以能夠讀的懂。現在不行了，現在是大學中文系的都不行，都沒辦法讀的懂。所以他老人家是那個時代的人，現在這個時代非常非常困難。"
    },
    {
      "id": "02-012-0041_p0076",
      "zh_CN": "到我们台中李老师，这个就距离我们更接近了，他老人家教现在的大专学生们，台湾几乎每一个大专学院都有佛学社，都有学佛的这一些教授与学生。所以他老人家的建议，这些受过高等教育的知识分子，学佛要从哪里学起？他选的是江味农居士的《金刚经讲义》，他觉得应该从这一部书下手。为什么选这一部书？江居士写的深入浅出，文字比《华严疏钞》浅得太多了。而且初入佛门最困难的是佛经的名词术语，你对于这个名词术语的含义不懂，这是个很大的障碍。他说江居士的《金刚经讲义》就是佛学大辞典，确实有道理，他把每一个名相都解释得很清楚，所以可以把它当作一本佛学常识来念，非常丰富，非常精彩。即使不能深入般若，那当然是不容易，那是要有天分的；但是把它当作佛学常识来读，这个利益只要看这个《讲义》可以说都能得到；对以后研究佛法，无论研究哪一部经论，名相上基础就奠定了，所以他这个也是一个好方法。",
      "zh_TW": "到我們台中李老師，這個就距離我們更接近了，他老人家教現在的大專學生們，台灣幾乎每一個大專學院都有佛學社，都有學佛的這一些教授與學生。所以他老人家的建議，這些受過高等教育的知識分子，學佛要從哪裡學起？他選的是江味農居士的《金剛經講義》，他覺得應該從這一部書下手。為什麼選這一部書？江居士寫的深入淺出，文字比《華嚴疏鈔》淺得太多了。而且初入佛門最困難的是佛經的名詞術語，你對於這個名詞術語的含義不懂，這是個很大的障礙。他說江居士的《金剛經講義》就是佛學大辭典，確實有道理，他把每一個名相都解釋得很清楚，所以可以把它當作一本佛學常識來念，非常豐富，非常精彩。即使不能深入般若，那當然是不容易，那是要有天分的；但是把它當作佛學常識來讀，這個利益只要看這個《講義》可以說都能得到；對以後研究佛法，無論研究哪一部經論，名相上基礎就奠定了，所以他這個也是一個好方法。"
    },
    {
      "id": "02-012-0041_p0077",
      "zh_CN": "【善解世间无边方便。】",
      "zh_TW": "【善解世間無邊方便。】"
    },
    {
      "id": "02-012-0041_p0078",
      "zh_CN": "这一句话是讲的教学方法，我们今天讲的教学法。佛家不叫教学法，叫善巧方便。诸位要知道，善巧方便就是我们现在所讲的教学方法。他有很巧妙的方法能够叫你很容易接受，很容易理解，所以这就叫「方便」；这个方法太多太多，因时、因地、因人而异，千变万化。总而言之，叫接受的人是很容易理解，很容易能够得到。",
      "zh_TW": "這一句話是講的教學方法，我們今天講的教學法。佛家不叫教學法，叫善巧方便。諸位要知道，善巧方便就是我們現在所講的教學方法。他有很巧妙的方法能夠叫你很容易接受，很容易理解，所以這就叫「方便」；這個方法太多太多，因時、因地、因人而異，千變萬化。總而言之，叫接受的人是很容易理解，很容易能夠得到。"
    },
    {
      "id": "02-012-0041_p0079",
      "zh_CN": "【所言诚谛。深入义味。】",
      "zh_TW": "【所言誠諦。深入義味。】"
    },
    {
      "id": "02-012-0041_p0080",
      "zh_CN": "这两句话非常非常重要，这两句话用现代的话怎么讲？是教学的态度。前面是方法。你有好方法，你没有态度，学生所入的浅，不能深入。你有良好的态度，你的方法不行，学生入的也有相当深度。这个教学态度，真心教导，不是敷衍塞责，是以真诚的心来教；这种真诚就能感动人，就能够摄受人，使学生对于老师有一种感恩之心、敬仰之心，老师对我真好，他学习心态就不相同，他会认真努力的去学习，所以学生能得到东西。",
      "zh_TW": "這兩句話非常非常重要，這兩句話用現代的話怎麼講？是教學的態度。前面是方法。你有好方法，你沒有態度，學生所入的淺，不能深入。你有良好的態度，你的方法不行，學生入的也有相當深度。這個教學態度，真心教導，不是敷衍塞責，是以真誠的心來教；這種真誠就能感動人，就能夠攝受人，使學生對於老師有一種感恩之心、敬仰之心，老師對我真好，他學習心態就不相同，他會認真努力的去學習，所以學生能得到東西。"
    },
    {
      "id": "02-012-0041_p0081",
      "zh_CN": "有好的教学方法，又有良好的教学态度，这个老师就不容易找了，那就真难了。所以他是言语真诚，『深入义味』。「义」是理论，他对这个道理通达明了；「味」就是欢喜、法喜，他学的这个东西，他有味道在里头。你深入义味，真的就是欲罢不能；他在这个学习当中，真的生了欢喜心，必定能够勇猛精进。老师有这些好的方法、态度，教学就热心，教得有味道，教得欢喜，学生必定能够得到很好的成绩。",
      "zh_TW": "有好的教學方法，又有良好的教學態度，這個老師就不容易找了，那就真難了。所以他是言語真誠，『深入義味』。「義」是理論，他對這個道理通達明瞭；「味」就是歡喜、法喜，他學的這個東西，他有味道在裡頭。你深入義味，真的就是欲罷不能；他在這個學習當中，真的生了歡喜心，必定能夠勇猛精進。老師有這些好的方法、態度，教學就熱心，教得有味道，教得歡喜，學生必定能夠得到很好的成績。"
    },
    {
      "id": "02-012-0041_p0082",
      "zh_CN": "【度诸有情。演说正法。】",
      "zh_TW": "【度諸有情。演說正法。】"
    },
    {
      "id": "02-012-0041_p0083",
      "zh_CN": "这两句是应用在事相上，应用在教学里。『度』这一个字，用现代的话来讲，就是帮助，帮助学生，协助学生，为他们『演说正法』。「演」是表演，「说」是言说。表演是怎么做法？表演是你自己做到，做成一个榜样。换句话说，自己如教修行，我做到这个样子了，我所说的就是真的。如果我讲的是一套，做的又是一套，言行不相应，听的人未必肯信。我教你们念佛，我自己不念佛，你们会相信吗？你们不会相信。我教你念佛，我真念佛，你才会相信。所以自己一定要做到，这叫演。所以这个演不是装模作样给人看的，这个就是实际上的时候自己完完全全做到，把佛在经典里面这些教训，理论明白了，这些教训统统都做到了。佛教给我们做的，我们就照做；佛教给我们不可以做的，我们就决定禁止，依教奉行，确实要把它做到，这叫演。",
      "zh_TW": "這兩句是應用在事相上，應用在教學裡。『度』這一個字，用現代的話來講，就是幫助，幫助學生，協助學生，為他們『演說正法』。「演」是表演，「說」是言說。表演是怎麼做法？表演是你自己做到，做成一個榜樣。換句話說，自己如教修行，我做到這個樣子了，我所說的就是真的。如果我講的是一套，做的又是一套，言行不相應，聽的人未必肯信。我教你們念佛，我自己不念佛，你們會相信嗎？你們不會相信。我教你念佛，我真念佛，你才會相信。所以自己一定要做到，這叫演。所以這個演不是裝模作樣給人看的，這個就是實際上的時候自己完完全全做到，把佛在經典裡面這些教訓，理論明白了，這些教訓統統都做到了。佛教給我們做的，我們就照做；佛教給我們不可以做的，我們就決定禁止，依教奉行，確實要把它做到，這叫演。"
    },
    {
      "id": "02-012-0041_p0084",
      "zh_CN": "【无相无为。无缚无脱。无诸分别。远离颠倒。】",
      "zh_TW": "【無相無為。無縛無脫。無諸分別。遠離顛倒。】"
    },
    {
      "id": "02-012-0041_p0085",
      "zh_CN": "这个四句所说的完全是真实智慧。教化众生一定要有真实智慧；如果没有真实智慧，这度众生，往往不知不觉就被众生度跑掉了，太多太多了。自古以来，太多太多了。为什么？不度众生，做学生的时候，守规矩，接触的层面不大，有约束，人还很规矩，还有点道心。这一度众生，麻烦就来了。度众生，你要接触群众，群众里面男女老少统统都有，很容易发生感情。还有名闻利养都来了；本来没有贪心，这个东西愈来愈多，他慢慢就把贪心培养成了，增长了，所以就被众生度跑掉了。很可怕！因此，你看这经典上的好处，佛真是教导的面面周到，一定要有真实智慧。",
      "zh_TW": "這個四句所說的完全是真實智慧。教化眾生一定要有真實智慧；如果沒有真實智慧，這度眾生，往往不知不覺就被眾生度跑掉了，太多太多了。自古以來，太多太多了。為什麼？不度眾生，做學生的時候，守規矩，接觸的層面不大，有約束，人還很規矩，還有點道心。這一度眾生，麻煩就來了。度眾生，你要接觸群眾，群眾裡面男女老少統統都有，很容易發生感情。還有名聞利養都來了；本來沒有貪心，這個東西愈來愈多，他慢慢就把貪心培養成了，增長了，所以就被眾生度跑掉了。很可怕！因此，你看這經典上的好處，佛真是教導的面面周到，一定要有真實智慧。"
    },
    {
      "id": "02-012-0041_p0086",
      "zh_CN": "『无相无为』，「无相」是决定不能着相，就是在一切现象里面不可以执着。「为」是作为，不可以刻意去作为，这就对了。为什么？始终保持你的清净心。弘法利生要随缘，不可以攀缘；攀缘就错了。攀缘是什么？你别有用心。随缘则自在，攀缘就不自在了。这是教我们不要着相，不可以攀缘。「无为」就是不攀缘，「无相」就是不着相，不攀缘。",
      "zh_TW": "『無相無為』，「無相」是決定不能著相，就是在一切現象裡面不可以執著。「為」是作為，不可以刻意去作為，這就對了。為什麼？始終保持你的清淨心。弘法利生要隨緣，不可以攀緣；攀緣就錯了。攀緣是什麼？你別有用心。隨緣則自在，攀緣就不自在了。這是教我們不要著相，不可以攀緣。「無為」就是不攀緣，「無相」就是不著相，不攀緣。"
    },
    {
      "id": "02-012-0041_p0087",
      "zh_CN": "『无缚无脱』，「缚、脱」都是指的烦恼。缚是烦恼，脱是解脱。烦恼断了，就解脱，就自在了。这也不能执着，不可以自寻烦恼，也不能执着我很自在；你要很自在的话，你就有机会也不帮助众生了，我帮助众生不是自找苦恼，这个也不能执着。",
      "zh_TW": "『無縛無脫』，「縛、脫」都是指的煩惱。縛是煩惱，脫是解脫。煩惱斷了，就解脫，就自在了。這也不能執著，不可以自尋煩惱，也不能執著我很自在；你要很自在的話，你就有機會也不幫助眾生了，我幫助眾生不是自找苦惱，這個也不能執著。"
    },
    {
      "id": "02-012-0041_p0088",
      "zh_CN": "跟儒家所讲「安安而能迁」，《礼记》上讲的，是一个意思。这一个圣贤君子之人，有道德、有学问，身安、心也安，这个很自在。可是社会大众需要你，国家需要你的时候，你就不能安，你要出来替大家办事，能舍弃自己安定的生活。在我们中国，像诸葛孔明就是一个好榜样，他在隆中真的在隐居的时候，确实心安、身安，天下大乱与我无关，过的自在田园幸福的生活。刘备三顾茅庐，他就不能不出来，「安安而能迁」。所以此地讲的「无脱」，这个「脱」就是儒家讲的「安安而能迁」的意思。我们虽然不攀缘，但是有这个机会，一定要替众生多做一点好事，多多的去帮助他们。",
      "zh_TW": "跟儒家所講「安安而能遷」，《禮記》上講的，是一個意思。這一個聖賢君子之人，有道德、有學問，身安、心也安，這個很自在。可是社會大眾需要你，國家需要你的時候，你就不能安，你要出來替大家辦事，能捨棄自己安定的生活。在我們中國，像諸葛孔明就是一個好榜樣，他在隆中真的在隱居的時候，確實心安、身安，天下大亂與我無關，過的自在田園幸福的生活。劉備三顧茅廬，他就不能不出來，「安安而能遷」。所以此地講的「無脫」，這個「脫」就是儒家講的「安安而能遷」的意思。我們雖然不攀緣，但是有這個機會，一定要替眾生多做一點好事，多多的去幫助他們。"
    },
    {
      "id": "02-012-0041_p0089",
      "zh_CN": "虽然教化众生，帮助众生，成就众生，『无诸分别，远离颠倒』，这两句话很要紧，这是真实智慧的受用。我在一切法里头，远离分别、执着，「颠倒」是妄想；换句话说，始终保持清净心，没有妄想，没有分别，没有执着，永远不失真实的智慧，心地清净，智慧现前，这就对了。这个才是真正有能力教化众生，成就众生，同时也成就自己，自他两利。",
      "zh_TW": "雖然教化眾生，幫助眾生，成就眾生，『無諸分別，遠離顛倒』，這兩句話很要緊，這是真實智慧的受用。我在一切法裡頭，遠離分別、執著，「顛倒」是妄想；換句話說，始終保持清淨心，沒有妄想，沒有分別，沒有執著，永遠不失真實的智慧，心地清淨，智慧現前，這就對了。這個才是真正有能力教化眾生，成就眾生，同時也成就自己，自他兩利。"
    },
    {
      "id": "02-012-0041_p0090",
      "zh_CN": "【于所受用。皆无摄取。】",
      "zh_TW": "【於所受用。皆無攝取。】"
    },
    {
      "id": "02-012-0041_p0091",
      "zh_CN": "受用，可以的，不要有一个占有的念头，这个很重要。我们今天有一栋房子，房子可不可以有？可以有，我需要住，不要以为这个房子是我的。明明所有权状是你的。是的，事上是的，心里上没有，将来往生才自在，没有牵挂。如果这里有房子、有财产，往生的时候还舍不得，那就完了，就去不成了，这一点很重要。",
      "zh_TW": "受用，可以的，不要有一個佔有的念頭，這個很重要。我們今天有一棟房子，房子可不可以有？可以有，我需要住，不要以為這個房子是我的。明明所有權狀是你的。是的，事上是的，心裡上沒有，將來往生才自在，沒有牽掛。如果這裡有房子、有財產，往生的時候還捨不得，那就完了，就去不成了，這一點很重要。"
    },
    {
      "id": "02-012-0041_p0092",
      "zh_CN": "所以一切尽舍，这个舍不是事上舍，是心上舍，心上决定不能有。就是你一切受用，有，可以，受用随缘。每一个人过去生中修的福报不一样，修的福报多，你这一生在物质享受就丰盛；修的福报少，在物质上就比较清苦。没有关系，儒家所谓是富贵就安于富贵，贫贱安于贫贱，这个态度是最正确的。贫贱不羡慕富贵，富贵也不会骄慢，对贫贱也一样尊重，这是真正有学问，真正有智慧，才能维护社会的安全、社会的秩序。所以『皆无摄取』很重要、很重要。",
      "zh_TW": "所以一切盡捨，這個捨不是事上捨，是心上捨，心上決定不能有。就是你一切受用，有，可以，受用隨緣。每一個人過去生中修的福報不一樣，修的福報多，你這一生在物質享受就豐盛；修的福報少，在物質上就比較清苦。沒有關係，儒家所謂是富貴就安於富貴，貧賤安於貧賤，這個態度是最正確的。貧賤不羨慕富貴，富貴也不會驕慢，對貧賤也一樣尊重，這是真正有學問，真正有智慧，才能維護社會的安全、社會的秩序。所以『皆無攝取』很重要、很重要。"
    },
    {
      "id": "02-012-0041_p0093",
      "zh_CN": "【遍游佛刹。无爱无厌。】",
      "zh_TW": "【遍遊佛剎。無愛無厭。】"
    },
    {
      "id": "02-012-0041_p0094",
      "zh_CN": "西方世界的菩萨常常到十方世界度化众生，有的佛刹很庄严，七宝庄严，有的佛刹非常的污秽、恶劣。像我们在这个世间，哪个地方请我们去讲经说法，有的地方环境非常好，有些地方一切设备都不够；无论顺境、逆境，只要有缘都去，于一切境界没有爱厌这个念头。这个地方一切丰盛，就喜欢这个地方；那个地方一切欠缺，就讨厌。你有贪爱、有厌倦，你的心就不清净。所以把这些统统舍弃掉，我们得平等心，这个经题上的清净心、平等心，这就对了。",
      "zh_TW": "西方世界的菩薩常常到十方世界度化眾生，有的佛剎很莊嚴，七寶莊嚴，有的佛剎非常的污穢、惡劣。像我們在這個世間，哪個地方請我們去講經說法，有的地方環境非常好，有些地方一切設備都不夠；無論順境、逆境，只要有緣都去，於一切境界沒有愛厭這個念頭。這個地方一切豐盛，就喜歡這個地方；那個地方一切欠缺，就討厭。你有貪愛、有厭倦，你的心就不清淨。所以把這些統統捨棄掉，我們得平等心，這個經題上的清淨心、平等心，這就對了。"
    },
    {
      "id": "02-012-0041_p0095",
      "zh_CN": "【亦无希求不希求想。】",
      "zh_TW": "【亦無希求不希求想。】"
    },
    {
      "id": "02-012-0041_p0096",
      "zh_CN": "希求是错误的，你有求；有求就有苦，有得就有失，这个很痛苦。那不希求；不希求也错了，你还是在执着，你执着个不希求，也错了，要随缘。希求是攀缘，不希求也是攀缘。不希求是什么？所有缘拒绝掉了，也是错误的。所以菩萨教化众生，一切随缘，这个就自在了。",
      "zh_TW": "希求是錯誤的，你有求；有求就有苦，有得就有失，這個很痛苦。那不希求；不希求也錯了，你還是在執著，你執著個不希求，也錯了，要隨緣。希求是攀緣，不希求也是攀緣。不希求是什麼？所有緣拒絕掉了，也是錯誤的。所以菩薩教化眾生，一切隨緣，這個就自在了。"
    },
    {
      "id": "02-012-0041_p0097",
      "zh_CN": "尤其是在我们现前这个阶段，要学习的，就要格外谨慎。对于佛在经典的教训，要善解，要细心去领会，不能把意思解错了；意思解错了，我们在日常生活当中，必然会做错，会造成障碍。如果你善解佛意，解得不错，你智慧增长，在一切境缘之中；这个境是讲物质环境，缘是讲人事环境。换句话说，一切人事环境当中、一切物质条件当中，都不执着，都能得清净、平等，能够自利利他，这个功德就殊胜。",
      "zh_TW": "尤其是在我們現前這個階段，要學習的，就要格外謹慎。對於佛在經典的教訓，要善解，要細心去領會，不能把意思解錯了；意思解錯了，我們在日常生活當中，必然會做錯，會造成障礙。如果你善解佛意，解得不錯，你智慧增長，在一切境緣之中；這個境是講物質環境，緣是講人事環境。換句話說，一切人事環境當中、一切物質條件當中，都不執著，都能得清淨、平等，能夠自利利他，這個功德就殊勝。"
    },
    {
      "id": "02-012-0041_p0098",
      "zh_CN": "所以顺逆境界都要去。顺境里面去考验考验自己动不动心，还动不动贪心？贪爱之心有没有？如果没有，自己功夫得力了。恶境里面，也去看看自己有没有讨厌的心；如果这个厌恶的心没有，自己功夫得力了。",
      "zh_TW": "所以順逆境界都要去。順境裡面去考驗考驗自己動不動心，還動不動貪心？貪愛之心有沒有？如果沒有，自己功夫得力了。惡境裡面，也去看看自己有沒有討厭的心；如果這個厭惡的心沒有，自己功夫得力了。"
    },
    {
      "id": "02-012-0041_p0099",
      "zh_CN": "所以自己功夫不要问人，问人，当然高明的人知道，你的言语、态度能看的出来。功夫得力的人是心清净，无论在哪个环境里头，环境障碍不了他，这个功夫得力。所谓是「八风吹不动」，你赞叹他，他也不会真喜欢；你毁谤他，他也不生烦恼，这功夫得力了。功夫不得力的，环境一现前，马上就被境界转，顺心的就贪恋，不顺心的立刻就厌恶，这是功夫不得力。所以这是教给我们希求、不希求都不要去想。",
      "zh_TW": "所以自己功夫不要問人，問人，當然高明的人知道，你的言語、態度能看的出來。功夫得力的人是心清淨，無論在哪個環境裡頭，環境障礙不了他，這個功夫得力。所謂是「八風吹不動」，你讚歎他，他也不會真喜歡；你毀謗他，他也不生煩惱，這功夫得力了。功夫不得力的，環境一現前，馬上就被境界轉，順心的就貪戀，不順心的立刻就厭惡，這是功夫不得力。所以這是教給我們希求、不希求都不要去想。"
    },
    {
      "id": "02-012-0041_p0100",
      "zh_CN": "学佛之人在这个世间有愿无求。我愿生净土，我有强烈的愿望要求生西方极乐世界。不能天天在佛菩萨面前求，我赶快去，这个不行。为什么？求是贪心，不是清净心。愿是真心，真心里面发的是愿。妄心里面是求，求是属于识心，就是第六意识心，它是感情的；愿是理智的。",
      "zh_TW": "學佛之人在這個世間有願無求。我願生淨土，我有強烈的願望要求生西方極樂世界。不能天天在佛菩薩面前求，我趕快去，這個不行。為什麼？求是貪心，不是清淨心。願是真心，真心裡面發的是願。妄心裡面是求，求是屬於識心，就是第六意識心，它是感情的；願是理智的。"
    },
    {
      "id": "02-012-0041_p0101",
      "zh_CN": "我们念佛，当然求一心不乱。可是有一个求一心不乱的念头在，你永远不能得一心。为什么？求一心不乱，就是障碍。「阿弥陀佛、阿弥陀佛」，这一句佛号里头还夹杂着一个求一心不乱，这就糟糕了。我愿意得一心不乱，我这个求一心不乱的念头没有，就是一句佛号一直念到底，念到功夫纯熟，一心不乱现前，自然得到。功夫到了，境界就现前；功夫没有到，求是障碍。这是举一个例子。",
      "zh_TW": "我們念佛，當然求一心不亂。可是有一個求一心不亂的念頭在，你永遠不能得一心。為什麼？求一心不亂，就是障礙。「阿彌陀佛、阿彌陀佛」，這一句佛號裡頭還夾雜著一個求一心不亂，這就糟糕了。我願意得一心不亂，我這個求一心不亂的念頭沒有，就是一句佛號一直念到底，念到功夫純熟，一心不亂現前，自然得到。功夫到了，境界就現前；功夫沒有到，求是障礙。這是舉一個例子。"
    },
    {
      "id": "02-012-0041_p0102",
      "zh_CN": "一切事相当中，无不如是，世法、佛法都一样。不要求，但是不能没有愿；没有愿，我们修学就没有方向，就没有目标。一定要有愿，愿是方向，愿是努力的目标。立下大愿之后，努力往这个方向走就对了，自然一步一步接近，一天一天接近，一定有满愿的一天。不能着急，要有耐心，要有毅力，这才会成就。",
      "zh_TW": "一切事相當中，無不如是，世法、佛法都一樣。不要求，但是不能沒有願；沒有願，我們修學就沒有方向，就沒有目標。一定要有願，願是方向，願是努力的目標。立下大願之後，努力往這個方向走就對了，自然一步一步接近，一天一天接近，一定有滿願的一天。不能著急，要有耐心，要有毅力，這才會成就。"
    },
    {
      "id": "02-012-0041_p0103",
      "zh_CN": "【亦无彼我违怨之想。】",
      "zh_TW": "【亦無彼我違怨之想。】"
    },
    {
      "id": "02-012-0041_p0104",
      "zh_CN": "这一句意思更深、更明显了。前面所说的都是对境界、对事，这对人，『彼我』就是人我，就是《金刚经》上讲的「我相、人相、众生相」，就指的这一些。『违怨』，「违」是违背自己意思，你就起了怨恨；顺自己意思，就会起贪爱。这一句它的真正的意思，是在一切人事方面，无论是善人，无论是恶人，我们一定要用平等心；用平等心才能成就清净心，意思在此地。离开一切分别、执着，贪爱、违怨都叫妄想，离开一切分别、执着、妄想，我们清净平等就成就了。这个清净平等必定是觉而不迷。经题里面给我们提的大总持法门是「清净平等觉」，这是我们念佛希望达到的一个目标，经典在在处处教给我们如何修学。我们今天就讲到此地。",
      "zh_TW": "這一句意思更深、更明顯了。前面所說的都是對境界、對事，這對人，『彼我』就是人我，就是《金剛經》上講的「我相、人相、眾生相」，就指的這一些。『違怨』，「違」是違背自己意思，你就起了怨恨；順自己意思，就會起貪愛。這一句它的真正的意思，是在一切人事方面，無論是善人，無論是惡人，我們一定要用平等心；用平等心才能成就清淨心，意思在此地。離開一切分別、執著，貪愛、違怨都叫妄想，離開一切分別、執著、妄想，我們清淨平等就成就了。這個清淨平等必定是覺而不迷。經題裡面給我們提的大總持法門是「清淨平等覺」，這是我們念佛希望達到的一個目標，經典在在處處教給我們如何修學。我們今天就講到此地。"
    }
  ]
}