{
  "doc_id": "02-012-0025",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0025",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "02-012-0025_p0001",
      "zh_CN": "请掀开经本，第二十面倒数第四行，第二句看起：",
      "zh_TW": "請掀開經本，第二十面倒數第四行，第二句看起："
    },
    {
      "id": "02-012-0025_p0002",
      "zh_CN": "【世间自在王佛。即为法藏而说经言。譬如大海一人斗量。经历劫数尚可穷底。人有至心求道。精进不止。会当克果。何愿不得。】",
      "zh_TW": "【世間自在王佛。即為法藏而說經言。譬如大海一人斗量。經歷劫數尚可窮底。人有至心求道。精進不止。會當剋果。何願不得。】"
    },
    {
      "id": "02-012-0025_p0003",
      "zh_CN": "我们这一次的讲演，因为受时间的限制，正好今天黄老居士的注解寄到了一千册，数量很多，每一位同修都可以得到一部；如果你们还有朋友喜欢《无量寿经》的，经本很多，都可以来取。经文里面，像注解里面有的，我们可以省略了；我们要讲的，就是修学的心得报告，特别着重如何把经义应用在我们日常生活当中，我们能够得到真实的受用，所以重点放在此地。",
      "zh_TW": "我們這一次的講演，因為受時間的限制，正好今天黃老居士的註解寄到了一千冊，數量很多，每一位同修都可以得到一部；如果你們還有朋友喜歡《無量壽經》的，經本很多，都可以來取。經文裡面，像註解裡面有的，我們可以省略了；我們要講的，就是修學的心得報告，特別著重如何把經義應用在我們日常生活當中，我們能夠得到真實的受用，所以重點放在此地。"
    },
    {
      "id": "02-012-0025_p0004",
      "zh_CN": "凡是注解里面有的，我们都把它省略掉；或者像过去在新加坡讲的、在香港讲的，以及在台湾讲过两次，都保留有录音带，每一次讲的都不一样，所以每一套带子都可以听听，多少可以有一点帮助。",
      "zh_TW": "凡是註解裡面有的，我們都把它省略掉；或者像過去在新加坡講的、在香港講的，以及在台灣講過兩次，都保留有錄音帶，每一次講的都不一樣，所以每一套帶子都可以聽聽，多少可以有一點幫助。"
    },
    {
      "id": "02-012-0025_p0005",
      "zh_CN": "今天我们念的这一段，是佛对法藏的答复。法藏前面这一段话，我们能够看出他的志向，实在是非常希有难得，不是普通人能够发出来的，甚至普通人还没有想到。他要作佛，作佛的目的是为了教化众生；换句话说，从修行一直到证果，都是为众生着想，没有为自己。这一点我们要细心去体会，要认真去学习。实在说，能为一切众生，这个人才懂得怎样为自己。如果念念都为自己着想，实在讲，自己实在是一无所得，什么也得不到；能为众生，才是真正为自己。",
      "zh_TW": "今天我們念的這一段，是佛對法藏的答覆。法藏前面這一段話，我們能夠看出他的志向，實在是非常希有難得，不是普通人能夠發出來的，甚至普通人還沒有想到。他要作佛，作佛的目的是為了教化眾生；換句話說，從修行一直到證果，都是為眾生著想，沒有為自己。這一點我們要細心去體會，要認真去學習。實在說，能為一切眾生，這個人才懂得怎樣為自己。如果念念都為自己著想，實在講，自己實在是一無所得，什麼也得不到；能為眾生，才是真正為自己。"
    },
    {
      "id": "02-012-0025_p0006",
      "zh_CN": "他既然有请求，求佛给他讲经说法，佛对于这样一个学生，这种学生真是希有难得。过去李炳老曾经给我说过，学生找老师难，所以一个好的老师可遇不可求；他说老师要找一个好学生更难。在此地，法藏找到一个好老师，世间自在王佛也找到一个好学生，这个师资之间那一种喜悦，我们勉强能够体会到一些，真实的喜悦是我们一般人体会不到的。这是佛有了传法的一个学生。当然法藏的要求，佛是统统都答应的，给他说经，当然讲的经很多很多，就不必一部一部的说了；要说，说不完的；光说经题，也说不完的。",
      "zh_TW": "他既然有請求，求佛給他講經說法，佛對於這樣一個學生，這種學生真是希有難得。過去李炳老曾經給我說過，學生找老師難，所以一個好的老師可遇不可求；他說老師要找一個好學生更難。在此地，法藏找到一個好老師，世間自在王佛也找到一個好學生，這個師資之間那一種喜悅，我們勉強能夠體會到一些，真實的喜悅是我們一般人體會不到的。這是佛有了傳法的一個學生。當然法藏的要求，佛是統統都答應的，給他說經，當然講的經很多很多，就不必一部一部的說了；要說，說不完的；光說經題，也說不完的。"
    },
    {
      "id": "02-012-0025_p0007",
      "zh_CN": "这个地方，重要的是要答复他；他立的这个愿要作佛，而且要超过一切诸佛，能不能做到？这一句话非常重要，所以就特别把这一个答复说得详细；至于他要听经，那一句话就带过了，「而说经言」，这一句话就带过了。",
      "zh_TW": "這個地方，重要的是要答覆他；他立的這個願要作佛，而且要超過一切諸佛，能不能做到？這一句話非常重要，所以就特別把這一個答覆說得詳細；至於他要聽經，那一句話就帶過了，「而說經言」，這一句話就帶過了。"
    },
    {
      "id": "02-012-0025_p0008",
      "zh_CN": "「譬如大海一人斗量」。这一个人用斗，斗很小，一斗一斗的量这个海水，海水到底有多少斗？如果给他很长的时间，那个海水也可以量完的，「尚可穷底」。",
      "zh_TW": "「譬如大海一人斗量」。這一個人用斗，斗很小，一斗一斗的量這個海水，海水到底有多少斗？如果給他很長的時間，那個海水也可以量完的，「尚可窮底」。"
    },
    {
      "id": "02-012-0025_p0009",
      "zh_CN": "「人有至心求道」。此地重要的是「至心」，至心就是真诚之心，真诚到了极处，用这样的心去求道。而且「精进不止」，进是进步，绝对不会往后退，只有往前进。进是精进，精是纯而不杂，专一求进步，这个效果就很大。",
      "zh_TW": "「人有至心求道」。此地重要的是「至心」，至心就是真誠之心，真誠到了極處，用這樣的心去求道。而且「精進不止」，進是進步，絕對不會往後退，只有往前進。進是精進，精是純而不雜，專一求進步，這個效果就很大。"
    },
    {
      "id": "02-012-0025_p0010",
      "zh_CN": "我们看现前有不少学佛的同修，也很努力，天天在求进步，但是效果不彰。原因在哪里？他学得太多了，学得太杂了，他那个进步不叫精进，叫杂进，叫乱进，所以效果就收不到了。我们如果要想有成就，而且快速成就，「精进」两个字很重要。",
      "zh_TW": "我們看現前有不少學佛的同修，也很努力，天天在求進步，但是效果不彰。原因在哪裡？他學得太多了，學得太雜了，他那個進步不叫精進，叫雜進，叫亂進，所以效果就收不到了。我們如果要想有成就，而且快速成就，「精進」兩個字很重要。"
    },
    {
      "id": "02-012-0025_p0011",
      "zh_CN": "佛家法门很多，经典也很多，到底哪一部经典最好？从理论上说，门门都好，没有一门不好，佛说的哪有不好的。哪一门第一呢？门门都第一，法门平等，无有高下，这是从理上讲，确实是如此。但是从事上来讲就不一样了。事是说什么？我们每一个人的根性，根性不相同，聪明智慧不相同，生活环境不相同，有些法门修学起来就觉得方便，有些法门修学起来就觉得困难；难易不干法门，难易是在个人的根性。",
      "zh_TW": "佛家法門很多，經典也很多，到底哪一部經典最好？從理論上說，門門都好，沒有一門不好，佛說的哪有不好的。哪一門第一呢？門門都第一，法門平等，無有高下，這是從理上講，確實是如此。但是從事上來講就不一樣了。事是說什麼？我們每一個人的根性，根性不相同，聰明智慧不相同，生活環境不相同，有些法門修學起來就覺得方便，有些法門修學起來就覺得困難；難易不干法門，難易是在個人的根性。"
    },
    {
      "id": "02-012-0025_p0012",
      "zh_CN": "念佛法门，不管根性的胜劣，统统都容易，最容易修了。参禅，要有个很安静的禅堂，才好用功；学密，密宗供奉佛像，七宝供养，仪规很繁杂，非常繁杂；同时，那要相当富有才能供养得起，光是那个供具价值就不得了。没有这一句「阿弥陀佛」来得方便；这一句阿弥陀佛，你家里有佛像也行，没有佛像也行；你有香花供养也可以，不供养也可以，这个法门就方便了。所以在一切法门里面，这个法门是方便第一，不重视仪规，也不须要特别修学的环境，它好就好在这个地方，这是我们一定要知道的。",
      "zh_TW": "念佛法門，不管根性的勝劣，統統都容易，最容易修了。參禪，要有個很安靜的禪堂，才好用功；學密，密宗供奉佛像，七寶供養，儀規很繁雜，非常繁雜；同時，那要相當富有才能供養得起，光是那個供具價值就不得了。沒有這一句「阿彌陀佛」來得方便；這一句阿彌陀佛，你家裡有佛像也行，沒有佛像也行；你有香花供養也可以，不供養也可以，這個法門就方便了。所以在一切法門裡面，這個法門是方便第一，不重視儀規，也不須要特別修學的環境，它好就好在這個地方，這是我們一定要知道的。"
    },
    {
      "id": "02-012-0025_p0013",
      "zh_CN": "但是每个同修的根性不相同，如果勉强修学就会有困难，顺着自己的兴趣修学就来得容易。我们修别的法门，能不能生净土？能，《无量寿经》上讲得很清楚，修其他法门，只要回向净土，统统能往生。可见得阿弥陀佛并不是限制你一定要学《无量寿经》，一定要念阿弥陀佛，你才能往生，他的心量不是这么小的。无论你修学哪一个法门，但是有一个原则，你一定要能伏烦恼。不管你用什么功，如果烦恼伏不住，那就没有办法往生，这是真正的要求，真正的条件。",
      "zh_TW": "但是每個同修的根性不相同，如果勉強修學就會有困難，順著自己的興趣修學就來得容易。我們修別的法門，能不能生淨土？能，《無量壽經》上講得很清楚，修其他法門，只要迴向淨土，統統能往生。可見得阿彌陀佛並不是限制你一定要學《無量壽經》，一定要念阿彌陀佛，你才能往生，他的心量不是這麼小的。無論你修學哪一個法門，但是有一個原則，你一定要能伏煩惱。不管你用什麼功，如果煩惱伏不住，那就沒有辦法往生，這是真正的要求，真正的條件。"
    },
    {
      "id": "02-012-0025_p0014",
      "zh_CN": "像江味农居士有一本《讲义》，是今天运到的，今天带了一箱，带的不多，明天我们再带来。江味农居士一生专门研究《金刚经》，写了一本《讲义》；这一本《讲义》，实实在在说，是集《金刚经》古今注解的大成，他参考了差不多有一两百种的注解。所以你念这一本，就把古今《金刚经》的注子统统都念到了，有这个好处。他注得很详细，特别是对于佛学的名词术语，解释得周详。过去在台湾，李老师办「大专佛学讲座」，就送这一部书；把这一部书送给学生，教学生当佛学常识念，这是入门的时候，总得把佛学的名词术语搞清楚，这一本很详细，当作佛学常识。",
      "zh_TW": "像江味農居士有一本《講義》，是今天運到的，今天帶了一箱，帶的不多，明天我們再帶來。江味農居士一生專門研究《金剛經》，寫了一本《講義》；這一本《講義》，實實在在說，是集《金剛經》古今註解的大成，他參考了差不多有一兩百種的註解。所以你念這一本，就把古今《金剛經》的註子統統都念到了，有這個好處。他註得很詳細，特別是對於佛學的名詞術語，解釋得周詳。過去在台灣，李老師辦「大專佛學講座」，就送這一部書；把這一部書送給學生，教學生當佛學常識念，這是入門的時候，總得把佛學的名詞術語搞清楚，這一本很詳細，當作佛學常識。"
    },
    {
      "id": "02-012-0025_p0015",
      "zh_CN": "江居士标榜「教宗般若」，宗就是宗旨的宗，在教上他一生专门研究《金刚经》；「行在弥陀」，他念阿弥陀佛求生净土。这是给我们做了一个榜样，无论修学哪一部经论，要紧的是精进。江居士精进，所以他有成就，他确确实实往生了。近代往生传里面，有一篇他的传记。他的女儿（向太太）好像在纽约，今年大概有八十多岁了。有一年我在台湾，我还没到美国来的时候，她到台湾去看我，见了面。因为那个时候我正在讲《金刚经》，用的是江老居士的《讲义》，讲这个东西的时候她来看我。她告诉我，她是江老居士的女儿，我就把《金刚经讲义》送一本给她作纪念。她说得很客气，以前年轻，他父亲对佛学有这么深的造诣，她们不学佛，不以为然；现在年岁大了，觉得生死事大，这才觉悟到，现在才开始学。我说还来得及，老实念佛，求生净土，这非常非常的重要。",
      "zh_TW": "江居士標榜「教宗般若」，宗就是宗旨的宗，在教上他一生專門研究《金剛經》；「行在彌陀」，他念阿彌陀佛求生淨土。這是給我們做了一個榜樣，無論修學哪一部經論，要緊的是精進。江居士精進，所以他有成就，他確確實實往生了。近代往生傳裡面，有一篇他的傳記。他的女兒（向太太）好像在紐約，今年大概有八十多歲了。有一年我在台灣，我還沒到美國來的時候，她到台灣去看我，見了面。因為那個時候我正在講《金剛經》，用的是江老居士的《講義》，講這個東西的時候她來看我。她告訴我，她是江老居士的女兒，我就把《金剛經講義》送一本給她作紀念。她說得很客氣，以前年輕，他父親對佛學有這麼深的造詣，她們不學佛，不以為然；現在年歲大了，覺得生死事大，這才覺悟到，現在才開始學。我說還來得及，老實念佛，求生淨土，這非常非常的重要。"
    },
    {
      "id": "02-012-0025_p0016",
      "zh_CN": "所以，只要把「精进」这两个字把握到了，我们一定有成就。古大德说，佛法「贵精不贵多」，这是一句非常重要的指导。又所谓「一经通一切经通」，问题就是你是不是真的精通了？只要一部经真的精通，那是部部都通达了。",
      "zh_TW": "所以，只要把「精進」這兩個字把握到了，我們一定有成就。古大德說，佛法「貴精不貴多」，這是一句非常重要的指導。又所謂「一經通一切經通」，問題就是你是不是真的精通了？只要一部經真的精通，那是部部都通達了。"
    },
    {
      "id": "02-012-0025_p0017",
      "zh_CN": "我们想一想，我们如果真的想深入经藏，应该怎么做？是广学多闻，还是一门深入？这两条路都有人走。我们从历史上看，自古以来，走一门深入这个路子，成就的人多，非常非常多；从广学多闻，成就的人少，那是属于特殊的天才，中下根性的人不行，没有这个能力，都是从一门深入。所以对「精进」这两个字，我们要特别注意到，要认真去体会它。",
      "zh_TW": "我們想一想，我們如果真的想深入經藏，應該怎麼做？是廣學多聞，還是一門深入？這兩條路都有人走。我們從歷史上看，自古以來，走一門深入這個路子，成就的人多，非常非常多；從廣學多聞，成就的人少，那是屬於特殊的天才，中下根性的人不行，沒有這個能力，都是從一門深入。所以對「精進」這兩個字，我們要特別注意到，要認真去體會它。"
    },
    {
      "id": "02-012-0025_p0018",
      "zh_CN": "佛在这里教他「精进不止，会当克果，何愿不得」，等于佛给他做了证明，你发的愿可以得到，你的愿望要超过诸佛也能做得到，不是做不到。那要怎么个作法？下面教给他方法，我们读底下这一句经文：",
      "zh_TW": "佛在這裡教他「精進不止，會當剋果，何願不得」，等於佛給他做了證明，你發的願可以得到，你的願望要超過諸佛也能做得到，不是做不到。那要怎麼個作法？下面教給他方法，我們讀底下這一句經文："
    },
    {
      "id": "02-012-0025_p0019",
      "zh_CN": "【汝自思惟。修何方便。而能成就佛刹庄严。如所修行。汝自当知。清净佛国。汝应自摄。】",
      "zh_TW": "【汝自思惟。修何方便。而能成就佛剎莊嚴。如所修行。汝自當知。清淨佛國。汝應自攝。】"
    },
    {
      "id": "02-012-0025_p0020",
      "zh_CN": "这一段是世间自在王佛教给法藏比丘修行的纲领，这一种开示跟禅宗里面，可以说完全是一致的，所谓答在问边。法藏请教，佛怎么答呢？答在问处，完全让你自己去体悟，而没有讲解。所以这个《无量寿经》里面，不但有教有禅有密，各宗的教义统统都有，非常明显的摆在这个经文的句子之中。这里面一共有三个「自」，「汝自思惟、汝自当知、汝应自摄」，这三个「自」，就是跟禅宗里面讲直指人心，见性成佛，那个义趣是相同的。",
      "zh_TW": "這一段是世間自在王佛教給法藏比丘修行的綱領，這一種開示跟禪宗裡面，可以說完全是一致的，所謂答在問邊。法藏請教，佛怎麼答呢？答在問處，完全讓你自己去體悟，而沒有講解。所以這個《無量壽經》裡面，不但有教有禪有密，各宗的教義統統都有，非常明顯的擺在這個經文的句子之中。這裡面一共有三個「自」，「汝自思惟、汝自當知、汝應自攝」，這三個「自」，就是跟禪宗裡面講直指人心，見性成佛，那個義趣是相同的。"
    },
    {
      "id": "02-012-0025_p0021",
      "zh_CN": "「修何方便，而能成就佛刹庄严」。因为他的愿望之中，他将来成佛，依正庄严都要超过诸佛。他是请教佛，应该怎么个修学法？佛反过来问他，你用什么方便，才能够达到你这种殊胜庄严的目标？",
      "zh_TW": "「修何方便，而能成就佛剎莊嚴」。因為他的願望之中，他將來成佛，依正莊嚴都要超過諸佛。他是請教佛，應該怎麼個修學法？佛反過來問他，你用什麼方便，才能夠達到你這種殊勝莊嚴的目標？"
    },
    {
      "id": "02-012-0025_p0022",
      "zh_CN": "接着又说，「如所修行，汝自当知」，你自己应该晓得。「清净佛国，汝应自摄」，这个摄就是你自己去创造，不能依靠别人，也没人帮你的忙；自己去建立，自己去创造。",
      "zh_TW": "接著又說，「如所修行，汝自當知」，你自己應該曉得。「清淨佛國，汝應自攝」，這個攝就是你自己去創造，不能依靠別人，也沒人幫你的忙；自己去建立，自己去創造。"
    },
    {
      "id": "02-012-0025_p0023",
      "zh_CN": "佛连用了三个「自」，我们想想，法藏这样聪明绝顶的人，怀有伟大的抱负，能为一切众生；佛这一点，他能不开悟吗？当然开悟。虽开悟，他还是非常得谦虚，我们看他下面的话就晓得了。",
      "zh_TW": "佛連用了三個「自」，我們想想，法藏這樣聰明絕頂的人，懷有偉大的抱負，能為一切眾生；佛這一點，他能不開悟嗎？當然開悟。雖開悟，他還是非常得謙虛，我們看他下面的話就曉得了。"
    },
    {
      "id": "02-012-0025_p0024",
      "zh_CN": "【法藏白言。斯义宏深。非我境界。惟愿如来应正遍知。广演诸佛无量妙刹。若我得闻。如是等法。思惟修习。誓满所愿。】",
      "zh_TW": "【法藏白言。斯義宏深。非我境界。惟願如來應正遍知。廣演諸佛無量妙剎。若我得聞。如是等法。思惟修習。誓滿所願。】"
    },
    {
      "id": "02-012-0025_p0025",
      "zh_CN": "实在讲，这些话的用意很深。他不是在佛这几句话当中，言下就大彻大悟，他不用这个方式；虽然彻悟了，还装成没悟。我们想想，他的用意在哪里？因为这个法门不是禅的法门，禅的法门只能够接引上上根的人，上上根以下的听不懂，没分。实在讲，这也就是法藏比丘非常具体体会佛跟他讲的「汝自思惟，修何方便」，他马上把这个方便就提出来了。「如所修行，汝自当知」，底下这个话他就清清楚楚、明明白白，他不用禅宗这种方式来接引大众，他用念阿弥陀佛执持名号这个方法来接引大众，那就是无际不摄，九法界一切众生统统得度。要是用前面三个自的方法，那只有上上根人得度，上上根以下没分。",
      "zh_TW": "實在講，這些話的用意很深。他不是在佛這幾句話當中，言下就大徹大悟，他不用這個方式；雖然徹悟了，還裝成沒悟。我們想想，他的用意在哪裡？因為這個法門不是禪的法門，禪的法門只能夠接引上上根的人，上上根以下的聽不懂，沒分。實在講，這也就是法藏比丘非常具體體會佛跟他講的「汝自思惟，修何方便」，他馬上把這個方便就提出來了。「如所修行，汝自當知」，底下這個話他就清清楚楚、明明白白，他不用禪宗這種方式來接引大眾，他用念阿彌陀佛執持名號這個方法來接引大眾，那就是無際不攝，九法界一切眾生統統得度。要是用前面三個自的方法，那只有上上根人得度，上上根以下沒分。"
    },
    {
      "id": "02-012-0025_p0026",
      "zh_CN": "他们师徒两人一问一答，妙极了！问在答处，答在问边，妙极了！这个文非常有趣味。他的答复是这个意思太大了，宏是大，太深了，既深又广，不是我们凡夫的境界，他这是代表一般根性的大众，这不是一般根性人能接受的。所以继续请佛把水准降低，降低到一般普通人也能理解，不要拉得这么高，这是要求。",
      "zh_TW": "他們師徒兩人一問一答，妙極了！問在答處，答在問邊，妙極了！這個文非常有趣味。他的答覆是這個意思太大了，宏是大，太深了，既深又廣，不是我們凡夫的境界，他這是代表一般根性的大眾，這不是一般根性人能接受的。所以繼續請佛把水準降低，降低到一般普通人也能理解，不要拉得這麼高，這是要求。"
    },
    {
      "id": "02-012-0025_p0027",
      "zh_CN": "「惟愿如来应正遍知」，这都是对佛的十号之内，前面介绍过了，不必多说了。",
      "zh_TW": "「惟願如來應正遍知」，這都是對佛的十號之內，前面介紹過了，不必多說了。"
    },
    {
      "id": "02-012-0025_p0028",
      "zh_CN": "「广演诸佛无量妙刹」。要求佛说什么？他所要知道的是非常现实非常贴切的，绝对不是谈玄说妙，那些东西我们用不上。我今天要想知道的是十方无量无边诸佛世界，那一些众生他们生活状况如何？他们苦乐如何？他要知道这一些。就是诸佛国土里面，这一些众生个人的幸福、家庭的美满、社会的和谐、世间的和平，他要知道这些，作他自己修学的参考。",
      "zh_TW": "「廣演諸佛無量妙剎」。要求佛說什麼？他所要知道的是非常現實非常貼切的，絕對不是談玄說妙，那些東西我們用不上。我今天要想知道的是十方無量無邊諸佛世界，那一些眾生他們生活狀況如何？他們苦樂如何？他要知道這一些。就是諸佛國土裡面，這一些眾生個人的幸福、家庭的美滿、社會的和諧、世間的和平，他要知道這些，作他自己修學的參考。"
    },
    {
      "id": "02-012-0025_p0029",
      "zh_CN": "「若我得闻」。此地有「闻思修」，说明他确实具足了圆满的三慧，证实法藏是大菩萨，不是普通人。只要老师说了，我听懂了，「思惟修习，誓满所愿」。",
      "zh_TW": "「若我得聞」。此地有「聞思修」，說明他確實具足了圓滿的三慧，證實法藏是大菩薩，不是普通人。只要老師說了，我聽懂了，「思惟修習，誓滿所願」。"
    },
    {
      "id": "02-012-0025_p0030",
      "zh_CN": "【世间自在王佛知其高明。志愿深广。即为宣说二百一十亿诸佛刹土。功德严净。广大圆满之相。应其心愿悉现与之。说是法时。经千亿岁。】",
      "zh_TW": "【世間自在王佛知其高明。志願深廣。即為宣說二百一十億諸佛剎土。功德嚴淨。廣大圓滿之相。應其心願悉現與之。說是法時。經千億歲。】"
    },
    {
      "id": "02-012-0025_p0031",
      "zh_CN": "这是教学。法藏在世间自在王会下，听经的时间是千亿岁，这么长的时间，他学的一定不少。佛给他讲了多少？「二百一十亿诸佛刹土」，这是把一切佛从发心修行证果，教化众生，全都说给法藏比丘听了。「二百一十亿」，不是数目字；如果是数目字，这个数字不大，不是一个很大的数字，是一个很普通的数目字。在密宗里面表法，「二十一」也是表圆满。前面讲过了，密宗是十六代表圆满，二十一也是代表圆满。说二百一十亿，把这个二十一扩大，这个意思讲大圆满；换句话说，把虚空法界所有一切诸佛国土里面的情况全都说了，一个也没漏掉，二十一是这个意思。如果你要说是数字，这个法界里面诸佛国土无量无边，二百一十亿这是个小数字，没多少。所以它代表大圆满，全都说到了。",
      "zh_TW": "這是教學。法藏在世間自在王會下，聽經的時間是千億歲，這麼長的時間，他學的一定不少。佛給他講了多少？「二百一十億諸佛剎土」，這是把一切佛從發心修行證果，教化眾生，全都說給法藏比丘聽了。「二百一十億」，不是數目字；如果是數目字，這個數字不大，不是一個很大的數字，是一個很普通的數目字。在密宗裡面表法，「二十一」也是表圓滿。前面講過了，密宗是十六代表圓滿，二十一也是代表圓滿。說二百一十億，把這個二十一擴大，這個意思講大圓滿；換句話說，把虛空法界所有一切諸佛國土裡面的情況全都說了，一個也沒漏掉，二十一是這個意思。如果你要說是數字，這個法界裡面諸佛國土無量無邊，二百一十億這是個小數字，沒多少。所以它代表大圓滿，全都說到了。"
    },
    {
      "id": "02-012-0025_p0032",
      "zh_CN": "怎么知道呢？法藏在大愿里面，他度众生的对象是尽虚空遍法界，一个世界都不遗漏的，所以他的学习必定亦复如是，因与果才能够相应。这一切佛刹里面的功德、庄严、清净、广大圆满之相，像我们这个世界三界六道因缘果报、净秽、苦乐，他统统都明了了。不但明了，千亿岁给你说，所以佛说法不可思议。",
      "zh_TW": "怎麼知道呢？法藏在大願裡面，他度眾生的對象是盡虛空遍法界，一個世界都不遺漏的，所以他的學習必定亦復如是，因與果才能夠相應。這一切佛剎裡面的功德、莊嚴、清淨、廣大圓滿之相，像我們這個世界三界六道因緣果報、淨穢、苦樂，他統統都明瞭了。不但明瞭，千億歲給你說，所以佛說法不可思議。"
    },
    {
      "id": "02-012-0025_p0033",
      "zh_CN": "说完之后，「应其心愿悉现与之」。这两句要特别注意，佛说，那是言语的介绍，那个事实有没有见到？没有见到，很难讲得清楚；佛以神力说哪一个世界，就把这个世界状况变现在他的面前，让他亲眼看到，悉现与之。这是说教学的状况，以及修学的时间，千亿岁。",
      "zh_TW": "說完之後，「應其心願悉現與之」。這兩句要特別注意，佛說，那是言語的介紹，那個事實有沒有見到？沒有見到，很難講得清楚；佛以神力說哪一個世界，就把這個世界狀況變現在他的面前，讓他親眼看到，悉現與之。這是說教學的狀況，以及修學的時間，千億歲。"
    },
    {
      "id": "02-012-0025_p0034",
      "zh_CN": "【尔时法藏闻佛所说。皆悉睹见。】",
      "zh_TW": "【爾時法藏聞佛所說。皆悉睹見。】"
    },
    {
      "id": "02-012-0025_p0035",
      "zh_CN": "「闻」是听老师介绍，介绍得很详细。不但亲自听到，而且亲眼见到；老师说哪一个世界，就将这个世界变现在面前，统统能看见，这是最好的教学法。我们现在讲视听教学，法藏当年接受的就是视听教学。我们的视听，看的是影像，不是现场；法藏当年看的是现场，不是影像。",
      "zh_TW": "「聞」是聽老師介紹，介紹得很詳細。不但親自聽到，而且親眼見到；老師說哪一個世界，就將這個世界變現在面前，統統能看見，這是最好的教學法。我們現在講視聽教學，法藏當年接受的就是視聽教學。我們的視聽，看的是影像，不是現場；法藏當年看的是現場，不是影像。"
    },
    {
      "id": "02-012-0025_p0036",
      "zh_CN": "【起发无上殊胜之愿。】",
      "zh_TW": "【起發無上殊勝之願。】"
    },
    {
      "id": "02-012-0025_p0037",
      "zh_CN": "他这个四十八愿不是坐在家里打妄想发的，确确实实每一愿都有来由。你问他从哪里发的？他有来由的。譬如，四十八愿第一愿「国无恶道」，西方极乐世界没有三恶道，他为什么发这个愿？看到十方世界三恶道太苦了，太可怜了，我这个地方不要三恶道。单凭你的理想，不要行吗？三恶道的因是什么？三恶道的缘是什么？恶道是个果报，如果能把因跟缘断掉，那个地方当然就没这个果报。这就是尔后这四十八愿，愿愿都有来由。此地也略略提了一下。",
      "zh_TW": "他這個四十八願不是坐在家裡打妄想發的，確確實實每一願都有來由。你問他從哪裡發的？他有來由的。譬如，四十八願第一願「國無惡道」，西方極樂世界沒有三惡道，他為什麼發這個願？看到十方世界三惡道太苦了，太可憐了，我這個地方不要三惡道。單憑你的理想，不要行嗎？三惡道的因是什麼？三惡道的緣是什麼？惡道是個果報，如果能把因跟緣斷掉，那個地方當然就沒這個果報。這就是爾後這四十八願，願願都有來由。此地也略略提了一下。"
    },
    {
      "id": "02-012-0025_p0038",
      "zh_CN": "【于彼天人善恶。】",
      "zh_TW": "【於彼天人善惡。】"
    },
    {
      "id": "02-012-0025_p0039",
      "zh_CN": "「彼」是指十方一切诸佛的刹土。这个里面六道众生，哪些是善的、哪些是恶的，善恶是讲「身口意」三业，哪些是善、哪些是恶；善感善果，恶感恶报，善恶因缘必定有报应的。他把这一些事实搞清楚了。",
      "zh_TW": "「彼」是指十方一切諸佛的剎土。這個裡面六道眾生，哪些是善的、哪些是惡的，善惡是講「身口意」三業，哪些是善、哪些是惡；善感善果，惡感惡報，善惡因緣必定有報應的。他把這一些事實搞清楚了。"
    },
    {
      "id": "02-012-0025_p0040",
      "zh_CN": "【国土麤妙。】",
      "zh_TW": "【國土麤妙。】"
    },
    {
      "id": "02-012-0025_p0041",
      "zh_CN": "虽然说的是物质环境，也包括人事环境；人事环境就是六道。环境不相同，由于众生造的因不相同，所得的果报就不一样。这些理论、事实，他统统明白了。",
      "zh_TW": "雖然說的是物質環境，也包括人事環境；人事環境就是六道。環境不相同，由於眾生造的因不相同，所得的果報就不一樣。這些理論、事實，他統統明白了。"
    },
    {
      "id": "02-012-0025_p0042",
      "zh_CN": "【思惟究竟。便一其心。选择所欲。结得大愿。】",
      "zh_TW": "【思惟究竟。便一其心。選擇所欲。結得大願。】"
    },
    {
      "id": "02-012-0025_p0043",
      "zh_CN": "他那个大愿是这么来的。用我们现在科学的观念来观察，非常符合科学的精神。十方世界那些好的，我采取；不好的，统统把它淘汰掉，不要了。换句话说，西方世界为什么叫极乐世界？为什么他的世界超过一切诸佛刹土？他是集一切诸佛世界美好之大成，它这么来的。所以不是坐在家里想像想出来的，不是的。就是我们中国人常说「读万卷书，行万里路」。千亿岁，听经是读书；看到一切诸佛世界，就等于是行万里路。所以他的知识、智慧是真实的，是真正的智慧，是真正的知识，亲耳听、亲眼看的。他有这样丰富的学历与经历，所以他就有选择了。选择来建立自己的刹土，这是极乐世界的因缘，就是极乐世界怎么来的。",
      "zh_TW": "他那個大願是這麼來的。用我們現在科學的觀念來觀察，非常符合科學的精神。十方世界那些好的，我採取；不好的，統統把它淘汰掉，不要了。換句話說，西方世界為什麼叫極樂世界？為什麼他的世界超過一切諸佛剎土？他是集一切諸佛世界美好之大成，它這麼來的。所以不是坐在家裡想像想出來的，不是的。就是我們中國人常說「讀萬卷書，行萬里路」。千億歲，聽經是讀書；看到一切諸佛世界，就等於是行萬里路。所以他的知識、智慧是真實的，是真正的智慧，是真正的知識，親耳聽、親眼看的。他有這樣豐富的學歷與經歷，所以他就有選擇了。選擇來建立自己的剎土，這是極樂世界的因緣，就是極樂世界怎麼來的。"
    },
    {
      "id": "02-012-0025_p0044",
      "zh_CN": "极乐世界这个因缘，跟一切诸佛刹土的因缘不相同。因为一切刹土的因缘是复杂的，不是单纯的，有善有恶，善恶混杂，是这样成就。他这个世界是专门选择清净，专门选择善法，这就不相同。他的目的是提供十方世界真正发大心，希望一生了生死成佛道，供养这些人；在这里建立一个修学的环境，提供一个道场，专门供养十方有这一种清净心有这一种大愿力的人，欢迎他们到极乐世界来共修。极乐世界是这样建成的。你要是读了这个经，才知道它非常合情合理合法，这可以相信，值得相信。",
      "zh_TW": "極樂世界這個因緣，跟一切諸佛剎土的因緣不相同。因為一切剎土的因緣是複雜的，不是單純的，有善有惡，善惡混雜，是這樣成就。他這個世界是專門選擇清淨，專門選擇善法，這就不相同。他的目的是提供十方世界真正發大心，希望一生了生死成佛道，供養這些人；在這裡建立一個修學的環境，提供一個道場，專門供養十方有這一種清淨心有這一種大願力的人，歡迎他們到極樂世界來共修。極樂世界是這樣建成的。你要是讀了這個經，才知道它非常合情合理合法，這可以相信，值得相信。"
    },
    {
      "id": "02-012-0025_p0045",
      "zh_CN": "实在讲，这是给我们一个很大的启示。如果将这一个启示用在我们现实的社会上，一样可以将这个地区造成地球上的极乐世界。我们大家差不多都是从台湾来的，台湾是个小岛，在地图上几乎都看不见的，太小了，这么个小岛；如果我们能够把教育真正办好，什么是教育？教育一定不能忘掉传统，教育一定不能忘掉历史。法藏比丘就非常着重传统与历史，这一段经文里给我们讲的就很详细。我们的传统教育是儒家、道家，以后佛教传到中国来之后，佛教也变成我们传统教育之一，这是学问的大根大本；其次，中国的历史相当完整，从司马迁作《史记》，一直到清朝，每一个朝代都有完整的历史留给后世作为参考，所以读历史长见识。",
      "zh_TW": "實在講，這是給我們一個很大的啟示。如果將這一個啟示用在我們現實的社會上，一樣可以將這個地區造成地球上的極樂世界。我們大家差不多都是從台灣來的，台灣是個小島，在地圖上幾乎都看不見的，太小了，這麼個小島；如果我們能夠把教育真正辦好，什麼是教育？教育一定不能忘掉傳統，教育一定不能忘掉歷史。法藏比丘就非常著重傳統與歷史，這一段經文裡給我們講的就很詳細。我們的傳統教育是儒家、道家，以後佛教傳到中國來之後，佛教也變成我們傳統教育之一，這是學問的大根大本；其次，中國的歷史相當完整，從司馬遷作《史記》，一直到清朝，每一個朝代都有完整的歷史留給後世作為參考，所以讀歷史長見識。"
    },
    {
      "id": "02-012-0025_p0046",
      "zh_CN": "历史的见识是什么？就是此地所讲的，「于彼天人善恶，国土麤妙」，就讲这个。历史就是一部因缘果报的记载。你看历史上成功的人，他怎么成功？失败的人，怎么失败？国家兴旺，为什么会兴旺？国家败亡，为什么会败亡？那是一面镜子，提供你作参考，这叫读万卷书，成就真实的智慧，知道过去历代兴亡的教训；然后再行万里路，这是横的，了解现前整个世界的局势，大势；然后取人之长，舍人之短，你建这一个国家就世界第一了。每一个国家的优点，我统统都有，你们国家的缺点，我统统都没有，阿弥陀佛用这个方法建立极乐世界；如果我们用这个方法建立国家，这个国家就是这个世间最殊胜的国土了。",
      "zh_TW": "歷史的見識是什麼？就是此地所講的，「於彼天人善惡，國土麤妙」，就講這個。歷史就是一部因緣果報的記載。你看歷史上成功的人，他怎麼成功？失敗的人，怎麼失敗？國家興旺，為什麼會興旺？國家敗亡，為什麼會敗亡？那是一面鏡子，提供你作參考，這叫讀萬卷書，成就真實的智慧，知道過去歷代興亡的教訓；然後再行萬里路，這是橫的，瞭解現前整個世界的局勢，大勢；然後取人之長，捨人之短，你建這一個國家就世界第一了。每一個國家的優點，我統統都有，你們國家的缺點，我統統都沒有，阿彌陀佛用這個方法建立極樂世界；如果我們用這個方法建立國家，這個國家就是這個世間最殊勝的國土了。"
    },
    {
      "id": "02-012-0025_p0047",
      "zh_CN": "所以这一部经典，我们学习的地方太多太多了；果然留意，不是做不到，真做得到。佛菩萨非常幸福、非常快乐，这是讲个人，他为什么幸福快乐？你去研究研究他的原因，你把这个因素找到，然后跟自己比较比较。如果自己也具足跟他一样的因素，这因素是好的，要把它发扬光大；如果我们自己所具备的跟他相反，那就认真检讨一下，是不是这些东西在作祟、在障碍；如果知道这个东西在作祟、在障碍，我们把它去掉，我们就会跟佛菩萨一样的幸福快乐，这叫学问！学问不是谈玄说妙，学问是真实的生活，是美满的生活，佛法教给我们的是这些。",
      "zh_TW": "所以這一部經典，我們學習的地方太多太多了；果然留意，不是做不到，真做得到。佛菩薩非常幸福、非常快樂，這是講個人，他為什麼幸福快樂？你去研究研究他的原因，你把這個因素找到，然後跟自己比較比較。如果自己也具足跟他一樣的因素，這因素是好的，要把它發揚光大；如果我們自己所具備的跟他相反，那就認真檢討一下，是不是這些東西在作祟、在障礙；如果知道這個東西在作祟、在障礙，我們把它去掉，我們就會跟佛菩薩一樣的幸福快樂，這叫學問！學問不是談玄說妙，學問是真實的生活，是美滿的生活，佛法教給我們的是這些。"
    },
    {
      "id": "02-012-0025_p0048",
      "zh_CN": "所以佛法里头没有迷信，没有妄语，句句话都是真实的，这就是佛菩萨对我们的期望。他希望我们每一个人都跟他一样，有真实的智慧，有善巧方便，自己过着幸福美满，也能够帮助一切苦难的众生达到幸福美满。这是他这个大愿来源，我们知道了。所以四十八愿他不是一天发的，今天看到这一点，立个愿；过几年，发现那个，再立个愿；他这个愿是慢慢累积成的，不是一次发的。这一段里面有西方极乐世界的缘起，西方极乐世界的历史；阿弥陀佛的历史，就是西方极乐世界的历史。",
      "zh_TW": "所以佛法裡頭沒有迷信，沒有妄語，句句話都是真實的，這就是佛菩薩對我們的期望。他希望我們每一個人都跟他一樣，有真實的智慧，有善巧方便，自己過著幸福美滿，也能夠幫助一切苦難的眾生達到幸福美滿。這是他這個大願來源，我們知道了。所以四十八願他不是一天發的，今天看到這一點，立個願；過幾年，發現那個，再立個願；他這個願是慢慢累積成的，不是一次發的。這一段裡面有西方極樂世界的緣起，西方極樂世界的歷史；阿彌陀佛的歷史，就是西方極樂世界的歷史。"
    },
    {
      "id": "02-012-0025_p0049",
      "zh_CN": "【精勤求索。恭慎保持。修习功德满足五劫。】",
      "zh_TW": "【精勤求索。恭慎保持。修習功德滿足五劫。】"
    },
    {
      "id": "02-012-0025_p0050",
      "zh_CN": "他认真去做，用多少时间？用五劫的时间，这么长的时间。一般在修行里面说，知容易，行难；这是作学问上来讲，确实如此，知易行难。老师千亿岁的教学，都明白、都通达了；等到自己要做，就不是那么简单的事情了。要「精勤」，要精进、要勤奋、要努力；要「求索」，索是去找，找哪些是善法、哪些是恶法，哪些是善果、哪些是恶报，都要把它找出来，找得清清楚楚、明明白白；然后断一切恶、修一切善。",
      "zh_TW": "他認真去做，用多少時間？用五劫的時間，這麼長的時間。一般在修行裡面說，知容易，行難；這是作學問上來講，確實如此，知易行難。老師千億歲的教學，都明白、都通達了；等到自己要做，就不是那麼簡單的事情了。要「精勤」，要精進、要勤奮、要努力；要「求索」，索是去找，找哪些是善法、哪些是惡法，哪些是善果、哪些是惡報，都要把它找出來，找得清清楚楚、明明白白；然後斷一切惡、修一切善。"
    },
    {
      "id": "02-012-0025_p0051",
      "zh_CN": "「恭慎保持」，恭是恭敬，慎是谨慎；对人要敬，对事也要敬，对物也要敬，不但有恭敬心，恭敬心是真心，还要谨慎保持。",
      "zh_TW": "「恭慎保持」，恭是恭敬，慎是謹慎；對人要敬，對事也要敬，對物也要敬，不但有恭敬心，恭敬心是真心，還要謹慎保持。"
    },
    {
      "id": "02-012-0025_p0052",
      "zh_CN": "「修习功德」，修是修正，把错误的修正过来，这叫做修行。习是要把它用在日常生活当中，学以致用；否则的话，学了没用处，在生活上用不上，这个学了就没什么价值。学了之后，马上就用得上，在日常生活当中，穿衣吃饭统统用上了，这个学问才叫真正踏实。",
      "zh_TW": "「修習功德」，修是修正，把錯誤的修正過來，這叫做修行。習是要把它用在日常生活當中，學以致用；否則的話，學了沒用處，在生活上用不上，這個學了就沒什麼價值。學了之後，馬上就用得上，在日常生活當中，穿衣吃飯統統用上了，這個學問才叫真正踏實。"
    },
    {
      "id": "02-012-0025_p0053",
      "zh_CN": "「五劫」，这是讲他修行发愿所用的时间，他用了五劫。",
      "zh_TW": "「五劫」，這是講他修行發願所用的時間，他用了五劫。"
    },
    {
      "id": "02-012-0025_p0054",
      "zh_CN": "【于彼二十一俱胝佛土。】",
      "zh_TW": "【於彼二十一俱胝佛土。】"
    },
    {
      "id": "02-012-0025_p0055",
      "zh_CN": "「俱胝」是印度数字的单位，要合我们现在这个数目字，就是千万。二十一千万，就是前面讲的二百一十亿。前面经文上用二百一十亿，为什么这个地方不用二百一十亿，要用二十一俱胝，使我们看起来很憋扭，看起来不太习惯。诸位要晓得，这个本子是夏莲居五种原译的会集本，前面这一句是这个本子上节录下来的，后面这一段是那个本子节录下来的，本子上是这个字，不能更动它。实在讲，更动当然更好；但是更动，会有一个问题在里面，那就是怕让后人随便改经作了一个借口，这个事情就麻烦了。所以会集要尊重原译的文字，不能更改一个字，这个就是对于原译本的忠实，对于原译本的尊重，道理在此地。如果是夏莲居老居士自己翻译的，决定不会用两个名词。他前面也用俱胝，后头也用；如果用二百一十亿，那后头应该也用二百一十亿。它是个会集本。",
      "zh_TW": "「俱胝」是印度數字的單位，要合我們現在這個數目字，就是千萬。二十一千萬，就是前面講的二百一十億。前面經文上用二百一十億，為什麼這個地方不用二百一十億，要用二十一俱胝，使我們看起來很憋扭，看起來不太習慣。諸位要曉得，這個本子是夏蓮居五種原譯的會集本，前面這一句是這個本子上節錄下來的，後面這一段是那個本子節錄下來的，本子上是這個字，不能更動它。實在講，更動當然更好；但是更動，會有一個問題在裡面，那就是怕讓後人隨便改經作了一個藉口，這個事情就麻煩了。所以會集要尊重原譯的文字，不能更改一個字，這個就是對於原譯本的忠實，對於原譯本的尊重，道理在此地。如果是夏蓮居老居士自己翻譯的，決定不會用兩個名詞。他前面也用俱胝，後頭也用；如果用二百一十億，那後頭應該也用二百一十億。它是個會集本。"
    },
    {
      "id": "02-012-0025_p0056",
      "zh_CN": "【功德庄严之事。明了通达。如一佛刹。】",
      "zh_TW": "【功德莊嚴之事。明瞭通達。如一佛剎。】"
    },
    {
      "id": "02-012-0025_p0057",
      "zh_CN": "他把尽虚空遍法界十方所有一切佛刹里面的理事、因果、善恶果报都搞清楚了，样样都明了了，这很了不起，这真叫大通家，没有一样不通，世出世间法全通了。",
      "zh_TW": "他把盡虛空遍法界十方所有一切佛剎裡面的理事、因果、善惡果報都搞清楚了，樣樣都明瞭了，這很了不起，這真叫大通家，沒有一樣不通，世出世間法全通了。"
    },
    {
      "id": "02-012-0025_p0058",
      "zh_CN": "【所摄佛国。超过于彼。】",
      "zh_TW": "【所攝佛國。超過於彼。】"
    },
    {
      "id": "02-012-0025_p0059",
      "zh_CN": "「摄」就是他建立的极乐世界，他建立的这个大道场；「超过于彼」，彼就是二十一俱胝佛刹，统统超过了。我们听了这个话，如果对于前面事实能够理解一些，你就会相信了，那当然超过，取人之长，舍人之短。二百一十亿诸佛刹土里美好的，极乐世界统统都有了、都具足了；所有不好的缺点，极乐世界统统没有、都不要，它自然超过了，也满足他的大愿，他真的是胜过一切诸佛刹土，这是说极乐世界建成了。",
      "zh_TW": "「攝」就是他建立的極樂世界，他建立的這個大道場；「超過於彼」，彼就是二十一俱胝佛剎，統統超過了。我們聽了這個話，如果對於前面事實能夠理解一些，你就會相信了，那當然超過，取人之長，捨人之短。二百一十億諸佛剎土裡美好的，極樂世界統統都有了、都具足了；所有不好的缺點，極樂世界統統沒有、都不要，它自然超過了，也滿足他的大願，他真的是勝過一切諸佛剎土，這是說極樂世界建成了。"
    },
    {
      "id": "02-012-0025_p0060",
      "zh_CN": "【既摄受已。】",
      "zh_TW": "【既攝受已。】"
    },
    {
      "id": "02-012-0025_p0061",
      "zh_CN": "这是他的这个道场建立了，世界成就了。因为老师住世四十二劫，前面我们读到的，所以跟他讲经千亿岁，他修行五劫，老师还住世，老师还没有入般涅槃。那么一定要去见老师，向老师报告他的成就，这是学生对老师应当有的礼节，建好道场也可以请老师来光临指导。",
      "zh_TW": "這是他的這個道場建立了，世界成就了。因為老師住世四十二劫，前面我們讀到的，所以跟他講經千億歲，他修行五劫，老師還住世，老師還沒有入般涅槃。那麼一定要去見老師，向老師報告他的成就，這是學生對老師應當有的禮節，建好道場也可以請老師來光臨指導。"
    },
    {
      "id": "02-012-0025_p0062",
      "zh_CN": "【复诣世自在王如来所。】",
      "zh_TW": "【復詣世自在王如來所。】"
    },
    {
      "id": "02-012-0025_p0063",
      "zh_CN": "到老师这个地方。",
      "zh_TW": "到老師這個地方。"
    },
    {
      "id": "02-012-0025_p0064",
      "zh_CN": "【稽首礼足。遶佛三匝。合掌而住。】",
      "zh_TW": "【稽首禮足。遶佛三匝。合掌而住。】"
    },
    {
      "id": "02-012-0025_p0065",
      "zh_CN": "这是礼节，学生见老师的最敬礼。",
      "zh_TW": "這是禮節，學生見老師的最敬禮。"
    },
    {
      "id": "02-012-0025_p0066",
      "zh_CN": "【白言世尊。我已成就庄严佛土。清净之行。】",
      "zh_TW": "【白言世尊。我已成就莊嚴佛土。清淨之行。】"
    },
    {
      "id": "02-012-0025_p0067",
      "zh_CN": "这是向老师提出报告，也提出具体的成绩单，这才是佛真正的好学生。",
      "zh_TW": "這是向老師提出報告，也提出具體的成績單，這才是佛真正的好學生。"
    },
    {
      "id": "02-012-0025_p0068",
      "zh_CN": "「庄严佛土」是讲西方极乐世界的依报；「清净之行」，这一句是讲正报。换句话说，他这个世界建立，说实在话，不是众生共业成就的。十方一切诸佛刹土是众生共业成就的，每一个人都有业，有善业、有恶业、有无记业，所以这个业是混杂的。西方极乐世界是阿弥陀佛一个人愿力成就的，这个不一样，大大的不相同。像现在我们这个居住环境，一个是公共的环境，谁都可以来住的；私有财产，一般人不能进去的。西方极乐世界是阿弥陀佛的私有财产，他自己的愿力成就的，但是他的心量很大，他欢迎十方世界所有众生都到他这个世界来进修。",
      "zh_TW": "「莊嚴佛土」是講西方極樂世界的依報；「清淨之行」，這一句是講正報。換句話說，他這個世界建立，說實在話，不是眾生共業成就的。十方一切諸佛剎土是眾生共業成就的，每一個人都有業，有善業、有惡業、有無記業，所以這個業是混雜的。西方極樂世界是阿彌陀佛一個人願力成就的，這個不一樣，大大的不相同。像現在我們這個居住環境，一個是公共的環境，誰都可以來住的；私有財產，一般人不能進去的。西方極樂世界是阿彌陀佛的私有財產，他自己的願力成就的，但是他的心量很大，他歡迎十方世界所有眾生都到他這個世界來進修。"
    },
    {
      "id": "02-012-0025_p0069",
      "zh_CN": "但是要想到他那里去是有条件的，不是没有条件的。什么条件？恶业不可以来。恶业一来了，不就有杂了，那就跟其他世界没有两样了。所以他的条件是清净心，心净则土净；只要你是清净心，想修道的，统统欢迎，这一点要特别注意到。不要认为我们念佛就能往生，念佛不一定能往生，为什么？你念佛心不清净，还是不能往生；一定要念到清净心，那就能往生了。不念佛，心清净的人，发愿往生，统统得生。",
      "zh_TW": "但是要想到他那裡去是有條件的，不是沒有條件的。什麼條件？惡業不可以來。惡業一來了，不就有雜了，那就跟其他世界沒有兩樣了。所以他的條件是清淨心，心淨則土淨；只要你是清淨心，想修道的，統統歡迎，這一點要特別注意到。不要認為我們念佛就能往生，念佛不一定能往生，為什麼？你念佛心不清淨，還是不能往生；一定要念到清淨心，那就能往生了。不念佛，心清淨的人，發願往生，統統得生。"
    },
    {
      "id": "02-012-0025_p0070",
      "zh_CN": "他这个心量广大；用现在的话讲，他建立这个国土的时候，欢迎大家移民去，但是条件心要清净，所以这个地方就变成净土了。十方世界人往生去了，那一边也变成一个共业了。本来是阿弥陀佛个人的别业，现在也变成共业了；但是这个共业，与阿弥陀佛的业完全相同，所以这个共是共清净业。不像他方世界有善业、有恶业，善业有三善道，恶业有三恶道；西方极乐世界没有六道，因为凡是往生到那边去，统统修净业，不是恶业，也不是善业。前面他在愿里面讲得很清楚，生到西方极乐世界统统是菩萨；而且根据经义来看，不是普通菩萨，统统是普贤菩萨，菩萨里面最殊胜的是这么一个世界。",
      "zh_TW": "他這個心量廣大；用現在的話講，他建立這個國土的時候，歡迎大家移民去，但是條件心要清淨，所以這個地方就變成淨土了。十方世界人往生去了，那一邊也變成一個共業了。本來是阿彌陀佛個人的別業，現在也變成共業了；但是這個共業，與阿彌陀佛的業完全相同，所以這個共是共清淨業。不像他方世界有善業、有惡業，善業有三善道，惡業有三惡道；西方極樂世界沒有六道，因為凡是往生到那邊去，統統修淨業，不是惡業，也不是善業。前面他在願裡面講得很清楚，生到西方極樂世界統統是菩薩；而且根據經義來看，不是普通菩薩，統統是普賢菩薩，菩薩裡面最殊勝的是這麼一個世界。"
    },
    {
      "id": "02-012-0025_p0071",
      "zh_CN": "这一些都要把它搞清楚。你搞不清楚的时候，你要给人介绍，人家不能相信。所以这是《无量寿经》比《弥陀经》好在此地，这个经上讲的详细，《弥陀经》上没有这么细说。所以读《弥陀经》能够相信念佛的，那真叫大善根福德因缘，那不简单的。所以这一部经接引的人就多了，说得合情合理，愈想愈有道理，愈想他这个事情是可能的，所以给我们真正启发了信心。",
      "zh_TW": "這一些都要把它搞清楚。你搞不清楚的時候，你要給人介紹，人家不能相信。所以這是《無量壽經》比《彌陀經》好在此地，這個經上講的詳細，《彌陀經》上沒有這麼細說。所以讀《彌陀經》能夠相信念佛的，那真叫大善根福德因緣，那不簡單的。所以這一部經接引的人就多了，說得合情合理，愈想愈有道理，愈想他這個事情是可能的，所以給我們真正啟發了信心。"
    },
    {
      "id": "02-012-0025_p0072",
      "zh_CN": "他向佛一报告，实在讲这正是一切如来都希望普度一切众生，都有这个心愿，但是没有找到一个好方法；这个方法是法藏比丘想出来的，他想出这个方法好，非常非常殊胜，所以一切诸佛没有一个不赞叹。既然你在那里设了个道场，提供一个修学的环境，好，凡是愿意修行的人，一切诸佛如来都劝大家求生西方净土，统统都把他送到极乐世界成就去了。换句话说，十方诸佛都变成阿弥陀佛这个代理招生的人了，好像阿弥陀佛在那里办个大学，他当校长，十方诸佛都在那里替他招生。所以没有一尊佛不赞叹阿弥陀佛的，同样阿弥陀佛也赞叹十方一切诸佛，佛佛相赞。",
      "zh_TW": "他向佛一報告，實在講這正是一切如來都希望普度一切眾生，都有這個心願，但是沒有找到一個好方法；這個方法是法藏比丘想出來的，他想出這個方法好，非常非常殊勝，所以一切諸佛沒有一個不讚歎。既然你在那裡設了個道場，提供一個修學的環境，好，凡是願意修行的人，一切諸佛如來都勸大家求生西方淨土，統統都把他送到極樂世界成就去了。換句話說，十方諸佛都變成阿彌陀佛這個代理招生的人了，好像阿彌陀佛在那裡辦個大學，他當校長，十方諸佛都在那裡替他招生。所以沒有一尊佛不讚歎阿彌陀佛的，同樣阿彌陀佛也讚歎十方一切諸佛，佛佛相讚。"
    },
    {
      "id": "02-012-0025_p0073",
      "zh_CN": "【佛言善哉。今正是时。汝应具说。令众欢喜。亦令大众。闻是法已。得大善利。能于佛刹。修习摄受，满足无量大愿。】",
      "zh_TW": "【佛言善哉。今正是時。汝應具說。令眾歡喜。亦令大眾。聞是法已。得大善利。能於佛剎。修習攝受，滿足無量大願。】"
    },
    {
      "id": "02-012-0025_p0074",
      "zh_CN": "凡夫跟圣人的确不一样，心量不相同。凡夫忌妒心很重，看到别人有好事，纵然赞叹，也只限于口头；表面很有修养，不动声色赞叹，心里还是一肚子不高兴。为什么？你超过我，显示出我不如你，这多难过，这叫凡夫心，就是师生也不免。",
      "zh_TW": "凡夫跟聖人的確不一樣，心量不相同。凡夫忌妒心很重，看到別人有好事，縱然讚歎，也只限於口頭；表面很有修養，不動聲色讚歎，心裡還是一肚子不高興。為什麼？你超過我，顯示出我不如你，這多難過，這叫凡夫心，就是師生也不免。"
    },
    {
      "id": "02-012-0025_p0075",
      "zh_CN": "我们看到历史上记载汉朝的大儒郑玄，这是一个很了不起的人，郑玄的老师马融也是一个了不起的大儒。马融讲学，郑康成（就是郑玄）拜他作老师，跟老师三年，马融的学问郑康成完全得到了，而且成就超过老师；这个老师心里放不下，表面当然很客气。",
      "zh_TW": "我們看到歷史上記載漢朝的大儒鄭玄，這是一個很了不起的人，鄭玄的老師馬融也是一個了不起的大儒。馬融講學，鄭康成（就是鄭玄）拜他作老師，跟老師三年，馬融的學問鄭康成完全得到了，而且成就超過老師；這個老師心裡放不下，表面當然很客氣。"
    },
    {
      "id": "02-012-0025_p0076",
      "zh_CN": "马融讲学，还有个嗜好，喜欢听歌舞。所以他家里面养的有专门唱歌跳舞的，好像一个乐队一样，古时候叫伎标。他官做得很大，他私人家里养的。他讲学，后面也唱歌，也在演奏，他用一个布幔拉起来，欣赏。后面都是女子，那些学生总偷偷想在那个布幔缝看一眼，在所不免；唯独郑康成三年如一日，目不斜视，所以马融知道他的学问全部都被他得到了。",
      "zh_TW": "馬融講學，還有個嗜好，喜歡聽歌舞。所以他家裡面養的有專門唱歌跳舞的，好像一個樂隊一樣，古時候叫伎標。他官做得很大，他私人家裡養的。他講學，後面也唱歌，也在演奏，他用一個布幔拉起來，欣賞。後面都是女子，那些學生總偷偷想在那個布幔縫看一眼，在所不免；唯獨鄭康成三年如一日，目不斜視，所以馬融知道他的學問全部都被他得到了。"
    },
    {
      "id": "02-012-0025_p0077",
      "zh_CN": "虽然赞叹，放不下；放不下怎么办？想把他害死，这是老师对学生。三年毕业了，郑康成辞别老师要回家了，老师送他到城外十里长亭；送客送到十里长亭，这是最恭敬的了。带了他的学生一起去，在十里长亭摆下了酒宴，给郑康成饯行，叫同学每一个人敬酒敬三杯。郑康成一口气喝了三百杯，中国这个「三百杯」的典故就是从这儿来的；「三百杯」是有典故的，不是随便说的。",
      "zh_TW": "雖然讚歎，放不下；放不下怎麼辦？想把他害死，這是老師對學生。三年畢業了，鄭康成辭別老師要回家了，老師送他到城外十里長亭；送客送到十里長亭，這是最恭敬的了。帶了他的學生一起去，在十里長亭擺下了酒宴，給鄭康成餞行，叫同學每一個人敬酒敬三杯。鄭康成一口氣喝了三百杯，中國這個「三百杯」的典故就是從這兒來的；「三百杯」是有典故的，不是隨便說的。"
    },
    {
      "id": "02-012-0025_p0078",
      "zh_CN": "老师的目的在哪里？要把他灌醉，等到他走到路上，好派人把他杀掉。哪里晓得郑康成酒量大，三百杯喝下去，不但没有醉，小小的礼节都不失。从前李老师讲这一段故事给我们听，他说我们每一个人都像郑康成的酒量，那五戒里「不饮酒」这一条就取消了，就不必要了，要它干什么！",
      "zh_TW": "老師的目的在哪裡？要把他灌醉，等到他走到路上，好派人把他殺掉。哪裡曉得鄭康成酒量大，三百杯喝下去，不但沒有醉，小小的禮節都不失。從前李老師講這一段故事給我們聽，他說我們每一個人都像鄭康成的酒量，那五戒裡「不飲酒」這一條就取消了，就不必要了，要它幹什麼！"
    },
    {
      "id": "02-012-0025_p0079",
      "zh_CN": "郑康成非常聪明，知道老师的用意，所以跟大家宣布他要走哪一条路。出去之后，他走小路，走叉路，就溜掉了。果然老师买了杀手，在路上等他，结果他从小路溜掉了，没有碰到，聪明到极点。所以，老师对学生，这个嫉妒都免不了。",
      "zh_TW": "鄭康成非常聰明，知道老師的用意，所以跟大家宣布他要走哪一條路。出去之後，他走小路，走叉路，就溜掉了。果然老師買了殺手，在路上等他，結果他從小路溜掉了，沒有碰到，聰明到極點。所以，老師對學生，這個嫉妒都免不了。"
    },
    {
      "id": "02-012-0025_p0080",
      "zh_CN": "佛门里面也不例外，这些事情很多很多。六祖大师在黄梅得法的时候，他的同学哪一个不嫉妒？五祖把衣钵偷偷的给他，劝他赶快走，去逃避，免得别人找你麻烦。在猎人队躲了十五年，十五年这么长的时间，大家把他淡忘了，他才能出来。所以世法佛法，这个嫉妒心障道，非常严重。佛在根本烦恼「贪瞋痴」后面，就是傲慢，嫉妒在「慢」里头。",
      "zh_TW": "佛門裡面也不例外，這些事情很多很多。六祖大師在黃梅得法的時候，他的同學哪一個不嫉妒？五祖把衣缽偷偷的給他，勸他趕快走，去逃避，免得別人找你麻煩。在獵人隊躲了十五年，十五年這麼長的時間，大家把他淡忘了，他才能出來。所以世法佛法，這個嫉妒心障道，非常嚴重。佛在根本煩惱「貪瞋痴」後面，就是傲慢，嫉妒在「慢」裡頭。"
    },
    {
      "id": "02-012-0025_p0081",
      "zh_CN": "我们看看圣人心量就不一样了。现在法藏比丘的成就超过老师，老师不但不嫉妒，非常赞叹，像这些地方都是我们应当学的。中国「成人之美」这一句话，谁都会说；真正去做，在历史上确实不多。世间法里面，我们看到鲍叔牙成就管仲，这是一个例子；在佛门里面，印宗法师成就六祖惠能是一个很好的例子。那都不是普通人，都把自己忘掉了，为国家、为人民、为佛教来着想，对于自己名利得失没有一点牵挂，他才能做到。",
      "zh_TW": "我們看看聖人心量就不一樣了。現在法藏比丘的成就超過老師，老師不但不嫉妒，非常讚歎，像這些地方都是我們應當學的。中國「成人之美」這一句話，誰都會說；真正去做，在歷史上確實不多。世間法裡面，我們看到鮑叔牙成就管仲，這是一個例子；在佛門裡面，印宗法師成就六祖惠能是一個很好的例子。那都不是普通人，都把自己忘掉了，為國家、為人民、為佛教來著想，對於自己名利得失沒有一點牽掛，他才能做到。"
    },
    {
      "id": "02-012-0025_p0082",
      "zh_CN": "佛为什么没有嫉妒心？佛的愿望是希望一切众生快快成佛，现在法藏所造的，正是佛的心愿。众生为什么成不了佛？说实在话，没有一个良好的修学环境，这是不能成就主要的因素。现在法藏建立西方极乐世界，提供九法界众生最殊胜修学的环境，那一切诸佛怎么不欢喜，当然欢喜。法藏的成就，就是诸佛如来自己的成就，所以全心全力支持法藏比丘、协助法藏比丘，帮助他圆满成就；他的圆满，就是每一尊佛的圆满。佛的目的什么？希望众生成佛；众生成佛了，就是一切诸佛的心愿。",
      "zh_TW": "佛為什麼沒有嫉妒心？佛的願望是希望一切眾生快快成佛，現在法藏所造的，正是佛的心願。眾生為什麼成不了佛？說實在話，沒有一個良好的修學環境，這是不能成就主要的因素。現在法藏建立西方極樂世界，提供九法界眾生最殊勝修學的環境，那一切諸佛怎麼不歡喜，當然歡喜。法藏的成就，就是諸佛如來自己的成就，所以全心全力支持法藏比丘、協助法藏比丘，幫助他圓滿成就；他的圓滿，就是每一尊佛的圓滿。佛的目的什麼？希望眾生成佛；眾生成佛了，就是一切諸佛的心願。"
    },
    {
      "id": "02-012-0025_p0083",
      "zh_CN": "我们读这一段经文，这一点意思不能不知道，不能不拓开心量。我们学佛，学什么？学佛的存心。佛存的是什么心？没有一丝毫自私自利的心，绝对没有。佛的心，念念帮助一切众生离苦得乐；佛的愿，希望一切众生破迷开悟。我们要学佛的存心，学佛的大愿。",
      "zh_TW": "我們讀這一段經文，這一點意思不能不知道，不能不拓開心量。我們學佛，學什麼？學佛的存心。佛存的是什麼心？沒有一絲毫自私自利的心，絕對沒有。佛的心，念念幫助一切眾生離苦得樂；佛的願，希望一切眾生破迷開悟。我們要學佛的存心，學佛的大願。"
    },
    {
      "id": "02-012-0025_p0084",
      "zh_CN": "在本经里面，一切诸佛当中，阿弥陀佛的弘愿最为第一。所以我们读弥陀大愿，应当把弥陀的四十八愿，变成自己的四十八愿，我就可以给你作保证，你决定往生。为什么你决定往生？在这个虚空法界，你没有别的地方好去，你只有一个地方极乐世界，你跟阿弥陀佛志同道合，那怎么不去呢？当然就去了。",
      "zh_TW": "在本經裡面，一切諸佛當中，阿彌陀佛的弘願最為第一。所以我們讀彌陀大願，應當把彌陀的四十八願，變成自己的四十八願，我就可以給你作保證，你決定往生。為什麼你決定往生？在這個虛空法界，你沒有別的地方好去，你只有一個地方極樂世界，你跟阿彌陀佛志同道合，那怎麼不去呢？當然就去了。"
    },
    {
      "id": "02-012-0025_p0085",
      "zh_CN": "所以蕅益大师说能不能往生，决定在信愿之有无；品位高下，那就要看你念佛功夫的浅深。可见得念佛功夫浅深，是到西方极乐世界品位高下；单单讲往生，有愿就行了。这个愿不是说我好想去往生，这个愿不行，这个愿去不了。为什么？自私自利。什么愿？跟阿弥陀佛同一个愿望，那就决定往生了，一丝毫怀疑都没有。所以蕅益大师在《要解》里面讲，往生与否，全由信愿之有无，那个愿是四十八愿。",
      "zh_TW": "所以蕅益大師說能不能往生，決定在信願之有無；品位高下，那就要看你念佛功夫的淺深。可見得念佛功夫淺深，是到西方極樂世界品位高下；單單講往生，有願就行了。這個願不是說我好想去往生，這個願不行，這個願去不了。為什麼？自私自利。什麼願？跟阿彌陀佛同一個願望，那就決定往生了，一絲毫懷疑都沒有。所以蕅益大師在《要解》裡面講，往生與否，全由信願之有無，那個願是四十八願。"
    },
    {
      "id": "02-012-0025_p0086",
      "zh_CN": "所以底下一章是全经的中心，最重要的一品；每一愿我们念了，自己想想，我有没有？四十八愿，实在讲，自己能够有个十愿、八愿，跟阿弥陀佛的愿相同，都决定往生。如果这四十八愿，愿愿都相同，那了不起，你就是阿弥陀佛再来的，弥陀化身了。这是我们应当要学习的。",
      "zh_TW": "所以底下一章是全經的中心，最重要的一品；每一願我們念了，自己想想，我有沒有？四十八願，實在講，自己能夠有個十願、八願，跟阿彌陀佛的願相同，都決定往生。如果這四十八願，願願都相同，那了不起，你就是阿彌陀佛再來的，彌陀化身了。這是我們應當要學習的。"
    },
    {
      "id": "02-012-0025_p0087",
      "zh_CN": "这个殊胜的利益，不限于将来，将来是往生西方极乐世界；现前就得殊胜不思议的利益，眼前就能得到。你要问究竟得到什么？我们依照经上教训来讲，你现前得到十方一切诸佛护念。诸佛护念，那菩萨对你什么态度？护法龙天又怎么看待你呢？这个自己想一想也就应该知道。",
      "zh_TW": "這個殊勝的利益，不限於將來，將來是往生西方極樂世界；現前就得殊勝不思議的利益，眼前就能得到。你要問究竟得到什麼？我們依照經上教訓來講，你現前得到十方一切諸佛護念。諸佛護念，那菩薩對你什麼態度？護法龍天又怎麼看待你呢？這個自己想一想也就應該知道。"
    },
    {
      "id": "02-012-0025_p0088",
      "zh_CN": "为什么诸佛护念？一切诸佛看得清清楚楚，你今天在这个世间、在人间，这个身体叫「最后身」，没有轮回，不再来了；你这一生当中就往生，往生就不退就成佛。所以诸佛眼睛看到你，你是一尊新佛，马上就要成佛的新佛，他怎么不尊重！护法龙天没有不拥护的。你今天在这个世间，无论做什么事情，一定样样都顺利，这是你眼前得到殊胜的功德利益。学佛要在那里学，这使我们真正学到许许多多的东西。",
      "zh_TW": "為什麼諸佛護念？一切諸佛看得清清楚楚，你今天在這個世間、在人間，這個身體叫「最後身」，沒有輪迴，不再來了；你這一生當中就往生，往生就不退就成佛。所以諸佛眼睛看到你，你是一尊新佛，馬上就要成佛的新佛，他怎麼不尊重！護法龍天沒有不擁護的。你今天在這個世間，無論做什麼事情，一定樣樣都順利，這是你眼前得到殊勝的功德利益。學佛要在那裡學，這使我們真正學到許許多多的東西。"
    },
    {
      "id": "02-012-0025_p0089",
      "zh_CN": "我们看佛这个心量，你看这个赞叹，「佛言善哉，今正是时」。这个善哉的意思，含义非常的深广。他的成就不可思议；今天来看老师，向老师提出报告也不可思议。怎么不可思议呢？「今正」，现在正是时候；你来的时候，赶紧把你的成就向大家作一个详细的报告。四十八愿就是他的报告，是他的愿，也是西方极乐世界真实状况，是阿弥陀佛亲口说出的。",
      "zh_TW": "我們看佛這個心量，你看這個讚歎，「佛言善哉，今正是時」。這個善哉的意思，含義非常的深廣。他的成就不可思議；今天來看老師，向老師提出報告也不可思議。怎麼不可思議呢？「今正」，現在正是時候；你來的時候，趕緊把你的成就向大家作一個詳細的報告。四十八願就是他的報告，是他的願，也是西方極樂世界真實狀況，是阿彌陀佛親口說出的。"
    },
    {
      "id": "02-012-0025_p0090",
      "zh_CN": "「汝应具说，令众欢喜」。具是具体说明，你跟我们大家作一个具体说明。你说出你的成就，大家一定非常欢喜。欢喜什么？欢喜就想到极乐世界去。你看看世间自在王慷慨大方，把他的学生统统介绍到西方极乐世界去了，自己的学生送给阿弥陀佛作弟子，不是一般人能做到的，这个才叫真正有智慧、真正聪明。自己教多费力气，那个老师教的比我教得好，你们统统跟他去，这我多省事。你们都成就了，我的愿望达到了，我很省心，都叫阿弥陀佛去负责、去教学。这些地方要特别留意。",
      "zh_TW": "「汝應具說，令眾歡喜」。具是具體說明，你跟我們大家作一個具體說明。你說出你的成就，大家一定非常歡喜。歡喜什麼？歡喜就想到極樂世界去。你看看世間自在王慷慨大方，把他的學生統統介紹到西方極樂世界去了，自己的學生送給阿彌陀佛作弟子，不是一般人能做到的，這個才叫真正有智慧、真正聰明。自己教多費力氣，那個老師教的比我教得好，你們統統跟他去，這我多省事。你們都成就了，我的願望達到了，我很省心，都叫阿彌陀佛去負責、去教學。這些地方要特別留意。"
    },
    {
      "id": "02-012-0025_p0091",
      "zh_CN": "「亦令大众，闻是法已，得大善利」。利是利益。大善是什么？指不退转。因为十方诸佛刹土修行都是进进退退，西方极乐世界不退，这是大善。大利是什么？利是一生决定成佛。十方世界成佛都不可能在一生，都是生生世世的修行，唯独西方极乐世界一生成佛。",
      "zh_TW": "「亦令大眾，聞是法已，得大善利」。利是利益。大善是什麼？指不退轉。因為十方諸佛剎土修行都是進進退退，西方極樂世界不退，這是大善。大利是什麼？利是一生決定成佛。十方世界成佛都不可能在一生，都是生生世世的修行，唯獨西方極樂世界一生成佛。"
    },
    {
      "id": "02-012-0025_p0092",
      "zh_CN": "你要问，为什么一生成佛？当然不退转是一个因素，第二个是长寿，他的寿命长。像一般经典上讲成佛要三大阿僧祇劫；西方极乐世界人无量寿，那三大阿僧祇劫算什么！这个在他寿命之内的，所以他一生决定成就，这是大利益。",
      "zh_TW": "你要問，為什麼一生成佛？當然不退轉是一個因素，第二個是長壽，他的壽命長。像一般經典上講成佛要三大阿僧祇劫；西方極樂世界人無量壽，那三大阿僧祇劫算什麼！這個在他壽命之內的，所以他一生決定成就，這是大利益。"
    },
    {
      "id": "02-012-0025_p0093",
      "zh_CN": "「能于佛刹，修习摄受」。这个佛刹，是指极乐世界这个新的佛刹，就是法藏比丘所建立的这个佛刹，到那个地方去修习。摄受，凡是去往生的人，摄受弥陀功德，变成自己的功德；阿弥陀佛也一样，摄受大众修学的功德，变成他自己的功德，在西方世界自他不二。",
      "zh_TW": "「能於佛剎，修習攝受」。這個佛剎，是指極樂世界這個新的佛剎，就是法藏比丘所建立的這個佛剎，到那個地方去修習。攝受，凡是去往生的人，攝受彌陀功德，變成自己的功德；阿彌陀佛也一樣，攝受大眾修學的功德，變成他自己的功德，在西方世界自他不二。"
    },
    {
      "id": "02-012-0025_p0094",
      "zh_CN": "我们知道这是一个真正的事实，我们不要等到西方，今天我们就要摄受《无量寿经》上的功德，变成自己的功德，这叫真正学佛。怎么个摄受法？要把佛的愿变成自己的愿，把佛的行持变成自己的生活行为，这就对了。像自在王如来，对于阿弥陀佛、法藏比丘都能够礼让，没有丝毫嫉妒障碍，所谓让贤让能。",
      "zh_TW": "我們知道這是一個真正的事實，我們不要等到西方，今天我們就要攝受《無量壽經》上的功德，變成自己的功德，這叫真正學佛。怎麼個攝受法？要把佛的願變成自己的願，把佛的行持變成自己的生活行為，這就對了。像自在王如來，對於阿彌陀佛、法藏比丘都能夠禮讓，沒有絲毫嫉妒障礙，所謂讓賢讓能。"
    },
    {
      "id": "02-012-0025_p0095",
      "zh_CN": "「满足无量大愿」。这个无量大愿是法藏的大愿。让他们到西方极乐世界跟你学，满足你的大愿，满足这一些去的人，使他们得大善利；他们所得到的真实的利益，也满足你累劫修行度化众生的弘愿。",
      "zh_TW": "「滿足無量大願」。這個無量大願是法藏的大願。讓他們到西方極樂世界跟你學，滿足你的大願，滿足這一些去的人，使他們得大善利；他們所得到的真實的利益，也滿足你累劫修行度化眾生的弘願。"
    }
  ]
}