{
  "doc_id": "02-012-0031",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十一集",
    "zh_TW": "第三十一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0031",
  "total_paragraphs": 115,
  "paragraphs": [
    {
      "id": "02-012-0031_p0001",
      "zh_CN": "请掀开经本，第三十三面第四行，从第二句看起：",
      "zh_TW": "請掀開經本，第三十三面第四行，從第二句看起："
    },
    {
      "id": "02-012-0031_p0002",
      "zh_CN": "【所有国城。聚落。眷属。珍宝。都无所着。恒以布施。持戒。忍辱。精进。禅定。智慧。六度之行。教化安立众生。住于无上真正之道。】",
      "zh_TW": "【所有國城。聚落。眷屬。珍寶。都無所著。恆以布施。持戒。忍辱。精進。禪定。智慧。六度之行。教化安立眾生。住於無上真正之道。】"
    },
    {
      "id": "02-012-0031_p0003",
      "zh_CN": "这是说阿弥陀佛在因地里修行的一些事实，这些也正是我们要学的。前面那一段经文是讲他自行，自己的修持；这一段是说的帮助别人，也就是我们常讲的度化众生，自行化他都是我们应当要效法、要学习的。",
      "zh_TW": "這是說阿彌陀佛在因地裡修行的一些事實，這些也正是我們要學的。前面那一段經文是講他自行，自己的修持；這一段是說的幫助別人，也就是我們常講的度化眾生，自行化他都是我們應當要效法、要學習的。"
    },
    {
      "id": "02-012-0031_p0004",
      "zh_CN": "『国城，聚落』就是我们现在所讲的财富里面的不动产，我们今天讲的田地、房屋。法藏，就是阿弥陀佛在因地，他的身分是国王，在古时候的帝王，所谓是「富有四海，贵为天子」，这个国家是他的，所谓家天下；他能够把王位舍弃掉，也就是把他所有一切财富产业统统舍掉了，连这个『眷属』。「眷属」里面，有自己的亲眷，我们讲内眷属；有外眷属，像他作国王，所有的这些大臣统统是他的眷属；他也全部都舍弃掉了，都放下了，这才发心出家。『珍宝』是财富里面最贵重的。『都无所着』，这是举几项大的，那其他小的，都不必说了。他统统舍尽了，心地才清净。出家修道，他修些什么？下面这些就是他出家之后，他所做的这些事业。",
      "zh_TW": "『國城，聚落』就是我們現在所講的財富裡面的不動產，我們今天講的田地、房屋。法藏，就是阿彌陀佛在因地，他的身分是國王，在古時候的帝王，所謂是「富有四海，貴為天子」，這個國家是他的，所謂家天下；他能夠把王位捨棄掉，也就是把他所有一切財富產業統統捨掉了，連這個『眷屬』。「眷屬」裡面，有自己的親眷，我們講內眷屬；有外眷屬，像他作國王，所有的這些大臣統統是他的眷屬；他也全部都捨棄掉了，都放下了，這才發心出家。『珍寶』是財富裡面最貴重的。『都無所著』，這是舉幾項大的，那其他小的，都不必說了。他統統捨盡了，心地才清淨。出家修道，他修些什麼？下面這些就是他出家之後，他所做的這些事業。"
    },
    {
      "id": "02-012-0031_p0005",
      "zh_CN": "『恒以』，「恒」是恒常，永远不变，天天在做，认真在做，努力的在做。『布施』，我们看到这一个名相，也许认为「布施」一定要有财富，才能够做的到。殊不知布施里面包含的范围非常广泛，《华严经》里面给我们讲了七十多种布施，范围很广很广。凡是与众生、与社会有利益的，我们能够想到、能够尽心尽力去做，都叫做布施。",
      "zh_TW": "『恆以』，「恆」是恆常，永遠不變，天天在做，認真在做，努力的在做。『布施』，我們看到這一個名相，也許認為「布施」一定要有財富，才能夠做的到。殊不知布施裡面包含的範圍非常廣泛，《華嚴經》裡面給我們講了七十多種布施，範圍很廣很廣。凡是與眾生、與社會有利益的，我們能夠想到、能夠盡心盡力去做，都叫做布施。"
    },
    {
      "id": "02-012-0031_p0006",
      "zh_CN": "法藏出家了，在家人对社会的贡献是以财富为主，财布施为主；出家人把所有一切财富统统舍弃掉了，自己的生活以乞食来度日，在古时候像释迦牟尼佛当年在世就是乞食过生活。他用什么布施？他用法布施，教化众生，以这个来布施。所以以法布施为主，为一切众生讲经说法。后来他的学生，弟子们，像阿难、迦叶这一些大弟子，将佛一生所说的把它记录下来流传给后世，这就是我们现在看到的佛教的经典。这是法布施，以这个为主。",
      "zh_TW": "法藏出家了，在家人對社會的貢獻是以財富為主，財布施為主；出家人把所有一切財富統統捨棄掉了，自己的生活以乞食來度日，在古時候像釋迦牟尼佛當年在世就是乞食過生活。他用什麼布施？他用法布施，教化眾生，以這個來布施。所以以法布施為主，為一切眾生講經說法。後來他的學生，弟子們，像阿難、迦葉這一些大弟子，將佛一生所說的把它記錄下來流傳給後世，這就是我們現在看到的佛教的經典。這是法布施，以這個為主。"
    },
    {
      "id": "02-012-0031_p0007",
      "zh_CN": "『持戒』。戒律非常重要，戒律不仅仅是经上讲的一些条文，大家所熟知的，在家学佛有五戒、有八戒，就是八关斋戒，有在家菩萨戒，这是大家所熟知的；出家人有沙弥戒，有比丘戒，有菩萨戒。这一些我们统统叫它做律仪戒，这个就是《戒经》上有条文写下来的律仪戒。除律仪戒之外，实在说，佛在一切经典里面，苦口婆心对我们的教导统统是教诫。这个不一定是在条文里面的，我们统统都要遵守，都要认真的去学习。",
      "zh_TW": "『持戒』。戒律非常重要，戒律不僅僅是經上講的一些條文，大家所熟知的，在家學佛有五戒、有八戒，就是八關齋戒，有在家菩薩戒，這是大家所熟知的；出家人有沙彌戒，有比丘戒，有菩薩戒。這一些我們統統叫它做律儀戒，這個就是《戒經》上有條文寫下來的律儀戒。除律儀戒之外，實在說，佛在一切經典裡面，苦口婆心對我們的教導統統是教誡。這個不一定是在條文裡面的，我們統統都要遵守，都要認真的去學習。"
    },
    {
      "id": "02-012-0031_p0008",
      "zh_CN": "佛教我们做的，我们一定要努力去做；佛不许我们做的，我们一定要禁止，遵守佛的教导。如果把戒律废弃掉了，佛法的行持就没有了，纵然天天讲经说法，研究讨论，都没有用处，都落空。为什么？与生活脱节了，所学非所用，讲的再高也是空的，没有结果。所以佛法自始至终着重在行。",
      "zh_TW": "佛教我們做的，我們一定要努力去做；佛不許我們做的，我們一定要禁止，遵守佛的教導。如果把戒律廢棄掉了，佛法的行持就沒有了，縱然天天講經說法，研究討論，都沒有用處，都落空。為什麼？與生活脫節了，所學非所用，講的再高也是空的，沒有結果。所以佛法自始至終著重在行。"
    },
    {
      "id": "02-012-0031_p0009",
      "zh_CN": "我们净宗供养佛菩萨形像是西方三圣，西方三圣这个供的形式就是着重在行。阿弥陀佛是本尊，供养在当中，观音菩萨代表行，大势至菩萨代表智。我们中国自古以来，左手这边是上方，这一边供观音，这一边供大势至；你看挂对联，这边是上联，这边是下联。你看到观音菩萨在这边，大势至菩萨在这边，就晓得这个法门重行，其次是智；特别着重于实行。",
      "zh_TW": "我們淨宗供養佛菩薩形像是西方三聖，西方三聖這個供的形式就是著重在行。阿彌陀佛是本尊，供養在當中，觀音菩薩代表行，大勢至菩薩代表智。我們中國自古以來，左手這邊是上方，這一邊供觀音，這一邊供大勢至；你看掛對聯，這邊是上聯，這邊是下聯。你看到觀音菩薩在這邊，大勢至菩薩在這邊，就曉得這個法門重行，其次是智；特別著重於實行。"
    },
    {
      "id": "02-012-0031_p0010",
      "zh_CN": "这个戒就是叫你认真去做，要守法，要遵守佛的教诫。佛所讲的，实在讲，还是受于时间的限制。他老人家在世的时候，讲经说法四十九年；四十九年不算是个很长的时间，世出世间许许多多琐碎事情，没有说到的就太多太多。因此，我们要掌握佛跟我们讲的这些原理原则，要掌握这些。",
      "zh_TW": "這個戒就是叫你認真去做，要守法，要遵守佛的教誡。佛所講的，實在講，還是受於時間的限制。他老人家在世的時候，講經說法四十九年；四十九年不算是個很長的時間，世出世間許許多多瑣碎事情，沒有說到的就太多太多。因此，我們要掌握佛跟我們講的這些原理原則，要掌握這些。"
    },
    {
      "id": "02-012-0031_p0011",
      "zh_CN": "所以戒里面，佛就给我们讲「三聚净戒」，聚就是类，三大类。佛给我们所说的，这是一类，经典上所讲的，这叫「律仪戒」，佛说了。还有佛没有说到的，与佛的意思相应的，我们统统都要做；不能说佛没说。现在很多人抽香烟，抽香烟好不好？抽香烟没问题，佛没说，经上没有。我们知道这个事情对自己没好处，对别人也没好处。大概佛当年在世，印度人没有香烟；如果有香烟，可能也列在戒条之中。像这一些就归纳在「摄善法戒」，就是凡是善的我们应当做，恶的就不应当做。这就是佛虽然没有说，我们晓得这个戒的精神是防非止恶，断恶修善；佛虽然没说的，我们也应该遵守，这是第二类。第三类，「饶益有情戒」。这个事情当不当做？佛没说，但是这个事情绝对对众生有利益的，那你就去做，只要对大众有利益的。而且利益又分三等，眼前有利益，将来有害处，这个不能做，后面有害处。佛所讲什么叫真实利益？现在有好处，将来也有好处，这个事就真正是善。或者是现前没有什么利益，将来有大利益，这个也是善。所以佛菩萨的眼光看得很远，看得久远，绝对不看在一时。",
      "zh_TW": "所以戒裡面，佛就給我們講「三聚淨戒」，聚就是類，三大類。佛給我們所說的，這是一類，經典上所講的，這叫「律儀戒」，佛說了。還有佛沒有說到的，與佛的意思相應的，我們統統都要做；不能說佛沒說。現在很多人抽香煙，抽香煙好不好？抽香煙沒問題，佛沒說，經上沒有。我們知道這個事情對自己沒好處，對別人也沒好處。大概佛當年在世，印度人沒有香煙；如果有香煙，可能也列在戒條之中。像這一些就歸納在「攝善法戒」，就是凡是善的我們應當做，惡的就不應當做。這就是佛雖然沒有說，我們曉得這個戒的精神是防非止惡，斷惡修善；佛雖然沒說的，我們也應該遵守，這是第二類。第三類，「饒益有情戒」。這個事情當不當做？佛沒說，但是這個事情絕對對眾生有利益的，那你就去做，只要對大眾有利益的。而且利益又分三等，眼前有利益，將來有害處，這個不能做，後面有害處。佛所講什麼叫真實利益？現在有好處，將來也有好處，這個事就真正是善。或者是現前沒有什麼利益，將來有大利益，這個也是善。所以佛菩薩的眼光看得很遠，看得久遠，絕對不看在一時。"
    },
    {
      "id": "02-012-0031_p0012",
      "zh_CN": "现在大家，可以说举世之人，没有不赞叹科学的，科学带来了近代的文明。我们中国古人懂不懂科学？懂。为什么我们的科学落后？譬如世界上四大发明，指南针、火药统统都是中国人发明的，远古以前就发明了。中国历史上记载，研究飞行，那个滑翔飞行的时候，在王莽的时代，汉朝时候；诸葛亮造木牛流马是机械化的运输，为什么东西统统都不传到后人，把它消灭掉了？中国人知道，这个东西对眼前有好处，对将来没有好处。",
      "zh_TW": "現在大家，可以說舉世之人，沒有不讚歎科學的，科學帶來了近代的文明。我們中國古人懂不懂科學？懂。為什麼我們的科學落後？譬如世界上四大發明，指南針、火藥統統都是中國人發明的，遠古以前就發明了。中國歷史上記載，研究飛行，那個滑翔飛行的時候，在王莽的時代，漢朝時候；諸葛亮造木牛流馬是機械化的運輸，為什麼東西統統都不傳到後人，把它消滅掉了？中國人知道，這個東西對眼前有好處，對將來沒有好處。"
    },
    {
      "id": "02-012-0031_p0013",
      "zh_CN": "这个事实现在被证明了。现在科技是进步了，科学发达，人的价值观衰落了。从前人的生活纵然物质生活贫乏，他心是清净的，心是定的，他能跟大自然融成一片，过的生活，我们中国人描述的诗情画意，那是人生，他真有享受。现在人享受什么？所以从我们真正过日子的享受，跟古人一相比，就差得太远太远了，任何一个行业都不如古人。",
      "zh_TW": "這個事實現在被證明了。現在科技是進步了，科學發達，人的價值觀衰落了。從前人的生活縱然物質生活貧乏，他心是清淨的，心是定的，他能跟大自然融成一片，過的生活，我們中國人描述的詩情畫意，那是人生，他真有享受。現在人享受什麼？所以從我們真正過日子的享受，跟古人一相比，就差得太遠太遠了，任何一個行業都不如古人。"
    },
    {
      "id": "02-012-0031_p0014",
      "zh_CN": "中国人知道科技发达带来的后遗症是世界的毁灭，所以不做这个事情，不造这个罪业。这个仔细想一想，他有道理，他考虑第一个因素是什么？世界和平，他考虑这个，社会安定，这就比一般人想得远，想得深。不是中国人没有能力发达科技，中国人起心动念都要对历史负责任。因为科技的发展，应该在什么时代？每一个人道德水准都达到一定的高度，这个有用处，有好处，人心纯善，人心没有自私。",
      "zh_TW": "中國人知道科技發達帶來的後遺症是世界的毀滅，所以不做這個事情，不造這個罪業。這個仔細想一想，他有道理，他考慮第一個因素是什麼？世界和平，他考慮這個，社會安定，這就比一般人想得遠，想得深。不是中國人沒有能力發達科技，中國人起心動念都要對歷史負責任。因為科技的發展，應該在什麼時代？每一個人道德水準都達到一定的高度，這個有用處，有好處，人心純善，人心沒有自私。"
    },
    {
      "id": "02-012-0031_p0015",
      "zh_CN": "所以共产制度好，至高无上的理想。我们这个世界上能不能实行？不可能。为什么不可能？每一个人都自私自利，只要有人我是非，谈不到共产。共产是什么人实行？西方极乐世界是共产主义，这个一点都不假，那个地方的人，大公无私，没有一私毫私心，念念都是为一切众生；不但为本国众生，还为尽虚空遍法界所有一切众生，他才有资格讲共产。所以这个共产，实际上三千年前在佛门里面就实现了。",
      "zh_TW": "所以共產制度好，至高無上的理想。我們這個世界上能不能實行？不可能。為什麼不可能？每一個人都自私自利，只要有人我是非，談不到共產。共產是什麼人實行？西方極樂世界是共產主義，這個一點都不假，那個地方的人，大公無私，沒有一私毫私心，念念都是為一切眾生；不但為本國眾生，還為盡虛空遍法界所有一切眾生，他才有資格講共產。所以這個共產，實際上三千年前在佛門裡面就實現了。"
    },
    {
      "id": "02-012-0031_p0016",
      "zh_CN": "佛门，你看佛教给我们，僧团里面「六和敬」，最后一条是「利和同均」，那就是共产。利就是所有一切物资的享受，绝对是平等的。世间人只有这个理想，没有这个事实。如同一般所讲的「真善美慧」，我们这个世间有这个名词，有没有事实？没有。为什么没有事实？因为是凡夫。你有烦恼，你有是非人我，你有贪瞋痴慢，这个理想绝对不能够实现。诸佛的世界是平等的，特别是西方极乐世界，这经上所给我们讲的，真实平等，这都是我们应当要学的。",
      "zh_TW": "佛門，你看佛教給我們，僧團裡面「六和敬」，最後一條是「利和同均」，那就是共產。利就是所有一切物資的享受，絕對是平等的。世間人只有這個理想，沒有這個事實。如同一般所講的「真善美慧」，我們這個世間有這個名詞，有沒有事實？沒有。為什麼沒有事實？因為是凡夫。你有煩惱，你有是非人我，你有貪瞋痴慢，這個理想絕對不能夠實現。諸佛的世界是平等的，特別是西方極樂世界，這經上所給我們講的，真實平等，這都是我們應當要學的。"
    },
    {
      "id": "02-012-0031_p0017",
      "zh_CN": "『忍辱』。忍耐，自己修行要有耐心。修行过程当中，必然有挫折，你愈是勇猛精进，挫折就愈大，这个一定道理。为什么会有这么多挫折？这个挫折的来源是我们无始劫以来所造的恶业，业力障碍住，这是没法子避免的。唯一的方法就是有耐心，忍耐。有忍耐的力量才能够消业。如果有定力，定可以灭业；忍可以消业。不要去争，要用智慧来面对事实，耐心去化解，委曲婉转，不退精进，这就行了。所以有忍辱，然后才有进步；不能忍，必定受阻碍。一定要忍耐才会有进步。",
      "zh_TW": "『忍辱』。忍耐，自己修行要有耐心。修行過程當中，必然有挫折，你愈是勇猛精進，挫折就愈大，這個一定道理。為什麼會有這麼多挫折？這個挫折的來源是我們無始劫以來所造的惡業，業力障礙住，這是沒法子避免的。唯一的方法就是有耐心，忍耐。有忍耐的力量才能夠消業。如果有定力，定可以滅業；忍可以消業。不要去爭，要用智慧來面對事實，耐心去化解，委曲婉轉，不退精進，這就行了。所以有忍辱，然後才有進步；不能忍，必定受阻礙。一定要忍耐才會有進步。"
    },
    {
      "id": "02-012-0031_p0018",
      "zh_CN": "底下就有『精进』。「精进」才能达到『禅定』，定就灭业了。忍是消业。这就灭业了。业障断灭了，『智慧』就现前了，般若智慧就现前了。菩萨以这六个纲领自己修行，也以这六条帮助一切众生。『六度之行，教化安立众生』，把自己所修所学所得到的成就提供给别人做参考，帮助他人修行。『住于无上真正之道』。心安住在哪里？要安住在信愿持名，求生净土，这就是无上真正之道。所以在此地讲这个净宗所讲的东西，用现在的话来讲是句句落实，绝对不是谈玄说妙的，句句都落实，真正要把这个身心安住在「信愿行」三资粮，安住在此地，一心念佛，求生净土。",
      "zh_TW": "底下就有『精進』。「精進」才能達到『禪定』，定就滅業了。忍是消業。這就滅業了。業障斷滅了，『智慧』就現前了，般若智慧就現前了。菩薩以這六個綱領自己修行，也以這六條幫助一切眾生。『六度之行，教化安立眾生』，把自己所修所學所得到的成就提供給別人做參考，幫助他人修行。『住於無上真正之道』。心安住在哪裡？要安住在信願持名，求生淨土，這就是無上真正之道。所以在此地講這個淨宗所講的東西，用現在的話來講是句句落實，絕對不是談玄說妙的，句句都落實，真正要把這個身心安住在「信願行」三資糧，安住在此地，一心念佛，求生淨土。"
    },
    {
      "id": "02-012-0031_p0019",
      "zh_CN": "【由成如是诸善根故。】",
      "zh_TW": "【由成如是諸善根故。】"
    },
    {
      "id": "02-012-0031_p0020",
      "zh_CN": "这是讲阿弥陀佛在因地累劫的修行，不疲不厌，所以成就真实的善根。",
      "zh_TW": "這是講阿彌陀佛在因地累劫的修行，不疲不厭，所以成就真實的善根。"
    },
    {
      "id": "02-012-0031_p0021",
      "zh_CN": "【所生之处。】",
      "zh_TW": "【所生之處。】"
    },
    {
      "id": "02-012-0031_p0022",
      "zh_CN": "这是感应。",
      "zh_TW": "這是感應。"
    },
    {
      "id": "02-012-0031_p0023",
      "zh_CN": "【无量宝藏。自然发应。】",
      "zh_TW": "【無量寶藏。自然發應。】"
    },
    {
      "id": "02-012-0031_p0024",
      "zh_CN": "所以这个就是以世间人来讲，福报、财富、地位从哪来的？必定有个因缘，全是过去生中，或者是这一生当中，善业所感。我一生的富贵穷通全是业力在支配，自己做不了主；自己能做主的是佛菩萨，绝对不是凡夫。凡夫是业力在做主，佛菩萨是愿力做主，愿力就是自己做主。为什么我们的愿力做不了主？我们有业，业力大过愿力，所以我们的愿不能兑现，还是受业力支配。诸佛菩萨，像此地讲的累劫修行，他的业消了，他的业断了，所以他的愿力没有障碍了。由此可知，六度、六波罗蜜是消业最有效的方法，发菩提心、一心念佛是灭业最好的办法。这个是他的一切愿望自自然然就现前了。",
      "zh_TW": "所以這個就是以世間人來講，福報、財富、地位從哪來的？必定有個因緣，全是過去生中，或者是這一生當中，善業所感。我一生的富貴窮通全是業力在支配，自己做不了主；自己能做主的是佛菩薩，絕對不是凡夫。凡夫是業力在做主，佛菩薩是願力做主，願力就是自己做主。為什麼我們的願力做不了主？我們有業，業力大過願力，所以我們的願不能兌現，還是受業力支配。諸佛菩薩，像此地講的累劫修行，他的業消了，他的業斷了，所以他的願力沒有障礙了。由此可知，六度、六波羅蜜是消業最有效的方法，發菩提心、一心念佛是滅業最好的辦法。這個是他的一切願望自自然然就現前了。"
    },
    {
      "id": "02-012-0031_p0025",
      "zh_CN": "【或为长者居士。豪姓尊贵。或为刹利国王。转轮圣帝。或为六欲天主。】",
      "zh_TW": "【或為長者居士。豪姓尊貴。或為剎利國王。轉輪聖帝。或為六欲天主。】"
    },
    {
      "id": "02-012-0031_p0026",
      "zh_CN": "这是欲界天，欲界的六层天。",
      "zh_TW": "這是欲界天，欲界的六層天。"
    },
    {
      "id": "02-012-0031_p0027",
      "zh_CN": "【乃至梵王。】",
      "zh_TW": "【乃至梵王。】"
    },
    {
      "id": "02-012-0031_p0028",
      "zh_CN": "『梵王』是色界天。这一段正如同《法华经‧普门品》里面所说的，菩萨应化在世间，随心所欲，应以什么样的身分去教化众生，他就能示现什么样的身分，这个自在！所以菩萨在哪里？菩萨在六道，在六道当中，各行各业，男女老少，我们凡夫不认识。他平常生活行为跟我们没有什么两样，但是用心完全不同，他自心是清净的，用心是慈悲的，清净、平等、慈悲。无论在哪一行业，无论是什么样的身分，清净、平等、慈悲是一样的、是相同的，看他应用在什么地方，表现在哪里，那叫行菩萨道。",
      "zh_TW": "『梵王』是色界天。這一段正如同《法華經‧普門品》裡面所說的，菩薩應化在世間，隨心所欲，應以什麼樣的身分去教化眾生，他就能示現什麼樣的身分，這個自在！所以菩薩在哪裡？菩薩在六道，在六道當中，各行各業，男女老少，我們凡夫不認識。他平常生活行為跟我們沒有什麼兩樣，但是用心完全不同，他自心是清淨的，用心是慈悲的，清淨、平等、慈悲。無論在哪一行業，無論是什麼樣的身分，清淨、平等、慈悲是一樣的、是相同的，看他應用在什麼地方，表現在哪裡，那叫行菩薩道。"
    },
    {
      "id": "02-012-0031_p0029",
      "zh_CN": "【于诸佛所。尊重供养。未曾间断。】",
      "zh_TW": "【於諸佛所。尊重供養。未曾間斷。】"
    },
    {
      "id": "02-012-0031_p0030",
      "zh_CN": "这一句可以说菩萨不管现什么身分，不管现哪一个行业，这个是一定有的；换句话说，他必定是孝亲、尊师、重道。无论从事哪一个行业，他一定会这么做法，他孝顺父母、尊重师长。所以菩萨『于诸佛所，尊重供养，未曾间断』，这个就是身教，以自身做个表率。",
      "zh_TW": "這一句可以說菩薩不管現什麼身分，不管現哪一個行業，這個是一定有的；換句話說，他必定是孝親、尊師、重道。無論從事哪一個行業，他一定會這麼做法，他孝順父母、尊重師長。所以菩薩『於諸佛所，尊重供養，未曾間斷』，這個就是身教，以自身做個表率。"
    },
    {
      "id": "02-012-0031_p0031",
      "zh_CN": "佛的教育是世出世间最完美的教育，谁去提倡？这一些菩萨们认识，菩萨们了解；菩萨不提倡，谁提倡？以身作则。他是国王，他一定把它定为国家的政策，提倡佛教教育。他如果是『长者居士、豪姓尊贵』，他一定以他的身分、以他的财富来推动佛教教育，必定做这个事情。这就是对于佛所，「尊重供养，未曾间断」。",
      "zh_TW": "佛的教育是世出世間最完美的教育，誰去提倡？這一些菩薩們認識，菩薩們了解；菩薩不提倡，誰提倡？以身作則。他是國王，他一定把它定為國家的政策，提倡佛教教育。他如果是『長者居士、豪姓尊貴』，他一定以他的身分、以他的財富來推動佛教教育，必定做這個事情。這就是對於佛所，「尊重供養，未曾間斷」。"
    },
    {
      "id": "02-012-0031_p0032",
      "zh_CN": "【如是功德。说不能尽。】",
      "zh_TW": "【如是功德。說不能盡。】"
    },
    {
      "id": "02-012-0031_p0033",
      "zh_CN": "所有一切功德之中，是以推行佛教教育的功德为第一。实在讲这个世间现在是乱世，现在这个世间作总统，还有作国王的，豪姓尊贵的很多，对于这样好的教育，他不知道，他没听说过，闻所未闻；纵然见闻了，他产生许多误会，很难接受，谈不到去推动，所以这一种豪姓尊贵就不足以为贵了。为什么？他那个豪贵是多生修善，积功累德得来的果报，果报在这一生就享完了；享完之后，这一生再没有继续积功累德，来生就没有了；如果这一生再造些恶业的话，来生还得堕落。所以才知道世间富贵不是真正的尊贵，真正尊贵是要求解脱。而解脱的方法，大乘经论上虽然讲的很多；但是真正有效果，真正有把握，只有净宗这一条路。",
      "zh_TW": "所有一切功德之中，是以推行佛教教育的功德為第一。實在講這個世間現在是亂世，現在這個世間作總統，還有作國王的，豪姓尊貴的很多，對於這樣好的教育，他不知道，他沒聽說過，聞所未聞；縱然見聞了，他產生許多誤會，很難接受，談不到去推動，所以這一種豪姓尊貴就不足以為貴了。為什麼？他那個豪貴是多生修善，積功累德得來的果報，果報在這一生就享完了；享完之後，這一生再沒有繼續積功累德，來生就沒有了；如果這一生再造些惡業的話，來生還得墮落。所以才知道世間富貴不是真正的尊貴，真正尊貴是要求解脫。而解脫的方法，大乘經論上雖然講的很多；但是真正有效果，真正有把握，只有淨宗這一條路。"
    },
    {
      "id": "02-012-0031_p0034",
      "zh_CN": "黄念祖老居士晚年，就是最近这几年，真是慈悲到了极处，真正做到忘我的境界了。因为他一心一意只求西方，没有第二念，这个世界一切人事与他已经没有关系了，全心全力著书，劝人念佛，求生净土。除了《无量寿经》注解之外，他还有几种东西，《净土资粮》、《谷响集》；《谷响集》是专门对学密同学而说的，他本身是密宗的金刚上师。现在在台湾，我们还在作版，还没有印出来的，有一部《心声录》，里面有十几篇文章也非常重要。他非常诚恳的告诉我们，禅与密很难成就。老人家常讲，大陆上最近这个四十年，共产党统治中国以后，到现在四十多年，大陆上有十亿人，学密的人很多，真正成就的只有六个人。你就晓得是多难！而念佛成就的，宽律法师写的近代的往生亲闻记里面，就有几百个人，这是他打听到的，还有很多他不知道的；我相信他不知道的比他知道的还要多。所以这是一条非常稳当的道路。",
      "zh_TW": "黃念祖老居士晚年，就是最近這幾年，真是慈悲到了極處，真正做到忘我的境界了。因為他一心一意只求西方，沒有第二念，這個世界一切人事與他已經沒有關係了，全心全力著書，勸人念佛，求生淨土。除了《無量壽經》註解之外，他還有幾種東西，《淨土資糧》、《谷響集》；《谷響集》是專門對學密同學而說的，他本身是密宗的金剛上師。現在在台灣，我們還在作版，還沒有印出來的，有一部《心聲錄》，裡面有十幾篇文章也非常重要。他非常誠懇的告訴我們，禪與密很難成就。老人家常講，大陸上最近這個四十年，共產黨統治中國以後，到現在四十多年，大陸上有十億人，學密的人很多，真正成就的只有六個人。你就曉得是多難！而念佛成就的，寬律法師寫的近代的往生親聞記裡面，就有幾百個人，這是他打聽到的，還有很多他不知道的；我相信他不知道的比他知道的還要多。所以這是一條非常穩當的道路。"
    },
    {
      "id": "02-012-0031_p0035",
      "zh_CN": "这一段经文，实在讲就是尊重佛法，提倡佛法，促进佛法的发扬光大。在佛法里面，尤其是净土法门，真实不可思议，原因是能叫众生在一生当中，决定得到真实的利益。",
      "zh_TW": "這一段經文，實在講就是尊重佛法，提倡佛法，促進佛法的發揚光大。在佛法裡面，尤其是淨土法門，真實不可思議，原因是能叫眾生在一生當中，決定得到真實的利益。"
    },
    {
      "id": "02-012-0031_p0036",
      "zh_CN": "【身口常出无量妙香。犹如栴檀。优钵罗华。其香普熏无量世界。】",
      "zh_TW": "【身口常出無量妙香。猶如栴檀。優缽羅華。其香普熏無量世界。】"
    },
    {
      "id": "02-012-0031_p0037",
      "zh_CN": "心愿同佛，因此身之行，口之言，没有一样不同佛，因此自自然然就有光明、有『妙香』。光明，一般人不太容易见到，但是诸佛菩萨见到，诸天鬼神也能见到。但是这个香，我们比较容易能够觉察得到。每一个人身上都有气味，气味好不好闻与你的思想行持有关系。为什么有关系？这个身是我们最接近的一个物质，佛说「境随心转」，心清净，身就清净，身清净就放宝香，就有「妙香」。心里面有烦恼、有忧虑、有恶念，就不清净，这个身上气味就很难闻，用香水也没有办法掩盖。所以身体有自然的清香。",
      "zh_TW": "心願同佛，因此身之行，口之言，沒有一樣不同佛，因此自自然然就有光明、有『妙香』。光明，一般人不太容易見到，但是諸佛菩薩見到，諸天鬼神也能見到。但是這個香，我們比較容易能夠覺察得到。每一個人身上都有氣味，氣味好不好聞與你的思想行持有關係。為什麼有關係？這個身是我們最接近的一個物質，佛說「境隨心轉」，心清淨，身就清淨，身清淨就放寶香，就有「妙香」。心裡面有煩惱、有憂慮、有惡念，就不清淨，這個身上氣味就很難聞，用香水也沒有辦法掩蓋。所以身體有自然的清香。"
    },
    {
      "id": "02-012-0031_p0038",
      "zh_CN": "在大陆上真的有真正修行的高僧，我们没有法子跟人家相比。你像虚云老和尚，我们听说的，老和尚我没有见过他，听说这个老和尚一年洗一次澡，剃一次头；虚云老和尚的头发很长，他一年剃一次头，也不常洗澡，身上衣服当然很脏、很破，可是他身上那个衣服、身上气味很香，清香；不像一般人身上气味很难闻。不但他身上有香气，他穿的那个破烂衣服、肮脏衣服都有香气，这是我们容易觉察出来的。他身上的光明，我们肉眼凡夫看不到，可是这个香气能够觉察出来。",
      "zh_TW": "在大陸上真的有真正修行的高僧，我們沒有法子跟人家相比。你像虛雲老和尚，我們聽說的，老和尚我沒有見過他，聽說這個老和尚一年洗一次澡，剃一次頭；虛雲老和尚的頭髮很長，他一年剃一次頭，也不常洗澡，身上衣服當然很髒、很破，可是他身上那個衣服、身上氣味很香，清香；不像一般人身上氣味很難聞。不但他身上有香氣，他穿的那個破爛衣服、骯髒衣服都有香氣，這是我們容易覺察出來的。他身上的光明，我們肉眼凡夫看不到，可是這個香氣能夠覺察出來。"
    },
    {
      "id": "02-012-0031_p0039",
      "zh_CN": "菩萨身心同佛，所以他的香光『普熏无量世界』。这个地方讲的是阿弥陀佛累劫修行，他的心大、愿大，所以他的香光庄严是遍法界。我们从这一桩事实也能够体验到，假如我们的心愿跟阿弥陀佛相同，我们的言行也模仿阿弥陀佛，尽可能的去做，我们的香光得到佛本愿威神的加持，必然也是「普熏无量世界」，这在理上讲的通。理上能讲的通，事上就很可能。那么我们应不应当学习？",
      "zh_TW": "菩薩身心同佛，所以他的香光『普熏無量世界』。這個地方講的是阿彌陀佛累劫修行，他的心大、願大，所以他的香光莊嚴是遍法界。我們從這一樁事實也能夠體驗到，假如我們的心願跟阿彌陀佛相同，我們的言行也模仿阿彌陀佛，盡可能的去做，我們的香光得到佛本願威神的加持，必然也是「普熏無量世界」，這在理上講的通。理上能講的通，事上就很可能。那麼我們應不應當學習？"
    },
    {
      "id": "02-012-0031_p0040",
      "zh_CN": "【随所生处。色相端严。三十二相。八十种好。悉皆具足。】",
      "zh_TW": "【隨所生處。色相端嚴。三十二相。八十種好。悉皆具足。】"
    },
    {
      "id": "02-012-0031_p0041",
      "zh_CN": "这是说法藏修行接近到圆满的时候，他所示现的，无论在什么地方，所示现的都是圆满的德相。",
      "zh_TW": "這是說法藏修行接近到圓滿的時候，他所示現的，無論在什麼地方，所示現的都是圓滿的德相。"
    },
    {
      "id": "02-012-0031_p0042",
      "zh_CN": "【手中常出无尽之宝。庄严之具。一切所须。最上之物。利乐有情。】",
      "zh_TW": "【手中常出無盡之寶。莊嚴之具。一切所須。最上之物。利樂有情。】"
    },
    {
      "id": "02-012-0031_p0043",
      "zh_CN": "佛门当中常说「佛氏门中，有求必应」，这个话也是真的。我在初学佛的时候，我的老师，第一个教我佛法的老师是章嘉大师，他就把这句话很慎重的告诉我，「佛氏门中，有求必应」。我们有的时候求，求不到；求不到是不是不应？不是的，是你自己有障碍，所以没有感应。你把你自己这个障碍去掉了，感应立刻就现前。求成佛尚且能做得到，成佛以下的，那都是鸡毛蒜皮，哪有求不到的！",
      "zh_TW": "佛門當中常說「佛氏門中，有求必應」，這個話也是真的。我在初學佛的時候，我的老師，第一個教我佛法的老師是章嘉大師，他就把這句話很慎重的告訴我，「佛氏門中，有求必應」。我們有的時候求，求不到；求不到是不是不應？不是的，是你自己有障礙，所以沒有感應。你把你自己這個障礙去掉了，感應立刻就現前。求成佛尚且能做得到，成佛以下的，那都是雞毛蒜皮，哪有求不到的！"
    },
    {
      "id": "02-012-0031_p0044",
      "zh_CN": "有一年，这很早了，大概二十多年以前了，我在台北西门町，有一个法华寺，西宁南路，讲《地藏经》。我在那里讲《地藏经》，我还记得广钦法师还去听过一次；常常来听经的有个德融法师，现在这个人都不在了，都过世了。我就讲到有求必应。讲完之后，德融法师就来告诉我，他说：法师，这个有求必应，我怀疑。我说：你怎么怀疑？他说：我向佛菩萨求一个电冰箱，求了三年都不应。我听了笑一笑，我问他，因为他一个人住茅蓬，我说：你这个道场多大？他说：我小茅蓬。我说：你几个人住？他说：一个人。我说：一个人不必了。你求，如理的求、如法的求。你这个是为贪瞋痴而求，佛菩萨当然不会答应你的。佛菩萨帮助你的善行、善愿、善事，绝对不会帮助你增长贪瞋痴。所以恶愿恶求，不会有感应的；善愿善求，有求必应。我就解释给他听，我说：你这个求，再求三十年也没有感应，这个是不如理的求，不如法的求；换句话说，不应该的求，这是错误的。",
      "zh_TW": "有一年，這很早了，大概二十多年以前了，我在台北西門町，有一個法華寺，西寧南路，講《地藏經》。我在那裡講《地藏經》，我還記得廣欽法師還去聽過一次；常常來聽經的有個德融法師，現在這個人都不在了，都過世了。我就講到有求必應。講完之後，德融法師就來告訴我，他說：法師，這個有求必應，我懷疑。我說：你怎麼懷疑？他說：我向佛菩薩求一個電冰箱，求了三年都不應。我聽了笑一笑，我問他，因為他一個人住茅蓬，我說：你這個道場多大？他說：我小茅蓬。我說：你幾個人住？他說：一個人。我說：一個人不必了。你求，如理的求、如法的求。你這個是為貪瞋痴而求，佛菩薩當然不會答應你的。佛菩薩幫助你的善行、善願、善事，絕對不會幫助你增長貪瞋痴。所以惡願惡求，不會有感應的；善願善求，有求必應。我就解釋給他聽，我說：你這個求，再求三十年也沒有感應，這個是不如理的求，不如法的求；換句話說，不應該的求，這是錯誤的。"
    },
    {
      "id": "02-012-0031_p0045",
      "zh_CN": "佛这一段话就是说他确确实实有能力『利乐有情』。这个利益前面说过了，真实之利。如理如法的求，一定得感应。",
      "zh_TW": "佛這一段話就是說他確確實實有能力『利樂有情』。這個利益前面說過了，真實之利。如理如法的求，一定得感應。"
    },
    {
      "id": "02-012-0031_p0046",
      "zh_CN": "【由是因缘能令无量众生。皆发阿耨多罗三藐三菩提心。】",
      "zh_TW": "【由是因緣能令無量眾生。皆發阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "02-012-0031_p0047",
      "zh_CN": "我们今天听到这一段经文，我们也发心了，无上菩提心，就是对于西方极乐世界向往、羡慕，我也希望到这个世界去，这个心就是无上菩提心。再看底下这一品：",
      "zh_TW": "我們今天聽到這一段經文，我們也發心了，無上菩提心，就是對於西方極樂世界嚮往、羨慕，我也希望到這個世界去，這個心就是無上菩提心。再看底下這一品："
    },
    {
      "id": "02-012-0031_p0048",
      "zh_CN": "【佛告阿难。法藏比丘。修菩萨行。积功累德。无量无边。】",
      "zh_TW": "【佛告阿難。法藏比丘。修菩薩行。積功累德。無量無邊。】"
    },
    {
      "id": "02-012-0031_p0049",
      "zh_CN": "菩萨在因地里面修行，「难行能行，难舍能舍」，这两句话是修行的总纲领。一定要能舍，舍是心里面完全放下，一丝毫的分别执着都没有，我们这个心才真正清净。清净心，给诸位说，是人生最高的享受，这世间人知道的不多。你要想得到真正的人生，真正的快乐，真正的幸福，真正的享受，在哪里？清净心，统统放下，你就得到了，没人障碍你。",
      "zh_TW": "菩薩在因地裡面修行，「難行能行，難捨能捨」，這兩句話是修行的總綱領。一定要能捨，捨是心裡面完全放下，一絲毫的分別執著都沒有，我們這個心才真正清淨。清淨心，給諸位說，是人生最高的享受，這世間人知道的不多。你要想得到真正的人生，真正的快樂，真正的幸福，真正的享受，在哪裡？清淨心，統統放下，你就得到了，沒人障礙你。"
    },
    {
      "id": "02-012-0031_p0050",
      "zh_CN": "实在讲是你自己障碍自己，你不肯放下；不是别人障碍你，自己障碍自己。只要我们一心向往西方极乐世界，把其他的统统放下，统统舍弃掉，让这个心地一尘不染，恢复到清净、平等、慈悲。难行能行，别人做不到的，菩萨能做到，这个里面所说的范围也是无限的深广，都是我们应当要学习的。具体的事实，这一部经后面，在三十二品到三十七品就讲得很详细了。",
      "zh_TW": "實在講是你自己障礙自己，你不肯放下；不是別人障礙你，自己障礙自己。只要我們一心嚮往西方極樂世界，把其他的統統放下，統統捨棄掉，讓這個心地一塵不染，恢復到清淨、平等、慈悲。難行能行，別人做不到的，菩薩能做到，這個裡面所說的範圍也是無限的深廣，都是我們應當要學習的。具體的事實，這一部經後面，在三十二品到三十七品就講得很詳細了。"
    },
    {
      "id": "02-012-0031_p0051",
      "zh_CN": "【于一切法。而得自在。非是语言分别之所能知。】",
      "zh_TW": "【於一切法。而得自在。非是語言分別之所能知。】"
    },
    {
      "id": "02-012-0031_p0052",
      "zh_CN": "『一切法』是指世间法与出世间法，他都得自在了；换句话说，用我们的话来讲，就是统统都称心如意了，真正得到自在安乐。他的境界，连释迦牟尼佛都讲，『非是语言分别之所能知』，佛都说不出来，必须要自己入这个境界，自己亲身体会。",
      "zh_TW": "『一切法』是指世間法與出世間法，他都得自在了；換句話說，用我們的話來講，就是統統都稱心如意了，真正得到自在安樂。他的境界，連釋迦牟尼佛都講，『非是語言分別之所能知』，佛都說不出來，必須要自己入這個境界，自己親身體會。"
    },
    {
      "id": "02-012-0031_p0053",
      "zh_CN": "【所发誓愿。圆满成就。】",
      "zh_TW": "【所發誓願。圓滿成就。】"
    },
    {
      "id": "02-012-0031_p0054",
      "zh_CN": "这是总结前面四十八愿，法藏菩萨是圆满成就了。",
      "zh_TW": "這是總結前面四十八願，法藏菩薩是圓滿成就了。"
    },
    {
      "id": "02-012-0031_p0055",
      "zh_CN": "【如实安住。具足庄严。威德广大。清净佛土。】",
      "zh_TW": "【如實安住。具足莊嚴。威德廣大。清淨佛土。】"
    },
    {
      "id": "02-012-0031_p0056",
      "zh_CN": "『如实安住』，实实在在他已经证得究竟圆满的佛果，世界之庄严，教化众生的顺利、成果，样样都如愿，没有一样与心愿相违背的。『威德广大』，如果用现代的话来讲，精神的生活，『清净佛土』是物质的生活，都得到美满。",
      "zh_TW": "『如實安住』，實實在在他已經證得究竟圓滿的佛果，世界之莊嚴，教化眾生的順利、成果，樣樣都如願，沒有一樣與心願相違背的。『威德廣大』，如果用現代的話來講，精神的生活，『清淨佛土』是物質的生活，都得到美滿。"
    },
    {
      "id": "02-012-0031_p0057",
      "zh_CN": "【阿难闻佛所说。】",
      "zh_TW": "【阿難聞佛所說。】"
    },
    {
      "id": "02-012-0031_p0058",
      "zh_CN": "阿难尊者听到释迦牟尼佛这样的尊重、推荐、介绍，他提出一个问题：",
      "zh_TW": "阿難尊者聽到釋迦牟尼佛這樣的尊重、推薦、介紹，他提出一個問題："
    },
    {
      "id": "02-012-0031_p0059",
      "zh_CN": "【白世尊言。法藏菩萨成菩提者。】",
      "zh_TW": "【白世尊言。法藏菩薩成菩提者。】"
    },
    {
      "id": "02-012-0031_p0060",
      "zh_CN": "这个就成佛，法藏菩萨是成佛了。",
      "zh_TW": "這個就成佛，法藏菩薩是成佛了。"
    },
    {
      "id": "02-012-0031_p0061",
      "zh_CN": "【为是过去佛耶。未来佛耶。为今现在他方世界耶。】",
      "zh_TW": "【為是過去佛耶。未來佛耶。為今現在他方世界耶。】"
    },
    {
      "id": "02-012-0031_p0062",
      "zh_CN": "这就是要知道阿弥陀佛究竟是过去佛、是未来佛、还是现在佛？如果是现在佛，当然不在娑婆世界，因为一个世界只有一尊佛，没有两尊佛的。要是现在佛，当然是在他方世界，不在我们这个世界。",
      "zh_TW": "這就是要知道阿彌陀佛究竟是過去佛、是未來佛、還是現在佛？如果是現在佛，當然不在娑婆世界，因為一個世界只有一尊佛，沒有兩尊佛的。要是現在佛，當然是在他方世界，不在我們這個世界。"
    },
    {
      "id": "02-012-0031_p0063",
      "zh_CN": "【世尊告言。彼佛如来。来无所来。去无所去。无生无灭。非过现未来。】",
      "zh_TW": "【世尊告言。彼佛如來。來無所來。去無所去。無生無滅。非過現未來。】"
    },
    {
      "id": "02-012-0031_p0064",
      "zh_CN": "这一句话非常非常重要。因为凡夫实在讲最大的障碍，就是虚妄、分别、执着，这个事情很麻烦，习气非常之深。佛跟我们说真话，我们听不懂，愈听愈迷惑；佛给我们说假话，我们听了很有味道。所以这个世间人，信假不信真，听骗不听劝；劝不听，一骗就听，世间人就是这么一个情形。给你说真话，佛成佛了，成佛之后，没有过去、现在、未来。不但成佛，华藏世界上，初住菩萨就没有过去、现在、未来了，还要等成佛吗？",
      "zh_TW": "這一句話非常非常重要。因為凡夫實在講最大的障礙，就是虛妄、分別、執著，這個事情很麻煩，習氣非常之深。佛跟我們說真話，我們聽不懂，愈聽愈迷惑；佛給我們說假話，我們聽了很有味道。所以這個世間人，信假不信真，聽騙不聽勸；勸不聽，一騙就聽，世間人就是這麼一個情形。給你說真話，佛成佛了，成佛之後，沒有過去、現在、未來。不但成佛，華藏世界上，初住菩薩就沒有過去、現在、未來了，還要等成佛嗎？"
    },
    {
      "id": "02-012-0031_p0065",
      "zh_CN": "过去、现在、未来从哪里说？是从你分别执着上说的。你的分别心断了，执着没有了，试问问，还有什么十方三世？没有了。给你讲十法界，给你讲六道，统统是分别执着；如果分别执着都没有了，六道也没有了，十法界也没有了，菩萨阶位也没有了，西方极乐世界九品也没有了，给你讲全部都没有了。那个世界叫什么？一真法界。",
      "zh_TW": "過去、現在、未來從哪裡說？是從你分別執著上說的。你的分別心斷了，執著沒有了，試問問，還有什麼十方三世？沒有了。給你講十法界，給你講六道，統統是分別執著；如果分別執著都沒有了，六道也沒有了，十法界也沒有了，菩薩階位也沒有了，西方極樂世界九品也沒有了，給你講全部都沒有了。那個世界叫什麼？一真法界。"
    },
    {
      "id": "02-012-0031_p0066",
      "zh_CN": "你有这个念头在，坚固的执着在，你生到西方极乐世界有四土三辈九品。如果你今天心开义解，所有一切妄念都不生了，你生到西方极乐世界跟阿弥陀佛就平起平坐，就这么回事情。理是如此，所以佛在此地是讲真话。这一句是真话，佛哪有过去、现在、未来，是不生不灭。",
      "zh_TW": "你有這個念頭在，堅固的執著在，你生到西方極樂世界有四土三輩九品。如果你今天心開義解，所有一切妄念都不生了，你生到西方極樂世界跟阿彌陀佛就平起平坐，就這麼回事情。理是如此，所以佛在此地是講真話。這一句是真話，佛哪有過去、現在、未來，是不生不滅。"
    },
    {
      "id": "02-012-0031_p0067",
      "zh_CN": "所以这叫如来，如来者，无所从来，亦无所去，这《金刚经》上给我们解释的。所谓是「三世古今，不离当念」，一念就是，二念就错。一念就是，二念就错，错在哪里？二念就变成十法界，一念里面没有十法界。我们今天把这个一念变成阿弥陀佛，阿弥陀佛这一念就行了，这个方法妙绝了。其他的法门，无论用什么方法，最后都是到一念，都是到这一个境界。可是难，不容易！无始劫以来，这个妄想根深蒂固，控制不住，它乱发。",
      "zh_TW": "所以這叫如來，如來者，無所從來，亦無所去，這《金剛經》上給我們解釋的。所謂是「三世古今，不離當念」，一念就是，二念就錯。一念就是，二念就錯，錯在哪裡？二念就變成十法界，一念裡面沒有十法界。我們今天把這個一念變成阿彌陀佛，阿彌陀佛這一念就行了，這個方法妙絕了。其他的法門，無論用什麼方法，最後都是到一念，都是到這一個境界。可是難，不容易！無始劫以來，這個妄想根深蒂固，控制不住，它亂發。"
    },
    {
      "id": "02-012-0031_p0068",
      "zh_CN": "这个法门妙在哪里？把所有妄想杂念统统会归在阿弥陀佛，就归到一了，就归到这一念了。这个法子妙，容易成功。你把这个理论搞清楚，不怀疑，也不打妄想了，四土也好，九品也好，到那里去花开见佛也好，到那里去过多少天、多少年花开见佛也好，统统不管它了，这些念头全部都放下，我只一心老实念佛，就成功了，这个成功就高。高在哪里？高在他心清净，没有杂念，没有妄想。这句话是真的。下面说：",
      "zh_TW": "這個法門妙在哪裡？把所有妄想雜念統統會歸在阿彌陀佛，就歸到一了，就歸到這一念了。這個法子妙，容易成功。你把這個理論搞清楚，不懷疑，也不打妄想了，四土也好，九品也好，到那裡去花開見佛也好，到那裡去過多少天、多少年花開見佛也好，統統不管它了，這些念頭全部都放下，我只一心老實念佛，就成功了，這個成功就高。高在哪裡？高在他心清淨，沒有雜念，沒有妄想。這句話是真的。下面說："
    },
    {
      "id": "02-012-0031_p0069",
      "zh_CN": "【但以酬愿度生。现在西方。】",
      "zh_TW": "【但以酬願度生。現在西方。】"
    },
    {
      "id": "02-012-0031_p0070",
      "zh_CN": "这一句话也是个实话。现在西方极乐世界有没有？有，有没有阿弥陀佛这个人？有。从哪来的？示现的。这个意思就是说，佛成佛，没有过去、现在、未来，这个要知道。所以佛经上有个比喻说，譬如这个河流，河流许许多多不同，流到大海里面去了；你还能说哪一点水是那一条河的，哪一滴水是那个江的？还分吗？还分哪一个水是先流下来，哪个水是后流下来？没有了，所有一切差别相统统消失掉了，成佛就是如此。所以成了佛之后，所有一切分别执着全部消失了，统统没有了。",
      "zh_TW": "這一句話也是個實話。現在西方極樂世界有沒有？有，有沒有阿彌陀佛這個人？有。從哪來的？示現的。這個意思就是說，佛成佛，沒有過去、現在、未來，這個要知道。所以佛經上有個比喻說，譬如這個河流，河流許許多多不同，流到大海裡面去了；你還能說哪一點水是那一條河的，哪一滴水是那個江的？還分嗎？還分哪一個水是先流下來，哪個水是後流下來？沒有了，所有一切差別相統統消失掉了，成佛就是如此。所以成了佛之後，所有一切分別執著全部消失了，統統沒有了。"
    },
    {
      "id": "02-012-0031_p0071",
      "zh_CN": "由此可知，我们现在对于这些念头愈淡愈好，不要去执着它。佛在经上常常讲，讲是对那些分别执着人讲的；讲的有没有错？没有错，只要你有分别、有执着，那就绝对有这些事情；这个有不是真有，这个有叫妙有，妙有是假有，不是真有。你这个境界往上一提升，它就没有了；在这个境界里确实有，提升上去就没有了。所以弥陀在西方净土是示现成佛，以四十八愿普度众生。",
      "zh_TW": "由此可知，我們現在對於這些念頭愈淡愈好，不要去執著它。佛在經上常常講，講是對那些分別執著人講的；講的有沒有錯？沒有錯，只要你有分別、有執著，那就絕對有這些事情；這個有不是真有，這個有叫妙有，妙有是假有，不是真有。你這個境界往上一提昇，它就沒有了；在這個境界裡確實有，提昇上去就沒有了。所以彌陀在西方淨土是示現成佛，以四十八願普度眾生。"
    },
    {
      "id": "02-012-0031_p0072",
      "zh_CN": "【去阎浮提百千俱胝那由他佛刹。】",
      "zh_TW": "【去閻浮提百千俱胝那由他佛剎。】"
    },
    {
      "id": "02-012-0031_p0073",
      "zh_CN": "『那由他』是亿，『俱胝』是十万。「百千俱胝那由他」就是我们常讲的十万亿。百千俱胝是十万。就是《弥陀经》上讲的，距离我们十万亿佛国土。",
      "zh_TW": "『那由他』是億，『俱胝』是十萬。「百千俱胝那由他」就是我們常講的十萬億。百千俱胝是十萬。就是《彌陀經》上講的，距離我們十萬億佛國土。"
    },
    {
      "id": "02-012-0031_p0074",
      "zh_CN": "【有世界名曰极乐。】",
      "zh_TW": "【有世界名曰極樂。】"
    },
    {
      "id": "02-012-0031_p0075",
      "zh_CN": "要注意这个『有』字，这个「有」是真有，不是假有，不是假设的，确确实实有这个世界。",
      "zh_TW": "要注意這個『有』字，這個「有」是真有，不是假有，不是假設的，確確實實有這個世界。"
    },
    {
      "id": "02-012-0031_p0076",
      "zh_CN": "【法藏成佛号阿弥陀。】",
      "zh_TW": "【法藏成佛號阿彌陀。】"
    },
    {
      "id": "02-012-0031_p0077",
      "zh_CN": "法藏菩萨现在成佛了，现在在西方世界示现的是佛的身分，究竟圆满的佛果。",
      "zh_TW": "法藏菩薩現在成佛了，現在在西方世界示現的是佛的身分，究竟圓滿的佛果。"
    },
    {
      "id": "02-012-0031_p0078",
      "zh_CN": "【成佛以来。于今十劫。】",
      "zh_TW": "【成佛以來。於今十劫。】"
    },
    {
      "id": "02-012-0031_p0079",
      "zh_CN": "这个十劫是我们这个地方时间来算的。我们要问问，它那个地方的时间呢？它那个地方没有时间观念，时间也是从分别执着上来的，离开分别执着，哪有时间！",
      "zh_TW": "這個十劫是我們這個地方時間來算的。我們要問問，它那個地方的時間呢？它那個地方沒有時間觀念，時間也是從分別執著上來的，離開分別執著，哪有時間！"
    },
    {
      "id": "02-012-0031_p0080",
      "zh_CN": "弥勒菩萨造《瑜伽师地论》，将一切法归纳为六百六十法，六百六十大类。天亲菩萨觉得六百六十大类对初学的人还是很困难，再归纳成百法，一百条，教导初学。所以百法展开就是一切法，一切法归纳成为百法。时间、空间在百法里头都占着一条。",
      "zh_TW": "彌勒菩薩造《瑜伽師地論》，將一切法歸納為六百六十法，六百六十大類。天親菩薩覺得六百六十大類對初學的人還是很困難，再歸納成百法，一百條，教導初學。所以百法展開就是一切法，一切法歸納成為百法。時間、空間在百法裡頭都佔著一條。"
    },
    {
      "id": "02-012-0031_p0081",
      "zh_CN": "这个百法的分类分为五大类：第一大类是「心法」，我们今天讲心理学；第二类是「心所法」，就是心理的作用；第三大类是「色法」，色法是物质；第四大类叫「心不相应行法」，这个法有没有？有，但是它不属于心法，也不属于心所法，也不是色法，我们今天讲的时间就属于这个法，空间也属于这个法，这叫不相应行法。要用我们现代的话来说，这一类完全是众生抽象的概念，绝对不是事实，完全是假设的，一点事实都没有，所以这个时间不是真的。问过去，这个都是对假设的东西去执着。",
      "zh_TW": "這個百法的分類分為五大類：第一大類是「心法」，我們今天講心理學；第二類是「心所法」，就是心理的作用；第三大類是「色法」，色法是物質；第四大類叫「心不相應行法」，這個法有沒有？有，但是它不屬於心法，也不屬於心所法，也不是色法，我們今天講的時間就屬於這個法，空間也屬於這個法，這叫不相應行法。要用我們現代的話來說，這一類完全是眾生抽象的概念，絕對不是事實，完全是假設的，一點事實都沒有，所以這個時間不是真的。問過去，這個都是對假設的東西去執著。"
    },
    {
      "id": "02-012-0031_p0082",
      "zh_CN": "最后一个叫「无为法」。前面这个四种都叫做有为法，有生有灭，都是属于生灭法，后面无为法是不生不灭。无为法有六种，最后一种，真如无为，这就是佛法讲的真如本性，那是纯真无妄。其余的五个无为是相似的无为，因为它不属于生灭，只好把它列入无为了。像这个虚空，虚空它没有生灭，那这个法归到哪里？只好归到无为法了，这个叫虚空无为。所以我们要知道时间、空间，它的真相是一个抽象的概念，没有事实。",
      "zh_TW": "最後一個叫「無為法」。前面這個四種都叫做有為法，有生有滅，都是屬於生滅法，後面無為法是不生不滅。無為法有六種，最後一種，真如無為，這就是佛法講的真如本性，那是純真無妄。其餘的五個無為是相似的無為，因為它不屬於生滅，只好把它列入無為了。像這個虛空，虛空它沒有生滅，那這個法歸到哪裡？只好歸到無為法了，這個叫虛空無為。所以我們要知道時間、空間，它的真相是一個抽象的概念，沒有事實。"
    },
    {
      "id": "02-012-0031_p0083",
      "zh_CN": "所以这个『十劫』，完全是佛对我们这个虚妄分别执着众生而说的。所以这个时间从哪里算起？都算我们这个地方，不算西方极乐世界；西方极乐世界的人没有这个概念。",
      "zh_TW": "所以這個『十劫』，完全是佛對我們這個虛妄分別執著眾生而說的。所以這個時間從哪裡算起？都算我們這個地方，不算西方極樂世界；西方極樂世界的人沒有這個概念。"
    },
    {
      "id": "02-012-0031_p0084",
      "zh_CN": "【今现在说法。】",
      "zh_TW": "【今現在說法。】"
    },
    {
      "id": "02-012-0031_p0085",
      "zh_CN": "阿弥陀佛现在在西方极乐世界做些什么？正在那里讲经说法。",
      "zh_TW": "阿彌陀佛現在在西方極樂世界做些什麼？正在那裡講經說法。"
    },
    {
      "id": "02-012-0031_p0086",
      "zh_CN": "【有无量无数菩萨声闻之众。恭敬围绕。】",
      "zh_TW": "【有無量無數菩薩聲聞之眾。恭敬圍繞。】"
    },
    {
      "id": "02-012-0031_p0087",
      "zh_CN": "所以我们要想听真正的妙法，应当到极乐世界去听阿弥陀佛亲自说法，这才殊胜。",
      "zh_TW": "所以我們要想聽真正的妙法，應當到極樂世界去聽阿彌陀佛親自說法，這才殊勝。"
    },
    {
      "id": "02-012-0031_p0088",
      "zh_CN": "【皆愿作佛第十。】",
      "zh_TW": "【皆願作佛第十。】"
    },
    {
      "id": "02-012-0031_p0089",
      "zh_CN": "这一品经也给我们很大的启示。",
      "zh_TW": "這一品經也給我們很大的啟示。"
    },
    {
      "id": "02-012-0031_p0090",
      "zh_CN": "【佛说阿弥陀佛为菩萨求得是愿时。】",
      "zh_TW": "【佛說阿彌陀佛為菩薩求得是願時。】"
    },
    {
      "id": "02-012-0031_p0091",
      "zh_CN": "这一句是总结前面，释迦牟尼佛从本经第四品开始介绍阿弥陀佛，一直到这个地方。从阿弥陀佛作国王，发愿出家，累劫修行，一直到现在，他已经在西方极乐世界成佛十劫了。",
      "zh_TW": "這一句是總結前面，釋迦牟尼佛從本經第四品開始介紹阿彌陀佛，一直到這個地方。從阿彌陀佛作國王，發願出家，累劫修行，一直到現在，他已經在西方極樂世界成佛十劫了。"
    },
    {
      "id": "02-012-0031_p0092",
      "zh_CN": "【阿阇王子。与五百大长者。闻之皆大欢喜。各持一金华盖。俱到佛前作礼。以华盖上佛已。却坐一面听经。心中愿言。令我等作佛时。皆如阿弥陀佛。】",
      "zh_TW": "【阿闍王子。與五百大長者。聞之皆大歡喜。各持一金華蓋。俱到佛前作禮。以華蓋上佛已。卻坐一面聽經。心中願言。令我等作佛時。皆如阿彌陀佛。】"
    },
    {
      "id": "02-012-0031_p0093",
      "zh_CN": "这是当时在座听经大众里面，这一帮人他们的反应。这一帮人也不是偶然的，这一生当中在一起，组一个小团体，在一块共修，前生都有缘。无论是什么团体，这个世间法，小团体里面，前生都有因缘；如果没有缘，决定不会到这个团体来。这五百人也是前世有缘的，过去在一起同修，现在又遇到了，格外的亲切。他们这一帮人听了世尊介绍西方极乐世界种种庄严之事，听了很欢喜，为了表达自己对佛的敬意，所以就送一点礼物给佛。这个礼物是什么？经上讲了，『金华盖』，以这个作礼物来供养佛。供养之后，再坐下来听经。因为佛还没讲完，继续听；听到这个地方，生很大的欢喜心，心里面动了个念头，没说出来。这个不是说出来的，心里面起一个念头，「我将来作佛，也像阿弥陀佛一样」，动这么个念头。",
      "zh_TW": "這是當時在座聽經大眾裡面，這一幫人他們的反應。這一幫人也不是偶然的，這一生當中在一起，組一個小團體，在一塊共修，前生都有緣。無論是什麼團體，這個世間法，小團體裡面，前生都有因緣；如果沒有緣，決定不會到這個團體來。這五百人也是前世有緣的，過去在一起同修，現在又遇到了，格外的親切。他們這一幫人聽了世尊介紹西方極樂世界種種莊嚴之事，聽了很歡喜，為了表達自己對佛的敬意，所以就送一點禮物給佛。這個禮物是什麼？經上講了，『金華蓋』，以這個作禮物來供養佛。供養之後，再坐下來聽經。因為佛還沒講完，繼續聽；聽到這個地方，生很大的歡喜心，心裡面動了個念頭，沒說出來。這個不是說出來的，心裡面起一個念頭，「我將來作佛，也像阿彌陀佛一樣」，動這麼個念頭。"
    },
    {
      "id": "02-012-0031_p0094",
      "zh_CN": "佛有他心通，你心里有什么念头，他就知道了。所以：",
      "zh_TW": "佛有他心通，你心裡有什麼念頭，他就知道了。所以："
    },
    {
      "id": "02-012-0031_p0095",
      "zh_CN": "【佛即知之。】",
      "zh_TW": "【佛即知之。】"
    },
    {
      "id": "02-012-0031_p0096",
      "zh_CN": "释迦牟尼佛，他们这一起心动念，佛就晓得了。",
      "zh_TW": "釋迦牟尼佛，他們這一起心動念，佛就曉得了。"
    },
    {
      "id": "02-012-0031_p0097",
      "zh_CN": "【告诸比丘。】",
      "zh_TW": "【告諸比丘。】"
    },
    {
      "id": "02-012-0031_p0098",
      "zh_CN": "佛就向大众宣布。",
      "zh_TW": "佛就向大眾宣布。"
    },
    {
      "id": "02-012-0031_p0099",
      "zh_CN": "【是王子等。后当作佛。】",
      "zh_TW": "【是王子等。後當作佛。】"
    },
    {
      "id": "02-012-0031_p0100",
      "zh_CN": "这也等于给他们授记一样，他们愿意将来要作佛，他以后这一帮人的时候会作佛，也会成佛。",
      "zh_TW": "這也等於給他們授記一樣，他們願意將來要作佛，他以後這一幫人的時候會作佛，也會成佛。"
    },
    {
      "id": "02-012-0031_p0101",
      "zh_CN": "【彼于前世住菩萨道。无数劫来。供养四百亿佛。】",
      "zh_TW": "【彼於前世住菩薩道。無數劫來。供養四百億佛。】"
    },
    {
      "id": "02-012-0031_p0102",
      "zh_CN": "这是说明这一帮人过去生中的业缘，可见得很深很深，不简单！《弥陀经》上说「不可以少善根福德因缘，得生彼国」。所以这一生能够念佛往生的，善根福德都是无量劫修积而成的，这一生当中发现而已，哪是偶然的！他们这一帮人过去修菩萨道，就是修六度，也是修三学六度。『无数劫来』，修了「无数劫」，不是一世、二世、三世、五世，不是的，修了无量劫。过去生中曾经『供养四百亿佛』。哪有修行人一生当中都会遇到佛的？我们这一生当中就遇不到佛。修行过程当中，不知道多生多劫才会遇到一尊佛。他这是累积下来已经「供养四百亿佛」了，你就晓得他这个时间多长，这是讲他过去世的因缘。",
      "zh_TW": "這是說明這一幫人過去生中的業緣，可見得很深很深，不簡單！《彌陀經》上說「不可以少善根福德因緣，得生彼國」。所以這一生能夠念佛往生的，善根福德都是無量劫修積而成的，這一生當中發現而已，哪是偶然的！他們這一幫人過去修菩薩道，就是修六度，也是修三學六度。『無數劫來』，修了「無數劫」，不是一世、二世、三世、五世，不是的，修了無量劫。過去生中曾經『供養四百億佛』。哪有修行人一生當中都會遇到佛的？我們這一生當中就遇不到佛。修行過程當中，不知道多生多劫才會遇到一尊佛。他這是累積下來已經「供養四百億佛」了，你就曉得他這個時間多長，這是講他過去世的因緣。"
    },
    {
      "id": "02-012-0031_p0103",
      "zh_CN": "【迦叶佛时。彼等为我弟子。】",
      "zh_TW": "【迦葉佛時。彼等為我弟子。】"
    },
    {
      "id": "02-012-0031_p0104",
      "zh_CN": "『迦叶佛』是我们贤劫第三尊佛，释迦牟尼佛是第四尊佛。换句话说，「迦叶佛」的时候，我们释迦牟尼佛叫护明菩萨，住在兜率天，地位就像现在的弥勒菩萨一样，作后补佛。现在有很多修弥勒菩萨法门的，那就像此地这个时候一样，他们那个时候作释迦牟尼佛的弟子。这是讲前一生的事情。",
      "zh_TW": "『迦葉佛』是我們賢劫第三尊佛，釋迦牟尼佛是第四尊佛。換句話說，「迦葉佛」的時候，我們釋迦牟尼佛叫護明菩薩，住在兜率天，地位就像現在的彌勒菩薩一樣，作後補佛。現在有很多修彌勒菩薩法門的，那就像此地這個時候一樣，他們那個時候作釋迦牟尼佛的弟子。這是講前一生的事情。"
    },
    {
      "id": "02-012-0031_p0105",
      "zh_CN": "【今供养我。复相值也。】",
      "zh_TW": "【今供養我。復相值也。】"
    },
    {
      "id": "02-012-0031_p0106",
      "zh_CN": "今天我成佛，这一帮人又来了，又遇到我了，今天来供养，说明生生世世的因缘。",
      "zh_TW": "今天我成佛，這一幫人又來了，又遇到我了，今天來供養，說明生生世世的因緣。"
    },
    {
      "id": "02-012-0031_p0107",
      "zh_CN": "【时诸比丘闻佛言者。莫不代之欢喜。】",
      "zh_TW": "【時諸比丘聞佛言者。莫不代之歡喜。】"
    },
    {
      "id": "02-012-0031_p0108",
      "zh_CN": "大众听佛这样一宣布，对他们也很恭敬、也很欢喜，难得有这么深厚善根。",
      "zh_TW": "大眾聽佛這樣一宣布，對他們也很恭敬、也很歡喜，難得有這麼深厚善根。"
    },
    {
      "id": "02-012-0031_p0109",
      "zh_CN": "这一段经文里面藏的有意思，李老师眉注的这个本子上面有几行，大家要拿到这个本子，你可以看看后面这个几行。李老师提出来，应警三点，警是警觉，应当警觉的三桩事情。",
      "zh_TW": "這一段經文裡面藏的有意思，李老師眉註的這個本子上面有幾行，大家要拿到這個本子，你可以看看後面這個幾行。李老師提出來，應警三點，警是警覺，應當警覺的三樁事情。"
    },
    {
      "id": "02-012-0031_p0110",
      "zh_CN": "第一桩事情，我们在此地看到了，这一些人过去都是住菩萨道，过去是菩萨，曾经供养四百亿佛，现在是什么？王子、大长者，退下来了。这样深厚的善根还会退转，什么原因？虽然修三学六度，没有证果，这个菩萨是凡夫菩萨，是权小菩萨，没证果的。如果是圆教初信位的菩萨，情形就不一样了，那就不退转了。他还退转，退到在家的是王子、长者，退到这些。这是很可怕的一桩事情，可见得圆证三不退的可贵；生到西方极乐世界永远不会退转，这太可贵了、太难得了。",
      "zh_TW": "第一樁事情，我們在此地看到了，這一些人過去都是住菩薩道，過去是菩薩，曾經供養四百億佛，現在是什麼？王子、大長者，退下來了。這樣深厚的善根還會退轉，什麼原因？雖然修三學六度，沒有證果，這個菩薩是凡夫菩薩，是權小菩薩，沒證果的。如果是圓教初信位的菩薩，情形就不一樣了，那就不退轉了。他還退轉，退到在家的是王子、長者，退到這些。這是很可怕的一樁事情，可見得圓證三不退的可貴；生到西方極樂世界永遠不會退轉，這太可貴了、太難得了。"
    },
    {
      "id": "02-012-0031_p0111",
      "zh_CN": "第二个要认识的，佛虽然讲了「后当作佛」，后到什么时候？长远的很，不是后天就作佛，不是后年就作佛，以后长远的很！什么时候他回头，真的发心求生净土了，他就成佛了。你看看修行无量劫，供养四百亿佛，今天听佛亲自讲《无量寿经》，心里受感动，只动一个念头，「我将来成佛要跟阿弥陀佛一样」；没有发愿，「西方世界这么好，我赶紧发愿往生，求生极乐世界，念阿弥陀佛」，这个念头没生起来。由此可知，生这个坚定的意念，要求生西方极乐世界，这是多么难得，不容易！一个人听了这个法门，马上就发心要念佛求生西方净土，他过去的善根福德超过阿阇王子与五百长者太多太多。这个法门难信之法，根本的原因在此地。他没有这么深厚的善根。",
      "zh_TW": "第二個要認識的，佛雖然講了「後當作佛」，後到什麼時候？長遠的很，不是後天就作佛，不是後年就作佛，以後長遠的很！什麼時候他回頭，真的發心求生淨土了，他就成佛了。你看看修行無量劫，供養四百億佛，今天聽佛親自講《無量壽經》，心裡受感動，只動一個念頭，「我將來成佛要跟阿彌陀佛一樣」；沒有發願，「西方世界這麼好，我趕緊發願往生，求生極樂世界，念阿彌陀佛」，這個念頭沒生起來。由此可知，生這個堅定的意念，要求生西方極樂世界，這是多麼難得，不容易！一個人聽了這個法門，馬上就發心要念佛求生西方淨土，他過去的善根福德超過阿闍王子與五百長者太多太多。這個法門難信之法，根本的原因在此地。他沒有這麼深厚的善根。"
    },
    {
      "id": "02-012-0031_p0112",
      "zh_CN": "虽然经上给我们讲，临终一念、十念，造作一切恶业的众生都能往生，要晓得那些人都是过去生中，无量劫来，善根、福德、因缘比这一帮人深厚；而是这一生到人间来迷惑颠倒了，造作无量的罪业，临终善友一句话把他提醒，把过去世累劫的善根，在这时候一时发现，所以一念、十念能往生。不简单！",
      "zh_TW": "雖然經上給我們講，臨終一念、十念，造作一切惡業的眾生都能往生，要曉得那些人都是過去生中，無量劫來，善根、福德、因緣比這一幫人深厚；而是這一生到人間來迷惑顛倒了，造作無量的罪業，臨終善友一句話把他提醒，把過去世累劫的善根，在這時候一時發現，所以一念、十念能往生。不簡單！"
    },
    {
      "id": "02-012-0031_p0113",
      "zh_CN": "我们有幸听到这个法门，相信这个法门，接受这个法门，修学这个法门，要珍惜自己这一段因缘。你要真相信、真发愿、真求生，你过去世的善因超过他们；四百亿的善根，发愿求生这个愿还发不出来；一定要超过他，这个愿心才能发的出来。所以说是迟早遇缘，长劫流转。佛虽然讲了，后来一定会作佛，但是没有成佛之前，依然还要受六道轮回，这是没有办法避免的，你出不去三界，这个要认清楚。",
      "zh_TW": "我們有幸聽到這個法門，相信這個法門，接受這個法門，修學這個法門，要珍惜自己這一段因緣。你要真相信、真發願、真求生，你過去世的善因超過他們；四百億的善根，發願求生這個願還發不出來；一定要超過他，這個願心才能發的出來。所以說是遲早遇緣，長劫流轉。佛雖然講了，後來一定會作佛，但是沒有成佛之前，依然還要受六道輪迴，這是沒有辦法避免的，你出不去三界，這個要認清楚。"
    },
    {
      "id": "02-012-0031_p0114",
      "zh_CN": "第三点是李老师提出重要的警告，不求带业往生，非愚即狂。你要听到这个法门，遇到这个法门，不发心求愿往生，你不是愚痴，你就是狂妄。这个话说到极处了，说得太好了，确确实实如此。",
      "zh_TW": "第三點是李老師提出重要的警告，不求帶業往生，非愚即狂。你要聽到這個法門，遇到這個法門，不發心求願往生，你不是愚痴，你就是狂妄。這個話說到極處了，說得太好了，確確實實如此。"
    },
    {
      "id": "02-012-0031_p0115",
      "zh_CN": "所以真正把这个事实搞清楚了，搞明白了，就要下决心，决心求生净土。当然这个决心下下去，这就是你善根发现，你过去生中无量劫的善根发现了，你才会有这样坚定的一个信愿。而且深深相信，你过去累劫积的这个善根福德超过阿阇王子；换句话说，你过去供养诸佛如来不止四百亿，四百亿这个念头发不出来，决定超过。",
      "zh_TW": "所以真正把這個事實搞清楚了，搞明白了，就要下決心，決心求生淨土。當然這個決心下下去，這就是你善根發現，你過去生中無量劫的善根發現了，你才會有這樣堅定的一個信願。而且深深相信，你過去累劫積的這個善根福德超過阿闍王子；換句話說，你過去供養諸佛如來不止四百億，四百億這個念頭發不出來，決定超過。"
    }
  ]
}