{
  "doc_id": "02-012-0037",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十七集",
    "zh_TW": "第三十七集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0037",
  "total_paragraphs": 87,
  "paragraphs": [
    {
      "id": "02-012-0037_p0001",
      "zh_CN": "请掀开经本第五十面，倒数第三行，第四个字看起：",
      "zh_TW": "請掀開經本第五十面，倒數第三行，第四個字看起："
    },
    {
      "id": "02-012-0037_p0002",
      "zh_CN": "【其人临终。阿弥陀佛化现其身。光明相好。具如真佛。与诸大众前后围绕现其人前。摄受导引。即随化佛往生其国。】",
      "zh_TW": "【其人臨終。阿彌陀佛化現其身。光明相好。具如真佛。與諸大眾前後圍繞現其人前。攝受導引。即隨化佛往生其國。】"
    },
    {
      "id": "02-012-0037_p0003",
      "zh_CN": "这一段是讲随愿往生。在中辈往生当中，我们在经文里面看到，他的正行跟上辈完全相同；这个正行就是「发菩提心，一向专念，阿弥陀佛」，这是相同的。所不同的，实在说这是心量大小有很大的关系。上品人，心量广大，所以与佛心相应；中品往生的人，在心量上讲要差一等。在助修方面，虽然不能像前面大修功德；这个大修功德我们要明了，什么叫大修、什么叫功德少？在佛法里面统统是说的心量、智慧、善巧方便，从这上面来说的，而不重在事上。如果重在事上，清寒人家那就永远不能上品上生了，这个太不公平。所以它完全在心量上。这个清寒人家想做无量无边的功德，他没有力量、没有财富、没有机会，他不是不做。所以《楞严经》上讲「发意圆成」，就圆满功德了，看你发心大小。因此一切都决定在心量上，心地的清净平等，心量的广大慈悲，他念念当中都是修满了无量的功德，这一点我们要知道。",
      "zh_TW": "這一段是講隨願往生。在中輩往生當中，我們在經文裡面看到，他的正行跟上輩完全相同；這個正行就是「發菩提心，一向專念，阿彌陀佛」，這是相同的。所不同的，實在說這是心量大小有很大的關係。上品人，心量廣大，所以與佛心相應；中品往生的人，在心量上講要差一等。在助修方面，雖然不能像前面大修功德；這個大修功德我們要明瞭，什麼叫大修、什麼叫功德少？在佛法裡面統統是說的心量、智慧、善巧方便，從這上面來說的，而不重在事上。如果重在事上，清寒人家那就永遠不能上品上生了，這個太不公平。所以它完全在心量上。這個清寒人家想做無量無邊的功德，他沒有力量、沒有財富、沒有機會，他不是不做。所以《楞嚴經》上講「發意圓成」，就圓滿功德了，看你發心大小。因此一切都決定在心量上，心地的清淨平等，心量的廣大慈悲，他念念當中都是修滿了無量的功德，這一點我們要知道。"
    },
    {
      "id": "02-012-0037_p0004",
      "zh_CN": "在此地举的几桩事情，这几桩事情也随着心量大小。所以我们不一定要看上辈所说的这些，大概中辈里头没有，中辈讲的在上辈没有，这就不对了，统统都有。实在讲，一即是多，多即是一。西方境界就像《华严经》上所说的不思议解脱境界，怎么个不思议法？《华严经》上讲的六相十玄。六相十玄是给我们说明这个不思议的法，有理有事。",
      "zh_TW": "在此地舉的幾樁事情，這幾樁事情也隨著心量大小。所以我們不一定要看上輩所說的這些，大概中輩裡頭沒有，中輩講的在上輩沒有，這就不對了，統統都有。實在講，一即是多，多即是一。西方境界就像《華嚴經》上所說的不思議解脫境界，怎麼個不思議法？《華嚴經》上講的六相十玄。六相十玄是給我們說明這個不思議的法，有理有事。"
    },
    {
      "id": "02-012-0037_p0005",
      "zh_CN": "前面这一段说过了，后面再补充几句。「悬缯然灯」，「缯」是幢幡宝盖一类的，缯是总称，这都是属于很华丽的丝织品，属于这一类的，这些东西的用意是在宣传。古时候资讯不发达，佛法是属于教学，教学一定是尊师重道，有教学的尊严，「只闻来学，未闻往教」，这个师道非常尊严。又不会宣传，总不能到外面宣传，我的道德学问都很好，这说不出口的。所以你要是请教这些高僧大德，他都很谦虚，说我也没有修行，也没有学问，什么都不会，都这么谦虚客气。那么这种教育如何来推广？推广就用幡幢，用这个工具。寺庙的前面都有旗杆，旗杆不是挂国旗的，是悬挂这些幡幢的，让外面人看到，远处人看到，今天寺庙里旗杆上挂的幡幢，一定有讲经，或者有法会，喜欢的自然就来了，所以这就是一种通知。你看到不喜欢来，也不勉强。所以它是一种讯号。",
      "zh_TW": "前面這一段說過了，後面再補充幾句。「懸繒然燈」，「繒」是幢幡寶蓋一類的，繒是總稱，這都是屬於很華麗的絲織品，屬於這一類的，這些東西的用意是在宣傳。古時候資訊不發達，佛法是屬於教學，教學一定是尊師重道，有教學的尊嚴，「只聞來學，未聞往教」，這個師道非常尊嚴。又不會宣傳，總不能到外面宣傳，我的道德學問都很好，這說不出口的。所以你要是請教這些高僧大德，他都很謙虛，說我也沒有修行，也沒有學問，什麼都不會，都這麼謙虛客氣。那麼這種教育如何來推廣？推廣就用幡幢，用這個工具。寺廟的前面都有旗桿，旗桿不是掛國旗的，是懸掛這些幡幢的，讓外面人看到，遠處人看到，今天寺廟裡旗桿上掛的幡幢，一定有講經，或者有法會，喜歡的自然就來了，所以這就是一種通知。你看到不喜歡來，也不勉強。所以它是一種訊號。"
    },
    {
      "id": "02-012-0037_p0006",
      "zh_CN": "现在当然不需要了。现在通讯非常的发达，我们有发的通知，或者是报纸上刊广告，广播电视里头也可以用广告，或者私人用电话通知，都是属于这一类的。",
      "zh_TW": "現在當然不需要了。現在通訊非常的發達，我們有發的通知，或者是報紙上刊廣告，廣播電視裡頭也可以用廣告，或者私人用電話通知，都是屬於這一類的。"
    },
    {
      "id": "02-012-0037_p0007",
      "zh_CN": "所以读到这个经文，不一定说我们要去做个幡、做个幢，到寺庙佛面前给它挂起来，不是，那你意思就搞错了。它重要的意思在此地，就是我们要把讲经、法会这些活动，尽量通知自己所认识的人，就这个意思。",
      "zh_TW": "所以讀到這個經文，不一定說我們要去做個幡、做個幢，到寺廟佛面前給它掛起來，不是，那你意思就搞錯了。它重要的意思在此地，就是我們要把講經、法會這些活動，盡量通知自己所認識的人，就這個意思。"
    },
    {
      "id": "02-012-0037_p0008",
      "zh_CN": "「然灯」，灯表智慧，灯也表舍己为人，所谓燃烧自己，照耀别人；就是一个人肯牺牲自己，为别人去服务，是这个意思，这真正「然灯」的意思。在这个灯当中，这个意思最显著的是蜡烛；你看蜡烛烧自己，愈烧愈少，烧到最后没有了，它的作用完全是照别人，这非常明显。再其次，就是一般寺院里用的油灯，油慢慢烧干了，都是照耀别人，取这个意思，舍己为人。",
      "zh_TW": "「然燈」，燈表智慧，燈也表捨己為人，所謂燃燒自己，照耀別人；就是一個人肯犧牲自己，為別人去服務，是這個意思，這真正「然燈」的意思。在這個燈當中，這個意思最顯著的是蠟燭；你看蠟燭燒自己，愈燒愈少，燒到最後沒有了，它的作用完全是照別人，這非常明顯。再其次，就是一般寺院裡用的油燈，油慢慢燒乾了，都是照耀別人，取這個意思，捨己為人。"
    },
    {
      "id": "02-012-0037_p0009",
      "zh_CN": "「散华烧香」，这都是比喻宣传佛法。把这个花香比作如来的正法，我们以智慧、以善巧方便将它传播，推荐给一切大众。这样去做，做了不求人间任何的福报，只有一个目标，求生西方净土，这叫回向。只求往生净土，愿生彼国。这是中品人所修的，举出这几个例子。",
      "zh_TW": "「散華燒香」，這都是比喻宣傳佛法。把這個花香比作如來的正法，我們以智慧、以善巧方便將它傳播，推薦給一切大眾。這樣去做，做了不求人間任何的福報，只有一個目標，求生西方淨土，這叫迴向。只求往生淨土，願生彼國。這是中品人所修的，舉出這幾個例子。"
    },
    {
      "id": "02-012-0037_p0010",
      "zh_CN": "这个人在临命终时，阿弥陀佛化身来接引他。弥陀所化之身，这里说他的光明相好跟真佛没有两样，这个我们要知道。法身、报身、应化身，在佛与大菩萨是一个身，一而三，三而一。在凡夫也都有三身，我们每一个人都有三身，但是三身都不见了，剩下来我们现在所感触到这个身是什么？这是业报身，造作的善恶业报。他们那个报身是愿力报的，是愿成就的；我们是业成就的，业成就的身就苦恼了，愿成就的身就得自在。所以佛的应化身是愿力变现出来的，与真身没有两样；换句话说，就是佛的真身。",
      "zh_TW": "這個人在臨命終時，阿彌陀佛化身來接引他。彌陀所化之身，這裡說他的光明相好跟真佛沒有兩樣，這個我們要知道。法身、報身、應化身，在佛與大菩薩是一個身，一而三，三而一。在凡夫也都有三身，我們每一個人都有三身，但是三身都不見了，剩下來我們現在所感觸到這個身是什麼？這是業報身，造作的善惡業報。他們那個報身是願力報的，是願成就的；我們是業成就的，業成就的身就苦惱了，願成就的身就得自在。所以佛的應化身是願力變現出來的，與真身沒有兩樣；換句話說，就是佛的真身。"
    },
    {
      "id": "02-012-0037_p0011",
      "zh_CN": "『与诸大众前后围绕现其人前』。佛来接引，不是一个人来，一定有很多人同来。上辈往生的，所见与佛同来的都是诸佛；中辈往生的，有菩萨、有阿罗汉、也有诸天人民，这情形就不一样了。但是诸位要晓得，这些统统是化身，也是化身，跟到阿弥陀佛一道来的。大乘心量的人，临终所见到的像是菩萨，他见到生欢喜，与自己心愿相同；小乘根性的人，往生的时候跟到阿弥陀佛来的是阿罗汉，也与他的心愿相同。所以这个要知道。",
      "zh_TW": "『與諸大眾前後圍繞現其人前』。佛來接引，不是一個人來，一定有很多人同來。上輩往生的，所見與佛同來的都是諸佛；中輩往生的，有菩薩、有阿羅漢、也有諸天人民，這情形就不一樣了。但是諸位要曉得，這些統統是化身，也是化身，跟到阿彌陀佛一道來的。大乘心量的人，臨終所見到的像是菩薩，他見到生歡喜，與自己心願相同；小乘根性的人，往生的時候跟到阿彌陀佛來的是阿羅漢，也與他的心願相同。所以這個要知道。"
    },
    {
      "id": "02-012-0037_p0012",
      "zh_CN": "而这些来的这些人，说实在话，都与自己有密切关系。要知道，我们任何一个人，不是这一生，过去真是无量劫又无量劫，我们过去家亲眷属、同参道友，不晓得有多少，太多太多了，生生世世。有些我们从前的同参道友、家亲眷属念佛已经往生了，早在西方极乐世界成菩萨、成佛了，我们自己修行功夫不够，到现在还在搞轮回，还在六道。现在我们这一生成就了，生到西方极乐世界，那些人在西方极乐世界，看我们看得清清楚楚，我们去的时候，佛来接引，这些人统统都跟来了。换句话说，来接引你的人都是过去生中家亲眷属、同参好友。所以到极乐世界决定不寂寞，熟人太多了。那些人也不必介绍我跟你是什么关系，一到那个地方，你的能力也恢复了，智慧、神通、能力统统恢复了，一见面，一个个都认识了，彼此都认识了；这是多久不见，在西方极乐世界这又见面了。这个我们要晓得，这是实际的情形。",
      "zh_TW": "而這些來的這些人，說實在話，都與自己有密切關係。要知道，我們任何一個人，不是這一生，過去真是無量劫又無量劫，我們過去家親眷屬、同參道友，不曉得有多少，太多太多了，生生世世。有些我們從前的同參道友、家親眷屬念佛已經往生了，早在西方極樂世界成菩薩、成佛了，我們自己修行功夫不夠，到現在還在搞輪迴，還在六道。現在我們這一生成就了，生到西方極樂世界，那些人在西方極樂世界，看我們看得清清楚楚，我們去的時候，佛來接引，這些人統統都跟來了。換句話說，來接引你的人都是過去生中家親眷屬、同參好友。所以到極樂世界決定不寂寞，熟人太多了。那些人也不必介紹我跟你是什麼關係，一到那個地方，你的能力也恢復了，智慧、神通、能力統統恢復了，一見面，一個個都認識了，彼此都認識了；這是多久不見，在西方極樂世界這又見面了。這個我們要曉得，這是實際的情形。"
    },
    {
      "id": "02-012-0037_p0013",
      "zh_CN": "所以佛给我们讲三辈九品往生，实在讲那个世界是很不思议，非常非常不思议。我们凡夫总是离不开分别、执着、妄想，所以对这个境界往往生疑惑心；实在讲应当读《华严》，真正读《华严》，这个问题可以解决许许多多，解决许多问题，才知道佛说法密义之所在，才能够体会到一些。",
      "zh_TW": "所以佛給我們講三輩九品往生，實在講那個世界是很不思議，非常非常不思議。我們凡夫總是離不開分別、執著、妄想，所以對這個境界往往生疑惑心；實在講應當讀《華嚴》，真正讀《華嚴》，這個問題可以解決許許多多，解決許多問題，才知道佛說法密義之所在，才能夠體會到一些。"
    },
    {
      "id": "02-012-0037_p0014",
      "zh_CN": "佛所讲的句句是真实，但是他那边的境界我们无法想像。譬如《华严》上给我们说「一毛端」，我们汗毛毛端尖端很小。这个面积有多大？佛给我们说有佛在那里讲经说法，有无量无边菩萨在围绕在听经。这个境界实在讲把大小这个现象，我们体会感触大小的现象消失了，它没有大小。这个是事实，诸佛菩萨没有变小，这个一毛端没有放大。又给我们讲「一微尘」，微尘太小了，我们肉眼都看不见，微尘里面包含着大千世界，一般形容，所谓「芥子纳须弥」。芥子是芥菜子，我们晓得，芝麻那么大一样，须弥山装在芥菜子里面，芥菜子没有放大，须弥山也没有缩小。怎么进去的？这是《华严》给我们讲的，不是凡夫能够思惟、能够想像的到的，也不是能够言说的出来的，但是它是事实，超越了大小。我们今天一句总话说，它超越了相对的，我们生活在相对的空间，它完全超越了。",
      "zh_TW": "佛所講的句句是真實，但是他那邊的境界我們無法想像。譬如《華嚴》上給我們說「一毛端」，我們汗毛毛端尖端很小。這個面積有多大？佛給我們說有佛在那裡講經說法，有無量無邊菩薩在圍繞在聽經。這個境界實在講把大小這個現象，我們體會感觸大小的現象消失了，它沒有大小。這個是事實，諸佛菩薩沒有變小，這個一毛端沒有放大。又給我們講「一微塵」，微塵太小了，我們肉眼都看不見，微塵裡面包含著大千世界，一般形容，所謂「芥子納須彌」。芥子是芥菜子，我們曉得，芝麻那麼大一樣，須彌山裝在芥菜子裡面，芥菜子沒有放大，須彌山也沒有縮小。怎麼進去的？這是《華嚴》給我們講的，不是凡夫能夠思惟、能夠想像的到的，也不是能夠言說的出來的，但是它是事實，超越了大小。我們今天一句總話說，它超越了相對的，我們生活在相對的空間，它完全超越了。"
    },
    {
      "id": "02-012-0037_p0015",
      "zh_CN": "佛说法依二谛而说，依真谛是佛的密义，依俗谛是我们的常识，是依这两个方式来为我们说明宇宙人生的真相。我们凡夫只懂俗谛，不能体会真谛。而佛教给我们是要教我们在俗谛里面去领会真谛，然后真正体会到真俗不二，法法圆融，这才能够真正认清了事实的真相。",
      "zh_TW": "佛說法依二諦而說，依真諦是佛的密義，依俗諦是我們的常識，是依這兩個方式來為我們說明宇宙人生的真相。我們凡夫只懂俗諦，不能體會真諦。而佛教給我們是要教我們在俗諦裡面去領會真諦，然後真正體會到真俗不二，法法圓融，這才能夠真正認清了事實的真相。"
    },
    {
      "id": "02-012-0037_p0016",
      "zh_CN": "临终这个人，见到佛来接引，一定是先接触到佛的光明。佛有光，佛在这个时候不但有身光，而且放光，佛光注照；佛光一照，他这个时候见到了，见到佛光，闻到宝香，他的罪业就消失了，他的功夫就增进了。",
      "zh_TW": "臨終這個人，見到佛來接引，一定是先接觸到佛的光明。佛有光，佛在這個時候不但有身光，而且放光，佛光注照；佛光一照，他這個時候見到了，見到佛光，聞到寶香，他的罪業就消失了，他的功夫就增進了。"
    },
    {
      "id": "02-012-0037_p0017",
      "zh_CN": "平常我们讲往生最低的条件是要念到「功夫成片」。一天到晚心里面只有阿弥陀佛，除阿弥陀佛之外，没有任何的牵挂，没有任何的思惟，所思所想统统是阿弥陀佛，这叫功夫成一片。没有到一心，这是烦恼是伏住，这一句佛号把烦恼伏住，烦恼并没有断，叫带业。临终接触到佛光，闻到宝香，就把你功夫提升了一倍。",
      "zh_TW": "平常我們講往生最低的條件是要念到「功夫成片」。一天到晚心裡面只有阿彌陀佛，除阿彌陀佛之外，沒有任何的牽掛，沒有任何的思惟，所思所想統統是阿彌陀佛，這叫功夫成一片。沒有到一心，這是煩惱是伏住，這一句佛號把煩惱伏住，煩惱並沒有斷，叫帶業。臨終接觸到佛光，聞到寶香，就把你功夫提昇了一倍。"
    },
    {
      "id": "02-012-0037_p0018",
      "zh_CN": "所以鸠摩罗什大师译的《阿弥陀经》里面讲的「一心不乱」，这个话没有讲错。但是释迦牟尼佛当年说法，那个原文里头不是一心不乱，一心不乱是鸠摩罗什大师译的。如果以一心不乱这个功夫往生，那往生的人就很少了，相当不容易。但是你自己只要到功夫成片，往生的时候一接触到佛光，佛来一接引，就把你提升到一心不乱了，所以他并没有说错。何况这个一心不乱里面，功夫有浅有深，有事一心，有理一心，事一心跟理一心也分很多等级。这是来接引。到了西方世界之后：",
      "zh_TW": "所以鳩摩羅什大師譯的《阿彌陀經》裡面講的「一心不亂」，這個話沒有講錯。但是釋迦牟尼佛當年說法，那個原文裡頭不是一心不亂，一心不亂是鳩摩羅什大師譯的。如果以一心不亂這個功夫往生，那往生的人就很少了，相當不容易。但是你自己只要到功夫成片，往生的時候一接觸到佛光，佛來一接引，就把你提昇到一心不亂了，所以他並沒有說錯。何況這個一心不亂裡面，功夫有淺有深，有事一心，有理一心，事一心跟理一心也分很多等級。這是來接引。到了西方世界之後："
    },
    {
      "id": "02-012-0037_p0019",
      "zh_CN": "【住不退转。无上菩提。功德智慧。次如上辈者也。】",
      "zh_TW": "【住不退轉。無上菩提。功德智慧。次如上輩者也。】"
    },
    {
      "id": "02-012-0037_p0020",
      "zh_CN": "这是说生到西方极乐世界，『不退转』都是一样的，圆证三不退。功夫，此地所讲的『无上菩提，功德智慧，次如上辈』，这是你自己的实学，是你自己的，不是说阿弥陀佛本愿加持的，阿弥陀佛本愿一加持，大家都一样，这一点要懂得。否则的话，一看的时候，这还是不平等。你自己能力的确是不平等，但是佛给你加持的，看起来就看不出哪个地方有什么多大差别了。所以我们要知道，弥陀本愿功德的加持，那个不可思议。再看下辈往生的：",
      "zh_TW": "這是說生到西方極樂世界，『不退轉』都是一樣的，圓證三不退。功夫，此地所講的『無上菩提，功德智慧，次如上輩』，這是你自己的實學，是你自己的，不是說阿彌陀佛本願加持的，阿彌陀佛本願一加持，大家都一樣，這一點要懂得。否則的話，一看的時候，這還是不平等。你自己能力的確是不平等，但是佛給你加持的，看起來就看不出哪個地方有什麼多大差別了。所以我們要知道，彌陀本願功德的加持，那個不可思議。再看下輩往生的："
    },
    {
      "id": "02-012-0037_p0021",
      "zh_CN": "【其下辈者。假使不能作诸功德。】",
      "zh_TW": "【其下輩者。假使不能作諸功德。】"
    },
    {
      "id": "02-012-0037_p0022",
      "zh_CN": "前面不能大修功德，还可以小修；这个地方连小修也不够了，就是他『不能作诸功德』。",
      "zh_TW": "前面不能大修功德，還可以小修；這個地方連小修也不夠了，就是他『不能作諸功德』。"
    },
    {
      "id": "02-012-0037_p0023",
      "zh_CN": "【当发无上菩提之心。一向专念。阿弥陀佛。】",
      "zh_TW": "【當發無上菩提之心。一向專念。阿彌陀佛。】"
    },
    {
      "id": "02-012-0037_p0024",
      "zh_CN": "他这个正修跟中辈、上辈没有差别，这个完全是相同的。",
      "zh_TW": "他這個正修跟中輩、上輩沒有差別，這個完全是相同的。"
    },
    {
      "id": "02-012-0037_p0025",
      "zh_CN": "【欢喜信乐。不生疑惑。以至诚心。愿生其国。】",
      "zh_TW": "【歡喜信樂。不生疑惑。以至誠心。願生其國。】"
    },
    {
      "id": "02-012-0037_p0026",
      "zh_CN": "实在讲，在我们这个世界，尤其是处在我们生活环境当中，念佛往生的绝大多数的是下辈往生，就是下三品，下上品、下中品、下下品，这个是居大多数。实在讲，念佛的人多，往生的人还是少，一百个念佛人当中，难得有一个往生。我们要问原因在哪里？看看经文就知道。有没有发菩提心？有没有一向专念？如果把这个做到了，可以说这个人就决定往生。能不能修功德，还不关紧要，为什么？这个「发菩提心，一向专念」，功德就在其中。",
      "zh_TW": "實在講，在我們這個世界，尤其是處在我們生活環境當中，念佛往生的絕大多數的是下輩往生，就是下三品，下上品、下中品、下下品，這個是居大多數。實在講，念佛的人多，往生的人還是少，一百個念佛人當中，難得有一個往生。我們要問原因在哪裡？看看經文就知道。有沒有發菩提心？有沒有一向專念？如果把這個做到了，可以說這個人就決定往生。能不能修功德，還不關緊要，為什麼？這個「發菩提心，一向專念」，功德就在其中。"
    },
    {
      "id": "02-012-0037_p0027",
      "zh_CN": "所以这个身体还在这个世间，为报佛恩，处事待人接物，随缘随分的把佛教介绍给能信能行的人就好了，也不必刻意的去做；刻意去做，那就错了，随缘去做。遇到这个缘分，我们就做；遇不到，不要刻意去做；刻意去做，我们的心就不清净，也就不专了。所以一定要随缘去做。",
      "zh_TW": "所以這個身體還在這個世間，為報佛恩，處事待人接物，隨緣隨分的把佛教介紹給能信能行的人就好了，也不必刻意的去做；刻意去做，那就錯了，隨緣去做。遇到這個緣分，我們就做；遇不到，不要刻意去做；刻意去做，我們的心就不清淨，也就不專了。所以一定要隨緣去做。"
    },
    {
      "id": "02-012-0037_p0028",
      "zh_CN": "下面这四句是很重要了，这个也是关系能不能往生决定性的条件。一定要『欢喜信乐』，「乐」是爱好，对西方极乐世界、对阿弥陀佛要真正生欢喜心。要相信，深信不疑。",
      "zh_TW": "下面這四句是很重要了，這個也是關係能不能往生決定性的條件。一定要『歡喜信樂』，「樂」是愛好，對西方極樂世界、對阿彌陀佛要真正生歡喜心。要相信，深信不疑。"
    },
    {
      "id": "02-012-0037_p0029",
      "zh_CN": "现在是末法时期，《楞严经》上告诉我们，「邪师说法，如恒河沙」。什么叫邪师？他所讲的也根据一些经论的道理，或是轻视这个法门，或是否定这个法门，或者是怀疑这个法门。我们要一听了，信心就动摇了，本来这一生往生的机会可以能够圆满的，结果听了这些人的话，信心怀疑了，这一生又耽误掉了，那就非常非常可惜。",
      "zh_TW": "現在是末法時期，《楞嚴經》上告訴我們，「邪師說法，如恆河沙」。什麼叫邪師？他所講的也根據一些經論的道理，或是輕視這個法門，或是否定這個法門，或者是懷疑這個法門。我們要一聽了，信心就動搖了，本來這一生往生的機會可以能夠圓滿的，結果聽了這些人的話，信心懷疑了，這一生又耽誤掉了，那就非常非常可惜。"
    },
    {
      "id": "02-012-0037_p0030",
      "zh_CN": "所以善导大师在《观无量寿佛经》里面讲到这个「深心」，善导大师解释深心就是深信之心，一点都不怀疑。不要说一般人来说，释迦牟尼佛这个是度老太婆的，不是真的，哪有真的这回事情，我们不能相信；阿罗汉、诸大菩萨也来给我们说，甚至于十方一切佛都来说，这是释迦牟尼佛权巧方便，不是真实的，我们也不相信，那个信心要坚定到这种程度。即使释迦牟尼佛来告诉你，我还有一个方法比这个还快、还容易，我也不相信。我要谢谢释迦牟尼佛，你教我这个法门，我一心一意就依这个法门修学，决定不改，要有这样坚定的信心，那就决定得生了。所以这个「信」字非常非常重要，『不生疑惑』。",
      "zh_TW": "所以善導大師在《觀無量壽佛經》裡面講到這個「深心」，善導大師解釋深心就是深信之心，一點都不懷疑。不要說一般人來說，釋迦牟尼佛這個是度老太婆的，不是真的，哪有真的這回事情，我們不能相信；阿羅漢、諸大菩薩也來給我們說，甚至於十方一切佛都來說，這是釋迦牟尼佛權巧方便，不是真實的，我們也不相信，那個信心要堅定到這種程度。即使釋迦牟尼佛來告訴你，我還有一個方法比這個還快、還容易，我也不相信。我要謝謝釋迦牟尼佛，你教我這個法門，我一心一意就依這個法門修學，決定不改，要有這樣堅定的信心，那就決定得生了。所以這個「信」字非常非常重要，『不生疑惑』。"
    },
    {
      "id": "02-012-0037_p0031",
      "zh_CN": "『以至诚心』，就是真诚的心，求生极乐世界。",
      "zh_TW": "『以至誠心』，就是真誠的心，求生極樂世界。"
    },
    {
      "id": "02-012-0037_p0032",
      "zh_CN": "【此人临终。梦见彼佛。亦得往生。】",
      "zh_TW": "【此人臨終。夢見彼佛。亦得往生。】"
    },
    {
      "id": "02-012-0037_p0033",
      "zh_CN": "前面，功夫深的，临终见到佛，不是在梦中，清醒的，他见到佛；或者是在念佛定中见到佛。这个是在梦中，所以梦中梦佛，好！梦佛，这也是你的功夫纯了，就是功夫接近一片的时候。因为你天天想佛，我们俗话说「日有所思，夜有所梦」，天天想佛，天天念佛，就梦到佛了；梦到佛来说法，梦到佛灌顶，梦到佛授记，这都是非常好的瑞相。可是不要求，你如果要求，就错了；你有求，魔就得其便了，魔变成佛在你梦境当中出现，所以不能求。不求，梦到的，这个是感应；有求，梦到的，不是感应，而且很危险，这个要知道。",
      "zh_TW": "前面，功夫深的，臨終見到佛，不是在夢中，清醒的，他見到佛；或者是在念佛定中見到佛。這個是在夢中，所以夢中夢佛，好！夢佛，這也是你的功夫純了，就是功夫接近一片的時候。因為你天天想佛，我們俗話說「日有所思，夜有所夢」，天天想佛，天天念佛，就夢到佛了；夢到佛來說法，夢到佛灌頂，夢到佛授記，這都是非常好的瑞相。可是不要求，你如果要求，就錯了；你有求，魔就得其便了，魔變成佛在你夢境當中出現，所以不能求。不求，夢到的，這個是感應；有求，夢到的，不是感應，而且很危險，這個要知道。"
    },
    {
      "id": "02-012-0037_p0034",
      "zh_CN": "即使梦到，他这个是在临终时梦到，这是真的，这是决定不错，这是佛来接引他往生。平常我们要梦到，也不必说，「凡所有相，皆是虚妄」，决定不生欢喜心，决定不执着这个好相，这就对了，完全正确。",
      "zh_TW": "即使夢到，他這個是在臨終時夢到，這是真的，這是決定不錯，這是佛來接引他往生。平常我們要夢到，也不必說，「凡所有相，皆是虛妄」，決定不生歡喜心，決定不執著這個好相，這就對了，完全正確。"
    },
    {
      "id": "02-012-0037_p0035",
      "zh_CN": "【功德智慧次如中辈者也。】",
      "zh_TW": "【功德智慧次如中輩者也。】"
    },
    {
      "id": "02-012-0037_p0036",
      "zh_CN": "这是说往生的人大别有这三等，三等完全是自己功行不相同。读了这一段经文，我们应当勉励自己，力争上游，这才算是有志气。往生的机会很大，古人讲「取法乎上，仅得乎中」，我要争上品上生，结果落到中品中生，还不错！如果我们标准定得太低了，我只要下品下生就好了；万一不到那个地方，这一生就耽误掉了。所以一定要努力，要力争上游。",
      "zh_TW": "這是說往生的人大別有這三等，三等完全是自己功行不相同。讀了這一段經文，我們應當勉勵自己，力爭上游，這才算是有志氣。往生的機會很大，古人講「取法乎上，僅得乎中」，我要爭上品上生，結果落到中品中生，還不錯！如果我們標準定得太低了，我只要下品下生就好了；萬一不到那個地方，這一生就耽誤掉了。所以一定要努力，要力爭上游。"
    },
    {
      "id": "02-012-0037_p0037",
      "zh_CN": "这是说专修净土往生的。除这个之外，后头这一段就很了不起了。见到这个法门，这个经典实在是广大无际。我们前面曾经跟诸位说过了，这一部经就涵盖了一切经，这一个法门也包括了无量无边的法门。有什么证据？这一段经文就是证据。佛在这一段经文里面告诉我们，不是专修净土，无论修学哪一个法门，无论读诵哪一部经典，只要他念到心清净，临命终时把他的功德回向发愿求生净土，是统统得生，这个了不起。由此可见，净宗的确没有门户之见，所以对于任何宗派、任何法门，我们统统要赞叹。请看经文：",
      "zh_TW": "這是說專修淨土往生的。除這個之外，後頭這一段就很了不起了。見到這個法門，這個經典實在是廣大無際。我們前面曾經跟諸位說過了，這一部經就涵蓋了一切經，這一個法門也包括了無量無邊的法門。有什麼證據？這一段經文就是證據。佛在這一段經文裡面告訴我們，不是專修淨土，無論修學哪一個法門，無論讀誦哪一部經典，只要他念到心清淨，臨命終時把他的功德迴向發願求生淨土，是統統得生，這個了不起。由此可見，淨宗的確沒有門戶之見，所以對於任何宗派、任何法門，我們統統要讚歎。請看經文："
    },
    {
      "id": "02-012-0037_p0038",
      "zh_CN": "【若有众生住大乘者。】",
      "zh_TW": "【若有眾生住大乘者。】"
    },
    {
      "id": "02-012-0037_p0039",
      "zh_CN": "这个大乘法就太多太多了。凡是修学一切大乘法的，此地没有说小乘，为什么？小乘不相信有第二尊佛，就是释迦牟尼佛之外，还有第二尊佛，小乘人不承认，也不承认有他方诸佛国土，他只认定释迦牟尼佛这个娑婆世界的三千大千世界，他的心量局限在此地，这是他为什么不能生的原因。我们跟他说大乘法，他还否定，说大乘非佛说，大乘不是佛说的。现在像泰国、锡兰这些小乘国家，他们还是这样的执着。不过在最近几年，听说比较好多了。为什么？跟大乘佛法往来接触多了。下面这就是他往生的条件：",
      "zh_TW": "這個大乘法就太多太多了。凡是修學一切大乘法的，此地沒有說小乘，為什麼？小乘不相信有第二尊佛，就是釋迦牟尼佛之外，還有第二尊佛，小乘人不承認，也不承認有他方諸佛國土，他只認定釋迦牟尼佛這個娑婆世界的三千大千世界，他的心量侷限在此地，這是他為什麼不能生的原因。我們跟他說大乘法，他還否定，說大乘非佛說，大乘不是佛說的。現在像泰國、錫蘭這些小乘國家，他們還是這樣的執著。不過在最近幾年，聽說比較好多了。為什麼？跟大乘佛法往來接觸多了。下面這就是他往生的條件："
    },
    {
      "id": "02-012-0037_p0040",
      "zh_CN": "【以清净心。向无量寿。乃至十念。愿生其国。闻甚深法。即生信解。乃至获得一念净心。发一念心念于彼佛。此人临命终时。如在梦中。见阿弥陀佛。定生彼国。】",
      "zh_TW": "【以清淨心。向無量壽。乃至十念。願生其國。聞甚深法。即生信解。乃至獲得一念淨心。發一念心念於彼佛。此人臨命終時。如在夢中。見阿彌陀佛。定生彼國。】"
    },
    {
      "id": "02-012-0037_p0041",
      "zh_CN": "这个语气非常肯定，他也是决定得生。这一段里面所说的，我们在历史上看到很多，像马鸣菩萨、龙树菩萨，都不是专修净土的。在中国，像永明延寿大师，他是学禅，由禅转过来的。智者大师是天台宗的创始人，他所修的是三止三观；智者大师临终念佛求生净土，行。他有清净心，他对这个法门、对西方世界向往，希望能够追求阿弥陀佛。",
      "zh_TW": "這個語氣非常肯定，他也是決定得生。這一段裡面所說的，我們在歷史上看到很多，像馬鳴菩薩、龍樹菩薩，都不是專修淨土的。在中國，像永明延壽大師，他是學禪，由禪轉過來的。智者大師是天台宗的創始人，他所修的是三止三觀；智者大師臨終念佛求生淨土，行。他有清淨心，他對這個法門、對西方世界嚮往，希望能夠追求阿彌陀佛。"
    },
    {
      "id": "02-012-0037_p0042",
      "zh_CN": "在民国初年，我们看到这个例子就更多了。诸位拿到江味农居士的《讲义》，这就是一个很好的榜样。江居士一生专门研究《金刚经》，他在《金刚经》上用了四十年的功夫，写成了这一部《金刚经讲义》。这个《讲义》在现代来讲，确实是《金刚经》注解的权威；研究《金刚经》，读他的《讲义》就够了，古今的注解可以说统统都融会包括在其中。但是他是念阿弥陀佛求生净土，这个近代往生传上有他。",
      "zh_TW": "在民國初年，我們看到這個例子就更多了。諸位拿到江味農居士的《講義》，這就是一個很好的榜樣。江居士一生專門研究《金剛經》，他在《金剛經》上用了四十年的功夫，寫成了這一部《金剛經講義》。這個《講義》在現代來講，確實是《金剛經》註解的權威；研究《金剛經》，讀他的《講義》就夠了，古今的註解可以說統統都融會包括在其中。但是他是念阿彌陀佛求生淨土，這個近代往生傳上有他。"
    },
    {
      "id": "02-012-0037_p0043",
      "zh_CN": "还有一个作《心经诠注》的周止庵居士也了不起，他在《心经》上跟江居士一样，也用了四十年，写成一部《心经诠注》，这个人也是念佛求生净土的。法师当中，民国初年的应慈法师，一生弘扬《华严》，最后求生净土。",
      "zh_TW": "還有一個作《心經詮注》的周止菴居士也了不起，他在《心經》上跟江居士一樣，也用了四十年，寫成一部《心經詮注》，這個人也是念佛求生淨土的。法師當中，民國初年的應慈法師，一生弘揚《華嚴》，最後求生淨土。"
    },
    {
      "id": "02-012-0037_p0044",
      "zh_CN": "这就说明了无论你在大乘法门里面，喜欢哪一部经、哪一部论，都一样的，成就必然是一门深入，这样才会成就，一门深入才能够达到清净心。这个清净心是功夫，清净心是真心，真心显露，然后以这个心求生净土，哪有不生的道理！他一生都念佛，或者念佛很少，他在临终一念十念也能往生；而且品位高下是由他清净心的纯度，他的心力，他的愿力，决定他往生的品位，所以有些品位非常高。",
      "zh_TW": "這就說明了無論你在大乘法門裡面，喜歡哪一部經、哪一部論，都一樣的，成就必然是一門深入，這樣才會成就，一門深入才能夠達到清淨心。這個清淨心是功夫，清淨心是真心，真心顯露，然後以這個心求生淨土，哪有不生的道理！他一生都念佛，或者念佛很少，他在臨終一念十念也能往生；而且品位高下是由他清淨心的純度，他的心力，他的願力，決定他往生的品位，所以有些品位非常高。"
    },
    {
      "id": "02-012-0037_p0045",
      "zh_CN": "经上说他往生的时候，『如在梦中，见阿弥陀佛』。他不是在梦中，「如在梦中」，这个「如」字是一个关键的字眼，跟下辈往生是梦见阿弥陀佛，那真正是在梦中。这个如在梦中，或是在定中，或是在往生那一刹那的时候见到佛，仿佛像梦中一样，他不是梦中，这个完全看他的功夫浅深。上品生的，也是见到千佛来迎接；中品生的时候，决定是见到无量的菩萨同佛来接引。这是无论修学哪一个法门，只要你能够专，只要修到心地清净，回向求生净土，一样成就。",
      "zh_TW": "經上說他往生的時候，『如在夢中，見阿彌陀佛』。他不是在夢中，「如在夢中」，這個「如」字是一個關鍵的字眼，跟下輩往生是夢見阿彌陀佛，那真正是在夢中。這個如在夢中，或是在定中，或是在往生那一剎那的時候見到佛，彷彿像夢中一樣，他不是夢中，這個完全看他的功夫淺深。上品生的，也是見到千佛來迎接；中品生的時候，決定是見到無量的菩薩同佛來接引。這是無論修學哪一個法門，只要你能夠專，只要修到心地清淨，迴向求生淨土，一樣成就。"
    },
    {
      "id": "02-012-0037_p0046",
      "zh_CN": "我们明白这个事实，有些人一生念观音菩萨、念《普门品》的，我们见到，欢喜赞叹，劝他一心一意回向求生西方就好，不必要改变。有人一生念《金刚经》的，念《地藏经》的，统统都能成就，不要改。他已经念熟了，念了那么多年，何必要去改他？用不着。只有在还没有选择经典，还没有选择法门，我们可以把这个法门介绍给他；已经在那里修学了，不要更改，让他功夫继续不断的去增进，这样就好。我们对他欢喜赞叹，加强他的信念，这对他是有真正的帮助。",
      "zh_TW": "我們明白這個事實，有些人一生念觀音菩薩、念《普門品》的，我們見到，歡喜讚歎，勸他一心一意迴向求生西方就好，不必要改變。有人一生念《金剛經》的，念《地藏經》的，統統都能成就，不要改。他已經念熟了，念了那麼多年，何必要去改他？用不著。只有在還沒有選擇經典，還沒有選擇法門，我們可以把這個法門介紹給他；已經在那裡修學了，不要更改，讓他功夫繼續不斷的去增進，這樣就好。我們對他歡喜讚歎，加強他的信念，這對他是有真正的幫助。"
    },
    {
      "id": "02-012-0037_p0047",
      "zh_CN": "而不可以说《无量寿经》，对他讲，《无量寿经》是经中第一经。不错，是第一经；实在讲这个「一」的时候，我过去也曾经说过，这个「一」是任何一部经都是第一经，只要你专精就是第一经，不是专精，那就不能称第一了。一心修学那就是第一经，每一部经都是第一经，这个才是真正帮助一切众生成就。但是最要紧的，就是一定要劝他回向发愿求生净土，这一点非常非常重要，才符合阿弥陀佛的本愿。它这个一段经文就是接引所有一切修学大乘任何一个法门宗派的人，统统接引。下面这一章：",
      "zh_TW": "而不可以說《無量壽經》，對他講，《無量壽經》是經中第一經。不錯，是第一經；實在講這個「一」的時候，我過去也曾經說過，這個「一」是任何一部經都是第一經，只要你專精就是第一經，不是專精，那就不能稱第一了。一心修學那就是第一經，每一部經都是第一經，這個才是真正幫助一切眾生成就。但是最要緊的，就是一定要勸他迴向發願求生淨土，這一點非常非常重要，才符合阿彌陀佛的本願。它這個一段經文就是接引所有一切修學大乘任何一個法門宗派的人，統統接引。下面這一章："
    },
    {
      "id": "02-012-0037_p0048",
      "zh_CN": "【往生正因第二十五。】",
      "zh_TW": "【往生正因第二十五。】"
    },
    {
      "id": "02-012-0037_p0049",
      "zh_CN": "这一章是前面这一章的补充。前面这一章「三辈往生」里面，最重要的意思是告诉我们往生品位高下不同，对于往生的人，实际上的修行说得不多；但是怎么个修法，实在讲非常重要。所以佛在这一品里面，全都给我们补充说明了，因此这一品也非常重要。它的结构与前面相应，就是上辈、中辈、下辈。末后慈舟大师判作一心三辈，就是修学其他法门的。",
      "zh_TW": "這一章是前面這一章的補充。前面這一章「三輩往生」裡面，最重要的意思是告訴我們往生品位高下不同，對於往生的人，實際上的修行說得不多；但是怎麼個修法，實在講非常重要。所以佛在這一品裡面，全都給我們補充說明了，因此這一品也非常重要。它的結構與前面相應，就是上輩、中輩、下輩。末後慈舟大師判作一心三輩，就是修學其他法門的。"
    },
    {
      "id": "02-012-0037_p0050",
      "zh_CN": "【复次阿难。若有善男子。善女人。闻此经典。受持读诵。书写供养。昼夜相续。求生彼刹。】",
      "zh_TW": "【復次阿難。若有善男子。善女人。聞此經典。受持讀誦。書寫供養。晝夜相續。求生彼剎。】"
    },
    {
      "id": "02-012-0037_p0051",
      "zh_CN": "我们看这一段。『善男子，善女人』，这一边这个「善」字是一个关键的字眼，因为西方世界纯是诸上善人俱会一处。这个善的标准，实在就在《观无量寿佛经》所说的「三福」，佛讲这三条是「三世诸佛，净业正因」，因此三福是我们修学的大根大本。",
      "zh_TW": "我們看這一段。『善男子，善女人』，這一邊這個「善」字是一個關鍵的字眼，因為西方世界純是諸上善人俱會一處。這個善的標準，實在就在《觀無量壽佛經》所說的「三福」，佛講這三條是「三世諸佛，淨業正因」，因此三福是我們修學的大根大本。"
    },
    {
      "id": "02-012-0037_p0052",
      "zh_CN": "三福第一条里面教我们「孝养父母，奉事师长，慈心不杀，修十善业」。我们要真正能做到，这才叫善男子、善女人。简单讲就是孝亲、尊师、慈悲、修十善，以慈悲心修十善，这是善男子、善女人最低的标准。这样的人念佛求生西方世界，没有不生的。比这个标准再高一层的，就是「受持三皈，具足众戒，不犯威仪」，这个善心比前面讲的要深厚。最圆满的是具足第三菩萨善，「发菩提心，深信因果，读诵大乘，劝进行者」。总共十一句，我们在日常生活当中要把这十一句当作座右铭，常常放在心上，在生活当中，处事待人接物都不违背这十一句的教训，那就是本经里面所说的标准的善男子、善女人，以这个为基础。",
      "zh_TW": "三福第一條裡面教我們「孝養父母，奉事師長，慈心不殺，修十善業」。我們要真正能做到，這才叫善男子、善女人。簡單講就是孝親、尊師、慈悲、修十善，以慈悲心修十善，這是善男子、善女人最低的標準。這樣的人念佛求生西方世界，沒有不生的。比這個標準再高一層的，就是「受持三皈，具足眾戒，不犯威儀」，這個善心比前面講的要深厚。最圓滿的是具足第三菩薩善，「發菩提心，深信因果，讀誦大乘，勸進行者」。總共十一句，我們在日常生活當中要把這十一句當作座右銘，常常放在心上，在生活當中，處事待人接物都不違背這十一句的教訓，那就是本經裡面所說的標準的善男子、善女人，以這個為基礎。"
    },
    {
      "id": "02-012-0037_p0053",
      "zh_CN": "『闻此经典』，「此经」是《无量寿经》，就是指的这一部经。",
      "zh_TW": "『聞此經典』，「此經」是《無量壽經》，就是指的這一部經。"
    },
    {
      "id": "02-012-0037_p0054",
      "zh_CN": "第一，你『受持』。「受」是完全接受。佛给我们讲的理论，我不怀疑，我相信接受了；佛在里面给我们讲的一些方法，我也接受了；佛的教训，我统统依照经训去做，不违背佛的教训。这是「受」这个字里面的含义，我真正接受了。「持」是保持，也就是说有耐心、有恒心、有决心，尽形寿去遵守。我不是做一天、做两天就舍弃了，只要有一口气在，我决定遵守经典的教训，这叫持，保持不失，这是真正修行。",
      "zh_TW": "第一，你『受持』。「受」是完全接受。佛給我們講的理論，我不懷疑，我相信接受了；佛在裡面給我們講的一些方法，我也接受了；佛的教訓，我統統依照經訓去做，不違背佛的教訓。這是「受」這個字裡面的含義，我真正接受了。「持」是保持，也就是說有耐心、有恆心、有決心，盡形壽去遵守。我不是做一天、做兩天就捨棄了，只要有一口氣在，我決定遵守經典的教訓，這叫持，保持不失，這是真正修行。"
    },
    {
      "id": "02-012-0037_p0055",
      "zh_CN": "『读诵』，这也非常重要。为什么？不读就把佛的教训忘掉了，不读就跟佛远离了。我每天把经念一遍，就是跟佛见一次面，听佛教训一番；读经就是听佛的教训，读经就是跟佛最接近，就是听佛教训。如果以密法来说，读经就是接受佛的灌顶。你看黄念祖老居士解释灌顶，他解释决定不会错的，因为他本身是密宗的上师，他是诺那活佛的传法弟子，这个决定不错。他告诉我，「灌」是慈悲加持的意思，「顶」是至高无上的佛法，将至高无上的佛法传授给你，叫做灌顶。",
      "zh_TW": "『讀誦』，這也非常重要。為什麼？不讀就把佛的教訓忘掉了，不讀就跟佛遠離了。我每天把經念一遍，就是跟佛見一次面，聽佛教訓一番；讀經就是聽佛的教訓，讀經就是跟佛最接近，就是聽佛教訓。如果以密法來說，讀經就是接受佛的灌頂。你看黃念祖老居士解釋灌頂，他解釋決定不會錯的，因為他本身是密宗的上師，他是諾那活佛的傳法弟子，這個決定不錯。他告訴我，「灌」是慈悲加持的意思，「頂」是至高無上的佛法，將至高無上的佛法傳授給你，叫做灌頂。"
    },
    {
      "id": "02-012-0037_p0056",
      "zh_CN": "我们晓得，《无量寿经》是一切诸佛度众生成佛道的第一经，真的是顶法。我们将这个顶法恭恭敬敬念一遍，不但是阿弥陀佛给我们灌顶一次，十方三世一切诸佛没有一尊佛不宣扬这一部经典，没有一尊佛不讲解这一部经典，没有一尊佛不劝人要修学这一部经典的；换句话说，这个经从头到尾念一遍，是十方三世一切诸佛给你灌顶一次。你念一遍就是灌一次顶，你每天念两遍就一天诸佛给你灌两次顶，这个多殊胜！一定要把这个事实真相搞清楚，你才会喜欢读它。",
      "zh_TW": "我們曉得，《無量壽經》是一切諸佛度眾生成佛道的第一經，真的是頂法。我們將這個頂法恭恭敬敬念一遍，不但是阿彌陀佛給我們灌頂一次，十方三世一切諸佛沒有一尊佛不宣揚這一部經典，沒有一尊佛不講解這一部經典，沒有一尊佛不勸人要修學這一部經典的；換句話說，這個經從頭到尾念一遍，是十方三世一切諸佛給你灌頂一次。你念一遍就是灌一次頂，你每天念兩遍就一天諸佛給你灌兩次頂，這個多殊勝！一定要把這個事實真相搞清楚，你才會喜歡讀它。"
    },
    {
      "id": "02-012-0037_p0057",
      "zh_CN": "要读诵，常常读诵，不知不觉的受诸佛如来的加持，不知不觉的把自己所有的习气、业障都消除掉了，所以智慧增长，体力也不一样了。这就是我们一般人所讲的感应，这是真正的感应。烦恼轻了，智慧长了，身体好了，健康强壮，纵然从前有些毛病，这毛病不要找医生，不要吃药，毛病都没有了。感应不是天天见神见鬼，那个感应不好，那个麻烦大了，这叫真正感应。以前对人对事出很多错误，现在都不会了，错误都没有了，这个就是好现象。所以就是读诵很要紧。",
      "zh_TW": "要讀誦，常常讀誦，不知不覺的受諸佛如來的加持，不知不覺的把自己所有的習氣、業障都消除掉了，所以智慧增長，體力也不一樣了。這就是我們一般人所講的感應，這是真正的感應。煩惱輕了，智慧長了，身體好了，健康強壯，縱然從前有些毛病，這毛病不要找醫生，不要吃藥，毛病都沒有了。感應不是天天見神見鬼，那個感應不好，那個麻煩大了，這叫真正感應。以前對人對事出很多錯誤，現在都不會了，錯誤都沒有了，這個就是好現象。所以就是讀誦很要緊。"
    },
    {
      "id": "02-012-0037_p0058",
      "zh_CN": "『书写』，「书写」的目的是流通。因为从前印刷术没有发明，佛劝大家流通佛法，唯一的方法就劝大家书写。你能够写一部，这个世间就多一部经典，所以这个书写的功德很大。现在我们要不要书写？真正能书写也很好，尤其如果说是中国书法写得好的，这是一种艺术品，也能够传留给后世，是个好的艺术品。更重要的，我们晓得它的用意是在宣扬。今天印刷术发达，书写真正的意思就是要多印，广泛的流通，尽心尽力来做这一桩事情。当然我们还希望外国语文好的一些同修们，能把这个经典翻成世界上各种不同的文字，广泛的流通，使每一个人都知道阿弥陀佛，每一个人都能够了解西方极乐世界，每一个人都能遵照佛的教训去修行，我们这个世界就祥和，众生真正有福。",
      "zh_TW": "『書寫』，「書寫」的目的是流通。因為從前印刷術沒有發明，佛勸大家流通佛法，唯一的方法就勸大家書寫。你能夠寫一部，這個世間就多一部經典，所以這個書寫的功德很大。現在我們要不要書寫？真正能書寫也很好，尤其如果說是中國書法寫得好的，這是一種藝術品，也能夠傳留給後世，是個好的藝術品。更重要的，我們曉得它的用意是在宣揚。今天印刷術發達，書寫真正的意思就是要多印，廣泛的流通，盡心盡力來做這一樁事情。當然我們還希望外國語文好的一些同修們，能把這個經典翻成世界上各種不同的文字，廣泛的流通，使每一個人都知道阿彌陀佛，每一個人都能夠了解西方極樂世界，每一個人都能遵照佛的教訓去修行，我們這個世界就祥和，眾生真正有福。"
    },
    {
      "id": "02-012-0037_p0059",
      "zh_CN": "现在世界上为什么这么乱？我们住在这个地球上，真的是身心不安，无所适从。原因何在？实在说，迷失了自性，迷失了自己，也迷失了生活的环境，产生了许多错误的想法、看法、做法，招来了苦难。救护的方法，实在讲就在弘扬大乘。大乘经典里面，对我们现代人生活方式、意识形态，这一部经最适合。一切大乘经自己去比较，确实它最适合，而且很容易被人接受。",
      "zh_TW": "現在世界上為什麼這麼亂？我們住在這個地球上，真的是身心不安，無所適從。原因何在？實在說，迷失了自性，迷失了自己，也迷失了生活的環境，產生了許多錯誤的想法、看法、做法，招來了苦難。救護的方法，實在講就在弘揚大乘。大乘經典裡面，對我們現代人生活方式、意識形態，這一部經最適合。一切大乘經自己去比較，確實它最適合，而且很容易被人接受。"
    },
    {
      "id": "02-012-0037_p0060",
      "zh_CN": "这个经本我们推出来弘扬，时间并不长，好像是八三年、八四年，我们才开始来讲解这一部经，弘扬这一部经。到现在还不到十年，大概差不多有八年的时间，这个效果已经非常显著。原因在哪里？实在讲，不是我讲得好，而是一般同修一接触这个经典，他能生欢喜心，他觉得这个经典讲得很有道理，对我们现在生活还用的上，不太违背，容易接受。所以这个宣传效果就非常之好，几乎遍及到全世界了。",
      "zh_TW": "這個經本我們推出來弘揚，時間並不長，好像是八三年、八四年，我們才開始來講解這一部經，弘揚這一部經。到現在還不到十年，大概差不多有八年的時間，這個效果已經非常顯著。原因在哪裡？實在講，不是我講得好，而是一般同修一接觸這個經典，他能生歡喜心，他覺得這個經典講得很有道理，對我們現在生活還用的上，不太違背，容易接受。所以這個宣傳效果就非常之好，幾乎遍及到全世界了。"
    },
    {
      "id": "02-012-0037_p0061",
      "zh_CN": "我们最保守的估计，在这八年当中，这个本子至少印了有三百万本以上。当然这个世界很大，四十亿人口，三百万册算不了什么。但是很难得很难得，比起一切大乘经典，其他经典来讲，这个经的弘扬算是第一了。我们希望能够更多、更普遍，对于世界和平一定有很大的帮助。所以书写就是印经流通，很重要！",
      "zh_TW": "我們最保守的估計，在這八年當中，這個本子至少印了有三百萬本以上。當然這個世界很大，四十億人口，三百萬冊算不了什麼。但是很難得很難得，比起一切大乘經典，其他經典來講，這個經的弘揚算是第一了。我們希望能夠更多、更普遍，對於世界和平一定有很大的幫助。所以書寫就是印經流通，很重要！"
    },
    {
      "id": "02-012-0037_p0062",
      "zh_CN": "『供养』，这一点很重要。我们先把这个名词简单说明一下。「供养」跟布施的意思相同，换句话，是一桩事情。不说布施，说供养，这是一个非常虔诚恭敬的心，这称供养。我们对上称供养，对下称施舍，因为什么？没有那一种恭敬心。现在佛教给我们，我们要以对长辈、对父母、对师长、对佛菩萨这样恭敬的心，供养的心，去供养一切众生。",
      "zh_TW": "『供養』，這一點很重要。我們先把這個名詞簡單說明一下。「供養」跟布施的意思相同，換句話，是一樁事情。不說布施，說供養，這是一個非常虔誠恭敬的心，這稱供養。我們對上稱供養，對下稱施捨，因為什麼？沒有那一種恭敬心。現在佛教給我們，我們要以對長輩、對父母、對師長、對佛菩薩這樣恭敬的心，供養的心，去供養一切眾生。"
    },
    {
      "id": "02-012-0037_p0063",
      "zh_CN": "这完全是普贤行。普贤菩萨「广修供养」，没有说布施。普贤菩萨的心是清净平等心，看一切众生都是诸佛，无二无别，所以都是恭敬供养，这是我们要把这个念头转过来。儒家也讲这些，没有佛法讲得这么彻底，没有佛法讲得这么坚决。儒家讲「礼」，礼的精神是自卑而尊人，自己谦虚卑下，尊重别人，这是礼里面最重要的精神，所以跟普贤行愿非常接近。",
      "zh_TW": "這完全是普賢行。普賢菩薩「廣修供養」，沒有說布施。普賢菩薩的心是清淨平等心，看一切眾生都是諸佛，無二無別，所以都是恭敬供養，這是我們要把這個念頭轉過來。儒家也講這些，沒有佛法講得這麼徹底，沒有佛法講得這麼堅決。儒家講「禮」，禮的精神是自卑而尊人，自己謙虛卑下，尊重別人，這是禮裡面最重要的精神，所以跟普賢行願非常接近。"
    },
    {
      "id": "02-012-0037_p0064",
      "zh_CN": "普贤菩萨又告诉我们说，供养有物质的供养，就是有财供养，财物供养，有法供养；两者比较，法供养为最。最殊胜的是法供养。法供养里面，《行愿品》里面又给我们说了七个例子，法也是无量无边，给我们说了七条；这个七条可以说是七个大类，每一类里面细说是说不尽的。",
      "zh_TW": "普賢菩薩又告訴我們說，供養有物質的供養，就是有財供養，財物供養，有法供養；兩者比較，法供養為最。最殊勝的是法供養。法供養裡面，《行願品》裡面又給我們說了七個例子，法也是無量無邊，給我們說了七條；這個七條可以說是七個大類，每一類裡面細說是說不盡的。"
    },
    {
      "id": "02-012-0037_p0065",
      "zh_CN": "第一条讲「如说修行供养」。我们真正把这一部经典里面的教训统统做到，不但是供养阿弥陀佛，同时供养一切诸佛。一切诸佛都供养到了，我们要问一问，尽虚空遍法界这些菩萨、罗汉有没有供养到？十方世界六道众生有没有供养到？全供养到了。大家冷静去想一想，你认为对不对？全都供养到了，真的一修一切修。",
      "zh_TW": "第一條講「如說修行供養」。我們真正把這一部經典裡面的教訓統統做到，不但是供養阿彌陀佛，同時供養一切諸佛。一切諸佛都供養到了，我們要問一問，盡虛空遍法界這些菩薩、羅漢有沒有供養到？十方世界六道眾生有沒有供養到？全供養到了。大家冷靜去想一想，你認為對不對？全都供養到了，真的一修一切修。"
    },
    {
      "id": "02-012-0037_p0066",
      "zh_CN": "第二个说「利益众生供养」。实在讲利益众生供养，也是前面如说修行供养里面开出来的。你怎么知道利益众生？你用什么方法利益众生？这一部经典果然都做到了，这个利益众生的供养也包含在其中。所以说实在话，七类的供养归纳起来就是一个如说修行供养，全都包括了，你里面再说多少，都离不开这一句；这一句做到了，全部都做到了。",
      "zh_TW": "第二個說「利益眾生供養」。實在講利益眾生供養，也是前面如說修行供養裡面開出來的。你怎麼知道利益眾生？你用什麼方法利益眾生？這一部經典果然都做到了，這個利益眾生的供養也包含在其中。所以說實在話，七類的供養歸納起來就是一個如說修行供養，全都包括了，你裡面再說多少，都離不開這一句；這一句做到了，全部都做到了。"
    },
    {
      "id": "02-012-0037_p0067",
      "zh_CN": "它底下又说，「摄受众生供养、代众生苦供养、勤修善根供养、不舍菩萨业供养、不离菩提心供养」，说了这么多，都离不开如说修行，如说修行全部都包括到了。",
      "zh_TW": "它底下又說，「攝受眾生供養、代眾生苦供養、勤修善根供養、不捨菩薩業供養、不離菩提心供養」，說了這麼多，都離不開如說修行，如說修行全部都包括到了。"
    },
    {
      "id": "02-012-0037_p0068",
      "zh_CN": "实在讲，这个经比《华严》好。好在哪里？好在它说得透彻。《华严》只是给我们讲一个纲领，例子有的时候是举得很多，究竟从哪里做起，《华严经》讲得太多、太繁杂，不晓得从哪里下手。这个经好，《华严》的纲领，《华严》的纲要。我们能够读这一部经，就等于天天在读《华严经》；依照这一部经修行，《华严》里面所有的法门统统都做到了、都修到了。这是这个经典无比殊胜之处。",
      "zh_TW": "實在講，這個經比《華嚴》好。好在哪裡？好在它說得透徹。《華嚴》只是給我們講一個綱領，例子有的時候是舉得很多，究竟從哪裡做起，《華嚴經》講得太多、太繁雜，不曉得從哪裡下手。這個經好，《華嚴》的綱領，《華嚴》的綱要。我們能夠讀這一部經，就等於天天在讀《華嚴經》；依照這一部經修行，《華嚴》裡面所有的法門統統都做到了、都修到了。這是這個經典無比殊勝之處。"
    },
    {
      "id": "02-012-0037_p0069",
      "zh_CN": "现在我们要把话说回来，具体的供养是什么？自己照这个修行，给别人做个榜样，这就是劝人，身教；接着我们把这个法门介绍给别人、推荐给别人，劝他修行。你劝他，人家问你，为什么劝我修行？实际上讲，如果人家来问这一句，这已经不是很完美了；很完美是要他来找你，这就是你自己修行有成就。你每天快快乐乐、欢欢喜喜，自己生活过得真正幸福，家庭美满，事业很顺利，哪一个不羡慕！人家问你，你怎么学的？我天天念《无量寿经》，照《无量寿经》修行，你要想像我这么一样幸福快乐，我这个经本送给你，你回家照做就行了。如果我们自己学佛学得很苦，那别人人家看你，送给他，他说，我这个我不学，你看你这个样子，我才不想这个样子。这个佛法就没有办法往外推广了。自己一定要做到。",
      "zh_TW": "現在我們要把話說回來，具體的供養是什麼？自己照這個修行，給別人做個榜樣，這就是勸人，身教；接著我們把這個法門介紹給別人、推薦給別人，勸他修行。你勸他，人家問你，為什麼勸我修行？實際上講，如果人家來問這一句，這已經不是很完美了；很完美是要他來找你，這就是你自己修行有成就。你每天快快樂樂、歡歡喜喜，自己生活過得真正幸福，家庭美滿，事業很順利，哪一個不羨慕！人家問你，你怎麼學的？我天天念《無量壽經》，照《無量壽經》修行，你要想像我這麼一樣幸福快樂，我這個經本送給你，你回家照做就行了。如果我們自己學佛學得很苦，那別人人家看你，送給他，他說，我這個我不學，你看你這個樣子，我才不想這個樣子。這個佛法就沒有辦法往外推廣了。自己一定要做到。"
    },
    {
      "id": "02-012-0037_p0070",
      "zh_CN": "尤其是经上讲得好，一个人心想佛时，《观无量寿佛经》上说的，这三经是一部经，心想佛时，我们这个心就具足三十二相，八十种好，相随心转。常常想佛，想个几年，你自己不知不觉，你的相貌就非常圆满，就像佛相；心里有佛，它慢慢会变。佛的身心清净，我们在这个经上念到，佛的身，清虚之身，无极之体，所以他没有疾病。我们天天念佛，天天想佛，不知不觉把我们这个身体也转变成相似的清虚无极，所以百病不生，往生的时候自在。",
      "zh_TW": "尤其是經上講得好，一個人心想佛時，《觀無量壽佛經》上說的，這三經是一部經，心想佛時，我們這個心就具足三十二相，八十種好，相隨心轉。常常想佛，想個幾年，你自己不知不覺，你的相貌就非常圓滿，就像佛相；心裡有佛，它慢慢會變。佛的身心清淨，我們在這個經上念到，佛的身，清虛之身，無極之體，所以他沒有疾病。我們天天念佛，天天想佛，不知不覺把我們這個身體也轉變成相似的清虛無極，所以百病不生，往生的時候自在。"
    },
    {
      "id": "02-012-0037_p0071",
      "zh_CN": "过去香港何东夫人，那是我们一个好榜样，就是何世礼的母亲；他一家都是虔诚的基督教徒，老太太一个人念佛。从前多多少少都受了一点儒家的教育，所以虽然宗教信仰不同，还不至于有很大的排斥。儿孙还很孝顺，老太太自己念她的佛，他们天天上他们的教堂，宗教上彼此不相干涉，这个家里面伦理还能够顾到，相当不容易。老太太往生是盘腿坐着往生的，预知时至。",
      "zh_TW": "過去香港何東夫人，那是我們一個好榜樣，就是何世禮的母親；他一家都是虔誠的基督教徒，老太太一個人念佛。從前多多少少都受了一點儒家的教育，所以雖然宗教信仰不同，還不至於有很大的排斥。兒孫還很孝順，老太太自己念她的佛，他們天天上他們的教堂，宗教上彼此不相干涉，這個家裡面倫理還能夠顧到，相當不容易。老太太往生是盤腿坐著往生的，預知時至。"
    },
    {
      "id": "02-012-0037_p0072",
      "zh_CN": "往生的那一天，把亲戚朋友统统都找来，我今天要到极乐世界去了，跟大家宣布，你们念几声佛号送送我。这是全家儿孙基督徒也来，最后一个要求，我们母子一场，我今天走了，一生我对你信教不干涉，今天我到西方极乐世界去，你念几声阿弥陀佛送送我，算我们母子一场，这说得合情合理。念不到十五分钟，老太太坐着就走了。",
      "zh_TW": "往生的那一天，把親戚朋友統統都找來，我今天要到極樂世界去了，跟大家宣布，你們念幾聲佛號送送我。這是全家兒孫基督徒也來，最後一個要求，我們母子一場，我今天走了，一生我對你信教不干涉，今天我到西方極樂世界去，你念幾聲阿彌陀佛送送我，算我們母子一場，這說得合情合理。念不到十五分鐘，老太太坐著就走了。"
    },
    {
      "id": "02-012-0037_p0073",
      "zh_CN": "这一家基督教徒全念佛了，为什么？亲眼看到，这个一点不假。所以老太太度她家人，大慈大悲，她真有耐心。说实实在在话，她为什么念到这么好的功夫？为什么走得这么潇洒？在我们想像，老太太只有一个心愿，要度她一家人，自己要不成就，这一家人决定不相信。一句话不讲，临终时做给你看，你不能不信。一句话不说，全都学佛了，全都念佛了，这个很厉害。所以何东爵士夫人是我们的好榜样，我们要度我们的家人，要度我们的亲戚朋友，你学她这个样子就对了。",
      "zh_TW": "這一家基督教徒全念佛了，為什麼？親眼看到，這個一點不假。所以老太太度她家人，大慈大悲，她真有耐心。說實實在在話，她為什麼念到這麼好的功夫？為什麼走得這麼瀟灑？在我們想像，老太太只有一個心願，要度她一家人，自己要不成就，這一家人決定不相信。一句話不講，臨終時做給你看，你不能不信。一句話不說，全都學佛了，全都念佛了，這個很厲害。所以何東爵士夫人是我們的好榜樣，我們要度我們的家人，要度我們的親戚朋友，你學她這個樣子就對了。"
    },
    {
      "id": "02-012-0037_p0074",
      "zh_CN": "这个老太太往生，开往生大会。这种会要是到处多开几次，这个净土宗没有人不相信；什么人说假的，也没有办法动摇别人的信心。这都要靠我们来努力。我们要想真正提倡这个法门，真正把这个殊胜的利益供养给大众，自己要真修；凭口说没有用处，一定要真正去做。",
      "zh_TW": "這個老太太往生，開往生大會。這種會要是到處多開幾次，這個淨土宗沒有人不相信；什麼人說假的，也沒有辦法動搖別人的信心。這都要靠我們來努力。我們要想真正提倡這個法門，真正把這個殊勝的利益供養給大眾，自己要真修；憑口說沒有用處，一定要真正去做。"
    },
    {
      "id": "02-012-0037_p0075",
      "zh_CN": "自己有殊胜的成就，实在讲这叫自利利他。自己为什么真干？因为要帮助这些人，自己在真干。这些苦难的人，把自己的品位抬高了；看到这些苦难人的时候，自己修学精进的动力就有了；是这么多人在这里受苦难，你大慈大悲要劝化他们，所以才勇猛精进，才有殊胜不思议的成就。这些都是真实的供养。",
      "zh_TW": "自己有殊勝的成就，實在講這叫自利利他。自己為什麼真幹？因為要幫助這些人，自己在真幹。這些苦難的人，把自己的品位抬高了；看到這些苦難人的時候，自己修學精進的動力就有了；是這麼多人在這裡受苦難，你大慈大悲要勸化他們，所以才勇猛精進，才有殊勝不思議的成就。這些都是真實的供養。"
    },
    {
      "id": "02-012-0037_p0076",
      "zh_CN": "『昼夜相续』，这是精进，决定不懈怠，知道这是一桩大事，利己利人，普度众生。所以一定要相续不断，信心坚定，信心清净，不受一切魔障，一切的阻碍，阻碍不了。凡是阻碍的人，归纳起来不外乎两大类：一类是有意来阻碍的，这是魔障，他是别有用心的；还有一类是无意的障碍。虽然无心，他对这个法门不了解，迷惑颠倒所致，我们都要怜悯他，以善巧方便勇猛精进，不受他的障碍，这就对了。",
      "zh_TW": "『晝夜相續』，這是精進，決定不懈怠，知道這是一樁大事，利己利人，普度眾生。所以一定要相續不斷，信心堅定，信心清淨，不受一切魔障，一切的阻礙，阻礙不了。凡是阻礙的人，歸納起來不外乎兩大類：一類是有意來阻礙的，這是魔障，他是別有用心的；還有一類是無意的障礙。雖然無心，他對這個法門不了解，迷惑顛倒所致，我們都要憐憫他，以善巧方便勇猛精進，不受他的障礙，這就對了。"
    },
    {
      "id": "02-012-0037_p0077",
      "zh_CN": "【发菩提心。持诸禁戒。坚守不犯。】",
      "zh_TW": "【發菩提心。持諸禁戒。堅守不犯。】"
    },
    {
      "id": "02-012-0037_p0078",
      "zh_CN": "佛在此地教给我们一定要『发菩提心』。什么叫「发菩提心」？简单的讲，我们对人、对事、对物，这个用心总不外乎这三大类，对人、对事、对物就统统包含了。一定要用真诚心，决定不能欺骗，不能虚伪。真诚就是菩提心，所以菩提心的本体，《观经》讲的「至诚心」，就是真诚到了极处。以一个真诚的心待人、对事、对物，无论什么人都用真心去对待。也许有人问，我处处用真心，那我吃尽了亏了？吃亏怕什么，上当怕什么，你在这个世间能活几年？我吃一百年亏、上一百年当，也划得来，我往生西方世界，到那里无量寿，值得！不肯吃亏，不肯上当，好吧，来生再轮回，生生世世再搞这些东西。这个要认识清楚，然后才甘心情愿吃亏上当，我也不骗别人，我也不用一点虚伪的心来对人对事；决定不干，一定真诚。",
      "zh_TW": "佛在此地教給我們一定要『發菩提心』。什麼叫「發菩提心」？簡單的講，我們對人、對事、對物，這個用心總不外乎這三大類，對人、對事、對物就統統包含了。一定要用真誠心，決定不能欺騙，不能虛偽。真誠就是菩提心，所以菩提心的本體，《觀經》講的「至誠心」，就是真誠到了極處。以一個真誠的心待人、對事、對物，無論什麼人都用真心去對待。也許有人問，我處處用真心，那我吃盡了虧了？吃虧怕什麼，上當怕什麼，你在這個世間能活幾年？我吃一百年虧、上一百年當，也划得來，我往生西方世界，到那裡無量壽，值得！不肯吃虧，不肯上當，好吧，來生再輪迴，生生世世再搞這些東西。這個要認識清楚，然後才甘心情願吃虧上當，我也不騙別人，我也不用一點虛偽的心來對人對事；決定不幹，一定真誠。"
    },
    {
      "id": "02-012-0037_p0079",
      "zh_CN": "对自己，遵从佛的教训，一心称念。对人，也遵从佛的教训，佛教给我们应当具有什么样的心态，应当具有什么样的行为，我们统统照做。这一些全在『禁戒』这一句里头。这个「禁戒」不必到别的地方去找，本经具足，本经三十三品到三十七品就是禁戒。",
      "zh_TW": "對自己，遵從佛的教訓，一心稱念。對人，也遵從佛的教訓，佛教給我們應當具有什麼樣的心態，應當具有什麼樣的行為，我們統統照做。這一些全在『禁戒』這一句裡頭。這個「禁戒」不必到別的地方去找，本經具足，本經三十三品到三十七品就是禁戒。"
    },
    {
      "id": "02-012-0037_p0080",
      "zh_CN": "所以我这些年来到处提倡，同修们真正修净土的，早晚课念《无量寿经》。如果时间不够，没有那么多的时间，早课念第六品，就是念四十八愿，就念这一品，然后念佛，佛号当然是愈多愈好，看你的时间；晚课念三十三到三十七，念这个五品，这五品是戒律。我们这样修法就是持戒念佛。念第六品，我们要发愿；念久了，慢慢的把阿弥陀佛四十八愿变成自己的本愿，我们的愿跟阿弥陀佛就相同，心同愿同。三十三到三十七是阿弥陀佛处事待人的一个态度，我们要学，学阿弥陀佛的行为，我们的行同佛。所以戒律统统本经都具足了。三学具足，就是戒定慧三学，本经统统具足。",
      "zh_TW": "所以我這些年來到處提倡，同修們真正修淨土的，早晚課念《無量壽經》。如果時間不夠，沒有那麼多的時間，早課念第六品，就是念四十八願，就念這一品，然後念佛，佛號當然是愈多愈好，看你的時間；晚課念三十三到三十七，念這個五品，這五品是戒律。我們這樣修法就是持戒念佛。念第六品，我們要發願；念久了，慢慢的把阿彌陀佛四十八願變成自己的本願，我們的願跟阿彌陀佛就相同，心同願同。三十三到三十七是阿彌陀佛處事待人的一個態度，我們要學，學阿彌陀佛的行為，我們的行同佛。所以戒律統統本經都具足了。三學具足，就是戒定慧三學，本經統統具足。"
    },
    {
      "id": "02-012-0037_p0081",
      "zh_CN": "『坚守不犯』，佛教给我们做的，我们就做；佛教给我们不可以做的，我们就决定不做。",
      "zh_TW": "『堅守不犯』，佛教給我們做的，我們就做；佛教給我們不可以做的，我們就決定不做。"
    },
    {
      "id": "02-012-0037_p0082",
      "zh_CN": "【饶益有情。所作善根。悉施与之。令得安乐。】",
      "zh_TW": "【饒益有情。所作善根。悉施與之。令得安樂。】"
    },
    {
      "id": "02-012-0037_p0083",
      "zh_CN": "我们自己一个人所修的，积功累德，将这个功德回向给众生，回向给世界。我们把范围缩小一点，不要讲法界，法界太大，回向这个世界，希望这个世界所有苦难众生都能够离苦得乐，这就是法供养里面「代众生苦供养」。能不能做到？能做到。这一个人修持，大众都托他的福，也是千真万确的事实。这些人要遭这个灾难，这里头有个大福德的人在此地，他不遭灾难；他在此地，大家灾难也就没有了，或者是减轻了很多。这是一个人有福，大家都沾光，都托他的福。福报一定要自己修，要认真的修学，可以能够消除世界的灾难。只要你真心做，努力做，念念为这一些苦难的众生去做；所做的功德自己决定不取，普遍施与一切众生，我为他们做的。所以菩萨勇猛精进，那个力量从哪来的？就是这一念的大慈大悲，为一切众生，不为个人，绝对不为自己。",
      "zh_TW": "我們自己一個人所修的，積功累德，將這個功德迴向給眾生，迴向給世界。我們把範圍縮小一點，不要講法界，法界太大，迴向這個世界，希望這個世界所有苦難眾生都能夠離苦得樂，這就是法供養裡面「代眾生苦供養」。能不能做到？能做到。這一個人修持，大眾都托他的福，也是千真萬確的事實。這些人要遭這個災難，這裡頭有個大福德的人在此地，他不遭災難；他在此地，大家災難也就沒有了，或者是減輕了很多。這是一個人有福，大家都沾光，都托他的福。福報一定要自己修，要認真的修學，可以能夠消除世界的災難。只要你真心做，努力做，念念為這一些苦難的眾生去做；所做的功德自己決定不取，普遍施與一切眾生，我為他們做的。所以菩薩勇猛精進，那個力量從哪來的？就是這一念的大慈大悲，為一切眾生，不為個人，絕對不為自己。"
    },
    {
      "id": "02-012-0037_p0084",
      "zh_CN": "【忆念西方阿弥陀佛。及彼国土。】",
      "zh_TW": "【憶念西方阿彌陀佛。及彼國土。】"
    },
    {
      "id": "02-012-0037_p0085",
      "zh_CN": "这个就是忆佛念佛。",
      "zh_TW": "這個就是憶佛念佛。"
    },
    {
      "id": "02-012-0037_p0086",
      "zh_CN": "【是人命终。如佛色相种种庄严。生宝刹中。速得闻法。永不退转。】",
      "zh_TW": "【是人命終。如佛色相種種莊嚴。生寶剎中。速得聞法。永不退轉。】"
    },
    {
      "id": "02-012-0037_p0087",
      "zh_CN": "这一段是补充前面所讲上品上生修学的方法。今天时间到了，我们就讲到此地。",
      "zh_TW": "這一段是補充前面所講上品上生修學的方法。今天時間到了，我們就講到此地。"
    }
  ]
}