{
  "doc_id": "02-012-0028",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十八集",
    "zh_TW": "第二十八集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0028",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "02-012-0028_p0001",
      "zh_CN": "请掀开经本，第二十五面倒数第三行，我们看大愿的第十二段：",
      "zh_TW": "請掀開經本，第二十五面倒數第三行，我們看大願的第十二段："
    },
    {
      "id": "02-012-0028_p0002",
      "zh_CN": "【我作佛时。十方众生。闻我名号。系念我国。发菩提心。坚固不退。植众德本。至心回向。欲生极乐。无不遂者。若有宿恶。闻我名字。即自悔过。为道作善。便持经戒。愿生我刹。命终不复更三恶道。即生我国。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名號。繫念我國。發菩提心。堅固不退。植眾德本。至心迴向。欲生極樂。無不遂者。若有宿惡。聞我名字。即自悔過。為道作善。便持經戒。願生我剎。命終不復更三惡道。即生我國。若不爾者。不取正覺。】"
    },
    {
      "id": "02-012-0028_p0003",
      "zh_CN": "这一愿是「悔过得生」。在前面曾经跟诸位报告过，凡夫往生西方极乐世界，总有两种：第一种是平时依照经论方法修行，积功累德，这是一种三辈往生者；另外一种是悔过往生，就是我们讲的忏悔，这是一生当中造极重的罪业，到临终时候才忏悔。忏悔往生，他的品位高下也不一定，主要是看忏悔的心；如果他忏悔的心是纯真，改过彻底，那个品位也非常之高。我们在《观无量寿经》看到阿阇世王，这个人在生的时候是造五逆罪，杀父亲、害母亲、破坏佛法，这个罪非常非常之重，那是决定堕阿鼻地狱。这个人也算是过去有善根，临命终时忏悔，念佛往生。释迦牟尼佛给弟子们讲，阿阇世王往生，他的品位是上品中生，可见得那个品位非常非常之高；极重的罪，也能够有这么高的品位，他是真心忏悔，彻底忏悔。有这两种情形。像阿阇世王这个例子，在本愿里就是这一条，所以确确实实这是有弥陀本愿依据。",
      "zh_TW": "這一願是「悔過得生」。在前面曾經跟諸位報告過，凡夫往生西方極樂世界，總有兩種：第一種是平時依照經論方法修行，積功累德，這是一種三輩往生者；另外一種是悔過往生，就是我們講的懺悔，這是一生當中造極重的罪業，到臨終時候才懺悔。懺悔往生，他的品位高下也不一定，主要是看懺悔的心；如果他懺悔的心是純真，改過徹底，那個品位也非常之高。我們在《觀無量壽經》看到阿闍世王，這個人在生的時候是造五逆罪，殺父親、害母親、破壞佛法，這個罪非常非常之重，那是決定墮阿鼻地獄。這個人也算是過去有善根，臨命終時懺悔，念佛往生。釋迦牟尼佛給弟子們講，阿闍世王往生，他的品位是上品中生，可見得那個品位非常非常之高；極重的罪，也能夠有這麼高的品位，他是真心懺悔，徹底懺悔。有這兩種情形。像阿闍世王這個例子，在本願裡就是這一條，所以確確實實這是有彌陀本願依據。"
    },
    {
      "id": "02-012-0028_p0004",
      "zh_CN": "经文一开端，这个境界也是「十方众生」。「闻我名号，系念我国」，这个「闻」里面一定有信有解，这是菩萨三慧里面的闻慧。系念，一定要有愿有行，所以这是「信愿行」三个条件具足。「发菩提心，坚固不退」，就是往生西方极乐世界这个愿望、意念非常坚强，念念都不舍。",
      "zh_TW": "經文一開端，這個境界也是「十方眾生」。「聞我名號，繫念我國」，這個「聞」裡面一定有信有解，這是菩薩三慧裡面的聞慧。繫念，一定要有願有行，所以這是「信願行」三個條件具足。「發菩提心，堅固不退」，就是往生西方極樂世界這個願望、意念非常堅強，念念都不捨。"
    },
    {
      "id": "02-012-0028_p0005",
      "zh_CN": "「植众德本」，在本宗里面来讲，就是执持名号，一切时一切处，心里面都有阿弥陀佛，这个就是真正的德本。昨天跟诸位分析了，这句佛号功德不可思议，不但是释迦牟尼佛四十九年所说的一切经教，乃至于十方一切诸佛教化众生的经论法门，一句阿弥陀佛统统包括了，的确一个都不漏，所以这个名号功德不可思议。经里面讲「植众德本」，一切功德的根本就是名号功德。念佛的人虽然多，真正知道名号功德的人不多，所以念了他会怀疑；如果真正知道名号功德，他就不会怀疑，那个念起来是真正有受用。",
      "zh_TW": "「植眾德本」，在本宗裡面來講，就是執持名號，一切時一切處，心裡面都有阿彌陀佛，這個就是真正的德本。昨天跟諸位分析了，這句佛號功德不可思議，不但是釋迦牟尼佛四十九年所說的一切經教，乃至於十方一切諸佛教化眾生的經論法門，一句阿彌陀佛統統包括了，的確一個都不漏，所以這個名號功德不可思議。經裡面講「植眾德本」，一切功德的根本就是名號功德。念佛的人雖然多，真正知道名號功德的人不多，所以念了他會懷疑；如果真正知道名號功德，他就不會懷疑，那個念起來是真正有受用。"
    },
    {
      "id": "02-012-0028_p0006",
      "zh_CN": "「至心回向，欲生极乐」。这是一生所解所行所修的，只有一个愿望，希望将来生到极乐世界。人一生能这样行持，没有一个不往生的，决定往生。「无不遂者」，没有一个不如愿的。",
      "zh_TW": "「至心迴向，欲生極樂」。這是一生所解所行所修的，只有一個願望，希望將來生到極樂世界。人一生能這樣行持，沒有一個不往生的，決定往生。「無不遂者」，沒有一個不如願的。"
    },
    {
      "id": "02-012-0028_p0007",
      "zh_CN": "这一段是佛说一般人平常修学往生法，往生法门也给我们说得很清楚很明白。",
      "zh_TW": "這一段是佛說一般人平常修學往生法，往生法門也給我們說得很清楚很明白。"
    },
    {
      "id": "02-012-0028_p0008",
      "zh_CN": "「若有宿恶」，宿恶就是过去所造的恶业，或者是前生的、多生多劫以前的，或者是这一生造的；这一生造的，在没有闻到这个法门以前，也算是宿恶。你所造的这些恶业，一定要铲除，要忏悔。不要以为忏悔是念念想着你的恶业，那就错了。为什么？你想一遍就又造一次，天天想就天天造，你这个恶业怎么能断得了？所以不可以。",
      "zh_TW": "「若有宿惡」，宿惡就是過去所造的惡業，或者是前生的、多生多劫以前的，或者是這一生造的；這一生造的，在沒有聞到這個法門以前，也算是宿惡。你所造的這些惡業，一定要剷除，要懺悔。不要以為懺悔是念念想著你的惡業，那就錯了。為什麼？你想一遍就又造一次，天天想就天天造，你這個惡業怎麼能斷得了？所以不可以。"
    },
    {
      "id": "02-012-0028_p0009",
      "zh_CN": "那怎么样叫忏悔呢？念阿弥陀佛就是忏悔。我心里现在只有阿弥陀佛，恶念没有了，这是真忏悔，诸位一定要明白这个道理。千万不要在佛像面前诉苦，我造了什么什么罪业，佛菩萨你原谅我，你在佛菩萨面前又造一次；你一天念一遍，就一天又造一次，你这个恶业永远消除不了。",
      "zh_TW": "那怎麼樣叫懺悔呢？念阿彌陀佛就是懺悔。我心裡現在只有阿彌陀佛，惡念沒有了，這是真懺悔，諸位一定要明白這個道理。千萬不要在佛像面前訴苦，我造了什麼什麼罪業，佛菩薩你原諒我，你在佛菩薩面前又造一次；你一天念一遍，就一天又造一次，你這個惡業永遠消除不了。"
    },
    {
      "id": "02-012-0028_p0010",
      "zh_CN": "所以佛教给我们，不要去怀念过去那些恶业，这个心里头不可以有，使这个恶业的印象慢慢淡掉，慢慢没有，这就消除掉了。常念阿弥陀佛。前面讲过阿弥陀佛是植众德本，何况又得弥陀跟十方一切诸佛威神的加持，这个利益太大太大了。这是无边的利益，自己要知道争取，没有比这个利益更大的。",
      "zh_TW": "所以佛教給我們，不要去懷念過去那些惡業，這個心裡頭不可以有，使這個惡業的印象慢慢淡掉，慢慢沒有，這就消除掉了。常念阿彌陀佛。前面講過阿彌陀佛是植眾德本，何況又得彌陀跟十方一切諸佛威神的加持，這個利益太大太大了。這是無邊的利益，自己要知道爭取，沒有比這個利益更大的。"
    },
    {
      "id": "02-012-0028_p0011",
      "zh_CN": "自古以来，我们看净宗里面有不少的大德们，也不是一学佛就开始学这个法门，大概开始的时候是一切法门都接触，像我们所熟悉的莲池大师、蕅益大师，近代的印光大师，他们初学佛的时候，宗门教下样样都学；到认识这个法门之后，把所有学的东西统统舍掉，统统放弃掉，专修一门。这是因为开始接触时不识货；多接触，的确浪费很多的时间。哪一个人有这么大的福报，一接触就遇到这个法门，一接触就相信这个法门，很难很难！",
      "zh_TW": "自古以來，我們看淨宗裡面有不少的大德們，也不是一學佛就開始學這個法門，大概開始的時候是一切法門都接觸，像我們所熟悉的蓮池大師、蕅益大師，近代的印光大師，他們初學佛的時候，宗門教下樣樣都學；到認識這個法門之後，把所有學的東西統統捨掉，統統放棄掉，專修一門。這是因為開始接觸時不識貨；多接觸，的確浪費很多的時間。哪一個人有這麼大的福報，一接觸就遇到這個法門，一接觸就相信這個法門，很難很難！"
    },
    {
      "id": "02-012-0028_p0012",
      "zh_CN": "我自己的根性就不是一个上根人，我学佛算是没有太久，大概学佛第五年接触到净土宗；接触后，不相信，不能接受！跟李老师十年，李老师是专弘净土的，他是印光大师的学生，我们接受他的教导，只是对净宗不反对、不排斥，很尊敬它，但是不学它。你就晓得，这个东西难。",
      "zh_TW": "我自己的根性就不是一個上根人，我學佛算是沒有太久，大概學佛第五年接觸到淨土宗；接觸後，不相信，不能接受！跟李老師十年，李老師是專弘淨土的，他是印光大師的學生，我們接受他的教導，只是對淨宗不反對、不排斥，很尊敬它，但是不學它。你就曉得，這個東西難。"
    },
    {
      "id": "02-012-0028_p0013",
      "zh_CN": "到什么时候才真正认识它？到讲《华严经》，讲了一半的时候（所以我这个净宗是从《华严》入门），在《华严》里看到什么？看到华严会上所有的佛菩萨都念佛求生西方极乐世界，这对我是很大的震撼。为什么文殊普贤，这是华藏世界的等觉菩萨，还要发愿求生净土？经上告诉我们，十地菩萨（十地是从初地到等觉这十一个位次）他们修什么法门？这是讲华藏世界这些大菩萨，最高级的菩萨，始终不离念佛。始是初地，终是等觉，这十一个位次的菩萨修什么？念佛求生净土。",
      "zh_TW": "到什麼時候才真正認識它？到講《華嚴經》，講了一半的時候（所以我這個淨宗是從《華嚴》入門），在《華嚴》裡看到什麼？看到華嚴會上所有的佛菩薩都念佛求生西方極樂世界，這對我是很大的震撼。為什麼文殊普賢，這是華藏世界的等覺菩薩，還要發願求生淨土？經上告訴我們，十地菩薩（十地是從初地到等覺這十一個位次）他們修什麼法門？這是講華藏世界這些大菩薩，最高級的菩薩，始終不離念佛。始是初地，終是等覺，這十一個位次的菩薩修什麼？念佛求生淨土。"
    },
    {
      "id": "02-012-0028_p0014",
      "zh_CN": "明白这一个事实，这才回过头来非常认真的检讨，仔细的研究，才真正知道这个法门是一切诸佛度众生、了生死、脱轮回、成佛道的第一法门！这是很不容易很不容易，这个被发现了。发现之后，其他的东西统统舍掉，我过去学的《华严》、《法华》、《楞严》全部都舍掉。《金刚经》我讲过四年，四年讲了多少？讲一半，讲得很详细。那个时候很可惜没有留录音带，我讲的是江味农居士的《讲义》，所以那么长。那本《讲义》，我那个时候估计要讲完的话，需要八年。讲了一半，一半也是一个段落，《金刚经》有上半部，有下半部。",
      "zh_TW": "明白這一個事實，這才回過頭來非常認真的檢討，仔細的研究，才真正知道這個法門是一切諸佛度眾生、了生死、脫輪迴、成佛道的第一法門！這是很不容易很不容易，這個被發現了。發現之後，其他的東西統統捨掉，我過去學的《華嚴》、《法華》、《楞嚴》全部都捨掉。《金剛經》我講過四年，四年講了多少？講一半，講得很詳細。那個時候很可惜沒有留錄音帶，我講的是江味農居士的《講義》，所以那麼長。那本《講義》，我那個時候估計要講完的話，需要八年。講了一半，一半也是一個段落，《金剛經》有上半部，有下半部。"
    },
    {
      "id": "02-012-0028_p0015",
      "zh_CN": "所以信心建立非常非常不容易。自古以来，真实信心建立也是有两种，一种就是真正认识了，明白了，了解了，那这个信心绝对不会动摇；另外一种，就像老太婆一样，她虽然什么都不懂，她的善根深厚，叫她念佛，她就死心塌地念佛，一生都不会改变的。你问她什么道理？她不知道，就一直念下去，这种人决定往生。那个非常可爱，很了不起，我们一般人不如她。所以往往老太太们往生的时候，预知时至，站着走的，坐着走的，真正了不起。",
      "zh_TW": "所以信心建立非常非常不容易。自古以來，真實信心建立也是有兩種，一種就是真正認識了，明白了，瞭解了，那這個信心絕對不會動搖；另外一種，就像老太婆一樣，她雖然什麼都不懂，她的善根深厚，叫她念佛，她就死心塌地念佛，一生都不會改變的。你問她什麼道理？她不知道，就一直念下去，這種人決定往生。那個非常可愛，很了不起，我們一般人不如她。所以往往老太太們往生的時候，預知時至，站著走的，坐著走的，真正了不起。"
    },
    {
      "id": "02-012-0028_p0016",
      "zh_CN": "在台湾，我们亲眼所见到的，在台北市的李济华居士往生，旧金山甘老居士那一天也在座，李老居士跟大家讲经，讲了一个半小时；讲完之后，告诉大家，我要回家去了。人家以为他年岁大了，八十多岁，讲累了。哪里晓得，他下了讲台，在那个小客厅的沙发上一坐，就走了。没有生病，临走之前，还讲了一个半钟点，音声宏亮，说走就走。老居士走的时候，我听人家讲，他是两三个月之前就晓得自己哪一天走，所以利用星期假日看看老朋友，去辞行，见最后一面，走得这么自在，这么潇洒。",
      "zh_TW": "在台灣，我們親眼所見到的，在台北市的李濟華居士往生，舊金山甘老居士那一天也在座，李老居士跟大家講經，講了一個半小時；講完之後，告訴大家，我要回家去了。人家以為他年歲大了，八十多歲，講累了。哪裡曉得，他下了講台，在那個小客廳的沙發上一坐，就走了。沒有生病，臨走之前，還講了一個半鐘點，音聲宏亮，說走就走。老居士走的時候，我聽人家講，他是兩三個月之前就曉得自己哪一天走，所以利用星期假日看看老朋友，去辭行，見最後一面，走得這麼自在，這麼瀟灑。"
    },
    {
      "id": "02-012-0028_p0017",
      "zh_CN": "民国五十七年，台南将军乡有一个老太婆站着往生，念佛只念了三年，就念三年佛，她也是自己知道什么时候走。她是站着走的，都不生病，真正得大自在！",
      "zh_TW": "民國五十七年，台南將軍鄉有一個老太婆站著往生，念佛只念了三年，就念三年佛，她也是自己知道什麼時候走。她是站著走的，都不生病，真正得大自在！"
    },
    {
      "id": "02-012-0028_p0018",
      "zh_CN": "大战之后，香港何东爵士的夫人，就是何世礼将军的母亲，她往生对香港念佛人有很大的影响，她那个走等于是表演往生，开往生大会，把她家里亲戚朋友都找来。因为她们一家是基督教徒，但是何世礼将军对于中国这个教育还是有相当的基础，所以母亲念佛，家里也有佛堂，他们全家是基督教徒，彼此没有冲突，儿女很孝顺。",
      "zh_TW": "大戰之後，香港何東爵士的夫人，就是何世禮將軍的母親，她往生對香港念佛人有很大的影響，她那個走等於是表演往生，開往生大會，把她家裡親戚朋友都找來。因為她們一家是基督教徒，但是何世禮將軍對於中國這個教育還是有相當的基礎，所以母親念佛，家裡也有佛堂，他們全家是基督教徒，彼此沒有衝突，兒女很孝順。"
    },
    {
      "id": "02-012-0028_p0019",
      "zh_CN": "老太太往生这一天，就把她的儿女、媳妇、家人叫来，她说：我们一家宗教自由，但是我今天要到西方极乐世界去了，我们总算是母子一场，你们今天应该念几句佛号送送我。最后这个要求，当然于情于理都能讲得通，所以召集亲戚朋友念佛，看她怎么走？她盘腿坐着走的，念不到十五分钟就走了，没有生病。这一家基督教徒从此以后都念佛了，为什么？亲眼看到的。所以这个老太太很厉害，度她一家人，平时不说话，临终表演给你看，看你信不信？这是何老太太度了她一家人，平常一句话不说，临终你看看我这个样子，你相不相信！",
      "zh_TW": "老太太往生這一天，就把她的兒女、媳婦、家人叫來，她說：我們一家宗教自由，但是我今天要到西方極樂世界去了，我們總算是母子一場，你們今天應該念幾句佛號送送我。最後這個要求，當然於情於理都能講得通，所以召集親戚朋友念佛，看她怎麼走？她盤腿坐著走的，念不到十五分鐘就走了，沒有生病。這一家基督教徒從此以後都念佛了，為什麼？親眼看到的。所以這個老太太很厲害，度她一家人，平時不說話，臨終表演給你看，看你信不信？這是何老太太度了她一家人，平常一句話不說，臨終你看看我這個樣子，你相不相信！"
    },
    {
      "id": "02-012-0028_p0020",
      "zh_CN": "何老夫人能做得到，我们能不能做到？所以你家人不相信没有关系，等你临终表演给他看，他就相信了；你临终没有这个本事，那你就度不了他了。你要想度他们，你要学这个本领，来去自由。这个本领怎么学法？这一部经里面统统都教给我们了。",
      "zh_TW": "何老夫人能做得到，我們能不能做到？所以你家人不相信沒有關係，等你臨終表演給他看，他就相信了；你臨終沒有這個本事，那你就度不了他了。你要想度他們，你要學這個本領，來去自由。這個本領怎麼學法？這一部經裡面統統都教給我們了。"
    },
    {
      "id": "02-012-0028_p0021",
      "zh_CN": "世间什么事都是假的，只有这一桩事情是真的，这个作不了假；人不生病，身体健康状况非常好，晓得什么时候走，到时候说走就走。真正到这个功夫，想不走也可以不走，生死自在；我愿意多住几年也不碍事，想什么时候走，就什么时候走，真的是来去自由，这叫了生死！",
      "zh_TW": "世間什麼事都是假的，只有這一樁事情是真的，這個作不了假；人不生病，身體健康狀況非常好，曉得什麼時候走，到時候說走就走。真正到這個功夫，想不走也可以不走，生死自在；我願意多住幾年也不礙事，想什麼時候走，就什麼時候走，真的是來去自由，這叫了生死！"
    },
    {
      "id": "02-012-0028_p0022",
      "zh_CN": "我们在这个法门里面，就是执持名号。修这个法门，到达这个境界、达到这个目标的人太多太多了，这是真实的证据，摆在我们面前。所以诚心诚意念这一句佛号，就是忏悔，念佛就是真正的忏悔。",
      "zh_TW": "我們在這個法門裡面，就是執持名號。修這個法門，到達這個境界、達到這個目標的人太多太多了，這是真實的證據，擺在我們面前。所以誠心誠意念這一句佛號，就是懺悔，念佛就是真正的懺悔。"
    },
    {
      "id": "02-012-0028_p0023",
      "zh_CN": "「为道作善」。自今而后，断一切恶，修一切善。善恶的标准要知道，佛的教诲是标准。这一部经里面，告诉我们哪些是善事，劝我们修学；哪些是恶事，劝我们要禁止，这个经里面讲得很多。",
      "zh_TW": "「為道作善」。自今而後，斷一切惡，修一切善。善惡的標準要知道，佛的教誨是標準。這一部經裡面，告訴我們哪些是善事，勸我們修學；哪些是惡事，勸我們要禁止，這個經裡面講得很多。"
    },
    {
      "id": "02-012-0028_p0024",
      "zh_CN": "戒律是善恶的标准，可是所有标准里面，有一个总原则，这个总原则就是真实的纲领，佛教给我们「诸恶莫作，众善奉行」，这是戒律的总原则。善恶的标准定在哪里？凡是对自己有利的，都是恶；凡是利益众生的，都是善，这是善恶的标准。",
      "zh_TW": "戒律是善惡的標準，可是所有標準裡面，有一個總原則，這個總原則就是真實的綱領，佛教給我們「諸惡莫作，眾善奉行」，這是戒律的總原則。善惡的標準定在哪裡？凡是對自己有利的，都是惡；凡是利益眾生的，都是善，這是善惡的標準。"
    },
    {
      "id": "02-012-0028_p0025",
      "zh_CN": "有些人听了之后，心里有疑惑，谁不求自己的利益？与自己有利益都是恶，那我们学什么？诸位要晓得，世间人观念跟佛的观念不相同，世间人迷，佛觉悟。六道轮回从哪里来的？就是从自私这个念头上来的，「我执」。说实在话，佛法自始至终在破执着；你只要有「我」，你就有轮回，你就有三界六道，你就有烦恼，就有生死，就有系缚，这些统统都是为着一个「我」；我执打破了，到无我了，就证阿罗汉，超越三界了。所以，念念为我是增长我执，你得不到结果，这是恶。第二种执着叫「法执」，就是执着一切诸法。虽然不执着「我」了，法是真的，有这个执着也糟糕，有法执的不能见性。阿罗汉我执没有了，他有法执，所以他不能明心见性。要想明心见性，见性成佛，我法两种执着都要打掉。佛说这是事实的真相！",
      "zh_TW": "有些人聽了之後，心裡有疑惑，誰不求自己的利益？與自己有利益都是惡，那我們學什麼？諸位要曉得，世間人觀念跟佛的觀念不相同，世間人迷，佛覺悟。六道輪迴從哪裡來的？就是從自私這個念頭上來的，「我執」。說實在話，佛法自始至終在破執著；你只要有「我」，你就有輪迴，你就有三界六道，你就有煩惱，就有生死，就有繫縛，這些統統都是為著一個「我」；我執打破了，到無我了，就證阿羅漢，超越三界了。所以，念念為我是增長我執，你得不到結果，這是惡。第二種執著叫「法執」，就是執著一切諸法。雖然不執著「我」了，法是真的，有這個執著也糟糕，有法執的不能見性。阿羅漢我執沒有了，他有法執，所以他不能明心見性。要想明心見性，見性成佛，我法兩種執著都要打掉。佛說這是事實的真相！"
    },
    {
      "id": "02-012-0028_p0026",
      "zh_CN": "我们众生统统在迷，不晓得事实真相，起心动念都为「我」，这个很糟糕。所以这个念头存在，八万四千法门任何一个法门，都不能成就。可是求生西方极乐世界行，他可以带业往生，只有这个法门能成就。然后你才真正体会到，为什么那些法门我们学了没有用处，我执破不掉！你不相信试试看，你去参禅，哪一天能破我执？破我执，你就得禅定了，就超越三界了。我执要是破不掉，禅定功夫再高，还是在六道；你盘腿面壁，一坐可以坐三个月，一坐可以坐一年，都不出定的，你将来也不过是色界天无色界天而已，出不了三界。原因在哪里？我执没破。难！太不容易。",
      "zh_TW": "我們眾生統統在迷，不曉得事實真相，起心動念都為「我」，這個很糟糕。所以這個念頭存在，八萬四千法門任何一個法門，都不能成就。可是求生西方極樂世界行，他可以帶業往生，只有這個法門能成就。然後你才真正體會到，為什麼那些法門我們學了沒有用處，我執破不掉！你不相信試試看，你去參禪，哪一天能破我執？破我執，你就得禪定了，就超越三界了。我執要是破不掉，禪定功夫再高，還是在六道；你盤腿面壁，一坐可以坐三個月，一坐可以坐一年，都不出定的，你將來也不過是色界天無色界天而已，出不了三界。原因在哪裡？我執沒破。難！太不容易。"
    },
    {
      "id": "02-012-0028_p0027",
      "zh_CN": "我们想想，一切法门破我执这么难，只有回过头来再老实念佛。虽然老实念佛，那个「我」的观念愈淡愈好，为什么？将来到西方极乐世界的品位高。所以平常起心动念，多替别人着想，多替社会想，多替佛法想，不要想自己。大家都好，我当然好；大家都不好，我一个人好，也保不住，灾难就来了，嫉妒障碍侵害的统统来了。所以念念为众生，这个就是作善，为道作善。",
      "zh_TW": "我們想想，一切法門破我執這麼難，只有回過頭來再老實念佛。雖然老實念佛，那個「我」的觀念愈淡愈好，為什麼？將來到西方極樂世界的品位高。所以平常起心動念，多替別人著想，多替社會想，多替佛法想，不要想自己。大家都好，我當然好；大家都不好，我一個人好，也保不住，災難就來了，嫉妒障礙侵害的統統來了。所以念念為眾生，這個就是作善，為道作善。"
    },
    {
      "id": "02-012-0028_p0028",
      "zh_CN": "「便持经戒」，这是劝我们要读诵经典。每一天读诵，就是每一天接受佛的教诲，念念不忘佛对我们的教训，我们要把这些教训变成自己的思想见解、生活行为，这个叫学佛。",
      "zh_TW": "「便持經戒」，這是勸我們要讀誦經典。每一天讀誦，就是每一天接受佛的教誨，念念不忘佛對我們的教訓，我們要把這些教訓變成自己的思想見解、生活行為，這個叫學佛。"
    },
    {
      "id": "02-012-0028_p0029",
      "zh_CN": "「愿生我刹」，要发愿求生净土。",
      "zh_TW": "「願生我剎」，要發願求生淨土。"
    },
    {
      "id": "02-012-0028_p0030",
      "zh_CN": "「命终不复更三恶道」。造作三恶道的罪业，也不会堕落三恶道，你决定得生净土。所以这一愿是「悔过得生」。下面第十三段：",
      "zh_TW": "「命終不復更三惡道」。造作三惡道的罪業，也不會墮落三惡道，你決定得生淨土。所以這一願是「悔過得生」。下面第十三段："
    },
    {
      "id": "02-012-0028_p0031",
      "zh_CN": "【我作佛时。国无妇女。若有女人。闻我名字。得清净信。发菩提心。厌患女身。愿生我国。命终即化男子。来我刹土。十方世界诸众生类。生我国者。皆于七宝池莲华中化生。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。國無婦女。若有女人。聞我名字。得清淨信。發菩提心。厭患女身。願生我國。命終即化男子。來我剎土。十方世界諸眾生類。生我國者。皆於七寶池蓮華中化生。若不爾者。不取正覺。】"
    },
    {
      "id": "02-012-0028_p0032",
      "zh_CN": "这一段里面，总共有三愿，「国无女人、厌女转男、莲华化生」。大概阿弥陀佛在行菩萨道的时候，参观了许许多多世界，看到很多世界有男人、有女人，男女交缠问题，永远搞不清。所以他老人家建立西方极乐世界，没有女人，全是男人，很多纠纷都没有，问题彻底解决了。这大概都是他从前观察考察的心得，在西方极乐世界实现。",
      "zh_TW": "這一段裡面，總共有三願，「國無女人、厭女轉男、蓮華化生」。大概阿彌陀佛在行菩薩道的時候，參觀了許許多多世界，看到很多世界有男人、有女人，男女交纏問題，永遠搞不清。所以他老人家建立西方極樂世界，沒有女人，全是男人，很多糾紛都沒有，問題徹底解決了。這大概都是他從前觀察考察的心得，在西方極樂世界實現。"
    },
    {
      "id": "02-012-0028_p0033",
      "zh_CN": "凡是女人生到西方极乐世界，都变成男人。前面我们曾经看到，西方极乐世界是平等世界，身体容貌完全都一样，那是真平等，大家心就平了。像十方世界，身体不平等，容貌不一样；相貌庄严的就觉得自己很傲慢，很了不起；相貌劣一点的，就有自卑感，总觉得不如人；烦恼重重，都从这里生的。西方极乐世界大家都一样，这个烦恼都没有了，念头都不会起来，这个世界好就好在这个地方，所以那里没有妇女。",
      "zh_TW": "凡是女人生到西方極樂世界，都變成男人。前面我們曾經看到，西方極樂世界是平等世界，身體容貌完全都一樣，那是真平等，大家心就平了。像十方世界，身體不平等，容貌不一樣；相貌莊嚴的就覺得自己很傲慢，很了不起；相貌劣一點的，就有自卑感，總覺得不如人；煩惱重重，都從這裡生的。西方極樂世界大家都一樣，這個煩惱都沒有了，念頭都不會起來，這個世界好就好在這個地方，所以那裡沒有婦女。"
    },
    {
      "id": "02-012-0028_p0034",
      "zh_CN": "从前唐朝时候，道宣律师引经说过一句话，但是这个经是哪一部经，他没说出来，我们也没有时间去查《大藏经》。他老人家曾经讲，这个经上说，十方世界有女人的那个世界就有地狱；如果那个世界没有女人，这个世界虽然有恶道，没有地狱；有畜生，有饿鬼，没有地狱。曾经引说佛在经上有这么一个说法，但是哪一部经没说出来。",
      "zh_TW": "從前唐朝時候，道宣律師引經說過一句話，但是這個經是哪一部經，他沒說出來，我們也沒有時間去查《大藏經》。他老人家曾經講，這個經上說，十方世界有女人的那個世界就有地獄；如果那個世界沒有女人，這個世界雖然有惡道，沒有地獄；有畜生，有餓鬼，沒有地獄。曾經引說佛在經上有這麼一個說法，但是哪一部經沒說出來。"
    },
    {
      "id": "02-012-0028_p0035",
      "zh_CN": "第二十三愿「厌女转男」。从前女身苦难多，女身不自由。在中国、在印度，在封建时代都是一样的。佛说经，是在那个时代说的，这个诸位要晓得。佛如果今天来给我们说法，讲法就不一样了；今天社会开放，男女平等，而且真正学佛有成就的，在家女众第一多。从前学佛成就的排列顺序，成就最多的，第一是出家男众，第二是出家女众，第三是在家男众，第四是在家女众。现在完全颠倒了，学佛成就最多的第一是在家女众，第二是在家男众，第三是出家女众，第四是出家男众，全部颠倒了。为什么颠倒？我不必说，你们仔细想想应该知道，所以说实在话，现在在家学佛比出家方便。",
      "zh_TW": "第二十三願「厭女轉男」。從前女身苦難多，女身不自由。在中國、在印度，在封建時代都是一樣的。佛說經，是在那個時代說的，這個諸位要曉得。佛如果今天來給我們說法，講法就不一樣了；今天社會開放，男女平等，而且真正學佛有成就的，在家女眾第一多。從前學佛成就的排列順序，成就最多的，第一是出家男眾，第二是出家女眾，第三是在家男眾，第四是在家女眾。現在完全顛倒了，學佛成就最多的第一是在家女眾，第二是在家男眾，第三是出家女眾，第四是出家男眾，全部顛倒了。為什麼顛倒？我不必說，你們仔細想想應該知道，所以說實在話，現在在家學佛比出家方便。"
    },
    {
      "id": "02-012-0028_p0036",
      "zh_CN": "末后「莲华化生」，这一愿非常重要。十方诸佛刹土出生就是「胎卵湿化」，像我们人间是胎生，胎生情很重，很不容易断，所以有父子之情、夫妇之情、兄弟之情，很不容易断，这统统都是六道轮回的因素。你为什么不能超越？这些情就像绳索一样，一条一条把你绑住，你没法子断掉。",
      "zh_TW": "末後「蓮華化生」，這一願非常重要。十方諸佛剎土出生就是「胎卵濕化」，像我們人間是胎生，胎生情很重，很不容易斷，所以有父子之情、夫婦之情、兄弟之情，很不容易斷，這統統都是六道輪迴的因素。你為什麼不能超越？這些情就像繩索一樣，一條一條把你綁住，你沒法子斷掉。"
    },
    {
      "id": "02-012-0028_p0037",
      "zh_CN": "西方世界是莲花化生，这些都没有了，问题都解决了。所以那里没有父母、夫妇、兄弟，没有这些情执。这是显示出极乐世界阿弥陀佛对他这个环境确实是加以改造了，跟十方世界不一样。",
      "zh_TW": "西方世界是蓮花化生，這些都沒有了，問題都解決了。所以那裡沒有父母、夫婦、兄弟，沒有這些情執。這是顯示出極樂世界阿彌陀佛對他這個環境確實是加以改造了，跟十方世界不一樣。"
    },
    {
      "id": "02-012-0028_p0038",
      "zh_CN": "【我作佛时。十方众生。闻我名字。欢喜信乐。礼拜归命。以清净心。修菩萨行。诸天世人。莫不致敬。若闻我名。寿终之后。生尊贵家。诸根无缺。常修殊胜梵行。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。十方眾生。聞我名字。歡喜信樂。禮拜歸命。以清淨心。修菩薩行。諸天世人。莫不致敬。若聞我名。壽終之後。生尊貴家。諸根無缺。常修殊勝梵行。若不爾者。不取正覺。】"
    },
    {
      "id": "02-012-0028_p0039",
      "zh_CN": "这是「天人礼敬、闻名得福、修殊胜行」三愿。佛说一切经论、一切法门，都是应机说法，众生希望得什么利益，统统都能满愿。这个法门，主要目的是帮助根熟的众生。所谓根熟，就是他在这一生当中成佛的机缘到了，这是帮助他成佛的，是教给你直捷修学成佛的法门。有人遇到了，我还不想成佛，行不行？行。这一愿就是你不想成佛，我来生还想作人，比这一生更快乐、更富有、更尊贵，行不行？行。这一愿就是加持这一些人。由此可知，这个法门非常广大，可以帮你成佛，也可以帮你得人天福报，真正是有求必应。",
      "zh_TW": "這是「天人禮敬、聞名得福、修殊勝行」三願。佛說一切經論、一切法門，都是應機說法，眾生希望得什麼利益，統統都能滿願。這個法門，主要目的是幫助根熟的眾生。所謂根熟，就是他在這一生當中成佛的機緣到了，這是幫助他成佛的，是教給你直捷修學成佛的法門。有人遇到了，我還不想成佛，行不行？行。這一願就是你不想成佛，我來生還想作人，比這一生更快樂、更富有、更尊貴，行不行？行。這一願就是加持這一些人。由此可知，這個法門非常廣大，可以幫你成佛，也可以幫你得人天福報，真正是有求必應。"
    },
    {
      "id": "02-012-0028_p0040",
      "zh_CN": "求，要如理如法的求，这一点非常重要。如果我们求的不合理、不如法，这个求就有障碍；如理如法的求，没有障碍，真的是有求必应。因此，我们要懂理论、懂方法。",
      "zh_TW": "求，要如理如法的求，這一點非常重要。如果我們求的不合理、不如法，這個求就有障礙；如理如法的求，沒有障礙，真的是有求必應。因此，我們要懂理論、懂方法。"
    },
    {
      "id": "02-012-0028_p0041",
      "zh_CN": "佛在此地告诉我们，同样是用读经念佛的方法求世间的福报，你对于经典佛号要欢喜信受，你要相信，你真正能喜欢。这个「礼拜归命」的意思，就是真正照作。佛在经典里面，教你哪些事情是善的，应当要做；哪些事情是恶的，应该要止，不能做，你能够依教奉行，这叫归命。",
      "zh_TW": "佛在此地告訴我們，同樣是用讀經念佛的方法求世間的福報，你對於經典佛號要歡喜信受，你要相信，你真正能喜歡。這個「禮拜歸命」的意思，就是真正照作。佛在經典裡面，教你哪些事情是善的，應當要做；哪些事情是惡的，應該要止，不能做，你能夠依教奉行，這叫歸命。"
    },
    {
      "id": "02-012-0028_p0042",
      "zh_CN": "「以清净心，修菩萨行」。菩萨行是讲六度，前面跟诸位介绍了，我们在日常生活当中，处事待人接物，依照这六条纲领，依照这个方法去做，用清净心来做。",
      "zh_TW": "「以清淨心，修菩薩行」。菩薩行是講六度，前面跟諸位介紹了，我們在日常生活當中，處事待人接物，依照這六條綱領，依照這個方法去做，用清淨心來做。"
    },
    {
      "id": "02-012-0028_p0043",
      "zh_CN": "「诸天世人，莫不致敬」，这是你得到的第一个好处；别人见到你，自然生恭敬心，得到大众的敬爱。你能够这样做，能够得到大众的敬爱，得到大众的拥护，这是福报。",
      "zh_TW": "「諸天世人，莫不致敬」，這是你得到的第一個好處；別人見到你，自然生恭敬心，得到大眾的敬愛。你能夠這樣做，能夠得到大眾的敬愛，得到大眾的擁護，這是福報。"
    },
    {
      "id": "02-012-0028_p0044",
      "zh_CN": "「若闻我名，寿终之后，生尊贵家，诸根无缺」。这是讲你不愿意往生，来生还希望得人天福报，可以满你的愿；你寿终之后，来生一定生在贵族尊贵的人家。「诸根无缺」，就是我们今天讲身体状况非常良好，没有缺陷，这是福报。",
      "zh_TW": "「若聞我名，壽終之後，生尊貴家，諸根無缺」。這是講你不願意往生，來生還希望得人天福報，可以滿你的願；你壽終之後，來生一定生在貴族尊貴的人家。「諸根無缺」，就是我們今天講身體狀況非常良好，沒有缺陷，這是福報。"
    },
    {
      "id": "02-012-0028_p0045",
      "zh_CN": "第二十七愿是「修殊胜行」。「常修殊胜梵行」，因为你的善根深厚，来生虽然得人身，还是会遇到佛法。为什么会遇到佛法？你以前是以清净心修菩萨行，这一个善根会让你时时处处遇到殊胜的佛法，这是满足小愿的。这个大愿是往生不退成佛，那是大愿。这是小愿；大愿能满足，那小愿当然很容易。下面第十五段：",
      "zh_TW": "第二十七願是「修殊勝行」。「常修殊勝梵行」，因為你的善根深厚，來生雖然得人身，還是會遇到佛法。為什麼會遇到佛法？你以前是以清淨心修菩薩行，這一個善根會讓你時時處處遇到殊勝的佛法，這是滿足小願的。這個大願是往生不退成佛，那是大願。這是小願；大願能滿足，那小願當然很容易。下面第十五段："
    },
    {
      "id": "02-012-0028_p0046",
      "zh_CN": "【我作佛时。国中无不善名。所有众生。生我国者。皆同一心。住于定聚。永离热恼。心得清凉。所受快乐。犹如漏尽比丘。若起想念。贪计身者。不取正觉。】",
      "zh_TW": "【我作佛時。國中無不善名。所有眾生。生我國者。皆同一心。住於定聚。永離熱惱。心得清涼。所受快樂。猶如漏盡比丘。若起想念。貪計身者。不取正覺。】"
    },
    {
      "id": "02-012-0028_p0047",
      "zh_CN": "这一段里面文不多，但是包括了四愿，「国无不善、住正定聚、乐如漏尽、不贪计身」。第一个「国中无不善名」，名都没有了，当然没有事实，所以西方世界没有三恶道的名。我们在《弥陀经》上也看到西方世界有白鹤、孔雀、迦陵频伽这些鸟。这些鸟是不是畜生？不是的。极乐世界没有畜生道，那这些鸟是怎么一回事？这是阿弥陀佛变化所作。变出来干什么？变出来说法，讲经说法的。因为佛在那里讲经说法，你一定要规规矩矩坐在那里，不好意思，要有威仪；那些鸟在那里说法，无所谓，我躺在那里听也可以，方便多了。所以为了让你接触佛法舒适起见，不要受那么拘束，佛变众鸟来给你讲经说法，这多自在！法音宣流遍满世界；不但鸟会说法，树也会说法，水也会说法，流水有声音都会说法。这全是阿弥陀佛变化所作，那边没有恶道的名字，恶言、恶语、恶的名词，西方极乐世界永远听不到。",
      "zh_TW": "這一段裡面文不多，但是包括了四願，「國無不善、住正定聚、樂如漏盡、不貪計身」。第一個「國中無不善名」，名都沒有了，當然沒有事實，所以西方世界沒有三惡道的名。我們在《彌陀經》上也看到西方世界有白鶴、孔雀、迦陵頻伽這些鳥。這些鳥是不是畜生？不是的。極樂世界沒有畜生道，那這些鳥是怎麼一回事？這是阿彌陀佛變化所作。變出來幹什麼？變出來說法，講經說法的。因為佛在那裡講經說法，你一定要規規矩矩坐在那裡，不好意思，要有威儀；那些鳥在那裡說法，無所謂，我躺在那裡聽也可以，方便多了。所以為了讓你接觸佛法舒適起見，不要受那麼拘束，佛變眾鳥來給你講經說法，這多自在！法音宣流遍滿世界；不但鳥會說法，樹也會說法，水也會說法，流水有聲音都會說法。這全是阿彌陀佛變化所作，那邊沒有惡道的名字，惡言、惡語、惡的名詞，西方極樂世界永遠聽不到。"
    },
    {
      "id": "02-012-0028_p0048",
      "zh_CN": "第二十九是「住正定聚愿」，凡是生到西方极乐世界的所有众生，都是住正定聚。这是佛在大乘经上常说的，把一切众生分为三大类。第一类是「正定聚」，他所修学这个法门，决定正确，决定有结果，这叫正定聚。第二类是「邪定聚」，他所修学的法门、或者是理论、或者是方法、或者是境界有错误，依照这个法门修，无论怎么精进努力，决定得不到结果，这一类叫邪定聚。第三类是「不定聚」，像我们这些人都属于不定聚，那就看你的缘分了，遇到一个真正善知识，就把你带上正定聚了；如果遇到不是真正善知识，那你就会跟他学成邪定聚了，这叫不定性的。因此，善知识非常非常重要，对于我们这一生成就与否，真的有决定性的影响，不能不慎重。",
      "zh_TW": "第二十九是「住正定聚願」，凡是生到西方極樂世界的所有眾生，都是住正定聚。這是佛在大乘經上常說的，把一切眾生分為三大類。第一類是「正定聚」，他所修學這個法門，決定正確，決定有結果，這叫正定聚。第二類是「邪定聚」，他所修學的法門、或者是理論、或者是方法、或者是境界有錯誤，依照這個法門修，無論怎麼精進努力，決定得不到結果，這一類叫邪定聚。第三類是「不定聚」，像我們這些人都屬於不定聚，那就看你的緣分了，遇到一個真正善知識，就把你帶上正定聚了；如果遇到不是真正善知識，那你就會跟他學成邪定聚了，這叫不定性的。因此，善知識非常非常重要，對於我們這一生成就與否，真的有決定性的影響，不能不慎重。"
    },
    {
      "id": "02-012-0028_p0049",
      "zh_CN": "可是善知识到哪里去找？实在找不到。真正善知识你要是找到他，他跟你讲：你不要来找我，我什么都不会。多谦虚！怎么办？非常非常之难。不像从前，还有一个方法能够认识善知识，什么方法？看看哪一个在闭关，哪一个在山上住茅篷，你去找他，那决定是善知识。因为不是到自己真正明心见性，一切通达了，没有资格闭关。为什么？要参学，到处去学。这个闭关住茅篷了，等于向大家宣布，我的学业已圆满了，你们到处学，我不必再学了，我已经毕业了。毕业为什么不去度化众生？没人请他，总不好意思自己去，不能自己替自己宣传，就去闭关，等人来请他，或者住山、住茅篷，不下山，等别人来请他，绝对不可以自我宣传。",
      "zh_TW": "可是善知識到哪裡去找？實在找不到。真正善知識你要是找到他，他跟你講：你不要來找我，我什麼都不會。多謙虛！怎麼辦？非常非常之難。不像從前，還有一個方法能夠認識善知識，什麼方法？看看哪一個在閉關，哪一個在山上住茅篷，你去找他，那決定是善知識。因為不是到自己真正明心見性，一切通達了，沒有資格閉關。為什麼？要參學，到處去學。這個閉關住茅篷了，等於向大家宣布，我的學業已圓滿了，你們到處學，我不必再學了，我已經畢業了。畢業為什麼不去度化眾生？沒人請他，總不好意思自己去，不能自己替自己宣傳，就去閉關，等人來請他，或者住山、住茅篷，不下山，等別人來請他，絕對不可以自我宣傳。"
    },
    {
      "id": "02-012-0028_p0050",
      "zh_CN": "现在人不相同，现在个个是善知识，我什么都懂，你跟我学就好。这个问题很严重。甚至于一出家就闭关，就住茅篷，实在讲，这是盲修瞎练，要学一个无师自通，搞这些，这些问题太多太多了，所以今天善知识找不到。",
      "zh_TW": "現在人不相同，現在個個是善知識，我什麼都懂，你跟我學就好。這個問題很嚴重。甚至於一出家就閉關，就住茅篷，實在講，這是盲修瞎練，要學一個無師自通，搞這些，這些問題太多太多了，所以今天善知識找不到。"
    },
    {
      "id": "02-012-0028_p0051",
      "zh_CN": "实在找不到，怎么办？我们学古人，作古大德的私淑弟子，这是一条好的道路，这个道路是中国孟子开的。孟子想找个好老师，找不到，知道孔老夫子很了不起，虽然孔老夫子已经死了，不在了，但是孔老夫子的著作在，于是他就专门学孔老夫子，以此为师；自己读不懂的地方再请教夫子的学生，他们曾经亲自接受过夫子教导的，向他请教，以孔老夫子作老师。他学成功了，孔子是「至圣」，后世尊他为「亚圣」。",
      "zh_TW": "實在找不到，怎麼辦？我們學古人，作古大德的私淑弟子，這是一條好的道路，這個道路是中國孟子開的。孟子想找個好老師，找不到，知道孔老夫子很了不起，雖然孔老夫子已經死了，不在了，但是孔老夫子的著作在，於是他就專門學孔老夫子，以此為師；自己讀不懂的地方再請教夫子的學生，他們曾經親自接受過夫子教導的，向他請教，以孔老夫子作老師。他學成功了，孔子是「至聖」，後世尊他為「亞聖」。"
    },
    {
      "id": "02-012-0028_p0052",
      "zh_CN": "学古人，在中国用这种方法，历代大有人在，几个著名的，像汉朝《史记》的作者司马迁，他学左丘明。左丘明也不在世，左丘明跟孔子同时代的，他怎么学法呢？左丘明有一部书《春秋左传》，他就专门学这本东西，一门深入。他学成功了，所以他的文章是学《左传》的。唐朝的八大家之一韩愈，韩愈学司马迁，韩愈的文章是学《史记》。这都是学古人，以古人为老师；今人找不到，找古人，这个好办法，不会错，不会迷失方向。",
      "zh_TW": "學古人，在中國用這種方法，歷代大有人在，幾個著名的，像漢朝《史記》的作者司馬遷，他學左丘明。左丘明也不在世，左丘明跟孔子同時代的，他怎麼學法呢？左丘明有一部書《春秋左傳》，他就專門學這本東西，一門深入。他學成功了，所以他的文章是學《左傳》的。唐朝的八大家之一韓愈，韓愈學司馬遷，韓愈的文章是學《史記》。這都是學古人，以古人為老師；今人找不到，找古人，這個好辦法，不會錯，不會迷失方向。"
    },
    {
      "id": "02-012-0028_p0053",
      "zh_CN": "佛门里面也有例子，蕅益大师就是学莲池的。蕅益大师在世的时候，对莲池大师非常仰慕，莲池大师已经往生了，他的著作在，依着莲池的大师的著作读诵，依教奉行。他学莲池，学得很像，也成为一代祖师。",
      "zh_TW": "佛門裡面也有例子，蕅益大師就是學蓮池的。蕅益大師在世的時候，對蓮池大師非常仰慕，蓮池大師已經往生了，他的著作在，依著蓮池的大師的著作讀誦，依教奉行。他學蓮池，學得很像，也成為一代祖師。"
    },
    {
      "id": "02-012-0028_p0054",
      "zh_CN": "现在人，我们肉眼凡夫看不出贤愚，找古人，这个路子好。我今天给诸位介绍一位大善知识，阿弥陀佛，《无量寿经》在此地；如果我们照《无量寿经》来修学，我们的老师是谁？阿弥陀佛，能把这一部经典里面的理论都明了了，教训都能够在生活当中实现了，你就是阿弥陀佛真正的弟子，你是阿弥陀佛第一弟子。这是在尽虚空遍法界最善的知识，释迦牟尼佛对阿弥陀佛的赞叹，「光中极尊，佛中之王」，我们要珍惜这一段因缘，作阿弥陀佛的学生，我们的心愿解行都要像阿弥陀佛，以阿弥陀佛为标准，这就好。这是正定聚。",
      "zh_TW": "現在人，我們肉眼凡夫看不出賢愚，找古人，這個路子好。我今天給諸位介紹一位大善知識，阿彌陀佛，《無量壽經》在此地；如果我們照《無量壽經》來修學，我們的老師是誰？阿彌陀佛，能把這一部經典裡面的理論都明瞭了，教訓都能夠在生活當中實現了，你就是阿彌陀佛真正的弟子，你是阿彌陀佛第一弟子。這是在盡虛空遍法界最善的知識，釋迦牟尼佛對阿彌陀佛的讚歎，「光中極尊，佛中之王」，我們要珍惜這一段因緣，作阿彌陀佛的學生，我們的心願解行都要像阿彌陀佛，以阿彌陀佛為標準，這就好。這是正定聚。"
    },
    {
      "id": "02-012-0028_p0055",
      "zh_CN": "第三小段，「永离热恼，心得清凉，所受快乐，犹如漏尽比丘」。这是说西方极乐世界往生的那些大众，他们的快乐到什么程度？没法子想像。佛在此地举了一个比喻，如漏尽比丘；漏尽比丘就是阿罗汉，烦恼断尽。",
      "zh_TW": "第三小段，「永離熱惱，心得清涼，所受快樂，猶如漏盡比丘」。這是說西方極樂世界往生的那些大眾，他們的快樂到什麼程度？沒法子想像。佛在此地舉了一個比喻，如漏盡比丘；漏盡比丘就是阿羅漢，煩惱斷盡。"
    },
    {
      "id": "02-012-0028_p0056",
      "zh_CN": "「漏」是烦恼的代名词，漏尽就是烦恼断尽。我们这个经是大乘经，大乘经要以大乘教义来解释，小乘阿罗汉只断见思烦恼。烦恼有三大类：见思烦恼、尘沙烦恼、无明烦恼。这三大类当中，小乘只断一种，尘沙没有断，无明也没断。大乘漏尽就是十地菩萨，法云地的菩萨，第十地的菩萨，他的见思烦恼没有了，尘沙烦恼也没有了，无明烦恼还剩下两品，四十一品无明他断了三十九品，还剩下两品，这是大乘阿罗汉。",
      "zh_TW": "「漏」是煩惱的代名詞，漏盡就是煩惱斷盡。我們這個經是大乘經，大乘經要以大乘教義來解釋，小乘阿羅漢只斷見思煩惱。煩惱有三大類：見思煩惱、塵沙煩惱、無明煩惱。這三大類當中，小乘只斷一種，塵沙沒有斷，無明也沒斷。大乘漏盡就是十地菩薩，法雲地的菩薩，第十地的菩薩，他的見思煩惱沒有了，塵沙煩惱也沒有了，無明煩惱還剩下兩品，四十一品無明他斷了三十九品，還剩下兩品，這是大乘阿羅漢。"
    },
    {
      "id": "02-012-0028_p0057",
      "zh_CN": "此地这个漏尽比丘，不可以用小乘罗汉；小乘罗汉比西方极乐世界下品下生的人，那个享受都不如。所以此地讲的漏尽比丘，决定是大乘法云地的菩萨。他们那个快乐享受，是菩萨位子上差不多到了顶点，这就真乐。",
      "zh_TW": "此地這個漏盡比丘，不可以用小乘羅漢；小乘羅漢比西方極樂世界下品下生的人，那個享受都不如。所以此地講的漏盡比丘，決定是大乘法雲地的菩薩。他們那個快樂享受，是菩薩位子上差不多到了頂點，這就真樂。"
    },
    {
      "id": "02-012-0028_p0058",
      "zh_CN": "「若起想念，贪计身者」，这一句就是「不贪计身愿」。他们这个身见早就破除尽了，不可能再起这个念头；换句话说，我执我见不可能再起。那么佛为什么要说这一句话呢？这一句话不能不说，非常重要。因为我们是带业往生，我们的身见没断，到了西方极乐世界常常想到「我」，「我」这个观念还在，起心动念，马上这个「我」的念头就会冒出来。到了西方极乐世界，这个念头还会不会随时起来？不会起来了。为什么不会起？弥陀本愿加持，四十八愿是阿弥陀佛本愿功德加持，所以一往生到西方极乐世界，就不会有「我」这个念头起来，这个很了不起。",
      "zh_TW": "「若起想念，貪計身者」，這一句就是「不貪計身願」。他們這個身見早就破除盡了，不可能再起這個念頭；換句話說，我執我見不可能再起。那麼佛為什麼要說這一句話呢？這一句話不能不說，非常重要。因為我們是帶業往生，我們的身見沒斷，到了西方極樂世界常常想到「我」，「我」這個觀念還在，起心動念，馬上這個「我」的念頭就會冒出來。到了西方極樂世界，這個念頭還會不會隨時起來？不會起來了。為什麼不會起？彌陀本願加持，四十八願是阿彌陀佛本願功德加持，所以一往生到西方極樂世界，就不會有「我」這個念頭起來，這個很了不起。"
    },
    {
      "id": "02-012-0028_p0059",
      "zh_CN": "在十方世界要把这个念头断除，证阿罗汉，那是小乘阿罗汉；小乘阿罗汉，佛给我们讲，证得须陀洹之后叫小乘初果，天上人间七次往来才能达到这个境界，可见得「我」这个念头很不容易断。到西方极乐世界，得到阿弥陀佛威神的加持，不断自然就没有。再看底下一段：",
      "zh_TW": "在十方世界要把這個念頭斷除，證阿羅漢，那是小乘阿羅漢；小乘阿羅漢，佛給我們講，證得須陀洹之後叫小乘初果，天上人間七次往來才能達到這個境界，可見得「我」這個念頭很不容易斷。到西方極樂世界，得到阿彌陀佛威神的加持，不斷自然就沒有。再看底下一段："
    },
    {
      "id": "02-012-0028_p0060",
      "zh_CN": "【我作佛时。生我国者。善根无量。皆得金刚那罗延身。坚固之力。】",
      "zh_TW": "【我作佛時。生我國者。善根無量。皆得金剛那羅延身。堅固之力。】"
    },
    {
      "id": "02-012-0028_p0061",
      "zh_CN": "这一愿是「那罗延身」，就是我们常说的金刚不坏身。到西方极乐世界，体质就像金刚一样，永远不坏，所以也永远不会生病，永远不会感觉疲乏，金刚不坏身！金刚那罗延，那罗延是金刚力士之名，用他来形容来比喻，到那个地方身的体质坚固。我们这个世间得的这个身，非常脆弱，什么时候你会感觉到？受一点小小风寒，体力马上就没有了。平时再强壮，一点点小病，体力就消失了，非常脆弱。西方世界就不如是了。",
      "zh_TW": "這一願是「那羅延身」，就是我們常說的金剛不壞身。到西方極樂世界，體質就像金剛一樣，永遠不壞，所以也永遠不會生病，永遠不會感覺疲乏，金剛不壞身！金剛那羅延，那羅延是金剛力士之名，用他來形容來比喻，到那個地方身的體質堅固。我們這個世間得的這個身，非常脆弱，什麼時候你會感覺到？受一點小小風寒，體力馬上就沒有了。平時再強壯，一點點小病，體力就消失了，非常脆弱。西方世界就不如是了。"
    },
    {
      "id": "02-012-0028_p0062",
      "zh_CN": "【身顶皆有光明照耀。成就一切智慧。获得无边辩才。】",
      "zh_TW": "【身頂皆有光明照耀。成就一切智慧。獲得無邊辯才。】"
    },
    {
      "id": "02-012-0028_p0063",
      "zh_CN": "这是「光明慧辩愿」。西方世界，佛有光明，每一个人都有光明。这个光明，从愿文里面来看，愿文都是弥陀本愿加持的，除本愿加持之外，你本身有光明。本身光明从哪里生的？从清净心生的，你的心地清净就有光明。",
      "zh_TW": "這是「光明慧辯願」。西方世界，佛有光明，每一個人都有光明。這個光明，從願文裡面來看，願文都是彌陀本願加持的，除本願加持之外，你本身有光明。本身光明從哪裡生的？從清淨心生的，你的心地清淨就有光明。"
    },
    {
      "id": "02-012-0028_p0064",
      "zh_CN": "我们现在这个社会跟从前不一样，从前社会奇奇怪怪的人有，但是少，不多；现在这个社会奇怪的人很多很多，几乎到处都可以遇得到。什么奇怪的人？有神通的人，有天眼的人。是不是事实？给诸位说是事实。你说他能看到光，我相信；他能够离地三尺，我也相信，确确实实有。",
      "zh_TW": "我們現在這個社會跟從前不一樣，從前社會奇奇怪怪的人有，但是少，不多；現在這個社會奇怪的人很多很多，幾乎到處都可以遇得到。什麼奇怪的人？有神通的人，有天眼的人。是不是事實？給諸位說是事實。你說他能看到光，我相信；他能夠離地三尺，我也相信，確確實實有。"
    },
    {
      "id": "02-012-0028_p0065",
      "zh_CN": "《楞严经》上讲得很清楚，这些能力，是不是他自己的？不是的，他自己没这个能力。那能力从哪里来的？妖魔鬼怪加持的，所以他有这个能力。妖魔鬼怪离开他，他这个能力马上就丧失了，所以这个能力会退失的；如果是自己修成的，不会退失。所以这是外来力量加给他的。",
      "zh_TW": "《楞嚴經》上講得很清楚，這些能力，是不是他自己的？不是的，他自己沒這個能力。那能力從哪裡來的？妖魔鬼怪加持的，所以他有這個能力。妖魔鬼怪離開他，他這個能力馬上就喪失了，所以這個能力會退失的；如果是自己修成的，不會退失。所以這是外來力量加給他的。"
    },
    {
      "id": "02-012-0028_p0066",
      "zh_CN": "有没有好处？说实在话，没什么好处，好处是他自己感觉到炫耀，很了不起，我有神通，增长贡高我慢的习气。坏处是什么？他被妖魔鬼怪控制，他要听他的话，要听他摆布；你不听他的摆布，必然要受到他的惩罚。",
      "zh_TW": "有沒有好處？說實在話，沒什麼好處，好處是他自己感覺到炫耀，很了不起，我有神通，增長貢高我慢的習氣。壞處是什麼？他被妖魔鬼怪控制，他要聽他的話，要聽他擺布；你不聽他的擺布，必然要受到他的懲罰。"
    },
    {
      "id": "02-012-0028_p0067",
      "zh_CN": "这个跟佛法不一样，佛法大慈大悲，你得罪佛，毁谤佛，佛不会见怪你，佛也不会惩罚你。我们常常听到经上讲，破坏佛法这个罪很重，罪从哪儿来的？罪是你自性里面变现出来，还有一些护法神；护法神是凡夫，你得罪佛，佛不怪你，但是他看到难过，他要整你，是这么一个关系。护法神会整人，佛菩萨不会，佛菩萨决定不动心的。所以这个光明就有智慧，就有辩才，是自心与佛力的加持。",
      "zh_TW": "這個跟佛法不一樣，佛法大慈大悲，你得罪佛，毀謗佛，佛不會見怪你，佛也不會懲罰你。我們常常聽到經上講，破壞佛法這個罪很重，罪從哪兒來的？罪是你自性裡面變現出來，還有一些護法神；護法神是凡夫，你得罪佛，佛不怪你，但是他看到難過，他要整你，是這麼一個關係。護法神會整人，佛菩薩不會，佛菩薩決定不動心的。所以這個光明就有智慧，就有辯才，是自心與佛力的加持。"
    },
    {
      "id": "02-012-0028_p0068",
      "zh_CN": "【善谈诸法秘要。说经行道。语如钟声。若不尔者。不取正觉。】",
      "zh_TW": "【善談諸法秘要。說經行道。語如鐘聲。若不爾者。不取正覺。】"
    },
    {
      "id": "02-012-0028_p0069",
      "zh_CN": "第三十四愿是「善谈法要」。这是辩才，具体表演在讲经说法上。讲经说法有佛力加持。现在讲经说法的人少，所以希望同修们要发心。这个发心，实在讲功德非常殊胜。我们并不是贪图功德，为了报佛恩，为了报一切众生之恩，应当发心。不要认为自己没有智慧，没有这个能力；你只要一发心，佛菩萨神力一加持，你的智慧也来了，能力也得到了，统统都有了。实在讲决定不是自己有这个智慧能力，是蒙三宝威神加持，这是实实在在的。",
      "zh_TW": "第三十四願是「善談法要」。這是辯才，具體表演在講經說法上。講經說法有佛力加持。現在講經說法的人少，所以希望同修們要發心。這個發心，實在講功德非常殊勝。我們並不是貪圖功德，為了報佛恩，為了報一切眾生之恩，應當發心。不要認為自己沒有智慧，沒有這個能力；你只要一發心，佛菩薩神力一加持，你的智慧也來了，能力也得到了，統統都有了。實在講決定不是自己有這個智慧能力，是蒙三寶威神加持，這是實實在在的。"
    },
    {
      "id": "02-012-0028_p0070",
      "zh_CN": "如果诸位将来真正发心讲，你会有这个体验，而且非常明显。在讲台上讲得头头是道，下了台之后，你问他讲些什么，不知道。这不是骗人，是真的不知道；怎么讲出来的，不晓得。初学的或者有些老修，讲经之前作了充分的准备，写成讲义，上讲台的时候又是一套，所准备的都没用上，这就显示出佛力加持的。",
      "zh_TW": "如果諸位將來真正發心講，你會有這個體驗，而且非常明顯。在講台上講得頭頭是道，下了台之後，你問他講些什麼，不知道。這不是騙人，是真的不知道；怎麼講出來的，不曉得。初學的或者有些老修，講經之前作了充分的準備，寫成講義，上講台的時候又是一套，所準備的都沒用上，這就顯示出佛力加持的。"
    },
    {
      "id": "02-012-0028_p0071",
      "zh_CN": "但是有一个基本的原则，就是真心，把佛法介绍给别人，完全是利益众生之心，没有一丝毫自利之心。如果有一点自利，贪图供养，贪图别人恭敬，或者贪图其他的一点好处，三宝神力就加不上了，当中就有障碍，得不到佛力的加持了。",
      "zh_TW": "但是有一個基本的原則，就是真心，把佛法介紹給別人，完全是利益眾生之心，沒有一絲毫自利之心。如果有一點自利，貪圖供養，貪圖別人恭敬，或者貪圖其他的一點好處，三寶神力就加不上了，當中就有障礙，得不到佛力的加持了。"
    },
    {
      "id": "02-012-0028_p0072",
      "zh_CN": "所以一切真实就得到佛的加持；有一丝毫虚假，如果有加持，那就是妖魔鬼怪的加持，这是欺骗大众，这个造作无量的罪业。这个要知道。",
      "zh_TW": "所以一切真實就得到佛的加持；有一絲毫虛假，如果有加持，那就是妖魔鬼怪的加持，這是欺騙大眾，這個造作無量的罪業。這個要知道。"
    },
    {
      "id": "02-012-0028_p0073",
      "zh_CN": "【我作佛时。所有众生。生我国者。究竟必至一生补处。】",
      "zh_TW": "【我作佛時。所有眾生。生我國者。究竟必至一生補處。】"
    },
    {
      "id": "02-012-0028_p0074",
      "zh_CN": "这一愿是「一生补处」，也非常重要。前面我们曾经读到，佛保证我们在西方极乐世界一生必定成佛，我说那一愿是佛对我们的保证书。这个地方我们又看到一愿，这一愿必定到达一生补处；一生补处，就是等觉菩萨，我们常讲的后补佛。",
      "zh_TW": "這一願是「一生補處」，也非常重要。前面我們曾經讀到，佛保證我們在西方極樂世界一生必定成佛，我說那一願是佛對我們的保證書。這個地方我們又看到一願，這一願必定到達一生補處；一生補處，就是等覺菩薩，我們常講的後補佛。"
    },
    {
      "id": "02-012-0028_p0075",
      "zh_CN": "一生补处这个地方有两个字要重视到，就是「究竟」这两个字。如果没有「究竟」这两个字，一生补处有四种。因为佛有四种，天台家讲「藏通别圆」四教，藏教有佛，藏教有补处菩萨；通教有佛，通教也有补处菩萨，他们都不究竟。这个「究竟一生补处」是圆教的补处菩萨，就是我们今天所知道的观世音菩萨、大势至菩萨，文殊、普贤、弥勒菩萨，这些都是圆教的一生补处。这是保证我们一生当中一定可以证得。",
      "zh_TW": "一生補處這個地方有兩個字要重視到，就是「究竟」這兩個字。如果沒有「究竟」這兩個字，一生補處有四種。因為佛有四種，天台家講「藏通別圓」四教，藏教有佛，藏教有補處菩薩；通教有佛，通教也有補處菩薩，他們都不究竟。這個「究竟一生補處」是圓教的補處菩薩，就是我們今天所知道的觀世音菩薩、大勢至菩薩，文殊、普賢、彌勒菩薩，這些都是圓教的一生補處。這是保證我們一生當中一定可以證得。"
    },
    {
      "id": "02-012-0028_p0076",
      "zh_CN": "【除其本愿。为众生故。被弘誓铠。教化一切有情。皆发信心。修菩提行。行普贤道。虽生他方世界。永离恶趣。或乐说法。或乐听法。或现神足。随意修习。无不圆满。若不尔者。不取正觉。】",
      "zh_TW": "【除其本願。為眾生故。被弘誓鎧。教化一切有情。皆發信心。修菩提行。行普賢道。雖生他方世界。永離惡趣。或樂說法。或樂聽法。或現神足。隨意修習。無不圓滿。若不爾者。不取正覺。】"
    },
    {
      "id": "02-012-0028_p0077",
      "zh_CN": "这一愿是「教化随意」，是对我们来讲的，也是我们非常希望的。希望什么？假如我到西方极乐世界，我要多久才能够回来度我的家亲眷属？我想我们统统都有这个念头。是不是到那个地方修成等觉菩萨，要修多少年？怕时间太长，等不及！这一愿就太好了，问题解决了。",
      "zh_TW": "這一願是「教化隨意」，是對我們來講的，也是我們非常希望的。希望什麼？假如我到西方極樂世界，我要多久才能夠回來度我的家親眷屬？我想我們統統都有這個念頭。是不是到那個地方修成等覺菩薩，要修多少年？怕時間太長，等不及！這一願就太好了，問題解決了。"
    },
    {
      "id": "02-012-0028_p0078",
      "zh_CN": "「除其本愿，为众生故」，「除其本愿」就是你要是不离开的话，在那里专心修学，你很快就究竟必至一生补处。你要不着急成佛，不着急得补处这个地位，没关系，你到西方极乐世界跟阿弥陀佛见一面，打个招呼，向他报告一下，那里还有很多亲属，我要去帮助他们，可不可以？阿弥陀佛点点头，你去好了，你就是菩萨，你就有能力去度那些众生，入三恶道也决定不会迷惑。菩萨有隔阴之迷，这个要晓得；七地菩萨都有隔阴之迷，到八地才没有，所以相当不容易。西方极乐世界只要一到那里去，跟阿弥陀佛一见面，佛的神力加持，你就没有隔阴之迷。这样殊胜的利益，确实其他世界没有，其他经论也没有这个说法，这是弥陀本愿加持的。",
      "zh_TW": "「除其本願，為眾生故」，「除其本願」就是你要是不離開的話，在那裡專心修學，你很快就究竟必至一生補處。你要不著急成佛，不著急得補處這個地位，沒關係，你到西方極樂世界跟阿彌陀佛見一面，打個招呼，向他報告一下，那裡還有很多親屬，我要去幫助他們，可不可以？阿彌陀佛點點頭，你去好了，你就是菩薩，你就有能力去度那些眾生，入三惡道也決定不會迷惑。菩薩有隔陰之迷，這個要曉得；七地菩薩都有隔陰之迷，到八地才沒有，所以相當不容易。西方極樂世界只要一到那裡去，跟阿彌陀佛一見面，佛的神力加持，你就沒有隔陰之迷。這樣殊勝的利益，確實其他世界沒有，其他經論也沒有這個說法，這是彌陀本願加持的。"
    },
    {
      "id": "02-012-0028_p0079",
      "zh_CN": "你有能力像大菩萨一样，到十方世界教化众生。这个教学的目的也写得很清楚，「皆发信心」，这是第一个目标，使他对于佛法产生信心。所以这个教学确实是有目的的，如果我的目的是让大家认识佛教，对佛教不至于误会，他真正明了了，我的目的就达到了，这叫宣传，使他认识。更深一层的，已经认识佛教了，他想修行，这就是第二个阶段，鼓励他发愿，帮助他坚定誓愿，使他有成就，这是第二个阶段。最高的阶段，行普贤道，这是最高的阶段，唯有行普贤道，才能够证得究竟的果位。普贤道在哪里？在《华严经》上，像一乘了义的经典都属于普贤道，《华严》、《法华》、《无量寿经》是属于纯真的普贤道。这就是最高的佛法。",
      "zh_TW": "你有能力像大菩薩一樣，到十方世界教化眾生。這個教學的目的也寫得很清楚，「皆發信心」，這是第一個目標，使他對於佛法產生信心。所以這個教學確實是有目的的，如果我的目的是讓大家認識佛教，對佛教不至於誤會，他真正明瞭了，我的目的就達到了，這叫宣傳，使他認識。更深一層的，已經認識佛教了，他想修行，這就是第二個階段，鼓勵他發願，幫助他堅定誓願，使他有成就，這是第二個階段。最高的階段，行普賢道，這是最高的階段，唯有行普賢道，才能夠證得究竟的果位。普賢道在哪裡？在《華嚴經》上，像一乘了義的經典都屬於普賢道，《華嚴》、《法華》、《無量壽經》是屬於純真的普賢道。這就是最高的佛法。"
    },
    {
      "id": "02-012-0028_p0080",
      "zh_CN": "「虽生他方世界，永离恶趣」。这个永离恶趣，不是说你不到恶道去，你去是菩萨乘愿化身去的，不是业力非去不可的，不是去受报的，你是去教化众生。像地藏菩萨在地狱里面度众生，他是永离恶道。一切众生在地狱里面受苦，地藏菩萨在地狱里头享乐。他怎么享乐呢？因为一切苦乐他都不受，他自在。我们在这个世间为什么有苦乐？因为你受，你接受。譬如人家骂你几句，你就很难过，那个在旁边听的人，他为什么不难过？他没有接受，他不难过；你接受了，你就难过；你要不接受，那就跟他一样，若无其事，你可快乐。你要接受，那有什么办法！",
      "zh_TW": "「雖生他方世界，永離惡趣」。這個永離惡趣，不是說你不到惡道去，你去是菩薩乘願化身去的，不是業力非去不可的，不是去受報的，你是去教化眾生。像地藏菩薩在地獄裡面度眾生，他是永離惡道。一切眾生在地獄裡面受苦，地藏菩薩在地獄裡頭享樂。他怎麼享樂呢？因為一切苦樂他都不受，他自在。我們在這個世間為什麼有苦樂？因為你受，你接受。譬如人家罵你幾句，你就很難過，那個在旁邊聽的人，他為什麼不難過？他沒有接受，他不難過；你接受了，你就難過；你要不接受，那就跟他一樣，若無其事，你可快樂。你要接受，那有什麼辦法！"
    },
    {
      "id": "02-012-0028_p0081",
      "zh_CN": "这个苦乐的事有没有？事有，他心地清凉，一样也不接受，乐的他不接受，苦的也不接受，「苦乐忧喜舍」统统都不接受，他的心是定的，这叫真乐。凡夫没有功夫，心随境转，外面境界小小动一动，这个心就被它牵着转，苦不堪言！佛菩萨的本事，就是绝对不会为外面境界所动摇。所以他的心是定的，心是清净的，看外面事实才看的清楚、看的明了。我们这个心被境界转，被境界迷了，事实真相完全不知道，这才受苦受难。西方极乐世界回过头的人，心都清净，而且这个清净能保持，不会失掉，原因在哪里？阿弥陀佛的帮助，他这个神力的加持，无论在什么恶道里面，你都不会受它的干扰，不会受它的影响，这叫「永离恶趣」。",
      "zh_TW": "這個苦樂的事有沒有？事有，他心地清涼，一樣也不接受，樂的他不接受，苦的也不接受，「苦樂憂喜捨」統統都不接受，他的心是定的，這叫真樂。凡夫沒有功夫，心隨境轉，外面境界小小動一動，這個心就被它牽著轉，苦不堪言！佛菩薩的本事，就是絕對不會為外面境界所動搖。所以他的心是定的，心是清淨的，看外面事實才看的清楚、看的明瞭。我們這個心被境界轉，被境界迷了，事實真相完全不知道，這才受苦受難。西方極樂世界回過頭的人，心都清淨，而且這個清淨能保持，不會失掉，原因在哪裡？阿彌陀佛的幫助，他這個神力的加持，無論在什麼惡道裡面，你都不會受它的干擾，不會受它的影響，這叫「永離惡趣」。"
    },
    {
      "id": "02-012-0028_p0082",
      "zh_CN": "你在六道里面，或者是说法，以这个方式出现教化众生。或者是听法，这个听法是作影响众。譬如释迦牟尼佛到我们这个世间来，他示现的是说法；还有许许多多的诸佛与大菩萨示现，作他的学生，来听法。我们在经上常常看到的舍利弗、目犍连，大家都知道这是两尊古佛再来，不是真正的凡夫；古佛再来，帮助释迦牟尼佛教化众生。实在讲，文殊、普贤、观音都是古佛再来，他们早就成佛了，现在再退到菩萨的位子上，来帮助释迦牟尼佛。",
      "zh_TW": "你在六道裡面，或者是說法，以這個方式出現教化眾生。或者是聽法，這個聽法是作影響眾。譬如釋迦牟尼佛到我們這個世間來，他示現的是說法；還有許許多多的諸佛與大菩薩示現，作他的學生，來聽法。我們在經上常常看到的舍利弗、目犍連，大家都知道這是兩尊古佛再來，不是真正的凡夫；古佛再來，幫助釋迦牟尼佛教化眾生。實在講，文殊、普賢、觀音都是古佛再來，他們早就成佛了，現在再退到菩薩的位子上，來幫助釋迦牟尼佛。"
    },
    {
      "id": "02-012-0028_p0083",
      "zh_CN": "像唱戏一样，前台跟后台不一样，前台，这是老师，这是学生；后台，学生是老师，老师是学生，这是很难讲的。佛法常讲「本迹因缘」，他的本来面目是什么人，我们很多人不知道，只看到表面。所以「一佛出世，千佛拥护」，你来唱台戏的时候，我们大家虽然资格比你老，样样都比你好，我们捧场，给你跑龙套，来帮助你，佛教化众生跟演戏没两样，游戏神通。",
      "zh_TW": "像唱戲一樣，前台跟後台不一樣，前台，這是老師，這是學生；後台，學生是老師，老師是學生，這是很難講的。佛法常講「本跡因緣」，他的本來面目是什麼人，我們很多人不知道，只看到表面。所以「一佛出世，千佛擁護」，你來唱台戲的時候，我們大家雖然資格比你老，樣樣都比你好，我們捧場，給你跑龍套，來幫助你，佛教化眾生跟演戲沒兩樣，遊戲神通。"
    },
    {
      "id": "02-012-0028_p0084",
      "zh_CN": "「或现神足」。神足是以神通的方式，来帮助众生启信。但是诸位要晓得，佛不常用神通这个方法来接引众生，原因在什么地方？因为妖魔鬼怪都有神通。要以神通来接引大众，换句话说，佛魔就辨别不清了。因此佛对于神通是决定禁止，不以这个东西；而以讲经说法，魔不会讲经说法，他会现神通。这样一来，魔跟佛就有一个很清楚的界限能够分辨出来。",
      "zh_TW": "「或現神足」。神足是以神通的方式，來幫助眾生啟信。但是諸位要曉得，佛不常用神通這個方法來接引眾生，原因在什麼地方？因為妖魔鬼怪都有神通。要以神通來接引大眾，換句話說，佛魔就辨別不清了。因此佛對於神通是決定禁止，不以這個東西；而以講經說法，魔不會講經說法，他會現神通。這樣一來，魔跟佛就有一個很清楚的界限能夠分辨出來。"
    },
    {
      "id": "02-012-0028_p0085",
      "zh_CN": "这个神通，什么时候可以用？在特殊的环境，具有大影响力的人，佛菩萨可以用这种方式。像在中国历史上，佛陀在世的时候，对于国王大臣，这是有限的几个人，因为他们信心建立了，一个命令颁布下去，能够护持佛法，这个影响力非常之大，所以只对于特殊的人才用神通。不是这一些特殊的人，普通人决定不用神通。虽然用神通，还是以说法为主，神通不过是教他启信；信了之后，着重在解，要明理，要证行，这是佛法。单有神通，没有理论，没有方法，那就不是佛法，这是我们要把它认识清楚的。我们再看底下这一愿：",
      "zh_TW": "這個神通，什麼時候可以用？在特殊的環境，具有大影響力的人，佛菩薩可以用這種方式。像在中國歷史上，佛陀在世的時候，對於國王大臣，這是有限的幾個人，因為他們信心建立了，一個命令頒布下去，能夠護持佛法，這個影響力非常之大，所以只對於特殊的人才用神通。不是這一些特殊的人，普通人決定不用神通。雖然用神通，還是以說法為主，神通不過是教他啟信；信了之後，著重在解，要明理，要證行，這是佛法。單有神通，沒有理論，沒有方法，那就不是佛法，這是我們要把它認識清楚的。我們再看底下這一願："
    },
    {
      "id": "02-012-0028_p0086",
      "zh_CN": "【我作佛时。生我国者。所须饮食。衣服。种种供具。随意即至。无不满愿。十方诸佛。应念受其供养。若不尔者。不取正觉。】",
      "zh_TW": "【我作佛時。生我國者。所須飲食。衣服。種種供具。隨意即至。無不滿願。十方諸佛。應念受其供養。若不爾者。不取正覺。】"
    },
    {
      "id": "02-012-0028_p0087",
      "zh_CN": "这二愿是「衣食自至、应念受供」。衣食自至，对于我们来讲也非常重要。因为我们在六道里面时间太久了，已经养成一个非常坚固深厚的习气，那就是吃饭睡觉。衣食住行，这是我们生活永远离不开的，一天到晚就牵挂着这些事情。到西方极乐世界，这个问题怎么解决？这是非常现实的问题。生到西方极乐世界日子怎么过？阿弥陀佛在此地给我们说出真相，衣食住行一切自然随念就到了，真的是思衣得衣，思食得食。",
      "zh_TW": "這二願是「衣食自至、應念受供」。衣食自至，對於我們來講也非常重要。因為我們在六道裡面時間太久了，已經養成一個非常堅固深厚的習氣，那就是吃飯睡覺。衣食住行，這是我們生活永遠離不開的，一天到晚就牽掛著這些事情。到西方極樂世界，這個問題怎麼解決？這是非常現實的問題。生到西方極樂世界日子怎麼過？阿彌陀佛在此地給我們說出真相，衣食住行一切自然隨念就到了，真的是思衣得衣，思食得食。"
    },
    {
      "id": "02-012-0028_p0088",
      "zh_CN": "我们今天科学发达，还做不到；所以学科学的人，应当到极乐世界去学。我们今天科学里面已经探测出来，知道能与质可以互相转变，怎么个变法，不晓得。西方极乐世界个个都会，物质是能变现的，我要一件衣服，立刻衣服在身上；不要去剪布，不要裁缝，你看多自在！不要就没有了，物质化成能量了。吃东西也是如此，想吃什么，东西已经在面前了；不要就没有了，不必去洗碗洗碟，用不着，什么都没有了。西方世界每一个人穿的衣服，不必要什么衣橱、衣箱，随心所欲，所以什么都不要，每一个人家没有厨房，真的自在。「饮食、衣服、种种供具，随意即至，无不满愿」，一切受用随心所欲，变化所作。",
      "zh_TW": "我們今天科學發達，還做不到；所以學科學的人，應當到極樂世界去學。我們今天科學裡面已經探測出來，知道能與質可以互相轉變，怎麼個變法，不曉得。西方極樂世界個個都會，物質是能變現的，我要一件衣服，立刻衣服在身上；不要去剪布，不要裁縫，你看多自在！不要就沒有了，物質化成能量了。吃東西也是如此，想吃什麼，東西已經在面前了；不要就沒有了，不必去洗碗洗碟，用不著，什麼都沒有了。西方世界每一個人穿的衣服，不必要什麼衣櫥、衣箱，隨心所欲，所以什麼都不要，每一個人家沒有廚房，真的自在。「飲食、衣服、種種供具，隨意即至，無不滿願」，一切受用隨心所欲，變化所作。"
    },
    {
      "id": "02-012-0028_p0089",
      "zh_CN": "后面一半是「应念受供」。「十方诸佛，应念受其供养」，供佛，是修福当中最殊胜的。我们现在这个世间，想供佛，供不到，佛不在世了，供一个罗汉都供不到，福真是薄，没有缘分。西方世界就不然，到西方极乐世界，你想供哪一尊佛，没有不满愿的。十方三世一切诸佛如来，我要普供养，你这一念就满足了，就都到了；要用什么供养具，也是变化所作。可见得智慧、能力、神足，你从这个经上看，没有一样不圆满。",
      "zh_TW": "後面一半是「應念受供」。「十方諸佛，應念受其供養」，供佛，是修福當中最殊勝的。我們現在這個世間，想供佛，供不到，佛不在世了，供一個羅漢都供不到，福真是薄，沒有緣分。西方世界就不然，到西方極樂世界，你想供哪一尊佛，沒有不滿願的。十方三世一切諸佛如來，我要普供養，你這一念就滿足了，就都到了；要用什麼供養具，也是變化所作。可見得智慧、能力、神足，你從這個經上看，沒有一樣不圓滿。"
    },
    {
      "id": "02-012-0028_p0090",
      "zh_CN": "哪些人达到这个圆满境界？这个圆满境界，照佛在一般大乘经上说，确实是八地以上的境界。这个经上讲，「我作佛时，生我国者」，他没有说是上品上生的，没有说是中品以上的；既然不说这个话，那就是下下品往生的也都是这样。这个难。其他诸佛世界要做到这一条的时候，那是八地以上，确实是这个境界。我们这边只要一生到西方极乐世界，凡圣同居土下下品往生，你看到西方极乐世界的享受，这个日常过的是什么生活？八地菩萨以上的生活。",
      "zh_TW": "哪些人達到這個圓滿境界？這個圓滿境界，照佛在一般大乘經上說，確實是八地以上的境界。這個經上講，「我作佛時，生我國者」，他沒有說是上品上生的，沒有說是中品以上的；既然不說這個話，那就是下下品往生的也都是這樣。這個難。其他諸佛世界要做到這一條的時候，那是八地以上，確實是這個境界。我們這邊只要一生到西方極樂世界，凡聖同居土下下品往生，你看到西方極樂世界的享受，這個日常過的是什麼生活？八地菩薩以上的生活。"
    },
    {
      "id": "02-012-0028_p0091",
      "zh_CN": "人家要修成八地，要修两个阿僧祇劫，到第三个阿僧祇劫这才证到八地，吃这么苦头，用这么多的时间，才得到这个享受。我们念一句阿弥陀佛，不费吹灰之力就得到。所以多少菩萨听到这个话不相信，我们吃尽苦头才得到，你的业障这么重，你怎么可以马上就得到？不相信，难信之法。",
      "zh_TW": "人家要修成八地，要修兩個阿僧祇劫，到第三個阿僧祇劫這才證到八地，吃這麼苦頭，用這麼多的時間，才得到這個享受。我們念一句阿彌陀佛，不費吹灰之力就得到。所以多少菩薩聽到這個話不相信，我們吃盡苦頭才得到，你的業障這麼重，你怎麼可以馬上就得到？不相信，難信之法。"
    },
    {
      "id": "02-012-0028_p0092",
      "zh_CN": "这个法门确实易行而难信。你果然相信了，实在讲相信是很不简单，是你过去生中善根的成熟，现前佛力加持，你才会相信！相信了，就要认真读诵这个经典，明了经典里面的大义，依教奉行，现在、未来经上所说一切殊胜的功德利益，统统得到。",
      "zh_TW": "這個法門確實易行而難信。你果然相信了，實在講相信是很不簡單，是你過去生中善根的成熟，現前佛力加持，你才會相信！相信了，就要認真讀誦這個經典，明瞭經典裡面的大義，依教奉行，現在、未來經上所說一切殊勝的功德利益，統統得到。"
    }
  ]
}