{
  "doc_id": "02-012-0012",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0012",
  "total_paragraphs": 126,
  "paragraphs": [
    {
      "id": "02-012-0012_p0001",
      "zh_CN": "请掀开经本，第二十三面第六行，这是第五个大段：",
      "zh_TW": "請掀開經本，第二十三面第六行，這是第五個大段："
    },
    {
      "id": "02-012-0012_p0002",
      "zh_CN": "【所被根机。】",
      "zh_TW": "【所被根機。】"
    },
    {
      "id": "02-012-0012_p0003",
      "zh_CN": "这一段里面，主要是说明这一部经典、这个法门，它所教学的对象是哪些人。明了之后，我们想想自己是不是也适合于修学这个法门。",
      "zh_TW": "這一段裡面，主要是說明這一部經典、這個法門，它所教學的對象是哪些人。明瞭之後，我們想想自己是不是也適合於修學這個法門。"
    },
    {
      "id": "02-012-0012_p0004",
      "zh_CN": "【疏钞云：前三非器。】",
      "zh_TW": "【疏鈔云：前三非器。】"
    },
    {
      "id": "02-012-0012_p0005",
      "zh_CN": "这个「器」，就是我们讲的根器；「非器」，就是不适合修学这个法门。",
      "zh_TW": "這個「器」，就是我們講的根器；「非器」，就是不適合修學這個法門。"
    },
    {
      "id": "02-012-0012_p0006",
      "zh_CN": "【谓无信者，无愿者，无行者。反是皆器。】",
      "zh_TW": "【謂無信者，無願者，無行者。反是皆器。】"
    },
    {
      "id": "02-012-0012_p0007",
      "zh_CN": "莲池大师这一句话，包括的范围非常之广，他说哪三种人不适合修学这个法门？第一个是不相信的人，那当然没有法子；第二个是不愿，纵然相信净土法门，他不想往生极乐世界，这个对他也没用处；第三个，虽然有信、有愿，不肯念佛，这个也没有法子。换句话说，能信、能愿、肯念佛的统统都是这个法门教学的对象，都能够往生，都能够成就。",
      "zh_TW": "蓮池大師這一句話，包括的範圍非常之廣，他說哪三種人不適合修學這個法門？第一個是不相信的人，那當然沒有法子；第二個是不願，縱然相信淨土法門，他不想往生極樂世界，這個對他也沒用處；第三個，雖然有信、有願，不肯念佛，這個也沒有法子。換句話說，能信、能願、肯念佛的統統都是這個法門教學的對象，都能夠往生，都能夠成就。"
    },
    {
      "id": "02-012-0012_p0008",
      "zh_CN": "【信谓信生佛不二，是心是佛，是心作佛，众生念佛，定得往生，究竟成佛。】",
      "zh_TW": "【信謂信生佛不二，是心是佛，是心作佛，眾生念佛，定得往生，究竟成佛。】"
    },
    {
      "id": "02-012-0012_p0009",
      "zh_CN": "信心要这样的建立，这个有理、有事，一定要相信。佛法，特别是净宗，讲到信，跟其他宗教里面说的信不一样。我有一次在达拉斯，遇到几位基督教的牧师，他们来访问我，谈到他们认为基督教跟净土宗非常的接近。我说何以知道接近？他说我们都是建立在信的基础上。他们信上帝，我们信阿弥陀佛，这个信就能往生，那个信就能够生天堂，他说这个非常接近。我就告诉他不然，我们净宗讲的信跟你们基督教讲的信完全不一样。怎么不一样？我说我们第一个要信自己，你是信上帝，是信他，不相信自己。我们是信自己，然后再信他，这个非常非常重要。一个人如果对自己没有信心，任何人想帮忙都帮不上。",
      "zh_TW": "信心要這樣的建立，這個有理、有事，一定要相信。佛法，特別是淨宗，講到信，跟其他宗教裡面說的信不一樣。我有一次在達拉斯，遇到幾位基督教的牧師，他們來訪問我，談到他們認為基督教跟淨土宗非常的接近。我說何以知道接近？他說我們都是建立在信的基礎上。他們信上帝，我們信阿彌陀佛，這個信就能往生，那個信就能夠生天堂，他說這個非常接近。我就告訴他不然，我們淨宗講的信跟你們基督教講的信完全不一樣。怎麼不一樣？我說我們第一個要信自己，你是信上帝，是信他，不相信自己。我們是信自己，然後再信他，這個非常非常重要。一個人如果對自己沒有信心，任何人想幫忙都幫不上。"
    },
    {
      "id": "02-012-0012_p0010",
      "zh_CN": "所以蕅益大师在《要解》里面跟我们讲「信愿行」，第一个是信自，第二个是信他，所以我们把信阿弥陀佛摆在第二，把信自己摆在第一。信自己什么？信生佛不二。我们是众生，我跟阿弥陀佛不二，不二就是一，一才是事实真相。如果我们跟佛是两回事情，你就错了，我们再也作不了佛，跟佛再也不会有感应道交了。",
      "zh_TW": "所以蕅益大師在《要解》裡面跟我們講「信願行」，第一個是信自，第二個是信他，所以我們把信阿彌陀佛擺在第二，把信自己擺在第一。信自己什麼？信生佛不二。我們是眾生，我跟阿彌陀佛不二，不二就是一，一才是事實真相。如果我們跟佛是兩回事情，你就錯了，我們再也作不了佛，跟佛再也不會有感應道交了。"
    },
    {
      "id": "02-012-0012_p0011",
      "zh_CN": "「是心是佛，是心作佛」。佛是什么？佛就是心。阿弥陀佛是心，我们众生也是心变的；换句话说，能变是一个心，所变是十法界。十法界是所变，能变是一个心，所以生佛不二，众生与菩萨也不二，众生与阿罗汉也不二，众生与天、人、鬼、畜统统不二，要晓得这个道理。所以才真正明了是心可以作佛，佛是心变的。我现在这个心，念念要作佛，念念想作佛，那当然就作佛了。我们念佛的理论是在此地，这个跟一般宗教所说的完全不相同。",
      "zh_TW": "「是心是佛，是心作佛」。佛是什麼？佛就是心。阿彌陀佛是心，我們眾生也是心變的；換句話說，能變是一個心，所變是十法界。十法界是所變，能變是一個心，所以生佛不二，眾生與菩薩也不二，眾生與阿羅漢也不二，眾生與天、人、鬼、畜統統不二，要曉得這個道理。所以才真正明瞭是心可以作佛，佛是心變的。我現在這個心，念念要作佛，念念想作佛，那當然就作佛了。我們念佛的理論是在此地，這個跟一般宗教所說的完全不相同。"
    },
    {
      "id": "02-012-0012_p0012",
      "zh_CN": "佛在经上常常告诉我们「一切法从心想生」，想什么，将来就变什么，这是事实，我们不能不留意，不能不知道。一般世间人，他们想错了。怎么错了？人死了都变鬼，他将来当然会变鬼。为什么？他有这个意念，不管这个念头是强、是弱，总而言之，阿赖耶识里头他有这么一个印象，死了以后就作鬼去了。所以人死了作鬼，不是没有道理的。就是六道里头，他不想天，他不想人，他单单想鬼，想鬼的人很多，所以作鬼的人也就多了，就这么回事情。所以念佛人，一定要想佛，一定要作佛。如果一生修行，不想往生，不想作佛；换句话说，六道很不容易超越，非常非常的困难。这是佛把这个原理原则告诉我们，明白这个理论事实的真相，我们对于念佛这个法门，才会有清净的信心，才会有坚定的信心。",
      "zh_TW": "佛在經上常常告訴我們「一切法從心想生」，想什麼，將來就變什麼，這是事實，我們不能不留意，不能不知道。一般世間人，他們想錯了。怎麼錯了？人死了都變鬼，他將來當然會變鬼。為什麼？他有這個意念，不管這個念頭是強、是弱，總而言之，阿賴耶識裡頭他有這麼一個印象，死了以後就作鬼去了。所以人死了作鬼，不是沒有道理的。就是六道裡頭，他不想天，他不想人，他單單想鬼，想鬼的人很多，所以作鬼的人也就多了，就這麼回事情。所以念佛人，一定要想佛，一定要作佛。如果一生修行，不想往生，不想作佛；換句話說，六道很不容易超越，非常非常的困難。這是佛把這個原理原則告訴我們，明白這個理論事實的真相，我們對於念佛這個法門，才會有清淨的信心，才會有堅定的信心。"
    },
    {
      "id": "02-012-0012_p0013",
      "zh_CN": "「众生念佛，定得往生，究竟成佛」，这一句要注意「究竟」这两个字。究竟是圆教的佛果，没有比这个更高，没有比这个更殊胜了。他不是藏教佛，不是通教佛，不是别教佛，因为这些佛都不究竟，究竟佛是圆教佛。我们要相信自己决定得生净土，相信自己决定成佛，要有这个信心。",
      "zh_TW": "「眾生念佛，定得往生，究竟成佛」，這一句要注意「究竟」這兩個字。究竟是圓教的佛果，沒有比這個更高，沒有比這個更殊勝了。他不是藏教佛，不是通教佛，不是別教佛，因為這些佛都不究竟，究竟佛是圓教佛。我們要相信自己決定得生淨土，相信自己決定成佛，要有這個信心。"
    },
    {
      "id": "02-012-0012_p0014",
      "zh_CN": "【愿谓厌离娑婆，欣慕极乐，如子忆母，必欲往生。】",
      "zh_TW": "【願謂厭離娑婆，欣慕極樂，如子憶母，必欲往生。】"
    },
    {
      "id": "02-012-0012_p0015",
      "zh_CN": "这是愿，一定要愿意离开这个世界。你不离开这个世界，怎么能到极乐世界？要想到极乐世界，一定要把娑婆世界放下，把我们现在这个世界放下。现在这个世界非常混乱，众生一天比一天辛苦。如果诸位要问，苦从哪里来的？可以说，科技日新月异进步带来的副作用，所以并不是个好的东西。",
      "zh_TW": "這是願，一定要願意離開這個世界。你不離開這個世界，怎麼能到極樂世界？要想到極樂世界，一定要把娑婆世界放下，把我們現在這個世界放下。現在這個世界非常混亂，眾生一天比一天辛苦。如果諸位要問，苦從哪裡來的？可以說，科技日新月異進步帶來的副作用，所以並不是個好的東西。"
    },
    {
      "id": "02-012-0012_p0016",
      "zh_CN": "如果追究它根本的原因，是现代人把教育舍弃掉了，这就不得了了。也许诸位听我这个说法，感觉很奇怪，现在学校这么多，怎么会没有教育？诸位要知道，我们中国古老的教育，它教学的目的在哪里？这个要知道。中国儒家的教育，佛法的教育，教给我们人与人的关系；换句话说，这是伦理的教育、道德的教育。今天大家不要伦理，不要道德；伦理道德要是舍弃了，社会秩序就会混乱，这就像黄河的堤防一样，一下崩溃之后，没有人能够收拾，这是非常非常严重的问题。这个崩溃，现在正在加速度的崩溃。所以一个平静和谐安宁的社会，这是大家心目当中的理想，不可能实现。真正要实现，除非把儒家的教育重新再恢复。重新再恢复，即使国家提倡，真正要来做，要收到效果，也得三十年之后；没有那么快的，要三十年之后才能见到效果。所以李炳南老居士在往生的前几天，告诉学生们说「世界已经乱了，即使诸佛菩萨神仙来都救不了」，这是他老人家最后说的话。",
      "zh_TW": "如果追究它根本的原因，是現代人把教育捨棄掉了，這就不得了了。也許諸位聽我這個說法，感覺很奇怪，現在學校這麼多，怎麼會沒有教育？諸位要知道，我們中國古老的教育，它教學的目的在哪裡？這個要知道。中國儒家的教育，佛法的教育，教給我們人與人的關係；換句話說，這是倫理的教育、道德的教育。今天大家不要倫理，不要道德；倫理道德要是捨棄了，社會秩序就會混亂，這就像黃河的堤防一樣，一下崩潰之後，沒有人能夠收拾，這是非常非常嚴重的問題。這個崩潰，現在正在加速度的崩潰。所以一個平靜和諧安寧的社會，這是大家心目當中的理想，不可能實現。真正要實現，除非把儒家的教育重新再恢復。重新再恢復，即使國家提倡，真正要來做，要收到效果，也得三十年之後；沒有那麼快的，要三十年之後才能見到效果。所以李炳南老居士在往生的前幾天，告訴學生們說「世界已經亂了，即使諸佛菩薩神仙來都救不了」，這是他老人家最後說的話。"
    },
    {
      "id": "02-012-0012_p0017",
      "zh_CN": "今天世界的局势摆在我们面前，我们从电视、从广播、从新闻都能够看得到，确确实实一天比一天混乱，而且这个乱还要严重，决不是止于目前的状况，这是我们一定要觉悟的，唯一的一条生路是积善修德。佛法里面讲这是大众的共业。共业里面有别业，别业就是个别，与他们不共的，一定要知道断恶修善，积功累德，才能够在这个乱世当中幸免于难，这就相当不容易了。如果再能够依照经典的教训，真正发愿求生净土，这才是根本解决之道。所以对于这个世界要看得很清楚，要认识它，要了解它。真正要认识、要了解，单单看眼前是不够的，一定要读历史，知道过去、知道现在，才能够判断未来，所以应当要有历史的眼光。",
      "zh_TW": "今天世界的局勢擺在我們面前，我們從電視、從廣播、從新聞都能夠看得到，確確實實一天比一天混亂，而且這個亂還要嚴重，決不是止於目前的狀況，這是我們一定要覺悟的，唯一的一條生路是積善修德。佛法裡面講這是大眾的共業。共業裡面有別業，別業就是個別，與他們不共的，一定要知道斷惡修善，積功累德，才能夠在這個亂世當中倖免於難，這就相當不容易了。如果再能夠依照經典的教訓，真正發願求生淨土，這才是根本解決之道。所以對於這個世界要看得很清楚，要認識它，要瞭解它。真正要認識、要瞭解，單單看眼前是不夠的，一定要讀歷史，知道過去、知道現在，才能夠判斷未來，所以應當要有歷史的眼光。"
    },
    {
      "id": "02-012-0012_p0018",
      "zh_CN": "底下这两句是比喻。比喻是取自于《楞严经‧大势至菩萨念佛圆通章》上所说的，这个愿望之切，就像儿子忆念他的慈母一样，念念不忘，求愿往生。",
      "zh_TW": "底下這兩句是比喻。比喻是取自於《楞嚴經‧大勢至菩薩念佛圓通章》上所說的，這個願望之切，就像兒子憶念他的慈母一樣，念念不忘，求願往生。"
    },
    {
      "id": "02-012-0012_p0019",
      "zh_CN": "【行谓从愿起行。】",
      "zh_TW": "【行謂從願起行。】"
    },
    {
      "id": "02-012-0012_p0020",
      "zh_CN": "有信、有愿，当然就要有行持。本经教给我们修行的方法是「一向专念」。向是方向，一个方向，就是西方净土这一个方向。我们认真的去念这一句佛号，不夹杂，不间断，这叫行。",
      "zh_TW": "有信、有願，當然就要有行持。本經教給我們修行的方法是「一向專念」。向是方向，一個方向，就是西方淨土這一個方向。我們認真的去念這一句佛號，不夾雜，不間斷，這叫行。"
    },
    {
      "id": "02-012-0012_p0021",
      "zh_CN": "【以上三事，号为资粮，信愿行三，缺一不可。】",
      "zh_TW": "【以上三事，號為資糧，信願行三，缺一不可。】"
    },
    {
      "id": "02-012-0012_p0022",
      "zh_CN": "真正求往生，这三个基本的条件必须要具备，少一个都不能够成就，这是我们特别要注意到的。我们在讲堂里面研究经论，它的目的是让我们明白这个道理、明白事实真相，我们的信心才能够生的起来；换句话说，信心建立在理论与事实的基础上，这个信心才是真实的。愿是依信而起的；换句话说，愿是建立在信心的基础上；行，这又是建立在愿望的基础上。所以课堂里面的研究讨论，都是帮助建立坚定信心而设施的。",
      "zh_TW": "真正求往生，這三個基本的條件必須要具備，少一個都不能夠成就，這是我們特別要注意到的。我們在講堂裡面研究經論，它的目的是讓我們明白這個道理、明白事實真相，我們的信心才能夠生的起來；換句話說，信心建立在理論與事實的基礎上，這個信心才是真實的。願是依信而起的；換句話說，願是建立在信心的基礎上；行，這又是建立在願望的基礎上。所以課堂裡面的研究討論，都是幫助建立堅定信心而設施的。"
    },
    {
      "id": "02-012-0012_p0023",
      "zh_CN": "【净土法门，奇特殊妙，当机之说，亦有三例。】",
      "zh_TW": "【淨土法門，奇特殊妙，當機之說，亦有三例。】"
    },
    {
      "id": "02-012-0012_p0024",
      "zh_CN": "这个法门非常特别，非常的奇妙殊胜。如果说到当机，依照经上所说，可以分为三大类。第一类：",
      "zh_TW": "這個法門非常特別，非常的奇妙殊勝。如果說到當機，依照經上所說，可以分為三大類。第一類："
    },
    {
      "id": "02-012-0012_p0025",
      "zh_CN": "【上辈往生，唯是菩萨。】",
      "zh_TW": "【上輩往生，唯是菩薩。】"
    },
    {
      "id": "02-012-0012_p0026",
      "zh_CN": "古大德有这么一个说法，「上辈往生」（本经里面讲「三辈往生」），这个上辈是菩萨。我们不是菩萨，我们就没分了。",
      "zh_TW": "古大德有這麼一個說法，「上輩往生」（本經裡面講「三輩往生」），這個上輩是菩薩。我們不是菩薩，我們就沒分了。"
    },
    {
      "id": "02-012-0012_p0027",
      "zh_CN": "【唐善导大师以前之古德。】",
      "zh_TW": "【唐善導大師以前之古德。】"
    },
    {
      "id": "02-012-0012_p0028",
      "zh_CN": "善导大师以前古来的大德。",
      "zh_TW": "善導大師以前古來的大德。"
    },
    {
      "id": "02-012-0012_p0029",
      "zh_CN": "【多认为上品上生者，是四地至七地。】",
      "zh_TW": "【多認為上品上生者，是四地至七地。】"
    },
    {
      "id": "02-012-0012_p0030",
      "zh_CN": "这个位次太高太高了。",
      "zh_TW": "這個位次太高太高了。"
    },
    {
      "id": "02-012-0012_p0031",
      "zh_CN": "【上中品是初地至四地。‧‧‧‧，从上上至中上四品，凡夫绝分。】",
      "zh_TW": "【上中品是初地至四地。‧‧‧‧，從上上至中上四品，凡夫絕分。】"
    },
    {
      "id": "02-012-0012_p0032",
      "zh_CN": "为什么？都是大菩萨，初地就明心见性。这是一种说法，这种说法是唐朝古德们所说的。善导大师的说法跟他们不一样。",
      "zh_TW": "為什麼？都是大菩薩，初地就明心見性。這是一種說法，這種說法是唐朝古德們所說的。善導大師的說法跟他們不一樣。"
    },
    {
      "id": "02-012-0012_p0033",
      "zh_CN": "【本为凡夫，兼为圣人。】",
      "zh_TW": "【本為凡夫，兼為聖人。】"
    },
    {
      "id": "02-012-0012_p0034",
      "zh_CN": "这两句是个小标题，这是善导大师给我们说的。前面曾经跟诸位报告过，善导大师是阿弥陀佛化身到我们中国来的，那么善导大师所说的，就是阿弥陀佛自己宣说的。",
      "zh_TW": "這兩句是個小標題，這是善導大師給我們說的。前面曾經跟諸位報告過，善導大師是阿彌陀佛化身到我們中國來的，那麼善導大師所說的，就是阿彌陀佛自己宣說的。"
    },
    {
      "id": "02-012-0012_p0035",
      "zh_CN": "【善导大师四帖疏。】",
      "zh_TW": "【善導大師四帖疏。】"
    },
    {
      "id": "02-012-0012_p0036",
      "zh_CN": "这个《四帖疏》是《佛说观无量寿佛经》注疏，这个注疏是善导大师说的。因为他把这一部经分成四个部分，所以叫《四帖疏》，就是《观无量寿经》的注解。",
      "zh_TW": "這個《四帖疏》是《佛說觀無量壽佛經》註疏，這個註疏是善導大師說的。因為他把這一部經分成四個部分，所以叫《四帖疏》，就是《觀無量壽經》的註解。"
    },
    {
      "id": "02-012-0012_p0037",
      "zh_CN": "【破前说曰：】",
      "zh_TW": "【破前說曰：】"
    },
    {
      "id": "02-012-0012_p0038",
      "zh_CN": "这个「破」，要拿现代的话来讲，就是批判；批判从前人所说的，从前人说的不对，不是佛的意思。",
      "zh_TW": "這個「破」，要拿現代的話來講，就是批判；批判從前人所說的，從前人說的不對，不是佛的意思。"
    },
    {
      "id": "02-012-0012_p0039",
      "zh_CN": "【如来说此十六观法，但为常没众生，不干大小圣也。】",
      "zh_TW": "【如來說此十六觀法，但為常沒眾生，不干大小聖也。】"
    },
    {
      "id": "02-012-0012_p0040",
      "zh_CN": "这是善导大师告诉我们的。善导大师所讲的是《观无量寿佛经》，用在《无量寿经》上，或者用在《阿弥陀经》上，都非常适当。为什么？因为这三部经都是专讲西方极乐世界，实在是一而三，三而一，可以通用的。换句话说，佛说净土法门，这个净土三经里面，它的理论、方法、境界，全是为六道轮回众生所说的。",
      "zh_TW": "這是善導大師告訴我們的。善導大師所講的是《觀無量壽佛經》，用在《無量壽經》上，或者用在《阿彌陀經》上，都非常適當。為什麼？因為這三部經都是專講西方極樂世界，實在是一而三，三而一，可以通用的。換句話說，佛說淨土法門，這個淨土三經裡面，它的理論、方法、境界，全是為六道輪迴眾生所說的。"
    },
    {
      "id": "02-012-0012_p0041",
      "zh_CN": "这个「常没」，就是指的六道。「没」是什么？「没」是佛经里面用的比喻，叫「头出头没」，比喻三界；三界三善道，生到三善道，这个人好像在水里面冒出一个头出来，呼吸一口新鲜空气，说明这个时间很短；再一个筋斗栽下去，就到水底里面去了，不晓得到什么时候再能够冒出来一下。说明六道众生，在三恶道的时间长，在三善道的时间短，所以叫「常没众生」，特别是指六道里面，三恶道极苦的众生，佛为这些人说的。",
      "zh_TW": "這個「常沒」，就是指的六道。「沒」是什麼？「沒」是佛經裡面用的比喻，叫「頭出頭沒」，比喻三界；三界三善道，生到三善道，這個人好像在水裡面冒出一個頭出來，呼吸一口新鮮空氣，說明這個時間很短；再一個筋斗栽下去，就到水底裡面去了，不曉得到什麼時候再能夠冒出來一下。說明六道眾生，在三惡道的時間長，在三善道的時間短，所以叫「常沒眾生」，特別是指六道裡面，三惡道極苦的眾生，佛為這些人說的。"
    },
    {
      "id": "02-012-0012_p0042",
      "zh_CN": "「不干大小圣也」。干就是干涉。大圣是菩萨，小圣是声闻、缘觉。前面古人讲上辈往生、中辈上品，都是大乘小乘的菩萨、阿罗汉，善导大师反驳，与他们不相干，三辈九品统统是为度凡夫的。",
      "zh_TW": "「不干大小聖也」。干就是干涉。大聖是菩薩，小聖是聲聞、緣覺。前面古人講上輩往生、中輩上品，都是大乘小乘的菩薩、阿羅漢，善導大師反駁，與他們不相干，三輩九品統統是為度凡夫的。"
    },
    {
      "id": "02-012-0012_p0043",
      "zh_CN": "【又云：五浊凡夫，但以遇缘有异，致令九品差别。】",
      "zh_TW": "【又云：五濁凡夫，但以遇緣有異，致令九品差別。】"
    },
    {
      "id": "02-012-0012_p0044",
      "zh_CN": "话说得非常非常之好，非常的明确。为什么会有九品差别？我们将来往生，到底能够得什么样的品位？善导大师说这个的确不一定，看你遇缘；正是《弥陀经》上所说的善根、福德、因缘。换句话说，得生净土与否，是你的善根、福德；品位高下，那要看你所遇的缘分，关系在此地。缘分，实在讲，你所遇到的老师、你所遇到的同学，在佛门叫同参道友，也就是你修学的环境。如果你所遇的缘殊胜，遇的这个老师对净宗的理论、方法、境界，真正通达明了，你跟他学，决定断疑生信，你走的是一条最直捷的道路，不会走弯曲的路程，不会耽误你的时间，你的成就就快，成就就高。如果遇缘差一点，对于净宗的理论不能够明了，方法也没有真正彻底理解，这一句佛号也能成就、也能成功，品位可能会低一点。这个九品差别，原因在此地。",
      "zh_TW": "話說得非常非常之好，非常的明確。為什麼會有九品差別？我們將來往生，到底能夠得什麼樣的品位？善導大師說這個的確不一定，看你遇緣；正是《彌陀經》上所說的善根、福德、因緣。換句話說，得生淨土與否，是你的善根、福德；品位高下，那要看你所遇的緣分，關係在此地。緣分，實在講，你所遇到的老師、你所遇到的同學，在佛門叫同參道友，也就是你修學的環境。如果你所遇的緣殊勝，遇的這個老師對淨宗的理論、方法、境界，真正通達明瞭，你跟他學，決定斷疑生信，你走的是一條最直捷的道路，不會走彎曲的路程，不會耽誤你的時間，你的成就就快，成就就高。如果遇緣差一點，對於淨宗的理論不能夠明瞭，方法也沒有真正徹底理解，這一句佛號也能成就、也能成功，品位可能會低一點。這個九品差別，原因在此地。"
    },
    {
      "id": "02-012-0012_p0045",
      "zh_CN": "【又云：其机者，则一切善恶大小凡愚也。】",
      "zh_TW": "【又云：其機者，則一切善惡大小凡愚也。】"
    },
    {
      "id": "02-012-0012_p0046",
      "zh_CN": "这是把净宗摄受的根机圆圆满满统统包括尽了，上到等觉菩萨，下至地狱众生，只要具足「信愿行」这三个条件，没有一个不能修学，没有一个不能成功。",
      "zh_TW": "這是把淨宗攝受的根機圓圓滿滿統統包括盡了，上到等覺菩薩，下至地獄眾生，只要具足「信願行」這三個條件，沒有一個不能修學，沒有一個不能成功。"
    },
    {
      "id": "02-012-0012_p0047",
      "zh_CN": "【大师之说，上契圣心。】",
      "zh_TW": "【大師之說，上契聖心。】"
    },
    {
      "id": "02-012-0012_p0048",
      "zh_CN": "善导大师这个话才真正是佛的本意，是佛度众生的本怀。",
      "zh_TW": "善導大師這個話才真正是佛的本意，是佛度眾生的本懷。"
    },
    {
      "id": "02-012-0012_p0049",
      "zh_CN": "【下洽群机。】",
      "zh_TW": "【下洽群機。】"
    },
    {
      "id": "02-012-0012_p0050",
      "zh_CN": "对于我们业习烦恼深重的凡夫来说是很大的鼓励。我们晓得，如果遇到的缘殊胜，上辈往生我们也有指望，也不是没有希望。我们今天的缘，可以说比过去历代，任何一个时代的缘都要殊胜，真的是愈是在苦难的时代，佛菩萨对于众生怜悯心更切。我们在受苦！",
      "zh_TW": "對於我們業習煩惱深重的凡夫來說是很大的鼓勵。我們曉得，如果遇到的緣殊勝，上輩往生我們也有指望，也不是沒有希望。我們今天的緣，可以說比過去歷代，任何一個時代的緣都要殊勝，真的是愈是在苦難的時代，佛菩薩對於眾生憐憫心更切。我們在受苦！"
    },
    {
      "id": "02-012-0012_p0051",
      "zh_CN": "殊胜在什么地方？唐朝以后，一直到民国初年，这一千多年，《无量寿经》没有人读，没有人流通，也没有人讲解，大家所能够依据的是《阿弥陀经》。《阿弥陀经》里面所说的，没有《无量寿经》这么样的详细，这么样的明白。换句话说，信愿果然坚定，那实在是他过去生中的善根、福德深厚。",
      "zh_TW": "殊勝在什麼地方？唐朝以後，一直到民國初年，這一千多年，《無量壽經》沒有人讀，沒有人流通，也沒有人講解，大家所能夠依據的是《阿彌陀經》。《阿彌陀經》裡面所說的，沒有《無量壽經》這麼樣的詳細，這麼樣的明白。換句話說，信願果然堅定，那實在是他過去生中的善根、福德深厚。"
    },
    {
      "id": "02-012-0012_p0052",
      "zh_CN": "所以，自古以来许多大德们常常警惕我们，念佛的人多，往生的人少。为什么念佛而不能往生？还是遇缘有差别，遇到的缘不一样。我们今天读的这一部《无量寿经》，夏莲居老居士，这也是大菩萨再来，绝对不是一个普通人，用了十年的时间，将五种原译本会集成一本；这个本子，实在就是集五本原译之大成，我们读这一本，等于五种原译本统统都读到了。这个缘就殊胜，过去人没有见过这个本子。换句话说，十年前，诸位想见这个本子都见不到，大概你也没听说过，因为在台湾流通量很少很少。",
      "zh_TW": "所以，自古以來許多大德們常常警惕我們，念佛的人多，往生的人少。為什麼念佛而不能往生？還是遇緣有差別，遇到的緣不一樣。我們今天讀的這一部《無量壽經》，夏蓮居老居士，這也是大菩薩再來，絕對不是一個普通人，用了十年的時間，將五種原譯本會集成一本；這個本子，實在就是集五本原譯之大成，我們讀這一本，等於五種原譯本統統都讀到了。這個緣就殊勝，過去人沒有見過這個本子。換句話說，十年前，諸位想見這個本子都見不到，大概你也沒聽說過，因為在台灣流通量很少很少。"
    },
    {
      "id": "02-012-0012_p0053",
      "zh_CN": "民国三十九年，李老师第一次在台湾讲这一部经的时候，大概只印了一千本。三十九年第一次印，以后就再没有印过了。到民国五十八年，我到台北发心想讲这一部经，印了两千本。李老师认为时机没有成熟，不让我讲这一部经，这个本子也就跟大家结缘了。一直到李老师往生之后，也就是六年前，为了纪念李老师，我们将他眉注这个本子，印了一万本流通，这个数量才比较多一点，大家才真正能够看到。如果单看这个本子，它的好处不见得能看出来；李老师的注解，虽然注得很简单、很扼要，经的重点，确实他统统给我们指出来了，所以你看这个本子能生欢喜心。",
      "zh_TW": "民國三十九年，李老師第一次在台灣講這一部經的時候，大概只印了一千本。三十九年第一次印，以後就再沒有印過了。到民國五十八年，我到台北發心想講這一部經，印了兩千本。李老師認為時機沒有成熟，不讓我講這一部經，這個本子也就跟大家結緣了。一直到李老師往生之後，也就是六年前，為了紀念李老師，我們將他眉注這個本子，印了一萬本流通，這個數量才比較多一點，大家才真正能夠看到。如果單看這個本子，它的好處不見得能看出來；李老師的註解，雖然註得很簡單、很扼要，經的重點，確實他統統給我們指出來了，所以你看這個本子能生歡喜心。"
    },
    {
      "id": "02-012-0012_p0054",
      "zh_CN": "一直到三年前，北京黄念祖老居士有一部非常详细的注解，在我们台湾开始流通，对这一部《无量寿经》深入研究，才有了一个比较完整的参考资料。",
      "zh_TW": "一直到三年前，北京黃念祖老居士有一部非常詳細的註解，在我們台灣開始流通，對這一部《無量壽經》深入研究，才有了一個比較完整的參考資料。"
    },
    {
      "id": "02-012-0012_p0055",
      "zh_CN": "所以，诸位接触这个经之后，都能够生欢喜心，这就是我们今天的缘比十年前修学净土的那些人殊胜太多了，这是相当不容易的一桩事情。换句话说，我们不成功则已；如果成功，我相信品位都相当之高。",
      "zh_TW": "所以，諸位接觸這個經之後，都能夠生歡喜心，這就是我們今天的緣比十年前修學淨土的那些人殊勝太多了，這是相當不容易的一樁事情。換句話說，我們不成功則已；如果成功，我相信品位都相當之高。"
    },
    {
      "id": "02-012-0012_p0056",
      "zh_CN": "【实大有功于净土，故中日诸师，多承此说。】",
      "zh_TW": "【實大有功於淨土，故中日諸師，多承此說。】"
    },
    {
      "id": "02-012-0012_p0057",
      "zh_CN": "善导大师的学生，日本人很多，韩国人很多，他们都遵从善导大师这一个说法。",
      "zh_TW": "善導大師的學生，日本人很多，韓國人很多，他們都遵從善導大師這一個說法。"
    },
    {
      "id": "02-012-0012_p0058",
      "zh_CN": "【专接上根、旁及中下。疏钞曰：明信位初心，有四种机。以礼忏灭罪被初机。】",
      "zh_TW": "【專接上根、旁及中下。疏鈔曰：明信位初心，有四種機。以禮懺滅罪被初機。】"
    },
    {
      "id": "02-012-0012_p0059",
      "zh_CN": "这个地方说专接上根，旁及中下，「上中下」三等根机，这是佛经里头常说的。我们是哪一等？看到莲池大师这一段话，我们会很庆幸。「信位初心」，这就是初学佛的人，初学佛的人有四种根机。在台湾，礼忏拜佛这个风气很盛，拜大悲忏、拜梁皇忏、拜水忏，用这一些方法修学的人，这是初机，也就是下等的根机。",
      "zh_TW": "這個地方說專接上根，旁及中下，「上中下」三等根機，這是佛經裡頭常說的。我們是哪一等？看到蓮池大師這一段話，我們會很慶幸。「信位初心」，這就是初學佛的人，初學佛的人有四種根機。在台灣，禮懺拜佛這個風氣很盛，拜大悲懺、拜梁皇懺、拜水懺，用這一些方法修學的人，這是初機，也就是下等的根機。"
    },
    {
      "id": "02-012-0012_p0060",
      "zh_CN": "【以修习止观被中机。】",
      "zh_TW": "【以修習止觀被中機。】"
    },
    {
      "id": "02-012-0012_p0061",
      "zh_CN": "「止观」指修禅的。参禅的，学教的，这是中等根机。",
      "zh_TW": "「止觀」指修禪的。參禪的，學教的，這是中等根機。"
    },
    {
      "id": "02-012-0012_p0062",
      "zh_CN": "【以求生净土被上机。】",
      "zh_TW": "【以求生淨土被上機。】"
    },
    {
      "id": "02-012-0012_p0063",
      "zh_CN": "真正发愿，求生净土，不但是上等根机，而且是上上根机。为什么这样说法？礼忏，他所得到的只是人天福报而已，但是他必须还要持戒精严才能得人身；否则的话，他的福报在三途。三途里面也有福报的，像鬼里面的鬼王、土地公、阎罗王、城隍，这些都是鬼里头有福报的。畜生里头有福报的，你看外国人养的宠物，真有福报，就到那个里面去享福。那都是过去生中礼佛拜忏之人，搞到这个样子去的，我们不能不知道。如果五戒十善修得非常好，他到人间来享福；再好的在天上享福，这是人天福报。只晓得拜佛、礼忏，不知道修五戒十善，果报就是在畜生道、饿鬼道。所以，这是初机。",
      "zh_TW": "真正發願，求生淨土，不但是上等根機，而且是上上根機。為什麼這樣說法？禮懺，他所得到的只是人天福報而已，但是他必須還要持戒精嚴才能得人身；否則的話，他的福報在三途。三途裡面也有福報的，像鬼裡面的鬼王、土地公、閻羅王、城隍，這些都是鬼裡頭有福報的。畜生裡頭有福報的，你看外國人養的寵物，真有福報，就到那個裡面去享福。那都是過去生中禮佛拜懺之人，搞到這個樣子去的，我們不能不知道。如果五戒十善修得非常好，他到人間來享福；再好的在天上享福，這是人天福報。只曉得拜佛、禮懺，不知道修五戒十善，果報就是在畜生道、餓鬼道。所以，這是初機。"
    },
    {
      "id": "02-012-0012_p0064",
      "zh_CN": "修禅、学教、修学止观，很不容易成就；换句话说，很难超越三界。就像倓虚老和尚所说的，他老人家在一生当中，这些参禅得禅定的人，他见过，听说过；开悟的，没听说过，也没见过。参禅不能大彻大悟，明心见性，就出不了三界。得禅定，不希奇，得禅定将来到哪里去？到四禅天、四空天去，还是在三界之内，天福享尽，依然堕落。所以，这叫中机。唯有选择净土法门，决定带业往生，往生就不退成佛。他不是上上根机，谁是上上根机！这个说得好。我们再继续看底下：",
      "zh_TW": "修禪、學教、修學止觀，很不容易成就；換句話說，很難超越三界。就像倓虛老和尚所說的，他老人家在一生當中，這些參禪得禪定的人，他見過，聽說過；開悟的，沒聽說過，也沒見過。參禪不能大徹大悟，明心見性，就出不了三界。得禪定，不希奇，得禪定將來到哪裡去？到四禪天、四空天去，還是在三界之內，天福享盡，依然墮落。所以，這叫中機。唯有選擇淨土法門，決定帶業往生，往生就不退成佛。他不是上上根機，誰是上上根機！這個說得好。我們再繼續看底下："
    },
    {
      "id": "02-012-0012_p0065",
      "zh_CN": "【初谓业障众生。】",
      "zh_TW": "【初謂業障眾生。】"
    },
    {
      "id": "02-012-0012_p0066",
      "zh_CN": "初机是业障深重的众生，迷惑颠倒。",
      "zh_TW": "初機是業障深重的眾生，迷惑顛倒。"
    },
    {
      "id": "02-012-0012_p0067",
      "zh_CN": "【中谓凡夫二乘。】",
      "zh_TW": "【中謂凡夫二乘。】"
    },
    {
      "id": "02-012-0012_p0068",
      "zh_CN": "中间是凡夫业障轻的。",
      "zh_TW": "中間是凡夫業障輕的。"
    },
    {
      "id": "02-012-0012_p0069",
      "zh_CN": "【是知净土是大乘菩萨所修矣。】",
      "zh_TW": "【是知淨土是大乘菩薩所修矣。】"
    },
    {
      "id": "02-012-0012_p0070",
      "zh_CN": "莲池大师说的这么肯定。宋朝王龙舒居士在净土文里面，也是这样的强调，净宗是菩萨所修的法门。",
      "zh_TW": "蓮池大師說的這麼肯定。宋朝王龍舒居士在淨土文裡面，也是這樣的強調，淨宗是菩薩所修的法門。"
    },
    {
      "id": "02-012-0012_p0071",
      "zh_CN": "【又要解谓持名，法门深妙。】",
      "zh_TW": "【又要解謂持名，法門深妙。】"
    },
    {
      "id": "02-012-0012_p0072",
      "zh_CN": "这是蕅益大师所讲的，这个法门深妙。",
      "zh_TW": "這是蕅益大師所講的，這個法門深妙。"
    },
    {
      "id": "02-012-0012_p0073",
      "zh_CN": "【破尽一切戏论。】",
      "zh_TW": "【破盡一切戲論。】"
    },
    {
      "id": "02-012-0012_p0074",
      "zh_CN": "戏论，用现代的话来讲，就是所有的研究讨论像儿戏一样，我们俗话讲开玩笑的，没有一句是真的。这个话不假。你要是念佛念到有心得，念到心清净，然后你会说释迦牟尼佛四十九年所说的都是废话，那你就差不多入门了，你已经看到事实真相。真的是什么？一句阿弥陀佛就行了，连这一部《无量寿经》都是戏论，这些都是事实。所以到最后，只提起这一句佛号，其他的统统放下了。",
      "zh_TW": "戲論，用現代的話來講，就是所有的研究討論像兒戲一樣，我們俗話講開玩笑的，沒有一句是真的。這個話不假。你要是念佛念到有心得，念到心清淨，然後你會說釋迦牟尼佛四十九年所說的都是廢話，那你就差不多入門了，你已經看到事實真相。真的是什麼？一句阿彌陀佛就行了，連這一部《無量壽經》都是戲論，這些都是事實。所以到最後，只提起這一句佛號，其他的統統放下了。"
    },
    {
      "id": "02-012-0012_p0075",
      "zh_CN": "【斩尽一切意见。】",
      "zh_TW": "【斬盡一切意見。】"
    },
    {
      "id": "02-012-0012_p0076",
      "zh_CN": "这是对禅宗所讲的。禅宗是观心、参话头、机锋、问对，这全部叫做意见。由此可知，这一句佛号念到心地清净的时候，超越一切法门，它真正能超得了。",
      "zh_TW": "這是對禪宗所講的。禪宗是觀心、參話頭、機鋒、問對，這全部叫做意見。由此可知，這一句佛號念到心地清淨的時候，超越一切法門，它真正能超得了。"
    },
    {
      "id": "02-012-0012_p0077",
      "zh_CN": "【唯马鸣、龙树、智者、永明之流，彻底担荷得去。】",
      "zh_TW": "【唯馬鳴、龍樹、智者、永明之流，徹底擔荷得去。】"
    },
    {
      "id": "02-012-0012_p0078",
      "zh_CN": "蕅益大师说的这几句话，谁能够承当？我们凡夫没有法子理解。马鸣、龙树是古印度的大菩萨，流传在中国佛法的八个宗派，都是马鸣、龙树传下来的，他这个祖师的地位是八宗共祖，每一个宗派，他都是祖师，都是从他这里传下来的，他能承当。在中国，像智者大师，天台宗的祖师；永明延寿，这是禅宗大彻大悟，明心见性的大德，晚年回过头来专修净土，专弘净土，他是我们净土宗第六代的祖师。这也是一个非常了不起的人，在历史上记载，他也是阿弥陀佛再来的。民国初年，宝静法师所写的《弥陀经要解亲闻记》（宝静是谛闲法师的传人，他跟倓虚法师是同学，他写了一本《亲闻记》），把这一段故事写得很清楚，写得很明白。像这些人，他们能够担当，他们能够明了。",
      "zh_TW": "蕅益大師說的這幾句話，誰能夠承當？我們凡夫沒有法子理解。馬鳴、龍樹是古印度的大菩薩，流傳在中國佛法的八個宗派，都是馬鳴、龍樹傳下來的，他這個祖師的地位是八宗共祖，每一個宗派，他都是祖師，都是從他這裡傳下來的，他能承當。在中國，像智者大師，天台宗的祖師；永明延壽，這是禪宗大徹大悟，明心見性的大德，晚年回過頭來專修淨土，專弘淨土，他是我們淨土宗第六代的祖師。這也是一個非常了不起的人，在歷史上記載，他也是阿彌陀佛再來的。民國初年，寶靜法師所寫的《彌陀經要解親聞記》（寶靜是諦閑法師的傳人，他跟倓虛法師是同學，他寫了一本《親聞記》），把這一段故事寫得很清楚，寫得很明白。像這些人，他們能夠擔當，他們能夠明瞭。"
    },
    {
      "id": "02-012-0012_p0079",
      "zh_CN": "【因持名一法，乃至圆至顿，无上法门。】",
      "zh_TW": "【因持名一法，乃至圓至頓，無上法門。】"
    },
    {
      "id": "02-012-0012_p0080",
      "zh_CN": "「圆」是圆满、圆融，到达了极处，没有比这个方法更圆；换句话说，这一个方法包括一切诸佛所说的无量法门，就在这一法里面。所以说「一修一切修」，那个「一」就是念佛，无论什么法门，统统在这一句佛号之中。「顿」是讲顿超，就是快速，没有比这个法门更快了。罪障深重之人，在临命终时，一念十念都能往生。《弥陀经》跟《无量寿经》都是说一日到七日，哪有比这个更快的！所以法相宗的开山祖师，窥基大师，在《弥陀经》注解里面，他替《弥陀经》作了一个注解，叫《通赞疏》，这是法相宗祖师所说的，也把《弥陀经》判作圆顿大法。那就是经上讲的一日到七日成功，一切法门里面没有、见不到，这是讲它快速，真的是无上法门。",
      "zh_TW": "「圓」是圓滿、圓融，到達了極處，沒有比這個方法更圓；換句話說，這一個方法包括一切諸佛所說的無量法門，就在這一法裡面。所以說「一修一切修」，那個「一」就是念佛，無論什麼法門，統統在這一句佛號之中。「頓」是講頓超，就是快速，沒有比這個法門更快了。罪障深重之人，在臨命終時，一念十念都能往生。《彌陀經》跟《無量壽經》都是說一日到七日，哪有比這個更快的！所以法相宗的開山祖師，窺基大師，在《彌陀經》註解裡面，他替《彌陀經》作了一個註解，叫《通贊疏》，這是法相宗祖師所說的，也把《彌陀經》判作圓頓大法。那就是經上講的一日到七日成功，一切法門裡面沒有、見不到，這是講它快速，真的是無上法門。"
    },
    {
      "id": "02-012-0012_p0081",
      "zh_CN": "【非思量分别之所能及。】",
      "zh_TW": "【非思量分別之所能及。】"
    },
    {
      "id": "02-012-0012_p0082",
      "zh_CN": "不但我们凡夫没有方法想像它，当然更不能去讨论它；即使是罗汉、缘觉、菩萨，他们也没有办法思量讨论。【故曰深妙。】",
      "zh_TW": "不但我們凡夫沒有方法想像它，當然更不能去討論它；即使是羅漢、緣覺、菩薩，他們也沒有辦法思量討論。【故曰深妙。】"
    },
    {
      "id": "02-012-0012_p0083",
      "zh_CN": "【但蓦直念去。】",
      "zh_TW": "【但驀直念去。】"
    },
    {
      "id": "02-012-0012_p0084",
      "zh_CN": "「蓦直」是一直，只要你一直念去。",
      "zh_TW": "「驀直」是一直，只要你一直念去。"
    },
    {
      "id": "02-012-0012_p0085",
      "zh_CN": "【不假方便。】",
      "zh_TW": "【不假方便。】"
    },
    {
      "id": "02-012-0012_p0086",
      "zh_CN": "这个「方便」，就是指其他的方法；不须要藉其他方法来帮助，用不着；也用不着观想，也用不着参究；什么方法都用不着，只要你一直念去就行。",
      "zh_TW": "這個「方便」，就是指其他的方法；不須要藉其他方法來幫助，用不著；也用不著觀想，也用不著參究；什麼方法都用不著，只要你一直念去就行。"
    },
    {
      "id": "02-012-0012_p0087",
      "zh_CN": "【不落思量，直起直用，自得心开。】",
      "zh_TW": "【不落思量，直起直用，自得心開。】"
    },
    {
      "id": "02-012-0012_p0088",
      "zh_CN": "只要念到功夫纯熟，念到心地清净，自然就开悟了。这个「自得心开」是自自然然就得到开悟，跟禅家明心见性是同一个境界。它用那个方法达到开悟很难，净宗这个方法念到开悟比禅宗容易。我们要问，容易在哪里？禅宗纯靠自己的力量，这就难；净宗一下手，就是有十方诸佛如来冥冥当中帮助你、加持你。所以这个法门叫「二力法门」，自己一分力量，佛菩萨一分相对的力量帮助你，所以它来的容易。",
      "zh_TW": "只要念到功夫純熟，念到心地清淨，自然就開悟了。這個「自得心開」是自自然然就得到開悟，跟禪家明心見性是同一個境界。它用那個方法達到開悟很難，淨宗這個方法念到開悟比禪宗容易。我們要問，容易在哪裡？禪宗純靠自己的力量，這就難；淨宗一下手，就是有十方諸佛如來冥冥當中幫助你、加持你。所以這個法門叫「二力法門」，自己一分力量，佛菩薩一分相對的力量幫助你，所以它來的容易。"
    },
    {
      "id": "02-012-0012_p0089",
      "zh_CN": "【当下破尽戏论，荡除一切计度分别。是能直下承当者，肉身大士也。】",
      "zh_TW": "【當下破盡戲論，蕩除一切計度分別。是能直下承當者，肉身大士也。】"
    },
    {
      "id": "02-012-0012_p0090",
      "zh_CN": "「大士」是大菩萨的称号。换句话说，你如果能够真正听到这个法门，立刻不怀疑，就能够接受，就能够发愿依照这个理论、方法来修行，你是什么人？你就是大菩萨。这一句话，绝对不是恭惟，绝对不是说的好听。因为你这一生决定往生，生到西方极乐世界之后，立刻就圆证三不退。照一般菩萨果位上来说，你的智慧、德能等于八地以上的菩萨，那怎么不是法身大士！这是到西方极乐世界。但是你现在还没到西方极乐世界，可是你决定在这一生要到西方极乐世界，所以现在你不叫法身大士，叫肉身大士。这一往生，肉身丢掉，就证法身，真的快速，真的容易。",
      "zh_TW": "「大士」是大菩薩的稱號。換句話說，你如果能夠真正聽到這個法門，立刻不懷疑，就能夠接受，就能夠發願依照這個理論、方法來修行，你是什麼人？你就是大菩薩。這一句話，絕對不是恭惟，絕對不是說的好聽。因為你這一生決定往生，生到西方極樂世界之後，立刻就圓證三不退。照一般菩薩果位上來說，你的智慧、德能等於八地以上的菩薩，那怎麼不是法身大士！這是到西方極樂世界。但是你現在還沒到西方極樂世界，可是你決定在這一生要到西方極樂世界，所以現在你不叫法身大士，叫肉身大士。這一往生，肉身丟掉，就證法身，真的快速，真的容易。"
    },
    {
      "id": "02-012-0012_p0091",
      "zh_CN": "【要解云：故一声阿弥陀佛，即释迦本师，于五浊恶世，所得阿耨多罗三藐三菩提法。】",
      "zh_TW": "【要解云：故一聲阿彌陀佛，即釋迦本師，於五濁惡世，所得阿耨多羅三藐三菩提法。】"
    },
    {
      "id": "02-012-0012_p0092",
      "zh_CN": "「得阿耨多罗三藐三菩提法」，这一句话是梵文音译的，翻成中国意思叫「无上正等正觉」。证得无上正等正觉，就叫做成佛了。换句话说，释迦牟尼佛是怎么成佛的？念佛成佛的。",
      "zh_TW": "「得阿耨多羅三藐三菩提法」，這一句話是梵文音譯的，翻成中國意思叫「無上正等正覺」。證得無上正等正覺，就叫做成佛了。換句話說，釋迦牟尼佛是怎麼成佛的？念佛成佛的。"
    },
    {
      "id": "02-012-0012_p0093",
      "zh_CN": "【今以此果觉全体，授与浊恶众生。】",
      "zh_TW": "【今以此果覺全體，授與濁惡眾生。】"
    },
    {
      "id": "02-012-0012_p0094",
      "zh_CN": "佛给我们说这个法门，把这个法门传给我们，这个法门是什么法门？是他自己修行成佛的法门。换句话说，他在没有修这个法门之前，修的无量无边的法门，那是修的菩萨法门；菩萨不修这个法门，不能成佛；修这个法门是成佛的法门。他真是慈悲到了极处，直捷了当的把成佛的法门传授给我们，我们就省事了，不要作阿罗汉，不要作辟支佛，也不要作菩萨，一下就作佛了。这个不可思议，这是难信之法。佛的话句句真实，决定没有妄语，我们要深信不疑，那自己真正有福了。",
      "zh_TW": "佛給我們說這個法門，把這個法門傳給我們，這個法門是什麼法門？是他自己修行成佛的法門。換句話說，他在沒有修這個法門之前，修的無量無邊的法門，那是修的菩薩法門；菩薩不修這個法門，不能成佛；修這個法門是成佛的法門。他真是慈悲到了極處，直捷了當的把成佛的法門傳授給我們，我們就省事了，不要作阿羅漢，不要作辟支佛，也不要作菩薩，一下就作佛了。這個不可思議，這是難信之法。佛的話句句真實，決定沒有妄語，我們要深信不疑，那自己真正有福了。"
    },
    {
      "id": "02-012-0012_p0095",
      "zh_CN": "【乃诸佛所行境界，唯佛与佛能究竟，非九界自力所能信解也。】",
      "zh_TW": "【乃諸佛所行境界，唯佛與佛能究竟，非九界自力所能信解也。】"
    },
    {
      "id": "02-012-0012_p0096",
      "zh_CN": "这些话都是蕅益大师讲的，讲得好！这一个法门，经典里面所说的，这是如来果地上的境界，只有成佛才能彻底明了；换句话说，等觉以下的菩萨，对于这个法门的事实真相都还含含糊糊，没有办法搞清楚。",
      "zh_TW": "這些話都是蕅益大師講的，講得好！這一個法門，經典裡面所說的，這是如來果地上的境界，只有成佛才能徹底明瞭；換句話說，等覺以下的菩薩，對於這個法門的事實真相都還含含糊糊，沒有辦法搞清楚。"
    },
    {
      "id": "02-012-0012_p0097",
      "zh_CN": "现在我们为什么能接受，为什么能相信，能够发心修学？这是个大问题，这个问题也很难解答。读了《无量寿经》之后，这才恍然大悟；这个大悟，就是把这个问题搞清楚了，原来是这么一回事情。佛在经上说，凡是在末法时期，就是在我们这个时代，遇到这个法门，能信、能愿、能行，这种人不是普通人，他在过去生中，多生多劫以来，曾经供养无量无边诸佛如来，这个人的善根、福德之深厚，只有佛知道；除佛之外，没有人能说的出来。因此，我们一定要珍惜今天这一段因缘。有善根、有福德，遇不到缘，这一生没有遇到，那也是空过了。遇到之后，你的善根、福德起作用，起什么作用？深信不疑，欢喜发愿，老实念佛，那你这一生就成功，这一生就作佛了。殊胜是在此地，不可思议也是在此地。",
      "zh_TW": "現在我們為什麼能接受，為什麼能相信，能夠發心修學？這是個大問題，這個問題也很難解答。讀了《無量壽經》之後，這才恍然大悟；這個大悟，就是把這個問題搞清楚了，原來是這麼一回事情。佛在經上說，凡是在末法時期，就是在我們這個時代，遇到這個法門，能信、能願、能行，這種人不是普通人，他在過去生中，多生多劫以來，曾經供養無量無邊諸佛如來，這個人的善根、福德之深厚，只有佛知道；除佛之外，沒有人能說的出來。因此，我們一定要珍惜今天這一段因緣。有善根、有福德，遇不到緣，這一生沒有遇到，那也是空過了。遇到之後，你的善根、福德起作用，起什麼作用？深信不疑，歡喜發願，老實念佛，那你這一生就成功，這一生就作佛了。殊勝是在此地，不可思議也是在此地。"
    },
    {
      "id": "02-012-0012_p0098",
      "zh_CN": "【可见念佛法门，实是无上深妙之法，唯有上根方能直下承当也。】",
      "zh_TW": "【可見念佛法門，實是無上深妙之法，唯有上根方能直下承當也。】"
    },
    {
      "id": "02-012-0012_p0099",
      "zh_CN": "这个「上根」，就是指善根、福德深厚的。我们在今天把这个法门介绍给大家，你只要看对方一听就欢喜信受，你就知道这个人是真正的上上根人。如果不是过去生中培养这样殊胜的善根、福德，他不能接受，不肯深信，这是非常正常的。不但普通人不能够接受，小乘的罗汉、辟支佛，大乘的菩萨，都不能够相信，都不能够接受，何况凡夫？所以我们晓得不是普通人能够接受的。",
      "zh_TW": "這個「上根」，就是指善根、福德深厚的。我們在今天把這個法門介紹給大家，你只要看對方一聽就歡喜信受，你就知道這個人是真正的上上根人。如果不是過去生中培養這樣殊勝的善根、福德，他不能接受，不肯深信，這是非常正常的。不但普通人不能夠接受，小乘的羅漢、辟支佛，大乘的菩薩，都不能夠相信，都不能夠接受，何況凡夫？所以我們曉得不是普通人能夠接受的。"
    },
    {
      "id": "02-012-0012_p0100",
      "zh_CN": "【疏钞云：故知念佛，菩萨之父，生育法身，乃至十地，始终不离念佛，何得初心自足，不愿往生。】",
      "zh_TW": "【疏鈔云：故知念佛，菩薩之父，生育法身，乃至十地，始終不離念佛，何得初心自足，不願往生。】"
    },
    {
      "id": "02-012-0012_p0101",
      "zh_CN": "这是莲池大师在《弥陀经疏钞》里面所讲的。「菩萨之父」，这个父母是比喻生成，菩萨唯有依念佛的法门才能成佛。「生育法身」是比作父母，就把念佛法门比作菩萨的父母。「乃至十地，始终不离念佛」，这两句是《华严经》里面所说的大义，《华严经》上讲十地菩萨始终不离念佛。十地，是从初地、二地、三地到十地，再往上去是等觉，总共十一个位次，在华藏世界里面，这十一个位次对于念佛法门没有怀疑。所以，他们真正的具足「信愿行」这三个条件，念阿弥陀佛求生净土，这是《华严经》上说的。",
      "zh_TW": "這是蓮池大師在《彌陀經疏鈔》裡面所講的。「菩薩之父」，這個父母是比喻生成，菩薩唯有依念佛的法門才能成佛。「生育法身」是比作父母，就把念佛法門比作菩薩的父母。「乃至十地，始終不離念佛」，這兩句是《華嚴經》裡面所說的大義，《華嚴經》上講十地菩薩始終不離念佛。十地，是從初地、二地、三地到十地，再往上去是等覺，總共十一個位次，在華藏世界裡面，這十一個位次對於念佛法門沒有懷疑。所以，他們真正的具足「信願行」這三個條件，念阿彌陀佛求生淨土，這是《華嚴經》上說的。"
    },
    {
      "id": "02-012-0012_p0102",
      "zh_CN": "你读《华严》，如果体会到这一个事实，你才晓得这一个法门真实涵盖了无尽的法门。不仅是释迦牟尼佛一生所说的这些法门，乃至于十方世界无量无边诸佛如来，传授给一切众生无量的法门，他们修行最后的归宿，都是到华藏世界；到了华藏世界之后，在那边修行，等到哪一天在华藏世界修到初地菩萨了，他对于念佛法门大致上了解差不多了，他不怀疑，他相信了，普贤菩萨「十大愿王导归极乐」，他接受了。",
      "zh_TW": "你讀《華嚴》，如果體會到這一個事實，你才曉得這一個法門真實涵蓋了無盡的法門。不僅是釋迦牟尼佛一生所說的這些法門，乃至於十方世界無量無邊諸佛如來，傳授給一切眾生無量的法門，他們修行最後的歸宿，都是到華藏世界；到了華藏世界之後，在那邊修行，等到哪一天在華藏世界修到初地菩薩了，他對於念佛法門大致上瞭解差不多了，他不懷疑，他相信了，普賢菩薩「十大願王導歸極樂」，他接受了。"
    },
    {
      "id": "02-012-0012_p0103",
      "zh_CN": "这是说明，你修别的法门，到达华藏世界，从华藏世界再听普贤菩萨的劝导念阿弥陀佛，再到西方极乐世界，这是拐了一个弯去的。我们不拐弯，我们直接去的。这个弯，是一个很大很大的弯，不是小弯，可能这个弯是三大阿僧祇劫、是无量劫！诸位想想看，不要说别的，单单出三界轮回，就不是个容易事情；学禅、学教、学密，修学其他一切法门，想超越这个圈圈，不容易！念佛法门是横超三界，这个容易。这种成就，可以说没有法子比较。这些事实，我们必须要把它认识清楚。",
      "zh_TW": "這是說明，你修別的法門，到達華藏世界，從華藏世界再聽普賢菩薩的勸導念阿彌陀佛，再到西方極樂世界，這是拐了一個彎去的。我們不拐彎，我們直接去的。這個彎，是一個很大很大的彎，不是小彎，可能這個彎是三大阿僧祇劫、是無量劫！諸位想想看，不要說別的，單單出三界輪迴，就不是個容易事情；學禪、學教、學密，修學其他一切法門，想超越這個圈圈，不容易！念佛法門是橫超三界，這個容易。這種成就，可以說沒有法子比較。這些事實，我們必須要把它認識清楚。"
    },
    {
      "id": "02-012-0012_p0104",
      "zh_CN": "「何得初心自足，不愿往生」，这是莲池大师两句责备学佛人的话。学教的，参禅的，很容易满足，认为参禅，我开悟了，见性了，就满足了。见性，你见的性不圆满；在教下里面开悟，悟的不究竟，怎么能够自足？在我们中国古代，参禅真正得禅定，真正有功夫，知道来生到哪里去投胎，在中国禅宗有「三生石」的故事。",
      "zh_TW": "「何得初心自足，不願往生」，這是蓮池大師兩句責備學佛人的話。學教的，參禪的，很容易滿足，認為參禪，我開悟了，見性了，就滿足了。見性，你見的性不圓滿；在教下裡面開悟，悟的不究竟，怎麼能夠自足？在我們中國古代，參禪真正得禪定，真正有功夫，知道來生到哪裡去投胎，在中國禪宗有「三生石」的故事。"
    },
    {
      "id": "02-012-0012_p0105",
      "zh_CN": "那说的是圆泽禅师，他那个功夫很了不起，定功很深，他知道来生到哪一家去投胎。知道了，尽量的避免，不跟他这个父母接触。他母亲怀孕三年，就是因为他不肯去。有一天是被逼的，被一个同参道友，两个人到四川去旅行，他要走旱路、陆路，那一位一定要走水路，水路坐船方便，不会很辛苦。到后来没法子，跟他一道走水路。",
      "zh_TW": "那說的是圓澤禪師，他那個功夫很了不起，定功很深，他知道來生到哪一家去投胎。知道了，盡量的避免，不跟他這個父母接觸。他母親懷孕三年，就是因為他不肯去。有一天是被逼的，被一個同參道友，兩個人到四川去旅行，他要走旱路、陸路，那一位一定要走水路，水路坐船方便，不會很辛苦。到後來沒法子，跟他一道走水路。"
    },
    {
      "id": "02-012-0012_p0106",
      "zh_CN": "走到一个地方，遇到那个妇女，他流眼泪了。陪他一道去的这个老居士，就问他为什么事情？他说离我们这个岸边上，有一个妇人怀孕三年等我，我之所以不愿意走水路，就是不想去投胎，现在没办法，一定要去了。",
      "zh_TW": "走到一個地方，遇到那個婦女，他流眼淚了。陪他一道去的這個老居士，就問他為什麼事情？他說離我們這個岸邊上，有一個婦人懷孕三年等我，我之所以不願意走水路，就是不想去投胎，現在沒辦法，一定要去了。"
    },
    {
      "id": "02-012-0012_p0107",
      "zh_CN": "他叫他三天之后到村庄去，三天以后你去看我，就变成婴儿了，我对你笑一笑，我们两个有个默契，你就认定那确实是我投生的。他在船上一坐，就化了，他有能力坐化，去投胎了。过了三天，他去敲门，要看那个小孩。见了面，果然笑一笑。",
      "zh_TW": "他叫他三天之後到村莊去，三天以後你去看我，就變成嬰兒了，我對你笑一笑，我們兩個有個默契，你就認定那確實是我投生的。他在船上一坐，就化了，他有能力坐化，去投胎了。過了三天，他去敲門，要看那個小孩。見了面，果然笑一笑。"
    },
    {
      "id": "02-012-0012_p0108",
      "zh_CN": "不能超越三界。这样的定功，如果念头一转，念佛求生净土，品位一定很高。莲池大师说的，就是说这一类人，初心自足，不愿往生，太可惜了。",
      "zh_TW": "不能超越三界。這樣的定功，如果念頭一轉，念佛求生淨土，品位一定很高。蓮池大師說的，就是說這一類人，初心自足，不願往生，太可惜了。"
    },
    {
      "id": "02-012-0012_p0109",
      "zh_CN": "【可见净土法门，正契菩萨之机。】",
      "zh_TW": "【可見淨土法門，正契菩薩之機。】"
    },
    {
      "id": "02-012-0012_p0110",
      "zh_CN": "前面祖师们把他们这一些人列入中品根性，有道理！他不愿意往生。你问他，知不知道这个法门？他知道。你教他给你讲讲《弥陀经》，他也讲的头头是道，他劝你往生，他不肯往生，这个没有法子。可见得善根、福德是一点都不能够勉强的。",
      "zh_TW": "前面祖師們把他們這一些人列入中品根性，有道理！他不願意往生。你問他，知不知道這個法門？他知道。你教他給你講講《彌陀經》，他也講的頭頭是道，他勸你往生，他不肯往生，這個沒有法子。可見得善根、福德是一點都不能夠勉強的。"
    },
    {
      "id": "02-012-0012_p0111",
      "zh_CN": "【盖此法门，乃弥陀住真实慧，从真实之际之所开化显示。故唯佛与佛方能究竟。弥陀一乘愿海，六字洪名，圆融具德，超情离见，举体是事理无碍，事事无碍之一真法界，故不可思议也。】",
      "zh_TW": "【蓋此法門，乃彌陀住真實慧，從真實之際之所開化顯示。故唯佛與佛方能究竟。彌陀一乘願海，六字洪名，圓融具德，超情離見，舉體是事理無礙，事事無礙之一真法界，故不可思議也。】"
    },
    {
      "id": "02-012-0012_p0112",
      "zh_CN": "这是把不可思议的道理、真相给我们说出来了，这一段话非常非常的难得。「住真实慧、开化显示真实之际、惠以众生真实之利」，这三句话都是佛在《无量寿经》里面所说的，所以这个法门是如来从究竟圆满真实智慧里面为我们说出来的，当然不可思议。所有一切大乘经也是如来真实智慧里面流出来的，不是究竟，不是圆满的，像月亮一样，十三的月亮、十四的月亮，光明已经很大了，这里流出来的；这一部经是十五满月里头流出来的，怎么能相比！所以只有成佛才能证得究竟圆满的智慧，佛佛道同，才能彻底明了。等觉菩萨，好比十四的月亮，还没有圆满，没有究竟，对于如来果地上这个境界，他还不能究竟透彻。",
      "zh_TW": "這是把不可思議的道理、真相給我們說出來了，這一段話非常非常的難得。「住真實慧、開化顯示真實之際、惠以眾生真實之利」，這三句話都是佛在《無量壽經》裡面所說的，所以這個法門是如來從究竟圓滿真實智慧裡面為我們說出來的，當然不可思議。所有一切大乘經也是如來真實智慧裡面流出來的，不是究竟，不是圓滿的，像月亮一樣，十三的月亮、十四的月亮，光明已經很大了，這裡流出來的；這一部經是十五滿月裡頭流出來的，怎麼能相比！所以只有成佛才能證得究竟圓滿的智慧，佛佛道同，才能徹底明瞭。等覺菩薩，好比十四的月亮，還沒有圓滿，沒有究竟，對於如來果地上這個境界，他還不能究竟透徹。"
    },
    {
      "id": "02-012-0012_p0113",
      "zh_CN": "所以对于阿弥陀佛一乘愿海，这个「一乘愿海」就是指四十八愿。「六字洪名」，这一句「南无阿弥陀佛」是他接引一切众生的方法；这个方法究竟怎么个妙法，只有佛知道，等觉菩萨都说不完全。",
      "zh_TW": "所以對於阿彌陀佛一乘願海，這個「一乘願海」就是指四十八願。「六字洪名」，這一句「南無阿彌陀佛」是他接引一切眾生的方法；這個方法究竟怎麼個妙法，只有佛知道，等覺菩薩都說不完全。"
    },
    {
      "id": "02-012-0012_p0114",
      "zh_CN": "「圆融具德，超情离见」。情是情识，超越了情识；见是见解。这是指一般的大乘菩萨、二乘、六道凡夫，都是落在情见上。这个法门完全超越了，所以这一句佛号教你老实念。「老实」两个字很不容易做到，怎么叫老实？心里头只有一句佛号，除一句佛号之外，什么念头都没有，这叫老实。有一句阿弥陀佛，还有其他的杂念，那叫不老实，那个杂念就是情见。真正老实念，情见一定没有了，一定超越了，这个方法真的妙！用其他的方法超越情见，实实在在不容易；这个方法非常巧妙。",
      "zh_TW": "「圓融具德，超情離見」。情是情識，超越了情識；見是見解。這是指一般的大乘菩薩、二乘、六道凡夫，都是落在情見上。這個法門完全超越了，所以這一句佛號教你老實念。「老實」兩個字很不容易做到，怎麼叫老實？心裡頭只有一句佛號，除一句佛號之外，什麼念頭都沒有，這叫老實。有一句阿彌陀佛，還有其他的雜念，那叫不老實，那個雜念就是情見。真正老實念，情見一定沒有了，一定超越了，這個方法真的妙！用其他的方法超越情見，實實在在不容易；這個方法非常巧妙。"
    },
    {
      "id": "02-012-0012_p0115",
      "zh_CN": "「举体是事理无碍，事事无碍」。理事无碍，事事无碍是《华严经》的境界，《华严经》讲的是一真法界。本经是一真当中的一真，所以它是真正不可思议。",
      "zh_TW": "「舉體是事理無礙，事事無礙」。理事無礙，事事無礙是《華嚴經》的境界，《華嚴經》講的是一真法界。本經是一真當中的一真，所以它是真正不可思議。"
    },
    {
      "id": "02-012-0012_p0116",
      "zh_CN": "我们细细的去体会，细细的去观察，然后才能够接受祖师大德给我们提供这么许许多多宝贵的意见，帮助我们深入经典，深入这一部《无量寿经》。在这一部经里面，建立信心，得三宝威神的加持，我们对于经典的大义，逐渐逐渐能够体会；这个体会，就是一般人讲的悟入；渐渐能够悟入，要靠自己的功夫，要靠弥陀本愿功德的加持。",
      "zh_TW": "我們細細的去體會，細細的去觀察，然後才能夠接受祖師大德給我們提供這麼許許多多寶貴的意見，幫助我們深入經典，深入這一部《無量壽經》。在這一部經裡面，建立信心，得三寶威神的加持，我們對於經典的大義，逐漸逐漸能夠體會；這個體會，就是一般人講的悟入；漸漸能夠悟入，要靠自己的功夫，要靠彌陀本願功德的加持。"
    },
    {
      "id": "02-012-0012_p0117",
      "zh_CN": "【行人】",
      "zh_TW": "【行人】"
    },
    {
      "id": "02-012-0012_p0118",
      "zh_CN": "行人是修行人。",
      "zh_TW": "行人是修行人。"
    },
    {
      "id": "02-012-0012_p0119",
      "zh_CN": "【若能于此无上甚深微妙之法，能稍生信解，其人必是上根。】",
      "zh_TW": "【若能於此無上甚深微妙之法，能稍生信解，其人必是上根。】"
    },
    {
      "id": "02-012-0012_p0120",
      "zh_CN": "这个语气非常肯定。因为不是上根人，他不能接受的。",
      "zh_TW": "這個語氣非常肯定。因為不是上根人，他不能接受的。"
    },
    {
      "id": "02-012-0012_p0121",
      "zh_CN": "【如来从真实慧中，开演此法门者，欲惠众生真实之利也。】",
      "zh_TW": "【如來從真實慧中，開演此法門者，欲惠眾生真實之利也。】"
    },
    {
      "id": "02-012-0012_p0122",
      "zh_CN": "这是佛的诚实，佛对众生一定给你最真实的利益，最殊胜的利益，这是他对得起你。你不接受，那是你的事情，不是佛没有给你说。说了你不接受，你不能怪佛，只能怪自己错过了机会。",
      "zh_TW": "這是佛的誠實，佛對眾生一定給你最真實的利益，最殊勝的利益，這是他對得起你。你不接受，那是你的事情，不是佛沒有給你說。說了你不接受，你不能怪佛，只能怪自己錯過了機會。"
    },
    {
      "id": "02-012-0012_p0123",
      "zh_CN": "【故此法门必方便究竟。】",
      "zh_TW": "【故此法門必方便究竟。】"
    },
    {
      "id": "02-012-0012_p0124",
      "zh_CN": "最好的法门、最殊胜的法门，一定是最容易的法门、最简单的法门、最易修的法门，这才是第一殊胜。如果讲的法门，修起来很麻烦、很困难，决定不是一个最究竟、最圆满的法门。这个道理，这个事实，只要我们冷静去想一想，我们会同意。这个法门，真正一切众生所想要的，一切众生所想学的，一切诸佛所想教的，就是这个法门。",
      "zh_TW": "最好的法門、最殊勝的法門，一定是最容易的法門、最簡單的法門、最易修的法門，這才是第一殊勝。如果講的法門，修起來很麻煩、很困難，決定不是一個最究竟、最圓滿的法門。這個道理，這個事實，只要我們冷靜去想一想，我們會同意。這個法門，真正一切眾生所想要的，一切眾生所想學的，一切諸佛所想教的，就是這個法門。"
    },
    {
      "id": "02-012-0012_p0125",
      "zh_CN": "【普被三根，普令现在、当来，一切凡、愚、浊恶众生，悉登彼岸。】",
      "zh_TW": "【普被三根，普令現在、當來，一切凡、愚、濁惡眾生，悉登彼岸。】"
    },
    {
      "id": "02-012-0012_p0126",
      "zh_CN": "可以说尽虚空遍法界一切众生统统包括尽了，现在的问题就在众生肯不肯接受。肯接受的，统统都是一生当中圆成佛道，绝对不要等到第二生，不须要浪费许多的时间，不须要浪费许多的精力，人人能修，人人能念，人人能往生，人人能圆成佛道。",
      "zh_TW": "可以說盡虛空遍法界一切眾生統統包括盡了，現在的問題就在眾生肯不肯接受。肯接受的，統統都是一生當中圓成佛道，絕對不要等到第二生，不須要浪費許多的時間，不須要浪費許多的精力，人人能修，人人能念，人人能往生，人人能圓成佛道。"
    }
  ]
}