{
  "doc_id": "02-012-0056",
  "title": {
    "zh_CN": "无量寿经",
    "zh_TW": "無量壽經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五十六集",
    "zh_TW": "第五十六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西迪安那大学",
    "zh_TW": "美國聖荷西迪安那大學"
  },
  "doc_number": "02-012-0056",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "02-012-0056_p0001",
      "zh_CN": "请掀开经本第八十四面，最后一句看起：",
      "zh_TW": "請掀開經本第八十四面，最後一句看起："
    },
    {
      "id": "02-012-0056_p0002",
      "zh_CN": "【其第十二佛名无上华。彼有无数诸菩萨众。皆不退转。智慧勇猛。已曾供养无量诸佛。具大精进。发趣一乘。于七日中。即能摄取百千亿劫。大士所修坚固之法。斯等菩萨。皆当往生。】",
      "zh_TW": "【其第十二佛名無上華。彼有無數諸菩薩眾。皆不退轉。智慧勇猛。已曾供養無量諸佛。具大精進。發趣一乘。於七日中。即能攝取百千億劫。大士所修堅固之法。斯等菩薩。皆當往生。】"
    },
    {
      "id": "02-012-0056_p0003",
      "zh_CN": "这个一段经文，从前面给我们介绍过来的是第十二个佛刹，前面介绍了十一个，其中第一个说得比较详细，其他的都是略说。第十二佛刹讲得很详细，这个经文也比较长，第十二佛刹举往生菩萨的智慧、德能也说得比较具体。",
      "zh_TW": "這個一段經文，從前面給我們介紹過來的是第十二個佛剎，前面介紹了十一個，其中第一個說得比較詳細，其他的都是略說。第十二佛剎講得很詳細，這個經文也比較長，第十二佛剎舉往生菩薩的智慧、德能也說得比較具體。"
    },
    {
      "id": "02-012-0056_p0004",
      "zh_CN": "『佛名无上华』，这个世界菩萨数量就多了，佛给我们说『无数诸菩萨众，皆不退转』，这一句话很重要。前面弥勒菩萨问的是十方世界不退菩萨往生的人数有多少，这个不退决定是念不退，也就是法身大士。世尊特别给我们介绍无上华佛的刹土，是这一个佛刹，我们从这一段简短介绍当中能够体会，他们众生的福报、善根非常深厚，对于净宗法门、极乐世界的依正庄严，这些因果他们都相当的透彻，所以往生的意愿很强，人数极多，是世尊劝导我们往生一个很好的示范、很好的一个例子。这么多的菩萨都是证得三不退的。",
      "zh_TW": "『佛名無上華』，這個世界菩薩數量就多了，佛給我們說『無數諸菩薩眾，皆不退轉』，這一句話很重要。前面彌勒菩薩問的是十方世界不退菩薩往生的人數有多少，這個不退決定是念不退，也就是法身大士。世尊特別給我們介紹無上華佛的剎土，是這一個佛剎，我們從這一段簡短介紹當中能夠體會，他們眾生的福報、善根非常深厚，對於淨宗法門、極樂世界的依正莊嚴，這些因果他們都相當的透徹，所以往生的意願很強，人數極多，是世尊勸導我們往生一個很好的示範、很好的一個例子。這麼多的菩薩都是證得三不退的。"
    },
    {
      "id": "02-012-0056_p0005",
      "zh_CN": "『智慧勇猛』，这一句我们在此地念到了，要把它记住。不是真实的智慧、高度的智慧，对这个法门往往有疑惑。说到念佛往生，实在讲也不是容易的事情，魔障很多，自己也很难说自己有把握。这些魔障往往不是个人能够预料得到的，也不是自己当时有能力克服的，必须要有真正修持的功夫才行。",
      "zh_TW": "『智慧勇猛』，這一句我們在此地念到了，要把它記住。不是真實的智慧、高度的智慧，對這個法門往往有疑惑。說到念佛往生，實在講也不是容易的事情，魔障很多，自己也很難說自己有把握。這些魔障往往不是個人能夠預料得到的，也不是自己當時有能力克服的，必須要有真正修持的功夫才行。"
    },
    {
      "id": "02-012-0056_p0006",
      "zh_CN": "他们的善根、福德、因缘很深，佛在此地告诉我们，『已曾供养无量诸佛』，差不多是每一个往生西方极乐世界的人，即使是小行菩萨，凡圣同居土下下品往生，乃至于边地往生的，都有这样深厚的善根。善根都这样深厚，为什么往生的品位不相同？差别那么大？此地也有一句话值得我们思考的，就是『具大精进，发趣一乘』，这一句话值得我们深思。有些善根虽然很深厚，没有「大精进」，那他往生品位当然就低了。为什么有人大精进，有人不能大精进？这个当然是遇缘不同，缘太重要了。",
      "zh_TW": "他們的善根、福德、因緣很深，佛在此地告訴我們，『已曾供養無量諸佛』，差不多是每一個往生西方極樂世界的人，即使是小行菩薩，凡聖同居土下下品往生，乃至於邊地往生的，都有這樣深厚的善根。善根都這樣深厚，為什麼往生的品位不相同？差別那麼大？此地也有一句話值得我們思考的，就是『具大精進，發趣一乘』，這一句話值得我們深思。有些善根雖然很深厚，沒有「大精進」，那他往生品位當然就低了。為什麼有人大精進，有人不能大精進？這個當然是遇緣不同，緣太重要了。"
    },
    {
      "id": "02-012-0056_p0007",
      "zh_CN": "『于七日中，即能摄取百千亿劫，大士所修坚固之法』。「七日」就是我们平常讲的打佛七，依照《弥陀经》的教训，从一日到七日，七日精进念佛。佛在此地给我们说的，他这个七天精进的念佛就「能摄取百千亿劫」，是时间。「大士」是指地上菩萨，通常我们称大士的时候是地上、登了地的菩萨。他们所修的功德，这七天当中能够把他们所修的功德，我们同样能得到。人家修的是百千亿劫，你七天就得到了，这话能相信吗？这也是难信之法。诸位要晓得，这个七日之中唯有一心执持名号，那是真做得到。若不是一心执持名号，修任何行也没有办法超越法身大士百千亿劫，那是很难很难的。但是念佛行，念佛要一心称念。",
      "zh_TW": "『於七日中，即能攝取百千億劫，大士所修堅固之法』。「七日」就是我們平常講的打佛七，依照《彌陀經》的教訓，從一日到七日，七日精進念佛。佛在此地給我們說的，他這個七天精進的念佛就「能攝取百千億劫」，是時間。「大士」是指地上菩薩，通常我們稱大士的時候是地上、登了地的菩薩。他們所修的功德，這七天當中能夠把他們所修的功德，我們同樣能得到。人家修的是百千億劫，你七天就得到了，這話能相信嗎？這也是難信之法。諸位要曉得，這個七日之中唯有一心執持名號，那是真做得到。若不是一心執持名號，修任何行也沒有辦法超越法身大士百千億劫，那是很難很難的。但是念佛行，念佛要一心稱念。"
    },
    {
      "id": "02-012-0056_p0008",
      "zh_CN": "什么叫一心？进念佛堂之后，或是一日，或是二日，或是七日，除一句佛号之外，决定没有杂念，这个名号功德就不可思议了。佛在经上常常告诉我们，全摄弥陀果地的功德，何况菩萨？何况这些法身大士？这个我们当然能够相信的。我们信这个理，可是事实上实在说相当困难，难在哪里？我们的烦恼习气太重了，知道精进力量是不可思议的，实在是不容易做到。",
      "zh_TW": "什麼叫一心？進念佛堂之後，或是一日，或是二日，或是七日，除一句佛號之外，決定沒有雜念，這個名號功德就不可思議了。佛在經上常常告訴我們，全攝彌陀果地的功德，何況菩薩？何況這些法身大士？這個我們當然能夠相信的。我們信這個理，可是事實上實在說相當困難，難在哪裡？我們的煩惱習氣太重了，知道精進力量是不可思議的，實在是不容易做到。"
    },
    {
      "id": "02-012-0056_p0009",
      "zh_CN": "『斯等菩萨，皆当往生』。念佛往生不退成佛，这是真正的事实。",
      "zh_TW": "『斯等菩薩，皆當往生』。念佛往生不退成佛，這是真正的事實。"
    },
    {
      "id": "02-012-0056_p0010",
      "zh_CN": "【其第十三佛。】",
      "zh_TW": "【其第十三佛。】"
    },
    {
      "id": "02-012-0056_p0011",
      "zh_CN": "这个实在讲『第十三』，它底下应该是「佛刹」，「第十三佛刹」。",
      "zh_TW": "這個實在講『第十三』，它底下應該是「佛剎」，「第十三佛剎」。"
    },
    {
      "id": "02-012-0056_p0012",
      "zh_CN": "【佛名曰无畏。彼有七百九十亿大菩萨众。】",
      "zh_TW": "【佛名曰無畏。彼有七百九十億大菩薩眾。】"
    },
    {
      "id": "02-012-0056_p0013",
      "zh_CN": "这个数字所称的是不退菩萨。",
      "zh_TW": "這個數字所稱的是不退菩薩。"
    },
    {
      "id": "02-012-0056_p0014",
      "zh_CN": "【诸小菩萨及比丘等。不可称计。】",
      "zh_TW": "【諸小菩薩及比丘等。不可稱計。】"
    },
    {
      "id": "02-012-0056_p0015",
      "zh_CN": "这就是前面讲的小行菩萨，那这个数量就更多了。前面这个『七百九十亿』，这是不退菩萨，也就是法身大士。那么佛具体给我们介绍的，这个地方总共有十三个佛刹，佛是略举，往生的菩萨们太多太多了。",
      "zh_TW": "這就是前面講的小行菩薩，那這個數量就更多了。前面這個『七百九十億』，這是不退菩薩，也就是法身大士。那麼佛具體給我們介紹的，這個地方總共有十三個佛剎，佛是略舉，往生的菩薩們太多太多了。"
    },
    {
      "id": "02-012-0056_p0016",
      "zh_CN": "【十方世界诸佛名号。及菩萨众当往生者。但说其名。穷劫不尽。】",
      "zh_TW": "【十方世界諸佛名號。及菩薩眾當往生者。但說其名。窮劫不盡。】"
    },
    {
      "id": "02-012-0056_p0017",
      "zh_CN": "不要讲别的了，单单说佛刹的名字、佛的名号、往生的人数，世尊在此地告诉我们，就是说上一劫还说不完，『不尽』就是说不完。由此可知，每一天，甚至于每一分钟、每一秒钟，十方世界菩萨往生西方极乐世界的人数真正不可思议。这个世界如果没有真正的好处、真实的利益，这么多人到那里去干什么？我们不要看别的，就是这个净土法门，其他经都不要看，就看这一品，你看他动心不动心？十方世界那么多人都去了，这个自己要好好的想一想。那个地方不是真好，不是有真实的利益，不可能有这么多人去。古德有个比喻，往生西方世界的人数比下雨天落的雨点还多。",
      "zh_TW": "不要講別的了，單單說佛剎的名字、佛的名號、往生的人數，世尊在此地告訴我們，就是說上一劫還說不完，『不盡』就是說不完。由此可知，每一天，甚至於每一分鐘、每一秒鐘，十方世界菩薩往生西方極樂世界的人數真正不可思議。這個世界如果沒有真正的好處、真實的利益，這麼多人到那裡去幹什麼？我們不要看別的，就是這個淨土法門，其他經都不要看，就看這一品，你看他動心不動心？十方世界那麼多人都去了，這個自己要好好的想一想。那個地方不是真好，不是有真實的利益，不可能有這麼多人去。古德有個比喻，往生西方世界的人數比下雨天落的雨點還多。"
    },
    {
      "id": "02-012-0056_p0018",
      "zh_CN": "本经的正宗分到这个地方就圆满了。下面有六品经是本经的流通分。佛经在体例上都有三分，有序分、有正宗分、有流通分。我们这一部经流通分很长，不是几句话，而是有六品，这是大经的架势。我们看《华严》、《法华》是这种架势，就是序、正、流通三分经文都很长。我们这一部经也是如此，在前面我们看到序分总共有三品，流通分有六品，所以这是具足大经的架势。流通一共分为五大段，六品经总共可以分为五大段。在第一大段里面：",
      "zh_TW": "本經的正宗分到這個地方就圓滿了。下面有六品經是本經的流通分。佛經在體例上都有三分，有序分、有正宗分、有流通分。我們這一部經流通分很長，不是幾句話，而是有六品，這是大經的架勢。我們看《華嚴》、《法華》是這種架勢，就是序、正、流通三分經文都很長。我們這一部經也是如此，在前面我們看到序分總共有三品，流通分有六品，所以這是具足大經的架勢。流通一共分為五大段，六品經總共可以分為五大段。在第一大段裡面："
    },
    {
      "id": "02-012-0056_p0019",
      "zh_CN": "【非是小乘第四十三。】",
      "zh_TW": "【非是小乘第四十三。】"
    },
    {
      "id": "02-012-0056_p0020",
      "zh_CN": "这一品经是「劝信流通」，就像莲池、蕅益大师所说，本经在在处处你都会看到、都会体会到「信愿行」这三个条件，古德称为「三资粮」，往生净土必须具足的条件，流通分里面具足。回头再看，正宗分里面也具足「信愿行」，序分里头还是具足「信愿行」。我们这一部经这个意思非常的明显。正宗的最后，我们刚刚读过「菩萨往生」，这一品经里面的旨趣是劝信，看到这么多人往生，我们应该要相信，应该要发愿。正宗分末后跟流通分的一开端衔接起来了，全是劝信。我们看经文：",
      "zh_TW": "這一品經是「勸信流通」，就像蓮池、蕅益大師所說，本經在在處處你都會看到、都會體會到「信願行」這三個條件，古德稱為「三資糧」，往生淨土必須具足的條件，流通分裡面具足。回頭再看，正宗分裡面也具足「信願行」，序分裡頭還是具足「信願行」。我們這一部經這個意思非常的明顯。正宗的最後，我們剛剛讀過「菩薩往生」，這一品經裡面的旨趣是勸信，看到這麼多人往生，我們應該要相信，應該要發願。正宗分末後跟流通分的一開端銜接起來了，全是勸信。我們看經文："
    },
    {
      "id": "02-012-0056_p0021",
      "zh_CN": "【佛告慈氏。汝观彼诸菩萨摩诃萨。善获利益。】",
      "zh_TW": "【佛告慈氏。汝觀彼諸菩薩摩訶薩。善獲利益。】"
    },
    {
      "id": "02-012-0056_p0022",
      "zh_CN": "这一句是承前启后，承是接着前面一品经，也是流通分开端的一段文字，承前启后。『彼诸菩萨摩诃萨』是指十方世界诸菩萨往生西方极乐世界的。『善获利益』，「善」是善巧，很巧妙、很容易的得到了真实的利益。这个利益真正不可思议，就如佛在经上所说的，「唯佛与佛方能究竟」。他们得到这个利益多少，只有佛才知道，除佛之外，等觉菩萨也搞不清楚。他怎么获得的？信愿持名，往生净土所获得的，这是十方菩萨。「诸菩萨摩诃萨」，诸菩萨是小行菩萨，像我们都有分，都够资格。摩诃萨，当然我们不够资格，那是证了三不退的菩萨，我们比不上他。小行菩萨里面带业往生的，我们够资格。生到西方世界所获得的利益是平等的。那个世界是平等法界，这个不可思议。佛这一句话提醒了我们。",
      "zh_TW": "這一句是承前啟後，承是接著前面一品經，也是流通分開端的一段文字，承前啟後。『彼諸菩薩摩訶薩』是指十方世界諸菩薩往生西方極樂世界的。『善獲利益』，「善」是善巧，很巧妙、很容易的得到了真實的利益。這個利益真正不可思議，就如佛在經上所說的，「唯佛與佛方能究竟」。他們得到這個利益多少，只有佛才知道，除佛之外，等覺菩薩也搞不清楚。他怎麼獲得的？信願持名，往生淨土所獲得的，這是十方菩薩。「諸菩薩摩訶薩」，諸菩薩是小行菩薩，像我們都有分，都夠資格。摩訶薩，當然我們不夠資格，那是證了三不退的菩薩，我們比不上他。小行菩薩裡面帶業往生的，我們夠資格。生到西方世界所獲得的利益是平等的。那個世界是平等法界，這個不可思議。佛這一句話提醒了我們。"
    },
    {
      "id": "02-012-0056_p0023",
      "zh_CN": "【若有善男子。善女人。得闻阿弥陀佛名号。能生一念喜爱之心。归依瞻礼。如说修行。当知此人为得大利。当获如上所说功德。】",
      "zh_TW": "【若有善男子。善女人。得聞阿彌陀佛名號。能生一念喜愛之心。歸依瞻禮。如說修行。當知此人為得大利。當獲如上所說功德。】"
    },
    {
      "id": "02-012-0056_p0024",
      "zh_CN": "佛在这里不仅仅是劝我们要信，还劝我们要发愿，一定要愿生净土。『善男子、善女人』是指善根深厚，就像经里面所说的曾经供养无量无边诸佛如来，这样的男子、女人，具足善根、福德。『得闻阿弥陀佛名号』，这是因缘，《弥陀经》上讲的三个条件，善根、福德、因缘。你听到阿弥陀佛的名号，听到这一部经，或者读到这一部经，生了欢喜心，这是因缘具足了。如果善根、福德不具足，纵然听到这个经，听到佛的名号，不能生起欢喜心，不肯发愿求生，这个是善根、福德不具足，还不够。",
      "zh_TW": "佛在這裡不僅僅是勸我們要信，還勸我們要發願，一定要願生淨土。『善男子、善女人』是指善根深厚，就像經裡面所說的曾經供養無量無邊諸佛如來，這樣的男子、女人，具足善根、福德。『得聞阿彌陀佛名號』，這是因緣，《彌陀經》上講的三個條件，善根、福德、因緣。你聽到阿彌陀佛的名號，聽到這一部經，或者讀到這一部經，生了歡喜心，這是因緣具足了。如果善根、福德不具足，縱然聽到這個經，聽到佛的名號，不能生起歡喜心，不肯發願求生，這個是善根、福德不具足，還不夠。"
    },
    {
      "id": "02-012-0056_p0025",
      "zh_CN": "这个地方说的，这是三个条件都具足了，他『能生一念喜爱之心』。此地讲的「一念」是精纯而不杂的意思，换句话说，听到这个法门，听到这个名号，心里面真正生起欢喜心，一念纯真，这才能得到感应。假如不是一念纯真，下面这两句，这是往生关键，他必定不具足。所以这个两句，能不能往生，能不能有把握往生，能不能决定往生，就在这八个字。",
      "zh_TW": "這個地方說的，這是三個條件都具足了，他『能生一念喜愛之心』。此地講的「一念」是精純而不雜的意思，換句話說，聽到這個法門，聽到這個名號，心裡面真正生起歡喜心，一念純真，這才能得到感應。假如不是一念純真，下面這兩句，這是往生關鍵，他必定不具足。所以這個兩句，能不能往生，能不能有把握往生，能不能決定往生，就在這八個字。"
    },
    {
      "id": "02-012-0056_p0026",
      "zh_CN": "第一个是『归依』，「归」是回头，「依」是依靠。佛门常讲回头是岸，从哪里回头？从事事物物统统回头，专依阿弥陀佛，这就对了。世间法里头要回头，出世间法里头也要回头。出世间法经典很多，法门很多，过去对于那许许多多经论法门都生欢喜心，都喜欢去探讨，也都希望修学，今天听到阿弥陀佛，从那里都回头了，那些法门全部放下，这叫归依阿弥陀佛。归依《无量寿经》，我们一生的修学专依《无量寿经》，这叫「归依」。所以要不是一念纯正，他怎么会做得到？觉明妙行菩萨说得好，念佛法门最忌讳的就是夹杂，这个夹杂是包括你还要去读诵修学其他的大乘经论，它包括这些。为什么？你不是一念，你是多念，多念就是杂念；你不是一心修学了，你是多心在修净土，你的心不容易得清净。所以这个两句话，流通分一开端给我们提出来。其实这些经文前面我们已经读了很多了，本师实在慈悲到了极处，不怕重复，不厌其烦，在在的提醒我们，唯恐我们疏忽掉了。",
      "zh_TW": "第一個是『歸依』，「歸」是回頭，「依」是依靠。佛門常講回頭是岸，從哪裡回頭？從事事物物統統回頭，專依阿彌陀佛，這就對了。世間法裡頭要回頭，出世間法裡頭也要回頭。出世間法經典很多，法門很多，過去對於那許許多多經論法門都生歡喜心，都喜歡去探討，也都希望修學，今天聽到阿彌陀佛，從那裡都回頭了，那些法門全部放下，這叫歸依阿彌陀佛。歸依《無量壽經》，我們一生的修學專依《無量壽經》，這叫「歸依」。所以要不是一念純正，他怎麼會做得到？覺明妙行菩薩說得好，念佛法門最忌諱的就是夾雜，這個夾雜是包括你還要去讀誦修學其他的大乘經論，它包括這些。為什麼？你不是一念，你是多念，多念就是雜念；你不是一心修學了，你是多心在修淨土，你的心不容易得清淨。所以這個兩句話，流通分一開端給我們提出來。其實這些經文前面我們已經讀了很多了，本師實在慈悲到了極處，不怕重複，不厭其煩，在在的提醒我們，唯恐我們疏忽掉了。"
    },
    {
      "id": "02-012-0056_p0027",
      "zh_CN": "实在讲世尊这个做法，它有道理，我们凡夫的习气太重，虽然明白这个道理，大乘经论都还是想翻翻看看，没有还想找一找。所以古大德给我们做榜样，近代印光大师，这是示现，示现实在讲也就是教给我们，给我们做一个榜样。他在没有专修净宗的时候，他看得很多，涉猎很多。这是菩萨再来，也示现做凡夫，也装个凡夫的样子，装得像。但是真正明了了、真正认识这个法门了，他统统放下了。没有认识之前，都修，这真的是杂修。认识之后，他老人家一切放下了，所以自己佛堂里面只供养一尊阿弥陀佛，一个香炉，一杯净水，佛堂里面只有一本《阿弥陀经》，其他的什么都没有，这个表示什么？「一念喜爱之心」，那就完全表现出来了。你还摆其他的经论在那里，这个「一念喜爱之心」谈不上，你还爱别的，你还不是一念，你所喜爱的方面还很多，这就不是「归依」了，「归依」两个字就没有了。可见得「归依」两个字的意义很深。",
      "zh_TW": "實在講世尊這個做法，它有道理，我們凡夫的習氣太重，雖然明白這個道理，大乘經論都還是想翻翻看看，沒有還想找一找。所以古大德給我們做榜樣，近代印光大師，這是示現，示現實在講也就是教給我們，給我們做一個榜樣。他在沒有專修淨宗的時候，他看得很多，涉獵很多。這是菩薩再來，也示現做凡夫，也裝個凡夫的樣子，裝得像。但是真正明瞭了、真正認識這個法門了，他統統放下了。沒有認識之前，都修，這真的是雜修。認識之後，他老人家一切放下了，所以自己佛堂裡面只供養一尊阿彌陀佛，一個香爐，一杯淨水，佛堂裡面只有一本《阿彌陀經》，其他的什麼都沒有，這個表示什麼？「一念喜愛之心」，那就完全表現出來了。你還擺其他的經論在那裡，這個「一念喜愛之心」談不上，你還愛別的，你還不是一念，你所喜愛的方面還很多，這就不是「歸依」了，「歸依」兩個字就沒有了。可見得「歸依」兩個字的意義很深。"
    },
    {
      "id": "02-012-0056_p0028",
      "zh_CN": "我们今天一般人习惯，我们皈依某个法师，那大错特错。真正的皈依，皈依阿弥陀佛。我们「皈依佛」，皈依阿弥陀佛；「皈依法」，皈依《无量寿经》。这个三皈就落实了。「皈依僧」，「僧」是西方世界莲池海会，诸上善人俱会一处，那是我们的皈依处，这个就对了，就没错了，我们这个心才真正专一，这种人往生才有把握，决定得生。",
      "zh_TW": "我們今天一般人習慣，我們皈依某個法師，那大錯特錯。真正的皈依，皈依阿彌陀佛。我們「皈依佛」，皈依阿彌陀佛；「皈依法」，皈依《無量壽經》。這個三皈就落實了。「皈依僧」，「僧」是西方世界蓮池海會，諸上善人俱會一處，那是我們的皈依處，這個就對了，就沒錯了，我們這個心才真正專一，這種人往生才有把握，決定得生。"
    },
    {
      "id": "02-012-0056_p0029",
      "zh_CN": "『瞻礼』是修行，也就是念佛。《法华经》里面讲「一心合掌，瞻礼如来」，那是讲四种念佛里头的「观像念佛」。我们供养佛像，把佛像看作真佛，时时刻刻不离开他；离开佛堂，心里面还是想佛。《十六观经》上说得很好，心想佛时，这个心就变成「三十二相，八十种好」，因为一切法都是「唯心所现，唯识所变」，何况佛明白告诉我们「一切法从心想生」。我们要想作佛，要一念专想，这样才能够很快速的达到目的。要一念专想，所以这个念佛叫「一心称名」，这个很重要。所以修这个法门的人，拜佛专拜阿弥陀佛，念佛专念阿弥陀佛，想佛是专想阿弥陀佛。",
      "zh_TW": "『瞻禮』是修行，也就是念佛。《法華經》裡面講「一心合掌，瞻禮如來」，那是講四種念佛裡頭的「觀像念佛」。我們供養佛像，把佛像看作真佛，時時刻刻不離開他；離開佛堂，心裡面還是想佛。《十六觀經》上說得很好，心想佛時，這個心就變成「三十二相，八十種好」，因為一切法都是「唯心所現，唯識所變」，何況佛明白告訴我們「一切法從心想生」。我們要想作佛，要一念專想，這樣才能夠很快速的達到目的。要一念專想，所以這個念佛叫「一心稱名」，這個很重要。所以修這個法門的人，拜佛專拜阿彌陀佛，念佛專念阿彌陀佛，想佛是專想阿彌陀佛。"
    },
    {
      "id": "02-012-0056_p0030",
      "zh_CN": "我们凡夫业障习气深重，换句话说，妄想太多了，杂念太多了，想专专不了，想一也一不了，最好的方法就是供养佛像。佛像自己可以多观摩、多选择，选择你最喜欢的这一尊佛像，彩画的也好，雕塑的也好。选择之后，我过去也常常教人，一生都不要改变，为什么？这个像就看熟了，到临命终时阿弥陀佛来接引你，现的那个像就是你心里想的这个像，一点都不会错。所以每个人往生，每个人看到阿弥陀佛的像可能都不一样，为什么？阿弥陀佛现的像是随众生心想生的。所以我们自己常常供养的这一尊像，很熟悉了。我们如果要是出外旅行，怎么办？现在好办，现在有照相机，你家里供养的佛像，你把它照下来，照成照片，旅行的时候就可以带在身边，时时刻刻不离开。",
      "zh_TW": "我們凡夫業障習氣深重，換句話說，妄想太多了，雜念太多了，想專專不了，想一也一不了，最好的方法就是供養佛像。佛像自己可以多觀摩、多選擇，選擇你最喜歡的這一尊佛像，彩畫的也好，雕塑的也好。選擇之後，我過去也常常教人，一生都不要改變，為什麼？這個像就看熟了，到臨命終時阿彌陀佛來接引你，現的那個像就是你心裡想的這個像，一點都不會錯。所以每個人往生，每個人看到阿彌陀佛的像可能都不一樣，為什麼？阿彌陀佛現的像是隨眾生心想生的。所以我們自己常常供養的這一尊像，很熟悉了。我們如果要是出外旅行，怎麼辦？現在好辦，現在有照相機，你家裡供養的佛像，你把它照下來，照成照片，旅行的時候就可以帶在身邊，時時刻刻不離開。"
    },
    {
      "id": "02-012-0056_p0031",
      "zh_CN": "我赠送给诸位小佛卡印的这个佛像，就是我们台北华藏图书馆供养的。这一尊佛像是瓷的，年代很久了，大概有两百多年，这个像造得非常之好，造得非常庄严。我们把它照相，请照相馆专家来照的。那么这个佛像无论在什么地方都可以看到，这是一个很好的方法，时时刻刻能「瞻礼」。瞻礼之际，阿弥陀佛对我们的教训，在自己心中油然而现。他对我们的教训是什么？是《无量寿经》，《无量寿经》的教训字字句句，一见到佛像就想起来了。『如说修行』，这个「说」就是《无量寿经》上所说的，所教给我们的，我们完全照做。当然开头不能完全做，做不到，尽量去做，一年比一年多做一些，一月比一月多做一些，希望自己能够在三、五年当中都能够圆满的做到，这叫真修行。",
      "zh_TW": "我贈送給諸位小佛卡印的這個佛像，就是我們台北華藏圖書館供養的。這一尊佛像是瓷的，年代很久了，大概有兩百多年，這個像造得非常之好，造得非常莊嚴。我們把它照相，請照相館專家來照的。那麼這個佛像無論在什麼地方都可以看到，這是一個很好的方法，時時刻刻能「瞻禮」。瞻禮之際，阿彌陀佛對我們的教訓，在自己心中油然而現。他對我們的教訓是什麼？是《無量壽經》，《無量壽經》的教訓字字句句，一見到佛像就想起來了。『如說修行』，這個「說」就是《無量壽經》上所說的，所教給我們的，我們完全照做。當然開頭不能完全做，做不到，盡量去做，一年比一年多做一些，一月比一月多做一些，希望自己能夠在三、五年當中都能夠圓滿的做到，這叫真修行。"
    },
    {
      "id": "02-012-0056_p0032",
      "zh_CN": "这个做也要定上期限。我们念佛打一个佛七，七天克期求证。我们要把佛对我们的教训圆圆满满做到，也要克定一个期限，要真正去做。如果年岁大的人，年岁大，记忆力衰退了，经典不能完全背诵，换句话说，不能记得，那怎么办？记它要紧的教训，在每一品里面记几句就行了，这个方便，在日常生活当中一定要把它做到，这就是「如说修行」。",
      "zh_TW": "這個做也要定上期限。我們念佛打一個佛七，七天剋期求證。我們要把佛對我們的教訓圓圓滿滿做到，也要剋定一個期限，要真正去做。如果年歲大的人，年歲大，記憶力衰退了，經典不能完全背誦，換句話說，不能記得，那怎麼辦？記它要緊的教訓，在每一品裡面記幾句就行了，這個方便，在日常生活當中一定要把它做到，這就是「如說修行」。"
    },
    {
      "id": "02-012-0056_p0033",
      "zh_CN": "『当知此人为得大利』，这是佛说的，这一个人他会得到很大的利益。佛有没有给我们具体说明这很大的利益是什么？有，底下一句就说了，『当获如上所说功德』，「如上」就是如前面序分、正宗分里面所说的功德利益。你要能真正这样修学，你一定可以得到。向下经文佛教给我们，弥陀弟子在这个世间处事待人接物要用什么样的心态：",
      "zh_TW": "『當知此人為得大利』，這是佛說的，這一個人他會得到很大的利益。佛有沒有給我們具體說明這很大的利益是什麼？有，底下一句就說了，『當獲如上所說功德』，「如上」就是如前面序分、正宗分裡面所說的功德利益。你要能真正這樣修學，你一定可以得到。向下經文佛教給我們，彌陀弟子在這個世間處事待人接物要用什麼樣的心態："
    },
    {
      "id": "02-012-0056_p0034",
      "zh_CN": "【心无下劣。】",
      "zh_TW": "【心無下劣。】"
    },
    {
      "id": "02-012-0056_p0035",
      "zh_CN": "『心无下劣』就是我们现在人常讲的自卑感，总觉得我不如人，跟人家站在一起很难为情。佛弟子没有这个现象，心地是清净的、是平等的、是安详的、是自在的，决没有卑下。",
      "zh_TW": "『心無下劣』就是我們現在人常講的自卑感，總覺得我不如人，跟人家站在一起很難為情。佛弟子沒有這個現象，心地是清淨的、是平等的、是安詳的、是自在的，決沒有卑下。"
    },
    {
      "id": "02-012-0056_p0036",
      "zh_CN": "【亦不贡高。】",
      "zh_TW": "【亦不貢高。】"
    },
    {
      "id": "02-012-0056_p0037",
      "zh_CN": "跟人相处也不会贡高自大。谦敬是美德，谦虚、恭敬是美德，是应当要具备的，但是绝对没有自卑感，没有贡高我慢。",
      "zh_TW": "跟人相處也不會貢高自大。謙敬是美德，謙虛、恭敬是美德，是應當要具備的，但是絕對沒有自卑感，沒有貢高我慢。"
    },
    {
      "id": "02-012-0056_p0038",
      "zh_CN": "【成就善根。悉皆增上。】",
      "zh_TW": "【成就善根。悉皆增上。】"
    },
    {
      "id": "02-012-0056_p0039",
      "zh_CN": "修行是心地功夫，在一切时、一切处、一切境缘之中，「境」就是物质环境，「缘」是人事环境，无论环境是好还是不好，功夫都不间断。环境好，在这个里面修清净心、修平等心，不起贪爱；好的环境起了一点贪爱的念头，错了，所以这都是修行。修行不一定是每一天要读经、要念佛，不是的，在环境里面修清净心，这是修行。逆境里面，不动瞋恚心。凡夫在逆境里面就瞋恚，心就不平；顺境里面就起贪爱，这是凡夫心，凡夫心是错误的。我们要把这些念头修正过来，无论境缘好坏，绝对不影响自己的清净心，在这个里面成就平等心，成就大慈悲心，所以这叫『成就善根，悉皆增上』。",
      "zh_TW": "修行是心地功夫，在一切時、一切處、一切境緣之中，「境」就是物質環境，「緣」是人事環境，無論環境是好還是不好，功夫都不間斷。環境好，在這個裡面修清淨心、修平等心，不起貪愛；好的環境起了一點貪愛的念頭，錯了，所以這都是修行。修行不一定是每一天要讀經、要念佛，不是的，在環境裡面修清淨心，這是修行。逆境裡面，不動瞋恚心。凡夫在逆境裡面就瞋恚，心就不平；順境裡面就起貪愛，這是凡夫心，凡夫心是錯誤的。我們要把這些念頭修正過來，無論境緣好壞，絕對不影響自己的清淨心，在這個裡面成就平等心，成就大慈悲心，所以這叫『成就善根，悉皆增上』。"
    },
    {
      "id": "02-012-0056_p0040",
      "zh_CN": "当然在念佛人来讲，无论什么样的境缘，这一句佛号绵绵密密，从不中断，所有一切境缘都与我不相干，我这一句佛号不间断，「不夹杂、不间断」，这个就是「善根增上」了。这一种修行的方法跟十方不退菩萨往生西方极乐世界的修学，在方法上讲，完全相同。采取这个法门，对这个法门产生了信心，坚定的意志决心，这个人的智慧跟十方不退菩萨的智慧也相等。智慧、方法等同十方不退菩萨，你生到西方极乐世界所获殊胜功德利益，跟那些大菩萨哪有不相同的道理！那些菩萨们修了百千亿劫，我们在短短的时间当中一心称名，全摄诸菩萨的功德变成自己的功德，于理于事都能叫我们相信，都能叫我们不怀疑，这是法门殊胜。下面是佛对我们的赞叹，佛这个赞叹也是真实的劝勉：",
      "zh_TW": "當然在念佛人來講，無論什麼樣的境緣，這一句佛號綿綿密密，從不中斷，所有一切境緣都與我不相干，我這一句佛號不間斷，「不夾雜、不間斷」，這個就是「善根增上」了。這一種修行的方法跟十方不退菩薩往生西方極樂世界的修學，在方法上講，完全相同。採取這個法門，對這個法門產生了信心，堅定的意志決心，這個人的智慧跟十方不退菩薩的智慧也相等。智慧、方法等同十方不退菩薩，你生到西方極樂世界所獲殊勝功德利益，跟那些大菩薩哪有不相同的道理！那些菩薩們修了百千億劫，我們在短短的時間當中一心稱名，全攝諸菩薩的功德變成自己的功德，於理於事都能叫我們相信，都能叫我們不懷疑，這是法門殊勝。下面是佛對我們的讚歎，佛這個讚歎也是真實的勸勉："
    },
    {
      "id": "02-012-0056_p0041",
      "zh_CN": "【当知此人非是小乘。于我法中。得名第一弟子。】",
      "zh_TW": "【當知此人非是小乘。於我法中。得名第一弟子。】"
    },
    {
      "id": "02-012-0056_p0042",
      "zh_CN": "我们在这个地方看到经文，想想第一品里面上首弟子表法第一人：憍陈如尊者，诸位要是常常看佛经，在序分里头列名很少看到这个人。他在世尊弟子当中代表的是什么？代表第一。如果那个经不是第一经，不是第一法门，那就不会有他；有了他在，那个经是第一经，那个经是第一法门，他代表第一。为什么他代表第一？释迦牟尼佛当年示现成道的时候，这是第一次在鹿野苑度五比丘，这是佛第一次在这个世间，我们世间人见得到的，在鹿野苑讲经说法，他成道以后第一次讲的，听众五个人。这五个人当中，憍陈如尊者一听，他就开悟了，当时就证阿罗汉果，所以他是释迦牟尼佛会下第一个开悟的，第一个得道成阿罗汉的，所以这是释迦第一弟子。把他摆在这个经里面，排名排在第一，那个意思就是说这一部经是佛度众生第一法门，依照这个法门修学是第一成佛，所以这是佛的『第一弟子』。前后经文一照应，这个意思就非常非常的明显了。",
      "zh_TW": "我們在這個地方看到經文，想想第一品裡面上首弟子表法第一人：憍陳如尊者，諸位要是常常看佛經，在序分裡頭列名很少看到這個人。他在世尊弟子當中代表的是什麼？代表第一。如果那個經不是第一經，不是第一法門，那就不會有他；有了他在，那個經是第一經，那個經是第一法門，他代表第一。為什麼他代表第一？釋迦牟尼佛當年示現成道的時候，這是第一次在鹿野苑度五比丘，這是佛第一次在這個世間，我們世間人見得到的，在鹿野苑講經說法，他成道以後第一次講的，聽眾五個人。這五個人當中，憍陳如尊者一聽，他就開悟了，當時就證阿羅漢果，所以他是釋迦牟尼佛會下第一個開悟的，第一個得道成阿羅漢的，所以這是釋迦第一弟子。把他擺在這個經裡面，排名排在第一，那個意思就是說這一部經是佛度眾生第一法門，依照這個法門修學是第一成佛，所以這是佛的『第一弟子』。前後經文一照應，這個意思就非常非常的明顯了。"
    },
    {
      "id": "02-012-0056_p0043",
      "zh_CN": "这个法门是无比的殊胜，有许多人不知道，以为念佛是自了汉，念佛人没有慈悲心，念佛人没有智慧，是『小乘』，外面说这些闲话的人多了。凡是说这些话的大概是两种意思：第一种，有意破坏，他是别有用心，他别有企图；第二种人是无意的，他自己没有智慧，他自己对于这个事实不能了解，人云亦云，听到别人这样说，他误以为是真实，他也这样宣说，这是绝对错误，自误误人。所以佛教给我们要相信佛语，此地明明说得清楚，这个法门不是「小乘」，不但不是小乘，是大乘当中的大乘，是一乘当中的一乘，真正是十方诸佛如来度众生成佛道的第一法门。依照这个法门修学就是阿弥陀佛的「第一弟子」，也是释迦牟尼佛的第一弟子，亦是十方一切诸佛如来的第一弟子，这是我们应当要认清楚的。",
      "zh_TW": "這個法門是無比的殊勝，有許多人不知道，以為念佛是自了漢，念佛人沒有慈悲心，念佛人沒有智慧，是『小乘』，外面說這些閒話的人多了。凡是說這些話的大概是兩種意思：第一種，有意破壞，他是別有用心，他別有企圖；第二種人是無意的，他自己沒有智慧，他自己對於這個事實不能了解，人云亦云，聽到別人這樣說，他誤以為是真實，他也這樣宣說，這是絕對錯誤，自誤誤人。所以佛教給我們要相信佛語，此地明明說得清楚，這個法門不是「小乘」，不但不是小乘，是大乘當中的大乘，是一乘當中的一乘，真正是十方諸佛如來度眾生成佛道的第一法門。依照這個法門修學就是阿彌陀佛的「第一弟子」，也是釋迦牟尼佛的第一弟子，亦是十方一切諸佛如來的第一弟子，這是我們應當要認清楚的。"
    },
    {
      "id": "02-012-0056_p0044",
      "zh_CN": "【是故告汝天人世间阿修罗等。应当爱乐修习。生希有心。】",
      "zh_TW": "【是故告汝天人世間阿修羅等。應當愛樂修習。生希有心。】"
    },
    {
      "id": "02-012-0056_p0045",
      "zh_CN": "佛在这个地方跟我们说的句句是真实话，把这个不可思议的功德利益介绍给我们了，劝我们，劝世间天人、阿修罗等，这就是六道众生，普遍的劝告六道众生。『应当爱乐修习』，「爱乐」是喜欢、爱好，对于这个经典、法门要真正喜欢、真正爱好。前面读过「如贫得宝」，这是真实的宝藏，无尽的宝藏，第一宝藏。修学，「习」是去实习，认真的把它做到。『生希有心』，这个经典、法门实在是无量劫来难得遭遇的，真的很不容易遇到。在这个本子没有出现之前，因为《无量寿经》的本子很多，内容不相同，会集不圆满，所以欢喜心就很难生起。《弥陀经》虽然好，经文太短，对于西方世界种种事理因果说得不够详细，因此不是真正善根发现的人，对于这些经典很难生起喜乐之心。",
      "zh_TW": "佛在這個地方跟我們說的句句是真實話，把這個不可思議的功德利益介紹給我們了，勸我們，勸世間天人、阿修羅等，這就是六道眾生，普遍的勸告六道眾生。『應當愛樂修習』，「愛樂」是喜歡、愛好，對於這個經典、法門要真正喜歡、真正愛好。前面讀過「如貧得寶」，這是真實的寶藏，無盡的寶藏，第一寶藏。修學，「習」是去實習，認真的把它做到。『生希有心』，這個經典、法門實在是無量劫來難得遭遇的，真的很不容易遇到。在這個本子沒有出現之前，因為《無量壽經》的本子很多，內容不相同，會集不圓滿，所以歡喜心就很難生起。《彌陀經》雖然好，經文太短，對於西方世界種種事理因果說得不夠詳細，因此不是真正善根發現的人，對於這些經典很難生起喜樂之心。"
    },
    {
      "id": "02-012-0056_p0046",
      "zh_CN": "这个本子出现还不到五十年，夏莲居老居士会集这个本子到今天还不到五十年。因为是一个居士会集的，佛门里面依然不免有门户之见，对于流通也就障碍重重，一直到最近才真正突破这个障碍普遍流通。这是在一九八二年，今年九二，才十年的时间，真正突破障碍普遍流通才十年。",
      "zh_TW": "這個本子出現還不到五十年，夏蓮居老居士會集這個本子到今天還不到五十年。因為是一個居士會集的，佛門裡面依然不免有門戶之見，對於流通也就障礙重重，一直到最近才真正突破這個障礙普遍流通。這是在一九八二年，今年九二，才十年的時間，真正突破障礙普遍流通才十年。"
    },
    {
      "id": "02-012-0056_p0047",
      "zh_CN": "我们读到这个经，真正生欢喜心。为了帮助大众断疑生信，不为这些重重阻碍的影响，我们特地搜集《无量寿经》的原译本、历代的会集本，把它印成一册，我提了个名字，就是原有「净土五经」，我后面加上一个「读本」，《净土五经读本》，提供诸位同修做参考。你见到这个本子，你自然就深信不疑了，不会再受这些似是而非的言论动摇了我们自己的信心。真的是无量劫来难遭遇，我们非常非常有幸。换句话说，若论善根、福德、因缘，我们比往昔那些往生的人都来得殊胜。只要自己真正用功，像佛在此地教导我们的，「归依瞻礼，如法修行」，我们往生西方极乐世界的成就必定在古人之上。你要问原因在哪里？我们遇的缘比他们殊胜，这是善导讲的了，「遇缘不同」，我们的缘太殊胜了。",
      "zh_TW": "我們讀到這個經，真正生歡喜心。為了幫助大眾斷疑生信，不為這些重重阻礙的影響，我們特地蒐集《無量壽經》的原譯本、歷代的會集本，把它印成一冊，我提了個名字，就是原有「淨土五經」，我後面加上一個「讀本」，《淨土五經讀本》，提供諸位同修做參考。你見到這個本子，你自然就深信不疑了，不會再受這些似是而非的言論動搖了我們自己的信心。真的是無量劫來難遭遇，我們非常非常有幸。換句話說，若論善根、福德、因緣，我們比往昔那些往生的人都來得殊勝。只要自己真正用功，像佛在此地教導我們的，「歸依瞻禮，如法修行」，我們往生西方極樂世界的成就必定在古人之上。你要問原因在哪裡？我們遇的緣比他們殊勝，這是善導講的了，「遇緣不同」，我們的緣太殊勝了。"
    },
    {
      "id": "02-012-0056_p0048",
      "zh_CN": "【于此经中。生导师想。】",
      "zh_TW": "【於此經中。生導師想。】"
    },
    {
      "id": "02-012-0056_p0049",
      "zh_CN": "『导师』是我们六道众生对佛陀的尊称。阿弥陀佛在哪里？经典所在之处就是阿弥陀佛所在之处。我们展开经典就如同阿弥陀佛当面给我们讲经说法，这是「生导师想」。所以经典一展开，如同面对着佛，亲自听佛开示，要以这样的尊敬心，你得的利益就殊胜了，正是所谓「一分恭敬得一分利益，十分恭敬必得十分的利益」。",
      "zh_TW": "『導師』是我們六道眾生對佛陀的尊稱。阿彌陀佛在哪裡？經典所在之處就是阿彌陀佛所在之處。我們展開經典就如同阿彌陀佛當面給我們講經說法，這是「生導師想」。所以經典一展開，如同面對著佛，親自聽佛開示，要以這樣的尊敬心，你得的利益就殊勝了，正是所謂「一分恭敬得一分利益，十分恭敬必得十分的利益」。"
    },
    {
      "id": "02-012-0056_p0050",
      "zh_CN": "【欲令无量众生。速疾安住得不退转。】",
      "zh_TW": "【欲令無量眾生。速疾安住得不退轉。】"
    },
    {
      "id": "02-012-0056_p0051",
      "zh_CN": "这一句是佛劝勉我们要流通这个经典，要推广这一个法门，希望无量众生都能够见到这个经典，都能够听到这个法门。我们自己得到殊胜无比的利益，不要忘了六道苦难的众生。",
      "zh_TW": "這一句是佛勸勉我們要流通這個經典，要推廣這一個法門，希望無量眾生都能夠見到這個經典，都能夠聽到這個法門。我們自己得到殊勝無比的利益，不要忘了六道苦難的眾生。"
    },
    {
      "id": "02-012-0056_p0052",
      "zh_CN": "前面给诸位同修报告过，众生有三等，这是佛在经上常说的。第一等是根熟众生，过去生中已经供养无量无边诸佛了，他没有机会接触到这个法门，我们帮助他。他一接触，他就能信受，他就能奉行，换句话说，他这一生必得往生，这根熟的。根不熟的，我们把这个法门介绍给他，虽然他不愿意求生净土，他阿赖耶识里面种下了金刚种子。或者他在这一生修学过程当中，到晚年，人到老的时候跟年轻人想法、看法都不一样了，觉得过去所修的，修了几十年，功夫不得力，想一想念佛还是有道理，年轻的时候不相信，老的时候他相信了，那还是管用，促使他根熟。根没熟的，帮助他、促进他成熟。那没有善根的，帮助他种善根，「一历耳根，永为道种」。",
      "zh_TW": "前面給諸位同修報告過，眾生有三等，這是佛在經上常說的。第一等是根熟眾生，過去生中已經供養無量無邊諸佛了，他沒有機會接觸到這個法門，我們幫助他。他一接觸，他就能信受，他就能奉行，換句話說，他這一生必得往生，這根熟的。根不熟的，我們把這個法門介紹給他，雖然他不願意求生淨土，他阿賴耶識裡面種下了金剛種子。或者他在這一生修學過程當中，到晚年，人到老的時候跟年輕人想法、看法都不一樣了，覺得過去所修的，修了幾十年，功夫不得力，想一想念佛還是有道理，年輕的時候不相信，老的時候他相信了，那還是管用，促使他根熟。根沒熟的，幫助他、促進他成熟。那沒有善根的，幫助他種善根，「一歷耳根，永為道種」。"
    },
    {
      "id": "02-012-0056_p0053",
      "zh_CN": "所以这个经书要多多介绍给你认识的人，送给他，不要害怕。「那个人不相信，我这个经书送给他，他也不看，乱丢，造罪业」，你要有这些顾忌，就不能利益众生了，众生跟阿弥陀佛的缘就断掉了，这很痛心的事情。造罪业怕什么！罪业造了，阿弥陀佛种子种上了，那罪业受完了，这个种子成熟，他能往生，他得的利益不可思议。所以不要害怕，经书、佛像人家糟蹋也不怕。他糟蹋，他自己心里也明白，「那个阿弥陀佛的像，我把它丢到垃圾桶里去了」，阿弥陀佛印在他心里头了，这个印象拿都拿不掉，那就行了，所以不要害怕。有很多人有这个执着，这是错误的。固然你这个恭敬心是好，自己要恭敬，但是度众生这个心量要广大，要知道诸佛菩萨大慈大悲。",
      "zh_TW": "所以這個經書要多多介紹給你認識的人，送給他，不要害怕。「那個人不相信，我這個經書送給他，他也不看，亂丟，造罪業」，你要有這些顧忌，就不能利益眾生了，眾生跟阿彌陀佛的緣就斷掉了，這很痛心的事情。造罪業怕什麼！罪業造了，阿彌陀佛種子種上了，那罪業受完了，這個種子成熟，他能往生，他得的利益不可思議。所以不要害怕，經書、佛像人家糟蹋也不怕。他糟蹋，他自己心裡也明白，「那個阿彌陀佛的像，我把它丟到垃圾桶裡去了」，阿彌陀佛印在他心裡頭了，這個印象拿都拿不掉，那就行了，所以不要害怕。有很多人有這個執著，這是錯誤的。固然你這個恭敬心是好，自己要恭敬，但是度眾生這個心量要廣大，要知道諸佛菩薩大慈大悲。"
    },
    {
      "id": "02-012-0056_p0054",
      "zh_CN": "所以经典、佛像，我们总是大量的来流通。我这些年来，差不多十年来，同修们供养我的这些钱财全部都在印《无量寿经》。因为别的经有人印，很多人印，这个经没人印。那么这个十年提倡，现在在台湾也有别的地方印这个经，我看到很欢喜，也有人印了，这个效果就逐渐逐渐扩大了。像我们在此地做的这个录音带、录影带，这是有声的《无量寿经》，我们也要大量的去流通，介绍给一切有缘众生。这些带子、胶带保存的时间有限，所以我就想把它做成雷射的片子，金属片子保存的时间久，不会变质。所以我们此地这个带子做好之后，立刻送到新加坡，那边同修负责来做这个工作。所以大家是同心同力，都是『欲令无量众生，速疾安住得不退转』，「安住得不退转」就是往生极乐世界，唯有往生极乐世界才圆证三不退，不到极乐世界是决定退转。",
      "zh_TW": "所以經典、佛像，我們總是大量的來流通。我這些年來，差不多十年來，同修們供養我的這些錢財全部都在印《無量壽經》。因為別的經有人印，很多人印，這個經沒人印。那麼這個十年提倡，現在在台灣也有別的地方印這個經，我看到很歡喜，也有人印了，這個效果就逐漸逐漸擴大了。像我們在此地做的這個錄音帶、錄影帶，這是有聲的《無量壽經》，我們也要大量的去流通，介紹給一切有緣眾生。這些帶子、膠帶保存的時間有限，所以我就想把它做成雷射的片子，金屬片子保存的時間久，不會變質。所以我們此地這個帶子做好之後，立刻送到新加坡，那邊同修負責來做這個工作。所以大家是同心同力，都是『欲令無量眾生，速疾安住得不退轉』，「安住得不退轉」就是往生極樂世界，唯有往生極樂世界才圓證三不退，不到極樂世界是決定退轉。"
    },
    {
      "id": "02-012-0056_p0055",
      "zh_CN": "【及欲见彼广大庄严。摄受殊胜佛刹。圆满功德者。当起精进。听此法门。】",
      "zh_TW": "【及欲見彼廣大莊嚴。攝受殊勝佛剎。圓滿功德者。當起精進。聽此法門。】"
    },
    {
      "id": "02-012-0056_p0056",
      "zh_CN": "这个后面两句是总结。『欲见彼广大庄严』，「彼」是西方极乐世界，这当然是指根熟众生了。因为根熟的众生，他真的希望在这一生能够见到阿弥陀佛，能够见到西方极乐世界依正庄严。",
      "zh_TW": "這個後面兩句是總結。『欲見彼廣大莊嚴』，「彼」是西方極樂世界，這當然是指根熟眾生了。因為根熟的眾生，他真的希望在這一生能夠見到阿彌陀佛，能夠見到西方極樂世界依正莊嚴。"
    },
    {
      "id": "02-012-0056_p0057",
      "zh_CN": "『摄受殊胜佛刹』，这一句的意思非常深广。第一个是摄受阿弥陀佛的极乐净土，广义是遍摄十方无量无边诸佛刹土，这个功德才圆满。阿弥陀佛为什么功德圆满？就是他广摄十方无量无边诸佛刹土。我们跟阿弥陀佛学，因行果地也必定同佛，这一种愿行真是不可思议，这是值得赞叹的，但是要怎样才能做得到？这是个问题。发的心是不错，够大了，这个心愿会不会落空？怎样兑现？佛在此地教给我们『当起精进，听此法门』，换句话说，前面你的心愿就能够圆满的兑现，决定不落空。",
      "zh_TW": "『攝受殊勝佛剎』，這一句的意思非常深廣。第一個是攝受阿彌陀佛的極樂淨土，廣義是遍攝十方無量無邊諸佛剎土，這個功德才圓滿。阿彌陀佛為什麼功德圓滿？就是他廣攝十方無量無邊諸佛剎土。我們跟阿彌陀佛學，因行果地也必定同佛，這一種願行真是不可思議，這是值得讚歎的，但是要怎樣才能做得到？這是個問題。發的心是不錯，夠大了，這個心願會不會落空？怎樣兌現？佛在此地教給我們『當起精進，聽此法門』，換句話說，前面你的心願就能夠圓滿的兌現，決定不落空。"
    },
    {
      "id": "02-012-0056_p0058",
      "zh_CN": "由此可知，宣传这个经典法门的重要性，尤其是在现代这个社会，特别需要这个法门，非常需要这个法门，唯有这个法门能帮助我们得到身心清净，远离浊恶，这是我们现前就得到的好处；将来一定能够帮助我们超越三界，不退成佛，这是真实究竟的利益。除这一部经法之外，还到哪里去找这个法门？实在找不到了。所以十方不退菩萨，人人皈依，各个奉行，这是事实。所以我们要听、要宣扬、要普遍为人介绍。",
      "zh_TW": "由此可知，宣傳這個經典法門的重要性，尤其是在現代這個社會，特別需要這個法門，非常需要這個法門，唯有這個法門能幫助我們得到身心清淨，遠離濁惡，這是我們現前就得到的好處；將來一定能夠幫助我們超越三界，不退成佛，這是真實究竟的利益。除這一部經法之外，還到哪裡去找這個法門？實在找不到了。所以十方不退菩薩，人人皈依，各個奉行，這是事實。所以我們要聽、要宣揚、要普遍為人介紹。"
    },
    {
      "id": "02-012-0056_p0059",
      "zh_CN": "【为求法故。不生退屈谄伪之心。】",
      "zh_TW": "【為求法故。不生退屈諂偽之心。】"
    },
    {
      "id": "02-012-0056_p0060",
      "zh_CN": "『求法』就是求往生不退成佛之法，为求永脱三界轮回之法，这个法全都在这一部经典之中。为求这个法，我们清楚明了，决定不会生起退转。『退屈』就是退转心；『谄伪』，不是真心，就是虚假的心，虚伪的心来学，不会成就的。这个法门要纯一真诚来修学，我们的真诚决定不会退失，因为自己明白，唯有真诚，我们才能成功，我们才能够得度，绝对不存虚假之心。",
      "zh_TW": "『求法』就是求往生不退成佛之法，為求永脫三界輪迴之法，這個法全都在這一部經典之中。為求這個法，我們清楚明瞭，決定不會生起退轉。『退屈』就是退轉心；『諂偽』，不是真心，就是虛假的心，虛偽的心來學，不會成就的。這個法門要純一真誠來修學，我們的真誠決定不會退失，因為自己明白，唯有真誠，我們才能成功，我們才能夠得度，絕對不存虛假之心。"
    },
    {
      "id": "02-012-0056_p0061",
      "zh_CN": "所以我们这个经在此地讲完，我们这边大概还有时间，我们跟学校约定的是到九月十八。那么还有一点时间，我想将善导大师《观经》的「三心」在此地重复讲一遍。我们在大觉寺受时间的限制，所以后面是很草率的，等于把它念过，没有细讲。因为佛在这一部经典教给我们修行的方法，八个字，「发菩提心，一向专念」。「一向专念」我们懂得了，什么叫发菩提心？历代祖师大德，唯独善导大师讲得非常详细。所以这个「三心」，就是「发菩提心」，至少需要六个小时才能够把它说清楚，这是补充本经之不足。",
      "zh_TW": "所以我們這個經在此地講完，我們這邊大概還有時間，我們跟學校約定的是到九月十八。那麼還有一點時間，我想將善導大師《觀經》的「三心」在此地重複講一遍。我們在大覺寺受時間的限制，所以後面是很草率的，等於把它念過，沒有細講。因為佛在這一部經典教給我們修行的方法，八個字，「發菩提心，一向專念」。「一向專念」我們懂得了，什麼叫發菩提心？歷代祖師大德，唯獨善導大師講得非常詳細。所以這個「三心」，就是「發菩提心」，至少需要六個小時才能夠把它說清楚，這是補充本經之不足。"
    },
    {
      "id": "02-012-0056_p0062",
      "zh_CN": "【设入大火。不应疑悔。】",
      "zh_TW": "【設入大火。不應疑悔。】"
    },
    {
      "id": "02-012-0056_p0063",
      "zh_CN": "这是举个比喻说，纵然遇大火焚烧，我们也不怀疑，也不后悔，要有这样坚定的信心。",
      "zh_TW": "這是舉個比喻說，縱然遇大火焚燒，我們也不懷疑，也不後悔，要有這樣堅定的信心。"
    },
    {
      "id": "02-012-0056_p0064",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "02-012-0056_p0065",
      "zh_CN": "为什么你的信心这样强、这样坚定？",
      "zh_TW": "為什麼你的信心這樣強、這樣堅定？"
    },
    {
      "id": "02-012-0056_p0066",
      "zh_CN": "【彼无量亿诸菩萨等。皆悉求此微妙法门。尊重听闻。不生违背。】",
      "zh_TW": "【彼無量億諸菩薩等。皆悉求此微妙法門。尊重聽聞。不生違背。】"
    },
    {
      "id": "02-012-0056_p0067",
      "zh_CN": "原因就在此地。这个几句话明显的就是指前面一品，「菩萨往生」那一品里面所说的。如果再远一点的，就是本经前面说了许许多多的这些例子，包括十方菩萨到西方极乐世界参学，听阿弥陀佛讲经说法，这一些事实我们在这个经典里面都看到了。「礼佛现光」，使阿难尊者以及与会大众，亲见极乐世界依正庄严，亲见十方一切诸佛刹土，一切如来同声赞叹。这还不信，那就是经典讲的「一阐提」，没善根的人了。所以我们要记住佛在此地说的这一句话，这个话是事实，十方世界无量无边这些菩萨，哪一个不求这个法门？换句话说，哪一尊菩萨不求这一部经典？怕的是没有缘分，求不到。",
      "zh_TW": "原因就在此地。這個幾句話明顯的就是指前面一品，「菩薩往生」那一品裡面所說的。如果再遠一點的，就是本經前面說了許許多多的這些例子，包括十方菩薩到西方極樂世界參學，聽阿彌陀佛講經說法，這一些事實我們在這個經典裡面都看到了。「禮佛現光」，使阿難尊者以及與會大眾，親見極樂世界依正莊嚴，親見十方一切諸佛剎土，一切如來同聲讚歎。這還不信，那就是經典講的「一闡提」，沒善根的人了。所以我們要記住佛在此地說的這一句話，這個話是事實，十方世界無量無邊這些菩薩，哪一個不求這個法門？換句話說，哪一尊菩薩不求這一部經典？怕的是沒有緣分，求不到。"
    },
    {
      "id": "02-012-0056_p0068",
      "zh_CN": "『尊重听闻，不生违背』，「尊重听闻」是求学求法，「不生违背」是依教奉行，就是前面讲的如教修行。不但求这一部经典、听这一部经典、理解这一部经典，一定要把这一部经典里面所说的统统做到。",
      "zh_TW": "『尊重聽聞，不生違背』，「尊重聽聞」是求學求法，「不生違背」是依教奉行，就是前面講的如教修行。不但求這一部經典、聽這一部經典、理解這一部經典，一定要把這一部經典裡面所說的統統做到。"
    },
    {
      "id": "02-012-0056_p0069",
      "zh_CN": "【多有菩萨。欲闻此经而不能得。】",
      "zh_TW": "【多有菩薩。欲聞此經而不能得。】"
    },
    {
      "id": "02-012-0056_p0070",
      "zh_CN": "这个话是真话，是实在的话。你要去问问所有学佛的人，他是不是希望很快的断烦恼、得禅定、大彻大悟、成菩萨、成佛？你去问一问，各个都是这样的。有没有这个方法叫你能得到？现在还没找到。这个经典给他的时候，他不相信，他还找，就是属于这些人，多了，太多太多了。",
      "zh_TW": "這個話是真話，是實在的話。你要去問問所有學佛的人，他是不是希望很快的斷煩惱、得禪定、大徹大悟、成菩薩、成佛？你去問一問，各個都是這樣的。有沒有這個方法叫你能得到？現在還沒找到。這個經典給他的時候，他不相信，他還找，就是屬於這些人，多了，太多太多了。"
    },
    {
      "id": "02-012-0056_p0071",
      "zh_CN": "你把这个经典送去了，为什么不相信？他没有智慧，他没有善根，前面佛说过了，弥勒菩萨曾经问过，我们刚刚念过不久。他没有善根，没有智慧，换句话说，他还不识货。哪一天他明白了、认识了，他就会选择这个法门，万缘放下了。换句话说，他还放不下，对这个法门还没有肯定，信心还没有坚定。信心真的坚定了，必定一切放下，为什么？他自己晓得唯有一心专注，我才真有把握，分心对自己决定是不利的。我要学别的法门，到极乐世界再学，不迟，何必在这个地方把往生这一桩事情搞耽误掉了，那就太可惜了。所以现在不是不学，人家来问你「你怎么就学这一部经？」「我不是不学，现在没有时间，现在先到极乐世界，到极乐世界我无量寿了，我慢慢学，有的是时间，你们要学的东西，我都学；你们学不了的，我也学。」这就正确了，这是实在话。没有机会，没有缘分，想求这个法门，想得这个经典，他想，但是他不知道是哪个法门，不知道是哪一部经典，他在求，求不得。",
      "zh_TW": "你把這個經典送去了，為什麼不相信？他沒有智慧，他沒有善根，前面佛說過了，彌勒菩薩曾經問過，我們剛剛念過不久。他沒有善根，沒有智慧，換句話說，他還不識貨。哪一天他明白了、認識了，他就會選擇這個法門，萬緣放下了。換句話說，他還放不下，對這個法門還沒有肯定，信心還沒有堅定。信心真的堅定了，必定一切放下，為什麼？他自己曉得唯有一心專注，我才真有把握，分心對自己決定是不利的。我要學別的法門，到極樂世界再學，不遲，何必在這個地方把往生這一樁事情搞耽誤掉了，那就太可惜了。所以現在不是不學，人家來問你「你怎麼就學這一部經？」「我不是不學，現在沒有時間，現在先到極樂世界，到極樂世界我無量壽了，我慢慢學，有的是時間，你們要學的東西，我都學；你們學不了的，我也學。」這就正確了，這是實在話。沒有機會，沒有緣分，想求這個法門，想得這個經典，他想，但是他不知道是哪個法門，不知道是哪一部經典，他在求，求不得。"
    },
    {
      "id": "02-012-0056_p0072",
      "zh_CN": "【是故汝等应求此法。】",
      "zh_TW": "【是故汝等應求此法。】"
    },
    {
      "id": "02-012-0056_p0073",
      "zh_CN": "佛在此地最后两句话劝勉我们。真的，佛法难闻，这个法门是难中之难，夏莲居老居士说「佛说难信真难信，万亿人中一二知」，这个话说得不过分，说得很正确。所以我们确实是非常非常的幸运，在这一生当中确实是善根成熟，能够有这样殊胜的机缘得到诸佛如来的第一经法。好，我们今天讲到此地。",
      "zh_TW": "佛在此地最後兩句話勸勉我們。真的，佛法難聞，這個法門是難中之難，夏蓮居老居士說「佛說難信真難信，萬億人中一二知」，這個話說得不過分，說得很正確。所以我們確實是非常非常的幸運，在這一生當中確實是善根成熟，能夠有這樣殊勝的機緣得到諸佛如來的第一經法。好，我們今天講到此地。"
    }
  ]
}