{
  "doc_id": "21-546-0001",
  "title": {
    "zh_CN": "对印尼净宗学会的开示",
    "zh_TW": "對印尼淨宗學會的開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾",
    "zh_TW": "台灣"
  },
  "doc_number": "21-546-0001",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "21-546-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。尊敬的会长、尊敬的诸位大德、同学，这一次印尼同学们来看我，我非常感谢。最近在台湾治疗牙齿，重要的手术已经完成，应该不到一个月治疗就告一个段落。印尼可以说跟我缘分很深，从瓦希德先生那个时代一直到今天，我去访问过很多次，也是我非常关心的一个地区。净宗学会成立之后，我们学会的同学，一定要晓得把如来的正法在印尼建立起来。印尼是一个多元文化的国家，非常难得，它对于不同的宗教都很尊重，这一点很令人佩服。",
      "zh_TW": "諸位法師，諸位同學，請坐。尊敬的會長、尊敬的諸位大德、同學，這一次印尼同學們來看我，我非常感謝。最近在台灣治療牙齒，重要的手術已經完成，應該不到一個月治療就告一個段落。印尼可以說跟我緣分很深，從瓦希德先生那個時代一直到今天，我去訪問過很多次，也是我非常關心的一個地區。淨宗學會成立之後，我們學會的同學，一定要曉得把如來的正法在印尼建立起來。印尼是一個多元文化的國家，非常難得，它對於不同的宗教都很尊重，這一點很令人佩服。"
    },
    {
      "id": "21-546-0001_p0002",
      "zh_CN": "佛法特别是净宗，教我们学些什么？在二十多年前我在美国提出，「真诚、清净、平等、正觉、慈悲，看破、放下、自在、随缘、念佛」。念佛这个法门，大乘教里面讲得很清楚，「念佛是因，成佛是果」。世尊在大乘教里面，常常告诉我们「一切法从心想生」，这一句话很重要，我们心想什么它就现什么，这是真的不是假的。在贤首国师《妄尽还源观》里面，尤其是讲得清楚，宇宙怎么来的？十法界怎么来的？六道轮回怎么来的？跟我们讲一体二用，二用就是讲这些生起，宇宙生命的缘起。十法界都是从心想生！",
      "zh_TW": "佛法特別是淨宗，教我們學些什麼？在二十多年前我在美國提出，「真誠、清淨、平等、正覺、慈悲，看破、放下、自在、隨緣、念佛」。念佛這個法門，大乘教裡面講得很清楚，「念佛是因，成佛是果」。世尊在大乘教裡面，常常告訴我們「一切法從心想生」，這一句話很重要，我們心想什麼它就現什麼，這是真的不是假的。在賢首國師《妄盡還源觀》裡面，尤其是講得清楚，宇宙怎麼來的？十法界怎麼來的？六道輪迴怎麼來的？跟我們講一體二用，二用就是講這些生起，宇宙生命的緣起。十法界都是從心想生！"
    },
    {
      "id": "21-546-0001_p0003",
      "zh_CN": "今天世界混乱，灾乱频繁，那什么原因？是我们居在地球上的这些众生，心想不善所感应的。化解灾难最有效的方法，我们把所有不善的念头放下，起心动念、言语造作都想到纯净纯善。善恶的标准，古圣先贤、各大宗教，都说得很清楚，你的念头想自己就不善，为什么？增长自私自利、增长贪瞋痴慢，这要放下。我们换一个想法，起心动念想一切众生，想别人不想自己，我们常常想，圣贤对我们的教诲。这么多年来，我们都在向着世界宗教是一家，这个方向、这个目标来迈进。为什么？这个世界要真正能化解冲突，帮助这个世界再走向安定和平，只有宗教团结才能做得到。如果宗教不团结，这个世界上决定没有和平，灾难还会更严重，很可能像许多宗教里面所说的，世界末日；佛法虽然没有讲末日，佛法有末法而不是末日。所以我们应当认真去学习，不但学自己的宗教，也学别人的宗教。",
      "zh_TW": "今天世界混亂，災亂頻繁，那什麼原因？是我們居在地球上的這些眾生，心想不善所感應的。化解災難最有效的方法，我們把所有不善的念頭放下，起心動念、言語造作都想到純淨純善。善惡的標準，古聖先賢、各大宗教，都說得很清楚，你的念頭想自己就不善，為什麼？增長自私自利、增長貪瞋痴慢，這要放下。我們換一個想法，起心動念想一切眾生，想別人不想自己，我們常常想，聖賢對我們的教誨。這麼多年來，我們都在向著世界宗教是一家，這個方向、這個目標來邁進。為什麼？這個世界要真正能化解衝突，幫助這個世界再走向安定和平，只有宗教團結才能做得到。如果宗教不團結，這個世界上決定沒有和平，災難還會更嚴重，很可能像許多宗教裡面所說的，世界末日；佛法雖然沒有講末日，佛法有末法而不是末日。所以我們應當認真去學習，不但學自己的宗教，也學別人的宗教。"
    },
    {
      "id": "21-546-0001_p0004",
      "zh_CN": "最近印尼，我们完成了一个小册子，将世界上十个主要的宗教，经典里面有关伦理、道德、因果的教诲，编成一册做为宗教团结经典的依据。我们学我们自己的宗教，也学别人宗教，然后才晓得，所有宗教的创始人，真的一个真神的化身。佛法里面没有讲真神，佛法讲的真如自性，其他宗教讲真神，那只是名词不相同，实际上是一桩事情。很多大的宗教也都肯定真神没有形相，真神不是像我们具有人身体这种形相的，这个说法跟佛法的自性非常相应。所以我们学习，古圣先贤各个宗教经典里面的教诲，一定要理解它，要把它落实到自己的生活、落实到处事待人接物。为当前社会，做出一个真诚爱心，清净、平等的慈悲，做出好榜样来，帮助社会恢复安定和平，真正能够成为经典里面所说的，「善男子善女人」的标准。我们依照净宗，五经一论这里面的理论、方法去修学，我们净宗一个方向、一个目标，就是发愿求生净土，亲近阿弥陀佛。",
      "zh_TW": "最近印尼，我們完成了一個小冊子，將世界上十個主要的宗教，經典裡面有關倫理、道德、因果的教誨，編成一冊做為宗教團結經典的依據。我們學我們自己的宗教，也學別人宗教，然後才曉得，所有宗教的創始人，真的一個真神的化身。佛法裡面沒有講真神，佛法講的真如自性，其他宗教講真神，那只是名詞不相同，實際上是一樁事情。很多大的宗教也都肯定真神沒有形相，真神不是像我們具有人身體這種形相的，這個說法跟佛法的自性非常相應。所以我們學習，古聖先賢各個宗教經典裡面的教誨，一定要理解它，要把它落實到自己的生活、落實到處事待人接物。為當前社會，做出一個真誠愛心，清淨、平等的慈悲，做出好榜樣來，幫助社會恢復安定和平，真正能夠成為經典裡面所說的，「善男子善女人」的標準。我們依照淨宗，五經一論這裡面的理論、方法去修學，我們淨宗一個方向、一個目標，就是發願求生淨土，親近阿彌陀佛。"
    },
    {
      "id": "21-546-0001_p0005",
      "zh_CN": "我学佛不是从信仰宗教入门，我是跟方东美先生学哲学，方老师告诉我，「释迦牟尼佛是这个世界上最伟大的哲学家，佛经是高等哲学。」我从这入门的，那我已经学了五十八年，我发现佛经不但是高等哲学，而且是高等科学，科学、哲学里面还有许多不能解决的问题；在大乘经论里面，统统得到解决。非常可惜，一般人因为少接触，不知道佛教的内涵，不知道它的珍贵。我们虽然知道了，可是要契入这个境界，那还是一段很长的距离。最稳当、最快速、最安全的，就是全心全力念佛求生净土，把我们想要提升的、想要明了的，对于宇宙人生这些真相，我们把它放在到极乐世界之后再学习，这样就稳当。如果现前学习会浪费很多时间，恐怕把我们念佛的功夫耽误了，那就错了。",
      "zh_TW": "我學佛不是從信仰宗教入門，我是跟方東美先生學哲學，方老師告訴我，「釋迦牟尼佛是這個世界上最偉大的哲學家，佛經是高等哲學。」我從這入門的，那我已經學了五十八年，我發現佛經不但是高等哲學，而且是高等科學，科學、哲學裡面還有許多不能解決的問題；在大乘經論裡面，統統得到解決。非常可惜，一般人因為少接觸，不知道佛教的內涵，不知道它的珍貴。我們雖然知道了，可是要契入這個境界，那還是一段很長的距離。最穩當、最快速、最安全的，就是全心全力念佛求生淨土，把我們想要提升的、想要明瞭的，對於宇宙人生這些真相，我們把它放在到極樂世界之後再學習，這樣就穩當。如果現前學習會浪費很多時間，恐怕把我們念佛的功夫耽誤了，那就錯了。"
    },
    {
      "id": "21-546-0001_p0006",
      "zh_CN": "所以祖师大德教导我们，过去我的老师也非常热心的教我，先取净土，把亲近阿弥陀佛，当作我们这一生第一桩大事去办。一定要把这句佛号，念兹在兹，时时刻刻古人讲的「不怕念起，只怕觉迟」。念是妄念，妄念是我们无始劫的习气挡不住，但念头起来不要紧，第一念是妄念，第二念就是阿弥陀佛，要转得快，要把这个习惯养成，那我们往生就有把握！，这一点比什么都重要。有其他的缘分、有这个能力我们再帮助别人，再帮助其他宗教，我们对于其他宗教全心全力敬爱、尊重、礼敬、学习。我们知道所有宗教里面的精神，跟佛陀教化精神是一致的，没有差别，我们用清净心、平等心来对待，你就会发现。一定要依教奉行，为一切众生做最好的榜样，所谓「学为人师，行为世范」，做到就对了。我今天说的话就到此地，一点小小的贡献供养大家。谢谢大家。",
      "zh_TW": "所以祖師大德教導我們，過去我的老師也非常熱心的教我，先取淨土，把親近阿彌陀佛，當作我們這一生第一樁大事去辦。一定要把這句佛號，念茲在茲，時時刻刻古人講的「不怕念起，只怕覺遲」。念是妄念，妄念是我們無始劫的習氣擋不住，但念頭起來不要緊，第一念是妄念，第二念就是阿彌陀佛，要轉得快，要把這個習慣養成，那我們往生就有把握！，這一點比什麼都重要。有其他的緣分、有這個能力我們再幫助別人，再幫助其他宗教，我們對於其他宗教全心全力敬愛、尊重、禮敬、學習。我們知道所有宗教裡面的精神，跟佛陀教化精神是一致的，沒有差別，我們用清淨心、平等心來對待，你就會發現。一定要依教奉行，為一切眾生做最好的榜樣，所謂「學為人師，行為世範」，做到就對了。我今天說的話就到此地，一點小小的貢獻供養大家。謝謝大家。"
    }
  ]
}