{
  "doc_id": "21-180-0001",
  "title": {
    "zh_CN": "澳洲格里菲斯大学荣誉博士学位之致词",
    "zh_TW": "澳洲格里菲斯大學榮譽博士學位之致詞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "澳洲格里菲斯大学",
    "zh_TW": "澳洲格里菲斯大學"
  },
  "doc_number": "21-180-0001",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "21-180-0001_p0001",
      "zh_CN": "首先非常感谢格里菲斯大学授予本人荣誉博士学位，使我感到更高兴的是能参与隆重的毕业典礼。我看到这么多神采奕奕，充满活力，完成高等教育的年轻人，使我感受到，未来世界有了新鲜、健康的血液。",
      "zh_TW": "首先非常感謝格里菲斯大學授予本人榮譽博士學位，使我感到更高興的是能參與隆重的畢業典禮。我看到這麼多神采奕奕，充滿活力，完成高等教育的年輕人，使我感受到，未來世界有了新鮮、健康的血液。"
    },
    {
      "id": "21-180-0001_p0002",
      "zh_CN": "在您们中间有修学法律系的、工商系、管理系的，你们所学到的专业知识，通过认真努力的工作，将对社会发挥巨大的贡献。",
      "zh_TW": "在您們中間有修學法律系的、工商系、管理系的，你們所學到的專業知識，通過認真努力的工作，將對社會發揮巨大的貢獻。"
    },
    {
      "id": "21-180-0001_p0003",
      "zh_CN": "本人从事于教育工作已达四十五年，其间讲学从无间断，也曾在美国、澳洲、中国、香港、台湾、及东南亚地区、日本等大学演讲，但在隆重的毕业典礼上，向同学们说话还是第一次，使我感到更亲切的是，今天我与你们一样，也是来接受学位证书的，我也是你们中间的一份子。",
      "zh_TW": "本人從事於教育工作已達四十五年，其間講學從無間斷，也曾在美國、澳洲、中國、香港、台灣、及東南亞地區、日本等大學演講，但在隆重的畢業典禮上，向同學們說話還是第一次，使我感到更親切的是，今天我與你們一樣，也是來接受學位證書的，我也是你們中間的一份子。"
    },
    {
      "id": "21-180-0001_p0004",
      "zh_CN": "中国是一个有五千年丰富文化的国家，中国的文字是充满智慧和有独特含义及表现形式的，今天我乘此机缘送给同学们三个字：「念」、「忠」和「恕」，这三个字的造形都是以「心」为基础，第一个「念」字，我们的心时时刻刻不能忘父母的养育之恩，老师的教导之恩，自然万物的滋养之恩。",
      "zh_TW": "中國是一個有五千年豐富文化的國家，中國的文字是充滿智慧和有獨特含義及表現形式的，今天我乘此機緣送給同學們三個字：「念」、「忠」和「恕」，這三個字的造形都是以「心」為基礎，第一個「念」字，我們的心時時刻刻不能忘父母的養育之恩，老師的教導之恩，自然萬物的滋養之恩。"
    },
    {
      "id": "21-180-0001_p0005",
      "zh_CN": "第二个「忠」字，我们的心必须常怀忠心，做事不偏不倚，公正无私，是对人对事的态度，第三个字是「恕」字，对人对物都必需有宽恕之心，慈悲之心，对自己要端正心态，不受外界有害的干扰，这是我们处世为人的根本，我们除了专业知识更重要的是有心灵道德的修养。心理的健康，才是真正的健康，才能永远精力充沛的投入工作，才能保持你们的年轻，享受你们的人生，带动社会的进步、和平、安乐。",
      "zh_TW": "第二個「忠」字，我們的心必須常懷忠心，做事不偏不倚，公正無私，是對人對事的態度，第三個字是「恕」字，對人對物都必需有寬恕之心，慈悲之心，對自己要端正心態，不受外界有害的干擾，這是我們處世為人的根本，我們除了專業知識更重要的是有心靈道德的修養。心理的健康，才是真正的健康，才能永遠精力充沛的投入工作，才能保持你們的年輕，享受你們的人生，帶動社會的進步、和平、安樂。"
    },
    {
      "id": "21-180-0001_p0006",
      "zh_CN": "同学们，未来永远是属于年轻人的，为了个人的利益，为了人类的幸福，为了子孙后代的幸福，今天就献给同学们这三个字作为答谢的礼物。再一次感谢各位，祝福你们身体健康，生活愉快。",
      "zh_TW": "同學們，未來永遠是屬於年輕人的，為了個人的利益，為了人類的幸福，為了子孫後代的幸福，今天就獻給同學們這三個字作為答謝的禮物。再一次感謝各位，祝福你們身體健康，生活愉快。"
    },
    {
      "id": "21-180-0001_p0007",
      "zh_CN": "祝愿同学们在新的工作中事业有成。",
      "zh_TW": "祝願同學們在新的工作中事業有成。"
    },
    {
      "id": "21-180-0001_p0008",
      "zh_CN": "净空",
      "zh_TW": "淨空"
    },
    {
      "id": "21-180-0001_p0009",
      "zh_CN": "二００二年八月二十四日",
      "zh_TW": "二００二年八月二十四日"
    }
  ]
}