{
  "doc_id": "21-337-0001",
  "title": {
    "zh_CN": "对香港佛陀教育协会职员义工谈话八—如何落实六和敬",
    "zh_TW": "對香港佛陀教育協會職員義工談話八—如何落實六和敬"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-337-0001",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "21-337-0001_p0001",
      "zh_CN": "诸位法师、诸位同学，大家好。今天是我们第八次内部义工的谈话，讲题是「如何落实六和敬」。净宗学会成立，在美国加州旧金山，当时我写了一个缘起，里面谈到我们修学最高的指导原则，是采取《观经》的「净业三福」，这最高的指导原则。我们净宗同学修行的科目有五种，第一种就是净业三福，第二种就是六和敬，第三种是戒定慧三学，第四是六度，第五是普贤菩萨十大愿王。这是很容易记的，一般学佛的同学都能够记得住。如果记不住，我们在日常生活当中就很难提起观照的功夫。观照就是我们的起心动念、言语造作不能违犯这些条目。",
      "zh_TW": "諸位法師、諸位同學，大家好。今天是我們第八次內部義工的談話，講題是「如何落實六和敬」。淨宗學會成立，在美國加州舊金山，當時我寫了一個緣起，裡面談到我們修學最高的指導原則，是採取《觀經》的「淨業三福」，這最高的指導原則。我們淨宗同學修行的科目有五種，第一種就是淨業三福，第二種就是六和敬，第三種是戒定慧三學，第四是六度，第五是普賢菩薩十大願王。這是很容易記的，一般學佛的同學都能夠記得住。如果記不住，我們在日常生活當中就很難提起觀照的功夫。觀照就是我們的起心動念、言語造作不能違犯這些條目。"
    },
    {
      "id": "21-337-0001_p0002",
      "zh_CN": "净业三福，不但是我们净宗学习要遵守的，实在说，任何一个宗派、任何一个法门都要依据。因为佛说得很好，这三条是「三世诸佛净业正因」，那你就知道这个很重要。三世是讲过去佛、现在佛、未来佛，凡夫修行成佛都要依据这三条，这三条是我们修行成佛的正因，你看这多么重要。三福里面第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这一条四句话讲的是修善，这要知道，修善然后才能学佛。你看看在传授三皈五戒的时候，和尚，和尚就是老师，印度称和尚，我们中国人称老师，和尚就是老师，这一定要知道。和尚叫着善男子、善女人，换句话说，你已经有修善的条件，已经有这个水平，你才能够接受三皈五戒，这是我们学佛的入门。",
      "zh_TW": "淨業三福，不但是我們淨宗學習要遵守的，實在說，任何一個宗派、任何一個法門都要依據。因為佛說得很好，這三條是「三世諸佛淨業正因」，那你就知道這個很重要。三世是講過去佛、現在佛、未來佛，凡夫修行成佛都要依據這三條，這三條是我們修行成佛的正因，你看這多麼重要。三福裡面第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這一條四句話講的是修善，這要知道，修善然後才能學佛。你看看在傳授三皈五戒的時候，和尚，和尚就是老師，印度稱和尚，我們中國人稱老師，和尚就是老師，這一定要知道。和尚叫著善男子、善女人，換句話說，你已經有修善的條件，已經有這個水平，你才能夠接受三皈五戒，這是我們學佛的入門。"
    },
    {
      "id": "21-337-0001_p0003",
      "zh_CN": "如果没有修善，那就不能受三皈。三皈是在第二条，第一条没有做到，不能进入第二条，第二条没有做到就不能进入第三条。所以第一条是凡夫，凡夫修善的善人，第二条是小乘，第三条是大乘。佛在《佛藏经》上跟我们说「不先学小乘，后学大乘，非佛弟子」。佛不承认。跟念书一样，你一定先念小学、中学，才念大学，没有说前面都不要，都可以上大学，哪有这种道理！这个道理好像只在中国发生过一次，文化大革命的时候，听说大学不需要考试，也不论资格，小学生都可以去念大学。这是古今中外就看到这么一次。这是佛不许可的，佛是一定要让你按部就班，循序渐进，这我们一定要懂。",
      "zh_TW": "如果沒有修善，那就不能受三皈。三皈是在第二條，第一條沒有做到，不能進入第二條，第二條沒有做到就不能進入第三條。所以第一條是凡夫，凡夫修善的善人，第二條是小乘，第三條是大乘。佛在《佛藏經》上跟我們說「不先學小乘，後學大乘，非佛弟子」。佛不承認。跟念書一樣，你一定先念小學、中學，才念大學，沒有說前面都不要，都可以上大學，哪有這種道理！這個道理好像只在中國發生過一次，文化大革命的時候，聽說大學不需要考試，也不論資格，小學生都可以去念大學。這是古今中外就看到這麼一次。這是佛不許可的，佛是一定要讓你按部就班，循序漸進，這我們一定要懂。"
    },
    {
      "id": "21-337-0001_p0004",
      "zh_CN": "六和里面，六和是团体生活必须要遵守的规矩。佛对我们教化实在讲真是有智慧，善巧方便，他给我们讲的是简单明了，我们很容易记，你才能做到。头一条是「见和同解」，这个见是见解，就是我们的想法、看法。我的想法跟你不一样，你的想法跟他不一样，这就和不起来了。所以团体里面，这是讲团体，团体生活，四个人以上，佛家讲团体四个人以上，这不是出家人，这叫僧团。僧是什么？僧也不是出家人，诸位要懂这个意思，僧的本义就是四个人以上的团体在一起同住，遵守六和敬，那这个小团体就叫做僧团。",
      "zh_TW": "六和裡面，六和是團體生活必須要遵守的規矩。佛對我們教化實在講真是有智慧，善巧方便，他給我們講的是簡單明瞭，我們很容易記，你才能做到。頭一條是「見和同解」，這個見是見解，就是我們的想法、看法。我的想法跟你不一樣，你的想法跟他不一樣，這就和不起來了。所以團體裡面，這是講團體，團體生活，四個人以上，佛家講團體四個人以上，這不是出家人，這叫僧團。僧是什麼？僧也不是出家人，諸位要懂這個意思，僧的本義就是四個人以上的團體在一起同住，遵守六和敬，那這個小團體就叫做僧團。"
    },
    {
      "id": "21-337-0001_p0005",
      "zh_CN": "以后这个僧团被出家人专用了，在家人不用，其实在家人就是僧团。你家里面，譬如说夫妻有两个小孩，四个人修六和敬，你家里就是僧团。所以这个「僧」是广义的不是狭义的。变成狭义是传到中国之后，这个僧就是专门指出家人，而且是出家团体。但是一个人也可以称僧，譬如军人，军队是团体的，一个人也叫军人。这些称呼的沿革我们要明了，它原先最初在印度的时候，不是指出家人是指团体，但是一定是修六和敬，就是一个和睦的团体。我们三皈里面说「皈依僧，众中尊」，那是什么意思？这个僧团是所有团体里面最值得人尊敬的。为什么？它和睦，它里面没有争执，各个都能遵守这六条，所以这个团体是最值得人尊敬的，意思是在此地。",
      "zh_TW": "以後這個僧團被出家人專用了，在家人不用，其實在家人就是僧團。你家裡面，譬如說夫妻有兩個小孩，四個人修六和敬，你家裡就是僧團。所以這個「僧」是廣義的不是狹義的。變成狹義是傳到中國之後，這個僧就是專門指出家人，而且是出家團體。但是一個人也可以稱僧，譬如軍人，軍隊是團體的，一個人也叫軍人。這些稱呼的沿革我們要明瞭，它原先最初在印度的時候，不是指出家人是指團體，但是一定是修六和敬，就是一個和睦的團體。我們三皈裡面說「皈依僧，眾中尊」，那是什麼意思？這個僧團是所有團體裡面最值得人尊敬的。為什麼？它和睦，它裡面沒有爭執，各個都能遵守這六條，所以這個團體是最值得人尊敬的，意思是在此地。"
    },
    {
      "id": "21-337-0001_p0006",
      "zh_CN": "这六个条件里头，第一条是最重要的，怎么样能让我们的思想见解都能相同，这很不容易！所以我节录一点参考资料给大家，这就是专门来说明「见和同解」，我们要怎样去建立。佛实在讲得让我们真是五体投地，没有话说。这个最高的见和同解，就是我最近画了一个转凡成圣的示意图，这就是最高的见和同解。首先，你要相信你本来是佛，本来是佛就同了，大家都是佛，那还有什么两样的！",
      "zh_TW": "這六個條件裡頭，第一條是最重要的，怎麼樣能讓我們的思想見解都能相同，這很不容易！所以我節錄一點參考資料給大家，這就是專門來說明「見和同解」，我們要怎樣去建立。佛實在講得讓我們真是五體投地，沒有話說。這個最高的見和同解，就是我最近畫了一個轉凡成聖的示意圖，這就是最高的見和同解。首先，你要相信你本來是佛，本來是佛就同了，大家都是佛，那還有什麼兩樣的！"
    },
    {
      "id": "21-337-0001_p0007",
      "zh_CN": "什么叫做佛？佛是一个人没有妄想、没有分别、没有执着，这个人就叫做佛。如果我们每个人都没有妄想、没有分别、没有执着，你说同不同？当然同，没有意见了。你有意见，那都是妄想、都是执着、都是分别。所以妄想分别执着统统没有了，我们用一个圆来代表，白色的，一点染污都没有，这是佛，这完全同了。所以佛家讲同的道理，不是说你的见解错误，我是对的，你要跟着我的，没有这个道理，每个人都把妄想分别执着放下，都同了！所以是一切众生本来成佛。",
      "zh_TW": "什麼叫做佛？佛是一個人沒有妄想、沒有分別、沒有執著，這個人就叫做佛。如果我們每個人都沒有妄想、沒有分別、沒有執著，你說同不同？當然同，沒有意見了。你有意見，那都是妄想、都是執著、都是分別。所以妄想分別執著統統沒有了，我們用一個圓來代表，白色的，一點染污都沒有，這是佛，這完全同了。所以佛家講同的道理，不是說你的見解錯誤，我是對的，你要跟著我的，沒有這個道理，每個人都把妄想分別執著放下，都同了！所以是一切眾生本來成佛。"
    },
    {
      "id": "21-337-0001_p0008",
      "zh_CN": "如果你起了妄想，所谓一念不觉而有无明。我让电视做这个画面（你们看了，还没做得理想，我刚才也在看，还有缺陷，还要修正），一念不觉就是这个大的白圆圈本性里面起了一点，那一点染污起来了，我们用黄色代表妄想，一点起来了，慢慢慢慢的扩大。菩萨有五十一个阶级，这从一个点慢慢扩大，也把它画成五十一个圈，当中那个刚刚发生的这一点，那叫等觉菩萨。因为等觉菩萨他就是最后一品无明，等觉菩萨。等觉菩萨外面那一圈，那就是法云地的菩萨，再慢慢发展，那就是十地、十回向、十行、十住、十信，这就是遍满了，这是表这个意思。",
      "zh_TW": "如果你起了妄想，所謂一念不覺而有無明。我讓電視做這個畫面（你們看了，還沒做得理想，我剛才也在看，還有缺陷，還要修正），一念不覺就是這個大的白圓圈本性裡面起了一點，那一點染污起來了，我們用黃色代表妄想，一點起來了，慢慢慢慢的擴大。菩薩有五十一個階級，這從一個點慢慢擴大，也把它畫成五十一個圈，當中那個剛剛發生的這一點，那叫等覺菩薩。因為等覺菩薩他就是最後一品無明，等覺菩薩。等覺菩薩外面那一圈，那就是法雲地的菩薩，再慢慢發展，那就是十地、十迴向、十行、十住、十信，這就是遍滿了，這是表這個意思。"
    },
    {
      "id": "21-337-0001_p0009",
      "zh_CN": "菩萨位次怎么来的？统统是无明这种烦恼。但是烦恼有深浅不相同，地位愈高的，就是圈愈小的，他那个妄想的习气就愈少；遍满了，那就太多！你看这十信位的菩萨，那就是满满的，像月亮一样的，十信位的菩萨像初三、初四的月亮，黑的多，白的少；十五满月，那就是佛，一点染污都没有。我们用这个来做比喻也很容易理解。",
      "zh_TW": "菩薩位次怎麼來的？統統是無明這種煩惱。但是煩惱有深淺不相同，地位愈高的，就是圈愈小的，他那個妄想的習氣就愈少；遍滿了，那就太多！你看這十信位的菩薩，那就是滿滿的，像月亮一樣的，十信位的菩薩像初三、初四的月亮，黑的多，白的少；十五滿月，那就是佛，一點染污都沒有。我們用這個來做比喻也很容易理解。"
    },
    {
      "id": "21-337-0001_p0010",
      "zh_CN": "从妄想就又变现出分别，分别这个烦恼比妄想重，有妄想还没有分别，这是菩萨。所以菩萨六和敬做到了，他没有分别、没有执着。妄想是起心动念，起心动念不碍事，里头没有分别执着；有了分别执着，麻烦就来了，那就有冲突。我的分别跟你的分别不一样，我的执着跟他的执着不一样，就会发生冲突。但是我们要知道，妄想分别执着有生就有灭，它一点慢慢扩大，断的时候，慢慢都缩小，缩到最后没有了，它有生有灭。妄想有生有灭，分别有生有灭，执着有生有灭，有生有灭的不是真的，是假的，所以称为妄，这个字用得很妙！这起心动念就是想，起心动念称之为妄，不是真的。真的不生不灭，只有自性不生不灭。所以菩萨有生灭，阿罗汉也有生灭，只有佛没有生灭。",
      "zh_TW": "從妄想就又變現出分別，分別這個煩惱比妄想重，有妄想還沒有分別，這是菩薩。所以菩薩六和敬做到了，他沒有分別、沒有執著。妄想是起心動念，起心動念不礙事，裡頭沒有分別執著；有了分別執著，麻煩就來了，那就有衝突。我的分別跟你的分別不一樣，我的執著跟他的執著不一樣，就會發生衝突。但是我們要知道，妄想分別執著有生就有滅，它一點慢慢擴大，斷的時候，慢慢都縮小，縮到最後沒有了，它有生有滅。妄想有生有滅，分別有生有滅，執著有生有滅，有生有滅的不是真的，是假的，所以稱為妄，這個字用得很妙！這起心動念就是想，起心動念稱之為妄，不是真的。真的不生不滅，只有自性不生不滅。所以菩薩有生滅，阿羅漢也有生滅，只有佛沒有生滅。"
    },
    {
      "id": "21-337-0001_p0011",
      "zh_CN": "可是这个地方讲的佛，诸位要知道，我们不是讲究竟圆满佛，那是狭义的，我们讲广义的。广义的佛是什么？《华严经》上初住菩萨就是佛。我讲《华严经》，配十法界来讲，经里面告诉我们，七信位的菩萨他见思烦恼断了，也就是说执着没有了，执着完全没有了，可以说他达到六和敬，他没有执着。虽有分别，没有执着，七信位的菩萨。从初信到六信，佛跟我们讲，初信位的菩萨相当于小乘须陀洹，初果，也就是说破三界八十八品见惑，见惑断尽，初信位的菩萨断尽了。初信再往上面去，叫二果向、二果、三果向、三果、四果向、四果。你们看从初果到四果向六个位次，没有出六道，到第七个位次证阿罗汉，见思烦恼才完全断尽。上面，我们就知道，八信位的菩萨就是辟支佛，九信位的菩萨就是十法界里的菩萨，十信位的菩萨就是佛。四圣法界，声闻、缘觉、菩萨、佛。你看十信，所以十信心满就成佛。",
      "zh_TW": "可是這個地方講的佛，諸位要知道，我們不是講究竟圓滿佛，那是狹義的，我們講廣義的。廣義的佛是什麼？《華嚴經》上初住菩薩就是佛。我講《華嚴經》，配十法界來講，經裡面告訴我們，七信位的菩薩他見思煩惱斷了，也就是說執著沒有了，執著完全沒有了，可以說他達到六和敬，他沒有執著。雖有分別，沒有執著，七信位的菩薩。從初信到六信，佛跟我們講，初信位的菩薩相當於小乘須陀洹，初果，也就是說破三界八十八品見惑，見惑斷盡，初信位的菩薩斷盡了。初信再往上面去，叫二果向、二果、三果向、三果、四果向、四果。你們看從初果到四果向六個位次，沒有出六道，到第七個位次證阿羅漢，見思煩惱才完全斷盡。上面，我們就知道，八信位的菩薩就是辟支佛，九信位的菩薩就是十法界裡的菩薩，十信位的菩薩就是佛。四聖法界，聲聞、緣覺、菩薩、佛。你看十信，所以十信心滿就成佛。"
    },
    {
      "id": "21-337-0001_p0012",
      "zh_CN": "成佛，圆教初住破一品无明、证一分法身，那是真的佛不是假的佛。《华严经》上跟我们说一真法界里面还有四十一个位次，那就是十住、十行、十回向、十地、等觉。无明都没有了，就是妄想分别执着都没有了，你想想还有什么位次？那有位次，不就又有分别执着了吗？分别执着没有，哪来的位次！这要懂得。佛为什么又要讲位次？清凉大师真的是帮我们很大的忙，这个问题帮我们解决了，他说这四十一个位次是无明习气没断，那就知道无明习气碍不碍事？不碍事，但是他真的有无明习气。这我们讲经的时候很详细的跟诸位说过，无明习气没断，所以那是真佛，本来成佛，圆教初住就是真佛，破一品无明、证一分法身。中国禅宗里面所讲的大彻大悟，明心见性，那就是见性成佛，这是真的。这个道理我们要懂。",
      "zh_TW": "成佛，圓教初住破一品無明、證一分法身，那是真的佛不是假的佛。《華嚴經》上跟我們說一真法界裡面還有四十一個位次，那就是十住、十行、十迴向、十地、等覺。無明都沒有了，就是妄想分別執著都沒有了，你想想還有什麼位次？那有位次，不就又有分別執著了嗎？分別執著沒有，哪來的位次！這要懂得。佛為什麼又要講位次？清涼大師真的是幫我們很大的忙，這個問題幫我們解決了，他說這四十一個位次是無明習氣沒斷，那就知道無明習氣礙不礙事？不礙事，但是他真的有無明習氣。這我們講經的時候很詳細的跟諸位說過，無明習氣沒斷，所以那是真佛，本來成佛，圓教初住就是真佛，破一品無明、證一分法身。中國禪宗裡面所講的大徹大悟，明心見性，那就是見性成佛，這是真的。這個道理我們要懂。"
    },
    {
      "id": "21-337-0001_p0013",
      "zh_CN": "十法界里面有修行，一真法界里没修行，无功用道。你怎么修，一修就落在分别执着里头，所以你不能修，你不修也落在分别执着里头。所以那完全是一片真诚清净平等觉，只是带着有妄想习气厚薄不相同，那是真正究竟圆满的六和敬。我们先要懂得这个道理。",
      "zh_TW": "十法界裡面有修行，一真法界裡沒修行，無功用道。你怎麼修，一修就落在分別執著裡頭，所以你不能修，你不修也落在分別執著裡頭。所以那完全是一片真誠清淨平等覺，只是帶著有妄想習氣厚薄不相同，那是真正究竟圓滿的六和敬。我們先要懂得這個道理。"
    },
    {
      "id": "21-337-0001_p0014",
      "zh_CN": "这是宇宙告诉我们自性和谐的，自性变现出来的法界，法界是和谐的，法界里面一切万事万物也是和谐的。我们夜晚看星空，你看天上无数的星球都是很有规律的在运转，和谐的，它不打架、不冲突。你再细心观察我们这个地球上，地球上所有的这些生物本来也是和谐的，植物是和谐的，动物是和谐的，山河大地没有一样不是和谐的。为什么？它跟法性相应，所以本来和谐！",
      "zh_TW": "這是宇宙告訴我們自性和諧的，自性變現出來的法界，法界是和諧的，法界裡面一切萬事萬物也是和諧的。我們夜晚看星空，你看天上無數的星球都是很有規律的在運轉，和諧的，它不打架、不衝突。你再細心觀察我們這個地球上，地球上所有的這些生物本來也是和諧的，植物是和諧的，動物是和諧的，山河大地沒有一樣不是和諧的。為什麼？它跟法性相應，所以本來和諧！"
    },
    {
      "id": "21-337-0001_p0015",
      "zh_CN": "为什么不和？不和就是你起了分别执着。在法相里面（法性变成法相），那就是有妄想，没有分别执着。万事万物都没有分别执着，但是它真的是有妄想，它没有妄想，它就不会变成物质，就不会生起现相，所有的现相都是在无明变现的。这佛经讲得非常透彻，尤其是法相唯识讲得非常透彻。所以这是一念不觉而有无明，「无明不觉生三细，境界为缘长六粗」。那个三细相，见相就是我们今天讲的精神，见分，相分就是我们今天讲的物质，精神跟物质都是假的，都是从自证分变现出来的。自证分是法身，所以变现出来的精神物质也是法身，可惜我们迷了，不知道这个事情。真正要知道了，那《华严经》上所讲的「情与无情，同圆种智」，我们就完全明白了，就不会有丝毫怀疑了。情与无情同圆种智就是一切众生本来是佛，就是这个意思。",
      "zh_TW": "為什麼不和？不和就是你起了分別執著。在法相裡面（法性變成法相），那就是有妄想，沒有分別執著。萬事萬物都沒有分別執著，但是它真的是有妄想，它沒有妄想，它就不會變成物質，就不會生起現相，所有的現相都是在無明變現的。這佛經講得非常透徹，尤其是法相唯識講得非常透徹。所以這是一念不覺而有無明，「無明不覺生三細，境界為緣長六粗」。那個三細相，見相就是我們今天講的精神，見分，相分就是我們今天講的物質，精神跟物質都是假的，都是從自證分變現出來的。自證分是法身，所以變現出來的精神物質也是法身，可惜我們迷了，不知道這個事情。真正要知道了，那《華嚴經》上所講的「情與無情，同圓種智」，我們就完全明白了，就不會有絲毫懷疑了。情與無情同圓種智就是一切眾生本來是佛，就是這個意思。"
    },
    {
      "id": "21-337-0001_p0016",
      "zh_CN": "本来是佛，我们现在变成这个样子，你惭愧不惭愧？惭愧两个字，惭就是对不起自己，我自己本来是佛，怎么会变成这个样子？佛在经上讲的「一切众生皆有如来智慧德相」，我有圆满的智慧，我有圆满的德能、圆满的才艺、圆满的福报，今天怎么什么都没有了？你要想想，对不起自己叫惭，对不起别人叫愧。别人是谁？老师、佛菩萨这样慈悲的教我，我还不觉悟，我还不肯放下分别执着，对不起老师，对不起诸佛菩萨。再回头看，对不起自己父母，对不起一切众生。为什么？一切众生，植物、矿物，他们没有分别执着，我有分别执着，我怎么对得起他们！",
      "zh_TW": "本來是佛，我們現在變成這個樣子，你慚愧不慚愧？慚愧兩個字，慚就是對不起自己，我自己本來是佛，怎麼會變成這個樣子？佛在經上講的「一切眾生皆有如來智慧德相」，我有圓滿的智慧，我有圓滿的德能、圓滿的才藝、圓滿的福報，今天怎麼什麼都沒有了？你要想想，對不起自己叫慚，對不起別人叫愧。別人是誰？老師、佛菩薩這樣慈悲的教我，我還不覺悟，我還不肯放下分別執著，對不起老師，對不起諸佛菩薩。再回頭看，對不起自己父母，對不起一切眾生。為什麼？一切眾生，植物、礦物，他們沒有分別執著，我有分別執著，我怎麼對得起他們！"
    },
    {
      "id": "21-337-0001_p0017",
      "zh_CN": "所以我们要晓得，宇宙本来是和谐的。再往自己内身去观察，你观察我们的身，我们这个身是物质，这也是属于法相，法相是整个宇宙现相，这也是法相。外面眼耳鼻舌身，里面五脏六腑，许许多多不同器官组成的，无数细胞组成的，你说它和不和睦？它和，所以你才健康，它要不和你就生病了，再严重的话，你命就没有了。所以身体是和的，眼睛跟耳朵不吵架，耳朵跟鼻子不斗争，和谐的。为什么我们人跟人不能和谐？只有一个道理，迷了，不晓得我们跟一切众生的关系。佛菩萨知道，佛菩萨知道整个宇宙跟自己是一体。所以说迷的人不和，觉悟的人和。这就是最近讲到的，和谐要从我心做起，就是这个道理，这就是修行的秘诀。",
      "zh_TW": "所以我們要曉得，宇宙本來是和諧的。再往自己內身去觀察，你觀察我們的身，我們這個身是物質，這也是屬於法相，法相是整個宇宙現相，這也是法相。外面眼耳鼻舌身，裡面五臟六腑，許許多多不同器官組成的，無數細胞組成的，你說它和不和睦？它和，所以你才健康，它要不和你就生病了，再嚴重的話，你命就沒有了。所以身體是和的，眼睛跟耳朵不吵架，耳朵跟鼻子不鬥爭，和諧的。為什麼我們人跟人不能和諧？只有一個道理，迷了，不曉得我們跟一切眾生的關係。佛菩薩知道，佛菩薩知道整個宇宙跟自己是一體。所以說迷的人不和，覺悟的人和。這就是最近講到的，和諧要從我心做起，就是這個道理，這就是修行的祕訣。"
    },
    {
      "id": "21-337-0001_p0018",
      "zh_CN": "我们怎样化解冲突，怎样恢复社会的安定和平？从自己的自心做起。我明白、我懂得，你跟我不和，我跟你和；你跟我冲突，我不跟你冲突。你看两个人相骂，两方面都骂，这才有劲，愈骂愈起劲。如果一边骂，一边不吭声，他骂累了，自然他就不骂了。打架，两个人相打，也愈打愈起劲；那边打来，这边不还手，打几下就打不下去，到底是打还是不打？打不下去了，那就化解了！今天国际之间为什么冲突这么多而不能化解？就是各不相让，那他打得就起劲了。如果有一边让步就打不起来，和平就能实现。可是谁都不肯低头，谁都不肯让步，这就是现在讲面子，面子可害死人，面子害得你堕三途、堕地狱！他不懂这个道理。",
      "zh_TW": "我們怎樣化解衝突，怎樣恢復社會的安定和平？從自己的自心做起。我明白、我懂得，你跟我不和，我跟你和；你跟我衝突，我不跟你衝突。你看兩個人相罵，兩方面都罵，這才有勁，愈罵愈起勁。如果一邊罵，一邊不吭聲，他罵累了，自然他就不罵了。打架，兩個人相打，也愈打愈起勁；那邊打來，這邊不還手，打幾下就打不下去，到底是打還是不打？打不下去了，那就化解了！今天國際之間為什麼衝突這麼多而不能化解？就是各不相讓，那他打得就起勁了。如果有一邊讓步就打不起來，和平就能實現。可是誰都不肯低頭，誰都不肯讓步，這就是現在講面子，面子可害死人，面子害得你墮三途、墮地獄！他不懂這個道理。"
    },
    {
      "id": "21-337-0001_p0019",
      "zh_CN": "和谐是本来有的，不和是本来没有的，不和是迷，就是分别执着。实在讲，妄想还没有关系，就是分别执着这个问题严重。分别是第六意识，执着是第七末那识，六道凡夫把心迷掉了，真心不见了，不知道了，把第六识、第七识当作自己的真心，毛病就发生在这里。",
      "zh_TW": "和諧是本來有的，不和是本來沒有的，不和是迷，就是分別執著。實在講，妄想還沒有關係，就是分別執著這個問題嚴重。分別是第六意識，執著是第七末那識，六道凡夫把心迷掉了，真心不見了，不知道了，把第六識、第七識當作自己的真心，毛病就發生在這裡。"
    },
    {
      "id": "21-337-0001_p0020",
      "zh_CN": "所以这个后面，我们取《首楞严经》上讲的三和，「经云，识见杂三和」，谓根境和合识生其中，能所合说也。这就是根，六根，境就是外面境界，境界就是色声香味触法，这六类是境界，眼耳鼻舌身意，这是六根。六根跟外面六尘境界相结合的时候，当中六识就生了，识生其中，三和。这是《楞严经》上跟我们讲的三和，它确实和，见和同解，它们没有冲突。你看看哪个人自己根尘识打架了？你有没有见到有这种人？没有。",
      "zh_TW": "所以這個後面，我們取《首楞嚴經》上講的三和，「經云，識見雜三和」，謂根境和合識生其中，能所合說也。這就是根，六根，境就是外面境界，境界就是色聲香味觸法，這六類是境界，眼耳鼻舌身意，這是六根。六根跟外面六塵境界相結合的時候，當中六識就生了，識生其中，三和。這是《楞嚴經》上跟我們講的三和，它確實和，見和同解，它們沒有衝突。你看看哪個人自己根塵識打架了？你有沒有見到有這種人？沒有。"
    },
    {
      "id": "21-337-0001_p0021",
      "zh_CN": "这是我们讲见和同解第二个道理。第一个是讲自性，那是根本，第二个这是迷了。迷了的时候，我们这个身心还是和睦的，永远是和睦的，要不然它就会生病。决定没有自己跟自己过不去的，他跟别人过不去，他不会跟自己过不去。如果哪一天从这里一旦觉悟了，自他不二，生佛一体，这叫一念觉。觉悟之后，他自然就回头，回头是岸！",
      "zh_TW": "這是我們講見和同解第二個道理。第一個是講自性，那是根本，第二個這是迷了。迷了的時候，我們這個身心還是和睦的，永遠是和睦的，要不然它就會生病。決定沒有自己跟自己過不去的，他跟別人過不去，他不會跟自己過不去。如果哪一天從這裡一旦覺悟了，自他不二，生佛一體，這叫一念覺。覺悟之後，他自然就回頭，回頭是岸！"
    },
    {
      "id": "21-337-0001_p0022",
      "zh_CN": "回头之后，诸佛如来教我们回归自性这些方法，他一定会非常认真努力的学习。最高的指导原则就是净业三福，净业三福里面所说的是自己的性德。所以我们现在看到许多哲学家，中国、外国的，引用佛经里面，都是说这是释迦牟尼佛讲的，错了，冤枉了释迦牟尼佛，释迦牟尼佛没说。好在世尊在《般若经》上说得很清楚，他老人家一生没有说过法，没有说过一个字，没有说过一句，谁要是说佛说法，叫谤佛。这是正确的。",
      "zh_TW": "回頭之後，諸佛如來教我們回歸自性這些方法，他一定會非常認真努力的學習。最高的指導原則就是淨業三福，淨業三福裡面所說的是自己的性德。所以我們現在看到許多哲學家，中國、外國的，引用佛經裡面，都是說這是釋迦牟尼佛講的，錯了，冤枉了釋迦牟尼佛，釋迦牟尼佛沒說。好在世尊在《般若經》上說得很清楚，他老人家一生沒有說過法，沒有說過一個字，沒有說過一句，誰要是說佛說法，叫謗佛。這是正確的。"
    },
    {
      "id": "21-337-0001_p0023",
      "zh_CN": "那佛明明说了四十九年，怎么说没有说一句？所说都是你自性里头本来有的。换句话说，他所讲的没有自己的意思，他没有发明，也没有创造。现在人都讲自己发明、自己创造，佛没有，佛所说的是什么？本来就是这个样子，所谓是诸法实相，一切法的真相就是这样，只是把真相说出来而已。我说你有鼻子，绝对不是说那个鼻子是我给你造成的，你自己本来有！我说有眼睛，那眼睛绝对不是我发明的，你本来有。所以说佛没有说一句话，你要懂得他这个意思，他一生所说的决没有一句是创造的，决没有一句是发明的或者发现的，都没有，本来如是！整个宇宙本来如是。",
      "zh_TW": "那佛明明說了四十九年，怎麼說沒有說一句？所說都是你自性裡頭本來有的。換句話說，他所講的沒有自己的意思，他沒有發明，也沒有創造。現在人都講自己發明、自己創造，佛沒有，佛所說的是什麼？本來就是這個樣子，所謂是諸法實相，一切法的真相就是這樣，只是把真相說出來而已。我說你有鼻子，絕對不是說那個鼻子是我給你造成的，你自己本來有！我說有眼睛，那眼睛絕對不是我發明的，你本來有。所以說佛沒有說一句話，你要懂得他這個意思，他一生所說的決沒有一句是創造的，決沒有一句是發明的或者發現的，都沒有，本來如是！整個宇宙本來如是。"
    },
    {
      "id": "21-337-0001_p0024",
      "zh_CN": "所以无量的智慧是你本来有的，为什么现在没有？没有了，问题就出在妄想分别执着。妄想还不大，等于说它是个半透明的，影响还不大，影响最严重的是执着。执着才有六道、才有三途，执着没有了，三途六道没有了。你看有分别，分别是四圣法界，这诸位要晓得。分别没有了，四圣法界没有了，你才能到一真法界。你要懂这个道理，我们在日常生活当中就懂得修行，自然就能化解冲突。冲突怎么化解？放弃自己的成见就和睦了。为什么？清净心里头没有念头，有念都叫妄念。",
      "zh_TW": "所以無量的智慧是你本來有的，為什麼現在沒有？沒有了，問題就出在妄想分別執著。妄想還不大，等於說它是個半透明的，影響還不大，影響最嚴重的是執著。執著才有六道、才有三途，執著沒有了，三途六道沒有了。你看有分別，分別是四聖法界，這諸位要曉得。分別沒有了，四聖法界沒有了，你才能到一真法界。你要懂這個道理，我們在日常生活當中就懂得修行，自然就能化解衝突。衝突怎麼化解？放棄自己的成見就和睦了。為什麼？清淨心裡頭沒有念頭，有念都叫妄念。"
    },
    {
      "id": "21-337-0001_p0025",
      "zh_CN": "念一句阿弥陀佛还是妄念，这你要知道。但是这个妄念是一定要有，这个妄念送我们到极乐世界去，到极乐世界去，这个妄念就没有了。这个妄念要是没有，极乐世界去不了。所以是你一念，一个妄念断一切妄念，净宗是用这种方法，这跟阿弥陀佛的本愿相应。有人说，我念一二三四五行不行？可以，你念一二三四五，那是修禅，你可以得定，你不能往生。为什么？跟阿弥陀佛的愿不相同。念阿弥陀佛跟阿弥陀佛本愿相同，他到时候会接引你，他会欢迎你到那个地方去。那个地方也是一个修行的环境，那环境比我们这个环境太好了，我们这个环境缺陷太多，很不容易成就。到那个环境，那真的得大自在，什么事情都能够随心所欲，心想事成。所以叫换个环境去修。",
      "zh_TW": "念一句阿彌陀佛還是妄念，這你要知道。但是這個妄念是一定要有，這個妄念送我們到極樂世界去，到極樂世界去，這個妄念就沒有了。這個妄念要是沒有，極樂世界去不了。所以是你一念，一個妄念斷一切妄念，淨宗是用這種方法，這跟阿彌陀佛的本願相應。有人說，我念一二三四五行不行？可以，你念一二三四五，那是修禪，你可以得定，你不能往生。為什麼？跟阿彌陀佛的願不相同。念阿彌陀佛跟阿彌陀佛本願相同，他到時候會接引你，他會歡迎你到那個地方去。那個地方也是一個修行的環境，那環境比我們這個環境太好了，我們這個環境缺陷太多，很不容易成就。到那個環境，那真的得大自在，什麼事情都能夠隨心所欲，心想事成。所以叫換個環境去修。"
    },
    {
      "id": "21-337-0001_p0026",
      "zh_CN": "《观经》净业三福这三条是一切诸佛教化六道众生共同的一个原则，决不是哪个发明的，这是事实真相！你从哪里修起？一定从这修起，就是按部就班，好像教小朋友，教幼稚园学生，慢慢小学、中学、大学，按部就班。这一定的，不是人发明的，是自然的，这就与道相应。中国人讲道、讲德，道就是大自然，大自然的规律，大自然的法则。",
      "zh_TW": "《觀經》淨業三福這三條是一切諸佛教化六道眾生共同的一個原則，決不是哪個發明的，這是事實真相！你從哪裡修起？一定從這修起，就是按部就班，好像教小朋友，教幼稚園學生，慢慢小學、中學、大學，按部就班。這一定的，不是人發明的，是自然的，這就與道相應。中國人講道、講德，道就是大自然，大自然的規律，大自然的法則。"
    },
    {
      "id": "21-337-0001_p0027",
      "zh_CN": "圣人的心就是人家心地清净，真的一尘不染，悟入了，一下明白了。明白之后，心跟法性融合，身跟法相融合，那真的就是不生不灭。怎么样才融合？你一定要把妄想分别执着放下，自然就融合了，本来就是这样。也不是真正有个什么两个东西合起来，不是的，本来就是。本来两个字意思好，本来就是！只要你放下妄想分别执着。真正懂得这个道理，你说哪个人我们可以不尊敬他？哪个人可以轻慢他？不可以，轻慢一个众生是轻慢自己的性德，轻慢一个人、轻视一个人是轻视自己的法性，这才是诸法实相！",
      "zh_TW": "聖人的心就是人家心地清淨，真的一塵不染，悟入了，一下明白了。明白之後，心跟法性融合，身跟法相融合，那真的就是不生不滅。怎麼樣才融合？你一定要把妄想分別執著放下，自然就融合了，本來就是這樣。也不是真正有個什麼兩個東西合起來，不是的，本來就是。本來兩個字意思好，本來就是！只要你放下妄想分別執著。真正懂得這個道理，你說哪個人我們可以不尊敬他？哪個人可以輕慢他？不可以，輕慢一個眾生是輕慢自己的性德，輕慢一個人、輕視一個人是輕視自己的法性，這才是諸法實相！"
    },
    {
      "id": "21-337-0001_p0028",
      "zh_CN": "这个人造作滔天大罪，用什么态度对他？他造的滔天大罪是迷惑颠倒造的，他省悟过来就不是的，他就是佛。迷得太深、迷得太重！他要不要把他那个罪业洗干净？要。到哪里去洗？用什么方法去洗？三途地狱就是他洗刷干净的地方，他到那里去学习去。这样一看，三途地狱不错，要不然你造这么多罪业，你到哪里去洗干净？所以那个地方是造作罪业人的忏悔堂，那也是学校，也有很多佛菩萨在里面教，地狱里一些鬼王全部都是佛菩萨示现的，一定要懂这个道理。",
      "zh_TW": "這個人造作滔天大罪，用什麼態度對他？他造的滔天大罪是迷惑顛倒造的，他省悟過來就不是的，他就是佛。迷得太深、迷得太重！他要不要把他那個罪業洗乾淨？要。到哪裡去洗？用什麼方法去洗？三途地獄就是他洗刷乾淨的地方，他到那裡去學習去。這樣一看，三途地獄不錯，要不然你造這麼多罪業，你到哪裡去洗乾淨？所以那個地方是造作罪業人的懺悔堂，那也是學校，也有很多佛菩薩在裡面教，地獄裡一些鬼王全部都是佛菩薩示現的，一定要懂這個道理。"
    },
    {
      "id": "21-337-0001_p0029",
      "zh_CN": "这样一来我们就知道了，连堕落到地狱里的人，我都要恭敬他，我都不敢轻慢他。为什么？他本来是佛，现在迷得太重了。就如同一个人，好人，喝酒喝醉了，发酒疯，你可以原谅他，你可不能怪他。他本来是好人，只要他醒过来，他就是好人。你一定要把它搞清楚、搞明白。",
      "zh_TW": "這樣一來我們就知道了，連墮落到地獄裡的人，我都要恭敬他，我都不敢輕慢他。為什麼？他本來是佛，現在迷得太重了。就如同一個人，好人，喝酒喝醉了，發酒瘋，你可以原諒他，你可不能怪他。他本來是好人，只要他醒過來，他就是好人。你一定要把它搞清楚、搞明白。"
    },
    {
      "id": "21-337-0001_p0030",
      "zh_CN": "现在我们要恢复自性，在我们现前来讲，我们一定要孝养父母。世出世间圣人教导我们都从这里扎根，就是「孝敬」。孝对父母，以父母来作对象；敬对老师，以老师来作对象。人的一生，这两个人对我们的恩最大、关系最大！佛在经上讲得很清楚，我们的身命得自于父母，父母养育成人；我们的慧命得自于老师，没有老师教导，我们智慧不开。所以老师的恩德是超过父母，为什么？父母，身命只是一生，恩德，一生的恩德。老师、佛菩萨，生生世世！永远不舍弃，永远在照顾你。你说佛菩萨我没见到，不是你没见到，是你不肯接受；你肯接受，你马上就见到了。你不肯接受，就没有法子，他就不会现前；现前，你还是骂他，还是侮辱他、轻慢他、瞧不起他，那你就是造很多罪业！所以佛菩萨不示现，不让你造罪业。你看看，现前是慈悲，不现前还是慈悲，永远的慈悲。这是首先教给我们要懂得为什么要孝，为什么要敬，道理在此地。",
      "zh_TW": "現在我們要恢復自性，在我們現前來講，我們一定要孝養父母。世出世間聖人教導我們都從這裡扎根，就是「孝敬」。孝對父母，以父母來作對象；敬對老師，以老師來作對象。人的一生，這兩個人對我們的恩最大、關係最大！佛在經上講得很清楚，我們的身命得自於父母，父母養育成人；我們的慧命得自於老師，沒有老師教導，我們智慧不開。所以老師的恩德是超過父母，為什麼？父母，身命只是一生，恩德，一生的恩德。老師、佛菩薩，生生世世！永遠不捨棄，永遠在照顧你。你說佛菩薩我沒見到，不是你沒見到，是你不肯接受；你肯接受，你馬上就見到了。你不肯接受，就沒有法子，他就不會現前；現前，你還是罵他，還是侮辱他、輕慢他、瞧不起他，那你就是造很多罪業！所以佛菩薩不示現，不讓你造罪業。你看看，現前是慈悲，不現前還是慈悲，永遠的慈悲。這是首先教給我們要懂得為什麼要孝，為什麼要敬，道理在此地。"
    },
    {
      "id": "21-337-0001_p0031",
      "zh_CN": "中国的教育，我在讲席里头讲得很多，中国教育兴起，就是发起，从哪里发起？就是五伦里面的「父子有亲」，就从这个地方发起。也可以说，现在人喜欢讲科学的名词，那就是中国教育的原点，教育兴起来的原点，最初的一点就是这个地方。所以五伦是道，夫妇、父子、兄弟、君臣、朋友，这是道。这不是哪个人发明的，这也不是哪个人创造，这就是自然的现象，自然就是肯定它有这个现象。随顺自然，这就是德。所以父子亲爱那是德，那也不是人发明创造的，他自自然然的，父子相亲相爱，自然的。那小孩长大了不孝父母，就是学坏了，那不是他的本性，他的本性爱父母。但是你要是不好好的教他，他会学坏，学坏，那是习性。因为他有习性会变坏，这教育就非常重要。中国就是提倡这个教育，教育非常重要。所以我讲《三字经》前面八句话，那叫做真言！我说它是真言，那是了不起的真理。",
      "zh_TW": "中國的教育，我在講席裡頭講得很多，中國教育興起，就是發起，從哪裡發起？就是五倫裡面的「父子有親」，就從這個地方發起。也可以說，現在人喜歡講科學的名詞，那就是中國教育的原點，教育興起來的原點，最初的一點就是這個地方。所以五倫是道，夫婦、父子、兄弟、君臣、朋友，這是道。這不是哪個人發明的，這也不是哪個人創造，這就是自然的現象，自然就是肯定它有這個現象。隨順自然，這就是德。所以父子親愛那是德，那也不是人發明創造的，他自自然然的，父子相親相愛，自然的。那小孩長大了不孝父母，就是學壞了，那不是他的本性，他的本性愛父母。但是你要是不好好的教他，他會學壞，學壞，那是習性。因為他有習性會變壞，這教育就非常重要。中國就是提倡這個教育，教育非常重要。所以我講《三字經》前面八句話，那叫做真言！我說它是真言，那是了不起的真理。"
    },
    {
      "id": "21-337-0001_p0032",
      "zh_CN": "《三字经》前面八句，中国五千年来代代都遵循这八句。一开端就把主旨宣布给你，「人之初，性本善」，就像佛法，佛法一进门就跟你讲，一切众生本来成佛，你本来是佛。中国老祖宗第一句话告诉你本性本善，这要肯定。为什么会变成不善？学坏了。所以夫子讲「性相近，习相远」，性是性本善，大家都一样的，相近；可是习就相远，你渐渐远离了善。这个远不是跟人的距离远，是跟自己的善，那个本善愈来愈远，变成不善了，习性变成不善了，这个事情重要。下面这是教育兴起，「苟不教，性乃迁」，你要不教，愈演变愈严重，距离就愈远，就这个道理。",
      "zh_TW": "《三字經》前面八句，中國五千年來代代都遵循這八句。一開端就把主旨宣布給你，「人之初，性本善」，就像佛法，佛法一進門就跟你講，一切眾生本來成佛，你本來是佛。中國老祖宗第一句話告訴你本性本善，這要肯定。為什麼會變成不善？學壞了。所以夫子講「性相近，習相遠」，性是性本善，大家都一樣的，相近；可是習就相遠，你漸漸遠離了善。這個遠不是跟人的距離遠，是跟自己的善，那個本善愈來愈遠，變成不善了，習性變成不善了，這個事情重要。下面這是教育興起，「苟不教，性乃遷」，你要不教，愈演變愈嚴重，距離就愈遠，就這個道理。"
    },
    {
      "id": "21-337-0001_p0033",
      "zh_CN": "底下两句话，「教之道，贵以专」，专就是定，定能生慧，定能够见性。所以教学最怕是搞杂搞乱，一杂一乱，那就坏了。这是现在科学，叫人家学好多好多东西，永远不会见性，学得很辛苦，见不了性，开不了智慧。中国几千年来都叫你学一样，一样东西，你能够得定，你心会很安静，所谓心平气和，我们一般讲有修养，读书就有修养。一门深入达到一定的程度，他开悟，这一开悟，真的，一切通达了。那是自性里头本有的般若智慧现前了。",
      "zh_TW": "底下兩句話，「教之道，貴以專」，專就是定，定能生慧，定能夠見性。所以教學最怕是搞雜搞亂，一雜一亂，那就壞了。這是現在科學，叫人家學好多好多東西，永遠不會見性，學得很辛苦，見不了性，開不了智慧。中國幾千年來都叫你學一樣，一樣東西，你能夠得定，你心會很安靜，所謂心平氣和，我們一般講有修養，讀書就有修養。一門深入達到一定的程度，他開悟，這一開悟，真的，一切通達了。那是自性裡頭本有的般若智慧現前了。"
    },
    {
      "id": "21-337-0001_p0034",
      "zh_CN": "你们要不相信，你去念《坛经》，六祖惠能的《坛经》，你看看六祖惠能讲的那些。他不认识字，没念过书，他听讲经，我估计只听了两个小时。在黄梅五祖那个地方，半夜三更去参访五祖，大概就讲两个小时。五祖讲《金刚经》大意，从前面讲到「应无所住而生其心」，他就悟了。悟了之后，不要教了，他全都懂了。不但《金刚经》懂，所有经懂了；不但佛法懂了，世间法也通了，就出师。出师就是毕业了，五祖半夜赶快把他送走。你想想这个道理，这个道理是真的不是假的。",
      "zh_TW": "你們要不相信，你去念《壇經》，六祖惠能的《壇經》，你看看六祖惠能講的那些。他不認識字，沒念過書，他聽講經，我估計只聽了兩個小時。在黃梅五祖那個地方，半夜三更去參訪五祖，大概就講兩個小時。五祖講《金剛經》大意，從前面講到「應無所住而生其心」，他就悟了。悟了之後，不要教了，他全都懂了。不但《金剛經》懂，所有經懂了；不但佛法懂了，世間法也通了，就出師。出師就是畢業了，五祖半夜趕快把他送走。你想想這個道理，這個道理是真的不是假的。"
    },
    {
      "id": "21-337-0001_p0035",
      "zh_CN": "我们为什么不行？你就是不肯放下妄想分别执着，那有什么法子！你说惠能有什么了不起？就是他在听了之后，妄想分别执着一下就放下了，这叫顿悟！所以我那个图还没有演变出来，我先画出，那就像这是个黄色的，黄色的加上蓝色的、加上红色的，这三层这是妄想分别执着烦恼遮住了本性。他怎么样？他这三个一下拿掉了，这真痛快！我们是一层一层把它剥掉，他一下就去掉了，这叫顿悟，顿超。所以这个悟，佛法里头有渐悟、有顿悟，这是顿悟，顿悟是真的不容易。",
      "zh_TW": "我們為什麼不行？你就是不肯放下妄想分別執著，那有什麼法子！你說惠能有什麼了不起？就是他在聽了之後，妄想分別執著一下就放下了，這叫頓悟！所以我那個圖還沒有演變出來，我先畫出，那就像這是個黃色的，黃色的加上藍色的、加上紅色的，這三層這是妄想分別執著煩惱遮住了本性。他怎麼樣？他這三個一下拿掉了，這真痛快！我們是一層一層把它剝掉，他一下就去掉了，這叫頓悟，頓超。所以這個悟，佛法裡頭有漸悟、有頓悟，這是頓悟，頓悟是真的不容易。"
    },
    {
      "id": "21-337-0001_p0036",
      "zh_CN": "可是你要知道惠能行，在理上讲，每个人都行，就看你愿不愿意。你要不愿意，永远没办法。你能够放下一分，确实得一分利益，放下二分得二分利益。这你开始，开始慢，但是进度到后来一定变成几何级数，倍倍相乘。大概要到什么时候？像我自己的经验，三十年。三十年前进步很缓慢，那就是放下的时候还很不情愿，很痛苦。没有别的，就是放下。",
      "zh_TW": "可是你要知道惠能行，在理上講，每個人都行，就看你願不願意。你要不願意，永遠沒辦法。你能夠放下一分，確實得一分利益，放下二分得二分利益。這你開始，開始慢，但是進度到後來一定變成幾何級數，倍倍相乘。大概要到什麼時候？像我自己的經驗，三十年。三十年前進步很緩慢，那就是放下的時候還很不情願，很痛苦。沒有別的，就是放下。"
    },
    {
      "id": "21-337-0001_p0037",
      "zh_CN": "我这个方法是章嘉大师教给我的。头一天跟他见面的时候，我问他：我懂、我知道佛法很好，有没有什么方法让我很快就契入？他老人家就教我看破放下。我问他从哪里下手？他说从布施。头一天见面就讲这么几句话，两个小时。我也是听话，真的就肯修。在从前很吝啬，我自己的东西，不要说是不会送给人，人家问我借，我都不会答应。我一生的嗜好没有别的，喜欢读书，我的书不借给人，为什么不借给人？因为他不爱惜书，他还给我的时候面目全非，我就很生烦恼，我对书本非常爱惜。所以慢慢学，到以后什么都可以，买了新书，我自己没有看，人家要借都可以送给人。顶多说，人家看了把书搞脏了，里面或者是做了记号什么东西，我看得很难过，算了，送给你，我再去买一本，慢慢放了。",
      "zh_TW": "我這個方法是章嘉大師教給我的。頭一天跟他見面的時候，我問他：我懂、我知道佛法很好，有沒有什麼方法讓我很快就契入？他老人家就教我看破放下。我問他從哪裡下手？他說從布施。頭一天見面就講這麼幾句話，兩個小時。我也是聽話，真的就肯修。在從前很吝嗇，我自己的東西，不要說是不會送給人，人家問我借，我都不會答應。我一生的嗜好沒有別的，喜歡讀書，我的書不借給人，為什麼不借給人？因為他不愛惜書，他還給我的時候面目全非，我就很生煩惱，我對書本非常愛惜。所以慢慢學，到以後什麼都可以，買了新書，我自己沒有看，人家要借都可以送給人。頂多說，人家看了把書搞髒了，裡面或者是做了記號什麼東西，我看得很難過，算了，送給你，我再去買一本，慢慢放了。"
    },
    {
      "id": "21-337-0001_p0038",
      "zh_CN": "三十年之后，我进步就快了，那个时候进步，自己能够觉察。到现在，诸位你要是常常听我讲经，你能够发现到我每个月讲的不一样，境界不相同。这就是我自己能够觉察到，我每个月都有进步。所以很快乐，法喜充满！如果学了没有进步，那就垂头丧气，就会退心。为什么不退心？进步。三十年前，年年有进步，年年能发觉。现在，这三十年之后，月月能看得到。所以才非常非常感谢老师。",
      "zh_TW": "三十年之後，我進步就快了，那個時候進步，自己能夠覺察。到現在，諸位你要是常常聽我講經，你能夠發現到我每個月講的不一樣，境界不相同。這就是我自己能夠覺察到，我每個月都有進步。所以很快樂，法喜充滿！如果學了沒有進步，那就垂頭喪氣，就會退心。為什麼不退心？進步。三十年前，年年有進步，年年能發覺。現在，這三十年之後，月月能看得到。所以才非常非常感謝老師。"
    },
    {
      "id": "21-337-0001_p0039",
      "zh_CN": "佛法是方东美先生给我介绍的。在香港有一个学人唐君毅先生，大概提到你们都知道，是新亚书院的院长，他是方老师的学生，是我的同学。这佛法是老师介绍的。以后是遇到章嘉大师给我奠定学佛的基础，非常感激！遇不到这些人，那一点办法没有。方老师学生多，章嘉大师学生也多，为什么不能成就？不信！要信老师才行！老师教的百分之百的依教奉行，你才能得利益。遇到，你不相信，你不认真的学习，那就没法子了。所以总是从孝、从敬奠定基础。",
      "zh_TW": "佛法是方東美先生給我介紹的。在香港有一個學人唐君毅先生，大概提到你們都知道，是新亞書院的院長，他是方老師的學生，是我的同學。這佛法是老師介紹的。以後是遇到章嘉大師給我奠定學佛的基礎，非常感激！遇不到這些人，那一點辦法沒有。方老師學生多，章嘉大師學生也多，為什麼不能成就？不信！要信老師才行！老師教的百分之百的依教奉行，你才能得利益。遇到，你不相信，你不認真的學習，那就沒法子了。所以總是從孝、從敬奠定基礎。"
    },
    {
      "id": "21-337-0001_p0040",
      "zh_CN": "在国外，我认识的人也不少，大概是认识我的人更多，都想来学佛，对佛学很有兴趣。但是我讲《弟子规》他们就摇头：这个东西是儒家东西，教小孩的，为什么要学这个？这就是他不懂了。学佛要从哪里学起？佛法最基本的一门课程就是十善业道，是佛学入门第一个课程，修善，那还不是学佛。先学做个善人、做个好人，然后才能学佛。你看净业三福三条，第一条是修善，第二条才学佛，才受持三皈。没有善行，你不是善男子、善女人，你怎么学佛？佛没法子教你。所以先教你要做个善人。",
      "zh_TW": "在國外，我認識的人也不少，大概是認識我的人更多，都想來學佛，對佛學很有興趣。但是我講《弟子規》他們就搖頭：這個東西是儒家東西，教小孩的，為什麼要學這個？這就是他不懂了。學佛要從哪裡學起？佛法最基本的一門課程就是十善業道，是佛學入門第一個課程，修善，那還不是學佛。先學做個善人、做個好人，然後才能學佛。你看淨業三福三條，第一條是修善，第二條才學佛，才受持三皈。沒有善行，你不是善男子、善女人，你怎麼學佛？佛沒法子教你。所以先教你要做個善人。"
    },
    {
      "id": "21-337-0001_p0041",
      "zh_CN": "现在为什么在家三皈做不到，出家也做不到？没有十善，后面全没有，哪来的三皈！三皈是觉正净，《坛经》六祖能大师讲得非常好，你看《坛经》里面传授三皈，他把三皈的誓词改了。我那时候看《坛经》看到这一段，我感觉到非常奇怪，一般传授三皈，皈依佛、皈依法、皈依僧，他把它改了，他说皈依觉、皈依正、皈依净。当然这一改我们很好懂，他为什么这样改？我们就会想到惠能大师在世那个时候，佛教传到中国差不多有七、八百年，七、八百年时间也很长，所以时间久了，佛法就开始变质，大概一般人变成形式，对于实质他不懂。",
      "zh_TW": "現在為什麼在家三皈做不到，出家也做不到？沒有十善，後面全沒有，哪來的三皈！三皈是覺正淨，《壇經》六祖能大師講得非常好，你看《壇經》裡面傳授三皈，他把三皈的誓詞改了。我那時候看《壇經》看到這一段，我感覺到非常奇怪，一般傳授三皈，皈依佛、皈依法、皈依僧，他把它改了，他說皈依覺、皈依正、皈依淨。當然這一改我們很好懂，他為什麼這樣改？我們就會想到惠能大師在世那個時候，佛教傳到中國差不多有七、八百年，七、八百年時間也很長，所以時間久了，佛法就開始變質，大概一般人變成形式，對於實質他不懂。"
    },
    {
      "id": "21-337-0001_p0042",
      "zh_CN": "皈依佛，就像我们现在一般人讲佛一定想到佛像，讲法，皈依法一定想到经典，皈依僧一定是出家人，这个不行。佛门里有所谓泥菩萨过河，自身难保，你怎么能够依靠它？所以你要懂得实质，它是个代表的。这佛像代表什么？代表觉。佛是觉的意思，自性觉，法是自性正，僧是自性清净。他讲皈依觉正净，那我们一看马上就懂。皈依佛是什么意思？觉而不迷，皈依法是正而不邪，皈依僧是净而不染。所以我们从迷惑颠倒回过头来依自性觉，这叫皈依佛；我们从邪知邪见回过头来依正知正见，叫皈依法；从一切染污（精神的染污、生理的染污），回过头来依清净心，这叫皈依僧。六祖这么一说，我们就非常明了，就知道什么叫三皈依。",
      "zh_TW": "皈依佛，就像我們現在一般人講佛一定想到佛像，講法，皈依法一定想到經典，皈依僧一定是出家人，這個不行。佛門裡有所謂泥菩薩過河，自身難保，你怎麼能夠依靠它？所以你要懂得實質，它是個代表的。這佛像代表什麼？代表覺。佛是覺的意思，自性覺，法是自性正，僧是自性清淨。他講皈依覺正淨，那我們一看馬上就懂。皈依佛是什麼意思？覺而不迷，皈依法是正而不邪，皈依僧是淨而不染。所以我們從迷惑顛倒回過頭來依自性覺，這叫皈依佛；我們從邪知邪見回過頭來依正知正見，叫皈依法；從一切染污（精神的染污、生理的染污），回過頭來依清淨心，這叫皈依僧。六祖這麼一說，我們就非常明瞭，就知道什麼叫三皈依。"
    },
    {
      "id": "21-337-0001_p0043",
      "zh_CN": "我们今天在日常生活当中，起心动念、言语造作是跟觉正净相应，还是跟迷邪染相应？还是迷邪染，你没有皈依！你要是觉正净相应，那才叫皈依。所以他前头没有十善业的基础，他怎么能皈依？他怎么能回得了头？你就知道佛法是建立在善法的基础上。儒家的《弟子规》是善法，基础的善法，从这里学非常好学，也就是从这扎根。「慈心不杀」落实在《太上感应篇》，道教的根，因果教育！《弟子规》是伦理道德教育，《感应篇》是因果教育，十善业是佛陀的教育，这都是根，儒释道的三个根。如果我们有这三个根，你是活的，就像一棵树一样，它是活的，它一定会长成、会茁壮、会开花、会结果。如果没有这三个根，树栽在那个地方，没根，死的不是活的。插在那个地方，几天枯死了，情形就是这样的。所以你说这个重不重要。",
      "zh_TW": "我們今天在日常生活當中，起心動念、言語造作是跟覺正淨相應，還是跟迷邪染相應？還是迷邪染，你沒有皈依！你要是覺正淨相應，那才叫皈依。所以他前頭沒有十善業的基礎，他怎麼能皈依？他怎麼能回得了頭？你就知道佛法是建立在善法的基礎上。儒家的《弟子規》是善法，基礎的善法，從這裡學非常好學，也就是從這扎根。「慈心不殺」落實在《太上感應篇》，道教的根，因果教育！《弟子規》是倫理道德教育，《感應篇》是因果教育，十善業是佛陀的教育，這都是根，儒釋道的三個根。如果我們有這三個根，你是活的，就像一棵樹一樣，它是活的，它一定會長成、會茁壯、會開花、會結果。如果沒有這三個根，樹栽在那個地方，沒根，死的不是活的。插在那個地方，幾天枯死了，情形就是這樣的。所以你說這個重不重要。"
    },
    {
      "id": "21-337-0001_p0044",
      "zh_CN": "我们过去已经皈依学了佛，学了这么多年，迷惑颠倒，每天还烦恼习气那么多。那你现在就晓得我没有根，不是佛法不灵，不是佛法不好，是没根。没根，现在再补习来得及，不是来不及，好好的把《弟子规》、《感应篇》把它学好。多少时间？半年足够了，要真干！为什么会真干？你认识就会真干了，你就晓得这个根太重要，我有这个根我就活了，活了就成佛、成菩萨。活不了就是六道凡夫，那你在造作罪业，果报在三途六道，这一定要知道。我们要搞活的，不能搞死的，学佛不能学死，学佛要学活的，这三样东西非常重要。",
      "zh_TW": "我們過去已經皈依學了佛，學了這麼多年，迷惑顛倒，每天還煩惱習氣那麼多。那你現在就曉得我沒有根，不是佛法不靈，不是佛法不好，是沒根。沒根，現在再補習來得及，不是來不及，好好的把《弟子規》、《感應篇》把它學好。多少時間？半年足夠了，要真幹！為什麼會真幹？你認識就會真幹了，你就曉得這個根太重要，我有這個根我就活了，活了就成佛、成菩薩。活不了就是六道凡夫，那你在造作罪業，果報在三途六道，這一定要知道。我們要搞活的，不能搞死的，學佛不能學死，學佛要學活的，這三樣東西非常重要。"
    },
    {
      "id": "21-337-0001_p0045",
      "zh_CN": "然后你看这才正式入佛门，「受持三皈，具足众戒，不犯威仪」，持戒。释迦牟尼佛灭度的时候，弟子们向他老人家请教：你老人家在，我们依你为老师；你不在了，我们依谁为师？佛说了两句话，「以戒为师，以苦为师」。释迦牟尼佛一生给我们的示现，你看他一生，舍弃王位，舍弃荣华富贵，生活是出去托钵，三衣一钵，什么都没有。我们现在还有房子，释迦牟尼佛没有，释迦牟尼佛在树下打坐，树下一宿，没有道场！王舍城的竹林精舍，舍卫国的祇树给孤独园，是一些长者居士供养他的道场，在这两个地方讲了不少经，也住了一段时间。你要知道，他只接受使用权，他不要所有权，所有权是居士们自己的，给我们后人做榜样！",
      "zh_TW": "然後你看這才正式入佛門，「受持三皈，具足眾戒，不犯威儀」，持戒。釋迦牟尼佛滅度的時候，弟子們向他老人家請教：你老人家在，我們依你為老師；你不在了，我們依誰為師？佛說了兩句話，「以戒為師，以苦為師」。釋迦牟尼佛一生給我們的示現，你看他一生，捨棄王位，捨棄榮華富貴，生活是出去托缽，三衣一缽，什麼都沒有。我們現在還有房子，釋迦牟尼佛沒有，釋迦牟尼佛在樹下打坐，樹下一宿，沒有道場！王舍城的竹林精舍，舍衛國的祇樹給孤獨園，是一些長者居士供養他的道場，在這兩個地方講了不少經，也住了一段時間。你要知道，他只接受使用權，他不要所有權，所有權是居士們自己的，給我們後人做榜樣！"
    },
    {
      "id": "21-337-0001_p0046",
      "zh_CN": "我学佛，我的老师就是章嘉大师，这第一个指导我的。他叫我看的书，第一本书就是《释迦谱》、《释迦方志》，这两部书是释迦牟尼佛传记，在那时候没有单行本，《大藏经》有。我们到善导寺太虚图书馆借《大藏经》，把这两部书抄下来。看了这个之后，我们才认识释迦牟尼佛他是个什么人。看完之后，他不是宗教，他是教学，自己真的就是把妄想分别执着统统放下，放下就大彻大悟，禅宗讲的明心见性，见性成佛，智慧德能现前。从此之后，一生教学，三十岁开始教学，七十九岁圆寂，说法四十九年，讲经三百余会。这三百余会就是我们现在讲的办班，开的课程，时间长的有好几年的，短的二、三个小时。一生天天都在讲经，从来没有空过，人多也讲，一个人也讲，有一个人去问他，佛都跟他讲，从来没有空过的。",
      "zh_TW": "我學佛，我的老師就是章嘉大師，這第一個指導我的。他叫我看的書，第一本書就是《釋迦譜》、《釋迦方誌》，這兩部書是釋迦牟尼佛傳記，在那時候沒有單行本，《大藏經》有。我們到善導寺太虛圖書館借《大藏經》，把這兩部書抄下來。看了這個之後，我們才認識釋迦牟尼佛他是個什麼人。看完之後，他不是宗教，他是教學，自己真的就是把妄想分別執著統統放下，放下就大徹大悟，禪宗講的明心見性，見性成佛，智慧德能現前。從此之後，一生教學，三十歲開始教學，七十九歲圓寂，說法四十九年，講經三百餘會。這三百餘會就是我們現在講的辦班，開的課程，時間長的有好幾年的，短的二、三個小時。一生天天都在講經，從來沒有空過，人多也講，一個人也講，有一個人去問他，佛都跟他講，從來沒有空過的。"
    },
    {
      "id": "21-337-0001_p0047",
      "zh_CN": "所以佛开口所说的，记录下来那就叫经典。经典传到中国是少分，因为那时候交通不方便，运输太困难了，所以中国的法师到印度求经，印度法师到中国来都是带一点点。因为经年累月那么长的时间，传到中国也算是不少，主要的经典都保存在中国，而印度现在已经没有了，都散失了。所以现在佛教经典最完整的是我们汉文经典，再有藏文，巴利文是小乘。这些历史我们要知道，要认识释迦牟尼佛。释迦牟尼佛给我们做榜样，什么都放下了，你那个智慧才会增长。烦恼轻、智慧长，那才真叫快乐无比！你放不下，你有忧虑、你有牵挂、你有累赘，那就是严重的执着。所以你不能不放下，这不能不知道。",
      "zh_TW": "所以佛開口所說的，記錄下來那就叫經典。經典傳到中國是少分，因為那時候交通不方便，運輸太困難了，所以中國的法師到印度求經，印度法師到中國來都是帶一點點。因為經年累月那麼長的時間，傳到中國也算是不少，主要的經典都保存在中國，而印度現在已經沒有了，都散失了。所以現在佛教經典最完整的是我們漢文經典，再有藏文，巴利文是小乘。這些歷史我們要知道，要認識釋迦牟尼佛。釋迦牟尼佛給我們做榜樣，什麼都放下了，你那個智慧才會增長。煩惱輕、智慧長，那才真叫快樂無比！你放不下，你有憂慮、你有牽掛、你有累贅，那就是嚴重的執著。所以你不能不放下，這不能不知道。"
    },
    {
      "id": "21-337-0001_p0048",
      "zh_CN": "建道场，我们在此地，当时这一层楼陈老居士供养的，我原来不接受的，我说借给我用，他说不要，还是捐出来好。那好，我们成立一个董事会。第二层是个张居士买的，十楼。下面九楼是胡居士买的，胡居士做得很如法，产权是她的，借给我们用，象征性的一年一块钱。我们不用了，她就收回去，好！这才是释迦牟尼佛当年那种方式。佛教我们这样做的就如法了，你没有丝毫牵挂，你也不担心这些财产。将来我们走了，财产怎么办？你还要操心。一点都不操心，斋主拿回去，你怎么处分是你家的事情，与我不相干，你才干净俐落，真的是一尘不染。",
      "zh_TW": "建道場，我們在此地，當時這一層樓陳老居士供養的，我原來不接受的，我說借給我用，他說不要，還是捐出來好。那好，我們成立一個董事會。第二層是個張居士買的，十樓。下面九樓是胡居士買的，胡居士做得很如法，產權是她的，借給我們用，象徵性的一年一塊錢。我們不用了，她就收回去，好！這才是釋迦牟尼佛當年那種方式。佛教我們這樣做的就如法了，你沒有絲毫牽掛，你也不擔心這些財產。將來我們走了，財產怎麼辦？你還要操心。一點都不操心，齋主拿回去，你怎麼處分是你家的事情，與我不相干，你才乾淨俐落，真的是一塵不染。"
    },
    {
      "id": "21-337-0001_p0049",
      "zh_CN": "那我们现在所用的这些书籍经典，不但是将来你要留给后人，现在就要送图书馆、送学校。送学校比送寺院作用还大。学校真有老师、学生去翻，去找参考资料，寺院已经没有了；除了佛学院。佛学院还需要，需要这些参考资料，需要这些教材，我们都提供给他们。总而言之，不要给自己找麻烦，不要给自己添烦恼，这就对了。",
      "zh_TW": "那我們現在所用的這些書籍經典，不但是將來你要留給後人，現在就要送圖書館、送學校。送學校比送寺院作用還大。學校真有老師、學生去翻，去找參考資料，寺院已經沒有了；除了佛學院。佛學院還需要，需要這些參考資料，需要這些教材，我們都提供給他們。總而言之，不要給自己找麻煩，不要給自己添煩惱，這就對了。"
    },
    {
      "id": "21-337-0001_p0050",
      "zh_CN": "一定要放下，放下的快乐自在，你们没有享到过，为什么？你从来没有放下过，你怎么知道那种快乐？所以佛法讲，古人讲得很好，「唯证方知」。为什么？你自己真放下之后，你才晓得那个乐趣，你没有放下，不行。这个放下要真放下，假放下，我试验试验看，放下之后看看我有没有快乐。放下之后，也没饭吃，也没房子住，这很痛苦。那是假的，不是真放下。真放下，不一样，真放下有乐趣。这是相当不容易的一桩事情。",
      "zh_TW": "一定要放下，放下的快樂自在，你們沒有享到過，為什麼？你從來沒有放下過，你怎麼知道那種快樂？所以佛法講，古人講得很好，「唯證方知」。為什麼？你自己真放下之後，你才曉得那個樂趣，你沒有放下，不行。這個放下要真放下，假放下，我試驗試驗看，放下之後看看我有沒有快樂。放下之後，也沒飯吃，也沒房子住，這很痛苦。那是假的，不是真放下。真放下，不一樣，真放下有樂趣。這是相當不容易的一樁事情。"
    },
    {
      "id": "21-337-0001_p0051",
      "zh_CN": "所以佛教给我们，业障深重的人慢慢放，这一般人就能做得到。那种一下放的，实在是上上根人，那不是普通人。佛教我们「以戒为师，以苦为师」，这两句话比什么都重要。学佛不肯吃苦，不行，你真正能吃苦，然后你会尝到苦里头有乐，那个乐才真乐。你入这个境界之后，然后你会看到什么？你们现在享乐，乐中有苦，真苦！苦中之乐，真乐，这个道理就深了。你入这个境界之后，你对于富贵之人绝对不会羡慕，为什么？你知道那里头有真苦。我们这一切物质生活缺少一点，你会很快乐，有真乐。绝对不会羡慕世间，不但说世间什么国家总统、皇帝让你做，不干。我常常讲，摩醯首罗天王让位给我，我都不干。为什么？乐中有苦，真苦。能够舍弃，得大自在！那人是真自在。苦，佛讲那个苦，你真正听懂，苦里头有大乐，苦里头有大自在。为什么？没有分别了，你才真正自在。有分别就有执着，那就不自在。",
      "zh_TW": "所以佛教給我們，業障深重的人慢慢放，這一般人就能做得到。那種一下放的，實在是上上根人，那不是普通人。佛教我們「以戒為師，以苦為師」，這兩句話比什麼都重要。學佛不肯吃苦，不行，你真正能吃苦，然後你會嘗到苦裡頭有樂，那個樂才真樂。你入這個境界之後，然後你會看到什麼？你們現在享樂，樂中有苦，真苦！苦中之樂，真樂，這個道理就深了。你入這個境界之後，你對於富貴之人絕對不會羨慕，為什麼？你知道那裡頭有真苦。我們這一切物質生活缺少一點，你會很快樂，有真樂。絕對不會羨慕世間，不但說世間什麼國家總統、皇帝讓你做，不幹。我常常講，摩醯首羅天王讓位給我，我都不幹。為什麼？樂中有苦，真苦。能夠捨棄，得大自在！那人是真自在。苦，佛講那個苦，你真正聽懂，苦裡頭有大樂，苦裡頭有大自在。為什麼？沒有分別了，你才真正自在。有分別就有執著，那就不自在。"
    },
    {
      "id": "21-337-0001_p0052",
      "zh_CN": "所以下面我注的是，「戒是佛身」，你不持戒怎么行？「经是佛言，禅是佛心」，禅是什么？《金刚经》上说得很好，六祖能大师的开悟就是在《金刚经》上悟到的。所以你要想学《金刚经》，先学《坛经》。学了《坛经》，再学《金刚经》很容易；学过《金刚经》之后，再回来看《坛经》更有味道，才真正有味道。所以先用《坛经》引导你入《金刚经》，《金刚经》有悟处，回到《坛经》，你才知道惠能大师怎样把《金刚经》落实到生活、落实到教学、落实到处事待人接物，你就真正学到般若智慧。",
      "zh_TW": "所以下面我註的是，「戒是佛身」，你不持戒怎麼行？「經是佛言，禪是佛心」，禪是什麼？《金剛經》上說得很好，六祖能大師的開悟就是在《金剛經》上悟到的。所以你要想學《金剛經》，先學《壇經》。學了《壇經》，再學《金剛經》很容易；學過《金剛經》之後，再回來看《壇經》更有味道，才真正有味道。所以先用《壇經》引導你入《金剛經》，《金剛經》有悟處，回到《壇經》，你才知道惠能大師怎樣把《金剛經》落實到生活、落實到教學、落實到處事待人接物，你就真正學到般若智慧。"
    },
    {
      "id": "21-337-0001_p0053",
      "zh_CN": "禅是什么？《金刚经》上两句话，「不取于相，如如不动」。不取于相就是外不着相，如如不动就是内不动心，所以外不着相就是不受外面境界的影响，你有这种功夫，那是你看破了。外面凡所有相，皆是虚妄的。为什么受虚妄相来影响自己？那你就错了，为什么会影响？还是分别执着。你没有分别执着，不受影响；你有分别执着，那肯定受影响。内不动心，内心清净。这是整个佛法，不管是哪一宗也不管是哪个法门，共同的目标，这叫佛心。佛心，这就是自性，自性确实一尘不染。外面法相是它变的，不会受法相影响，性相不二，理事一如。",
      "zh_TW": "禪是什麼？《金剛經》上兩句話，「不取於相，如如不動」。不取於相就是外不著相，如如不動就是內不動心，所以外不著相就是不受外面境界的影響，你有這種功夫，那是你看破了。外面凡所有相，皆是虛妄的。為什麼受虛妄相來影響自己？那你就錯了，為什麼會影響？還是分別執著。你沒有分別執著，不受影響；你有分別執著，那肯定受影響。內不動心，內心清淨。這是整個佛法，不管是哪一宗也不管是哪個法門，共同的目標，這叫佛心。佛心，這就是自性，自性確實一塵不染。外面法相是它變的，不會受法相影響，性相不二，理事一如。"
    },
    {
      "id": "21-337-0001_p0054",
      "zh_CN": "有小乘，这才能进入大乘。大乘头一个「发菩提心」，第二个「深信因果」，「读诵大乘，劝进行者」，只有最后一句是度化众生。前面全是自修，全是自行，后头一句，你成就了，你要把你的誓愿兑现。你曾经发过愿，众生无边誓愿度，你不能不兑现。所以你发过这个愿，自己成就之后，一定要帮助众生。帮助众生，怎么帮助法？最重要是帮助他开悟，这比什么都重要。帮助他开悟，那真正是佛法，他开不了悟，业障习气太重，帮助他断恶修善，帮助他转灾难为祥和。",
      "zh_TW": "有小乘，這才能進入大乘。大乘頭一個「發菩提心」，第二個「深信因果」，「讀誦大乘，勸進行者」，只有最後一句是度化眾生。前面全是自修，全是自行，後頭一句，你成就了，你要把你的誓願兌現。你曾經發過願，眾生無邊誓願度，你不能不兌現。所以你發過這個願，自己成就之後，一定要幫助眾生。幫助眾生，怎麼幫助法？最重要是幫助他開悟，這比什麼都重要。幫助他開悟，那真正是佛法，他開不了悟，業障習氣太重，幫助他斷惡修善，幫助他轉災難為祥和。"
    },
    {
      "id": "21-337-0001_p0055",
      "zh_CN": "现在这个世间灾难很多，有很多人想忙着逃避，哪个地方安全？我常常说，这世界没有安全地方，唯一安全的是提升自己境界，那是最安全的。提升自己的德行，提升自己的灵性，比什么都安全。原子弹纵然掉下来了，像看放烟火，你说多快乐！一丝毫恐怖都没有，看放烟火，是真的。何必要躲？没有地方躲！躲还是妄想分别执着，怎么躲到最后还是躲到三途地狱，错误了！所以觉悟太重要，一觉悟，所有一切灾难都没有了。《心经》上讲得很好，「照见五蕴皆空，度一切苦厄」，这大家常常念的，这就是证明。苦厄就是灾难，什么灾难都没有，觉悟就没有，迷有，觉悟就没有。所以永嘉大师说得更好，「梦里明明有六趣，觉后空空无大千」，迷的时候有，觉了就没有。这个道理不可以不懂。",
      "zh_TW": "現在這個世間災難很多，有很多人想忙著逃避，哪個地方安全？我常常說，這世界沒有安全地方，唯一安全的是提升自己境界，那是最安全的。提升自己的德行，提升自己的靈性，比什麼都安全。原子彈縱然掉下來了，像看放煙火，你說多快樂！一絲毫恐怖都沒有，看放煙火，是真的。何必要躲？沒有地方躲！躲還是妄想分別執著，怎麼躲到最後還是躲到三途地獄，錯誤了！所以覺悟太重要，一覺悟，所有一切災難都沒有了。《心經》上講得很好，「照見五蘊皆空，度一切苦厄」，這大家常常念的，這就是證明。苦厄就是災難，什麼災難都沒有，覺悟就沒有，迷有，覺悟就沒有。所以永嘉大師說得更好，「夢裡明明有六趣，覺後空空無大千」，迷的時候有，覺了就沒有。這個道理不可以不懂。"
    },
    {
      "id": "21-337-0001_p0056",
      "zh_CN": "所以菩提心，我们想发，发不起来。你看看菩提心在最上层，下面统统没有，菩提心怎么能发得出来？菩提心就是我们这边所写的「真诚、清净、平等、正觉、慈悲」，发不起来，没有前头的。如果前面具足了，你一起心动念一定相应，就是这个心。这才真正快乐、真正自在。",
      "zh_TW": "所以菩提心，我們想發，發不起來。你看看菩提心在最上層，下面統統沒有，菩提心怎麼能發得出來？菩提心就是我們這邊所寫的「真誠、清淨、平等、正覺、慈悲」，發不起來，沒有前頭的。如果前面具足了，你一起心動念一定相應，就是這個心。這才真正快樂、真正自在。"
    },
    {
      "id": "21-337-0001_p0057",
      "zh_CN": "深信因果，这个因果不是普通的因果，念佛成佛，「念佛是因，成佛是果」，相信这个因果。你们想想看，大乘菩萨发菩提心的，那在《华严经》讲都是初住菩萨以上，他还不懂因果吗？我当初学到这一句的时候，搞了二、三个星期，想不通。连我们凡夫都相信因果，难道菩萨到这个时候还要给他讲深信因果吗？想了二、三个星期，才忽然想到，佛在经上常讲，净土法门，许许多多的菩萨想求这个法门，没有机会，听不到。我们听到经上这个说法的时候，才忽然想到，这个深信因果决定是讲念佛是因，往生成佛是果。我去问李老师，李老师点头：没错，总算你想通了。",
      "zh_TW": "深信因果，這個因果不是普通的因果，念佛成佛，「念佛是因，成佛是果」，相信這個因果。你們想想看，大乘菩薩發菩提心的，那在《華嚴經》講都是初住菩薩以上，他還不懂因果嗎？我當初學到這一句的時候，搞了二、三個星期，想不通。連我們凡夫都相信因果，難道菩薩到這個時候還要給他講深信因果嗎？想了二、三個星期，才忽然想到，佛在經上常講，淨土法門，許許多多的菩薩想求這個法門，沒有機會，聽不到。我們聽到經上這個說法的時候，才忽然想到，這個深信因果決定是講念佛是因，往生成佛是果。我去問李老師，李老師點頭：沒錯，總算你想通了。"
    },
    {
      "id": "21-337-0001_p0058",
      "zh_CN": "《华严经》到最后是怎么成就的？你看善财童子就晓得，五十三参，念佛成就的。五十三参，第一个参访的是德云比丘，《四十华严》是吉祥云比丘，翻译不相同，是一个人。德云比丘学什么？般舟三昧，专念阿弥陀佛求生净土。这我们就晓得了，因为印度跟古中国是一样的，先入为主，你就看第一个，第一个那就是他主修的，那他是学了念佛法门；到最后五十三参，普贤菩萨，你再一看「十大愿王导归极乐」。我们这才彻底明了，《华严经》教人念佛法门，自始至终没有改变。当中参访的是善知识，等于说是参观其他的道场、参观其他的法门，参观完了之后，谢谢，不学。你看「恋德礼辞」，恋德是感谢；礼辞，我给你礼拜，辞是不学，还是念我的阿弥陀佛求生净土。这个你要能看懂！",
      "zh_TW": "《華嚴經》到最後是怎麼成就的？你看善財童子就曉得，五十三參，念佛成就的。五十三參，第一個參訪的是德雲比丘，《四十華嚴》是吉祥雲比丘，翻譯不相同，是一個人。德雲比丘學什麼？般舟三昧，專念阿彌陀佛求生淨土。這我們就曉得了，因為印度跟古中國是一樣的，先入為主，你就看第一個，第一個那就是他主修的，那他是學了念佛法門；到最後五十三參，普賢菩薩，你再一看「十大願王導歸極樂」。我們這才徹底明瞭，《華嚴經》教人念佛法門，自始至終沒有改變。當中參訪的是善知識，等於說是參觀其他的道場、參觀其他的法門，參觀完了之後，謝謝，不學。你看「戀德禮辭」，戀德是感謝；禮辭，我給你禮拜，辭是不學，還是念我的阿彌陀佛求生淨土。這個你要能看懂！"
    },
    {
      "id": "21-337-0001_p0059",
      "zh_CN": "为什么要参访？没有一样不通，叫广学多闻，所谓「法门无量誓愿学」，去参访。为什么要通达这么多法门？第一个是对自己没有怀疑，成就圆满的后得智；第二个是教化众生，众生根性不相同，不同的根性要用不同的方法，你才有善巧方便。所以那是教人的，不是自受用。自受用的一门深入，始终不改，《华严》教给我们的。如果学《华严》，连这个没有看出来，那叫白学了。确实是一门深入，然后你才知道这个法门无比殊胜。",
      "zh_TW": "為什麼要參訪？沒有一樣不通，叫廣學多聞，所謂「法門無量誓願學」，去參訪。為什麼要通達這麼多法門？第一個是對自己沒有懷疑，成就圓滿的後得智；第二個是教化眾生，眾生根性不相同，不同的根性要用不同的方法，你才有善巧方便。所以那是教人的，不是自受用。自受用的一門深入，始終不改，《華嚴》教給我們的。如果學《華嚴》，連這個沒有看出來，那叫白學了。確實是一門深入，然後你才知道這個法門無比殊勝。"
    },
    {
      "id": "21-337-0001_p0060",
      "zh_CN": "我们学其他法门，你就明白了，其他法门要不要学？这是主修的，主修的里头根没有扎稳，不要搞别的，搞别的，你分了心。我这一生，早年的时候是教过佛学院，以后不教了。为什么不教？我自己有惭愧心，对不起学生。为什么对不起学生？佛学院课程太多，老师太多，这个老师说南面好，那个老师说西面好，让学生头脑里头迷惑颠倒，不知道什么好。所以佛学院几年毕业之后，什么都不通，这怎么能对得起人！我学佛的时候是跟李老师，李老师开了一个佛学班，叫「经学班」，是台中莲社的，有二十多个学生，学讲经。怎么个教法？私塾的教法，个别教学，一个人只准学一部经，你学两部绝对不教你，一个人学一部。这以后我们才晓得，跟《三字经》一对照，「教之道，贵以专」，学之道也是贵以专。",
      "zh_TW": "我們學其他法門，你就明白了，其他法門要不要學？這是主修的，主修的裡頭根沒有紮穩，不要搞別的，搞別的，你分了心。我這一生，早年的時候是教過佛學院，以後不教了。為什麼不教？我自己有慚愧心，對不起學生。為什麼對不起學生？佛學院課程太多，老師太多，這個老師說南面好，那個老師說西面好，讓學生頭腦裡頭迷惑顛倒，不知道什麼好。所以佛學院幾年畢業之後，什麼都不通，這怎麼能對得起人！我學佛的時候是跟李老師，李老師開了一個佛學班，叫「經學班」，是台中蓮社的，有二十多個學生，學講經。怎麼個教法？私塾的教法，個別教學，一個人只准學一部經，你學兩部絕對不教你，一個人學一部。這以後我們才曉得，跟《三字經》一對照，「教之道，貴以專」，學之道也是貴以專。"
    },
    {
      "id": "21-337-0001_p0061",
      "zh_CN": "所以我在汤池办文化中心，我们是招了三十位老师，在我们是学生，但是他们也负责教地方上的人民。我教他什么课程？《弟子规》，一定要求百分之百落实，落实在你的生活，落实在你的工作，落实在处事待人接物。你自己没有做到，你教别人，人家不相信你。你自己都做到，你教人家，你才能感动别人。这些老师来的时候，我们第一个条件就是告诉他，到这个地方来，你一定要在这里住十年，十年不离开，你才会有成就。他心就是定的。",
      "zh_TW": "所以我在湯池辦文化中心，我們是招了三十位老師，在我們是學生，但是他們也負責教地方上的人民。我教他什麼課程？《弟子規》，一定要求百分之百落實，落實在你的生活，落實在你的工作，落實在處事待人接物。你自己沒有做到，你教別人，人家不相信你。你自己都做到，你教人家，你才能感動別人。這些老師來的時候，我們第一個條件就是告訴他，到這個地方來，你一定要在這裡住十年，十年不離開，你才會有成就。他心就是定的。"
    },
    {
      "id": "21-337-0001_p0062",
      "zh_CN": "十年，《弟子规》这个课程学好了之后，基础打好了之后，学一部经。在国内都采取儒家东西，或者是《论语》，或者是学庸，或者是《孟子》，或者是《礼记》，学一样。学多久？学十年，你一部经学十年，你将来在世界上是专家，你真正成为学者。其他的通不通？通。我们现在三十个人，大概有二、三个人学一样的，大概总有十几种，十几种每天上课。我学《论语》，我讲《论语》，同学们大家来听《论语》；你学《老子》，到上你的课，我也听你的课。这就是说所有经论都听，我是专搞一门，我不搞第二门，我听你们东西是吸收你们的精华来补充我这一门，十年真有成就！不能搞多。教之道，贵以专，学之道也贵以专，才能成就。",
      "zh_TW": "十年，《弟子規》這個課程學好了之後，基礎打好了之後，學一部經。在國內都採取儒家東西，或者是《論語》，或者是學庸，或者是《孟子》，或者是《禮記》，學一樣。學多久？學十年，你一部經學十年，你將來在世界上是專家，你真正成為學者。其他的通不通？通。我們現在三十個人，大概有二、三個人學一樣的，大概總有十幾種，十幾種每天上課。我學《論語》，我講《論語》，同學們大家來聽《論語》；你學《老子》，到上你的課，我也聽你的課。這就是說所有經論都聽，我是專搞一門，我不搞第二門，我聽你們東西是吸收你們的精華來補充我這一門，十年真有成就！不能搞多。教之道，貴以專，學之道也貴以專，才能成就。"
    },
    {
      "id": "21-337-0001_p0063",
      "zh_CN": "早年星云法师，佛光山刚刚开山的时候，他有一个东方佛教学院，请我去做教务主任。那个时候有一百多个学生，我就向他建议，三个学生分成一组，学一部经，专攻一部。他听了之后，是很好，但是那不像学校，不像学院。我说学院教不出人才出来，这个方法，这是中国传统私塾教学，肯定出人才。他不接受，那我们意见就冲突了，我就走路了。我说我不想在那里教，教的就是对不起学生，浪费那么多时间，不能成就，一定要专。以后我到文化大学去教书去。反正这个年头，方东美先生讲的，先生不像先生，学生不像学生。佛光山政府不承认，我到文化大学，政府承认你，那个聘书很有作用，以后我到美国去的时候产生作用。到美国去办移民，人家看大学教授，立刻就接纳了，非常欢喜。他们重视学术，你有大学教授身分，他非常欢喜。所以专比什么都重要。",
      "zh_TW": "早年星雲法師，佛光山剛剛開山的時候，他有一個東方佛教學院，請我去做教務主任。那個時候有一百多個學生，我就向他建議，三個學生分成一組，學一部經，專攻一部。他聽了之後，是很好，但是那不像學校，不像學院。我說學院教不出人才出來，這個方法，這是中國傳統私塾教學，肯定出人才。他不接受，那我們意見就衝突了，我就走路了。我說我不想在那裡教，教的就是對不起學生，浪費那麼多時間，不能成就，一定要專。以後我到文化大學去教書去。反正這個年頭，方東美先生講的，先生不像先生，學生不像學生。佛光山政府不承認，我到文化大學，政府承認你，那個聘書很有作用，以後我到美國去的時候產生作用。到美國去辦移民，人家看大學教授，立刻就接納了，非常歡喜。他們重視學術，你有大學教授身分，他非常歡喜。所以專比什麼都重要。"
    },
    {
      "id": "21-337-0001_p0064",
      "zh_CN": "那我现在这么大年岁了，在教学我还是一贯的主张，决定不能够同时学两门。学两门你分心，你的精神、时间都不能集中。集中才能得定，才能开慧，一分散就不行，那学的是只能够学学术，这是李老师教我的。现在一般学校学佛学、儒学、道学，我们不能这样做，那样做，你将来成为一个学者。换句话说，该怎么生死还是怎么生死，对你的德行没有影响。所以我们要把这个字掉过头来，我们学佛、学儒、学道。学儒就是要像孔子、要像孟子，做现代的孔孟；学佛，我要做今天的释迦牟尼佛；学道，我要做今天的老子、庄子，这才能成就！古人讲得好，「取法乎上，仅得乎中」。你把它当作一门学问来研究是一无所成，将来讲学会讲得天花乱坠，可以写出几本很好的书，起不起作用？不起作用，对你的德行修养，对你的断烦恼、长智慧，完全不相干。那就大错特错！你这一生光阴浪费掉了。",
      "zh_TW": "那我現在這麼大年歲了，在教學我還是一貫的主張，決定不能夠同時學兩門。學兩門你分心，你的精神、時間都不能集中。集中才能得定，才能開慧，一分散就不行，那學的是只能夠學學術，這是李老師教我的。現在一般學校學佛學、儒學、道學，我們不能這樣做，那樣做，你將來成為一個學者。換句話說，該怎麼生死還是怎麼生死，對你的德行沒有影響。所以我們要把這個字掉過頭來，我們學佛、學儒、學道。學儒就是要像孔子、要像孟子，做現代的孔孟；學佛，我要做今天的釋迦牟尼佛；學道，我要做今天的老子、莊子，這才能成就！古人講得好，「取法乎上，僅得乎中」。你把它當作一門學問來研究是一無所成，將來講學會講得天花亂墜，可以寫出幾本很好的書，起不起作用？不起作用，對你的德行修養，對你的斷煩惱、長智慧，完全不相干。那就大錯特錯！你這一生光陰浪費掉了。"
    },
    {
      "id": "21-337-0001_p0065",
      "zh_CN": "所以这个思想见解怎样能够建立共识？这一条就是我们今天讲的建立共识。你要在佛法里要把它根本的理念找到，然后你自己就会发心，我要跟众生和睦相处，别人有意见的时候，我会让他，我会尊重他，只要他这个意见没有大的伤害，统统都能过去。大的伤害，我们再来协商，再来讨论来研究；不是太大的伤害，尊重别人好，不要自己有意见。你能够做，时间做久了，大家就晓得了，他这个对，我们都放弃，放弃自己成见，见和同解就建立了，何必要去争！要去争，坚持自己的意见，破坏和合。",
      "zh_TW": "所以這個思想見解怎樣能夠建立共識？這一條就是我們今天講的建立共識。你要在佛法裡要把它根本的理念找到，然後你自己就會發心，我要跟眾生和睦相處，別人有意見的時候，我會讓他，我會尊重他，只要他這個意見沒有大的傷害，統統都能過去。大的傷害，我們再來協商，再來討論來研究；不是太大的傷害，尊重別人好，不要自己有意見。你能夠做，時間做久了，大家就曉得了，他這個對，我們都放棄，放棄自己成見，見和同解就建立了，何必要去爭！要去爭，堅持自己的意見，破壞和合。"
    },
    {
      "id": "21-337-0001_p0066",
      "zh_CN": "今天这个社会，诸位都晓得冲突到处都是，在家庭，夫妻冲突，为什么闹离婚？夫妻冲突。父子冲突、兄弟冲突，麻烦可大！我们今天真正是要做到「学为人师，行为世范」。我们要给世间做一个好榜样，他跟我冲突，我不跟他冲突；他毁谤我，我赞叹他；他侮辱我，我尊敬他。虽然他一时不能接受，没有关系，三年、五年、十年、二十年，到临死的时候，他会想一想，我这一生遇到的某个人真的是好人，会觉悟！这一世不觉悟，还有来世！",
      "zh_TW": "今天這個社會，諸位都曉得衝突到處都是，在家庭，夫妻衝突，為什麼鬧離婚？夫妻衝突。父子衝突、兄弟衝突，麻煩可大！我們今天真正是要做到「學為人師，行為世範」。我們要給世間做一個好榜樣，他跟我衝突，我不跟他衝突；他毀謗我，我讚歎他；他侮辱我，我尊敬他。雖然他一時不能接受，沒有關係，三年、五年、十年、二十年，到臨死的時候，他會想一想，我這一生遇到的某個人真的是好人，會覺悟！這一世不覺悟，還有來世！"
    },
    {
      "id": "21-337-0001_p0067",
      "zh_CN": "所以学佛的人一定要肯定生命是永恒的，生命是没有生灭的，我们每个人都是不生不灭的。生灭是什么？身体，身体不是我。《金刚经》上「无我相，无人相，无众生相，无寿者相」，身体不是我。我都没有了，哪来的我所！这个房子是我的，我都没有，哪来的我所？我所也没有。所以凡是在世间，你快乐在哪里？快乐在随缘。今天我们坐在这个讲堂，讲堂这两个小时是我们的，走了之后就不是的。你说这多自在！真正到无我所的时候，就是无所不是自己的处所，遍法界虚空界是自己的住处。",
      "zh_TW": "所以學佛的人一定要肯定生命是永恆的，生命是沒有生滅的，我們每個人都是不生不滅的。生滅是什麼？身體，身體不是我。《金剛經》上「無我相，無人相，無眾生相，無壽者相」，身體不是我。我都沒有了，哪來的我所！這個房子是我的，我都沒有，哪來的我所？我所也沒有。所以凡是在世間，你快樂在哪裡？快樂在隨緣。今天我們坐在這個講堂，講堂這兩個小時是我們的，走了之後就不是的。你說這多自在！真正到無我所的時候，就是無所不是自己的處所，遍法界虛空界是自己的住處。"
    },
    {
      "id": "21-337-0001_p0068",
      "zh_CN": "我在国外跟很多宗教，跟这些其他国家从事于和平工作的代表们，我参加过五次联合国的和平会议。他们问我：法师，你是哪里人？我说我是地球人！我说我们都是同乡，都是一家人，地球人！我说的没错，我住在地球，你也住在地球上，何必要画那个小圈圈？小圈圈就有冲突，没有小圈圈，就没有冲突了！",
      "zh_TW": "我在國外跟很多宗教，跟這些其他國家從事於和平工作的代表們，我參加過五次聯合國的和平會議。他們問我：法師，你是哪裡人？我說我是地球人！我說我們都是同鄉，都是一家人，地球人！我說的沒錯，我住在地球，你也住在地球上，何必要畫那個小圈圈？小圈圈就有衝突，沒有小圈圈，就沒有衝突了！"
    },
    {
      "id": "21-337-0001_p0069",
      "zh_CN": "我们跟这些不同宗教相处得很好，宗教是一家人。我说：我承认你的上帝。他说怎么你承认上帝？我说：是！你的上帝是宇宙之间唯一的真神。他说对。我说：释迦牟尼佛是真神的化身。他说释迦牟尼佛是真神的化身？我说：你相不相信真神能化身？相信，真神会有变化身。我说：所有其他宗教都是真神的化身，可不能反对，反对就是反对真神了！原先我以为我这个说法还会引起争论、引起辩论，结果走了这么多年，到处都没有一个人争论，还都想想有道理，都能接受。那一接受，全世界宗教是一家人，一个真神的化身。在我们佛法里面，观世音《普门品》里头说得多清楚，应以什么身得度就现什么身，应以佛身得度就现佛身，应以基督身得度就现基督身，应以阿訇身得度，就现阿訇身，这一点都没错，是一不是二。所以宗教就变成一家人。没有一个宗教不尊重我，我到哪里去都是非常礼遇，确实一丝毫的隔阂都没有。",
      "zh_TW": "我們跟這些不同宗教相處得很好，宗教是一家人。我說：我承認你的上帝。他說怎麼你承認上帝？我說：是！你的上帝是宇宙之間唯一的真神。他說對。我說：釋迦牟尼佛是真神的化身。他說釋迦牟尼佛是真神的化身？我說：你相不相信真神能化身？相信，真神會有變化身。我說：所有其他宗教都是真神的化身，可不能反對，反對就是反對真神了！原先我以為我這個說法還會引起爭論、引起辯論，結果走了這麼多年，到處都沒有一個人爭論，還都想想有道理，都能接受。那一接受，全世界宗教是一家人，一個真神的化身。在我們佛法裡面，觀世音《普門品》裡頭說得多清楚，應以什麼身得度就現什麼身，應以佛身得度就現佛身，應以基督身得度就現基督身，應以阿訇身得度，就現阿訇身，這一點都沒錯，是一不是二。所以宗教就變成一家人。沒有一個宗教不尊重我，我到哪裡去都是非常禮遇，確實一絲毫的隔閡都沒有。"
    },
    {
      "id": "21-337-0001_p0070",
      "zh_CN": "所以我们自己从内心要把它化解。我告诉他，我告诉马哈迪，这是马来西亚前首相，他是虔诚的穆斯林。我告诉他：我读《古兰经》，我是最虔诚的穆斯林，所以《古兰经》里面真正的东西我得到了；如果我把它看作是不同的宗教，我什么都得不到。他点头同意。我说：我读《圣经》，我是最虔诚的基督徒，我讲《圣经》比他们牧师讲得好。我在新加坡讲过《玫瑰经》，天主教的朝暮课诵，《玫瑰经》是他们朝暮课诵，我这个光碟现在在天主教很流行，大家都听，听说我比他们神父讲得好。为什么？我是真正天主教徒，所以我比他讲得好，道理就在此地。如果我有界限，那就不行了，那它里面的东西就看不到了，你戴了有色眼镜，你就把它的东西扭曲，必须要以真诚心。我们知道，在佛法讲，统统是法性变现的，他们叫真神，我们叫法性，就这么一回事情，是一个法性。",
      "zh_TW": "所以我們自己從內心要把它化解。我告訴他，我告訴馬哈迪，這是馬來西亞前首相，他是虔誠的穆斯林。我告訴他：我讀《古蘭經》，我是最虔誠的穆斯林，所以《古蘭經》裡面真正的東西我得到了；如果我把它看作是不同的宗教，我什麼都得不到。他點頭同意。我說：我讀《聖經》，我是最虔誠的基督徒，我講《聖經》比他們牧師講得好。我在新加坡講過《玫瑰經》，天主教的朝暮課誦，《玫瑰經》是他們朝暮課誦，我這個光碟現在在天主教很流行，大家都聽，聽說我比他們神父講得好。為什麼？我是真正天主教徒，所以我比他講得好，道理就在此地。如果我有界限，那就不行了，那它裡面的東西就看不到了，你戴了有色眼鏡，你就把它的東西扭曲，必須要以真誠心。我們知道，在佛法講，統統是法性變現的，他們叫真神，我們叫法性，就這麼一回事情，是一個法性。"
    },
    {
      "id": "21-337-0001_p0071",
      "zh_CN": "所以我跟他们谈得都很投机，他们非常乐意跟我聊天，跟我谈话，这样就和睦了。和睦要有理论的基础，没有理论的基础，总是和不了的。感情做朋友的，没有理论，那是表面的，不是真实的，要有理论。理论在佛法里头是最透彻，佛法理论通了，所有宗教都通。佛法里面常讲一经通，一切经通，不但佛经一切经通，所有宗教经典全都通。《圣经》也好，《古兰经》也好，任何一句我们也能够讲个一、二个小时，讲得津津有味，道理就在此地。所以你一定要契入境界。",
      "zh_TW": "所以我跟他們談得都很投機，他們非常樂意跟我聊天，跟我談話，這樣就和睦了。和睦要有理論的基礎，沒有理論的基礎，總是和不了的。感情做朋友的，沒有理論，那是表面的，不是真實的，要有理論。理論在佛法裡頭是最透徹，佛法理論通了，所有宗教都通。佛法裡面常講一經通，一切經通，不但佛經一切經通，所有宗教經典全都通。《聖經》也好，《古蘭經》也好，任何一句我們也能夠講個一、二個小時，講得津津有味，道理就在此地。所以你一定要契入境界。"
    },
    {
      "id": "21-337-0001_p0072",
      "zh_CN": "第二条「戒和同修」。第一个是比什么都重要，思想见解就是建立共识。共识要是达成了，下面大家在一起生活，戒是规律，团体生活一定要有个规范，没有规范就乱了。这个规范，佛给我们就是六条，就叫六和敬，就是这六条。那我们自己还要看看现前社会的状况，我们的程度，我们要采取哪些。在佛教里面，基本的是三皈五戒，我们晓得现在三皈五戒不能落实，三皈五戒要不要受？要受，受是形式，没法子落实，必须要从《弟子规》落实。不要把《弟子规》看作是儒教的东西，我们不是这个看法，我们把它看成是佛教最基础的教育，就是佛在经典上讲的小乘。",
      "zh_TW": "第二條「戒和同修」。第一個是比什麼都重要，思想見解就是建立共識。共識要是達成了，下面大家在一起生活，戒是規律，團體生活一定要有個規範，沒有規範就亂了。這個規範，佛給我們就是六條，就叫六和敬，就是這六條。那我們自己還要看看現前社會的狀況，我們的程度，我們要採取哪些。在佛教裡面，基本的是三皈五戒，我們曉得現在三皈五戒不能落實，三皈五戒要不要受？要受，受是形式，沒法子落實，必須要從《弟子規》落實。不要把《弟子規》看作是儒教的東西，我們不是這個看法，我們把它看成是佛教最基礎的教育，就是佛在經典上講的小乘。"
    },
    {
      "id": "21-337-0001_p0073",
      "zh_CN": "我们现在不用小乘，这是中国佛教的一个特殊的例子。小乘在隋唐时候有两个宗，俱舍宗跟成实宗。但是到唐朝末叶的时候，这两宗就衰了，没有人学，宋朝时候就没有了，变成历史上的名词。在中国，就是中国大乘这八个宗派起来了。为什么不学小乘？中国用儒跟道代替，是这么一个原因。从前无论在家出家的，学佛的没有不学儒，统统有儒的底子、有道的底子。所以有儒道这个基础，入大乘比小乘还方便，为什么？儒跟道的思想开阔，接近大乘，小乘真的很保守、很执着，真的不容易契入大乘。",
      "zh_TW": "我們現在不用小乘，這是中國佛教的一個特殊的例子。小乘在隋唐時候有兩個宗，俱舍宗跟成實宗。但是到唐朝末葉的時候，這兩宗就衰了，沒有人學，宋朝時候就沒有了，變成歷史上的名詞。在中國，就是中國大乘這八個宗派起來了。為什麼不學小乘？中國用儒跟道代替，是這麼一個原因。從前無論在家出家的，學佛的沒有不學儒，統統有儒的底子、有道的底子。所以有儒道這個基礎，入大乘比小乘還方便，為什麼？儒跟道的思想開闊，接近大乘，小乘真的很保守、很執著，真的不容易契入大乘。"
    },
    {
      "id": "21-337-0001_p0074",
      "zh_CN": "我在马来西亚那边有过几次弘法的活动，有些南洋小乘的法师来访问，我们彼此在研究讨论的时候，发现他执着很重，那个界限很不容易除掉，尤其是大乘跟小乘当中的界限。都是释迦牟尼佛传的，还不能够和睦。小乘不承认大乘，说大乘非佛说；大乘轻视小乘，瞧不起小乘，你说这个事情多麻烦！所以说一定要化解，这是家里的兄弟，兄弟不和，还搞什么其他的？那就没法子。",
      "zh_TW": "我在馬來西亞那邊有過幾次弘法的活動，有些南洋小乘的法師來訪問，我們彼此在研究討論的時候，發現他執著很重，那個界限很不容易除掉，尤其是大乘跟小乘當中的界限。都是釋迦牟尼佛傳的，還不能夠和睦。小乘不承認大乘，說大乘非佛說；大乘輕視小乘，瞧不起小乘，你說這個事情多麻煩！所以說一定要化解，這是家裡的兄弟，兄弟不和，還搞什麼其他的？那就沒法子。"
    },
    {
      "id": "21-337-0001_p0075",
      "zh_CN": "所以我在泰国参加联合国的和平会议，在泰国曼谷大学召开的，正好碰到一个机会，我们来做一千多年大小乘不和的这桩事情。就正好碰到他们泰国王太子五十岁的生日，泰国人是最重视这个节日。太子发了个愿，给佛教建一个医院。因为小乘对戒律很重视，我们讲持戒很严，决定不能碰女人的，不可以碰的。生病的时候，现在医院很多医生、护士都是女的，这很不方便。他们的出家人有二十多万，再加上周边的，差不多有四十万人，没有一个出家僧伽医院，所以皇太子这个想法非常好。",
      "zh_TW": "所以我在泰國參加聯合國的和平會議，在泰國曼谷大學召開的，正好碰到一個機會，我們來做一千多年大小乘不和的這樁事情。就正好碰到他們泰國王太子五十歲的生日，泰國人是最重視這個節日。太子發了個願，給佛教建一個醫院。因為小乘對戒律很重視，我們講持戒很嚴，決定不能碰女人的，不可以碰的。生病的時候，現在醫院很多醫生、護士都是女的，這很不方便。他們的出家人有二十多萬，再加上周邊的，差不多有四十萬人，沒有一個出家僧伽醫院，所以皇太子這個想法非常好。"
    },
    {
      "id": "21-337-0001_p0076",
      "zh_CN": "筹款的时候，查瓦利将军，他是泰国三军总司令也是副首相。我到那里去，他接待我，夫妻两个都是虔诚佛教徒，我在他们家里吃过两次饭，而且查瓦利告诉我：法师，以后到泰国来不要住旅馆，住我家里。我也很感谢他。我听到这个讯息，看到他的夫人都要在外面表演唱歌去募款，我就问她：这个医院需要多少钱妳的预算？预算是美金二百五十万。我说：妳筹募了多少？她说筹募了五十万。所以我跟她讲：这二百万我送给妳好了。他的医院就筹满，到明年可以造好。明年开幕的时候，他会请我去参加，而且听说里面有一栋大楼用我的名字命名。为什么要做这个？使大小乘化解，用意在此地。真的，小乘对我们这个做法，对大乘印象马上就转变、就不一样。所以冲突要化解。",
      "zh_TW": "籌款的時候，查瓦利將軍，他是泰國三軍總司令也是副首相。我到那裡去，他接待我，夫妻兩個都是虔誠佛教徒，我在他們家裡吃過兩次飯，而且查瓦利告訴我：法師，以後到泰國來不要住旅館，住我家裡。我也很感謝他。我聽到這個訊息，看到他的夫人都要在外面表演唱歌去募款，我就問她：這個醫院需要多少錢妳的預算？預算是美金二百五十萬。我說：妳籌募了多少？她說籌募了五十萬。所以我跟她講：這二百萬我送給妳好了。他的醫院就籌滿，到明年可以造好。明年開幕的時候，他會請我去參加，而且聽說裡面有一棟大樓用我的名字命名。為什麼要做這個？使大小乘化解，用意在此地。真的，小乘對我們這個做法，對大乘印象馬上就轉變、就不一樣。所以衝突要化解。"
    },
    {
      "id": "21-337-0001_p0077",
      "zh_CN": "化解，后头四摄法，头一个「布施」。这个布施跟六度里头的布施名字相同，意思不相同。这个布施是什么？是送礼、请客。我们这一份礼送上去，问题就化解了，没事了。要低头，要恭敬别人，要谦虚、要送礼，要诚心诚意帮助别人，就化解了。然后我们大乘跟他聊天，他就能听得进去，不排斥了，那这对他的帮助就太大！所以处处要念着众生无边誓愿度。佛的教训，我们要活学活用，处处帮助别人，处处化解冲突、化解误会。这都属于戒律里头，四摄法也是属于戒律里面。",
      "zh_TW": "化解，後頭四攝法，頭一個「布施」。這個布施跟六度裡頭的布施名字相同，意思不相同。這個布施是什麼？是送禮、請客。我們這一份禮送上去，問題就化解了，沒事了。要低頭，要恭敬別人，要謙虛、要送禮，要誠心誠意幫助別人，就化解了。然後我們大乘跟他聊天，他就能聽得進去，不排斥了，那這對他的幫助就太大！所以處處要念著眾生無邊誓願度。佛的教訓，我們要活學活用，處處幫助別人，處處化解衝突、化解誤會。這都屬於戒律裡頭，四攝法也是屬於戒律裡面。"
    },
    {
      "id": "21-337-0001_p0078",
      "zh_CN": "下面就好懂，「身同住，口无诤，意同悦」，这样的团体多和睦。四摄法用在你家庭，你这个家庭是幸福美满。所以你要懂得，家庭里面，先生出门不要忘记太太，带一点小礼物送给她，她多开心；太太出门也不忘记先生。所以常常送一点小礼物，礼轻人意重，你没忘掉，要会做。如果家里有些小孩、还有老人，都要顾虑到。「爱语」是爱护的，不是甜言蜜语，真正是爱护他的言语。「利行」，所作所为对家庭每个人决定有利益。「同事」就是共事，家事要帮忙去做，先生看到太太在做事情，不伸手帮忙，这是同事没做到。所以你是样样都做到了，你在家庭、在公司、在团体，哪个人不欢迎你，哪个人不尊敬你。",
      "zh_TW": "下面就好懂，「身同住，口無諍，意同悅」，這樣的團體多和睦。四攝法用在你家庭，你這個家庭是幸福美滿。所以你要懂得，家庭裡面，先生出門不要忘記太太，帶一點小禮物送給她，她多開心；太太出門也不忘記先生。所以常常送一點小禮物，禮輕人意重，你沒忘掉，要會做。如果家裡有些小孩、還有老人，都要顧慮到。「愛語」是愛護的，不是甜言蜜語，真正是愛護他的言語。「利行」，所作所為對家庭每個人決定有利益。「同事」就是共事，家事要幫忙去做，先生看到太太在做事情，不伸手幫忙，這是同事沒做到。所以你是樣樣都做到了，你在家庭、在公司、在團體，哪個人不歡迎你，哪個人不尊敬你。"
    },
    {
      "id": "21-337-0001_p0079",
      "zh_CN": "我在新加坡团结九个宗教，新加坡有个部长问我，你用什么方法？我用四摄法，佛教给我的。用四摄法就把宗教团结起来了！我们到泰国去参加会议的时候，遇到小乘，我们用四摄法，大小乘这个界限就化解掉了，误会就化解了，非常管用！所以这个东西用在国际上，国际争端全部都化解了。佛法真妙！妙在此地。好，今天时间到了，我们就说到此地。",
      "zh_TW": "我在新加坡團結九個宗教，新加坡有個部長問我，你用什麼方法？我用四攝法，佛教給我的。用四攝法就把宗教團結起來了！我們到泰國去參加會議的時候，遇到小乘，我們用四攝法，大小乘這個界限就化解掉了，誤會就化解了，非常管用！所以這個東西用在國際上，國際爭端全部都化解了。佛法真妙！妙在此地。好，今天時間到了，我們就說到此地。"
    }
  ]
}