{
  "doc_id": "21-515-0001",
  "title": {
    "zh_CN": "光大祖宗之德",
    "zh_TW": "光大祖宗之德"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "澳洲净宗学会万姓先祖纪念堂",
    "zh_TW": "澳洲淨宗學會萬姓先祖紀念堂"
  },
  "doc_number": "21-515-0001",
  "total_paragraphs": 22,
  "paragraphs": [
    {
      "id": "21-515-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家新年好。我离开澳洲将近一年了，时间过得很快。这个祖先纪念堂是海外第一座完整的姓氏牌位，这是第一个，在海外第一个，很有历史纪念的意义。中国人的姓氏，早年我们在童年的时候读《百家姓》，以为中国的姓氏只像《百家姓》上所说的四百多个姓氏。到前几年我们在香港发心建一个祖先纪念堂，才知道中国姓氏有一万多个，那是第一次大陆袁教授搜集的姓氏，一万六千多个姓氏。我们依照他搜集的，在香港做了第一个。以后没有多久，袁教授告诉我，他说还有，遗漏的很多。我说大概有多少？他说估计超过两万个姓氏。到他去年搜集完整，编辑成书的时候，就是二万四千多，我们现在的牌位是按照最完整的姓氏编排的。",
      "zh_TW": "諸位法師，諸位同學，大家新年好。我離開澳洲將近一年了，時間過得很快。這個祖先紀念堂是海外第一座完整的姓氏牌位，這是第一個，在海外第一個，很有歷史紀念的意義。中國人的姓氏，早年我們在童年的時候讀《百家姓》，以為中國的姓氏只像《百家姓》上所說的四百多個姓氏。到前幾年我們在香港發心建一個祖先紀念堂，才知道中國姓氏有一萬多個，那是第一次大陸袁教授蒐集的姓氏，一萬六千多個姓氏。我們依照他蒐集的，在香港做了第一個。以後沒有多久，袁教授告訴我，他說還有，遺漏的很多。我說大概有多少？他說估計超過兩萬個姓氏。到他去年蒐集完整，編輯成書的時候，就是二萬四千多，我們現在的牌位是按照最完整的姓氏編排的。"
    },
    {
      "id": "21-515-0001_p0002",
      "zh_CN": "中国人自古以来对于国的概念很模糊，中国人因为在春秋战国的时候，每个国都很小，国家没有统一，所以都是小国。一个国也许就像现在一个县市，甚至于一个乡镇，小国的。中国人接受祖宗的教诲，可以说几千年前心量就拓开了，所以中国人喜欢讲天下，国家在其次，开口就是天下，你看这胸怀多大！现在看看我们中国的族群，姓氏的族群，族，现在中国是五十六个民族，可是姓氏，族姓就有二万四千多，这是全世界找不到的。中国人爱家，对家族的观念很重。爱族，就是宗族，宗就是同个姓的，遇到同个姓的有格外亲切的感情，这跟外国人不一样；另外还有个同乡，这团结的力量很大，可以说中国人基本的团结力量是在家族跟同乡。",
      "zh_TW": "中國人自古以來對於國的概念很模糊，中國人因為在春秋戰國的時候，每個國都很小，國家沒有統一，所以都是小國。一個國也許就像現在一個縣市，甚至於一個鄉鎮，小國的。中國人接受祖宗的教誨，可以說幾千年前心量就拓開了，所以中國人喜歡講天下，國家在其次，開口就是天下，你看這胸懷多大！現在看看我們中國的族群，姓氏的族群，族，現在中國是五十六個民族，可是姓氏，族姓就有二萬四千多，這是全世界找不到的。中國人愛家，對家族的觀念很重。愛族，就是宗族，宗就是同個姓的，遇到同個姓的有格外親切的感情，這跟外國人不一樣；另外還有個同鄉，這團結的力量很大，可以說中國人基本的團結力量是在家族跟同鄉。"
    },
    {
      "id": "21-515-0001_p0003",
      "zh_CN": "满清亡国之后，民国兴起了，孙中山先生他头一个想到的问题，如何把中国人爱家、爱乡里这个爱扩大，能够扩大到爱国家，希望我们国家这么多的姓氏、族群能够大团结。古人的教诲我们不能忘记，叫「家和万事兴」，如果这个大家庭要和睦，你说这个国家多么强大，它也会影响整个世界。中国人接受的教育是爱的教育、是和平的教育，那就能带给全世界的安定和平，所以他提倡民族主义，民族主义就是中国所有族群的大团结。到现在有没有团结起来？没有，所以他的民族主义失败了，理想非常之好，没有能做成功。他所提倡的所谓三民主义，民权主义在台湾这么多年，确实台湾人民有了选举权，有罢免权，这四种权都有了，可是台湾的政治大家都知道。",
      "zh_TW": "滿清亡國之後，民國興起了，孫中山先生他頭一個想到的問題，如何把中國人愛家、愛鄉里這個愛擴大，能夠擴大到愛國家，希望我們國家這麼多的姓氏、族群能夠大團結。古人的教誨我們不能忘記，叫「家和萬事興」，如果這個大家庭要和睦，你說這個國家多麼強大，它也會影響整個世界。中國人接受的教育是愛的教育、是和平的教育，那就能帶給全世界的安定和平，所以他提倡民族主義，民族主義就是中國所有族群的大團結。到現在有沒有團結起來？沒有，所以他的民族主義失敗了，理想非常之好，沒有能做成功。他所提倡的所謂三民主義，民權主義在台灣這麼多年，確實台灣人民有了選舉權，有罷免權，這四種權都有了，可是台灣的政治大家都知道。"
    },
    {
      "id": "21-515-0001_p0004",
      "zh_CN": "这个问题，中山先生在世的时候他就讲过，民权是外国人说的，不是中国人讲的，这也响应到全世界。但是在孙先生那个时代，许多国家的民权发生问题，流弊很多，这些流弊都没有办法解决，孙先生说这个问题很严重，到今天这流弊就更严重了。民生主义也是个理想，民生主义，中山先生说得很好，就是社会主义，就是共产主义，但是他把它改了个名词叫民生，这很有道理。他承认马克思的理想没有错，但是方式，中山先生不赞成，他的方式太激烈了，所以中山先生用平均地权，节制资本，用这个方法来达到，缓和，可是到今天还是做不到。我因为最近有这么个机会，回到台湾去讲经，住了一个多星期，接触到台湾现任的一些县市长，我们谈谈台湾目前的社会问题。让我感觉到孙先生的理想好，很可贵，理念为什么不能落实？我觉得缺乏了精神。",
      "zh_TW": "這個問題，中山先生在世的時候他就講過，民權是外國人說的，不是中國人講的，這也響應到全世界。但是在孫先生那個時代，許多國家的民權發生問題，流弊很多，這些流弊都沒有辦法解決，孫先生說這個問題很嚴重，到今天這流弊就更嚴重了。民生主義也是個理想，民生主義，中山先生說得很好，就是社會主義，就是共產主義，但是他把它改了個名詞叫民生，這很有道理。他承認馬克思的理想沒有錯，但是方式，中山先生不贊成，他的方式太激烈了，所以中山先生用平均地權，節制資本，用這個方法來達到，緩和，可是到今天還是做不到。我因為最近有這麼個機會，回到台灣去講經，住了一個多星期，接觸到台灣現任的一些縣市長，我們談談台灣目前的社會問題。讓我感覺到孫先生的理想好，很可貴，理念為什麼不能落實？我覺得缺乏了精神。"
    },
    {
      "id": "21-515-0001_p0005",
      "zh_CN": "中国古人教导我们，不听老人言吃亏在眼前。谁是老人？老祖宗是老人，孔孟是老人。孔孟上面还有，我们的祖先牌位上面还没有摆出来，我们上面摆的第一个伏羲氏、神农氏、炎黄子孙。伏羲到神农传说，那没有文字记载，五百年；神农到黄帝也是五百年。黄帝开始造文字就有记载，有姓氏可考，黄帝到现在四千五百年，所以从传说当中肯定这个历史是不会错的，五千五百年，这是可以相信的。五千五百年之前还有没有？当然有，那没有我们从哪来的！就是从猴子变过来的，猴子也是老祖宗。人不可能是猴子变出来的，这在佛法里是讲不通的。所以追溯要向上追溯，可以追溯到人类的起源，那就早了。即使从炎黄世胄，用这句话来说，我相信我们中国从前《百家姓》里面所讲的四百多个姓氏应该是一家人，黄帝子孙，真的是一家人，不是假的。这形成现在所讲的汉族，肯定是一个族姓，其他族姓统统都有关系，有亲属的关系，互相通婚，有亲属的关系，所以真的是一家人。",
      "zh_TW": "中國古人教導我們，不聽老人言吃虧在眼前。誰是老人？老祖宗是老人，孔孟是老人。孔孟上面還有，我們的祖先牌位上面還沒有擺出來，我們上面擺的第一個伏羲氏、神農氏、炎黃子孫。伏羲到神農傳說，那沒有文字記載，五百年；神農到黃帝也是五百年。黃帝開始造文字就有記載，有姓氏可考，黃帝到現在四千五百年，所以從傳說當中肯定這個歷史是不會錯的，五千五百年，這是可以相信的。五千五百年之前還有沒有？當然有，那沒有我們從哪來的！就是從猴子變過來的，猴子也是老祖宗。人不可能是猴子變出來的，這在佛法裡是講不通的。所以追溯要向上追溯，可以追溯到人類的起源，那就早了。即使從炎黃世冑，用這句話來說，我相信我們中國從前《百家姓》裡面所講的四百多個姓氏應該是一家人，黃帝子孫，真的是一家人，不是假的。這形成現在所講的漢族，肯定是一個族姓，其他族姓統統都有關係，有親屬的關係，互相通婚，有親屬的關係，所以真的是一家人。"
    },
    {
      "id": "21-515-0001_p0006",
      "zh_CN": "我们老祖宗教我们什么？教我们伦理。什么叫伦理？伦理就是讲关系，人与人的关系。从哪里讲起？从父子讲起，父子有亲，从父子讲起；夫妇有别，君臣有义，长幼有序，朋友有信，你看祖先把人跟人的关系分为这五大类，叫五伦。决定没有伦外之人，人活在这个世间决定是这五种关系，你决定不能超过的。不仅知道这个关系，知道这个关系之后，我们怎么相处，相处这就讲德。讲关系是道，道是自然的，它不是人为的，不是哪个人制订的制度，不是哪个人发明要这么做的，是自自然然的。连动物都有，不但动物，甚至于你细心观察，植物也不例外，它有这种关系。父子有亲，这个亲爱就是德。所以说怎么处好这个关系，这是德，这个很重要。人与人的相处，夫妇怎么相处，领导跟被领导怎么相处，兄弟怎么相处，朋友怎么相处，这是属于德。",
      "zh_TW": "我們老祖宗教我們什麼？教我們倫理。什麼叫倫理？倫理就是講關係，人與人的關係。從哪裡講起？從父子講起，父子有親，從父子講起；夫婦有別，君臣有義，長幼有序，朋友有信，你看祖先把人跟人的關係分為這五大類，叫五倫。決定沒有倫外之人，人活在這個世間決定是這五種關係，你決定不能超過的。不僅知道這個關係，知道這個關係之後，我們怎麼相處，相處這就講德。講關係是道，道是自然的，它不是人為的，不是哪個人制訂的制度，不是哪個人發明要這麼做的，是自自然然的。連動物都有，不但動物，甚至於你細心觀察，植物也不例外，它有這種關係。父子有親，這個親愛就是德。所以說怎麼處好這個關係，這是德，這個很重要。人與人的相處，夫婦怎麼相處，領導跟被領導怎麼相處，兄弟怎麼相處，朋友怎麼相處，這是屬於德。"
    },
    {
      "id": "21-515-0001_p0007",
      "zh_CN": "德就是讲的五常，常就是不可以变更的，后来再演变就成八德，所以是伦常八德。八德是「孝悌忠信，礼义廉耻」，后来又有个讲法，「孝悌忠信，仁爱和平」，这里面有重复的，两种说法有重复的。除掉重复之外十二个字，这十二个字是德，「孝悌忠信，礼义廉耻，仁爱和平」。我们老祖宗千万年之前，就用这几个德目教导我们，我们受的圣贤教育。圣贤是什么意思？用佛法讲就是性德，完全是自性里面流露出来的，天性！只要是人都有这个德行。这在佛法里面讲得很清楚，古人讲得也不错，你看古大德给我们说的，「人之初，性本善」，这是《三字经》上的话，《论语》里面讲人性本善，这个善不是善恶的善，善恶的善已经不善，没有善恶。这善是什么？圆满的，就是说像佛经上讲的，讲得清楚，「一切众生本来是佛」、「一切众生皆有如来智慧德相」，这讲得好！一切众生包括你他我都在里面，我们本来都是佛，从本性上说，所以这属于性德。我们都有圆满的智慧，有圆满的德能，有圆满的相好，这就是善的意思，人性本善。",
      "zh_TW": "德就是講的五常，常就是不可以變更的，後來再演變就成八德，所以是倫常八德。八德是「孝悌忠信，禮義廉恥」，後來又有個講法，「孝悌忠信，仁愛和平」，這裡面有重複的，兩種說法有重複的。除掉重複之外十二個字，這十二個字是德，「孝悌忠信，禮義廉恥，仁愛和平」。我們老祖宗千萬年之前，就用這幾個德目教導我們，我們受的聖賢教育。聖賢是什麼意思？用佛法講就是性德，完全是自性裡面流露出來的，天性！只要是人都有這個德行。這在佛法裡面講得很清楚，古人講得也不錯，你看古大德給我們說的，「人之初，性本善」，這是《三字經》上的話，《論語》裡面講人性本善，這個善不是善惡的善，善惡的善已經不善，沒有善惡。這善是什麼？圓滿的，就是說像佛經上講的，講得清楚，「一切眾生本來是佛」、「一切眾生皆有如來智慧德相」，這講得好！一切眾生包括你他我都在裡面，我們本來都是佛，從本性上說，所以這屬於性德。我們都有圓滿的智慧，有圓滿的德能，有圓滿的相好，這就是善的意思，人性本善。"
    },
    {
      "id": "21-515-0001_p0008",
      "zh_CN": "所以我们相信，我们古老的祖宗也都是明心见性的人，不输给释迦牟尼佛。你看他们当年在世，我们在古籍里头所看到的，他所留给我们后世的教诲，跟佛经没有什么多大差别。所以古老的东西是出于自性的，出于自性的就没有新旧之分。为什么？见性之后时间跟空间没有了，没有时间就没有先后，万古常新；没有空间就没有距离，所以称性这些东西确实横遍十方，竖穷三际。在今天这个地球上，无论在哪个地方宣扬，都会得到人民的欢喜，为什么？讲到你心里面去了，是你自性里头有的。一有人唤的时候，他就省悟过来，这在中国称为伦常道德。",
      "zh_TW": "所以我們相信，我們古老的祖宗也都是明心見性的人，不輸給釋迦牟尼佛。你看他們當年在世，我們在古籍裡頭所看到的，他所留給我們後世的教誨，跟佛經沒有什麼多大差別。所以古老的東西是出於自性的，出於自性的就沒有新舊之分。為什麼？見性之後時間跟空間沒有了，沒有時間就沒有先後，萬古常新；沒有空間就沒有距離，所以稱性這些東西確實橫遍十方，豎窮三際。在今天這個地球上，無論在哪個地方宣揚，都會得到人民的歡喜，為什麼？講到你心裡面去了，是你自性裡頭有的。一有人喚的時候，他就省悟過來，這在中國稱為倫常道德。"
    },
    {
      "id": "21-515-0001_p0009",
      "zh_CN": "在古代科学技术没有，科技也不过就是最近两百多年的事情，古时候没有这些东西，没有这些方便的东西。所以教学没有那么多学校，也没有那么多老师，用什么？寓教于乐，用这种方法。所以说民间许多的艺术、歌舞，用这种方式融入古圣先贤的教诲，一方面看表演，一方面就在受教育。所以现在的娱乐，真的是娱乐性质，里面没有教育。中国古时候所有一切艺术娱乐的演出，全是教学，所以演员就是社会导师。硬体的设备，每个族姓都有祠堂，祠堂教伦理；每个城市都有孔庙，也有称文庙的，教人道德，还有一个城隍庙。城隍庙教什么？教因果。你看中国就这三样东西，伦理、道德、因果，特别着重这个教育，千万年都没有改变。",
      "zh_TW": "在古代科學技術沒有，科技也不過就是最近兩百多年的事情，古時候沒有這些東西，沒有這些方便的東西。所以教學沒有那麼多學校，也沒有那麼多老師，用什麼？寓教於樂，用這種方法。所以說民間許多的藝術、歌舞，用這種方式融入古聖先賢的教誨，一方面看表演，一方面就在受教育。所以現在的娛樂，真的是娛樂性質，裡面沒有教育。中國古時候所有一切藝術娛樂的演出，全是教學，所以演員就是社會導師。硬體的設備，每個族姓都有祠堂，祠堂教倫理；每個城市都有孔廟，也有稱文廟的，教人道德，還有一個城隍廟。城隍廟教什麼？教因果。你看中國就這三樣東西，倫理、道德、因果，特別著重這個教育，千萬年都沒有改變。"
    },
    {
      "id": "21-515-0001_p0010",
      "zh_CN": "人要是接受伦理道德教育，人就聪明，知道人与人的关系，关系一扩大，知道人与一切动物的关系，人跟一切植物的关系，人跟山河大地的关系，人跟宇宙的关系，人跟天地鬼神的关系，这统统属於伦理的。明了之后，晓得应该怎么相处。相处，人里面相处一个重要的原则，就是一个爱心，就是父子有亲那个亲爱，这是德行里头的核心。在应用上面，推己及人，己所不欲，勿施于人；想到自己，马上就想到别人，我不愿意接受的，我就不能叫别人接受，这是德行。内里面真诚，表现在外面有礼，这是中国人，这就是中国人做人的一个标准，古老祖宗教给我们的。",
      "zh_TW": "人要是接受倫理道德教育，人就聰明，知道人與人的關係，關係一擴大，知道人與一切動物的關係，人跟一切植物的關係，人跟山河大地的關係，人跟宇宙的關係，人跟天地鬼神的關係，這統統屬於倫理的。明瞭之後，曉得應該怎麼相處。相處，人裡面相處一個重要的原則，就是一個愛心，就是父子有親那個親愛，這是德行裡頭的核心。在應用上面，推己及人，己所不欲，勿施於人；想到自己，馬上就想到別人，我不願意接受的，我就不能叫別人接受，這是德行。內裡面真誠，表現在外面有禮，這是中國人，這就是中國人做人的一個標準，古老祖宗教給我們的。"
    },
    {
      "id": "21-515-0001_p0011",
      "zh_CN": "现在人妄念太多了，完全违背了性德，所以过得很辛苦，灾难频繁，包括现在所谓的自然灾害。自然灾害与我们伦理道德有没有关系？关系太密切了，这是佛经里面讲得清楚。佛告诉我们火灾根是什么？根是瞋恚，我们发脾气，瞋恚这个念头感应的火灾。现在大家都知道地球的温度上升，全世界气候反常，什么原因？每个人脾气太大了。所以佛弟子、学佛的人脾气上来了，马上就要想到，我又替地球温度上升一点，你在制造。水灾从哪来的？贪心，贪是水灾；愚痴是风灾；不平是地震，傲慢、贡高傲慢，不平，这是讲地球上的四大灾难。释迦牟尼佛在《楞严经》上讲的，贪瞋痴慢，所以佛教给我们「勤修戒定慧，息灭贪瞋痴」，什么灾难都没有了。你们念了很多佛书，有没有听说西方极乐世界有地震？没听说，西方极乐世界也没有水灾、也没有火灾；华藏世界，毘卢遮那佛的世界也没有这些灾难，为什么？《弥陀经》上佛就给我们讲得很清楚，人家那个世界里头，皆是上善之人俱会一处，上善！这个标准就是十善业道。所以他们那个地方没有贪瞋痴慢的人，找不到，所以它山河大地那么样的美，什么灾难都没有。",
      "zh_TW": "現在人妄念太多了，完全違背了性德，所以過得很辛苦，災難頻繁，包括現在所謂的自然災害。自然災害與我們倫理道德有沒有關係？關係太密切了，這是佛經裡面講得清楚。佛告訴我們火災根是什麼？根是瞋恚，我們發脾氣，瞋恚這個念頭感應的火災。現在大家都知道地球的溫度上升，全世界氣候反常，什麼原因？每個人脾氣太大了。所以佛弟子、學佛的人脾氣上來了，馬上就要想到，我又替地球溫度上升一點，你在製造。水災從哪來的？貪心，貪是水災；愚痴是風災；不平是地震，傲慢、貢高傲慢，不平，這是講地球上的四大災難。釋迦牟尼佛在《楞嚴經》上講的，貪瞋痴慢，所以佛教給我們「勤修戒定慧，息滅貪瞋痴」，什麼災難都沒有了。你們念了很多佛書，有沒有聽說西方極樂世界有地震？沒聽說，西方極樂世界也沒有水災、也沒有火災；華藏世界，毘盧遮那佛的世界也沒有這些災難，為什麼？《彌陀經》上佛就給我們講得很清楚，人家那個世界裡頭，皆是上善之人俱會一處，上善！這個標準就是十善業道。所以他們那個地方沒有貪瞋痴慢的人，找不到，所以它山河大地那麼樣的美，什麼災難都沒有。"
    },
    {
      "id": "21-515-0001_p0012",
      "zh_CN": "我们这个地球跟极乐世界那个地球，实在讲没有两样，它比我们大，我们没有它那么大。如果我们地球上的人都能够学圣、学贤，都能够学佛菩萨的教诲，我们这个地球跟极乐世界就没有两样，为什么？境随心转。最近我们讲《华严经》，讲贤首国师的一篇文章，叫《修华严奥旨妄尽还源观》，这篇文章不长，讲什么？讲《华严经》修行的方法，讲得太好了。《华严经》太大、太长了，这不是容易能看得懂的，他把里头最精华的、最重要的节录成六大段，六个段落。前面三段讲宇宙的起源，宇宙从哪来，我从哪里来的，佛法里面讲依报、正报。依报好懂，我们生存的环境，你好懂，正报不好懂，正报以为什么？以为人都是正报，错了，不是的，正报是自己。我自己之外的这些人，那是我的人事环境，是依报，不是正报。所以正报是指自己，我从哪里来的，我为什么来的，找这个原因，禅宗里面所谓的「父母未生前本来面目」，你去找这个。这个事情要搞清楚、搞明白，你真找到了，那就叫成佛，你就真正是个明白人，你不是个糊涂人，你就彻底明白了。",
      "zh_TW": "我們這個地球跟極樂世界那個地球，實在講沒有兩樣，它比我們大，我們沒有它那麼大。如果我們地球上的人都能夠學聖、學賢，都能夠學佛菩薩的教誨，我們這個地球跟極樂世界就沒有兩樣，為什麼？境隨心轉。最近我們講《華嚴經》，講賢首國師的一篇文章，叫《修華嚴奧旨妄盡還源觀》，這篇文章不長，講什麼？講《華嚴經》修行的方法，講得太好了。《華嚴經》太大、太長了，這不是容易能看得懂的，他把裡頭最精華的、最重要的節錄成六大段，六個段落。前面三段講宇宙的起源，宇宙從哪來，我從哪裡來的，佛法裡面講依報、正報。依報好懂，我們生存的環境，你好懂，正報不好懂，正報以為什麼？以為人都是正報，錯了，不是的，正報是自己。我自己之外的這些人，那是我的人事環境，是依報，不是正報。所以正報是指自己，我從哪裡來的，我為什麼來的，找這個原因，禪宗裡面所謂的「父母未生前本來面目」，你去找這個。這個事情要搞清楚、搞明白，你真找到了，那就叫成佛，你就真正是個明白人，你不是個糊塗人，你就徹底明白了。"
    },
    {
      "id": "21-515-0001_p0013",
      "zh_CN": "《华严经》是讲这桩事情，所以一开头就把这个事情讲得清清楚楚、明明白白。后面一半，后面三段，教给我们怎么修。这个修是什么？改毛病、改习气，实在讲就是看破放下。它末后讲五止六观，止就是放下，观就是看破。佛告诉我们，如果我们真正能够放下对世出世间一切法的执着，放下这个，佛说六道轮回就没有了。六道轮回不是真的，从哪里来的？执着来的，执着变现出六道轮回。如果再放下分别，四圣法界就没有了，这十法界，十法界下面是六道，上面是声闻、缘觉、菩萨、佛，那也没有。那最高的，我们叫一真法界，那是诸佛如来的实报庄严土，那是真的不是假的。虽然说真的，也不是纯真，纯真没有相，没有现相，那是纯真。所以我们净土宗里面讲最高的常寂光净土，那是纯真，这个境界里面没有物质现象，也没有精神现象。物质现象是我们的生活环境，精神现象就是我们自己本人，从哪里来的？从常寂光变现出来的。常寂光怎么变现出来的？《华严经》说得详细。所以《华严经》诸位要知道，释迦牟尼佛当年在菩提树下夜睹明星，大彻大悟，这一悟了之后，把他悟入的那个境界给我们详细做了报告，这个报告就是《大方广佛华严经》，就是这部经。",
      "zh_TW": "《華嚴經》是講這樁事情，所以一開頭就把這個事情講得清清楚楚、明明白白。後面一半，後面三段，教給我們怎麼修。這個修是什麼？改毛病、改習氣，實在講就是看破放下。它末後講五止六觀，止就是放下，觀就是看破。佛告訴我們，如果我們真正能夠放下對世出世間一切法的執著，放下這個，佛說六道輪迴就沒有了。六道輪迴不是真的，從哪裡來的？執著來的，執著變現出六道輪迴。如果再放下分別，四聖法界就沒有了，這十法界，十法界下面是六道，上面是聲聞、緣覺、菩薩、佛，那也沒有。那最高的，我們叫一真法界，那是諸佛如來的實報莊嚴土，那是真的不是假的。雖然說真的，也不是純真，純真沒有相，沒有現相，那是純真。所以我們淨土宗裡面講最高的常寂光淨土，那是純真，這個境界裡面沒有物質現象，也沒有精神現象。物質現象是我們的生活環境，精神現象就是我們自己本人，從哪裡來的？從常寂光變現出來的。常寂光怎麼變現出來的？《華嚴經》說得詳細。所以《華嚴經》諸位要知道，釋迦牟尼佛當年在菩提樹下夜睹明星，大徹大悟，這一悟了之後，把他悟入的那個境界給我們詳細做了報告，這個報告就是《大方廣佛華嚴經》，就是這部經。"
    },
    {
      "id": "21-515-0001_p0014",
      "zh_CN": "在中国大概一千四百年前，唐朝的时候我们的禅宗六祖惠能大师，他老人家也开悟了，实际上他开悟那一年二十四岁。他开悟了也把开悟的境界说出来，他说了二十个字，这二十个字跟《大方广佛华严经》意思完全相同。释迦牟尼佛是细说，能大师是略说，讲的是一样的东西，所以能大师这二十个字展开就是《华严经》，《华严经》浓缩就是这二十个字，不增不减，奥妙无穷。我们人生在世，为什么？很多人不知道，真的叫醉生梦死，怎么来的不知道，来干什么也不知道。现在的价值观，社会上大家常讲的价值观是什么？财富，好像人到这个世间来就是为财富来的，你们想想这能讲得通吗？一生为追求财富而奔忙、而操心，死了之后，你再好好想一想，你这一生为谁辛苦为谁忙？这些财富生不带来，死不带去，你错了！大错了。",
      "zh_TW": "在中國大概一千四百年前，唐朝的時候我們的禪宗六祖惠能大師，他老人家也開悟了，實際上他開悟那一年二十四歲。他開悟了也把開悟的境界說出來，他說了二十個字，這二十個字跟《大方廣佛華嚴經》意思完全相同。釋迦牟尼佛是細說，能大師是略說，講的是一樣的東西，所以能大師這二十個字展開就是《華嚴經》，《華嚴經》濃縮就是這二十個字，不增不減，奧妙無窮。我們人生在世，為什麼？很多人不知道，真的叫醉生夢死，怎麼來的不知道，來幹什麼也不知道。現在的價值觀，社會上大家常講的價值觀是什麼？財富，好像人到這個世間來就是為財富來的，你們想想這能講得通嗎？一生為追求財富而奔忙、而操心，死了之後，你再好好想一想，你這一生為誰辛苦為誰忙？這些財富生不帶來，死不帶去，你錯了！大錯了。"
    },
    {
      "id": "21-515-0001_p0015",
      "zh_CN": "人应该从哪里去想？生我能带来，死我能带去的，这个东西我要把它看重要，我要为这个来忙，那你就对了。你忙得一生，生不带来，死不带去，你叫白忙了，你这一生过得太冤枉了。所以现在在外国，外国最近二、三十年来流行催眠，用催眠术让一个人能够回到过去世，再过去世，他前世干些什么。从催眠发现到，人有过去世，有过去当然就有未来，而且还发现这一世常常聚会在一起的亲戚朋友、冤亲债主，跟过去世全有关系，好像是一个团体、一个团体都来了，它统统有连带关系。于是宗教里面就提醒我们，人生真正的价值是要提升自己的灵性。我们这一生在人道，好好的修行，来生到天道，那你这一生没白来，你升级了，像念书一样升级了，升到欲界天，欲界天再升到色界天，色界天再升到无色界天，生生世世往上提升，这就对了。留级就错了，降级就更错了。所以六道轮回这个现象，这个现象怎么形成的？迷形成的，你完全不知道，所以你想错了，你做错了，你也说错了。",
      "zh_TW": "人應該從哪裡去想？生我能帶來，死我能帶去的，這個東西我要把它看重要，我要為這個來忙，那你就對了。你忙得一生，生不帶來，死不帶去，你叫白忙了，你這一生過得太冤枉了。所以現在在外國，外國最近二、三十年來流行催眠，用催眠術讓一個人能夠回到過去世，再過去世，他前世幹些什麼。從催眠發現到，人有過去世，有過去當然就有未來，而且還發現這一世常常聚會在一起的親戚朋友、冤親債主，跟過去世全有關係，好像是一個團體、一個團體都來了，它統統有連帶關係。於是宗教裡面就提醒我們，人生真正的價值是要提升自己的靈性。我們這一生在人道，好好的修行，來生到天道，那你這一生沒白來，你升級了，像念書一樣升級了，升到欲界天，欲界天再升到色界天，色界天再升到無色界天，生生世世往上提升，這就對了。留級就錯了，降級就更錯了。所以六道輪迴這個現象，這個現象怎麼形成的？迷形成的，你完全不知道，所以你想錯了，你做錯了，你也說錯了。"
    },
    {
      "id": "21-515-0001_p0016",
      "zh_CN": "明白这些道理，我们这一生过得就很有意义、很有价值。佛告诉我们，这一生当中最殊胜的、最圆满的成就是成佛，人在这一生当中能不能成佛？从理论上讲是肯定能，问题你自己肯不肯干。佛告诉我们，你只要放下妄想分别执着，就转凡成圣。释迦牟尼佛很慈悲，自己表演给我们看，他示现的是知识分子，知识分子好学。你看他十九岁就离开家庭出去参学，我们中国人讲寻师访道，他学了十二年。当时印度是宗教之国，是高等学术最发达的一个文化地区，世出世间的高人太多了，他都去参访，都跟他们学习。印度这个地区是很特殊。跟释迦牟尼佛时代很接近的，在中国出现了孔子、孟子，出现了诸子百家。但是印度比中国高明，高明在哪里？他们修禅定，中国人对这一点疏忽了。印度统统修禅定，宗教修禅定，学术里头也修禅定，这是它的特色。佛经上讲的四禅八定，这不是佛门有的，四禅八定是释迦牟尼佛当时在世的时候，整个印度学派跟宗教统统都修四禅八定。四禅八定修成，六道里面的空间维次突破了，六道就变成你的现量境界，你能看到，你能听到，你能接触到，所以对六道讲得太详细了。",
      "zh_TW": "明白這些道理，我們這一生過得就很有意義、很有價值。佛告訴我們，這一生當中最殊勝的、最圓滿的成就是成佛，人在這一生當中能不能成佛？從理論上講是肯定能，問題你自己肯不肯幹。佛告訴我們，你只要放下妄想分別執著，就轉凡成聖。釋迦牟尼佛很慈悲，自己表演給我們看，他示現的是知識分子，知識分子好學。你看他十九歲就離開家庭出去參學，我們中國人講尋師訪道，他學了十二年。當時印度是宗教之國，是高等學術最發達的一個文化地區，世出世間的高人太多了，他都去參訪，都跟他們學習。印度這個地區是很特殊。跟釋迦牟尼佛時代很接近的，在中國出現了孔子、孟子，出現了諸子百家。但是印度比中國高明，高明在哪裡？他們修禪定，中國人對這一點疏忽了。印度統統修禪定，宗教修禪定，學術裡頭也修禪定，這是它的特色。佛經上講的四禪八定，這不是佛門有的，四禪八定是釋迦牟尼佛當時在世的時候，整個印度學派跟宗教統統都修四禪八定。四禪八定修成，六道裡面的空間維次突破了，六道就變成你的現量境界，你能看到，你能聽到，你能接觸到，所以對六道講得太詳細了。"
    },
    {
      "id": "21-515-0001_p0017",
      "zh_CN": "一个好学的人，总是打破砂锅问到底，六道看到了，为什么会有六道？六道怎么形成的？六道之外还有没有世界？一个知识分子肯定有疑惑。但是这三个问题，印度宗教不能解答，印度的学派也不能解答，所以释迦牟尼佛就放弃参学，学了十二年，放弃了。到恒河边上找一棵大树，在这棵树下入定，入更深的禅定，这才明心见性，见性成佛。他见到些什么？《华严经》上所说的就是他见到的。我们可以用六个字全包了，性相理事因果，这六个字统统包括世出世间所有一切法。《华严经》上就是讲这六样东西，性是本体；相是现相，宇宙的现象，人生的现象；理论，有理就有事，有事就有理；因果同时发生的，善因善果，恶因恶报。所以我相信，我有理由相信，释迦牟尼佛所悟到的、所证得的，我们中国古圣先贤也达到这个境界。从他们留下来的这些教训，我们跟佛经来一对照，我们就有理由相信，我们古圣先贤里面，就有不少佛菩萨出现。",
      "zh_TW": "一個好學的人，總是打破砂鍋問到底，六道看到了，為什麼會有六道？六道怎麼形成的？六道之外還有沒有世界？一個知識分子肯定有疑惑。但是這三個問題，印度宗教不能解答，印度的學派也不能解答，所以釋迦牟尼佛就放棄參學，學了十二年，放棄了。到恆河邊上找一棵大樹，在這棵樹下入定，入更深的禪定，這才明心見性，見性成佛。他見到些什麼？《華嚴經》上所說的就是他見到的。我們可以用六個字全包了，性相理事因果，這六個字統統包括世出世間所有一切法。《華嚴經》上就是講這六樣東西，性是本體；相是現相，宇宙的現象，人生的現象；理論，有理就有事，有事就有理；因果同時發生的，善因善果，惡因惡報。所以我相信，我有理由相信，釋迦牟尼佛所悟到的、所證得的，我們中國古聖先賢也達到這個境界。從他們留下來的這些教訓，我們跟佛經來一對照，我們就有理由相信，我們古聖先賢裡面，就有不少佛菩薩出現。"
    },
    {
      "id": "21-515-0001_p0018",
      "zh_CN": "这个事情，我在初学佛的时候向李老师请教，李老师告诉我，理上讲得通，可是事上没有证明。这个说法是正确的。所以我们相信古圣先贤的东西，不是创造，不是发明，孔子一生做学问的态度是正确的，我们不能疏忽。他在《论语》里有两句话说，「述而不作，信而好古」，这两句话重要。述就是说明他自己，他一生所学的、所修的、所教的、所传的不是自己东西，自己没有创造、没有发明，全是古圣先贤所讲的，他只有述，没有创造，述而不作。没有创造，没有发明，古圣先贤这么说的，我也这么说，我也这么学，这么修，统统是遵守古人的。后面说「信而好古」，我对古人留传的相信，一点怀疑都没有，喜欢古圣先贤，喜欢古圣先贤的教诲。这两句话说得太好了。我们现在人讲要创新，要有自己的东西，不肯学别人东西，自己要创新，要创新错了。连释迦牟尼佛开悟之后，四十九年讲经说法，跟孔老夫子一样，也是述而不作，信而好古。《华严经》在经题里面，清凉大师跟我们说得很清楚，释迦牟尼佛一生所讲的一切经，都是古佛所说的，他没有在古佛所说经典上多加一个字。",
      "zh_TW": "這個事情，我在初學佛的時候向李老師請教，李老師告訴我，理上講得通，可是事上沒有證明。這個說法是正確的。所以我們相信古聖先賢的東西，不是創造，不是發明，孔子一生做學問的態度是正確的，我們不能疏忽。他在《論語》裡有兩句話說，「述而不作，信而好古」，這兩句話重要。述就是說明他自己，他一生所學的、所修的、所教的、所傳的不是自己東西，自己沒有創造、沒有發明，全是古聖先賢所講的，他只有述，沒有創造，述而不作。沒有創造，沒有發明，古聖先賢這麼說的，我也這麼說，我也這麼學，這麼修，統統是遵守古人的。後面說「信而好古」，我對古人留傳的相信，一點懷疑都沒有，喜歡古聖先賢，喜歡古聖先賢的教誨。這兩句話說得太好了。我們現在人講要創新，要有自己的東西，不肯學別人東西，自己要創新，要創新錯了。連釋迦牟尼佛開悟之後，四十九年講經說法，跟孔老夫子一樣，也是述而不作，信而好古。《華嚴經》在經題裡面，清涼大師跟我們說得很清楚，釋迦牟尼佛一生所講的一切經，都是古佛所說的，他沒有在古佛所說經典上多加一個字。"
    },
    {
      "id": "21-515-0001_p0019",
      "zh_CN": "你们想想什么叫圣贤？圣贤跟一般人不相同的地方，一般人创新发明，圣贤人一生没有创新、没有发明，信而好古，正确。为什么？圣贤人所证得的是圆满的，像一个圆，球一个圆，你在这上面不能加一点，你加一点，它就不圆了，就不圆满了，你也不能在这上少一点，就是真正做到不能增也不能减，它是圆满的，那是自性。前人所证得的是圆满的，你今天所证得也是圆满的，圆满跟圆满，圆跟圆决定是相通的，肯定是不增不减，这是对的。所以我说三民主义，要救三民主义，要把我们老祖宗的东西拿来加进去，三民主义就是好东西。民族主义要加孝悌忠信，人懂得孝悌忠信，民族大团结，不但民族大团结，全世界大团结；人要是受过礼义廉耻的教育，民权主义是很好的；人要懂得仁爱和平，社会主义很好，所以三民主义就欠缺这十二个字，有了这十二个字它就圆满，它就能够落实，没有这十二个字是假的，不是真的。所以还是不能离开老祖宗，离开老祖宗没好处，守住老祖宗的成法，纵然创新，基础是老祖宗的，不能离开这个基础。离开这个基础，你搞不出新东西来，必须要依靠伦理道德因果的教育，才能让这个世界化解冲突，回归到安定和平。",
      "zh_TW": "你們想想什麼叫聖賢？聖賢跟一般人不相同的地方，一般人創新發明，聖賢人一生沒有創新、沒有發明，信而好古，正確。為什麼？聖賢人所證得的是圓滿的，像一個圓，球一個圓，你在這上面不能加一點，你加一點，它就不圓了，就不圓滿了，你也不能在這上少一點，就是真正做到不能增也不能減，它是圓滿的，那是自性。前人所證得的是圓滿的，你今天所證得也是圓滿的，圓滿跟圓滿，圓跟圓決定是相通的，肯定是不增不減，這是對的。所以我說三民主義，要救三民主義，要把我們老祖宗的東西拿來加進去，三民主義就是好東西。民族主義要加孝悌忠信，人懂得孝悌忠信，民族大團結，不但民族大團結，全世界大團結；人要是受過禮義廉恥的教育，民權主義是很好的；人要懂得仁愛和平，社會主義很好，所以三民主義就欠缺這十二個字，有了這十二個字它就圓滿，它就能夠落實，沒有這十二個字是假的，不是真的。所以還是不能離開老祖宗，離開老祖宗沒好處，守住老祖宗的成法，縱然創新，基礎是老祖宗的，不能離開這個基礎。離開這個基礎，你搞不出新東西來，必須要依靠倫理道德因果的教育，才能讓這個世界化解衝突，回歸到安定和平。"
    },
    {
      "id": "21-515-0001_p0020",
      "zh_CN": "我这次回来是来参加格里菲斯大学主办宗教团结的会议，我还没有跟杜教授接触，听说这次有四十多个宗教团体，还有海外的。我们希望宗教能团结带头。我记得我在二００五年，在马来西亚讲经，会见前首相马哈迪长老，他是马来西亚国家领导人，也是世界回教的领袖。我跟他见面，他问我一个问题，他说「法师，你走过很多地方，也见过很多国家领导人，据你的看法，这个世界还会有和平吗？」这个问题问得很严肃，换句话说，许多人对于和平已经丧失信心了，这是真正的危机。我当时给他回答，我说你把四桩事情做好，就能恢复到社会安定，世界和平。他问我哪四桩？我说第一个，国家跟国家要做到和睦相处，平等对待；第二个是派系跟派系，就是政党；第三个是族群跟族群；第四个是宗教跟宗教，这四个都可以做到平等对待，和睦相处，冲突没有了，社会安定了，世界和平。他听了之后，皱着眉头说不出话来。",
      "zh_TW": "我這次回來是來參加格里菲斯大學主辦宗教團結的會議，我還沒有跟杜教授接觸，聽說這次有四十多個宗教團體，還有海外的。我們希望宗教能團結帶頭。我記得我在二００五年，在馬來西亞講經，會見前首相馬哈迪長老，他是馬來西亞國家領導人，也是世界回教的領袖。我跟他見面，他問我一個問題，他說「法師，你走過很多地方，也見過很多國家領導人，據你的看法，這個世界還會有和平嗎？」這個問題問得很嚴肅，換句話說，許多人對於和平已經喪失信心了，這是真正的危機。我當時給他回答，我說你把四樁事情做好，就能恢復到社會安定，世界和平。他問我哪四樁？我說第一個，國家跟國家要做到和睦相處，平等對待；第二個是派系跟派系，就是政黨；第三個是族群跟族群；第四個是宗教跟宗教，這四個都可以做到平等對待，和睦相處，衝突沒有了，社會安定了，世界和平。他聽了之後，皺著眉頭說不出話來。"
    },
    {
      "id": "21-515-0001_p0021",
      "zh_CN": "我们沉默了一会，然后我就说这四桩事情是非常棘手，不容易做到，但是如果从宗教团结，就有可能做到。因为宗教团结会影响国家，会影响政治，会影响族群。这个话他听懂了。因为那个时候我们在新加坡，我在那里住了四年半，把新加坡九个宗教团结成一家，真的像兄弟姐妹一样，非常和睦。我们参加了很多国际上的活动，这次新加坡九个宗教代表也来。所以只有这条路可走，马哈迪也同意我的看法，团结宗教。那过去我们跟宗教往来都是做朋友，真正是从内心里头诚心诚意交朋友，没有理论做依据，所以这个团结还是有问题。这次这个会议，我就提了个议，我们大家互相学习经典，首先从我开始，我是读每个宗教的经典，我都学。我跟马哈迪讲，我读《古兰经》，我是最虔诚的穆斯林，穆罕默德是我的老师，我是他的好学生，我才懂得他的意思。如果我要是把他对立了，他是回教，我是佛教，我的佛教高，他不如我，那我读《古兰经》什么都得不到。为什么？你自己先设定界限，这观念错了。他是圣人，我们是凡夫，我向圣人学习。耶稣是圣人，我也是他的学生，哪个宗教的创始人都是我的老师，我是他们最好的学生，所以他们的东西我都学会了。我这次节录十个宗教的经典里面关於伦理、关于道德、关于因果，节录这三样东西会集成一本书，赠送给这次与会的朋友们。希望他们就他们宗教里头，也能够像我们一样互相来学习，那这就有理论的依据。所以世界宗教是一家，宗教徒团结起来，好好的推动宗教教育。宗教教育是什么？就是伦理的教育、道德的教育、因果的教育。能够普及到全球，世界上所有的冲突都化解，安定跟和平就能够实现，所有灾难也就没有了，这是我们这次开会的目标跟方向。",
      "zh_TW": "我們沈默了一會，然後我就說這四樁事情是非常棘手，不容易做到，但是如果從宗教團結，就有可能做到。因為宗教團結會影響國家，會影響政治，會影響族群。這個話他聽懂了。因為那個時候我們在新加坡，我在那裡住了四年半，把新加坡九個宗教團結成一家，真的像兄弟姐妹一樣，非常和睦。我們參加了很多國際上的活動，這次新加坡九個宗教代表也來。所以只有這條路可走，馬哈迪也同意我的看法，團結宗教。那過去我們跟宗教往來都是做朋友，真正是從內心裡頭誠心誠意交朋友，沒有理論做依據，所以這個團結還是有問題。這次這個會議，我就提了個議，我們大家互相學習經典，首先從我開始，我是讀每個宗教的經典，我都學。我跟馬哈迪講，我讀《古蘭經》，我是最虔誠的穆斯林，穆罕默德是我的老師，我是他的好學生，我才懂得他的意思。如果我要是把他對立了，他是回教，我是佛教，我的佛教高，他不如我，那我讀《古蘭經》什麼都得不到。為什麼？你自己先設定界限，這觀念錯了。他是聖人，我們是凡夫，我向聖人學習。耶穌是聖人，我也是他的學生，哪個宗教的創始人都是我的老師，我是他們最好的學生，所以他們的東西我都學會了。我這次節錄十個宗教的經典裡面關於倫理、關於道德、關於因果，節錄這三樣東西會集成一本書，贈送給這次與會的朋友們。希望他們就他們宗教裡頭，也能夠像我們一樣互相來學習，那這就有理論的依據。所以世界宗教是一家，宗教徒團結起來，好好的推動宗教教育。宗教教育是什麼？就是倫理的教育、道德的教育、因果的教育。能夠普及到全球，世界上所有的衝突都化解，安定跟和平就能夠實現，所有災難也就沒有了，這是我們這次開會的目標跟方向。"
    },
    {
      "id": "21-515-0001_p0022",
      "zh_CN": "我昨天跟总理见面，总理对这个事情也非常关心，这好事情。我到澳洲来是前任政府，是移民部长找我来的，也是希望我能够帮助澳洲团结宗教、团结族群。应该是他们知道我在新加坡所做的，有这么一点经验，现在做的是愈做愈有信心，这个世界上还有一线光明，还没有到完全绝灭。所以我们佛门弟子要做最好的示范，要做个好样子给人看，我们的万姓先祖纪念堂，这是第一个，这是全世界第一个。他们开完会都会到这来参观，来看看，我们的祖先都在此地，我们在这里办活动，祖宗都在听，都没有离开。我们做后人要能对得起祖宗，要能给祖宗争光，不能给祖宗丢人，这点很重要。现在时间到了，今天我的说话就到这个地方结束。我们这几天活动之后，我想很多同修都参加义工，很难得，这次是非常有意义的一个活动，也是真正为世界祈求和平的活动，谢谢大家。",
      "zh_TW": "我昨天跟總理見面，總理對這個事情也非常關心，這好事情。我到澳洲來是前任政府，是移民部長找我來的，也是希望我能夠幫助澳洲團結宗教、團結族群。應該是他們知道我在新加坡所做的，有這麼一點經驗，現在做的是愈做愈有信心，這個世界上還有一線光明，還沒有到完全絕滅。所以我們佛門弟子要做最好的示範，要做個好樣子給人看，我們的萬姓先祖紀念堂，這是第一個，這是全世界第一個。他們開完會都會到這來參觀，來看看，我們的祖先都在此地，我們在這裡辦活動，祖宗都在聽，都沒有離開。我們做後人要能對得起祖宗，要能給祖宗爭光，不能給祖宗丟人，這點很重要。現在時間到了，今天我的說話就到這個地方結束。我們這幾天活動之後，我想很多同修都參加義工，很難得，這次是非常有意義的一個活動，也是真正為世界祈求和平的活動，謝謝大家。"
    }
  ]
}