{
  "doc_id": "28-059-0001",
  "title": {
    "zh_CN": "仁爱和平讲堂—为灾民祈福 解救世界灾难",
    "zh_TW": "仁愛和平講堂—為災民祈福 解救世界災難"
  },
  "authors": [
    "净空法师",
    "江岷钦先生",
    "社会观察家杨宪宏先生"
  ],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾华藏电视台",
    "zh_TW": "台灣華藏電視台"
  },
  "doc_number": "28-059-0001",
  "total_paragraphs": 58,
  "paragraphs": [
    {
      "id": "28-059-0001_p0001",
      "zh_CN": "主持人：大家好，欢迎大家一起来参与「仁爱和平讲堂」。我们都知道八八水灾，对台湾所造成的创伤，不仅是有形的创伤，心灵的创伤更是无与伦比。我们今天希望能够透过这样的讲座，一起来关怀台湾，一起来关怀这块属于我们自己的土地、我们自己的同胞。我们请到了净空老和尚和杨宪宏杨大哥，跟我们一起来分享，一起来开示这样的一个问题。我们都知道，「天灾无情人有情，守得云开见月明」，但问题是云开了吗？是何时能够看到月明？我们想首先第一个问题，想请师父给我们开示一下，究竟在灾后重建这个部分，很多受灾户他们心灵受创非常的严重，很多不是受灾区的民众心里也非常的着急，希望如何能够来帮助他们，让这些受灾区的孩子们，或者长者能够有效的、迅速的，从这种心灵的创伤当中迅速的恢复，他们应该如何来进行心理的复健？我们请师父来为我们开示。",
      "zh_TW": "主持人：大家好，歡迎大家一起來參與「仁愛和平講堂」。我們都知道八八水災，對台灣所造成的創傷，不僅是有形的創傷，心靈的創傷更是無與倫比。我們今天希望能夠透過這樣的講座，一起來關懷台灣，一起來關懷這塊屬於我們自己的土地、我們自己的同胞。我們請到了淨空老和尚和楊憲宏楊大哥，跟我們一起來分享，一起來開示這樣的一個問題。我們都知道，「天災無情人有情，守得雲開見月明」，但問題是雲開了嗎？是何時能夠看到月明？我們想首先第一個問題，想請師父給我們開示一下，究竟在災後重建這個部分，很多受災戶他們心靈受創非常的嚴重，很多不是受災區的民眾心裡也非常的著急，希望如何能夠來幫助他們，讓這些受災區的孩子們，或者長者能夠有效的、迅速的，從這種心靈的創傷當中迅速的恢復，他們應該如何來進行心理的復健？我們請師父來為我們開示。"
    },
    {
      "id": "28-059-0001_p0002",
      "zh_CN": "净空法师：这次的水灾正好我在高雄，准备回来的时候高铁已经中断，这一断就断了五天，所以我也在高雄住了五天，看到这个情形。我所看到的，因为在高雄市区没有看到外面的，平常我没有看电视的习惯。所以以后到第五天才有人告诉我，我们打开电视才看到非常严重。想起来五十年前八七水灾，我也遇到，那个时候我在台中。当年我跟忏云法师在埔里住茅蓬，那次灾难他茅蓬也受了损失，我是两个星期之前到达台中的。我看到之后，想到灾难是无法避免的，不但是在我们面前，可以说在全世界，我们从媒体、从网路上看到的报导，比我们这个灾难更严重的还有很多。灾难怎么发生的？如果要找原因那就对了，这路就走对。凡事它有因、有果，灾难是果报，果必有因，有因必有果。",
      "zh_TW": "淨空法師：這次的水災正好我在高雄，準備回來的時候高鐵已經中斷，這一斷就斷了五天，所以我也在高雄住了五天，看到這個情形。我所看到的，因為在高雄市區沒有看到外面的，平常我沒有看電視的習慣。所以以後到第五天才有人告訴我，我們打開電視才看到非常嚴重。想起來五十年前八七水災，我也遇到，那個時候我在台中。當年我跟懺雲法師在埔里住茅蓬，那次災難他茅蓬也受了損失，我是兩個星期之前到達台中的。我看到之後，想到災難是無法避免的，不但是在我們面前，可以說在全世界，我們從媒體、從網路上看到的報導，比我們這個災難更嚴重的還有很多。災難怎麼發生的？如果要找原因那就對了，這路就走對。凡事它有因、有果，災難是果報，果必有因，有因必有果。"
    },
    {
      "id": "28-059-0001_p0003",
      "zh_CN": "我们在初学佛的时候，看到近代印光老法师，他老人家一生对佛法方面讲的倒不多，对因果讲得太多。我在一九七七年第一次到香港讲经，住在中华佛教图书馆，这个图书馆是倓虚老法师建立的，我在那边讲了四个月。他搜集弘化社出版的书很齐全，那就是印光法师的。我们跟印光法师的缘分也非常殊胜，我的老师李炳南老居士是他的学生，就是祖师的遗教，所以我们也特别关心，很认真去学习。看到这些出版物，我翻翻版权页，我感到非常惊讶，他老人家对佛经流通分量并不多，种类是很多，但是每一种印的数量都是一千册、两千册，三千册以上的很少，版也不多。唯独有三样东西《了凡四训》、《感应篇》（《太上感应篇汇编》）、《安士全书》，这三样东西每次他印的总是五千以上，一万、两万，高的到五万，而且这个版他印了几十次。我统计这三样东西，差不多超过三百万册，我感到非常惊讶。老法师这三样东西不是佛教的，尤其《感应篇》是道教的，《文昌帝君阴骘文》也是道教的，为什么印这么多？我曾经想了两个星期，里面全部都是讲因果报应。所以想想，老和尚一定是看到，我们现在这个时代的灾难，全世界的天灾人祸一年比一年频率上升，灾难一次比一次严重。",
      "zh_TW": "我們在初學佛的時候，看到近代印光老法師，他老人家一生對佛法方面講的倒不多，對因果講得太多。我在一九七七年第一次到香港講經，住在中華佛教圖書館，這個圖書館是倓虛老法師建立的，我在那邊講了四個月。他蒐集弘化社出版的書很齊全，那就是印光法師的。我們跟印光法師的緣分也非常殊勝，我的老師李炳南老居士是他的學生，就是祖師的遺教，所以我們也特別關心，很認真去學習。看到這些出版物，我翻翻版權頁，我感到非常驚訝，他老人家對佛經流通分量並不多，種類是很多，但是每一種印的數量都是一千冊、兩千冊，三千冊以上的很少，版也不多。唯獨有三樣東西《了凡四訓》、《感應篇》（《太上感應篇彙編》）、《安士全書》，這三樣東西每次他印的總是五千以上，一萬、兩萬，高的到五萬，而且這個版他印了幾十次。我統計這三樣東西，差不多超過三百萬冊，我感到非常驚訝。老法師這三樣東西不是佛教的，尤其《感應篇》是道教的，《文昌帝君陰騭文》也是道教的，為什麼印這麼多？我曾經想了兩個星期，裡面全部都是講因果報應。所以想想，老和尚一定是看到，我們現在這個時代的災難，全世界的天災人禍一年比一年頻率上升，災難一次比一次嚴重。"
    },
    {
      "id": "28-059-0001_p0004",
      "zh_CN": "联合国我也很佩服它，我参加了十几次世界和平会议，确实那些人都是在寻求，怎样化解冲突、怎样化解这些灾难，能帮助这个社会恢复到安定和平，他们是真想做想不出方法。我住在澳洲，昆士兰大学校长找我，希望我能够尽一点绵薄之力，代表学校参加联合国的会议。我跟他们谈的，我说中国人在过去五千年来，这个国家、这个族群、这个地区长治久安，靠什么来的？很多研究中国历史的人都很佩服。我说根源就是教育，「建国君民，教学为先」，教什么？教伦理、教道德、教因果。人要真正明白因果，因果是真的不是迷信，确实确有其事，真的把因果道理搞通，人心就定。人心定了所谓「人定胜天」，这个天是什么？就天然灾害，人要定了天然灾害就没有、就化解。这话是真的吗？真的。我们中国老祖宗讲这个讲得很多，现在我们都不相信老祖宗的话，认为它是过时，对外国人起了信心。",
      "zh_TW": "聯合國我也很佩服它，我參加了十幾次世界和平會議，確實那些人都是在尋求，怎樣化解衝突、怎樣化解這些災難，能幫助這個社會恢復到安定和平，他們是真想做想不出方法。我住在澳洲，昆士蘭大學校長找我，希望我能夠盡一點綿薄之力，代表學校參加聯合國的會議。我跟他們談的，我說中國人在過去五千年來，這個國家、這個族群、這個地區長治久安，靠什麼來的？很多研究中國歷史的人都很佩服。我說根源就是教育，「建國君民，教學為先」，教什麼？教倫理、教道德、教因果。人要真正明白因果，因果是真的不是迷信，確實確有其事，真的把因果道理搞通，人心就定。人心定了所謂「人定勝天」，這個天是什麼？就天然災害，人要定了天然災害就沒有、就化解。這話是真的嗎？真的。我們中國老祖宗講這個講得很多，現在我們都不相信老祖宗的話，認為它是過時，對外國人起了信心。"
    },
    {
      "id": "28-059-0001_p0005",
      "zh_CN": "外国人最近讲了很多，我这里有四本书，这是美国魏斯博士他写的，这是讲因果的。他用什么方法讲？他用催眠，让一个人在深度催眠状态之下，他能回到过去世，回到再过去世。这里面有一个例子，有一个例子很难得，他回到大概八十几世之前，八十几世是四千多年，说出那个时候他住在洞穴里面，这不是假的，这是真的。从这里面的结论来说，我们这个世间任何一个人，他一生的遭遇没有一桩事情是突发的，就是与过去世没有因的，突然发的，没有，一个例子都找不到，统统都是有前因后果。在佛法里面讲别业跟共业，别业是个别的，跟别人不相干。像这个灾难，这次水灾、地震这很多人死亡，这共业，共业统统有原因，哪有没有原因的道理？我们说从念头能够说镇静下来，能够回心向善，这个灾难就能化解。",
      "zh_TW": "外國人最近講了很多，我這裡有四本書，這是美國魏斯博士他寫的，這是講因果的。他用什麼方法講？他用催眠，讓一個人在深度催眠狀態之下，他能回到過去世，回到再過去世。這裡面有一個例子，有一個例子很難得，他回到大概八十幾世之前，八十幾世是四千多年，說出那個時候他住在洞穴裡面，這不是假的，這是真的。從這裡面的結論來說，我們這個世間任何一個人，他一生的遭遇沒有一樁事情是突發的，就是與過去世沒有因的，突然發的，沒有，一個例子都找不到，統統都是有前因後果。在佛法裡面講別業跟共業，別業是個別的，跟別人不相干。像這個災難，這次水災、地震這很多人死亡，這共業，共業統統有原因，哪有沒有原因的道理？我們說從念頭能夠說鎮靜下來，能夠回心向善，這個災難就能化解。"
    },
    {
      "id": "28-059-0001_p0006",
      "zh_CN": "这本东西里面，这是近代的，日本江本胜博士他做的水实验，这里面有很多画面，我把它找了几张例子来给大家看，你看像这是水的结晶，他做了十几年。是我有个同学在网路上偶然发现的，前几年，网路上好像有很简单的四页资料，拿来给我看。我看了之后，我就找我们这些出家的同学，我说你想办法跟他联络，跟江本胜博士联络，我们邀请他到澳洲来做报告。他接受了，接受邀请在澳洲做四次报告，他已经做了十年，现在已经十二年。我在日本开过几次会，我到东京去访问他，看他的实验室。他是用水，水是矿物，发现水能听，它会听、它会看，这里面都讲得很清楚。你写个字，写个爱字，或者写讨厌、混蛋，写这些贴在实验管子里面，管子大概只有手指这么粗的样子，长长的，里面就是装着各个地方收集来的这些水，自来水他也收集，山水他都收集收过去。把这个字贴在瓶子的上面，大概是一个小时之后，把它放在冰箱里让它去结冰，摄氏零下五度它就结冰，就成了雪花。",
      "zh_TW": "這本東西裡面，這是近代的，日本江本勝博士他做的水實驗，這裡面有很多畫面，我把它找了幾張例子來給大家看，你看像這是水的結晶，他做了十幾年。是我有個同學在網路上偶然發現的，前幾年，網路上好像有很簡單的四頁資料，拿來給我看。我看了之後，我就找我們這些出家的同學，我說你想辦法跟他聯絡，跟江本勝博士聯絡，我們邀請他到澳洲來做報告。他接受了，接受邀請在澳洲做四次報告，他已經做了十年，現在已經十二年。我在日本開過幾次會，我到東京去訪問他，看他的實驗室。他是用水，水是礦物，發現水能聽，它會聽、它會看，這裡面都講得很清楚。你寫個字，寫個愛字，或者寫討厭、混蛋，寫這些貼在實驗管子裡面，管子大概只有手指這麼粗的樣子，長長的，裡面就是裝著各個地方收集來的這些水，自來水他也收集，山水他都收集收過去。把這個字貼在瓶子的上面，大概是一個小時之後，把它放在冰箱裡讓它去結冰，攝氏零下五度它就結冰，就成了雪花。"
    },
    {
      "id": "28-059-0001_p0007",
      "zh_CN": "然后在显微镜底下去看，凡是正面的爱、感谢、欢喜的图案，非常之美；你要是说厌恶、我讨厌你、我恨你、我不喜欢你，图案就很难看，实验几十万次，都没有差误。最美的就是爱跟感谢、感恩，这是无论写哪一国的文字它都能看，比我们聪明，无论是什么言语，我们听不懂的，它都会听，都能反应。而且懂得人的意思，我们以善意对它、以恶意对它，统统懂，这说明了水。我看到这篇东西，我很喜欢，我也跟江本胜谈，我说你把佛法里面所讲的东西证实，这太难得。佛告诉我们不但人有见闻觉知，动物有见闻觉知，植物也有见闻觉知，山河大地也有见闻觉知，这太难！矿物，小而微尘，大而世界，不但这个，连空间也有见闻觉知。为什么？这是因为自性变的，自性的本能它有见闻觉知，所以见闻觉知永恒不灭。这是惠能大师明心见性说了五句话，「何期自性，本不生灭」，就是讲见闻觉知。见闻觉知是灵性，所有一切物质，这个世界都是从它变现的，所以它能变的自性有见闻觉知，所变出来任何物质东西，统统都有见闻觉知。",
      "zh_TW": "然後在顯微鏡底下去看，凡是正面的愛、感謝、歡喜的圖案，非常之美；你要是說厭惡、我討厭你、我恨你、我不喜歡你，圖案就很難看，實驗幾十萬次，都沒有差誤。最美的就是愛跟感謝、感恩，這是無論寫哪一國的文字它都能看，比我們聰明，無論是什麼言語，我們聽不懂的，它都會聽，都能反應。而且懂得人的意思，我們以善意對它、以惡意對它，統統懂，這說明了水。我看到這篇東西，我很喜歡，我也跟江本勝談，我說你把佛法裡面所講的東西證實，這太難得。佛告訴我們不但人有見聞覺知，動物有見聞覺知，植物也有見聞覺知，山河大地也有見聞覺知，這太難！礦物，小而微塵，大而世界，不但這個，連空間也有見聞覺知。為什麼？這是因為自性變的，自性的本能它有見聞覺知，所以見聞覺知永恆不滅。這是惠能大師明心見性說了五句話，「何期自性，本不生滅」，就是講見聞覺知。見聞覺知是靈性，所有一切物質，這個世界都是從它變現的，所以它能變的自性有見聞覺知，所變出來任何物質東西，統統都有見聞覺知。"
    },
    {
      "id": "28-059-0001_p0008",
      "zh_CN": "所以我说江本博士你的功德不小，你现在测验出来，但是你只能叫我们看到一样就是色，他的图案看到色。佛讲的它还有音声，有妙音，还有味道，所以说色香味触，它有色、它有香、它有味，这些你还没有能够测出来，你还要认真努力继续去学。明白这个道理，就知道我们起心动念，人知道；起心动念，树木花草知道；起心动念，山河大地知道。我们这一个善念，所有一切都变善。所以以后我才恍然大悟，极乐世界跟我们这个世界，有什么差别？毫无差别，就是极乐世界的人他没有恶念，全是善念，所以他没有一样东西不好。我们现在这个世界的人麻烦，从前还不错，有圣贤教诲，现在把圣贤教诲都丢掉，东方人不要圣人，西方人不要宗教、不要神，那个麻烦可大！我们现在所有的念头，起心动念都是贪瞋痴慢、都是自私自利、都是损人利己，这还得了吗？所以现在整个世界成了问题。",
      "zh_TW": "所以我說江本博士你的功德不小，你現在測驗出來，但是你只能叫我們看到一樣就是色，他的圖案看到色。佛講的它還有音聲，有妙音，還有味道，所以說色香味觸，它有色、它有香、它有味，這些你還沒有能夠測出來，你還要認真努力繼續去學。明白這個道理，就知道我們起心動念，人知道；起心動念，樹木花草知道；起心動念，山河大地知道。我們這一個善念，所有一切都變善。所以以後我才恍然大悟，極樂世界跟我們這個世界，有什麼差別？毫無差別，就是極樂世界的人他沒有惡念，全是善念，所以他沒有一樣東西不好。我們現在這個世界的人麻煩，從前還不錯，有聖賢教誨，現在把聖賢教誨都丟掉，東方人不要聖人，西方人不要宗教、不要神，那個麻煩可大！我們現在所有的念頭，起心動念都是貪瞋痴慢、都是自私自利、都是損人利己，這還得了嗎？所以現在整個世界成了問題。"
    },
    {
      "id": "28-059-0001_p0009",
      "zh_CN": "所以我们说破坏自然环境那是小事，我们的念头破坏自然环境这才是真正的大事，但是这个很少人能知道，所以说根源在此地。因果什么时候有的？有宇宙就有因果，有生命就有因果，所以因果教育比什么都重要。如果我们遇到灾难懂得这个道理，心是定的，反省找自己的过失，不要找人，找自己，你找人的时候你会怨天尤人，你的麻烦就更大！找自己，找自己的过失真正忏悔，改过自新，每个人都反省都找自己，灾难就化解了，问题才真正解决，这是真的道理。所以这次在高雄五天，我在那边住五天，正好遇到这个灾难，我每天白天读经念经，给这些灾区回向，这是我们一个佛门弟子本分的事情，应该要做的事情。没想到我昨天再去复诊，我上午去，下午就回来，那边同修告诉我，他说「我做的这个还有一点感应。」我说「我们应该做。」如果我们每个人都明白这个道理，化解灾难不难，不但能化解灾难，可以把这个地球变成极乐世界。",
      "zh_TW": "所以我們說破壞自然環境那是小事，我們的念頭破壞自然環境這才是真正的大事，但是這個很少人能知道，所以說根源在此地。因果什麼時候有的？有宇宙就有因果，有生命就有因果，所以因果教育比什麼都重要。如果我們遇到災難懂得這個道理，心是定的，反省找自己的過失，不要找人，找自己，你找人的時候你會怨天尤人，你的麻煩就更大！找自己，找自己的過失真正懺悔，改過自新，每個人都反省都找自己，災難就化解了，問題才真正解決，這是真的道理。所以這次在高雄五天，我在那邊住五天，正好遇到這個災難，我每天白天讀經念經，給這些災區迴向，這是我們一個佛門弟子本分的事情，應該要做的事情。沒想到我昨天再去複診，我上午去，下午就回來，那邊同修告訴我，他說「我做的這個還有一點感應。」我說「我們應該做。」如果我們每個人都明白這個道理，化解災難不難，不但能化解災難，可以把這個地球變成極樂世界。"
    },
    {
      "id": "28-059-0001_p0010",
      "zh_CN": "主持人：非常谢谢师父。其实师父刚刚提到一个人，从自己的心开始做起，每一个人都反省，也能够了解因果关系，如此心就会定。但是一般的凡夫俗子，如我者流，通常都会觉得我们缴了税、纳了钱，也透过投票的方式把权力交给政府，政府总应该做一点事情！在这个时候如果去安定人心，除了我自己修身养性，需要一点实践以外，杨大哥我要请教您的，对政府体系来说，政府能做什么？宗教界还能够做什么？除了安定人心这个部分，能够具体发挥哪些比较具体的，机制和功能？",
      "zh_TW": "主持人：非常謝謝師父。其實師父剛剛提到一個人，從自己的心開始做起，每一個人都反省，也能夠了解因果關係，如此心就會定。但是一般的凡夫俗子，如我者流，通常都會覺得我們繳了稅、納了錢，也透過投票的方式把權力交給政府，政府總應該做一點事情！在這個時候如果去安定人心，除了我自己修身養性，需要一點實踐以外，楊大哥我要請教您的，對政府體系來說，政府能做什麼？宗教界還能夠做什麼？除了安定人心這個部分，能夠具體發揮哪些比較具體的，機制和功能？"
    },
    {
      "id": "28-059-0001_p0011",
      "zh_CN": "杨先生：其实我的问题也是要请教师父，我们也是很困惑，师父刚刚谈到共业，这种环境共业。今天我做了环保记者大概三十年，写过书，走过伤心地，当时候写的就是这样一路走，从台湾头走到台湾尾，就看到那个共业，累积的不是不报，时候未到。",
      "zh_TW": "楊先生：其實我的問題也是要請教師父，我們也是很困惑，師父剛剛談到共業，這種環境共業。今天我做了環保記者大概三十年，寫過書，走過傷心地，當時候寫的就是這樣一路走，從台灣頭走到台灣尾，就看到那個共業，累積的不是不報，時候未到。"
    },
    {
      "id": "28-059-0001_p0012",
      "zh_CN": "净空法师：对，没错。",
      "zh_TW": "淨空法師：對，沒錯。"
    },
    {
      "id": "28-059-0001_p0013",
      "zh_CN": "杨先生：感受到那个危机感，所以当时候写这个书。写了这个书，我这两年自己在整理这个书，我发现好像我们往坏的地方走，速度虽然有变慢。你刚刚提到政府，我想一届又一届的政府，是进步，可是进步的速度跟挽救因果报应又赶不上，就是这种急切赶不上，国土危脆。然后你觉得，其实讲白，我的语言是说能否戒慎恐惧？像九二一地震，十年前的九二一地震，把山震松掉、震裂掉了。这次我们看到大雨下来的时候就天崩地裂，就整个裂下来，有一个因果在，九二一那时候所看到的。然后比较扼腕、比较遗憾，政府部门里头不是不知道，知道有那个问题存在。可是当当下那个问题在发生，要变成灾难的过程里头，我们看到大家好像忘记有这个事情。所以说师父说得非常好，就是有因果的观念，可是在那个当下我们如何避难？怎么样做到戒慎恐惧，在那个当下能够大家互相警告、互相救援？",
      "zh_TW": "楊先生：感受到那個危機感，所以當時候寫這個書。寫了這個書，我這兩年自己在整理這個書，我發現好像我們往壞的地方走，速度雖然有變慢。你剛剛提到政府，我想一屆又一屆的政府，是進步，可是進步的速度跟挽救因果報應又趕不上，就是這種急切趕不上，國土危脆。然後你覺得，其實講白，我的語言是說能否戒慎恐懼？像九二一地震，十年前的九二一地震，把山震鬆掉、震裂掉了。這次我們看到大雨下來的時候就天崩地裂，就整個裂下來，有一個因果在，九二一那時候所看到的。然後比較扼腕、比較遺憾，政府部門裡頭不是不知道，知道有那個問題存在。可是當當下那個問題在發生，要變成災難的過程裡頭，我們看到大家好像忘記有這個事情。所以說師父說得非常好，就是有因果的觀念，可是在那個當下我們如何避難？怎麼樣做到戒慎恐懼，在那個當下能夠大家互相警告、互相救援？"
    },
    {
      "id": "28-059-0001_p0014",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "28-059-0001_p0015",
      "zh_CN": "杨先生：爱心、慈悲心，有时候觉得这个慈悲心不常在，真的是极大的遗憾。这两天我看到电视，我也劝很多人说，如果你没有事的话，不要看电视好了，因为电视一直传播的状况，有时候它当然是电视为了责任。可是它所传播的却很多人累积更多更多，也就是这个业来累积另外一个业。所以师父，在这种情况底下，安定人心的方向上，有没有更好的作为？尤其在当下怎么对治？",
      "zh_TW": "楊先生：愛心、慈悲心，有時候覺得這個慈悲心不常在，真的是極大的遺憾。這兩天我看到電視，我也勸很多人說，如果你沒有事的話，不要看電視好了，因為電視一直傳播的狀況，有時候它當然是電視為了責任。可是它所傳播的卻很多人累積更多更多，也就是這個業來累積另外一個業。所以師父，在這種情況底下，安定人心的方向上，有沒有更好的作為？尤其在當下怎麼對治？"
    },
    {
      "id": "28-059-0001_p0016",
      "zh_CN": "净空法师：你说得非常有道理，媒体，我说了很多年，媒体可以救这个社会，也可以毁灭这个社会。我在早年初学佛，那时候二十几岁很年轻，方东美先生就告诉我，他那个时候就讲电视，他说这个东西不能小看它，要很重视它，这个东西可以毁灭一个国家，也可以能拯救一个国家。它是没有罪过的，它是个科学机器，问题使用的人。如果我们能用这个东西做正面的教学，问题就化解；如果这里面传递的信息，是暴力、是色情、是杀盗淫妄，那你就是天天教社会大众，特别是年轻人、青少年，这还得了吗？所以这是一个很严肃的问题。以前我在马来西亚，马哈迪首相也跟我谈这个问题，他那个时候讲到电晶体，他讲现在你别看它一点点，像指甲这么大的那个威力不可思议。所以他对这个也非常重视。",
      "zh_TW": "淨空法師：你說得非常有道理，媒體，我說了很多年，媒體可以救這個社會，也可以毀滅這個社會。我在早年初學佛，那時候二十幾歲很年輕，方東美先生就告訴我，他那個時候就講電視，他說這個東西不能小看它，要很重視它，這個東西可以毀滅一個國家，也可以能拯救一個國家。它是沒有罪過的，它是個科學機器，問題使用的人。如果我們能用這個東西做正面的教學，問題就化解；如果這裡面傳遞的信息，是暴力、是色情、是殺盜淫妄，那你就是天天教社會大眾，特別是年輕人、青少年，這還得了嗎？所以這是一個很嚴肅的問題。以前我在馬來西亞，馬哈迪首相也跟我談這個問題，他那個時候講到電晶體，他講現在你別看它一點點，像指甲這麼大的那個威力不可思議。所以他對這個也非常重視。"
    },
    {
      "id": "28-059-0001_p0017",
      "zh_CN": "我们譬如在遇到灾难的时候，大家能够向古圣先贤学习，能够用媒体这种手段劝化人，能够激发善心。但这也是很难，应该在平常多教教。我是想了多少年，但是也没有这个缘分，能够真正有一个教学的电视台，能够肩负起这个责任。当然电视台开销还要，但是将来也可能会有这个缘分，因为现在网路电视成本也大幅度降低，不需要用卫星，能有这么一个电视台天天教学。现在中国大陆这个两年来，有很多像「企业家论坛」，我看到他们的光碟非常之好，这种东西天天播放不就上课吗？特别是企业家提出来，中国传统文化可以赚钱。这企业家就欢喜，可以叫企业老板少操很多心，少造很多孽，用正当的手段一样赚钱，而且比一般想像还要超越很多。所以这是很不容易的一桩事情。",
      "zh_TW": "我們譬如在遇到災難的時候，大家能夠向古聖先賢學習，能夠用媒體這種手段勸化人，能夠激發善心。但這也是很難，應該在平常多教教。我是想了多少年，但是也沒有這個緣分，能夠真正有一個教學的電視台，能夠肩負起這個責任。當然電視台開銷還要，但是將來也可能會有這個緣分，因為現在網路電視成本也大幅度降低，不需要用衛星，能有這麼一個電視台天天教學。現在中國大陸這個兩年來，有很多像「企業家論壇」，我看到他們的光碟非常之好，這種東西天天播放不就上課嗎？特別是企業家提出來，中國傳統文化可以賺錢。這企業家就歡喜，可以叫企業老闆少操很多心，少造很多孽，用正當的手段一樣賺錢，而且比一般想像還要超越很多。所以這是很不容易的一樁事情。"
    },
    {
      "id": "28-059-0001_p0018",
      "zh_CN": "主持人：非常谢谢师父，师父曾经说过，说人类的灾难在往后会不断的到来。过去我们认为天然的灾害是偶尔出现的危机，可是将来在圣婴现象的情况之下，恐怕会变成一种常态。这次八八水灾给台湾是不是就是一种警惕？如果人类不珍惜自己的自然环境，大自然的反扑必然会非常非常的严重。佛经上讲说「戒定慧」，虽然它讲的修身齐家、治国平天下的一个大道理，但是对于人类跟自然的相处，难道不是同一个道理吗？我们想请师父为我们开示说，人跟大自然应该如何相处，才不会招致大自然比较严重的反扑？",
      "zh_TW": "主持人：非常謝謝師父，師父曾經說過，說人類的災難在往後會不斷的到來。過去我們認為天然的災害是偶爾出現的危機，可是將來在聖嬰現象的情況之下，恐怕會變成一種常態。這次八八水災給台灣是不是就是一種警惕？如果人類不珍惜自己的自然環境，大自然的反撲必然會非常非常的嚴重。佛經上講說「戒定慧」，雖然它講的修身齊家、治國平天下的一個大道理，但是對於人類跟自然的相處，難道不是同一個道理嗎？我們想請師父為我們開示說，人跟大自然應該如何相處，才不會招致大自然比較嚴重的反撲？"
    },
    {
      "id": "28-059-0001_p0019",
      "zh_CN": "净空法师：宇宙是和谐的，我们老祖宗在几千年前就提出「和为贵」，一定要懂得和睦相处。要真正落实和睦相处，头一个应该就要晓得伦理，伦理讲什么？讲关系。我们跟一切人是什么关系，跟天地万物是什么关系，跟鬼神是什么关系，这都是属於伦理。在佛法里面讲这关系太密切，是同一个自性，同一体，不是同一家，是同一体。《华严经》给我们第一个就讲一体，一体起二用，二用就产生变化，二用之后就三遍四德。我们中国古人也讲「道生一，一生二，二生三，三生万物」，这是千万年前这些老祖宗们，他们这种智慧几乎他都圆融、都通的，为什么？他心是定的，心定就通。定是什么？定是真心。心有念头，念是妄心，那就不一样，妄就不一样，各人不一样；如果把妄统统放下之后，那你就贯通。所以定中你才能够见到真性，才知道整个宇宙的和谐。特别是佛法对这个讲得非常清楚，宇宙怎么发生的、怎么来的。这个道理现在科学、哲学都没有结论，但是佛法有，佛法给你讲得清清楚楚、明明白白，这个理很深，要慢慢去悟，要真正放下你才能够悟得透。如果你没有放下，还有杂念、还有分别、还有执着，这就是障碍。不是你不能悟，人人都能悟，只要把妄想分别执着放下，你的智慧、你的德能，就跟诸佛菩萨没有两样。",
      "zh_TW": "淨空法師：宇宙是和諧的，我們老祖宗在幾千年前就提出「和為貴」，一定要懂得和睦相處。要真正落實和睦相處，頭一個應該就要曉得倫理，倫理講什麼？講關係。我們跟一切人是什麼關係，跟天地萬物是什麼關係，跟鬼神是什麼關係，這都是屬於倫理。在佛法裡面講這關係太密切，是同一個自性，同一體，不是同一家，是同一體。《華嚴經》給我們第一個就講一體，一體起二用，二用就產生變化，二用之後就三遍四德。我們中國古人也講「道生一，一生二，二生三，三生萬物」，這是千萬年前這些老祖宗們，他們這種智慧幾乎他都圓融、都通的，為什麼？他心是定的，心定就通。定是什麼？定是真心。心有念頭，念是妄心，那就不一樣，妄就不一樣，各人不一樣；如果把妄統統放下之後，那你就貫通。所以定中你才能夠見到真性，才知道整個宇宙的和諧。特別是佛法對這個講得非常清楚，宇宙怎麼發生的、怎麼來的。這個道理現在科學、哲學都沒有結論，但是佛法有，佛法給你講得清清楚楚、明明白白，這個理很深，要慢慢去悟，要真正放下你才能夠悟得透。如果你沒有放下，還有雜念、還有分別、還有執著，這就是障礙。不是你不能悟，人人都能悟，只要把妄想分別執著放下，你的智慧、你的德能，就跟諸佛菩薩沒有兩樣。"
    },
    {
      "id": "28-059-0001_p0020",
      "zh_CN": "主持人：是，非常谢谢师父。悟，谈何容易？悟就是我要用心去领悟、去体悟许多事情。可是一般的凡夫俗子，或者是政治人物，乃至于商界，或者是一般的上班族，他们大概想的部分，除非经常跟师父在心灵上，有若干的沟通，否则要体悟谈何容易？我想请教杨大哥的，您做环保这个志业，应该说志业没有错！",
      "zh_TW": "主持人：是，非常謝謝師父。悟，談何容易？悟就是我要用心去領悟、去體悟許多事情。可是一般的凡夫俗子，或者是政治人物，乃至於商界，或者是一般的上班族，他們大概想的部分，除非經常跟師父在心靈上，有若干的溝通，否則要體悟談何容易？我想請教楊大哥的，您做環保這個志業，應該說志業沒有錯！"
    },
    {
      "id": "28-059-0001_p0021",
      "zh_CN": "杨先生：是。",
      "zh_TW": "楊先生：是。"
    },
    {
      "id": "28-059-0001_p0022",
      "zh_CN": "主持人：长达三十年之久，为什么台湾的民众对于这块属于自己的土地，他珍惜的成分，不会像想像中这么好？师父刚刚讲是共业，可是很多人会觉得很抱怨，我是很爱惜这块土地，为什么共业就盖过我的别业？人如何跟自然相处？或者应该透过什么样的机制，才能够把人的环保意识，跟自然相处的意识能够有效的唤起？",
      "zh_TW": "主持人：長達三十年之久，為什麼台灣的民眾對於這塊屬於自己的土地，他珍惜的成分，不會像想像中這麼好？師父剛剛講是共業，可是很多人會覺得很抱怨，我是很愛惜這塊土地，為什麼共業就蓋過我的別業？人如何跟自然相處？或者應該透過什麼樣的機制，才能夠把人的環保意識，跟自然相處的意識能夠有效的喚起？"
    },
    {
      "id": "28-059-0001_p0023",
      "zh_CN": "杨先生：我觉得我们对台湾怎么来，到今天为止，还没有在教育上面非常完备。我提供一些我自己的想法，也请教师父，台湾这个岛不是有地球就有，大概从地质地理的证据来看，六千五百万年前那次撞击，菲律宾海板块跟欧亚板块撞击以后，这个撞击非常大，因为撞出玉山那么高的山，是撞出来。现在回想起来，因为后来一开始就有山，所以可能撞了以后这个山更高，说不定跟喜马拉雅山一样高。然后它逐渐崩塌，这个崩塌我们每天看到，山崩地裂的这样塌，才有西部的平原，才有东部一小个地方是平的。这样的一个过程里头，这个形塑还有沉回去的证据，因为现在台湾的高山上还可以找到贝壳。所以足证六千五百万年前撞起来以后，不是就稳定的，它在浮浮沉沉。",
      "zh_TW": "楊先生：我覺得我們對台灣怎麼來，到今天為止，還沒有在教育上面非常完備。我提供一些我自己的想法，也請教師父，台灣這個島不是有地球就有，大概從地質地理的證據來看，六千五百萬年前那次撞擊，菲律賓海板塊跟歐亞板塊撞擊以後，這個撞擊非常大，因為撞出玉山那麼高的山，是撞出來。現在回想起來，因為後來一開始就有山，所以可能撞了以後這個山更高，說不定跟喜馬拉雅山一樣高。然後它逐漸崩塌，這個崩塌我們每天看到，山崩地裂的這樣塌，才有西部的平原，才有東部一小個地方是平的。這樣的一個過程裡頭，這個形塑還有沉回去的證據，因為現在台灣的高山上還可以找到貝殼。所以足證六千五百萬年前撞起來以後，不是就穩定的，它在浮浮沉沉。"
    },
    {
      "id": "28-059-0001_p0024",
      "zh_CN": "我们现在证据看起来，大概五百万年前那次浮上来以后，我们用一个比较谦卑的说法，是还没沉下去，因为过去它有浮浮沉沉，还没沉下去，维持到今天。一万四、五千年前，最后一次冰河期结束以后，一直到今天，台湾地处在北回归线经过地方。北回归线在非洲经过撒哈拉沙漠的正中间，也就是北回归线经过的地方，在地球上没有一个地方不是沙漠，统统都是沙漠或是恶地质，只有台湾是一个好山好水。这中间一个是刚刚讲地震才有台湾，第二个是台风每年，你看十七到二十四个在太平洋形成台风，至少差不多有十个左右会到台湾来带来雨水，所以才不是这个。所以我们老实说，对于地震或是大雨，有很复杂的情绪，如果没有这些雨水，台湾就是一个沙漠。",
      "zh_TW": "我們現在證據看起來，大概五百萬年前那次浮上來以後，我們用一個比較謙卑的說法，是還沒沉下去，因為過去它有浮浮沉沉，還沒沉下去，維持到今天。一萬四、五千年前，最後一次冰河期結束以後，一直到今天，台灣地處在北迴歸線經過地方。北迴歸線在非洲經過撒哈拉沙漠的正中間，也就是北迴歸線經過的地方，在地球上沒有一個地方不是沙漠，統統都是沙漠或是惡地質，只有台灣是一個好山好水。這中間一個是剛剛講地震才有台灣，第二個是颱風每年，你看十七到二十四個在太平洋形成颱風，至少差不多有十個左右會到台灣來帶來雨水，所以才不是這個。所以我們老實說，對於地震或是大雨，有很複雜的情緒，如果沒有這些雨水，台灣就是一個沙漠。"
    },
    {
      "id": "28-059-0001_p0025",
      "zh_CN": "净空法师：对，沙漠。",
      "zh_TW": "淨空法師：對，沙漠。"
    },
    {
      "id": "28-059-0001_p0026",
      "zh_CN": "杨先生：所以人不能住。但是这样的一个历史，台湾大多数人没有一个完整的认识。所以刚刚师父谈到对于自己的过去，或古圣先贤的说法，或是在科学上留下来东西，大地是如何在形塑台湾这个岛，而我们所谓现代化的文明，是不是正在对抗这个？这就又回到别业跟共业这样的问题。",
      "zh_TW": "楊先生：所以人不能住。但是這樣的一個歷史，台灣大多數人沒有一個完整的認識。所以剛剛師父談到對於自己的過去，或古聖先賢的說法，或是在科學上留下來東西，大地是如何在形塑台灣這個島，而我們所謂現代化的文明，是不是正在對抗這個？這就又回到別業跟共業這樣的問題。"
    },
    {
      "id": "28-059-0001_p0027",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "28-059-0001_p0028",
      "zh_CN": "杨先生：这样子一个比较庞大，师父刚刚提到宇宙观，台湾在整个地球，在整个全球的地质地理，这样我们的环境，如果能够被深切认识的话，我们会珍爱这个土地更多，很多问题可以迎刃而解。您怎么去看这样的一个问题可以被理解？或是说理解以后，从师父的观点来看，能产生一个巨大的改变吗？",
      "zh_TW": "楊先生：這樣子一個比較龐大，師父剛剛提到宇宙觀，台灣在整個地球，在整個全球的地質地理，這樣我們的環境，如果能夠被深切認識的話，我們會珍愛這個土地更多，很多問題可以迎刃而解。您怎麼去看這樣的一個問題可以被理解？或是說理解以後，從師父的觀點來看，能產生一個巨大的改變嗎？"
    },
    {
      "id": "28-059-0001_p0029",
      "zh_CN": "净空法师：这个问题还是教育，所以中国自古以来，确实「建国君民，教学为先」。在过去，你看政治制度里面，这些各个朝代，它把教育摆在第一，行政设施里面，第一个部就是教育部，礼部，礼部是教育部。你看首相有事不能视事，礼部尚书代替；换句话说，我们真正能看清楚过去政治，一切是为教育服务，都把教育摆在第一，所以它天下太平。现在教育已经把它摆在不重要，把经济放在第一个，那个麻烦事情！经济是利，利是人之必争，人都相争这世界还能和平吗？能不出事情吗？所以你看看，《孟子》头一篇你看看。",
      "zh_TW": "淨空法師：這個問題還是教育，所以中國自古以來，確實「建國君民，教學為先」。在過去，你看政治制度裡面，這些各個朝代，它把教育擺在第一，行政設施裡面，第一個部就是教育部，禮部，禮部是教育部。你看首相有事不能視事，禮部尚書代替；換句話說，我們真正能看清楚過去政治，一切是為教育服務，都把教育擺在第一，所以它天下太平。現在教育已經把它擺在不重要，把經濟放在第一個，那個麻煩事情！經濟是利，利是人之必爭，人都相爭這世界還能和平嗎？能不出事情嗎？所以你看看，《孟子》頭一篇你看看。"
    },
    {
      "id": "28-059-0001_p0030",
      "zh_CN": "杨先生：「梁惠王」。",
      "zh_TW": "楊先生：「梁惠王」。"
    },
    {
      "id": "28-059-0001_p0031",
      "zh_CN": "净空法师：见梁惠王，你就晓得，这不能用利，用利的时候这社会绝对不会安定，所以孟子教梁惠王「亦有仁义而已矣」。这要教学，你能够人人都懂得仁，仁是爱人，人人都能互相相亲相爱；义是起心动念、言语造作合情、合理、合法，这社会多和谐！所以说还是教育问题，还是要重视伦理道德的教育。我们在这几年，实在讲就是把这个理念，老祖宗东西，尤其在中国几千年的成就。所以中国人懂得教育，有教育的经验、有教育的方法，有教育的效果、成果。如果能把这个东西再恢复起来，可以帮助世界化解冲突，可以给世界带来安定和平。过去马哈迪跟我谈过这个问题，这是有一次我们见面，他问我一个问题，他说「这个世界还会有和平吗？」这个问题问得很严肃，我就告诉他，「如果你能把四桩事情做好，世界就和平。」他说「哪四桩？」我说「第一个，国家跟国家和睦相处、平等对待，第二个是派系跟派系，第三个是族群跟族群，第四个宗教跟宗教。这四样都能做到和睦相处，平等对待，天下不就太平了！」他听了之后半天说不出话来皱眉头。",
      "zh_TW": "淨空法師：見梁惠王，你就曉得，這不能用利，用利的時候這社會絕對不會安定，所以孟子教梁惠王「亦有仁義而已矣」。這要教學，你能夠人人都懂得仁，仁是愛人，人人都能互相相親相愛；義是起心動念、言語造作合情、合理、合法，這社會多和諧！所以說還是教育問題，還是要重視倫理道德的教育。我們在這幾年，實在講就是把這個理念，老祖宗東西，尤其在中國幾千年的成就。所以中國人懂得教育，有教育的經驗、有教育的方法，有教育的效果、成果。如果能把這個東西再恢復起來，可以幫助世界化解衝突，可以給世界帶來安定和平。過去馬哈迪跟我談過這個問題，這是有一次我們見面，他問我一個問題，他說「這個世界還會有和平嗎？」這個問題問得很嚴肅，我就告訴他，「如果你能把四樁事情做好，世界就和平。」他說「哪四樁？」我說「第一個，國家跟國家和睦相處、平等對待，第二個是派系跟派系，第三個是族群跟族群，第四個宗教跟宗教。這四樣都能做到和睦相處，平等對待，天下不就太平了！」他聽了之後半天說不出話來皺眉頭。"
    },
    {
      "id": "28-059-0001_p0032",
      "zh_CN": "最后我告诉他，「是困难，是不容易，很棘手，但是从宗教下手有办法能做到。」这个世界上，毕竟信仰宗教的还是多于不信宗教的人，这些宗教要团结，他能够影响政治，他能够影响派系、影响族群。我的话他听懂了，所以他第二天就给我写信，邀请我参加二００五年年底，他办的一个世界和平论坛。我们四天在一起，所以也就变成好朋友。确确实实我在新加坡一九九九年，把新加坡九个宗教团结成一家人，像兄弟姊妹一样。新加坡政府欢喜，对它社会安定有很大的帮助。所以我在和平会议里面，一直把中国东西介绍，强调中国的儒释道跟宗教团结的重要性，能够向这方面认真去努力，社会有救，不是没有救。",
      "zh_TW": "最後我告訴他，「是困難，是不容易，很棘手，但是從宗教下手有辦法能做到。」這個世界上，畢竟信仰宗教的還是多於不信宗教的人，這些宗教要團結，他能夠影響政治，他能夠影響派系、影響族群。我的話他聽懂了，所以他第二天就給我寫信，邀請我參加二００五年年底，他辦的一個世界和平論壇。我們四天在一起，所以也就變成好朋友。確確實實我在新加坡一九九九年，把新加坡九個宗教團結成一家人，像兄弟姊妹一樣。新加坡政府歡喜，對它社會安定有很大的幫助。所以我在和平會議裡面，一直把中國東西介紹，強調中國的儒釋道跟宗教團結的重要性，能夠向這方面認真去努力，社會有救，不是沒有救。"
    },
    {
      "id": "28-059-0001_p0033",
      "zh_CN": "主持人：是，人生就是等待和希望，非常谢谢师父给我们希望，也可以让我们在道中能够有些等待。人一定要学习，教育是很重要，因为人不学不知道。这个道理不透过学习，如何能够知道？不过师父，另外再请教您，当然我的佛学知识非常浅薄，以前好像读过说发生日全蚀那一年，地球上都会有大的灾难。佛经记载说在末法时期灾难会比较多，因为共业会累积超过个别的别业。末业时期恶事会频传，坏的力量也会超过好的力量，很奇怪的是人类的寿命在末法时期，每一百年就会减一岁，减到最后减到十岁的时候，人类刚好回到最原始的情况。要请教师父的，是不是现在我们所看到的诸多现象，都跟末法时期的特征非常相近？人类现在所面临的浩劫，是不是就刚好应验了佛经上的记载？",
      "zh_TW": "主持人：是，人生就是等待和希望，非常謝謝師父給我們希望，也可以讓我們在道中能夠有些等待。人一定要學習，教育是很重要，因為人不學不知道。這個道理不透過學習，如何能夠知道？不過師父，另外再請教您，當然我的佛學知識非常淺薄，以前好像讀過說發生日全蝕那一年，地球上都會有大的災難。佛經記載說在末法時期災難會比較多，因為共業會累積超過個別的別業。末業時期惡事會頻傳，壞的力量也會超過好的力量，很奇怪的是人類的壽命在末法時期，每一百年就會減一歲，減到最後減到十歲的時候，人類剛好回到最原始的情況。要請教師父的，是不是現在我們所看到的諸多現象，都跟末法時期的特徵非常相近？人類現在所面臨的浩劫，是不是就剛好應驗了佛經上的記載？"
    },
    {
      "id": "28-059-0001_p0034",
      "zh_CN": "净空法师：这个事情，当年章嘉大师在世的时候，我向他请教过。他老人家告诉我，他说法没有象征末，没有这个，为什么佛说这个？是我们学习的人认不认真，如果我们都认真依教奉行，那都是正法，永远是正法。这就是说什么？学习的人慢慢他就懈怠，懈怠，不是法有这种项目，是人，也就是人愈来对于圣贤教诲愈不认真、愈疏忽，这样才造成的。如果有人真正能了解这个，特别提倡，正法它现在还是可以能兴起来。人人守法那就是正法，正法是戒律第一，人人都能够守法，不但是国家的法律要遵守，他能够守道德，他懂得因果之后他不会做坏事，他也不会去想坏事，这个世界不就恢复到正法了！",
      "zh_TW": "淨空法師：這個事情，當年章嘉大師在世的時候，我向他請教過。他老人家告訴我，他說法沒有象徵末，沒有這個，為什麼佛說這個？是我們學習的人認不認真，如果我們都認真依教奉行，那都是正法，永遠是正法。這就是說什麼？學習的人慢慢他就懈怠，懈怠，不是法有這種項目，是人，也就是人愈來對於聖賢教誨愈不認真、愈疏忽，這樣才造成的。如果有人真正能了解這個，特別提倡，正法它現在還是可以能興起來。人人守法那就是正法，正法是戒律第一，人人都能夠守法，不但是國家的法律要遵守，他能夠守道德，他懂得因果之後他不會做壞事，他也不會去想壞事，這個世界不就恢復到正法了！"
    },
    {
      "id": "28-059-0001_p0035",
      "zh_CN": "主持人：是。",
      "zh_TW": "主持人：是。"
    },
    {
      "id": "28-059-0001_p0036",
      "zh_CN": "净空法师：所以象征末在人，不在法。",
      "zh_TW": "淨空法師：所以象徵末在人，不在法。"
    },
    {
      "id": "28-059-0001_p0037",
      "zh_CN": "主持人：是，好，非常谢谢师父。不过接下来请教杨大哥的，还是回到人跟自然的相处问题。台湾的教育其实从一九四九年到现在，将近半个世纪之久，坦白讲大学现在几乎满街都是。我们经常开玩笑说，现在台湾的教育是「博士满街走，硕士贱如狗，学士无事做，可能会当扒手」。就是大学教育已经非常非常的普遍，可是为什么人跟自然相处之间的道理，除了刚刚师父所开示的方式以外，找不出一条真正能够和谐相处之道？它真正的归因，除了刚刚师父所讲的因果不明以外，人应该如何透过于比较适当的方式，来与自然相处，而让自然不会对大地、对人产生极大的反扑？",
      "zh_TW": "主持人：是，好，非常謝謝師父。不過接下來請教楊大哥的，還是回到人跟自然的相處問題。台灣的教育其實從一九四九年到現在，將近半個世紀之久，坦白講大學現在幾乎滿街都是。我們經常開玩笑說，現在台灣的教育是「博士滿街走，碩士賤如狗，學士無事做，可能會當扒手」。就是大學教育已經非常非常的普遍，可是為什麼人跟自然相處之間的道理，除了剛剛師父所開示的方式以外，找不出一條真正能夠和諧相處之道？它真正的歸因，除了剛剛師父所講的因果不明以外，人應該如何透過於比較適當的方式，來與自然相處，而讓自然不會對大地、對人產生極大的反撲？"
    },
    {
      "id": "28-059-0001_p0038",
      "zh_CN": "杨先生：为什么古代的皇帝穿龙袍？龙在过去就是治水，就是有能力治水者，有德者居之，那个德就是救生民于水深火热，水深！可是现在的领导者在这部分，他认为很多东西用工程就可以决定。我们几年来不停的在告诉这个政府说，非工程手段可能才是真正治水的方法。治水不是只有大禹跟鲧的辩论，疏导、围堵，不是只有这个，因为我们太多的机会。你看这一次最惊悚的画面，出现在全世界，在河边的一栋楼就这样下来，一个房子就被激流这样带走，这全世界惊恐。当然它的原因是气候变迁，可是我们要不要回头去看，我们有没有就是住在河上面？我们有没有与河争地？为什么那样的问题，到最后变成政府需要用法令来处理？而不是我们自己有画一条红线说，「勿以善小而不为，勿以恶小而为之」？你认为是小恶。你说我就找一个地方住，然后在这里，有些人说你既然住了以后，我就给你水、给你电，甚至于帮你非常困难的去造桥铺路，这有可能是引人入危地。",
      "zh_TW": "楊先生：為什麼古代的皇帝穿龍袍？龍在過去就是治水，就是有能力治水者，有德者居之，那個德就是救生民於水深火熱，水深！可是現在的領導者在這部分，他認為很多東西用工程就可以決定。我們幾年來不停的在告訴這個政府說，非工程手段可能才是真正治水的方法。治水不是只有大禹跟鯀的辯論，疏導、圍堵，不是只有這個，因為我們太多的機會。你看這一次最驚悚的畫面，出現在全世界，在河邊的一棟樓就這樣下來，一個房子就被激流這樣帶走，這全世界驚恐。當然它的原因是氣候變遷，可是我們要不要回頭去看，我們有沒有就是住在河上面？我們有沒有與河爭地？為什麼那樣的問題，到最後變成政府需要用法令來處理？而不是我們自己有畫一條紅線說，「勿以善小而不為，勿以惡小而為之」？你認為是小惡。你說我就找一個地方住，然後在這裡，有些人說你既然住了以後，我就給你水、給你電，甚至於幫你非常困難的去造橋鋪路，這有可能是引人入危地。"
    },
    {
      "id": "28-059-0001_p0039",
      "zh_CN": "因为本来是危险的地方，你帮他做了这么多产业道路这些，其结果是什么？引人入危地。危邦不入，不但不是危邦不入而且危邦必入，本来就是很危险的地方，我们就住在那地方。然后出事的时候，我们才回头说你们为什么不撤离？这个要回头去看政府在这个时候作为。以及我完全同意师父的说法，教育有没有深入到人心？你自己就不会去做这个事。我们知道这个绝对不可以碰，绝对不可以去做这个事情，我们距离这个其实很远。要回头看，我们的教育如果说，岷钦兄，你看摊开我们所有的教本，不管它是国语、英语、数学什么，或是大自然，对这些问题我们有琢磨一字吗？有某种程度，我最近在看，好多问题真的是不教而杀，你没教过他。",
      "zh_TW": "因為本來是危險的地方，你幫他做了這麼多產業道路這些，其結果是什麼？引人入危地。危邦不入，不但不是危邦不入而且危邦必入，本來就是很危險的地方，我們就住在那地方。然後出事的時候，我們才回頭說你們為什麼不撤離？這個要回頭去看政府在這個時候作為。以及我完全同意師父的說法，教育有沒有深入到人心？你自己就不會去做這個事。我們知道這個絕對不可以碰，絕對不可以去做這個事情，我們距離這個其實很遠。要回頭看，我們的教育如果說，岷欽兄，你看攤開我們所有的教本，不管它是國語、英語、數學什麼，或是大自然，對這些問題我們有琢磨一字嗎？有某種程度，我最近在看，好多問題真的是不教而殺，你沒教過他。"
    },
    {
      "id": "28-059-0001_p0040",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "28-059-0001_p0041",
      "zh_CN": "杨先生：所以我觉得就变成是一个很庞大，我为什么担心？因为今年这个台风第八号，是今年第一个台风，第一个！然后今年润五月，我们现在八月底才会进入农历七月，所以表示我们路长得很，未来二十天、三十天、六十天之内，我们有没有可能这样的灾难？我不愿意危言耸听，可是又不得不觉得要提出警告，这中间其实甚为为难，很为难。就说你不讲得够警告，那人民不觉得，好像最大的灾难已经过了。其实我们不知道，大自然有太多极端的行为，你怎么能说这是空前绝后？我认为灾难是空前的，可是不见得是绝后。",
      "zh_TW": "楊先生：所以我覺得就變成是一個很龐大，我為什麼擔心？因為今年這個颱風第八號，是今年第一個颱風，第一個！然後今年潤五月，我們現在八月底才會進入農曆七月，所以表示我們路長得很，未來二十天、三十天、六十天之內，我們有沒有可能這樣的災難？我不願意危言聳聽，可是又不得不覺得要提出警告，這中間其實甚為為難，很為難。就說你不講得夠警告，那人民不覺得，好像最大的災難已經過了。其實我們不知道，大自然有太多極端的行為，你怎麼能說這是空前絕後？我認為災難是空前的，可是不見得是絕後。"
    },
    {
      "id": "28-059-0001_p0042",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "28-059-0001_p0043",
      "zh_CN": "主持人：是，好，非常谢谢杨大哥。我还是想请教一下师父，我们看到台湾这些年来，当然杨大哥您讲的八八水灾是空前，但绝对不是绝后，我也相信绝对不是绝后，因为圣婴现象是自然对人类的反扑。但是面对这种困境，我想请教师父的，宗教的力量能够为芸芸众生，除了发挥安定力量之外，还能够为他们做什么？坦白讲我自己在教育界我知道，台湾多数的教育都是告诉学生，将来出去如何能够营利、谋生，学得一技之长。所学的几乎都是应用，如何让它变一种技术，而这技术能够做为他生活谋生的技能。但对比较宽广层面的和谐之道，或者人跟自然相处之道，或者人与神之间，应该如何去沟通这个方面，坦白说我们的教育几乎是空白一片。宗教界能够替台湾的芸芸众生，能够发挥什么样的作用？能够如何帮助芸芸众生，度过这种在台湾教育当中空白这个部分？",
      "zh_TW": "主持人：是，好，非常謝謝楊大哥。我還是想請教一下師父，我們看到台灣這些年來，當然楊大哥您講的八八水災是空前，但絕對不是絕後，我也相信絕對不是絕後，因為聖嬰現象是自然對人類的反撲。但是面對這種困境，我想請教師父的，宗教的力量能夠為芸芸眾生，除了發揮安定力量之外，還能夠為他們做什麼？坦白講我自己在教育界我知道，台灣多數的教育都是告訴學生，將來出去如何能夠營利、謀生，學得一技之長。所學的幾乎都是應用，如何讓它變一種技術，而這技術能夠做為他生活謀生的技能。但對比較寬廣層面的和諧之道，或者人跟自然相處之道，或者人與神之間，應該如何去溝通這個方面，坦白說我們的教育幾乎是空白一片。宗教界能夠替台灣的芸芸眾生，能夠發揮什麼樣的作用？能夠如何幫助芸芸眾生，度過這種在台灣教育當中空白這個部分？"
    },
    {
      "id": "28-059-0001_p0044",
      "zh_CN": "净空法师：宗教必须要恢复宗教教育，不能只是形式，搞形式没有实质这就是迷信。这就是为什么今天宗教在社会上地位一落千丈，让人家批评是迷信，这不是没有道理的，宗教徒他要负责任。宗教本身是好的，没有一个宗教是不好的。我节出这个本子，这是准备明年在联合国开会用的，每个宗教里头你看教人做人，几乎每个宗教都教人要孝顺父母，这是我们在经典上都看到的，要孝顺父母，要尊敬师长，要友爱一切人，它这讲得都很清楚。如果我们都能够把宗教教育提倡出来，真正把它落实在自己生活上，懂得爱人，懂得尊敬人，懂得关怀人，懂得照顾人，懂得互助合作，这问题马上就改善。所以说宗教有团结的必要，有合作的必要。所以我早年还常常提倡，在联合国我还讲最好办宗教大学，一个大学，不同的宗教就是不同的学院，将来宗教徒都是一家人，不同院系而已！但是都学伦理、都学道德、都学因果，都学着怎样去热爱人群，这个教育比什么都重要，比学一些技术重要得太多。中国自古以来教育头一个是德行，所谓德行，你看孔子四科，德行、言语，政事在第三，政事就现在讲的谋生的技术，文学文艺那是在最后，这个很重要。现在我们的教育前面没有了，只谈科学技术，谋生的这一套，不懂得做人，所以才发生问题。",
      "zh_TW": "淨空法師：宗教必須要恢復宗教教育，不能只是形式，搞形式沒有實質這就是迷信。這就是為什麼今天宗教在社會上地位一落千丈，讓人家批評是迷信，這不是沒有道理的，宗教徒他要負責任。宗教本身是好的，沒有一個宗教是不好的。我節出這個本子，這是準備明年在聯合國開會用的，每個宗教裡頭你看教人做人，幾乎每個宗教都教人要孝順父母，這是我們在經典上都看到的，要孝順父母，要尊敬師長，要友愛一切人，它這講得都很清楚。如果我們都能夠把宗教教育提倡出來，真正把它落實在自己生活上，懂得愛人，懂得尊敬人，懂得關懷人，懂得照顧人，懂得互助合作，這問題馬上就改善。所以說宗教有團結的必要，有合作的必要。所以我早年還常常提倡，在聯合國我還講最好辦宗教大學，一個大學，不同的宗教就是不同的學院，將來宗教徒都是一家人，不同院系而已！但是都學倫理、都學道德、都學因果，都學著怎樣去熱愛人群，這個教育比什麼都重要，比學一些技術重要得太多。中國自古以來教育頭一個是德行，所謂德行，你看孔子四科，德行、言語，政事在第三，政事就現在講的謀生的技術，文學文藝那是在最後，這個很重要。現在我們的教育前面沒有了，只談科學技術，謀生的這一套，不懂得做人，所以才發生問題。"
    },
    {
      "id": "28-059-0001_p0045",
      "zh_CN": "主持人：非常谢谢师父。不过我们看到从八八水灾，台湾的各界都在关心自己的同胞，这个时候没有南部人、北部人，全台湾都是南部人，因为对于这样的灾难，即使我们不论有钱出钱、有力出力，心情上其实都是一样的。对很多人来说，在受灾区的居民，他们真的如果要烦恼平息，前提一定是身心要安顿。虽然我们说身心安顿，烦恼平息，不过它一定有优先顺序。杨大哥，以你多年来的观察，除了宗教力量、政府力量介入之外，这些受灾区的居民，他们应该如何能够给自己心理建设，能够达到真正的身心安顿，才能够进一步的烦恼平息。",
      "zh_TW": "主持人：非常謝謝師父。不過我們看到從八八水災，台灣的各界都在關心自己的同胞，這個時候沒有南部人、北部人，全台灣都是南部人，因為對於這樣的災難，即使我們不論有錢出錢、有力出力，心情上其實都是一樣的。對很多人來說，在受災區的居民，他們真的如果要煩惱平息，前提一定是身心要安頓。雖然我們說身心安頓，煩惱平息，不過它一定有優先順序。楊大哥，以你多年來的觀察，除了宗教力量、政府力量介入之外，這些受災區的居民，他們應該如何能夠給自己心理建設，能夠達到真正的身心安頓，才能夠進一步的煩惱平息。"
    },
    {
      "id": "28-059-0001_p0046",
      "zh_CN": "杨先生：其实我会从另外一个角度去看，我总是一直再提醒，如果这次八月八号这个风灾，这个台风再多待十二小时，可能灾难就不是只是在那一边而已，可能全台都有。",
      "zh_TW": "楊先生：其實我會從另外一個角度去看，我總是一直再提醒，如果這次八月八號這個風災，這個颱風再多待十二小時，可能災難就不是只是在那一邊而已，可能全台都有。"
    },
    {
      "id": "28-059-0001_p0047",
      "zh_CN": "净空法师：不错。",
      "zh_TW": "淨空法師：不錯。"
    },
    {
      "id": "28-059-0001_p0048",
      "zh_CN": "杨先生：所以其实我总觉得，这些灾民是替很多台湾人受难，他们等于是肉身去接触这个最大的灾难，去提醒。我最近跟台北县县长周锡玮谈到这个问题，我问他一句说，如果这次莫拉克的冲击是在台北县，你觉得你有办法挡得住吗？就是这是一个课题，这是一个课业，今天我们去关心别人，明天可能我们必须关心自己，这互相之间有这样一个同理心，慈悲心就自然油然而生，这怎么会是南部人的问题？是整个台湾人的问题。我们如何从走向未来的过程里头，有一个good future，就是说好的未来的感觉，这要共创。所以我可以很直接的讲，就是南部的那些环境难民，我称之为环境难民，这就是「天地不仁，以百姓为刍狗」，就种情况发生的时候，我们要怎么样去克服这样的问题？这过程最重要。就是说我们怎么样互相之间建构一个，他经过这个灾难以后，明天会有更好发展的路径，政府、宗教、全民大家一起要帮他设计，让他有了这个苦难，这个苦难结束以后，他有个好的未来。这个好未来真是太重要，那就是信仰、信心的来源，就经过这个以后，结果明天我才有信心走向未来，而不是对未来就我什么都没有了。应该让他在那一个譬如昨日死，整个过去了以后，怎么样走向未来的过程，互相之间感觉到那个力量，原来在所有不认识的人之间，有那么多的提携。我们老实说，这个社会还没有做得很好，我看到做了，大家这个力量还没有形成。所以其实最重要是安置，未来预计可能有到三万人，这些人每个人都是我们兄弟。怎么样让他们有一种，虽然我失去了家乡、失去了过去，可是我有个很好的未来。我觉得这一点政府、民间、宗教团体一起提供。",
      "zh_TW": "楊先生：所以其實我總覺得，這些災民是替很多台灣人受難，他們等於是肉身去接觸這個最大的災難，去提醒。我最近跟台北縣縣長周錫瑋談到這個問題，我問他一句說，如果這次莫拉克的衝擊是在台北縣，你覺得你有辦法擋得住嗎？就是這是一個課題，這是一個課業，今天我們去關心別人，明天可能我們必須關心自己，這互相之間有這樣一個同理心，慈悲心就自然油然而生，這怎麼會是南部人的問題？是整個台灣人的問題。我們如何從走向未來的過程裡頭，有一個good future，就是說好的未來的感覺，這要共創。所以我可以很直接的講，就是南部的那些環境難民，我稱之為環境難民，這就是「天地不仁，以百姓為芻狗」，就種情況發生的時候，我們要怎麼樣去克服這樣的問題？這過程最重要。就是說我們怎麼樣互相之間建構一個，他經過這個災難以後，明天會有更好發展的路徑，政府、宗教、全民大家一起要幫他設計，讓他有了這個苦難，這個苦難結束以後，他有個好的未來。這個好未來真是太重要，那就是信仰、信心的來源，就經過這個以後，結果明天我才有信心走向未來，而不是對未來就我什麼都沒有了。應該讓他在那一個譬如昨日死，整個過去了以後，怎麼樣走向未來的過程，互相之間感覺到那個力量，原來在所有不認識的人之間，有那麼多的提攜。我們老實說，這個社會還沒有做得很好，我看到做了，大家這個力量還沒有形成。所以其實最重要是安置，未來預計可能有到三萬人，這些人每個人都是我們兄弟。怎麼樣讓他們有一種，雖然我失去了家鄉、失去了過去，可是我有個很好的未來。我覺得這一點政府、民間、宗教團體一起提供。"
    },
    {
      "id": "28-059-0001_p0049",
      "zh_CN": "主持人：是，非常谢谢杨大哥。我们知道每次台湾出现这种令人遗憾的灾难，第一个驰抵现场去救援的，很少是政府机关，几乎都是宗教团体，宗教团体的爱心无远弗届。但是我们看到宗教团体，它毕竟是一个民间团体，因此我在这里想请教师父的，宗教团体的力量，它有首动的力量，也就是说它首先驰援，做了一个很好的示范。如何能够在这样的一个每次灾害当中，以宗教力量奉献，然后提醒相关的当局，政府跟宗教之间应该如何有效的合作？因为政府毕竟有庞大的资源，它是有组织化的一个结构，如何能够让这种有结构化的机构，但是他们有比较多官样文章，行事比较缓慢。宗教，我们没有什么官样文章，就能够很迅速发挥我们的爱心，两者之间应该如何有效来搭配，这种偶然出现天灾的时候，让台湾的社会受到创伤能够降到最低？师父，请您帮我们开示。",
      "zh_TW": "主持人：是，非常謝謝楊大哥。我們知道每次台灣出現這種令人遺憾的災難，第一個馳抵現場去救援的，很少是政府機關，幾乎都是宗教團體，宗教團體的愛心無遠弗屆。但是我們看到宗教團體，它畢竟是一個民間團體，因此我在這裡想請教師父的，宗教團體的力量，它有首動的力量，也就是說它首先馳援，做了一個很好的示範。如何能夠在這樣的一個每次災害當中，以宗教力量奉獻，然後提醒相關的當局，政府跟宗教之間應該如何有效的合作？因為政府畢竟有龐大的資源，它是有組織化的一個結構，如何能夠讓這種有結構化的機構，但是他們有比較多官樣文章，行事比較緩慢。宗教，我們沒有什麼官樣文章，就能夠很迅速發揮我們的愛心，兩者之間應該如何有效來搭配，這種偶然出現天災的時候，讓台灣的社會受到創傷能夠降到最低？師父，請您幫我們開示。"
    },
    {
      "id": "28-059-0001_p0050",
      "zh_CN": "净空法师：这个首先我们要宗教团结，它才能有很大的发挥力量；宗教不团结的话，就很难有这么好的一个效果。宗教团结，当然首先宗教里头，确实也有不少有识之士，你看连罗马天主教的教皇，也呼吁到说世界宗教要团结，这是个好事情。所以如果说政府能够再把它促成的话，那就更容易。中国自古以来，政跟教是连成一体的，是没有把它分开的，帝王都是宗教的信徒，而且都还是虔诚信徒，所以他能够密切合作。现在整个世界我觉得也有这个必要，所以我们提倡宗教要团结，也收到一些好的效果。我们明年准备在联合国，办一个全世界宗教团结的大会，现在联合国也批准，时间也确定，给我们是四月份，四月份非常好，在纽约是春天。我那时候最怕它是一、二月份，一、二月太冷，所以四月份非常之理想。我们搞一次全世界的宗教大团结，来利用联合国的场所，所以这是个好事情。在自己国家，政府也要能够想到这一层，宗教要给它团结。",
      "zh_TW": "淨空法師：這個首先我們要宗教團結，它才能有很大的發揮力量；宗教不團結的話，就很難有這麼好的一個效果。宗教團結，當然首先宗教裡頭，確實也有不少有識之士，你看連羅馬天主教的教皇，也呼籲到說世界宗教要團結，這是個好事情。所以如果說政府能夠再把它促成的話，那就更容易。中國自古以來，政跟教是連成一體的，是沒有把它分開的，帝王都是宗教的信徒，而且都還是虔誠信徒，所以他能夠密切合作。現在整個世界我覺得也有這個必要，所以我們提倡宗教要團結，也收到一些好的效果。我們明年準備在聯合國，辦一個全世界宗教團結的大會，現在聯合國也批准，時間也確定，給我們是四月份，四月份非常好，在紐約是春天。我那時候最怕它是一、二月份，一、二月太冷，所以四月份非常之理想。我們搞一次全世界的宗教大團結，來利用聯合國的場所，所以這是個好事情。在自己國家，政府也要能夠想到這一層，宗教要給它團結。"
    },
    {
      "id": "28-059-0001_p0051",
      "zh_CN": "我在澳洲我就教陆克文，我说你做了总理，你最重要的就是把国家团结起来，头一个是党派。在过去他是反对党，你看反对党，执政党对反对党待遇很差，我们常常在一起的时候，都是政府的部长们接待在一起吃饭，他是反对党，他就不能坐主桌，他把他坐到边上去。我说这个不好，我看到心里都难过，你现在做总理，反对党吃饭的时候一定请他坐主席，大家在一起。所以希望不要有反对党，有反对党人民可怜，都是为人民服务的，你反对老百姓可苦了。我说友党、兄弟党，不要搞成反对， 政见有意见提出来好的接受，我们来落实、来做出来，这样就好。对于族群一年至少也要有一次、两次，总理接待各个族群有影响力的人，大家在一起吃顿饭，讨论问题。还有宗教的领袖，你一年至少有一次到两次，在你总统府见面，这个大团结那很有效果。这是什么？我觉得政治人物应该要相通。陆先生跟我关系不错，我跟他讲话他都能够接受，所以我说你带头做。至于教育改革，我也给他提供一些意见，都好事情。",
      "zh_TW": "我在澳洲我就教陸克文，我說你做了總理，你最重要的就是把國家團結起來，頭一個是黨派。在過去他是反對黨，你看反對黨，執政黨對反對黨待遇很差，我們常常在一起的時候，都是政府的部長們接待在一起吃飯，他是反對黨，他就不能坐主桌，他把他坐到邊上去。我說這個不好，我看到心裡都難過，你現在做總理，反對黨吃飯的時候一定請他坐主席，大家在一起。所以希望不要有反對黨，有反對黨人民可憐，都是為人民服務的，你反對老百姓可苦了。我說友黨、兄弟黨，不要搞成反對， 政見有意見提出來好的接受，我們來落實、來做出來，這樣就好。對於族群一年至少也要有一次、兩次，總理接待各個族群有影響力的人，大家在一起吃頓飯，討論問題。還有宗教的領袖，你一年至少有一次到兩次，在你總統府見面，這個大團結那很有效果。這是什麼？我覺得政治人物應該要相通。陸先生跟我關係不錯，我跟他講話他都能夠接受，所以我說你帶頭做。至於教育改革，我也給他提供一些意見，都好事情。"
    },
    {
      "id": "28-059-0001_p0052",
      "zh_CN": "主持人：是，非常谢谢师父。其实师父开示的就是如何放下我执，包括宗教在内，我们知道华文或者汉字里面非常有意思，如果是以自我为中心，自大一点，那就是臭皮囊的「臭」，我们再写一遍，自大一点果然很臭，这身臭皮囊。完全都看你自己的话，当然这个世界就搞臭，不可能团结、和谐。我们讲宗教力量应该要能够同心协力，力是三股力量，其实不止三股，但是要同一条心。",
      "zh_TW": "主持人：是，非常謝謝師父。其實師父開示的就是如何放下我執，包括宗教在內，我們知道華文或者漢字裡面非常有意思，如果是以自我為中心，自大一點，那就是臭皮囊的「臭」，我們再寫一遍，自大一點果然很臭，這身臭皮囊。完全都看你自己的話，當然這個世界就搞臭，不可能團結、和諧。我們講宗教力量應該要能夠同心協力，力是三股力量，其實不止三股，但是要同一條心。"
    },
    {
      "id": "28-059-0001_p0053",
      "zh_CN": "净空法师：对。",
      "zh_TW": "淨空法師：對。"
    },
    {
      "id": "28-059-0001_p0054",
      "zh_CN": "主持人：我还是一样要追问一下师父一个问题，凡夫俗子要放下我执何其困难？我们当然不是要去谈政治人物跟政治领袖。可是我们看到台湾在受到这么大伤害，相关单位的人，我们不去细点任何一个人的名字，但相关单位的主管都觉得自己满受委屈，我这样戮力从公，无眠无休，你们社会还这样指责我，我真的是非常的委屈。看来看去，开记者会也都是为自己做辩解，没有想想这么多的民众无家可归，无业可就。所以究竟台湾这个社会目前看起来是无药可救，还是还来得及还有得救？如何能够让政治人物跟让一般的民众，尽可能的放下我执，不要把臭皮囊的臭，自大一点，把自己放得这么大，把台湾、把世界、把宗教看得这么小？还是要请师父帮我们进一步来开示。",
      "zh_TW": "主持人：我還是一樣要追問一下師父一個問題，凡夫俗子要放下我執何其困難？我們當然不是要去談政治人物跟政治領袖。可是我們看到台灣在受到這麼大傷害，相關單位的人，我們不去細點任何一個人的名字，但相關單位的主管都覺得自己滿受委屈，我這樣戮力從公，無眠無休，你們社會還這樣指責我，我真的是非常的委屈。看來看去，開記者會也都是為自己做辯解，沒有想想這麼多的民眾無家可歸，無業可就。所以究竟台灣這個社會目前看起來是無藥可救，還是還來得及還有得救？如何能夠讓政治人物跟讓一般的民眾，盡可能的放下我執，不要把臭皮囊的臭，自大一點，把自己放得這麼大，把台灣、把世界、把宗教看得這麼小？還是要請師父幫我們進一步來開示。"
    },
    {
      "id": "28-059-0001_p0055",
      "zh_CN": "净空法师：做人基本的条件，就是要学会爱人，爱人才是真正爱自己。所以古圣先贤、每个宗教教我们做人第一个是什么？第一个是谦虚。你看天主教他们的朝暮课诵是《玫瑰经》，《玫瑰经》的第一段，「圣母玛利亚的谦卑」。我们中国六十四卦里头谦卦，是六爻皆吉只有这一卦，所以一定要谦卑，谦卑才能尊敬别人。这是讲的礼教很重要，国家，在中国每个朝代，如果说将来人写中国这一个时代的历史是乱世，为什么变成乱世？老百姓生活没有规矩可以遵循。从前每个朝代政权一建立，不超过五年，制礼作乐，大家都有规矩，服装也是一样的，也是分士农工商分得很清楚的。现在全没有，没有就是乱世。所以如果说是，现在我们真正能够把礼乐好好去研究，从古时候礼乐的精神，现代我们怎么个做法能够颁布，你就是把这乱世带回归大治，这个功行了不起，是很有意义。一百多年来的乱世，这是中国最长、最悲惨的一个时代。所以贤能的人应该朝这个路上走，把这个乱回归到正，这是无量无边的功德。",
      "zh_TW": "淨空法師：做人基本的條件，就是要學會愛人，愛人才是真正愛自己。所以古聖先賢、每個宗教教我們做人第一個是什麼？第一個是謙虛。你看天主教他們的朝暮課誦是《玫瑰經》，《玫瑰經》的第一段，「聖母瑪利亞的謙卑」。我們中國六十四卦裡頭謙卦，是六爻皆吉只有這一卦，所以一定要謙卑，謙卑才能尊敬別人。這是講的禮教很重要，國家，在中國每個朝代，如果說將來人寫中國這一個時代的歷史是亂世，為什麼變成亂世？老百姓生活沒有規矩可以遵循。從前每個朝代政權一建立，不超過五年，制禮作樂，大家都有規矩，服裝也是一樣的，也是分士農工商分得很清楚的。現在全沒有，沒有就是亂世。所以如果說是，現在我們真正能夠把禮樂好好去研究，從古時候禮樂的精神，現代我們怎麼個做法能夠頒布，你就是把這亂世帶回歸大治，這個功行了不起，是很有意義。一百多年來的亂世，這是中國最長、最悲慘的一個時代。所以賢能的人應該朝這個路上走，把這個亂回歸到正，這是無量無邊的功德。"
    },
    {
      "id": "28-059-0001_p0056",
      "zh_CN": "主持人：非常谢谢师父。师父最后开示我们说要拨乱反正，不要正反乱拨，心中无神目中就会无人。期待我们大家都以谦卑的心情，在师父的开示之下，让台湾这块土地，无论是士农工商都用谦卑的心来对待彼此，因为世界宗教本一家，我们都是兄弟姊妹。谢谢大家，谢谢。",
      "zh_TW": "主持人：非常謝謝師父。師父最後開示我們說要撥亂反正，不要正反亂撥，心中無神目中就會無人。期待我們大家都以謙卑的心情，在師父的開示之下，讓台灣這塊土地，無論是士農工商都用謙卑的心來對待彼此，因為世界宗教本一家，我們都是兄弟姊妹。謝謝大家，謝謝。"
    },
    {
      "id": "28-059-0001_p0057",
      "zh_CN": "净空法师：谢谢。",
      "zh_TW": "淨空法師：謝謝。"
    },
    {
      "id": "28-059-0001_p0058",
      "zh_CN": "杨先生：谢谢。",
      "zh_TW": "楊先生：謝謝。"
    }
  ]
}