{
  "doc_id": "09-014-0008",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0008",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "09-014-0008_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第八讲。",
      "zh_TW": "《金剛般若波羅蜜經》第八講。"
    },
    {
      "id": "09-014-0008_p0002",
      "zh_CN": "前面经文讲到「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，这个意思已经跟诸位说过，但是如何能够离四相，那就要靠观照的功夫。「观照」，像前面所说的，只要能够时时提得起观照功夫，「不知不觉欲色识三者皆可远离」。我们读《华严》，清凉大师给我们解释说「托法进修」，可见得法就是理论与方法，理论与方法首先要真正的理解、要信受，依照理论方法来修行。「化除我见」，这是除四相的根本，一般大乘佛法常讲「转第七识为平等性智」，就是化除我见，「不起分别，转第六识为妙观察智」。所以无我见不是没有作用，有平等性的作用；不起分别，不是白痴、不是愚痴，而是妙观察智。试问问我们是不是希望转八识成四智？我想每一个修行的同学都希望我们真正能够做到这一层。但是必须要懂方法，要在境界里面时时提得起观照功夫。",
      "zh_TW": "前面經文講到「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，這個意思已經跟諸位說過，但是如何能夠離四相，那就要靠觀照的功夫。「觀照」，像前面所說的，只要能夠時時提得起觀照功夫，「不知不覺欲色識三者皆可遠離」。我們讀《華嚴》，清涼大師給我們解釋說「託法進修」，可見得法就是理論與方法，理論與方法首先要真正的理解、要信受，依照理論方法來修行。「化除我見」，這是除四相的根本，一般大乘佛法常講「轉第七識為平等性智」，就是化除我見，「不起分別，轉第六識為妙觀察智」。所以無我見不是沒有作用，有平等性的作用；不起分別，不是白痴、不是愚痴，而是妙觀察智。試問問我們是不是希望轉八識成四智？我想每一個修行的同學都希望我們真正能夠做到這一層。但是必須要懂方法，要在境界裡面時時提得起觀照功夫。"
    },
    {
      "id": "09-014-0008_p0003",
      "zh_CN": "实在说佛法从表面上来看，单就它的经典而言，我们可以讲世界上任何的丛书都不能跟佛法相比，这个份量太大了，古人常形容浩如烟海。但是实际上来讲它并不麻烦，简单明了。上一个星期六我给此地同修们讲《华严经》，这一次是开头讲，我只讲了一个「如是我闻，一时」。千经万论说什么？就是说「如是」两个字，你看多简单，一部《大方广佛华严经》就讲了个如是，千经万论，十方三世诸佛菩萨所说，也不出如是两个字的范围。所以说并不像想像当中那样广大无边，那样高深莫测，其实不然，佛法非常亲切有味。讲到修行只有三个字「觉正净」，觉而不迷、正而不邪、净而不染，八万四千法门连净土法门在内，统统就是修这三个字。教你明理就是如是两个字，教你修行是觉正净三个字，五个字把全部的佛法，不但是把释迦牟尼佛的佛法，十方三世诸佛的佛法统统包括尽了，所以真正懂得的人，真正明白的人，才晓得只有佛法才是真正的平实，平常实在，亲切有味。《金刚经》它的好处是言简意赅，如果我们能将这五千言读得很熟，时时刻刻能够在心中玩味，在日常生活当中时时提得起观照；换句话说，在人生数十寒暑当中，可以讲没有不开悟的。成佛不难，难在自己不相信，自己不明了，对于经教产生歧见、误会，不能够依教奉行，这种过失是在自己，不在佛法。",
      "zh_TW": "實在說佛法從表面上來看，單就它的經典而言，我們可以講世界上任何的叢書都不能跟佛法相比，這個份量太大了，古人常形容浩如煙海。但是實際上來講它並不麻煩，簡單明瞭。上一個星期六我給此地同修們講《華嚴經》，這一次是開頭講，我只講了一個「如是我聞，一時」。千經萬論說什麼？就是說「如是」兩個字，你看多簡單，一部《大方廣佛華嚴經》就講了個如是，千經萬論，十方三世諸佛菩薩所說，也不出如是兩個字的範圍。所以說並不像想像當中那樣廣大無邊，那樣高深莫測，其實不然，佛法非常親切有味。講到修行只有三個字「覺正淨」，覺而不迷、正而不邪、淨而不染，八萬四千法門連淨土法門在內，統統就是修這三個字。教你明理就是如是兩個字，教你修行是覺正淨三個字，五個字把全部的佛法，不但是把釋迦牟尼佛的佛法，十方三世諸佛的佛法統統包括盡了，所以真正懂得的人，真正明白的人，才曉得只有佛法才是真正的平實，平常實在，親切有味。《金剛經》它的好處是言簡意賅，如果我們能將這五千言讀得很熟，時時刻刻能夠在心中玩味，在日常生活當中時時提得起觀照；換句話說，在人生數十寒暑當中，可以講沒有不開悟的。成佛不難，難在自己不相信，自己不明瞭，對於經教產生歧見、誤會，不能夠依教奉行，這種過失是在自己，不在佛法。"
    },
    {
      "id": "09-014-0008_p0004",
      "zh_CN": "下面是讲到无住，无住才是真正的住。请看经文，小题目「略示住心无住」，经文：",
      "zh_TW": "下面是講到無住，無住才是真正的住。請看經文，小題目「略示住心無住」，經文："
    },
    {
      "id": "09-014-0008_p0005",
      "zh_CN": "【复次。须菩提。菩萨于法。应无所住。行于布施。】",
      "zh_TW": "【復次。須菩提。菩薩於法。應無所住。行於布施。】"
    },
    {
      "id": "09-014-0008_p0006",
      "zh_CN": "这里面特别要注意的就是『法』这个字，「法」是指一切万法，不但它包括世间的一切法，出世间的一切法也包括在其中。就是一切法里面应该要无所住，虽无所住，还得要『行于布施』。底下的小注里面，我们来看看这一段的意思，「此于降心之后，以示住心也」。前面教我们怎样去降伏你这个烦恼妄想心，妄想心降伏住之后，大家想「我的心要安住在哪里？」佛指示我们如何去安住，佛教给我们的是「应无所住」，这句话正答「应云何住」。前面须菩提尊者提出这个问题，这个问题是非常重要的问题，佛在此地答复我们，我们的心应该安住在什么地方？佛告诉我们：应当无所住。这个答复是非常正确而切实，因为「佛法要修行，不可修住」，你看看佛门里头哪一个人说我修住，没有的，都是讲修行，所以佛才讲「行于布施」。「行则布施包罗一切法门」，所以佛说法举行门的总纲领来说。不但在因地里面修行，菩萨修行要修布施，成了佛之后也不住。假如成了佛之后还要有个住的话，试问释迦牟尼佛他为什么要示现在我们世间来教化众生？来教化众生是行，是行于布施，释迦牟尼佛出现在世间是把佛法布施给我们，行法布施。可见得连果地，成佛是果地，究竟的果地都不住，都无所住。如果你刚刚修行，才发心就想要个住处，哪有这种道理？没有这个道理。希望大家特别要记住，佛法讲的是修行，不讲修住。",
      "zh_TW": "這裡面特別要注意的就是『法』這個字，「法」是指一切萬法，不但它包括世間的一切法，出世間的一切法也包括在其中。就是一切法裡面應該要無所住，雖無所住，還得要『行於布施』。底下的小註裡面，我們來看看這一段的意思，「此於降心之後，以示住心也」。前面教我們怎樣去降伏你這個煩惱妄想心，妄想心降伏住之後，大家想「我的心要安住在哪裡？」佛指示我們如何去安住，佛教給我們的是「應無所住」，這句話正答「應云何住」。前面須菩提尊者提出這個問題，這個問題是非常重要的問題，佛在此地答覆我們，我們的心應該安住在什麼地方？佛告訴我們：應當無所住。這個答覆是非常正確而切實，因為「佛法要修行，不可修住」，你看看佛門裡頭哪一個人說我修住，沒有的，都是講修行，所以佛才講「行於布施」。「行則布施包羅一切法門」，所以佛說法舉行門的總綱領來說。不但在因地裡面修行，菩薩修行要修布施，成了佛之後也不住。假如成了佛之後還要有個住的話，試問釋迦牟尼佛他為什麼要示現在我們世間來教化眾生？來教化眾生是行，是行於布施，釋迦牟尼佛出現在世間是把佛法布施給我們，行法布施。可見得連果地，成佛是果地，究竟的果地都不住，都無所住。如果你剛剛修行，才發心就想要個住處，哪有這種道理？沒有這個道理。希望大家特別要記住，佛法講的是修行，不講修住。"
    },
    {
      "id": "09-014-0008_p0007",
      "zh_CN": "行，举布施，就包罗无量无边的法门，四弘誓愿里面常讲的「法门无量誓愿学」，布施就是无量法门的总纲领，我们要略略的介绍一下。「无住行施，三轮体空」。有住行施，三轮就不空。什么叫做三轮体空？三轮体空就是无住心，譬如我们以最简单例子来讲，我有个物品赠送给别人，赠送就是布施，我是能施之人，对方是接受我布施之人，当中有所施之物，这就是三轮，无住就是不执着，心里面清净，没有这回事情。心里面没有我执，不执着五蕴身心是我，无我，我既然没有了，这东西是我所有的，我所也没有了；既然无我了，也不着人相；也不执着所施之物，这叫三轮体空。这种布施是清净的布施，这种布施是称性起用，也就是真性的作用，里面所产生的是无量的智慧、无量的功德。虽然说智慧，没有智慧之相；虽然说功德，也没有功德之相。为什么？因为它是称性的，既是称性，在佛法不得已用一个名词说非有非空，这是说的真实话，它的德用完全是在布施上能够见到的。",
      "zh_TW": "行，舉布施，就包羅無量無邊的法門，四弘誓願裡面常講的「法門無量誓願學」，布施就是無量法門的總綱領，我們要略略的介紹一下。「無住行施，三輪體空」。有住行施，三輪就不空。什麼叫做三輪體空？三輪體空就是無住心，譬如我們以最簡單例子來講，我有個物品贈送給別人，贈送就是布施，我是能施之人，對方是接受我布施之人，當中有所施之物，這就是三輪，無住就是不執著，心裡面清淨，沒有這回事情。心裡面沒有我執，不執著五蘊身心是我，無我，我既然沒有了，這東西是我所有的，我所也沒有了；既然無我了，也不著人相；也不執著所施之物，這叫三輪體空。這種布施是清淨的布施，這種布施是稱性起用，也就是真性的作用，裡面所產生的是無量的智慧、無量的功德。雖然說智慧，沒有智慧之相；雖然說功德，也沒有功德之相。為什麼？因為它是稱性的，既是稱性，在佛法不得已用一個名詞說非有非空，這是說的真實話，它的德用完全是在布施上能夠見到的。"
    },
    {
      "id": "09-014-0008_p0008",
      "zh_CN": "我们再看下面，简单的来解释这个意思。先解释「法」，世出世间一切法都包括在这个里面，法是「万事万理，根接心及」，根是指六根，我们六根所接触的，眼接触的是色法，耳接触的是声法，乃至于心，心及就是心里面所想的，统统叫做法，世出世间都包括在这里头。佛给我们讲的，「俱不应执着」，不应该执着。「住谓执着相」，执着一切法的相就叫做住。既然一切都不应该执着，换句话说，法不可以住。不可以住，要行，就是要行于万事万理，要行于根接心及。行是活活泼泼的，住就死了，死呆板的，这个不是佛法。",
      "zh_TW": "我們再看下面，簡單的來解釋這個意思。先解釋「法」，世出世間一切法都包括在這個裡面，法是「萬事萬理，根接心及」，根是指六根，我們六根所接觸的，眼接觸的是色法，耳接觸的是聲法，乃至於心，心及就是心裡面所想的，統統叫做法，世出世間都包括在這裡頭。佛給我們講的，「俱不應執著」，不應該執著。「住謂執著相」，執著一切法的相就叫做住。既然一切都不應該執著，換句話說，法不可以住。不可以住，要行，就是要行於萬事萬理，要行於根接心及。行是活活潑潑的，住就死了，死呆板的，這個不是佛法。"
    },
    {
      "id": "09-014-0008_p0009",
      "zh_CN": "「行于布施」，底下说明布施能够摄六度，通常讲「六度摄万行」，就是把一切法统统收摄在其中，都包括在里面。六度是「布施、持戒、忍辱、精进、禅定、般若」，前面五种是事相，布施、持戒到禅定都是事，般若是理，般若是智慧、是理，般若表现在前面五度上。般若是什么？般若就是应无所住，应无所住行于布施，应无所住行于持戒，应无所住行于忍辱，应无所住行于精进，应无所住行于禅定，这就叫般若。你要问般若是什么？般若就是不着相，这就是般若。",
      "zh_TW": "「行於布施」，底下說明布施能夠攝六度，通常講「六度攝萬行」，就是把一切法統統收攝在其中，都包括在裡面。六度是「布施、持戒、忍辱、精進、禪定、般若」，前面五種是事相，布施、持戒到禪定都是事，般若是理，般若是智慧、是理，般若表現在前面五度上。般若是什麼？般若就是應無所住，應無所住行於布施，應無所住行於持戒，應無所住行於忍辱，應無所住行於精進，應無所住行於禪定，這就叫般若。你要問般若是什麼？般若就是不著相，這就是般若。"
    },
    {
      "id": "09-014-0008_p0010",
      "zh_CN": "第二我们讲「布施」，布施就摄其余的五度。我们晓得施有三种，第一种叫财布施，以财物布施给别人；第二种叫法布施，法里面包括世出世间法；第三种叫无畏布施，别人有所恐惧，有害怕的地方，你能够保护他，使他离开恐怖，这种行为就叫做无畏布施。持戒、忍辱这是属于无畏施，为什么？譬如你持不杀生的戒，那些动物牠看到你不害怕，为什么？你不杀牠。你持不偷盗的戒，一般人看到你是守戒的，他有什么贵重的东西、值钱的东西他不必藏起来，他就摆在外面，他晓得你是持戒的人，你不会偷我的，他放心了，他没有恐怖、没有畏惧，所以持戒是无畏施。忍辱也是这样的，晓得你是修忍辱波罗蜜的，你是个学佛的，修六度的，他在你面前说话很随便。为什么？他不怕得罪你，就是话说得不对，得罪你了，你可以原谅他，你不会报复他，你也不会把这个话记在心里，所以他不害怕，因为你能够忍，所以这两种属于无畏布施。后面这三种，精进、禅定、般若都是属于法布施。由此可知，说一个布施就包括六度，说六度就包括万行，所以佛法在行门里面讲，无量无边的行门，用一个布施就全部都包括了。",
      "zh_TW": "第二我們講「布施」，布施就攝其餘的五度。我們曉得施有三種，第一種叫財布施，以財物布施給別人；第二種叫法布施，法裡面包括世出世間法；第三種叫無畏布施，別人有所恐懼，有害怕的地方，你能夠保護他，使他離開恐怖，這種行為就叫做無畏布施。持戒、忍辱這是屬於無畏施，為什麼？譬如你持不殺生的戒，那些動物牠看到你不害怕，為什麼？你不殺牠。你持不偷盜的戒，一般人看到你是守戒的，他有什麼貴重的東西、值錢的東西他不必藏起來，他就擺在外面，他曉得你是持戒的人，你不會偷我的，他放心了，他沒有恐怖、沒有畏懼，所以持戒是無畏施。忍辱也是這樣的，曉得你是修忍辱波羅蜜的，你是個學佛的，修六度的，他在你面前說話很隨便。為什麼？他不怕得罪你，就是話說得不對，得罪你了，你可以原諒他，你不會報復他，你也不會把這個話記在心裡，所以他不害怕，因為你能夠忍，所以這兩種屬於無畏布施。後面這三種，精進、禪定、般若都是屬於法布施。由此可知，說一個布施就包括六度，說六度就包括萬行，所以佛法在行門裡面講，無量無邊的行門，用一個布施就全部都包括了。"
    },
    {
      "id": "09-014-0008_p0011",
      "zh_CN": "「布施即一切佛法」，布施就是一切佛法，这一点诸位要特别记住。《金刚经》你看看在行门里面，它只讲一个布施、讲一个忍辱，六度里头其余的四度说得很少，布施说得特别多，意思就在此地。另外一点，忍辱也说了，忍辱也非常的重要，因为布施能成就功德，忍辱能够不失功德。「佛法始终重舍」，布施就是舍，舍是什么？「不着相」。不着相就是舍，不着相就是布施。「看得破，放得下，歇即菩提」，歇就是舍、就是布施，放得下、看得破也是布施，也就是舍，就是不着相。因此，「行于布施即是行于六度，即是行于万行」，所有的菩萨修行法门全都包括在其中，一条也不会漏掉。",
      "zh_TW": "「布施即一切佛法」，布施就是一切佛法，這一點諸位要特別記住。《金剛經》你看看在行門裡面，它只講一個布施、講一個忍辱，六度裡頭其餘的四度說得很少，布施說得特別多，意思就在此地。另外一點，忍辱也說了，忍辱也非常的重要，因為布施能成就功德，忍辱能夠不失功德。「佛法始終重捨」，布施就是捨，捨是什麼？「不著相」。不著相就是捨，不著相就是布施。「看得破，放得下，歇即菩提」，歇就是捨、就是布施，放得下、看得破也是布施，也就是捨，就是不著相。因此，「行於布施即是行於六度，即是行於萬行」，所有的菩薩修行法門全都包括在其中，一條也不會漏掉。"
    },
    {
      "id": "09-014-0008_p0012",
      "zh_CN": "下面我们就六度在此地简单的做一个介绍。六度里面第一个是「布施」，布施的目的是「破悭贪」。我们晓得众生之所以成为众生，根本的烦恼就是悭贪，悭是吝啬，你自己有的，舍不得给别人，你放不下，不能够施舍给别人；你所没有的，你祈求要贪得，贪而无厌。这个烦恼是八万四千烦恼的根本，如果悭吝心断掉、贪心断掉，换句话说，你是把烦恼的根给拔除；烦恼的根拔除，换句话说，就没有烦恼，不会再有烦恼了。修行人会修行的，常言说得好，从根本修；不会修行的人，从枝叶修，从枝末修。会修行的人从根本修，根本修就是修布施，这是同学们特别要记住的。",
      "zh_TW": "下面我們就六度在此地簡單的做一個介紹。六度裡面第一個是「布施」，布施的目的是「破慳貪」。我們曉得眾生之所以成為眾生，根本的煩惱就是慳貪，慳是吝嗇，你自己有的，捨不得給別人，你放不下，不能夠施捨給別人；你所沒有的，你祈求要貪得，貪而無厭。這個煩惱是八萬四千煩惱的根本，如果慳吝心斷掉、貪心斷掉，換句話說，你是把煩惱的根給拔除；煩惱的根拔除，換句話說，就沒有煩惱，不會再有煩惱了。修行人會修行的，常言說得好，從根本修；不會修行的人，從枝葉修，從枝末修。會修行的人從根本修，根本修就是修布施，這是同學們特別要記住的。"
    },
    {
      "id": "09-014-0008_p0013",
      "zh_CN": "六度的第二就是「持戒」。持戒的目的是「破诸恶」，就是自己一天到晚都在造恶业，如何叫我们不造恶业？要持戒。戒是佛给我们制定的，戒律虽然很多，在经典里面它自成为一类，三藏经里它属于一藏，律藏，经律论三藏，它算是一个大类。戒律的精神就是这八个字，「诸恶莫作，众善奉行」，就是这八个字。你看条文很多，经典很多，不出这个范围。戒律分为两类，一类叫「止持」，这叫持戒，止是禁止，换句话说，不许你做的，譬如不杀生、不偷盗、不淫欲、不妄语，都加一个不，「不」就是禁止，禁止你的意思，叫止持；另外一种叫「作持」，譬如闻法，有法师讲经，菩萨戒里面说，你是受了菩萨戒的，距离讲经的场所讲堂四十里之内的，这是佛在世，是讲从前的距离，四十里你一天可以走个来回，四十里之内法师在那里讲经，你要是不去听经，你就犯戒。这个就是叫你做，你不做就犯戒。这两类很显然的佛给我们指示出来，止持的多半都是「自律」，换句话说，是我们私生活必须要遵守的规范，一个人自己独处的时候，身心要清净，所以它的精神是在诸恶莫作。",
      "zh_TW": "六度的第二就是「持戒」。持戒的目的是「破諸惡」，就是自己一天到晚都在造惡業，如何叫我們不造惡業？要持戒。戒是佛給我們制定的，戒律雖然很多，在經典裡面它自成為一類，三藏經裡它屬於一藏，律藏，經律論三藏，它算是一個大類。戒律的精神就是這八個字，「諸惡莫作，眾善奉行」，就是這八個字。你看條文很多，經典很多，不出這個範圍。戒律分為兩類，一類叫「止持」，這叫持戒，止是禁止，換句話說，不許你做的，譬如不殺生、不偷盜、不淫欲、不妄語，都加一個不，「不」就是禁止，禁止你的意思，叫止持；另外一種叫「作持」，譬如聞法，有法師講經，菩薩戒裡面說，你是受了菩薩戒的，距離講經的場所講堂四十里之內的，這是佛在世，是講從前的距離，四十里你一天可以走個來回，四十里之內法師在那裡講經，你要是不去聽經，你就犯戒。這個就是叫你做，你不做就犯戒。這兩類很顯然的佛給我們指示出來，止持的多半都是「自律」，換句話說，是我們私生活必須要遵守的規範，一個人自己獨處的時候，身心要清淨，所以它的精神是在諸惡莫作。"
    },
    {
      "id": "09-014-0008_p0014",
      "zh_CN": "大乘戒，不但我们这个身口不造作恶业，必须到心里面不起恶念，这才叫真正的持戒。但是小乘戒里面结罪就跟我们世间法律一样，你起心动念不结罪，必须要做出来才结罪。譬如小乘人他心里不高兴，看到冤家对头恨透了，想把他杀掉，可是并没动手，也没有这个行为表现，只是心里有这个念头恨他想杀他，这个不犯戒，不犯杀戒。所以小乘戒好持，跟世间法律一样。但是大乘戒难持，大乘戒是讲心地戒，你起心动念想杀个人，你就犯了杀戒，有没有杀他？没有杀他，没有杀他也犯了杀戒，大乘结罪是这个结法，它是结在心地上，不结在外表上。外表上他无意当中或者把人杀掉了，但是他没有杀他的心，这样在菩萨戒上结不结罪？不结罪，他没有心。大乘法是讲心地法，在起心动念的地方来结罪，所以菩萨戒难！菩萨的清净是心清净，二乘人的清净可以说是身清净，身清净的人心未必清净，心清净的人身决定清净，所以菩萨戒的精神着重在众善奉行。这个就是我们总括戒律的精神，「诸恶莫作，众善奉行」，诸位记住这八个字，这是戒律的精神。",
      "zh_TW": "大乘戒，不但我們這個身口不造作惡業，必須到心裡面不起惡念，這才叫真正的持戒。但是小乘戒裡面結罪就跟我們世間法律一樣，你起心動念不結罪，必須要做出來才結罪。譬如小乘人他心裡不高興，看到冤家對頭恨透了，想把他殺掉，可是並沒動手，也沒有這個行為表現，只是心裡有這個念頭恨他想殺他，這個不犯戒，不犯殺戒。所以小乘戒好持，跟世間法律一樣。但是大乘戒難持，大乘戒是講心地戒，你起心動念想殺個人，你就犯了殺戒，有沒有殺他？沒有殺他，沒有殺他也犯了殺戒，大乘結罪是這個結法，它是結在心地上，不結在外表上。外表上他無意當中或者把人殺掉了，但是他沒有殺他的心，這樣在菩薩戒上結不結罪？不結罪，他沒有心。大乘法是講心地法，在起心動念的地方來結罪，所以菩薩戒難！菩薩的清淨是心清淨，二乘人的清淨可以說是身清淨，身清淨的人心未必清淨，心清淨的人身決定清淨，所以菩薩戒的精神著重在眾善奉行。這個就是我們總括戒律的精神，「諸惡莫作，眾善奉行」，諸位記住這八個字，這是戒律的精神。"
    },
    {
      "id": "09-014-0008_p0015",
      "zh_CN": "但是在今日之下我们研究经的机会很多，法师居士们常常在外面讲佛经，讲戒律的人太少了。为什么？一般人他自己戒律没有持得好，如果展开戒本来讲，心里就很惭愧，恐怕讲不下去。为什么？自己都没做到，如何能劝别人？愈看愈惭愧，所以就不讲了。印光大师晓得这个情形，所以他老人家劝人念「了凡四训、感应篇汇编、安士全书」，他是用这三部书来代替戒律，「持戒念佛」，这是印祖一生所弘扬的，这三部书都不是佛经。《了凡四训》是明朝袁了凡先生写的四篇文章，这四篇文章是教他儿子的，不是对外人说的，将他自己一生的经历、体验、因果感应劝他的儿子来效法，这里面大主义是阐明因果报应的道理。《感应篇》是道教的书，是劝善的书，里面也是讲因果报应，教人要断恶修善。",
      "zh_TW": "但是在今日之下我們研究經的機會很多，法師居士們常常在外面講佛經，講戒律的人太少了。為什麼？一般人他自己戒律沒有持得好，如果展開戒本來講，心裡就很慚愧，恐怕講不下去。為什麼？自己都沒做到，如何能勸別人？愈看愈慚愧，所以就不講了。印光大師曉得這個情形，所以他老人家勸人念「了凡四訓、感應篇彙編、安士全書」，他是用這三部書來代替戒律，「持戒念佛」，這是印祖一生所弘揚的，這三部書都不是佛經。《了凡四訓》是明朝袁了凡先生寫的四篇文章，這四篇文章是教他兒子的，不是對外人說的，將他自己一生的經歷、體驗、因果感應勸他的兒子來效法，這裡面大主義是闡明因果報應的道理。《感應篇》是道教的書，是勸善的書，裡面也是講因果報應，教人要斷惡修善。"
    },
    {
      "id": "09-014-0008_p0016",
      "zh_CN": "《安士全书》是清朝周安士居士所作的，这里面包括四样东西，第一部分是占全书的二分之一，是「文昌帝君阴骘文」，这篇文章文字不长，也是属于道教的，文昌帝君的一篇文章，劝世的一篇文章。周安士给它详细注解，而且引用古今许多的公案来证实它，因此那是一篇非常精彩详细的注解。他所引用的范围非常广泛，不但有道家的典籍，有儒家的、有佛法的，诸子百家，引用的范围很广泛，都是劝人为善。后面还有两个专篇，一篇是「欲海回狂」，这一篇相当的份量，是戒淫的，我们晓得一切的罪行罪业，古人常讲「万恶淫为首，百善孝为先」，这一篇文章是劝人戒淫；还有一篇是劝人戒杀，一切的恶业是淫、杀这两条最重。这两条在佛法叫根本戒，小乘戒里面四重戒第一个就是戒淫，自律是戒淫；大乘戒里面菩萨戒第一个戒杀，因为大乘戒是与一切众生打交道接触，跟一切众生打交道是慈悲心第一，所以要戒杀。你展开戒本看第一条戒，比丘戒跟菩萨戒第一条不一样，比丘戒第一条是淫，第二条是杀；菩萨戒第一条是杀，第二条是淫，所以这两条是根本戒。《安士全书》最后一个部分叫「西归直指」，这一部分讲的是佛法，劝人念佛求生西方极乐世界，他把西方极乐世界净土法门纲领纲要、修行方法、功德利益，以及过去依照这个方法修学成就的人，全部给我们介绍出来，它是一部非常好的持戒念佛的旨要。",
      "zh_TW": "《安士全書》是清朝周安士居士所作的，這裡面包括四樣東西，第一部分是佔全書的二分之一，是「文昌帝君陰騭文」，這篇文章文字不長，也是屬於道教的，文昌帝君的一篇文章，勸世的一篇文章。周安士給它詳細註解，而且引用古今許多的公案來證實它，因此那是一篇非常精彩詳細的註解。他所引用的範圍非常廣泛，不但有道家的典籍，有儒家的、有佛法的，諸子百家，引用的範圍很廣泛，都是勸人為善。後面還有兩個專篇，一篇是「欲海回狂」，這一篇相當的份量，是戒淫的，我們曉得一切的罪行罪業，古人常講「萬惡淫為首，百善孝為先」，這一篇文章是勸人戒淫；還有一篇是勸人戒殺，一切的惡業是淫、殺這兩條最重。這兩條在佛法叫根本戒，小乘戒裡面四重戒第一個就是戒淫，自律是戒淫；大乘戒裡面菩薩戒第一個戒殺，因為大乘戒是與一切眾生打交道接觸，跟一切眾生打交道是慈悲心第一，所以要戒殺。你展開戒本看第一條戒，比丘戒跟菩薩戒第一條不一樣，比丘戒第一條是淫，第二條是殺；菩薩戒第一條是殺，第二條是淫，所以這兩條是根本戒。《安士全書》最後一個部分叫「西歸直指」，這一部分講的是佛法，勸人念佛求生西方極樂世界，他把西方極樂世界淨土法門綱領綱要、修行方法、功德利益，以及過去依照這個方法修學成就的人，全部給我們介紹出來，它是一部非常好的持戒念佛的旨要。"
    },
    {
      "id": "09-014-0008_p0017",
      "zh_CN": "这三种书，印光大师在世的时候可以说一生极力来提倡，我们千万不能够疏忽了。《感应篇》文字也不多，本文只有一千多字，《汇编》就是注解，里面就跟《安士全书》阴骘文这个注子一样，讲儒释道，诸子百家的格言、理论、公案，全都收集在这里面。印祖以这三个东西来代替戒律，因为戒律没有人讲，不容易懂，这三样东西，我们自己可以看得懂。三种书的精神跟佛法的戒律完全相符合，那就是「诸恶莫作，众善奉行」，所以学佛的同修要把这三样东西看做佛的经典一样，没有两样，不要有偏见，「这个不是佛经，我看它干什么？」不是佛经就看轻它，那你就错误了。",
      "zh_TW": "這三種書，印光大師在世的時候可以說一生極力來提倡，我們千萬不能夠疏忽了。《感應篇》文字也不多，本文只有一千多字，《彙編》就是註解，裡面就跟《安士全書》陰騭文這個註子一樣，講儒釋道，諸子百家的格言、理論、公案，全都收集在這裡面。印祖以這三個東西來代替戒律，因為戒律沒有人講，不容易懂，這三樣東西，我們自己可以看得懂。三種書的精神跟佛法的戒律完全相符合，那就是「諸惡莫作，眾善奉行」，所以學佛的同修要把這三樣東西看做佛的經典一樣，沒有兩樣，不要有偏見，「這個不是佛經，我看它幹什麼？」不是佛經就看輕它，那你就錯誤了。"
    },
    {
      "id": "09-014-0008_p0018",
      "zh_CN": "记得印光大师在清朝末年的时候，那时候他在普陀山，就是在定海县，在普陀山修行。定海的知县特地派人到普陀去礼请大师来定海弘法，印光大师自己没去，他就派了一个人去，派一个代表去。去讲什么？就讲《安士全书》里面的头一章「文昌帝君阴骘文」。你们诸位想想这是一代的祖师大德，定海知县来请他弘法，他派人去不讲佛经，去讲「阴骘文」，讲道教的经，你说奇怪不奇怪？现在有许多我们佛门的同修看到这种情形，心里头不满意，都会觉得怪怪的，法师应当讲佛法，怎么可以讲外道？这是众生的分别心。",
      "zh_TW": "記得印光大師在清朝末年的時候，那時候他在普陀山，就是在定海縣，在普陀山修行。定海的知縣特地派人到普陀去禮請大師來定海弘法，印光大師自己沒去，他就派了一個人去，派一個代表去。去講什麼？就講《安士全書》裡面的頭一章「文昌帝君陰騭文」。你們諸位想想這是一代的祖師大德，定海知縣來請他弘法，他派人去不講佛經，去講「陰騭文」，講道教的經，你說奇怪不奇怪？現在有許多我們佛門的同修看到這種情形，心裡頭不滿意，都會覺得怪怪的，法師應當講佛法，怎麼可以講外道？這是眾生的分別心。"
    },
    {
      "id": "09-014-0008_p0019",
      "zh_CN": "一九七七年我从香港讲经回来以后，在中国佛教会大专佛学讲座当中，我就开了一门《了凡四训》，而且很详细的讲了一遍，大概讲了三十多次，讲了一遍。当时就有一位法师，这位法师也很有名气，也是一位大法师，有一天我们在善导寺遇到，他就跟我说，他把我拉在一边跟我讲，「法师，你在佛教会大专佛学讲座当中开课，你为什么不开佛经，你去讲外道的书？」听了之后我说，我没有讲外道的。「《了凡四训》不是佛教的书。」我说，你说这个，我明白了。我说，这本书是经过佛法法印印定的，你知道不知道？他说，我不晓得。我就问他，诸恶莫作，众善奉行，自净其意，是诸佛教，这是不是释迦牟尼佛讲的？「是的，没话说。」这是不是算法印？「可以算法印。」我说，《了凡四训》里面的内容是不是诸恶莫作、众善奉行、自净其意？他一听我这个话，脸就红了，一句话都说不出。诸位必须要晓得，佛非常的开明、非常的公开，一点自私自利的心眼都没有，佛法的经典只要你符合这个宗旨，符合这个精神，都是佛说的，所以叫法印，可以来印证的。我们晓得《了凡四训》、《感应篇》、《安士全书》确实符合这个法印，它的内容自始至终绝没有一句话违背这个宗旨，那就是诸恶莫作，众善奉行，自净其意，所以我就告诉他这些东西是道道地地的佛经，你怎么能说它是外道？",
      "zh_TW": "一九七七年我從香港講經回來以後，在中國佛教會大專佛學講座當中，我就開了一門《了凡四訓》，而且很詳細的講了一遍，大概講了三十多次，講了一遍。當時就有一位法師，這位法師也很有名氣，也是一位大法師，有一天我們在善導寺遇到，他就跟我說，他把我拉在一邊跟我講，「法師，你在佛教會大專佛學講座當中開課，你為什麼不開佛經，你去講外道的書？」聽了之後我說，我沒有講外道的。「《了凡四訓》不是佛教的書。」我說，你說這個，我明白了。我說，這本書是經過佛法法印印定的，你知道不知道？他說，我不曉得。我就問他，諸惡莫作，眾善奉行，自淨其意，是諸佛教，這是不是釋迦牟尼佛講的？「是的，沒話說。」這是不是算法印？「可以算法印。」我說，《了凡四訓》裡面的內容是不是諸惡莫作、眾善奉行、自淨其意？他一聽我這個話，臉就紅了，一句話都說不出。諸位必須要曉得，佛非常的開明、非常的公開，一點自私自利的心眼都沒有，佛法的經典只要你符合這個宗旨，符合這個精神，都是佛說的，所以叫法印，可以來印證的。我們曉得《了凡四訓》、《感應篇》、《安士全書》確實符合這個法印，它的內容自始至終絕沒有一句話違背這個宗旨，那就是諸惡莫作，眾善奉行，自淨其意，所以我就告訴他這些東西是道道地地的佛經，你怎麼能說它是外道？"
    },
    {
      "id": "09-014-0008_p0020",
      "zh_CN": "我在南北各处讲了不少，「阴骘文」我在大溪关帝庙讲过，《了凡四训》讲了很多遍，《感应篇》也讲过好几遍。这个事情我当时告诉这些法师，不是从我开端的，你们要骂人的话不能骂我，印光大师带头的，你要骂人的话你先骂他，我是跟他学的，谁敢说印光大师不是？没有人敢。所以我极力也是提倡、也是来弘扬这三部书，而且我印书是以这三部书印的数量是最多，比《华严经》数量印得还多。道理就是劝人持戒念佛，戒律是修行人的根基，没有戒律什么都不能成就，这一点比什么都重要。一般学佛的人最容易疏忽的就是戒律，喜欢的是经论里面的道理，讲得头头是道，听了之后会点头，一听是戒律就摇头，就不点头，都害怕了，这个是不知道戒律的精神，不晓得戒律的功用，没有戒哪里能生定？没有定怎么能开智慧？没有智慧怎么能入道？所以持戒是非常非常的重要。",
      "zh_TW": "我在南北各處講了不少，「陰騭文」我在大溪關帝廟講過，《了凡四訓》講了很多遍，《感應篇》也講過好幾遍。這個事情我當時告訴這些法師，不是從我開端的，你們要罵人的話不能罵我，印光大師帶頭的，你要罵人的話你先罵他，我是跟他學的，誰敢說印光大師不是？沒有人敢。所以我極力也是提倡、也是來弘揚這三部書，而且我印書是以這三部書印的數量是最多，比《華嚴經》數量印得還多。道理就是勸人持戒念佛，戒律是修行人的根基，沒有戒律什麼都不能成就，這一點比什麼都重要。一般學佛的人最容易疏忽的就是戒律，喜歡的是經論裡面的道理，講得頭頭是道，聽了之後會點頭，一聽是戒律就搖頭，就不點頭，都害怕了，這個是不知道戒律的精神，不曉得戒律的功用，沒有戒哪裡能生定？沒有定怎麼能開智慧？沒有智慧怎麼能入道？所以持戒是非常非常的重要。"
    },
    {
      "id": "09-014-0008_p0021",
      "zh_CN": "说到这一点，我当年亲近章嘉大师学佛法的时候，也和一般年轻人一样的心理，那就是对于佛法的理论、佛经哲学非常的羡慕向往，拼命的在追求，疏忽了戒律。那个时候我心里想，戒律就是生活规范，佛经的戒律是释迦牟尼佛三千年前为印度人制定的生活规范，我想这个不用学了。为什么？国情不同，我们是中国人，他是印度人，要我们去做印度人，还要去做印度古人，哪有这种道理？这是决定讲不通的。所以对戒律根本没有把它放在眼里，也不甘心去学它。不要讲这是印度的生活规范，就是以我们本国来说，孔老夫子自己都讲三代之礼就有兴革的不同，何况这是古老的印度的生活规范，所以确实不能叫我接受。我对戒律是这样的一个态度，我相信有许许多多的年轻的知识分子，会抱着跟我相同的看法。",
      "zh_TW": "說到這一點，我當年親近章嘉大師學佛法的時候，也和一般年輕人一樣的心理，那就是對於佛法的理論、佛經哲學非常的羨慕嚮往，拼命的在追求，疏忽了戒律。那個時候我心裡想，戒律就是生活規範，佛經的戒律是釋迦牟尼佛三千年前為印度人制定的生活規範，我想這個不用學了。為什麼？國情不同，我們是中國人，他是印度人，要我們去做印度人，還要去做印度古人，哪有這種道理？這是決定講不通的。所以對戒律根本沒有把它放在眼裡，也不甘心去學它。不要講這是印度的生活規範，就是以我們本國來說，孔老夫子自己都講三代之禮就有興革的不同，何況這是古老的印度的生活規範，所以確實不能叫我接受。我對戒律是這樣的一個態度，我相信有許許多多的年輕的知識分子，會抱著跟我相同的看法。"
    },
    {
      "id": "09-014-0008_p0022",
      "zh_CN": "可是章嘉大师对我很慈悲，他知道我这个执着非常的坚固，很难叫我放弃这个念头改变立场来学戒律，于是章嘉大师用另外一个方式，就是每一次我亲近他老人家，在我要走的时候，他会叮咛一句「戒律很重要」，轻描淡写的这么叮一句，这句话我听了几十遍，每一次去他都会跟我说一遍。到章嘉大师圆寂之后，我在他塔前面，他是火化的，在火化的塔前面搭了一个帐篷，我在那里静坐三天，他教我三年，我守了三天，仔细的反省反省这三年当中大师教导我些什么东西，这一想，印象最深的就是这句话「戒律很重要」。他老人家曾经告诉我，戒律好像我们坐火车那张火车票一样，你要上车你必须先要购票，而且这个票随时放在身上不能丢掉，为什么？随时要查票，到达终点站了，这个票还得要交回去，没有票出不来。他说戒律就像这张车票，从你初发心一直到成佛都不能够丢掉，举这个例子跟我说，这个印象最深。",
      "zh_TW": "可是章嘉大師對我很慈悲，他知道我這個執著非常的堅固，很難叫我放棄這個念頭改變立場來學戒律，於是章嘉大師用另外一個方式，就是每一次我親近他老人家，在我要走的時候，他會叮嚀一句「戒律很重要」，輕描淡寫的這麼叮一句，這句話我聽了幾十遍，每一次去他都會跟我說一遍。到章嘉大師圓寂之後，我在他塔前面，他是火化的，在火化的塔前面搭了一個帳篷，我在那裡靜坐三天，他教我三年，我守了三天，仔細的反省反省這三年當中大師教導我些什麼東西，這一想，印象最深的就是這句話「戒律很重要」。他老人家曾經告訴我，戒律好像我們坐火車那張火車票一樣，你要上車你必須先要購票，而且這個票隨時放在身上不能丟掉，為什麼？隨時要查票，到達終點站了，這個票還得要交回去，沒有票出不來。他說戒律就像這張車票，從你初發心一直到成佛都不能夠丟掉，舉這個例子跟我說，這個印象最深。"
    },
    {
      "id": "09-014-0008_p0023",
      "zh_CN": "在这三天静坐当中，才恍然大悟老师对我的苦心。我悟出一个什么道理？戒律是圣凡的标准。我们从前固执礼，礼是我们中国人生活标准，三代之礼不同，古今之礼不同，这是世间法。这个制度，它的精神是不变，礼是自卑而尊人，这个精神是不变的，可是在仪式上是有变更的，是有不同，所以有兴革。但是戒律是凡圣的标准，凡圣的标准就超出空间与时间；换句话说，我们不能拿空间时间之不同来衡量它，这一点希望大家特别要留意。于是我这才开始看戒律的经典，读戒经，才认真的去研究它，去奉行，这样才在佛法里面奠定一个基础。由此可知，这是非常的重要，我们决定不能够疏忽。印祖给我们提出来这三本书，实在是非常的理想，因为这三种书都是中国人的著作，它具足戒律的精神，又具足戒律的戒法戒行，所以用它来代替戒律真是太理想了。在没有人教导律学这种情形之下，用这三种书的确比什么都好，我们能够守住这三本书，依照理论方法来修行，可以说无论你修学哪个法门，都能够奠定良好的基础，良好的基础就是成功了一半。",
      "zh_TW": "在這三天靜坐當中，才恍然大悟老師對我的苦心。我悟出一個什麼道理？戒律是聖凡的標準。我們從前固執禮，禮是我們中國人生活標準，三代之禮不同，古今之禮不同，這是世間法。這個制度，它的精神是不變，禮是自卑而尊人，這個精神是不變的，可是在儀式上是有變更的，是有不同，所以有興革。但是戒律是凡聖的標準，凡聖的標準就超出空間與時間；換句話說，我們不能拿空間時間之不同來衡量它，這一點希望大家特別要留意。於是我這才開始看戒律的經典，讀戒經，才認真的去研究它，去奉行，這樣才在佛法裡面奠定一個基礎。由此可知，這是非常的重要，我們決定不能夠疏忽。印祖給我們提出來這三本書，實在是非常的理想，因為這三種書都是中國人的著作，它具足戒律的精神，又具足戒律的戒法戒行，所以用它來代替戒律真是太理想了。在沒有人教導律學這種情形之下，用這三種書的確比什麼都好，我們能夠守住這三本書，依照理論方法來修行，可以說無論你修學哪個法門，都能夠奠定良好的基礎，良好的基礎就是成功了一半。"
    },
    {
      "id": "09-014-0008_p0024",
      "zh_CN": "「忍辱」，忍辱的功德是「破瞋恚」。瞋恚也是最大的烦恼，佛法里面常讲火烧功德林，那个火是瞋恚之火，功德不容易修成功，一发脾气功德就没有、就烧掉了。你要想功德能够保持不失掉，你要破瞋恚，用忍辱这个方法。什么叫做忍？忍必须是「安心顺受」。不是说我忍耐着，我要发脾气了，忍住，忍一口气，这个虽然表面上是顺受，心并不安，很勉强的在顺受，这不能算忍辱，忍辱是安心顺受，很不容易做到！它的功德是「消业障、增福慧」，不但增慧，增福，福慧都增长。你天天想着要消业障、要增福慧，你要是不修忍辱，这是空想，做不到的。",
      "zh_TW": "「忍辱」，忍辱的功德是「破瞋恚」。瞋恚也是最大的煩惱，佛法裡面常講火燒功德林，那個火是瞋恚之火，功德不容易修成功，一發脾氣功德就沒有、就燒掉了。你要想功德能夠保持不失掉，你要破瞋恚，用忍辱這個方法。什麼叫做忍？忍必須是「安心順受」。不是說我忍耐著，我要發脾氣了，忍住，忍一口氣，這個雖然表面上是順受，心並不安，很勉強的在順受，這不能算忍辱，忍辱是安心順受，很不容易做到！它的功德是「消業障、增福慧」，不但增慧，增福，福慧都增長。你天天想著要消業障、要增福慧，你要是不修忍辱，這是空想，做不到的。"
    },
    {
      "id": "09-014-0008_p0025",
      "zh_CN": "在六度定义里面原来只讲一个忍，并没有说忍辱，我们中国过去翻经的这些大德把后面加了个字，加了辱，忍辱。为什么？中国人把这个辱看得很重，古语说「士可杀，不可辱」，把这个辱看得多重，杀头没有关系，污辱不行，受不了，看得这么严重。所以翻经的大师说，辱要是能忍，还有什么不能忍的，忍辱波罗蜜就圆满了。所以能忍辱，忍波罗蜜就圆满。「辱能忍，则无事不能忍」。这是我们翻经的大德特地取这个字放在忍的后面，这个着眼确实相当的了不起。世出世间法什么法都要能忍，特别是善财童子在五十三参里面所示现的依人证入，人事的环境比什么都复杂，他统统能忍，无论是顺境、是逆境都能忍，像本经里面所说的「不取于相，如如不动」，没有事情不能忍的。佛所说的理论方法我们能够明了、能够实行，这叫「法忍」。这是诸位要记住，讲法忍多半讲修行，修行很苦！譬如持戒的时候，在最初有许多禁戒不许你去做的，你要能忍受得了。譬如背诵经典，尤其是大部经，要很长的时间才能够背得出来，你要是对法没有忍这个功夫，你怎么能成就？",
      "zh_TW": "在六度定義裡面原來只講一個忍，並沒有說忍辱，我們中國過去翻經的這些大德把後面加了個字，加了辱，忍辱。為什麼？中國人把這個辱看得很重，古語說「士可殺，不可辱」，把這個辱看得多重，殺頭沒有關係，污辱不行，受不了，看得這麼嚴重。所以翻經的大師說，辱要是能忍，還有什麼不能忍的，忍辱波羅蜜就圓滿了。所以能忍辱，忍波羅蜜就圓滿。「辱能忍，則無事不能忍」。這是我們翻經的大德特地取這個字放在忍的後面，這個著眼確實相當的了不起。世出世間法什麼法都要能忍，特別是善財童子在五十三參裡面所示現的依人證入，人事的環境比什麼都複雜，他統統能忍，無論是順境、是逆境都能忍，像本經裡面所說的「不取於相，如如不動」，沒有事情不能忍的。佛所說的理論方法我們能夠明瞭、能夠實行，這叫「法忍」。這是諸位要記住，講法忍多半講修行，修行很苦！譬如持戒的時候，在最初有許多禁戒不許你去做的，你要能忍受得了。譬如背誦經典，尤其是大部經，要很長的時間才能夠背得出來，你要是對法沒有忍這個功夫，你怎麼能成就？"
    },
    {
      "id": "09-014-0008_p0026",
      "zh_CN": "说到这个地方，我给诸位说一个公案，在民国初年有一位持律法师，他是谛闲老法师的学生，我介绍你持律法师，谛闲老法师是近代天台宗的祖师，这是他很得意的一个学生。这位法师原先他是住禅堂，在禅堂里面担任香灯师，有一年六月初六，这是在我们中国大陆上的风俗，六月初六都晒东西，寺庙也不例外，藏经楼要晒藏经，这天晒藏经，出家人自己有些衣服东西都要拿出来晒。这一位法师人非常的忠厚老实，没有智慧，有一个小侍者年岁很轻的，遇到他就开玩笑，他说，香灯师，今天六月六，大家都晒东西，我看你那些蜡烛要搬出来晒一晒。持律法师一想，蜡烛能晒吗？旁边有许多人看他呆头呆脑的，都在那里附和：「可以晒，怎么不能晒！」于是他就相信了，他就把常住的蜡烛统统搬出来，一条一条的摆在墙脚下晒，从上午晒到黄昏，蜡烛全都溶化了。他到晚上去收，他自己心里想，晒了的大概就是这样，把蜡烛芯一根一根收起来，蜡烛油流在地下，他把它挖起来，放在一起又搬回去了。到做晚课的时候，晚课要点蜡烛，他就把蜡芯插在蜡烛上，把从地上铲的蜡烛油挖两块放在蜡台上。维那师一看这怎么成话，「香灯师，好蜡烛好多，你怎么拿这个来？」他说，这是好蜡烛，今天晒了，晒起来就是这个样子。维那师看到这个样子啼笑皆非，晓得他太傻、太笨了，跟他讲讲不通，于是就算了。",
      "zh_TW": "說到這個地方，我給諸位說一個公案，在民國初年有一位持律法師，他是諦閑老法師的學生，我介紹你持律法師，諦閑老法師是近代天台宗的祖師，這是他很得意的一個學生。這位法師原先他是住禪堂，在禪堂裡面擔任香燈師，有一年六月初六，這是在我們中國大陸上的風俗，六月初六都晒東西，寺廟也不例外，藏經樓要晒藏經，這天晒藏經，出家人自己有些衣服東西都要拿出來晒。這一位法師人非常的忠厚老實，沒有智慧，有一個小侍者年歲很輕的，遇到他就開玩笑，他說，香燈師，今天六月六，大家都晒東西，我看你那些蠟燭要搬出來晒一晒。持律法師一想，蠟燭能晒嗎？旁邊有許多人看他呆頭呆腦的，都在那裡附和：「可以晒，怎麼不能晒！」於是他就相信了，他就把常住的蠟燭統統搬出來，一條一條的擺在牆腳下晒，從上午晒到黃昏，蠟燭全都溶化了。他到晚上去收，他自己心裡想，晒了的大概就是這樣，把蠟燭芯一根一根收起來，蠟燭油流在地下，他把它挖起來，放在一起又搬回去了。到做晚課的時候，晚課要點蠟燭，他就把蠟芯插在蠟燭上，把從地上鏟的蠟燭油挖兩塊放在蠟台上。維那師一看這怎麼成話，「香燈師，好蠟燭好多，你怎麼拿這個來？」他說，這是好蠟燭，今天晒了，晒起來就是這個樣子。維那師看到這個樣子啼笑皆非，曉得他太傻、太笨了，跟他講講不通，於是就算了。"
    },
    {
      "id": "09-014-0008_p0027",
      "zh_CN": "到了第二天，当着大众就告诉他，持律师，你有大智慧，你在我们禅堂作香灯，太委屈你了，你应当到谛闲老法师那里去，谛闲老法师在观宗寺办了个佛学院，培养弘法人才，你到他那里去学做法师，将来弘法利生，弘范三界。实际上人家是叫他走路迁单，他犯了这么大的过失，迁他单叫他走路。他听了这话高兴得不得了，我有大智慧，我将来可以做大法师，那些人还告诉他，你将来做大法师讲经说法，我跟你当维那，我们这些大众都来听你的经。他听了更得意忘形，「那我什么时候去？」维那师，「现在就去！」他马上把行李打包，大家帮他忙。这个人希望诸位记住，以后人家叫他「晒蜡师」，晒蜡烛的法师，持律法师。",
      "zh_TW": "到了第二天，當著大眾就告訴他，持律師，你有大智慧，你在我們禪堂作香燈，太委屈你了，你應當到諦閑老法師那裡去，諦閑老法師在觀宗寺辦了個佛學院，培養弘法人才，你到他那裡去學做法師，將來弘法利生，弘範三界。實際上人家是叫他走路遷單，他犯了這麼大的過失，遷他單叫他走路。他聽了這話高興得不得了，我有大智慧，我將來可以做大法師，那些人還告訴他，你將來做大法師講經說法，我跟你當維那，我們這些大眾都來聽你的經。他聽了更得意忘形，「那我什麼時候去？」維那師，「現在就去！」他馬上把行李打包，大家幫他忙。這個人希望諸位記住，以後人家叫他「晒蠟師」，晒蠟燭的法師，持律法師。"
    },
    {
      "id": "09-014-0008_p0028",
      "zh_CN": "他到观宗寺佛学院，到了客堂，人家看他呆头呆脑，就问他，你从哪里来的？他说，我从某个地方来的。你到哪里去？「我就到此地来，我的常住跟我讲我有好大的智慧，在禅堂里太委屈我了，我要到这里来学做法师，将来说法利生、弘范三界」，人家一听，呆头呆脑的一个傻瓜。但是谛闲老法师有交代，凡是有人要想学教的，不要太为难他，要好好的接待。于是里面人就把这情形告诉谛闲老法师，谛闲法师一听，好，叫他来，来看看。问了几句话，也是呆头呆脑的说几句话，谛闲法师一听就了解，这是别人挖苦他，开玩笑的。既然来了，谛老也很慈悲，就告诉他，你要学做法师，第一要肯吃苦，第二要听话。他说，我都愿意做。所以寺庙里头最苦最重的工作派他去做，同时教他背《法华经》、背《楞严》，不但背经文，要背注解。派一个法师教他，最初一天念几句、背几句，到后来渐渐一天可以背几行，这样跟谛老跟了大概有十几年，他把这些经、注解统统都背下来了，而且他工作非常的勤快，绝不偷懒，做事情认真负责，所以谛老非常的欢喜他。渐渐的他智慧真开了，经的道理他能听得懂、他能领悟，到后来居然他能够代座，就是谛闲老法师讲经，要是有事情忙得不能讲，请他来代讲，讲得头头是道。虽然他代座，已经成为讲经法师了，他还是在寺庙里做粗重的工作。那时候谛老说，你不必做这个事情了。他不干，他说我一定还要做，我做习惯了。到讲经的时候，他把衣服一换，上来讲经；讲完之后，他又去做他的工作去了，真正了不起。",
      "zh_TW": "他到觀宗寺佛學院，到了客堂，人家看他呆頭呆腦，就問他，你從哪裡來的？他說，我從某個地方來的。你到哪裡去？「我就到此地來，我的常住跟我講我有好大的智慧，在禪堂裡太委屈我了，我要到這裡來學做法師，將來說法利生、弘範三界」，人家一聽，呆頭呆腦的一個傻瓜。但是諦閑老法師有交代，凡是有人要想學教的，不要太為難他，要好好的接待。於是裡面人就把這情形告訴諦閑老法師，諦閑法師一聽，好，叫他來，來看看。問了幾句話，也是呆頭呆腦的說幾句話，諦閑法師一聽就了解，這是別人挖苦他，開玩笑的。既然來了，諦老也很慈悲，就告訴他，你要學做法師，第一要肯吃苦，第二要聽話。他說，我都願意做。所以寺廟裡頭最苦最重的工作派他去做，同時教他背《法華經》、背《楞嚴》，不但背經文，要背註解。派一個法師教他，最初一天念幾句、背幾句，到後來漸漸一天可以背幾行，這樣跟諦老跟了大概有十幾年，他把這些經、註解統統都背下來了，而且他工作非常的勤快，絕不偷懶，做事情認真負責，所以諦老非常的歡喜他。漸漸的他智慧真開了，經的道理他能聽得懂、他能領悟，到後來居然他能夠代座，就是諦閑老法師講經，要是有事情忙得不能講，請他來代講，講得頭頭是道。雖然他代座，已經成為講經法師了，他還是在寺廟裡做粗重的工作。那時候諦老說，你不必做這個事情了。他不幹，他說我一定還要做，我做習慣了。到講經的時候，他把衣服一換，上來講經；講完之後，他又去做他的工作去了，真正了不起。"
    },
    {
      "id": "09-014-0008_p0029",
      "zh_CN": "以后成了名，在外面讲经了，以前挖苦他迁单的维那听了之后，惭愧得不得了，当时开他玩笑，没有想到真的成为法师。果然他讲经，那个维那给他当维那，那些大众的话都兑现了，都来听他讲经。所以诸位想想，这就叫法忍，如果持律师要没有法忍，他怎么会成就？他在谛老会下十几年就成就了。所以世出世间一切法门，经上告诉我们得成于忍，能不能成就，就在忍辱波罗蜜。换句话说，你果然能够忍，没有不能成就的。持律法师往生的时候，清清楚楚、明明白白，没有生病，干净俐落的往生西方极乐世界，他这一生没有白来！也是最初不认识字，是一个粗人，被人欺骗、被人戏弄，没有人瞧得起他，他完全自己不晓得，还以为人家恭敬他、赞叹他，他真的成就了。这是我们应当记取的，这是古人讲愚不可及，不可及的就是他有法忍，这是一个了不起的人，在现代给我们做了个榜样。",
      "zh_TW": "以後成了名，在外面講經了，以前挖苦他遷單的維那聽了之後，慚愧得不得了，當時開他玩笑，沒有想到真的成為法師。果然他講經，那個維那給他當維那，那些大眾的話都兌現了，都來聽他講經。所以諸位想想，這就叫法忍，如果持律師要沒有法忍，他怎麼會成就？他在諦老會下十幾年就成就了。所以世出世間一切法門，經上告訴我們得成於忍，能不能成就，就在忍辱波羅蜜。換句話說，你果然能夠忍，沒有不能成就的。持律法師往生的時候，清清楚楚、明明白白，沒有生病，乾淨俐落的往生西方極樂世界，他這一生沒有白來！也是最初不認識字，是一個粗人，被人欺騙、被人戲弄，沒有人瞧得起他，他完全自己不曉得，還以為人家恭敬他、讚歎他，他真的成就了。這是我們應當記取的，這是古人講愚不可及，不可及的就是他有法忍，這是一個了不起的人，在現代給我們做了個榜樣。"
    },
    {
      "id": "09-014-0008_p0030",
      "zh_CN": "佛经里面还有一个名词叫「无生法忍」，什么叫无生法忍？「生本无生」。佛在一切了义经常说，《金刚经》里面也说明这个道理，生是讲一切万物，虽然生，实在是无生，生与无生是一不是二。生是有，无生是空，空有一如，空有不二。这个道理我们要是明了了，不但明了，而且能够实行，将这个理与我们的实际生活集成一体，生即无生，作即无作，这叫无生法忍。无生法忍在菩萨位次上来说，最低的也是圆教初住菩萨，就跟本经此地所说的一样，「若菩萨无我相、人相、众生相、寿者相」，就是无生法忍的地位，这才是真正菩萨。所以佛说，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，非菩萨就不是无生法忍的菩萨，有法忍的菩萨可以讲，无生法忍的菩萨不是，法忍是初学，无生法忍是高级的菩萨，这是初学的菩萨。我们想想，我们如果连法忍都没有，无生法忍那根本就别想了。这是讲到忍辱波罗蜜的重要性，我们决定不可以疏忽的。",
      "zh_TW": "佛經裡面還有一個名詞叫「無生法忍」，什麼叫無生法忍？「生本無生」。佛在一切了義經常說，《金剛經》裡面也說明這個道理，生是講一切萬物，雖然生，實在是無生，生與無生是一不是二。生是有，無生是空，空有一如，空有不二。這個道理我們要是明瞭了，不但明瞭，而且能夠實行，將這個理與我們的實際生活集成一體，生即無生，作即無作，這叫無生法忍。無生法忍在菩薩位次上來說，最低的也是圓教初住菩薩，就跟本經此地所說的一樣，「若菩薩無我相、人相、眾生相、壽者相」，就是無生法忍的地位，這才是真正菩薩。所以佛說，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，非菩薩就不是無生法忍的菩薩，有法忍的菩薩可以講，無生法忍的菩薩不是，法忍是初學，無生法忍是高級的菩薩，這是初學的菩薩。我們想想，我們如果連法忍都沒有，無生法忍那根本就別想了。這是講到忍辱波羅蜜的重要性，我們決定不可以疏忽的。"
    },
    {
      "id": "09-014-0008_p0031",
      "zh_CN": "「精进」。佛法里面讲善根，通常一般说善根，世间法的善根，三善根，三善根是无贪、无瞋、无痴，我们在经论里面常常看到，《百法明门》更是明显的标示出来；大乘佛法所说的善根只有一条，这一条就是精进，为什么？因为三善根他已经具足，善根、福德、因缘他都具足，如果能够精进不懈，一生决定成就，这是精进。这精进一条我们要特别留意，万万不可疏忽。精进，「破懈怠」，懈怠是修行人最大的障碍。诸位想想，世间人最大的障碍是贪瞋，修行人贪瞋的烦恼比较淡薄，可是懒散是他的大障碍，修行懒散是大障碍，懒散就是不精进，所以他很难成就。要是把这个烦恼破除，就要讲精进。精进有两个意思，但是这个地方我说明了一句，刚才讲的，是大乘唯一善根。两个意思，简单在此地跟诸位说明。第一个，「虽日进而不盲从，是精细」，精进是细进，不是粗进；第二个意思，「按步前进，而不躐等，是精密」。这个地方的精进是要精细的进、精密的进。诸位必须要知道，佛法是万古常新的大法，所谓是历久弥新，为什么？就是因为它精进。你要是把佛法看作它是古老的东西、它是落伍的东西，那就错了。为什么？不进步才会落伍，它天天在求进步，它怎么会落伍？它永远站在时代的最前端，你怎么能说它是落伍的？你怎么能说它是陈旧的？这个错误！那是不懂佛法之人，不通佛法之人，对于佛法产生错误、误会。不但佛法是历古弥新，我们中国儒家、道家他们的学术也不是陈旧的。儒家所讲「苟日新，日日新，又日新」，这三句话跟佛法里面所讲的精进是一样的意思，所以儒家的学术它所求的是日新又新，永远是新的，你要说它是古老的，那就错误，那这句话怎么讲法？",
      "zh_TW": "「精進」。佛法裡面講善根，通常一般說善根，世間法的善根，三善根，三善根是無貪、無瞋、無痴，我們在經論裡面常常看到，《百法明門》更是明顯的標示出來；大乘佛法所說的善根只有一條，這一條就是精進，為什麼？因為三善根他已經具足，善根、福德、因緣他都具足，如果能夠精進不懈，一生決定成就，這是精進。這精進一條我們要特別留意，萬萬不可疏忽。精進，「破懈怠」，懈怠是修行人最大的障礙。諸位想想，世間人最大的障礙是貪瞋，修行人貪瞋的煩惱比較淡薄，可是懶散是他的大障礙，修行懶散是大障礙，懶散就是不精進，所以他很難成就。要是把這個煩惱破除，就要講精進。精進有兩個意思，但是這個地方我說明了一句，剛才講的，是大乘唯一善根。兩個意思，簡單在此地跟諸位說明。第一個，「雖日進而不盲從，是精細」，精進是細進，不是粗進；第二個意思，「按步前進，而不躐等，是精密」。這個地方的精進是要精細的進、精密的進。諸位必須要知道，佛法是萬古常新的大法，所謂是歷久彌新，為什麼？就是因為它精進。你要是把佛法看作它是古老的東西、它是落伍的東西，那就錯了。為什麼？不進步才會落伍，它天天在求進步，它怎麼會落伍？它永遠站在時代的最前端，你怎麼能說它是落伍的？你怎麼能說它是陳舊的？這個錯誤！那是不懂佛法之人，不通佛法之人，對於佛法產生錯誤、誤會。不但佛法是歷古彌新，我們中國儒家、道家他們的學術也不是陳舊的。儒家所講「苟日新，日日新，又日新」，這三句話跟佛法裡面所講的精進是一樣的意思，所以儒家的學術它所求的是日新又新，永遠是新的，你要說它是古老的，那就錯誤，那這句話怎麼講法？"
    },
    {
      "id": "09-014-0008_p0032",
      "zh_CN": "佛法不但是日新又新，上面还加一个精，要精细、要精密的来求新，来求进步。从初发心一直到如来地，无论是在学术上，学术是讲解门，功夫上是讲行门，都要求精、都要求密、都要求进步，没有开倒车的，这是佛法，这一点我门必须要认识清楚，万万不可以误会。如果你自己在这上面误会了，以为佛法是古老的东西，像我过去对于戒律上的误会，发生严重的误会，障碍自己的精进。如果不是章嘉大师三年的耐心，巧妙的诱导，我不会明白这个道理，换句话说，不会打破我这个误会执着，那在佛法里很难有进步，它障碍了精进。所以疑虑、执着必须要打破，要从内心里面彻底的铲除。对于初学的人，特别是对于国外弘法的人来说，这一层的误会必须要解除，必须要把真理给大家说清楚，佛法确确实实是一生成就。能够有精进，像前面持律法师是个榜样，他有法忍，他有精进，这样才会有禅定。",
      "zh_TW": "佛法不但是日新又新，上面還加一個精，要精細、要精密的來求新，來求進步。從初發心一直到如來地，無論是在學術上，學術是講解門，功夫上是講行門，都要求精、都要求密、都要求進步，沒有開倒車的，這是佛法，這一點我門必須要認識清楚，萬萬不可以誤會。如果你自己在這上面誤會了，以為佛法是古老的東西，像我過去對於戒律上的誤會，發生嚴重的誤會，障礙自己的精進。如果不是章嘉大師三年的耐心，巧妙的誘導，我不會明白這個道理，換句話說，不會打破我這個誤會執著，那在佛法裡很難有進步，它障礙了精進。所以疑慮、執著必須要打破，要從內心裡面徹底的剷除。對於初學的人，特別是對於國外弘法的人來說，這一層的誤會必須要解除，必須要把真理給大家說清楚，佛法確確實實是一生成就。能夠有精進，像前面持律法師是個榜樣，他有法忍，他有精進，這樣才會有禪定。"
    },
    {
      "id": "09-014-0008_p0033",
      "zh_CN": "「禅定」的功德「对治散乱」。散乱心，精神意志不能集中，这也是众生的大毛病。六祖惠能大师说「外离相为禅，内不乱为定」，这两句只有十个字，把禅定两个字的意思说得清清楚楚、明明白白，实在是难得。诸位以后有人问你什么叫禅定，你就拿六祖这十个字来答复，决定正确，没有错误。「若见诸境心不乱者，是真定。」诸境是一切的境界，或者是人事的境界，或者是物质的境界，你能够在境界里头心不乱。什么叫心不乱？顺境里面不起贪心，心不乱；逆境里面没有瞋恚心，这是心不乱；一切境界了了分明，没有疑惑，在境界里头不起疑、不迷惑，这个是不乱。大凡一般人可以说他在境界里面多数都是起心动念，被境界所转。见到顺境，就是中意的境界，合乎自己意思的起贪心，追求，希望得到；得到之后又怕失去，想尽方法要来保护它，保持着不要让它失掉，心被境界转，心乱了。逆缘逆境里面生瞋恚，也在想尽方法怎么样能够离开、摆脱掉、舍弃掉，心也被境界所转了。境界，究竟是一个什么道理？究竟事实真相是什么样子？自己完全不明了，凭自己的妄想去猜测，永远不能够得其真相，这就是起心动念，这个就是无明烦恼，没有定功。因此真正的定并不是教你每天盘腿打坐面壁，不是这个，它是要在境界里面不起心不动念，这才是真正的禅定。",
      "zh_TW": "「禪定」的功德「對治散亂」。散亂心，精神意志不能集中，這也是眾生的大毛病。六祖惠能大師說「外離相為禪，內不亂為定」，這兩句只有十個字，把禪定兩個字的意思說得清清楚楚、明明白白，實在是難得。諸位以後有人問你什麼叫禪定，你就拿六祖這十個字來答覆，決定正確，沒有錯誤。「若見諸境心不亂者，是真定。」諸境是一切的境界，或者是人事的境界，或者是物質的境界，你能夠在境界裡頭心不亂。什麼叫心不亂？順境裡面不起貪心，心不亂；逆境裡面沒有瞋恚心，這是心不亂；一切境界了了分明，沒有疑惑，在境界裡頭不起疑、不迷惑，這個是不亂。大凡一般人可以說他在境界裡面多數都是起心動念，被境界所轉。見到順境，就是中意的境界，合乎自己意思的起貪心，追求，希望得到；得到之後又怕失去，想盡方法要來保護它，保持著不要讓它失掉，心被境界轉，心亂了。逆緣逆境裡面生瞋恚，也在想盡方法怎麼樣能夠離開、擺脫掉、捨棄掉，心也被境界所轉了。境界，究竟是一個什麼道理？究竟事實真相是什麼樣子？自己完全不明瞭，憑自己的妄想去猜測，永遠不能夠得其真相，這就是起心動念，這個就是無明煩惱，沒有定功。因此真正的定並不是教你每天盤腿打坐面壁，不是這個，它是要在境界裡面不起心不動念，這才是真正的禪定。"
    },
    {
      "id": "09-014-0008_p0034",
      "zh_CN": "再看下面的解释，这几句话也是六祖所说的。「此门坐禅」，此门就是六祖大师一生弘扬的所谓东山法门，这是中国禅宗正宗传统的教学。「元不着心」，元是原本，不着心，「亦不着净，亦不是不动」，你想想这三句话的意思，才真正能够体会到禅定的真实义。本经佛告诉我们，「不取于相，如如不动」，跟六祖所说的没有两样，外离相为禅，不取于相，就是外离相；内不乱为定，如如不动，就是定，用《金刚经》来解释禅定就是这两句。如果这个经文的意思不容易理解，那就换一句话，六祖所说的好懂，外离相、内不乱，这个好懂。",
      "zh_TW": "再看下面的解釋，這幾句話也是六祖所說的。「此門坐禪」，此門就是六祖大師一生弘揚的所謂東山法門，這是中國禪宗正宗傳統的教學。「元不著心」，元是原本，不著心，「亦不著淨，亦不是不動」，你想想這三句話的意思，才真正能夠體會到禪定的真實義。本經佛告訴我們，「不取於相，如如不動」，跟六祖所說的沒有兩樣，外離相為禪，不取於相，就是外離相；內不亂為定，如如不動，就是定，用《金剛經》來解釋禪定就是這兩句。如果這個經文的意思不容易理解，那就換一句話，六祖所說的好懂，外離相、內不亂，這個好懂。"
    },
    {
      "id": "09-014-0008_p0035",
      "zh_CN": "最后一条，六度里面讲「般若」。般若是梵语，印度话，翻成中国的意思是智慧，正确的智慧，不是邪智慧。它的功德是「对治愚痴」，愚痴也叫做无明，就是对于一切事理的真相不明白叫做无明，愚痴也是一样的意思。般若就是「真如本性体上发生之正智，异于世智辩聪」，这一句是解释般若，我们一定要把它牢牢的记住。为什么？最怕的是将世智辩聪误认为那是佛法里头讲的般若智慧，那就大错特错！世间的智慧辩才聪明，这个不是佛经里面讲的般若智慧。为什么？因为它的发源处所不一样，般若智慧是从真如本性体上发生的，世智辩聪是从第六意识发生的，第六意识是分别心，第七识是执着心，世智辩聪是从分别执着里面发生的，而不是真如本性上发生的，所以这两个完全是两桩事情，不是一桩事情，这是我们必须要把它辨别清楚。般若智慧不是每一个人都有的，每一个人都有的那是世智辩聪。般若智慧一定要转第六识为妙观察智，转第七识为平等性智，般若正智才能现前，为什么？这时候你本性性体上放光，起作用了，这是不可不知的。",
      "zh_TW": "最後一條，六度裡面講「般若」。般若是梵語，印度話，翻成中國的意思是智慧，正確的智慧，不是邪智慧。它的功德是「對治愚痴」，愚痴也叫做無明，就是對於一切事理的真相不明白叫做無明，愚痴也是一樣的意思。般若就是「真如本性體上發生之正智，異於世智辯聰」，這一句是解釋般若，我們一定要把它牢牢的記住。為什麼？最怕的是將世智辯聰誤認為那是佛法裡頭講的般若智慧，那就大錯特錯！世間的智慧辯才聰明，這個不是佛經裡面講的般若智慧。為什麼？因為它的發源處所不一樣，般若智慧是從真如本性體上發生的，世智辯聰是從第六意識發生的，第六意識是分別心，第七識是執著心，世智辯聰是從分別執著裡面發生的，而不是真如本性上發生的，所以這兩個完全是兩樁事情，不是一樁事情，這是我們必須要把它辨別清楚。般若智慧不是每一個人都有的，每一個人都有的那是世智辯聰。般若智慧一定要轉第六識為妙觀察智，轉第七識為平等性智，般若正智才能現前，為什麼？這時候你本性性體上放光，起作用了，這是不可不知的。"
    },
    {
      "id": "09-014-0008_p0036",
      "zh_CN": "般若跟其他的法一样，有体有用，它这个体经上也讲叫「根本智」，它的作用叫「后得智」，我们在《般若经》里面常常念到有这样的经文，「般若无知，无所不知」。这个我们念起来好像这两句前后矛盾。无知是讲体，这个我们得用比喻来说，体好像镜子一样，它无知，它起作用的时候无所不知，镜子它要起作用它照，那真是无所不照，样样都照得清楚。又好电视萤幕一样，萤幕是体，它什么都没有，它起作用的时候，它什么都可以显现，显现就是无所不知。从这个比喻当中我们能够得到一个仿佛，所以般若的体是什么？清净心。六祖大师在《坛经》里面所说的，「本来无一物，何处惹尘埃」，那就是根本智；他给大众讲经说法，起作用，无所不知，这叫后得智。",
      "zh_TW": "般若跟其他的法一樣，有體有用，它這個體經上也講叫「根本智」，它的作用叫「後得智」，我們在《般若經》裡面常常念到有這樣的經文，「般若無知，無所不知」。這個我們念起來好像這兩句前後矛盾。無知是講體，這個我們得用比喻來說，體好像鏡子一樣，它無知，它起作用的時候無所不知，鏡子它要起作用它照，那真是無所不照，樣樣都照得清楚。又好電視螢幕一樣，螢幕是體，它什麼都沒有，它起作用的時候，它什麼都可以顯現，顯現就是無所不知。從這個比喻當中我們能夠得到一個彷彿，所以般若的體是什麼？清淨心。六祖大師在《壇經》裡面所說的，「本來無一物，何處惹塵埃」，那就是根本智；他給大眾講經說法，起作用，無所不知，這叫後得智。"
    },
    {
      "id": "09-014-0008_p0037",
      "zh_CN": "在此地我得略说一说般若智慧的学习，在我们中国过去的教学，所谓小学，这种小学不是现在的小学，古礼中国人平素家居内外有别，中上等的人家，他住的房子内外有分别，女子、小孩住在里面，外面堂屋就是客堂，不会轻易的走到客堂的，男子主外，女子主内，内外是有别的。一个小孩到七岁就外赴，那个外不是家里以外，就是从家里面他到客堂里来，他不跟他的母亲了。跟谁？跟老师，老师也多半是请到家里，叫私塾。这个家族如果大的话，除了自己的子弟，还有亲戚朋友的子弟，统统都集合起来，请一个老师在家里教书。老师所居住的地方多半是厢房，就是客房，家里面大厅两边的厢房。好像多半都住在西面，因为西面是最尊敬的，东面是主人，东道主，西面是客房。学生就跟老师了，跟老师做些什么？学着伺候老师，洒扫应对。换句话说，所修学的乃是生活教育，也就是本经里面所讲的行于布施，所以他这个教学是行的教育，是生活教育，因为小孩懂得如何去侍奉师长，他回到家里他才晓得怎么样孝敬父母、怎么样承事父母，这是小学一开端就要接受的教育。",
      "zh_TW": "在此地我得略說一說般若智慧的學習，在我們中國過去的教學，所謂小學，這種小學不是現在的小學，古禮中國人平素家居內外有別，中上等的人家，他住的房子內外有分別，女子、小孩住在裡面，外面堂屋就是客堂，不會輕易的走到客堂的，男子主外，女子主內，內外是有別的。一個小孩到七歲就外赴，那個外不是家裡以外，就是從家裡面他到客堂裡來，他不跟他的母親了。跟誰？跟老師，老師也多半是請到家裡，叫私塾。這個家族如果大的話，除了自己的子弟，還有親戚朋友的子弟，統統都集合起來，請一個老師在家裡教書。老師所居住的地方多半是廂房，就是客房，家裡面大廳兩邊的廂房。好像多半都住在西面，因為西面是最尊敬的，東面是主人，東道主，西面是客房。學生就跟老師了，跟老師做些什麼？學著伺候老師，灑掃應對。換句話說，所修學的乃是生活教育，也就是本經裡面所講的行於布施，所以他這個教學是行的教育，是生活教育，因為小孩懂得如何去侍奉師長，他回到家裡他才曉得怎麼樣孝敬父母、怎麼樣承事父母，這是小學一開端就要接受的教育。"
    },
    {
      "id": "09-014-0008_p0038",
      "zh_CN": "除了生活教育之外、行的教育之外，另外一个很重要的课题就是修根本智，根本智怎么修学法？诸位必须要晓得，根本智的修学法主要的就是在背诵经典。诸位晓得根本智是修一心，正如同净土经典里面所讲的一心不乱，它修的是这个东西。所以教小孩一天到晚背书，除了背书之外，不需要学其他东西。经里面、书里头什么意思不需要讲解，为什么？儿童年龄太小，你讲他也不会懂，他也体会不到，所以只要求他背，这个背诵就是训练根本智。像我刚才讲谛闲老法师教持律法师，用十几年的时间来培养他的根本智，这一点我们千万不能够疏忽，持律法师之所以能成就就是他根本智成就了，所以以后他智慧开了，他开悟了。这种教学法西方没有，在古时候只有印度跟中国人晓得实施这种教学法。儿童背书要有老师督促，不督促，他偷懒。譬如聪明的小孩二、三遍就能背诵，我在小时后念书，我算得上是一个聪明人，老师给我上的课文，我念一遍就会背，这样就会投机取巧了，有的是时间，就去玩，贪玩了。因此老师必须严格的督促，凡是三遍能够背诵的，这个小孩是聪明人，要督促他背一百遍；十遍能够背得出来的算是中等人，他要背二百遍；到二十遍才能够背得出来的，根性比较差一点，他需要背四百遍。为什么要背这么多遍数？诸位要知道，这个遍数背下来之后，这个课文他一生都不会忘掉。所以我们在今天在此地，看到有许多老教授教国文的，你看他七十多岁、八十多岁了，他四书五经引经据典随口就出来，他也不要去查参考书，他一念就出来，提起笔就能写得出来。这从哪来的？都是从小背出来的。所以这是培养根本智的方法。",
      "zh_TW": "除了生活教育之外、行的教育之外，另外一個很重要的課題就是修根本智，根本智怎麼修學法？諸位必須要曉得，根本智的修學法主要的就是在背誦經典。諸位曉得根本智是修一心，正如同淨土經典裡面所講的一心不亂，它修的是這個東西。所以教小孩一天到晚背書，除了背書之外，不需要學其他東西。經裡面、書裡頭什麼意思不需要講解，為什麼？兒童年齡太小，你講他也不會懂，他也體會不到，所以只要求他背，這個背誦就是訓練根本智。像我剛才講諦閑老法師教持律法師，用十幾年的時間來培養他的根本智，這一點我們千萬不能夠疏忽，持律法師之所以能成就就是他根本智成就了，所以以後他智慧開了，他開悟了。這種教學法西方沒有，在古時候只有印度跟中國人曉得實施這種教學法。兒童背書要有老師督促，不督促，他偷懶。譬如聰明的小孩二、三遍就能背誦，我在小時後念書，我算得上是一個聰明人，老師給我上的課文，我念一遍就會背，這樣就會投機取巧了，有的是時間，就去玩，貪玩了。因此老師必須嚴格的督促，凡是三遍能夠背誦的，這個小孩是聰明人，要督促他背一百遍；十遍能夠背得出來的算是中等人，他要背二百遍；到二十遍才能夠背得出來的，根性比較差一點，他需要背四百遍。為什麼要背這麼多遍數？諸位要知道，這個遍數背下來之後，這個課文他一生都不會忘掉。所以我們在今天在此地，看到有許多老教授教國文的，你看他七十多歲、八十多歲了，他四書五經引經據典隨口就出來，他也不要去查參考書，他一念就出來，提起筆就能寫得出來。這從哪來的？都是從小背出來的。所以這是培養根本智的方法。"
    },
    {
      "id": "09-014-0008_p0039",
      "zh_CN": "我们中国过去对这个非常重视，我这些年讲经，对于这个教学法我在讲堂里面也常常的提倡，提醒同修们的注意，居然也有少数同修觉悟了，体会到这个意思，回家去教他的小孩。我们讲堂里有个郑居士，很年轻，他有两个小孩，大的六岁，小的四岁，他告诉我，他们现在已经能够背唐诗三百首，已经能够背《论语》，来告诉我。我就告诉他，如果你这两个小孩能够在小学阶段这个六年，把中国四书五经重要的经典你给它选出来，统统都能够背过，你这个小孩将来一生念书你不要操心，根基就打好了。小学行，因为现在我们的教育是九年制，准备升学后面三年足够了。你要是在国学上有这样深的基础，将来念书，中学、大学甚至到国外留学一帆风顺，这个基础奠定得太好了。所以也有很多小学生现在都在背四书，这些都是培养根本智，由根本智而后他有后得智，六根接触六尘境界统统都变成智慧了。像《坛经》里面所说的，「从一般若（一般若就是根本智）生八万四千智慧（八万四千智慧就是后得智）」，六祖初见五祖的时候说，「弟子自心常生智慧」，常生智慧就是后得智。换句话说，他要是心不清净，和一般人一样六根接触六尘境界常生烦恼，哪里会生智慧！为什么你常生烦恼？因为你没有根本智，如果有根本智，决定是常生智慧，像六祖所说的从「一般若生八万四千智慧」，道理就是这样的。",
      "zh_TW": "我們中國過去對這個非常重視，我這些年講經，對於這個教學法我在講堂裡面也常常的提倡，提醒同修們的注意，居然也有少數同修覺悟了，體會到這個意思，回家去教他的小孩。我們講堂裡有個鄭居士，很年輕，他有兩個小孩，大的六歲，小的四歲，他告訴我，他們現在已經能夠背唐詩三百首，已經能夠背《論語》，來告訴我。我就告訴他，如果你這兩個小孩能夠在小學階段這個六年，把中國四書五經重要的經典你給它選出來，統統都能夠背過，你這個小孩將來一生念書你不要操心，根基就打好了。小學行，因為現在我們的教育是九年制，準備升學後面三年足夠了。你要是在國學上有這樣深的基礎，將來念書，中學、大學甚至到國外留學一帆風順，這個基礎奠定得太好了。所以也有很多小學生現在都在背四書，這些都是培養根本智，由根本智而後他有後得智，六根接觸六塵境界統統都變成智慧了。像《壇經》裡面所說的，「從一般若（一般若就是根本智）生八萬四千智慧（八萬四千智慧就是後得智）」，六祖初見五祖的時候說，「弟子自心常生智慧」，常生智慧就是後得智。換句話說，他要是心不清淨，和一般人一樣六根接觸六塵境界常生煩惱，哪裡會生智慧！為什麼你常生煩惱？因為你沒有根本智，如果有根本智，決定是常生智慧，像六祖所說的從「一般若生八萬四千智慧」，道理就是這樣的。"
    },
    {
      "id": "09-014-0008_p0040",
      "zh_CN": "佛门的教学也是本着这个原则，所以从前寺院丛林有五年学戒，那就等于世间小学教育，你出家剃度了，剃度这个最初五年学什么？生活教育，在寺庙里头服劳役，像六祖刚刚到黄梅要做粗重的生活，舂米、破柴、挑水、煮饭、行堂。扫地，做这个事情，都是做粗重的工作，端茶端水伺候人。生活教育，这个修福，除这个之外，也就是背诵经典。像谛闲法师教持律法师就是这样，工作是修福，教他背诵《楞严》、《华严》，背经、背注解，这就是修根本智。持律法师是个老实人，老师怎么教，他就认真的做，又精进不懈怠，一天到晚谛闲法师讲没有看到他休息过，不是在工作，就是在念经，就是在背诵经典，从来没有懈怠、没有懒惰，没有偷过懒。所以他在十几年时间当中，他根本智成就，得到了；根本智得到之后，他智慧开了，以后一听经他就明了，就开智慧，六根接触六尘境界就跟六祖所说的常生智慧，心地厚道老成，所以谛闲法师非常器重，认为这是非常难得的一个人才，这是末法时期修行，真正给我们做为一个非常好的典型、模范。",
      "zh_TW": "佛門的教學也是本著這個原則，所以從前寺院叢林有五年學戒，那就等於世間小學教育，你出家剃度了，剃度這個最初五年學什麼？生活教育，在寺廟裡頭服勞役，像六祖剛剛到黃梅要做粗重的生活，舂米、破柴、挑水、煮飯、行堂。掃地，做這個事情，都是做粗重的工作，端茶端水伺候人。生活教育，這個修福，除這個之外，也就是背誦經典。像諦閑法師教持律法師就是這樣，工作是修福，教他背誦《楞嚴》、《華嚴》，背經、背註解，這就是修根本智。持律法師是個老實人，老師怎麼教，他就認真的做，又精進不懈怠，一天到晚諦閑法師講沒有看到他休息過，不是在工作，就是在念經，就是在背誦經典，從來沒有懈怠、沒有懶惰，沒有偷過懶。所以他在十幾年時間當中，他根本智成就，得到了；根本智得到之後，他智慧開了，以後一聽經他就明瞭，就開智慧，六根接觸六塵境界就跟六祖所說的常生智慧，心地厚道老成，所以諦閑法師非常器重，認為這是非常難得的一個人才，這是末法時期修行，真正給我們做為一個非常好的典型、模範。"
    },
    {
      "id": "09-014-0008_p0041",
      "zh_CN": "我们要想真正用功夫，真正破迷开悟，经典里面道理、方法，像善财、像持律法师都是我们的好榜样，我们自己要想想，我们哪一个人无论在聪明智慧上，总是比持律法师要高得太多了。但是持律法师虽然是愚，其愚诚不可及也，我们要生惭愧心，我们要明白这个道理，要晓得努力的方向，要知道精进不懈怠才是成就唯一的保障。今天时间差不多了，我们就讲到此地。",
      "zh_TW": "我們要想真正用功夫，真正破迷開悟，經典裡面道理、方法，像善財、像持律法師都是我們的好榜樣，我們自己要想想，我們哪一個人無論在聰明智慧上，總是比持律法師要高得太多了。但是持律法師雖然是愚，其愚誠不可及也，我們要生慚愧心，我們要明白這個道理，要曉得努力的方向，要知道精進不懈怠才是成就唯一的保障。今天時間差不多了，我們就講到此地。"
    }
  ]
}