{
  "doc_id": "09-014-0019",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0019",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "09-014-0019_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第十九讲。请看经文，上一次讲到「无有法名为菩萨」，说到度生无法，我们再接着看今天这段经文，说明「严土无法」，严是庄严，土是佛国土。",
      "zh_TW": "《金剛般若波羅蜜經》第十九講。請看經文，上一次講到「無有法名為菩薩」，說到度生無法，我們再接著看今天這段經文，說明「嚴土無法」，嚴是莊嚴，土是佛國土。"
    },
    {
      "id": "09-014-0019_p0002",
      "zh_CN": "【须菩提。若菩萨作是言。我当庄严佛土。是不名菩萨。何以故。如来说庄严佛土者。即非庄严。是名庄严。】",
      "zh_TW": "【須菩提。若菩薩作是言。我當莊嚴佛土。是不名菩薩。何以故。如來說莊嚴佛土者。即非莊嚴。是名莊嚴。】"
    },
    {
      "id": "09-014-0019_p0003",
      "zh_CN": "这一段经文是说真如自性，就是法身，在净土经论里面我们常常讲到常寂光净土，常寂光中身土不二，这也是讲法身地上实在是找不到能严之身，也没有所庄严的国土。如果菩萨他要是起了一念，说『我当庄严佛国土』，诸位想想必定有一个能严之我、所严之处，岂不是能所宛然，四相具足？那就不是菩萨。我们在这个地方简单把这个意思表示出来，「此示真如自性，即是法身，法身地上，无能严之身，亦无所严之土。常寂光中，身土一如。」这一段经文好懂，「庄严，顺俗谛说。即非，顺真谛说。是名，就中谛说。」佛平常教导菩萨，说「庄严」，顺俗谛说，法身有庄严。说「即非」，是顺真谛说，真如法身本来清净，真如之体是空寂的，如果要是有庄严，诸位想想那就不空，所以说即非，显示出当体即空。讲「是名」，是从中谛说的，真如法身不落有无二边，远离凡圣，虽无庄严，但是它也不妨碍庄严，所以说于无庄严之中说明庄严，这个意思在此地。再看下面一段，是讲通达无我法，通是讲的解悟，达是说的证悟，「明达无我法」：",
      "zh_TW": "這一段經文是說真如自性，就是法身，在淨土經論裡面我們常常講到常寂光淨土，常寂光中身土不二，這也是講法身地上實在是找不到能嚴之身，也沒有所莊嚴的國土。如果菩薩他要是起了一念，說『我當莊嚴佛國土』，諸位想想必定有一個能嚴之我、所嚴之處，豈不是能所宛然，四相具足？那就不是菩薩。我們在這個地方簡單把這個意思表示出來，「此示真如自性，即是法身，法身地上，無能嚴之身，亦無所嚴之土。常寂光中，身土一如。」這一段經文好懂，「莊嚴，順俗諦說。即非，順真諦說。是名，就中諦說。」佛平常教導菩薩，說「莊嚴」，順俗諦說，法身有莊嚴。說「即非」，是順真諦說，真如法身本來清淨，真如之體是空寂的，如果要是有莊嚴，諸位想想那就不空，所以說即非，顯示出當體即空。講「是名」，是從中諦說的，真如法身不落有無二邊，遠離凡聖，雖無莊嚴，但是它也不妨礙莊嚴，所以說於無莊嚴之中說明莊嚴，這個意思在此地。再看下面一段，是講通達無我法，通是講的解悟，達是說的證悟，「明達無我法」："
    },
    {
      "id": "09-014-0019_p0004",
      "zh_CN": "【须菩提。若菩萨通达无我法者。如来说名真是菩萨。】",
      "zh_TW": "【須菩提。若菩薩通達無我法者。如來說名真是菩薩。】"
    },
    {
      "id": "09-014-0019_p0005",
      "zh_CN": "这也可以说把菩萨的定义很简单、很明白的告诉我们，这段经文在此地是「总结实无有法谓之菩萨也」。「通达无我法者，即人空、法空、空空」。「无我」是人空，「无法」是法空，人空、法空皆空了，空也要空。如果你执着有个空，那就错误，所以空也要空去，这是大经里面常讲的大三空三昧。这地方说，「通是悟解」，这是初初入门；「达是悟证」，是通达之究竟位，悟解是通达的开端。这个地方我们应当要明了，那就是学佛必须要通达二无我，我们在经论里面常常看到，讲堂里面也常常听到二无我的道理，甚至于自己为别人解释，也能够把这个道理说得头头是道，试问我们通达了没有？实在说没有。这是我们在大经里面常常讲信解行证，我们起码的信字没有能建立，解与行怎么会没有过失？这是我们学佛必须要认清楚的。《华严经》上讲「信为道源功德母」，前面我们讲过「信心不逆」，「信心清净，则生实相」，这都是非常重要的开示。信心没有建立起来，我们对于经义的理解谈不上深度，我们的修行也谈不上正确。我们看到有一些人真正是用功勤苦修学几十年、修学一生，终无成就，原因在什么地方？是在信心没有能够建立。换句话说，我法两种执着一天比一天坚固，没能放下，二执是一切烦恼的根本，人我执是烦恼障的根本，法我执是所知障的根本，所以我们看到一些学佛之人愈学烦恼愈多，愈学所知障愈重，他的根本原因就是没有能够「通达无我法者」，毛病在这个地方。",
      "zh_TW": "這也可以說把菩薩的定義很簡單、很明白的告訴我們，這段經文在此地是「總結實無有法謂之菩薩也」。「通達無我法者，即人空、法空、空空」。「無我」是人空，「無法」是法空，人空、法空皆空了，空也要空。如果你執著有個空，那就錯誤，所以空也要空去，這是大經裡面常講的大三空三昧。這地方說，「通是悟解」，這是初初入門；「達是悟證」，是通達之究竟位，悟解是通達的開端。這個地方我們應當要明瞭，那就是學佛必須要通達二無我，我們在經論裡面常常看到，講堂裡面也常常聽到二無我的道理，甚至於自己為別人解釋，也能夠把這個道理說得頭頭是道，試問我們通達了沒有？實在說沒有。這是我們在大經裡面常常講信解行證，我們起碼的信字沒有能建立，解與行怎麼會沒有過失？這是我們學佛必須要認清楚的。《華嚴經》上講「信為道源功德母」，前面我們講過「信心不逆」，「信心清淨，則生實相」，這都是非常重要的開示。信心沒有建立起來，我們對於經義的理解談不上深度，我們的修行也談不上正確。我們看到有一些人真正是用功勤苦修學幾十年、修學一生，終無成就，原因在什麼地方？是在信心沒有能夠建立。換句話說，我法兩種執著一天比一天堅固，沒能放下，二執是一切煩惱的根本，人我執是煩惱障的根本，法我執是所知障的根本，所以我們看到一些學佛之人愈學煩惱愈多，愈學所知障愈重，他的根本原因就是沒有能夠「通達無我法者」，毛病在這個地方。"
    },
    {
      "id": "09-014-0019_p0006",
      "zh_CN": "无我就是无四相，证得人空；无法就是无法相，这里头包括非法相，无法相亦无非法相，无法相，法空也，无非法相，空空也，所谓是一通一切通。我执、法执、空执全都消除了，这三种执着消除，于是三空全显，佛才说这样的人才是真正的菩萨。我们发心学菩萨道、修菩萨行，在这个地方应当要着眼。再看下面这一大段经文，这是世尊以五眼圆见来给我们做证明，「直显般若本体」，就「知见圆明」来开示。下面这段经文，「佛见圆见」，经文有五小段，我们一气把它念下去：",
      "zh_TW": "無我就是無四相，證得人空；無法就是無法相，這裡頭包括非法相，無法相亦無非法相，無法相，法空也，無非法相，空空也，所謂是一通一切通。我執、法執、空執全都消除了，這三種執著消除，於是三空全顯，佛才說這樣的人才是真正的菩薩。我們發心學菩薩道、修菩薩行，在這個地方應當要著眼。再看下面這一大段經文，這是世尊以五眼圓見來給我們做證明，「直顯般若本體」，就「知見圓明」來開示。下面這段經文，「佛見圓見」，經文有五小段，我們一氣把它念下去："
    },
    {
      "id": "09-014-0019_p0007",
      "zh_CN": "【须菩提。于意云何。】",
      "zh_TW": "【須菩提。於意云何。】"
    },
    {
      "id": "09-014-0019_p0008",
      "zh_CN": "佛叫着须菩提：你的意思怎么样？",
      "zh_TW": "佛叫著須菩提：你的意思怎麼樣？"
    },
    {
      "id": "09-014-0019_p0009",
      "zh_CN": "【如来有肉眼不。如是。世尊。如来有肉眼。须菩提。于意云何。如来有天眼不。如是。世尊。如来有天眼。须菩提。于意云何。如来有慧眼不。如是。世尊。如来有慧眼。须菩提。于意云何。如来有法眼不。如是。世尊。如来有法眼。须菩提。于意云何。如来有佛眼不。如是。世尊。如来有佛眼。】",
      "zh_TW": "【如來有肉眼不。如是。世尊。如來有肉眼。須菩提。於意云何。如來有天眼不。如是。世尊。如來有天眼。須菩提。於意云何。如來有慧眼不。如是。世尊。如來有慧眼。須菩提。於意云何。如來有法眼不。如是。世尊。如來有法眼。須菩提。於意云何。如來有佛眼不。如是。世尊。如來有佛眼。】"
    },
    {
      "id": "09-014-0019_p0010",
      "zh_CN": "这五小段只是里面换五眼的名称，其余句法完全相同，诸位把经文仔细再看一遍。我们细细的研究这一段的经文，佛是「借五眼来说明佛的见解是圆融的」。合上面讲过的经文是「令通达佛见」，意思在这个地方；要是合底下一节经文，佛的意思是「令开佛知」。这是非常重要的，像《法华经》里面所讲的，开示悟入佛之知见。",
      "zh_TW": "這五小段只是裡面換五眼的名稱，其餘句法完全相同，諸位把經文仔細再看一遍。我們細細的研究這一段的經文，佛是「借五眼來說明佛的見解是圓融的」。合上面講過的經文是「令通達佛見」，意思在這個地方；要是合底下一節經文，佛的意思是「令開佛知」。這是非常重要的，像《法華經》裡面所講的，開示悟入佛之知見。"
    },
    {
      "id": "09-014-0019_p0011",
      "zh_CN": "经上讲的五眼，我们在此地略微介绍一下。五眼，第一个是「肉眼」，肉眼是凡夫之眼，「所见有限，唯见障内」，只要有障碍就会把我们的见量障碍住，譬如我们在这个讲堂，我们讲堂四周围有墙壁，这个是障碍，墙外面一切的境界我们看不到，为墙壁所障，这是讲见的范围有限。第二种叫「天眼」，天眼是「由业力或定力而得，能障外事」。譬如天人他的天眼是报得的，不是修得，你要是修福，将来生到天上，一生到天上就得天眼，这是属于业力；或者在人间你修定，从定力当中也能够得到天眼。它这个见的能力比肉眼要大，它可以见到障外的事情，譬如我们坐在讲堂，讲堂外面的事情墙壁不能够障碍，外面的事情你能够看得清清楚楚。肉眼见量有限，远处的地方见不到；天眼能够见到远处的地方，甚至我们望远镜所见不到的，他都能够见到，这也是我们的本能。",
      "zh_TW": "經上講的五眼，我們在此地略微介紹一下。五眼，第一個是「肉眼」，肉眼是凡夫之眼，「所見有限，唯見障內」，只要有障礙就會把我們的見量障礙住，譬如我們在這個講堂，我們講堂四周圍有牆壁，這個是障礙，牆外面一切的境界我們看不到，為牆壁所障，這是講見的範圍有限。第二種叫「天眼」，天眼是「由業力或定力而得，能障外事」。譬如天人他的天眼是報得的，不是修得，你要是修福，將來生到天上，一生到天上就得天眼，這是屬於業力；或者在人間你修定，從定力當中也能夠得到天眼。它這個見的能力比肉眼要大，它可以見到障外的事情，譬如我們坐在講堂，講堂外面的事情牆壁不能夠障礙，外面的事情你能夠看得清清楚楚。肉眼見量有限，遠處的地方見不到；天眼能夠見到遠處的地方，甚至我們望遠鏡所見不到的，他都能夠見到，這也是我們的本能。"
    },
    {
      "id": "09-014-0019_p0012",
      "zh_CN": "「慧眼」是讲智慧之眼，我们一般人讲心眼，慧眼跟法眼可以说都是心眼，跟前面两种性质不相同。慧眼是「以根本智，照见真空之理，二乘所见齐此」，二乘人所见就在这个境界，齐此，与它等齐。换句话说，二乘人有慧眼，阿罗汉与辟支佛。「法眼，以后得智，照见差别之事，通达一切世出世法，菩萨齐此。」由此可知，后得智是从根本智而来的，小乘人已经得根本智，根本智是体，可惜的是他迷在根本智里面，迷在体里，它不起作用，像《楞严》所讲的「内守幽闲」，他把它守住，它不起作用，如果他不守了，他不守幽闲而起作用的话，那他就从根本智起后得智，就能够照见十法界依正庄严差别之事，所以世间法、出世间法都能够通达。",
      "zh_TW": "「慧眼」是講智慧之眼，我們一般人講心眼，慧眼跟法眼可以說都是心眼，跟前面兩種性質不相同。慧眼是「以根本智，照見真空之理，二乘所見齊此」，二乘人所見就在這個境界，齊此，與它等齊。換句話說，二乘人有慧眼，阿羅漢與辟支佛。「法眼，以後得智，照見差別之事，通達一切世出世法，菩薩齊此。」由此可知，後得智是從根本智而來的，小乘人已經得根本智，根本智是體，可惜的是他迷在根本智裡面，迷在體裡，它不起作用，像《楞嚴》所講的「內守幽閒」，他把它守住，它不起作用，如果他不守了，他不守幽閒而起作用的話，那他就從根本智起後得智，就能夠照見十法界依正莊嚴差別之事，所以世間法、出世間法都能夠通達。"
    },
    {
      "id": "09-014-0019_p0013",
      "zh_CN": "「佛眼，智无不极，照无不圆，唯佛有之。」实际上，佛眼就是上面所讲的四种眼（肉眼、天眼、慧眼、法眼）达到圆满之极，就叫做佛眼。由此可知，佛眼无他，前面四种眼增上而已。古德有一首颂说，「天眼通非碍」，这首偈子只有六句，很好念，我们把五眼的作用可以从这六句颂里头记得清清楚楚。「肉眼碍非通」，他有障碍，有了障碍他就不能通达。「法眼能观俗」，俗谛，世出世间一切法。「慧眼了真空」，他所观的是真谛。「佛眼如千日」，这是比喻，太阳圆照一切，比如千日这是圆满的光明。「照异体还同」，照异是照俗，体是真空。所以佛眼的体，天眼、肉眼、法眼、慧眼达到最圆满的时候就叫佛眼。「总以见性圆明，显示一切法无我之义。」",
      "zh_TW": "「佛眼，智無不極，照無不圓，唯佛有之。」實際上，佛眼就是上面所講的四種眼（肉眼、天眼、慧眼、法眼）達到圓滿之極，就叫做佛眼。由此可知，佛眼無他，前面四種眼增上而已。古德有一首頌說，「天眼通非礙」，這首偈子只有六句，很好念，我們把五眼的作用可以從這六句頌裡頭記得清清楚楚。「肉眼礙非通」，他有障礙，有了障礙他就不能通達。「法眼能觀俗」，俗諦，世出世間一切法。「慧眼了真空」，他所觀的是真諦。「佛眼如千日」，這是比喻，太陽圓照一切，比如千日這是圓滿的光明。「照異體還同」，照異是照俗，體是真空。所以佛眼的體，天眼、肉眼、法眼、慧眼達到最圓滿的時候就叫佛眼。「總以見性圓明，顯示一切法無我之義。」"
    },
    {
      "id": "09-014-0019_p0014",
      "zh_CN": "这个地方讲到怎样才能够通达，这是问题关键的所在。佛在一切大乘了义经典里面，都教给我们「不要固执自己的见解，不要执着一见，就能够通达」。为什么不能够执着自己的见解？诸位从这里想一想，要是有执着自己的见解，四相具足，那是凡夫的情见，是有障碍的，换句话说，五眼当中只有肉眼，你的见怎么能圆？怎么能够见到宇宙人生的真相？如果你执着一的见解，你就有法执，既有法执，焉能通达？我们要想破我执、破法执，而到通达位，「必须开圆解」，这是单从教下来讲，对佛所讲的经论不但要能够理解，还得要圆解；不但要圆解，江味农居士给我们讲还要深解，浅解、偏解都有障碍，必须要求圆解、求深解。这个时候「我法两种执着的情自然就淡薄」，这是要紧的，要「力除习气」，实际上习气是什么？习气就是执着，一定要把习气除灭掉，「离相离念，得证诸法一如，始能不执」，不再执着自己见解，也不再执着一见。向下我们还要讨论执一执异的问题。请看下面经文，这是讲「佛知（佛的智慧）圆知」：",
      "zh_TW": "這個地方講到怎樣才能夠通達，這是問題關鍵的所在。佛在一切大乘了義經典裡面，都教給我們「不要固執自己的見解，不要執著一見，就能夠通達」。為什麼不能夠執著自己的見解？諸位從這裡想一想，要是有執著自己的見解，四相具足，那是凡夫的情見，是有障礙的，換句話說，五眼當中只有肉眼，你的見怎麼能圓？怎麼能夠見到宇宙人生的真相？如果你執著一的見解，你就有法執，既有法執，焉能通達？我們要想破我執、破法執，而到通達位，「必須開圓解」，這是單從教下來講，對佛所講的經論不但要能夠理解，還得要圓解；不但要圓解，江味農居士給我們講還要深解，淺解、偏解都有障礙，必須要求圓解、求深解。這個時候「我法兩種執著的情自然就淡薄」，這是要緊的，要「力除習氣」，實際上習氣是什麼？習氣就是執著，一定要把習氣除滅掉，「離相離念，得證諸法一如，始能不執」，不再執著自己見解，也不再執著一見。向下我們還要討論執一執異的問題。請看下面經文，這是講「佛知（佛的智慧）圓知」："
    },
    {
      "id": "09-014-0019_p0015",
      "zh_CN": "【须菩提。于意云何。恒河中所有沙。佛说是沙不。如是。世尊。如来说是沙。】",
      "zh_TW": "【須菩提。於意云何。恆河中所有沙。佛說是沙不。如是。世尊。如來說是沙。】"
    },
    {
      "id": "09-014-0019_p0016",
      "zh_CN": "『恒河』是印度的一条大河，河流有几千里长，正如同我们中国的长江、黄河一样，在世界地理上来讲也是一条著名的大河流，印度的文化几乎都是发源在恒河流域的两岸。佛陀当年讲经说法大部分的时间也是在恒河流域，因此经论上常常举恒河来做比喻，这个在教学上来说是就近取譬。这些人都住在恒河流域，一提到恒河哪个不知道，一讲到恒河沙每个人都见到，所以容易契机。佛这一段话究竟是什么意思，我们一定要明了。「说是沙，若不着相，见相就是见性」，因为性相不二。讲是沙，这是以肉眼来见的，「显示佛眼洞见一切差别，不坏俗谛」。我们世间人说那是恒河，佛也说恒河；世间人说是沙，佛也说是沙，不坏世间法。「证得诸法一如」，佛证的，诸法一如是佛证到的，佛的见解、佛的说法是「依如而说」，依诸法一如而说，「无法不如」，佛也说沙、佛也说恒河、佛也说着衣、佛也说吃饭，佛是依如而说，所以无法不如，「岂同凡夫见解，此义须知」，这个意思很深，千万不可以疏忽。凡夫说是沙，这里头有两种执着，有我执、有法执；佛说是沙，这里面两种执着都没有，没有我执，也没有法执，因为他是依如而说的，依如而说是随众生而说，俗谛，随众生说的，所以这个意思很深。",
      "zh_TW": "『恆河』是印度的一條大河，河流有幾千里長，正如同我們中國的長江、黃河一樣，在世界地理上來講也是一條著名的大河流，印度的文化幾乎都是發源在恆河流域的兩岸。佛陀當年講經說法大部分的時間也是在恆河流域，因此經論上常常舉恆河來做比喻，這個在教學上來說是就近取譬。這些人都住在恆河流域，一提到恆河哪個不知道，一講到恆河沙每個人都見到，所以容易契機。佛這一段話究竟是什麼意思，我們一定要明瞭。「說是沙，若不著相，見相就是見性」，因為性相不二。講是沙，這是以肉眼來見的，「顯示佛眼洞見一切差別，不壞俗諦」。我們世間人說那是恆河，佛也說恆河；世間人說是沙，佛也說是沙，不壞世間法。「證得諸法一如」，佛證的，諸法一如是佛證到的，佛的見解、佛的說法是「依如而說」，依諸法一如而說，「無法不如」，佛也說沙、佛也說恆河、佛也說著衣、佛也說吃飯，佛是依如而說，所以無法不如，「豈同凡夫見解，此義須知」，這個意思很深，千萬不可以疏忽。凡夫說是沙，這裡頭有兩種執著，有我執、有法執；佛說是沙，這裡面兩種執著都沒有，沒有我執，也沒有法執，因為他是依如而說的，依如而說是隨眾生而說，俗諦，隨眾生說的，所以這個意思很深。"
    },
    {
      "id": "09-014-0019_p0017",
      "zh_CN": "「五眼这段经文，说明不可以执着一，说明法无我；这个地方一段文字，说明不可以执异而说是沙」。此不一不异的意思，这个不一不异非常重要，我们要特别注意，「不一不异之义，便是法法如是，就是诸法如义。佛之所证就是证诸法如义，菩萨所修也是修诸法如义」。「五眼不一见，不一是为见理不明者说」；「恒河沙不异见」，佛也说是恒河沙，众生也说恒河沙，不异，这是「为自以为是者说」。见理不明、自以为是，都是大障碍，障碍信解行证。佛这一段经文真是苦口婆心，以这种巧妙的言词教我们在这里面省悟，悟一个「不一不异」，世出世间一切法都超越不了这个原则，所以我们在任何一法上不能执着一，也不能执着异。「不一不异这个道理，为般若纲宗」，般若是智慧，智慧的纲领，智慧的宗旨，「佛法要领可以贯通一切法」。说不一，就是说有种种不相同；说不异，是一切法俱不可得，这是不异。经上讲「凡所有相皆是虚妄」，凡所有相，不一；皆是虚妄，不异。经后面又说「一切有为法」，不一；「如梦幻泡影」，不异。我们要晓得这个道理，不一不异确实是贯通一切法，后面的经文详细的来给我们说明。",
      "zh_TW": "「五眼這段經文，說明不可以執著一，說明法無我；這個地方一段文字，說明不可以執異而說是沙」。此不一不異的意思，這個不一不異非常重要，我們要特別注意，「不一不異之義，便是法法如是，就是諸法如義。佛之所證就是證諸法如義，菩薩所修也是修諸法如義」。「五眼不一見，不一是為見理不明者說」；「恆河沙不異見」，佛也說是恆河沙，眾生也說恆河沙，不異，這是「為自以為是者說」。見理不明、自以為是，都是大障礙，障礙信解行證。佛這一段經文真是苦口婆心，以這種巧妙的言詞教我們在這裡面省悟，悟一個「不一不異」，世出世間一切法都超越不了這個原則，所以我們在任何一法上不能執著一，也不能執著異。「不一不異這個道理，為般若綱宗」，般若是智慧，智慧的綱領，智慧的宗旨，「佛法要領可以貫通一切法」。說不一，就是說有種種不相同；說不異，是一切法俱不可得，這是不異。經上講「凡所有相皆是虛妄」，凡所有相，不一；皆是虛妄，不異。經後面又說「一切有為法」，不一；「如夢幻泡影」，不異。我們要曉得這個道理，不一不異確實是貫通一切法，後面的經文詳細的來給我們說明。"
    },
    {
      "id": "09-014-0019_p0018",
      "zh_CN": "「法相无常」，这讲的不一，「世俗共见」，世间一切人大家共同的见解，大家都这么承认，「这叫俗谛」，这是无常。「法性真常」，这是真常，是「诸法本体」，诸法就是法相，是法相的本体，「这叫真谛」。世间人着相，不晓得性。「佛所说法，不外二谛」，欧阳竟无大师有一篇著名的讲演，题目就叫做「佛依二谛而说法」，佛所说法不外乎真俗二谛。真俗二谛，「皆用八不之义以说明」。",
      "zh_TW": "「法相無常」，這講的不一，「世俗共見」，世間一切人大家共同的見解，大家都這麼承認，「這叫俗諦」，這是無常。「法性真常」，這是真常，是「諸法本體」，諸法就是法相，是法相的本體，「這叫真諦」。世間人著相，不曉得性。「佛所說法，不外二諦」，歐陽竟無大師有一篇著名的講演，題目就叫做「佛依二諦而說法」，佛所說法不外乎真俗二諦。真俗二諦，「皆用八不之義以說明」。"
    },
    {
      "id": "09-014-0019_p0019",
      "zh_CN": "「八不」在般若里非常著名，这是诸位必须把它记住，为什么？因为它通一切法，任何一法不能够超越这个定律，「不生不灭，不断不常，不一不异，不去不来」，这里头一共有八个不字，所以叫八不，《中观论》里面也叫「八不中观」。不但心法如是，色法亦复如是；有为法如是，无为法亦复如是，这才叫圆见。一切法皆因缘生，一切法皆是不生不灭。因缘所生法，我说即是空，为什么没有自性？因缘所生法，生即不生，灭亦不灭。譬如一本书，我们举个例子来讲，我们手上这本书，书只是这些纸张把它装订成的，我们叫它做书，把它订起来，这本书生了，有这个书的相现前；我们把当中这个线拆掉，变成一张一张纸，书没有了。试问装订起来书有没有生？还是这几张纸订在一起，生即不生。我们把线拿掉之后，书散开了，成为一张一张纸，实际上它也没有灭。由此可知，这个书你真正把它看清楚了，「不生不灭」。为什么？因为它是因缘所生法，当体即是空。这个空不当作无讲，这个空就是讲没有生灭，就叫做空。不但没有生灭，八不里面诸位看清楚，也没有断常，为什么？因为它是因缘所生法。把书拆开单张纸我们叫「断」，装订在一起我们叫「常」，装订只是因缘所生法，实际上是断与常二边都说不上。订起来是一本，拆开来是很多张，散开我们叫做「去」，聚起来我们叫做「来」，实际上有没有？全都没有。你要晓得一切法皆因缘生法，所以一切法皆是不生不灭、不断不常、不一不异、不来不去，诸位果然在这个地方悟入，那就是教下常说的大开圆解。这一悟入，我法两种执着，二障的根本，不破自然就没有了，你的心地就得清凉自在。",
      "zh_TW": "「八不」在般若裡非常著名，這是諸位必須把它記住，為什麼？因為它通一切法，任何一法不能夠超越這個定律，「不生不滅，不斷不常，不一不異，不去不來」，這裡頭一共有八個不字，所以叫八不，《中觀論》裡面也叫「八不中觀」。不但心法如是，色法亦復如是；有為法如是，無為法亦復如是，這才叫圓見。一切法皆因緣生，一切法皆是不生不滅。因緣所生法，我說即是空，為什麼沒有自性？因緣所生法，生即不生，滅亦不滅。譬如一本書，我們舉個例子來講，我們手上這本書，書只是這些紙張把它裝訂成的，我們叫它做書，把它訂起來，這本書生了，有這個書的相現前；我們把當中這個線拆掉，變成一張一張紙，書沒有了。試問裝訂起來書有沒有生？還是這幾張紙訂在一起，生即不生。我們把線拿掉之後，書散開了，成為一張一張紙，實際上它也沒有滅。由此可知，這個書你真正把它看清楚了，「不生不滅」。為什麼？因為它是因緣所生法，當體即是空。這個空不當作無講，這個空就是講沒有生滅，就叫做空。不但沒有生滅，八不裡面諸位看清楚，也沒有斷常，為什麼？因為它是因緣所生法。把書拆開單張紙我們叫「斷」，裝訂在一起我們叫「常」，裝訂只是因緣所生法，實際上是斷與常二邊都說不上。訂起來是一本，拆開來是很多張，散開我們叫做「去」，聚起來我們叫做「來」，實際上有沒有？全都沒有。你要曉得一切法皆因緣生法，所以一切法皆是不生不滅、不斷不常、不一不異、不來不去，諸位果然在這個地方悟入，那就是教下常說的大開圓解。這一悟入，我法兩種執著，二障的根本，不破自然就沒有了，你的心地就得清涼自在。"
    },
    {
      "id": "09-014-0019_p0020",
      "zh_CN": "《中观论疏》里头有几句话说得很好，我们把它摘录在此地供养诸位。「八不者，是正观之旨归」，这个正观就是前面一再所说的观照，用什么方法来观照？八不就是最好的方法，所以它是正观的旨归。也是「方等之心骨」，方等是大乘佛法的别名，大乘佛法的心，大乘佛法的骨髓，这是讲的八不。「定佛法之偏正」，合乎八不的是正观，违背八不的是偏见；换句话说，凡是与「八不」相应的观照是佛法，否则的话就不是佛法。「示得失之根原」。「迷之」，你不懂得八不的义理，不知道用这个方法来观照，「八万法藏冥若夜游」，八万法藏就是《大藏经》、一切的经典、八万四千法门，冥若夜游，好像夜晚没有月亮也没有灯火，你什么都见不到，这是你迷了真理，换句话说，你对于一切经决定不能够正解。「悟之，则十二部经如对白日」，十二部经就是八万法藏，是用十二种体裁写出来的，如对白日。由此可知，悟八不中观，又能够在日常生活当中念念提起观照，一切经典你只要一展开，经义就很明白的现在你面前，如对白日，清清楚楚。这段文是《中观论疏》里面所说的，说得很有道理，绝不过分。「此诸句义」，上面所说的这些，「皆是显法法皆如，法法皆是，是中道圆融第一义」。所以经文意思不但是精深博大，而且是圆融，我们绝不能轻易的把它看过。",
      "zh_TW": "《中觀論疏》裡頭有幾句話說得很好，我們把它摘錄在此地供養諸位。「八不者，是正觀之旨歸」，這個正觀就是前面一再所說的觀照，用什麼方法來觀照？八不就是最好的方法，所以它是正觀的旨歸。也是「方等之心骨」，方等是大乘佛法的別名，大乘佛法的心，大乘佛法的骨髓，這是講的八不。「定佛法之偏正」，合乎八不的是正觀，違背八不的是偏見；換句話說，凡是與「八不」相應的觀照是佛法，否則的話就不是佛法。「示得失之根原」。「迷之」，你不懂得八不的義理，不知道用這個方法來觀照，「八萬法藏冥若夜遊」，八萬法藏就是《大藏經》、一切的經典、八萬四千法門，冥若夜遊，好像夜晚沒有月亮也沒有燈火，你什麼都見不到，這是你迷了真理，換句話說，你對於一切經決定不能夠正解。「悟之，則十二部經如對白日」，十二部經就是八萬法藏，是用十二種體裁寫出來的，如對白日。由此可知，悟八不中觀，又能夠在日常生活當中念念提起觀照，一切經典你只要一展開，經義就很明白的現在你面前，如對白日，清清楚楚。這段文是《中觀論疏》裡面所說的，說得很有道理，絕不過分。「此諸句義」，上面所說的這些，「皆是顯法法皆如，法法皆是，是中道圓融第一義」。所以經文意思不但是精深博大，而且是圓融，我們絕不能輕易的把它看過。"
    },
    {
      "id": "09-014-0019_p0021",
      "zh_CN": "底下江味农居士有一段议论很能够感人，我们也把它摘录在此地给诸位做一个参考。「江味农居士言：慨自般若教义不明于世」，在佛法里面这是非常重要的一环，很少人提倡。古人弘经不大愿意讲般若，为什么？怕人家误堕空见，般若讲空。但是般若这样重要，如果要是不明，八万法藏冥若夜游。所以江居士本身一生研究般若、弘扬般若，并且劝勉这些弘法的大德们，于《般若经》一定要深讲、要圆讲，要把意思讲清楚，对于修学大乘佛法的人来讲一定有很大的利益。他说，「故隋唐以来，唯禅门出人最多，其故可深长思矣」。出人这个人是讲明心见性大彻大悟之人，确实禅宗的多，教下大开圆解的人少。「须知学人若不克从遣荡用功，徒记诵得无数圆义，何能破其情执？」这就是关键的问题。我们晓得禅宗下手就用这个功夫，破执着、断烦恼，从这上用功。教下的病在哪里？徒然记诵得无数圆义，把大乘了义经典，不但是把经文，连注解都背得滚瓜烂熟，背得再熟，我执不能破，法执不能破，不但不能破，因为他记诵得太多，经义太熟，于是起了贡高我慢，瞧不起别人。贡高我慢增长就是烦恼增长，正是一般人所讲的学问大，脾气也大，地位高，眼睛也长高了，瞧不起人，这不是佛法，这不是真正学问。真正的学问，古人所说的，学问深处意气平，愈是有学问，愈是心平气和，愈是谦虚卑下，佛不就是这样吗？孔老夫子也是这样的。人家都是从遣除烦恼这上面真正下功夫，儒家讲的格物致知，佛法讲的断烦恼、破执着，要从这个地方用功夫。只是记得无数圆义，不能破他的情执，「情执不去，又何能达乎圆融？」怎么能达到圆融？",
      "zh_TW": "底下江味農居士有一段議論很能夠感人，我們也把它摘錄在此地給諸位做一個參考。「江味農居士言：慨自般若教義不明於世」，在佛法裡面這是非常重要的一環，很少人提倡。古人弘經不大願意講般若，為什麼？怕人家誤墮空見，般若講空。但是般若這樣重要，如果要是不明，八萬法藏冥若夜遊。所以江居士本身一生研究般若、弘揚般若，並且勸勉這些弘法的大德們，於《般若經》一定要深講、要圓講，要把意思講清楚，對於修學大乘佛法的人來講一定有很大的利益。他說，「故隋唐以來，唯禪門出人最多，其故可深長思矣」。出人這個人是講明心見性大徹大悟之人，確實禪宗的多，教下大開圓解的人少。「須知學人若不剋從遣蕩用功，徒記誦得無數圓義，何能破其情執？」這就是關鍵的問題。我們曉得禪宗下手就用這個功夫，破執著、斷煩惱，從這上用功。教下的病在哪裡？徒然記誦得無數圓義，把大乘了義經典，不但是把經文，連註解都背得滾瓜爛熟，背得再熟，我執不能破，法執不能破，不但不能破，因為他記誦得太多，經義太熟，於是起了貢高我慢，瞧不起別人。貢高我慢增長就是煩惱增長，正是一般人所講的學問大，脾氣也大，地位高，眼睛也長高了，瞧不起人，這不是佛法，這不是真正學問。真正的學問，古人所說的，學問深處意氣平，愈是有學問，愈是心平氣和，愈是謙虛卑下，佛不就是這樣嗎？孔老夫子也是這樣的。人家都是從遣除煩惱這上面真正下功夫，儒家講的格物致知，佛法講的斷煩惱、破執著，要從這個地方用功夫。只是記得無數圓義，不能破他的情執，「情執不去，又何能達乎圓融？」怎麼能達到圓融？"
    },
    {
      "id": "09-014-0019_p0022",
      "zh_CN": "「般若为入佛之要门，成圣之阶梯」，这是讲《般若经》。《般若经》里面当然特别是指《金刚般若》，这部经在中国经过五祖、六祖两位大师的提倡，成为家喻户晓，几乎没有人不读的经典。读诵记诵多，破情执的人太少，那就是意思没有能搞清楚，「这桩事情，关系法门之盛衰」，佛法今天衰，衰到极处，般若教义不明；「关系学人之成败」，我们学佛的人能不能成佛，就在明不明般若，「极其重大」，这是我们应当要反省的，应当要明白的。又说，「古德如智者大师、嘉祥、贤首诸位，生平只弘扬数种经论，盖学力只能如此。此正古德高处、真处，后学所当学步者也」。江居士这一段的议论给我们带来很大的启示。",
      "zh_TW": "「般若為入佛之要門，成聖之階梯」，這是講《般若經》。《般若經》裡面當然特別是指《金剛般若》，這部經在中國經過五祖、六祖兩位大師的提倡，成為家喻戶曉，幾乎沒有人不讀的經典。讀誦記誦多，破情執的人太少，那就是意思沒有能搞清楚，「這樁事情，關繫法門之盛衰」，佛法今天衰，衰到極處，般若教義不明；「關繫學人之成敗」，我們學佛的人能不能成佛，就在明不明般若，「極其重大」，這是我們應當要反省的，應當要明白的。又說，「古德如智者大師、嘉祥、賢首諸位，生平只弘揚數種經論，蓋學力只能如此。此正古德高處、真處，後學所當學步者也」。江居士這一段的議論給我們帶來很大的啟示。"
    },
    {
      "id": "09-014-0019_p0023",
      "zh_CN": "般若的经论，在最近几年，香港、台湾这两个地方可以说都在大量的翻印流通，首先香港那边翻印影印的六百卷《大般若经》，实在这部经分量太大，不是一般人有时间去读诵的，于是古德为初学人，就《般若经》里面把重要的经文摘录出来，编成叫《大般若经纲要》，一共有十卷，就是把六百卷浓缩成十卷，这十卷里面全是《大般若经》里面重要的经文。《般若经纲要》在此地我们华藏法施会首先倡印，流通各处，我们用的版本是采取日本《卍续藏》抽出来影印的。前几年香港那边有木刻的单行本影印流通，最近我们也提倡再印。除这个之外，我们还印了一种更便利于初学人读诵的，蕅益大师的《般若知津》，只有一卷，你看《般若纲要》是十卷，怕这十卷你也看了害怕不愿意去念，再把它浓缩成一卷，专门便利于初学人，这是讲印经。除这个经之外，我们这些年来大量影印《大智度论》、《瑜伽师地论》，那是法相宗的，这两部根本的大论也在台港两处普遍的流通，这是典籍影印流通上的确是一个可喜的现象。",
      "zh_TW": "般若的經論，在最近幾年，香港、台灣這兩個地方可以說都在大量的翻印流通，首先香港那邊翻印影印的六百卷《大般若經》，實在這部經分量太大，不是一般人有時間去讀誦的，於是古德為初學人，就《般若經》裡面把重要的經文摘錄出來，編成叫《大般若經綱要》，一共有十卷，就是把六百卷濃縮成十卷，這十卷裡面全是《大般若經》裡面重要的經文。《般若經綱要》在此地我們華藏法施會首先倡印，流通各處，我們用的版本是採取日本《卍續藏》抽出來影印的。前幾年香港那邊有木刻的單行本影印流通，最近我們也提倡再印。除這個之外，我們還印了一種更便利於初學人讀誦的，蕅益大師的《般若知津》，只有一卷，你看《般若綱要》是十卷，怕這十卷你也看了害怕不願意去念，再把它濃縮成一卷，專門便利於初學人，這是講印經。除這個經之外，我們這些年來大量影印《大智度論》、《瑜伽師地論》，那是法相宗的，這兩部根本的大論也在台港兩處普遍的流通，這是典籍影印流通上的確是一個可喜的現象。"
    },
    {
      "id": "09-014-0019_p0024",
      "zh_CN": "可是我们要晓得，更重要的是要把般若的教义讲清楚、讲明白。这个问题是不是随便说说就能办得到？诸位要晓得，这是要有实实在在遣荡的功夫。换句话说，真正通达八不的教义，真正通达，而能够时时观照，有真实修正的功夫，由观照而到照住，由照住再能够到照见，才是真正通达般若，才能够把般若的教义讲清楚。照见五蕴皆空的又有几个人？我常常在讲席当中勉励同学，求人不如求自己，我天天拜托别人，「你要用功，你要发心照见五蕴皆空，你要作菩萨将来弘法利生」，如果你到处求人、去拜托人，给人磕头、顶礼、劝人，到最后你都大失所望，所以求人不如求自己。既然晓得这个事情是要真正用功才行，非真正用功决定办不到，用功的方法就是要修诸法如义，在一切法里面无我执、无法执，不一见、不异见。不一见就是决定没有成见，不异见就是能够恒顺众生，像佛一样，大家说恒河，佛也说恒河；大家说是沙，佛也说是沙，佛没有说这不是沙，这是什么元素结成的，佛不这么说，佛恒顺众生。佛不但给我们说明这些道理，佛已经做出一个榜样来给我们看，要我们向他学习。学佛心境一如，平等清净，即使在接待众生、待人接物之中，也不失去清净平等，也不失去观照的功夫，这是真正学佛。",
      "zh_TW": "可是我們要曉得，更重要的是要把般若的教義講清楚、講明白。這個問題是不是隨便說說就能辦得到？諸位要曉得，這是要有實實在在遣蕩的功夫。換句話說，真正通達八不的教義，真正通達，而能夠時時觀照，有真實修正的功夫，由觀照而到照住，由照住再能夠到照見，才是真正通達般若，才能夠把般若的教義講清楚。照見五蘊皆空的又有幾個人？我常常在講席當中勉勵同學，求人不如求自己，我天天拜託別人，「你要用功，你要發心照見五蘊皆空，你要作菩薩將來弘法利生」，如果你到處求人、去拜託人，給人磕頭、頂禮、勸人，到最後你都大失所望，所以求人不如求自己。既然曉得這個事情是要真正用功才行，非真正用功決定辦不到，用功的方法就是要修諸法如義，在一切法裡面無我執、無法執，不一見、不異見。不一見就是決定沒有成見，不異見就是能夠恆順眾生，像佛一樣，大家說恆河，佛也說恆河；大家說是沙，佛也說是沙，佛沒有說這不是沙，這是什麼元素結成的，佛不這麼說，佛恆順眾生。佛不但給我們說明這些道理，佛已經做出一個榜樣來給我們看，要我們向他學習。學佛心境一如，平等清淨，即使在接待眾生、待人接物之中，也不失去清淨平等，也不失去觀照的功夫，這是真正學佛。"
    },
    {
      "id": "09-014-0019_p0025",
      "zh_CN": "后一段的意思尤其重要，江居士这些话说得不偶然，世出世间的学术浩如湮海，博大精深，岂是我们一个人的智慧能力能够办得到的！所以我在民国五十八年，在佛光山东方佛教学院，那一年我在学院担任教务主任，我劝勉学院的同学，也建议星云法师，让学生们一个人专学一种经论，一门深入，每个人必定都有成就，而且成就的时候一定个个都是第一。这种修学办法实在远在《华严经》里面佛就提倡，就教给我们，我们看善财童子五十三参，每一位善知识告诉善财童子：我只懂得这一门，其余的我都不会，你要请教那些大菩萨们。这个话不是谦虚，这个话的用意非常之深，就是教我们无论是在行门、是在解门，都必须要求一门深入。智者、贤首他们懂得，他们觉悟得早，所以成为一代宗师，影响到千年万世。还不值得我们省悟吗？所以东西不能学多，学多了是贪多嚼不烂。遗憾的是当年佛光山的同学没有能够听我的劝告，如果他要真的能听我的劝告，从那个时候起算到现在十六年了，如果每一个人，一个人学一部经，这部经学了十六年，你们想想他不称为世界第一，谁是第一？你们哪一个人学一部经学了十六年？佛光山有一百多个学生，就有一百多部的经是世界第一，那今天是名副其实的佛光普照全球。",
      "zh_TW": "後一段的意思尤其重要，江居士這些話說得不偶然，世出世間的學術浩如湮海，博大精深，豈是我們一個人的智慧能力能夠辦得到的！所以我在民國五十八年，在佛光山東方佛教學院，那一年我在學院擔任教務主任，我勸勉學院的同學，也建議星雲法師，讓學生們一個人專學一種經論，一門深入，每個人必定都有成就，而且成就的時候一定個個都是第一。這種修學辦法實在遠在《華嚴經》裡面佛就提倡，就教給我們，我們看善財童子五十三參，每一位善知識告訴善財童子：我只懂得這一門，其餘的我都不會，你要請教那些大菩薩們。這個話不是謙虛，這個話的用意非常之深，就是教我們無論是在行門、是在解門，都必須要求一門深入。智者、賢首他們懂得，他們覺悟得早，所以成為一代宗師，影響到千年萬世。還不值得我們省悟嗎？所以東西不能學多，學多了是貪多嚼不爛。遺憾的是當年佛光山的同學沒有能夠聽我的勸告，如果他要真的能聽我的勸告，從那個時候起算到現在十六年了，如果每一個人，一個人學一部經，這部經學了十六年，你們想想他不稱為世界第一，誰是第一？你們哪一個人學一部經學了十六年？佛光山有一百多個學生，就有一百多部的經是世界第一，那今天是名副其實的佛光普照全球。"
    },
    {
      "id": "09-014-0019_p0026",
      "zh_CN": "江味农居士在此地也提到这一点，教我们要反省、要觉悟。他自己本身就是一个觉悟者，他一生专门研究《金刚经》，在这一部经上用了四十年的时间，所以他的《金刚经讲义》在今天所有《金刚经》注解当中是第一个权威的注解，他用的功夫深。你要说一生当中研究四部、五部，力量分散了，你的东西拿出来，平平的；二十部、三十部，那就很草率，谈不到精深，换句话说，没有什么影响力，也不会被人尊重。由此可知，不但是行门要专，解门也要专一，一门深入才会有真正的成就。像五十三参的善知识，他们个个都是第一，诸位念《楞严经》二十五圆通章，二十五位菩萨也是个个第一，都没有第二的。释迦牟尼佛底下的大弟子也是各人有一样第一，舍利弗智慧第一，目犍连神通第一，皆是学有专长。我这些年处处讲经，遇到年轻人我都诚心诚意的劝勉他们，可是这些人不相信，认为学一样东西太少了，总得要学个几百样、几千样，世出世间法我样样精通，那能办得到吗？这个志向是很可敬佩的，不过我还是要劝你，最好你先学一样，这一样学通了，然后再学样样精通，再去学博学多闻。你因为有一样看家的本事，有一个专长了，然后再学众多的专长，可以的；一样都不通，要一下把门门都学通，古圣先贤都办不到。我们如果这个想法、这样做法，都有过失，所谓是好高骛远，聪明反被聪明误。",
      "zh_TW": "江味農居士在此地也提到這一點，教我們要反省、要覺悟。他自己本身就是一個覺悟者，他一生專門研究《金剛經》，在這一部經上用了四十年的時間，所以他的《金剛經講義》在今天所有《金剛經》註解當中是第一個權威的註解，他用的功夫深。你要說一生當中研究四部、五部，力量分散了，你的東西拿出來，平平的；二十部、三十部，那就很草率，談不到精深，換句話說，沒有什麼影響力，也不會被人尊重。由此可知，不但是行門要專，解門也要專一，一門深入才會有真正的成就。像五十三參的善知識，他們個個都是第一，諸位念《楞嚴經》二十五圓通章，二十五位菩薩也是個個第一，都沒有第二的。釋迦牟尼佛底下的大弟子也是各人有一樣第一，舍利弗智慧第一，目犍連神通第一，皆是學有專長。我這些年處處講經，遇到年輕人我都誠心誠意的勸勉他們，可是這些人不相信，認為學一樣東西太少了，總得要學個幾百樣、幾千樣，世出世間法我樣樣精通，那能辦得到嗎？這個志向是很可敬佩的，不過我還是要勸你，最好你先學一樣，這一樣學通了，然後再學樣樣精通，再去學博學多聞。你因為有一樣看家的本事，有一個專長了，然後再學眾多的專長，可以的；一樣都不通，要一下把門門都學通，古聖先賢都辦不到。我們如果這個想法、這樣做法，都有過失，所謂是好高騖遠，聰明反被聰明誤。"
    },
    {
      "id": "09-014-0019_p0027",
      "zh_CN": "我们照古圣先贤的遗教，认真的来修学，自己成就之后才能够利益众生；自己不成就，那就是俗话所说的泥菩萨过河，自身难保，既不能利人，又损害自己，那又何苦！这是我们读到江居士这段议论，我们也非常的感慨，更希望十方大德们，无论是在家出家，我们要认真的发心，自度度他，续佛慧命，弘扬大乘佛法。请看底下一段经文：",
      "zh_TW": "我們照古聖先賢的遺教，認真的來修學，自己成就之後才能夠利益眾生；自己不成就，那就是俗話所說的泥菩薩過河，自身難保，既不能利人，又損害自己，那又何苦！這是我們讀到江居士這段議論，我們也非常的感慨，更希望十方大德們，無論是在家出家，我們要認真的發心，自度度他，續佛慧命，弘揚大乘佛法。請看底下一段經文："
    },
    {
      "id": "09-014-0019_p0028",
      "zh_CN": "【须菩提。于意云何。如一恒河中所有沙。有如是等恒河。】",
      "zh_TW": "【須菩提。於意云何。如一恆河中所有沙。有如是等恆河。】"
    },
    {
      "id": "09-014-0019_p0029",
      "zh_CN": "这个地方诸位要记住，一个恒河当中所有的沙，一个沙再作一个恒河，恒河沙数的恒河，『如是等恒河』，这是恒河沙数的恒河。",
      "zh_TW": "這個地方諸位要記住，一個恆河當中所有的沙，一個沙再作一個恆河，恆河沙數的恆河，『如是等恆河』，這是恆河沙數的恆河。"
    },
    {
      "id": "09-014-0019_p0030",
      "zh_CN": "【是诸恒河所有沙数。】",
      "zh_TW": "【是諸恆河所有沙數。】"
    },
    {
      "id": "09-014-0019_p0031",
      "zh_CN": "再说恒河沙那么多的恒河，然后在里面所有的那些沙数。比什么？比佛的世界，就像恒河沙个恒河里面那些恒河沙数的佛世界。",
      "zh_TW": "再說恆河沙那麼多的恆河，然後在裡面所有的那些沙數。比什麼？比佛的世界，就像恆河沙個恆河裡面那些恆河沙數的佛世界。"
    },
    {
      "id": "09-014-0019_p0032",
      "zh_CN": "【佛世界如是。宁为多不。】",
      "zh_TW": "【佛世界如是。寧為多不。】"
    },
    {
      "id": "09-014-0019_p0033",
      "zh_CN": "佛的世界多不多？须菩提答复的是：",
      "zh_TW": "佛的世界多不多？須菩提答覆的是："
    },
    {
      "id": "09-014-0019_p0034",
      "zh_CN": "【甚多。世尊。】",
      "zh_TW": "【甚多。世尊。】"
    },
    {
      "id": "09-014-0019_p0035",
      "zh_CN": "这个里面的含义，「前文是肉眼所见，今文是讲天眼的见量」。「佛之天眼所见，非诸天贤圣所及。」诸天是讲天人报得的天眼，贤圣是讲三乘的圣者们，声闻、缘觉、菩萨他们也都有天眼，但是都比不上佛的天眼。这一段经文的意思实在上是「显示妄心及一切法」，妄心是讲在内的，一切法是讲在外的，妄心及一切法「层出不穷，牵引愈多，不可胜数」，真正是无量无边。虽然如是，这是在现相上讲无量无边。如果就它本质上来看，「妄心、法相」，这是内里头的妄想心，妄念纷飞，外面森罗万象，无一不是「如幻如化，莫非假有」，都不是真实的，这一点我们必须要体认明白。底下讲如来「悉知」。",
      "zh_TW": "這個裡面的含義，「前文是肉眼所見，今文是講天眼的見量」。「佛之天眼所見，非諸天賢聖所及。」諸天是講天人報得的天眼，賢聖是講三乘的聖者們，聲聞、緣覺、菩薩他們也都有天眼，但是都比不上佛的天眼。這一段經文的意思實在上是「顯示妄心及一切法」，妄心是講在內的，一切法是講在外的，妄心及一切法「層出不窮，牽引愈多，不可勝數」，真正是無量無邊。雖然如是，這是在現相上講無量無邊。如果就它本質上來看，「妄心、法相」，這是內裡頭的妄想心，妄念紛飛，外面森羅萬象，無一不是「如幻如化，莫非假有」，都不是真實的，這一點我們必須要體認明白。底下講如來「悉知」。"
    },
    {
      "id": "09-014-0019_p0036",
      "zh_CN": "【佛告须菩提。尔所国土中。】",
      "zh_TW": "【佛告須菩提。爾所國土中。】"
    },
    {
      "id": "09-014-0019_p0037",
      "zh_CN": "前头那个数目简直是天文数字，大概天文数字里头也没有那么大的数目字，那么多的佛世界当中佛国土当中：",
      "zh_TW": "前頭那個數目簡直是天文數字，大概天文數字裡頭也沒有那麼大的數目字，那麼多的佛世界當中佛國土當中："
    },
    {
      "id": "09-014-0019_p0038",
      "zh_CN": "【所有众生若干种心。】",
      "zh_TW": "【所有眾生若干種心。】"
    },
    {
      "id": "09-014-0019_p0039",
      "zh_CN": "『所有众生』，这还得了？众生多少！『若干种心』，每一个众生起心动念。诸位自己想想，不要想别人，想自己，我自己从早到晚起多少心、动多少念，一天都没有办法计算，你要说一生，那还得了！不是一个众生，那么多国土里面所有众生若干种心：",
      "zh_TW": "『所有眾生』，這還得了？眾生多少！『若干種心』，每一個眾生起心動念。諸位自己想想，不要想別人，想自己，我自己從早到晚起多少心、動多少念，一天都沒有辦法計算，你要說一生，那還得了！不是一個眾生，那麼多國土裡面所有眾生若干種心："
    },
    {
      "id": "09-014-0019_p0040",
      "zh_CN": "【如来悉知。】",
      "zh_TW": "【如來悉知。】"
    },
    {
      "id": "09-014-0019_p0041",
      "zh_CN": "「佛的慧眼一切悉知」，二乘人虽有慧眼，不能及，比不上佛。「悉知，非差别知见所能知。」特别提醒诸位，我们今天讲知，要想悉知，用什么？都用差别知见，所以没有办法达到真正的知。佛用的方法巧妙，「乃以如义知之」，诸法皆如之义，他完全晓得，「总示菩萨应如是知也」，总而指示一个修学菩萨道的人要学佛，以佛为榜样，以如义知一切众生心、知一切诸法，这样才能入佛知见。再看下面经文，这是「释明非心」：",
      "zh_TW": "「佛的慧眼一切悉知」，二乘人雖有慧眼，不能及，比不上佛。「悉知，非差別知見所能知。」特別提醒諸位，我們今天講知，要想悉知，用什麼？都用差別知見，所以沒有辦法達到真正的知。佛用的方法巧妙，「乃以如義知之」，諸法皆如之義，他完全曉得，「總示菩薩應如是知也」，總而指示一個修學菩薩道的人要學佛，以佛為榜樣，以如義知一切眾生心、知一切諸法，這樣才能入佛知見。再看下面經文，這是「釋明非心」："
    },
    {
      "id": "09-014-0019_p0042",
      "zh_CN": "【何以故。如来说诸心皆为非心。是名为心。】",
      "zh_TW": "【何以故。如來說諸心皆為非心。是名為心。】"
    },
    {
      "id": "09-014-0019_p0043",
      "zh_CN": "前面说如来悉知，他怎么知道？他知道什么？他知道一切众生种种心念皆为非心，是名为心。「此明法眼之实，菩萨不及」，菩萨有法眼，菩萨的法眼比不上如来。「非心」，是就性上讲的；「是名」，是就相说的。真如本性里面没有妄念，六祖说得好，「本来无一物，何处惹尘埃」，所以那些妄念纷飞不是心，世间人误会了，说名为心，是名为心。「佛圆证同体之性，即大圆镜智」，这个大圆镜智是圆满的大圆镜智，「所以一切众生起心动念，佛心镜中了了分明」，这是完全就相上来讲。不要以为这么多众生起个心、动个念，佛都知道吗？佛怎么知道的？诸位要晓得，大圆镜是能现依正庄严之体，十法界依正庄严就是大圆镜当中所现的相，能现之体焉有不知所现之相的道理？所以佛的大圆镜中了了分明。经上有个比喻说，他方世界下了几滴毛毛雨，佛都晓得头数，这个比喻就是说真正是无所不知，了了分明。「真心无念，故知动念者皆非真心，故曰非心。」佛讲的非心，不是真心，换句话说，那是妄心，不是真心。下面是这一段的总结",
      "zh_TW": "前面說如來悉知，他怎麼知道？他知道什麼？他知道一切眾生種種心念皆為非心，是名為心。「此明法眼之實，菩薩不及」，菩薩有法眼，菩薩的法眼比不上如來。「非心」，是就性上講的；「是名」，是就相說的。真如本性裡面沒有妄念，六祖說得好，「本來無一物，何處惹塵埃」，所以那些妄念紛飛不是心，世間人誤會了，說名為心，是名為心。「佛圓證同體之性，即大圓鏡智」，這個大圓鏡智是圓滿的大圓鏡智，「所以一切眾生起心動念，佛心鏡中了了分明」，這是完全就相上來講。不要以為這麼多眾生起個心、動個念，佛都知道嗎？佛怎麼知道的？諸位要曉得，大圓鏡是能現依正莊嚴之體，十法界依正莊嚴就是大圓鏡當中所現的相，能現之體焉有不知所現之相的道理？所以佛的大圓鏡中了了分明。經上有個比喻說，他方世界下了幾滴毛毛雨，佛都曉得頭數，這個比喻就是說真正是無所不知，了了分明。「真心無念，故知動念者皆非真心，故曰非心。」佛講的非心，不是真心，換句話說，那是妄心，不是真心。下面是這一段的總結"
    },
    {
      "id": "09-014-0019_p0044",
      "zh_CN": "【所以者何。须菩提。过去心不可得。现在心不可得。未来心不可得。】",
      "zh_TW": "【所以者何。須菩提。過去心不可得。現在心不可得。未來心不可得。】"
    },
    {
      "id": "09-014-0019_p0045",
      "zh_CN": "这一段经文是《金刚经》上很著名的三心不可得，这是「证明佛眼的真实，圆见悉知，说明非心之所以然」，说明妄念非心之所以然。过去心、现在心、未来心都不是真心，真心哪有过去、现在、未来？过去现在未来是迁流之相。这一句里头含义很深，三心不可得，可见得妄心的虚妄。「恒沙的世界，无量无边的众生，种种的心思无量无边，佛悉尽知尽见。」像这些话我们要特别把它记住，因为这与我们修行用功，特别是观照，有很大的关系。「一切众生，三世迁流」，三世迁流就是过去、现在、未来，「妄想之心，当下即空，实在是不可得」。你说过去，已经过去了；现在，现在不住，说个现在，现在就变成过去了，刹那生灭；讲未来，未来还没到。所以，过去不可得；现在因为它不住，不可得；未来还没有来，不可得，这是说明妄心不可得，起心动念岂不是冤枉吗？你要是明白这个真相，三心不可得，妄念一下就断掉，断掉就入定，就这个境界了，就是佛。",
      "zh_TW": "這一段經文是《金剛經》上很著名的三心不可得，這是「證明佛眼的真實，圓見悉知，說明非心之所以然」，說明妄念非心之所以然。過去心、現在心、未來心都不是真心，真心哪有過去、現在、未來？過去現在未來是遷流之相。這一句裡頭含義很深，三心不可得，可見得妄心的虛妄。「恆沙的世界，無量無邊的眾生，種種的心思無量無邊，佛悉盡知盡見。」像這些話我們要特別把它記住，因為這與我們修行用功，特別是觀照，有很大的關係。「一切眾生，三世遷流」，三世遷流就是過去、現在、未來，「妄想之心，當下即空，實在是不可得」。你說過去，已經過去了；現在，現在不住，說個現在，現在就變成過去了，剎那生滅；講未來，未來還沒到。所以，過去不可得；現在因為它不住，不可得；未來還沒有來，不可得，這是說明妄心不可得，起心動念豈不是冤枉嗎？你要是明白這個真相，三心不可得，妄念一下就斷掉，斷掉就入定，就這個境界了，就是佛。"
    },
    {
      "id": "09-014-0019_p0046",
      "zh_CN": "此地这个意思，「佛正令学人速觉」，赶快觉悟，「应当直下向不可得处，观照契入」，三心不可得处，观照契入，要从这个地方恍然大悟。一悟怎么样？把妄想心就断掉，妄想心一断，那就是「湛湛寂寂」。湛是清净，就像水一样非常的干净，一点尘沙都不染，从水面上一看就看到河底清清楚楚。寂是不动，湛是清净，清净不动，「当下便是常住真心」，真心就现前。我们现在是被三心搅乱了，真心就好比是清水，湛寂的清水，三心迁流就好比水在流动起了波浪，不清净。你要是不晓得这个道理，你的妄念不肯歇，《楞严经》里面讲，「狂心不歇，歇即菩提」，狂心就是讲的三心，过去、现在、未来，你不肯歇，这叫狂心，或者叫妄心，或者叫迷心，或者叫无明，都是一个意思。果然歇了，歇了就是菩提，菩提就是常住真心，就是寂寂湛湛。「离妄即真，是为圆顿，指直向上法门。」这一段经文里头显示重要的义趣。",
      "zh_TW": "此地這個意思，「佛正令學人速覺」，趕快覺悟，「應當直下向不可得處，觀照契入」，三心不可得處，觀照契入，要從這個地方恍然大悟。一悟怎麼樣？把妄想心就斷掉，妄想心一斷，那就是「湛湛寂寂」。湛是清淨，就像水一樣非常的乾淨，一點塵沙都不染，從水面上一看就看到河底清清楚楚。寂是不動，湛是清淨，清淨不動，「當下便是常住真心」，真心就現前。我們現在是被三心攪亂了，真心就好比是清水，湛寂的清水，三心遷流就好比水在流動起了波浪，不清淨。你要是不曉得這個道理，你的妄念不肯歇，《楞嚴經》裡面講，「狂心不歇，歇即菩提」，狂心就是講的三心，過去、現在、未來，你不肯歇，這叫狂心，或者叫妄心，或者叫迷心，或者叫無明，都是一個意思。果然歇了，歇了就是菩提，菩提就是常住真心，就是寂寂湛湛。「離妄即真，是為圓頓，指直向上法門。」這一段經文裡頭顯示重要的義趣。"
    },
    {
      "id": "09-014-0019_p0047",
      "zh_CN": "「三心是不一」，过去、现在、未来，它不是一个；「不可得是不异」。诸位好好的看清楚，「迁流、常住是不一，不可得是不异」。这四句就是「开示修观的方便」，观是观照，修是讲修行，在修行观照你要是果然明白了，不一不异，那就有了门路。方法提示一点，提示这一点，诸位必须以这个为公式，法法皆不离这个，你就有门可入。「先观依正诸法不一」，依报是我们这个身，我们这个身体，头目、脑髓、手足不一；我们的妄心，过去、现在、未来，不一，这在正报里头不一。依报是我们生活环境，物质环境里头种种不一，人事环境里头也种种不一，都是不一，不一就是无量无边，「然后消归自性本具而不异」。这个意思懂吗？如果不懂，翻开《六祖坛经》，看看能大师开悟的时候所讲的几句话，「何期自性，本来具足」，都是本来具足的，那就不异。如果照前面讲，一切依正皆是如幻如化，皆不可得，也是不异，所以「步步由不一入不异」。这个法子巧妙极了，因为你用这个方法，那就是「步步除分别执着，也就是步步无我，一直到一念不生」。这个方法、这样的层次，是一个初学观照的人最好的榜样，也是最好的一个例子。",
      "zh_TW": "「三心是不一」，過去、現在、未來，它不是一個；「不可得是不異」。諸位好好的看清楚，「遷流、常住是不一，不可得是不異」。這四句就是「開示修觀的方便」，觀是觀照，修是講修行，在修行觀照你要是果然明白了，不一不異，那就有了門路。方法提示一點，提示這一點，諸位必須以這個為公式，法法皆不離這個，你就有門可入。「先觀依正諸法不一」，依報是我們這個身，我們這個身體，頭目、腦髓、手足不一；我們的妄心，過去、現在、未來，不一，這在正報裡頭不一。依報是我們生活環境，物質環境裡頭種種不一，人事環境裡頭也種種不一，都是不一，不一就是無量無邊，「然後消歸自性本具而不異」。這個意思懂嗎？如果不懂，翻開《六祖壇經》，看看能大師開悟的時候所講的幾句話，「何期自性，本來具足」，都是本來具足的，那就不異。如果照前面講，一切依正皆是如幻如化，皆不可得，也是不異，所以「步步由不一入不異」。這個法子巧妙極了，因為你用這個方法，那就是「步步除分別執著，也就是步步無我，一直到一念不生」。這個方法、這樣的層次，是一個初學觀照的人最好的榜樣，也是最好的一個例子。"
    },
    {
      "id": "09-014-0019_p0048",
      "zh_CN": "观照到功夫深的时候，「心境双亡，我法俱空」，心境俱空，内心、境界，这个亡就是都不执着，心不起妄念，外面的境也不来干扰你的心，我执破了，法执破了，空执也破了，俱空，「无我相、无法相、亦无非法相」，那与本经所讲的佛知佛见又有什么两样！「离一切诸相」，一切诸相就是三大类，我相、法相、非法相，离就是无，无我相、无法相、亦无非法相，「则名诸佛」。你什么时候把三大类的相离开，你就成佛了。",
      "zh_TW": "觀照到功夫深的時候，「心境雙亡，我法俱空」，心境俱空，內心、境界，這個亡就是都不執著，心不起妄念，外面的境也不來干擾你的心，我執破了，法執破了，空執也破了，俱空，「無我相、無法相、亦無非法相」，那與本經所講的佛知佛見又有什麼兩樣！「離一切諸相」，一切諸相就是三大類，我相、法相、非法相，離就是無，無我相、無法相、亦無非法相，「則名諸佛」。你什麼時候把三大類的相離開，你就成佛了。"
    },
    {
      "id": "09-014-0019_p0049",
      "zh_CN": "这个佛上面加个「诸」，这个佛是什么佛？分证佛。因为你刚刚离，刚刚虽然离，没有离得彻底，还没有离到究竟处，所以这个位次是分证佛位，分证佛位是就圆教初住讲起，也就是前面我们讲的大乘的见道位。诸位必须要记住，如果你有我相、法相、非法相，都没有见道。没有见道，谈什么修道？见道而后修道，修道是从圆教初住到等觉，这叫修道位；如来果地叫证道位，这是我们必须得搞清楚。如果道见都没有见到，他修什么！我们今天要干的是见道，我们今天所有的目标都是期望能够见道，见道必须要破我执、法执跟非法执，你才能够见道。见道的境界，跟《金刚经》所讲的完全相符合。当我们没有见道的时候，讲解这部经、研究这部经，用它的理论方法帮助我们见道；当我们见道的时候，再打开这部经，印证我们是不是真正的见道。所以经论有两种作用，一个是帮助我们入门，一个是给我们作印证的，它不是世间的学术，所以不能用世间学术的眼光来看佛法，同样的也没有办法用世间学术的方法来研究佛法。",
      "zh_TW": "這個佛上面加個「諸」，這個佛是什麼佛？分證佛。因為你剛剛離，剛剛雖然離，沒有離得徹底，還沒有離到究竟處，所以這個位次是分證佛位，分證佛位是就圓教初住講起，也就是前面我們講的大乘的見道位。諸位必須要記住，如果你有我相、法相、非法相，都沒有見道。沒有見道，談什麼修道？見道而後修道，修道是從圓教初住到等覺，這叫修道位；如來果地叫證道位，這是我們必須得搞清楚。如果道見都沒有見到，他修什麼！我們今天要幹的是見道，我們今天所有的目標都是期望能夠見道，見道必須要破我執、法執跟非法執，你才能夠見道。見道的境界，跟《金剛經》所講的完全相符合。當我們沒有見道的時候，講解這部經、研究這部經，用它的理論方法幫助我們見道；當我們見道的時候，再打開這部經，印證我們是不是真正的見道。所以經論有兩種作用，一個是幫助我們入門，一個是給我們作印證的，它不是世間的學術，所以不能用世間學術的眼光來看佛法，同樣的也沒有辦法用世間學術的方法來研究佛法。"
    },
    {
      "id": "09-014-0019_p0050",
      "zh_CN": "我们再看底下这段经文，这一段是跟我们讲「实福非福」，我们世间人认为实在的，不是真正的福报。怎么说？看经上讲：",
      "zh_TW": "我們再看底下這段經文，這一段是跟我們講「實福非福」，我們世間人認為實在的，不是真正的福報。怎麼說？看經上講："
    },
    {
      "id": "09-014-0019_p0051",
      "zh_CN": "【须菩提。于意云何。若有人满三千大千世界七宝。以用布施。是人以是因缘。得福多不。如是。世尊。此人以是因缘。得福甚多。】",
      "zh_TW": "【須菩提。於意云何。若有人滿三千大千世界七寶。以用布施。是人以是因緣。得福多不。如是。世尊。此人以是因緣。得福甚多。】"
    },
    {
      "id": "09-014-0019_p0052",
      "zh_CN": "这一段经文，江味农居士讲义里头注解科题说，「明诸法缘生」，这个里头分两段，「初约福报明无性」，就是这段经文；「次约法施明体空」，这个标题也标得非常之好。前面的经文讲三心不可得，说的内心，内里头的心不可得，换句话说，你所有的念头都是妄念，是个不可得的妄念。这段经文说外境，是假的，外境是因缘生的，注意这个因缘，得福多，因缘上说多。「布施摄六度，六度摄万行」，六度万行里头「又以法布施为最」。「此义明」，明白了，「一切善行明矣」，一切善行你都明了了；一切善行的标准明白了，「非善行之事亦可例知」。这一段也非常的重要，我们在日常生活当中总是离不了造作，造作里面有善、有不善，这里头关系我们罪福的果报，必须要清楚。",
      "zh_TW": "這一段經文，江味農居士講義裡頭註解科題說，「明諸法緣生」，這個裡頭分兩段，「初約福報明無性」，就是這段經文；「次約法施明體空」，這個標題也標得非常之好。前面的經文講三心不可得，說的內心，內裡頭的心不可得，換句話說，你所有的念頭都是妄念，是個不可得的妄念。這段經文說外境，是假的，外境是因緣生的，注意這個因緣，得福多，因緣上說多。「布施攝六度，六度攝萬行」，六度萬行裡頭「又以法布施為最」。「此義明」，明白了，「一切善行明矣」，一切善行你都明瞭了；一切善行的標準明白了，「非善行之事亦可例知」。這一段也非常的重要，我們在日常生活當中總是離不了造作，造作裡面有善、有不善，這裡頭關係我們罪福的果報，必須要清楚。"
    },
    {
      "id": "09-014-0019_p0053",
      "zh_CN": "我们从因缘果来看，「因是不可得心」，这是讲菩萨，菩萨是用一切法不可得的心；「缘是满大千世界七宝布施」；「果，得福多否？答言：如是」，就是甚多。前面经上曾经说，「不住相布施，福德不可思量」；这段经文说，「得福甚多，正是不可思量、无心、称性」，这就是无心，这就是称性，无心、称性，这个布施才「说多」。为什么？称性。否则要是有心、有四相、有分别有执着，存心去布施，不称性，虽多也有限，那个福报享得尽，为什么？因为它不称性。",
      "zh_TW": "我們從因緣果來看，「因是不可得心」，這是講菩薩，菩薩是用一切法不可得的心；「緣是滿大千世界七寶布施」；「果，得福多否？答言：如是」，就是甚多。前面經上曾經說，「不住相布施，福德不可思量」；這段經文說，「得福甚多，正是不可思量、無心、稱性」，這就是無心，這就是稱性，無心、稱性，這個布施才「說多」。為什麼？稱性。否則要是有心、有四相、有分別有執著，存心去布施，不稱性，雖多也有限，那個福報享得盡，為什麼？因為它不稱性。"
    },
    {
      "id": "09-014-0019_p0054",
      "zh_CN": "从这段经文我们了解一桩事实，我们从内而说，我们起心动念是不可得的，为什么？三心不可得。这个三心说明了，只要是起心动念，他都有过去、现在、未来，不可得。心外面之所有境界，这个境界是因缘生法，凡是因缘生法都是假相。譬如今天科学家给我们证明，任何一个物体把它分析解剖，那都是分子、原子、电子、粒子聚集而现的假相；分散了，假相就消失，真正是佛在经里面给我们说的，一切境界相是不一不异，所以凡所有相皆是虚妄。我们明白这个道理，心境都清净，心境都寂灭，这就是佛的境界，这是菩萨应当学习的。今天我们讲到此地。",
      "zh_TW": "從這段經文我們了解一樁事實，我們從內而說，我們起心動念是不可得的，為什麼？三心不可得。這個三心說明了，只要是起心動念，他都有過去、現在、未來，不可得。心外面之所有境界，這個境界是因緣生法，凡是因緣生法都是假相。譬如今天科學家給我們證明，任何一個物體把它分析解剖，那都是分子、原子、電子、粒子聚集而現的假相；分散了，假相就消失，真正是佛在經裡面給我們說的，一切境界相是不一不異，所以凡所有相皆是虛妄。我們明白這個道理，心境都清淨，心境都寂滅，這就是佛的境界，這是菩薩應當學習的。今天我們講到此地。"
    }
  ]
}