{
  "doc_id": "09-014-0017",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0017",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "09-014-0017_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第十七讲。请看经文，科题「明灭罪妙用」，请看经文：",
      "zh_TW": "《金剛般若波羅蜜經》第十七講。請看經文，科題「明滅罪妙用」，請看經文："
    },
    {
      "id": "09-014-0017_p0002",
      "zh_CN": "【复次。须菩提。善男子善女人。受持读诵此经。若为人轻贱。是人先世罪业。应堕恶道。以今世人轻贱故。先世罪业则为消灭。当得阿耨多罗三藐三菩提。】",
      "zh_TW": "【復次。須菩提。善男子善女人。受持讀誦此經。若為人輕賤。是人先世罪業。應墮惡道。以今世人輕賤故。先世罪業則為消滅。當得阿耨多羅三藐三菩提。】"
    },
    {
      "id": "09-014-0017_p0003",
      "zh_CN": "这一段经文特别是对我们初学、甚至老修行都非常的重要，说明「依此经教义修学，能灭先世重罪，得无上菩提」。在前面我们看过佛给我们说的五种语，「如来是真语者、实语者、如语者、不诳语者、不异语者」，我们应当要相信。菩提道是一条遥远的大道，初学之人由于这一生当中，在这一生当我们没有闻佛法之前，我们所造作的一切罪业，自己冷静的去想想是可以能够得知的，而过去世所造的罪业那就无量无边。正如佛经里面所说，假如罪业要是有一个体相的话，我们无量劫一直到今天所造的罪业是尽虚空也容纳不下，这个比喻乍听起来好像是有一点夸大，实际上我们冷静的去想一想，这个话并不过分。可是发心学佛积善累德是一桩相当不容易的事情，如果要那么容易，诸位想想，修学的人岂不是个个成就了吗？为什么我们看到修行人多、成就的人少，这个原因就是退转退堕，容易退堕。为什么容易退堕？我们在这章经里面要跟诸位来做一个说明。",
      "zh_TW": "這一段經文特別是對我們初學、甚至老修行都非常的重要，說明「依此經教義修學，能滅先世重罪，得無上菩提」。在前面我們看過佛給我們說的五種語，「如來是真語者、實語者、如語者、不誑語者、不異語者」，我們應當要相信。菩提道是一條遙遠的大道，初學之人由於這一生當中，在這一生當我們沒有聞佛法之前，我們所造作的一切罪業，自己冷靜的去想想是可以能夠得知的，而過去世所造的罪業那就無量無邊。正如佛經裡面所說，假如罪業要是有一個體相的話，我們無量劫一直到今天所造的罪業是盡虛空也容納不下，這個比喻乍聽起來好像是有一點誇大，實際上我們冷靜的去想一想，這個話並不過分。可是發心學佛積善累德是一樁相當不容易的事情，如果要那麼容易，諸位想想，修學的人豈不是個個成就了嗎？為什麼我們看到修行人多、成就的人少，這個原因就是退轉退墮，容易退墮。為什麼容易退墮？我們在這章經裡面要跟諸位來做一個說明。"
    },
    {
      "id": "09-014-0017_p0004",
      "zh_CN": "请看注解，首先我们要明了，「消除三障，福德方为圆满。」三障就是惑、业、苦，惑是迷惑，业是一切善恶的造作，苦就是六道三途的果报，必须把三障都消除，福德才是圆满的。「证得菩提，福德方为究竟。」消除三障，小乘的阿罗汉、辟支佛做到了，我们可以说他的福德是圆满的，但是菩提他没有证得；必得到大乘圆满的菩提、大乘里面的大菩萨，一般讲的是三贤十圣，三贤十圣必须是圆教的，圆教初住以上证得菩提，这个福德才是究竟，决定不退，决定不失，比这个圆满更要进一层。",
      "zh_TW": "請看註解，首先我們要明瞭，「消除三障，福德方為圓滿。」三障就是惑、業、苦，惑是迷惑，業是一切善惡的造作，苦就是六道三途的果報，必須把三障都消除，福德才是圓滿的。「證得菩提，福德方為究竟。」消除三障，小乘的阿羅漢、辟支佛做到了，我們可以說他的福德是圓滿的，但是菩提他沒有證得；必得到大乘圓滿的菩提、大乘裡面的大菩薩，一般講的是三賢十聖，三賢十聖必須是圓教的，圓教初住以上證得菩提，這個福德才是究竟，決定不退，決定不失，比這個圓滿更要進一層。"
    },
    {
      "id": "09-014-0017_p0005",
      "zh_CN": "前面曾经说过，「能于此经信心不逆，依教奉行，如来悉知悉见，其为诸佛护念、诸天善神拥护，可想而知」，这是希望大家要把它记住的。依《金刚经》，信心不逆、依教奉行，如来跟诸位讲过，十方诸佛哪一个不晓得？哪一个没见到？佛都护念，诸天善神的拥护当然不必说了。可是这段经文说，「受持读诵，反而为人轻贱」，轻贱是别人嫉妒、或者是嫌弃、或者是瞋恨、或者是毁谤、或者是欺负你，乃至于以刀杖来加以伤害，这都是属于轻贱，「诸佛焉能无知？」前面说过，诸佛是悉知悉见，你今天受持读诵为人轻贱，诸佛当然也悉知悉见。既是悉知悉见，这个意思就深了，「是其旨深哉」，我们一定要把这一段经义研究清楚。",
      "zh_TW": "前面曾經說過，「能於此經信心不逆，依教奉行，如來悉知悉見，其為諸佛護念、諸天善神擁護，可想而知」，這是希望大家要把它記住的。依《金剛經》，信心不逆、依教奉行，如來跟諸位講過，十方諸佛哪一個不曉得？哪一個沒見到？佛都護念，諸天善神的擁護當然不必說了。可是這段經文說，「受持讀誦，反而為人輕賤」，輕賤是別人嫉妒、或者是嫌棄、或者是瞋恨、或者是毀謗、或者是欺負你，乃至於以刀杖來加以傷害，這都是屬於輕賤，「諸佛焉能無知？」前面說過，諸佛是悉知悉見，你今天受持讀誦為人輕賤，諸佛當然也悉知悉見。既是悉知悉見，這個意思就深了，「是其旨深哉」，我們一定要把這一段經義研究清楚。"
    },
    {
      "id": "09-014-0017_p0006",
      "zh_CN": "「其为人轻贱，以其先世重罪故。」先世，有两层意思，一个是讲过去世，先世；一个是说我们在没有学佛之前，所做的种种重罪。我们今天回过头来学佛了，断恶修善，虽然回过头来学佛，断恶修善，以前造的罪业不是一下就能够消除的。我们就以《了凡四训》这个小册子来看，他转移他的命运，差不多也是在十年才见效，哪有一开头修行罪业就能消除？不可能是这么快的。当人家轻贱的时候我们能忍，这个非常重要，「能忍则灭罪」，所谓重罪轻报，我们能够忍受，而不退心；「不忍则结怨业 」，要是不能忍，不能忍就要增长罪业，为什么？与轻贱我的那些人又结了冤仇，与他们结怨。这个意思要冷静的去想想，我们在日常生活当中常常会遭遇到，一定要能忍受。所以佛在本经里面首先说布施，接着再讲忍辱波罗蜜，唯有忍辱才能灭罪。",
      "zh_TW": "「其為人輕賤，以其先世重罪故。」先世，有兩層意思，一個是講過去世，先世；一個是說我們在沒有學佛之前，所做的種種重罪。我們今天回過頭來學佛了，斷惡修善，雖然回過頭來學佛，斷惡修善，以前造的罪業不是一下就能夠消除的。我們就以《了凡四訓》這個小冊子來看，他轉移他的命運，差不多也是在十年才見效，哪有一開頭修行罪業就能消除？不可能是這麼快的。當人家輕賤的時候我們能忍，這個非常重要，「能忍則滅罪」，所謂重罪輕報，我們能夠忍受，而不退心；「不忍則結怨業 」，要是不能忍，不能忍就要增長罪業，為什麼？與輕賤我的那些人又結了冤仇，與他們結怨。這個意思要冷靜的去想想，我們在日常生活當中常常會遭遇到，一定要能忍受。所以佛在本經裡面首先說布施，接著再講忍辱波羅蜜，唯有忍辱才能滅罪。"
    },
    {
      "id": "09-014-0017_p0007",
      "zh_CN": "讲到果报，「凡人造业，无论善恶，皆是熟者先牵受报」。这个业，譬如善业成熟，你三善道受报；恶业如果成熟，三恶道受报，所以说熟者先牵。佛门里头有几句俗话说，「善恶到头终有报，只争来早与来迟，应当深省。」一切的造作决定有果报，果报来得早迟，那要看哪一个业先成熟。永明大师也告诉我们，「万般将不去，唯有业随身」，这两句话是非常好的警惕，世间什么你都带不去，你要明白这个事实真相，唯有业随身，这个业将来遇到缘，它会结果，会有果报。",
      "zh_TW": "講到果報，「凡人造業，無論善惡，皆是熟者先牽受報」。這個業，譬如善業成熟，你三善道受報；惡業如果成熟，三惡道受報，所以說熟者先牽。佛門裡頭有幾句俗話說，「善惡到頭終有報，只爭來早與來遲，應當深省。」一切的造作決定有果報，果報來得早遲，那要看哪一個業先成熟。永明大師也告訴我們，「萬般將不去，唯有業隨身」，這兩句話是非常好的警惕，世間什麼你都帶不去，你要明白這個事實真相，唯有業隨身，這個業將來遇到緣，它會結果，會有果報。"
    },
    {
      "id": "09-014-0017_p0008",
      "zh_CN": "「惑、业、苦，皆名为障」，这都是障碍，障什么？「障碍你见道、修道、证道」，这叫三障。「学佛唯一宗旨就在除障」，除障就是学佛，除什么障？不迷，不造业，当然就没有果报。「一切佛法，一言以蔽之曰，除三障而已。」这是一点都不错。换句话说，我们在修学过程当中，如果每天三障不但没除，似乎在增长，自己就要警觉，古德所谓「不怕念起，只怕觉迟」，你要快快的觉悟。真正修学佛法的人，三障虽然不能够顿除，总是一天比一天轻，所以烦恼轻（三障是烦恼）、智慧长，那你就是在佛法的大道之中，在菩提道上行。",
      "zh_TW": "「惑、業、苦，皆名為障」，這都是障礙，障什麼？「障礙你見道、修道、證道」，這叫三障。「學佛唯一宗旨就在除障」，除障就是學佛，除什麼障？不迷，不造業，當然就沒有果報。「一切佛法，一言以蔽之曰，除三障而已。」這是一點都不錯。換句話說，我們在修學過程當中，如果每天三障不但沒除，似乎在增長，自己就要警覺，古德所謂「不怕念起，只怕覺遲」，你要快快的覺悟。真正修學佛法的人，三障雖然不能夠頓除，總是一天比一天輕，所以煩惱輕（三障是煩惱）、智慧長，那你就是在佛法的大道之中，在菩提道上行。"
    },
    {
      "id": "09-014-0017_p0009",
      "zh_CN": "这一节的经文又告诉我们，「又明业力不可思议」，所谓心佛众生三无差别，众生的业力不可思议。「受持读诵，应当为人天恭敬供养」，这才是如佛在经中所开示我们的，现在这个情形恰恰相反，「反被轻贱，显示夙业之力大」，就是业力不可思议。《金刚经》，佛一再跟我们说，是灭罪最有效的一种法门，「金刚般若，它的功德能灭惑」，惑是迷惑、是无明，金刚般若是最高的般若，般若观照之下一切无明才能够照破，「惑灭，业报随之而灭」，这个原理我们可以相信。我们「观此经名」，这个经的题目，《金刚般若波罗蜜经》，从这个题目上看，「便知它是断惑除障达于究竟的经典」，无怪乎诸佛赞叹，在我们中国佛教无论是哪一宗、哪一派，可以说是祖祖相传，都重视这部经典，道理就是在此地。",
      "zh_TW": "這一節的經文又告訴我們，「又明業力不可思議」，所謂心佛眾生三無差別，眾生的業力不可思議。「受持讀誦，應當為人天恭敬供養」，這才是如佛在經中所開示我們的，現在這個情形恰恰相反，「反被輕賤，顯示夙業之力大」，就是業力不可思議。《金剛經》，佛一再跟我們說，是滅罪最有效的一種法門，「金剛般若，它的功德能滅惑」，惑是迷惑、是無明，金剛般若是最高的般若，般若觀照之下一切無明才能夠照破，「惑滅，業報隨之而滅」，這個原理我們可以相信。我們「觀此經名」，這個經的題目，《金剛般若波羅蜜經》，從這個題目上看，「便知它是斷惑除障達於究竟的經典」，無怪乎諸佛讚歎，在我們中國佛教無論是哪一宗、哪一派，可以說是祖祖相傳，都重視這部經典，道理就是在此地。"
    },
    {
      "id": "09-014-0017_p0010",
      "zh_CN": "可是因果的转变不是一个简单事情，「如是因就有如是果，何为消灭？」怎么能够灭罪？「唯当增长善根，令成善果」，这就是转业。在这个地简单用一个图来表示，希望诸位能够了解这个关系。凡夫的造作不外乎两大类，一类是善，一类是恶，善恶的标准实在是很难定，就佛法一般来讲，凡是自利的就是恶，凡是利他的就是善，这个在佛法是一般的标准。利他必能自利，自利不能利他，换句话说，也不能真正利益自己。迷惑重，他造恶业；迷得轻一点，他造善业。你造善因、造恶因，这个因是藏在阿赖耶识里面变成善恶种子，它不会消失，可是这个善恶的业因要变成果报，当中一定有个缘，所以佛法里面讲缘生，因缘果，「因加上缘才能够变成果」。因，既然十法界的业因我们都有，每个人都具足，所以就是我们自己，我们有成佛的因，我们也有成菩萨的因；换句话说，我们也有地狱的因，也有饿鬼畜生的因，十法界的业因每个人都具足，谁也不欠缺。十法界的果报差别就很大，我既然有佛的因，我为什么不成佛？关键在缘，佛经上常说一切众生皆有佛性，佛性是最善的因，真因，有，他要是没有遇到缘，他就不能成佛；他什么时候遇到缘，他什么时候就成佛，所以成佛没有一定。",
      "zh_TW": "可是因果的轉變不是一個簡單事情，「如是因就有如是果，何為消滅？」怎麼能夠滅罪？「唯當增長善根，令成善果」，這就是轉業。在這個地簡單用一個圖來表示，希望諸位能夠了解這個關係。凡夫的造作不外乎兩大類，一類是善，一類是惡，善惡的標準實在是很難定，就佛法一般來講，凡是自利的就是惡，凡是利他的就是善，這個在佛法是一般的標準。利他必能自利，自利不能利他，換句話說，也不能真正利益自己。迷惑重，他造惡業；迷得輕一點，他造善業。你造善因、造惡因，這個因是藏在阿賴耶識裡面變成善惡種子，它不會消失，可是這個善惡的業因要變成果報，當中一定有個緣，所以佛法裡面講緣生，因緣果，「因加上緣才能夠變成果」。因，既然十法界的業因我們都有，每個人都具足，所以就是我們自己，我們有成佛的因，我們也有成菩薩的因；換句話說，我們也有地獄的因，也有餓鬼畜生的因，十法界的業因每個人都具足，誰也不欠缺。十法界的果報差別就很大，我既然有佛的因，我為什麼不成佛？關鍵在緣，佛經上常說一切眾生皆有佛性，佛性是最善的因，真因，有，他要是沒有遇到緣，他就不能成佛；他什麼時候遇到緣，他什麼時候就成佛，所以成佛沒有一定。"
    },
    {
      "id": "09-014-0017_p0011",
      "zh_CN": "因我们不能控制，果报能控制，为什么？你把缘控制住，果就控制住。我们晓得自己有成佛的因，我今天加上成佛的缘，成佛的缘是什么？《金刚般若波罗蜜经》，我们遇到这个缘。遇到之后要能够信心不逆、受持读诵、为人解说，就能够证无上菩提之果，道理就是这样的。「恶因缺缘不结恶果」，跟上面的理是一样的。我们过去生中造了种种的恶业，在这一生没有学佛之前我们也造了许多恶因，从觉悟之后我从今以后再不作恶，再不作恶，恶因虽然是有，没有恶缘，所以它不结恶果。有人问，善恶既是定的，念佛为什么可以往生西方极乐世界？诸位想想，南无阿弥陀佛这个因，我们娑婆世界没有这个果，因地也是一切众生个个具足，自性弥陀唯心净土，这是因；一句南无阿弥陀佛是缘，你能够把握到这个缘，将来的果报就在西方极乐世界，这个果报在西方极乐世界。所以一句南无阿弥陀佛是缘，因就是唯心净土、自性弥陀，这是讲念佛往生西方极乐世界的道理。「这段经文讲消灭罪业就是这个意思」，消灭是断它的缘，把这些恶业的缘断掉。",
      "zh_TW": "因我們不能控制，果報能控制，為什麼？你把緣控制住，果就控制住。我們曉得自己有成佛的因，我今天加上成佛的緣，成佛的緣是什麼？《金剛般若波羅蜜經》，我們遇到這個緣。遇到之後要能夠信心不逆、受持讀誦、為人解說，就能夠證無上菩提之果，道理就是這樣的。「惡因缺緣不結惡果」，跟上面的理是一樣的。我們過去生中造了種種的惡業，在這一生沒有學佛之前我們也造了許多惡因，從覺悟之後我從今以後再不作惡，再不作惡，惡因雖然是有，沒有惡緣，所以它不結惡果。有人問，善惡既是定的，念佛為什麼可以往生西方極樂世界？諸位想想，南無阿彌陀佛這個因，我們娑婆世界沒有這個果，因地也是一切眾生個個具足，自性彌陀唯心淨土，這是因；一句南無阿彌陀佛是緣，你能夠把握到這個緣，將來的果報就在西方極樂世界，這個果報在西方極樂世界。所以一句南無阿彌陀佛是緣，因就是唯心淨土、自性彌陀，這是講念佛往生西方極樂世界的道理。「這段經文講消滅罪業就是這個意思」，消滅是斷它的緣，把這些惡業的緣斷掉。"
    },
    {
      "id": "09-014-0017_p0012",
      "zh_CN": "现在我们确确实实发菩提心，发心来学佛，可是我们今天所遭遇到的也真正是被人轻贱，可是我们自己要觉悟，「今已被人轻贱，若非受持读诵此经，必堕无疑」，这个是要记住的。我们今天还没有堕到恶道，幸亏是受持读诵此经，这个里头特别着重的是受持，意思像前面所说的，由此可知，「恶业不可造」，决定不作恶业，不自私自利，不伤害一切众生。这种例子实在是太多，在过去、在现前可以说不胜枚举，这一点我们要相信，这个信不是迷信，是正信，是对于其中的道理探讨明白而相信的。",
      "zh_TW": "現在我們確確實實發菩提心，發心來學佛，可是我們今天所遭遇到的也真正是被人輕賤，可是我們自己要覺悟，「今已被人輕賤，若非受持讀誦此經，必墮無疑」，這個是要記住的。我們今天還沒有墮到惡道，幸虧是受持讀誦此經，這個裡頭特別著重的是受持，意思像前面所說的，由此可知，「惡業不可造」，決定不作惡業，不自私自利，不傷害一切眾生。這種例子實在是太多，在過去、在現前可以說不勝枚舉，這一點我們要相信，這個信不是迷信，是正信，是對於其中的道理探討明白而相信的。"
    },
    {
      "id": "09-014-0017_p0013",
      "zh_CN": "我们在眼前看到许多的同修，在我修学过程当中，我本身就是一个例子。我在没有学佛之前，许多看相算命的，有些人跟我直说，那少；有些人在背后谈论，说我短命，没有福报。当面跟我说的，或者是由别人传给我的，我不但不生气，我还很感激他们，他们有眼光。为什么？我年轻的时候自己也学了一些算命看相，学佛之后我丢掉了，丢了三十多年。那个时候我也曾经学过，我自己很相信我过不了四十五岁。在年轻的时候我有几个很好的朋友，我们有三个人以后都出家了，明演法师、法融法师，我们三个人同年，而且命运都差不多，都相同；换句话说，都是过不了四十五岁的。我们学佛也没有打算求长寿，没有这个意思，只求往生西方极乐世界。这两位朋友，我出家之后，他们也先后都发心出家了。果然在四十五岁那一年，法融先去了，他是先走的，隔了五、六个月，明演去了，我想想大概要轮到我了。那一年正好我在基隆大觉寺结夏安居，灵源老和尚请我讲《楞严经》，我讲了三卷，三卷讲完自己得了一场病，我平常很少害病。心里一想，时间到了，得了这个病大概是要走了，所以就拼命念佛，人家叫我去看医生吃药，我说统统不必，看医生吃药只是给自己添麻烦。为什么？命到了，不是医药能够救得了的，寿命到了。过了一个多月病就好了，一直到现在也没有害过什么大病，他们去了，我没去。想想其中的道理，我们三个人虽然同时发心出家修行，可是每个人的愿力不相同，那两位是顾自己，我发心是弘扬佛法利益众生，有一天寿命我们就做一天事业，所谓是做一天和尚撞一天钟。这个钟，诸位要记住，不是说寺庙的钟鼓那个钟，天天去敲钟，那是个表法。钟是什么？就是讲的法音，法音就是佛法，撞钟要法音远远的传出去，实在它就是表弘法利生，也就是本经里面所讲的受持读诵、为人解说，这就是撞钟。从这个以后，没有福报天天似乎有这么一点福报现前，命运自己也晓得天天在转变。由此可知，罪业是可以消除的，命运是可以改造的。如果只是把目标定在消罪业改造命运，这个不是学佛真正的目的，学佛真正的目的是要证菩提，是要明心见性，而不是求人天福报。",
      "zh_TW": "我們在眼前看到許多的同修，在我修學過程當中，我本身就是一個例子。我在沒有學佛之前，許多看相算命的，有些人跟我直說，那少；有些人在背後談論，說我短命，沒有福報。當面跟我說的，或者是由別人傳給我的，我不但不生氣，我還很感激他們，他們有眼光。為什麼？我年輕的時候自己也學了一些算命看相，學佛之後我丟掉了，丟了三十多年。那個時候我也曾經學過，我自己很相信我過不了四十五歲。在年輕的時候我有幾個很好的朋友，我們有三個人以後都出家了，明演法師、法融法師，我們三個人同年，而且命運都差不多，都相同；換句話說，都是過不了四十五歲的。我們學佛也沒有打算求長壽，沒有這個意思，只求往生西方極樂世界。這兩位朋友，我出家之後，他們也先後都發心出家了。果然在四十五歲那一年，法融先去了，他是先走的，隔了五、六個月，明演去了，我想想大概要輪到我了。那一年正好我在基隆大覺寺結夏安居，靈源老和尚請我講《楞嚴經》，我講了三卷，三卷講完自己得了一場病，我平常很少害病。心裡一想，時間到了，得了這個病大概是要走了，所以就拼命念佛，人家叫我去看醫生吃藥，我說統統不必，看醫生吃藥只是給自己添麻煩。為什麼？命到了，不是醫藥能夠救得了的，壽命到了。過了一個多月病就好了，一直到現在也沒有害過什麼大病，他們去了，我沒去。想想其中的道理，我們三個人雖然同時發心出家修行，可是每個人的願力不相同，那兩位是顧自己，我發心是弘揚佛法利益眾生，有一天壽命我們就做一天事業，所謂是做一天和尚撞一天鐘。這個鐘，諸位要記住，不是說寺廟的鐘鼓那個鐘，天天去敲鐘，那是個表法。鐘是什麼？就是講的法音，法音就是佛法，撞鐘要法音遠遠的傳出去，實在它就是表弘法利生，也就是本經裡面所講的受持讀誦、為人解說，這就是撞鐘。從這個以後，沒有福報天天似乎有這麼一點福報現前，命運自己也曉得天天在轉變。由此可知，罪業是可以消除的，命運是可以改造的。如果只是把目標定在消罪業改造命運，這個不是學佛真正的目的，學佛真正的目的是要證菩提，是要明心見性，而不是求人天福報。"
    },
    {
      "id": "09-014-0017_p0014",
      "zh_CN": "但是要想见性，那就必须要除三障，因为我们之所以不能见性，就是被三障障碍，三障要是除了，自性清净心自然就现前。我本身是一个例子，我的老师也是一个例子，我们还有许许多多同学当中，有很多人一看相貌就很薄，就不是长寿的样子，所以我常常听到老师嘱咐这些同学们：你们要好好的发心，认真的发心，孩子你这个命短命，你不是个长寿的样子，要发心讲经，要发心弘法。从表面上看是希望求长寿，而实际真正的意思，因为寿命增长，在这一生当中可以成就，这才是长寿的真正意思。否则的话，寿命长了有老苦，你看老人多苦，你不想老苦那就短命，这个事情两全其美实在很难得。两全其美，老，年龄虽然大，可是身体健康像年轻人一样，所谓是鹤发童颜，我那个老师今年九十五岁，看起来也就像六十岁的人一样，精神充沛，天天还在讲经说法，跟年轻人在一块有说有笑，真的他把年龄都忘掉了，这是虽老而不衰，成就自己，利益众生，这是我们确确实实能够办得到的。那就在于自己对于一乘甚深的经教要信受奉行，把经典里面的道理变成我们实际的生活，这才能得到佛法的真实受用。",
      "zh_TW": "但是要想見性，那就必須要除三障，因為我們之所以不能見性，就是被三障障礙，三障要是除了，自性清淨心自然就現前。我本身是一個例子，我的老師也是一個例子，我們還有許許多多同學當中，有很多人一看相貌就很薄，就不是長壽的樣子，所以我常常聽到老師囑咐這些同學們：你們要好好的發心，認真的發心，孩子你這個命短命，你不是個長壽的樣子，要發心講經，要發心弘法。從表面上看是希望求長壽，而實際真正的意思，因為壽命增長，在這一生當中可以成就，這才是長壽的真正意思。否則的話，壽命長了有老苦，你看老人多苦，你不想老苦那就短命，這個事情兩全其美實在很難得。兩全其美，老，年齡雖然大，可是身體健康像年輕人一樣，所謂是鶴髮童顏，我那個老師今年九十五歲，看起來也就像六十歲的人一樣，精神充沛，天天還在講經說法，跟年輕人在一塊有說有笑，真的他把年齡都忘掉了，這是雖老而不衰，成就自己，利益眾生，這是我們確確實實能夠辦得到的。那就在於自己對於一乘甚深的經教要信受奉行，把經典裡面的道理變成我們實際的生活，這才能得到佛法的真實受用。"
    },
    {
      "id": "09-014-0017_p0015",
      "zh_CN": "再看底下这一段，「闻上来天人恭敬供养之说，不可着相」，听了上面佛所讲的，受持读诵、为人解说，天人恭敬供养，佛虽然这样说，佛说的是真实语，不是欺骗我们的，可是我们听了不可着相，你不要把它记在心里。为什么？「着相则遇不如意事必退心」，你要是着了相，你遇到不如意的事情，像为人轻贱，你必定退心，不但退心，而且你还要谤佛谤法，「佛打妄语，你看我信受奉行，不但诸天人民不来恭敬供养，反而来轻贱我，释迦牟尼佛打妄语，《金刚经》靠不住」，你就谤佛谤法，这是你着相了。「遇拂逆之事，亦不应着相，应作灭罪观」，你遇到不顺心事情、拂逆的事情，也不应该着相，为什么？遇到那些不顺心的事情就是为人轻贱这个事情，正是灭罪，所以我们应作灭罪观。像《法华经．提婆达多品》，世尊告诉我们，他老人家说他的成就，就是他之所以能成佛，是多亏提婆达多善知识。提婆达多，经上说得很清楚，这个人是释迦牟尼佛累世的恶友，不是一生一世找他麻烦，生生世世都来找麻烦。释迦牟尼佛的成就多亏这个人常常来找麻烦，他在这里面才成就忍辱波罗蜜。提婆达多虽然是障碍佛法，障碍释迦牟尼佛，障碍他修行、障碍他弘法，用种种方法来破坏，他有嫉妒、瞋恨、毁谤，几乎是无恶不作，佛在这个逆境里面成就了，他成就什么？就是这段经文所说的，先世罪业消尽了。罪业要不消尽，他怎么能成佛？所以他成佛之后，对于提婆达多非常的感激，称为提婆达多善知识，这一段的公案诸位可以在《法华经》里面去看。佛给我们这个榜样，我们应当记取，我们应当效法。",
      "zh_TW": "再看底下這一段，「聞上來天人恭敬供養之說，不可著相」，聽了上面佛所講的，受持讀誦、為人解說，天人恭敬供養，佛雖然這樣說，佛說的是真實語，不是欺騙我們的，可是我們聽了不可著相，你不要把它記在心裡。為什麼？「著相則遇不如意事必退心」，你要是著了相，你遇到不如意的事情，像為人輕賤，你必定退心，不但退心，而且你還要謗佛謗法，「佛打妄語，你看我信受奉行，不但諸天人民不來恭敬供養，反而來輕賤我，釋迦牟尼佛打妄語，《金剛經》靠不住」，你就謗佛謗法，這是你著相了。「遇拂逆之事，亦不應著相，應作滅罪觀」，你遇到不順心事情、拂逆的事情，也不應該著相，為什麼？遇到那些不順心的事情就是為人輕賤這個事情，正是滅罪，所以我們應作滅罪觀。像《法華經．提婆達多品》，世尊告訴我們，他老人家說他的成就，就是他之所以能成佛，是多虧提婆達多善知識。提婆達多，經上說得很清楚，這個人是釋迦牟尼佛累世的惡友，不是一生一世找他麻煩，生生世世都來找麻煩。釋迦牟尼佛的成就多虧這個人常常來找麻煩，他在這裡面才成就忍辱波羅蜜。提婆達多雖然是障礙佛法，障礙釋迦牟尼佛，障礙他修行、障礙他弘法，用種種方法來破壞，他有嫉妒、瞋恨、毀謗，幾乎是無惡不作，佛在這個逆境裡面成就了，他成就什麼？就是這段經文所說的，先世罪業消盡了。罪業要不消盡，他怎麼能成佛？所以他成佛之後，對於提婆達多非常的感激，稱為提婆達多善知識，這一段的公案諸位可以在《法華經》裡面去看。佛給我們這個榜樣，我們應當記取，我們應當效法。"
    },
    {
      "id": "09-014-0017_p0016",
      "zh_CN": "在中国大家晓得六祖大师，这是一个了不起的人，是佛菩萨再来，在他一生示现当中，他是二十四岁得道，就是开悟，明心见性。换句话说，那就是超凡入圣，而不是入小乘的圣流，入小乘的圣流是小乘初果，他是大乘，是一乘佛法，这是何等人物！他还要为我们示现，在猎人队里面去帮佣，就是给他做下人，做佣人，一十六年之久。猎人队里面是凡夫，不但是凡夫，而且是造恶业的凡夫，天天杀生，世间法里的恶业最重的就是杀生。五戒里面第一条是不杀生，第二条才不邪淫，杀业之重超过邪淫。换句话说，他不选择别的人去相处，他就选择世间造作恶业最重的人跟他们在一起，受他们的约束，听他们的摆布，一十六年之久，这是他老人家先世罪业也消得干干净净。祖师没有找一个大富长者慈善之家去做佣人，受人家很好的待遇，没有，去跟恶人在一起。你们想一想，佛、祖师示现的这些榜样，用意何在？不但言教是教导我们的，他一举一动都是教导我们，我们要从这些地方去注意、去体会、去反省、去检点，才有入道的希望。",
      "zh_TW": "在中國大家曉得六祖大師，這是一個了不起的人，是佛菩薩再來，在他一生示現當中，他是二十四歲得道，就是開悟，明心見性。換句話說，那就是超凡入聖，而不是入小乘的聖流，入小乘的聖流是小乘初果，他是大乘，是一乘佛法，這是何等人物！他還要為我們示現，在獵人隊裡面去幫傭，就是給他做下人，做傭人，一十六年之久。獵人隊裡面是凡夫，不但是凡夫，而且是造惡業的凡夫，天天殺生，世間法裡的惡業最重的就是殺生。五戒裡面第一條是不殺生，第二條才不邪淫，殺業之重超過邪淫。換句話說，他不選擇別的人去相處，他就選擇世間造作惡業最重的人跟他們在一起，受他們的約束，聽他們的擺布，一十六年之久，這是他老人家先世罪業也消得乾乾淨淨。祖師沒有找一個大富長者慈善之家去做傭人，受人家很好的待遇，沒有，去跟惡人在一起。你們想一想，佛、祖師示現的這些榜樣，用意何在？不但言教是教導我們的，他一舉一動都是教導我們，我們要從這些地方去注意、去體會、去反省、去檢點，才有入道的希望。"
    },
    {
      "id": "09-014-0017_p0017",
      "zh_CN": "「信知极重夙业」，首先我们要信，我们要明了，知是要晓得，要相信、要晓得，极重的夙业，就是过去生中的恶业，是极重的恶业，「此经之力亦能消灭之」，这是我们要相信的，要知道。我们为什么知道，为什么相信？我们相信佛不欺骗我们，佛的话是至真至诚，佛绝不欺骗我们。再想一想佛在经典里面所讲的道理，合理，他不是教我们迷信，我们愈想佛的话愈觉得他有理，我们能够照着佛的话去做，这些理会在我们生活当中时时刻刻现前。其次，我们「要相信要知道因果转变，宜观其究竟，不可仅看目前，因果的转变是相当复杂的」，所以你要有远大的眼光，要往远处看、往深处看、往究竟处看，眼前受人家轻贱、受人家侮辱、受人家毁谤，算不了什么，不要怀疑，「怀疑是浅见」。见解深的人不怀疑，不但不怀疑，心地更清净。为什么？因为消自己的业障。如果没有这些恶友，我们的业障怎么能够消除得了！浅见的人才怀疑经、怀疑佛，见解深的人对于佛一切的教诫更加深信不疑。",
      "zh_TW": "「信知極重夙業」，首先我們要信，我們要明瞭，知是要曉得，要相信、要曉得，極重的夙業，就是過去生中的惡業，是極重的惡業，「此經之力亦能消滅之」，這是我們要相信的，要知道。我們為什麼知道，為什麼相信？我們相信佛不欺騙我們，佛的話是至真至誠，佛絕不欺騙我們。再想一想佛在經典裡面所講的道理，合理，他不是教我們迷信，我們愈想佛的話愈覺得他有理，我們能夠照著佛的話去做，這些理會在我們生活當中時時刻刻現前。其次，我們「要相信要知道因果轉變，宜觀其究竟，不可僅看目前，因果的轉變是相當複雜的」，所以你要有遠大的眼光，要往遠處看、往深處看、往究竟處看，眼前受人家輕賤、受人家侮辱、受人家毀謗，算不了什麼，不要懷疑，「懷疑是淺見」。見解深的人不懷疑，不但不懷疑，心地更清淨。為什麼？因為消自己的業障。如果沒有這些惡友，我們的業障怎麼能夠消除得了！淺見的人才懷疑經、懷疑佛，見解深的人對於佛一切的教誡更加深信不疑。"
    },
    {
      "id": "09-014-0017_p0018",
      "zh_CN": "「此中尚有要义，一、今世受人轻贱，先世罪重，应该生顺受之心。」你不要以为我在这个道场，这个道场人常常找我麻烦，算了，我就离开此地，掉头而去，那就错了，吃亏的是你自己。我们在古大德当中，诸位要是看看《高僧传》，看看《居士传》，看看古人的语录，或者是看看《禅林宝训》，你就会发现，凡是能够忍受的都有很大的成就，不能够忍受的是属于自暴自弃。古时候的教学，老师要是看中这个学生，这个学生是可造之才，认为在一生当中这个人能成就，是不是对他很客气、表现得很爱护？不是的，往往会给他作逆增上缘，就是天天找他麻烦，天天给他罪受，故意去刁难。有的时候让别的同学们看起来都不服气，这个老师简直不讲理，这学生没有什么大过失、没什么大了不起，为什么要这样重的处分他？犯了小小的过失就要把他赶走。学生的心里怎么样？认为这个老师真正善知识，种种教诫消自己的业障，磨炼自己的清净心，他欢喜接受，没有怨言。实际上老师也不是糊涂人，他也会打听别的同学，打听他有没有埋怨，「没有看到他埋怨」，好，下次更厉害对待他；他如果一埋怨，老师马上收回来了，对他很客气，换句话说，舍弃他，不要他。没有埋怨，对老师还是尊重，好，再给他一点苦头受。到他受够苦头，到最后传法，老师宣布他要传法，就像五祖一样要把位子传给六祖，传到第六代祖师，大众都聚集，传给谁？就是老师天天骂的那个人，天天找麻烦，给他罪受的那个人，大家才恍然大悟！",
      "zh_TW": "「此中尚有要義，一、今世受人輕賤，先世罪重，應該生順受之心。」你不要以為我在這個道場，這個道場人常常找我麻煩，算了，我就離開此地，掉頭而去，那就錯了，吃虧的是你自己。我們在古大德當中，諸位要是看看《高僧傳》，看看《居士傳》，看看古人的語錄，或者是看看《禪林寶訓》，你就會發現，凡是能夠忍受的都有很大的成就，不能夠忍受的是屬於自暴自棄。古時候的教學，老師要是看中這個學生，這個學生是可造之才，認為在一生當中這個人能成就，是不是對他很客氣、表現得很愛護？不是的，往往會給他作逆增上緣，就是天天找他麻煩，天天給他罪受，故意去刁難。有的時候讓別的同學們看起來都不服氣，這個老師簡直不講理，這學生沒有什麼大過失、沒什麼大了不起，為什麼要這樣重的處分他？犯了小小的過失就要把他趕走。學生的心裡怎麼樣？認為這個老師真正善知識，種種教誡消自己的業障，磨鍊自己的清淨心，他歡喜接受，沒有怨言。實際上老師也不是糊塗人，他也會打聽別的同學，打聽他有沒有埋怨，「沒有看到他埋怨」，好，下次更厲害對待他；他如果一埋怨，老師馬上收回來了，對他很客氣，換句話說，捨棄他，不要他。沒有埋怨，對老師還是尊重，好，再給他一點苦頭受。到他受夠苦頭，到最後傳法，老師宣布他要傳法，就像五祖一樣要把位子傳給六祖，傳到第六代祖師，大眾都聚集，傳給誰？就是老師天天罵的那個人，天天找麻煩，給他罪受的那個人，大家才恍然大悟！"
    },
    {
      "id": "09-014-0017_p0019",
      "zh_CN": "不能够忍辱，不但自己不能成，也不能领众，决定不能担负起弘法利生、续佛慧命的这一副重担。所以真正的学人他要是遇到一个恶劣的环境，他不会走的，为什么？他想想这个环境才是我自己真正修学的场所，这些恶友是有意真正来对付我的也好，或者是故意的来折磨磨炼我的，他都好，他不生气，没有这个分别，他在这个里面修忍辱波罗蜜。六度里面说老实话，布施跟忍辱是最重要的两条，布施是叫你放下，放下贪心；忍辱是叫你放下瞋恨心，这两个是最大的烦恼。贪心是饿鬼道的业因，瞋恚心是地狱道的业因，这两关要是通过，纵然你不能够出三界，不能够证圣果，你在三界六道当中你不堕地狱、不堕饿鬼，人天两道去享福，这也不错。由此可知，布施、忍辱是多么的重要，我们果然明白这个道理，什么境界都是修行的好所在，无须要去拣别。拣别什么？那个地方有正法，不但有正法，还有一些人来磨炼我，有正法那个地方是有正知正见，有人来折磨我的话，太好了，还有人帮助我消业障，还有一些大善知识成就我忍辱波罗蜜，这样的道场在修学人的立场来说是十全十美的道场，是一个不可多得的道场，是一个真正成就菩萨的道场，浅见之人、福薄之人他受不了，他离开了，那是什么？他有魔障。",
      "zh_TW": "不能夠忍辱，不但自己不能成，也不能領眾，決定不能擔負起弘法利生、續佛慧命的這一副重擔。所以真正的學人他要是遇到一個惡劣的環境，他不會走的，為什麼？他想想這個環境才是我自己真正修學的場所，這些惡友是有意真正來對付我的也好，或者是故意的來折磨磨鍊我的，他都好，他不生氣，沒有這個分別，他在這個裡面修忍辱波羅蜜。六度裡面說老實話，布施跟忍辱是最重要的兩條，布施是叫你放下，放下貪心；忍辱是叫你放下瞋恨心，這兩個是最大的煩惱。貪心是餓鬼道的業因，瞋恚心是地獄道的業因，這兩關要是通過，縱然你不能夠出三界，不能夠證聖果，你在三界六道當中你不墮地獄、不墮餓鬼，人天兩道去享福，這也不錯。由此可知，布施、忍辱是多麼的重要，我們果然明白這個道理，什麼境界都是修行的好所在，無須要去揀別。揀別什麼？那個地方有正法，不但有正法，還有一些人來磨鍊我，有正法那個地方是有正知正見，有人來折磨我的話，太好了，還有人幫助我消業障，還有一些大善知識成就我忍辱波羅蜜，這樣的道場在修學人的立場來說是十全十美的道場，是一個不可多得的道場，是一個真正成就菩薩的道場，淺見之人、福薄之人他受不了，他離開了，那是什麼？他有魔障。"
    },
    {
      "id": "09-014-0017_p0020",
      "zh_CN": "我们看底下这一段，「二、依经修行，应对轻贱我者生善知识心。」像释迦牟尼佛对提婆达多，他对提婆达多决定不怀恨，没有报复，那是我的善知识，帮助我成就忍辱波罗蜜，消除我先世重罪。像六祖大师，那么多厌恶他的人、瞋恨他的人、谋害他的人、轻贱他的人，六祖都是生善知识想，所以他有那么大的成就，在中国佛法里面，自古至今没有一个人能够超过六祖。换句话说，六祖所受的折磨、所成就的忍辱，没有任何一个祖师能够跟他相比。他过去修行我们不晓得，我们就看他一生当中，就迹象上来说，的确没有超过六祖的。别的法师为人轻贱，时间短，在程度上轻；六祖为人轻贱的时间长，程度上重。",
      "zh_TW": "我們看底下這一段，「二、依經修行，應對輕賤我者生善知識心。」像釋迦牟尼佛對提婆達多，他對提婆達多決定不懷恨，沒有報復，那是我的善知識，幫助我成就忍辱波羅蜜，消除我先世重罪。像六祖大師，那麼多厭惡他的人、瞋恨他的人、謀害他的人、輕賤他的人，六祖都是生善知識想，所以他有那麼大的成就，在中國佛法裡面，自古至今沒有一個人能夠超過六祖。換句話說，六祖所受的折磨、所成就的忍辱，沒有任何一個祖師能夠跟他相比。他過去修行我們不曉得，我們就看他一生當中，就跡象上來說，的確沒有超過六祖的。別的法師為人輕賤，時間短，在程度上輕；六祖為人輕賤的時間長，程度上重。"
    },
    {
      "id": "09-014-0017_p0021",
      "zh_CN": "「三、人轻贱就是应堕之信号」。我们受持《金刚般若》、读诵、为人解说，还遭人家轻贱，这就是我们应该要堕恶道，这就是非常明显的信号，这个信号生起了，这个时候我们「应该勤求忏悔」。这个忏悔里头最重要的，对轻贱我者生善知识想，这是真正忏悔。为什么？这些人提醒了我，我过去的罪业深重，我从今之后改过自新，断恶修善，「勇猛精进」。「信罪灭，当得菩提」，相信再重的罪业可以消灭，佛在《金刚经》上说的，相信不但罪业可以消灭，还当得菩提，从这个地方建立自己坚定的信心，这才是学佛。",
      "zh_TW": "「三、人輕賤就是應墮之信號」。我們受持《金剛般若》、讀誦、為人解說，還遭人家輕賤，這就是我們應該要墮惡道，這就是非常明顯的信號，這個信號生起了，這個時候我們「應該勤求懺悔」。這個懺悔裡頭最重要的，對輕賤我者生善知識想，這是真正懺悔。為什麼？這些人提醒了我，我過去的罪業深重，我從今之後改過自新，斷惡修善，「勇猛精進」。「信罪滅，當得菩提」，相信再重的罪業可以消滅，佛在《金剛經》上說的，相信不但罪業可以消滅，還當得菩提，從這個地方建立自己堅定的信心，這才是學佛。"
    },
    {
      "id": "09-014-0017_p0022",
      "zh_CN": "「受持是解行并进」，这一点我在此地特别提出来，偏重在解上，没有行，不是受持；偏重在行上，没有解，有解无行，古人讲说食数宝，有行不解是盲修瞎练，不是受持，所以受持一定是解行并进。",
      "zh_TW": "「受持是解行並進」，這一點我在此地特別提出來，偏重在解上，沒有行，不是受持；偏重在行上，沒有解，有解無行，古人講說食數寶，有行不解是盲修瞎練，不是受持，所以受持一定是解行並進。"
    },
    {
      "id": "09-014-0017_p0023",
      "zh_CN": "说到这个地方，我们在讲席里头也常常很感慨的提醒诸位同修，佛法重因缘，因缘不具足，众生要受苦、要受灾难，我们今天看看全世界的情况，种种显示都不是教人善的肯定。要想救度一切众生，确实如欧阳竟无所说，唯有大乘佛法才能够真正的救护一切众生，所以他说佛法乃是今世所必需。佛法的弘扬要因缘，譬如说大经，《大方广佛华严经》大概在今天这个世界只有台湾有人在讲，可是因缘并不很美满。李老师讲这部经，已经讲了将近二十年，这部经才讲到三分之一。根据我自己讲《华严经》的经验，我从民国六十年起讲这部经，到现在一共讲了一千七百多个小时，将近一千八百个小时，讲了一大半，根据过去所讲的进度，一部经要讲圆满大概总要二千五百个小时。二千五百个小时不算短，但是也不算很长，像当年清凉大师住世的时候，他老人家一生讲过五十遍，我们想他必定是一年讲一遍，能不能做到？能做到，如果一天讲八个小时，这部经一年圆满。我们就拿现在的星期来算，一个星期讲六天、休息一天，一年也能够讲圆满。如果一天讲四个小时，两年圆满；一天讲两个小时，四年圆满。我们老师讲《华严经》是一个星期讲一个钟点，这个时间一算大概要五十七年圆满，一部经讲五十七年，寿命短的头尾都赶不上。那是什么？一个星期一个小时。这就说到因缘具不具足。",
      "zh_TW": "說到這個地方，我們在講席裡頭也常常很感慨的提醒諸位同修，佛法重因緣，因緣不具足，眾生要受苦、要受災難，我們今天看看全世界的情況，種種顯示都不是教人善的肯定。要想救度一切眾生，確實如歐陽竟無所說，唯有大乘佛法才能夠真正的救護一切眾生，所以他說佛法乃是今世所必需。佛法的弘揚要因緣，譬如說大經，《大方廣佛華嚴經》大概在今天這個世界只有台灣有人在講，可是因緣並不很美滿。李老師講這部經，已經講了將近二十年，這部經才講到三分之一。根據我自己講《華嚴經》的經驗，我從民國六十年起講這部經，到現在一共講了一千七百多個小時，將近一千八百個小時，講了一大半，根據過去所講的進度，一部經要講圓滿大概總要二千五百個小時。二千五百個小時不算短，但是也不算很長，像當年清涼大師住世的時候，他老人家一生講過五十遍，我們想他必定是一年講一遍，能不能做到？能做到，如果一天講八個小時，這部經一年圓滿。我們就拿現在的星期來算，一個星期講六天、休息一天，一年也能夠講圓滿。如果一天講四個小時，兩年圓滿；一天講兩個小時，四年圓滿。我們老師講《華嚴經》是一個星期講一個鐘點，這個時間一算大概要五十七年圓滿，一部經講五十七年，壽命短的頭尾都趕不上。那是什麼？一個星期一個小時。這就說到因緣具不具足。"
    },
    {
      "id": "09-014-0017_p0024",
      "zh_CN": "如果今天真正有人发心，我们得到护法的因缘，我们有道场，有固定道粮，不愁，一切外缘无忧无虑，我们一天讲两个小时这是办得到的，一部《华严经》四年圆满，做得到。如果要办一所佛学院来培养一批年轻的学生，以四年的时间学一部《华严经》，我想会有非常好的成绩，因为每天课程可以八个小时，不算多。讲堂里面作业八个小时，加上早晚课的修持，或是念佛或是参禅，每天能够有十二个小时精进不懈，四年一定有相当的成就。教学的方式不必像现在一般学校，老师上讲台讲解给学生听，我觉得这不是一个好方法，最好的教学方法是将经典、注疏、参考书籍分发给学生，将进度排好，一天一天的进度，学生自己去研究，自己互相的研讨，互相的研究讨论，发明经义，做成心得。老师指导每天两个小时，只是在原则上指导他，以及解答学生疑难的问题，这就可以了。所以老师每天只需要用两个小时为学生解答疑难，指导他如何去进修，这就可以了。能够有这样的因缘，佛法可以复兴，佛法可以光大。唯有佛法之兴盛光大，众生才能得到真正的福德，世界才有真正永久的和平，这些都要靠我们同修大家来共同努力，促成这种殊胜的机缘。",
      "zh_TW": "如果今天真正有人發心，我們得到護法的因緣，我們有道場，有固定道糧，不愁，一切外緣無憂無慮，我們一天講兩個小時這是辦得到的，一部《華嚴經》四年圓滿，做得到。如果要辦一所佛學院來培養一批年輕的學生，以四年的時間學一部《華嚴經》，我想會有非常好的成績，因為每天課程可以八個小時，不算多。講堂裡面作業八個小時，加上早晚課的修持，或是念佛或是參禪，每天能夠有十二個小時精進不懈，四年一定有相當的成就。教學的方式不必像現在一般學校，老師上講台講解給學生聽，我覺得這不是一個好方法，最好的教學方法是將經典、註疏、參考書籍分發給學生，將進度排好，一天一天的進度，學生自己去研究，自己互相的研討，互相的研究討論，發明經義，做成心得。老師指導每天兩個小時，只是在原則上指導他，以及解答學生疑難的問題，這就可以了。所以老師每天只需要用兩個小時為學生解答疑難，指導他如何去進修，這就可以了。能夠有這樣的因緣，佛法可以復興，佛法可以光大。唯有佛法之興盛光大，眾生才能得到真正的福德，世界才有真正永久的和平，這些都要靠我們同修大家來共同努力，促成這種殊勝的機緣。"
    },
    {
      "id": "09-014-0017_p0025",
      "zh_CN": "受持，刚才讲解行并进，同时也是「观行之别名」，就是在日常生活当中，一切行为里面提起观照的功夫，这就是受持，所以受持是观行，是解行并进，千万不要误会受持只是天天把经念一遍叫受持，那就大错特错了。读诵本为受持，是不要忘了经里面所讲的理论方法境界，便于生活之中六根接触六尘境界之处提起观照，所以读诵目的是为受持。明白这个道理，我们的「朝暮课也是这个意思」，早课是提醒你自己今天一天要解行并进，要观行布施；晚课是检点、是反省，我今天一天起心动念、一切行为是不是行解相应，是不是解行今天都有进步。所谓进步，烦恼轻、智慧长就是进步，一切的工作认真去做，做得很圆满，心地非常的清净，一法也不执着，这就是进步。朝暮课诵也是这个意思。「若但读诵而不受持」，就是你天天只晓得念经，也不解、也不行，没有观行的功夫，那就是但有读诵没有受持，这样「只能种个远因而已」，这一生不会有什么成就，「不能收大的效果」，只是为来生来世做一个学佛修道的因缘，这是我们一定要明了的。",
      "zh_TW": "受持，剛才講解行並進，同時也是「觀行之別名」，就是在日常生活當中，一切行為裡面提起觀照的功夫，這就是受持，所以受持是觀行，是解行並進，千萬不要誤會受持只是天天把經念一遍叫受持，那就大錯特錯了。讀誦本為受持，是不要忘了經裡面所講的理論方法境界，便於生活之中六根接觸六塵境界之處提起觀照，所以讀誦目的是為受持。明白這個道理，我們的「朝暮課也是這個意思」，早課是提醒你自己今天一天要解行並進，要觀行布施；晚課是檢點、是反省，我今天一天起心動念、一切行為是不是行解相應，是不是解行今天都有進步。所謂進步，煩惱輕、智慧長就是進步，一切的工作認真去做，做得很圓滿，心地非常的清淨，一法也不執著，這就是進步。朝暮課誦也是這個意思。「若但讀誦而不受持」，就是你天天只曉得念經，也不解、也不行，沒有觀行的功夫，那就是但有讀誦沒有受持，這樣「只能種個遠因而已」，這一生不會有什麼成就，「不能收大的效果」，只是為來生來世做一個學佛修道的因緣，這是我們一定要明瞭的。"
    },
    {
      "id": "09-014-0017_p0026",
      "zh_CN": "「学佛必须从此经入，五祖、六祖之言」，这句话是五祖忍大师、六祖能大师一再教训我们的，我们应当要记住，不要把它忘掉。所以这节经文关系我们真实的修持，在此地我们也多用了一些时间跟诸位加以说明，实在经义太深，不是短时间能够具说的，我们因为受时间的限制，也只能够讲到此地。请看底下这一段经文，这是「显示经功妙用」，经的功德以及作用。请看经文：",
      "zh_TW": "「學佛必須從此經入，五祖、六祖之言」，這句話是五祖忍大師、六祖能大師一再教訓我們的，我們應當要記住，不要把它忘掉。所以這節經文關係我們真實的修持，在此地我們也多用了一些時間跟諸位加以說明，實在經義太深，不是短時間能夠具說的，我們因為受時間的限制，也只能夠講到此地。請看底下這一段經文，這是「顯示經功妙用」，經的功德以及作用。請看經文："
    },
    {
      "id": "09-014-0017_p0027",
      "zh_CN": "【须菩提。我念过去无量阿僧祇劫。于然灯佛前。】",
      "zh_TW": "【須菩提。我念過去無量阿僧祇劫。於然燈佛前。】"
    },
    {
      "id": "09-014-0017_p0028",
      "zh_CN": "这个『我』是释迦牟尼佛自称，他自己回想在过去无量个阿僧祇劫，在然灯佛这个时候。",
      "zh_TW": "這個『我』是釋迦牟尼佛自稱，他自己回想在過去無量個阿僧祇劫，在然燈佛這個時候。"
    },
    {
      "id": "09-014-0017_p0029",
      "zh_CN": "【得值八百四千万亿那由他诸佛。】",
      "zh_TW": "【得值八百四千萬億那由他諸佛。】"
    },
    {
      "id": "09-014-0017_p0030",
      "zh_CN": "『值』是遇到，他有机会遇到八百四千万亿那由他诸佛，这个数字是相当之大，世尊有这样殊胜的机缘遇到这么多的诸佛。",
      "zh_TW": "『值』是遇到，他有機會遇到八百四千萬億那由他諸佛，這個數字是相當之大，世尊有這樣殊勝的機緣遇到這麼多的諸佛。"
    },
    {
      "id": "09-014-0017_p0031",
      "zh_CN": "【悉皆供养承事。无空过者。】",
      "zh_TW": "【悉皆供養承事。無空過者。】"
    },
    {
      "id": "09-014-0017_p0032",
      "zh_CN": "诸位想想，世尊在菩萨地位的时候，供养这么许多的诸佛，他得的功德有多大？",
      "zh_TW": "諸位想想，世尊在菩薩地位的時候，供養這麼許多的諸佛，他得的功德有多大？"
    },
    {
      "id": "09-014-0017_p0033",
      "zh_CN": "【若复有人。于后末世。】",
      "zh_TW": "【若復有人。於後末世。】"
    },
    {
      "id": "09-014-0017_p0034",
      "zh_CN": "『后末世』就是指我们现在这个时候，末法时期。",
      "zh_TW": "『後末世』就是指我們現在這個時候，末法時期。"
    },
    {
      "id": "09-014-0017_p0035",
      "zh_CN": "【能受持读诵此经。】",
      "zh_TW": "【能受持讀誦此經。】"
    },
    {
      "id": "09-014-0017_p0036",
      "zh_CN": "重要的还是在受持，这是诸位特别要记住。",
      "zh_TW": "重要的還是在受持，這是諸位特別要記住。"
    },
    {
      "id": "09-014-0017_p0037",
      "zh_CN": "【所得功德。于我所供养诸佛功德。百分不及一。千万亿分。乃至算数譬喻所不能及。】",
      "zh_TW": "【所得功德。於我所供養諸佛功德。百分不及一。千萬億分。乃至算數譬喻所不能及。】"
    },
    {
      "id": "09-014-0017_p0038",
      "zh_CN": "这次较量是以功德，不是以福德，我们从注子里面来看，「前言福德」，前面每一次比较都是讲福德，「今言功德」，这个地方讲功德。功德跟福德不一样，功德里面有福德，福德里面没有功德。「供养，是讲四事种种，法供养包括在内」，四事是衣服、饮食、卧具、医药，这是过去出家人在生活方面所不能够免的，在家的同修对于出家人要尽四事供养。种种里面范围就包括很大了，这里头最重要的是包括法供养，这个地方是讲如来在菩萨地位对于诸佛的种种供养。「显此为一切法所不及」，这是说佛他老人家所修的功德之大，不是其他所能够比较的，讲百分、亿分算不能及，这是说明功行深浅程度高下，这是很明显的告诉我们，世尊当年供养无量无边诸佛这个程度不算高，功行不算深，末法时期像现在，有一个人能够受持《金刚经》受持读诵，他所得的功德比释迦牟尼佛供养这么多佛还要深，程度还要高。这个话你能相信吗？从这段经文上来看，似乎令人怀疑，对于这么多诸佛承事供养不容易，不要说诸佛了，我们就对于一般人的承事供养谈何容易，好像受持读诵这个经我们觉得这个好像太容易了。",
      "zh_TW": "這次較量是以功德，不是以福德，我們從註子裡面來看，「前言福德」，前面每一次比較都是講福德，「今言功德」，這個地方講功德。功德跟福德不一樣，功德裡面有福德，福德裡面沒有功德。「供養，是講四事種種，法供養包括在內」，四事是衣服、飲食、臥具、醫藥，這是過去出家人在生活方面所不能夠免的，在家的同修對於出家人要盡四事供養。種種裡面範圍就包括很大了，這裡頭最重要的是包括法供養，這個地方是講如來在菩薩地位對於諸佛的種種供養。「顯此為一切法所不及」，這是說佛他老人家所修的功德之大，不是其他所能夠比較的，講百分、億分算不能及，這是說明功行深淺程度高下，這是很明顯的告訴我們，世尊當年供養無量無邊諸佛這個程度不算高，功行不算深，末法時期像現在，有一個人能夠受持《金剛經》受持讀誦，他所得的功德比釋迦牟尼佛供養這麼多佛還要深，程度還要高。這個話你能相信嗎？從這段經文上來看，似乎令人懷疑，對於這麼多諸佛承事供養不容易，不要說諸佛了，我們就對於一般人的承事供養談何容易，好像受持讀誦這個經我們覺得這個好像太容易了。"
    },
    {
      "id": "09-014-0017_p0039",
      "zh_CN": "可是你仔细去想一想，情形就不然，「遇佛供养承事只是恭敬服劳」，劳是劳役，这个是在行菩萨道的时候，换句话说，是做学生的时代，「在未授记之前」，在然灯佛之前，释迦牟尼佛是遇到然灯佛给他授记的，行菩萨道的时候。「担荷如来，绍隆佛种，在当得菩提之后。」诸位要晓得，受持读诵、为人演说，这是荷担如来慧命，是绍隆佛种、救度众生，这是在得菩提之后，换句话说，是开悟之后，那你就晓得这个功德利益。这部经，「经中义趣是开示佛知见」，你想它的功德，「受持即能悟入」，五祖受持他悟入了，六祖能大师受持他也悟入了，所以受持就能悟入，「故七宝布施、承事供养多劫都不能及」，为什么？那只是修福，不能悟入菩提。「此经为佛佛传授心要，信入此门，同得授记，共证菩提。」你把这部经它的真正宗旨功德利益必须要看清楚，是佛佛传心的法要。你能够信得及，你能够入得此门，入得此门没有别的，就是受持，只要你受持悟入，等于释迦牟尼佛一样，遇然灯佛给你授记共证菩提。「末世（今时）受持」，末世就是指现在这个时代，你能够受持，「最能消除业障」，这个要相信，「故为三宝命脉所关」，这一点我们一定要把它看清楚，千万不能够忽略。哪一个人不希望消除业障，用什么方法能够很快很迅速的将我们业障消除？如何能将三宝命脉延续而不断，续佛慧命？我们应当相信唯有受持《金刚般若》，全都得到了。下面经文是「总结经功妙用」，请看经文：",
      "zh_TW": "可是你仔細去想一想，情形就不然，「遇佛供養承事只是恭敬服勞」，勞是勞役，這個是在行菩薩道的時候，換句話說，是做學生的時代，「在未授記之前」，在然燈佛之前，釋迦牟尼佛是遇到然燈佛給他授記的，行菩薩道的時候。「擔荷如來，紹隆佛種，在當得菩提之後。」諸位要曉得，受持讀誦、為人演說，這是荷擔如來慧命，是紹隆佛種、救度眾生，這是在得菩提之後，換句話說，是開悟之後，那你就曉得這個功德利益。這部經，「經中義趣是開示佛知見」，你想它的功德，「受持即能悟入」，五祖受持他悟入了，六祖能大師受持他也悟入了，所以受持就能悟入，「故七寶布施、承事供養多劫都不能及」，為什麼？那只是修福，不能悟入菩提。「此經為佛佛傳授心要，信入此門，同得授記，共證菩提。」你把這部經它的真正宗旨功德利益必須要看清楚，是佛佛傳心的法要。你能夠信得及，你能夠入得此門，入得此門沒有別的，就是受持，只要你受持悟入，等於釋迦牟尼佛一樣，遇然燈佛給你授記共證菩提。「末世（今時）受持」，末世就是指現在這個時代，你能夠受持，「最能消除業障」，這個要相信，「故為三寶命脈所關」，這一點我們一定要把它看清楚，千萬不能夠忽略。哪一個人不希望消除業障，用什麼方法能夠很快很迅速的將我們業障消除？如何能將三寶命脈延續而不斷，續佛慧命？我們應當相信唯有受持《金剛般若》，全都得到了。下面經文是「總結經功妙用」，請看經文："
    },
    {
      "id": "09-014-0017_p0040",
      "zh_CN": "【须菩提。若善男子善女人。于后末世。有受持读诵此经。所得功德。我若具说者。或有人闻。心则狂乱。狐疑不信。】",
      "zh_TW": "【須菩提。若善男子善女人。於後末世。有受持讀誦此經。所得功德。我若具說者。或有人聞。心則狂亂。狐疑不信。】"
    },
    {
      "id": "09-014-0017_p0041",
      "zh_CN": "这是佛自己亲口对须菩提讲，就是对我们讲。末法时期今天这个时代，有善男子或者是善女人能够受持读诵《金刚经》，当然注重的还是在『受持』，就是解行相应，依照这个方法来起观照的功夫，他所得的功德，佛如果是全部说出来了，没有人相信，别人听了之后，『心则狂乱，狐疑不信』。所以佛给我们讲的这些功德利益一次一次比较，都是用最保守的言语来说，而不能够具体的说明，不能全说，全说会把我们吓倒了。",
      "zh_TW": "這是佛自己親口對須菩提講，就是對我們講。末法時期今天這個時代，有善男子或者是善女人能夠受持讀誦《金剛經》，當然注重的還是在『受持』，就是解行相應，依照這個方法來起觀照的功夫，他所得的功德，佛如果是全部說出來了，沒有人相信，別人聽了之後，『心則狂亂，狐疑不信』。所以佛給我們講的這些功德利益一次一次比較，都是用最保守的言語來說，而不能夠具體的說明，不能全說，全說會把我們嚇倒了。"
    },
    {
      "id": "09-014-0017_p0042",
      "zh_CN": "【须菩提。当知是经义不可思议。果报亦不可思议。】",
      "zh_TW": "【須菩提。當知是經義不可思議。果報亦不可思議。】"
    },
    {
      "id": "09-014-0017_p0043",
      "zh_CN": "这一段经文是「世尊苦口婆心垂诫后学」，我们要生感激尊重之心。「此事」，就是断烦恼明心见性的大事，「本非言说所及，唯证方知」，怎么说也没有办法说出它的究竟，必须要亲证你才知道。怎么个证法？本经教给我们「必一切不着」，一切不执着就是放下，「真修实行」，修什么、行什么？一切不着修布施，无住布施，这是本经的宗旨。果然能够修学无住布施，「久久自然相应」，相应就是证相应。「不可狂亦不必疑，狂心顿歇，净德自显」，这是我们要认真的去体会，要认真的去参学，希望自己在这一生当中早证菩提。我们想想，六祖能大师在二十四岁就证得，他也是人，我也是人，为什么他能、我不能？我们在这个地方要生惭愧心，要生起效法的心，勇猛精进去修学无住布施。",
      "zh_TW": "這一段經文是「世尊苦口婆心垂誡後學」，我們要生感激尊重之心。「此事」，就是斷煩惱明心見性的大事，「本非言說所及，唯證方知」，怎麼說也沒有辦法說出它的究竟，必須要親證你才知道。怎麼個證法？本經教給我們「必一切不著」，一切不執著就是放下，「真修實行」，修什麼、行什麼？一切不著修布施，無住布施，這是本經的宗旨。果然能夠修學無住布施，「久久自然相應」，相應就是證相應。「不可狂亦不必疑，狂心頓歇，淨德自顯」，這是我們要認真的去體會，要認真的去參學，希望自己在這一生當中早證菩提。我們想想，六祖能大師在二十四歲就證得，他也是人，我也是人，為什麼他能、我不能？我們在這個地方要生慚愧心，要生起效法的心，勇猛精進去修學無住布施。"
    },
    {
      "id": "09-014-0017_p0044",
      "zh_CN": "再看底下，「性体是空寂的」，就像六祖所说本来无一物，「故一丝毫不能着」。佛教给我们不要着一切相，无我相、无人相、无众生相、无寿者相，甚至无法相、亦无非法相，不是勉强教给我们的，而是事实如此。丝毫都不勉强，因为清净心中本来没有这些，你有这些错了，「着则迷妄自乱」，可见得我们迷妄自乱就是因为着相。「此经义理，乃实相离相，无住真心，甚深难信，即受持者所获果报俱属无漏无上，所以佛才说不可思议。」我们在这一生当中实在讲是非常的幸运，正如开经偈所说，「无上甚深微妙法，百千万劫难遭遇」，我们居然能够遇到，这种福德因缘必须珍惜，因为是百千万劫都遇不到的，今天遇到了，轻易放过，那太可惜！",
      "zh_TW": "再看底下，「性體是空寂的」，就像六祖所說本來無一物，「故一絲毫不能著」。佛教給我們不要著一切相，無我相、無人相、無眾生相、無壽者相，甚至無法相、亦無非法相，不是勉強教給我們的，而是事實如此。絲毫都不勉強，因為清淨心中本來沒有這些，你有這些錯了，「著則迷妄自亂」，可見得我們迷妄自亂就是因為著相。「此經義理，乃實相離相，無住真心，甚深難信，即受持者所獲果報俱屬無漏無上，所以佛才說不可思議。」我們在這一生當中實在講是非常的幸運，正如開經偈所說，「無上甚深微妙法，百千萬劫難遭遇」，我們居然能夠遇到，這種福德因緣必須珍惜，因為是百千萬劫都遇不到的，今天遇到了，輕易放過，那太可惜！"
    },
    {
      "id": "09-014-0017_p0045",
      "zh_CN": "本经到此地将上半部讲完，也就是讲了一半，底下是属于下半部。前后两半部在此地做一个交代，这一点非常的重要，前后两半乍看似乎是相同，实际上是不一样，下半部是紧接着上半部而来，须菩提尊者提出这些疑问有更深的意思。这里我们归纳为五点，这五点都是江味农居士《金刚经讲义》的摘要，在此地贡献给诸位。",
      "zh_TW": "本經到此地將上半部講完，也就是講了一半，底下是屬於下半部。前後兩半部在此地做一個交代，這一點非常的重要，前後兩半乍看似乎是相同，實際上是不一樣，下半部是緊接著上半部而來，須菩提尊者提出這些疑問有更深的意思。這裡我們歸納為五點，這五點都是江味農居士《金剛經講義》的摘要，在此地貢獻給諸位。"
    },
    {
      "id": "09-014-0017_p0046",
      "zh_CN": "第一，「前半部是为将发大心者说」，发大心就是发菩提心，还没有发，将要发大菩提心，「教以发心度众，伏惑断惑」，前半部是这个意思。「后半部经文为已经发大心者说」，进了一层，将发、已发，前面是教大家发心度众生，要伏惑、要断惑，现在更进一层「遣除能发、能度、能伏、能断」，这个义趣希望大家能够体会。第二，前面是讲所，此地是讲能，所离了，能也要离掉，「前半部遣除粗的执着，曰不应住尘生心，于境缘上离相」，这是修学初步的功夫；「后半部遣除微细的执着，于起心动念不应住着，」，起心动念上都不着相，「于二执离念」，人我执、法我执，在这个上面破除这个执着，不起这个念头。第三，「前半部令离相，是遣所执；后半部是教我们离念，是遣除能执。」由此可知，读了前半部，不能不读后半部，因为从所执离了之后，能执也要把它离掉。「昔人解」，过去有注解《金刚经》说，「前半部是利根闻已领悟，后半部说钝根重说深入」，江居士跟我们说不必呆看。这是各人悟入的浅深不相同，所以他所看到的境界也不一样，在此地提供我们做参考。「前半部二边不着，发心离相；后半部二边不着亦不着，发心之相亦离」，不但发心之相要离，「并离亦离」，那个离也要离，所谓「但尽凡情，亦无圣解」。这些地方我们要特别留意，这才到究竟清净，真正是六祖所说的，「本来无一物，何处惹尘埃」。最后，「前半部说明一切皆非，显正智独真，令观不变之体」，前半部分偏重在真、体上说，所以跟你说一切皆非；「后半部说明一切皆是。你看，前面讲一切皆非，后半部讲一切皆是；前半部是讲真、讲体，后半部是讲「理体一如，令观随缘之用」，有体有用，有真有如。如是什么？用如其体，体如其用，体用不二，就叫做一如。",
      "zh_TW": "第一，「前半部是為將發大心者說」，發大心就是發菩提心，還沒有發，將要發大菩提心，「教以發心度眾，伏惑斷惑」，前半部是這個意思。「後半部經文為已經發大心者說」，進了一層，將發、已發，前面是教大家發心度眾生，要伏惑、要斷惑，現在更進一層「遣除能發、能度、能伏、能斷」，這個義趣希望大家能夠體會。第二，前面是講所，此地是講能，所離了，能也要離掉，「前半部遣除粗的執著，曰不應住塵生心，於境緣上離相」，這是修學初步的功夫；「後半部遣除微細的執著，於起心動念不應住著，」，起心動念上都不著相，「於二執離念」，人我執、法我執，在這個上面破除這個執著，不起這個念頭。第三，「前半部令離相，是遣所執；後半部是教我們離念，是遣除能執。」由此可知，讀了前半部，不能不讀後半部，因為從所執離了之後，能執也要把它離掉。「昔人解」，過去有註解《金剛經》說，「前半部是利根聞已領悟，後半部說鈍根重說深入」，江居士跟我們說不必呆看。這是各人悟入的淺深不相同，所以他所看到的境界也不一樣，在此地提供我們做參考。「前半部二邊不著，發心離相；後半部二邊不著亦不著，發心之相亦離」，不但發心之相要離，「並離亦離」，那個離也要離，所謂「但盡凡情，亦無聖解」。這些地方我們要特別留意，這才到究竟清淨，真正是六祖所說的，「本來無一物，何處惹塵埃」。最後，「前半部說明一切皆非，顯正智獨真，令觀不變之體」，前半部分偏重在真、體上說，所以跟你說一切皆非；「後半部說明一切皆是。你看，前面講一切皆非，後半部講一切皆是；前半部是講真、講體，後半部是講「理體一如，令觀隨緣之用」，有體有用，有真有如。如是什麼？用如其體，體如其用，體用不二，就叫做一如。"
    },
    {
      "id": "09-014-0017_p0047",
      "zh_CN": "这是前后两个部分所不同的处所，也是将前后两部关系给我们表明，前面的义趣宗旨果然明白了，后半部就不难懂。所以过去讲《金刚经》的也有讲到一半，就是讲到这个地方，也算是完整的，听经听到这个地方也可以说是一个段落。不过祖师大德们无不是劝我们要更进一步将后半部继续的去研究、讲解、说明，或者我们更要发心来听后半部的经文宗旨义趣，使受持观行的功夫能够更深进一层，帮助我们得到究竟圆满的修学。一生证果自己要是没有信心，但是在观行功夫上是可以相信的，当然我更希望诸位都有坚定的信心，能够在一生当中断烦恼、证菩提，如佛所说，这样不辜负诸佛菩萨、历代祖师大德们苦心的弘传，使我们有这样殊胜的机缘得闻无上甚深的妙法。下半部的经文，我想留在下一次我们再来研究，今天我们就讲到此地。",
      "zh_TW": "這是前後兩個部分所不同的處所，也是將前後兩部關係給我們表明，前面的義趣宗旨果然明白了，後半部就不難懂。所以過去講《金剛經》的也有講到一半，就是講到這個地方，也算是完整的，聽經聽到這個地方也可以說是一個段落。不過祖師大德們無不是勸我們要更進一步將後半部繼續的去研究、講解、說明，或者我們更要發心來聽後半部的經文宗旨義趣，使受持觀行的功夫能夠更深進一層，幫助我們得到究竟圓滿的修學。一生證果自己要是沒有信心，但是在觀行功夫上是可以相信的，當然我更希望諸位都有堅定的信心，能夠在一生當中斷煩惱、證菩提，如佛所說，這樣不辜負諸佛菩薩、歷代祖師大德們苦心的弘傳，使我們有這樣殊勝的機緣得聞無上甚深的妙法。下半部的經文，我想留在下一次我們再來研究，今天我們就講到此地。"
    }
  ]
}