{
  "doc_id": "09-014-0020",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0020",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "09-014-0020_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第二十讲。请看经文：",
      "zh_TW": "《金剛般若波羅蜜經》第二十講。請看經文："
    },
    {
      "id": "09-014-0020_p0002",
      "zh_CN": "【须菩提。若福德有实。如来不说得福德多。以福德无故。如来说得福德多。】",
      "zh_TW": "【須菩提。若福德有實。如來不說得福德多。以福德無故。如來說得福德多。】"
    },
    {
      "id": "09-014-0020_p0003",
      "zh_CN": "这一段经文是讲因缘聚会它就现相。「若福德有，不了缘生」，这是一般众生的误会，以为福德真有，这是由于不明了一切法皆是因缘所生，福德也是缘生之法，因为不明了究竟的道理，于是「执着实有相」。「发心执着，施与报相，相有数量，故不说多。」因缘聚会所现的相，这个相是虚妄的，如果这个相要是实在的话，那就不是因缘所生的，因为因缘生法的定律就是无自性。众生在一切相里面不了解这个真实的究竟，产生了误会，以为一切法是实有的，于是在一切法里面就发生牢固的执着，这是很大的错误。经上说，如果福德是有实，如来就不说福德多。有心非实，纵有福也不多。须菩提尊者懂得世尊的意思，所以说『以福德无故』，福德这桩事情是我们世间人念念不忘，勤苦的去追求，唯有真正见性的人，才能够了解事实的真相、无我法，明白福德实在是无，所以如来说『福德多』。这两个「说」字，表面上说的是福德，其实说的是因缘，我们要想得果，一定要修因。",
      "zh_TW": "這一段經文是講因緣聚會它就現相。「若福德有，不了緣生」，這是一般眾生的誤會，以為福德真有，這是由於不明瞭一切法皆是因緣所生，福德也是緣生之法，因為不明瞭究竟的道理，於是「執著實有相」。「發心執著，施與報相，相有數量，故不說多。」因緣聚會所現的相，這個相是虛妄的，如果這個相要是實在的話，那就不是因緣所生的，因為因緣生法的定律就是無自性。眾生在一切相裡面不了解這個真實的究竟，產生了誤會，以為一切法是實有的，於是在一切法裡面就發生牢固的執著，這是很大的錯誤。經上說，如果福德是有實，如來就不說福德多。有心非實，縱有福也不多。須菩提尊者懂得世尊的意思，所以說『以福德無故』，福德這樁事情是我們世間人念念不忘，勤苦的去追求，唯有真正見性的人，才能夠了解事實的真相、無我法，明白福德實在是無，所以如來說『福德多』。這兩個「說」字，表面上說的是福德，其實說的是因緣，我們要想得果，一定要修因。"
    },
    {
      "id": "09-014-0020_p0004",
      "zh_CN": "这里有几条我们细细在此地来讲。「以福德无，明了性空、境假，无住布施，无上菩提，福慧两足，离相归性，故说得多。」为什么说福德无？能修福的这个性是空的，福德之相是因缘所生，即空即假，即假即空。明白这个道理，你才恍然大悟，佛为什么教我们无住，无住就是一切不执着，这个地方说的就是对福德不执着；不但对福德不执着，对无上菩提也不能执着，而行布施，这样才真正成就福慧两足，如来在果地上称之为福慧二足尊。佛说多的意思是说的离相，离了相，归性，唯有称性才说多，这个多是不落在数字里头。落在数字里面，再多还是有限，譬如我们讲恒河沙数的恒河沙数的七宝还是有个数，既有数就不是真正的多。唯有离相归性，与性完全相应，性是空寂，性是本来无一物，这是真正真实之多。",
      "zh_TW": "這裡有幾條我們細細在此地來講。「以福德無，明了性空、境假，無住布施，無上菩提，福慧兩足，離相歸性，故說得多。」為什麼說福德無？能修福的這個性是空的，福德之相是因緣所生，即空即假，即假即空。明白這個道理，你才恍然大悟，佛為什麼教我們無住，無住就是一切不執著，這個地方說的就是對福德不執著；不但對福德不執著，對無上菩提也不能執著，而行布施，這樣才真正成就福慧兩足，如來在果地上稱之為福慧二足尊。佛說多的意思是說的離相，離了相，歸性，唯有稱性才說多，這個多是不落在數字裡頭。落在數字裡面，再多還是有限，譬如我們講恆河沙數的恆河沙數的七寶還是有個數，既有數就不是真正的多。唯有離相歸性，與性完全相應，性是空寂，性是本來無一物，這是真正真實之多。"
    },
    {
      "id": "09-014-0020_p0005",
      "zh_CN": "这一段经文里面，「福是指果报，德是指因缘。前段的因缘得福是因果分说，这个地方的经文是合起来讲」。「福德是缘生之法」，凡是缘生「即空即假而无实」，没有真实的自性。「一切众生，但能布施六度，深植因缘」，佛教给我们种因，「因缘聚会，福德便生」，生起就是现前；换句话说，如果你要是不种因，福德是不会现前的，这个道理我们一定要明了。所以，佛在经论上一再的劝勉一切众生要无住布施。「彻底明了缘生的道理，观一切法（世出世间法全包括在其中）即空即假即中，全无福德之念」，心里不能存着这个念头。为什么？因为它是因缘生法，当体是空，相假，用中，体、相、用，体是空、相是假、用是中，所以不可以存这个妄念。菩萨修因为什么？「但为利生」，只是为了利益一切众生，「离念离相」，离念，这个念头都没有，离相是三轮体空，不着我相，也不着众生相，前面讲的无我相、无人相、无众生相、无寿者相，「广修三施」，布施有三大类，财布施、法布施、无畏布施，「是为福慧双修，悲智具足」。佛说这一段话的用意就在此地。请看下面经文：",
      "zh_TW": "這一段經文裡面，「福是指果報，德是指因緣。前段的因緣得福是因果分說，這個地方的經文是合起來講」。「福德是緣生之法」，凡是緣生「即空即假而無實」，沒有真實的自性。「一切眾生，但能布施六度，深植因緣」，佛教給我們種因，「因緣聚會，福德便生」，生起就是現前；換句話說，如果你要是不種因，福德是不會現前的，這個道理我們一定要明瞭。所以，佛在經論上一再的勸勉一切眾生要無住布施。「徹底明瞭緣生的道理，觀一切法（世出世間法全包括在其中）即空即假即中，全無福德之念」，心裡不能存著這個念頭。為什麼？因為它是因緣生法，當體是空，相假，用中，體、相、用，體是空、相是假、用是中，所以不可以存這個妄念。菩薩修因為什麼？「但為利生」，只是為了利益一切眾生，「離念離相」，離念，這個念頭都沒有，離相是三輪體空，不著我相，也不著眾生相，前面講的無我相、無人相、無眾生相、無壽者相，「廣修三施」，布施有三大類，財布施、法布施、無畏布施，「是為福慧雙修，悲智具足」。佛說這一段話的用意就在此地。請看下面經文："
    },
    {
      "id": "09-014-0020_p0006",
      "zh_CN": "【须菩提。于意云何。佛可以具足色身见不。不也。世尊。如来不应以具足色身见。何以故。如来说具足色身。即非具足色身。是名具足色身。】",
      "zh_TW": "【須菩提。於意云何。佛可以具足色身見不。不也。世尊。如來不應以具足色身見。何以故。如來說具足色身。即非具足色身。是名具足色身。】"
    },
    {
      "id": "09-014-0020_p0007",
      "zh_CN": "这个地方我们要注意，即非、是名。「这是解释上文无实乃多的意思。」如果有实，如来就不说多，有实是落到实在的数目字里头，那就不说多；无实是不落在数字里头，与法性完全相应，这才乃多。经文就如来色相上来讲，给我们说色即非色。「百福相好，万德庄严，福德之多，莫过于佛」，佛是现身说法。经义很深，实在说也相当的明了，不过我们需要注意，佛在大乘经典里面常说，学佛必须要具足善根福德，福德还在善根之先。我们读《华严》，在「世主妙严品」里面，也就是《华严经》的序品，诸天表法的当中，是以忉利天王表初住菩萨，初住菩萨有大福德；以夜摩天王表二地菩萨，二地菩萨有大善根。从这些表法的义趣当中来看，成佛十号里面有二足尊，那就是福慧都圆满，这个足是满足而没有欠缺，福德跟智慧都满足。由此可知，佛不是不教人修福，佛不教人修三界有漏的福报，佛教人修无漏的福德；佛不教人着相，求很多的福报那就是有实，佛教人修称性的福报。所以成佛必须要以一百劫的时间来修相好庄严，百福庄严。为什么？因为一切众生没有不贪图福报的，如果佛要是没有很大的福报，令那些贪欲众生起羡慕之心，诸位想想，佛又如何能够接引他？佛为了接引众生，一定要修四摄法里面的同事法，与众生同事，与众生同一个爱好、同一个志趣，众生很容易为佛所摄受，甘心情愿的接受佛的教诫，依教奉行，破迷开悟，离苦得乐。由此可知，佛修福德乃是度生方便。众生修福，又何尝不是为善根、为悟入作基础！这一点意思我们一定要明了，不能够误会。",
      "zh_TW": "這個地方我們要注意，即非、是名。「這是解釋上文無實乃多的意思。」如果有實，如來就不說多，有實是落到實在的數目字裡頭，那就不說多；無實是不落在數字裡頭，與法性完全相應，這才乃多。經文就如來色相上來講，給我們說色即非色。「百福相好，萬德莊嚴，福德之多，莫過於佛」，佛是現身說法。經義很深，實在說也相當的明瞭，不過我們需要注意，佛在大乘經典裡面常說，學佛必須要具足善根福德，福德還在善根之先。我們讀《華嚴》，在「世主妙嚴品」裡面，也就是《華嚴經》的序品，諸天表法的當中，是以忉利天王表初住菩薩，初住菩薩有大福德；以夜摩天王表二地菩薩，二地菩薩有大善根。從這些表法的義趣當中來看，成佛十號裡面有二足尊，那就是福慧都圓滿，這個足是滿足而沒有欠缺，福德跟智慧都滿足。由此可知，佛不是不教人修福，佛不教人修三界有漏的福報，佛教人修無漏的福德；佛不教人著相，求很多的福報那就是有實，佛教人修稱性的福報。所以成佛必須要以一百劫的時間來修相好莊嚴，百福莊嚴。為什麼？因為一切眾生沒有不貪圖福報的，如果佛要是沒有很大的福報，令那些貪欲眾生起羨慕之心，諸位想想，佛又如何能夠接引他？佛為了接引眾生，一定要修四攝法裡面的同事法，與眾生同事，與眾生同一個愛好、同一個志趣，眾生很容易為佛所攝受，甘心情願的接受佛的教誡，依教奉行，破迷開悟，離苦得樂。由此可知，佛修福德乃是度生方便。眾生修福，又何嘗不是為善根、為悟入作基礎！這一點意思我們一定要明瞭，不能夠誤會。"
    },
    {
      "id": "09-014-0020_p0008",
      "zh_CN": "再看下面的注解。「能所庄严，皆缘生法」，能庄严的、所庄严的都是因缘生法，「必得深解缘生的道理，体会具足色身等也是即空即假、即假即空，这样才能二边不着」，能所二边都不执着，心多清净！「然后性相圆融不异，则见相便是见性」，好比古人所比的「以金作器，器器皆金」，我们见器就是见金、见金就是见器，因为金与器不异、不二。「其所见者，乃无相无不相，亦即如实空、如实不空之全性。」这是讲悟了的人由器上见性，不但见性，见的是全性；迷的人着在相上，着在相上他见不到性，这是说迷悟不相同。悟了知道这是一不是二，迷的时候他把它分作二，他认为这两个不是一，这个问题说来说去还是一个迷悟的问题。我们再看下面经文，「即相离相」：",
      "zh_TW": "再看下面的註解。「能所莊嚴，皆緣生法」，能莊嚴的、所莊嚴的都是因緣生法，「必得深解緣生的道理，體會具足色身等也是即空即假、即假即空，這樣才能二邊不著」，能所二邊都不執著，心多清淨！「然後性相圓融不異，則見相便是見性」，好比古人所比的「以金作器，器器皆金」，我們見器就是見金、見金就是見器，因為金與器不異、不二。「其所見者，乃無相無不相，亦即如實空、如實不空之全性。」這是講悟了的人由器上見性，不但見性，見的是全性；迷的人著在相上，著在相上他見不到性，這是說迷悟不相同。悟了知道這是一不是二，迷的時候他把它分作二，他認為這兩個不是一，這個問題說來說去還是一個迷悟的問題。我們再看下面經文，「即相離相」："
    },
    {
      "id": "09-014-0020_p0009",
      "zh_CN": "【须菩提。于意云何。如来可以具足诸相见不。】",
      "zh_TW": "【須菩提。於意云何。如來可以具足諸相見不。】"
    },
    {
      "id": "09-014-0020_p0010",
      "zh_CN": "前面讲是从色身见，这个地方讲相见。须菩提尊者很聪明：",
      "zh_TW": "前面講是從色身見，這個地方講相見。須菩提尊者很聰明："
    },
    {
      "id": "09-014-0020_p0011",
      "zh_CN": "【不也。世尊。如来不应以具足诸相见。何以故。如来说诸相具足。即非具足。是名诸相具足。】",
      "zh_TW": "【不也。世尊。如來不應以具足諸相見。何以故。如來說諸相具足。即非具足。是名諸相具足。】"
    },
    {
      "id": "09-014-0020_p0012",
      "zh_CN": "注意这个『不应』，不是说不可，是不应该。讲到相，「所谓三十二相八十种好，这是说如来的应身；说身具无量相、相具无量好，这是说佛的报身，讲具足相是指报身」。报身的相具足，应身的相只有三十二相八十种好，比起无量相、无量好当然差很多。「相亦缘生，即假即空，故言不应。」不应该，不是说不可，不应该这么说法。意思就是不应该这样说法，也就像前面经文佛常讲的「莫作是说」，「不应」有莫作是说的意思。总而言之，「凡是讲是名，令其不可执异也；凡是说即非，令其不可执一也。不执着一异，是为圆见」。「见圆则知亦正，知正则见亦圆。」如何能够做到知正见圆？只要你在一切法里头不执着异，也不执着一，那就是圆见。「若知一切缘生」，世出世间法统统包括在里面，「则见一切法不一不异」，不一不异就是诸法如义，「故虽诸法，而皆一如也」。诸法是森罗万象，无量无边，不一；虽然不一，无量无边，皆是因缘所生，皆是即空即假、即假即空，所以它又不异，这就叫做一如。比喻像前面所说，以金作器、器器皆金。",
      "zh_TW": "注意這個『不應』，不是說不可，是不應該。講到相，「所謂三十二相八十種好，這是說如來的應身；說身具無量相、相具無量好，這是說佛的報身，講具足相是指報身」。報身的相具足，應身的相只有三十二相八十種好，比起無量相、無量好當然差很多。「相亦緣生，即假即空，故言不應。」不應該，不是說不可，不應該這麼說法。意思就是不應該這樣說法，也就像前面經文佛常講的「莫作是說」，「不應」有莫作是說的意思。總而言之，「凡是講是名，令其不可執異也；凡是說即非，令其不可執一也。不執著一異，是為圓見」。「見圓則知亦正，知正則見亦圓。」如何能夠做到知正見圓？只要你在一切法裡頭不執著異，也不執著一，那就是圓見。「若知一切緣生」，世出世間法統統包括在裡面，「則見一切法不一不異」，不一不異就是諸法如義，「故雖諸法，而皆一如也」。諸法是森羅萬象，無量無邊，不一；雖然不一，無量無邊，皆是因緣所生，皆是即空即假、即假即空，所以它又不異，這就叫做一如。比喻像前面所說，以金作器、器器皆金。"
    },
    {
      "id": "09-014-0020_p0013",
      "zh_CN": "「缘生」，有三点重要的意思我们必须要晓得。第一点，「世出世法，一切皆空」，本经说凡所有相皆是虚妄、一切有为法如梦幻泡影，都是有万法皆空这个意思，「唯因果不空，缘生法故」。为什么？如果因果要是空了，缘生法就没有了，既然世出世间一切法都是缘生的，你就晓得因果不空，这一点我们要特别注意到，这是缘生法里头重要的教义。「果地（说佛菩萨）不昧因果」，因果不空，不昧因果，「故菩萨畏因」，对于一切的造作非常的慎重，「虽一切即空即假，以即假故，因必有果」，这是讲到真实的定律如此。因一定有果，善因有善果、恶因有恶果、净因有净的果、染因有染的果，因与果必定相应。「以即空故，因果虽胜，亦无执着」，就像如来相好依正庄严，这是殊胜到极处，可是也不必执着。为什么不必执着？因果空故，缘生之法了不可得，所以虽胜也没有执着，虽胜也不会起一念欢喜心，虽胜也不会起一念贡高的意思，这是我们要觉悟的。",
      "zh_TW": "「緣生」，有三點重要的意思我們必須要曉得。第一點，「世出世法，一切皆空」，本經說凡所有相皆是虛妄、一切有為法如夢幻泡影，都是有萬法皆空這個意思，「唯因果不空，緣生法故」。為什麼？如果因果要是空了，緣生法就沒有了，既然世出世間一切法都是緣生的，你就曉得因果不空，這一點我們要特別注意到，這是緣生法裡頭重要的教義。「果地（說佛菩薩）不昧因果」，因果不空，不昧因果，「故菩薩畏因」，對於一切的造作非常的慎重，「雖一切即空即假，以即假故，因必有果」，這是講到真實的定律如此。因一定有果，善因有善果、惡因有惡果、淨因有淨的果、染因有染的果，因與果必定相應。「以即空故，因果雖勝，亦無執著」，就像如來相好依正莊嚴，這是殊勝到極處，可是也不必執著。為什麼不必執著？因果空故，緣生之法了不可得，所以雖勝也沒有執著，雖勝也不會起一念歡喜心，雖勝也不會起一念貢高的意思，這是我們要覺悟的。"
    },
    {
      "id": "09-014-0020_p0014",
      "zh_CN": "第三点，「说缘生，意在明其本不生」。我这里也做了个比喻，「如观云海」，我们在高山看云海，或者你在飞机上飞在云层上面，你看空中的云海，千奇百状，这是缘生之法，它有没有生？它本不生，这个云海里头千奇百怪的变化，它不是为你欣赏它在那里变化，不是的，它是自然无心，是因缘聚会；虽然聚会现的假相，这个假相依旧是不生，正因为不生，所以它也不灭。希望诸位从这个地方能够稍稍体会到这个意思。「若能体悟，内三际心不可得」，三际心是过去心、现在心、未来心，不可得；「外一切法本不生」，因为一切法是缘生的。内不可得，外本无生，这个时候的心境岂不就是六祖所说的「本来无一物，何处惹尘埃」，这就是「真一了百了，天下太平」，这是真正的天下太平。",
      "zh_TW": "第三點，「說緣生，意在明其本不生」。我這裡也做了個比喻，「如觀雲海」，我們在高山看雲海，或者你在飛機上飛在雲層上面，你看空中的雲海，千奇百狀，這是緣生之法，它有沒有生？它本不生，這個雲海裡頭千奇百怪的變化，它不是為你欣賞它在那裡變化，不是的，它是自然無心，是因緣聚會；雖然聚會現的假相，這個假相依舊是不生，正因為不生，所以它也不滅。希望諸位從這個地方能夠稍稍體會到這個意思。「若能體悟，內三際心不可得」，三際心是過去心、現在心、未來心，不可得；「外一切法本不生」，因為一切法是緣生的。內不可得，外本無生，這個時候的心境豈不就是六祖所說的「本來無一物，何處惹塵埃」，這就是「真一了百了，天下太平」，這是真正的天下太平。"
    },
    {
      "id": "09-014-0020_p0015",
      "zh_CN": "宋朝潭州黄打铁，往生西方的时候说了一首偈子，「太平将近，我往西方」。明明我们现在是个乱世，他怎么说太平？你就晓得这个太平的意思，是自己内证无所得、外证无所生，一切妄念统统息了，这就叫天下太平。证到这样的境界，哪有不往生的道理！说到这个地方，我在此地慎重的告诉诸位，学佛你要不想得一个结果那就罢了，如果要真正想得一个结果，一定要明理、要断疑、要生信、要一门深入才能成就。以潭州黄打铁这个例子来看，它是一个不识字的粗人，靠打铁度日，一天不做工，这一天一家的生活就没有依靠，他一家四口靠打铁过日子，生活非常清苦，也没有积蓄。这也正是他的增上缘，他是体会到人生苦，太苦了。有一天有一个出家人，化缘的出家人，从他家门口过，他这个小舖子门口过，他一见到就很欢喜、很恭敬，把出家人请到小店坐一会儿，供养一杯清水，供养一杯开水，他连茶叶也没有，他就向出家人诉苦，他说：「我工作太苦了，生活太苦！你老人家有没有什么方法救救我？你要是叫我修行，到庙里去，我没有时间；如果是需要花钱做功德的，我没有钱。你要教给我一个方法，既不耽误我做工，又不要我花钱，这样能够度我。」",
      "zh_TW": "宋朝潭州黃打鐵，往生西方的時候說了一首偈子，「太平將近，我往西方」。明明我們現在是個亂世，他怎麼說太平？你就曉得這個太平的意思，是自己內證無所得、外證無所生，一切妄念統統息了，這就叫天下太平。證到這樣的境界，哪有不往生的道理！說到這個地方，我在此地慎重的告訴諸位，學佛你要不想得一個結果那就罷了，如果要真正想得一個結果，一定要明理、要斷疑、要生信、要一門深入才能成就。以潭州黃打鐵這個例子來看，它是一個不識字的粗人，靠打鐵度日，一天不做工，這一天一家的生活就沒有依靠，他一家四口靠打鐵過日子，生活非常清苦，也沒有積蓄。這也正是他的增上緣，他是體會到人生苦，太苦了。有一天有一個出家人，化緣的出家人，從他家門口過，他這個小舖子門口過，他一見到就很歡喜、很恭敬，把出家人請到小店坐一會兒，供養一杯清水，供養一杯開水，他連茶葉也沒有，他就向出家人訴苦，他說：「我工作太苦了，生活太苦！你老人家有沒有什麼方法救救我？你要是叫我修行，到廟裡去，我沒有時間；如果是需要花錢做功德的，我沒有錢。你要教給我一個方法，既不耽誤我做工，又不要我花錢，這樣能夠度我。」"
    },
    {
      "id": "09-014-0020_p0016",
      "zh_CN": "诸位想想，天下哪有这么便宜的事？可是佛门当中真有，这个法师不吝法，就教他念佛法门，把念佛的好处、功德利益讲给他听，告诉他：「你每天念阿弥陀佛，念念求生西方极乐世界，不耽误你的工作。」从前大陆上打铁的人拉风箱，风箱拉出来「阿弥陀佛」，推进去「阿弥陀佛」，打铁的时候拿铁锤打下去「阿弥陀佛」，提起来「阿弥陀佛」，一天到晚阿弥陀佛。他听了这个办法好，这个办法好极了，不耽误工作，又不要花钱。他这样做下去，他太太就说，你打铁已经很累，再念阿弥陀佛不更累吗？他跟他太太说：「不，从前我没有念阿弥陀佛，我每天打铁感觉到工作很累。现在我念阿弥陀佛，好像我的工作很轻松很愉快，不觉得累！」这是真的，一点都不假，换句话说，他精神的生活充实了。这样他念了三年佛，有一天跟他太太讲，他说我要回家了。他太太说，你的家就在这里，除这个地方之外，哪里还有你的家？他跟她笑笑。到这一天，换了一身干净衣服，生活太穷了，哪有新衣服，换了干净衣服，洗了个澡，还是照样打铁，打着打着，他念了一首偈：「叮叮当当，久炼成钢；太平将近，我往西方。」天下太平，他这一锤下去，就往生了，他往生是站着往生。潭州也是佛法的一个胜地，这个地方的人一看到黄打铁，念了三年佛居然站着往生，他也没害病，而且是预知时至，这样好的瑞相，这是现身说法。潭州一带的学佛人从此以后念佛人就多了，为什么？看到黄打铁这个榜样。",
      "zh_TW": "諸位想想，天下哪有這麼便宜的事？可是佛門當中真有，這個法師不吝法，就教他念佛法門，把念佛的好處、功德利益講給他聽，告訴他：「你每天念阿彌陀佛，念念求生西方極樂世界，不耽誤你的工作。」從前大陸上打鐵的人拉風箱，風箱拉出來「阿彌陀佛」，推進去「阿彌陀佛」，打鐵的時候拿鐵鎚打下去「阿彌陀佛」，提起來「阿彌陀佛」，一天到晚阿彌陀佛。他聽了這個辦法好，這個辦法好極了，不耽誤工作，又不要花錢。他這樣做下去，他太太就說，你打鐵已經很累，再念阿彌陀佛不更累嗎？他跟他太太說：「不，從前我沒有念阿彌陀佛，我每天打鐵感覺到工作很累。現在我念阿彌陀佛，好像我的工作很輕鬆很愉快，不覺得累！」這是真的，一點都不假，換句話說，他精神的生活充實了。這樣他念了三年佛，有一天跟他太太講，他說我要回家了。他太太說，你的家就在這裡，除這個地方之外，哪裡還有你的家？他跟她笑笑。到這一天，換了一身乾淨衣服，生活太窮了，哪有新衣服，換了乾淨衣服，洗了個澡，還是照樣打鐵，打著打著，他念了一首偈：「叮叮噹噹，久鍊成鋼；太平將近，我往西方。」天下太平，他這一鎚下去，就往生了，他往生是站著往生。潭州也是佛法的一個勝地，這個地方的人一看到黃打鐵，念了三年佛居然站著往生，他也沒害病，而且是預知時至，這樣好的瑞相，這是現身說法。潭州一帶的學佛人從此以後念佛人就多了，為什麼？看到黃打鐵這個榜樣。"
    },
    {
      "id": "09-014-0020_p0017",
      "zh_CN": "我们想想黄打铁他之所以三年功夫能到这样的程度，诸位要晓得，第一，他是真正想离苦得乐，这个世间太苦，他真有这个心；换句话说，对于娑婆世界没有留恋，心地真诚，一味只求往生净土。我们一般念佛人嘴里说的求生西方极乐世界，如果阿弥陀佛现在来了，告诉你，「你不是求生西方极乐世界吗？好，你现在跟我去！」你肯不肯去？你又舍不得，你说，不行，阿弥陀佛，我现在还有好多事情没有办完。那阿弥陀佛还在旁边等着你，等你几十年，哪有这种道理！可见得那些念佛人、学佛人都是口是心非，所以阿弥陀佛也没把你看在眼里头，你这个念佛只是种个善根而已，没有法子往生。什么原因？舍不得这个世界，这个世界虽然苦，还有好多事情舍不得，那就没法子，所以，连黄打铁都不如。黄打铁晓得身心世界俱不可得，所以他只念了三年，心地就清净，这是他往生最重要的条件。我们想想，我们在这个大经里面读诵听闻这么久，我们是不是真正的通达这个道理？我们信不信？是不是真正的在做？如果通达、真信，又真真实实在做，我们做上三年，成就一定在黄打铁之上，不会在他以下，这是可以断言者也。",
      "zh_TW": "我們想想黃打鐵他之所以三年功夫能到這樣的程度，諸位要曉得，第一，他是真正想離苦得樂，這個世間太苦，他真有這個心；換句話說，對於娑婆世界沒有留戀，心地真誠，一味只求往生淨土。我們一般念佛人嘴裡說的求生西方極樂世界，如果阿彌陀佛現在來了，告訴你，「你不是求生西方極樂世界嗎？好，你現在跟我去！」你肯不肯去？你又捨不得，你說，不行，阿彌陀佛，我現在還有好多事情沒有辦完。那阿彌陀佛還在旁邊等著你，等你幾十年，哪有這種道理！可見得那些念佛人、學佛人都是口是心非，所以阿彌陀佛也沒把你看在眼裡頭，你這個念佛只是種個善根而已，沒有法子往生。什麼原因？捨不得這個世界，這個世界雖然苦，還有好多事情捨不得，那就沒法子，所以，連黃打鐵都不如。黃打鐵曉得身心世界俱不可得，所以他只念了三年，心地就清淨，這是他往生最重要的條件。我們想想，我們在這個大經裡面讀誦聽聞這麼久，我們是不是真正的通達這個道理？我們信不信？是不是真正的在做？如果通達、真信，又真真實實在做，我們做上三年，成就一定在黃打鐵之上，不會在他以下，這是可以斷言者也。"
    },
    {
      "id": "09-014-0020_p0018",
      "zh_CN": "再看下面注子，这是讲到华严第四代祖师清凉国师，他解释《华严经》，在经题里面有这么几句话，我写在这里供给诸位做个参考。「能入差别有二」，差别就是十法界，十法界也就是一真法界，能入，能入一真法界，差别有二。这是什么差别？「一者身入，二者心入」，当然这两种差别是以心入为主，心入了，身自然就入；心要不入，这个身怎么挤也挤不进去；再给诸位说，没有门可入。心要入了，这个身真正入了。「心入有三」，这里头三要素，「第一个正信，第二个正解，第三个正行」。他老人家有几句简单的注解，「有信无解，增长无明」，你有信了，不解，增长无明。这个地方请诸位要看清楚，要把它记住，因为对于我们修学关系太大了，不但能成就自己，而且能够成就大众。「有解无信，增长邪见」。有信无解，我们现在在许多地方看到一些，学佛多半是带着有浓厚的迷信色彩，那就是增长无明，他把佛菩萨当作神明来膜拜，对于佛法的教义完全不了解，但是他有很虔诚的一个信心，所以那一类是增长无明。这一类，世间有许多学者、有许多大学教授，还有许多其他宗教的传教士，他们也天天在看佛经、在研究佛经，好像懂得了，他信不信？他不信。不信，好像懂得了，不是真懂，增长的是邪见。纵然是佛门里面的人，「有解无行，其解必虚」，对佛法正法听大善知识讲解，他自己也能讲得头头是道，怎么样？他没有修行，没有依照理论方法来修行，这个解古德讲「说食数宝」，不是自己的，全是别人的，这种学问是道听途说，记问之学，不足以为人师也，其解必虚。",
      "zh_TW": "再看下面註子，這是講到華嚴第四代祖師清涼國師，他解釋《華嚴經》，在經題裡面有這麼幾句話，我寫在這裡供給諸位做個參考。「能入差別有二」，差別就是十法界，十法界也就是一真法界，能入，能入一真法界，差別有二。這是什麼差別？「一者身入，二者心入」，當然這兩種差別是以心入為主，心入了，身自然就入；心要不入，這個身怎麼擠也擠不進去；再給諸位說，沒有門可入。心要入了，這個身真正入了。「心入有三」，這裡頭三要素，「第一個正信，第二個正解，第三個正行」。他老人家有幾句簡單的註解，「有信無解，增長無明」，你有信了，不解，增長無明。這個地方請諸位要看清楚，要把它記住，因為對於我們修學關係太大了，不但能成就自己，而且能夠成就大眾。「有解無信，增長邪見」。有信無解，我們現在在許多地方看到一些，學佛多半是帶著有濃厚的迷信色彩，那就是增長無明，他把佛菩薩當作神明來膜拜，對於佛法的教義完全不了解，但是他有很虔誠的一個信心，所以那一類是增長無明。這一類，世間有許多學者、有許多大學教授，還有許多其他宗教的傳教士，他們也天天在看佛經、在研究佛經，好像懂得了，他信不信？他不信。不信，好像懂得了，不是真懂，增長的是邪見。縱然是佛門裡面的人，「有解無行，其解必虛」，對佛法正法聽大善知識講解，他自己也能講得頭頭是道，怎麼樣？他沒有修行，沒有依照理論方法來修行，這個解古德講「說食數寶」，不是自己的，全是別人的，這種學問是道聽途說，記問之學，不足以為人師也，其解必虛。"
    },
    {
      "id": "09-014-0020_p0019",
      "zh_CN": "「有行无解」，真修行，无解，他不肯研究经，也不肯听讲经，他是老修行，认真在修行，「其行必孤」，所谓是盲修瞎练，这种盲修瞎练的人甚至他还有贡高我慢，对这些弘法的法师他没瞧在眼里，他以为这些法师有解无行，他是有行，有行可以不要解，行高，哪里晓得两者都是错误的。「若称法界」，这个称就是相应的意思，与一真法界相应，「三必无碍」，正信、正解、正行这三个条件同时具足，这才能入得了法界。说这些话最主要的意思是教我们应当防止所知障生，如果我们把经文天天研究、天天理解，也懂得一些了，可是并没有将这些道理应用在生活上，改变我们自己的习气，提升我们自己的境界，那么这些东西都变成所知障，所知障比烦恼障还要严重。你们想想，我执破了，烦恼障也破了；所知障得法执破，所知障才能破。",
      "zh_TW": "「有行無解」，真修行，無解，他不肯研究經，也不肯聽講經，他是老修行，認真在修行，「其行必孤」，所謂是盲修瞎練，這種盲修瞎練的人甚至他還有貢高我慢，對這些弘法的法師他沒瞧在眼裡，他以為這些法師有解無行，他是有行，有行可以不要解，行高，哪裡曉得兩者都是錯誤的。「若稱法界」，這個稱就是相應的意思，與一真法界相應，「三必無礙」，正信、正解、正行這三個條件同時具足，這才能入得了法界。說這些話最主要的意思是教我們應當防止所知障生，如果我們把經文天天研究、天天理解，也懂得一些了，可是並沒有將這些道理應用在生活上，改變我們自己的習氣，提升我們自己的境界，那麼這些東西都變成所知障，所知障比煩惱障還要嚴重。你們想想，我執破了，煩惱障也破了；所知障得法執破，所知障才能破。"
    },
    {
      "id": "09-014-0020_p0020",
      "zh_CN": "说到这个地方，我们会联想到今天这个世界，可以说是一个思想极为混乱的一个时代，那就是说邪知邪见充斥在世间每一个角落，于是众生就苦不堪言。虽然科学昌明带给我们富裕的物质生活，精神则是痛苦不堪，物质生活的升高，道德水准的坠落，实在是得不偿失。这几年来，佛法渐渐被人注意到，尤其是欧美这些科技先进的国家，我在前天又接到美国那边的道友给我写封信来，他告诉我，在美国现在学佛的风气跟我们此地正好成一个反比例，那就是说，那边的人学佛的风气人数既多，而且又认真，可惜的是没有好的法师去指导。我是连续收到他三封信，希望我能够给他推荐几位法师到那边去弘法，去领导他们来修行。同时又告诉我，在美国佛法是一个初期的阶段，对于佛法里面各宗各派都没有什么成见，都能够接纳，所以他特别劝我最好是请几位专修净土的法师，将净土宗带到美国去，在那边弘传发扬光大，这个意思实在是很好。",
      "zh_TW": "說到這個地方，我們會聯想到今天這個世界，可以說是一個思想極為混亂的一個時代，那就是說邪知邪見充斥在世間每一個角落，於是眾生就苦不堪言。雖然科學昌明帶給我們富裕的物質生活，精神則是痛苦不堪，物質生活的升高，道德水準的墜落，實在是得不償失。這幾年來，佛法漸漸被人注意到，尤其是歐美這些科技先進的國家，我在前天又接到美國那邊的道友給我寫封信來，他告訴我，在美國現在學佛的風氣跟我們此地正好成一個反比例，那就是說，那邊的人學佛的風氣人數既多，而且又認真，可惜的是沒有好的法師去指導。我是連續收到他三封信，希望我能夠給他推薦幾位法師到那邊去弘法，去領導他們來修行。同時又告訴我，在美國佛法是一個初期的階段，對於佛法裡面各宗各派都沒有什麼成見，都能夠接納，所以他特別勸我最好是請幾位專修淨土的法師，將淨土宗帶到美國去，在那邊弘傳發揚光大，這個意思實在是很好。"
    },
    {
      "id": "09-014-0020_p0021",
      "zh_CN": "我们想一想，我们今天佛门里面的四众弟子，不要说跟唐宋以前的人相比，实在说连明清的大德我们都比不上。我在讲经教学的过程当中，常常就想这个道理，我们的头脑、聪明智慧、福德因缘绝不比古人差，甚至有许许多多的条件我们比古人都好，古人梦寐所求求不到的，而我们今天垂手可得，我们为什么不能像人家那么成就？细想起来这个道理不难明白，古来人用功，他有方向、有目标、有宗旨，一门深入，至死不变，他成功了；今日之下的人，所犯的毛病是好高骛远，个个都想做个大通家，样样都想学，结果学到老还是一事无成、一窍不通，病根就在此地。古人的道场具备它特殊的道风与学风，哪一个道场出来的人，一看就晓得；今天道风与学风都丧失，真正有心向学的年轻同修们，得不到这样的增上缘，这是不能成就的因素之一。",
      "zh_TW": "我們想一想，我們今天佛門裡面的四眾弟子，不要說跟唐宋以前的人相比，實在說連明清的大德我們都比不上。我在講經教學的過程當中，常常就想這個道理，我們的頭腦、聰明智慧、福德因緣絕不比古人差，甚至有許許多多的條件我們比古人都好，古人夢寐所求求不到的，而我們今天垂手可得，我們為什麼不能像人家那麼成就？細想起來這個道理不難明白，古來人用功，他有方向、有目標、有宗旨，一門深入，至死不變，他成功了；今日之下的人，所犯的毛病是好高騖遠，個個都想做個大通家，樣樣都想學，結果學到老還是一事無成、一竅不通，病根就在此地。古人的道場具備它特殊的道風與學風，哪一個道場出來的人，一看就曉得；今天道風與學風都喪失，真正有心向學的年輕同修們，得不到這樣的增上緣，這是不能成就的因素之一。"
    },
    {
      "id": "09-014-0020_p0022",
      "zh_CN": "关于这一方面，我过去也是处处提倡，到处我都劝勉这些大德的法师、居士，希望他们开道场一定要先建立道风、建立学风，一个道场修一个法门、弘扬一部经论，足够了！我在讲席当中劝勉常常跟我在一起参学的道友们，我勉励他们、劝他们，你们用个十年、八年的功夫学一样东西。譬如你学《楞严经》，你在我这个小地方我供养你，你的衣食不要去忧虑，我这个小环境供养你，你学个八年、十年，你把这个经学通了，将来你离开我这个地方，你去建一个道场，建一个楞严寺，这个寺庙里面经书很多，一看全是《楞严经》，没有第二部经典，你所讲的经就是一部《楞严经》，一遍讲完再一遍，一遍讲完再一遍，像过去清凉大师讲《华严经》讲五十遍。天下有志学《楞严》者，都到你家来，我想天下人莫不尊称你是楞严菩萨，首楞严王，那有什么话说！你要是《法华经》，你也学个十年、八年，你离开我这个地方去建立一个法华寺，如此这般专讲《法华经》，你这个寺庙除《法华经》之外，找不到第二本经书，你成功了。你成功了，凡是跟你学习的人是个个都成功！",
      "zh_TW": "關於這一方面，我過去也是處處提倡，到處我都勸勉這些大德的法師、居士，希望他們開道場一定要先建立道風、建立學風，一個道場修一個法門、弘揚一部經論，足夠了！我在講席當中勸勉常常跟我在一起參學的道友們，我勉勵他們、勸他們，你們用個十年、八年的功夫學一樣東西。譬如你學《楞嚴經》，你在我這個小地方我供養你，你的衣食不要去憂慮，我這個小環境供養你，你學個八年、十年，你把這個經學通了，將來你離開我這個地方，你去建一個道場，建一個楞嚴寺，這個寺廟裡面經書很多，一看全是《楞嚴經》，沒有第二部經典，你所講的經就是一部《楞嚴經》，一遍講完再一遍，一遍講完再一遍，像過去清涼大師講《華嚴經》講五十遍。天下有志學《楞嚴》者，都到你家來，我想天下人莫不尊稱你是楞嚴菩薩，首楞嚴王，那有什麼話說！你要是《法華經》，你也學個十年、八年，你離開我這個地方去建立一個法華寺，如此這般專講《法華經》，你這個寺廟除《法華經》之外，找不到第二本經書，你成功了。你成功了，凡是跟你學習的人是個個都成功！"
    },
    {
      "id": "09-014-0020_p0023",
      "zh_CN": "佛学院很难，太难太难了，佛学院里面要做大通家，要样样都会，那真是天才。华严会上，诸位想想，天才只有普贤菩萨一个人，他是样样都通，除普贤菩萨之外，五十三位善知识每一位善知识只通一个法门，这个榜样不就是佛在一开端就显示出来了吗？佛法传到中国之后，我们中国的古圣先贤很聪明，一眼就看破，所以这些祖师大德们每一个人各立门庭，弘扬一部经、一部论，修行一个法门，人才辈出，个个第一，没有第二。贤首清凉一部《华严》，宗密大师一部《圆觉》，天台智者一部《法华》，每一个人都搞一样，不是样样都学。他们所走的路线是五十三参里面的善知识的路线，一切经论里头我只选一种，我只要通达一种，一生当中也只弘扬一种，除这个之外，我不会。「某法师专门弘扬这个，你向他请教」，推崇别人。这点意思在《四十华严》里面，我们看到几十遍之多，还不觉悟吗？我现在目前的状况还谈不上道场，将来环境改善一点，我们会有几个道场，这几个道场，我自己舍己为人。假如为自己，我只取一部经论就够了，不要讲那么多，讲这么多的意思在哪里？帮助后学，你们喜欢学什么经，我就给你讲什么经，希望你成就，希望你不要学我一生当中讲几十种，不要学，学我是一事无成，什么都不是！你要是专讲《弥陀经》，你把《弥陀经》讲上个几百遍、几千遍，你就是阿弥陀佛！除了《阿弥陀经》，我都不会讲，你就是阿弥陀佛。你要专讲「普门品」，你不是观音菩萨，谁是观音菩萨？",
      "zh_TW": "佛學院很難，太難太難了，佛學院裡面要做大通家，要樣樣都會，那真是天才。華嚴會上，諸位想想，天才只有普賢菩薩一個人，他是樣樣都通，除普賢菩薩之外，五十三位善知識每一位善知識只通一個法門，這個榜樣不就是佛在一開端就顯示出來了嗎？佛法傳到中國之後，我們中國的古聖先賢很聰明，一眼就看破，所以這些祖師大德們每一個人各立門庭，弘揚一部經、一部論，修行一個法門，人才輩出，個個第一，沒有第二。賢首清涼一部《華嚴》，宗密大師一部《圓覺》，天台智者一部《法華》，每一個人都搞一樣，不是樣樣都學。他們所走的路線是五十三參裡面的善知識的路線，一切經論裡頭我只選一種，我只要通達一種，一生當中也只弘揚一種，除這個之外，我不會。「某法師專門弘揚這個，你向他請教」，推崇別人。這點意思在《四十華嚴》裡面，我們看到幾十遍之多，還不覺悟嗎？我現在目前的狀況還談不上道場，將來環境改善一點，我們會有幾個道場，這幾個道場，我自己捨己為人。假如為自己，我只取一部經論就夠了，不要講那麼多，講這麼多的意思在哪裡？幫助後學，你們喜歡學什麼經，我就給你講什麼經，希望你成就，希望你不要學我一生當中講幾十種，不要學，學我是一事無成，什麼都不是！你要是專講《彌陀經》，你把《彌陀經》講上個幾百遍、幾千遍，你就是阿彌陀佛！除了《阿彌陀經》，我都不會講，你就是阿彌陀佛。你要專講「普門品」，你不是觀音菩薩，誰是觀音菩薩？"
    },
    {
      "id": "09-014-0020_p0024",
      "zh_CN": "所以我的主张、我的看法认为，一个寺庙、一个道场只需要一部经，一种修行方法。汉文翻译的经论也只有三千多部，如果我们国家有三千多个庙，一个庙里有一部，我们这个国家岂不是一个完整的佛法吗？这三千多家个个第一，没有第二的，哪有第二！用不着相争，也用不着嫉妒，个个第一，没有第二！众生喜欢哪一个法门，他就到哪一家去修，个个都证圆通，个个都得一心不乱，个个都能成佛作祖，这才是真正的佛法。我想除了这个路子之外，要想真正的成就，恐怕很难很难。这是我一点浅见，在此地提供诸位做参考。请看下面经文，底下这一段是佛示现给我们「即说非说」，请看经文：",
      "zh_TW": "所以我的主張、我的看法認為，一個寺廟、一個道場只需要一部經，一種修行方法。漢文翻譯的經論也只有三千多部，如果我們國家有三千多個廟，一個廟裡有一部，我們這個國家豈不是一個完整的佛法嗎？這三千多家個個第一，沒有第二的，哪有第二！用不著相爭，也用不著嫉妒，個個第一，沒有第二！眾生喜歡哪一個法門，他就到哪一家去修，個個都證圓通，個個都得一心不亂，個個都能成佛作祖，這才是真正的佛法。我想除了這個路子之外，要想真正的成就，恐怕很難很難。這是我一點淺見，在此地提供諸位做參考。請看下面經文，底下這一段是佛示現給我們「即說非說」，請看經文："
    },
    {
      "id": "09-014-0020_p0025",
      "zh_CN": "【须菩提。汝勿谓如来作是念。】",
      "zh_TW": "【須菩提。汝勿謂如來作是念。】"
    },
    {
      "id": "09-014-0020_p0026",
      "zh_CN": "这个『念』是指如来本身，如来没有这个念头。",
      "zh_TW": "這個『念』是指如來本身，如來沒有這個念頭。"
    },
    {
      "id": "09-014-0020_p0027",
      "zh_CN": "【我当有所说法。莫作是念。】",
      "zh_TW": "【我當有所說法。莫作是念。】"
    },
    {
      "id": "09-014-0020_p0028",
      "zh_CN": "这个『念』是指须菩提，须菩提你不能有这个念头。你别以为如来起了个念头，『我当有所说法』，那你就搞错了。到这个地方这是一段经文，这一节经文是「说明佛说法之义，暗示教菩萨应如何离念」。根接触境界，有念是凡夫，无念是佛、是菩萨。六根接触六尘境界，什么叫有念、什么叫无念，这个一定要搞清楚。「有念：有有念，有无念。」我没有念了，没有念了，你还是有念，有无念，还是属于有念。换句话说，凡是有无相对的都叫做有念。「无念：无有念，无无念。」无念是绝对的，不但有念没有，无念也没有，这叫真正的无念；这个境界就是「寂照现前」，就是本来无一物，寂照现前的境界。我们再说凡夫，欲界的凡夫有有念，四空天的凡夫与无想天的天人也是凡夫，他有无念，所以他叫凡夫，都是属于有念这个范围。能所双忘，二边不立，中道不存，这是佛、这是菩萨，所谓是圣人的境界。这个地方的经文我们要注意到。底下说：",
      "zh_TW": "這個『念』是指須菩提，須菩提你不能有這個念頭。你別以為如來起了個念頭，『我當有所說法』，那你就搞錯了。到這個地方這是一段經文，這一節經文是「說明佛說法之義，暗示教菩薩應如何離念」。根接觸境界，有念是凡夫，無念是佛、是菩薩。六根接觸六塵境界，什麼叫有念、什麼叫無念，這個一定要搞清楚。「有念：有有念，有無念。」我沒有念了，沒有念了，你還是有念，有無念，還是屬於有念。換句話說，凡是有無相對的都叫做有念。「無念：無有念，無無念。」無念是絕對的，不但有念沒有，無念也沒有，這叫真正的無念；這個境界就是「寂照現前」，就是本來無一物，寂照現前的境界。我們再說凡夫，欲界的凡夫有有念，四空天的凡夫與無想天的天人也是凡夫，他有無念，所以他叫凡夫，都是屬於有念這個範圍。能所雙忘，二邊不立，中道不存，這是佛、這是菩薩，所謂是聖人的境界。這個地方的經文我們要注意到。底下說："
    },
    {
      "id": "09-014-0020_p0029",
      "zh_CN": "【何以故。若人言如来有所说法。即为谤佛。不能解我所说故。】",
      "zh_TW": "【何以故。若人言如來有所說法。即為謗佛。不能解我所說故。】"
    },
    {
      "id": "09-014-0020_p0030",
      "zh_CN": "为什么？有念就有执着，有执着是凡夫，决定不是佛菩萨，你把佛菩萨看作凡夫，那怎么不是谤佛？谤佛这个罪过就大了。此地说「圆证本性」，证，圆教初住菩萨就证本性，圆证是证得圆满的圆教的佛，在佛的果位上「方称如来」，是圆证本性，不是分证。本性是空寂的，「空寂性中，哪有念？哪有我？」有念、无念统统没有，哪有我？「有念即我执未忘」，我执未忘是凡夫，不是佛菩萨。「证法身，方成报化身」，才成就报身、化身。「报身、法身不一不异」，这个意思六祖大师在《坛经》里面讲得很详细，他讲一体三身佛，那一段说得很详细。「法身无念无说。」《华严经》里面菩萨说法，佛不说法，因为佛代表法身，无念无说。「报身、应化身虽说而实无念」，这是不可思议的境界。不但佛说法无念，菩萨跟我们说法也无念。不像我们凡夫，凡夫说法先有个念头，是依起念而说；佛说法是依无念而说。「佛之说法，无非对机。」这个道理，六祖大师在《坛经》里面讲三十六对法，就是说的这桩事情。三十六对法就是佛之说法无非对机。「法本无法，故说即无说」，这一句可以说是六祖大师第九章经文的解释。而六祖大师三十六对法也可以做这几句的说明，诸位互相一参考，意思就能够明了。",
      "zh_TW": "為什麼？有念就有執著，有執著是凡夫，決定不是佛菩薩，你把佛菩薩看作凡夫，那怎麼不是謗佛？謗佛這個罪過就大了。此地說「圓證本性」，證，圓教初住菩薩就證本性，圓證是證得圓滿的圓教的佛，在佛的果位上「方稱如來」，是圓證本性，不是分證。本性是空寂的，「空寂性中，哪有念？哪有我？」有念、無念統統沒有，哪有我？「有念即我執未忘」，我執未忘是凡夫，不是佛菩薩。「證法身，方成報化身」，才成就報身、化身。「報身、法身不一不異」，這個意思六祖大師在《壇經》裡面講得很詳細，他講一體三身佛，那一段說得很詳細。「法身無念無說。」《華嚴經》裡面菩薩說法，佛不說法，因為佛代表法身，無念無說。「報身、應化身雖說而實無念」，這是不可思議的境界。不但佛說法無念，菩薩跟我們說法也無念。不像我們凡夫，凡夫說法先有個念頭，是依起念而說；佛說法是依無念而說。「佛之說法，無非對機。」這個道理，六祖大師在《壇經》裡面講三十六對法，就是說的這樁事情。三十六對法就是佛之說法無非對機。「法本無法，故說即無說」，這一句可以說是六祖大師第九章經文的解釋。而六祖大師三十六對法也可以做這幾句的說明，諸位互相一參考，意思就能夠明瞭。"
    },
    {
      "id": "09-014-0020_p0031",
      "zh_CN": "那我们要问，「佛何以能不起念随缘说法」？这是个不可思议的事情，我们一般人总是先有念而后说，如果没有念来说，那不是说个胡说八道！他为什么可以不起念，不起心不动念，能够随缘说法，他说得那么自在，说得那么不可思议，道理在什么地方？「由于修因时悲愿薰习之力」，这一句是总说明。正如同我们现在开始学佛，我们现在在修因的时候，还没有证果，修因的时候，我们不也是发了四弘誓愿吗？「众生无边誓愿度，烦恼无尽誓愿断，法门无量誓愿学，佛道无上誓愿成」，这是大悲愿力，这种大悲愿力天天在薰习，薰成一个习惯，自自然然到时候它就随缘起作用。这个起作用，「如桴鼓之相应」，桴是鼓槌，敲鼓的槌子，鼓槌敲鼓，鼓就会响，「大扣则大鸣，小扣则小鸣」，大扣敲得重一点，那个鼓就响得大，敲得小一点，声音就小，「适如其分，自然而然」，这就好比随缘说法，「佛之说法，如是如是」，就像这个样子。不可以说如来有所说法，你要是有这个意思，那真是不懂佛说法的意思。结论说明说法「本无可说」：",
      "zh_TW": "那我們要問，「佛何以能不起念隨緣說法」？這是個不可思議的事情，我們一般人總是先有念而後說，如果沒有念來說，那不是說個胡說八道！他為什麼可以不起念，不起心不動念，能夠隨緣說法，他說得那麼自在，說得那麼不可思議，道理在什麼地方？「由於修因時悲願薰習之力」，這一句是總說明。正如同我們現在開始學佛，我們現在在修因的時候，還沒有證果，修因的時候，我們不也是發了四弘誓願嗎？「眾生無邊誓願度，煩惱無盡誓願斷，法門無量誓願學，佛道無上誓願成」，這是大悲願力，這種大悲願力天天在薰習，薰成一個習慣，自自然然到時候它就隨緣起作用。這個起作用，「如桴鼓之相應」，桴是鼓槌，敲鼓的槌子，鼓槌敲鼓，鼓就會響，「大扣則大鳴，小扣則小鳴」，大扣敲得重一點，那個鼓就響得大，敲得小一點，聲音就小，「適如其分，自然而然」，這就好比隨緣說法，「佛之說法，如是如是」，就像這個樣子。不可以說如來有所說法，你要是有這個意思，那真是不懂佛說法的意思。結論說明說法「本無可說」："
    },
    {
      "id": "09-014-0020_p0032",
      "zh_CN": "【须菩提。说法者。无法可说。是名说法。】",
      "zh_TW": "【須菩提。說法者。無法可說。是名說法。】"
    },
    {
      "id": "09-014-0020_p0033",
      "zh_CN": "这是把说法的真相给我们说出来了。「法是缘生（因缘所生），说也是因缘所生，说法的人也是因缘所生，缘生无性，当体即空。」这个意思在本经前面已经说得很多，我们了解这个意思，才能够体会到佛说法的真实义，不至于再发生误会，不会再做谤佛的事情了。「正说时，即了不可得」，正在说的时候，当体了不可得，「说即无说也」，这就是说即无说、无说即说，这是佛说法的真实义又一种说法。前面曾经跟诸位讲过，佛之说法是依如而说，不同于凡夫，他是依万法一如而说，此地跟我们所讲的是说即无说、无说即说，了不可得这是如的意思，正说的时候与了不可得相应，这就是依如而说。「解得缘生之义，便知法本无法，说法者亦即空即假。」不但佛说法者如是，「一切法莫不如是，有名无实」，世出世间一切法，一切言说、一切心境，莫不如是，换句话说，没有一样不如是，都是个有名无实。这一点意思，希望我们要细心去体会。经义很清楚，本来无法，哪有法可说？不但说的人，学法要懂得这个道理，说无可说，无法可说，学法当然也是无法可以执着。",
      "zh_TW": "這是把說法的真相給我們說出來了。「法是緣生（因緣所生），說也是因緣所生，說法的人也是因緣所生，緣生無性，當體即空。」這個意思在本經前面已經說得很多，我們了解這個意思，才能夠體會到佛說法的真實義，不至於再發生誤會，不會再做謗佛的事情了。「正說時，即了不可得」，正在說的時候，當體了不可得，「說即無說也」，這就是說即無說、無說即說，這是佛說法的真實義又一種說法。前面曾經跟諸位講過，佛之說法是依如而說，不同於凡夫，他是依萬法一如而說，此地跟我們所講的是說即無說、無說即說，了不可得這是如的意思，正說的時候與了不可得相應，這就是依如而說。「解得緣生之義，便知法本無法，說法者亦即空即假。」不但佛說法者如是，「一切法莫不如是，有名無實」，世出世間一切法，一切言說、一切心境，莫不如是，換句話說，沒有一樣不如是，都是個有名無實。這一點意思，希望我們要細心去體會。經義很清楚，本來無法，哪有法可說？不但說的人，學法要懂得這個道理，說無可說，無法可說，學法當然也是無法可以執著。"
    },
    {
      "id": "09-014-0020_p0034",
      "zh_CN": "佛法教人，无非是去当人的分别执着妄念而已，所以学法的人应当观照诸法缘生体空的道理，看到这个真实相，才能够会归一如。到你观照的功夫有了相当的深度，你的分别执着渐渐就淡薄，想一下断当然不容易，会一天比一天淡，那是功夫上轨道了。初学的会感觉一年比一年淡薄一些，一个月比一个月淡薄一些，你要是能一个月见到比一个月淡薄，你就法喜充满，信心具足；如果一个星期比一个星期淡薄，那这个功夫可以算得上是上乘的功夫；每天能够发现到天天淡薄，那你已经是菩萨，你就不是凡人。虽然觉得自己分别执着这些习气淡了，可是心里绝不可以存这个念头「淡了」，你要有这个淡了，又执着了。你想想看，你有一个淡，淡薄了，这是分别心，我今天又淡了一分，执着，岂不又是增长分别执着？话不能不这么说。境界里头全无分别执着，那个境界是一天比一天好，这是真的，可是决定没有一念分别执着，这就叫通达无我法，菩萨应当如是知。这是佛给我们讲「说即非说」旨趣的所在。这一段是就能说的人来说，底下这一段是就能听的人，听众，能听的人是真的还是假的？请看经文，这是就众生、非众生开示我们：",
      "zh_TW": "佛法教人，無非是去當人的分別執著妄念而已，所以學法的人應當觀照諸法緣生體空的道理，看到這個真實相，才能夠會歸一如。到你觀照的功夫有了相當的深度，你的分別執著漸漸就淡薄，想一下斷當然不容易，會一天比一天淡，那是功夫上軌道了。初學的會感覺一年比一年淡薄一些，一個月比一個月淡薄一些，你要是能一個月見到比一個月淡薄，你就法喜充滿，信心具足；如果一個星期比一個星期淡薄，那這個功夫可以算得上是上乘的功夫；每天能夠發現到天天淡薄，那你已經是菩薩，你就不是凡人。雖然覺得自己分別執著這些習氣淡了，可是心裡絕不可以存這個念頭「淡了」，你要有這個淡了，又執著了。你想想看，你有一個淡，淡薄了，這是分別心，我今天又淡了一分，執著，豈不又是增長分別執著？話不能不這麼說。境界裡頭全無分別執著，那個境界是一天比一天好，這是真的，可是決定沒有一念分別執著，這就叫通達無我法，菩薩應當如是知。這是佛給我們講「說即非說」旨趣的所在。這一段是就能說的人來說，底下這一段是就能聽的人，聽眾，能聽的人是真的還是假的？請看經文，這是就眾生、非眾生開示我們："
    },
    {
      "id": "09-014-0020_p0035",
      "zh_CN": "【尔时。慧命须菩提白佛言。世尊。颇有众生。于未来世。闻说是法。生信心不。】",
      "zh_TW": "【爾時。慧命須菩提白佛言。世尊。頗有眾生。於未來世。聞說是法。生信心不。】"
    },
    {
      "id": "09-014-0020_p0036",
      "zh_CN": "请看小注。首先要说明，这节经文一直到底下「是名众生」这句为止，一共有六十二个字，这是经文上六十二个字，秦本本无，就是鸠摩罗什大师的译本没有这段经文。这段经文是唐人根据魏译本的《金刚经》把它补进去的，魏译本增补者也。江味农居士《金刚经讲义》（就是江注），以及圆瑛法师的《金刚经讲义》，对于这一段的事情注解得很详细，诸位可以参考。",
      "zh_TW": "請看小註。首先要說明，這節經文一直到底下「是名眾生」這句為止，一共有六十二個字，這是經文上六十二個字，秦本本無，就是鳩摩羅什大師的譯本沒有這段經文。這段經文是唐人根據魏譯本的《金剛經》把它補進去的，魏譯本增補者也。江味農居士《金剛經講義》（就是江註），以及圓瑛法師的《金剛經講義》，對於這一段的事情註解得很詳細，諸位可以參考。"
    },
    {
      "id": "09-014-0020_p0037",
      "zh_CN": "「上一段言无法可说，是能说者空；底下一段经文说无法可得，是所说者空」。这些都是指导我们用功的要领，功夫不得力都是犯了落实之过，就是把能说、所说的都认为是实有，在这个里头起分别执着，所以你修学多年不得其门而入，原因在此地。如果你晓得能说者空，你对于能说不执着了；你又晓得所说的法也是空的，那你对于所说之法也不执着了。只要离开分别执着，「修功至极处，必应能所皆空」，就是能说、所说二边都不执着，「方能性光独耀，迥脱根尘」，这就是见性，真心显露的境界。「此即《心经》无智亦无得也」，智是能证的智慧，得是所得的菩提涅槃，能所都是有名无实，不过是假名而已。「当知如上所说，皆是于法不执着」，于一切法不执着，于心法、心所法、色法、不相应行法、有为法、无为法、世间法、出世间法，统统都不执着，这是「精修无我之妙法」，须菩提长老他的问意就在此。有没有众生在「未来世中，去佛愈远，业障深重，闻说是法，生信必少？」这就是须菩提的意思。实际上哪里是须菩提的意思，是我们凡夫的境界，凡夫有这个疑虑说不出来，或者是当着佛的面前不好意思说出来，须菩提尊者看出来了，他装糊涂代我们说出来，所以问意在此。",
      "zh_TW": "「上一段言無法可說，是能說者空；底下一段經文說無法可得，是所說者空」。這些都是指導我們用功的要領，功夫不得力都是犯了落實之過，就是把能說、所說的都認為是實有，在這個裡頭起分別執著，所以你修學多年不得其門而入，原因在此地。如果你曉得能說者空，你對於能說不執著了；你又曉得所說的法也是空的，那你對於所說之法也不執著了。只要離開分別執著，「修功至極處，必應能所皆空」，就是能說、所說二邊都不執著，「方能性光獨耀，迥脫根塵」，這就是見性，真心顯露的境界。「此即《心經》無智亦無得也」，智是能證的智慧，得是所得的菩提涅槃，能所都是有名無實，不過是假名而已。「當知如上所說，皆是於法不執著」，於一切法不執著，於心法、心所法、色法、不相應行法、有為法、無為法、世間法、出世間法，統統都不執著，這是「精修無我之妙法」，須菩提長老他的問意就在此。有沒有眾生在「未來世中，去佛愈遠，業障深重，聞說是法，生信必少？」這就是須菩提的意思。實際上哪裡是須菩提的意思，是我們凡夫的境界，凡夫有這個疑慮說不出來，或者是當著佛的面前不好意思說出來，須菩提尊者看出來了，他裝糊塗代我們說出來，所以問意在此。"
    },
    {
      "id": "09-014-0020_p0038",
      "zh_CN": "下面佛给我们解答，解答得非常巧妙，乍看似乎是所问非所答，实际上把须菩提的疑问答复得圆圆满满，这都是说法的善巧。请看经文：",
      "zh_TW": "下面佛給我們解答，解答得非常巧妙，乍看似乎是所問非所答，實際上把須菩提的疑問答覆得圓圓滿滿，這都是說法的善巧。請看經文："
    },
    {
      "id": "09-014-0020_p0039",
      "zh_CN": "【佛言。须菩提。彼非众生。非不众生。】",
      "zh_TW": "【佛言。須菩提。彼非眾生。非不眾生。】"
    },
    {
      "id": "09-014-0020_p0040",
      "zh_CN": "这个『彼』就是指尊者所问的颇有众生。这个话太巧妙，怎么说『非众生，非不众生』？佛自己接着就给我们解释：",
      "zh_TW": "這個『彼』就是指尊者所問的頗有眾生。這個話太巧妙，怎麼說『非眾生，非不眾生』？佛自己接著就給我們解釋："
    },
    {
      "id": "09-014-0020_p0041",
      "zh_CN": "【何以故。须菩提。众生众生者。如来说非众生。是名众生。】",
      "zh_TW": "【何以故。須菩提。眾生眾生者。如來說非眾生。是名眾生。】"
    },
    {
      "id": "09-014-0020_p0042",
      "zh_CN": "诸位想想这个答复，佛究竟说的是什么？「彼非众生，约性而说」，是从性体上来讲，性体上来说「本具佛性」，一切众生皆有佛性，既有佛性皆当作佛；换句话说，既然有佛性，本来具有佛性，他就「能开佛知，能生信心」。用「彼非众生」就把这个意思都包括在里头了。虽然这样说，「要在具足善根、福德、因缘」。这个问题我在去年在梅山禅林寺暑期大专讲座的时候，当时讲座当中有一位老师，蓝吉富教授，在讲经，也就是讲堂下来之后，他提了个问题来问我，他说：佛在经上讲，众生从初发心要修到如来地需要经过三个阿僧祇劫，这是真的还是假的？提出这个问题来问我。我告诉他：实在讲，我们从《金刚经》上来看，如来是真语者、实语者、如语者、不妄语者、不诳语者，佛怎么会说假话？可是这个问题的确是有很多人疑惑，我告诉他，这个话是亦真亦假。他就说，怎么亦真亦假？我就说明这个道理，经上说得很清楚，善根、福德、因缘三者具足，一生就成就了。",
      "zh_TW": "諸位想想這個答覆，佛究竟說的是什麼？「彼非眾生，約性而說」，是從性體上來講，性體上來說「本具佛性」，一切眾生皆有佛性，既有佛性皆當作佛；換句話說，既然有佛性，本來具有佛性，他就「能開佛知，能生信心」。用「彼非眾生」就把這個意思都包括在裡頭了。雖然這樣說，「要在具足善根、福德、因緣」。這個問題我在去年在梅山禪林寺暑期大專講座的時候，當時講座當中有一位老師，藍吉富教授，在講經，也就是講堂下來之後，他提了個問題來問我，他說：佛在經上講，眾生從初發心要修到如來地需要經過三個阿僧祇劫，這是真的還是假的？提出這個問題來問我。我告訴他：實在講，我們從《金剛經》上來看，如來是真語者、實語者、如語者、不妄語者、不誑語者，佛怎麼會說假話？可是這個問題的確是有很多人疑惑，我告訴他，這個話是亦真亦假。他就說，怎麼亦真亦假？我就說明這個道理，經上說得很清楚，善根、福德、因緣三者具足，一生就成就了。"
    },
    {
      "id": "09-014-0020_p0043",
      "zh_CN": "你想一想这一切众生当中，不要说别人，就说自己，我们这三者具足不具足？三者要是缺一条，这一生就不能成就，来生还得接着修；换句话说，这三者在一生当中具足，这个机会太少，太难得，三者具足。有的时候三者具足一条、具足两条，总不会说三者统统都具足。换句话说，我们学佛的同修，当时参加讲座这些学生，甚至我们讲席里头还有外国人，只要在这个讲座里面听经，不必听多，听上一堂课两个钟点，你在过去生中已经不晓得修了多少个阿僧祇劫，不止三个阿僧祇劫。为什么没成功？三个东西没碰在一起，这三个也没和合。什么叫善根？善根是正确的理解，你一听意思完全懂，很正确的懂得，没错误、没有误会，这属于善根；还有一点是坚定的信心，这是善根，信解是属于善根。福德是什么？福德是修行，依教修行，精进不退，这是福德。福德不是说你这一生有地位、有财富，不是说这个。我们这里讲的是出世间法，讲的是佛法，佛法里面的福德是精进不懈，依教奉行，百分之百的奉行，一点折扣都不打，这是福德。第三个是因缘，因缘你要碰到真正的善知识，他来指导你，就是你要遇到一个好的老师，好的修学环境，这是因缘。你们想想看，这三个条件要是在一生当中统统具足，你去找，天下有几个人？",
      "zh_TW": "你想一想這一切眾生當中，不要說別人，就說自己，我們這三者具足不具足？三者要是缺一條，這一生就不能成就，來生還得接著修；換句話說，這三者在一生當中具足，這個機會太少，太難得，三者具足。有的時候三者具足一條、具足兩條，總不會說三者統統都具足。換句話說，我們學佛的同修，當時參加講座這些學生，甚至我們講席裡頭還有外國人，只要在這個講座裡面聽經，不必聽多，聽上一堂課兩個鐘點，你在過去生中已經不曉得修了多少個阿僧祇劫，不止三個阿僧祇劫。為什麼沒成功？三個東西沒碰在一起，這三個也沒和合。什麼叫善根？善根是正確的理解，你一聽意思完全懂，很正確的懂得，沒錯誤、沒有誤會，這屬於善根；還有一點是堅定的信心，這是善根，信解是屬於善根。福德是什麼？福德是修行，依教修行，精進不退，這是福德。福德不是說你這一生有地位、有財富，不是說這個。我們這裡講的是出世間法，講的是佛法，佛法裡面的福德是精進不懈，依教奉行，百分之百的奉行，一點折扣都不打，這是福德。第三個是因緣，因緣你要碰到真正的善知識，他來指導你，就是你要遇到一個好的老師，好的修學環境，這是因緣。你們想想看，這三個條件要是在一生當中統統具足，你去找，天下有幾個人？"
    },
    {
      "id": "09-014-0020_p0044",
      "zh_CN": "这三个条件一具足，一定成功，当生成就的佛法。如果这三个条件要是不能够同时具足，我就反问蓝教授，你想想要不要三大阿僧祇劫？他把眉头一皱，「恐怕还不止！」这是真的，真的不止三大阿僧祇劫。诸位要晓得这个道理，我就跟他说亦真亦假，三个因缘不能够同时具足，佛说三大阿僧祇劫这个话是真的，不假；如果三个因缘同时聚会，当生就成就了。所以我们要晓得，佛无有定法可说，佛无法可说，佛所说的一切法都是教我们开悟的，都是诱导我们悟入，所以不可以死在言说之下，不可以死在经文之中，换句话说，万万不可以执着文字言说，你才有一个出路。",
      "zh_TW": "這三個條件一具足，一定成功，當生成就的佛法。如果這三個條件要是不能夠同時具足，我就反問藍教授，你想想要不要三大阿僧祇劫？他把眉頭一皺，「恐怕還不止！」這是真的，真的不止三大阿僧祇劫。諸位要曉得這個道理，我就跟他說亦真亦假，三個因緣不能夠同時具足，佛說三大阿僧祇劫這個話是真的，不假；如果三個因緣同時聚會，當生就成就了。所以我們要曉得，佛無有定法可說，佛無法可說，佛所說的一切法都是教我們開悟的，都是誘導我們悟入，所以不可以死在言說之下，不可以死在經文之中，換句話說，萬萬不可以執著文字言說，你才有一個出路。"
    },
    {
      "id": "09-014-0020_p0045",
      "zh_CN": "再看底下的解释，「非不众生，约相而说，缘生假名」，众生是个假名，我们要「体会缘生」的道理，因缘所生，既是因缘所生，「原非众生」。这个众生我们讲有情的众生，闻法的这个人，这个幻相是缘生的，只有众生跟假名，哪是实在的！「缘生之义，贯通一切法」，不但一切世间法，连一切的佛法，像前面所讲的佛的三身，佛所证得的无上菩提，阿耨多罗三藐三菩提，连这个都是缘生的，何况其余！「此义信得及」，所以他贯通一切世出世间法，这个道理，这个义就是义理，果然能够信得及，「其他诸义」，世出世间一切的义理，「便彻了而深信无疑」，才能够真正做得到。所以缘生这个意思很深很深，大小乘经典里面都非常的重视。这是将这段经文简单的跟诸位介绍出来。",
      "zh_TW": "再看底下的解釋，「非不眾生，約相而說，緣生假名」，眾生是個假名，我們要「體會緣生」的道理，因緣所生，既是因緣所生，「原非眾生」。這個眾生我們講有情的眾生，聞法的這個人，這個幻相是緣生的，只有眾生跟假名，哪是實在的！「緣生之義，貫通一切法」，不但一切世間法，連一切的佛法，像前面所講的佛的三身，佛所證得的無上菩提，阿耨多羅三藐三菩提，連這個都是緣生的，何況其餘！「此義信得及」，所以他貫通一切世出世間法，這個道理，這個義就是義理，果然能夠信得及，「其他諸義」，世出世間一切的義理，「便徹了而深信無疑」，才能夠真正做得到。所以緣生這個意思很深很深，大小乘經典裡面都非常的重視。這是將這段經文簡單的跟諸位介紹出來。"
    },
    {
      "id": "09-014-0020_p0046",
      "zh_CN": "这里面还有一点意思是说明生佛平等，从三心不可得，从缘生的义理，我们彻底了解平等无差别的道理。说到未来世，特别是指我们现在所谓是末法时期，如果我们能够信得及，讲席当中我屡次提醒大家，我们信佛，《金刚经》里面讲如来是五语者，我们信他，信他不管用，如来说他的五语者，意思不是教我们信他，意思是教我们要信自己！佛给我们讲的话不假。建立信心里面，比什么都重要的是自信心。经文不是明明说过，「信心清净，则生实相」、「信心不逆」，像这样的经文我们看过很多很多，相信自己真心就是佛，佛就是自己的真心，所以说「心佛众生，三无差别」。不能够相信，那叫凡夫，换句话说，什么叫凡夫？失掉自信心的人就叫凡夫，具足坚定自信心的人就叫佛菩萨，从这方面来看，圣凡不过就是信心有无之称罢了。除这个之外，还有什么两样？像这些地方我们都要细细的去体会，真正能够明白宗旨，对于你的理解，对于你的功夫，都会有很大的帮助。今天时间到了，就讲到此地。",
      "zh_TW": "這裡面還有一點意思是說明生佛平等，從三心不可得，從緣生的義理，我們徹底了解平等無差別的道理。說到未來世，特別是指我們現在所謂是末法時期，如果我們能夠信得及，講席當中我屢次提醒大家，我們信佛，《金剛經》裡面講如來是五語者，我們信他，信他不管用，如來說他的五語者，意思不是教我們信他，意思是教我們要信自己！佛給我們講的話不假。建立信心裡面，比什麼都重要的是自信心。經文不是明明說過，「信心清淨，則生實相」、「信心不逆」，像這樣的經文我們看過很多很多，相信自己真心就是佛，佛就是自己的真心，所以說「心佛眾生，三無差別」。不能夠相信，那叫凡夫，換句話說，什麼叫凡夫？失掉自信心的人就叫凡夫，具足堅定自信心的人就叫佛菩薩，從這方面來看，聖凡不過就是信心有無之稱罷了。除這個之外，還有什麼兩樣？像這些地方我們都要細細的去體會，真正能夠明白宗旨，對於你的理解，對於你的功夫，都會有很大的幫助。今天時間到了，就講到此地。"
    }
  ]
}