{
  "doc_id": "09-014-0007",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0007",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "09-014-0007_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第七次。",
      "zh_TW": "《金剛般若波羅蜜經》第七次。"
    },
    {
      "id": "09-014-0007_p0002",
      "zh_CN": "今天我们要接着跟诸位研究在这一节经文里面所讲的修行的要义。佛法的殊胜之处就是解行合一，不仅仅是谈玄说妙，而重视实际的修学功夫，换句话说，也就是讲求生活当中实际的受用。讲到修行，首先我们要将这两个字的定义认识清楚。我们在表里面跟诸位列出来了，修行功夫的要义。「修行」就是修正行为，行为可以说它的范围非常广大，真是无量无边。无量无边的行为可以用三个字包括尽，那就是「身、口、意」，也有些经文用「身语意」，言语的语跟口是一个意思，口就是代表着言语。身体一切的造作就是身的行为，身的动作就是身的行为；口的言语属于口的行为，叫口业行为；心里面的念头，念心一动，这个就是意业的行为。能发动行为的不外乎身口意三处，这三处就把所有的行为都包括尽。",
      "zh_TW": "今天我們要接著跟諸位研究在這一節經文裡面所講的修行的要義。佛法的殊勝之處就是解行合一，不僅僅是談玄說妙，而重視實際的修學功夫，換句話說，也就是講求生活當中實際的受用。講到修行，首先我們要將這兩個字的定義認識清楚。我們在表裡面跟諸位列出來了，修行功夫的要義。「修行」就是修正行為，行為可以說它的範圍非常廣大，真是無量無邊。無量無邊的行為可以用三個字包括盡，那就是「身、口、意」，也有些經文用「身語意」，言語的語跟口是一個意思，口就是代表著言語。身體一切的造作就是身的行為，身的動作就是身的行為；口的言語屬於口的行為，叫口業行為；心裡面的念頭，念心一動，這個就是意業的行為。能發動行為的不外乎身口意三處，這三處就把所有的行為都包括盡。"
    },
    {
      "id": "09-014-0007_p0003",
      "zh_CN": "凡夫三业行为不正，换句话说，就是错误的行为，佛法教我们将错误的行为修正过来。这个正的标准简单的说，觉是正，迷是不正；邪是不正，离开邪就是正；清净是正，染污是不正。佛法教我们的修学，先教我们「觉而不迷、正而不邪、净而不染」。学佛根本的修行法就是三皈依，三皈依里面，皈依佛，佛是觉的意思，就是觉而不迷；皈依法，法就是正的意思，正而不邪；皈依僧，僧就是净的意思，净而不染。我们讲皈依佛、皈依法、皈依僧，三皈依的意思就是修正我们身口意的行为，要觉、要正、要净。在这个地方它的分配法，诸位要特别的注意，意业三条都有，就是觉正净这三条都有；身业与口业，只包含在正而不邪，因为心要是觉悟、清净了，我们身体的造作、一切的言语自自然然离开一切邪迷，都归向正道。",
      "zh_TW": "凡夫三業行為不正，換句話說，就是錯誤的行為，佛法教我們將錯誤的行為修正過來。這個正的標準簡單的說，覺是正，迷是不正；邪是不正，離開邪就是正；清淨是正，染污是不正。佛法教我們的修學，先教我們「覺而不迷、正而不邪、淨而不染」。學佛根本的修行法就是三皈依，三皈依裡面，皈依佛，佛是覺的意思，就是覺而不迷；皈依法，法就是正的意思，正而不邪；皈依僧，僧就是淨的意思，淨而不染。我們講皈依佛、皈依法、皈依僧，三皈依的意思就是修正我們身口意的行為，要覺、要正、要淨。在這個地方它的分配法，諸位要特別的注意，意業三條都有，就是覺正淨這三條都有；身業與口業，只包含在正而不邪，因為心要是覺悟、清淨了，我們身體的造作、一切的言語自自然然離開一切邪迷，都歸向正道。"
    },
    {
      "id": "09-014-0007_p0004",
      "zh_CN": "修行的定义我们明白了以后，这一段经文里面要义有八点。第一点要跟诸位说明的，就是本经所说的「应无所住」，要大家了解这个意思。正如同文殊菩萨在《楞严经》里面为我们选择修学法门，一开端就把迷悟的根源给我们指示出来，经里面所说的，「元明照生所，所立照性亡」。这两句话是说明，我们真如本性本来是光明的，为什么从本明当中生起无明？文殊菩萨这两句话说得很清楚。本经还有两句话，「知见立知，是无明本」，这两句话也把这个现象说明白了。因此真正修行只求息妄，不要再去找真。「用功只在除妄」，不要去找真，你有一个去找真的心、求真的心，这个心就是妄心。你妄心把它保存在这里，不把它除掉，诸位想想「真」如何能够显露得出来？所以用功只在除妄。由此可知，上面我们提的纲领，我们只要离开迷，只要求不迷，不要去求觉，那就是除妄，除妄就叫不迷，只要不邪、只要不染，你不要去求觉，不必求正，也不必求净。为什么？不迷自然就觉，不邪就是正，不染就是净，可见得功夫是除妄。除了妄，显示出来就是真。如果你说「我要求觉」，这是迷了；「我要求正」，这就是邪；「我要求净」，那你就染污了，这里头有很深的意思，古人讲「但尽凡情，别无圣解」，也就是说的这个道理。",
      "zh_TW": "修行的定義我們明白了以後，這一段經文裡面要義有八點。第一點要跟諸位說明的，就是本經所說的「應無所住」，要大家了解這個意思。正如同文殊菩薩在《楞嚴經》裡面為我們選擇修學法門，一開端就把迷悟的根源給我們指示出來，經裡面所說的，「元明照生所，所立照性亡」。這兩句話是說明，我們真如本性本來是光明的，為什麼從本明當中生起無明？文殊菩薩這兩句話說得很清楚。本經還有兩句話，「知見立知，是無明本」，這兩句話也把這個現象說明白了。因此真正修行只求息妄，不要再去找真。「用功只在除妄」，不要去找真，你有一個去找真的心、求真的心，這個心就是妄心。你妄心把它保存在這裡，不把它除掉，諸位想想「真」如何能夠顯露得出來？所以用功只在除妄。由此可知，上面我們提的綱領，我們只要離開迷，只要求不迷，不要去求覺，那就是除妄，除妄就叫不迷，只要不邪、只要不染，你不要去求覺，不必求正，也不必求淨。為什麼？不迷自然就覺，不邪就是正，不染就是淨，可見得功夫是除妄。除了妄，顯示出來就是真。如果你說「我要求覺」，這是迷了；「我要求正」，這就是邪；「我要求淨」，那你就染污了，這裡頭有很深的意思，古人講「但盡凡情，別無聖解」，也就是說的這個道理。"
    },
    {
      "id": "09-014-0007_p0005",
      "zh_CN": "第二重要的意思，我们讲降伏妄心，怎么降伏法？要晓得妄心的根源从哪里来的，妄心的根源就是我执，从我执而来；换句话说，从狭小的心量当中产生的。佛教给我们「发心广大就是降伏」，这个意思很要紧，如果真能够把心量扩大，我执自自然然就没有、就消失了，这个才是降伏妄心的根本法，把这个妄心从根本拔除，所以广大心比什么都重要。佛的心量，经上常常赞叹，「心包太虚、量周沙界」，所以佛是我法二种执着都没有了，这是示现这个榜样给我们看。",
      "zh_TW": "第二重要的意思，我們講降伏妄心，怎麼降伏法？要曉得妄心的根源從哪裡來的，妄心的根源就是我執，從我執而來；換句話說，從狹小的心量當中產生的。佛教給我們「發心廣大就是降伏」，這個意思很要緊，如果真能夠把心量擴大，我執自自然然就沒有、就消失了，這個才是降伏妄心的根本法，把這個妄心從根本拔除，所以廣大心比什麼都重要。佛的心量，經上常常讚歎，「心包太虛、量周沙界」，所以佛是我法二種執著都沒有了，這是示現這個榜樣給我們看。"
    },
    {
      "id": "09-014-0007_p0006",
      "zh_CN": "第三，我们讲到很切实的功夫，众生最重的烦恼贪瞋痴，这叫三毒烦恼，我们之所以没有办法超越生死轮回，天天在造业、在感受三途的苦报，就是这三毒烦恼所害。想去又去不掉，你真的想去断它，难！你怎么断法？佛法有方便，教你大发慈悲心。慈是与乐之心，与人同乐；悲，与人共苦，慈悲两个字就是世间人所讲的「同患难，共甘苦」，而这是对一切众生，我们与一切众生同甘苦共患难，贪心就没有了，瞋恚心也就没有了。「以慈悲除贪瞋，以不取于相除痴」。以慈悲，与众生同患难、共甘苦，如果这当中要取相，虽然断贪瞋，贪瞋断不尽，为什么？痴没断，所以要「不取于相」。这是本经中心的教义，非常重要，下面我们还会详细的探讨。",
      "zh_TW": "第三，我們講到很切實的功夫，眾生最重的煩惱貪瞋痴，這叫三毒煩惱，我們之所以沒有辦法超越生死輪迴，天天在造業、在感受三途的苦報，就是這三毒煩惱所害。想去又去不掉，你真的想去斷它，難！你怎麼斷法？佛法有方便，教你大發慈悲心。慈是與樂之心，與人同樂；悲，與人共苦，慈悲兩個字就是世間人所講的「同患難，共甘苦」，而這是對一切眾生，我們與一切眾生同甘苦共患難，貪心就沒有了，瞋恚心也就沒有了。「以慈悲除貪瞋，以不取於相除痴」。以慈悲，與眾生同患難、共甘苦，如果這當中要取相，雖然斷貪瞋，貪瞋斷不盡，為什麼？痴沒斷，所以要「不取於相」。這是本經中心的教義，非常重要，下面我們還會詳細的探討。"
    },
    {
      "id": "09-014-0007_p0007",
      "zh_CN": "第四是讲「自他不二」，这个一定要晓得。自己与别人是一不是二，这个道理很深，一般人很不容易能够见得到。「生佛一如」，生是讲一切众生，佛是说的诸佛如来，诸佛如来跟一切众生是一体的，无二无别，同一个法性里面显现出来的现象。这样说又怕诸位难以体会，我们还是拿梦境来做比喻，譬如作梦，我梦到阿弥陀佛，我梦到释迦牟尼佛来给我说法，我也梦到许多菩萨，又梦到许多同学，当我们梦醒之后，立刻就觉察到整个梦境就是我们自己的心变现出来的现象，作梦的时候全心变成梦，全梦就是自己一颗心。这个道理明白之后，再观察我们现实这个生活，亦复如是，十法界依正庄严都是我们自心变现之物。所以佛常在经论当中告诉我们，譬如讲到净土，跟我们讲「唯心净土，自性弥陀」，这就是说明佛与众生不二，佛与众生是一，我们要认识这个道理，本是同体，所以没有差别。这个观念在修学过程当中的确是非常重要，所谓是正知正见，领导我们修行趣向最正确最真实的方向，这是我们必须要好好的把它记住。由此可知，「度他即是自度」，不要以为他跟自己是两桩事情，不相干，那错了，度众生就是度自己。",
      "zh_TW": "第四是講「自他不二」，這個一定要曉得。自己與別人是一不是二，這個道理很深，一般人很不容易能夠見得到。「生佛一如」，生是講一切眾生，佛是說的諸佛如來，諸佛如來跟一切眾生是一體的，無二無別，同一個法性裡面顯現出來的現象。這樣說又怕諸位難以體會，我們還是拿夢境來做比喻，譬如作夢，我夢到阿彌陀佛，我夢到釋迦牟尼佛來給我說法，我也夢到許多菩薩，又夢到許多同學，當我們夢醒之後，立刻就覺察到整個夢境就是我們自己的心變現出來的現象，作夢的時候全心變成夢，全夢就是自己一顆心。這個道理明白之後，再觀察我們現實這個生活，亦復如是，十法界依正莊嚴都是我們自心變現之物。所以佛常在經論當中告訴我們，譬如講到淨土，跟我們講「唯心淨土，自性彌陀」，這就是說明佛與眾生不二，佛與眾生是一，我們要認識這個道理，本是同體，所以沒有差別。這個觀念在修學過程當中的確是非常重要，所謂是正知正見，領導我們修行趣向最正確最真實的方向，這是我們必須要好好的把它記住。由此可知，「度他即是自度」，不要以為他跟自己是兩樁事情，不相干，那錯了，度眾生就是度自己。"
    },
    {
      "id": "09-014-0007_p0008",
      "zh_CN": "第五就是教我们要「二边不着，中道不存，心行才能称性」，这个意思也非常要紧。凡夫一般都很容易被境界所转，虽然说自己在境界里面须要做得了主宰，要能转境界，不要被境界所转，这两句话说起来容易，做起来却不简单。在菩萨地位上、菩萨名号上，诸位就能够觉察得到，七地菩萨叫远行地，这是什么意思？就是说他对于这一切虚妄的境界已经远远的离开，这个离开就是即相离相，他不执着了，七地才真正不执着；八地叫不动地，不动地就是不动心。我们如果拿《金刚经》上这两句话来说，就是须菩提尊者请教释迦牟尼佛，我们行菩萨道要以什么样的态度去教化众生，释迦牟尼佛给他讲了两句，就是「不取于相，如如不动」。不取于相到七地他修圆满了，他真的不取了；如如不动要到八地才圆满，真是谈何容易，绝不是一个初发心的人就能够做到。别人怎么做法我们不敢说，为什么？也许他是古佛大菩萨再来的，那我们不敢讲他，这是我们在讲席当中一再的提醒同修，佛法的修持是修自己，不是修他人，所以我们要问问自己是什么境界，我们在五欲六尘里面还动不动心，还着不着相？如果是着相、还动心，那我们自己要认识自己，我们是凡夫，我们的功夫不够，应当按照次序逐渐来修学，这个才是对的。我们要守住这个原则，理解这个道理。修学当中求什么？求渐渐的离开二边。换句话说，初学的人对二边这种分别执着的心逐渐逐渐的淡薄，这就是好境界；一下完全离开，要到七地、八地，这是自己要有自知之明。就是从初发心我们就走这个道路，就走二边不立，中道不存，称性起修的这个方向这个道路，这是可以的。真正做到是圆教七地、八地菩萨，我们要把这一点认识清楚。",
      "zh_TW": "第五就是教我們要「二邊不著，中道不存，心行才能稱性」，這個意思也非常要緊。凡夫一般都很容易被境界所轉，雖然說自己在境界裡面須要做得了主宰，要能轉境界，不要被境界所轉，這兩句話說起來容易，做起來卻不簡單。在菩薩地位上、菩薩名號上，諸位就能夠覺察得到，七地菩薩叫遠行地，這是什麼意思？就是說他對於這一切虛妄的境界已經遠遠的離開，這個離開就是即相離相，他不執著了，七地才真正不執著；八地叫不動地，不動地就是不動心。我們如果拿《金剛經》上這兩句話來說，就是須菩提尊者請教釋迦牟尼佛，我們行菩薩道要以什麼樣的態度去教化眾生，釋迦牟尼佛給他講了兩句，就是「不取於相，如如不動」。不取於相到七地他修圓滿了，他真的不取了；如如不動要到八地才圓滿，真是談何容易，絕不是一個初發心的人就能夠做到。別人怎麼做法我們不敢說，為什麼？也許他是古佛大菩薩再來的，那我們不敢講他，這是我們在講席當中一再的提醒同修，佛法的修持是修自己，不是修他人，所以我們要問問自己是什麼境界，我們在五欲六塵裡面還動不動心，還著不著相？如果是著相、還動心，那我們自己要認識自己，我們是凡夫，我們的功夫不夠，應當按照次序逐漸來修學，這個才是對的。我們要守住這個原則，理解這個道理。修學當中求什麼？求漸漸的離開二邊。換句話說，初學的人對二邊這種分別執著的心逐漸逐漸的淡薄，這就是好境界；一下完全離開，要到七地、八地，這是自己要有自知之明。就是從初發心我們就走這個道路，就走二邊不立，中道不存，稱性起修的這個方向這個道路，這是可以的。真正做到是圓教七地、八地菩薩，我們要把這一點認識清楚。"
    },
    {
      "id": "09-014-0007_p0009",
      "zh_CN": "第六，「如佛住般若正智，离相度生」。如佛就是佛是我们的榜样，是我们最好的榜样，我们要像佛那样的住在般若正智上，这是讲住，着重在住，住哪里？住在般若正智。干些什么事情？度众生。离相度生，离相就是般若正智，就是不着相。这一段经文里面讲降伏，虽说降伏，没说住，可是住的意思就在降妄之中，劝你发大心，发大心就是要普度众生。换句话说，把众生的苦乐看作最重要的大事，自己的苦乐得失把它撇在一边，众生的苦乐大事我们必须认真的去关心，这样的人把自己的心量打开了。原来我们的心量处处都是为自己，起心动念都是想到自己，从没有想到别人；现在学佛了，把心量先拓开，把自己放在一边，不要去理会，去关心一切众生，希望一切众生个个都能够破迷开悟，离苦得乐，我们自己尽心尽力的去帮助他们，这就是住在正智上。诸佛菩萨历代祖师大德都示现这个榜样给我们看，这是我们应当要记取的，应当要效法的。",
      "zh_TW": "第六，「如佛住般若正智，離相度生」。如佛就是佛是我們的榜樣，是我們最好的榜樣，我們要像佛那樣的住在般若正智上，這是講住，著重在住，住哪裡？住在般若正智。幹些什麼事情？度眾生。離相度生，離相就是般若正智，就是不著相。這一段經文裡面講降伏，雖說降伏，沒說住，可是住的意思就在降妄之中，勸你發大心，發大心就是要普度眾生。換句話說，把眾生的苦樂看作最重要的大事，自己的苦樂得失把它撇在一邊，眾生的苦樂大事我們必須認真的去關心，這樣的人把自己的心量打開了。原來我們的心量處處都是為自己，起心動念都是想到自己，從沒有想到別人；現在學佛了，把心量先拓開，把自己放在一邊，不要去理會，去關心一切眾生，希望一切眾生個個都能夠破迷開悟，離苦得樂，我們自己盡心盡力的去幫助他們，這就是住在正智上。諸佛菩薩歷代祖師大德都示現這個榜樣給我們看，這是我們應當要記取的，應當要效法的。"
    },
    {
      "id": "09-014-0007_p0010",
      "zh_CN": "讲到度众生的事，度他就是自度。何以故？因为在这些地方就是历事炼心的所在。「历事炼心」，历是经历，事就是事事物物。善财童子五十三参，五十三参就是经历世出世法所有的这些事，人事都要经历，在这个境界里面，就是人事的环境、物质的环境，在这个里面去炼自己的心。炼什么心？要注意刚才跟诸位提过的，炼觉心、正心、净心，就是在里面炼觉而不迷、正而不邪、净而不染，就是炼的这个。凡夫不炼，他历事是迷而不觉、邪而不正、染而不净，凡夫经历事，心是变成这个样子。菩萨修行，也要在这些事相当中去炼不迷、不邪、不染，「即是修般若下手处」。因此我们离开了人、离开了事，你修行就没有下手处，你怎么能够成就？要想真正成就实相般若智慧，这是不能缺少的，我们应当在这个地方特别的留意。所以不能够离开事外空谈玄理，那是没有用处的，必须把理论跟我们实际的生活融成一体，这才是正确的修行。",
      "zh_TW": "講到度眾生的事，度他就是自度。何以故？因為在這些地方就是歷事鍊心的所在。「歷事鍊心」，歷是經歷，事就是事事物物。善財童子五十三參，五十三參就是經歷世出世法所有的這些事，人事都要經歷，在這個境界裡面，就是人事的環境、物質的環境，在這個裡面去鍊自己的心。鍊什麼心？要注意剛才跟諸位提過的，鍊覺心、正心、淨心，就是在裡面鍊覺而不迷、正而不邪、淨而不染，就是鍊的這個。凡夫不鍊，他歷事是迷而不覺、邪而不正、染而不淨，凡夫經歷事，心是變成這個樣子。菩薩修行，也要在這些事相當中去鍊不迷、不邪、不染，「即是修般若下手處」。因此我們離開了人、離開了事，你修行就沒有下手處，你怎麼能夠成就？要想真正成就實相般若智慧，這是不能缺少的，我們應當在這個地方特別的留意。所以不能夠離開事外空談玄理，那是沒有用處的，必須把理論跟我們實際的生活融成一體，這才是正確的修行。"
    },
    {
      "id": "09-014-0007_p0011",
      "zh_CN": "历事炼心，可以讲从初发心到如来地、从因到果就是修这个。初级的修法，就是众生烦恼习气深重的时候，初学要远离六尘，所以从前寺院都建在深山里面人迹不到的处所，与社会隔绝，便利于修行，俗话常说眼不见为净，他实在心不得清净，叫他不要见这些五欲六尘，得这个心清净，这是初学，过山林的修行生活。在这里面是培养理论的基础，修学初步的功夫完成以后，然后就离开山林走进社会，要与社会大众去接触，这个接触就是度众生。你要是天天守在这个山上度不了众生，度众生一定要到都市，到人口稠密的地方，繁华热闹的所在，到那里度他。一面去度众生，一面在那个地方炼自己的功夫，就是历事炼心，这样境界一天比一天殊胜，定慧一天比一天增长。像善财童子五十三参，他在文殊菩萨那个地方叫本慧，本慧就好比山林学道，初学；出去参学的时候，从德云比丘这边起就是踏进社会，看看这个社会森罗万象五花八门，没有一个地方他不接触，没有一个地方他不去访问。你是学佛的，他访问你，他来请教你；你不是学佛的，学外道的，他也来访问你、亲近你，了解了解，跟你谈谈，善人恶人统统接触，历事炼心。在这个里面去修平等心，把分别执着的习气在境界里磨得干干净净，真正的做到不起心不动念，这叫真修行。这是我们每一个人希望在这一生当中要有成就，那就要晓得这个道理，晓得修行的方法。",
      "zh_TW": "歷事鍊心，可以講從初發心到如來地、從因到果就是修這個。初級的修法，就是眾生煩惱習氣深重的時候，初學要遠離六塵，所以從前寺院都建在深山裡面人跡不到的處所，與社會隔絕，便利於修行，俗話常說眼不見為淨，他實在心不得清淨，叫他不要見這些五欲六塵，得這個心清淨，這是初學，過山林的修行生活。在這裡面是培養理論的基礎，修學初步的功夫完成以後，然後就離開山林走進社會，要與社會大眾去接觸，這個接觸就是度眾生。你要是天天守在這個山上度不了眾生，度眾生一定要到都市，到人口稠密的地方，繁華熱鬧的所在，到那裡度他。一面去度眾生，一面在那個地方鍊自己的功夫，就是歷事鍊心，這樣境界一天比一天殊勝，定慧一天比一天增長。像善財童子五十三參，他在文殊菩薩那個地方叫本慧，本慧就好比山林學道，初學；出去參學的時候，從德雲比丘這邊起就是踏進社會，看看這個社會森羅萬象五花八門，沒有一個地方他不接觸，沒有一個地方他不去訪問。你是學佛的，他訪問你，他來請教你；你不是學佛的，學外道的，他也來訪問你、親近你，了解了解，跟你談談，善人惡人統統接觸，歷事鍊心。在這個裡面去修平等心，把分別執著的習氣在境界裡磨得乾乾淨淨，真正的做到不起心不動念，這叫真修行。這是我們每一個人希望在這一生當中要有成就，那就要曉得這個道理，曉得修行的方法。"
    },
    {
      "id": "09-014-0007_p0012",
      "zh_CN": "最后一条，「般若观照之正智，即离心意识」。这句话我们常常听说，观照、正智、离心意识，而不晓得这三桩事情是一桩事情，就是观照、正智、离心意识是一桩事情，在这个地方把它统统连串起来，所以要晓得照就是离，不离就没有照。离就是不用，不用心意识这个时候就叫做照，不用心意识的时候，起的分别执着以及种子都是属于真如自性起用。如果你用心意识，当然也离不开真如自性起用，但是你见不到自性起用，你只见到的是心意识起用。识是第六意识的分别，意是第七末那识的执着，人我执、法我执，心就是第八识，第八阿赖耶识里面含藏习气种子，你所见到的是这么一个情形。禅家常讲「离心意识参」，那个参就是照，离心意识就是照。《心经》里面讲「照见五蕴皆空」，照见，如果没有照，心意识就是五蕴，五蕴不空，五蕴存在的，不但存在，老老实实的存在，坚牢的存在，永远没有办法把它破除。但是它是虚妄的，因为它禁不起照，一照，五蕴就皆空。所以诸位要晓得什么叫观照，离心意识就叫观照。",
      "zh_TW": "最後一條，「般若觀照之正智，即離心意識」。這句話我們常常聽說，觀照、正智、離心意識，而不曉得這三樁事情是一樁事情，就是觀照、正智、離心意識是一樁事情，在這個地方把它統統連串起來，所以要曉得照就是離，不離就沒有照。離就是不用，不用心意識這個時候就叫做照，不用心意識的時候，起的分別執著以及種子都是屬於真如自性起用。如果你用心意識，當然也離不開真如自性起用，但是你見不到自性起用，你只見到的是心意識起用。識是第六意識的分別，意是第七末那識的執著，人我執、法我執，心就是第八識，第八阿賴耶識裡面含藏習氣種子，你所見到的是這麼一個情形。禪家常講「離心意識參」，那個參就是照，離心意識就是照。《心經》裡面講「照見五蘊皆空」，照見，如果沒有照，心意識就是五蘊，五蘊不空，五蘊存在的，不但存在，老老實實的存在，堅牢的存在，永遠沒有辦法把它破除。但是它是虛妄的，因為它禁不起照，一照，五蘊就皆空。所以諸位要曉得什麼叫觀照，離心意識就叫觀照。"
    },
    {
      "id": "09-014-0007_p0013",
      "zh_CN": "我们在经论上讲，你听经、你看经，如果离心意识来听，离心意识来读诵，那你用的功夫就是观照。听经用观照，看经也用观照，你所得到的是大开圆解，意思完全是了了分明，毫无错误，正确的理解，这叫观照。懂得看经听经会用观照功夫了，穿衣吃饭会不会用观照？待人接物会不会用观照？二六时中从早到晚能够离心意识，那你是念念都在观照之中，这与诸佛菩萨有什么两样？没有两样。失去照，就是用的心意识，那就叫凡夫；离开心意识，提起观照，就叫做佛菩萨，佛菩萨跟凡夫的差别就在这里，除此之外没有差别。希望我们在这个地方能够领悟、能够理解，最好是能够在生活当中把它做到，这就是真正的修行。",
      "zh_TW": "我們在經論上講，你聽經、你看經，如果離心意識來聽，離心意識來讀誦，那你用的功夫就是觀照。聽經用觀照，看經也用觀照，你所得到的是大開圓解，意思完全是了了分明，毫無錯誤，正確的理解，這叫觀照。懂得看經聽經會用觀照功夫了，穿衣吃飯會不會用觀照？待人接物會不會用觀照？二六時中從早到晚能夠離心意識，那你是念念都在觀照之中，這與諸佛菩薩有什麼兩樣？沒有兩樣。失去照，就是用的心意識，那就叫凡夫；離開心意識，提起觀照，就叫做佛菩薩，佛菩薩跟凡夫的差別就在這裡，除此之外沒有差別。希望我們在這個地方能夠領悟、能夠理解，最好是能夠在生活當中把它做到，這就是真正的修行。"
    },
    {
      "id": "09-014-0007_p0014",
      "zh_CN": "说到念佛法门，念佛法门的确是相当的巧妙，它在《华严经》里面占最重要的地位，也可以说在修行里面、在《华严》里面它是一个主流的地位。像善财童子五十三参，第一位遇到的善知识德云比丘就是教给他念佛法门，诸位要晓得第一个老师非常重要；末后这个老师普贤菩萨十大愿王导归极乐，由此可知，自始至终主修的就是一个念佛，其余的这些法门都是助修，而是以念佛为主。念佛妙在哪里？当下就是转识成智，就是降伏，就是观照，这个方法太巧妙！我们可以说与《金刚经》的教义完全相符合。念佛人要发大心，普愿十方一切众生同生净土，这一念就是正念，这个心是广大心，不是说只有我一个人生西方极乐世界，而是普愿一切众生同生极乐国。",
      "zh_TW": "說到念佛法門，念佛法門的確是相當的巧妙，它在《華嚴經》裡面佔最重要的地位，也可以說在修行裡面、在《華嚴》裡面它是一個主流的地位。像善財童子五十三參，第一位遇到的善知識德雲比丘就是教給他念佛法門，諸位要曉得第一個老師非常重要；末後這個老師普賢菩薩十大願王導歸極樂，由此可知，自始至終主修的就是一個念佛，其餘的這些法門都是助修，而是以念佛為主。念佛妙在哪裡？當下就是轉識成智，就是降伏，就是觀照，這個方法太巧妙！我們可以說與《金剛經》的教義完全相符合。念佛人要發大心，普願十方一切眾生同生淨土，這一念就是正念，這個心是廣大心，不是說只有我一個人生西方極樂世界，而是普願一切眾生同生極樂國。"
    },
    {
      "id": "09-014-0007_p0015",
      "zh_CN": "这一句佛号，为什么说它是转识成智？因为佛号的本义，南无阿弥陀佛，南无是「皈依」的意思，阿弥陀是「无量」的意思，佛是「觉」的意思，如果从佛的名号上来讲，你要能够提得起这个观照功夫的话，「皈依无量觉」。这句话的意思就是，在没有学佛之前，我们在无量无边境界里面总是迷而不觉；学佛之后，我们从迷里回过头来，皈就是回来，从迷的境界里回过头来，我们要依觉。无量无边的法，无量无边的境界，一切法、一切境界里面我们都能够觉而不迷，这就是转识成智，这就是南无阿弥陀佛的本义。所以这一句佛号是八万四千法门里面修学的总纲领，任何一个法门都离不开这个总纲领，离开这个总纲领，它就不是佛法。诸位想想，离开这个总纲领是迷而不觉，总纲领给我们提示的是觉而不迷。请看下面经文：",
      "zh_TW": "這一句佛號，為什麼說它是轉識成智？因為佛號的本義，南無阿彌陀佛，南無是「皈依」的意思，阿彌陀是「無量」的意思，佛是「覺」的意思，如果從佛的名號上來講，你要能夠提得起這個觀照功夫的話，「皈依無量覺」。這句話的意思就是，在沒有學佛之前，我們在無量無邊境界裡面總是迷而不覺；學佛之後，我們從迷裡回過頭來，皈就是回來，從迷的境界裡回過頭來，我們要依覺。無量無邊的法，無量無邊的境界，一切法、一切境界裡面我們都能夠覺而不迷，這就是轉識成智，這就是南無阿彌陀佛的本義。所以這一句佛號是八萬四千法門裡面修學的總綱領，任何一個法門都離不開這個總綱領，離開這個總綱領，它就不是佛法。諸位想想，離開這個總綱領是迷而不覺，總綱領給我們提示的是覺而不迷。請看下面經文："
    },
    {
      "id": "09-014-0007_p0016",
      "zh_CN": "【何以故。须菩提。若菩萨有我相。人相。众生相。寿者相。即非菩萨。】",
      "zh_TW": "【何以故。須菩提。若菩薩有我相。人相。眾生相。壽者相。即非菩薩。】"
    },
    {
      "id": "09-014-0007_p0017",
      "zh_CN": "这一段是世尊再为我们做深一层的解释，他说：为什么。『须菩提』，凡是叫着他的名字，下面的开示都非常重要。在这里我们先讲这四相，『我相、人相、众生相、寿者相』。「我相」是四大假我，一般人执着这个身是自己，不晓得这个身是四大假合，就是四大众缘和合而现的我相，这个我是因缘所生法，四大是讲的地水火风，是说这个。地水火风这个意思也很深，如果看到地就是指的大地，那就错了，那你就不了解佛所说的意思。地是代表一个固体，火是代表温度，水是代表湿度，风是代表动作；换句话说，它是动的，它不是静止的，所以这个四大是说基本的物质它有这四种现象，也可以说它有这四种要素。我们今天科学相当的进步，发现宇宙之间一切万事万物都是由电子、原子所构成的，我们讲元素，元素可以说就是原子与电子排列的数目不相同而造成的，除了排列之外，只有原子与电子，只有这个东西。我们就以这个来做比喻，它再分析，分析得再小，那我们不理会它，总而言之，它出不了佛法所讲的这个原则。就是说它一定有个物体在，像在高倍的显微镜之下看到了，它的确是有个东西在，有个东西在就叫地大；这个东西一定是带电体，就是它有温度，它这个温度在佛法里叫做火大；它一定有湿度，湿度我们就称它做水大；它一定是动的，它不是静止的，动就叫做风大，诸位想想看不动就不叫风，风是讲动，四大是说这么一桩事情。就是说一切物相都是由于具有四大的基本元素集合、集聚而现的色相，这个色相是众缘和合而现的假相，暂时现这个相。",
      "zh_TW": "這一段是世尊再為我們做深一層的解釋，他說：為什麼。『須菩提』，凡是叫著他的名字，下面的開示都非常重要。在這裡我們先講這四相，『我相、人相、眾生相、壽者相』。「我相」是四大假我，一般人執著這個身是自己，不曉得這個身是四大假合，就是四大眾緣和合而現的我相，這個我是因緣所生法，四大是講的地水火風，是說這個。地水火風這個意思也很深，如果看到地就是指的大地，那就錯了，那你就不了解佛所說的意思。地是代表一個固體，火是代表溫度，水是代表濕度，風是代表動作；換句話說，它是動的，它不是靜止的，所以這個四大是說基本的物質它有這四種現象，也可以說它有這四種要素。我們今天科學相當的進步，發現宇宙之間一切萬事萬物都是由電子、原子所構成的，我們講元素，元素可以說就是原子與電子排列的數目不相同而造成的，除了排列之外，只有原子與電子，只有這個東西。我們就以這個來做比喻，它再分析，分析得再小，那我們不理會它，總而言之，它出不了佛法所講的這個原則。就是說它一定有個物體在，像在高倍的顯微鏡之下看到了，它的確是有個東西在，有個東西在就叫地大；這個東西一定是帶電體，就是它有溫度，它這個溫度在佛法裡叫做火大；它一定有濕度，濕度我們就稱它做水大；它一定是動的，它不是靜止的，動就叫做風大，諸位想想看不動就不叫風，風是講動，四大是說這麼一樁事情。就是說一切物相都是由於具有四大的基本元素集合、集聚而現的色相，這個色相是眾緣和合而現的假相，暫時現這個相。"
    },
    {
      "id": "09-014-0007_p0018",
      "zh_CN": "你真正理解这个道理了，今天科学家懂得这个道理，所以说出物质不灭；换句话说，我们人身体是物质，不灭就是没有生死。为什么说没有生死？因为你这个相根本就是假相，是这些物质聚合起来现这个相，这些物质散掉，这个相就没有了。聚是这些物质，散还是这些物质，物质不灭，相是假相，哪有生死！从这个地方可以领悟没有生死。生老病死乃至于成住坏空，无非是四大聚散因缘不同所现的幻相而已，绝非事实。这是佛讲四大的本义，我们错认了，把四大集聚的假相认为是我，在这里面产生坚固的执着，这是绝大的错误，根本的错误，由于这一错误，所以才造无量无边的罪业，要受无穷的果报。",
      "zh_TW": "你真正理解這個道理了，今天科學家懂得這個道理，所以說出物質不滅；換句話說，我們人身體是物質，不滅就是沒有生死。為什麼說沒有生死？因為你這個相根本就是假相，是這些物質聚合起來現這個相，這些物質散掉，這個相就沒有了。聚是這些物質，散還是這些物質，物質不滅，相是假相，哪有生死！從這個地方可以領悟沒有生死。生老病死乃至於成住壞空，無非是四大聚散因緣不同所現的幻相而已，絕非事實。這是佛講四大的本義，我們錯認了，把四大集聚的假相認為是我，在這裡面產生堅固的執著，這是絕大的錯誤，根本的錯誤，由於這一錯誤，所以才造無量無邊的罪業，要受無窮的果報。"
    },
    {
      "id": "09-014-0007_p0019",
      "zh_CN": "「人相」，人这个概念从哪里生的？从我对立而生的，我的对方叫「人」，可见人也不是真的，是与我对立的，别人那是人。「众生相」，人不止一个，有许许多多，我们叫它做众生，可见得众生相是从人相而来的，众多之人我们叫做众生相。「寿者相」，是由于我执继续不断而现的幻相，就是说一个抽象的概念，这些都不是事实。四相的性质我们必须要了解，有四相就有分别心，这是希望大家要注意到。「有四相即有分别心，是凡夫，不是菩萨」。所以佛在这个地方跟我们说得很清楚，如果你是个菩萨，菩萨还有四相，那佛就老老实实告诉我们『即非菩萨』。这个标准相当的高，我们想想几个人没有四相，能够离开我相、人相、众生相、寿者相？几个人能够离开？我们初学的人四相统统都具足。四相具足，可不可以叫菩萨？也可以叫，那是小菩萨、初学的菩萨，不是真正的菩萨。四相都离开的菩萨是什么样的菩萨？给诸位说，圆教初住菩萨，是大乘的菩萨，这个标准不可以不知道。我们初发心，或者你受了菩萨戒，人家见到你面也称你做菩萨，自己要晓得没有离开四相是名字菩萨，所谓名字菩萨乃是有名无实，不是真正的菩萨；真正的菩萨没有四相，把这四相已经除掉，这才是真正的菩萨。",
      "zh_TW": "「人相」，人這個概念從哪裡生的？從我對立而生的，我的對方叫「人」，可見人也不是真的，是與我對立的，別人那是人。「眾生相」，人不止一個，有許許多多，我們叫它做眾生，可見得眾生相是從人相而來的，眾多之人我們叫做眾生相。「壽者相」，是由於我執繼續不斷而現的幻相，就是說一個抽象的概念，這些都不是事實。四相的性質我們必須要了解，有四相就有分別心，這是希望大家要注意到。「有四相即有分別心，是凡夫，不是菩薩」。所以佛在這個地方跟我們說得很清楚，如果你是個菩薩，菩薩還有四相，那佛就老老實實告訴我們『即非菩薩』。這個標準相當的高，我們想想幾個人沒有四相，能夠離開我相、人相、眾生相、壽者相？幾個人能夠離開？我們初學的人四相統統都具足。四相具足，可不可以叫菩薩？也可以叫，那是小菩薩、初學的菩薩，不是真正的菩薩。四相都離開的菩薩是什麼樣的菩薩？給諸位說，圓教初住菩薩，是大乘的菩薩，這個標準不可以不知道。我們初發心，或者你受了菩薩戒，人家見到你面也稱你做菩薩，自己要曉得沒有離開四相是名字菩薩，所謂名字菩薩乃是有名無實，不是真正的菩薩；真正的菩薩沒有四相，把這四相已經除掉，這才是真正的菩薩。"
    },
    {
      "id": "09-014-0007_p0020",
      "zh_CN": "除四相是要即相离相，才能够除得了，前面跟诸位说的历事炼心。有四相是迷，除四相是悟，在这个地方诸位特别要注意到这些名词，佛是教我们离四相，离我相，不可以执着我相，有没有我？有我。不可以执着有个人相，有没有人？有人。换句话说，我、人、众生、寿者都有，有这个事，不执着这个相就是对的，所以叫即相离相。这个里面不能够错会，更不能够误会，误会就麻烦了，佛说我相不能执着，那怎么办？只好把自己放一把汽油烧成灰，我相就没有了。对不对？错了，你要把身体烧成灰，还有个灰相存在，你能够消灭得了吗？消灭不了，前面讲物质不灭，你怎么能消灭得了？教你不要执着，不要在这里面起分别、起执着、起妄念，佛是教我们这些。",
      "zh_TW": "除四相是要即相離相，才能夠除得了，前面跟諸位說的歷事鍊心。有四相是迷，除四相是悟，在這個地方諸位特別要注意到這些名詞，佛是教我們離四相，離我相，不可以執著我相，有沒有我？有我。不可以執著有個人相，有沒有人？有人。換句話說，我、人、眾生、壽者都有，有這個事，不執著這個相就是對的，所以叫即相離相。這個裡面不能夠錯會，更不能夠誤會，誤會就麻煩了，佛說我相不能執著，那怎麼辦？只好把自己放一把汽油燒成灰，我相就沒有了。對不對？錯了，你要把身體燒成灰，還有個灰相存在，你能夠消滅得了嗎？消滅不了，前面講物質不滅，你怎麼能消滅得了？教你不要執著，不要在這裡面起分別、起執著、起妄念，佛是教我們這些。"
    },
    {
      "id": "09-014-0007_p0021",
      "zh_CN": "我们讲到「学佛入门」，这是举一段公案给诸位做参考。佛法的殊胜我们虽然接触得不多，大概也能看出一些，既然发现佛法这样殊胜、这么好，哪一个不想入门？又怎么能教我们很快入门？我当年学佛，亲近章嘉大师就提出这个问题，大师告诉我六个字，「看得破、放得下」，大乘佛法入门的妙诀，真正是六字诀。我再请教从哪里下手，从什么地方去做？章嘉大师告诉我「布施」。这是在民国四十二年，我第一次亲近章嘉大师，大师给我开示的。以后深入经藏，晓得这三句话与十方诸佛如来所说，真是所谓一鼻孔出气，没有两样。",
      "zh_TW": "我們講到「學佛入門」，這是舉一段公案給諸位做參考。佛法的殊勝我們雖然接觸得不多，大概也能看出一些，既然發現佛法這樣殊勝、這麼好，哪一個不想入門？又怎麼能教我們很快入門？我當年學佛，親近章嘉大師就提出這個問題，大師告訴我六個字，「看得破、放得下」，大乘佛法入門的妙訣，真正是六字訣。我再請教從哪裡下手，從什麼地方去做？章嘉大師告訴我「布施」。這是在民國四十二年，我第一次親近章嘉大師，大師給我開示的。以後深入經藏，曉得這三句話與十方諸佛如來所說，真是所謂一鼻孔出氣，沒有兩樣。"
    },
    {
      "id": "09-014-0007_p0022",
      "zh_CN": "「修学」，这个地方我们就能看出来，就是降伏四相，这是我们要好好的把它记住。你怎么去修，你如何去学？第一个，要真正能做到「舍己为人，降伏我相」。如果我执很深，怎么能舍自己？怎么肯为别人？肯为别人的人，我们俗话讲他能牺牲自己，可是牺牲还有牺牲的相，连那个牺牲的相都没有。舍己为人，前面讲了，度他就是自度，舍己为人度他实际上是度自己，降伏我相岂不是自度吗？我们要不要舍己为人？如果不肯舍己为人，我相不能够降伏；不能够降伏，换句话说，永远是凡夫，永远在大乘佛法的门外，不能够入门，永远只当一个名字菩萨，不是真正的菩萨，因为你有四相。所以一定要能够舍己为人，晓得这个目的是破我相的。第二，「令入无余涅槃，降伏人相」。为人，到什么时候才为得圆满？必须要叫他入无余涅槃。有余无余前面讲过，没有到入无余涅槃，你为别人，虽然是为人，为得不彻底，到无余涅槃才彻底、才圆满。换句话说，没有帮助那个人到无余涅槃，你纵然是为人，做得不够彻底。这是降伏人相。第三，「灭度无边众生，降伏寿者相」。第四，「实无众生得度，降伏众生相」。可见佛这句话里面所含的经义就是破除四相。四相不破，谈不上功夫，也谈不上开悟，不要说证果了，解行证都没有，诸位要晓得这个严重。你有四相存在，信解行证，你解行证都没有。换句话说，你的功夫再好，也不过是止于信位，就是十信位的菩萨，初住都没有。为什么？初住四相就破了，初住以上的菩萨没有四相，这是必须得晓得。",
      "zh_TW": "「修學」，這個地方我們就能看出來，就是降伏四相，這是我們要好好的把它記住。你怎麼去修，你如何去學？第一個，要真正能做到「捨己為人，降伏我相」。如果我執很深，怎麼能捨自己？怎麼肯為別人？肯為別人的人，我們俗話講他能犧牲自己，可是犧牲還有犧牲的相，連那個犧牲的相都沒有。捨己為人，前面講了，度他就是自度，捨己為人度他實際上是度自己，降伏我相豈不是自度嗎？我們要不要捨己為人？如果不肯捨己為人，我相不能夠降伏；不能夠降伏，換句話說，永遠是凡夫，永遠在大乘佛法的門外，不能夠入門，永遠只當一個名字菩薩，不是真正的菩薩，因為你有四相。所以一定要能夠捨己為人，曉得這個目的是破我相的。第二，「令入無餘涅槃，降伏人相」。為人，到什麼時候才為得圓滿？必須要叫他入無餘涅槃。有餘無餘前面講過，沒有到入無餘涅槃，你為別人，雖然是為人，為得不徹底，到無餘涅槃才徹底、才圓滿。換句話說，沒有幫助那個人到無餘涅槃，你縱然是為人，做得不夠徹底。這是降伏人相。第三，「滅度無邊眾生，降伏壽者相」。第四，「實無眾生得度，降伏眾生相」。可見佛這句話裡面所含的經義就是破除四相。四相不破，談不上功夫，也談不上開悟，不要說證果了，解行證都沒有，諸位要曉得這個嚴重。你有四相存在，信解行證，你解行證都沒有。換句話說，你的功夫再好，也不過是止於信位，就是十信位的菩薩，初住都沒有。為什麼？初住四相就破了，初住以上的菩薩沒有四相，這是必須得曉得。"
    },
    {
      "id": "09-014-0007_p0023",
      "zh_CN": "下面提供诸位修学的要领，「用功最要是修观」，这个观就是观照般若，「修观是收摄意根，得三业清净」。怎么修法？般若经常说：依文字、起观照、证实相。凡是读般若经典的人，哪一个人不晓得这三句话？都晓得这三句话，这三句话听得耳熟，实际上已经变成口头禅，而我们在功夫上依然用不上力，原因在哪里？我们不明了它的方法。所以必须要知道它的道理，「观照的道理、方法、境界」，这个太重要，不晓得它的道理，你要去修是盲修瞎练。理论的依据你要明白，你才能够有坚定的信心；懂得正确的修学方法，在修行过程当中不会有错误；又晓得修行的境界，能够更坚定你自己的信心。就好比走路一样，我确实知道那个地方，知道这个方向，没错误；我又晓得用什么方法去，采取什么样的交通工具最安全、最迅速；又知道沿途这个境界，到哪个地方自己清清楚楚，前面还有多少路程，信心充足。理论、方法、境界缺少一样，你在修学过程当中都有障碍。",
      "zh_TW": "下面提供諸位修學的要領，「用功最要是修觀」，這個觀就是觀照般若，「修觀是收攝意根，得三業清淨」。怎麼修法？般若經常說：依文字、起觀照、證實相。凡是讀般若經典的人，哪一個人不曉得這三句話？都曉得這三句話，這三句話聽得耳熟，實際上已經變成口頭禪，而我們在功夫上依然用不上力，原因在哪裡？我們不明瞭它的方法。所以必須要知道它的道理，「觀照的道理、方法、境界」，這個太重要，不曉得它的道理，你要去修是盲修瞎練。理論的依據你要明白，你才能夠有堅定的信心；懂得正確的修學方法，在修行過程當中不會有錯誤；又曉得修行的境界，能夠更堅定你自己的信心。就好比走路一樣，我確實知道那個地方，知道這個方向，沒錯誤；我又曉得用什麼方法去，採取什麼樣的交通工具最安全、最迅速；又知道沿途這個境界，到哪個地方自己清清楚楚，前面還有多少路程，信心充足。理論、方法、境界缺少一樣，你在修學過程當中都有障礙。"
    },
    {
      "id": "09-014-0007_p0024",
      "zh_CN": "我们现在讲观，当然顶重要的就是观照般若，文字与实相，这里头最重要的是观照般若。「观是思惟」，八正道里面讲的「正思惟」。这里有两个意思，一个思惟，一个正思惟，由思惟达到正思惟，这都是观。「照」有两种，第一种是「照住」，这个境界里面，给诸位说，没有离开心意识。我们修行人要记住，前面跟你讲要离心意识才叫照，哪一个人一开头就能够把心意识离开？不那么简单。离了心意识，那是正思惟，那是甚深般若。初学的人就是用思惟、用第六意识，照住是想，我们讲观想，像《十六观经》里面讲的观想，观想完全用第六意识，「由思之久心寄一处」，这就是照住。",
      "zh_TW": "我們現在講觀，當然頂重要的就是觀照般若，文字與實相，這裡頭最重要的是觀照般若。「觀是思惟」，八正道裡面講的「正思惟」。這裡有兩個意思，一個思惟，一個正思惟，由思惟達到正思惟，這都是觀。「照」有兩種，第一種是「照住」，這個境界裡面，給諸位說，沒有離開心意識。我們修行人要記住，前面跟你講要離心意識才叫照，哪一個人一開頭就能夠把心意識離開？不那麼簡單。離了心意識，那是正思惟，那是甚深般若。初學的人就是用思惟、用第六意識，照住是想，我們講觀想，像《十六觀經》裡面講的觀想，觀想完全用第六意識，「由思之久心寄一處」，這就是照住。"
    },
    {
      "id": "09-014-0007_p0025",
      "zh_CN": "譬如我们以念佛人来讲，念佛人用功夫，他这个心、凡夫的心，妄念太多，一天到晚就是妄念在那里生灭，一天到晚打妄想，就是念头的生灭。妄念起来怎么办？他就用念佛这个功夫。不管念头的善恶，不管念头的是非，念头一起来，「南无阿弥陀佛」，把它归到阿弥陀佛，归到这句佛号，归到这一念去；没有念头的时候，也要南无阿弥陀佛。有念应当归到南无阿弥陀佛，对，没有念为什么也要归？诸位要晓得，你没有念的时候，就堕在无明里头，你有念是邪见、无念是无明，都错了，有念是错了，无念也错了，落在二边去。所以教你提起这句佛号，换句话说，你这个心就住在这句佛号里面，这叫照住，二六时中心里就是一句南无阿弥陀佛，除这句阿弥陀佛之外，没有任何一个念头，没有「有念」，也没有「无念」，就是一句阿弥陀佛，这就叫照住。由此可知，照住是什么？照住就是一心不乱，照住就是禅定。你修观，修观头一个是修定，因为你心不得定，用观这个方法帮助你得定，帮助你得一心；一心得到之后，能够长期的保持，保持到相当的程度，豁然之间开悟了，开悟是定中开悟，这个时候就把境界提升，由照住提升到照见。「照见，由照住久忽然开悟」，统统在久，久是时间。前面是由思之久心寄一处，我们讲事一心不乱，拿念佛的话来说是事一心不乱；照见是理一心不乱，事一心不乱的时候经过很长久的时间能够保持不失掉，豁然开悟了。「照住得一心」，得事一心；「照见生智慧」，智慧开了。智慧开的时候才「照见五蕴皆空」，这是真正的「度一切苦厄」。",
      "zh_TW": "譬如我們以念佛人來講，念佛人用功夫，他這個心、凡夫的心，妄念太多，一天到晚就是妄念在那裡生滅，一天到晚打妄想，就是念頭的生滅。妄念起來怎麼辦？他就用念佛這個功夫。不管念頭的善惡，不管念頭的是非，念頭一起來，「南無阿彌陀佛」，把它歸到阿彌陀佛，歸到這句佛號，歸到這一念去；沒有念頭的時候，也要南無阿彌陀佛。有念應當歸到南無阿彌陀佛，對，沒有念為什麼也要歸？諸位要曉得，你沒有念的時候，就墮在無明裡頭，你有念是邪見、無念是無明，都錯了，有念是錯了，無念也錯了，落在二邊去。所以教你提起這句佛號，換句話說，你這個心就住在這句佛號裡面，這叫照住，二六時中心裡就是一句南無阿彌陀佛，除這句阿彌陀佛之外，沒有任何一個念頭，沒有「有念」，也沒有「無念」，就是一句阿彌陀佛，這就叫照住。由此可知，照住是什麼？照住就是一心不亂，照住就是禪定。你修觀，修觀頭一個是修定，因為你心不得定，用觀這個方法幫助你得定，幫助你得一心；一心得到之後，能夠長期的保持，保持到相當的程度，豁然之間開悟了，開悟是定中開悟，這個時候就把境界提升，由照住提升到照見。「照見，由照住久忽然開悟」，統統在久，久是時間。前面是由思之久心寄一處，我們講事一心不亂，拿念佛的話來說是事一心不亂；照見是理一心不亂，事一心不亂的時候經過很長久的時間能夠保持不失掉，豁然開悟了。「照住得一心」，得事一心；「照見生智慧」，智慧開了。智慧開的時候才「照見五蘊皆空」，這是真正的「度一切苦厄」。"
    },
    {
      "id": "09-014-0007_p0026",
      "zh_CN": "由此我们也就明了，许多人念佛不得一心，原因在什么地方？因为他没有照住的功夫，每天不是堕在妄想里头，就是落在无明里面，他怎么能得一心？他不晓得用这一句阿弥陀佛去做照住的功夫，换句话说，是修一心不乱，这是他的过错之所在。得事一心了，继续努力的去修，才能达到理一心不乱；照见是理一心不乱，必须到照见才能够把四相破除。换句话说，功夫不成熟，四相是存在的；四相存在，你的功夫是有限的，充其量也不过是到一心不乱而已，就是我们讲的事一心不乱，是在这个境界。这样的境界在通途法门，就是我们讲八万四千法门里面，是没有什么成就的，为什么？因为他没有办法超越生死轮回，没有办法摆脱业力，这个事情依旧是麻烦，死了以后再投胎、再转世，这一转世，前生的事情都忘得干干净净。再遇到殊胜的法缘，再去修，当中脱节，脱了一大段的时间，如果你前世修的福还不错，这一世生在到富贵人家享福去了。换句话说，你修行的功夫一脱会脱好几世，这就是经里头常讲的「人身难得，佛法难闻」的道理，也证明菩萨道上进得少、退得多。勇猛精进修到事一心不乱，修了个二、三十年，二、三十年是进；死了之后再去投胎、再去轮回，来生又不一定能够遇到机会，换句话说，功夫失掉了，没有继续再干的时间可不止二、三十年，这不就是很明显的看出来，进得少、退得多。如果进得多、退得少，早就成佛了。好像我们走路一样，我们从台北向高雄走，我们往前进走三公里，往后退十公里，再往前进又进三公里、退十公里，你们想想，最后连我们这个起点都保不住，变成倒退！",
      "zh_TW": "由此我們也就明瞭，許多人念佛不得一心，原因在什麼地方？因為他沒有照住的功夫，每天不是墮在妄想裡頭，就是落在無明裡面，他怎麼能得一心？他不曉得用這一句阿彌陀佛去做照住的功夫，換句話說，是修一心不亂，這是他的過錯之所在。得事一心了，繼續努力的去修，才能達到理一心不亂；照見是理一心不亂，必須到照見才能夠把四相破除。換句話說，功夫不成熟，四相是存在的；四相存在，你的功夫是有限的，充其量也不過是到一心不亂而已，就是我們講的事一心不亂，是在這個境界。這樣的境界在通途法門，就是我們講八萬四千法門裡面，是沒有什麼成就的，為什麼？因為他沒有辦法超越生死輪迴，沒有辦法擺脫業力，這個事情依舊是麻煩，死了以後再投胎、再轉世，這一轉世，前生的事情都忘得乾乾淨淨。再遇到殊勝的法緣，再去修，當中脫節，脫了一大段的時間，如果你前世修的福還不錯，這一世生在到富貴人家享福去了。換句話說，你修行的功夫一脫會脫好幾世，這就是經裡頭常講的「人身難得，佛法難聞」的道理，也證明菩薩道上進得少、退得多。勇猛精進修到事一心不亂，修了個二、三十年，二、三十年是進；死了之後再去投胎、再去輪迴，來生又不一定能夠遇到機會，換句話說，功夫失掉了，沒有繼續再幹的時間可不止二、三十年，這不就是很明顯的看出來，進得少、退得多。如果進得多、退得少，早就成佛了。好像我們走路一樣，我們從台北向高雄走，我們往前進走三公里，往後退十公里，再往前進又進三公里、退十公里，你們想想，最後連我們這個起點都保不住，變成倒退！"
    },
    {
      "id": "09-014-0007_p0027",
      "zh_CN": "诸位要晓得，每一个有缘分读诵《金刚经》的人，就像佛在《金刚经》所授记的情形一样，大家过去生中都是经历过无量无数诸佛如来，为什么今天我们还是这个样子，你明白这个道理吗？那就是进得少、退得多，所以才变成这个样子。为什么会进少退多？由于我们对于理论不透彻，方法没搞得正确，境界更是一塌糊涂，所以生生世世盲修瞎练，把邪途当作正法，我们的过失是发生在这个地方，才落到今天这种地步。这是我们不知道要修观，不晓得观照功夫重要，也不晓得如何去观照。",
      "zh_TW": "諸位要曉得，每一個有緣分讀誦《金剛經》的人，就像佛在《金剛經》所授記的情形一樣，大家過去生中都是經歷過無量無數諸佛如來，為什麼今天我們還是這個樣子，你明白這個道理嗎？那就是進得少、退得多，所以才變成這個樣子。為什麼會進少退多？由於我們對於理論不透徹，方法沒搞得正確，境界更是一塌糊塗，所以生生世世盲修瞎練，把邪途當作正法，我們的過失是發生在這個地方，才落到今天這種地步。這是我們不知道要修觀，不曉得觀照功夫重要，也不曉得如何去觀照。"
    },
    {
      "id": "09-014-0007_p0028",
      "zh_CN": "下面讲「观」，我们也是先从观想上讲，「因缘聚合，当体即空」，要晓得基本的原理。从自己身上观察很难，为什么？就是我执太坚固了。我们从众生境界上去看，看到这个相都是因缘和合的相，既然是因缘和合之相，它没有自性，体就是自性，当体即空就是它没有自性，没有自体，它的体是空寂的；然后再从外境回过头来看自己，自己的身心又何尝不是因缘聚合。换句话说，外面一切境界相当体即空，我自己这个身心又何尝不是当体即空。这样容易感悟，悟入实相，正所谓是依文字起观照、证实相（入实相）。再观，「众生同体，万法一如」，众生与自己同体，像我们前面举的梦境里头去体会，心、佛、众生，三无差别。众生与我同体，万法本来就是一如，是一不是二，唯一叫做如。如果诸位能够观入这个境界，你的平等心现前，清净心也现前，慈悲心自然就生了。这在修学方面来讲是非常重要的，常作如是观，观入这个境界，就是入一真法界，就是入常寂光净土。",
      "zh_TW": "下面講「觀」，我們也是先從觀想上講，「因緣聚合，當體即空」，要曉得基本的原理。從自己身上觀察很難，為什麼？就是我執太堅固了。我們從眾生境界上去看，看到這個相都是因緣和合的相，既然是因緣和合之相，它沒有自性，體就是自性，當體即空就是它沒有自性，沒有自體，它的體是空寂的；然後再從外境回過頭來看自己，自己的身心又何嘗不是因緣聚合。換句話說，外面一切境界相當體即空，我自己這個身心又何嘗不是當體即空。這樣容易感悟，悟入實相，正所謂是依文字起觀照、證實相（入實相）。再觀，「眾生同體，萬法一如」，眾生與自己同體，像我們前面舉的夢境裡頭去體會，心、佛、眾生，三無差別。眾生與我同體，萬法本來就是一如，是一不是二，唯一叫做如。如果諸位能夠觀入這個境界，你的平等心現前，清淨心也現前，慈悲心自然就生了。這在修學方面來講是非常重要的，常作如是觀，觀入這個境界，就是入一真法界，就是入常寂光淨土。"
    },
    {
      "id": "09-014-0007_p0029",
      "zh_CN": "又观六祖能大师悟入境界，六祖大师给我们讲的五句话，我们来观这五句话，他老人家讲，这是他开悟的时候说出这五句话，「何期自性，本自清净」。何期这两个字，要是以现在的语气来说，没有想到，真没有想到我的自性怎么本来是清净的，就是这个意思。这个话里头充满欢喜，这个意思很像初地菩萨欢喜地，他刚刚登地好欢喜，「何期自性，本自清净，本不生灭，本自具足，本无动摇，能生万法」，这是他真正见到了，不是听说的。不是说我一觉悟，悟到这个境界，不是的，是亲自见到的，眼前就是这个样子。我们的自性清净心本自清净，没染污；自性清净心本不生灭，可见得生灭是虚妄的；自性清净心本自具足，没有一点点缺少，圆圆满满，无欠无缺，样样具足。正因为本自具足，所以佛在经上常说，佛氏门中有求必应。为什么有求必应？因为你本自具足。如果不是本自具足的话，有求必应谁敢讲？何期自性本无动摇，换句话说，无有来去；更妙的是能生万法。我们仔细去观想六祖大师开悟的这个境界，这几句话就是说出诸法实相，诸法实相如是如是。换句话说，我们的自性清净心有没有染污过？没染污。",
      "zh_TW": "又觀六祖能大師悟入境界，六祖大師給我們講的五句話，我們來觀這五句話，他老人家講，這是他開悟的時候說出這五句話，「何期自性，本自清淨」。何期這兩個字，要是以現在的語氣來說，沒有想到，真沒有想到我的自性怎麼本來是清淨的，就是這個意思。這個話裡頭充滿歡喜，這個意思很像初地菩薩歡喜地，他剛剛登地好歡喜，「何期自性，本自清淨，本不生滅，本自具足，本無動搖，能生萬法」，這是他真正見到了，不是聽說的。不是說我一覺悟，悟到這個境界，不是的，是親自見到的，眼前就是這個樣子。我們的自性清淨心本自清淨，沒染污；自性清淨心本不生滅，可見得生滅是虛妄的；自性清淨心本自具足，沒有一點點缺少，圓圓滿滿，無欠無缺，樣樣具足。正因為本自具足，所以佛在經上常說，佛氏門中有求必應。為什麼有求必應？因為你本自具足。如果不是本自具足的話，有求必應誰敢講？何期自性本無動搖，換句話說，無有來去；更妙的是能生萬法。我們仔細去觀想六祖大師開悟的這個境界，這幾句話就是說出諸法實相，諸法實相如是如是。換句話說，我們的自性清淨心有沒有染污過？沒染污。"
    },
    {
      "id": "09-014-0007_p0030",
      "zh_CN": "我在上一次举个例子跟诸位说过，诸位应该要记住，我把眼睛比作自性，把有色的眼镜比作妄识，譬如我们戴一个绿色的太阳眼镜，这个绿色太阳眼镜一戴上，看到外面的境界相，每一个相上都带一层绿色，换句话说，都染上绿色，试问问外面境界相有没有染？大家晓得没有染。我们的眼睛有没有被绿色眼镜染绿？诸位要晓得，眼睛也没染。由此可知，内心跟外境俱无所染，正是清净本然，这是真相。今天我们讲的染污，病在哪里？病在眼镜上，实际上眼镜与外境不相干，与眼根也不相干。由此可知，心意识就是眼镜，它与外境不相干，与真如本性也不相干，所以才说「何期自性，本自清净」。",
      "zh_TW": "我在上一次舉個例子跟諸位說過，諸位應該要記住，我把眼睛比作自性，把有色的眼鏡比作妄識，譬如我們戴一個綠色的太陽眼鏡，這個綠色太陽眼鏡一戴上，看到外面的境界相，每一個相上都帶一層綠色，換句話說，都染上綠色，試問問外面境界相有沒有染？大家曉得沒有染。我們的眼睛有沒有被綠色眼鏡染綠？諸位要曉得，眼睛也沒染。由此可知，內心跟外境俱無所染，正是清淨本然，這是真相。今天我們講的染污，病在哪裡？病在眼鏡上，實際上眼鏡與外境不相干，與眼根也不相干。由此可知，心意識就是眼鏡，它與外境不相干，與真如本性也不相干，所以才說「何期自性，本自清淨」。"
    },
    {
      "id": "09-014-0007_p0031",
      "zh_CN": "这句话懂了，第二句是什么意思？我们能相信吗？真的是「本不生灭」吗？我们眼睛看到现在有生有死，一切动物都有生老病死，植物有生住异灭，矿物有成住坏空，那不是有生有灭吗？这是我们看错了。再举一个比喻来说，我们以物相来讲，外面境界相来说，我们眼睛看这个相没有生灭、如如不动，我们这是假设在短时间当中，譬如一秒钟当中，我们看这个相，一秒钟当中我们看这个没有生灭；但是我们拿电影摄影机来照这个相，也照一秒钟，结果摄影机里面呈现的相是生灭相，一秒钟镜头开合二十四次，就变成二十四个相续相。从这个地方你也晓得了，我们看到外面一切境界相有生有灭，是什么？妄心看的，妄心是个生灭相，所以看到外面这个相就变成生灭相，不知道真相是不生不灭。诸位要是见到「何期自性，本不生灭」，菩萨的地位上你已经证到无生忍位，看到一切法不生不灭，这是见到真相了。六祖大师这几句话，若没有证得诸法实相说不出来。如果我们把生灭的妄心舍掉，六祖所见到的这个境界，我们必然可以见到，我们所见到的一定跟六祖所见到的是一样，真理只有一个，真的境界也只有一个。这句话我们相信它是事实，我们今天自己所见的相是错用了心，产生误会，产生虚妄的境界，而被我们执着认为那是正确的，真实的境界我们从来没有见到过。",
      "zh_TW": "這句話懂了，第二句是什麼意思？我們能相信嗎？真的是「本不生滅」嗎？我們眼睛看到現在有生有死，一切動物都有生老病死，植物有生住異滅，礦物有成住壞空，那不是有生有滅嗎？這是我們看錯了。再舉一個比喻來說，我們以物相來講，外面境界相來說，我們眼睛看這個相沒有生滅、如如不動，我們這是假設在短時間當中，譬如一秒鐘當中，我們看這個相，一秒鐘當中我們看這個沒有生滅；但是我們拿電影攝影機來照這個相，也照一秒鐘，結果攝影機裡面呈現的相是生滅相，一秒鐘鏡頭開合二十四次，就變成二十四個相續相。從這個地方你也曉得了，我們看到外面一切境界相有生有滅，是什麼？妄心看的，妄心是個生滅相，所以看到外面這個相就變成生滅相，不知道真相是不生不滅。諸位要是見到「何期自性，本不生滅」，菩薩的地位上你已經證到無生忍位，看到一切法不生不滅，這是見到真相了。六祖大師這幾句話，若沒有證得諸法實相說不出來。如果我們把生滅的妄心捨掉，六祖所見到的這個境界，我們必然可以見到，我們所見到的一定跟六祖所見到的是一樣，真理只有一個，真的境界也只有一個。這句話我們相信它是事實，我們今天自己所見的相是錯用了心，產生誤會，產生虛妄的境界，而被我們執著認為那是正確的，真實的境界我們從來沒有見到過。"
    },
    {
      "id": "09-014-0007_p0032",
      "zh_CN": "「本自具足」。我现在我的智慧也没有，我的财富也没有，我的地位也没有，我具足什么？诸位要晓得本来具足，你现在所缺乏这些是因为你有障碍。我们举个比喻说，太阳的光明本来具足，这你相信，今天天阴，从早到现在我们也没有看到太阳，你能够说今天太阳光不具足吗？今天为什么没有太阳光？云彩遮住了，今天有浓厚的云层，云层把太阳遮住，今天才一天阴天，太阳光明本来具足，被云彩遮盖住了。我们自己法法具足，我们的智慧、我们的福德与诸佛菩萨一样，无二无别，现在有没有失掉？并没有失掉，有障碍。就好像太阳的光明有没有失掉？没有失掉，只是被云层障碍住。我们被烦恼障障碍住，被所知障障碍住，换句话说，被我执、法执障碍住，你破掉二障、去掉二执，本来具足就现前，道理在此地。",
      "zh_TW": "「本自具足」。我現在我的智慧也沒有，我的財富也沒有，我的地位也沒有，我具足什麼？諸位要曉得本來具足，你現在所缺乏這些是因為你有障礙。我們舉個比喻說，太陽的光明本來具足，這你相信，今天天陰，從早到現在我們也沒有看到太陽，你能夠說今天太陽光不具足嗎？今天為什麼沒有太陽光？雲彩遮住了，今天有濃厚的雲層，雲層把太陽遮住，今天才一天陰天，太陽光明本來具足，被雲彩遮蓋住了。我們自己法法具足，我們的智慧、我們的福德與諸佛菩薩一樣，無二無別，現在有沒有失掉？並沒有失掉，有障礙。就好像太陽的光明有沒有失掉？沒有失掉，只是被雲層障礙住。我們被煩惱障障礙住，被所知障障礙住，換句話說，被我執、法執障礙住，你破掉二障、去掉二執，本來具足就現前，道理在此地。"
    },
    {
      "id": "09-014-0007_p0033",
      "zh_CN": "「本无动摇」，跟不生不灭的义趣很接近，不来不去。《华严》里面所示现的，世尊不离菩提场而升夜摩天、而升兜率天、而升他化自在天，这是示现的不来不去。「能生万法」，一切万法都是从心变现所生，心是能生，万法是所生，能生是真的，所生也不例外。古德做个比喻，「以金作器，器器皆金」，能作的是黄金，所作出来的是器皿，器皿千千万万的相状不同，但都是金。所以我们把金比作性体，把器比喻作相状，诸位想想，金变成器，器是不是金？当然是金，「以金作器，器器皆金」。我们要问有没有金？有金；有没有器？有器。不能执着的是相，为什么不能执着相？因为相是虚妄的，而且相还就是性。譬如我今天欢喜，我用黄金做一朵莲花，你如果执着金就是莲花；我明天不高兴，我不喜欢莲花了，我把莲花熔化之后，把它铸一尊佛像，莲花就变成佛像。相有没有？相有，相是不是金？相就是金，但是你不能执着相。所以经里面所破的，破我们执着相。四相里不是没有人，不是没有我、没有人、没有众生、没有寿者，人、我、众生都有，不能着相，诸位要晓得这个意思。为什么不能着相？相虽然是性，但是相千变万化，确实有相，你执着就错了。执着是什么？诸位晓的，你一执着，你所用的就是分别心、执着心，你用心意识了，唯有心意识才着相。自性能生而不执着，妙就妙在这个地方，自性能够一切通达明了，里面没有分别执着，所以得大自在。这是从六祖开悟的境界我们去观想，也能够破四相，教我们入真实的境界。",
      "zh_TW": "「本無動搖」，跟不生不滅的義趣很接近，不來不去。《華嚴》裡面所示現的，世尊不離菩提場而升夜摩天、而升兜率天、而升他化自在天，這是示現的不來不去。「能生萬法」，一切萬法都是從心變現所生，心是能生，萬法是所生，能生是真的，所生也不例外。古德做個比喻，「以金作器，器器皆金」，能作的是黃金，所作出來的是器皿，器皿千千萬萬的相狀不同，但都是金。所以我們把金比作性體，把器比喻作相狀，諸位想想，金變成器，器是不是金？當然是金，「以金作器，器器皆金」。我們要問有沒有金？有金；有沒有器？有器。不能執著的是相，為什麼不能執著相？因為相是虛妄的，而且相還就是性。譬如我今天歡喜，我用黃金做一朵蓮花，你如果執著金就是蓮花；我明天不高興，我不喜歡蓮花了，我把蓮花熔化之後，把它鑄一尊佛像，蓮花就變成佛像。相有沒有？相有，相是不是金？相就是金，但是你不能執著相。所以經裡面所破的，破我們執著相。四相裡不是沒有人，不是沒有我、沒有人、沒有眾生、沒有壽者，人、我、眾生都有，不能著相，諸位要曉得這個意思。為什麼不能著相？相雖然是性，但是相千變萬化，確實有相，你執著就錯了。執著是什麼？諸位曉的，你一執著，你所用的就是分別心、執著心，你用心意識了，唯有心意識才著相。自性能生而不執著，妙就妙在這個地方，自性能夠一切通達明瞭，裡面沒有分別執著，所以得大自在。這是從六祖開悟的境界我們去觀想，也能夠破四相，教我們入真實的境界。"
    },
    {
      "id": "09-014-0007_p0034",
      "zh_CN": "「如此观照，则不知不觉我执自然化去」，这就是教你用这个方法，「此乃消归自性之善巧方法」，真正是妙极了！前面跟你讲的观照，你四相去不了，你从这上面去观想，把心量拓开，发广大心，在境界里头作如是观，自自然然不知不觉我执没有了，我执变化了，把小我变成大我，把假我变成真我，这叫消归自性，这个方法善巧极了。",
      "zh_TW": "「如此觀照，則不知不覺我執自然化去」，這就是教你用這個方法，「此乃消歸自性之善巧方法」，真正是妙極了！前面跟你講的觀照，你四相去不了，你從這上面去觀想，把心量拓開，發廣大心，在境界裡頭作如是觀，自自然然不知不覺我執沒有了，我執變化了，把小我變成大我，把假我變成真我，這叫消歸自性，這個方法善巧極了。"
    },
    {
      "id": "09-014-0007_p0035",
      "zh_CN": "「又观三界九有，轮回根源，为欲色识三者」，佛经里面讲三界九有、讲六道轮回，讲这些干什么？唯欲、色、识三者，叫你明白这个，三界九有六道轮回出不了这三要素。你明白这个道理，才真正体会到佛在经典里面一再教我们要离欲、要不着相、要转识成智，这个道理才恍然大悟。所以，「欲不可不断」，根本烦恼，欲是欲望，不但世间财色名食睡、五欲七情你要断；成佛度众生，你要是有这个欲望，你也要断，你要是不断，你就没有办法超越欲界，要好好的记住。我发愿学佛度众生成菩提，这不很好吗？如果这个愿变成欲望，就糟糕了。佛只教你发愿，可没教你把你的愿变成欲望，那就糟糕了。度众生是好事情，利益众生是好事情，众生可怜，这么苦，十方诸佛为什么不来度众生？你着个什么急？操个什么心？时节因缘没有成熟，这个事情勉强不得！所以佛法里面要你发广大愿，可不能把你的愿变成欲望，这个是一定要认识清楚，要分辨明了。",
      "zh_TW": "「又觀三界九有，輪迴根源，為欲色識三者」，佛經裡面講三界九有、講六道輪迴，講這些幹什麼？唯欲、色、識三者，叫你明白這個，三界九有六道輪迴出不了這三要素。你明白這個道理，才真正體會到佛在經典裡面一再教我們要離欲、要不著相、要轉識成智，這個道理才恍然大悟。所以，「欲不可不斷」，根本煩惱，欲是欲望，不但世間財色名食睡、五欲七情你要斷；成佛度眾生，你要是有這個欲望，你也要斷，你要是不斷，你就沒有辦法超越欲界，要好好的記住。我發願學佛度眾生成菩提，這不很好嗎？如果這個願變成欲望，就糟糕了。佛只教你發願，可沒教你把你的願變成欲望，那就糟糕了。度眾生是好事情，利益眾生是好事情，眾生可憐，這麼苦，十方諸佛為什麼不來度眾生？你著個什麼急？操個什麼心？時節因緣沒有成熟，這個事情勉強不得！所以佛法裡面要你發廣大願，可不能把你的願變成欲望，這個是一定要認識清楚，要分辨明瞭。"
    },
    {
      "id": "09-014-0007_p0036",
      "zh_CN": "断欲，超越欲界了，超越欲界之外，所剩下的是色相，像四禅天这是有色的，四禅天人为什么不能超越四禅？因为他执着色相。所以佛给我们讲「色相不可以执着」，只要不执着色相，就能够超越四禅。超越四禅之后，上面还有四空天，四空天有情识在，但是他还是没有办法超越六道，因为无色界天还是属于六道之一，「必须把情识转化为智慧」。小乘人就做到这一点，所以他能够超越三界，他把情识转变为正觉。前面我们讲过，我们讲阿耨多罗三藐三菩提的时候。无上正等正觉，这是如来果地上具足的，菩萨是正等正觉，小乘就是阿罗汉与辟支佛，他们成正觉。由此可知，四空天的人虽然很高明，欲他也控制、也离开了，色相也不执着了，他的麻烦还是在迷而不觉，所以他没有办法超越三界。迷是什么？情识就是迷。这个时候破迷开悟，转情识为正觉，这是真正的智慧。二乘人有正觉，没有正等正觉，正等就是等于佛的智慧，他没有，他是正觉是不错，他跟佛的智慧还相差有很大的一个差距，但是他能够超越三界，这个时候算是入佛门，具足学佛的本钱。在此地佛要求我们把欲要断，色相不可以执着，情识一定要化成智慧，这也是修学最重要的、最高的指导原理原则。今天时间到了，我们就讲到此地。",
      "zh_TW": "斷欲，超越欲界了，超越欲界之外，所剩下的是色相，像四禪天這是有色的，四禪天人為什麼不能超越四禪？因為他執著色相。所以佛給我們講「色相不可以執著」，只要不執著色相，就能夠超越四禪。超越四禪之後，上面還有四空天，四空天有情識在，但是他還是沒有辦法超越六道，因為無色界天還是屬於六道之一，「必須把情識轉化為智慧」。小乘人就做到這一點，所以他能夠超越三界，他把情識轉變為正覺。前面我們講過，我們講阿耨多羅三藐三菩提的時候。無上正等正覺，這是如來果地上具足的，菩薩是正等正覺，小乘就是阿羅漢與辟支佛，他們成正覺。由此可知，四空天的人雖然很高明，欲他也控制、也離開了，色相也不執著了，他的麻煩還是在迷而不覺，所以他沒有辦法超越三界。迷是什麼？情識就是迷。這個時候破迷開悟，轉情識為正覺，這是真正的智慧。二乘人有正覺，沒有正等正覺，正等就是等於佛的智慧，他沒有，他是正覺是不錯，他跟佛的智慧還相差有很大的一個差距，但是他能夠超越三界，這個時候算是入佛門，具足學佛的本錢。在此地佛要求我們把欲要斷，色相不可以執著，情識一定要化成智慧，這也是修學最重要的、最高的指導原理原則。今天時間到了，我們就講到此地。"
    }
  ]
}