{
  "doc_id": "09-014-0012",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十二集",
    "zh_TW": "第十二集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0012",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "09-014-0012_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第十二次。请看经文：",
      "zh_TW": "《金剛般若波羅蜜經》第十二次。請看經文："
    },
    {
      "id": "09-014-0012_p0002",
      "zh_CN": "【是故不应取法。不应取非法。以是义故。如来常说。汝等比丘。知我说法。如筏喻者。法尚应舍。何况非法。】",
      "zh_TW": "【是故不應取法。不應取非法。以是義故。如來常說。汝等比丘。知我說法。如筏喻者。法尚應捨。何況非法。】"
    },
    {
      "id": "09-014-0012_p0003",
      "zh_CN": "这一段经文，在前面讲到不取相，如果我们取相必定就着相，这一着相，换句话说，四相都具足了。可是这种修学的方法，佛虽然说得很详尽，而我们事实在日常生活当中，应当怎样去做才是真正的不取不着回归自性，这一点非常要紧。因为佛法的修学，绝不是在读诵经本，也不仅限于早晚课诵，甚至二六时中拿着念珠念阿弥陀佛是念念相续而不中断。最重要的，就是在生活当中，所谓六根接触六尘境界起心动念之处，如何提起观照的功夫，这个才是最重要的事情。依照本经这个义趣来讲，那就是说应当要广修六度，虽修六度，心里面要保持清净，若无其事，才能够相应，换句话说，一定要晓得三轮体空的道理。",
      "zh_TW": "這一段經文，在前面講到不取相，如果我們取相必定就著相，這一著相，換句話說，四相都具足了。可是這種修學的方法，佛雖然說得很詳盡，而我們事實在日常生活當中，應當怎樣去做才是真正的不取不著回歸自性，這一點非常要緊。因為佛法的修學，絕不是在讀誦經本，也不僅限於早晚課誦，甚至二六時中拿著念珠念阿彌陀佛是念念相續而不中斷。最重要的，就是在生活當中，所謂六根接觸六塵境界起心動念之處，如何提起觀照的功夫，這個才是最重要的事情。依照本經這個義趣來講，那就是說應當要廣修六度，雖修六度，心裡面要保持清淨，若無其事，才能夠相應，換句話說，一定要曉得三輪體空的道理。"
    },
    {
      "id": "09-014-0012_p0004",
      "zh_CN": "我们修六度，常常又想着三轮体空，空了没有？没空。为什么？你还常常想着三轮体空，换句话说，你这个心里头还有一个三轮体空，没像六祖所说的「本来无一物」。本来无一物，连三轮体空也没有，那才叫真正的三轮体空，这就是不取相、不住相的真实义，我们要从这里体会，要从这个地方来实践，就是说把它在生活当中做到。由此可知，所谓三学六度，三学是戒定慧，六度是布施、持戒、忍辱、精进、禅定、般若，完全都在我们日常生活当中起心动念之处，三学六度可以说是法法圆融、事事无碍。换句话说，无论是男女老少，无论是从事于哪一种行业，都是圆满的，都轻而易举的可以做到，怕的是你提不起观照的功夫。由此可知，学佛第一必须要真正懂得经义，像开经偈里面讲「愿解如来真实义」，要真正懂得经中的义理，又要会把这些义理运用在日常生活当中，才能够做到理事无碍、事事无碍，这就是得佛法真实的受用。这个受用，我们普通简单的、概略的说，离苦得乐。",
      "zh_TW": "我們修六度，常常又想著三輪體空，空了沒有？沒空。為什麼？你還常常想著三輪體空，換句話說，你這個心裡頭還有一個三輪體空，沒像六祖所說的「本來無一物」。本來無一物，連三輪體空也沒有，那才叫真正的三輪體空，這就是不取相、不住相的真實義，我們要從這裡體會，要從這個地方來實踐，就是說把它在生活當中做到。由此可知，所謂三學六度，三學是戒定慧，六度是布施、持戒、忍辱、精進、禪定、般若，完全都在我們日常生活當中起心動念之處，三學六度可以說是法法圓融、事事無礙。換句話說，無論是男女老少，無論是從事於哪一種行業，都是圓滿的，都輕而易舉的可以做到，怕的是你提不起觀照的功夫。由此可知，學佛第一必須要真正懂得經義，像開經偈裡面講「願解如來真實義」，要真正懂得經中的義理，又要會把這些義理運用在日常生活當中，才能夠做到理事無礙、事事無礙，這就是得佛法真實的受用。這個受用，我們普通簡單的、概略的說，離苦得樂。"
    },
    {
      "id": "09-014-0012_p0005",
      "zh_CN": "今天这段经文结显中道。『是故』，正是承前面经文而说的。『不应取法，不应取非法』。如果取法，或者是取非法，取法着有，取非法着空，着空、着有都着了四相，所以佛在此地教诫我们必须要二边不取，一切法不可以执着、不可取；非法也不可取，也不可以执着，这就是说明必须到无相，净信才能够现前，佛这几句话都是教我们下手的功夫。此正是指示我们下手的方法，下手方法就是「二边不取，渐渐的能空相」，这个相就是一切的法相，把一切的法相空掉，也就是离开、舍离了，「心地才能得到清净」。换句话说，你心里面只要有相，就不会清净。我们以六祖惠能大师做例子，惠能大师心地清净是因为他心里没有一切相，本来无一物，所以人家的心到了清净。我们现在这个心不能得清净，就是心里面的妄相太多，我们不管是法或者是非法，总是处处执着，念念分别，这个心怎么能得清净！心不清净，净信不能现前，这是我们应当要注意到的。",
      "zh_TW": "今天這段經文結顯中道。『是故』，正是承前面經文而說的。『不應取法，不應取非法』。如果取法，或者是取非法，取法著有，取非法著空，著空、著有都著了四相，所以佛在此地教誡我們必須要二邊不取，一切法不可以執著、不可取；非法也不可取，也不可以執著，這就是說明必須到無相，淨信才能夠現前，佛這幾句話都是教我們下手的功夫。此正是指示我們下手的方法，下手方法就是「二邊不取，漸漸的能空相」，這個相就是一切的法相，把一切的法相空掉，也就是離開、捨離了，「心地才能得到清淨」。換句話說，你心裡面只要有相，就不會清淨。我們以六祖惠能大師做例子，惠能大師心地清淨是因為他心裡沒有一切相，本來無一物，所以人家的心到了清淨。我們現在這個心不能得清淨，就是心裡面的妄相太多，我們不管是法或者是非法，總是處處執著，念念分別，這個心怎麼能得清淨！心不清淨，淨信不能現前，這是我們應當要注意到的。"
    },
    {
      "id": "09-014-0012_p0006",
      "zh_CN": "得一念净信之人，前面说过，这是时间极其短暂。注意这句话，「得一念净信之人，不应取佛言说章句，谓是正法」，得一念净信的人，他决定不会以为佛说的这些经典，执着这个叫做正法，不会的；「亦不应不取佛佛之言说章句，谓非正法」，他也不会否定诸佛这些言说章句，认为这不是正法，他也不会有这个执着。佛的言说章句，究竟是不是正法，或者不是正法？他决定不会有这个概念，为什么？因为他不取法相，也不取非法相。这个里面的意思我们要细细的去体会，古德教给我们，「所谓取不得，舍不得」，不能取也不能舍，在这个情形之下，「不可得中，恁么得」，你怎么能得？禅家说「参看」，此地必须得细心的去体会、去省察。",
      "zh_TW": "得一念淨信之人，前面說過，這是時間極其短暫。注意這句話，「得一念淨信之人，不應取佛言說章句，謂是正法」，得一念淨信的人，他決定不會以為佛說的這些經典，執著這個叫做正法，不會的；「亦不應不取佛佛之言說章句，謂非正法」，他也不會否定諸佛這些言說章句，認為這不是正法，他也不會有這個執著。佛的言說章句，究竟是不是正法，或者不是正法？他決定不會有這個概念，為什麼？因為他不取法相，也不取非法相。這個裡面的意思我們要細細的去體會，古德教給我們，「所謂取不得，捨不得」，不能取也不能捨，在這個情形之下，「不可得中，恁麼得」，你怎麼能得？禪家說「參看」，此地必須得細心的去體會、去省察。"
    },
    {
      "id": "09-014-0012_p0007",
      "zh_CN": "在这里我们可以得到一个结论，「虽佛正法，尚应放下，何况世谛？」那就是讲，法尚应舍，何况非法。诸位必须要晓得，我们在没有证悟之前不可以无佛法，证悟之后不可以执着佛法。我这个话得要听清楚，未悟之前不可无，已悟之后不可执着，执着就错了。所以，法与非法都不可以取，都不可以执着。佛引用『筏喻』，引用这个筏来做比喻，筏大多数用竹子编的叫竹筏，也有用木头编的叫木筏，有这两种，它是渡河而用的，佛拿这个来做比喻。他说一切法就好像筏一样，目的是帮助你渡河，从河这一边渡到那一边，上岸之后这个筏不要了，就舍弃，所以说「法尚应舍，何况非法」。我们没悟的人凭借佛说之法，我们要用这个作工具帮助我们开悟，悟了之后法也要舍掉，也不可以执着。这就是所谓第一义中，法与非法本不可说，第一义中本来无一物，哪里有法与非法？换句话说，你懂得这个意思，你也就恍然大悟，真实义中无所谓生死，也无所谓涅槃，无所谓度，也无所谓不度，正是二边不着，双照双遮。就是讲二边双照，这个话也是多余的，也用不着。",
      "zh_TW": "在這裡我們可以得到一個結論，「雖佛正法，尚應放下，何況世諦？」那就是講，法尚應捨，何況非法。諸位必須要曉得，我們在沒有證悟之前不可以無佛法，證悟之後不可以執著佛法。我這個話得要聽清楚，未悟之前不可無，已悟之後不可執著，執著就錯了。所以，法與非法都不可以取，都不可以執著。佛引用『筏喻』，引用這個筏來做比喻，筏大多數用竹子編的叫竹筏，也有用木頭編的叫木筏，有這兩種，它是渡河而用的，佛拿這個來做比喻。他說一切法就好像筏一樣，目的是幫助你渡河，從河這一邊渡到那一邊，上岸之後這個筏不要了，就捨棄，所以說「法尚應捨，何況非法」。我們沒悟的人憑藉佛說之法，我們要用這個作工具幫助我們開悟，悟了之後法也要捨掉，也不可以執著。這就是所謂第一義中，法與非法本不可說，第一義中本來無一物，哪裡有法與非法？換句話說，你懂得這個意思，你也就恍然大悟，真實義中無所謂生死，也無所謂涅槃，無所謂度，也無所謂不度，正是二邊不著，雙照雙遮。就是講二邊雙照，這個話也是多餘的，也用不著。"
    },
    {
      "id": "09-014-0012_p0008",
      "zh_CN": "说到这个地方，对我们初学的人来讲，最关紧要的就是修行开悟证果。我们在讲席当中常常提醒同修，闻法的目的，近目的是开悟，远目的是证果，如果以这两个目标来修学，我们的路子就正确。可是开悟不容易，不悟则无法修行，换句话说，非开悟不可。所谓开悟，经里面的真实意思你完全正确的理解通达了，古人教诫初学的办法，下手处多半在以至诚恭敬心来读诵，把经文念熟，要常常在经文里面提起几句，或者提起一、二段来做观照功夫。",
      "zh_TW": "說到這個地方，對我們初學的人來講，最關緊要的就是修行開悟證果。我們在講席當中常常提醒同修，聞法的目的，近目的是開悟，遠目的是證果，如果以這兩個目標來修學，我們的路子就正確。可是開悟不容易，不悟則無法修行，換句話說，非開悟不可。所謂開悟，經裡面的真實意思你完全正確的理解通達了，古人教誡初學的辦法，下手處多半在以至誠恭敬心來讀誦，把經文念熟，要常常在經文裡面提起幾句，或者提起一、二段來做觀照功夫。"
    },
    {
      "id": "09-014-0012_p0009",
      "zh_CN": "前面跟诸位讲过修行三个阶段，先是观照，然后照住，最后照见，照见就开悟了，这个地方所讲的观照就是思惟。譬如我们讲《华严经》，《华严经》修行下手的地方就是「净行品」，「净行品」一展开，诸位就能够发现无论我们自己做什么事情或者起心动念，立刻就想到一切众生，就会为一切众生祝福，这就叫观照。这个功德很大，久而久之，自己这个心量就拓开，我执不必作意去断，自自然然就变化没有了，这就是我们所讲的观照功夫，也就是讲的如理的思惟。这与世间一般人研究学术大大的不相同，为什么？世间人研究一种学问脱不了凡情推测，换句话说，脱不了分别执着，与清净心总是背道而驰。佛法则不然，它在下手之处虽然也用分别心、也用执着心，这种分别执着与性相应；因为与性相应，这个分别执着一天比一天减少，它不会一天比一天再加重，到最后减到全无，就开悟了。学佛虽然不立文字，我们要应用文字；虽然应用文字，而不是在文字里面推敲，而是藉文字把我们一切杂念扫除，将我们一个纯净的清净心显现出来而已。这是佛法初学人所谓思惟修，所谓观照，所谓受持，我们一定要正确的领会这个意思，这样我们的修学才有真正的受用处，这样读法与根本智就能够相应，所谓是定慧等学。",
      "zh_TW": "前面跟諸位講過修行三個階段，先是觀照，然後照住，最後照見，照見就開悟了，這個地方所講的觀照就是思惟。譬如我們講《華嚴經》，《華嚴經》修行下手的地方就是「淨行品」，「淨行品」一展開，諸位就能夠發現無論我們自己做什麼事情或者起心動念，立刻就想到一切眾生，就會為一切眾生祝福，這就叫觀照。這個功德很大，久而久之，自己這個心量就拓開，我執不必作意去斷，自自然然就變化沒有了，這就是我們所講的觀照功夫，也就是講的如理的思惟。這與世間一般人研究學術大大的不相同，為什麼？世間人研究一種學問脫不了凡情推測，換句話說，脫不了分別執著，與清淨心總是背道而馳。佛法則不然，它在下手之處雖然也用分別心、也用執著心，這種分別執著與性相應；因為與性相應，這個分別執著一天比一天減少，它不會一天比一天再加重，到最後減到全無，就開悟了。學佛雖然不立文字，我們要應用文字；雖然應用文字，而不是在文字裡面推敲，而是藉文字把我們一切雜念掃除，將我們一個純淨的清淨心顯現出來而已。這是佛法初學人所謂思惟修，所謂觀照，所謂受持，我們一定要正確的領會這個意思，這樣我們的修學才有真正的受用處，這樣讀法與根本智就能夠相應，所謂是定慧等學。"
    },
    {
      "id": "09-014-0012_p0010",
      "zh_CN": "我们明白这个方法了，明了之后还要常常修忏悔法。为什么要修忏悔法？诸位想想，正如佛在本经里面所说的，我们过去大家都是在无量诸佛处所种诸善根，而今天落到如此地步，真是业障深重，我们又怎么能够对得起诸佛菩萨？所以要认真的修忏悔法，不但是消业障，也是增福慧。如果不修忏悔，纵然懂得这些道理，也晓得这个方法，你修观就修不好。你不相信，自己可以试验试验，一试验、一检点就发现，道理我都懂、方法我也晓得，为什么我一天到晚提不起来，一遇到事又迷惑、又颠倒？这就是业障深重的相，这个就是缺乏真正忏悔的现象。由此可知，这个问题确实是一个大问题。",
      "zh_TW": "我們明白這個方法了，明瞭之後還要常常修懺悔法。為什麼要修懺悔法？諸位想想，正如佛在本經裡面所說的，我們過去大家都是在無量諸佛處所種諸善根，而今天落到如此地步，真是業障深重，我們又怎麼能夠對得起諸佛菩薩？所以要認真的修懺悔法，不但是消業障，也是增福慧。如果不修懺悔，縱然懂得這些道理，也曉得這個方法，你修觀就修不好。你不相信，自己可以試驗試驗，一試驗、一檢點就發現，道理我都懂、方法我也曉得，為什麼我一天到晚提不起來，一遇到事又迷惑、又顛倒？這就是業障深重的相，這個就是缺乏真正懺悔的現象。由此可知，這個問題確實是一個大問題。"
    },
    {
      "id": "09-014-0012_p0011",
      "zh_CN": "不应取法跟不应取非法，这是真正深明诸法实相之后所显现的境界，这个境界现前才能够真正不为妄相所转。经中所说都是第一义悉檀，禅家常常讲「寂寂惺惺，惺惺寂寂」，寂寂是寂灭相，惺惺是活活泼泼的相，惺惺是广修三学六度，寂寂是虽修三学六度又不执着，心里面绝无其事。不但修般若要懂得这些道理，要具足这种修学的态度，佛法无论修学哪一个法门都应当如此。总而言之，贵在直下承当，这样的人就是金刚般若会上的当机者，他必能成就。请看下面一段经文：",
      "zh_TW": "不應取法跟不應取非法，這是真正深明諸法實相之後所顯現的境界，這個境界現前才能夠真正不為妄相所轉。經中所說都是第一義悉檀，禪家常常講「寂寂惺惺，惺惺寂寂」，寂寂是寂滅相，惺惺是活活潑潑的相，惺惺是廣修三學六度，寂寂是雖修三學六度又不執著，心裡面絕無其事。不但修般若要懂得這些道理，要具足這種修學的態度，佛法無論修學哪一個法門都應當如此。總而言之，貴在直下承當，這樣的人就是金剛般若會上的當機者，他必能成就。請看下面一段經文："
    },
    {
      "id": "09-014-0012_p0012",
      "zh_CN": "【须菩提。于意云何。如来得阿耨多罗三藐三菩提耶。如来有所说法耶。】",
      "zh_TW": "【須菩提。於意云何。如來得阿耨多羅三藐三菩提耶。如來有所說法耶。】"
    },
    {
      "id": "09-014-0012_p0013",
      "zh_CN": "『耶』在此地是一句问话，佛提出这两个问题来试问他。这是就果法上，『如来』是果人，『阿耨多罗三藐三菩提』是果法，果法也不着相，也离，这里面的意思很深。「此问是示读者莫错会佛意」，这是给我们暗示，我们不能够错会了这个意思。佛教我们二边不着，佛自己着不着？佛讲了，佛有没有证得『阿耨多罗三藐三菩提』，翻成中国意思就是无上正等正觉，佛有没有证得？佛有没有说法？如果佛要来问我们，我们一定会答复他，「佛你老人家已经证无上菩提，你一天到晚为众生说法，好辛苦」，那就不懂得如来所说义。这个两句话也等于说是考考须菩提尊者，实际上哪里是考须菩提，是考考我们。我们这些天天在读诵《金刚经》的人，有没有懂得佛的意思？有没有把佛的意思错会？所以这两句话用意很深，我们必须要深深体会，会得佛的意思才是正知正见。",
      "zh_TW": "『耶』在此地是一句問話，佛提出這兩個問題來試問他。這是就果法上，『如來』是果人，『阿耨多羅三藐三菩提』是果法，果法也不著相，也離，這裡面的意思很深。「此問是示讀者莫錯會佛意」，這是給我們暗示，我們不能夠錯會了這個意思。佛教我們二邊不著，佛自己著不著？佛講了，佛有沒有證得『阿耨多羅三藐三菩提』，翻成中國意思就是無上正等正覺，佛有沒有證得？佛有沒有說法？如果佛要來問我們，我們一定會答覆他，「佛你老人家已經證無上菩提，你一天到晚為眾生說法，好辛苦」，那就不懂得如來所說義。這個兩句話也等於說是考考須菩提尊者，實際上哪裡是考須菩提，是考考我們。我們這些天天在讀誦《金剛經》的人，有沒有懂得佛的意思？有沒有把佛的意思錯會？所以這兩句話用意很深，我們必須要深深體會，會得佛的意思才是正知正見。"
    },
    {
      "id": "09-014-0012_p0014",
      "zh_CN": "「的示用功，非从二边不着下手不可」。这个地方所讲，是个原则、是个原理，无论你修学哪一个法门，大的方面讲，禅教密律净，细的方面来说，八万四千细行，都不能够违背这个原则，就是二边不着。「由下文答处，明了无得而得、无说而说之正义」，这就是如来所说的真实义，开经偈讲「愿解如来真实义」，无得而得，无说而说，「无说」不着有一边，「而说」不着空一边，空有二边都不着，正是二边不着。得跟无得是一不是二，得则非空，无得则非有，亦是二边不着。经上只举出这个例子，好像数学里头一个公式一样，我们从这个地方领悟到，在一切法中，世出世间法都必须要二边不着，无得而得，无说而说，那你与诸佛如来有什么两样！",
      "zh_TW": "「的示用功，非從二邊不著下手不可」。這個地方所講，是個原則、是個原理，無論你修學哪一個法門，大的方面講，禪教密律淨，細的方面來說，八萬四千細行，都不能夠違背這個原則，就是二邊不著。「由下文答處，明瞭無得而得、無說而說之正義」，這就是如來所說的真實義，開經偈講「願解如來真實義」，無得而得，無說而說，「無說」不著有一邊，「而說」不著空一邊，空有二邊都不著，正是二邊不著。得跟無得是一不是二，得則非空，無得則非有，亦是二邊不著。經上只舉出這個例子，好像數學裡頭一個公式一樣，我們從這個地方領悟到，在一切法中，世出世間法都必須要二邊不著，無得而得，無說而說，那你與諸佛如來有什麼兩樣！"
    },
    {
      "id": "09-014-0012_p0015",
      "zh_CN": "还有一个意思，「指示人性体上无有一法可得，亦无有一法可说」，所谓是本来无一物。有法可得跟有法可说，不是从性体上说的，是从相上讲的，相上有得有说，性上无得无说，性相又不二，希望诸位能够细细去体会这个道理。然后我们举一个例子来说，知道我们修学人在日常生活当中怎样把观照功夫提起来，我们就以「净行品」几首偈子上来看，不要看多，看个一、二首就可以。我们来看个一、二首：「菩萨在家，当愿众生，知家性空，免其逼迫。」菩萨在家不着空，当愿众生这一句，你看看这个心量立刻就拓开，无论做什么事情，这就是回向，立刻就把心量展开。当愿众生，这个众生是尽虚空遍法界一切众生，经里面举一百多桩事情都是日常当中琐碎的事情，教你念念回向众生，念念回向法界。知家性空，不着有，免其逼迫这是果报，空有二边都不着，虽然在家，又何等的自在。",
      "zh_TW": "還有一個意思，「指示人性體上無有一法可得，亦無有一法可說」，所謂是本來無一物。有法可得跟有法可說，不是從性體上說的，是從相上講的，相上有得有說，性上無得無說，性相又不二，希望諸位能夠細細去體會這個道理。然後我們舉一個例子來說，知道我們修學人在日常生活當中怎樣把觀照功夫提起來，我們就以「淨行品」幾首偈子上來看，不要看多，看個一、二首就可以。我們來看個一、二首：「菩薩在家，當願眾生，知家性空，免其逼迫。」菩薩在家不著空，當願眾生這一句，你看看這個心量立刻就拓開，無論做什麼事情，這就是迴向，立刻就把心量展開。當願眾生，這個眾生是盡虛空遍法界一切眾生，經裡面舉一百多樁事情都是日常當中瑣碎的事情，教你念念迴向眾生，念念迴向法界。知家性空，不著有，免其逼迫這是果報，空有二邊都不著，雖然在家，又何等的自在。"
    },
    {
      "id": "09-014-0012_p0016",
      "zh_CN": "这次我们特别把《华严经》里面重要的经文，就是「净行品」与「普贤行愿品」，我们选了这两章，这两章可以做为我们初学人课诵，换句话说，我们可以依照这个来修行。这是《华严经》的精华，以「净行品」做为我们修行下手，而以「普贤行愿品」为归宿。在这个本子当中，我们又特别选《四十华严》里面的「观自在菩萨章」，选这一章加持，又有一个特别的悲心，那就是我们今天这个时代是一个动乱不安的时代，凡是学佛的同修都应当发心为一切众生祈求和平安乐。过去印光大师在世提倡，教我们加持观世音菩萨圣号，我们选这个本子，这个构想也就是早课念「行愿品观自在章」，读经就读这一部份，「行愿品」可以说是《华严经》里面的戒律，经念完之后，念观世音菩萨圣号一千声；晚课念「行愿品十大愿王」导归极乐，经念完之后，念南无阿弥陀佛也念一千声。希望在家同修能够用这个本子做为课诵，朝念观世音，晚念弥陀佛，持戒念佛，福慧双修，对于一个在家菩萨来说是最好的课诵。课诵我们有了，依照这种课诵要能得受用、要能开悟、要能证入，那非般若不为功，般若就重要了。般若的大主意就在二边不住，以清净心、以无为的心修一切功德利益众生，这就是二边不住。我们再看底下经文：",
      "zh_TW": "這次我們特別把《華嚴經》裡面重要的經文，就是「淨行品」與「普賢行願品」，我們選了這兩章，這兩章可以做為我們初學人課誦，換句話說，我們可以依照這個來修行。這是《華嚴經》的精華，以「淨行品」做為我們修行下手，而以「普賢行願品」為歸宿。在這個本子當中，我們又特別選《四十華嚴》裡面的「觀自在菩薩章」，選這一章加持，又有一個特別的悲心，那就是我們今天這個時代是一個動亂不安的時代，凡是學佛的同修都應當發心為一切眾生祈求和平安樂。過去印光大師在世提倡，教我們加持觀世音菩薩聖號，我們選這個本子，這個構想也就是早課念「行願品觀自在章」，讀經就讀這一部份，「行願品」可以說是《華嚴經》裡面的戒律，經念完之後，念觀世音菩薩聖號一千聲；晚課念「行願品十大願王」導歸極樂，經念完之後，念南無阿彌陀佛也念一千聲。希望在家同修能夠用這個本子做為課誦，朝念觀世音，晚念彌陀佛，持戒念佛，福慧雙修，對於一個在家菩薩來說是最好的課誦。課誦我們有了，依照這種課誦要能得受用、要能開悟、要能證入，那非般若不為功，般若就重要了。般若的大主意就在二邊不住，以清淨心、以無為的心修一切功德利益眾生，這就是二邊不住。我們再看底下經文："
    },
    {
      "id": "09-014-0012_p0017",
      "zh_CN": "【须菩提言。如我解佛所说义。无有定法名阿耨多罗三藐三菩提。亦无有定法如来可说。】",
      "zh_TW": "【須菩提言。如我解佛所說義。無有定法名阿耨多羅三藐三菩提。亦無有定法如來可說。】"
    },
    {
      "id": "09-014-0012_p0018",
      "zh_CN": "这是一段经文，这个经文答复圆极了、妙极了。我把这几句在此地念一念，我们再来研究这里头的义趣。「吾人欲证无上菩提，佛是模样」，所以我们要学佛，佛是我们的模范，佛是我们的样板，我们就照这个样子学就行了。佛是什么样子？二边不着，佛就这个样。须菩提尊者看出来，明白了，所以他说『无有定法』，「无有定法，即法无一定，亦即法不可执着」。说到这个地方，我们举一个例子来说，你就觉悟到一切法都没有一定。譬如我们吃饭，这个是最显然的一桩事情，菜端上来，我吃这个菜嫌淡了，味道不够；那个人他夹一块吃，这个菜太咸了。你们想想这一碗菜，为什么甲说太淡，乙说太咸，它有定法吗？如果真有个定法，淡了，大家尝统统都是淡的，那就是定法。由此可知，法没有定法，两个人口味不一样，法是一样的，两个人口味不一样，所以两个人看的时候就没有定法。",
      "zh_TW": "這是一段經文，這個經文答覆圓極了、妙極了。我把這幾句在此地念一念，我們再來研究這裡頭的義趣。「吾人欲證無上菩提，佛是模樣」，所以我們要學佛，佛是我們的模範，佛是我們的樣板，我們就照這個樣子學就行了。佛是什麼樣子？二邊不著，佛就這個樣。須菩提尊者看出來，明白了，所以他說『無有定法』，「無有定法，即法無一定，亦即法不可執著」。說到這個地方，我們舉一個例子來說，你就覺悟到一切法都沒有一定。譬如我們吃飯，這個是最顯然的一樁事情，菜端上來，我吃這個菜嫌淡了，味道不夠；那個人他夾一塊吃，這個菜太鹹了。你們想想這一碗菜，為什麼甲說太淡，乙說太鹹，它有定法嗎？如果真有個定法，淡了，大家嘗統統都是淡的，那就是定法。由此可知，法沒有定法，兩個人口味不一樣，法是一樣的，兩個人口味不一樣，所以兩個人看的時候就沒有定法。"
    },
    {
      "id": "09-014-0012_p0019",
      "zh_CN": "再说一个人，一个人怎么样？一个人也没有定法。譬如有一个人在过去他喜欢喝浓茶，茶愈浓喝得很舒服；过了一、二年的时候，他一看到浓茶就讨厌，淡一点好；甚至再过个几年，他不喝茶了，他喝白开水，他看到茶就讨厌。一个人标准都没办法定，何况两个人？由这个地方你就能觉悟到，法有没有定法？没有定法。所以佛一再告诉我们法不可以执着，为什么？就是因为法没有定法，换句话说，没有标准。佛说这些话的用意在哪里？用意是教你，给你一个启示，诱导你开悟而已，目的在此地。换句话说，所说的这些法都不重要，你千万不要斤斤执着在法里头，那你就错了，你把你的精力、把你的精神，统统在字里行间去推敲、去揣摩，那就错了，那是不善学的。善学的人，离言说相、离文字相、离心缘相，这样才能够会得真义，真义就是自己的心性，才能从这个地方会得。",
      "zh_TW": "再說一個人，一個人怎麼樣？一個人也沒有定法。譬如有一個人在過去他喜歡喝濃茶，茶愈濃喝得很舒服；過了一、二年的時候，他一看到濃茶就討厭，淡一點好；甚至再過個幾年，他不喝茶了，他喝白開水，他看到茶就討厭。一個人標準都沒辦法定，何況兩個人？由這個地方你就能覺悟到，法有沒有定法？沒有定法。所以佛一再告訴我們法不可以執著，為什麼？就是因為法沒有定法，換句話說，沒有標準。佛說這些話的用意在哪裡？用意是教你，給你一個啟示，誘導你開悟而已，目的在此地。換句話說，所說的這些法都不重要，你千萬不要斤斤執著在法裡頭，那你就錯了，你把你的精力、把你的精神，統統在字裡行間去推敲、去揣摩，那就錯了，那是不善學的。善學的人，離言說相、離文字相、離心緣相，這樣才能夠會得真義，真義就是自己的心性，才能從這個地方會得。"
    },
    {
      "id": "09-014-0012_p0020",
      "zh_CN": "这一点我们要觉悟，觉悟之后，然后你才会得到一个正确的结论，那就是说一切法都无有定法，连无上的佛法都无有定法，世间所有的法都没有定法。你以为是定法，那是你的妄想，那是你的执着，你那个妄想执着也是假的，也不是真的。这个意思我们也可以用梦境显示出来，诸位在做梦，梦醒之后你细细想想，你那个梦境里头哪一法是个定法？你才恍然大悟，确实没有一法是定法。你要把这个道理想通了、承认了、接受了、认可了，你在一切法里就不执着了，不执着就是放下、就是看破，放下看破你就得大自在，这个意思我们一定要体会得。",
      "zh_TW": "這一點我們要覺悟，覺悟之後，然後你才會得到一個正確的結論，那就是說一切法都無有定法，連無上的佛法都無有定法，世間所有的法都沒有定法。你以為是定法，那是你的妄想，那是你的執著，你那個妄想執著也是假的，也不是真的。這個意思我們也可以用夢境顯示出來，諸位在做夢，夢醒之後你細細想想，你那個夢境裡頭哪一法是個定法？你才恍然大悟，確實沒有一法是定法。你要把這個道理想通了、承認了、接受了、認可了，你在一切法裡就不執著了，不執著就是放下、就是看破，放下看破你就得大自在，這個意思我們一定要體會得。"
    },
    {
      "id": "09-014-0012_p0021",
      "zh_CN": "如来所证的阿耨多罗三藐三菩提，尚且无有一定之法可得，为什么？因为只有这个假名，并无实法，只有假名。无上正等正觉在哪里？你们诸位有没有想过这个问题，无上正等正觉是什么样子？在哪里？怎么得到的？我透一点消息给你，我们眼前一切事物、一切的境界、一切的相状，你样样都了解，而且了解得最正确、最圆满、最究竟，这就是无上正等正觉，最圆满的了解，再没有比这个更圆满的，最圆满就是无上。由此可知，无上正等正觉在哪里？尽虚空遍法界，无处不是。我们是把自己正知正见迷惑了，佛是把这个迷执破掉之后，本能的大觉现前，就叫做无上正等正觉。这是一个名词，他从哪里得！由此可知，说法皆是方便，换句话说，法亦无有定法可说，你要执着有个定法可说，你又迷了，你要执着有个一定法可得，你也错了。「阿耨多罗三藐三菩提」，就是无上正等正觉，「尚无一定之法可名」，尽虚空遍法界无有一法不是，「何况有得，更何况有说」，你怎么个说法？佛所说的一切经、一切言语文字就是阿耨多罗三藐三菩提，没有一个字不是，也没有一个字是，你懂这个意思吗？",
      "zh_TW": "如來所證的阿耨多羅三藐三菩提，尚且無有一定之法可得，為什麼？因為只有這個假名，並無實法，只有假名。無上正等正覺在哪裡？你們諸位有沒有想過這個問題，無上正等正覺是什麼樣子？在哪裡？怎麼得到的？我透一點消息給你，我們眼前一切事物、一切的境界、一切的相狀，你樣樣都了解，而且了解得最正確、最圓滿、最究竟，這就是無上正等正覺，最圓滿的了解，再沒有比這個更圓滿的，最圓滿就是無上。由此可知，無上正等正覺在哪裡？盡虛空遍法界，無處不是。我們是把自己正知正見迷惑了，佛是把這個迷執破掉之後，本能的大覺現前，就叫做無上正等正覺。這是一個名詞，他從哪裡得！由此可知，說法皆是方便，換句話說，法亦無有定法可說，你要執著有個定法可說，你又迷了，你要執著有個一定法可得，你也錯了。「阿耨多羅三藐三菩提」，就是無上正等正覺，「尚無一定之法可名」，盡虛空遍法界無有一法不是，「何況有得，更何況有說」，你怎麼個說法？佛所說的一切經、一切言語文字就是阿耨多羅三藐三菩提，沒有一個字不是，也沒有一個字是，你懂這個意思嗎？"
    },
    {
      "id": "09-014-0012_p0022",
      "zh_CN": "「说法皆是方便，故无有定法」，要晓得这是方便，没有定法，「目的在令人自悟而已」。注意，自悟，是教人自己去觉悟。「如指迷路，亦无有定法」，譬如一个人迷了路，那个指迷路的人，你问他有没有定法？没有定法，「使迷人觉了，步入正途而已」，那就行了。所以你指示迷路的人，你用手指点他可以，你用言语讲给他听也可以，你画个地图给他也可以，你做个指标放在那里也可以，没有定法。无非是叫那个人他知道路就可以了，哪有定法！佛说一切法就是如此，所以也没有定法，只要你自己觉悟，你一觉悟你就步入正途。「此义极为紧要，必须细心体会，才能明了说听方便。」这两句话实在很重要。你要不晓得这个道理，你就不会听经，为什么？你听经多半都会死在言语文字之下，你不会听经。你要是讲经讲给别人听，你所讲的东西一定也是死东西，为什么？因为你有定法可说，那个听的人有定法可听，都搞死了，不晓得佛法是活活泼泼的，它不是死的。因此不开悟，你们想想看，能不能讲经？佛是悟了以后才讲经说法，历代诸菩萨、诸祖师大德也都是开了悟才讲经，开了悟才给经典写注解。所以经文活活泼泼，它不是定法，古德已经开悟了，他注的这些注解也是活活泼泼无有定法。",
      "zh_TW": "「說法皆是方便，故無有定法」，要曉得這是方便，沒有定法，「目的在令人自悟而已」。注意，自悟，是教人自己去覺悟。「如指迷路，亦無有定法」，譬如一個人迷了路，那個指迷路的人，你問他有沒有定法？沒有定法，「使迷人覺了，步入正途而已」，那就行了。所以你指示迷路的人，你用手指點他可以，你用言語講給他聽也可以，你畫個地圖給他也可以，你做個指標放在那裡也可以，沒有定法。無非是叫那個人他知道路就可以了，哪有定法！佛說一切法就是如此，所以也沒有定法，只要你自己覺悟，你一覺悟你就步入正途。「此義極為緊要，必須細心體會，才能明瞭說聽方便。」這兩句話實在很重要。你要不曉得這個道理，你就不會聽經，為什麼？你聽經多半都會死在言語文字之下，你不會聽經。你要是講經講給別人聽，你所講的東西一定也是死東西，為什麼？因為你有定法可說，那個聽的人有定法可聽，都搞死了，不曉得佛法是活活潑潑的，它不是死的。因此不開悟，你們想想看，能不能講經？佛是悟了以後才講經說法，歷代諸菩薩、諸祖師大德也都是開了悟才講經，開了悟才給經典寫註解。所以經文活活潑潑，它不是定法，古德已經開悟了，他註的這些註解也是活活潑潑無有定法。"
    },
    {
      "id": "09-014-0012_p0023",
      "zh_CN": "我们今天要把经书，现在有不少人发心把它翻成白话文，你们诸位好好的想一想行不行，这里头原因在哪里？文言文的范围比白话文要大，白话文的范围很窄小，它很窄小的界限范围了自己，那就是讲它有定法；文言文的文字固然也有界限，它这个界限很广大，是不定法，程度深的人看得深一层，意思看得很深，程度浅的人看，意思看得很浅。譬如经文，你一掀开经文第一句「如是我闻」，浅的人看了这四个字他也懂，「如是这部经是我听说的」，这个意思浅；程度深的人一看，这个了不起，这一个「如是」把世出世间一切法统统包含尽，无有一法不如，无有一法不是，法法皆如，法法皆是，这个意思深，十方三世一切诸佛菩萨所讲的这些经典，无非就是解释如是而已，你看这个意思多深。单单就是讲经文跟古德注疏，义理就没有穷尽。",
      "zh_TW": "我們今天要把經書，現在有不少人發心把它翻成白話文，你們諸位好好的想一想行不行，這裡頭原因在哪裡？文言文的範圍比白話文要大，白話文的範圍很窄小，它很窄小的界限範圍了自己，那就是講它有定法；文言文的文字固然也有界限，它這個界限很廣大，是不定法，程度深的人看得深一層，意思看得很深，程度淺的人看，意思看得很淺。譬如經文，你一掀開經文第一句「如是我聞」，淺的人看了這四個字他也懂，「如是這部經是我聽說的」，這個意思淺；程度深的人一看，這個了不起，這一個「如是」把世出世間一切法統統包含盡，無有一法不如，無有一法不是，法法皆如，法法皆是，這個意思深，十方三世一切諸佛菩薩所講的這些經典，無非就是解釋如是而已，你看這個意思多深。單單就是講經文跟古德註疏，義理就沒有窮盡。"
    },
    {
      "id": "09-014-0012_p0024",
      "zh_CN": "我们念《金刚经》，念一遍有一遍新的意思体会到，换句话说，遍遍的境界都不一样，可见得它不是定法，如果要是定法，那就是一定的境界。像现在学校里头学生用的教科书一样，一年级就是一年级的境界，它是定法，到二年级没有用；二年级的教科书它是定法，定在二年级，一年级不适应。佛经正因为它不是定法，所以从初学一直到成佛，这一部经都可以用得上，妙就妙在此地。你要问，这文章太妙，怎么可浅可深，而且其深还无底，没有止境，这是什么缘故？因为说经的人自己证得无有定法，所以他的言语意境亦复如是！这是我们讲佛经。",
      "zh_TW": "我們念《金剛經》，念一遍有一遍新的意思體會到，換句話說，遍遍的境界都不一樣，可見得它不是定法，如果要是定法，那就是一定的境界。像現在學校裡頭學生用的教科書一樣，一年級就是一年級的境界，它是定法，到二年級沒有用；二年級的教科書它是定法，定在二年級，一年級不適應。佛經正因為它不是定法，所以從初學一直到成佛，這一部經都可以用得上，妙就妙在此地。你要問，這文章太妙，怎麼可淺可深，而且其深還無底，沒有止境，這是什麼緣故？因為說經的人自己證得無有定法，所以他的言語意境亦復如是！這是我們講佛經。"
    },
    {
      "id": "09-014-0012_p0025",
      "zh_CN": "如果诸位要不相信，我们再举一个例子来说，现在在学术界里最普遍的是《古文观止》，我想你们大家都念过，这部书里面所收集的文章三百多篇，最长的文章也只有五、六百个字，篇幅都不多，短的文章几十个字，今日之下有许多的学者、大学教授把这些文章翻成白话文，你们在报纸杂志里面可以看到，你把原文念一念，把他翻译的白话文念一念，你看看是不是原文的味道？你就恍然大悟了。连世间文学家写的那篇文章的意境，今天再好的白话文也没有办法把它翻得出来，何况佛经？佛经乃是大彻大悟人、有修有证者所说的，怎么会一样？因此这个问题正如古人所说「唯证乃知」，你要不证入，那就太难了，必须要证得才晓得、才能够知道，唯证乃知。请看经文：",
      "zh_TW": "如果諸位要不相信，我們再舉一個例子來說，現在在學術界裡最普遍的是《古文觀止》，我想你們大家都念過，這部書裡面所收集的文章三百多篇，最長的文章也只有五、六百個字，篇幅都不多，短的文章幾十個字，今日之下有許多的學者、大學教授把這些文章翻成白話文，你們在報紙雜誌裡面可以看到，你把原文念一念，把他翻譯的白話文念一念，你看看是不是原文的味道？你就恍然大悟了。連世間文學家寫的那篇文章的意境，今天再好的白話文也沒有辦法把它翻得出來，何況佛經？佛經乃是大徹大悟人、有修有證者所說的，怎麼會一樣？因此這個問題正如古人所說「唯證乃知」，你要不證入，那就太難了，必須要證得才曉得、才能夠知道，唯證乃知。請看經文："
    },
    {
      "id": "09-014-0012_p0026",
      "zh_CN": "【何以故。如来所说法。皆不可取。不可说。非法非非法。】",
      "zh_TW": "【何以故。如來所說法。皆不可取。不可說。非法非非法。】"
    },
    {
      "id": "09-014-0012_p0027",
      "zh_CN": "这段经文是解释应当双非。『非法』、『非非法』，这句话就是所谓双离，二边都离开。我们常言说得好，二边不立，中道不存。如果说二边都离开了，那就叫中道，你又着了一边，你把「二边」当作一边，把「中道」又当作一边，还是对立的。中道也没有，这才是真正的非法、非非法。所以我们从须菩提尊者这一段答复与解释，真正看出来它的高明处，也就是圆妙至极，字字句句都是活的，都是圆的，不是死的句子，我们要从这个地方去体会。",
      "zh_TW": "這段經文是解釋應當雙非。『非法』、『非非法』，這句話就是所謂雙離，二邊都離開。我們常言說得好，二邊不立，中道不存。如果說二邊都離開了，那就叫中道，你又著了一邊，你把「二邊」當作一邊，把「中道」又當作一邊，還是對立的。中道也沒有，這才是真正的非法、非非法。所以我們從須菩提尊者這一段答覆與解釋，真正看出來它的高明處，也就是圓妙至極，字字句句都是活的，都是圓的，不是死的句子，我們要從這個地方去體會。"
    },
    {
      "id": "09-014-0012_p0028",
      "zh_CN": "在这里我们有简单的小注，来说明这节经文的大意。「如来指法身」，本经里面凡是讲如来，大多指法身说，「法身是性体」。「如来法，即无上觉、究竟觉」，如来法是这个意思。「究竟觉无念」，无有一切妄念，简单的讲无有一切分别，无有一切执着，无有一切妄想，心里面无有一切印象。我们今天讲心里落印象了，它不落印象，真正是本来无一物，圆净的觉心。「照见心性，故无边际」，这个心量之大是没有边际的。经文里常用太虚空来作比喻，十法界都在太虚空里面，太虚空还在心性里面，「心包太虚，量周沙界」，可见得心性是广大无有边际，这是我们自己的真心，不是别人的，这是自己的。照见自己的心性，换句话说，照见尽虚空遍法界，必得要究竟觉、必得要无念才能照见，有念就把照的作用失掉了。所以你在一切法里头如果取，「取即动念」，取是讲证、讲得。你要是说，得阿耨多罗三藐三菩提，有个得，动念了。「说亦动念」，你要有说，也动念了。怎么样不动念？不取，也无说。",
      "zh_TW": "在這裡我們有簡單的小註，來說明這節經文的大意。「如來指法身」，本經裡面凡是講如來，大多指法身說，「法身是性體」。「如來法，即無上覺、究竟覺」，如來法是這個意思。「究竟覺無念」，無有一切妄念，簡單的講無有一切分別，無有一切執著，無有一切妄想，心裡面無有一切印象。我們今天講心裡落印象了，它不落印象，真正是本來無一物，圓淨的覺心。「照見心性，故無邊際」，這個心量之大是沒有邊際的。經文裡常用太虛空來作比喻，十法界都在太虛空裡面，太虛空還在心性裡面，「心包太虛，量周沙界」，可見得心性是廣大無有邊際，這是我們自己的真心，不是別人的，這是自己的。照見自己的心性，換句話說，照見盡虛空遍法界，必得要究竟覺、必得要無念才能照見，有念就把照的作用失掉了。所以你在一切法裡頭如果取，「取即動念」，取是講證、講得。你要是說，得阿耨多羅三藐三菩提，有個得，動念了。「說亦動念」，你要有說，也動念了。怎麼樣不動念？不取，也無說。"
    },
    {
      "id": "09-014-0012_p0029",
      "zh_CN": "说到这个地方，也许诸位要怀疑，如果说不取、说无得，释迦牟尼佛在菩提树下证得无上菩提，那就有取；释迦牟尼佛在世说法四十九年，讲经三百余会，有说。如果你从这一面看，看得太浅了，你以为佛有说，你以为佛有得，其实佛没有说也没有得。谁知道？经文上面明明记载着须菩提知道，我们不晓得，须菩提晓得，佛实在是没有说，也没有得。这个地方就教给我们，我们一下手就要学佛，这个是修行的妙诀。不要以为佛菩萨太高太高，我是一个凡夫，是个初学的人，业障深重，又愚痴、又颠倒，我怎么可以学佛？那你是自暴自弃。所以我们在《华严经》里面看到，十信位是以十首菩萨来表法，这个意思就是说，初发心时即成菩提，也显示初发心的时候就可以学佛、学普贤菩萨，真正是一下手就不同凡响。",
      "zh_TW": "說到這個地方，也許諸位要懷疑，如果說不取、說無得，釋迦牟尼佛在菩提樹下證得無上菩提，那就有取；釋迦牟尼佛在世說法四十九年，講經三百餘會，有說。如果你從這一面看，看得太淺了，你以為佛有說，你以為佛有得，其實佛沒有說也沒有得。誰知道？經文上面明明記載著須菩提知道，我們不曉得，須菩提曉得，佛實在是沒有說，也沒有得。這個地方就教給我們，我們一下手就要學佛，這個是修行的妙訣。不要以為佛菩薩太高太高，我是一個凡夫，是個初學的人，業障深重，又愚痴、又顛倒，我怎麼可以學佛？那你是自暴自棄。所以我們在《華嚴經》裡面看到，十信位是以十首菩薩來表法，這個意思就是說，初發心時即成菩提，也顯示初發心的時候就可以學佛、學普賢菩薩，真正是一下手就不同凡響。"
    },
    {
      "id": "09-014-0012_p0030",
      "zh_CN": "「离言说相」，有没有言说？有言说。有言说怎么样？不执着言说。为什么不执着言说？因为无有定法可说。诸位要懂得这个意思，所以你要离言说相，不要执着言说相。「离心缘相」，为什么心缘相也要离？因为这个心也不是定法。你们自己仔细去想想，你那个心里头七上八下，想东想西，你何曾心里头想一个法？一天到晚从早到晚胡思乱想，所以你这个心缘相执着不得，执着是烦恼。诸佛菩萨显示的，「言语道断」。因为言语，确实就是讲到文言文、讲到梵文，言语还是有界限的，事与理无有穷尽，以有限制的言语文字要去说明无限的事理，这是做不到的，也是不可能的。你要真正了解宇宙间一切事理，必须要把言语道断掉。「心行处灭」，行是思惟、想像，把这个也灭掉，不用言语、不用心思，你的心清净，就无念了，心到了无念，这个事情就现成的，就完全得到，这是不可思议。这个道理几个人能相信？几个人能够正确的体会到，没有把意思错解？所谓法，正如同刚才说过，说过了再讲，就显示它重要。阿耨多罗三藐三菩提法是一切世出世间法，换句话说，对于一切世出世间法觉而不迷、正而不邪、净而不染，一切世出世间法就叫做阿耨多罗三藐三菩提法，希望大家把这个意思要记清楚。",
      "zh_TW": "「離言說相」，有沒有言說？有言說。有言說怎麼樣？不執著言說。為什麼不執著言說？因為無有定法可說。諸位要懂得這個意思，所以你要離言說相，不要執著言說相。「離心緣相」，為什麼心緣相也要離？因為這個心也不是定法。你們自己仔細去想想，你那個心裡頭七上八下，想東想西，你何曾心裡頭想一個法？一天到晚從早到晚胡思亂想，所以你這個心緣相執著不得，執著是煩惱。諸佛菩薩顯示的，「言語道斷」。因為言語，確實就是講到文言文、講到梵文，言語還是有界限的，事與理無有窮盡，以有限制的言語文字要去說明無限的事理，這是做不到的，也是不可能的。你要真正了解宇宙間一切事理，必須要把言語道斷掉。「心行處滅」，行是思惟、想像，把這個也滅掉，不用言語、不用心思，你的心清淨，就無念了，心到了無念，這個事情就現成的，就完全得到，這是不可思議。這個道理幾個人能相信？幾個人能夠正確的體會到，沒有把意思錯解？所謂法，正如同剛才說過，說過了再講，就顯示它重要。阿耨多羅三藐三菩提法是一切世出世間法，換句話說，對於一切世出世間法覺而不迷、正而不邪、淨而不染，一切世出世間法就叫做阿耨多羅三藐三菩提法，希望大家把這個意思要記清楚。"
    },
    {
      "id": "09-014-0012_p0031",
      "zh_CN": "如来所说法，教我们不可取，不可取就是不可以执着，不可以执着他又天天再给我们说法，我们也天天听他说法。佛现在不住世了，他所讲的记录还保存在，这就是经典，我们展开经典等于佛给我们说法，我们天天读经，就等于佛天天跟我说法，我是天天听佛说法，我不住空；虽然佛天天跟我说法，佛实无法可说，我天天听佛说法，实无法可听，这又不着有，这就叫空有二边不住，佛教我们就是这个意思。我们听法的人，法与非法都不可以取、都不可执着。实在讲，说法实在是不得已而说，像这些意思我们都要细心的去体会。",
      "zh_TW": "如來所說法，教我們不可取，不可取就是不可以執著，不可以執著他又天天再給我們說法，我們也天天聽他說法。佛現在不住世了，他所講的記錄還保存在，這就是經典，我們展開經典等於佛給我們說法，我們天天讀經，就等於佛天天跟我說法，我是天天聽佛說法，我不住空；雖然佛天天跟我說法，佛實無法可說，我天天聽佛說法，實無法可聽，這又不著有，這就叫空有二邊不住，佛教我們就是這個意思。我們聽法的人，法與非法都不可以取、都不可執著。實在講，說法實在是不得已而說，像這些意思我們都要細心的去體會。"
    },
    {
      "id": "09-014-0012_p0032",
      "zh_CN": "法，刚才跟诸位解释过。「执着法真有，是错」，所以讲「非法」，目的「破法执」，我们对一切法不可以执着。你要是「执着法真无，也错了」，「非非法」，这是「破空执」。你执着空，堕在空里头错了，堕在有里头也错了。非法、非非法的意思，确实是教我们二边不着；二边不着，不但破法执，同时空的执着也破了，这才是真正破三空，显示出三德密藏。",
      "zh_TW": "法，剛才跟諸位解釋過。「執著法真有，是錯」，所以講「非法」，目的「破法執」，我們對一切法不可以執著。你要是「執著法真無，也錯了」，「非非法」，這是「破空執」。你執著空，墮在空裡頭錯了，墮在有裡頭也錯了。非法、非非法的意思，確實是教我們二邊不著；二邊不著，不但破法執，同時空的執著也破了，這才是真正破三空，顯示出三德密藏。"
    },
    {
      "id": "09-014-0012_p0033",
      "zh_CN": "如来是在果地，「果地无分别」，这是举如来给我们做榜样，果地里面无分别，「因地修行亦须离分别」。因地修行要到什么样的地位？一下手就可以。我们现在一下手最初的修行就离分别，这就是高明的，一般我们讲这是高手。不必要等到三贤位、到十地位，我才来修这个法门，不必，下手就不平凡。一下手就二边不执着，这个就是离分别，于法不分别，于非法也不起分别。",
      "zh_TW": "如來是在果地，「果地無分別」，這是舉如來給我們做榜樣，果地裡面無分別，「因地修行亦須離分別」。因地修行要到什麼樣的地位？一下手就可以。我們現在一下手最初的修行就離分別，這就是高明的，一般我們講這是高手。不必要等到三賢位、到十地位，我才來修這個法門，不必，下手就不平凡。一下手就二邊不執著，這個就是離分別，於法不分別，於非法也不起分別。"
    },
    {
      "id": "09-014-0012_p0034",
      "zh_CN": "所说之法，是无有定法可说，换句话说，他是不得已。「所说之法，亦不过因人而示，就事随机，本无得，无不得，本无说，也无不说之一定法」，没有一定。这几句话的意思是说，说法的人，我们就说佛，本师释迦牟尼佛，他示现在世间，说法四十九年，乃至历代的祖师大德，示现大悟之后也是一生不住的在说法，这些人都是不得已而说。为什么说他不得已而说？还不是为了觉悟众生，看到这些芸芸众生在迷惑颠倒，总是想叫他开悟。叫他开悟方法虽然很多，毕竟娑婆世界众生耳根最利，因此一切方便法里面，最方便的还是以音声做佛事，就是在教学来讲还是以言语文字为最方便。对机而说，什么样程度给他说什么法，譬如讲经一样，这部经可以深讲、可以浅讲、可以长讲、可以短讲，无不自在。对于老修行的人就可以深讲，对于初学的人就要浅讲，对于那些得闲的人就可以长讲，对于那些一天到晚忙得很的人就得短讲。像倓虚老法师在民国初年为那些大官显要讲《金刚经》，因为那些人忙得不得了，他哪有那么多时间来听？所以一部《金刚经》六个小时就讲完，短讲。平常在寺院里面，寺院里都是出家修行人、在家居士，他们有的是时间，所以就长讲。",
      "zh_TW": "所說之法，是無有定法可說，換句話說，他是不得已。「所說之法，亦不過因人而示，就事隨機，本無得，無不得，本無說，也無不說之一定法」，沒有一定。這幾句話的意思是說，說法的人，我們就說佛，本師釋迦牟尼佛，他示現在世間，說法四十九年，乃至歷代的祖師大德，示現大悟之後也是一生不住的在說法，這些人都是不得已而說。為什麼說他不得已而說？還不是為了覺悟眾生，看到這些芸芸眾生在迷惑顛倒，總是想叫他開悟。叫他開悟方法雖然很多，畢竟娑婆世界眾生耳根最利，因此一切方便法裡面，最方便的還是以音聲做佛事，就是在教學來講還是以言語文字為最方便。對機而說，什麼樣程度給他說什麼法，譬如講經一樣，這部經可以深講、可以淺講、可以長講、可以短講，無不自在。對於老修行的人就可以深講，對於初學的人就要淺講，對於那些得閒的人就可以長講，對於那些一天到晚忙得很的人就得短講。像倓虛老法師在民國初年為那些大官顯要講《金剛經》，因為那些人忙得不得了，他哪有那麼多時間來聽？所以一部《金剛經》六個小時就講完，短講。平常在寺院裡面，寺院裡都是出家修行人、在家居士，他們有的是時間，所以就長講。"
    },
    {
      "id": "09-014-0012_p0035",
      "zh_CN": "由此可知，法本来就无有定，说也没有一定，可是它有共同的一个目的，那就是诱导对方开悟，这是说法一个不变的目标。那个手段、方法没有一定，达到这个目标，这就是善说、善听，我们称之为善巧方便；不能达到这个目标，就不能算是善巧方便。从这个角度上来看，几个人能够达到这个目的？能达到这个目的，是极少数的人，不是多数人。对于那些多数人怎么办？对多数人也讲，随缘随份的讲，佛法里常说，所谓种善根而已。这一点我们也不能疏忽，所谓种善根就是叫他心里头先有这个印象，他要是听多了，这个印象是次次加深，深到一个程度他就会觉悟，他就会观照，不必人教他。为什么？听多，记得多了，在日常生活当中一遇到这些事情，他马上想到经里怎么说的，他就会提起观照功夫；观照久了，不知不觉他心清净了，所谓是照住，妄想少了，心清净，智慧增长，这就是闻法的功德利益。所以不开悟也有功德利益，也有好处，怕的是你不肯听经，那就没有办法。请看底下经文：",
      "zh_TW": "由此可知，法本來就無有定，說也沒有一定，可是它有共同的一個目的，那就是誘導對方開悟，這是說法一個不變的目標。那個手段、方法沒有一定，達到這個目標，這就是善說、善聽，我們稱之為善巧方便；不能達到這個目標，就不能算是善巧方便。從這個角度上來看，幾個人能夠達到這個目的？能達到這個目的，是極少數的人，不是多數人。對於那些多數人怎麼辦？對多數人也講，隨緣隨份的講，佛法裡常說，所謂種善根而已。這一點我們也不能疏忽，所謂種善根就是叫他心裡頭先有這個印象，他要是聽多了，這個印象是次次加深，深到一個程度他就會覺悟，他就會觀照，不必人教他。為什麼？聽多，記得多了，在日常生活當中一遇到這些事情，他馬上想到經裡怎麼說的，他就會提起觀照功夫；觀照久了，不知不覺他心清淨了，所謂是照住，妄想少了，心清淨，智慧增長，這就是聞法的功德利益。所以不開悟也有功德利益，也有好處，怕的是你不肯聽經，那就沒有辦法。請看底下經文："
    },
    {
      "id": "09-014-0012_p0036",
      "zh_CN": "【所以者何。一切贤圣皆以无为法而有差别。】",
      "zh_TW": "【所以者何。一切賢聖皆以無為法而有差別。】"
    },
    {
      "id": "09-014-0012_p0037",
      "zh_CN": "这一段经文是佛引一切无为来证明前面所讲的义理。『一切贤圣』是指三贤十圣，三贤是菩萨位次里面十住、十行、十回向，这三十个位次我们称之为三贤；十圣是讲十地菩萨，登了地我们称他为圣人，所以通常称为三贤十圣，这个地方讲的「一切贤圣」是指这些位的菩萨。三贤十圣在圆教里面讲都是证果之人，都是明心见性的法身大士。『无为法』，「无为」，经典里面有讲「涅槃」，也有说「寂灭」，也有讲「不生不灭」。涅槃、寂灭都是佛学的术语，有些时候我们不太容易了解它真正的意思，被这些名相迷惑了，看到它很玄。讲不生不灭，这个意思比较容易体会，我们就以这个意思来说，这些意思统统是一样的。诸位就记住，无为法就是不生不灭。凡是生灭法，都叫做有为法。",
      "zh_TW": "這一段經文是佛引一切無為來證明前面所講的義理。『一切賢聖』是指三賢十聖，三賢是菩薩位次裡面十住、十行、十迴向，這三十個位次我們稱之為三賢；十聖是講十地菩薩，登了地我們稱他為聖人，所以通常稱為三賢十聖，這個地方講的「一切賢聖」是指這些位的菩薩。三賢十聖在圓教裡面講都是證果之人，都是明心見性的法身大士。『無為法』，「無為」，經典裡面有講「涅槃」，也有說「寂滅」，也有講「不生不滅」。涅槃、寂滅都是佛學的術語，有些時候我們不太容易了解它真正的意思，被這些名相迷惑了，看到它很玄。講不生不滅，這個意思比較容易體會，我們就以這個意思來說，這些意思統統是一樣的。諸位就記住，無為法就是不生不滅。凡是生滅法，都叫做有為法。"
    },
    {
      "id": "09-014-0012_p0038",
      "zh_CN": "「无为，即自性清净心」，因为自性清净心是不生不灭的，「本来具足，无造作相，无修无证」，不需要修，也不需要证，修也是白修，证也是没法子证，这个是自性清净心。六祖开悟之后所说的五句，就是自性清净心的样子，他说出五句话来形容它，来显示它，本来具足，具足世出世间一切法，没有一法不具足，就是能生万法，本来具足的。这个具足，能生万法，没有造作，虽显示出十法界依正庄严，十法界依正庄严是没有造作相；众生破迷开悟，证得清净自性心，没有修证之相。「只要将生灭妄心灭了，自性清净心即现前」，真正是一句话道破！换句话说，我们毛病在哪里？我们生灭的妄心存在，没有把它离开，这个灭就是离开；换句话说，我们的自性清净心就没有法子现前。自性清净心，在禅家讲就是明心见性，在净土里面讲就是一心不乱。我们修禅得不到禅定，不能见性，我们念佛得不到一心，现在晓得这个道理，那就是我们的生灭心没有能够舍离，所以真心就不能现前。",
      "zh_TW": "「無為，即自性清淨心」，因為自性清淨心是不生不滅的，「本來具足，無造作相，無修無證」，不需要修，也不需要證，修也是白修，證也是沒法子證，這個是自性清淨心。六祖開悟之後所說的五句，就是自性清淨心的樣子，他說出五句話來形容它，來顯示它，本來具足，具足世出世間一切法，沒有一法不具足，就是能生萬法，本來具足的。這個具足，能生萬法，沒有造作，雖顯示出十法界依正莊嚴，十法界依正莊嚴是沒有造作相；眾生破迷開悟，證得清淨自性心，沒有修證之相。「只要將生滅妄心滅了，自性清淨心即現前」，真正是一句話道破！換句話說，我們毛病在哪裡？我們生滅的妄心存在，沒有把它離開，這個滅就是離開；換句話說，我們的自性清淨心就沒有法子現前。自性清淨心，在禪家講就是明心見性，在淨土裡面講就是一心不亂。我們修禪得不到禪定，不能見性，我們念佛得不到一心，現在曉得這個道理，那就是我們的生滅心沒有能夠捨離，所以真心就不能現前。"
    },
    {
      "id": "09-014-0012_p0039",
      "zh_CN": "这也有个比喻，好比这个水，水起了波浪就好比是生灭心，波浪是动的，一起一灭，起好比生，息下去好比是灭，起伏不定。我们现在这个心，就是心被无明风吹动了，所以我们现在自性清净心的相就像水起了波浪的相。我们的念头，前念灭了后念生，这样的生灭生灭是生灭不已，无始劫来到今天，我们这个生灭心从来就没有止息过，像池塘的水从来没有平静过。平静了就像真心，平静它的作用就像一面镜子一样，外面的境界照在里面照得清清楚楚，才知道本来具足，才晓得能生万法，一切世出世间法皆是自性清净心之所变现。这个事实的真相，我们必须要体会，要真正的明了。",
      "zh_TW": "這也有個比喻，好比這個水，水起了波浪就好比是生滅心，波浪是動的，一起一滅，起好比生，息下去好比是滅，起伏不定。我們現在這個心，就是心被無明風吹動了，所以我們現在自性清淨心的相就像水起了波浪的相。我們的念頭，前念滅了後念生，這樣的生滅生滅是生滅不已，無始劫來到今天，我們這個生滅心從來就沒有止息過，像池塘的水從來沒有平靜過。平靜了就像真心，平靜它的作用就像一面鏡子一樣，外面的境界照在裡面照得清清楚楚，才知道本來具足，才曉得能生萬法，一切世出世間法皆是自性清淨心之所變現。這個事實的真相，我們必須要體會，要真正的明瞭。"
    },
    {
      "id": "09-014-0012_p0040",
      "zh_CN": "而后在日常生活当中，三学六度之中，诸位要晓得三学六度就是日常生活，戒律就是我们的规律，国有国法、家有家规，那都是戒律，做人要守礼、要守本分、要守法，那都是戒律。所以诸位不要把戒律看做佛经戒本里面所订的那几条，那你就错了，这个太狭义了，你不懂得佛所说的意思。定是什么？在一切境界里面如如不动就是定。慧是什么？慧是在一切法里头了了分明、不取于相，就是慧。可见得戒定慧就在日常生活当中，你迷了，戒定慧失掉，失掉了变成贪瞋痴，把戒变作贪，把定变作瞋，把慧变作愚痴，迷了就叫贪瞋痴，觉了就叫戒定慧，所以戒定慧跟贪瞋痴是一不是二。你明白这个意思，戒定慧是用心，而六度是办事，事相上是六度，布施、持戒（持戒就是守法、守规矩）、忍辱、精进、禅定、般若，表现在外面。哪一法不是三学六度？法法皆是，所以法法皆如，无有一法不是，无有一法不如，法法圆融，事事无碍。",
      "zh_TW": "而後在日常生活當中，三學六度之中，諸位要曉得三學六度就是日常生活，戒律就是我們的規律，國有國法、家有家規，那都是戒律，做人要守禮、要守本分、要守法，那都是戒律。所以諸位不要把戒律看做佛經戒本裡面所訂的那幾條，那你就錯了，這個太狹義了，你不懂得佛所說的意思。定是什麼？在一切境界裡面如如不動就是定。慧是什麼？慧是在一切法裡頭了了分明、不取於相，就是慧。可見得戒定慧就在日常生活當中，你迷了，戒定慧失掉，失掉了變成貪瞋痴，把戒變作貪，把定變作瞋，把慧變作愚痴，迷了就叫貪瞋痴，覺了就叫戒定慧，所以戒定慧跟貪瞋痴是一不是二。你明白這個意思，戒定慧是用心，而六度是辦事，事相上是六度，布施、持戒（持戒就是守法、守規矩）、忍辱、精進、禪定、般若，表現在外面。哪一法不是三學六度？法法皆是，所以法法皆如，無有一法不是，無有一法不如，法法圓融，事事無礙。"
    },
    {
      "id": "09-014-0012_p0041",
      "zh_CN": "我们再看下面这一条，「修行下手，即上文非法非非法，二边不取，除尽分别妄想」，这就是下手的办法，「一切贤圣皆用此法」。方法有八万四千，有无量无边，原理只有这一个，就是二边不取，除尽分别妄想；八万四千是手段、是方法，全都要达到这个标准，初住菩萨如是，等觉菩萨也如是。佛教给我们，我们初学的人能够运用这个原理、运用这个方法，那是再好不过的。千万不要误会，我们是初学人，我们既不是圣又不是贤，我们怎么可以用这个方法？你要这样想，那你就迷惑颠倒了。前面跟诸位说过，学佛，佛、贤圣就是我们修学的榜样，是我们修学的典型，是我们修学的模范，我们自己要想成就，采取这个原理原则，采取这个方法就行了。",
      "zh_TW": "我們再看下面這一條，「修行下手，即上文非法非非法，二邊不取，除盡分別妄想」，這就是下手的辦法，「一切賢聖皆用此法」。方法有八萬四千，有無量無邊，原理只有這一個，就是二邊不取，除盡分別妄想；八萬四千是手段、是方法，全都要達到這個標準，初住菩薩如是，等覺菩薩也如是。佛教給我們，我們初學的人能夠運用這個原理、運用這個方法，那是再好不過的。千萬不要誤會，我們是初學人，我們既不是聖又不是賢，我們怎麼可以用這個方法？你要這樣想，那你就迷惑顛倒了。前面跟諸位說過，學佛，佛、賢聖就是我們修學的榜樣，是我們修學的典型，是我們修學的模範，我們自己要想成就，採取這個原理原則，採取這個方法就行了。"
    },
    {
      "id": "09-014-0012_p0042",
      "zh_CN": "「贤圣有差别，浅深地位不同」，十住菩萨浅，十地菩萨深，浅深从什么地方去看？就是分别妄想，有的除尽，有的除还没尽，差别浅深就是这桩事情。我们每个人都在用心，我们要断除分别妄想，那个断得多的人，证的地位就深；分别妄想断得少一点的人，他证得的地位就浅，浅深是从这个地方来的。分别妄想本来是虚妄不实在的，因此差别地位也是只有言说并无实际。「是知如来凡有所说，皆随顺方便耳。」你从这个道理里面你就晓得，佛无论他怎么说，都是随顺方便，着重在随顺这两个字。他是大乘根性的，随顺他说大乘法；小乘根性的人，随顺他说小乘法；菩萨根性的，随顺他说菩萨法，哪有一定？这个道理，对我们真正想学佛、想一生成就的人来讲是相当重要，我们做功夫要在起心动念上下手。先学着观无念，能在念头一动的时候就觉察到，这就有办法，古人所谓「不怕念起，只怕觉迟」，刚刚一起心、一动念马上就觉悟。诸位晓得，觉就是照，照久了就照住，照久了就得定，定久了自然放光明，就开智慧。",
      "zh_TW": "「賢聖有差別，淺深地位不同」，十住菩薩淺，十地菩薩深，淺深從什麼地方去看？就是分別妄想，有的除盡，有的除還沒盡，差別淺深就是這樁事情。我們每個人都在用心，我們要斷除分別妄想，那個斷得多的人，證的地位就深；分別妄想斷得少一點的人，他證得的地位就淺，淺深是從這個地方來的。分別妄想本來是虛妄不實在的，因此差別地位也是只有言說並無實際。「是知如來凡有所說，皆隨順方便耳。」你從這個道理裡面你就曉得，佛無論他怎麼說，都是隨順方便，著重在隨順這兩個字。他是大乘根性的，隨順他說大乘法；小乘根性的人，隨順他說小乘法；菩薩根性的，隨順他說菩薩法，哪有一定？這個道理，對我們真正想學佛、想一生成就的人來講是相當重要，我們做功夫要在起心動念上下手。先學著觀無念，能在念頭一動的時候就覺察到，這就有辦法，古人所謂「不怕念起，只怕覺遲」，剛剛一起心、一動念馬上就覺悟。諸位曉得，覺就是照，照久了就照住，照久了就得定，定久了自然放光明，就開智慧。"
    },
    {
      "id": "09-014-0012_p0043",
      "zh_CN": "这个法子，我们再讲得具体一点，刚才我跟诸位讲过，我们念佛，譬如我们念头一起，起什么念头？贪心，在顺境里面起了贪心，逆境里面起了瞋恚心，这就叫起心动念；学佛的时候执着了法相，在法里面生心，那也是错误的。一起这个念头，立刻一声南无阿弥陀佛。这一句阿弥陀佛，要晓得它的意思，阿弥陀佛的意思是无量觉，一句佛号把自己唤醒了，从迷惑那个地方唤醒，又回到觉悟，这就是皈依。顺境里我起了贪心，「南无」是皈依，从迷贪里面回过头来，回过头来依靠我的觉心，觉心是什么？看看我那个境界、想贪的那个对象，凡所有相皆是虚妄，不贪了，贪心息掉了，这就是觉；逆境里面心里不高兴了，一声南无阿弥陀佛，回过头来，觉而不迷，清净不染，这个佛号就得力。久而久之，心地清净，一尘不染，这就是真正的功夫，这是我们初学人下手之处。心地少慈悲心、少同情心，一念南无观世音菩萨，观世音菩萨大慈大悲，就是皈依大慈大悲，把自己的大慈悲心念出来，对于一切众生要修清净平等的大慈悲。我们必须在这个地方生信心，所谓是一念生净信，这才能入大乘之门，才能够入正法之门。今天我们就讲到此地。",
      "zh_TW": "這個法子，我們再講得具體一點，剛才我跟諸位講過，我們念佛，譬如我們念頭一起，起什麼念頭？貪心，在順境裡面起了貪心，逆境裡面起了瞋恚心，這就叫起心動念；學佛的時候執著了法相，在法裡面生心，那也是錯誤的。一起這個念頭，立刻一聲南無阿彌陀佛。這一句阿彌陀佛，要曉得它的意思，阿彌陀佛的意思是無量覺，一句佛號把自己喚醒了，從迷惑那個地方喚醒，又回到覺悟，這就是皈依。順境裡我起了貪心，「南無」是皈依，從迷貪裡面回過頭來，回過頭來依靠我的覺心，覺心是什麼？看看我那個境界、想貪的那個對象，凡所有相皆是虛妄，不貪了，貪心息掉了，這就是覺；逆境裡面心裡不高興了，一聲南無阿彌陀佛，回過頭來，覺而不迷，清淨不染，這個佛號就得力。久而久之，心地清淨，一塵不染，這就是真正的功夫，這是我們初學人下手之處。心地少慈悲心、少同情心，一念南無觀世音菩薩，觀世音菩薩大慈大悲，就是皈依大慈大悲，把自己的大慈悲心念出來，對於一切眾生要修清淨平等的大慈悲。我們必須在這個地方生信心，所謂是一念生淨信，這才能入大乘之門，才能夠入正法之門。今天我們就講到此地。"
    }
  ]
}