{
  "doc_id": "09-014-0013",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十三集",
    "zh_TW": "第十三集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0013",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "09-014-0013_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第十三讲。请看经文，这段经文是世尊引事来况殊胜：",
      "zh_TW": "《金剛般若波羅蜜經》第十三講。請看經文，這段經文是世尊引事來況殊勝："
    },
    {
      "id": "09-014-0013_p0002",
      "zh_CN": "【须菩提。于意云何。若人满三千大千世界七宝。以用布施。是人所得福德。宁为多不。】",
      "zh_TW": "【須菩提。於意云何。若人滿三千大千世界七寶。以用布施。是人所得福德。寧為多不。】"
    },
    {
      "id": "09-014-0013_p0003",
      "zh_CN": "这段经文里面是佛教给我们「一定要福慧双修」，希望学佛的同修们要特别的注意到。我们从经论里面来看，「诸佛如来皆以大悲心为体」，平常我们常讲佛教是以慈悲为本、方便为门，慈悲就是大悲心，诸佛菩萨无不是以大悲心为体。「圆修普贤功德，即能灭罪得福」，普贤的功德在《华严经》里面讲得非常的详细，「普」这个字的意思就是心量广大，这是讲的真心，真心没有界限、没有分别、没有执着，所以是心包太虚、量周沙界，这个叫普，就是大心。「贤」是什么？就是无论什么事情都能做得圆圆满满，都能够做到尽善尽美，这就是贤。所以，普贤功德就是自己称性的功德。如果我们懂得这个道理，圆是圆满的修，这当中没有欠缺，是圆修，就是自己称性、圆满的功德，就能够灭罪得福。罪是什么？说实在话就是心量不普，就是心量很小，不大，所做的事情有欠缺，不是尽善尽美，这就叫罪。所以我们尽心，这个心是圆满的心；尽力是我们本分上能力都能够做得到的，都能做得很好，自己没有遗憾、没有欠缺，这就是圆满功德。圆满功德里面没有罪，没有罪就是福，福报就能够现前。",
      "zh_TW": "這段經文裡面是佛教給我們「一定要福慧雙修」，希望學佛的同修們要特別的注意到。我們從經論裡面來看，「諸佛如來皆以大悲心為體」，平常我們常講佛教是以慈悲為本、方便為門，慈悲就是大悲心，諸佛菩薩無不是以大悲心為體。「圓修普賢功德，即能滅罪得福」，普賢的功德在《華嚴經》裡面講得非常的詳細，「普」這個字的意思就是心量廣大，這是講的真心，真心沒有界限、沒有分別、沒有執著，所以是心包太虛、量周沙界，這個叫普，就是大心。「賢」是什麼？就是無論什麼事情都能做得圓圓滿滿，都能夠做到盡善盡美，這就是賢。所以，普賢功德就是自己稱性的功德。如果我們懂得這個道理，圓是圓滿的修，這當中沒有欠缺，是圓修，就是自己稱性、圓滿的功德，就能夠滅罪得福。罪是什麼？說實在話就是心量不普，就是心量很小，不大，所做的事情有欠缺，不是盡善盡美，這就叫罪。所以我們盡心，這個心是圓滿的心；盡力是我們本分上能力都能夠做得到的，都能做得很好，自己沒有遺憾、沒有欠缺，這就是圓滿功德。圓滿功德裡面沒有罪，沒有罪就是福，福報就能夠現前。"
    },
    {
      "id": "09-014-0013_p0004",
      "zh_CN": "「福德固然重要，而智慧尤其重要」，这是我们必须要晓得的，不要看到福德，单单都去求福，把智慧疏忽掉了。佛法是要福慧双修，偏重在一边都是毛病，凡夫多半偏重在修福，二乘人偏重在修慧。其实偏在一边修福，福不圆满，三界有漏的福报；偏重在慧，慧也不圆满，二乘人的智慧是很有限的，大乘菩萨看他还是个愚者。我们必须要晓得福慧双修，在修福里面同时就修慧，在修福里面以修慧为主。《华严经》的善财童子，在我们中国像六祖大师，修福德里头就是有慧。由此也就能够得到一个结论，「研经不贵博，而贵深解。」为什么？因为深解里面是功夫，是真正的修行。没有修行的功夫，没有办法达到深解。「功行愈胜，福德愈多。」深解是慧，慧里面有愈多的福德，必须入这个境界才能够体会得到，不入这个境界很难体会。「若无福德，即不能救度众生。」由此可知，福德非常的重要。",
      "zh_TW": "「福德固然重要，而智慧尤其重要」，這是我們必須要曉得的，不要看到福德，單單都去求福，把智慧疏忽掉了。佛法是要福慧雙修，偏重在一邊都是毛病，凡夫多半偏重在修福，二乘人偏重在修慧。其實偏在一邊修福，福不圓滿，三界有漏的福報；偏重在慧，慧也不圓滿，二乘人的智慧是很有限的，大乘菩薩看他還是個愚者。我們必須要曉得福慧雙修，在修福裡面同時就修慧，在修福裡面以修慧為主。《華嚴經》的善財童子，在我們中國像六祖大師，修福德裡頭就是有慧。由此也就能夠得到一個結論，「研經不貴博，而貴深解。」為什麼？因為深解裡面是功夫，是真正的修行。沒有修行的功夫，沒有辦法達到深解。「功行愈勝，福德愈多。」深解是慧，慧裡面有愈多的福德，必須入這個境界才能夠體會得到，不入這個境界很難體會。「若無福德，即不能救度眾生。」由此可知，福德非常的重要。"
    },
    {
      "id": "09-014-0013_p0005",
      "zh_CN": "我们讲到这个地方，希望同修们要注意一桩事情，修福就是布施。佛在《金刚经》里面所讲六度当中，是以布施讲得最多，其次的就是忍辱。布施这一法，可以讲一切菩萨法都包括在其中，无量无边的法门不外乎布施。布施里面有财布施、有法布施，到后面愈讲愈精细。布施是修福，福报殊胜，智慧就现前。但是这个地方必须要晓得，布施要不着相，所谓「应无所住，而生其心」，生布施的心，无住是不着相，所谓是三轮体空，这样的布施才能够生真正的智慧。",
      "zh_TW": "我們講到這個地方，希望同修們要注意一樁事情，修福就是布施。佛在《金剛經》裡面所講六度當中，是以布施講得最多，其次的就是忍辱。布施這一法，可以講一切菩薩法都包括在其中，無量無邊的法門不外乎布施。布施裡面有財布施、有法布施，到後面愈講愈精細。布施是修福，福報殊勝，智慧就現前。但是這個地方必須要曉得，布施要不著相，所謂「應無所住，而生其心」，生布施的心，無住是不著相，所謂是三輪體空，這樣的布施才能夠生真正的智慧。"
    },
    {
      "id": "09-014-0013_p0006",
      "zh_CN": "世尊在此地举了一个比喻，『若人』是假若有这么一个人，他修财布施，用多少财物去布施？『满三千大千世界七宝』，这个数量太大了，是我们简直没有法子想像的，用这么多的财宝去布施。世尊就假设问须菩提尊者，他说：你的意思怎么样？这个人他所得的福德多不多？",
      "zh_TW": "世尊在此地舉了一個比喻，『若人』是假若有這麼一個人，他修財布施，用多少財物去布施？『滿三千大千世界七寶』，這個數量太大了，是我們簡直沒有法子想像的，用這麼多的財寶去布施。世尊就假設問須菩提尊者，他說：你的意思怎麼樣？這個人他所得的福德多不多？"
    },
    {
      "id": "09-014-0013_p0007",
      "zh_CN": "【须菩提言。甚多。世尊。何以故。是福德即非福德性。是故如来说福德多。】",
      "zh_TW": "【須菩提言。甚多。世尊。何以故。是福德即非福德性。是故如來說福德多。】"
    },
    {
      "id": "09-014-0013_p0008",
      "zh_CN": "我们这个地方要明了，布施要真修，不但真修而且要称性。什么叫福德，什么叫福德性？我们先把这段经文看一看，这是须菩提答复。『须菩提言：甚多，世尊。何以故？是福德（这个福德是讲的相），即非福德性』，从相上讲甚多，从性上讲那就不然，『是故如来说福德多』，「福德多」完全是从相上说的。",
      "zh_TW": "我們這個地方要明瞭，布施要真修，不但真修而且要稱性。什麼叫福德，什麼叫福德性？我們先把這段經文看一看，這是須菩提答覆。『須菩提言：甚多，世尊。何以故？是福德（這個福德是講的相），即非福德性』，從相上講甚多，從性上講那就不然，『是故如來說福德多』，「福德多」完全是從相上說的。"
    },
    {
      "id": "09-014-0013_p0009",
      "zh_CN": "这个地方我们简单的做一个注解，「即非福德性」，因为性是空寂的，六祖所说本来无一物，因此空性里面不能说多、不能说少。譬如我们讲虚空，诸位想虚空能不能说多少？不能说多少。为什么不能说多少？因为它里头没有东西，没有较量。从相上讲就可以，「说福德多，这是名言，这是相状，就相上说可以说多、可以说少。」但是这段经文的含义，是指示我们「依体起用，会相归性」，这个意思很重要。我们想一想，哪一个人不是依体起用？十法界一切圣凡全是依体起用。虽然同是依体起用，所以生佛平等，无二无别，问题就出在能不能会相归性，这是关键。觉悟的圣者他懂得会相归性，九法界的凡夫就是不晓得会相归性，我们今天要学的就是学这一条。",
      "zh_TW": "這個地方我們簡單的做一個註解，「即非福德性」，因為性是空寂的，六祖所說本來無一物，因此空性裡面不能說多、不能說少。譬如我們講虛空，諸位想虛空能不能說多少？不能說多少。為什麼不能說多少？因為它裡頭沒有東西，沒有較量。從相上講就可以，「說福德多，這是名言，這是相狀，就相上說可以說多、可以說少。」但是這段經文的含義，是指示我們「依體起用，會相歸性」，這個意思很重要。我們想一想，哪一個人不是依體起用？十法界一切聖凡全是依體起用。雖然同是依體起用，所以生佛平等，無二無別，問題就出在能不能會相歸性，這是關鍵。覺悟的聖者他懂得會相歸性，九法界的凡夫就是不曉得會相歸性，我們今天要學的就是學這一條。"
    },
    {
      "id": "09-014-0013_p0010",
      "zh_CN": "诸佛菩萨他能够体会到一切相，不但一切相，有相当然就有作用，他晓得作用与现相都是性体起用，性体既然是空寂，相用哪能实有？所以并不是实在有的，正如同佛在此经里面所说，「凡所有相皆是虚妄」。从虚妄相上来讲，因为众生他不了解诸法的真实相，他在妄相里面起分别，随顺众生的分别可以说有多有少，可以说多少；如果就性体上来讲，多少两个字是戏论，就是开玩笑的话，不是真实，我们要明白这个道理。再看下面经文，这是用法布施与财布施来做一个比较：",
      "zh_TW": "諸佛菩薩他能夠體會到一切相，不但一切相，有相當然就有作用，他曉得作用與現相都是性體起用，性體既然是空寂，相用哪能實有？所以並不是實在有的，正如同佛在此經裡面所說，「凡所有相皆是虛妄」。從虛妄相上來講，因為眾生他不了解諸法的真實相，他在妄相裡面起分別，隨順眾生的分別可以說有多有少，可以說多少；如果就性體上來講，多少兩個字是戲論，就是開玩笑的話，不是真實，我們要明白這個道理。再看下面經文，這是用法布施與財布施來做一個比較："
    },
    {
      "id": "09-014-0013_p0011",
      "zh_CN": "【若复有人。】",
      "zh_TW": "【若復有人。】"
    },
    {
      "id": "09-014-0013_p0012",
      "zh_CN": "假如再有一个人。",
      "zh_TW": "假如再有一個人。"
    },
    {
      "id": "09-014-0013_p0013",
      "zh_CN": "【于此经中受持乃至四句偈等。为他人说。其福胜彼。】",
      "zh_TW": "【於此經中受持乃至四句偈等。為他人說。其福勝彼。】"
    },
    {
      "id": "09-014-0013_p0014",
      "zh_CN": "这个『彼』就是前面以三千大千世界七宝布施的那个人。这个一比较，我们马上就觉得以三千大千世界七宝来布施，这不是我们做得到的，哪一个人家里有这么大的财富？我们想一想，如果你家的财富能有整个地球上的七宝，那就不得了，三千大千世界里头有多少亿万的星球，而且这些星球里头都充满七宝，谁有这么大的财富？所以我们看这种经文，这是比喻，不是任何一个人能够办得到的。但是这一段经文我们看起来就不难了，他说假如有一个人『于此经中』，此经就是指《金刚般若》。你能够『受持』，受持是讲全部或者是部分，『乃至四句偈』，那是讲最少的，你受持四句偈，再为别人说，为别人说就是法布施，你所得的福报超过前面满三千大千世界七宝的这个人的福报，这是我们真正不可思议的。由此可知，一个学佛法的人，他要修大福、修无比的福报，他能做得到；世间一般财富就是所谓贵为天子、富有四海，也没有办法跟一个修道的人等量修福，这是他办不到的，佛在经典里面给我们做证明。",
      "zh_TW": "這個『彼』就是前面以三千大千世界七寶布施的那個人。這個一比較，我們馬上就覺得以三千大千世界七寶來布施，這不是我們做得到的，哪一個人家裡有這麼大的財富？我們想一想，如果你家的財富能有整個地球上的七寶，那就不得了，三千大千世界裡頭有多少億萬的星球，而且這些星球裡頭都充滿七寶，誰有這麼大的財富？所以我們看這種經文，這是比喻，不是任何一個人能夠辦得到的。但是這一段經文我們看起來就不難了，他說假如有一個人『於此經中』，此經就是指《金剛般若》。你能夠『受持』，受持是講全部或者是部分，『乃至四句偈』，那是講最少的，你受持四句偈，再為別人說，為別人說就是法布施，你所得的福報超過前面滿三千大千世界七寶的這個人的福報，這是我們真正不可思議的。由此可知，一個學佛法的人，他要修大福、修無比的福報，他能做得到；世間一般財富就是所謂貴為天子、富有四海，也沒有辦法跟一個修道的人等量修福，這是他辦不到的，佛在經典裡面給我們做證明。"
    },
    {
      "id": "09-014-0013_p0015",
      "zh_CN": "刚才讲特别注意的就是「受持」两个字，我们在这个地方跟诸位把这个意思要说明一下。「受持」，受是接受，持是保持，「真能领会经义而得受用」，这个叫做受。真能领会，不是曲解经里面的道理，也不是浅浅的、很肤浅的懂得一点经的道理，那个不行。真正领略体会到经典的意思，得受用。「持是实行」，实行什么？实行他所体会的义理，在日常生活当中他做到了，不但做到，而且是「一刻不放松，精进，日新又新之意」，这才叫受持。「既受持，无有不读诵者。」受持绝不只是读诵叫受持，是要懂得经里面道理，又精进不懈怠努力去做。譬如佛在本经里面教给我们的，一定要像佛一样精进不懈怠，去度一切众生，度无量无数无边的众生，这个是实行；虽然度那么多众生，「实无众生得灭度者」，他不着相，无我相、无人相、无众生相、无寿者相，他的自受用是清净自在，他受用是大慈大悲。自他受用都是一刻不放松，都是在精进，都是日新又新，这叫受持。",
      "zh_TW": "剛才講特別注意的就是「受持」兩個字，我們在這個地方跟諸位把這個意思要說明一下。「受持」，受是接受，持是保持，「真能領會經義而得受用」，這個叫做受。真能領會，不是曲解經裡面的道理，也不是淺淺的、很膚淺的懂得一點經的道理，那個不行。真正領略體會到經典的意思，得受用。「持是實行」，實行什麼？實行他所體會的義理，在日常生活當中他做到了，不但做到，而且是「一刻不放鬆，精進，日新又新之意」，這才叫受持。「既受持，無有不讀誦者。」受持絕不只是讀誦叫受持，是要懂得經裡面道理，又精進不懈怠努力去做。譬如佛在本經裡面教給我們的，一定要像佛一樣精進不懈怠，去度一切眾生，度無量無數無邊的眾生，這個是實行；雖然度那麼多眾生，「實無眾生得滅度者」，他不著相，無我相、無人相、無眾生相、無壽者相，他的自受用是清淨自在，他受用是大慈大悲。自他受用都是一刻不放鬆，都是在精進，都是日新又新，這叫受持。"
    },
    {
      "id": "09-014-0013_p0016",
      "zh_CN": "他之所以能够受持，所以能够得这个受用，是从经典里头道理上明白过来的，所以他每天都要温故而知新，每天读经。读、领略、实行，实行、读、又领略，这一层意思比一层深，经的义理无有穷尽。从初发心到如来地，经里面的道理、趣味永远是没有止境的，为什么？因为经典里面所显示的是性德，性德是无有穷尽，你可以分分证得、天天证得。「四句偈，说明最少部分受持，经中任何四句都可称为一偈」，这是诸位必须要晓得的，并不指经典里面的偈颂，只是这一部经文里面随便哪四句，这是讲你受持最少的。你能够把这个意思懂得，你能够做得到，运用在日常生活当中，这是你自受用。",
      "zh_TW": "他之所以能夠受持，所以能夠得這個受用，是從經典裡頭道理上明白過來的，所以他每天都要溫故而知新，每天讀經。讀、領略、實行，實行、讀、又領略，這一層意思比一層深，經的義理無有窮盡。從初發心到如來地，經裡面的道理、趣味永遠是沒有止境的，為什麼？因為經典裡面所顯示的是性德，性德是無有窮盡，你可以分分證得、天天證得。「四句偈，說明最少部分受持，經中任何四句都可稱為一偈」，這是諸位必須要曉得的，並不指經典裡面的偈頌，只是這一部經文裡面隨便哪四句，這是講你受持最少的。你能夠把這個意思懂得，你能夠做得到，運用在日常生活當中，這是你自受用。"
    },
    {
      "id": "09-014-0013_p0017",
      "zh_CN": "『为他人说』，这是利他，这是法布施。法布施是启发别人的智慧，这个功德不可限量。财布施，只能够救济别人贫穷的困苦、财物缺乏的困难，你纵然以七宝布施供养这个人，他一生在物质生活上都不缺乏，过得很快乐，他还是迷惑颠倒，他不能够了生死出三界，诸位想想，这种布施究不究竟？不究竟。究竟的布施是要令众生破迷开悟、超凡入圣，个个都成佛道了，这才是最究竟圆满的布施，这种布施是教众生得称性的智慧、得称性的福德，性具的福德那是无有穷尽的，正如六祖所说的「何期自性，本来具足」，智慧具足，福德具足，一点都不缺的。唯有这个布施功德不可思议，因此佛才给我们说，法布施的福德胜过财布施，我们在这个地方给诸位来说明。",
      "zh_TW": "『為他人說』，這是利他，這是法布施。法布施是啟發別人的智慧，這個功德不可限量。財布施，只能夠救濟別人貧窮的困苦、財物缺乏的困難，你縱然以七寶布施供養這個人，他一生在物質生活上都不缺乏，過得很快樂，他還是迷惑顛倒，他不能夠了生死出三界，諸位想想，這種布施究不究竟？不究竟。究竟的布施是要令眾生破迷開悟、超凡入聖，個個都成佛道了，這才是最究竟圓滿的布施，這種布施是教眾生得稱性的智慧、得稱性的福德，性具的福德那是無有窮盡的，正如六祖所說的「何期自性，本來具足」，智慧具足，福德具足，一點都不缺的。唯有這個布施功德不可思議，因此佛才給我們說，法布施的福德勝過財布施，我們在這個地方給諸位來說明。"
    },
    {
      "id": "09-014-0013_p0018",
      "zh_CN": "『福胜』，指此法施之福，超过前人满三千大千世界七宝布施者。「福慧双修，悲智具足」，修福是悲心，大慈大悲，修慧是智慧增长，「乃是福德性，故胜过于彼」，这是称性的修为。修般若波罗蜜的菩萨，他所证得的是福德性，绝对不是修福德相的人可以能够比拟的；换句话说，一个是见性、一个是不见性，不见性是迷，见性是觉，觉迷是大大的不相同，这个里头不能相比。请看底下经文：",
      "zh_TW": "『福勝』，指此法施之福，超過前人滿三千大千世界七寶布施者。「福慧雙修，悲智具足」，修福是悲心，大慈大悲，修慧是智慧增長，「乃是福德性，故勝過於彼」，這是稱性的修為。修般若波羅蜜的菩薩，他所證得的是福德性，絕對不是修福德相的人可以能夠比擬的；換句話說，一個是見性、一個是不見性，不見性是迷，見性是覺，覺迷是大大的不相同，這個裡頭不能相比。請看底下經文："
    },
    {
      "id": "09-014-0013_p0019",
      "zh_CN": "【何以故。须菩提。一切诸佛。及诸佛阿耨多罗三藐三菩提法。皆从此经出。】",
      "zh_TW": "【何以故。須菩提。一切諸佛。及諸佛阿耨多羅三藐三菩提法。皆從此經出。】"
    },
    {
      "id": "09-014-0013_p0020",
      "zh_CN": "这段经文就是说明法布施为什么胜过财布施，总得有个理由，佛把这个理由给我们说出来，为什么？原来『一切诸佛』，以及一切诸佛之法，『阿耨多罗三藐三菩提法』，都从这个经出生的。这里头有几点意思，第一，「般若经典摄一切法，故最要。」在一切法门里面它是最重要的，那就是它包括世出世间的一切法，没有一法不含摄在其中。换句话说，得般若，一切法都得到了，所以它在一切法里头是最重要的。「成佛的法门在此经」，这是讲方法，成佛的方法门径在这部经里面；「成佛亦在此经」，成佛是讲果位，你证得佛的果位也在这部经里面，这就说明它是最重要的。「受持此成佛法门」，这是你自己依照这部经里面所讲的义理、方法、境界来修行，这是你自己成就；「布施此成佛法门」，这是你把这部经典讲解给别人听，劝勉别人也依这个道理方法境界来学佛，这是布施成佛的法门，「岂宝施能比」。大千世界七宝统统都给你一个人，你还是凡夫，你成不了佛。换句话说，你这个财富用一生用不了，你给你的儿孙再去用，但是你没有办法超越生死轮回，你没有办法断烦恼习气，你没有办法离苦得究竟之乐。所以宝施，大千世界七宝布施，不能够同佛法布施相提并论，它不能比。",
      "zh_TW": "這段經文就是說明法布施為什麼勝過財布施，總得有個理由，佛把這個理由給我們說出來，為什麼？原來『一切諸佛』，以及一切諸佛之法，『阿耨多羅三藐三菩提法』，都從這個經出生的。這裡頭有幾點意思，第一，「般若經典攝一切法，故最要。」在一切法門裡面它是最重要的，那就是它包括世出世間的一切法，沒有一法不含攝在其中。換句話說，得般若，一切法都得到了，所以它在一切法裡頭是最重要的。「成佛的法門在此經」，這是講方法，成佛的方法門徑在這部經裡面；「成佛亦在此經」，成佛是講果位，你證得佛的果位也在這部經裡面，這就說明它是最重要的。「受持此成佛法門」，這是你自己依照這部經裡面所講的義理、方法、境界來修行，這是你自己成就；「布施此成佛法門」，這是你把這部經典講解給別人聽，勸勉別人也依這個道理方法境界來學佛，這是布施成佛的法門，「豈寶施能比」。大千世界七寶統統都給你一個人，你還是凡夫，你成不了佛。換句話說，你這個財富用一生用不了，你給你的兒孫再去用，但是你沒有辦法超越生死輪迴，你沒有辦法斷煩惱習氣，你沒有辦法離苦得究竟之樂。所以寶施，大千世界七寶布施，不能夠同佛法布施相提並論，它不能比。"
    },
    {
      "id": "09-014-0013_p0021",
      "zh_CN": "「此经处处教人无住行施」，无住是不执着，一切都不执着，修布施之行，行就是日常生活行为当中处处要能够舍己帮助他人，牺牲自己成就别人，这就叫行施。牺牲自己成就别人，要不着相，无我相、无人相、无众生相、无寿者相，那就是无住，「就是教人证性」。学佛人不是要明心见性吗？这就是教给人证得真性的办法，所以「学佛要从此经入」。五祖没说错，六祖也没说错，而且他们能够明心见性，确确实实都是从此经入的。五祖从此经入，六祖也是从此经入，在中国佛教历代从此经证入明心见性者，不知道有多少人！这些人都可以给我们做见证，证明从此经入明心见性，确实是稳当而可靠，这也是我们初学人关键的所在。「当信佛诚言」，如果你要是不相信佛所讲的，那你就没法子，所以首先你要建立信心，「信心是你自家入道之门」。首先你要相信自己一生当中确实能够成佛，能够受持成佛法门，能够成佛，你自己要有信心；其次要信经典；第三要信自己确实能受持这部《金刚经》，能够依照这部经典里面所说的道理来修行，你要有这样的信心，这才是入道之门。我们再看底下经文，下面两句话说：",
      "zh_TW": "「此經處處教人無住行施」，無住是不執著，一切都不執著，修布施之行，行就是日常生活行為當中處處要能夠捨己幫助他人，犧牲自己成就別人，這就叫行施。犧牲自己成就別人，要不著相，無我相、無人相、無眾生相、無壽者相，那就是無住，「就是教人證性」。學佛人不是要明心見性嗎？這就是教給人證得真性的辦法，所以「學佛要從此經入」。五祖沒說錯，六祖也沒說錯，而且他們能夠明心見性，確確實實都是從此經入的。五祖從此經入，六祖也是從此經入，在中國佛教歷代從此經證入明心見性者，不知道有多少人！這些人都可以給我們做見證，證明從此經入明心見性，確實是穩當而可靠，這也是我們初學人關鍵的所在。「當信佛誠言」，如果你要是不相信佛所講的，那你就沒法子，所以首先你要建立信心，「信心是你自家入道之門」。首先你要相信自己一生當中確實能夠成佛，能夠受持成佛法門，能夠成佛，你自己要有信心；其次要信經典；第三要信自己確實能受持這部《金剛經》，能夠依照這部經典裡面所說的道理來修行，你要有這樣的信心，這才是入道之門。我們再看底下經文，下面兩句話說："
    },
    {
      "id": "09-014-0013_p0022",
      "zh_CN": "【须菩提。所谓佛法者。即非佛法。】",
      "zh_TW": "【須菩提。所謂佛法者。即非佛法。】"
    },
    {
      "id": "09-014-0013_p0023",
      "zh_CN": "这两句话很重要，所谓是即相离相。佛与法都是从名言上说，我们必须要晓得，在性体上什么都说不上。如果不明了这个事实真相，那我们就相当的困难。为什么？免不了处处着相，处处还是执着，这也就是我们修行人一般所遭遇困难之所在。我们苦修多少岁月，自己认真的去反省检点，没有进步，没有结果，连一点消息都得不到，这个问题是一个大问题，也是一个严重的问题。诸位同修有没有曾经反省，我们参禅，对于心性有没有消息？我们念佛，对于西方极乐世界阿弥陀佛那个地方有没有消息？如果消息全无，后面的果报就成问题；假如现前有很明显的消息，你对于往后的果报就有确切的把握，这是一定的道理。然而我们要想达到这一个境界，非有真正通达经义不可，这就是一般讲的开悟，不开悟决定做不到。所以先一定要开悟，要真正体会到「佛法，即非佛法」，与性体就相应。到末后还是说出最重要的话，那就是要离相。",
      "zh_TW": "這兩句話很重要，所謂是即相離相。佛與法都是從名言上說，我們必須要曉得，在性體上什麼都說不上。如果不明瞭這個事實真相，那我們就相當的困難。為什麼？免不了處處著相，處處還是執著，這也就是我們修行人一般所遭遇困難之所在。我們苦修多少歲月，自己認真的去反省檢點，沒有進步，沒有結果，連一點消息都得不到，這個問題是一個大問題，也是一個嚴重的問題。諸位同修有沒有曾經反省，我們參禪，對於心性有沒有消息？我們念佛，對於西方極樂世界阿彌陀佛那個地方有沒有消息？如果消息全無，後面的果報就成問題；假如現前有很明顯的消息，你對於往後的果報就有確切的把握，這是一定的道理。然而我們要想達到這一個境界，非有真正通達經義不可，這就是一般講的開悟，不開悟決定做不到。所以先一定要開悟，要真正體會到「佛法，即非佛法」，與性體就相應。到末後還是說出最重要的話，那就是要離相。"
    },
    {
      "id": "09-014-0013_p0024",
      "zh_CN": "我们看这个地方的小注，「佛与法是就名相上说，不是就性上说佛与法」，为什么？性上、真如本性上，没有佛也没有法，这是很重要的。我们即相要离相，与性上就相应。「一住于相，便是逐妄。」相妄不妄？相无所谓真妄，这个要注意到的，可是你着相，那是妄，着相是妄；你不着相，相有用处。着相虽然有用处，这个里头副作用太大，就是迷惑颠倒、造业受报，所以不可以逐妄。「一切佛法，不外此经无住之理。」千经万论它有个共同的原则就是无住，这一条的意思也非常重要。你要晓得佛法就是无住之法，无住之法就是称性之法，称性之法就是成佛之法。「不可向文字中求」，为什么？文字是相，向文字中求，有这个求就着了文字相，「须依经中所明之理返照自性」。我们受持经典不向文字中求，应该如何来修学？是要依经里面所讲的道理，用这个道理来返照自性。自性在哪里？自性无不是。着了一切相，那就无是处；不住一切相，那就是自性。这个意思前面已经讲得很多，像我们作梦，那个梦境，梦境是什么？梦境是相，是一切万相，万事万物，全是你自己心变现出来的，心就好比自性。明白这个道理了，哪一法不是自性？所谓法法皆是，法法皆如，头头是道，左右逢源，叫照见自性。你要是一着相，自性就迷失掉，法法头头皆不是。「自性的体是空寂的，本来无一物，并无佛字，也没有法字」，所以佛在此地说「所谓佛法者，即非佛法」。所谓佛法者，就名字上说，就名相上来讲；即非佛法者，是从性体上讲，自性空寂，自性里头即非佛法。即非佛法是自性之体，所谓佛法是自性之用，体用不二，体用一如，我们要明白这个事实的真相。",
      "zh_TW": "我們看這個地方的小註，「佛與法是就名相上說，不是就性上說佛與法」，為什麼？性上、真如本性上，沒有佛也沒有法，這是很重要的。我們即相要離相，與性上就相應。「一住於相，便是逐妄。」相妄不妄？相無所謂真妄，這個要注意到的，可是你著相，那是妄，著相是妄；你不著相，相有用處。著相雖然有用處，這個裡頭副作用太大，就是迷惑顛倒、造業受報，所以不可以逐妄。「一切佛法，不外此經無住之理。」千經萬論它有個共同的原則就是無住，這一條的意思也非常重要。你要曉得佛法就是無住之法，無住之法就是稱性之法，稱性之法就是成佛之法。「不可向文字中求」，為什麼？文字是相，向文字中求，有這個求就著了文字相，「須依經中所明之理返照自性」。我們受持經典不向文字中求，應該如何來修學？是要依經裡面所講的道理，用這個道理來返照自性。自性在哪裡？自性無不是。著了一切相，那就無是處；不住一切相，那就是自性。這個意思前面已經講得很多，像我們作夢，那個夢境，夢境是什麼？夢境是相，是一切萬相，萬事萬物，全是你自己心變現出來的，心就好比自性。明白這個道理了，哪一法不是自性？所謂法法皆是，法法皆如，頭頭是道，左右逢源，叫照見自性。你要是一著相，自性就迷失掉，法法頭頭皆不是。「自性的體是空寂的，本來無一物，並無佛字，也沒有法字」，所以佛在此地說「所謂佛法者，即非佛法」。所謂佛法者，就名字上說，就名相上來講；即非佛法者，是從性體上講，自性空寂，自性裡頭即非佛法。即非佛法是自性之體，所謂佛法是自性之用，體用不二，體用一如，我們要明白這個事實的真相。"
    },
    {
      "id": "09-014-0013_p0025",
      "zh_CN": "这是把这个道理说出来，佛非常慈悲，又给我们做了一番功德上的比较，使我们明了法确实胜过七宝。换句话说，那就是精神的生活的确超越物质生活，智慧超越财富，觉者超越迷惑，超越迷人，从这个地方得到这样一个结论。",
      "zh_TW": "這是把這個道理說出來，佛非常慈悲，又給我們做了一番功德上的比較，使我們明瞭法確實勝過七寶。換句話說，那就是精神的生活的確超越物質生活，智慧超越財富，覺者超越迷惑，超越迷人，從這個地方得到這樣一個結論。"
    },
    {
      "id": "09-014-0013_p0026",
      "zh_CN": "下面佛再就圣果上，就那些已经证果的圣人，我们来看看他们是什么样的一个境界，然后我们对于前面经文更没有疑惑，更能够生起无比的信心，断除我们内心的疑惑，这一段是就圣果（圣人果位）广明住心无住。",
      "zh_TW": "下面佛再就聖果上，就那些已經證果的聖人，我們來看看他們是什麼樣的一個境界，然後我們對於前面經文更沒有疑惑，更能夠生起無比的信心，斷除我們內心的疑惑，這一段是就聖果（聖人果位）廣明住心無住。"
    },
    {
      "id": "09-014-0013_p0027",
      "zh_CN": "【须菩提。于意云何。须陀洹能作是念。我得须陀洹果不。】",
      "zh_TW": "【須菩提。於意云何。須陀洹能作是念。我得須陀洹果不。】"
    },
    {
      "id": "09-014-0013_p0028",
      "zh_CN": "『须陀洹』是小乘初果，须陀洹果位的人他是不是有这么一个念头：我得须陀洹果了？",
      "zh_TW": "『須陀洹』是小乘初果，須陀洹果位的人他是不是有這麼一個念頭：我得須陀洹果了？"
    },
    {
      "id": "09-014-0013_p0029",
      "zh_CN": "【须菩提言。不也。】",
      "zh_TW": "【須菩提言。不也。】"
    },
    {
      "id": "09-014-0013_p0030",
      "zh_CN": "须菩提很聪明，他说：",
      "zh_TW": "須菩提很聰明，他說："
    },
    {
      "id": "09-014-0013_p0031",
      "zh_CN": "【世尊。何以故。须陀洹名为入流。而无所入。不入色声香味触法。是名须陀洹。】",
      "zh_TW": "【世尊。何以故。須陀洹名為入流。而無所入。不入色聲香味觸法。是名須陀洹。】"
    },
    {
      "id": "09-014-0013_p0032",
      "zh_CN": "这一段经文底下我们要稍稍加以说明。『须陀洹』这个名词是印度话，印度的梵语，翻成中国的意思就叫做『入流』，这是小乘初果。「小乘初果，断尽三界八十八使」，就是八十八品见惑。使这个字是比喻，古时候当差的叫差使，这种差使多半是一般人犯罪了，他们去抓罪犯，抓罪犯的这些差官称之为使。八十八品惑是烦恼，扰乱我们的心性，使我们不见真理，不能见到宇宙人生的实相，所以这个使就是烦恼的意思。看到它来了，这是麻烦就来了，他把它断尽，三界八十八使断尽。「已见真空之理」，诸位晓得，见到，也就是说他明白了，他晓得真空的道理。「而知无我」，确确实实明白佛说无我的真义，既然无我了，「亦无我所矣」，我所当然没有，我所就是我所有的。譬如我们先会执着有我相，有我，有我以后有我所有的财富、我所有的地位、我所有的权利、我所有的眷属。一个学道的人，如果没有到这个地步，他还要执着我，那他一定有我所有的道场、我所有的徒众，这都是博地凡夫，没有见道。见道之人决定无我，无我所有的一切，他才能得大自在。",
      "zh_TW": "這一段經文底下我們要稍稍加以說明。『須陀洹』這個名詞是印度話，印度的梵語，翻成中國的意思就叫做『入流』，這是小乘初果。「小乘初果，斷盡三界八十八使」，就是八十八品見惑。使這個字是比喻，古時候當差的叫差使，這種差使多半是一般人犯罪了，他們去抓罪犯，抓罪犯的這些差官稱之為使。八十八品惑是煩惱，擾亂我們的心性，使我們不見真理，不能見到宇宙人生的實相，所以這個使就是煩惱的意思。看到它來了，這是麻煩就來了，他把它斷盡，三界八十八使斷盡。「已見真空之理」，諸位曉得，見到，也就是說他明白了，他曉得真空的道理。「而知無我」，確確實實明白佛說無我的真義，既然無我了，「亦無我所矣」，我所當然沒有，我所就是我所有的。譬如我們先會執著有我相，有我，有我以後有我所有的財富、我所有的地位、我所有的權利、我所有的眷屬。一個學道的人，如果沒有到這個地步，他還要執著我，那他一定有我所有的道場、我所有的徒眾，這都是博地凡夫，沒有見道。見道之人決定無我，無我所有的一切，他才能得大自在。"
    },
    {
      "id": "09-014-0013_p0033",
      "zh_CN": "这八十八使什么回事情？我们要从这里给诸位说明，先讲十使，这是根本的，有十条，这十条又分为见惑跟思惑。所谓见惑就是见解上的迷惑；换句话说，错误的见解，根本没有这个事情，他以为有这个事情。思惑是思想上的迷惑，实在讲也是真如本性里决定没有的，清净心里头哪有这个东西？他自己以为有，这叫迷惑颠倒。合起来这个地方是十条，在《百法》里面把这个归纳为一条，就是根本烦恼，根本烦恼有六种，思惑里头是五种，再加上见惑里头这五条合起来叫一种，叫恶见，恶就是善恶的恶，这是很不好的见解，这是恶见，就是贪、瞋、痴、慢、疑、恶见，这是恶见，一共六类是根本烦恼。",
      "zh_TW": "這八十八使什麼回事情？我們要從這裡給諸位說明，先講十使，這是根本的，有十條，這十條又分為見惑跟思惑。所謂見惑就是見解上的迷惑；換句話說，錯誤的見解，根本沒有這個事情，他以為有這個事情。思惑是思想上的迷惑，實在講也是真如本性裡決定沒有的，清淨心裡頭哪有這個東西？他自己以為有，這叫迷惑顛倒。合起來這個地方是十條，在《百法》裡面把這個歸納為一條，就是根本煩惱，根本煩惱有六種，思惑裡頭是五種，再加上見惑裡頭這五條合起來叫一種，叫惡見，惡就是善惡的惡，這是很不好的見解，這是惡見，就是貪、瞋、痴、慢、疑、惡見，這是惡見，一共六類是根本煩惱。"
    },
    {
      "id": "09-014-0013_p0034",
      "zh_CN": "见惑里面，第一条就是「身见」，凡夫之人不晓得事实真相，执着这个身是自己，这是很大的一个错误。因为你执着这个身是自己，自己以外都划成界线，有界线就有斗争，有界线就有取舍。换句话说，无量无边的烦恼都从这个地方生，这个是见惑里头根本的错误见解。第二个叫「边见」，边见拿今天的话来讲，就是相对的见解，譬如邪正是二边，空有是二边，不堕在这一边，就堕在那一边，而不知道中道第一义，凡夫总是堕落在有的一边，二乘人多半落在空的一边，这叫边见。",
      "zh_TW": "見惑裡面，第一條就是「身見」，凡夫之人不曉得事實真相，執著這個身是自己，這是很大的一個錯誤。因為你執著這個身是自己，自己以外都劃成界線，有界線就有鬥爭，有界線就有取捨。換句話說，無量無邊的煩惱都從這個地方生，這個是見惑裡頭根本的錯誤見解。第二個叫「邊見」，邊見拿今天的話來講，就是相對的見解，譬如邪正是二邊，空有是二邊，不墮在這一邊，就墮在那一邊，而不知道中道第一義，凡夫總是墮落在有的一邊，二乘人多半落在空的一邊，這叫邊見。"
    },
    {
      "id": "09-014-0013_p0035",
      "zh_CN": "见取见与戒取见，我们中国人说的叫成见，某人的成见太深，这两种同样都是成见。「见取见」是果上的成见；「戒取见」是讲修因上面的成见。这就是因果不一样。譬如有些人认为人生到天堂就得到究竟，他就认定天堂就是永生，这叫见取见；有些人说我要修一种什么方法就可以能够生天，这种见解叫戒取见。譬如古印度有很多修禅，禅定功夫很深的人，大凡禅定深的时候都有神通，有天眼通，于是看到牛死了，牛死了以后，牛的灵魂生天，这是他亲自在定中见到的，于是他就执着牛死了会生天。想一想，牛一生做什么样的行业？牛吃草，替人耕田。吃草、替人耕田，将来就可以生天，于是这个人他就学牛，天天替人耕田，天天在吃草，他以为这样就可以生天，这叫戒取见。这种叫持牛戒，他就学牛。哪有这种道理！佛给我们说了，生天之因是要修十善业道，这头牛生天了，一定是牠在过去生中修十善业道，大概临命终时起了一个恶念堕在畜生道里去了，畜生道做牛的这一生当中当然牠也没造什么罪业，临死的时候过去生中十善业道的业因现行，牠生天了，真正的原因是这个，而不是耕田吃青草就可以生天。所以，类似这样的见解就叫做戒取见。这两种都是错误的成见。",
      "zh_TW": "見取見與戒取見，我們中國人說的叫成見，某人的成見太深，這兩種同樣都是成見。「見取見」是果上的成見；「戒取見」是講修因上面的成見。這就是因果不一樣。譬如有些人認為人生到天堂就得到究竟，他就認定天堂就是永生，這叫見取見；有些人說我要修一種什麼方法就可以能夠生天，這種見解叫戒取見。譬如古印度有很多修禪，禪定功夫很深的人，大凡禪定深的時候都有神通，有天眼通，於是看到牛死了，牛死了以後，牛的靈魂生天，這是他親自在定中見到的，於是他就執著牛死了會生天。想一想，牛一生做什麼樣的行業？牛吃草，替人耕田。吃草、替人耕田，將來就可以生天，於是這個人他就學牛，天天替人耕田，天天在吃草，他以為這樣就可以生天，這叫戒取見。這種叫持牛戒，他就學牛。哪有這種道理！佛給我們說了，生天之因是要修十善業道，這頭牛生天了，一定是牠在過去生中修十善業道，大概臨命終時起了一個惡念墮在畜生道裡去了，畜生道做牛的這一生當中當然牠也沒造什麼罪業，臨死的時候過去生中十善業道的業因現行，牠生天了，真正的原因是這個，而不是耕田吃青草就可以生天。所以，類似這樣的見解就叫做戒取見。這兩種都是錯誤的成見。"
    },
    {
      "id": "09-014-0013_p0036",
      "zh_CN": "最后一种叫「邪见」，凡是前面四条不能包含的一切错误的见解都叫做邪见。邪见里面最重的邪见就是不相信因果，这是邪见里头最重的。不相信因果，这些人他就敢作恶事，换句话说，他来生必定要受果报，但是他现在不相信这个，这是邪见里最大的。",
      "zh_TW": "最後一種叫「邪見」，凡是前面四條不能包含的一切錯誤的見解都叫做邪見。邪見裡面最重的邪見就是不相信因果，這是邪見裡頭最重的。不相信因果，這些人他就敢作惡事，換句話說，他來生必定要受果報，但是他現在不相信這個，這是邪見裡最大的。"
    },
    {
      "id": "09-014-0013_p0037",
      "zh_CN": "思想上的错误就是思惑。思惑第一个是「贪」，悭贪，第一个是贪心，贪多半都是在顺境里面合自己的心意就贪求；已经得到的，悭吝，舍不得布施，这是根本烦恼。第二是「瞋恚」，瞋恚差不多都在逆境，不顺自己心了，心里就生瞋恚。第三种是「愚痴」，对于一切事理的真相不明了，迷惑颠倒，也叫做无明，对于一切事理的真相不知道。第四个是「慢」，就是贡高我慢，抬高自己，瞧不起别人。这都是大烦恼。「疑」是怀疑，怀疑里头最重的是对于圣教怀疑，对于佛菩萨的经教他不相信、他怀疑，这是最严重的。邪见里头，不相信因果报应，这是邪见最严重；不相信佛菩萨的教诲，这是疑里头最严重的。这个合起来叫十使，《百法》里面称为根本烦恼。",
      "zh_TW": "思想上的錯誤就是思惑。思惑第一個是「貪」，慳貪，第一個是貪心，貪多半都是在順境裡面合自己的心意就貪求；已經得到的，慳吝，捨不得布施，這是根本煩惱。第二是「瞋恚」，瞋恚差不多都在逆境，不順自己心了，心裡就生瞋恚。第三種是「愚痴」，對於一切事理的真相不明瞭，迷惑顛倒，也叫做無明，對於一切事理的真相不知道。第四個是「慢」，就是貢高我慢，抬高自己，瞧不起別人。這都是大煩惱。「疑」是懷疑，懷疑裡頭最重的是對於聖教懷疑，對於佛菩薩的經教他不相信、他懷疑，這是最嚴重的。邪見裡頭，不相信因果報應，這是邪見最嚴重；不相信佛菩薩的教誨，這是疑裡頭最嚴重的。這個合起來叫十使，《百法》裡面稱為根本煩惱。"
    },
    {
      "id": "09-014-0013_p0038",
      "zh_CN": "什么叫「三界见惑」？见惑里面就是众生迷于四谛。我们先看四谛，「四谛是苦、集、灭、道」，每一条苦谛里面有十使、集也有十使、灭也有十使、道也有十使，苦集灭道里头统统都有，但是有多寡不相同，而且还配到三界，欲界、色界、无色界，迷于四谛，才有八十八品。我们先把四谛在此地简单跟诸位做一个介绍。",
      "zh_TW": "什麼叫「三界見惑」？見惑裡面就是眾生迷於四諦。我們先看四諦，「四諦是苦、集、滅、道」，每一條苦諦裡面有十使、集也有十使、滅也有十使、道也有十使，苦集滅道裡頭統統都有，但是有多寡不相同，而且還配到三界，欲界、色界、無色界，迷於四諦，才有八十八品。我們先把四諦在此地簡單跟諸位做一個介紹。"
    },
    {
      "id": "09-014-0013_p0039",
      "zh_CN": "「苦、集」，这是世间因果，这是真理。「苦」，佛告诉我们三界通苦，这是讲果报，我们三界的果报。「苦：身心酬业，患累逼恼。」我们目前所得的这个身，我们这个心，心就是讲情绪，我们的情绪、我们心里面的感受，为什么会是这个样子？这是果报。既然有果，当然有因，这个因就是前生你造的业，果报是从业来的，果报是酬业，你前生造的业要是清净，你今生得的身心果报就清净；你前生造的业善，你今天身心就享福；你前生造的是罪业，你这一生的身心就要受罪，可见得身心是酬偿过去生中的果报。毕竟果报是乐少苦多，人生免不了忧患累赘种种的逼迫烦恼，哪一个人没有？过去人说上自帝王下至乞丐，无论贫富贵贱，所谓是家家有本难念的经，那就是人人都有苦恼的感受，他再富有，他有他的苦处，做了帝王他有帝王的苦处。我们要晓得三界统苦，欲界里面有所谓三苦八苦，八苦交煎；天上，天上也苦，也并不乐，色界天有坏苦，无色界天有行苦，三界统苦，这是讲三界之内果报的真相，你要看清楚。",
      "zh_TW": "「苦、集」，這是世間因果，這是真理。「苦」，佛告訴我們三界通苦，這是講果報，我們三界的果報。「苦：身心酬業，患累逼惱。」我們目前所得的這個身，我們這個心，心就是講情緒，我們的情緒、我們心裡面的感受，為什麼會是這個樣子？這是果報。既然有果，當然有因，這個因就是前生你造的業，果報是從業來的，果報是酬業，你前生造的業要是清淨，你今生得的身心果報就清淨；你前生造的業善，你今天身心就享福；你前生造的是罪業，你這一生的身心就要受罪，可見得身心是酬償過去生中的果報。畢竟果報是樂少苦多，人生免不了憂患累贅種種的逼迫煩惱，哪一個人沒有？過去人說上自帝王下至乞丐，無論貧富貴賤，所謂是家家有本難念的經，那就是人人都有苦惱的感受，他再富有，他有他的苦處，做了帝王他有帝王的苦處。我們要曉得三界統苦，欲界裡面有所謂三苦八苦，八苦交煎；天上，天上也苦，也並不樂，色界天有壞苦，無色界天有行苦，三界統苦，這是講三界之內果報的真相，你要看清楚。"
    },
    {
      "id": "09-014-0013_p0040",
      "zh_CN": "集是什么？集是业因。「集：起惑造业，招集来苦。」就是三界之内一切众生他的造作，这是他的享受，他享受的是苦，他造作的是业，起惑，惑是迷惑，他对于事实真相完全不了解，迷惑，迷惑才造业。如果他不迷惑，给诸位说，他不造业，所以造业一定是对于境界迷了。什么叫迷？起前面十种十使，就是五种错误的见解、五种错误的思想，这就是迷惑，这就是起惑。表现在身口里头这造业了，造业他就招集来苦，苦是招集的果报，善业则有善报，恶业则有恶报，因缘果报丝毫不爽，就是这么一个道理。这个道理我们一定要明了，这是三界之内的，就是世间因果，这个是真理。",
      "zh_TW": "集是什麼？集是業因。「集：起惑造業，招集來苦。」就是三界之內一切眾生他的造作，這是他的享受，他享受的是苦，他造作的是業，起惑，惑是迷惑，他對於事實真相完全不了解，迷惑，迷惑才造業。如果他不迷惑，給諸位說，他不造業，所以造業一定是對於境界迷了。什麼叫迷？起前面十種十使，就是五種錯誤的見解、五種錯誤的思想，這就是迷惑，這就是起惑。表現在身口裡頭這造業了，造業他就招集來苦，苦是招集的果報，善業則有善報，惡業則有惡報，因緣果報絲毫不爽，就是這麼一個道理。這個道理我們一定要明瞭，這是三界之內的，就是世間因果，這個是真理。"
    },
    {
      "id": "09-014-0013_p0041",
      "zh_CN": "「灭、道」，是出世间的因果。灭是灭苦，灭的是这个。「灭：结业已尽，无生死累。」怎么灭法？结业已尽，无始劫以来累积结的业，这个业已经尽了，没有了。业没有，报就没有了；因没有，果当然就没有了，业是因，果报是苦。没有业因，也就没有生死的果报，三界之内六道轮回的生死果报没有了。这个果报好，这叫出世间的果报。这个果从哪来的？要修道，道就是途径、方法、门道。「道：正助双修，能至涅槃。」涅槃就是灭。修道里头有正修、有助修，这个里头方法门道非常之多，所谓八万四千法门、千经万论都是道。这里头有小道，得小的灭的果，大道得大涅槃果。你得要明白这个道是什么，依照这个道去修，才能够证得清净寂灭涅槃之果。四谛，前面两种是世间因果，后面两种是出世间因果。",
      "zh_TW": "「滅、道」，是出世間的因果。滅是滅苦，滅的是這個。「滅：結業已盡，無生死累。」怎麼滅法？結業已盡，無始劫以來累積結的業，這個業已經盡了，沒有了。業沒有，報就沒有了；因沒有，果當然就沒有了，業是因，果報是苦。沒有業因，也就沒有生死的果報，三界之內六道輪迴的生死果報沒有了。這個果報好，這叫出世間的果報。這個果從哪來的？要修道，道就是途徑、方法、門道。「道：正助雙修，能至涅槃。」涅槃就是滅。修道裡頭有正修、有助修，這個裡頭方法門道非常之多，所謂八萬四千法門、千經萬論都是道。這裡頭有小道，得小的滅的果，大道得大涅槃果。你得要明白這個道是什麼，依照這個道去修，才能夠證得清淨寂滅涅槃之果。四諦，前面兩種是世間因果，後面兩種是出世間因果。"
    },
    {
      "id": "09-014-0013_p0042",
      "zh_CN": "欲界迷于苦集灭道四谛的一共有三十二品，色界有二十八品，无色界也有二十八品，三十二加上二十八再加上二十八这就是八十八品，八十八品从这么来的。「对于四谛之理，三界所迷不同，迷谛名惑」，迷于四谛就叫做起惑，于惑多寡不相同，总共得的数目是八十八品，八十八品惑就是这么来的。",
      "zh_TW": "欲界迷於苦集滅道四諦的一共有三十二品，色界有二十八品，無色界也有二十八品，三十二加上二十八再加上二十八這就是八十八品，八十八品從這麼來的。「對於四諦之理，三界所迷不同，迷諦名惑」，迷於四諦就叫做起惑，於惑多寡不相同，總共得的數目是八十八品，八十八品惑就是這麼來的。"
    },
    {
      "id": "09-014-0013_p0043",
      "zh_CN": "再看看须陀洹他的境界，这是讲到入流，「须陀洹，华言入流」。须陀洹他就是把这八十八品惑断尽，三界之内八十八品见惑断尽，就是见解上的迷惑，换句话说，他见解是正确的，他思想还是有毛病，他见解很正确。「以根不入尘」，根就是六根，六根不入六尘，「而能入于圣流」。就是六根接触六尘能够不取于相、如如不动，他做到这个功夫，这个功夫诸位要晓得，才是小乘须陀洹，见道位，并不是什么了不起。他与《楞严经．观世音菩萨圆通章》里面所讲的观音入流亡所，这个入是相同的，给诸位说，只讲这个入，是相同的。观世音菩萨当年修行他也是先见道，这个位是见道位，见道而后才修道。如果道没有见到，你修什么？没有见到，你所修的就是古人常讲盲修瞎练，所以你得不到结果。如果见了道再修道，当然有结果，决定有结果。由此可知，无论是小乘人，无论是大乘人，都要从六根不入六尘，你才能够真正见道，这一点非常的重要。",
      "zh_TW": "再看看須陀洹他的境界，這是講到入流，「須陀洹，華言入流」。須陀洹他就是把這八十八品惑斷盡，三界之內八十八品見惑斷盡，就是見解上的迷惑，換句話說，他見解是正確的，他思想還是有毛病，他見解很正確。「以根不入塵」，根就是六根，六根不入六塵，「而能入於聖流」。就是六根接觸六塵能夠不取於相、如如不動，他做到這個功夫，這個功夫諸位要曉得，才是小乘須陀洹，見道位，並不是什麼了不起。他與《楞嚴經．觀世音菩薩圓通章》裡面所講的觀音入流亡所，這個入是相同的，給諸位說，只講這個入，是相同的。觀世音菩薩當年修行他也是先見道，這個位是見道位，見道而後才修道。如果道沒有見到，你修什麼？沒有見到，你所修的就是古人常講盲修瞎練，所以你得不到結果。如果見了道再修道，當然有結果，決定有結果。由此可知，無論是小乘人，無論是大乘人，都要從六根不入六塵，你才能夠真正見道，這一點非常的重要。"
    },
    {
      "id": "09-014-0013_p0044",
      "zh_CN": "特别是修大乘法的，修上上乘法的，千万不可以空腹高心，认为自己什么不在乎、什么都无所谓，那你就大错特错！大乘的境界超过小乘，大乘的断证，断惑证真，不在小乘之下，是一样的。小乘跟大乘比，小乘人没有大心量，没有大悲心，不能够发大慈大悲普度众生，不能发这个大愿，所以叫他小乘。大乘人虽然是有大悲心，普度一切众生，大慈大悲，可是断证的功夫必定有；没有，那你所修的是人天善法，是有漏善法，果报在三善道，不能了生死出三界，那不是佛法，将来的结果连小乘须陀洹都不如，这一点我们必须要记住。至于三界见思烦恼它的头数、来由，以及断证的境界，诸位可以参考《四教仪集注》，我们在这个地方没有那么多的时间来跟诸位细说，详见《四教仪集注》。请看下面经文：",
      "zh_TW": "特別是修大乘法的，修上上乘法的，千萬不可以空腹高心，認為自己什麼不在乎、什麼都無所謂，那你就大錯特錯！大乘的境界超過小乘，大乘的斷證，斷惑證真，不在小乘之下，是一樣的。小乘跟大乘比，小乘人沒有大心量，沒有大悲心，不能夠發大慈大悲普度眾生，不能發這個大願，所以叫他小乘。大乘人雖然是有大悲心，普度一切眾生，大慈大悲，可是斷證的功夫必定有；沒有，那你所修的是人天善法，是有漏善法，果報在三善道，不能了生死出三界，那不是佛法，將來的結果連小乘須陀洹都不如，這一點我們必須要記住。至於三界見思煩惱它的頭數、來由，以及斷證的境界，諸位可以參考《四教儀集註》，我們在這個地方沒有那麼多的時間來跟諸位細說，詳見《四教儀集註》。請看下面經文："
    },
    {
      "id": "09-014-0013_p0045",
      "zh_CN": "【须菩提。于意云何。斯陀含能作是念。我得斯陀含果不。须菩提言。不也。世尊。何以故。斯陀含名一往来。而实无往来。是名斯陀含。】",
      "zh_TW": "【須菩提。於意云何。斯陀含能作是念。我得斯陀含果不。須菩提言。不也。世尊。何以故。斯陀含名一往來。而實無往來。是名斯陀含。】"
    },
    {
      "id": "09-014-0013_p0046",
      "zh_CN": "这一段经文我们看底下小注，这是「小乘二果，属于修道位」。前面初果是见道位，到这个地方就是修道位。『斯陀含』是印度话，「华言一来」，华是我们中华，我们中国的意思就是一来，一来是什么意思？「谓人间天上一往一来」，就是他在人间天上还要来回一次，这是二果圣人。「证初果后，向上升进」，往上面向上升升进。初果将三界之内的八十八品见惑断尽，他的见解很正确，但是他的烦恼还没断。他再用功夫的话，他先把欲界前面的六品思惑断尽，「断欲界前六品思惑」，断了这六品，他就天上人间再来一次，所以叫他做一来，叫做「斯陀含」。",
      "zh_TW": "這一段經文我們看底下小註，這是「小乘二果，屬於修道位」。前面初果是見道位，到這個地方就是修道位。『斯陀含』是印度話，「華言一來」，華是我們中華，我們中國的意思就是一來，一來是什麼意思？「謂人間天上一往一來」，就是他在人間天上還要來回一次，這是二果聖人。「證初果後，向上昇進」，往上面向上升昇進。初果將三界之內的八十八品見惑斷盡，他的見解很正確，但是他的煩惱還沒斷。他再用功夫的話，他先把欲界前面的六品思惑斷盡，「斷欲界前六品思惑」，斷了這六品，他就天上人間再來一次，所以叫他做一來，叫做「斯陀含」。"
    },
    {
      "id": "09-014-0013_p0047",
      "zh_CN": "这里我们必须要跟诸位说明三界思惑这个情形，三界思惑情形在此地也只能够略说，简单跟诸位介绍，详细的都在《四教仪》。前面讲的是三界见惑，我们这个地方讲「九地思惑」，九地就是三界，欲界算一地，「五趣为一地」，五趣，欲界有天（欲界有六层天）、有人道、有饿鬼道、有畜生道、有地狱道，这五趣合为一地。也许诸位会怀疑，六道还有个阿修罗，诸位要晓得，阿修罗就在这五趣里面包含了，天阿修罗归到天道，欲界天，人阿修罗归在人道，畜生阿修罗归在畜生道，饿鬼阿修罗归在饿鬼道，地狱道里头没有阿修罗，所以阿修罗只有四道有，在哪一道归到哪一道，五趣就是六道，它算一地，这一地里头思惑有九品。这九品怎么说？有上上品、上中品、上下品这三品；中又有三品，中上、中中、中下；下也有三品，下上、下中、下下。证得须陀洹之后，他再进一步要断的就是断思惑，断思惑一定先断欲界，从证得须陀洹，就是见道之后七番生死就证阿罗汉果。由此可知，见了道之后，修道证道真的可以克期完成。为什么？他不是盲修瞎练，盲修瞎练我们这个修学的期限不晓得，没有一定；一个已经见了道的，他修行他有一定的，就是天上人间七番生死，他以后就没有了。不管是有佛住世的时候，他天上人间七番生死遇到佛了，他证阿罗汉；如果天上人间七番生死没有佛出世，他证辟支佛果。诸位想想，见道是非常重要，见道之后这个修行就不是白修，换句话说，他的时间表就有一定的。",
      "zh_TW": "這裡我們必須要跟諸位說明三界思惑這個情形，三界思惑情形在此地也只能夠略說，簡單跟諸位介紹，詳細的都在《四教儀》。前面講的是三界見惑，我們這個地方講「九地思惑」，九地就是三界，欲界算一地，「五趣為一地」，五趣，欲界有天（欲界有六層天）、有人道、有餓鬼道、有畜生道、有地獄道，這五趣合為一地。也許諸位會懷疑，六道還有個阿修羅，諸位要曉得，阿修羅就在這五趣裡面包含了，天阿修羅歸到天道，欲界天，人阿修羅歸在人道，畜生阿修羅歸在畜生道，餓鬼阿修羅歸在餓鬼道，地獄道裡頭沒有阿修羅，所以阿修羅只有四道有，在哪一道歸到哪一道，五趣就是六道，它算一地，這一地裡頭思惑有九品。這九品怎麼說？有上上品、上中品、上下品這三品；中又有三品，中上、中中、中下；下也有三品，下上、下中、下下。證得須陀洹之後，他再進一步要斷的就是斷思惑，斷思惑一定先斷欲界，從證得須陀洹，就是見道之後七番生死就證阿羅漢果。由此可知，見了道之後，修道證道真的可以剋期完成。為什麼？他不是盲修瞎練，盲修瞎練我們這個修學的期限不曉得，沒有一定；一個已經見了道的，他修行他有一定的，就是天上人間七番生死，他以後就沒有了。不管是有佛住世的時候，他天上人間七番生死遇到佛了，他證阿羅漢；如果天上人間七番生死沒有佛出世，他證辟支佛果。諸位想想，見道是非常重要，見道之後這個修行就不是白修，換句話說，他的時間表就有一定的。"
    },
    {
      "id": "09-014-0013_p0048",
      "zh_CN": "七番生死是怎么说？我们从欲界的惑来说，上上品这是最重的，上上品的思惑他有能力所谓二生，天上人间两次，他来两次；上中品的他的功能一生，要来一次；上下品的也是一生。中上品的又是一生，中中品跟中下品合起来这又是一生。下品里头，下上、下中、下下这三品合起来是一生。二果圣人他断的，他把欲界九品思惑前面六品断掉，断掉这个叫一往来。为什么叫一往来？你看看底下还没断，下面这个没断，所以他还有一生，就是他还要一往来。如果把这个断掉，他就不来了，这个要是断掉之后就不来了，不返了，那就是三果，三果罗汉他不到欲界来了，当然也不会到人间来。这欲界九品给诸位说过了。",
      "zh_TW": "七番生死是怎麼說？我們從欲界的惑來說，上上品這是最重的，上上品的思惑他有能力所謂二生，天上人間兩次，他來兩次；上中品的他的功能一生，要來一次；上下品的也是一生。中上品的又是一生，中中品跟中下品合起來這又是一生。下品裡頭，下上、下中、下下這三品合起來是一生。二果聖人他斷的，他把欲界九品思惑前面六品斷掉，斷掉這個叫一往來。為什麼叫一往來？你看看底下還沒斷，下面這個沒斷，所以他還有一生，就是他還要一往來。如果把這個斷掉，他就不來了，這個要是斷掉之後就不來了，不返了，那就是三果，三果羅漢他不到欲界來了，當然也不會到人間來。這欲界九品給諸位說過了。"
    },
    {
      "id": "09-014-0013_p0049",
      "zh_CN": "「色界初禅为二地，二禅三地，三禅四地，四禅五地，无色界四空天六、七、八、九。」合起来叫九地，九地就是三界，三界就是九地。「三界九地每地各有九品惑，共有八十一品思惑。」九九八十一品思惑，这是诸位一定要把它记住。初果到二果非常重要，这是佛法真正的入门，我们不要以为这是小乘法，你要这样想法，那你就错误，大乘还是要以这个为基础，还是要在这个地方下功夫。",
      "zh_TW": "「色界初禪為二地，二禪三地，三禪四地，四禪五地，無色界四空天六、七、八、九。」合起來叫九地，九地就是三界，三界就是九地。「三界九地每地各有九品惑，共有八十一品思惑。」九九八十一品思惑，這是諸位一定要把它記住。初果到二果非常重要，這是佛法真正的入門，我們不要以為這是小乘法，你要這樣想法，那你就錯誤，大乘還是要以這個為基礎，還是要在這個地方下功夫。"
    },
    {
      "id": "09-014-0013_p0050",
      "zh_CN": "在这里做一个结论，「初果断三界八十八品见惑尽」，见惑断尽了，他从此之后见解决定正确，往后是断烦恼。「二果断欲界思惑前六品」，所以他到人间只往返一次。「三果断欲界思惑后三品」，他从此以后不来了，欲界里头没有因，因缘没有了，所以他没有果报。「四果断色界、无色界七十二品思惑尽」，色界有四地，无色界也有四地，一共是八地，八地每一地是九品惑，九八七十二，这七十二品思惑断尽就证四果阿罗汉。",
      "zh_TW": "在這裡做一個結論，「初果斷三界八十八品見惑盡」，見惑斷盡了，他從此之後見解決定正確，往後是斷煩惱。「二果斷欲界思惑前六品」，所以他到人間只往返一次。「三果斷欲界思惑後三品」，他從此以後不來了，欲界裡頭沒有因，因緣沒有了，所以他沒有果報。「四果斷色界、無色界七十二品思惑盡」，色界有四地，無色界也有四地，一共是八地，八地每一地是九品惑，九八七十二，這七十二品思惑斷盡就證四果阿羅漢。"
    },
    {
      "id": "09-014-0013_p0051",
      "zh_CN": "『实无往来』，这句话非常重要。为什么？这不是普通凡夫，「此非凡夫，凡夫随业牵引，所以有往来」。譬如普通的凡夫他修十善业道，他真的要生天，天福享尽之后，他还有余福一定在人间来享，他真是有往来。修行人不必，「声闻进修无为」，这几句话非常重要，他所进修的是无为法。「前念稍着」，稍着就是稍稍着相了；「后念即觉」，所以古人常讲，不怕念起、只怕觉迟，这是给我们初学人提示一个非常好的用功法则。凡夫前念稍着了，后念着得更厉害，他不觉；大菩萨是念念都觉，他不迷，这就是比声闻强得多了。像这些地方我们应当要学，我们无始劫以来的习气染着，哪能一下就断？一定是前念，注意这个「稍」，稍稍一着，后念马上就要觉悟。这一觉悟就不迷，心就清净，「心空无为，求于去来，了不可得」，所以他决定不同于凡夫，道理就在此地。",
      "zh_TW": "『實無往來』，這句話非常重要。為什麼？這不是普通凡夫，「此非凡夫，凡夫隨業牽引，所以有往來」。譬如普通的凡夫他修十善業道，他真的要生天，天福享盡之後，他還有餘福一定在人間來享，他真是有往來。修行人不必，「聲聞進修無為」，這幾句話非常重要，他所進修的是無為法。「前念稍著」，稍著就是稍稍著相了；「後念即覺」，所以古人常講，不怕念起、只怕覺遲，這是給我們初學人提示一個非常好的用功法則。凡夫前念稍著了，後念著得更厲害，他不覺；大菩薩是念念都覺，他不迷，這就是比聲聞強得多了。像這些地方我們應當要學，我們無始劫以來的習氣染著，哪能一下就斷？一定是前念，注意這個「稍」，稍稍一著，後念馬上就要覺悟。這一覺悟就不迷，心就清淨，「心空無為，求於去來，了不可得」，所以他決定不同於凡夫，道理就在此地。"
    },
    {
      "id": "09-014-0013_p0052",
      "zh_CN": "由此可知，在佛法里面无论是大小乘，诸位必须要记住，当生成就的佛法是实有其事；换句话说，是真有，不是假有，确实有当生成就的佛法。这段经文给我们莫大的启示，以小乘来说，从凡夫修成阿罗汉果，要不要天上人间往返七次？不需要。往返七次是讲因与果，你那个因在一生当中统统都断掉了，你还有什么往返七次？以世尊当时在世的时候来看，他的弟子当中，我们不要说别人，只就常随众里面一千二百五十五人，这些人都是阿罗汉，这些人在没有遇到佛以前都是凡夫外道，他们以凡夫外道的身分证得阿罗汉果了，他有没有在天上人间往返过七次？没有。而天上人间往返七次这是理论，在迷惑的理论里面必定是这个道理，是这个现象，可是他在一生当中能够把三界九地的见思惑统统都断掉，他马上就证阿罗汉，所以说他「实无往来」。世尊在世当年会下那些阿罗汉们的确没有往来，这是我们一定要明了的。",
      "zh_TW": "由此可知，在佛法裡面無論是大小乘，諸位必須要記住，當生成就的佛法是實有其事；換句話說，是真有，不是假有，確實有當生成就的佛法。這段經文給我們莫大的啟示，以小乘來說，從凡夫修成阿羅漢果，要不要天上人間往返七次？不需要。往返七次是講因與果，你那個因在一生當中統統都斷掉了，你還有什麼往返七次？以世尊當時在世的時候來看，他的弟子當中，我們不要說別人，只就常隨眾裡面一千二百五十五人，這些人都是阿羅漢，這些人在沒有遇到佛以前都是凡夫外道，他們以凡夫外道的身分證得阿羅漢果了，他有沒有在天上人間往返過七次？沒有。而天上人間往返七次這是理論，在迷惑的理論裡面必定是這個道理，是這個現象，可是他在一生當中能夠把三界九地的見思惑統統都斷掉，他馬上就證阿羅漢，所以說他「實無往來」。世尊在世當年會下那些阿羅漢們的確沒有往來，這是我們一定要明瞭的。"
    },
    {
      "id": "09-014-0013_p0053",
      "zh_CN": "同样，懂得这个道理了，我们在大乘的修学上，从初发心我们经历十信位、十住、十行、十回向、十地、等觉，跟这个道理相同的，就看你这一生当中你的发心、你的精进，你能够断多少品惑，你的菩萨地位就能提升到多少层，也是没有往来。不是一生一生接着干的，我这一生证得须陀洹，来生我再证个斯陀含，不是这样的。佛法确确实实是当生成就的佛法，这一生要是不成就，就是连个须陀洹也没有证得，来生就靠不住。如果来生靠得住还接着干，诸位想想，我们今天世间这些众生哪个不成佛？个个都成了。来生靠不住，来生一迷惑，一转生把前世统统忘得一干二净，又起惑造业、受报轮回，不晓得到哪一生哪一劫你阿赖耶里头种子才冒出来，才继续学佛，很难很难，相当不容易。诸位如果了解这个情况，怎么能不认真！真正彻底明了了，世间之事有什么事情比学佛更大？有什么事情比断烦恼更重要？烦恼不断，生死轮回永无止境；烦恼一断，就说断这八十八品见惑，所有一切错误的见解没有了，得到正知正见，这个时候纵然烦恼不断，天上人间七番生死，克期取证。换句话说，从今天起走到正途，走上觉道，决定不是生死凡夫可以能够相比的，这是无量无边殊胜的大福报。为什么？从今天起超越六道生死轮回，虽然还没有离开，已经确实有把握逐渐逐渐离开了，这是初果圣人才入道。大乘菩萨亦复如是，也是这个样子，不能说大乘菩萨不必断惑就能够成为菩萨、成佛，没有这个道理，大乘菩萨精进，无论在哪一方面超过二乘人，这才值得赞叹。请看下面经文：",
      "zh_TW": "同樣，懂得這個道理了，我們在大乘的修學上，從初發心我們經歷十信位、十住、十行、十迴向、十地、等覺，跟這個道理相同的，就看你這一生當中你的發心、你的精進，你能夠斷多少品惑，你的菩薩地位就能提升到多少層，也是沒有往來。不是一生一生接著幹的，我這一生證得須陀洹，來生我再證個斯陀含，不是這樣的。佛法確確實實是當生成就的佛法，這一生要是不成就，就是連個須陀洹也沒有證得，來生就靠不住。如果來生靠得住還接著幹，諸位想想，我們今天世間這些眾生哪個不成佛？個個都成了。來生靠不住，來生一迷惑，一轉生把前世統統忘得一乾二淨，又起惑造業、受報輪迴，不曉得到哪一生哪一劫你阿賴耶裡頭種子才冒出來，才繼續學佛，很難很難，相當不容易。諸位如果了解這個情況，怎麼能不認真！真正徹底明瞭了，世間之事有什麼事情比學佛更大？有什麼事情比斷煩惱更重要？煩惱不斷，生死輪迴永無止境；煩惱一斷，就說斷這八十八品見惑，所有一切錯誤的見解沒有了，得到正知正見，這個時候縱然煩惱不斷，天上人間七番生死，剋期取證。換句話說，從今天起走到正途，走上覺道，決定不是生死凡夫可以能夠相比的，這是無量無邊殊勝的大福報。為什麼？從今天起超越六道生死輪迴，雖然還沒有離開，已經確實有把握逐漸逐漸離開了，這是初果聖人才入道。大乘菩薩亦復如是，也是這個樣子，不能說大乘菩薩不必斷惑就能夠成為菩薩、成佛，沒有這個道理，大乘菩薩精進，無論在哪一方面超過二乘人，這才值得讚歎。請看下面經文："
    },
    {
      "id": "09-014-0013_p0054",
      "zh_CN": "【须菩提。于意云何。阿那含能作是念。我得阿那含果不。须菩提言。不也。世尊。何以故。阿那含名为不来。而实无来。是故名阿那含。】",
      "zh_TW": "【須菩提。於意云何。阿那含能作是念。我得阿那含果不。須菩提言。不也。世尊。何以故。阿那含名為不來。而實無來。是故名阿那含。】"
    },
    {
      "id": "09-014-0013_p0055",
      "zh_CN": "这是三果，他把五趣杂居地（就是欲界这一地）最后下三品的思惑断尽，他欲界没有因缘，业因没有了，所以他不来欲界了。什么叫做实无不来？这里也得要跟诸位做一个简单的解释。先要了解『阿那含』这句话的含义，这是印度话，中国的意思叫做「不来」，也叫做「不还」，「还」就是回来的意思，就是不回来，不到欲界来了。「实无不来，情执俱超」，超越了，「智理并遣」，也离开了，像《心经》里面讲的「无智亦无得」，得是讲的理。凡情执着没有了，圣智也没有了，全都离开，心就清净了，六祖所说本来无一物。凡夫有这个东西，修道的人有这个东西，有智有得。凡情圣智统统离开了，无智亦无得，「三界见尽」，三界的见解，就是见惑统统断尽，初果就办到了。「下地思空」，下地思惑也没有了，下地就是欲界，欲界里思惑全尽，空就是尽，全没有了，不到欲界来了。",
      "zh_TW": "這是三果，他把五趣雜居地（就是欲界這一地）最後下三品的思惑斷盡，他欲界沒有因緣，業因沒有了，所以他不來欲界了。什麼叫做實無不來？這裡也得要跟諸位做一個簡單的解釋。先要了解『阿那含』這句話的含義，這是印度話，中國的意思叫做「不來」，也叫做「不還」，「還」就是回來的意思，就是不回來，不到欲界來了。「實無不來，情執俱超」，超越了，「智理並遣」，也離開了，像《心經》裡面講的「無智亦無得」，得是講的理。凡情執著沒有了，聖智也沒有了，全都離開，心就清淨了，六祖所說本來無一物。凡夫有這個東西，修道的人有這個東西，有智有得。凡情聖智統統離開了，無智亦無得，「三界見盡」，三界的見解，就是見惑統統斷盡，初果就辦到了。「下地思空」，下地思惑也沒有了，下地就是欲界，欲界裡思惑全盡，空就是盡，全沒有了，不到欲界來了。"
    },
    {
      "id": "09-014-0013_p0056",
      "zh_CN": "「虽云不来」，要记住，因为三果圣人到我们世间来得最多，不来，他来得最多。虽云不来，「以悟无我」，他是真正无我了，「故不妨无来而无不来」。他来就是不来，为什么？因为凡夫这个来去是业报，前面讲身心酬业，他来的时候不得不来，他去的时候不得不去，他来去不自由；这些圣者他是乘愿再来，他高兴来就来，高兴去就去，所以来跟不来是一个意思。这里我们举个比喻说，我们把欲界比喻作人间的监狱，监狱里面要去的话得犯罪，犯罪的人他不能不去，必须要把刑期服满才能够释放出来，所以来去都不自由；阿罗汉像法官一样，他要去巡察一下看看就看看，爱什么时候出来就出来，他自在，所以他那个来就是不来、不来就是来，他自在，是这个意思。实无往来，取这个意思，『是故名阿那含』。再看底下经文，底下容易懂、好懂：",
      "zh_TW": "「雖云不來」，要記住，因為三果聖人到我們世間來得最多，不來，他來得最多。雖云不來，「以悟無我」，他是真正無我了，「故不妨無來而無不來」。他來就是不來，為什麼？因為凡夫這個來去是業報，前面講身心酬業，他來的時候不得不來，他去的時候不得不去，他來去不自由；這些聖者他是乘願再來，他高興來就來，高興去就去，所以來跟不來是一個意思。這裡我們舉個比喻說，我們把欲界比喻作人間的監獄，監獄裡面要去的話得犯罪，犯罪的人他不能不去，必須要把刑期服滿才能夠釋放出來，所以來去都不自由；阿羅漢像法官一樣，他要去巡察一下看看就看看，愛什麼時候出來就出來，他自在，所以他那個來就是不來、不來就是來，他自在，是這個意思。實無往來，取這個意思，『是故名阿那含』。再看底下經文，底下容易懂、好懂："
    },
    {
      "id": "09-014-0013_p0057",
      "zh_CN": "【须菩提。于意云何。】",
      "zh_TW": "【須菩提。於意云何。】"
    },
    {
      "id": "09-014-0013_p0058",
      "zh_CN": "这是讲四果罗汉。",
      "zh_TW": "這是講四果羅漢。"
    },
    {
      "id": "09-014-0013_p0059",
      "zh_CN": "【阿罗汉能作是念。我得阿罗汉道不。】",
      "zh_TW": "【阿羅漢能作是念。我得阿羅漢道不。】"
    },
    {
      "id": "09-014-0013_p0060",
      "zh_CN": "前面讲果，这个地方讲「道」，这是证道位。前面二果、三果是修道位，四果是证道位。",
      "zh_TW": "前面講果，這個地方講「道」，這是證道位。前面二果、三果是修道位，四果是證道位。"
    },
    {
      "id": "09-014-0013_p0061",
      "zh_CN": "【须菩提言。不也。世尊。何以故。实无有法名阿罗汉。世尊。若阿罗汉作是念。我得阿罗汉道。即为着我人众生寿者。】",
      "zh_TW": "【須菩提言。不也。世尊。何以故。實無有法名阿羅漢。世尊。若阿羅漢作是念。我得阿羅漢道。即為著我人眾生壽者。】"
    },
    {
      "id": "09-014-0013_p0062",
      "zh_CN": "那就着相，这一着相是凡夫，哪里是圣人！下面我们做个简单解释，这些在经论里头常常看到的。『阿罗汉』，这是印度话，中国的意思把他翻作「无生」，又翻作「应供」，又翻作「杀贼」。无生，就是不生不灭，是这个意思，这是真正达到修行人的期望，真正证到不生不灭。应供，他应当接受天人供养，为什么？这个人是真正的福田，我们人天想种福，供养阿罗汉。为什么供养阿罗汉就有福？诸位要晓得，阿罗汉是真正有智慧的人，烦恼断尽的人。三果烦恼没断尽，这是烦恼断尽了，唯有烦恼断尽，他的智慧才是纯正，所以阿罗汉称为正觉，道理在此地。正觉我们供养他，他一定教化我们，他是处在老师的地位；你要不供养老师，老师他就不能住在这个地区，我们供养他、尊重他，老师欢喜这些学生，学生认真跟他修学，这就得福。所以应供，他应当接受供养，我们供养他的人是尊师重道，他应供的时候就是接受我们的供养，他同时以法供养大众，大众对他修财供养，他对大众是法供养。杀贼的意思，贼是指烦恼，烦恼贼，杀贼就是把烦恼断尽，是这个意思。有很多人不明了佛法里面术语的含义，「学佛的人戒杀，阿罗汉怎么还开杀戒？怎么还可以杀贼？」这弄错了，这个杀是比喻，就是断一切烦恼。",
      "zh_TW": "那就著相，這一著相是凡夫，哪裡是聖人！下面我們做個簡單解釋，這些在經論裡頭常常看到的。『阿羅漢』，這是印度話，中國的意思把他翻作「無生」，又翻作「應供」，又翻作「殺賊」。無生，就是不生不滅，是這個意思，這是真正達到修行人的期望，真正證到不生不滅。應供，他應當接受天人供養，為什麼？這個人是真正的福田，我們人天想種福，供養阿羅漢。為什麼供養阿羅漢就有福？諸位要曉得，阿羅漢是真正有智慧的人，煩惱斷盡的人。三果煩惱沒斷盡，這是煩惱斷盡了，唯有煩惱斷盡，他的智慧才是純正，所以阿羅漢稱為正覺，道理在此地。正覺我們供養他，他一定教化我們，他是處在老師的地位；你要不供養老師，老師他就不能住在這個地區，我們供養他、尊重他，老師歡喜這些學生，學生認真跟他修學，這就得福。所以應供，他應當接受供養，我們供養他的人是尊師重道，他應供的時候就是接受我們的供養，他同時以法供養大眾，大眾對他修財供養，他對大眾是法供養。殺賊的意思，賊是指煩惱，煩惱賊，殺賊就是把煩惱斷盡，是這個意思。有很多人不明瞭佛法裡面術語的含義，「學佛的人戒殺，阿羅漢怎麼還開殺戒？怎麼還可以殺賊？」這弄錯了，這個殺是比喻，就是斷一切煩惱。"
    },
    {
      "id": "09-014-0013_p0063",
      "zh_CN": "「前三居有学位」，前面初果、二果、三果，他们处在有学的阶段，所以说「果」，初果、二果、三果；「此是无学人」，这个地方等于是毕业了，毕业，没有东西再学了。学是什么？诸位要晓得，学的是断烦恼，烦恼断尽，没学了，所以是无学位，也就是毕业了，他不说果而说道，说道是与觉道接近。觉是大觉，他现在是刚刚觉悟，见思烦恼断尽这是正觉，正觉再一提升是正等正觉，再往上提升是无上正等正觉。这个道与觉道相近，就是与无上正等正觉接近，这才称之为『阿罗汉道』。我们对于这个意思要晓得。",
      "zh_TW": "「前三居有學位」，前面初果、二果、三果，他們處在有學的階段，所以說「果」，初果、二果、三果；「此是無學人」，這個地方等於是畢業了，畢業，沒有東西再學了。學是什麼？諸位要曉得，學的是斷煩惱，煩惱斷盡，沒學了，所以是無學位，也就是畢業了，他不說果而說道，說道是與覺道接近。覺是大覺，他現在是剛剛覺悟，見思煩惱斷盡這是正覺，正覺再一提升是正等正覺，再往上提升是無上正等正覺。這個道與覺道相近，就是與無上正等正覺接近，這才稱之為『阿羅漢道』。我們對於這個意思要曉得。"
    },
    {
      "id": "09-014-0013_p0064",
      "zh_CN": "在一般经里面我们常常会看到，对于阿罗汉的境界有四句话说，「我生已尽」，这个生是什么？就是六道里面舍身受生，生死轮回这个事情完了，从此以后永断轮回。他要是来到人间那是乘愿再来，是来行菩萨道的，是来教化众生的，因为他已经没有业因了。「梵行已立」，梵是清净，身心清净他得到、他建立了，真正的清净，为什么？因为他不生烦恼，见思烦恼统统断尽，这才清净。「所作已办」，所作的是修戒定慧，来断贪瞋痴，这些他都得到了。「不受后有」，后有就是轮回，他不再受三界六道的生死轮回，这是我们讲小乘阿罗汉。",
      "zh_TW": "在一般經裡面我們常常會看到，對於阿羅漢的境界有四句話說，「我生已盡」，這個生是什麼？就是六道裡面捨身受生，生死輪迴這個事情完了，從此以後永斷輪迴。他要是來到人間那是乘願再來，是來行菩薩道的，是來教化眾生的，因為他已經沒有業因了。「梵行已立」，梵是清淨，身心清淨他得到、他建立了，真正的清淨，為什麼？因為他不生煩惱，見思煩惱統統斷盡，這才清淨。「所作已辦」，所作的是修戒定慧，來斷貪瞋痴，這些他都得到了。「不受後有」，後有就是輪迴，他不再受三界六道的生死輪迴，這是我們講小乘阿羅漢。"
    },
    {
      "id": "09-014-0013_p0065",
      "zh_CN": "至于大乘阿罗汉，那就是讲的十地菩萨，这也是佛学常识，我们必须要知道。像本经开端都是讲大阿罗汉，大阿罗汉，大是指大乘，阿罗汉意思是无学，小乘的无学是小乘阿罗汉，大乘的无学那就是大乘阿罗汉。大乘阿罗汉是什么地位的菩萨？法云地的菩萨。大乘人修学的地位有五十一个层次，前面十信位，小乘阿罗汉就是讲断见思烦恼，要在大乘菩萨来讲就是十信位里面的第七信，见思烦恼统统断尽，第七信位，没有到初住。七信上面第八信、第九信、第十信这才初住，你们想想这个境界，由初住、二住，再到十住，十行、十回向、十地，到第十地法云地，才叫做大阿罗汉。由此可知，小乘罗汉跟大乘罗汉相差太远了。就好像我们念书一样，一个小学毕业，一个大学毕业，都是毕业生，毕业了，阿罗汉就是毕业了，小学毕业跟大学毕业程度悬殊很大，佛法的大小乘毕业情形也是如此。这就说明，四果罗汉他证得这个果位，他不生能够得这个果位的念头，而是佛方便为我们说，他自己决定不起心不动念，才叫真正证道。今天讲到此地。",
      "zh_TW": "至於大乘阿羅漢，那就是講的十地菩薩，這也是佛學常識，我們必須要知道。像本經開端都是講大阿羅漢，大阿羅漢，大是指大乘，阿羅漢意思是無學，小乘的無學是小乘阿羅漢，大乘的無學那就是大乘阿羅漢。大乘阿羅漢是什麼地位的菩薩？法雲地的菩薩。大乘人修學的地位有五十一個層次，前面十信位，小乘阿羅漢就是講斷見思煩惱，要在大乘菩薩來講就是十信位裡面的第七信，見思煩惱統統斷盡，第七信位，沒有到初住。七信上面第八信、第九信、第十信這才初住，你們想想這個境界，由初住、二住，再到十住，十行、十迴向、十地，到第十地法雲地，才叫做大阿羅漢。由此可知，小乘羅漢跟大乘羅漢相差太遠了。就好像我們念書一樣，一個小學畢業，一個大學畢業，都是畢業生，畢業了，阿羅漢就是畢業了，小學畢業跟大學畢業程度懸殊很大，佛法的大小乘畢業情形也是如此。這就說明，四果羅漢他證得這個果位，他不生能夠得這個果位的念頭，而是佛方便為我們說，他自己決定不起心不動念，才叫真正證道。今天講到此地。"
    }
  ]
}