{
  "doc_id": "09-014-0004",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1983",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "09-014-0004",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "09-014-0004_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第四讲。",
      "zh_TW": "《金剛般若波羅蜜經》第四講。"
    },
    {
      "id": "09-014-0004_p0002",
      "zh_CN": "【如是我闻。一时佛在舍卫国祇树给孤独园。与大比丘众千二百五十人俱。】",
      "zh_TW": "【如是我聞。一時佛在舍衛國祇樹給孤獨園。與大比丘眾千二百五十人俱。】"
    },
    {
      "id": "09-014-0004_p0003",
      "zh_CN": "『大比丘』，比丘有三个意思，第一个意思是乞士，第二个意思是破恶，第三个意思是怖魔。第一个是「乞士」，这一条意思很重要，前面跟诸位讲过，学佛尤其是出家学佛必须要断贪爱之心，乞食是断贪爱最有效的方法。学佛一定要破除贡高我慢的烦恼，乞食也能够帮助我们达到，叫修道之人一心专求法要，这是很重要的一点意思。虽然目前这个制度已经在中国行不通，可以说在中国没有人照做，但是在南传的小乘佛教，像在泰国、锡兰，他们依旧遵守托钵的制度，换句话说，他们还在行这个方法。",
      "zh_TW": "『大比丘』，比丘有三個意思，第一個意思是乞士，第二個意思是破惡，第三個意思是怖魔。第一個是「乞士」，這一條意思很重要，前面跟諸位講過，學佛尤其是出家學佛必須要斷貪愛之心，乞食是斷貪愛最有效的方法。學佛一定要破除貢高我慢的煩惱，乞食也能夠幫助我們達到，叫修道之人一心專求法要，這是很重要的一點意思。雖然目前這個制度已經在中國行不通，可以說在中國沒有人照做，但是在南傳的小乘佛教，像在泰國、錫蘭，他們依舊遵守托缽的制度，換句話說，他們還在行這個方法。"
    },
    {
      "id": "09-014-0004_p0004",
      "zh_CN": "过去江味农居士在《金刚经讲义》里面他就提倡，他说如果希望佛法再能够复兴，出家人必须要恢复托钵的制度。他这个见解我非常同意，因为如果有所蓄藏，的确是障道，像佛在《阿难问事佛吉凶经》里面告诉我们，积财丧道。只要你有积蓄，你有所收藏，你这个贪心就必定增长，贪心增长，诸位想想求法要的心就淡薄，自自然然就淡薄了，这一生当中如何能有成就？所以我们要想在道业上成就，托钵确实是非常好的制度，从前行得通，现在泰国、锡兰可以行得通，为什么在我们中国行不通？这一点希望大家要特别注意。",
      "zh_TW": "過去江味農居士在《金剛經講義》裡面他就提倡，他說如果希望佛法再能夠復興，出家人必須要恢復托缽的制度。他這個見解我非常同意，因為如果有所蓄藏，的確是障道，像佛在《阿難問事佛吉凶經》裡面告訴我們，積財喪道。只要你有積蓄，你有所收藏，你這個貪心就必定增長，貪心增長，諸位想想求法要的心就淡薄，自自然然就淡薄了，這一生當中如何能有成就？所以我們要想在道業上成就，托缽確實是非常好的制度，從前行得通，現在泰國、錫蘭可以行得通，為什麼在我們中國行不通？這一點希望大家要特別注意。"
    },
    {
      "id": "09-014-0004_p0005",
      "zh_CN": "第二个意思是「破恶」。恶就是烦恼习气，用什么来破除？要用正慧观察，破烦恼恶，不堕爱见。这个地方要注意的就是正慧这两个字，什么叫做正慧？这是我们特别要注意到的，正慧就是我们平常讲的般若智慧。般若智慧与我们一般概念里面所说的聪明智慧不一样，聪明智慧是发生于第六意识，换句话说，它是从生灭心生的，就是世间的聪明智慧；正慧它不是从生灭心生的，它是从真如本性里面所生起本有的觉照，像《般若经》里面常常教给我们，依文字般若、起观照般若，证实相般若，这个正慧就是观照般若。这么说怕大家还是听不清楚，实在讲这个意思也很难讲得圆满，我们不得已用比喻说，希望诸位能从比喻当中去体会这个意思。",
      "zh_TW": "第二個意思是「破惡」。惡就是煩惱習氣，用什麼來破除？要用正慧觀察，破煩惱惡，不墮愛見。這個地方要注意的就是正慧這兩個字，什麼叫做正慧？這是我們特別要注意到的，正慧就是我們平常講的般若智慧。般若智慧與我們一般概念裡面所說的聰明智慧不一樣，聰明智慧是發生於第六意識，換句話說，它是從生滅心生的，就是世間的聰明智慧；正慧它不是從生滅心生的，它是從真如本性裡面所生起本有的覺照，像《般若經》裡面常常教給我們，依文字般若、起觀照般若，證實相般若，這個正慧就是觀照般若。這麼說怕大家還是聽不清楚，實在講這個意思也很難講得圓滿，我們不得已用比喻說，希望諸位能從比喻當中去體會這個意思。"
    },
    {
      "id": "09-014-0004_p0006",
      "zh_CN": "正慧观照，就像一面镜子，我们把一面镜子比作我们的真心，镜子的光明就是正慧，这个光起作用的时候就是观照。我们知道这面镜子照外面的境界相，外面境界相，我们一般人常常感觉到，这个相有好、有丑，有喜欢、有讨厌的，种种差别的境界相。这些差别境界相同时照在镜子里面，镜子对这些相它不分别，它也没有爱好，它也没有排斥，同时照在里面，完全是平等的。镜子本身，好的美的相它不染着，恶的坏的相它也不染着。所以诸佛菩萨古圣先贤无不是教我们要用心如镜，这是从比喻上说，我们用心要像一面镜子一样，那就是外面境界相清清楚楚、了了分明，自己怎么样？又不执着，又不染污，自己这个心永远是清净的。正在照的时候清净，绝不是说照的时候不清净、不照的时候清净，那就错了，正在照的时候它就清净，这是我们讲用心如镜来比喻观照般若。",
      "zh_TW": "正慧觀照，就像一面鏡子，我們把一面鏡子比作我們的真心，鏡子的光明就是正慧，這個光起作用的時候就是觀照。我們知道這面鏡子照外面的境界相，外面境界相，我們一般人常常感覺到，這個相有好、有醜，有喜歡、有討厭的，種種差別的境界相。這些差別境界相同時照在鏡子裡面，鏡子對這些相它不分別，它也沒有愛好，它也沒有排斥，同時照在裡面，完全是平等的。鏡子本身，好的美的相它不染著，惡的壞的相它也不染著。所以諸佛菩薩古聖先賢無不是教我們要用心如鏡，這是從比喻上說，我們用心要像一面鏡子一樣，那就是外面境界相清清楚楚、了了分明，自己怎麼樣？又不執著，又不染污，自己這個心永遠是清淨的。正在照的時候清淨，絕不是說照的時候不清淨、不照的時候清淨，那就錯了，正在照的時候它就清淨，這是我們講用心如鏡來比喻觀照般若。"
    },
    {
      "id": "09-014-0004_p0007",
      "zh_CN": "从这个比喻当中，诸位能够体会到一点意思，在一切境界里面我们看得清楚、听得清楚，六根接触六尘境界没有一桩不清楚，没有一桩不明了。可是正在接触境界的时候，只要自己不起分别、不起执着、不起心动念，那就是正慧观照。正慧观照里面不生烦恼，只生智慧，不生烦恼。为什么？因为你在境界里没有分别执着，你哪来的烦恼？所谓烦恼心生，就是你六根接触六尘境界，顺你心意的，你起了贪爱，这就生烦恼；不顺你意思的，你生瞋恚，你生烦恼。所以凡夫心随境转，这个心是讲妄心，它是随外头境界生无量无边的差别执着，那就是无量无边的恒沙烦恼；诸佛菩萨在一切境界里不起心不动念、不分别不执着，所以只生智慧，不生烦恼。我们要破恶，就必须要正慧观照，要破除烦恼，在境界里面不生爱见。在这个境界里面，正慧观察，破烦恼恶，不可以堕在爱见之中，爱见就是烦恼，不堕在爱见里。",
      "zh_TW": "從這個比喻當中，諸位能夠體會到一點意思，在一切境界裡面我們看得清楚、聽得清楚，六根接觸六塵境界沒有一樁不清楚，沒有一樁不明瞭。可是正在接觸境界的時候，只要自己不起分別、不起執著、不起心動念，那就是正慧觀照。正慧觀照裡面不生煩惱，只生智慧，不生煩惱。為什麼？因為你在境界裡沒有分別執著，你哪來的煩惱？所謂煩惱心生，就是你六根接觸六塵境界，順你心意的，你起了貪愛，這就生煩惱；不順你意思的，你生瞋恚，你生煩惱。所以凡夫心隨境轉，這個心是講妄心，它是隨外頭境界生無量無邊的差別執著，那就是無量無邊的恆沙煩惱；諸佛菩薩在一切境界裡不起心不動念、不分別不執著，所以只生智慧，不生煩惱。我們要破惡，就必須要正慧觀照，要破除煩惱，在境界裡面不生愛見。在這個境界裡面，正慧觀察，破煩惱惡，不可以墮在愛見之中，愛見就是煩惱，不墮在愛見裡。"
    },
    {
      "id": "09-014-0004_p0008",
      "zh_CN": "比丘的第三个意思叫「怖魔」。怖是恐怖，魔是魔王，魔王他恐怖了。为什么说魔王恐怖？发心受戒，羯磨成就，魔即生怖。在这个地方我们先要说明，比丘是出家人的专称，他发心出家，出家就要受戒，这个戒就是具足戒。男子出家受二百五十条戒，女子出家要受三百条戒，要发心受佛的禁戒，出家成为一个比丘。羯磨成就，羯磨是印度话，如果拿现在的意思来讲就是会议，我们今天所谓民主制度，议会制度。这个制度可以说最早是在佛教里面，佛教以我们中国人记录来算，佛灭度到今天已经三千多年，三千年前佛这个僧团里面就实施民主制度。到底下的时候诸位能看得清楚。民主制度里面最重要的就是会议，所以出家受戒，有一个人发心出家来受戒，必须要给他举行一个仪式，这个仪式里头有会议的程序。这个程序是非常的隆重，像我们今天国家的法律，我们要立法，现在中国、外国立法机构为了慎重起见要三读通过。出家是要四番羯磨，这个四番羯磨，换句话说，要四读通过，你看看多谨慎。与会的这些出家师父，通常我们讲三师七证，三个是：得戒和尚、羯磨和尚、教授和尚，另外还有七位尊证和尚，一共十位法师他们来开会，要是四读通过，你才成为一个比丘，这就是会议通过了。",
      "zh_TW": "比丘的第三個意思叫「怖魔」。怖是恐怖，魔是魔王，魔王他恐怖了。為什麼說魔王恐怖？發心受戒，羯磨成就，魔即生怖。在這個地方我們先要說明，比丘是出家人的專稱，他發心出家，出家就要受戒，這個戒就是具足戒。男子出家受二百五十條戒，女子出家要受三百條戒，要發心受佛的禁戒，出家成為一個比丘。羯磨成就，羯磨是印度話，如果拿現在的意思來講就是會議，我們今天所謂民主制度，議會制度。這個制度可以說最早是在佛教裡面，佛教以我們中國人記錄來算，佛滅度到今天已經三千多年，三千年前佛這個僧團裡面就實施民主制度。到底下的時候諸位能看得清楚。民主制度裡面最重要的就是會議，所以出家受戒，有一個人發心出家來受戒，必須要給他舉行一個儀式，這個儀式裡頭有會議的程序。這個程序是非常的隆重，像我們今天國家的法律，我們要立法，現在中國、外國立法機構為了慎重起見要三讀通過。出家是要四番羯磨，這個四番羯磨，換句話說，要四讀通過，你看看多謹慎。與會的這些出家師父，通常我們講三師七證，三個是：得戒和尚、羯磨和尚、教授和尚，另外還有七位尊證和尚，一共十位法師他們來開會，要是四讀通過，你才成為一個比丘，這就是會議通過了。"
    },
    {
      "id": "09-014-0004_p0009",
      "zh_CN": "这个会议通过之后，承认你是正式的出家人，出家的身分，承认你是个比丘僧的身分。这种作法这样的隆重，当然有护法善神守护这个地方，「某某人发大心出家修行，弘法利生」，这个消息立刻就传出去了，就由鬼神传到四王天，四王天再传到忉利天，没有多久就传到他化自在天，他化自在天就是魔天，魔王之天，他化自在天主听了之后心里就很不乐意了。他为什么不乐意？因为娑婆世界欲界里面他等于是欲界主，这个人出家了，他将来要是出了三界，换句话说，他所统治的人民又少了一个，所以他很不乐意。也像我们现在一般社会，儿女发心出家了，父母对出家的意思并不了解，认为我这个小孩怎么会变成这样，学佛着魔、着迷了。他不知道出家是一桩好事情，所以他要想尽方法要叫他还俗，要把他找回来，这就跟魔的心里没有两样。我们看到现在有许多人出家，都是瞒着父母偷偷的出家，结果父母多少年也找不到他，以后一找到，晓得他出家了，有这种情形。你真正出家要是证道了，魔也会欢喜，也来护法，也来拥护你，这种情形我们在经论里面常常会看到。所以第三个意思有怖魔的意思。这是讲比丘的意思，简单介绍到此地。",
      "zh_TW": "這個會議通過之後，承認你是正式的出家人，出家的身分，承認你是個比丘僧的身分。這種作法這樣的隆重，當然有護法善神守護這個地方，「某某人發大心出家修行，弘法利生」，這個消息立刻就傳出去了，就由鬼神傳到四王天，四王天再傳到忉利天，沒有多久就傳到他化自在天，他化自在天就是魔天，魔王之天，他化自在天主聽了之後心裡就很不樂意了。他為什麼不樂意？因為娑婆世界欲界裡面他等於是欲界主，這個人出家了，他將來要是出了三界，換句話說，他所統治的人民又少了一個，所以他很不樂意。也像我們現在一般社會，兒女發心出家了，父母對出家的意思並不了解，認為我這個小孩怎麼會變成這樣，學佛著魔、著迷了。他不知道出家是一樁好事情，所以他要想盡方法要叫他還俗，要把他找回來，這就跟魔的心裡沒有兩樣。我們看到現在有許多人出家，都是瞞著父母偷偷的出家，結果父母多少年也找不到他，以後一找到，曉得他出家了，有這種情形。你真正出家要是證道了，魔也會歡喜，也來護法，也來擁護你，這種情形我們在經論裡面常常會看到。所以第三個意思有怖魔的意思。這是講比丘的意思，簡單介紹到此地。"
    },
    {
      "id": "09-014-0004_p0010",
      "zh_CN": "下面还有一个字「众」的意思，这个字我们不能够把它轻易的看过去。这个字梵语叫僧伽，翻成中国的意思叫众，它必须要具足理事二种和合，所以称之为和合众。这二种和合在此地我也必须要跟诸位做一个简单介绍。第一种就是「理和合」，所谓理和合，大家既然出家修道，有一个共同的目标，这个目标就是同证无上菩提、圆成佛道。不但是出家人，就是在家学佛也是这样的一个目标，没有第二个目标。如果心心向着这个目标，这就是成佛之道，你的方向是成佛的方向，你走的道路是成佛之道，圆是讲圆满，所以这是理和，大家学佛同一个目标、同一个方向。这是比什么都重要的，我们必须要把它认清楚。今天往往有许多人他不明了这个目标，以为什么？你是个出家人，出家人好像在佛门里面有很高的地位，你建了很大的道场，你做为开山的祖师，大家觉得这是非常的荣耀。给诸位说，那是世间法，不是佛法。佛法的目标是教你证无上菩提成佛道，这个是佛法；你庙盖得再多，你不能证无上菩提，你也不能成佛道。在我们中国，以往建庙建得最多的是梁武帝，梁武帝不能证无上菩提，也不能成佛道。所以佛法的修学、佛法的成就不同于世间的成就，世间有种事业是成就，佛法里面是要看破放下为成就，这个道理无论是在家学佛、出家学佛，一定要牢牢的记住。",
      "zh_TW": "下面還有一個字「眾」的意思，這個字我們不能夠把它輕易的看過去。這個字梵語叫僧伽，翻成中國的意思叫眾，它必須要具足理事二種和合，所以稱之為和合眾。這二種和合在此地我也必須要跟諸位做一個簡單介紹。第一種就是「理和合」，所謂理和合，大家既然出家修道，有一個共同的目標，這個目標就是同證無上菩提、圓成佛道。不但是出家人，就是在家學佛也是這樣的一個目標，沒有第二個目標。如果心心向著這個目標，這就是成佛之道，你的方向是成佛的方向，你走的道路是成佛之道，圓是講圓滿，所以這是理和，大家學佛同一個目標、同一個方向。這是比什麼都重要的，我們必須要把它認清楚。今天往往有許多人他不明瞭這個目標，以為什麼？你是個出家人，出家人好像在佛門裡面有很高的地位，你建了很大的道場，你做為開山的祖師，大家覺得這是非常的榮耀。給諸位說，那是世間法，不是佛法。佛法的目標是教你證無上菩提成佛道，這個是佛法；你廟蓋得再多，你不能證無上菩提，你也不能成佛道。在我們中國，以往建廟建得最多的是梁武帝，梁武帝不能證無上菩提，也不能成佛道。所以佛法的修學、佛法的成就不同於世間的成就，世間有種事業是成就，佛法裡面是要看破放下為成就，這個道理無論是在家學佛、出家學佛，一定要牢牢的記住。"
    },
    {
      "id": "09-014-0004_p0011",
      "zh_CN": "「事和合」，就讲到我们实际上的生活。第一个，佛门是团体生活，既然是团体生活，我们当然大家住在一起，「身同住」。第二是「口无诤」，我们身同住，同住在一块，同住在一个道场，同住在一个寺院，口要无诤，像六祖在《坛经》里面告诉我们的，「此宗本无诤，诤即失道意」，所以大家非常和睦住在一起，没有争论，心多清净，这一点非常重要。第三是「意同悦」，意就是心意，悦是法喜充满，每一个人都欢欢喜喜、高高兴兴在一起，这是和睦之相，非常之可贵。第四是「见同解」，要想达到这样的和睦之相，给诸位说，这里头有个最重要的一条，就是见同解。见解要是不相同，怎么能无诤？如果有争执，怎么能同悦？就没有了，可见得六和合里头顶重要的就是这一条，我们的见解要相同。",
      "zh_TW": "「事和合」，就講到我們實際上的生活。第一個，佛門是團體生活，既然是團體生活，我們當然大家住在一起，「身同住」。第二是「口無諍」，我們身同住，同住在一塊，同住在一個道場，同住在一個寺院，口要無諍，像六祖在《壇經》裡面告訴我們的，「此宗本無諍，諍即失道意」，所以大家非常和睦住在一起，沒有爭論，心多清淨，這一點非常重要。第三是「意同悅」，意就是心意，悅是法喜充滿，每一個人都歡歡喜喜、高高興興在一起，這是和睦之相，非常之可貴。第四是「見同解」，要想達到這樣的和睦之相，給諸位說，這裡頭有個最重要的一條，就是見同解。見解要是不相同，怎麼能無諍？如果有爭執，怎麼能同悅？就沒有了，可見得六和合裡頭頂重要的就是這一條，我們的見解要相同。"
    },
    {
      "id": "09-014-0004_p0012",
      "zh_CN": "这个见解怎么个同法？中国在第二次大战期间，抵抗日本人的侵略，国家曾经提出了三句口号，发生了很大的作用，这三句口号里面有一句就是意志集中，力量集中，这就是属于见解相同。另外两句是，国家第一，民族第一；军事第一，胜利第一。这是叫我们整个国民上下建立共同的见解。在佛法里面，我们看自古以来，僧团能做到和合。僧团，它是一个教学的机构，它每天有八小时的讲堂，八小时讲堂就是修见同解，我们凡夫毕竟是凡夫，凡夫心意是不平的，彼此当中当然有意见，但是天天在一起听经，那个不平的意见渐渐就压下去，自己就能够控制得住。换句话说，放弃自己的见解，采取佛的见解，就是拿经论的见解做为我们自己的见解，我们大家有同样的见解，思想统一了，前面这三种和合才能做得到。",
      "zh_TW": "這個見解怎麼個同法？中國在第二次大戰期間，抵抗日本人的侵略，國家曾經提出了三句口號，發生了很大的作用，這三句口號裡面有一句就是意志集中，力量集中，這就是屬於見解相同。另外兩句是，國家第一，民族第一；軍事第一，勝利第一。這是叫我們整個國民上下建立共同的見解。在佛法裡面，我們看自古以來，僧團能做到和合。僧團，它是一個教學的機構，它每天有八小時的講堂，八小時講堂就是修見同解，我們凡夫畢竟是凡夫，凡夫心意是不平的，彼此當中當然有意見，但是天天在一起聽經，那個不平的意見漸漸就壓下去，自己就能夠控制得住。換句話說，放棄自己的見解，採取佛的見解，就是拿經論的見解做為我們自己的見解，我們大家有同樣的見解，思想統一了，前面這三種和合才能做得到。"
    },
    {
      "id": "09-014-0004_p0013",
      "zh_CN": "第五是「戒同修」，这个戒就是我们的生活规范，小乘戒律是自律，大乘戒律是入众，就是团体的生活规范。可是这个地方必须要晓得，自己的生活规范是你私人的，别人没有干涉你，你要遵守，所谓是「十目所视，十手所指」，必须要修慎独的功夫；大乘戒虽然是入众，在团体当中自己要守规矩，这里头最重要的就是不妨害别人、不侵犯别人，这是团体生活当中最重要的一条。因此，戒律是戒自己的，不是戒别人的，这个僧团才能和合。如果你要是把戒律当作是戒别人的，今天看到某人你犯戒了，你这个做得不对，那就错了，戒律是戒自己，不是戒别人。",
      "zh_TW": "第五是「戒同修」，這個戒就是我們的生活規範，小乘戒律是自律，大乘戒律是入眾，就是團體的生活規範。可是這個地方必須要曉得，自己的生活規範是你私人的，別人沒有干涉你，你要遵守，所謂是「十目所視，十手所指」，必須要修慎獨的功夫；大乘戒雖然是入眾，在團體當中自己要守規矩，這裡頭最重要的就是不妨害別人、不侵犯別人，這是團體生活當中最重要的一條。因此，戒律是戒自己的，不是戒別人的，這個僧團才能和合。如果你要是把戒律當作是戒別人的，今天看到某人你犯戒了，你這個做得不對，那就錯了，戒律是戒自己，不是戒別人。"
    },
    {
      "id": "09-014-0004_p0014",
      "zh_CN": "在民国初年，佛门里面有一位大德弘一法师，他是一位艺术家而出家的，出家之后专攻戒律，他不但研究戒律，而且切实的去奉行。弘一大师虽然很严肃，但是非常的和蔼可亲，从来不说别人的过失。也有几所佛学院请他教授出家人，他看到出家人有过失了，他也很难过，他怎么办？他关着门不吃饭，他不说学生的过失，他自己责备自己，自己的道德自己没有能力去感化学生，对不起学生，自己在修忏悔。看到别人的过失就认为是自己的过失，从来没有一句话责备别人，所以同学们也晓得，看到今天法师下了课之后就到自己房间里面去，关了房门不出来吃饭，大家就反省，我们自己一定有做错事情的地方，都能够改过自新。法师看到大家都能够自己知过改过了，他非常的欢喜。这是我们近代看到这么一个榜样，戒律乃是戒自己，而不是用作责备别人的标准，那你就大错特错了。",
      "zh_TW": "在民國初年，佛門裡面有一位大德弘一法師，他是一位藝術家而出家的，出家之後專攻戒律，他不但研究戒律，而且切實的去奉行。弘一大師雖然很嚴肅，但是非常的和藹可親，從來不說別人的過失。也有幾所佛學院請他教授出家人，他看到出家人有過失了，他也很難過，他怎麼辦？他關著門不吃飯，他不說學生的過失，他自己責備自己，自己的道德自己沒有能力去感化學生，對不起學生，自己在修懺悔。看到別人的過失就認為是自己的過失，從來沒有一句話責備別人，所以同學們也曉得，看到今天法師下了課之後就到自己房間裡面去，關了房門不出來吃飯，大家就反省，我們自己一定有做錯事情的地方，都能夠改過自新。法師看到大家都能夠自己知過改過了，他非常的歡喜。這是我們近代看到這麼一個榜樣，戒律乃是戒自己，而不是用作責備別人的標準，那你就大錯特錯了。"
    },
    {
      "id": "09-014-0004_p0015",
      "zh_CN": "佛在大经里面告诉我们因戒生定，诸位想想看，戒律是只责备自己，而不责备别人，我们才能得到定。如果要是责备别人的话，你这个心都被外面境界牵着转，你几时才能得定？你看到所有的出家人、在家人个个都有过失，个个都不合乎戒律，那好了，你也就别成佛道了，你念佛，你怎么能得到一心不乱？不可能。我们学佛是学什么？是修自己的清净心，是要断自己的分别执着烦恼，不是为别人。因此经论是佛对我一个人说的，纠正我一些错误的观念；戒律，佛也是对我一个人说的，纠正我一切身口的行为，不是对别人讲的，不是教我拿这个标准去看别人。毛病就是在自己身上，除了自己之外，外面境界没有毛病。外面境缘当中如果有毛病的话，佛怎么可以在大经里面说，自己成佛的时候普遍看到大地一切众生同成佛道，这个话怎么能讲得通！我们要细细体会佛这些言语当中的真实义，我们才晓得戒律应当怎么修法。戒律最重要的就是五戒，五戒是佛法的根本戒，就是不杀生、不偷盗、不邪淫、不妄语、不饮酒。这五条是出家在家四众弟子共同遵守的基本戒条，可是这个戒条都是属于自己，而不是属于别人的。",
      "zh_TW": "佛在大經裡面告訴我們因戒生定，諸位想想看，戒律是只責備自己，而不責備別人，我們才能得到定。如果要是責備別人的話，你這個心都被外面境界牽著轉，你幾時才能得定？你看到所有的出家人、在家人個個都有過失，個個都不合乎戒律，那好了，你也就別成佛道了，你念佛，你怎麼能得到一心不亂？不可能。我們學佛是學什麼？是修自己的清淨心，是要斷自己的分別執著煩惱，不是為別人。因此經論是佛對我一個人說的，糾正我一些錯誤的觀念；戒律，佛也是對我一個人說的，糾正我一切身口的行為，不是對別人講的，不是教我拿這個標準去看別人。毛病就是在自己身上，除了自己之外，外面境界沒有毛病。外面境緣當中如果有毛病的話，佛怎麼可以在大經裡面說，自己成佛的時候普遍看到大地一切眾生同成佛道，這個話怎麼能講得通！我們要細細體會佛這些言語當中的真實義，我們才曉得戒律應當怎麼修法。戒律最重要的就是五戒，五戒是佛法的根本戒，就是不殺生、不偷盜、不邪淫、不妄語、不飲酒。這五條是出家在家四眾弟子共同遵守的基本戒條，可是這個戒條都是屬於自己，而不是屬於別人的。"
    },
    {
      "id": "09-014-0004_p0016",
      "zh_CN": "六和敬当中最后这一条是讲「利同均」，利是利养。譬如出家的比丘众，这是主要讲比丘，比丘的生活是十方在家信众所供养的，这个供养不是供养一个人，是供养大众的，供养大众的就是大众都有份，而不是个人可以去享受的，人人都是平等的受用，这个才叫做利同均。我们穿的是一样的、吃的是一样的，这里面没有很大的差距。具足理事，事里面有六条，理是一条，具足这七个条件这就叫做僧团。这个僧团必定为诸佛菩萨、护法善神所拥护，这是正法道场，是正法的僧团，非常之可贵，如果这个地方真正有这样一个僧团，护法龙天必定守护。",
      "zh_TW": "六和敬當中最後這一條是講「利同均」，利是利養。譬如出家的比丘眾，這是主要講比丘，比丘的生活是十方在家信眾所供養的，這個供養不是供養一個人，是供養大眾的，供養大眾的就是大眾都有份，而不是個人可以去享受的，人人都是平等的受用，這個才叫做利同均。我們穿的是一樣的、吃的是一樣的，這裡面沒有很大的差距。具足理事，事裡面有六條，理是一條，具足這七個條件這就叫做僧團。這個僧團必定為諸佛菩薩、護法善神所擁護，這是正法道場，是正法的僧團，非常之可貴，如果這個地方真正有這樣一個僧團，護法龍天必定守護。"
    },
    {
      "id": "09-014-0004_p0017",
      "zh_CN": "说到这个地方，我想起一桩事情。在几年之前，大概十年前，我到台北来讲经不多久的时候，有一位老居士请我吃饭，提了一个问题问我，他说，法师，现在有许多人造地狱的罪业，这怎么得了！他老人家说这个话的时候非常的悲伤，很感慨。我就问他，造什么罪业？他说，破和合僧。这个事严重，阿鼻地狱的业因是五逆十恶，而造五逆十恶这种罪业的人的确不多。譬如五逆罪里面，杀父亲、杀母亲毕竟少数，纵然今天世风日下，杀父母的还是不多见；杀阿罗汉，阿罗汉在哪里你还找不到，你想杀也找不到，哪有阿罗汉被你杀的？所以这些业因不能成立。出佛身血，佛不住世，或者有等流罪，像佛像、佛经恶意把它破坏，这是等流罪，无意当中破坏的还没有那么重的罪，所以这个也少。破和合僧，我反过来问他：「我出家弘法有不少年了，我也走过很多很多地方。老居士，我没有见过和合僧团，你见到过了吗？」我这样一问，他也笑起来，他说：是啊！我们不能把一般寺庙一般出家人都看作和合僧团，那你就错了。这个寺庙的住众，不管他人多少，他有没有守这七个条件，这理事七条他有没有做到？他做到了，你要是破坏他、毁谤他，那你就是造阿鼻地狱罪；如果他本身不具足这七条，换句话说，他虽然名义上是一个僧团，他并没有具足这七个条件。没具足，换句话说，不必别人破坏，他自己在里头天天彼此不和，天天在吵架，天天在斗争，还用得着别人破坏他吗？我跟他这样一解释，这个老居士心开意解，恍然大悟。",
      "zh_TW": "說到這個地方，我想起一樁事情。在幾年之前，大概十年前，我到台北來講經不多久的時候，有一位老居士請我吃飯，提了一個問題問我，他說，法師，現在有許多人造地獄的罪業，這怎麼得了！他老人家說這個話的時候非常的悲傷，很感慨。我就問他，造什麼罪業？他說，破和合僧。這個事嚴重，阿鼻地獄的業因是五逆十惡，而造五逆十惡這種罪業的人的確不多。譬如五逆罪裡面，殺父親、殺母親畢竟少數，縱然今天世風日下，殺父母的還是不多見；殺阿羅漢，阿羅漢在哪裡你還找不到，你想殺也找不到，哪有阿羅漢被你殺的？所以這些業因不能成立。出佛身血，佛不住世，或者有等流罪，像佛像、佛經惡意把它破壞，這是等流罪，無意當中破壞的還沒有那麼重的罪，所以這個也少。破和合僧，我反過來問他：「我出家弘法有不少年了，我也走過很多很多地方。老居士，我沒有見過和合僧團，你見到過了嗎？」我這樣一問，他也笑起來，他說：是啊！我們不能把一般寺廟一般出家人都看作和合僧團，那你就錯了。這個寺廟的住眾，不管他人多少，他有沒有守這七個條件，這理事七條他有沒有做到？他做到了，你要是破壞他、毀謗他，那你就是造阿鼻地獄罪；如果他本身不具足這七條，換句話說，他雖然名義上是一個僧團，他並沒有具足這七個條件。沒具足，換句話說，不必別人破壞，他自己在裡頭天天彼此不和，天天在吵架，天天在鬥爭，還用得著別人破壞他嗎？我跟他這樣一解釋，這個老居士心開意解，恍然大悟。"
    },
    {
      "id": "09-014-0004_p0018",
      "zh_CN": "今天造阿鼻地狱业因的确不多，所以一般在家人造这个罪业的确不多。但是出家人造阿鼻地狱的罪业反而多起来，因为你既然发心出家了，心不在道。换句话说，你的目标不是求无上菩提，念佛人不求一心不乱，参禅人不求明心见性，不希望断烦恼，不希望证菩提，你这个衣服穿上就有罪业，这个衣服穿上就是阿鼻地狱的制服，这个事情麻烦大，不必别人叫你堕落，自己就已经堕落了，这是我们必须要晓得的，必须要提高警觉的。这是众的意思。",
      "zh_TW": "今天造阿鼻地獄業因的確不多，所以一般在家人造這個罪業的確不多。但是出家人造阿鼻地獄的罪業反而多起來，因為你既然發心出家了，心不在道。換句話說，你的目標不是求無上菩提，念佛人不求一心不亂，參禪人不求明心見性，不希望斷煩惱，不希望證菩提，你這個衣服穿上就有罪業，這個衣服穿上就是阿鼻地獄的制服，這個事情麻煩大，不必別人叫你墮落，自己就已經墮落了，這是我們必須要曉得的，必須要提高警覺的。這是眾的意思。"
    },
    {
      "id": "09-014-0004_p0019",
      "zh_CN": "下面一句说出人数，就是一千二百五十人，「千二百五十人俱」，这一句里面也有含义。千二百五十人，讲堂有四类听众，这个地方是专指常随众的人数，这些人是常随释迦牟尼佛，释迦牟尼佛到什么地方他们就跟到什么地方，从来都不离开佛，所以这是一个相当大的僧团。除这一千二百五十人之外还有五个人，是一千二百五十五人，那个零头此地省掉，加上释迦牟尼佛，这个团体一共是一千二百五十六个人，学生是一千二百五十五个人，一个老师就是释迦牟尼佛，这是一个相当大的团体。这个团体里面人人都具足理事七和，而为后世僧团之模范。我们今天要建个寺院，或者大家在一块共同修行，这是我们的典范，我们应当要学习。像佛陀在世，这些常随弟子共同生活在一起，具足理事七种和合，不但你个人成就，这个僧团住世是世间人的大福德，若不是大福德因缘，怎么会有这样殊胜的僧团住在你这个地区，住在你这个时代？所以这个具有很深的意义，就是给我们作榜样。",
      "zh_TW": "下面一句說出人數，就是一千二百五十人，「千二百五十人俱」，這一句裡面也有含義。千二百五十人，講堂有四類聽眾，這個地方是專指常隨眾的人數，這些人是常隨釋迦牟尼佛，釋迦牟尼佛到什麼地方他們就跟到什麼地方，從來都不離開佛，所以這是一個相當大的僧團。除這一千二百五十人之外還有五個人，是一千二百五十五人，那個零頭此地省掉，加上釋迦牟尼佛，這個團體一共是一千二百五十六個人，學生是一千二百五十五個人，一個老師就是釋迦牟尼佛，這是一個相當大的團體。這個團體裡面人人都具足理事七和，而為後世僧團之模範。我們今天要建個寺院，或者大家在一塊共同修行，這是我們的典範，我們應當要學習。像佛陀在世，這些常隨弟子共同生活在一起，具足理事七種和合，不但你個人成就，這個僧團住世是世間人的大福德，若不是大福德因緣，怎麼會有這樣殊勝的僧團住在你這個地區，住在你這個時代？所以這個具有很深的意義，就是給我們作榜樣。"
    },
    {
      "id": "09-014-0004_p0020",
      "zh_CN": "讲到僧团，还有一点意思也非常的重要，我们必须要晓得，那就是它还有表法的意思在，这是我们不可以不知道的。众成就另一表法，表法的意思是：一佛出世，千佛拥护，方能成就佛事。这一点我要跟诸位说说，佛出现在世间，他的目的是教化众生。因为众生他之所以变成众生，就是迷在五欲六尘的境界上，不知道回头，这叫众生。佛之示现，以种种善巧方便，其目的无非是教众生在境界里面认识自己，认识自己本来面目，所谓是明心见性，见性就叫做佛，见性成佛，佛示现在世间其目的如是而已。但是教学毕竟不是一个人的事情，就好像唱戏一样，一个人没有办法唱一出戏，他必须要有许多配角来陪衬他，这台戏才能唱得好。教学也一样，譬如一个人也要有许多增上缘帮助你成就，特别是教学，中国跟古印度在教学仪式上来说几乎是相同的，那就是尊师重道，「只闻来学，未闻往教」，必须要示现师道的尊严，才能收到教学的成果，这就必须要很多行家来帮助主持教化的人。",
      "zh_TW": "講到僧團，還有一點意思也非常的重要，我們必須要曉得，那就是它還有表法的意思在，這是我們不可以不知道的。眾成就另一表法，表法的意思是：一佛出世，千佛擁護，方能成就佛事。這一點我要跟諸位說說，佛出現在世間，他的目的是教化眾生。因為眾生他之所以變成眾生，就是迷在五欲六塵的境界上，不知道回頭，這叫眾生。佛之示現，以種種善巧方便，其目的無非是教眾生在境界裡面認識自己，認識自己本來面目，所謂是明心見性，見性就叫做佛，見性成佛，佛示現在世間其目的如是而已。但是教學畢竟不是一個人的事情，就好像唱戲一樣，一個人沒有辦法唱一齣戲，他必須要有許多配角來陪襯他，這台戲才能唱得好。教學也一樣，譬如一個人也要有許多增上緣幫助你成就，特別是教學，中國跟古印度在教學儀式上來說幾乎是相同的，那就是尊師重道，「只聞來學，未聞往教」，必須要示現師道的尊嚴，才能收到教學的成果，這就必須要很多行家來幫助主持教化的人。"
    },
    {
      "id": "09-014-0004_p0021",
      "zh_CN": "譬如释迦牟尼佛示现为教化主，什么人来帮助他？必须要很内行的人，帮助他的人程度绝不在他之下，所以才说「一佛出世，千佛拥护」。这个千佛是谁？一千二百五十五人，这些人其中有许多都是古佛再来的，他早就成佛了，他现在变现一个样子，来做释迦牟尼佛的学生，其实是什么？帮助他教化。譬如舍利弗、目犍连早就成佛了，不但这些常随弟子当中，出家众当中，都是古佛与大菩萨们再来，就是当时拥护僧团那些在家众也是古佛与菩萨再来的，要不然谁来捧释迦牟尼佛的场？今天俗话说抬轿子，谁来抬你？谁抬举你？世间人迷惑颠倒，不认识正法，不明白是非善恶，所以称之为颠倒，他不会护持正法的。护持正法的人，是要真正能够通达明白正法的人，他才会护持，这就必须要古佛与这些大菩萨再来。",
      "zh_TW": "譬如釋迦牟尼佛示現為教化主，什麼人來幫助他？必須要很內行的人，幫助他的人程度絕不在他之下，所以才說「一佛出世，千佛擁護」。這個千佛是誰？一千二百五十五人，這些人其中有許多都是古佛再來的，他早就成佛了，他現在變現一個樣子，來做釋迦牟尼佛的學生，其實是什麼？幫助他教化。譬如舍利弗、目犍連早就成佛了，不但這些常隨弟子當中，出家眾當中，都是古佛與大菩薩們再來，就是當時擁護僧團那些在家眾也是古佛與菩薩再來的，要不然誰來捧釋迦牟尼佛的場？今天俗話說抬轎子，誰來抬你？誰抬舉你？世間人迷惑顛倒，不認識正法，不明白是非善惡，所以稱之為顛倒，他不會護持正法的。護持正法的人，是要真正能夠通達明白正法的人，他才會護持，這就必須要古佛與這些大菩薩再來。"
    },
    {
      "id": "09-014-0004_p0022",
      "zh_CN": "像舍卫国的国王，佛在经里面说他是四地菩萨再来的，示现国王身来拥护佛法，他一尊重，老百姓当然跟着，我们国王都尊重佛法，都拜释迦牟尼佛作老师、都去皈依，那我们每个人都要拜老师去；我们的国王都对释迦牟尼佛都信受奉行了，我们怎么可以不信受奉行？意思在这个地方。所以表法里头有拥护佛法，帮助佛推行教育，这是真善美慧的教育，是真正功德利益的教学，可惜世间人不识，要诸佛菩萨来帮助。不但佛在世如此，佛灭度之后，一直到今天，历代祖师大德他们能够教化一方，得力于内助，就是出家人当中彼此帮助；外护，这些国王大臣，世间有财富、有力量的这些长者他们来护持，所以教学的效果才能够推广，才能够有深远的影响。如果没有这些诸佛菩萨再来，世间人不认识，世间人不会拥护的，正法住世，他也会当面错过！由此可知，这一点的意思就非常的重要。",
      "zh_TW": "像舍衛國的國王，佛在經裡面說他是四地菩薩再來的，示現國王身來擁護佛法，他一尊重，老百姓當然跟著，我們國王都尊重佛法，都拜釋迦牟尼佛作老師、都去皈依，那我們每個人都要拜老師去；我們的國王都對釋迦牟尼佛都信受奉行了，我們怎麼可以不信受奉行？意思在這個地方。所以表法裡頭有擁護佛法，幫助佛推行教育，這是真善美慧的教育，是真正功德利益的教學，可惜世間人不識，要諸佛菩薩來幫助。不但佛在世如此，佛滅度之後，一直到今天，歷代祖師大德他們能夠教化一方，得力於內助，就是出家人當中彼此幫助；外護，這些國王大臣，世間有財富、有力量的這些長者他們來護持，所以教學的效果才能夠推廣，才能夠有深遠的影響。如果沒有這些諸佛菩薩再來，世間人不認識，世間人不會擁護的，正法住世，他也會當面錯過！由此可知，這一點的意思就非常的重要。"
    },
    {
      "id": "09-014-0004_p0023",
      "zh_CN": "我们前面讲过《坛经》，我们晓得六祖大师是再来人。帮助六祖，功劳最大的印宗法师又何尝不是再来人？印宗菩萨是佛菩萨化身，来帮助六祖弘法利生的，那不是一个普通人，这正是所谓佛佛道同。他做主角，好像演戏一样，他演主角，我演配角来衬托，使这个主角表演得最圆满，表演得成功。他的成功、他的圆满就是自己的圆满成功，是一不是二。这是众成就里头有这么深的意思在，除这个之外，这就是讲千佛拥护方能成就佛事。",
      "zh_TW": "我們前面講過《壇經》，我們曉得六祖大師是再來人。幫助六祖，功勞最大的印宗法師又何嘗不是再來人？印宗菩薩是佛菩薩化身，來幫助六祖弘法利生的，那不是一個普通人，這正是所謂佛佛道同。他做主角，好像演戲一樣，他演主角，我演配角來襯托，使這個主角表演得最圓滿，表演得成功。他的成功、他的圓滿就是自己的圓滿成功，是一不是二。這是眾成就裡頭有這麼深的意思在，除這個之外，這就是講千佛擁護方能成就佛事。"
    },
    {
      "id": "09-014-0004_p0024",
      "zh_CN": "其次我要跟诸位说明白佛与魔，这是我们学佛的人必须要有能力辨别的。佛魔全在当人自心变现，当人是当事的人，就是自己，当事人你自己心里面变现的，无关境缘。境是什么？是我们的环境，物质环境；缘是人事环境。换句话说，与物质的环境、与人事的环境没有关系。你一念心清净，外面的境界、外面的人事，就是佛现前；如果起一念分别、一念执着、一念贪瞋，外面的境缘就是魔现前。这个话怎么说？我们还得举比喻上来讲，像《华严经》里面所讲的善财童子五十三参，我们在华严会上时时提醒大家，五十三参是什么一回事？就是我们的日常生活，早晨起床洗脸漱口，一直到晚上上床睡觉，一天当中我们所起的念头，我们一切的生活行为，与我们所接触的社会广大的群众，各行各业，那就是五十三参。",
      "zh_TW": "其次我要跟諸位說明白佛與魔，這是我們學佛的人必須要有能力辨別的。佛魔全在當人自心變現，當人是當事的人，就是自己，當事人你自己心裡面變現的，無關境緣。境是什麼？是我們的環境，物質環境；緣是人事環境。換句話說，與物質的環境、與人事的環境沒有關係。你一念心清淨，外面的境界、外面的人事，就是佛現前；如果起一念分別、一念執著、一念貪瞋，外面的境緣就是魔現前。這個話怎麼說？我們還得舉比喻上來講，像《華嚴經》裡面所講的善財童子五十三參，我們在華嚴會上時時提醒大家，五十三參是什麼一回事？就是我們的日常生活，早晨起床洗臉漱口，一直到晚上上床睡覺，一天當中我們所起的念頭，我們一切的生活行為，與我們所接觸的社會廣大的群眾，各行各業，那就是五十三參。"
    },
    {
      "id": "09-014-0004_p0025",
      "zh_CN": "善财童子叫参访，我们不叫参访，我们叫什么？我们从早到晚叫着魔，诸位要懂这个意思。怎么叫着魔？因为从早到晚我们的心被外境所转，这就着魔。魔是什么？《八大人觉经》里面给我们讲的「五阴魔」，我们着不着？着了；「烦恼魔」，我们着了？着了；「生死魔」，我们有没有着？着了；除这三个之外，还有个「天魔」，四魔都是自己心里变现的。真正修行怎么修法？经文后面会讲到，「不取于相，如如不动」。我们是处处取着，刹那刹那都在动摇，取相动念就叫做着魔，外境都是魔；如果我们六根接触六尘境界，我们不取相、不动念，外面境界都是佛。佛与魔在哪里？外境里头既没有佛也没有魔，什么都没有，佛魔都是你自己心变现的。你自己一念心清净，外面境界统统是佛。佛在《楞严》上讲，你一个人成佛的时候，当你成佛的时候，你见到大地一切众生同成佛道。你想想，为什么同成？因为你心清净了，心清净看看大地众生，都是佛！所以善财五十三参全是善知识，全是诸大菩萨。",
      "zh_TW": "善財童子叫參訪，我們不叫參訪，我們叫什麼？我們從早到晚叫著魔，諸位要懂這個意思。怎麼叫著魔？因為從早到晚我們的心被外境所轉，這就著魔。魔是什麼？《八大人覺經》裡面給我們講的「五陰魔」，我們著不著？著了；「煩惱魔」，我們著了？著了；「生死魔」，我們有沒有著？著了；除這三個之外，還有個「天魔」，四魔都是自己心裡變現的。真正修行怎麼修法？經文後面會講到，「不取於相，如如不動」。我們是處處取著，剎那剎那都在動搖，取相動念就叫做著魔，外境都是魔；如果我們六根接觸六塵境界，我們不取相、不動念，外面境界都是佛。佛與魔在哪裡？外境裡頭既沒有佛也沒有魔，什麼都沒有，佛魔都是你自己心變現的。你自己一念心清淨，外面境界統統是佛。佛在《楞嚴》上講，你一個人成佛的時候，當你成佛的時候，你見到大地一切眾生同成佛道。你想想，為什麼同成？因為你心清淨了，心清淨看看大地眾生，都是佛！所以善財五十三參全是善知識，全是諸大菩薩。"
    },
    {
      "id": "09-014-0004_p0026",
      "zh_CN": "所以修，修自己一个人。清凉在《华严经》里面告诉我们，托法进修，修行是什么？要托佛在经论里面告诉我们的理论与方法。修怎么修？修要依人，就是我此地讲的要依境界，物质的境界、人事的境界，在这里面去转锻炼，这叫历事炼心。炼什么？炼不动心，炼不动心就是修定，我们六根接触外面六尘境界能如如不动，这是修定；一切境界了了分明，这是修慧，定慧等学，这叫真修！在这个境界里面不生烦恼。烦恼里面包括什么？以我们中国俗话讲七情五欲，七情是喜怒哀乐爱恶欲，五欲是财色名食睡。是把这些妄念、这些执着修掉，都把它舍掉，在境界里真正能够做到不取于相、如如不动，那么这个境界一切的人事全是佛，都是佛境界，全是佛。如果我们在境界里面起心动念，我们取相着相，在这个境界里头，这是物质的环境、人事的环境，在这个里面我们起心动念，我们有爱好、有贪瞋，这个境界、这个人事全是魔，都是你把它变成魔了。它本来不是魔也不是佛，它之所以成魔成佛都是你自心把它变现的，不是外头真有佛、真有魔。佛魔是你自心变现这个魔境魔人、佛境佛人，是你自己变现的，这个意思不能不知道。",
      "zh_TW": "所以修，修自己一個人。清涼在《華嚴經》裡面告訴我們，託法進修，修行是什麼？要託佛在經論裡面告訴我們的理論與方法。修怎麼修？修要依人，就是我此地講的要依境界，物質的境界、人事的境界，在這裡面去轉鍛鍊，這叫歷事鍊心。鍊什麼？鍊不動心，鍊不動心就是修定，我們六根接觸外面六塵境界能如如不動，這是修定；一切境界了了分明，這是修慧，定慧等學，這叫真修！在這個境界裡面不生煩惱。煩惱裡面包括什麼？以我們中國俗話講七情五欲，七情是喜怒哀樂愛惡欲，五欲是財色名食睡。是把這些妄念、這些執著修掉，都把它捨掉，在境界裡真正能夠做到不取於相、如如不動，那麼這個境界一切的人事全是佛，都是佛境界，全是佛。如果我們在境界裡面起心動念，我們取相著相，在這個境界裡頭，這是物質的環境、人事的環境，在這個裡面我們起心動念，我們有愛好、有貪瞋，這個境界、這個人事全是魔，都是你把它變成魔了。它本來不是魔也不是佛，它之所以成魔成佛都是你自心把它變現的，不是外頭真有佛、真有魔。佛魔是你自心變現這個魔境魔人、佛境佛人，是你自己變現的，這個意思不能不知道。"
    },
    {
      "id": "09-014-0004_p0027",
      "zh_CN": "观照就是佛住世，境缘全是佛，就是佛住世了。自己是佛，外面境界是佛，外面人事也是佛，你用观照，观照就是不取于相、如如不动，用般若观照的功夫。我们拿世间话来讲就是理智，不动感情，你要用理智来应事、来待人，就是佛住世。它是什么境界？清净本然，境清净本然，外面人事也是清净本然，自己内心在这个境界里如如不动。清净本然是智慧，是般若智照；如如不动是大定，定慧等持，定慧等修。失照，失去了观照就是感情用事，失去了理智、失去了理性，无论待人接物，这个缘是待人接物，待人接物全凭感情，凭你的喜怒哀乐，凭你的分别执着，这是魔现前，外面境界是魔境，一切的人都是魔，是魔人，魔现前。",
      "zh_TW": "觀照就是佛住世，境緣全是佛，就是佛住世了。自己是佛，外面境界是佛，外面人事也是佛，你用觀照，觀照就是不取於相、如如不動，用般若觀照的功夫。我們拿世間話來講就是理智，不動感情，你要用理智來應事、來待人，就是佛住世。它是什麼境界？清淨本然，境清淨本然，外面人事也是清淨本然，自己內心在這個境界裡如如不動。清淨本然是智慧，是般若智照；如如不動是大定，定慧等持，定慧等修。失照，失去了觀照就是感情用事，失去了理智、失去了理性，無論待人接物，這個緣是待人接物，待人接物全憑感情，憑你的喜怒哀樂，憑你的分別執著，這是魔現前，外面境界是魔境，一切的人都是魔，是魔人，魔現前。"
    },
    {
      "id": "09-014-0004_p0028",
      "zh_CN": "魔现前的境界是什么样子？迷着境缘。对于外头境界，它本来既不是魔也不是佛，是清净本然的，你不晓得，你迷了，迷了清净本然，你着相了，你把人事境界幻相假有你都当真。你不晓得凡所有相皆是虚妄，境界相与这些人物相都是虚妄的，凡所有相皆是虚妄，你迷了，你执着了，你以为它真实的。以为它是真实的，你的心就为这个境缘所转。境缘好你生欢喜，境缘不好你生瞋恚，你在这个境缘里一天到晚所生的是喜怒哀乐爱恶欲，生这个东西，你所生的是邪见烦恼无明。邪见烦恼无明天天增长，你不叫着魔叫什么！你为什么着魔？是你自心变成了魔，所以外头一切境界统统都叫做魔。明乎此，则知发起大义。这个道理不懂，释迦牟尼佛的示现，须菩提尊者这一问，把金刚般若这一会发起，大旨的义趣你就不晓得，一部《金刚经》无非就是教我们自心变现佛境界，不要变现魔境界。但是到向上一着，自心不变了，佛魔都没有，那才是圆满菩提、归无所得。",
      "zh_TW": "魔現前的境界是什麼樣子？迷著境緣。對於外頭境界，它本來既不是魔也不是佛，是清淨本然的，你不曉得，你迷了，迷了清淨本然，你著相了，你把人事境界幻相假有你都當真。你不曉得凡所有相皆是虛妄，境界相與這些人物相都是虛妄的，凡所有相皆是虛妄，你迷了，你執著了，你以為它真實的。以為它是真實的，你的心就為這個境緣所轉。境緣好你生歡喜，境緣不好你生瞋恚，你在這個境緣裡一天到晚所生的是喜怒哀樂愛惡欲，生這個東西，你所生的是邪見煩惱無明。邪見煩惱無明天天增長，你不叫著魔叫什麼！你為什麼著魔？是你自心變成了魔，所以外頭一切境界統統都叫做魔。明乎此，則知發起大義。這個道理不懂，釋迦牟尼佛的示現，須菩提尊者這一問，把金剛般若這一會發起，大旨的義趣你就不曉得，一部《金剛經》無非就是教我們自心變現佛境界，不要變現魔境界。但是到向上一著，自心不變了，佛魔都沒有，那才是圓滿菩提、歸無所得。"
    },
    {
      "id": "09-014-0004_p0029",
      "zh_CN": "通序的大意，说到这个地方就告一个段落。合起来讲、简单的来说这一段，如是这一部《金刚经》是我阿难亲自从释迦牟尼佛那里听得的，当师资道合的时候，一心成就的时候，也就是机教相扣之时，释迦牟尼佛在舍卫国祇树给孤独园这个地方，与常随弟子一千二百五十人聚会在一起。这是本经的通序六种成就。向下一段经文是本经的别序，所谓别序就是发起序，我们看看这部经是怎么发起的，请看经文。别序，所谓别是特别，不同于其他经论，唯独这部经上是这么说的，别的经上没有。不像前面通序，前面通序是一切佛经统统都有，所以叫通序，这个只有本经有。",
      "zh_TW": "通序的大意，說到這個地方就告一個段落。合起來講、簡單的來說這一段，如是這一部《金剛經》是我阿難親自從釋迦牟尼佛那裡聽得的，當師資道合的時候，一心成就的時候，也就是機教相扣之時，釋迦牟尼佛在舍衛國祇樹給孤獨園這個地方，與常隨弟子一千二百五十人聚會在一起。這是本經的通序六種成就。向下一段經文是本經的別序，所謂別序就是發起序，我們看看這部經是怎麼發起的，請看經文。別序，所謂別是特別，不同於其他經論，唯獨這部經上是這麼說的，別的經上沒有。不像前面通序，前面通序是一切佛經統統都有，所以叫通序，這個只有本經有。"
    },
    {
      "id": "09-014-0004_p0030",
      "zh_CN": "【尔时。世尊食时。着衣持钵。入舍卫大城乞食。于其城中。次第乞已。还至本处。饭食讫。收衣钵。洗足已。敷座而坐。】",
      "zh_TW": "【爾時。世尊食時。著衣持缽。入舍衛大城乞食。於其城中。次第乞已。還至本處。飯食訖。收衣缽。洗足已。敷座而坐。】"
    },
    {
      "id": "09-014-0004_p0031",
      "zh_CN": "我们先用口语把这一段的意思说出来。『尔时』，就是在祇树给孤独园，佛与大比丘众千二百五十五人聚会的时候。释迦牟尼佛那时候，僧团都是托钵的制度，都是乞食。这个时候，这个「时」就是出去托钵乞食的时候。出去托钵一定要把衣服整理整理，『着衣』就是把衣服整理整理，就是整饬仪容。钵托在手上，威仪非常的庄重，这个时候到『舍卫大城』去乞食。在舍卫大城里面是『次第乞已』，次第就是挨家托钵，我们今天所谓沿门托钵，没有拣别的。这一钵饭托满，他走几家没有一定，如果这一家供养得很多，你到这一家你这个钵就装满，那你就不要走第二家；如果这一家只给你一点点，你一看的时候不够吃，那你就再走一家；如果那一家也给一点点，那你就得走第三家。佛的制度一般都是托七家，大概你经过七个人家的时候，你这一钵饭已经装满，足够你这一天可以吃饱。",
      "zh_TW": "我們先用口語把這一段的意思說出來。『爾時』，就是在祇樹給孤獨園，佛與大比丘眾千二百五十五人聚會的時候。釋迦牟尼佛那時候，僧團都是托缽的制度，都是乞食。這個時候，這個「時」就是出去托缽乞食的時候。出去托缽一定要把衣服整理整理，『著衣』就是把衣服整理整理，就是整飭儀容。缽托在手上，威儀非常的莊重，這個時候到『舍衛大城』去乞食。在舍衛大城裡面是『次第乞已』，次第就是挨家托缽，我們今天所謂沿門托缽，沒有揀別的。這一缽飯托滿，他走幾家沒有一定，如果這一家供養得很多，你到這一家你這個缽就裝滿，那你就不要走第二家；如果這一家只給你一點點，你一看的時候不夠吃，那你就再走一家；如果那一家也給一點點，那你就得走第三家。佛的制度一般都是托七家，大概你經過七個人家的時候，你這一缽飯已經裝滿，足夠你這一天可以吃飽。"
    },
    {
      "id": "09-014-0004_p0032",
      "zh_CN": "托的时候，不是叫你一面走一面吃，那多难看！钵装满之后，『还至本处』，本处就是精舍，就是祇树给孤独园，回来的时候再吃饭。不是在路上一面走着一面吃着，这个不可以。是一定钵里头装满了，回来之后再吃。托钵制度，当然这么大的一个僧团，都是众生，也有生病的，也有不能去的，生病不能去的怎么样？那些托钵的回来要分给他们，前面讲过六和合里头有「利同均」，所以他今天不能出去托钵，别人托钵回来要分给他，大家一起吃饭。吃完饭之后，衣钵都收起来，衣服叠得整整齐齐，钵洗得干干净净，然后再洗脚。因为出门走这么远的路，印度那个时候出家人不穿鞋的，在我们中国穿草鞋，印度人家草鞋都不穿，赤脚的，所以赤脚走那么远的路，回来一定要把脚洗干净。洗干净之后，把自己座位铺好，铺好座位打坐，『敷座而坐』。这是经里面表面的意思。我们再进一步给诸位来解释。",
      "zh_TW": "托的時候，不是叫你一面走一面吃，那多難看！缽裝滿之後，『還至本處』，本處就是精舍，就是祇樹給孤獨園，回來的時候再吃飯。不是在路上一面走著一面吃著，這個不可以。是一定缽裡頭裝滿了，回來之後再吃。托缽制度，當然這麼大的一個僧團，都是眾生，也有生病的，也有不能去的，生病不能去的怎麼樣？那些托缽的回來要分給他們，前面講過六和合裡頭有「利同均」，所以他今天不能出去托缽，別人托缽回來要分給他，大家一起吃飯。吃完飯之後，衣缽都收起來，衣服疊得整整齊齊，缽洗得乾乾淨淨，然後再洗腳。因為出門走這麼遠的路，印度那個時候出家人不穿鞋的，在我們中國穿草鞋，印度人家草鞋都不穿，赤腳的，所以赤腳走那麼遠的路，回來一定要把腳洗乾淨。洗乾淨之後，把自己座位鋪好，鋪好座位打坐，『敷座而坐』。這是經裡面表面的意思。我們再進一步給諸位來解釋。"
    },
    {
      "id": "09-014-0004_p0033",
      "zh_CN": "发起的大义，你看一句话没说，这是完全示现，在表演，这是身教，是现身说法，说明甚深般若之理就在日常生活之中，真是妙不可言。诸位必须要知道，释迦牟尼佛天天如此，哪一天不是这个样子！每天到吃饭的时候，他就到舍卫大城去托钵去了，他的学生个个都是这样。我们每天是不是这样？也是这样的。也许你会发生怀疑，我没有天天到外面去托钵，我试问问你，你每天早晨出去上班，晚上你下班回来，你上班是为了什么？为了赚钱。赚钱干什么？赚钱过生活，那不是托钵是什么？可见得你每天在公家机关做事，你上班就是托钵，你下班就是托钵回来；你要是在学校教书，你早晨到学校去托钵，你下了课就托钵回来；你要是经商，在公司行号，你去上班、去跑生意，你去托钵，你生意交涉好了你回家来，你就托钵回来了。一桩事，不是两桩事，我们哪一个人不是天天如是！可是我们自己不晓得这个道理。释迦牟尼佛天天如此，必须等待人识破，才称发起。并不是这一次特别装模作样装这个样子，不是，天天是这个样子，但是从来没有人看破。这一次妙了，被须菩提看破了，原来释迦牟尼佛一天到晚所讲的这些大道理，就在日常生活之中，天天给我们讲依文字般若起观照、证实相，原来就在生活之中。一被他看破，这就叫发起。",
      "zh_TW": "發起的大義，你看一句話沒說，這是完全示現，在表演，這是身教，是現身說法，說明甚深般若之理就在日常生活之中，真是妙不可言。諸位必須要知道，釋迦牟尼佛天天如此，哪一天不是這個樣子！每天到吃飯的時候，他就到舍衛大城去托缽去了，他的學生個個都是這樣。我們每天是不是這樣？也是這樣的。也許你會發生懷疑，我沒有天天到外面去托缽，我試問問你，你每天早晨出去上班，晚上你下班回來，你上班是為了什麼？為了賺錢。賺錢幹什麼？賺錢過生活，那不是托缽是什麼？可見得你每天在公家機關做事，你上班就是托缽，你下班就是托缽回來；你要是在學校教書，你早晨到學校去托缽，你下了課就托缽回來；你要是經商，在公司行號，你去上班、去跑生意，你去托缽，你生意交涉好了你回家來，你就托缽回來了。一樁事，不是兩樁事，我們哪一個人不是天天如是！可是我們自己不曉得這個道理。釋迦牟尼佛天天如此，必須等待人識破，才稱發起。並不是這一次特別裝模作樣裝這個樣子，不是，天天是這個樣子，但是從來沒有人看破。這一次妙了，被須菩提看破了，原來釋迦牟尼佛一天到晚所講的這些大道理，就在日常生活之中，天天給我們講依文字般若起觀照、證實相，原來就在生活之中。一被他看破，這就叫發起。"
    },
    {
      "id": "09-014-0004_p0034",
      "zh_CN": "发起的大义，在这个地方我们略微跟诸位介绍。发起里面有三个意思，我用一二三在此地标示出来。第一，乞食等等，就是「着衣持钵，入舍卫大城乞食」，这些表现的是持戒，持戒的意思是无贪。在生活上他没有蓄藏，没有积蓄、没有收藏，到时候到外面乞食，三衣一钵，这表示持戒，持戒是破除我们的贪心，无贪。「敷座而坐」表入定，入定是不乱。我们世间人这个心，贪心太重，心杂乱，妄念纷飞，这是世间人的大病。佛示现表演这一套，就是教给我们要持戒、要入定、要去贪心、要去乱想，在哪里去做？就在日常生活当中，所以本经是以「戒定」发起，这是第一个意思。",
      "zh_TW": "發起的大義，在這個地方我們略微跟諸位介紹。發起裡面有三個意思，我用一二三在此地標示出來。第一，乞食等等，就是「著衣持缽，入舍衛大城乞食」，這些表現的是持戒，持戒的意思是無貪。在生活上他沒有蓄藏，沒有積蓄、沒有收藏，到時候到外面乞食，三衣一缽，這表示持戒，持戒是破除我們的貪心，無貪。「敷座而坐」表入定，入定是不亂。我們世間人這個心，貪心太重，心雜亂，妄念紛飛，這是世間人的大病。佛示現表演這一套，就是教給我們要持戒、要入定、要去貪心、要去亂想，在哪裡去做？就在日常生活當中，所以本經是以「戒定」發起，這是第一個意思。"
    },
    {
      "id": "09-014-0004_p0035",
      "zh_CN": "第二个意思，着衣吃饭，就是穿衣吃饭、日用平常，哪一个人不穿衣服？哪一个人不吃饭？穿衣吃饭就是无上道，穿衣吃饭就是修菩萨行，这妙极了！几个人能够体会到？大乘佛法在哪里？大乘佛法就在穿衣吃饭日常生活当中。为什么能称之为大乘佛法？他晓得「还至本处」，他能回头，穿衣他能回头，吃饭他也能回头。换句话说，日常生活当中，样样他都能够返照本性，还至本处就是「返照本性」。由此可知，我们凡夫日常生活当中，这个病根是不晓得返照本性，所以随着境界流转，这就苦了，随着境界流转就日用平常统统是魔境。如果在日用平常当中都能够返照本性的话，这就是佛境界。所以这部经里面重要修行方法是「降妄」，妄是妄心、妄想，我们把妄想控制住、降伏住，在什么地方去降伏？在尘劳中，就是日常生活当中，尘是讲五欲六尘。老实讲我们一天到晚在生活上劳碌奔波，在五欲六尘里劳碌奔波当中历事炼心，炼什么心？炼无贪的心，炼无乱的心；换句话说，炼我们的戒心，炼我们的定心。也正是清凉大师在《华严》里面给我们所说的，托事依人成就我们的无上道。修行是在生活当中修，有许多人搞错了，修行到哪里？到山上去修，到寺庙里去修，还要出家去修，你要不晓得基本的原理原则，你到哪个地方都修不成。再看第三个意思，乞食奔走是「无我相」，表这个意思；没有说一个字，「无法相」。无我相、无法相，无我无相这就是一真法界。",
      "zh_TW": "第二個意思，著衣吃飯，就是穿衣吃飯、日用平常，哪一個人不穿衣服？哪一個人不吃飯？穿衣吃飯就是無上道，穿衣吃飯就是修菩薩行，這妙極了！幾個人能夠體會到？大乘佛法在哪裡？大乘佛法就在穿衣吃飯日常生活當中。為什麼能稱之為大乘佛法？他曉得「還至本處」，他能回頭，穿衣他能回頭，吃飯他也能回頭。換句話說，日常生活當中，樣樣他都能夠返照本性，還至本處就是「返照本性」。由此可知，我們凡夫日常生活當中，這個病根是不曉得返照本性，所以隨著境界流轉，這就苦了，隨著境界流轉就日用平常統統是魔境。如果在日用平常當中都能夠返照本性的話，這就是佛境界。所以這部經裡面重要修行方法是「降妄」，妄是妄心、妄想，我們把妄想控制住、降伏住，在什麼地方去降伏？在塵勞中，就是日常生活當中，塵是講五欲六塵。老實講我們一天到晚在生活上勞碌奔波，在五欲六塵裡勞碌奔波當中歷事鍊心，鍊什麼心？鍊無貪的心，鍊無亂的心；換句話說，鍊我們的戒心，鍊我們的定心。也正是清涼大師在《華嚴》裡面給我們所說的，託事依人成就我們的無上道。修行是在生活當中修，有許多人搞錯了，修行到哪裡？到山上去修，到寺廟裡去修，還要出家去修，你要不曉得基本的原理原則，你到哪個地方都修不成。再看第三個意思，乞食奔走是「無我相」，表這個意思；沒有說一個字，「無法相」。無我相、無法相，無我無相這就是一真法界。"
    },
    {
      "id": "09-014-0004_p0036",
      "zh_CN": "前面我已经把这个意思跟诸位说出来，底下我们举《华严经》来看，对这个意思更明白了。《华严经》里面教给我们修行要托法，法是佛在一切经论里面跟我们讲的理论方法，我们依照这个理论方法来进修，成就行，就是修行，成就菩萨行。要想证得，依人，不能离开人，离开人就修不成，所以要依人，要在人事环境里面去修。他为什么不教你依境，他教你依人？因为人事的环境最难处，物质的环境还好处，因为它是静态的；人事的环境是千变万化，处人难！做事难，做人更难，处人更难，人能够处得好，那你就成佛了，所以必须要依人证入，成就你的万德万能。前面这一分托法进修在《华严经》是「离世间品」，离世间怎么离？即世间而离世间；依人证入就是「入法界品」。前面可以对照，托法就是第一、第三，依人就是第二。我们从这边看，这是第一，戒定；无我无相这是法，托法进修，依这二个。依人成德是第二，日常生活当中返照本性，就是降妄在尘劳中，历事炼心，这样才能够入法界，就是才能够证得一真法界，住一真法界。这个道理，这个修行，可以说最高的指导原则，是这部经发起大义之所在。如果你要是不明了，往后《金刚经》的意思就很难懂，你在前面把这个统统搞清楚，这部《金刚经》你读起来就其味无穷，你就能够理解。这个地方这几个表解要把它好好的记清楚。",
      "zh_TW": "前面我已經把這個意思跟諸位說出來，底下我們舉《華嚴經》來看，對這個意思更明白了。《華嚴經》裡面教給我們修行要託法，法是佛在一切經論裡面跟我們講的理論方法，我們依照這個理論方法來進修，成就行，就是修行，成就菩薩行。要想證得，依人，不能離開人，離開人就修不成，所以要依人，要在人事環境裡面去修。他為什麼不教你依境，他教你依人？因為人事的環境最難處，物質的環境還好處，因為它是靜態的；人事的環境是千變萬化，處人難！做事難，做人更難，處人更難，人能夠處得好，那你就成佛了，所以必須要依人證入，成就你的萬德萬能。前面這一分託法進修在《華嚴經》是「離世間品」，離世間怎麼離？即世間而離世間；依人證入就是「入法界品」。前面可以對照，托法就是第一、第三，依人就是第二。我們從這邊看，這是第一，戒定；無我無相這是法，託法進修，依這二個。依人成德是第二，日常生活當中返照本性，就是降妄在塵勞中，歷事鍊心，這樣才能夠入法界，就是才能夠證得一真法界，住一真法界。這個道理，這個修行，可以說最高的指導原則，是這部經發起大義之所在。如果你要是不明瞭，往後《金剛經》的意思就很難懂，你在前面把這個統統搞清楚，這部《金剛經》你讀起來就其味無窮，你就能夠理解。這個地方這幾個表解要把它好好的記清楚。"
    },
    {
      "id": "09-014-0004_p0037",
      "zh_CN": "再看底下，有一般表法的意思。「着衣表忍辱相」，衣在佛法里通常是表忍辱，因为这个衣是遮羞。譬如再野蛮的人他没有衣服穿，他也会弄个兽皮树叶把身体围起来，也不愿意完全暴露，完全暴露是羞辱，所以我们这个衣是遮羞的。如果我们看六道轮回变相图，天人服装都非常整齐，什么人不穿衣服？地狱的人没有衣服穿，只有地狱才不穿衣服。除了地狱之外，你看哪一道不穿衣服？衣在世间法讲是礼貌，在佛法里面除这个意思有代表忍辱，着衣代表修忍辱波罗蜜。我们这个衣服穿在身上，常常想到我们在世间一切人事、一切环境里面我们要晓得忍辱，为什么？我们忍辱衣穿在身上，要懂这个意思。「乞食表离欲相」，欲是贪欲，欲望。我们到外面乞食，乞食是人家给什么我们就吃什么，没有自己选择的余地，更谈不上这个东西合不合我口味，没有。别人给什么吃什么，没有欲望，所以乞食是表离欲相。「次第表平等相」，次第乞，没有分别。不会说这一家人他家有钱，他们家的东西好吃，我天天到他家吃去，那你就是贪心，你不平等；某一家人，那家穷没有钱，他家有什么好东西？我到他家托钵一定没有什么好的供养给我。这样你的心就不平等。次第乞，没有分别，修什么？修平等。表平等相就是修平等心，表离欲相就是修离欲心，表忍辱相就是修忍辱心，忍辱波罗蜜，整个合起来是布施波罗蜜、离欲波罗蜜、平等波罗蜜。「洗足表清净相」，脚洗得干干净净，表自己的心干干净净，心是平等的，心是清净的，是一尘不染的。「敷座而坐，表一切法空相」。坐，像六祖在《坛经》里面给我们讲的坐禅，所说的意思跟此地是相同的，表一切法空，也就是本经里面所讲的「凡所有相皆是虚妄」，所以一切不染不着。末后有一首偈子说：「一切有为法，如梦幻泡影，如露亦如电，应作如是观。」他在这个境界里心是常定，心不染着，自己心清净，外面境界就清净。",
      "zh_TW": "再看底下，有一般表法的意思。「著衣表忍辱相」，衣在佛法裡通常是表忍辱，因為這個衣是遮羞。譬如再野蠻的人他沒有衣服穿，他也會弄個獸皮樹葉把身體圍起來，也不願意完全暴露，完全暴露是羞辱，所以我們這個衣是遮羞的。如果我們看六道輪迴變相圖，天人服裝都非常整齊，什麼人不穿衣服？地獄的人沒有衣服穿，只有地獄才不穿衣服。除了地獄之外，你看哪一道不穿衣服？衣在世間法講是禮貌，在佛法裡面除這個意思有代表忍辱，著衣代表修忍辱波羅蜜。我們這個衣服穿在身上，常常想到我們在世間一切人事、一切環境裡面我們要曉得忍辱，為什麼？我們忍辱衣穿在身上，要懂這個意思。「乞食表離欲相」，欲是貪欲，欲望。我們到外面乞食，乞食是人家給什麼我們就吃什麼，沒有自己選擇的餘地，更談不上這個東西合不合我口味，沒有。別人給什麼吃什麼，沒有欲望，所以乞食是表離欲相。「次第表平等相」，次第乞，沒有分別。不會說這一家人他家有錢，他們家的東西好吃，我天天到他家吃去，那你就是貪心，你不平等；某一家人，那家窮沒有錢，他家有什麼好東西？我到他家托缽一定沒有什麼好的供養給我。這樣你的心就不平等。次第乞，沒有分別，修什麼？修平等。表平等相就是修平等心，表離欲相就是修離欲心，表忍辱相就是修忍辱心，忍辱波羅蜜，整個合起來是布施波羅蜜、離欲波羅蜜、平等波羅蜜。「洗足表清淨相」，腳洗得乾乾淨淨，表自己的心乾乾淨淨，心是平等的，心是清淨的，是一塵不染的。「敷座而坐，表一切法空相」。坐，像六祖在《壇經》裡面給我們講的坐禪，所說的意思跟此地是相同的，表一切法空，也就是本經裡面所講的「凡所有相皆是虛妄」，所以一切不染不著。末後有一首偈子說：「一切有為法，如夢幻泡影，如露亦如電，應作如是觀。」他在這個境界裡心是常定，心不染著，自己心清淨，外面境界就清淨。"
    },
    {
      "id": "09-014-0004_p0038",
      "zh_CN": "我们在佛经里面常常看到有所谓六尘说法，像我们读《华严》、《弥陀经》、《无量寿经》、《观经》，都生起羡慕之心，殊不知我们现前的境界又何尝不是六尘说法！这些境界全在我们日用平常之中，只是自己没发觉，一天到晚在这个境界里自己是懵懵懂懂，真是糊里糊涂过了这一辈子，这一辈子空过了，多么可惜！如果你明白了，恍然大悟，现前境界与西方极乐世界、与华藏世界有什么两样？同样的庄严，同样的殊胜，真是无二无别，你怎么会不成就？「此示六尘说法，唯空生妙悟证入」，空生就是须菩提，他妙悟证入了，我们没法子。",
      "zh_TW": "我們在佛經裡面常常看到有所謂六塵說法，像我們讀《華嚴》、《彌陀經》、《無量壽經》、《觀經》，都生起羨慕之心，殊不知我們現前的境界又何嘗不是六塵說法！這些境界全在我們日用平常之中，只是自己沒發覺，一天到晚在這個境界裡自己是懵懵懂懂，真是糊裡糊塗過了這一輩子，這一輩子空過了，多麼可惜！如果你明白了，恍然大悟，現前境界與西方極樂世界、與華藏世界有什麼兩樣？同樣的莊嚴，同樣的殊勝，真是無二無別，你怎麼會不成就？「此示六塵說法，唯空生妙悟證入」，空生就是須菩提，他妙悟證入了，我們沒法子。"
    },
    {
      "id": "09-014-0004_p0039",
      "zh_CN": "底下我们举谛闲老法师，他是就放光来解释这一段的经文，可以与我们所说的相互发明。老法师说，这段经文是总显生佛平等，一切众生、诸佛如来平等平等无二无别，这就是放平等智光。他说这些话实在也是有道理，因为《大般若经》总共有六百卷，一共是分四处十六会说的。这个四处，在灵鹫山，我们通常讲灵山，灵山会上，在灵山一共有七会，就是佛讲过七次；在给孤独园也讲过七会，我们这一部《金刚般若》就是在祇树给孤独园讲的，经文一开端就说得很清楚；另外在他化天宫曾经讲过一会；在王舍城也讲过一会，所以总共是在四个处所讲过十六会，十六会里有九会放光。经上跟我们说，凡是见到放光的，皆得无上菩提。由此可知，这个光乃是智慧之光，般若即翻为智慧。慧光，实在讲没有一会不放。这一卷经甚深微妙，哪有不放光的道理！可是我们在经文里面没有看到佛放光，谛闲大师在此地给我们指出来，我们一看也晓得这一会放光，晓得这一会放光你就晓得禅宗祖师常常讲「六根门头放光动地」，才能真正体会到这个意思。",
      "zh_TW": "底下我們舉諦閑老法師，他是就放光來解釋這一段的經文，可以與我們所說的相互發明。老法師說，這段經文是總顯生佛平等，一切眾生、諸佛如來平等平等無二無別，這就是放平等智光。他說這些話實在也是有道理，因為《大般若經》總共有六百卷，一共是分四處十六會說的。這個四處，在靈鷲山，我們通常講靈山，靈山會上，在靈山一共有七會，就是佛講過七次；在給孤獨園也講過七會，我們這一部《金剛般若》就是在祇樹給孤獨園講的，經文一開端就說得很清楚；另外在他化天宮曾經講過一會；在王舍城也講過一會，所以總共是在四個處所講過十六會，十六會裡有九會放光。經上跟我們說，凡是見到放光的，皆得無上菩提。由此可知，這個光乃是智慧之光，般若即翻為智慧。慧光，實在講沒有一會不放。這一卷經甚深微妙，哪有不放光的道理！可是我們在經文裡面沒有看到佛放光，諦閑大師在此地給我們指出來，我們一看也曉得這一會放光，曉得這一會放光你就曉得禪宗祖師常常講「六根門頭放光動地」，才能真正體會到這個意思。"
    },
    {
      "id": "09-014-0004_p0040",
      "zh_CN": "诸位请看此地谛老给我们讲的放光。「着衣持钵，手上放光。」我们穿衣服要用手，我们持钵也要用手，这是手的动作，手上的动作就是手的放光，它起这个作用。「入城乞食，足下放光。」这是走路，走路是脚在放光。我们想想，我们手上放光就是今天我们所谓双手万能，手它有它的功能，它有它的作用，功能作用就是放光的意思。脚有脚的功能作用，它放光，我们每天行走，这是脚底下放光。「次第乞已，眼中放光。」为什么？你眼睛里面对一切众生平等，没有差别。「还本饭食，口内放光。」还到本处，吃饭的时候口内放光。为什么口内放光？因为你吃饭的时候不分别执着味道。我们世间人吃东西要讲求色香味，出家人修道，他不讲求这个。色香味他知不知道？知道，他又不是麻木不仁，他晓得，但是他心里决定不执着色香味，好吃的也吃饱为止，不好吃的也吃饱为止。不会说好吃的贪吃多吃一点，不好吃少吃一点，要是有这念头起来，有执着起来了，你口内的光就没有，就不放光了。「洗足敷座，通身放光。」这是谛闲法师就放光这个意思，来给我们说明这一段的大意。",
      "zh_TW": "諸位請看此地諦老給我們講的放光。「著衣持缽，手上放光。」我們穿衣服要用手，我們持缽也要用手，這是手的動作，手上的動作就是手的放光，它起這個作用。「入城乞食，足下放光。」這是走路，走路是腳在放光。我們想想，我們手上放光就是今天我們所謂雙手萬能，手它有它的功能，它有它的作用，功能作用就是放光的意思。腳有腳的功能作用，它放光，我們每天行走，這是腳底下放光。「次第乞已，眼中放光。」為什麼？你眼睛裡面對一切眾生平等，沒有差別。「還本飯食，口內放光。」還到本處，吃飯的時候口內放光。為什麼口內放光？因為你吃飯的時候不分別執著味道。我們世間人吃東西要講求色香味，出家人修道，他不講求這個。色香味他知不知道？知道，他又不是麻木不仁，他曉得，但是他心裡決定不執著色香味，好吃的也吃飽為止，不好吃的也吃飽為止。不會說好吃的貪吃多吃一點，不好吃少吃一點，要是有這念頭起來，有執著起來了，你口內的光就沒有，就不放光了。「洗足敷座，通身放光。」這是諦閑法師就放光這個意思，來給我們說明這一段的大意。"
    },
    {
      "id": "09-014-0004_p0041",
      "zh_CN": "下面几行我们就把发起的意思全包括在其中了。「发起之意，要令一切众生向日常生活中，行住坐卧穿衣吃饭处，悟入清净实相，妙用平等，万法一如，自己与一切众生、一切诸佛无二无别，则能事毕矣。」诸位想想，发起这段文的义趣是多么的圆满，本经虽然有许多的问答，可是并不藉别人发起，实在讲世尊日常生活当中，被须菩提一下看穿了，一语道破了，是这么个发起法。换句话说，就在日用平常来去动静，我们常讲四威仪，你走路也好，你站立也好，你坐着也好，你在那里睡大觉也好，喝茶穿衣吃饭待人接物，这些日常生活之中直截了当去体会你的真如本性。见性在哪里见？在这些地方见，在这个地方见性，在这个地方才真正彻底明白真心的妙用。这个真心就像六祖大师开悟的时候所说的，那就是他真正悟得了，何期自性，本自清净；何期自性，本无去来；何期自性，本来具足；何期自性，能生万法。他这几句说得很清楚，《金刚经》就是教我们悟的这个，悟了之后才真正明了无有一法不具足实相般若的本体，所以这是教一切众生就在日用平常生活当中去见自己的本性，去见自己的本来面目，见性成佛，自他不二，生佛平等。大乘佛法的教学、修证不过是如此而已，所以说能事毕矣。经文讲到这个地方，本经的发起序讲完了。下面我们就要跟诸位介绍本经的正宗分，也是本经的主体。今天就讲到此地。",
      "zh_TW": "下面幾行我們就把發起的意思全包括在其中了。「發起之意，要令一切眾生向日常生活中，行住坐臥穿衣吃飯處，悟入清淨實相，妙用平等，萬法一如，自己與一切眾生、一切諸佛無二無別，則能事畢矣。」諸位想想，發起這段文的義趣是多麼的圓滿，本經雖然有許多的問答，可是並不藉別人發起，實在講世尊日常生活當中，被須菩提一下看穿了，一語道破了，是這麼個發起法。換句話說，就在日用平常來去動靜，我們常講四威儀，你走路也好，你站立也好，你坐著也好，你在那裡睡大覺也好，喝茶穿衣吃飯待人接物，這些日常生活之中直截了當去體會你的真如本性。見性在哪裡見？在這些地方見，在這個地方見性，在這個地方才真正徹底明白真心的妙用。這個真心就像六祖大師開悟的時候所說的，那就是他真正悟得了，何期自性，本自清淨；何期自性，本無去來；何期自性，本來具足；何期自性，能生萬法。他這幾句說得很清楚，《金剛經》就是教我們悟的這個，悟了之後才真正明瞭無有一法不具足實相般若的本體，所以這是教一切眾生就在日用平常生活當中去見自己的本性，去見自己的本來面目，見性成佛，自他不二，生佛平等。大乘佛法的教學、修證不過是如此而已，所以說能事畢矣。經文講到這個地方，本經的發起序講完了。下面我們就要跟諸位介紹本經的正宗分，也是本經的主體。今天就講到此地。"
    }
  ]
}