{
  "doc_id": "09-014-0003",
  "title": {
    "zh_CN": "金刚般若波罗蜜经",
    "zh_TW": "金剛般若波羅蜜經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1983",
    "zh_TW": "1983"
  },
  "doc_number": "09-014-0003",
  "total_paragraphs": 32,
  "paragraphs": [
    {
      "id": "09-014-0003_p0001",
      "zh_CN": "《金刚般若波罗蜜经》第三讲。",
      "zh_TW": "《金剛般若波羅蜜經》第三講。"
    },
    {
      "id": "09-014-0003_p0002",
      "zh_CN": "「如是我闻」，如是这两个字的意思很深，前面我们就天台大师在《法华经》中所说的十如是，来说明如这个字的纲领。大师就十如是又给我们指出三种读法，三种读法当中显示出万法皆如，无有一法不是，实在是妙极了。这个读法的概略我们在字里面显示出，它是一个圆图，也就是一个圆相，圆相里面我们在十如是里只举一个例子如是相，举这一个例子，这一个例子明白了，其余的九条可以依此类推。",
      "zh_TW": "「如是我聞」，如是這兩個字的意思很深，前面我們就天台大師在《法華經》中所說的十如是，來說明如這個字的綱領。大師就十如是又給我們指出三種讀法，三種讀法當中顯示出萬法皆如，無有一法不是，實在是妙極了。這個讀法的概略我們在字裡面顯示出，它是一個圓圖，也就是一個圓相，圓相裡面我們在十如是裡只舉一個例子如是相，舉這一個例子，這一個例子明白了，其餘的九條可以依此類推。"
    },
    {
      "id": "09-014-0003_p0003",
      "zh_CN": "在这个地方所显示出来的，诸位特别注意这个圆相，在这里我们可以看到的，他这个三读第一个是「是相如」，第二句是「如是相」，第三句是「相如是」，这样一转读，这个意思就很明显。实际上这三句就是这个图里所说的：是相如、如是相、相如是，其余九句依此类推。从这个地方看，要是在第二句里面讲，那就是「是性如、如是性、性如是」，乃至本末究竟，无不是一个圆相。是知世出世间一切法，无一不从如字当中显示出来，无一不从如中来，这是希望大家特别要注意到，一切法都从如中而来。因此诸佛的号，十号当中第一个号就叫做如来，故诸佛同号如来，如来就有这个意思。这个意思与佛在本经里面所讲的意思，可以说是完全相符合。本经里面佛给我们解释如来的意思，「如来者，即诸法如义」，诸法就是世出世间一切法，如义就是无有一法不如，因为什么？一切法都从如当中显现出来的，所以如来者是诸法如义。",
      "zh_TW": "在這個地方所顯示出來的，諸位特別注意這個圓相，在這裡我們可以看到的，他這個三讀第一個是「是相如」，第二句是「如是相」，第三句是「相如是」，這樣一轉讀，這個意思就很明顯。實際上這三句就是這個圖裡所說的：是相如、如是相、相如是，其餘九句依此類推。從這個地方看，要是在第二句裡面講，那就是「是性如、如是性、性如是」，乃至本末究竟，無不是一個圓相。是知世出世間一切法，無一不從如字當中顯示出來，無一不從如中來，這是希望大家特別要注意到，一切法都從如中而來。因此諸佛的號，十號當中第一個號就叫做如來，故諸佛同號如來，如來就有這個意思。這個意思與佛在本經裡面所講的意思，可以說是完全相符合。本經裡面佛給我們解釋如來的意思，「如來者，即諸法如義」，諸法就是世出世間一切法，如義就是無有一法不如，因為什麼？一切法都從如當中顯現出來的，所以如來者是諸法如義。"
    },
    {
      "id": "09-014-0003_p0004",
      "zh_CN": "「如是信、如是解、如是修、如是证」，如是信解修证，一法具足一切法，而一切法它是趣向一法，这个境界跟《华严》里面所讲的完全相同，此即所谓一即一切、一切即一，一多无碍，《华严经》里面所讲的理事无碍、事事无碍。六祖大师在他示现证得明心见性的时候，他说出这么一句话，「何期自性，本自具足」，何期这两个字，要是拿现在口语来讲就是：哪里想到，没想到！我自己的自性就是清净心，本来自家就具足，一点都没有欠缺。「何期自性，能生万法」。自性是什么？自性就是如是的本体，所以说是它本来具足的。于此果然能够信得及，这句话非常重要！我们要能够信得及，方是修行正觉之正因，以因心果觉必定相应，故曰「信成就」，所以信之一字实在不容易，特别是信心成就是一桩相当难的事情，几个人能信得及？像上面所讲的，我们说得很清楚，也看得很明白，自己也会觉得我相信，可是究竟是不是真信了？有问题，为什么？当我们六根接触六尘境界的时候，依然为境界所转，那就错了。换句话说，你还是信不及。信得及，在修学过程上来讲，可以说你已经成功一半了，像本经所说的「信心清净则生实相」，这个信心多么的重要！",
      "zh_TW": "「如是信、如是解、如是修、如是證」，如是信解修證，一法具足一切法，而一切法它是趣向一法，這個境界跟《華嚴》裡面所講的完全相同，此即所謂一即一切、一切即一，一多無礙，《華嚴經》裡面所講的理事無礙、事事無礙。六祖大師在他示現證得明心見性的時候，他說出這麼一句話，「何期自性，本自具足」，何期這兩個字，要是拿現在口語來講就是：哪裡想到，沒想到！我自己的自性就是清淨心，本來自家就具足，一點都沒有欠缺。「何期自性，能生萬法」。自性是什麼？自性就是如是的本體，所以說是它本來具足的。於此果然能夠信得及，這句話非常重要！我們要能夠信得及，方是修行正覺之正因，以因心果覺必定相應，故曰「信成就」，所以信之一字實在不容易，特別是信心成就是一樁相當難的事情，幾個人能信得及？像上面所講的，我們說得很清楚，也看得很明白，自己也會覺得我相信，可是究竟是不是真信了？有問題，為什麼？當我們六根接觸六塵境界的時候，依然為境界所轉，那就錯了。換句話說，你還是信不及。信得及，在修學過程上來講，可以說你已經成功一半了，像本經所說的「信心清淨則生實相」，這個信心多麼的重要！"
    },
    {
      "id": "09-014-0003_p0005",
      "zh_CN": "由此可知，十方三世一切诸佛所说，说的什么？无非「如是」而已。除了如是之外，佛的确没有说出一个字，这是我们要相信的。「如」就是自己的清净心，就是自己的真如本性，自己的真如本性本来清净，具足万法，能生万法。「如是」，信成就，我们就简单为大家就介绍到此地。这一句在整个佛法里面来讲，它是总纲领，因此我们要特别注意到，要在这一句里头多多的去体会。诸佛如来说法的用意无非是教我们断疑生信，我们疑惑什么？最大的疑惑就是一切万法与我们自己是对立的，是二不是一。如果我们听说一切万法都是我们自性清净心当中变现出来的，万法与我是一不是二，我们听到这种言论就起了怀疑，就不相信，本经的大意就是要破除我们这个疑惑，在这一点上生起信心，这种信心一生，就是成佛的正因，像前面所讲的因地心与果地觉就相应了。这是诸佛如来说法宗旨的所在，所以叫做信成就。在这一卷经里面，虽然世尊与须菩提长者辗转问答，问答都非常详细。这些言论、这些文字无非都是发挥「如是」这两个字而已，不但本经是这样，就是一切大乘经论，十方诸佛所说的一切经论，亦复如是，除此之外，更无别说。",
      "zh_TW": "由此可知，十方三世一切諸佛所說，說的什麼？無非「如是」而已。除了如是之外，佛的確沒有說出一個字，這是我們要相信的。「如」就是自己的清淨心，就是自己的真如本性，自己的真如本性本來清淨，具足萬法，能生萬法。「如是」，信成就，我們就簡單為大家就介紹到此地。這一句在整個佛法裡面來講，它是總綱領，因此我們要特別注意到，要在這一句裡頭多多的去體會。諸佛如來說法的用意無非是教我們斷疑生信，我們疑惑什麼？最大的疑惑就是一切萬法與我們自己是對立的，是二不是一。如果我們聽說一切萬法都是我們自性清淨心當中變現出來的，萬法與我是一不是二，我們聽到這種言論就起了懷疑，就不相信，本經的大意就是要破除我們這個疑惑，在這一點上生起信心，這種信心一生，就是成佛的正因，像前面所講的因地心與果地覺就相應了。這是諸佛如來說法宗旨的所在，所以叫做信成就。在這一卷經裡面，雖然世尊與須菩提長者輾轉問答，問答都非常詳細。這些言論、這些文字無非都是發揮「如是」這兩個字而已，不但本經是這樣，就是一切大乘經論，十方諸佛所說的一切經論，亦復如是，除此之外，更無別說。"
    },
    {
      "id": "09-014-0003_p0006",
      "zh_CN": "我们再看底下，「闻成就」。经文「我闻」这两个字，佛亲证现量境，这几个字都要注意，是亲见而说如实之法；阿难以修多生之闻慧，接受无遗，如法如说。这个地方需要跟诸位来解释的就是闻，是讲闻法。闻当然有能闻、有所闻，所闻是佛亲证现量的境界，换句话说，佛所说的一切法是他自己见到的，真正见到这个境界。譬如讲一真法界，这是佛的现量境界，佛讲十法界、佛讲六道轮回、佛讲世出世间一切事理，不是他猜想的，不是他在那里推测的，更不是假设的，不是像世间人所谓理想。佛讲西方极乐世界，那是真实的，不是佛的理想国，绝非乌托邦，这是我们要特别注意到的。现量境界就是摆在眼前，亲见而说如实之法，是亲见亲证得实实在在的境界，实实在在的事实，佛给我们说出来，所以它与世间的哲学不一样，与世间的科学也不一样。科学总是先有假设而后去求证，佛不需要假设，也不需要求证，因为这个事实就摆在眼前。摆在眼前的事实我们为什么见不到？这是我们应当要反省、要检点、要觉察的。佛为什么能见到，我们为什么见不到？希望诸位要在这个地方留意。",
      "zh_TW": "我們再看底下，「聞成就」。經文「我聞」這兩個字，佛親證現量境，這幾個字都要注意，是親見而說如實之法；阿難以修多生之聞慧，接受無遺，如法如說。這個地方需要跟諸位來解釋的就是聞，是講聞法。聞當然有能聞、有所聞，所聞是佛親證現量的境界，換句話說，佛所說的一切法是他自己見到的，真正見到這個境界。譬如講一真法界，這是佛的現量境界，佛講十法界、佛講六道輪迴、佛講世出世間一切事理，不是他猜想的，不是他在那裡推測的，更不是假設的，不是像世間人所謂理想。佛講西方極樂世界，那是真實的，不是佛的理想國，絕非烏托邦，這是我們要特別注意到的。現量境界就是擺在眼前，親見而說如實之法，是親見親證得實實在在的境界，實實在在的事實，佛給我們說出來，所以它與世間的哲學不一樣，與世間的科學也不一樣。科學總是先有假設而後去求證，佛不需要假設，也不需要求證，因為這個事實就擺在眼前。擺在眼前的事實我們為什麼見不到？這是我們應當要反省、要檢點、要覺察的。佛為什麼能見到，我們為什麼見不到？希望諸位要在這個地方留意。"
    },
    {
      "id": "09-014-0003_p0007",
      "zh_CN": "而传法的菩萨就是阿难尊者，他也不简单，他是以多生多劫的修持，同样的也是明心见性的善知识，所以是「以修多生的闻慧」，一听之后接受无遗。这个接受无遗绝不是把佛的言词全都记住了，如果说把佛的言词都记住，那么诸位想想，现在录影机、录音机它的功效我相信可能要超出阿难尊者。所谓接受无遗，是说他听了之后完全明白了，大开圆解，他已经悟入，真正明白了，像开经偈里面讲「愿解如来真实义」，他一听，确实解得如来真实义。换句话说，他有这个能力，随着佛的言说他就契入这个境界，同佛一样也亲证得这个境界，这才叫接受无遗。所以不是世智辩聪，不是博闻强记，博闻强记不能传法，诸位要晓得这一点。不但在佛法里面我们可以断然这样说，世间法里面，你看《礼记．学记》里头就说得很清楚，「记问之学，不足以为人师」，世间法都不取记问之学，何况佛法！这是我们应当要相信的，那就是阿难所听到的时候，他全都悟入了。我们要闻法，也要注意这一点，不要死在言语文字之下，听了之后要开悟，要能够悟入这个境界，所以叫如法如说，其目的是要叫现前以及未来的一切众生都有闻法的机缘。换句话说，我们为他作增上缘，将佛法介绍给他们，使这一种功德利益大家都能够享受得到，所以叫做闻成就，这是令一切众生皆闻佛法同证佛道。诸位想想，这个心量是多么的广大、多么的殊胜，我们如果没有发这个心，赶快要发；已经发这个心，一定要增长，要把真正的佛法传遍十方，传给后世，这个才叫做闻成就。可见此地这个闻的意思不仅仅是我闻，要教一切众生皆闻，这个意思就非常的殊胜。",
      "zh_TW": "而傳法的菩薩就是阿難尊者，他也不簡單，他是以多生多劫的修持，同樣的也是明心見性的善知識，所以是「以修多生的聞慧」，一聽之後接受無遺。這個接受無遺絕不是把佛的言詞全都記住了，如果說把佛的言詞都記住，那麼諸位想想，現在錄影機、錄音機它的功效我相信可能要超出阿難尊者。所謂接受無遺，是說他聽了之後完全明白了，大開圓解，他已經悟入，真正明白了，像開經偈裡面講「願解如來真實義」，他一聽，確實解得如來真實義。換句話說，他有這個能力，隨著佛的言說他就契入這個境界，同佛一樣也親證得這個境界，這才叫接受無遺。所以不是世智辯聰，不是博聞強記，博聞強記不能傳法，諸位要曉得這一點。不但在佛法裡面我們可以斷然這樣說，世間法裡面，你看《禮記．學記》裡頭就說得很清楚，「記問之學，不足以為人師」，世間法都不取記問之學，何況佛法！這是我們應當要相信的，那就是阿難所聽到的時候，他全都悟入了。我們要聞法，也要注意這一點，不要死在言語文字之下，聽了之後要開悟，要能夠悟入這個境界，所以叫如法如說，其目的是要叫現前以及未來的一切眾生都有聞法的機緣。換句話說，我們為他作增上緣，將佛法介紹給他們，使這一種功德利益大家都能夠享受得到，所以叫做聞成就，這是令一切眾生皆聞佛法同證佛道。諸位想想，這個心量是多麼的廣大、多麼的殊勝，我們如果沒有發這個心，趕快要發；已經發這個心，一定要增長，要把真正的佛法傳遍十方，傳給後世，這個才叫做聞成就。可見此地這個聞的意思不僅僅是我聞，要教一切眾生皆聞，這個意思就非常的殊勝。"
    },
    {
      "id": "09-014-0003_p0008",
      "zh_CN": "底下一段跟诸位介绍「时成就」。「一时」，为什么不记载某年某月某日，那个对我们概念上更清楚，为什么含糊笼统就称个一时？这叫时成就。诸位要晓得，假如要是记载着某年某月某日，这虽有时，不能叫成就。为什么？那是已经过去了，那是过去人他们的成就，于我们没有份。因此我们对一时这个意思一定要搞得很清楚，不能够错解它的意思。首先要明白时间的概念，这一法是属于不相应行法之一，在《百法明门》里面讲它是属于不相应行之一。不相应行，拿现在的话来说，它是一个抽象的概念，它不是事实，在这个一切真实事里面没有这个东西，可是在概念里面有，就是有这个事，但实在没有它的体相可得。这是讲时是假的，是假想的，不是真实法。",
      "zh_TW": "底下一段跟諸位介紹「時成就」。「一時」，為什麼不記載某年某月某日，那個對我們概念上更清楚，為什麼含糊籠統就稱個一時？這叫時成就。諸位要曉得，假如要是記載著某年某月某日，這雖有時，不能叫成就。為什麼？那是已經過去了，那是過去人他們的成就，於我們沒有份。因此我們對一時這個意思一定要搞得很清楚，不能夠錯解它的意思。首先要明白時間的概念，這一法是屬於不相應行法之一，在《百法明門》裡面講它是屬於不相應行之一。不相應行，拿現在的話來說，它是一個抽象的概念，它不是事實，在這個一切真實事裡面沒有這個東西，可是在概念裡面有，就是有這個事，但實在沒有它的體相可得。這是講時是假的，是假想的，不是真實法。"
    },
    {
      "id": "09-014-0003_p0009",
      "zh_CN": "佛经里面所讲的「一时」，它的意思是师资道合。师是老师，资是学生，换句话说，教学的机缘正好很适合，老师欢喜教，学生的程度够了，譬如一说学生就开悟、就明了，这叫道合。老师虽然勤苦在那里教学、在那里讲经说法，学生听了不开悟，这个道就不合。这是相当不容易做到的。在《金刚经》这一会上，释迦牟尼佛是老师，须菩提尊者是学生，佛一表现，学生马上就开悟了，这叫师资道合，这是教学说法的机缘成熟了，我们常讲机缘成熟。如果不成熟，我们试问问，释迦牟尼佛是不是每天都在讲《金刚经》？给诸位讲，天天在讲，从来没有休息过。他虽然在讲，可是学生不懂，一个个茫然不识，不认识，所以道不合，那就不能叫时成就。必须要师资道合，这才成就。主伴一心，主是说法的主人，就是老师；伴是伴侣，就是学生；道合就是一心，用主伴一心来跟诸位说明师资道合。主是一心，老师是一心，学生也达到一心，这就合；老师的心是一心，学生的心是三心二意，那就不合。",
      "zh_TW": "佛經裡面所講的「一時」，它的意思是師資道合。師是老師，資是學生，換句話說，教學的機緣正好很適合，老師歡喜教，學生的程度夠了，譬如一說學生就開悟、就明瞭，這叫道合。老師雖然勤苦在那裡教學、在那裡講經說法，學生聽了不開悟，這個道就不合。這是相當不容易做到的。在《金剛經》這一會上，釋迦牟尼佛是老師，須菩提尊者是學生，佛一表現，學生馬上就開悟了，這叫師資道合，這是教學說法的機緣成熟了，我們常講機緣成熟。如果不成熟，我們試問問，釋迦牟尼佛是不是每天都在講《金剛經》？給諸位講，天天在講，從來沒有休息過。他雖然在講，可是學生不懂，一個個茫然不識，不認識，所以道不合，那就不能叫時成就。必須要師資道合，這才成就。主伴一心，主是說法的主人，就是老師；伴是伴侶，就是學生；道合就是一心，用主伴一心來跟諸位說明師資道合。主是一心，老師是一心，學生也達到一心，這就合；老師的心是一心，學生的心是三心二意，那就不合。"
    },
    {
      "id": "09-014-0003_p0010",
      "zh_CN": "由此可知，如果我们要想成就，这一句我们要是不清楚的话，你就注意到这一句，学佛是修一心。特别是净土法门，净土法门是直截了当就在一心上下手，它讲的是一心不乱，就在一心上下手，所以在八万四千法门当中，《华严经》上把它排在第一位。善财童子参学，第一位老师德云比丘就是教他念佛法门，诸位想想这个意思非常的深长，因为念佛法门是直截了当求一心，由此我们就明白了，学佛学什么？学一心。修行修什么？也是修一心。果然成就一心了，师资道合，诸佛如来所说一切大乘了义经论，这个时候就一时通达。为什么？因为一切大乘了义经论，无不是从一心流出，无不还归一心，从一心流出，还归一心，除一心之外，更无余事，再没有别的事情了。",
      "zh_TW": "由此可知，如果我們要想成就，這一句我們要是不清楚的話，你就注意到這一句，學佛是修一心。特別是淨土法門，淨土法門是直截了當就在一心上下手，它講的是一心不亂，就在一心上下手，所以在八萬四千法門當中，《華嚴經》上把它排在第一位。善財童子參學，第一位老師德雲比丘就是教他念佛法門，諸位想想這個意思非常的深長，因為念佛法門是直截了當求一心，由此我們就明白了，學佛學什麼？學一心。修行修什麼？也是修一心。果然成就一心了，師資道合，諸佛如來所說一切大乘了義經論，這個時候就一時通達。為什麼？因為一切大乘了義經論，無不是從一心流出，無不還歸一心，從一心流出，還歸一心，除一心之外，更無餘事，再沒有別的事情了。"
    },
    {
      "id": "09-014-0003_p0011",
      "zh_CN": "在此地诸位要是明白这一点意思，对于一时的意思才能够体会到一心。这个时候那就真是师生授受的时节因缘成就了，所以说是「机教相扣，不失其时」，到一心的时候，轻轻一点、一提醒，就恍然大悟，这是一时的意思。机，机是学生，机感相应；教是老师，教导提示他；相扣，说听究竟，说是究竟圆满，听也是究竟圆满；不失其时，所以叫做时成就，这就是说理契机。本经特别着重在说理，而这个理正契合须菩提尊者。佛陀与尊者感应道交，这是众生有感，佛则有应。以本经来说，须菩提有感，佛才有应，所以称之为感应道交，这个就叫做一时。由此可知，一时不是说的年月日时，也不是说的过去、现在、未来之时，而是说一心之时、道合之时。佛、老师没有问题，问题是在我们做学生的，我们做学生的人什么时候能到一心，什么时候我们的道与诸佛菩萨的道相合，正其时也，这是一时的意思。",
      "zh_TW": "在此地諸位要是明白這一點意思，對於一時的意思才能夠體會到一心。這個時候那就真是師生授受的時節因緣成就了，所以說是「機教相扣，不失其時」，到一心的時候，輕輕一點、一提醒，就恍然大悟，這是一時的意思。機，機是學生，機感相應；教是老師，教導提示他；相扣，說聽究竟，說是究竟圓滿，聽也是究竟圓滿；不失其時，所以叫做時成就，這就是說理契機。本經特別著重在說理，而這個理正契合須菩提尊者。佛陀與尊者感應道交，這是眾生有感，佛則有應。以本經來說，須菩提有感，佛才有應，所以稱之為感應道交，這個就叫做一時。由此可知，一時不是說的年月日時，也不是說的過去、現在、未來之時，而是說一心之時、道合之時。佛、老師沒有問題，問題是在我們做學生的，我們做學生的人什麼時候能到一心，什麼時候我們的道與諸佛菩薩的道相合，正其時也，這是一時的意思。"
    },
    {
      "id": "09-014-0003_p0012",
      "zh_CN": "下面再跟诸位介绍说法的主人，就是「佛」。佛是说法主，是能说之人，称之为「主成就」，拿现在的话就是主讲，在这个法会里面释迦牟尼佛是主讲人，主讲人成就了。此地我们要给诸位做一个简单的介绍，先说说佛的定义，佛是主讲成就，六种成就通常是讲主成就，我这里加一个字，就是主讲人。「佛」，是印度梵语音译过来的，它的意思是觉者，觉而不迷的人。这个字里面包含有三个意思，自觉、觉他、觉行圆满，含这三个意思。所谓自觉，不同于凡夫，异凡夫，不同凡夫。为什么？凡夫之人不自觉，自己迷惑颠倒，不自觉。佛自己觉悟，这是不同于凡夫。佛又能够觉他，自己觉悟了，帮助别人觉悟，这个不同于二乘人。二乘就是声闻、缘觉，这两种人是二乘，因为声闻、缘觉他有自觉，他虽有自觉，他不肯觉他；换句话说，他不能觉他，只自觉，不肯觉他。佛是自觉之后，又很乐意的去帮助别人觉悟，这是不同于二乘人的。第三个意思是觉行圆满。这个地方特别要注意到的是，觉当中还有个行，觉是见解，行是证入；换句话说，不但他见解是圆满的，他的生活行为也是圆满的，这是不同于菩萨。菩萨虽然自觉也觉他，可是没达到圆满的境界；唯有佛，自觉、觉他都圆满，所以这才称之为佛。佛为天人之师，天是讲天上，在六道里的天道，人是指人道，实际上佛是六道之师，提了一个天人，其余的四道都包括在其中。由此可知，老师身分是非常尊贵的，值得我们尊敬。",
      "zh_TW": "下面再跟諸位介紹說法的主人，就是「佛」。佛是說法主，是能說之人，稱之為「主成就」，拿現在的話就是主講，在這個法會裡面釋迦牟尼佛是主講人，主講人成就了。此地我們要給諸位做一個簡單的介紹，先說說佛的定義，佛是主講成就，六種成就通常是講主成就，我這裡加一個字，就是主講人。「佛」，是印度梵語音譯過來的，它的意思是覺者，覺而不迷的人。這個字裡面包含有三個意思，自覺、覺他、覺行圓滿，含這三個意思。所謂自覺，不同於凡夫，異凡夫，不同凡夫。為什麼？凡夫之人不自覺，自己迷惑顛倒，不自覺。佛自己覺悟，這是不同於凡夫。佛又能夠覺他，自己覺悟了，幫助別人覺悟，這個不同於二乘人。二乘就是聲聞、緣覺，這兩種人是二乘，因為聲聞、緣覺他有自覺，他雖有自覺，他不肯覺他；換句話說，他不能覺他，只自覺，不肯覺他。佛是自覺之後，又很樂意的去幫助別人覺悟，這是不同於二乘人的。第三個意思是覺行圓滿。這個地方特別要注意到的是，覺當中還有個行，覺是見解，行是證入；換句話說，不但他見解是圓滿的，他的生活行為也是圓滿的，這是不同於菩薩。菩薩雖然自覺也覺他，可是沒達到圓滿的境界；唯有佛，自覺、覺他都圓滿，所以這才稱之為佛。佛為天人之師，天是講天上，在六道裡的天道，人是指人道，實際上佛是六道之師，提了一個天人，其餘的四道都包括在其中。由此可知，老師身分是非常尊貴的，值得我們尊敬。"
    },
    {
      "id": "09-014-0003_p0013",
      "zh_CN": "讲到觉，我们一定要进一步的来问一问，他觉的是什么？说我们凡夫不觉，说我们迷，我们迷的是什么？佛与凡夫不同的所在究竟是在哪里？这是我们必须要把它辨别清楚的。在这里我们说明，他「内觉无诸妄念，外觉不染六尘」，这两句话希望大家要特别注意到，要好好的把它记住。为什么？与你自己修证关系非常之大。如果我们要是有妄念，内就不觉，就迷了；如果我们还染着六尘，外面迷了，外迷在境界里，内迷在妄念之中。换句话说，如果是一个觉者，真正觉悟的人，内没有妄念，外面不染六尘。",
      "zh_TW": "講到覺，我們一定要進一步的來問一問，他覺的是什麼？說我們凡夫不覺，說我們迷，我們迷的是什麼？佛與凡夫不同的所在究竟是在哪裡？這是我們必須要把它辨別清楚的。在這裡我們說明，他「內覺無諸妄念，外覺不染六塵」，這兩句話希望大家要特別注意到，要好好的把它記住。為什麼？與你自己修證關係非常之大。如果我們要是有妄念，內就不覺，就迷了；如果我們還染著六塵，外面迷了，外迷在境界裡，內迷在妄念之中。換句話說，如果是一個覺者，真正覺悟的人，內沒有妄念，外面不染六塵。"
    },
    {
      "id": "09-014-0003_p0014",
      "zh_CN": "我再要告诉诸位，内本无妄念，外本来不染六尘。这个地方我们举个比喻说。大乘经典常常告诉我们，「清净本然，如如不动」，如果我们讲染着，必定有个能染、有个所染，染着的意思才能够成立。如果我们起个妄念，一定有能起的心、所起的妄念，假如能所俱不可得，可见得本来就没有妄念，也没有染着。这个事实真相我们必须要能够深深的体会。假如外无染着，外不染六尘，外面六尘境界不是一真法界是什么？内要不起妄念，你这个心不是自性清净心又是什么？十方诸佛如来如是，我们哪一个人不如是？我们就比喻来说，外境是清净本然的，内里面六根根性是如如不动的，绝能绝所，能所二边俱不可得，可见得本来是清净，本来是不染。我们今天讲染污、讲不清净，这是说的什么？完全说的是妄心，妄心着重在这个妄，既然是妄，当然它不是真实的。如果我们把这个妄当作真实，我们就吃亏上当，我们就受其害了。要是觉悟那是虚妄，不是真实的，虽然有妄心在，碍不碍事？不碍事，妄不碍真。那我们的问题就解决了。",
      "zh_TW": "我再要告訴諸位，內本無妄念，外本來不染六塵。這個地方我們舉個比喻說。大乘經典常常告訴我們，「清淨本然，如如不動」，如果我們講染著，必定有個能染、有個所染，染著的意思才能夠成立。如果我們起個妄念，一定有能起的心、所起的妄念，假如能所俱不可得，可見得本來就沒有妄念，也沒有染著。這個事實真相我們必須要能夠深深的體會。假如外無染著，外不染六塵，外面六塵境界不是一真法界是什麼？內要不起妄念，你這個心不是自性清淨心又是什麼？十方諸佛如來如是，我們哪一個人不如是？我們就比喻來說，外境是清淨本然的，內裡面六根根性是如如不動的，絕能絕所，能所二邊俱不可得，可見得本來是清淨，本來是不染。我們今天講染污、講不清淨，這是說的什麼？完全說的是妄心，妄心著重在這個妄，既然是妄，當然它不是真實的。如果我們把這個妄當作真實，我們就吃虧上當，我們就受其害了。要是覺悟那是虛妄，不是真實的，雖然有妄心在，礙不礙事？不礙事，妄不礙真。那我們的問題就解決了。"
    },
    {
      "id": "09-014-0003_p0015",
      "zh_CN": "譬如我们戴个有色的眼镜，像夏天我们戴个太阳眼镜，这个太阳眼镜是绿色的，我们看到外面的境界，一切境界上都带一层绿色的，外面这个境界染着了。那你想想，外面这个境界是不是被绿色所染？我们戴眼镜的人感觉到的确是被绿色所染了，其实外头境界并没有染着。这个绿色太阳眼镜，既不染外境，有没有染污我们的眼睛？眼睛是内，我们把眼睛比作内，把外境比做外，六尘比作外，这个眼镜绿色的镜片也没有染我们的眼睛。内不染根，外又不染尘，可是它夹在当中产生一个幻相，这个幻相，又好像染了外头境界，又好像染了自己的眼睛，好像内外都染了，这是一个错觉，这是虚妄的，不是真实的。",
      "zh_TW": "譬如我們戴個有色的眼鏡，像夏天我們戴個太陽眼鏡，這個太陽眼鏡是綠色的，我們看到外面的境界，一切境界上都帶一層綠色的，外面這個境界染著了。那你想想，外面這個境界是不是被綠色所染？我們戴眼鏡的人感覺到的確是被綠色所染了，其實外頭境界並沒有染著。這個綠色太陽眼鏡，既不染外境，有沒有染污我們的眼睛？眼睛是內，我們把眼睛比作內，把外境比做外，六塵比作外，這個眼鏡綠色的鏡片也沒有染我們的眼睛。內不染根，外又不染塵，可是它夾在當中產生一個幻相，這個幻相，又好像染了外頭境界，又好像染了自己的眼睛，好像內外都染了，這是一個錯覺，這是虛妄的，不是真實的。"
    },
    {
      "id": "09-014-0003_p0016",
      "zh_CN": "这个比喻我们很容易明白、很容易了解，这个镜片是虚妄的，我们拿这个比喻来比喻我们的真性与外面的境界就容易体会，真性与外境当中也有一个有色的眼镜，这是什么？这就是妄心。妄心主要的就是讲第六识跟第七识，第六识是分别，第七识是执着、是染污，我们叫它做染污意。第六识的分别，第七识的染污执着，它与外境相不相干？不相干，就好像那个绿色的镜片一样，不相干。对内的真如本性呢？就好像镜片对于眼睛，它也不相干。正因为如此，所以佛在大经里面才讲，一切众生本来成佛；六祖大师一开悟的时候所说，何期自性本来清净，何期自性本无动摇，就是这个意思。去了这个眼镜，你所见到的就是一真法界，就是明心见性；戴上这个眼镜片，你要觉悟了这个是眼镜片，虽然看到外面一片是绿色的，外头不是真正绿色，这个眼镜片确实是脱根脱尘，纵然是有也不碍事了。碍事是什么？你不是不明白这个道理，你把这个假的当作真的，认为外头境界相真正有污染，内里面清净心确实被外境染着了，这就错了，就变成迷而不觉。你要是彻底了解事实真相，你就是觉而不迷，觉而不迷就叫做佛菩萨。",
      "zh_TW": "這個比喻我們很容易明白、很容易了解，這個鏡片是虛妄的，我們拿這個比喻來比喻我們的真性與外面的境界就容易體會，真性與外境當中也有一個有色的眼鏡，這是什麼？這就是妄心。妄心主要的就是講第六識跟第七識，第六識是分別，第七識是執著、是染污，我們叫它做染污意。第六識的分別，第七識的染污執著，它與外境相不相干？不相干，就好像那個綠色的鏡片一樣，不相干。對內的真如本性呢？就好像鏡片對於眼睛，它也不相干。正因為如此，所以佛在大經裡面才講，一切眾生本來成佛；六祖大師一開悟的時候所說，何期自性本來清淨，何期自性本無動搖，就是這個意思。去了這個眼鏡，你所見到的就是一真法界，就是明心見性；戴上這個眼鏡片，你要覺悟了這個是眼鏡片，雖然看到外面一片是綠色的，外頭不是真正綠色，這個眼鏡片確實是脫根脫塵，縱然是有也不礙事了。礙事是什麼？你不是不明白這個道理，你把這個假的當作真的，認為外頭境界相真正有污染，內裡面清淨心確實被外境染著了，這就錯了，就變成迷而不覺。你要是徹底了解事實真相，你就是覺而不迷，覺而不迷就叫做佛菩薩。"
    },
    {
      "id": "09-014-0003_p0017",
      "zh_CN": "这个地方，「佛」是指我们的本师释迦牟尼佛，这是我们在此地也要跟诸位做一个简单的介绍。佛，三身佛，三身就是一身，一身就是三身，是一而三、三而一。这个意思六祖大师在《坛经》里面说得很详细，三身佛就在我们肉身也就统统具足了。第一个意思是「非相而相」，这是「应身佛」。本来没有相，真如本性本来没有相，虽没有相，它能够现相，正如同《楞严经》里面所说的，「随众生心，应所知量」。众生有感，佛就有应，感应道交，这个身是应身，像释迦牟尼佛当年在世，他也住世八十年，讲经说法四十九年，这个身就是应身佛，是非相而相。第二个意思是「相而非相」，这是「报身佛」。虽然有这个身相，这个相就是非相。为什么就是非相？因为这个相是因缘所生法，既是因缘所法，它当体即空，就是非相。从这个地方来看，这叫报身佛，为什么？他决定不执着这个相，换句话说，在这个相里头没有我执、没有法执，连这个相也不执着，这是真正智慧，称为报身。第三个意思是「非相非非相」，这是「法身佛」。就在这个相上看，这个相是非相，虽是非相，又是非非相。非相是无相，非非相就不是无相，无相也不是无相，不是无相就是有相，可见得有跟无是一不是二。如果我们拿《心经》上几句话合在此地讲，这个意思就更明了，《心经》大家晓得，有四句话每个人都会念，「色不异空，空不异色。色即是空，空即是色」。非相是空，相就是色，空即是色，色即是空。空即是色，应身佛也；色即是空，报身佛也；色不异空，空不异色，法身佛也。试问，哪一个不具足三身？人人都具足三身，不仅仅是释迦牟尼佛一个人，不仅仅是十方如来，我们每一个人统统具足。六祖大师在《坛经》给我们说明的一体三身佛，希望我们每一个人都能证得，证得就叫做成佛。",
      "zh_TW": "這個地方，「佛」是指我們的本師釋迦牟尼佛，這是我們在此地也要跟諸位做一個簡單的介紹。佛，三身佛，三身就是一身，一身就是三身，是一而三、三而一。這個意思六祖大師在《壇經》裡面說得很詳細，三身佛就在我們肉身也就統統具足了。第一個意思是「非相而相」，這是「應身佛」。本來沒有相，真如本性本來沒有相，雖沒有相，它能夠現相，正如同《楞嚴經》裡面所說的，「隨眾生心，應所知量」。眾生有感，佛就有應，感應道交，這個身是應身，像釋迦牟尼佛當年在世，他也住世八十年，講經說法四十九年，這個身就是應身佛，是非相而相。第二個意思是「相而非相」，這是「報身佛」。雖然有這個身相，這個相就是非相。為什麼就是非相？因為這個相是因緣所生法，既是因緣所法，它當體即空，就是非相。從這個地方來看，這叫報身佛，為什麼？他決定不執著這個相，換句話說，在這個相裡頭沒有我執、沒有法執，連這個相也不執著，這是真正智慧，稱為報身。第三個意思是「非相非非相」，這是「法身佛」。就在這個相上看，這個相是非相，雖是非相，又是非非相。非相是無相，非非相就不是無相，無相也不是無相，不是無相就是有相，可見得有跟無是一不是二。如果我們拿《心經》上幾句話合在此地講，這個意思就更明瞭，《心經》大家曉得，有四句話每個人都會念，「色不異空，空不異色。色即是空，空即是色」。非相是空，相就是色，空即是色，色即是空。空即是色，應身佛也；色即是空，報身佛也；色不異空，空不異色，法身佛也。試問，哪一個不具足三身？人人都具足三身，不僅僅是釋迦牟尼佛一個人，不僅僅是十方如來，我們每一個人統統具足。六祖大師在《壇經》給我們說明的一體三身佛，希望我們每一個人都能證得，證得就叫做成佛。"
    },
    {
      "id": "09-014-0003_p0018",
      "zh_CN": "这个地方的佛，是指我们的教主「释迦牟尼佛」。这五个字完全是梵语的音译，它的含义在此地给诸位做一个简单的介绍。梵语「释迦」翻成中国是能仁的意思，仁是仁慈，他能够仁慈。也就是我们常讲的大慈大悲，能仁就是大慈大悲。因为他大慈大悲，所以众生有感，他就有应，感而遂通，与一切众生能感应道交，这是释迦的意思。「牟尼」的意思是寂默，寂然不动的意思。从佛的名号上来看，我们常常在讲席当中也跟诸位说明，佛的名号就是佛在这个阶段、这个地区，教学的宗旨、教学的目标。我们看我们这个世界娑婆世界，众生缺乏仁慈，多半都是自私自利，他所关心的、所爱护的是他自己，或者是他的家人、他的至亲好友。除此之外，他就没有仁慈了。所以佛在我们这个世间给我们所示现的，教导我们的，把仁慈之心、仁爱之心将它扩大，能够爱护一切众生，平等博爱就是释迦的意思。第二点，我们这个世界众生的心散乱，精神意志不能集中，因此无论修学哪一种法门很难有成就，这个心没有办法做到寂默，所以佛特别提出来教给我们要寂然不动。无论是在顺境逆境里面学不动心，这个不动心就是一心，寂默寂然不动就是一心，所以牟尼也是一心的意思。因此佛在娑婆世界示现成佛，他的名号就叫做释迦牟尼，因为这个世界众生极需要的就是仁慈跟寂然不动，就是一心不乱。大慈大悲、一心不乱，以这个为教化的宗旨。",
      "zh_TW": "這個地方的佛，是指我們的教主「釋迦牟尼佛」。這五個字完全是梵語的音譯，它的含義在此地給諸位做一個簡單的介紹。梵語「釋迦」翻成中國是能仁的意思，仁是仁慈，他能夠仁慈。也就是我們常講的大慈大悲，能仁就是大慈大悲。因為他大慈大悲，所以眾生有感，他就有應，感而遂通，與一切眾生能感應道交，這是釋迦的意思。「牟尼」的意思是寂默，寂然不動的意思。從佛的名號上來看，我們常常在講席當中也跟諸位說明，佛的名號就是佛在這個階段、這個地區，教學的宗旨、教學的目標。我們看我們這個世界娑婆世界，眾生缺乏仁慈，多半都是自私自利，他所關心的、所愛護的是他自己，或者是他的家人、他的至親好友。除此之外，他就沒有仁慈了。所以佛在我們這個世間給我們所示現的，教導我們的，把仁慈之心、仁愛之心將它擴大，能夠愛護一切眾生，平等博愛就是釋迦的意思。第二點，我們這個世界眾生的心散亂，精神意志不能集中，因此無論修學哪一種法門很難有成就，這個心沒有辦法做到寂默，所以佛特別提出來教給我們要寂然不動。無論是在順境逆境裡面學不動心，這個不動心就是一心，寂默寂然不動就是一心，所以牟尼也是一心的意思。因此佛在娑婆世界示現成佛，他的名號就叫做釋迦牟尼，因為這個世界眾生極需要的就是仁慈跟寂然不動，就是一心不亂。大慈大悲、一心不亂，以這個為教化的宗旨。"
    },
    {
      "id": "09-014-0003_p0019",
      "zh_CN": "佛这个字前面讲得很多，三界导师，不但是我们人间根本的老师，三界六道当中他都是导师的地位。教导我们要仁慈，教导我们要爱护一切众生，要关怀一切众生，教导我们在一切境界里面要如如不动，要一心不乱，要清净平等，这都是佛的德号里面所具的意思。佛说法，其目的无非是教我们返本还源，法界众生因为听闻佛法，就是闻佛所说的一切法他才觉悟的，佛为一切众生做破迷开悟的增上缘，佛是无时无处不说法，这将来在我们这部经的发起序里面诸位可以能够看得出来。我们在经论里往往看到他方世界六尘说法，从来没有觉察到我们眼前这个境界里头也是六尘说法，是你没有觉察到。唯有觉察的人才会依教奉行，才能够离苦得乐。这是讲的主成就。",
      "zh_TW": "佛這個字前面講得很多，三界導師，不但是我們人間根本的老師，三界六道當中他都是導師的地位。教導我們要仁慈，教導我們要愛護一切眾生，要關懷一切眾生，教導我們在一切境界裡面要如如不動，要一心不亂，要清淨平等，這都是佛的德號裡面所具的意思。佛說法，其目的無非是教我們返本還源，法界眾生因為聽聞佛法，就是聞佛所說的一切法他才覺悟的，佛為一切眾生做破迷開悟的增上緣，佛是無時無處不說法，這將來在我們這部經的發起序裡面諸位可以能夠看得出來。我們在經論裡往往看到他方世界六塵說法，從來沒有覺察到我們眼前這個境界裡頭也是六塵說法，是你沒有覺察到。唯有覺察的人才會依教奉行，才能夠離苦得樂。這是講的主成就。"
    },
    {
      "id": "09-014-0003_p0020",
      "zh_CN": "下面是跟诸位说明「处成就」。「在舍卫国祇树给孤独园」，这一句是讲处所成就，佛在什么地方说的，处成就。这个地方特别要跟诸位说明，说法的处所皆有大因缘在，不是偶然的。正法道场妙境难量，殊胜功德皆是福城，不可思议。此地我们应当特别留意，为什么？如果我们明白这个道理了，我们现前这个场所就是佛说法之处，就是不可思议的殊胜因缘。因为你自己是迷而不觉，你不晓得这个所在是如来道场。如果你一旦觉悟了，你所居住的这个地方就是如来道场，就是佛说法之处，就是具足大因缘之所在，不是偶然的，十方三世诸佛如来对于这个场所早已经授记，换句话说，早已经指定。像六祖大师在东山菩提树下受戒传法，《坛经》里面给我们所说的，一切诸祖早已经在那里授记，岂不是道场早就定了？我们今天借重科学的仪器比从前更方便，我们家庭只要有一部录放影机、有一台电视，来播放讲经的录影带，我们的家庭就是道场，我们家庭就是佛说法之处，我们家庭与诸佛菩萨一切众生就具足大因缘，也不是偶然的。",
      "zh_TW": "下面是跟諸位說明「處成就」。「在舍衛國祇樹給孤獨園」，這一句是講處所成就，佛在什麼地方說的，處成就。這個地方特別要跟諸位說明，說法的處所皆有大因緣在，不是偶然的。正法道場妙境難量，殊勝功德皆是福城，不可思議。此地我們應當特別留意，為什麼？如果我們明白這個道理了，我們現前這個場所就是佛說法之處，就是不可思議的殊勝因緣。因為你自己是迷而不覺，你不曉得這個所在是如來道場。如果你一旦覺悟了，你所居住的這個地方就是如來道場，就是佛說法之處，就是具足大因緣之所在，不是偶然的，十方三世諸佛如來對於這個場所早已經授記，換句話說，早已經指定。像六祖大師在東山菩提樹下受戒傳法，《壇經》裡面給我們所說的，一切諸祖早已經在那裡授記，豈不是道場早就定了？我們今天借重科學的儀器比從前更方便，我們家庭只要有一部錄放影機、有一台電視，來播放講經的錄影帶，我們的家庭就是道場，我們家庭就是佛說法之處，我們家庭與諸佛菩薩一切眾生就具足大因緣，也不是偶然的。"
    },
    {
      "id": "09-014-0003_p0021",
      "zh_CN": "现在科技发达，像这样一套整组的机器，也费不了多少钱，我们只要有这一组机器，我们可以请法师来讲经，将录影带留下来，然后辗转拷贝流通，普遍的流传，利益现前的众生，利益后世的众生，这种福德因缘岂能思议？这个场所必然是诸佛菩萨保佑，护法龙天所护持。即使这个地方不讲经，它有一次、两次讲经的机缘，这个地方就如佛塔庙，必定为护法善神时时守护的场所。我们一定要明白这个道理，要通晓这个事实，而后我们发心来建立道场。像昨天有几位法师跟我在一起吃饭，谈到建寺庙的苦心操劳，我就告诉他，今日之下，何必要费那么多金钱、操那么多的心去建道场，所建的道场又未必有道，如果这个场没有道，只有场没道不能叫做道场。头脑稍微灵活一点的人，我告诉他，十万块钱能够建立一个非常殊胜的大道场。他们就奇怪了，十万块钱怎么能建一个道场？我告诉他，我们图书馆现在已经建立三个道场了，我们以十万块钱买一架录放影机、买一架电视，将我们所有讲经的录影带赠送给大专学校，那一个学校就是我们的道场。我们在中央大学建了个道场，在北医建了个道场，在逢甲大学建了个道场，这不是十万块钱就建立一个大道场！学校渐渐产生效果了，逢甲的同学来跟我说，他们学校对于我们这个录影带很满意，不但学社学生天天在看，学校有意思要把这个录影带开放，让全校的学生都来看，诸位想想这不是大道场那是什么！",
      "zh_TW": "現在科技發達，像這樣一套整組的機器，也費不了多少錢，我們只要有這一組機器，我們可以請法師來講經，將錄影帶留下來，然後輾轉拷貝流通，普遍的流傳，利益現前的眾生，利益後世的眾生，這種福德因緣豈能思議？這個場所必然是諸佛菩薩保佑，護法龍天所護持。即使這個地方不講經，它有一次、兩次講經的機緣，這個地方就如佛塔廟，必定為護法善神時時守護的場所。我們一定要明白這個道理，要通曉這個事實，而後我們發心來建立道場。像昨天有幾位法師跟我在一起吃飯，談到建寺廟的苦心操勞，我就告訴他，今日之下，何必要費那麼多金錢、操那麼多的心去建道場，所建的道場又未必有道，如果這個場沒有道，只有場沒道不能叫做道場。頭腦稍微靈活一點的人，我告訴他，十萬塊錢能夠建立一個非常殊勝的大道場。他們就奇怪了，十萬塊錢怎麼能建一個道場？我告訴他，我們圖書館現在已經建立三個道場了，我們以十萬塊錢買一架錄放影機、買一架電視，將我們所有講經的錄影帶贈送給大專學校，那一個學校就是我們的道場。我們在中央大學建了個道場，在北醫建了個道場，在逢甲大學建了個道場，這不是十萬塊錢就建立一個大道場！學校漸漸產生效果了，逢甲的同學來跟我說，他們學校對於我們這個錄影帶很滿意，不但學社學生天天在看，學校有意思要把這個錄影帶開放，讓全校的學生都來看，諸位想想這不是大道場那是什麼！"
    },
    {
      "id": "09-014-0003_p0022",
      "zh_CN": "今天诸位要想修真正的福报，不必花很多钱，你这种修的福报之殊胜，实在讲不亚于梁武帝，梁武帝当年建四百八十多个寺院，诸位想想他这个福报不可思议。我们今天如果费这一点钱来度一个学校，这个学校有多少学生，这一届毕业了，底下新生又进来了，这是真实的功德，真正殊胜的场所，我们为什么不建这样的道场！这是处所成就。像我们现在这个录影室很小，一个小房间，我们架上机器在此地讲，我们的录影带流通在全世界每一个国家地区，我们这个小的场所与当年释迦牟尼佛讲经说法的祇树给孤独园没有两样，同为诸佛之所护念，龙天之所守护。我所说的话句句都是真实话，没有一个字是妄语。诸位如果发心护持佛法，如果发心续佛慧命，如果发心建立道场，我想一个中等收入的人家，人人可以做得到。我们又何乐而不为之？",
      "zh_TW": "今天諸位要想修真正的福報，不必花很多錢，你這種修的福報之殊勝，實在講不亞於梁武帝，梁武帝當年建四百八十多個寺院，諸位想想他這個福報不可思議。我們今天如果費這一點錢來度一個學校，這個學校有多少學生，這一屆畢業了，底下新生又進來了，這是真實的功德，真正殊勝的場所，我們為什麼不建這樣的道場！這是處所成就。像我們現在這個錄影室很小，一個小房間，我們架上機器在此地講，我們的錄影帶流通在全世界每一個國家地區，我們這個小的場所與當年釋迦牟尼佛講經說法的祇樹給孤獨園沒有兩樣，同為諸佛之所護念，龍天之所守護。我所說的話句句都是真實話，沒有一個字是妄語。諸位如果發心護持佛法，如果發心續佛慧命，如果發心建立道場，我想一個中等收入的人家，人人可以做得到。我們又何樂而不為之？"
    },
    {
      "id": "09-014-0003_p0023",
      "zh_CN": "我们再继续看底下的几个字，这是正法道场，这种境界不可思议，无法思量！殊胜的功德皆是福城，这个福城是取《华严经》善财童子五十三参，凡是建立道场弘法利生，这个地方就有福，这个城市就叫做福城。因为这个城市在弘扬正法，它有正法道场建立在这个所在，所以它是福城。只要有正法道场所在的处所，就有护法龙天护持，就有不可思议的殊胜功德妙境，希望诸位同修要明白这个道理，要发心。祇陀太子、给孤独长者，他们发心修这么大的功德福报，我们非常的羡慕。但是在今天，这种功德福报已经变成我们每一个人都能够做得到的，而不是世间大富长者他们的专利了，现在已经变成很普及的，人人都可以建祇树给孤独园，像我们现在这个小小道场就等于是祇树给孤独园，人人都能做得到。",
      "zh_TW": "我們再繼續看底下的幾個字，這是正法道場，這種境界不可思議，無法思量！殊勝的功德皆是福城，這個福城是取《華嚴經》善財童子五十三參，凡是建立道場弘法利生，這個地方就有福，這個城市就叫做福城。因為這個城市在弘揚正法，它有正法道場建立在這個所在，所以它是福城。只要有正法道場所在的處所，就有護法龍天護持，就有不可思議的殊勝功德妙境，希望諸位同修要明白這個道理，要發心。祇陀太子、給孤獨長者，他們發心修這麼大的功德福報，我們非常的羨慕。但是在今天，這種功德福報已經變成我們每一個人都能夠做得到的，而不是世間大富長者他們的專利了，現在已經變成很普及的，人人都可以建祇樹給孤獨園，像我們現在這個小小道場就等於是祇樹給孤獨園，人人都能做得到。"
    },
    {
      "id": "09-014-0003_p0024",
      "zh_CN": "六成就里头说了五种，下面是最后一种，叫「众成就」，众就是指与会的大众，也就是佛讲经说法的听众，在经文里面，「与大比丘众千二百五十人俱」。这几句话是众成就，此乃如来示现之正因缘；换句话说，前面五种成就都是为了这一种，前面五种是助，这一种是主，这是为主，皆为成就此一种，都是为了这个。由此我们就明白，建立道场弘扬佛法为的是什么？为的是帮助一切众生破迷开悟，为的是帮助一切众生皆成佛道。所以说这是如来示现在世间的正因缘，前面五种都是助因缘，就是促成这个因缘的。",
      "zh_TW": "六成就裡頭說了五種，下面是最後一種，叫「眾成就」，眾就是指與會的大眾，也就是佛講經說法的聽眾，在經文裡面，「與大比丘眾千二百五十人俱」。這幾句話是眾成就，此乃如來示現之正因緣；換句話說，前面五種成就都是為了這一種，前面五種是助，這一種是主，這是為主，皆為成就此一種，都是為了這個。由此我們就明白，建立道場弘揚佛法為的是什麼？為的是幫助一切眾生破迷開悟，為的是幫助一切眾生皆成佛道。所以說這是如來示現在世間的正因緣，前面五種都是助因緣，就是促成這個因緣的。"
    },
    {
      "id": "09-014-0003_p0025",
      "zh_CN": "在教学的仪式上来说，听众可以分为四大类，我们讲佛有四众弟子。四大类，第一种叫做「当机众」，就是发起的当机众。讲席里面听众一定可以分这四大类，第一大类叫发起当机众，他是发起，是来请经的。在一个法会里面，发起这个法会，譬如在本经里面发起人是须菩提长者，须菩提长者就是金刚这一会的发起当机众。如果像我们这个讲经的法会，譬如我们这次在香港讲经，请经的人是煜明法师，煜明法师就是发起当机众。下一会是周居士发心来请我，往返飞机票他来供养，他就是发起当机众，换句话说，这部经是他发起请我去讲的。佛陀在世，凡是发起这个法会，他去请佛来讲经，他就是发起当机众。我们讲修福，这是第一等的福报，也就是佛是为他所说的，他请法，当然是为他所说的。第二种是「常随众」，常随众就是跟着佛的，佛到哪个地方去，他就跟到哪里去。譬如本经里面所讲的一千二百五十五位大比丘，他们是常随众。我们现前请一个法师来讲经不难，很容易；佛当年在世，请他来讲经不容易，为什么不容易？因为跟着佛一起的有一千二百五十五人，你要请释迦牟尼佛，把他们个个都请到，换句话说，你要有那么大的场所招待他吃住，所以请佛不是请一个人，这一请，连佛一起就是一千二百五十六个人，包括释迦牟尼佛，请这么多人，可见得不容易。今天我们发起讲经只请法师一个人，或者法师有一、二个侍者，就是伺候他的，可见得比从前是要省事得多、要方便得多。末法时期培福反而容易，可惜的是末法时期众生迷惑颠倒，他不知道怎么去修福，所以虽然容易又变成很难。",
      "zh_TW": "在教學的儀式上來說，聽眾可以分為四大類，我們講佛有四眾弟子。四大類，第一種叫做「當機眾」，就是發起的當機眾。講席裡面聽眾一定可以分這四大類，第一大類叫發起當機眾，他是發起，是來請經的。在一個法會裡面，發起這個法會，譬如在本經裡面發起人是須菩提長者，須菩提長者就是金剛這一會的發起當機眾。如果像我們這個講經的法會，譬如我們這次在香港講經，請經的人是煜明法師，煜明法師就是發起當機眾。下一會是周居士發心來請我，往返飛機票他來供養，他就是發起當機眾，換句話說，這部經是他發起請我去講的。佛陀在世，凡是發起這個法會，他去請佛來講經，他就是發起當機眾。我們講修福，這是第一等的福報，也就是佛是為他所說的，他請法，當然是為他所說的。第二種是「常隨眾」，常隨眾就是跟著佛的，佛到哪個地方去，他就跟到哪裡去。譬如本經裡面所講的一千二百五十五位大比丘，他們是常隨眾。我們現前請一個法師來講經不難，很容易；佛當年在世，請他來講經不容易，為什麼不容易？因為跟著佛一起的有一千二百五十五人，你要請釋迦牟尼佛，把他們個個都請到，換句話說，你要有那麼大的場所招待他吃住，所以請佛不是請一個人，這一請，連佛一起就是一千二百五十六個人，包括釋迦牟尼佛，請這麼多人，可見得不容易。今天我們發起講經只請法師一個人，或者法師有一、二個侍者，就是伺候他的，可見得比從前是要省事得多、要方便得多。末法時期培福反而容易，可惜的是末法時期眾生迷惑顛倒，他不知道怎麼去修福，所以雖然容易又變成很難。"
    },
    {
      "id": "09-014-0003_p0026",
      "zh_CN": "第三类的大众是「影响众」。这些影响众都是佛菩萨、再来人，不是普通人，所以他能够影响这个法会，他能够影响一些听众，他在这个地方有学问、有道德、有声望，是一个大长者。听说某个地方法师讲经，他来听，因为他在座听经，别人一看，某人都在那里听经，大概这个法师讲经讲得不错，我们也应该去听。所以他在那里坐，实际上是替法师招来听众的，也许这个法师是初学，对于经教是初通，根本就不如他，他在那里还恭恭敬敬的听，这是什么？给别人做榜样，不敢轻视法师，不敢轻视初学，使大家对于法师起恭敬之心，这叫做影响众。佛当年在世的时候，谁给佛作影响众？当然是十方诸佛，十方诸佛也示现为弟子，正是所谓「一佛出世，千佛拥护」，来促成这个法会圆圆满满，促成这个法会最殊胜的效果，普遍的利益人天大众。这叫做影响众。",
      "zh_TW": "第三類的大眾是「影響眾」。這些影響眾都是佛菩薩、再來人，不是普通人，所以他能夠影響這個法會，他能夠影響一些聽眾，他在這個地方有學問、有道德、有聲望，是一個大長者。聽說某個地方法師講經，他來聽，因為他在座聽經，別人一看，某人都在那裡聽經，大概這個法師講經講得不錯，我們也應該去聽。所以他在那裡坐，實際上是替法師招來聽眾的，也許這個法師是初學，對於經教是初通，根本就不如他，他在那裡還恭恭敬敬的聽，這是什麼？給別人做榜樣，不敢輕視法師，不敢輕視初學，使大家對於法師起恭敬之心，這叫做影響眾。佛當年在世的時候，誰給佛作影響眾？當然是十方諸佛，十方諸佛也示現為弟子，正是所謂「一佛出世，千佛擁護」，來促成這個法會圓圓滿滿，促成這個法會最殊勝的效果，普遍的利益人天大眾。這叫做影響眾。"
    },
    {
      "id": "09-014-0003_p0027",
      "zh_CN": "第四种是「结缘众」。结缘众就是我们现代所谓一般的听经大众，现在讲经场所一般的听众，为什么？他既不是发起人，也不是常随众，也无法影响，结缘众也等于说一般旁听众，一般广大的听众。凡是一次法会，它主要的目标是对谁而说？主要是对当机众而说，附带的就是对结缘众而说。换句话说，它是以当机众和结缘众为主要的说法对象，四众里头这两众是为主，是主要。当机众，目的是要教他开悟，是要教他证果；结缘众里面主要的目的是要教他生起信心，生起正知正见，结见佛闻法之缘，做为将来修行得道的根本，功德利益皆不可思议，都是非常之殊胜。",
      "zh_TW": "第四種是「結緣眾」。結緣眾就是我們現代所謂一般的聽經大眾，現在講經場所一般的聽眾，為什麼？他既不是發起人，也不是常隨眾，也無法影響，結緣眾也等於說一般旁聽眾，一般廣大的聽眾。凡是一次法會，它主要的目標是對誰而說？主要是對當機眾而說，附帶的就是對結緣眾而說。換句話說，它是以當機眾和結緣眾為主要的說法對象，四眾裡頭這兩眾是為主，是主要。當機眾，目的是要教他開悟，是要教他證果；結緣眾裡面主要的目的是要教他生起信心，生起正知正見，結見佛聞法之緣，做為將來修行得道的根本，功德利益皆不可思議，都是非常之殊勝。"
    },
    {
      "id": "09-014-0003_p0028",
      "zh_CN": "下面需要跟诸位说明的是此地经文所讲的「大比丘」，什么叫大比丘？我们在这个地方必须跟诸位做一个解释。这个大拣别非是小机，这个小是小乘，可见这里不是小乘的根机，他具足有大、多、胜三个意思。大多胜三个意思在下面跟诸位来解释。比丘是小乘的称呼，它里面含有三个意思，这是梵语，第一个是乞士，第二个是破恶，第三是怖魔，有这三个意思，我们一条一条在此地跟诸位来说明。先说「大」的意思，是大、多、胜这三个意思。「大」是讲到德大，他有非常高尚的道德，或者讲品德，他有崇高的品德，我们称为德大。因为他品德高尚，所以普遍的为天王、大人所尊敬，不但人间的帝王大臣、有学问、有道德之人尊敬，乃至天上的天王对他都起尊敬之心，尊敬他的德大。不但他德大，而且他还有「多」，这个多就是闻多识广，博学多闻，学问渊博。博学多闻，博通内外学术，内是讲佛学，外是讲世间的学说。换句话说，佛法世间法他都渊博、都通达，这叫多。第三个意思叫「胜」，胜是殊胜，他非常之殊胜，因为他超出凡夫小乘。他的学术非常的高明，他的德行为天人所尊重，法高德重。他具备这三个意思，称之为大，这是小乘里面所没有的，这是大的意思，小乘没有这个意思，唯有大乘他才具足这个意思。",
      "zh_TW": "下面需要跟諸位說明的是此地經文所講的「大比丘」，什麼叫大比丘？我們在這個地方必須跟諸位做一個解釋。這個大揀別非是小機，這個小是小乘，可見這裡不是小乘的根機，他具足有大、多、勝三個意思。大多勝三個意思在下面跟諸位來解釋。比丘是小乘的稱呼，它裡面含有三個意思，這是梵語，第一個是乞士，第二個是破惡，第三是怖魔，有這三個意思，我們一條一條在此地跟諸位來說明。先說「大」的意思，是大、多、勝這三個意思。「大」是講到德大，他有非常高尚的道德，或者講品德，他有崇高的品德，我們稱為德大。因為他品德高尚，所以普遍的為天王、大人所尊敬，不但人間的帝王大臣、有學問、有道德之人尊敬，乃至天上的天王對他都起尊敬之心，尊敬他的德大。不但他德大，而且他還有「多」，這個多就是聞多識廣，博學多聞，學問淵博。博學多聞，博通內外學術，內是講佛學，外是講世間的學說。換句話說，佛法世間法他都淵博、都通達，這叫多。第三個意思叫「勝」，勝是殊勝，他非常之殊勝，因為他超出凡夫小乘。他的學術非常的高明，他的德行為天人所尊重，法高德重。他具備這三個意思，稱之為大，這是小乘裡面所沒有的，這是大的意思，小乘沒有這個意思，唯有大乘他才具足這個意思。"
    },
    {
      "id": "09-014-0003_p0029",
      "zh_CN": "比丘这三个意思，在此地也得跟诸位介绍出来。第一个「乞士」，简单讲是一钵资身、无所蓄藏、专求法要，这是乞士的意思。佛跟人乞食，乞丐，讨饭的，士是有学问、有道德的读书人，换句话说，这个讨饭的不是普通讨饭的，是一个有学问、有道德的叫化子，这是不简单！佛为弟子们制定的戒律，里面很重要的一条就是三衣一钵，钵是什么？吃饭的，去乞食的饭碗，这叫钵。出家人的衣只有三衣，另外就是一钵，三衣是遮身的，既然是一个人身，人身在世间最低的生活标准就是衣食，衣最少的就是三衣，吃饭有一个钵就够了，三衣一钵。资是资养身命，叫一钵资身。其目的是叫一个出家修道的人必须把资财舍掉，这是很重要很重要的，教我们把所蓄藏的，储蓄积藏的这些财物要舍掉。为什么？如果你有所蓄藏，就是你有积蓄，你还有很多东西要收藏起来的话，你的心就在你所收藏的，就在你所储蓄的这些财宝；换句话说，你的心就在你的蓄藏上，就不在道上了。如果能够把一切蓄藏都舍掉，无所蓄藏，你才能够专求法要，就是佛法里面最重要的，你求这个。",
      "zh_TW": "比丘這三個意思，在此地也得跟諸位介紹出來。第一個「乞士」，簡單講是一缽資身、無所蓄藏、專求法要，這是乞士的意思。佛跟人乞食，乞丐，討飯的，士是有學問、有道德的讀書人，換句話說，這個討飯的不是普通討飯的，是一個有學問、有道德的叫化子，這是不簡單！佛為弟子們制定的戒律，裡面很重要的一條就是三衣一缽，缽是什麼？吃飯的，去乞食的飯碗，這叫缽。出家人的衣只有三衣，另外就是一缽，三衣是遮身的，既然是一個人身，人身在世間最低的生活標準就是衣食，衣最少的就是三衣，吃飯有一個缽就夠了，三衣一缽。資是資養身命，叫一缽資身。其目的是叫一個出家修道的人必須把資財捨掉，這是很重要很重要的，教我們把所蓄藏的，儲蓄積藏的這些財物要捨掉。為什麼？如果你有所蓄藏，就是你有積蓄，你還有很多東西要收藏起來的話，你的心就在你所收藏的，就在你所儲蓄的這些財寶；換句話說，你的心就在你的蓄藏上，就不在道上了。如果能夠把一切蓄藏都捨掉，無所蓄藏，你才能夠專求法要，就是佛法裡面最重要的，你求這個。"
    },
    {
      "id": "09-014-0003_p0030",
      "zh_CN": "法要是什么？简单的讲是清净心，就是一心不乱。诸位学佛，学佛的人求什么？就是求清净心，就是求一心不乱。一心不乱、清净心，就是大乘法要。我们在一切境界里，上乞佛法资养我们的法身慧命，就是求一心不乱，求清净慈悲，我们求这个；下向一切众生乞食，不多求，只求个衣食足，我们就够了，知足常乐，不积蓄。我们看到有许多学佛的人，还有些出家人，他有积蓄，他有财富，他那些财富有时候被人骗走了，他非常的懊恼。有人跟我提起，某法师的钱被人骗了，骗了不少。我一笑，我觉得也很有道理，怎么说很有道理？因为佛教给我们的就是一钵资身，无所蓄藏。你是在家人蓄藏，他还为他的儿孙着想，为将来的发展着想；我们是一个出家人，我们没有儿女，我们也没有家，我们也没有社会各种的事业，我们要这个财富干什么？我想来想去没有什么用处，只有一个用处，等待别人来骗，就这个用处。别人把我们这个财富骗走了，这理所当然，我觉得这是合情合理合法，所以这一笑很开心，为什么？恍然大悟！因此真正修道人，十方的供养我们要接受，不接受，那就不肯给人家种福了。这个手接过来，这个手马上要布施出去，不要积蓄。",
      "zh_TW": "法要是什麼？簡單的講是清淨心，就是一心不亂。諸位學佛，學佛的人求什麼？就是求清淨心，就是求一心不亂。一心不亂、清淨心，就是大乘法要。我們在一切境界裡，上乞佛法資養我們的法身慧命，就是求一心不亂，求清淨慈悲，我們求這個；下向一切眾生乞食，不多求，只求個衣食足，我們就夠了，知足常樂，不積蓄。我們看到有許多學佛的人，還有些出家人，他有積蓄，他有財富，他那些財富有時候被人騙走了，他非常的懊惱。有人跟我提起，某法師的錢被人騙了，騙了不少。我一笑，我覺得也很有道理，怎麼說很有道理？因為佛教給我們的就是一缽資身，無所蓄藏。你是在家人蓄藏，他還為他的兒孫著想，為將來的發展著想；我們是一個出家人，我們沒有兒女，我們也沒有家，我們也沒有社會各種的事業，我們要這個財富幹什麼？我想來想去沒有什麼用處，只有一個用處，等待別人來騙，就這個用處。別人把我們這個財富騙走了，這理所當然，我覺得這是合情合理合法，所以這一笑很開心，為什麼？恍然大悟！因此真正修道人，十方的供養我們要接受，不接受，那就不肯給人家種福了。這個手接過來，這個手馬上要布施出去，不要積蓄。"
    },
    {
      "id": "09-014-0003_p0031",
      "zh_CN": "也许有人怀疑，我要不积蓄点钱财，我明天就没得用，明天就没有生活。这个话乍听起来满有道理，实际上似是而非。如果你不信，你可以查一查古今中外的历史，有没有个出家修道的人饿死，你去找找看有没有出家人饿死的？找不到，没有出家人不积蓄钱财他饿死了，没有。既然没有，我不积蓄钱财，我要是饿死了也很值得，怎么值得？历史上可以留个大名，某一个时代有某个出家人不积蓄钱财他饿死了。你们诸位想想是不是如此？愈是无积蓄，这是真正清高，实在的德行，诸佛菩萨护法龙天没有不护持的；他所不护持的，就是你银行里有存款，他就不护你了，不护你的法。为什么？你有积蓄，护你干什么！你要是什么积蓄都没有，两袋空空的，诸佛菩萨就要护持你，决定不会叫你有所缺乏。",
      "zh_TW": "也許有人懷疑，我要不積蓄點錢財，我明天就沒得用，明天就沒有生活。這個話乍聽起來滿有道理，實際上似是而非。如果你不信，你可以查一查古今中外的歷史，有沒有個出家修道的人餓死，你去找找看有沒有出家人餓死的？找不到，沒有出家人不積蓄錢財他餓死了，沒有。既然沒有，我不積蓄錢財，我要是餓死了也很值得，怎麼值得？歷史上可以留個大名，某一個時代有某個出家人不積蓄錢財他餓死了。你們諸位想想是不是如此？愈是無積蓄，這是真正清高，實在的德行，諸佛菩薩護法龍天沒有不護持的；他所不護持的，就是你銀行裡有存款，他就不護你了，不護你的法。為什麼？你有積蓄，護你幹什麼！你要是什麼積蓄都沒有，兩袋空空的，諸佛菩薩就要護持你，決定不會叫你有所缺乏。"
    },
    {
      "id": "09-014-0003_p0032",
      "zh_CN": "要是说我现在要钱，我为什么要？我要弘法利生！弘法利生是众生有福报，诸佛菩萨自然成就。你要是积蓄钱财，或者去募化，到处去找钱财，找了钱财弘法利生，你已经错了。为什么？你起心动念了，你的心不清净，那你所做这个事情得不偿失，失什么？清净心失掉，清净本然的境界失掉，如如不动的真心失掉了，你弘法利生的事业做得再多，诸位要晓得那是三界有漏的福报，于你自己本身全不相干，你自己错了。弘法利生是自己的德行悟入确实做到了，众生的福德因缘成熟了，前面讲「机感相扣」，一时里头说了这个意思，师资道合，主伴一心。由此可知，就是弘法利生也不要我们自己操一点心。自己修学成就了，证得一心，证得不乱，得清净，得到大开圆解，这个时候念念圆满功德。因为什么？弘法利生这个心、度众生的心，众生无边誓愿度，这个功德是念念圆满。与十方法界一切众生感应道交，随众生心，应所知量，循业发现，操个什么心、着个什么急？所以这才叫做乞士，才叫做专求法要。当然在乞士是什么？这是在你修学过程当中。刚才我跟你们讲，果地上已经得到了，是如此，正在求学过程当中更是重要，这一点意思希望诸位要多多去想一想，要特别的留意。今天时间到了，我们就讲到此地。",
      "zh_TW": "要是說我現在要錢，我為什麼要？我要弘法利生！弘法利生是眾生有福報，諸佛菩薩自然成就。你要是積蓄錢財，或者去募化，到處去找錢財，找了錢財弘法利生，你已經錯了。為什麼？你起心動念了，你的心不清淨，那你所做這個事情得不償失，失什麼？清淨心失掉，清淨本然的境界失掉，如如不動的真心失掉了，你弘法利生的事業做得再多，諸位要曉得那是三界有漏的福報，於你自己本身全不相干，你自己錯了。弘法利生是自己的德行悟入確實做到了，眾生的福德因緣成熟了，前面講「機感相扣」，一時裡頭說了這個意思，師資道合，主伴一心。由此可知，就是弘法利生也不要我們自己操一點心。自己修學成就了，證得一心，證得不亂，得清淨，得到大開圓解，這個時候念念圓滿功德。因為什麼？弘法利生這個心、度眾生的心，眾生無邊誓願度，這個功德是念念圓滿。與十方法界一切眾生感應道交，隨眾生心，應所知量，循業發現，操個什麼心、著個什麼急？所以這才叫做乞士，才叫做專求法要。當然在乞士是什麼？這是在你修學過程當中。剛才我跟你們講，果地上已經得到了，是如此，正在求學過程當中更是重要，這一點意思希望諸位要多多去想一想，要特別的留意。今天時間到了，我們就講到此地。"
    }
  ]
}