{
  "doc_id": "05-001-0015",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章疏钞",
    "zh_TW": "大勢至菩薩念佛圓通章疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十五集",
    "zh_TW": "第十五集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "05-001-0015",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "05-001-0015_p0001",
      "zh_CN": "请翻开经本，六十五面。科判里面这是第二个大段「释义」，先说「修因」，然后讲「证果」，这里面有比喻、有正说。请看经文：",
      "zh_TW": "請翻開經本，六十五面。科判裡面這是第二個大段「釋義」，先說「修因」，然後講「證果」，這裡面有比喻、有正說。請看經文："
    },
    {
      "id": "05-001-0015_p0002",
      "zh_CN": "【譬如有人。一专为忆。一人专忘。如是二人。若逢不逢。或见非见。】",
      "zh_TW": "【譬如有人。一專為憶。一人專忘。如是二人。若逢不逢。或見非見。】"
    },
    {
      "id": "05-001-0015_p0003",
      "zh_CN": "这是一个小段，是一个意思。这个意思就是讲这两个人，其中只有一个人想另外一个人，另外一个人并不想这个人，这是说单忆，所以他有分离。下面文是第二个比喻：",
      "zh_TW": "這是一個小段，是一個意思。這個意思就是講這兩個人，其中只有一個人想另外一個人，另外一個人並不想這個人，這是說單憶，所以他有分離。下面文是第二個比喻："
    },
    {
      "id": "05-001-0015_p0004",
      "zh_CN": "【二人相忆。二忆念深。如是乃至从生至生。同于形影。不相乖异。】",
      "zh_TW": "【二人相憶。二憶念深。如是乃至從生至生。同於形影。不相乖異。】"
    },
    {
      "id": "05-001-0015_p0005",
      "zh_CN": "这就是两个人彼此都忆念，他才能够不离。所以这一段经文是两个比喻。我们看注解。「先喻单忆有离也」，就是前面一行经文，「有人」，这是比喻「生佛二人」，就是众生跟阿弥陀佛这两个人。「一专忆者」，谁专忆？「佛念众生」专忆，佛没有不念众生的，只有众生把佛给忘掉了。「一专忘者，喻众生不念佛也，若逢不逢，或见非见者，以佛专念众生，未尝不在众生前。」这个话是真的，佛菩萨常常在我们的周围，常常不离我们。可惜的是我们自己不念佛、不想佛，纵然见到了也等于没有见，遇到了也等于没遇到，这是很可惜的。",
      "zh_TW": "這就是兩個人彼此都憶念，他才能夠不離。所以這一段經文是兩個比喻。我們看註解。「先喻單憶有離也」，就是前面一行經文，「有人」，這是比喻「生佛二人」，就是眾生跟阿彌陀佛這兩個人。「一專憶者」，誰專憶？「佛念眾生」專憶，佛沒有不念眾生的，只有眾生把佛給忘掉了。「一專忘者，喻眾生不念佛也，若逢不逢，或見非見者，以佛專念眾生，未嘗不在眾生前。」這個話是真的，佛菩薩常常在我們的周圍，常常不離我們。可惜的是我們自己不念佛、不想佛，縱然見到了也等於沒有見，遇到了也等於沒遇到，這是很可惜的。"
    },
    {
      "id": "05-001-0015_p0006",
      "zh_CN": "「今偶逢偶见，故言若逢或见也。」这个事情不管是学佛、不学佛的人，在一生当中多少都会有几次遇到佛菩萨的。当你遇到的时候你不晓得，如果过后学佛想想，过去的确是遇到。像从前周邦道居士的夫人，那个时候她还没学佛，她住在南京的时候，曾经有一个出家人到她家里去化缘。因为在大陆上，在那个时候地位高的人住的房子庭院都很深的，大门进去之后总是院子，很大的院子。通过院子之后再第二道门，里面则是客厅，后面才是起居室，它是一进一进的，这个房子很深。她是在自己起居室里，这个法师来了给她化缘，化香油，她也没给他，这法师就走了。走了之后她很诧异，这个出家人从哪来的？他是讲过，问他从哪来的？他是从九华山来的。她说他怎么进来的？因为他也没敲门，也没有人给他开门，这个人怎么来的？他去了之后仔细一看，门还是关的。就是这个人莫名其妙怎么来、怎么去不知道，始终就怀疑。",
      "zh_TW": "「今偶逢偶見，故言若逢或見也。」這個事情不管是學佛、不學佛的人，在一生當中多少都會有幾次遇到佛菩薩的。當你遇到的時候你不曉得，如果過後學佛想想，過去的確是遇到。像從前周邦道居士的夫人，那個時候她還沒學佛，她住在南京的時候，曾經有一個出家人到她家裡去化緣。因為在大陸上，在那個時候地位高的人住的房子庭院都很深的，大門進去之後總是院子，很大的院子。通過院子之後再第二道門，裡面則是客廳，後面才是起居室，它是一進一進的，這個房子很深。她是在自己起居室裡，這個法師來了給她化緣，化香油，她也沒給他，這法師就走了。走了之後她很詫異，這個出家人從哪來的？他是講過，問他從哪來的？他是從九華山來的。她說他怎麼進來的？因為他也沒敲門，也沒有人給他開門，這個人怎麼來的？他去了之後仔細一看，門還是關的。就是這個人莫名其妙怎麼來、怎麼去不知道，始終就懷疑。"
    },
    {
      "id": "05-001-0015_p0007",
      "zh_CN": "以后到了台湾学佛了，就把这个事情告诉李老师，李老师就跟她讲，那是九华山地藏菩萨。她后悔得不得了，跟她化缘没给他，什么也没给他。所以她遇到地藏菩萨，她有一篇文章记载这个事情，那是她没学佛的时候。像她这种情形，我想我们很多人在一生当中都会有经历的。可是当时遇到的时候不晓得，如果过后想想的确是遇到佛菩萨，若逢未逢，就是这个意思。「众生专不念佛」，就是不肯念佛，这是业障深重，「佛虽在众生前，亦蹉过不见」，当面错过，「故言若不逢见也」。这是第一段的大意。",
      "zh_TW": "以後到了台灣學佛了，就把這個事情告訴李老師，李老師就跟她講，那是九華山地藏菩薩。她後悔得不得了，跟她化緣沒給他，什麼也沒給他。所以她遇到地藏菩薩，她有一篇文章記載這個事情，那是她沒學佛的時候。像她這種情形，我想我們很多人在一生當中都會有經歷的。可是當時遇到的時候不曉得，如果過後想想的確是遇到佛菩薩，若逢未逢，就是這個意思。「眾生專不念佛」，就是不肯念佛，這是業障深重，「佛雖在眾生前，亦蹉過不見」，當面錯過，「故言若不逢見也」。這是第一段的大意。"
    },
    {
      "id": "05-001-0015_p0008",
      "zh_CN": "我们再看这个意思的注解，《钞》里面就说得详细了，在六十六面倒数第三行，我们先看这一段。「佛专忆者，含二种意。」佛为什么念众生？你们想想，佛为什么念众生？佛在因地刚刚学佛的时候，像我们现在一样，也曾经发过四弘誓愿，「众生无边誓愿度」，那就在念众生。人家发那个愿是真发，我们发的愿是因为人家发的，这么念念，我们口也念念，有没有这个心？没有这个心，顺口滑过去了，并没有这个心。虽没有这个心，阿赖耶识多少还是落一点印象，不过这个印象不深就是了。可是佛在行菩萨道的时候他发的愿是真心，在没有成佛的时候都是念念不忘众生，何况成佛以后！成佛以后没事做了，自己修学已经毕业，没事做了，这时候怎么样？专忆众生。",
      "zh_TW": "我們再看這個意思的註解，《鈔》裡面就說得詳細了，在六十六面倒數第三行，我們先看這一段。「佛專憶者，含二種意。」佛為什麼念眾生？你們想想，佛為什麼念眾生？佛在因地剛剛學佛的時候，像我們現在一樣，也曾經發過四弘誓願，「眾生無邊誓願度」，那就在念眾生。人家發那個願是真發，我們發的願是因為人家發的，這麼念念，我們口也念念，有沒有這個心？沒有這個心，順口滑過去了，並沒有這個心。雖沒有這個心，阿賴耶識多少還是落一點印象，不過這個印象不深就是了。可是佛在行菩薩道的時候他發的願是真心，在沒有成佛的時候都是念念不忘眾生，何況成佛以後！成佛以後沒事做了，自己修學已經畢業，沒事做了，這時候怎麼樣？專憶眾生。"
    },
    {
      "id": "05-001-0015_p0009",
      "zh_CN": "这里说这有两个意思，「一者佛有大悲愿故」，同体大悲，无缘大慈，所以佛没有不念众生的，只有众生不念佛。这是第一个意思，佛决定念众生。阿弥陀佛念众生，十方三世一切诸佛没有一尊佛不念众生的。他要不念众生他决定不是佛，菩萨要不念众生决定不是菩萨。声闻、缘觉有的时候不念众生，那是小乘，你念他，他也念你，你不念他，他不会念你，这叫自了汉，小乘自了汉。菩萨都是愿力弘深，没有不念众生的道理。第二个意思，也就是刚才讲的，「佛在因地，自果未圆」，因地就是作菩萨修菩萨道的时候，他自己的功德没有圆满，还没有成佛。「尚于众生念念不舍，何况果后，更无余事，则念众生，慇懃恳切，无有加故」，这是真的，这是事实。所以成佛之后，那就是专忆念众生了。佛念众生那个心情，我们凡夫没有法子体会的，我们说父母爱子女，佛爱众生、念众生超过父母是万万倍，不能比。所以，众生不念佛是众生辜负佛。这是前一句的意思，佛专忆念。",
      "zh_TW": "這裡說這有兩個意思，「一者佛有大悲願故」，同體大悲，無緣大慈，所以佛沒有不念眾生的，只有眾生不念佛。這是第一個意思，佛決定念眾生。阿彌陀佛念眾生，十方三世一切諸佛沒有一尊佛不念眾生的。他要不念眾生他決定不是佛，菩薩要不念眾生決定不是菩薩。聲聞、緣覺有的時候不念眾生，那是小乘，你念他，他也念你，你不念他，他不會念你，這叫自了漢，小乘自了漢。菩薩都是願力弘深，沒有不念眾生的道理。第二個意思，也就是剛才講的，「佛在因地，自果未圓」，因地就是作菩薩修菩薩道的時候，他自己的功德沒有圓滿，還沒有成佛。「尚於眾生念念不捨，何況果後，更無餘事，則念眾生，慇懃懇切，無有加故」，這是真的，這是事實。所以成佛之後，那就是專憶念眾生了。佛念眾生那個心情，我們凡夫沒有法子體會的，我們說父母愛子女，佛愛眾生、念眾生超過父母是萬萬倍，不能比。所以，眾生不念佛是眾生辜負佛。這是前一句的意思，佛專憶念。"
    },
    {
      "id": "05-001-0015_p0010",
      "zh_CN": "「众生专忘」也有两个意思，「一者众生无有信行愿故」，他不信，你给他讲佛挂念你，他不相信，他没有见到。所以他不肯发愿，不发愿见佛，也不发愿往生，因此他就不念佛了，他也不想佛了。这是说他没有信愿行，所以他不念佛。「二者生在迷位」，这个生就是众生，众生现在迷惑颠倒，「缠惑业苦」，被惑业苦所缠缚，就像绳索把你绑住一样，动弹不得，这就好比惑业苦是枷锁。「人天因果，尚不得修，何况佛果，岂易得者」，这是我们现前事实的真相。几个人肯修人天福报？我们从早到晚看看社会这些芸芸众生，几个人在修人天福报？太少了。大多数的人在干什么？在修三恶道，他也修道，他修的是三恶道，他修贪瞋痴，将来得的果报是地狱、饿鬼、畜生。他干这个，干得很勤快，精进不懈，在那里修三恶道，这就迷惑。",
      "zh_TW": "「眾生專忘」也有兩個意思，「一者眾生無有信行願故」，他不信，你給他講佛掛念你，他不相信，他沒有見到。所以他不肯發願，不發願見佛，也不發願往生，因此他就不念佛了，他也不想佛了。這是說他沒有信願行，所以他不念佛。「二者生在迷位」，這個生就是眾生，眾生現在迷惑顛倒，「纏惑業苦」，被惑業苦所纏縛，就像繩索把你綁住一樣，動彈不得，這就好比惑業苦是枷鎖。「人天因果，尚不得修，何況佛果，豈易得者」，這是我們現前事實的真相。幾個人肯修人天福報？我們從早到晚看看社會這些芸芸眾生，幾個人在修人天福報？太少了。大多數的人在幹什麼？在修三惡道，他也修道，他修的是三惡道，他修貪瞋痴，將來得的果報是地獄、餓鬼、畜生。他幹這個，幹得很勤快，精進不懈，在那裡修三惡道，這就迷惑。"
    },
    {
      "id": "05-001-0015_p0011",
      "zh_CN": "贪瞋痴，眼前得一点小利，得一点小便宜，可是这个小利是不是你真的就得到？不是的。如果你真的修贪瞋痴可以得到贪瞋痴的话，佛菩萨要拜你做老师，他也不要学佛，也不要学菩萨。贪不到！你命中没有，决定贪不到，你所贪得的，用种种非法手段夺得来的、贪到的，还是命里头所有的，你说冤枉不冤枉！所以古人说「君子乐得为君子」，他晓得「一饮一啄，莫非前定」，他就不贪了，不贪而得到，这是君子。「小人冤枉作小人」，为什么？他所想种种方法贪得的还是命里有的，他要不用那些非法的手段他还是得到。他用这些手段，他得到的并没有多得到一点，只可以说他能够提前得到。譬如说他命里头他十年之后得到，他用这个方法他现在可以得到，但是十年以后就没有了。譬如说银行里面存款，他一次提出来就花掉了，他只有那么多，他只能提那么多，想多提一点，没有，花光了以后没有了。如果这个事理明了了，你的贪心就不会有。像袁了凡居士他明白这个道理，所以他不起贪瞋痴，他不起这个念头，他晓得一切都是命中注定的。",
      "zh_TW": "貪瞋痴，眼前得一點小利，得一點小便宜，可是這個小利是不是你真的就得到？不是的。如果你真的修貪瞋痴可以得到貪瞋痴的話，佛菩薩要拜你做老師，他也不要學佛，也不要學菩薩。貪不到！你命中沒有，決定貪不到，你所貪得的，用種種非法手段奪得來的、貪到的，還是命裡頭所有的，你說冤枉不冤枉！所以古人說「君子樂得為君子」，他曉得「一飲一啄，莫非前定」，他就不貪了，不貪而得到，這是君子。「小人冤枉作小人」，為什麼？他所想種種方法貪得的還是命裡有的，他要不用那些非法的手段他還是得到。他用這些手段，他得到的並沒有多得到一點，只可以說他能夠提前得到。譬如說他命裡頭他十年之後得到，他用這個方法他現在可以得到，但是十年以後就沒有了。譬如說銀行裡面存款，他一次提出來就花掉了，他只有那麼多，他只能提那麼多，想多提一點，沒有，花光了以後沒有了。如果這個事理明瞭了，你的貪心就不會有。像袁了凡居士他明白這個道理，所以他不起貪瞋痴，他不起這個念頭，他曉得一切都是命中注定的。"
    },
    {
      "id": "05-001-0015_p0012",
      "zh_CN": "出了家，再给诸位说，出了家还是命中注定的。可是，平平常常、庸庸碌碌的过这一生，你这一生命运是注定的。如果你要是努力的修持，命运就会改变，就会转移，你拼命的修善，积功累德，你的福慧就增长；如果是投机取巧，用种种奸诈非法，你的福慧一天一天大幅度的减少。不管出家、在家修行统统一样，决定不会说在家命不好，一出家命就变好了，没有这个道理，绝对没有这个道理。只可以说不论在家、出家，你认真修善积德，命就转好了；你要是不肯积善积德的话，出家造的罪更大，出家的堕落比在家人堕落得更深。可以说在家人堕地狱的人机会很少，出家人堕地狱的机会非常之多，这是我们要晓得。为什么？出家这个身分，人家一见到你称你法师，你是天人的老师，天人老师没有去教学，这就是罪过。譬如说你今天在一个学校里挂个名字你是个老师，你在那边拿薪水，受大家的尊重，但是你自己也不肯读书，也不教学生，这个人如何？这个人就是世间大罪人。你既然是老师身分，拿老师这个待遇，你就要认真进修，认真教学。",
      "zh_TW": "出了家，再給諸位說，出了家還是命中注定的。可是，平平常常、庸庸碌碌的過這一生，你這一生命運是注定的。如果你要是努力的修持，命運就會改變，就會轉移，你拼命的修善，積功累德，你的福慧就增長；如果是投機取巧，用種種奸詐非法，你的福慧一天一天大幅度的減少。不管出家、在家修行統統一樣，決定不會說在家命不好，一出家命就變好了，沒有這個道理，絕對沒有這個道理。只可以說不論在家、出家，你認真修善積德，命就轉好了；你要是不肯積善積德的話，出家造的罪更大，出家的墮落比在家人墮落得更深。可以說在家人墮地獄的人機會很少，出家人墮地獄的機會非常之多，這是我們要曉得。為什麼？出家這個身分，人家一見到你稱你法師，你是天人的老師，天人老師沒有去教學，這就是罪過。譬如說你今天在一個學校裡掛個名字你是個老師，你在那邊拿薪水，受大家的尊重，但是你自己也不肯讀書，也不教學生，這個人如何？這個人就是世間大罪人。你既然是老師身分，拿老師這個待遇，你就要認真進修，認真教學。"
    },
    {
      "id": "05-001-0015_p0013",
      "zh_CN": "所以出家不容易！出家不是「我出家我自己修行念佛就好了」，在家一样，你为什么要出家？今天佛门的衰，佛法被灭亡了，灭佛法谁灭？出家人灭佛法，这个罪过是阿鼻地狱。所以出家，绝不是轻易能动这个念头。我们既然发心出家，要把佛教从我们这一代兴旺起来，这个功德无量无边，十方诸佛护念，一切护法龙天护持、赞叹。真正修行，真正弘扬佛法，不管哪一宗、哪一个法门，你能够极力提倡，自己修行，努力的弘扬，我们才能对得起佛菩萨，才能对得起众生，众生这分供养我们才能够消得了。佛门常说，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，披毛戴角还是什么时候？是你堕到阿鼻地狱受无量无边劫苦之后，受完了，出来再做饿鬼、再变畜生再还债。不是说你来生变畜生马上就还，哪有这么痛快的事情！没这么便宜的事情，先堕阿鼻地狱。所以，出家人堕落的太多了。",
      "zh_TW": "所以出家不容易！出家不是「我出家我自己修行念佛就好了」，在家一樣，你為什麼要出家？今天佛門的衰，佛法被滅亡了，滅佛法誰滅？出家人滅佛法，這個罪過是阿鼻地獄。所以出家，絕不是輕易能動這個念頭。我們既然發心出家，要把佛教從我們這一代興旺起來，這個功德無量無邊，十方諸佛護念，一切護法龍天護持、讚歎。真正修行，真正弘揚佛法，不管哪一宗、哪一個法門，你能夠極力提倡，自己修行，努力的弘揚，我們才能對得起佛菩薩，才能對得起眾生，眾生這分供養我們才能夠消得了。佛門常說，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，披毛戴角還是什麼時候？是你墮到阿鼻地獄受無量無邊劫苦之後，受完了，出來再做餓鬼、再變畜生再還債。不是說你來生變畜生馬上就還，哪有這麼痛快的事情！沒這麼便宜的事情，先墮阿鼻地獄。所以，出家人墮落的太多了。"
    },
    {
      "id": "05-001-0015_p0014",
      "zh_CN": "我学佛三十多年，我看到就是讲念佛往生的，我看到在家人多，在家人临终的时候没有病苦，预知时至，坐着走的、站着走的，我看到七、八个。但是出家人我看到死的时候都是迷惑颠倒，神智不清。我只看到一个出家人，听说，没亲见，广钦法师还不错，走的时候清清楚楚、明明白白。除了广钦法师之外，我们在台湾看到这些法师都是迷惑颠倒去的，都是糊里糊涂去的。不要以为留着有肉身，留着有舍利，肉身、舍利有假的，魔也会留，不一定是佛。那个舍利你没有试验试验，你用锤子砸一砸，一砸就烂掉了，那是假的，不是真的。现在妖魔鬼怪横行，什么把戏都会变现出来，欺骗这些众生，活的时候骗人，死了还骗人，罪过大了！这是值得我们警惕的。所以既出家就要认真。还有些人说「环境不好，我想学，想学找不到好环境」，说这个话是推卸责任。你要找个理想的环境去修学，给诸位说，这个地球上找不到，这地球上没有。没有怎么办？没有就不学，就造罪业，就甘心情愿堕阿鼻地狱，这颠倒！",
      "zh_TW": "我學佛三十多年，我看到就是講念佛往生的，我看到在家人多，在家人臨終的時候沒有病苦，預知時至，坐著走的、站著走的，我看到七、八個。但是出家人我看到死的時候都是迷惑顛倒，神智不清。我只看到一個出家人，聽說，沒親見，廣欽法師還不錯，走的時候清清楚楚、明明白白。除了廣欽法師之外，我們在台灣看到這些法師都是迷惑顛倒去的，都是糊裡糊塗去的。不要以為留著有肉身，留著有舍利，肉身、舍利有假的，魔也會留，不一定是佛。那個舍利你沒有試驗試驗，你用鎚子砸一砸，一砸就爛掉了，那是假的，不是真的。現在妖魔鬼怪橫行，什麼把戲都會變現出來，欺騙這些眾生，活的時候騙人，死了還騙人，罪過大了！這是值得我們警惕的。所以既出家就要認真。還有些人說「環境不好，我想學，想學找不到好環境」，說這個話是推卸責任。你要找個理想的環境去修學，給諸位說，這個地球上找不到，這地球上沒有。沒有怎麼辦？沒有就不學，就造罪業，就甘心情願墮阿鼻地獄，這顛倒！"
    },
    {
      "id": "05-001-0015_p0015",
      "zh_CN": "自古以来，你们看看祖师大德的修学，受多少的苦难，受多少折磨。我们自己想想，我们有多大的福分，小小的苦难、折磨都受不了，你还会有成就吗？不可能有成就。不能忍辱，一点点都不能忍，这种心态你是决定堕三途，不说你堕阿鼻地狱，三途你决定有分，这是千真万确的事实。心里面自己反省反省，一天到晚是不是贪瞋痴？你一天到晚二十四小时当中，有几声佛号，有几分几秒钟心里真正有佛？所以这个事情不要问别人，自己想一想就明白了。我能不能往生，会不会堕地狱，心里想一想就明白了，不要问别人。弘法利生第一功德，为什么不肯干？可是我口才笨拙。这没关系，你只一发心，观音菩萨甘露灌顶，你立刻就聪明了，这都是真的，都不是假的。佛菩萨神力加持，没有能力变成有能力。",
      "zh_TW": "自古以來，你們看看祖師大德的修學，受多少的苦難，受多少折磨。我們自己想想，我們有多大的福分，小小的苦難、折磨都受不了，你還會有成就嗎？不可能有成就。不能忍辱，一點點都不能忍，這種心態你是決定墮三途，不說你墮阿鼻地獄，三途你決定有分，這是千真萬確的事實。心裡面自己反省反省，一天到晚是不是貪瞋痴？你一天到晚二十四小時當中，有幾聲佛號，有幾分幾秒鐘心裡真正有佛？所以這個事情不要問別人，自己想一想就明白了。我能不能往生，會不會墮地獄，心裡想一想就明白了，不要問別人。弘法利生第一功德，為什麼不肯幹？可是我口才笨拙。這沒關係，你只一發心，觀音菩薩甘露灌頂，你立刻就聰明了，這都是真的，都不是假的。佛菩薩神力加持，沒有能力變成有能力。"
    },
    {
      "id": "05-001-0015_p0016",
      "zh_CN": "我那个时候刚刚到台中也是迷惑颠倒，从来也没有敢发个心说讲经，不敢发这个心。李老师劝我，我们不敢发心、不敢相信。被谁度了？被林看治老居士度了，被她感化了。林看治老居士现在还在，八十多岁，快九十岁了，她大概大我三十岁的样子，今年差不多九十岁。那个时候在李老师开的讲经班她参加，她年岁最大，她六十岁。小学没有毕业，六十岁发心讲经，学不到半年她就出来讲经。我们看到她，这才鼓舞起来，她都能出来，我们要不干的话，怎么说也说不过去。她给我们做了个活生生的样子，我们念书多少比她多念几年。小学毕业，六十岁才开始学，她学成功了，这不可思议。所以把我们这些年轻人带动了，起了很大的鼓励作用，这信心足了。她那样的人她都能够半年学成，那我们还有什么问题。",
      "zh_TW": "我那個時候剛剛到台中也是迷惑顛倒，從來也沒有敢發個心說講經，不敢發這個心。李老師勸我，我們不敢發心、不敢相信。被誰度了？被林看治老居士度了，被她感化了。林看治老居士現在還在，八十多歲，快九十歲了，她大概大我三十歲的樣子，今年差不多九十歲。那個時候在李老師開的講經班她參加，她年歲最大，她六十歲。小學沒有畢業，六十歲發心講經，學不到半年她就出來講經。我們看到她，這才鼓舞起來，她都能出來，我們要不幹的話，怎麼說也說不過去。她給我們做了個活生生的樣子，我們念書多少比她多念幾年。小學畢業，六十歲才開始學，她學成功了，這不可思議。所以把我們這些年輕人帶動了，起了很大的鼓勵作用，這信心足了。她那樣的人她都能夠半年學成，那我們還有什麼問題。"
    },
    {
      "id": "05-001-0015_p0017",
      "zh_CN": "这个心一发，不可思议。我在李老师那里，最初住了一年三个月，十五个月，我学了十三部经，这十三部经从头到尾我都会讲，就是被林看治鼓励的。我一出家就教佛学院，教佛学院一个学期教一部，那个佛学院是白圣法师办的三藏学院，莹空法师就是那里的学生。我一出家就在那里教学，三年毕业，三年六个学期，我总共教下来才用六部经，我学了十三部经，一半还用不到。你看看我那十三部经是十五个月学成的，平均进度一个月学一部。李老师的标准是学到能上台讲，这部经才算是毕业；如果不上台讲一遍，你这部经不算完成，一定要上台讲一次。他那个地方有练习讲经的道场，听众大概也有一百人的样子，李老师自己讲经通常听众有四、五百人，学生练习讲经的时候差不多也有一百人左右，有练习讲经的道场。所以说没有练习讲经的地方，决定训练不出人来。",
      "zh_TW": "這個心一發，不可思議。我在李老師那裡，最初住了一年三個月，十五個月，我學了十三部經，這十三部經從頭到尾我都會講，就是被林看治鼓勵的。我一出家就教佛學院，教佛學院一個學期教一部，那個佛學院是白聖法師辦的三藏學院，瑩空法師就是那裡的學生。我一出家就在那裡教學，三年畢業，三年六個學期，我總共教下來才用六部經，我學了十三部經，一半還用不到。你看看我那十三部經是十五個月學成的，平均進度一個月學一部。李老師的標準是學到能上台講，這部經才算是畢業；如果不上台講一遍，你這部經不算完成，一定要上台講一次。他那個地方有練習講經的道場，聽眾大概也有一百人的樣子，李老師自己講經通常聽眾有四、五百人，學生練習講經的時候差不多也有一百人左右，有練習講經的道場。所以說沒有練習講經的地方，決定訓練不出人來。"
    },
    {
      "id": "05-001-0015_p0018",
      "zh_CN": "他是一个一个把学生都赶到讲台上，李老师在台下听，他通常坐在最后一排。因为那时候没有扩音器，你讲的声音如果他坐在后面听不到，他会说你声音不行，要放大。不像现在有扩音器，那个时候没有扩音器。所以学得很辛苦，统统都学成功。你们想想，六十岁，小学毕业，都能够学成，如果你们是中学毕业，年龄还不到六十岁，你们应该惭愧，那是个在家居士，还不是出家人。以后她法缘胜，北部在新竹有一个布教所，南部到鹿港，就是从新竹到鹿港这个地区一共有十七个布教所，她是每个星期都是巡回在那里讲经，法缘非常殊胜。所以怎么可以不努力？怎么能不发心？你一发心，三宝就加持。你要是不肯发心，妖魔鬼怪加持你，这一点都不假，妖魔鬼怪迷你的心窍，你永远不会开悟。所以说这个世间人，人天善果都不肯修，五戒十善都不肯学，何况佛果？",
      "zh_TW": "他是一個一個把學生都趕到講台上，李老師在台下聽，他通常坐在最後一排。因為那時候沒有擴音器，你講的聲音如果他坐在後面聽不到，他會說你聲音不行，要放大。不像現在有擴音器，那個時候沒有擴音器。所以學得很辛苦，統統都學成功。你們想想，六十歲，小學畢業，都能夠學成，如果你們是中學畢業，年齡還不到六十歲，你們應該慚愧，那是個在家居士，還不是出家人。以後她法緣勝，北部在新竹有一個佈教所，南部到鹿港，就是從新竹到鹿港這個地區一共有十七個佈教所，她是每個星期都是巡迴在那裡講經，法緣非常殊勝。所以怎麼可以不努力？怎麼能不發心？你一發心，三寶就加持。你要是不肯發心，妖魔鬼怪加持你，這一點都不假，妖魔鬼怪迷你的心竅，你永遠不會開悟。所以說這個世間人，人天善果都不肯修，五戒十善都不肯學，何況佛果？"
    },
    {
      "id": "05-001-0015_p0019",
      "zh_CN": "「则念佛心，沈埋隐没，不能发故」，所以这念佛心，念佛心是修行人的第一心，念佛法门是无量法门里面第一法门，你发不起来，你被烦恼盖复住。在台湾，可以说善根福德因缘，我们的因缘在全世界最殊胜，无比的殊胜，就看你有没有善根福德。因缘殊胜在哪个地方看？台湾信仰自由，你学佛讲经没有人干涉，这是缘殊胜；台湾印刷术发达，经书到处都是，这个缘殊胜。台湾经书实在在全世界印的量是最大、最多的，就看你愿不愿意修学。别的人想得一部，就把它看作宝贝，珍惜得不得了；哪里像我们，这书不值钱，随便乱丢，人家当宝贝。我们的确身在福中不知福。",
      "zh_TW": "「則念佛心，沈埋隱沒，不能發故」，所以這念佛心，念佛心是修行人的第一心，念佛法門是無量法門裡面第一法門，你發不起來，你被煩惱蓋覆住。在台灣，可以說善根福德因緣，我們的因緣在全世界最殊勝，無比的殊勝，就看你有沒有善根福德。因緣殊勝在哪個地方看？台灣信仰自由，你學佛講經沒有人干涉，這是緣殊勝；台灣印刷術發達，經書到處都是，這個緣殊勝。台灣經書實在在全世界印的量是最大、最多的，就看你願不願意修學。別的人想得一部，就把它看作寶貝，珍惜得不得了；哪裡像我們，這書不值錢，隨便亂丟，人家當寶貝。我們的確身在福中不知福。"
    },
    {
      "id": "05-001-0015_p0020",
      "zh_CN": "所以修学这个法门，弘扬这个法门，这是第一法，诸佛欢喜。诸佛欢喜诸佛怎么会不加持？怎么不保佑？没有这个道理。哪一个人真正发心修这个法门，弘扬这个法门，我相信他必定是一帆风顺，一切菩萨天龙善神都保佑你，都要护持你，都要做你的护法。所以这个事情可以不必求人，在乎你自己发心。这是说明众生为什么不念佛，业障太重了。",
      "zh_TW": "所以修學這個法門，弘揚這個法門，這是第一法，諸佛歡喜。諸佛歡喜諸佛怎麼會不加持？怎麼不保佑？沒有這個道理。哪一個人真正發心修這個法門，弘揚這個法門，我相信他必定是一帆風順，一切菩薩天龍善神都保佑你，都要護持你，都要做你的護法。所以這個事情可以不必求人，在乎你自己發心。這是說明眾生為什麼不念佛，業障太重了。"
    },
    {
      "id": "05-001-0015_p0021",
      "zh_CN": "「偶逢见者，诸佛菩萨，不违本愿，游化娑婆，故令众生，偶然逢见也。」佛发愿要普度一切众生，所以偶然之间，这个偶然不是佛菩萨他偶然发个心示现一下，不是的；如果他要有这个念头，他是凡夫，他不是圣人。偶然见，还是我们众生的善根，我们自己过去世当中有善根，这个善根偶然发现，佛菩萨感应就来了。如果说佛菩萨要存这个心偶然示现一下，那佛菩萨为什么不常常示现给我看？你要不常常示现给我看，你就不是大慈大悲。不怪他！这个事情怪我们自己。《楞严》上说得好，佛菩萨随心应量，他公平的，随众生的心应所知量，当你一念心清净的时候，可能一下子就见到了。但是我们那个清净心很短，刹那之间我们又迷惑了，又起妄想，这个境界就消失掉，就没有了。所以佛菩萨偶然现与不现，还是我们自己的心地，是我们自己的善根福德因缘，不关佛菩萨的事。佛菩萨的法身尽虚空遍法界，佛菩萨无处不现身，正像大经上所说的，当处出生，当处灭尽，不来不去，不生不灭，这是佛菩萨的境界。所以说「一念相应一念佛，念念相应念念佛」，就是看我们是不是偶尔有个短暂一刹那时间的相应。",
      "zh_TW": "「偶逢見者，諸佛菩薩，不違本願，遊化娑婆，故令眾生，偶然逢見也。」佛發願要普度一切眾生，所以偶然之間，這個偶然不是佛菩薩他偶然發個心示現一下，不是的；如果他要有這個念頭，他是凡夫，他不是聖人。偶然見，還是我們眾生的善根，我們自己過去世當中有善根，這個善根偶然發現，佛菩薩感應就來了。如果說佛菩薩要存這個心偶然示現一下，那佛菩薩為什麼不常常示現給我看？你要不常常示現給我看，你就不是大慈大悲。不怪他！這個事情怪我們自己。《楞嚴》上說得好，佛菩薩隨心應量，他公平的，隨眾生的心應所知量，當你一念心清淨的時候，可能一下子就見到了。但是我們那個清淨心很短，剎那之間我們又迷惑了，又起妄想，這個境界就消失掉，就沒有了。所以佛菩薩偶然現與不現，還是我們自己的心地，是我們自己的善根福德因緣，不關佛菩薩的事。佛菩薩的法身盡虛空遍法界，佛菩薩無處不現身，正像大經上所說的，當處出生，當處滅盡，不來不去，不生不滅，這是佛菩薩的境界。所以說「一念相應一念佛，念念相應念念佛」，就是看我們是不是偶爾有個短暫一剎那時間的相應。"
    },
    {
      "id": "05-001-0015_p0022",
      "zh_CN": "我们如果修念佛法门专忆、专念，见佛的机会就多了，诸佛加持。加持有冥加、有显加，冥加就是暗中加持你，到你心很清净的时候，就是冥加你自己能感觉得到，虽然没有形相，心里有感触到佛菩萨在我们周围始终没有离开，能很清晰的感觉到。显加，当我们真正有困难的时候，那个问题确实就能解决。像虚云老和尚，这年谱上有记载，他去朝五台山，他三步一拜拜去，那个路程遥远，拜了三年才拜到，三步一拜。夏天炎热，生了大病，几乎死了。有一个出家人，那个出家人好像也是很穷的样子，穿得也是破破烂烂，像乞丐一样。就遇到他，他照顾他，把他病照顾好了，他走了。他就问他，你从哪里来？他说我住在五台山下，这个路我很熟。把他病治好了，他说他叫文吉，文章的文，吉凶的吉。你看虚云老和尚传记，他一共在路上，三年当中三次大病都是他来照顾的，照顾好了人就不见了，走了。以后到了五台山，到处去打听，打听这个人，人家告诉他，那是文殊菩萨化身。这叫显加。到你真正有苦难的时候，他就变现一个人来帮助你，这个人真是来无踪去无影，你找他找不到，到你真正需要的时候他来了。所以，诸佛菩萨不违本愿，游化娑婆，在这个世间，随众生心变现种种的形相，故令众生偶然逢见，你有这个机缘你会遇到他。",
      "zh_TW": "我們如果修念佛法門專憶、專念，見佛的機會就多了，諸佛加持。加持有冥加、有顯加，冥加就是暗中加持你，到你心很清淨的時候，就是冥加你自己能感覺得到，雖然沒有形相，心裡有感觸到佛菩薩在我們周圍始終沒有離開，能很清晰的感覺到。顯加，當我們真正有困難的時候，那個問題確實就能解決。像虛雲老和尚，這年譜上有記載，他去朝五台山，他三步一拜拜去，那個路程遙遠，拜了三年才拜到，三步一拜。夏天炎熱，生了大病，幾乎死了。有一個出家人，那個出家人好像也是很窮的樣子，穿得也是破破爛爛，像乞丐一樣。就遇到他，他照顧他，把他病照顧好了，他走了。他就問他，你從哪裡來？他說我住在五台山下，這個路我很熟。把他病治好了，他說他叫文吉，文章的文，吉凶的吉。你看虛雲老和尚傳記，他一共在路上，三年當中三次大病都是他來照顧的，照顧好了人就不見了，走了。以後到了五台山，到處去打聽，打聽這個人，人家告訴他，那是文殊菩薩化身。這叫顯加。到你真正有苦難的時候，他就變現一個人來幫助你，這個人真是來無蹤去無影，你找他找不到，到你真正需要的時候他來了。所以，諸佛菩薩不違本願，遊化娑婆，在這個世間，隨眾生心變現種種的形相，故令眾生偶然逢見，你有這個機緣你會遇到他。"
    },
    {
      "id": "05-001-0015_p0023",
      "zh_CN": "「亦蹉过者，如见文殊，但睹老人，贫婆等类。」在《五台山志》里面你去看，文殊菩萨变现种种不同的身分，变老太婆、变出家人、变乞丐，这是随缘帮助人。但是遇到的时候不晓得，不知道他是文殊菩萨，往往是当面错过，受到菩萨的恩惠，到以后菩萨也找不到了。「或见本相，亦不蒙法利」，也得不到殊胜的利益。像普陀山观音菩萨道场，不错，有不少人朝普陀山，见到观音菩萨，见到观音菩萨本相，但是也得不到利益。我在香港，圣一法师告诉我，他在一九八二年，他们一共三个人去朝普陀山的梵音洞。在那个洞口他说他们在那里拜观音菩萨，三个人在那里拜，他说大概拜了差不多将近一个小时的样子，观音菩萨出现了，他们三个人都看到了。看到的时候又继续拜，又拜了半个多小时，因为他有共产党干部陪他一块去的，时间不能太长，就叫他们离开，就回去了。",
      "zh_TW": "「亦蹉過者，如見文殊，但睹老人，貧婆等類。」在《五台山志》裡面你去看，文殊菩薩變現種種不同的身分，變老太婆、變出家人、變乞丐，這是隨緣幫助人。但是遇到的時候不曉得，不知道他是文殊菩薩，往往是當面錯過，受到菩薩的恩惠，到以後菩薩也找不到了。「或見本相，亦不蒙法利」，也得不到殊勝的利益。像普陀山觀音菩薩道場，不錯，有不少人朝普陀山，見到觀音菩薩，見到觀音菩薩本相，但是也得不到利益。我在香港，聖一法師告訴我，他在一九八二年，他們一共三個人去朝普陀山的梵音洞。在那個洞口他說他們在那裡拜觀音菩薩，三個人在那裡拜，他說大概拜了差不多將近一個小時的樣子，觀音菩薩出現了，他們三個人都看到了。看到的時候又繼續拜，又拜了半個多小時，因為他有共產黨幹部陪他一塊去的，時間不能太長，就叫他們離開，就回去了。"
    },
    {
      "id": "05-001-0015_p0024",
      "zh_CN": "他们见到菩萨现相，见到半个多小时，回来三个人说，每个人见的相不一样，各人缘不同。圣一法师见到的观音菩萨是戴着毘卢帽，就像地藏王菩萨戴的帽子一样。全身是金色的，连衣服都是金色的，手上拿着一本书也是金色的，整个是金色的，他都见到了。另外一个法师见到的是出家人的相，头剃着光头，出家比丘相。他们三个人都见到，都是见半个多钟点，他们说起来，相貌、样子、颜色都不相同，见到的都不相同，各人的缘不一样。还有法师在那里拜上几个钟点没见到，香港畅怀法师也去了好多次，他没见到，各人缘不一样。虽然见到，也没有听到菩萨说法，只见到相而已，拜了半个钟点，亦不蒙法利，这就是见到相也得不到利益。",
      "zh_TW": "他們見到菩薩現相，見到半個多小時，回來三個人說，每個人見的相不一樣，各人緣不同。聖一法師見到的觀音菩薩是戴著毘盧帽，就像地藏王菩薩戴的帽子一樣。全身是金色的，連衣服都是金色的，手上拿著一本書也是金色的，整個是金色的，他都見到了。另外一個法師見到的是出家人的相，頭剃著光頭，出家比丘相。他們三個人都見到，都是見半個多鐘點，他們說起來，相貌、樣子、顏色都不相同，見到的都不相同，各人的緣不一樣。還有法師在那裡拜上幾個鐘點沒見到，香港暢懷法師也去了好多次，他沒見到，各人緣不一樣。雖然見到，也沒有聽到菩薩說法，只見到相而已，拜了半個鐘點，亦不蒙法利，這就是見到相也得不到利益。"
    },
    {
      "id": "05-001-0015_p0025",
      "zh_CN": "这什么原因？下面说「此由惑业障覆」，我们自己本身迷惑，业障太重，把我们的清净心覆盖住了，所以见不到佛菩萨的现相，得不到法利。如果我们心清净，就会与佛菩萨感应道交，就能常常见到佛菩萨。「妄见劣相」，这是业障深重，纵然见到相也不是好相，见到文殊菩萨是个乞丐、是个贫婆，这都不是殊胜的相，这是什么？薄福。就好比「薄福见宝，为蛇为蛙」，薄福的人自己没有福报，见到宝物不认识，误会是蛇，误会是青蛙。「岂彼圣贤，作意诈隐其本相耶」，这是把真实话说出来。绝对不是佛菩萨不愿意把他的本相示现给你，相是你众生心里变现的，不是他变现的，随心应量，你只有这个福分，你只能见这个相。菩萨变现的境界相是无心的，《楞严》上说得好，「随众生心，应所知量」，变现的相跟你的心量恰恰相应。",
      "zh_TW": "這什麼原因？下面說「此由惑業障覆」，我們自己本身迷惑，業障太重，把我們的清淨心覆蓋住了，所以見不到佛菩薩的現相，得不到法利。如果我們心清淨，就會與佛菩薩感應道交，就能常常見到佛菩薩。「妄見劣相」，這是業障深重，縱然見到相也不是好相，見到文殊菩薩是個乞丐、是個貧婆，這都不是殊勝的相，這是什麼？薄福。就好比「薄福見寶，為蛇為蛙」，薄福的人自己沒有福報，見到寶物不認識，誤會是蛇，誤會是青蛙。「豈彼聖賢，作意詐隱其本相耶」，這是把真實話說出來。絕對不是佛菩薩不願意把他的本相示現給你，相是你眾生心裡變現的，不是他變現的，隨心應量，你只有這個福分，你只能見這個相。菩薩變現的境界相是無心的，《楞嚴》上說得好，「隨眾生心，應所知量」，變現的相跟你的心量恰恰相應。"
    },
    {
      "id": "05-001-0015_p0026",
      "zh_CN": "再看第二段的经文，『二人相忆，二忆念深，如是乃至从生至生，同于形影，不相乖异』。这就是比喻佛念众生，众生也念佛，这个忆念就深了，比喻「久忆不忘」，这样念佛决定常常见面。正如同经上所说的「现前当来，必定见佛」，现前是现在，一定见佛，而且见的是殊胜的相好。「从生至生不相异者」，这就是生生世世不相远离。我们还来看注解，六十七面第六行，我们接着看下去。「生佛念同者，谓众生念佛，犹如佛念众生相同也。」这句话我们不能够轻易看过，为什么？我们念佛不管怎么念法，绝对不像佛念我们，佛念我们的心至真至诚，真诚到了极处；我们念佛的心要比起佛念我们的心，万分之一都不到，佛是专念我们。我们念佛，还要念名闻利养，还要念五欲六尘，还要念的东西多了，不专。什么时候我们才能够真正做到，不要做得多，做到百分之一、千分之一就不错了，就有很大不可思议的感应。能够有佛念我们百分之一的心情，跟诸位说，都是上品上生。这是真正觉悟，大彻大悟，怎么说大彻大悟？生死轮回可怖，这是最恐怖的。我们要想离开六道生死轮回，唯一一条生路就是念佛求生净土，你能把这个认识清楚了，这是大彻大悟。",
      "zh_TW": "再看第二段的經文，『二人相憶，二憶念深，如是乃至從生至生，同於形影，不相乖異』。這就是比喻佛念眾生，眾生也念佛，這個憶念就深了，比喻「久憶不忘」，這樣念佛決定常常見面。正如同經上所說的「現前當來，必定見佛」，現前是現在，一定見佛，而且見的是殊勝的相好。「從生至生不相異者」，這就是生生世世不相遠離。我們還來看註解，六十七面第六行，我們接著看下去。「生佛念同者，謂眾生念佛，猶如佛念眾生相同也。」這句話我們不能夠輕易看過，為什麼？我們念佛不管怎麼念法，絕對不像佛念我們，佛念我們的心至真至誠，真誠到了極處；我們念佛的心要比起佛念我們的心，萬分之一都不到，佛是專念我們。我們念佛，還要念名聞利養，還要念五欲六塵，還要念的東西多了，不專。什麼時候我們才能夠真正做到，不要做得多，做到百分之一、千分之一就不錯了，就有很大不可思議的感應。能夠有佛念我們百分之一的心情，跟諸位說，都是上品上生。這是真正覺悟，大徹大悟，怎麼說大徹大悟？生死輪迴可怖，這是最恐怖的。我們要想離開六道生死輪迴，唯一一條生路就是念佛求生淨土，你能把這個認識清楚了，這是大徹大悟。"
    },
    {
      "id": "05-001-0015_p0027",
      "zh_CN": "我们这一生的目标在哪里？目标就是求生净土，就是弘扬净土。为什么？佛的大恩大德我们没法子报，唯一能报佛恩的只有把这个法弘扬出去，这是佛的本愿，佛度一切众生的本愿。我们把这个法门介绍给一个人，多介绍一个人，也就是满佛的本愿，唯有这个方法才能报佛恩。所以我们将净土经论、典籍好好的整理，我们尽心尽力的来流通，把它翻印流通。我们依照这些经典来修行，我们以自己修行的心得，以及对于经典的理解，我们讲解给别人听，介绍给一切众生，这是报佛恩。「上报四重恩，下济三涂苦」，这样才能真正做到，否则的话，这个恩怎么报法？只要我们自己常常念着就能报恩，你能够念恩、报恩，佛菩萨哪有不加持的道理？哪有不现身之事？我们跟诸佛菩萨就永远在一起，心同佛，我们行也就同佛，形影不离。所以这一句的意思很深，很不容易做到！我们无法体会佛念我们的心，我们体会不到，比父母念子女的心不晓得要恳切到多少倍。你真正能稍稍有一点体会，你才晓得恩德之重，不能不感激，不能不报答。",
      "zh_TW": "我們這一生的目標在哪裡？目標就是求生淨土，就是弘揚淨土。為什麼？佛的大恩大德我們沒法子報，唯一能報佛恩的只有把這個法弘揚出去，這是佛的本願，佛度一切眾生的本願。我們把這個法門介紹給一個人，多介紹一個人，也就是滿佛的本願，唯有這個方法才能報佛恩。所以我們將淨土經論、典籍好好的整理，我們盡心盡力的來流通，把它翻印流通。我們依照這些經典來修行，我們以自己修行的心得，以及對於經典的理解，我們講解給別人聽，介紹給一切眾生，這是報佛恩。「上報四重恩，下濟三塗苦」，這樣才能真正做到，否則的話，這個恩怎麼報法？只要我們自己常常念著就能報恩，你能夠念恩、報恩，佛菩薩哪有不加持的道理？哪有不現身之事？我們跟諸佛菩薩就永遠在一起，心同佛，我們行也就同佛，形影不離。所以這一句的意思很深，很不容易做到！我們無法體會佛念我們的心，我們體會不到，比父母念子女的心不曉得要懇切到多少倍。你真正能稍稍有一點體會，你才曉得恩德之重，不能不感激，不能不報答。"
    }
  ]
}