{
  "doc_id": "05-001-0026",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章疏钞",
    "zh_TW": "大勢至菩薩念佛圓通章疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十六集",
    "zh_TW": "第二十六集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "05-001-0026",
  "total_paragraphs": 27,
  "paragraphs": [
    {
      "id": "05-001-0026_p0001",
      "zh_CN": "这段文里面，注意在这个「返流旋一」，这是《楞严经》里头很重要的一句经文。在念佛人用，实在讲是比较容易得多，就是念头一起，马上就回头。「一」就是一句阿弥陀佛，「流」就是妄想、杂念、烦恼，统统把它归到一句阿弥陀佛上去。所以这是念佛法门容易懂，容易做到；其他法门的确是相当之难，也不容易明了，也不容易做到。「六用不行也，一心不乱者，依一藏心，余念不生也。」一藏心，藏心就是如来藏心，如来藏心就是真心，藏就是含藏的意思，心里头有如来，如来就是佛。佛在哪里？佛就藏在你心里面，如来就藏在你心里面，所以叫如来藏心，如来藏在你心里面。就是统统归到真心，真心就是如来、就是佛性。阿弥陀佛可以说就是如来藏心的名号，所以统统归到如来藏心里面来，这是很巧妙的一个方法，也是最有效的方法。底下说「念者，心为能念，佛为所念」，念的意思有能念、有所念，所以它通于能所。「忍，智也」，这就不必再解释，「不消文」就是无需要再解释了。底下这段我们就把它省略掉，意思统统讲过，诸位看看大致上都能看得懂。我们再翻开到一百页，这是第二个小段「利他」，前面是自利，菩萨除了自利一定要利他。",
      "zh_TW": "這段文裡面，注意在這個「返流旋一」，這是《楞嚴經》裡頭很重要的一句經文。在念佛人用，實在講是比較容易得多，就是念頭一起，馬上就回頭。「一」就是一句阿彌陀佛，「流」就是妄想、雜念、煩惱，統統把它歸到一句阿彌陀佛上去。所以這是念佛法門容易懂，容易做到；其他法門的確是相當之難，也不容易明瞭，也不容易做到。「六用不行也，一心不亂者，依一藏心，餘念不生也。」一藏心，藏心就是如來藏心，如來藏心就是真心，藏就是含藏的意思，心裡頭有如來，如來就是佛。佛在哪裡？佛就藏在你心裡面，如來就藏在你心裡面，所以叫如來藏心，如來藏在你心裡面。就是統統歸到真心，真心就是如來、就是佛性。阿彌陀佛可以說就是如來藏心的名號，所以統統歸到如來藏心裡面來，這是很巧妙的一個方法，也是最有效的方法。底下說「念者，心為能念，佛為所念」，念的意思有能念、有所念，所以它通於能所。「忍，智也」，這就不必再解釋，「不消文」就是無需要再解釋了。底下這段我們就把它省略掉，意思統統講過，諸位看看大致上都能看得懂。我們再翻開到一百頁，這是第二個小段「利他」，前面是自利，菩薩除了自利一定要利他。"
    },
    {
      "id": "05-001-0026_p0002",
      "zh_CN": "【今于此界。摄念佛人。归于净土。】",
      "zh_TW": "【今於此界。攝念佛人。歸於淨土。】"
    },
    {
      "id": "05-001-0026_p0003",
      "zh_CN": "『此界』就是娑婆世界，大势至菩萨到娑婆世界来了，来干什么？来劝大家念佛求生净土。他到这个世界上来，是来找一些志同道合的，帮助我们往生西方极乐世界，代替阿弥陀佛接引众生。如果说我们把西方极乐世界比喻成一个佛教大学，这位西方极乐世界的老师，到其他世界去招生，现在到我们娑婆世界来招生，咱们是有愿有志，我们都可以跟着他一道去。注解里面有几句相当重要的，我们把它念一念好了。「此界，娑婆苦世界也，净土，安养乐国土也，摄者，持也，接也」，摄就是接引的意思。「生前以威力加持，令不退念，临终以愿力接引，令得往生。」这是讲我们念佛的众生，现在还没去，但是真心念佛，你有深信切愿认真的在念佛，菩萨神力加持你，叫你不退转，这是真的。他为什么会不退转？念念信心增长，念念将西方极乐世界逐渐真的明白了，明了了，信心具足，信心增长，不会退的。",
      "zh_TW": "『此界』就是娑婆世界，大勢至菩薩到娑婆世界來了，來幹什麼？來勸大家念佛求生淨土。他到這個世界上來，是來找一些志同道合的，幫助我們往生西方極樂世界，代替阿彌陀佛接引眾生。如果說我們把西方極樂世界比喻成一個佛教大學，這位西方極樂世界的老師，到其他世界去招生，現在到我們娑婆世界來招生，咱們是有願有志，我們都可以跟著他一道去。註解裡面有幾句相當重要的，我們把它念一念好了。「此界，娑婆苦世界也，淨土，安養樂國土也，攝者，持也，接也」，攝就是接引的意思。「生前以威力加持，令不退念，臨終以願力接引，令得往生。」這是講我們念佛的眾生，現在還沒去，但是真心念佛，你有深信切願認真的在念佛，菩薩神力加持你，叫你不退轉，這是真的。他為什麼會不退轉？念念信心增長，念念將西方極樂世界逐漸真的明白了，明瞭了，信心具足，信心增長，不會退的。"
    },
    {
      "id": "05-001-0026_p0004",
      "zh_CN": "所以，你要想得到佛菩萨加持，你一定要自己具足深信、切愿、笃行，认真的去做。做法就是前面所说的，一定要以这一句佛号克服所有的妄想、杂念，这才行，就能得到佛菩萨神力的加持。如果这一句佛号不能克服妄想、杂念，佛菩萨很慈悲，想加持你加不上。所以这点我们自己要用功，自己要警觉，佛力才加持得上，一加持上你决定不退转，这是讲现前不退转。不退转的原因刚才我说过了，你念佛的信心天天增长，而且你念佛会得到法喜充满，他自自然然不退。不会像一般人，念佛念得懈怠、懒惰，不想念，那是他们功夫根本就没有上轨道。功夫上轨道的人，你叫他不吃饭可以，你叫他不睡觉也可以，你叫他不念佛他不行，他上轨道了，真正上轨道了。为什么？欢喜、快乐，真正是离苦得乐，不念佛就不快乐，不吃饭没有关系，不睡觉也没关系，不念佛不行，不念佛太苦了。真正得到法喜，这才是你功夫上轨道，佛的神力真正加持得上了。",
      "zh_TW": "所以，你要想得到佛菩薩加持，你一定要自己具足深信、切願、篤行，認真的去做。做法就是前面所說的，一定要以這一句佛號克服所有的妄想、雜念，這才行，就能得到佛菩薩神力的加持。如果這一句佛號不能克服妄想、雜念，佛菩薩很慈悲，想加持你加不上。所以這點我們自己要用功，自己要警覺，佛力才加持得上，一加持上你決定不退轉，這是講現前不退轉。不退轉的原因剛才我說過了，你念佛的信心天天增長，而且你念佛會得到法喜充滿，他自自然然不退。不會像一般人，念佛念得懈怠、懶惰，不想念，那是他們功夫根本就沒有上軌道。功夫上軌道的人，你叫他不吃飯可以，你叫他不睡覺也可以，你叫他不念佛他不行，他上軌道了，真正上軌道了。為什麼？歡喜、快樂，真正是離苦得樂，不念佛就不快樂，不吃飯沒有關係，不睡覺也沒關係，不念佛不行，不念佛太苦了。真正得到法喜，這才是你功夫上軌道，佛的神力真正加持得上了。"
    },
    {
      "id": "05-001-0026_p0005",
      "zh_CN": "所以念佛得不到法喜，都还在门外，还没入门。这个法喜一定要自己培养，这是别人没办法给你的，别人帮不上忙的，一定要自己去培养。当然最重要的，像我们现在这种程度，高不高、低不低，叫半吊子，这事情很麻烦。真正程度高的，一闻千悟，他很容易得法喜；真正是下根之人，他一听了他就相信，他一点都不怀疑，这种人很容易得法喜。所以知识分子很麻烦，最难度的，你说他有智慧，他又没有；你说他没有智慧，他懂得真不少，这麻烦大了。所以说懂得不少就是胡思乱想，他不是真智慧，这是最麻烦、最难度的人，刚强难化。我们现在就是当中刚强难化这一类的，相当麻烦。",
      "zh_TW": "所以念佛得不到法喜，都還在門外，還沒入門。這個法喜一定要自己培養，這是別人沒辦法給你的，別人幫不上忙的，一定要自己去培養。當然最重要的，像我們現在這種程度，高不高、低不低，叫半吊子，這事情很麻煩。真正程度高的，一聞千悟，他很容易得法喜；真正是下根之人，他一聽了他就相信，他一點都不懷疑，這種人很容易得法喜。所以知識分子很麻煩，最難度的，你說他有智慧，他又沒有；你說他沒有智慧，他懂得真不少，這麻煩大了。所以說懂得不少就是胡思亂想，他不是真智慧，這是最麻煩、最難度的人，剛強難化。我們現在就是當中剛強難化這一類的，相當麻煩。"
    },
    {
      "id": "05-001-0026_p0006",
      "zh_CN": "临终的时候佛一定来接引，阿弥陀佛、观音、势至一定来接引你往生。『归于净土』，「归」是还，是回去的意思。这举个比喻，「此界为旅亭，彼土是家乡」，这个比喻好，「犹如有人，因事远游，未得归还，今遇亲友，指示道路，速回家乡也」，这是真的，我们要常常做这个观想。我们的老家在哪里？西方极乐世界。我们离开老家到娑婆世界是来观光的、是来旅游的，这个时间很短，来看看，看看要回去，此地住不得，可以来玩玩，不能住，一定要回家。出来久了都把家忘掉了，这个很糟糕的事情。大势至菩萨来告诉我们，这里不是你的家，你的家在西方极乐世界，这句话提醒了我们。提醒我们就希望我们赶快回头，发愿，发个心回家去，速回家乡。",
      "zh_TW": "臨終的時候佛一定來接引，阿彌陀佛、觀音、勢至一定來接引你往生。『歸於淨土』，「歸」是還，是回去的意思。這舉個比喻，「此界為旅亭，彼土是家鄉」，這個比喻好，「猶如有人，因事遠遊，未得歸還，今遇親友，指示道路，速回家鄉也」，這是真的，我們要常常做這個觀想。我們的老家在哪裡？西方極樂世界。我們離開老家到娑婆世界是來觀光的、是來旅遊的，這個時間很短，來看看，看看要回去，此地住不得，可以來玩玩，不能住，一定要回家。出來久了都把家忘掉了，這個很糟糕的事情。大勢至菩薩來告訴我們，這裡不是你的家，你的家在西方極樂世界，這句話提醒了我們。提醒我們就希望我們趕快回頭，發願，發個心回家去，速回家鄉。"
    },
    {
      "id": "05-001-0026_p0007",
      "zh_CN": "『摄念佛人』，「能摄」这是势至菩萨，他有智慧有能力接引众生，摄指接引的意思；「所摄，属行人」，就是肯念佛的人。菩萨接引的对象是真正肯念佛人，真正发愿求生之人，菩萨才能够接引你。如果你不肯念佛，你没有意思往生西方净土，那菩萨想接你也没有办法，他也没有办法帮你忙，他也接引不了你。净土就是西方极乐世界。下面说「念佛法也」，是方法，念佛这个方法，「有五法门，见五土佛」。下面我们把文念一念。「谓忆想外境念佛，则生归变化土，见变化身佛」，这就是凡圣同居土。第二「摄境归心念佛，则生劣受用土，见劣受用身佛」，这也是凡圣同居土，这两种念佛的方法都是生凡圣同居土。第三是「心境互融念佛，则归胜受用土」，胜是殊胜，「见胜受用身佛」，殊胜的就是见到报身佛，这是实报庄严土。第四种是「心境双泯念佛，则生法性土，见法性身佛」，这是常寂光土，生常寂光土。第五种是「圆通无尽念佛，则归法界无障碍土，见法界无障碍身佛」，这是一真法界，理事无碍，事事无碍。",
      "zh_TW": "『攝念佛人』，「能攝」這是勢至菩薩，他有智慧有能力接引眾生，攝指接引的意思；「所攝，屬行人」，就是肯念佛的人。菩薩接引的對象是真正肯念佛人，真正發願求生之人，菩薩才能夠接引你。如果你不肯念佛，你沒有意思往生西方淨土，那菩薩想接你也沒有辦法，他也沒有辦法幫你忙，他也接引不了你。淨土就是西方極樂世界。下面說「念佛法也」，是方法，念佛這個方法，「有五法門，見五土佛」。下面我們把文念一念。「謂憶想外境念佛，則生歸變化土，見變化身佛」，這就是凡聖同居土。第二「攝境歸心念佛，則生劣受用土，見劣受用身佛」，這也是凡聖同居土，這兩種念佛的方法都是生凡聖同居土。第三是「心境互融念佛，則歸勝受用土」，勝是殊勝，「見勝受用身佛」，殊勝的就是見到報身佛，這是實報莊嚴土。第四種是「心境雙泯念佛，則生法性土，見法性身佛」，這是常寂光土，生常寂光土。第五種是「圓通無盡念佛，則歸法界無障礙土，見法界無障礙身佛」，這是一真法界，理事無礙，事事無礙。"
    },
    {
      "id": "05-001-0026_p0008",
      "zh_CN": "这一段文说念佛有五种不同的心境，往生西方极乐世界之后感得五种不同的净土，这就是西方极乐世界所谓四土三辈九品是这么来的。这些事情我们知道就好，不知道也没关系。这五种念佛法门里面，第一种跟第二种是我们决定可以做得到的。只要往生到西方极乐世界，正如同蕅益大师所说的，凡圣同居土下下品往生就行了。因为这个法门是横超三界，到达西方极乐世界横生四土。四土有没有？有，确实是有，但是一生一切生。所以你知道，很好，一生一切生；你不知道，还是一生一切生，因此这个教义对我们就并不十分重要。但是你了解得清楚，你没有疑心，叫断疑生信；如果一切不知道，我信圣言量，我也没有疑心，那么你知道跟不知道功德效果完全相同，没有一统毫的差别。如果说不知道，有疑惑，那就不行了，那你一定要把它搞清楚，断疑生信，不能有疑惑，疑惑是很大的障碍。如果不疑，我不知道，不知道我不怀疑，这个可以；不知道，心里有疑惑，那就一定要把它搞清楚。需不需要认真去研究它在乎个人，不一样。我坚信，一点不怀疑的话，这不知道没有关系，你往生到西方极乐世界成就是相同的。",
      "zh_TW": "這一段文說念佛有五種不同的心境，往生西方極樂世界之後感得五種不同的淨土，這就是西方極樂世界所謂四土三輩九品是這麼來的。這些事情我們知道就好，不知道也沒關係。這五種念佛法門裡面，第一種跟第二種是我們決定可以做得到的。只要往生到西方極樂世界，正如同蕅益大師所說的，凡聖同居土下下品往生就行了。因為這個法門是橫超三界，到達西方極樂世界橫生四土。四土有沒有？有，確實是有，但是一生一切生。所以你知道，很好，一生一切生；你不知道，還是一生一切生，因此這個教義對我們就並不十分重要。但是你了解得清楚，你沒有疑心，叫斷疑生信；如果一切不知道，我信聖言量，我也沒有疑心，那麼你知道跟不知道功德效果完全相同，沒有一統毫的差別。如果說不知道，有疑惑，那就不行了，那你一定要把它搞清楚，斷疑生信，不能有疑惑，疑惑是很大的障礙。如果不疑，我不知道，不知道我不懷疑，這個可以；不知道，心裡有疑惑，那就一定要把它搞清楚。需不需要認真去研究它在乎個人，不一樣。我堅信，一點不懷疑的話，這不知道沒有關係，你往生到西方極樂世界成就是相同的。"
    },
    {
      "id": "05-001-0026_p0009",
      "zh_CN": "底下讲人，就是念佛人，「人者，机也」，机缘，一个念佛人的机缘，这不得了，这十方诸佛赞叹。这个人是真正发愿求生西方极乐世界，十方诸佛看到你都欢喜、都赞叹、都保佑你，护法龙天见到你对你都礼敬。为什么？因为你马上要作佛了，不是作菩萨，你马上要作佛，他怎么不恭敬你，诸佛怎么不欢喜！所以这是稀有的因缘，古人所讲「无量劫来希有难逢的因缘」，你这一下碰到了，这是希有难逢的一日，绝对不是等闲的因缘。开经偈里面讲「百千万劫难遭遇」，不能比，没有法子相比。百千万劫难遭遇是讲一般大乘佛法，不是指净土法门，净土法门是无量劫希有难逢的因缘。佛实在是大慈大悲，把这个因缘展现在你面前，可是大家疏忽了，不识货，这么大好的因缘，稀有的因缘，当面错过，你说多可惜。",
      "zh_TW": "底下講人，就是念佛人，「人者，機也」，機緣，一個念佛人的機緣，這不得了，這十方諸佛讚歎。這個人是真正發願求生西方極樂世界，十方諸佛看到你都歡喜、都讚歎、都保佑你，護法龍天見到你對你都禮敬。為什麼？因為你馬上要作佛了，不是作菩薩，你馬上要作佛，他怎麼不恭敬你，諸佛怎麼不歡喜！所以這是稀有的因緣，古人所講「無量劫來希有難逢的因緣」，你這一下碰到了，這是希有難逢的一日，絕對不是等閒的因緣。開經偈裡面講「百千萬劫難遭遇」，不能比，沒有法子相比。百千萬劫難遭遇是講一般大乘佛法，不是指淨土法門，淨土法門是無量劫希有難逢的因緣。佛實在是大慈大悲，把這個因緣展現在你面前，可是大家疏忽了，不識貨，這麼大好的因緣，稀有的因緣，當面錯過，你說多可惜。"
    },
    {
      "id": "05-001-0026_p0010",
      "zh_CN": "这五门念佛的方法，夏莲居居士编的《净修捷要》就是依据这个道理而编的，在三十二拜里面这五门具足。但是你要想修观，依照这个方法来修观，这个方法很容易，不难，用的时间也不长，人人可以修。你可以依照这个方法，早晨修一次，晚上修一次。这个修法的里面只有三十二拜，拜佛就像平常我们五体投地，拜佛最好不要用高的拜凳，不要用这个；平拜，平地拜，或者你舖小的地毯也可以，舖草席也可以，平拜好，不要用拜垫，五体投地。他说得很清楚，每一拜先观想，观想完了之后，念三声南无阿弥陀佛，第一拜是念南无本师释迦牟尼佛，以后三十一拜统统是念南无阿弥陀佛，念三声拜一拜。每一拜里头都有观想，但是最低限度，你要把《无量寿经》、《观无量寿佛经》、《弥陀经》、《往生论》这四样东西详详细细的看一遍。为什么？你才能够观想。如果这个三经一论你没有看过的话，你不知道他里头讲的是些什么。",
      "zh_TW": "這五門念佛的方法，夏蓮居居士編的《淨修捷要》就是依據這個道理而編的，在三十二拜裡面這五門具足。但是你要想修觀，依照這個方法來修觀，這個方法很容易，不難，用的時間也不長，人人可以修。你可以依照這個方法，早晨修一次，晚上修一次。這個修法的裡面只有三十二拜，拜佛就像平常我們五體投地，拜佛最好不要用高的拜凳，不要用這個；平拜，平地拜，或者你舖小的地毯也可以，舖草蓆也可以，平拜好，不要用拜墊，五體投地。他說得很清楚，每一拜先觀想，觀想完了之後，念三聲南無阿彌陀佛，第一拜是念南無本師釋迦牟尼佛，以後三十一拜統統是念南無阿彌陀佛，念三聲拜一拜。每一拜裡頭都有觀想，但是最低限度，你要把《無量壽經》、《觀無量壽佛經》、《彌陀經》、《往生論》這四樣東西詳詳細細的看一遍。為什麼？你才能夠觀想。如果這個三經一論你沒有看過的話，你不知道他裡頭講的是些什麼。"
    },
    {
      "id": "05-001-0026_p0011",
      "zh_CN": "这个观想里面的文辞统统是三经一论的原文，所以他在序文里头告诉我们，我们对这个文字要以虔诚之心，不可以轻慢，为什么？全是经文，他是从经文上节录下来的。所以，经不熟不容易体会他的意思，经多读几遍，意思非常的明显。就是把三经一论的精华让我们常常忆念，常常放在心里，就是一心系念。早晚这两堂是功课，除这两堂功课之外，随时随地如果我们心里有妄想了，你就想经中的境界。经中境界太多了，很麻烦，那你就想这三十二观。平常我们常常想这个，我们不拜，我们就想，想是叫忆佛，我们口里念这句阿弥陀佛是称名，所以说称、忆，这个不要间断。这种用功的确可以能够降伏妄想，能够降伏烦恼，功德利益不可思议。",
      "zh_TW": "這個觀想裡面的文辭統統是三經一論的原文，所以他在序文裡頭告訴我們，我們對這個文字要以虔誠之心，不可以輕慢，為什麼？全是經文，他是從經文上節錄下來的。所以，經不熟不容易體會他的意思，經多讀幾遍，意思非常的明顯。就是把三經一論的精華讓我們常常憶念，常常放在心裡，就是一心繫念。早晚這兩堂是功課，除這兩堂功課之外，隨時隨地如果我們心裡有妄想了，你就想經中的境界。經中境界太多了，很麻煩，那你就想這三十二觀。平常我們常常想這個，我們不拜，我們就想，想是叫憶佛，我們口裡念這句阿彌陀佛是稱名，所以說稱、憶，這個不要間斷。這種用功的確可以能夠降伏妄想，能夠降伏煩惱，功德利益不可思議。"
    },
    {
      "id": "05-001-0026_p0012",
      "zh_CN": "下面讲修行方法，我想不必依照这个文一句一句来解释，我们把大意说出来。念佛讲求的是克期取证，我们人才会精进，才不至于懈怠。所以有结七念佛，我们念七天，通常讲打佛七。我们台湾佛七的风气很盛，是不是符合经义？给诸位说不符合。为什么？佛七是法会，不是真正的念佛，是去做法会。真正的念佛，这个七天人进念佛堂之后，七天七夜佛号不能中断，不能有一个妄想，不可以有一个杂念，这个叫结七念佛，决定不能杂心闲话。所以现在虽然是打佛七，有名无实，一堂功课下来之后，你看那个声音就跟戏院一样，张家长李家短，杂心闲话什么都来了，这没用处的。刚刚念一支香一个半钟点，心清净一下，休息五分钟又乱掉了，把那一个半钟点的功夫统统抛尽了，没办法保持。所以真正念佛堂，不讲话的，见任何人不打招呼，见主七和尚也不必礼拜，连掌都不用合。为什么？你见了主七和尚要合掌，你心里面就动了心，你不清净了。",
      "zh_TW": "下面講修行方法，我想不必依照這個文一句一句來解釋，我們把大意說出來。念佛講求的是剋期取證，我們人才會精進，才不至於懈怠。所以有結七念佛，我們念七天，通常講打佛七。我們台灣佛七的風氣很盛，是不是符合經義？給諸位說不符合。為什麼？佛七是法會，不是真正的念佛，是去做法會。真正的念佛，這個七天人進念佛堂之後，七天七夜佛號不能中斷，不能有一個妄想，不可以有一個雜念，這個叫結七念佛，決定不能雜心閒話。所以現在雖然是打佛七，有名無實，一堂功課下來之後，你看那個聲音就跟戲院一樣，張家長李家短，雜心閒話什麼都來了，這沒用處的。剛剛念一支香一個半鐘點，心清淨一下，休息五分鐘又亂掉了，把那一個半鐘點的功夫統統拋盡了，沒辦法保持。所以真正念佛堂，不講話的，見任何人不打招呼，見主七和尚也不必禮拜，連掌都不用合。為什麼？你見了主七和尚要合掌，你心裡面就動了心，你不清淨了。"
    },
    {
      "id": "05-001-0026_p0013",
      "zh_CN": "所以在念佛堂，虽然大家共修，心目当中就认为是自己一个人，我这里根本没有人，要这样的心态。为什么？七天念佛，目的是求一心不乱；你要看这个熟人点个头，虽然不说话，点个头，你心里头都动了心，你一心得不到。所以念佛堂，不管见哪个人，决定不起心、不动念、不打招呼，不但是不跟他说话，一点表情都没有，我求一心不乱，这才叫念佛，念佛堂规矩是如此。真正的念佛堂，结七念佛，就像打七，人数多少？过去李老师告诉我，决定不能超过十个人，这是真正的打佛七。为什么？十个人以上，主七和尚他的精神决定照顾不了。为什么？每个人念佛的境界情形，主七和尚要看清清楚楚、明明白白，带领他，人数一多就照顾不了，所以不能超过十个人。如果人多的话就轮流，譬如这一批十个人这个七天，第二次佛七另外十个人，这样可以，超过十个人很难照顾。我听说现在打佛七有几百人参加，好热闹，这是大法会，佛七大法会，很难收到效果。",
      "zh_TW": "所以在念佛堂，雖然大家共修，心目當中就認為是自己一個人，我這裡根本沒有人，要這樣的心態。為什麼？七天念佛，目的是求一心不亂；你要看這個熟人點個頭，雖然不說話，點個頭，你心裡頭都動了心，你一心得不到。所以念佛堂，不管見哪個人，決定不起心、不動念、不打招呼，不但是不跟他說話，一點表情都沒有，我求一心不亂，這才叫念佛，念佛堂規矩是如此。真正的念佛堂，結七念佛，就像打七，人數多少？過去李老師告訴我，決定不能超過十個人，這是真正的打佛七。為什麼？十個人以上，主七和尚他的精神決定照顧不了。為什麼？每個人念佛的境界情形，主七和尚要看清清楚楚、明明白白，帶領他，人數一多就照顧不了，所以不能超過十個人。如果人多的話就輪流，譬如這一批十個人這個七天，第二次佛七另外十個人，這樣可以，超過十個人很難照顧。我聽說現在打佛七有幾百人參加，好熱鬧，這是大法會，佛七大法會，很難收到效果。"
    },
    {
      "id": "05-001-0026_p0014",
      "zh_CN": "有的从一个七到两个七、三个七，甚至于七个七、十个七，连起来念佛都好。也有地方的道场是长年佛七，它是一年三百六十天天天这个样子的，念佛堂念佛没有中断。长年佛七，人哪有那么多精神？通常一个人打一个七，七天七夜不睡觉还可以。所以真正修行要年轻，年岁大了，体力衰了，不行，那个没有办法。一定要年轻，精神体力要好，七天七夜不睡觉没有关系，他身体支持得了。所以，干什么都得要年轻才管用，年纪大的人没这个精神，没这个体力。所以看自古以来成就的人，差不多都是三、四十岁成就的。你看六祖大师开悟的时候，大彻大悟、明心见性，五祖把祖师位传给他，他二十四岁。有些人观念错误，学佛是年纪老的事情，年老想学佛没错，体力、精神都不够用，成就就很难；一定要年轻，年轻觉悟才能成佛作祖。",
      "zh_TW": "有的從一個七到兩個七、三個七，甚至於七個七、十個七，連起來念佛都好。也有地方的道場是長年佛七，它是一年三百六十天天天這個樣子的，念佛堂念佛沒有中斷。長年佛七，人哪有那麼多精神？通常一個人打一個七，七天七夜不睡覺還可以。所以真正修行要年輕，年歲大了，體力衰了，不行，那個沒有辦法。一定要年輕，精神體力要好，七天七夜不睡覺沒有關係，他身體支持得了。所以，幹什麼都得要年輕才管用，年紀大的人沒這個精神，沒這個體力。所以看自古以來成就的人，差不多都是三、四十歲成就的。你看六祖大師開悟的時候，大徹大悟、明心見性，五祖把祖師位傳給他，他二十四歲。有些人觀念錯誤，學佛是年紀老的事情，年老想學佛沒錯，體力、精神都不夠用，成就就很難；一定要年輕，年輕覺悟才能成佛作祖。"
    },
    {
      "id": "05-001-0026_p0015",
      "zh_CN": "长年念佛，就是分班轮流，轮流实在讲这是个不得已的做法，为了我们体力、精神实实在在没办法，所以才分班轮流。可是念佛是自己的事情，了生死出三界成佛作祖的事情，念佛堂是尽心尽力的去参加。分班是什么？分班是领导！这个方法是我们净土宗第十代的祖师行策大师，他老人家提倡的。他的念佛堂分三个班，每一班十二个人，分三班，每一班一天规定要念八小时。三班轮流，念佛堂念佛人日夜不断。当班那你一定要念，你不能缺席的，不是当班你可以休息，休息好了有精神，应当还在念佛堂跟着大家一起念，这个才对。不是说我不当班，我该休息我就休息了，我就不念了，那还是懈怠，还不是精进。实在念累了可以休息，在不当班的时候可以休息，休息期间有精神，有体力，还是要参加念，那叫随喜，不当班的时候随喜，这样子才能成就。",
      "zh_TW": "長年念佛，就是分班輪流，輪流實在講這是個不得已的做法，為了我們體力、精神實實在在沒辦法，所以才分班輪流。可是念佛是自己的事情，了生死出三界成佛作祖的事情，念佛堂是盡心盡力的去參加。分班是什麼？分班是領導！這個方法是我們淨土宗第十代的祖師行策大師，他老人家提倡的。他的念佛堂分三個班，每一班十二個人，分三班，每一班一天規定要念八小時。三班輪流，念佛堂念佛人日夜不斷。當班那你一定要念，你不能缺席的，不是當班你可以休息，休息好了有精神，應當還在念佛堂跟著大家一起念，這個才對。不是說我不當班，我該休息我就休息了，我就不念了，那還是懈怠，還不是精進。實在念累了可以休息，在不當班的時候可以休息，休息期間有精神，有體力，還是要參加念，那叫隨喜，不當班的時候隨喜，這樣子才能成就。"
    },
    {
      "id": "05-001-0026_p0016",
      "zh_CN": "在精进佛七当中，没有什么当班不当班，统统要参加。但是念佛的时候他有调节，他有三班，一班出声念，两班不出声，他才不累，如果二十四小时统统出声念，人受不了。一班出声，两班不出声，这样子轮流，用这个方法来调节。譬如一班出声，他是绕念，绕佛的人，这一班绕念的人出声，止静的人不出声，止静就是坐在那个地方听，心里面跟着念，口里面不出声音。礼佛，这是拜佛，拜佛可以观想，不要出声音，出声的只有绕佛这一班。他采取这个方法，三班轮流的制度。这是讲念佛堂，所以人数多的时候好办。我听说过去印光大师他老人家的念佛堂，苏州报国寺，他夜班是四个人，就是晚上轮班，念佛堂轮班规定是四个人一班，因此他念佛堂的佛号日夜不断，一年到头不断。念佛堂总有人在念，最少有四个人在念佛，这叫真正的念佛堂。念佛堂佛号不能断，断了怎么叫念佛堂？决定不能间断，这才叫道场。这是克期取证，一定要定上期限，在这个期限当中我要有个成就。",
      "zh_TW": "在精進佛七當中，沒有什麼當班不當班，統統要參加。但是念佛的時候他有調節，他有三班，一班出聲念，兩班不出聲，他才不累，如果二十四小時統統出聲念，人受不了。一班出聲，兩班不出聲，這樣子輪流，用這個方法來調節。譬如一班出聲，他是繞念，繞佛的人，這一班繞念的人出聲，止靜的人不出聲，止靜就是坐在那個地方聽，心裡面跟著念，口裡面不出聲音。禮佛，這是拜佛，拜佛可以觀想，不要出聲音，出聲的只有繞佛這一班。他採取這個方法，三班輪流的制度。這是講念佛堂，所以人數多的時候好辦。我聽說過去印光大師他老人家的念佛堂，蘇州報國寺，他夜班是四個人，就是晚上輪班，念佛堂輪班規定是四個人一班，因此他念佛堂的佛號日夜不斷，一年到頭不斷。念佛堂總有人在念，最少有四個人在念佛，這叫真正的念佛堂。念佛堂佛號不能斷，斷了怎麼叫念佛堂？決定不能間斷，這才叫道場。這是剋期取證，一定要定上期限，在這個期限當中我要有個成就。"
    },
    {
      "id": "05-001-0026_p0017",
      "zh_CN": "「此界苦」，《钞》里面讲，「净土乐者，谓此土具八苦」。这个在《佛学概要十四讲》里面说过，生苦、老苦、病苦、死苦、求不得苦、爱别离苦、怨憎会苦、五阴炽盛苦，这里头也是讲这个八苦。极乐世界乐，可以说没有这八种苦就是乐，就是自在。这一段诸位自己去看。我们翻开一０二面第三行末后这一句看起。「慈云忏主云」，他在此地告诉我们有十桩事情，第一个是「不值佛」，在我们这个世界遇不到佛，这是苦。「不闻法」，佛法不容易听得到，尤其在现前，讲经说法的人太少了。现前还有一个麻烦事情，就是《楞严》上所说的「邪师说法如恒河沙」，有不少在外面说法的人说的是似是而非，不是正法。人数多，势力大，他福报也大，所以在末法时期这个时候，邪师外道比正法要庄严，正法不如他。因此一些人都跟这些邪师走，都入了歧途，这是非常不幸的事情。邪师说法如恒河沙，不值佛，不闻法。",
      "zh_TW": "「此界苦」，《鈔》裡面講，「淨土樂者，謂此土具八苦」。這個在《佛學概要十四講》裡面說過，生苦、老苦、病苦、死苦、求不得苦、愛別離苦、怨憎會苦、五陰熾盛苦，這裡頭也是講這個八苦。極樂世界樂，可以說沒有這八種苦就是樂，就是自在。這一段諸位自己去看。我們翻開一０二面第三行末後這一句看起。「慈雲懺主云」，他在此地告訴我們有十樁事情，第一個是「不值佛」，在我們這個世界遇不到佛，這是苦。「不聞法」，佛法不容易聽得到，尤其在現前，講經說法的人太少了。現前還有一個麻煩事情，就是《楞嚴》上所說的「邪師說法如恆河沙」，有不少在外面說法的人說的是似是而非，不是正法。人數多，勢力大，他福報也大，所以在末法時期這個時候，邪師外道比正法要莊嚴，正法不如他。因此一些人都跟這些邪師走，都入了歧途，這是非常不幸的事情。邪師說法如恆河沙，不值佛，不聞法。"
    },
    {
      "id": "05-001-0026_p0018",
      "zh_CN": "「恶友缠」，邪知邪见的这些朋友，甚至于这些道友，他劝你修邪法，阻碍你修正法，这个事情麻烦，他来纠缠你，群魔来恼乱你。「受轮回、堕恶趣」，都是苦。「尘缘障道」，纵然你是遇到正法，这很幸运，可是你尘缘未了，你的家庭、事业障碍你修道，障碍你闻法，这是尘缘障道。「寿命短促」，刚刚想修行，寿命到了，这无可奈何，不能不中断，这一中断，这一生的修行前功尽弃。「修行退失」，教理不明，没有能力克服环境，往往随着境界所转，所以你会退失，不但不能精进，反而会退转。「尘劫难成，此即娑婆十种苦也」，娑婆世界十种苦。我们想想，这个十条我们统统具足，每一条我们都有，真是苦！",
      "zh_TW": "「惡友纏」，邪知邪見的這些朋友，甚至於這些道友，他勸你修邪法，阻礙你修正法，這個事情麻煩，他來糾纏你，群魔來惱亂你。「受輪迴、墮惡趣」，都是苦。「塵緣障道」，縱然你是遇到正法，這很幸運，可是你塵緣未了，你的家庭、事業障礙你修道，障礙你聞法，這是塵緣障道。「壽命短促」，剛剛想修行，壽命到了，這無可奈何，不能不中斷，這一中斷，這一生的修行前功盡棄。「修行退失」，教理不明，沒有能力克服環境，往往隨著境界所轉，所以你會退失，不但不能精進，反而會退轉。「塵劫難成，此即娑婆十種苦也」，娑婆世界十種苦。我們想想，這個十條我們統統具足，每一條我們都有，真是苦！"
    },
    {
      "id": "05-001-0026_p0019",
      "zh_CN": "极乐世界有十种乐，正好跟我们这个世间相反。第一个「常见佛」，到了西方极乐世界天天见阿弥陀佛，天天见十方诸佛，见佛容易，这非常幸运。经上说得很清楚，极乐世界的人每天早晨都要到十方去参礼，去拜十方佛，去供养，供养是修福；去闻法，闻法是求慧。十方诸佛无量无边，在我们想像怎么可能？这是我们想不到的。我们今天去参访，总得一位一位拜访，所以很浪费时间。他们参访是化身去，十方世界有多少佛，他就变化多少身，每个身去礼一尊佛，同时的。可以说在一刹那之间十方佛统统都礼拜到，都供养到了；十方佛所说的法同时都闻到，智慧增长。他有神通，有不可思议的神通。所以西方没有这个苦。「圣贤会」，诸上善人俱会一处，上善是指等觉菩萨，等觉菩萨称为上善。与这些大菩萨们，文殊、普贤、观音、势至之流，天天在一起。「离魔事，轮回息，无恶道」，魔事、轮回、恶道，西方极乐世界没有，不但没这些事情，连名字也听不到。「胜缘助道」，佛菩萨给我们做助道的殊胜因缘，「寿命无量，入正定聚，一生行满，此即安养十种乐也」，西方极乐世界十种殊胜。",
      "zh_TW": "極樂世界有十種樂，正好跟我們這個世間相反。第一個「常見佛」，到了西方極樂世界天天見阿彌陀佛，天天見十方諸佛，見佛容易，這非常幸運。經上說得很清楚，極樂世界的人每天早晨都要到十方去參禮，去拜十方佛，去供養，供養是修福；去聞法，聞法是求慧。十方諸佛無量無邊，在我們想像怎麼可能？這是我們想不到的。我們今天去參訪，總得一位一位拜訪，所以很浪費時間。他們參訪是化身去，十方世界有多少佛，他就變化多少身，每個身去禮一尊佛，同時的。可以說在一剎那之間十方佛統統都禮拜到，都供養到了；十方佛所說的法同時都聞到，智慧增長。他有神通，有不可思議的神通。所以西方沒有這個苦。「聖賢會」，諸上善人俱會一處，上善是指等覺菩薩，等覺菩薩稱為上善。與這些大菩薩們，文殊、普賢、觀音、勢至之流，天天在一起。「離魔事，輪迴息，無惡道」，魔事、輪迴、惡道，西方極樂世界沒有，不但沒這些事情，連名字也聽不到。「勝緣助道」，佛菩薩給我們做助道的殊勝因緣，「壽命無量，入正定聚，一生行滿，此即安養十種樂也」，西方極樂世界十種殊勝。"
    },
    {
      "id": "05-001-0026_p0020",
      "zh_CN": "我们要知道娑婆苦，真正知道西方乐，为什么还不舍娑婆求极乐？这是值得我们深深反省的。所以真正发心求生西方极乐世界，那是第一等智慧人，这是真实的智慧。为什么？他在无量无边法门里面，他选择这个第一法门，选择一切诸佛度众生的第一门，这是最高的智慧，无比的智慧。我们在《华严经》上看到，文殊菩萨选择这个法门，普贤菩萨也是选择这个法门，善财童子是修的这个法门，第一法门。我们今天发心选择这个法门，那我们的智慧跟文殊菩萨、普贤菩萨是一样的，没有差别，他识货，我也识货，这是不可思议的智慧。我们今天看学佛的人有多少？几个人选择这个法门？所以选择这个法门，正如经上所说的，善根、福德、因缘三者具足，大善根、大福德、大因缘、大智慧，才选择这个法门，不是一般人他能够明了的，也不是一般人会选择的。",
      "zh_TW": "我們要知道娑婆苦，真正知道西方樂，為什麼還不捨娑婆求極樂？這是值得我們深深反省的。所以真正發心求生西方極樂世界，那是第一等智慧人，這是真實的智慧。為什麼？他在無量無邊法門裡面，他選擇這個第一法門，選擇一切諸佛度眾生的第一門，這是最高的智慧，無比的智慧。我們在《華嚴經》上看到，文殊菩薩選擇這個法門，普賢菩薩也是選擇這個法門，善財童子是修的這個法門，第一法門。我們今天發心選擇這個法門，那我們的智慧跟文殊菩薩、普賢菩薩是一樣的，沒有差別，他識貨，我也識貨，這是不可思議的智慧。我們今天看學佛的人有多少？幾個人選擇這個法門？所以選擇這個法門，正如經上所說的，善根、福德、因緣三者具足，大善根、大福德、大因緣、大智慧，才選擇這個法門，不是一般人他能夠明瞭的，也不是一般人會選擇的。"
    },
    {
      "id": "05-001-0026_p0021",
      "zh_CN": "我们也有不少人听了这个法门，他有没有选择？表面上好像选择，实际上没有选择。为什么？没有认真去做，信心不坚固，愿不切，行夹杂，这就是虽然遇到了，他的智慧不够，没有能够现前，没有真正的选择。真正选择，就像这个经上讲的，身心世界一切放下，二六时中心里头只有忆佛念佛，这是真正的选择。还有是非人我，还有名闻利养，还有这些乱七八糟的东西，这是对于这个法门并没有选择。只能说他跟西方极乐世界结个缘，他这一生不能往生，他这一生不能成佛，所以他业障依然很重。为什么？诸佛菩萨神力加不上，护法龙天瞧不起，你没有真正发心。你要真正发心，因为护法龙天是凡夫，他很现实，你真正发心作佛，他对你恭敬，他护持你；你没有真正发心，他没瞧得起你，他也不护持你。凡夫很现实，不像佛菩萨大慈大悲，心地清净平等；护法神心地并不清净，也不平等。你心里真正在法、在道，他真护持你；你心里没有法、没有道，他理也不理你。护法神巴结不上的，你家里供的护法神，天天供养他、礼拜他，你心不如法，他根本就不在，他不理会你；心里面真正有道、真正有法，你不供养他，你不礼拜他，他还是要护持你，他没有人情好说的。所以很多人供养护法神，巴结护法神，巴结不上的，完全自己错用了心。这一段我们就讲到此地，这一段真是说得详细。我们翻到最后这一段经文来看，在第一百一十二面。",
      "zh_TW": "我們也有不少人聽了這個法門，他有沒有選擇？表面上好像選擇，實際上沒有選擇。為什麼？沒有認真去做，信心不堅固，願不切，行夾雜，這就是雖然遇到了，他的智慧不夠，沒有能夠現前，沒有真正的選擇。真正選擇，就像這個經上講的，身心世界一切放下，二六時中心裡頭只有憶佛念佛，這是真正的選擇。還有是非人我，還有名聞利養，還有這些亂七八糟的東西，這是對於這個法門並沒有選擇。只能說他跟西方極樂世界結個緣，他這一生不能往生，他這一生不能成佛，所以他業障依然很重。為什麼？諸佛菩薩神力加不上，護法龍天瞧不起，你沒有真正發心。你要真正發心，因為護法龍天是凡夫，他很現實，你真正發心作佛，他對你恭敬，他護持你；你沒有真正發心，他沒瞧得起你，他也不護持你。凡夫很現實，不像佛菩薩大慈大悲，心地清淨平等；護法神心地並不清淨，也不平等。你心裡真正在法、在道，他真護持你；你心裡沒有法、沒有道，他理也不理你。護法神巴結不上的，你家裡供的護法神，天天供養他、禮拜他，你心不如法，他根本就不在，他不理會你；心裡面真正有道、真正有法，你不供養他，你不禮拜他，他還是要護持你，他沒有人情好說的。所以很多人供養護法神，巴結護法神，巴結不上的，完全自己錯用了心。這一段我們就講到此地，這一段真是說得詳細。我們翻到最後這一段經文來看，在第一百一十二面。"
    },
    {
      "id": "05-001-0026_p0022",
      "zh_CN": "【佛问圆通。我无选择。都摄六根。净念相继。得三摩地。斯为第一。】",
      "zh_TW": "【佛問圓通。我無選擇。都攝六根。淨念相繼。得三摩地。斯為第一。】"
    },
    {
      "id": "05-001-0026_p0023",
      "zh_CN": "这是总结，正式的答复释迦牟尼佛。释迦牟尼佛前面在问，你们这些人已经修行成就，你们是怎么个修法的、怎么成就的？这二十五位菩萨分别说出他们自己修行证果的经过。大势至菩萨修行的方法可以说是最简单的、最直截的，他说『我无选择』，他是专修念佛法门，前面讲了「以念佛心，入无生忍」，他是专修念佛法门的。这个地方就说出他念佛的方法，他用什么方法？用『都摄六根，净念相继』，底下讲『得三摩地』是他的证果。这两句是这一章教给我们念佛的最重要的纲领。我们今天念佛不能得三摩地，三摩地在此地就是念佛三昧，也就是经上讲的一心不乱，「得三摩地」就是得一心不乱，我们今天得不到一心不乱。毛病发生在哪里？我们没有能够做到「都摄六根」，没有能够做到「净念相继」。净念就是念佛，我们念佛会中断，我们的佛号一声一声不能够继续下去。为什么会中断？打妄想就中断了。",
      "zh_TW": "這是總結，正式的答覆釋迦牟尼佛。釋迦牟尼佛前面在問，你們這些人已經修行成就，你們是怎麼個修法的、怎麼成就的？這二十五位菩薩分別說出他們自己修行證果的經過。大勢至菩薩修行的方法可以說是最簡單的、最直截的，他說『我無選擇』，他是專修念佛法門，前面講了「以念佛心，入無生忍」，他是專修念佛法門的。這個地方就說出他念佛的方法，他用什麼方法？用『都攝六根，淨念相繼』，底下講『得三摩地』是他的證果。這兩句是這一章教給我們念佛的最重要的綱領。我們今天念佛不能得三摩地，三摩地在此地就是念佛三昧，也就是經上講的一心不亂，「得三摩地」就是得一心不亂，我們今天得不到一心不亂。毛病發生在哪裡？我們沒有能夠做到「都攝六根」，沒有能夠做到「淨念相繼」。淨念就是念佛，我們念佛會中斷，我們的佛號一聲一聲不能夠繼續下去。為什麼會中斷？打妄想就中斷了。"
    },
    {
      "id": "05-001-0026_p0024",
      "zh_CN": "所以想一想我们这一天二十四小时当中，我们的佛号相续占几个小时，我们当中断掉了多少个小时，这很可怕，不能相继。净念相继，简单的讲就是不间断；都摄六根，简单的说就是不夹杂。菩萨做到这两点，不夹杂、不中断，所以成就一心不乱。我们今天的大病就是夹杂、就是中断，特别是夹杂得厉害，我们佛号放下了，想是非人我，想名闻利养，这不但是夹杂，这是夹杂的罪业！这个夹杂得重了，把你念佛的功德统统破坏掉，这怎么得了，这怎么能成功？所以念佛堂主七的法师常常提示，「放下身心世界」，这句话就是不夹杂，就是都摄六根。心里头没有妄想，没有是非人我，没有名闻利养，没有贪瞋痴慢，这样功夫才得力，才能真正念到一心不乱。",
      "zh_TW": "所以想一想我們這一天二十四小時當中，我們的佛號相續佔幾個小時，我們當中斷掉了多少個小時，這很可怕，不能相繼。淨念相繼，簡單的講就是不間斷；都攝六根，簡單的說就是不夾雜。菩薩做到這兩點，不夾雜、不中斷，所以成就一心不亂。我們今天的大病就是夾雜、就是中斷，特別是夾雜得厲害，我們佛號放下了，想是非人我，想名聞利養，這不但是夾雜，這是夾雜的罪業！這個夾雜得重了，把你念佛的功德統統破壞掉，這怎麼得了，這怎麼能成功？所以念佛堂主七的法師常常提示，「放下身心世界」，這句話就是不夾雜，就是都攝六根。心裡頭沒有妄想，沒有是非人我，沒有名聞利養，沒有貪瞋痴慢，這樣功夫才得力，才能真正念到一心不亂。"
    },
    {
      "id": "05-001-0026_p0025",
      "zh_CN": "所以念佛，我常讲九个字的秘诀，不怀疑、不间断、不夹杂。诸位要能把这九个字做到，没有不往生的，九个字真正做到，我跟大家讲你决定是上三品往生，还不是中下品。你念佛所以功夫不能成就，你将来不能往生，决定是这三句没做到；做到这三句，诸佛护念，龙天保佑。所以你自己要有信心，不要为衣食去操心，大家之所以放不下，就是为衣食操心，我的生活怎么办？我刚刚学佛也有这个念头，但是我还没说出来，老师知道了，所以老师很厉害，章嘉大师。他告诉我，你真正发心依教修行，弘扬佛法，你的衣食住行、前途一切的事情护法神替你操心。我一听说很有道理，我不怀疑，我相信，这些拉拉杂杂的事情统统交给护法神，我再也不操心。我要是没有饭吃，护法神得想办法给我送来；他要是叫我饿着、冻着，在我想那护法神一定要撤职查办，我相信这个。所以我不怀疑，我才能把一切世缘放下，从来不起这个念头。",
      "zh_TW": "所以念佛，我常講九個字的祕訣，不懷疑、不間斷、不夾雜。諸位要能把這九個字做到，沒有不往生的，九個字真正做到，我跟大家講你決定是上三品往生，還不是中下品。你念佛所以功夫不能成就，你將來不能往生，決定是這三句沒做到；做到這三句，諸佛護念，龍天保佑。所以你自己要有信心，不要為衣食去操心，大家之所以放不下，就是為衣食操心，我的生活怎麼辦？我剛剛學佛也有這個念頭，但是我還沒說出來，老師知道了，所以老師很厲害，章嘉大師。他告訴我，你真正發心依教修行，弘揚佛法，你的衣食住行、前途一切的事情護法神替你操心。我一聽說很有道理，我不懷疑，我相信，這些拉拉雜雜的事情統統交給護法神，我再也不操心。我要是沒有飯吃，護法神得想辦法給我送來；他要是叫我餓著、凍著，在我想那護法神一定要撤職查辦，我相信這個。所以我不懷疑，我才能把一切世緣放下，從來不起這個念頭。"
    },
    {
      "id": "05-001-0026_p0026",
      "zh_CN": "道场之建立，一切法缘，统统是护法神的事情，我们今天为什么没有一个大的道场，像样的道场？众生没福，与我不相干。我有福报，我有什么福报？不操心，这大福报！我心里没有事情，什么事情都没有。除了跟大家在讲台上胡说八道一通之外，我没事，心里什么事都没有。所以我常说，我是今天这个世界第一有福之人，身没有事，心也没有事，身心无事，第一有福报的人。什么事都不操心，天下事与我不相干，众生的事与我也不相干，我自己的事情与我也不相干，护法神他去管。真正放下，彻底放下，这才能够与「都摄六根，净念相继」有那么一点相应。你要是想现在，又想未来，我要搞一个什么地方，我要去化缘，去求人，苦死了！想到明天生活怎么办？明天没饭吃，好好念一天佛；后天没饭吃，再念一天佛；七天没有饭吃，就往生了，到西方极乐世界去了，操这个冤枉心干什么？确实如此。念佛人没有这样的心的话，这世界还有什么好留恋的？一天没有饭吃，苦，赶紧走；两天没有饭吃更苦，走得快一点，七天就往生了，离开这个苦世界。这个世界众生没福报，不值得我们再住，诸位要明白这个道理。",
      "zh_TW": "道場之建立，一切法緣，統統是護法神的事情，我們今天為什麼沒有一個大的道場，像樣的道場？眾生沒福，與我不相干。我有福報，我有什麼福報？不操心，這大福報！我心裡沒有事情，什麼事情都沒有。除了跟大家在講台上胡說八道一通之外，我沒事，心裡什麼事都沒有。所以我常說，我是今天這個世界第一有福之人，身沒有事，心也沒有事，身心無事，第一有福報的人。什麼事都不操心，天下事與我不相干，眾生的事與我也不相干，我自己的事情與我也不相干，護法神他去管。真正放下，徹底放下，這才能夠與「都攝六根，淨念相繼」有那麼一點相應。你要是想現在，又想未來，我要搞一個什麼地方，我要去化緣，去求人，苦死了！想到明天生活怎麼辦？明天沒飯吃，好好念一天佛；後天沒飯吃，再念一天佛；七天沒有飯吃，就往生了，到西方極樂世界去了，操這個冤枉心幹什麼？確實如此。念佛人沒有這樣的心的話，這世界還有什麼好留戀的？一天沒有飯吃，苦，趕緊走；兩天沒有飯吃更苦，走得快一點，七天就往生了，離開這個苦世界。這個世界眾生沒福報，不值得我們再住，諸位要明白這個道理。"
    },
    {
      "id": "05-001-0026_p0027",
      "zh_CN": "这部经讲到此地圆满，注解诸位自己好好去看，好好去研究，虽然没有把注子详细跟诸位说，大致的意思统统说出来了。后面有一首回向偈，回向偈我们念一遍，功德才真正的圆满。回向偈在第一百二十一面，大家翻开一百二十一面跟着我念。「稽首释迦弥陀佛，观音势至诸圣贤，仰愿三宝加被力，令此经疏遍尘刹，见闻随喜及持说，毕竟得生安乐土，回此功德向法界，同成无上菩提果。」我们这个法会圆满了。今天下午有一堂三时系念的佛事，我们自己得到佛法殊胜的功德利益，同时也叫我们的祖先，叫我们历世的冤亲债主，各个都能得到佛法殊胜的功德利益。所以，以虔诚的心来做三时系念，三时系念是念佛，求生净土。",
      "zh_TW": "這部經講到此地圓滿，註解諸位自己好好去看，好好去研究，雖然沒有把註子詳細跟諸位說，大致的意思統統說出來了。後面有一首迴向偈，迴向偈我們念一遍，功德才真正的圓滿。迴向偈在第一百二十一面，大家翻開一百二十一面跟著我念。「稽首釋迦彌陀佛，觀音勢至諸聖賢，仰願三寶加被力，令此經疏遍塵剎，見聞隨喜及持說，畢竟得生安樂土，回此功德向法界，同成無上菩提果。」我們這個法會圓滿了。今天下午有一堂三時繫念的佛事，我們自己得到佛法殊勝的功德利益，同時也叫我們的祖先，叫我們歷世的冤親債主，各個都能得到佛法殊勝的功德利益。所以，以虔誠的心來做三時繫念，三時繫念是念佛，求生淨土。"
    }
  ]
}