{
  "doc_id": "05-001-0013",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章疏钞",
    "zh_TW": "大勢至菩薩念佛圓通章疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "(第十三集",
    "zh_TW": "(第十三集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "05-001-0013",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "05-001-0013_p0001",
      "zh_CN": "接着再看第二：",
      "zh_TW": "接著再看第二："
    },
    {
      "id": "05-001-0013_p0002",
      "zh_CN": "「约所得，则转十二类生，而成十二圣位。」这是一个意思。十二类生是《楞严经》上所说的，是把九法界众生的生态说得非常的详细，说得很圆满。通常我们简单的说只说四种，胎卵湿化，《楞严》上说得详细。这十二类生注解里面有，在第五十二面第五行，诸位自己去看就好了，不必细说。十二圣位这也是《楞严经》上说的，《楞严经》上把菩萨位次讲得比一般经典里面要多，要详细。因为通常一般经只讲信、住、行、向、地、等觉，它在十信位的前面有干慧地，再到十回向上面有四加行，就是有煖、有顶、有忍、有世第一，再加上十地、等觉、妙觉。所以在《楞严》上讲，菩萨的位次一共是有十二大类，通常我们把四加行省掉，把干慧地也省掉。这就是转凡成圣的意思。",
      "zh_TW": "「約所得，則轉十二類生，而成十二聖位。」這是一個意思。十二類生是《楞嚴經》上所說的，是把九法界眾生的生態說得非常的詳細，說得很圓滿。通常我們簡單的說只說四種，胎卵濕化，《楞嚴》上說得詳細。這十二類生註解裡面有，在第五十二面第五行，諸位自己去看就好了，不必細說。十二聖位這也是《楞嚴經》上說的，《楞嚴經》上把菩薩位次講得比一般經典裡面要多，要詳細。因為通常一般經只講信、住、行、向、地、等覺，它在十信位的前面有乾慧地，再到十迴向上面有四加行，就是有煖、有頂、有忍、有世第一，再加上十地、等覺、妙覺。所以在《楞嚴》上講，菩薩的位次一共是有十二大類，通常我們把四加行省掉，把乾慧地也省掉。這就是轉凡成聖的意思。"
    },
    {
      "id": "05-001-0013_p0003",
      "zh_CN": "另外一个意思是「转十二处妄想，而成十二处佛德也」。这十二处妄想，十二处是讲六根、六尘。佛经当中分类的方法有许多种，理由不外乎是迷心、迷色，或者是两种都迷。譬如佛对于心迷得重，色迷得轻，佛就讲五蕴，五蕴，色只讲一个，心讲四个，受想行识。五蕴的讲法是对于迷心重，迷色轻。如果对于迷色相重的人，迷心法轻的，就讲十二处，十二处就是六根、六尘。六根里面眼耳鼻舌身，前五根都是色，六尘是色声香味触法，统统是色法，十二个里面只有一个识，六根里面的识是心法，心法讲一个，色法讲十一个。如果色心统统都迷了，那就讲十八界，十八界里面六根、六尘、六识，六识是心法，六根里面最后一个是心法，所以十八界里头七个心法，十一个色法。这是说心色俱迷，佛就得详细的说。这个地方是十二处，十二妄想就是十二处，六根、六尘。转十二妄想成十二佛德，就是成就六根六尘的功德，《楞严》上说，六根当中各个功德有一千二百，这都是在《楞严经》上的。我们再往下面看。",
      "zh_TW": "另外一個意思是「轉十二處妄想，而成十二處佛德也」。這十二處妄想，十二處是講六根、六塵。佛經當中分類的方法有許多種，理由不外乎是迷心、迷色，或者是兩種都迷。譬如佛對於心迷得重，色迷得輕，佛就講五蘊，五蘊，色只講一個，心講四個，受想行識。五蘊的講法是對於迷心重，迷色輕。如果對於迷色相重的人，迷心法輕的，就講十二處，十二處就是六根、六塵。六根裡面眼耳鼻舌身，前五根都是色，六塵是色聲香味觸法，統統是色法，十二個裡面只有一個識，六根裡面的識是心法，心法講一個，色法講十一個。如果色心統統都迷了，那就講十八界，十八界裡面六根、六塵、六識，六識是心法，六根裡面最後一個是心法，所以十八界裡頭七個心法，十一個色法。這是說心色俱迷，佛就得詳細的說。這個地方是十二處，十二妄想就是十二處，六根、六塵。轉十二妄想成十二佛德，就是成就六根六塵的功德，《楞嚴》上說，六根當中各個功德有一千二百，這都是在《楞嚴經》上的。我們再往下面看。"
    },
    {
      "id": "05-001-0013_p0004",
      "zh_CN": "「然十二佛，乃古如来，非今弥陀，而其名号同者，以师资一道，古今不异，如释迦观音之类。」这几句要讲一讲，它有注子，在五十三面第二行第二句。「据大本意十二佛名，乃无量寿佛别号，唯一佛身」，这是一句。大本就是《无量寿经》，因为这个经是专讲净土的，净土里面大本经就是指《无量寿经》。《无量寿经》里面讲十二如来，就是前面所讲的名号，是《无量寿经》里面的十二如来名号。《无量寿经》讲的十二如来统统是阿弥陀佛的别号，所以佛是一个，名有十二。但是此地他讲「十二如来相继出世」，这样说起来就不是一个人。《无量寿经》这十二个名字讲一个人，一个人怎么会相继出世，一个接一个出世？那讲不通。所以这就说了，「此何说言，有十二佛相继出耶，故此通云，诸佛同名甚多，故十二佛，乃是往古，非今法藏所成佛也」。所以这个地方讲的十二如来是古佛，不是说阿弥陀佛，阿弥陀佛就是法藏比丘修成的。底下就是解释为什么他说的是古佛，而不是阿弥陀佛。",
      "zh_TW": "「然十二佛，乃古如來，非今彌陀，而其名號同者，以師資一道，古今不異，如釋迦觀音之類。」這幾句要講一講，它有註子，在五十三面第二行第二句。「據大本意十二佛名，乃無量壽佛別號，唯一佛身」，這是一句。大本就是《無量壽經》，因為這個經是專講淨土的，淨土裡面大本經就是指《無量壽經》。《無量壽經》裡面講十二如來，就是前面所講的名號，是《無量壽經》裡面的十二如來名號。《無量壽經》講的十二如來統統是阿彌陀佛的別號，所以佛是一個，名有十二。但是此地他講「十二如來相繼出世」，這樣說起來就不是一個人。《無量壽經》這十二個名字講一個人，一個人怎麼會相繼出世，一個接一個出世？那講不通。所以這就說了，「此何說言，有十二佛相繼出耶，故此通云，諸佛同名甚多，故十二佛，乃是往古，非今法藏所成佛也」。所以這個地方講的十二如來是古佛，不是說阿彌陀佛，阿彌陀佛就是法藏比丘修成的。底下就是解釋為什麼他說的是古佛，而不是阿彌陀佛。"
    },
    {
      "id": "05-001-0013_p0005",
      "zh_CN": "「若尔，何以今名，滥古号耶。」如果这么说法，为什么阿弥陀佛的名号与古佛是相同？实在说，佛门里面同名同号的佛菩萨非常之多，前面跟诸位提过，因为佛菩萨名称都是个通名，并不是专指某一个人的称号。譬如说你一发心依普贤菩萨十大愿王修行，你就是普贤菩萨。你的名号为什么跟华严会上普贤菩萨同名？本来就同名，你们同学的一桩事情。像你们念书，你念文学，毕业了得文学博士，他也是念文学，他也得个文学博士，名字相同。甚至于你的老师，你老师的老师，也是文学博士，那你跟他的名是相同的。诸位要明白这个道理，并没有专指某一个人，诸佛菩萨名号都是通称。所以与阿弥陀佛同名号的也不晓得有多少！你今天要发愿专门依照「净土三经」来修行，那就是阿弥陀佛，你修成功就是阿弥陀佛，与阿弥陀佛同心、同愿、同德、同行，那怎么不是阿弥陀佛？就是的。",
      "zh_TW": "「若爾，何以今名，濫古號耶。」如果這麼說法，為什麼阿彌陀佛的名號與古佛是相同？實在說，佛門裡面同名同號的佛菩薩非常之多，前面跟諸位提過，因為佛菩薩名稱都是個通名，並不是專指某一個人的稱號。譬如說你一發心依普賢菩薩十大願王修行，你就是普賢菩薩。你的名號為什麼跟華嚴會上普賢菩薩同名？本來就同名，你們同學的一樁事情。像你們念書，你念文學，畢業了得文學博士，他也是念文學，他也得個文學博士，名字相同。甚至於你的老師，你老師的老師，也是文學博士，那你跟他的名是相同的。諸位要明白這個道理，並沒有專指某一個人，諸佛菩薩名號都是通稱。所以與阿彌陀佛同名號的也不曉得有多少！你今天要發願專門依照「淨土三經」來修行，那就是阿彌陀佛，你修成功就是阿彌陀佛，與阿彌陀佛同心、同願、同德、同行，那怎麼不是阿彌陀佛？就是的。"
    },
    {
      "id": "05-001-0013_p0006",
      "zh_CN": "这个地方还有解释，「详弥陀势至，同时发心，所师之佛，亦同无异」，这讲过去十二位古佛出世的时候，阿弥陀佛在因地里跟大势至菩萨他们两个同学，都曾经亲近这十二如来，都跟十二如来学过。他虽然成佛了，这十二如来的德行他统统具足，所以在他德号上有这十二种号。第一个表示与古佛同德，第二个表示师承，他的智慧、德能是由老师传承的。这个地方讲「而今弥陀，十二别号，同古佛者，表显师资即心即佛之道，一也」，所以有这些意思在。我们今天学观音菩萨、学阿弥陀佛、学普贤菩萨都好，这都是真实的净土宗，与佛、与菩萨同号，同一个名号。「犹今释迦立号，倣同古释迦佛」，释迦牟尼佛，在过去古佛里也有称释迦牟尼佛的，并不是指我们现在这个佛，悉达多所证的佛称为释迦牟尼佛。「今观音名，倣同古观音等」，这个在楞严会上我们看到，「返闻闻自性」这个方法，是古观音佛教给观世音菩萨的，所以他跟他老师同一个名号。",
      "zh_TW": "這個地方還有解釋，「詳彌陀勢至，同時發心，所師之佛，亦同無異」，這講過去十二位古佛出世的時候，阿彌陀佛在因地裡跟大勢至菩薩他們兩個同學，都曾經親近這十二如來，都跟十二如來學過。他雖然成佛了，這十二如來的德行他統統具足，所以在他德號上有這十二種號。第一個表示與古佛同德，第二個表示師承，他的智慧、德能是由老師傳承的。這個地方講「而今彌陀，十二別號，同古佛者，表顯師資即心即佛之道，一也」，所以有這些意思在。我們今天學觀音菩薩、學阿彌陀佛、學普賢菩薩都好，這都是真實的淨土宗，與佛、與菩薩同號，同一個名號。「猶今釋迦立號，倣同古釋迦佛」，釋迦牟尼佛，在過去古佛裡也有稱釋迦牟尼佛的，並不是指我們現在這個佛，悉達多所證的佛稱為釋迦牟尼佛。「今觀音名，倣同古觀音等」，這個在楞嚴會上我們看到，「返聞聞自性」這個方法，是古觀音佛教給觀世音菩薩的，所以他跟他老師同一個名號。"
    },
    {
      "id": "05-001-0013_p0007",
      "zh_CN": "还有一桩事情要晓得，注解里头没有的，诸佛菩萨不但没有一定的身形，名号也没有一定。名号是怎么建立的？还是「随众生心，应所知量」，并不是从他自己这边建立的，是从众生那边建立的，这个意思很重要，我觉得比古人注子里头还要紧。佛号就是佛在这个时代、这个地区，度化这一带的一个地区众生的教学的纲领，是从这上建立的。譬如像我们现在这个时代，我们娑婆这个地区，无论哪一尊佛到我们这个地方成佛，他的名号都要叫做释迦牟尼佛，他不可以叫别的名字。为什么？释迦牟尼就是现前这个时代这个地区众生教学的纲领。释迦是什么？能仁，能仁慈，我们现在这个时代众生没有慈悲心，所以特别提出这个，教我们要学慈悲，要学仁慈。儒家也提出「智仁勇」，也提出仁，五常里面第一个，「仁义礼智信」，摆在第一个。如果这个世界众生每个人都很仁慈，那说这个话没意思了，你说它干什么！用不着。就是因为你的人心不慈悲、不仁慈，很残忍，所以佛特别提出这个教学的纲领，提出这个口号。牟尼是寂默的意思，就是清净，我们的心太散乱了，一天到晚胡思乱想，所以佛号才用寂默，牟尼就是寂默，就是清净。释迦翻成中国意思是仁慈的意思，就是对人，应该怎么样对待别人，牟尼是对自己；换句话说，对自己要清净，对别人要慈悲。",
      "zh_TW": "還有一樁事情要曉得，註解裡頭沒有的，諸佛菩薩不但沒有一定的身形，名號也沒有一定。名號是怎麼建立的？還是「隨眾生心，應所知量」，並不是從他自己這邊建立的，是從眾生那邊建立的，這個意思很重要，我覺得比古人註子裡頭還要緊。佛號就是佛在這個時代、這個地區，度化這一帶的一個地區眾生的教學的綱領，是從這上建立的。譬如像我們現在這個時代，我們娑婆這個地區，無論哪一尊佛到我們這個地方成佛，他的名號都要叫做釋迦牟尼佛，他不可以叫別的名字。為什麼？釋迦牟尼就是現前這個時代這個地區眾生教學的綱領。釋迦是什麼？能仁，能仁慈，我們現在這個時代眾生沒有慈悲心，所以特別提出這個，教我們要學慈悲，要學仁慈。儒家也提出「智仁勇」，也提出仁，五常裡面第一個，「仁義禮智信」，擺在第一個。如果這個世界眾生每個人都很仁慈，那說這個話沒意思了，你說它幹什麼！用不著。就是因為你的人心不慈悲、不仁慈，很殘忍，所以佛特別提出這個教學的綱領，提出這個口號。牟尼是寂默的意思，就是清淨，我們的心太散亂了，一天到晚胡思亂想，所以佛號才用寂默，牟尼就是寂默，就是清淨。釋迦翻成中國意思是仁慈的意思，就是對人，應該怎麼樣對待別人，牟尼是對自己；換句話說，對自己要清淨，對別人要慈悲。"
    },
    {
      "id": "05-001-0013_p0008",
      "zh_CN": "佛的名号是口号，教我们念这一声佛号，就要想到这佛号的意义，是佛在现阶段这一个地区教学最重要的两个纲领。所以，不管哪一尊佛到这边来教学，都要教这两条，才能治得好现代众生的病根，大病。像西方极乐世界阿弥陀佛到我们这里来示现成佛了，他不能叫阿弥阿佛，他叫阿弥陀佛对我们没用处，他一定要换个名字叫释迦牟尼佛。我们本师释迦牟尼佛要到西方世界去作佛，他不能叫释迦牟尼，他一定要叫阿弥陀。为什么？西方极乐世界人各个仁慈，各个清净，所以释迦牟尼这个字样拿到西方极乐世界没用处，人家统统做到了，圆圆满满的做到了。",
      "zh_TW": "佛的名號是口號，教我們念這一聲佛號，就要想到這佛號的意義，是佛在現階段這一個地區教學最重要的兩個綱領。所以，不管哪一尊佛到這邊來教學，都要教這兩條，才能治得好現代眾生的病根，大病。像西方極樂世界阿彌陀佛到我們這裡來示現成佛了，他不能叫阿彌阿佛，他叫阿彌陀佛對我們沒用處，他一定要換個名字叫釋迦牟尼佛。我們本師釋迦牟尼佛要到西方世界去作佛，他不能叫釋迦牟尼，他一定要叫阿彌陀。為什麼？西方極樂世界人各個仁慈，各個清淨，所以釋迦牟尼這個字樣拿到西方極樂世界沒用處，人家統統做到了，圓圓滿滿的做到了。"
    },
    {
      "id": "05-001-0013_p0009",
      "zh_CN": "所以要晓得，诸佛菩萨建立名号就是对治众生病根建立的，对症下药；不是从他自己身上建立的，是从众生上建立的。因此，每个世界佛的名号不同，也有很多世界佛的名号相同，相同那就是那个世界众生的病跟这个世界众生的病一样的。另外一个世界，那个世界众生也是不仁慈，也是一天到晚胡思乱想，那个地方要有一尊佛在那里成佛，他一定也叫释迦牟尼。所以诸位晓得，看看哪一个世界，看看世界的名号，看看佛的名号，就晓得那个世界众生有些什么毛病，最严重的毛病是什么，就知道了。就好像大夫开药方，你看到药方你就晓得那个病人害的什么病，因为这几服药针对那个病，佛的名号就是药方，因为众生害的是这个病，非开这几服药不可。所以，释迦牟尼佛名号上开了三服药，一服是通用的，佛是通用的，觉，觉而不迷，释迦跟牟尼是单独为这个世界开的，这个意义非常的重要。",
      "zh_TW": "所以要曉得，諸佛菩薩建立名號就是對治眾生病根建立的，對症下藥；不是從他自己身上建立的，是從眾生上建立的。因此，每個世界佛的名號不同，也有很多世界佛的名號相同，相同那就是那個世界眾生的病跟這個世界眾生的病一樣的。另外一個世界，那個世界眾生也是不仁慈，也是一天到晚胡思亂想，那個地方要有一尊佛在那裡成佛，他一定也叫釋迦牟尼。所以諸位曉得，看看哪一個世界，看看世界的名號，看看佛的名號，就曉得那個世界眾生有些什麼毛病，最嚴重的毛病是什麼，就知道了。就好像大夫開藥方，你看到藥方你就曉得那個病人害的什麼病，因為這幾服藥針對那個病，佛的名號就是藥方，因為眾生害的是這個病，非開這幾服藥不可。所以，釋迦牟尼佛名號上開了三服藥，一服是通用的，佛是通用的，覺，覺而不迷，釋迦跟牟尼是單獨為這個世界開的，這個意義非常的重要。"
    },
    {
      "id": "05-001-0013_p0010",
      "zh_CN": "后面两行咱们把它念下去，「故大本弥陀经云」，大本《弥陀经》就是《无量寿经》。为什么用大本《弥陀经》？因为《无量寿经》五种古译本翻译得不理想。在宋朝的时候，龙舒王居士，我们后人称他为王龙舒，这个称呼是最尊敬的称呼。我们现在对人称呼连姓带名的喊，这在古时候不可以，这是骂人的，骂得很重。古人称名，你在没有成年的时候大家称你名。女子十六岁成年，行笄礼，就是梳头发了，表示你成年了，就不能叫你名；如果称你名，这是骂你。男子二十岁行冠礼，戴帽子，你不是童子了。冠礼、笄礼之后，只有两个人称你的名，第一个是父母，父母一生都叫你名的，第二个是老师。除这两种人之外，都不再称你名了。因为你在行笄礼、冠礼的时候，你的同辈，兄弟或者是朋友，送一个字给你，名字，送一个字给你。从此以后都称字，字就是别号，称字不称名了。你的叔叔、伯伯，你的祖父、祖母，都称你的字，都不称你的名；名是父母专称的，老师专称的。",
      "zh_TW": "後面兩行咱們把它念下去，「故大本彌陀經云」，大本《彌陀經》就是《無量壽經》。為什麼用大本《彌陀經》？因為《無量壽經》五種古譯本翻譯得不理想。在宋朝的時候，龍舒王居士，我們後人稱他為王龍舒，這個稱呼是最尊敬的稱呼。我們現在對人稱呼連姓帶名的喊，這在古時候不可以，這是罵人的，罵得很重。古人稱名，你在沒有成年的時候大家稱你名。女子十六歲成年，行笄禮，就是梳頭髮了，表示你成年了，就不能叫你名；如果稱你名，這是罵你。男子二十歲行冠禮，戴帽子，你不是童子了。冠禮、笄禮之後，只有兩個人稱你的名，第一個是父母，父母一生都叫你名的，第二個是老師。除這兩種人之外，都不再稱你名了。因為你在行笄禮、冠禮的時候，你的同輩，兄弟或者是朋友，送一個字給你，名字，送一個字給你。從此以後都稱字，字就是別號，稱字不稱名了。你的叔叔、伯伯，你的祖父、祖母，都稱你的字，都不稱你的名；名是父母專稱的，老師專稱的。"
    },
    {
      "id": "05-001-0013_p0011",
      "zh_CN": "你要是在朝廷里做官，皇帝也称你的字，不称名；如果皇帝哪一天称你名，那你就犯了罪，只有对囚犯才称名，犯罪的人那就称名。所以称呼，古时候非常的讲求。如果更尊敬一点，连字也不称，起个外号，称号，所以有字、有号，连字都不称，表示对这个人更尊敬了。如果再要尊敬，那尊敬到了极处，连号都不称，称什么？称他的地方，地名。像龙舒，龙舒是地名，这个地方出了个了不起的人，是这一个地方的光荣，所以称他叫王龙舒，这是最尊敬。你看清朝李鸿章，那个时候了不起，大家都尊敬他，他是安徽合肥人，大家尊称他是李合肥，连号都不称了，这是最尊敬的。龙舒这个地方是现在的安徽舒城，舒城古时候称龙舒，现在叫舒城。",
      "zh_TW": "你要是在朝廷裡做官，皇帝也稱你的字，不稱名；如果皇帝哪一天稱你名，那你就犯了罪，只有對囚犯才稱名，犯罪的人那就稱名。所以稱呼，古時候非常的講求。如果更尊敬一點，連字也不稱，起個外號，稱號，所以有字、有號，連字都不稱，表示對這個人更尊敬了。如果再要尊敬，那尊敬到了極處，連號都不稱，稱什麼？稱他的地方，地名。像龍舒，龍舒是地名，這個地方出了個了不起的人，是這一個地方的光榮，所以稱他叫王龍舒，這是最尊敬。你看清朝李鴻章，那個時候了不起，大家都尊敬他，他是安徽合肥人，大家尊稱他是李合肥，連號都不稱了，這是最尊敬的。龍舒這個地方是現在的安徽舒城，舒城古時候稱龍舒，現在叫舒城。"
    },
    {
      "id": "05-001-0013_p0012",
      "zh_CN": "王龙舒居士是宋朝人，他考取进士之后没有做官，专修净土。大概他也是看到《无量寿经》古来这些译本都不很理想，所以他第一次做会集本，把古译的本子统统找来校对，重新编辑，他写了一个本子。这个本子叫《大阿弥陀经》，流通很广，确实比四种原译本好。因为五种原译本他只看到四种，《大宝积经》里面的「如来会」这一部经他没有看到。所以美中不足，他的会集本只有四种，他只见到四种。因为古时候书籍都是手抄的本子，很不容易找得到，这五种本子统统找到不是个容易事情，所以他只找到四种，用四种会集，比原文要好。因此《大阿弥陀经》从王龙舒以后一直流传下来，连近代印光大师对这部书都相当赞叹。古时候很多人讲到净土宗，凡是引用《无量寿经》，多半都是引用王龙舒会集的本子。这个历史渊源我们要晓得，大本《弥陀经》就是王龙舒居士的会集本。",
      "zh_TW": "王龍舒居士是宋朝人，他考取進士之後沒有做官，專修淨土。大概他也是看到《無量壽經》古來這些譯本都不很理想，所以他第一次做會集本，把古譯的本子統統找來校對，重新編輯，他寫了一個本子。這個本子叫《大阿彌陀經》，流通很廣，確實比四種原譯本好。因為五種原譯本他只看到四種，《大寶積經》裡面的「如來會」這一部經他沒有看到。所以美中不足，他的會集本只有四種，他只見到四種。因為古時候書籍都是手抄的本子，很不容易找得到，這五種本子統統找到不是個容易事情，所以他只找到四種，用四種會集，比原文要好。因此《大阿彌陀經》從王龍舒以後一直流傳下來，連近代印光大師對這部書都相當讚歎。古時候很多人講到淨土宗，凡是引用《無量壽經》，多半都是引用王龍舒會集的本子。這個歷史淵源我們要曉得，大本《彌陀經》就是王龍舒居士的會集本。"
    },
    {
      "id": "05-001-0013_p0013",
      "zh_CN": "「故大本弥陀经云，过无量佛刹，同名释迦者，不可胜数」，在我们大宇宙里面，十方恒沙诸佛国土里面作佛的，用释迦牟尼佛做名号的很多，不只我们娑婆世界一个。原因就是我刚才所说的，大概就是这些世界众生的根性、烦恼、病苦非常接近，所以佛才用这个名号。像西方极乐世界就一定要用阿弥陀，因为那个世界的人心地已经清净，各个慈悲，而且都是觉而不迷、正而不邪、净而不染，他统统做到了。佛在那里用什么东西教？只有教他的觉正净更增上、更加深，叫无量觉。阿翻作无，弥陀翻作量，无量觉，只有用这名号了。用其他的名号都不恰当，只有用无量觉这个名号，在西方极乐世界，这个意思不可以不知道。「则无量寿佛之名，百千万亿，不可穷尽，何止于一佛耶。」这是破除我们的疑惑，十方世界同名的佛、同名字的菩萨很多。",
      "zh_TW": "「故大本彌陀經云，過無量佛剎，同名釋迦者，不可勝數」，在我們大宇宙裡面，十方恆沙諸佛國土裡面作佛的，用釋迦牟尼佛做名號的很多，不只我們娑婆世界一個。原因就是我剛才所說的，大概就是這些世界眾生的根性、煩惱、病苦非常接近，所以佛才用這個名號。像西方極樂世界就一定要用阿彌陀，因為那個世界的人心地已經清淨，各個慈悲，而且都是覺而不迷、正而不邪、淨而不染，他統統做到了。佛在那裡用什麼東西教？只有教他的覺正淨更增上、更加深，叫無量覺。阿翻作無，彌陀翻作量，無量覺，只有用這名號了。用其他的名號都不恰當，只有用無量覺這個名號，在西方極樂世界，這個意思不可以不知道。「則無量壽佛之名，百千萬億，不可窮盡，何止於一佛耶。」這是破除我們的疑惑，十方世界同名的佛、同名字的菩薩很多。"
    },
    {
      "id": "05-001-0013_p0014",
      "zh_CN": "再看底下这一段，这一段是「别示教道」。前面说过，大势至菩萨在无量劫之前，曾经亲近过十二如来，最后这一尊如来叫「超日月光佛」。接着经文上说：",
      "zh_TW": "再看底下這一段，這一段是「別示教道」。前面說過，大勢至菩薩在無量劫之前，曾經親近過十二如來，最後這一尊如來叫「超日月光佛」。接著經文上說："
    },
    {
      "id": "05-001-0013_p0015",
      "zh_CN": "【彼佛教我。念佛三昧。】",
      "zh_TW": "【彼佛教我。念佛三昧。】"
    },
    {
      "id": "05-001-0013_p0016",
      "zh_CN": "这个『彼佛』就是指前面的十二佛，还并不是指十二佛最后一尊佛。如果是最后一尊佛，就不要讲那十二个了，就是「无量劫前有佛出世，号超日月光佛」就行了，何必要说前面十一个？从这个地方我们看到，大势至菩萨在过去因地当中缘很殊胜，他曾经连续没有间断的亲近十二尊如来，这个缘太殊胜了，而且十二如来都教他念佛。念佛法门，前面跟诸位说过了，无量法门里面的第一法门，可见得他的善根深厚。所以，我们要想接引众生，劝一个众生学佛，我们劝他学什么？第一就是要劝他念佛修净土。如果他说我不喜欢念佛，我一念佛就打瞌睡，我一念佛就没精神，那你不妨再劝他学别的。我们给人家法门的时候，总是要把最好的法门先给他，他要是不要，那好，我给次一等的给你，再不要，再差一等的给你，为什么？他不识货，那没有法子。",
      "zh_TW": "這個『彼佛』就是指前面的十二佛，還並不是指十二佛最後一尊佛。如果是最後一尊佛，就不要講那十二個了，就是「無量劫前有佛出世，號超日月光佛」就行了，何必要說前面十一個？從這個地方我們看到，大勢至菩薩在過去因地當中緣很殊勝，他曾經連續沒有間斷的親近十二尊如來，這個緣太殊勝了，而且十二如來都教他念佛。念佛法門，前面跟諸位說過了，無量法門裡面的第一法門，可見得他的善根深厚。所以，我們要想接引眾生，勸一個眾生學佛，我們勸他學什麼？第一就是要勸他念佛修淨土。如果他說我不喜歡念佛，我一念佛就打瞌睡，我一念佛就沒精神，那你不妨再勸他學別的。我們給人家法門的時候，總是要把最好的法門先給他，他要是不要，那好，我給次一等的給你，再不要，再差一等的給你，為什麼？他不識貨，那沒有法子。"
    },
    {
      "id": "05-001-0013_p0017",
      "zh_CN": "佛教化众生也是如此，一开端就把最好的给我们，我们不接受，这才降等，这样才真正对得起众生。他能接受，换句话说，他的善根福德深厚。因为我们不是佛再来的，也不是菩萨再来的，不会观机，不会观机就试验试验，选最好的给他试验，不行再换第二，次一等的，再不行又次一等的，这样接引他，接引众生。像诸佛菩萨他有神通，他会观机，他用的方法非常恰当，一给他就能得利益的，他有能力。我们没有能力就试探试探，试探总得从最好的来试探，先把最好的法门教给他。这个地方就能够看得出来，大势至菩萨在因地善根深厚，所以佛传法给他就传『念佛三昧』，就叫他念阿弥陀佛。前面讲了念大势佛，大势佛就是阿弥陀佛。我们看注解。",
      "zh_TW": "佛教化眾生也是如此，一開端就把最好的給我們，我們不接受，這才降等，這樣才真正對得起眾生。他能接受，換句話說，他的善根福德深厚。因為我們不是佛再來的，也不是菩薩再來的，不會觀機，不會觀機就試驗試驗，選最好的給他試驗，不行再換第二，次一等的，再不行又次一等的，這樣接引他，接引眾生。像諸佛菩薩他有神通，他會觀機，他用的方法非常恰當，一給他就能得利益的，他有能力。我們沒有能力就試探試探，試探總得從最好的來試探，先把最好的法門教給他。這個地方就能夠看得出來，大勢至菩薩在因地善根深厚，所以佛傳法給他就傳『念佛三昧』，就叫他念阿彌陀佛。前面講了念大勢佛，大勢佛就是阿彌陀佛。我們看註解。"
    },
    {
      "id": "05-001-0013_p0018",
      "zh_CN": "「彼佛，十二佛也，语言指示，谓之教。」这是佛教给他。底下这一段相当重要了，因为这章里面所说的就是念佛法门，我们对「念佛」这两个字的含义一定要清楚，底下就解释念佛这两个字。「言念佛者，若据事念，一心忆想之谓念，三身接引之谓佛，则能念属己，所念属佛。」到这个地方这是一段，我们先说这一小段。实在讲，这就是我们现前能够做得到的，这是念佛里面教义最浅显的，浅显的有效果；不要认为浅显的，我们不愿意去学，那就错了。我们今天的能力只能做到这一点，但是成功了，那是不可思议，这个法门奇怪就在此地。这是就事上说。「一心忆想」这四个字很要紧，念就是一心忆想，一心就决定不能夹杂，夹杂就不是一心，所以念要专。夏莲居居士有个《净修捷要》，我让他们打字已经打好了，印了五十份可以赠送给诸位，要不够的话，再多印一些。我们道场同修每个人也可以先带一份回去。",
      "zh_TW": "「彼佛，十二佛也，語言指示，謂之教。」這是佛教給他。底下這一段相當重要了，因為這章裡面所說的就是念佛法門，我們對「念佛」這兩個字的含義一定要清楚，底下就解釋念佛這兩個字。「言念佛者，若據事念，一心憶想之謂念，三身接引之謂佛，則能念屬己，所念屬佛。」到這個地方這是一段，我們先說這一小段。實在講，這就是我們現前能夠做得到的，這是念佛裡面教義最淺顯的，淺顯的有效果；不要認為淺顯的，我們不願意去學，那就錯了。我們今天的能力只能做到這一點，但是成功了，那是不可思議，這個法門奇怪就在此地。這是就事上說。「一心憶想」這四個字很要緊，念就是一心憶想，一心就決定不能夾雜，夾雜就不是一心，所以念要專。夏蓮居居士有個《淨修捷要》，我讓他們打字已經打好了，印了五十份可以贈送給諸位，要不夠的話，再多印一些。我們道場同修每個人也可以先帶一份回去。"
    },
    {
      "id": "05-001-0013_p0019",
      "zh_CN": "他这个方法确实是捷要，快捷、重要，简单，总共只有三十二拜，每一拜念三声佛号「阿弥陀佛」，念三声佛号拜一拜。但是每一拜里面都有观想，观想的内容就是《无量寿经》、《阿弥陀经》、《观无量寿经》、《往生论》这四种东西里面，四种经里头的境界就在这三十二拜里头，编得好，编得真好。所以，我们赶快把它印出来，将来我们还用大字本来排印，便利诸位修行，这个给大家先看。好的东西我们得来之后，恨不得立刻就传出去，希望大家都能得到，人人都能够得到。这叫能念。",
      "zh_TW": "他這個方法確實是捷要，快捷、重要，簡單，總共只有三十二拜，每一拜念三聲佛號「阿彌陀佛」，念三聲佛號拜一拜。但是每一拜裡面都有觀想，觀想的內容就是《無量壽經》、《阿彌陀經》、《觀無量壽經》、《往生論》這四種東西裡面，四種經裡頭的境界就在這三十二拜裡頭，編得好，編得真好。所以，我們趕快把它印出來，將來我們還用大字本來排印，便利諸位修行，這個給大家先看。好的東西我們得來之後，恨不得立刻就傳出去，希望大家都能得到，人人都能夠得到。這叫能念。"
    },
    {
      "id": "05-001-0013_p0020",
      "zh_CN": "「佛」是什么？佛就是阿弥陀佛，我们将来往生的时候阿弥陀佛来接引我们。这个接引，佛是三身佛，法身佛、报身佛、应化身佛，我们念佛念到功夫成片，这带业往生，是化身佛来接引我们；如果我们念到理一心不乱，那就是报身佛来接引我们。所以三身接引之谓佛。我们画阿弥陀佛的像，塑造阿弥陀佛的像，几乎多半都是造的接引像，像我们这里供的阿弥陀佛就是接引像，左手拿着莲花，右手垂手接引你，这是接引往生的像。这叫佛。这是自己能念，佛是我们所念，有能有所，所以叫事，这是从迹象上来说的。",
      "zh_TW": "「佛」是什麼？佛就是阿彌陀佛，我們將來往生的時候阿彌陀佛來接引我們。這個接引，佛是三身佛，法身佛、報身佛、應化身佛，我們念佛念到功夫成片，這帶業往生，是化身佛來接引我們；如果我們念到理一心不亂，那就是報身佛來接引我們。所以三身接引之謂佛。我們畫阿彌陀佛的像，塑造阿彌陀佛的像，幾乎多半都是造的接引像，像我們這裡供的阿彌陀佛就是接引像，左手拿著蓮花，右手垂手接引你，這是接引往生的像。這叫佛。這是自己能念，佛是我們所念，有能有所，所以叫事，這是從跡象上來說的。"
    },
    {
      "id": "05-001-0013_p0021",
      "zh_CN": "「若据理念，念即始觉，佛即本觉，以始合本，名为念佛。」这个意义深了，也正是蕅益大师、莲池大师他们所说的，我们能念的心是始觉，我们所念的阿弥陀是本觉。所以念佛的时候，声声始觉合本觉，始本不二，这个叫念佛。这个意义深了，比前面深得多，这个叫理念。是不是我们事念就得事一心，理念就得理一心？不是的。得事一心跟得理一心与理念、事念不相关，事念也可以得理一心，理念要功夫不成熟，还是事一心。所以事一心、理一心不在乎事念与理念，那是功夫。我们念到见思烦恼断了，就叫事一心，事念可以达到的，理念也可以达到；念到破一品无明、证一分法身就叫得理一心，用事念也可以达到这个境界，也可以念到理一心，用理念也可以。因此我们念佛，事念也好，理念也好，不要紧，没有关系，理念我们觉得困难，就用事。实在讲，理事也是不二的，事里头有理，理里头有事，不要那么样去分别，不要去执着。总而言之，最要紧的就是不怀疑、不间断、不夹杂，这是比什么都重要。真正能够做到这个三句，我们在半年、一年就会有很显著的功夫，就能看得到效果。这个里头最大的毛病就是夹杂，像我们现在净土经，有这样殊胜的因缘，天天在听、天天在读，怀疑大概不至于有，间断可能有，夹杂决定有，这是大病。如果真能做到不间断、不夹杂的话，三个月见效，就有效果。所以，大家要好好去努力。这叫念佛。",
      "zh_TW": "「若據理念，念即始覺，佛即本覺，以始合本，名為念佛。」這個意義深了，也正是蕅益大師、蓮池大師他們所說的，我們能念的心是始覺，我們所念的阿彌陀是本覺。所以念佛的時候，聲聲始覺合本覺，始本不二，這個叫念佛。這個意義深了，比前面深得多，這個叫理念。是不是我們事念就得事一心，理念就得理一心？不是的。得事一心跟得理一心與理念、事念不相關，事念也可以得理一心，理念要功夫不成熟，還是事一心。所以事一心、理一心不在乎事念與理念，那是功夫。我們念到見思煩惱斷了，就叫事一心，事念可以達到的，理念也可以達到；念到破一品無明、證一分法身就叫得理一心，用事念也可以達到這個境界，也可以念到理一心，用理念也可以。因此我們念佛，事念也好，理念也好，不要緊，沒有關係，理念我們覺得困難，就用事。實在講，理事也是不二的，事裡頭有理，理裡頭有事，不要那麼樣去分別，不要去執著。總而言之，最要緊的就是不懷疑、不間斷、不夾雜，這是比什麼都重要。真正能夠做到這個三句，我們在半年、一年就會有很顯著的功夫，就能看得到效果。這個裡頭最大的毛病就是夾雜，像我們現在淨土經，有這樣殊勝的因緣，天天在聽、天天在讀，懷疑大概不至於有，間斷可能有，夾雜決定有，這是大病。如果真能做到不間斷、不夾雜的話，三個月見效，就有效果。所以，大家要好好去努力。這叫念佛。"
    },
    {
      "id": "05-001-0013_p0022",
      "zh_CN": "「念佛有四」，这是讲在形式上有四种不同，第一个，「称名，谓闻说佛名，一心称念」。这就是持名念佛，专念这一句南无阿弥陀佛，念佛的名号，这个方法最方便，也是古来祖师大德特别提倡的。释迦牟尼佛也给我们提倡，《无量寿经》里面所用的方法是持名，《阿弥陀经》里面也是讲持名，执持名号，都是采取这个方法。第二种，「观像，谓设立尊像，注目观瞻」。这是第二种念佛的方法，叫观像念佛，这个方法出在《观无量寿经》第十三观，《观无量寿经》一共十六观，这是第十三观，观像。我们将来如果有因缘，机缘成熟的话，最理想的道场，有一个念佛堂，有一个讲堂，讲堂专门讲经，念佛堂专门念佛。念佛堂里面的陈设，四面都要供养佛像，就是你不管眼睛转到哪里都看到阿弥陀佛，叫观像念佛。佛围绕着你，必须四面都是阿弥陀佛，都是西方三圣，不管你身怎么转，佛围绕着你，念佛堂应该是这样的设施。可是我们用还是以持名为主，观像为帮助。为什么用持名为主？要紧的讲不间断，持名随便到哪里可以不间断；你说观像，离开念佛堂、离开佛像就断掉了，你观像就断掉了，所以这个不间断不容易保持；持名不间断容易保持。所以这是一种方法。",
      "zh_TW": "「念佛有四」，這是講在形式上有四種不同，第一個，「稱名，謂聞說佛名，一心稱念」。這就是持名念佛，專念這一句南無阿彌陀佛，念佛的名號，這個方法最方便，也是古來祖師大德特別提倡的。釋迦牟尼佛也給我們提倡，《無量壽經》裡面所用的方法是持名，《阿彌陀經》裡面也是講持名，執持名號，都是採取這個方法。第二種，「觀像，謂設立尊像，注目觀瞻」。這是第二種念佛的方法，叫觀像念佛，這個方法出在《觀無量壽經》第十三觀，《觀無量壽經》一共十六觀，這是第十三觀，觀像。我們將來如果有因緣，機緣成熟的話，最理想的道場，有一個念佛堂，有一個講堂，講堂專門講經，念佛堂專門念佛。念佛堂裡面的陳設，四面都要供養佛像，就是你不管眼睛轉到哪裡都看到阿彌陀佛，叫觀像念佛。佛圍繞著你，必須四面都是阿彌陀佛，都是西方三聖，不管你身怎麼轉，佛圍繞著你，念佛堂應該是這樣的設施。可是我們用還是以持名為主，觀像為幫助。為什麼用持名為主？要緊的講不間斷，持名隨便到哪裡可以不間斷；你說觀像，離開念佛堂、離開佛像就斷掉了，你觀像就斷掉了，所以這個不間斷不容易保持；持名不間斷容易保持。所以這是一種方法。"
    },
    {
      "id": "05-001-0013_p0023",
      "zh_CN": "第三种是「观想」，观想就不一定佛像在面前，佛像不在面前也可以想。可是这个想不能照自己的意思去乱想，这个不行，要有根据的。这个根据就是《十六观经》，《观无量寿经》，要把经典里面所讲的那些像一样一样都把它想出来，这个不容易。《十六观经》里面，从第一观到第十二观都是属于观想念佛，十二种。我们就举一种，第一观「落日悬鼓」，先观西方，西方怎么观法？观太阳下山，落日，观那个。我想这不难。你要照经上讲的那个就难了，经上怎么说？这个观观成了的时候，我们眼睛不管在哪里，眼睛一张开，太阳就在我面前，清清楚楚、明明白白。不管在什么时候，不管在什么地方，眼睛一睁开，太阳在面前，那个落日就在面前；眼睛闭着，太阳还在面前，这才叫观成。如果你张开眼睛没有看到太阳，闭着眼睛也没有看到太阳，这不行。它这个观想的时候一定要把太阳想真正发现在你面前，这样才行，这个第一观才观成功。",
      "zh_TW": "第三種是「觀想」，觀想就不一定佛像在面前，佛像不在面前也可以想。可是這個想不能照自己的意思去亂想，這個不行，要有根據的。這個根據就是《十六觀經》，《觀無量壽經》，要把經典裡面所講的那些像一樣一樣都把它想出來，這個不容易。《十六觀經》裡面，從第一觀到第十二觀都是屬於觀想念佛，十二種。我們就舉一種，第一觀「落日懸鼓」，先觀西方，西方怎麼觀法？觀太陽下山，落日，觀那個。我想這不難。你要照經上講的那個就難了，經上怎麼說？這個觀觀成了的時候，我們眼睛不管在哪裡，眼睛一張開，太陽就在我面前，清清楚楚、明明白白。不管在什麼時候，不管在什麼地方，眼睛一睜開，太陽在面前，那個落日就在面前；眼睛閉著，太陽還在面前，這才叫觀成。如果你張開眼睛沒有看到太陽，閉著眼睛也沒有看到太陽，這不行。它這個觀想的時候一定要把太陽想真正發現在你面前，這樣才行，這個第一觀才觀成功。"
    },
    {
      "id": "05-001-0013_p0024",
      "zh_CN": "第二观观什么？观大海结冰，地平的、绿色的、透明的，观这个。这个观要观成功了，你不管在哪个地方，你看这个地，地是琉璃。如果你一看这个地是磨石子的，那就不行，你这观没成功；你走到街上看那个马路，马路是柏油的，你没有成功。你一定看到的统统是翡翠的，绿色的玉，翡翠的，不管你眼睛张开，或者眼睛是闭着，统统是这个境界。所以，十六观很不容易修，理论是很好，依照这个方法修行的人很少。这就是我们凡夫心粗，境界太细了，观不成。所以，古人用的方法多半是观像、持名，用这两种方法最多。其实持名念佛还是出在《十六观经》的，《十六观经》第十六观，就是最后一观，就是教给我们持名念佛。这是佛很慈悲，也就是说观想你不行，观像你没时间，最后教给你持名。因此，持名念佛是诸佛菩萨、历代祖师弘扬最为普遍的一个法门，效果也最显著的一个法门，我们决定不能轻视，古德所说下手容易成功高。观想是「以我心眼，想彼如来」，这要依照十六观，依照《观无量寿经》。",
      "zh_TW": "第二觀觀什麼？觀大海結冰，地平的、綠色的、透明的，觀這個。這個觀要觀成功了，你不管在哪個地方，你看這個地，地是琉璃。如果你一看這個地是磨石子的，那就不行，你這觀沒成功；你走到街上看那個馬路，馬路是柏油的，你沒有成功。你一定看到的統統是翡翠的，綠色的玉，翡翠的，不管你眼睛張開，或者眼睛是閉著，統統是這個境界。所以，十六觀很不容易修，理論是很好，依照這個方法修行的人很少。這就是我們凡夫心粗，境界太細了，觀不成。所以，古人用的方法多半是觀像、持名，用這兩種方法最多。其實持名念佛還是出在《十六觀經》的，《十六觀經》第十六觀，就是最後一觀，就是教給我們持名念佛。這是佛很慈悲，也就是說觀想你不行，觀像你沒時間，最後教給你持名。因此，持名念佛是諸佛菩薩、歷代祖師弘揚最為普遍的一個法門，效果也最顯著的一個法門，我們決定不能輕視，古德所說下手容易成功高。觀想是「以我心眼，想彼如來」，這要依照十六觀，依照《觀無量壽經》。"
    },
    {
      "id": "05-001-0013_p0025",
      "zh_CN": "第四种叫「实相」，这是没法子学的，大家晓得就好了，做不到的，「即念自性，真实相佛」。什么时候才能做到实相念佛？我跟大家说明一下，前面不管你是用事念，或者是用理念，念到理一心不乱，以后不管你用什么方法念佛都叫做实相念佛。实相一定要见性，没有见性以前不叫实相，见了性以后，你观想也好，观像也好，持名也好，事念也好，理念也好，统统叫实相念佛。所以，实相念佛的标准是明心见性以后的事情，在我们没有明心见性以前，晓得有这么一桩事情，这不是我们的境界。所以，十六观里头它只有观想、观像、持名，它没有讲实相，道理就在此地。用前面三种念到破一品无明、证一分法身，那以后都是实相。所以实相念佛是谁？如果我们一般讲法，从圆教初住菩萨开始就实相念佛，一直到他成佛，四十二个阶级。他这念佛不管用什么方法，就前面讲事念、理念、观想、观像、持名，统统都可以，他统统叫实相念佛。",
      "zh_TW": "第四種叫「實相」，這是沒法子學的，大家曉得就好了，做不到的，「即念自性，真實相佛」。什麼時候才能做到實相念佛？我跟大家說明一下，前面不管你是用事念，或者是用理念，念到理一心不亂，以後不管你用什麼方法念佛都叫做實相念佛。實相一定要見性，沒有見性以前不叫實相，見了性以後，你觀想也好，觀像也好，持名也好，事念也好，理念也好，統統叫實相念佛。所以，實相念佛的標準是明心見性以後的事情，在我們沒有明心見性以前，曉得有這麼一樁事情，這不是我們的境界。所以，十六觀裡頭它只有觀想、觀像、持名，它沒有講實相，道理就在此地。用前面三種念到破一品無明、證一分法身，那以後都是實相。所以實相念佛是誰？如果我們一般講法，從圓教初住菩薩開始就實相念佛，一直到他成佛，四十二個階級。他這念佛不管用什麼方法，就前面講事念、理念、觀想、觀像、持名，統統都可以，他統統叫實相念佛。"
    }
  ]
}