{
  "doc_id": "05-001-0007",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章疏钞",
    "zh_TW": "大勢至菩薩念佛圓通章疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "05-001-0007",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "05-001-0007_p0001",
      "zh_CN": "请掀开经本，二十七面第三行，「略释经题」。",
      "zh_TW": "請掀開經本，二十七面第三行，「略釋經題」。"
    },
    {
      "id": "05-001-0007_p0002",
      "zh_CN": "这部经是《楞严经》，《楞严经》完整的经题是「大佛顶如来密因修证了义诸菩萨万行首楞严经」，经题很长，简称称《大佛顶首楞严经》，或者就称之为《楞严经》。这个地方的解释，确实是略释。「楞严者，一切事究竟坚固也，乃大部之总名」，这一句是解释经题。在整个题目当中，实在说每一句都有很深的意义，在整个经题二十个字当中只解释「楞严」两个字。「楞严」，首楞严是梵语，翻成中国的意思就是「一切事究竟坚固」。什么叫究竟？什么叫坚固？注解里面说得很明白。究竟是空的意思，坚固是不空的意思，究竟是讲体，坚固是讲现象与作用。也许我们听了之后会产生怀疑，如果就现象上来看，这一切万法，有情，我们讲动物，都有生老病死，无情的植物有生住异灭，矿物有成住坏空，怎么能说不空？实在讲，不空是从现象上来说，就是相有体无，体上没有，《金刚经》上说的「凡所有相，皆是虚妄」，是从体上说的。",
      "zh_TW": "這部經是《楞嚴經》，《楞嚴經》完整的經題是「大佛頂如來密因修證了義諸菩薩萬行首楞嚴經」，經題很長，簡稱稱《大佛頂首楞嚴經》，或者就稱之為《楞嚴經》。這個地方的解釋，確實是略釋。「楞嚴者，一切事究竟堅固也，乃大部之總名」，這一句是解釋經題。在整個題目當中，實在說每一句都有很深的意義，在整個經題二十個字當中只解釋「楞嚴」兩個字。「楞嚴」，首楞嚴是梵語，翻成中國的意思就是「一切事究竟堅固」。什麼叫究竟？什麼叫堅固？註解裡面說得很明白。究竟是空的意思，堅固是不空的意思，究竟是講體，堅固是講現象與作用。也許我們聽了之後會產生懷疑，如果就現象上來看，這一切萬法，有情，我們講動物，都有生老病死，無情的植物有生住異滅，礦物有成住壞空，怎麼能說不空？實在講，不空是從現象上來說，就是相有體無，體上沒有，《金剛經》上說的「凡所有相，皆是虛妄」，是從體上說的。"
    },
    {
      "id": "05-001-0007_p0003",
      "zh_CN": "因为体是空寂的，所以相是幻有，因为它是幻有，所以才有坚固的意思。这个坚固的意思，不但《楞严》上讲得很清楚，《法华经》上也讲得很妙，是法住法位，世间相不坏。我们今天看这世间相，像刚才讲的成住坏空、生住异灭、生老病死，我们所看的是一切万象缘聚缘散，我们只看聚散，聚就生，散就灭了。其实你要是离开缘，聚散之缘，你看这些物质原来是不生不灭。我们举个例来说，我们今天在此地，念佛圆通这一会，我们这一会有这么多同修参加，你们从每个地方到此地来参加，缘聚了，这一会现前；我们经讲完了大家散掉，没有了，缘灭了。聚好比是这个会生，散好比是这个会灭，这个聚散生灭的现象有没有？有，一个半小时散场，这会就灭了。我们再看看，你来聚散的每一个人灭了没有？没有灭，你又到别的地方去了。所以你从每个人上来看，我们这个会没生没灭，你来的时候有聚的现象，没有生的相；散掉的时候有散的相，没有灭的相，所以一切法不生不灭。",
      "zh_TW": "因為體是空寂的，所以相是幻有，因為它是幻有，所以才有堅固的意思。這個堅固的意思，不但《楞嚴》上講得很清楚，《法華經》上也講得很妙，是法住法位，世間相不壞。我們今天看這世間相，像剛才講的成住壞空、生住異滅、生老病死，我們所看的是一切萬象緣聚緣散，我們只看聚散，聚就生，散就滅了。其實你要是離開緣，聚散之緣，你看這些物質原來是不生不滅。我們舉個例來說，我們今天在此地，念佛圓通這一會，我們這一會有這麼多同修參加，你們從每個地方到此地來參加，緣聚了，這一會現前；我們經講完了大家散掉，沒有了，緣滅了。聚好比是這個會生，散好比是這個會滅，這個聚散生滅的現象有沒有？有，一個半小時散場，這會就滅了。我們再看看，你來聚散的每一個人滅了沒有？沒有滅，你又到別的地方去了。所以你從每個人上來看，我們這個會沒生沒滅，你來的時候有聚的現象，沒有生的相；散掉的時候有散的相，沒有滅的相，所以一切法不生不滅。"
    },
    {
      "id": "05-001-0007_p0004",
      "zh_CN": "如果诸位要能够看到这个真相，那就很恭喜你，你已经证得了无生法忍，为什么？一切法不生不灭，无生法忍就是一切法不生不灭。这就讲一切法都是所谓是原子、电子缘聚的现象，缘散相就灭了。我们从基本的物质上来观察，它没有生也没有灭，这才能见到真相。所以，从这个真实相来观察，它坚固，坚固是讲基本的物质，它没有生灭。因此这一切境界相有没有生灭？讲实在的话没有生灭。讲有生有灭，佛是随顺众生说法，就是俗谛；如果在佛的境界来说，一切法没有生灭，不生不灭。",
      "zh_TW": "如果諸位要能夠看到這個真相，那就很恭喜你，你已經證得了無生法忍，為什麼？一切法不生不滅，無生法忍就是一切法不生不滅。這就講一切法都是所謂是原子、電子緣聚的現象，緣散相就滅了。我們從基本的物質上來觀察，它沒有生也沒有滅，這才能見到真相。所以，從這個真實相來觀察，它堅固，堅固是講基本的物質，它沒有生滅。因此這一切境界相有沒有生滅？講實在的話沒有生滅。講有生有滅，佛是隨順眾生說法，就是俗諦；如果在佛的境界來說，一切法沒有生滅，不生不滅。"
    },
    {
      "id": "05-001-0007_p0005",
      "zh_CN": "所以这个地方讲的「一切事」，一切事在《楞严》里面就是「三科七大」。三科是什么？实在讲《楞严》二十五圆通里头就是说的这个，三科是讲六根、六尘、六识，这个合起来叫十八界，分开来就是《楞严经》讲的三科。六根、六尘、六识就是整个宇宙人生的归纳，这一归纳总不出这三科，这是把宇宙之间万事万法归纳成三大类，根、尘、识三大类。除这个三大类之外，《楞严经》里面又将一切现象界也归纳成为七大，地、水、火、风、空、见、识这个七大。三，刚才讲了就是十八界，再加上七大，总共起来就是二十五。这章经是二十五圆通章之一，这个二十五都叫圆通，由此可知，法门平等，无二无别，不管你修学哪一个法门，都能够证得圆通。佛用这个方法把无量法门、八万四千法门归纳成二十五门，每一门用一个菩萨来做代表。所以说二十五位菩萨，每个人报告他自己修行证果的成就。这是《楞严经》里非常精彩的一段经文，相当于《华严经》里的善财童子五十三参，把他自己修行证果的情形提出来报告。",
      "zh_TW": "所以這個地方講的「一切事」，一切事在《楞嚴》裡面就是「三科七大」。三科是什麼？實在講《楞嚴》二十五圓通裡頭就是說的這個，三科是講六根、六塵、六識，這個合起來叫十八界，分開來就是《楞嚴經》講的三科。六根、六塵、六識就是整個宇宙人生的歸納，這一歸納總不出這三科，這是把宇宙之間萬事萬法歸納成三大類，根、塵、識三大類。除這個三大類之外，《楞嚴經》裡面又將一切現象界也歸納成為七大，地、水、火、風、空、見、識這個七大。三，剛才講了就是十八界，再加上七大，總共起來就是二十五。這章經是二十五圓通章之一，這個二十五都叫圓通，由此可知，法門平等，無二無別，不管你修學哪一個法門，都能夠證得圓通。佛用這個方法把無量法門、八萬四千法門歸納成二十五門，每一門用一個菩薩來做代表。所以說二十五位菩薩，每個人報告他自己修行證果的成就。這是《楞嚴經》裡非常精彩的一段經文，相當於《華嚴經》裡的善財童子五十三參，把他自己修行證果的情形提出來報告。"
    },
    {
      "id": "05-001-0007_p0006",
      "zh_CN": "虽然说是平等，但是这个里面可是有难、有易，这是真的，不是假的。在二十五门里面，唯独念佛这个法门，就是大势至菩萨代表的这个法门，这个法门特别，所谓三根普被，利钝全收，这是二十五门里面的一个特别法门。有些人对于《楞严经》与净土关系看法偏差，因为《楞严经》里面有「五会楞严神咒」，所以一般把《楞严经》看作是密宗的，密宗修学这部经典，它有五会楞严秘密神咒。禅宗也学这部经典。所以大家总认为《楞严经》与禅宗、与密宗有很密切的关系，好像与净土宗没有关系。",
      "zh_TW": "雖然說是平等，但是這個裡面可是有難、有易，這是真的，不是假的。在二十五門裡面，唯獨念佛這個法門，就是大勢至菩薩代表的這個法門，這個法門特別，所謂三根普被，利鈍全收，這是二十五門裡面的一個特別法門。有些人對於《楞嚴經》與淨土關係看法偏差，因為《楞嚴經》裡面有「五會楞嚴神咒」，所以一般把《楞嚴經》看作是密宗的，密宗修學這部經典，它有五會楞嚴祕密神咒。禪宗也學這部經典。所以大家總認為《楞嚴經》與禪宗、與密宗有很密切的關係，好像與淨土宗沒有關係。"
    },
    {
      "id": "05-001-0007_p0007",
      "zh_CN": "我有一年，这很早了，好像是我刚刚出家没多久，我住在圆山临济寺。那时候台大有一位同学，那是参加台中慈光讲座，我认识不少的学生们，他带了一个教授，台大的客座教授，是日本人。大概也是日本和尚，日本和尚是穿西装的，不穿我们这个衣服，是台大客座教授，带他来看我。我那时候正是在台中跟李老师学《楞严》，他就问我学什么？我就告诉他我学《楞严经》。他问我修什么法门？我说我修净土念佛法门。他的表情就非常的傲慢，好像轻视瞧不起的样子，很冷淡的问了一句话，「楞严与净土有什么关系」，问我这句话。对付日本人要狠，不要对他客气，对他客气他瞧不起你，就要重重的打他一棒才行。我看他的态度傲慢，所以我就反过来问他，而不答复他，我说「观世音菩萨、大势至菩萨与净土有什么关系」？我这个一提，他脸马上就红下来了。",
      "zh_TW": "我有一年，這很早了，好像是我剛剛出家沒多久，我住在圓山臨濟寺。那時候台大有一位同學，那是參加台中慈光講座，我認識不少的學生們，他帶了一個教授，台大的客座教授，是日本人。大概也是日本和尚，日本和尚是穿西裝的，不穿我們這個衣服，是台大客座教授，帶他來看我。我那時候正是在台中跟李老師學《楞嚴》，他就問我學什麼？我就告訴他我學《楞嚴經》。他問我修什麼法門？我說我修淨土念佛法門。他的表情就非常的傲慢，好像輕視瞧不起的樣子，很冷淡的問了一句話，「楞嚴與淨土有什麼關係」，問我這句話。對付日本人要狠，不要對他客氣，對他客氣他瞧不起你，就要重重的打他一棒才行。我看他的態度傲慢，所以我就反過來問他，而不答覆他，我說「觀世音菩薩、大勢至菩薩與淨土有什麼關係」？我這個一提，他臉馬上就紅下來了。"
    },
    {
      "id": "05-001-0007_p0008",
      "zh_CN": "《楞严经》里最重要的经文就是这两章，「大势至菩萨念佛圆通章」、「观世音菩萨耳根圆通章」，这两章是《楞严经》的精华，怎么能说与净土没关系？可见得他虽然是个日本的法师，他《楞严经》不通。《楞严》与禅、与密是有关系，没有跟净土关系这么深，自己不通，还好我一句话，他马上就省悟过来。这两章都是特别法门，特别法门就是不按次第排列，好像唱戏一样，压轴戏，最好的压轴戏放在最后，最后表演。「观世音菩萨圆通章」，大家晓得这压轴戏，因为它太明显了。按照顺序来排它应该排在第二位，它是耳根。六根、六尘、六识、七大，按这个顺序的，六根里面，眼耳鼻舌身意，这六根排列在前面的。照顺序第一个是眼根，第二就是耳根，观世音菩萨应该摆第二。但是它没有这样排列，它把观世音菩萨摆在最后，这很显然的，特别法门。",
      "zh_TW": "《楞嚴經》裡最重要的經文就是這兩章，「大勢至菩薩念佛圓通章」、「觀世音菩薩耳根圓通章」，這兩章是《楞嚴經》的精華，怎麼能說與淨土沒關係？可見得他雖然是個日本的法師，他《楞嚴經》不通。《楞嚴》與禪、與密是有關係，沒有跟淨土關係這麼深，自己不通，還好我一句話，他馬上就省悟過來。這兩章都是特別法門，特別法門就是不按次第排列，好像唱戲一樣，壓軸戲，最好的壓軸戲放在最後，最後表演。「觀世音菩薩圓通章」，大家曉得這壓軸戲，因為它太明顯了。按照順序來排它應該排在第二位，它是耳根。六根、六塵、六識、七大，按這個順序的，六根裡面，眼耳鼻舌身意，這六根排列在前面的。照順序第一個是眼根，第二就是耳根，觀世音菩薩應該擺第二。但是它沒有這樣排列，它把觀世音菩薩擺在最後，這很顯然的，特別法門。"
    },
    {
      "id": "05-001-0007_p0009",
      "zh_CN": "可是「大势至菩萨圆通章」这个特别法门大家疏忽了，它也没有按次第排。因为「念佛圆通章」在七大里面，七大的顺序是地水火风空见识，念佛是见大，见大是大势至菩萨代表的，识大是弥勒菩萨代表的；换句话说，如果按顺序来排，他应当是在弥勒菩萨前面。可是你看二十五圆通章，你打开来看看，他在弥勒菩萨的后面。所以，二十五圆通章里头是两个特别法门，压轴戏是两个，不是一个。这是往往大家读《楞严》不留意，疏忽掉的。那就是观世音太明显了，因为他应该摆在第二位，拉到最后，这是一看就明了。大势至菩萨按顺序他应当是在第二十三位，结果他变成二十四，把原来的二十四提前到二十三，他换一个位次，没有那么明显，不留意看不出来。所以是两个特别法门。",
      "zh_TW": "可是「大勢至菩薩圓通章」這個特別法門大家疏忽了，它也沒有按次第排。因為「念佛圓通章」在七大裡面，七大的順序是地水火風空見識，念佛是見大，見大是大勢至菩薩代表的，識大是彌勒菩薩代表的；換句話說，如果按順序來排，他應當是在彌勒菩薩前面。可是你看二十五圓通章，你打開來看看，他在彌勒菩薩的後面。所以，二十五圓通章裡頭是兩個特別法門，壓軸戲是兩個，不是一個。這是往往大家讀《楞嚴》不留意，疏忽掉的。那就是觀世音太明顯了，因為他應該擺在第二位，拉到最後，這是一看就明瞭。大勢至菩薩按順序他應當是在第二十三位，結果他變成二十四，把原來的二十四提前到二十三，他換一個位次，沒有那麼明顯，不留意看不出來。所以是兩個特別法門。"
    },
    {
      "id": "05-001-0007_p0010",
      "zh_CN": "为什么有两个特别法门？这个地方要知道，为什么不把大势至菩萨摆在最后？观世音菩萨摆在二十四，大势至菩萨摆在二十五，这个也很好，于情于理也很能讲得通的。为什么不这么摆？它有道理的，因为「念佛圆通」是契十方三世一切众生的根机，普遍契机，所以摆在二十四；「观世音菩萨耳根圆通」是特别契我们这一方众生的根机，所以摆在第二十五，道理是在这个地方。这两位菩萨都是西方极乐世界阿弥陀佛的助手，西方三圣。由此可知，《楞严》与净土关系非常密切。",
      "zh_TW": "為什麼有兩個特別法門？這個地方要知道，為什麼不把大勢至菩薩擺在最後？觀世音菩薩擺在二十四，大勢至菩薩擺在二十五，這個也很好，於情於理也很能講得通的。為什麼不這麼擺？它有道理的，因為「念佛圓通」是契十方三世一切眾生的根機，普遍契機，所以擺在二十四；「觀世音菩薩耳根圓通」是特別契我們這一方眾生的根機，所以擺在第二十五，道理是在這個地方。這兩位菩薩都是西方極樂世界阿彌陀佛的助手，西方三聖。由此可知，《楞嚴》與淨土關係非常密切。"
    },
    {
      "id": "05-001-0007_p0011",
      "zh_CN": "经文里面说，三科七大「本如来藏」，这个地方讲「蕴处界大」，蕴是五蕴，处是十二处，界是十八界，大是七大，这都是一切万事万法归纳成这三大类。这三科也可以这样说，五蕴是一科，十二处是一科，十八界是一科，三科七大。「本如来藏」，它的本体都是如来藏，如来藏就是我们的真如本性，就是我们的真心。因为它的本体就是真性，所以「事事究竟坚固」，正是心外无法，法外无心，这是诸佛与大菩萨们他们见到的，亲证的境界。「名楞严定」，就是首楞严大定，「既住法位，世相常住」，这两句话就是《法华经》里面所说的，「是法住法位，世间相常住」，就是这两句，前面曾经跟诸位说过了，这是事实的真相。「故此亦名健相三昧」，健就是健康，也就是正常，正常就是健康。这是比喻诸佛菩萨正知正见，他们的见解丝毫没有错误、没有偏差，是这一种的大定。所以，健相三昧就是首楞严三昧。",
      "zh_TW": "經文裡面說，三科七大「本如來藏」，這個地方講「蘊處界大」，蘊是五蘊，處是十二處，界是十八界，大是七大，這都是一切萬事萬法歸納成這三大類。這三科也可以這樣說，五蘊是一科，十二處是一科，十八界是一科，三科七大。「本如來藏」，它的本體都是如來藏，如來藏就是我們的真如本性，就是我們的真心。因為它的本體就是真性，所以「事事究竟堅固」，正是心外無法，法外無心，這是諸佛與大菩薩們他們見到的，親證的境界。「名楞嚴定」，就是首楞嚴大定，「既住法位，世相常住」，這兩句話就是《法華經》裡面所說的，「是法住法位，世間相常住」，就是這兩句，前面曾經跟諸位說過了，這是事實的真相。「故此亦名健相三昧」，健就是健康，也就是正常，正常就是健康。這是比喻諸佛菩薩正知正見，他們的見解絲毫沒有錯誤、沒有偏差，是這一種的大定。所以，健相三昧就是首楞嚴三昧。"
    },
    {
      "id": "05-001-0007_p0012",
      "zh_CN": "「圣性」是「举理」，「法门」是「约教」。这底下解释圆通，什么叫圆通？「圆通者，圣性法门，无不通也，是一章之别目」，这就解释我们这一章经。所以经题很简单，只讲了楞严两个字，底下就讲这一章。这一章叫圆通章，这是念佛圆通，观世音菩萨耳根圆通。圆是圆满，通是通达，圣性是讲理体，圣是讲佛，佛是大圣，性就是真如本性。法门就是讲佛的教法，佛对于一切众生的教训就叫做法，所以从教上来说的。「影略行果，可知」，佛的教法不单单是教，有理、有行、有果，所以佛法里面包含着四大项目，教理行果。这地方讲圣性，这理有了，理是理论的依据，教是教学法。行是教给我们怎么样做，如何把这个理论、教学用在我们生活上，应用在我们处事待人接物上，这个叫行。学了决定是管用的，不会说所学非所用，佛法里没有，学了马上就用得上。果是结果，也就是讲你所得到的受用。现前所得到的是离苦得乐，转烦恼为智慧，将来的利益更不必说了，利益说不尽的。所以佛经归纳起来，有理经、有教经、有行经、有果经，经有四种，法有这四种。两种说出来了，两种没说出来，但是决定都包含在教里面。",
      "zh_TW": "「聖性」是「舉理」，「法門」是「約教」。這底下解釋圓通，什麼叫圓通？「圓通者，聖性法門，無不通也，是一章之別目」，這就解釋我們這一章經。所以經題很簡單，只講了楞嚴兩個字，底下就講這一章。這一章叫圓通章，這是念佛圓通，觀世音菩薩耳根圓通。圓是圓滿，通是通達，聖性是講理體，聖是講佛，佛是大聖，性就是真如本性。法門就是講佛的教法，佛對於一切眾生的教訓就叫做法，所以從教上來說的。「影略行果，可知」，佛的教法不單單是教，有理、有行、有果，所以佛法裡面包含著四大項目，教理行果。這地方講聖性，這理有了，理是理論的依據，教是教學法。行是教給我們怎麼樣做，如何把這個理論、教學用在我們生活上，應用在我們處事待人接物上，這個叫行。學了決定是管用的，不會說所學非所用，佛法裡沒有，學了馬上就用得上。果是結果，也就是講你所得到的受用。現前所得到的是離苦得樂，轉煩惱為智慧，將來的利益更不必說了，利益說不盡的。所以佛經歸納起來，有理經、有教經、有行經、有果經，經有四種，法有這四種。兩種說出來了，兩種沒說出來，但是決定都包含在教裡面。"
    },
    {
      "id": "05-001-0007_p0013",
      "zh_CN": "「正显四法，互相圆遍该通也」，这个四法就是教理行果。法有四门，四是一，一是四，无论说哪一种必定包括其余三种，这才能圆通。「依止成定，名为楞严」，我们依靠这个理论、方法来修学，得到清净心，得到定了，这就是楞严大定。「依观成慧」，依照这个理论、方法来观察世出世间，智慧现前，这叫圆通，圆满通达。于一切法不迷惑，于一切法的理事实相都能够通达、明了，这是智慧，这叫圆通。「别目者，以势至念佛圆通乃修道二十五圆通中一也」，这刚才给诸位报告了，二十五位菩萨修学的统统叫圆通，这一章「大势至菩萨念佛圆通」是二十五圆通里面之一，所以称为别目。我们再看它的文。",
      "zh_TW": "「正顯四法，互相圓遍該通也」，這個四法就是教理行果。法有四門，四是一，一是四，無論說哪一種必定包括其餘三種，這才能圓通。「依止成定，名為楞嚴」，我們依靠這個理論、方法來修學，得到清淨心，得到定了，這就是楞嚴大定。「依觀成慧」，依照這個理論、方法來觀察世出世間，智慧現前，這叫圓通，圓滿通達。於一切法不迷惑，於一切法的理事實相都能夠通達、明瞭，這是智慧，這叫圓通。「別目者，以勢至念佛圓通乃修道二十五圓通中一也」，這剛才給諸位報告了，二十五位菩薩修學的統統叫圓通，這一章「大勢至菩薩念佛圓通」是二十五圓通裡面之一，所以稱為別目。我們再看它的文。"
    },
    {
      "id": "05-001-0007_p0014",
      "zh_CN": "「势至者，启教之人也，念佛者，修行之法也，文虽一十二行，义括净土诸典。」这个经文很短，只有十二行，十二行文字里面，把净土所有经典里面所讲的理论、方法、境界统统包括在其中。所以，你不要看它经文少，像《心经》两百六十个字，不要以为那很少，六百卷《大般若》出不了这两百六十个字。它把它归纳起来，所以是《般若心经》。「大势至圆通章」也可以说是净土的心经，文字虽然少，义理是无有穷尽的。「有教有机，有法有喻」，教是教学，机是当机者，就是教学的对象，法是方法，喻是比喻。「生佛感应以遍含，自他因果而该彻，作心境之月灯，为圣凡之舟楫，故言楞严经势至念佛圆通章。」这一段里面，简单的说，「教」就是言教，经典就是教，就是教科书，佛教我们念佛。这个比喻就是经上讲的，如子忆母，如母忆子，母子相忆，这是比喻。又「如染香人」，所以念佛堂人家常常挂个匾额，叫香光室，香光就是从这一章经里面来的，「香光庄严」，这是指赞叹念佛的。所以我们看到香光，就晓得这是修念佛法门的，这是比喻。",
      "zh_TW": "「勢至者，啟教之人也，念佛者，修行之法也，文雖一十二行，義括淨土諸典。」這個經文很短，只有十二行，十二行文字裡面，把淨土所有經典裡面所講的理論、方法、境界統統包括在其中。所以，你不要看它經文少，像《心經》兩百六十個字，不要以為那很少，六百卷《大般若》出不了這兩百六十個字。它把它歸納起來，所以是《般若心經》。「大勢至圓通章」也可以說是淨土的心經，文字雖然少，義理是無有窮盡的。「有教有機，有法有喻」，教是教學，機是當機者，就是教學的對象，法是方法，喻是比喻。「生佛感應以遍含，自他因果而該徹，作心境之月燈，為聖凡之舟楫，故言楞嚴經勢至念佛圓通章。」這一段裡面，簡單的說，「教」就是言教，經典就是教，就是教科書，佛教我們念佛。這個比喻就是經上講的，如子憶母，如母憶子，母子相憶，這是比喻。又「如染香人」，所以念佛堂人家常常掛個匾額，叫香光室，香光就是從這一章經裡面來的，「香光莊嚴」，這是指讚歎念佛的。所以我們看到香光，就曉得這是修念佛法門的，這是比喻。"
    },
    {
      "id": "05-001-0007_p0015",
      "zh_CN": "「生佛感应以遍含」，生是众生，十方念佛的众生，感是感应。我们现在念佛，经上虽然讲「入无生忍」，那是高境界，佛念众生，众生也念佛，这就好比母子相忆，感应道交。我们只要一直念下去，念到熟透了，当我们寿命到的时候，佛决定来接引。不要怀疑，「我到临终的时候，佛到底来不来？这么多人念佛，佛会不会把我忘掉？」你不要打这些妄想，你要打这个妄想那你就错了。到时候佛一定来，感应道交；你要一怀疑，打妄想，那就可能佛不来了。为什么？你自己产生了障碍。所以决定不怀疑。",
      "zh_TW": "「生佛感應以遍含」，生是眾生，十方念佛的眾生，感是感應。我們現在念佛，經上雖然講「入無生忍」，那是高境界，佛念眾生，眾生也念佛，這就好比母子相憶，感應道交。我們只要一直念下去，念到熟透了，當我們壽命到的時候，佛決定來接引。不要懷疑，「我到臨終的時候，佛到底來不來？這麼多人念佛，佛會不會把我忘掉？」你不要打這些妄想，你要打這個妄想那你就錯了。到時候佛一定來，感應道交；你要一懷疑，打妄想，那就可能佛不來了。為什麼？你自己產生了障礙。所以決定不懷疑。"
    },
    {
      "id": "05-001-0007_p0016",
      "zh_CN": "念佛法门的秘诀，就是三句话，九个字，第一个是「不怀疑」。不怀疑自己，不怀疑阿弥陀佛，不怀疑西方极乐世界，你要真正信得过。相信自己念佛，决定往生、决定成佛，要相信自己。相信我这里念佛，阿弥陀佛知道；相信我求往生，临命终时佛一定来接引，你要相信；相信西方决定有极乐世界，那不是假的。所以你要具足信心，一点怀疑都没有，这个不怀疑。第二是「不间断」。什么不间断？我求生西方净土这个意念不间断，这个非常重要，深信切愿。我什么都不求，只求往生西方极乐世界，这个意念不能间断。我们想阿弥陀佛、念阿弥陀佛不能间断，除这个之外，我们什么都不想，我专想阿弥陀佛，专念阿弥陀佛，专求生西方极乐世界，这个叫不间断。",
      "zh_TW": "念佛法門的祕訣，就是三句話，九個字，第一個是「不懷疑」。不懷疑自己，不懷疑阿彌陀佛，不懷疑西方極樂世界，你要真正信得過。相信自己念佛，決定往生、決定成佛，要相信自己。相信我這裡念佛，阿彌陀佛知道；相信我求往生，臨命終時佛一定來接引，你要相信；相信西方決定有極樂世界，那不是假的。所以你要具足信心，一點懷疑都沒有，這個不懷疑。第二是「不間斷」。什麼不間斷？我求生西方淨土這個意念不間斷，這個非常重要，深信切願。我什麼都不求，只求往生西方極樂世界，這個意念不能間斷。我們想阿彌陀佛、念阿彌陀佛不能間斷，除這個之外，我們什麼都不想，我專想阿彌陀佛，專念阿彌陀佛，專求生西方極樂世界，這個叫不間斷。"
    },
    {
      "id": "05-001-0007_p0017",
      "zh_CN": "第三个要诀「不夹杂」。很多念佛的同修夹杂，这个事情麻烦大了，因为你夹杂就不专，功夫的力量就破坏了。夹杂什么？研究经教是夹杂。我专念佛的人，我今天研究《大般若经》，明天研究唯识，后天去研究禅宗，那糟了，就夹杂了。不但佛门以外的东西我们不夹杂，佛门以内的，不是专讲净土的我们都不必去看，都不必去研究，我们求专。也许诸位问，「那些大经大论那么好，不研究不是可惜了？」是很可惜，你要怕可惜，你就不能往生，你不专！所以你要好好想想，你看大学那么多院系、那么多科目，不学真可惜。好了，你每个科系去念四年，你把你这个学校统统念完念毕业，四百年能不能毕得了业？有没有一百个科系，一个科系念四年，一百个科系不要念四百年吗？你做不到。你只能念一个科系，其他的都得要放弃。你念个大学，你都要把其他科系放弃，学佛也一样，我专修净土，其余的九个宗我就得放弃。我每一宗都想学，结果不会成功的，那夹杂了。这个要专精，不可以夹杂，诸位要明白这个道理。",
      "zh_TW": "第三個要訣「不夾雜」。很多念佛的同修夾雜，這個事情麻煩大了，因為你夾雜就不專，功夫的力量就破壞了。夾雜什麼？研究經教是夾雜。我專念佛的人，我今天研究《大般若經》，明天研究唯識，後天去研究禪宗，那糟了，就夾雜了。不但佛門以外的東西我們不夾雜，佛門以內的，不是專講淨土的我們都不必去看，都不必去研究，我們求專。也許諸位問，「那些大經大論那麼好，不研究不是可惜了？」是很可惜，你要怕可惜，你就不能往生，你不專！所以你要好好想想，你看大學那麼多院系、那麼多科目，不學真可惜。好了，你每個科系去念四年，你把你這個學校統統念完念畢業，四百年能不能畢得了業？有沒有一百個科系，一個科系念四年，一百個科系不要念四百年嗎？你做不到。你只能念一個科系，其他的都得要放棄。你念個大學，你都要把其他科系放棄，學佛也一樣，我專修淨土，其餘的九個宗我就得放棄。我每一宗都想學，結果不會成功的，那夾雜了。這個要專精，不可以夾雜，諸位要明白這個道理。"
    },
    {
      "id": "05-001-0007_p0018",
      "zh_CN": "其实，佛法跟世间法不一样，世间法你会这一门，那一门你不会，叫隔行如隔山，你不会。佛法不一样，佛法常说「一经通一切经通」，它通的，只要你一门学会了，你门门都通达了；就怕你这一门不通，你就门门都不通。如果这一门通了，是门门都通了。你念佛真正念好了，譬如念到一心不乱，禅通了，密也通了，教也通了，所有一切佛法都通。没有到一心不乱的时候还不行，通不了，功夫成片那还不行，你只懂得净土，其他宗派、其他经典你不通；如果你得一心，那就一切通达了。这个例子很多，《坛经》诸位很熟悉，你从《坛经》上去看你就能看到非常明显的例子。六祖不认识字，没念过书，他也没有听人家讲过经，一生只听过一次，五祖跟他讲《金刚经》，讲了三分之一。讲到「应无所住，而生其心」他就开悟了，悟了以后就不必说了，他都通了。一经通一切经通，《金刚经》没问题，般若也通达了。你看他给无尽藏比丘尼讲《大涅槃经》，《大涅槃经》他没学过，无尽藏比丘尼把经念一遍，他就能从头到尾给她讲一遍。那没学过的，那不是禅宗经典，他通达了。法达禅师念《法华经》，《法华》是天台宗的，他也没有学过；法相唯识更没有学过，你看看《坛经》里面，他全都通，没有一样他不通，一经通一切经通。",
      "zh_TW": "其實，佛法跟世間法不一樣，世間法你會這一門，那一門你不會，叫隔行如隔山，你不會。佛法不一樣，佛法常說「一經通一切經通」，它通的，只要你一門學會了，你門門都通達了；就怕你這一門不通，你就門門都不通。如果這一門通了，是門門都通了。你念佛真正念好了，譬如念到一心不亂，禪通了，密也通了，教也通了，所有一切佛法都通。沒有到一心不亂的時候還不行，通不了，功夫成片那還不行，你只懂得淨土，其他宗派、其他經典你不通；如果你得一心，那就一切通達了。這個例子很多，《壇經》諸位很熟悉，你從《壇經》上去看你就能看到非常明顯的例子。六祖不認識字，沒念過書，他也沒有聽人家講過經，一生只聽過一次，五祖跟他講《金剛經》，講了三分之一。講到「應無所住，而生其心」他就開悟了，悟了以後就不必說了，他都通了。一經通一切經通，《金剛經》沒問題，般若也通達了。你看他給無盡藏比丘尼講《大涅槃經》，《大涅槃經》他沒學過，無盡藏比丘尼把經念一遍，他就能從頭到尾給她講一遍。那沒學過的，那不是禪宗經典，他通達了。法達禪師念《法華經》，《法華》是天台宗的，他也沒有學過；法相唯識更沒有學過，你看看《壇經》裡面，他全都通，沒有一樣他不通，一經通一切經通。"
    },
    {
      "id": "05-001-0007_p0019",
      "zh_CN": "你们如果真正要想快速的通一切经，在一部经上下功夫，你才能够通达。因为一切经，理是一个，原理是一个，所以一通一切都通达。所以，决定不能夹杂。守住这个原则，不怀疑、不间断、不夹杂，这样修学就容易成就了。《西方确指》，觉明妙行菩萨对于这一点特别的强调，他讲不但不能去读净土以外的这些经典，这个叫夹杂。除这个之外，你去参禅，你去持咒，你去做会，做会就是做法会，做法会也是夹杂。到处去跑寺庙，还有现在台湾有个风气，说是拜山，都叫做夹杂。试问问你拜山你得到些什么？甚至于还有一个莫名其妙的事情，过去煮云法师告诉我，说喜欢挨打，打香板业障就消除了。所以煮云法师准备了好几个香板，来的时候每个人打几下，煮云法师笑说，我打了他，他还要红包供养过来。如果这个打了业障就能够消掉，那消业障容易，每天打三十大板，你的业障不就消除了！你到底犯了什么法？哪有这种道理！经上明明说的「罪从心起将心忏」，这是佛教给我们的。佛没有说你罪从心起，你要挨打，这个罪才能消得了，你查查经，能查得到这个根据吗？真是！过去是「和尚不作怪，居士不来拜」，现在和尚不必作怪，居士本身就作怪了，这真叫迷惑颠倒。讲不通的，没有道理，这个决定消不了罪业；不但消不了罪业，还要增长罪业，迷惑颠倒。",
      "zh_TW": "你們如果真正要想快速的通一切經，在一部經上下功夫，你才能夠通達。因為一切經，理是一個，原理是一個，所以一通一切都通達。所以，決定不能夾雜。守住這個原則，不懷疑、不間斷、不夾雜，這樣修學就容易成就了。《西方確指》，覺明妙行菩薩對於這一點特別的強調，他講不但不能去讀淨土以外的這些經典，這個叫夾雜。除這個之外，你去參禪，你去持咒，你去做會，做會就是做法會，做法會也是夾雜。到處去跑寺廟，還有現在台灣有個風氣，說是拜山，都叫做夾雜。試問問你拜山你得到些什麼？甚至於還有一個莫名其妙的事情，過去煮雲法師告訴我，說喜歡挨打，打香板業障就消除了。所以煮雲法師準備了好幾個香板，來的時候每個人打幾下，煮雲法師笑說，我打了他，他還要紅包供養過來。如果這個打了業障就能夠消掉，那消業障容易，每天打三十大板，你的業障不就消除了！你到底犯了什麼法？哪有這種道理！經上明明說的「罪從心起將心懺」，這是佛教給我們的。佛沒有說你罪從心起，你要挨打，這個罪才能消得了，你查查經，能查得到這個根據嗎？真是！過去是「和尚不作怪，居士不來拜」，現在和尚不必作怪，居士本身就作怪了，這真叫迷惑顛倒。講不通的，沒有道理，這個決定消不了罪業；不但消不了罪業，還要增長罪業，迷惑顛倒。"
    },
    {
      "id": "05-001-0007_p0020",
      "zh_CN": "你们到外面去朝山，我从来不朝山，你看我到大陆上去，我不朝山，我也不看风景，我也不要看家人。我去干什么？我们参访善知识，那个地方真正有修、有道的人我们去见他，彼此在一起研究讨论，这真正能得利益，增长信心。所以，古大德参学是参访善知识，不是去看风景的，不是去看那些建筑，那是观光旅游。我们修道的人哪有这种闲情逸致去观光、去旅游？生死事大，我们今天往生西方极乐世界连消息都没有，一点把握都没有，还有什么闲情逸致去观光、去旅游？没这个心情。参访善知识，咱要办这个大事要紧。怎样来修学我们才有决定的把握往生，真正超越生死轮回，这是我们要求的，其余的事情可以统统放下。这是讲感应。",
      "zh_TW": "你們到外面去朝山，我從來不朝山，你看我到大陸上去，我不朝山，我也不看風景，我也不要看家人。我去幹什麼？我們參訪善知識，那個地方真正有修、有道的人我們去見他，彼此在一起研究討論，這真正能得利益，增長信心。所以，古大德參學是參訪善知識，不是去看風景的，不是去看那些建築，那是觀光旅遊。我們修道的人哪有這種閒情逸致去觀光、去旅遊？生死事大，我們今天往生西方極樂世界連消息都沒有，一點把握都沒有，還有什麼閒情逸致去觀光、去旅遊？沒這個心情。參訪善知識，咱要辦這個大事要緊。怎樣來修學我們才有決定的把握往生，真正超越生死輪迴，這是我們要求的，其餘的事情可以統統放下。這是講感應。"
    },
    {
      "id": "05-001-0007_p0021",
      "zh_CN": "我们念佛念到功夫成片，什么叫功夫成片？就是烦恼不起现行，是非人我、贪瞋痴慢这些妄念不起作用。烦恼有没有断？没有断，确实是有，虽有不起作用。因为它一起作用，马上我们就换成阿弥陀佛，这一句佛号把它压住了。古人所讲的「石头压草」，真的压住了，虽然根还在，它长不出来。这叫功夫成片，有这样的功夫决定往生。如果我们在二六时中，这些妄念，贪瞋痴慢、是非人我常常起作用，那你就警觉到，你念佛的功夫不起作用。你佛号虽然天天念，不得力，烦恼压不住，烦恼压不住就不可能往生，你心不清净。因此，念佛多少实在讲这真的是无关紧要，就是你的佛号能不能把烦恼压住，能不能保持你二六时中（就是一天到晚）心清净，你能不能保持？如果能保持到心地清净，那就决定能往生，心净则土净，与阿弥陀佛感应道交。如果压不住，心里还有是非人我、贪瞋痴慢，你造的是六道轮回的业，你要受六道轮回的果报，这不是净业。所以自己要觉悟，觉悟，决定不造轮回业。要把世缘放下，要随缘，不要认真，不要再搞这些事情，这就叫做觉悟。我不再搞是非人我，我不再搞贪瞋痴慢，这是大彻大悟，专修净业。",
      "zh_TW": "我們念佛念到功夫成片，什麼叫功夫成片？就是煩惱不起現行，是非人我、貪瞋痴慢這些妄念不起作用。煩惱有沒有斷？沒有斷，確實是有，雖有不起作用。因為它一起作用，馬上我們就換成阿彌陀佛，這一句佛號把它壓住了。古人所講的「石頭壓草」，真的壓住了，雖然根還在，它長不出來。這叫功夫成片，有這樣的功夫決定往生。如果我們在二六時中，這些妄念，貪瞋痴慢、是非人我常常起作用，那你就警覺到，你念佛的功夫不起作用。你佛號雖然天天念，不得力，煩惱壓不住，煩惱壓不住就不可能往生，你心不清淨。因此，念佛多少實在講這真的是無關緊要，就是你的佛號能不能把煩惱壓住，能不能保持你二六時中（就是一天到晚）心清淨，你能不能保持？如果能保持到心地清淨，那就決定能往生，心淨則土淨，與阿彌陀佛感應道交。如果壓不住，心裡還有是非人我、貪瞋痴慢，你造的是六道輪迴的業，你要受六道輪迴的果報，這不是淨業。所以自己要覺悟，覺悟，決定不造輪迴業。要把世緣放下，要隨緣，不要認真，不要再搞這些事情，這就叫做覺悟。我不再搞是非人我，我不再搞貪瞋痴慢，這是大徹大悟，專修淨業。"
    },
    {
      "id": "05-001-0007_p0022",
      "zh_CN": "我们前途究竟还有多少光景，谁知道？年岁大的人晓得来日无多，年轻人也不要以为我来日方长，你要起这个念头，错了！「黄泉路上无老少」，你到公墓去看看，多少年轻人在那里，你能够保得住你活七十、八十、九十吗？谁给你担保的？靠不住。所以，每个人都要警觉，有一天的光阴，好好的把这一天的光阴拿来修净业，不要把它浪费掉，这是真正觉悟的人，这是真正聪明人。世间法随缘，得过且过，别人争的世间荣华富贵，那是昙花一现，我们不要去跟他相比，我们所求的是永恒的幸福。他们所追求的是短暂的幸福，太短暂了，不值得；永恒的幸福，这是值得的。",
      "zh_TW": "我們前途究竟還有多少光景，誰知道？年歲大的人曉得來日無多，年輕人也不要以為我來日方長，你要起這個念頭，錯了！「黃泉路上無老少」，你到公墓去看看，多少年輕人在那裡，你能夠保得住你活七十、八十、九十嗎？誰給你擔保的？靠不住。所以，每個人都要警覺，有一天的光陰，好好的把這一天的光陰拿來修淨業，不要把它浪費掉，這是真正覺悟的人，這是真正聰明人。世間法隨緣，得過且過，別人爭的世間榮華富貴，那是曇花一現，我們不要去跟他相比，我們所求的是永恆的幸福。他們所追求的是短暫的幸福，太短暫了，不值得；永恆的幸福，這是值得的。"
    },
    {
      "id": "05-001-0007_p0023",
      "zh_CN": "生到西方极乐世界无量寿，寿命之长我们没有办法想像，没有办法计算。佛在经上说，一四天下之人，这个一四天下，我们不要说别的，再缩小一点说，说我们地球，我们地球现在有四十多亿人，就拿这个做比喻。佛说这些人统统都证辟支佛果，不是阿罗汉，是辟支佛，四十多亿的辟支佛，辟支佛的智慧、神通超过阿罗汉。他们这些人共同来计算，四十多亿辟支佛共同来开会来计算，算什么？算西方极乐世界人的寿命，他算不出来。你就晓得西方世界寿命之长远，无法想像的。西方极乐世界人的神通、智慧、道力，几乎都跟阿弥陀佛相等。眼睛、眼光的能力，是尽虚空遍法界他能看得清清楚楚。我们今天起心动念不要以为没有人知道，阿弥陀佛看得清清楚楚，你说悄悄话，他也听得清清楚楚，瞒不过他。你起心动念，他有他心通，他也知道得清清楚楚。不但阿弥陀佛清楚，观音、势至清楚，所有西方极乐世界每一个人都清清楚楚，这骗不了人！",
      "zh_TW": "生到西方極樂世界無量壽，壽命之長我們沒有辦法想像，沒有辦法計算。佛在經上說，一四天下之人，這個一四天下，我們不要說別的，再縮小一點說，說我們地球，我們地球現在有四十多億人，就拿這個做比喻。佛說這些人統統都證辟支佛果，不是阿羅漢，是辟支佛，四十多億的辟支佛，辟支佛的智慧、神通超過阿羅漢。他們這些人共同來計算，四十多億辟支佛共同來開會來計算，算什麼？算西方極樂世界人的壽命，他算不出來。你就曉得西方世界壽命之長遠，無法想像的。西方極樂世界人的神通、智慧、道力，幾乎都跟阿彌陀佛相等。眼睛、眼光的能力，是盡虛空遍法界他能看得清清楚楚。我們今天起心動念不要以為沒有人知道，阿彌陀佛看得清清楚楚，你說悄悄話，他也聽得清清楚楚，瞞不過他。你起心動念，他有他心通，他也知道得清清楚楚。不但阿彌陀佛清楚，觀音、勢至清楚，所有西方極樂世界每一個人都清清楚楚，這騙不了人！"
    },
    {
      "id": "05-001-0007_p0024",
      "zh_CN": "《无量寿经》里面，你念了之后你就晓得，《无量寿经》里讲得清清楚楚，四十八愿里清清楚楚的，西方极乐世界这些人民，如果没有这样的智慧、神通、道力，阿弥陀佛说他誓不成佛。他既然成佛了，他那个世界每一个众生的智慧、神通、道力差不多都跟他相等。这样的地方我们不去，我们到哪里去！所以李老师在那个经的眉注上写到，「不求往生，非愚即狂」，你不是愚痴，就是狂妄；换句话说，你是个不正常的人。正常的人要知道这个法门，没有一个不愿意发心求生净土的。他那个注注得很有道理、很有意思。",
      "zh_TW": "《無量壽經》裡面，你念了之後你就曉得，《無量壽經》裡講得清清楚楚，四十八願裡清清楚楚的，西方極樂世界這些人民，如果沒有這樣的智慧、神通、道力，阿彌陀佛說他誓不成佛。他既然成佛了，他那個世界每一個眾生的智慧、神通、道力差不多都跟他相等。這樣的地方我們不去，我們到哪裡去！所以李老師在那個經的眉註上寫到，「不求往生，非愚即狂」，你不是愚痴，就是狂妄；換句話說，你是個不正常的人。正常的人要知道這個法門，沒有一個不願意發心求生淨土的。他那個註註得很有道理、很有意思。"
    },
    {
      "id": "05-001-0007_p0025",
      "zh_CN": "这是讲生佛感应，自他因果，我们这里修因，将来一定得这个果报。下面是比喻，「作心境之月灯，为圣凡之舟楫」，超凡入圣。这是个工具，月灯是照明的工具，舟楫是交通的工具，这是说明这部经它的大用。「故言楞严经势至念佛圆通章」，这个注解诸位自己去看。我们再看第二个大段「开章释文」，在第三十面，看倒数第五行。",
      "zh_TW": "這是講生佛感應，自他因果，我們這裡修因，將來一定得這個果報。下面是比喻，「作心境之月燈，為聖凡之舟楫」，超凡入聖。這是個工具，月燈是照明的工具，舟楫是交通的工具，這是說明這部經它的大用。「故言楞嚴經勢至念佛圓通章」，這個註解諸位自己去看。我們再看第二個大段「開章釋文」，在第三十面，看倒數第五行。"
    },
    {
      "id": "05-001-0007_p0026",
      "zh_CN": "「将解此经，五门分别，一教起因缘，二藏乘教摄，三宗趣旨归，四略释题名，五详解文义。」这个五门前面三门是大意，后面两门才正式给我们讲经。我们看五门里面的第一门，就是教起因缘，请看三十一面第三行。「初教起因缘者，智度论云，如须弥山，非无因缘，非少因缘，令得振动，念佛教兴，亦复如是，具多因缘。」佛法因缘生，如果没有因缘，佛不会无缘无故的出现在这个世间。因缘决定不止一种，因缘有多种，可是多种因缘里面必定有一个主要的因缘。主要的一个因缘，像《华严》、《法华》里面所说的，「佛以一大事因缘出现于世」，这是最主要的因缘。这一大事因缘是什么？「开示悟入佛之知见」，不但是《法华经》这样说，《华严经》一样也是这个说法。",
      "zh_TW": "「將解此經，五門分別，一教起因緣，二藏乘教攝，三宗趣旨歸，四略釋題名，五詳解文義。」這個五門前面三門是大意，後面兩門才正式給我們講經。我們看五門裡面的第一門，就是教起因緣，請看三十一面第三行。「初教起因緣者，智度論云，如須彌山，非無因緣，非少因緣，令得振動，念佛教興，亦復如是，具多因緣。」佛法因緣生，如果沒有因緣，佛不會無緣無故的出現在這個世間。因緣決定不止一種，因緣有多種，可是多種因緣裡面必定有一個主要的因緣。主要的一個因緣，像《華嚴》、《法華》裡面所說的，「佛以一大事因緣出現於世」，這是最主要的因緣。這一大事因緣是什麼？「開示悟入佛之知見」，不但是《法華經》這樣說，《華嚴經》一樣也是這個說法。"
    },
    {
      "id": "05-001-0007_p0027",
      "zh_CN": "一切众生迷失了正知正见，所以才有六道轮回，这是苦不堪言。佛菩萨见到这个现象，大慈大悲，他超越六道轮回了，看到这么多众生还是迷惑颠倒，从大慈悲心他老人家又回来，我们所谓倒驾慈航。回来帮助我们出离轮回，恢复我们自己正知正见，这叫真正的慈悲。这一段文里面先用比喻来说，这个比喻是《大智度论》里面的，好像须弥山，须弥山是最大的山，这个山要是动摇那可不是个容易的事情。所以说不是无缘无故它会动，也不是少因缘、小因缘须弥山会动，须弥山会动必定是很大的因缘。拿这个来比喻佛出现在世间，尤其是佛讲念佛的法门。下面这是无量因缘里面归纳成十条。",
      "zh_TW": "一切眾生迷失了正知正見，所以才有六道輪迴，這是苦不堪言。佛菩薩見到這個現象，大慈大悲，他超越六道輪迴了，看到這麼多眾生還是迷惑顛倒，從大慈悲心他老人家又回來，我們所謂倒駕慈航。回來幫助我們出離輪迴，恢復我們自己正知正見，這叫真正的慈悲。這一段文裡面先用比喻來說，這個比喻是《大智度論》裡面的，好像須彌山，須彌山是最大的山，這個山要是動搖那可不是個容易的事情。所以說不是無緣無故它會動，也不是少因緣、小因緣須彌山會動，須彌山會動必定是很大的因緣。拿這個來比喻佛出現在世間，尤其是佛講念佛的法門。下面這是無量因緣裡面歸納成十條。"
    },
    {
      "id": "05-001-0007_p0028",
      "zh_CN": "「一指出捷径修行门路故。」修行这两个字我们要把它认清楚，行是行为，修是修正，我们行为错误了，把它修正过来，这叫修行。行为太多了，从哪里说起？佛法把无量无边的行为把它归纳成三大类，身、语、意，不管你行为再多，总出不了这三大类。身就是你身体的造作，这叫身业的行为，语是言语，意是念头，你心里的念头，心里的行为。所以身语意这三业。这三业有了过失，譬如说我们的意业，我们的思想、我们的见解、我们的看法有偏差、有错误了，要把它修正过来。三业行为里面以意业为主，意清净了，语言跟身体造作没有不清净的。所以，心清净则身清净，身清净不见得心清净，心清净身一定清净；身心清净，外头境界一定清净，世界一定清净。所以，修行以心为主。清净到了极处，那就叫佛，就成佛，佛就是三业完全清净，没有一丝毫染污。我们常常看佛像，塑的佛像没有，画的佛像佛顶上有圆光，光上面有三个字，这三个字通常用梵文写的，也有用中文写的，它的念法叫「唵阿吽」。这三个字是什么意思？就是三业清净，唵是身清净，阿是语清净，吽是意清净，三业清净！这叫修行，修行就是修三业清净行。",
      "zh_TW": "「一指出捷徑修行門路故。」修行這兩個字我們要把它認清楚，行是行為，修是修正，我們行為錯誤了，把它修正過來，這叫修行。行為太多了，從哪裡說起？佛法把無量無邊的行為把它歸納成三大類，身、語、意，不管你行為再多，總出不了這三大類。身就是你身體的造作，這叫身業的行為，語是言語，意是念頭，你心裡的念頭，心裡的行為。所以身語意這三業。這三業有了過失，譬如說我們的意業，我們的思想、我們的見解、我們的看法有偏差、有錯誤了，要把它修正過來。三業行為裡面以意業為主，意清淨了，語言跟身體造作沒有不清淨的。所以，心清淨則身清淨，身清淨不見得心清淨，心清淨身一定清淨；身心清淨，外頭境界一定清淨，世界一定清淨。所以，修行以心為主。清淨到了極處，那就叫佛，就成佛，佛就是三業完全清淨，沒有一絲毫染污。我們常常看佛像，塑的佛像沒有，畫的佛像佛頂上有圓光，光上面有三個字，這三個字通常用梵文寫的，也有用中文寫的，它的念法叫「唵阿吽」。這三個字是什麼意思？就是三業清淨，唵是身清淨，阿是語清淨，吽是意清淨，三業清淨！這叫修行，修行就是修三業清淨行。"
    },
    {
      "id": "05-001-0007_p0029",
      "zh_CN": "修行我们总希望要快，要快速的成就，要走捷径。佛给我们指出，修行从凡夫到成佛，最近的一条道路，最直截、最快速的方法，就是念佛。在八万四千法门里面没有比这个更快的，没有比这个更稳当的，没有比这个更可靠的。把这个法门教给我们，这是第一个因缘，教我们快快成佛。这不仅是阿弥陀佛的愿望，希望一切众生立刻成佛，也是十方三世所有的诸佛，恨不得一切众生立刻都成佛，这是他们的愿望。佛确实有方法、有能力帮助我们，怕的是我们不肯相信，我们不愿意接受，不肯依教奉行，那就没法子了。不是佛没有能力，我们自己不信、不肯做。如果我们相信，我们肯做，确实像佛的愿望一样，我们很快就成就，不要经过三大阿僧祇劫，不要经过菩萨五十一个阶级，哪有这么多麻烦！所以，这个法门不可思议，这是第一个因缘。",
      "zh_TW": "修行我們總希望要快，要快速的成就，要走捷徑。佛給我們指出，修行從凡夫到成佛，最近的一條道路，最直截、最快速的方法，就是念佛。在八萬四千法門裡面沒有比這個更快的，沒有比這個更穩當的，沒有比這個更可靠的。把這個法門教給我們，這是第一個因緣，教我們快快成佛。這不僅是阿彌陀佛的願望，希望一切眾生立刻成佛，也是十方三世所有的諸佛，恨不得一切眾生立刻都成佛，這是他們的願望。佛確實有方法、有能力幫助我們，怕的是我們不肯相信，我們不願意接受，不肯依教奉行，那就沒法子了。不是佛沒有能力，我們自己不信、不肯做。如果我們相信，我們肯做，確實像佛的願望一樣，我們很快就成就，不要經過三大阿僧祇劫，不要經過菩薩五十一個階級，哪有這麼多麻煩！所以，這個法門不可思議，這是第一個因緣。"
    },
    {
      "id": "05-001-0007_p0030",
      "zh_CN": "「二直示当人念自心佛故。」直截了当指示我们自己念什么佛？念自心佛。这就是《观经》里面所讲的「是心作佛，是心是佛」，这一句是把念佛成佛的理论告诉我们，我们才真正能信得过。自心佛、他心佛，这是佛随顺众生说的，自心佛跟他是不二的，是一不是二，迷的人说二，悟人知道是一。这个很难懂，我们还得从比喻来说，我们还拿作梦来说。在作梦的时候，我们自己不晓得在作梦，梦里面一定有自己。你们都有作梦的经验，你们想一想你们作梦的时候，有没有有一次作梦，梦当中没有自己？有没有作过这个梦，梦里头没有自己？梦里头没有自己就没有梦，一定有自己。有自己也有别人，也有山河大地，所谓依报正报统统具足。你醒来的时候，你有没有好好的去想想，梦里有自己，梦里也有别人，梦里头山河大地，从哪里来的？如果你想一想，你对佛法就有相当深度的理解，你会恍然大悟！",
      "zh_TW": "「二直示當人念自心佛故。」直截了當指示我們自己念什麼佛？念自心佛。這就是《觀經》裡面所講的「是心作佛，是心是佛」，這一句是把念佛成佛的理論告訴我們，我們才真正能信得過。自心佛、他心佛，這是佛隨順眾生說的，自心佛跟他是不二的，是一不是二，迷的人說二，悟人知道是一。這個很難懂，我們還得從比喻來說，我們還拿作夢來說。在作夢的時候，我們自己不曉得在作夢，夢裡面一定有自己。你們都有作夢的經驗，你們想一想你們作夢的時候，有沒有有一次作夢，夢當中沒有自己？有沒有作過這個夢，夢裡頭沒有自己？夢裡頭沒有自己就沒有夢，一定有自己。有自己也有別人，也有山河大地，所謂依報正報統統具足。你醒來的時候，你有沒有好好的去想想，夢裡有自己，夢裡也有別人，夢裡頭山河大地，從哪裡來的？如果你想一想，你對佛法就有相當深度的理解，你會恍然大悟！"
    },
    {
      "id": "05-001-0007_p0031",
      "zh_CN": "梦里头自己是自己，梦里头别人还是自己，自己变现的，心外无梦，梦外无心，那个梦全是你自己心里变现的。不可能说外面东西会跑到你梦境里去，不可能，没这个道理，是你自己梦境变现出来的。你要觉悟了，原来自他是一不是二，不但梦里面我跟一切人是一，全是我自心变现出来的，连山河大地、连虚空都是我自性变现出来的，你才真正明了尽虚空遍法界就是一个自己。你明白这个道理，西方极乐世界是我们自己真如本性变现出来的，阿弥陀佛、观音、势至还是自性变现出来的。除了自性之外，在经上常说「心外无法，法外无心」，没有界限。念西方极乐世界阿弥陀佛就是念自性弥陀，生西方极乐世界就是生自性净土。所以，迷人分内分外、分自分他，起种种虚妄的分别执着，悟了的人知道尽虚空遍法界是一个自己。你要真正入这个境界，那要恭喜你，你已经证得了清净法身。",
      "zh_TW": "夢裡頭自己是自己，夢裡頭別人還是自己，自己變現的，心外無夢，夢外無心，那個夢全是你自己心裡變現的。不可能說外面東西會跑到你夢境裡去，不可能，沒這個道理，是你自己夢境變現出來的。你要覺悟了，原來自他是一不是二，不但夢裡面我跟一切人是一，全是我自心變現出來的，連山河大地、連虛空都是我自性變現出來的，你才真正明瞭盡虛空遍法界就是一個自己。你明白這個道理，西方極樂世界是我們自己真如本性變現出來的，阿彌陀佛、觀音、勢至還是自性變現出來的。除了自性之外，在經上常說「心外無法，法外無心」，沒有界限。念西方極樂世界阿彌陀佛就是念自性彌陀，生西方極樂世界就是生自性淨土。所以，迷人分內分外、分自分他，起種種虛妄的分別執著，悟了的人知道盡虛空遍法界是一個自己。你要真正入這個境界，那要恭喜你，你已經證得了清淨法身。"
    },
    {
      "id": "05-001-0007_p0032",
      "zh_CN": "法是什么？就是宇宙万有，一切万法，我真正承认了，尽虚空遍法界都是我自己，这个叫法身，这是事实，人人都是如此。可是你不承认，你不承认，他是他，我是我，我不是他，他不是我，你一定要分，那有什么办法？就好像在梦中一样，梦里见了另外一个人，要好好跟他打一架，不知道那个人也是自己变现出来的，不晓得，不知道是一不是二，叫迷惑颠倒。佛菩萨觉悟了，知道这个事实的真相，所以佛菩萨对于一切众生的慈悲叫无缘大慈，无条件的，为什么无条件？因为是一不是二；叫同体大悲，尽虚空遍法界同一个本体。所以大慈大悲是没有任何条件的，是清净的、是平等的。这就是为什么教给我们念佛法门，念佛法门多么的重要，从这个地方显示出来了。",
      "zh_TW": "法是什麼？就是宇宙萬有，一切萬法，我真正承認了，盡虛空遍法界都是我自己，這個叫法身，這是事實，人人都是如此。可是你不承認，你不承認，他是他，我是我，我不是他，他不是我，你一定要分，那有什麼辦法？就好像在夢中一樣，夢裡見了另外一個人，要好好跟他打一架，不知道那個人也是自己變現出來的，不曉得，不知道是一不是二，叫迷惑顛倒。佛菩薩覺悟了，知道這個事實的真相，所以佛菩薩對於一切眾生的慈悲叫無緣大慈，無條件的，為什麼無條件？因為是一不是二；叫同體大悲，盡虛空遍法界同一個本體。所以大慈大悲是沒有任何條件的，是清淨的、是平等的。這就是為什麼教給我們念佛法門，念佛法門多麼的重要，從這個地方顯示出來了。"
    },
    {
      "id": "05-001-0007_p0033",
      "zh_CN": "「三欲令悟入佛之心性故。」这就是成佛了。要怎样才能悟入佛的心性、才能悟入佛的境界？念佛。这个经上讲的「不假方便，自得心开」，用念佛这个方法就能够悟入佛之心性。这一句就是禅宗讲的明心见性，见性成佛。禅宗的方法很麻烦，观心、参话头，那个方法不简单；我们这里，一句阿弥陀佛，容易。禅宗参究，搞得不好还入了魔；在这一句阿弥陀佛，决定不着魔，稳稳当当必定成就。",
      "zh_TW": "「三欲令悟入佛之心性故。」這就是成佛了。要怎樣才能悟入佛的心性、才能悟入佛的境界？念佛。這個經上講的「不假方便，自得心開」，用念佛這個方法就能夠悟入佛之心性。這一句就是禪宗講的明心見性，見性成佛。禪宗的方法很麻煩，觀心、參話頭，那個方法不簡單；我們這裡，一句阿彌陀佛，容易。禪宗參究，搞得不好還入了魔；在這一句阿彌陀佛，決定不著魔，穩穩當當必定成就。"
    },
    {
      "id": "05-001-0007_p0034",
      "zh_CN": "「四为显生佛心无差别故。」这就是前面讲过的「心佛众生三无差别」。佛念众生，众生念佛，这是一不是二。注解里面引用《观无量寿佛经》这段话很好，在三十三面第二行末后这一句。「诸佛如来，是法界身，入一切众生心想中，下云」，下云是下面经上说的，本经里讲的，「若众生心忆佛，现前必定见佛」。这是说明悟入心性，三无差别，心佛众生三无差别。",
      "zh_TW": "「四為顯生佛心無差別故。」這就是前面講過的「心佛眾生三無差別」。佛念眾生，眾生念佛，這是一不是二。註解裡面引用《觀無量壽佛經》這段話很好，在三十三面第二行末後這一句。「諸佛如來，是法界身，入一切眾生心想中，下云」，下云是下面經上說的，本經裡講的，「若眾生心憶佛，現前必定見佛」。這是說明悟入心性，三無差別，心佛眾生三無差別。"
    },
    {
      "id": "05-001-0007_p0035",
      "zh_CN": "第五个因缘，「五度脱凡外横超三界故」，凡外是凡夫、外道。要想出离六道轮回相当不容易，所有一切法门都叫竖出，唯独这个法门叫横超。竖出，六道里面下面是地狱，地狱上面是饿鬼，鬼道再上面是畜生，畜生上面是人道，人道上面是欲界天、色界天、无色界天。你要想超越三界，一定要像我们人间修行，要修到什么？要修到欲界天、色界天、无色界天，这是四禅八定，到第八定这是到了无色界天；再往上修，成第九定，超越了。所以，阿罗汉的定叫九次第定，比这个八定还要高，他超越了，不是很容易事情。所以前面讲过，阿罗汉，证得初果须陀洹之后，天上人间七次往来才能够修成九次第定，才能出离三界。那个麻烦大了，苦头吃多了，经历时间长，人间寿命短，天上寿命长。这个法门不必，不要这么麻烦，它不竖出，它从旁边开溜了，这个法门妙绝了。所以叫横超三界，它不是竖出，所以一生就能够成功，这是其他法门里面没有的。",
      "zh_TW": "第五個因緣，「五度脫凡外橫超三界故」，凡外是凡夫、外道。要想出離六道輪迴相當不容易，所有一切法門都叫豎出，唯獨這個法門叫橫超。豎出，六道裡面下面是地獄，地獄上面是餓鬼，鬼道再上面是畜生，畜生上面是人道，人道上面是欲界天、色界天、無色界天。你要想超越三界，一定要像我們人間修行，要修到什麼？要修到欲界天、色界天、無色界天，這是四禪八定，到第八定這是到了無色界天；再往上修，成第九定，超越了。所以，阿羅漢的定叫九次第定，比這個八定還要高，他超越了，不是很容易事情。所以前面講過，阿羅漢，證得初果須陀洹之後，天上人間七次往來才能夠修成九次第定，才能出離三界。那個麻煩大了，苦頭吃多了，經歷時間長，人間壽命短，天上壽命長。這個法門不必，不要這麼麻煩，它不豎出，它從旁邊開溜了，這個法門妙絕了。所以叫橫超三界，它不是豎出，所以一生就能夠成功，這是其他法門裡面沒有的。"
    },
    {
      "id": "05-001-0007_p0036",
      "zh_CN": "第六个因缘，「六接引权小圆成佛果故」。权教、小乘都有相当的觉悟，虽然觉悟，他不圆满。他想不想求圆满？想求，想求圆满而求不到，没这个机缘。佛大慈大悲，这些人想求圆满的解脱，想证圆满的果报，特别来教他这个法门，这个法门叫你很快圆满成佛。",
      "zh_TW": "第六個因緣，「六接引權小圓成佛果故」。權教、小乘都有相當的覺悟，雖然覺悟，他不圓滿。他想不想求圓滿？想求，想求圓滿而求不到，沒這個機緣。佛大慈大悲，這些人想求圓滿的解脫，想證圓滿的果報，特別來教他這個法門，這個法門叫你很快圓滿成佛。"
    },
    {
      "id": "05-001-0007_p0037",
      "zh_CN": "第七个因缘，「七充足三辈无有疑悔故」。三辈是讲往生，三辈就是上中下三辈。为三辈的人断疑生信，得到平等无比殊胜的成就，教我们断疑，教我们不后悔。你要不修这个法门，修其他的法门，给诸位说你会常常后悔，这是真的。悔跟疑一定连着一起，你不疑就不会后悔，你要是怀疑，你以后后悔的事情多了。",
      "zh_TW": "第七個因緣，「七充足三輩無有疑悔故」。三輩是講往生，三輩就是上中下三輩。為三輩的人斷疑生信，得到平等無比殊勝的成就，教我們斷疑，教我們不後悔。你要不修這個法門，修其他的法門，給諸位說你會常常後悔，這是真的。悔跟疑一定連著一起，你不疑就不會後悔，你要是懷疑，你以後後悔的事情多了。"
    },
    {
      "id": "05-001-0007_p0038",
      "zh_CN": "第八个因缘，「八利益今后周遍无尽故」。「今」是佛讲经的当时，这个法门能教当时一切众生得最殊胜的利益。「后」是佛灭度之后，包括我们现代。佛虽然不在了，这个法门在，我们遇到了，我们能够理解、能相信、能接受，我们的成就绝不亚于佛陀在世的那些人。我们更应该要负起责任来，把这个法门普遍的宣扬、流通，不能说我们自己得利益了不顾别人，这个对不起诸佛。我们要想报佛恩，唯一报佛恩的方法就是流通这个法门。",
      "zh_TW": "第八個因緣，「八利益今後周遍無盡故」。「今」是佛講經的當時，這個法門能教當時一切眾生得最殊勝的利益。「後」是佛滅度之後，包括我們現代。佛雖然不在了，這個法門在，我們遇到了，我們能夠理解、能相信、能接受，我們的成就絕不亞於佛陀在世的那些人。我們更應該要負起責任來，把這個法門普遍的宣揚、流通，不能說我們自己得利益了不顧別人，這個對不起諸佛。我們要想報佛恩，唯一報佛恩的方法就是流通這個法門。"
    },
    {
      "id": "05-001-0007_p0039",
      "zh_CN": "第九个因缘，「九顿摄六根证圆通境故」。这是经文里面讲得很清楚，「都摄六根，净念相继」，证得的境界与诸佛相等。",
      "zh_TW": "第九個因緣，「九頓攝六根證圓通境故」。這是經文裡面講得很清楚，「都攝六根，淨念相繼」，證得的境界與諸佛相等。"
    },
    {
      "id": "05-001-0007_p0040",
      "zh_CN": "最后这一个，「疾空障恼定生佛土故」。「疾」是快速，很快的把我们的一切业障消除，一切烦恼断尽，这个法门有这么大的功效，决定往生西方极乐世界。所以，有这么多的因缘，佛出现在世间。大势至菩萨在楞严会上给我们提出这个念佛的法门，普遍劝我们修行。灌顶大师底下的注解注得很好，注得很详细，诸位自己去看。",
      "zh_TW": "最後這一個，「疾空障惱定生佛土故」。「疾」是快速，很快的把我們的一切業障消除，一切煩惱斷盡，這個法門有這麼大的功效，決定往生西方極樂世界。所以，有這麼多的因緣，佛出現在世間。大勢至菩薩在楞嚴會上給我們提出這個念佛的法門，普遍勸我們修行。灌頂大師底下的註解註得很好，註得很詳細，諸位自己去看。"
    }
  ]
}