{
  "doc_id": "05-001-0017",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章疏钞",
    "zh_TW": "大勢至菩薩念佛圓通章疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十七集",
    "zh_TW": "第十七集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "05-001-0017",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "05-001-0017_p0001",
      "zh_CN": "这第二个比喻「母子喻」：",
      "zh_TW": "這第二個比喻「母子喻」："
    },
    {
      "id": "05-001-0017_p0002",
      "zh_CN": "【十方如来。怜念众生。如母忆子。若子逃逝。虽忆何为。子若忆母。如母忆时。母子历生。不相违远。】",
      "zh_TW": "【十方如來。憐念眾生。如母憶子。若子逃逝。雖憶何為。子若憶母。如母憶時。母子歷生。不相違遠。】"
    },
    {
      "id": "05-001-0017_p0003",
      "zh_CN": "这个比喻里面也是两重，前面一段是一个忆念，一个是不忆念，这是「单忆有离」的意思；后半段是彼此相忆，「双忆不离」。这个经文虽然很短，很难得举了两重的比喻。",
      "zh_TW": "這個比喻裡面也是兩重，前面一段是一個憶念，一個是不憶念，這是「單憶有離」的意思；後半段是彼此相憶，「雙憶不離」。這個經文雖然很短，很難得舉了兩重的比喻。"
    },
    {
      "id": "05-001-0017_p0004",
      "zh_CN": "我们看注解，「上二人喻，泛指亲友，犹觉宽缓」，这是指前面「譬如有人」这一段的，是指一般亲友的相忆。这段比前面意思要深得多了，「故此重将母子最亲切者为喻，使人起信行也」，希望能从这个比喻说明佛跟众生的关系。如果我们真正觉悟了，相信你自然就肯念佛。肯念佛的人，不仅是这个世间，可以说尽虚空遍法界无量无边世界里面，第一幸福之人；不仅是这个世界，恒河沙诸佛国土里头，你是最幸福的人。为什么？你不久就要作佛了。任何一个人修行都是要经过很长的时间，通常经上讲三个阿僧祇劫，那个成的佛也不过是藏教佛而已；如果要成圆教的佛，《华严经》上说要修行无量劫，不是三个阿僧祇劫。你遇到这个法门，你就一生成就，不要经过三个阿僧祇劫，也不要经五十一个阶级，这就成功了，这是大喜之事，真是无比的幸运。问题就是你有没有机缘遇得到？有机缘遇到，的确是非常幸运的大事情。所以这是用这个亲切的比喻来劝勉我们，希望我们能够体会这个意思。",
      "zh_TW": "我們看註解，「上二人喻，泛指親友，猶覺寬緩」，這是指前面「譬如有人」這一段的，是指一般親友的相憶。這段比前面意思要深得多了，「故此重將母子最親切者為喻，使人起信行也」，希望能從這個比喻說明佛跟眾生的關係。如果我們真正覺悟了，相信你自然就肯念佛。肯念佛的人，不僅是這個世間，可以說盡虛空遍法界無量無邊世界裡面，第一幸福之人；不僅是這個世界，恆河沙諸佛國土裡頭，你是最幸福的人。為什麼？你不久就要作佛了。任何一個人修行都是要經過很長的時間，通常經上講三個阿僧祇劫，那個成的佛也不過是藏教佛而已；如果要成圓教的佛，《華嚴經》上說要修行無量劫，不是三個阿僧祇劫。你遇到這個法門，你就一生成就，不要經過三個阿僧祇劫，也不要經五十一個階級，這就成功了，這是大喜之事，真是無比的幸運。問題就是你有沒有機緣遇得到？有機緣遇到，的確是非常幸運的大事情。所以這是用這個親切的比喻來勸勉我們，希望我們能夠體會這個意思。"
    },
    {
      "id": "05-001-0017_p0005",
      "zh_CN": "注解下面说，「于中亦有二」，也是两重，像前面一样的，「先喻单忆有离，首三句，即上一人专忆，次二句」，就是上面讲的「一人专忘」。『十方如来，怜念众生，如母忆子』，这是佛念众生，佛念众生从来没有间断过的。『若子逃逝，虽忆何为』，这是众生，「逃逝」比喻众生不念佛，众生不念佛，佛虽然念众生也是枉然，也是没用处。虽然没用处，可是佛还是念众生。众生不念佛，众生谤佛，甚至于众生做灭佛，佛还是忆念他，这是真正的慈悲。我们世间有的父母对于儿女，儿女有时候不孝顺，父母有的时候还会痛恨这个儿女。佛不会的，众生做再大的恶业，佛还是念众生，这真慈平等。可惜的就是众生不知道，不晓得佛恩，不知道佛忆念。所以比喻，如来比母，众生比子，「世间慈念最切者，莫如母亲，子若悖逆，忘恩负义，母念或衰，心生悔恨」。这是我刚才讲的，这世间人还有这种情形，这小孩不孝、悖逆，忘恩负义，母亲想算了，根本不要想他，不要再提他了。佛没有这个情形，所以说「佛念众生，更过于母」，比母亲念儿子，思念之情，要超过太多了。",
      "zh_TW": "註解下面說，「於中亦有二」，也是兩重，像前面一樣的，「先喻單憶有離，首三句，即上一人專憶，次二句」，就是上面講的「一人專忘」。『十方如來，憐念眾生，如母憶子』，這是佛念眾生，佛念眾生從來沒有間斷過的。『若子逃逝，雖憶何為』，這是眾生，「逃逝」比喻眾生不念佛，眾生不念佛，佛雖然念眾生也是枉然，也是沒用處。雖然沒用處，可是佛還是念眾生。眾生不念佛，眾生謗佛，甚至於眾生做滅佛，佛還是憶念他，這是真正的慈悲。我們世間有的父母對於兒女，兒女有時候不孝順，父母有的時候還會痛恨這個兒女。佛不會的，眾生做再大的惡業，佛還是念眾生，這真慈平等。可惜的就是眾生不知道，不曉得佛恩，不知道佛憶念。所以比喻，如來比母，眾生比子，「世間慈念最切者，莫如母親，子若悖逆，忘恩負義，母念或衰，心生悔恨」。這是我剛才講的，這世間人還有這種情形，這小孩不孝、悖逆，忘恩負義，母親想算了，根本不要想他，不要再提他了。佛沒有這個情形，所以說「佛念眾生，更過於母」，比母親念兒子，思念之情，要超過太多了。"
    },
    {
      "id": "05-001-0017_p0006",
      "zh_CN": "「逆恶重者，佛念愈深，乃至入于阿鼻地狱，代此众生，受无量苦」，这样的情形谁知道？的确没有人晓得。众生愈是造罪业、愈是受难，佛念得愈切，佛门所谓的「我不入地狱，谁入地狱」，愈是苦的地方佛菩萨应化得愈多，这是为了真正怜悯。但是佛菩萨虽然应化在其间，常言说得好，「佛不度无缘之人」，不是佛不度，佛是真想度，无缘。什么叫无缘？他不相信，他不接受，这佛就没有办法度他了。给你说了你相信，你能够理解，你肯依教奉行，你这一生就得度了。如果这三个条件少一个，你这一生就不能得度，虽不能得度，也给你做一个得度之缘。由此可知，佛菩萨真正慈悲，给你一个得度之缘。这个缘就是让你能够见到佛，能够听到佛名，能够见到经典，你阿赖耶识里面种下金刚种子，这是给你缘。所以缘，能够相信这都是缘成熟了，缘成熟他这一生决定往生，往生之后是决定成佛。所以这是愈是苦难的地方佛念愈深，这是我们要晓得的。",
      "zh_TW": "「逆惡重者，佛念愈深，乃至入於阿鼻地獄，代此眾生，受無量苦」，這樣的情形誰知道？的確沒有人曉得。眾生愈是造罪業、愈是受難，佛念得愈切，佛門所謂的「我不入地獄，誰入地獄」，愈是苦的地方佛菩薩應化得愈多，這是為了真正憐憫。但是佛菩薩雖然應化在其間，常言說得好，「佛不度無緣之人」，不是佛不度，佛是真想度，無緣。什麼叫無緣？他不相信，他不接受，這佛就沒有辦法度他了。給你說了你相信，你能夠理解，你肯依教奉行，你這一生就得度了。如果這三個條件少一個，你這一生就不能得度，雖不能得度，也給你做一個得度之緣。由此可知，佛菩薩真正慈悲，給你一個得度之緣。這個緣就是讓你能夠見到佛，能夠聽到佛名，能夠見到經典，你阿賴耶識裡面種下金剛種子，這是給你緣。所以緣，能夠相信這都是緣成熟了，緣成熟他這一生決定往生，往生之後是決定成佛。所以這是愈是苦難的地方佛念愈深，這是我們要曉得的。"
    },
    {
      "id": "05-001-0017_p0007",
      "zh_CN": "佛代众生受苦，怎么个代法？实际上说，佛有这个愿，能不能代？不能代。不能代而说代，譬如说我们现在这个世间，真的是五浊恶世，浊恶到极处，佛菩萨来了，在我们这个世间教化，咱们世间人尊不尊重他？不尊重他，轻贱他、嫉妒他、侮辱他，想种种方法来害他，他受很多苦折，受很多灾难，受很多折磨。为什么？还不是他为了度众生，他要不来，不就没这些事情吗？他来受到这些灾难，受到这些折磨，这就是代众生受苦，他可以不来的。这样的情形，从释迦牟尼佛起就是这样的。释迦牟尼佛在世的时候，提婆达多害他，你们在《法华经》上看过，僧团里面六群比丘扰乱；佛的福报那么大了，还有三个月受马麦之报，没有东西吃，你看佛那么大的福报还有这些苦难。",
      "zh_TW": "佛代眾生受苦，怎麼個代法？實際上說，佛有這個願，能不能代？不能代。不能代而說代，譬如說我們現在這個世間，真的是五濁惡世，濁惡到極處，佛菩薩來了，在我們這個世間教化，咱們世間人尊不尊重他？不尊重他，輕賤他、嫉妒他、侮辱他，想種種方法來害他，他受很多苦折，受很多災難，受很多折磨。為什麼？還不是他為了度眾生，他要不來，不就沒這些事情嗎？他來受到這些災難，受到這些折磨，這就是代眾生受苦，他可以不來的。這樣的情形，從釋迦牟尼佛起就是這樣的。釋迦牟尼佛在世的時候，提婆達多害他，你們在《法華經》上看過，僧團裡面六群比丘擾亂；佛的福報那麼大了，還有三個月受馬麥之報，沒有東西吃，你看佛那麼大的福報還有這些苦難。"
    },
    {
      "id": "05-001-0017_p0008",
      "zh_CN": "六祖大师，菩萨再来的，二十四岁就明心见性、就得道，五祖传法给他时二十四岁！你看受人家嫉妒，人家要谋害他，他没有办法，跑到猎人队里头去避难，这一避就避了一十五年，整整十五年。在猎人队里替猎人看守猎物，那是菩萨，那是圣人，那些猎人是主人，把他雇来当佣人看待，人家能瞧得起他吗？种种轻贱、侮辱都加在他身上，他有耐心在等，等过了十五年，那些嫉妒的人、想害他的人心渐渐平了，这样他才出来。所以真正发菩提心弘法利生的，几乎没有一个人不是如此。我这次在北京遇到黄念祖老居士，他告诉我，夏莲居，他的老师，在世的时候也是受嫉妒、受迫害。曾经一度在中国都不能住了，人家要伤害他，跑到日本去避难。想想都一样！台中李老师，在台中弘法，佛教界里面骂他作四宝，这名字不是恭维的。都是受迫害！黄老居士，证果我们不敢讲，他是个真正有修有学了不起的大善知识，在大陆谁认识他？没有人认识，也是受排斥。",
      "zh_TW": "六祖大師，菩薩再來的，二十四歲就明心見性、就得道，五祖傳法給他時二十四歲！你看受人家嫉妒，人家要謀害他，他沒有辦法，跑到獵人隊裡頭去避難，這一避就避了一十五年，整整十五年。在獵人隊裡替獵人看守獵物，那是菩薩，那是聖人，那些獵人是主人，把他僱來當佣人看待，人家能瞧得起他嗎？種種輕賤、侮辱都加在他身上，他有耐心在等，等過了十五年，那些嫉妒的人、想害他的人心漸漸平了，這樣他才出來。所以真正發菩提心弘法利生的，幾乎沒有一個人不是如此。我這次在北京遇到黃念祖老居士，他告訴我，夏蓮居，他的老師，在世的時候也是受嫉妒、受迫害。曾經一度在中國都不能住了，人家要傷害他，跑到日本去避難。想想都一樣！台中李老師，在台中弘法，佛教界裡面罵他作四寶，這名字不是恭維的。都是受迫害！黃老居士，證果我們不敢講，他是個真正有修有學了不起的大善知識，在大陸誰認識他？沒有人認識，也是受排斥。"
    },
    {
      "id": "05-001-0017_p0009",
      "zh_CN": "所以诸位要了解，你真正发菩提心、行菩萨道，想帮助一切众生成佛作祖，你的障碍就很多。魔！那些妖魔鬼怪看到你要兴佛法，想尽方法来障碍你，这个从释迦牟尼佛起就如此了。你说我弘法利生应该没有障碍，那你的福报比释迦牟尼佛还要大，没有这回事情的。你去看看《高僧传》，看看各宗的那些历代的祖师的传记，哪一个不是吃尽了苦头、受尽了磨难才有成就。你要想去亲近一个善知识，人家告诉你，你亲近他干什么？他这样不对，那样也不对。算了，我不亲近他了。那是什么？魔！魔唯恐你成佛，唯恐你得道，唯恐你遇到真正善知识，挑拨离间把你分开。为什么？这世间又少一个得道的人，六道轮回里又多一个，他欢喜！他欢喜看到你在六道里头轮回，看到你在三恶道受折磨，他看了很高兴，他不愿意你跳出三界。所以这个情形我们要知道。",
      "zh_TW": "所以諸位要了解，你真正發菩提心、行菩薩道，想幫助一切眾生成佛作祖，你的障礙就很多。魔！那些妖魔鬼怪看到你要興佛法，想盡方法來障礙你，這個從釋迦牟尼佛起就如此了。你說我弘法利生應該沒有障礙，那你的福報比釋迦牟尼佛還要大，沒有這回事情的。你去看看《高僧傳》，看看各宗的那些歷代的祖師的傳記，哪一個不是吃盡了苦頭、受盡了磨難才有成就。你要想去親近一個善知識，人家告訴你，你親近他幹什麼？他這樣不對，那樣也不對。算了，我不親近他了。那是什麼？魔！魔唯恐你成佛，唯恐你得道，唯恐你遇到真正善知識，挑撥離間把你分開。為什麼？這世間又少一個得道的人，六道輪迴裡又多一個，他歡喜！他歡喜看到你在六道裡頭輪迴，看到你在三惡道受折磨，他看了很高興，他不願意你跳出三界。所以這個情形我們要知道。"
    },
    {
      "id": "05-001-0017_p0010",
      "zh_CN": "自己要有慧眼，自己要拿得定主意，不受外面的人影响。真正善知识他劝你亲近，不是真正善知识，决定不喜欢你亲近善知识，这一定的道理。你们在社会上稍稍体验，世出世间法都一样的，一般人是不愿意看到你成功，愿意看到你失败，大家都是这个心理，这是古今中外一般几乎都是如此。所以嫉妒、障碍。我们发现一个善知识，我鼓励大家去亲近，真正是希有难逢。像黄老居士这样的人真正难得，我跟他接触虽然时间很短，我们见了两次面，谈了九个小时。他那个修持的功夫，我过去亲近台中李老师，亲近他十年，他的功力超过李老师，真是稀有。我们台湾找不到，没有这个人，大陆上仅仅发现这一个，没有人知道，真可惜。你们有机会如果到大陆上去玩，去亲近这个善知识。那个风景、寺庙没什么看头的，那个不稀奇，这样的一个善知识真是千载难逢，你把这个因缘要是失掉了，很可惜！你去看看他，你看他给你开示，听听他给你讲讲话，你一生都受用不尽。",
      "zh_TW": "自己要有慧眼，自己要拿得定主意，不受外面的人影響。真正善知識他勸你親近，不是真正善知識，決定不喜歡你親近善知識，這一定的道理。你們在社會上稍稍體驗，世出世間法都一樣的，一般人是不願意看到你成功，願意看到你失敗，大家都是這個心理，這是古今中外一般幾乎都是如此。所以嫉妒、障礙。我們發現一個善知識，我鼓勵大家去親近，真正是希有難逢。像黃老居士這樣的人真正難得，我跟他接觸雖然時間很短，我們見了兩次面，談了九個小時。他那個修持的功夫，我過去親近台中李老師，親近他十年，他的功力超過李老師，真是稀有。我們台灣找不到，沒有這個人，大陸上僅僅發現這一個，沒有人知道，真可惜。你們有機會如果到大陸上去玩，去親近這個善知識。那個風景、寺廟沒什麼看頭的，那個不稀奇，這樣的一個善知識真是千載難逢，你把這個因緣要是失掉了，很可惜！你去看看他，你看他給你開示，聽聽他給你講講話，你一生都受用不盡。"
    },
    {
      "id": "05-001-0017_p0011",
      "zh_CN": "再看底下经文，这都是说明代众生受苦，要晓得他是怎么代的。「又母念子，慈止一世，佛念众生，慈心无尽，世世相随，无有退转，故云佛念众生，如母忆子也。」这个话也是真的，母子之相忆一生，到来生都忘掉了，这一轮回各走各的道去了，很少有机会再遇到，一世就尽了。佛不然，佛念众生生生世世的，所以佛慈超过了慈母，这是不学佛、不懂佛法的人他不晓得。所以佛恩大！世间恩德最大的是父母，父母的恩德跟佛的恩德不能相比。「若子逃逝者」，这是比喻「众生不念佛，而堕恶道苦也」，这句话也是完全肯定的。众生要念佛，他这一生必定往生成佛，他怎么会堕恶道？决定超越六道轮回。他不念佛那就没法子了。纵然学佛，不管你学哪一宗哪一派，你修学什么法门，你要想超越六道很难，绝对不是一个容易事情！唯独这个法门可以带业往生。",
      "zh_TW": "再看底下經文，這都是說明代眾生受苦，要曉得他是怎麼代的。「又母念子，慈止一世，佛念眾生，慈心無盡，世世相隨，無有退轉，故云佛念眾生，如母憶子也。」這個話也是真的，母子之相憶一生，到來生都忘掉了，這一輪迴各走各的道去了，很少有機會再遇到，一世就盡了。佛不然，佛念眾生生生世世的，所以佛慈超過了慈母，這是不學佛、不懂佛法的人他不曉得。所以佛恩大！世間恩德最大的是父母，父母的恩德跟佛的恩德不能相比。「若子逃逝者」，這是比喻「眾生不念佛，而墮惡道苦也」，這句話也是完全肯定的。眾生要念佛，他這一生必定往生成佛，他怎麼會墮惡道？決定超越六道輪迴。他不念佛那就沒法子了。縱然學佛，不管你學哪一宗哪一派，你修學什麼法門，你要想超越六道很難，絕對不是一個容易事情！唯獨這個法門可以帶業往生。"
    },
    {
      "id": "05-001-0017_p0012",
      "zh_CN": "魔听到这些话头痛，非常不欢喜，所以出现了一些谣言，说不可以带业往生，这个麻烦大了！不能带业，这魔说的，不是佛说的。前些年，这个谣言满天下，震动了全世界。还有什么查经小组、查经报告，说经上没有「带业往生」四个字，这是过去祖师们自己胡造谣言说出来的，这个不可靠，一定要消业才能往生，带业不能往生。吓倒了很多的人，这念佛人莫知所措，我们念了一辈子，不能带业往生，这完了，一切都完了。你看魔多厉害！不但一般人被吓到了，你看周宣德老居士，台大晨曦社等于说是创办人，台湾大专学生学佛的运动是他提倡的，连他都被吓倒了，真是我想不到。",
      "zh_TW": "魔聽到這些話頭痛，非常不歡喜，所以出現了一些謠言，說不可以帶業往生，這個麻煩大了！不能帶業，這魔說的，不是佛說的。前些年，這個謠言滿天下，震動了全世界。還有什麼查經小組、查經報告，說經上沒有「帶業往生」四個字，這是過去祖師們自己胡造謠言說出來的，這個不可靠，一定要消業才能往生，帶業不能往生。嚇倒了很多的人，這念佛人莫知所措，我們念了一輩子，不能帶業往生，這完了，一切都完了。你看魔多厲害！不但一般人被嚇到了，你看周宣德老居士，台大晨曦社等於說是創辦人，台灣大專學生學佛的運動是他提倡的，連他都被嚇倒了，真是我想不到。"
    },
    {
      "id": "05-001-0017_p0013",
      "zh_CN": "我是在一九八三年到洛杉矶，我下了飞机他就来看我，就给我提出这个问题。他说怎么办？我们念了一生的佛，想往生，说不能带业，这没指望了。我看他吓得可怜的样子。我说经上没错，是没有说带业往生，我反过来问他，我说经上有没有讲四土三辈九品？他说这个有，这经上有。我说，有，那不就行了吗？如果不带业，哪有四土三辈九品！我说观世音、大势至还带一品生相无明，是不是业？他一想没错，他还带一品业。如果说消业不带业，何必要往生！西方极乐世界只有一个人，阿弥陀佛，他不带业，除了他之外，等觉菩萨都带业。这他才破颜而笑，这个没错。四土三辈九品怎么分？就是带业多少分的，带的业少品位就高，带的业多品位就低，没有不带业的。",
      "zh_TW": "我是在一九八三年到洛杉磯，我下了飛機他就來看我，就給我提出這個問題。他說怎麼辦？我們念了一生的佛，想往生，說不能帶業，這沒指望了。我看他嚇得可憐的樣子。我說經上沒錯，是沒有說帶業往生，我反過來問他，我說經上有沒有講四土三輩九品？他說這個有，這經上有。我說，有，那不就行了嗎？如果不帶業，哪有四土三輩九品！我說觀世音、大勢至還帶一品生相無明，是不是業？他一想沒錯，他還帶一品業。如果說消業不帶業，何必要往生！西方極樂世界只有一個人，阿彌陀佛，他不帶業，除了他之外，等覺菩薩都帶業。這他才破顏而笑，這個沒錯。四土三輩九品怎麼分？就是帶業多少分的，帶的業少品位就高，帶的業多品位就低，沒有不帶業的。"
    },
    {
      "id": "05-001-0017_p0014",
      "zh_CN": "我们讲菩萨的品位，这个大家容易懂，《华严经》上有。菩萨为什么有四十一个阶级，四十一位法身大士？这四十一个阶级之分就是带无明多少不一样，带业，无明业。初住菩萨破一品无明，无明一共四十一品，破一品无明带四十品，这不是带业吗？等觉菩萨最高了，四十一品无明破了四十品，还带一品，他怎么不带业？等觉菩萨那一品无明破了，那就成佛了，那就不带业了。所以如果西方极乐世界不带业，那么大个世界只住一个人。这他才恍然大悟。所以魔障碍佛法无所不用其极，我们要晓得，处处障碍你，阻止你不让你修行，不叫你成就。他晓得你喜欢学佛，不要修念佛法门，那是密宗里面，陈建民，已经死了，去年十一月死的，魔王，大魔王。他叫你改学密，跟他学去，跟他学就没错了，你学别的法门决定不能成就，只有跟他学才成就。现在这个世间像这些流言太多了，说之不尽。我们这个法门是依法不依人，我们所依据的是净土三经，或者净土五经。我们不依神通，我们也不依感应。可是念佛念到相当程度自然有感应，自然有神通，但是我们还是不依，我们还是依经典，把经典里面所说的我们做到。",
      "zh_TW": "我們講菩薩的品位，這個大家容易懂，《華嚴經》上有。菩薩為什麼有四十一個階級，四十一位法身大士？這四十一個階級之分就是帶無明多少不一樣，帶業，無明業。初住菩薩破一品無明，無明一共四十一品，破一品無明帶四十品，這不是帶業嗎？等覺菩薩最高了，四十一品無明破了四十品，還帶一品，他怎麼不帶業？等覺菩薩那一品無明破了，那就成佛了，那就不帶業了。所以如果西方極樂世界不帶業，那麼大個世界只住一個人。這他才恍然大悟。所以魔障礙佛法無所不用其極，我們要曉得，處處障礙你，阻止你不讓你修行，不叫你成就。他曉得你喜歡學佛，不要修念佛法門，那是密宗裡面，陳建民，已經死了，去年十一月死的，魔王，大魔王。他叫你改學密，跟他學去，跟他學就沒錯了，你學別的法門決定不能成就，只有跟他學才成就。現在這個世間像這些流言太多了，說之不盡。我們這個法門是依法不依人，我們所依據的是淨土三經，或者淨土五經。我們不依神通，我們也不依感應。可是念佛念到相當程度自然有感應，自然有神通，但是我們還是不依，我們還是依經典，把經典裡面所說的我們做到。"
    },
    {
      "id": "05-001-0017_p0015",
      "zh_CN": "可是经典也有人破坏，这东西真是麻烦。我有一年到佛光山，很早了，是我离开佛光山以后没有多久的时候。佛光山那时候刚刚就是朝山会馆建好的时候，其他的建筑都还没有，只有一个佛学院，最早建的。以后这个朝山会馆建好了，后面大殿统统都还没有的时候，我曾经到那边去。那个佛学院就有一个学生来跟我说，他说他们有个老师，这老师也是出家人。居然在上课的时候告诉他们，西方极乐世界是假的，阿弥陀佛是什么？阿弥陀佛就是太阳神。他问我这个出在什么地方？出在哪部经上？我就跟他讲，我是浅学，《大藏经》虽然看了一遍，哪里记得那么清楚？我就印象当中没有这个说法。所以我就告诉他，哪个老师跟你说的，你还是请教那个老师，你叫他把《大藏经》哪一部经找出来看一看，阿弥陀佛是太阳神，你去找找看。胡造谣言！从哪里传出来的？从日本传出来的。连《弥陀经》他都把你否定掉，说《弥陀经》是伪造的，不是真的，你看看这多厉害！经典都给你毁掉。",
      "zh_TW": "可是經典也有人破壞，這東西真是麻煩。我有一年到佛光山，很早了，是我離開佛光山以後沒有多久的時候。佛光山那時候剛剛就是朝山會館建好的時候，其他的建築都還沒有，只有一個佛學院，最早建的。以後這個朝山會館建好了，後面大殿統統都還沒有的時候，我曾經到那邊去。那個佛學院就有一個學生來跟我說，他說他們有個老師，這老師也是出家人。居然在上課的時候告訴他們，西方極樂世界是假的，阿彌陀佛是什麼？阿彌陀佛就是太陽神。他問我這個出在什麼地方？出在哪部經上？我就跟他講，我是淺學，《大藏經》雖然看了一遍，哪裡記得那麼清楚？我就印象當中沒有這個說法。所以我就告訴他，哪個老師跟你說的，你還是請教那個老師，你叫他把《大藏經》哪一部經找出來看一看，阿彌陀佛是太陽神，你去找找看。胡造謠言！從哪裡傳出來的？從日本傳出來的。連《彌陀經》他都把你否定掉，說《彌陀經》是偽造的，不是真的，你看看這多厲害！經典都給你毀掉。"
    },
    {
      "id": "05-001-0017_p0016",
      "zh_CN": "我听到这桩事情之后，我才把窥基大师的《弥陀经通赞疏》找出来，印出来流通。我为什么要找这个经，印这个注解？证明《弥陀经》是真的，不是假的。玄奘大师在印度十七年，他在路上走了一共两年，整整是连来带去十九年，他在印度住十七年，走回来是一年的时间，走一年才走到。玄奘大师到印度去，动机就是对梵文经典流传到中国来所翻译的他不大敢相信。他怀疑经典翻译的恐怕失真，不太可靠，是这样一个动机到印度亲自去看看。回来之后，对于过去这些大德所翻译的经典，他没有加一个字的否定；换句话说，他统统承认了，这是玄奘大师给我们中国过去那些翻译的人做了个证明。不错！他也带回《阿弥陀经》的梵文原本，而且他也翻译了，可见得《阿弥陀经》确实是从印度梵文本里头传到中国来的，不是造谣言的，不是假的，是真的！玄奘大师自己也翻译过。",
      "zh_TW": "我聽到這樁事情之後，我才把窺基大師的《彌陀經通贊疏》找出來，印出來流通。我為什麼要找這個經，印這個註解？證明《彌陀經》是真的，不是假的。玄奘大師在印度十七年，他在路上走了一共兩年，整整是連來帶去十九年，他在印度住十七年，走回來是一年的時間，走一年才走到。玄奘大師到印度去，動機就是對梵文經典流傳到中國來所翻譯的他不大敢相信。他懷疑經典翻譯的恐怕失真，不太可靠，是這樣一個動機到印度親自去看看。回來之後，對於過去這些大德所翻譯的經典，他沒有加一個字的否定；換句話說，他統統承認了，這是玄奘大師給我們中國過去那些翻譯的人做了個證明。不錯！他也帶回《阿彌陀經》的梵文原本，而且他也翻譯了，可見得《阿彌陀經》確實是從印度梵文本裡頭傳到中國來的，不是造謠言的，不是假的，是真的！玄奘大師自己也翻譯過。"
    },
    {
      "id": "05-001-0017_p0017",
      "zh_CN": "尤其是难得的，鸠摩罗什大师翻译的不可靠吗？玄奘大师承认他翻得好，翻得没错。为什么？他最得意的一个学生，窥基大师是他最得意的学生，是他的传人，开创中国的法相唯识宗，法相唯识宗第一代的祖师就是窥基大师，玄奘的学生。他注解《阿弥陀经》，他不用他老师翻译的本子，这个地方我们要特别留意。在我们现在一般人讲人情，我老师翻的，我要给它注解流通，那应当一定选自己老师的。他们师徒两个都是依法不依人，鸠摩罗什大师翻的本子已经流通全国，依然叫它流通。所以玄奘新译的这部经，只提供一些人做参考，就不流通，以后收在《大藏经》里头，没有单行本流通。他的学生窥基大师注解《阿弥陀经》，选的本子选鸠摩罗什的本子，没有选玄奘大师的本子，这个了不起。玄奘大师没有怪他的徒弟，「你不孝顺，你为什么不注解我的本子」，没有说，窥基大师也没有觉得他对不起老师。",
      "zh_TW": "尤其是難得的，鳩摩羅什大師翻譯的不可靠嗎？玄奘大師承認他翻得好，翻得沒錯。為什麼？他最得意的一個學生，窺基大師是他最得意的學生，是他的傳人，開創中國的法相唯識宗，法相唯識宗第一代的祖師就是窺基大師，玄奘的學生。他註解《阿彌陀經》，他不用他老師翻譯的本子，這個地方我們要特別留意。在我們現在一般人講人情，我老師翻的，我要給它註解流通，那應當一定選自己老師的。他們師徒兩個都是依法不依人，鳩摩羅什大師翻的本子已經流通全國，依然叫它流通。所以玄奘新譯的這部經，只提供一些人做參考，就不流通，以後收在《大藏經》裡頭，沒有單行本流通。他的學生窺基大師註解《阿彌陀經》，選的本子選鳩摩羅什的本子，沒有選玄奘大師的本子，這個了不起。玄奘大師沒有怪他的徒弟，「你不孝順，你為什麼不註解我的本子」，沒有說，窺基大師也沒有覺得他對不起老師。"
    },
    {
      "id": "05-001-0017_p0018",
      "zh_CN": "要现在人还得了，现在要是老师自己翻的东西，他要注别人的本子，老师一定把这个学生开除掉，你以后不要再来见我。这就是今人不如古人的地方。古人是重大法的流通，绝对没有个人的名闻利养，没有个人的名利，这是我们要明了的、要觉悟的。所以我们选择，只在法上选择，绝对不选择是哪个人。我们看他的东西，他东西真的是好，这个没话说，值得我们赞叹，我们才不至于把路子走错了。所以现在破坏佛法的多，特别是近来破坏净土，障碍你修净土，障碍你学净土。这个风气不断的在现在这个社会里增长，无论在中国、在外国，都是如此。如果我们明白事实真相，不被蒙蔽，不被障碍，那你这个人有大福报，福报浅的往往一下就被障碍住了。很可惜！你看无量劫来希有难逢的因缘遇到了，遇到怎么样？空过了。诸位要记住，你遇到了，你这一生不能往生就空过了；遇到了，这一生决定要往生！",
      "zh_TW": "要現在人還得了，現在要是老師自己翻的東西，他要註別人的本子，老師一定把這個學生開除掉，你以後不要再來見我。這就是今人不如古人的地方。古人是重大法的流通，絕對沒有個人的名聞利養，沒有個人的名利，這是我們要明瞭的、要覺悟的。所以我們選擇，只在法上選擇，絕對不選擇是哪個人。我們看他的東西，他東西真的是好，這個沒話說，值得我們讚歎，我們才不至於把路子走錯了。所以現在破壞佛法的多，特別是近來破壞淨土，障礙你修淨土，障礙你學淨土。這個風氣不斷的在現在這個社會裡增長，無論在中國、在外國，都是如此。如果我們明白事實真相，不被蒙蔽，不被障礙，那你這個人有大福報，福報淺的往往一下就被障礙住了。很可惜！你看無量劫來希有難逢的因緣遇到了，遇到怎麼樣？空過了。諸位要記住，你遇到了，你這一生不能往生就空過了；遇到了，這一生決定要往生！"
    },
    {
      "id": "05-001-0017_p0019",
      "zh_CN": "你要真正发心，像此地讲『子若忆母』，你真正做到这一句，『子若忆母，如母忆时』，佛力加持你！「佛氏门中，有求必应」，佛力加持，你能够在这一生当中消除一切的罪业，你往生的时候预知时至，你没有病苦。像古时候这些人一样，站着走、坐着走，真正功夫成熟了，开个往生大会，那就度很多人。为什么？现身给大家看！古来有一位法师，名字我忘掉了，他往生的时候他找了一些人来，他问他们说，你们有没有听说过坐着往生的？有，这有听说过；站着往生的？也有，也有听说过。他就竖了个蜻蜓，头朝下脚朝上，这样往生的你们有没有看见过，有没有听说过？没有。他走了，这么走的，简直是游戏神通，就像是开玩笑一样，自在，真的自在。",
      "zh_TW": "你要真正發心，像此地講『子若憶母』，你真正做到這一句，『子若憶母，如母憶時』，佛力加持你！「佛氏門中，有求必應」，佛力加持，你能夠在這一生當中消除一切的罪業，你往生的時候預知時至，你沒有病苦。像古時候這些人一樣，站著走、坐著走，真正功夫成熟了，開個往生大會，那就度很多人。為什麼？現身給大家看！古來有一位法師，名字我忘掉了，他往生的時候他找了一些人來，他問他們說，你們有沒有聽說過坐著往生的？有，這有聽說過；站著往生的？也有，也有聽說過。他就豎了個蜻蜓，頭朝下腳朝上，這樣往生的你們有沒有看見過，有沒有聽說過？沒有。他走了，這麼走的，簡直是遊戲神通，就像是開玩笑一樣，自在，真的自在。"
    },
    {
      "id": "05-001-0017_p0020",
      "zh_CN": "有病，念《无量寿经》、念阿弥陀佛，决定把病念好，不要去看医生，也不要去吃药，这是这一次黄念祖老居士告诉我的。他那个地方几个同修，他们生病的时候就专念《无量寿经》、念阿弥陀佛，或者念观音菩萨，一直到病念好，他不看医生也不吃药。大陆上等于是全民保险的样子，他看医生吃药不要花钱的，可是人家还是不看医生、也不吃药，他念《无量寿经》，就是念夏老师这个会集本，因为我看到的那些人都是过去夏老师的学生。所以这次到北京的时候，他把这些人找来跟我见面，统统都是念《无量寿经》会集本，念了有感应，连生病的时候都不必去吃药看医生。所以我们一定要下一个决心，我们什么福报都不要，就希望走的时候清清楚楚、明明白白。不要躺在床上走，最起码也应该坐着走，我们这一生修这个法门才叫没有白修，这才是无量劫来希有难逢的因缘。",
      "zh_TW": "有病，念《無量壽經》、念阿彌陀佛，決定把病念好，不要去看醫生，也不要去吃藥，這是這一次黃念祖老居士告訴我的。他那個地方幾個同修，他們生病的時候就專念《無量壽經》、念阿彌陀佛，或者念觀音菩薩，一直到病念好，他不看醫生也不吃藥。大陸上等於是全民保險的樣子，他看醫生吃藥不要花錢的，可是人家還是不看醫生、也不吃藥，他念《無量壽經》，就是念夏老師這個會集本，因為我看到的那些人都是過去夏老師的學生。所以這次到北京的時候，他把這些人找來跟我見面，統統都是念《無量壽經》會集本，念了有感應，連生病的時候都不必去吃藥看醫生。所以我們一定要下一個決心，我們什麼福報都不要，就希望走的時候清清楚楚、明明白白。不要躺在床上走，最起碼也應該坐著走，我們這一生修這個法門才叫沒有白修，這才是無量劫來希有難逢的因緣。"
    },
    {
      "id": "05-001-0017_p0021",
      "zh_CN": "底下一堂课，我把黄念祖居士《无量寿经》的注解，我从北京带了一本，我给你们看看。这个因缘也是稀有的，太稀有，居然在大陆上还批准印了五千册，这个因缘是稀有，这是大陆上从来没有过的事情。这些都是告诉诸位，这个法门遇到不容易，遇到，希望你要相信，不要把这个因缘错过了。这是肯定说的话，众生要不念佛决定堕三恶道，虽然讲六道轮回，恶道的机会多，三善道的机会要少。",
      "zh_TW": "底下一堂課，我把黃念祖居士《無量壽經》的註解，我從北京帶了一本，我給你們看看。這個因緣也是稀有的，太稀有，居然在大陸上還批准印了五千冊，這個因緣是稀有，這是大陸上從來沒有過的事情。這些都是告訴諸位，這個法門遇到不容易，遇到，希望你要相信，不要把這個因緣錯過了。這是肯定說的話，眾生要不念佛決定墮三惡道，雖然講六道輪迴，惡道的機會多，三善道的機會要少。"
    },
    {
      "id": "05-001-0017_p0022",
      "zh_CN": "「虽忆何为者，喻如来单忆无益也」，这个无益是无益于众生，众生还是六道轮回，还是不能够度脱。后半段就讲双忆，『子若忆母，如母忆时，母子历生，不相违远』，这双忆。「初二句，即上相忆念深，末二句，即上生生不异，谓六道众生，慕念如来，犹如如来，怜念众生者，然方得感应道交，生佛不二也。」我们念佛的心情，实在说怎么样也没有办法赶上像佛念我们。所以我们只好打折扣，希望能够做到百分之一、千分之一，只能够这样说，像他一样是不可能的事情。可以说成了佛，佛佛道同，十方诸佛怜念众生像阿弥陀佛一样，这是真的。除诸佛之外，总是比不上阿弥陀佛念众生那样的殷勤。所以这里讲犹如，如就是接近，有一点像，这样就感应道交，生佛不二。",
      "zh_TW": "「雖憶何為者，喻如來單憶無益也」，這個無益是無益於眾生，眾生還是六道輪迴，還是不能夠度脫。後半段就講雙憶，『子若憶母，如母憶時，母子歷生，不相違遠』，這雙憶。「初二句，即上相憶念深，末二句，即上生生不異，謂六道眾生，慕念如來，猶如如來，憐念眾生者，然方得感應道交，生佛不二也。」我們念佛的心情，實在說怎麼樣也沒有辦法趕上像佛念我們。所以我們只好打折扣，希望能夠做到百分之一、千分之一，只能夠這樣說，像他一樣是不可能的事情。可以說成了佛，佛佛道同，十方諸佛憐念眾生像阿彌陀佛一樣，這是真的。除諸佛之外，總是比不上阿彌陀佛念眾生那樣的殷勤。所以這裡講猶如，如就是接近，有一點像，這樣就感應道交，生佛不二。"
    },
    {
      "id": "05-001-0017_p0023",
      "zh_CN": "底下引用说，「故高齐大行和尚云」，这个高齐大概是在五胡十六国的，这历史上诸位查查看，是不是在南北朝时代的？大行和尚说，「宗崇念佛，四字教诏，谓信忆二字，不离于心，称敬二字，不离于口」。实在说印光大师常常教给我们，「老实念佛，莫换题目」，跟这个意思相通。什么叫老实？如果把这四个字做到了，这就叫老实，这四个字非常的重要，「信、忆、称、敬」这四个字。信是决定不怀疑，忆是常常存在心，这两个字不离于心，一心系念；称是称名，敬是礼敬，天天要念佛，天天要拜佛，这是不离于口。",
      "zh_TW": "底下引用說，「故高齊大行和尚云」，這個高齊大概是在五胡十六國的，這歷史上諸位查查看，是不是在南北朝時代的？大行和尚說，「宗崇念佛，四字教詔，謂信憶二字，不離於心，稱敬二字，不離於口」。實在說印光大師常常教給我們，「老實念佛，莫換題目」，跟這個意思相通。什麼叫老實？如果把這四個字做到了，這就叫老實，這四個字非常的重要，「信、憶、稱、敬」這四個字。信是決定不懷疑，憶是常常存在心，這兩個字不離於心，一心繫念；稱是稱名，敬是禮敬，天天要念佛，天天要拜佛，這是不離於口。"
    },
    {
      "id": "05-001-0017_p0024",
      "zh_CN": "「任意早晚，终无再住娑婆之法，此为念佛，第一要策」，这个说得好！这是念佛第一秘诀。如果你真是这样做法，终无再住娑婆之法，这句话好，你不会再住娑婆了，你这一生决定往生了。你在娑婆世界，我们这个身在娑婆世界，这一生是最后身，无始劫以来没有办法出离六道轮回，这一下机会到了，出离了，这个身在娑婆世界是最后身。下一次如果再来，那是乘愿再来，那是菩萨身，不是业报身，那是愿力身、智慧身，那不一样。你们想想这个机缘多难得。可见得「老实念佛」这四个字重要，印光大师给我们说出来，蕅益大师常常写「老实念佛」这四个字。好像我们过去也印过，现在不晓得有没有了！如果要有的话，把它找出来，我们这里可以挂两张，这个重要；要没有了，我们可以多印，这要紧。",
      "zh_TW": "「任意早晚，終無再住娑婆之法，此為念佛，第一要策」，這個說得好！這是念佛第一祕訣。如果你真是這樣做法，終無再住娑婆之法，這句話好，你不會再住娑婆了，你這一生決定往生了。你在娑婆世界，我們這個身在娑婆世界，這一生是最後身，無始劫以來沒有辦法出離六道輪迴，這一下機會到了，出離了，這個身在娑婆世界是最後身。下一次如果再來，那是乘願再來，那是菩薩身，不是業報身，那是願力身、智慧身，那不一樣。你們想想這個機緣多難得。可見得「老實念佛」這四個字重要，印光大師給我們說出來，蕅益大師常常寫「老實念佛」這四個字。好像我們過去也印過，現在不曉得有沒有了！如果要有的話，把它找出來，我們這裡可以掛兩張，這個重要；要沒有了，我們可以多印，這要緊。"
    }
  ]
}