{
  "doc_id": "05-001-0014",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章疏钞",
    "zh_TW": "大勢至菩薩念佛圓通章疏鈔"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十四集",
    "zh_TW": "第十四集"
  },
  "year": "1988",
  "location": {
    "zh_CN": "台湾华藏图书馆大专讲座",
    "zh_TW": "台灣華藏圖書館大專講座"
  },
  "doc_number": "05-001-0014",
  "total_paragraphs": 36,
  "paragraphs": [
    {
      "id": "05-001-0014_p0001",
      "zh_CN": "请掀开经本第五十四面，看注解，五十四面倒数第三行：",
      "zh_TW": "請掀開經本第五十四面，看註解，五十四面倒數第三行："
    },
    {
      "id": "05-001-0014_p0002",
      "zh_CN": "「初二，事法界观，心即佛故，后一，理法界观，佛即心故，第三，事理无碍法界观，是佛是心故。」这是解释前面讲的四种念佛，称名（就是持名念佛）、观像念佛这是事，这是事法界观，心即佛故。后一是讲实相，第三就是观想，观想是理事无碍法界。这个解释法，注解在五十七面第二行，我们把它念一念。「初二下，约观料拣也，若依六根，称名，摄耳舌，观像，摄眼身，观想，摄鼻意，实相，摄六根，则一念佛三昧，六根无不摄也。」这也正符合本经所说的「都摄六根，净念相继」，它有这个意思在。六根只要一根能够收摄，其余的五根自然就能够回头，这是《楞严》上说得很明白。",
      "zh_TW": "「初二，事法界觀，心即佛故，後一，理法界觀，佛即心故，第三，事理無礙法界觀，是佛是心故。」這是解釋前面講的四種念佛，稱名（就是持名念佛）、觀像念佛這是事，這是事法界觀，心即佛故。後一是講實相，第三就是觀想，觀想是理事無礙法界。這個解釋法，註解在五十七面第二行，我們把它念一念。「初二下，約觀料揀也，若依六根，稱名，攝耳舌，觀像，攝眼身，觀想，攝鼻意，實相，攝六根，則一念佛三昧，六根無不攝也。」這也正符合本經所說的「都攝六根，淨念相繼」，它有這個意思在。六根只要一根能夠收攝，其餘的五根自然就能夠回頭，這是《楞嚴》上說得很明白。"
    },
    {
      "id": "05-001-0014_p0003",
      "zh_CN": "我们再往下看，在五十四面倒数第二行下半段。「又清凉云，约能念心，不出五种，一缘想境界念佛门，二摄境唯心念佛门，三心境无碍念佛门，四心境俱泯念佛门，五重重无尽念佛门。」清凉是澄观国师，是华严宗第四代的祖师，《华严经疏钞》就是他作的。他当年在世的时候，曾经将《华严经》讲过五十遍，这在中国历史上找不到第二个人。《华严经》那么长，他的寿命也长，他活了一百多岁。在我们想像当中，这部经从头到尾讲一遍至少要一年，五十遍就要五十年，那个讲法是一天讲八个小时，一年才能讲得完。因为这部经根据我们过去讲的经验，至少要二千五百个小时到三千个小时，《华严经》才能讲完。这是华严菩萨再来的，曾经是七个皇帝的老师，这是清凉国师。他老人家讲念佛这五种、五门，这个说法也非常的有道理，这是从能念之心来说的。",
      "zh_TW": "我們再往下看，在五十四面倒數第二行下半段。「又清涼云，約能念心，不出五種，一緣想境界念佛門，二攝境唯心念佛門，三心境無礙念佛門，四心境俱泯念佛門，五重重無盡念佛門。」清涼是澄觀國師，是華嚴宗第四代的祖師，《華嚴經疏鈔》就是他作的。他當年在世的時候，曾經將《華嚴經》講過五十遍，這在中國歷史上找不到第二個人。《華嚴經》那麼長，他的壽命也長，他活了一百多歲。在我們想像當中，這部經從頭到尾講一遍至少要一年，五十遍就要五十年，那個講法是一天講八個小時，一年才能講得完。因為這部經根據我們過去講的經驗，至少要二千五百個小時到三千個小時，《華嚴經》才能講完。這是華嚴菩薩再來的，曾經是七個皇帝的老師，這是清涼國師。他老人家講念佛這五種、五門，這個說法也非常的有道理，這是從能念之心來說的。"
    },
    {
      "id": "05-001-0014_p0004",
      "zh_CN": "第一个是缘想境界，缘是心里面所缘，以我们的心去缘境界。持名是缘佛的名字，名字是境界；观像，无论是塑造的像、彩画的像，也是属于外境，这是属于事。虽然属于事，事里面离不开理，因此境能够影响我们的心。凡夫还没有到成佛，总是心随境转，如果我们这个心能够随着佛的境界转，这就好了，不要随五欲六尘的境界转，我们要随佛的境界转。这是诸佛为什么教众生念佛，道理就在此地。",
      "zh_TW": "第一個是緣想境界，緣是心裡面所緣，以我們的心去緣境界。持名是緣佛的名字，名字是境界；觀像，無論是塑造的像、彩畫的像，也是屬於外境，這是屬於事。雖然屬於事，事裡面離不開理，因此境能夠影響我們的心。凡夫還沒有到成佛，總是心隨境轉，如果我們這個心能夠隨著佛的境界轉，這就好了，不要隨五欲六塵的境界轉，我們要隨佛的境界轉。這是諸佛為什麼教眾生念佛，道理就在此地。"
    },
    {
      "id": "05-001-0014_p0005",
      "zh_CN": "第二，这是摄境唯心，这个功夫比前面要殊胜，多少对于念佛的理论明白了一些他才能做得到。他晓得心佛不二，正是经论上常讲的「唯心净土，自性弥陀」。弥陀有没有？有。所以有人不明白，听了是「唯心净土，自性弥陀」，那我又何必念西方阿弥陀佛？我又何必去求生极乐世界？这就搞错了。自古以来提出这个问题的人就不少，我们在倓虚老法师佛七当中开示的录音带，我听过三、四十遍，他就曾经举了一个例子。他在东北哈尔滨极乐寺，这是他建的，东北的佛教，倓老法师功不可没，他与那个地方有缘。所以，谛闲老法师嘱咐他到东北去弘法，他在东北建庙以及修庙好像有十几所。在哈尔滨极乐寺建成之后，他附设了一个学校，因为那个时候学校不普及，他办了一个学校，办了个义学，请了一个在家居士做校长。",
      "zh_TW": "第二，這是攝境唯心，這個功夫比前面要殊勝，多少對於念佛的理論明白了一些他才能做得到。他曉得心佛不二，正是經論上常講的「唯心淨土，自性彌陀」。彌陀有沒有？有。所以有人不明白，聽了是「唯心淨土，自性彌陀」，那我又何必念西方阿彌陀佛？我又何必去求生極樂世界？這就搞錯了。自古以來提出這個問題的人就不少，我們在倓虛老法師佛七當中開示的錄音帶，我聽過三、四十遍，他就曾經舉了一個例子。他在東北哈爾濱極樂寺，這是他建的，東北的佛教，倓老法師功不可沒，他與那個地方有緣。所以，諦閑老法師囑咐他到東北去弘法，他在東北建廟以及修廟好像有十幾所。在哈爾濱極樂寺建成之後，他附設了一個學校，因為那個時候學校不普及，他辦了一個學校，辦了個義學，請了一個在家居士做校長。"
    },
    {
      "id": "05-001-0014_p0006",
      "zh_CN": "这校长常常也听老法师讲经，也听到这个「唯心净土，自性弥陀」，他就向老法师提出来，他说那我何必去念西方阿弥陀佛，又何必要求生西方净土，我这个自性弥陀、唯心净土就可以了。老和尚答得很妙，老和尚反问他，自性弥陀跟西方极乐世界的弥陀，这当中界限在哪里？叫他自己去找。这当中界限在什么地方？唯心净土跟西方净土，什么地方是边界，哪个地方是边界？这个居士也很了不起，他认真去一反省，就回答老和尚，他说找不出界限。这就是他的悟处。心，心有多大？尽虚空遍法界！西方极乐世界不是在心外，是在我们自己本性的里面，不在外面。所以说心外无法，法外无心。这个老法师他是以《楞严》为起家的，老法师在没出家之前是八载寒窗读《楞严》。你看他的传记，《影尘回忆录》是他的传记，他在做居士学佛的时候，《楞严经》念了八年，他到以后开悟是《楞严》的基础。所以，过去这些人底子都是一部经，一部经真正用那么久的功力在上面，这是他之所以才能有悟处。既然没有边界，就晓得唯心净土跟西方净土是一不是二，自性弥陀跟西方极乐世界的弥陀也是一不是二。",
      "zh_TW": "這校長常常也聽老法師講經，也聽到這個「唯心淨土，自性彌陀」，他就向老法師提出來，他說那我何必去念西方阿彌陀佛，又何必要求生西方淨土，我這個自性彌陀、唯心淨土就可以了。老和尚答得很妙，老和尚反問他，自性彌陀跟西方極樂世界的彌陀，這當中界限在哪裡？叫他自己去找。這當中界限在什麼地方？唯心淨土跟西方淨土，什麼地方是邊界，哪個地方是邊界？這個居士也很了不起，他認真去一反省，就回答老和尚，他說找不出界限。這就是他的悟處。心，心有多大？盡虛空遍法界！西方極樂世界不是在心外，是在我們自己本性的裡面，不在外面。所以說心外無法，法外無心。這個老法師他是以《楞嚴》為起家的，老法師在沒出家之前是八載寒窗讀《楞嚴》。你看他的傳記，《影塵回憶錄》是他的傳記，他在做居士學佛的時候，《楞嚴經》念了八年，他到以後開悟是《楞嚴》的基礎。所以，過去這些人底子都是一部經，一部經真正用那麼久的功力在上面，這是他之所以才能有悟處。既然沒有邊界，就曉得唯心淨土跟西方淨土是一不是二，自性彌陀跟西方極樂世界的彌陀也是一不是二。"
    },
    {
      "id": "05-001-0014_p0007",
      "zh_CN": "何况西方极乐世界跟十方诸佛的世界不一样，十方诸佛世界可以说跟我们娑婆世界没什么两样，差不多的。西方世界特别，怎么个特别法？我们这个世界，大家晓得，《金刚经》上说得很好，一合相。什么叫做一合相？一就是基本的物质，我们今天讲原子、粒子，基本的物质是一；合是什么？组合，现在所谓说排列的方程式不一样，因为它排列的不同，所以这才组成叫元素。由这些元素再组织，就成我们这个世界，动物、植物、矿物、森罗万象。在化学分析之下，它的基本的物质是一，所以是一组合的现象，这叫微尘集聚，佛学的名字叫微尘，微尘集聚所现的现象，和我们现在科学家所发现的是一样道理。佛家讲的四大，地水火风，四大就是讲基本物质的四种现象。地，它确实是有体积的，体积虽然小，它是有体积，是个固体。火大，它有温度，水大，它带的有湿度，这就是我们现在所讲带的有阴电、阳电，它带电。风大，他说这个东西是动的，它不是静止的，风就是表动的意思。这个基本物质它有这四个现象，叫四大。所以这个世间是一合相，《金刚经》上说得很清楚。",
      "zh_TW": "何況西方極樂世界跟十方諸佛的世界不一樣，十方諸佛世界可以說跟我們娑婆世界沒什麼兩樣，差不多的。西方世界特別，怎麼個特別法？我們這個世界，大家曉得，《金剛經》上說得很好，一合相。什麼叫做一合相？一就是基本的物質，我們今天講原子、粒子，基本的物質是一；合是什麼？組合，現在所謂說排列的方程式不一樣，因為它排列的不同，所以這才組成叫元素。由這些元素再組織，就成我們這個世界，動物、植物、礦物、森羅萬象。在化學分析之下，它的基本的物質是一，所以是一組合的現象，這叫微塵集聚，佛學的名字叫微塵，微塵集聚所現的現象，和我們現在科學家所發現的是一樣道理。佛家講的四大，地水火風，四大就是講基本物質的四種現象。地，它確實是有體積的，體積雖然小，它是有體積，是個固體。火大，它有溫度，水大，它帶的有濕度，這就是我們現在所講帶的有陰電、陽電，它帶電。風大，他說這個東西是動的，它不是靜止的，風就是表動的意思。這個基本物質它有這四個現象，叫四大。所以這個世間是一合相，《金剛經》上說得很清楚。"
    },
    {
      "id": "05-001-0014_p0008",
      "zh_CN": "西方极乐世界不是这样的，它不是物质组合的一合相，它不是的。它是什么？它是法性土，这不可思议。西方极乐世界不是六根六尘，它是法性土，一一法就是真如本性，没有一法不是真性，所以才能够有那样殊胜的清净庄严。这桩事情，将来诸位细细的去研究黄念祖居士《无量寿经》注解，你就能了解。他那个注解是费了很多苦心写出来的，说得很详细。所以，心与境界确实找不到边界的，是一不是二，这摄境唯心。这种念法比前面那个念法，功德利益当然要殊胜。",
      "zh_TW": "西方極樂世界不是這樣的，它不是物質組合的一合相，它不是的。它是什麼？它是法性土，這不可思議。西方極樂世界不是六根六塵，它是法性土，一一法就是真如本性，沒有一法不是真性，所以才能夠有那樣殊勝的清淨莊嚴。這樁事情，將來諸位細細的去研究黃念祖居士《無量壽經》註解，你就能了解。他那個註解是費了很多苦心寫出來的，說得很詳細。所以，心與境界確實找不到邊界的，是一不是二，這攝境唯心。這種念法比前面那個念法，功德利益當然要殊勝。"
    },
    {
      "id": "05-001-0014_p0009",
      "zh_CN": "第三种念佛法，叫心境无碍念佛门。碍是障碍，为什么没有障碍？晓得心境一如，心境无二。所以在境界里面，他能够不起心、不动念、不分别、不执着，这里面就没有障碍了。此地所讲的障碍不是指外境上，是指我们内心障碍。实在讲外面境界里头没有障碍，而是我们对境界迷了，不知道外境的真实相，起了虚妄的妄想分别执着，障碍从这个地方生的。如果了解外面事实真相，你的心永远保持清净，哪里有障碍！永远不起一个妄念，就没有障碍了。因此我们晓得，起心动念就有障碍，什么障碍？起心动念就是业，业障。你不起心、不动念没有业，没有业就没有六道轮回的果报；起心动念就是业，有业他就有六道轮回，就有因果报应，这个事情麻烦了。所以，障碍从这个地方分的。",
      "zh_TW": "第三種念佛法，叫心境無礙念佛門。礙是障礙，為什麼沒有障礙？曉得心境一如，心境無二。所以在境界裡面，他能夠不起心、不動念、不分別、不執著，這裡面就沒有障礙了。此地所講的障礙不是指外境上，是指我們內心障礙。實在講外面境界裡頭沒有障礙，而是我們對境界迷了，不知道外境的真實相，起了虛妄的妄想分別執著，障礙從這個地方生的。如果了解外面事實真相，你的心永遠保持清淨，哪裡有障礙！永遠不起一個妄念，就沒有障礙了。因此我們曉得，起心動念就有障礙，什麼障礙？起心動念就是業，業障。你不起心、不動念沒有業，沒有業就沒有六道輪迴的果報；起心動念就是業，有業他就有六道輪迴，就有因果報應，這個事情麻煩了。所以，障礙從這個地方分的。"
    },
    {
      "id": "05-001-0014_p0010",
      "zh_CN": "念佛念到心境一如，我们就以持名来做个比喻，我们一天到晚这个佛号不间断，可是自己是什么样的心态？不执着有个能念的我，也不执着所念之佛，但是念佛从来不间断，这就无碍。因为执着我今天念一万声佛，有能念、有所念，能所就有碍。有碍行不行？行！前面缘想境界念佛门就是那个境界，实在讲，还是能往生，不是不能往生。这个法门好好在这里，最浅近的方法也能往生，这样深妙的办法还是往生。往生虽然品位不相同，到了西方也差不多。因为西方四土叫横生四土，这就妙了，我们这里是横超三界，到西方极乐世界横生四土，一生一切生。换句话说，我们带业往生的，生到西方极乐世界凡圣同居土，同时就生方便土、实报土，它同时的。如果不同时的话，你怎么能跟观音、势至、文殊、普贤在一起？他们住实报土！像我们这个世间，释迦牟尼佛也是四土，我们是凡圣同居土，文殊、普贤在实报土，我们没办法在一起。西方极乐世界叫横生四土，你生凡圣同居土，同时就生方便有余土、实报庄严土。这些大菩萨们，生到西方极乐世界他生实报庄严土，但是同时也生下面两土，同时也生方便有余土、凡圣同居土。因此大家天天见面，天天在一块，这是十方诸佛世界没有的，没有这种情形。所以这是个特别法门，是个非常稀有的法门，我们要认真、努力去念佛。",
      "zh_TW": "念佛念到心境一如，我們就以持名來做個比喻，我們一天到晚這個佛號不間斷，可是自己是什麼樣的心態？不執著有個能念的我，也不執著所念之佛，但是念佛從來不間斷，這就無礙。因為執著我今天念一萬聲佛，有能念、有所念，能所就有礙。有礙行不行？行！前面緣想境界念佛門就是那個境界，實在講，還是能往生，不是不能往生。這個法門好好在這裡，最淺近的方法也能往生，這樣深妙的辦法還是往生。往生雖然品位不相同，到了西方也差不多。因為西方四土叫橫生四土，這就妙了，我們這裡是橫超三界，到西方極樂世界橫生四土，一生一切生。換句話說，我們帶業往生的，生到西方極樂世界凡聖同居土，同時就生方便土、實報土，它同時的。如果不同時的話，你怎麼能跟觀音、勢至、文殊、普賢在一起？他們住實報土！像我們這個世間，釋迦牟尼佛也是四土，我們是凡聖同居土，文殊、普賢在實報土，我們沒辦法在一起。西方極樂世界叫橫生四土，你生凡聖同居土，同時就生方便有餘土、實報莊嚴土。這些大菩薩們，生到西方極樂世界他生實報莊嚴土，但是同時也生下面兩土，同時也生方便有餘土、凡聖同居土。因此大家天天見面，天天在一塊，這是十方諸佛世界沒有的，沒有這種情形。所以這是個特別法門，是個非常稀有的法門，我們要認真、努力去念佛。"
    },
    {
      "id": "05-001-0014_p0011",
      "zh_CN": "第四心境俱泯，这是讲离相。常说的三轮体空，不着能念的我相，也不执着所念的佛相，同时亦不执着所念的名号，三轮体空。这种念佛实在讲就是前面所讲的实相念佛，我们不容易做到。以及这第五重重无尽念佛门，也不是我们现在境界能够达得到的。到重重无尽那已经入了华严境界，理事无碍，事事无碍，这是华严境界，我们念佛念到理一心不乱，这个境界就现前。所以同样是念佛，凡夫念这一句阿弥陀佛，跟二乘念这一句阿弥陀佛（二乘就是讲他回小向大，他发心修净土），以及那些大菩萨们念佛，念的这一句佛号没有两样，音声都相同，境界不相同，受用不相同。我们不要讲这种差别，就讲我们现前，我们大家在一起念佛，每个人都是念南无阿弥陀佛，可是每个人的受用也不相同。为什么不相同？道理都在这里头，换句话说，你悟的有浅深，心清净、染污不相同，愿力浅深不相同，信心程度不相同。因此同样念这一句佛号，感应不相同，受用不相同，这是我们很容易能够体验得到的。",
      "zh_TW": "第四心境俱泯，這是講離相。常說的三輪體空，不著能念的我相，也不執著所念的佛相，同時亦不執著所念的名號，三輪體空。這種念佛實在講就是前面所講的實相念佛，我們不容易做到。以及這第五重重無盡念佛門，也不是我們現在境界能夠達得到的。到重重無盡那已經入了華嚴境界，理事無礙，事事無礙，這是華嚴境界，我們念佛念到理一心不亂，這個境界就現前。所以同樣是念佛，凡夫念這一句阿彌陀佛，跟二乘念這一句阿彌陀佛（二乘就是講他回小向大，他發心修淨土），以及那些大菩薩們念佛，念的這一句佛號沒有兩樣，音聲都相同，境界不相同，受用不相同。我們不要講這種差別，就講我們現前，我們大家在一起念佛，每個人都是念南無阿彌陀佛，可是每個人的受用也不相同。為什麼不相同？道理都在這裡頭，換句話說，你悟的有淺深，心清淨、染污不相同，願力淺深不相同，信心程度不相同。因此同樣念這一句佛號，感應不相同，受用不相同，這是我們很容易能夠體驗得到的。"
    },
    {
      "id": "05-001-0014_p0012",
      "zh_CN": "底下说，「会曰，一即前之初二」，第一个就是缘想境界念佛门，就是前面四种念佛里头的称名、观像，「小乘教也」，在五教里面这是小教，也就是初学。「二即前四，始也」，就是开始，大乘的始教。第三门就是心境无碍，这是终教的意思。第四、第五「前所无者，顿圆教也」，前面没有说到的。「今此文中，约佛教边，四五俱通。」此文就是讲《大势至菩萨圆通章》，在这一章经里面，它有终教的意思，有顿教的意思，有圆教的意思，所以它都通，这在前面都曾经说过。这是就教义上来说。",
      "zh_TW": "底下說，「會曰，一即前之初二」，第一個就是緣想境界念佛門，就是前面四種念佛裡頭的稱名、觀像，「小乘教也」，在五教裡面這是小教，也就是初學。「二即前四，始也」，就是開始，大乘的始教。第三門就是心境無礙，這是終教的意思。第四、第五「前所無者，頓圓教也」，前面沒有說到的。「今此文中，約佛教邊，四五俱通。」此文就是講《大勢至菩薩圓通章》，在這一章經裡面，它有終教的意思，有頓教的意思，有圓教的意思，所以它都通，這在前面都曾經說過。這是就教義上來說。"
    },
    {
      "id": "05-001-0014_p0013",
      "zh_CN": "底下一段是，「约机禀边，唯局持名」，机是根机，禀是禀赋；换句话说，就我们一般众生根性程度上来说，那就局限于持名。这个话说得很恰当，说得一点都不错。所以，佛菩萨在我们这个世间劝我们持名念佛，历代的祖师大德也是主张教我们持名念佛，持名念佛非常适合于我们这个世界众生的根机。所以理我们懂得一点好，为什么？如果看到人家有其他的讲法，或者其他的修法，我们心里明了，不会怀疑，不会排斥，不会去毁谤。可是我们自己走哪个路子？决定走持名念佛这个路子，那你就没错了。不要去好高骛远，为什么？前面跟大家说过，大势至菩萨就用一个持名念佛念到理一心不乱，念到等觉菩萨，念到成佛，就一个方法，没有用别的方法来帮助、来加持，没有！就一个方法。只一门深入，一个方法用到底我们就成功了。这些道理懂得之后，我们的信心才真正能够建立，我们的愿恳切，我们对世缘才能看破、才能放下。",
      "zh_TW": "底下一段是，「約機稟邊，唯局持名」，機是根機，稟是稟賦；換句話說，就我們一般眾生根性程度上來說，那就侷限於持名。這個話說得很恰當，說得一點都不錯。所以，佛菩薩在我們這個世間勸我們持名念佛，歷代的祖師大德也是主張教我們持名念佛，持名念佛非常適合於我們這個世界眾生的根機。所以理我們懂得一點好，為什麼？如果看到人家有其他的講法，或者其他的修法，我們心裡明瞭，不會懷疑，不會排斥，不會去毀謗。可是我們自己走哪個路子？決定走持名念佛這個路子，那你就沒錯了。不要去好高騖遠，為什麼？前面跟大家說過，大勢至菩薩就用一個持名念佛念到理一心不亂，念到等覺菩薩，念到成佛，就一個方法，沒有用別的方法來幫助、來加持，沒有！就一個方法。只一門深入，一個方法用到底我們就成功了。這些道理懂得之後，我們的信心才真正能夠建立，我們的願懇切，我們對世緣才能看破、才能放下。"
    },
    {
      "id": "05-001-0014_p0014",
      "zh_CN": "真正念佛人一定要精进，精，不夹杂就精，精是精纯；进，不间断就是进。精进用在念佛上就是不间断、不夹杂。如果我们不间断，夹杂，我们有进不精；我们不夹杂，但是我们念佛间断，有精不进，一定要精进。我们处事待人接物应该用什么态度？《观经》讲的三福要做到，那是求生西方极乐世界的根本。你要是做不到，我这一句佛号又不间断、又不夹杂，但是三福没修，能不能去？不能去。为什么不能去？因为你只有善根，你没有福德，《弥陀经》上讲得清清楚楚，「不可以少善根福德因缘，得生彼国」。你善根里面打一百分，福德却是零分，这怎么行？这是讲我们处事待人接物要依三福。三福里第一，「孝养父母，奉事师长，慈心不杀，修十善业」，第一条是人天福。第二条「受持三归，具足众戒，不犯威仪」，二乘的福。第三条「发菩提心，深信因果，读诵大乘，劝进行者」，菩萨的福。他具足人天福、二乘福、菩萨福，多福德！这是一个念佛人不能不讲求的，要修。",
      "zh_TW": "真正念佛人一定要精進，精，不夾雜就精，精是精純；進，不間斷就是進。精進用在念佛上就是不間斷、不夾雜。如果我們不間斷，夾雜，我們有進不精；我們不夾雜，但是我們念佛間斷，有精不進，一定要精進。我們處事待人接物應該用什麼態度？《觀經》講的三福要做到，那是求生西方極樂世界的根本。你要是做不到，我這一句佛號又不間斷、又不夾雜，但是三福沒修，能不能去？不能去。為什麼不能去？因為你只有善根，你沒有福德，《彌陀經》上講得清清楚楚，「不可以少善根福德因緣，得生彼國」。你善根裡面打一百分，福德卻是零分，這怎麼行？這是講我們處事待人接物要依三福。三福裡第一，「孝養父母，奉事師長，慈心不殺，修十善業」，第一條是人天福。第二條「受持三歸，具足眾戒，不犯威儀」，二乘的福。第三條「發菩提心，深信因果，讀誦大乘，勸進行者」，菩薩的福。他具足人天福、二乘福、菩薩福，多福德！這是一個念佛人不能不講求的，要修。"
    },
    {
      "id": "05-001-0014_p0015",
      "zh_CN": "如果你要是更进一步，要百尺竿头更进一步的话，那你要修十大愿王。我们在《无量寿经》看到的，每一个求生净土的菩萨都「遵修普贤大士之德」，这经文上明白的告诉我们，跟《华严经》十大愿王导归极乐一个意思。十大愿王就是一个念佛人处事待人接物的标准，第一个要修礼敬。你真修，你将来往生是一点障碍都没有，一百个人修一百个人往生；你不修，不修到后来会有障碍，这是我们要注意到的。很难做到！礼敬诸佛几个人能做到？礼敬诸佛不是教你天天拜佛，一切众生本来成佛，我们对于每一个人都要恭敬，对于每一个人都要看作我的善知识、我的善友。善财童子就是这么成就的。看到一个善人我恭敬他，我晓得那是菩萨、是佛，他示现这样子给我看，要我学他，见贤思齐。看到一个恶人，他是菩萨，他是佛示现的，装出那个怪模样叫我不要学他。这才能成就自己。连儒家也说「三人行，必有我师」，必这个字多肯定！三个人是什么？一个是自己，一个善人，一个恶人，都是我的老师，善人教我，我跟他学，恶人教我不要跟他学。",
      "zh_TW": "如果你要是更進一步，要百尺竿頭更進一步的話，那你要修十大願王。我們在《無量壽經》看到的，每一個求生淨土的菩薩都「遵修普賢大士之德」，這經文上明白的告訴我們，跟《華嚴經》十大願王導歸極樂一個意思。十大願王就是一個念佛人處事待人接物的標準，第一個要修禮敬。你真修，你將來往生是一點障礙都沒有，一百個人修一百個人往生；你不修，不修到後來會有障礙，這是我們要注意到的。很難做到！禮敬諸佛幾個人能做到？禮敬諸佛不是教你天天拜佛，一切眾生本來成佛，我們對於每一個人都要恭敬，對於每一個人都要看作我的善知識、我的善友。善財童子就是這麼成就的。看到一個善人我恭敬他，我曉得那是菩薩、是佛，他示現這樣子給我看，要我學他，見賢思齊。看到一個惡人，他是菩薩，他是佛示現的，裝出那個怪模樣叫我不要學他。這才能成就自己。連儒家也說「三人行，必有我師」，必這個字多肯定！三個人是什麼？一個是自己，一個善人，一個惡人，都是我的老師，善人教我，我跟他學，惡人教我不要跟他學。"
    },
    {
      "id": "05-001-0014_p0016",
      "zh_CN": "所以我们中国写历史，二十五史传记里面，传记里头有好人、有坏人。坏人为什么要作传记？最明显的大家都晓得，岳飞是好人，秦桧是坏人，为什么两个人都要立传记？岳飞尽忠报国，我们要学他，秦桧是个大汉奸，害忠良，我们不能学他，两个都是老师！西湖岳飞坟墓前面，秦桧夫妻两个铜像跪在那个地方，每个人到岳王坟的时候都吐他一个口水。那是什么？老师！就是你要想做汉奸，你看下场就这样，没有一个人不骂你，教我们不敢作奸，不敢为非作歹，反面的教育。好人是从正面教，恶人是从反面教，统统是老师。岳飞是民族英雄，秦桧也是，也不例外！所以过去有人跟我讲，秦桧大概是堕地狱了，我说没有，我说他早到天堂去了。为什么？你看他那个铜像跪在那里教化多少人，人家想做坏事，一看到他那个样子，不敢做坏事，他教化多少人，这是他的功德！这就是「三人行，必有我师」。",
      "zh_TW": "所以我們中國寫歷史，二十五史傳記裡面，傳記裡頭有好人、有壞人。壞人為什麼要作傳記？最明顯的大家都曉得，岳飛是好人，秦檜是壞人，為什麼兩個人都要立傳記？岳飛盡忠報國，我們要學他，秦檜是個大漢奸，害忠良，我們不能學他，兩個都是老師！西湖岳飛墳墓前面，秦檜夫妻兩個銅像跪在那個地方，每個人到岳王墳的時候都吐他一個口水。那是什麼？老師！就是你要想做漢奸，你看下場就這樣，沒有一個人不罵你，教我們不敢作奸，不敢為非作歹，反面的教育。好人是從正面教，惡人是從反面教，統統是老師。岳飛是民族英雄，秦檜也是，也不例外！所以過去有人跟我講，秦檜大概是墮地獄了，我說沒有，我說他早到天堂去了。為什麼？你看他那個銅像跪在那裡教化多少人，人家想做壞事，一看到他那個樣子，不敢做壞事，他教化多少人，這是他的功德！這就是「三人行，必有我師」。"
    },
    {
      "id": "05-001-0014_p0017",
      "zh_CN": "学是真的你自己有自觉、有觉性，我们六根接触六尘境界统统是菩萨学处，我们学在这里学。模范就是《华严经》的善财童子，你看善财童子参访的五十三位善知识，那里头有善人、有恶人，有最恶的人，他都是他的老师。《四十华严》里面，胜热婆罗门愚痴，甘露火王瞋恚，那简直是杀人的魔王，伐苏蜜多女是淫女，就是我们现在讲妓女。这三个人代表什么？贪瞋痴，代表三毒，都是善财的老师，那还有什么话说？里面有佛法、有外道，五十三位善知识里头有好几个是外道。这就说出了，除了自己之外，没有一个不是佛，没有一个不是菩萨，这样才能成就自己。所以一个念佛人，真正念佛人，就是要以十大愿王这种心态处事待人接物。",
      "zh_TW": "學是真的你自己有自覺、有覺性，我們六根接觸六塵境界統統是菩薩學處，我們學在這裡學。模範就是《華嚴經》的善財童子，你看善財童子參訪的五十三位善知識，那裡頭有善人、有惡人，有最惡的人，他都是他的老師。《四十華嚴》裡面，勝熱婆羅門愚痴，甘露火王瞋恚，那簡直是殺人的魔王，伐蘇蜜多女是淫女，就是我們現在講妓女。這三個人代表什麼？貪瞋痴，代表三毒，都是善財的老師，那還有什麼話說？裡面有佛法、有外道，五十三位善知識裡頭有好幾個是外道。這就說出了，除了自己之外，沒有一個不是佛，沒有一個不是菩薩，這樣才能成就自己。所以一個念佛人，真正念佛人，就是要以十大願王這種心態處事待人接物。"
    },
    {
      "id": "05-001-0014_p0018",
      "zh_CN": "佛眼睛里看一切众生统统是佛，菩萨眼睛看一切众生都是菩萨，凡夫眼睛看佛菩萨都是凡夫，这没法子。你要想我是不是好人？我看这个人不好，看那个人很恶，不是那个人不好，不是那个人恶，是我自己恶。我以一个恶心看一切法，没有一法不恶，我以善心看一切法，没有一法不善，境随心转，要明白这个道理。几时你成佛？不要问别人，你自己晓得，我看一切众生都是佛，我成佛了，佛眼看众生都是佛。什么时候我成菩萨？我看大家都是菩萨，没有一个不是菩萨，我成菩萨了。修行在自己不在别人，别人帮不上忙，要自己转自己的境界。不要问别人对我怎么样，要问我对别人怎么样；不要问别人看我怎么样，要问我看别人怎么样，修行用功的地方在此地。",
      "zh_TW": "佛眼睛裡看一切眾生統統是佛，菩薩眼睛看一切眾生都是菩薩，凡夫眼睛看佛菩薩都是凡夫，這沒法子。你要想我是不是好人？我看這個人不好，看那個人很惡，不是那個人不好，不是那個人惡，是我自己惡。我以一個惡心看一切法，沒有一法不惡，我以善心看一切法，沒有一法不善，境隨心轉，要明白這個道理。幾時你成佛？不要問別人，你自己曉得，我看一切眾生都是佛，我成佛了，佛眼看眾生都是佛。什麼時候我成菩薩？我看大家都是菩薩，沒有一個不是菩薩，我成菩薩了。修行在自己不在別人，別人幫不上忙，要自己轉自己的境界。不要問別人對我怎麼樣，要問我對別人怎麼樣；不要問別人看我怎麼樣，要問我看別人怎麼樣，修行用功的地方在此地。"
    },
    {
      "id": "05-001-0014_p0019",
      "zh_CN": "如果你真正修念佛法门，看到什么？这一切众生、山河大地没有一样不是阿弥陀佛。《弥陀经》上讲的，西方极乐世界水、鸟、风、树都是阿弥陀佛变化所作。我们今天看桌椅板凳，看一切众生，是阿弥陀佛变化所作，好了，这个境界完全是西方极乐世界，这不是假的。这就是契入了「自性弥陀，唯心净土」，这是真的不是假的。我们要很快成就，成就真正上品上生的境界，你念念当中，我们六根所接触境界统统是阿弥陀佛变化所作，决定不错。所以对于每个人由衷的礼敬。对事、对物，对事就是敬事，把一桩事情尽心尽力做得尽善尽美，这是对事之敬；对物之敬，譬如桌子，我们把它摆得整齐，擦得干干净净，这是对它的礼敬。十大愿王、三福要用在生活上，用在处事待人接物上。",
      "zh_TW": "如果你真正修念佛法門，看到什麼？這一切眾生、山河大地沒有一樣不是阿彌陀佛。《彌陀經》上講的，西方極樂世界水、鳥、風、樹都是阿彌陀佛變化所作。我們今天看桌椅板凳，看一切眾生，是阿彌陀佛變化所作，好了，這個境界完全是西方極樂世界，這不是假的。這就是契入了「自性彌陀，唯心淨土」，這是真的不是假的。我們要很快成就，成就真正上品上生的境界，你念念當中，我們六根所接觸境界統統是阿彌陀佛變化所作，決定不錯。所以對於每個人由衷的禮敬。對事、對物，對事就是敬事，把一樁事情盡心盡力做得盡善盡美，這是對事之敬；對物之敬，譬如桌子，我們把它擺得整齊，擦得乾乾淨淨，這是對它的禮敬。十大願王、三福要用在生活上，用在處事待人接物上。"
    },
    {
      "id": "05-001-0014_p0020",
      "zh_CN": "如果说是一个道场，一个家庭，或者你自己居住的房间，只看到一切零乱，这不是念佛人，念佛人一定整整齐齐、干干净净，为什么？他礼敬诸佛。如果一切杂乱、零乱，这一点恭敬心都没有，这就是你念佛的障碍。你念佛为什么得不到一心？为什么没有感应？是你自己平常造成这些障碍，你自己都不知道，只以为我这口里的一句阿弥陀佛就好了，这有口无心。南无是恭敬的意思，南无是皈依的意思，念这一句南无阿弥陀佛，是嘴里头皈依、恭敬，实际上皈依、恭敬根本就没做到，这怎么行！这不行。我常常看，我不讲，不需要讲，我一到这个讲堂来一看，佛像没有摆正，蜡台、香炉没有摆正，都摆得歪歪斜斜的。你看这个佛像跟后面佛像对不起来，不在一条线上；桌子摸一摸有灰尘，这个底下还有小蟑螂，一点恭敬心都没有。培一点小福报，小福报从哪里来？我在这里讲经，大家听了经是有一点受用，就培这么一点小福报；如果我不在这里讲经，是一点福报都没有。话顶多只能讲三遍，不能讲第四遍；三遍不听，再讲四遍，人家就讨厌，就烦了，所以就不能讲了。你们哪一位真正发菩萨心，你们好好的记住，各人修各人的，与别人都不相干。",
      "zh_TW": "如果說是一個道場，一個家庭，或者你自己居住的房間，只看到一切零亂，這不是念佛人，念佛人一定整整齊齊、乾乾淨淨，為什麼？他禮敬諸佛。如果一切雜亂、零亂，這一點恭敬心都沒有，這就是你念佛的障礙。你念佛為什麼得不到一心？為什麼沒有感應？是你自己平常造成這些障礙，你自己都不知道，只以為我這口裡的一句阿彌陀佛就好了，這有口無心。南無是恭敬的意思，南無是皈依的意思，念這一句南無阿彌陀佛，是嘴裡頭皈依、恭敬，實際上皈依、恭敬根本就沒做到，這怎麼行！這不行。我常常看，我不講，不需要講，我一到這個講堂來一看，佛像沒有擺正，蠟臺、香爐沒有擺正，都擺得歪歪斜斜的。你看這個佛像跟後面佛像對不起來，不在一條線上；桌子摸一摸有灰塵，這個底下還有小蟑螂，一點恭敬心都沒有。培一點小福報，小福報從哪裡來？我在這裡講經，大家聽了經是有一點受用，就培這麼一點小福報；如果我不在這裡講經，是一點福報都沒有。話頂多只能講三遍，不能講第四遍；三遍不聽，再講四遍，人家就討厭，就煩了，所以就不能講了。你們哪一位真正發菩薩心，你們好好的記住，各人修各人的，與別人都不相干。"
    },
    {
      "id": "05-001-0014_p0021",
      "zh_CN": "刚才说了，别人都是佛菩萨，我们修我们自己，我们眼里看别人统统是佛、统统是菩萨。他做得对做得不对，我清清楚楚、明明白白，这是我的智慧；我看了之后我如如不动，我心地清净，决定不染，这是我的禅定，这是我的一心不乱，不被外境转。无论什么境界里头，都是成就自己的戒定慧，成就自己功夫成片、一心不乱，不管什么境界，顺境、逆境，好境界、坏境界，统统成就自己。所以，自己修行功夫得力，法喜充满，我们自己前途光明，往生西方极乐世界有把握，决定往生。这些人哪一个人将来往哪里去，看得清清楚楚、明明白白的。绝对不是说我自己觉得往生有把握，你看那些人统统晓得，没有一个人不知道，他走的是哪条路，他将来得什么样结果。也许要问，你既然知道，为什么不救他一把？佛菩萨眼睛厉害得很，佛菩萨都不救，我们救不了！",
      "zh_TW": "剛才說了，別人都是佛菩薩，我們修我們自己，我們眼裡看別人統統是佛、統統是菩薩。他做得對做得不對，我清清楚楚、明明白白，這是我的智慧；我看了之後我如如不動，我心地清淨，決定不染，這是我的禪定，這是我的一心不亂，不被外境轉。無論什麼境界裡頭，都是成就自己的戒定慧，成就自己功夫成片、一心不亂，不管什麼境界，順境、逆境，好境界、壞境界，統統成就自己。所以，自己修行功夫得力，法喜充滿，我們自己前途光明，往生西方極樂世界有把握，決定往生。這些人哪一個人將來往哪裡去，看得清清楚楚、明明白白的。絕對不是說我自己覺得往生有把握，你看那些人統統曉得，沒有一個人不知道，他走的是哪條路，他將來得什麼樣結果。也許要問，你既然知道，為什麼不救他一把？佛菩薩眼睛厲害得很，佛菩薩都不救，我們救不了！"
    },
    {
      "id": "05-001-0014_p0022",
      "zh_CN": "你们看看《无量寿经》里面讲的，西方极乐世界的人，不要说是阿弥陀佛、观音、势至，就是下品下生的人，他们的天眼洞视，尽虚空遍法界看得清清楚楚，天耳彻听，他都不救，我们有什么能力救，救不了。他有业，他那个业必须要受罪，罪受完之后，再回心转意，这个时候佛菩萨就来了，就帮他忙；他现在还在迷惑颠倒，你怎样劝他，他精神都提不起来。佛菩萨大慈大悲，念念都度众生，他为什么不来？有些刚刚学佛的人，心里急得不得了，度众生的心之切超过一切诸佛菩萨，恨不得叫这些众生都成佛。其实做不到，没有办法，做不到！就是众生得度的时节因缘没成熟，没有成熟你拼命叫他成熟，这不可能的事情。譬如我们煮个饭，通常煮饭我们要半个小时，你说我三分钟就把饭煮好，三分钟锅拿开，饭盛出来，生的，不能吃。时候没有到，时节因缘不成熟，所以一定要懂得观机。",
      "zh_TW": "你們看看《無量壽經》裡面講的，西方極樂世界的人，不要說是阿彌陀佛、觀音、勢至，就是下品下生的人，他們的天眼洞視，盡虛空遍法界看得清清楚楚，天耳徹聽，他都不救，我們有什麼能力救，救不了。他有業，他那個業必須要受罪，罪受完之後，再回心轉意，這個時候佛菩薩就來了，就幫他忙；他現在還在迷惑顛倒，你怎樣勸他，他精神都提不起來。佛菩薩大慈大悲，念念都度眾生，他為什麼不來？有些剛剛學佛的人，心裡急得不得了，度眾生的心之切超過一切諸佛菩薩，恨不得叫這些眾生都成佛。其實做不到，沒有辦法，做不到！就是眾生得度的時節因緣沒成熟，沒有成熟你拼命叫他成熟，這不可能的事情。譬如我們煮個飯，通常煮飯我們要半個小時，你說我三分鐘就把飯煮好，三分鐘鍋拿開，飯盛出來，生的，不能吃。時候沒有到，時節因緣不成熟，所以一定要懂得觀機。"
    },
    {
      "id": "05-001-0014_p0023",
      "zh_CN": "对于没成熟的人，我们可以劝他，用什么方法劝？讲经的方法劝，就是「一历耳根，永为道种」，给他下种子，八识田里给他下种子，这就是帮了他大忙。已经有种的人就帮助他增长，已经增长的人帮助他成熟，已经成熟的人帮助他往生。你得看看他是在哪个阶段，成熟的阶段，那行，你帮助他往生成佛；他没有到成熟的阶段，做不到。所以，佛不度无缘之人，没有办法度，没有善根、没有成熟的人，佛都对他无可奈何，我们怎么能着急？这个事情急不得的。所以说不能帮助别人，首先要帮助自己，自己要成就。自己成就之后，到了西方极乐世界，也有洞视、彻听的能力，而且十方世界来去自如，看到众生机缘成熟，立刻就来，倒驾慈航，那是真正能度脱众生。现在自己没有能得度，说先要着急度众生，这是不可能的事情。",
      "zh_TW": "對於沒成熟的人，我們可以勸他，用什麼方法勸？講經的方法勸，就是「一歷耳根，永為道種」，給他下種子，八識田裡給他下種子，這就是幫了他大忙。已經有種的人就幫助他增長，已經增長的人幫助他成熟，已經成熟的人幫助他往生。你得看看他是在哪個階段，成熟的階段，那行，你幫助他往生成佛；他沒有到成熟的階段，做不到。所以，佛不度無緣之人，沒有辦法度，沒有善根、沒有成熟的人，佛都對他無可奈何，我們怎麼能著急？這個事情急不得的。所以說不能幫助別人，首先要幫助自己，自己要成就。自己成就之後，到了西方極樂世界，也有洞視、徹聽的能力，而且十方世界來去自如，看到眾生機緣成熟，立刻就來，倒駕慈航，那是真正能度脫眾生。現在自己沒有能得度，說先要著急度眾生，這是不可能的事情。"
    },
    {
      "id": "05-001-0014_p0024",
      "zh_CN": "这段文我们再把它念下去。「然此持名，亦通圆顿，不唯局小。」这就是讲持名这个法子，实在是非常之妙，小始终顿圆它都通，不局限在小教里。如果我们只认为持名是小教，那你也错了！持名的确是教初机，可是初机能通最上乘法，并不局限于小教。「亦开五门，一持念佛名门，心外有佛名故，小教，事法界观也，二摄名归心门，佛名唯心现故，始教，理法界观也，三心名双融门，即心即佛故，终教，四心名俱绝门，非心非佛故，顿教，理事无碍法界观也，五圆通无尽门，一念心，一佛名，遍含法界，无有尽故，圆教，事事无碍法界观也。」实在讲就是一句阿弥陀佛诚心诚意去念，这五种境界都包含在里面。五门虽然有浅深不一样，一心称名统统圆融含摄，这个意思我们要晓得。这是把念佛简单的说到此地。",
      "zh_TW": "這段文我們再把它念下去。「然此持名，亦通圓頓，不唯局小。」這就是講持名這個法子，實在是非常之妙，小始終頓圓它都通，不侷限在小教裡。如果我們只認為持名是小教，那你也錯了！持名的確是教初機，可是初機能通最上乘法，並不侷限於小教。「亦開五門，一持念佛名門，心外有佛名故，小教，事法界觀也，二攝名歸心門，佛名唯心現故，始教，理法界觀也，三心名雙融門，即心即佛故，終教，四心名俱絕門，非心非佛故，頓教，理事無礙法界觀也，五圓通無盡門，一念心，一佛名，遍含法界，無有盡故，圓教，事事無礙法界觀也。」實在講就是一句阿彌陀佛誠心誠意去念，這五種境界都包含在裡面。五門雖然有淺深不一樣，一心稱名統統圓融含攝，這個意思我們要曉得。這是把念佛簡單的說到此地。"
    },
    {
      "id": "05-001-0014_p0025",
      "zh_CN": "底下这是讲到三昧，因为十二如来教给大势至菩萨是「念佛三昧」。什么叫三昧？三昧是梵语，翻成中国的意思叫正定，三翻作正，昧翻作定，也翻作受，受就是享受、受用，也翻作正受。「此云正定，亦云正思」，正确的思惟，「正心行处」，心行处就是受用，通常我们讲正受，「一心念佛，名正定心，若他念者，即名邪思惟也」。这是就念佛法门来说，我们修念佛法门，一心念佛这是正信，就是正定，这就是修念佛三昧。如果我们念别的那就错了，为什么？与这个法门不相应，这就错了。有些同修看到祖师这个说法，他又把意思错会了，他说好，就是专念一句阿弥陀佛，那本师释迦牟尼佛不要念了，观音菩萨也不要念了，大势至菩萨也不要念了，专念一句阿弥陀佛。专念，他就把这个「专」误解了。专念的确是没错，试问问这个法门谁教给你的？本师释迦牟尼佛教给我的，好了，我们学这个法门了，马上把本师释迦牟尼佛丢掉，这行吗？三福里面「奉事师长」，我们把老师丢掉，忘掉了，这个错误。所以，我们在念佛之前，一定先念三称南无本师释迦牟尼佛，不忘本！这不是邪念。",
      "zh_TW": "底下這是講到三昧，因為十二如來教給大勢至菩薩是「念佛三昧」。什麼叫三昧？三昧是梵語，翻成中國的意思叫正定，三翻作正，昧翻作定，也翻作受，受就是享受、受用，也翻作正受。「此云正定，亦云正思」，正確的思惟，「正心行處」，心行處就是受用，通常我們講正受，「一心念佛，名正定心，若他念者，即名邪思惟也」。這是就念佛法門來說，我們修念佛法門，一心念佛這是正信，就是正定，這就是修念佛三昧。如果我們念別的那就錯了，為什麼？與這個法門不相應，這就錯了。有些同修看到祖師這個說法，他又把意思錯會了，他說好，就是專念一句阿彌陀佛，那本師釋迦牟尼佛不要念了，觀音菩薩也不要念了，大勢至菩薩也不要念了，專念一句阿彌陀佛。專念，他就把這個「專」誤解了。專念的確是沒錯，試問問這個法門誰教給你的？本師釋迦牟尼佛教給我的，好了，我們學這個法門了，馬上把本師釋迦牟尼佛丟掉，這行嗎？三福裡面「奉事師長」，我們把老師丟掉，忘掉了，這個錯誤。所以，我們在念佛之前，一定先念三稱南無本師釋迦牟尼佛，不忘本！這不是邪念。"
    },
    {
      "id": "05-001-0014_p0026",
      "zh_CN": "三称释迦牟尼佛之后，这才念阿弥陀佛，念一百声、念一千声、念一万声，念愈多愈好，专念。念完之后念三称观世音菩萨，三称大势至菩萨，三称清净大海众菩萨，这不叫杂念，这还是专念。到了西方极乐世界，只巴结阿弥陀佛一个人，观音、势至理都不理，这行吗？这不行，对不对？还有那些清净海众那么多人，不能说是都不理睬，这不可以的。所以我们都要念到、都要礼敬到，为什么？到了西方极乐世界大家共同在一块生活，和睦相处。不能说只是阿弥陀佛一个人喜欢我就行了，别的人我都不要，那你在西方极乐世界也住不住。所以这还是专念，诸位要懂得这个意思。可是专的时候，就是对于西方净土之外的诸佛菩萨的确是不念了，这是真的不是假的，不必念，这叫专。",
      "zh_TW": "三稱釋迦牟尼佛之後，這才念阿彌陀佛，念一百聲、念一千聲、念一萬聲，念愈多愈好，專念。念完之後念三稱觀世音菩薩，三稱大勢至菩薩，三稱清淨大海眾菩薩，這不叫雜念，這還是專念。到了西方極樂世界，只巴結阿彌陀佛一個人，觀音、勢至理都不理，這行嗎？這不行，對不對？還有那些清淨海眾那麼多人，不能說是都不理睬，這不可以的。所以我們都要念到、都要禮敬到，為什麼？到了西方極樂世界大家共同在一塊生活，和睦相處。不能說只是阿彌陀佛一個人喜歡我就行了，別的人我都不要，那你在西方極樂世界也住不住。所以這還是專念，諸位要懂得這個意思。可是專的時候，就是對於西方淨土之外的諸佛菩薩的確是不念了，這是真的不是假的，不必念，這叫專。"
    },
    {
      "id": "05-001-0014_p0027",
      "zh_CN": "你看觉明妙行菩萨讲这个专念，他讲念佛最忌讳的就是夹杂，他举了几个例子，读诵大乘经典夹杂。明明经上教给我们「读诵大乘，劝进行者」，为什么读诵大乘是夹杂？你要晓得，《观经》里面讲的读诵大乘，那个大乘是指净土三经，至少也是说与净土有关的经典。如果与净土完全无关的经典你去读诵，这与本宗相违背，这是夹杂。譬如你念《金刚经》，你去念《楞伽经》，这是夹杂。最好这些经典我们不要去念它，使我们这个心一心系念在西方极乐世界，一心系念阿弥陀佛。万万不可以一生病，赶紧去拜药师忏，念《药师经》，求药师菩萨来治病，一有灾难赶紧去念地藏菩萨来消灾，这都是夹杂，都是错误的。",
      "zh_TW": "你看覺明妙行菩薩講這個專念，他講念佛最忌諱的就是夾雜，他舉了幾個例子，讀誦大乘經典夾雜。明明經上教給我們「讀誦大乘，勸進行者」，為什麼讀誦大乘是夾雜？你要曉得，《觀經》裡面講的讀誦大乘，那個大乘是指淨土三經，至少也是說與淨土有關的經典。如果與淨土完全無關的經典你去讀誦，這與本宗相違背，這是夾雜。譬如你念《金剛經》，你去念《楞伽經》，這是夾雜。最好這些經典我們不要去念它，使我們這個心一心繫念在西方極樂世界，一心繫念阿彌陀佛。萬萬不可以一生病，趕緊去拜藥師懺，念《藥師經》，求藥師菩薩來治病，一有災難趕緊去念地藏菩薩來消災，這都是夾雜，都是錯誤的。"
    },
    {
      "id": "05-001-0014_p0028",
      "zh_CN": "如果我们想治病、想消灾，统统念阿弥陀佛。经上讲得很清楚，「法界藏身阿弥陀佛」，又说「十方一切佛，阿弥陀第一」。这个第一的都消不了你的灾，都治不了你的病，我看那药师如来跟地藏菩萨也无可奈何。为什么？第一流的都不能治，他那个二流、三流怎么行？错了，这叫夹杂。再就是做会，做会就是做法会，这是夹杂。再说些什么不相干的吉凶祸福，或者是说说禅、说说咒，统统叫夹杂。诸位你看《西方确指》你就晓得，古来的祖师大德教给我们一定要专修，专修容易成就三昧。善导大师告诉我们专修，一百个人修一百个人往生，一千个人修一千个人往生，一个都不会漏掉的。如果你是杂修的话，他老人家说，一万个人当中只能够有三、五个人往生。这个机会很少，不太容易，所以还是专修的好。",
      "zh_TW": "如果我們想治病、想消災，統統念阿彌陀佛。經上講得很清楚，「法界藏身阿彌陀佛」，又說「十方一切佛，阿彌陀第一」。這個第一的都消不了你的災，都治不了你的病，我看那藥師如來跟地藏菩薩也無可奈何。為什麼？第一流的都不能治，他那個二流、三流怎麼行？錯了，這叫夾雜。再就是做會，做會就是做法會，這是夾雜。再說些什麼不相干的吉凶禍福，或者是說說禪、說說咒，統統叫夾雜。諸位你看《西方確指》你就曉得，古來的祖師大德教給我們一定要專修，專修容易成就三昧。善導大師告訴我們專修，一百個人修一百個人往生，一千個人修一千個人往生，一個都不會漏掉的。如果你是雜修的話，他老人家說，一萬個人當中只能夠有三、五個人往生。這個機會很少，不太容易，所以還是專修的好。"
    },
    {
      "id": "05-001-0014_p0029",
      "zh_CN": "底下说「三昧是禅观通名」，禅的通名，可以说是通八万四千法门，通无量无边法门，因为什么？任何一个法门所修的都是三昧，这是通称。「念佛是一行别目」，念佛是在八万四千行门里面一种，不通于其他法门。三昧是通一切法门，八万四千法门统统称三昧。我们是用念佛这个方法修三昧，所以这个三昧成就了，叫做念佛三昧。念佛三昧比起禅宗的功夫是不是会差一点？不差，比任何方法所修成的三昧，不但不差，还要殊胜。因为佛在经上说过，「念佛三昧，三昧中王」，最殊胜的三昧无过于念佛三昧，只是很多人不知道，把念佛三昧看轻了。念佛三昧称为「宝王三昧」。这一点希望诸位同修要记住，不要轻易听信别人无知的见解，吃亏的是我们自己，要晓得一切法门，这确实是第一法门。文殊、普贤在华严会上说了两千多个法门，他选择的是念佛法门，持名念佛法门。连文殊、普贤都选择这个法门，我们还信不过吗？应当要相信。",
      "zh_TW": "底下說「三昧是禪觀通名」，禪的通名，可以說是通八萬四千法門，通無量無邊法門，因為什麼？任何一個法門所修的都是三昧，這是通稱。「念佛是一行別目」，念佛是在八萬四千行門裡面一種，不通於其他法門。三昧是通一切法門，八萬四千法門統統稱三昧。我們是用念佛這個方法修三昧，所以這個三昧成就了，叫做念佛三昧。念佛三昧比起禪宗的功夫是不是會差一點？不差，比任何方法所修成的三昧，不但不差，還要殊勝。因為佛在經上說過，「念佛三昧，三昧中王」，最殊勝的三昧無過於念佛三昧，只是很多人不知道，把念佛三昧看輕了。念佛三昧稱為「寶王三昧」。這一點希望諸位同修要記住，不要輕易聽信別人無知的見解，吃虧的是我們自己，要曉得一切法門，這確實是第一法門。文殊、普賢在華嚴會上說了兩千多個法門，他選擇的是念佛法門，持名念佛法門。連文殊、普賢都選擇這個法門，我們還信不過嗎？應當要相信。"
    },
    {
      "id": "05-001-0014_p0030",
      "zh_CN": "「又此念佛三昧，亦名一行三昧，亦名诸佛现前三昧，般若三昧，普等三昧」，这都是念佛三昧的别名。如果你真正明白这个意思，你才晓得念佛的殊胜，这一句佛号与禅家所说的一行三昧没有两样。六祖大师在《坛经》里面教学，讲到三昧，他就非常注重一行三昧，他那是上上禅，接引的根性是上上根人。殊不知念佛也是一行三昧。这里面要注意到的就是一心称念，一心是无二心，所以才称之为一行。这一句后面有解释，在六十面第二行，引用《大智度论》上说的。「智论云」，就是《大智度论》上说的，「一切禅定摄心，皆名三昧」，这是通说，「一行别目者」，有两种解释，第一「谓万行中一行」，这是念佛是一行三昧，参禅也叫做一行三昧。因为他在一切行门当中，他选择一门，就是一门深入成就，这叫一行。",
      "zh_TW": "「又此念佛三昧，亦名一行三昧，亦名諸佛現前三昧，般若三昧，普等三昧」，這都是念佛三昧的別名。如果你真正明白這個意思，你才曉得念佛的殊勝，這一句佛號與禪家所說的一行三昧沒有兩樣。六祖大師在《壇經》裡面教學，講到三昧，他就非常注重一行三昧，他那是上上禪，接引的根性是上上根人。殊不知念佛也是一行三昧。這裡面要注意到的就是一心稱念，一心是無二心，所以才稱之為一行。這一句後面有解釋，在六十面第二行，引用《大智度論》上說的。「智論云」，就是《大智度論》上說的，「一切禪定攝心，皆名三昧」，這是通說，「一行別目者」，有兩種解釋，第一「謂萬行中一行」，這是念佛是一行三昧，參禪也叫做一行三昧。因為他在一切行門當中，他選擇一門，就是一門深入成就，這叫一行。"
    },
    {
      "id": "05-001-0014_p0031",
      "zh_CN": "第二个意思，这一行三昧专指念佛，就在这一面第四行最后三个字看起。「二即指念佛三昧」，所以一行三昧有的时候是专指念佛三昧，「文殊般若经云，佛告文殊，欲入一行三昧者」，一行三昧是三昧里面最高的，「应处空闲，舍诸乱意」。处空闲这是环境，特别是一个初学修行的人，因为我们的心会被环境所转。一个人到不被环境所转的时候，他功夫已经得力，那个修行的确没有问题了，他的前途一帆风顺。他功夫不得力，他会随环境转，随环境转这个危险性太大了。所以，道场一定要建立在幽静的处所，就是人迹不到的地方。从前，现在很多人到大陆上观光旅游，你看过去这些名山古刹都是建立在深山里，交通很不方便。像九华山，你从山下要走到那个庙里，从前是走路，要走三天才能走得到。所以一般人都不愿意去，它环境清净，没有人打扰他。",
      "zh_TW": "第二個意思，這一行三昧專指念佛，就在這一面第四行最後三個字看起。「二即指念佛三昧」，所以一行三昧有的時候是專指念佛三昧，「文殊般若經云，佛告文殊，欲入一行三昧者」，一行三昧是三昧裡面最高的，「應處空閒，捨諸亂意」。處空閒這是環境，特別是一個初學修行的人，因為我們的心會被環境所轉。一個人到不被環境所轉的時候，他功夫已經得力，那個修行的確沒有問題了，他的前途一帆風順。他功夫不得力，他會隨環境轉，隨環境轉這個危險性太大了。所以，道場一定要建立在幽靜的處所，就是人跡不到的地方。從前，現在很多人到大陸上觀光旅遊，你看過去這些名山古剎都是建立在深山裡，交通很不方便。像九華山，你從山下要走到那個廟裡，從前是走路，要走三天才能走得到。所以一般人都不願意去，它環境清淨，沒有人打擾他。"
    },
    {
      "id": "05-001-0014_p0032",
      "zh_CN": "对外，在从前没有无线电广播，也没有电视，也没有报纸，外头不管发生什么事情他都不知道。他在山上住，一年到头天下太平，什么事也没有，他心清净。现在修行很糟糕，每天有电视、有无线电广播、报纸杂志，这一看，世界乱七八糟，心里头一天到晚在胡思乱想，这是大障碍。现在像那些道场，大陆上那些道场，能不能修行？不能修行，为什么？开放观光了。我这次在北京看雍和宫，雍和宫是喇嘛庙，是密宗的道场。在从前是门禁森严，一般人不能进去，现在卖门票观光。我到里面去，住持出来招待我，告诉我现在庙里头还住了五十多个人，里面有八个西藏的喇嘛，其余都是蒙古的。每天观光客五千人以上，星期假日一、两万人，这还修什么行？没法子修行了，没法子！",
      "zh_TW": "對外，在從前沒有無線電廣播，也沒有電視，也沒有報紙，外頭不管發生什麼事情他都不知道。他在山上住，一年到頭天下太平，什麼事也沒有，他心清淨。現在修行很糟糕，每天有電視、有無線電廣播、報紙雜誌，這一看，世界亂七八糟，心裡頭一天到晚在胡思亂想，這是大障礙。現在像那些道場，大陸上那些道場，能不能修行？不能修行，為什麼？開放觀光了。我這次在北京看雍和宮，雍和宮是喇嘛廟，是密宗的道場。在從前是門禁森嚴，一般人不能進去，現在賣門票觀光。我到裡面去，住持出來招待我，告訴我現在廟裡頭還住了五十多個人，裡面有八個西藏的喇嘛，其餘都是蒙古的。每天觀光客五千人以上，星期假日一、兩萬人，這還修什麼行？沒法子修行了，沒法子！"
    },
    {
      "id": "05-001-0014_p0033",
      "zh_CN": "所以今天我们讲真正修行，我觉得美国很好，在那个地方建个道场没人打搅你，人迹不到。我们台湾不行，地方太小，消息很灵通，你不管住在哪个地方，过两天马路就开了，汽车开上来了，这不行。还有电视广播，有的时候你不能不听。在外国，那电视广播，我们不懂英语的人好，听不懂，所以就不看电视，也不听广播，也不看报纸。到了美国，又不会驾车，所以到美国怎么样？眼也瞎了，耳也聋了，嘴巴也哑了，腿也软了，不能走路了，正好念佛，除念佛之外没事干。隔壁邻居是外国人，讲话也不通，他也不来找你，你也不会找他，好，正好。真正念佛，我觉得外国环境比中国好，当然讲经弘法，中国环境比外国好，真正老实念佛，外国环境比中国好。这就是必须要找个清净的环境，这是外缘。内里面舍诸乱意，这是对自己来讲，自己一切分别执着妄想要放下，内外清净，内心清净，外面环境也清净。",
      "zh_TW": "所以今天我們講真正修行，我覺得美國很好，在那個地方建個道場沒人打攪你，人跡不到。我們台灣不行，地方太小，消息很靈通，你不管住在哪個地方，過兩天馬路就開了，汽車開上來了，這不行。還有電視廣播，有的時候你不能不聽。在外國，那電視廣播，我們不懂英語的人好，聽不懂，所以就不看電視，也不聽廣播，也不看報紙。到了美國，又不會駕車，所以到美國怎麼樣？眼也瞎了，耳也聾了，嘴巴也啞了，腿也軟了，不能走路了，正好念佛，除念佛之外沒事幹。隔壁鄰居是外國人，講話也不通，他也不來找你，你也不會找他，好，正好。真正念佛，我覺得外國環境比中國好，當然講經弘法，中國環境比外國好，真正老實念佛，外國環境比中國好。這就是必須要找個清淨的環境，這是外緣。內裡面捨諸亂意，這是對自己來講，自己一切分別執著妄想要放下，內外清淨，內心清淨，外面環境也清淨。"
    },
    {
      "id": "05-001-0014_p0034",
      "zh_CN": "「不取相貌，系心一佛，专称名字」，像我们求生西方净土的，专念阿弥陀佛，专想西方极乐世界依正庄严，这样成就很快。「随彼方所，端身正向」，念佛人，坐面朝西，站的时候面也朝西，供佛像最好佛像供在西方，求感应，念念不忘西方。「能于一佛，念念相续，即是念中，能见过去未来现在诸佛，念一佛功德，与念无量佛功德无二。」特别是念阿弥陀佛，念阿弥陀佛就是念一切诸佛，一尊佛都没有漏掉。念别的佛可能还漏掉一些，念阿弥陀佛是一尊佛都不漏的。所以《弥陀经》里面讲诸佛，你看古德的注解，什么叫诸佛？诸佛就是阿弥陀佛，阿弥陀佛就是诸佛的名号，这都是劝我们要一心系念。「若得一行三昧者，诸经法门，皆悉了知。」这是成就的殊胜。你真正念到一心不乱，给诸位说，一切经论你不学自然通达，决定没有障碍，得到三昧了。一切经论都是佛从三昧里面流露出来的，现在你也得三昧了，所以你只要一接触经典，你自性里面流出来的经论，跟佛菩萨那个经论相应，还一模一样的，不增不减。这种智慧叫无师智，没有老师的，自然智，就是本性般若智慧的流露。",
      "zh_TW": "「不取相貌，繫心一佛，專稱名字」，像我們求生西方淨土的，專念阿彌陀佛，專想西方極樂世界依正莊嚴，這樣成就很快。「隨彼方所，端身正向」，念佛人，坐面朝西，站的時候面也朝西，供佛像最好佛像供在西方，求感應，念念不忘西方。「能於一佛，念念相續，即是念中，能見過去未來現在諸佛，念一佛功德，與念無量佛功德無二。」特別是念阿彌陀佛，念阿彌陀佛就是念一切諸佛，一尊佛都沒有漏掉。念別的佛可能還漏掉一些，念阿彌陀佛是一尊佛都不漏的。所以《彌陀經》裡面講諸佛，你看古德的註解，什麼叫諸佛？諸佛就是阿彌陀佛，阿彌陀佛就是諸佛的名號，這都是勸我們要一心繫念。「若得一行三昧者，諸經法門，皆悉了知。」這是成就的殊勝。你真正念到一心不亂，給諸位說，一切經論你不學自然通達，決定沒有障礙，得到三昧了。一切經論都是佛從三昧裡面流露出來的，現在你也得三昧了，所以你只要一接觸經典，你自性裡面流出來的經論，跟佛菩薩那個經論相應，還一模一樣的，不增不減。這種智慧叫無師智，沒有老師的，自然智，就是本性般若智慧的流露。"
    },
    {
      "id": "05-001-0014_p0035",
      "zh_CN": "此地灌顶大师假设了一个问答，「问，此教念佛，为念十方佛耶，为念阿弥陀耶」。经上没说清楚，没说明白，只是十二如来教他念佛三昧，他到底念哪个佛？「答，但念阿弥陀佛」，他答得很肯定，「以十二如来同名阿弥陀故」，这跟《无量寿经》上名字完全相同。「下云，摄念佛人，归于净土，又普广问佛十方俱有佛土，何以独赞西方，佛言，阎浮提人，心多杂乱，令其专心一境，乃得往生，若念十方诸佛，境繁意散，不成三昧」，他不能成就，「况诸佛同一法身，念一佛，即念一切佛故」。底下又问，「何十二佛，皆教势至，念自名耶，答」，这个答里头有两个意思，「一者十二如来，本愿如是，如今法藏愿云，闻我名号，乃至十念，若不生者，不取正觉，是也」。这个愿是四十八愿里面第十八愿，这是四十八愿里头最重要的一愿，就是临命终时十念可以往生。「二者教念十二佛名，即是教念古弥陀十二别号，犹今法藏教念无量寿佛，即是教念无量光，乃至超日月光也。」这个意思统统在《无量寿经》里，我们一定要晓得。理事都搞清楚了，我们才会死心塌地的念阿弥陀佛，死心塌地依照三经、五经一论来修持。这个地方讲修持，就是把我们所有的想法、看法、做法，一切错误的统统把它修正过来，这叫修行。",
      "zh_TW": "此地灌頂大師假設了一個問答，「問，此教念佛，為念十方佛耶，為念阿彌陀耶」。經上沒說清楚，沒說明白，只是十二如來教他念佛三昧，他到底念哪個佛？「答，但念阿彌陀佛」，他答得很肯定，「以十二如來同名阿彌陀故」，這跟《無量壽經》上名字完全相同。「下云，攝念佛人，歸於淨土，又普廣問佛十方俱有佛土，何以獨讚西方，佛言，閻浮提人，心多雜亂，令其專心一境，乃得往生，若念十方諸佛，境繁意散，不成三昧」，他不能成就，「況諸佛同一法身，念一佛，即念一切佛故」。底下又問，「何十二佛，皆教勢至，念自名耶，答」，這個答裡頭有兩個意思，「一者十二如來，本願如是，如今法藏願云，聞我名號，乃至十念，若不生者，不取正覺，是也」。這個願是四十八願裡面第十八願，這是四十八願裡頭最重要的一願，就是臨命終時十念可以往生。「二者教念十二佛名，即是教念古彌陀十二別號，猶今法藏教念無量壽佛，即是教念無量光，乃至超日月光也。」這個意思統統在《無量壽經》裡，我們一定要曉得。理事都搞清楚了，我們才會死心塌地的念阿彌陀佛，死心塌地依照三經、五經一論來修持。這個地方講修持，就是把我們所有的想法、看法、做法，一切錯誤的統統把它修正過來，這叫修行。"
    },
    {
      "id": "05-001-0014_p0036",
      "zh_CN": "所以，我过去讲净土经的时候，我说了个最简单的说法，往生品位究竟从哪里区别？我没有按照古人那个讲法，我的说法很简单。你把三经里面这些道理、教训、方法你努力去做，你如果说百分之百的做到了，一定上品上生。如果你只能做到百分之九十，还有一成做不到，那你就是上品中生。你再打个八折，我只能做到百分之八十，百分之二十做不到，这就上品下生。如果打七折，那就是中品上生，再打六折就中品中生，所以最低限度你要做到二成，下品下生。如果念了这些经论，百分之二十都做不到，只可以说跟阿弥陀佛结个法缘，看看来生来世碰到之后，再继续努力干，这一生没办法往生。这一生要往生，至少要做到百分之二十。不能说我完全不做，这个不可以的。如果说完全都不要做，佛何必说，佛就不必说了，还要给你说《观经》、《无量寿经》干什么，说个《阿弥陀经》够了。所以一定要做到，努力去做，这样才能够提升品位，才能够决定往生。",
      "zh_TW": "所以，我過去講淨土經的時候，我說了個最簡單的說法，往生品位究竟從哪裡區別？我沒有按照古人那個講法，我的說法很簡單。你把三經裡面這些道理、教訓、方法你努力去做，你如果說百分之百的做到了，一定上品上生。如果你只能做到百分之九十，還有一成做不到，那你就是上品中生。你再打個八折，我只能做到百分之八十，百分之二十做不到，這就上品下生。如果打七折，那就是中品上生，再打六折就中品中生，所以最低限度你要做到二成，下品下生。如果念了這些經論，百分之二十都做不到，只可以說跟阿彌陀佛結個法緣，看看來生來世碰到之後，再繼續努力幹，這一生沒辦法往生。這一生要往生，至少要做到百分之二十。不能說我完全不做，這個不可以的。如果說完全都不要做，佛何必說，佛就不必說了，還要給你說《觀經》、《無量壽經》幹什麼，說個《阿彌陀經》夠了。所以一定要做到，努力去做，這樣才能夠提升品位，才能夠決定往生。"
    }
  ]
}