{
  "doc_id": "21-589-0002",
  "title": {
    "zh_CN": "2010年先师长善护追思纪念大会—对净宗学院同学的谈话",
    "zh_TW": "2010年先師長善護追思紀念大會—對淨宗學院同學的談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2010",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-589-0002",
  "total_paragraphs": 43,
  "paragraphs": [
    {
      "id": "21-589-0002_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今年我们一年一度追思师长、护法教导护持的深恩，做得很圆满，我们大家参与这个场面都很受感动。也正好遇到图文巴这个地区平常很少雨水，这次能够有两三个星期下雨都没有中断，听说水库也都满了，给这一方的人民带来很好的喜讯。可是我们在网路传媒上看到，这个世界许多地区还是有严重的灾难，一次比一次严重。在这几天，有不少从远道来的同学，我们在一起观看「2012」的影片以及四个纪录片，纪录片是许多学者专家在讨论这个问题，很值得一看。昨天晚上同学们又送来一个光碟给我，讨论地球如果温度再上升两个摄氏度，会产生什么样的变化。过去我听人家说过，内容不详细，看过这个光碟之后才知道这个问题不亚于「2012」那个严重性。我们学佛的同修应该怎样面对这个事实真相？",
      "zh_TW": "諸位法師，諸位同學，請坐。今年我們一年一度追思師長、護法教導護持的深恩，做得很圓滿，我們大家參與這個場面都很受感動。也正好遇到圖文巴這個地區平常很少雨水，這次能夠有兩三個星期下雨都沒有中斷，聽說水庫也都滿了，給這一方的人民帶來很好的喜訊。可是我們在網路傳媒上看到，這個世界許多地區還是有嚴重的災難，一次比一次嚴重。在這幾天，有不少從遠道來的同學，我們在一起觀看「2012」的影片以及四個紀錄片，紀錄片是許多學者專家在討論這個問題，很值得一看。昨天晚上同學們又送來一個光碟給我，討論地球如果溫度再上升兩個攝氏度，會產生什麼樣的變化。過去我聽人家說過，內容不詳細，看過這個光碟之後才知道這個問題不亞於「2012」那個嚴重性。我們學佛的同修應該怎樣面對這個事實真相？"
    },
    {
      "id": "21-589-0002_p0002",
      "zh_CN": "非常遗憾的，是佛教在最近二、三百年来变成宗教了，这是非常的遗憾。诸位要知道，三百年以前，佛教不是宗教，佛教是释迦牟尼佛的教育。所以在中国古代，称儒家、道家、佛家，那是学派的一种尊称，是教育，用现在的话来说是多元文化的社会教育，这是事实。我学佛这个因缘同学们都知道，早年跟方东美先生学哲学，他给我在「哲学概论」这个课程里面，末后一个单元是「佛经哲学」，我从这个地方入门的。他给我讲佛经哲学，第一句话就是说，「释迦牟尼佛是世间最伟大的哲学家」，他是这么介绍给我的，「佛经哲学是全世界哲学的最高峰」，这是他的原话。我以后遵循他的教诲，但没有用他的言语，以后我在许多场合当中说这桩事情，都说「佛经是高等哲学」，没有说是「全世界哲学的最高峰」，没有，我没有这个讲法，他可以讲，我不敢讲。告诉我「学佛是人生最高的享受」，我是被这样子接引入佛门来的。",
      "zh_TW": "非常遺憾的，是佛教在最近二、三百年來變成宗教了，這是非常的遺憾。諸位要知道，三百年以前，佛教不是宗教，佛教是釋迦牟尼佛的教育。所以在中國古代，稱儒家、道家、佛家，那是學派的一種尊稱，是教育，用現在的話來說是多元文化的社會教育，這是事實。我學佛這個因緣同學們都知道，早年跟方東美先生學哲學，他給我在「哲學概論」這個課程裡面，末後一個單元是「佛經哲學」，我從這個地方入門的。他給我講佛經哲學，第一句話就是說，「釋迦牟尼佛是世間最偉大的哲學家」，他是這麼介紹給我的，「佛經哲學是全世界哲學的最高峰」，這是他的原話。我以後遵循他的教誨，但沒有用他的言語，以後我在許多場合當中說這樁事情，都說「佛經是高等哲學」，沒有說是「全世界哲學的最高峰」，沒有，我沒有這個講法，他可以講，我不敢講。告訴我「學佛是人生最高的享受」，我是被這樣子接引入佛門來的。"
    },
    {
      "id": "21-589-0002_p0003",
      "zh_CN": "还有一句话非常重要，在古时候，那些出家人都是专家学者，有学问、有道德，是被社会大众所尊敬的。现在佛门的这些弟子们，真正深入经藏的人愈来愈少了，不像从前，从前很普遍，寺院庵堂都是大学。学佛，在寺庙里面就有困难，那佛在哪里？他说「佛在经典里面」，他指我这条路，必须深入经藏，你才能学到东西。这个路指得非常好，否则的话，老师这样介绍，我们到寺院里面一看，不像老师所说的，对老师的信心就失掉了，那什么都学不到了。",
      "zh_TW": "還有一句話非常重要，在古時候，那些出家人都是專家學者，有學問、有道德，是被社會大眾所尊敬的。現在佛門的這些弟子們，真正深入經藏的人愈來愈少了，不像從前，從前很普遍，寺院庵堂都是大學。學佛，在寺廟裡面就有困難，那佛在哪裡？他說「佛在經典裡面」，他指我這條路，必須深入經藏，你才能學到東西。這個路指得非常好，否則的話，老師這樣介紹，我們到寺院裡面一看，不像老師所說的，對老師的信心就失掉了，那什麼都學不到了。"
    },
    {
      "id": "21-589-0002_p0004",
      "zh_CN": "以后大概两三个月，我认识章嘉大师，章嘉大师叫我学释迦牟尼佛，叫我去读《释迦谱》、《释迦方志》。在那个时候释迦牟尼佛的传记找不到，这两样东西是唐朝人编的，《大藏经》里面有，那时候我在善导寺去抄这两样东西，好在分量还不太多。才晓得世尊的生平，知道他的身分是王子，十九岁放弃王位的继承，出去参学。这个年轻人非常好学，有大慈悲心，求学的目的是希望帮助一切苦难众生离苦得乐。苦从哪里来的？苦从迷来的。乐从哪里来？乐从觉悟来的。所以，破迷开悟是因，离苦得乐是果报。这才认真努力出去求学，给我们做个好榜样。给什么人做？现在所谓的知识分子。他去求学，十九岁到三十岁，十二年，我们能想到这十二年相当长的时间。",
      "zh_TW": "以後大概兩三個月，我認識章嘉大師，章嘉大師叫我學釋迦牟尼佛，叫我去讀《釋迦譜》、《釋迦方志》。在那個時候釋迦牟尼佛的傳記找不到，這兩樣東西是唐朝人編的，《大藏經》裡面有，那時候我在善導寺去抄這兩樣東西，好在分量還不太多。才曉得世尊的生平，知道他的身分是王子，十九歲放棄王位的繼承，出去參學。這個年輕人非常好學，有大慈悲心，求學的目的是希望幫助一切苦難眾生離苦得樂。苦從哪裡來的？苦從迷來的。樂從哪裡來？樂從覺悟來的。所以，破迷開悟是因，離苦得樂是果報。這才認真努力出去求學，給我們做個好榜樣。給什麼人做？現在所謂的知識分子。他去求學，十九歲到三十歲，十二年，我們能想到這十二年相當長的時間。"
    },
    {
      "id": "21-589-0002_p0005",
      "zh_CN": "印度在那个时候，他们的宗教跟学术都可以说是世界上第一流的，无论是宗教或是学派，他们有个很特别的方式，就是重视禅定。佛经上所说的四禅八定，在当时印度是非常普遍，无论哪个学派、宗教他们都是这样修学。我们晓得禅定能突破空间维次，因此他们对于六道里面的状况了解得非常清楚。所以六道不是佛说的，是婆罗门教说的。婆罗门教的历史至少有一万多年，我跟他们接触很多，我能够相信。佛教照中国人的记载是三千多年，现在世界上一般承认的是两千五百五十年，跟婆罗门教比，婆罗门教至少比我们多一万年，它的成就不可思议。",
      "zh_TW": "印度在那個時候，他們的宗教跟學術都可以說是世界上第一流的，無論是宗教或是學派，他們有個很特別的方式，就是重視禪定。佛經上所說的四禪八定，在當時印度是非常普遍，無論哪個學派、宗教他們都是這樣修學。我們曉得禪定能突破空間維次，因此他們對於六道裡面的狀況了解得非常清楚。所以六道不是佛說的，是婆羅門教說的。婆羅門教的歷史至少有一萬多年，我跟他們接觸很多，我能夠相信。佛教照中國人的記載是三千多年，現在世界上一般承認的是兩千五百五十年，跟婆羅門教比，婆羅門教至少比我們多一萬年，它的成就不可思議。"
    },
    {
      "id": "21-589-0002_p0006",
      "zh_CN": "在四禅八定里面，最高的定是第八定，他有能力看到无色界天非想非非想处天，下面能看到阿鼻地狱，这里面的空间维次全部突破，所以对这里面状况叫一清二楚。这个事情，就像中国人所讲的，他知其当然，不知其所以然，六道怎么来的？从哪里来的？为什么会有六道？六道之外还有没有世界？这三个问题在印度所有宗教没有法子解答，学派里面也没有法子，解答只是个模糊概念。像我们中国古人讲的，「浑沌初开，乾坤始奠」，就是这种说法，说不出所以然来。释迦牟尼佛这个时候没地方学了，能学的地方他都去过了，都找不到终极的答案，就放弃了。在恒河旁边大树底下入定，入更深层次的定。一般他们知道八定，禅定层次多了，第九定是阿罗汉，比阿罗汉再高的就是辟支佛。他老人家入更深的禅定。",
      "zh_TW": "在四禪八定裡面，最高的定是第八定，他有能力看到無色界天非想非非想處天，下面能看到阿鼻地獄，這裡面的空間維次全部突破，所以對這裡面狀況叫一清二楚。這個事情，就像中國人所講的，他知其當然，不知其所以然，六道怎麼來的？從哪裡來的？為什麼會有六道？六道之外還有沒有世界？這三個問題在印度所有宗教沒有法子解答，學派裡面也沒有法子，解答只是個模糊概念。像我們中國古人講的，「渾沌初開，乾坤始奠」，就是這種說法，說不出所以然來。釋迦牟尼佛這個時候沒地方學了，能學的地方他都去過了，都找不到終極的答案，就放棄了。在恆河旁邊大樹底下入定，入更深層次的定。一般他們知道八定，禪定層次多了，第九定是阿羅漢，比阿羅漢再高的就是辟支佛。他老人家入更深的禪定。"
    },
    {
      "id": "21-589-0002_p0007",
      "zh_CN": "现在我们了解，也就是说把起心动念放下，不起心不动念，这一放下就是大乘教里面讲的，大彻大悟，明心见性。这个问题解决了，宇宙从哪里来的知道了，为什么会有六道轮回也清楚了，全搞明白了。六道之外还有没有世界？太大太大了，见到十方如来的华藏世界。《华严经》上讲的华藏世界海，「世界成就品」，就是那个时候佛所见到的，那个时候三十岁。开悟之后就从事于教学，第一部经就是把他自己悟入的境界详详细细跟大家做说明。这个报告是在定中讲的，所以小乘学者不承认，是释迦牟尼佛在定中讲的。多长的时间？经典里面讲二七日中，也有经典讲三七日中，这个我们不需要争论，二七也好、三七也好，总而言之，时间不长，二七十四天、三七二十一天，有这两种说法。讲什么经？《大方广佛华严经》。这是做报告，明心见性，性是什么样子？性体、性相、性的作用。《华严经》「大方广」这三个字就是代表，大代表体，方代表相，广代表用，体、相、用。",
      "zh_TW": "現在我們了解，也就是說把起心動念放下，不起心不動念，這一放下就是大乘教裡面講的，大徹大悟，明心見性。這個問題解決了，宇宙從哪裡來的知道了，為什麼會有六道輪迴也清楚了，全搞明白了。六道之外還有沒有世界？太大太大了，見到十方如來的華藏世界。《華嚴經》上講的華藏世界海，「世界成就品」，就是那個時候佛所見到的，那個時候三十歲。開悟之後就從事於教學，第一部經就是把他自己悟入的境界詳詳細細跟大家做說明。這個報告是在定中講的，所以小乘學者不承認，是釋迦牟尼佛在定中講的。多長的時間？經典裡面講二七日中，也有經典講三七日中，這個我們不需要爭論，二七也好、三七也好，總而言之，時間不長，二七十四天、三七二十一天，有這兩種說法。講什麼經？《大方廣佛華嚴經》。這是做報告，明心見性，性是什麼樣子？性體、性相、性的作用。《華嚴經》「大方廣」這三個字就是代表，大代表體，方代表相，廣代表用，體、相、用。"
    },
    {
      "id": "21-589-0002_p0008",
      "zh_CN": "世尊给我们说《大方广佛华严经》，我们有没有听到？没有听到。现在传下来，传下来那是很简略的，不是世尊所讲的原文。这部经讲完之后，大龙菩萨把它收藏在龙宫。佛灭度六百年之后，印度出现了一个龙树菩萨，龙树菩萨是初地菩萨。这个人很聪明，我们相信这个初地应当是别教初地，不会是圆教，因为他的习气没断，还有很浓厚的习气。他用了三个月的时间，诸位记住三个月，把释迦牟尼佛四十九年所说的一切经教，古德把它集结变成了经本，三个月的时间他统统读完了。就像我们现在讲的《大藏经》，《大藏经》三个月的时间可不可以读完？我们相信可以，凭什么相信？在中国也出现有开悟的。唐朝禅宗六祖惠能大师，不认识字，开悟了。他这一开悟，释迦牟尼佛四十九年所说的经，他不认识字当然没看过，他懂不懂？全懂。无论哪一部经，你念给他听，他就讲给你听，没有障碍的。所以我们相信，惠能大师有这个能力，龙树大师肯定也有这个能力。",
      "zh_TW": "世尊給我們說《大方廣佛華嚴經》，我們有沒有聽到？沒有聽到。現在傳下來，傳下來那是很簡略的，不是世尊所講的原文。這部經講完之後，大龍菩薩把它收藏在龍宮。佛滅度六百年之後，印度出現了一個龍樹菩薩，龍樹菩薩是初地菩薩。這個人很聰明，我們相信這個初地應當是別教初地，不會是圓教，因為他的習氣沒斷，還有很濃厚的習氣。他用了三個月的時間，諸位記住三個月，把釋迦牟尼佛四十九年所說的一切經教，古德把它集結變成了經本，三個月的時間他統統讀完了。就像我們現在講的《大藏經》，《大藏經》三個月的時間可不可以讀完？我們相信可以，憑什麼相信？在中國也出現有開悟的。唐朝禪宗六祖惠能大師，不認識字，開悟了。他這一開悟，釋迦牟尼佛四十九年所說的經，他不認識字當然沒看過，他懂不懂？全懂。無論哪一部經，你念給他聽，他就講給你聽，沒有障礙的。所以我們相信，惠能大師有這個能力，龍樹大師肯定也有這個能力。"
    },
    {
      "id": "21-589-0002_p0009",
      "zh_CN": "一部经要不要从头到尾看完才了解？不需要。我们在《坛经》上看到一个例子非常明显，法达禅师，他受持《法华经》，他念了三千遍。《法华经》很长，这个我们知道，大概一天顶多只能念一部，三千遍得十年。十年专心在《法华》上，这个人很了不起，肯定得法华三昧。我们从《坛经》上记载来看，他三昧没得到，在得三昧的边缘上，将得未得，将悟未悟，在边缘上。他为什么不能够悟入？我们在《坛经》上看到了，他的病根是傲慢，就是现在人讲值得骄傲。因为跟别人比的时候，别人比不上他，十年专攻一部，一门深入，长时薰修，这是很值得骄傲的。就这一点他就开不了悟，他就得不到法华三昧。",
      "zh_TW": "一部經要不要從頭到尾看完才了解？不需要。我們在《壇經》上看到一個例子非常明顯，法達禪師，他受持《法華經》，他念了三千遍。《法華經》很長，這個我們知道，大概一天頂多只能念一部，三千遍得十年。十年專心在《法華》上，這個人很了不起，肯定得法華三昧。我們從《壇經》上記載來看，他三昧沒得到，在得三昧的邊緣上，將得未得，將悟未悟，在邊緣上。他為什麼不能夠悟入？我們在《壇經》上看到了，他的病根是傲慢，就是現在人講值得驕傲。因為跟別人比的時候，別人比不上他，十年專攻一部，一門深入，長時薰修，這是很值得驕傲的。就這一點他就開不了悟，他就得不到法華三昧。"
    },
    {
      "id": "21-589-0002_p0010",
      "zh_CN": "怎么看到的？他见六祖，当然先礼拜，礼拜头不着地。六祖看得很清楚，三拜拜起来，站起来问他，刚才礼拜，你的头没有着地，你一定有什么值得骄傲的地方，你说说看。他就讲，他读了三千部的《法华经》。六祖就问他《法华经》的大意，他说不出来，反过来请教惠能大师。惠能大师说这个经我没听过，他不认识字，当然他不会看，他说你既然念得这么熟，你念给我听听。《法华经》二十八品，他念到第二品，第二品「方便品」，念到第二品，能大师就说，行了，后头不要念了，我全明白了。你看，一部经他只念一点点，全通了，后头不要读了。我们从这里想，龙树菩萨三个月把全部《大藏经》念完有可能，他不要念完，翻几页就行了，这里面他全懂了。把《法华经》的大意讲给法达禅师听，他听了之后就开悟了，再礼拜头就着地。从这个故事里面看，有一点点觉得了不起、骄傲就不行，那就叫业障，不但障碍你三昧，障碍你开悟。开悟的人、真正学佛的人，永远记住谦虚，不但佛法如此，世间法也不例外。现在人，学佛不能开悟、不能得三昧，不但是学佛，学儒、学道都不能成就，原因在哪里？在自己的业障，不在外头，这个业障就是傲慢，自以为了不起。",
      "zh_TW": "怎麼看到的？他見六祖，當然先禮拜，禮拜頭不著地。六祖看得很清楚，三拜拜起來，站起來問他，剛才禮拜，你的頭沒有著地，你一定有什麼值得驕傲的地方，你說說看。他就講，他讀了三千部的《法華經》。六祖就問他《法華經》的大意，他說不出來，反過來請教惠能大師。惠能大師說這個經我沒聽過，他不認識字，當然他不會看，他說你既然念得這麼熟，你念給我聽聽。《法華經》二十八品，他念到第二品，第二品「方便品」，念到第二品，能大師就說，行了，後頭不要念了，我全明白了。你看，一部經他只念一點點，全通了，後頭不要讀了。我們從這裡想，龍樹菩薩三個月把全部《大藏經》念完有可能，他不要念完，翻幾頁就行了，這裡面他全懂了。把《法華經》的大意講給法達禪師聽，他聽了之後就開悟了，再禮拜頭就著地。從這個故事裡面看，有一點點覺得了不起、驕傲就不行，那就叫業障，不但障礙你三昧，障礙你開悟。開悟的人、真正學佛的人，永遠記住謙虛，不但佛法如此，世間法也不例外。現在人，學佛不能開悟、不能得三昧，不但是學佛，學儒、學道都不能成就，原因在哪裡？在自己的業障，不在外頭，這個業障就是傲慢，自以為了不起。"
    },
    {
      "id": "21-589-0002_p0011",
      "zh_CN": "古大德选择学生，这个学生是传道的学生，传人，他凭什么选择？凭学生的谦德，谦虚、恭敬，尊师重道。对人不谦虚，他学不到东西。所以孝亲、尊师，这是基本的条件，你对父母不知道孝顺、对老师不尊敬，你遇到再好的老师，老师给你点点头笑笑，不教你。为什么不教你？你吸收不进去、你没有能力接受。《书经》里面所讲的，「满招损，谦受益」，你拿个杯子来问人家要一点饮料，可是你这个杯子是满的，人家装不进去，添进去就漏掉了，漫出来了。那要怎样？你那个杯子是干净的，你把里面东西倒干净，你来要，人家欢喜给你。不是不慈悲，不是不爱护，是无可奈何，没有办法，你是满满的，一点都装不进去。所以你听经能听懂吗？听不懂，皮毛而已，弦外之音你确实是没分，无法体会。这是我们不能不知道的。《礼记》一开端，第一句话就说「曲礼曰，毋不敬」，我们佛法一展开，你看看普贤菩萨，「礼敬诸佛」，第一句，你有没有做到？你没有做到，你就入不了佛门，你就没有办法亲近善知识，都在这个心态上。你没有真诚恭敬，你怎么能够契入？",
      "zh_TW": "古大德選擇學生，這個學生是傳道的學生，傳人，他憑什麼選擇？憑學生的謙德，謙虛、恭敬，尊師重道。對人不謙虛，他學不到東西。所以孝親、尊師，這是基本的條件，你對父母不知道孝順、對老師不尊敬，你遇到再好的老師，老師給你點點頭笑笑，不教你。為什麼不教你？你吸收不進去、你沒有能力接受。《書經》裡面所講的，「滿招損，謙受益」，你拿個杯子來問人家要一點飲料，可是你這個杯子是滿的，人家裝不進去，添進去就漏掉了，漫出來了。那要怎樣？你那個杯子是乾淨的，你把裡面東西倒乾淨，你來要，人家歡喜給你。不是不慈悲，不是不愛護，是無可奈何，沒有辦法，你是滿滿的，一點都裝不進去。所以你聽經能聽懂嗎？聽不懂，皮毛而已，弦外之音你確實是沒分，無法體會。這是我們不能不知道的。《禮記》一開端，第一句話就說「曲禮曰，毋不敬」，我們佛法一展開，你看看普賢菩薩，「禮敬諸佛」，第一句，你有沒有做到？你沒有做到，你就入不了佛門，你就沒有辦法親近善知識，都在這個心態上。你沒有真誠恭敬，你怎麼能夠契入？"
    },
    {
      "id": "21-589-0002_p0012",
      "zh_CN": "世出世法里好的老师，一生唯一的一个希望，就是希望有人能够继承他的道业。这是他求之不得的，希望东西有人承传，不至于到他这里就完了。传人不好找，从前李老师常常跟我讲，好的学生找个好老师难，可遇不可求；可是老师想找个学生传他的道更难，到哪里去找？这里头就讲缘分，有缘遇到了，遇到你要认识，你要把他抓住，这个承传才能一代一代的不断传下去。所以我们细细看古人，古人怎么看学生？就看他的敬，看他的诚敬。你看法达，不容易，一门深入，长时薰修，十年抱住一部经不断，这里面诚敬有，来亲近六祖。那么关口，他为什么这么长的时间不能开悟？就是那一点自以为很骄傲，现在人常常讲值得骄傲。值得骄傲就完了，停留在什么？停留在世间法里头，出世间法，那一关他就跳不过去，真正懂得谦虚这才行。儒释道都教人谦敬，都教人从孝亲尊师下手，你才会有成就。",
      "zh_TW": "世出世法裡好的老師，一生唯一的一個希望，就是希望有人能夠繼承他的道業。這是他求之不得的，希望東西有人承傳，不至於到他這裡就完了。傳人不好找，從前李老師常常跟我講，好的學生找個好老師難，可遇不可求；可是老師想找個學生傳他的道更難，到哪裡去找？這裡頭就講緣分，有緣遇到了，遇到你要認識，你要把他抓住，這個承傳才能一代一代的不斷傳下去。所以我們細細看古人，古人怎麼看學生？就看他的敬，看他的誠敬。你看法達，不容易，一門深入，長時薰修，十年抱住一部經不斷，這裡面誠敬有，來親近六祖。那麼關口，他為什麼這麼長的時間不能開悟？就是那一點自以為很驕傲，現在人常常講值得驕傲。值得驕傲就完了，停留在什麼？停留在世間法裡頭，出世間法，那一關他就跳不過去，真正懂得謙虛這才行。儒釋道都教人謙敬，都教人從孝親尊師下手，你才會有成就。"
    },
    {
      "id": "21-589-0002_p0013",
      "zh_CN": "所以，「毋不敬」，一切恭敬。恭敬的态度，我们今天讲心平气和；心浮气燥，老师不会教你，为什么？没有能力接受。我第一天去拜访章嘉大师，我向他老人家提一个问题，我说方东美先生把佛法介绍给我，我知道佛法殊胜、知道佛法的伟大，有没有方法能教我们很快契入？我提出这么个问题。他看着我，我也看着他，我们这样静默了半个多小时。什么意思？当时我不懂，十几年之后我才恍然大悟。我那个时候的表情一定是心浮气燥，他不告诉我，要这么长的时间把你浮燥的气氛降下去，你的心定了，才给你说话。这是正确的，跟你讲的东西，虽然讲得很简单，你一辈子不会忘记，你会依教奉行。你听懂了，不能依教奉行，那是什么原因？都是你心浮气燥，你没有办法真正接受，你得不到利益。",
      "zh_TW": "所以，「毋不敬」，一切恭敬。恭敬的態度，我們今天講心平氣和；心浮氣燥，老師不會教你，為什麼？沒有能力接受。我第一天去拜訪章嘉大師，我向他老人家提一個問題，我說方東美先生把佛法介紹給我，我知道佛法殊勝、知道佛法的偉大，有沒有方法能教我們很快契入？我提出這麼個問題。他看著我，我也看著他，我們這樣靜默了半個多小時。什麼意思？當時我不懂，十幾年之後我才恍然大悟。我那個時候的表情一定是心浮氣燥，他不告訴我，要這麼長的時間把你浮燥的氣氛降下去，你的心定了，才給你說話。這是正確的，跟你講的東西，雖然講得很簡單，你一輩子不會忘記，你會依教奉行。你聽懂了，不能依教奉行，那是什麼原因？都是你心浮氣燥，你沒有辦法真正接受，你得不到利益。"
    },
    {
      "id": "21-589-0002_p0014",
      "zh_CN": "我这一生见到这个老师，你不能不佩服，行住坐卧都在定中。他走路很慢、说话也很慢、动作也很慢，跟一般人不一样，就像佛经上讲的「那伽常在定，无有不定时」。你细心观察他，你跟他在一起，他一丝毫浮燥的心态都没有。慈悲、祥和，说话不多，字字句句都有摄受力，这一般人学不到，这真功夫。所以从他的态度、从他的仪表上去观察，真正恭敬他心是定的，「俨若思」。我们一般人要考虑重大的问题，他需要有个安静的环境，不受干扰，在那里思索，经典上用这个来形容，恭敬的、谨慎的那个心态。言语柔和，这是安，肯定叫你一丝毫疑惑都没有，不会模棱两可。他的目标是利益众生，不是自利，没有自利。所以，《礼记》这四句话开头，最后一句「安民哉」，是叫这些苦难众生他们得到安稳、得到和谐，没有自私自利的念头在里头。",
      "zh_TW": "我這一生見到這個老師，你不能不佩服，行住坐臥都在定中。他走路很慢、說話也很慢、動作也很慢，跟一般人不一樣，就像佛經上講的「那伽常在定，無有不定時」。你細心觀察他，你跟他在一起，他一絲毫浮燥的心態都沒有。慈悲、祥和，說話不多，字字句句都有攝受力，這一般人學不到，這真功夫。所以從他的態度、從他的儀表上去觀察，真正恭敬他心是定的，「儼若思」。我們一般人要考慮重大的問題，他需要有個安靜的環境，不受干擾，在那裡思索，經典上用這個來形容，恭敬的、謹慎的那個心態。言語柔和，這是安，肯定叫你一絲毫疑惑都沒有，不會模稜兩可。他的目標是利益眾生，不是自利，沒有自利。所以，《禮記》這四句話開頭，最後一句「安民哉」，是叫這些苦難眾生他們得到安穩、得到和諧，沒有自私自利的念頭在裡頭。"
    },
    {
      "id": "21-589-0002_p0015",
      "zh_CN": "接着告诉我们四桩事，这是大概自古以来，现在问题更严重，四桩事，这四桩事就是障碍，严重的业障。第一个是傲慢，自以为是、值得骄傲，把这个摆在头一条，「傲不可长」。人有没有傲慢心？有，生下来就有，佛经上讲的俱生烦恼。什么时候有的？从你「一念不觉而有无明」那天就开始有。这一念不觉，一念不好懂，什么叫一念？我们从世尊跟弥勒菩萨对话里面，这是在《菩萨处胎经》里面的一段话。佛跟弥勒菩萨对话，说「一弹指有三十二亿百千念」，念是指这个念，这个念太微细了，没有法子想像，你怎么能体会得到？这一念，佛法里面叫无始无明，根本无明。这一念，从自性里面就起了一个妄心，是真心的影子，起了个妄心，这个妄心叫阿赖耶。阿赖耶变现宇宙、阿赖耶变现自己，所以佛法讲依正庄严。正报就是自己，我从哪里来的？是那个念头生的，那个念头叫一念不觉，心动了。动得非常非常微细，现代的科学仪器都没有办法侦测到，极其微细的念头，时间也非常短。这个念头一动，阿赖耶出现，就是妄心出现。这一出现，妄心当家做主，真心就不现，不起作用。真心是永恒不灭的，它不起作用，妄心起作用。",
      "zh_TW": "接著告訴我們四樁事，這是大概自古以來，現在問題更嚴重，四樁事，這四樁事就是障礙，嚴重的業障。第一個是傲慢，自以為是、值得驕傲，把這個擺在頭一條，「傲不可長」。人有沒有傲慢心？有，生下來就有，佛經上講的俱生煩惱。什麼時候有的？從你「一念不覺而有無明」那天就開始有。這一念不覺，一念不好懂，什麼叫一念？我們從世尊跟彌勒菩薩對話裡面，這是在《菩薩處胎經》裡面的一段話。佛跟彌勒菩薩對話，說「一彈指有三十二億百千念」，念是指這個念，這個念太微細了，沒有法子想像，你怎麼能體會得到？這一念，佛法裡面叫無始無明，根本無明。這一念，從自性裡面就起了一個妄心，是真心的影子，起了個妄心，這個妄心叫阿賴耶。阿賴耶變現宇宙、阿賴耶變現自己，所以佛法講依正莊嚴。正報就是自己，我從哪裡來的？是那個念頭生的，那個念頭叫一念不覺，心動了。動得非常非常微細，現代的科學儀器都沒有辦法偵測到，極其微細的念頭，時間也非常短。這個念頭一動，阿賴耶出現，就是妄心出現。這一出現，妄心當家做主，真心就不現，不起作用。真心是永恆不滅的，它不起作用，妄心起作用。"
    },
    {
      "id": "21-589-0002_p0016",
      "zh_CN": "阿赖耶就是三细相，第一个是业相，业相就是振动，就是一念不觉，这叫业相。从业相就变现出宇宙，阿赖耶的境界相，境界相是物质现象。物质现象里面，你看看弥勒菩萨说「念念成形」，形是物质，物质现象出来了；「形皆有识」，识是精神现象，识就是我，我出来了。我就是末那识，末那识是四大烦恼常相随，只要这个东西一出来，跟着他就有四大烦恼，就四桩东西。第一个是「我见」，我见到最后就变成我执，就执着有个我，这麻烦大了，他就会造业了。有我就有「我爱」，我爱是什么？是贪；「我慢」，傲慢，傲慢是属于瞋；「我痴」。你看贪、瞋、痴，贪瞋痴是与始俱来的，是自性的性德迷了之后，变成贪瞋痴。瞋里面最严重的是傲慢，所以把瞋里面慢的这一分又提出来，贪、瞋、痴、慢、疑，疑是愚痴里面的一分，三个根本烦恼就变成五个，叫五毒。这五样东西是跟着你末那识同时发生的，这根本烦恼。全是假的，阿赖耶都不是真的。什么是真的？自性是真的，自性里头没这个东西，迷了才发现。所以懂得这个道理了，佛告诉我们回归自性不难，只要不起心不动念，把那个一念不觉放下，你就见性了。这个见性就是佛法讲的无上正等正觉，那是究竟圆满的佛果，在《华严经》的地位叫妙觉，等觉再上去，妙觉，就圆满了，回归自性了。",
      "zh_TW": "阿賴耶就是三細相，第一個是業相，業相就是振動，就是一念不覺，這叫業相。從業相就變現出宇宙，阿賴耶的境界相，境界相是物質現象。物質現象裡面，你看看彌勒菩薩說「念念成形」，形是物質，物質現象出來了；「形皆有識」，識是精神現象，識就是我，我出來了。我就是末那識，末那識是四大煩惱常相隨，只要這個東西一出來，跟著他就有四大煩惱，就四樁東西。第一個是「我見」，我見到最後就變成我執，就執著有個我，這麻煩大了，他就會造業了。有我就有「我愛」，我愛是什麼？是貪；「我慢」，傲慢，傲慢是屬於瞋；「我痴」。你看貪、瞋、痴，貪瞋痴是與始俱來的，是自性的性德迷了之後，變成貪瞋痴。瞋裡面最嚴重的是傲慢，所以把瞋裡面慢的這一分又提出來，貪、瞋、痴、慢、疑，疑是愚痴裡面的一分，三個根本煩惱就變成五個，叫五毒。這五樣東西是跟著你末那識同時發生的，這根本煩惱。全是假的，阿賴耶都不是真的。什麼是真的？自性是真的，自性裡頭沒這個東西，迷了才發現。所以懂得這個道理了，佛告訴我們回歸自性不難，只要不起心不動念，把那個一念不覺放下，你就見性了。這個見性就是佛法講的無上正等正覺，那是究竟圓滿的佛果，在《華嚴經》的地位叫妙覺，等覺再上去，妙覺，就圓滿了，回歸自性了。"
    },
    {
      "id": "21-589-0002_p0017",
      "zh_CN": "所有一切现相，《金刚经》上说得很好，「凡所有相，皆是虚妄」，都是一念不觉变现出来的幻影，《金刚经》里一句偈子说得好，「梦幻泡影」。这种相不能说它有，也不能说它无，你不能说它是无，作梦的时候真有这么回事情，咱们都有作梦的经验；你说它有，醒来的时候痕迹都找不到。你要晓得，佛把真相告诉我们，六道轮回是梦，哪一天醒过来之后，六道就找不到了，就像作梦一样。你迷在六道里头，你不知道是作梦，所以你有苦乐的感受。如果作梦，在梦中想到「我现在是作梦」，那梦里头的苦乐就大幅度的减轻，为什么？不是真的。你看看苦乐从哪来的？执着来的，你不执着，不执着就没有痛苦。这个境界搞清楚叫看破，苦乐忧喜舍放下，这是放下，所以看得破、放得下。你没有看破，你放不下。现在我们讲，放下多难，太难了！什么原因？没看破，事实真相没搞清楚；搞清楚，你就不在乎这些，你就全看破了。",
      "zh_TW": "所有一切現相，《金剛經》上說得很好，「凡所有相，皆是虛妄」，都是一念不覺變現出來的幻影，《金剛經》裡一句偈子說得好，「夢幻泡影」。這種相不能說它有，也不能說它無，你不能說它是無，作夢的時候真有這麼回事情，咱們都有作夢的經驗；你說它有，醒來的時候痕跡都找不到。你要曉得，佛把真相告訴我們，六道輪迴是夢，哪一天醒過來之後，六道就找不到了，就像作夢一樣。你迷在六道裡頭，你不知道是作夢，所以你有苦樂的感受。如果作夢，在夢中想到「我現在是作夢」，那夢裡頭的苦樂就大幅度的減輕，為什麼？不是真的。你看看苦樂從哪來的？執著來的，你不執著，不執著就沒有痛苦。這個境界搞清楚叫看破，苦樂憂喜捨放下，這是放下，所以看得破、放得下。你沒有看破，你放不下。現在我們講，放下多難，太難了！什麼原因？沒看破，事實真相沒搞清楚；搞清楚，你就不在乎這些，你就全看破了。"
    },
    {
      "id": "21-589-0002_p0018",
      "zh_CN": "所以执着是个很麻烦的事情，执着没有了，六道就没有了；分别没有了，十法界就没有了；起心动念没有了，给诸位说，实报庄严土也没有了。佛说「凡所有相皆是虚妄」，没有讲实报土例外，没有说这个话，实报土也是虚妄的。什么东西是真的？常寂光是真的，常寂光里头没有物质现象，也没有精神现象，那是自性，永恒不灭，那是真的。惠能大师开悟之后给我们做了简单的报告，他只说了五句话，「何期自性本自清净」，这是自性，自性本来是清净的，决定没有染污。你今天在六道造作罪业，你堕三途，你自性有没有染污？没有。什么东西染污？阿赖耶染污，阿赖耶是假的，不是真的；真的没有染污过，那是假的。自性不生不灭，你真正明白，真正肯定了，你怕不怕死？不怕，没有生死，死是假的，不是真的。你的自性永恒，永远不生不灭，这是真正自己，禅宗里面讲，「父母未生前本来面目」，本来面目是自性，给诸位说，不是灵魂，灵魂是迷，他在迷，他没觉悟。觉悟之后就不叫灵魂，叫灵性，就是自性，那是真的。",
      "zh_TW": "所以執著是個很麻煩的事情，執著沒有了，六道就沒有了；分別沒有了，十法界就沒有了；起心動念沒有了，給諸位說，實報莊嚴土也沒有了。佛說「凡所有相皆是虛妄」，沒有講實報土例外，沒有說這個話，實報土也是虛妄的。什麼東西是真的？常寂光是真的，常寂光裡頭沒有物質現象，也沒有精神現象，那是自性，永恆不滅，那是真的。惠能大師開悟之後給我們做了簡單的報告，他只說了五句話，「何期自性本自清淨」，這是自性，自性本來是清淨的，決定沒有染污。你今天在六道造作罪業，你墮三途，你自性有沒有染污？沒有。什麼東西染污？阿賴耶染污，阿賴耶是假的，不是真的；真的沒有染污過，那是假的。自性不生不滅，你真正明白，真正肯定了，你怕不怕死？不怕，沒有生死，死是假的，不是真的。你的自性永恆，永遠不生不滅，這是真正自己，禪宗裡面講，「父母未生前本來面目」，本來面目是自性，給諸位說，不是靈魂，靈魂是迷，他在迷，他沒覺悟。覺悟之後就不叫靈魂，叫靈性，就是自性，那是真的。"
    },
    {
      "id": "21-589-0002_p0019",
      "zh_CN": "它本定，它不是心浮气燥的，它里面没有这些烦恼习气，所以能大师说「本无动摇」，那就是自性本定。有一念不觉，它就「能生万法」，它就现相。虽现相，不能说这个相是有，相是幻相，相是刹那生灭。生灭的速度就像弥勒菩萨所讲的，我们现在用一秒做单位，一秒钟多少个生灭？是一千两百八十兆，就像我们看电影银幕上画面一样，不是真的。电影银幕的画面一秒钟生灭二十四次，我们眼睛就被它骗了，以为好像是真的。现在我们现前的环境，一秒钟生灭多少次？一千两百八十兆，你怎么知道它是假的？这是佛经里面讲的科学，科学家都在研究这个东西，没有佛讲得这么透彻。这个速度今天科学仪器还测不到，那佛说这个有没有证明？有证明，怎么证明法？禅定当中看到的。佛说八地以上都看到，八地以上，八地、九地、十地、等觉、妙觉，这五个位次，这五个位次的人，对于这个事实真相他就看得很清楚，他们可以作证。这不是一个人说的，只要你证到八地的时候你就看到，不需要用仪器。佛法叫内学，用自己的清净心，愈清净看得愈深愈大，愈广愈深，你才能看到宇宙的缘起、生命的缘起，你才能看到，不是释迦牟尼佛一个人说的。",
      "zh_TW": "它本定，它不是心浮氣燥的，它裡面沒有這些煩惱習氣，所以能大師說「本無動搖」，那就是自性本定。有一念不覺，它就「能生萬法」，它就現相。雖現相，不能說這個相是有，相是幻相，相是剎那生滅。生滅的速度就像彌勒菩薩所講的，我們現在用一秒做單位，一秒鐘多少個生滅？是一千兩百八十兆，就像我們看電影銀幕上畫面一樣，不是真的。電影銀幕的畫面一秒鐘生滅二十四次，我們眼睛就被它騙了，以為好像是真的。現在我們現前的環境，一秒鐘生滅多少次？一千兩百八十兆，你怎麼知道它是假的？這是佛經裡面講的科學，科學家都在研究這個東西，沒有佛講得這麼透徹。這個速度今天科學儀器還測不到，那佛說這個有沒有證明？有證明，怎麼證明法？禪定當中看到的。佛說八地以上都看到，八地以上，八地、九地、十地、等覺、妙覺，這五個位次，這五個位次的人，對於這個事實真相他就看得很清楚，他們可以作證。這不是一個人說的，只要你證到八地的時候你就看到，不需要用儀器。佛法叫內學，用自己的清淨心，愈清淨看得愈深愈大，愈廣愈深，你才能看到宇宙的緣起、生命的緣起，你才能看到，不是釋迦牟尼佛一個人說的。"
    },
    {
      "id": "21-589-0002_p0020",
      "zh_CN": "所以佛法修的是什么？修清净心、修平等心。修清净心的时候是菩萨，我们称菩萨，从清净心到达平等心，就成佛了。平等比清净高，先修清净然后再修平等，这都是属于定，平等是很深的定，到这个定，底下就觉悟了。《无量寿经》经题上「清净平等觉」，觉就是大彻大悟，明心见性。我们今天学佛，我们的方向、目标有没有抓到？经题上讲得很清楚，你是不是天天在修清净心？你的清净心是不是一天比一天清净？一年比一年清净？那你就真的在学佛。可是这里面有很严重的障碍，业障障住你，什么障碍？我平常讲得很简单、讲得很粗，大家容易懂，你首先要把障碍去掉，自私自利、名闻利养、五欲六尘的享受、贪瞋痴慢，这十六个字就是你的业障，你的心不能清净。所以头一个要把自私自利放下，这是什么？破我执的预备功夫。为什么佛反对你自私自利？世间人说「人不为己，天诛地灭」，好像自私自利是天经地义，没有自私自利那还像个人吗？真的，这个话讲的是真理，没有自私自利他就不是人了，他成佛了。因为自私自利，他在人道在造业，造严重到三途去了。所以这是必须要认识清楚，起心动念为别人想，你想得面愈广愈大愈深，与自性它就相应。",
      "zh_TW": "所以佛法修的是什麼？修清淨心、修平等心。修清淨心的時候是菩薩，我們稱菩薩，從清淨心到達平等心，就成佛了。平等比清淨高，先修清淨然後再修平等，這都是屬於定，平等是很深的定，到這個定，底下就覺悟了。《無量壽經》經題上「清淨平等覺」，覺就是大徹大悟，明心見性。我們今天學佛，我們的方向、目標有沒有抓到？經題上講得很清楚，你是不是天天在修清淨心？你的清淨心是不是一天比一天清淨？一年比一年清淨？那你就真的在學佛。可是這裡面有很嚴重的障礙，業障障住你，什麼障礙？我平常講得很簡單、講得很粗，大家容易懂，你首先要把障礙去掉，自私自利、名聞利養、五欲六塵的享受、貪瞋痴慢，這十六個字就是你的業障，你的心不能清淨。所以頭一個要把自私自利放下，這是什麼？破我執的預備功夫。為什麼佛反對你自私自利？世間人說「人不為己，天誅地滅」，好像自私自利是天經地義，沒有自私自利那還像個人嗎？真的，這個話講的是真理，沒有自私自利他就不是人了，他成佛了。因為自私自利，他在人道在造業，造嚴重到三途去了。所以這是必須要認識清楚，起心動念為別人想，你想得面愈廣愈大愈深，與自性它就相應。"
    },
    {
      "id": "21-589-0002_p0021",
      "zh_CN": "现在这个世界，众生活得多么苦，你要是念念为苦难众生想，我应该如何帮助他来解决这个困苦，这是佛心，这是佛的愿。释迦牟尼佛给我们做很好的榜样，苦从哪里来？苦从迷来。乐从哪里来？乐从觉悟来。我们如何帮助众生破迷开悟？这就是佛的思想，哪个佛菩萨不是想这个？没想到自己。自己受什么样的苦、什么样的难都没有问题，都甘心情愿，就像父母对儿女一样，真正做出了牺牲奉献，去帮助一切苦难众生。帮助人觉悟，用什么？教学，没有别的。教学，最有效的教学是身教，你看释迦牟尼佛为我们表现的是身教，言教是补助教育。最重要是你把它做出来，你把自私自利放下，要做出来，换过来，起心动念、言语造作都是为大家。今天我这一生就是两个目标，一个是求释迦如来正法久住，就为这个。正法久住从哪里做起？从我做起，我才能影响别人。自己没有做到，你怎么能教别人做？那是不可能的事情。一个是中国传统文化复兴，我没有自己。中国传统文化被外国人肯定了，我们不能不感激、不能不佩服。英国汤恩比博士他老人家提出来的，他常常讲，解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法。大乘佛法也在中国，中国传统文化就是儒释道，真能救，真能解决问题。",
      "zh_TW": "現在這個世界，眾生活得多麼苦，你要是念念為苦難眾生想，我應該如何幫助他來解決這個困苦，這是佛心，這是佛的願。釋迦牟尼佛給我們做很好的榜樣，苦從哪裡來？苦從迷來。樂從哪裡來？樂從覺悟來。我們如何幫助眾生破迷開悟？這就是佛的思想，哪個佛菩薩不是想這個？沒想到自己。自己受什麼樣的苦、什麼樣的難都沒有問題，都甘心情願，就像父母對兒女一樣，真正做出了犧牲奉獻，去幫助一切苦難眾生。幫助人覺悟，用什麼？教學，沒有別的。教學，最有效的教學是身教，你看釋迦牟尼佛為我們表現的是身教，言教是補助教育。最重要是你把它做出來，你把自私自利放下，要做出來，換過來，起心動念、言語造作都是為大家。今天我這一生就是兩個目標，一個是求釋迦如來正法久住，就為這個。正法久住從哪裡做起？從我做起，我才能影響別人。自己沒有做到，你怎麼能教別人做？那是不可能的事情。一個是中國傳統文化復興，我沒有自己。中國傳統文化被外國人肯定了，我們不能不感激、不能不佩服。英國湯恩比博士他老人家提出來的，他常常講，解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法。大乘佛法也在中國，中國傳統文化就是儒釋道，真能救，真能解決問題。"
    },
    {
      "id": "21-589-0002_p0022",
      "zh_CN": "我在二００五年跟二００六年访问过英国，二００五年我第一次到伦敦，参观牛津大学、伦敦大学。第二年我们在巴黎办活动，活动完了之后，我就看剑桥大学、伦敦大学。我跟他们汉学系的研究生上了一堂课，跟他们的教授交流。我提出这个问题，我说汤恩比博士说的，解决二十一世纪社会问题，需要孔孟学说跟大乘佛法，你们能同意他的看法吗？他们是研究汉学的，博士班的学生，有一个学生告诉我，他写博士论文用《无量寿经》。我听得很惊讶，我说《无量寿经》有九种不同的版本，你选的是哪一种？夏莲居的会集本，也就是我们学习的这个本子。还有一个同学是用《孟子》写论文。有三个学生告诉我，另外一个用王维，唐朝的文学家。我说你们同不同意汤恩比博士的话？我问了几声，没有人回答，他们对我都笑笑，连教授也是如此。",
      "zh_TW": "我在二００五年跟二００六年訪問過英國，二００五年我第一次到倫敦，參觀牛津大學、倫敦大學。第二年我們在巴黎辦活動，活動完了之後，我就看劍橋大學、倫敦大學。我跟他們漢學系的研究生上了一堂課，跟他們的教授交流。我提出這個問題，我說湯恩比博士說的，解決二十一世紀社會問題，需要孔孟學說跟大乘佛法，你們能同意他的看法嗎？他們是研究漢學的，博士班的學生，有一個學生告訴我，他寫博士論文用《無量壽經》。我聽得很驚訝，我說《無量壽經》有九種不同的版本，你選的是哪一種？夏蓮居的會集本，也就是我們學習的這個本子。還有一個同學是用《孟子》寫論文。有三個學生告訴我，另外一個用王維，唐朝的文學家。我說你們同不同意湯恩比博士的話？我問了幾聲，沒有人回答，他們對我都笑笑，連教授也是如此。"
    },
    {
      "id": "21-589-0002_p0023",
      "zh_CN": "真能解决问题吗？有怀疑。然后我就告诉他，我说我们谈到儒，你们一定首先会想到四书五经、十三经，讲到佛，你一定会想到这些大乘经典，《华严经》、《法华经》、《般若经》，你会想到这些。你们现在天天在学习，能帮助这个世界化解冲突吗？能让世界恢复安定和平吗？真有疑问！我也跟他说，不但你们有疑惑，我也有疑惑。那汤恩比的话说错了吗？他们都不回答我。最后我告诉他们，汤恩比博士的话没错，我们解读错了。因为我们想的什么？想的是树叶花果，四书五经、十三经是儒的花果，《华严》、《法华》、《般若》是佛的花果，我们都想到这上去了。花果怎么来的？树上长的；树从哪里来的？树有根，花果不能解决问题，根能解决问题。",
      "zh_TW": "真能解決問題嗎？有懷疑。然後我就告訴他，我說我們談到儒，你們一定首先會想到四書五經、十三經，講到佛，你一定會想到這些大乘經典，《華嚴經》、《法華經》、《般若經》，你會想到這些。你們現在天天在學習，能幫助這個世界化解衝突嗎？能讓世界恢復安定和平嗎？真有疑問！我也跟他說，不但你們有疑惑，我也有疑惑。那湯恩比的話說錯了嗎？他們都不回答我。最後我告訴他們，湯恩比博士的話沒錯，我們解讀錯了。因為我們想的什麼？想的是樹葉花果，四書五經、十三經是儒的花果，《華嚴》、《法華》、《般若》是佛的花果，我們都想到這上去了。花果怎麼來的？樹上長的；樹從哪裡來的？樹有根，花果不能解決問題，根能解決問題。"
    },
    {
      "id": "21-589-0002_p0024",
      "zh_CN": "根是什么？我们这些年提出的，根是修行，真干！四书五经落实在日常生活当中、落实在工作里面、落实在处事待人接物，那什么东西？那是《弟子规》。佛法这些大经大论，落实在哪里？落实在《十善业道》。道家这些典籍、学说落实在哪里？落实在《感应篇》。你想想，《弟子规》、《感应篇》、十善业能不能救这个世界？能，汤恩比的话没说错。今天我们搞儒释道把根疏忽掉了，专在枝叶花果上搞，所以没有效果，不但救不了社会，连救自己都救不了。你自己有问题、你的家庭有问题，你都解决不了，你怎么能帮助社会？要从根做起就行了。古人这些东西真有效果，为什么？根扎得稳，根扎得牢。所以这个很重要。",
      "zh_TW": "根是什麼？我們這些年提出的，根是修行，真幹！四書五經落實在日常生活當中、落實在工作裡面、落實在處事待人接物，那什麼東西？那是《弟子規》。佛法這些大經大論，落實在哪裡？落實在《十善業道》。道家這些典籍、學說落實在哪裡？落實在《感應篇》。你想想，《弟子規》、《感應篇》、十善業能不能救這個世界？能，湯恩比的話沒說錯。今天我們搞儒釋道把根疏忽掉了，專在枝葉花果上搞，所以沒有效果，不但救不了社會，連救自己都救不了。你自己有問題、你的家庭有問題，你都解決不了，你怎麼能幫助社會？要從根做起就行了。古人這些東西真有效果，為什麼？根紮得穩，根紮得牢。所以這個很重要。"
    },
    {
      "id": "21-589-0002_p0025",
      "zh_CN": "我们疏忽了扎根教学，所以现在儒释道假的，不是真的。你研究儒释道的典籍，能不能跟过去人一样的成就？绝对做不到。你今天研究得再好，用一生的时间跟精力，你也能讲得天花乱坠，也有著作等身，跟古人一比较那差得太远了，为什么？古人做到了，他有体会，他有心得。我们现在研究的人自己根本就没去做，论文从哪里写出来？参考别人的资料，这儿抄一点、那儿抄一点，凑起来的，不是自己真正修行的功夫。古人他有修行功夫在里头，「学而时习之」，他真的是学而时习之，他不是口里说的，所以他确实得到法喜，那怎么会一样？你能把三个根扎稳，换句话说，你走到心性里面去了，古圣先贤从这个地方生的，你也从这个地方生的，所以你可以达到他的境界，甚至于你还能超过他。你今天没有这个根，你永远达不到他的境界，换句话说，你的成就永远是落后的，你不能解决问题。讲得再好、说得再好，你的烦恼伏不住；换句话说，贪瞋痴慢疑还是那么严重、还是常常发作。",
      "zh_TW": "我們疏忽了扎根教學，所以現在儒釋道假的，不是真的。你研究儒釋道的典籍，能不能跟過去人一樣的成就？絕對做不到。你今天研究得再好，用一生的時間跟精力，你也能講得天花亂墜，也有著作等身，跟古人一比較那差得太遠了，為什麼？古人做到了，他有體會，他有心得。我們現在研究的人自己根本就沒去做，論文從哪裡寫出來？參考別人的資料，這兒抄一點、那兒抄一點，湊起來的，不是自己真正修行的功夫。古人他有修行功夫在裡頭，「學而時習之」，他真的是學而時習之，他不是口裡說的，所以他確實得到法喜，那怎麼會一樣？你能把三個根紮穩，換句話說，你走到心性裡面去了，古聖先賢從這個地方生的，你也從這個地方生的，所以你可以達到他的境界，甚至於你還能超過他。你今天沒有這個根，你永遠達不到他的境界，換句話說，你的成就永遠是落後的，你不能解決問題。講得再好、說得再好，你的煩惱伏不住；換句話說，貪瞋痴慢疑還是那麼嚴重、還是常常發作。"
    },
    {
      "id": "21-589-0002_p0026",
      "zh_CN": "中国中医讲得好，跟佛法讲的是通的，因为儒释道在中国几千年来，这个学术是通的。在中国，形式上有儒释道，实质上没有，它都贯通了，儒它学佛学道，佛也学儒也学道。所以实际上来讲，儒释道是一家，是一体，它们没有界限，方向跟目标完全相同。解决自己的问题、解决一切苦难众生的问题，这完全相同，方法、手段不一样。好像我们每天饮食，目标是相同的，吃饱，营养吸收到了，这相同的；酸甜苦辣各人不一样，我喜欢吃辣的，他喜欢吃甜的，那个没有关系，那是外表。我们吸收养分、滋养身体，这是相同的。这个道理你要懂，没有矛盾。这是讲扎根教育太重要了，得要真干，我们才能学到真东西，要把自己的毛病习气要放下，不放下是大障碍。所以头一个，决定不能有傲慢，傲慢的习气是与生俱来的。",
      "zh_TW": "中國中醫講得好，跟佛法講的是通的，因為儒釋道在中國幾千年來，這個學術是通的。在中國，形式上有儒釋道，實質上沒有，它都貫通了，儒它學佛學道，佛也學儒也學道。所以實際上來講，儒釋道是一家，是一體，它們沒有界限，方向跟目標完全相同。解決自己的問題、解決一切苦難眾生的問題，這完全相同，方法、手段不一樣。好像我們每天飲食，目標是相同的，吃飽，營養吸收到了，這相同的；酸甜苦辣各人不一樣，我喜歡吃辣的，他喜歡吃甜的，那個沒有關係，那是外表。我們吸收養分、滋養身體，這是相同的。這個道理你要懂，沒有矛盾。這是講扎根教育太重要了，得要真幹，我們才能學到真東西，要把自己的毛病習氣要放下，不放下是大障礙。所以頭一個，決定不能有傲慢，傲慢的習氣是與生俱來的。"
    },
    {
      "id": "21-589-0002_p0027",
      "zh_CN": "第二个，欲望要控制。儒是世间法，它不是出世间法，所以它说傲不可长，傲慢有，不要再增长，到这儿就可以了，讲的是这个意思。在佛法，佛法是超越，超越六道轮回，你决定不能有傲慢。傲要断，所以贪瞋痴慢疑要断，断掉你才能超越六道轮回。你这个东西不断，无论修得怎么好，六道轮回出不去，求生西方净土也不能去。西方净土说带业，是带业，带旧的不带新的，带种子不带现行，这是佛经里的话。种子是什么？是习气。现行是你发作，你现在还常常发脾气，这不行，这不能往生。那要什么？你要能把习气控制住，烦恼习气有，不会发作，这才能往生。控制不住，常常会发作，这决定不能往生。为什么？到西方极乐世界之后，还跟诸上善人天天吵架，哪有这种道理？那你去，不是把极乐世界全破坏了！阿弥陀佛再慈悲，大众不让你去，不欢迎你，所以这个要知道。",
      "zh_TW": "第二個，欲望要控制。儒是世間法，它不是出世間法，所以它說傲不可長，傲慢有，不要再增長，到這兒就可以了，講的是這個意思。在佛法，佛法是超越，超越六道輪迴，你決定不能有傲慢。傲要斷，所以貪瞋痴慢疑要斷，斷掉你才能超越六道輪迴。你這個東西不斷，無論修得怎麼好，六道輪迴出不去，求生西方淨土也不能去。西方淨土說帶業，是帶業，帶舊的不帶新的，帶種子不帶現行，這是佛經裡的話。種子是什麼？是習氣。現行是你發作，你現在還常常發脾氣，這不行，這不能往生。那要什麼？你要能把習氣控制住，煩惱習氣有，不會發作，這才能往生。控制不住，常常會發作，這決定不能往生。為什麼？到西方極樂世界之後，還跟諸上善人天天吵架，哪有這種道理？那你去，不是把極樂世界全破壞了！阿彌陀佛再慈悲，大眾不讓你去，不歡迎你，所以這個要知道。"
    },
    {
      "id": "21-589-0002_p0028",
      "zh_CN": "极乐世界里面的人，没有一个有自私自利的，没有一个是有我执的，我执表现最具体的是控制是占有。极乐世界的人没有占有的念头、也没有控制的念头，所以这个我们得首先放下。我们想到极乐世界去，这些真正放下，极乐世界人都欢迎你，欢迎你去，佛才来接引。不要说我学佛，念佛念了一辈子，临命终时佛不来，佛骗了我，我上当了。你看，不但你没学好，你还在生烦恼，还在毁谤佛，那你罪更重了，你起这个念头，你就堕三途、堕地狱。这些人有没有？有，很多。为什么会有会很多？教理不通，听经太少，没有认真修行。认真修什么？修行就是放下，章嘉大师告诉我的，我向他求秘诀能很快的契入，他就跟我讲六个字，「看得破，放得下」，就这么简单。从初发心到如来地，不断的放下，天天放下，你只要真干，你放下得愈多，业障就轻了，智慧就长了，你对于经教的意思才能体会。",
      "zh_TW": "極樂世界裡面的人，沒有一個有自私自利的，沒有一個是有我執的，我執表現最具體的是控制是佔有。極樂世界的人沒有佔有的念頭、也沒有控制的念頭，所以這個我們得首先放下。我們想到極樂世界去，這些真正放下，極樂世界人都歡迎你，歡迎你去，佛才來接引。不要說我學佛，念佛念了一輩子，臨命終時佛不來，佛騙了我，我上當了。你看，不但你沒學好，你還在生煩惱，還在毀謗佛，那你罪更重了，你起這個念頭，你就墮三途、墮地獄。這些人有沒有？有，很多。為什麼會有會很多？教理不通，聽經太少，沒有認真修行。認真修什麼？修行就是放下，章嘉大師告訴我的，我向他求祕訣能很快的契入，他就跟我講六個字，「看得破，放得下」，就這麼簡單。從初發心到如來地，不斷的放下，天天放下，你只要真幹，你放下得愈多，業障就輕了，智慧就長了，你對於經教的意思才能體會。"
    },
    {
      "id": "21-589-0002_p0029",
      "zh_CN": "经教里面字字句句无量义，你每念一遍有一遍的悟处，那个里头的乐趣没有止境的，法喜充满。现在人学东西很难，为什么？听一遍，不想听第二遍，「这个我已经听过了、学过了」，这怎么能成就？古大德教人要学多少遍？一千遍，「读书千遍，其义自见」。不懂没有关系，专心去念，念得清清楚楚，一个字没有念错，一句没有念漏，你就这样念。念到一千遍，为什么其义自见？心定了，定能开慧，就这么个道理，还是离不开戒、定、慧。守规矩就是持戒，老师教我念一千遍，我就乖乖念一千遍，一千遍念下来，心定了，就开悟了。这中国的世间法。可是佛门里面的祖师大德，不是一千遍，三千遍。你看祖师大德教学生，三千遍，听个三遍、五遍就不得了，这怎么行？李老师当年在台中办慈光讲座，他老人家主讲《十四讲表》，他老人家自己编的，就是佛学概要。我参加十一次讲座，旁听，《十四讲表》我听了十一遍，你才真正能明白。",
      "zh_TW": "經教裡面字字句句無量義，你每念一遍有一遍的悟處，那個裡頭的樂趣沒有止境的，法喜充滿。現在人學東西很難，為什麼？聽一遍，不想聽第二遍，「這個我已經聽過了、學過了」，這怎麼能成就？古大德教人要學多少遍？一千遍，「讀書千遍，其義自見」。不懂沒有關係，專心去念，念得清清楚楚，一個字沒有念錯，一句沒有念漏，你就這樣念。念到一千遍，為什麼其義自見？心定了，定能開慧，就這麼個道理，還是離不開戒、定、慧。守規矩就是持戒，老師教我念一千遍，我就乖乖念一千遍，一千遍念下來，心定了，就開悟了。這中國的世間法。可是佛門裡面的祖師大德，不是一千遍，三千遍。你看祖師大德教學生，三千遍，聽個三遍、五遍就不得了，這怎麼行？李老師當年在台中辦慈光講座，他老人家主講《十四講表》，他老人家自己編的，就是佛學概要。我參加十一次講座，旁聽，《十四講表》我聽了十一遍，你才真正能明白。"
    },
    {
      "id": "21-589-0002_p0030",
      "zh_CN": "初学佛的时候，朱镜宙老居士送一本《了凡四训》给我看，我接受过来，看了之后很受感动。我记得我大概是用不到一个月的时间，我读了三十遍，才有深刻的印象，才能在日常生活中，帮助我们知道哪些该做、哪些不该做，它起作用。我的标准，对自己的标准是三十遍，你才能学到东西。我连一个同学给我一本《学佛日志》，我现在已经看第六遍，我看得很仔细。没有说东西在我面前，看十遍以下就没有，都十遍以上。我看到东北刘素云居士的光碟，这个不长，大概只有四十分钟，我看超过三十遍。所以我劝同学把它当作经典来读，那是真正念佛人，她那个境界就是功夫成片，这个应当要学习。二六时中，心里头只有阿弥陀佛，除阿弥陀佛之外什么都没有，这才有把握往生。往生是这一生头等大事，永远脱离六道轮回，永远脱离十法界，还有事情比这个更大吗？没有！要度众生，成佛回来度众生，才度得彻底，才不造罪业。你没有成佛，没有到极乐世界去，度众生里头还夹杂着造业，这个要知道。",
      "zh_TW": "初學佛的時候，朱鏡宙老居士送一本《了凡四訓》給我看，我接受過來，看了之後很受感動。我記得我大概是用不到一個月的時間，我讀了三十遍，才有深刻的印象，才能在日常生活中，幫助我們知道哪些該做、哪些不該做，它起作用。我的標準，對自己的標準是三十遍，你才能學到東西。我連一個同學給我一本《學佛日誌》，我現在已經看第六遍，我看得很仔細。沒有說東西在我面前，看十遍以下就沒有，都十遍以上。我看到東北劉素雲居士的光碟，這個不長，大概只有四十分鐘，我看超過三十遍。所以我勸同學把它當作經典來讀，那是真正念佛人，她那個境界就是功夫成片，這個應當要學習。二六時中，心裡頭只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，這才有把握往生。往生是這一生頭等大事，永遠脫離六道輪迴，永遠脫離十法界，還有事情比這個更大嗎？沒有！要度眾生，成佛回來度眾生，才度得徹底，才不造罪業。你沒有成佛，沒有到極樂世界去，度眾生裡頭還夾雜著造業，這個要知道。"
    },
    {
      "id": "21-589-0002_p0031",
      "zh_CN": "我就连「2012」这个电影跟纪录片，我都劝同学天天看，至少也要看三十遍。这个里头看什么？看万法无常。你多看之后，你对这个世间能放下，你就没有贪恋，把你学佛最大的障碍破除。能够破除自私自利，能够让你在这里发真正的菩提心、慈悲心，怜悯一切苦难众生。把它当经典来读，有这么一分恭敬心，你才能够有收获。儒家不讲出世，对于傲叫你不要增长，对于欲不要纵欲。现在这个世间灾难为什么这么多？傲慢、欲望没有限制。",
      "zh_TW": "我就連「2012」這個電影跟紀錄片，我都勸同學天天看，至少也要看三十遍。這個裡頭看什麼？看萬法無常。你多看之後，你對這個世間能放下，你就沒有貪戀，把你學佛最大的障礙破除。能夠破除自私自利，能夠讓你在這裡發真正的菩提心、慈悲心，憐憫一切苦難眾生。把它當經典來讀，有這麼一分恭敬心，你才能夠有收穫。儒家不講出世，對於傲叫你不要增長，對於欲不要縱欲。現在這個世間災難為什麼這麼多？傲慢、欲望沒有限制。"
    },
    {
      "id": "21-589-0002_p0032",
      "zh_CN": "下面两句，「志不可满，乐不可极」。乐极生悲，这是现在社会普遍的现象。古人两千五百年前的教训，现在管用。我们学了佛知道，原理我们都明白了，宇宙怎么来的？宇宙是从念头，起心动念变现出来的。极乐世界为什么那么好？没有别的，极乐世界的居民各个都是上善之人，那个里面居民没有自私的念头，没有占有的念头，没有控制的念头，起心动念与性德完全相应。《还源观》上跟我们讲了四条，那四条是总原则、总纲领。「随缘妙用」，随缘，恒顺众生；妙用，随喜功德，在随喜里头成就自己的功德，那才叫妙。功德是什么？功德是里面没有分别、没有执着、没有妄想。随缘里头没有妄想分别执着，那叫妙用。我们今天随缘，随缘里头夹杂着自私自利、名闻利养，夹杂这个东西，所以造业！随缘造业。佛菩萨随缘妙用。",
      "zh_TW": "下面兩句，「志不可滿，樂不可極」。樂極生悲，這是現在社會普遍的現象。古人兩千五百年前的教訓，現在管用。我們學了佛知道，原理我們都明白了，宇宙怎麼來的？宇宙是從念頭，起心動念變現出來的。極樂世界為什麼那麼好？沒有別的，極樂世界的居民各個都是上善之人，那個裡面居民沒有自私的念頭，沒有佔有的念頭，沒有控制的念頭，起心動念與性德完全相應。《還源觀》上跟我們講了四條，那四條是總原則、總綱領。「隨緣妙用」，隨緣，恆順眾生；妙用，隨喜功德，在隨喜裡頭成就自己的功德，那才叫妙。功德是什麼？功德是裡面沒有分別、沒有執著、沒有妄想。隨緣裡頭沒有妄想分別執著，那叫妙用。我們今天隨緣，隨緣裡頭夾雜著自私自利、名聞利養，夾雜這個東西，所以造業！隨緣造業。佛菩薩隨緣妙用。"
    },
    {
      "id": "21-589-0002_p0033",
      "zh_CN": "「威仪有则」，这一句更重要，时时刻刻想着，我起心动念能不能给社会做好样子？如果社会上大众都像我这个念头行不行？不行，不行这个念头不能起；行，行这个念头就多起。决定与传统的伦理道德、四维八德相应，就对了。在佛法里头讲，起心动念跟十善相应就对了，与十善相违背的，决定不可以。十善每一条的意思深广无尽，释迦佛四十九年所说的一切经没有别的，也不过就是把《十善业道》讲清楚、讲明白而已，哪一句话、哪一段经文不是《十善业道》的扩张？你就晓得，全部的佛法浓缩出来就是《十善业道》，《十善业道》展开就是菩萨八万四千细行，不能小看，根之根。",
      "zh_TW": "「威儀有則」，這一句更重要，時時刻刻想著，我起心動念能不能給社會做好樣子？如果社會上大眾都像我這個念頭行不行？不行，不行這個念頭不能起；行，行這個念頭就多起。決定與傳統的倫理道德、四維八德相應，就對了。在佛法裡頭講，起心動念跟十善相應就對了，與十善相違背的，決定不可以。十善每一條的意思深廣無盡，釋迦佛四十九年所說的一切經沒有別的，也不過就是把《十善業道》講清楚、講明白而已，哪一句話、哪一段經文不是《十善業道》的擴張？你就曉得，全部的佛法濃縮出來就是《十善業道》，《十善業道》展開就是菩薩八萬四千細行，不能小看，根之根。"
    },
    {
      "id": "21-589-0002_p0034",
      "zh_CN": "彭鑫居士写的这几个字，诸位能看得清楚。这是中医说的，现在人病多，他讲「贪瞋痴慢是一切病因」。讲到现实、讲到你的身体，你的耳朵竖起来了，为什么？与你有切身关系。你得病的因，真正的因是贪瞋痴慢疑，五毒，这病因。因遇到缘，病就发作，缘是什么？「怨恨恼怒烦」，也是五毒。你埋怨别人、你恨别人、你恼人，发脾气，这些是缘；遇到这个缘，好了，五脏六腑就失调了，你就生病。病苦、短命是报，这是病的报应，这讲得很好，非常有道理。所以提出治疗，「仁义礼智信是病药」。彭大夫的讲演，我也听过三十遍以上，绝不是一遍。「仁」是爱人，人要真正能爱人，爱你的冤亲债主，那你就真正的爱人。你喜欢的人爱他，讨厌的人不爱他，这个人不仁，这不是仁人，这你会生病；如果你是用平等、慈悲心爱一切众生，你就不会生病。「义」是循理，起心动念、言语造作，合情合理合法，这就是义。「礼」是一切事都有节度，不能太过分，过分就是无礼，所以里头就有节度。日常自己的生活、工作、待人接物都要懂得进退、分寸，这是礼。「智」是智慧。「信」是诚信，不欺骗人。能把这五个字做到，你百病不生，健康长寿。这是中国老祖宗教后代子孙的，健康长寿是从这儿来的。",
      "zh_TW": "彭鑫居士寫的這幾個字，諸位能看得清楚。這是中醫說的，現在人病多，他講「貪瞋痴慢是一切病因」。講到現實、講到你的身體，你的耳朵豎起來了，為什麼？與你有切身關係。你得病的因，真正的因是貪瞋痴慢疑，五毒，這病因。因遇到緣，病就發作，緣是什麼？「怨恨惱怒煩」，也是五毒。你埋怨別人、你恨別人、你惱人，發脾氣，這些是緣；遇到這個緣，好了，五臟六腑就失調了，你就生病。病苦、短命是報，這是病的報應，這講得很好，非常有道理。所以提出治療，「仁義禮智信是病藥」。彭大夫的講演，我也聽過三十遍以上，絕不是一遍。「仁」是愛人，人要真正能愛人，愛你的冤親債主，那你就真正的愛人。你喜歡的人愛他，討厭的人不愛他，這個人不仁，這不是仁人，這你會生病；如果你是用平等、慈悲心愛一切眾生，你就不會生病。「義」是循理，起心動念、言語造作，合情合理合法，這就是義。「禮」是一切事都有節度，不能太過分，過分就是無禮，所以裡頭就有節度。日常自己的生活、工作、待人接物都要懂得進退、分寸，這是禮。「智」是智慧。「信」是誠信，不欺騙人。能把這五個字做到，你百病不生，健康長壽。這是中國老祖宗教後代子孫的，健康長壽是從這兒來的。"
    },
    {
      "id": "21-589-0002_p0035",
      "zh_CN": "背面是我写的几句话，「惑、迷、痴、情」，这四个字是一桩事情，根本烦恼，为什么有四个字？轻重不一样。惑是比较轻的，严重的惑就叫迷，你迷失了自性。一念不觉，那是惑，一念不觉而有无明，那是惑，严重的惑就变成迷。严重的惑是什么？里头起分别了，那就迷了。迷得重就痴了，愚痴。再加上执着，它就被成情，情执，那就到六道里头去。所以痴、情是堕落到六道，惑、迷是在四圣法界，如果惑迷断了，他就超越十法界。所以这四个字，有就是凡夫，四个字统统有是六道凡夫；有前面两个，痴、情断掉了，还有惑、迷，那是四圣法界，界外的凡夫，叫外凡。四个都有的是内凡，六道里面凡夫；四个字都无，那就是圣人，就是佛菩萨，这个菩萨是法身大士。我们了解这个道理、了解这个事实真相，你就应当知道要放下七情五欲，真能放下，身心健康，智慧现前。大乘教里面佛给我们说得很多，不断重复，这什么意思？加深我们的印象，你会记住，你不会忘记。佛这几句话，说一万遍都不止，所有经论里你都能看到，「断见思，成正觉」，你就是阿罗汉；「断尘沙，成正等正觉」，你是菩萨；「不起心不动念，成无上正等正觉」，你就成佛了，凡夫跟佛实在讲一念之间。",
      "zh_TW": "背面是我寫的幾句話，「惑、迷、痴、情」，這四個字是一樁事情，根本煩惱，為什麼有四個字？輕重不一樣。惑是比較輕的，嚴重的惑就叫迷，你迷失了自性。一念不覺，那是惑，一念不覺而有無明，那是惑，嚴重的惑就變成迷。嚴重的惑是什麼？裡頭起分別了，那就迷了。迷得重就痴了，愚痴。再加上執著，它就被成情，情執，那就到六道裡頭去。所以痴、情是墮落到六道，惑、迷是在四聖法界，如果惑迷斷了，他就超越十法界。所以這四個字，有就是凡夫，四個字統統有是六道凡夫；有前面兩個，痴、情斷掉了，還有惑、迷，那是四聖法界，界外的凡夫，叫外凡。四個都有的是內凡，六道裡面凡夫；四個字都無，那就是聖人，就是佛菩薩，這個菩薩是法身大士。我們了解這個道理、了解這個事實真相，你就應當知道要放下七情五欲，真能放下，身心健康，智慧現前。大乘教裡面佛給我們說得很多，不斷重複，這什麼意思？加深我們的印象，你會記住，你不會忘記。佛這幾句話，說一萬遍都不止，所有經論裡你都能看到，「斷見思，成正覺」，你就是阿羅漢；「斷塵沙，成正等正覺」，你是菩薩；「不起心不動念，成無上正等正覺」，你就成佛了，凡夫跟佛實在講一念之間。"
    },
    {
      "id": "21-589-0002_p0036",
      "zh_CN": "希望我们真学真干，明了之后真放下，放下之后的自在快乐你想像不到。念念为正法、念念为苦难众生，这里头有真乐，如果没有乐，谁干？这个乐是从自性里头流出来的，什么乐？自性本具的常乐我净，四净德，逐渐逐渐它就浮出来，这才是方东美先生所说的「人生最高的享受」，常乐我净。你不契入这个境界，你永远没有办法尝得到，你感受不到。特别是在现代，科学家天天给我们做报告，我们所看到的、所听到的都是地球上灾难的信息。我常常想这灾难能不能化解？能，佛法能化解，中国传统文化能化解，连汤恩比都知道。可是社会上很多人不相信，尤其是佛法，说这是宗教、这是迷信，那就没法子。我们自己知道的人，一定从本身做起，灾难来了，我可以不受这个灾难，你就自己救自己了。有这个缘分，你能救你一家人，缘分更好的，你能救你的邻里乡党，这是好事情。所以一定从自己做起，把宇宙人生真相搞清楚、搞明白。",
      "zh_TW": "希望我們真學真幹，明瞭之後真放下，放下之後的自在快樂你想像不到。念念為正法、念念為苦難眾生，這裡頭有真樂，如果沒有樂，誰幹？這個樂是從自性裡頭流出來的，什麼樂？自性本具的常樂我淨，四淨德，逐漸逐漸它就浮出來，這才是方東美先生所說的「人生最高的享受」，常樂我淨。你不契入這個境界，你永遠沒有辦法嘗得到，你感受不到。特別是在現代，科學家天天給我們做報告，我們所看到的、所聽到的都是地球上災難的信息。我常常想這災難能不能化解？能，佛法能化解，中國傳統文化能化解，連湯恩比都知道。可是社會上很多人不相信，尤其是佛法，說這是宗教、這是迷信，那就沒法子。我們自己知道的人，一定從本身做起，災難來了，我可以不受這個災難，你就自己救自己了。有這個緣分，你能救你一家人，緣分更好的，你能救你的鄰里鄉黨，這是好事情。所以一定從自己做起，把宇宙人生真相搞清楚、搞明白。"
    },
    {
      "id": "21-589-0002_p0037",
      "zh_CN": "在各种经论里头，简单扼要，也讲得相当详细的是贤首大师的《妄尽还源观》，你要是真正把它搞清楚、搞明白，你自然放下，这个灾难对你来讲，化解了。灾难的缘起是什么？众生的不善业，错误的思想、错误的见解、错误的言行所感应得的。极乐世界好、华藏世界好，为什么？那个地方的居民思想好、见解好、行为好，没有一丝毫过失，所以它山河大地坚固，没有问题。我们在这个地球上，过去祖宗圣贤教得好，中国这块大地上，几千年来人们所学的是什么？伦理、道德、因果跟圣贤教诲，思想正、言行正，所以灾难就少。现在大家疏忽了，二次大战之后再听不到，地球土壤松了、松散了，稍稍一摇晃，地都陷到底下去，业力感召的。所以，佛经上两句话一定要记住，「相由心生」，从个人来讲，我们的相貌、我们的身体自己做主。自己如果有仁义礼智信、有四维八德，你的相貌好、你的身体好，百病不生，所以相由心生。「境随心转」，境是我们居住的环境，人事环境、物质环境随着我们念头转，我们念头善，环境就变成善的；念头不善，环境就变坏了。没有自然灾害，都是人为的，自然没有灾害，自然都是健康的，自然是最好的。我们今天破坏了自然，不按照自然规律去做，才出了问题。这些道理搞清楚、搞明白之后，我们就知道在现前这个状况之下，应该怎样生活、怎样工作、怎样处事待人接物，自利利他。学佛、学儒、学道都要从自己做起，要认真。",
      "zh_TW": "在各種經論裡頭，簡單扼要，也講得相當詳細的是賢首大師的《妄盡還源觀》，你要是真正把它搞清楚、搞明白，你自然放下，這個災難對你來講，化解了。災難的緣起是什麼？眾生的不善業，錯誤的思想、錯誤的見解、錯誤的言行所感應得的。極樂世界好、華藏世界好，為什麼？那個地方的居民思想好、見解好、行為好，沒有一絲毫過失，所以它山河大地堅固，沒有問題。我們在這個地球上，過去祖宗聖賢教得好，中國這塊大地上，幾千年來人們所學的是什麼？倫理、道德、因果跟聖賢教誨，思想正、言行正，所以災難就少。現在大家疏忽了，二次大戰之後再聽不到，地球土壤鬆了、鬆散了，稍稍一搖晃，地都陷到底下去，業力感召的。所以，佛經上兩句話一定要記住，「相由心生」，從個人來講，我們的相貌、我們的身體自己做主。自己如果有仁義禮智信、有四維八德，你的相貌好、你的身體好，百病不生，所以相由心生。「境隨心轉」，境是我們居住的環境，人事環境、物質環境隨著我們念頭轉，我們念頭善，環境就變成善的；念頭不善，環境就變壞了。沒有自然災害，都是人為的，自然沒有災害，自然都是健康的，自然是最好的。我們今天破壞了自然，不按照自然規律去做，才出了問題。這些道理搞清楚、搞明白之後，我們就知道在現前這個狀況之下，應該怎樣生活、怎樣工作、怎樣處事待人接物，自利利他。學佛、學儒、學道都要從自己做起，要認真。"
    },
    {
      "id": "21-589-0002_p0038",
      "zh_CN": "「2012」不能够轻视，我们现在看到许多报导，科学家报导的，北极变暖的速度快于预期，比科学家想像得快；南极的冰在溶化，也超过我们一般的预料，速度加快了，这个灾难是带给我们海水上涨。我们看了「马雅预言」，很多科学家在讨论这个问题，「银河对齐」。这是个天文上的现象，有周期性，一个周期是两万五千八百年一次，出现一次这个现象。就是银河的中心是个黑洞，这个黑洞在一千多年前被马雅人发现，科学家在近代的几年才发现。「对齐」是什么意思？就是二０一二年冬至这一天，银河中心的黑洞、太阳、地球，这三个成一条直线。黑洞的引力非常大，我们听科学家讲连光都被它吸进去。有这么强大的引力，它会干扰太阳，会引发太阳的太阳风暴，激烈的太阳风暴会影响地球的磁场，会给地球带来灾难。小的灾难，扰乱我们电信，人造卫星，放在空中的卫星会全部被它破坏。严重的是怕它引发地球上的火山爆发，引发地震、海啸，这个灾难就大了。有没有可能？科学家的判断很有可能。",
      "zh_TW": "「2012」不能夠輕視，我們現在看到許多報導，科學家報導的，北極變暖的速度快於預期，比科學家想像得快；南極的冰在溶化，也超過我們一般的預料，速度加快了，這個災難是帶給我們海水上漲。我們看了「馬雅預言」，很多科學家在討論這個問題，「銀河對齊」。這是個天文上的現象，有週期性，一個週期是兩萬五千八百年一次，出現一次這個現象。就是銀河的中心是個黑洞，這個黑洞在一千多年前被馬雅人發現，科學家在近代的幾年才發現。「對齊」是什麼意思？就是二０一二年冬至這一天，銀河中心的黑洞、太陽、地球，這三個成一條直線。黑洞的引力非常大，我們聽科學家講連光都被它吸進去。有這麼強大的引力，它會干擾太陽，會引發太陽的太陽風暴，激烈的太陽風暴會影響地球的磁場，會給地球帶來災難。小的災難，擾亂我們電信，人造衛星，放在空中的衛星會全部被它破壞。嚴重的是怕它引發地球上的火山爆發，引發地震、海嘯，這個災難就大了。有沒有可能？科學家的判斷很有可能。"
    },
    {
      "id": "21-589-0002_p0039",
      "zh_CN": "在佛法里面讲，我相信，我们根据佛法理论来看这桩事情。佛法里面讲，水灾从哪里来的？水灾是从贪心来的，今天世界上哪个不贪？贪心感得的是水灾。瞋恚感得的是火灾，火山爆发那是瞋恚，还有地球温度上升是瞋恚。能不能叫地球的温度降温，不再上升？能，全世界人都不要发脾气，地球马上就降温，就这么个道理，这佛在经上说的。你天天发脾气，你就想到，你替地球温度又再加一点了。愚痴是风灾，我们到处看到很多飓风造成的灾难，愚痴，怀疑都是属于风灾。所以佛讲化解灾难，我常说两句话，这是佛家老生常谈，「勤修戒定慧，息灭贪瞋痴」，三灾就没有了。我们自己要真正干，我们在顺境里头不要有贪爱，贪爱是水灾，在逆境里头不要有瞋恚。无论是顺境、是逆境，在这里面修什么？修心平气和，这就对了。修清净心、修平等心，这叫真正学佛，这个对自己有好处的。拯救这个世界，还是汤恩比所说的，孔孟学说是什么？是伦理、是道德；大乘佛法是什么？里头包括因果，包括圣贤教诲。",
      "zh_TW": "在佛法裡面講，我相信，我們根據佛法理論來看這樁事情。佛法裡面講，水災從哪裡來的？水災是從貪心來的，今天世界上哪個不貪？貪心感得的是水災。瞋恚感得的是火災，火山爆發那是瞋恚，還有地球溫度上升是瞋恚。能不能叫地球的溫度降溫，不再上升？能，全世界人都不要發脾氣，地球馬上就降溫，就這麼個道理，這佛在經上說的。你天天發脾氣，你就想到，你替地球溫度又再加一點了。愚痴是風災，我們到處看到很多颶風造成的災難，愚痴，懷疑都是屬於風災。所以佛講化解災難，我常說兩句話，這是佛家老生常談，「勤修戒定慧，息滅貪瞋痴」，三災就沒有了。我們自己要真正幹，我們在順境裡頭不要有貪愛，貪愛是水災，在逆境裡頭不要有瞋恚。無論是順境、是逆境，在這裡面修什麼？修心平氣和，這就對了。修清淨心、修平等心，這叫真正學佛，這個對自己有好處的。拯救這個世界，還是湯恩比所說的，孔孟學說是什麼？是倫理、是道德；大乘佛法是什麼？裡頭包括因果，包括聖賢教誨。"
    },
    {
      "id": "21-589-0002_p0040",
      "zh_CN": "我这边有个信息，是二月二十八号网路上透露的消息，中国总理温家宝先生强调「重视道德力量应对现代社会危机」，里面说了道德问题十分重要，对整个社会来讲，应该把这个问题摆在第一条。中国国家领导人认识了，跟汤恩比讲的话是一个意思，化解社会危机靠什么？要靠这个，中国传统文化。中国精神的特色没有别的，用一个字来说，「孝」，中国是孝文化，从孝延伸出五伦、五常、四维、八德。在大乘佛法里面，我们净宗学会成立，我们的修学纲领，五个科目。净业三福，这是最高的指导原则，「孝养父母，奉事师长，慈心不杀，修十善业」，根本的根本；第二个科目，六和敬；第三个科目，戒定慧三学；菩萨六波罗蜜；最后一个科目，普贤菩萨十大愿王。很好记，我们都能够把它做到、都能够落实，那你是真正的佛弟子。愈简单愈容易做到，不要搞得太复杂。",
      "zh_TW": "我這邊有個信息，是二月二十八號網路上透露的消息，中國總理溫家寶先生強調「重視道德力量應對現代社會危機」，裡面說了道德問題十分重要，對整個社會來講，應該把這個問題擺在第一條。中國國家領導人認識了，跟湯恩比講的話是一個意思，化解社會危機靠什麼？要靠這個，中國傳統文化。中國精神的特色沒有別的，用一個字來說，「孝」，中國是孝文化，從孝延伸出五倫、五常、四維、八德。在大乘佛法裡面，我們淨宗學會成立，我們的修學綱領，五個科目。淨業三福，這是最高的指導原則，「孝養父母，奉事師長，慈心不殺，修十善業」，根本的根本；第二個科目，六和敬；第三個科目，戒定慧三學；菩薩六波羅蜜；最後一個科目，普賢菩薩十大願王。很好記，我們都能夠把它做到、都能夠落實，那你是真正的佛弟子。愈簡單愈容易做到，不要搞得太複雜。"
    },
    {
      "id": "21-589-0002_p0041",
      "zh_CN": "这一次我回到这边来，我看到大家都很用功，都很认真学习，我非常欢喜。为了化解全世界这些灾难，我们提倡一百个七的「三时系念」佛事，我们现在这儿开始了。这个佛事，第一次是在中国提出来的，在我的家乡实际禅寺，快要圆满了，悟道法师在那边主持。现在台湾，台北也要做七百天，台南也要做七百天，我配合大家，在这个期间当中把《无量寿经》再详细讲一遍。我们这里有解、有行，解行相应。面对着这么多灾难，天天给我们警惕，天天在让我们觉悟。不真干，这个灾难避免不了；真干确实利益自己，也利益社会大众。怎么个作法？我就想到，我们应该像过去我在新加坡居士林，我们用一个道场这个平台，认真努力把它做出好的榜样出来。在此地，我们就利用净宗学院，我们学院里面无论是出家在家同心协力，深入经藏，认真的修行。修行，修正我们自己错误的行为，这叫修行。我们有很多想法错了、看法错了、做法错了，都要依据经教上的教诲把它修正过来。我们的标准就是四个根，《弟子规》、《感应篇》、《十善业道》跟《沙弥律仪》。我们就用这四个根要彻底把它做到，希望大家在一年的时间当中落实，真正做到，你就是真正的修行人。",
      "zh_TW": "這一次我回到這邊來，我看到大家都很用功，都很認真學習，我非常歡喜。為了化解全世界這些災難，我們提倡一百個七的「三時繫念」佛事，我們現在這兒開始了。這個佛事，第一次是在中國提出來的，在我的家鄉實際禪寺，快要圓滿了，悟道法師在那邊主持。現在台灣，台北也要做七百天，台南也要做七百天，我配合大家，在這個期間當中把《無量壽經》再詳細講一遍。我們這裡有解、有行，解行相應。面對著這麼多災難，天天給我們警惕，天天在讓我們覺悟。不真幹，這個災難避免不了；真幹確實利益自己，也利益社會大眾。怎麼個作法？我就想到，我們應該像過去我在新加坡居士林，我們用一個道場這個平台，認真努力把它做出好的榜樣出來。在此地，我們就利用淨宗學院，我們學院裡面無論是出家在家同心協力，深入經藏，認真的修行。修行，修正我們自己錯誤的行為，這叫修行。我們有很多想法錯了、看法錯了、做法錯了，都要依據經教上的教誨把它修正過來。我們的標準就是四個根，《弟子規》、《感應篇》、《十善業道》跟《沙彌律儀》。我們就用這四個根要徹底把它做到，希望大家在一年的時間當中落實，真正做到，你就是真正的修行人。"
    },
    {
      "id": "21-589-0002_p0042",
      "zh_CN": "灾难现前，时间迫切，我们认真做这桩事情，救急要紧，其他的一概都不做了。所以昨天我跟大家说过，如果无论是在国内是在国外，有人用我的名义去捐钱说做什么事，全是假的，我没有这个意念。我想到的事情很多，有的时候说出来希望别人去做。做事情得有福报，基本的条件，你有钱、你有人才能办事；没有这个福报，不能办事。我这一生当中，没有人也没有钱，所以大家也不要捐钱给我，这个请大家记住。我们现在念佛要紧，比什么都要紧。学刘素云居士，学胡小林居士，胡小林用中国传统文化去经商，做得很成功，是很好的典范。说明传统文化在各行各业里面都有好处，有你意想不到的好处，无论在哪个行业，所谓是三百六十行，都能帮助你兴旺，都能帮助你解决问题。我们这个道场要认真做出来，给宗教界做个好样子。",
      "zh_TW": "災難現前，時間迫切，我們認真做這樁事情，救急要緊，其他的一概都不做了。所以昨天我跟大家說過，如果無論是在國內是在國外，有人用我的名義去捐錢說做什麼事，全是假的，我沒有這個意念。我想到的事情很多，有的時候說出來希望別人去做。做事情得有福報，基本的條件，你有錢、你有人才能辦事；沒有這個福報，不能辦事。我這一生當中，沒有人也沒有錢，所以大家也不要捐錢給我，這個請大家記住。我們現在念佛要緊，比什麼都要緊。學劉素雲居士，學胡小林居士，胡小林用中國傳統文化去經商，做得很成功，是很好的典範。說明傳統文化在各行各業裡面都有好處，有你意想不到的好處，無論在哪個行業，所謂是三百六十行，都能幫助你興旺，都能幫助你解決問題。我們這個道場要認真做出來，給宗教界做個好樣子。"
    },
    {
      "id": "21-589-0002_p0043",
      "zh_CN": "今天时间到了，我的报告就到此地。祝福大家身体健康、事业顺利，我们认真的学习，给社会做好榜样。谢谢大家。",
      "zh_TW": "今天時間到了，我的報告就到此地。祝福大家身體健康、事業順利，我們認真的學習，給社會做好榜樣。謝謝大家。"
    }
  ]
}