{
  "doc_id": "03-002-0024",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏钞演义",
    "zh_TW": "佛說觀無量壽佛經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十四集",
    "zh_TW": "第二十四集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-002-0024",
  "total_paragraphs": 68,
  "paragraphs": [
    {
      "id": "03-002-0024_p0001",
      "zh_CN": "请看一百八十七面，看经文：",
      "zh_TW": "請看一百八十七面，看經文："
    },
    {
      "id": "03-002-0024_p0002",
      "zh_CN": "【想彼佛者。先当想像。闭目开目。见一宝像。如阎浮檀金色。坐彼华上。】",
      "zh_TW": "【想彼佛者。先當想像。閉目開目。見一寶像。如閻浮檀金色。坐彼華上。】"
    },
    {
      "id": "03-002-0024_p0003",
      "zh_CN": "这是教给我们观法。观法先说明观像，跟前面的日观、水观完全相同，必须开目闭目这个佛像都要在眼前，像经上讲得那么样的微细，这个才是观成。如果纵然心目当中有这个像，不能在眼前现出来，这个观没有成就。",
      "zh_TW": "這是教給我們觀法。觀法先說明觀像，跟前面的日觀、水觀完全相同，必須開目閉目這個佛像都要在眼前，像經上講得那麼樣的微細，這個才是觀成。如果縱然心目當中有這個像，不能在眼前現出來，這個觀沒有成就。"
    },
    {
      "id": "03-002-0024_p0004",
      "zh_CN": "下面这是「因像见土」，我们看经文，一百八十八面。",
      "zh_TW": "下面這是「因像見土」，我們看經文，一百八十八面。"
    },
    {
      "id": "03-002-0024_p0005",
      "zh_CN": "【见像坐已。】",
      "zh_TW": "【見像坐已。】"
    },
    {
      "id": "03-002-0024_p0006",
      "zh_CN": "阿弥陀佛坐在莲台之上。",
      "zh_TW": "阿彌陀佛坐在蓮臺之上。"
    },
    {
      "id": "03-002-0024_p0007",
      "zh_CN": "【心眼得开。了了分明见极乐国七宝庄严。宝地宝池。宝树行列。诸天宝幔弥覆其上。众宝罗网满虚空中。见如此事。极令明了。如观掌中。】",
      "zh_TW": "【心眼得開。了了分明見極樂國七寶莊嚴。寶地寶池。寶樹行列。諸天寶幔彌覆其上。眾寶羅網滿虛空中。見如此事。極令明了。如觀掌中。】"
    },
    {
      "id": "03-002-0024_p0008",
      "zh_CN": "古德给我们说，这样微细的境界都是在一心妙观之中逐渐转生，所以看的境界愈看愈清楚、愈看愈明了。在这个地方特别要注意的，到真正观察明了，实在是很清净的心。我们今天讲观想念佛，这个观，天台家讲次第三观，一心三观。天台家因为智者大师当年建立了三止三观的修行方法，这个方法是智者大师发明的。印度一些高僧到中国来拜访智者大师，智者大师将他自己的修行方法说出来，这些印度法师佩服得不得了。告诉智者大师说，在西方有《大佛顶首楞严经》，里面所讲的修学方法跟天台家的三止三观非常相似，很接近，就是《楞严经》上讲的奢摩他、三摩、禅那。因此天台大师他就在天台山筑了一个拜经台，每天向西方礼拜，希望这个经能到中国来。拜了一十八年，智者大师圆寂，这个经还没有到中国来。可是以后确实般刺蜜帝法师把这个经送到中国来了。",
      "zh_TW": "古德給我們說，這樣微細的境界都是在一心妙觀之中逐漸轉生，所以看的境界愈看愈清楚、愈看愈明瞭。在這個地方特別要注意的，到真正觀察明瞭，實在是很清淨的心。我們今天講觀想念佛，這個觀，天台家講次第三觀，一心三觀。天台家因為智者大師當年建立了三止三觀的修行方法，這個方法是智者大師發明的。印度一些高僧到中國來拜訪智者大師，智者大師將他自己的修行方法說出來，這些印度法師佩服得不得了。告訴智者大師說，在西方有《大佛頂首楞嚴經》，裡面所講的修學方法跟天台家的三止三觀非常相似，很接近，就是《楞嚴經》上講的奢摩他、三摩、禪那。因此天台大師他就在天台山築了一個拜經台，每天向西方禮拜，希望這個經能到中國來。拜了一十八年，智者大師圓寂，這個經還沒有到中國來。可是以後確實般刺蜜帝法師把這個經送到中國來了。"
    },
    {
      "id": "03-002-0024_p0009",
      "zh_CN": "这个经在印度称之为国宝，任何经典都可以流通到外国，这个经典不可以流通到外国。这是印度人吝法，现在佛法没有了，吝法的果报！般刺蜜帝法师把这个经送过来，海关上查得很严，偷渡几次都没成功。最后是把手背剖开，把这个经写成细小的字藏在里面，等伤口完全恢复之后，这样到中国来，把经带来。带到中国来，再把手背剖开，经拿出来，《楞严经》是这样传来的。早期注解经的，因为受了这个影响，都用天台止观来解释奢摩他、三摩、禅那。一直到明朝交光大师才不用这个方法，直接用《楞严》里面的讲法，提倡「舍识用根」，这是非常符合经义。我们在交光法师注解的序文里面看到，交光法师是念阿弥陀佛求生净土。他是在临终，阿弥陀佛来接引他的时候，阿弥陀佛驻在空中接引他往生，他向阿弥陀佛告假。他说《楞严经》自古以来注解，经义都不明，眉注没有讲得清楚，他向阿弥陀佛告假来注解《楞严经》，注好之后再往生。阿弥陀佛也同意了，准了他的假，他是告假做这个注解的。",
      "zh_TW": "這個經在印度稱之為國寶，任何經典都可以流通到外國，這個經典不可以流通到外國。這是印度人吝法，現在佛法沒有了，吝法的果報！般刺蜜帝法師把這個經送過來，海關上查得很嚴，偷渡幾次都沒成功。最後是把手背剖開，把這個經寫成細小的字藏在裡面，等傷口完全恢復之後，這樣到中國來，把經帶來。帶到中國來，再把手背剖開，經拿出來，《楞嚴經》是這樣傳來的。早期註解經的，因為受了這個影響，都用天台止觀來解釋奢摩他、三摩、禪那。一直到明朝交光大師才不用這個方法，直接用《楞嚴》裡面的講法，提倡「捨識用根」，這是非常符合經義。我們在交光法師註解的序文裡面看到，交光法師是念阿彌陀佛求生淨土。他是在臨終，阿彌陀佛來接引他的時候，阿彌陀佛駐在空中接引他往生，他向阿彌陀佛告假。他說《楞嚴經》自古以來註解，經義都不明，眉註沒有講得清楚，他向阿彌陀佛告假來註解《楞嚴經》，註好之後再往生。阿彌陀佛也同意了，准了他的假，他是告假做這個註解的。"
    },
    {
      "id": "03-002-0024_p0010",
      "zh_CN": "他提出的原因在哪里？就是天台家三止三观都用的意识，一心三观也不例外，《楞严经》讲完全不用心意识，这是交光法师在注解里给我们讲清楚了。他这个称之为新疏。所以《楞严》有新旧二派，旧派宗天台的三止三观来解释经，新派的不用三止三观，用交光法师所说的舍识用根，不用心意识。本经这个《疏》是天台大师注的，他注用三止三观；换句话说，还是用的心意识。心意识用得正确，用这个修行，《楞严经》上说可以证得阿罗汉果，可以证到辟支佛的果位；换句话说，在净宗里面讲，确实能够修到事一心不乱，能到这个境界。在事一心不乱，大概经上讲的这些境界都可以能够成就，这个观想能够成就。如果要到真正圆满的成就，必须是理一心不乱才真正见到。这是我们应当要晓得的。佛教给我们的原则是依法不依人，法是经典，注疏只是古大德修学提供我们的参考而已，我们用他来做参考是正确的，也不能够完全死在注下，那就错了，一定要依经。",
      "zh_TW": "他提出的原因在哪裡？就是天台家三止三觀都用的意識，一心三觀也不例外，《楞嚴經》講完全不用心意識，這是交光法師在註解裡給我們講清楚了。他這個稱之為新疏。所以《楞嚴》有新舊二派，舊派宗天台的三止三觀來解釋經，新派的不用三止三觀，用交光法師所說的捨識用根，不用心意識。本經這個《疏》是天台大師註的，他註用三止三觀；換句話說，還是用的心意識。心意識用得正確，用這個修行，《楞嚴經》上說可以證得阿羅漢果，可以證到辟支佛的果位；換句話說，在淨宗裡面講，確實能夠修到事一心不亂，能到這個境界。在事一心不亂，大概經上講的這些境界都可以能夠成就，這個觀想能夠成就。如果要到真正圓滿的成就，必須是理一心不亂才真正見到。這是我們應當要曉得的。佛教給我們的原則是依法不依人，法是經典，註疏只是古大德修學提供我們的參考而已，我們用他來做參考是正確的，也不能夠完全死在註下，那就錯了，一定要依經。"
    },
    {
      "id": "03-002-0024_p0011",
      "zh_CN": "我们再看第二段，「观菩萨」。",
      "zh_TW": "我們再看第二段，「觀菩薩」。"
    },
    {
      "id": "03-002-0024_p0012",
      "zh_CN": "【见此事已。复当更作一大莲华。在佛左边。如前莲华。等无有异。复作一大莲华。在佛右边。想一观世音菩萨像。坐左华座。亦作金色。如前无异。想一大势至菩萨像。坐右华座。】",
      "zh_TW": "【見此事已。復當更作一大蓮華。在佛左邊。如前蓮華。等無有異。復作一大蓮華。在佛右邊。想一觀世音菩薩像。坐左華座。亦作金色。如前無異。想一大勢至菩薩像。坐右華座。】"
    },
    {
      "id": "03-002-0024_p0013",
      "zh_CN": "花台、莲座是完全相同，佛菩萨统统一样。当中是阿弥陀佛，左面的，就是阿弥陀佛左手边的，是观世音菩萨，右手边的是大势至菩萨。注解里面，很有趣，注解里讲，「三圣设化，动静必俱」，俱就是一而三、三而一，「一主二臣，非并非别，表乎三法，三妙融，真身既然，像合相似，观二足佛，令妙观成三」。这是观西方三圣。在普通表法，佛是代表法性，代表真如本性，菩萨代表从体起用，就是自性的作用。自性作用是无量无边，无量无边的德用可以归纳成两大类，一类是智，一类是行，在佛法里面讲解行，解是属于智慧，行则是讲生活行持。这就是二大菩萨，所以我们供佛像一定是一佛二菩萨，不会供成三个菩萨、四个菩萨，不是这样供法的，因为他表法的意思圆满具足了。",
      "zh_TW": "花臺、蓮座是完全相同，佛菩薩統統一樣。當中是阿彌陀佛，左面的，就是阿彌陀佛左手邊的，是觀世音菩薩，右手邊的是大勢至菩薩。註解裡面，很有趣，註解裡講，「三聖設化，動靜必俱」，俱就是一而三、三而一，「一主二臣，非並非別，表乎三法，三妙融，真身既然，像合相似，觀二足佛，令妙觀成三」。這是觀西方三聖。在普通表法，佛是代表法性，代表真如本性，菩薩代表從體起用，就是自性的作用。自性作用是無量無邊，無量無邊的德用可以歸納成兩大類，一類是智，一類是行，在佛法裡面講解行，解是屬於智慧，行則是講生活行持。這就是二大菩薩，所以我們供佛像一定是一佛二菩薩，不會供成三個菩薩、四個菩薩，不是這樣供法的，因為他表法的意思圓滿具足了。"
    },
    {
      "id": "03-002-0024_p0014",
      "zh_CN": "在西方三圣，观世音菩萨代表行，观音菩萨大慈大悲救苦救难，他代表行门。大势至菩萨代表解门，代表智慧，唯有智慧才是真正的势力，真正有力。所以，慈悲一定要以智慧为基础，这才叫顺性的慈悲。如果没有智，这个慈悲叫滥慈悲，那会有负面的影响，反而不好。佛门常说「慈悲为本，方便为门」，佛法非常重视大慈大悲、善巧方便，可是后人也有说「慈悲多祸害，方便出下流」，这是什么原因？智慧失掉了！没有智慧的慈悲，没有智慧的方便，就坏了。佛法在今天，可以说衰微到这个样子，就是理智失掉了，一昧的去滥慈悲。这是我们知道供养佛像他表法的义趣，实在讲一即是三，三即是一，他是代表一体的。下面再看「像放光」。",
      "zh_TW": "在西方三聖，觀世音菩薩代表行，觀音菩薩大慈大悲救苦救難，他代表行門。大勢至菩薩代表解門，代表智慧，唯有智慧才是真正的勢力，真正有力。所以，慈悲一定要以智慧為基礎，這才叫順性的慈悲。如果沒有智，這個慈悲叫濫慈悲，那會有負面的影響，反而不好。佛門常說「慈悲為本，方便為門」，佛法非常重視大慈大悲、善巧方便，可是後人也有說「慈悲多禍害，方便出下流」，這是什麼原因？智慧失掉了！沒有智慧的慈悲，沒有智慧的方便，就壞了。佛法在今天，可以說衰微到這個樣子，就是理智失掉了，一昧的去濫慈悲。這是我們知道供養佛像他表法的義趣，實在講一即是三，三即是一，他是代表一體的。下面再看「像放光」。"
    },
    {
      "id": "03-002-0024_p0015",
      "zh_CN": "【此想成时。佛菩萨像皆放光明。其光金色。照诸宝树。一一树下。亦有三莲华。诸莲华上。各有一佛二菩萨像。遍满彼国。】",
      "zh_TW": "【此想成時。佛菩薩像皆放光明。其光金色。照諸寶樹。一一樹下。亦有三蓮華。諸蓮華上。各有一佛二菩薩像。遍滿彼國。】"
    },
    {
      "id": "03-002-0024_p0016",
      "zh_CN": "这段很重要，也很容易记。因为我们常常想，西方极乐世界那么大，人那么多，我们去能见得到佛吗？都很怀疑。不要说别的，我们台湾不大，台北市更小，台北市两百多万市民，我们每个人能够天天跟总统见面吗？这都见不到了，西方极乐世界的人没有人能够计算得出来，那么大，我们怎么能天天见到阿弥陀佛、观音势至？看这段经文才晓得，原来佛菩萨的化身每一宝树下面都有西方三圣，西方三圣的数量跟那边人的数量相等。所以每个人天天都见到佛，天天都不离佛，这好！这个境界我们在十方世界没见过，经上没有这样说过的，唯独西方世界，弥陀观音势至的化身『遍满其国』。所以到西方世界，是常常跟阿弥陀佛在一起，跟观音势至、文殊普贤、诸大菩萨天天见面，天天在一块，这就是他们的化身遍满佛国。",
      "zh_TW": "這段很重要，也很容易記。因為我們常常想，西方極樂世界那麼大，人那麼多，我們去能見得到佛嗎？都很懷疑。不要說別的，我們臺灣不大，臺北市更小，臺北市兩百多萬市民，我們每個人能夠天天跟總統見面嗎？這都見不到了，西方極樂世界的人沒有人能夠計算得出來，那麼大，我們怎麼能天天見到阿彌陀佛、觀音勢至？看這段經文才曉得，原來佛菩薩的化身每一寶樹下面都有西方三聖，西方三聖的數量跟那邊人的數量相等。所以每個人天天都見到佛，天天都不離佛，這好！這個境界我們在十方世界沒見過，經上沒有這樣說過的，唯獨西方世界，彌陀觀音勢至的化身『遍滿其國』。所以到西方世界，是常常跟阿彌陀佛在一起，跟觀音勢至、文殊普賢、諸大菩薩天天見面，天天在一塊，這就是他們的化身遍滿佛國。"
    },
    {
      "id": "03-002-0024_p0017",
      "zh_CN": "这一段注解里面，我们看一百八十九面，倒数第四行，从第三句看起。「佛之身座，菩萨身座，三无差别」，菩萨身、菩萨座与佛身、佛座完全相同，这个跟《无量寿经》上讲的一样。「唯首相各不同耳」，在头部去看不一样，「佛唯肉髻，不戴华冠」，佛的头上是肉髻相，「二大士虽同戴华冠」，观音、势至都戴帽子。这个帽子，华冠是相同，只有一点不相同，观音菩萨帽子当中是一尊佛像，这个佛像是站着的，立化佛。我说有一天有个人照了一张观音像，他头上帽子的佛像是打坐在那里，我说这个不对，这不是观音菩萨，观音菩萨帽子像是站着的。我说你这是什么菩萨，我不知道，你要是观音，这是冒充的观音，不是真正的观音，是仿冒的观音。这也是要注意到。大势至菩萨像帽子当中是个宝瓶，也是立着的一个宝瓶。就是这一点不同，除此之外完全相同。这个跟《无量寿经》上四十八愿讲的都一样。",
      "zh_TW": "這一段註解裡面，我們看一百八十九面，倒數第四行，從第三句看起。「佛之身座，菩薩身座，三無差別」，菩薩身、菩薩座與佛身、佛座完全相同，這個跟《無量壽經》上講的一樣。「唯首相各不同耳」，在頭部去看不一樣，「佛唯肉髻，不戴華冠」，佛的頭上是肉髻相，「二大士雖同戴華冠」，觀音、勢至都戴帽子。這個帽子，華冠是相同，只有一點不相同，觀音菩薩帽子當中是一尊佛像，這個佛像是站著的，立化佛。我說有一天有個人照了一張觀音像，他頭上帽子的佛像是打坐在那裡，我說這個不對，這不是觀音菩薩，觀音菩薩帽子像是站著的。我說你這是什麼菩薩，我不知道，你要是觀音，這是冒充的觀音，不是真正的觀音，是仿冒的觀音。這也是要注意到。大勢至菩薩像帽子當中是個寶瓶，也是立著的一個寶瓶。就是這一點不同，除此之外完全相同。這個跟《無量壽經》上四十八願講的都一樣。"
    },
    {
      "id": "03-002-0024_p0018",
      "zh_CN": "我们再翻开来，看经文：",
      "zh_TW": "我們再翻開來，看經文："
    },
    {
      "id": "03-002-0024_p0019",
      "zh_CN": "【此想成时。行者当闻水流光明。及诸宝树。凫雁鸳鸯。皆说妙法。出定入定。恒闻妙法。行者所闻。出定之时。忆持不舍。令与修多罗合。若不合者。名为妄想。若与合者。名为麤想见极乐世界。是为像想。名第八观。】",
      "zh_TW": "【此想成時。行者當聞水流光明。及諸寶樹。鳧雁鴛鴦。皆說妙法。出定入定。恆聞妙法。行者所聞。出定之時。憶持不捨。令與修多羅合。若不合者。名為妄想。若與合者。名為麤想見極樂世界。是為像想。名第八觀。】"
    },
    {
      "id": "03-002-0024_p0020",
      "zh_CN": "这一段经文是说明在观中闻法。水流、光明、宝树这是无情说法，凫雁众鸟是有情说法，情与无情没有一个不说法的，在这段经文上我们见到了。修行的人无论是在定中，是入定或者是出定，统统听得到。就像前面那个观想，睁开眼睛、闭着眼睛这个像都在前面。这个地方说，定中或者不是在定中，音声统统听到。可是你所听到的一定要与经相应，如果不相应，那就是『妄想』，相应的，这是『麤见』，见到极乐世界。这是要辨别清楚的，不能把魔境当做佛境。所以，经典对我们学佛的人有两个用途。第一个用途，是教给我们修行方法。我们也不知道怎么修，经典里有理论、有方法、有境界，是教我们。第二个用途，是我们修到相当境界的时候，它来给我们做证明。到我们修成的时候，我们所见到的境界，要拿经典来对照，一样不一样。譬如说我们见到西方极乐世界，西方极乐世界我们所见到的跟经上讲的相不相同？如果完全相同，那是真的见到西方世界。如果不相同，那就不是的，那是假的。这个是很重要！经论上常常说佛佛道同，一切诸佛所说的经决定是相同。容或不同，那是言语文字，可以说这里也许有一点不同，所讲的内容决定是相同。为什么？是诸佛亲证的境界，哪有不相同的道理？",
      "zh_TW": "這一段經文是說明在觀中聞法。水流、光明、寶樹這是無情說法，鳧雁眾鳥是有情說法，情與無情沒有一個不說法的，在這段經文上我們見到了。修行的人無論是在定中，是入定或者是出定，統統聽得到。就像前面那個觀想，睜開眼睛、閉著眼睛這個像都在前面。這個地方說，定中或者不是在定中，音聲統統聽到。可是你所聽到的一定要與經相應，如果不相應，那就是『妄想』，相應的，這是『麤見』，見到極樂世界。這是要辨別清楚的，不能把魔境當做佛境。所以，經典對我們學佛的人有兩個用途。第一個用途，是教給我們修行方法。我們也不知道怎麼修，經典裡有理論、有方法、有境界，是教我們。第二個用途，是我們修到相當境界的時候，它來給我們做證明。到我們修成的時候，我們所見到的境界，要拿經典來對照，一樣不一樣。譬如說我們見到西方極樂世界，西方極樂世界我們所見到的跟經上講的相不相同？如果完全相同，那是真的見到西方世界。如果不相同，那就不是的，那是假的。這個是很重要！經論上常常說佛佛道同，一切諸佛所說的經決定是相同。容或不同，那是言語文字，可以說這裡也許有一點不同，所講的內容決定是相同。為什麼？是諸佛親證的境界，哪有不相同的道理？"
    },
    {
      "id": "03-002-0024_p0021",
      "zh_CN": "像这些地方如果我们多留意，现在这个世界假佛太多了，伪造的经典也很多，很容易受欺骗。遇到魔事的人太多了，我几乎每个星期都有好几个人来找我。着了魔，实在讲找我，我没有法子，我没有神通，我跟鬼神没有往来。着到魔，要找到与鬼神有往来的那些人，他也许有方法给你调解。但是调解也是有限度的，也得看缘分。所以我劝同修老老实实的念佛，跟鬼神往来是愈少愈好，为什么？我们是凡夫，惹不起。这个鬼神，俗话说「请神容易，送神难」，你把他找来了很容易，以后你怎么样把他打发走，这个事情麻烦。他要不走，那给你带来的麻烦就太多了，所以最好跟鬼神交往愈少愈好。我们不愿意跟他交往，他也不会来找我们。我们喜欢神通，喜欢供养鬼神，喜欢跟他们往来，他觉得你还不错，我们是好朋友，那交个朋友！这些都要注意到的。",
      "zh_TW": "像這些地方如果我們多留意，現在這個世界假佛太多了，偽造的經典也很多，很容易受欺騙。遇到魔事的人太多了，我幾乎每個星期都有好幾個人來找我。著了魔，實在講找我，我沒有法子，我沒有神通，我跟鬼神沒有往來。著到魔，要找到與鬼神有往來的那些人，他也許有方法給你調解。但是調解也是有限度的，也得看緣分。所以我勸同修老老實實的念佛，跟鬼神往來是愈少愈好，為什麼？我們是凡夫，惹不起。這個鬼神，俗話說「請神容易，送神難」，你把他找來了很容易，以後你怎麼樣把他打發走，這個事情麻煩。他要不走，那給你帶來的麻煩就太多了，所以最好跟鬼神交往愈少愈好。我們不願意跟他交往，他也不會來找我們。我們喜歡神通，喜歡供養鬼神，喜歡跟他們往來，他覺得你還不錯，我們是好朋友，那交個朋友！這些都要注意到的。"
    },
    {
      "id": "03-002-0024_p0022",
      "zh_CN": "念咒，咒里面许多都是鬼神名号，你把他念来，然后你怎么把他念走？你们想念楞严咒，念大悲咒，真正的咒语就是最后的几句，从「怛姪他」以下那是咒语，几句话。前面统统是鬼神的名号，一个一个把他们叫来，叫来之后你不能好好的打发他，这个很麻烦。古时候这些大德他们真正有道行，每天用咒语施食供养鬼神，他真正得到利益。我们心不清净，没有道行，去学这个咒子，把鬼神招来了。鬼神一看，你也没有道德，也没有什么修持，他瞧不起你。瞧不起你，好的鬼神他走了就算了，不理你，坏的鬼神有时候他欺负你，那个麻烦就大了。你不惹他，他不找你，你惹他，他会找你麻烦。现在我们看到这个世间，中国、外国太多了。所以我希望同修们，遇到这些事情不要把他介绍来看我，我没有办法。我现在晓得，从前好像广钦法师还有点神通，大家知道的。现在我晓得台南开心法师，他能够看得出一些，他有一点感应。开心法师跟我也很好，我遇到这些疑难杂症，没有法子，我就统统介绍给他。他实在讲也不能怪我，我上次去看他，他送人名片，我说法师，你给我一张名片。他送我一盒。所以我现在有一盒名片，谁有疑难杂症我就送一张给他，叫他去找他。",
      "zh_TW": "念咒，咒裡面許多都是鬼神名號，你把他念來，然後你怎麼把他念走？你們想念楞嚴咒，念大悲咒，真正的咒語就是最後的幾句，從「怛姪他」以下那是咒語，幾句話。前面統統是鬼神的名號，一個一個把他們叫來，叫來之後你不能好好的打發他，這個很麻煩。古時候這些大德他們真正有道行，每天用咒語施食供養鬼神，他真正得到利益。我們心不清淨，沒有道行，去學這個咒子，把鬼神招來了。鬼神一看，你也沒有道德，也沒有什麼修持，他瞧不起你。瞧不起你，好的鬼神他走了就算了，不理你，壞的鬼神有時候他欺負你，那個麻煩就大了。你不惹他，他不找你，你惹他，他會找你麻煩。現在我們看到這個世間，中國、外國太多了。所以我希望同修們，遇到這些事情不要把他介紹來看我，我沒有辦法。我現在曉得，從前好像廣欽法師還有點神通，大家知道的。現在我曉得臺南開心法師，他能夠看得出一些，他有一點感應。開心法師跟我也很好，我遇到這些疑難雜症，沒有法子，我就統統介紹給他。他實在講也不能怪我，我上次去看他，他送人名片，我說法師，你給我一張名片。他送我一盒。所以我現在有一盒名片，誰有疑難雜症我就送一張給他，叫他去找他。"
    },
    {
      "id": "03-002-0024_p0023",
      "zh_CN": "这是观想当中有正观、有邪观，不能不留意。所以学佛就是要真诚，依教奉行，不求神通，也不求感应，这样你的心正、行正，鬼神不敢惹你。尤其是一个真正念佛人，诸佛护念，龙天护持，邪门外道这些鬼神根本都不敢接近你，这是真的，一点都不假，不敢接近，哪里会着魔？所以念佛的人着魔，这真叫冤枉，这决定不是真正念佛人，真正念佛人不会的。着魔最容易的是学密跟学禅，因为禅定里面，定中他能见到鬼神。密宗里面咒语许多都是鬼神名字，所以他们跟鬼神就比较接近，往来比较密切，容易惹麻烦。净宗念佛，照理说是不可能有这些事情发生。",
      "zh_TW": "這是觀想當中有正觀、有邪觀，不能不留意。所以學佛就是要真誠，依教奉行，不求神通，也不求感應，這樣你的心正、行正，鬼神不敢惹你。尤其是一個真正念佛人，諸佛護念，龍天護持，邪門外道這些鬼神根本都不敢接近你，這是真的，一點都不假，不敢接近，哪裡會著魔？所以念佛的人著魔，這真叫冤枉，這決定不是真正念佛人，真正念佛人不會的。著魔最容易的是學密跟學禪，因為禪定裡面，定中他能見到鬼神。密宗裡面咒語許多都是鬼神名字，所以他們跟鬼神就比較接近，往來比較密切，容易惹麻煩。淨宗念佛，照理說是不可能有這些事情發生。"
    },
    {
      "id": "03-002-0024_p0024",
      "zh_CN": "底下一段是说「修观利益」，一百九十一面，经文：",
      "zh_TW": "底下一段是說「修觀利益」，一百九十一面，經文："
    },
    {
      "id": "03-002-0024_p0025",
      "zh_CN": "【作是观者。除无量亿劫生死之罪。于现身中。得念佛三昧。】",
      "zh_TW": "【作是觀者。除無量億劫生死之罪。於現身中。得念佛三昧。】"
    },
    {
      "id": "03-002-0024_p0026",
      "zh_CN": "就是你观想如果成就，现前就得『念佛三昧』，这个「念佛三昧」就是《弥陀经》上讲的一心不乱，就能够得到。",
      "zh_TW": "就是你觀想如果成就，現前就得『念佛三昧』，這個「念佛三昧」就是《彌陀經》上講的一心不亂，就能夠得到。"
    },
    {
      "id": "03-002-0024_p0027",
      "zh_CN": "底下这一观，是本经里面最主要的一段，就是观无量寿佛，我们这个经题是《观无量寿佛经》，观无量寿佛是第九观。",
      "zh_TW": "底下這一觀，是本經裡面最主要的一段，就是觀無量壽佛，我們這個經題是《觀無量壽佛經》，觀無量壽佛是第九觀。"
    },
    {
      "id": "03-002-0024_p0028",
      "zh_CN": "【佛告阿难及韦提希。此想成已。】",
      "zh_TW": "【佛告阿難及韋提希。此想成已。】"
    },
    {
      "id": "03-002-0024_p0029",
      "zh_CN": "这是前面「圣像观」，就是三圣像观，观成就更进一步观无量寿佛。",
      "zh_TW": "這是前面「聖像觀」，就是三聖像觀，觀成就更進一步觀無量壽佛。"
    },
    {
      "id": "03-002-0024_p0030",
      "zh_CN": "【次当更观无量寿佛身相光明。】",
      "zh_TW": "【次當更觀無量壽佛身相光明。】"
    },
    {
      "id": "03-002-0024_p0031",
      "zh_CN": "这个观就相当之微细。",
      "zh_TW": "這個觀就相當之微細。"
    },
    {
      "id": "03-002-0024_p0032",
      "zh_CN": "【阿难。当知无量寿佛身。如百千亿万夜摩天阎浮檀金色。】",
      "zh_TW": "【阿難。當知無量壽佛身。如百千億萬夜摩天閻浮檀金色。】"
    },
    {
      "id": "03-002-0024_p0033",
      "zh_CN": "佛的身相是金色的，经上讲的金色，是取我们世间的黄金这种颜色相似而已，真正讲起西方的金色，比我们这里不晓得要超胜多少，我们这里黄金跟他那里不能比。但是我们这个世间再见不到更好的金色，不得已用这个来做比喻。所以此地讲的不是讲我们世人间的金色，讲『夜摩天阎浮檀金色』。",
      "zh_TW": "佛的身相是金色的，經上講的金色，是取我們世間的黃金這種顏色相似而已，真正講起西方的金色，比我們這裡不曉得要超勝多少，我們這裡黃金跟他那裡不能比。但是我們這個世間再見不到更好的金色，不得已用這個來做比喻。所以此地講的不是講我們世人間的金色，講『夜摩天閻浮檀金色』。"
    },
    {
      "id": "03-002-0024_p0034",
      "zh_CN": "【佛身高六十万亿那由他恒河沙由旬。】",
      "zh_TW": "【佛身高六十萬億那由他恆河沙由旬。】"
    },
    {
      "id": "03-002-0024_p0035",
      "zh_CN": "这是佛的身高。",
      "zh_TW": "這是佛的身高。"
    },
    {
      "id": "03-002-0024_p0036",
      "zh_CN": "【眉间白毫。右旋宛转。如五须弥山。】",
      "zh_TW": "【眉間白毫。右旋宛轉。如五須彌山。】"
    },
    {
      "id": "03-002-0024_p0037",
      "zh_CN": "我们赞佛偈里面，「白毫宛转五须弥，绀目澄清四大海」，就是从这段经文里面来的，白毫宛转五须弥。",
      "zh_TW": "我們讚佛偈裡面，「白毫宛轉五須彌，紺目澄清四大海」，就是從這段經文裡面來的，白毫宛轉五須彌。"
    },
    {
      "id": "03-002-0024_p0038",
      "zh_CN": "【佛眼如四大海水。青白分明。】",
      "zh_TW": "【佛眼如四大海水。青白分明。】"
    },
    {
      "id": "03-002-0024_p0039",
      "zh_CN": "佛的身相，相好光明，实在讲是无量无边，经上略举二种，白毫相、佛的眼睛，举这两种。",
      "zh_TW": "佛的身相，相好光明，實在講是無量無邊，經上略舉二種，白毫相、佛的眼睛，舉這兩種。"
    },
    {
      "id": "03-002-0024_p0040",
      "zh_CN": "【身诸毛孔。演出光明。如须弥山。彼佛圆光。如百亿三千大千世界。】",
      "zh_TW": "【身諸毛孔。演出光明。如須彌山。彼佛圓光。如百億三千大千世界。】"
    },
    {
      "id": "03-002-0024_p0041",
      "zh_CN": "佛身上的毛孔放光，『演出光明』，像须弥山一样。佛的圆光，这是讲头部的圆光，有多大？『百亿三千大世界』。",
      "zh_TW": "佛身上的毛孔放光，『演出光明』，像須彌山一樣。佛的圓光，這是講頭部的圓光，有多大？『百億三千大世界』。"
    },
    {
      "id": "03-002-0024_p0042",
      "zh_CN": "【于圆光中。有百万亿那由他恒河沙化佛。】",
      "zh_TW": "【於圓光中。有百萬億那由他恆河沙化佛。】"
    },
    {
      "id": "03-002-0024_p0043",
      "zh_CN": "「光中化佛无数亿，化菩萨众亦无边」，这些赞佛偈全都是从这段经文里面出来的。",
      "zh_TW": "「光中化佛無數億，化菩薩眾亦無邊」，這些讚佛偈全都是從這段經文裡面出來的。"
    },
    {
      "id": "03-002-0024_p0044",
      "zh_CN": "【一一化佛。亦有众多无数化菩萨以为侍者。无量寿佛有八万四千相。一一相中。各有八万四千随形好。一一好中。复有八万四千光明。一一光明，遍照十方世界念佛众生。摄取不舍。】",
      "zh_TW": "【一一化佛。亦有眾多無數化菩薩以為侍者。無量壽佛有八萬四千相。一一相中。各有八萬四千隨形好。一一好中。復有八萬四千光明。一一光明，遍照十方世界念佛眾生。攝取不捨。】"
    },
    {
      "id": "03-002-0024_p0045",
      "zh_CN": "所以十方世界念佛的人再多，往生西方世界，阿弥陀佛绝对不会把你漏掉的，不会把你忘掉的，没有这个事情。你想想阿弥陀佛的化身无量无边，我们这个地方众生起心动念，他都晓得，我们念佛求生西方极乐世界，他怎么会忘掉？没有这个道理！我们凡夫事情多的时候，有时候很容易把事情忘掉。昨天的事情，今天都记不得了，这是常有的。西方极乐世界诸佛菩萨心地清净，智慧神通广大无边，我们凡夫动个杂念他都知道。所以说什么时候往生他也知道，到时候自然就来接引你。这是阿弥陀佛的身相。",
      "zh_TW": "所以十方世界念佛的人再多，往生西方世界，阿彌陀佛絕對不會把你漏掉的，不會把你忘掉的，沒有這個事情。你想想阿彌陀佛的化身無量無邊，我們這個地方眾生起心動念，他都曉得，我們念佛求生西方極樂世界，他怎麼會忘掉？沒有這個道理！我們凡夫事情多的時候，有時候很容易把事情忘掉。昨天的事情，今天都記不得了，這是常有的。西方極樂世界諸佛菩薩心地清淨，智慧神通廣大無邊，我們凡夫動個雜念他都知道。所以說什麼時候往生他也知道，到時候自然就來接引你。這是阿彌陀佛的身相。"
    },
    {
      "id": "03-002-0024_p0046",
      "zh_CN": "这个后头这一句注解得好，在一百九十四面最后一行，我们从当中看起。「一一下」，这个一一就是经上讲『一一光明，遍照十方世界念佛众生，摄取不舍』，「光明摄生」。四明尊者在《钞》里面讲「生佛体同，虽土广生多」，土是国土，十方诸佛国土无量无边，这是讲阿弥陀佛他教化范围之大，是一切诸佛所不能比的。佛在经上告诉我们，一般一尊佛的教化范围是一个大千世界，也有佛教化范围是两个大千世界、三个大千世界，那都不多，唯独阿弥陀佛的教区是尽虚空遍法界。因为他是一切诸佛国土里面念佛众生统统生到西方世界，这个事情要搞清楚！搞清楚之后我们才明白一桩事实，阿弥陀佛极乐世界就像是个佛教大学，阿弥陀佛是校长，是在诸佛刹土里面办的一个佛教大学。十方诸佛都是在外面去招生，替阿弥陀佛招生，招来的学生统统送到西方极乐世界去。释迦牟尼佛在我们娑婆世界招生，都送到西方世界去受训去。才知道这个事情真相，才晓得这个法门之广大无边。不晓得实际状况，无量无边的法门摆在我们面前不晓得选择，这么多法门，我选哪个法门？真相搞清楚了，我们当然选择这个法门，而且这个法门很容易去，也不困难。别的法门未必能成就，这个法门是决定可靠。所以虽然是土广，十方三世一切诸佛刹土，生多，念佛往生的人多，「摄无一失」，一个都不漏，临终时佛来接引，一个都不会漏。",
      "zh_TW": "這個後頭這一句註解得好，在一百九十四面最後一行，我們從當中看起。「一一下」，這個一一就是經上講『一一光明，遍照十方世界念佛眾生，攝取不捨』，「光明攝生」。四明尊者在《鈔》裡面講「生佛體同，雖土廣生多」，土是國土，十方諸佛國土無量無邊，這是講阿彌陀佛他教化範圍之大，是一切諸佛所不能比的。佛在經上告訴我們，一般一尊佛的教化範圍是一個大千世界，也有佛教化範圍是兩個大千世界、三個大千世界，那都不多，唯獨阿彌陀佛的教區是盡虛空遍法界。因為他是一切諸佛國土裡面念佛眾生統統生到西方世界，這個事情要搞清楚！搞清楚之後我們才明白一樁事實，阿彌陀佛極樂世界就像是個佛教大學，阿彌陀佛是校長，是在諸佛剎土裡面辦的一個佛教大學。十方諸佛都是在外面去招生，替阿彌陀佛招生，招來的學生統統送到西方極樂世界去。釋迦牟尼佛在我們娑婆世界招生，都送到西方世界去受訓去。才知道這個事情真相，才曉得這個法門之廣大無邊。不曉得實際狀況，無量無邊的法門擺在我們面前不曉得選擇，這麼多法門，我選哪個法門？真相搞清楚了，我們當然選擇這個法門，而且這個法門很容易去，也不困難。別的法門未必能成就，這個法門是決定可靠。所以雖然是土廣，十方三世一切諸佛剎土，生多，念佛往生的人多，「攝無一失」，一個都不漏，臨終時佛來接引，一個都不會漏。"
    },
    {
      "id": "03-002-0024_p0047",
      "zh_CN": "这一句，就是一百九十五面第一行，它是注解，不应该顶格，经文才顶格，这个地方又印错了。这个本子错了不少，没改过来很可惜，我们翻印应当把它改过来才好。好在这次印得不多，下一次印的时候希望把它改过来。在讲座里面，讲这个本子还是好，这个本子精要。因为我们受时间的限制，比讲《妙宗钞》要方便得多，它是《妙宗钞》的精要。",
      "zh_TW": "這一句，就是一百九十五面第一行，它是註解，不應該頂格，經文才頂格，這個地方又印錯了。這個本子錯了不少，沒改過來很可惜，我們翻印應當把它改過來才好。好在這次印得不多，下一次印的時候希望把它改過來。在講座裡面，講這個本子還是好，這個本子精要。因為我們受時間的限制，比講《妙宗鈔》要方便得多，它是《妙宗鈔》的精要。"
    },
    {
      "id": "03-002-0024_p0048",
      "zh_CN": "下面一科是「观成能见」：",
      "zh_TW": "下面一科是「觀成能見」："
    },
    {
      "id": "03-002-0024_p0049",
      "zh_CN": "【其光相好。及与化佛。不可具说。】",
      "zh_TW": "【其光相好。及與化佛。不可具說。】"
    },
    {
      "id": "03-002-0024_p0050",
      "zh_CN": "要细说说不尽。",
      "zh_TW": "要細說說不盡。"
    },
    {
      "id": "03-002-0024_p0051",
      "zh_CN": "【但当忆想。令心眼见。】",
      "zh_TW": "【但當憶想。令心眼見。】"
    },
    {
      "id": "03-002-0024_p0052",
      "zh_CN": "这是教给我们怎样去想，怎么样见到这个境界。",
      "zh_TW": "這是教給我們怎樣去想，怎麼樣見到這個境界。"
    },
    {
      "id": "03-002-0024_p0053",
      "zh_CN": "【见此事者。即见十方一切诸佛。以见诸佛故。名念佛三昧。】",
      "zh_TW": "【見此事者。即見十方一切諸佛。以見諸佛故。名念佛三昧。】"
    },
    {
      "id": "03-002-0024_p0054",
      "zh_CN": "『念佛三昧』圆满成就了。这是世尊亲口为我们宣说的，见阿弥陀佛就是见十方一切诸佛，所以生西方极乐世界就是生一切诸佛世界，这个事情不能不知道。有许多学佛的人，想见这个佛，想亲近那个菩萨，一天到晚在胡思乱想，能不能见得到？实在是个问题。我见到有些同参道友，他们对于弥勒菩萨的感情很重，一心一意都是念南无弥勒菩萨，念《弥勒下生经》，想亲近弥勒菩萨，修弥勒净土。有没有把握去？大有问题。你看看《虚云老和尚年谱》，虚云老和尚是修弥勒净土的，他是往生弥勒净土。在老和尚年谱里面所记载的，他到兜率内院听弥勒菩萨讲经，他是在定中去的，见到往生的几个人，他所认识的几个人，不多，只见到几个熟人而已！可见得他难，真难！",
      "zh_TW": "『念佛三昧』圓滿成就了。這是世尊親口為我們宣說的，見阿彌陀佛就是見十方一切諸佛，所以生西方極樂世界就是生一切諸佛世界，這個事情不能不知道。有許多學佛的人，想見這個佛，想親近那個菩薩，一天到晚在胡思亂想，能不能見得到？實在是個問題。我見到有些同參道友，他們對於彌勒菩薩的感情很重，一心一意都是念南無彌勒菩薩，念《彌勒下生經》，想親近彌勒菩薩，修彌勒淨土。有沒有把握去？大有問題。你看看《虛雲老和尚年譜》，虛雲老和尚是修彌勒淨土的，他是往生彌勒淨土。在老和尚年譜裡面所記載的，他到兜率內院聽彌勒菩薩講經，他是在定中去的，見到往生的幾個人，他所認識的幾個人，不多，只見到幾個熟人而已！可見得他難，真難！"
    },
    {
      "id": "03-002-0024_p0055",
      "zh_CN": "但是如果要修念弥陀法门，去见弥勒菩萨就太容易了。弥勒与净土的关系非常之深，《无量寿经》后半部弥勒菩萨当机。所以，往生弥勒内院从西方极乐世界打个转是近路，不要惹那么多麻烦，很容易亲近弥勒菩萨。而且弥勒菩萨对你还非常尊重，为什么？你是阿弥陀佛的学生，他特别要尊重你。你修弥勒净土到内院去，你是他的学生，他对你可以不必要容气。阿弥陀佛的弟子，那是贵客，要好好的接待，不一样。",
      "zh_TW": "但是如果要修念彌陀法門，去見彌勒菩薩就太容易了。彌勒與淨土的關係非常之深，《無量壽經》後半部彌勒菩薩當機。所以，往生彌勒內院從西方極樂世界打個轉是近路，不要惹那麼多麻煩，很容易親近彌勒菩薩。而且彌勒菩薩對你還非常尊重，為什麼？你是阿彌陀佛的學生，他特別要尊重你。你修彌勒淨土到內院去，你是他的學生，他對你可以不必要容氣。阿彌陀佛的弟子，那是貴客，要好好的接待，不一樣。"
    },
    {
      "id": "03-002-0024_p0056",
      "zh_CN": "【作是观者。名观一切佛身。以观佛身故。亦见佛心。佛心者。大慈悲是。以无缘慈。摄诸众生。】",
      "zh_TW": "【作是觀者。名觀一切佛身。以觀佛身故。亦見佛心。佛心者。大慈悲是。以無緣慈。攝諸眾生。】"
    },
    {
      "id": "03-002-0024_p0057",
      "zh_CN": "后面这一句要紧。佛身我们很不容易观成，在此地我们知道『佛心』，佛的心是什么？佛心是无缘大慈。无缘就是无条件的，换句话说，就是从清净、平等、觉里面生出来的慈悲心。这个慈悲心要是拿俗话来讲，就是爱心，博爱两个字也是出在《无量寿经》上的。这就是无缘慈悲，「无缘大慈，同体大悲」，我们要培养这个心。大慈悲心对待众生是要成就众生，真正帮助他、成就他。大慈悲心不是偏爱、不是溺爱，该骂的时候还要骂，该打的时候还要打，该送到地狱的时候，还要把他送到地狱。要知道眼前利益他，来世得不到利益，这个不是慈悲。今世、来世对他有好处、有利益，后世得不到利益，还不是慈悲。由此可知，真正慈悲，慈悲到极处，是劝他往生西方世界，那真是慈悲到极处。因为生到西方极乐世界就圆证三不退，一生成佛，所以跟诸佛菩萨度化众生的功德没有两样。你用其他的法门不行，未必能成就，修不成，还是六道轮回，所以那个利益有限，功德很少。唯独这个法门有无量无边的功德。",
      "zh_TW": "後面這一句要緊。佛身我們很不容易觀成，在此地我們知道『佛心』，佛的心是什麼？佛心是無緣大慈。無緣就是無條件的，換句話說，就是從清淨、平等、覺裡面生出來的慈悲心。這個慈悲心要是拿俗話來講，就是愛心，博愛兩個字也是出在《無量壽經》上的。這就是無緣慈悲，「無緣大慈，同體大悲」，我們要培養這個心。大慈悲心對待眾生是要成就眾生，真正幫助他、成就他。大慈悲心不是偏愛、不是溺愛，該罵的時候還要罵，該打的時候還要打，該送到地獄的時候，還要把他送到地獄。要知道眼前利益他，來世得不到利益，這個不是慈悲。今世、來世對他有好處、有利益，後世得不到利益，還不是慈悲。由此可知，真正慈悲，慈悲到極處，是勸他往生西方世界，那真是慈悲到極處。因為生到西方極樂世界就圓證三不退，一生成佛，所以跟諸佛菩薩度化眾生的功德沒有兩樣。你用其他的法門不行，未必能成就，修不成，還是六道輪迴，所以那個利益有限，功德很少。唯獨這個法門有無量無邊的功德。"
    },
    {
      "id": "03-002-0024_p0058",
      "zh_CN": "底下一段这是「举益劝修」，我们看经文：",
      "zh_TW": "底下一段這是「舉益勸修」，我們看經文："
    },
    {
      "id": "03-002-0024_p0059",
      "zh_CN": "【作此观者。舍身他世。生诸佛前。得无生忍。】",
      "zh_TW": "【作此觀者。捨身他世。生諸佛前。得無生忍。】"
    },
    {
      "id": "03-002-0024_p0060",
      "zh_CN": "这是讲修学的功德利益。舍身之后，来生在西方极乐世界，生到西方极乐世界『得无生忍』，这个跟《无量寿经》上四十八愿讲的也相应。凡是生到西方极乐世界的皆是阿鞞跋致菩萨，阿鞞跋致就是得无生忍，七地以上。",
      "zh_TW": "這是講修學的功德利益。捨身之後，來生在西方極樂世界，生到西方極樂世界『得無生忍』，這個跟《無量壽經》上四十八願講的也相應。凡是生到西方極樂世界的皆是阿鞞跋致菩薩，阿鞞跋致就是得無生忍，七地以上。"
    },
    {
      "id": "03-002-0024_p0061",
      "zh_CN": "【是故智者。应当系心谛观无量寿佛。】",
      "zh_TW": "【是故智者。應當繫心諦觀無量壽佛。】"
    },
    {
      "id": "03-002-0024_p0062",
      "zh_CN": "这一句是本师释迦牟尼佛苦口婆心劝我们，『智者』你有一点智慧的话，你不能把这个法门舍弃，『应当』是劝我们，『系心谛观』，这是修学的方法，系心谛观『无量寿佛』，就是阿弥陀佛。我们今天观，没有这个能力观，我们执持名号，一心系念，称念阿弥陀佛，跟观阿弥陀佛这种修法没有两样，成就的功德完全相同。所以，李老师在讲《无量寿经》的眉注上讲，不肯求生西方极乐世界的，他说「非愚即狂」，愚是愚痴，要不是愚痴，就是狂妄；换句话说，正常人，就是有一点智慧的人，没有不发愿求生西方的。李老师这个话，跟经上所说的、跟古来祖师大德劝勉我们的完全相同。",
      "zh_TW": "這一句是本師釋迦牟尼佛苦口婆心勸我們，『智者』你有一點智慧的話，你不能把這個法門捨棄，『應當』是勸我們，『繫心諦觀』，這是修學的方法，繫心諦觀『無量壽佛』，就是阿彌陀佛。我們今天觀，沒有這個能力觀，我們執持名號，一心繫念，稱念阿彌陀佛，跟觀阿彌陀佛這種修法沒有兩樣，成就的功德完全相同。所以，李老師在講《無量壽經》的眉註上講，不肯求生西方極樂世界的，他說「非愚即狂」，愚是愚痴，要不是愚痴，就是狂妄；換句話說，正常人，就是有一點智慧的人，沒有不發願求生西方的。李老師這個話，跟經上所說的、跟古來祖師大德勸勉我們的完全相同。"
    },
    {
      "id": "03-002-0024_p0063",
      "zh_CN": "他就是读到阿阇王子五百人这一段事情，他有三点警觉。第一个，你看看阿阇王子他们过去的因果。「住菩萨道，供养四百亿佛」，还有隔阴之迷，还退转。住菩萨道，可见得他从前是菩萨，现在是去做王子、去做长者，退转了。过去生中的事情完全不知道，隔阴之迷，供养四百亿佛还有隔阴之迷，还要退转。善根还是少，还不够厚，只是听释迦牟尼佛讲西方极乐世界心里很欢喜，动一个念头，将来我成佛要跟阿弥陀佛一样，只动这么一念。并没有真正下定决心，我这一生要求生西方极乐世界，这个念还没动。所以，他能不能往生还不一定。这是警觉的第一点。第二点，虽然有这个因，如果缘不成熟，这一生不能真正求生；换句话说，还得要随业流转，六道里头还有很长时间要经历，苦难还是要受。所以第三点他就讲，若不求生西方净土，那非愚即狂，这是真的，一点都不假！这一句经文非常重要。",
      "zh_TW": "他就是讀到阿闍王子五百人這一段事情，他有三點警覺。第一個，你看看阿闍王子他們過去的因果。「住菩薩道，供養四百億佛」，還有隔陰之迷，還退轉。住菩薩道，可見得他從前是菩薩，現在是去做王子、去做長者，退轉了。過去生中的事情完全不知道，隔陰之迷，供養四百億佛還有隔陰之迷，還要退轉。善根還是少，還不夠厚，只是聽釋迦牟尼佛講西方極樂世界心裡很歡喜，動一個念頭，將來我成佛要跟阿彌陀佛一樣，只動這麼一念。並沒有真正下定決心，我這一生要求生西方極樂世界，這個念還沒動。所以，他能不能往生還不一定。這是警覺的第一點。第二點，雖然有這個因，如果緣不成熟，這一生不能真正求生；換句話說，還得要隨業流轉，六道裡頭還有很長時間要經歷，苦難還是要受。所以第三點他就講，若不求生西方淨土，那非愚即狂，這是真的，一點都不假！這一句經文非常重要。"
    },
    {
      "id": "03-002-0024_p0064",
      "zh_CN": "【观无量寿佛者。从一相好入。但观眉间白毫。极令明了。见间眉白毫相者。八万四千相好。自然当现。】",
      "zh_TW": "【觀無量壽佛者。從一相好入。但觀眉間白毫。極令明了。見間眉白毫相者。八萬四千相好。自然當現。】"
    },
    {
      "id": "03-002-0024_p0065",
      "zh_CN": "这教给我们观法。佛有无量相，相有无量好，好有无量光明，光中又化无量无边诸佛，从哪里观起？从『白毫』观起，从一个相观起，一相观成，其他的相自然都会现前。",
      "zh_TW": "這教給我們觀法。佛有無量相，相有無量好，好有無量光明，光中又化無量無邊諸佛，從哪裡觀起？從『白毫』觀起，從一個相觀起，一相觀成，其他的相自然都會現前。"
    },
    {
      "id": "03-002-0024_p0066",
      "zh_CN": "【见无量寿佛者。即见十方无量诸佛。得见无量诸佛故。诸佛现在授记。是为徧观一切色身相。名第九观。作是观者。名为正观。若他观者。名为邪观。】",
      "zh_TW": "【見無量壽佛者。即見十方無量諸佛。得見無量諸佛故。諸佛現在授記。是為徧觀一切色身相。名第九觀。作是觀者。名為正觀。若他觀者。名為邪觀。】"
    },
    {
      "id": "03-002-0024_p0067",
      "zh_CN": "邪、正需要辨别，见一佛就见一切佛，生一土生一切土，唯独这个法门。",
      "zh_TW": "邪、正需要辨別，見一佛就見一切佛，生一土生一切土，唯獨這個法門。"
    },
    {
      "id": "03-002-0024_p0068",
      "zh_CN": "好，我们就讲到此地。",
      "zh_TW": "好，我們就講到此地。"
    }
  ]
}