{
  "doc_id": "03-002-0004",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏钞演义",
    "zh_TW": "佛說觀無量壽佛經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-002-0004",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "03-002-0004_p0001",
      "zh_CN": "请掀开经本，看二十二面：",
      "zh_TW": "請掀開經本，看二十二面："
    },
    {
      "id": "03-002-0004_p0002",
      "zh_CN": "在《钞》里面，我们看到天台宗的「七番共解」，这是他讲经的方式。七番就是七个小题目，每个小题目都很明显，一是标章，二是引证，三是生起，四是开合，五是料简，六是观心，七是会异。这七个小题，第一个「标章，令易忆持，起念心故」，目的就在此地，标是标示，章是章题。「引证，据佛语，起信心故。」标明章旨一定要有证据、要有根据，不是随便说的，一定是根据经典，我们才能生起信心。「生起，使不杂乱，起定心故。」「余三」，就是第四、第五、第七，四是开合，五是料简，七是会异，这个目的是「起慧心故」。「观心，即闻即行，起进心故」，就是精进心。这七个小科就是信、进、念、定、慧，就是这五种心。所以，他的结论上说，「故五心立，成五根，排五障成五力，乃至入三解脱，今疏从略，故注云云」。《疏》是在今天诸位那个大本子里就详细，这个地方这些细科都省掉了。可是我们要晓得，他的目的是培养我们信进念定慧五根，希望五根能增长成为五力，才能够消业障。这是说他的目标。",
      "zh_TW": "在《鈔》裡面，我們看到天台宗的「七番共解」，這是他講經的方式。七番就是七個小題目，每個小題目都很明顯，一是標章，二是引證，三是生起，四是開合，五是料簡，六是觀心，七是會異。這七個小題，第一個「標章，令易憶持，起念心故」，目的就在此地，標是標示，章是章題。「引證，據佛語，起信心故。」標明章旨一定要有證據、要有根據，不是隨便說的，一定是根據經典，我們才能生起信心。「生起，使不雜亂，起定心故。」「餘三」，就是第四、第五、第七，四是開合，五是料簡，七是會異，這個目的是「起慧心故」。「觀心，即聞即行，起進心故」，就是精進心。這七個小科就是信、進、念、定、慧，就是這五種心。所以，他的結論上說，「故五心立，成五根，排五障成五力，乃至入三解脫，今疏從略，故注云云」。《疏》是在今天諸位那個大本子裡就詳細，這個地方這些細科都省掉了。可是我們要曉得，他的目的是培養我們信進念定慧五根，希望五根能增長成為五力，才能夠消業障。這是說他的目標。"
    },
    {
      "id": "03-002-0004_p0003",
      "zh_CN": "我们看底下，这是解释，这是五重玄义的第一重。「第一释名者」，天台家一开头就给我们讲经题，「一切众经，皆有通别二名，通则经之一字，别则有七或单人、法、譬或复或具」。这就是题目里头把它归纳起来，一切经不外乎以人为经题，或者以法为经题，或者以比喻为经题，这叫三单。三复是一个经题里面有二个，或者是人法，或者是人喻，或者是法喻。第七种叫具足立题，人、法、喻统统都有。佛的经题目很多，不外乎这七个原则，所以叫七例立题，这也是属于佛学常识。",
      "zh_TW": "我們看底下，這是解釋，這是五重玄義的第一重。「第一釋名者」，天台家一開頭就給我們講經題，「一切眾經，皆有通別二名，通則經之一字，別則有七或單人、法、譬或複或具」。這就是題目裡頭把它歸納起來，一切經不外乎以人為經題，或者以法為經題，或者以比喻為經題，這叫三單。三複是一個經題裡面有二個，或者是人法，或者是人喻，或者是法喻。第七種叫具足立題，人、法、喻統統都有。佛的經題目很多，不外乎這七個原則，所以叫七例立題，這也是屬於佛學常識。"
    },
    {
      "id": "03-002-0004_p0004",
      "zh_CN": "在本经，底下就给我们介绍出来，在第二十四面。「今经从能说所说人以立名，即教别。」我们这部经，「佛说」是本师释迦牟尼佛说的，这是能说之人，「无量寿佛」是西方极乐世界的教主，也是人名，所以这个题目里面有能说之人、所说之人，它是从人来立题的，单人立题。正如同小本《阿弥陀经》一样，「佛说」是释迦牟尼佛，「阿弥陀」就是无量寿佛，这个题里面没有法，也没有比喻，单人立题。这是教别，这是别题，跟其他的经名称不相同。「同名为经，即教通。」像《金刚经》、《华严经》、《法华经》都称为经，经这个题目是通题，这就叫教通。「为行不同，从一至无量，即行别，会同常乐，即行通，理虽无名，将门名理，理随于门，四四十六，即名理别，门随于理，即名理通，此约一化，以明通别。」这些意思，如果对于天台教义没有涉及的话，都不太好懂，因为里面许多是天台宗的术语，初学的人很难体会到他是什么。",
      "zh_TW": "在本經，底下就給我們介紹出來，在第二十四面。「今經從能說所說人以立名，即教別。」我們這部經，「佛說」是本師釋迦牟尼佛說的，這是能說之人，「無量壽佛」是西方極樂世界的教主，也是人名，所以這個題目裡面有能說之人、所說之人，它是從人來立題的，單人立題。正如同小本《阿彌陀經》一樣，「佛說」是釋迦牟尼佛，「阿彌陀」就是無量壽佛，這個題裡面沒有法，也沒有比喻，單人立題。這是教別，這是別題，跟其他的經名稱不相同。「同名為經，即教通。」像《金剛經》、《華嚴經》、《法華經》都稱為經，經這個題目是通題，這就叫教通。「為行不同，從一至無量，即行別，會同常樂，即行通，理雖無名，將門名理，理隨於門，四四十六，即名理別，門隨於理，即名理通，此約一化，以明通別。」這些意思，如果對於天台教義沒有涉及的話，都不太好懂，因為裡面許多是天台宗的術語，初學的人很難體會到他是什麼。"
    },
    {
      "id": "03-002-0004_p0005",
      "zh_CN": "这里面要跟诸位说明的就是「四四十六」，天台家把理事开为四门，四门就是空、有、亦空亦有、非空非有，开成这个四门。四教里面，藏、通、别、圆，藏教里面有四门，通教也有四门，别、圆亦复如是，四四十六。在理上讲就不同了，理不同是浅深不同，理有浅深不同，不是其他的不同，只是说浅深不同。佛四十九年所说一切法离不开这个原理，所以佛是依真俗二谛而说法。俗谛简单的讲，随顺我们的常识，随顺我们的常识，我们听起来很容易理解。真谛是如来他的境界，说出来往往我们就不容易懂，不容易体会。必须要心地清净到相当的程度，我们的障碍没有了，佛说的我们能体会，能够理解。",
      "zh_TW": "這裡面要跟諸位說明的就是「四四十六」，天台家把理事開為四門，四門就是空、有、亦空亦有、非空非有，開成這個四門。四教裡面，藏、通、別、圓，藏教裡面有四門，通教也有四門，別、圓亦復如是，四四十六。在理上講就不同了，理不同是淺深不同，理有淺深不同，不是其他的不同，只是說淺深不同。佛四十九年所說一切法離不開這個原理，所以佛是依真俗二諦而說法。俗諦簡單的講，隨順我們的常識，隨順我們的常識，我們聽起來很容易理解。真諦是如來他的境界，說出來往往我們就不容易懂，不容易體會。必須要心地清淨到相當的程度，我們的障礙沒有了，佛說的我們能體會，能夠理解。"
    },
    {
      "id": "03-002-0004_p0006",
      "zh_CN": "因此，佛法诸位记住一个原则，它是从真如本性里面流露出来的。我们凡夫日常所用的心是用八识五十一心所，我们能够想像得到的、能够理解的都是在八识范围之内，没有办法体会到心性。因此，佛所讲的这些教理，我们就听不懂。真正学佛从哪里修？从定下手，不是从教下手，先修定。所以古时候，不管是在家出家，学佛五年学戒。五年学戒，不是学经律论里头的律藏，不是学那个戒律，是遵守老师的教诫。老师教你什么？教你把所有一切分别、执着、妄想放下。用什么方法，那不一定。禅宗教你参禅，教你静坐，坐的时候不要想善，也不要想恶，不思善、不思恶，把心定下来。如果你有问题去问老师，你问题才一提出来，老师香板就打下去了。为什么？叫你不要起妄念，你怎么又起妄念了！老师看到你常常不问，没有妄念时候，板子又打下去，为什么？无明！你不是妄想就是无明，妄想要打，无明也要打。所以禅宗这种教学法有时候看非常不合理，无缘无故就找碴打人，他就是要把你妄想打掉，也得把无明打掉。",
      "zh_TW": "因此，佛法諸位記住一個原則，它是從真如本性裡面流露出來的。我們凡夫日常所用的心是用八識五十一心所，我們能夠想像得到的、能夠理解的都是在八識範圍之內，沒有辦法體會到心性。因此，佛所講的這些教理，我們就聽不懂。真正學佛從哪裡修？從定下手，不是從教下手，先修定。所以古時候，不管是在家出家，學佛五年學戒。五年學戒，不是學經律論裡頭的律藏，不是學那個戒律，是遵守老師的教誡。老師教你什麼？教你把所有一切分別、執著、妄想放下。用什麼方法，那不一定。禪宗教你參禪，教你靜坐，坐的時候不要想善，也不要想惡，不思善、不思惡，把心定下來。如果你有問題去問老師，你問題才一提出來，老師香板就打下去了。為什麼？叫你不要起妄念，你怎麼又起妄念了！老師看到你常常不問，沒有妄念時候，板子又打下去，為什麼？無明！你不是妄想就是無明，妄想要打，無明也要打。所以禪宗這種教學法有時候看非常不合理，無緣無故就找碴打人，他就是要把你妄想打掉，也得把無明打掉。"
    },
    {
      "id": "03-002-0004_p0007",
      "zh_CN": "教下多半是用读诵，就跟我们中国从前的小学一样，叫你背书，不要讲解，背书。一天把这书背多少遍，像天台宗背《法华经》，《法华经》的分量相当多，一天念一遍，五年就念上千遍了。不要求解经义，这个念是把心念定下来，定下来之后，再听经就会开悟。你看《坛经》里面讲的法达禅师，法达是念《法华经》的，见到六祖，礼拜的时候头不叩在地上，六祖看出来了。礼拜头没叩到地上，傲慢！所以六祖就问他，你有什么值得傲慢的？现在讲值得骄傲，你有什么值得骄傲的？他很老实就说出来了，我念了三千部《法华经》。值得骄傲！念了三千部《法华经》。结果被六祖一问，《法华经》是念得不错念那么多，念的不懂，不解其义。他觉悟了，恭恭敬敬向六祖大师请教，六祖给他一点，他就通达，就开悟了。",
      "zh_TW": "教下多半是用讀誦，就跟我們中國從前的小學一樣，叫你背書，不要講解，背書。一天把這書背多少遍，像天台宗背《法華經》，《法華經》的分量相當多，一天念一遍，五年就念上千遍了。不要求解經義，這個念是把心念定下來，定下來之後，再聽經就會開悟。你看《壇經》裡面講的法達禪師，法達是念《法華經》的，見到六祖，禮拜的時候頭不叩在地上，六祖看出來了。禮拜頭沒叩到地上，傲慢！所以六祖就問他，你有什麼值得傲慢的？現在講值得驕傲，你有什麼值得驕傲的？他很老實就說出來了，我念了三千部《法華經》。值得驕傲！念了三千部《法華經》。結果被六祖一問，《法華經》是念得不錯念那麼多，念的不懂，不解其義。他覺悟了，恭恭敬敬向六祖大師請教，六祖給他一點，他就通達，就開悟了。"
    },
    {
      "id": "03-002-0004_p0008",
      "zh_CN": "我们今天也看到六祖大师在《坛经》里面对法达的开示，我们为什么不开悟？他听到了几句话就开悟了，我们把那个话念上一百遍一千遍都开不了悟，问题在哪里？人家心清净那么多年，那是功夫，我们的心乱糟糟。所以，散乱心不可能开悟，散乱心不可能懂得佛所讲的意思。开经偈讲「愿解如来真实义」，必须心地清净，清净到一定的程度，就能够懂得佛经的意思。所以真正学佛，真正善知识，总是教你从减少烦恼，烦恼一天一天减少，从这个地方下手。",
      "zh_TW": "我們今天也看到六祖大師在《壇經》裡面對法達的開示，我們為什麼不開悟？他聽到了幾句話就開悟了，我們把那個話念上一百遍一千遍都開不了悟，問題在哪裡？人家心清淨那麼多年，那是功夫，我們的心亂糟糟。所以，散亂心不可能開悟，散亂心不可能懂得佛所講的意思。開經偈講「願解如來真實義」，必須心地清淨，清淨到一定的程度，就能夠懂得佛經的意思。所以真正學佛，真正善知識，總是教你從減少煩惱，煩惱一天一天減少，從這個地方下手。"
    },
    {
      "id": "03-002-0004_p0009",
      "zh_CN": "现在学佛很难，很难遇到善知识。像我跟李老师，李老师给我三个条件就是古人的办法，他那个办法比古人已经放宽很多了。我拜他做老师，第一个条件就是从今之后只能听他一个人讲经，任何法师、大德、居士讲经一律不准听。这把想听经这个妄想堵塞、打断了，不可以听。第二个看书，我们总认识几个字，喜欢看书。不管看什么书，佛经也好，不是佛经也好，要经过他同意；他不同意的，一律不准看。把看书也堵死了，不准你看。第三个条件他说你从前所学的我不承认，一律作废，从今天起从头学起。我们听李老师讲东西，以前听别人讲的跟老师讲的不一样，有的时候想提来问问老师，我从前听的是怎样。你以前那个不作数，作废了，连话都没得说的。还算不错，他也有期限，五年，这个五年说实在的话，就是希望你心稍为静一静。这个方法实在讲就是共产党的洗脑的方法，把你头脑里面乱七八糟的东西先把它洗干净，然后再来接受佛法。这叫五年学戒，你才会得一点受用。心不清净，遇到再好的老师，佛菩萨亲自给你说法都枉然，不是一个法器，没有能力接受。什么是能力？清净心就是能力。",
      "zh_TW": "現在學佛很難，很難遇到善知識。像我跟李老師，李老師給我三個條件就是古人的辦法，他那個辦法比古人已經放寬很多了。我拜他做老師，第一個條件就是從今之後只能聽他一個人講經，任何法師、大德、居士講經一律不准聽。這把想聽經這個妄想堵塞、打斷了，不可以聽。第二個看書，我們總認識幾個字，喜歡看書。不管看什麼書，佛經也好，不是佛經也好，要經過他同意；他不同意的，一律不准看。把看書也堵死了，不准你看。第三個條件他說你從前所學的我不承認，一律作廢，從今天起從頭學起。我們聽李老師講東西，以前聽別人講的跟老師講的不一樣，有的時候想提來問問老師，我從前聽的是怎樣。你以前那個不作數，作廢了，連話都沒得說的。還算不錯，他也有期限，五年，這個五年說實在的話，就是希望你心稍為靜一靜。這個方法實在講就是共產黨的洗腦的方法，把你頭腦裡面亂七八糟的東西先把它洗乾淨，然後再來接受佛法。這叫五年學戒，你才會得一點受用。心不清淨，遇到再好的老師，佛菩薩親自給你說法都枉然，不是一個法器，沒有能力接受。什麼是能力？清淨心就是能力。"
    },
    {
      "id": "03-002-0004_p0010",
      "zh_CN": "这一段我们就简单介绍到此地，再看下面一段，二十六面第一行。前面是从「一化」上讲起，释迦牟尼佛教化众生所谓一代时教讲起，这里是从这部经讲起，「更约一题」，从经题上讲起。「佛说」就是教，「观」就是行，就是修行的方法，「无量寿佛即是理，教行理足」，足是具足，「任运有通别意」，任运是自自然然，它也有通意，也有别意。这是在一个体里面我们看到有教、有行、有理，理是理论的依据。「更就一字说者，释论云，所行如所说，说即是教，如即是理，行即是行。」经题里面这个「说」字，含义也非常之广，通常我们在一般经论里面所看到很浅显的解释，说是悦所怀也。佛看到众生机缘成熟，他是以度众生为本怀，现在众生得度机缘成熟了，当然要把离苦得乐、转凡成圣的方法教给众生。所以说欢欢喜喜的来为众生说法。这个地方是从理上讲，前面的那种讲法是从事上讲。",
      "zh_TW": "這一段我們就簡單介紹到此地，再看下面一段，二十六面第一行。前面是從「一化」上講起，釋迦牟尼佛教化眾生所謂一代時教講起，這裡是從這部經講起，「更約一題」，從經題上講起。「佛說」就是教，「觀」就是行，就是修行的方法，「無量壽佛即是理，教行理足」，足是具足，「任運有通別意」，任運是自自然然，它也有通意，也有別意。這是在一個體裡面我們看到有教、有行、有理，理是理論的依據。「更就一字說者，釋論云，所行如所說，說即是教，如即是理，行即是行。」經題裡面這個「說」字，含義也非常之廣，通常我們在一般經論裡面所看到很淺顯的解釋，說是悅所懷也。佛看到眾生機緣成熟，他是以度眾生為本懷，現在眾生得度機緣成熟了，當然要把離苦得樂、轉凡成聖的方法教給眾生。所以說歡歡喜喜的來為眾生說法。這個地方是從理上講，前面的那種講法是從事上講。"
    },
    {
      "id": "03-002-0004_p0011",
      "zh_CN": "「所行如所说」，解行完全一致，如果佛所讲的跟他自己所行的不一样，那就不相应了。从这句话我们就知道，佛在这个经里面劝我们念佛，他念不念佛？所行如所说，佛当然念佛，佛要不念佛，怎么能劝我们念佛？确实你看黄念祖居士《无量寿经》注解里面引经据典，不但释迦牟尼佛是念佛成佛，一切诸佛如来没有一个不是念佛成佛。我们在《华严经》上看到，「十地菩萨始终不离念佛」，十地是从初地到等觉。由此可知，成佛之道唯独念佛，这是所行如所说。说就是教，如就是理，如是不二的意思，完全一致，就是心行是一，心就是行，行就是心。我们今天修学净宗法门，提倡《无量寿经》，《无量寿经》是个圆满的教义，是净宗最明实的依据，可以说是净土概论，无论性相、事理、因果统统都说到。所以劝大家依这部经，把这部经里面所说的理论、方法、境界完全做到，把它变成我们自己的思想、见解、言语、行为。我们跟佛同心同愿，同德同行，那哪有不往生的道理？决定往生。所以，受持经典、佛号目的是在此地。",
      "zh_TW": "「所行如所說」，解行完全一致，如果佛所講的跟他自己所行的不一樣，那就不相應了。從這句話我們就知道，佛在這個經裡面勸我們念佛，他念不念佛？所行如所說，佛當然念佛，佛要不念佛，怎麼能勸我們念佛？確實你看黃念祖居士《無量壽經》註解裡面引經據典，不但釋迦牟尼佛是念佛成佛，一切諸佛如來沒有一個不是念佛成佛。我們在《華嚴經》上看到，「十地菩薩始終不離念佛」，十地是從初地到等覺。由此可知，成佛之道唯獨念佛，這是所行如所說。說就是教，如就是理，如是不二的意思，完全一致，就是心行是一，心就是行，行就是心。我們今天修學淨宗法門，提倡《無量壽經》，《無量壽經》是個圓滿的教義，是淨宗最明實的依據，可以說是淨土概論，無論性相、事理、因果統統都說到。所以勸大家依這部經，把這部經裡面所說的理論、方法、境界完全做到，把它變成我們自己的思想、見解、言語、行為。我們跟佛同心同願，同德同行，那哪有不往生的道理？決定往生。所以，受持經典、佛號目的是在此地。"
    },
    {
      "id": "03-002-0004_p0012",
      "zh_CN": "下面一段说，「佛即法身，观即般若，无量寿即解脱」，这是配三德来说，法身、般若、解脱。诸位要知道，这个配法实在讲是活活泼泼的，怎么配都是圆融的，都讲得通。你说佛是般若，观是解脱，无量寿是法身，也讲得通，为什么？一而三，三而一，一法里面就具足一切法，一切法就是一法。所以大家不要死在句子里面，那就错了，怎么配都有理。底下讲「即一达三，即三达一，一中解无量，无量中解一」，一个字义理无穷，何况这一部经，何况那一大藏教！末后他讲，「若不如上解者，安获无限功德耶」，这就是古人讲的，一个人能够听到一部经的经题，所得的功德就不可思议了。这个话是真的，也未必是真的。怎么说是真的？你真正通达义理，一即无量，无量即一，这是真的，一个经题里面无量无边的功德；如果你不晓得，不晓得得不到利益。由此可知，你明不明理？不明理得不到功德。",
      "zh_TW": "下面一段說，「佛即法身，觀即般若，無量壽即解脫」，這是配三德來說，法身、般若、解脫。諸位要知道，這個配法實在講是活活潑潑的，怎麼配都是圓融的，都講得通。你說佛是般若，觀是解脫，無量壽是法身，也講得通，為什麼？一而三，三而一，一法裡面就具足一切法，一切法就是一法。所以大家不要死在句子裡面，那就錯了，怎麼配都有理。底下講「即一達三，即三達一，一中解無量，無量中解一」，一個字義理無窮，何況這一部經，何況那一大藏教！末後他講，「若不如上解者，安獲無限功德耶」，這就是古人講的，一個人能夠聽到一部經的經題，所得的功德就不可思議了。這個話是真的，也未必是真的。怎麼說是真的？你真正通達義理，一即無量，無量即一，這是真的，一個經題裡面無量無邊的功德；如果你不曉得，不曉得得不到利益。由此可知，你明不明理？不明理得不到功德。"
    },
    {
      "id": "03-002-0004_p0013",
      "zh_CN": "你说我们念阿弥陀佛，我们对于阿弥陀佛理、事都通达明了，一念相应一念佛。如果对于这阿弥陀佛事、理都不明了，把这句佛号当做歌在那里唱。现在我听什么「五会念佛」，唱歌！唱得满好听的，什么意思？不晓得。这个没用处，这个只能说种一点善根，口善！李老师常讲比骂人好一点，所得到的利益就是这一点。一定要知道名号具足的功德，你念起来才相应。这一句阿弥陀佛，圆满具足一切性德、修德，所以佛号功德就不可思议了。说老实话，三经都主张持名，《十六观经》前面十五不是持名，末后一着是持名。你不要看到末后是给下根人说的，下根是什么？病最重的。病最重的人，这个药一下去他病就好了，那病轻的还有什么话说，就更容易好了。",
      "zh_TW": "你說我們念阿彌陀佛，我們對於阿彌陀佛理、事都通達明瞭，一念相應一念佛。如果對於這阿彌陀佛事、理都不明瞭，把這句佛號當做歌在那裡唱。現在我聽什麼「五會念佛」，唱歌！唱得滿好聽的，什麼意思？不曉得。這個沒用處，這個只能說種一點善根，口善！李老師常講比罵人好一點，所得到的利益就是這一點。一定要知道名號具足的功德，你念起來才相應。這一句阿彌陀佛，圓滿具足一切性德、修德，所以佛號功德就不可思議了。說老實話，三經都主張持名，《十六觀經》前面十五不是持名，末後一著是持名。你不要看到末後是給下根人說的，下根是什麼？病最重的。病最重的人，這個藥一下去他病就好了，那病輕的還有什麼話說，就更容易好了。"
    },
    {
      "id": "03-002-0004_p0014",
      "zh_CN": "佛法里面排列的顺序是有很深用意的，跟我们中国世间法相似，最好的摆在最后，像唱戏一样，最好的那出戏摆到最后叫压轴戏。持名念佛放在最后，就是压轴戏。我们看《楞严经》，《楞严经》二十五圆通，二十五位菩萨修学的法门，按照秩序排列的是普通的，不按照顺序排到最后的，最后是最殊胜的。「观音菩萨耳根圆通章」第一殊胜，观音菩萨要按照顺序排列，他应该排在第二位。六根，他是属于耳根圆通，第一个是眼根，第二个是耳根，六根、六尘、六识、七大，按这个顺序摆的，他没有按顺序，把他提出来摆在最后。",
      "zh_TW": "佛法裡面排列的順序是有很深用意的，跟我們中國世間法相似，最好的擺在最後，像唱戲一樣，最好的那齣戲擺到最後叫壓軸戲。持名念佛放在最後，就是壓軸戲。我們看《楞嚴經》，《楞嚴經》二十五圓通，二十五位菩薩修學的法門，按照秩序排列的是普通的，不按照順序排到最後的，最後是最殊勝的。「觀音菩薩耳根圓通章」第一殊勝，觀音菩薩要按照順序排列，他應該排在第二位。六根，他是屬於耳根圓通，第一個是眼根，第二個是耳根，六根、六塵、六識、七大，按這個順序擺的，他沒有按順序，把他提出來擺在最後。"
    },
    {
      "id": "03-002-0004_p0015",
      "zh_CN": "这二十五章里面，特别法门不是他一个，是两个，「大势至菩萨念佛圆通章」也是特别的。如果按照顺序，大势至是根大，他在七大的顺序是地、水、火、风、空、见、识，他是属于见，应该摆在识的前面。识是弥勒菩萨，学唯识的，弥勒菩萨是识大，他应该在弥勒菩萨前面，结果你就看看《楞严经》，他在弥勒菩萨后面。所以这个排列的顺序，二十五个法门里头两个特别法门，不是一个特别法门。这样说起来，为什么不把「念佛圆通章」排到最后，而把「耳根圆通章」排在最后？这个里面用意很深，念佛圆通是契合尽虚空遍法界一切众生之机，这个太大了。耳根圆通章只适合我们地球上的人，因为在地球上说法，适合你们的程度，把这个特别拿到你们这来。如果不在这个地方说法，观音菩萨还是按照顺序排到第二位去，不会拿到最后。但是大势至菩萨拿到最后那是决定的，不受任何影响。这个读《楞严经》要留意，顺序一不对，意思就不一样了。",
      "zh_TW": "這二十五章裡面，特別法門不是他一個，是兩個，「大勢至菩薩念佛圓通章」也是特別的。如果按照順序，大勢至是根大，他在七大的順序是地、水、火、風、空、見、識，他是屬於見，應該擺在識的前面。識是彌勒菩薩，學唯識的，彌勒菩薩是識大，他應該在彌勒菩薩前面，結果你就看看《楞嚴經》，他在彌勒菩薩後面。所以這個排列的順序，二十五個法門裡頭兩個特別法門，不是一個特別法門。這樣說起來，為什麼不把「念佛圓通章」排到最後，而把「耳根圓通章」排在最後？這個裡面用意很深，念佛圓通是契合盡虛空遍法界一切眾生之機，這個太大了。耳根圓通章只適合我們地球上的人，因為在地球上說法，適合你們的程度，把這個特別拿到你們這來。如果不在這個地方說法，觀音菩薩還是按照順序排到第二位去，不會拿到最後。但是大勢至菩薩拿到最後那是決定的，不受任何影響。這個讀《楞嚴經》要留意，順序一不對，意思就不一樣了。"
    },
    {
      "id": "03-002-0004_p0016",
      "zh_CN": "所以，夏莲居居士在《净修捷要》里面讲「净宗初祖大势至菩萨」，我看到这句话我也吃了一惊。想一想没错，他讲得很正确，我以前没想到。尽虚空遍法界，提倡净宗专修、专学念佛法门的是大势至菩萨，所以大势至菩萨是尽虚空遍法界净宗的初祖。从他这个我们又联想到，娑婆世界是普贤菩萨是净土宗的初祖。释迦牟尼佛示现成佛，第一部讲的是《华严经》，华严会上提倡念佛法门是普贤菩萨，所以普贤菩萨是娑婆世界的初祖。在我们中国，是慧远大师最初提倡的，远公大师是我们中国初祖。以后提到净宗初祖，要问是哪一个初祖？三个都是初祖，教化的范围大大的不相同，这是我们要知道的。",
      "zh_TW": "所以，夏蓮居居士在《淨修捷要》裡面講「淨宗初祖大勢至菩薩」，我看到這句話我也吃了一驚。想一想沒錯，他講得很正確，我以前沒想到。盡虛空遍法界，提倡淨宗專修、專學念佛法門的是大勢至菩薩，所以大勢至菩薩是盡虛空遍法界淨宗的初祖。從他這個我們又聯想到，娑婆世界是普賢菩薩是淨土宗的初祖。釋迦牟尼佛示現成佛，第一部講的是《華嚴經》，華嚴會上提倡念佛法門是普賢菩薩，所以普賢菩薩是娑婆世界的初祖。在我們中國，是慧遠大師最初提倡的，遠公大師是我們中國初祖。以後提到淨宗初祖，要問是哪一個初祖？三個都是初祖，教化的範圍大大的不相同，這是我們要知道的。"
    },
    {
      "id": "03-002-0004_p0017",
      "zh_CN": "再看下面，大师以天台「六即」来解释这个佛字。「初释佛者」，这要把经题一个字一个字的来介绍了，先解释佛。「佛是觉义」，佛这个字是梵语音译过来的，意思是觉，觉而不迷，「有六种即」，「即」拿现在的话来讲「就是」。「涅槃经云，一切众生即是佛」，《华严经》上也说一切众生本来成佛，《圆觉经》上也有这个话，一切众生本来成佛。这是从真如本性上说的，为什么？一切众生都有真性，从真性上讲，众生跟佛没有差别，完全相同，所以一切众生皆有佛性。有情众生叫佛性，无情的众生叫法性，植物、矿物它有性，性就是本体，就是它的体性。法性跟佛性是一个性，不是两个性，所以《华严经》上讲，「情与无情，同圆种智」。我们有情这个身心是真如本性变现出来的，无情的土木、石块也是真如本性变现出来的，追究它的本体是一个。这桩事情唯识学家讲得很清楚。",
      "zh_TW": "再看下面，大師以天台「六即」來解釋這個佛字。「初釋佛者」，這要把經題一個字一個字的來介紹了，先解釋佛。「佛是覺義」，佛這個字是梵語音譯過來的，意思是覺，覺而不迷，「有六種即」，「即」拿現在的話來講「就是」。「涅槃經云，一切眾生即是佛」，《華嚴經》上也說一切眾生本來成佛，《圓覺經》上也有這個話，一切眾生本來成佛。這是從真如本性上說的，為什麼？一切眾生都有真性，從真性上講，眾生跟佛沒有差別，完全相同，所以一切眾生皆有佛性。有情眾生叫佛性，無情的眾生叫法性，植物、礦物它有性，性就是本體，就是它的體性。法性跟佛性是一個性，不是兩個性，所以《華嚴經》上講，「情與無情，同圓種智」。我們有情這個身心是真如本性變現出來的，無情的土木、石塊也是真如本性變現出來的，追究它的本體是一個。這樁事情唯識學家講得很清楚。"
    },
    {
      "id": "03-002-0004_p0018",
      "zh_CN": "本性一念无明起来之后就有三细相，业相、转相、境界相。「业相」就是妄动，业就是动，这一动，本性的德用就失掉，一动就变成八识。所以，真心这一动就变成了妄心。如何恢复真心？你要学着不动心，真心就恢复了。佛在《金刚经》上教给须菩提尊者，「不取于相，如如不动」，这就对了，你的真性就起作用；不取于相是外不着相，如如不动是内不动心。达摩传到中国来的禅，六祖大师把它发扬光大，就是《金刚经》上这两句话，「外不着相，内不动心」。外面取相，里面动心，这就是凡夫。",
      "zh_TW": "本性一念無明起來之後就有三細相，業相、轉相、境界相。「業相」就是妄動，業就是動，這一動，本性的德用就失掉，一動就變成八識。所以，真心這一動就變成了妄心。如何恢復真心？你要學著不動心，真心就恢復了。佛在《金剛經》上教給須菩提尊者，「不取於相，如如不動」，這就對了，你的真性就起作用；不取於相是外不著相，如如不動是內不動心。達摩傳到中國來的禪，六祖大師把它發揚光大，就是《金剛經》上這兩句話，「外不著相，內不動心」。外面取相，裡面動心，這就是凡夫。"
    },
    {
      "id": "03-002-0004_p0019",
      "zh_CN": "所以从体性上去观察，「一切众生皆如也」。大师《疏》里面说，他都是引经上讲的，一切众生皆如是《维摩经》上说的，《宝箧经》里面说「佛界众生界，一界无别界」。十法界依正庄严，都是自性变现之物，就好像你晚上睡觉作梦，梦到佛菩萨也是你自性变现出来的，梦到饿鬼、地狱也是你自性变现出来的。全梦即心，全心即梦，好梦也是这个心，恶梦还是这个心，恶梦、好梦统统是一个心，一心无二心。因此，那个好、恶就没有了，达到真正平等。所以十法界依正庄严，见性的人看是平等法界，是一真法界，为什么？完全是真实的，没有一样是假的。",
      "zh_TW": "所以從體性上去觀察，「一切眾生皆如也」。大師《疏》裡面說，他都是引經上講的，一切眾生皆如是《維摩經》上說的，《寶篋經》裡面說「佛界眾生界，一界無別界」。十法界依正莊嚴，都是自性變現之物，就好像你晚上睡覺作夢，夢到佛菩薩也是你自性變現出來的，夢到餓鬼、地獄也是你自性變現出來的。全夢即心，全心即夢，好夢也是這個心，惡夢還是這個心，惡夢、好夢統統是一個心，一心無二心。因此，那個好、惡就沒有了，達到真正平等。所以十法界依正莊嚴，見性的人看是平等法界，是一真法界，為什麼？完全是真實的，沒有一樣是假的。"
    },
    {
      "id": "03-002-0004_p0020",
      "zh_CN": "这个境界，诸位要细细去想想，你要是得到这个意思，受用无穷！对于你修行有很大的帮助，帮助你断烦恼，帮助你远离一切分别、执着。众生之所以为众生，吃亏就在分别执着。佛法没有别的，破执着，人、我执破掉了，证阿罗汉果，法执破掉了就成佛。二障实在讲就是二种执着，我执、法执，这个亏吃大了，对于宇宙人生的真相，永远没有办法了解。愈是真的愈不能了解，愈是真的乍听起来还愈不能接受，这就是无始劫以来，分别执着已经变成习惯，这个习惯一下打不掉。正因为我们一下打不掉，所以佛才讲方便法。方便法随着你的执着所执着，随着你的分别所分别，你能够听的懂，你可以接受的了，慢慢逐渐再诱导你往真实法里面去接近。",
      "zh_TW": "這個境界，諸位要細細去想想，你要是得到這個意思，受用無窮！對於你修行有很大的幫助，幫助你斷煩惱，幫助你遠離一切分別、執著。眾生之所以為眾生，吃虧就在分別執著。佛法沒有別的，破執著，人、我執破掉了，證阿羅漢果，法執破掉了就成佛。二障實在講就是二種執著，我執、法執，這個虧吃大了，對於宇宙人生的真相，永遠沒有辦法了解。愈是真的愈不能了解，愈是真的乍聽起來還愈不能接受，這就是無始劫以來，分別執著已經變成習慣，這個習慣一下打不掉。正因為我們一下打不掉，所以佛才講方便法。方便法隨著你的執著所執著，隨著你的分別所分別，你能夠聽的懂，你可以接受的了，慢慢逐漸再誘導你往真實法裡面去接近。"
    },
    {
      "id": "03-002-0004_p0021",
      "zh_CN": "下面一段有几句话很重要，但是这个理有相当的深度。在二十九面第四行。「此是圆智」，圆满的智慧，这是说「一切众生即是佛」这是圆满的智慧，这是佛的境界。「圆觉诸法」是圆满的觉悟一切法，一切法包括世间法、出世间法，包括十法界，包括有情法、无情法，统统包括在其中，圆满觉悟诸法，「遍一切处，无不明了」。圆觉是什么？圆觉是你心，你心本来圆满觉悟。很可惜，你现在这个心迷了，迷了你不觉。怎么迷的？就是佛讲的妄想、执着，这就迷了。妄想是染污，就是无明，什么都不知道。执着是烦恼，你们诸位想想，所有一切烦恼、一切是非、一切人我统是执着上生的，你不执着，哪来的烦恼？所以烦恼障的根就是执着，无明的根就是妄想。",
      "zh_TW": "下面一段有幾句話很重要，但是這個理有相當的深度。在二十九面第四行。「此是圓智」，圓滿的智慧，這是說「一切眾生即是佛」這是圓滿的智慧，這是佛的境界。「圓覺諸法」是圓滿的覺悟一切法，一切法包括世間法、出世間法，包括十法界，包括有情法、無情法，統統包括在其中，圓滿覺悟諸法，「遍一切處，無不明了」。圓覺是什麼？圓覺是你心，你心本來圓滿覺悟。很可惜，你現在這個心迷了，迷了你不覺。怎麼迷的？就是佛講的妄想、執著，這就迷了。妄想是染污，就是無明，什麼都不知道。執著是煩惱，你們諸位想想，所有一切煩惱、一切是非、一切人我統是執著上生的，你不執著，哪來的煩惱？所以煩惱障的根就是執著，無明的根就是妄想。"
    },
    {
      "id": "03-002-0004_p0022",
      "zh_CN": "佛在楞严会上，富楼那尊者向释迦牟尼佛请教，无明是怎么来的？无明是几时有的？佛答复他，那个答复的话答复得太好了。佛说「知见立知，是无明本」，知见立知就是无明。知见是什么？是你本有的知见，就是此地讲的圆觉，本来你是圆满觉悟的，你要在圆满觉悟里头再加上一个知见，坏了，这一加就变成无明。这个话答复得简单、明了，一语道破，不是真正大学问真正通达说不出来。我们本来是一切法都明了的，很可惜现在这个心染污，现在这个心起伏动荡不定，就像波涛一样，在那里动，不能够静下来。所以佛法的修学，无论是大乘小乘，不管什么宗派，不管什么法门，修什么东西？修定，把你心里面的染污去掉，把你心的动荡安定下来。",
      "zh_TW": "佛在楞嚴會上，富樓那尊者向釋迦牟尼佛請教，無明是怎麼來的？無明是幾時有的？佛答覆他，那個答覆的話答覆得太好了。佛說「知見立知，是無明本」，知見立知就是無明。知見是什麼？是你本有的知見，就是此地講的圓覺，本來你是圓滿覺悟的，你要在圓滿覺悟裡頭再加上一個知見，壞了，這一加就變成無明。這個話答覆得簡單、明瞭，一語道破，不是真正大學問真正通達說不出來。我們本來是一切法都明瞭的，很可惜現在這個心染污，現在這個心起伏動盪不定，就像波濤一樣，在那裡動，不能夠靜下來。所以佛法的修學，無論是大乘小乘，不管什麼宗派，不管什麼法門，修什麼東西？修定，把你心裡面的染污去掉，把你心的動盪安定下來。"
    },
    {
      "id": "03-002-0004_p0023",
      "zh_CN": "所以我们供佛，其他的可以不要供，一定要供一杯水。水表什么？表心，我的心要像水那样的清净，要像水那样的不动，水是平的，这个心才能把一切宇宙万法照得清清楚楚，心遍一切处，无不明了。过去现在未来，此界他方，尽虚空遍法界，统统清楚，为什么？都在心，照得清清楚楚。这个心一起波浪，一染污，什么都不知道了，摆在眼前的都没有能力觉察到，这真可怜！所以学佛就是学一个不动心，就是学一个不受染污，这就叫功夫，这叫本事。六根接触六尘境界，不取相就是不受染污，不动心，心就定下来了，不起波浪，我们就成就了。千经万论都是讲这么一个原则。",
      "zh_TW": "所以我們供佛，其他的可以不要供，一定要供一杯水。水表什麼？表心，我的心要像水那樣的清淨，要像水那樣的不動，水是平的，這個心才能把一切宇宙萬法照得清清楚楚，心遍一切處，無不明了。過去現在未來，此界他方，盡虛空遍法界，統統清楚，為什麼？都在心，照得清清楚楚。這個心一起波浪，一染污，什麼都不知道了，擺在眼前的都沒有能力覺察到，這真可憐！所以學佛就是學一個不動心，就是學一個不受染污，這就叫功夫，這叫本事。六根接觸六塵境界，不取相就是不受染污，不動心，心就定下來了，不起波浪，我們就成就了。千經萬論都是講這麼一個原則。"
    },
    {
      "id": "03-002-0004_p0024",
      "zh_CN": "你真正要是通达明了了，底下说「虽五无间」，五无间是地狱，你观察无间地狱「皆解脱相，昏迷倒惑，其理存焉」。你看众生迷惑颠倒，佛眼睛里看他，他佛性不颠倒。他佛性在不在？在。他佛性起不起作用？起作用。他起作用里面，他在作用里面加上一点点，错就错在那里。譬如说我们的眼睛见外面的色相，它看得清清楚楚、明明白白，偏偏要戴一个黑眼镜，黑眼镜一戴，看到外面统统都是黑的。戴个蓝眼镜，看到外面都是蓝的，外面是不是蓝的？不是蓝的，眼镜是蓝的。我们今天统统戴上了有色眼镜，用不用眼睛？还用眼睛，用眼睛多一个眼镜。佛叫你把这个东西拿去，本来面目就恢复了。那个眼镜是什么？眼镜就是妄想执着，妄想执着这两副眼镜套在眼睛上，把外面的相都看错了。虽然都看错，佛说你还是用你的眼睛见，不是眼镜见，还是眼睛见，不过是你眼睛上有个障碍而已。那个障碍又不是真的，又不是本来有的，是你挂上去的，拿掉就没有了。马鸣菩萨《起信论》上说，「本觉本有，不觉本无」，不觉就是那个有色眼镜，本来没有。所以，佛看众生都是佛，佛并不以为你戴上几副眼镜就不叫你是佛，还是佛。佛眼睛看得没错，实在讲是错在我们自己。「斯理灼然，世间常住，有佛不能益，无佛不能损，得之不为高，失之不为下，故言众生即是佛，理佛也。」所以，从理体上讲，从本性上讲，一切众生都是佛。一切众生本来成佛，是从这个角度上去观察的，从本体上观察的。",
      "zh_TW": "你真正要是通達明瞭了，底下說「雖五無間」，五無間是地獄，你觀察無間地獄「皆解脫相，昏迷倒惑，其理存焉」。你看眾生迷惑顛倒，佛眼睛裡看他，他佛性不顛倒。他佛性在不在？在。他佛性起不起作用？起作用。他起作用裡面，他在作用裡面加上一點點，錯就錯在那裡。譬如說我們的眼睛見外面的色相，它看得清清楚楚、明明白白，偏偏要戴一個黑眼鏡，黑眼鏡一戴，看到外面統統都是黑的。戴個藍眼鏡，看到外面都是藍的，外面是不是藍的？不是藍的，眼鏡是藍的。我們今天統統戴上了有色眼鏡，用不用眼睛？還用眼睛，用眼睛多一個眼鏡。佛叫你把這個東西拿去，本來面目就恢復了。那個眼鏡是什麼？眼鏡就是妄想執著，妄想執著這兩副眼鏡套在眼睛上，把外面的相都看錯了。雖然都看錯，佛說你還是用你的眼睛見，不是眼鏡見，還是眼睛見，不過是你眼睛上有個障礙而已。那個障礙又不是真的，又不是本來有的，是你掛上去的，拿掉就沒有了。馬鳴菩薩《起信論》上說，「本覺本有，不覺本無」，不覺就是那個有色眼鏡，本來沒有。所以，佛看眾生都是佛，佛並不以為你戴上幾副眼鏡就不叫你是佛，還是佛。佛眼睛看得沒錯，實在講是錯在我們自己。「斯理灼然，世間常住，有佛不能益，無佛不能損，得之不為高，失之不為下，故言眾生即是佛，理佛也。」所以，從理體上講，從本性上講，一切眾生都是佛。一切眾生本來成佛，是從這個角度上去觀察的，從本體上觀察的。"
    },
    {
      "id": "03-002-0004_p0025",
      "zh_CN": "这一段是我们凡夫学佛成佛的最重要的依据，我们信心就从这个理论上建立。为什么？我本来是佛，我怎么不成佛？本来是佛，我现在又想学佛，那当然能成佛。如果本来不是佛，现在要想学佛，未必能成就，那不一定能成就。本来是佛，现在又学佛，决定成佛。所以修行的信心，清净信心，坚固的信心，是从这个地方建立的。「六即佛」，第一个是理论，后面五种是修行，从名字、观行、分证到究竟，那都讲的修行次第，属于修德，前面这一条是性德。这一点我们要把它搞清楚。我们今天就讲到此地。",
      "zh_TW": "這一段是我們凡夫學佛成佛的最重要的依據，我們信心就從這個理論上建立。為什麼？我本來是佛，我怎麼不成佛？本來是佛，我現在又想學佛，那當然能成佛。如果本來不是佛，現在要想學佛，未必能成就，那不一定能成就。本來是佛，現在又學佛，決定成佛。所以修行的信心，清淨信心，堅固的信心，是從這個地方建立的。「六即佛」，第一個是理論，後面五種是修行，從名字、觀行、分證到究竟，那都講的修行次第，屬於修德，前面這一條是性德。這一點我們要把它搞清楚。我們今天就講到此地。"
    }
  ]
}