{
  "doc_id": "03-002-0021",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏钞演义",
    "zh_TW": "佛說觀無量壽佛經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-002-0021",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "03-002-0021_p0001",
      "zh_CN": "请掀开经本，一百三十七面倒数第二行。时间过得很快，明天我们就圆满了，所以今天起要赶进度。实在说我们这是长期讲经道场，尤其是专讲净宗，有许多地方读读都可以明了。如果在其他的地方需要细说，我们这个地方可以参考《无量寿经》、参考《弥陀经疏钞》，意思大致上都是差不多的。",
      "zh_TW": "請掀開經本，一百三十七面倒數第二行。時間過得很快，明天我們就圓滿了，所以今天起要趕進度。實在說我們這是長期講經道場，尤其是專講淨宗，有許多地方讀讀都可以明瞭。如果在其他的地方需要細說，我們這個地方可以參考《無量壽經》、參考《彌陀經疏鈔》，意思大致上都是差不多的。"
    },
    {
      "id": "03-002-0021_p0002",
      "zh_CN": "这一行要跟诸位特别介绍的就是「无生法忍」，实在讲无生法忍最重要就是那个「忍」字。佛说法有无量的善巧方便，在《仁王经》上，他把菩萨位次分成五大类，这个五大类统统用忍来代表。由此可知，忍实在是非常重要。我们在《金刚经》上所看到的，菩萨修学的纲领有六条，六度，《金刚经》里面特别强调的是六度当中的布施跟忍辱。你看其他的四条说得很少，布施说得多，忍辱说得多。由此可知，这六大纲领里面最重要的还是布施跟忍。布施就是放下，如果放不下，就不能忍，不能忍就放不下，这是一定的道理，真是互为因果。",
      "zh_TW": "這一行要跟諸位特別介紹的就是「無生法忍」，實在講無生法忍最重要就是那個「忍」字。佛說法有無量的善巧方便，在《仁王經》上，他把菩薩位次分成五大類，這個五大類統統用忍來代表。由此可知，忍實在是非常重要。我們在《金剛經》上所看到的，菩薩修學的綱領有六條，六度，《金剛經》裡面特別強調的是六度當中的布施跟忍辱。你看其他的四條說得很少，布施說得多，忍辱說得多。由此可知，這六大綱領裡面最重要的還是布施跟忍。布施就是放下，如果放不下，就不能忍，不能忍就放不下，這是一定的道理，真是互為因果。"
    },
    {
      "id": "03-002-0021_p0003",
      "zh_CN": "五忍，在《仁王经》里面，第一个是伏忍，第二个是信忍，第三个是顺忍，第四是无生忍，第五是寂灭忍。在《仁王经》上，把五忍配在十地菩萨，伏忍是三贤位，信忍是初、二、三地，四、五、六地是顺忍，七、八、九地是无生忍，十地、等觉是寂灭忍。「信」这个字标准就很高了，确实在真正讲到菩萨，应该是有这样的标准，没有入初地，还都不能认真讲信佛。但是《仁王经》上所讲的，是别教，不是讲的圆教，别教的初地就是圆教的初住。所以此地第一行，「疏云，无生法忍，是初住初地」，初住菩萨这是讲圆教，初地是别教，破一品无明，证一分法身，这个时候能够称得上是无生法忍。但是要是严格的来讲还不行，《仁王经》上讲的比较严格，严格的讲，七地菩萨证的是下品无生忍，八地是中品无生忍，九地是上品无生忍，这是讲正式证得的。由此可知，初住、初地所证得的无生忍是相似的无生忍，为什么？他是信忍、顺忍，相似。伏忍都还谈不上，伏是什么？伏烦恼。在净宗里面讲，伏烦恼这个阶段就是功夫成片，信忍才是事一心不乱，到无生忍是理一心不乱。信、顺都是事一心，事一心里头有浅深程度不同。理一心是无生忍、寂灭忍，都是属于理一心，寂灭忍，理一心功夫深，无生忍，理一心功夫比较浅。特别重视忍这个字。",
      "zh_TW": "五忍，在《仁王經》裡面，第一個是伏忍，第二個是信忍，第三個是順忍，第四是無生忍，第五是寂滅忍。在《仁王經》上，把五忍配在十地菩薩，伏忍是三賢位，信忍是初、二、三地，四、五、六地是順忍，七、八、九地是無生忍，十地、等覺是寂滅忍。「信」這個字標準就很高了，確實在真正講到菩薩，應該是有這樣的標準，沒有入初地，還都不能認真講信佛。但是《仁王經》上所講的，是別教，不是講的圓教，別教的初地就是圓教的初住。所以此地第一行，「疏云，無生法忍，是初住初地」，初住菩薩這是講圓教，初地是別教，破一品無明，證一分法身，這個時候能夠稱得上是無生法忍。但是要是嚴格的來講還不行，《仁王經》上講的比較嚴格，嚴格的講，七地菩薩證的是下品無生忍，八地是中品無生忍，九地是上品無生忍，這是講正式證得的。由此可知，初住、初地所證得的無生忍是相似的無生忍，為什麼？他是信忍、順忍，相似。伏忍都還談不上，伏是什麼？伏煩惱。在淨宗裡面講，伏煩惱這個階段就是功夫成片，信忍才是事一心不亂，到無生忍是理一心不亂。信、順都是事一心，事一心裡頭有淺深程度不同。理一心是無生忍、寂滅忍，都是屬於理一心，寂滅忍，理一心功夫深，無生忍，理一心功夫比較淺。特別重視忍這個字。"
    },
    {
      "id": "03-002-0021_p0004",
      "zh_CN": "《金刚经》上告诉我们，「一切法得成于忍」，世出世间法不能够忍耐就不能成就，可见得六度里头忍辱波罗密是成败的关键。忍才能有精进，精进才能得定，要以净土宗来讲，定就是一心不乱，就是清净心。得定之后才开智慧，所以忍辱确实是关键。譬如我们今天讲修学，修学在古时候，跟现在不一样，古时候修学都是一门深入。一门就要忍，其他的法门我暂时都要放下，一切经论我不能看，也不能听，我只好乖乖的学一门，这就是要忍。一门深入，一门就是精，多门就不精；多门那种进步叫杂进，不叫精进。杂进，得定就难，换句话说，得清净心就难。精进，得清净心就容易。因此，古来祖师大德门庭施设不同，常常称赞自己这个法门，贬低别的法门，那是一种权巧的手段，绝对不是轻视其他法门，有这个分别执着，不是；他是用这个方法强调，加强初学人的信心。参禅的，从禅一门深入，不能再去学教、再去念佛，为什么？那就变成杂。念佛的人也不能学教，也不能去参禅。总而言之，法门一定是一门才能深入。",
      "zh_TW": "《金剛經》上告訴我們，「一切法得成於忍」，世出世間法不能夠忍耐就不能成就，可見得六度裡頭忍辱波羅密是成敗的關鍵。忍才能有精進，精進才能得定，要以淨土宗來講，定就是一心不亂，就是清淨心。得定之後才開智慧，所以忍辱確實是關鍵。譬如我們今天講修學，修學在古時候，跟現在不一樣，古時候修學都是一門深入。一門就要忍，其他的法門我暫時都要放下，一切經論我不能看，也不能聽，我只好乖乖的學一門，這就是要忍。一門深入，一門就是精，多門就不精；多門那種進步叫雜進，不叫精進。雜進，得定就難，換句話說，得清淨心就難。精進，得清淨心就容易。因此，古來祖師大德門庭施設不同，常常稱讚自己這個法門，貶低別的法門，那是一種權巧的手段，絕對不是輕視其他法門，有這個分別執著，不是；他是用這個方法強調，加強初學人的信心。參禪的，從禪一門深入，不能再去學教、再去念佛，為什麼？那就變成雜。念佛的人也不能學教，也不能去參禪。總而言之，法門一定是一門才能深入。"
    },
    {
      "id": "03-002-0021_p0005",
      "zh_CN": "门门都好，为什么？门门都可以明心见性，都能达到目的，所以说「法门平等，无有高下」，这是我们要牢牢记住的。这么许多法门里面，我们只能选择一门，这个重要，如果同时选定多门，很难成就。释迦牟尼佛当时在世教导他的学生，每个学生也都是学一门。佛讲经他们都来听，那都叫旁听，来当影响众，拿现在话来说就是护持道场，使道场听众人数增加，初学的人能够加强信心。如果佛讲经，只有三个、五个听，人家看到这个场面都不相信，信心失掉了。所以这些菩萨、罗汉们帮助佛庄严道场，加强初学的人信心，目的在此地。他们坐在那里，听与不听不一定的。有时候佛讲经，他在那里念佛，根本一句也没听见。这是庄严道场，这是我们要晓得的。诸位明白这个道理就好了。",
      "zh_TW": "門門都好，為什麼？門門都可以明心見性，都能達到目的，所以說「法門平等，無有高下」，這是我們要牢牢記住的。這麼許多法門裡面，我們只能選擇一門，這個重要，如果同時選定多門，很難成就。釋迦牟尼佛當時在世教導他的學生，每個學生也都是學一門。佛講經他們都來聽，那都叫旁聽，來當影響眾，拿現在話來說就是護持道場，使道場聽眾人數增加，初學的人能夠加強信心。如果佛講經，只有三個、五個聽，人家看到這個場面都不相信，信心失掉了。所以這些菩薩、羅漢們幫助佛莊嚴道場，加強初學的人信心，目的在此地。他們坐在那裡，聽與不聽不一定的。有時候佛講經，他在那裡念佛，根本一句也沒聽見。這是莊嚴道場，這是我們要曉得的。諸位明白這個道理就好了。"
    },
    {
      "id": "03-002-0021_p0006",
      "zh_CN": "至于什么叫做无生法忍？我在此地略略的说一说。「法」是一切法，无生法忍是一个法，法是指世出世间的一切法。「无生」是一切法不生不灭。你几时证得一切法不生不灭，你承认、你同意、认可，觉得佛讲这个话决定没有问题，是事实，你就证得无生法忍。我们现在看一切法有生有灭，看到动物有生老病死，看到植物有生住异灭，看到矿物有成住坏空，一切法是无常的，这是我们的看法，我们觉得这是事实。佛今天跟我们说一切法不生不灭，我们听不懂，我们听了怀疑，为什么？跟我们的观察完全相反。佛的境界跟我们不一样。为什么我们的看法跟他看法不一样？我们是用生灭心看一切法，一切法就变成生灭的了。佛用的是不生不灭的心，看一切法，一切法不生不灭。从这个地方也证实，一切法是唯心所变，一切法唯心所转，是心转境界，不是境界转心，证明这个理论。所以佛教我们见到一切法的真相，就是诸法实相，诸法实相是不生不灭的。",
      "zh_TW": "至於什麼叫做無生法忍？我在此地略略的說一說。「法」是一切法，無生法忍是一個法，法是指世出世間的一切法。「無生」是一切法不生不滅。你幾時證得一切法不生不滅，你承認、你同意、認可，覺得佛講這個話決定沒有問題，是事實，你就證得無生法忍。我們現在看一切法有生有滅，看到動物有生老病死，看到植物有生住異滅，看到礦物有成住壞空，一切法是無常的，這是我們的看法，我們覺得這是事實。佛今天跟我們說一切法不生不滅，我們聽不懂，我們聽了懷疑，為什麼？跟我們的觀察完全相反。佛的境界跟我們不一樣。為什麼我們的看法跟他看法不一樣？我們是用生滅心看一切法，一切法就變成生滅的了。佛用的是不生不滅的心，看一切法，一切法不生不滅。從這個地方也證實，一切法是唯心所變，一切法唯心所轉，是心轉境界，不是境界轉心，證明這個理論。所以佛教我們見到一切法的真相，就是諸法實相，諸法實相是不生不滅的。"
    },
    {
      "id": "03-002-0021_p0007",
      "zh_CN": "怎样才能够见到诸法实相？那要甚深的禅定。甚深禅定就是心定。净到极处，这个心是不生不灭的，常住真心，看到外面的境界是真实的境界。所以这是佛与大菩萨的境界，七地以上菩萨，见到一切万法不生不灭。这不是我们凡夫境界，因为我们没有办法用真心，我们用的都是妄心，妄心就是生灭心，就是心里面有念头。什么时候心里头没有念头了，妄念都没有了，这恢复到自己的真性。这也是说明，佛法修行不管是哪一宗，无论是显教密教、禅宗教下，修学最后的目标就是明心见性。如果不是这个目标，那就不是佛法。佛法无论多少法门、多少宗派，只是方法、途径、手段不相同，他的方向、目标一定是一致的，成佛。成佛是什么？明心见性就是成佛；明心见性，见性成佛，这个决定是一致的。在净土宗里面讲，一心不乱，一心不乱就是明心见性，就是见性成佛。只是各宗使用的名词术语不相同，其实是一桩事情。所以学佛简单的讲就是修清净心，就是修一心不乱。我们在日常生活当中，见色闻声，处事待人，在这里头修清净心，修一心，这就对了。",
      "zh_TW": "怎樣才能夠見到諸法實相？那要甚深的禪定。甚深禪定就是心定。淨到極處，這個心是不生不滅的，常住真心，看到外面的境界是真實的境界。所以這是佛與大菩薩的境界，七地以上菩薩，見到一切萬法不生不滅。這不是我們凡夫境界，因為我們沒有辦法用真心，我們用的都是妄心，妄心就是生滅心，就是心裡面有念頭。什麼時候心裡頭沒有念頭了，妄念都沒有了，這恢復到自己的真性。這也是說明，佛法修行不管是哪一宗，無論是顯教密教、禪宗教下，修學最後的目標就是明心見性。如果不是這個目標，那就不是佛法。佛法無論多少法門、多少宗派，只是方法、途徑、手段不相同，他的方向、目標一定是一致的，成佛。成佛是什麼？明心見性就是成佛；明心見性，見性成佛，這個決定是一致的。在淨土宗裡面講，一心不亂，一心不亂就是明心見性，就是見性成佛。只是各宗使用的名詞術語不相同，其實是一樁事情。所以學佛簡單的講就是修清淨心，就是修一心不亂。我們在日常生活當中，見色聞聲，處事待人，在這裡頭修清淨心，修一心，這就對了。"
    },
    {
      "id": "03-002-0021_p0008",
      "zh_CN": "初心的人，就是初学的人，因为习气重、烦恼深，在一个复杂的社会里面修行没有办法，功夫不能得力，所以要选择环境。想当年佛陀在世的时候，教诫弟子住「阿兰若」，阿兰若是梵语，翻成中国的意思就是没有吵闹的地方。「阿」翻作无，「兰若」是喧哗热闹，不是一个喧哗热闹的地方，拿我们中国意思说就是寂静处，非常安静的一个环境。阿兰若的标准，佛教里头有个很简单的例子，他说牛叫的声音听不见。因为从前修行人都是乡下居多，乡下耕种都是用牛，牛叫的声音很大。农夫家养的牛，牛叫的声音听不见，这就很安静。要是现在就是车的声音不见，这个就比较安静，闹区一定要避免。这个定义也应该随着时代标准不相同，从前牛叫的声音很大，现在火车、飞机的噪音比从前是要大得太多了。这些噪音我们统统听不见，这个地方叫做阿兰若。这是便利于初学。",
      "zh_TW": "初心的人，就是初學的人，因為習氣重、煩惱深，在一個複雜的社會裡面修行沒有辦法，功夫不能得力，所以要選擇環境。想當年佛陀在世的時候，教誡弟子住「阿蘭若」，阿蘭若是梵語，翻成中國的意思就是沒有吵鬧的地方。「阿」翻作無，「蘭若」是喧嘩熱鬧，不是一個喧嘩熱鬧的地方，拿我們中國意思說就是寂靜處，非常安靜的一個環境。阿蘭若的標準，佛教裡頭有個很簡單的例子，他說牛叫的聲音聽不見。因為從前修行人都是鄉下居多，鄉下耕種都是用牛，牛叫的聲音很大。農夫家養的牛，牛叫的聲音聽不見，這就很安靜。要是現在就是車的聲音不見，這個就比較安靜，鬧區一定要避免。這個定義也應該隨著時代標準不相同，從前牛叫的聲音很大，現在火車、飛機的噪音比從前是要大得太多了。這些噪音我們統統聽不見，這個地方叫做阿蘭若。這是便利於初學。"
    },
    {
      "id": "03-002-0021_p0009",
      "zh_CN": "可是真正心地清净了，不能老住在这个地方，老住在这个地方心地未必是真清净。清净一个程度之后还得到闹区去，到闹区看看心还清不清净。闹区里面，这个心立刻就受影响，就要退回来，那个地方不能住。如果在闹区里头不影响，心还是清净的，就可以住下去，动静一如，染净不二，那是真正成就。所以，小乘人不敢接触城市，大乘菩萨修定是在市廛里面修。你看《华严经》，鬻香长者修禅定的，在哪里修？经上讲在市廛。市廛是什么意思？就是商业区，最繁华、最热闹的地方，他在那里修禅定。他在那里修禅，是不是在那里盘腿面壁？不是的。他在那里去逛街，这也看看，那也看看，那叫修禅定。我们看到完全看不出来，他在那里修禅定，他在闹区里面转来转去，他是定慧双修。他都看，像现在新的产品他都知道，都知道是慧，他样样都晓得；看了之后如如不动，如如不动是定，他在那里修定。不像我们凡夫看到，这个好，赶紧买回去，动了心，定没有了，慧也没有了。所以他是常常去逛街，常常逛热闹的场所，他样样都晓得，慧成就，看了之后如如不动，定成就，人家定慧是在这里修的。这是小乘人决定不敢的，那就是说功夫到了家，修行的方法跟我们普通修行方法不一样。",
      "zh_TW": "可是真正心地清淨了，不能老住在這個地方，老住在這個地方心地未必是真清淨。清淨一個程度之後還得到鬧區去，到鬧區看看心還清不清淨。鬧區裡面，這個心立刻就受影響，就要退回來，那個地方不能住。如果在鬧區裡頭不影響，心還是清淨的，就可以住下去，動靜一如，染淨不二，那是真正成就。所以，小乘人不敢接觸城市，大乘菩薩修定是在市廛裡面修。你看《華嚴經》，鬻香長者修禪定的，在哪裡修？經上講在市廛。市廛是什麼意思？就是商業區，最繁華、最熱鬧的地方，他在那裡修禪定。他在那裡修禪，是不是在那裡盤腿面壁？不是的。他在那裡去逛街，這也看看，那也看看，那叫修禪定。我們看到完全看不出來，他在那裡修禪定，他在鬧區裡面轉來轉去，他是定慧雙修。他都看，像現在新的產品他都知道，都知道是慧，他樣樣都曉得；看了之後如如不動，如如不動是定，他在那裡修定。不像我們凡夫看到，這個好，趕緊買回去，動了心，定沒有了，慧也沒有了。所以他是常常去逛街，常常逛熱鬧的場所，他樣樣都曉得，慧成就，看了之後如如不動，定成就，人家定慧是在這裡修的。這是小乘人決定不敢的，那就是說功夫到了家，修行的方法跟我們普通修行方法不一樣。"
    },
    {
      "id": "03-002-0021_p0010",
      "zh_CN": "大小乘的差别，简单跟诸位介绍到这里就可以了。我们看底下一段。这正式教她修学的方法，就是十六妙观。",
      "zh_TW": "大小乘的差別，簡單跟諸位介紹到這裡就可以了。我們看底下一段。這正式教她修學的方法，就是十六妙觀。"
    },
    {
      "id": "03-002-0021_p0011",
      "zh_CN": "【佛告韦提希。汝是凡夫。心想羸劣。未得天眼。不能远观。诸佛如来有异方便。令汝得见。】",
      "zh_TW": "【佛告韋提希。汝是凡夫。心想羸劣。未得天眼。不能遠觀。諸佛如來有異方便。令汝得見。】"
    },
    {
      "id": "03-002-0021_p0012",
      "zh_CN": "韦提希夫人我们从迹象上去看，她跟我们一样是凡夫，也是迷惑颠倒，也是感情很重、烦恼重重，跟我们是一样的。所以『心想羸劣，未得天眼』，妙观就不能成就。但是佛有力量，加持她、帮助她，『诸佛如来有异方便，令汝得见』。要想见净土，一定要佛力加持，这是指现前当来，必定见佛。凡夫修行，说实在的话，即使有小小的定功，也见不到西方净土。像我们前面讲的，远公大师一生三次见到佛的净土，那是诸佛如来的胜异方便加持他，使他见到了。远公能见我们也能见，佛加持他，佛也会加持我们。可是我们不要有一个心念念求见，为什么？念念求见，心就不清净，功夫不得力。不求见，到时候偶尔佛加持令你见到，这是给你做证明，加强你的信心，你走的路没错。见不到也不要紧，不要常常怀疑，我这个没见到，恐怕功夫退步了。这就打妄想，这就错误了。要晓得这个法门特别重视的是修清净心，因此即使见到，也要像《金刚经》上所说的，「凡所有相，皆是虚妄」，见如不见，对你的清净心毫无妨碍，这就对了。所以修净土的人，不但修净土，修大乘佛法的人，决定不能贪爱神通。",
      "zh_TW": "韋提希夫人我們從跡象上去看，她跟我們一樣是凡夫，也是迷惑顛倒，也是感情很重、煩惱重重，跟我們是一樣的。所以『心想羸劣，未得天眼』，妙觀就不能成就。但是佛有力量，加持她、幫助她，『諸佛如來有異方便，令汝得見』。要想見淨土，一定要佛力加持，這是指現前當來，必定見佛。凡夫修行，說實在的話，即使有小小的定功，也見不到西方淨土。像我們前面講的，遠公大師一生三次見到佛的淨土，那是諸佛如來的勝異方便加持他，使他見到了。遠公能見我們也能見，佛加持他，佛也會加持我們。可是我們不要有一個心念念求見，為什麼？念念求見，心就不清淨，功夫不得力。不求見，到時候偶爾佛加持令你見到，這是給你做證明，加強你的信心，你走的路沒錯。見不到也不要緊，不要常常懷疑，我這個沒見到，恐怕功夫退步了。這就打妄想，這就錯誤了。要曉得這個法門特別重視的是修清淨心，因此即使見到，也要像《金剛經》上所說的，「凡所有相，皆是虛妄」，見如不見，對你的清淨心毫無妨礙，這就對了。所以修淨土的人，不但修淨土，修大乘佛法的人，決定不能貪愛神通。"
    },
    {
      "id": "03-002-0021_p0013",
      "zh_CN": "昨天下午有个居士来看我，他遇到了很大的困难。夫妻两个都是从事于教育的工作，他说他的太太最近出了问题，不晓得在亲近哪个道场，现在着了魔障，来找我。我就劝他，我说你最好叫她不要再去接近这些人。他说讲了她不听，喜欢神通。凡是着魔的人都是喜欢神通。你如果对于神通，这些奇奇怪怪的事情看得很淡薄，不去理它，妖魔鬼怪找不到你，没办法接近你。你贪、喜欢神通，好奇，妖魔鬼怪就抓住你这个弱点来戏弄你。我们在国内、国外看到很多，受过高等教育的，看到都非常优秀的年轻人，学了没有一年半年，最后入精神病院，精神分裂，一生的前途都毁掉了。实在讲，那不是佛教，邪教！妖魔鬼怪在作祟。他是不是真的看到放光？真的看到，那不是假的，说放光离地三尺，这真的，一点都不假。妖魔鬼怪现这些神通让你看到，你愈看到愈觉得他了不起。我们跟他说他是假的，你不如人家，要不然你放个光给我看看？正法他不相信，他要相信那妖魔鬼怪，愈迷愈深。这个带来不是他自己的痛苦，带来一家人的痛苦，很可怜，这是我们要注意到的。",
      "zh_TW": "昨天下午有個居士來看我，他遇到了很大的困難。夫妻兩個都是從事於教育的工作，他說他的太太最近出了問題，不曉得在親近哪個道場，現在著了魔障，來找我。我就勸他，我說你最好叫她不要再去接近這些人。他說講了她不聽，喜歡神通。凡是著魔的人都是喜歡神通。你如果對於神通，這些奇奇怪怪的事情看得很淡薄，不去理它，妖魔鬼怪找不到你，沒辦法接近你。你貪、喜歡神通，好奇，妖魔鬼怪就抓住你這個弱點來戲弄你。我們在國內、國外看到很多，受過高等教育的，看到都非常優秀的年輕人，學了沒有一年半年，最後入精神病院，精神分裂，一生的前途都毀掉了。實在講，那不是佛教，邪教！妖魔鬼怪在作祟。他是不是真的看到放光？真的看到，那不是假的，說放光離地三尺，這真的，一點都不假。妖魔鬼怪現這些神通讓你看到，你愈看到愈覺得他了不起。我們跟他說他是假的，你不如人家，要不然你放個光給我看看？正法他不相信，他要相信那妖魔鬼怪，愈迷愈深。這個帶來不是他自己的痛苦，帶來一家人的痛苦，很可憐，這是我們要注意到的。"
    },
    {
      "id": "03-002-0021_p0014",
      "zh_CN": "黄念祖老居士一再劝勉我们，学佛，道场重质不重形式，修行贵在清净心，绝对不在神通感应，连感应都不要求。真正修行人就是修清净心，我烦恼一天比一天少，心地一天比一天清净，一天比一天快乐，法喜充满，智慧一天比一天增长。智慧增长是从哪里看见？处事待人接物不像从前那么糊涂，一天一天好像是有点智慧了，这都是进步的现象，这是好现象。说每天见到好多鬼，见到好多神，那危险，那不是好现象，那快要进精神病院。有的时候见到，见到怎么办？见到不要去理会他，不要去想他，多念佛、多读经，以后见的机会就少了。从前简丰文居士常常见到，一个月都见好多次，他来给我讲。他不是说假话，他从前喜欢打坐，打坐当中见到许多奇怪的境界，他见过十殿阎王。以后我教他，我说你以后见到这个东西不要去理会，不要在意，多念佛。以后慢慢就少了，现在这一、两年见不到了，没有了，恢复正常。",
      "zh_TW": "黃念祖老居士一再勸勉我們，學佛，道場重質不重形式，修行貴在清淨心，絕對不在神通感應，連感應都不要求。真正修行人就是修清淨心，我煩惱一天比一天少，心地一天比一天清淨，一天比一天快樂，法喜充滿，智慧一天比一天增長。智慧增長是從哪裡看見？處事待人接物不像從前那麼糊塗，一天一天好像是有點智慧了，這都是進步的現象，這是好現象。說每天見到好多鬼，見到好多神，那危險，那不是好現象，那快要進精神病院。有的時候見到，見到怎麼辦？見到不要去理會他，不要去想他，多念佛、多讀經，以後見的機會就少了。從前簡豐文居士常常見到，一個月都見好多次，他來給我講。他不是說假話，他從前喜歡打坐，打坐當中見到許多奇怪的境界，他見過十殿閻王。以後我教他，我說你以後見到這個東西不要去理會，不要在意，多念佛。以後慢慢就少了，現在這一、兩年見不到了，沒有了，恢復正常。"
    },
    {
      "id": "03-002-0021_p0015",
      "zh_CN": "这决定不是正常，不是好事。不要说见到妖魔鬼怪不是好事情，见到诸佛菩萨也不是好事情。你去看看《楞严经》，五十种阴魔，妖魔鬼怪变现佛菩萨的境界，简直叫你没有办法辨别他是真假。《楞严》上佛教我们一个原则，「不作圣解」，这是好境界，根本不要理会他，这是好境界。如果你认为是真的，那你就上当了，「即受群邪」，你就被这些妖魔鬼怪玩弄，上他的当。《楞严》那个境界真的我们没有办法辨别是真假，像现在这些东西我们一看就晓得是假的，绝对不是真的。",
      "zh_TW": "這決定不是正常，不是好事。不要說見到妖魔鬼怪不是好事情，見到諸佛菩薩也不是好事情。你去看看《楞嚴經》，五十種陰魔，妖魔鬼怪變現佛菩薩的境界，簡直叫你沒有辦法辨別他是真假。《楞嚴》上佛教我們一個原則，「不作聖解」，這是好境界，根本不要理會他，這是好境界。如果你認為是真的，那你就上當了，「即受群邪」，你就被這些妖魔鬼怪玩弄，上他的當。《楞嚴》那個境界真的我們沒有辦法辨別是真假，像現在這些東西我們一看就曉得是假的，絕對不是真的。"
    },
    {
      "id": "03-002-0021_p0016",
      "zh_CN": "这是讲一个修行人，在菩提路上必然会遇到这些境界，遇到这些境界的时候决定不要理会。正因为如此，所以我常常劝勉同修们，你们供养佛像供一尊，我天天就看这一尊佛像，这点大家要知道。一切妖魔鬼怪他会骗人，他骗人，你愿意上当、你愿意听骗，这个实在讲也并不犯什么大法。他变现的这些佛菩萨形相，他不敢变本尊，这就是说他不犯法。他虽然可以做冒牌的，他冒牌是相似，他不逼真，这就不犯法。譬如商标，我这个商标设计跟你样子差不多，但是有一点不同，我没有冒牌你，为什么？我设计的那一点跟你的不一样，这不能算冒牌，法律上不能治罪；完全一样那就是冒牌，仿冒，这个要治罪的。所以妖魔鬼怪不敢现本尊。",
      "zh_TW": "這是講一個修行人，在菩提路上必然會遇到這些境界，遇到這些境界的時候決定不要理會。正因為如此，所以我常常勸勉同修們，你們供養佛像供一尊，我天天就看這一尊佛像，這點大家要知道。一切妖魔鬼怪他會騙人，他騙人，你願意上當、你願意聽騙，這個實在講也並不犯什麼大法。他變現的這些佛菩薩形相，他不敢變本尊，這就是說他不犯法。他雖然可以做冒牌的，他冒牌是相似，他不逼真，這就不犯法。譬如商標，我這個商標設計跟你樣子差不多，但是有一點不同，我沒有冒牌你，為什麼？我設計的那一點跟你的不一樣，這不能算冒牌，法律上不能治罪；完全一樣那就是冒牌，仿冒，這個要治罪的。所以妖魔鬼怪不敢現本尊。"
    },
    {
      "id": "03-002-0021_p0017",
      "zh_CN": "我供养阿弥陀佛，阿弥陀佛是我的本尊，妖魔鬼怪不敢变阿弥陀佛。他变其他的佛菩萨来诱惑你，绝对不敢变阿弥陀佛。我供养观世音菩萨，天天礼拜观音菩萨，称念观音菩萨，他不敢变观音菩萨。变这个，护法神是决定不许可的。变一个相似的，不是真的，护法神也不管他，为什么？他毕竟没有真正犯法。护法神就跟警察一样，他不干涉他，不抓他。我们供一尊阿弥陀佛，一生就供一尊，这个形像我们看得太清楚了。他要变一个阿弥陀佛，跟这个样子不一样的，我们就不要理他。临命终时阿弥陀佛来接引我们，决定是我们供养这个样子，这使我们自己一点怀疑都没有。我天天看这个像，到最后果然佛现前，他来带我们走，这哪有错？绝对不会错的。这就是供养菩萨形像供一尊的好处。现在供一尊是很容易，我们出门，我们把自己佛像照成一个照片，可以随身带着，走到哪里我们都可以供养。不必带雕塑的像，尤其供很大的，携带不方便，我们把他照成照片就很方便。像我们这里的佛像，我们都印出来，观音菩萨相也印出来，卷成一卷放在行李上，走到哪里都可以带走。每天所看到的佛像是同样的佛像，这个好。",
      "zh_TW": "我供養阿彌陀佛，阿彌陀佛是我的本尊，妖魔鬼怪不敢變阿彌陀佛。他變其他的佛菩薩來誘惑你，絕對不敢變阿彌陀佛。我供養觀世音菩薩，天天禮拜觀音菩薩，稱念觀音菩薩，他不敢變觀音菩薩。變這個，護法神是決定不許可的。變一個相似的，不是真的，護法神也不管他，為什麼？他畢竟沒有真正犯法。護法神就跟警察一樣，他不干涉他，不抓他。我們供一尊阿彌陀佛，一生就供一尊，這個形像我們看得太清楚了。他要變一個阿彌陀佛，跟這個樣子不一樣的，我們就不要理他。臨命終時阿彌陀佛來接引我們，決定是我們供養這個樣子，這使我們自己一點懷疑都沒有。我天天看這個像，到最後果然佛現前，他來帶我們走，這哪有錯？絕對不會錯的。這就是供養菩薩形像供一尊的好處。現在供一尊是很容易，我們出門，我們把自己佛像照成一個照片，可以隨身帶著，走到哪裡我們都可以供養。不必帶雕塑的像，尤其供很大的，攜帶不方便，我們把他照成照片就很方便。像我們這裡的佛像，我們都印出來，觀音菩薩相也印出來，捲成一卷放在行李上，走到哪裡都可以帶走。每天所看到的佛像是同樣的佛像，這個好。"
    },
    {
      "id": "03-002-0021_p0018",
      "zh_CN": "我们再看下面经文，一百四十面最后一行。",
      "zh_TW": "我們再看下面經文，一百四十面最後一行。"
    },
    {
      "id": "03-002-0021_p0019",
      "zh_CN": "【时韦提希白佛言。世尊。如我今者以佛力故。见彼国土。若佛灭后诸众生等。浊恶不善。五苦所逼。云何当见阿弥陀佛极乐世界。】",
      "zh_TW": "【時韋提希白佛言。世尊。如我今者以佛力故。見彼國土。若佛滅後諸眾生等。濁惡不善。五苦所逼。云何當見阿彌陀佛極樂世界。】"
    },
    {
      "id": "03-002-0021_p0020",
      "zh_CN": "这是韦提希夫人慈悲，她是因为释迦牟尼佛以神力把诸佛国土展现在她的面前，她见到西方世界。她是凡夫，没有天眼，是佛力加持让她见到，让她选择。所以她就想，佛将来灭度之后，到末法时期，五浊恶世，这个时候的众生他怎么能够见到阿弥陀佛极乐世界？『浊恶』，注解里面引用的《无量寿经》上面所讲的五恶五痛五烧。这些经文我们念得很熟，所以这一段内容都像《大经》所说的。这里看到夫人的慈悲，自己得度之后，就想到一切众生如何得度，跟频婆娑罗王的见解就不一样，你看一个大乘，一个小乘。小乘自己得度就可以了，没有想到别人；大乘菩萨心，自己还没有得度，马上就想到别人。释迦牟尼佛还没有教给她修行方法，她就想到别人，别人怎么能有这种机缘也能得度。这是大小乘心量不相同，思想不一样。",
      "zh_TW": "這是韋提希夫人慈悲，她是因為釋迦牟尼佛以神力把諸佛國土展現在她的面前，她見到西方世界。她是凡夫，沒有天眼，是佛力加持讓她見到，讓她選擇。所以她就想，佛將來滅度之後，到末法時期，五濁惡世，這個時候的眾生他怎麼能夠見到阿彌陀佛極樂世界？『濁惡』，註解裡面引用的《無量壽經》上面所講的五惡五痛五燒。這些經文我們念得很熟，所以這一段內容都像《大經》所說的。這裡看到夫人的慈悲，自己得度之後，就想到一切眾生如何得度，跟頻婆娑羅王的見解就不一樣，你看一個大乘，一個小乘。小乘自己得度就可以了，沒有想到別人；大乘菩薩心，自己還沒有得度，馬上就想到別人。釋迦牟尼佛還沒有教給她修行方法，她就想到別人，別人怎麼能有這種機緣也能得度。這是大小乘心量不相同，思想不一樣。"
    },
    {
      "id": "03-002-0021_p0021",
      "zh_CN": "我们看下面经文，在一百四十五面。",
      "zh_TW": "我們看下面經文，在一百四十五面。"
    },
    {
      "id": "03-002-0021_p0022",
      "zh_CN": "【佛告韦提希。汝及众生。应当专心系念一处。想于西方。】",
      "zh_TW": "【佛告韋提希。汝及眾生。應當專心繫念一處。想於西方。】"
    },
    {
      "id": "03-002-0021_p0023",
      "zh_CN": "这个经文里面含义非常之深远。『汝』是指韦提希夫人，『众生』包括我们都在内，只要后世有缘读到这部经典的人，就包括在其中。由此可知，佛这番开示，对韦提希夫人，也对我们每位同修。韦提希是当机者，我们展开这部经典、读诵这部经典、接触到这部经典，也是本经的当机者。所以佛的教学是一体等同，教我们『应当专心系念一处，想于西方』，这句话是劝修。「专心系念」，妄想才能够舍掉。一般人为什么不能伏妄想？就是他念头不专。念要专一，其他的妄念自然就不生。凡夫不可能没有念头，佛的方法很巧妙，就是用你这个念头去止妄念，用这个方法。叫你念头想一桩事情，不起念则已，起念就想一桩事情，想西方极乐世界、想阿弥陀佛就行了。以念止念，教给我们用这个方法，这个方法修学就方便多了。",
      "zh_TW": "這個經文裡面含義非常之深遠。『汝』是指韋提希夫人，『眾生』包括我們都在內，只要後世有緣讀到這部經典的人，就包括在其中。由此可知，佛這番開示，對韋提希夫人，也對我們每位同修。韋提希是當機者，我們展開這部經典、讀誦這部經典、接觸到這部經典，也是本經的當機者。所以佛的教學是一體等同，教我們『應當專心繫念一處，想於西方』，這句話是勸修。「專心繫念」，妄想才能夠捨掉。一般人為什麼不能伏妄想？就是他念頭不專。念要專一，其他的妄念自然就不生。凡夫不可能沒有念頭，佛的方法很巧妙，就是用你這個念頭去止妄念，用這個方法。叫你念頭想一樁事情，不起念則已，起念就想一樁事情，想西方極樂世界、想阿彌陀佛就行了。以念止念，教給我們用這個方法，這個方法修學就方便多了。"
    },
    {
      "id": "03-002-0021_p0024",
      "zh_CN": "下面则是佛教给我们的想法，一百四十六面。",
      "zh_TW": "下面則是佛教給我們的想法，一百四十六面。"
    },
    {
      "id": "03-002-0021_p0025",
      "zh_CN": "【云何作想。】",
      "zh_TW": "【云何作想。】"
    },
    {
      "id": "03-002-0021_p0026",
      "zh_CN": "怎么个想法？",
      "zh_TW": "怎麼個想法？"
    },
    {
      "id": "03-002-0021_p0027",
      "zh_CN": "【凡作想者。一切众生。自非生盲。有目之徒。皆见日没。】",
      "zh_TW": "【凡作想者。一切眾生。自非生盲。有目之徒。皆見日沒。】"
    },
    {
      "id": "03-002-0021_p0028",
      "zh_CN": "这是举一个例子说，怎么个想法。一切众生如果不是『生盲』，「生盲」就是生下来眼睛就瞎了，那叫生盲。如果不是这种情形的话，他一定见过太阳下山，落日这个景观他应该见过。实在佛讲这个是在从前，从前见到太阳出山、落山的，特别是住在乡村，我们常常见到。现在住在都市，住在大楼，可能有一生没有见过日出日没的，他修这个观想就很困难，没有这个经验。现在住在都市人，到阿里山去玩的时候，看看太阳出山，看看日出。看日出的有，看日没的好像还没有听说过。所以佛先教我们观想的方向，想西方，太阳落的地方是西方，想落日的情形。",
      "zh_TW": "這是舉一個例子說，怎麼個想法。一切眾生如果不是『生盲』，「生盲」就是生下來眼睛就瞎了，那叫生盲。如果不是這種情形的話，他一定見過太陽下山，落日這個景觀他應該見過。實在佛講這個是在從前，從前見到太陽出山、落山的，特別是住在鄉村，我們常常見到。現在住在都市，住在大樓，可能有一生沒有見過日出日沒的，他修這個觀想就很困難，沒有這個經驗。現在住在都市人，到阿里山去玩的時候，看看太陽出山，看看日出。看日出的有，看日沒的好像還沒有聽說過。所以佛先教我們觀想的方向，想西方，太陽落的地方是西方，想落日的情形。"
    },
    {
      "id": "03-002-0021_p0029",
      "zh_CN": "底下一段经文在一百四十七面最后一行。",
      "zh_TW": "底下一段經文在一百四十七面最後一行。"
    },
    {
      "id": "03-002-0021_p0030",
      "zh_CN": "【当起想念。正坐西向。谛观于日欲没之处。】",
      "zh_TW": "【當起想念。正坐西向。諦觀於日欲沒之處。】"
    },
    {
      "id": "03-002-0021_p0031",
      "zh_CN": "『谛观』是仔细去观察、去看，看太阳下山的地方。",
      "zh_TW": "『諦觀』是仔細去觀察、去看，看太陽下山的地方。"
    },
    {
      "id": "03-002-0021_p0032",
      "zh_CN": "【令心坚住。专想不移。见日欲没。状如悬鼓。】",
      "zh_TW": "【令心堅住。專想不移。見日欲沒。狀如懸鼓。】"
    },
    {
      "id": "03-002-0021_p0033",
      "zh_CN": "太阳将要落山的时候，只看到一个红的太阳，像个鼓一样，像『悬鼓』，像鼓挂在空中一样。",
      "zh_TW": "太陽將要落山的時候，只看到一個紅的太陽，像個鼓一樣，像『懸鼓』，像鼓掛在空中一樣。"
    },
    {
      "id": "03-002-0021_p0034",
      "zh_CN": "【既见日已。闭目开目。皆令明了。】",
      "zh_TW": "【既見日已。閉目開目。皆令明了。】"
    },
    {
      "id": "03-002-0021_p0035",
      "zh_CN": "观成功是这样的一个境界，眼睛闭下来，太阳在面前；眼睛睁开，太阳还在面前，这叫观想成功。如果眼睛睁着，太阳在面前，眼睛闭了就没有，这没有观成功；或者闭着眼睛，这个形像在面前，张开眼睛又没有了，这都不能算观成功。就是这一观就很不容易。观成之后，不管在什么地方，眼睛张开，太阳确实在面前，眼睛闭着，太阳还在面前，这是第一观观成。十六观里面，这一观是最初的，最容易观的。你们试试看，你有没有本事观成功？能观成功就能往生。这个十六观只要有一观成功，都能往生，不必十六观每一观成功，只要有一观就行了。说起来很容易，做起来很难做到，如果不是专心到了极处，这个境界就不能现前。",
      "zh_TW": "觀成功是這樣的一個境界，眼睛閉下來，太陽在面前；眼睛睜開，太陽還在面前，這叫觀想成功。如果眼睛睜著，太陽在面前，眼睛閉了就沒有，這沒有觀成功；或者閉著眼睛，這個形像在面前，張開眼睛又沒有了，這都不能算觀成功。就是這一觀就很不容易。觀成之後，不管在什麼地方，眼睛張開，太陽確實在面前，眼睛閉著，太陽還在面前，這是第一觀觀成。十六觀裡面，這一觀是最初的，最容易觀的。你們試試看，你有沒有本事觀成功？能觀成功就能往生。這個十六觀只要有一觀成功，都能往生，不必十六觀每一觀成功，只要有一觀就行了。說起來很容易，做起來很難做到，如果不是專心到了極處，這個境界就不能現前。"
    },
    {
      "id": "03-002-0021_p0036",
      "zh_CN": "【是为日想。名曰初观。】",
      "zh_TW": "【是為日想。名曰初觀。】"
    },
    {
      "id": "03-002-0021_p0037",
      "zh_CN": "这是十六观里面的第一观。后面注解注了很多，注解里面无非说明这个原理。天台大师以一心三观的道理来说明这个事实，如果不是到一心三观，这个境界就不能现前，所以观成非常不容易。观成之后往生西方极乐世界，生到西方极乐世界之后，还要把这个妄相拿掉，为什么？清净心中本来无一物，怎么会有个太阳？你要明白这个道理，才晓得四种念佛，持名第一殊胜。我从前就这个问题曾经向李老师提过，李老师告诉我，观很难成就！观成，你想那个印象多深刻。好像我们想念一个人一样，时时刻刻想念他，这个人就在面前，这是多么深刻的想念。阿赖耶识是多强的一个力量才会把这个现象现成！但是这统统是妄相，到西方极乐世界去之后还要把这个相拿掉。观成难，以后拿掉也难，去掉也难，为什么？印象太深了。所以他说不如名号，名号把它去掉容易，晓得名号是假名。所以，执持名号往生西方世界容易，生到西方世界之后，把名号去掉也容易。比观成以后再舍掉这个观，这里头难易我们自己想想就知道了。",
      "zh_TW": "這是十六觀裡面的第一觀。後面註解註了很多，註解裡面無非說明這個原理。天台大師以一心三觀的道理來說明這個事實，如果不是到一心三觀，這個境界就不能現前，所以觀成非常不容易。觀成之後往生西方極樂世界，生到西方極樂世界之後，還要把這個妄相拿掉，為什麼？清淨心中本來無一物，怎麼會有個太陽？你要明白這個道理，才曉得四種念佛，持名第一殊勝。我從前就這個問題曾經向李老師提過，李老師告訴我，觀很難成就！觀成，你想那個印象多深刻。好像我們想念一個人一樣，時時刻刻想念他，這個人就在面前，這是多麼深刻的想念。阿賴耶識是多強的一個力量才會把這個現象現成！但是這統統是妄相，到西方極樂世界去之後還要把這個相拿掉。觀成難，以後拿掉也難，去掉也難，為什麼？印象太深了。所以他說不如名號，名號把它去掉容易，曉得名號是假名。所以，執持名號往生西方世界容易，生到西方世界之後，把名號去掉也容易。比觀成以後再捨掉這個觀，這裡頭難易我們自己想想就知道了。"
    },
    {
      "id": "03-002-0021_p0038",
      "zh_CN": "这是他劝我们，知道观想念佛的理论、方法，不必去用它，还是取持名念佛，取这个好。持名与实相相应，这个方法与实相不相应。观想念佛、观像念佛，难，还不相应。持名念佛容易，与实相相应，这是诸佛菩萨、祖师大德为什么特别强调、提倡念佛法门，道理就在此地。",
      "zh_TW": "這是他勸我們，知道觀想念佛的理論、方法，不必去用它，還是取持名念佛，取這個好。持名與實相相應，這個方法與實相不相應。觀想念佛、觀像念佛，難，還不相應。持名念佛容易，與實相相應，這是諸佛菩薩、祖師大德為什麼特別強調、提倡念佛法門，道理就在此地。"
    }
  ]
}