{
  "doc_id": "03-002-0007",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏钞演义",
    "zh_TW": "佛說觀無量壽佛經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-002-0007",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "03-002-0007_p0001",
      "zh_CN": "请掀开经本三十九面，看第二行，「究竟即」：",
      "zh_TW": "請掀開經本三十九面，看第二行，「究竟即」："
    },
    {
      "id": "03-002-0007_p0002",
      "zh_CN": "「究竟佛者，道穷妙觉，位极于茶故唯佛与佛乃能究竟诸法实相，边际智满，种觉顿圆，无上士者，名无所断，无上士者，更无过者」，到这个地方是一段。下面是比喻，「如十五日月，圆满具足，众星中王，最上最胜，威德特尊，是名究竟佛义」。究竟佛这是圆教圆满的果位，地位在等觉之上，就是四十一品无明统统断尽了，这个时候我们称他做妙觉。位极于茶这个「茶」是印度梵文，就像英文一样，是字母拼音的，它总共有四十二个字母，茶是最后一个字母。他是比菩萨前面四十一个果位，第四十二个这就究竟圆满成佛了，是这样的一个比喻。这个字是梵文音译过来的，就是四十二个字母到最后了，后面再也没有了，这是比喻他的果位到了极处。唯佛与佛，只有证到极果之人，他才能够对于宇宙人生的真相彻底圆满的明了。等觉菩萨虽然明了，还不能够说究竟明了。必须到如来果位才真正完全明了，无明破尽了。",
      "zh_TW": "「究竟佛者，道窮妙覺，位極於茶故唯佛與佛乃能究竟諸法實相，邊際智滿，種覺頓圓，無上士者，名無所斷，無上士者，更無過者」，到這個地方是一段。下面是比喻，「如十五日月，圓滿具足，眾星中王，最上最勝，威德特尊，是名究竟佛義」。究竟佛這是圓教圓滿的果位，地位在等覺之上，就是四十一品無明統統斷盡了，這個時候我們稱他做妙覺。位極於茶這個「茶」是印度梵文，就像英文一樣，是字母拼音的，它總共有四十二個字母，茶是最後一個字母。他是比菩薩前面四十一個果位，第四十二個這就究竟圓滿成佛了，是這樣的一個比喻。這個字是梵文音譯過來的，就是四十二個字母到最後了，後面再也沒有了，這是比喻他的果位到了極處。唯佛與佛，只有證到極果之人，他才能夠對於宇宙人生的真相徹底圓滿的明瞭。等覺菩薩雖然明瞭，還不能夠說究竟明瞭。必須到如來果位才真正完全明瞭，無明破盡了。"
    },
    {
      "id": "03-002-0007_p0003",
      "zh_CN": "所以说到修行，总是要特别注意到，修行的方法很多，所谓是八万四千法门，无量法门，这个法门我们用了，用了有没有效果，这是不能不知道的。就好像我们生病吃药，这个药吃了之后，对于病况有没有好转？这个我相信每个生病的人都知道的。假如这个药吃下去对病没有好转，一定就是要重新再去找，或者重新再去看大夫。如果这个药吃得不对症，吃了病不但没有起色，吃了是愈来愈严重，那就更可怕了。佛法就好比药一样。大家现在也不看医生，也没有医学常识，在那里乱吃，这个怎么得了！修行没有成就倒还罢了，将来把法身慧命给断掉了，那就问题严重，这是一定要注意的。",
      "zh_TW": "所以說到修行，總是要特別注意到，修行的方法很多，所謂是八萬四千法門，無量法門，這個法門我們用了，用了有沒有效果，這是不能不知道的。就好像我們生病吃藥，這個藥吃了之後，對於病況有沒有好轉？這個我相信每個生病的人都知道的。假如這個藥吃下去對病沒有好轉，一定就是要重新再去找，或者重新再去看大夫。如果這個藥吃得不對症，吃了病不但沒有起色，吃了是愈來愈嚴重，那就更可怕了。佛法就好比藥一樣。大家現在也不看醫生，也沒有醫學常識，在那裡亂吃，這個怎麼得了！修行沒有成就倒還罷了，將來把法身慧命給斷掉了，那就問題嚴重，這是一定要注意的。"
    },
    {
      "id": "03-002-0007_p0004",
      "zh_CN": "我们的重病，实在讲除了烦恼之外，再就是无明。什么叫无明？邪知邪见，邪知邪见就是无明。《楞严》上讲的「知见立知，是无明本」，知见上再立知见，就是邪知邪见。想法错了，看法错了，这是大病。治疗的原则就是先教我们什么都不要想，把想法、看法统统把它终止住，让心恢复到清净，这就讲的修定。无论哪一个法门，讲到真正功夫都是修定。首先修清净心，心不清净，就是念佛也没有用处，也不能相应。等觉菩萨因为还有一品无明没断，换句话说，要是跟佛两个比，他的心不清净。跟我们比，那他的心真是清净到极处，跟佛比就不行了。所以他还是带业，他带的最少，因为有这一点障碍，对于诸法实相，他还是不能究竟彻底的明了。譬如说西方极乐世界的依正庄严，念佛往生这种殊胜的功德，等觉菩萨就不能完全了解，这就是他有那么一点障碍存在。所以，真正修行人总要知道，我修的是什么？就是把一切错误去掉，恢复到正知正见，这就对了。《法华经》上说得好，「开示悟入佛之知见」，佛的知见就是正知正见，这才能到究竟觉。",
      "zh_TW": "我們的重病，實在講除了煩惱之外，再就是無明。什麼叫無明？邪知邪見，邪知邪見就是無明。《楞嚴》上講的「知見立知，是無明本」，知見上再立知見，就是邪知邪見。想法錯了，看法錯了，這是大病。治療的原則就是先教我們什麼都不要想，把想法、看法統統把它終止住，讓心恢復到清淨，這就講的修定。無論哪一個法門，講到真正功夫都是修定。首先修清淨心，心不清淨，就是念佛也沒有用處，也不能相應。等覺菩薩因為還有一品無明沒斷，換句話說，要是跟佛兩個比，他的心不清淨。跟我們比，那他的心真是清淨到極處，跟佛比就不行了。所以他還是帶業，他帶的最少，因為有這一點障礙，對於諸法實相，他還是不能究竟徹底的明瞭。譬如說西方極樂世界的依正莊嚴，念佛往生這種殊勝的功德，等覺菩薩就不能完全瞭解，這就是他有那麼一點障礙存在。所以，真正修行人總要知道，我修的是什麼？就是把一切錯誤去掉，恢復到正知正見，這就對了。《法華經》上說得好，「開示悟入佛之知見」，佛的知見就是正知正見，這才能到究竟覺。"
    },
    {
      "id": "03-002-0007_p0005",
      "zh_CN": "「边际智满」，智慧圆满，边际就是讲竖穷三际，横遍十方，尽虚空遍法界无所不知，这个智慧才算是圆满。「种觉顿圆」，种是一切种智，这时候圆满了，所以称他做「无上士」，没有比他更上的。「名无所断」，等觉菩萨还有得断，还要断一品生相无明。到佛，佛没有东西好断了，该断的全都断尽，没有得再断的，无所断。「无上士者，更无过者」，没有再超过他了，在十法界里面他是至高无上。下面是个比喻，好像十五的月亮，圆满具足。十四的月亮虽然圆，还欠一点，通常经上把十四的月亮比做等觉菩萨，把十五的月亮比做佛果。这是究竟觉。所以他是最上、最殊胜，「威德特尊」，这个叫究竟佛。",
      "zh_TW": "「邊際智滿」，智慧圓滿，邊際就是講豎窮三際，橫遍十方，盡虛空遍法界無所不知，這個智慧才算是圓滿。「種覺頓圓」，種是一切種智，這時候圓滿了，所以稱他做「無上士」，沒有比他更上的。「名無所斷」，等覺菩薩還有得斷，還要斷一品生相無明。到佛，佛沒有東西好斷了，該斷的全都斷盡，沒有得再斷的，無所斷。「無上士者，更無過者」，沒有再超過他了，在十法界裡面他是至高無上。下面是個比喻，好像十五的月亮，圓滿具足。十四的月亮雖然圓，還欠一點，通常經上把十四的月亮比做等覺菩薩，把十五的月亮比做佛果。這是究竟覺。所以他是最上、最殊勝，「威德特尊」，這個叫究竟佛。"
    },
    {
      "id": "03-002-0007_p0006",
      "zh_CN": "我们看后面这段。「佛有无量德，应有无量号」，这是真的，佛的名号无量无边，为什么？一个德号不能代表无量，显示不出无量。不要说佛了，我们世间人有许多人很聪明，有智慧，很能干，多才多艺，你看名片一打开，十几个头衔。你要问他，一个不可以吗？一个不能代表他的身分地位。真如本性的德能说不尽，所以你看到佛经里头有《万佛名经》，那万佛名号就是一个佛的名号，他有那么多的名号，那还只略说而已！凡是佛的名号都是讲性德，真如本性本来具足的；菩萨名号叫修德，性德有多少，修德也是有那么多。佛法绝对不是一个多神教，绝对不是泛神教，《华严》上说，「一即是多，多即是一」，他是一个人是多才多艺，所以才有这么多名号，显示他的智慧德能无量无边，是这个意思。",
      "zh_TW": "我們看後面這段。「佛有無量德，應有無量號」，這是真的，佛的名號無量無邊，為什麼？一個德號不能代表無量，顯示不出無量。不要說佛了，我們世間人有許多人很聰明，有智慧，很能幹，多才多藝，你看名片一打開，十幾個頭銜。你要問他，一個不可以嗎？一個不能代表他的身分地位。真如本性的德能說不盡，所以你看到佛經裡頭有《萬佛名經》，那萬佛名號就是一個佛的名號，他有那麼多的名號，那還只略說而已！凡是佛的名號都是講性德，真如本性本來具足的；菩薩名號叫修德，性德有多少，修德也是有那麼多。佛法絕對不是一個多神教，絕對不是泛神教，《華嚴》上說，「一即是多，多即是一」，他是一個人是多才多藝，所以才有這麼多名號，顯示他的智慧德能無量無邊，是這個意思。"
    },
    {
      "id": "03-002-0007_p0007",
      "zh_CN": "「举一蔽诸」，名号多，才举一个，其他的就显不出来，这是为什么要有这么多名号之由来。名号太多了也烦，也搞不清楚，所以把佛的无量名号归纳成十个，这就是一般经上讲佛的通称有十号，我们常常见的。「华严有十万号」，这里本子上掉了一个字，诸位把它加起来，有十万号，《华严》有十万号。「又经有万号，三世诸佛，通有十号」，这个十号就是无量无边名号归纳，归纳成好像纲领一样，有十号。「净名三号，以劫寿说，不能令尽，何况诸号耶。」净名是《维摩经》，《维摩经》上讲的三号，实在讲就是十号当中的三号。这一句在第四十面倒数第五行，你看当中。「净名经云，正遍知，如来及佛」这三个号，这是十号里面的三个号。这三个号，「此三句义，大千众生」，是讲三千大千世界的众生，「皆如阿难多闻第一」，聪明智慧就像阿难尊者一样多闻第一。「以劫之寿」，寿命多长？寿命一个大劫，来解说这三个名号的意思都说不尽。三个名号都说不尽，何况十个名号，何况无量名号，每个名号里面含义都是广大无边，说之不尽。",
      "zh_TW": "「舉一蔽諸」，名號多，才舉一個，其他的就顯不出來，這是為什麼要有這麼多名號之由來。名號太多了也煩，也搞不清楚，所以把佛的無量名號歸納成十個，這就是一般經上講佛的通稱有十號，我們常常見的。「華嚴有十萬號」，這裡本子上掉了一個字，諸位把它加起來，有十萬號，《華嚴》有十萬號。「又經有萬號，三世諸佛，通有十號」，這個十號就是無量無邊名號歸納，歸納成好像綱領一樣，有十號。「淨名三號，以劫壽說，不能令盡，何況諸號耶。」淨名是《維摩經》，《維摩經》上講的三號，實在講就是十號當中的三號。這一句在第四十面倒數第五行，你看當中。「淨名經云，正遍知，如來及佛」這三個號，這是十號裡面的三個號。這三個號，「此三句義，大千眾生」，是講三千大千世界的眾生，「皆如阿難多聞第一」，聰明智慧就像阿難尊者一樣多聞第一。「以劫之壽」，壽命多長？壽命一個大劫，來解說這三個名號的意思都說不盡。三個名號都說不盡，何況十個名號，何況無量名號，每個名號裡面含義都是廣大無邊，說之不盡。"
    },
    {
      "id": "03-002-0007_p0008",
      "zh_CN": "到这个地方才算把《佛说观无量寿经》这个佛字介绍完了，讲了一个字。下面讲第二个字「说」，佛说。",
      "zh_TW": "到這個地方才算把《佛說觀無量壽經》這個佛字介紹完了，講了一個字。下面講第二個字「說」，佛說。"
    },
    {
      "id": "03-002-0007_p0009",
      "zh_CN": "「说者，悦所怀也」，这个解释在一切经里面我们都常见到。底下说，「即十二部经」，这个十二部经就是整个的佛经，要用现代话来说，佛经总共有十二种不同的体裁，所以讲到这十二种体裁，就包括了整个的佛法。「八万法藏」，这是讲他修学的方法与门径。「六度四等」，六度是讲菩萨修行纲领六波罗蜜，四是讲四悉檀。「一切法门，又于一法中，作四门分别，于一一门，巧作四悉檀利益，闻者欢喜，赞用，受行，施戒进念，而得开发，贪恚愚痴，豁尔冰消，革凡成圣，入法流水，或二三一益，若都无益，则示默然。」这段解释「说」，不仅是解说能说，后面这一大段，就是「十二部」以下我们念的这一大段，是佛所说。所说里面给我们讲了一个原则，佛对众生说法决定是有利益的，利益多少、浅深不一样。如果没有利益，佛就不说了，这里说「若都无益，则示默然」，佛就不说。",
      "zh_TW": "「說者，悅所懷也」，這個解釋在一切經裡面我們都常見到。底下說，「即十二部經」，這個十二部經就是整個的佛經，要用現代話來說，佛經總共有十二種不同的體裁，所以講到這十二種體裁，就包括了整個的佛法。「八萬法藏」，這是講他修學的方法與門徑。「六度四等」，六度是講菩薩修行綱領六波羅蜜，四是講四悉檀。「一切法門，又於一法中，作四門分別，於一一門，巧作四悉檀利益，聞者歡喜，讚用，受行，施戒進念，而得開發，貪恚愚痴，豁爾冰消，革凡成聖，入法流水，或二三一益，若都無益，則示默然。」這段解釋「說」，不僅是解說能說，後面這一大段，就是「十二部」以下我們念的這一大段，是佛所說。所說裡面給我們講了一個原則，佛對眾生說法決定是有利益的，利益多少、淺深不一樣。如果沒有利益，佛就不說了，這裡說「若都無益，則示默然」，佛就不說。"
    },
    {
      "id": "03-002-0007_p0010",
      "zh_CN": "「若一机扣圣，于一门施四益者」，一门是一种法门，四益就是四悉檀，「余三门亦如是，为一缘说一法既尔，诸缘诸法亦如是」。这段话的意思，有一个人他有疑问向佛请教，佛给他说法，离不开四悉檀；如果是很多人，佛为大众说法，也离不开这个原则。这是讲说法的原则。我们看注解，注解的第一行，我们从下半段看起。「若就本经，即是如来久修久证念佛三昧，蕴之在怀」，这句话重要，跟《无量寿经》、《弥陀经》里面讲的没有两样。佛是怎么成佛的？蕅益大师在《要解》里面说，诸佛是念佛成佛的，诸佛所得甚深三昧，就叫做念佛三昧。蕅益大师在《弥陀经》注解上这样说，我们在《无量寿经》里头确实看到，所以《观经》三福里面「深信因果」，念佛是因，成佛是果。",
      "zh_TW": "「若一機扣聖，於一門施四益者」，一門是一種法門，四益就是四悉檀，「餘三門亦如是，為一緣說一法既爾，諸緣諸法亦如是」。這段話的意思，有一個人他有疑問向佛請教，佛給他說法，離不開四悉檀；如果是很多人，佛為大眾說法，也離不開這個原則。這是講說法的原則。我們看註解，註解的第一行，我們從下半段看起。「若就本經，即是如來久修久證念佛三昧，蘊之在懷」，這句話重要，跟《無量壽經》、《彌陀經》裡面講的沒有兩樣。佛是怎麼成佛的？蕅益大師在《要解》裡面說，諸佛是念佛成佛的，諸佛所得甚深三昧，就叫做念佛三昧。蕅益大師在《彌陀經》註解上這樣說，我們在《無量壽經》裡頭確實看到，所以《觀經》三福裡面「深信因果」，念佛是因，成佛是果。"
    },
    {
      "id": "03-002-0007_p0011",
      "zh_CN": "佛看到众生成佛的机缘成熟，成佛机缘成熟，佛要给他说成菩萨法、成阿罗汉法，对不起这个人。佛说法应机施教，这个人看看这一生还没有成佛的分，只能成个菩萨，佛就给他说菩萨法，决定不给他讲成佛之法。为什么？他没有这个福报，给他讲了也不相信，白说了。所以佛说法契机契理！看到成佛的机缘成熟，换句话说，对于成佛这个法门，跟他说了他能够相信，他能够理解，他能够认真的去学习，他这一生当中决定成佛。那是什么法门？就是念佛法门。净土三经都是教成佛的众生，这不是对普通人说的。这个法门，佛藏在心里面久了，找不到对象，这下找到对象了，你说多欢喜，比说什么法门都欢喜。度众生，你这一生当中能度几个众生成佛？这下遇到一下就成佛了，这还得了，这个机会不能错过。所以，佛说净宗法门显示是无比的欢喜，这是我们在《大经》上面看到了。「今机扣发说之」，「机」就是韦提希夫人，遇到这个人，无量劫中她的善根福德因缘今天成熟，佛把这个法门传授给她，她今天就成佛了。「乃畅昔之所怀也」，蕴藏在心里面很想说，找不到对象，这下遇到了。这个几句话我们要注意到。",
      "zh_TW": "佛看到眾生成佛的機緣成熟，成佛機緣成熟，佛要給他說成菩薩法、成阿羅漢法，對不起這個人。佛說法應機施教，這個人看看這一生還沒有成佛的分，只能成個菩薩，佛就給他說菩薩法，決定不給他講成佛之法。為什麼？他沒有這個福報，給他講了也不相信，白說了。所以佛說法契機契理！看到成佛的機緣成熟，換句話說，對於成佛這個法門，跟他說了他能夠相信，他能夠理解，他能夠認真的去學習，他這一生當中決定成佛。那是什麼法門？就是念佛法門。淨土三經都是教成佛的眾生，這不是對普通人說的。這個法門，佛藏在心裡面久了，找不到對象，這下找到對象了，你說多歡喜，比說什麼法門都歡喜。度眾生，你這一生當中能度幾個眾生成佛？這下遇到一下就成佛了，這還得了，這個機會不能錯過。所以，佛說淨宗法門顯示是無比的歡喜，這是我們在《大經》上面看到了。「今機扣發說之」，「機」就是韋提希夫人，遇到這個人，無量劫中她的善根福德因緣今天成熟，佛把這個法門傳授給她，她今天就成佛了。「乃暢昔之所懷也」，蘊藏在心裡面很想說，找不到對象，這下遇到了。這個幾句話我們要注意到。"
    },
    {
      "id": "03-002-0007_p0012",
      "zh_CN": "底下我们再翻过来看四十二面。四十二面这个地方有一段是说法的一个典范，无论在家出家同修，将来要发心给人说法，要记住这个原则。你不懂这个原则，你就不是讲佛法，要懂这个原则。在四十二面第二行，从当中看起。「趣举一法」，这是随便拈一法，「须开四门」，就是一定要懂得四悉檀。悉檀是梵语，翻成中国意思叫遍施，就是普遍以佛法布施给一切众生。这里面有四种，我们称之为四悉檀。「机生熟故」，机就是说法的对象，你为那个人说，这个人他的机缘有没有成熟？成熟到什么程度？生熟里面有程度不同，你跟他说法也就不一样，「四悉被之」。下面给我们说明了。",
      "zh_TW": "底下我們再翻過來看四十二面。四十二面這個地方有一段是說法的一個典範，無論在家出家同修，將來要發心給人說法，要記住這個原則。你不懂這個原則，你就不是講佛法，要懂這個原則。在四十二面第二行，從當中看起。「趣舉一法」，這是隨便拈一法，「須開四門」，就是一定要懂得四悉檀。悉檀是梵語，翻成中國意思叫遍施，就是普遍以佛法布施給一切眾生。這裡面有四種，我們稱之為四悉檀。「機生熟故」，機就是說法的對象，你為那個人說，這個人他的機緣有沒有成熟？成熟到什麼程度？生熟裡面有程度不同，你跟他說法也就不一樣，「四悉被之」。下面給我們說明了。"
    },
    {
      "id": "03-002-0007_p0013",
      "zh_CN": "「为未种者，作世界说」，这是四悉檀里面第一条「世界悉檀」，对什么人说？没有种善根的，也就是对社会一般人说的。说法目的在哪里？目的是叫他认识佛教。听到佛教的时候，他心里欢喜，他还不一定接受，还没想来学佛；只是教他认识佛教，不要对佛教发生误会，目的在此地。这就叫欢喜。实际上说，「令其乐欲，赞用受行」，这是他的目的，希望他欢喜，对佛法不至于误会，对佛法赞叹，知道佛法对社会还是有用处的，没有害处。建立他这个正确的观念，这是一种说法。这个我们通常讲宣传，现在宣传的人很多，但是内容我不太清楚。我常常看到报纸甚至于电视里都有广告，哪个法师在哪里讲经说法，听众都是几千人几万人，这个有点像佛教秀，作秀去了。这个他的目标只能达到这个阶段。",
      "zh_TW": "「為未種者，作世界說」，這是四悉檀裡面第一條「世界悉檀」，對什麼人說？沒有種善根的，也就是對社會一般人說的。說法目的在哪裡？目的是叫他認識佛教。聽到佛教的時候，他心裡歡喜，他還不一定接受，還沒想來學佛；只是教他認識佛教，不要對佛教發生誤會，目的在此地。這就叫歡喜。實際上說，「令其樂欲，讚用受行」，這是他的目的，希望他歡喜，對佛法不至於誤會，對佛法讚歎，知道佛法對社會還是有用處的，沒有害處。建立他這個正確的觀念，這是一種說法。這個我們通常講宣傳，現在宣傳的人很多，但是內容我不太清楚。我常常看到報紙甚至於電視裡都有廣告，哪個法師在哪裡講經說法，聽眾都是幾千人幾萬人，這個有點像佛教秀，作秀去了。這個他的目標只能達到這個階段。"
    },
    {
      "id": "03-002-0007_p0014",
      "zh_CN": "第二种，「为已种者，用中二悉」，已经有善根的人，已经有善根的人就用四悉檀当中两个，当中是「为人、对治」，用这两个。已种善根，要看他善根深浅，「善根未发者」，他有善根，善根还没有发出来，确实有善根，没有发出来。那要怎么说法？「作为人说」，比前面的意思要深了。这种说法的目的，「令起宿善信戒进念」，使他能够善根发现，信、进、念、定、慧，他听了佛法他能够生起来。这是已经种善根，善根并不很深厚的人，激发他的善根，我们今天讲道心，道心跟善根意思是一样的。这是激发他的道心，激发他的善根。",
      "zh_TW": "第二種，「為已種者，用中二悉」，已經有善根的人，已經有善根的人就用四悉檀當中兩個，當中是「為人、對治」，用這兩個。已種善根，要看他善根深淺，「善根未發者」，他有善根，善根還沒有發出來，確實有善根，沒有發出來。那要怎麼說法？「作為人說」，比前面的意思要深了。這種說法的目的，「令起宿善信戒進念」，使他能夠善根發現，信、進、念、定、慧，他聽了佛法他能夠生起來。這是已經種善根，善根並不很深厚的人，激發他的善根，我們今天講道心，道心跟善根意思是一樣的。這是激發他的道心，激發他的善根。"
    },
    {
      "id": "03-002-0007_p0015",
      "zh_CN": "第三种「恶未破者」，善根是有，善根也发现了，善根虽然发现，他的烦恼习气没断。这两种情形在我们一般佛教界里面，无论出家在家太多了。我们不能说没有善根，习气烦恼不断。习气烦恼不断，换句话说，这是修行障碍，修行决定不能成就，因为你有障碍在，念佛也不能往生。我们对这种人说法就要用「对治说」，对治是「令其三毒忽豁尔冰消」，三毒就是贪瞋痴。说贪瞋痴，当然就包括了贪、瞋、痴、慢、疑、恶见，把这个烦恼全部包括了。这些烦恼没有断，那说法的目的是要帮他断烦恼，能断烦恼、能除习气，功夫就能够得力，在佛法里头真的有成就，法喜充满。",
      "zh_TW": "第三種「惡未破者」，善根是有，善根也發現了，善根雖然發現，他的煩惱習氣沒斷。這兩種情形在我們一般佛教界裡面，無論出家在家太多了。我們不能說沒有善根，習氣煩惱不斷。習氣煩惱不斷，換句話說，這是修行障礙，修行決定不能成就，因為你有障礙在，念佛也不能往生。我們對這種人說法就要用「對治說」，對治是「令其三毒忽豁爾冰消」，三毒就是貪瞋痴。說貪瞋痴，當然就包括了貪、瞋、痴、慢、疑、惡見，把這個煩惱全部包括了。這些煩惱沒有斷，那說法的目的是要幫他斷煩惱，能斷煩惱、能除習氣，功夫就能夠得力，在佛法裡頭真的有成就，法喜充滿。"
    },
    {
      "id": "03-002-0007_p0016",
      "zh_CN": "烦恼习气没有断，在从前是决定不能离开善知识。他跟某个善知识学，不可以离开，没有能力离开老师。就像小孩很小，自己不能独立，不能离开父母，要常常受父母照顾，他才能够得到安全。烦恼习气没有断，如果离开了善友，要跑到外面去，危险就大了。自古以来，不是讲现在，古时候就有。没有出来的时候，在他自己寺院里面修行，好！真有道心，值得人尊敬。一出来讲经说法，再去找一个寺院去做住持领众，皈依的信徒也多了、钱财也多了、架子也大了、贡高我慢也起来了，烦恼统统起现行。为什么？掉在名闻利养里面去，堕落在五欲六尘，将来的果报到三恶道去了。",
      "zh_TW": "煩惱習氣沒有斷，在從前是決定不能離開善知識。他跟某個善知識學，不可以離開，沒有能力離開老師。就像小孩很小，自己不能獨立，不能離開父母，要常常受父母照顧，他才能夠得到安全。煩惱習氣沒有斷，如果離開了善友，要跑到外面去，危險就大了。自古以來，不是講現在，古時候就有。沒有出來的時候，在他自己寺院裡面修行，好！真有道心，值得人尊敬。一出來講經說法，再去找一個寺院去做住持領眾，皈依的信徒也多了、錢財也多了、架子也大了、貢高我慢也起來了，煩惱統統起現行。為什麼？掉在名聞利養裡面去，墮落在五欲六塵，將來的果報到三惡道去了。"
    },
    {
      "id": "03-002-0007_p0017",
      "zh_CN": "诸位如果看看莲池大师的《竹窗随笔》，不晓得在哪一页我不知道，莲池大师曾经批评一位大德。那位大德从前是住山，也很有名气，大家对他的道德、学养都非常佩服，非常尊重。以后在都市里的一个寺庙做住持，道心统统退掉了。他去拜访他的时候，他讲从前某个人，山上修行怎么好，佩服！到以后堕落了。那个法师说，哪一个？「就是你老兄！」他还算不错了，还能遇到莲池大师当面把他点醒。现在人堕落时候，点也点不醒，他还认为他那是对的。现在人修行比从前人难，从前人心地厚道，尊师重道，他能听老师的话，现在人不听。看到别人知名度高，他也想尽方法去打知名度，唯恐自己落在人后面。看到人家福报比他大，他心里看到很难过，也想去想尽方法，我福报也要追上他。那个心在哪里？心专门在求名闻利养，在求五欲六尘。不知道修行是修清净心，不知道修行就是要把这些烦恼习气断尽。",
      "zh_TW": "諸位如果看看蓮池大師的《竹窗隨筆》，不曉得在哪一頁我不知道，蓮池大師曾經批評一位大德。那位大德從前是住山，也很有名氣，大家對他的道德、學養都非常佩服，非常尊重。以後在都市裡的一個寺廟做住持，道心統統退掉了。他去拜訪他的時候，他講從前某個人，山上修行怎麼好，佩服！到以後墮落了。那個法師說，哪一個？「就是你老兄！」他還算不錯了，還能遇到蓮池大師當面把他點醒。現在人墮落時候，點也點不醒，他還認為他那是對的。現在人修行比從前人難，從前人心地厚道，尊師重道，他能聽老師的話，現在人不聽。看到別人知名度高，他也想盡方法去打知名度，唯恐自己落在人後面。看到人家福報比他大，他心裡看到很難過，也想去想盡方法，我福報也要追上他。那個心在哪裡？心專門在求名聞利養，在求五欲六塵。不知道修行是修清淨心，不知道修行就是要把這些煩惱習氣斷盡。"
    },
    {
      "id": "03-002-0007_p0018",
      "zh_CN": "自古以来祖师大德们，即使在家居士，弘法利生都是人家来请法的，哪有自己去找地方说法？没有这个道理。人家来请，自己还很谦虚，恐怕我不行，我说的不契机。哪有自己想尽方法去找地方讲经？没有这个道理。我们过去在台中学教的时候，练习讲经是非常重要的一个课题。到哪里去讲？同修们家里，「请你慈悲慈悲，我讲给你听，你替我改正」。是去请教，「我讲的你听了满不满意？你有没有疑问？告诉我，我来改进」。听的人，三、五个人，每个星期一天到同修家里去讲。这是什么？这是求教！我讲的人是学生，听的人是老师，是我的监学，我们是这样学出来的。",
      "zh_TW": "自古以來祖師大德們，即使在家居士，弘法利生都是人家來請法的，哪有自己去找地方說法？沒有這個道理。人家來請，自己還很謙虛，恐怕我不行，我說的不契機。哪有自己想盡方法去找地方講經？沒有這個道理。我們過去在台中學教的時候，練習講經是非常重要的一個課題。到哪裡去講？同修們家裡，「請你慈悲慈悲，我講給你聽，你替我改正」。是去請教，「我講的你聽了滿不滿意？你有沒有疑問？告訴我，我來改進」。聽的人，三、五個人，每個星期一天到同修家裡去講。這是什麼？這是求教！我講的人是學生，聽的人是老師，是我的監學，我們是這樣學出來的。"
    },
    {
      "id": "03-002-0007_p0019",
      "zh_CN": "我们在台中学佛的时候，每天晚上都有讲经法会，今天在这个居士家里，明天在那个居士家里，因为同学多。今天这个同学讲，我们统统都是学经的同学，一定要去参加，因为替他改正也就是替我们改正。到老师听了以后，同意点头，没有什么过失，才可以上台去讲。上台还是练习，台中难得的有两个练习讲经的讲台，一个在莲社，一个在灵山寺。莲社，台中莲社是女众练习讲经的场所，灵山寺是男众。来捧场来听经的有七、八十个人，当然那些听众都很客气，你向他请教，他不会批评的。但是我们这个练习讲经，李老师是一定要来的，李老师是坐在最后一排，坐在角角上。为什么？我们讲经没有扩音器，必须他听得清楚，他要听不清楚不可以，那就是你的音量不够。讲完之后，老师把同学集合起来，再做一次严厉的讲评，哪些地方要改正，下次再讲的时候要改正过来。经过这样严格的训练，不是容易事情。",
      "zh_TW": "我們在臺中學佛的時候，每天晚上都有講經法會，今天在這個居士家裡，明天在那個居士家裡，因為同學多。今天這個同學講，我們統統都是學經的同學，一定要去參加，因為替他改正也就是替我們改正。到老師聽了以後，同意點頭，沒有什麼過失，才可以上臺去講。上臺還是練習，臺中難得的有兩個練習講經的講台，一個在蓮社，一個在靈山寺。蓮社，臺中蓮社是女眾練習講經的場所，靈山寺是男眾。來捧場來聽經的有七、八十個人，當然那些聽眾都很客氣，你向他請教，他不會批評的。但是我們這個練習講經，李老師是一定要來的，李老師是坐在最後一排，坐在角角上。為什麼？我們講經沒有擴音器，必須他聽得清楚，他要聽不清楚不可以，那就是你的音量不夠。講完之後，老師把同學集合起來，再做一次嚴厲的講評，哪些地方要改正，下次再講的時候要改正過來。經過這樣嚴格的訓練，不是容易事情。"
    },
    {
      "id": "03-002-0007_p0020",
      "zh_CN": "我们现在在美国这个小道场，有几个同修，人数虽然少，五、六个人，也是个小班。学习的方法，我就把从前我在台中学的那个告诉他们，依照老方法来学，学个三年。因为他们的程度高，环境殊胜，没有干扰，环境没有干扰，三年一定会有成就。",
      "zh_TW": "我們現在在美國這個小道場，有幾個同修，人數雖然少，五、六個人，也是個小班。學習的方法，我就把從前我在臺中學的那個告訴他們，依照老方法來學，學個三年。因為他們的程度高，環境殊勝，沒有干擾，環境沒有干擾，三年一定會有成就。"
    },
    {
      "id": "03-002-0007_p0021",
      "zh_CN": "这是已经生起善根的，就是要帮助他真修，真正来断烦恼。我们同修当中，前面这个阶段有了，善根已经发现，烦恼习气没断。现在开始要认真去断，不断就不得了，问题就大了，一定要断烦恼。",
      "zh_TW": "這是已經生起善根的，就是要幫助他真修，真正來斷煩惱。我們同修當中，前面這個階段有了，善根已經發現，煩惱習氣沒斷。現在開始要認真去斷，不斷就不得了，問題就大了，一定要斷煩惱。"
    },
    {
      "id": "03-002-0007_p0022",
      "zh_CN": "末后一个，「为已熟者」，什么是已熟？已熟是指成佛的机缘到了，这才叫已熟。他这一生还不能成佛，他的机缘还没有成熟。成佛机缘到了，这是非常稀有，佛就要把成佛的方法教给他，也就是念佛的方法教给他。我们今天得到这个法门，我们也在许许多多地方弘扬这个法门，虽然讲的是《无量寿经》、《阿弥陀经》、《观经》，乃至于《普贤菩萨行愿品》，我们是做什么个讲法？给诸位说，是做第一、第二的讲法。为什么不做第三、第四？第三、第四看看机缘还没有成熟。如果我今天特别强调大家要断烦恼，他明天就不来听了。所以，现在要对大家讲好话，听了很欢喜，明天还要来。如果我要讲断烦恼，讲的都不是好话，听得都很难过，「这个法师骂我，我明天不来了，我不让他骂」，就不来了。说的时候，虽然是同样一部经，讲的方法不一样，我们希望达到的目标也不相同。这是讲四大类，方法的四大类，每一类里面还有许多的善巧方便。同样一部经，可深可浅，可长可短。我昨天收到新加坡给我寄来一个传真，邀我明年到那里去讲《弥陀经疏钞》。《弥陀经疏钞》那么大，他邀请我到那里去住一个月把《弥陀经疏钞》讲完。实在上也可以讲，浅讲、短讲，不过《疏钞》文还是很长，念一遍都要相当长的时间。这个到明年再说，我还没有回他的信。",
      "zh_TW": "末後一個，「為已熟者」，什麼是已熟？已熟是指成佛的機緣到了，這才叫已熟。他這一生還不能成佛，他的機緣還沒有成熟。成佛機緣到了，這是非常稀有，佛就要把成佛的方法教給他，也就是念佛的方法教給他。我們今天得到這個法門，我們也在許許多多地方弘揚這個法門，雖然講的是《無量壽經》、《阿彌陀經》、《觀經》，乃至於《普賢菩薩行願品》，我們是做什麼個講法？給諸位說，是做第一、第二的講法。為什麼不做第三、第四？第三、第四看看機緣還沒有成熟。如果我今天特別強調大家要斷煩惱，他明天就不來聽了。所以，現在要對大家講好話，聽了很歡喜，明天還要來。如果我要講斷煩惱，講的都不是好話，聽得都很難過，「這個法師罵我，我明天不來了，我不讓他罵」，就不來了。說的時候，雖然是同樣一部經，講的方法不一樣，我們希望達到的目標也不相同。這是講四大類，方法的四大類，每一類裡面還有許多的善巧方便。同樣一部經，可深可淺，可長可短。我昨天收到新加坡給我寄來一個傳真，邀我明年到那裡去講《彌陀經疏鈔》。《彌陀經疏鈔》那麼大，他邀請我到那裡去住一個月把《彌陀經疏鈔》講完。實在上也可以講，淺講、短講，不過《疏鈔》文還是很長，念一遍都要相當長的時間。這個到明年再說，我還沒有回他的信。"
    },
    {
      "id": "03-002-0007_p0023",
      "zh_CN": "底下讲，为已熟者，这是善根成熟了，这个人福报很大，他快要作佛了。佛有神通能够观机，这个人的善根成熟了。善根，无量劫修成的善根，这善根成熟，成熟之后，就一定要教他成佛的方法。「作第一义说，令得契真，革凡成圣」，革凡成圣就是超凡入圣。超凡入圣永不退转，只有念佛往生净土这一条路，这个法门是真正超凡入圣，永不退转，一生成佛。遇到这个人，佛要不给他说，那就对不起人。说实在话，我们台湾在这一个阶段，根熟的众生很多。我们晓得这四十年当中，台湾人口现在才两千万，以前没有那么多，四十年前只有六百万人。念佛往生西方极乐世界，我们没有详细统计，但是最保守的估计应该有四百到五百人，这就不得了。这么多人都成佛，还得了！这个地方称之为宝岛，名符其实，这世界上哪一个地区在四十年当中有这么多人成佛？这个不容易。念佛的人很多，有几十万几百万，真正往生的，四十年当中有四、五百人，就不得了。我们想想，我们是不是在这个数字之内？要真想自己在这个名额之内的，那就要真修。可以说因缘不缺，在台湾的缘不缺，如果要缺那就是自己的善根福德还不够，这个法门要多善根多福德。善根什么叫多，什么叫少？前几次我们在《弥陀疏钞》里面跟诸位详细报告过。",
      "zh_TW": "底下講，為已熟者，這是善根成熟了，這個人福報很大，他快要作佛了。佛有神通能夠觀機，這個人的善根成熟了。善根，無量劫修成的善根，這善根成熟，成熟之後，就一定要教他成佛的方法。「作第一義說，令得契真，革凡成聖」，革凡成聖就是超凡入聖。超凡入聖永不退轉，只有念佛往生淨土這一條路，這個法門是真正超凡入聖，永不退轉，一生成佛。遇到這個人，佛要不給他說，那就對不起人。說實在話，我們臺灣在這一個階段，根熟的眾生很多。我們曉得這四十年當中，台灣人口現在才兩千萬，以前沒有那麼多，四十年前只有六百萬人。念佛往生西方極樂世界，我們沒有詳細統計，但是最保守的估計應該有四百到五百人，這就不得了。這麼多人都成佛，還得了！這個地方稱之為寶島，名符其實，這世界上哪一個地區在四十年當中有這麼多人成佛？這個不容易。念佛的人很多，有幾十萬幾百萬，真正往生的，四十年當中有四、五百人，就不得了。我們想想，我們是不是在這個數字之內？要真想自己在這個名額之內的，那就要真修。可以說因緣不缺，在臺灣的緣不缺，如果要缺那就是自己的善根福德還不夠，這個法門要多善根多福德。善根什麼叫多，什麼叫少？前幾次我們在《彌陀疏鈔》裡面跟諸位詳細報告過。"
    },
    {
      "id": "03-002-0007_p0024",
      "zh_CN": "「佛智鉴机，说之必中，知不入理，令得三益。」三益是前面三种利益，为什么？他这一生还不能成佛，还不能往生，得前面三种利益。「知不破恶，令得二益」，晓得这个人烦恼习气不会改过来的，那讲经说法就叫他得前面两种利益。断烦恼改习气是要自己发心认真去做，别人不能勉强。「无善可发，作世界说但生欢喜，若全无益，佛则不说。」你给他讲了，他听也不听，信也不信，甚至于反对反驳，那就不说，「故云默然」，佛就不说了。这个原则、这个典范我们要记住。说法确实如此，同样是一部经，会说的人就得懂得这个原则，见什么人有什么样的说法，千变万化，没有说是一定的。",
      "zh_TW": "「佛智鑒機，說之必中，知不入理，令得三益。」三益是前面三種利益，為什麼？他這一生還不能成佛，還不能往生，得前面三種利益。「知不破惡，令得二益」，曉得這個人煩惱習氣不會改過來的，那講經說法就叫他得前面兩種利益。斷煩惱改習氣是要自己發心認真去做，別人不能勉強。「無善可發，作世界說但生歡喜，若全無益，佛則不說。」你給他講了，他聽也不聽，信也不信，甚至於反對反駁，那就不說，「故云默然」，佛就不說了。這個原則、這個典範我們要記住。說法確實如此，同樣是一部經，會說的人就得懂得這個原則，見什麼人有什麼樣的說法，千變萬化，沒有說是一定的。"
    },
    {
      "id": "03-002-0007_p0025",
      "zh_CN": "所以，法无有定法可说，法是活活泼泼。在讲台上要有观机的能力，看看底下听众，看他的面孔、看他的表情，就晓得他是什么程度，我应该要怎么样说法。不是说把我所讲的东西先写成讲稿，上台来念，念给大家听，那不是说法，那好像医生治病，先把药方都已经开好，然后来给你治病。看了病，把药方拿来给你吃，吃死了，不是我药方不对，是你病害的不对，你病害的跟我药方不对。这是错误的。由此可知，讲经比讲什么都困难，这是很不容易的一桩事情。所以学讲经的同修要虚心，要时时刻刻向听众请教，才能够得利益。",
      "zh_TW": "所以，法無有定法可說，法是活活潑潑。在講臺上要有觀機的能力，看看底下聽眾，看他的面孔、看他的表情，就曉得他是什麼程度，我應該要怎麼樣說法。不是說把我所講的東西先寫成講稿，上臺來念，念給大家聽，那不是說法，那好像醫生治病，先把藥方都已經開好，然後來給你治病。看了病，把藥方拿來給你吃，吃死了，不是我藥方不對，是你病害的不對，你病害的跟我藥方不對。這是錯誤的。由此可知，講經比講什麼都困難，這是很不容易的一樁事情。所以學講經的同修要虛心，要時時刻刻向聽眾請教，才能夠得利益。"
    }
  ]
}