{
  "doc_id": "03-002-0006",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏钞演义",
    "zh_TW": "佛說觀無量壽佛經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-002-0006",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "03-002-0006_p0001",
      "zh_CN": "在这一段，最后几句话很重要，我们明了之后，就晓得自己功夫是不是得力，是不是如法。这段文在第三十四面倒数第二行，说「常运念无不念时，念念皆觉，是名观行即佛也」。前面一句容易懂，就是不间断。念念皆觉就是不夹杂，夹杂就不觉，夹杂就是迷了。我们念佛的时候夹杂着妄想，这就是不觉；必须念念都不夹杂，念念都清楚，这是觉。就是不间断、不夹杂、不怀疑，这样念佛、念经都是属于观行即佛。这是必须要知道的，你不知道，你念得就不如法，效果就得不到。",
      "zh_TW": "在這一段，最後幾句話很重要，我們明瞭之後，就曉得自己功夫是不是得力，是不是如法。這段文在第三十四面倒數第二行，說「常運念無不念時，念念皆覺，是名觀行即佛也」。前面一句容易懂，就是不間斷。念念皆覺就是不夾雜，夾雜就不覺，夾雜就是迷了。我們念佛的時候夾雜著妄想，這就是不覺；必須念念都不夾雜，念念都清楚，這是覺。就是不間斷、不夾雜、不懷疑，這樣念佛、念經都是屬於觀行即佛。這是必須要知道的，你不知道，你念得就不如法，效果就得不到。"
    },
    {
      "id": "03-002-0006_p0002",
      "zh_CN": "再看下面第四段「相似即佛」，相似比前面进一步了。前面是观行，还不像，相似虽然不是真佛，有点像了，可见得功夫是进了一大步。观行是伏烦恼，没有断，相似是见思烦恼断了，这个境界是小乘的阿罗汉、辟支佛，大乘圆教七信以上的菩萨，这是相似即佛。「相似佛者，念佛相好身得相似相应，念佛法门身得相似相应，念佛实相身得相似相应」，这是讲三身，先说三身。下面解释相似，「相似者，二物相类」，两样东西相类、同类，很接近。「如𨱎似金」，𨱎是金矿，没有提炼出来，金矿里面有很多金，但是参的很多渣子在里头，跟那个金两个一比它很像，这相似。「如瓜比瓠」，这个也很相似，瓜跟瓠很接近，样子也差不多。「犹火先煖」，火虽然在远处，但是那个热我们已经感触到了。虽然没接近到火，但是热气已经接触到，这就相似。「涉海初平」，好像我们到大海，我们往大海去，海滩先是很浅很平，我们可以走过去，愈走愈深，浅的是相似，深的是大海。从这些比喻，让我们体会到什么叫相似。",
      "zh_TW": "再看下面第四段「相似即佛」，相似比前面進一步了。前面是觀行，還不像，相似雖然不是真佛，有點像了，可見得功夫是進了一大步。觀行是伏煩惱，沒有斷，相似是見思煩惱斷了，這個境界是小乘的阿羅漢、辟支佛，大乘圓教七信以上的菩薩，這是相似即佛。「相似佛者，念佛相好身得相似相應，念佛法門身得相似相應，念佛實相身得相似相應」，這是講三身，先說三身。下面解釋相似，「相似者，二物相類」，兩樣東西相類、同類，很接近。「如鍮似金」，鍮是金礦，沒有提煉出來，金礦裡面有很多金，但是參的很多渣子在裡頭，跟那個金兩個一比它很像，這相似。「如瓜比瓠」，這個也很相似，瓜跟瓠很接近，樣子也差不多。「猶火先煖」，火雖然在遠處，但是那個熱我們已經感觸到了。雖然沒接近到火，但是熱氣已經接觸到，這就相似。「涉海初平」，好像我們到大海，我們往大海去，海灘先是很淺很平，我們可以走過去，愈走愈深，淺的是相似，深的是大海。從這些比喻，讓我們體會到什麼叫相似。"
    },
    {
      "id": "03-002-0006_p0003",
      "zh_CN": "「水性至冷，饮者乃知，渴不掘井，听说何为。」这几句话是劝我们要修学，要认真的修学，如果不认真的修学，只是闻佛法没有用处。听到佛法，自己不肯认真修，是决定得不到利益的。底下这几句话就正说了。「略举其要，如法华中」，像《法华经》上所讲的，「六根清净，即是其相，名相似佛也」，这是把标准给我们说出来。佛是身心清净，清净到了极处，如果我们六根要清净，就有一点像佛了。六根怎么不清净？有烦恼就不清净，烦恼断掉了就清净，烦恼是染污；换句话说，阿罗汉断了见思烦恼，圆教七信位的菩萨断了见思烦恼，别教七住菩萨断了见思烦恼，那都叫做相似即佛。在净土宗，念佛功夫要达到事一心不乱就入了相似位，到事一心不乱就像阿弥陀佛了。",
      "zh_TW": "「水性至冷，飲者乃知，渴不掘井，聽說何為。」這幾句話是勸我們要修學，要認真的修學，如果不認真的修學，只是聞佛法沒有用處。聽到佛法，自己不肯認真修，是決定得不到利益的。底下這幾句話就正說了。「略舉其要，如法華中」，像《法華經》上所講的，「六根清淨，即是其相，名相似佛也」，這是把標準給我們說出來。佛是身心清淨，清淨到了極處，如果我們六根要清淨，就有一點像佛了。六根怎麼不清淨？有煩惱就不清淨，煩惱斷掉了就清淨，煩惱是染污；換句話說，阿羅漢斷了見思煩惱，圓教七信位的菩薩斷了見思煩惱，別教七住菩薩斷了見思煩惱，那都叫做相似即佛。在淨土宗，念佛功夫要達到事一心不亂就入了相似位，到事一心不亂就像阿彌陀佛了。"
    },
    {
      "id": "03-002-0006_p0004",
      "zh_CN": "我们到底要从哪里下手？诸位要记住，我上面一堂给你讲的重要的方法，这个方法是断烦恼的很得力的一个方法。其次就是依教修行，我们把《无量寿经》里面所说的道理，当然一下子不太容易明了，不明了没有关系，你多读多听，渐渐会明了。理要明了，理明了之后，就变成自己的思想、见解。经上许多教给我们在生活当中处事待人接物的教训，我们一条一条都把它做到，那我们就很像佛了，这样也能入相似位。这比一般修行修到真正断烦恼入相似位，是要容易的多了，这个方法确实是我们每个人都能够做得到。",
      "zh_TW": "我們到底要從哪裡下手？諸位要記住，我上面一堂給你講的重要的方法，這個方法是斷煩惱的很得力的一個方法。其次就是依教修行，我們把《無量壽經》裡面所說的道理，當然一下子不太容易明瞭，不明瞭沒有關係，你多讀多聽，漸漸會明瞭。理要明瞭，理明瞭之後，就變成自己的思想、見解。經上許多教給我們在生活當中處事待人接物的教訓，我們一條一條都把它做到，那我們就很像佛了，這樣也能入相似位。這比一般修行修到真正斷煩惱入相似位，是要容易的多了，這個方法確實是我們每個人都能夠做得到。"
    },
    {
      "id": "03-002-0006_p0005",
      "zh_CN": "讲到九品的差别，我在《无量寿经》上也跟诸位同修说过，只看我们把《无量寿经》真正做到多少。如果完全能做到，那就上上品；不能完全做到，可以做到百分之九十，那就是上中品；能做到百分之八十就是上下品。这样往下降，下下品也要做到百分之二十，就是做到两成。两成都做不到，那只能退，退到前面「名字即佛」。能够做到两成以上，可以说是「观行即佛」。做到五成以上，差不多就是「相似即佛」，就入这个位子。真正修学，要认真努力去做到，要解，解了之后要行，只解不行，那是在名字位中。",
      "zh_TW": "講到九品的差別，我在《無量壽經》上也跟諸位同修說過，只看我們把《無量壽經》真正做到多少。如果完全能做到，那就上上品；不能完全做到，可以做到百分之九十，那就是上中品；能做到百分之八十就是上下品。這樣往下降，下下品也要做到百分之二十，就是做到兩成。兩成都做不到，那只能退，退到前面「名字即佛」。能夠做到兩成以上，可以說是「觀行即佛」。做到五成以上，差不多就是「相似即佛」，就入這個位子。真正修學，要認真努力去做到，要解，解了之後要行，只解不行，那是在名字位中。"
    },
    {
      "id": "03-002-0006_p0006",
      "zh_CN": "我们再翻过来看三十六面，第五，「分证即」。这是真佛，这不是假的了，不是相似，这是真的。真佛，还不圆满。在这个地方我先说一个比喻，古人常常拿月亮做比喻。天上的月亮、月光是真的，水里头也有月亮的影子，那不是真的，水里的月亮是相似的，不是真的。真的月亮只有一个，有分证、有圆满，分证就是还没有圆。你看初三、初四有个月牙，那是不是真的月光？是真的，那不是假的。十三、十四月光很大了，那是真的，不是假的。一定到十五才圆满，十五的月亮比做「究竟即佛」，从初二、初三月牙到十四，都叫做分证即，他是真的，不是假的。可见得前面相似不是真的，很像，但他不是真的，好像是水中之月，不是天上的真月。",
      "zh_TW": "我們再翻過來看三十六面，第五，「分證即」。這是真佛，這不是假的了，不是相似，這是真的。真佛，還不圓滿。在這個地方我先說一個比喻，古人常常拿月亮做比喻。天上的月亮、月光是真的，水裡頭也有月亮的影子，那不是真的，水裡的月亮是相似的，不是真的。真的月亮只有一個，有分證、有圓滿，分證就是還沒有圓。你看初三、初四有個月牙，那是不是真的月光？是真的，那不是假的。十三、十四月光很大了，那是真的，不是假的。一定到十五才圓滿，十五的月亮比做「究竟即佛」，從初二、初三月牙到十四，都叫做分證即，他是真的，不是假的。可見得前面相似不是真的，很像，但他不是真的，好像是水中之月，不是天上的真月。"
    },
    {
      "id": "03-002-0006_p0007",
      "zh_CN": "本性这上面染的无明，无明不能够一时就去干净，正好像月亮，它的光明一天一天的放大，它不是突然之间从黑夜就变成一个圆的月亮，不是这个变法的。我们本性里面无明，佛给我们讲一共有四十一品，四十一品慢慢去断，断掉一品，光明就大了一分，就是本性的光明。所以从圆教初住菩萨，破一品无明，证一分法身，他就是分证佛，他是真佛，不是假佛，才破一品无明而已！破这一品无明，他用的心跟诸佛如来所用的心是一个心，真心，用真心。相似以下用的是八识心，用的是八识五十一心所，把这个当作心，真心完全不知道用，也就是真心不起作用。到分证即，用真心，不用妄心，所以他的思想、见解、行持跟如来完全相同，只可以说能力大小不一样。他的正确性、真实性跟诸佛如来没有差别，只是大小不一样。",
      "zh_TW": "本性這上面染的無明，無明不能夠一時就去乾淨，正好像月亮，它的光明一天一天的放大，它不是突然之間從黑夜就變成一個圓的月亮，不是這個變法的。我們本性裡面無明，佛給我們講一共有四十一品，四十一品慢慢去斷，斷掉一品，光明就大了一分，就是本性的光明。所以從圓教初住菩薩，破一品無明，證一分法身，他就是分證佛，他是真佛，不是假佛，才破一品無明而已！破這一品無明，他用的心跟諸佛如來所用的心是一個心，真心，用真心。相似以下用的是八識心，用的是八識五十一心所，把這個當作心，真心完全不知道用，也就是真心不起作用。到分證即，用真心，不用妄心，所以他的思想、見解、行持跟如來完全相同，只可以說能力大小不一樣。他的正確性、真實性跟諸佛如來沒有差別，只是大小不一樣。"
    },
    {
      "id": "03-002-0006_p0008",
      "zh_CN": "我们看底下解释，「即心观佛，托境显性，虽得相似，尚属缘修」。这一句是承前，前面相似位中，相似位的成就不是真实的，还是属于缘修，从缘起修，不是从性起修。分证他从性起修，不是从缘起修，在修行依据上也完全不相同了；换句话说，一个用妄心，一个用真心。用妄心，修到最高的境界是相似即佛，没有办法明心见性；到明心见性，决定不能用妄心，也就是要舍识用根，转识成智。禅家所讲的离心意识，才能达到分证。我们念佛也是如此，离心意识才能达到理一心不乱，这是理一心不乱的境界了。「今则亲证」，亲证法身，亲见本性，「属于真修」。所以真修到什么时候？明心见性以后才是真修，明心见性之前是相似修。我们现在，说老实话连相似修都谈不上，我们现在是名字位中，有名无实，还没有开始修。如果你认为我说的话不太可靠，你自己想一想，你哪一天认真去断烦恼过？你念佛、拜佛，没想到要断烦恼，可见得你没真修。真修是断烦恼、是断习气，那才开始真修。这个真修还是缘修，不是此地讲的真，算的上你已经开始修行。观行位中、相似位中，都是用心意识，到这个地方不用心意识，离心意识。",
      "zh_TW": "我們看底下解釋，「即心觀佛，託境顯性，雖得相似，尚屬緣修」。這一句是承前，前面相似位中，相似位的成就不是真實的，還是屬於緣修，從緣起修，不是從性起修。分證他從性起修，不是從緣起修，在修行依據上也完全不相同了；換句話說，一個用妄心，一個用真心。用妄心，修到最高的境界是相似即佛，沒有辦法明心見性；到明心見性，決定不能用妄心，也就是要捨識用根，轉識成智。禪家所講的離心意識，才能達到分證。我們念佛也是如此，離心意識才能達到理一心不亂，這是理一心不亂的境界了。「今則親證」，親證法身，親見本性，「屬於真修」。所以真修到什麼時候？明心見性以後才是真修，明心見性之前是相似修。我們現在，說老實話連相似修都談不上，我們現在是名字位中，有名無實，還沒有開始修。如果你認為我說的話不太可靠，你自己想一想，你哪一天認真去斷煩惱過？你念佛、拜佛，沒想到要斷煩惱，可見得你沒真修。真修是斷煩惱、是斷習氣，那才開始真修。這個真修還是緣修，不是此地講的真，算的上你已經開始修行。觀行位中、相似位中，都是用心意識，到這個地方不用心意識，離心意識。"
    },
    {
      "id": "03-002-0006_p0009",
      "zh_CN": "所以听经，我们也常说，虽说，也许你听到也还能懂，但是不会用。真修人听经，就是《起信论》上讲的「离言说相，离名字相，离心缘相」，他是真修，是亲证。讲的人，讲经的人用心意识，听经的人离心意识，这得什么样的果报？讲经人没开悟，听经人开悟了；讲经人没证果，听经的人证果了。由此可知，修行真的是在个人，与老师也不相干。",
      "zh_TW": "所以聽經，我們也常說，雖說，也許你聽到也還能懂，但是不會用。真修人聽經，就是《起信論》上講的「離言說相，離名字相，離心緣相」，他是真修，是親證。講的人，講經的人用心意識，聽經的人離心意識，這得什麼樣的果報？講經人沒開悟，聽經人開悟了；講經人沒證果，聽經的人證果了。由此可知，修行真的是在個人，與老師也不相干。"
    },
    {
      "id": "03-002-0006_p0010",
      "zh_CN": "佛经里头有个公案，公案我们俗人讲故事，一个故事，这也是真的。这个公案出在哪里我忘掉了，但是有。佛在世那个时候，有一个修行人想证阿罗汉果，办了丰盛的供养去求一个出家修行人，求他开示。这个修行人本身没有证到果，贪图他的供养，告诉他我已经证得阿罗汉果，你来供养我，贪图他的供养。这个人恭恭敬敬、虔诚真的把他当阿罗汉看待，供养他，他接受了。接受之后，他就向他请教，那你要教给我，我怎么样修行证果？他没有法子只好骗他，他说好，我坐在当中，你听我的话。他拿个皮球，叫他蹲在墙角上，打他一下，「你证到须陀洹果了」。他说是的，我证到须陀洹果。他真的证得了。再转一个角，又给他那么打一下，「你证到斯陀含果了」。四个角转了，「你证到阿罗汉果了」。他每一次都点头说他证得了。四个角落转完，他给他磕头顶礼。他说我骗你的。他说没有，我真的证得了。这是确实的，为什么？他是至诚恭敬之心来求法。虽然欺骗他，说的是假的，人家得到是真的。这就是说法的人不善说，善听的人得真实利益，所以会说不如会听，会听重要！。",
      "zh_TW": "佛經裡頭有個公案，公案我們俗人講故事，一個故事，這也是真的。這個公案出在哪裡我忘掉了，但是有。佛在世那個時候，有一個修行人想證阿羅漢果，辦了豐盛的供養去求一個出家修行人，求他開示。這個修行人本身沒有證到果，貪圖他的供養，告訴他我已經證得阿羅漢果，你來供養我，貪圖他的供養。這個人恭恭敬敬、虔誠真的把他當阿羅漢看待，供養他，他接受了。接受之後，他就向他請教，那你要教給我，我怎麼樣修行證果？他沒有法子只好騙他，他說好，我坐在當中，你聽我的話。他拿個皮球，叫他蹲在牆角上，打他一下，「你證到須陀洹果了」。他說是的，我證到須陀洹果。他真的證得了。再轉一個角，又給他那麼打一下，「你證到斯陀含果了」。四個角轉了，「你證到阿羅漢果了」。他每一次都點頭說他證得了。四個角落轉完，他給他磕頭頂禮。他說我騙你的。他說沒有，我真的證得了。這是確實的，為什麼？他是至誠恭敬之心來求法。雖然欺騙他，說的是假的，人家得到是真的。這就是說法的人不善說，善聽的人得真實利益，所以會說不如會聽，會聽重要！。"
    },
    {
      "id": "03-002-0006_p0011",
      "zh_CN": "这里就是教我们要用真心，真心就是至诚心，至诚心就是心里头没有一个妄想、没有一个妄念，这是真心。至诚恭敬能得真实利益。从前有人问印光法师，佛法的真实利益要怎么样才能得到，有没有什么秘诀？印祖跟他说了两个字，「诚敬」，他说这是入佛门的秘密的钥匙，「一分诚敬得一分利益，十分诚敬得十分利益」。说的人他有没有证、有没有学、有没有修，都不要紧，问题在我们自己求学的态度。正因为如此，古今我们常常看到学生超过老师，青出于蓝而胜于蓝，什么原因？学生用的心比老师真诚，所以学生就超过老师了。于事于理都有依据。我们把文念下去。「惑分分破」，惑就是无明，一分一分的破除。「性分分显」，就是自己的真心本性一分一分的往外面透露。「从所证说，名为分真」，他所证的是真如本性，一分一分真实。「从能显言，名分证也」，一分一分证明了。这个文也分为两段，第一段「约发心明即佛」。我们看文。",
      "zh_TW": "這裡就是教我們要用真心，真心就是至誠心，至誠心就是心裡頭沒有一個妄想、沒有一個妄念，這是真心。至誠恭敬能得真實利益。從前有人問印光法師，佛法的真實利益要怎麼樣才能得到，有沒有什麼秘訣？印祖跟他說了兩個字，「誠敬」，他說這是入佛門的秘密的鑰匙，「一分誠敬得一分利益，十分誠敬得十分利益」。說的人他有沒有證、有沒有學、有沒有修，都不要緊，問題在我們自己求學的態度。正因為如此，古今我們常常看到學生超過老師，青出於藍而勝於藍，什麼原因？學生用的心比老師真誠，所以學生就超過老師了。於事於理都有依據。我們把文念下去。「惑分分破」，惑就是無明，一分一分的破除。「性分分顯」，就是自己的真心本性一分一分的往外面透露。「從所證說，名為分真」，他所證的是真如本性，一分一分真實。「從能顯言，名分證也」，一分一分證明了。這個文也分為兩段，第一段「約發心明即佛」。我們看文。"
    },
    {
      "id": "03-002-0006_p0012",
      "zh_CN": "「分证佛者，初发心住。」这是讲圆教，圆教初住叫做发心住，发什么心？发菩提心。所以诸位同修要知道，菩提心一发就是圆教初住菩萨，超越阿罗汉太多了。阿罗汉相当于七信位，你看他的上面，八信、九信、十信、初住，还有四个阶级。菩提心一发，就入了分证位。菩提心是什么心？真心，真诚，真诚到了极处！我们学佛要用真诚心，处事待人接物也要用真诚心。在这个社会里面，有很多人有顾忌，这个顾忌就是妄想、分别。我用真诚心对人，那我要吃亏，人家都骗我，我怎么可以用真心对人？这是大错特错！你要用真诚心待人接物，你决定不吃亏。眼前可能吃点亏，后来要占大便宜，果报不可思议。所以，不要怕人骗我们，不要怕上当，被人家欺骗、吃亏上当，正是消业障。业障统统消除了，无量无边的智慧福德自然现前，现在吃亏上当怕什么！后来有大好处、大利益、大福报，这是真实的功德。往往世间人只看眼前，疏忽了将来，这就是眼光短浅，不知道修福。",
      "zh_TW": "「分證佛者，初發心住。」這是講圓教，圓教初住叫做發心住，發什麼心？發菩提心。所以諸位同修要知道，菩提心一發就是圓教初住菩薩，超越阿羅漢太多了。阿羅漢相當於七信位，你看他的上面，八信、九信、十信、初住，還有四個階級。菩提心一發，就入了分證位。菩提心是什麼心？真心，真誠，真誠到了極處！我們學佛要用真誠心，處事待人接物也要用真誠心。在這個社會裡面，有很多人有顧忌，這個顧忌就是妄想、分別。我用真誠心對人，那我要吃虧，人家都騙我，我怎麼可以用真心對人？這是大錯特錯！你要用真誠心待人接物，你決定不吃虧。眼前可能吃點虧，後來要佔大便宜，果報不可思議。所以，不要怕人騙我們，不要怕上當，被人家欺騙、吃虧上當，正是消業障。業障統統消除了，無量無邊的智慧福德自然現前，現在吃虧上當怕什麼！後來有大好處、大利益、大福報，這是真實的功德。往往世間人只看眼前，疏忽了將來，這就是眼光短淺，不知道修福。"
    },
    {
      "id": "03-002-0006_p0013",
      "zh_CN": "真正的福报，给诸位同修说，晚年享福是真有福。你现在年轻，把福报都享尽了，晚年贫困，晚年受苦，那才叫真苦。晚年没有体力，苦难来了承受不了，年轻受点苦难算什么！有体力、有精神，可以熬的过去。所以有福报不要年轻享，留着晚年享；有财富也现在不要，你命里头有财富，丢不掉的。财富来了，我把财富布施掉，我都不要，晚年财富来了，晚年有财富，日子过得才舒服。一个人在一生当中，你要去算命，算命的会告诉你，五年一转运，人的命运是五年一转。一生当中有最好的五年，也有最坏的五年，假如说最好的五年在年轻时候，最坏的五年在晚年，这个命不好；最好的五年在晚年，最坏的五年在年轻，这个命好。假如我们好运在年轻时候，坏运在晚年，怎么办？聪明人，我好运来的时候不受，不受那它就延到晚年去了，延后去了。现在发财，我散财，我把它散掉，我根本不受用，晚年财就聚来了。这是有智慧，有深远的眼光，他才会转移自己的命运，改造自己的命运就这个改法。",
      "zh_TW": "真正的福報，給諸位同修說，晚年享福是真有福。你現在年輕，把福報都享盡了，晚年貧困，晚年受苦，那才叫真苦。晚年沒有體力，苦難來了承受不了，年輕受點苦難算什麼！有體力、有精神，可以熬的過去。所以有福報不要年輕享，留著晚年享；有財富也現在不要，你命裡頭有財富，丟不掉的。財富來了，我把財富布施掉，我都不要，晚年財富來了，晚年有財富，日子過得才舒服。一個人在一生當中，你要去算命，算命的會告訴你，五年一轉運，人的命運是五年一轉。一生當中有最好的五年，也有最壞的五年，假如說最好的五年在年輕時候，最壞的五年在晚年，這個命不好；最好的五年在晚年，最壞的五年在年輕，這個命好。假如我們好運在年輕時候，壞運在晚年，怎麼辦？聰明人，我好運來的時候不受，不受那它就延到晚年去了，延後去了。現在發財，我散財，我把它散掉，我根本不受用，晚年財就聚來了。這是有智慧，有深遠的眼光，他才會轉移自己的命運，改造自己的命運就這個改法。"
    },
    {
      "id": "03-002-0006_p0014",
      "zh_CN": "你要真正相信你就会改，命运决定操纵在自己的手上。你要是多念念《了凡四训》，所以我常叫人念《了凡四训》一口气念三百遍，为什么？不念三百遍，你念了不觉悟。看一遍、两遍，看完之后就忘掉了，你的命运还是转不过来。三百遍念下去，印象深了，真相信，知道怎么做法，确实可以改造命运。寿命短的可以长寿，贫贱的可以得富贵，佛氏门中，有求必应。所以你要懂得理论、懂得方法，如理如法的去求，没有一样得不到。你所得到的，不但是你命中有的，是你真如本性里头本来具足的，哪有一样得不到？就是如理如法去开采而已！我们现在是开采，开采不当，这个地方有金矿，你晓得在这个地方开采会开出来。你调个方向，到那边去开采，那里没有，怎么开也开不出来。所以说是方向搞错了、处所搞错了。一定要懂得真实的福田怎样去修学，处事待人接物以真诚之心，决定不吃亏。这是讲发心。",
      "zh_TW": "你要真正相信你就會改，命運決定操縱在自己的手上。你要是多念念《了凡四訓》，所以我常叫人念《了凡四訓》一口氣念三百遍，為什麼？不念三百遍，你念了不覺悟。看一遍、兩遍，看完之後就忘掉了，你的命運還是轉不過來。三百遍念下去，印象深了，真相信，知道怎麼做法，確實可以改造命運。壽命短的可以長壽，貧賤的可以得富貴，佛氏門中，有求必應。所以你要懂得理論、懂得方法，如理如法的去求，沒有一樣得不到。你所得到的，不但是你命中有的，是你真如本性裡頭本來具足的，哪有一樣得不到？就是如理如法去開採而已！我們現在是開採，開採不當，這個地方有金礦，你曉得在這個地方開採會開出來。你調個方向，到那邊去開採，那裡沒有，怎麼開也開不出來。所以說是方向搞錯了、處所搞錯了。一定要懂得真實的福田怎樣去修學，處事待人接物以真誠之心，決定不吃虧。這是講發心。"
    },
    {
      "id": "03-002-0006_p0015",
      "zh_CN": "「一发一切发」，这句重要。不能对佛菩萨真心、对佛教徒真心，对世间一般人就用假心，这个不可以。那你还是用二心，你没有用一心。对佛菩萨是什么心，对一切众生也是这个心，这就对了。正是因为佛菩萨我们这个心发起来，发起来之后，要在生活当中处事待人接物把它用上，这才对，发了就起作用，不能发了不起作用。所以，对于一切众生都要像对佛菩萨一样的看待。「发一切功德，发一切智慧，发一切境界，不前不后，亦不一时。」前后属于同时，不一时就是一时。这个意思是告诉我们，在应用的时候随缘就自在，不要执着。一时是执着，不一时也是执着，都落在妄想执着的里面。所以，这一句就是教我们舍离一切妄想执着，这就对了。",
      "zh_TW": "「一發一切發」，這句重要。不能對佛菩薩真心、對佛教徒真心，對世間一般人就用假心，這個不可以。那你還是用二心，你沒有用一心。對佛菩薩是什麼心，對一切眾生也是這個心，這就對了。正是因為佛菩薩我們這個心發起來，發起來之後，要在生活當中處事待人接物把它用上，這才對，發了就起作用，不能發了不起作用。所以，對於一切眾生都要像對佛菩薩一樣的看待。「發一切功德，發一切智慧，發一切境界，不前不後，亦不一時。」前後屬於同時，不一時就是一時。這個意思是告訴我們，在應用的時候隨緣就自在，不要執著。一時是執著，不一時也是執著，都落在妄想執著的裡面。所以，這一句就是教我們捨離一切妄想執著，這就對了。"
    },
    {
      "id": "03-002-0006_p0016",
      "zh_CN": "「三智一心中得」，三智是一切智、道种智、一切种智。一切智是阿罗汉证得的，道种智是菩萨证得的，一切种智是如来果地上证得的。一切智是知一切法的本体，道种智是知一切万法的性相，一切种智是无所不知，无所不能，这是究竟圆满的智慧，从哪里学来？从一心中得。这句话重要！因为净土宗修行的目标就是一心，一心不乱。开始就一心，最后得一心，开始教你什么？一心念佛，所以他直接用一心，用一心才能证一心。开始用的一心是意识心，不是真心，是妄心，意识心。意识心妄念很多，妄想很多，我现在专心在一个佛号上，用一个佛号代替所有一切的妄念。就是一念取代一切妄念，把一切妄念归到这一念，这个叫一心，用这个方法来修。到所有一切妄念都没有了，一心就证得了，一心是真心，就证得了。这种修学的方法直截了当，不像其他的法门拐弯抹角，不晓得弯到什么时候你才能弯到，这个法门直接的，马上就得到。",
      "zh_TW": "「三智一心中得」，三智是一切智、道種智、一切種智。一切智是阿羅漢證得的，道種智是菩薩證得的，一切種智是如來果地上證得的。一切智是知一切法的本體，道種智是知一切萬法的性相，一切種智是無所不知，無所不能，這是究竟圓滿的智慧，從哪裡學來？從一心中得。這句話重要！因為淨土宗修行的目標就是一心，一心不亂。開始就一心，最後得一心，開始教你什麼？一心念佛，所以他直接用一心，用一心才能證一心。開始用的一心是意識心，不是真心，是妄心，意識心。意識心妄念很多，妄想很多，我現在專心在一個佛號上，用一個佛號代替所有一切的妄念。就是一念取代一切妄念，把一切妄念歸到這一念，這個叫一心，用這個方法來修。到所有一切妄念都沒有了，一心就證得了，一心是真心，就證得了。這種修學的方法直截了當，不像其他的法門拐彎抹角，不曉得彎到什麼時候你才能彎到，這個法門直接的，馬上就得到。"
    },
    {
      "id": "03-002-0006_p0017",
      "zh_CN": "所以诸位同修要真修，真正修，你要记住，你真正把这个道理搞清楚，事实真相搞清楚，你才会修。会修的人，「发菩提心，一向专念」，从早晚课诵就专。觉明妙行菩萨在《西方确指》里面教给我们，他那个功课就简单了，二六时中功课都一样，一遍《阿弥陀经》，三遍往生咒，一千声佛号，这是一堂功课。早课是这样的，晚课也是这样的，绝对不参杂其他的东西。此地的课诵我还不知道，我不在此地住。昨天晚上我在这里住，听到我们这里做早课，我们的早课夹杂，不是一向专念。还夹杂着有十小咒这些东西在里头，这是对于净宗事理都不明了，真正的明了，不是这样的。净宗祖师大德通常经都不念，就是佛号，一天十万声佛号，他也没有什么早课晚课，一天十万声佛号，决定往生。",
      "zh_TW": "所以諸位同修要真修，真正修，你要記住，你真正把這個道理搞清楚，事實真相搞清楚，你才會修。會修的人，「發菩提心，一向專念」，從早晚課誦就專。覺明妙行菩薩在《西方確指》裡面教給我們，他那個功課就簡單了，二六時中功課都一樣，一遍《阿彌陀經》，三遍往生咒，一千聲佛號，這是一堂功課。早課是這樣的，晚課也是這樣的，絕對不參雜其他的東西。此地的課誦我還不知道，我不在此地住。昨天晚上我在這裡住，聽到我們這裡做早課，我們的早課夾雜，不是一向專念。還夾雜著有十小咒這些東西在裡頭，這是對於淨宗事理都不明瞭，真正的明瞭，不是這樣的。淨宗祖師大德通常經都不念，就是佛號，一天十萬聲佛號，他也沒有什麼早課晚課，一天十萬聲佛號，決定往生。"
    },
    {
      "id": "03-002-0006_p0018",
      "zh_CN": "觉明妙行菩萨告诉我们这是专修，为什么先叫你念一遍经，念三遍往生咒？收心，就是摄心，把妄念伏住。伏住妄念，佛号才有功德，才相应，所以叫你念一千声佛号。第二支香也是这样做起，大概这样念法，念一千声佛号差不多将近两小时。如果要打精进佛七的话，就是一天十二支香，日夜十二支香，课程完全相同。一天十二遍《无量寿经》，每次都是三遍往生咒、一千声佛号，一昼夜是一万两千声佛号，再多余时间就拜佛。这个方法得力！所以，最忌讳的就是夹杂。我们只能在此地劝告，现在儿子都不听父母话，徒弟也不听老师话，这是很正常的现象。所以说各人修各人的，你的成就与我不相干，我的成就你也沾不到光。但是我不能不告诉你，不告诉你是对不起你；告诉你了你不干，那是你自己的事情，你不能怪我。所以是三智一心中得。",
      "zh_TW": "覺明妙行菩薩告訴我們這是專修，為什麼先叫你念一遍經，念三遍往生咒？收心，就是攝心，把妄念伏住。伏住妄念，佛號才有功德，才相應，所以叫你念一千聲佛號。第二支香也是這樣做起，大概這樣念法，念一千聲佛號差不多將近兩小時。如果要打精進佛七的話，就是一天十二支香，日夜十二支香，課程完全相同。一天十二遍《無量壽經》，每次都是三遍往生咒、一千聲佛號，一晝夜是一萬兩千聲佛號，再多餘時間就拜佛。這個方法得力！所以，最忌諱的就是夾雜。我們只能在此地勸告，現在兒子都不聽父母話，徒弟也不聽老師話，這是很正常的現象。所以說各人修各人的，你的成就與我不相干，我的成就你也沾不到光。但是我不能不告訴你，不告訴你是對不起你；告訴你了你不幹，那是你自己的事情，你不能怪我。所以是三智一心中得。"
    },
    {
      "id": "03-002-0006_p0019",
      "zh_CN": "像禅宗，禅堂里面坐香，他什么东西都没有，二六时中就是叫你静坐。坐到腿发麻的时候跑香，运动，跑完了之后再坐。就是叫你妄想断掉，一心中得。不管哪个法门都是一心中得，绝对不会说杂心当中会得到的，没有这个道理。查遍《大藏经》，哪个经上说二心、三心当中得到？没有。这是我们真正想在这一生当中成就不能不知道的。",
      "zh_TW": "像禪宗，禪堂裡面坐香，他什麼東西都沒有，二六時中就是叫你靜坐。坐到腿發麻的時候跑香，運動，跑完了之後再坐。就是叫你妄想斷掉，一心中得。不管哪個法門都是一心中得，絕對不會說雜心當中會得到的，沒有這個道理。查遍《大藏經》，哪個經上說二心、三心當中得到？沒有。這是我們真正想在這一生當中成就不能不知道的。"
    },
    {
      "id": "03-002-0006_p0020",
      "zh_CN": "底下说「得如来妙色身，湛然应一切，开秘密藏，以不住法，即住其中」。修行，就是从一心起修，果报，三智一心中得。三身，法身、报身、应身，三德是法身、般若、解脱，全是一心本具。因为一心是真心，一心就是本性，本来具足。我们看末后的解释，三十七面倒数第四行，从末后一句看起。「三身三德，体离纵横。」纵是从竖的上说，先后讲，横是从平面上讲，就是我们今天讲的时间、空间。离就是超越，三身三德超越时空，拿现在的话来讲就是这个讲法，大家就好懂了，超越时空。以前不晓得，「今始发明」，发是发现，现在才发现，明是明了，今天才发现，今天才明了。「名开秘藏」，这是无始劫以来，藏在这个地方从来没发现，似乎是秘密，今天打开了。「入理般若名为住」，理般若是什么？就是根本智。《般若经》上讲的，「般若无知，无所不知」，无知就是清净心，无知就是定。定是体，慧是用；慧是体，定是用，定慧可以互作体用。可以互作体用他就辗转往上提升，这个叫住，正是《金刚经》上所讲的「应云何住」。",
      "zh_TW": "底下說「得如來妙色身，湛然應一切，開秘密藏，以不住法，即住其中」。修行，就是從一心起修，果報，三智一心中得。三身，法身、報身、應身，三德是法身、般若、解脫，全是一心本具。因為一心是真心，一心就是本性，本來具足。我們看末後的解釋，三十七面倒數第四行，從末後一句看起。「三身三德，體離縱橫。」縱是從豎的上說，先後講，橫是從平面上講，就是我們今天講的時間、空間。離就是超越，三身三德超越時空，拿現在的話來講就是這個講法，大家就好懂了，超越時空。以前不曉得，「今始發明」，發是發現，現在才發現，明是明瞭，今天才發現，今天才明瞭。「名開秘藏」，這是無始劫以來，藏在這個地方從來沒發現，似乎是秘密，今天打開了。「入理般若名為住」，理般若是什麼？就是根本智。《般若經》上講的，「般若無知，無所不知」，無知就是清淨心，無知就是定。定是體，慧是用；慧是體，定是用，定慧可以互作體用。可以互作體用他就輾轉往上提升，這個叫住，正是《金剛經》上所講的「應云何住」。"
    },
    {
      "id": "03-002-0006_p0021",
      "zh_CN": "释迦牟尼佛教给须菩提尊者说，须菩提尊者问的，「云何应住」。佛告诉他，直截了当给他讲，就像我这样住法就对了。释迦牟尼佛住在哪里？你们念《金刚经》有没有找到？实在找不到，《金刚经》上有两句明白话，「无住涅槃」，不住生死，不住涅槃，这是佛住。实在讲，我们还是学不到，我们今天能够学的，把这个心住在阿弥陀佛佛号上，住在阿弥陀佛佛相上，这就好。住在阿弥陀佛名号、身相上，也是入理般若，为什么？你要没有这样的智慧，你不会把心安住在这里。「此住无住，住秘藏中」，这是《金刚经》的境界，不是我刚才讲的境界。但是我们刚才讲的境界，往生西方极乐世界就入了住秘藏中。但是我们把心安住在阿弥陀佛名号、身相当中，是我们现在可以做得到的。",
      "zh_TW": "釋迦牟尼佛教給須菩提尊者說，須菩提尊者問的，「云何應住」。佛告訴他，直截了當給他講，就像我這樣住法就對了。釋迦牟尼佛住在哪裡？你們念《金剛經》有沒有找到？實在找不到，《金剛經》上有兩句明白話，「無住涅槃」，不住生死，不住涅槃，這是佛住。實在講，我們還是學不到，我們今天能夠學的，把這個心住在阿彌陀佛佛號上，住在阿彌陀佛佛相上，這就好。住在阿彌陀佛名號、身相上，也是入理般若，為什麼？你要沒有這樣的智慧，你不會把心安住在這裡。「此住無住，住秘藏中」，這是《金剛經》的境界，不是我剛才講的境界。但是我們剛才講的境界，往生西方極樂世界就入了住秘藏中。但是我們把心安住在阿彌陀佛名號、身相當中，是我們現在可以做得到的。"
    },
    {
      "id": "03-002-0006_p0022",
      "zh_CN": "下面一段是「约被物明佛用」，这是讲作用。我们把这段文念一念。「以普现色身，作众色像」，这就是说的随类化身。诸位要知道《楞严经》上「观世音菩萨圆通章」，他的地位就是圆教初住。初住菩萨也有三十二应身，看看那个众生应以佛身而得度者，他就示现八相成道，用佛的身分去度他。分证佛就有能力现种种身，可以现佛身。佛身都能现了，其他就不必说，其他当然能现。《法华经》上讲的观音菩萨是等觉菩萨，《华严经》上讲的观音菩萨是第七回向菩萨，你看统统都讲观世音菩萨，他在每部经上、每个法会上示现的身分地位就不一样，这是读经要知道的。此地所讲的分证即，都是从圆初住上说的。初住菩萨都已这样，往上去更不必说了，他的智慧、德能、神通愈来愈殊胜，普现色身，作众色像，像观世音菩萨三十二应身一样。",
      "zh_TW": "下面一段是「約被物明佛用」，這是講作用。我們把這段文念一念。「以普現色身，作眾色像」，這就是說的隨類化身。諸位要知道《楞嚴經》上「觀世音菩薩圓通章」，他的地位就是圓教初住。初住菩薩也有三十二應身，看看那個眾生應以佛身而得度者，他就示現八相成道，用佛的身分去度他。分證佛就有能力現種種身，可以現佛身。佛身都能現了，其他就不必說，其他當然能現。《法華經》上講的觀音菩薩是等覺菩薩，《華嚴經》上講的觀音菩薩是第七迴向菩薩，你看統統都講觀世音菩薩，他在每部經上、每個法會上示現的身分地位就不一樣，這是讀經要知道的。此地所講的分證即，都是從圓初住上說的。初住菩薩都已這樣，往上去更不必說了，他的智慧、德能、神通愈來愈殊勝，普現色身，作眾色像，像觀世音菩薩三十二應身一樣。"
    },
    {
      "id": "03-002-0006_p0023",
      "zh_CN": "「一音随类，报答诸声」，这是讲说法，「佛以一音而说法，众生随类各得解」。破一品无明证一分法身就做到了，就有这个能力。他给一切众生说法不需要翻译，中国人听的，说中国话，日本人在座听的，讲的是日本话。不需要翻译，每个人听的都不一样，都是自己的言语，都能听懂，都能接受，这是很不可思议的。这个能力是不是真的？现在科学家相信了，因为科学家利用电脑，电脑可以能够产生这种能力。将来到外国去旅游，如果这个电脑真正发明之后，不需要翻译，电脑它就会说。可见得这个事情是真的，不是假的，这是本性里面本具的德能。",
      "zh_TW": "「一音隨類，報答諸聲」，這是講說法，「佛以一音而說法，眾生隨類各得解」。破一品無明證一分法身就做到了，就有這個能力。他給一切眾生說法不需要翻譯，中國人聽的，說中國話，日本人在座聽的，講的是日本話。不需要翻譯，每個人聽的都不一樣，都是自己的言語，都能聽懂，都能接受，這是很不可思議的。這個能力是不是真的？現在科學家相信了，因為科學家利用電腦，電腦可以能夠產生這種能力。將來到外國去旅遊，如果這個電腦真正發明之後，不需要翻譯，電腦它就會說。可見得這個事情是真的，不是假的，這是本性裡面本具的德能。"
    },
    {
      "id": "03-002-0006_p0024",
      "zh_CN": "「不动真际，群情等悦」，真际是真性，真性没动，真身没有动，十方法界有缘众生都法喜充满。阿弥陀佛可以说每分钟、每秒钟，都在十方世界去接引无量无边的众生往生西方极乐世界。我们讲阿弥陀佛忙死了！其实阿弥陀佛动了没有？没动，在西方极乐世界端端坐着，没动。没动怎么去的？化身去的。佛身有无量光明，光明当中有无量无边的化佛，去到十方世界去接引。没动，十方世界都见到阿弥陀佛去接引他，不动真际，群情等悦。「应以三轮度者」，三轮就是身口意，「能八相成道具佛威仪，以佛音声，方便而度脱之，况九法界三轮耶，初住尚尔，况等觉耶，是名分证即佛也」，这就讲得很清楚了。但是怕诸位里面这个「三轮」不太好懂，注解里头有，注解在三十八页，就是这一页倒数第三行，从底下一句看起。「威仪属身，音声属口，方便属意」，这就是三轮，三轮讲的身口意。佛度众生，这三种都要用，要用身相、要用言语、要用种种权巧方便的方法。「应以佛度，即现佛三」，应该用佛身度，就现佛的身口意，应该用菩萨身分度，就用菩萨的身口意，这叫三轮。末后一句说，「良由位位始觉本觉，一合俱忘，致使体用高广若此」。这个意思就是说，到分证即位用真心就离一切相了，就像《金刚经》上所讲的「不取于相，如如不动」，所以他的作用广大无边。好，我们就讲到此地。",
      "zh_TW": "「不動真際，群情等悅」，真際是真性，真性沒動，真身沒有動，十方法界有緣眾生都法喜充滿。阿彌陀佛可以說每分鐘、每秒鐘，都在十方世界去接引無量無邊的眾生往生西方極樂世界。我們講阿彌陀佛忙死了！其實阿彌陀佛動了沒有？沒動，在西方極樂世界端端坐著，沒動。沒動怎麼去的？化身去的。佛身有無量光明，光明當中有無量無邊的化佛，去到十方世界去接引。沒動，十方世界都見到阿彌陀佛去接引他，不動真際，群情等悅。「應以三輪度者」，三輪就是身口意，「能八相成道具佛威儀，以佛音聲，方便而度脫之，況九法界三輪耶，初住尚爾，況等覺耶，是名分證即佛也」，這就講得很清楚了。但是怕諸位裡面這個「三輪」不太好懂，註解裡頭有，註解在三十八頁，就是這一頁倒數第三行，從底下一句看起。「威儀屬身，音聲屬口，方便屬意」，這就是三輪，三輪講的身口意。佛度眾生，這三種都要用，要用身相、要用言語、要用種種權巧方便的方法。「應以佛度，即現佛三」，應該用佛身度，就現佛的身口意，應該用菩薩身分度，就用菩薩的身口意，這叫三輪。末後一句說，「良由位位始覺本覺，一合俱忘，致使體用高廣若此」。這個意思就是說，到分證即位用真心就離一切相了，就像《金剛經》上所講的「不取於相，如如不動」，所以他的作用廣大無邊。好，我們就講到此地。"
    }
  ]
}