{
  "doc_id": "03-002-0027",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏钞演义",
    "zh_TW": "佛說觀無量壽佛經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十七集",
    "zh_TW": "第二十七集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-002-0027",
  "total_paragraphs": 53,
  "paragraphs": [
    {
      "id": "03-002-0027_p0001",
      "zh_CN": "请掀开经本，二百二十七面，看「上品下生」：",
      "zh_TW": "請掀開經本，二百二十七面，看「上品下生」："
    },
    {
      "id": "03-002-0027_p0002",
      "zh_CN": "【上品下生者。亦信因果。不谤大乘。但发无上道心。以此功德回向。愿求生极乐国。】",
      "zh_TW": "【上品下生者。亦信因果。不謗大乘。但發無上道心。以此功德迴向。願求生極樂國。】"
    },
    {
      "id": "03-002-0027_p0003",
      "zh_CN": "这个经文很明显的给我们说明要发菩提心，『无上道心』就是发菩提心。",
      "zh_TW": "這個經文很明顯的給我們說明要發菩提心，『無上道心』就是發菩提心。"
    },
    {
      "id": "03-002-0027_p0004",
      "zh_CN": "我们翻过来看经文，二百二十八面倒数第二行。",
      "zh_TW": "我們翻過來看經文，二百二十八面倒數第二行。"
    },
    {
      "id": "03-002-0027_p0005",
      "zh_CN": "【行者命欲终时。阿弥陀佛。及观世音大势至。与诸菩萨。持金莲华。化作五百佛来迎此人。五百化佛一时授手。赞言法子。汝今清净。发无上道心。我来迎汝。】",
      "zh_TW": "【行者命欲終時。阿彌陀佛。及觀世音大勢至。與諸菩薩。持金蓮華。化作五百佛來迎此人。五百化佛一時授手。讚言法子。汝今清淨。發無上道心。我來迎汝。】"
    },
    {
      "id": "03-002-0027_p0006",
      "zh_CN": "这一段是说缘。前面中品，经上讲有千佛，阿弥陀佛与化佛千佛来迎接，这个地方佛的数量少了一半，化作五百佛来迎此人。在这个地方我们要问，阿弥陀佛是不是也有分别执着？为什么上品化佛就多，下品化佛就少，是不是他也有分别执着？这个必须要知道的，往生的时候佛菩萨来迎接，这是真的。来的佛菩萨数目多少，是我们自己心里有感，佛菩萨自然而应，阿弥陀佛决定没有分别执着。见到这些佛，还是我们自性弥陀变化来迎的，所以一切确实是「唯心所现，唯识所变」，总而言之离不开自己心性的感应。品位愈低，来迎的人人数就愈少，品位愈高的，见的境界就愈殊胜，这个是自然之理。到西方极乐世界确实有四土九品的差别，每一土都有三辈九品，有这个差别。但是我们在《大经》上读到，即使下下品往生，生到西方极乐世界，神通道力、种种受用没有差别，到达西方之后没有差别。这是弥陀神力加持，所以西方世界是平等世界。平等，就是说在物质生活受用上平等，内心断烦恼、证菩提这个没有法子平等，这是阿弥陀佛帮不上忙的，这个是要自己下功夫。",
      "zh_TW": "這一段是說緣。前面中品，經上講有千佛，阿彌陀佛與化佛千佛來迎接，這個地方佛的數量少了一半，化作五百佛來迎此人。在這個地方我們要問，阿彌陀佛是不是也有分別執著？為什麼上品化佛就多，下品化佛就少，是不是他也有分別執著？這個必須要知道的，往生的時候佛菩薩來迎接，這是真的。來的佛菩薩數目多少，是我們自己心裡有感，佛菩薩自然而應，阿彌陀佛決定沒有分別執著。見到這些佛，還是我們自性彌陀變化來迎的，所以一切確實是「唯心所現，唯識所變」，總而言之離不開自己心性的感應。品位愈低，來迎的人人數就愈少，品位愈高的，見的境界就愈殊勝，這個是自然之理。到西方極樂世界確實有四土九品的差別，每一土都有三輩九品，有這個差別。但是我們在《大經》上讀到，即使下下品往生，生到西方極樂世界，神通道力、種種受用沒有差別，到達西方之後沒有差別。這是彌陀神力加持，所以西方世界是平等世界。平等，就是說在物質生活受用上平等，內心斷煩惱、證菩提這個沒有法子平等，這是阿彌陀佛幫不上忙的，這個是要自己下功夫。"
    },
    {
      "id": "03-002-0027_p0007",
      "zh_CN": "底下一段经文说往生。",
      "zh_TW": "底下一段經文說往生。"
    },
    {
      "id": "03-002-0027_p0008",
      "zh_CN": "【见此事时。即自见身坐金莲华。坐已华合。随世尊后。即得往生七宝池中。】",
      "zh_TW": "【見此事時。即自見身坐金蓮華。坐已華合。隨世尊後。即得往生七寶池中。】"
    },
    {
      "id": "03-002-0027_p0009",
      "zh_CN": "这是往生的现象。",
      "zh_TW": "這是往生的現象。"
    },
    {
      "id": "03-002-0027_p0010",
      "zh_CN": "【一日一夜。莲华乃开。七日之中。乃得见佛。虽见佛身。于众相好。心不明了。于三七日后。乃了了见。闻众音声。皆演妙法。游历十方。供养诸佛。于诸佛前。闻甚深法。经三小劫。得百法明门。住欢喜地。】",
      "zh_TW": "【一日一夜。蓮華乃開。七日之中。乃得見佛。雖見佛身。於眾相好。心不明了。於三七日後。乃了了見。聞眾音聲。皆演妙法。遊歷十方。供養諸佛。於諸佛前。聞甚深法。經三小劫。得百法明門。住歡喜地。】"
    },
    {
      "id": "03-002-0027_p0011",
      "zh_CN": "这是说上品下生的人，生到西方极乐世界，一日一夜就花开见佛。虽然见佛闻法并不能立刻就开悟，要经三七日后他才明了，三小劫他才明心见性，真正证得初地的果位。我们看起来这个时间也很长，要经三小劫，实际上西方世界人的寿命是无量寿，由无量寿来看三小劫，如果像我们这里人生百岁，大概看三小时的样子，甚至于还不到，恐怕只有三十分钟。他寿命长，三小劫在他们看起来很短，太短的时间。确实这个法门是当生成就的法门。",
      "zh_TW": "這是說上品下生的人，生到西方極樂世界，一日一夜就花開見佛。雖然見佛聞法並不能立刻就開悟，要經三七日後他才明瞭，三小劫他才明心見性，真正證得初地的果位。我們看起來這個時間也很長，要經三小劫，實際上西方世界人的壽命是無量壽，由無量壽來看三小劫，如果像我們這裡人生百歲，大概看三小時的樣子，甚至於還不到，恐怕只有三十分鐘。他壽命長，三小劫在他們看起來很短，太短的時間。確實這個法門是當生成就的法門。"
    },
    {
      "id": "03-002-0027_p0012",
      "zh_CN": "末后这一句是总结，二百三十一面第一行。",
      "zh_TW": "末後這一句是總結，二百三十一面第一行。"
    },
    {
      "id": "03-002-0027_p0013",
      "zh_CN": "【是名上品下生者。是名上辈生想。名第十四观。】",
      "zh_TW": "【是名上品下生者。是名上輩生想。名第十四觀。】"
    },
    {
      "id": "03-002-0027_p0014",
      "zh_CN": "十四观是讲上三辈。下面是第十五，第十五是讲中品往生，有中品上生、中品中生、中品下生。",
      "zh_TW": "十四觀是講上三輩。下面是第十五，第十五是講中品往生，有中品上生、中品中生、中品下生。"
    },
    {
      "id": "03-002-0027_p0015",
      "zh_CN": "【佛告阿难及韦提希。中品上生者。若有众生。受持五戒。持八戒斋。修行诸戒。不造五逆。无众过患。以此善根回向。愿求生于西方极乐世界。】",
      "zh_TW": "【佛告阿難及韋提希。中品上生者。若有眾生。受持五戒。持八戒齋。修行諸戒。不造五逆。無眾過患。以此善根迴向。願求生於西方極樂世界。】"
    },
    {
      "id": "03-002-0027_p0016",
      "zh_CN": "这是讲他的修因。由此可知，上品偏重在读诵大乘，中品这一看似乎是二乘人，小乘人回小向大，持戒念佛者，这一类的。他能够受持五戒，五戒是佛法里面的根本戒，无论是古今，这是讲时间，无论在从前的印度，或者现在中国，乃至于其他国家民族，这是个基本的道德理念，都必须要遵守的。没有说杀生是善行，没有这个道理，没有讲偷盗是好事情，古今中外都不承认。所以，杀盗淫妄酒不是好事情。现在这个世界上虽然卖酒，劣酒也提出警告，这也不是很好的东西。可见得这个五条戒确实超越了时空，是一切众生所公认的善行，必须要遵守。其他的生活规范，可以说是因时、因人、因地不同，这样来制订的。它的基本精神是「诸恶莫作，众善奉行」，那就是断恶修善，这是自律以及处世的规范。『无众过患』，持戒很清净，以这个善根回向，求生西方，这是中品上生之因。",
      "zh_TW": "這是講他的修因。由此可知，上品偏重在讀誦大乘，中品這一看似乎是二乘人，小乘人回小向大，持戒念佛者，這一類的。他能夠受持五戒，五戒是佛法裡面的根本戒，無論是古今，這是講時間，無論在從前的印度，或者現在中國，乃至於其他國家民族，這是個基本的道德理念，都必須要遵守的。沒有說殺生是善行，沒有這個道理，沒有講偷盜是好事情，古今中外都不承認。所以，殺盜淫妄酒不是好事情。現在這個世界上雖然賣酒，劣酒也提出警告，這也不是很好的東西。可見得這個五條戒確實超越了時空，是一切眾生所公認的善行，必須要遵守。其他的生活規範，可以說是因時、因人、因地不同，這樣來制訂的。它的基本精神是「諸惡莫作，眾善奉行」，那就是斷惡修善，這是自律以及處世的規範。『無眾過患』，持戒很清淨，以這個善根迴向，求生西方，這是中品上生之因。"
    },
    {
      "id": "03-002-0027_p0017",
      "zh_CN": "【临命终时。阿弥陀佛。与诸比丘眷属围绕。放金色光。至其人所。演说苦空无常无我。赞叹出家。得离众苦。行者见已。心大欢喜。自见己身坐莲华台。长跪合掌。为佛作礼。未举头顷。即得往生极乐世界。莲华寻开。当华敷时。闻众音声。赞叹四谛。应时即得阿罗汉道。三明六通。具八解脱。是名中品上生者。】",
      "zh_TW": "【臨命終時。阿彌陀佛。與諸比丘眷屬圍繞。放金色光。至其人所。演說苦空無常無我。讚歎出家。得離眾苦。行者見已。心大歡喜。自見己身坐蓮華臺。長跪合掌。為佛作禮。未舉頭頃。即得往生極樂世界。蓮華尋開。當華敷時。聞眾音聲。讚歎四諦。應時即得阿羅漢道。三明六通。具八解脫。是名中品上生者。】"
    },
    {
      "id": "03-002-0027_p0018",
      "zh_CN": "这是说明往生的利益。根据这一段经文来看，在后面来看，小乘的果位是非常的清楚。小乘根性持戒念佛，回向求生西方净土，得这样的果位。",
      "zh_TW": "這是說明往生的利益。根據這一段經文來看，在後面來看，小乘的果位是非常的清楚。小乘根性持戒念佛，迴向求生西方淨土，得這樣的果位。"
    },
    {
      "id": "03-002-0027_p0019",
      "zh_CN": "我们再看底下一段，二百三十四面。",
      "zh_TW": "我們再看底下一段，二百三十四面。"
    },
    {
      "id": "03-002-0027_p0020",
      "zh_CN": "【中品中生者。若有众生。若一日一夜。持八戒斋。若一日一夜。持沙弥戒。若一日一夜。持具足戒。】",
      "zh_TW": "【中品中生者。若有眾生。若一日一夜。持八戒齋。若一日一夜。持沙彌戒。若一日一夜。持具足戒。】"
    },
    {
      "id": "03-002-0027_p0021",
      "zh_CN": "『具足戒』就是比丘戒。",
      "zh_TW": "『具足戒』就是比丘戒。"
    },
    {
      "id": "03-002-0027_p0022",
      "zh_CN": "【威仪无缺。以此功德回向。愿求生极乐国。戒香熏修。】",
      "zh_TW": "【威儀無缺。以此功德迴向。願求生極樂國。戒香熏修。】"
    },
    {
      "id": "03-002-0027_p0023",
      "zh_CN": "到这个地方是讲生因。十戒是沙弥戒，沙弥戒跟八关斋戒非常的接近。八关斋戒是在家居士修出家戒一日一夜，八关斋戒的时间就是二十四小时，如果要再受，得重新再受，可以每天受。如果没有法师，这个戒可以在佛菩萨形像面前自己受。有八条戒跟沙弥戒相同，有一条是斋，斋是过中不食，中是日中，每天日中的时间都不相同，过中不食。过中要再吃东西就破斋，八关斋戒就破掉了。实在讲这是不太容易持，下午只可以喝水，连饮料都不能用。因为在斋戒里面讲，饮料里面不能有沉淀，假如放一下它会沉淀的话，就不能吃。牛奶会沉淀，豆浆也会沉淀，果汁也会沉淀。蜂蜜不会沉淀，蜂蜜跟水调和起来不会沉淀，那个可以吃，糖水可以吃。着重在斋，日中一食，这个叫斋。早晨再吃一点的时候，这也破了斋，这个也不行，决定是日中一食。",
      "zh_TW": "到這個地方是講生因。十戒是沙彌戒，沙彌戒跟八關齋戒非常的接近。八關齋戒是在家居士修出家戒一日一夜，八關齋戒的時間就是二十四小時，如果要再受，得重新再受，可以每天受。如果沒有法師，這個戒可以在佛菩薩形像面前自己受。有八條戒跟沙彌戒相同，有一條是齋，齋是過中不食，中是日中，每天日中的時間都不相同，過中不食。過中要再吃東西就破齋，八關齋戒就破掉了。實在講這是不太容易持，下午只可以喝水，連飲料都不能用。因為在齋戒裡面講，飲料裡面不能有沉澱，假如放一下它會沉澱的話，就不能吃。牛奶會沉澱，豆漿也會沉澱，果汁也會沉澱。蜂蜜不會沉澱，蜂蜜跟水調和起來不會沉澱，那個可以吃，糖水可以吃。著重在齋，日中一食，這個叫齋。早晨再吃一點的時候，這也破了齋，這個也不行，決定是日中一食。"
    },
    {
      "id": "03-002-0027_p0024",
      "zh_CN": "所以有很多同修持午，持午实在讲有没有必要？诸位要晓得斋戒是形式，目的是得清净心，目的在这个地方。斋戒持得很严，心不清净，这个斋戒是世间有漏福报，不是生因。如果生因要是这样说法，那西方极乐世界完全讲外表，这是决定讲不通的，这个理论是讲不通的。因戒得定，因定开慧。晚上少吃对自己身体决定有好处，我们中国古人讲饮食主张的是，早晨吃的好，中午吃的饱，晚上要吃的少，晚上能不吃，的确是非常好。可是现在人的习惯不相同，晚上到半夜还要吃个宵夜。尤其是外国人，外国人一天的正餐是晚餐，我们中国人的正餐是午餐，他们正餐是晚餐。晚餐吃得很多，吃得很好，中午多半在工作，随便吃一点，这是饮食生活习惯不相同。要晓得佛家饮食还是帮助我们修定，帮助心地清净，目的在此地。这是讲持戒念佛。",
      "zh_TW": "所以有很多同修持午，持午實在講有沒有必要？諸位要曉得齋戒是形式，目的是得清淨心，目的在這個地方。齋戒持得很嚴，心不清淨，這個齋戒是世間有漏福報，不是生因。如果生因要是這樣說法，那西方極樂世界完全講外表，這是決定講不通的，這個理論是講不通的。因戒得定，因定開慧。晚上少吃對自己身體決定有好處，我們中國古人講飲食主張的是，早晨吃的好，中午吃的飽，晚上要吃的少，晚上能不吃，的確是非常好。可是現在人的習慣不相同，晚上到半夜還要吃個宵夜。尤其是外國人，外國人一天的正餐是晚餐，我們中國人的正餐是午餐，他們正餐是晚餐。晚餐吃得很多，吃得很好，中午多半在工作，隨便吃一點，這是飲食生活習慣不相同。要曉得佛家飲食還是幫助我們修定，幫助心地清淨，目的在此地。這是講持戒念佛。"
    },
    {
      "id": "03-002-0027_p0025",
      "zh_CN": "【如此行者。命欲终时。见阿弥陀佛。与诸眷属。放金色光。持七宝莲华。至行者前。行者自闻空中有声。赞言善男子。如汝善人。随顺三世诸佛教。故我来迎汝。】",
      "zh_TW": "【如此行者。命欲終時。見阿彌陀佛。與諸眷屬。放金色光。持七寶蓮華。至行者前。行者自聞空中有聲。讚言善男子。如汝善人。隨順三世諸佛教。故我來迎汝。】"
    },
    {
      "id": "03-002-0027_p0026",
      "zh_CN": "在这里我们又看到一句经文，『随顺三世诸佛教』。持戒念佛求生净土，是过去、现在、未来一切诸佛都是这样教化众生，劝一切众生持戒念佛，往生阿弥陀佛极乐世界，三世诸佛教。",
      "zh_TW": "在這裡我們又看到一句經文，『隨順三世諸佛教』。持戒念佛求生淨土，是過去、現在、未來一切諸佛都是這樣教化眾生，勸一切眾生持戒念佛，往生阿彌陀佛極樂世界，三世諸佛教。"
    },
    {
      "id": "03-002-0027_p0027",
      "zh_CN": "【行者自见坐莲华上。莲华即合。生于西方极乐世界。】",
      "zh_TW": "【行者自見坐蓮華上。蓮華即合。生於西方極樂世界。】"
    },
    {
      "id": "03-002-0027_p0028",
      "zh_CN": "这是往生。",
      "zh_TW": "這是往生。"
    },
    {
      "id": "03-002-0027_p0029",
      "zh_CN": "【在宝池中。经于七日。莲华乃敷。华既敷已。开目合掌。赞叹世尊。闻法欢喜。得须陀洹。经半劫已。成阿罗汉。是名中品中生者。】",
      "zh_TW": "【在寶池中。經於七日。蓮華乃敷。華既敷已。開目合掌。讚歎世尊。聞法歡喜。得須陀洹。經半劫已。成阿羅漢。是名中品中生者。】"
    },
    {
      "id": "03-002-0027_p0030",
      "zh_CN": "这个品位比前面更低，来接引的盛况比前面也差了很多，到西方极乐世界，经半劫才能证阿罗汉果。西方极乐世界没有阿罗汉，也没有须陀洹，这个我们在《无量寿经》上读到过的。说这些名词都是比喻，他的果位等于他方世界的须陀洹跟阿罗汉，须陀洹就是见惑断尽，阿罗汉是思惑断尽。在大乘菩萨果位里面，须陀洹相当于圆教初信位的菩萨，阿罗汉相当于第七信位的菩萨。到七信，就从凡圣土提升到方便土，到方便有余土。",
      "zh_TW": "這個品位比前面更低，來接引的盛況比前面也差了很多，到西方極樂世界，經半劫才能證阿羅漢果。西方極樂世界沒有阿羅漢，也沒有須陀洹，這個我們在《無量壽經》上讀到過的。說這些名詞都是比喻，他的果位等於他方世界的須陀洹跟阿羅漢，須陀洹就是見惑斷盡，阿羅漢是思惑斷盡。在大乘菩薩果位裡面，須陀洹相當於圓教初信位的菩薩，阿羅漢相當於第七信位的菩薩。到七信，就從凡聖土提升到方便土，到方便有餘土。"
    },
    {
      "id": "03-002-0027_p0031",
      "zh_CN": "再看底下这一段，在二百三十五面最后一行。",
      "zh_TW": "再看底下這一段，在二百三十五面最後一行。"
    },
    {
      "id": "03-002-0027_p0032",
      "zh_CN": "【中品下生者。若有善男子善女人。孝养父母。行世仁慈。此人命欲终时。遇善知识。为其广说阿弥陀佛国土乐事。亦说法藏比丘四十八愿。闻此事已。寻即命终。譬如壮士屈伸臂顷。即生西方极乐世界。经七日已。遇观世音。及大势至。闻法欢喜。得须陀洹。过一小劫。成阿罗汉。是名中品下生者。是名中辈生想。名第十五观。】",
      "zh_TW": "【中品下生者。若有善男子善女人。孝養父母。行世仁慈。此人命欲終時。遇善知識。為其廣說阿彌陀佛國土樂事。亦說法藏比丘四十八願。聞此事已。尋即命終。譬如壯士屈伸臂頃。即生西方極樂世界。經七日已。遇觀世音。及大勢至。聞法歡喜。得須陀洹。過一小劫。成阿羅漢。是名中品下生者。是名中輩生想。名第十五觀。】"
    },
    {
      "id": "03-002-0027_p0033",
      "zh_CN": "中品下生，在这个地方经文省略，并没有详细的给我们说明。这个生因是说这个人是世法的善人，临终的时候闻到善知识为他说法，他就能够相信。经上没有说佛来接引，我们想想佛会不会来接引？不接引，他怎么就到西方极乐世界去？读这个经一定要跟三经合看，这桩事实我们才能看的圆满，才能够把一切疑惑断尽。在四十八愿里面，这一点诸位要记住，西方净土最重要的依据是四十八愿。一切诸佛给我们介绍西方极乐世界，如果与四十八愿相抵触、相违背，我们都不能相信，即使本师释迦牟尼佛也不例外，一定要以四十八愿做依据。四十八愿里面没有说，中品下生以下我就不来接引，没有这一句。临命终时佛来接引是阿弥陀佛的本愿，他一定来的，即使凡圣同居土下下品往生，佛也来接引。",
      "zh_TW": "中品下生，在這個地方經文省略，並沒有詳細的給我們說明。這個生因是說這個人是世法的善人，臨終的時候聞到善知識為他說法，他就能夠相信。經上沒有說佛來接引，我們想想佛會不會來接引？不接引，他怎麼就到西方極樂世界去？讀這個經一定要跟三經合看，這樁事實我們才能看的圓滿，才能夠把一切疑惑斷盡。在四十八願裡面，這一點諸位要記住，西方淨土最重要的依據是四十八願。一切諸佛給我們介紹西方極樂世界，如果與四十八願相抵觸、相違背，我們都不能相信，即使本師釋迦牟尼佛也不例外，一定要以四十八願做依據。四十八願裡面沒有說，中品下生以下我就不來接引，沒有這一句。臨命終時佛來接引是阿彌陀佛的本願，他一定來的，即使凡聖同居土下下品往生，佛也來接引。"
    },
    {
      "id": "03-002-0027_p0034",
      "zh_CN": "尤其是在，这算前年，华盛顿ＤＣ周广大居士，我们看看情形好像就是这个情形。他看到西方三圣来接引他，他没有说许多佛菩萨，他没有说，他只说是西方三圣从云端里面下降，接引他往生。他是临命终时念了三天三夜，一生没有遇到过佛法，就是临终的时候遇到善知识，劝他念佛求生净土，念了三天三夜把阿弥陀佛念来了。这是距离我们不远，也就是一、两年的光景，有这么一个人往生，这是决定往生。他自己见到佛，跟大家说佛来了，他见到，在云端里面下降，这不是假的，决定是真的。",
      "zh_TW": "尤其是在，這算前年，華盛頓ＤＣ周廣大居士，我們看看情形好像就是這個情形。他看到西方三聖來接引他，他沒有說許多佛菩薩，他沒有說，他只說是西方三聖從雲端裡面下降，接引他往生。他是臨命終時念了三天三夜，一生沒有遇到過佛法，就是臨終的時候遇到善知識，勸他念佛求生淨土，念了三天三夜把阿彌陀佛念來了。這是距離我們不遠，也就是一、兩年的光景，有這麼一個人往生，這是決定往生。他自己見到佛，跟大家說佛來了，他見到，在雲端裡面下降，這不是假的，決定是真的。"
    },
    {
      "id": "03-002-0027_p0035",
      "zh_CN": "像这个，我们一定要读《大经》，才晓得经典里面有些地方省略，这个地方省了，那个地方有，像《无量寿经》，这个本子省略的，别的本子有；别的本子有的时候省了一点，那个本子有。释迦牟尼佛多次宣说，这就是确实有会集的必要，会集等于是把所有的本子我们统统都看到了，释迦牟尼佛多次宣说的，我们全部都听到了，意思才完整，才不至有缺陷。同样的，三经会起来看，还得把所有本子会起来看。像《弥陀经》，玄奘大师译本里面就有些句子罗什大师的没有，足可以补充罗什译本之不足。这样看才能看到完全，使我们许多的疑问能够断掉，这是很重要的。",
      "zh_TW": "像這個，我們一定要讀《大經》，才曉得經典裡面有些地方省略，這個地方省了，那個地方有，像《無量壽經》，這個本子省略的，別的本子有；別的本子有的時候省了一點，那個本子有。釋迦牟尼佛多次宣說，這就是確實有會集的必要，會集等於是把所有的本子我們統統都看到了，釋迦牟尼佛多次宣說的，我們全部都聽到了，意思才完整，才不至有缺陷。同樣的，三經會起來看，還得把所有本子會起來看。像《彌陀經》，玄奘大師譯本裡面就有些句子羅什大師的沒有，足可以補充羅什譯本之不足。這樣看才能看到完全，使我們許多的疑問能夠斷掉，這是很重要的。"
    },
    {
      "id": "03-002-0027_p0036",
      "zh_CN": "末后一章第十六观，「下品生观」，下品往生着重在持名。我们看经文，二百三十八面最后一行。",
      "zh_TW": "末後一章第十六觀，「下品生觀」，下品往生著重在持名。我們看經文，二百三十八面最後一行。"
    },
    {
      "id": "03-002-0027_p0037",
      "zh_CN": "【佛告阿难及韦提希。下品上生者。或有众生。作众恶业。虽不诽谤方等经典。如此愚人。多造恶法。无有惭愧。命欲终时。遇善知识。为说大乘十二部经首题名字。以闻如是诸经名故。除却千劫极重恶业。智者复教合掌叉手。称南无阿弥陀佛。称佛名故。除五十亿劫生死之罪。】",
      "zh_TW": "【佛告阿難及韋提希。下品上生者。或有眾生。作眾惡業。雖不誹謗方等經典。如此愚人。多造惡法。無有慚愧。命欲終時。遇善知識。為說大乘十二部經首題名字。以聞如是諸經名故。除卻千劫極重惡業。智者復教合掌叉手。稱南無阿彌陀佛。稱佛名故。除五十億劫生死之罪。】"
    },
    {
      "id": "03-002-0027_p0038",
      "zh_CN": "从这一段，这是讲生因，由这个修因来看，可以说中上辈往生都是修福的，下三辈往生都是造作罪业的众生。前面都修福，在世间是善人君子，是有道德之人，以下三种这是罪业浅深不同，上品是罪业比较浅的，愈往下去造作罪业就愈重。他们修观当然是不可能，观想、观佛都做不到，善友教给他持名念佛。在此地我们必须要知道一个事实，观想、观像这些方法，业障很重的人不能修，没法子修，执持名号可以能度他。你们想一想，这三种念佛的方法，观想、观像、持名，哪一种殊胜？这应该可以知道。一切方法度不了的，这个方法能度，这个方法是第一殊胜，这个要知道。所以，十六观里面讲的这三种方法，殊胜无比的就是持名念佛。持名念佛能度地狱极苦众生，其他的都不必说了，就统统都度了，所以十方三世一切诸佛菩萨，没有不提倡持名的。《无量寿经》上提倡持名念佛，《阿弥陀经》上也提倡持名念佛。为什么不提倡观想、观像，你就晓得了，那些方法都能往生，度业障比较轻的。业障深重的就要靠这个方法，前面那两种方法度不了，这才用最殊胜无比的方便法门，成就一切众生。",
      "zh_TW": "從這一段，這是講生因，由這個修因來看，可以說中上輩往生都是修福的，下三輩往生都是造作罪業的眾生。前面都修福，在世間是善人君子，是有道德之人，以下三種這是罪業淺深不同，上品是罪業比較淺的，愈往下去造作罪業就愈重。他們修觀當然是不可能，觀想、觀佛都做不到，善友教給他持名念佛。在此地我們必須要知道一個事實，觀想、觀像這些方法，業障很重的人不能修，沒法子修，執持名號可以能度他。你們想一想，這三種念佛的方法，觀想、觀像、持名，哪一種殊勝？這應該可以知道。一切方法度不了的，這個方法能度，這個方法是第一殊勝，這個要知道。所以，十六觀裡面講的這三種方法，殊勝無比的就是持名念佛。持名念佛能度地獄極苦眾生，其他的都不必說了，就統統都度了，所以十方三世一切諸佛菩薩，沒有不提倡持名的。《無量壽經》上提倡持名念佛，《阿彌陀經》上也提倡持名念佛。為什麼不提倡觀想、觀像，你就曉得了，那些方法都能往生，度業障比較輕的。業障深重的就要靠這個方法，前面那兩種方法度不了，這才用最殊勝無比的方便法門，成就一切眾生。"
    },
    {
      "id": "03-002-0027_p0039",
      "zh_CN": "圆顿教里面主张的是，即使在最重的罪业，忏悔都能够灭除，所以心里面一念回心就能与西方极乐世界感应道交。但是一个人在一生当中遇善知识很不容易，那实在讲是多生多劫的善根福德因缘成熟。师生亦复如是，一个好的老师可遇不可求，我们到哪里去找？找不到；老师要找个学生传法给他也找不到。夏莲居老居士一生就传一个人，黄念祖老居士，就传一个人，何尝不想多传几个人，找不到，这是机缘，找不到。李老师当年在台中，我每一次见他，就劝他老人家多传几个人。因为我们在外面讲经很辛苦，总感觉到太孤单，师兄弟多一些好，彼此可以支援。这个话我说了总有十几二十遍，每次说了，点头，是！最后一次我给他讲的时候，他跟我说，他说你替我找学生！我从此以后不再说了，我知道了，找不到，到哪里去找？学生什么条件？百分之百的服从，我到哪里去找？我找不到，现在这个社会，找个那么听话的学生确实找不到。",
      "zh_TW": "圓頓教裡面主張的是，即使在最重的罪業，懺悔都能夠滅除，所以心裡面一念回心就能與西方極樂世界感應道交。但是一個人在一生當中遇善知識很不容易，那實在講是多生多劫的善根福德因緣成熟。師生亦復如是，一個好的老師可遇不可求，我們到哪裡去找？找不到；老師要找個學生傳法給他也找不到。夏蓮居老居士一生就傳一個人，黃念祖老居士，就傳一個人，何嘗不想多傳幾個人，找不到，這是機緣，找不到。李老師當年在臺中，我每一次見他，就勸他老人家多傳幾個人。因為我們在外面講經很辛苦，總感覺到太孤單，師兄弟多一些好，彼此可以支援。這個話我說了總有十幾二十遍，每次說了，點頭，是！最後一次我給他講的時候，他跟我說，他說你替我找學生！我從此以後不再說了，我知道了，找不到，到哪裡去找？學生什麼條件？百分之百的服從，我到哪裡去找？我找不到，現在這個社會，找個那麼聽話的學生確實找不到。"
    },
    {
      "id": "03-002-0027_p0040",
      "zh_CN": "我这些同修们，跟我出家的，就是演培法师所说的话，都是同参道友，不能把他看做徒弟、看做学生，不可以，你要把这些人看做徒弟、学生，那就错了，大大的错了。同参道友，朋友，哪有学生？学生是百分之百的服从，那是学生。不能服从，大家住在一块，相处欢欢喜喜的，朋友，彼此都要恭敬，都要客气。我们称都称法师，真正徒弟没有这么客气的称呼，师父对学生跟父母一样，称名。所以对你客气，就晓得我们现在社会不一样，彼此在一块同参而已。",
      "zh_TW": "我這些同修們，跟我出家的，就是演培法師所說的話，都是同參道友，不能把他看做徒弟、看做學生，不可以，你要把這些人看做徒弟、學生，那就錯了，大大的錯了。同參道友，朋友，哪有學生？學生是百分之百的服從，那是學生。不能服從，大家住在一塊，相處歡歡喜喜的，朋友，彼此都要恭敬，都要客氣。我們稱都稱法師，真正徒弟沒有這麼客氣的稱呼，師父對學生跟父母一樣，稱名。所以對你客氣，就曉得我們現在社會不一樣，彼此在一塊同參而已。"
    },
    {
      "id": "03-002-0027_p0041",
      "zh_CN": "师资道合，自古以来就是个难事，相当不容易。达摩祖师那样圣人，在少林寺还面壁九年，等一个学生，一个传法的。达摩一直到五祖，一代一代都是传一个，惠能大师因缘聚会，那是缘成熟了，他传了四十三个人。这是在中国禅宗史里面过去没有，一直到今天也没有，传了这么多人。六祖以后，传两、三个有的，像六祖那样殊胜的就没有了。善知识实在难遇，我们自己求法也实在是不容易，所以要真正觉悟、彻底觉悟。彻底觉悟从哪里做起？名闻利养、五欲六尘是决定沾不得，一沾上这个，全部都毁掉了。今天这个社会处处充满了诱惑，你能够禁得起吗？能不受诱惑吗？这个就难。所以有人问我，要什么条件才能够弘法利生？我其他的条件都不谈，我只说两个条件，第一个，内心清净不生烦恼；第二个，不被外境诱惑。你能做到这两条，也许就可以了。这两条做不到，好好的念佛，能往生就不错了，就不容易了。所以这外面环境诱惑力量太大。这是说明忏罪往生。我们再看下面经文。",
      "zh_TW": "師資道合，自古以來就是個難事，相當不容易。達摩祖師那樣聖人，在少林寺還面壁九年，等一個學生，一個傳法的。達摩一直到五祖，一代一代都是傳一個，惠能大師因緣聚會，那是緣成熟了，他傳了四十三個人。這是在中國禪宗史裡面過去沒有，一直到今天也沒有，傳了這麼多人。六祖以後，傳兩、三個有的，像六祖那樣殊勝的就沒有了。善知識實在難遇，我們自己求法也實在是不容易，所以要真正覺悟、徹底覺悟。徹底覺悟從哪裡做起？名聞利養、五欲六塵是決定沾不得，一沾上這個，全部都毀掉了。今天這個社會處處充滿了誘惑，你能夠禁得起嗎？能不受誘惑嗎？這個就難。所以有人問我，要什麼條件才能夠弘法利生？我其他的條件都不談，我只說兩個條件，第一個，內心清淨不生煩惱；第二個，不被外境誘惑。你能做到這兩條，也許就可以了。這兩條做不到，好好的念佛，能往生就不錯了，就不容易了。所以這外面環境誘惑力量太大。這是說明懺罪往生。我們再看下面經文。"
    },
    {
      "id": "03-002-0027_p0042",
      "zh_CN": "【尔时彼佛即遣化佛。化观世音。化大势至。至行者前。赞言善男子。以汝称佛名故。诸罪消灭。我来迎汝。】",
      "zh_TW": "【爾時彼佛即遣化佛。化觀世音。化大勢至。至行者前。讚言善男子。以汝稱佛名故。諸罪消滅。我來迎汝。】"
    },
    {
      "id": "03-002-0027_p0043",
      "zh_CN": "你看这是西方三圣出现了，凡是来接迎，全都是化佛。上品上生的，虽然经上没有说化佛，我们想想是佛本身来的？十方世界同时去往生的人太多了，阿弥陀佛这样去迎接，那他受不了，那还得了吗？所以全是化佛。不过化的那个佛是随众生心，佛不是我要化一个什么样子去接引，不是的，随众生心念而变化。佛有没有心？佛没有心，是我们自己心念，化佛，这个佛大小、相好庄严殊胜是不一样，随着自己境界来变化的。",
      "zh_TW": "你看這是西方三聖出現了，凡是來接迎，全都是化佛。上品上生的，雖然經上沒有說化佛，我們想想是佛本身來的？十方世界同時去往生的人太多了，阿彌陀佛這樣去迎接，那他受不了，那還得了嗎？所以全是化佛。不過化的那個佛是隨眾生心，佛不是我要化一個什麼樣子去接引，不是的，隨眾生心念而變化。佛有沒有心？佛沒有心，是我們自己心念，化佛，這個佛大小、相好莊嚴殊勝是不一樣，隨著自己境界來變化的。"
    },
    {
      "id": "03-002-0027_p0044",
      "zh_CN": "就像我们敲磬一样，我们敲一下磬就会响。磬响，它有没有分别执着，我要怎样响、怎样应？没有。你敲得重，它响的声音大；你敲得轻，它响的声音小。音声大小、长短恰如你这个所感，感应道交，是这样来的。所以，即使下下品往生，都是佛来接引，佛的化身尽虚空遍法界。这是实际上的事实的状况，我们要晓得。下品上生，既然三圣都来接引了，那中品下生比这个高的多了，哪有佛不来接迎的道理？所以从上下文来看，前面决定是有。",
      "zh_TW": "就像我們敲磬一樣，我們敲一下磬就會響。磬響，它有沒有分別執著，我要怎樣響、怎樣應？沒有。你敲得重，它響的聲音大；你敲得輕，它響的聲音小。音聲大小、長短恰如你這個所感，感應道交，是這樣來的。所以，即使下下品往生，都是佛來接引，佛的化身盡虛空遍法界。這是實際上的事實的狀況，我們要曉得。下品上生，既然三聖都來接引了，那中品下生比這個高的多了，哪有佛不來接迎的道理？所以從上下文來看，前面決定是有。"
    },
    {
      "id": "03-002-0027_p0045",
      "zh_CN": "【作是语已。行者即见化佛光明。遍满其室。】",
      "zh_TW": "【作是語已。行者即見化佛光明。遍滿其室。】"
    },
    {
      "id": "03-002-0027_p0046",
      "zh_CN": "先见到佛光。",
      "zh_TW": "先見到佛光。"
    },
    {
      "id": "03-002-0027_p0047",
      "zh_CN": "【见已欢喜。即便命终。乘宝莲华。随化佛后。生宝池中。经七七日。莲华乃敷。当华敷时。】",
      "zh_TW": "【見已歡喜。即便命終。乘寶蓮華。隨化佛後。生寶池中。經七七日。蓮華乃敷。當華敷時。】"
    },
    {
      "id": "03-002-0027_p0048",
      "zh_CN": "『敷』是开。",
      "zh_TW": "『敷』是開。"
    },
    {
      "id": "03-002-0027_p0049",
      "zh_CN": "【大悲观世音菩萨。及大势至菩萨。放大光明。住其人前。为说甚深十二部经。闻已信解。发无上道心。经十小劫。具百法明门。得入初地。是名下品上生者。】",
      "zh_TW": "【大悲觀世音菩薩。及大勢至菩薩。放大光明。住其人前。為說甚深十二部經。聞已信解。發無上道心。經十小劫。具百法明門。得入初地。是名下品上生者。】"
    },
    {
      "id": "03-002-0027_p0050",
      "zh_CN": "这是『下品上生』的人，在西方极乐世界十小劫之后就证得初地菩萨的果位。初地就是提升到实报庄严土，地上菩萨生实报庄严土。在这段注解里面，二百四十面，我们把注解念一念。请看第二行，从第二句。「圆顿教说，罪无轻重，悔者皆灭」，忏悔力量非常之大，「如仙欲杀诸婆罗门」，这是举经典上讲的公案，欲是有预谋，这是讲仙人有预谋杀了婆罗门，「地狱三念，知谤方等，心生改悔，即生佛国」。这是举一个例子，造极重的罪业，如果不忏悔求生净土，必定堕阿鼻地狱，就是这样重的罪，真正悔改还能够往生。下面是谛闲法师他老人家的开示。「窃谓，此人法虽不谤」，这是讲这个下品上生的人他虽然不谤法，「其余一切恶业，无不具造」，十恶业他都造。「以其无惭愧故，无所不为也」，这是现前社会里面普遍我们能够见的到的，甚至于我们自己也不免是这一类的人，这个自己必须要觉悟，要回头，「好在临终遇缘，自非宿善所追，万不能有此儌幸」。所以实在讲，他这一生遇缘能悔改往生，还是多生多劫的善根福德因缘在这个时候现行，绝对没有侥幸之理。",
      "zh_TW": "這是『下品上生』的人，在西方極樂世界十小劫之後就證得初地菩薩的果位。初地就是提升到實報莊嚴土，地上菩薩生實報莊嚴土。在這段註解裡面，二百四十面，我們把註解念一念。請看第二行，從第二句。「圓頓教說，罪無輕重，悔者皆滅」，懺悔力量非常之大，「如仙欲殺諸婆羅門」，這是舉經典上講的公案，欲是有預謀，這是講仙人有預謀殺了婆羅門，「地獄三念，知謗方等，心生改悔，即生佛國」。這是舉一個例子，造極重的罪業，如果不懺悔求生淨土，必定墮阿鼻地獄，就是這樣重的罪，真正悔改還能夠往生。下面是諦閑法師他老人家的開示。「竊謂，此人法雖不謗」，這是講這個下品上生的人他雖然不謗法，「其餘一切惡業，無不具造」，十惡業他都造。「以其無慚愧故，無所不為也」，這是現前社會裡面普遍我們能夠見的到的，甚至於我們自己也不免是這一類的人，這個自己必須要覺悟，要回頭，「好在臨終遇緣，自非宿善所追，萬不能有此儌倖」。所以實在講，他這一生遇緣能悔改往生，還是多生多劫的善根福德因緣在這個時候現行，絕對沒有僥倖之理。"
    },
    {
      "id": "03-002-0027_p0051",
      "zh_CN": "「但闻诸经首题名字，便除千劫重罪，大法不可思议」，这是讲听到诸经的名字能够灭罪。所以日本人他们不念经，他也不念佛号，日本人念《南无妙法莲华经》，他就是从这儿来的。大乘经题就能够灭罪，这是真的，经上确实是有这个说法。可是这也是一种偏见、执着，经题里的含义他不知道，我到日本去访问，问过很多人，他会念，问他什么意思？不知道。那就很难了，一定要晓得意思，不晓得意思，利益非常之少。这就是像小孩唱歌一样，三、四岁小朋友会唱国歌三民主义，三民主义是什么？他不知道，这个没有用处的。",
      "zh_TW": "「但聞諸經首題名字，便除千劫重罪，大法不可思議」，這是講聽到諸經的名字能夠滅罪。所以日本人他們不念經，他也不念佛號，日本人念《南無妙法蓮華經》，他就是從這兒來的。大乘經題就能夠滅罪，這是真的，經上確實是有這個說法。可是這也是一種偏見、執著，經題裡的含義他不知道，我到日本去訪問，問過很多人，他會念，問他什麼意思？不知道。那就很難了，一定要曉得意思，不曉得意思，利益非常之少。這就是像小孩唱歌一樣，三、四歲小朋友會唱國歌三民主義，三民主義是什麼？他不知道，這個沒有用處的。"
    },
    {
      "id": "03-002-0027_p0052",
      "zh_CN": "所以念佛名亦复如此。念佛名，名是经的总纲，名义要是明了，经义就思之过半了，这样才能受持，才能够得真实利益。哪有说闻名不懂意思的，这个不可能的事情，这个很难得到真实利益。譬如说我们这部经，这样略略的介绍一下，对于我们念佛就有很大的帮助。我们要不读、不研究、不去探讨，名号往往念的自己没有感觉到得力，天天念，念了没有受用。明白一些了，晓得这个名号有起作用，好像念的时候心里起了变化；不明了的时候，虽然念，念得很勤，心里不起变化，可见得经题的意义一定要知道。一切经题，说实在的话，意义最明显、最完备，无过于《大乘无量寿经》，它题里头确实非常的圆满，《佛说大乘无量寿庄严清净平等觉经》。所以确实，往生品位高低在遇缘不同。",
      "zh_TW": "所以念佛名亦復如此。念佛名，名是經的總綱，名義要是明瞭，經義就思之過半了，這樣才能受持，才能夠得真實利益。哪有說聞名不懂意思的，這個不可能的事情，這個很難得到真實利益。譬如說我們這部經，這樣略略的介紹一下，對於我們念佛就有很大的幫助。我們要不讀、不研究、不去探討，名號往往念的自己沒有感覺到得力，天天念，念了沒有受用。明白一些了，曉得這個名號有起作用，好像念的時候心裡起了變化；不明瞭的時候，雖然念，念得很勤，心裡不起變化，可見得經題的意義一定要知道。一切經題，說實在的話，意義最明顯、最完備，無過於《大乘無量壽經》，它題裡頭確實非常的圓滿，《佛說大乘無量壽莊嚴清淨平等覺經》。所以確實，往生品位高低在遇緣不同。"
    },
    {
      "id": "03-002-0027_p0053",
      "zh_CN": "下课了。",
      "zh_TW": "下課了。"
    }
  ]
}