{
  "doc_id": "03-002-0025",
  "title": {
    "zh_CN": "佛说观无量寿佛经疏钞演义",
    "zh_TW": "佛說觀無量壽佛經疏鈔演義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1990",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "03-002-0025",
  "total_paragraphs": 73,
  "paragraphs": [
    {
      "id": "03-002-0025_p0001",
      "zh_CN": "请掀开经本，一百九十八面，倒数第四行，看经文。这是十六观里面的第十观，观观世音菩萨：",
      "zh_TW": "請掀開經本，一百九十八面，倒數第四行，看經文。這是十六觀裡面的第十觀，觀觀世音菩薩："
    },
    {
      "id": "03-002-0025_p0002",
      "zh_CN": "【佛告阿难及韦提希。见无量寿佛了了分明已。】",
      "zh_TW": "【佛告阿難及韋提希。見無量壽佛了了分明已。】"
    },
    {
      "id": "03-002-0025_p0003",
      "zh_CN": "这是总结前面的观法，观阿弥陀佛观成之后。",
      "zh_TW": "這是總結前面的觀法，觀阿彌陀佛觀成之後。"
    },
    {
      "id": "03-002-0025_p0004",
      "zh_CN": "【次复应观观世音菩萨。此菩萨身长十八万亿那由他由旬。】",
      "zh_TW": "【次復應觀觀世音菩薩。此菩薩身長十八萬億那由他由旬。】"
    },
    {
      "id": "03-002-0025_p0005",
      "zh_CN": "『十八万亿』，这个在注解里面有。",
      "zh_TW": "『十八萬億』，這個在註解裡面有。"
    },
    {
      "id": "03-002-0025_p0006",
      "zh_CN": "【身紫金色。顶有肉髻。项有圆光。面各百千由旬。其圆光中。有五百化佛。如释迦牟尼。一一化佛。有五百化菩萨。无量诸天。以为侍者。】",
      "zh_TW": "【身紫金色。頂有肉髻。項有圓光。面各百千由旬。其圓光中。有五百化佛。如釋迦牟尼。一一化佛。有五百化菩薩。無量諸天。以為侍者。】"
    },
    {
      "id": "03-002-0025_p0007",
      "zh_CN": "菩萨跟佛也非常的相似，光中也有化佛、化菩萨。",
      "zh_TW": "菩薩跟佛也非常的相似，光中也有化佛、化菩薩。"
    },
    {
      "id": "03-002-0025_p0008",
      "zh_CN": "【举身光中。五道众生一切色相。皆于中现。】",
      "zh_TW": "【舉身光中。五道眾生一切色相。皆於中現。】"
    },
    {
      "id": "03-002-0025_p0009",
      "zh_CN": "不但光中现诸佛菩萨相，同时也现六道众生之相。",
      "zh_TW": "不但光中現諸佛菩薩相，同時也現六道眾生之相。"
    },
    {
      "id": "03-002-0025_p0010",
      "zh_CN": "【顶上毘楞伽摩尼宝以为天冠。其天冠中。有一立化佛。高二十五由旬。】",
      "zh_TW": "【頂上毘楞伽摩尼寶以為天冠。其天冠中。有一立化佛。高二十五由旬。】"
    },
    {
      "id": "03-002-0025_p0011",
      "zh_CN": "这是说菩萨戴的帽子，帽子当中有一尊佛像，这个佛像是站着的，是佛的立像。",
      "zh_TW": "這是說菩薩戴的帽子，帽子當中有一尊佛像，這個佛像是站著的，是佛的立像。"
    },
    {
      "id": "03-002-0025_p0012",
      "zh_CN": "【观世音菩萨。面如阎浮檀金色。眉间毫相。备七宝色。流出八万四千种光明。一一光明。有无量无数百千化佛。一一化佛。无数化菩萨以为侍者。变现自在。满十方世界。】",
      "zh_TW": "【觀世音菩薩。面如閻浮檀金色。眉間毫相。備七寶色。流出八萬四千種光明。一一光明。有無量無數百千化佛。一一化佛。無數化菩薩以為侍者。變現自在。滿十方世界。】"
    },
    {
      "id": "03-002-0025_p0013",
      "zh_CN": "佛三十二相当中有白毫相，菩萨也有白毫相，而且毫相也放光化佛，变现自在。前面是说佛身光当中化佛变现十方世界六道众生的相，这个地方说无量相好当中的一相，白毫相。实在讲一切相好统统都放光，光中都化佛菩萨，遍满十方世界。",
      "zh_TW": "佛三十二相當中有白毫相，菩薩也有白毫相，而且毫相也放光化佛，變現自在。前面是說佛身光當中化佛變現十方世界六道眾生的相，這個地方說無量相好當中的一相，白毫相。實在講一切相好統統都放光，光中都化佛菩薩，遍滿十方世界。"
    },
    {
      "id": "03-002-0025_p0014",
      "zh_CN": "【臂如红莲华色。有八十亿微妙光明。以为璎珞。其璎珞中。普现一切诸庄严事。】",
      "zh_TW": "【臂如紅蓮華色。有八十億微妙光明。以為瓔珞。其瓔珞中。普現一切諸莊嚴事。】"
    },
    {
      "id": "03-002-0025_p0015",
      "zh_CN": "前面讲的是正报，都是属于身体的，或者是全体，或者是部分。这个地方讲的是依报，依报是身外之物，璎珞、衣服都是属于依报。正是所说的依正庄严。",
      "zh_TW": "前面講的是正報，都是屬於身體的，或者是全體，或者是部分。這個地方講的是依報，依報是身外之物，瓔珞、衣服都是屬於依報。正是所說的依正莊嚴。"
    },
    {
      "id": "03-002-0025_p0016",
      "zh_CN": "【手掌作五百亿杂莲华色。手十指端。一一指端有八万四千画。犹如印文。一一画有八万四千色。一一色有八万四千光。其光柔软。普照一切。以此宝手。接引众生。】",
      "zh_TW": "【手掌作五百億雜蓮華色。手十指端。一一指端有八萬四千畫。猶如印文。一一畫有八萬四千色。一一色有八萬四千光。其光柔軟。普照一切。以此寶手。接引眾生。】"
    },
    {
      "id": "03-002-0025_p0017",
      "zh_CN": "手相里面的画，就是我们今天讲的指纹。他的指纹非常之微细，同时也放光，光明也普照一切。",
      "zh_TW": "手相裡面的畫，就是我們今天講的指紋。他的指紋非常之微細，同時也放光，光明也普照一切。"
    },
    {
      "id": "03-002-0025_p0018",
      "zh_CN": "【举足时。足下有千辐轮相。自然化成有五百亿光明台。下足时。有金刚摩尼华布散一切。莫不弥满。】",
      "zh_TW": "【舉足時。足下有千輻輪相。自然化成有五百億光明臺。下足時。有金剛摩尼華布散一切。莫不彌滿。】"
    },
    {
      "id": "03-002-0025_p0019",
      "zh_CN": "末后这段是讲的足底有『千辐轮相』，轮是圆满，千辐也是代表圆满。足指相好，从轮相当中，「千辐轮相」就是脚底的纹路，脚底下的纹路，一样的也放光。不但放光，而且举足、下足自自然然变化的莲台，『金刚摩尼华』也是属于宝莲花。所以说是举足、下足，这是自然变现的，不是作意，不是有意这样变，自然变现的。他变现当然都有个理，都有理存在，这个理是属于性德，真如本性，具足无量无边的德能，证得自性之后，这些现象全是自然的。所以古人讲，不读《华严》不知道佛家的富贵，也就是不晓得成佛的好处。世间法的种种庄严受用，是累世或者是今世修福所现的。诸佛菩萨的依正庄严是性德变现的，性德是自然的，是永远没有衰竭的，不像修德，修德是有尽的时候，性德是无有止境，无穷无尽。由此可知，性德里面的福报比修德的要殊胜太多，这就是求慧求福都要从自性当中去求，这才是正确的。",
      "zh_TW": "末後這段是講的足底有『千輻輪相』，輪是圓滿，千輻也是代表圓滿。足指相好，從輪相當中，「千輻輪相」就是腳底的紋路，腳底下的紋路，一樣的也放光。不但放光，而且舉足、下足自自然然變化的蓮臺，『金剛摩尼華』也是屬於寶蓮花。所以說是舉足、下足，這是自然變現的，不是作意，不是有意這樣變，自然變現的。他變現當然都有個理，都有理存在，這個理是屬於性德，真如本性，具足無量無邊的德能，證得自性之後，這些現象全是自然的。所以古人講，不讀《華嚴》不知道佛家的富貴，也就是不曉得成佛的好處。世間法的種種莊嚴受用，是累世或者是今世修福所現的。諸佛菩薩的依正莊嚴是性德變現的，性德是自然的，是永遠沒有衰竭的，不像修德，修德是有盡的時候，性德是無有止境，無窮無盡。由此可知，性德裡面的福報比修德的要殊勝太多，這就是求慧求福都要從自性當中去求，這才是正確的。"
    },
    {
      "id": "03-002-0025_p0020",
      "zh_CN": "我们再看底下一段经文，「与佛同异」。在二百零一面倒数第三行。",
      "zh_TW": "我們再看底下一段經文，「與佛同異」。在二百零一面倒數第三行。"
    },
    {
      "id": "03-002-0025_p0021",
      "zh_CN": "【其余身相。众好具足。如佛无异。】",
      "zh_TW": "【其餘身相。眾好具足。如佛無異。】"
    },
    {
      "id": "03-002-0025_p0022",
      "zh_CN": "其他的相好跟阿弥陀佛完全相同。",
      "zh_TW": "其他的相好跟阿彌陀佛完全相同。"
    },
    {
      "id": "03-002-0025_p0023",
      "zh_CN": "【唯顶上肉髻。及无见顶相。不及世尊。】",
      "zh_TW": "【唯頂上肉髻。及無見頂相。不及世尊。】"
    },
    {
      "id": "03-002-0025_p0024",
      "zh_CN": "菩萨示现的是等觉菩萨，还有一分生相无明没破，虽然相好同佛，仔细观察还差一点，意思就在此地。",
      "zh_TW": "菩薩示現的是等覺菩薩，還有一分生相無明沒破，雖然相好同佛，仔細觀察還差一點，意思就在此地。"
    },
    {
      "id": "03-002-0025_p0025",
      "zh_CN": "【是为观观世音菩萨真实色身相。名第十观。】",
      "zh_TW": "【是為觀觀世音菩薩真實色身相。名第十觀。】"
    },
    {
      "id": "03-002-0025_p0026",
      "zh_CN": "接着看底下经文。",
      "zh_TW": "接著看底下經文。"
    },
    {
      "id": "03-002-0025_p0027",
      "zh_CN": "【佛告阿难。若欲观观世音菩萨者。当作是观。】",
      "zh_TW": "【佛告阿難。若欲觀觀世音菩薩者。當作是觀。】"
    },
    {
      "id": "03-002-0025_p0028",
      "zh_CN": "『当作是观』就像前面佛所教给我们的这个观法。",
      "zh_TW": "『當作是觀』就像前面佛所教給我們的這個觀法。"
    },
    {
      "id": "03-002-0025_p0029",
      "zh_CN": "【作是观者。不遇诸祸。】",
      "zh_TW": "【作是觀者。不遇諸禍。】"
    },
    {
      "id": "03-002-0025_p0030",
      "zh_CN": "远离一切意外的灾难。常常想念观世音菩萨、常常称念观世音菩萨，也就是忆佛念佛，常常能忆念观世音菩萨，不会遇到一切意外的灾难。",
      "zh_TW": "遠離一切意外的災難。常常想念觀世音菩薩、常常稱念觀世音菩薩，也就是憶佛念佛，常常能憶念觀世音菩薩，不會遇到一切意外的災難。"
    },
    {
      "id": "03-002-0025_p0031",
      "zh_CN": "【净除业障。除无数劫生死之罪。】",
      "zh_TW": "【淨除業障。除無數劫生死之罪。】"
    },
    {
      "id": "03-002-0025_p0032",
      "zh_CN": "这是讲观想灭罪的功德。下面是讲得福。",
      "zh_TW": "這是講觀想滅罪的功德。下面是講得福。"
    },
    {
      "id": "03-002-0025_p0033",
      "zh_CN": "【如此菩萨。但闻其名。获无量福。何况谛观。】",
      "zh_TW": "【如此菩薩。但聞其名。獲無量福。何況諦觀。】"
    },
    {
      "id": "03-002-0025_p0034",
      "zh_CN": "我们把文念下去好了。",
      "zh_TW": "我們把文念下去好了。"
    },
    {
      "id": "03-002-0025_p0035",
      "zh_CN": "【若有欲观观世音菩萨者。先观顶上肉髻。次观天冠。其余众相。亦次第观之。悉令明了。如观掌中。作是观者。名为正观。若他观者。名为邪观。】",
      "zh_TW": "【若有欲觀觀世音菩薩者。先觀頂上肉髻。次觀天冠。其餘眾相。亦次第觀之。悉令明了。如觀掌中。作是觀者。名為正觀。若他觀者。名為邪觀。】"
    },
    {
      "id": "03-002-0025_p0036",
      "zh_CN": "注解里面有段话，我们仔细看看，在二百零三面第四行，第二句看起。「行者观于冠、髻、毫、面、身色、光明，一一须用心作心是，而为能观。」行者就是依照这个理论、方法修行的人，怎么个修法？你就观菩萨戴的帽子、肉髻、毫相、面相、身色、光明，就像经上所讲的，一样一样仔细去观想。观想要善于用心，不善于用心就打妄想，就不是观想了。观想跟妄想就差那么一点点，不可以把妄想当作观想，这是很重要。一般人实在讲很多把妄想当作观想，因此罪也灭不了，福也不会现前，这个就是错用了心。怎样才叫善于用心？底下这一句就重要了，「心作心是」，前面经文教给我们，「是心作佛，是心是佛」，要用这样的心。观阿弥陀佛要用这个心，观观世音菩萨也要用这个心，是心作菩萨，是心是菩萨。实在讲为什么会灭罪、除障、生福？最要紧的就是把这种理论、方法，从观佛、观菩萨然后应用在日常生活当中，我们去观察一切万事万法，那怎么不开智慧？智慧都开了，还不会生福吗？福慧具足，哪里还有罪业？当然消罪业，理是在此地。所以要会用心，这个才是真正用心，绝对不是去打妄想，打妄想那是大错特错了。",
      "zh_TW": "註解裡面有段話，我們仔細看看，在二百零三面第四行，第二句看起。「行者觀於冠、髻、毫、面、身色、光明，一一須用心作心是，而為能觀。」行者就是依照這個理論、方法修行的人，怎麼個修法？你就觀菩薩戴的帽子、肉髻、毫相、面相、身色、光明，就像經上所講的，一樣一樣仔細去觀想。觀想要善於用心，不善於用心就打妄想，就不是觀想了。觀想跟妄想就差那麼一點點，不可以把妄想當作觀想，這是很重要。一般人實在講很多把妄想當作觀想，因此罪也滅不了，福也不會現前，這個就是錯用了心。怎樣才叫善於用心？底下這一句就重要了，「心作心是」，前面經文教給我們，「是心作佛，是心是佛」，要用這樣的心。觀阿彌陀佛要用這個心，觀觀世音菩薩也要用這個心，是心作菩薩，是心是菩薩。實在講為什麼會滅罪、除障、生福？最要緊的就是把這種理論、方法，從觀佛、觀菩薩然後應用在日常生活當中，我們去觀察一切萬事萬法，那怎麼不開智慧？智慧都開了，還不會生福嗎？福慧具足，哪裡還有罪業？當然消罪業，理是在此地。所以要會用心，這個才是真正用心，絕對不是去打妄想，打妄想那是大錯特錯了。"
    },
    {
      "id": "03-002-0025_p0037",
      "zh_CN": "这一段把这个意思说得很清楚，所以一一须用，必须要用，每一个观都必须要用心作心是。「心是」是能现，唯心所现，「心作」就是唯识所变，一切境界相都是自心所现，本识所变的。心外无法，法外无心，诸佛菩萨统统是自性变现的，所谓是「唯心净土，自性弥陀」。弥陀是自性，观音菩萨又何尝不是自性？知道诸佛菩萨净土是自性变现的，我们眼前境界哪一样不是自性变现的？你这样去观察，观久了自然就明心见性，心地才能真正得到清净平等，不知不觉自然就入佛境界。",
      "zh_TW": "這一段把這個意思說得很清楚，所以一一須用，必須要用，每一個觀都必須要用心作心是。「心是」是能現，唯心所現，「心作」就是唯識所變，一切境界相都是自心所現，本識所變的。心外無法，法外無心，諸佛菩薩統統是自性變現的，所謂是「唯心淨土，自性彌陀」。彌陀是自性，觀音菩薩又何嘗不是自性？知道諸佛菩薩淨土是自性變現的，我們眼前境界哪一樣不是自性變現的？你這樣去觀察，觀久了自然就明心見性，心地才能真正得到清淨平等，不知不覺自然就入佛境界。"
    },
    {
      "id": "03-002-0025_p0038",
      "zh_CN": "用这个原则去观想，「而为能观，说在像前，用在此处」。说在像前是训练，说在观无量寿佛，是心是佛，是心作佛，经文是在观无量寿佛那段里面，在第九观里面说的。可是你要会用，现在讲观菩萨，你要会用这个原则去观像，然后再把它推广。「既云作佛是佛」，既然说是作佛是佛，「岂不能作观音是观音耶」，是心作观音，是心是观音。「作髻作冠」，是心作髻，是心是髻，没有一样不是如此，「是髻是冠，皆可为例，不独以佛例观菩萨，亦须例于普杂三辈，岂唯以前例后，亦合以后例前，以令行人，始末经文，俱可修观故」。这十六观，从第一日观到最后持名，都必须运用这个原则。我们明白这个道理，要用这种心态、原则去执持名号，的确跟一般人念这句阿弥陀佛不一样。一般人念阿弥陀佛有口无心，无什么心？不是无想念阿弥陀佛的心，因为想念阿弥陀佛是妄想，念阿弥陀佛，「我很爱阿弥陀佛，我很想见阿弥陀佛」，这是感情的心，这是妄心，这不是真心。真心是什么？是心是佛，是心作佛，这就对了，就没错了。所以有口无心，向来我们对这个无心的意思没搞清楚，从这里我们搞清楚了。",
      "zh_TW": "用這個原則去觀想，「而為能觀，說在像前，用在此處」。說在像前是訓練，說在觀無量壽佛，是心是佛，是心作佛，經文是在觀無量壽佛那段裡面，在第九觀裡面說的。可是你要會用，現在講觀菩薩，你要會用這個原則去觀像，然後再把它推廣。「既云作佛是佛」，既然說是作佛是佛，「豈不能作觀音是觀音耶」，是心作觀音，是心是觀音。「作髻作冠」，是心作髻，是心是髻，沒有一樣不是如此，「是髻是冠，皆可為例，不獨以佛例觀菩薩，亦須例於普雜三輩，豈唯以前例後，亦合以後例前，以令行人，始末經文，俱可修觀故」。這十六觀，從第一日觀到最後持名，都必須運用這個原則。我們明白這個道理，要用這種心態、原則去執持名號，的確跟一般人念這句阿彌陀佛不一樣。一般人念阿彌陀佛有口無心，無什麼心？不是無想念阿彌陀佛的心，因為想念阿彌陀佛是妄想，念阿彌陀佛，「我很愛阿彌陀佛，我很想見阿彌陀佛」，這是感情的心，這是妄心，這不是真心。真心是什麼？是心是佛，是心作佛，這就對了，就沒錯了。所以有口無心，向來我們對這個無心的意思沒搞清楚，從這裡我們搞清楚了。"
    },
    {
      "id": "03-002-0025_p0039",
      "zh_CN": "这是真心，能现能变的都是真心，是心作心都是真心。不是真心，显不出境界出来，也不可能产生变化。有人说，你们佛家讲一切法唯心所变，我拿这个东西，你给我变一个礼物给我看看，你变得出来变不出来？变不出来，这个话是骗人的。他不晓得能变的是真心，我们今天讲的心是妄心，妄心不能变，真心能变。此地讲的是心是佛，是心作佛，是、作都是讲的真心。这是一般人误解了佛法，这是我们应该要晓得。晓得之后，逐渐慢慢去学习，学用在日常生活当中，用在见闻觉知之中，这个受用就太大了。现前就可以得到自在解脱，确实能够帮助我们断烦恼、成佛道。",
      "zh_TW": "這是真心，能現能變的都是真心，是心作心都是真心。不是真心，顯不出境界出來，也不可能產生變化。有人說，你們佛家講一切法唯心所變，我拿這個東西，你給我變一個禮物給我看看，你變得出來變不出來？變不出來，這個話是騙人的。他不曉得能變的是真心，我們今天講的心是妄心，妄心不能變，真心能變。此地講的是心是佛，是心作佛，是、作都是講的真心。這是一般人誤解了佛法，這是我們應該要曉得。曉得之後，逐漸慢慢去學習，學用在日常生活當中，用在見聞覺知之中，這個受用就太大了。現前就可以得到自在解脫，確實能夠幫助我們斷煩惱、成佛道。"
    },
    {
      "id": "03-002-0025_p0040",
      "zh_CN": "下面第十一观，观大势至菩萨。",
      "zh_TW": "下面第十一觀，觀大勢至菩薩。"
    },
    {
      "id": "03-002-0025_p0041",
      "zh_CN": "【次观大势至菩萨。此菩萨身量大小。亦如观世音。圆光面各百二十五由旬。照二百五十由旬。举身光明。照十方国。作紫金色。有缘众生。皆悉得见。但见此菩萨一毛空光。】",
      "zh_TW": "【次觀大勢至菩薩。此菩薩身量大小。亦如觀世音。圓光面各百二十五由旬。照二百五十由旬。舉身光明。照十方國。作紫金色。有緣眾生。皆悉得見。但見此菩薩一毛空光。】"
    },
    {
      "id": "03-002-0025_p0042",
      "zh_CN": "这个『空』是毛孔当中的空隙放光。",
      "zh_TW": "這個『空』是毛孔當中的空隙放光。"
    },
    {
      "id": "03-002-0025_p0043",
      "zh_CN": "【即见十方无量诸佛净妙光明。是故号此菩萨名无边光。以智慧光。普照一切。令离三涂。得无上力。是故号此菩萨为大势至。】",
      "zh_TW": "【即見十方無量諸佛淨妙光明。是故號此菩薩名無邊光。以智慧光。普照一切。令離三塗。得無上力。是故號此菩薩為大勢至。】"
    },
    {
      "id": "03-002-0025_p0044",
      "zh_CN": "这一段经文首先介绍的是大势至菩萨与观世音菩萨的形状、大小、面貌都相同。菩萨名号之由来，在此地也跟我们介绍，为什么他叫做大势至？他还有一个别号叫『无边光』，我们在这里都见到。因为他能够叫一切有缘众生，远离三途，得无上力，这称为大势至。大势至名号，从这个地方建立的。",
      "zh_TW": "這一段經文首先介紹的是大勢至菩薩與觀世音菩薩的形狀、大小、面貌都相同。菩薩名號之由來，在此地也跟我們介紹，為什麼他叫做大勢至？他還有一個別號叫『無邊光』，我們在這裡都見到。因為他能夠叫一切有緣眾生，遠離三途，得無上力，這稱為大勢至。大勢至名號，從這個地方建立的。"
    },
    {
      "id": "03-002-0025_p0045",
      "zh_CN": "我们再看下面一段经文，二百零五面，「与观音明异同」。",
      "zh_TW": "我們再看下面一段經文，二百零五面，「與觀音明異同」。"
    },
    {
      "id": "03-002-0025_p0046",
      "zh_CN": "【此菩萨天冠。有五百宝华。一一宝华。有五百宝台。一一台中。十方诸佛净妙土国土广长之相。皆于中现。顶上肉髻。如钵头摩华。】",
      "zh_TW": "【此菩薩天冠。有五百寶華。一一寶華。有五百寶臺。一一臺中。十方諸佛淨妙土國土廣長之相。皆於中現。頂上肉髻。如缽頭摩華。】"
    },
    {
      "id": "03-002-0025_p0047",
      "zh_CN": "『钵头摩华』是红色的莲花。",
      "zh_TW": "『缽頭摩華』是紅色的蓮花。"
    },
    {
      "id": "03-002-0025_p0048",
      "zh_CN": "【于肉髻上有一宝瓶。】",
      "zh_TW": "【於肉髻上有一寶瓶。】"
    },
    {
      "id": "03-002-0025_p0049",
      "zh_CN": "这是跟观音菩萨不相同的。",
      "zh_TW": "這是跟觀音菩薩不相同的。"
    },
    {
      "id": "03-002-0025_p0050",
      "zh_CN": "【盛诸光明。】",
      "zh_TW": "【盛諸光明。】"
    },
    {
      "id": "03-002-0025_p0051",
      "zh_CN": "这个宝瓶里面装什么？装着光明。",
      "zh_TW": "這個寶瓶裡面裝什麼？裝著光明。"
    },
    {
      "id": "03-002-0025_p0052",
      "zh_CN": "【普现佛事。余诸身相。如观世音等无有异。】",
      "zh_TW": "【普現佛事。餘諸身相。如觀世音等無有異。】"
    },
    {
      "id": "03-002-0025_p0053",
      "zh_CN": "跟观音菩萨不相同，就是帽子不一样。",
      "zh_TW": "跟觀音菩薩不相同，就是帽子不一樣。"
    },
    {
      "id": "03-002-0025_p0054",
      "zh_CN": "【此菩萨行时。十方世界。一切震动。当地动处。有五百亿宝华。一一宝华。庄严高显如极乐世界。】",
      "zh_TW": "【此菩薩行時。十方世界。一切震動。當地動處。有五百億寶華。一一寶華。莊嚴高顯如極樂世界。】"
    },
    {
      "id": "03-002-0025_p0055",
      "zh_CN": "这是菩萨行的时候所现的境界。",
      "zh_TW": "這是菩薩行的時候所現的境界。"
    },
    {
      "id": "03-002-0025_p0056",
      "zh_CN": "【此菩萨坐时。七宝国土。一时动摇。从下方金光佛刹。乃至上方光明王佛刹。于其中间。无量尘数分身无量寿佛。分身观世音大势至。皆悉云集极乐国土。畟塞空中。坐莲华座。演说妙法。度苦众生。】",
      "zh_TW": "【此菩薩坐時。七寶國土。一時動搖。從下方金光佛剎。乃至上方光明王佛剎。於其中間。無量塵數分身無量壽佛。分身觀世音大勢至。皆悉雲集極樂國土。畟塞空中。坐蓮華座。演說妙法。度苦眾生。】"
    },
    {
      "id": "03-002-0025_p0057",
      "zh_CN": "这一段是讲菩萨行、坐，行是利益众生的庄严。",
      "zh_TW": "這一段是講菩薩行、坐，行是利益眾生的莊嚴。"
    },
    {
      "id": "03-002-0025_p0058",
      "zh_CN": "【作此观者。名为观见大势至菩萨。是为观大势至色身相。观此菩萨者。名第十一观。】",
      "zh_TW": "【作此觀者。名為觀見大勢至菩薩。是為觀大勢至色身相。觀此菩薩者。名第十一觀。】"
    },
    {
      "id": "03-002-0025_p0059",
      "zh_CN": "这段经文给我们介绍西方三圣当中的大势至菩萨。经上说明菩萨行、坐，四威仪当中说到两个，说两个，其他两个就含在其中，这个要知道。行、住、坐、卧全是佛事，全是一切震动。大势至菩萨行住坐卧一切震动，观世音菩萨有没有？当然有的，不必说观音菩萨那个文里头没有说，大概观音菩萨没有。佛说经，有的说在观音菩萨那边，观音菩萨有的，大势至菩萨都有；大势至菩萨说的有的，观世音菩萨也统统都有，没有两样的。",
      "zh_TW": "這段經文給我們介紹西方三聖當中的大勢至菩薩。經上說明菩薩行、坐，四威儀當中說到兩個，說兩個，其他兩個就含在其中，這個要知道。行、住、坐、臥全是佛事，全是一切震動。大勢至菩薩行住坐臥一切震動，觀世音菩薩有沒有？當然有的，不必說觀音菩薩那個文裡頭沒有說，大概觀音菩薩沒有。佛說經，有的說在觀音菩薩那邊，觀音菩薩有的，大勢至菩薩都有；大勢至菩薩說的有的，觀世音菩薩也統統都有，沒有兩樣的。"
    },
    {
      "id": "03-002-0025_p0060",
      "zh_CN": "震动，说一切震动，不是像我们现在说地震，地震还受得了？那菩萨一来，不给我们带来大灾难了？这是错误。他讲大地震动，这个地是心地，一切众生的心地，见佛的光明，听佛的说法，心地震动，觉悟了！从前这个心迷惑颠倒，现在这个一震动，心就开解了，心开意解，是这个意思。所以不要会错了意，会错了意那我们都不欢迎佛菩萨来，来的时候灾难太大了。这是说心地震动，心开意解。所以这个动有涌的意思，涌是什么？智慧往前涌，觉性往上涌。是表这个意思的。一切诸佛菩萨都能帮助众生破迷开悟，离苦得乐，这是总说。",
      "zh_TW": "震動，說一切震動，不是像我們現在說地震，地震還受得了？那菩薩一來，不給我們帶來大災難了？這是錯誤。他講大地震動，這個地是心地，一切眾生的心地，見佛的光明，聽佛的說法，心地震動，覺悟了！從前這個心迷惑顛倒，現在這個一震動，心就開解了，心開意解，是這個意思。所以不要會錯了意，會錯了意那我們都不歡迎佛菩薩來，來的時候災難太大了。這是說心地震動，心開意解。所以這個動有湧的意思，湧是什麼？智慧往前湧，覺性往上湧。是表這個意思的。一切諸佛菩薩都能幫助眾生破迷開悟，離苦得樂，這是總說。"
    },
    {
      "id": "03-002-0025_p0061",
      "zh_CN": "底下一段经文说灭罪的功德，在二百零七面第三行。",
      "zh_TW": "底下一段經文說滅罪的功德，在二百零七面第三行。"
    },
    {
      "id": "03-002-0025_p0062",
      "zh_CN": "【除无数劫阿僧祗生死之罪。作是观者。不处胞胎。常游诸佛净妙国土。此观成已。名为具足观观世音大势至。】",
      "zh_TW": "【除無數劫阿僧祗生死之罪。作是觀者。不處胞胎。常遊諸佛淨妙國土。此觀成已。名為具足觀觀世音大勢至。】"
    },
    {
      "id": "03-002-0025_p0063",
      "zh_CN": "注解里面，总括言之这两位菩萨只有帽子上，一个是化佛，一个是宝瓶，「二种有异，余相皆同」，其余的完全都相同，只有帽子上那么一点点差别。相貌相同，威仪也相同，利生的功德当然还是相同，所以无论说在哪边，两位菩萨统统是一样。",
      "zh_TW": "註解裡面，總括言之這兩位菩薩只有帽子上，一個是化佛，一個是寶瓶，「二種有異，餘相皆同」，其餘的完全都相同，只有帽子上那麼一點點差別。相貌相同，威儀也相同，利生的功德當然還是相同，所以無論說在哪邊，兩位菩薩統統是一樣。"
    },
    {
      "id": "03-002-0025_p0064",
      "zh_CN": "再接着下面是第十二观，「普往生观」。这里面有两段，第一段「作自身往想」。这是修净宗的人，虽然不修这一观，持名念佛最好也常常作往生想，对我们将来往生西方极乐世界是很有帮助的。",
      "zh_TW": "再接著下面是第十二觀，「普往生觀」。這裡面有兩段，第一段「作自身往想」。這是修淨宗的人，雖然不修這一觀，持名念佛最好也常常作往生想，對我們將來往生西方極樂世界是很有幫助的。"
    },
    {
      "id": "03-002-0025_p0065",
      "zh_CN": "【见此事时。当起自心生于西方极乐世界。于莲华中。结跏趺坐。作莲华合想。作莲华开想。莲华开时。有五百色光来照身想。眼目开想。见佛菩萨满虚空中。水鸟树林。及与诸佛所出音声。皆演妙法。与十二部经合。若出定之时。忆持不失。见此事已。名见无量寿佛极乐世界。是为普观想。名第十二观。】",
      "zh_TW": "【見此事時。當起自心生於西方極樂世界。於蓮華中。結跏趺坐。作蓮華合想。作蓮華開想。蓮華開時。有五百色光來照身想。眼目開想。見佛菩薩滿虛空中。水鳥樹林。及與諸佛所出音聲。皆演妙法。與十二部經合。若出定之時。憶持不失。見此事已。名見無量壽佛極樂世界。是為普觀想。名第十二觀。】"
    },
    {
      "id": "03-002-0025_p0066",
      "zh_CN": "后面还有一段把它念下去，在二百零九面第二行。",
      "zh_TW": "後面還有一段把它念下去，在二百零九面第二行。"
    },
    {
      "id": "03-002-0025_p0067",
      "zh_CN": "【无量寿佛化身无数。与观世音及大势至。当来至此行人之所。】",
      "zh_TW": "【無量壽佛化身無數。與觀世音及大勢至。當來至此行人之所。】"
    },
    {
      "id": "03-002-0025_p0068",
      "zh_CN": "这段是叫我们常常忆想自己往生。观想是不容易，尤其我们现在烦恼很重，妄念太多了，所以用观想念佛确实不容易成就。因此我们修行的方法是专采持名，以持名为主，也可以用观想来帮助，这个很有利益的。用观想帮助，我们能想多少就想多少，那就很方便。特别是晚上睡眠的时候，当我们躺在床上，就做往生想，就想佛来接引我们。常常做这个想，最大的好处，临命终时没有恐怖。一般人，实在说这是一切众生都是这样的，六道众生可以说无不如是，贪生怕死。真到要死的时候，就是恐惧现前，真正能够做到心不颠倒，远离恐怖，那要很深的定力。临终的时候，人真正是不颠倒、不恐怖，即使是不念佛的人他也决定不会堕三恶道。三恶道是怎么去的？慌乱的才会去的，哪有头脑清楚的人会去堕三恶道？不可能。只有在慌乱的时候，一切境界见不清楚，随着业力牵引就进去了。神智清楚，不慌不忙，他对于境界看的很清楚，他会选择，必然是人天福报。如果是念佛人，在这个关头当中，他决定选择西方净土。只这一念相应，佛就来迎接了，速度非常之快。你这个一念相应，佛菩萨马上来接引你。所以这种观想，常常做往生的观想，利益非常之大。",
      "zh_TW": "這段是叫我們常常憶想自己往生。觀想是不容易，尤其我們現在煩惱很重，妄念太多了，所以用觀想念佛確實不容易成就。因此我們修行的方法是專採持名，以持名為主，也可以用觀想來幫助，這個很有利益的。用觀想幫助，我們能想多少就想多少，那就很方便。特別是晚上睡眠的時候，當我們躺在床上，就做往生想，就想佛來接引我們。常常做這個想，最大的好處，臨命終時沒有恐怖。一般人，實在說這是一切眾生都是這樣的，六道眾生可以說無不如是，貪生怕死。真到要死的時候，就是恐懼現前，真正能夠做到心不顛倒，遠離恐怖，那要很深的定力。臨終的時候，人真正是不顛倒、不恐怖，即使是不念佛的人他也決定不會墮三惡道。三惡道是怎麼去的？慌亂的才會去的，哪有頭腦清楚的人會去墮三惡道？不可能。只有在慌亂的時候，一切境界見不清楚，隨著業力牽引就進去了。神智清楚，不慌不忙，他對於境界看的很清楚，他會選擇，必然是人天福報。如果是念佛人，在這個關頭當中，他決定選擇西方淨土。只這一念相應，佛就來迎接了，速度非常之快。你這個一念相應，佛菩薩馬上來接引你。所以這種觀想，常常做往生的觀想，利益非常之大。"
    },
    {
      "id": "03-002-0025_p0069",
      "zh_CN": "这段经文末后这几句话说得好。就是在我们观想的时候，还没有到命终，阿弥陀佛、观音势至都会来现前，真正是「入我想中」，也就是前面经文上讲的时候，「入众生心想中」。心里想佛，心就作佛了，想菩萨，心就作菩萨。注解末后说，「斯乃三观一心，作是双运，致令心佛，彼此往来，故知观体，诚不可思议」。你常常能做如是想，与佛菩萨感应道交，这是属于事，心作心是属于理。理与事相应，理与事不二，这样念佛、忆佛，功德就不可思议。由此可知，这个经论我们要不读、不明了，虽然说这是易行道，往往我们也把它搞错了。这就是念佛人多，往生人少的缘故。也正是古人所讲，生到西方品位高下是各人遇缘不同，这都是给我们做证明的。我们遇的缘很殊胜，殊胜在哪里？理清楚，方法明了，境界都知道，会用心，会用功，这个缘殊胜，往生西方品位就高。",
      "zh_TW": "這段經文末後這幾句話說得好。就是在我們觀想的時候，還沒有到命終，阿彌陀佛、觀音勢至都會來現前，真正是「入我想中」，也就是前面經文上講的時候，「入眾生心想中」。心裡想佛，心就作佛了，想菩薩，心就作菩薩。註解末後說，「斯乃三觀一心，作是雙運，致令心佛，彼此往來，故知觀體，誠不可思議」。你常常能做如是想，與佛菩薩感應道交，這是屬於事，心作心是屬於理。理與事相應，理與事不二，這樣念佛、憶佛，功德就不可思議。由此可知，這個經論我們要不讀、不明瞭，雖然說這是易行道，往往我們也把它搞錯了。這就是念佛人多，往生人少的緣故。也正是古人所講，生到西方品位高下是各人遇緣不同，這都是給我們做證明的。我們遇的緣很殊勝，殊勝在哪裡？理清楚，方法明瞭，境界都知道，會用心，會用功，這個緣殊勝，往生西方品位就高。"
    },
    {
      "id": "03-002-0025_p0070",
      "zh_CN": "品位高下，实在是讲遇缘不同。这个话好像是善导大师讲的，在《四帖疏》里头说，遇缘不同。善导大师这句话，的确对我们念佛人来讲，给我们很大的信心。因为没有听到这个话之前，总觉到自己业障很重，我能不能往生，自己都没有把握。即使往生，下下品我已经很侥幸，很满足了，不敢往上面去想。也不知道自己是不是真有把握，听了祖师这些话心才定了，知道不但有把握往生，还有把握求上上品往生。因为这个与过去世的善根福德关系不大，这一生遇缘关系很大。再跟诸位说清楚一点，为什么讲与过去世善根福德不大？过去善根福德你已经具足了，你要不具足善根福德，不是多善根、多福德，你怎么能相信？你怎么可能有机会遇到？遇不到这个法门。你能够遇到，遇到之后能够相信、能够发愿，这就说明你的善根福德没有问题，具足了。现在问题就是缘的问题，这个缘，就是你往生西方极乐世界品位上的差别，你是上上品，还是上中品，还是下三品，是遇缘问题。",
      "zh_TW": "品位高下，實在是講遇緣不同。這個話好像是善導大師講的，在《四帖疏》裡頭說，遇緣不同。善導大師這句話，的確對我們念佛人來講，給我們很大的信心。因為沒有聽到這個話之前，總覺到自己業障很重，我能不能往生，自己都沒有把握。即使往生，下下品我已經很僥倖，很滿足了，不敢往上面去想。也不知道自己是不是真有把握，聽了祖師這些話心才定了，知道不但有把握往生，還有把握求上上品往生。因為這個與過去世的善根福德關係不大，這一生遇緣關係很大。再跟諸位說清楚一點，為什麼講與過去世善根福德不大？過去善根福德你已經具足了，你要不具足善根福德，不是多善根、多福德，你怎麼能相信？你怎麼可能有機會遇到？遇不到這個法門。你能夠遇到，遇到之後能夠相信、能夠發願，這就說明你的善根福德沒有問題，具足了。現在問題就是緣的問題，這個緣，就是你往生西方極樂世界品位上的差別，你是上上品，還是上中品，還是下三品，是遇緣問題。"
    },
    {
      "id": "03-002-0025_p0071",
      "zh_CN": "这桩事情我们自己搞清楚了，一定要发愿与一切众生做增上缘。我们遇到非常殊胜的因缘，我们自己可以升到高品位，还有一些念佛人不知道的。如果我们有缘遇到他，你能够讲解给他听，使他也能够提升品位，自行化他。千万不要存一个心，「我遇到的缘好，我上上品往生，我可不能告诉别人，别人往生品位都比我低」。有这个念头，这个念头叫做吝法，悭吝心生起来。悭吝是最大的烦恼，属于贪烦恼，贪瞋痴烦恼生起来，就障碍你往生，不但你品位不能提升，还有障碍，你未必能往生。除非是没有缘，有缘就要劝人，有缘就要给人讲解。",
      "zh_TW": "這樁事情我們自己搞清楚了，一定要發願與一切眾生做增上緣。我們遇到非常殊勝的因緣，我們自己可以升到高品位，還有一些念佛人不知道的。如果我們有緣遇到他，你能夠講解給他聽，使他也能夠提升品位，自行化他。千萬不要存一個心，「我遇到的緣好，我上上品往生，我可不能告訴別人，別人往生品位都比我低」。有這個念頭，這個念頭叫做吝法，慳吝心生起來。慳吝是最大的煩惱，屬於貪煩惱，貪瞋痴煩惱生起來，就障礙你往生，不但你品位不能提升，還有障礙，你未必能往生。除非是沒有緣，有緣就要勸人，有緣就要給人講解。"
    },
    {
      "id": "03-002-0025_p0072",
      "zh_CN": "给人讲解，是不是耽误了自己修行？没有耽误。你给人讲解，自己还是忆佛念佛，不一定说「阿弥陀佛阿弥陀佛」，这才叫念佛。我劝别人念佛，也是在念佛，我心里头没有离开阿弥陀佛。所以，念不一定是口念，心念、忆念、身也在念，身口意三业都在念佛。不单单是口，自行是念，帮助别人也是念。我一个人念这句阿弥陀佛，大家都在念阿弥陀佛，大家念阿弥陀佛就是我在念阿弥陀佛，一定要晓得这个道理。大经上一再跟我们讲，一即一切，一切即一，千万要体会到这个意思。我们修行的方法才能够像这个光明一样，光光相照，这个光明才显示出无比的广大。",
      "zh_TW": "給人講解，是不是耽誤了自己修行？沒有耽誤。你給人講解，自己還是憶佛念佛，不一定說「阿彌陀佛阿彌陀佛」，這才叫念佛。我勸別人念佛，也是在念佛，我心裡頭沒有離開阿彌陀佛。所以，念不一定是口念，心念、憶念、身也在念，身口意三業都在念佛。不單單是口，自行是念，幫助別人也是念。我一個人念這句阿彌陀佛，大家都在念阿彌陀佛，大家念阿彌陀佛就是我在念阿彌陀佛，一定要曉得這個道理。大經上一再跟我們講，一即一切，一切即一，千萬要體會到這個意思。我們修行的方法才能夠像這個光明一樣，光光相照，這個光明才顯示出無比的廣大。"
    },
    {
      "id": "03-002-0025_p0073",
      "zh_CN": "好，我们下课，休息几分钟。",
      "zh_TW": "好，我們下課，休息幾分鐘。"
    }
  ]
}