{
  "doc_id": "32-134-0001",
  "title": {
    "zh_CN": "老吾老以及人之老 幼吾幼以及人之幼—「三娘善心老人院」残障老人大楼及弟子规中心开幕典礼谈话",
    "zh_TW": "老吾老以及人之老 幼吾幼以及人之幼—「三娘善心老人院」殘障老人大樓及弟子規中心開幕典禮談話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2016",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "32-134-0001",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "32-134-0001_p0001",
      "zh_CN": "尊敬的院长、各位嘉宾、各位大德，大家好！今天是贵院残障老人大楼和弟子规中心的开幕吉日，在此表达我衷心的祝福，希望这两栋建筑的完成，能够带给老人们安定身心的处所，带给弟子规的学员们安定的学习环境。",
      "zh_TW": "尊敬的院長、各位嘉賓、各位大德，大家好！今天是貴院殘障老人大樓和弟子規中心的開幕吉日，在此表達我衷心的祝福，希望這兩棟建築的完成，能夠帶給老人們安定身心的處所，帶給弟子規的學員們安定的學習環境。"
    },
    {
      "id": "32-134-0001_p0002",
      "zh_CN": "去年十一月，我收到你们的一份资料，是一位刘居士传给我的，希望我参加贵院今年的开幕典礼。我从资料里面了解到，贵院是马来西亚唯一的一所三大种族、四大宗教的老人院，而且完全免费，义务照顾无依无靠的老人们，我觉得非常难得！但是我没有时间亲自参加这个盛会，只能将谈话的内容录影下来，表达我的祝贺与敬意。希望将来有机缘能到贵院参学。",
      "zh_TW": "去年十一月，我收到你們的一份資料，是一位劉居士傳給我的，希望我參加貴院今年的開幕典禮。我從資料裡面了解到，貴院是馬來西亞唯一的一所三大種族、四大宗教的老人院，而且完全免費，義務照顧無依無靠的老人們，我覺得非常難得！但是我沒有時間親自參加這個盛會，只能將談話的內容錄影下來，表達我的祝賀與敬意。希望將來有機緣能到貴院參學。"
    },
    {
      "id": "32-134-0001_p0003",
      "zh_CN": "资料显示，贵院最初是由三位善心的女性发起的，所以取名为「三娘」。老人院所收留的，都是一些无依无靠的老人，有些是政府医院送来，没有家属认领的老人，有些则是流落街头，没有人照顾的老人，而且现在一百六十多位老人当中，有一半以上是生活无法自理的残障老人。贵院不但义务照顾这些老人，而且是真正出自爱心，把老人照顾得无微不至，不但安老人的身，而且安老人的心，每到节日，都和老人们一起庆祝，欢度节日。这是第一个非常难得的地方。",
      "zh_TW": "資料顯示，貴院最初是由三位善心的女性發起的，所以取名為「三娘」。老人院所收留的，都是一些無依無靠的老人，有些是政府醫院送來，沒有家屬認領的老人，有些則是流落街頭，沒有人照顧的老人，而且現在一百六十多位老人當中，有一半以上是生活無法自理的殘障老人。貴院不但義務照顧這些老人，而且是真正出自愛心，把老人照顧得無微不至，不但安老人的身，而且安老人的心，每到節日，都和老人們一起慶祝，歡度節日。這是第一個非常難得的地方。"
    },
    {
      "id": "32-134-0001_p0004",
      "zh_CN": "我一直很关注养老和老人院的情况，因为各国都会面临人口老龄化这个问题。我们一定要善待老人，照顾老人。这个社会千变万化，现在老人多，很可怜、很苦！为什么？孤单，没人照顾，亲人都没有了。即使像澳洲老人院办得很好，物质条件很完善，但是却欠缺亲情的温暖，精神生活空虚。所以住在里面的老人往往神情冷漠，彼此不打招呼，很悲哀。更不用说其他地方的老人院，听说有些老人院对待老人的方式很不人道，让老人的生活过得很没有尊严。这种收了人家很高的费用，却很草率的照顾老人，都造了很重的恶业，将来要受很重的苦报。对比之下，贵院不但是免费，而且以真诚爱心照顾老人。从照片上可以看到，老人们的住所都很干净，表情都很愉快，有各种休闲娱乐的场所，每天三次正餐、两次茶点都很用心准备，还举办各种活动，真是像孝养自己父母一样在孝养这些老人，这是种大福田，功德无量！",
      "zh_TW": "我一直很關注養老和老人院的情況，因為各國都會面臨人口老齡化這個問題。我們一定要善待老人，照顧老人。這個社會千變萬化，現在老人多，很可憐、很苦！為什麼？孤單，沒人照顧，親人都沒有了。即使像澳洲老人院辦得很好，物質條件很完善，但是卻欠缺親情的溫暖，精神生活空虛。所以住在裡面的老人往往神情冷漠，彼此不打招呼，很悲哀。更不用說其他地方的老人院，聽說有些老人院對待老人的方式很不人道，讓老人的生活過得很沒有尊嚴。這種收了人家很高的費用，卻很草率的照顧老人，都造了很重的惡業，將來要受很重的苦報。對比之下，貴院不但是免費，而且以真誠愛心照顧老人。從照片上可以看到，老人們的住所都很乾淨，表情都很愉快，有各種休閒娛樂的場所，每天三次正餐、兩次茶點都很用心準備，還舉辦各種活動，真是像孝養自己父母一樣在孝養這些老人，這是種大福田，功德無量！"
    },
    {
      "id": "32-134-0001_p0005",
      "zh_CN": "贵院最初只收华人的老人，后来由于院长坚持平等的爱心，所以也收留马来人和印度的老人，使贵院成为三个种族的老人院。而且有回教、基督教、兴都教、佛教的祈祷室，提供各种信仰的老人祈祷之用。还有一个临终关怀中心，提供这四种宗教的临终关怀与丧礼仪式，使贵院成为四大宗教的老人院。这些充分体现了爱心不分种族、不分肤色、不分信仰的伟大精神，这是第二个非常难得的地方。",
      "zh_TW": "貴院最初只收華人的老人，後來由於院長堅持平等的愛心，所以也收留馬來人和印度的老人，使貴院成為三個種族的老人院。而且有回教、基督教、興都教、佛教的祈禱室，提供各種信仰的老人祈禱之用。還有一個臨終關懷中心，提供這四種宗教的臨終關懷與喪禮儀式，使貴院成為四大宗教的老人院。這些充分體現了愛心不分種族、不分膚色、不分信仰的偉大精神，這是第二個非常難得的地方。"
    },
    {
      "id": "32-134-0001_p0006",
      "zh_CN": "贵院有全县唯一的一个洗肾中心，而且照顾到贫穷的病患，免费提供洗肾服务。还有素食快餐厅，不设收费柜台，任食客自由乐捐。开办「弟子规学习中心」，现有一百五十多位学生在学习《弟子规》，学习中国传统文化的孝亲尊师、礼义廉耻、知恩报恩。还有「中华民族万姓先祖纪念堂」，祭祀万姓祖先。真是做到了财布施、法布施和无畏布施，这是第三个非常难得的地方。",
      "zh_TW": "貴院有全縣唯一的一個洗腎中心，而且照顧到貧窮的病患，免費提供洗腎服務。還有素食快餐廳，不設收費櫃台，任食客自由樂捐。開辦「弟子規學習中心」，現有一百五十多位學生在學習《弟子規》，學習中國傳統文化的孝親尊師、禮義廉恥、知恩報恩。還有「中華民族萬姓先祖紀念堂」，祭祀萬姓祖先。真是做到了財布施、法布施和無畏布施，這是第三個非常難得的地方。"
    },
    {
      "id": "32-134-0001_p0007",
      "zh_CN": "在今天这样的功利主义社会，贵院能够坚持这项良心、爱心、善心的慈善事业，不为名、不为利，克服种种困难，十三年来愈做愈好，为养老事业做出一个最佳的榜样。这无疑是这个染浊世间的一股清流，是这个被私欲蒙蔽的社会的一道光明，是孤苦无依老人的一方乐土。真正以大公无私的爱心，做到了孟子所说的「老吾老以及人之老，幼吾幼以及人之幼」，这是中华传统优良美德的落实，也是性德光明的展现。",
      "zh_TW": "在今天這樣的功利主義社會，貴院能夠堅持這項良心、愛心、善心的慈善事業，不為名、不為利，克服種種困難，十三年來愈做愈好，為養老事業做出一個最佳的榜樣。這無疑是這個染濁世間的一股清流，是這個被私欲蒙蔽的社會的一道光明，是孤苦無依老人的一方樂土。真正以大公無私的愛心，做到了孟子所說的「老吾老以及人之老，幼吾幼以及人之幼」，這是中華傳統優良美德的落實，也是性德光明的展現。"
    },
    {
      "id": "32-134-0001_p0008",
      "zh_CN": "在此谨向院长、所有工作人员、捐助善款的十方善心人士致上最崇高的敬意。修财布施、法布施、无畏布施的人，必定能够得到财富、聪明智慧、健康长寿的善报。希望大家继续努力，坚持将这项伟大的事业办好，这对现代社会具有非常重要的示范作用，意义重大，真的是功德无量无边的大事因缘。",
      "zh_TW": "在此謹向院長、所有工作人員、捐助善款的十方善心人士致上最崇高的敬意。修財布施、法布施、無畏布施的人，必定能夠得到財富、聰明智慧、健康長壽的善報。希望大家繼續努力，堅持將這項偉大的事業辦好，這對現代社會具有非常重要的示範作用，意義重大，真的是功德無量無邊的大事因緣。"
    },
    {
      "id": "32-134-0001_p0009",
      "zh_CN": "最后，祝福全院的老人家身心愉快、六时吉祥、净定安乐、光寿无量；祝福院长、所有工作人员、所有施主及与会的所有大众福寿康宁、法喜充满、福慧增长、光寿无量。谢谢大家！",
      "zh_TW": "最後，祝福全院的老人家身心愉快、六時吉祥、淨定安樂、光壽無量；祝福院長、所有工作人員、所有施主及與會的所有大眾福壽康寧、法喜充滿、福慧增長、光壽無量。謝謝大家！"
    }
  ]
}