{
  "doc_id": "24-018-0001",
  "title": {
    "zh_CN": "如何挽救社会人心系列（八）—防非止恶",
    "zh_TW": "如何挽救社會人心系列（八）—防非止惡"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "台湾纬来电视台",
    "zh_TW": "台灣緯來電視台"
  },
  "doc_number": "24-018-0001",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "24-018-0001_p0001",
      "zh_CN": "各位观众，大家好：",
      "zh_TW": "各位觀眾，大家好："
    },
    {
      "id": "24-018-0001_p0002",
      "zh_CN": "佛在经上常讲，世间万法都是虚假的，像《金刚经》上所说的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」。虽然佛为我们说出宇宙人生的真相，但是又说「万法皆空，因果不空」。这些话真正的含义何在？实际上说，这个话的意思很深、很广，如果我们真正透彻明白了，那就不是凡夫，是佛菩萨的境界。",
      "zh_TW": "佛在經上常講，世間萬法都是虛假的，像《金剛經》上所說的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」。雖然佛為我們說出宇宙人生的真相，但是又說「萬法皆空，因果不空」。這些話真正的含義何在？實際上說，這個話的意思很深、很廣，如果我們真正透徹明白了，那就不是凡夫，是佛菩薩的境界。"
    },
    {
      "id": "24-018-0001_p0003",
      "zh_CN": "我们听佛说法，我们能够理解的深度，确实是很有限的。十法界、六道轮回，这些都是因果变现的相状。「相有体无，事有理无」，这些事相虽然是虚妄，佛给我们讲「因果不空」，因果何以不空呢？就是这些事相的转变不空，这些事相的相续不空。因为有相续、有转变，所以业因果报就非常明显，所谓善因有善果，恶因有恶报。果报通三世，有现生，这一生所造的善因，这一生就能得到善果，这个叫「现报」。也有我们这一生所做的善恶，这一生没有果报，而果报在来世、来一生，这个在佛法里面称之为「生报」，你来生就得到这个果报。还有一类，这一生所做的善恶业，到来生也没有果报，到第三生，或者第四世，或者是千万年之后，或者是无量劫之后，遇到缘，这个果报才现行，这个统统叫「后报」（在佛法叫「后报」）。因果通三世！",
      "zh_TW": "我們聽佛說法，我們能夠理解的深度，確實是很有限的。十法界、六道輪迴，這些都是因果變現的相狀。「相有體無，事有理無」，這些事相雖然是虛妄，佛給我們講「因果不空」，因果何以不空呢？就是這些事相的轉變不空，這些事相的相續不空。因為有相續、有轉變，所以業因果報就非常明顯，所謂善因有善果，惡因有惡報。果報通三世，有現生，這一生所造的善因，這一生就能得到善果，這個叫「現報」。也有我們這一生所做的善惡，這一生沒有果報，而果報在來世、來一生，這個在佛法裡面稱之為「生報」，你來生就得到這個果報。還有一類，這一生所做的善惡業，到來生也沒有果報，到第三生，或者第四世，或者是千萬年之後，或者是無量劫之後，遇到緣，這個果報才現行，這個統統叫「後報」（在佛法叫「後報」）。因果通三世！"
    },
    {
      "id": "24-018-0001_p0004",
      "zh_CN": "造作业因决定有果报，如果说造作业因没有果报，这在理上讲不通，在事上也讲不通，决定有果报。因此，我们起心动念、言语造作，就不能不谨慎。经上常讲「菩萨畏因，众生畏果」。菩萨是觉悟的人，他唯恐自己将来受恶报，所以他先断恶因，决定不造恶因。由是他罪障消灭了，功德才能够圆满、才能够修成佛果。而凡夫之人常常造恶因，又希望不要受恶报，佛说这种心态，就好比在太阳底下，想躲避自己的影子一样，徒劳奔驰，是决定不可能的。所以这些道理、事实真相，我们都应当要深刻的去了解、去认识，然后我们才知道佛所讲的这些话，只有一念心性是真的，真心本性。说它做「真」，说它做「本」，就是它永远不会改变，这是一切相之性，一切事之理，永恒不变。虽然不变，但是它随缘，真性随缘。它要是随觉悟的缘，那就成阿罗汉、辟支佛、菩萨、佛陀，就现这些相。如果它随迷、染的缘，它所现的相，就是六道轮回的相，所以我们心性会随缘。随缘它不变，不变它能随缘。这些事理我们也要清楚、也要明白，然后十法界这些事相，我们就能够随心所欲。",
      "zh_TW": "造作業因決定有果報，如果說造作業因沒有果報，這在理上講不通，在事上也講不通，決定有果報。因此，我們起心動念、言語造作，就不能不謹慎。經上常講「菩薩畏因，眾生畏果」。菩薩是覺悟的人，他唯恐自己將來受惡報，所以他先斷惡因，決定不造惡因。由是他罪障消滅了，功德才能夠圓滿、才能夠修成佛果。而凡夫之人常常造惡因，又希望不要受惡報，佛說這種心態，就好比在太陽底下，想躲避自己的影子一樣，徒勞奔馳，是決定不可能的。所以這些道理、事實真相，我們都應當要深刻的去了解、去認識，然後我們才知道佛所講的這些話，只有一念心性是真的，真心本性。說它做「真」，說它做「本」，就是它永遠不會改變，這是一切相之性，一切事之理，永恆不變。雖然不變，但是它隨緣，真性隨緣。它要是隨覺悟的緣，那就成阿羅漢、辟支佛、菩薩、佛陀，就現這些相。如果它隨迷、染的緣，它所現的相，就是六道輪迴的相，所以我們心性會隨緣。隨緣它不變，不變它能隨緣。這些事理我們也要清楚、也要明白，然後十法界這些事相，我們就能夠隨心所欲。"
    },
    {
      "id": "24-018-0001_p0005",
      "zh_CN": "我们选择四圣法界是自受用，我们也可以选择六道轮回去度化众生，就是佛家常说的「乘愿再来」、「随类化身」。我们要想度人道的众生，一定要现人道的身相；如果我们要度畜生道的众生，一定要现畜生的身相；同样道理，地藏王菩萨要度地狱众生，他一定要现地狱的身相。如果不现同类的身相，就不能度那一类的众生。由此可知，佛菩萨在六道示现，他不是果报，他是大慈大悲，怜愍这些众生，示现这个身分，把他们带出六道轮回，这叫大慈大悲，这叫做普度众生。",
      "zh_TW": "我們選擇四聖法界是自受用，我們也可以選擇六道輪迴去度化眾生，就是佛家常說的「乘願再來」、「隨類化身」。我們要想度人道的眾生，一定要現人道的身相；如果我們要度畜生道的眾生，一定要現畜生的身相；同樣道理，地藏王菩薩要度地獄眾生，他一定要現地獄的身相。如果不現同類的身相，就不能度那一類的眾生。由此可知，佛菩薩在六道示現，他不是果報，他是大慈大悲，憐愍這些眾生，示現這個身分，把他們帶出六道輪迴，這叫大慈大悲，這叫做普度眾生。"
    },
    {
      "id": "24-018-0001_p0006",
      "zh_CN": "我们得人身不容易，闻佛法尤其不容易，既得人身、既得闻佛法，就要认真努力去修学。佛菩萨是我们的榜样，正等正觉是我们的目标。可是我们一定要晓得，凡夫从无量劫来，所造的恶业，古德有个比喻说：「厚超过大地，深超过大海」。而佛在经上跟我们做了个比喻，那是更好，他说假如我们无量劫来所造的这些恶业要是有体积的话，这个体积再小，像原子、像电子，只要它有个体积的话，无量劫来我们造的这些恶业，尽虚空都容纳不下，这话是真的，不是假的。",
      "zh_TW": "我們得人身不容易，聞佛法尤其不容易，既得人身、既得聞佛法，就要認真努力去修學。佛菩薩是我們的榜樣，正等正覺是我們的目標。可是我們一定要曉得，凡夫從無量劫來，所造的惡業，古德有個比喻說：「厚超過大地，深超過大海」。而佛在經上跟我們做了個比喻，那是更好，他說假如我們無量劫來所造的這些惡業要是有體積的話，這個體積再小，像原子、像電子，只要它有個體積的話，無量劫來我們造的這些惡業，盡虛空都容納不下，這話是真的，不是假的。"
    },
    {
      "id": "24-018-0001_p0007",
      "zh_CN": "既然无量劫造作这些恶业习气种子，这样的深厚，如果我们在修学菩提道中，要能够说是没有障碍，这是不可能的事情。所以无论在世法、在佛法，大圣大贤都不能保证他自己一生平平安安，原因就在此地。他们为什么能够做到不怨天、不尤人，能够安心的接受，就是他懂得这个道理，了解这些业因果报的由来，他明白，他不迷惑，所以他能够安心忍受，依旧能够成就道业，这是值得我们学习的、值得我们效法的。",
      "zh_TW": "既然無量劫造作這些惡業習氣種子，這樣的深厚，如果我們在修學菩提道中，要能夠說是沒有障礙，這是不可能的事情。所以無論在世法、在佛法，大聖大賢都不能保證他自己一生平平安安，原因就在此地。他們為什麼能夠做到不怨天、不尤人，能夠安心的接受，就是他懂得這個道理，了解這些業因果報的由來，他明白，他不迷惑，所以他能夠安心忍受，依舊能夠成就道業，這是值得我們學習的、值得我們效法的。"
    },
    {
      "id": "24-018-0001_p0008",
      "zh_CN": "今天社会许许多多的灾难，究其根源在哪里呢？在伦常。所有一切动乱灾难的根源，正是佛家所说：「万恶淫为首，百善孝为先」，这两个字真是把根本挖掘出来。所以，世出世间的大圣人，教我们安身立命，从哪里做起？从夫妇之道做起。你看中国几千年的教育，我们中国古老的教学，传统的教学，一直到清朝末年，现在不讲求了，几千年都守着这个宗旨、都遵循这个方向。这个方向就是五伦十义，是社会安定的根源。",
      "zh_TW": "今天社會許許多多的災難，究其根源在哪裡呢？在倫常。所有一切動亂災難的根源，正是佛家所說：「萬惡淫為首，百善孝為先」，這兩個字真是把根本挖掘出來。所以，世出世間的大聖人，教我們安身立命，從哪裡做起？從夫婦之道做起。你看中國幾千年的教育，我們中國古老的教學，傳統的教學，一直到清朝末年，現在不講求了，幾千年都守著這個宗旨、都遵循這個方向。這個方向就是五倫十義，是社會安定的根源。"
    },
    {
      "id": "24-018-0001_p0009",
      "zh_CN": "五伦第一个是夫妇，夫妇生活在一个室，室就是一个房间，同一个房间生活。房间外面是家，家里面的成员，有父子、兄弟，所以它的基本是在室、是在夫妇。换句话说，夫妇是世间一切众生幸福的根源，如果夫妇之道破坏了，就是社会一切动乱灾难的根源。要想挽救社会，从哪里做起？从这个地方做起。",
      "zh_TW": "五倫第一個是夫婦，夫婦生活在一個室，室就是一個房間，同一個房間生活。房間外面是家，家裡面的成員，有父子、兄弟，所以它的基本是在室、是在夫婦。換句話說，夫婦是世間一切眾生幸福的根源，如果夫婦之道破壞了，就是社會一切動亂災難的根源。要想挽救社會，從哪裡做起？從這個地方做起。"
    },
    {
      "id": "24-018-0001_p0010",
      "zh_CN": "现在整个世界上，我们所看到的是家庭破碎，离婚的事件太平常了，司空见惯，见怪不怪了。为什么会有这个现象呢？现在人有真智慧的人少了、有真学问的人少了，看不到这个根源、疏忽了这个根本。中国在古代，诸位去读《礼记》，对于礼最隆重、最繁琐的就是婚礼，为什么婚礼要这样的隆重、这样的繁琐？就是提醒你，要慎重的结合。结合之后，就不可以分离。不可以分离，就是维系社会安全，不许社会有动乱发生。否则家不成家，国就不成国，天下大乱！古时候只有结婚，没有听说离婚，哪有这种事情，这还得了！",
      "zh_TW": "現在整個世界上，我們所看到的是家庭破碎，離婚的事件太平常了，司空見慣，見怪不怪了。為什麼會有這個現象呢？現在人有真智慧的人少了、有真學問的人少了，看不到這個根源、疏忽了這個根本。中國在古代，諸位去讀《禮記》，對於禮最隆重、最繁瑣的就是婚禮，為什麼婚禮要這樣的隆重、這樣的繁瑣？就是提醒你，要慎重的結合。結合之後，就不可以分離。不可以分離，就是維繫社會安全，不許社會有動亂發生。否則家不成家，國就不成國，天下大亂！古時候只有結婚，沒有聽說離婚，哪有這種事情，這還得了！"
    },
    {
      "id": "24-018-0001_p0011",
      "zh_CN": "所以，印光大师在民国初年，距离我们七、八十年前，他老人家一生自行化他，教育大众的，就是「敦伦尽分，闲邪存诚」，就能安定社会，就能消灭世间所有一切的灾难，可惜大师以后，没有人提倡，没有人重视。",
      "zh_TW": "所以，印光大師在民國初年，距離我們七、八十年前，他老人家一生自行化他，教育大眾的，就是「敦倫盡分，閑邪存誠」，就能安定社會，就能消滅世間所有一切的災難，可惜大師以後，沒有人提倡，沒有人重視。"
    },
    {
      "id": "24-018-0001_p0012",
      "zh_CN": "「伦」就是五伦，敦睦伦常。中国自古以来的教育，教什么呢？就是教你明白人与人的关系。头一条就是教你明了夫妇之道，然后教你父子的关系、兄弟的关系、朋友的关系、君臣的关系（领导与被领导的关系）。「伦」是同类，我们是什么身分、是什么地位，我们应当尽什么义务。每一个人都有这十种身分。你在家庭里面，你是一个先生，对你的太太，你是丈夫的身分，太太对丈夫是妻子的身分，你要尽到你本分的职责。你对你的父亲是儿子的身分，你对你的儿女是父亲的身分。对你的兄长，你是弟弟的身分；对你的弟妹，你是兄长的身分。在社会上，你有一份工作，对你的公司长上，你是部下的身分，对你自己领导的部下，你是领导的身分。你要知道你在什么身分上，你要做什么样的义务，你要做好你自己本分的工作。佛教给我们「作师作范」，「师」是大众的表率，我们的行为、工作要给大众作模范，这个人就叫做佛菩萨。",
      "zh_TW": "「倫」就是五倫，敦睦倫常。中國自古以來的教育，教什麼呢？就是教你明白人與人的關係。頭一條就是教你明瞭夫婦之道，然後教你父子的關係、兄弟的關係、朋友的關係、君臣的關係（領導與被領導的關係）。「倫」是同類，我們是什麼身分、是什麼地位，我們應當盡什麼義務。每一個人都有這十種身分。你在家庭裡面，你是一個先生，對你的太太，你是丈夫的身分，太太對丈夫是妻子的身分，你要盡到你本分的職責。你對你的父親是兒子的身分，你對你的兒女是父親的身分。對你的兄長，你是弟弟的身分；對你的弟妹，你是兄長的身分。在社會上，你有一份工作，對你的公司長上，你是部下的身分，對你自己領導的部下，你是領導的身分。你要知道你在什麼身分上，你要做什麼樣的義務，你要做好你自己本分的工作。佛教給我們「作師作範」，「師」是大眾的表率，我們的行為、工作要給大眾作模範，這個人就叫做佛菩薩。"
    },
    {
      "id": "24-018-0001_p0013",
      "zh_CN": "而儒家教导大众作亲、作君、作师，儒家讲的「君亲师」，这三个字的意思，跟佛法里面讲作师、作范完全相同。我们曾经在此地，做过一次专题讲演，说明现在儿女为什么不好教、学生为什么不好教、员工为什么不好带，问题结症在什么地方？就是没有能够做到「君亲师」。",
      "zh_TW": "而儒家教導大眾作親、作君、作師，儒家講的「君親師」，這三個字的意思，跟佛法裡面講作師、作範完全相同。我們曾經在此地，做過一次專題講演，說明現在兒女為什麼不好教、學生為什麼不好教、員工為什麼不好帶，問題結癥在什麼地方？就是沒有能夠做到「君親師」。"
    },
    {
      "id": "24-018-0001_p0014",
      "zh_CN": "佛陀的教育，为什么今天这么腐化，跟释迦牟尼佛基本的精神完全相违背，毛病到底出在什么地方？我们没有懂得作师、作范，把《华严经》上五十三参的精神、模式，完全舍弃掉了，佛教焉能不衰？不但衰，会在这个世间消灭掉。这都是我们应当要明了的，所以印光大师提出来「敦伦尽分，闲邪存诚」太重要了。",
      "zh_TW": "佛陀的教育，為什麼今天這麼腐化，跟釋迦牟尼佛基本的精神完全相違背，毛病到底出在什麼地方？我們沒有懂得作師、作範，把《華嚴經》上五十三參的精神、模式，完全捨棄掉了，佛教焉能不衰？不但衰，會在這個世間消滅掉。這都是我們應當要明瞭的，所以印光大師提出來「敦倫盡分，閑邪存誠」太重要了。"
    },
    {
      "id": "24-018-0001_p0015",
      "zh_CN": "我们一定要懂得尽自己的本分，本分工作做好了，没有功劳；做不好，你有过失。做好，为什么没有功呢？应该做的，你怎么可以居功。现在人做一点好的事情，都觉得值得骄傲，有什么值得骄傲的？你应该要做好，应该天天求改进，一天比一天做得更好，儒家讲的「日新又新」，佛法讲的「精进」，你应该要做的。你做得不好，你有罪过，你有过失。要懂得尽自己的本分。",
      "zh_TW": "我們一定要懂得盡自己的本分，本分工作做好了，沒有功勞；做不好，你有過失。做好，為什麼沒有功呢？應該做的，你怎麼可以居功。現在人做一點好的事情，都覺得值得驕傲，有什麼值得驕傲的？你應該要做好，應該天天求改進，一天比一天做得更好，儒家講的「日新又新」，佛法講的「精進」，你應該要做的。你做得不好，你有罪過，你有過失。要懂得盡自己的本分。"
    },
    {
      "id": "24-018-0001_p0016",
      "zh_CN": "我发心出家了，这是出家这一类，伦就是这一类。出家这一类干什么呢？续佛慧命、教化众生。佛法是师道，发心出家，就是社会上有一些年轻人立志从事于教育工作，一生去做一个好老师，去教学，出家人是从事这个行业。在家从事于教育工作，大概在学校里教书，它有个范围。出家人教化众生没有范围，教化的对象是九界众生，这个范围就广了，没有一定的场所，没有一定的时间，没有一定的对象。所以佛教育范围非常之广大，我们发心做这个工作。",
      "zh_TW": "我發心出家了，這是出家這一類，倫就是這一類。出家這一類幹什麼呢？續佛慧命、教化眾生。佛法是師道，發心出家，就是社會上有一些年輕人立志從事於教育工作，一生去做一個好老師，去教學，出家人是從事這個行業。在家從事於教育工作，大概在學校裡教書，它有個範圍。出家人教化眾生沒有範圍，教化的對象是九界眾生，這個範圍就廣了，沒有一定的場所，沒有一定的時間，沒有一定的對象。所以佛教育範圍非常之廣大，我們發心做這個工作。"
    },
    {
      "id": "24-018-0001_p0017",
      "zh_CN": "做这个工作，我们的身语意三业，都要做社会大众的榜样，所以佛在《无量寿经》上教导我们「善护口业，不讥他过」，我们做到没有呢？要真干！口不出恶言、不讥他过。你看连世间的贤人、君子，遭受人陷害，都没有报复的念头，都没有怨恨的念头，何况学佛呢？别人毁谤、别人陷害，我们接受，不埋怨。为什么会有这个情形呢？我们了解无量劫来的业因果报，过去生中造的业因，今天这个果报当然要承受。受这个果报，这个帐在此地就一笔勾掉了，下一次再遇到这些人，他就不毁谤了，报掉了。如果我们受这个果报的时候，还有怨恨，麻烦就大了，那就生生世世互相酬偿，没完没了。这是愚人干的事情，不是一个有智慧的人干的事情。有智慧的人，帐到此地来就还掉了，一切都做还债想，所以不怨天、不尤人，没有丝毫怨恨之心，常常保持自己清净、平等、觉。所有一切的灾难、一切的祸害遇到了，都是安心的承受，这是我们得佛的教诲。",
      "zh_TW": "做這個工作，我們的身語意三業，都要做社會大眾的榜樣，所以佛在《無量壽經》上教導我們「善護口業，不譏他過」，我們做到沒有呢？要真幹！口不出惡言、不譏他過。你看連世間的賢人、君子，遭受人陷害，都沒有報復的念頭，都沒有怨恨的念頭，何況學佛呢？別人毀謗、別人陷害，我們接受，不埋怨。為什麼會有這個情形呢？我們了解無量劫來的業因果報，過去生中造的業因，今天這個果報當然要承受。受這個果報，這個帳在此地就一筆勾掉了，下一次再遇到這些人，他就不毀謗了，報掉了。如果我們受這個果報的時候，還有怨恨，麻煩就大了，那就生生世世互相酬償，沒完沒了。這是愚人幹的事情，不是一個有智慧的人幹的事情。有智慧的人，帳到此地來就還掉了，一切都做還債想，所以不怨天、不尤人，沒有絲毫怨恨之心，常常保持自己清淨、平等、覺。所有一切的災難、一切的禍害遇到了，都是安心的承受，這是我們得佛的教誨。"
    },
    {
      "id": "24-018-0001_p0018",
      "zh_CN": "「闲邪存诚」，「闲」是防止，防止一切邪知邪见、防止一切邪行，我们要认识、要知道预防。「存诚」，无论是对人、对事、对物，我们要用真诚的心、要用清净心、要用平等心、要用觉悟的心、要用慈悲的心，我们以这样的心处事待人接物，这就是「闲邪存诚」的意思。一生能够守住这个原则，刹那之间都不离开、都不越轨，这一生才真正叫做个好人。印祖告诉我们：「存好心，说好话，行好事」，我在末后加一句「做好人」，前面这三条做到，就是「做好人」。好人决定有好报，好报纵然不在今世，来世、后世一定有好报。我们心里面，怎么会不自在、怎么会不安乐呢？",
      "zh_TW": "「閑邪存誠」，「閑」是防止，防止一切邪知邪見、防止一切邪行，我們要認識、要知道預防。「存誠」，無論是對人、對事、對物，我們要用真誠的心、要用清淨心、要用平等心、要用覺悟的心、要用慈悲的心，我們以這樣的心處事待人接物，這就是「閑邪存誠」的意思。一生能夠守住這個原則，剎那之間都不離開、都不越軌，這一生才真正叫做個好人。印祖告訴我們：「存好心，說好話，行好事」，我在末後加一句「做好人」，前面這三條做到，就是「做好人」。好人決定有好報，好報縱然不在今世，來世、後世一定有好報。我們心裡面，怎麼會不自在、怎麼會不安樂呢？"
    },
    {
      "id": "24-018-0001_p0019",
      "zh_CN": "以这个基础入佛法，佛祖教导我们「诸恶莫作，众善奉行，自净其意，是诸佛教」。这三句话，「诸恶莫作」，善恶的标准，凡是有伤害社会、伤害一切众生的事情，决定不做，那是恶；凡是利益社会、利益众生的事情，我们一定要去做，「众善奉行」，这是善恶标准。如果依佛的教诫也好，佛的基本戒条有十善、有十恶。哪十恶呢？佛给我们讲，身就是身体造作，杀生、偷盗、淫欲，这是身的三恶，不能做！如果不杀生、不偷盗、不淫欲，这叫三善根，身的三善。恶反过来就善，善反过去就是恶。口是指言语，妄语是恶，两舌是恶，两舌是挑拨是非；恶口是恶，说话粗鲁，说话伤人；绮语是恶，绮语是花言巧语，欺骗众生。反过来不妄语、不两舌、不恶口、不绮语，这是口的四善。意里面，念头，贪、瞋、痴是恶；反过来，不贪、不瞋、不痴，这就是善。所以我们要远离十恶、勤修十善，这就是「诸恶莫作，众善奉行」。「诸恶莫作」，绝不造十恶业；「众善奉行」，一定以十善这个戒认真努力去修学。",
      "zh_TW": "以這個基礎入佛法，佛祖教導我們「諸惡莫作，眾善奉行，自淨其意，是諸佛教」。這三句話，「諸惡莫作」，善惡的標準，凡是有傷害社會、傷害一切眾生的事情，決定不做，那是惡；凡是利益社會、利益眾生的事情，我們一定要去做，「眾善奉行」，這是善惡標準。如果依佛的教誡也好，佛的基本戒條有十善、有十惡。哪十惡呢？佛給我們講，身就是身體造作，殺生、偷盜、淫欲，這是身的三惡，不能做！如果不殺生、不偷盜、不淫欲，這叫三善根，身的三善。惡反過來就善，善反過去就是惡。口是指言語，妄語是惡，兩舌是惡，兩舌是挑撥是非；惡口是惡，說話粗魯，說話傷人；綺語是惡，綺語是花言巧語，欺騙眾生。反過來不妄語、不兩舌、不惡口、不綺語，這是口的四善。意裡面，念頭，貪、瞋、痴是惡；反過來，不貪、不瞋、不痴，這就是善。所以我們要遠離十惡、勤修十善，這就是「諸惡莫作，眾善奉行」。「諸惡莫作」，絕不造十惡業；「眾善奉行」，一定以十善這個戒認真努力去修學。"
    },
    {
      "id": "24-018-0001_p0020",
      "zh_CN": "「自净其意」，这一条里面有定、有慧。前面两句「诸恶莫作」，在佛家小乘戒，独善其身，「诸恶莫作」是独善其身；「众善奉行」是兼善天下，这是戒。「独善其身」，我们一般讲小乘戒；「众善奉行」是大乘戒、菩萨戒，再加上「自净其意」，这里头就有定、有慧。我们的目的是修清净心，然后决定念佛求生净土，这才有圆满的成就。",
      "zh_TW": "「自淨其意」，這一條裡面有定、有慧。前面兩句「諸惡莫作」，在佛家小乘戒，獨善其身，「諸惡莫作」是獨善其身；「眾善奉行」是兼善天下，這是戒。「獨善其身」，我們一般講小乘戒；「眾善奉行」是大乘戒、菩薩戒，再加上「自淨其意」，這裡頭就有定、有慧。我們的目的是修清淨心，然後決定念佛求生淨土，這才有圓滿的成就。"
    },
    {
      "id": "24-018-0001_p0021",
      "zh_CN": "为什么不教我们学其他的法门？在现前这个时代（印光大师去我们将近一百年，不算太远），在大师眼目之中，我们这个时代，修学其他的法门很难成就。实在讲在唐朝的时候，距离我们大概在一千三百多年，那个时候清凉大师就说（这个话在《华严疏钞》里面）：「三乘学者，有因无果」。这一句话我们不能够轻易看过。三乘的学者是声闻乘、缘觉乘、菩萨乘。这一些修行的人，他证得了声闻、缘觉、菩萨，还是有因没果。清凉大师讲的「果」是什么呢？果是一真法界。如果你不能够往生到华藏世界，你不能超越十法界，而生到一真法界，都是没有果。十法界里头没果，六道就更不必讲了，哪有果？",
      "zh_TW": "為什麼不教我們學其他的法門？在現前這個時代（印光大師去我們將近一百年，不算太遠），在大師眼目之中，我們這個時代，修學其他的法門很難成就。實在講在唐朝的時候，距離我們大概在一千三百多年，那個時候清涼大師就說（這個話在《華嚴疏鈔》裡面）：「三乘學者，有因無果」。這一句話我們不能夠輕易看過。三乘的學者是聲聞乘、緣覺乘、菩薩乘。這一些修行的人，他證得了聲聞、緣覺、菩薩，還是有因沒果。清涼大師講的「果」是什麼呢？果是一真法界。如果你不能夠往生到華藏世界，你不能超越十法界，而生到一真法界，都是沒有果。十法界裡頭沒果，六道就更不必講了，哪有果？"
    },
    {
      "id": "24-018-0001_p0022",
      "zh_CN": "因此，诸佛菩萨都劝我们念佛往生极乐世界，为什么呢？往生极乐世界是「有因有果」，极乐是一真法界，它不是十法界，所以生到西方极乐世界，是「有因有果」。但是你要是不求生西方极乐世界，要生华藏世界，那就难了。你要断见思烦恼、要断尘沙烦恼、还要破无明烦恼。这个实实在在讲，不是我们凡夫有能力做得到的，我们要清楚、要明了。",
      "zh_TW": "因此，諸佛菩薩都勸我們念佛往生極樂世界，為什麼呢？往生極樂世界是「有因有果」，極樂是一真法界，它不是十法界，所以生到西方極樂世界，是「有因有果」。但是你要是不求生西方極樂世界，要生華藏世界，那就難了。你要斷見思煩惱、要斷塵沙煩惱、還要破無明煩惱。這個實實在在講，不是我們凡夫有能力做得到的，我們要清楚、要明瞭。"
    },
    {
      "id": "24-018-0001_p0023",
      "zh_CN": "而菩萨的修学，一定是建立在二乘的基础上；二乘人修学一定是建立在人天的基础上；人天乘修行的基础，一定是建立在伦常的基础上。所以，「敦伦尽分」这一句话就太重要太重要了，世出世法的大根大本。所以印祖才说，纵然是古佛再来（我们常讲再来人），诸佛如来要现身在我们现在的社会里面，他必然也是讲「敦伦尽分」，必然也是劝大家念佛求生净土，绝对不会提倡其他法门。印光大师为什么这样肯定的说？这种说法有很多人怀疑，「那是不是释迦牟尼佛所讲的一切法都不要了，就单单要你这个净土法门，其他法门都不传了？」提出这个意见的人多，太多太多了。",
      "zh_TW": "而菩薩的修學，一定是建立在二乘的基礎上；二乘人修學一定是建立在人天的基礎上；人天乘修行的基礎，一定是建立在倫常的基礎上。所以，「敦倫盡分」這一句話就太重要太重要了，世出世法的大根大本。所以印祖才說，縱然是古佛再來（我們常講再來人），諸佛如來要現身在我們現在的社會裡面，他必然也是講「敦倫盡分」，必然也是勸大家念佛求生淨土，絕對不會提倡其他法門。印光大師為什麼這樣肯定的說？這種說法有很多人懷疑，「那是不是釋迦牟尼佛所講的一切法都不要了，就單單要你這個淨土法門，其他法門都不傳了？」提出這個意見的人多，太多太多了。"
    },
    {
      "id": "24-018-0001_p0024",
      "zh_CN": "他们说的话对不对呢？不能说不对。正不正确呢？未必正确。为什么未必正确？你一定要懂得，诸佛菩萨说法，他根据什么？根据时节因缘，在什么时候，说什么法；对那一类众生，说那一类法。今天这个世界的众生是什么根机？说其他一切大小乘佛法，都要断烦恼。以小乘法来说，小乘初果要断三界八十八品见惑，他能断得了吗？假如说他一品见惑都断不了，连须陀洹果都不能证得，何况阿罗汉？见思烦恼尚且不能断，怎么能证菩萨果位？你对什么人说法？",
      "zh_TW": "他們說的話對不對呢？不能說不對。正不正確呢？未必正確。為什麼未必正確？你一定要懂得，諸佛菩薩說法，他根據什麼？根據時節因緣，在什麼時候，說什麼法；對那一類眾生，說那一類法。今天這個世界的眾生是什麼根機？說其他一切大小乘佛法，都要斷煩惱。以小乘法來說，小乘初果要斷三界八十八品見惑，他能斷得了嗎？假如說他一品見惑都斷不了，連須陀洹果都不能證得，何況阿羅漢？見思煩惱尚且不能斷，怎麼能證菩薩果位？你對什麼人說法？"
    },
    {
      "id": "24-018-0001_p0025",
      "zh_CN": "如果每一个人的根性，都像禅宗六祖惠能那样的，那可以不必谈净土，说禅就行了，他是那一类的根性。我们的根性不如惠能大师，比不上人家，你看他见五祖的时候，他跟五祖讲：「弟子心中常生智慧」。我们想想，我们如果遇到五祖，一定是「弟子心中常生烦恼，弟子心中常生妄想」。那怎么行？你心里头常生妄想、常生烦恼，三乘佛法就度不了你，三乘佛法那一副药，对你不见效、没用处。所以，最后这一帖药，阿伽陀药，这个药怎么会见效呢？它不需要断烦恼，叫带业往生。",
      "zh_TW": "如果每一個人的根性，都像禪宗六祖惠能那樣的，那可以不必談淨土，說禪就行了，他是那一類的根性。我們的根性不如惠能大師，比不上人家，你看他見五祖的時候，他跟五祖講：「弟子心中常生智慧」。我們想想，我們如果遇到五祖，一定是「弟子心中常生煩惱，弟子心中常生妄想」。那怎麼行？你心裡頭常生妄想、常生煩惱，三乘佛法就度不了你，三乘佛法那一副藥，對你不見效、沒用處。所以，最後這一帖藥，阿伽陀藥，這個藥怎麼會見效呢？它不需要斷煩惱，叫帶業往生。"
    },
    {
      "id": "24-018-0001_p0026",
      "zh_CN": "见思烦恼一品不断，也能够超越六道、超越十法界，而证得一真法界。所以印祖这一句话，斩钉截铁，非常肯定，毫无疑惑！诸佛菩萨如果是再来人，到这个地方来，决定提倡净土，决定不会提倡其他法门。印光大师这个说法，我同意，我完全肯定的接受，毫无怀疑，他说的是事实。这个时代、这个地区的众生害的是这个病，一定要用这个药，不管什么样的大夫到这里来，一定用同样的药，因为只有这一副药有效。",
      "zh_TW": "見思煩惱一品不斷，也能夠超越六道、超越十法界，而證得一真法界。所以印祖這一句話，斬釘截鐵，非常肯定，毫無疑惑！諸佛菩薩如果是再來人，到這個地方來，決定提倡淨土，決定不會提倡其他法門。印光大師這個說法，我同意，我完全肯定的接受，毫無懷疑，他說的是事實。這個時代、這個地區的眾生害的是這個病，一定要用這個藥，不管什麼樣的大夫到這裡來，一定用同樣的藥，因為只有這一副藥有效。"
    },
    {
      "id": "24-018-0001_p0027",
      "zh_CN": "所以佛说法，法怎么个说法，诸位要明了，一定要契机契理。契理就是决定引导众生超越六道、超越十法界，证得圆满的佛果，这契理。契机是什么？一定适合于他的程度，适合于他现前生活的环境，他修学容易，没有困难，决定得到效果。所以，我们念佛往生，诸位要记住印祖前面那四句话，那四句话是基础。如果前面四句话做不到，念佛这一生也不能往生，这就是李炳南老居士常讲的：「念佛的人多，往生的人少」。",
      "zh_TW": "所以佛說法，法怎麼個說法，諸位要明瞭，一定要契機契理。契理就是決定引導眾生超越六道、超越十法界，證得圓滿的佛果，這契理。契機是什麼？一定適合於他的程度，適合於他現前生活的環境，他修學容易，沒有困難，決定得到效果。所以，我們念佛往生，諸位要記住印祖前面那四句話，那四句話是基礎。如果前面四句話做不到，念佛這一生也不能往生，這就是李炳南老居士常講的：「念佛的人多，往生的人少」。"
    },
    {
      "id": "24-018-0001_p0028",
      "zh_CN": "为什么那么多念佛的人不能往生？他没有做到「敦伦尽分」，他没有做到「闲邪存诚」，他没有做到「诸恶莫作，众善奉行」，他没做！这四句话是基础，我们要想在这一生当中成就，基础一定要修好。",
      "zh_TW": "為什麼那麼多念佛的人不能往生？他沒有做到「敦倫盡分」，他沒有做到「閑邪存誠」，他沒有做到「諸惡莫作，眾善奉行」，他沒做！這四句話是基礎，我們要想在這一生當中成就，基礎一定要修好。"
    },
    {
      "id": "24-018-0001_p0029",
      "zh_CN": "所以，有一些学佛的同修，年轻的同修来跟我讲，她想离婚，我就会骂她：「妳为什么会有这个念头，妳有什么过不去？」「先生不好、公婆不好，特别是公婆难处。」妳不学佛，那我就不说了。妳既然学佛，妳就要知道，人与人的相处，妳们相聚一天也好、一个小时也好、一辈子也好，都是过去生中的业缘，没有缘，对面也不相逢；既然是有业缘了，就得要承受。恶缘也要忍受，难忍受，是你自己没智慧。难忍能忍。你应当处处提醒自己，过失不在别人，过失在自己，六祖大师讲得很好：「若真修道人，不见世间过」。",
      "zh_TW": "所以，有一些學佛的同修，年輕的同修來跟我講，她想離婚，我就會罵她：「妳為什麼會有這個念頭，妳有什麼過不去？」「先生不好、公婆不好，特別是公婆難處。」妳不學佛，那我就不說了。妳既然學佛，妳就要知道，人與人的相處，妳們相聚一天也好、一個小時也好、一輩子也好，都是過去生中的業緣，沒有緣，對面也不相逢；既然是有業緣了，就得要承受。惡緣也要忍受，難忍受，是你自己沒智慧。難忍能忍。你應當處處提醒自己，過失不在別人，過失在自己，六祖大師講得很好：「若真修道人，不見世間過」。"
    },
    {
      "id": "24-018-0001_p0030",
      "zh_CN": "婆媳之间难相处，学佛的媳妇要常常想，「婆婆没有过失，过失都在自己」，如果妳能够常常这样想，妳是真正行菩萨道。时时刻刻改过自新，妳就能把过去生中这个结解开了。「常常都觉得她不对，我没有过失」，妳这个结愈结愈深，生生世世往返报复没完没了，冤冤相报。为什么不在这个时候，把这个结解开？妳要有智慧，就把这个结解开了。解开之后，这是法眷属了，从冤家的眷属变成法眷属，妳说这多好！真的是自度度他，这叫菩萨事业。如果妳遭遇到这个环境，妳要懂得这是妳行菩萨道，妳修行这叫真修。修行不是每天念经、拜佛、敲着木鱼，那个不是的，那是修行的表面，外表样子。实质就是在生活当中，处事、待人、接物当中，把无量劫来的恩恩怨怨化解，这叫真修行。",
      "zh_TW": "婆媳之間難相處，學佛的媳婦要常常想，「婆婆沒有過失，過失都在自己」，如果妳能夠常常這樣想，妳是真正行菩薩道。時時刻刻改過自新，妳就能把過去生中這個結解開了。「常常都覺得她不對，我沒有過失」，妳這個結愈結愈深，生生世世往返報復沒完沒了，冤冤相報。為什麼不在這個時候，把這個結解開？妳要有智慧，就把這個結解開了。解開之後，這是法眷屬了，從冤家的眷屬變成法眷屬，妳說這多好！真的是自度度他，這叫菩薩事業。如果妳遭遇到這個環境，妳要懂得這是妳行菩薩道，妳修行這叫真修。修行不是每天念經、拜佛、敲著木魚，那個不是的，那是修行的表面，外表樣子。實質就是在生活當中，處事、待人、接物當中，把無量劫來的恩恩怨怨化解，這叫真修行。"
    },
    {
      "id": "24-018-0001_p0031",
      "zh_CN": "不但自己在这一生当中，超越六道、超越十法界，往生净土不退成佛，也要把你这些冤家债主一个个的劝醒，帮助他们念佛往生不退成佛，你的大慈悲心表露显现出来了，你说这些冤家债主能不能度他？决定能度。为什么决定能度呢？佛在经上常讲「佛不度无缘之人」，他跟你有缘。这个缘，善缘也好、恶缘也好，都是有缘。所以善缘也能度，恶缘也能度，只要有缘是必定得度。大家一定要懂得。",
      "zh_TW": "不但自己在這一生當中，超越六道、超越十法界，往生淨土不退成佛，也要把你這些冤家債主一個個的勸醒，幫助他們念佛往生不退成佛，你的大慈悲心表露顯現出來了，你說這些冤家債主能不能度他？決定能度。為什麼決定能度呢？佛在經上常講「佛不度無緣之人」，他跟你有緣。這個緣，善緣也好、惡緣也好，都是有緣。所以善緣也能度，惡緣也能度，只要有緣是必定得度。大家一定要懂得。"
    },
    {
      "id": "24-018-0001_p0032",
      "zh_CN": "我们所有一切都要是归罪于别人、归罪于外面，是我们自己最大的过失，我们自己这一生修学不能成功，病根、病源就在此地，而不知道外面境界没有过失，过失都在我自己一身。你能够回过头来，「回头是岸」，回过头来反省，这是你觉悟、你开悟了。你能够反省之后，念念改过自新，念念努力向善，这叫真修行。佛法真实的利益，就在这个地方求，要真诚、要恭敬。你要是真诚到极处，恭敬到极处，这个「敬」是敬人、敬事、敬物、敬业，你就能全部得到，全部得到就是宗门讲的「明心见性」，你就能「明心见性」。",
      "zh_TW": "我們所有一切都要是歸罪於別人、歸罪於外面，是我們自己最大的過失，我們自己這一生修學不能成功，病根、病源就在此地，而不知道外面境界沒有過失，過失都在我自己一身。你能夠回過頭來，「回頭是岸」，回過頭來反省，這是你覺悟、你開悟了。你能夠反省之後，念念改過自新，念念努力向善，這叫真修行。佛法真實的利益，就在這個地方求，要真誠、要恭敬。你要是真誠到極處，恭敬到極處，這個「敬」是敬人、敬事、敬物、敬業，你就能全部得到，全部得到就是宗門講的「明心見性」，你就能「明心見性」。"
    },
    {
      "id": "24-018-0001_p0033",
      "zh_CN": "如果念念都觉得自己没有过失，过失都是别人的，这叫大错特错。实在讲，佛法里面讲，世间只有两种人没有过失，哪两种呢？一种是诸佛如来没有过失，给诸位说，等觉菩萨还有过失，诸佛如来没有过失。另外一种人，自己一身过失，不承认自己过失，那个人没过失，凡夫、愚人他不承认。除这两种人之外，谁没有过失？所以，如果要是得利益大小的，都在「诚敬」。「诚敬」心大，你得的利益大；诚敬心小，你得的利益小；没有诚敬，什么也得不到，这是印祖讲的「一分诚敬，得一分利益；十分诚敬，得十分利益」，一点都不假。",
      "zh_TW": "如果念念都覺得自己沒有過失，過失都是別人的，這叫大錯特錯。實在講，佛法裡面講，世間只有兩種人沒有過失，哪兩種呢？一種是諸佛如來沒有過失，給諸位說，等覺菩薩還有過失，諸佛如來沒有過失。另外一種人，自己一身過失，不承認自己過失，那個人沒過失，凡夫、愚人他不承認。除這兩種人之外，誰沒有過失？所以，如果要是得利益大小的，都在「誠敬」。「誠敬」心大，你得的利益大；誠敬心小，你得的利益小；沒有誠敬，什麼也得不到，這是印祖講的「一分誠敬，得一分利益；十分誠敬，得十分利益」，一點都不假。"
    },
    {
      "id": "24-018-0001_p0034",
      "zh_CN": "《无量寿经》上，佛教导我们：「惠以众生真实之利」，教众生得真实利益，就是教众生以真诚、清净、平等、慈悲心处事待人接物，就是这么一个意思。然后在事相上，你才真正能够看破放下。看破是彻底明白了，放下是心地清净、一尘不染，你才能过得自在、才能随缘，念佛就决定得生净土。好！今天时间到了，我们就讲到此地，谢谢诸位观看。",
      "zh_TW": "《無量壽經》上，佛教導我們：「惠以眾生真實之利」，教眾生得真實利益，就是教眾生以真誠、清淨、平等、慈悲心處事待人接物，就是這麼一個意思。然後在事相上，你才真正能夠看破放下。看破是徹底明白了，放下是心地清淨、一塵不染，你才能過得自在、才能隨緣，念佛就決定得生淨土。好！今天時間到了，我們就講到此地，謝謝諸位觀看。"
    }
  ]
}