{
  "doc_id": "21-232-0002",
  "title": {
    "zh_CN": "雍正皇帝上谕与多元文化教育",
    "zh_TW": "雍正皇帝上諭與多元文化教育"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2004",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-232-0002",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "21-232-0002_p0001",
      "zh_CN": "诸位同学，我们接着看雍正上谕第三段，这段文字比较长一点，我们把它分成小段来念。",
      "zh_TW": "諸位同學，我們接著看雍正上諭第三段，這段文字比較長一點，我們把它分成小段來念。"
    },
    {
      "id": "21-232-0002_p0002",
      "zh_CN": "【昔宋文帝问侍中何尚之曰：「六经本是济俗，若性灵真要，则以佛经为指南。如率土之民，皆淳此化，则吾坐致太平矣。」】",
      "zh_TW": "【昔宋文帝問侍中何尚之曰：「六經本是濟俗，若性靈真要，則以佛經為指南。如率土之民，皆淳此化，則吾坐致太平矣。」】"
    },
    {
      "id": "21-232-0002_p0003",
      "zh_CN": "这是一小段。宋文帝曾经问过他的侍中何尚之。我们先来介绍一下宋文帝。这是南北朝时代，当时的社会状况也是很不安定。晋以后，五胡乱华，南朝宋武帝刘裕灭了晋朝，自己就称帝，换句话说，他建立一个政权，历史上称他为武帝。史家也称他为刘宋，因为在往后有唐朝，这是大一统的时代，唐以后又有宋，赵匡胤建立的，我们称为赵宋。所以在中国历史上，国号相同的就以帝王的姓冠上去，我们就晓得他是属于哪个宋，南北朝时候的宋。南朝的首都都在现在的南京，所以是六朝古都，宋、齐、梁、陈都在南京建立的。",
      "zh_TW": "這是一小段。宋文帝曾經問過他的侍中何尚之。我們先來介紹一下宋文帝。這是南北朝時代，當時的社會狀況也是很不安定。晉以後，五胡亂華，南朝宋武帝劉裕滅了晉朝，自己就稱帝，換句話說，他建立一個政權，歷史上稱他為武帝。史家也稱他為劉宋，因為在往後有唐朝，這是大一統的時代，唐以後又有宋，趙匡胤建立的，我們稱為趙宋。所以在中國歷史上，國號相同的就以帝王的姓冠上去，我們就曉得他是屬於哪個宋，南北朝時候的宋。南朝的首都都在現在的南京，所以是六朝古都，宋、齊、梁、陳都在南京建立的。"
    },
    {
      "id": "21-232-0002_p0004",
      "zh_CN": "宋文帝是武帝第三个儿子，他的名字叫义隆，刘义隆。我们讲公元大家印象就比较深刻，他出生在公元四百零七年，今年是公元两千零四年，在我们一般讲，他是四世纪的人，我们现在是二十一世纪了。公元四百五十三年，他死了，死的时候是四十七岁。他在那个时代是一个难得的好皇帝，他是个读书人。他做皇帝是从公元四百二十四年到四百五十三年，文帝在位三十年，是刘宋最长命的皇帝，做了三十年皇帝。刘宋是从公元四百二十年代晋称帝，总共享国六十年，就是它的政权存在总共是六十年。六十年经历八个皇帝。",
      "zh_TW": "宋文帝是武帝第三個兒子，他的名字叫義隆，劉義隆。我們講公元大家印象就比較深刻，他出生在公元四百零七年，今年是公元兩千零四年，在我們一般講，他是四世紀的人，我們現在是二十一世紀了。公元四百五十三年，他死了，死的時候是四十七歲。他在那個時代是一個難得的好皇帝，他是個讀書人。他做皇帝是從公元四百二十四年到四百五十三年，文帝在位三十年，是劉宋最長命的皇帝，做了三十年皇帝。劉宋是從公元四百二十年代晉稱帝，總共享國六十年，就是它的政權存在總共是六十年。六十年經歷八個皇帝。"
    },
    {
      "id": "21-232-0002_p0005",
      "zh_CN": "由此可知，刘宋时代的皇帝寿命都很短，六十年八个主，而文帝占了三十年，所以他是个长命的皇帝。他的书念得很好，非常可惜，他是被他儿子杀死的，也就是太子刘劭杀了父亲，自己做皇帝，当然这种状况就是现在所讲的政变。儿子杀父亲，大逆不道，当然不得人心。所以他的第三个儿子起兵讨伐太子，太子也在这个时候死了，所以实际上这个太子做皇帝只几个月，历史上没有他的名字，时间非常短暂。",
      "zh_TW": "由此可知，劉宋時代的皇帝壽命都很短，六十年八個主，而文帝佔了三十年，所以他是個長命的皇帝。他的書念得很好，非常可惜，他是被他兒子殺死的，也就是太子劉劭殺了父親，自己做皇帝，當然這種狀況就是現在所講的政變。兒子殺父親，大逆不道，當然不得人心。所以他的第三個兒子起兵討伐太子，太子也在這個時候死了，所以實際上這個太子做皇帝只幾個月，歷史上沒有他的名字，時間非常短暫。"
    },
    {
      "id": "21-232-0002_p0006",
      "zh_CN": "文帝死了，文帝的第三个儿子起兵把这个乱平定，这就是孝武帝，文帝之后是孝武帝。历史上记载文帝博涉经书，用我们现在的话说，他书念得很好，字也写得好，尤其是隶书。在历史上记载的这一段，我们学佛的人看到，这是个好皇帝，是个好人，勤政爱民，死于非命。不是别人杀他，是儿子杀他。在佛法里面讲，乱世之人，冤冤相报，这个道理与事实真相我们应当要明了。佛经上说，父子一家人，过去生中必定有因果关系，没有关系不可能做一家人。",
      "zh_TW": "文帝死了，文帝的第三個兒子起兵把這個亂平定，這就是孝武帝，文帝之後是孝武帝。歷史上記載文帝博涉經書，用我們現在的話說，他書念得很好，字也寫得好，尤其是隸書。在歷史上記載的這一段，我們學佛的人看到，這是個好皇帝，是個好人，勤政愛民，死於非命。不是別人殺他，是兒子殺他。在佛法裡面講，亂世之人，冤冤相報，這個道理與事實真相我們應當要明瞭。佛經上說，父子一家人，過去生中必定有因果關係，沒有關係不可能做一家人。"
    },
    {
      "id": "21-232-0002_p0007",
      "zh_CN": "一九七七年我在香港讲《楞严经》，那一次的时间最长，我在香港住了四个月。前面两个月在九龙倓虚老法师的图书馆，中华佛教图书馆，后面两个月在香港蓝塘道寿冶老和尚的道场，光明讲堂，我在那边也住了两个月。光明讲堂的佛殿上有一副对联，是寿冶老和尚写的，寿冶老和尚的字也写得很好，一生读《华严》、写《华严经》。我是在纽约跟他老人家见过几次面，他对我也非常的爱护，因为听说我是讲《华严经》的，他也是学《华严》的。老和尚都往生了，我们自己从小和尚也变成了老和尚。",
      "zh_TW": "一九七七年我在香港講《楞嚴經》，那一次的時間最長，我在香港住了四個月。前面兩個月在九龍倓虛老法師的圖書館，中華佛教圖書館，後面兩個月在香港藍塘道壽冶老和尚的道場，光明講堂，我在那邊也住了兩個月。光明講堂的佛殿上有一副對聯，是壽冶老和尚寫的，壽冶老和尚的字也寫得很好，一生讀《華嚴》、寫《華嚴經》。我是在紐約跟他老人家見過幾次面，他對我也非常的愛護，因為聽說我是講《華嚴經》的，他也是學《華嚴》的。老和尚都往生了，我們自己從小和尚也變成了老和尚。"
    },
    {
      "id": "21-232-0002_p0008",
      "zh_CN": "他在佛堂悬的一副对联，我记得很清楚，印象非常深刻。他上联写的是「夫妻是缘，有善缘，有恶缘，冤冤相报」，下联写的是「儿女是债，有讨债，有还债，无债不来」，这副对联写得好。世俗的一家人，夫妻、儿女，这一副对联都写尽了。做帝王的也不例外，你养的这些儿子长大了，各个都想争夺王位，如果没有大的福报，冤亲债主生到你家里来了，就变成叛逆。刘劭杀文帝，就是一个很现实的例子，冤冤相报，这是一个讨命债来的，不是普通的债务。历史上像这种例子很多很多，在民间我们细心观察，史书里面各个朝代都有记载，现代的社会，这种事情在中国、在外国愈来愈普遍，以前这是新闻，现在已经不是新闻。所以多少人感叹世风日下，又有几个人能参透其中因果报应的道理。这是我们为宋文帝不得善终，感到非常遗憾，他在历史上有很好的评价，我相信雍正对他很尊敬。",
      "zh_TW": "他在佛堂懸的一副對聯，我記得很清楚，印象非常深刻。他上聯寫的是「夫妻是緣，有善緣，有惡緣，冤冤相報」，下聯寫的是「兒女是債，有討債，有還債，無債不來」，這副對聯寫得好。世俗的一家人，夫妻、兒女，這一副對聯都寫盡了。做帝王的也不例外，你養的這些兒子長大了，各個都想爭奪王位，如果沒有大的福報，冤親債主生到你家裡來了，就變成叛逆。劉劭殺文帝，就是一個很現實的例子，冤冤相報，這是一個討命債來的，不是普通的債務。歷史上像這種例子很多很多，在民間我們細心觀察，史書裡面各個朝代都有記載，現代的社會，這種事情在中國、在外國愈來愈普遍，以前這是新聞，現在已經不是新聞。所以多少人感嘆世風日下，又有幾個人能參透其中因果報應的道理。這是我們為宋文帝不得善終，感到非常遺憾，他在歷史上有很好的評價，我相信雍正對他很尊敬。"
    },
    {
      "id": "21-232-0002_p0009",
      "zh_CN": "他问他的『侍中』，「侍」就是奉侍，「中」是讲宫廷，换句话说，这个官员是在宫廷里面侍奉皇帝的，是以此得名。过去许多的朝代都设此官位，它的品级是三品。他没有杂务，换句话说，他不管事的，就像现在所讲的顾问一样，是陪皇帝聊天的。皇帝有什么事情的时候，向他们请教。这些人，用现在的话来说，一般都是学者专家，广学多闻，所以可以给皇帝做顾问。这个官是个清官，清要之官，是皇帝的近臣。他不管事、不管政，是这么一个地位，这个地位也是很重要的，很值得人尊敬的。那个时候何尚之就是担任侍中这个官职。",
      "zh_TW": "他問他的『侍中』，「侍」就是奉侍，「中」是講宮廷，換句話說，這個官員是在宮廷裡面侍奉皇帝的，是以此得名。過去許多的朝代都設此官位，它的品級是三品。他沒有雜務，換句話說，他不管事的，就像現在所講的顧問一樣，是陪皇帝聊天的。皇帝有什麼事情的時候，向他們請教。這些人，用現在的話來說，一般都是學者專家，廣學多聞，所以可以給皇帝做顧問。這個官是個清官，清要之官，是皇帝的近臣。他不管事、不管政，是這麼一個地位，這個地位也是很重要的，很值得人尊敬的。那個時候何尚之就是擔任侍中這個官職。"
    },
    {
      "id": "21-232-0002_p0010",
      "zh_CN": "在这个地方我们还要做一个简介，历史上大家知道有贞观之治、开元之治，这是以后；汉朝有文景之治，这都是政治办得最好的时候。宋文帝在位的时候有元嘉之治，他的年号叫元嘉。他治国力求精进简捷，一切简化。皇帝、官员没有烦心的事情，平民百姓也能够安居乐业，所以政治很清明。他是读书人，所以非常重视教育，所以在那个时候，他立四个学校，就好像我们现在四个大学，当然跟现在大学规模不相同。这四个大学请专家老师来担任教学，他们收学生，为国家培养人才。同时讲学的时候，就是上课的时候，可以让平民百姓都来旁听，好像我们现在的社会教育。这四个学校，一个是儒学，这个我们的概念比较深一点，讲孔孟之道，现在人讲的四书五经。当代大儒，雷次宗先生，请他来主讲儒学。何尚之主讲玄学，我们现在称为哲学，大概是以老庄、诸子百家，在中国四库里的子学，用现在的话说，多半是讲哲学。何尚之主讲玄学，谢文主讲文学，何承天主讲史学（历史），他立这四个学校。",
      "zh_TW": "在這個地方我們還要做一個簡介，歷史上大家知道有貞觀之治、開元之治，這是以後；漢朝有文景之治，這都是政治辦得最好的時候。宋文帝在位的時候有元嘉之治，他的年號叫元嘉。他治國力求精進簡捷，一切簡化。皇帝、官員沒有煩心的事情，平民百姓也能夠安居樂業，所以政治很清明。他是讀書人，所以非常重視教育，所以在那個時候，他立四個學校，就好像我們現在四個大學，當然跟現在大學規模不相同。這四個大學請專家老師來擔任教學，他們收學生，為國家培養人才。同時講學的時候，就是上課的時候，可以讓平民百姓都來旁聽，好像我們現在的社會教育。這四個學校，一個是儒學，這個我們的概念比較深一點，講孔孟之道，現在人講的四書五經。當代大儒，雷次宗先生，請他來主講儒學。何尚之主講玄學，我們現在稱為哲學，大概是以老莊、諸子百家，在中國四庫裡的子學，用現在的話說，多半是講哲學。何尚之主講玄學，謝文主講文學，何承天主講史學（歷史），他立這四個學校。"
    },
    {
      "id": "21-232-0002_p0011",
      "zh_CN": "二十五史，《南史》里面说「于斯为美，后言政化，称元嘉焉」。元嘉之治，政治清明，治理得这么好，学风、道风关系很大。汉武帝给中国教育制定了教学的宗旨、方针，宋文帝完全落实了，「建国君民，教学为先」。我们在历史上能看到，刘宋建国是公元四百二十年，宋文帝做皇帝是在公元四百二十四年，由此可知，他的父亲代晋称帝只有三年，过世之后，传位给文帝。文帝在当时还不到二十岁，文帝是公元四０七年出生的，从这里来看，我们就晓得公元四百二十七年时，他才二十岁，他做皇帝的时候只十三、四岁。这是在动乱的一个时代，懂得教学，任用贤明，所以在他做皇帝的三十年当中有这么好的政绩。",
      "zh_TW": "二十五史，《南史》裡面說「於斯為美，後言政化，稱元嘉焉」。元嘉之治，政治清明，治理得這麼好，學風、道風關係很大。漢武帝給中國教育制定了教學的宗旨、方針，宋文帝完全落實了，「建國君民，教學為先」。我們在歷史上能看到，劉宋建國是公元四百二十年，宋文帝做皇帝是在公元四百二十四年，由此可知，他的父親代晉稱帝只有三年，過世之後，傳位給文帝。文帝在當時還不到二十歲，文帝是公元四０七年出生的，從這裡來看，我們就曉得公元四百二十七年時，他才二十歲，他做皇帝的時候只十三、四歲。這是在動亂的一個時代，懂得教學，任用賢明，所以在他做皇帝的三十年當中有這麼好的政績。"
    },
    {
      "id": "21-232-0002_p0012",
      "zh_CN": "何尚之先生出生在公元三百八十二年，卒于公元四百六十年，享年七十八岁。我们从这里来看，这个人是帝王师，他是庐江灊县人。我离开老家的时间太久，我十岁就离开了。抗战胜利之后，回到家乡只住了两个月，以后差不多五十年没回去。我从国外回到老家的时候，已经离开老家整整五十年，所以对于故乡的许多事情都没有印象。何尚之跟我是同乡，我们同一个县的，使我想起来我们家乡姓何的人很多，何姓是我们家乡的一个望族。",
      "zh_TW": "何尚之先生出生在公元三百八十二年，卒於公元四百六十年，享年七十八歲。我們從這裡來看，這個人是帝王師，他是廬江灊縣人。我離開老家的時間太久，我十歲就離開了。抗戰勝利之後，回到家鄉只住了兩個月，以後差不多五十年沒回去。我從國外回到老家的時候，已經離開老家整整五十年，所以對於故鄉的許多事情都沒有印象。何尚之跟我是同鄉，我們同一個縣的，使我想起來我們家鄉姓何的人很多，何姓是我們家鄉的一個望族。"
    },
    {
      "id": "21-232-0002_p0013",
      "zh_CN": "文帝在位的时候，立四学，何尚之主讲玄学，收学生（古时候讲收徒弟，现在讲收学生），这个学生是传道的，不是普通的学生，真正有成就的，历史上称为南学，因为他讲学的处所在南门，那个时候有城市，他是在南门，南郭外，大概是在南门外。以后文帝办了一个大学（大学在从前称为国子监，到清朝都有），聘请他来主持大学教育，现在称大学校长，从前称国子祭酒。国子祭酒就是这个学校的校长，国子监的主持人。他曾经做过尚书六年，文帝二十八年他做尚书令，就是以后称的宰相、首相。文帝死于公元四百五十三年，也就是元嘉三十年。他在元嘉二十二年担任尚书的职务，也做了不少年，他从政大概有八年的时间。",
      "zh_TW": "文帝在位的時候，立四學，何尚之主講玄學，收學生（古時候講收徒弟，現在講收學生），這個學生是傳道的，不是普通的學生，真正有成就的，歷史上稱為南學，因為他講學的處所在南門，那個時候有城市，他是在南門，南郭外，大概是在南門外。以後文帝辦了一個大學（大學在從前稱為國子監，到清朝都有），聘請他來主持大學教育，現在稱大學校長，從前稱國子祭酒。國子祭酒就是這個學校的校長，國子監的主持人。他曾經做過尚書六年，文帝二十八年他做尚書令，就是以後稱的宰相、首相。文帝死於公元四百五十三年，也就是元嘉三十年。他在元嘉二十二年擔任尚書的職務，也做了不少年，他從政大概有八年的時間。"
    },
    {
      "id": "21-232-0002_p0014",
      "zh_CN": "太子刘劭杀父自立，这个罪过很大，孝武帝讨平，即帝位之后，本来想把服从于太子的这些将军、家属统统治罪，何尚之劝告孝武帝，一切从宽，能够免于追究的，一概都免了，救了不少人。孝武帝年岁不大，何尚之是长者，对他很有影响力，所以何尚之劝孝武帝，在这一次事变当中就救了不少人。孝武帝初，南郡王义宣叛乱，也被孝武帝平定了。孝武帝是文帝的第三个儿子，文帝以后的一位皇帝。在这个事变当中凡是服从叛变的，都是死刑，何尚之也劝请孝武帝要学他父亲的宽洪大量，孝武帝也不错，也都能接受。所以何尚之这两次真的救了很多人，这些事迹在二十五史的《宋书》与《南史》里有记载。这是我们把这两个人做简单的介绍。",
      "zh_TW": "太子劉劭殺父自立，這個罪過很大，孝武帝討平，即帝位之後，本來想把服從於太子的這些將軍、家屬統統治罪，何尚之勸告孝武帝，一切從寬，能夠免於追究的，一概都免了，救了不少人。孝武帝年歲不大，何尚之是長者，對他很有影響力，所以何尚之勸孝武帝，在這一次事變當中就救了不少人。孝武帝初，南郡王義宣叛亂，也被孝武帝平定了。孝武帝是文帝的第三個兒子，文帝以後的一位皇帝。在這個事變當中凡是服從叛變的，都是死刑，何尚之也勸請孝武帝要學他父親的寬洪大量，孝武帝也不錯，也都能接受。所以何尚之這兩次真的救了很多人，這些事蹟在二十五史的《宋書》與《南史》裡有記載。這是我們把這兩個人做簡單的介紹。"
    },
    {
      "id": "21-232-0002_p0015",
      "zh_CN": "现在我们来看文帝问的内容。我们知道文帝书念得很好。『六经本是济俗』，「六经」是儒家的，《诗经》、《书经》、《礼记》、《易经》、《春秋》，《春秋》是历史，我们现在称这些为五经，还有《乐》这一种失传了。现在在《礼记》里面有一篇乐记，古时候称六经，《诗》、《书》、《易》、《礼》、《乐》、《春秋》。儒家所传的六经，「本是济俗」，济是接济，是救济、是协助，俗是世俗，换句话说，它是教化世俗的。世俗人要是学儒家的六经，就知道怎样做人，怎样做个好人，怎样把人品向上提升，他懂得这个道理，所以儒能治世。",
      "zh_TW": "現在我們來看文帝問的內容。我們知道文帝書念得很好。『六經本是濟俗』，「六經」是儒家的，《詩經》、《書經》、《禮記》、《易經》、《春秋》，《春秋》是歷史，我們現在稱這些為五經，還有《樂》這一種失傳了。現在在《禮記》裡面有一篇樂記，古時候稱六經，《詩》、《書》、《易》、《禮》、《樂》、《春秋》。儒家所傳的六經，「本是濟俗」，濟是接濟，是救濟、是協助，俗是世俗，換句話說，它是教化世俗的。世俗人要是學儒家的六經，就知道怎樣做人，怎樣做個好人，怎樣把人品向上提升，他懂得這個道理，所以儒能治世。"
    },
    {
      "id": "21-232-0002_p0016",
      "zh_CN": "『若性灵真要』，可见得宋文帝也懂佛，也懂道，他也是博学多闻。他说讲到心性，讲到灵性，「真」是真实，「要」是重要、精要，讲到这些东西，那要推『佛经为指南』。这两句话用我们现在话来讲，用儒治世，用佛来修心，修心养性要用佛，提升自己的灵性。我们在讲堂里常常提出，人生的意义是什么？人生的价值是什么？真正明白的人就像宋文帝一样，提升自己的灵性这个重要。",
      "zh_TW": "『若性靈真要』，可見得宋文帝也懂佛，也懂道，他也是博學多聞。他說講到心性，講到靈性，「真」是真實，「要」是重要、精要，講到這些東西，那要推『佛經為指南』。這兩句話用我們現在話來講，用儒治世，用佛來修心，修心養性要用佛，提升自己的靈性。我們在講堂裡常常提出，人生的意義是什麼？人生的價值是什麼？真正明白的人就像宋文帝一樣，提升自己的靈性這個重要。"
    },
    {
      "id": "21-232-0002_p0017",
      "zh_CN": "全世界凡是信仰宗教的，都肯定人生不是一世，人有来世，有过去、有未来，不是一世就完了。一世就完了，那我们就可以不必这样的苦修了。既然知道有过去、有未来，提升灵性第一重要，明了因果也非常重要，明了因果则不造恶。虽然不造恶，文帝是个好皇帝，还被他儿子杀了，这是什么原因？使我们想起老子所说的「和大怨必有余怨」。这个儿子过去世是冤家对头，虽然也和解了，和解了还有余怨，他心里的怨恨没有化解，这一世当中又碰到，甚至于很小的事情，把前世的怨恨引发出来，发生重大冲突，就造了极重的罪业。这个事情，佛跟道讲得清楚。所以我相信儒释道三教文帝都涉猎了，而且都有心得，他才能说出这个话。",
      "zh_TW": "全世界凡是信仰宗教的，都肯定人生不是一世，人有來世，有過去、有未來，不是一世就完了。一世就完了，那我們就可以不必這樣的苦修了。既然知道有過去、有未來，提升靈性第一重要，明瞭因果也非常重要，明瞭因果則不造惡。雖然不造惡，文帝是個好皇帝，還被他兒子殺了，這是什麼原因？使我們想起老子所說的「和大怨必有餘怨」。這個兒子過去世是冤家對頭，雖然也和解了，和解了還有餘怨，他心裡的怨恨沒有化解，這一世當中又碰到，甚至於很小的事情，把前世的怨恨引發出來，發生重大衝突，就造了極重的罪業。這個事情，佛跟道講得清楚。所以我相信儒釋道三教文帝都涉獵了，而且都有心得，他才能說出這個話。"
    },
    {
      "id": "21-232-0002_p0018",
      "zh_CN": "后面这是感叹，也是他认真努力去做的。『如率土之民，皆淳此化，则吾坐致太平矣』。「如」是假设，「率土之民」就是他所治理的国家里面所有的人民，「皆淳此化」，淳是淳朴，朴实、善良、敦厚的风化，「化」是风化。也就是说在他国土之内的所有人民，都能够接受儒家的教导，都能够接受佛家的薰陶，能够接受这个教育。所以我们就想到他立的学，有儒、有玄，佛跟道都在玄学里面，何尚之主讲这一门学问。所以他这个问题不问别人，问何尚之。如果这两种教育能推行普及到全国，他说：我这个皇帝真正是坐享太平，国泰民安。我们今天讲的安定和平，繁荣兴旺，所以历史上称为元嘉之治。你从这个谈话就晓得他的教育办得好，自己真正在学习。下面这一段是何尚之的答复：",
      "zh_TW": "後面這是感嘆，也是他認真努力去做的。『如率土之民，皆淳此化，則吾坐致太平矣』。「如」是假設，「率土之民」就是他所治理的國家裡面所有的人民，「皆淳此化」，淳是淳樸，樸實、善良、敦厚的風化，「化」是風化。也就是說在他國土之內的所有人民，都能夠接受儒家的教導，都能夠接受佛家的薰陶，能夠接受這個教育。所以我們就想到他立的學，有儒、有玄，佛跟道都在玄學裡面，何尚之主講這一門學問。所以他這個問題不問別人，問何尚之。如果這兩種教育能推行普及到全國，他說：我這個皇帝真正是坐享太平，國泰民安。我們今天講的安定和平，繁榮興旺，所以歷史上稱為元嘉之治。你從這個談話就曉得他的教育辦得好，自己真正在學習。下面這一段是何尚之的答覆："
    },
    {
      "id": "21-232-0002_p0019",
      "zh_CN": "【何尚之对曰：「百家之乡，十人持五戒，则十人淳谨。千室之邑，百人持十善，则百人和睦。持此风教，以周寰区。则编户亿千，仁人百万。而能行一善则去一恶，去一恶则息一刑；一刑息于家，万刑息于国，洵乎可以垂拱坐致太平矣。」】",
      "zh_TW": "【何尚之對曰：「百家之鄉，十人持五戒，則十人淳謹。千室之邑，百人持十善，則百人和睦。持此風教，以周寰區。則編戶億千，仁人百萬。而能行一善則去一惡，去一惡則息一刑；一刑息於家，萬刑息於國，洵乎可以垂拱坐致太平矣。」】"
    },
    {
      "id": "21-232-0002_p0020",
      "zh_CN": "我们就看这一段，何尚之答得好，所答的跟宋文帝的想法、看法、做法完全相同，这样的君臣在历史上不多。何尚之认为儒、佛都好，他说『百家之乡』，这一个乡镇住户有一百家，这一百家里面有十个人持五戒。我们晓得古时候是大家庭，不像现在小家庭，三代同堂、四代同堂很普遍，一家总有几十口。「百家之乡」，以我们一般来看，总有两、三千人，就像现在的小镇一样。两、三千人的小镇里面有十个人持五戒，这十个人是榜样。这十个人『淳谨』，「淳」就是刚才讲过的朴实、善良、敦厚、和睦。十个人教化这一乡，乡里有贤人，必然为乡里所尊敬。「谨」是谨慎、恭敬，小心谨慎。所以为乡人所尊敬、所仰慕，乡里有什么争执的事情，请他来评评理，他一说就和解了，不需要警察，不需要法律，请一个明理的读书人来跟大家讲讲理、评评理就化解了。这十个人的道风、学风，他们是以身作则。「淳谨」，是以身作则、潜移默化，感化这一方。",
      "zh_TW": "我們就看這一段，何尚之答得好，所答的跟宋文帝的想法、看法、做法完全相同，這樣的君臣在歷史上不多。何尚之認為儒、佛都好，他說『百家之鄉』，這一個鄉鎮住戶有一百家，這一百家裡面有十個人持五戒。我們曉得古時候是大家庭，不像現在小家庭，三代同堂、四代同堂很普遍，一家總有幾十口。「百家之鄉」，以我們一般來看，總有兩、三千人，就像現在的小鎮一樣。兩、三千人的小鎮裡面有十個人持五戒，這十個人是榜樣。這十個人『淳謹』，「淳」就是剛才講過的樸實、善良、敦厚、和睦。十個人教化這一鄉，鄉里有賢人，必然為鄉里所尊敬。「謹」是謹慎、恭敬，小心謹慎。所以為鄉人所尊敬、所仰慕，鄉里有什麼爭執的事情，請他來評評理，他一說就和解了，不需要警察，不需要法律，請一個明理的讀書人來跟大家講講理、評評理就化解了。這十個人的道風、學風，他們是以身作則。「淳謹」，是以身作則、潛移默化，感化這一方。"
    },
    {
      "id": "21-232-0002_p0021",
      "zh_CN": "『千室之邑』，「邑」是都市、城市，这里面有一千户，大概是住有一万多人的都市。以一家十口来算，一千家就有一万多人。这一个小城市有一百人『持十善』，这个小城市里有一百个善人。『则百人和睦』，这一百人决定没有相争的，这一百个人决定是平等对待、和睦相处。他们的教化与风范影响这一个城市。他说要推动这样的教育，这就是我们今天所讲的多元文化的教育，我们把这个教育、把这个风气推广。",
      "zh_TW": "『千室之邑』，「邑」是都市、城市，這裡面有一千戶，大概是住有一萬多人的都市。以一家十口來算，一千家就有一萬多人。這一個小城市有一百人『持十善』，這個小城市裡有一百個善人。『則百人和睦』，這一百人決定沒有相爭的，這一百個人決定是平等對待、和睦相處。他們的教化與風範影響這一個城市。他說要推動這樣的教育，這就是我們今天所講的多元文化的教育，我們把這個教育、把這個風氣推廣。"
    },
    {
      "id": "21-232-0002_p0022",
      "zh_CN": "『持此风教，以周寰区』，「寰区」是他国家所治理的区域，也就是当时的宋国。宋国的领土在现在的中国大概占好几个省分，江南几个省都是它的疆域。「周」是周遍，就是我们这种教化、风俗要能够推行到全国。「寰区」就是今天讲的全国。『则编户亿千，仁人百万』，这个地方我们不能把它看作数目字。这是讲在全国要推行圣贤教育，你就有「仁人百万」。这个国家有一百万的善人都是能够行十善、持五戒的，这还得了！这个国家社会哪有不安定的道理！哪有不太平的道理！社会安定和平，必定繁荣兴旺。太平盛世，由之而兴。",
      "zh_TW": "『持此風教，以周寰區』，「寰區」是他國家所治理的區域，也就是當時的宋國。宋國的領土在現在的中國大概佔好幾個省分，江南幾個省都是它的疆域。「周」是周遍，就是我們這種教化、風俗要能夠推行到全國。「寰區」就是今天講的全國。『則編戶億千，仁人百萬』，這個地方我們不能把它看作數目字。這是講在全國要推行聖賢教育，你就有「仁人百萬」。這個國家有一百萬的善人都是能夠行十善、持五戒的，這還得了！這個國家社會哪有不安定的道理！哪有不太平的道理！社會安定和平，必定繁榮興旺。太平盛世，由之而興。"
    },
    {
      "id": "21-232-0002_p0023",
      "zh_CN": "何尚之接着又说『而能行一善则去一恶』，这是肯定的。『去一恶』，国家就息一个刑罚。『一刑息于家，万刑息于国』，这个国家的犯罪率很少，没有犯罪的人，虽然制定刑法，但都不起作用。『洵乎』，「洵」用现在的话说就是「真的」，真的『可以垂拱坐致太平』。皇帝说：则吾坐致太平。何尚之讲：行，对，真的，不是假的，决定可以坐致太平。这就是一定要推动多元的社会教育、贤圣的教育，我们今天讲伦理道德的教育，你才能够做到安定和平，繁荣兴旺。现在时间到了，我们就讲到此地。",
      "zh_TW": "何尚之接著又說『而能行一善則去一惡』，這是肯定的。『去一惡』，國家就息一個刑罰。『一刑息於家，萬刑息於國』，這個國家的犯罪率很少，沒有犯罪的人，雖然制定刑法，但都不起作用。『洵乎』，「洵」用現在的話說就是「真的」，真的『可以垂拱坐致太平』。皇帝說：則吾坐致太平。何尚之講：行，對，真的，不是假的，決定可以坐致太平。這就是一定要推動多元的社會教育、賢聖的教育，我們今天講倫理道德的教育，你才能夠做到安定和平，繁榮興旺。現在時間到了，我們就講到此地。"
    },
    {
      "id": "21-232-0002_p0024",
      "zh_CN": "我们看上谕第三段最后这一句，这一句是雍正皇帝说的：",
      "zh_TW": "我們看上諭第三段最後這一句，這一句是雍正皇帝說的："
    },
    {
      "id": "21-232-0002_p0025",
      "zh_CN": "【斯言也，盖以劝善者治天下之要道也。】",
      "zh_TW": "【斯言也，蓋以勸善者治天下之要道也。】"
    },
    {
      "id": "21-232-0002_p0026",
      "zh_CN": "这个话说得太好了。他说宋文帝跟何尚之这一段的对话，『斯言』就是指上面这些话，这是『劝善者』，「善者」是指好的国家领导人、好皇帝。好的国家领导人治理天下之『要道』，重要的道理，「道」当作道理、方法讲，治理国家最重要的理论、最重要的方法。他们对话当中所讲的是办学，提倡伦理道德的社会教育，只要这个国家善人多了，自然就形成淳朴善良的风俗习惯，必定带给这个国家地区安定和平，安定和平一定带来的是繁荣兴旺，这里头是互为因果。",
      "zh_TW": "這個話說得太好了。他說宋文帝跟何尚之這一段的對話，『斯言』就是指上面這些話，這是『勸善者』，「善者」是指好的國家領導人、好皇帝。好的國家領導人治理天下之『要道』，重要的道理，「道」當作道理、方法講，治理國家最重要的理論、最重要的方法。他們對話當中所講的是辦學，提倡倫理道德的社會教育，只要這個國家善人多了，自然就形成淳樸善良的風俗習慣，必定帶給這個國家地區安定和平，安定和平一定帶來的是繁榮興旺，這裡頭是互為因果。"
    },
    {
      "id": "21-232-0002_p0027",
      "zh_CN": "我们再回头看看今天的社会，这个世界可以说跟中国的春秋战国与南北朝时代很相似，是个动乱不安的局面。有圣贤人出现在这个世间，这些圣贤人有智慧、有能力、有德行、有修养，他给我们做出的典型榜样是牺牲奉献，舍弃名闻利养与五欲六尘的享受，一生奉献于清苦高尚的道德教育，学为人师，行为世范。如果这个时代真正有善者，这个善者是指国家领导人、好皇帝，由他来带动，这些贤哲来辅助，国家哪有不太平的道理！哪有不兴旺的道理！",
      "zh_TW": "我們再回頭看看今天的社會，這個世界可以說跟中國的春秋戰國與南北朝時代很相似，是個動亂不安的局面。有聖賢人出現在這個世間，這些聖賢人有智慧、有能力、有德行、有修養，他給我們做出的典型榜樣是犧牲奉獻，捨棄名聞利養與五欲六塵的享受，一生奉獻於清苦高尚的道德教育，學為人師，行為世範。如果這個時代真正有善者，這個善者是指國家領導人、好皇帝，由他來帶動，這些賢哲來輔助，國家哪有不太平的道理！哪有不興旺的道理！"
    },
    {
      "id": "21-232-0002_p0028",
      "zh_CN": "清朝，康熙、雍正、乾隆三朝是国家鼎盛的时代，他们靠什么？靠教育。清朝幅员广大，皇上用佛教来教化西北边疆，他只找到四个佛门的大德，对于边疆真的是垂拱而治。佛门四个大德跟皇上建立非常好的关系，皇上尊这四个人为国师。西藏，前藏的达赖，后藏的班禅；蒙古，内蒙古的章嘉，外蒙古的哲布尊丹巴，四个大师来辅助皇上治理国家。这些大师跟皇上的关系，与何尚之跟宋文帝的关系非常类似，皇上的顾问，皇上的国师，国师就是顾问。「治天下之要道」，真正想把国家治好，真正想带给人民幸福美满，一定是这个作风，雍正皇帝也不例外，学古人。我们再看下一段：",
      "zh_TW": "清朝，康熙、雍正、乾隆三朝是國家鼎盛的時代，他們靠什麼？靠教育。清朝幅員廣大，皇上用佛教來教化西北邊疆，他只找到四個佛門的大德，對於邊疆真的是垂拱而治。佛門四個大德跟皇上建立非常好的關係，皇上尊這四個人為國師。西藏，前藏的達賴，後藏的班禪；蒙古，內蒙古的章嘉，外蒙古的哲布尊丹巴，四個大師來輔助皇上治理國家。這些大師跟皇上的關係，與何尚之跟宋文帝的關係非常類似，皇上的顧問，皇上的國師，國師就是顧問。「治天下之要道」，真正想把國家治好，真正想帶給人民幸福美滿，一定是這個作風，雍正皇帝也不例外，學古人。我們再看下一段："
    },
    {
      "id": "21-232-0002_p0029",
      "zh_CN": "【而佛教之化贪吝、诱贤良，其旨亦本于此。】",
      "zh_TW": "【而佛教之化貪吝、誘賢良，其旨亦本於此。】"
    },
    {
      "id": "21-232-0002_p0030",
      "zh_CN": "这是第二段里面的第一个小段。因为文帝跟何尚之的应对都是在讲佛教，所以雍正在这里做个总结。佛教在雍正时代还没有变成宗教，变成宗教是在乾隆以后的事情，在那个时候多半称为儒家、道家、佛家。儒教是儒家的教学，道教是道家的教学，佛教是佛家的教学，那个「教」是教学、是教育，没有宗教的意思。宗教是什么？是佛教变了质才成为宗教，它是教人的，它不是教鬼神的。佛教、道教承认有鬼神，但是它不是以鬼神为主，它对于鬼神尊敬，儒家讲「敬而远之」，儒家这一句话讲得很明白。佛跟道对于鬼神是敬而效之，就是学习。我们对他尊敬，我们向他学习，决没有巴结鬼神，祈求鬼神降福，没有这个道理，这在理上讲不通。",
      "zh_TW": "這是第二段裡面的第一個小段。因為文帝跟何尚之的應對都是在講佛教，所以雍正在這裡做個總結。佛教在雍正時代還沒有變成宗教，變成宗教是在乾隆以後的事情，在那個時候多半稱為儒家、道家、佛家。儒教是儒家的教學，道教是道家的教學，佛教是佛家的教學，那個「教」是教學、是教育，沒有宗教的意思。宗教是什麼？是佛教變了質才成為宗教，它是教人的，它不是教鬼神的。佛教、道教承認有鬼神，但是它不是以鬼神為主，它對於鬼神尊敬，儒家講「敬而遠之」，儒家這一句話講得很明白。佛跟道對於鬼神是敬而效之，就是學習。我們對他尊敬，我們向他學習，決沒有巴結鬼神，祈求鬼神降福，沒有這個道理，這在理上講不通。"
    },
    {
      "id": "21-232-0002_p0031",
      "zh_CN": "佛跟道对于鬼神的讲解很多，鬼神里有邪，也有正，我们怎么学习？那就是夫子讲的「三人行，必有吾师」。这个「三人」，一个自己、一个善、一个恶。对鬼神亦复如是，善神我们向他学习，恶神我们听到、见到，要反省我们有没有这个恶，有则改之，无则加勉。所以一切善恶顺逆都是我的老师，我都要平等的恭敬学习，成就自己的德行、智慧，不排斥也不巴结，这个道理不能不懂。道家讲清心寡欲，佛家教初学断贪瞋痴，『化贪吝』。佛家修学根本的指导原则就是「息灭贪瞋痴，勤修戒定慧」，这是佛法根本的指导原则。不但释迦牟尼佛如是，佛在经论上告诉我们，十方三世一切诸佛如来教化众生，同一个方针，同一个原则，那就是戒定慧三学。",
      "zh_TW": "佛跟道對於鬼神的講解很多，鬼神裡有邪，也有正，我們怎麼學習？那就是夫子講的「三人行，必有吾師」。這個「三人」，一個自己、一個善、一個惡。對鬼神亦復如是，善神我們向他學習，惡神我們聽到、見到，要反省我們有沒有這個惡，有則改之，無則加勉。所以一切善惡順逆都是我的老師，我都要平等的恭敬學習，成就自己的德行、智慧，不排斥也不巴結，這個道理不能不懂。道家講清心寡欲，佛家教初學斷貪瞋痴，『化貪吝』。佛家修學根本的指導原則就是「息滅貪瞋痴，勤修戒定慧」，這是佛法根本的指導原則。不但釋迦牟尼佛如是，佛在經論上告訴我們，十方三世一切諸佛如來教化眾生，同一個方針，同一個原則，那就是戒定慧三學。"
    },
    {
      "id": "21-232-0002_p0032",
      "zh_CN": "所以我们今天把释迦牟尼佛四十九年所讲的这一切经论，编辑成一套大丛书，我们称为《大藏经》。《大藏经》里面的分类就是这三类，经、律、论。经是讲定学，律是讲戒学，论是讲慧学，就是戒定慧三学。戒、定是手段，开慧是目标，所以因戒得定，因定开慧，智慧是这么来的，决不是广学多闻，广学多闻不能开智慧，这个道理要懂。慧从哪里来？从定来的。定就是清净心，所以《金刚经》上说「信心清净，则生实相」。什么时候心里清净？没有妄想、分别、执着，心生智慧；妄想、分别、执着不断，他只生烦恼，不生智慧，你要懂得这个道理。",
      "zh_TW": "所以我們今天把釋迦牟尼佛四十九年所講的這一切經論，編輯成一套大叢書，我們稱為《大藏經》。《大藏經》裡面的分類就是這三類，經、律、論。經是講定學，律是講戒學，論是講慧學，就是戒定慧三學。戒、定是手段，開慧是目標，所以因戒得定，因定開慧，智慧是這麼來的，決不是廣學多聞，廣學多聞不能開智慧，這個道理要懂。慧從哪裡來？從定來的。定就是清淨心，所以《金剛經》上說「信心清淨，則生實相」。什麼時候心裡清淨？沒有妄想、分別、執著，心生智慧；妄想、分別、執著不斷，他只生煩惱，不生智慧，你要懂得這個道理。"
    },
    {
      "id": "21-232-0002_p0033",
      "zh_CN": "所以世尊当年在世所做的工作，就是我们今天所讲的多元文化的教学。他舍弃王位，我们世间人所希求的荣华富贵，他统统得到，全部抛弃，你要问为什么？那个生活没有意义，没有价值。所以什么工作有意义、有价值，永垂不朽？教育。这一桩事情使我们想起中国的孔子，我在讲席里常常提到这桩事情，让我们同学们深深去反思。孔子周游列国，他确实有道德、有学问、有能力。他是平民，周游列国想求个一官半职，这一官是什么？宰相，半职是什么？皇帝的顾问。何尚之做侍中，侍中就是半职，这是做顾问、做帝王师。非常可惜，我们在经书里面所读到的，列国的诸侯接见孔子时都赞叹他，但是没有人用他，也没有人请他做国师，也没有请他做顾问，列国的政要当然更轮不到他，所以他才回到老家教学。",
      "zh_TW": "所以世尊當年在世所做的工作，就是我們今天所講的多元文化的教學。他捨棄王位，我們世間人所希求的榮華富貴，他統統得到，全部拋棄，你要問為什麼？那個生活沒有意義，沒有價值。所以什麼工作有意義、有價值，永垂不朽？教育。這一樁事情使我們想起中國的孔子，我在講席裡常常提到這樁事情，讓我們同學們深深去反思。孔子周遊列國，他確實有道德、有學問、有能力。他是平民，周遊列國想求個一官半職，這一官是什麼？宰相，半職是什麼？皇帝的顧問。何尚之做侍中，侍中就是半職，這是做顧問、做帝王師。非常可惜，我們在經書裡面所讀到的，列國的諸侯接見孔子時都讚歎他，但是沒有人用他，也沒有人請他做國師，也沒有請他做顧問，列國的政要當然更輪不到他，所以他才回到老家教學。"
    },
    {
      "id": "21-232-0002_p0034",
      "zh_CN": "回到老家的时候，夫子已经六十八岁了，我们晓得他老人家是七十三岁过世，所以实际上回到家乡教学只有五年。他教学非常成功，我们用现在的话说，杰出的学生有七十二个人，普通的学生有三千人，三千弟子，七十二贤。在中国历代从事于教学工作，要论成绩都比不上孔子，所以孔子在中国历代尊为至圣，圣人。",
      "zh_TW": "回到老家的時候，夫子已經六十八歲了，我們曉得他老人家是七十三歲過世，所以實際上回到家鄉教學只有五年。他教學非常成功，我們用現在的話說，傑出的學生有七十二個人，普通的學生有三千人，三千弟子，七十二賢。在中國歷代從事於教學工作，要論成績都比不上孔子，所以孔子在中國歷代尊為至聖，聖人。"
    },
    {
      "id": "21-232-0002_p0035",
      "zh_CN": "汉武帝把孔子的教诲订为国家教学的正统学科，从武帝制定的这个正统、传统，一直到满清都没有改变，都是以儒家的思想、理论、方法，治国平天下，而以佛跟道做为协助。中国两千年来的大一统能够维持，没有分化，原因在此地。西方罗马帝国曾经统治一千年，罗马灭亡之后，欧洲再没有办法统一，真正的原因是没有儒释道这三家的教学，我们不能不晓得。所以释道超世间，超世俗，为世俗祈求福祉，即世间而超世间，提升自己的灵性。再以余力，若有因缘，全心全力帮助社会，帮助众生离苦得乐。所以雍正皇帝在此地说，佛教的教化是「化贪吝」，贪吝是烦恼的根本，『诱贤良』，教学的宗旨『亦本于此』。下面说：",
      "zh_TW": "漢武帝把孔子的教誨訂為國家教學的正統學科，從武帝制定的這個正統、傳統，一直到滿清都沒有改變，都是以儒家的思想、理論、方法，治國平天下，而以佛跟道做為協助。中國兩千年來的大一統能夠維持，沒有分化，原因在此地。西方羅馬帝國曾經統治一千年，羅馬滅亡之後，歐洲再沒有辦法統一，真正的原因是沒有儒釋道這三家的教學，我們不能不曉得。所以釋道超世間，超世俗，為世俗祈求福祉，即世間而超世間，提升自己的靈性。再以餘力，若有因緣，全心全力幫助社會，幫助眾生離苦得樂。所以雍正皇帝在此地說，佛教的教化是「化貪吝」，貪吝是煩惱的根本，『誘賢良』，教學的宗旨『亦本於此』。下面說："
    },
    {
      "id": "21-232-0002_p0036",
      "zh_CN": "【苟信而从之。】",
      "zh_TW": "【苟信而從之。】"
    },
    {
      "id": "21-232-0002_p0037",
      "zh_CN": "『苟』是假设，假使我们能够信，我们能够学习，『从』就是学习、推广。我们能信、能学、能行、能推广。",
      "zh_TW": "『苟』是假設，假使我們能夠信，我們能夠學習，『從』就是學習、推廣。我們能信、能學、能行、能推廣。"
    },
    {
      "id": "21-232-0002_p0038",
      "zh_CN": "【洵可以型方训俗，而为致君泽民之大助。】",
      "zh_TW": "【洵可以型方訓俗，而為致君澤民之大助。】"
    },
    {
      "id": "21-232-0002_p0039",
      "zh_CN": "『洵』是真实的，真诚的。真实可以『型方训俗』，「型」是模范、典型，「方」是一方，就是他确确实实可以做一方的典型、模范，也就是这些年来我们常常讲的「学为人师，行为世范」。我们的起心动念、言语造作都要想到，要可以做现代社会大众的榜样、现在社会大众的模范，我们才能做。如果不能做好的样子，这个念头不能起，这个话不能说，这个事不能做。起心动念、言语造作都要对社会大众负责任，一定是做出好的样子，「型方」是这个意思。「训俗」是训导善良的风俗，移风易俗。这是说学佛的修行人，他的言行，他的教化，他的影响，形成训导善良风俗的广大影响，这就是我们今天讲的多元文化的教学。",
      "zh_TW": "『洵』是真實的，真誠的。真實可以『型方訓俗』，「型」是模範、典型，「方」是一方，就是他確確實實可以做一方的典型、模範，也就是這些年來我們常常講的「學為人師，行為世範」。我們的起心動念、言語造作都要想到，要可以做現代社會大眾的榜樣、現在社會大眾的模範，我們才能做。如果不能做好的樣子，這個念頭不能起，這個話不能說，這個事不能做。起心動念、言語造作都要對社會大眾負責任，一定是做出好的樣子，「型方」是這個意思。「訓俗」是訓導善良的風俗，移風易俗。這是說學佛的修行人，他的言行，他的教化，他的影響，形成訓導善良風俗的廣大影響，這就是我們今天講的多元文化的教學。"
    },
    {
      "id": "21-232-0002_p0040",
      "zh_CN": "『而为致君』，「君」是君王、皇帝、国家领导人；「致」是协助，帮助他。『泽民』，「民」是人民，「泽」是恩泽。上面帮助皇上、领导人来治国平天下，下面帮助一切人民破迷开悟、离苦得乐。『大助』，大的帮助。从这两方面来讲，上对于君王，下对于人民，最大的帮助。这个话是雍正说的，雍正能说、能推行，所以佛教在雍正、乾隆（是前清鼎盛的时代）、康熙就崇信了。这三朝政治清明、国家鼎盛，儒释道三教并行不悖，虽有门户之见，雍正皇帝出面一调和，三教变成一家。再看下面这一段：",
      "zh_TW": "『而為致君』，「君」是君王、皇帝、國家領導人；「致」是協助，幫助他。『澤民』，「民」是人民，「澤」是恩澤。上面幫助皇上、領導人來治國平天下，下面幫助一切人民破迷開悟、離苦得樂。『大助』，大的幫助。從這兩方面來講，上對於君王，下對於人民，最大的幫助。這個話是雍正說的，雍正能說、能推行，所以佛教在雍正、乾隆（是前清鼎盛的時代）、康熙就崇信了。這三朝政治清明、國家鼎盛，儒釋道三教並行不悖，雖有門戶之見，雍正皇帝出面一調和，三教變成一家。再看下面這一段："
    },
    {
      "id": "21-232-0002_p0041",
      "zh_CN": "【其任意诋毁，妄捏为杨墨之道之论者，皆未见颜色，失平之瞽说也。】",
      "zh_TW": "【其任意詆毀，妄捏為楊墨之道之論者，皆未見顏色，失平之瞽說也。】"
    },
    {
      "id": "21-232-0002_p0042",
      "zh_CN": "这多半是没有深入研究，凭自己的分别、执着、妄想，来批评佛教、批评道教，这多半是儒家的人。在中国历史上最有名的韩愈，谤佛，那是误会，没有接触到佛教。以后被贬到现在的海南，遇到那边的高僧大德，常常接近，最后韩愈皈依了，这个历史上都有记载。虽然皈依了，但是他所做的那些谤佛的文章，流传在民间，这对他是很大的伤害，到晚年真正是后悔莫及。一个做学问的人，尤其是修行的人，年轻的时候功夫不成熟，功夫不纯，总免不了有过失。所以一定要到自己功夫纯熟之后，你的文章著作才能流传给后世，诱导后人，才不致于走向邪道、走向偏差。",
      "zh_TW": "這多半是沒有深入研究，憑自己的分別、執著、妄想，來批評佛教、批評道教，這多半是儒家的人。在中國歷史上最有名的韓愈，謗佛，那是誤會，沒有接觸到佛教。以後被貶到現在的海南，遇到那邊的高僧大德，常常接近，最後韓愈皈依了，這個歷史上都有記載。雖然皈依了，但是他所做的那些謗佛的文章，流傳在民間，這對他是很大的傷害，到晚年真正是後悔莫及。一個做學問的人，尤其是修行的人，年輕的時候功夫不成熟，功夫不純，總免不了有過失。所以一定要到自己功夫純熟之後，你的文章著作才能流傳給後世，誘導後人，才不致於走向邪道、走向偏差。"
    },
    {
      "id": "21-232-0002_p0043",
      "zh_CN": "我所遇到的两位老师，方东美先生，李炳南老居士，方老师在世的时候，他的东西不敢出版，为什么？怕不成熟，小心谨慎。李老师的著作也非常丰富，我跟他的时候，他七十多岁，他不肯出版，认为自己没有成熟。八十岁以后才有同学给他祝八十大寿，给他出版了一些东西，他还是挑挑拣拣的。到他老人家真正往生了，这个东西才印出来。这是对自己负责任，对社会负责任。方老师亦复如是，我们现在看到《方东美先生全集》，这是他老人家走了以后才出版的。我知道他在世的时候，大概只有两、三种，很少。所以看看这些真正做学问的人，是那么样的小心谨慎。所以有许多人问我这个问题，我跟诸位同学说，我到今天是一本书都没写过，不敢写，没成熟。可是讲经教学到今年四十六年，录像带、录音带、光碟流传出去很多，我没有版权。有许多人依照这些音带写成书，有很多，而我自己看过的、修改过的，大概只有三、四种，其他的我都没看过。还好有些书上会注明这个书是哪些人整理的，这是法师没看过，这个声明很好，很如法。",
      "zh_TW": "我所遇到的兩位老師，方東美先生，李炳南老居士，方老師在世的時候，他的東西不敢出版，為什麼？怕不成熟，小心謹慎。李老師的著作也非常豐富，我跟他的時候，他七十多歲，他不肯出版，認為自己沒有成熟。八十歲以後才有同學給他祝八十大壽，給他出版了一些東西，他還是挑挑揀揀的。到他老人家真正往生了，這個東西才印出來。這是對自己負責任，對社會負責任。方老師亦復如是，我們現在看到《方東美先生全集》，這是他老人家走了以後才出版的。我知道他在世的時候，大概只有兩、三種，很少。所以看看這些真正做學問的人，是那麼樣的小心謹慎。所以有許多人問我這個問題，我跟諸位同學說，我到今天是一本書都沒寫過，不敢寫，沒成熟。可是講經教學到今年四十六年，錄像帶、錄音帶、光碟流傳出去很多，我沒有版權。有許多人依照這些音帶寫成書，有很多，而我自己看過的、修改過的，大概只有三、四種，其他的我都沒看過。還好有些書上會註明這個書是哪些人整理的，這是法師沒看過，這個聲明很好，很如法。"
    },
    {
      "id": "21-232-0002_p0044",
      "zh_CN": "古人所谓盖棺论定，学无止境，天天都是在虚心学习，而且我对于所有宗教都是平等的尊敬，平等的学习，我不敢批评，也不敢比较。要批评、比较，我的程度至少应该跟他相等，甚至于比他还要高一点，才能做批评，才能做比较。我们是凡夫，我比不上释迦牟尼佛，我比不上孔子，也比不上老庄，也比不上穆罕默德，也比不上耶稣，有什么资格批评！有什么资格去比较！所以在我们自己的心态，那些人都是大圣大贤，我是凡夫，凡夫就应该老老实实、诚诚恳恳去学习，这都是圣人。",
      "zh_TW": "古人所謂蓋棺論定，學無止境，天天都是在虛心學習，而且我對於所有宗教都是平等的尊敬，平等的學習，我不敢批評，也不敢比較。要批評、比較，我的程度至少應該跟他相等，甚至於比他還要高一點，才能做批評，才能做比較。我們是凡夫，我比不上釋迦牟尼佛，我比不上孔子，也比不上老莊，也比不上穆罕默德，也比不上耶穌，有什麼資格批評！有什麼資格去比較！所以在我們自己的心態，那些人都是大聖大賢，我是凡夫，凡夫就應該老老實實、誠誠懇懇去學習，這都是聖人。"
    },
    {
      "id": "21-232-0002_p0045",
      "zh_CN": "我这个话讲得很多，常常用来劝人，尤其是劝导受过高等教育的知识分子，我们才能学到真实的智慧、真实的德能，一生总要恭敬、谦虚。我教我们的同学，我用四个字，「诚、敬、谦、和」，处事待人接物要把这四个字做到，不能有丝毫违背。真诚、恭敬、谦虚、和睦，从内心里面化解对一切人、一切事、一切物的对立。别人跟我对立，我不跟他对立；别人误会我，我不误会别人；别人不信任我，我信任别人，这就对了，这些都是从圣贤经教里面学来的。所以最忌讳的是『任意诋毁』，这个过失犯得重。犯这种过失的人，他不开智慧，他生烦恼。古今中外一切圣贤都是教人断恶修善，都是教人明了因果，种善因一定得善果，都是教导人从起心动念、言语造作要向善，要尚德。",
      "zh_TW": "我這個話講得很多，常常用來勸人，尤其是勸導受過高等教育的知識分子，我們才能學到真實的智慧、真實的德能，一生總要恭敬、謙虛。我教我們的同學，我用四個字，「誠、敬、謙、和」，處事待人接物要把這四個字做到，不能有絲毫違背。真誠、恭敬、謙虛、和睦，從內心裡面化解對一切人、一切事、一切物的對立。別人跟我對立，我不跟他對立；別人誤會我，我不誤會別人；別人不信任我，我信任別人，這就對了，這些都是從聖賢經教裡面學來的。所以最忌諱的是『任意詆毀』，這個過失犯得重。犯這種過失的人，他不開智慧，他生煩惱。古今中外一切聖賢都是教人斷惡修善，都是教人明瞭因果，種善因一定得善果，都是教導人從起心動念、言語造作要向善，要尚德。"
    },
    {
      "id": "21-232-0002_p0046",
      "zh_CN": "他下面举个例子，『妄捏为杨墨之道之论者』。这是春秋时代的杨子、墨子，用我们现代的话来说，他们的思想见解比较偏激，而被一般正统视为邪道。实在讲，说邪道是过了分，偏激，不是中道，这个说法是很中肯的。儒释道都讲中道，不偏不邪，偏激就失了中。所以中国古代这些帝王为什么尊奉孔子，以儒家的思想方法来治理国家，他有他的道理。儒家讲中庸，佛法讲中道。我们今天在北京看到故宫，故宫最主要的三个建筑，太和殿、中和殿、保和殿。太和、中和、保和都是出自于《易经》。太和是道，跟我们讲宇宙和谐、世间和谐，今天我们讲世界，世界和谐、地球和谐，这是道，道就是自然的规律、自然的法则，是太和。",
      "zh_TW": "他下面舉個例子，『妄捏為楊墨之道之論者』。這是春秋時代的楊子、墨子，用我們現代的話來說，他們的思想見解比較偏激，而被一般正統視為邪道。實在講，說邪道是過了分，偏激，不是中道，這個說法是很中肯的。儒釋道都講中道，不偏不邪，偏激就失了中。所以中國古代這些帝王為什麼尊奉孔子，以儒家的思想方法來治理國家，他有他的道理。儒家講中庸，佛法講中道。我們今天在北京看到故宮，故宮最主要的三個建築，太和殿、中和殿、保和殿。太和、中和、保和都是出自於《易經》。太和是道，跟我們講宇宙和諧、世間和諧，今天我們講世界，世界和諧、地球和諧，這是道，道就是自然的規律、自然的法則，是太和。"
    },
    {
      "id": "21-232-0002_p0047",
      "zh_CN": "在我们一个人身，人身是小宇宙，人身也是和谐。外面，五官四肢，眼耳鼻口身手足，是和谐的，它没有冲突；内，五脏六腑，说明我们的小宇宙，许多不同的器官，不同的器官，不同的结构，不同的作用，但是它彼此是合作的，是和睦的，没有尊卑高下，是平等的。不能说头尊足卑，头尊我要，足不要了，不要了你不能走路。眼尊贵，耳比不上眼睛，那好了，你有眼没有耳，你是聋子；耳第一，眼第二，那好，你要耳朵，不要眼睛，你是瞎子，你都不是健康的人。健康的人，是我身上所有器官各个都第一，没有第二。各个第一就是平等对待，就和睦相处。你要分第二、第三，错了，你失去了平等，失去平等就失去了道。",
      "zh_TW": "在我們一個人身，人身是小宇宙，人身也是和諧。外面，五官四肢，眼耳鼻口身手足，是和諧的，它沒有衝突；內，五臟六腑，說明我們的小宇宙，許多不同的器官，不同的器官，不同的結構，不同的作用，但是它彼此是合作的，是和睦的，沒有尊卑高下，是平等的。不能說頭尊足卑，頭尊我要，足不要了，不要了你不能走路。眼尊貴，耳比不上眼睛，那好了，你有眼沒有耳，你是聾子；耳第一，眼第二，那好，你要耳朵，不要眼睛，你是瞎子，你都不是健康的人。健康的人，是我身上所有器官各個都第一，沒有第二。各個第一就是平等對待，就和睦相處。你要分第二、第三，錯了，你失去了平等，失去平等就失去了道。"
    },
    {
      "id": "21-232-0002_p0048",
      "zh_CN": "随顺道就叫做德，失去了平等，德就没有了。「道」是自然的法则、自然的运作，随顺大自然的原理原则的运作就叫做「德」。人决定不能离开道德，离开就错了，离开灾难就来了。伦理是道德具体的表现，五伦是道，五常是德。我们遵循道德，不违背道德，这个人有智慧，这个人真诚、清净、平等、正觉、慈悲，这个人有福、有智、有寿。世间人所求的福报、聪明、智慧、健康、长寿，从哪里来？道德里头来的。道德里最重要的是「中」，所以要会用「中」。中和、保和是属于德，太和是道，与太和相应，永远保持着中，不偏不邪，这是德。德里面最贵的就是恒久的保持，决定不能够丧失。所以帝王主要办事的机构用这个名称，你就知道他的用意多深。他自己行道德，也把道德劝勉一切文武官员，人人都能够行道，都能够做到太和、中和、保和，天下大治，真的是垂拱而治。",
      "zh_TW": "隨順道就叫做德，失去了平等，德就沒有了。「道」是自然的法則、自然的運作，隨順大自然的原理原則的運作就叫做「德」。人決定不能離開道德，離開就錯了，離開災難就來了。倫理是道德具體的表現，五倫是道，五常是德。我們遵循道德，不違背道德，這個人有智慧，這個人真誠、清淨、平等、正覺、慈悲，這個人有福、有智、有壽。世間人所求的福報、聰明、智慧、健康、長壽，從哪裡來？道德裡頭來的。道德裡最重要的是「中」，所以要會用「中」。中和、保和是屬於德，太和是道，與太和相應，永遠保持著中，不偏不邪，這是德。德裡面最貴的就是恆久的保持，決定不能夠喪失。所以帝王主要辦事的機構用這個名稱，你就知道他的用意多深。他自己行道德，也把道德勸勉一切文武官員，人人都能夠行道，都能夠做到太和、中和、保和，天下大治，真的是垂拱而治。"
    },
    {
      "id": "21-232-0002_p0049",
      "zh_CN": "所以杨墨偏激，偏激失于中道。你要是把佛、道比作杨子、墨子，那你完全看错了。所以说『皆未见颜色』，这个话说得好，换句话说，你对佛不了解，你对道不了解。任意批判人是做学问人最大的忌讳，可是这种人在这个社会上确实很多。",
      "zh_TW": "所以楊墨偏激，偏激失於中道。你要是把佛、道比作楊子、墨子，那你完全看錯了。所以說『皆未見顏色』，這個話說得好，換句話說，你對佛不了解，你對道不了解。任意批判人是做學問人最大的忌諱，可是這種人在這個社會上確實很多。"
    },
    {
      "id": "21-232-0002_p0050",
      "zh_CN": "我亲近李老师的时候，三十几岁，那时候我发心，把工作辞掉，认真学佛，想出家。我出家的念头是章嘉大师教导的。那个时候年轻，向他老人家请教，从事哪一种职业能适合我，章嘉大师为我选择这个行业，我很听话。他给我选择，附带告诉我：你不要去找出家人，不要去找寺庙。我说：我不找寺庙、不找出家人剃度，怎么出家？他反过来问我一句，他说：你去找，如果这个寺庙不容你，这个出家人不给你剃度，你怎么办？我一想，那心里多难过。老人家讲得不错，我说：那我怎么办？他告诉我：求佛，求感应。这是我们怎么想都没想到的，真有感应，「佛氏门中，有求必应」。你真有心求，你不是为名闻利养，你是真正了解佛法的殊胜，我们好好学习这个法门，推广佛陀教育，这样的心自然感动佛菩萨。",
      "zh_TW": "我親近李老師的時候，三十幾歲，那時候我發心，把工作辭掉，認真學佛，想出家。我出家的念頭是章嘉大師教導的。那個時候年輕，向他老人家請教，從事哪一種職業能適合我，章嘉大師為我選擇這個行業，我很聽話。他給我選擇，附帶告訴我：你不要去找出家人，不要去找寺廟。我說：我不找寺廟、不找出家人剃度，怎麼出家？他反過來問我一句，他說：你去找，如果這個寺廟不容你，這個出家人不給你剃度，你怎麼辦？我一想，那心裡多難過。老人家講得不錯，我說：那我怎麼辦？他告訴我：求佛，求感應。這是我們怎麼想都沒想到的，真有感應，「佛氏門中，有求必應」。你真有心求，你不是為名聞利養，你是真正了解佛法的殊勝，我們好好學習這個法門，推廣佛陀教育，這樣的心自然感動佛菩薩。"
    },
    {
      "id": "21-232-0002_p0051",
      "zh_CN": "所以寺庙出家的法师来找我，请我去出家，有这一回事情。我被请了多少次？给诸位说，九次，我才答应。我觉得这个出家的法师对我很诚恳，我同意，答应到临济寺去拜他为师父，出家了。章嘉大师教导我，我出家的时候他老人家已经圆寂了，他给我讲的话灵，不是不灵，兑现了。所以真的了解、明白了，这个行业非常适合我，我有兴趣、我有能力来学习，来推广，来发扬光大。所以你要是不懂就随便批评，这是很大的错误。",
      "zh_TW": "所以寺廟出家的法師來找我，請我去出家，有這一回事情。我被請了多少次？給諸位說，九次，我才答應。我覺得這個出家的法師對我很誠懇，我同意，答應到臨濟寺去拜他為師父，出家了。章嘉大師教導我，我出家的時候他老人家已經圓寂了，他給我講的話靈，不是不靈，兌現了。所以真的了解、明白了，這個行業非常適合我，我有興趣、我有能力來學習，來推廣，來發揚光大。所以你要是不懂就隨便批評，這是很大的錯誤。"
    },
    {
      "id": "21-232-0002_p0052",
      "zh_CN": "所以我想起一桩事情，就是当年在慈光图书馆，没出家的时候，我们的邻居，但是隔得不太远，隔了好几家，有一个基督教的教堂，里面有一个很虔诚的基督教徒，他跟我是同乡，也是安徽人，但是我们过去并不认识。他看到我的时候来向我传教，把佛教批评得一文不值，迷信、多神教、泛神教、低级的宗教。我听他批评的时候，我一句话不说，洗耳恭听。他说了两个小时，我听了两个小时，我一面听一面点头，我端一杯茶给他喝。旁边的人都看呆了，好像我们佛教这么无能，被别人这样的教训，我也看出大家的意思。",
      "zh_TW": "所以我想起一樁事情，就是當年在慈光圖書館，沒出家的時候，我們的鄰居，但是隔得不太遠，隔了好幾家，有一個基督教的教堂，裡面有一個很虔誠的基督教徒，他跟我是同鄉，也是安徽人，但是我們過去並不認識。他看到我的時候來向我傳教，把佛教批評得一文不值，迷信、多神教、泛神教、低級的宗教。我聽他批評的時候，我一句話不說，洗耳恭聽。他說了兩個小時，我聽了兩個小時，我一面聽一面點頭，我端一杯茶給他喝。旁邊的人都看呆了，好像我們佛教這麼無能，被別人這樣的教訓，我也看出大家的意思。"
    },
    {
      "id": "21-232-0002_p0053",
      "zh_CN": "讲了两个钟点，他讲累了。我说：难得，你讲了这么多话。我说：我有一句话请教你。他说：好。趾高气扬，他说：你问，有什么问题？我说：请问你，你对于佛教这个经典有没有读过？没有。我说：我们这边老师每个星期在这里讲经，你有没有听过？他说：没有。最后我就不客气了，我说：你的胆子不小，你对于佛教一无所知，你居然敢批评，你说了这么多话，你不怕在座这些人笑话你吗？我这几句话说了，他满面通红，不好意思，走出去了。我们那些同修看到，他说没有想到，那个时候我没有出家，他说：徐居士，没有想到你最后有这一招。我说：他不懂，让他发，发到最后的时候，一棒打下去，他就起不来了。所以你不了解不可以批评。所以我劝他：我希望你批评，希望你能把佛教徒统统转变成基督教徒，你的功德好大，但是要怎么批评？知己知彼，百战百胜，你要读佛经，你要了解佛教，你要天天来听讲，你把佛教的毛病抓住之后，你再来辩驳，你就成功了。可惜你只懂得基督教，不懂佛教，所以你不能批评，你批评的都是错话，都叫人家见笑，批评不容易。",
      "zh_TW": "講了兩個鐘點，他講累了。我說：難得，你講了這麼多話。我說：我有一句話請教你。他說：好。趾高氣揚，他說：你問，有什麼問題？我說：請問你，你對於佛教這個經典有沒有讀過？沒有。我說：我們這邊老師每個星期在這裡講經，你有沒有聽過？他說：沒有。最後我就不客氣了，我說：你的膽子不小，你對於佛教一無所知，你居然敢批評，你說了這麼多話，你不怕在座這些人笑話你嗎？我這幾句話說了，他滿面通紅，不好意思，走出去了。我們那些同修看到，他說沒有想到，那個時候我沒有出家，他說：徐居士，沒有想到你最後有這一招。我說：他不懂，讓他發，發到最後的時候，一棒打下去，他就起不來了。所以你不了解不可以批評。所以我勸他：我希望你批評，希望你能把佛教徒統統轉變成基督教徒，你的功德好大，但是要怎麼批評？知己知彼，百戰百勝，你要讀佛經，你要了解佛教，你要天天來聽講，你把佛教的毛病抓住之後，你再來辯駁，你就成功了。可惜你只懂得基督教，不懂佛教，所以你不能批評，你批評的都是錯話，都叫人家見笑，批評不容易。"
    },
    {
      "id": "21-232-0002_p0054",
      "zh_CN": "所以雍正讲『失平之瞽说』，「瞽说」是瞎说，「失平」是不公平，很不公平的胡说八道。现在时间到了，就讲到此地。",
      "zh_TW": "所以雍正講『失平之瞽說』，「瞽說」是瞎說，「失平」是不公平，很不公平的胡說八道。現在時間到了，就講到此地。"
    }
  ]
}