{
  "doc_id": "21-454-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之九十八）",
    "zh_TW": "學佛答問（答香港參學同修之九十八）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2008",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-454-0001",
  "total_paragraphs": 66,
  "paragraphs": [
    {
      "id": "21-454-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天有四十几个提问，我们按照顺序来解答。",
      "zh_TW": "諸位法師，諸位同學，請坐。今天有四十幾個提問，我們按照順序來解答。"
    },
    {
      "id": "21-454-0001_p0002",
      "zh_CN": "首先是网路同修的提问：",
      "zh_TW": "首先是網路同修的提問："
    },
    {
      "id": "21-454-0001_p0003",
      "zh_CN": "问：第一，他说某一道场，原来供奉万姓祖先牌位，也播放老法师光碟。但因内部意见分歧，有人就把万姓祖先牌位给化了，也不再播放经典，说只要一句佛号念到底，就能成就。请问这样做如法吗？供奉万姓祖先牌位，会影响修行吗？",
      "zh_TW": "問：第一，他說某一道場，原來供奉萬姓祖先牌位，也播放老法師光碟。但因內部意見分歧，有人就把萬姓祖先牌位給化了，也不再播放經典，說只要一句佛號念到底，就能成就。請問這樣做如法嗎？供奉萬姓祖先牌位，會影響修行嗎？"
    },
    {
      "id": "21-454-0001_p0004",
      "zh_CN": "答：这个意见分歧，说明这个道场不和。中国古谚语常讲，「家和万事兴」，团体最怕的是不和。所以佛教弟子，团体生活一定要修六和敬，这是佛门里面的根本戒律。四个人在一起共修，就是一个僧团，构成僧团的条件，第一个就是见和同解，就是大家在认知上，能做到相同。佛法见和同解，是建立在明心见性上，见性了没有一样不同，这是真的见和同解。换句话说，这个标准，只有法身菩萨才能做到，没有见性的就很难了。那没有见性的怎么办？遵守佛陀的教诲，放弃自己的成见，依佛知佛见做为自己的认知这行，这是佛弟子没见性的。这里面差别很多，所以就有许多的宗派了。净土宗我们的见和同解依靠什么？依靠三经一论，这佛说的。后来祖师大德，又把《大势至菩萨念佛圆通章》加入。再将《华严经》末后的一品，末后的一章不能说一品，末后的一章「普贤菩萨十大愿王导归极乐」，也加在三经后面，所以现在变成五经一论。",
      "zh_TW": "答：這個意見分歧，說明這個道場不和。中國古諺語常講，「家和萬事興」，團體最怕的是不和。所以佛教弟子，團體生活一定要修六和敬，這是佛門裡面的根本戒律。四個人在一起共修，就是一個僧團，構成僧團的條件，第一個就是見和同解，就是大家在認知上，能做到相同。佛法見和同解，是建立在明心見性上，見性了沒有一樣不同，這是真的見和同解。換句話說，這個標準，只有法身菩薩才能做到，沒有見性的就很難了。那沒有見性的怎麼辦？遵守佛陀的教誨，放棄自己的成見，依佛知佛見做為自己的認知這行，這是佛弟子沒見性的。這裡面差別很多，所以就有許多的宗派了。淨土宗我們的見和同解依靠什麼？依靠三經一論，這佛說的。後來祖師大德，又把《大勢至菩薩念佛圓通章》加入。再將《華嚴經》末後的一品，末後的一章不能說一品，末後的一章「普賢菩薩十大願王導歸極樂」，也加在三經後面，所以現在變成五經一論。"
    },
    {
      "id": "21-454-0001_p0005",
      "zh_CN": "我们净宗念佛的同修，是依这个来建立见和同解，这个没问题！特别是《观经》，这是三经之一。世尊对韦提希夫人所说的，净业三福，说得很清楚、很明白，三条十一句，第一条「孝养父母，奉事师长，慈心不杀，修十善业」；第二条「受持三皈，具足众戒，不犯威仪」；第三条「发菩提心，深信因果，读诵大乘，劝进行者」。这是净宗学人的共识，也是净宗修学，最高的指导原则，这才是个如法的道场。我们现在这几年来提倡的，《弟子规》、《感应篇》、《十善业》，就是根据这个指导原则来选择的。孝亲尊师，我们选择了儒家的《弟子规》，这是戒律的基础，根本；慈心不杀，我们选择的，是道家的《太上感应篇》；末后一句修十善业，就《十善业道经》。这一条是这三条的基础，依照这个基础再向上提升，才受持三皈，你看你就晓得了，受三皈不是没有条件的。前面第一条修好了，我们讲修到他及格了，才能受持三皈。",
      "zh_TW": "我們淨宗念佛的同修，是依這個來建立見和同解，這個沒問題！特別是《觀經》，這是三經之一。世尊對韋提希夫人所說的，淨業三福，說得很清楚、很明白，三條十一句，第一條「孝養父母，奉事師長，慈心不殺，修十善業」；第二條「受持三皈，具足眾戒，不犯威儀」；第三條「發菩提心，深信因果，讀誦大乘，勸進行者」。這是淨宗學人的共識，也是淨宗修學，最高的指導原則，這才是個如法的道場。我們現在這幾年來提倡的，《弟子規》、《感應篇》、《十善業》，就是根據這個指導原則來選擇的。孝親尊師，我們選擇了儒家的《弟子規》，這是戒律的基礎，根本；慈心不殺，我們選擇的，是道家的《太上感應篇》；末後一句修十善業，就《十善業道經》。這一條是這三條的基礎，依照這個基礎再向上提升，才受持三皈，你看你就曉得了，受三皈不是沒有條件的。前面第一條修好了，我們講修到他及格了，才能受持三皈。"
    },
    {
      "id": "21-454-0001_p0006",
      "zh_CN": "为什么？第一条做到了，就是儒释道这三个根，统统做到了，才是经上所讲的「善男子善女人」。这有三个根，不是没有条件的，你才有条件接受佛法，接受佛法从三皈开始，然后再受戒，「具足众戒，不犯威仪」这第二条。第三条再向上提升，这提升到大乘，「发菩提心」是大乘，小乘没发菩提心，大乘特别强调的「深信因果，读诵大乘」，这是你自己自修。末后一句是「劝进行者」，这是化他，自行化他这菩萨！这是我们无论是修学哪个法门，哪一宗、哪一派、哪个法门，可以说这是总的指导原则。为什么？后面佛在经上讲得很清楚，这三条是「三世诸佛，净业正因」。这一句话说得重！三世是过去、现在、未来，所有修行人成菩萨、成佛，都是依照这个指导原则。所以那就是一切诸佛菩萨，自行化他所走的一条成佛之道，我们必须要重视。你懂得这个，这个问题就解决了。",
      "zh_TW": "為什麼？第一條做到了，就是儒釋道這三個根，統統做到了，才是經上所講的「善男子善女人」。這有三個根，不是沒有條件的，你才有條件接受佛法，接受佛法從三皈開始，然後再受戒，「具足眾戒，不犯威儀」這第二條。第三條再向上提升，這提升到大乘，「發菩提心」是大乘，小乘沒發菩提心，大乘特別強調的「深信因果，讀誦大乘」，這是你自己自修。末後一句是「勸進行者」，這是化他，自行化他這菩薩！這是我們無論是修學哪個法門，哪一宗、哪一派、哪個法門，可以說這是總的指導原則。為什麼？後面佛在經上講得很清楚，這三條是「三世諸佛，淨業正因」。這一句話說得重！三世是過去、現在、未來，所有修行人成菩薩、成佛，都是依照這個指導原則。所以那就是一切諸佛菩薩，自行化他所走的一條成佛之道，我們必須要重視。你懂得這個，這個問題就解決了。"
    },
    {
      "id": "21-454-0001_p0007",
      "zh_CN": "念佛堂供万姓祖先牌位会不会影响？不但没有影响，还得祖宗的保佑，祖宗之德。哪个做父母的，不希望自己的儿女有成就，成就里面无比殊胜的，是作佛去了。现在我们这个后人，先人的子孙在先人牌位面前，念佛求生净土，不但是度自己，也度祖先。祖先跟我们一起来学习，「尽此一报身，同生极乐国」，你说这是多么殊胜。所以香港，我们这个万姓祖先纪念堂是第一个，以后陆陆续续，有些道场都有万姓先祖纪念堂了，而纪念堂就是念佛堂。现在齐素萍居士在庆云，建立一个非常壮观的先祖纪念堂，将来也就是念佛堂，大的念佛堂，这是桩好事情，所以没有妨碍。如果说经教都不要听了，只用这句佛号，能不能成就？答案是肯定的，能，决定能成就。可是这里头还有条件，不是无条件的，什么条件？真正是像念佛堂堂主所说的，「放下身心世界，一心专念」，那就行。如果你身心世界没放下，你还有怀疑，你还有夹杂，那就不行。不是佛号靠不住，是你不具足条件。",
      "zh_TW": "念佛堂供萬姓祖先牌位會不會影響？不但沒有影響，還得祖宗的保佑，祖宗之德。哪個做父母的，不希望自己的兒女有成就，成就裡面無比殊勝的，是作佛去了。現在我們這個後人，先人的子孫在先人牌位面前，念佛求生淨土，不但是度自己，也度祖先。祖先跟我們一起來學習，「盡此一報身，同生極樂國」，你說這是多麼殊勝。所以香港，我們這個萬姓祖先紀念堂是第一個，以後陸陸續續，有些道場都有萬姓先祖紀念堂了，而紀念堂就是念佛堂。現在齊素萍居士在慶雲，建立一個非常壯觀的先祖紀念堂，將來也就是念佛堂，大的念佛堂，這是樁好事情，所以沒有妨礙。如果說經教都不要聽了，只用這句佛號，能不能成就？答案是肯定的，能，決定能成就。可是這裡頭還有條件，不是無條件的，什麼條件？真正是像念佛堂堂主所說的，「放下身心世界，一心專念」，那就行。如果你身心世界沒放下，你還有懷疑，你還有夾雜，那就不行。不是佛號靠不住，是你不具足條件。"
    },
    {
      "id": "21-454-0001_p0008",
      "zh_CN": "这个一心称念，你注意在一心，就是没有怀疑，没有夹杂，没有妄念。所谓是二六时中，二十四小时你心里只有一个念头，阿弥陀佛，除阿弥陀佛之外，什么念头都没有，这个可以不必念经。因为经教的作用，它是帮助我们破迷开悟的，是帮助我们断疑生信的，它有这两种作用。我们没有疑惑，我们完全相信，一点疑惑都没有，可以不要。可是一点疑惑都没有的人，太少了，我这一生当中，学佛五十七年，讲经也五十年了，说对于佛法一丝毫疑惑都没有的，我一个也没见到，不但没见到，我都没听到过。可是我见到、听到的有不少，学佛学了一辈子，到老死还有疑惑，疑惑没有断，这个东西不容易！那有疑、有迷惑，经教就帮很大的忙。所以经教它是帮助我们断疑，帮助我们明理，明理、断疑，我们的信心才能够增长，才能够坚定，道理在此地。为什么古时候的念佛堂不讲经，只讲开示？因为那是真正念佛人，他真的没有疑惑，他进念佛堂就一个目标，求生净土。讲经、听经那叫打闲岔，所以不讲经。",
      "zh_TW": "這個一心稱念，你注意在一心，就是沒有懷疑，沒有夾雜，沒有妄念。所謂是二六時中，二十四小時你心裡只有一個念頭，阿彌陀佛，除阿彌陀佛之外，什麼念頭都沒有，這個可以不必念經。因為經教的作用，它是幫助我們破迷開悟的，是幫助我們斷疑生信的，它有這兩種作用。我們沒有疑惑，我們完全相信，一點疑惑都沒有，可以不要。可是一點疑惑都沒有的人，太少了，我這一生當中，學佛五十七年，講經也五十年了，說對於佛法一絲毫疑惑都沒有的，我一個也沒見到，不但沒見到，我都沒聽到過。可是我見到、聽到的有不少，學佛學了一輩子，到老死還有疑惑，疑惑沒有斷，這個東西不容易！那有疑、有迷惑，經教就幫很大的忙。所以經教它是幫助我們斷疑，幫助我們明理，明理、斷疑，我們的信心才能夠增長，才能夠堅定，道理在此地。為什麼古時候的念佛堂不講經，只講開示？因為那是真正念佛人，他真的沒有疑惑，他進念佛堂就一個目標，求生淨土。講經、聽經那叫打閒岔，所以不講經。"
    },
    {
      "id": "21-454-0001_p0009",
      "zh_CN": "可是现代的念佛堂，我是主张要讲经，为什么？他有疑，有迷惑。不但是要讲经，你看看，现在我们每个星期，还有两个小时来答复大家的疑问。那照理说，讲经道场用不着再解答疑问，常常听经不都明了了吗？听经还不够，疑虑重重，不能不解答。所以在今天这个时代，讲经是必要的，一百年前的念佛堂，那讲经是多余的，此一时、彼一时。佛无有定法可说，总是随众生心，应所知量，随心应量，这个道理要懂。现在的人，现在的社会，已经伦理道德都没有了，纪念祖先是提倡孝道，也是我们净业三福里第一句话，孝养父母。在从前家家有祠堂，每年清明、中元、冬至，都是祭祖的活动纪念日。现在没有了，所以儿女不知道孝顺父母，不知道尊敬长辈。不要看这个事情是小事，它不是小事，这个事情是中国过去五千年来，长治久安的大道理，天下太平就建立在这个基础上，我们不能不知道。",
      "zh_TW": "可是現代的念佛堂，我是主張要講經，為什麼？他有疑，有迷惑。不但是要講經，你看看，現在我們每個星期，還有兩個小時來答覆大家的疑問。那照理說，講經道場用不著再解答疑問，常常聽經不都明瞭了嗎？聽經還不夠，疑慮重重，不能不解答。所以在今天這個時代，講經是必要的，一百年前的念佛堂，那講經是多餘的，此一時、彼一時。佛無有定法可說，總是隨眾生心，應所知量，隨心應量，這個道理要懂。現在的人，現在的社會，已經倫理道德都沒有了，紀念祖先是提倡孝道，也是我們淨業三福裡第一句話，孝養父母。在從前家家有祠堂，每年清明、中元、冬至，都是祭祖的活動紀念日。現在沒有了，所以兒女不知道孝順父母，不知道尊敬長輩。不要看這個事情是小事，它不是小事，這個事情是中國過去五千年來，長治久安的大道理，天下太平就建立在這個基礎上，我們不能不知道。"
    },
    {
      "id": "21-454-0001_p0010",
      "zh_CN": "问：第二个问题，他说在山东、苏州以及很多沿海地区，都发现几万只的蟾蜍过街。为什么很多地方都有大量的动物，像蟾蜍、螃蟹涌上地面，还有很多地方是地下陷落，是不是地震要来了？应如何避免及减轻？",
      "zh_TW": "問：第二個問題，他說在山東、蘇州以及很多沿海地區，都發現幾萬隻的蟾蜍過街。為什麼很多地方都有大量的動物，像蟾蜍、螃蟹湧上地面，還有很多地方是地下陷落，是不是地震要來了？應如何避免及減輕？"
    },
    {
      "id": "21-454-0001_p0011",
      "zh_CN": "答：这些事最近这几天，有些同学在网路上，下载这些信息，还有照片给我看，确实这是反常的现象。尤其是数量这么大，报纸上估计，是有六万只螃蟹爬上树上，树有多高？八米高。那相当高了，八米大概有三层楼那么高，满树都是的。蟾蜍也是几千只、几万只，成群结队的，堵塞在马路上，我们看到这些画面。也看到大面积的土地下陷，而且陷了一百多米，也听说有地面，也有地方上升。这是不是跟地震有关系，我们不敢断言，但是我们听到科学家所说的，这个地球地壳的变化，这是有可能性的。我们遇到这种反常的现象，应该怎么样对应？我们学佛学了这么多年了，佛在经上常常提醒我们，宇宙、万物是心现识变。这个大道理，我们要常常记在心上，你遇到这个异常现象的时候，你心里头就有主宰，为什么？心现识变的。谁的心？自己的心。虽然大乘教里面，跟我们讲一切众生有共业、有别业，可是共业、别业，最重要的还是别业。明白这个道理，你就知道怎样对应，对应最有效的方法，「一心称念阿弥陀佛」，我们要记住。",
      "zh_TW": "答：這些事最近這幾天，有些同學在網路上，下載這些信息，還有照片給我看，確實這是反常的現象。尤其是數量這麼大，報紙上估計，是有六萬隻螃蟹爬上樹上，樹有多高？八米高。那相當高了，八米大概有三層樓那麼高，滿樹都是的。蟾蜍也是幾千隻、幾萬隻，成群結隊的，堵塞在馬路上，我們看到這些畫面。也看到大面積的土地下陷，而且陷了一百多米，也聽說有地面，也有地方上升。這是不是跟地震有關係，我們不敢斷言，但是我們聽到科學家所說的，這個地球地殼的變化，這是有可能性的。我們遇到這種反常的現象，應該怎麼樣對應？我們學佛學了這麼多年了，佛在經上常常提醒我們，宇宙、萬物是心現識變。這個大道理，我們要常常記在心上，你遇到這個異常現象的時候，你心裡頭就有主宰，為什麼？心現識變的。誰的心？自己的心。雖然大乘教裡面，跟我們講一切眾生有共業、有別業，可是共業、別業，最重要的還是別業。明白這個道理，你就知道怎樣對應，對應最有效的方法，「一心稱念阿彌陀佛」，我們要記住。"
    },
    {
      "id": "21-454-0001_p0012",
      "zh_CN": "乾隆年间慈云灌顶大师，这是学佛的老同学们都知道，这位大师通宗通教，显密圆融。《楞严经》，你看古来多少注《楞严经》，没有注「楞严咒」的，灌顶法师的《楞严经疏》，他把「楞严咒」都注明了，显密圆融，著作等身。我没有能完全读他的东西，但是我看到他著作的目录，有五、六十种之多，在日本《卍字续藏经》里面，收了他的著作大概将近三十种。他告诉我们，如果我们遇到了严重的灾难，这个灾难，他说所有的经法都不能化解，都失效了，《大悲忏》不行了，《梁皇宝忏》也不行了，水陆法会的《水陆大忏》也不行。最后还有一种决定有效的，那就是「南无阿弥陀佛」六字洪名，问题你信不信？你要能信是决定有效。不但消自己的业障，化解自己的灾难，也能化解一切众生的灾难，这是真的，一点都不假。我讲《华严经》，讲《无量寿经》，跟大家详细说明过。",
      "zh_TW": "乾隆年間慈雲灌頂大師，這是學佛的老同學們都知道，這位大師通宗通教，顯密圓融。《楞嚴經》，你看古來多少註《楞嚴經》，沒有註「楞嚴咒」的，灌頂法師的《楞嚴經疏》，他把「楞嚴咒」都註明了，顯密圓融，著作等身。我沒有能完全讀他的東西，但是我看到他著作的目錄，有五、六十種之多，在日本《卍字續藏經》裡面，收了他的著作大概將近三十種。他告訴我們，如果我們遇到了嚴重的災難，這個災難，他說所有的經法都不能化解，都失效了，《大悲懺》不行了，《梁皇寶懺》也不行了，水陸法會的《水陸大懺》也不行。最後還有一種決定有效的，那就是「南無阿彌陀佛」六字洪名，問題你信不信？你要能信是決定有效。不但消自己的業障，化解自己的災難，也能化解一切眾生的災難，這是真的，一點都不假。我講《華嚴經》，講《無量壽經》，跟大家詳細說明過。"
    },
    {
      "id": "21-454-0001_p0013",
      "zh_CN": "隋唐时代有些佛门的大德们，他们在一起去研究一个问题，这个问题，是释迦牟尼佛当年在世，讲经三百余会，说法四十九年哪部经最重要？不同的宗派，这些高僧大德，还有些居士们参与，他们的结论都推崇《大方广佛华严经》，这是正确的。所以《华严经》称为经中之王，一切经都是《华严》眷属，《华严经》好像是棵大树，这大树的根，大树的本。一切经教，是这棵大树的树枝、树干、树梢、树叶，没有离开这棵大树，这就公认的《华严》第一。那《华严》怎么成佛的？善财童子跟我们表演的，一生圆满成就，依什么？他依的是普贤菩萨十大愿王导归极乐。导归极乐，极乐就是《无量寿经》，所以《华严》最后归《无量寿》，这才成就。《无量寿经》是《华严经》的核心，是《华严经》最重要的一部分。所以在清朝魏默深居士，把这一卷经附在净土三经的后面，称为净土四经，这有道理的。《华严》、《法华》都是引导众生皈净土，这就把净土显示出来了，独一无二。",
      "zh_TW": "隋唐時代有些佛門的大德們，他們在一起去研究一個問題，這個問題，是釋迦牟尼佛當年在世，講經三百餘會，說法四十九年哪部經最重要？不同的宗派，這些高僧大德，還有些居士們參與，他們的結論都推崇《大方廣佛華嚴經》，這是正確的。所以《華嚴經》稱為經中之王，一切經都是《華嚴》眷屬，《華嚴經》好像是棵大樹，這大樹的根，大樹的本。一切經教，是這棵大樹的樹枝、樹幹、樹梢、樹葉，沒有離開這棵大樹，這就公認的《華嚴》第一。那《華嚴》怎麼成佛的？善財童子跟我們表演的，一生圓滿成就，依什麼？他依的是普賢菩薩十大願王導歸極樂。導歸極樂，極樂就是《無量壽經》，所以《華嚴》最後歸《無量壽》，這才成就。《無量壽經》是《華嚴經》的核心，是《華嚴經》最重要的一部分。所以在清朝魏默深居士，把這一卷經附在淨土三經的後面，稱為淨土四經，這有道理的。《華嚴》、《法華》都是引導眾生皈淨土，這就把淨土顯示出來了，獨一無二。"
    },
    {
      "id": "21-454-0001_p0014",
      "zh_CN": "那《无量寿经》，夏莲居居士会集的本子，四十八品，哪一品最重要？我们一直追，我想诸位读了之后，一定会有共同的音声，第六品最重要。第六品是什么？是阿弥陀佛自己说的，四十八愿。可是《无量寿经》传到中国来，有很多次的翻译，翻译的人不一样，内容差别太大。所以古大德怀疑，释迦牟尼佛当年在世，不是一次讲的，多次宣讲的。这要知道，世尊当年在世讲经，只讲一遍，没重复的。为什么《无量寿经》，会让这些祖师大德们，怀疑是多次宣讲？现在保留下来的五种原译本，肯定不是个相同的梵文本，至少有三种不同。因为它里面有重大的差别，就是阿弥陀佛所发的愿，五种本子里面，有两种是二十四愿，有两种是四十八愿，有一种是三十六愿，无论哪个人翻的，总不能有这么大的差别！所以肯定至少是三种不同的原本，那就是释迦牟尼佛在世的时候，不止说一次，至少说三次。",
      "zh_TW": "那《無量壽經》，夏蓮居居士會集的本子，四十八品，哪一品最重要？我們一直追，我想諸位讀了之後，一定會有共同的音聲，第六品最重要。第六品是什麼？是阿彌陀佛自己說的，四十八願。可是《無量壽經》傳到中國來，有很多次的翻譯，翻譯的人不一樣，內容差別太大。所以古大德懷疑，釋迦牟尼佛當年在世，不是一次講的，多次宣講的。這要知道，世尊當年在世講經，只講一遍，沒重複的。為什麼《無量壽經》，會讓這些祖師大德們，懷疑是多次宣講？現在保留下來的五種原譯本，肯定不是個相同的梵文本，至少有三種不同。因為它裡面有重大的差別，就是阿彌陀佛所發的願，五種本子裡面，有兩種是二十四願，有兩種是四十八願，有一種是三十六願，無論哪個人翻的，總不能有這麼大的差別！所以肯定至少是三種不同的原本，那就是釋迦牟尼佛在世的時候，不止說一次，至少說三次。"
    },
    {
      "id": "21-454-0001_p0015",
      "zh_CN": "可是中文译本，还有七种本子失传了，总共在目录上，有十二种本子，指出《无量寿经》一共有十二次的翻译，现在留传下来五种本子，七种失掉了。那个七种要找到之后可能还有，这个愿还是有不同的说法，那就确实肯定世尊在世多次宣讲，多次宣讲就说明这个经的重要性。所以在中国，我们净宗祖师善导大师，他老人家就讲过一句话，「诸佛所以兴出世，唯说弥陀本愿海」。这句话说得重要，这是讲一切诸佛应化到世间来，讲什么？就介绍一桩事情，阿弥陀佛的极乐世界。所以千经万论处处指归，《华严》、《法华》都是导归极乐。灌顶法师这一句话，我们就能够信得过，极重的大灾大难，这一句六字洪名，决定能解决。因为六字洪名是自性的德号，真的能够摄心，所以要会念！怎么个念法？一心称念。不能有杂念，一有杂念，就把你的一心称念破坏了，就不灵了。",
      "zh_TW": "可是中文譯本，還有七種本子失傳了，總共在目錄上，有十二種本子，指出《無量壽經》一共有十二次的翻譯，現在留傳下來五種本子，七種失掉了。那個七種要找到之後可能還有，這個願還是有不同的說法，那就確實肯定世尊在世多次宣講，多次宣講就說明這個經的重要性。所以在中國，我們淨宗祖師善導大師，他老人家就講過一句話，「諸佛所以興出世，唯說彌陀本願海」。這句話說得重要，這是講一切諸佛應化到世間來，講什麼？就介紹一樁事情，阿彌陀佛的極樂世界。所以千經萬論處處指歸，《華嚴》、《法華》都是導歸極樂。灌頂法師這一句話，我們就能夠信得過，極重的大災大難，這一句六字洪名，決定能解決。因為六字洪名是自性的德號，真的能夠攝心，所以要會念！怎麼個念法？一心稱念。不能有雜念，一有雜念，就把你的一心稱念破壞了，就不靈了。"
    },
    {
      "id": "21-454-0001_p0016",
      "zh_CN": "大势至菩萨在「圆通章」里面，告诉我们，「都摄六根，净念相继」，这是念佛的标准。这句话简单的讲，就是念佛的人，对于这句佛号决定没有怀疑、没有夹杂、没有间断，功夫就成就。念佛多年，甚至于念佛一辈子，到最后不能往生，临走的时候手忙脚乱，我们见过。没往生之前都称他是佛门大德、善知识、菩萨，都这样称他。走的时候手忙脚乱，才看出他疑情没断，怀疑没有断，夹杂没断，这个念佛功夫不得力，不是佛号不灵，是他自己犯了很多错误，这个我们不能不知道的。所以我们看到这种异常的现象，认真努力念佛，如果这个灾难轻就化解了，灾难重它会减轻，这肯定的。所以念佛人看到这些现象，不惊不怖，依旧是心平气和来对待。特别是大乘教，我们最近在《华严》里面讲得很多，你真听懂了之后，你的清净心会现前，无论什么事情不会动摇你的清净心。",
      "zh_TW": "大勢至菩薩在「圓通章」裡面，告訴我們，「都攝六根，淨念相繼」，這是念佛的標準。這句話簡單的講，就是念佛的人，對於這句佛號決定沒有懷疑、沒有夾雜、沒有間斷，功夫就成就。念佛多年，甚至於念佛一輩子，到最後不能往生，臨走的時候手忙腳亂，我們見過。沒往生之前都稱他是佛門大德、善知識、菩薩，都這樣稱他。走的時候手忙腳亂，才看出他疑情沒斷，懷疑沒有斷，夾雜沒斷，這個念佛功夫不得力，不是佛號不靈，是他自己犯了很多錯誤，這個我們不能不知道的。所以我們看到這種異常的現象，認真努力念佛，如果這個災難輕就化解了，災難重它會減輕，這肯定的。所以念佛人看到這些現象，不驚不怖，依舊是心平氣和來對待。特別是大乘教，我們最近在《華嚴》裡面講得很多，你真聽懂了之後，你的清淨心會現前，無論什麼事情不會動搖你的清淨心。"
    },
    {
      "id": "21-454-0001_p0017",
      "zh_CN": "问：底下一个问题说，巴西预言上所说，九月份会有大地震及大海啸，是不是这些动物比人类敏感，早做迁移？",
      "zh_TW": "問：底下一個問題說，巴西預言上所說，九月份會有大地震及大海嘯，是不是這些動物比人類敏感，早做遷移？"
    },
    {
      "id": "21-454-0001_p0018",
      "zh_CN": "答：有可能。我带来这一本，这就是巴西这位预言家，被日本人请到东京，在电视台上好像做了九次访问，有个专集，九次，他讲了五个全世界重要的灾难预言。当然到日本去，日本人最关注的是日本，所以它这个小题目，是《日本的未来，世界的未来，严重的警告》。我猜想他这个电视台的访问，肯定会出书，没有想到昨天我就收到这本书，是日本阪本居士寄给我，他是中村康隆的学生。现在我还没有看到中文的译本，在我想像当中很快，我估计应该在一两个星期之内，中文译本一定就可以出来。他说得很详细、说得很多，我昨天翻了一翻。我们对他的态度，这个预言家也是很奇妙，我们真的是无法想像的，他是作梦梦到未来的事情，不是鬼神附身，他是作梦。梦到之后他一醒过来，他赶快就把它写下来，他要不写下来，他就会忘记。他从九岁开始就有这种梦境，他今年才四十多岁，年纪也并不很大。总共好像有四万多个例子，就是他记载的预言梦，有四万多个，百分之八十都实现。所以说也有百分之二十，他所看到的，但是事实没有发生，有百分之二十。但百分之八十是很可靠的，所以他在全世界预言家里头，他有相当的可靠性。",
      "zh_TW": "答：有可能。我帶來這一本，這就是巴西這位預言家，被日本人請到東京，在電視台上好像做了九次訪問，有個專集，九次，他講了五個全世界重要的災難預言。當然到日本去，日本人最關注的是日本，所以它這個小題目，是《日本的未來，世界的未來，嚴重的警告》。我猜想他這個電視台的訪問，肯定會出書，沒有想到昨天我就收到這本書，是日本阪本居士寄給我，他是中村康隆的學生。現在我還沒有看到中文的譯本，在我想像當中很快，我估計應該在一兩個星期之內，中文譯本一定就可以出來。他說得很詳細、說得很多，我昨天翻了一翻。我們對他的態度，這個預言家也是很奇妙，我們真的是無法想像的，他是作夢夢到未來的事情，不是鬼神附身，他是作夢。夢到之後他一醒過來，他趕快就把它寫下來，他要不寫下來，他就會忘記。他從九歲開始就有這種夢境，他今年才四十多歲，年紀也並不很大。總共好像有四萬多個例子，就是他記載的預言夢，有四萬多個，百分之八十都實現。所以說也有百分之二十，他所看到的，但是事實沒有發生，有百分之二十。但百分之八十是很可靠的，所以他在全世界預言家裡頭，他有相當的可靠性。"
    },
    {
      "id": "21-454-0001_p0019",
      "zh_CN": "第一个大的预言，实在讲就是讲的中国。但是他在电视台访问的时候，没有明显的说，说亚洲某个国家、某个地区，是这么说的。可是在文字里面他提到，文字里面是确实讲到，南宁跟海南岛的当中会发生，日期他都说，会发生九点一级的大地震。这个到底是真的，还是假的？我看到这份报告之后，我在后面写了几个字，「预言、灵媒」，灵媒透的信息很多，在中国、外国都有。我们很感激他提供的讯息，讯息靠得住、靠不住不必放在心上。但是有这些讯息，我们提高警觉，加强对净宗修学的信心，这是好事情。灵媒的讯息多半都讲冤亲债主，这是讲到什么？讲到轮回、讲到报应，灾难，许多灾难怎么形成的？报复！我们宿世今生伤害众生太多了。尤其是吃众生的肉，你杀牠，还吃牠的肉，牠能甘心吗？牠能情愿吗？牠不甘心、不情愿，当然有报复的念头，也许牠有报复的行为。所以许多人得不治之病，像现在许多得癌症的，多半都是冤亲债主找上门来了。",
      "zh_TW": "第一個大的預言，實在講就是講的中國。但是他在電視台訪問的時候，沒有明顯的說，說亞洲某個國家、某個地區，是這麼說的。可是在文字裡面他提到，文字裡面是確實講到，南寧跟海南島的當中會發生，日期他都說，會發生九點一級的大地震。這個到底是真的，還是假的？我看到這份報告之後，我在後面寫了幾個字，「預言、靈媒」，靈媒透的信息很多，在中國、外國都有。我們很感激他提供的訊息，訊息靠得住、靠不住不必放在心上。但是有這些訊息，我們提高警覺，加強對淨宗修學的信心，這是好事情。靈媒的訊息多半都講冤親債主，這是講到什麼？講到輪迴、講到報應，災難，許多災難怎麼形成的？報復！我們宿世今生傷害眾生太多了。尤其是吃眾生的肉，你殺牠，還吃牠的肉，牠能甘心嗎？牠能情願嗎？牠不甘心、不情願，當然有報復的念頭，也許牠有報復的行為。所以許多人得不治之病，像現在許多得癌症的，多半都是冤親債主找上門來了。"
    },
    {
      "id": "21-454-0001_p0020",
      "zh_CN": "可是你真正一心念佛，一心念佛的人，他不会找你，为什么？你已经回头是岸，你已经是好人。所以冤亲债主大多数也通情达理，看到你真正改过自新，他看到也佩服、也欢喜，甚至于也希望你能够帮助他一点，能够超度他。所以超度这些佛事、法会管用，灵不灵看超度的人，超度的人有真诚心，它就灵；超度的人心不真诚，它就不灵。所以特别是我们自己，我们自己学了佛之后了知道，佛教导我们素食、断恶修善、忏除业障、持戒念佛。我们真正肯这样做，冤亲债主不但不找麻烦，他还来护持你，做你的护法。我们彼此都有利益，不要再搞冤冤相报了，这个冤冤相报是双方都痛苦，不是一生，生生世世的痛苦。所以明白之后，都愿意把过去的事情，一笔勾销，不再造恶业了。",
      "zh_TW": "可是你真正一心念佛，一心念佛的人，他不會找你，為什麼？你已經回頭是岸，你已經是好人。所以冤親債主大多數也通情達理，看到你真正改過自新，他看到也佩服、也歡喜，甚至於也希望你能夠幫助他一點，能夠超度他。所以超度這些佛事、法會管用，靈不靈看超度的人，超度的人有真誠心，它就靈；超度的人心不真誠，它就不靈。所以特別是我們自己，我們自己學了佛之後了知道，佛教導我們素食、斷惡修善、懺除業障、持戒念佛。我們真正肯這樣做，冤親債主不但不找麻煩，他還來護持你，做你的護法。我們彼此都有利益，不要再搞冤冤相報了，這個冤冤相報是雙方都痛苦，不是一生，生生世世的痛苦。所以明白之後，都願意把過去的事情，一筆勾銷，不再造惡業了。"
    },
    {
      "id": "21-454-0001_p0021",
      "zh_CN": "问：他底下还有两个问题，与这个也有关系的。第四个问题，他说据某些特异功能的人说，九月份大地震之后，会有很多从海里涌出的石头、及漂上来的东西，这些东西都会散出有毒的气体。这个毒气不一定只在九月份发生，地震之后会延续一段时期，且死伤人数可达百万人以上。请问这是不是瘟疫？应如何避免此浩劫？是不是与人类造杀业，及破坏自然环境有关？",
      "zh_TW": "問：他底下還有兩個問題，與這個也有關係的。第四個問題，他說據某些特異功能的人說，九月份大地震之後，會有很多從海裡湧出的石頭、及漂上來的東西，這些東西都會散出有毒的氣體。這個毒氣不一定只在九月份發生，地震之後會延續一段時期，且死傷人數可達百萬人以上。請問這是不是瘟疫？應如何避免此浩劫？是不是與人類造殺業，及破壞自然環境有關？"
    },
    {
      "id": "21-454-0001_p0022",
      "zh_CN": "答：这后头两句话是对的，人造的杀业太重了，这吃众生肉，只有佛教里面提倡素食。可是就在我们世间，讲到肉食也很不容易，我记得我在小时候，祭祀。也就是七、八十年前，平常人家哪里能吃到肉？乡村里面小镇，半个月才杀一只猪，你要买肉的时候，半个月才能够吃到一点点肉。农村小镇，我还记得很清楚，杀猪的时候，在那个大树上面挂个幌子，像小旗帜一样幌子，我们看到那里今天挂，今天那有肉卖。如果没有的话，那天就没有肉卖，所以很不容易。吃肉，天天吃肉，过年的那几天，顶多也不过就是十天半个月！说一个月连续吃肉，不可能的事情，大户人家也不行，人家不杀猪，你买不到肉，所以杀业少！不像现在，你看现在天天吃肉，有很多人一餐没有肉食的话，他就不能下咽，这还得了吗？这个杀业多重。所以今天社会这种生活方式，在这一甲子，中国人讲一甲子，六十年前没有人能想像得到。抗战八年，我们的生活非常艰难，肉食也是很不容易得到，这逢年过节，绝对不是天天有的。所以现在想想，我们的杀业太重，这是共业所感。",
      "zh_TW": "答：這後頭兩句話是對的，人造的殺業太重了，這吃眾生肉，只有佛教裡面提倡素食。可是就在我們世間，講到肉食也很不容易，我記得我在小時候，祭祀。也就是七、八十年前，平常人家哪裡能吃到肉？鄉村裡面小鎮，半個月才殺一隻豬，你要買肉的時候，半個月才能夠吃到一點點肉。農村小鎮，我還記得很清楚，殺豬的時候，在那個大樹上面掛個幌子，像小旗幟一樣幌子，我們看到那裡今天掛，今天那有肉賣。如果沒有的話，那天就沒有肉賣，所以很不容易。吃肉，天天吃肉，過年的那幾天，頂多也不過就是十天半個月！說一個月連續吃肉，不可能的事情，大戶人家也不行，人家不殺豬，你買不到肉，所以殺業少！不像現在，你看現在天天吃肉，有很多人一餐沒有肉食的話，他就不能下嚥，這還得了嗎？這個殺業多重。所以今天社會這種生活方式，在這一甲子，中國人講一甲子，六十年前沒有人能想像得到。抗戰八年，我們的生活非常艱難，肉食也是很不容易得到，這逢年過節，絕對不是天天有的。所以現在想想，我們的殺業太重，這是共業所感。"
    },
    {
      "id": "21-454-0001_p0023",
      "zh_CN": "另外一个科技发达，把自然生态环境破坏了，这是有什么关系？我们知道，所有宗教里面都讲，山有山神，树有树神，水有水神，海有龙王，江也有龙王，我们把自然生态破坏的时候，得罪这些鬼神。鬼神是凡夫，他不是佛菩萨，凡夫他有烦恼、他有怨恨，你破坏了他的生态环境，他也想着报复。这种报复，就造成我们现在所讲的，自然灾害。但是现在很多人相信科学，不相信鬼神，我们今天讲这些，他说这是迷信，这是古老的传说，这不可靠的。虽然他口头上说不相信，可是他心里面也有余悸，心里头也害怕，这些现象我们也接触到很多。如果人真正能相信佛陀的教诲，佛教给我们，「勤修戒定慧，息灭贪瞋痴」。与大自然一定要和睦相处，不能够破坏自然环境，要随顺，这样才好。",
      "zh_TW": "另外一個科技發達，把自然生態環境破壞了，這是有什麼關係？我們知道，所有宗教裡面都講，山有山神，樹有樹神，水有水神，海有龍王，江也有龍王，我們把自然生態破壞的時候，得罪這些鬼神。鬼神是凡夫，他不是佛菩薩，凡夫他有煩惱、他有怨恨，你破壞了他的生態環境，他也想著報復。這種報復，就造成我們現在所講的，自然災害。但是現在很多人相信科學，不相信鬼神，我們今天講這些，他說這是迷信，這是古老的傳說，這不可靠的。雖然他口頭上說不相信，可是他心裡面也有餘悸，心裡頭也害怕，這些現象我們也接觸到很多。如果人真正能相信佛陀的教誨，佛教給我們，「勤修戒定慧，息滅貪瞋痴」。與大自然一定要和睦相處，不能夠破壞自然環境，要隨順，這樣才好。"
    },
    {
      "id": "21-454-0001_p0024",
      "zh_CN": "问：底下一个问题，另外他们也提到，要避免及减轻这个灾难，最快、最有效的方法就是念佛，并且诚心忏悔改过，劝大家不要吃众生肉，及多注意保护环境。请问如何在短时间内，让大家有此警觉？这段时间，是不是念佛人应尽量摒除外缘，一心一意真诚日夜念佛？",
      "zh_TW": "問：底下一個問題，另外他們也提到，要避免及減輕這個災難，最快、最有效的方法就是念佛，並且誠心懺悔改過，勸大家不要吃眾生肉，及多注意保護環境。請問如何在短時間內，讓大家有此警覺？這段時間，是不是念佛人應盡量摒除外緣，一心一意真誠日夜念佛？"
    },
    {
      "id": "21-454-0001_p0025",
      "zh_CN": "答：对的，而巴西预言家也曾经说过，他预言日本过去两次的严重地震，他说这个地震死亡的要上千人。结果地震真的发生了，跟他所讲的地点、时间都准确发生了，伤害不大，没有那么严重，大概伤害的，只有他所讲的十分之一。这什么原因？巴西预言家自己说，他说「可能是日本神道教的善男信女，听了他的预言之后，日夜祈祷，把这个灾难减轻了。」这个说法是正确的。所以我们也听很多人说，九月十三这个大地震，如果我们佛门弟子，不学佛的他不相信，佛门弟子能很认真的，从现在起天天修忏悔法，断恶修善，长斋念佛，把这个功德回向给这次的灾难。灾难纵然不能化解，肯定减轻，他说九点一的大地震，如果我们能够把它减轻到五点一，就没有什么多大灾害了。可不可能？可能！只要学佛的人能警觉到，这是桩大好事，度自己也度众生，我们应该要做。学佛的人总得有慈悲心，你不知道那情有可原，既然知道了，就要发出大慈悲心。为这一次护国息灾，把我们的修学，都当作护国息灾法会认真去做去。不能把这个地震降低到五点一，降低到七点一，那个损失就会减少很多。我们希望把目标锁在五点一，九点一变成五点一。所以希望净宗同修们，有这个警觉心，我们共同来努力，日夜不间断。形式上间断，你念头上不间断，这样就好。",
      "zh_TW": "答：對的，而巴西預言家也曾經說過，他預言日本過去兩次的嚴重地震，他說這個地震死亡的要上千人。結果地震真的發生了，跟他所講的地點、時間都準確發生了，傷害不大，沒有那麼嚴重，大概傷害的，只有他所講的十分之一。這什麼原因？巴西預言家自己說，他說「可能是日本神道教的善男信女，聽了他的預言之後，日夜祈禱，把這個災難減輕了。」這個說法是正確的。所以我們也聽很多人說，九月十三這個大地震，如果我們佛門弟子，不學佛的他不相信，佛門弟子能很認真的，從現在起天天修懺悔法，斷惡修善，長齋念佛，把這個功德迴向給這次的災難。災難縱然不能化解，肯定減輕，他說九點一的大地震，如果我們能夠把它減輕到五點一，就沒有什麼多大災害了。可不可能？可能！只要學佛的人能警覺到，這是樁大好事，度自己也度眾生，我們應該要做。學佛的人總得有慈悲心，你不知道那情有可原，既然知道了，就要發出大慈悲心。為這一次護國息災，把我們的修學，都當作護國息災法會認真去做去。不能把這個地震降低到五點一，降低到七點一，那個損失就會減少很多。我們希望把目標鎖在五點一，九點一變成五點一。所以希望淨宗同修們，有這個警覺心，我們共同來努力，日夜不間斷。形式上間斷，你念頭上不間斷，這樣就好。"
    },
    {
      "id": "21-454-0001_p0026",
      "zh_CN": "问：底下问题，他说现前灾难那么多，要怎样能化解？",
      "zh_TW": "問：底下問題，他說現前災難那麼多，要怎樣能化解？"
    },
    {
      "id": "21-454-0001_p0027",
      "zh_CN": "答：具体你们自己也说过，要真正忏悔，改过自新，断恶修善。具体的做法，如果你能够落实《弟子规》，能落实《感应篇》决定有效。你说断恶修善，断恶修善要有标准，改过自新要有标准，《感应篇》、《弟子规》就是标准，真正依教奉行决定有明显的感应。",
      "zh_TW": "答：具體你們自己也說過，要真正懺悔，改過自新，斷惡修善。具體的做法，如果你能夠落實《弟子規》，能落實《感應篇》決定有效。你說斷惡修善，斷惡修善要有標準，改過自新要有標準，《感應篇》、《弟子規》就是標準，真正依教奉行決定有明顯的感應。"
    },
    {
      "id": "21-454-0001_p0028",
      "zh_CN": "问：底下一个问题，个人在日常生活当中，要怎样修行才能化解灾难？佛号要怎么念，才能真正得到利益？",
      "zh_TW": "問：底下一個問題，個人在日常生活當中，要怎樣修行才能化解災難？佛號要怎麼念，才能真正得到利益？"
    },
    {
      "id": "21-454-0001_p0029",
      "zh_CN": "答：在最近二十多年，我们提出个修行的纲领，二十个字，我们用真诚心、清净心、平等心、正觉心、慈悲心，来念佛就有效，我们用这个心念佛，用这个心处事待人接物。要知道我说的这十个字，「真诚、清净、平等、正觉、慈悲」，这就是经论里面讲的「大菩提心」。菩提心是我们的真心，是我们的本性，能化解一切怨结，能化解一切灾难。在我们日常生活当中，我们要学「看破、放下、自在、随缘、念佛」。这个里头特别是放下，放下自私自利，放下名闻利养，放下五欲六尘，放下贪瞋痴慢。放下是佛法里面的断烦恼，看破是佛经讲的开智慧。用我们的真诚心，尽心尽力帮助苦难的众生，尽心尽力里头最重要的，就是日夜不间断的念佛。",
      "zh_TW": "答：在最近二十多年，我們提出個修行的綱領，二十個字，我們用真誠心、清淨心、平等心、正覺心、慈悲心，來念佛就有效，我們用這個心念佛，用這個心處事待人接物。要知道我說的這十個字，「真誠、清淨、平等、正覺、慈悲」，這就是經論裡面講的「大菩提心」。菩提心是我們的真心，是我們的本性，能化解一切怨結，能化解一切災難。在我們日常生活當中，我們要學「看破、放下、自在、隨緣、念佛」。這個裡頭特別是放下，放下自私自利，放下名聞利養，放下五欲六塵，放下貪瞋痴慢。放下是佛法裡面的斷煩惱，看破是佛經講的開智慧。用我們的真誠心，盡心盡力幫助苦難的眾生，盡心盡力裡頭最重要的，就是日夜不間斷的念佛。"
    },
    {
      "id": "21-454-0001_p0030",
      "zh_CN": "问：下面第九个问题，有关四川地震问题，他有七个小题目。第一个，他说我是远在新疆的佛教徒，请问四川大地震往生的人，不知是何因果？也是共业吗？",
      "zh_TW": "問：下面第九個問題，有關四川地震問題，他有七個小題目。第一個，他說我是遠在新疆的佛教徒，請問四川大地震往生的人，不知是何因果？也是共業嗎？"
    },
    {
      "id": "21-454-0001_p0031",
      "zh_CN": "答：共业是肯定的，没有共业，他在这个灾难里面就不会死亡。在这个灾难里面死亡的、受伤的，都是共业，受伤的共业轻，死亡的共业重，这在佛法上讲是肯定的。",
      "zh_TW": "答：共業是肯定的，沒有共業，他在這個災難裡面就不會死亡。在這個災難裡面死亡的、受傷的，都是共業，受傷的共業輕，死亡的共業重，這在佛法上講是肯定的。"
    },
    {
      "id": "21-454-0001_p0032",
      "zh_CN": "问：二００八年五月十二号刚好是农历四月初八。为什么在佛陀诞辰的纪念日，却在四川，这个中国信奉佛教最盛的地方，会有八级的大地震发生？而且在这次地震，可能是中国近年来最大的地震。请问如何解释？",
      "zh_TW": "問：二００八年五月十二號剛好是農曆四月初八。為什麼在佛陀誕辰的紀念日，卻在四川，這個中國信奉佛教最盛的地方，會有八級的大地震發生？而且在這次地震，可能是中國近年來最大的地震。請問如何解釋？"
    },
    {
      "id": "21-454-0001_p0033",
      "zh_CN": "答：这个解释说起来话长，希望同学们，这不止你一个人，我们每个人放冷静，细心观察你就不难明了。事情发生在佛陀诞辰的纪念日，四川这个地方信奉佛教最盛的地方，信奉佛教，有没有依照佛陀教诲去做？如果只有信，没有解、没有行，那是迷信。迷信不但没有好处，它还产生负面的作用，副作用是什么？叫社会大众看到佛教徒的形象，对佛教产生怀疑，对佛教产生了批判，这就是给佛教带来的负面影响，破坏佛教形象。我们很简单的问一问，在家的佛教徒，有没有做到十善业？十善业是佛门的基础，「孝养父母，奉事师长，慈心不杀，修十善业」，他做到了没有？出家的佛门弟子，有没有做到《沙弥律仪》？我们要从这些地方去看！不能说一概就是讲，这信奉佛教最盛的地方。从前最盛，现在的盛是表面的，形式上盛，内容没有了。你明白这个道理，你就了解，佛法「信」这个字太难了。",
      "zh_TW": "答：這個解釋說起來話長，希望同學們，這不止你一個人，我們每個人放冷靜，細心觀察你就不難明瞭。事情發生在佛陀誕辰的紀念日，四川這個地方信奉佛教最盛的地方，信奉佛教，有沒有依照佛陀教誨去做？如果只有信，沒有解、沒有行，那是迷信。迷信不但沒有好處，它還產生負面的作用，副作用是什麼？叫社會大眾看到佛教徒的形象，對佛教產生懷疑，對佛教產生了批判，這就是給佛教帶來的負面影響，破壞佛教形象。我們很簡單的問一問，在家的佛教徒，有沒有做到十善業？十善業是佛門的基礎，「孝養父母，奉事師長，慈心不殺，修十善業」，他做到了沒有？出家的佛門弟子，有沒有做到《沙彌律儀》？我們要從這些地方去看！不能說一概就是講，這信奉佛教最盛的地方。從前最盛，現在的盛是表面的，形式上盛，內容沒有了。你明白這個道理，你就了解，佛法「信」這個字太難了。"
    },
    {
      "id": "21-454-0001_p0034",
      "zh_CN": "我学佛七年出家，出家之后两年受戒，受完戒之后到台中去看老师。这是规矩，受戒回来，第一个要去感老师的恩，教诲之恩。我到台中慈光图书馆，我在门外还没进去，老师在里面看到，看到之后他就指着我，「你要信佛！」大声的叫，叫了好多声叫我要信佛，我感觉得很惊讶。进去之后他叫我坐下来，当时还有不少的居士们在一起，同学。他问我，「我说的你懂吗？」我说不懂，我学佛七年，七年我已经学会讲经了，我才出家的。所以我出家就教佛学院，不是做学生，去做老师去了，两年之后，我就教佛学院教了两年，讲经也讲了两年，这才去受戒。我不信佛我为什么去学佛？我不信佛，我为什么要出家？我不信佛，为什么要受戒？老师告诉我，他说「你知道吗？有许多老和尚活到八十、九十，到临终时候还不信佛。」愈说我愈莫名其妙，这怎么不信佛？",
      "zh_TW": "我學佛七年出家，出家之後兩年受戒，受完戒之後到台中去看老師。這是規矩，受戒回來，第一個要去感老師的恩，教誨之恩。我到台中慈光圖書館，我在門外還沒進去，老師在裡面看到，看到之後他就指著我，「你要信佛！」大聲的叫，叫了好多聲叫我要信佛，我感覺得很驚訝。進去之後他叫我坐下來，當時還有不少的居士們在一起，同學。他問我，「我說的你懂嗎？」我說不懂，我學佛七年，七年我已經學會講經了，我才出家的。所以我出家就教佛學院，不是做學生，去做老師去了，兩年之後，我就教佛學院教了兩年，講經也講了兩年，這才去受戒。我不信佛我為什麼去學佛？我不信佛，我為什麼要出家？我不信佛，為什麼要受戒？老師告訴我，他說「你知道嗎？有許多老和尚活到八十、九十，到臨終時候還不信佛。」愈說我愈莫名其妙，這怎麼不信佛？"
    },
    {
      "id": "21-454-0001_p0035",
      "zh_CN": "老师最后才把底牌掀出来了，什么叫信佛？信解行证那才叫信佛。每部经最后头一句四个字，「信受奉行」，那叫信佛。你信了你有没有接受？这一问我们就呆住了，你有没有学过《十善业道经》？学过，跟老师学的。你有没有接受？学是学了，你是不是真的接受了？接受之后怎么样？接受之后是依教奉行。你把《十善业道经》，变成你自己的思想、见解、生活行为，那你叫信佛。如果你学的经教，跟你日常思想、见解、生活行为，毫不相关，你不信！我们这才恍然大悟，真的，你看看有很多这是七老八十的，这些老和尚还是争名夺利，还是贪名贪利，没放下，那就是不信佛！信有标准，不是随便说的，找个法师去皈依，领个皈依证就叫信佛吗？所以我们要知道，我们这个小团体，这人数也有不少，真正讲信佛，一百个人当中，一个、两个都不容易找到。",
      "zh_TW": "老師最後才把底牌掀出來了，什麼叫信佛？信解行證那才叫信佛。每部經最後頭一句四個字，「信受奉行」，那叫信佛。你信了你有沒有接受？這一問我們就呆住了，你有沒有學過《十善業道經》？學過，跟老師學的。你有沒有接受？學是學了，你是不是真的接受了？接受之後怎麼樣？接受之後是依教奉行。你把《十善業道經》，變成你自己的思想、見解、生活行為，那你叫信佛。如果你學的經教，跟你日常思想、見解、生活行為，毫不相關，你不信！我們這才恍然大悟，真的，你看看有很多這是七老八十的，這些老和尚還是爭名奪利，還是貪名貪利，沒放下，那就是不信佛！信有標準，不是隨便說的，找個法師去皈依，領個皈依證就叫信佛嗎？所以我們要知道，我們這個小團體，這人數也有不少，真正講信佛，一百個人當中，一個、兩個都不容易找到。"
    },
    {
      "id": "21-454-0001_p0036",
      "zh_CN": "真正信净土，从前李老师常常告诉我们，他不讲别人，他讲台中莲社，莲社莲友有几十万人。这几十万莲友当中，真正相信阿弥陀佛的，真正念阿弥陀佛的，老师说万分之二、三而已。不是万修万人去，一万个人，只有两三个人往生，为什么？那两三个人信佛。其余不是信佛，到佛堂里面来，阿赖耶识里头种个佛的种子，不起作用，他的思想、言行，还是烦恼习气，所以这要知道。我们这种信佛，那对于灾难是无济于事，这个共业依旧不能化解；真信佛，真正依教奉行，他就真有感应。",
      "zh_TW": "真正信淨土，從前李老師常常告訴我們，他不講別人，他講台中蓮社，蓮社蓮友有幾十萬人。這幾十萬蓮友當中，真正相信阿彌陀佛的，真正念阿彌陀佛的，老師說萬分之二、三而已。不是萬修萬人去，一萬個人，只有兩三個人往生，為什麼？那兩三個人信佛。其餘不是信佛，到佛堂裡面來，阿賴耶識裡頭種個佛的種子，不起作用，他的思想、言行，還是煩惱習氣，所以這要知道。我們這種信佛，那對於災難是無濟於事，這個共業依舊不能化解；真信佛，真正依教奉行，他就真有感應。"
    },
    {
      "id": "21-454-0001_p0037",
      "zh_CN": "我们也晓得灾难的严重性，所以在去年，我们就发起做个「护国息灾法会」，我们是用三时系念来做，做四十九天。当时我提出来了，缘不成熟。这一次我住在家乡，住在庐江，悟道法师到那边去做三时系念，本来这次去他做两堂，在实际禅寺做一堂，在居士林做一堂。我遇到之后，重新提起护国息灾法会重要，灾难太多，全世界的。我说四十九天七个七，七七四十九天法会，一定要把它做好。我们做到第八天，法会做到第八天，就是五月十二，四川大地震发生了。也在这前一天，十号还是十一号，有些灵媒附体的，传出信息告诉我，灾难非常严重，时间很长，不是短时间，四十九天的法会，没有这个力量来化解灾难。我们就向他请教，那这个法会应该怎么做？他说至少要七百天，就是一百个七。我们听了这么桩事情，就跟寺院的住持老和尚商量，大家同意，决定就把这个法会做七百天，一百个七。",
      "zh_TW": "我們也曉得災難的嚴重性，所以在去年，我們就發起做個「護國息災法會」，我們是用三時繫念來做，做四十九天。當時我提出來了，緣不成熟。這一次我住在家鄉，住在廬江，悟道法師到那邊去做三時繫念，本來這次去他做兩堂，在實際禪寺做一堂，在居士林做一堂。我遇到之後，重新提起護國息災法會重要，災難太多，全世界的。我說四十九天七個七，七七四十九天法會，一定要把它做好。我們做到第八天，法會做到第八天，就是五月十二，四川大地震發生了。也在這前一天，十號還是十一號，有些靈媒附體的，傳出信息告訴我，災難非常嚴重，時間很長，不是短時間，四十九天的法會，沒有這個力量來化解災難。我們就向他請教，那這個法會應該怎麼做？他說至少要七百天，就是一百個七。我們聽了這麼樁事情，就跟寺院的住持老和尚商量，大家同意，決定就把這個法會做七百天，一百個七。"
    },
    {
      "id": "21-454-0001_p0038",
      "zh_CN": "所以道场很配合，道场学经教的，在家、出家有三十多个人，每天讲堂有八小时讲经。我在的时候我讲两个小时《华严经》，另外有两个老师，他们一个人也讲一堂，还有四个小时就是学习经教的法师，他们上台来学习讲经，所以这个道场每天讲经八小时。念佛堂有三百多人念佛，日夜不间断，二十四小时不间断，我们把这个期限就定做七百天。所以是第二天、第三天，四川地震发生了，这发生之后，有个奇怪的现象，就是安徽四周都受到了震动，安徽没有。我们那个地方有地震观察站，没有收到四川这个讯息。可是我们的东面是江苏，下面是浙江、山东，北面是河北，西面是河南，南面是江西、广东，甚至于台湾都有侦测到，都有震动，那安徽没有。还有些小的灾难，四周围都有，这个地方也没有，所以就有人说了，是不是有这个法会，在这个地方的缘故。",
      "zh_TW": "所以道場很配合，道場學經教的，在家、出家有三十多個人，每天講堂有八小時講經。我在的時候我講兩個小時《華嚴經》，另外有兩個老師，他們一個人也講一堂，還有四個小時就是學習經教的法師，他們上台來學習講經，所以這個道場每天講經八小時。念佛堂有三百多人念佛，日夜不間斷，二十四小時不間斷，我們把這個期限就定做七百天。所以是第二天、第三天，四川地震發生了，這發生之後，有個奇怪的現象，就是安徽四周都受到了震動，安徽沒有。我們那個地方有地震觀察站，沒有收到四川這個訊息。可是我們的東面是江蘇，下面是浙江、山東，北面是河北，西面是河南，南面是江西、廣東，甚至於台灣都有偵測到，都有震動，那安徽沒有。還有些小的災難，四周圍都有，這個地方也沒有，所以就有人說了，是不是有這個法會，在這個地方的緣故。"
    },
    {
      "id": "21-454-0001_p0039",
      "zh_CN": "现在我们很感谢齐素萍居士，她发心在东天目山做一百个七，跟我们道场一样，七百天。在山东庆云海岛金山寺也做七百天，好！好事情。前天我收到台湾一封信，是善果林林长夫妻两个人写给我的，他们听到我庐江这个讯息，他们在台湾善果林也做七百天的法会，跟我们这一样，好。如果还再有多一些道场，都能做七百天的法会，我相信这个灾难，会大幅度的减轻。道理，这些年来我们在讲席里面，天天在讲，讲得很清楚，佛告诉我们「境随心转」，这个境就是物质环境，山河大地，是随着人心转的。人心善，山河大地没有一样不善；人心不善，那就没有一样是善的。这是佛经跟我们讲的原理，经上讲得很透彻，宇宙从哪里来的？万法从哪里来的？",
      "zh_TW": "現在我們很感謝齊素萍居士，她發心在東天目山做一百個七，跟我們道場一樣，七百天。在山東慶雲海島金山寺也做七百天，好！好事情。前天我收到台灣一封信，是善果林林長夫妻兩個人寫給我的，他們聽到我廬江這個訊息，他們在台灣善果林也做七百天的法會，跟我們這一樣，好。如果還再有多一些道場，都能做七百天的法會，我相信這個災難，會大幅度的減輕。道理，這些年來我們在講席裡面，天天在講，講得很清楚，佛告訴我們「境隨心轉」，這個境就是物質環境，山河大地，是隨著人心轉的。人心善，山河大地沒有一樣不善；人心不善，那就沒有一樣是善的。這是佛經跟我們講的原理，經上講得很透徹，宇宙從哪裡來的？萬法從哪裡來的？"
    },
    {
      "id": "21-454-0001_p0040",
      "zh_CN": "这个地方是属于广东地带，是禅宗六祖惠能大师的出生地，能大师在《坛经》里头，告诉我们，他明心见性。自性是什么样子？我们中国古人只是含糊笼统的说出来，本性本善，「人之初，性本善」大家都知道。怎么个善法？惠能大师讲得清楚，这善说的什么？他讲了五句，第一个「自性本自清净」，第二个「本不生灭」，第三个「本自具足」，第四个「本无动摇」，第五个「能生万法」。这宇宙从哪儿来？是自性变现的，唯心所现，唯识所变。所以我们的心好、心善，没有一样不善，我们外面走廊上，贴的有日本江本胜博士的水实验。诸位看看就晓得，你心善，没有一样不善；心不善，没有一样是善。所以我们启建「护国息灾法会」，人人心行都善，它就能影响山河大地，能影响地球，能影响太空。不要以为我们自己起心动念，是微不足道，那就错了，我们每个念头都遍法界虚空界。上面与一切诸佛菩萨感应道交，下面与一切鬼神感应道交，所以断恶修善比什么都重要！这次大地震，给我们认真来做反省，认真的忏悔，努力的修行。",
      "zh_TW": "這個地方是屬於廣東地帶，是禪宗六祖惠能大師的出生地，能大師在《壇經》裡頭，告訴我們，他明心見性。自性是什麼樣子？我們中國古人只是含糊籠統的說出來，本性本善，「人之初，性本善」大家都知道。怎麼個善法？惠能大師講得清楚，這善說的什麼？他講了五句，第一個「自性本自清淨」，第二個「本不生滅」，第三個「本自具足」，第四個「本無動搖」，第五個「能生萬法」。這宇宙從哪兒來？是自性變現的，唯心所現，唯識所變。所以我們的心好、心善，沒有一樣不善，我們外面走廊上，貼的有日本江本勝博士的水實驗。諸位看看就曉得，你心善，沒有一樣不善；心不善，沒有一樣是善。所以我們啟建「護國息災法會」，人人心行都善，它就能影響山河大地，能影響地球，能影響太空。不要以為我們自己起心動念，是微不足道，那就錯了，我們每個念頭都遍法界虛空界。上面與一切諸佛菩薩感應道交，下面與一切鬼神感應道交，所以斷惡修善比什麼都重要！這次大地震，給我們認真來做反省，認真的懺悔，努力的修行。"
    },
    {
      "id": "21-454-0001_p0041",
      "zh_CN": "问：下面一题，他说面对大灾难，有些莲友认为我们念观世音菩萨回向灾区，远不及捐助财物，对受灾者的帮助更直接、更实际，因而有些莲友对念佛起了疑问，信心动摇，请老法师慈悲开示。",
      "zh_TW": "問：下面一題，他說面對大災難，有些蓮友認為我們念觀世音菩薩迴向災區，遠不及捐助財物，對受災者的幫助更直接、更實際，因而有些蓮友對念佛起了疑問，信心動搖，請老法師慈悲開示。"
    },
    {
      "id": "21-454-0001_p0042",
      "zh_CN": "答：对的，实际的行动我们要有，刚才讲尽心尽力去做。但是根本，根本还是要念佛，才能够从根本上来化解。所有一切救济，那是从事相上来做的，本末兼置。我们一听到四川地震的讯息，传来之后，我们道场就开始募捐，最早赈灾的款项，我们道场送出去。那法会更认真努力做，这是法会做法会，念佛、念观音菩萨，回向这个利益功德，不是一般人能知道的，学佛的人也不知道，为什么不知道？他不知道原理。深入经藏，懂得宇宙从哪里来的，生命从哪里来的，万法从哪里来的，然后你才知道念力的力量大。你看大乘经里面讲，「迷唯一念，悟止一心」，这个我们说得多了，说得多好！这才是真正解决之道。这不能跟一般大众说，说不清楚，一般大众就是现实，有钱出钱、有力出力，赶紧去救援。所以这点我们也绝不疏忽，也非常认真努力去做。",
      "zh_TW": "答：對的，實際的行動我們要有，剛才講盡心盡力去做。但是根本，根本還是要念佛，才能夠從根本上來化解。所有一切救濟，那是從事相上來做的，本末兼置。我們一聽到四川地震的訊息，傳來之後，我們道場就開始募捐，最早賑災的款項，我們道場送出去。那法會更認真努力做，這是法會做法會，念佛、念觀音菩薩，迴向這個利益功德，不是一般人能知道的，學佛的人也不知道，為什麼不知道？他不知道原理。深入經藏，懂得宇宙從哪裡來的，生命從哪裡來的，萬法從哪裡來的，然後你才知道念力的力量大。你看大乘經裡面講，「迷唯一念，悟止一心」，這個我們說得多了，說得多好！這才是真正解決之道。這不能跟一般大眾說，說不清楚，一般大眾就是現實，有錢出錢、有力出力，趕緊去救援。所以這點我們也絕不疏忽，也非常認真努力去做。"
    },
    {
      "id": "21-454-0001_p0043",
      "zh_CN": "问：下面说面对大地震，人们忘记了名利、恩怨，尔我分别，有的只是同心同德共度难关。若换一个角度来看，是否也算是一件好事？如果善于运用，是否也是很好的道德教育机会？",
      "zh_TW": "問：下面說面對大地震，人們忘記了名利、恩怨，爾我分別，有的只是同心同德共度難關。若換一個角度來看，是否也算是一件好事？如果善於運用，是否也是很好的道德教育機會？"
    },
    {
      "id": "21-454-0001_p0044",
      "zh_CN": "答：对，这个确实有，在这里能看到人性。能够看到古人所讲的，「恻隐之心人皆有之」，能够舍弃自己生命去救别人，我们在这里看到，这就是人性本善。在过去教育里面，最重视伦理、道德、因果的教育。现代教育，可以说是全世界的，我们中国受了西方文化的影响，对于自己传统文化，丧失了自信心，完全学外国，中国所谓传统的伦理、道德、因果，都不要了，去学外国的。但是在这次大灾难当中，你能看到人性，很清楚让我们看到，伦理道德的教育，你细心观察能看到因果教育。",
      "zh_TW": "答：對，這個確實有，在這裡能看到人性。能夠看到古人所講的，「惻隱之心人皆有之」，能夠捨棄自己生命去救別人，我們在這裡看到，這就是人性本善。在過去教育裡面，最重視倫理、道德、因果的教育。現代教育，可以說是全世界的，我們中國受了西方文化的影響，對於自己傳統文化，喪失了自信心，完全學外國，中國所謂傳統的倫理、道德、因果，都不要了，去學外國的。但是在這次大災難當中，你能看到人性，很清楚讓我們看到，倫理道德的教育，你細心觀察能看到因果教育。"
    },
    {
      "id": "21-454-0001_p0045",
      "zh_CN": "问：他底下说，在地震中很多人用自己的生命，换取别人的生命，请问这些人是不是菩萨再来？他们这样牺牲后会生天吗？",
      "zh_TW": "問：他底下說，在地震中很多人用自己的生命，換取別人的生命，請問這些人是不是菩薩再來？他們這樣犧牲後會生天嗎？"
    },
    {
      "id": "21-454-0001_p0046",
      "zh_CN": "答：对的，这是完全一念善心，他绝对不会堕三途，这肯定的。在灾难当中，能够舍己为人，牺牲自己的生命，保护别人。你以为他们是菩萨再来的，也能说得通，菩萨所做的表现非常之多，这只是其中的一种而已。",
      "zh_TW": "答：對的，這是完全一念善心，他絕對不會墮三途，這肯定的。在災難當中，能夠捨己為人，犧牲自己的生命，保護別人。你以為他們是菩薩再來的，也能說得通，菩薩所做的表現非常之多，這只是其中的一種而已。"
    },
    {
      "id": "21-454-0001_p0047",
      "zh_CN": "问：地震的因是人们的愚痴、傲慢。听说此次灾区民风非常淳厚，多数信佛，他们信奉的其他宗教也提倡要尊敬万物，包括山河、树木、花草等一切有灵。老实说很多地方的人心，比汶川还要愚痴、狡诈，为什么灾难偏偏就选中这些纯朴的人？",
      "zh_TW": "問：地震的因是人們的愚痴、傲慢。聽說此次災區民風非常淳厚，多數信佛，他們信奉的其他宗教也提倡要尊敬萬物，包括山河、樹木、花草等一切有靈。老實說很多地方的人心，比汶川還要愚痴、狡詐，為什麼災難偏偏就選中這些純樸的人？"
    },
    {
      "id": "21-454-0001_p0048",
      "zh_CN": "答：这个事情，佛在经论上跟我们讲，「无量因缘」。那你要把这些事情搞清楚、搞明白，有一个方法你入定，在定中就能够看到这些境界，你才能把真正的原因找到，你才可以来解释。如果不能，这个怀疑，我觉得没有必要，为什么？怀疑会造成很多误会，误会让我们对于圣贤教诲，彻底丧失了信心。那这次灾难就不是救我们，是把传统的文化、把圣贤教育彻底毁灭，为什么？这是假的，这不是真的。有这个灾难可以证明，那所有的宗教可以不必存在，你们讲的话都是假话，这里的人都是好人，这里人比别的地方人都好，为什么灾难出在他这里？我们从这样想，那这是世界就要毁灭了。提问题的同学们，你仔细想想是不是？没救了，真的没有因果报应，真的没有什么佛菩萨，这是个非常严肃的问题。所以我们没有神通，没有定功，不知道过去、现在、未来，凭我们眼前感情用事来判断。",
      "zh_TW": "答：這個事情，佛在經論上跟我們講，「無量因緣」。那你要把這些事情搞清楚、搞明白，有一個方法你入定，在定中就能夠看到這些境界，你才能把真正的原因找到，你才可以來解釋。如果不能，這個懷疑，我覺得沒有必要，為什麼？懷疑會造成很多誤會，誤會讓我們對於聖賢教誨，徹底喪失了信心。那這次災難就不是救我們，是把傳統的文化、把聖賢教育徹底毀滅，為什麼？這是假的，這不是真的。有這個災難可以證明，那所有的宗教可以不必存在，你們講的話都是假話，這裡的人都是好人，這裡人比別的地方人都好，為什麼災難出在他這裡？我們從這樣想，那這是世界就要毀滅了。提問題的同學們，你仔細想想是不是？沒救了，真的沒有因果報應，真的沒有什麼佛菩薩，這是個非常嚴肅的問題。所以我們沒有神通，沒有定功，不知道過去、現在、未來，憑我們眼前感情用事來判斷。"
    },
    {
      "id": "21-454-0001_p0049",
      "zh_CN": "现在实在讲这一百多年来，大多数人都是这种心态，否定了孔孟学说，在文化大革命，彻底把它消灭。现在还没有消灭尽，是不是还要彻底、再彻底？那佛菩萨无法救，就完全靠你！希望你来给我们解释，希望你来救度这些苦难众生。我学了这五十多年我有信心，我不会被你这几句话，把我的信心消失掉，那我这五十七年所学的，就白学了。所以这些话，绝对不是几个小时，能够把你讲清楚的。我学了五十七年，如果你学五十七年之后，你到我这个境界你就相信，没有这么长时间薰习，是不可能的。中国的圣贤教育是至少传了五千年，是不是因为这次灾难，就能把五千年的圣贤教育，全部把它否定掉？如果在这种情形之下，能念佛的人，真的就像李老师讲的话，这只有一条路了，你相信你念佛求生净土。他不相信，他可以毁灭佛法，灭佛的灭佛，信佛的信佛，这也是各人因果，各人承当，除此之外还有什么法子？无路可走了。要知道，这个四川灾难并不是最严重的，也并不是最后一次，是刚刚开始。",
      "zh_TW": "現在實在講這一百多年來，大多數人都是這種心態，否定了孔孟學說，在文化大革命，徹底把它消滅。現在還沒有消滅盡，是不是還要徹底、再徹底？那佛菩薩無法救，就完全靠你！希望你來給我們解釋，希望你來救度這些苦難眾生。我學了這五十多年我有信心，我不會被你這幾句話，把我的信心消失掉，那我這五十七年所學的，就白學了。所以這些話，絕對不是幾個小時，能夠把你講清楚的。我學了五十七年，如果你學五十七年之後，你到我這個境界你就相信，沒有這麼長時間薰習，是不可能的。中國的聖賢教育是至少傳了五千年，是不是因為這次災難，就能把五千年的聖賢教育，全部把它否定掉？如果在這種情形之下，能念佛的人，真的就像李老師講的話，這只有一條路了，你相信你念佛求生淨土。他不相信，他可以毀滅佛法，滅佛的滅佛，信佛的信佛，這也是各人因果，各人承當，除此之外還有什麼法子？無路可走了。要知道，這個四川災難並不是最嚴重的，也並不是最後一次，是剛剛開始。"
    },
    {
      "id": "21-454-0001_p0050",
      "zh_CN": "后续的我们看到巴西的预言，这个预言最后他讲到二０四三年，到二０四三年这个时候，距离我们现在只有三十五年。这个世界上的人口，现在是六十多亿，到那个时候大概只有十二、三亿人，也就是说十个人当中，八个人不在了。他的预言靠得住、靠不住？我早年在美国，看到美国预言家画的世界地图，我们买的有一张，挂在我们讲堂外面走廊上，诸位可以看看。这个地图什么时候能发生，变成这个样子，二十年前我在美国的时候，预言家说是一百年之后，是二一００年，二一００年世界是那个样子。可是前几年有人告诉我，他说现在世界上人心坏了，善念少了，恶念多了，不再相信圣贤，不再相信宗教，他说时间提前了，大概只到二０五０年，二０五０年世界就变这个样子。今年我听到的讯息，有人告诉我这个地图的样子，不出十年，那怎么办？除非人心向善，不再造恶了。善的标准是什么？吃众生肉是善还是恶？在古时候，善恶的标准，是圣贤的教诲。那现在我们要否定圣贤，那你要建立另外一套新的标准出来，恐怕标准还没有提出来，这个世界已经走向毁灭了。我们学传统的教育，学儒释道三家，我们深信有因果报应，业因果报丝毫不爽，这决定不是假的。",
      "zh_TW": "後續的我們看到巴西的預言，這個預言最後他講到二０四三年，到二０四三年這個時候，距離我們現在只有三十五年。這個世界上的人口，現在是六十多億，到那個時候大概只有十二、三億人，也就是說十個人當中，八個人不在了。他的預言靠得住、靠不住？我早年在美國，看到美國預言家畫的世界地圖，我們買的有一張，掛在我們講堂外面走廊上，諸位可以看看。這個地圖什麼時候能發生，變成這個樣子，二十年前我在美國的時候，預言家說是一百年之後，是二一００年，二一００年世界是那個樣子。可是前幾年有人告訴我，他說現在世界上人心壞了，善念少了，惡念多了，不再相信聖賢，不再相信宗教，他說時間提前了，大概只到二０五０年，二０五０年世界就變這個樣子。今年我聽到的訊息，有人告訴我這個地圖的樣子，不出十年，那怎麼辦？除非人心向善，不再造惡了。善的標準是什麼？吃眾生肉是善還是惡？在古時候，善惡的標準，是聖賢的教誨。那現在我們要否定聖賢，那你要建立另外一套新的標準出來，恐怕標準還沒有提出來，這個世界已經走向毀滅了。我們學傳統的教育，學儒釋道三家，我們深信有因果報應，業因果報絲毫不爽，這決定不是假的。"
    },
    {
      "id": "21-454-0001_p0051",
      "zh_CN": "问：末后他说，法师曾经说过，如果那个地方有真正的修行人，即使周围都有灾难，也不会祸及那一方。但本次地震中，有很多寺庙都倒塌了，这是为什么？难道这些寺庙里，都没有一个真正修行人吗？",
      "zh_TW": "問：末後他說，法師曾經說過，如果那個地方有真正的修行人，即使周圍都有災難，也不會禍及那一方。但本次地震中，有很多寺廟都倒塌了，這是為什麼？難道這些寺廟裡，都沒有一個真正修行人嗎？"
    },
    {
      "id": "21-454-0001_p0052",
      "zh_CN": "答：我不敢说。那就算你说的！他有真正修行人，真正修行人也是假的，也没有用处，那只好这样说法，你才相信。那你再要问，这个预言家所讲的，将来这个世界上的人，十个人当中要死八个，那这八个里面都没有修行人吗？没有真正修行人吗？八个比例很大，几十亿人，四十多亿人。现在才六十多亿人，这三十多年的时候，四十多亿人没有了，全世界的人口就相当于现在中国的人口。这个事情我不能解释，我跟你解释，你也不相信，希望你自己去寻求答案。",
      "zh_TW": "答：我不敢說。那就算你說的！他有真正修行人，真正修行人也是假的，也沒有用處，那只好這樣說法，你才相信。那你再要問，這個預言家所講的，將來這個世界上的人，十個人當中要死八個，那這八個裡面都沒有修行人嗎？沒有真正修行人嗎？八個比例很大，幾十億人，四十多億人。現在才六十多億人，這三十多年的時候，四十多億人沒有了，全世界的人口就相當於現在中國的人口。這個事情我不能解釋，我跟你解釋，你也不相信，希望你自己去尋求答案。"
    },
    {
      "id": "21-454-0001_p0053",
      "zh_CN": "问：底下第十个问题，从事医疗养生保健业，如果发心是好的，非常尽心尽力。但因为技术或经验不足，导致病人没有好，而又遭受其他痛苦，那医生是否遭到报应？如果是，是否就没有人敢做医生了？",
      "zh_TW": "問：底下第十個問題，從事醫療養生保健業，如果發心是好的，非常盡心盡力。但因為技術或經驗不足，導致病人沒有好，而又遭受其他痛苦，那醫生是否遭到報應？如果是，是否就沒有人敢做醫生了？"
    },
    {
      "id": "21-454-0001_p0054",
      "zh_CN": "答：医生当然有因果报应，中国古时候有谚语说，「庸医杀人，堕十八层地狱」。就是医生医术不高明，从前李老师跟我们讲了个故事，讲庸医杀人。这个大夫看的人，没有一个看好的，看一个死一个，看一个死一个。以后死了，死了到阎罗王，阎罗王把他判到十八层地狱，他不服气。为什么？我不是有心害人，是我的医术不高明，我没有害人的心，我真有救人的心，是我错用了药，我不是存心害人，为什么把我判到十八层地狱？很不服气，就在跳脚。他这一跳脚，下面还有人跟他讲话，说老兄你不要跳脚，你这个灰尘都落在我身上来了。他说我这十八层了，难道底下还有？是！这第十九层。你干什么的？我教书的。这就是庸医杀人，堕十八层地狱，那个老师不好，要害了学生的话，堕十九层地狱。这是个寓言笑话，也很值得我们思考。",
      "zh_TW": "答：醫生當然有因果報應，中國古時候有諺語說，「庸醫殺人，墮十八層地獄」。就是醫生醫術不高明，從前李老師跟我們講了個故事，講庸醫殺人。這個大夫看的人，沒有一個看好的，看一個死一個，看一個死一個。以後死了，死了到閻羅王，閻羅王把他判到十八層地獄，他不服氣。為什麼？我不是有心害人，是我的醫術不高明，我沒有害人的心，我真有救人的心，是我錯用了藥，我不是存心害人，為什麼把我判到十八層地獄？很不服氣，就在跳腳。他這一跳腳，下面還有人跟他講話，說老兄你不要跳腳，你這個灰塵都落在我身上來了。他說我這十八層了，難道底下還有？是！這第十九層。你幹什麼的？我教書的。這就是庸醫殺人，墮十八層地獄，那個老師不好，要害了學生的話，墮十九層地獄。這是個寓言笑話，也很值得我們思考。"
    },
    {
      "id": "21-454-0001_p0055",
      "zh_CN": "所以医，不容易，我们在讲席当中，也曾经跟诸位提到一个是医生，一个是老师，在中国古时候，这两种人生活都很清苦，但是在社会上是普遍受到人尊敬。为什么？他们真的是为社会服务，付出了心血。行医是救人的，他不是赚钱的，遇到有病的人，首先把病治好，治好之后你给钱多少，他不会计较，你富有的多送他一点，贫穷的少给他一点。甚至于很困难的时候，医生连医药全部都布施了，他很欢喜，所以他是救人的。他不是把它当作一种谋利养生的事业，不是的，所以他在社会上是受人尊敬的。另外一个是老师，老师教学没有说收学费的，收学费那你就开学店，做生意买卖了，那就错了。所以老师教学，也是学生家长逢年过节，给老师送一点礼，家里富有的会多送一些，老师不会计较，家庭清苦的少送一点。所以一年三个节，过年、端午、中秋，这几个大的节日送礼给老师，没有讲学费的。不像现在，现在老师是收学费，特别开补习班收的费用都很高，所以现在跟从前不一样！",
      "zh_TW": "所以醫，不容易，我們在講席當中，也曾經跟諸位提到一個是醫生，一個是老師，在中國古時候，這兩種人生活都很清苦，但是在社會上是普遍受到人尊敬。為什麼？他們真的是為社會服務，付出了心血。行醫是救人的，他不是賺錢的，遇到有病的人，首先把病治好，治好之後你給錢多少，他不會計較，你富有的多送他一點，貧窮的少給他一點。甚至於很困難的時候，醫生連醫藥全部都布施了，他很歡喜，所以他是救人的。他不是把它當作一種謀利養生的事業，不是的，所以他在社會上是受人尊敬的。另外一個是老師，老師教學沒有說收學費的，收學費那你就開學店，做生意買賣了，那就錯了。所以老師教學，也是學生家長逢年過節，給老師送一點禮，家裡富有的會多送一些，老師不會計較，家庭清苦的少送一點。所以一年三個節，過年、端午、中秋，這幾個大的節日送禮給老師，沒有講學費的。不像現在，現在老師是收學費，特別開補習班收的費用都很高，所以現在跟從前不一樣！"
    },
    {
      "id": "21-454-0001_p0056",
      "zh_CN": "问：下面他说有关三时系念的三个问题。第一个请问，自己在家中发心做三时系念，需不需要立牌位？",
      "zh_TW": "問：下面他說有關三時繫念的三個問題。第一個請問，自己在家中發心做三時繫念，需不需要立牌位？"
    },
    {
      "id": "21-454-0001_p0057",
      "zh_CN": "答：应该要立牌位，不立牌位你回向没有对象。",
      "zh_TW": "答：應該要立牌位，不立牌位你迴向沒有對象。"
    },
    {
      "id": "21-454-0001_p0058",
      "zh_CN": "问：居士在家中做三时系念，亡灵的部分，是否也要念「往生堂上众等亡灵」？",
      "zh_TW": "問：居士在家中做三時繫念，亡靈的部分，是否也要念「往生堂上眾等亡靈」？"
    },
    {
      "id": "21-454-0001_p0059",
      "zh_CN": "答：那你家里没有往生堂，你就不必这样念法。如果我们是普遍的，我每天晚上也做，我把亡灵都改成神灵。而且我们心量大，遍法界虚空界一切神灵，那我们供牌位也是这样供法，「遍法界虚空界一切神灵往生莲位」，我这样写法。供祖先牌位，我们就不能一家一家写，我们写个总牌位，「中华民族万姓先祖往生莲位」，我这样写法，就是每一家、每一姓统统都有，这是应当要供的。",
      "zh_TW": "答：那你家裡沒有往生堂，你就不必這樣念法。如果我們是普遍的，我每天晚上也做，我把亡靈都改成神靈。而且我們心量大，遍法界虛空界一切神靈，那我們供牌位也是這樣供法，「遍法界虛空界一切神靈往生蓮位」，我這樣寫法。供祖先牌位，我們就不能一家一家寫，我們寫個總牌位，「中華民族萬姓先祖往生蓮位」，我這樣寫法，就是每一家、每一姓統統都有，這是應當要供的。"
    },
    {
      "id": "21-454-0001_p0060",
      "zh_CN": "问：道场密集放三时系念，若没有准备供品，疏文中的「奉修清净香斋，禅悦酥酡」，以及「俯降法筵，慈悲纳受」，这些句子是否照念？",
      "zh_TW": "問：道場密集放三時繫念，若沒有準備供品，疏文中的「奉修清淨香齋，禪悅酥酡」，以及「俯降法筵，慈悲納受」，這些句子是否照念？"
    },
    {
      "id": "21-454-0001_p0061",
      "zh_CN": "答：那就不要念，没有供品不念这些句子。",
      "zh_TW": "答：那就不要念，沒有供品不念這些句子。"
    },
    {
      "id": "21-454-0001_p0062",
      "zh_CN": "问：这是三时系念，他有三个问题。下面一个题目，他说学生睡眠时一般至少需要六小时，如睡少了，白天听经打瞌睡。请问晚上是否必须要做到，中夜睡眠，不可多睡？",
      "zh_TW": "問：這是三時繫念，他有三個問題。下面一個題目，他說學生睡眠時一般至少需要六小時，如睡少了，白天聽經打瞌睡。請問晚上是否必須要做到，中夜睡眠，不可多睡？"
    },
    {
      "id": "21-454-0001_p0063",
      "zh_CN": "答：这个睡眠是与我们的体质有关系，与生活环境有关系，不能学释迦牟尼佛，学不到。释迦牟尼佛日中一食，树下一宿，我们行吗？他养成习惯了。我们要到大树底下睡一觉，明天早晨就到加护病房了，身体不如人，人家那个身体，真的叫金刚不坏身。所以我们要了解他精神之所在，事上这是有许多地方，古今不相同了，这是要懂得权巧变化，不可以一成不变。现在睡眠，我们一般是希望都能睡足八个小时，这是正常的。晚上睡六个小时，中午也可以睡一个小时，中国人有午睡的习惯，可以睡一个小时，休息一个小时，你下午工作就精神。",
      "zh_TW": "答：這個睡眠是與我們的體質有關係，與生活環境有關係，不能學釋迦牟尼佛，學不到。釋迦牟尼佛日中一食，樹下一宿，我們行嗎？他養成習慣了。我們要到大樹底下睡一覺，明天早晨就到加護病房了，身體不如人，人家那個身體，真的叫金剛不壞身。所以我們要了解他精神之所在，事上這是有許多地方，古今不相同了，這是要懂得權巧變化，不可以一成不變。現在睡眠，我們一般是希望都能睡足八個小時，這是正常的。晚上睡六個小時，中午也可以睡一個小時，中國人有午睡的習慣，可以睡一個小時，休息一個小時，你下午工作就精神。"
    },
    {
      "id": "21-454-0001_p0064",
      "zh_CN": "问：底下一个问题说，发心以后障碍很多，应如何让冤亲债主原谅？",
      "zh_TW": "問：底下一個問題說，發心以後障礙很多，應如何讓冤親債主原諒？"
    },
    {
      "id": "21-454-0001_p0065",
      "zh_CN": "答：发心要发大心，什么叫大心？要发利益众生的心；不要发为自己求名求利，这种心不好。你发心，只求自己，没有想到众生，冤亲债主肯定找你麻烦。你如果发心为了大众，他也沾光了，他就不会找你麻烦，所以心量要大。要像四弘誓愿那样的，「众生无边誓愿度」，你发这个心，你所有冤亲债主都在里面，你发心是为他，他怎么会找你麻烦！这个道理要懂。发心为自己，不行，自己跟冤亲债主是对立的，我发心为一切众生，包括他们，这他们就欢喜了。",
      "zh_TW": "答：發心要發大心，什麼叫大心？要發利益眾生的心；不要發為自己求名求利，這種心不好。你發心，只求自己，沒有想到眾生，冤親債主肯定找你麻煩。你如果發心為了大眾，他也沾光了，他就不會找你麻煩，所以心量要大。要像四弘誓願那樣的，「眾生無邊誓願度」，你發這個心，你所有冤親債主都在裡面，你發心是為他，他怎麼會找你麻煩！這個道理要懂。發心為自己，不行，自己跟冤親債主是對立的，我發心為一切眾生，包括他們，這他們就歡喜了。"
    },
    {
      "id": "21-454-0001_p0066",
      "zh_CN": "底下还有些问题，现在时间到了，我想今天我们就解答到此地。",
      "zh_TW": "底下還有些問題，現在時間到了，我想今天我們就解答到此地。"
    }
  ]
}