{
  "doc_id": "32-030-0001",
  "title": {
    "zh_CN": "对新加坡居士林同修讲话",
    "zh_TW": "對新加坡居士林同修講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "新加坡佛教居士林",
    "zh_TW": "新加坡佛教居士林"
  },
  "doc_number": "32-030-0001",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "32-030-0001_p0001",
      "zh_CN": "诸位法师、诸位同修：",
      "zh_TW": "諸位法師、諸位同修："
    },
    {
      "id": "32-030-0001_p0002",
      "zh_CN": "听说台湾团今天下午会到，这一路相当的辛苦。我们难得有机缘在这个地方见面，时间还有几天。我也是昨天从香港回来。这次在中国遇到一位老医生，老医生说我有病，但我在很多医院检查都没有病。老医生非常高明，说我的病已经很多年了，时间太久了，虽然不严重，但还是有妨碍。这个病的病根是风寒引起，就是现在人讲的冷气病。我们喜欢吹冷气，喜欢凉爽，所以寒气在内脏里面没有办法发泄出来，这就是病根。",
      "zh_TW": "聽說台灣團今天下午會到，這一路相當的辛苦。我們難得有機緣在這個地方見面，時間還有幾天。我也是昨天從香港回來。這次在中國遇到一位老醫生，老醫生說我有病，但我在很多醫院檢查都沒有病。老醫生非常高明，說我的病已經很多年了，時間太久了，雖然不嚴重，但還是有妨礙。這個病的病根是風寒引起，就是現在人講的冷氣病。我們喜歡吹冷氣，喜歡涼爽，所以寒氣在內臟裡面沒有辦法發洩出來，這就是病根。"
    },
    {
      "id": "32-030-0001_p0003",
      "zh_CN": "他一说，我就清楚了，确实我有这个感触，寒到极处就变成热，寒、热互相会转变的。现在他给我用药，疗程是八天，我来试试看八天的效果。这个药是粉末，大概是他自己制造的，每天晚上九点塞在左面鼻孔里面，第二天早晨卯时取出来，所以我白天的工作可以正常。这八天当中，有一次星期六我必需讲经，所以明天的讲经，我请同学来代替，因为晚上九点还是要接受治疗。昨天是第一天，今天是第二天，到七号就圆满，八号我们到吉隆坡槟城活动就没有妨碍了。我看看这八天疗程的效果。在这期间，中药是有禁忌，不能吃菠菜、豆腐，这两种东西跟它的药性相克，会解药。",
      "zh_TW": "他一說，我就清楚了，確實我有這個感觸，寒到極處就變成熱，寒、熱互相會轉變的。現在他給我用藥，療程是八天，我來試試看八天的效果。這個藥是粉末，大概是他自己製造的，每天晚上九點塞在左面鼻孔裡面，第二天早晨卯時取出來，所以我白天的工作可以正常。這八天當中，有一次星期六我必需講經，所以明天的講經，我請同學來代替，因為晚上九點還是要接受治療。昨天是第一天，今天是第二天，到七號就圓滿，八號我們到吉隆坡檳城活動就沒有妨礙了。我看看這八天療程的效果。在這期間，中藥是有禁忌，不能吃菠菜、豆腐，這兩種東西跟它的藥性相剋，會解藥。"
    },
    {
      "id": "32-030-0001_p0004",
      "zh_CN": "这位医生确实相当高明，我的病因他很早就晓得，他看我的录像带看了两年多，将近三年，从录像带画面上看到的。他治了很多疑难杂症，尤其是西医束手无策、没办法治的，他都能够治好。就像现在很多的癌症，西医是动手术开刀切除，但是一开刀之后这个人就不能复原，存活的期间也非常短暂，其实这些都可以用中医药物治好，但是现在人不相信中医，相信西医，这就没有办法。",
      "zh_TW": "這位醫生確實相當高明，我的病因他很早就曉得，他看我的錄像帶看了兩年多，將近三年，從錄像帶畫面上看到的。他治了很多疑難雜症，尤其是西醫束手無策、沒辦法治的，他都能夠治好。就像現在很多的癌症，西醫是動手術開刀切除，但是一開刀之後這個人就不能復原，存活的期間也非常短暫，其實這些都可以用中醫藥物治好，但是現在人不相信中醫，相信西醫，這就沒有辦法。"
    },
    {
      "id": "32-030-0001_p0005",
      "zh_CN": "其实中国有非常好的东西，中医的一些常识，李炳南老居士也跟我们讲得很多，他的医道也非常高明。中医的「望、闻、问、切」，第一种是看，一看就晓得；第二种是听，听你说话的音声；第三种是问；第四种是把脉，切是把脉。真正高明的医生，一望就知道你有哪些病，你的病在什么地方他都晓得。这位老医生对我很关心，对我「望闻问切」四种都做到了，希望把我这点小病的病根拔除。他的把脉，我觉得跟一般医生不同，他的手没有贴在皮肤上，好像当中有距离。我们曾经见过许多医生，把脉时手贴得紧紧的，黏在皮肤上黏得很紧，他是浮起来的没有碰到皮肤，从这些地方来看，确实他是相当高明。",
      "zh_TW": "其實中國有非常好的東西，中醫的一些常識，李炳南老居士也跟我們講得很多，他的醫道也非常高明。中醫的「望、聞、問、切」，第一種是看，一看就曉得；第二種是聽，聽你說話的音聲；第三種是問；第四種是把脈，切是把脈。真正高明的醫生，一望就知道你有哪些病，你的病在什麼地方他都曉得。這位老醫生對我很關心，對我「望聞問切」四種都做到了，希望把我這點小病的病根拔除。他的把脈，我覺得跟一般醫生不同，他的手沒有貼在皮膚上，好像當中有距離。我們曾經見過許多醫生，把脈時手貼得緊緊的，黏在皮膚上黏得很緊，他是浮起來的沒有碰到皮膚，從這些地方來看，確實他是相當高明。"
    },
    {
      "id": "32-030-0001_p0006",
      "zh_CN": "这个世间事，世出世间都一样，医术太高明了，嫉妒障碍一样也很多，特别是同行相忌。同行有利害关系，你那么高明，显示之下，别人不如他了，所以排斥他的人很多，反对他的人也很多。这就看各人的缘分了，真正有缘，我们有机会在一起谈谈，谈佛法、谈医道。实在讲，世出世间的理都是一致贯通的，他从医学的观点来说，我们一般人讲「性命」，「性」与佛家讲的真如本性没有两样，「命」就各个人不相同。从身体来说，这是讲这一世，就是讲这一生的根本与你的出生年月日、出生的地方有密切关系，这个很多人不知道，这是讲你的体质之所依，就像植物，它在哪个地方生长，那个地方的土壤、环境与它生长有密切关系。人也一样，什么时候、什么地区，你所禀赋的体质不相同，你就可能得什么病，你就应当如何来预防。像这些道理一般的医生都没有讲到，我们没有听说过，他从这些地方来讨论，我们感到非常佩服！他跟佛法所说的相应，我们能听得进去，也能够理解、能够接受。",
      "zh_TW": "這個世間事，世出世間都一樣，醫術太高明了，嫉妒障礙一樣也很多，特別是同行相忌。同行有利害關係，你那麼高明，顯示之下，別人不如他了，所以排斥他的人很多，反對他的人也很多。這就看各人的緣分了，真正有緣，我們有機會在一起談談，談佛法、談醫道。實在講，世出世間的理都是一致貫通的，他從醫學的觀點來說，我們一般人講「性命」，「性」與佛家講的真如本性沒有兩樣，「命」就各個人不相同。從身體來說，這是講這一世，就是講這一生的根本與你的出生年月日、出生的地方有密切關係，這個很多人不知道，這是講你的體質之所依，就像植物，它在哪個地方生長，那個地方的土壤、環境與它生長有密切關係。人也一樣，什麼時候、什麼地區，你所稟賦的體質不相同，你就可能得什麼病，你就應當如何來預防。像這些道理一般的醫生都沒有講到，我們沒有聽說過，他從這些地方來討論，我們感到非常佩服！他跟佛法所說的相應，我們能聽得進去，也能夠理解、能夠接受。"
    },
    {
      "id": "32-030-0001_p0007",
      "zh_CN": "世法、佛法一样，人都讲求缘分。我们这些年来，得利于科技的帮助，录像带与录音带普遍的流通，没有机会接触的同学们，借着这些工具，我们接触了。这些人天天在闻法，天天在接受佛法的薰陶，变成生活不能缺少的一部分，他们工作之余几乎都在听经、都在读经，把这个看作精神粮食。所以从目前整个大社会来看，在家真正修行的人很多，所以许多人说这个世间有劫难，我们也肯定有，但是这个劫难已经缓和了，劫难的时间可能延迟了，我们想这是什么原因？我们发觉是有千千万万的人认真在修行，认真在学佛。在新加坡不仅是佛法，其他宗教观念也都逐渐在改变，宗教的形式固然重要，宗教的教学更为重要。我们学佛的人，佛是我们的榜样，要想到释迦牟尼佛一生他的所作所为，我们要效法、要跟进，其他宗教也效法神、效法圣人，我们才能真正得利益。",
      "zh_TW": "世法、佛法一樣，人都講求緣分。我們這些年來，得利於科技的幫助，錄像帶與錄音帶普遍的流通，沒有機會接觸的同學們，藉著這些工具，我們接觸了。這些人天天在聞法，天天在接受佛法的薰陶，變成生活不能缺少的一部分，他們工作之餘幾乎都在聽經、都在讀經，把這個看作精神糧食。所以從目前整個大社會來看，在家真正修行的人很多，所以許多人說這個世間有劫難，我們也肯定有，但是這個劫難已經緩和了，劫難的時間可能延遲了，我們想這是什麼原因？我們發覺是有千千萬萬的人認真在修行，認真在學佛。在新加坡不僅是佛法，其他宗教觀念也都逐漸在改變，宗教的形式固然重要，宗教的教學更為重要。我們學佛的人，佛是我們的榜樣，要想到釋迦牟尼佛一生他的所作所為，我們要效法、要跟進，其他宗教也效法神、效法聖人，我們才能真正得利益。"
    },
    {
      "id": "32-030-0001_p0008",
      "zh_CN": "世间所有宗教，它的根本是仁慈博爱。仁慈博爱是佛菩萨，仁慈博爱是上帝、是神圣。如果我们自己能理解并能落实，把自己变成佛、菩萨、神圣，佛法讲，这样才能自度度人。如果我们自己不能变化气质、转凡为圣，又怎能帮助别人？所以我们必需做到牺牲自己的名闻利养与五欲六尘的享受。释迦牟尼佛富有，为什么还要去托钵？为什么不过富裕的生活，而要万缘放下？这都是做榜样给我们看。我们要想成就圆满的智慧、成就真实的功德，决定不能夹杂丝毫不善。什么是「不善」？自私自利的念头、贪瞋痴慢的念头。我们不能夹杂，丝毫都不能夹杂，这一生我们才能转凡成圣。凡夫成佛不需要三大阿僧祇劫，三大阿僧祇劫是对什么人说的？修善夹杂不善，不干净、不俐落，时间就加长了。如果像释迦牟尼佛所示现的，统统舍弃得干干净净，这一生就能成就。我们在《华严经》看到善财童子一生成就，在《法华经》看到龙女一生成就，他们做出榜样给我们看，我们要想成就圆满的智慧、无量的德能，都在这一念之间。",
      "zh_TW": "世間所有宗教，它的根本是仁慈博愛。仁慈博愛是佛菩薩，仁慈博愛是上帝、是神聖。如果我們自己能理解並能落實，把自己變成佛、菩薩、神聖，佛法講，這樣才能自度度人。如果我們自己不能變化氣質、轉凡為聖，又怎能幫助別人？所以我們必需做到犧牲自己的名聞利養與五欲六塵的享受。釋迦牟尼佛富有，為什麼還要去托缽？為什麼不過富裕的生活，而要萬緣放下？這都是做榜樣給我們看。我們要想成就圓滿的智慧、成就真實的功德，決定不能夾雜絲毫不善。什麼是「不善」？自私自利的念頭、貪瞋痴慢的念頭。我們不能夾雜，絲毫都不能夾雜，這一生我們才能轉凡成聖。凡夫成佛不需要三大阿僧祇劫，三大阿僧祇劫是對什麼人說的？修善夾雜不善，不乾淨、不俐落，時間就加長了。如果像釋迦牟尼佛所示現的，統統捨棄得乾乾淨淨，這一生就能成就。我們在《華嚴經》看到善財童子一生成就，在《法華經》看到龍女一生成就，他們做出榜樣給我們看，我們要想成就圓滿的智慧、無量的德能，都在這一念之間。"
    },
    {
      "id": "32-030-0001_p0009",
      "zh_CN": "凡夫为什么做不到？为什么自己晓得，还明知故犯，还不能放下？没有别的原因，就是薰习得不够。我们看古籍记载道场，隋唐盛世的道场，每天讲经八小时，天天上课，三年五载有不少人开悟，也有一些人证果，道理就在此。绝不是我们今天聪明、智慧、福德不如古人，而是我们的缘不如古人，找不到这种薰习的场所。我们每天在此地讲经两小时，还有二十二小时受烦恼习气的薰习，这怎么能成功？古人是每天八小时经教的薰习，另外八小时真正在做功夫。做什么功夫？反省、检点，改过、自新。他的时间一分一毫都不浪费，这叫真干！真正这样的作法，做个三年、五年就能成就。我们今天不能成就，实在讲，首先没有这个缘分，我们听经的时间太少了。我学佛，今年已四十八年了。我二十六岁学佛，七年后就出来讲经，讲经已有四十一年了，四十一年的薰习我才回过头来，不是一件容易的事情。如果在古时候那样的环境，每天有十六小时的薰修，我相信不出三年，我就有现在的成就。所以我们彻底明了了，凡夫能不能作佛？只要有好的学习环境，肯定能成就。",
      "zh_TW": "凡夫為什麼做不到？為什麼自己曉得，還明知故犯，還不能放下？沒有別的原因，就是薰習得不夠。我們看古籍記載道場，隋唐盛世的道場，每天講經八小時，天天上課，三年五載有不少人開悟，也有一些人證果，道理就在此。絕不是我們今天聰明、智慧、福德不如古人，而是我們的緣不如古人，找不到這種薰習的場所。我們每天在此地講經兩小時，還有二十二小時受煩惱習氣的薰習，這怎麼能成功？古人是每天八小時經教的薰習，另外八小時真正在做功夫。做什麼功夫？反省、檢點，改過、自新。他的時間一分一毫都不浪費，這叫真幹！真正這樣的作法，做個三年、五年就能成就。我們今天不能成就，實在講，首先沒有這個緣分，我們聽經的時間太少了。我學佛，今年已四十八年了。我二十六歲學佛，七年後就出來講經，講經已有四十一年了，四十一年的薰習我才回過頭來，不是一件容易的事情。如果在古時候那樣的環境，每天有十六小時的薰修，我相信不出三年，我就有現在的成就。所以我們徹底明瞭了，凡夫能不能作佛？只要有好的學習環境，肯定能成就。"
    },
    {
      "id": "32-030-0001_p0010",
      "zh_CN": "现在中国批准跟我们合办培训弘法人才，下一届我估计同学人数可能达到六十个人。我们有这么多的人，我就想到每天八小时讲经，每一个人轮流讲，每一个同学一天讲一小时，一天八个人讲，一个星期七天，七乘八是五十六个人讲，每天能讲八小时，我们也能够赶上隋唐盛世，这是一个好事情。为什么？唐以后道场八小时讲经没有了，逐渐在减少，六小时、四小时、两小时，现在一般道场已经没有讲经了。一年讲经几天点缀点缀，那是无济于事。李老师教导我们，他比喻说：「曲不离口，拳不离手。」唱歌，天天要唱；打拳，天天要练。我们讲经的人，天天要在讲台上练，离开讲台就完了。",
      "zh_TW": "現在中國批准跟我們合辦培訓弘法人才，下一屆我估計同學人數可能達到六十個人。我們有這麼多的人，我就想到每天八小時講經，每一個人輪流講，每一個同學一天講一小時，一天八個人講，一個星期七天，七乘八是五十六個人講，每天能講八小時，我們也能夠趕上隋唐盛世，這是一個好事情。為什麼？唐以後道場八小時講經沒有了，逐漸在減少，六小時、四小時、兩小時，現在一般道場已經沒有講經了。一年講經幾天點綴點綴，那是無濟於事。李老師教導我們，他比喻說：「曲不離口，拳不離手。」唱歌，天天要唱；打拳，天天要練。我們講經的人，天天要在講台上練，離開講台就完了。"
    },
    {
      "id": "32-030-0001_p0011",
      "zh_CN": "我们必须深明大义，然后才能彻底的改过自新，这一生中超越轮回、超越三界，不再搞凡夫俗子这些事，决定在这一生成就，往生极乐世界有把握。世出世间事只有这桩事是真的，其他都是假的，都是梦幻泡影。得人身、闻佛法可贵就在这一点，这一生不能往生，我们这一生得人身、闻佛法就白干了。我们一入轮回麻烦就大了，再得人身的希望就非常渺小，得人身、闻佛法更没有指望了，开经偈讲「百千万劫难遭遇」，我们要珍惜这个机缘，这个机缘无比的宝贵。这个道场已经相当难得，上上下下全力以赴，都希望把它做好，当然不能令人满意的地方还很多，要尽如人意，恐怕天下找不到，连释迦牟尼佛当年在世的僧团缺点也很多，我们晓得，比较起来这里还算不错了。",
      "zh_TW": "我們必須深明大義，然後才能徹底的改過自新，這一生中超越輪迴、超越三界，不再搞凡夫俗子這些事，決定在這一生成就，往生極樂世界有把握。世出世間事只有這樁事是真的，其他都是假的，都是夢幻泡影。得人身、聞佛法可貴就在這一點，這一生不能往生，我們這一生得人身、聞佛法就白幹了。我們一入輪迴麻煩就大了，再得人身的希望就非常渺小，得人身、聞佛法更沒有指望了，開經偈講「百千萬劫難遭遇」，我們要珍惜這個機緣，這個機緣無比的寶貴。這個道場已經相當難得，上上下下全力以赴，都希望把它做好，當然不能令人滿意的地方還很多，要盡如人意，恐怕天下找不到，連釋迦牟尼佛當年在世的僧團缺點也很多，我們曉得，比較起來這裡還算不錯了。"
    },
    {
      "id": "32-030-0001_p0012",
      "zh_CN": "学道的人，首先要问：「我来干什么的？我想得到什么？」如果我想得到的，在这个地方能够得到，其余的就可以不闻不问。往年我在台中十年，目的是向李老师学经教，我只有这个目的，什么样困苦艰难我能忍受，所以我能够学成。台北韩馆长三十年的护持，一般人对韩馆长的批评很多，我对她只有一个目的，她能够帮助我每天在讲台上讲经，就只有这一桩事情就可以了，其他的我不闻不问。三十年的讲经没有中断，我的目标达到了，我对她感恩戴德。如果我们在讲台上，不要说多，半年不上讲台就生疏了，就忘光了，所以韩馆长护法功德的殊胜处在哪里？帮助我三十年讲经不中断。",
      "zh_TW": "學道的人，首先要問：「我來幹什麼的？我想得到什麼？」如果我想得到的，在這個地方能夠得到，其餘的就可以不聞不問。往年我在台中十年，目的是向李老師學經教，我只有這個目的，什麼樣困苦艱難我能忍受，所以我能夠學成。台北韓館長三十年的護持，一般人對韓館長的批評很多，我對她只有一個目的，她能夠幫助我每天在講台上講經，就只有這一樁事情就可以了，其他的我不聞不問。三十年的講經沒有中斷，我的目標達到了，我對她感恩戴德。如果我們在講台上，不要說多，半年不上講台就生疏了，就忘光了，所以韓館長護法功德的殊勝處在哪裡？幫助我三十年講經不中斷。"
    },
    {
      "id": "32-030-0001_p0013",
      "zh_CN": "我今天在此地跟诸位见见面，我们另外再找时间跟诸位解答问题。谢谢大家。",
      "zh_TW": "我今天在此地跟諸位見見面，我們另外再找時間跟諸位解答問題。謝謝大家。"
    }
  ]
}