{
  "doc_id": "09-026-0005",
  "title": {
    "zh_CN": "金刚经要义",
    "zh_TW": "金剛經要義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "（第五集）　1996",
  "location": {
    "zh_CN": "美国达拉斯佛教会",
    "zh_TW": "美國達拉斯佛教會"
  },
  "doc_number": "09-026-0005",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "09-026-0005_p0001",
      "zh_CN": "诸位同修：",
      "zh_TW": "諸位同修："
    },
    {
      "id": "09-026-0005_p0002",
      "zh_CN": "光阴过得很快，今天是佛七法会第五天，我每天在这里打闲岔，今天是最后一次。《金刚经》最后的结论当然是非常重要，实在说，这部经愈往后面是愈精彩，最重要的意思都在后面，尤其是它的结论。这个结论不仅是本经的结论，实在说就是世尊二十二年所讲的般若经的总结。佛当年在世，讲经说法四十九年，四十九年当中讲般若就占二十二年。如果我们用佛法通常讲的三分，序、正、流通三分来说，当然般若是整个佛法的正宗分，是世尊一代时教的中心，最重要的一环。这个结论就是二十二年般若的总结，如果再要推展，可以说是世尊四十九年所说一切法的总归结，就在这二句一偈，我们在本经末后看到了。",
      "zh_TW": "光陰過得很快，今天是佛七法會第五天，我每天在這裡打閒岔，今天是最後一次。《金剛經》最後的結論當然是非常重要，實在說，這部經愈往後面是愈精彩，最重要的意思都在後面，尤其是它的結論。這個結論不僅是本經的結論，實在說就是世尊二十二年所講的般若經的總結。佛當年在世，講經說法四十九年，四十九年當中講般若就佔二十二年。如果我們用佛法通常講的三分，序、正、流通三分來說，當然般若是整個佛法的正宗分，是世尊一代時教的中心，最重要的一環。這個結論就是二十二年般若的總結，如果再要推展，可以說是世尊四十九年所說一切法的總歸結，就在這二句一偈，我們在本經末後看到了。"
    },
    {
      "id": "09-026-0005_p0003",
      "zh_CN": "过去梁昭明太子将本经分为三十二分，也等于是分科判教。自古以来这些大德们，所谓仁者见仁，智者见智，这个分判，各人有各人的看法。昭明太子这个三十二分，实在讲是为了读诵、研讨方便，他分得是不是恰当，我们姑且不论，但是确实带来很多便利。因此这三十二分的本子流通就很广，一直到现在还有许多人用这个本子，它最后这一分就是全经的总结。这一段经文一开端，世尊叫着须菩提：",
      "zh_TW": "過去梁昭明太子將本經分為三十二分，也等於是分科判教。自古以來這些大德們，所謂仁者見仁，智者見智，這個分判，各人有各人的看法。昭明太子這個三十二分，實在講是為了讀誦、研討方便，他分得是不是恰當，我們姑且不論，但是確實帶來很多便利。因此這三十二分的本子流通就很廣，一直到現在還有許多人用這個本子，它最後這一分就是全經的總結。這一段經文一開端，世尊叫著須菩提："
    },
    {
      "id": "09-026-0005_p0004",
      "zh_CN": "【须菩提。若有人以满无量阿僧祇世界七宝。持用布施。】",
      "zh_TW": "【須菩提。若有人以滿無量阿僧祇世界七寶。持用布施。】"
    },
    {
      "id": "09-026-0005_p0005",
      "zh_CN": "这也是一个常识，凡是经典上我们看到佛叫一个人的名字，他的意思就是底下有很重要的开示，提醒大家的注意，用意在此地。佛说，假设有一个人，当然这个不是事实，是假设的，说有个人，以满无量阿僧祇世界，这个数量就不可思议了。阿僧祇是印度数目字的单位，这个单位之大，我们现代人叫它作天文数字，是很大的数字，以这个为单位。多少个阿僧祇？无量，不但无量，满，满足无量阿僧祇世界的七宝。我们今天讲这一个地球上的七宝，我们看起来就非常稀有、非常珍贵，这一个地球算不了什么。经上讲的世界，就是通常讲的一尊佛的教区，一个大千世界。在过去，很多人以为佛经上讲的大千世界很像现代天文学家发现的银河系，假设一个银河系就是经上讲的一个大千世界，这是一尊佛的教化区。可是近代黄念祖老居士他提出一个新的看法，他说我们现在所发现的银河系不是大千世界，而是一个单位世界。要是算单位世界，这个大千世界大得就不可思议了。通常我们想的，一个小千世界里面有一千个单位世界，换句话说，一千个银河系才是一个小千世界，再以小千世界为单位，一千个小千世界叫一个中千世界，一千个中千世界叫一个大千世界。如果照这样算法，一千乘一千，再乘一千，十亿个银河系才是一个大千世界。多少大千世界？无量阿僧祇大千世界七宝布施，你们想想那个布施的福报多大。我们今天有不少同修想布施修福，《金刚经》上说的我们能跟它相比吗？连大巫见小巫都谈不上，那实在太渺小，你就拿整个地球上的财宝去布施，也小得太可怜，在这个大千世界里头看不到。佛说：",
      "zh_TW": "這也是一個常識，凡是經典上我們看到佛叫一個人的名字，他的意思就是底下有很重要的開示，提醒大家的注意，用意在此地。佛說，假設有一個人，當然這個不是事實，是假設的，說有個人，以滿無量阿僧祇世界，這個數量就不可思議了。阿僧祇是印度數目字的單位，這個單位之大，我們現代人叫它作天文數字，是很大的數字，以這個為單位。多少個阿僧祇？無量，不但無量，滿，滿足無量阿僧祇世界的七寶。我們今天講這一個地球上的七寶，我們看起來就非常稀有、非常珍貴，這一個地球算不了什麼。經上講的世界，就是通常講的一尊佛的教區，一個大千世界。在過去，很多人以為佛經上講的大千世界很像現代天文學家發現的銀河系，假設一個銀河系就是經上講的一個大千世界，這是一尊佛的教化區。可是近代黃念祖老居士他提出一個新的看法，他說我們現在所發現的銀河系不是大千世界，而是一個單位世界。要是算單位世界，這個大千世界大得就不可思議了。通常我們想的，一個小千世界裡面有一千個單位世界，換句話說，一千個銀河系才是一個小千世界，再以小千世界為單位，一千個小千世界叫一個中千世界，一千個中千世界叫一個大千世界。如果照這樣算法，一千乘一千，再乘一千，十億個銀河系才是一個大千世界。多少大千世界？無量阿僧祇大千世界七寶布施，你們想想那個布施的福報多大。我們今天有不少同修想布施修福，《金剛經》上說的我們能跟它相比嗎？連大巫見小巫都談不上，那實在太渺小，你就拿整個地球上的財寶去布施，也小得太可憐，在這個大千世界裡頭看不到。佛說："
    },
    {
      "id": "09-026-0005_p0006",
      "zh_CN": "【若有善男子。善女人。发菩提心者。持于此经。乃至四句偈等。受持读诵。为人演说。其福胜彼。】",
      "zh_TW": "【若有善男子。善女人。發菩提心者。持於此經。乃至四句偈等。受持讀誦。為人演說。其福勝彼。】"
    },
    {
      "id": "09-026-0005_p0007",
      "zh_CN": "这个要记住，「善男子、善女人」，这是佛在经上常讲的，我们常常读过的。我们算不算是善男子、善女人？善男子、善女人有标准的，不是随随便便的，我们自以为是善男子、善女人，不行，佛不承认。善的标准是什么？《观无量寿经》讲得很清楚，《观经》上讲的三福，人天之善，这是小善，人天里面算得上是善男子、善女人，具备四个条件，「孝养父母，奉事师长，慈心不杀，修十善业」，这是人天里面的善男子、善女人。小乘里面的善男子、善女人比这个高了，从这个基础上，再要加上「受持三皈，具足众戒，不犯威仪」，要加上这三条，小乘的善男子、善女人。大乘经典里面，本经是大乘经，大乘经上的善男子、善女人又要加四条，「发菩提心，深信因果，读诵大乘，劝进行者」。换句话说，你要把三福这十一条统统做到，《金刚经》上讲的善男子、善女人就有你一分，你就是的，没错。你才晓得，这个大小乘经典里面讲的善男子、善女人，他有标准的，他不是随便说的。",
      "zh_TW": "這個要記住，「善男子、善女人」，這是佛在經上常講的，我們常常讀過的。我們算不算是善男子、善女人？善男子、善女人有標準的，不是隨隨便便的，我們自以為是善男子、善女人，不行，佛不承認。善的標準是什麼？《觀無量壽經》講得很清楚，《觀經》上講的三福，人天之善，這是小善，人天裡面算得上是善男子、善女人，具備四個條件，「孝養父母，奉事師長，慈心不殺，修十善業」，這是人天裡面的善男子、善女人。小乘裡面的善男子、善女人比這個高了，從這個基礎上，再要加上「受持三皈，具足眾戒，不犯威儀」，要加上這三條，小乘的善男子、善女人。大乘經典裡面，本經是大乘經，大乘經上的善男子、善女人又要加四條，「發菩提心，深信因果，讀誦大乘，勸進行者」。換句話說，你要把三福這十一條統統做到，《金剛經》上講的善男子、善女人就有你一分，你就是的，沒錯。你才曉得，這個大小乘經典裡面講的善男子、善女人，他有標準的，他不是隨便說的。"
    },
    {
      "id": "09-026-0005_p0008",
      "zh_CN": "「善男子、善女人发菩提心者」，这就是发阿耨多罗三藐三菩提心，这个心是众生无边誓愿度，发了这样的大心。我们现在学佛，可以说都是非常难得的好人，可是必须要搞清楚，要认识清楚真假，这个世界什么是真的、什么是假的，邪正、是非、善恶、利害，你要有能力辨别，你才是一个觉悟的人，你不迷惑颠倒。佛经上常讲「愚痴」，什么愚痴？就是把这些颠倒了，把假的当作真的，把恶的当作善的，这个事情麻烦了。不但这些大的问题你不能辨别，甚至最小的利害都不能辨别，什么对自己有利，什么对自己有害都不知道，这是经上常讲的「可怜悯者」，真正可怜。怎么样辨别？在从前有父母教、有老师教，现在说老实话，父母也不教，老师更不教，这是我们这一代的人比过去一代苦，没有人教导我们。现代老师敢教学生吗？不敢教学生，教了学生的时候，学生会打老师，家长会告老师，师道没有了。我念小学的时候，好像念小学二、三年级的时候，总是顽皮，被老师教训一顿，挨了打，还要跪。回去之后，当然脸上哭得眼睛都红起来了，父母一问为什么，被老师处罚了。到第二天，我父亲还准备礼物去送给老师，感谢老师。所以我看到这个样子以后，老师再处罚，回家一句话都不说。现在不行，现在小孩要是被老师惩罚，按铃告状，要告到警察局去，要打官司，现在老师不敢教学生了。所以从前老师管教，那认真的管教。所以师道没有了，这个是这一代众生的悲哀，不是好事情，没人管教了。中国古圣先贤的教训，文言文写的，看不懂。佛菩萨慈悲教导，经也看不懂，你说这个怎么办？这是我们要深深去反省的，应当要觉悟的。",
      "zh_TW": "「善男子、善女人發菩提心者」，這就是發阿耨多羅三藐三菩提心，這個心是眾生無邊誓願度，發了這樣的大心。我們現在學佛，可以說都是非常難得的好人，可是必須要搞清楚，要認識清楚真假，這個世界什麼是真的、什麼是假的，邪正、是非、善惡、利害，你要有能力辨別，你才是一個覺悟的人，你不迷惑顛倒。佛經上常講「愚痴」，什麼愚痴？就是把這些顛倒了，把假的當作真的，把惡的當作善的，這個事情麻煩了。不但這些大的問題你不能辨別，甚至最小的利害都不能辨別，什麼對自己有利，什麼對自己有害都不知道，這是經上常講的「可憐憫者」，真正可憐。怎麼樣辨別？在從前有父母教、有老師教，現在說老實話，父母也不教，老師更不教，這是我們這一代的人比過去一代苦，沒有人教導我們。現代老師敢教學生嗎？不敢教學生，教了學生的時候，學生會打老師，家長會告老師，師道沒有了。我念小學的時候，好像念小學二、三年級的時候，總是頑皮，被老師教訓一頓，挨了打，還要跪。回去之後，當然臉上哭得眼睛都紅起來了，父母一問為什麼，被老師處罰了。到第二天，我父親還準備禮物去送給老師，感謝老師。所以我看到這個樣子以後，老師再處罰，回家一句話都不說。現在不行，現在小孩要是被老師懲罰，按鈴告狀，要告到警察局去，要打官司，現在老師不敢教學生了。所以從前老師管教，那認真的管教。所以師道沒有了，這個是這一代眾生的悲哀，不是好事情，沒人管教了。中國古聖先賢的教訓，文言文寫的，看不懂。佛菩薩慈悲教導，經也看不懂，你說這個怎麼辦？這是我們要深深去反省的，應當要覺悟的。"
    },
    {
      "id": "09-026-0005_p0009",
      "zh_CN": "佛接着说，有善男子、善女人发大菩提心，就依这部经，纵然不能说全经，乃至四句偈，这个四句偈是最少的，四句偈是经中任何四句都可以，不一定指最后这一首偈。古印度跟我们中国对于文字计算方式不一样，我们中国人算字数，这一部书分量有多少，算字数。譬如我们常讲老子《道德经》，五千言，五千个字。《金刚经》五千八百多个字，跟老子《道德经》分量差不多，多一点点。印度人计算不算字，他算句子，四句做一个单位，叫一偈，不管句子长短，四句是一个单位。所以佛经这一部经分量多大？要问它里头一共有多少偈子。譬如我们讲《华严经》，《华严经》十万偈。十万偈，我们就晓得四十万句，他用这个来计算，不算字数，算这个句子的数目，四十万句。可是《华严经》流传到中国来，是个残缺不完整的本子，大概我们中文本子，中文所翻译的只有原本的一半。可是《华严经》原本现在在世界上已经失传，最完整的本子大概是中文的译本。这是讲受持四句偈，这是最少的。这部经里面的四句，关键的字眼在受持，所以你要受持读诵、为人演说，你的福报超过前面那个人。前面那个人是以无量阿僧祇世界七宝布施，你这个是受持《金刚经》上四句，又能为别人演说，你的福报就超过他。我们要问真超过、假超过？这都是真的超过，一点都不错，确确实实超过，一点不假。「受」是接受，「持」是保持而不丧失，这个受里面，包括对于经典的意思能够理解，没有解错，正确的理解。经典里面教给我们的修行方法清楚，一点不迷惑，同时能把经义应用在自己日常生活当中，你说这个福报多大！使我们自己的生活永远生活在金刚般若智慧之中。世间人福报再大，他生活在烦恼里面，那怎么能相比？烦恼的人前途一片黑暗，具足金刚般若智慧的人，前途无限的光明，那怎么会一样？这个福报不能比，所以关键在受持。",
      "zh_TW": "佛接著說，有善男子、善女人發大菩提心，就依這部經，縱然不能說全經，乃至四句偈，這個四句偈是最少的，四句偈是經中任何四句都可以，不一定指最後這一首偈。古印度跟我們中國對於文字計算方式不一樣，我們中國人算字數，這一部書分量有多少，算字數。譬如我們常講老子《道德經》，五千言，五千個字。《金剛經》五千八百多個字，跟老子《道德經》分量差不多，多一點點。印度人計算不算字，他算句子，四句做一個單位，叫一偈，不管句子長短，四句是一個單位。所以佛經這一部經分量多大？要問它裡頭一共有多少偈子。譬如我們講《華嚴經》，《華嚴經》十萬偈。十萬偈，我們就曉得四十萬句，他用這個來計算，不算字數，算這個句子的數目，四十萬句。可是《華嚴經》流傳到中國來，是個殘缺不完整的本子，大概我們中文本子，中文所翻譯的只有原本的一半。可是《華嚴經》原本現在在世界上已經失傳，最完整的本子大概是中文的譯本。這是講受持四句偈，這是最少的。這部經裡面的四句，關鍵的字眼在受持，所以你要受持讀誦、為人演說，你的福報超過前面那個人。前面那個人是以無量阿僧祇世界七寶布施，你這個是受持《金剛經》上四句，又能為別人演說，你的福報就超過他。我們要問真超過、假超過？這都是真的超過，一點都不錯，確確實實超過，一點不假。「受」是接受，「持」是保持而不喪失，這個受裡面，包括對於經典的意思能夠理解，沒有解錯，正確的理解。經典裡面教給我們的修行方法清楚，一點不迷惑，同時能把經義應用在自己日常生活當中，你說這個福報多大！使我們自己的生活永遠生活在金剛般若智慧之中。世間人福報再大，他生活在煩惱裡面，那怎麼能相比？煩惱的人前途一片黑暗，具足金剛般若智慧的人，前途無限的光明，那怎麼會一樣？這個福報不能比，所以關鍵在受持。"
    },
    {
      "id": "09-026-0005_p0010",
      "zh_CN": "「受持」是依教奉行，完全做到，这个做到，诸位一定要记清楚，是在生活当中做到，像释迦牟尼佛表现的穿衣吃饭，都是金刚般若波罗蜜。工作也是的，处事待人接物，点点滴滴，全是金刚般若波罗蜜的味道，这才叫受持金刚般若。所以经中的道理、意趣你要不了解，那怎么行？又能够为人演说，演、说是两桩事情，都是教化众生的。演是什么？表演，做一个样子给众生看，令一切众生向往、羡慕而发心来跟你学习。所以这几天也曾经略微提示过，我们个人要做人的样子，不仅是做为学佛人的好样子，要做一切人的好样子，不管中国人、外国人，要做个好样子，做个好榜样。家庭要做一切家庭的好榜样，工作要做一切工作人的好榜样，没有一点不是一切众生的模范，这个叫演，做出来给人看。说是说明，为人解说，人家看到你生活这样愉快、这样幸福，他怎么会不羡慕？他一定会来向你请教。他向你请教，你就详详细细跟他解说，把佛法介绍给他，使他也能够破迷开悟、离苦得乐。佛法是师道，这个诸位一定要知道。师道，只闻来学，未闻往教，「学」是学生来求学，没有说你不来求，我就来找你教，没有这个道理，那是自找侮辱，这是错误的。可是人家怎么晓得要来跟你求学？你要做出一个好样子给人看，这个就是缘，就是介绍，就是推广，一定要有个好榜样给人看，这个福报就超过前面所说的无量阿僧祇世界七宝布施。佛法，前面给诸位说过，佛菩萨应机而说，众生的根机种种不同、无量无边，所以佛就开无量的法门，适应于种种不同的根机，这一点我们不能不知道。你不知道，不但你自己学佛学错了，你教人也会教错。",
      "zh_TW": "「受持」是依教奉行，完全做到，這個做到，諸位一定要記清楚，是在生活當中做到，像釋迦牟尼佛表現的穿衣吃飯，都是金剛般若波羅蜜。工作也是的，處事待人接物，點點滴滴，全是金剛般若波羅蜜的味道，這才叫受持金剛般若。所以經中的道理、意趣你要不了解，那怎麼行？又能夠為人演說，演、說是兩樁事情，都是教化眾生的。演是什麼？表演，做一個樣子給眾生看，令一切眾生嚮往、羨慕而發心來跟你學習。所以這幾天也曾經略微提示過，我們個人要做人的樣子，不僅是做為學佛人的好樣子，要做一切人的好樣子，不管中國人、外國人，要做個好樣子，做個好榜樣。家庭要做一切家庭的好榜樣，工作要做一切工作人的好榜樣，沒有一點不是一切眾生的模範，這個叫演，做出來給人看。說是說明，為人解說，人家看到你生活這樣愉快、這樣幸福，他怎麼會不羨慕？他一定會來向你請教。他向你請教，你就詳詳細細跟他解說，把佛法介紹給他，使他也能夠破迷開悟、離苦得樂。佛法是師道，這個諸位一定要知道。師道，只聞來學，未聞往教，「學」是學生來求學，沒有說你不來求，我就來找你教，沒有這個道理，那是自找侮辱，這是錯誤的。可是人家怎麼曉得要來跟你求學？你要做出一個好樣子給人看，這個就是緣，就是介紹，就是推廣，一定要有個好榜樣給人看，這個福報就超過前面所說的無量阿僧祇世界七寶布施。佛法，前面給諸位說過，佛菩薩應機而說，眾生的根機種種不同、無量無邊，所以佛就開無量的法門，適應於種種不同的根機，這一點我們不能不知道。你不知道，不但你自己學佛學錯了，你教人也會教錯。"
    },
    {
      "id": "09-026-0005_p0011",
      "zh_CN": "我们在这个讲堂里面，我讲经讲了三十七年，常常提示到，但是好像大家都没有能体会到，没有能觉悟到。《金刚经》上说得很明白，佛无有定法可说，佛无有法可说，佛是应机而说，说而无说。刚才讲了，「机」古今不同、中外不同，那说法哪里会一样？我们不能说连这一点基本的认识都没有，那还学什么佛？所以我常讲，佛法是讲求现代化与本土化，他才能利益众生。古时候，二千年前佛教传到中国来，正式传到中国来，是汉明帝派特使到西域去迎请的，公元六十七年，这正式传到中国。到了中国，这印度的高僧摩腾、竺法兰，人家就真有智慧，到中国来，立刻就中国化。从哪个地方看？穿中国的衣服，过中国人的生活方式，这生活就中国化了，不是把印度那一套拿到我们中国来。如果印度那个生活方式、那个文化传到中国来，我们中国人决定不能接受的。所以他一到中国来，马上就是中国化，他懂得本土化与现代化。道场的建筑，模仿中国宫殿的建筑，你看中国人看到多喜欢！古时候的中国人最尊敬的是帝王，帝王住的宫殿，佛教的道场也建成宫殿的模式，哪一个不喜欢进去？",
      "zh_TW": "我們在這個講堂裡面，我講經講了三十七年，常常提示到，但是好像大家都沒有能體會到，沒有能覺悟到。《金剛經》上說得很明白，佛無有定法可說，佛無有法可說，佛是應機而說，說而無說。剛才講了，「機」古今不同、中外不同，那說法哪裡會一樣？我們不能說連這一點基本的認識都沒有，那還學什麼佛？所以我常講，佛法是講求現代化與本土化，他才能利益眾生。古時候，二千年前佛教傳到中國來，正式傳到中國來，是漢明帝派特使到西域去迎請的，公元六十七年，這正式傳到中國。到了中國，這印度的高僧摩騰、竺法蘭，人家就真有智慧，到中國來，立刻就中國化。從哪個地方看？穿中國的衣服，過中國人的生活方式，這生活就中國化了，不是把印度那一套拿到我們中國來。如果印度那個生活方式、那個文化傳到中國來，我們中國人決定不能接受的。所以他一到中國來，馬上就是中國化，他懂得本土化與現代化。道場的建築，模仿中國宮殿的建築，你看中國人看到多喜歡！古時候的中國人最尊敬的是帝王，帝王住的宮殿，佛教的道場也建成宮殿的模式，哪一個不喜歡進去？"
    },
    {
      "id": "09-026-0005_p0012",
      "zh_CN": "近来，佛教从中国传到美国来了，我们看看，建筑的也是中国宫殿式的那种建筑，外国人一看，看看，马上就退步了，绝对不进去，我们要明了这个道理。所以早期我还没有到美国来的时候，有些法师从台湾到美国来，临行前来看我，我就劝他，在美国建道场，要建白宫那个样子，我都劝过他们。你们在那里建白宫那个形状，建那个样子。美国人一看，他本土文化，他很喜欢进来；佛像要造美国人的面孔。你们仔细想一想，中国人的佛像像中国人；你看日本人的佛像，你一看就是日本人；西藏的佛像，你一看像西藏的人；泰国的佛像，你看下巴都尖尖的，就像泰国人。所以我在迈阿密讲演的时候，因为那里有很多美国人在听，我就告诉他们，佛教没有传到美国来。他们很惊奇，他说为什么，我说，「你看看哪一尊佛像像你们美国人的面孔？」佛菩萨没有一定的面孔，随着众生的心变化，应以什么身得度就示现什么身，这样才能够普度众生。哪里有一定的方式？这个道理要明了。",
      "zh_TW": "近來，佛教從中國傳到美國來了，我們看看，建築的也是中國宮殿式的那種建築，外國人一看，看看，馬上就退步了，絕對不進去，我們要明瞭這個道理。所以早期我還沒有到美國來的時候，有些法師從台灣到美國來，臨行前來看我，我就勸他，在美國建道場，要建白宮那個樣子，我都勸過他們。你們在那裡建白宮那個形狀，建那個樣子。美國人一看，他本土文化，他很喜歡進來；佛像要造美國人的面孔。你們仔細想一想，中國人的佛像像中國人；你看日本人的佛像，你一看就是日本人；西藏的佛像，你一看像西藏的人；泰國的佛像，你看下巴都尖尖的，就像泰國人。所以我在邁阿密講演的時候，因為那裡有很多美國人在聽，我就告訴他們，佛教沒有傳到美國來。他們很驚奇，他說為什麼，我說，「你看看哪一尊佛像像你們美國人的面孔？」佛菩薩沒有一定的面孔，隨著眾生的心變化，應以什麼身得度就示現什麼身，這樣才能夠普度眾生。哪裡有一定的方式？這個道理要明瞭。"
    },
    {
      "id": "09-026-0005_p0013",
      "zh_CN": "我们到这个地方来，如果说我们只度中国人、只度华侨，这个就毫无意义。道场建立在这个地方，要度这个地方的人民，度这个地方的众生，这才叫弘法利生。我们今天最大的困难，语言上的隔阂，难在这个地方。理论、方法我们清清楚楚，所以我们到这里建道场，建外国人这个样子，我在此地没有开过听证会，这个附近的邻居都欢喜，没有一个反对的。我们将佛法，浅显的佛法介绍给这些邻居，他们非常喜欢。我们这里没有人用英语给他讲解，如果有这个人，他们会常常来，这邻居都来了，所以苦的就是言语上的隔阂。生活方式也是如此，古时候的生活方式跟现代的生活方式不一样，像这个我们一定要了解。譬如《金刚经》，我们用这个本子，罗什大师翻的，罗什是东晋时候的人，南北朝时代的，姚秦罗什大师。这个经翻出来之后，距离我们现在差不多有一千六、七百年，这么长的时间当中，给《金刚经》做注解的不止五百家，每一个人注得不一样。如果是一样的，那怎么能流传下去？不一样。不一样就是不一样的讲法，以五百种注解来说，那《金刚经》是五百种不同的讲法。对不对？都对。为什么都对？无有定法可说。所以我们看注解要会看，唐朝的注解，唐朝那个时候需要这样的讲法，需要这种解释。佛经是药方，那个时代的人犯了些什么病，开这个药方治他们的病，把他病治好了，这就是上乘的佛法。",
      "zh_TW": "我們到這個地方來，如果說我們只度中國人、只度華僑，這個就毫無意義。道場建立在這個地方，要度這個地方的人民，度這個地方的眾生，這才叫弘法利生。我們今天最大的困難，語言上的隔閡，難在這個地方。理論、方法我們清清楚楚，所以我們到這裡建道場，建外國人這個樣子，我在此地沒有開過聽證會，這個附近的鄰居都歡喜，沒有一個反對的。我們將佛法，淺顯的佛法介紹給這些鄰居，他們非常喜歡。我們這裡沒有人用英語給他講解，如果有這個人，他們會常常來，這鄰居都來了，所以苦的就是言語上的隔閡。生活方式也是如此，古時候的生活方式跟現代的生活方式不一樣，像這個我們一定要了解。譬如《金剛經》，我們用這個本子，羅什大師翻的，羅什是東晉時候的人，南北朝時代的，姚秦羅什大師。這個經翻出來之後，距離我們現在差不多有一千六、七百年，這麼長的時間當中，給《金剛經》做註解的不止五百家，每一個人註得不一樣。如果是一樣的，那怎麼能流傳下去？不一樣。不一樣就是不一樣的講法，以五百種註解來說，那《金剛經》是五百種不同的講法。對不對？都對。為什麼都對？無有定法可說。所以我們看註解要會看，唐朝的註解，唐朝那個時候需要這樣的講法，需要這種解釋。佛經是藥方，那個時代的人犯了些什麼病，開這個藥方治他們的病，把他病治好了，這就是上乘的佛法。"
    },
    {
      "id": "09-026-0005_p0014",
      "zh_CN": "可是宋朝时候的人，那个病跟唐朝时候的人病不一样，唐朝那个老方子治不了宋朝的人，所以宋朝这些大师必须要另外讲一个讲法，治他们的毛病。诸位要明白这个道理之后，你能够想到，每个时代人，众生的毛病习气不相同，要用什么方法来对治。古人讲得没有错，是对那个时候人讲的，不是对我们今天人讲的，所以我们今天读古注得不到利益，那是你不会读。会读的从旧的注解里面生新的意思，推陈出新。这个《金刚经》好像一棵大树一样，几千年的神木，它是活的，它年年发新枝，年年开新花，年年结新果，旧的枝叶是前一代的，新的枝叶是现代的。新的从哪里来？从旧的里面生出来的。不懂这个道理，你怎么会看得懂经，你怎么能跟人家解说？所以不同的时代有不同的讲法，不同的地区有不同的讲法，譬如我们跟中国人是这一个讲法，我跟美国人讲法就又是一个讲法，跟日本人讲的是另外又一个讲法，不一样。哪里是一样的？同样一部经，见人说人话，见鬼说鬼话，人鬼都得利益。对人讲的度不了鬼，对鬼讲的度不了人，一定要懂这个道理。所以经是活的不是死的，圆融的。以我们最普遍的、最显著的例子来说，譬如我们同样用《金刚经》，我对基督教徒的讲法完全符合他们的新旧约，我对穆斯林的讲法一定符合他的《古兰经》。有没有冲突？决定没有冲突，听了一定欢喜，一定都愿意接受，活活泼泼，这个是佛法真正令人佩服的地方。佛法是圆融的，跟一切众生、一切种族，甚至现在讲的一切宗教信仰，决定没有抵触。如果你要说有所抵触，是你自己不了解佛法。你真正认识、真正了解，决定没有抵触。所以佛法要明理，明理你才能得受用，才能够推广，利益一切众生。",
      "zh_TW": "可是宋朝時候的人，那個病跟唐朝時候的人病不一樣，唐朝那個老方子治不了宋朝的人，所以宋朝這些大師必須要另外講一個講法，治他們的毛病。諸位要明白這個道理之後，你能夠想到，每個時代人，眾生的毛病習氣不相同，要用什麼方法來對治。古人講得沒有錯，是對那個時候人講的，不是對我們今天人講的，所以我們今天讀古註得不到利益，那是你不會讀。會讀的從舊的註解裡面生新的意思，推陳出新。這個《金剛經》好像一棵大樹一樣，幾千年的神木，它是活的，它年年發新枝，年年開新花，年年結新果，舊的枝葉是前一代的，新的枝葉是現代的。新的從哪裡來？從舊的裡面生出來的。不懂這個道理，你怎麼會看得懂經，你怎麼能跟人家解說？所以不同的時代有不同的講法，不同的地區有不同的講法，譬如我們跟中國人是這一個講法，我跟美國人講法就又是一個講法，跟日本人講的是另外又一個講法，不一樣。哪裡是一樣的？同樣一部經，見人說人話，見鬼說鬼話，人鬼都得利益。對人講的度不了鬼，對鬼講的度不了人，一定要懂這個道理。所以經是活的不是死的，圓融的。以我們最普遍的、最顯著的例子來說，譬如我們同樣用《金剛經》，我對基督教徒的講法完全符合他們的新舊約，我對穆斯林的講法一定符合他的《古蘭經》。有沒有衝突？決定沒有衝突，聽了一定歡喜，一定都願意接受，活活潑潑，這個是佛法真正令人佩服的地方。佛法是圓融的，跟一切眾生、一切種族，甚至現在講的一切宗教信仰，決定沒有牴觸。如果你要說有所牴觸，是你自己不了解佛法。你真正認識、真正了解，決定沒有牴觸。所以佛法要明理，明理你才能得受用，才能夠推廣，利益一切眾生。"
    },
    {
      "id": "09-026-0005_p0015",
      "zh_CN": "在饮食方面，这是现在大家遭遇到的极大的一个困难，你们学佛、吃长素，家里人不学佛。结果一学佛，不学佛一家很和睦，学了佛之后，天天家里吵架，搞得一家不宁。旁边邻居一看到这个样子，都劝不能学佛了，你看看学佛那个家搞成什么样子？还自己以为有功德，功德在哪里？把佛法破坏尽了，你有什么功德？死了以后，阎王判断你入地狱，你还不晓得怎么进去的，你说冤枉不冤枉？你去读读《地藏经》，刚才讲的《观经》三福，那是基础，头一个「孝养父母，奉事师长」。你做到没有？什么叫孝？孝是顺。你不能随顺父母，这个叫不孝。你要有智慧随顺，随顺当中给他启示，让他明理，让他回过头来，要有很大的耐心，要用善巧方便。这一开口，「你们吃肉，将来都要还债的」，人家一听就起反感，这还得了！这怎么能接受？还要晓得，佛教徒吃素食只有中国。你到日本去，日本的佛教徒，鸡鱼鸭肉都摆在面前，我们访问日本的时候饮食就困难，他们没有吃素。全世界的佛教，只有中国佛教吃素。佛经里面也没有讲吃素，因为佛当年在世是托钵的，托钵，人家给什么吃什么，绝不叫人家麻烦，绝对不可以叫人家特别给你做，这样就不好，人家吃什么就供养你什么。现在泰国、斯里兰卡，他们小乘国家还是托钵，还是这样的。小乘他们在外面托钵，连香烟都供养的，他们还抽烟，这是我们在那里看到的，我们看到都不习惯。日本和尚喝酒，酒还供佛，我到他们寺庙里面参观，一瓶一瓶酒供在那里，他们叫「般若汤」。所以多走一些国家，多看看、多去体会，你就明白了。",
      "zh_TW": "在飲食方面，這是現在大家遭遇到的極大的一個困難，你們學佛、吃長素，家裡人不學佛。結果一學佛，不學佛一家很和睦，學了佛之後，天天家裡吵架，搞得一家不寧。旁邊鄰居一看到這個樣子，都勸不能學佛了，你看看學佛那個家搞成什麼樣子？還自己以為有功德，功德在哪裡？把佛法破壞盡了，你有什麼功德？死了以後，閻王判斷你入地獄，你還不曉得怎麼進去的，你說冤枉不冤枉？你去讀讀《地藏經》，剛才講的《觀經》三福，那是基礎，頭一個「孝養父母，奉事師長」。你做到沒有？什麼叫孝？孝是順。你不能隨順父母，這個叫不孝。你要有智慧隨順，隨順當中給他啟示，讓他明理，讓他回過頭來，要有很大的耐心，要用善巧方便。這一開口，「你們吃肉，將來都要還債的」，人家一聽就起反感，這還得了！這怎麼能接受？還要曉得，佛教徒吃素食只有中國。你到日本去，日本的佛教徒，雞魚鴨肉都擺在面前，我們訪問日本的時候飲食就困難，他們沒有吃素。全世界的佛教，只有中國佛教吃素。佛經裡面也沒有講吃素，因為佛當年在世是托缽的，托缽，人家給什麼吃什麼，絕不叫人家麻煩，絕對不可以叫人家特別給你做，這樣就不好，人家吃什麼就供養你什麼。現在泰國、斯里蘭卡，他們小乘國家還是托缽，還是這樣的。小乘他們在外面托缽，連香煙都供養的，他們還抽煙，這是我們在那裡看到的，我們看到都不習慣。日本和尚喝酒，酒還供佛，我到他們寺廟裡面參觀，一瓶一瓶酒供在那裡，他們叫「般若湯」。所以多走一些國家，多看看、多去體會，你就明白了。"
    },
    {
      "id": "09-026-0005_p0016",
      "zh_CN": "素食有没有好处？素食的确是有好处，素食卫生，特别是在这个时代，这个时代肉里面的毒素很多，所以现在的人得的都是奇奇怪怪的病。病怎么得的？病从口入。当然里面贪瞋痴慢、妄想分别执着，那是病的因，根源，饮食是缘。有这个因，再加上缘，那就得病，病就是果报。中国的素食，梁武帝提倡的。你就晓得，梁武帝以前，中国的出家人也吃肉；梁武帝以后，等于说他老人家搞起一个素食运动，因为他以帝王之尊推行比较方便，于是造成中国素食的这么一个习惯。梁武帝提倡的，这是我们一定要晓得。素食的确有好处，但是不是说不吃素就不能成佛，查《大藏经》有没有这一条？没有这一条，这个必须要晓得。",
      "zh_TW": "素食有沒有好處？素食的確是有好處，素食衛生，特別是在這個時代，這個時代肉裡面的毒素很多，所以現在的人得的都是奇奇怪怪的病。病怎麼得的？病從口入。當然裡面貪瞋痴慢、妄想分別執著，那是病的因，根源，飲食是緣。有這個因，再加上緣，那就得病，病就是果報。中國的素食，梁武帝提倡的。你就曉得，梁武帝以前，中國的出家人也吃肉；梁武帝以後，等於說他老人家搞起一個素食運動，因為他以帝王之尊推行比較方便，於是造成中國素食的這麼一個習慣。梁武帝提倡的，這是我們一定要曉得。素食的確有好處，但是不是說不吃素就不能成佛，查《大藏經》有沒有這一條？沒有這一條，這個必須要曉得。"
    },
    {
      "id": "09-026-0005_p0017",
      "zh_CN": "我在台中，李老师教导我们，接引初机，记住两桩事情，第一个，绝对不要劝他吃素，第二个，决定不要劝他受戒，老师教我们两条。一说要吃素的时候，好多人不敢学佛，你把人家学佛的机会断掉，这个缘打断了，这个罪过很重。不能劝人受戒，为什么？那个戒要是破戒的时候，是罪加一等。你没有受戒的时候，你犯一重罪，受了戒的时候加倍罪。他为什么会有这个罪？你帮他忙的，这怎么可以？所以决定不劝人受戒，不劝人吃素，这是老师教导我们接引大众一定要记住这两条。还有一桩事情，这五辛，你们也看得很重，这实在讲小小戒。《楞严经》上所说的，佛教给我们不要吃这个。为什么原因？你要懂得，佛讲得很清楚。学佛人修行修什么？修清净心。这五样东西都是属于刺激性的，初学的人没有定功，心随着外头境界转。这五样东西，生吃它刺激生理上的反应，容易生瞋恚心，容易发脾气，生吃容易发脾气；熟吃，这个东西是产生荷尔蒙的，容易引起性冲动。这两样都是叫你身心不得清净，所以佛教你戒，道理在此地。",
      "zh_TW": "我在台中，李老師教導我們，接引初機，記住兩樁事情，第一個，絕對不要勸他吃素，第二個，決定不要勸他受戒，老師教我們兩條。一說要吃素的時候，好多人不敢學佛，你把人家學佛的機會斷掉，這個緣打斷了，這個罪過很重。不能勸人受戒，為什麼？那個戒要是破戒的時候，是罪加一等。你沒有受戒的時候，你犯一重罪，受了戒的時候加倍罪。他為什麼會有這個罪？你幫他忙的，這怎麼可以？所以決定不勸人受戒，不勸人吃素，這是老師教導我們接引大眾一定要記住這兩條。還有一樁事情，這五辛，你們也看得很重，這實在講小小戒。《楞嚴經》上所說的，佛教給我們不要吃這個。為什麼原因？你要懂得，佛講得很清楚。學佛人修行修什麼？修清淨心。這五樣東西都是屬於刺激性的，初學的人沒有定功，心隨著外頭境界轉。這五樣東西，生吃它刺激生理上的反應，容易生瞋恚心，容易發脾氣，生吃容易發脾氣；熟吃，這個東西是產生荷爾蒙的，容易引起性衝動。這兩樣都是叫你身心不得清淨，所以佛教你戒，道理在此地。"
    },
    {
      "id": "09-026-0005_p0018",
      "zh_CN": "可是你要想一想，你们现在在菜里面做一点佐料，配一点当作佐料用，起不起作用？不起作用，这个要懂得。你看有很多，我在亚特兰大，有些居士们家里面学佛，但是不是全家人学佛，他们也很喜欢素食，他说如果素食里头没有一点葱蒜调味，这个还是吃肉的好。那我就教他，可以用这个调味，那这个素菜我们也可以吃。你能够教他不吃肉，吃素，这个功德就很大了，一定要有善巧方便。这个调味起不起作用？跟诸位说，决定不起作用，就跟酒的戒一样，酒要醉了才起作用。酒你不喝醉，它起不起作用？它不起作用，这个五辛也是如此。五辛，像大蒜，实在讲，我们吃的时候决定不会起作用。原因在哪里？我们要吃那么多，吃不下去。你能吃吗？给你一大碗大蒜头，生的大蒜头给你一大碗，十几个，让你吃下去，你会辣死，你吃不下去的。我们顶多吃个一瓣、二瓣不得了，一瓣、二瓣的量不够，不起作用。诸位你要明白这个道理，懂得佛教诫我们的真实义，这个是教诫初学的。初学的时候，心为境转。可是你修行到某一个阶段，这个佛法层次提升到高段的时候，没有障碍了，理事无碍，事事无碍，他入华严境界。要是我吃个大蒜还有碍，那就入不了华严境界。要是事事无碍，他到无障碍的法界，那个不一样。",
      "zh_TW": "可是你要想一想，你們現在在菜裡面做一點佐料，配一點當作佐料用，起不起作用？不起作用，這個要懂得。你看有很多，我在亞特蘭大，有些居士們家裡面學佛，但是不是全家人學佛，他們也很喜歡素食，他說如果素食裡頭沒有一點蔥蒜調味，這個還是吃肉的好。那我就教他，可以用這個調味，那這個素菜我們也可以吃。你能夠教他不吃肉，吃素，這個功德就很大了，一定要有善巧方便。這個調味起不起作用？跟諸位說，決定不起作用，就跟酒的戒一樣，酒要醉了才起作用。酒你不喝醉，它起不起作用？它不起作用，這個五辛也是如此。五辛，像大蒜，實在講，我們吃的時候決定不會起作用。原因在哪裡？我們要吃那麼多，吃不下去。你能吃嗎？給你一大碗大蒜頭，生的大蒜頭給你一大碗，十幾個，讓你吃下去，你會辣死，你吃不下去的。我們頂多吃個一瓣、二瓣不得了，一瓣、二瓣的量不夠，不起作用。諸位你要明白這個道理，懂得佛教誡我們的真實義，這個是教誡初學的。初學的時候，心為境轉。可是你修行到某一個階段，這個佛法層次提升到高段的時候，沒有障礙了，理事無礙，事事無礙，他入華嚴境界。要是我吃個大蒜還有礙，那就入不了華嚴境界。要是事事無礙，他到無障礙的法界，那個不一樣。"
    },
    {
      "id": "09-026-0005_p0019",
      "zh_CN": "何况在现代，现代饮食都有毒。你看肉食，你们最近看的英国的疯牛症。我对这个肉食我很害怕，因为我想到一个问题，在三、四十年以前，那个时候，这些家畜养的可以说都是在外面养的，都是在野外养的，牠在没有被杀之前，牠的生活很自由、很自在，我相信牠的心情也很开朗，也很舒畅，牠很健康。现在你看，养猪、养鸡都在笼子养，出生等于说就坐监牢狱，终身监禁，到最后拿来杀掉牠。你说牠那是什么心情？牠那个心情多苦闷、多忧郁，这种苦闷、忧郁，牠那个肉、血液里头就有毒素。这怎么能吃？现在不但是肉食里头有毒，吃了生奇奇怪怪的病，素食里头也有毒，你看菜有农药，米，在从前李老师讲的，我们台湾，米里头掺滑石粉，那个米好看、漂亮，都有毒。所以李老师说现在作人苦，三餐服毒。所以释迦牟尼佛如果生在这个时代来指导我们，不一样了，五辛里头好几样可以开缘了。你要晓得，解毒，大蒜解毒的功效最好，所以现在是药用，解毒，这个道理要懂得。",
      "zh_TW": "何況在現代，現代飲食都有毒。你看肉食，你們最近看的英國的瘋牛症。我對這個肉食我很害怕，因為我想到一個問題，在三、四十年以前，那個時候，這些家畜養的可以說都是在外面養的，都是在野外養的，牠在沒有被殺之前，牠的生活很自由、很自在，我相信牠的心情也很開朗，也很舒暢，牠很健康。現在你看，養豬、養雞都在籠子養，出生等於說就坐監牢獄，終身監禁，到最後拿來殺掉牠。你說牠那是什麼心情？牠那個心情多苦悶、多憂鬱，這種苦悶、憂鬱，牠那個肉、血液裡頭就有毒素。這怎麼能吃？現在不但是肉食裡頭有毒，吃了生奇奇怪怪的病，素食裡頭也有毒，你看菜有農藥，米，在從前李老師講的，我們台灣，米裡頭摻滑石粉，那個米好看、漂亮，都有毒。所以李老師說現在作人苦，三餐服毒。所以釋迦牟尼佛如果生在這個時代來指導我們，不一樣了，五辛裡頭好幾樣可以開緣了。你要曉得，解毒，大蒜解毒的功效最好，所以現在是藥用，解毒，這個道理要懂得。"
    },
    {
      "id": "09-026-0005_p0020",
      "zh_CN": "这差不多二、三十年前，这是民国五十七年的时候，我在佛光山时间很短，我在山上住十个月，那个时候山上得肺结核的人，二十多个人，治疗肺结核最有效的方法就是大蒜。唐一玄居士告诉星云法师，告诉这些学生们，劝他们吃大蒜。他们要持戒，不肯吃。自己得病，那个病还会传染给别人，自害害人，学的什么佛？唐一玄居士是个医生，他说他早年，民国初年，北京协和医院诊断一个病例，就是肺结核第四期，医生给他看的时候，这个人顶多只能活三个月，所以就叫他家里人不要治疗了，把他隔离，他想吃什么东西就给他吃什么。家里人他们都住在乡下，乡下一般都有菜园，这个菜园里头搭着一个小棚子，看守菜园的，叫菜寮。他就把病人住在这个菜寮里面，每天三餐饭送给他吃，跟外面境界隔绝。三个月之后，这个人愈来愈好。以后到了半年，看他身体很健康，颜色比从前还好，就又把他带到协和医院去看医生。协和医院医生一看就很惊奇，于是就成立一个小组，专门来研究这个病例，明明是肺病第四期，要死的，他怎么会没有死？调查他的生活起居、饮食习惯，怎么查都查不出来。最后就问他，「你除了这些，你还有没有吃些什么东西？」他就一想，他说没有什么，这个菜园的大蒜很多，我每天都吃了好几个。以后就研究大蒜，从这里研究肺病就有治了，所以这个治疗肺病的就是协和医院研究得的结论。所以现在治疗肺结核是用大蒜里面提出来的蒜精，这是我们必须要晓得的。",
      "zh_TW": "這差不多二、三十年前，這是民國五十七年的時候，我在佛光山時間很短，我在山上住十個月，那個時候山上得肺結核的人，二十多個人，治療肺結核最有效的方法就是大蒜。唐一玄居士告訴星雲法師，告訴這些學生們，勸他們吃大蒜。他們要持戒，不肯吃。自己得病，那個病還會傳染給別人，自害害人，學的什麼佛？唐一玄居士是個醫生，他說他早年，民國初年，北京協和醫院診斷一個病例，就是肺結核第四期，醫生給他看的時候，這個人頂多只能活三個月，所以就叫他家裡人不要治療了，把他隔離，他想吃什麼東西就給他吃什麼。家裡人他們都住在鄉下，鄉下一般都有菜園，這個菜園裡頭搭著一個小棚子，看守菜園的，叫菜寮。他就把病人住在這個菜寮裡面，每天三餐飯送給他吃，跟外面境界隔絕。三個月之後，這個人愈來愈好。以後到了半年，看他身體很健康，顏色比從前還好，就又把他帶到協和醫院去看醫生。協和醫院醫生一看就很驚奇，於是就成立一個小組，專門來研究這個病例，明明是肺病第四期，要死的，他怎麼會沒有死？調查他的生活起居、飲食習慣，怎麼查都查不出來。最後就問他，「你除了這些，你還有沒有吃些什麼東西？」他就一想，他說沒有什麼，這個菜園的大蒜很多，我每天都吃了好幾個。以後就研究大蒜，從這裡研究肺病就有治了，所以這個治療肺病的就是協和醫院研究得的結論。所以現在治療肺結核是用大蒜裡面提出來的蒜精，這是我們必須要曉得的。"
    },
    {
      "id": "09-026-0005_p0021",
      "zh_CN": "像牛奶、鸡蛋，鸡蛋在从前是决定不吃的。为什么？鸡是在野外放的，蛋多半都是有生命的，都能够孵小鸡的，你吃一个蛋等于说是杀生。可是现在不一样，现在不是种蛋，里面没有生命。如果你要买孵小鸡的这个种蛋的时候，我听说价钱要高二、三倍，要到特别的地方去买，普通地方买不到。学佛要明理，要懂道理，要避免一切疾病的媒介，身心健康、自在快乐，这是佛法。你身心健康，你的家人喜欢。为什么？不要去照顾你，不替你操心。你学佛学得个病哈哈的，你的家人看到你愁眉苦脸，吓得别人也不敢学佛，这都是一些错误。像这些事情，都要到经典里面去找，知道佛是怎样教导我们的，他教导我们是分多少个阶段，分多少个梯次，往上提升一层，有很多他就会开放。正如同我们教育小孩、小朋友一样，小学，小学规矩就比较多，中学要开放一点。为什么？他这个智慧长了。到大学，几乎完全开放，他懂事了，许许多多的约束都没有了。佛法也是如此，五乘佛法里，人天乘、声闻乘、缘觉乘、菩萨乘，到菩萨就开放了，所以菩萨戒跟比丘戒的精神完全不相同。这是我们顺便提起一点，在日常生活当中必须要知道的，知道我们怎样做、怎么样帮助别人。",
      "zh_TW": "像牛奶、雞蛋，雞蛋在從前是決定不吃的。為什麼？雞是在野外放的，蛋多半都是有生命的，都能夠孵小雞的，你吃一個蛋等於說是殺生。可是現在不一樣，現在不是種蛋，裡面沒有生命。如果你要買孵小雞的這個種蛋的時候，我聽說價錢要高二、三倍，要到特別的地方去買，普通地方買不到。學佛要明理，要懂道理，要避免一切疾病的媒介，身心健康、自在快樂，這是佛法。你身心健康，你的家人喜歡。為什麼？不要去照顧你，不替你操心。你學佛學得個病哈哈的，你的家人看到你愁眉苦臉，嚇得別人也不敢學佛，這都是一些錯誤。像這些事情，都要到經典裡面去找，知道佛是怎樣教導我們的，他教導我們是分多少個階段，分多少個梯次，往上提升一層，有很多他就會開放。正如同我們教育小孩、小朋友一樣，小學，小學規矩就比較多，中學要開放一點。為什麼？他這個智慧長了。到大學，幾乎完全開放，他懂事了，許許多多的約束都沒有了。佛法也是如此，五乘佛法裡，人天乘、聲聞乘、緣覺乘、菩薩乘，到菩薩就開放了，所以菩薩戒跟比丘戒的精神完全不相同。這是我們順便提起一點，在日常生活當中必須要知道的，知道我們怎樣做、怎麼樣幫助別人。"
    },
    {
      "id": "09-026-0005_p0022",
      "zh_CN": "素食的好处，决定不要扯到因果报应，这个是一般没有学佛的人最大的反感，一听说这个，他底下话都不说了，他也不听了，你把他佛法的缘就断掉了。当然我们吃素，他一定会问，「你为什么要吃素？」我们可以用他能够接受的这些条件来讲解，「你们饮食讲求卫生」，他说对，他们讲求卫生，脏的东西不吃，腐坏的东西不吃，他讲究卫生。我们不但讲究卫生，还要讲求卫性，这个一般讲究卫生的没有想到。性是什么？好的性情。谁懂得？伊斯兰教懂得，伊斯兰教的饮食不但卫生，还要卫性，所有一切性情不好的东西他都不吃，他的选择比一般人来得更精细。那我们佛教的饮食比伊斯兰还要高明一层，我们要保护慈悲心，不食一切众生肉。所以我们佛教是卫生、卫性、卫心，这个他能听得懂，这个他不会起反感。我们佛教饮食好，饮食的习惯好，活活泼泼、通权达变，不是死的。",
      "zh_TW": "素食的好處，決定不要扯到因果報應，這個是一般沒有學佛的人最大的反感，一聽說這個，他底下話都不說了，他也不聽了，你把他佛法的緣就斷掉了。當然我們吃素，他一定會問，「你為什麼要吃素？」我們可以用他能夠接受的這些條件來講解，「你們飲食講求衛生」，他說對，他們講求衛生，髒的東西不吃，腐壞的東西不吃，他講究衛生。我們不但講究衛生，還要講求衛性，這個一般講究衛生的沒有想到。性是什麼？好的性情。誰懂得？伊斯蘭教懂得，伊斯蘭教的飲食不但衛生，還要衛性，所有一切性情不好的東西他都不吃，他的選擇比一般人來得更精細。那我們佛教的飲食比伊斯蘭還要高明一層，我們要保護慈悲心，不食一切眾生肉。所以我們佛教是衛生、衛性、衛心，這個他能聽得懂，這個他不會起反感。我們佛教飲食好，飲食的習慣好，活活潑潑、通權達變，不是死的。"
    },
    {
      "id": "09-026-0005_p0023",
      "zh_CN": "「为人演说」有一个最高的原则，佛在这里教导我们两句话：",
      "zh_TW": "「為人演說」有一個最高的原則，佛在這裡教導我們兩句話："
    },
    {
      "id": "09-026-0005_p0024",
      "zh_CN": "【不取于相。如如不动。】",
      "zh_TW": "【不取於相。如如不動。】"
    },
    {
      "id": "09-026-0005_p0025",
      "zh_CN": "这两句话的意思无量的深广。也就是说，我们这一生当中，在日常生活当中，点点滴滴都不着相。本经前面教给我们「应无所住，而生其心」，不要执着，不要放在心上，不取于相。「不取于相」是修德，「如如不动」是性德。你没有修功，你怎么能见性？我们用「不取于相」这个方法去证「如如不动」的真性，这是佛教导菩萨，从初发心一直到成佛，修学的指导纲领。怎么修行法？守住这个原则就对了。我们起心动念、妄想执着都是着相，都是取相。为什么一定要不取相、不着相？佛把事实真相给我们说破了，使我们知道其所以然，这才对佛这个原则我们就愿意遵守了。佛后面用四句偈来给我们解释这个问题，说明其所以然的道理：",
      "zh_TW": "這兩句話的意思無量的深廣。也就是說，我們這一生當中，在日常生活當中，點點滴滴都不著相。本經前面教給我們「應無所住，而生其心」，不要執著，不要放在心上，不取於相。「不取於相」是修德，「如如不動」是性德。你沒有修功，你怎麼能見性？我們用「不取於相」這個方法去證「如如不動」的真性，這是佛教導菩薩，從初發心一直到成佛，修學的指導綱領。怎麼修行法？守住這個原則就對了。我們起心動念、妄想執著都是著相，都是取相。為什麼一定要不取相、不著相？佛把事實真相給我們說破了，使我們知道其所以然，這才對佛這個原則我們就願意遵守了。佛後面用四句偈來給我們解釋這個問題，說明其所以然的道理："
    },
    {
      "id": "09-026-0005_p0026",
      "zh_CN": "【一切有为法。如梦幻泡影。如露亦如电。应作如是观。】",
      "zh_TW": "【一切有為法。如夢幻泡影。如露亦如電。應作如是觀。】"
    },
    {
      "id": "09-026-0005_p0027",
      "zh_CN": "这四句就把这个问题全部解答了。一切有为法，什么叫有为法？这一定要搞清楚。「有为法」就是有生有灭之法，都叫有为法。我们想想，一切的动物有生老病死，植物有生住异灭，矿物我们讲星球有成住坏空，都是有为法。冷静去观察一下，这个世间哪一种是无为法？几乎你六根接触到的全是有为法。如果诸位读过一点唯识，那讲起来就更方便。像唯识入门的一个小册子《百法明门论》，天亲菩萨将一切法归纳成一百大类，讲百法，实在这个百法展开是无量无边的万法，把它归纳起来，为了讲解方便起见，归纳成一百大类。这个一百类里面又分为五个小类，第一类叫心法，有八个，叫八识，八心王；第二类叫心所有法，这个心所有法用现代的话来说，就是心理作用，心理现象有五十一类；第三种叫色法，色法是物质，我们六根能够接触的，眼所见的，耳所听的，身所感触的，舌所尝的，鼻所嗅的，所有一切境界统统用一个色做代表，你六根所接触到的这外面的境界；第四类叫心不相应行法，这一类就是我们现在哲学里面所讲的抽象的概念。总共有二十四类；整个合起来九十四类，这九十四类都叫做有为法。后面还有六个，那六个是无为法，不包括在这个里面。一切有为法就是说这个九十四类，这个九十四类包括世间跟出世间，我们讲世间是六道，出世间是十法界，声闻、缘觉、菩萨、佛，六道、十法界都出不了这个范围。不但世间法「如梦幻泡影」，四圣法界也是如梦幻泡影，这才是教给你世法不能住、不能取，佛法也不能住、也不能取，你要住佛法、取佛法，也错了。",
      "zh_TW": "這四句就把這個問題全部解答了。一切有為法，什麼叫有為法？這一定要搞清楚。「有為法」就是有生有滅之法，都叫有為法。我們想想，一切的動物有生老病死，植物有生住異滅，礦物我們講星球有成住壞空，都是有為法。冷靜去觀察一下，這個世間哪一種是無為法？幾乎你六根接觸到的全是有為法。如果諸位讀過一點唯識，那講起來就更方便。像唯識入門的一個小冊子《百法明門論》，天親菩薩將一切法歸納成一百大類，講百法，實在這個百法展開是無量無邊的萬法，把它歸納起來，為了講解方便起見，歸納成一百大類。這個一百類裡面又分為五個小類，第一類叫心法，有八個，叫八識，八心王；第二類叫心所有法，這個心所有法用現代的話來說，就是心理作用，心理現象有五十一類；第三種叫色法，色法是物質，我們六根能夠接觸的，眼所見的，耳所聽的，身所感觸的，舌所嘗的，鼻所嗅的，所有一切境界統統用一個色做代表，你六根所接觸到的這外面的境界；第四類叫心不相應行法，這一類就是我們現在哲學裡面所講的抽象的概念。總共有二十四類；整個合起來九十四類，這九十四類都叫做有為法。後面還有六個，那六個是無為法，不包括在這個裡面。一切有為法就是說這個九十四類，這個九十四類包括世間跟出世間，我們講世間是六道，出世間是十法界，聲聞、緣覺、菩薩、佛，六道、十法界都出不了這個範圍。不但世間法「如夢幻泡影」，四聖法界也是如夢幻泡影，這才是教給你世法不能住、不能取，佛法也不能住、也不能取，你要住佛法、取佛法，也錯了。"
    },
    {
      "id": "09-026-0005_p0028",
      "zh_CN": "比喻里面有六个字，六个字当中，梦是总喻。确确实实「如梦」，不但人生如梦，天人也如梦，佛菩萨还是如梦，你把他当真就错了。为什么会有这么多差别？会有十法界依正庄严这些差别？本经前面讲过，「一切贤圣皆以无为法而有差别」，这是讲佛菩萨。你要问，十法界或者六道轮回怎么来的？六道轮回是以有为法而有差别。一个是以无为法而有差别，从法身大士，从圆教初住到妙觉，四十一位法身大士，他们是以无为法而有差别。由此可知，六道、十法界是以有为法而有差别。有为法是什么？因因果果。诸位一定要晓得，万法皆空，梦幻泡影，唯有因果不空。为什么说因果不空？因果能变，十法界依正庄严是所变。它怎么变的，为什么变的？因果变的，起心动念都在造因，都在造作，不要说语言动作，动个念头都已经在造作，极其微细。佛用一个梦来做比喻，梦里有没有这些事？有这个事，梦里也现相，但是我们知道，梦中的事跟相都是假的，都不是真的。如果我们能把一切法都看成梦幻泡影，你就不造业了，你的心就定，你的心就清净。定能生慧，清净心生实相，你自性里面的性德自自然然就流露出来，那才得真实受用。",
      "zh_TW": "比喻裡面有六個字，六個字當中，夢是總喻。確確實實「如夢」，不但人生如夢，天人也如夢，佛菩薩還是如夢，你把他當真就錯了。為什麼會有這麼多差別？會有十法界依正莊嚴這些差別？本經前面講過，「一切賢聖皆以無為法而有差別」，這是講佛菩薩。你要問，十法界或者六道輪迴怎麼來的？六道輪迴是以有為法而有差別。一個是以無為法而有差別，從法身大士，從圓教初住到妙覺，四十一位法身大士，他們是以無為法而有差別。由此可知，六道、十法界是以有為法而有差別。有為法是什麼？因因果果。諸位一定要曉得，萬法皆空，夢幻泡影，唯有因果不空。為什麼說因果不空？因果能變，十法界依正莊嚴是所變。它怎麼變的，為什麼變的？因果變的，起心動念都在造因，都在造作，不要說語言動作，動個念頭都已經在造作，極其微細。佛用一個夢來做比喻，夢裡有沒有這些事？有這個事，夢裡也現相，但是我們知道，夢中的事跟相都是假的，都不是真的。如果我們能把一切法都看成夢幻泡影，你就不造業了，你的心就定，你的心就清淨。定能生慧，清淨心生實相，你自性裡面的性德自自然然就流露出來，那才得真實受用。"
    },
    {
      "id": "09-026-0005_p0029",
      "zh_CN": "「幻」是比喻虚空，虚空如幻，虚空不是真的。佛家常说，明心见性」，有人问，见性是什么样子？我有没有见性？其实你要是明白这些事理，你有没有见性不要问别人，你很清楚。见性的人有一个很特殊的现象，你问问看你有没有，没有黑暗。我们现在看到黑暗，你看到的是一片光明，你见性了。如果你睁开眼睛看看，还是黑暗的，你没有见性。为什么？无明，你堕在无明里头。见了性的时候，无明没有了，破了无明，破无明之后，真的见到大光明藏。自性是光明的，不是黑暗的，迷了以后，迷失自性，就变成一片漆黑，所以叫做无明。虚空，虚空是梦中的境界，我们作梦，梦中也有虚空，醒过来，虚空没有了，虚空粉碎了，所以我们这个虚空不是真的。现代的科学家很聪明，也体会到我们现在的虚空是有限量的，过去以为光走的是直线的，现在也晓得，光还有幅度的。有幅度就有范围，就不是无限大。所以幻是比喻虚空。",
      "zh_TW": "「幻」是比喻虛空，虛空如幻，虛空不是真的。佛家常說，明心見性」，有人問，見性是什麼樣子？我有沒有見性？其實你要是明白這些事理，你有沒有見性不要問別人，你很清楚。見性的人有一個很特殊的現象，你問問看你有沒有，沒有黑暗。我們現在看到黑暗，你看到的是一片光明，你見性了。如果你睜開眼睛看看，還是黑暗的，你沒有見性。為什麼？無明，你墮在無明裡頭。見了性的時候，無明沒有了，破了無明，破無明之後，真的見到大光明藏。自性是光明的，不是黑暗的，迷了以後，迷失自性，就變成一片漆黑，所以叫做無明。虛空，虛空是夢中的境界，我們作夢，夢中也有虛空，醒過來，虛空沒有了，虛空粉碎了，所以我們這個虛空不是真的。現代的科學家很聰明，也體會到我們現在的虛空是有限量的，過去以為光走的是直線的，現在也曉得，光還有幅度的。有幅度就有範圍，就不是無限大。所以幻是比喻虛空。"
    },
    {
      "id": "09-026-0005_p0030",
      "zh_CN": "「泡」是比喻世界，这个星球，星球很脆弱，就像水泡泡一样，很容易破碎的。这个事情现在一般科学知识都了解，我们在天文望远镜里面观察到的，每天有新星发现，每天也有很多星消失掉，没有了。世界不是真实的，《八大人觉经》上讲「国土危脆」，有什么好争执的，有什么好计较的，有什么好执着的？你真的把这个事情真相搞清楚了，自自然然就放下了。放下之后，那个舒服、轻松、自在快乐，我说出来，你们也想不到，你要放下来，你才会知道。你不肯放下，你永远体会不到，那真快乐。所以苦从哪里来的？你自己找的，谁叫你不肯放下？放下有真乐，放下之后你才会把事情看清楚、看明白。",
      "zh_TW": "「泡」是比喻世界，這個星球，星球很脆弱，就像水泡泡一樣，很容易破碎的。這個事情現在一般科學知識都了解，我們在天文望遠鏡裡面觀察到的，每天有新星發現，每天也有很多星消失掉，沒有了。世界不是真實的，《八大人覺經》上講「國土危脆」，有什麼好爭執的，有什麼好計較的，有什麼好執著的？你真的把這個事情真相搞清楚了，自自然然就放下了。放下之後，那個舒服、輕鬆、自在快樂，我說出來，你們也想不到，你要放下來，你才會知道。你不肯放下，你永遠體會不到，那真快樂。所以苦從哪裡來的？你自己找的，誰叫你不肯放下？放下有真樂，放下之後你才會把事情看清楚、看明白。"
    },
    {
      "id": "09-026-0005_p0031",
      "zh_CN": "「影」是比喻我们这个身，影不是真的，假的。所以「梦幻泡影」，一个字比喻一样东西，说明虚空、世界、身体全是假的，没有一样是真的。你每天为这个身去造业，你说冤枉不冤枉？我们怎么肯干这种傻事？每天在饮食上，还有很多人要吃活的动物，死的都不要吃，吃活的。为谁？为这个三寸舌，到喉咙下就不知道味道了，就通过那么一点点，你看看舌头上，他要造那么重的罪业，天天在造，要造一辈子。死了以后，到哪一生哪一劫才能还得尽？这都是实在的事。",
      "zh_TW": "「影」是比喻我們這個身，影不是真的，假的。所以「夢幻泡影」，一個字比喻一樣東西，說明虛空、世界、身體全是假的，沒有一樣是真的。你每天為這個身去造業，你說冤枉不冤枉？我們怎麼肯幹這種傻事？每天在飲食上，還有很多人要吃活的動物，死的都不要吃，吃活的。為誰？為這個三寸舌，到喉嚨下就不知道味道了，就通過那麼一點點，你看看舌頭上，他要造那麼重的罪業，天天在造，要造一輩子。死了以後，到哪一生哪一劫才能還得盡？這都是實在的事。"
    },
    {
      "id": "09-026-0005_p0032",
      "zh_CN": "世间人不相信，迷惑颠倒。学佛，说实在的话，最低限度对于这些业因果报的状况清清楚楚、明明白白，不但我这一生清楚，我知道我过去，我知道我将来。这不是神通，你能够得几分清净心，你自然就明了，不需要问别人。问别人是最可怕的，为什么？现在的人讲实话的人少，骗人的人太多，你去请教别人就上当了，那都骗你，不肯给你讲实话。不像从前的那些大德们，古大德不一样，社会风气不相同。现在的时候，骗你、讲假话你欢喜，给你讲真话你生气，你不能接受。所以谁肯给你讲真话？这是我们这个时代人的悲哀。",
      "zh_TW": "世間人不相信，迷惑顛倒。學佛，說實在的話，最低限度對於這些業因果報的狀況清清楚楚、明明白白，不但我這一生清楚，我知道我過去，我知道我將來。這不是神通，你能夠得幾分清淨心，你自然就明瞭，不需要問別人。問別人是最可怕的，為什麼？現在的人講實話的人少，騙人的人太多，你去請教別人就上當了，那都騙你，不肯給你講實話。不像從前的那些大德們，古大德不一樣，社會風氣不相同。現在的時候，騙你、講假話你歡喜，給你講真話你生氣，你不能接受。所以誰肯給你講真話？這是我們這個時代人的悲哀。"
    },
    {
      "id": "09-026-0005_p0033",
      "zh_CN": "下面还有两个字，比喻如露如电，这两个字是形容比喻这个现象存在时间的长短。「露」，露水存在的时间比较长一点，有个几十分钟的时间，太阳出来露水就没有了，这是比喻相续相存在的时间。像我们一个人从出生到将来往生，在这个世间也能活个几十年，寿命短的二、三十年，长的七、八十年，百岁的那是稀有，极少数，那都是过去今生造很深的善业，这是相续相。「电」是讲刹那生灭的相，这个我们乍听起来不太好懂，我们举比喻，譬如我们看电影。电影上银幕这个现象，这一部电影演了两个小时，从开演到结束两个小时，如露，相续相的时间。如电是什么？电，闪电，那个如电就是电影底片里头一张一张的片子，比喻那个。你看现在这个电影的放映机，大概是一秒钟二十四张，镜头打开放一张，再关起来，再开，放第二张，它的速度很快。一秒钟二十四张我们就被骗了，看的好像是真的，那个一张一张的就是如电。",
      "zh_TW": "下面還有兩個字，比喻如露如電，這兩個字是形容比喻這個現象存在時間的長短。「露」，露水存在的時間比較長一點，有個幾十分鐘的時間，太陽出來露水就沒有了，這是比喻相續相存在的時間。像我們一個人從出生到將來往生，在這個世間也能活個幾十年，壽命短的二、三十年，長的七、八十年，百歲的那是稀有，極少數，那都是過去今生造很深的善業，這是相續相。「電」是講剎那生滅的相，這個我們乍聽起來不太好懂，我們舉比喻，譬如我們看電影。電影上銀幕這個現象，這一部電影演了兩個小時，從開演到結束兩個小時，如露，相續相的時間。如電是什麼？電，閃電，那個如電就是電影底片裡頭一張一張的片子，比喻那個。你看現在這個電影的放映機，大概是一秒鐘二十四張，鏡頭打開放一張，再關起來，再開，放第二張，它的速度很快。一秒鐘二十四張我們就被騙了，看的好像是真的，那個一張一張的就是如電。"
    },
    {
      "id": "09-026-0005_p0034",
      "zh_CN": "诸位要晓得，整个世界、我们的人生就是那一点一点连续的相，不是真的，「当体即空，了不可得」。我们这个身体，从楼下到这里来，这一个半钟点，再下去，不晓得换了多少个底片，不是原来的那一张，原来那一张没有了，这是如电。佛在《仁王经》上告诉我们，一弹指有六十刹那，这一弹指的时间很短，一弹指的六十分之一叫一刹那，一刹那里面有九百生灭，这就是讲如电的那个速度。我们这个现象，十法界依正庄严所现的这个相，相的真相是什么？真相就是刹那生灭相。我们弹指，我们弹得快的话，我一秒钟可以弹四次，四乘六十，再乘九百，两个十万八千，你们想想看，电影银幕上一秒钟二十四次的生灭，我们已经就不能感觉到它是假的，我们现在的现象是一秒钟两个十万八千的生灭。假的，佛讲了，万法皆空，当体即空，了不可得。了解事实真相之后，自然不造业，心自然定下来。心定下来，才生真智慧，把这个宇宙人生你才看得清清楚楚、明明白白。",
      "zh_TW": "諸位要曉得，整個世界、我們的人生就是那一點一點連續的相，不是真的，「當體即空，了不可得」。我們這個身體，從樓下到這裡來，這一個半鐘點，再下去，不曉得換了多少個底片，不是原來的那一張，原來那一張沒有了，這是如電。佛在《仁王經》上告訴我們，一彈指有六十剎那，這一彈指的時間很短，一彈指的六十分之一叫一剎那，一剎那裡面有九百生滅，這就是講如電的那個速度。我們這個現象，十法界依正莊嚴所現的這個相，相的真相是什麼？真相就是剎那生滅相。我們彈指，我們彈得快的話，我一秒鐘可以彈四次，四乘六十，再乘九百，兩個十萬八千，你們想想看，電影銀幕上一秒鐘二十四次的生滅，我們已經就不能感覺到它是假的，我們現在的現象是一秒鐘兩個十萬八千的生滅。假的，佛講了，萬法皆空，當體即空，了不可得。了解事實真相之後，自然不造業，心自然定下來。心定下來，才生真智慧，把這個宇宙人生你才看得清清楚楚、明明白白。"
    },
    {
      "id": "09-026-0005_p0035",
      "zh_CN": "世尊虽然是这么讲，刹那九百生灭，因为它生灭的时候太快，看不到生灭了，所以佛讲不生不灭。其实是不是真的不生不灭？不是的，它确实是有生有灭的，生灭同时，速度太快，生灭同时。这是在此地用一个电来做比喻，电的比喻实在讲，要用现代科学来看的时候也容易理解，电的速度跟光的速度差不多，光速一秒钟三十万公里，一公里三十万分之一秒，一公尺、一公分、一公厘，十分之一公厘、百分之一公厘、千分之一公厘、万分之一公厘，你才晓得、才懂得佛经上讲的刹那生灭，才懂得佛经上所谓不生不灭。它的确是有生灭，因为它的时间太短，我们没有办法发现，观察不到，是这么个道理。",
      "zh_TW": "世尊雖然是這麼講，剎那九百生滅，因為它生滅的時候太快，看不到生滅了，所以佛講不生不滅。其實是不是真的不生不滅？不是的，它確實是有生有滅的，生滅同時，速度太快，生滅同時。這是在此地用一個電來做比喻，電的比喻實在講，要用現代科學來看的時候也容易理解，電的速度跟光的速度差不多，光速一秒鐘三十萬公里，一公里三十萬分之一秒，一公尺、一公分、一公釐，十分之一公釐、百分之一公釐、千分之一公釐、萬分之一公釐，你才曉得、才懂得佛經上講的剎那生滅，才懂得佛經上所謂不生不滅。它的確是有生滅，因為它的時間太短，我們沒有辦法發現，觀察不到，是這麼個道理。"
    },
    {
      "id": "09-026-0005_p0036",
      "zh_CN": "佛在大乘经上讲，能够观察到这个现象是什么人？八地菩萨，八地菩萨那么深的定功，那样清净的心，这种微弱的波动他看到了，刹那生灭的现象他看到了。所以虚空世界，十法界依正庄严，在佛法讲是波动的现象，愈往高层次，佛菩萨那个波动比较微弱，愈往下面，六道、三恶道那个波动的幅度愈大。不管它是微弱、是大幅度的，它都是真的是亿万分之一秒的速度在动，是这么一个现象，这才看出宇宙人生的真相。所以佛给我们讲的话句句真实，哪有实在？你要把这个东西当实在，那你是迷惑颠倒，你大错特错。后面这个意思是比较深一点，但的的确确是真相。明了真相，你才肯放下，不再把这些拉拉杂杂的东西放在心上，凡事随缘而不攀缘，决定不再干傻事情了。说实在话，不但恶事我不干，好事也不干，这个要懂得。可是我说这个话怕诸位听会错了意思，你将来什么好事也不干，那你就不懂我的意思了。这个好事是什么？自己以为好的，那还不是好事，像诸佛菩萨做一切事，心里头若无其事，绝对不会起心动念，这才叫真正善。这个善不是善恶的善，善恶比较之下，善还是恶，善恶二边都离开，那才叫真善。凡是相对的都不是究竟的，都不是圆满的。",
      "zh_TW": "佛在大乘經上講，能夠觀察到這個現象是什麼人？八地菩薩，八地菩薩那麼深的定功，那樣清淨的心，這種微弱的波動他看到了，剎那生滅的現象他看到了。所以虛空世界，十法界依正莊嚴，在佛法講是波動的現象，愈往高層次，佛菩薩那個波動比較微弱，愈往下面，六道、三惡道那個波動的幅度愈大。不管它是微弱、是大幅度的，它都是真的是億萬分之一秒的速度在動，是這麼一個現象，這才看出宇宙人生的真相。所以佛給我們講的話句句真實，哪有實在？你要把這個東西當實在，那你是迷惑顛倒，你大錯特錯。後面這個意思是比較深一點，但的的確確是真相。明瞭真相，你才肯放下，不再把這些拉拉雜雜的東西放在心上，凡事隨緣而不攀緣，決定不再幹傻事情了。說實在話，不但惡事我不幹，好事也不幹，這個要懂得。可是我說這個話怕諸位聽會錯了意思，你將來什麼好事也不幹，那你就不懂我的意思了。這個好事是什麼？自己以為好的，那還不是好事，像諸佛菩薩做一切事，心裡頭若無其事，絕對不會起心動念，這才叫真正善。這個善不是善惡的善，善惡比較之下，善還是惡，善惡二邊都離開，那才叫真善。凡是相對的都不是究竟的，都不是圓滿的。"
    },
    {
      "id": "09-026-0005_p0037",
      "zh_CN": "今天时间到了，我们就讲到这个地方告一个段落。以后有机会，我想有同修给我建议。他说，这个方式很好，我们很得受用，不必讲全经，这个经里头重要的东西，与我们生活息息相关的提出来，来研究讨论，这个很有利益、很有受用，这个方法很好。以后我们的机会很多，谢谢诸位同修。",
      "zh_TW": "今天時間到了，我們就講到這個地方告一個段落。以後有機會，我想有同修給我建議。他說，這個方式很好，我們很得受用，不必講全經，這個經裡頭重要的東西，與我們生活息息相關的提出來，來研究討論，這個很有利益、很有受用，這個方法很好。以後我們的機會很多，謝謝諸位同修。"
    }
  ]
}