{
  "doc_id": "20-013-0017",
  "title": {
    "zh_CN": "九八年早餐开示—修行重在实践",
    "zh_TW": "九八年早餐開示—修行重在實踐"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0017",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "20-013-0017_p0001",
      "zh_CN": "这两天我们在居士林讲经，大家听了之后，我想多少都能有一点省悟，有些体会。古来的祖师大德都是这么说，千经万论最后都导归净土，这个法门特别是在末法，往后九千年之中（这个世间的末法还有九千年），在这一个时期，这个地区（就是指我们地球），一切众生这一生当中唯一能够得度的，只有这个法门。所以诸佛菩萨、祖师大德全心全力的赞扬，谁能有最殊胜的成就？这正是世尊在《华严》里面所说的「大心凡夫」。这句话实实在在了不起，一语把我们点醒，使我们恢复自信心，知道自己在这一生当中，可以做到不可思议的成就。",
      "zh_TW": "這兩天我們在居士林講經，大家聽了之後，我想多少都能有一點省悟，有些體會。古來的祖師大德都是這麼說，千經萬論最後都導歸淨土，這個法門特別是在末法，往後九千年之中（這個世間的末法還有九千年），在這一個時期，這個地區（就是指我們地球），一切眾生這一生當中唯一能夠得度的，只有這個法門。所以諸佛菩薩、祖師大德全心全力的讚揚，誰能有最殊勝的成就？這正是世尊在《華嚴》裡面所說的「大心凡夫」。這句話實實在在了不起，一語把我們點醒，使我們恢復自信心，知道自己在這一生當中，可以做到不可思議的成就。"
    },
    {
      "id": "20-013-0017_p0002",
      "zh_CN": "什么叫大心？很难讲得清楚，很难讲得透彻。我这几天在讲席当中为大家说明，能把《无量寿经》当中的教诲全部做到了，这个人就是大心凡夫。你们仔细想想，我这个话说的有没有毛病？我这个话说的有没有过分？我们学佛，佛就是我们的标准，佛就是我们的榜样，我们要学得跟他一模一样，那不就成佛了吗？阿弥陀佛是佛中之王，普贤菩萨是菩萨中之王。自古以来大家常常称念「南无普贤王菩萨」，没有听到称「观世音王菩萨」，没听说过。我们只听说过普贤王菩萨，另外还有地藏王菩萨，这两尊菩萨是菩萨当中之王。",
      "zh_TW": "什麼叫大心？很難講得清楚，很難講得透徹。我這幾天在講席當中為大家說明，能把《無量壽經》當中的教誨全部做到了，這個人就是大心凡夫。你們仔細想想，我這個話說的有沒有毛病？我這個話說的有沒有過分？我們學佛，佛就是我們的標準，佛就是我們的榜樣，我們要學得跟他一模一樣，那不就成佛了嗎？阿彌陀佛是佛中之王，普賢菩薩是菩薩中之王。自古以來大家常常稱念「南無普賢王菩薩」，沒有聽到稱「觀世音王菩薩」，沒聽說過。我們只聽說過普賢王菩薩，另外還有地藏王菩薩，這兩尊菩薩是菩薩當中之王。"
    },
    {
      "id": "20-013-0017_p0003",
      "zh_CN": "地藏菩萨跟普贤菩萨，他们的教学目标、方向完全相同。地藏菩萨教「孝」，普贤菩萨教「十愿」，孝道要落实，就是普贤菩萨的十愿。可见得这两个菩萨讲的是一桩事情，不是两桩事情，普贤十愿就是孝道的落实，十愿做不到，孝就没有了。这两尊菩萨称为王，我们学佛、学菩萨就得以他们为榜样，这个经典合起来不多。《无量寿经》是阿弥陀佛，《行愿品》咱们就学一卷就行了，就是普贤菩萨，《地藏菩萨本愿经》分量也不太多。这个三经如果我们仔细去读诵、圆解，依教奉行，哪有不作佛、作菩萨的道理！",
      "zh_TW": "地藏菩薩跟普賢菩薩，他們的教學目標、方向完全相同。地藏菩薩教「孝」，普賢菩薩教「十願」，孝道要落實，就是普賢菩薩的十願。可見得這兩個菩薩講的是一樁事情，不是兩樁事情，普賢十願就是孝道的落實，十願做不到，孝就沒有了。這兩尊菩薩稱為王，我們學佛、學菩薩就得以他們為榜樣，這個經典合起來不多。《無量壽經》是阿彌陀佛，《行願品》咱們就學一卷就行了，就是普賢菩薩，《地藏菩薩本願經》分量也不太多。這個三經如果我們仔細去讀誦、圓解，依教奉行，哪有不作佛、作菩薩的道理！"
    },
    {
      "id": "20-013-0017_p0004",
      "zh_CN": "普贤着重在「行」，不「行」，不行！你能够理解，你不能够去实行，这没有用处的，还是会落空的，一定要行，要把它落实，要真正去做到。《地藏菩萨本愿经》，我们明白孝道就行了，了解善恶因果报应的理论与事实，地藏菩萨的教诲我们就得到了。《地藏本愿》的落实，确确实实就在《无量寿经》跟《行愿品》，你们仔细想想对不对。所有一切大乘法，不但世尊四十九年所说，十方三世一切如来所说的无量无边的修多罗，也不能出这个三经范围之外，可以说这三经是全部佛法，一切诸佛共同佛法的总纲领。我们的因缘希有难逢，几个人能够在一生当中有这个缘分，抓到一切佛法的总纲领。",
      "zh_TW": "普賢著重在「行」，不「行」，不行！你能夠理解，你不能夠去實行，這沒有用處的，還是會落空的，一定要行，要把它落實，要真正去做到。《地藏菩薩本願經》，我們明白孝道就行了，了解善惡因果報應的理論與事實，地藏菩薩的教誨我們就得到了。《地藏本願》的落實，確確實實就在《無量壽經》跟《行願品》，你們仔細想想對不對。所有一切大乘法，不但世尊四十九年所說，十方三世一切如來所說的無量無邊的修多羅，也不能出這個三經範圍之外，可以說這三經是全部佛法，一切諸佛共同佛法的總綱領。我們的因緣希有難逢，幾個人能夠在一生當中有這個緣分，抓到一切佛法的總綱領。"
    },
    {
      "id": "20-013-0017_p0005",
      "zh_CN": "我们抓到之后，就看你在这一生能不能掌握，能不能明了，能不能奉行。依教奉行还要常常检点，常常省察，我今天做了没有，我今天做了多少，这种反省、检点古人做，天天做。我往年在讲席当中，也多次的提到过，这就是我们的早晚课。早课是提醒，提醒自己今天一天要依教奉行；晚课是反省、是检点，我这一天有没有做到，做到多少，这叫真修行，这是真正做早晚课。决不是早晚课徒有形式，做那么个样子，诵一部经给佛听，好像与自己不相干，马马虎虎交代过去了，那有什么用处？我们念经不是念给佛听，佛才不要听这些东西，念经是念给自己听的，这一点应当要知道。所以早晚课要认真做，这是真实功夫，决定不是形式。",
      "zh_TW": "我們抓到之後，就看你在這一生能不能掌握，能不能明瞭，能不能奉行。依教奉行還要常常檢點，常常省察，我今天做了沒有，我今天做了多少，這種反省、檢點古人做，天天做。我往年在講席當中，也多次的提到過，這就是我們的早晚課。早課是提醒，提醒自己今天一天要依教奉行；晚課是反省、是檢點，我這一天有沒有做到，做到多少，這叫真修行，這是真正做早晚課。決不是早晚課徒有形式，做那麼個樣子，誦一部經給佛聽，好像與自己不相干，馬馬虎虎交代過去了，那有什麼用處？我們念經不是念給佛聽，佛才不要聽這些東西，念經是念給自己聽的，這一點應當要知道。所以早晚課要認真做，這是真實功夫，決定不是形式。"
    },
    {
      "id": "20-013-0017_p0006",
      "zh_CN": "你做得踏实，你自自然然与诸佛如来感应道交，与诸佛如来融成一片。用现代科学的话说，佛的磁场跟我们自己的磁场，这当中没有障碍，就能互相交流。这种交流就是我们佛家讲的佛力加持、佛力庇佑，这是事实真相，决定不是虚妄的。如果我们心里面有邪思、有恶念，我们的磁场就变了，频率就变了。会跟哪些人磁场交流？这些妖魔鬼怪，妖魔鬼怪都是邪知邪见，充满了恶意。与他起了感应，你哪有不造业的道理！自己有念恶，还有些妖魔鬼怪来加持你、来怂恿你，你就造业了。善根深厚的，虽然造业他还会良心发现，他还会后悔，这样的人还算能得救。如果造作一切罪业不晓得后悔，不知道自己有过失，还有一类的人把一切过失都推给别人，这个罪过就更大，将来的果报更严重。这些事情谁知道？佛在经上讲的，唯佛一个人知道，我们不信佛，还信谁？我们不学佛，学谁？",
      "zh_TW": "你做得踏實，你自自然然與諸佛如來感應道交，與諸佛如來融成一片。用現代科學的話說，佛的磁場跟我們自己的磁場，這當中沒有障礙，就能互相交流。這種交流就是我們佛家講的佛力加持、佛力庇佑，這是事實真相，決定不是虛妄的。如果我們心裡面有邪思、有惡念，我們的磁場就變了，頻率就變了。會跟哪些人磁場交流？這些妖魔鬼怪，妖魔鬼怪都是邪知邪見，充滿了惡意。與他起了感應，你哪有不造業的道理！自己有念惡，還有些妖魔鬼怪來加持你、來慫恿你，你就造業了。善根深厚的，雖然造業他還會良心發現，他還會後悔，這樣的人還算能得救。如果造作一切罪業不曉得後悔，不知道自己有過失，還有一類的人把一切過失都推給別人，這個罪過就更大，將來的果報更嚴重。這些事情誰知道？佛在經上講的，唯佛一個人知道，我們不信佛，還信誰？我們不學佛，學誰？"
    },
    {
      "id": "20-013-0017_p0007",
      "zh_CN": "现在在台北三重，有个净宗学苑，廖居士在那边主持，完全是居士道场，他们有一百多个人共修，很如法。我到那里去看过两次，非常欢喜！他们的同学平常很认真在修学，就是照经上讲的去做，每三个月他们举行一个检讨会。我们佛法里面是每年一次，夏安居末后三天自恣法会，他们的自恣法会是一年四次，每三个月举行一次，发露忏悔。这三个月当中自己哪些事情做错了，向大众宣布，一丝毫隐瞒都没有，接受大众的批评指责，改过自新。那个道场不可思议，道场不大，很小，你一进去气氛完全不一样，这我们讲磁场不相同。所以佛法要真修、真干，别人不干我们干，我们知道这里面有真实的利益，有真实的好处。其他的不讲，我们讲利害，于我们有大利，那还不争取吗？如果不认真的学佛，不依教奉行，要知道有大害！利害摆在我们面前。利害都搞不清楚了，这个人是糊涂到所以然处，那就没救了。所以，同学们一定要认真努力。",
      "zh_TW": "現在在台北三重，有個淨宗學苑，廖居士在那邊主持，完全是居士道場，他們有一百多個人共修，很如法。我到那裡去看過兩次，非常歡喜！他們的同學平常很認真在修學，就是照經上講的去做，每三個月他們舉行一個檢討會。我們佛法裡面是每年一次，夏安居末後三天自恣法會，他們的自恣法會是一年四次，每三個月舉行一次，發露懺悔。這三個月當中自己哪些事情做錯了，向大眾宣布，一絲毫隱瞞都沒有，接受大眾的批評指責，改過自新。那個道場不可思議，道場不大，很小，你一進去氣氛完全不一樣，這我們講磁場不相同。所以佛法要真修、真幹，別人不幹我們幹，我們知道這裡面有真實的利益，有真實的好處。其他的不講，我們講利害，於我們有大利，那還不爭取嗎？如果不認真的學佛，不依教奉行，要知道有大害！利害擺在我們面前。利害都搞不清楚了，這個人是糊塗到所以然處，那就沒救了。所以，同學們一定要認真努力。"
    },
    {
      "id": "20-013-0017_p0008",
      "zh_CN": "现在《华严》我们刚刚开始，昨天你们同学把这个样子拿来给我看，你看打字要能够直的打，好！这要做成版面的时候，就跟做我们《无量寿经简注易解》那个版面的形式，将来做的时候就更方便了，不再费一道手续了。也是做一半，下面一半空的，空的将来你们自己可以做注解。当然注解你现在写的字大，没有关系，将来叫他打字缩小贴上去，这样做一个底本，方便很多。我昨天晚上想想，还是这个方法省事，免得再变更的时候怕搞错，怕错乱。我听说现在我们打字的人很多，速度很快，你们的注解确定之后就交给他，让他打出来，打出来我们影印缩小，再贴上去。这个贴的方法很好，如果一张不够，就两张，两张都可以贴在一面上，三张都可以，将来整理的时候非常方便。",
      "zh_TW": "現在《華嚴》我們剛剛開始，昨天你們同學把這個樣子拿來給我看，你看打字要能夠直的打，好！這要做成版面的時候，就跟做我們《無量壽經簡註易解》那個版面的形式，將來做的時候就更方便了，不再費一道手續了。也是做一半，下面一半空的，空的將來你們自己可以做註解。當然註解你現在寫的字大，沒有關係，將來叫他打字縮小貼上去，這樣做一個底本，方便很多。我昨天晚上想想，還是這個方法省事，免得再變更的時候怕搞錯，怕錯亂。我聽說現在我們打字的人很多，速度很快，你們的註解確定之後就交給他，讓他打出來，打出來我們影印縮小，再貼上去。這個貼的方法很好，如果一張不夠，就兩張，兩張都可以貼在一面上，三張都可以，將來整理的時候非常方便。"
    },
    {
      "id": "20-013-0017_p0009",
      "zh_CN": "每一段太小的段落，你们现在有科，以科为准，每一科跟每一科经文当中空两行，不要连起来，空两行。空两行是什么意思？将来我们做易解的时候，我们也可以把它贴在那里，贴在那里折起来，你看这个多方便。如果一直打下去，当中没有办法贴，所以我们可以空两行，空两行准备写易解。易解做出来的时候，也叫他打字缩小，缩小我们就贴在这边。一个段落一个段落贴在这里，那我们这个稿子就相当完整，将来做书就方便太多了，也不容易脱落，也不容易发生错误。",
      "zh_TW": "每一段太小的段落，你們現在有科，以科為準，每一科跟每一科經文當中空兩行，不要連起來，空兩行。空兩行是什麼意思？將來我們做易解的時候，我們也可以把它貼在那裡，貼在那裡折起來，你看這個多方便。如果一直打下去，當中沒有辦法貼，所以我們可以空兩行，空兩行準備寫易解。易解做出來的時候，也叫他打字縮小，縮小我們就貼在這邊。一個段落一個段落貼在這裡，那我們這個稿子就相當完整，將來做書就方便太多了，也不容易脫落，也不容易發生錯誤。"
    },
    {
      "id": "20-013-0017_p0010",
      "zh_CN": "我们给将来排版的人，给他方便，对于我们将来自己校对，也有很多的便利，我们这个做法一点都不会浪费。你们同学现在是准备一个星期两卷，是不是这个进度？一天一卷，一百二十天，《纂要》是一百二十卷，一百二十卷不错，那就是一百二十天，行！一百二十天，好！这就把《华严》整个框架做出来了，然后易解跟注解我们就往里头贴，省时省力。同学不多，好！做的时候集思广益，我们的注解以《疏钞》跟《合论》做为基本，但是一定要看原文。你们做这个框架用《纂要》，将来做注解，做注、做解要依原文，原文详细。",
      "zh_TW": "我們給將來排版的人，給他方便，對於我們將來自己校對，也有很多的便利，我們這個做法一點都不會浪費。你們同學現在是準備一個星期兩卷，是不是這個進度？一天一卷，一百二十天，《纂要》是一百二十卷，一百二十卷不錯，那就是一百二十天，行！一百二十天，好！這就把《華嚴》整個框架做出來了，然後易解跟註解我們就往裡頭貼，省時省力。同學不多，好！做的時候集思廣益，我們的註解以《疏鈔》跟《合論》做為基本，但是一定要看原文。你們做這個框架用《纂要》，將來做註解，做註、做解要依原文，原文詳細。"
    },
    {
      "id": "20-013-0017_p0011",
      "zh_CN": "道霈禅师所没有采取的，我们看的如果对现在这个社会有用的，我们都可以采取。道霈禅师他那个时候取舍的标准是那个时代，他是康熙年间人，是清朝初年时候人，那时候的社会跟我们现在不相同。所以我们要参考更丰富的资料，重新取舍。他取舍的相当不错，关于原则一部分的，我们当然可以依循他的。落实在现实生活上的，他想不到我们现在这个社会状况，他想不到的。我们在经典里面，在清凉、李长者的《论》、《注》里面要细心观察，经无量义，祖师的注解也是无量义，真正不可思议。",
      "zh_TW": "道霈禪師所沒有採取的，我們看的如果對現在這個社會有用的，我們都可以採取。道霈禪師他那個時候取捨的標準是那個時代，他是康熙年間人，是清朝初年時候人，那時候的社會跟我們現在不相同。所以我們要參考更豐富的資料，重新取捨。他取捨的相當不錯，關於原則一部分的，我們當然可以依循他的。落實在現實生活上的，他想不到我們現在這個社會狀況，他想不到的。我們在經典裡面，在清涼、李長者的《論》、《註》裡面要細心觀察，經無量義，祖師的註解也是無量義，真正不可思議。"
    },
    {
      "id": "20-013-0017_p0012",
      "zh_CN": "你们听我在讲席里面讲，实实在在不仅是《无量寿经》，哪一部经论都一样，大小乘经都不例外，字字句句都含无量义，说不尽！我们要怎么个说法？一定要契机。这是说法一个最高的原理、原则，必须要遵守。如果我们所讲的跟这个时代脱节了，跟大众生活脱节了，这个经就毫无意义，一点价值都没有，说得再好没用处，用不上。所以讲经说法贵在契机，一定让大家听了、学了，马上就有用处。对他现前的生活就有利益，就有好处，他知道怎么过日子，怎么工作，怎么样应酬，让他生活在真正高度智慧里。这才符合佛在《无量寿经》上所说的「住真实慧」、「惠以真实之利」，这话不是假话，不是虚语，实实在在的。",
      "zh_TW": "你們聽我在講席裡面講，實實在在不僅是《無量壽經》，哪一部經論都一樣，大小乘經都不例外，字字句句都含無量義，說不盡！我們要怎麼個說法？一定要契機。這是說法一個最高的原理、原則，必須要遵守。如果我們所講的跟這個時代脫節了，跟大眾生活脫節了，這個經就毫無意義，一點價值都沒有，說得再好沒用處，用不上。所以講經說法貴在契機，一定讓大家聽了、學了，馬上就有用處。對他現前的生活就有利益，就有好處，他知道怎麼過日子，怎麼工作，怎麼樣應酬，讓他生活在真正高度智慧裡。這才符合佛在《無量壽經》上所說的「住真實慧」、「惠以真實之利」，這話不是假話，不是虛語，實實在在的。"
    },
    {
      "id": "20-013-0017_p0013",
      "zh_CN": "诸位在此地学习的《实用讲演术》、《内典讲座之研究》，都是侧重在当前生活的需要，我们一定要活学活用。自己得到佛法真实的利益，然后才有信心、毫无疑惑的帮助别人，我们的言词肯定，丝毫怀疑都没有，人家听到能相信。你自己说的模棱两可，自己没有信心，怎么能叫别人相信？自己没有得到受用，没有得到利益，如何能叫别人得利益、得受用？所以一定要发大心，坚定志向，决心依教奉行。别人行不行，不管他，与我不相干，我一定要做到，没有做不到的。天下无难事，问你自己肯不肯干！我们今天干的是成佛的大事，不是别的事情，依《无量寿经》，百分之百的奉行，就是干成佛的大事。好，今天时间到了，我们就讲到这里。",
      "zh_TW": "諸位在此地學習的《實用講演術》、《內典講座之研究》，都是側重在當前生活的需要，我們一定要活學活用。自己得到佛法真實的利益，然後才有信心、毫無疑惑的幫助別人，我們的言詞肯定，絲毫懷疑都沒有，人家聽到能相信。你自己說的模稜兩可，自己沒有信心，怎麼能叫別人相信？自己沒有得到受用，沒有得到利益，如何能叫別人得利益、得受用？所以一定要發大心，堅定志向，決心依教奉行。別人行不行，不管他，與我不相干，我一定要做到，沒有做不到的。天下無難事，問你自己肯不肯幹！我們今天幹的是成佛的大事，不是別的事情，依《無量壽經》，百分之百的奉行，就是幹成佛的大事。好，今天時間到了，我們就講到這裡。"
    }
  ]
}