{
  "doc_id": "20-013-0168",
  "title": {
    "zh_CN": "九八年早餐开示—一切病的根源",
    "zh_TW": "九八年早餐開示—一切病的根源"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0168",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-013-0168_p0001",
      "zh_CN": "这一次，黄大夫在此地，为大家都做了一次保健的诊断，这在现代社团里面是必须的。他告诉我，你们这些年轻人的身体，还不如我这个老人，我听了之后很难过。原因在什么地方？如果用现代人，保健的这些条件来说，我完全都没有；我这个身体能够维持到这个样子，总体来说三宝加持的。我深深相信，佛在经上所说的「一切法从心想生」。所以你的心清净、心地慈悲善良，身体纵然不保养它，也没有运动，应当还是很正常的。佛门自古以来，我们仔细观察这些修行人，他身心都是静的，大多数人每天不是坐禅，就是经行、念佛。少林寺的打拳武术那是另当别论，大多数都是在静态当中，静态当中这种养生之道，知道的人不多。世间人知道的是动态的，讲求运动。所以我们明白这个道理，心要清净、要真诚、要慈悲。",
      "zh_TW": "這一次，黃大夫在此地，為大家都做了一次保健的診斷，這在現代社團裡面是必須的。他告訴我，你們這些年輕人的身體，還不如我這個老人，我聽了之後很難過。原因在什麼地方？如果用現代人，保健的這些條件來說，我完全都沒有；我這個身體能夠維持到這個樣子，總體來說三寶加持的。我深深相信，佛在經上所說的「一切法從心想生」。所以你的心清淨、心地慈悲善良，身體縱然不保養它，也沒有運動，應當還是很正常的。佛門自古以來，我們仔細觀察這些修行人，他身心都是靜的，大多數人每天不是坐禪，就是經行、念佛。少林寺的打拳武術那是另當別論，大多數都是在靜態當中，靜態當中這種養生之道，知道的人不多。世間人知道的是動態的，講求運動。所以我們明白這個道理，心要清淨、要真誠、要慈悲。"
    },
    {
      "id": "20-013-0168_p0002",
      "zh_CN": "如果把境界向上再提升一层，如《金刚经》上所说，「无我相、无人相、无众生相、无寿者相」，诸位想想谁生病？有我，我才会生病；无我，谁生病？由此可知，不但把病苦连根拔除，生死的根也拔掉了。可是破我执非常困难，破我执非常必要，有我就有生死、就有病苦、就有轮回，有这些现象；无我，这些现象完全消除了。大乘法里面，佛教给我们破我执的方法巧妙绝佳，江味农居士在《金刚经讲义》里面所说的「大而化之」，这话讲得好。他这句话从哪里来的？发菩提心来的。我们讲发菩提心，大家很不好懂，大而化之比较好懂，心量要大。诸位必须要知道，「心包太虚，量周沙界」，是我们本来的心量，每一个众生原本的心量都是这么大，跟诸佛如来果地上没有差别。我们又何以落到这种地步？佛说，妄想、分别、执着而造成的，妄想、分别、执着就是我们真正的病根。我们会流落在六道，无量劫没有办法出头，就是没有找到病根，不知道从根本上去治疗，所以才落到这个样子。",
      "zh_TW": "如果把境界向上再提升一層，如《金剛經》上所說，「無我相、無人相、無眾生相、無壽者相」，諸位想想誰生病？有我，我才會生病；無我，誰生病？由此可知，不但把病苦連根拔除，生死的根也拔掉了。可是破我執非常困難，破我執非常必要，有我就有生死、就有病苦、就有輪迴，有這些現象；無我，這些現象完全消除了。大乘法裡面，佛教給我們破我執的方法巧妙絕佳，江味農居士在《金剛經講義》裡面所說的「大而化之」，這話講得好。他這句話從哪裡來的？發菩提心來的。我們講發菩提心，大家很不好懂，大而化之比較好懂，心量要大。諸位必須要知道，「心包太虛，量周沙界」，是我們本來的心量，每一個眾生原本的心量都是這麼大，跟諸佛如來果地上沒有差別。我們又何以落到這種地步？佛說，妄想、分別、執著而造成的，妄想、分別、執著就是我們真正的病根。我們會流落在六道，無量劫沒有辦法出頭，就是沒有找到病根，不知道從根本上去治療，所以才落到這個樣子。"
    },
    {
      "id": "20-013-0168_p0003",
      "zh_CN": "世法当中，所有一切现象都是虚幻不实，所以富贵不值得羡慕，贫贱也无需要哀伤，无不是「梦幻泡影」。这些现象，它的因素是业因果报变现的，你明白这个道理，自己掌握着业因、业缘，果报的变化就能随意，这是佛法里面讲得大自在。得大自在的人没有别的，他懂得掌握缘，他知道千变万化，那个枢纽在「缘」。善的果报是善因、善缘，恶的果报是恶因、恶缘，「因」已经造成，不能改变，「缘」可以控制。这还是世间法，并不是第一义，第一义一定要观空。换句话说，要跳出轮回、超越十法界，这才是英雄、才是好汉。我们供养佛的处所，称为「大雄宝殿」，大雄就是大英雄，什么叫大英雄？世间人办不到的事情，他能够办得到，这个人才称为英雄。世间人没有法子超越六道轮回，没有法子超越十法界，佛能做到。不但他做到了，他教导我们如何做到。",
      "zh_TW": "世法當中，所有一切現象都是虛幻不實，所以富貴不值得羨慕，貧賤也無需要哀傷，無不是「夢幻泡影」。這些現象，它的因素是業因果報變現的，你明白這個道理，自己掌握著業因、業緣，果報的變化就能隨意，這是佛法裡面講得大自在。得大自在的人沒有別的，他懂得掌握緣，他知道千變萬化，那個樞紐在「緣」。善的果報是善因、善緣，惡的果報是惡因、惡緣，「因」已經造成，不能改變，「緣」可以控制。這還是世間法，並不是第一義，第一義一定要觀空。換句話說，要跳出輪迴、超越十法界，這才是英雄、才是好漢。我們供養佛的處所，稱為「大雄寶殿」，大雄就是大英雄，什麼叫大英雄？世間人辦不到的事情，他能夠辦得到，這個人才稱為英雄。世間人沒有法子超越六道輪迴，沒有法子超越十法界，佛能做到。不但他做到了，他教導我們如何做到。"
    },
    {
      "id": "20-013-0168_p0004",
      "zh_CN": "我们今天所遇到的法门是个易行道，易行道而不能成就，原因在哪里？妄想、分别、执着没放下。念念还是落在自利，念念还是自私，这种心态来修学这个法门，那就是古人所讲的「喊破喉咙也枉然」！所以我们只要把自私自利的念头放下，念佛没有不得力的，身心轻安。纵然有一点病，那是什么？饮食起居不小心，搞一点风寒感冒而已，不会有大病。所以我们要晓得，了解事实的真相。最近这三次，我们在《地藏经》纶贯里面，读的一段文字说得很清楚。如果从这一段短短文字当中，真正体会到了，受用无穷。为什么？真看破了，真放下了。放下什么？放下自私自利。然后念佛往生，给诸位说，需要多久？《弥陀经》上讲若一日、若七日，哪有不能往生的道理？古今依教修行的人例子很多，最普遍的是两年到三年，功夫成就的。为什么有人不超过七天，有人要两、三年？没有别的，念到真正自私自利的念头没有了，感应就现前。",
      "zh_TW": "我們今天所遇到的法門是個易行道，易行道而不能成就，原因在哪裡？妄想、分別、執著沒放下。念念還是落在自利，念念還是自私，這種心態來修學這個法門，那就是古人所講的「喊破喉嚨也枉然」！所以我們只要把自私自利的念頭放下，念佛沒有不得力的，身心輕安。縱然有一點病，那是什麼？飲食起居不小心，搞一點風寒感冒而已，不會有大病。所以我們要曉得，了解事實的真相。最近這三次，我們在《地藏經》綸貫裡面，讀的一段文字說得很清楚。如果從這一段短短文字當中，真正體會到了，受用無窮。為什麼？真看破了，真放下了。放下什麼？放下自私自利。然後念佛往生，給諸位說，需要多久？《彌陀經》上講若一日、若七日，哪有不能往生的道理？古今依教修行的人例子很多，最普遍的是兩年到三年，功夫成就的。為什麼有人不超過七天，有人要兩、三年？沒有別的，念到真正自私自利的念頭沒有了，感應就現前。"
    },
    {
      "id": "20-013-0168_p0005",
      "zh_CN": "深信切愿之人，像宋朝的莹珂法师，深信切愿三天成功。《净土圣贤录》、《往生传》里面，往生的人大多数三年，我们看到最普遍的；信心、愿力没有达到恳切的水平，念个二、三年才达到。所以这些人，我们用一句话统统包括，「生死自在」，他并不是寿命到了往生，他寿命还有，他提前走了，道理在此地。我们看到非常羡慕，而且人家能走得那么潇洒、走得那么自在，没有病苦，这是我常常提醒诸位同修的，我们一定要做到。如果做不到，你在病重的时候，你的身体受人家摆布，你自己做不了主；换句话说，你往生就没把握。将来你们做了大法师，信徒多了，这个信徒这个主意，那个信徒那个主意，简直把老和尚搞死整死了，我们看到很多。徒弟主张好多，个个不同，要了老和尚命。我们怕自己将来也碰到这个遭遇，那怎么办？这都是事实，必须现在都要想到，防患于未然。最佳的方法，就是我不需要人照顾，我能预知时至，什么时候想走就什么时候走；一定要下这个决心，一定要把这桩事情办好，我们这一生没白来。其余事情全是假的，没有一样是真的，只有这一样是真事情。我们讲自利，什么是自利？这才叫自利。",
      "zh_TW": "深信切願之人，像宋朝的瑩珂法師，深信切願三天成功。《淨土聖賢錄》、《往生傳》裡面，往生的人大多數三年，我們看到最普遍的；信心、願力沒有達到懇切的水平，念個二、三年才達到。所以這些人，我們用一句話統統包括，「生死自在」，他並不是壽命到了往生，他壽命還有，他提前走了，道理在此地。我們看到非常羨慕，而且人家能走得那麼瀟灑、走得那麼自在，沒有病苦，這是我常常提醒諸位同修的，我們一定要做到。如果做不到，你在病重的時候，你的身體受人家擺布，你自己做不了主；換句話說，你往生就沒把握。將來你們做了大法師，信徒多了，這個信徒這個主意，那個信徒那個主意，簡直把老和尚搞死整死了，我們看到很多。徒弟主張好多，個個不同，要了老和尚命。我們怕自己將來也碰到這個遭遇，那怎麼辦？這都是事實，必須現在都要想到，防患於未然。最佳的方法，就是我不需要人照顧，我能預知時至，什麼時候想走就什麼時候走；一定要下這個決心，一定要把這樁事情辦好，我們這一生沒白來。其餘事情全是假的，沒有一樣是真的，只有這一樣是真事情。我們講自利，什麼是自利？這才叫自利。"
    },
    {
      "id": "20-013-0168_p0006",
      "zh_CN": "可是，自利决定建立在利他的基础上。那就是我们在日常生活当中，起心动念为他去想，不要为自己想。为自己想，你就错了，要为他想，把我忘掉。刚才讲，自私自利这个念头，是为他想才能够断得掉，只要断掉，你的功夫就有把握。我们不但要为这个世界一切人想，还得要为这个世界一切众生想；这众生包括动物、包括植物、包括矿物，矿物也是众缘和合而生。我们坐在这桌子上，这不干净，赶紧把它擦干净，为它想；椅子摆在这儿斜斜的，赶快把它扶正，为它想。这个作法就是普贤十愿的「礼敬诸佛」，敬人、敬事、敬物，物里头包括动物、植物、矿物，没有私心、没有欲望，决定没有占有的念头，这个要知道。不可以有这个念头，这个念头是要命的，这个念头是生死轮回的根本，是造作一切罪业的渊源。你从这个地方拔除，那罪根拔掉了。",
      "zh_TW": "可是，自利決定建立在利他的基礎上。那就是我們在日常生活當中，起心動念為他去想，不要為自己想。為自己想，你就錯了，要為他想，把我忘掉。剛才講，自私自利這個念頭，是為他想才能夠斷得掉，只要斷掉，你的功夫就有把握。我們不但要為這個世界一切人想，還得要為這個世界一切眾生想；這眾生包括動物、包括植物、包括礦物，礦物也是眾緣和合而生。我們坐在這桌子上，這不乾淨，趕緊把它擦乾淨，為它想；椅子擺在這兒斜斜的，趕快把它扶正，為它想。這個作法就是普賢十願的「禮敬諸佛」，敬人、敬事、敬物，物裡頭包括動物、植物、礦物，沒有私心、沒有欲望，決定沒有佔有的念頭，這個要知道。不可以有這個念頭，這個念頭是要命的，這個念頭是生死輪迴的根本，是造作一切罪業的淵源。你從這個地方拔除，那罪根拔掉了。"
    },
    {
      "id": "20-013-0168_p0007",
      "zh_CN": "佛给我们说得很清楚，为什么不能占有？一切法空，你怎么能占有？谚语常讲「生不带来，死不带去」，你怎么能占有？这是从很粗浅现象上来观察。佛讲得入微，「一切诸法，因缘所生，无有自性，当体即空，了不可得」，你怎么占有法？不但身外之物是了不可得，我们身体也了不可得。这样不但身外之物，自己没有占有的心，连这个身体也没有据为己有的念头，你的问题解决了。这个时候，「一念相应一念佛，念念相应念念佛」，决定生净土，这一生当中没有白过、没有白来，解脱了。从六道轮回里解脱，从十法界解脱，你说多幸运！",
      "zh_TW": "佛給我們說得很清楚，為什麼不能佔有？一切法空，你怎麼能佔有？諺語常講「生不帶來，死不帶去」，你怎麼能佔有？這是從很粗淺現象上來觀察。佛講得入微，「一切諸法，因緣所生，無有自性，當體即空，了不可得」，你怎麼佔有法？不但身外之物是了不可得，我們身體也了不可得。這樣不但身外之物，自己沒有佔有的心，連這個身體也沒有據為己有的念頭，你的問題解決了。這個時候，「一念相應一念佛，念念相應念念佛」，決定生淨土，這一生當中沒有白過、沒有白來，解脫了。從六道輪迴裡解脫，從十法界解脫，你說多幸運！"
    },
    {
      "id": "20-013-0168_p0008",
      "zh_CN": "无始劫以来，我们就没有遇到这么一个机会，这一生遇到了。善导大师在《观经》注解里面跟我们讲，「九品往生，都在遇缘不同」，这个话说得好。换句话说，你遇到的缘殊胜，上上品往生，凡夫都可以上上品往生。菩萨如果遇缘不殊胜，反而落得中下品往生。「缘」难遭遇，真正是所谓可遇不可求。缘指的是什么？佛在经上跟我们讲，善知识是缘。善知识的引导，善友的扶持，同参道友好、修行的道场好，没有障碍。今天这个缘我们都得到了，得到而不能成就，这只能怪自己，不能再怪别人。而这样殊胜的机缘，自己一定要晓得，「百千万劫难遭遇」，「无量劫中希有难逢」，能不能成就，关键就是突破「自私自利」。突破的方法，念念为众生；我活在这个世间，决定不是为自己，是为众生。为自己，应当早一天往生净土；这个身体还留在此地一天，还没走，什么原因？为众生。你就得大自在了，跟诸佛如来的愿行完全相应，这个道理、事实我们应当明了，如教修行。好，今天时间到了。",
      "zh_TW": "無始劫以來，我們就沒有遇到這麼一個機會，這一生遇到了。善導大師在《觀經》註解裡面跟我們講，「九品往生，都在遇緣不同」，這個話說得好。換句話說，你遇到的緣殊勝，上上品往生，凡夫都可以上上品往生。菩薩如果遇緣不殊勝，反而落得中下品往生。「緣」難遭遇，真正是所謂可遇不可求。緣指的是什麼？佛在經上跟我們講，善知識是緣。善知識的引導，善友的扶持，同參道友好、修行的道場好，沒有障礙。今天這個緣我們都得到了，得到而不能成就，這只能怪自己，不能再怪別人。而這樣殊勝的機緣，自己一定要曉得，「百千萬劫難遭遇」，「無量劫中希有難逢」，能不能成就，關鍵就是突破「自私自利」。突破的方法，念念為眾生；我活在這個世間，決定不是為自己，是為眾生。為自己，應當早一天往生淨土；這個身體還留在此地一天，還沒走，什麼原因？為眾生。你就得大自在了，跟諸佛如來的願行完全相應，這個道理、事實我們應當明瞭，如教修行。好，今天時間到了。"
    }
  ]
}