{
  "doc_id": "20-013-0122",
  "title": {
    "zh_CN": "九八年早餐开示—倓虚大师法语",
    "zh_TW": "九八年早餐開示—倓虛大師法語"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0122",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "20-013-0122_p0001",
      "zh_CN": "前天同学们送来倓虚老法师的法语一段，大光法师笔录的，我看到之后也非常的伤感。大光是倓老的学生，我们也是好朋友，前几年往生。往年我每一次到香港，我们都会见面，今天看到他写的字也如同见其人。这段话实在上就是《行愿品》里面的「恒顺众生，随喜功德」，也是宗门里面的境界，所谓是「无心于万物，何妨万物围绕」，是这么一个境界。",
      "zh_TW": "前天同學們送來倓虛老法師的法語一段，大光法師筆錄的，我看到之後也非常的傷感。大光是倓老的學生，我們也是好朋友，前幾年往生。往年我每一次到香港，我們都會見面，今天看到他寫的字也如同見其人。這段話實在上就是《行願品》裡面的「恆順眾生，隨喜功德」，也是宗門裡面的境界，所謂是「無心於萬物，何妨萬物圍繞」，是這麼一個境界。"
    },
    {
      "id": "20-013-0122_p0002",
      "zh_CN": "【佛祖家当，本地风光。】",
      "zh_TW": "【佛祖家當，本地風光。】"
    },
    {
      "id": "20-013-0122_p0003",
      "zh_CN": "「家当」两个字，我想在大陆的同修概念都很清楚。「佛」是释迦牟尼佛以及诸佛如来，「祖」是祖师大德，都是指明心见性；如果不能到明心见性，就不能入这个境界。家当可以当境界说，他的所有。他的所有就是虚空法界，法尔如是，自自然然，就是「本地风光」。见性之人，无论应化在什么地方、什么时代，他都是自在的，都是自然而然的。",
      "zh_TW": "「家當」兩個字，我想在大陸的同修概念都很清楚。「佛」是釋迦牟尼佛以及諸佛如來，「祖」是祖師大德，都是指明心見性；如果不能到明心見性，就不能入這個境界。家當可以當境界說，他的所有。他的所有就是虛空法界，法爾如是，自自然然，就是「本地風光」。見性之人，無論應化在什麼地方、什麼時代，他都是自在的，都是自然而然的。"
    },
    {
      "id": "20-013-0122_p0004",
      "zh_CN": "【八面玲珑，不加色庄。】",
      "zh_TW": "【八面玲瓏，不加色莊。】"
    },
    {
      "id": "20-013-0122_p0005",
      "zh_CN": "「庄」是庄严，不必用色相去庄严。「八面玲珑」是形容他接引众生的心态，表现得那么自然、那么自在，一丝毫做作都没有。世间人讲求种种装饰，佛菩萨不需要。我们在历史上看到很多这样的人，在中国最著名的济公长老，民国初年江苏镇江金山寺的妙善长老，他们确确实实跟这四句话完全相应。这四句话就是描写他们的应化，他们的生活，他们怎样接引众生，跟一般世俗的法师所表现的确确实实不相同。下面这四句：",
      "zh_TW": "「莊」是莊嚴，不必用色相去莊嚴。「八面玲瓏」是形容他接引眾生的心態，表現得那麼自然、那麼自在，一絲毫做作都沒有。世間人講求種種裝飾，佛菩薩不需要。我們在歷史上看到很多這樣的人，在中國最著名的濟公長老，民國初年江蘇鎮江金山寺的妙善長老，他們確確實實跟這四句話完全相應。這四句話就是描寫他們的應化，他們的生活，他們怎樣接引眾生，跟一般世俗的法師所表現的確確實實不相同。下面這四句："
    },
    {
      "id": "20-013-0122_p0006",
      "zh_CN": "【山河应是山河，边疆应是边疆。】",
      "zh_TW": "【山河應是山河，邊疆應是邊疆。】"
    },
    {
      "id": "20-013-0122_p0007",
      "zh_CN": "第一句讲的山河大地，我们今天讲的自然环境。「边疆应是边疆」怎么说法？一切众生的生活都有他的界限，佛家称之为法界，各有各的界限，所以它种类不相同。大别的分，在佛法里面分有情、无情，世间、出世间，这都是界限，这是边疆所讲的意思。动物里面又分许许多多界限，十法界的正报；物质环境里面也有种种界限，十法界的依报，这些都是自然形成，不是人为的。人为的，譬如现在建立一个国家，国家与国家之间有边界，那是人为的。凡是人为的都很容易起争端，发生许许多多的争执纠纷，自然的没有。",
      "zh_TW": "第一句講的山河大地，我們今天講的自然環境。「邊疆應是邊疆」怎麼說法？一切眾生的生活都有他的界限，佛家稱之為法界，各有各的界限，所以它種類不相同。大別的分，在佛法裡面分有情、無情，世間、出世間，這都是界限，這是邊疆所講的意思。動物裡面又分許許多多界限，十法界的正報；物質環境裡面也有種種界限，十法界的依報，這些都是自然形成，不是人為的。人為的，譬如現在建立一個國家，國家與國家之間有邊界，那是人為的。凡是人為的都很容易起爭端，發生許許多多的爭執糾紛，自然的沒有。"
    },
    {
      "id": "20-013-0122_p0008",
      "zh_CN": "【动物任其孕子，植物随其流香。】",
      "zh_TW": "【動物任其孕子，植物隨其流香。】"
    },
    {
      "id": "20-013-0122_p0009",
      "zh_CN": "这是自然生态的环境。我们地球上的动物、植物，在过去确确实实是看它自然发展，没有一丝毫人为的限制。我们读翁森的读书四时乐，「绿满窗前草不除」，那是什么境界？现在我们所种的花、种的树都要用人工去剪，种的草坪每一个星期、两个星期也要去剪一次，这就不是听其自然发展，是人工的。人工之美确实不如自然之美，能够欣赏自然之美的，这个人情操高，喜欢人工之美的，俗气；雅俗可以从这个地方来分辨。",
      "zh_TW": "這是自然生態的環境。我們地球上的動物、植物，在過去確確實實是看它自然發展，沒有一絲毫人為的限制。我們讀翁森的讀書四時樂，「綠滿窗前草不除」，那是什麼境界？現在我們所種的花、種的樹都要用人工去剪，種的草坪每一個星期、兩個星期也要去剪一次，這就不是聽其自然發展，是人工的。人工之美確實不如自然之美，能夠欣賞自然之美的，這個人情操高，喜歡人工之美的，俗氣；雅俗可以從這個地方來分辨。"
    },
    {
      "id": "20-013-0122_p0010",
      "zh_CN": "【气候任其寒暑，时间随自短长。】",
      "zh_TW": "【氣候任其寒暑，時間隨自短長。】"
    },
    {
      "id": "20-013-0122_p0011",
      "zh_CN": "气候、时间确实是无心的随顺，那就自在了。可是我们今天这个世界气候反常，已经不是任其寒暑，起了很大的变化。这个变化的起因是人为的，人心反常，造成天地的灾变。我们居住的大环境，地球，整个都反常，反常决定有灾难，这众生有苦头吃。修行人契入境界，这个境界是一真，入一真法界则不受其害，反常任其反常，变化任其变化。佛祖有能力恒顺众生，众生行善他能恒顺，众生造恶他也能恒顺，他决定住在他自己本地风光；本地风光是一真法界，他永远住一真法界。示现在我们现前浊恶的世界，他还是住一真法界，他还是示现的八面玲珑，面面周到。为什么？他离开妄想、分别、执着了，他已经不受任何境界的干染，永远是清净、平等、正觉，所以他才能做到。底下有，底下我们念下去：",
      "zh_TW": "氣候、時間確實是無心的隨順，那就自在了。可是我們今天這個世界氣候反常，已經不是任其寒暑，起了很大的變化。這個變化的起因是人為的，人心反常，造成天地的災變。我們居住的大環境，地球，整個都反常，反常決定有災難，這眾生有苦頭吃。修行人契入境界，這個境界是一真，入一真法界則不受其害，反常任其反常，變化任其變化。佛祖有能力恆順眾生，眾生行善他能恆順，眾生造惡他也能恆順，他決定住在他自己本地風光；本地風光是一真法界，他永遠住一真法界。示現在我們現前濁惡的世界，他還是住一真法界，他還是示現的八面玲瓏，面面周到。為什麼？他離開妄想、分別、執著了，他已經不受任何境界的干染，永遠是清淨、平等、正覺，所以他才能做到。底下有，底下我們念下去："
    },
    {
      "id": "20-013-0122_p0012",
      "zh_CN": "【家翁主宰无心，家丁服务平常。】",
      "zh_TW": "【家翁主宰無心，家丁服務平常。】"
    },
    {
      "id": "20-013-0122_p0013",
      "zh_CN": "这两句话诸位懂不懂它的意思？要以相宗的话来说，家翁就是阿赖耶识，「去后来先作主公」，前七识是家丁。八识五十一心所都自在，自在实在讲是转识成智，他才自在，才做得了主。转阿赖耶成大圆镜智就是「家翁主宰无心」，这是佛祖之心。「家丁服务平常」，前七识转变成平等性、妙观察、成所作，这是转识成智，转凡成圣。这两句话也就是《金刚经》上讲的「应无所住而生其心」；家翁应无所住，家丁而生其心。无住生心，生心无住，他当然八面玲珑，当然得大自在。",
      "zh_TW": "這兩句話諸位懂不懂它的意思？要以相宗的話來說，家翁就是阿賴耶識，「去後來先作主公」，前七識是家丁。八識五十一心所都自在，自在實在講是轉識成智，他才自在，才做得了主。轉阿賴耶成大圓鏡智就是「家翁主宰無心」，這是佛祖之心。「家丁服務平常」，前七識轉變成平等性、妙觀察、成所作，這是轉識成智，轉凡成聖。這兩句話也就是《金剛經》上講的「應無所住而生其心」；家翁應無所住，家丁而生其心。無住生心，生心無住，他當然八面玲瓏，當然得大自在。"
    },
    {
      "id": "20-013-0122_p0014",
      "zh_CN": "【与之者不知亲疏。】",
      "zh_TW": "【與之者不知親疏。】"
    },
    {
      "id": "20-013-0122_p0015",
      "zh_CN": "「与」是布施、是供养。就是佛祖度化一切众生，他是平等心、清净心，没有亲疏远近，一律平等，万法一如。",
      "zh_TW": "「與」是布施、是供養。就是佛祖度化一切眾生，他是平等心、清淨心，沒有親疏遠近，一律平等，萬法一如。"
    },
    {
      "id": "20-013-0122_p0016",
      "zh_CN": "【受之者不知其详。】",
      "zh_TW": "【受之者不知其詳。】"
    },
    {
      "id": "20-013-0122_p0017",
      "zh_CN": "真的，接受佛祖教化布施的这些众生，对于佛祖的境界不知道，还是以凡夫的心去度量佛祖之心，完全错误。这话用在经教里面来尤其是明显，我们展开经卷，用我们自己的心去想佛讲的意思，这就是「受之者不知其详」。那要怎么办才能真正懂得佛祖的意思？开经偈上讲「愿解如来真实义」，这必须要契入境界，不入境界你怎么能解如来真实义？如何能入境界？末后这四句，教我们怎样才能契入佛祖境界，怎样才能够入一真法界。要真正做到「我本无心于万物，何妨万物常围绕」，那就自在了，「本地风光」就现前。十法界的众生愈往下愈是做作、愈是人工化；愈往上提升愈接近自然，人工化少了，自然比较多了；愈往下面去人工化的多，自然的就愈来愈少。如果把人工化的全部断绝，恢复全面自然的，就是一真法界。起心动念都是造作、都是人工化。人工化就是佛法里面讲的有为，有为就是人为，无为的是自然，有为的就不是自然。诸位细细从这个意思里头去思惟、去观察。底下讲的︰",
      "zh_TW": "真的，接受佛祖教化布施的這些眾生，對於佛祖的境界不知道，還是以凡夫的心去度量佛祖之心，完全錯誤。這話用在經教裡面來尤其是明顯，我們展開經卷，用我們自己的心去想佛講的意思，這就是「受之者不知其詳」。那要怎麼辦才能真正懂得佛祖的意思？開經偈上講「願解如來真實義」，這必須要契入境界，不入境界你怎麼能解如來真實義？如何能入境界？末後這四句，教我們怎樣才能契入佛祖境界，怎樣才能夠入一真法界。要真正做到「我本無心於萬物，何妨萬物常圍繞」，那就自在了，「本地風光」就現前。十法界的眾生愈往下愈是做作、愈是人工化；愈往上提升愈接近自然，人工化少了，自然比較多了；愈往下面去人工化的多，自然的就愈來愈少。如果把人工化的全部斷絕，恢復全面自然的，就是一真法界。起心動念都是造作、都是人工化。人工化就是佛法裡面講的有為，有為就是人為，無為的是自然，有為的就不是自然。諸位細細從這個意思裡頭去思惟、去觀察。底下講的︰"
    },
    {
      "id": "20-013-0122_p0018",
      "zh_CN": "【天然大业最忌装潢。】",
      "zh_TW": "【天然大業最忌裝潢。】"
    },
    {
      "id": "20-013-0122_p0019",
      "zh_CN": "「天然大业」是什么？修行证果，证得圆满究竟菩提这是天然大业。学佛人念念所追求的，你要想作佛，要想证无上菩提，「最忌装潢」。装潢是人工的，不是自然的，你自己的本性，你自己的真心是自然的。我们才起心、才动念就不自然，才分别、才执着就装潢了。装潢是什么？装潢是附加物，本来没有的，是你给它添上去的，那就不自然了。",
      "zh_TW": "「天然大業」是什麼？修行證果，證得圓滿究竟菩提這是天然大業。學佛人念念所追求的，你要想作佛，要想證無上菩提，「最忌裝潢」。裝潢是人工的，不是自然的，你自己的本性，你自己的真心是自然的。我們才起心、才動念就不自然，才分別、才執著就裝潢了。裝潢是什麼？裝潢是附加物，本來沒有的，是你給它添上去的，那就不自然了。"
    },
    {
      "id": "20-013-0122_p0020",
      "zh_CN": "【有意求全反至损伤。】",
      "zh_TW": "【有意求全反至損傷。】"
    },
    {
      "id": "20-013-0122_p0021",
      "zh_CN": "这两句话，可以说凡夫的心态，求好、求真、求善、求美，结果一样都得不到。你所得到的全是假的，「凡所有相，皆是虚妄」，真的一样没得到。为什么？有意；如果你要是无意，全体就展现在你面前，你一有意就错了。「全」就是性德，圆满的性德。大乘佛法里面讲无量的智慧，无量的德能，无量的才艺，一切的无量是全。圆圆满满的性德，只要你有意，你就证不得，这「反至损伤」。所以佛祖、圣贤他跟凡夫不同的地方，他没有意。宗门里面教人修行的纲领：离心意识，你就得到圆满。教下，乃至于我们念佛法门，也要离心意识；念佛离心意识，就能证理一心不乱。所以在日常生活当中，我们对人对事对物，我的意思就错了，只要有上我的意思就是凡夫、就是迷惑、就是颠倒。佛祖没有意思，恒顺众生，随喜功德，所以心性里面能流露出无量无边的经典，那个经典说出来无意的。我们今天面对着经典想理解它，我们用有意去解它的无意，也是这两句话「有意求全，反至损伤」。我们如何能懂得如来真实义？要用无意。现在人的讲法是直觉，六根一接触，直觉，你才能懂得，你才能体会，你才能欣赏真、善、美、慧。有一点点意思在里面就坏了，完全迷失了，你解释那个经是你自己的经，不是佛祖的。这是佛法的难处，也是佛法的易处，大家好好的去参。",
      "zh_TW": "這兩句話，可以說凡夫的心態，求好、求真、求善、求美，結果一樣都得不到。你所得到的全是假的，「凡所有相，皆是虛妄」，真的一樣沒得到。為什麼？有意；如果你要是無意，全體就展現在你面前，你一有意就錯了。「全」就是性德，圓滿的性德。大乘佛法裡面講無量的智慧，無量的德能，無量的才藝，一切的無量是全。圓圓滿滿的性德，只要你有意，你就證不得，這「反至損傷」。所以佛祖、聖賢他跟凡夫不同的地方，他沒有意。宗門裡面教人修行的綱領：離心意識，你就得到圓滿。教下，乃至於我們念佛法門，也要離心意識；念佛離心意識，就能證理一心不亂。所以在日常生活當中，我們對人對事對物，我的意思就錯了，只要有上我的意思就是凡夫、就是迷惑、就是顛倒。佛祖沒有意思，恆順眾生，隨喜功德，所以心性裡面能流露出無量無邊的經典，那個經典說出來無意的。我們今天面對著經典想理解它，我們用有意去解它的無意，也是這兩句話「有意求全，反至損傷」。我們如何能懂得如來真實義？要用無意。現在人的講法是直覺，六根一接觸，直覺，你才能懂得，你才能體會，你才能欣賞真、善、美、慧。有一點點意思在裡面就壞了，完全迷失了，你解釋那個經是你自己的經，不是佛祖的。這是佛法的難處，也是佛法的易處，大家好好的去參。"
    }
  ]
}