{
  "doc_id": "20-013-0044",
  "title": {
    "zh_CN": "九八年早餐开示—净空长老与晓鸾长老谈净土",
    "zh_TW": "九八年早餐開示—淨空長老與曉鸞長老談淨土"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0044",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0044_p0001",
      "zh_CN": "我们在这边大家在一起学习，跟其他地区佛学院的教学不相同，我们完全采取中国自古以来传统的学习方法，这个方法一门深入，必须要深入到一定的深度。这个深度在宗门里面讲是大彻大悟，明心见性，在教下说是大开圆解。大开圆解跟宗门的明心见性是同样的一个境界，只是在方法手段上不相同，它的原理原则还是相同的。要用净宗的话来说，就是修清净、平等，清净、平等是我们要修学，觉就是效果；觉就是大彻大悟，就是明心见性、大开圆解，用什么方法达到这个目的？修清净心、修平等心。我们平常讲定慧等学，古来祖师大德教给我们，一门深入，长时间的薰修，能够达到这个目标。",
      "zh_TW": "我們在這邊大家在一起學習，跟其他地區佛學院的教學不相同，我們完全採取中國自古以來傳統的學習方法，這個方法一門深入，必須要深入到一定的深度。這個深度在宗門裡面講是大徹大悟，明心見性，在教下說是大開圓解。大開圓解跟宗門的明心見性是同樣的一個境界，只是在方法手段上不相同，它的原理原則還是相同的。要用淨宗的話來說，就是修清淨、平等，清淨、平等是我們要修學，覺就是效果；覺就是大徹大悟，就是明心見性、大開圓解，用什麼方法達到這個目的？修清淨心、修平等心。我們平常講定慧等學，古來祖師大德教給我們，一門深入，長時間的薰修，能夠達到這個目標。"
    },
    {
      "id": "20-013-0044_p0002",
      "zh_CN": "我们遵循过去这些教训经验，在这么多年当中，我们确实也得到一些成绩，使我们对于古大德的教学方法深具信心。这个方法也并不是说，我们就执着在这一部经论上，其他经论不能够去涉猎，也不是这个说法。古德教学专攻一部经时间是五年，它这很有道理。五年我们的心能定下来，基础能够稳固，然后再涉猎与我们修学有关联的部分。智慧顿悟的人固然有，但是是少数，绝大多数是渐悟，渐学渐悟，这个比例应当占百分之九十以上。所以我们对于涉猎的范围，佛法与世间法随着自己的定慧，慢慢的开放，最忌讳就是一下手就涉猎许许多多的法门，把我们的思想见解搞乱了，那就很难收拾了。",
      "zh_TW": "我們遵循過去這些教訓經驗，在這麼多年當中，我們確實也得到一些成績，使我們對於古大德的教學方法深具信心。這個方法也並不是說，我們就執著在這一部經論上，其他經論不能夠去涉獵，也不是這個說法。古德教學專攻一部經時間是五年，它這很有道理。五年我們的心能定下來，基礎能夠穩固，然後再涉獵與我們修學有關聯的部分。智慧頓悟的人固然有，但是是少數，絕大多數是漸悟，漸學漸悟，這個比例應當佔百分之九十以上。所以我們對於涉獵的範圍，佛法與世間法隨著自己的定慧，慢慢的開放，最忌諱就是一下手就涉獵許許多多的法門，把我們的思想見解搞亂了，那就很難收拾了。"
    },
    {
      "id": "20-013-0044_p0003",
      "zh_CN": "这一点我相信诸位同修在此地，时间虽然不短，我们采取这个方法，大家能够生欢喜心，就是能够收到一些效果。确实自己感觉到有收获，这才增长我们的信心，激发我们修学的兴趣。我们希望从这个基础上要认真努力，特别着重在修持。信、解、行、证每一个字里面，都包含其余的三个字，《华严》里面讲「一即是多，多即是一」，一多圆融，一多不二，实在讲一一法里面都具足一切法。老法师对于这个经教他也非常赞叹，昨天谈了很多，他很重视圆融。这是如来真实殊胜的大法，也是真实的利益、真实的受用。所以佛法的修学不是在空谈，我们一定现前就得利益。在佛法里面说，现前得利益这花报，果报更是不可思议、更殊胜，佛在经上跟我们说，我们应当要相信。",
      "zh_TW": "這一點我相信諸位同修在此地，時間雖然不短，我們採取這個方法，大家能夠生歡喜心，就是能夠收到一些效果。確實自己感覺到有收穫，這才增長我們的信心，激發我們修學的興趣。我們希望從這個基礎上要認真努力，特別著重在修持。信、解、行、證每一個字裡面，都包含其餘的三個字，《華嚴》裡面講「一即是多，多即是一」，一多圓融，一多不二，實在講一一法裡面都具足一切法。老法師對於這個經教他也非常讚歎，昨天談了很多，他很重視圓融。這是如來真實殊勝的大法，也是真實的利益、真實的受用。所以佛法的修學不是在空談，我們一定現前就得利益。在佛法裡面說，現前得利益這花報，果報更是不可思議、更殊勝，佛在經上跟我們說，我們應當要相信。"
    },
    {
      "id": "20-013-0044_p0004",
      "zh_CN": "特别是念佛法门，他老人家非常肯定念佛是如来的正教，如果不念佛就会走上邪教，这是他昨天跟我们强调，特别强调这一点。这个认识相当不容易，他就讲认识的人太少了，今天几个人肯信心念佛？信心里面具足一切法门，具足了全部的佛法。所以他非常着重于信心念佛，信心念佛是善导大师提倡的。他们日本跟韩国有不少人，在古时候到中国来留学亲近善导大师，所以善导大师这个学派在日本很有影响力。非常可惜现在日本人也趋重于形式，没有真正去修行，这是他非常感叹的一桩事情，现在日本的修学反而比不上韩国。他常到日本去，也常常劝勉日本人。他说日本年轻人喜欢他，年岁大的人不喜欢他，年岁大的人偏重在名利上，他教人修行，人家是着重在名利，跟他们利害上会有一些冲突。但是年轻人听他所说的很有道理，所以很欢喜他。我们也希望老法师常常到中国来，教导我们大家。",
      "zh_TW": "特別是念佛法門，他老人家非常肯定念佛是如來的正教，如果不念佛就會走上邪教，這是他昨天跟我們強調，特別強調這一點。這個認識相當不容易，他就講認識的人太少了，今天幾個人肯信心念佛？信心裡面具足一切法門，具足了全部的佛法。所以他非常著重於信心念佛，信心念佛是善導大師提倡的。他們日本跟韓國有不少人，在古時候到中國來留學親近善導大師，所以善導大師這個學派在日本很有影響力。非常可惜現在日本人也趨重於形式，沒有真正去修行，這是他非常感嘆的一樁事情，現在日本的修學反而比不上韓國。他常到日本去，也常常勸勉日本人。他說日本年輕人喜歡他，年歲大的人不喜歡他，年歲大的人偏重在名利上，他教人修行，人家是著重在名利，跟他們利害上會有一些衝突。但是年輕人聽他所說的很有道理，所以很歡喜他。我們也希望老法師常常到中國來，教導我們大家。"
    },
    {
      "id": "20-013-0044_p0005",
      "zh_CN": "在我们中国净宗的大德，受到外国人的尊敬。过去李木源居士给我说过一个故事，邓小平访问日本的时候，日本天皇陪他到寺院里面去参观，特别去看鉴真和尚。见到鉴真和尚的像，日本天皇行跪拜礼，邓小平感到非常希有，就问他，你为什么对我们中国和尚这么尊敬？日本天皇跟邓小平说，他说鉴真大师对日本的影响太大了，对日本的贡献太大了，日本人对他永远的感激。他听了之后，才知道佛教在海外有这么样深远的影响。",
      "zh_TW": "在我們中國淨宗的大德，受到外國人的尊敬。過去李木源居士給我說過一個故事，鄧小平訪問日本的時候，日本天皇陪他到寺院裡面去參觀，特別去看鑑真和尚。見到鑑真和尚的像，日本天皇行跪拜禮，鄧小平感到非常希有，就問他，你為什麼對我們中國和尚這麼尊敬？日本天皇跟鄧小平說，他說鑑真大師對日本的影響太大了，對日本的貢獻太大了，日本人對他永遠的感激。他聽了之後，才知道佛教在海外有這麼樣深遠的影響。"
    },
    {
      "id": "20-013-0044_p0006",
      "zh_CN": "佛法是教人做人，教人处事待人接物，以世俗的话来说，必须合情、合理、合法。情理法的标准，而以佛法的标准是最圆满的、是最究竟的。世法的标准固然也不错，能够契合于一个时代、一个地区，但是佛法的标准应用在尽虚空、遍法界，应用在过去、现在、未来，都能受到大众广泛的欢迎接受。这个标准就是我们今天所讲的真理，永恒不变，超越时空。很可惜佛教教义，现在缺少人宣扬，大多数的佛教徒只注重在形式上的这些法会、经忏、佛事，所以导致社会大众误以为佛教是迷信，不知道佛教是高度的智慧，圆满幸福的人生。老法师是期望底下一代年轻法师们，一定要认识真正的佛法，将佛法发扬光大，自利利他，来挽救这个大时代的劫运。这个观念是正确的，这个想法、说法也是正确的，我们都要细心去体会，认真努力修学。",
      "zh_TW": "佛法是教人做人，教人處事待人接物，以世俗的話來說，必須合情、合理、合法。情理法的標準，而以佛法的標準是最圓滿的、是最究竟的。世法的標準固然也不錯，能夠契合於一個時代、一個地區，但是佛法的標準應用在盡虛空、遍法界，應用在過去、現在、未來，都能受到大眾廣泛的歡迎接受。這個標準就是我們今天所講的真理，永恆不變，超越時空。很可惜佛教教義，現在缺少人宣揚，大多數的佛教徒只注重在形式上的這些法會、經懺、佛事，所以導致社會大眾誤以為佛教是迷信，不知道佛教是高度的智慧，圓滿幸福的人生。老法師是期望底下一代年輕法師們，一定要認識真正的佛法，將佛法發揚光大，自利利他，來挽救這個大時代的劫運。這個觀念是正確的，這個想法、說法也是正確的，我們都要細心去體會，認真努力修學。"
    },
    {
      "id": "20-013-0044_p0007",
      "zh_CN": "「学为人师，行为世范」，确确实实唯有佛法才能做到究竟圆满。就如同世间人所讲的真善美，实在讲世间人心目当中向往的真善美，只是一种期望而已，真正的真善美，自古至今、中国外国，我们没见到。纵然说到善、说到美，时间很短暂，范围有局限；真就更难得，真是永恒不变。所以世间善有、美有，不是真的，而真善美确确实实在佛法里。佛法一个修行人，他真正能得到真善美慧的生活，我们在现实生活当中，如果达不到这个境界，我们的修学就没有成就可言。实在讲学佛所追求的就是真善美，还要加一个智慧，真善美慧的生活。我们在讲席当中常常说，常常劝导大家、勉励大家，唯有我们自己获得，真正得到这种效果，把这个效果展现给社会大众去观察，才能够收到劝导大众的绩效，大众才能够对佛法生起信心，生起仰慕而热心认真来学习。我们佛家讲法缘，法缘殊胜应当从这个地方建立，这是真实殊胜的法缘，永恒殊胜的法缘。",
      "zh_TW": "「學為人師，行為世範」，確確實實唯有佛法才能做到究竟圓滿。就如同世間人所講的真善美，實在講世間人心目當中嚮往的真善美，只是一種期望而已，真正的真善美，自古至今、中國外國，我們沒見到。縱然說到善、說到美，時間很短暫，範圍有局限；真就更難得，真是永恆不變。所以世間善有、美有，不是真的，而真善美確確實實在佛法裡。佛法一個修行人，他真正能得到真善美慧的生活，我們在現實生活當中，如果達不到這個境界，我們的修學就沒有成就可言。實在講學佛所追求的就是真善美，還要加一個智慧，真善美慧的生活。我們在講席當中常常說，常常勸導大家、勉勵大家，唯有我們自己獲得，真正得到這種效果，把這個效果展現給社會大眾去觀察，才能夠收到勸導大眾的績效，大眾才能夠對佛法生起信心，生起仰慕而熱心認真來學習。我們佛家講法緣，法緣殊勝應當從這個地方建立，這是真實殊勝的法緣，永恆殊勝的法緣。"
    },
    {
      "id": "20-013-0044_p0008",
      "zh_CN": "昨天我看到你们这个《华严经科注易解》，做得很好，就是在这个架构上，我们认真努力的来做。注跟解最好你们随堂听的时候记笔记，尽量用笔记里面的材料来做注解。参考《疏钞》、《合论》，《疏钞》、《合论》原文一定要读。读的时候你们可以把自己领悟到、感受到，重要的地方，可以用颜色笔划起来。现在萤光笔很好，把它记录下来，自己也可以做笔记，都做为自己参考资料。这一部经你要是学会，将来涉猎所有大乘经论都很容易，都不会感觉到困难，无论在文字上、在义理上，都奠定了深厚的基础。过去弘一大师劝人学教，他老人家主张的就是《华严疏钞》，特别是对于知识分子。大家在这边修学，对于佛法都有相当的基础，以这个基础我们今天专攻《华严》，以《华严经》做为我们自己修学、弘化的真实基础，应该是没有困难，应该是可以做得到的。",
      "zh_TW": "昨天我看到你們這個《華嚴經科註易解》，做得很好，就是在這個架構上，我們認真努力的來做。註跟解最好你們隨堂聽的時候記筆記，盡量用筆記裡面的材料來做註解。參考《疏鈔》、《合論》，《疏鈔》、《合論》原文一定要讀。讀的時候你們可以把自己領悟到、感受到，重要的地方，可以用顏色筆劃起來。現在螢光筆很好，把它記錄下來，自己也可以做筆記，都做為自己參考資料。這一部經你要是學會，將來涉獵所有大乘經論都很容易，都不會感覺到困難，無論在文字上、在義理上，都奠定了深厚的基礎。過去弘一大師勸人學教，他老人家主張的就是《華嚴疏鈔》，特別是對於知識分子。大家在這邊修學，對於佛法都有相當的基礎，以這個基礎我們今天專攻《華嚴》，以《華嚴經》做為我們自己修學、弘化的真實基礎，應該是沒有困難，應該是可以做得到的。"
    },
    {
      "id": "20-013-0044_p0009",
      "zh_CN": "这部经讲一遍这个缘很难得，中国在近代一百年当中，把这部经从头到尾讲过一遍，还没有听说过。有发心讲这部经都是因缘不足而中断，非常可惜。我们希望这一次能够得三宝加持，四众同修同心同德求三宝加持，能够顺利将这部经完成。同时希望《易解》也能够流通，《易解》便利于翻成外国文字，把这部经介绍给全世界一切大众。并不是这个本子就是一个完美的本子，我们只是给他介绍，希望大家对《华严》有个初步的认识。真正要深入还是要看《疏钞》、《合论》的原文，实在讲看《纂要》都还不够，一定要读原文。好，今天时间到了。",
      "zh_TW": "這部經講一遍這個緣很難得，中國在近代一百年當中，把這部經從頭到尾講過一遍，還沒有聽說過。有發心講這部經都是因緣不足而中斷，非常可惜。我們希望這一次能夠得三寶加持，四眾同修同心同德求三寶加持，能夠順利將這部經完成。同時希望《易解》也能夠流通，《易解》便利於翻成外國文字，把這部經介紹給全世界一切大眾。並不是這個本子就是一個完美的本子，我們只是給他介紹，希望大家對《華嚴》有個初步的認識。真正要深入還是要看《疏鈔》、《合論》的原文，實在講看《纂要》都還不夠，一定要讀原文。好，今天時間到了。"
    }
  ]
}