{
  "doc_id": "20-013-0046",
  "title": {
    "zh_CN": "九八年早餐开示—佛法修学关键在知",
    "zh_TW": "九八年早餐開示—佛法修學關鍵在知"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0046",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0046_p0001",
      "zh_CN": "现代社会动乱，人民疾苦，佛法的修学、弘传显得格外的困难。若不是诸佛如来深慈大悲，帮助这些苦难的众生，佛法确确实实不容易建立。所以因缘的希有、因缘的可贵，我们一定要知道，唯有清楚的明了才会珍惜，才会把握住。亦唯有珍惜这个机缘的人多了，把握的人多；把握就是求解笃行，真正要把它做到。大乘佛法里面常说，发菩提心，而善导大师在《观经疏》里面，给我们举了十几条的例子，十几条总归结就是从真实心中作。对自己、对人、对事、对物，无论是世法、佛法，都要用真实心，真诚就能感，佛菩萨就能应，感应道交就不可思议。真实心中如果有一点掺杂虚伪、疑惑，感应道交的路就断掉。",
      "zh_TW": "現代社會動亂，人民疾苦，佛法的修學、弘傳顯得格外的困難。若不是諸佛如來深慈大悲，幫助這些苦難的眾生，佛法確確實實不容易建立。所以因緣的希有、因緣的可貴，我們一定要知道，唯有清楚的明瞭才會珍惜，才會把握住。亦唯有珍惜這個機緣的人多了，把握的人多；把握就是求解篤行，真正要把它做到。大乘佛法裡面常說，發菩提心，而善導大師在《觀經疏》裡面，給我們舉了十幾條的例子，十幾條總歸結就是從真實心中作。對自己、對人、對事、對物，無論是世法、佛法，都要用真實心，真誠就能感，佛菩薩就能應，感應道交就不可思議。真實心中如果有一點摻雜虛偽、疑惑，感應道交的路就斷掉。"
    },
    {
      "id": "20-013-0046_p0002",
      "zh_CN": "人起心动念皆有所感，问题是你跟谁相感应？世法里面我们为什么看到，现在这个世界这么样的混乱？妖魔鬼怪喜欢作乱，而众生心里面的贪瞋痴慢疑就与他们相感应，这个感应带来的后果是不善的，是种种艰难灾害。心地慈悲善良，中国古人所谓「孝行感天」，人有孝行、人有善心，与天神相感应。这是我们要明了、要留意，起心动念皆有所感。佛法里面所讲的感应道交，专指与佛菩萨感应，能感的是菩提心，是菩萨行。我们今天在这个地区，时间虽然是很短暂，可是起心动念确实是与诸佛如来感应道交，李木源居士带头，起了领导的作用，做了最好的榜样。",
      "zh_TW": "人起心動念皆有所感，問題是你跟誰相感應？世法裡面我們為什麼看到，現在這個世界這麼樣的混亂？妖魔鬼怪喜歡作亂，而眾生心裡面的貪瞋痴慢疑就與他們相感應，這個感應帶來的後果是不善的，是種種艱難災害。心地慈悲善良，中國古人所謂「孝行感天」，人有孝行、人有善心，與天神相感應。這是我們要明瞭、要留意，起心動念皆有所感。佛法裡面所講的感應道交，專指與佛菩薩感應，能感的是菩提心，是菩薩行。我們今天在這個地區，時間雖然是很短暫，可是起心動念確實是與諸佛如來感應道交，李木源居士帶頭，起了領導的作用，做了最好的榜樣。"
    },
    {
      "id": "20-013-0046_p0003",
      "zh_CN": "我相信每一位同学，包括我们讲堂所有的听众，都明显得感触到佛法一种兴旺的气象。这种气象是诸佛如来加持，所以踏进这个场地，世间人所讲的磁场，就能令人生欢喜心，佛家所讲的法喜充满。为什么我们在别的地方没有这种感觉，其他的道场没有这种感觉？我们修学要在这些地方细心去体会，而有高度的警觉心，这种机缘不是常常遇到，也不可能永远保持。世尊当年在世的法会也只有四十九年，哪里能够永远保持？历代祖师道场的法会时间更短促。现在在这个时代，《楞严经》上说得好，「邪师说法，如恒河沙」，这一句以前跟诸位解释过。我们六根所接触的六尘境界就是邪师说法，具足强烈的诱惑，引起我们无始劫来的烦恼习气，让我们纵然遇到殊胜的法缘也不能成就，这就是邪师说法，数量确实如恒河沙。",
      "zh_TW": "我相信每一位同學，包括我們講堂所有的聽眾，都明顯得感觸到佛法一種興旺的氣象。這種氣象是諸佛如來加持，所以踏進這個場地，世間人所講的磁場，就能令人生歡喜心，佛家所講的法喜充滿。為什麼我們在別的地方沒有這種感覺，其他的道場沒有這種感覺？我們修學要在這些地方細心去體會，而有高度的警覺心，這種機緣不是常常遇到，也不可能永遠保持。世尊當年在世的法會也只有四十九年，哪裡能夠永遠保持？歷代祖師道場的法會時間更短促。現在在這個時代，《楞嚴經》上說得好，「邪師說法，如恆河沙」，這一句以前跟諸位解釋過。我們六根所接觸的六塵境界就是邪師說法，具足強烈的誘惑，引起我們無始劫來的煩惱習氣，讓我們縱然遇到殊勝的法緣也不能成就，這就是邪師說法，數量確實如恆河沙。"
    },
    {
      "id": "20-013-0046_p0004",
      "zh_CN": "所以世出世法的教学，好的善知识都着重在「知」这个字。知是明白，知也是认识，认识清楚、明白清楚，自己才发起庆幸之心，这个机会太难得了，真正是百千万劫难遭遇，我们在这一生当中有幸遇到这个机会，怎么肯轻易把它放过，怎么肯舍弃？所以一定要很认真、很努力，拼命去学习。给诸位说拼命不会死人，有三宝加持，愈是拼命做，精神反而愈好，体力反而愈好，不需要吸收什么特别的养分，不需要。有一等人特别着重自己身体的健康，不能全心全力投注，怕妨害身体健康，身体算什么？在这个世间能活多少天？古人说得好，人生一世不过三万日而已。一年三百六十天，活到一百岁也不过是三万六千日，这数字很少很少。所以聪明人、有智慧的人珍惜道业，利用这短短三万天求明心见性，求往生不退成佛，不顾身体。与道相应，与道相应实在讲就是最健康，就是止于至善。",
      "zh_TW": "所以世出世法的教學，好的善知識都著重在「知」這個字。知是明白，知也是認識，認識清楚、明白清楚，自己才發起慶幸之心，這個機會太難得了，真正是百千萬劫難遭遇，我們在這一生當中有幸遇到這個機會，怎麼肯輕易把它放過，怎麼肯捨棄？所以一定要很認真、很努力，拼命去學習。給諸位說拼命不會死人，有三寶加持，愈是拼命做，精神反而愈好，體力反而愈好，不需要吸收什麼特別的養分，不需要。有一等人特別著重自己身體的健康，不能全心全力投注，怕妨害身體健康，身體算什麼？在這個世間能活多少天？古人說得好，人生一世不過三萬日而已。一年三百六十天，活到一百歲也不過是三萬六千日，這數字很少很少。所以聰明人、有智慧的人珍惜道業，利用這短短三萬天求明心見性，求往生不退成佛，不顧身體。與道相應，與道相應實在講就是最健康，就是止於至善。"
    },
    {
      "id": "20-013-0046_p0005",
      "zh_CN": "我们懂得这个道理，但是做不到。为什么做不到？懂得不够透彻；如果透彻明了，你自然就做到。可见得关键还在「知」这个字，知得不够透彻。知而后能行，所以佛讲经，也许我们粗心大意没听出来，看经没看出来。古来这些大德为我们讲解，指示给我们看，《华严经》信、解、行、证四分，哪一部经不如是？我们在《华严》里面体认到，佛说法圆融自在，一法里面具足一切法；一法不是特定的一法，任何一法都圆满具足一切法。佛法如是，世法也如是，佛法具足一切世间法，世法具足一切佛法，这才是无障碍的法界。古大德教导我们学佛，从《华严》下手很有道理，《华严》下手不止事半功倍，从大乘下手可以说是能收事半功倍之效，《华严》不止。《华严》是大圆满，少分的事修，获得究竟圆满。",
      "zh_TW": "我們懂得這個道理，但是做不到。為什麼做不到？懂得不夠透徹；如果透徹明瞭，你自然就做到。可見得關鍵還在「知」這個字，知得不夠透徹。知而後能行，所以佛講經，也許我們粗心大意沒聽出來，看經沒看出來。古來這些大德為我們講解，指示給我們看，《華嚴經》信、解、行、證四分，哪一部經不如是？我們在《華嚴》裡面體認到，佛說法圓融自在，一法裡面具足一切法；一法不是特定的一法，任何一法都圓滿具足一切法。佛法如是，世法也如是，佛法具足一切世間法，世法具足一切佛法，這才是無障礙的法界。古大德教導我們學佛，從《華嚴》下手很有道理，《華嚴》下手不止事半功倍，從大乘下手可以說是能收事半功倍之效，《華嚴》不止。《華嚴》是大圓滿，少分的事修，獲得究竟圓滿。"
    },
    {
      "id": "20-013-0046_p0006",
      "zh_CN": "道理在哪里？道理就是明了事实真相，事实真相确实是圆融的、是无碍的。本来是圆融无碍，为什么这里面有那么多的差别？有那么多的变化？有那么多的障难？都是从妄想、分别、执着里面变现出来。妄想、分别、执着不是真的，虽不是真的，如果这个现象呈现在眼前，你不能不承受，所以六道轮回你要受，三途地狱的果报你也得要受。唯有彻底明白，真正搞清楚，这些现象才能够化解，把十法界变成一真法界。一真法界里面还有没有十法界这些现象？给诸位说有，存在。虽存在而不碍事，就像世尊楞严会上所说，虚空不碍万象。把虚空比作自性，比作一真法界，一真法界就是真如本性，不妨碍十法界，十法界也不碍一真法界，圆融自在。关键都在一个「知」字，知是真实智慧，佛法确确实实是知难行易。世尊为我们说法四十九年，都是传授「知」字，帮助我们明了事实真相。事实真相在佛法里面讲，就是世出世间法、十法界依正庄严的真相。",
      "zh_TW": "道理在哪裡？道理就是明瞭事實真相，事實真相確實是圓融的、是無礙的。本來是圓融無礙，為什麼這裡面有那麼多的差別？有那麼多的變化？有那麼多的障難？都是從妄想、分別、執著裡面變現出來。妄想、分別、執著不是真的，雖不是真的，如果這個現象呈現在眼前，你不能不承受，所以六道輪迴你要受，三途地獄的果報你也得要受。唯有徹底明白，真正搞清楚，這些現象才能夠化解，把十法界變成一真法界。一真法界裡面還有沒有十法界這些現象？給諸位說有，存在。雖存在而不礙事，就像世尊楞嚴會上所說，虛空不礙萬象。把虛空比作自性，比作一真法界，一真法界就是真如本性，不妨礙十法界，十法界也不礙一真法界，圓融自在。關鍵都在一個「知」字，知是真實智慧，佛法確確實實是知難行易。世尊為我們說法四十九年，都是傳授「知」字，幫助我們明瞭事實真相。事實真相在佛法裡面講，就是世出世間法、十法界依正莊嚴的真相。"
    },
    {
      "id": "20-013-0046_p0007",
      "zh_CN": "诸位在此地，常常看到赵朴老提的四个字「知恩报恩」。这四个字出自于《大般若经》上，你不知恩，你怎么会报恩？报恩的念头没有，也不晓得怎么报法？你不知道孝，你怎么会孝敬父母？不可能的事情。你不知道敬，你怎么会尊重别人，你怎么可能做到敬人、敬事、敬物？决定做不到。我们今天看到人，处事待人接物都与情理法不相应，能不能责怪他？不能，正是《无量寿经》上所说，先人无知，没有好好的教导他，你怎么能责怪他？这就是经上所说的「可怜悯者」，没人教。现在社会，家庭父母不教，在学校里老师也不教，他怎么会？不可能。而后我们想到《礼记》里面所讲，「建国君民，教学为先」，我们才真正懂得古人这句话甚深的含义。建立一个国家，领导全国的人民，什么最重要？教学，教学就是教他知道孝、知道敬。",
      "zh_TW": "諸位在此地，常常看到趙樸老提的四個字「知恩報恩」。這四個字出自於《大般若經》上，你不知恩，你怎麼會報恩？報恩的念頭沒有，也不曉得怎麼報法？你不知道孝，你怎麼會孝敬父母？不可能的事情。你不知道敬，你怎麼會尊重別人，你怎麼可能做到敬人、敬事、敬物？決定做不到。我們今天看到人，處事待人接物都與情理法不相應，能不能責怪他？不能，正是《無量壽經》上所說，先人無知，沒有好好的教導他，你怎麼能責怪他？這就是經上所說的「可憐憫者」，沒人教。現在社會，家庭父母不教，在學校裡老師也不教，他怎麼會？不可能。而後我們想到《禮記》裡面所講，「建國君民，教學為先」，我們才真正懂得古人這句話甚深的含義。建立一個國家，領導全國的人民，什麼最重要？教學，教學就是教他知道孝、知道敬。"
    },
    {
      "id": "20-013-0046_p0008",
      "zh_CN": "中国教学最基本教你知道人与人的关系，夫妻的关系，人与人的关系，这是根本。第一个是夫妻关系，社会秩序的建立，安定祥和繁荣，根都是在夫妻关系。夫妻是居在一个室、一个房间，室外面则是家。家里面有父子、有兄弟；家外面是社会，社会有君臣、有朋友。让你知道这个关系，然后你才晓得怎么样做人。再给你说德行，孝悌忠信、礼义廉耻。中国教育根本五伦八德，佛法是师道，师道建立在孝道的基础上，离开孝道就没有师道。所以孝亲尊师是佛法教学的大根大本，教什么东西？佛法教我们知道宇宙人生的真相，教我们知道，像《华严经》所讲的五周因果，五周因果是讲事实真相。",
      "zh_TW": "中國教學最基本教你知道人與人的關係，夫妻的關係，人與人的關係，這是根本。第一個是夫妻關係，社會秩序的建立，安定祥和繁榮，根都是在夫妻關係。夫妻是居在一個室、一個房間，室外面則是家。家裡面有父子、有兄弟；家外面是社會，社會有君臣、有朋友。讓你知道這個關係，然後你才曉得怎麼樣做人。再給你說德行，孝悌忠信、禮義廉恥。中國教育根本五倫八德，佛法是師道，師道建立在孝道的基礎上，離開孝道就沒有師道。所以孝親尊師是佛法教學的大根大本，教什麼東西？佛法教我們知道宇宙人生的真相，教我們知道，像《華嚴經》所講的五周因果，五周因果是講事實真相。"
    },
    {
      "id": "20-013-0046_p0009",
      "zh_CN": "所以《华严经》前面一展开，毘卢遮那佛依正庄严，教我们所信因果，我们所信不是信外头，信自己。华藏世界依正庄严是果报，是自性之果。毘卢遮那佛历劫的修行是因，修因必然感果，这是性德自然的流露，不是要求。然后再给你讲十法界依正庄严的因果，差别因果。可是要晓得差别里头有平等，平等从理上讲，差别从事上讲；平等是从本性上讲，差别是从现相上讲；平等、差别不二。然后我们才会爱这个世间，爱一切众生，关怀一切众生，自动自发去帮助一切众生，除非一切众生迷惑颠倒抗拒，你想帮助他，他不愿、他不接受，那就没法子！佛只有在旁边等待，什么时候他乐意接受，佛菩萨就帮助他。末后才给你讲修学的因果，受用的因果，证就是受用。五周因果，一一因周遍法界，一一果报也是周遍法界，关键都在一个「知」，真知。你不知，你从哪里下手？所以我们修学特别重视知，求知。好，时间到了。",
      "zh_TW": "所以《華嚴經》前面一展開，毘盧遮那佛依正莊嚴，教我們所信因果，我們所信不是信外頭，信自己。華藏世界依正莊嚴是果報，是自性之果。毘盧遮那佛歷劫的修行是因，修因必然感果，這是性德自然的流露，不是要求。然後再給你講十法界依正莊嚴的因果，差別因果。可是要曉得差別裡頭有平等，平等從理上講，差別從事上講；平等是從本性上講，差別是從現相上講；平等、差別不二。然後我們才會愛這個世間，愛一切眾生，關懷一切眾生，自動自發去幫助一切眾生，除非一切眾生迷惑顛倒抗拒，你想幫助他，他不願、他不接受，那就沒法子！佛只有在旁邊等待，什麼時候他樂意接受，佛菩薩就幫助他。末後才給你講修學的因果，受用的因果，證就是受用。五周因果，一一因周遍法界，一一果報也是周遍法界，關鍵都在一個「知」，真知。你不知，你從哪裡下手？所以我們修學特別重視知，求知。好，時間到了。"
    }
  ]
}