{
  "doc_id": "20-013-0123",
  "title": {
    "zh_CN": "九八年早餐开示—佛法是宝",
    "zh_TW": "九八年早餐開示—佛法是寶"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0123",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "20-013-0123_p0001",
      "zh_CN": "佛法在世间称之为宝，这是对它加以尊重，不仅仅是尊重而已，实在是尊重到极处。这个宝决不是世间任何物质珍宝所能够相比的。物质的珍宝，至多只能帮助我们解决贫穷的问题，使我们物质生活过得富裕一点而已；而佛法之宝，不仅仅带给我们无比美满的生活，而且帮助我们认识宇宙人生真相，这一点实在是太可贵了，除了佛法之外，世出世间任何的学术都做不到。佛法从哪里来的？是不是释迦牟尼佛为我们说出来的？不是的。如果是释迦牟尼佛为我们说出来的，就是释迦牟尼佛自己的意思，何足以称之为宝？佛告诉我们，佛法是当人自性之所流露；换句话说，就是我们自己心性里面所流露出来的。凡夫之人虽然也跟诸佛菩萨一样，时时刻刻从无间断的流露出性德，可惜只是不觉而已。佛菩萨跟我们不一样的地方，他觉悟、他明了，他知道得很清楚、很明白，这就叫智慧。真实的智慧，不是我们世间一般人所讲的智慧。世间人概念当中的智慧还是错误的、还是偏差的，在佛法里面称它作「世智辩聪」，世间的智慧，聪明辩才，不是真智慧。真智慧一定认识自性的流露，也就是自性的本体、自性的现相、自性的作用，没有离开自己，离开自己就不是佛法了。",
      "zh_TW": "佛法在世間稱之為寶，這是對它加以尊重，不僅僅是尊重而已，實在是尊重到極處。這個寶決不是世間任何物質珍寶所能夠相比的。物質的珍寶，至多只能幫助我們解決貧窮的問題，使我們物質生活過得富裕一點而已；而佛法之寶，不僅僅帶給我們無比美滿的生活，而且幫助我們認識宇宙人生真相，這一點實在是太可貴了，除了佛法之外，世出世間任何的學術都做不到。佛法從哪裡來的？是不是釋迦牟尼佛為我們說出來的？不是的。如果是釋迦牟尼佛為我們說出來的，就是釋迦牟尼佛自己的意思，何足以稱之為寶？佛告訴我們，佛法是當人自性之所流露；換句話說，就是我們自己心性裡面所流露出來的。凡夫之人雖然也跟諸佛菩薩一樣，時時刻刻從無間斷的流露出性德，可惜只是不覺而已。佛菩薩跟我們不一樣的地方，他覺悟、他明瞭，他知道得很清楚、很明白，這就叫智慧。真實的智慧，不是我們世間一般人所講的智慧。世間人概念當中的智慧還是錯誤的、還是偏差的，在佛法裡面稱它作「世智辯聰」，世間的智慧，聰明辯才，不是真智慧。真智慧一定認識自性的流露，也就是自性的本體、自性的現相、自性的作用，沒有離開自己，離開自己就不是佛法了。"
    },
    {
      "id": "20-013-0123_p0002",
      "zh_CN": "「佛」这个字是外来语，「佛陀耶」的略称，中国人喜欢简单把尾音都舍掉，单称一个佛字，它的意思是觉悟的人，古人翻「觉者」，觉悟的人。这些已经觉悟的人告诉我们事实真相，真相是什么？尽虚空遍法界是一个自己。这究竟是怎么回事？释迦牟尼佛是一个觉悟的人，他明白事实的真相，为我们说出来。说出来我们不懂，所以佛经里面有很多比喻说，希望从比喻当中你能够领悟。而比喻当中佛最常用的，用得最多的，用作梦来比喻，因为我们每一个人都有作梦的经验。当你在作梦的时候，梦中境界现前，你岂不是也清清楚楚、明明白白吗？梦中有自己，也梦到许许多多的人物，梦中也有山河大地，你在梦中还做了很多事情，一觉醒来，那是个梦，不是真的。梦从哪里来的？现在人说梦是下意识所起的作用，谁的下意识？当然还是自己的下意识，不可能是别人的下意识。就依他们的说法，下意识是能变，梦中境界是所变，能所是一不是二。既然整个梦境都是自己意识变现的，试问问：梦中的一切哪一样不是自己？说哪一样不是自己，恐怕你还没听懂，哪一样不是自己意识所变现的？",
      "zh_TW": "「佛」這個字是外來語，「佛陀耶」的略稱，中國人喜歡簡單把尾音都捨掉，單稱一個佛字，它的意思是覺悟的人，古人翻「覺者」，覺悟的人。這些已經覺悟的人告訴我們事實真相，真相是什麼？盡虛空遍法界是一個自己。這究竟是怎麼回事？釋迦牟尼佛是一個覺悟的人，他明白事實的真相，為我們說出來。說出來我們不懂，所以佛經裡面有很多比喻說，希望從比喻當中你能夠領悟。而比喻當中佛最常用的，用得最多的，用作夢來比喻，因為我們每一個人都有作夢的經驗。當你在作夢的時候，夢中境界現前，你豈不是也清清楚楚、明明白白嗎？夢中有自己，也夢到許許多多的人物，夢中也有山河大地，你在夢中還做了很多事情，一覺醒來，那是個夢，不是真的。夢從哪裡來的？現在人說夢是下意識所起的作用，誰的下意識？當然還是自己的下意識，不可能是別人的下意識。就依他們的說法，下意識是能變，夢中境界是所變，能所是一不是二。既然整個夢境都是自己意識變現的，試問問：夢中的一切哪一樣不是自己？說哪一樣不是自己，恐怕你還沒聽懂，哪一樣不是自己意識所變現的？"
    },
    {
      "id": "20-013-0123_p0003",
      "zh_CN": "这个道理明白了，就以它做前提，释迦牟尼佛告诉我们，我们现前的虚空法界、山河大地、所有一切众生，就是我们意识心变现出来的。我说意识心是采用西方人的讲法，实际上不是意识心，意识心是变的梦境。我们这是什么心？真心、本性，意识心会变成梦境，真心本性就变成我们现前的境界，现前境界说实在话还是个梦境。我们的真心、自性能变；虚空法界，佛经里面常讲十法界依正庄严是所变；能变、所变是一桩事情，所以尽虚空遍法界是自己，这是真的不是假的。把这桩事情看清楚的人，这个人爱自己、尊重自己，爱众生、尊重众生，爱一切万物、尊重一切万物。为什么？因为这一切的一切都是自己真心本性所变现的、所流出的，流出就是变现。这正是佛在《华严经》上所说「唯心所现」，这个心是真心不是妄心，意识是妄心，真心本性所变化的，所现的这些现相。真心本性是本体，有体当然它就有现相，这个现相就是十法界依正庄严。有现相当然有作用，这个作用无比的美好，作用不可思议。",
      "zh_TW": "這個道理明白了，就以它做前提，釋迦牟尼佛告訴我們，我們現前的虛空法界、山河大地、所有一切眾生，就是我們意識心變現出來的。我說意識心是採用西方人的講法，實際上不是意識心，意識心是變的夢境。我們這是什麼心？真心、本性，意識心會變成夢境，真心本性就變成我們現前的境界，現前境界說實在話還是個夢境。我們的真心、自性能變；虛空法界，佛經裡面常講十法界依正莊嚴是所變；能變、所變是一樁事情，所以盡虛空遍法界是自己，這是真的不是假的。把這樁事情看清楚的人，這個人愛自己、尊重自己，愛眾生、尊重眾生，愛一切萬物、尊重一切萬物。為什麼？因為這一切的一切都是自己真心本性所變現的、所流出的，流出就是變現。這正是佛在《華嚴經》上所說「唯心所現」，這個心是真心不是妄心，意識是妄心，真心本性所變化的，所現的這些現相。真心本性是本體，有體當然它就有現相，這個現相就是十法界依正莊嚴。有現相當然有作用，這個作用無比的美好，作用不可思議。"
    },
    {
      "id": "20-013-0123_p0004",
      "zh_CN": "佛跟我们说，在《华严经》上华藏世界，在《无量寿经》上讲的极乐世界，那就是心性所现的现相。一切众生在这个现相里面生活，他们所受的是真正的「真、善、美、慧」，这四个字都达到究竟圆满，不是人间所讲的理想的国家、理想的社会，比你那个理想不知道要超过多少倍，是你无法想像的那么样的美好，那是觉悟的人生活环境。对于这些事情迷了，这个生活环境就起了重大的变化。《华严经》上所说「唯识所变」，「识」麻烦，识是什么？我们今天讲知识，现在这个社会非常尊重知识分子，识变现出来的就把原先原本的走了样子。识所变的就是十法界；如果不用识，这个法界叫一真法界，这里头的理很深。识是什么？识就是有意思，我有我的意思，你有你的意思，他有他的意思，每个人的意思不一样，这个现相产生变化。为什么我们有意思环境就产生变化？因为环境跟自己是一体。如果不是一体，我们的意思就不会影响到环境。正因为它是一体，所以我们的思想影响环境，不但影响人事环境，也影响物质环境。",
      "zh_TW": "佛跟我們說，在《華嚴經》上華藏世界，在《無量壽經》上講的極樂世界，那就是心性所現的現相。一切眾生在這個現相裡面生活，他們所受的是真正的「真、善、美、慧」，這四個字都達到究竟圓滿，不是人間所講的理想的國家、理想的社會，比你那個理想不知道要超過多少倍，是你無法想像的那麼樣的美好，那是覺悟的人生活環境。對於這些事情迷了，這個生活環境就起了重大的變化。《華嚴經》上所說「唯識所變」，「識」麻煩，識是什麼？我們今天講知識，現在這個社會非常尊重知識分子，識變現出來的就把原先原本的走了樣子。識所變的就是十法界；如果不用識，這個法界叫一真法界，這裡頭的理很深。識是什麼？識就是有意思，我有我的意思，你有你的意思，他有他的意思，每個人的意思不一樣，這個現相產生變化。為什麼我們有意思環境就產生變化？因為環境跟自己是一體。如果不是一體，我們的意思就不會影響到環境。正因為它是一體，所以我們的思想影響環境，不但影響人事環境，也影響物質環境。"
    },
    {
      "id": "20-013-0123_p0005",
      "zh_CN": "今天大家所知道的地球的生态，地球生态环境是我们居住的物质环境。现在地球生态环境反常，发生了巨大的变化，这种变化真正的原因是什么？不是物理上的原因，物理上的原因你看得很浅，真正的原因是心理上的原因。心理影响物理，如果不是整个宇宙虚空法界是一体的话，怎么可能有这种交互影响的现象发生？这足以证明法界是一体。所以佛家才说出「慈悲为本，方便为门」，你只要修慈悲，只要修方便，你就能够觉悟，你就能够明了事实真相。「慈悲」是什么？用现在的话来讲是爱心。你要拓展你真诚的爱心，你爱社会、你爱国家、你爱世界、你爱一切众生就是爱自己。佛家特别用慈悲不用爱这个字，因为世间人讲到爱里面都有情在里头，情就是识，这会产生不好的变化；说慈悲，慈悲是爱，这个爱是理智的，是智慧的爱，不是感情的。知道爱一切众生就是真正爱自己，自他不二，生佛不二；生是众生，佛是诸佛如来，众生跟诸佛如来是一不是二。「方便」，方是方法，我们生活的方法，工作的方法，处事待人接物的方法；刚才说了，我们爱护一切众生的方法。宜是恰到好处，非常适合，这叫便；便是便宜，便是做到恰到好处，做到人人欢喜，这叫方便。诸位想想我们的生活，无论是贫富贵贱，让一切人看到我们的生活都生欢喜心，我们的工作、我们的处事都能得到广大群众的欢喜，这叫便，叫方便。由此可知，方便一定要有高度的智慧，要有真正的爱心；高度智慧落实就是慈悲、就是方便。佛说的方法太多了，这四个字可以包括全部的佛法，这四个字意思很深，说之不尽。",
      "zh_TW": "今天大家所知道的地球的生態，地球生態環境是我們居住的物質環境。現在地球生態環境反常，發生了巨大的變化，這種變化真正的原因是什麼？不是物理上的原因，物理上的原因你看得很淺，真正的原因是心理上的原因。心理影響物理，如果不是整個宇宙虛空法界是一體的話，怎麼可能有這種交互影響的現象發生？這足以證明法界是一體。所以佛家才說出「慈悲為本，方便為門」，你只要修慈悲，只要修方便，你就能夠覺悟，你就能夠明瞭事實真相。「慈悲」是什麼？用現在的話來講是愛心。你要拓展你真誠的愛心，你愛社會、你愛國家、你愛世界、你愛一切眾生就是愛自己。佛家特別用慈悲不用愛這個字，因為世間人講到愛裡面都有情在裡頭，情就是識，這會產生不好的變化；說慈悲，慈悲是愛，這個愛是理智的，是智慧的愛，不是感情的。知道愛一切眾生就是真正愛自己，自他不二，生佛不二；生是眾生，佛是諸佛如來，眾生跟諸佛如來是一不是二。「方便」，方是方法，我們生活的方法，工作的方法，處事待人接物的方法；剛才說了，我們愛護一切眾生的方法。宜是恰到好處，非常適合，這叫便；便是便宜，便是做到恰到好處，做到人人歡喜，這叫方便。諸位想想我們的生活，無論是貧富貴賤，讓一切人看到我們的生活都生歡喜心，我們的工作、我們的處事都能得到廣大群眾的歡喜，這叫便，叫方便。由此可知，方便一定要有高度的智慧，要有真正的愛心；高度智慧落實就是慈悲、就是方便。佛說的方法太多了，這四個字可以包括全部的佛法，這四個字意思很深，說之不盡。"
    },
    {
      "id": "20-013-0123_p0006",
      "zh_CN": "印光大师用十六个字教化一切众生，他老人家讲的「敦伦尽分」，敦伦就是爱护一切众生，尽分就是尽自己的本分为一切众生服务，这是慈悲具体的落实。你要不能为大众服务，你这个爱心不是真的，口说说而已，你没去做；一定要落实，落实就是尽自己的本分，尽心尽力为大众服务。又教我们「闲邪存诚」，这是教我们做人的态度。「闲邪」，防止一切邪恶，自己决定没有邪思、没有邪见、没有恶念；儒家讲「止于至善」，这样才好，心地要真诚，以真心待人接物。大师这八个字就把慈悲跟方便说得很明白，这是世间真正的好人。大师非常慈悲，还希望我们这一生能够超凡入圣，作佛、作菩萨。末后两句教给我们，「信愿念佛，求生净土」，往生净土就不退成佛，这才是真正的圆满，大圆满。我们也禀承祖师的意思，换一个说法意思还是一样，我教大家存心要「真诚、清净、平等、正觉、慈悲」，在日常生活当中用这个心，这是真心，自性本具的性德，落实「看破、放下、自在、随缘、念佛」。这二十个字跟印光大师十六个字合起来看，意思就非常清楚、非常鲜明。我们在这一生不会迷失人生的方向，自己的生活会过得很充实、过得很美满。对社会、对人民、对一切众生尽心尽力布施供养，成就无量无边的功德。布施供养就是现在人讲的服务，为人民服务、为众生服务，佛家讲积功累德就是说这桩事情。大家要明白清楚了，就应当共同携手来做，这就是行菩萨道，这就是发菩提心。今天时间到了。",
      "zh_TW": "印光大師用十六個字教化一切眾生，他老人家講的「敦倫盡分」，敦倫就是愛護一切眾生，盡分就是盡自己的本分為一切眾生服務，這是慈悲具體的落實。你要不能為大眾服務，你這個愛心不是真的，口說說而已，你沒去做；一定要落實，落實就是盡自己的本分，盡心盡力為大眾服務。又教我們「閑邪存誠」，這是教我們做人的態度。「閑邪」，防止一切邪惡，自己決定沒有邪思、沒有邪見、沒有惡念；儒家講「止於至善」，這樣才好，心地要真誠，以真心待人接物。大師這八個字就把慈悲跟方便說得很明白，這是世間真正的好人。大師非常慈悲，還希望我們這一生能夠超凡入聖，作佛、作菩薩。末後兩句教給我們，「信願念佛，求生淨土」，往生淨土就不退成佛，這才是真正的圓滿，大圓滿。我們也稟承祖師的意思，換一個說法意思還是一樣，我教大家存心要「真誠、清淨、平等、正覺、慈悲」，在日常生活當中用這個心，這是真心，自性本具的性德，落實「看破、放下、自在、隨緣、念佛」。這二十個字跟印光大師十六個字合起來看，意思就非常清楚、非常鮮明。我們在這一生不會迷失人生的方向，自己的生活會過得很充實、過得很美滿。對社會、對人民、對一切眾生盡心盡力布施供養，成就無量無邊的功德。布施供養就是現在人講的服務，為人民服務、為眾生服務，佛家講積功累德就是說這樁事情。大家要明白清楚了，就應當共同攜手來做，這就是行菩薩道，這就是發菩提心。今天時間到了。"
    }
  ]
}