{
  "doc_id": "20-013-0089",
  "title": {
    "zh_CN": "九八年早餐开示—人生第一桩大事：求觉悟",
    "zh_TW": "九八年早餐開示—人生第一樁大事：求覺悟"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0089",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-013-0089_p0001",
      "zh_CN": "《华严经》跟大家介绍到主药神，从海月菩萨到这个地方算是一个小段，这小段里面一共说了九类的神众，他代表的是十住菩萨。十住是住佛之住，十是代表圆满，《华严》用十来表法，住行向地都用十，表大圆满的意思。这一段我们读了之后，有没有能够在这里面体会到「住」的意思，我们应该如何来学习。上根的人，看这一段文心里面就明白，就能够契入里面的境界。如果在这段文字里面还不能契入，那没有关系，后面还要细说。所以大经展开我们仔细观察，也是三根普被，利钝全收，可是大原则、大方向，我们要能掌握住。",
      "zh_TW": "《華嚴經》跟大家介紹到主藥神，從海月菩薩到這個地方算是一個小段，這小段裡面一共說了九類的神眾，他代表的是十住菩薩。十住是住佛之住，十是代表圓滿，《華嚴》用十來表法，住行向地都用十，表大圓滿的意思。這一段我們讀了之後，有沒有能夠在這裡面體會到「住」的意思，我們應該如何來學習。上根的人，看這一段文心裡面就明白，就能夠契入裡面的境界。如果在這段文字裡面還不能契入，那沒有關係，後面還要細說。所以大經展開我們仔細觀察，也是三根普被，利鈍全收，可是大原則、大方向，我們要能掌握住。"
    },
    {
      "id": "20-013-0089_p0002",
      "zh_CN": "说到「佛住」，《般若经》上告诉我们，「应无所住，而生其心」。佛住在哪里？佛住在无所住。无所住是什么？是真实智慧。所以这段文字一开端就是执金刚神，执金刚神是代表金刚般若智慧，用十位上首来表法，说明真实智慧的样子。让我们在日常生活当中细心的去领会，我们生活样子跟佛所说的样子做一个对比，相应不相应？如果相应，那就是住佛之住的样子；一直到主药神都是真实智慧起用，表现在生活上。这就是空有两边不住，不住生死，不住涅槃；不住空，也不住有。两边不住，两边都相应，内与空寂的定慧相应，外面与相用相应。由此可知，这就没有离开总题目，没有离开总原则、总纲领，总原则是「大方广佛华严」，与「大方广」相应，过的生活就叫「佛华严」的生活。我们读这部大经，学习这部大经，这是总纲领，第一重要的原则，一定要掌握到。",
      "zh_TW": "說到「佛住」，《般若經》上告訴我們，「應無所住，而生其心」。佛住在哪裡？佛住在無所住。無所住是什麼？是真實智慧。所以這段文字一開端就是執金剛神，執金剛神是代表金剛般若智慧，用十位上首來表法，說明真實智慧的樣子。讓我們在日常生活當中細心的去領會，我們生活樣子跟佛所說的樣子做一個對比，相應不相應？如果相應，那就是住佛之住的樣子；一直到主藥神都是真實智慧起用，表現在生活上。這就是空有兩邊不住，不住生死，不住涅槃；不住空，也不住有。兩邊不住，兩邊都相應，內與空寂的定慧相應，外面與相用相應。由此可知，這就沒有離開總題目，沒有離開總原則、總綱領，總原則是「大方廣佛華嚴」，與「大方廣」相應，過的生活就叫「佛華嚴」的生活。我們讀這部大經，學習這部大經，這是總綱領，第一重要的原則，一定要掌握到。"
    },
    {
      "id": "20-013-0089_p0003",
      "zh_CN": "经文长，长的好处多，这就是长时间的薰习。这个经如果讲三年，我们三年不间断的薰习，诸位要注意这个不间断，不间断就是日常生活当中，起心动念统统相应，这才叫不间断。不是我们听经的时候，这两个小时不间断，平常研究的时候，几个小时不间断，放下经本与这个又不相应，这就间断了。间断必然夹杂，夹杂什么东西？夹杂一些老毛病、旧习气，这是我们修学困难的地方，严重的障碍使我们不能悟入，不要说亲证这个境界，明了这个境界都做不到。诸位要晓得，这毛病发生在哪里？毛病发生在与「大方广」不相应。「大方广」是自性的体相用，所以相应是佛住。心地清净平等，一尘不染，这与「大」相应；慈悲现相，像经上所说的，如诸菩萨所为的，与一切众生感应道交，现身说法，现身与「方」相应；演说与「广」相应，表演，四无碍辩末后「乐说无碍辩」，这就是以一股热情欢喜为人演说。",
      "zh_TW": "經文長，長的好處多，這就是長時間的薰習。這個經如果講三年，我們三年不間斷的薰習，諸位要注意這個不間斷，不間斷就是日常生活當中，起心動念統統相應，這才叫不間斷。不是我們聽經的時候，這兩個小時不間斷，平常研究的時候，幾個小時不間斷，放下經本與這個又不相應，這就間斷了。間斷必然夾雜，夾雜什麼東西？夾雜一些老毛病、舊習氣，這是我們修學困難的地方，嚴重的障礙使我們不能悟入，不要說親證這個境界，明瞭這個境界都做不到。諸位要曉得，這毛病發生在哪裡？毛病發生在與「大方廣」不相應。「大方廣」是自性的體相用，所以相應是佛住。心地清淨平等，一塵不染，這與「大」相應；慈悲現相，像經上所說的，如諸菩薩所為的，與一切眾生感應道交，現身說法，現身與「方」相應；演說與「廣」相應，表演，四無礙辯末後「樂說無礙辯」，這就是以一股熱情歡喜為人演說。"
    },
    {
      "id": "20-013-0089_p0004",
      "zh_CN": "诸佛菩萨应化在六道，应化在十法界，为什么？就是一桩事情，把这桩大事因缘告诉一切众生。这个大事因缘就是宇宙人生的真相，众生不明了，迷失了，佛菩萨出现在世间没有别的事，什么事都没有，就是把这桩事情告诉大家。所以有缘的众生听了他相信，他肯接受，进而依教奉行，这缘成熟。缘没有成熟的给他讲，为他做将来的种子，先播种；缘成熟的拉他一把，帮助他往生净土，一生当中就证得不退菩提。所以这个精神、这个理念，在整个《华严经》里面显露无遗，我们如果有相当程度的了解，自己当然能够得到真实的受用。这个受用就是生活，过佛菩萨的生活，过圣贤的生活，佛经里讲吉祥的生活，世间人所说幸福的生活。世间人所谓的现实，现前能够得到殊胜的吉祥、幸福，这才叫现实。",
      "zh_TW": "諸佛菩薩應化在六道，應化在十法界，為什麼？就是一樁事情，把這樁大事因緣告訴一切眾生。這個大事因緣就是宇宙人生的真相，眾生不明瞭，迷失了，佛菩薩出現在世間沒有別的事，什麼事都沒有，就是把這樁事情告訴大家。所以有緣的眾生聽了他相信，他肯接受，進而依教奉行，這緣成熟。緣沒有成熟的給他講，為他做將來的種子，先播種；緣成熟的拉他一把，幫助他往生淨土，一生當中就證得不退菩提。所以這個精神、這個理念，在整個《華嚴經》裡面顯露無遺，我們如果有相當程度的了解，自己當然能夠得到真實的受用。這個受用就是生活，過佛菩薩的生活，過聖賢的生活，佛經裡講吉祥的生活，世間人所說幸福的生活。世間人所謂的現實，現前能夠得到殊勝的吉祥、幸福，這才叫現實。"
    },
    {
      "id": "20-013-0089_p0005",
      "zh_CN": "由此可知，最现实莫过于大乘佛法，世间人所讲的现实，实在说忽略了现实，他哪里懂得现实？他所希求总是愿与事违，所谓是「求不得苦」。求得的也是假的，也是虚幻不实，真实法唯有觉悟的人，他才能够感受得到。如果对这桩事情明白，搞清楚了，然后你才会肯定，人生第一桩大事就是求觉悟，求觉悟就是学佛。我们今天讲到学佛，世间人讲我们是迷信，其实他们连什么叫学、什么叫佛，他都不懂，谁迷信？什么叫学？是学习、效法；学有仿效的意思，模仿、效法。佛是什么意思？佛是觉。所以学佛就是求觉悟、求明白，通达明了宇宙人生的真相。经上讲「体、相、作用」，宇宙人生的本体，宇宙人生的现象，宇宙人生的作用，彻底明了，这个人佛法里面就称他作佛陀；明了尚未究竟，这样的人则称他为菩萨，这哪有迷信？在我们现前这段经文里面已经就暗示，所以聪明人，智慧高的人，一接触这个他就晓得心要安住在哪里，就知道了。",
      "zh_TW": "由此可知，最現實莫過於大乘佛法，世間人所講的現實，實在說忽略了現實，他哪裡懂得現實？他所希求總是願與事違，所謂是「求不得苦」。求得的也是假的，也是虛幻不實，真實法唯有覺悟的人，他才能夠感受得到。如果對這樁事情明白，搞清楚了，然後你才會肯定，人生第一樁大事就是求覺悟，求覺悟就是學佛。我們今天講到學佛，世間人講我們是迷信，其實他們連什麼叫學、什麼叫佛，他都不懂，誰迷信？什麼叫學？是學習、效法；學有仿效的意思，模仿、效法。佛是什麼意思？佛是覺。所以學佛就是求覺悟、求明白，通達明瞭宇宙人生的真相。經上講「體、相、作用」，宇宙人生的本體，宇宙人生的現象，宇宙人生的作用，徹底明瞭，這個人佛法裡面就稱他作佛陀；明瞭尚未究竟，這樣的人則稱他為菩薩，這哪有迷信？在我們現前這段經文裡面已經就暗示，所以聰明人，智慧高的人，一接觸這個他就曉得心要安住在哪裡，就知道了。"
    },
    {
      "id": "20-013-0089_p0006",
      "zh_CN": "说了这么多，这样广泛的介绍，要是把它总归纳起来，不外戒、定、慧三学。我们仔细观察这些神众，从海月菩萨到主药神这一百多人，一百多人哪些名号里面与戒学相应？哪些与定学相应？哪些与慧学相应？我们平常要在这里留意，这是总纲领。我们自己也提出一个纲领，都是依经教，我们提出的是「真实、清净、平等、正觉、慈悲」，这一百多人他们名号当中，哪些与真实相应？哪些与清净相应？哪些与平等相应？哪些与正觉相应？哪些与慈悲相应？为什么要作如是观？能作如是观，你自己才得真实利益。效法这些神众，效法这些菩萨，在日常生活当中怎样去表现；换句话说，将自己的性德，真诚、清净、慈悲如何流露出来，不至于这个东西永远藏在里面。藏着谁没有？佛说一切众生都有，圆圆满满的。佛菩萨的本事就是自性的性德他能流露出来，让大家受用；凡夫是把它藏得紧紧的，像锁在保险柜里头，自己得不到用处，别人也得不到用处。不是没有，统统都有，这就是《出现品》里面所讲的「如来智慧德相」。",
      "zh_TW": "說了這麼多，這樣廣泛的介紹，要是把它總歸納起來，不外戒、定、慧三學。我們仔細觀察這些神眾，從海月菩薩到主藥神這一百多人，一百多人哪些名號裡面與戒學相應？哪些與定學相應？哪些與慧學相應？我們平常要在這裡留意，這是總綱領。我們自己也提出一個綱領，都是依經教，我們提出的是「真實、清淨、平等、正覺、慈悲」，這一百多人他們名號當中，哪些與真實相應？哪些與清淨相應？哪些與平等相應？哪些與正覺相應？哪些與慈悲相應？為什麼要作如是觀？能作如是觀，你自己才得真實利益。效法這些神眾，效法這些菩薩，在日常生活當中怎樣去表現；換句話說，將自己的性德，真誠、清淨、慈悲如何流露出來，不至於這個東西永遠藏在裡面。藏著誰沒有？佛說一切眾生都有，圓圓滿滿的。佛菩薩的本事就是自性的性德他能流露出來，讓大家受用；凡夫是把它藏得緊緊的，像鎖在保險櫃裡頭，自己得不到用處，別人也得不到用處。不是沒有，統統都有，這就是《出現品》裡面所講的「如來智慧德相」。"
    },
    {
      "id": "20-013-0089_p0007",
      "zh_CN": "如来智慧是体，德是作用，相是现象；换句话说，这一句话也是「大方广」，如来智慧是「大」，德是「广」的意思，相是「方」。翻过来覆过去，都是说一桩事情，佛种种说法那是高度智慧，智慧的教学，善巧方便到极处。一种说法往往我们会执着，不知道灵活运用，他翻过来覆过去种种说法，我们才在这里头体会，原来这么样的活泼、这么样的生动，一丝毫障碍都没有，无障碍的法界，不思议的解脱。从他种种说法里面我们才体会到，自受用大自在，他受用随缘，普贤十愿里面讲「恒顺众生，随喜功德」，那是随缘；「恒顺众生」是自在，「随喜功德」是随缘。这样才真正是达到改善我们的生活，从精神到物质，从质到量，得到真实圆满的改善。",
      "zh_TW": "如來智慧是體，德是作用，相是現象；換句話說，這一句話也是「大方廣」，如來智慧是「大」，德是「廣」的意思，相是「方」。翻過來覆過去，都是說一樁事情，佛種種說法那是高度智慧，智慧的教學，善巧方便到極處。一種說法往往我們會執著，不知道靈活運用，他翻過來覆過去種種說法，我們才在這裡頭體會，原來這麼樣的活潑、這麼樣的生動，一絲毫障礙都沒有，無障礙的法界，不思議的解脫。從他種種說法裡面我們才體會到，自受用大自在，他受用隨緣，普賢十願裡面講「恆順眾生，隨喜功德」，那是隨緣；「恆順眾生」是自在，「隨喜功德」是隨緣。這樣才真正是達到改善我們的生活，從精神到物質，從質到量，得到真實圓滿的改善。"
    },
    {
      "id": "20-013-0089_p0008",
      "zh_CN": "所以诸位想想世间还有哪一种学问，能够跟大乘佛法相比？你要想通、想明白，我们这一生寿命有限，也是我们的时间有限，以这样有限的时间，这样短促的生命，我们应该学什么？这还用得着别人说吗？自然就明了了。这一生当中遇不到佛法，一般讲运气不好，没有缘；遇到佛法你的好运气，遇到不学，那叫真可惜。明白之后，晓得这一生所学的就是这么一桩事情。这桩事情学好，搞明白，世出世间一切法都通达，这就宗门教下所讲的「从根本修」。我今天在这里做这一点提示，你们如果要会用，用在听经上，用在学习上，用在生活上，会帮助你开悟，帮助你契入。好，时间到了。",
      "zh_TW": "所以諸位想想世間還有哪一種學問，能夠跟大乘佛法相比？你要想通、想明白，我們這一生壽命有限，也是我們的時間有限，以這樣有限的時間，這樣短促的生命，我們應該學什麼？這還用得著別人說嗎？自然就明瞭了。這一生當中遇不到佛法，一般講運氣不好，沒有緣；遇到佛法你的好運氣，遇到不學，那叫真可惜。明白之後，曉得這一生所學的就是這麼一樁事情。這樁事情學好，搞明白，世出世間一切法都通達，這就宗門教下所講的「從根本修」。我今天在這裡做這一點提示，你們如果要會用，用在聽經上，用在學習上，用在生活上，會幫助你開悟，幫助你契入。好，時間到了。"
    }
  ]
}