{
  "doc_id": "20-013-0059",
  "title": {
    "zh_CN": "九八年早餐开示—修行人要时时想到别人，不为自己",
    "zh_TW": "九八年早餐開示—修行人要時時想到別人，不為自己"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0059",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0059_p0001",
      "zh_CN": "佛在经论里面告诉我们，凡圣只在一念之间。一念转变能够舍己为人，就是佛菩萨；如果是为自己也为别人，这就是凡夫；只为自己不为别人，三恶道可能要占个百分之九十，很难避免。由此可知，确确实实是在一念之间。如果念念为一切众生，这就是佛家常讲的乘愿再来，已经超凡入圣，但是身体还在这个世间，这个身体也不能任意糟蹋掉，好好的利用它，为一切众生服务，为一切众生做个样子。所以对自己个人的生活，我们讲私生活，家庭、工作没有一样不认真，没有一样不循规蹈矩，为什么这样做？给众生做样子，决定不是为自己做。",
      "zh_TW": "佛在經論裡面告訴我們，凡聖只在一念之間。一念轉變能夠捨己為人，就是佛菩薩；如果是為自己也為別人，這就是凡夫；只為自己不為別人，三惡道可能要佔個百分之九十，很難避免。由此可知，確確實實是在一念之間。如果念念為一切眾生，這就是佛家常講的乘願再來，已經超凡入聖，但是身體還在這個世間，這個身體也不能任意糟蹋掉，好好的利用它，為一切眾生服務，為一切眾生做個樣子。所以對自己個人的生活，我們講私生活，家庭、工作沒有一樣不認真，沒有一樣不循規蹈矩，為什麼這樣做？給眾生做樣子，決定不是為自己做。"
    },
    {
      "id": "20-013-0059_p0002",
      "zh_CN": "我们看释迦牟尼佛，释迦牟尼佛在《法华经》上告诉我们，他久远劫已经成佛，不是这一次才成佛的，他到这个世间来示现，来投胎、出生、求学、修道，再表演证果，这都是多余的，何必要做这些样子？我们晓得做这个样子是给众生看的，是让众生看到这个现象能有所感悟，这叫示现，这叫大慈大悲。一切菩萨修行证果，大致上都离不开八相成道，所以世尊也循这个模式来表演、来做给大家看，这里面用意太深太深。佛心清净，色界天人已经离开五欲，财、色、名、食、睡，佛还需要吃饭吗？还需要睡眠吗？不需要了，他也这么做，也示现，还是出去托钵，每天出去托钵，日中一食，中夜睡眠，中夜休息，中夜是十点钟到二点钟。他要做这个示现，没有必要了，也要做出样子教别人，教一切大众。学佛，学佛这个形象，学佛这个样子，处处都是示现，处处都在表演。",
      "zh_TW": "我們看釋迦牟尼佛，釋迦牟尼佛在《法華經》上告訴我們，他久遠劫已經成佛，不是這一次才成佛的，他到這個世間來示現，來投胎、出生、求學、修道，再表演證果，這都是多餘的，何必要做這些樣子？我們曉得做這個樣子是給眾生看的，是讓眾生看到這個現象能有所感悟，這叫示現，這叫大慈大悲。一切菩薩修行證果，大致上都離不開八相成道，所以世尊也循這個模式來表演、來做給大家看，這裡面用意太深太深。佛心清淨，色界天人已經離開五欲，財、色、名、食、睡，佛還需要吃飯嗎？還需要睡眠嗎？不需要了，他也這麼做，也示現，還是出去托缽，每天出去托缽，日中一食，中夜睡眠，中夜休息，中夜是十點鐘到二點鐘。他要做這個示現，沒有必要了，也要做出樣子教別人，教一切大眾。學佛，學佛這個形象，學佛這個樣子，處處都是示現，處處都在表演。"
    },
    {
      "id": "20-013-0059_p0003",
      "zh_CN": "我们在中国佛门史传里面看到，佛菩萨应化到中国，几乎每个朝代都有，已经成就了、已经证果了，还要示现凡夫这些迹象，从迷开悟，悟了以后如理如法的修学，也表演这套，这叫大慈大悲。他可以不这么做，为什么这样作法？因为这个世间人末法时代，大家都放逸了，无论世法、佛法都不认真，都不肯循规蹈矩。世间人做事喜欢投机取巧，出家人修行、弘法也喜欢投机取巧，不按规矩来，所以佛菩萨示现守规矩给大家看，人见不到的地方也守规矩，为什么？人见不到鬼神见到，现在鬼神也不守规矩，佛菩萨一举一动是度六道众生，你说那个慈悲心真的到极处，不但给人做个好样子，也给鬼神做个好样子。末法时期人没有耐心，不肯布施，放不下，佛菩萨示现身心世界一切放下。世间人不持戒，不持戒就是不守规矩，佛菩萨示现循规蹈矩。世间人没有耐心，佛菩萨示现很有耐心，这叫度众生。",
      "zh_TW": "我們在中國佛門史傳裡面看到，佛菩薩應化到中國，幾乎每個朝代都有，已經成就了、已經證果了，還要示現凡夫這些跡象，從迷開悟，悟了以後如理如法的修學，也表演這套，這叫大慈大悲。他可以不這麼做，為什麼這樣作法？因為這個世間人末法時代，大家都放逸了，無論世法、佛法都不認真，都不肯循規蹈矩。世間人做事喜歡投機取巧，出家人修行、弘法也喜歡投機取巧，不按規矩來，所以佛菩薩示現守規矩給大家看，人見不到的地方也守規矩，為什麼？人見不到鬼神見到，現在鬼神也不守規矩，佛菩薩一舉一動是度六道眾生，你說那個慈悲心真的到極處，不但給人做個好樣子，也給鬼神做個好樣子。末法時期人沒有耐心，不肯布施，放不下，佛菩薩示現身心世界一切放下。世間人不持戒，不持戒就是不守規矩，佛菩薩示現循規蹈矩。世間人沒有耐心，佛菩薩示現很有耐心，這叫度眾生。"
    },
    {
      "id": "20-013-0059_p0004",
      "zh_CN": "我们提出修行这五个科目，少到不能再少了。我们在这个世间演这场戏，就把这五个科目表演出来，表演得像样就好了。世间人不孝顺父母，我们表演孝顺。世间人不敬师长，我们表演尊师重道。世间人缺少慈悲心，我们表演大慈大悲。世间人造十恶业，我们表演修十善业道。世间人学佛受三皈依，那三皈依是假的不是真的，我们表演真正从迷、邪、染回过头来，依觉、正、净。即使你是佛菩萨再来的，你一定要这样表演，你才是真正的再来人，你来是度众生。",
      "zh_TW": "我們提出修行這五個科目，少到不能再少了。我們在這個世間演這場戲，就把這五個科目表演出來，表演得像樣就好了。世間人不孝順父母，我們表演孝順。世間人不敬師長，我們表演尊師重道。世間人缺少慈悲心，我們表演大慈大悲。世間人造十惡業，我們表演修十善業道。世間人學佛受三皈依，那三皈依是假的不是真的，我們表演真正從迷、邪、染回過頭來，依覺、正、淨。即使你是佛菩薩再來的，你一定要這樣表演，你才是真正的再來人，你來是度眾生。"
    },
    {
      "id": "20-013-0059_p0005",
      "zh_CN": "所以我们从今往后，我们讲演的总题目，也就是总目标「学为人师，行为世范」。不但自己要向这个目标努力精进，也教导一切众生，都向这个目标去精进，所以修学、做事，处事、待人、接物，不可以存丝毫苟且之心，要认真努力去做。学佛最要紧的，转变是从心理上的转变，心理上转变了，你的身、语自然也就转变了，身心转变这外面环境就转变了，风水就转变了。",
      "zh_TW": "所以我們從今往後，我們講演的總題目，也就是總目標「學為人師，行為世範」。不但自己要向這個目標努力精進，也教導一切眾生，都向這個目標去精進，所以修學、做事，處事、待人、接物，不可以存絲毫苟且之心，要認真努力去做。學佛最要緊的，轉變是從心理上的轉變，心理上轉變了，你的身、語自然也就轉變了，身心轉變這外面環境就轉變了，風水就轉變了。"
    },
    {
      "id": "20-013-0059_p0006",
      "zh_CN": "昨天晚上我在居士林，见到从厦门来的一位老法师，八十二岁，他今天到马来西亚去，我看到这么大的年龄还到处奔波，我的感触就很深。老法师身体不错，很慈悲，他懂得风水很有研究，跟我谈风水轮流转。可是风水的转变，诸位要晓得根源是在人心，环境是跟着人心转，人心向善，这风水就好。他告诉我，风水渐渐转到中国，告诉我现在中国政府宗教政策的落实，对佛教的前途非常有利，政府里面的高干，现在对佛教很关心，他们也很认真在学习，好事情。全国上下都真正能明理，人心就转了，人心转变成佛心，这个国家就变成佛土，还有哪个风水能比得上佛土的风水好？这一定的道理。",
      "zh_TW": "昨天晚上我在居士林，見到從廈門來的一位老法師，八十二歲，他今天到馬來西亞去，我看到這麼大的年齡還到處奔波，我的感觸就很深。老法師身體不錯，很慈悲，他懂得風水很有研究，跟我談風水輪流轉。可是風水的轉變，諸位要曉得根源是在人心，環境是跟著人心轉，人心向善，這風水就好。他告訴我，風水漸漸轉到中國，告訴我現在中國政府宗教政策的落實，對佛教的前途非常有利，政府裡面的高幹，現在對佛教很關心，他們也很認真在學習，好事情。全國上下都真正能明理，人心就轉了，人心轉變成佛心，這個國家就變成佛土，還有哪個風水能比得上佛土的風水好？這一定的道理。"
    },
    {
      "id": "20-013-0059_p0007",
      "zh_CN": "尤其是净土宗的宣扬，心净则土净，立竿见影，效果无比的快速、显著。我们明白这个道理，知道这个事实真相，应该晓得自己怎么去努力，确定自己的方向，确定自己的目标，舍己为人，行菩萨道。菩萨道就是没有自己，只有众生、只有社会、只有国家，要用现代的话说，为社会、为国家、为人民服务没有自己，这是菩萨道，这是菩萨行。社会好，大家好，我们自己当然好，我们是社会的一分子，没有脱离群众。所以一定要晓得，为人才是真正为自己，为自己不顾别人这就大错了，菩萨心跟众生的轮回心差别就在此地，真正是所谓「差之毫厘，失之千里」。所以我们自己要想到，处处要做表率，要做一切人的好榜样，这是总纲领、总原则，要有耐心。",
      "zh_TW": "尤其是淨土宗的宣揚，心淨則土淨，立竿見影，效果無比的快速、顯著。我們明白這個道理，知道這個事實真相，應該曉得自己怎麼去努力，確定自己的方向，確定自己的目標，捨己為人，行菩薩道。菩薩道就是沒有自己，只有眾生、只有社會、只有國家，要用現代的話說，為社會、為國家、為人民服務沒有自己，這是菩薩道，這是菩薩行。社會好，大家好，我們自己當然好，我們是社會的一分子，沒有脫離群眾。所以一定要曉得，為人才是真正為自己，為自己不顧別人這就大錯了，菩薩心跟眾生的輪迴心差別就在此地，真正是所謂「差之毫釐，失之千里」。所以我們自己要想到，處處要做表率，要做一切人的好榜樣，這是總綱領、總原則，要有耐心。"
    },
    {
      "id": "20-013-0059_p0008",
      "zh_CN": "古德要求学生，遵守修学的规矩五年，我们现在人的根性比古人差得太远，五年这个根扎不住。我在台中跟李炳南老居士学习，李老师要求我五年，我自己自动延长五年，我守他老人家的规矩十年。古人所谓「根深则本固」，这个根要扎得深。古大德教学用意非常之深，但是现在这个方法已经没法子用了，所以师道已经不存在了，我们自己要清楚、要明白。现代做父母的都不能够约束儿女、要求儿女，何况老师对学生？这个时代是民主自由开放，在民主自由开放的时代，要想成就道业是非常非常艰难，这个环境不利于修道。因为众生心，古人有个比喻说「心猿意马」，这心是放荡的，像猿猴一样收不住的。古时候专制的时代，它约束你，你不敢不守规矩，民主自由开放就随你放荡，你的心怎么能定下来？所以从前修行，学禅的人能得定、能开悟，现在学禅连定都得不到，你要细细去追究这个原因，这社会环境非常不利于修行，不得已才念佛。念佛也得要不受社会的诱惑，你功夫才能成片。如果你心里头拿不定主意，外面常常受境界的诱惑，人、事、物种种诱惑，你一天佛号念得再多，功夫依旧不得力。现在一定要了解大环境，没有人约束我们，我们要自动自发，自己约束自己才能成就。所以学习跟定一个老师，学一家之言，我们才能把路子走出来。",
      "zh_TW": "古德要求學生，遵守修學的規矩五年，我們現在人的根性比古人差得太遠，五年這個根紮不住。我在台中跟李炳南老居士學習，李老師要求我五年，我自己自動延長五年，我守他老人家的規矩十年。古人所謂「根深則本固」，這個根要紮得深。古大德教學用意非常之深，但是現在這個方法已經沒法子用了，所以師道已經不存在了，我們自己要清楚、要明白。現代做父母的都不能夠約束兒女、要求兒女，何況老師對學生？這個時代是民主自由開放，在民主自由開放的時代，要想成就道業是非常非常艱難，這個環境不利於修道。因為眾生心，古人有個比喻說「心猿意馬」，這心是放蕩的，像猿猴一樣收不住的。古時候專制的時代，它約束你，你不敢不守規矩，民主自由開放就隨你放蕩，你的心怎麼能定下來？所以從前修行，學禪的人能得定、能開悟，現在學禪連定都得不到，你要細細去追究這個原因，這社會環境非常不利於修行，不得已才念佛。念佛也得要不受社會的誘惑，你功夫才能成片。如果你心裡頭拿不定主意，外面常常受境界的誘惑，人、事、物種種誘惑，你一天佛號念得再多，功夫依舊不得力。現在一定要了解大環境，沒有人約束我們，我們要自動自發，自己約束自己才能成就。所以學習跟定一個老師，學一家之言，我們才能把路子走出來。"
    },
    {
      "id": "20-013-0059_p0009",
      "zh_CN": "我们今天大家在一起学习《华严》，我们跟定一个老师，清凉大师，所以我们的研究讨论，是以《疏钞》为主，以《合论》来辅助。道霈禅师他所作的《疏论纂要》，也是以疏为主，以论为参考，这诸位很明显看得出来。他自称是清凉、李长者的私淑弟子，私淑弟子是老师已经过世了，我依他为老师。依据他的著作，跟老师在世的时候一样，循规蹈矩来学习，不敢违越，这是清凉、李长者真正的弟子。如果拜一个老师，不能够遵守老师的教诲，这不是弟子，这是假的不是真的。今天在这世间，谁是善知识我们不认识，我们找古人决定不错。",
      "zh_TW": "我們今天大家在一起學習《華嚴》，我們跟定一個老師，清涼大師，所以我們的研究討論，是以《疏鈔》為主，以《合論》來輔助。道霈禪師他所作的《疏論纂要》，也是以疏為主，以論為參考，這諸位很明顯看得出來。他自稱是清涼、李長者的私淑弟子，私淑弟子是老師已經過世了，我依他為老師。依據他的著作，跟老師在世的時候一樣，循規蹈矩來學習，不敢違越，這是清涼、李長者真正的弟子。如果拜一個老師，不能夠遵守老師的教誨，這不是弟子，這是假的不是真的。今天在這世間，誰是善知識我們不認識，我們找古人決定不錯。"
    },
    {
      "id": "20-013-0059_p0010",
      "zh_CN": "在净宗，往年李炳南老居士教我依印光大师作老师，常常读诵老师的《文钞》，依教奉行，这个话正确。李炳老不敢以师自居，他是印祖的学生，他要我依印祖，出自于真诚，言词非常恳切，感人甚深。我一生不敢说是人的老师，不敢，没有德学，所以我劝人依《无量寿经》、依阿弥陀佛作老师。净宗祖师当中，善导、莲池、蕅益、印光大师，这四个人的作品很丰富，字字句句与往生经完全相应，可以依靠。以这几位大德为老师，我们的道业哪有不成就的道理？心一回过头来，如理如法的修学，做个好样子给人看，这是真正如来第一弟子，端在自己发心受持。好，时间到了。",
      "zh_TW": "在淨宗，往年李炳南老居士教我依印光大師作老師，常常讀誦老師的《文鈔》，依教奉行，這個話正確。李炳老不敢以師自居，他是印祖的學生，他要我依印祖，出自於真誠，言詞非常懇切，感人甚深。我一生不敢說是人的老師，不敢，沒有德學，所以我勸人依《無量壽經》、依阿彌陀佛作老師。淨宗祖師當中，善導、蓮池、蕅益、印光大師，這四個人的作品很豐富，字字句句與往生經完全相應，可以依靠。以這幾位大德為老師，我們的道業哪有不成就的道理？心一回過頭來，如理如法的修學，做個好樣子給人看，這是真正如來第一弟子，端在自己發心受持。好，時間到了。"
    }
  ]
}