{
  "doc_id": "20-013-0004",
  "title": {
    "zh_CN": "九八年早餐开示—心清净、转境界",
    "zh_TW": "九八年早餐開示—心清淨、轉境界"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0004",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "20-013-0004_p0001",
      "zh_CN": "我们在《金刚经》看到一个总结论，佛为一切众生说法，总归结到「诸法缘生无所有」，「佛说三心不可得」，「诸法因缘所生，当体即空，了不可得」。我们还求什么？明白这个道理，这个求的心就消失掉了，真正做到于世无求。过去心不可得，现在心不可得，未来心不可得，你还争什么？所以「于人无争，于世无求」。",
      "zh_TW": "我們在《金剛經》看到一個總結論，佛為一切眾生說法，總歸結到「諸法緣生無所有」，「佛說三心不可得」，「諸法因緣所生，當體即空，了不可得」。我們還求什麼？明白這個道理，這個求的心就消失掉了，真正做到於世無求。過去心不可得，現在心不可得，未來心不可得，你還爭什麼？所以「於人無爭，於世無求」。"
    },
    {
      "id": "20-013-0004_p0002",
      "zh_CN": "要不能把这个道理会通，彻底明了，那是做不到的。能做到、能会通，会通是理，做到是事，日常生活当中表现出来，这是事，然后才真正能「学为人师，行为世范」，为九法界一切众生的好榜样。这几句话是佛把宇宙人生真相讲到了极处，我们要从这个地方去体会，然后你能够放下万缘，身心清净，自性般若就分分往外透。正是惠能对忍和尚所讲，「弟子心中常生智慧」。智慧从哪里来的？智慧就是这样流露出来的，自性般若智慧人人本具，各个不无！一切众生的智慧跟诸佛如来没有两样，平等平等，佛是全部都露出来，众生透不出来，原因在哪里？被烦恼盖覆、被邪见盖覆，邪见是所知障，所以二障盖覆。佛教给我们修行，修什么？除二障而已，没有别的。因此世间一切诸法、人事物，有没有是非？没有。有没有善恶？没有。有没有真假？没有，什么都没有，这是真相。",
      "zh_TW": "要不能把這個道理會通，徹底明瞭，那是做不到的。能做到、能會通，會通是理，做到是事，日常生活當中表現出來，這是事，然後才真正能「學為人師，行為世範」，為九法界一切眾生的好榜樣。這幾句話是佛把宇宙人生真相講到了極處，我們要從這個地方去體會，然後你能夠放下萬緣，身心清淨，自性般若就分分往外透。正是惠能對忍和尚所講，「弟子心中常生智慧」。智慧從哪裡來的？智慧就是這樣流露出來的，自性般若智慧人人本具，各個不無！一切眾生的智慧跟諸佛如來沒有兩樣，平等平等，佛是全部都露出來，眾生透不出來，原因在哪裡？被煩惱蓋覆、被邪見蓋覆，邪見是所知障，所以二障蓋覆。佛教給我們修行，修什麼？除二障而已，沒有別的。因此世間一切諸法、人事物，有沒有是非？沒有。有沒有善惡？沒有。有沒有真假？沒有，什麼都沒有，這是真相。"
    },
    {
      "id": "20-013-0004_p0003",
      "zh_CN": "一切真假、是非、善恶，从哪里来的？从人心变出来的。如果我们懂得这个事实，我们很会变，我们统统变好的、统统变善的，这个就是诸佛的净土；不会变的就变成三途恶道。谁变的？自己变的，不是别人变来给我们享受，是我们自己变自己享受。就连西方极乐世界也是自己变自己享受，你自己的心不清净，你怎么能往生！佛虽然大慈大悲，佛为什么不能让你去往生？因为净土是你自己变现的。深入净宗的人晓得，「自性弥陀，唯心净土」。一般人念的时候，有没有念到这个境界？他念到这个境界，他自己不晓得！不知道没有关系，他到这个境界，就有这个受用；他不到这个境界，念得再勤奋、念得再多，也不能往生。这个理与事我们都要清楚、都要明白，不能把这一生往生的大事因缘错过。懂不懂不要紧，他真的心清净了，心净则土净。心清净，唯心净土、自性弥陀就现前，就这么一个道理。",
      "zh_TW": "一切真假、是非、善惡，從哪裡來的？從人心變出來的。如果我們懂得這個事實，我們很會變，我們統統變好的、統統變善的，這個就是諸佛的淨土；不會變的就變成三途惡道。誰變的？自己變的，不是別人變來給我們享受，是我們自己變自己享受。就連西方極樂世界也是自己變自己享受，你自己的心不清淨，你怎麼能往生！佛雖然大慈大悲，佛為什麼不能讓你去往生？因為淨土是你自己變現的。深入淨宗的人曉得，「自性彌陀，唯心淨土」。一般人念的時候，有沒有念到這個境界？他念到這個境界，他自己不曉得！不知道沒有關係，他到這個境界，就有這個受用；他不到這個境界，念得再勤奮、念得再多，也不能往生。這個理與事我們都要清楚、都要明白，不能把這一生往生的大事因緣錯過。懂不懂不要緊，他真的心清淨了，心淨則土淨。心清淨，唯心淨土、自性彌陀就現前，就這麼一個道理。"
    },
    {
      "id": "20-013-0004_p0004",
      "zh_CN": "西方为什么那么殊胜？昨天也略略的透一点，所有的人到西方极乐世界统统都是清净心，你们用现在的话讲，你说那个磁场多殊胜！你入他们这个俱乐部，人人都是清净心，人人都是诸上善人聚会一处，这个就是得所有一切清净心的加持。你入这个磁场，那个感受不一样；像我们一盏灯一样，许许多多的灯都点亮，我们这个灯加入他们，我们增加他的光明，他增加我们光明，这么个意思。所以一切诸佛赞叹这个西方。实在讲要是讲一切物质上的庄严，那十方诸佛国土比这个极乐世界庄严有的是，多得很。为什么诸佛还要赞叹阿弥陀佛「佛中之王」？就是清净心比不上，一切众生心都清净，一个杂念都没有，这是十方一切诸佛世界比不上极乐世界的。要讲物质上那些庄严，十方诸佛世界比极乐世界要殊胜得很多。我们要明白这个道理。",
      "zh_TW": "西方為什麼那麼殊勝？昨天也略略的透一點，所有的人到西方極樂世界統統都是清淨心，你們用現在的話講，你說那個磁場多殊勝！你入他們這個俱樂部，人人都是清淨心，人人都是諸上善人聚會一處，這個就是得所有一切清淨心的加持。你入這個磁場，那個感受不一樣；像我們一盞燈一樣，許許多多的燈都點亮，我們這個燈加入他們，我們增加他的光明，他增加我們光明，這麼個意思。所以一切諸佛讚歎這個西方。實在講要是講一切物質上的莊嚴，那十方諸佛國土比這個極樂世界莊嚴有的是，多得很。為什麼諸佛還要讚歎阿彌陀佛「佛中之王」？就是清淨心比不上，一切眾生心都清淨，一個雜念都沒有，這是十方一切諸佛世界比不上極樂世界的。要講物質上那些莊嚴，十方諸佛世界比極樂世界要殊勝得很多。我們要明白這個道理。"
    },
    {
      "id": "20-013-0004_p0005",
      "zh_CN": "正如同我们这个世界，我们这个道场是庄严很殊胜，其余很多地方道场比我们这边大，比我们这边建得更美更壮观，很多！但是我们住众清净心，那我们第一，他们那个大道场当中，里面的住众不见得人人清净心，清净心我们第一。阿弥陀佛世界是清净心第一。我们所选择哪里去往生，我们要选择那个地方统统是清净心，选这个，不是选它的豪华富丽堂皇，不选这个。我们选这个道场，大家都清净心，这个选择就正确了。十方一切诸佛都劝我们往生极乐世界，道理也就在此地。十方，释迦牟尼佛在经上讲的，确确实实比西方世界好百倍、千倍多得是。为什么佛不劝我们往生？到那里往生你的成就还是很艰难，为什么？环境有善、有恶，人心不平，在这里头修学的确不容易，容易退转。西方世界是人人心都清净，人人心都平等，人人都法喜充满，在那个地方不容易退转，环境好。昨天我们讲的缘，那个缘西方世界是第一殊胜，我们的选择是在此地。",
      "zh_TW": "正如同我們這個世界，我們這個道場是莊嚴很殊勝，其餘很多地方道場比我們這邊大，比我們這邊建得更美更壯觀，很多！但是我們住眾清淨心，那我們第一，他們那個大道場當中，裡面的住眾不見得人人清淨心，清淨心我們第一。阿彌陀佛世界是清淨心第一。我們所選擇哪裡去往生，我們要選擇那個地方統統是清淨心，選這個，不是選它的豪華富麗堂皇，不選這個。我們選這個道場，大家都清淨心，這個選擇就正確了。十方一切諸佛都勸我們往生極樂世界，道理也就在此地。十方，釋迦牟尼佛在經上講的，確確實實比西方世界好百倍、千倍多得是。為什麼佛不勸我們往生？到那裡往生你的成就還是很艱難，為什麼？環境有善、有惡，人心不平，在這裡頭修學的確不容易，容易退轉。西方世界是人人心都清淨，人人心都平等，人人都法喜充滿，在那個地方不容易退轉，環境好。昨天我們講的緣，那個緣西方世界是第一殊勝，我們的選擇是在此地。"
    },
    {
      "id": "20-013-0004_p0006",
      "zh_CN": "明白这些道理，我们在现前生活要转境界。上个月印尼发生暴动，我在台湾。台湾、新加坡有不少同修在印尼做生意。我们在报章里面看到的消息，他们所受的损失很大。有生意当然没有办法做，还有房子、店被人烧掉，我们看到很难过。这些同修们我们也很关心，打电话慰问。我就想起印光大师，他老人家有一篇很长的开示，给卫锦洲居士的一封信，我把这个信找出来，重新打字印了很多分送给这些同修们。卫锦洲在当时遭遇一个灾难，家里的房子被火烧了。邻居的房子烧了，他又是隔壁，没有方法救，自己家里是一把火烧光了，所有财产都没有了。太太遭受这个灾难，承受不了这个打击，死了，他自己变成麻木不仁，痴痴呆呆的。有同修把这事情告诉印光大师，印光大师给他写一封很长的信，教导他，说这个人间人事无常，不足以留恋。这一把火把你所有财产都烧光，妻子也死了，真的是家破人亡，一般世间人承受不了；你是个学佛的人，你是个念佛人，你志在西方极乐世界，这不是最好的增上缘吗？你在这里身心世界一切放下，一心念佛，决定往生。生到西方极乐世界，换一个最殊胜的环境，比这里好得太多。所以有的时候，逆境当中自己要能想通了，是个好的增上缘，不是坏事。",
      "zh_TW": "明白這些道理，我們在現前生活要轉境界。上個月印尼發生暴動，我在台灣。台灣、新加坡有不少同修在印尼做生意。我們在報章裡面看到的消息，他們所受的損失很大。有生意當然沒有辦法做，還有房子、店被人燒掉，我們看到很難過。這些同修們我們也很關心，打電話慰問。我就想起印光大師，他老人家有一篇很長的開示，給衛錦洲居士的一封信，我把這個信找出來，重新打字印了很多分送給這些同修們。衛錦洲在當時遭遇一個災難，家裡的房子被火燒了。鄰居的房子燒了，他又是隔壁，沒有方法救，自己家裡是一把火燒光了，所有財產都沒有了。太太遭受這個災難，承受不了這個打擊，死了，他自己變成麻木不仁，痴痴呆呆的。有同修把這事情告訴印光大師，印光大師給他寫一封很長的信，教導他，說這個人間人事無常，不足以留戀。這一把火把你所有財產都燒光，妻子也死了，真的是家破人亡，一般世間人承受不了；你是個學佛的人，你是個念佛人，你志在西方極樂世界，這不是最好的增上緣嗎？你在這裡身心世界一切放下，一心念佛，決定往生。生到西方極樂世界，換一個最殊勝的環境，比這裡好得太多。所以有的時候，逆境當中自己要能想通了，是個好的增上緣，不是壞事。"
    },
    {
      "id": "20-013-0004_p0007",
      "zh_CN": "世间人贪恋财物，心都安住在财物当中，放不下，这是很大的障碍。遇到这些业缘，你的财产被火烧了，被水漂了，被人家夺去了，或者从前被官府没收了，真正学佛明理人一看，好增上缘！平常修这个放下，修得不干不净，这个缘来的时候，彻底放下，恶事就变成好事。譬如人家夺取你的，非法、非理的，把你的东西夺去，你在这个时候正好能彻底放下，自己得利益了，身心清净，他也得利益。夺取我们的人也得利益，为什么？成就我们彻底放下。他虽然手段不正当，或者是目的也不正当，但是对我们来说，他帮了我的忙，帮我彻底放下。他是什么人？恩人。这个道理世间人懂得很少。",
      "zh_TW": "世間人貪戀財物，心都安住在財物當中，放不下，這是很大的障礙。遇到這些業緣，你的財產被火燒了，被水漂了，被人家奪去了，或者從前被官府沒收了，真正學佛明理人一看，好增上緣！平常修這個放下，修得不乾不淨，這個緣來的時候，徹底放下，惡事就變成好事。譬如人家奪取你的，非法、非理的，把你的東西奪去，你在這個時候正好能徹底放下，自己得利益了，身心清淨，他也得利益。奪取我們的人也得利益，為什麼？成就我們徹底放下。他雖然手段不正當，或者是目的也不正當，但是對我們來說，他幫了我的忙，幫我徹底放下。他是什麼人？恩人。這個道理世間人懂得很少。"
    },
    {
      "id": "20-013-0004_p0008",
      "zh_CN": "不但夺取我财物的是恩人，陷害我，使我坐牢、使我杀头，冤枉杀头，我要一念觉悟了，身心世界、身体都不要，也放下了，往生西方极乐世界，那个陷害我的人也是我的恩人。他不这样陷害我，我这个身还放不下来，因为他这么一搞，我这个身不能不放下。你要知道佛法在一念之间。如果我有瞋恨心放不下，我自己有罪，他也有罪，为什么？冤冤相报没完没了。欠债的还债，欠命的还命，生生世世纠缠在一起永远搞不清，世间迷惑人干的。所以你要懂得学佛之后，你看善财童子五十三参，顺逆境界都是善知识。《弥陀经》上讲「诸上善人聚会一处」，还要到极乐世界才诸上善人？现前就是诸上善人。怎么是诸上善人？我自己善，一切都善。成佛的人看一切众生都是佛，岂不是境随心转。善心护持我的，他是我的善知识，是善人；恶意陷害我的，也是我的善知识，也是善人；转变在一念之间，一念觉迷！一念迷，就是六凡恶道；一念觉，超凡入圣。一真法界在哪里？一真法界在眼前，就在现前，问题是你会不会转。这个转变自他两利，也能够影响社会大众。社会一般人遇到这个境界，纷争，总有许多纠缠恩恩怨怨，一觉悟，什么都没有，一扫而光。",
      "zh_TW": "不但奪取我財物的是恩人，陷害我，使我坐牢、使我殺頭，冤枉殺頭，我要一念覺悟了，身心世界、身體都不要，也放下了，往生西方極樂世界，那個陷害我的人也是我的恩人。他不這樣陷害我，我這個身還放不下來，因為他這麼一搞，我這個身不能不放下。你要知道佛法在一念之間。如果我有瞋恨心放不下，我自己有罪，他也有罪，為什麼？冤冤相報沒完沒了。欠債的還債，欠命的還命，生生世世糾纏在一起永遠搞不清，世間迷惑人幹的。所以你要懂得學佛之後，你看善財童子五十三參，順逆境界都是善知識。《彌陀經》上講「諸上善人聚會一處」，還要到極樂世界才諸上善人？現前就是諸上善人。怎麼是諸上善人？我自己善，一切都善。成佛的人看一切眾生都是佛，豈不是境隨心轉。善心護持我的，他是我的善知識，是善人；惡意陷害我的，也是我的善知識，也是善人；轉變在一念之間，一念覺迷！一念迷，就是六凡惡道；一念覺，超凡入聖。一真法界在哪裡？一真法界在眼前，就在現前，問題是你會不會轉。這個轉變自他兩利，也能夠影響社會大眾。社會一般人遇到這個境界，紛爭，總有許多糾纏恩恩怨怨，一覺悟，什麼都沒有，一掃而光。"
    },
    {
      "id": "20-013-0004_p0009",
      "zh_CN": "我这一次离开台北的头一天，有几位居士来看我，有三位女居士，她们带了供养送给我，带了不少，台币带了二十万送给我。送供养这位女居士告诉我，她现在遭遇到困难，有什么困难？先生有外遇，问我怎么办？是不是离婚去打官司？我说：「你是不是一个学佛的？」，她说：「是。」我说：「你是不是真的想到极乐世界去？」「我真想！」「那就很好，随他去吧！你欢欢喜喜的，你也让你先生欢欢喜喜，让你先生爱的这个女人也欢欢喜喜，一团欢喜，问题不就解决了！你要上公堂打官司、搞离婚，搞一大坨，你的家庭破碎，你给社会大众造成很不好的印象，学佛的人学到这种程度！你先生有外遇爱那个女人是前世的缘，缘聚的时候，它一定会产生这个现象，因缘果报丝毫不爽。你明白这个道理，成人之美，不成人之恶，你先生佩服，你先生的女人也佩服，了不起！社会大众看到你，这个好！只有和睦、欢喜才能解决问题，纷争、仇恨只有那个怨愈结愈深，永远不能解问题。」她听了我讲的话，说：「我明白了。」欢欢喜喜的离开，问题解决了。你的目标在极乐世界，不在娑婆世界，你还要争这个、争那个，舍不得走！你求往生这个意念，是假的不是真的。真的，彻底放下。所以你遇到这个缘的时候，更放下。那个夫妻恩爱很难舍的，经过这样，那就彻底放下了。你的先生岂不是你的善知识，你先生外遇那个对象也是你的善知识，叫你把生生世世难分难舍的，从这里一下放下了，看淡了，你往生西方极乐世界没有障碍了。她很欢喜听懂了，我说：你今天的二十万供养，没有白供。也非常难得，她一听就懂，这是真有智慧。这是普通一般人、迷惑人做不到的，一定要打官司，闹离婚，要干这些事情，身心忧恼，对身体伤害就很大。",
      "zh_TW": "我這一次離開台北的頭一天，有幾位居士來看我，有三位女居士，她們帶了供養送給我，帶了不少，台幣帶了二十萬送給我。送供養這位女居士告訴我，她現在遭遇到困難，有什麼困難？先生有外遇，問我怎麼辦？是不是離婚去打官司？我說：「你是不是一個學佛的？」，她說：「是。」我說：「你是不是真的想到極樂世界去？」「我真想！」「那就很好，隨他去吧！你歡歡喜喜的，你也讓你先生歡歡喜喜，讓你先生愛的這個女人也歡歡喜喜，一團歡喜，問題不就解決了！你要上公堂打官司、搞離婚，搞一大坨，你的家庭破碎，你給社會大眾造成很不好的印象，學佛的人學到這種程度！你先生有外遇愛那個女人是前世的緣，緣聚的時候，它一定會產生這個現象，因緣果報絲毫不爽。你明白這個道理，成人之美，不成人之惡，你先生佩服，你先生的女人也佩服，了不起！社會大眾看到你，這個好！只有和睦、歡喜才能解決問題，紛爭、仇恨只有那個怨愈結愈深，永遠不能解問題。」她聽了我講的話，說：「我明白了。」歡歡喜喜的離開，問題解決了。你的目標在極樂世界，不在娑婆世界，你還要爭這個、爭那個，捨不得走！你求往生這個意念，是假的不是真的。真的，徹底放下。所以你遇到這個緣的時候，更放下。那個夫妻恩愛很難捨的，經過這樣，那就徹底放下了。你的先生豈不是你的善知識，你先生外遇那個對象也是你的善知識，叫你把生生世世難分難捨的，從這裡一下放下了，看淡了，你往生西方極樂世界沒有障礙了。她很歡喜聽懂了，我說：你今天的二十萬供養，沒有白供。也非常難得，她一聽就懂，這是真有智慧。這是普通一般人、迷惑人做不到的，一定要打官司，鬧離婚，要幹這些事情，身心憂惱，對身體傷害就很大。"
    },
    {
      "id": "20-013-0004_p0010",
      "zh_CN": "世间事哪有一样是真的？《金刚经》上讲：「一切有为法，如梦幻泡影」。万般将不去，唯有业随身。真正学佛人在这个世间一切随缘，绝不攀缘。对于所有一切众生，都是恩人。赞叹我们是恩人，协助我们是恩人，毁谤我们也是恩人，污辱我们也是恩人，陷害我们也是恩人，无一不是恩人。「知恩报恩」，你要知这个恩，你才有报恩的心。「上报四重恩」，你不知道你怎么会报？恩将仇报，那就错了。",
      "zh_TW": "世間事哪有一樣是真的？《金剛經》上講：「一切有為法，如夢幻泡影」。萬般將不去，唯有業隨身。真正學佛人在這個世間一切隨緣，絕不攀緣。對於所有一切眾生，都是恩人。讚歎我們是恩人，協助我們是恩人，毀謗我們也是恩人，污辱我們也是恩人，陷害我們也是恩人，無一不是恩人。「知恩報恩」，你要知這個恩，你才有報恩的心。「上報四重恩」，你不知道你怎麼會報？恩將仇報，那就錯了。"
    },
    {
      "id": "20-013-0004_p0011",
      "zh_CN": "「知恩报恩」在《大般若经》里面是二地菩萨修行，二地菩萨修行有八个科目，知恩报恩是其中的一个科目。世间人为什么烦恼这么多？忧虑这么多？天天造罪业，《地藏经》上讲：「阎浮提众生起心动念无不是罪」。为什么会有这现象？不知道恩，迷惑在假相里面，十法界都是假相，十法界都是一场梦，不仅人家常说「人生如梦」，十法界都是这样，都不是真的。脱离十法界，才算你梦醒，叫一真法界。为什么叫真？「真」是那个境界永恒不变。十法界是刹那刹那在变化，刹那不住。为什么会有这个现象？十法界用的是妄心，一真法界用的是真心，真心不变。《楞严经》上讲「常住真心」，常住就不变。妄心是刹那的，妄心就是我们今天讲的念头，你看一个念头灭，底下一个念头就生了，刹那生灭。《仁王经》上给我们讲，一弹指六十刹那，一刹那九百生灭，我们弹指弹得快，一秒钟可以弹四次，你就晓得四乘六十再乘九百，一秒当中有多少？两个十万八千，两个十万八千的生灭念头，我们怎么能发现。",
      "zh_TW": "「知恩報恩」在《大般若經》裡面是二地菩薩修行，二地菩薩修行有八個科目，知恩報恩是其中的一個科目。世間人為什麼煩惱這麼多？憂慮這麼多？天天造罪業，《地藏經》上講：「閻浮提眾生起心動念無不是罪」。為什麼會有這現象？不知道恩，迷惑在假相裡面，十法界都是假相，十法界都是一場夢，不僅人家常說「人生如夢」，十法界都是這樣，都不是真的。脫離十法界，才算你夢醒，叫一真法界。為什麼叫真？「真」是那個境界永恆不變。十法界是剎那剎那在變化，剎那不住。為什麼會有這個現象？十法界用的是妄心，一真法界用的是真心，真心不變。《楞嚴經》上講「常住真心」，常住就不變。妄心是剎那的，妄心就是我們今天講的念頭，你看一個念頭滅，底下一個念頭就生了，剎那生滅。《仁王經》上給我們講，一彈指六十剎那，一剎那九百生滅，我們彈指彈得快，一秒鐘可以彈四次，你就曉得四乘六十再乘九百，一秒當中有多少？兩個十萬八千，兩個十萬八千的生滅念頭，我們怎麼能發現。"
    },
    {
      "id": "20-013-0004_p0012",
      "zh_CN": "这个心里面念头的生灭，佛在经上讲八地菩萨看到，八地菩萨那个定功很深，那么深的定功，看到念头生，微细念头的生灭。所以十法界还是用的妄心，八识五十一心所，转识成智，转八识成四智，就超越十法界，这就入一真法界。一真法界不再用八识五十一心所，用真心。真心在相宗里面讲是四智菩提，那是真心。真心现出来的境界，就是一真法界，心不生灭，境也不生灭。心是生灭，境界哪有不生灭的道理？决定是生灭。虚幻的世界，梦幻泡影，不要认真！不要把它当作一回事！永远保持自己心地的清净，清凉自在，念念生智慧。世间无论什么繁杂的事情，看得清清楚楚，诚心诚意来请教，真能帮助他解决问题。",
      "zh_TW": "這個心裡面念頭的生滅，佛在經上講八地菩薩看到，八地菩薩那個定功很深，那麼深的定功，看到念頭生，微細念頭的生滅。所以十法界還是用的妄心，八識五十一心所，轉識成智，轉八識成四智，就超越十法界，這就入一真法界。一真法界不再用八識五十一心所，用真心。真心在相宗裡面講是四智菩提，那是真心。真心現出來的境界，就是一真法界，心不生滅，境也不生滅。心是生滅，境界哪有不生滅的道理？決定是生滅。虛幻的世界，夢幻泡影，不要認真！不要把它當作一回事！永遠保持自己心地的清淨，清涼自在，念念生智慧。世間無論什麼繁雜的事情，看得清清楚楚，誠心誠意來請教，真能幫助他解決問題。"
    },
    {
      "id": "20-013-0004_p0013",
      "zh_CN": "前几天在澳洲邦德大学，保罗威尔森院长向我请教这个问题，「怎么样使这个世间各种不同的种族、不同的文化、不同的宗教信仰，能够和睦相处、能够互助合作，消除一切歧见？」他问我有什么方法？你把这个道理搞清楚，事实真相明白了，这问题马上解决了。我告诉他大乘佛法，特别是《华严经》，他听了很有兴趣。因为他们那个学校二千多个学生，来自三十多个国家，小型联合国，所以他迫切需要解决这个问题。",
      "zh_TW": "前幾天在澳洲邦德大學，保羅威爾森院長向我請教這個問題，「怎麼樣使這個世間各種不同的種族、不同的文化、不同的宗教信仰，能夠和睦相處、能夠互助合作，消除一切歧見？」他問我有什麼方法？你把這個道理搞清楚，事實真相明白了，這問題馬上解決了。我告訴他大乘佛法，特別是《華嚴經》，他聽了很有興趣。因為他們那個學校二千多個學生，來自三十多個國家，小型聯合國，所以他迫切需要解決這個問題。"
    },
    {
      "id": "20-013-0004_p0014",
      "zh_CN": "今天的社会跟从前不一样，从前农业社会，封闭的、保守的，往往一个人住在自己乡村里面，老死不相往来，隔壁的村庄，很多一生都没有去过。乡下人一生没进过城的，他生活的空间就那么一点点，心地清净，外面事情都不知道，都不相干，好修行！现在交通便捷了，资讯发达，全世界哪个地方发生一点点事情，电视、广播立刻就晓得，我们生活的空间变大了，这个地球是我们今天所关心的。我们要接触这么多的人、这么多的事物，历史、文化、背景、生活方式完全不相同，现在一下碰到头，这里面的摩擦、隔阂决定不能够避免。今天怎样化解这个问题，是迫切需要解决的大问题。所以英国的汤恩比博士，这个人有智慧、有眼光，他能见到解决这个问题只有儒家的学说跟大乘佛法，他讲得一点都不错，看得透彻、看得明白。",
      "zh_TW": "今天的社會跟從前不一樣，從前農業社會，封閉的、保守的，往往一個人住在自己鄉村裡面，老死不相往來，隔壁的村莊，很多一生都沒有去過。鄉下人一生沒進過城的，他生活的空間就那麼一點點，心地清淨，外面事情都不知道，都不相干，好修行！現在交通便捷了，資訊發達，全世界哪個地方發生一點點事情，電視、廣播立刻就曉得，我們生活的空間變大了，這個地球是我們今天所關心的。我們要接觸這麼多的人、這麼多的事物，歷史、文化、背景、生活方式完全不相同，現在一下碰到頭，這裡面的摩擦、隔閡決定不能夠避免。今天怎樣化解這個問題，是迫切需要解決的大問題。所以英國的湯恩比博士，這個人有智慧、有眼光，他能見到解決這個問題只有儒家的學說跟大乘佛法，他講得一點都不錯，看得透徹、看得明白。"
    },
    {
      "id": "20-013-0004_p0015",
      "zh_CN": "我们今天肩膀上担负的使命，就是为这个社会、为一切众生解决这个大问题。所以我们的同学要有使命感，要认真努力的修学，不仅在文字上、语言上，我们自己要真正做到，要真正改心，改变我们的观念。为众生、为佛法，决定没有自己。对自己来讲，身心世界一切放下。我们要求的是求自性无尽的智慧、德能，不是向外求；向外求，你所得到的非常有限。要向内求、向自性求、向清净心求、向平等心求，才能得到如佛果地上的大圆满，这才行。",
      "zh_TW": "我們今天肩膀上擔負的使命，就是為這個社會、為一切眾生解決這個大問題。所以我們的同學要有使命感，要認真努力的修學，不僅在文字上、語言上，我們自己要真正做到，要真正改心，改變我們的觀念。為眾生、為佛法，決定沒有自己。對自己來講，身心世界一切放下。我們要求的是求自性無盡的智慧、德能，不是向外求；向外求，你所得到的非常有限。要向內求、向自性求、向清淨心求、向平等心求，才能得到如佛果地上的大圓滿，這才行。"
    },
    {
      "id": "20-013-0004_p0016",
      "zh_CN": "我们现在展开佛经，或者看看古人的注子，看看他所写的，看看他所说的，知道他达到哪一个境界。我们自己的境界不如他，达不到他那个境界，我们可以依他这个东西来做学习，我们超过他之后，一看他就晓得他到哪里，那个时候就不必依靠了，永远依靠你就永远不能超越。在初学一定要依靠，不依靠他，没有路可走，他铺的路我们就走，走到他的尽头，我们自己可以开辟路，他的路到此地为止，我再开路那就比他远了。到那个路没有路就止住了，那你永远在他这个范围里面，你还能出人头地？他证的是什么境界？他证的是初地境界，我们突破初地就到二地；他证的二地境界，我们突破它就到三地。所以我们依循是有时间性，不是永远要依靠他。永远依靠他，那就是我们世俗人讲没出息。可是初学要不依靠，你没有路可走，一定要依止善知识，一定要依止好的僧团，同参道友，志同道合。",
      "zh_TW": "我們現在展開佛經，或者看看古人的註子，看看他所寫的，看看他所說的，知道他達到哪一個境界。我們自己的境界不如他，達不到他那個境界，我們可以依他這個東西來做學習，我們超過他之後，一看他就曉得他到哪裡，那個時候就不必依靠了，永遠依靠你就永遠不能超越。在初學一定要依靠，不依靠他，沒有路可走，他鋪的路我們就走，走到他的盡頭，我們自己可以開闢路，他的路到此地為止，我再開路那就比他遠了。到那個路沒有路就止住了，那你永遠在他這個範圍裡面，你還能出人頭地？他證的是什麼境界？他證的是初地境界，我們突破初地就到二地；他證的二地境界，我們突破它就到三地。所以我們依循是有時間性，不是永遠要依靠他。永遠依靠他，那就是我們世俗人講沒出息。可是初學要不依靠，你沒有路可走，一定要依止善知識，一定要依止好的僧團，同參道友，志同道合。"
    },
    {
      "id": "20-013-0004_p0017",
      "zh_CN": "昨天晚上提出两桩事情，我想了多少年，一个弘化团。这个弘化团，我曾经跟朴老提过，希望在中国佛教协会，中国佛协会里成立一个弘化团，对国内弘法，对全世界弘法。弘化团里面的成员，天天研究经教，提升自己的境界，提升自己讲台的艺术，有多余的能力学习外国语言，我们什么都放下，一切行政事物统统不管。",
      "zh_TW": "昨天晚上提出兩樁事情，我想了多少年，一個弘化團。這個弘化團，我曾經跟樸老提過，希望在中國佛教協會，中國佛協會裡成立一個弘化團，對國內弘法，對全世界弘法。弘化團裡面的成員，天天研究經教，提升自己的境界，提升自己講台的藝術，有多餘的能力學習外國語言，我們什麼都放下，一切行政事物統統不管。"
    },
    {
      "id": "20-013-0004_p0018",
      "zh_CN": "我这一生有一点成就，三不管，我不管人、不管事、不管钱，所有的供养，我一毛不拿，我在居士林的这个供养，全部他们收去，在过去几年是我拿回来，送到我这儿来，我再去布施，麻烦！麻烦事让他们做就好，我何必找这个麻烦？所以不要了，统统拿去了。我们这样拿去的时候，好，我走到那个地方，没有人问我要钱，没有钱，你说省多少事。有钱，「法师，我这里要修庙，要塑佛像，你要帮助一点。」净空！没办法。所以大家知道，不找我了，会请我去讲经。为什么？请我讲经就有钱了，假如信徒来供养，全部都归你了，你这个庙请我讲经都归你，他的庙请我讲经都归他，我自己身上不要带一分钱，到哪里讲经就有好多钱来，这个好！法缘就殊胜，哪个地方都想请我去讲经。有些法师讲经，收了皈依钱都带走，看到都没有了，统统带跑掉了，下次再不请了。所以从前演培法师问我：「你的法缘为什么殊胜？」我有我殊胜的道理，你们讲经的钱都带跑了，下次人家不请你，我这讲经一文不带，他就希望我在那里讲经。帮助他兴隆道场，名利双收，我们干干净净，一样都不要。你要知道，我们如果要，我们的智慧就受障碍，你心不清净。什么都不要，世出世间法统统不要，你心清净。为什么出世间法也不要？佛法因缘生，佛法也不是真的，也是假的，借假修真，所以对佛法也没有留恋。你执着佛法，错了。佛是叫你破分别、破执着，不是叫你分别、执着换对象。你那个不懂，是换对象。世间不执着，佛法执着；世间不贪爱，佛法贪爱。你的分别、妄想、执着、贪爱，没断！那个没用处的，还是出不了三界。大家细心在这个地方去体会、去揣摩，要在这个地方用真功夫，这是真用功。形式上那是假的，那是表演给没有学佛人看的，唱戏唱给别人看，让别人看这场戏有所觉悟，是这么一个意思。真正功夫就是改变这个观念，你在这个世间身心自在！人家住秽土、住恶世，我们住净土、住善世，不一样！人家看这些众生都造业，我们看所有的众生都是菩萨，都在那里表演顺逆境界，像唱戏一样，有的唱正面的，有的唱反派的，都在舞台上表演，我们在旁边看戏，你说这个多自在。表演正派的，好人，表演得好，鼓掌；表演反派的，表演得好，也鼓掌。你的心多开朗，你多自在，你多快乐。",
      "zh_TW": "我這一生有一點成就，三不管，我不管人、不管事、不管錢，所有的供養，我一毛不拿，我在居士林的這個供養，全部他們收去，在過去幾年是我拿回來，送到我這兒來，我再去布施，麻煩！麻煩事讓他們做就好，我何必找這個麻煩？所以不要了，統統拿去了。我們這樣拿去的時候，好，我走到那個地方，沒有人問我要錢，沒有錢，你說省多少事。有錢，「法師，我這裡要修廟，要塑佛像，你要幫助一點。」淨空！沒辦法。所以大家知道，不找我了，會請我去講經。為什麼？請我講經就有錢了，假如信徒來供養，全部都歸你了，你這個廟請我講經都歸你，他的廟請我講經都歸他，我自己身上不要帶一分錢，到哪裡講經就有好多錢來，這個好！法緣就殊勝，哪個地方都想請我去講經。有些法師講經，收了皈依錢都帶走，看到都沒有了，統統帶跑掉了，下次再不請了。所以從前演培法師問我：「你的法緣為什麼殊勝？」我有我殊勝的道理，你們講經的錢都帶跑了，下次人家不請你，我這講經一文不帶，他就希望我在那裡講經。幫助他興隆道場，名利雙收，我們乾乾淨淨，一樣都不要。你要知道，我們如果要，我們的智慧就受障礙，你心不清淨。什麼都不要，世出世間法統統不要，你心清淨。為什麼出世間法也不要？佛法因緣生，佛法也不是真的，也是假的，借假修真，所以對佛法也沒有留戀。你執著佛法，錯了。佛是叫你破分別、破執著，不是叫你分別、執著換對象。你那個不懂，是換對象。世間不執著，佛法執著；世間不貪愛，佛法貪愛。你的分別、妄想、執著、貪愛，沒斷！那個沒用處的，還是出不了三界。大家細心在這個地方去體會、去揣摩，要在這個地方用真功夫，這是真用功。形式上那是假的，那是表演給沒有學佛人看的，唱戲唱給別人看，讓別人看這場戲有所覺悟，是這麼一個意思。真正功夫就是改變這個觀念，你在這個世間身心自在！人家住穢土、住惡世，我們住淨土、住善世，不一樣！人家看這些眾生都造業，我們看所有的眾生都是菩薩，都在那裡表演順逆境界，像唱戲一樣，有的唱正面的，有的唱反派的，都在舞台上表演，我們在旁邊看戲，你說這個多自在。表演正派的，好人，表演得好，鼓掌；表演反派的，表演得好，也鼓掌。你的心多開朗，你多自在，你多快樂。"
    }
  ]
}