{
  "doc_id": "20-013-0178",
  "title": {
    "zh_CN": "九八年早餐开示—拿出多余贡献社会",
    "zh_TW": "九八年早餐開示—拿出多餘貢獻社會"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0178",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0178_p0001",
      "zh_CN": "今天早晨，东北的崔居士打一个长途电话来，告诉我北方赈灾的状况，一切都做得很顺利。这次赈灾把念佛带到了灾区，效果之殊胜，令人非常的感动。他说现在灾区的大众，对于赠送衣服、粮食等其他的东西，都比不上送他们念佛机、小佛像，他们对于念佛机跟小佛像的要求，远远胜过其他物资，都知道念佛能够帮助他们消除灾难，他们认为佛菩萨会保佑他们，这个共识是非常殊胜而难得的。他需要的就是像小佛牌，我们印的小佛卡，我们知道他们的需求，对于佛卡的印制，我们要好好的来做设计，能够做到尽善尽美，让大家看到之后能生欢喜心，这是很重要的一桩事情。另外，经书他们也非常的需要，录音带跟录相带，听说中国VCD比我们此地、比台湾、香港都要普遍，我们要帮助他们。现在在福建那边，听说VCD已经批准十万片在发行流通，希望都能够送一些到北方去，帮助那边的同修学佛。",
      "zh_TW": "今天早晨，東北的崔居士打一個長途電話來，告訴我北方賑災的狀況，一切都做得很順利。這次賑災把念佛帶到了災區，效果之殊勝，令人非常的感動。他說現在災區的大眾，對於贈送衣服、糧食等其他的東西，都比不上送他們念佛機、小佛像，他們對於念佛機跟小佛像的要求，遠遠勝過其他物資，都知道念佛能夠幫助他們消除災難，他們認為佛菩薩會保佑他們，這個共識是非常殊勝而難得的。他需要的就是像小佛牌，我們印的小佛卡，我們知道他們的需求，對於佛卡的印製，我們要好好的來做設計，能夠做到盡善盡美，讓大家看到之後能生歡喜心，這是很重要的一樁事情。另外，經書他們也非常的需要，錄音帶跟錄相帶，聽說中國VCD比我們此地、比台灣、香港都要普遍，我們要幫助他們。現在在福建那邊，聽說VCD已經批准十萬片在發行流通，希望都能夠送一些到北方去，幫助那邊的同修學佛。"
    },
    {
      "id": "20-013-0178_p0002",
      "zh_CN": "在现在这个时代，我们经历这一个世纪，现在已经到世纪末，再过几天就是九九年。这一个世纪，我们冷静的观察，实在讲灾难太多了，经历第一次世界大战、第二次世界大战。除大战之外，其他小规模的战争、区域的战争，几乎都没有中断过，这个世间真的是无有宁日。我们看到在灾难当中，天灾人祸，历经这些苦难的众生，没有不受感动的。这些灾难如何能得到解决？社会怎样才能得到安定、世界如何能得和平？安定和平是每一个人所向往的，但是始终都得不到，这个原因到底在哪里，我们必须要把它找出来，然后把这个原因消除，我们的理想才能够达到。",
      "zh_TW": "在現在這個時代，我們經歷這一個世紀，現在已經到世紀末，再過幾天就是九九年。這一個世紀，我們冷靜的觀察，實在講災難太多了，經歷第一次世界大戰、第二次世界大戰。除大戰之外，其他小規模的戰爭、區域的戰爭，幾乎都沒有中斷過，這個世間真的是無有寧日。我們看到在災難當中，天災人禍，歷經這些苦難的眾生，沒有不受感動的。這些災難如何能得到解決？社會怎樣才能得到安定、世界如何能得和平？安定和平是每一個人所嚮往的，但是始終都得不到，這個原因到底在哪裡，我們必須要把它找出來，然後把這個原因消除，我們的理想才能夠達到。"
    },
    {
      "id": "20-013-0178_p0003",
      "zh_CN": "细细的去观察、去思惟，唯有佛法。何以故？我们知道世间种种的矛盾、种种的歧视、种种的误会、种种冲突，都是起于不同的意见，这些意见可以整合，并没有妨碍。我们在佛经上看到，特别是大乘经，尤其是《华严经》，佛菩萨确实是展现出圆满高度的智慧，他能够将虚空法界，异类的众生，异类的见解，比我们地球上复杂得太多太多了，他能够整合，能够溶解，消融一切的纷争，又不妨碍异见，这实在是高明到了极处，能令法界众生和睦相处。不但能叫大家和睦相处，而且能帮助大家消除妄想、分别、执着，把自己的智慧境界向上提升，达到如诸佛如来同样的境界，这是希有难逢！",
      "zh_TW": "細細的去觀察、去思惟，唯有佛法。何以故？我們知道世間種種的矛盾、種種的歧視、種種的誤會、種種衝突，都是起於不同的意見，這些意見可以整合，並沒有妨礙。我們在佛經上看到，特別是大乘經，尤其是《華嚴經》，佛菩薩確實是展現出圓滿高度的智慧，他能夠將虛空法界，異類的眾生，異類的見解，比我們地球上複雜得太多太多了，他能夠整合，能夠溶解，消融一切的紛爭，又不妨礙異見，這實在是高明到了極處，能令法界眾生和睦相處。不但能叫大家和睦相處，而且能幫助大家消除妄想、分別、執著，把自己的智慧境界向上提升，達到如諸佛如來同樣的境界，這是希有難逢！"
    },
    {
      "id": "20-013-0178_p0004",
      "zh_CN": "我们明白了，华藏世界如是，西方极乐世界更明显，我们读诵大乘，对于这一点不能不留意。我们如果能够学到这些智慧、这些善巧方便，对于我们自己修学，对于我们自己弘扬佛法，帮助社会、帮助众生，必然产生很好的效果。佛法着重契机契理，众生需要什么，我们就帮助他什么，这叫契机。什么叫契理？帮助一切众生，我们心地清净，佛在《般若经》上告诉我们，施舍要做到「三轮体空」；要用现在的话来说，我们全心全力帮助他，无论是在物质上、是在精神上，爱护他、照顾他、帮助他，对他一无所求。如果对他有所求，希求他报答，我们就错误。连一丝毫需求都没有，更不会去控制他；不但我们对于一切众生，没有一个意念去控制他，对于一切万物也是这个态度。",
      "zh_TW": "我們明白了，華藏世界如是，西方極樂世界更明顯，我們讀誦大乘，對於這一點不能不留意。我們如果能夠學到這些智慧、這些善巧方便，對於我們自己修學，對於我們自己弘揚佛法，幫助社會、幫助眾生，必然產生很好的效果。佛法著重契機契理，眾生需要什麼，我們就幫助他什麼，這叫契機。什麼叫契理？幫助一切眾生，我們心地清淨，佛在《般若經》上告訴我們，施捨要做到「三輪體空」；要用現在的話來說，我們全心全力幫助他，無論是在物質上、是在精神上，愛護他、照顧他、幫助他，對他一無所求。如果對他有所求，希求他報答，我們就錯誤。連一絲毫需求都沒有，更不會去控制他；不但我們對於一切眾生，沒有一個意念去控制他，對於一切萬物也是這個態度。"
    },
    {
      "id": "20-013-0178_p0005",
      "zh_CN": "我们在经典里面学习到，诸佛菩萨以无尽的慈悲心，帮助一切众生。用什么方法帮助？第一个是言教，第二个是身教。言教，讲经说法；身教，自己做出榜样来给大家看。佛是始终无间断的在这个世间现身说法，规劝大家断恶修善，对一切众生真的是一无所求，他真正做到「于人无争，于世无求」。众生肯接受他，他很欢喜，绝对没有贪着；众生不肯接受他，乃至于误会，甚至于毁谤，佛也欢喜，决定没有瞋恚，决定没有恶念。所以他自己无论是在善恶、顺逆境缘当中，都能保持着清净心、平等心、永恒的慈悲心，这是我们要学习的。我们通常犯了一个很大的毛病，那就是对于别人有很多的要求，不能把控制别人的意念断绝，所以我们会生烦恼，我们的心不能清净，我们不生智慧；总是随顺自己的意思，勉强别人要认同我，这样才造成了纷争。",
      "zh_TW": "我們在經典裡面學習到，諸佛菩薩以無盡的慈悲心，幫助一切眾生。用什麼方法幫助？第一個是言教，第二個是身教。言教，講經說法；身教，自己做出榜樣來給大家看。佛是始終無間斷的在這個世間現身說法，規勸大家斷惡修善，對一切眾生真的是一無所求，他真正做到「於人無爭，於世無求」。眾生肯接受他，他很歡喜，絕對沒有貪著；眾生不肯接受他，乃至於誤會，甚至於毀謗，佛也歡喜，決定沒有瞋恚，決定沒有惡念。所以他自己無論是在善惡、順逆境緣當中，都能保持著清淨心、平等心、永恆的慈悲心，這是我們要學習的。我們通常犯了一個很大的毛病，那就是對於別人有很多的要求，不能把控制別人的意念斷絕，所以我們會生煩惱，我們的心不能清淨，我們不生智慧；總是隨順自己的意思，勉強別人要認同我，這樣才造成了紛爭。"
    },
    {
      "id": "20-013-0178_p0006",
      "zh_CN": "这一个世纪以来，我们看到大大小小的战争，这些战争能不能解决问题？现在我们看清楚了，不能解决问题。不但不能解决问题，而且把问题搞得愈搞愈复杂，愈搞愈不可收拾，带给社会更多的混乱，带给人们更多的痛苦。现在这个世间有不少人逐渐觉悟了，我们不要战争；也就是说，我们解决问题不要采取这个手段。那用什么手段才能解决问题？佛法用慈悲，宗教用爱世人，这给我们一个莫大的启示：真诚、清净、平等的大爱，才能解决问题。真正的英雄豪杰必定是舍己为人，释迦牟尼佛就给我们做出一个很好的榜样。我们知道世尊是福报、智慧都达到圆满，福慧二足尊，他有超过一切众生的智慧，超过一切众生的福报，他并没有去享受。一生所过的生活，日中一食，树下一宿，三衣一钵，这个示现代表什么意思？我们在这个地方要能体会，他代表的是「知足常乐」。我们生活在这个世间，只取我们生活所需的就够了，不取多余。他有福报能取多余，而把这一份多余的施舍给一切众生，世尊教我们这个。这才是真正解决多元文化的一个重大的枢纽，我们在这里得到启示。",
      "zh_TW": "這一個世紀以來，我們看到大大小小的戰爭，這些戰爭能不能解決問題？現在我們看清楚了，不能解決問題。不但不能解決問題，而且把問題搞得愈搞愈複雜，愈搞愈不可收拾，帶給社會更多的混亂，帶給人們更多的痛苦。現在這個世間有不少人逐漸覺悟了，我們不要戰爭；也就是說，我們解決問題不要採取這個手段。那用什麼手段才能解決問題？佛法用慈悲，宗教用愛世人，這給我們一個莫大的啟示：真誠、清淨、平等的大愛，才能解決問題。真正的英雄豪傑必定是捨己為人，釋迦牟尼佛就給我們做出一個很好的榜樣。我們知道世尊是福報、智慧都達到圓滿，福慧二足尊，他有超過一切眾生的智慧，超過一切眾生的福報，他並沒有去享受。一生所過的生活，日中一食，樹下一宿，三衣一缽，這個示現代表什麼意思？我們在這個地方要能體會，他代表的是「知足常樂」。我們生活在這個世間，只取我們生活所需的就夠了，不取多餘。他有福報能取多餘，而把這一份多餘的施捨給一切眾生，世尊教我們這個。這才是真正解決多元文化的一個重大的樞紐，我們在這裡得到啟示。"
    },
    {
      "id": "20-013-0178_p0007",
      "zh_CN": "一个人生活在世间，生活所需有限。有福报的人，他生活所需有多余的，多余的太多了，他去投资、他去储蓄，他不知道布施。投资、储蓄，说实在的话，决定得不到，到最后死了还是一场空，「生不带来，死不带去」，佛给我们讲「万般将不去，唯有业随身」。所以什么是高度智慧？帮助别人，布施众生，这是真实智慧。我们布施众生，帮助别人，是善业；唯有业随身，业可以带得走的。你的福报永远不断的在增长，虽然增长，还是取我们生活之所需，给社会大众做个好样子。社会人人都能这样做，这个社会多么和谐、多么安乐！这是佛给我们的启示，在这里面得到真正的快乐，所谓是「助人为快乐之本」。我们自己享受，尽情享受，看到许许多多众生在受苦受难，你能快乐得了吗？如果说陶醉在那种物欲生活当中，麻木不仁，丧尽天良，死后福报享尽了，往下坠落。",
      "zh_TW": "一個人生活在世間，生活所需有限。有福報的人，他生活所需有多餘的，多餘的太多了，他去投資、他去儲蓄，他不知道布施。投資、儲蓄，說實在的話，決定得不到，到最後死了還是一場空，「生不帶來，死不帶去」，佛給我們講「萬般將不去，唯有業隨身」。所以什麼是高度智慧？幫助別人，布施眾生，這是真實智慧。我們布施眾生，幫助別人，是善業；唯有業隨身，業可以帶得走的。你的福報永遠不斷的在增長，雖然增長，還是取我們生活之所需，給社會大眾做個好樣子。社會人人都能這樣做，這個社會多麼和諧、多麼安樂！這是佛給我們的啟示，在這裡面得到真正的快樂，所謂是「助人為快樂之本」。我們自己享受，盡情享受，看到許許多多眾生在受苦受難，你能快樂得了嗎？如果說陶醉在那種物欲生活當中，麻木不仁，喪盡天良，死後福報享盡了，往下墜落。"
    },
    {
      "id": "20-013-0178_p0008",
      "zh_CN": "这些道理与事实真相，我们一定要清楚、一定要明白，然后想想诸佛菩萨，他们所示现的真正的意义，才能明了，才能够体会到。你能够明白、能够体会，自然你就会发心学习，学习过佛菩萨的生活。当然我们也无需要，过释迦牟尼佛那种托钵的生活，儒家说得好：「素富贵安于富贵，素贫贱安于贫贱。」儒家这两句话，在《华严经》五十三参当中，我们看到了。善财童子参访的五十三位善知识，都是诸佛如来示现的，像《普门品》里面所讲的，应以什么身得度，就示现什么身；应以国王身得度就示现国王身，应以大臣身得度就示现大臣身。应以什么身得度就示现什么身，他就示现那种身分，他生活的水平，安于这个水平，有多余的决定是贡献给一切众生，贡献给广大的社会。",
      "zh_TW": "這些道理與事實真相，我們一定要清楚、一定要明白，然後想想諸佛菩薩，他們所示現的真正的意義，才能明瞭，才能夠體會到。你能夠明白、能夠體會，自然你就會發心學習，學習過佛菩薩的生活。當然我們也無需要，過釋迦牟尼佛那種托缽的生活，儒家說得好：「素富貴安於富貴，素貧賤安於貧賤。」儒家這兩句話，在《華嚴經》五十三參當中，我們看到了。善財童子參訪的五十三位善知識，都是諸佛如來示現的，像《普門品》裡面所講的，應以什麼身得度，就示現什麼身；應以國王身得度就示現國王身，應以大臣身得度就示現大臣身。應以什麼身得度就示現什麼身，他就示現那種身分，他生活的水平，安於這個水平，有多餘的決定是貢獻給一切眾生，貢獻給廣大的社會。"
    },
    {
      "id": "20-013-0178_p0009",
      "zh_CN": "《华严》难得！过去方东美先生，一生当中不断的赞叹。它有圆满的理论、周详的方法，后面还带表演，实际上做出来给我们看，让我们学习。依照这部经典理论、方法、境界来学习，你就是真正的菩萨。你从政，你是从政的菩萨；你经商，你是经商的菩萨；你做工，你是工业界的菩萨；你教学，你是老师菩萨；乃至于你讨饭，你是乞丐菩萨，乞丐当中确实有菩萨在。菩萨的身分不相同，表演的角色不相同，智慧、自在、清凉、快乐相同的，这才是真实美满的人生。所以男女老少、各行各业，都能够做得到。我们要细心在这里面学习，这一生真的没有空过，这一生得到生活的美满，来生往生不退成佛，我们这一生没空过。今天我们就说到此地。",
      "zh_TW": "《華嚴》難得！過去方東美先生，一生當中不斷的讚歎。它有圓滿的理論、周詳的方法，後面還帶表演，實際上做出來給我們看，讓我們學習。依照這部經典理論、方法、境界來學習，你就是真正的菩薩。你從政，你是從政的菩薩；你經商，你是經商的菩薩；你做工，你是工業界的菩薩；你教學，你是老師菩薩；乃至於你討飯，你是乞丐菩薩，乞丐當中確實有菩薩在。菩薩的身分不相同，表演的角色不相同，智慧、自在、清涼、快樂相同的，這才是真實美滿的人生。所以男女老少、各行各業，都能夠做得到。我們要細心在這裡面學習，這一生真的沒有空過，這一生得到生活的美滿，來生往生不退成佛，我們這一生沒空過。今天我們就說到此地。"
    }
  ]
}