{
  "doc_id": "20-013-0158",
  "title": {
    "zh_CN": "九八年早餐开示—向美国净宗学会讲话",
    "zh_TW": "九八年早餐開示—向美國淨宗學會講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0158",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0158_p0001",
      "zh_CN": "昨天美国净宗学会，杨会长打个电话给我，他们现在在聚会，要我给大家讲几句话，所以我们现在在此地讲话，他们在那里收看。这个例子开了以后，可能各地方都会要找我讲话了。这个方法不错，我们利用科技工具，也仿佛像经中所说「不动道场，周遍十方」。现在交通便捷，资讯发达，特别是网路，使用无线电的网路，即使在旅行当中，任何时间、任何处所，我们都可以与全世界同修们共同来谈话，所以世界变小了。在佛法里面讲本来就没有大小，因为无有一法不称性，性德不是相对的，所以佛在经上常讲「不可思议」，确实是不思议的境界。这个境界就在我们眼前，我们始终没有离开这个境界，只是自己愚昧而没有能够发现。诸佛菩萨他们发现了，他们很清楚、很明白，所以住一真法界。一真法界跟十法界是圆融的，并不是离开十法界别有一真法界，也不是一真法界之外有十法界，这个道理与事实，我们在经论当中得到一点讯息。",
      "zh_TW": "昨天美國淨宗學會，楊會長打個電話給我，他們現在在聚會，要我給大家講幾句話，所以我們現在在此地講話，他們在那裡收看。這個例子開了以後，可能各地方都會要找我講話了。這個方法不錯，我們利用科技工具，也彷彿像經中所說「不動道場，周遍十方」。現在交通便捷，資訊發達，特別是網路，使用無線電的網路，即使在旅行當中，任何時間、任何處所，我們都可以與全世界同修們共同來談話，所以世界變小了。在佛法裡面講本來就沒有大小，因為無有一法不稱性，性德不是相對的，所以佛在經上常講「不可思議」，確實是不思議的境界。這個境界就在我們眼前，我們始終沒有離開這個境界，只是自己愚昧而沒有能夠發現。諸佛菩薩他們發現了，他們很清楚、很明白，所以住一真法界。一真法界跟十法界是圓融的，並不是離開十法界別有一真法界，也不是一真法界之外有十法界，這個道理與事實，我們在經論當中得到一點訊息。"
    },
    {
      "id": "20-013-0158_p0002",
      "zh_CN": "因此，我们观察到现前世间的科技进步，不再是封闭的社会。由此使我们联想到，世尊在《法华经》上所说的「末法时期，大乘法契机」，我们愈想愈有道理，愈观察愈体会到，世尊真实无量的智慧。所以我们今天任何一个人思考问题，眼光都要向着整个世界众生，决定不能想一个人、一个团体，个人的利益、团体的利益可以稍稍牺牲一点，我们要顾到整个世界，一切众生整体的利益，这种考量就正确了。如果每一个人都顾到自己的利益，必定破坏团体的利益。",
      "zh_TW": "因此，我們觀察到現前世間的科技進步，不再是封閉的社會。由此使我們聯想到，世尊在《法華經》上所說的「末法時期，大乘法契機」，我們愈想愈有道理，愈觀察愈體會到，世尊真實無量的智慧。所以我們今天任何一個人思考問題，眼光都要向著整個世界眾生，決定不能想一個人、一個團體，個人的利益、團體的利益可以稍稍犧牲一點，我們要顧到整個世界，一切眾生整體的利益，這種考量就正確了。如果每一個人都顧到自己的利益，必定破壞團體的利益。"
    },
    {
      "id": "20-013-0158_p0003",
      "zh_CN": "譬如大家都已经接触佛法，明了佛法，也接受了，依教奉行。你们在这个地区，因缘聚会组成一个团体，美国净宗学会，而且最近这几年，你们做得很有成就。特别是利用电视台，我听说现在有六家电视台，在播送讲经说法的节目，收视的范围遍及北美洲，这是无量的功德。由此可知，你们已经将会务扩展到北美洲，这不是一个小团体，不是一个小地区，因此每一位同修，心量也要像这样的扩大。包容北美洲还不够，希望更能扩大，至少要包含整个地球，我们念念当中，想到整个地球的安全安定，繁荣兴旺。不同的族群、不同的文化、不同的生活方式、不同的宗教信仰，我们希望能够彼此尊重、彼此敬爱，互助合作，共同来维系社会安定，创造全人类幸福美满的生活。我想这个理念、这个愿望，是任何宗教家，任何学派领导人，都有一个共同的目标。",
      "zh_TW": "譬如大家都已經接觸佛法，明瞭佛法，也接受了，依教奉行。你們在這個地區，因緣聚會組成一個團體，美國淨宗學會，而且最近這幾年，你們做得很有成就。特別是利用電視台，我聽說現在有六家電視台，在播送講經說法的節目，收視的範圍遍及北美洲，這是無量的功德。由此可知，你們已經將會務擴展到北美洲，這不是一個小團體，不是一個小地區，因此每一位同修，心量也要像這樣的擴大。包容北美洲還不夠，希望更能擴大，至少要包含整個地球，我們念念當中，想到整個地球的安全安定，繁榮興旺。不同的族群、不同的文化、不同的生活方式、不同的宗教信仰，我們希望能夠彼此尊重、彼此敬愛，互助合作，共同來維繫社會安定，創造全人類幸福美滿的生活。我想這個理念、這個願望，是任何宗教家，任何學派領導人，都有一個共同的目標。"
    },
    {
      "id": "20-013-0158_p0004",
      "zh_CN": "现在澳洲政府在这次大选之后，他们对于多元文化更加重视。往年在昆士兰政府，他们有一个「少数民族宗教局」，局长尤里是犹太籍的澳洲人，这个人很聪明、很有智慧。为了实现这个目标，他举办一个多元文化的论坛，每个月有一次召集，这些宗教领袖、社会名流在一起研究讨论这个问题，希望能够落实、能够实现。今年我到澳洲去访问，知道在大选之后，他们这个机构提升了，表示政府对这个问题已经很重视。尤里先生的办公室搬到州政府，他告诉我这桩事情。最近在格里菲斯大学，在他们校园里面，建一栋多元文化活动中心，图画好了，拿给我看，我看了非常欢喜。这个活动中心，几乎每个宗教都分配到一个道场，我们讲道场都可以，任何宗教修道的场所。当中是一个大厅，大厅是大家公共集会的场所。",
      "zh_TW": "現在澳洲政府在這次大選之後，他們對於多元文化更加重視。往年在昆士蘭政府，他們有一個「少數民族宗教局」，局長尤里是猶太籍的澳洲人，這個人很聰明、很有智慧。為了實現這個目標，他舉辦一個多元文化的論壇，每個月有一次召集，這些宗教領袖、社會名流在一起研究討論這個問題，希望能夠落實、能夠實現。今年我到澳洲去訪問，知道在大選之後，他們這個機構提升了，表示政府對這個問題已經很重視。尤里先生的辦公室搬到州政府，他告訴我這樁事情。最近在格里菲斯大學，在他們校園裡面，建一棟多元文化活動中心，圖畫好了，拿給我看，我看了非常歡喜。這個活動中心，幾乎每個宗教都分配到一個道場，我們講道場都可以，任何宗教修道的場所。當中是一個大廳，大廳是大家公共集會的場所。"
    },
    {
      "id": "20-013-0158_p0005",
      "zh_CN": "我到学校里面去访问，我很希望多元文化的活动能够更提升一步，希望学校能设立一个新的科系，「多元文化研习所」，我给他这样建议。不是讲研究院、研究所，研习：研，还要实习，还要去做；佛家讲的解行相应，王阳明讲的知行合一，我们不但是要知，一定要做到、要落实。来培养这方面的专业人才，这些人才他们将来的使命，就是化解族群之中，种种不同文化当中的矛盾、当中的误会、当中的隔阂，做消化的工作。使一切众生都能够互助合作，能够和睦相处，这是非常有意义的一桩好事。",
      "zh_TW": "我到學校裡面去訪問，我很希望多元文化的活動能夠更提升一步，希望學校能設立一個新的科系，「多元文化研習所」，我給他這樣建議。不是講研究院、研究所，研習：研，還要實習，還要去做；佛家講的解行相應，王陽明講的知行合一，我們不但是要知，一定要做到、要落實。來培養這方面的專業人才，這些人才他們將來的使命，就是化解族群之中，種種不同文化當中的矛盾、當中的誤會、當中的隔閡，做消化的工作。使一切眾生都能夠互助合作，能夠和睦相處，這是非常有意義的一樁好事。"
    },
    {
      "id": "20-013-0158_p0006",
      "zh_CN": "佛陀教给我们普度众生，大家都曾经发过愿，四弘誓愿第一句「众生无边誓愿度」，所以我们对一切众生不能有分别、不能有成见、不能有执着，不可以有偏心。佛法里面常常讲的「善利」，利是福、是利，福利；福利如何达到善的标准？果然与多元文化的理念、事实相应，这个福利是善。不仅仅是消除世间人为的灾害，即使自然的灾害也能够免除。为什么？佛的经教里面讲得很好，「依报随着正报转」，正报是人心，人心平和，我们生活居住的环境也会随着转变。这些年来，诸位都能够明显的觉察，我们居住这个地球产生了很大的变化，很不正常，带来了许多自然的灾害，大家不晓得这里头的原因。",
      "zh_TW": "佛陀教給我們普度眾生，大家都曾經發過願，四弘誓願第一句「眾生無邊誓願度」，所以我們對一切眾生不能有分別、不能有成見、不能有執著，不可以有偏心。佛法裡面常常講的「善利」，利是福、是利，福利；福利如何達到善的標準？果然與多元文化的理念、事實相應，這個福利是善。不僅僅是消除世間人為的災害，即使自然的災害也能夠免除。為什麼？佛的經教裡面講得很好，「依報隨著正報轉」，正報是人心，人心平和，我們生活居住的環境也會隨著轉變。這些年來，諸位都能夠明顯的覺察，我們居住這個地球產生了很大的變化，很不正常，帶來了許多自然的災害，大家不曉得這裡頭的原因。"
    },
    {
      "id": "20-013-0158_p0007",
      "zh_CN": "真正的原因是什么？原因是我们现在的人心变了，每一个人变得自私自利，天天在增长贪瞋痴慢。人心不正常，人性不正常，所以我们居住的环境，随着人心、人性也不正常，道理在此地。真正明白这个道理，我们恢复正常，佛讲正常的心是什么？是寂静，《无量寿经》经题上讲的「清净平等觉」，这五个字是正常的心。与这个五个字相违背，我们的心就不正常，心就病了，心就坏了。诸位在经典里面读到，西方极乐世界何等的庄严，《华严经》上讲到的华藏世界完美到极处，一丝毫的缺点都找不到。为什么别人的生活环境会那么好？你再看看，华藏世界住的是些什么人？四十一位法身大士；西方极乐世界住的是些什么人？「诸上善人，俱会一处」。",
      "zh_TW": "真正的原因是什麼？原因是我們現在的人心變了，每一個人變得自私自利，天天在增長貪瞋痴慢。人心不正常，人性不正常，所以我們居住的環境，隨著人心、人性也不正常，道理在此地。真正明白這個道理，我們恢復正常，佛講正常的心是什麼？是寂靜，《無量壽經》經題上講的「清淨平等覺」，這五個字是正常的心。與這個五個字相違背，我們的心就不正常，心就病了，心就壞了。諸位在經典裡面讀到，西方極樂世界何等的莊嚴，《華嚴經》上講到的華藏世界完美到極處，一絲毫的缺點都找不到。為什麼別人的生活環境會那麼好？你再看看，華藏世界住的是些什麼人？四十一位法身大士；西方極樂世界住的是些什麼人？「諸上善人，俱會一處」。"
    },
    {
      "id": "20-013-0158_p0008",
      "zh_CN": "我们就明白了，我们要想我们这个地球，也变成极乐世界，也变成华藏世界，可不可能？答案是肯定的，可能。就在居住地球上这些人肯不肯转变，如果我们人人能修上善，人人能修法身，我们这个地球就变成华藏世界，就变成极乐世界。可是这桩事情，不是一个人、两个人做的，大家来做，大家来做那就要靠宣传了。就得要有人真正发心，把这个道理、事实真相，向这个世界所有一切人类广泛的介绍宣扬。大家都懂这个道理，都明白，都肯做，这个世界所有一切灾难，都能够避免，都能够消除。",
      "zh_TW": "我們就明白了，我們要想我們這個地球，也變成極樂世界，也變成華藏世界，可不可能？答案是肯定的，可能。就在居住地球上這些人肯不肯轉變，如果我們人人能修上善，人人能修法身，我們這個地球就變成華藏世界，就變成極樂世界。可是這樁事情，不是一個人、兩個人做的，大家來做，大家來做那就要靠宣傳了。就得要有人真正發心，把這個道理、事實真相，向這個世界所有一切人類廣泛的介紹宣揚。大家都懂這個道理，都明白，都肯做，這個世界所有一切災難，都能夠避免，都能夠消除。"
    },
    {
      "id": "20-013-0158_p0009",
      "zh_CN": "新加坡最近居士林李木源居士，积极在筹建弥陀村，在办佛陀教育学院，实在讲培养多元文化弘法的人才。弥陀村建立之后，可以住一千多人，完全是免费的，衣食住行、医疗统统照顾，这在现代，就是先进国家对老人的福利，也没有办法能比得上弥陀村。弥陀村里面的护法，也就是工作人员，把居住在里面的人，都看作自己过去父母，未来诸佛，以孝敬之心来看待大众，这一点太难太难了！我讲经四十年常常说，也是一个妄想而已，没有想到今天在此地遇到李木源居士，他能帮助落实，想不到的。所以我们渐渐体会到，这是诸佛菩萨的加持，现在众生苦难太多了，佛菩萨加持这个地方。",
      "zh_TW": "新加坡最近居士林李木源居士，積極在籌建彌陀村，在辦佛陀教育學院，實在講培養多元文化弘法的人才。彌陀村建立之後，可以住一千多人，完全是免費的，衣食住行、醫療統統照顧，這在現代，就是先進國家對老人的福利，也沒有辦法能比得上彌陀村。彌陀村裡面的護法，也就是工作人員，把居住在裡面的人，都看作自己過去父母，未來諸佛，以孝敬之心來看待大眾，這一點太難太難了！我講經四十年常常說，也是一個妄想而已，沒有想到今天在此地遇到李木源居士，他能幫助落實，想不到的。所以我們漸漸體會到，這是諸佛菩薩的加持，現在眾生苦難太多了，佛菩薩加持這個地方。"
    },
    {
      "id": "20-013-0158_p0010",
      "zh_CN": "也许你们要问：为什么不加持你那个地方，要加持新加坡？问题是你们没有发心，你们如果一发心，我相信诸佛菩萨大公无私，绝对没有偏爱，佛菩萨也会加持你们那个地方。弥陀村如果进行非常顺利，一年半就可以建好，欢迎诸位同修，利用假期组团到新加坡来共修。个人也欢迎，团体也欢迎，团体人数不拘，这一边都发心接待。今天我们利用我这边是早会的时间，给诸位贡献这几句话，希望我们共同发心，认真努力来学习、来弘扬，希望达到全世界的社会安定，世界和平，众生幸福的目标。",
      "zh_TW": "也許你們要問：為什麼不加持你那個地方，要加持新加坡？問題是你們沒有發心，你們如果一發心，我相信諸佛菩薩大公無私，絕對沒有偏愛，佛菩薩也會加持你們那個地方。彌陀村如果進行非常順利，一年半就可以建好，歡迎諸位同修，利用假期組團到新加坡來共修。個人也歡迎，團體也歡迎，團體人數不拘，這一邊都發心接待。今天我們利用我這邊是早會的時間，給諸位貢獻這幾句話，希望我們共同發心，認真努力來學習、來弘揚，希望達到全世界的社會安定，世界和平，眾生幸福的目標。"
    }
  ]
}