{
  "doc_id": "20-013-0170",
  "title": {
    "zh_CN": "九八年早餐开示—对美国同修讲话—知恩报恩（一）",
    "zh_TW": "九八年早餐開示—對美國同修講話—知恩報恩（一）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0170",
  "total_paragraphs": 12,
  "paragraphs": [
    {
      "id": "20-013-0170_p0001",
      "zh_CN": "费城、纽泽西、达拉斯的同修们，大家好！你们传递给我的讯息我收到了。而实际上，每天在这个时候，我们都可以见面，都可以谈一谈生活、修学上的问题。今天达拉斯佛七开始，铠师刚刚有个传真给我，希望我在佛七连「三时系念」，这八天的时间，每天跟大家讲几句话。实在讲不限于佛七，每天同修们有时间，都可以到道场电视机前面，我们大家见面。我希望在最近的将来再增加设备，希望我也能看到你们，现在你们可以看到我，我看不到你们，我希望你们那边的场面我也能看到，我想这个事情不难解决。",
      "zh_TW": "費城、紐澤西、達拉斯的同修們，大家好！你們傳遞給我的訊息我收到了。而實際上，每天在這個時候，我們都可以見面，都可以談一談生活、修學上的問題。今天達拉斯佛七開始，鎧師剛剛有個傳真給我，希望我在佛七連「三時繫念」，這八天的時間，每天跟大家講幾句話。實在講不限於佛七，每天同修們有時間，都可以到道場電視機前面，我們大家見面。我希望在最近的將來再增加設備，希望我也能看到你們，現在你們可以看到我，我看不到你們，我希望你們那邊的場面我也能看到，我想這個事情不難解決。"
    },
    {
      "id": "20-013-0170_p0002",
      "zh_CN": "这几年我们同修无论居住在哪个地方，都深深感触到这个世界愈来愈不安全，灾难频繁，而且一次比一次严重。人情冷漠，不知道恩义，不但是在不知不觉当中毁灭自己，也在造作毁灭佛法、毁灭世间的罪业。其他一般人我们不论，我们单讲我们自己学佛的同修，佛家四众弟子哪一个不造这个业？过去人造业造得轻，现在人造业造得极重，造极重的罪业他自己并不知道。这是什么原因？佛在经上常讲「愚痴」。愚痴之人天天听经、天天读经，依旧不觉悟，这就是佛所讲的「障深业重」。这样深重的业障如果不消除，三途恶道是决定不能够避免的。",
      "zh_TW": "這幾年我們同修無論居住在哪個地方，都深深感觸到這個世界愈來愈不安全，災難頻繁，而且一次比一次嚴重。人情冷漠，不知道恩義，不但是在不知不覺當中毀滅自己，也在造作毀滅佛法、毀滅世間的罪業。其他一般人我們不論，我們單講我們自己學佛的同修，佛家四眾弟子哪一個不造這個業？過去人造業造得輕，現在人造業造得極重，造極重的罪業他自己並不知道。這是什麼原因？佛在經上常講「愚痴」。愚痴之人天天聽經、天天讀經，依舊不覺悟，這就是佛所講的「障深業重」。這樣深重的業障如果不消除，三途惡道是決定不能夠避免的。"
    },
    {
      "id": "20-013-0170_p0003",
      "zh_CN": "昨天，马来西亚有八十多位同修到此地来参访，我告诉他们，我们在生活上如果能够得到改善，修学上功夫要得力，没有别的办法，唯一办法是「多听经」。释迦牟尼佛当年在世示现给我们看，讲经三百余会，说法四十九年。我们在经典上没有发现，释迦牟尼佛带我们念一次佛，或者带我们参一次禅，没有。佛为什么不领导我们修行？诸位一定要晓得，修行容易，觉悟难。正因为觉悟太难，所以世尊苦口婆心天天说法、天天劝导，我们众生、愚痴的众生，天天听佛说法，依旧麻木不仁。在这个地方显示佛的大慈大悲，你麻木不仁，佛还是天天讲给你听；你堕落在六道，佛在六道现身，依旧追随不舍，「佛氏门中，不舍一人」。众生造罪业，毁谤佛菩萨、侮辱佛菩萨，甚至于陷害佛菩萨，佛菩萨没有在意，依旧追随你，依旧爱护你，依旧为你讲经说法。我们在经上读到「大慈大悲」，大慈大悲到底到什么程度，不知道。所以由这个地方想一想，我们明白了，不是人能做得到的，无量劫来生生世世，「佛氏门中，不舍一人」，从这个地方我们理解了佛的恩德。",
      "zh_TW": "昨天，馬來西亞有八十多位同修到此地來參訪，我告訴他們，我們在生活上如果能夠得到改善，修學上功夫要得力，沒有別的辦法，唯一辦法是「多聽經」。釋迦牟尼佛當年在世示現給我們看，講經三百餘會，說法四十九年。我們在經典上沒有發現，釋迦牟尼佛帶我們念一次佛，或者帶我們參一次禪，沒有。佛為什麼不領導我們修行？諸位一定要曉得，修行容易，覺悟難。正因為覺悟太難，所以世尊苦口婆心天天說法、天天勸導，我們眾生、愚痴的眾生，天天聽佛說法，依舊麻木不仁。在這個地方顯示佛的大慈大悲，你麻木不仁，佛還是天天講給你聽；你墮落在六道，佛在六道現身，依舊追隨不捨，「佛氏門中，不捨一人」。眾生造罪業，毀謗佛菩薩、侮辱佛菩薩，甚至於陷害佛菩薩，佛菩薩沒有在意，依舊追隨你，依舊愛護你，依舊為你講經說法。我們在經上讀到「大慈大悲」，大慈大悲到底到什麼程度，不知道。所以由這個地方想一想，我們明白了，不是人能做得到的，無量劫來生生世世，「佛氏門中，不捨一人」，從這個地方我們理解了佛的恩德。"
    },
    {
      "id": "20-013-0170_p0004",
      "zh_CN": "韩馆长护持我们，跟我们共度了三十年，把正法的基础奠定下来。有人说她有功也有过失，可是在我的心目当中，她只有功没有过失。你们所看到的一切过失，是你们把眼睛看花了，如果你们头脑冷静，微细观察，你就晓得她老人家无边的功德。临终的时候，我跟大家报告过，她生病没有病容，她死没有死相，这是许多同修们你们亲眼看到的。两次见到阿弥陀佛，一次见到莲池海会，决不是偶然的。菩萨再来，做种种示现，世间人哪里会懂得？",
      "zh_TW": "韓館長護持我們，跟我們共度了三十年，把正法的基礎奠定下來。有人說她有功也有過失，可是在我的心目當中，她只有功沒有過失。你們所看到的一切過失，是你們把眼睛看花了，如果你們頭腦冷靜，微細觀察，你就曉得她老人家無邊的功德。臨終的時候，我跟大家報告過，她生病沒有病容，她死沒有死相，這是許多同修們你們親眼看到的。兩次見到阿彌陀佛，一次見到蓮池海會，決不是偶然的。菩薩再來，做種種示現，世間人哪裡會懂得？"
    },
    {
      "id": "20-013-0170_p0005",
      "zh_CN": "我们在经里面看到世尊的教诲，西方极乐世界的人，即使下下品往生，六根的能力几乎跟阿弥陀佛差不多，天眼洞视，天耳彻听，他心遍知。我们起心动念、言语造作，诸佛菩萨眼目当中，看得清清楚楚、明明白白。我们心里想的是什么？我们希求往生，我们的念头、我们的言语造作，跟往生的理论与方法相不相应，这一点非常重要。一定要晓得，西方世界是什么世界？「诸上善人，俱会一处」，我们念佛还得修上善。心不善、语不善、言不善，一天念十万声佛号也不能往生，这是文殊、普贤说的。往年文殊、普贤化身在国清寺打杂，就是寒山、拾得这两位尊者，他讲「喊破喉咙也枉然」！",
      "zh_TW": "我們在經裡面看到世尊的教誨，西方極樂世界的人，即使下下品往生，六根的能力幾乎跟阿彌陀佛差不多，天眼洞視，天耳徹聽，他心遍知。我們起心動念、言語造作，諸佛菩薩眼目當中，看得清清楚楚、明明白白。我們心裡想的是什麼？我們希求往生，我們的念頭、我們的言語造作，跟往生的理論與方法相不相應，這一點非常重要。一定要曉得，西方世界是什麼世界？「諸上善人，俱會一處」，我們念佛還得修上善。心不善、語不善、言不善，一天念十萬聲佛號也不能往生，這是文殊、普賢說的。往年文殊、普賢化身在國清寺打雜，就是寒山、拾得這兩位尊者，他講「喊破喉嚨也枉然」！"
    },
    {
      "id": "20-013-0170_p0006",
      "zh_CN": "我们既然发心要想救自己，要想救我们周边的人，生活、修学一定要如理如法，必须要晓得佛给我们说经，经的内容是什么？这个内容有四点︰「教、理、行、果」。佛所说的话，后人记录下来成为经典，言语文字是教，教里面所蕴含的是理论，什么理论？宇宙人生的真相。这些事实真相，只有佛能说得出来，佛是过来人，亲证的境界，不是推测、不是妄想，现量境界。除了把这些道理、事实真相，给我们说清楚、说明白，又教给我们方法，我们用什么样的方法，也能如同诸佛如来的契入、证得。最后是果法，果是说你依照经典的理论方法去做，你会得什么样的利益，你会得什么样的好处。如果诸位了解佛经的性质，你就会对于佛的说法佩服得五体投地，经典里头没有一句废话。佛教导我们修学，也要建立一个基本的概念，这就是「信、解、行、证」。我们对于佛的教训要深信不疑，对于佛经典上的理论要透彻了解，我们今天会造业、会打妄想、会信口妄言，都是对于理论不够透彻，不知道利害，造下极重的罪业，毁灭佛法、障碍佛法，令人退心。",
      "zh_TW": "我們既然發心要想救自己，要想救我們周邊的人，生活、修學一定要如理如法，必須要曉得佛給我們說經，經的內容是什麼？這個內容有四點︰「教、理、行、果」。佛所說的話，後人記錄下來成為經典，言語文字是教，教裡面所蘊含的是理論，什麼理論？宇宙人生的真相。這些事實真相，只有佛能說得出來，佛是過來人，親證的境界，不是推測、不是妄想，現量境界。除了把這些道理、事實真相，給我們說清楚、說明白，又教給我們方法，我們用什麼樣的方法，也能如同諸佛如來的契入、證得。最後是果法，果是說你依照經典的理論方法去做，你會得什麼樣的利益，你會得什麼樣的好處。如果諸位了解佛經的性質，你就會對於佛的說法佩服得五體投地，經典裡頭沒有一句廢話。佛教導我們修學，也要建立一個基本的概念，這就是「信、解、行、證」。我們對於佛的教訓要深信不疑，對於佛經典上的理論要透徹了解，我們今天會造業、會打妄想、會信口妄言，都是對於理論不夠透徹，不知道利害，造下極重的罪業，毀滅佛法、障礙佛法，令人退心。"
    },
    {
      "id": "20-013-0170_p0007",
      "zh_CN": "诸位要晓得，权小都会退心，声闻、缘觉、权教菩萨遭遇逆境会退心；不退心的，法身大士。我们的障难很多，来自外面，来自内部。新加坡这个地区，李木源是大菩萨，不是普通人，法身大士之流。何以见得？他遇到任何障难、任何毁谤，他如如不动，他不退心，所以能成就今天殊胜的因缘。将此地的道场，建立为一个典型的道场、模范的道场，不是诸佛如来化身，法身大士应现，做不到。我们在过去看到，韩馆长也是这一流人物。我在她家里住了十七年，种种毁谤、谣言、事端没有停止过，她一家人能如如不动，能不受干扰，三十年如一日，谈何容易！外面种种批评、毁谤她受得了，若无其事，我们要遇不到这样的护法，我们怎么会成就？净宗怎么会有今天？",
      "zh_TW": "諸位要曉得，權小都會退心，聲聞、緣覺、權教菩薩遭遇逆境會退心；不退心的，法身大士。我們的障難很多，來自外面，來自內部。新加坡這個地區，李木源是大菩薩，不是普通人，法身大士之流。何以見得？他遇到任何障難、任何毀謗，他如如不動，他不退心，所以能成就今天殊勝的因緣。將此地的道場，建立為一個典型的道場、模範的道場，不是諸佛如來化身，法身大士應現，做不到。我們在過去看到，韓館長也是這一流人物。我在她家裡住了十七年，種種毀謗、謠言、事端沒有停止過，她一家人能如如不動，能不受干擾，三十年如一日，談何容易！外面種種批評、毀謗她受得了，若無其事，我們要遇不到這樣的護法，我們怎麼會成就？淨宗怎麼會有今天？"
    },
    {
      "id": "20-013-0170_p0008",
      "zh_CN": "所以毁谤的人尽管毁谤，陷害的人尽管陷害，诸佛菩萨保佑。净宗能够弘遍全世界，在今天这个世界上我们很清楚、很明白，许多人告诉我，最保守的估计，念《无量寿经》、念「阿弥陀佛」，依照这个经典理论修学的人，已经超过两亿人。这个功德是谁的？韩馆长的，饮水思源，我们要明了。今天我们讲这部《华严经》，是韩馆长临终的愿望，我们不能辜负她，一定要把这部经讲圆满。你们大家不了解，我了解，即使道场被人破坏了，我还会在摄影机镜头面前，也要把这部经完成。我们同修们深受韩馆长的恩德，她走了之后我很难过，一直到现在我的体力没有恢复，过分的哀伤，你们怎么会知道？你们所看到的是很肤浅的表面一层，你们如果看透了，你才晓得菩萨示现。顺、逆都是增上缘，都是成就佛法、成就众生。",
      "zh_TW": "所以毀謗的人儘管毀謗，陷害的人儘管陷害，諸佛菩薩保佑。淨宗能夠弘遍全世界，在今天這個世界上我們很清楚、很明白，許多人告訴我，最保守的估計，念《無量壽經》、念「阿彌陀佛」，依照這個經典理論修學的人，已經超過兩億人。這個功德是誰的？韓館長的，飲水思源，我們要明瞭。今天我們講這部《華嚴經》，是韓館長臨終的願望，我們不能辜負她，一定要把這部經講圓滿。你們大家不了解，我了解，即使道場被人破壞了，我還會在攝影機鏡頭面前，也要把這部經完成。我們同修們深受韓館長的恩德，她走了之後我很難過，一直到現在我的體力沒有恢復，過分的哀傷，你們怎麼會知道？你們所看到的是很膚淺的表面一層，你們如果看透了，你才曉得菩薩示現。順、逆都是增上緣，都是成就佛法、成就眾生。"
    },
    {
      "id": "20-013-0170_p0009",
      "zh_CN": "她走了之后，高贵民居士种种作法也是菩萨示现，我感谢他！外面有很多闲言闲语的批评，我都制止，我都把这个道理说明白。他这个作法对我是爱护，爱护我就是爱护佛法、爱护众生。如果他不是这个作法，馆长走之后，这个责任我必须要挑起来。现在我们弘法四个重点，那个时候我就想到，一年十二个月，我三个月住美国，三个月住台湾，三个月住新加坡，三个月住澳洲，很辛苦。我辛苦，家里面大众要轮流对调也辛苦。高贵民这种作法成就我们，让我们全心全力在一个地方弘法利生，把这个事情做好。这是往年李老师告诉我，真正成就一定要长住在一个地方，不可以动。我说我没有这个机缘，今天高贵民居士给我这个机缘，我感激他！你们怎么会晓得？",
      "zh_TW": "她走了之後，高貴民居士種種作法也是菩薩示現，我感謝他！外面有很多閒言閒語的批評，我都制止，我都把這個道理說明白。他這個作法對我是愛護，愛護我就是愛護佛法、愛護眾生。如果他不是這個作法，館長走之後，這個責任我必須要挑起來。現在我們弘法四個重點，那個時候我就想到，一年十二個月，我三個月住美國，三個月住台灣，三個月住新加坡，三個月住澳洲，很辛苦。我辛苦，家裡面大眾要輪流對調也辛苦。高貴民這種作法成就我們，讓我們全心全力在一個地方弘法利生，把這個事情做好。這是往年李老師告訴我，真正成就一定要長住在一個地方，不可以動。我說我沒有這個機緣，今天高貴民居士給我這個機緣，我感激他！你們怎麼會曉得？"
    },
    {
      "id": "20-013-0170_p0010",
      "zh_CN": "我们现在安心在此地，人力、财力、物力全部集中在这一点，你才能做一个模范的道场；精神力量决定不能分散。所以我们遇到许多菩萨在此地，真正是「诸上善人，俱会一处」。这个地方马上要筹备弥陀村，弥陀村的殊胜，慢慢的我会向大家报告。在这个灾难频繁的时代，我们唯一的生路就是念佛求生净土。佛七也是以这个为目标，此地建立弥陀村，欢迎全世界的人到这边来念佛。进入弥陀村一分钱不收，衣食住行四事供养，只要你们能够拿到新加坡合法的居留，可以一直送你到往生。如果现在讲社会福利事业，这是世界第一。",
      "zh_TW": "我們現在安心在此地，人力、財力、物力全部集中在這一點，你才能做一個模範的道場；精神力量決定不能分散。所以我們遇到許多菩薩在此地，真正是「諸上善人，俱會一處」。這個地方馬上要籌備彌陀村，彌陀村的殊勝，慢慢的我會向大家報告。在這個災難頻繁的時代，我們唯一的生路就是念佛求生淨土。佛七也是以這個為目標，此地建立彌陀村，歡迎全世界的人到這邊來念佛。進入彌陀村一分錢不收，衣食住行四事供養，只要你們能夠拿到新加坡合法的居留，可以一直送你到往生。如果現在講社會福利事業，這是世界第一。"
    },
    {
      "id": "20-013-0170_p0011",
      "zh_CN": "这笔钱从哪里来？每一个人都担心。李木源说阿弥陀佛供养、诸佛菩萨供养，他有这个信心，我也有这个信心，我们敢做。没有一分钱，敢想、敢做，这是对佛有信心。往年李老师教我「信佛」，信佛太难了，真相信！我们起心动念点点滴滴，诸佛如来、诸大菩萨看得清清楚楚。所以有感应，几乎在这个地方，我们事业的拓展，这是佛事。我们自己什么身分？替阿弥陀佛、替诸佛如来，打杂，做小工，李木源也是这个心态。我们绝不以为自己做了些什么事情，一切事情佛菩萨安排的、佛菩萨在做的，我们不过是执行而已。我们有信心、我们有愿心，我们知道这个事情，一定会做得圆满，一定会做得很好。",
      "zh_TW": "這筆錢從哪裡來？每一個人都擔心。李木源說阿彌陀佛供養、諸佛菩薩供養，他有這個信心，我也有這個信心，我們敢做。沒有一分錢，敢想、敢做，這是對佛有信心。往年李老師教我「信佛」，信佛太難了，真相信！我們起心動念點點滴滴，諸佛如來、諸大菩薩看得清清楚楚。所以有感應，幾乎在這個地方，我們事業的拓展，這是佛事。我們自己什麼身分？替阿彌陀佛、替諸佛如來，打雜，做小工，李木源也是這個心態。我們絕不以為自己做了些什麼事情，一切事情佛菩薩安排的、佛菩薩在做的，我們不過是執行而已。我們有信心、我們有願心，我們知道這個事情，一定會做得圓滿，一定會做得很好。"
    },
    {
      "id": "20-013-0170_p0012",
      "zh_CN": "铠师要求你们佛七这八天，每天这个时间跟大家见见面，其实我跟铠师说，你们网路打开，每天这个时候我都跟大家见面。你们如果有什么问题打电话给我、传真给我，我在这个时候可以跟你们当面解答。今天时间到了，祝福你们这一次佛七圆满成就，明天再见。",
      "zh_TW": "鎧師要求你們佛七這八天，每天這個時間跟大家見見面，其實我跟鎧師說，你們網路打開，每天這個時候我都跟大家見面。你們如果有什麼問題打電話給我、傳真給我，我在這個時候可以跟你們當面解答。今天時間到了，祝福你們這一次佛七圓滿成就，明天再見。"
    }
  ]
}