{
  "doc_id": "20-013-0041",
  "title": {
    "zh_CN": "九八年早餐开示—实践早晚二课",
    "zh_TW": "九八年早餐開示—實踐早晚二課"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0041",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-013-0041_p0001",
      "zh_CN": "世出世间法都在一个缘字，佛在经论里面常常告诉我们诸法缘生，这个意思很深很广，我们能够明了、能够认识透彻，就能够明白诸法实相，而后就知道自己应该怎样修学才能与它相应。「缘」很复杂，确实是无量无边，从时间上说可以追溯到过去无始，从影响上说必然也是能影响到往后无终，所以无限的时空，都被复杂的因缘交织，产生这一切现象。现象虽然不是实有，《般若经》上讲得很清楚，诸法缘生，缘生无性，了不可得。但是它不是没有现象，我们现在六根之所接触，都是缘生的幻相，佛在经上给我们比喻是梦幻泡影。梦幻泡影不是完全没有，不是断灭空。",
      "zh_TW": "世出世間法都在一個緣字，佛在經論裡面常常告訴我們諸法緣生，這個意思很深很廣，我們能夠明瞭、能夠認識透徹，就能夠明白諸法實相，而後就知道自己應該怎樣修學才能與它相應。「緣」很複雜，確實是無量無邊，從時間上說可以追溯到過去無始，從影響上說必然也是能影響到往後無終，所以無限的時空，都被複雜的因緣交織，產生這一切現象。現象雖然不是實有，《般若經》上講得很清楚，諸法緣生，緣生無性，了不可得。但是它不是沒有現象，我們現在六根之所接觸，都是緣生的幻相，佛在經上給我們比喻是夢幻泡影。夢幻泡影不是完全沒有，不是斷滅空。"
    },
    {
      "id": "20-013-0041_p0002",
      "zh_CN": "善于利用缘，我们的修学就能有成就，而且能够有快速真实的成就。不了解缘，不会运用缘，我们修行真的就需要无量劫。要这么长的时间，是你不懂得缘，错用了缘，这里面进步微少，退步太多。由此可知，无论是自己修行，或者是帮助别人，对于诸法实相不可不知道。知道之后，你的心是定的，你的心是清净的，清净心能生智慧，智慧能解决一切问题。解决一切问题的意思，就是事事都与诸法实相相应，像昨天我们在讲题上所说，样样都能够与「大方广」相应，我们自己生活自自然然就能够契入「佛华严」的境界；佛华严是觉悟人的生活，是明白人的境界。",
      "zh_TW": "善於利用緣，我們的修學就能有成就，而且能夠有快速真實的成就。不了解緣，不會運用緣，我們修行真的就需要無量劫。要這麼長的時間，是你不懂得緣，錯用了緣，這裡面進步微少，退步太多。由此可知，無論是自己修行，或者是幫助別人，對於諸法實相不可不知道。知道之後，你的心是定的，你的心是清淨的，清淨心能生智慧，智慧能解決一切問題。解決一切問題的意思，就是事事都與諸法實相相應，像昨天我們在講題上所說，樣樣都能夠與「大方廣」相應，我們自己生活自自然然就能夠契入「佛華嚴」的境界；佛華嚴是覺悟人的生活，是明白人的境界。"
    },
    {
      "id": "20-013-0041_p0003",
      "zh_CN": "学佛的同修，特别是出家人，我们见面通讯总是嘱咐别人法缘殊胜。法缘要怎样才殊胜？一定要从真诚心中作。真正的殊胜必定是触动自己的善根、福德，感得诸佛菩萨的加持，又能够恒顺众生、随喜功德，法缘哪有不兴盛的道理？如果自己还是用虚情假意，世间人没有觉悟的人都是用虚情假意，把这个东西当作真心，这错了。情意，情是末那识，末那是执着；识是第六意识，第六意识分别；六、七是假的，不是真的。世间人知道有虚情假意，你要问他虚情假意是什么？他说不出来。佛法就清清楚楚、明明白白，阿赖耶是真妄混杂，因为有六识、七识，阿赖耶就有一分虚妄。如果离开六识、七识，阿赖耶就是纯真无妄，所以它是真妄和合。法相宗的转识成智，诸位都晓得就是转第六识、转第七识，在这上面下功夫。转第六识就成妙观察，转第七识就成平等性，如果用《无量寿经》经题上来说，六识转了清净心现前，清净心起作用妙观察，第七识转了平等现前，这两个是从因地上转的。六、七转了，阿赖耶自自然然就转成大圆镜智，《无量寿经》经题上「觉」，觉就是大圆镜智。经论上种种说法不相同，意义境界没有两样。",
      "zh_TW": "學佛的同修，特別是出家人，我們見面通訊總是囑咐別人法緣殊勝。法緣要怎樣才殊勝？一定要從真誠心中作。真正的殊勝必定是觸動自己的善根、福德，感得諸佛菩薩的加持，又能夠恆順眾生、隨喜功德，法緣哪有不興盛的道理？如果自己還是用虛情假意，世間人沒有覺悟的人都是用虛情假意，把這個東西當作真心，這錯了。情意，情是末那識，末那是執著；識是第六意識，第六意識分別；六、七是假的，不是真的。世間人知道有虛情假意，你要問他虛情假意是什麼？他說不出來。佛法就清清楚楚、明明白白，阿賴耶是真妄混雜，因為有六識、七識，阿賴耶就有一分虛妄。如果離開六識、七識，阿賴耶就是純真無妄，所以它是真妄和合。法相宗的轉識成智，諸位都曉得就是轉第六識、轉第七識，在這上面下功夫。轉第六識就成妙觀察，轉第七識就成平等性，如果用《無量壽經》經題上來說，六識轉了清淨心現前，清淨心起作用妙觀察，第七識轉了平等現前，這兩個是從因地上轉的。六、七轉了，阿賴耶自自然然就轉成大圓鏡智，《無量壽經》經題上「覺」，覺就是大圓鏡智。經論上種種說法不相同，意義境界沒有兩樣。"
    },
    {
      "id": "20-013-0041_p0004",
      "zh_CN": "我们要不从真实心中作，那怎么行？对人要真实，用真实心；对事也要用真实心，做事情要认真负责，这是对事的真诚；对物也要真诚，真诚是爱惜，真正做到节俭不浪费，这是我们对物。果然能够对人、对事、对物一片真诚，真诚就能感动诸佛菩萨，就能感动护法善神。而后就如佛氏门中所说，有求必应，感应道交。离开了真诚，真的是无有一物，什么都不是。所以善导大师无数次的教诫，「一切要从真实心中作」，果然真实，不必去顾虑法缘不殊胜，不必顾虑，必定殊胜。我们在历史上看到许许多多的大德，他们一生当中没有攀缘，攀缘所结的缘是假的，哪一天拆穿，人都走光了，它不是真实的。唯有发自于心性，出自于真诚，自然能够感动人、能感动畜生、能感动鬼神。释迦牟尼佛在世感动魔王护法，魔先来扰乱，不能扰乱，他态度就回转，他就护持了，魔都来护法。你要问为什么？就是真诚感人。所以我们的修学一定要相应，一定要如法，这样对自己才有真实的利益。",
      "zh_TW": "我們要不從真實心中作，那怎麼行？對人要真實，用真實心；對事也要用真實心，做事情要認真負責，這是對事的真誠；對物也要真誠，真誠是愛惜，真正做到節儉不浪費，這是我們對物。果然能夠對人、對事、對物一片真誠，真誠就能感動諸佛菩薩，就能感動護法善神。而後就如佛氏門中所說，有求必應，感應道交。離開了真誠，真的是無有一物，什麼都不是。所以善導大師無數次的教誡，「一切要從真實心中作」，果然真實，不必去顧慮法緣不殊勝，不必顧慮，必定殊勝。我們在歷史上看到許許多多的大德，他們一生當中沒有攀緣，攀緣所結的緣是假的，哪一天拆穿，人都走光了，它不是真實的。唯有發自於心性，出自於真誠，自然能夠感動人、能感動畜生、能感動鬼神。釋迦牟尼佛在世感動魔王護法，魔先來擾亂，不能擾亂，他態度就回轉，他就護持了，魔都來護法。你要問為什麼？就是真誠感人。所以我們的修學一定要相應，一定要如法，這樣對自己才有真實的利益。"
    },
    {
      "id": "20-013-0041_p0005",
      "zh_CN": "学佛了，无论在家、出家，无论是在寺院、或者是在家庭，功课决定不能够中断，所以祖师给我们订早晚课诵。早晚课诵是祖师订的，不是世尊订的，世尊没有给我们订早晚功课。为什么？世尊那个时代，四众弟子都知道用功，而且功夫都不间断，哪里还要早晚功课？起心动念念念相应。到后来众生的根性愈来愈差，烦恼习气愈来愈严重，所以祖师才提倡共修，正式提倡共修是百丈跟马祖。世尊当年那个时代没有提倡共修，只有大家在一起听经、闻法、研教聚会在一处。至于用功修行，各人是各人的事情，所以没有共修。到后世个人烦恼习气常起现行，就懒惰、懈怠、散慢，这对于用功是很大的障碍，所以祖师们才提倡共修。共修的意义是依众靠众，彼此互相警策、互相勉励。年岁大的人看到年轻人都用功，自己生惭愧心，不能不发愤；年轻看到人老年人用功，能够激发自己修学的心态。这是共修真正的意义跟目的。一个道场，这是指马祖、百丈以后，道场如果废弃了共修，这个道场注定要衰败。一个家庭，或者在今天所看到的居士道场，废弃共修这个道场就不是佛道场。不是佛道场就是魔道场，这里面因缘果报，我们都要清楚、都要明了。",
      "zh_TW": "學佛了，無論在家、出家，無論是在寺院、或者是在家庭，功課決定不能夠中斷，所以祖師給我們訂早晚課誦。早晚課誦是祖師訂的，不是世尊訂的，世尊沒有給我們訂早晚功課。為什麼？世尊那個時代，四眾弟子都知道用功，而且功夫都不間斷，哪裡還要早晚功課？起心動念念念相應。到後來眾生的根性愈來愈差，煩惱習氣愈來愈嚴重，所以祖師才提倡共修，正式提倡共修是百丈跟馬祖。世尊當年那個時代沒有提倡共修，只有大家在一起聽經、聞法、研教聚會在一處。至於用功修行，各人是各人的事情，所以沒有共修。到後世個人煩惱習氣常起現行，就懶惰、懈怠、散慢，這對於用功是很大的障礙，所以祖師們才提倡共修。共修的意義是依眾靠眾，彼此互相警策、互相勉勵。年歲大的人看到年輕人都用功，自己生慚愧心，不能不發憤；年輕看到人老年人用功，能夠激發自己修學的心態。這是共修真正的意義跟目的。一個道場，這是指馬祖、百丈以後，道場如果廢棄了共修，這個道場注定要衰敗。一個家庭，或者在今天所看到的居士道場，廢棄共修這個道場就不是佛道場。不是佛道場就是魔道場，這裡面因緣果報，我們都要清楚、都要明瞭。"
    },
    {
      "id": "20-013-0041_p0006",
      "zh_CN": "课诵最低限度是早晚二课，早晚二课的用意是警策我们、提醒我们。并不是说我们学佛，只将早晚功课做好就行了，那差得太远了，决定不能成就。早课是提醒自己，晚课是认真反省。早课依照仪规做，与《往生论》里面讲五个修行的原则相应，我们身礼佛，心里面敬佛，受持经教，所以在课诵里面读一段经文，接受佛的教诲，今天一天依教奉行，将修学的功德回向十方，所谓是五念行门。我们修学净宗目的是要想获得清净、平等、觉，所以我们早课选择的经文是阿弥陀佛四十八愿，能够念《无量寿经》全部经文当然是最好，怕的是一些人办不到，所以只选一品经。这一品经是一切经里面极重要的一个部分，我们每天念，学习阿弥陀佛的弘愿，四十八愿愿愿都是度众生，四十八愿任何一愿都含摄其余的四十七愿，愿愿如是。跟《华严经》上所说，「一即是多，多即是一」，「一即一切，一切即一」，意思完全相同。",
      "zh_TW": "課誦最低限度是早晚二課，早晚二課的用意是警策我們、提醒我們。並不是說我們學佛，只將早晚功課做好就行了，那差得太遠了，決定不能成就。早課是提醒自己，晚課是認真反省。早課依照儀規做，與《往生論》裡面講五個修行的原則相應，我們身禮佛，心裡面敬佛，受持經教，所以在課誦裡面讀一段經文，接受佛的教誨，今天一天依教奉行，將修學的功德迴向十方，所謂是五念行門。我們修學淨宗目的是要想獲得清淨、平等、覺，所以我們早課選擇的經文是阿彌陀佛四十八願，能夠念《無量壽經》全部經文當然是最好，怕的是一些人辦不到，所以只選一品經。這一品經是一切經裡面極重要的一個部分，我們每天念，學習阿彌陀佛的弘願，四十八願願願都是度眾生，四十八願任何一願都含攝其餘的四十七願，願願如是。跟《華嚴經》上所說，「一即是多，多即是一」，「一即一切，一切即一」，意思完全相同。"
    },
    {
      "id": "20-013-0041_p0007",
      "zh_CN": "晚课我们选择三十二品到三十七品，这段经文提供给我们反省检点、改过自新。这段经文它里面主要的结构，就是五戒十善，它是广义的，不是狭义的。也就是五戒含摄一切戒法，十善包括所有一切善法，都融会在其中；每天读，读得很熟，常常思惟。昨天下午有几位居士来看我，说用功不得力，妄想杂念太多，这是一个很普遍的现象。你发现、你想求改进，这个心很好。用什么方法对治这些烦恼最有效？无过于大势至菩萨所说的「忆佛念佛」，这个方法很有效。忆佛念佛不必多，常常想四十八愿，仰慕阿弥陀佛，向阿弥陀佛学习，常常想着经典里面，三十二品到三十七品所有的教诲，佛教给我们哪些事情我们应当要做，哪些事情不可以做。佛教我们做的，我们认真努力做到；佛教我们不可以做的，我们决定遵守，不犯教诫，这就是真修行。",
      "zh_TW": "晚課我們選擇三十二品到三十七品，這段經文提供給我們反省檢點、改過自新。這段經文它裡面主要的結構，就是五戒十善，它是廣義的，不是狹義的。也就是五戒含攝一切戒法，十善包括所有一切善法，都融會在其中；每天讀，讀得很熟，常常思惟。昨天下午有幾位居士來看我，說用功不得力，妄想雜念太多，這是一個很普遍的現象。你發現、你想求改進，這個心很好。用什麼方法對治這些煩惱最有效？無過於大勢至菩薩所說的「憶佛念佛」，這個方法很有效。憶佛念佛不必多，常常想四十八願，仰慕阿彌陀佛，向阿彌陀佛學習，常常想著經典裡面，三十二品到三十七品所有的教誨，佛教給我們哪些事情我們應當要做，哪些事情不可以做。佛教我們做的，我們認真努力做到；佛教我們不可以做的，我們決定遵守，不犯教誡，這就是真修行。"
    },
    {
      "id": "20-013-0041_p0008",
      "zh_CN": "这个样子早晚两堂课就运用到生活上，完全落实在生活当中，这朝暮二课的功德无量。绝对不是说早晨念一遍给佛听，晚上念一遍给佛听，就交差了事，那没有用处的。那是以轮回心来做朝暮二课，将来结果还是不免轮回，这是不解如来真实义。所以要懂得朝暮二课怎么个作法，用什么的态度去做，要用什么心去做才相应。这是真实将佛法落实在生活当中，否则的话我们想落实也无从落起。有福报的同修们，无论在家、出家，将来你们住持道场，弘化一方，朝暮二课就极重要。你要用真实心中作，感得诸佛菩萨护念，龙天善神护持，你这道场自然就兴旺了，自他俱得真实的利益，这是我们不能不知道的。好，时间到了。",
      "zh_TW": "這個樣子早晚兩堂課就運用到生活上，完全落實在生活當中，這朝暮二課的功德無量。絕對不是說早晨念一遍給佛聽，晚上念一遍給佛聽，就交差了事，那沒有用處的。那是以輪迴心來做朝暮二課，將來結果還是不免輪迴，這是不解如來真實義。所以要懂得朝暮二課怎麼個作法，用什麼的態度去做，要用什麼心去做才相應。這是真實將佛法落實在生活當中，否則的話我們想落實也無從落起。有福報的同修們，無論在家、出家，將來你們住持道場，弘化一方，朝暮二課就極重要。你要用真實心中作，感得諸佛菩薩護念，龍天善神護持，你這道場自然就興旺了，自他俱得真實的利益，這是我們不能不知道的。好，時間到了。"
    }
  ]
}