{
  "doc_id": "20-013-0179",
  "title": {
    "zh_CN": "九八年早餐开示—控制占有了不可得",
    "zh_TW": "九八年早餐開示—控制佔有了不可得"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0179",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0179_p0001",
      "zh_CN": "最近居士林餐厅改善了，伙食也改善了，菜色很多。昨天许居士告诉我，这对于我们诱惑力量太大了，每天都吃得很胀。这桩事情，我记得前一次跟诸位提到过，伙食的改善，是供养人他们的诚意，这是我们应当感激的。我们在那里是接受供养，接受供养要有智慧，自己要能够控制自己的需求。菜色有十几道，你每一道都品尝一点，当然使肠胃过分的负担，对于身体健康就有妨碍。往年我们在台湾，社会上提倡梅花餐，梅花餐是五个菜一个汤；在更早，社会一般都提倡的是四菜一汤。我们在十几道菜里面，选择不超过四道，那不就很好吗？看看你喜欢吃的、需要吃的，选择几种，不要每一种都去夹一点，那个量当然就过分了。现在我们「学会」，我看菜色也愈来愈多，在饮食方面，自己一定要能控制自己。",
      "zh_TW": "最近居士林餐廳改善了，伙食也改善了，菜色很多。昨天許居士告訴我，這對於我們誘惑力量太大了，每天都吃得很脹。這樁事情，我記得前一次跟諸位提到過，伙食的改善，是供養人他們的誠意，這是我們應當感激的。我們在那裡是接受供養，接受供養要有智慧，自己要能夠控制自己的需求。菜色有十幾道，你每一道都品嘗一點，當然使腸胃過分的負擔，對於身體健康就有妨礙。往年我們在台灣，社會上提倡梅花餐，梅花餐是五個菜一個湯；在更早，社會一般都提倡的是四菜一湯。我們在十幾道菜裡面，選擇不超過四道，那不就很好嗎？看看你喜歡吃的、需要吃的，選擇幾種，不要每一種都去夾一點，那個量當然就過分了。現在我們「學會」，我看菜色也愈來愈多，在飲食方面，自己一定要能控制自己。"
    },
    {
      "id": "20-013-0179_p0002",
      "zh_CN": "古人教给我们，所谓是早晨吃得好，中午吃得饱，晚上吃得少，这是养生之道，是摄取营养的一个原则。在佛法讲，实际上真正懂得养生的是懂得养心，为什么？心是能生种种法，我们这个身是所生之法，心是能生，所以心清净，身就清净了。身心清净，我们外面环境就清净，这是一定的道理。但是世间人懂得的人少，还是要注意在外面，来补充自己的养分。真正明白这个道理的人，所谓真修行人，他身体的养分不向外面寻求，完全向内，我们在佛经里面读了很多。色界天以上的「禅悦为食」，诸位想想，禅悦这是从自性里面流露出来的，不是从外面。所以佛才说，财、色、名、食、睡这五样东西都可以舍弃，而佛说这五样东西叫五盖，把我们的心性、智慧、德能盖复住，我们虽有智慧德能，不能现前，这个东西是障碍。如果你在这五样东西里起了贪心，这五样也叫欲望，五种欲望，生起贪念，你的烦恼只有增加，不会减少，那怎么能断得掉？",
      "zh_TW": "古人教給我們，所謂是早晨吃得好，中午吃得飽，晚上吃得少，這是養生之道，是攝取營養的一個原則。在佛法講，實際上真正懂得養生的是懂得養心，為什麼？心是能生種種法，我們這個身是所生之法，心是能生，所以心清淨，身就清淨了。身心清淨，我們外面環境就清淨，這是一定的道理。但是世間人懂得的人少，還是要注意在外面，來補充自己的養分。真正明白這個道理的人，所謂真修行人，他身體的養分不向外面尋求，完全向內，我們在佛經裡面讀了很多。色界天以上的「禪悅為食」，諸位想想，禪悅這是從自性裡面流露出來的，不是從外面。所以佛才說，財、色、名、食、睡這五樣東西都可以捨棄，而佛說這五樣東西叫五蓋，把我們的心性、智慧、德能蓋覆住，我們雖有智慧德能，不能現前，這個東西是障礙。如果你在這五樣東西裡起了貪心，這五樣也叫欲望，五種欲望，生起貪念，你的煩惱只有增加，不會減少，那怎麼能斷得掉？"
    },
    {
      "id": "20-013-0179_p0003",
      "zh_CN": "所以佛教弟子，饮食决定没有分别，也没有执着。佛陀当年在世是托钵，托钵人家给什么就吃什么；而且托钵只许托七家，七家托不到，回去修禅定了。这种作为都是帮助我们，克服自己的欲望、克服自己的贪心、克服自己的烦恼，我们要懂得这个道理。所以在饮食上的摄取，我们有这个色身，不能不维护色身的健康，如果身体不健康，需要别人来照顾，也要麻烦别人，住在道场也连累常住，当然不好。可是健康之道要明了，总在清净心。我们对人、对事、对物要有大慈悲心，对自己决定是清净心，清净无为；对别人是大慈大悲，无所不为，我们才真正以行动照顾大众、帮助大众。这都是世出世间圣人，共同教导我们的。",
      "zh_TW": "所以佛教弟子，飲食決定沒有分別，也沒有執著。佛陀當年在世是托缽，托缽人家給什麼就吃什麼；而且托缽只許托七家，七家托不到，回去修禪定了。這種作為都是幫助我們，克服自己的欲望、克服自己的貪心、克服自己的煩惱，我們要懂得這個道理。所以在飲食上的攝取，我們有這個色身，不能不維護色身的健康，如果身體不健康，需要別人來照顧，也要麻煩別人，住在道場也連累常住，當然不好。可是健康之道要明瞭，總在清淨心。我們對人、對事、對物要有大慈悲心，對自己決定是清淨心，清淨無為；對別人是大慈大悲，無所不為，我們才真正以行動照顧大眾、幫助大眾。這都是世出世間聖人，共同教導我們的。"
    },
    {
      "id": "20-013-0179_p0004",
      "zh_CN": "可是爱心里面是付出的、是义务的，决定不能占有。凡夫的爱心对人，纵然是对于自己的儿女，对于自己的亲人这是很爱护，他不是慈悲。为什么不是慈悲？因为他有控制的念头，控制人、控制事、控制一切物，他有这个念头，他有占有的念头，这是错误。错在哪里？佛告诉我们「能所皆空，了不可得」，《般若经》里面，「不可得」这三个字，重复了一千遍以上，你看看六百卷《大般若》。佛以这么多次的重复，就是叫你要牢牢记住，这是事实真相。你如果以为有所得，有能得、有所得，那是愚痴、那是无明。你要了解一切法不可得，不但所得的不可得，能得的也不可得，能所俱不可得，你就解脱了。这个解脱，用现代的话说，你心里就没有负担，你的心就得自在，妄想、分别、执着你就会全部放下了。",
      "zh_TW": "可是愛心裡面是付出的、是義務的，決定不能佔有。凡夫的愛心對人，縱然是對於自己的兒女，對於自己的親人這是很愛護，他不是慈悲。為什麼不是慈悲？因為他有控制的念頭，控制人、控制事、控制一切物，他有這個念頭，他有佔有的念頭，這是錯誤。錯在哪裡？佛告訴我們「能所皆空，了不可得」，《般若經》裡面，「不可得」這三個字，重複了一千遍以上，你看看六百卷《大般若》。佛以這麼多次的重複，就是叫你要牢牢記住，這是事實真相。你如果以為有所得，有能得、有所得，那是愚痴、那是無明。你要了解一切法不可得，不但所得的不可得，能得的也不可得，能所俱不可得，你就解脫了。這個解脫，用現代的話說，你心裡就沒有負擔，你的心就得自在，妄想、分別、執著你就會全部放下了。"
    },
    {
      "id": "20-013-0179_p0005",
      "zh_CN": "你今天还放不下，主要你的愚痴没有破，你还以为有能得、有所得，你心里面还有负担，所以你的生活很痛苦，你的修学功夫不得力。你不知道诸佛如来所说，应化在一切世间，所作所为是「梦中佛事，水月道场」。我们建立道场，道场建立得再大、再辉煌，觉悟的人是什么心态？镜花水月。所以心里面一丝毫的执着都没有，一丝毫悭贪都没有，这才显示出大自在，这才显示出所谓高度的享受。有受用，没有占有、没有控制，这样才过佛菩萨的生活，凡夫跟佛菩萨不相同的地方就在此地。凡夫是念念当中要控制别人，念念当中要占有一切，所以他那个心是患得患失，忧虑烦恼永远不断，这个日子过得苦。",
      "zh_TW": "你今天還放不下，主要你的愚痴沒有破，你還以為有能得、有所得，你心裡面還有負擔，所以你的生活很痛苦，你的修學功夫不得力。你不知道諸佛如來所說，應化在一切世間，所作所為是「夢中佛事，水月道場」。我們建立道場，道場建立得再大、再輝煌，覺悟的人是什麼心態？鏡花水月。所以心裡面一絲毫的執著都沒有，一絲毫慳貪都沒有，這才顯示出大自在，這才顯示出所謂高度的享受。有受用，沒有佔有、沒有控制，這樣才過佛菩薩的生活，凡夫跟佛菩薩不相同的地方就在此地。凡夫是念念當中要控制別人，念念當中要佔有一切，所以他那個心是患得患失，憂慮煩惱永遠不斷，這個日子過得苦。"
    },
    {
      "id": "20-013-0179_p0006",
      "zh_CN": "而佛菩萨的大慈大悲，我曾经跟诸位讲过，慈悲里面一定圆满含摄「真诚、清净、平等、正觉」，这才叫慈悲。我说的这十个字五句，每一句里面都含摄其他的四句。什么是真诚心？真诚心一定是清净、平等、正觉、慈悲。什么是清净心？清净心一定含摄真诚、平等、正觉、慈悲。「一即一切，一切即一」，佛法讲得简单、讲得含蓄，现代人听不懂。我说得啰嗦一点、说得繁琐一点，说十个字，十个字就是一个字，一即是十，十即是一，诸位要体会到这个意思。我慈悲，慈悲心不清净、慈悲心不平等，这不是慈悲。如果说这也是慈悲，那就佛法里面讲的四种慈悲，这叫「爱缘慈悲」，爱缘慈悲是凡夫的慈悲。这里面没有舍弃控制，没有舍弃占有，没有舍弃种种的要求，这不是大慈大悲。爱缘慈悲往上提升，是「众生缘慈悲」、「法缘慈悲」，再上是「无缘慈悲」，大慈大悲是无缘慈悲。无是什么意思？我们一般讲无条件。无条件就是无有要求、无有占有、无有控制，这叫无缘慈悲。无缘慈悲是诸佛与法身大士的大慈大悲，也就是具足真诚、清净、平等、正觉的慈悲心。我们要用这种心处事待人接物，在处事待人接物里面就证果，像《华严经》上说就入大解脱门。入大解脱门这句话，就是世俗讲的成佛，成佛才是入大解脱门；这个大也是大乘的意思。小的解脱门是阿罗汉，证阿罗汉果，小乘的圣者。",
      "zh_TW": "而佛菩薩的大慈大悲，我曾經跟諸位講過，慈悲裡面一定圓滿含攝「真誠、清淨、平等、正覺」，這才叫慈悲。我說的這十個字五句，每一句裡面都含攝其他的四句。什麼是真誠心？真誠心一定是清淨、平等、正覺、慈悲。什麼是清淨心？清淨心一定含攝真誠、平等、正覺、慈悲。「一即一切，一切即一」，佛法講得簡單、講得含蓄，現代人聽不懂。我說得囉嗦一點、說得繁瑣一點，說十個字，十個字就是一個字，一即是十，十即是一，諸位要體會到這個意思。我慈悲，慈悲心不清淨、慈悲心不平等，這不是慈悲。如果說這也是慈悲，那就佛法裡面講的四種慈悲，這叫「愛緣慈悲」，愛緣慈悲是凡夫的慈悲。這裡面沒有捨棄控制，沒有捨棄佔有，沒有捨棄種種的要求，這不是大慈大悲。愛緣慈悲往上提升，是「眾生緣慈悲」、「法緣慈悲」，再上是「無緣慈悲」，大慈大悲是無緣慈悲。無是什麼意思？我們一般講無條件。無條件就是無有要求、無有佔有、無有控制，這叫無緣慈悲。無緣慈悲是諸佛與法身大士的大慈大悲，也就是具足真誠、清淨、平等、正覺的慈悲心。我們要用這種心處事待人接物，在處事待人接物裡面就證果，像《華嚴經》上說就入大解脫門。入大解脫門這句話，就是世俗講的成佛，成佛才是入大解脫門；這個大也是大乘的意思。小的解脫門是阿羅漢，證阿羅漢果，小乘的聖者。"
    },
    {
      "id": "20-013-0179_p0007",
      "zh_CN": "我们读经闻法非常重要，读经闻法不可以间断，一天都不能间断。我们是凡夫，业障、习气、烦恼非常深重，很不容易断掉。什么方法帮助我们断掉？唯有觉悟。我们不是上根利智，不可能听少法、学少时就能开悟，那个在佛门里面讲，上根利智才做得到，我们是中下根性的人。中下根性要想在一生当中得利益；这个利益就是《华严经》上讲的入佛法，入佛法就是讲的觉悟；唯一的方法就是读经闻法，长时间的薰修，我们才能够契入这个境界。我在讲席当中也曾经说过，我记得说了不少次，我是个凡夫，中下根性的人，能有今天这点成就，能有这点小智慧，是四十多年天天在读经、天天在讲经，从这个地方得来的。",
      "zh_TW": "我們讀經聞法非常重要，讀經聞法不可以間斷，一天都不能間斷。我們是凡夫，業障、習氣、煩惱非常深重，很不容易斷掉。什麼方法幫助我們斷掉？唯有覺悟。我們不是上根利智，不可能聽少法、學少時就能開悟，那個在佛門裡面講，上根利智才做得到，我們是中下根性的人。中下根性要想在一生當中得利益；這個利益就是《華嚴經》上講的入佛法，入佛法就是講的覺悟；唯一的方法就是讀經聞法，長時間的薰修，我們才能夠契入這個境界。我在講席當中也曾經說過，我記得說了不少次，我是個凡夫，中下根性的人，能有今天這點成就，能有這點小智慧，是四十多年天天在讀經、天天在講經，從這個地方得來的。"
    },
    {
      "id": "20-013-0179_p0008",
      "zh_CN": "也有一些大德们他们也讲经，可是他们跟我相比也差一等，这一等差在什么地方？他们管事，管事要操心，对于自己多少都会有一些妨碍。我这一生的缘分殊胜，一生当中不管人、不管事、不管钱，所以世俗间的事务我没有障碍，才能有这一点成就。这一点，同修们千万要记住，我也是现身说法给大家做个榜样。什么人能管事？真正得清净心的人。所以古时候寺院丛林里面的管事，都是诸佛菩萨应化再来的，他们不要紧，他们是应化的，他不是凡夫。我们不是圣人应化，我们是道道地地的凡夫。道道地地凡夫如果也办事，那就是舍己为人，这也是值得敬仰的。牺牲自己，牺牲自己的定慧，只要把戒修好，有戒没有定、没有慧，这真正牺牲自己，成就别人，来服务、来照顾大家。戒要清净，戒清净你修的是真正的福报，你没有慧，你修福。戒清净，是如理如法的照顾大众，照顾大众没有私心，也是以真诚、爱护、关怀，帮助一切大众好好的修学。",
      "zh_TW": "也有一些大德們他們也講經，可是他們跟我相比也差一等，這一等差在什麼地方？他們管事，管事要操心，對於自己多少都會有一些妨礙。我這一生的緣分殊勝，一生當中不管人、不管事、不管錢，所以世俗間的事務我沒有障礙，才能有這一點成就。這一點，同修們千萬要記住，我也是現身說法給大家做個榜樣。什麼人能管事？真正得清淨心的人。所以古時候寺院叢林裡面的管事，都是諸佛菩薩應化再來的，他們不要緊，他們是應化的，他不是凡夫。我們不是聖人應化，我們是道道地地的凡夫。道道地地凡夫如果也辦事，那就是捨己為人，這也是值得敬仰的。犧牲自己，犧牲自己的定慧，只要把戒修好，有戒沒有定、沒有慧，這真正犧牲自己，成就別人，來服務、來照顧大家。戒要清淨，戒清淨你修的是真正的福報，你沒有慧，你修福。戒清淨，是如理如法的照顧大眾，照顧大眾沒有私心，也是以真誠、愛護、關懷，幫助一切大眾好好的修學。"
    },
    {
      "id": "20-013-0179_p0009",
      "zh_CN": "你们看到过去，馆长她就是这种人。她不是佛菩萨化身来的，她创建这个道场，成就我们大家，对我们是很大的恩德。我们对她也有报答，我们报答表现在临终那一刻，我们送她往生。她要没有我们这些人帮助，她往生不了，我们帮助她往生，这是大报恩。可是这个缘很不容易得到，不是我们每一个人，都有这么好的缘分，都有这么好的机会。如果不能往生，来生是大福报，做这些国王大臣、豪富长者，来生得这个福报。我们现在清楚、明白了，唯有往生不退成佛，这桩事情才是真实的。世间的福报，做到大梵天王、做到摩醯首罗天王，还是要搞六道轮回，还是出不了三界，所以那个福报不是究竟的、不是圆满的。这个事实，我们总得要晓得。",
      "zh_TW": "你們看到過去，館長她就是這種人。她不是佛菩薩化身來的，她創建這個道場，成就我們大家，對我們是很大的恩德。我們對她也有報答，我們報答表現在臨終那一刻，我們送她往生。她要沒有我們這些人幫助，她往生不了，我們幫助她往生，這是大報恩。可是這個緣很不容易得到，不是我們每一個人，都有這麼好的緣分，都有這麼好的機會。如果不能往生，來生是大福報，做這些國王大臣、豪富長者，來生得這個福報。我們現在清楚、明白了，唯有往生不退成佛，這樁事情才是真實的。世間的福報，做到大梵天王、做到摩醯首羅天王，還是要搞六道輪迴，還是出不了三界，所以那個福報不是究竟的、不是圓滿的。這個事實，我們總得要曉得。"
    },
    {
      "id": "20-013-0179_p0010",
      "zh_CN": "我们修学就是过日子，知道怎样对自己，对自己决定是清净、慈悲，专修专弘。对人，真诚、清净、慈悲，决定要做到无缘，没有条件。决定不可以对一切人事物，有一丝毫占有的念头、控制的念头，我们就全都错了。只要有这个意念在，叫造业。放下一切占有、放下一切控制、放下一切要求，这是智慧，这叫功德，比福德还要殊胜。诸位想想，这个道理，要不是佛菩萨给我们说，我们怎么会知道？希望我们共同勉励，依教奉行。今天我们就讲到此地。",
      "zh_TW": "我們修學就是過日子，知道怎樣對自己，對自己決定是清淨、慈悲，專修專弘。對人，真誠、清淨、慈悲，決定要做到無緣，沒有條件。決定不可以對一切人事物，有一絲毫佔有的念頭、控制的念頭，我們就全都錯了。只要有這個意念在，叫造業。放下一切佔有、放下一切控制、放下一切要求，這是智慧，這叫功德，比福德還要殊勝。諸位想想，這個道理，要不是佛菩薩給我們說，我們怎麼會知道？希望我們共同勉勵，依教奉行。今天我們就講到此地。"
    }
  ]
}