{
  "doc_id": "20-013-0066",
  "title": {
    "zh_CN": "九八年早餐开示—修行成功关键：真实忏悔业障",
    "zh_TW": "九八年早餐開示—修行成功關鍵：真實懺悔業障"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0066",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0066_p0001",
      "zh_CN": "诸位同学在此地参学，对于生活起居要留意，人生病是很难避免的，但是如果在生活方面能够小心谨慎，确实能够避免生病的机会。我们来自各个不同的地方，一般所谓是水土不服，也就是生活习惯不相同，特别是气候变化不一样，总要有一段时间才能够适应。昨天晚上我听到有同学，大概贴膏药一类，撕开的时候皮肤都破了。这也是常识，大家一定要记住，现在的膏药大概都有说明书，告诉你这个膏药可以贴几个小时，通常一般都不超过十二个小时。可是十二个小时，如果我们皮肤敏感的人受不了，最理想的是四个小时，决定不可以超过八个小时，就要拿掉，而且拿掉尽量不要再贴，一定要等你皮肤恢复原状才可以再贴。如果撕掉，皮肤是红色的不可以再贴，决定有伤害，这是常识。现在医药虽然发达，说老实话，不如中国古时候调的那种膏药，中国古时候调的那种膏药，你贴一个月、两个月没关系。现代的东西很不可靠，假的太多，骗人的东西太多了，一定要小心、要留意。",
      "zh_TW": "諸位同學在此地參學，對於生活起居要留意，人生病是很難避免的，但是如果在生活方面能夠小心謹慎，確實能夠避免生病的機會。我們來自各個不同的地方，一般所謂是水土不服，也就是生活習慣不相同，特別是氣候變化不一樣，總要有一段時間才能夠適應。昨天晚上我聽到有同學，大概貼膏藥一類，撕開的時候皮膚都破了。這也是常識，大家一定要記住，現在的膏藥大概都有說明書，告訴你這個膏藥可以貼幾個小時，通常一般都不超過十二個小時。可是十二個小時，如果我們皮膚敏感的人受不了，最理想的是四個小時，決定不可以超過八個小時，就要拿掉，而且拿掉盡量不要再貼，一定要等你皮膚恢復原狀才可以再貼。如果撕掉，皮膚是紅色的不可以再貼，決定有傷害，這是常識。現在醫藥雖然發達，說老實話，不如中國古時候調的那種膏藥，中國古時候調的那種膏藥，你貼一個月、兩個月沒關係。現代的東西很不可靠，假的太多，騙人的東西太多了，一定要小心、要留意。"
    },
    {
      "id": "20-013-0066_p0002",
      "zh_CN": "饮食起居要干净，不要过量，对自己一定有好处。世间懂得养生的人，都讲求吃东西顶多只能吃八分饱，实在讲六、七分就很够了，不可以暴饮暴食，饮食一定要正常，最好不要吃零食。还有一点，吃完东西之后一定要漱口、刷牙，这也是常识。如果每一次吃东西都要漱口、刷牙，你嫌得很麻烦，你有的时候就可以能够节制。所以一定要懂得卫生，保护自己身体健康，减少病苦对我们修学就会有帮助。",
      "zh_TW": "飲食起居要乾淨，不要過量，對自己一定有好處。世間懂得養生的人，都講求吃東西頂多只能吃八分飽，實在講六、七分就很夠了，不可以暴飲暴食，飲食一定要正常，最好不要吃零食。還有一點，吃完東西之後一定要漱口、刷牙，這也是常識。如果每一次吃東西都要漱口、刷牙，你嫌得很麻煩，你有的時候就可以能夠節制。所以一定要懂得衛生，保護自己身體健康，減少病苦對我們修學就會有幫助。"
    },
    {
      "id": "20-013-0066_p0003",
      "zh_CN": "今天有一位同修问：经典的集结都是由阿难尊者复讲，大众记录下来，成为经典流传于后世。可是我们在经典里面读到，阿难尊者出生的时候，正是释迦牟尼佛示现成道。阿难尊者二十岁出家；换句话说，世尊已经讲经说法二十年。阿难出家之后是做佛的侍者，那没有错，等于说佛讲经说法，他一堂也没有漏；那二十年之前所说的，阿难怎么会知道？经典上有记载，阿难出家向释迦牟尼佛提出条件，世尊过去所讲的要给他重复说一遍，释迦牟尼佛答应他。所以听闻佛法，可以说阿难尊者是最完全的，等于说是一堂都没有缺课。这是经典上有记载，我们不必怀疑，阿难是佛传法之人，他有这个使命。",
      "zh_TW": "今天有一位同修問：經典的集結都是由阿難尊者複講，大眾記錄下來，成為經典流傳於後世。可是我們在經典裡面讀到，阿難尊者出生的時候，正是釋迦牟尼佛示現成道。阿難尊者二十歲出家；換句話說，世尊已經講經說法二十年。阿難出家之後是做佛的侍者，那沒有錯，等於說佛講經說法，他一堂也沒有漏；那二十年之前所說的，阿難怎麼會知道？經典上有記載，阿難出家向釋迦牟尼佛提出條件，世尊過去所講的要給他重複說一遍，釋迦牟尼佛答應他。所以聽聞佛法，可以說阿難尊者是最完全的，等於說是一堂都沒有缺課。這是經典上有記載，我們不必懷疑，阿難是佛傳法之人，他有這個使命。"
    },
    {
      "id": "20-013-0066_p0004",
      "zh_CN": "大乘经上又告诉我们，佛的这些弟子都是「大权示现」，不是真的小乘阿罗汉，不是的。我们在大乘经上常看到「大阿罗汉」，大阿罗汉是指什么地位？「阿罗汉」的意思翻成中文是「无学」，无学就是毕业，他所学的东西学圆满了；「阿」翻作无，「罗汉」是学，这是无学。小乘无学，小乘毕业了，这是四果；大乘佛法里面的无学是法云地的菩萨，第十地的菩萨叫无学。所以大乘阿罗汉，我们在大乘经上看到大阿罗汉，就晓得是法云地的菩萨。这么高的地位示现在法会里面是须陀洹果，小乘最低的地位，其实那是表演给人看的。所以佛家讲「本迹因缘」，他本来是什么地位，「迹」是他现在示现的是什么地位，我们要清楚。而许许多多是古佛再来，正是显示出经上所说的，「一佛出世，千佛拥护」，跟唱一台戏一样，释迦牟尼佛这次唱主角，许许多多的古佛来配合他，来唱配角。有的示现菩萨身分，有的示现声闻身分，有的示现长者、国王、护法的身分，这一次的表演才做到圆满成功。每一个来表演的人都是一个目标、一个愿望，帮助一切没有开悟的众生破迷开悟。",
      "zh_TW": "大乘經上又告訴我們，佛的這些弟子都是「大權示現」，不是真的小乘阿羅漢，不是的。我們在大乘經上常看到「大阿羅漢」，大阿羅漢是指什麼地位？「阿羅漢」的意思翻成中文是「無學」，無學就是畢業，他所學的東西學圓滿了；「阿」翻作無，「羅漢」是學，這是無學。小乘無學，小乘畢業了，這是四果；大乘佛法裡面的無學是法雲地的菩薩，第十地的菩薩叫無學。所以大乘阿羅漢，我們在大乘經上看到大阿羅漢，就曉得是法雲地的菩薩。這麼高的地位示現在法會裡面是須陀洹果，小乘最低的地位，其實那是表演給人看的。所以佛家講「本跡因緣」，他本來是什麼地位，「跡」是他現在示現的是什麼地位，我們要清楚。而許許多多是古佛再來，正是顯示出經上所說的，「一佛出世，千佛擁護」，跟唱一台戲一樣，釋迦牟尼佛這次唱主角，許許多多的古佛來配合他，來唱配角。有的示現菩薩身分，有的示現聲聞身分，有的示現長者、國王、護法的身分，這一次的表演才做到圓滿成功。每一個來表演的人都是一個目標、一個願望，幫助一切沒有開悟的眾生破迷開悟。"
    },
    {
      "id": "20-013-0066_p0005",
      "zh_CN": "所以无论在舞台上扮演哪个角色，功德是平等的。特别在《华严经》上显示，这里面没有大小、没有高下，也没有尊卑，点点滴滴都是遍虚空法界，这是事实真相。佛在一切大乘经里面也常常跟我们提示，但是没有《华严》讲得这么具体，讲得这么透彻圆满。所以读一切大乘经悟入比较上困难，但是读《华严》悟入那就比较容易，它说得详细、说得清楚，如果我们有领会，多少都会悟入。我们在讲堂里面讲过，纵然不能悟入佛的境界，你的方向目标一定是对准而没有差错，这就非常难得。方向目标正确就是天台家讲相似即佛，有这个气氛，有这个形象；入境界那是分证即佛，我们虽然做不到分证，相似位是可以做到的。",
      "zh_TW": "所以無論在舞台上扮演哪個角色，功德是平等的。特別在《華嚴經》上顯示，這裡面沒有大小、沒有高下，也沒有尊卑，點點滴滴都是遍虛空法界，這是事實真相。佛在一切大乘經裡面也常常跟我們提示，但是沒有《華嚴》講得這麼具體，講得這麼透徹圓滿。所以讀一切大乘經悟入比較上困難，但是讀《華嚴》悟入那就比較容易，它說得詳細、說得清楚，如果我們有領會，多少都會悟入。我們在講堂裡面講過，縱然不能悟入佛的境界，你的方向目標一定是對準而沒有差錯，這就非常難得。方向目標正確就是天台家講相似即佛，有這個氣氛，有這個形象；入境界那是分證即佛，我們雖然做不到分證，相似位是可以做到的。"
    },
    {
      "id": "20-013-0066_p0006",
      "zh_CN": "佛法的修学成败的关键，实在讲是在改过自新，十大愿王里面讲「忏悔业障」，这是关键的所在。现在有许多人学佛碍于面子，不肯下心忏悔，所作所为是隐恶扬善，这对自己讲，不是对别人；自己的缺点过失尽量的隐藏，自己有一点小善想尽方法去表扬，现在时髦的话说「推销自己」，这个对于修道就产生了严重的伤害。古德教我们隐恶扬善是对别人，看到别人的过失我们不说，也不要放在心上，别人的好处我们赞叹颂扬。现在把这个对自己，对别人是尽量攻击别人的过失缺陷，人身的攻击，别人做的善事一字不提，这个社会怎么能好？所以我们要细细体会佛的意思，佛菩萨的教导能够领会在心，这个人一定就法喜充满，他得受用。举世之人造恶，他不肯造恶，特别是对于因缘果报的事实真相要明白。",
      "zh_TW": "佛法的修學成敗的關鍵，實在講是在改過自新，十大願王裡面講「懺悔業障」，這是關鍵的所在。現在有許多人學佛礙於面子，不肯下心懺悔，所作所為是隱惡揚善，這對自己講，不是對別人；自己的缺點過失盡量的隱藏，自己有一點小善想盡方法去表揚，現在時髦的話說「推銷自己」，這個對於修道就產生了嚴重的傷害。古德教我們隱惡揚善是對別人，看到別人的過失我們不說，也不要放在心上，別人的好處我們讚歎頌揚。現在把這個對自己，對別人是盡量攻擊別人的過失缺陷，人身的攻擊，別人做的善事一字不提，這個社會怎麼能好？所以我們要細細體會佛的意思，佛菩薩的教導能夠領會在心，這個人一定就法喜充滿，他得受用。舉世之人造惡，他不肯造惡，特別是對於因緣果報的事實真相要明白。"
    },
    {
      "id": "20-013-0066_p0007",
      "zh_CN": "所以佛教导业障习气重的一类众生，根性劣的众生，跟他讲一乘大法，他不能接受，他对这个没兴趣，贪恋人天福报，佛教给他五戒十善，佛教给他布施忍让。忍让是戒法，通常讲的是持戒布施，这是佛法行门里面，修行里面基本的教学。布施里面实在讲有无限的深广，《华严》第六回向品里面，佛给我们讲了将近一百种布施，讲得很详细。布施的心态尤其重要，这些事情平常在讲经说法很少有机会细说，多半都是受时间的限制，哪有时间说得那么详细，只是略说个几条而已。所以我们很清楚、很明白，讲经说法多半是为众生做远因缘；远因缘就是近收不到效果，只是阿赖耶识当中，「一历耳根，永为道种」，这是远因缘。再到什么时候得人身再遇佛法，希望这个种子能够现行，这桩事情可以说是我们每一个人亲身经历的。",
      "zh_TW": "所以佛教導業障習氣重的一類眾生，根性劣的眾生，跟他講一乘大法，他不能接受，他對這個沒興趣，貪戀人天福報，佛教給他五戒十善，佛教給他布施忍讓。忍讓是戒法，通常講的是持戒布施，這是佛法行門裡面，修行裡面基本的教學。布施裡面實在講有無限的深廣，《華嚴》第六迴向品裡面，佛給我們講了將近一百種布施，講得很詳細。布施的心態尤其重要，這些事情平常在講經說法很少有機會細說，多半都是受時間的限制，哪有時間說得那麼詳細，只是略說個幾條而已。所以我們很清楚、很明白，講經說法多半是為眾生做遠因緣；遠因緣就是近收不到效果，只是阿賴耶識當中，「一歷耳根，永為道種」，這是遠因緣。再到什麼時候得人身再遇佛法，希望這個種子能夠現行，這樁事情可以說是我們每一個人親身經歷的。"
    },
    {
      "id": "20-013-0066_p0008",
      "zh_CN": "怎么说是亲身经历？我们这一生遇到佛法，能遇到这个因缘，我们的种子不是这一生种的，过去世多生多劫之前有这么个种子，今天遇到缘起现行，这我们亲身经历。遇到缘又怎么样？我们自己好好想一想，冷静的想一想，这个种子究竟有多大的力量？究竟带给我们什么样的结果？然后我们才真正明暸，阿赖耶识佛种子不多，力量不够强，烦恼习气的种子比这个多，不知道要多多少倍，而且力量非常强大。这就是我们学佛，天天在闻佛法，天天在读佛经，烦恼习气改不过来，原因在此地。我们明白这个道理，了解这个事实，这一生当中没有结果，等于说是又做了一次种因，把这个因加强了一点。再过无量劫，真的是无量劫，这不是假的，遇到这个缘，又一次遇到这个缘，这个种子的力量再加强一点点，你要晓得到哪一劫，你这个种子才能产生力量，才能够抗拒烦恼习气？从这个地方去省察，凡夫成无上道，这是谈何容易！",
      "zh_TW": "怎麼說是親身經歷？我們這一生遇到佛法，能遇到這個因緣，我們的種子不是這一生種的，過去世多生多劫之前有這麼個種子，今天遇到緣起現行，這我們親身經歷。遇到緣又怎麼樣？我們自己好好想一想，冷靜的想一想，這個種子究竟有多大的力量？究竟帶給我們什麼樣的結果？然後我們才真正明暸，阿賴耶識佛種子不多，力量不夠強，煩惱習氣的種子比這個多，不知道要多多少倍，而且力量非常強大。這就是我們學佛，天天在聞佛法，天天在讀佛經，煩惱習氣改不過來，原因在此地。我們明白這個道理，了解這個事實，這一生當中沒有結果，等於說是又做了一次種因，把這個因加強了一點。再過無量劫，真的是無量劫，這不是假的，遇到這個緣，又一次遇到這個緣，這個種子的力量再加強一點點，你要曉得到哪一劫，你這個種子才能產生力量，才能夠抗拒煩惱習氣？從這個地方去省察，凡夫成無上道，這是談何容易！"
    },
    {
      "id": "20-013-0066_p0009",
      "zh_CN": "真正能做克己的功夫，拼命的学习，那就是他的悟性高，他的阿赖耶识里头佛种子力量强；他懂得忏悔，他不怕别人耻笑，有勇气说出自己的过失。佛在世的时候，佛懂得人情世故，知道大家很爱面子，所以当着面对大众之前说人家的过失，出家人一年只有三天，夏安居圆满自恣法会里面三天；自恣法会外面居士们不能参加，只是自己同学，同学当中可以互相来批评，一年也这么一次机会发露忏悔。可是对待一切出家人，佛没有教我们这样作法，可见得这个事情难。我们的业障习气除不掉，原因在这里，不肯发露忏悔。果然能够做到责心忏悔就算很不错，责心是自己做错事情，我们所谓是良心发现，自己感到不安，在暗中去改过，这已经相当难得，很少人能做到。",
      "zh_TW": "真正能做克己的功夫，拼命的學習，那就是他的悟性高，他的阿賴耶識裡頭佛種子力量強；他懂得懺悔，他不怕別人恥笑，有勇氣說出自己的過失。佛在世的時候，佛懂得人情世故，知道大家很愛面子，所以當著面對大眾之前說人家的過失，出家人一年只有三天，夏安居圓滿自恣法會裡面三天；自恣法會外面居士們不能參加，只是自己同學，同學當中可以互相來批評，一年也這麼一次機會發露懺悔。可是對待一切出家人，佛沒有教我們這樣作法，可見得這個事情難。我們的業障習氣除不掉，原因在這裡，不肯發露懺悔。果然能夠做到責心懺悔就算很不錯，責心是自己做錯事情，我們所謂是良心發現，自己感到不安，在暗中去改過，這已經相當難得，很少人能做到。"
    },
    {
      "id": "20-013-0066_p0010",
      "zh_CN": "我们修学要想在这一生当中成功，决定要求三宝加持，靠自己决定不可能。如果得到三宝显著的加持，一定要用真诚心去求，妄心决定不能相应，要用真心。在这个世间决定不怕吃亏、不怕上当，知道「万法皆空」，吃亏上当也是空、也是虚妄，你所得到的是虚妄，你失掉的还是虚妄，我们得失的心就淡了，这一切才能随缘而不攀缘，随缘就自在。真正忏除业障，菩提道上就一帆风顺，菩提道包括我们的生活，生活工作、处事待人接物都是道，没有一处不是道场。道场并不是狭义的寺院庵堂，不是，一切时、一切处，一切境缘之中无一不是道场。所以教给我们念念要觉悟，时时要觉悟，处处要觉悟，事事要觉悟，觉悟就是道场。我们在大乘经教里头，特别是在《华严》听说这些事实，我们应当做的就是深解义趣，依教奉行，自然就得真实利益，而不将这一生空过。好，时间到了。",
      "zh_TW": "我們修學要想在這一生當中成功，決定要求三寶加持，靠自己決定不可能。如果得到三寶顯著的加持，一定要用真誠心去求，妄心決定不能相應，要用真心。在這個世間決定不怕吃虧、不怕上當，知道「萬法皆空」，吃虧上當也是空、也是虛妄，你所得到的是虛妄，你失掉的還是虛妄，我們得失的心就淡了，這一切才能隨緣而不攀緣，隨緣就自在。真正懺除業障，菩提道上就一帆風順，菩提道包括我們的生活，生活工作、處事待人接物都是道，沒有一處不是道場。道場並不是狹義的寺院庵堂，不是，一切時、一切處，一切境緣之中無一不是道場。所以教給我們念念要覺悟，時時要覺悟，處處要覺悟，事事要覺悟，覺悟就是道場。我們在大乘經教裡頭，特別是在《華嚴》聽說這些事實，我們應當做的就是深解義趣，依教奉行，自然就得真實利益，而不將這一生空過。好，時間到了。"
    }
  ]
}