{
  "doc_id": "20-013-0106",
  "title": {
    "zh_CN": "九八年早餐开示—是心是佛，是心作佛（下）",
    "zh_TW": "九八年早餐開示—是心是佛，是心作佛（下）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0106",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0106_p0001",
      "zh_CN": "昨天跟大家讲到「是心是佛，是心作佛」，这个意思是深广无尽。究竟什么是心？没有人知道；知道什么是心，这个人就作佛了。大乘佛法里面讲心，决定不是缘虑心，缘虑是我们思惟想像，这是意识心，不是真心，禅宗里面说「若人识得心，大地无寸土」，这两句话是形容明心见性人的境界。心是什么？古人讲「说似一物即不中」，说不出。它在不在？就在现前，就没有人认识。于是佛在大乘经上告诉我们，心就是法界，心就是一真，心就是真如，心就是一切众生；一切众生，包括十法界依正庄严，都是众缘和合而生的。所以楞严会上阿难找心，找了七个地方，佛都否定掉。佛所否定的，是他根本没有找到，实在讲就在眼前。为什么他没有找到？因为他有妄想、分别、执着，离开妄想、分别、执着，七处皆是，你见到了。佛所否定的，是否定他根本没有见到，他在打妄想，妄想打得再多那都不是；心不是妄想，心是事实。",
      "zh_TW": "昨天跟大家講到「是心是佛，是心作佛」，這個意思是深廣無盡。究竟什麼是心？沒有人知道；知道什麼是心，這個人就作佛了。大乘佛法裡面講心，決定不是緣慮心，緣慮是我們思惟想像，這是意識心，不是真心，禪宗裡面說「若人識得心，大地無寸土」，這兩句話是形容明心見性人的境界。心是什麼？古人講「說似一物即不中」，說不出。它在不在？就在現前，就沒有人認識。於是佛在大乘經上告訴我們，心就是法界，心就是一真，心就是真如，心就是一切眾生；一切眾生，包括十法界依正莊嚴，都是眾緣和合而生的。所以楞嚴會上阿難找心，找了七個地方，佛都否定掉。佛所否定的，是他根本沒有找到，實在講就在眼前。為什麼他沒有找到？因為他有妄想、分別、執著，離開妄想、分別、執著，七處皆是，你見到了。佛所否定的，是否定他根本沒有見到，他在打妄想，妄想打得再多那都不是；心不是妄想，心是事實。"
    },
    {
      "id": "20-013-0106_p0002",
      "zh_CN": "所以说山河大地，一切众生依正庄严，都是诸佛如来随类化身。是不是真的诸佛如来随类化身？是的。怎么知道是？唯心所现。心就是诸佛如来，心就是一切众生，「生佛不二」。为什么不二？佛是心，众生也是心，那怎么会是两样？好比我们以黄金造成佛像，造成菩萨像，也造成山河大地，造成种种畜生像，你从体上看不都是黄金，不都是一样吗？分量相同，价值相同，艺术价值也相同，没有一样不相同。你能从这个角度上看，法法皆是，没有一法不是，法法皆如，宗门里面讲「头头是道，左右逢源」，就是说这桩事。这是真的不是假的，不是教我们「应作如是观」，根本就是个事实，与大乘法所说圆满的相应。在佛法教学里面这是教理，佛之一切教诲，理论的依据就是真心，就是自性，见性是佛陀讲经说法的依据。我们学佛也要达到这个目标，要契入这个境界才算是成就。要契入这个境界，要达到这个目标，必须要把妄想、分别、执着淘汰得干干净净，你就能入这个境界了。",
      "zh_TW": "所以說山河大地，一切眾生依正莊嚴，都是諸佛如來隨類化身。是不是真的諸佛如來隨類化身？是的。怎麼知道是？唯心所現。心就是諸佛如來，心就是一切眾生，「生佛不二」。為什麼不二？佛是心，眾生也是心，那怎麼會是兩樣？好比我們以黃金造成佛像，造成菩薩像，也造成山河大地，造成種種畜生像，你從體上看不都是黃金，不都是一樣嗎？分量相同，價值相同，藝術價值也相同，沒有一樣不相同。你能從這個角度上看，法法皆是，沒有一法不是，法法皆如，宗門裡面講「頭頭是道，左右逢源」，就是說這樁事。這是真的不是假的，不是教我們「應作如是觀」，根本就是個事實，與大乘法所說圓滿的相應。在佛法教學裡面這是教理，佛之一切教誨，理論的依據就是真心，就是自性，見性是佛陀講經說法的依據。我們學佛也要達到這個目標，要契入這個境界才算是成就。要契入這個境界，要達到這個目標，必須要把妄想、分別、執著淘汰得乾乾淨淨，你就能入這個境界了。"
    },
    {
      "id": "20-013-0106_p0003",
      "zh_CN": "凡夫累劫修学而不能成就，累劫修学就是指我们这些人，我们学佛不是这一生才开始，无量劫来生生世世，亲近无数的诸佛如来、大善知识，为什么今天还落到这种程度？没有把妄想、分别、执着舍掉，纵然亲近佛陀也是枉然。释迦牟尼佛当年在世，亲近他的并不是各个都成就，亲近释迦牟尼佛，依旧搞六道轮回，依旧堕三恶道多得很，占大多数。佛为什么不能度他？佛家讲「佛不度无缘之人」。什么叫无缘？不能依教奉行，这就是无缘。佛所说的他相信、他理解，但是他做不到，这就是无缘；无缘，佛没有办法。什么时候他在六道三途苦头吃尽，听了佛的警惕他肯回头，回头是岸。所以这两句话，「是心是佛」这是真理，永远不变的。",
      "zh_TW": "凡夫累劫修學而不能成就，累劫修學就是指我們這些人，我們學佛不是這一生才開始，無量劫來生生世世，親近無數的諸佛如來、大善知識，為什麼今天還落到這種程度？沒有把妄想、分別、執著捨掉，縱然親近佛陀也是枉然。釋迦牟尼佛當年在世，親近他的並不是各個都成就，親近釋迦牟尼佛，依舊搞六道輪迴，依舊墮三惡道多得很，佔大多數。佛為什麼不能度他？佛家講「佛不度無緣之人」。什麼叫無緣？不能依教奉行，這就是無緣。佛所說的他相信、他理解，但是他做不到，這就是無緣；無緣，佛沒有辦法。什麼時候他在六道三途苦頭吃盡，聽了佛的警惕他肯回頭，回頭是岸。所以這兩句話，「是心是佛」這是真理，永遠不變的。"
    },
    {
      "id": "20-013-0106_p0004",
      "zh_CN": "从「是心是佛」这一句你仔细去观察，就「一切众生本来成佛」，不但有情众生是佛，无情众生也是佛。为什么？心变现的。正是古人比喻，「以金作器，器器皆金」，器是什么？器是金变现的。明白这个道理，透彻这个道理，对一切众生自自然然起诚敬之心，对人、对事、对物，你的真诚心就显露出来；你的心自然是真诚、清净、平等、正觉、慈悲，这不是学来的，是你自性里本来具足的，它都现前。起作用的时候有两种，一种自受用，一种他受用。自受用是平等的，自受用是清净的，自受用也是慈悲的。他受用，有一类众生根机成熟，但是还没觉悟，没觉悟的人一定受环境的影响；环境有人、有事、有物。觉悟的人有责任保护这些尚未觉悟的人，将觉未觉，《金刚经》上世尊嘱咐，大菩萨要常常护念小菩萨，意思就在此地。这种行为也不离清净、平等、慈悲，没有跟这个违背，违背了那就不是佛法。这两次跟诸位在《华严经》上讲主空神，与空性相应，清净、平等、正觉、慈悲都是空性，与空性相应才叫觉，与空性相背那就迷了。",
      "zh_TW": "從「是心是佛」這一句你仔細去觀察，就「一切眾生本來成佛」，不但有情眾生是佛，無情眾生也是佛。為什麼？心變現的。正是古人比喻，「以金作器，器器皆金」，器是什麼？器是金變現的。明白這個道理，透徹這個道理，對一切眾生自自然然起誠敬之心，對人、對事、對物，你的真誠心就顯露出來；你的心自然是真誠、清淨、平等、正覺、慈悲，這不是學來的，是你自性裡本來具足的，它都現前。起作用的時候有兩種，一種自受用，一種他受用。自受用是平等的，自受用是清淨的，自受用也是慈悲的。他受用，有一類眾生根機成熟，但是還沒覺悟，沒覺悟的人一定受環境的影響；環境有人、有事、有物。覺悟的人有責任保護這些尚未覺悟的人，將覺未覺，《金剛經》上世尊囑咐，大菩薩要常常護念小菩薩，意思就在此地。這種行為也不離清淨、平等、慈悲，沒有跟這個違背，違背了那就不是佛法。這兩次跟諸位在《華嚴經》上講主空神，與空性相應，清淨、平等、正覺、慈悲都是空性，與空性相應才叫覺，與空性相背那就迷了。"
    },
    {
      "id": "20-013-0106_p0005",
      "zh_CN": "所以他受用里面，要除邪显正，这是护持道场，护持清众；自受用里面没有邪正、没有是非、没有佛魔，所谓「边邪皆中正」，那是自受用，这里面有差别。但是无论是自受用，无论是他受用，决定与自性般若智慧相应，与自性空寂之体相应，这也是《金刚经》上所讲，「无住生心，生心无住」的意思，它有体有用，体用是一不是二。所以从事实真相上来讲「是心作佛」，我们落在相上，是心作菩萨，是心作缘觉、作声闻、作天、作修罗、作人、作鬼、作畜生、作地狱，作是什么意思？现，唯心所现，十法界依正庄严唯心所现，这个作是现。所以从现上来讲，十法界依正庄严皆是诸佛如来；跟诸位说，说诸佛，诸佛就是一尊佛；你不要说「诸」，诸就很多佛，错了。",
      "zh_TW": "所以他受用裡面，要除邪顯正，這是護持道場，護持清眾；自受用裡面沒有邪正、沒有是非、沒有佛魔，所謂「邊邪皆中正」，那是自受用，這裡面有差別。但是無論是自受用，無論是他受用，決定與自性般若智慧相應，與自性空寂之體相應，這也是《金剛經》上所講，「無住生心，生心無住」的意思，它有體有用，體用是一不是二。所以從事實真相上來講「是心作佛」，我們落在相上，是心作菩薩，是心作緣覺、作聲聞、作天、作修羅、作人、作鬼、作畜生、作地獄，作是什麼意思？現，唯心所現，十法界依正莊嚴唯心所現，這個作是現。所以從現上來講，十法界依正莊嚴皆是諸佛如來；跟諸位說，說諸佛，諸佛就是一尊佛；你不要說「諸」，諸就很多佛，錯了。"
    },
    {
      "id": "20-013-0106_p0006",
      "zh_CN": "《华严经》上讲「一即是多，多即是一，一多不二」，诸佛就是一尊佛，一尊佛现众多之相，叫诸。像《梵网经》上释迦牟尼佛说「千百亿化身」，千百亿化身是诸，其实是一尊佛，「一多不二」，这是不思议解脱境界，不是凡夫境界。这是给你讲事实真相，是给你说出佛所见到、佛所证得，他们的境界。法身大士也契入这个境界，也证得这个境界，但是不圆满，古人比喻说「隔罗看月」。罗是罗网，是丝织品，织得很细，透明的。隔着一层看月亮，那是菩萨；没有这一层障碍，那是佛，虽隔着一层也看得很清楚；我们凡夫是隔着重重的厚布，完全看不见，就在眼前你也看不见，这是从唯心所现来讲。",
      "zh_TW": "《華嚴經》上講「一即是多，多即是一，一多不二」，諸佛就是一尊佛，一尊佛現眾多之相，叫諸。像《梵網經》上釋迦牟尼佛說「千百億化身」，千百億化身是諸，其實是一尊佛，「一多不二」，這是不思議解脫境界，不是凡夫境界。這是給你講事實真相，是給你說出佛所見到、佛所證得，他們的境界。法身大士也契入這個境界，也證得這個境界，但是不圓滿，古人比喻說「隔羅看月」。羅是羅網，是絲織品，織得很細，透明的。隔著一層看月亮，那是菩薩；沒有這一層障礙，那是佛，雖隔著一層也看得很清楚；我們凡夫是隔著重重的厚布，完全看不見，就在眼前你也看不見，這是從唯心所現來講。"
    },
    {
      "id": "20-013-0106_p0007",
      "zh_CN": "我们从另一个角度上来看，来看什么？迷人。迷人在这个境界里面，他是怎么看法？迷人在这个境界里是「唯识所变」。「唯心所现，唯识所变」，这两句话都是《华严经》上。唯识所变他变的佛决定不是菩萨，他变的菩萨决定不是佛，于是十法界众生各个都独立，不能够融通、不能圆融。为什么不能圆融？因为他有分别、有执着。人不是天，天不是人，人不是鬼，鬼不是畜生，畜生不是地狱，各个界限分明，彼此对立。要知道在性里面没有对立，性是交融的，所以一切众生皆是诸佛，是从唯心所现这个角度去观察。从这个角度观察，大乘佛法讲「圆顿根性」，这个根机的人利，圆顿根机。从识这方面来观察，这个根性就很钝。这是两种不同根性，观察万事万法两个角度。",
      "zh_TW": "我們從另一個角度上來看，來看什麼？迷人。迷人在這個境界裡面，他是怎麼看法？迷人在這個境界裡是「唯識所變」。「唯心所現，唯識所變」，這兩句話都是《華嚴經》上。唯識所變他變的佛決定不是菩薩，他變的菩薩決定不是佛，於是十法界眾生各個都獨立，不能夠融通、不能圓融。為什麼不能圓融？因為他有分別、有執著。人不是天，天不是人，人不是鬼，鬼不是畜生，畜生不是地獄，各個界限分明，彼此對立。要知道在性裡面沒有對立，性是交融的，所以一切眾生皆是諸佛，是從唯心所現這個角度去觀察。從這個角度觀察，大乘佛法講「圓頓根性」，這個根機的人利，圓頓根機。從識這方面來觀察，這個根性就很鈍。這是兩種不同根性，觀察萬事萬法兩個角度。"
    },
    {
      "id": "20-013-0106_p0008",
      "zh_CN": "从唯识所变这个角度来观察，我们要跟现前一切众生讲好讲，你一说他都懂。为什么？是他的境界。讲唯心所现那是诸佛如来的境界，你跟他讲他不懂，他会觉得你讲的话很奇怪，他会讲你讲的话不合逻辑、不合理，不是他的境界。唯识法相到最后是教你从相见性，这是一条相当长的路，究竟多长也是个人根性不同；根性利的，距离就缩短，时间就缩短；根性要钝的，迷得深的，烦恼习气重的，他的距离就很远，时间就很久。可是诸佛如来无量慈悲，总希望把距离拉近，时间缩短，帮助他早日成佛，早日能入佛的境界。《华严》大经我们看到诸佛如来慈悲到极处，这里面所说的都包括这两个观点。从唯识所变这就是讲行布，从唯心所现讲的是圆融，「圆融不碍行布，行布不碍圆融」，这是世尊讲《华严经》的法则。《华严》怎么讲出来的？就这个方法讲出来的，我们修学这部经典要了解，我们才有入处，我们才真有受用。",
      "zh_TW": "從唯識所變這個角度來觀察，我們要跟現前一切眾生講好講，你一說他都懂。為什麼？是他的境界。講唯心所現那是諸佛如來的境界，你跟他講他不懂，他會覺得你講的話很奇怪，他會講你講的話不合邏輯、不合理，不是他的境界。唯識法相到最後是教你從相見性，這是一條相當長的路，究竟多長也是個人根性不同；根性利的，距離就縮短，時間就縮短；根性要鈍的，迷得深的，煩惱習氣重的，他的距離就很遠，時間就很久。可是諸佛如來無量慈悲，總希望把距離拉近，時間縮短，幫助他早日成佛，早日能入佛的境界。《華嚴》大經我們看到諸佛如來慈悲到極處，這裡面所說的都包括這兩個觀點。從唯識所變這就是講行布，從唯心所現講的是圓融，「圓融不礙行布，行布不礙圓融」，這是世尊講《華嚴經》的法則。《華嚴》怎麼講出來的？就這個方法講出來的，我們修學這部經典要了解，我們才有入處，我們才真有受用。"
    },
    {
      "id": "20-013-0106_p0009",
      "zh_CN": "佛说经没有一定的说法，无有定法可说，他说经活活泼泼，我们解经也要活活泼泼。经上每一个字、每一句，就跟老师一样出题目给你做作文，你看到这个题目你要懂得怎么作法。这个作法也没有一定的，同样一个题目，十个学生做这篇文章，十篇文章不一样，但是都不离题，那就是好文章，都没错。这就是像我们读古人的注解一样，一部经有几十种注解，几百种注解；经就是题目，注解就是依照题目作文，几十个人讲解，几十个样子，几百个人讲解，几百个样子，都没有讲错。他所讲就是他对于这个经典，他所体会、他所契入的有多少，每个人契入的浅深不一样，广狭不一样，所以他写出来的著作，他讲出来的不相同，完全看他契入浅深多寡，这无有定法可说。但是决定不会违背原理原则，原理原则我们要是落实来讲是戒定慧三学，决定不违背戒定慧，决定不违背六波罗蜜；六波罗蜜是戒定慧的展开，内容完全相同。",
      "zh_TW": "佛說經沒有一定的說法，無有定法可說，他說經活活潑潑，我們解經也要活活潑潑。經上每一個字、每一句，就跟老師一樣出題目給你做作文，你看到這個題目你要懂得怎麼作法。這個作法也沒有一定的，同樣一個題目，十個學生做這篇文章，十篇文章不一樣，但是都不離題，那就是好文章，都沒錯。這就是像我們讀古人的註解一樣，一部經有幾十種註解，幾百種註解；經就是題目，註解就是依照題目作文，幾十個人講解，幾十個樣子，幾百個人講解，幾百個樣子，都沒有講錯。他所講就是他對於這個經典，他所體會、他所契入的有多少，每個人契入的淺深不一樣，廣狹不一樣，所以他寫出來的著作，他講出來的不相同，完全看他契入淺深多寡，這無有定法可說。但是決定不會違背原理原則，原理原則我們要是落實來講是戒定慧三學，決定不違背戒定慧，決定不違背六波羅蜜；六波羅蜜是戒定慧的展開，內容完全相同。"
    },
    {
      "id": "20-013-0106_p0010",
      "zh_CN": "佛就唯识所变跟我们讲十法界的因行，佛清净平等，一念不生，朗然大觉，这是佛。菩萨是六度，菩萨的心安住在六波罗蜜；缘觉安住在因缘，声闻安住在四谛。天安住在十善、四无量心；人安住在五戒，五戒里面也有十善；三恶道，饿鬼的心住在贪，悭贪；畜生心愚痴，住在愚痴里头，住就是执着分别；地狱是嫉妒、瞋恚；你与这些东西相应，那就是搞六道三途。这叫「是心作」，是心作佛，是心作菩萨，是心作天，是心作人，是心作饿鬼，作地狱，作畜生；这个心，诸位要记住，这个心是识，八识也叫心。可见得「是心作佛」跟「是心是佛」，那两个心不是一个讲法；「是心是佛」是讲的真心，「是心作」那个心是识，是唯识所现；「是心是」那个心是真心，是真如本性。所以从性上讲，万法圆融，万法是一，大乘佛法常讲「万法归一」，一就是一真，万法确实是一。可是从识里面讲那就变成万，一就变成万，变成无量无边。理事如是，佛的经典就是把这些理、把这些事，跟我们讲清楚、讲明白，让我们了解之后你就晓得怎样生活，怎样处事待人接物，怎样帮助自己，怎样帮助一切众生，你就统统都明白。好了，就讲到此地。",
      "zh_TW": "佛就唯識所變跟我們講十法界的因行，佛清淨平等，一念不生，朗然大覺，這是佛。菩薩是六度，菩薩的心安住在六波羅蜜；緣覺安住在因緣，聲聞安住在四諦。天安住在十善、四無量心；人安住在五戒，五戒裡面也有十善；三惡道，餓鬼的心住在貪，慳貪；畜生心愚痴，住在愚痴裡頭，住就是執著分別；地獄是嫉妒、瞋恚；你與這些東西相應，那就是搞六道三途。這叫「是心作」，是心作佛，是心作菩薩，是心作天，是心作人，是心作餓鬼，作地獄，作畜生；這個心，諸位要記住，這個心是識，八識也叫心。可見得「是心作佛」跟「是心是佛」，那兩個心不是一個講法；「是心是佛」是講的真心，「是心作」那個心是識，是唯識所現；「是心是」那個心是真心，是真如本性。所以從性上講，萬法圓融，萬法是一，大乘佛法常講「萬法歸一」，一就是一真，萬法確實是一。可是從識裡面講那就變成萬，一就變成萬，變成無量無邊。理事如是，佛的經典就是把這些理、把這些事，跟我們講清楚、講明白，讓我們了解之後你就曉得怎樣生活，怎樣處事待人接物，怎樣幫助自己，怎樣幫助一切眾生，你就統統都明白。好了，就講到此地。"
    }
  ]
}