{
  "doc_id": "20-013-0171",
  "title": {
    "zh_CN": "九八年早餐开示—对美国同修讲话—知恩报恩（二）",
    "zh_TW": "九八年早餐開示—對美國同修講話—知恩報恩（二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0171",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0171_p0001",
      "zh_CN": "诸位同修，今天是你们佛七的第二天。昨天跟大家谈的，你们的佛七可以称为「报恩佛七」，要知道结七念佛真正的意义。我们在这七天，希望得到什么样的结果，这七天才没有空过。我们生活在现在这个时代，若有智慧，必然有高度的警觉。韩馆长往生，我们许多位同修，铠师、和师都在身边，你们都亲眼看见，正是佛法所说的「生死事大」。人活在世间短短的几十年，弹指就过去了，冷静观察无不是一场空，这是事实真相。一个人在一生当中，最幸福的、最可贵的，是这一生当中不造恶业，有几个人能体会到？人能不造恶业，将来的去处殊胜。古人提醒我们，修行人要有「前后眼」。什么叫前后眼？能够知道过去，能够看到未来，这就叫前后眼。所以不汲汲于现前，这一点非常重要。",
      "zh_TW": "諸位同修，今天是你們佛七的第二天。昨天跟大家談的，你們的佛七可以稱為「報恩佛七」，要知道結七念佛真正的意義。我們在這七天，希望得到什麼樣的結果，這七天才沒有空過。我們生活在現在這個時代，若有智慧，必然有高度的警覺。韓館長往生，我們許多位同修，鎧師、和師都在身邊，你們都親眼看見，正是佛法所說的「生死事大」。人活在世間短短的幾十年，彈指就過去了，冷靜觀察無不是一場空，這是事實真相。一個人在一生當中，最幸福的、最可貴的，是這一生當中不造惡業，有幾個人能體會到？人能不造惡業，將來的去處殊勝。古人提醒我們，修行人要有「前後眼」。什麼叫前後眼？能夠知道過去，能夠看到未來，這就叫前後眼。所以不汲汲於現前，這一點非常重要。"
    },
    {
      "id": "20-013-0171_p0002",
      "zh_CN": "馆长给我们最大的启示，就是提醒我们这一桩大事。我们自己要有高度的警觉，临命终的时候，自己要做得了主，你的前途才是一片光明。如果临终自己不能作主，受别人的摆布，也就是说有许多人照顾你、伺候你。这些照顾伺候，虽然别人尽心尽力，但是你自己所感触的未必满意。如果在这个时候，生起一念瞋恨心，麻烦就大了。来生往哪里去，决定于最后一念，最后一念是贪瞋痴，就到恶道去了，你说这个事情，多么可怕！韩馆长有福报，从生病到往生，三十多位心地清净的出家人，日夜在病床旁边念佛照顾。往生之后，佛号日夜不断四十九天，这是在近代出家的大法师都做不到。连台中李炳南老居士都比不上，李老居士生病是几个学生照顾，没有那么多出家人穿袍搭衣，威仪具足，这个福报，希有因缘！诸位细细想想，台湾这几十年当中，谁能够跟她相比？这是她三十年护持正法的果报，所以她能够很顺利的往生净土，助缘太殊胜了。",
      "zh_TW": "館長給我們最大的啟示，就是提醒我們這一樁大事。我們自己要有高度的警覺，臨命終的時候，自己要做得了主，你的前途才是一片光明。如果臨終自己不能作主，受別人的擺布，也就是說有許多人照顧你、伺候你。這些照顧伺候，雖然別人盡心盡力，但是你自己所感觸的未必滿意。如果在這個時候，生起一念瞋恨心，麻煩就大了。來生往哪裡去，決定於最後一念，最後一念是貪瞋痴，就到惡道去了，你說這個事情，多麼可怕！韓館長有福報，從生病到往生，三十多位心地清淨的出家人，日夜在病床旁邊念佛照顧。往生之後，佛號日夜不斷四十九天，這是在近代出家的大法師都做不到。連台中李炳南老居士都比不上，李老居士生病是幾個學生照顧，沒有那麼多出家人穿袍搭衣，威儀具足，這個福報，希有因緣！諸位細細想想，台灣這幾十年當中，誰能夠跟她相比？這是她三十年護持正法的果報，所以她能夠很順利的往生淨土，助緣太殊勝了。"
    },
    {
      "id": "20-013-0171_p0003",
      "zh_CN": "我们要反过来想想，我们将来临走的时候，有没有这样殊胜的缘分？跟诸位说，没有。不但你们不可能，我自己想想都不可能。这是我们要警觉到的，这是我们一生当中，真正第一桩大事。在这种情况之下怎么办？唯一方法就是自己决定要修成，不依靠别人，往生的时候没有病苦，不生病，预知时至，站着走、坐着走、躺着走，那随你的便，你爱怎么样就怎么样，这就是生死自在，我们才不会错过这一生。今天大家在此地结七念佛，要把握这一个宗旨，我们到这个地方来，是来培训、是来学习，学习将来自在往生。",
      "zh_TW": "我們要反過來想想，我們將來臨走的時候，有沒有這樣殊勝的緣分？跟諸位說，沒有。不但你們不可能，我自己想想都不可能。這是我們要警覺到的，這是我們一生當中，真正第一樁大事。在這種情況之下怎麼辦？唯一方法就是自己決定要修成，不依靠別人，往生的時候沒有病苦，不生病，預知時至，站著走、坐著走、躺著走，那隨你的便，你愛怎麼樣就怎麼樣，這就是生死自在，我們才不會錯過這一生。今天大家在此地結七念佛，要把握這一個宗旨，我們到這個地方來，是來培訓、是來學習，學習將來自在往生。"
    },
    {
      "id": "20-013-0171_p0004",
      "zh_CN": "《净土圣贤录》、《往生传》里面，记载这些自在往生的人不少，没有记录下来的，给诸位说更多。这些我们姑且不论，我们看近代的，我讲经的时候也常常提起，倓虚老法师《念佛论》里面所举的几个例子。他老人家讲，他一生亲眼看到自在往生，不生病，预知时至，坐着走、站着走的，他看到二十多个人；听说的那就太多了，亲眼看到的二十多个人。《念佛论》上举出四个人，出家的修无法师，哈尔滨极乐寺的。在家居士郑锡宾，还有他的弟弟。郑锡宾是个做生意的人，听倓老讲经说法，欢喜赞叹，以后生意不做了，学会讲《弥陀经》，到处给人讲经、劝人念佛。他走的时候坐着走的，不生病，经讲完之后，告诉大家「我要走了」。你们在《念佛论》上看看，多潇洒、多自在！他的弟弟过去以为他学佛着迷了，看到他哥哥往生这个样子，他明白了，所以也念佛，三年以后他也往生了。",
      "zh_TW": "《淨土聖賢錄》、《往生傳》裡面，記載這些自在往生的人不少，沒有記錄下來的，給諸位說更多。這些我們姑且不論，我們看近代的，我講經的時候也常常提起，倓虛老法師《念佛論》裡面所舉的幾個例子。他老人家講，他一生親眼看到自在往生，不生病，預知時至，坐著走、站著走的，他看到二十多個人；聽說的那就太多了，親眼看到的二十多個人。《念佛論》上舉出四個人，出家的修無法師，哈爾濱極樂寺的。在家居士鄭錫賓，還有他的弟弟。鄭錫賓是個做生意的人，聽倓老講經說法，歡喜讚歎，以後生意不做了，學會講《彌陀經》，到處給人講經、勸人念佛。他走的時候坐著走的，不生病，經講完之後，告訴大家「我要走了」。你們在《念佛論》上看看，多瀟灑、多自在！他的弟弟過去以為他學佛著迷了，看到他哥哥往生這個樣子，他明白了，所以也念佛，三年以後他也往生了。"
    },
    {
      "id": "20-013-0171_p0005",
      "zh_CN": "另外一个女居士，湛山寺的张居士。家境非常清寒，她的丈夫是拉黄包车，黄包车现在没有人懂了，没有见过，那是苦力。一天不做工，一天就没饭吃，一家四口。她参加湛山寺的念佛会，在念佛会里面做工打杂、做义工，一天到晚佛号不间断，也是预知时至。往生那一天，一再叮咛、嘱咐丈夫要照顾小孩，她有两个小孩，丈夫嫌她啰嗦，生气走了。到中午，两个小孩出去玩，中午回来的时候，肚子饿了要吃饭，回来时候看到妈妈没有做饭。妈妈坐在床上，仔细一看，已经死了，坐着走的。邻居把她先生找回来，湛山寺的同修帮她料理后事。这是我们学佛的榜样、学佛的模范，不需要靠人帮助，自己真有把握。",
      "zh_TW": "另外一個女居士，湛山寺的張居士。家境非常清寒，她的丈夫是拉黃包車，黃包車現在沒有人懂了，沒有見過，那是苦力。一天不做工，一天就沒飯吃，一家四口。她參加湛山寺的念佛會，在念佛會裡面做工打雜、做義工，一天到晚佛號不間斷，也是預知時至。往生那一天，一再叮嚀、囑咐丈夫要照顧小孩，她有兩個小孩，丈夫嫌她囉嗦，生氣走了。到中午，兩個小孩出去玩，中午回來的時候，肚子餓了要吃飯，回來時候看到媽媽沒有做飯。媽媽坐在床上，仔細一看，已經死了，坐著走的。鄰居把她先生找回來，湛山寺的同修幫她料理後事。這是我們學佛的榜樣、學佛的模範，不需要靠人幫助，自己真有把握。"
    },
    {
      "id": "20-013-0171_p0006",
      "zh_CN": "倓老跟我们讲，谛老法师一个学生，锅漏匠。他所说的过去录成一个录音带，我在旧金山，甘贵穗居士把这个录音带送给我，现在这个录音带已经做成CD。我找一个懂得倓老法师口音的人；他是北方人，乡音很重，我听这个带子听三十多遍，意思才完全听清楚；把它写出来，写成文字，附在《念佛论》的后面。这篇文字我看过，我斟酌把它整理了一下，现在诸位都看到。这个人出家了，什么也不会，也不认识字，谛老法师把他送到温州乡下，一个没有人住的破庙，叫他住在那里；找几个护法帮助他，给他送点粮食、送点菜，照顾他的生活。只教他一句话，老实念佛，就念这一句「阿弥陀佛」。念累了你就休息，休息好了就再念，你看看这个多自在。他念了三、四年，念成功了，走的时候，那么潇洒、那么自在，他是站着走的。走了之后，附近的这些人知道了，赶紧给谛闲老法师送信。谛老在观宗寺，这一来一往三天，他往生站在那里，还站了三天。谛老看到之后非常赞叹，你比这些讲经说法的大法师，比这些道场里面方丈住持，超过太多了！真的。他们能做到，我们为什么做不到？",
      "zh_TW": "倓老跟我們講，諦老法師一個學生，鍋漏匠。他所說的過去錄成一個錄音帶，我在舊金山，甘貴穗居士把這個錄音帶送給我，現在這個錄音帶已經做成CD。我找一個懂得倓老法師口音的人；他是北方人，鄉音很重，我聽這個帶子聽三十多遍，意思才完全聽清楚；把它寫出來，寫成文字，附在《念佛論》的後面。這篇文字我看過，我斟酌把它整理了一下，現在諸位都看到。這個人出家了，什麼也不會，也不認識字，諦老法師把他送到溫州鄉下，一個沒有人住的破廟，叫他住在那裡；找幾個護法幫助他，給他送點糧食、送點菜，照顧他的生活。只教他一句話，老實念佛，就念這一句「阿彌陀佛」。念累了你就休息，休息好了就再念，你看看這個多自在。他念了三、四年，念成功了，走的時候，那麼瀟灑、那麼自在，他是站著走的。走了之後，附近的這些人知道了，趕緊給諦閑老法師送信。諦老在觀宗寺，這一來一往三天，他往生站在那裡，還站了三天。諦老看到之後非常讚歎，你比這些講經說法的大法師，比這些道場裡面方丈住持，超過太多了！真的。他們能做到，我們為什麼做不到？"
    },
    {
      "id": "20-013-0171_p0007",
      "zh_CN": "这些人往生，跟诸位说，品位不是在中品、下品，《无量寿经》上讲的上辈往生。我们为什么不争取？他们为什么能行？他们对于名利、五欲六尘能放得下。我们今天学不到，就是名闻利养、五欲六尘依旧放不下，我们难在这里。要知道名闻利养、五欲六尘都是假的，都是有害的，害得我们生生世世搞六道轮回，生生世世堕落在恶道，受种种折磨苦难，我们干的是这个。所以我常讲现代人「愚痴」，不但宇宙人生的真相不了解，什么是真、什么是假、什么是邪、什么是正、什么是善、什么是恶，没有能力辨别。讲到最后什么是利、什么是害，都不知道。自私自利、名闻利养、五欲六尘是极大的祸害，不晓得；万缘放下、一心念佛是极大之善，不知道。佛经上常常讲「断一切恶，修一切善」，这八个字你认识，你也会念，什么意思不知道。",
      "zh_TW": "這些人往生，跟諸位說，品位不是在中品、下品，《無量壽經》上講的上輩往生。我們為什麼不爭取？他們為什麼能行？他們對於名利、五欲六塵能放得下。我們今天學不到，就是名聞利養、五欲六塵依舊放不下，我們難在這裡。要知道名聞利養、五欲六塵都是假的，都是有害的，害得我們生生世世搞六道輪迴，生生世世墮落在惡道，受種種折磨苦難，我們幹的是這個。所以我常講現代人「愚痴」，不但宇宙人生的真相不了解，什麼是真、什麼是假、什麼是邪、什麼是正、什麼是善、什麼是惡，沒有能力辨別。講到最後什麼是利、什麼是害，都不知道。自私自利、名聞利養、五欲六塵是極大的禍害，不曉得；萬緣放下、一心念佛是極大之善，不知道。佛經上常常講「斷一切惡，修一切善」，這八個字你認識，你也會念，什麼意思不知道。"
    },
    {
      "id": "20-013-0171_p0008",
      "zh_CN": "我年岁大了，七十多岁的老人，随时要走了，我清楚、我明白。我希望每一个同修，在这一生当中，都有最殊胜的成就。可不可能？可能。善导大师说得好：「九品往生总在遇缘不同。」这句话，确实是佛的意思，是佛的言语。我们遇缘殊胜，我们遇到佛法，遇到大乘，遇到净宗，遇到《无量寿经》的会集本，遇到这些好的同参道友，这一生当中要不能成就，要怪自己，不能怪说我没有缘分；你的缘分非常好，怪你自己烦恼习气太重，依旧天天造业。起心动念为自己是造业，言语损害别人，一天到晚人我是非是口业；口业是最严重的、最容易犯的。所以《无量寿经》上讲三业，把口业放在第一句，「善护口业，不讥他过」，你有没有记住？你有没有做到？人家有过失都不可以说，没有过失还要造谣、还要怀疑人家有过失，你这个罪业就更严重了。当然一个人修是困难，无量劫来的烦恼习气容易退转，很难精进。所以祖师大德提倡共修，佛七在一起共修就好。",
      "zh_TW": "我年歲大了，七十多歲的老人，隨時要走了，我清楚、我明白。我希望每一個同修，在這一生當中，都有最殊勝的成就。可不可能？可能。善導大師說得好：「九品往生總在遇緣不同。」這句話，確實是佛的意思，是佛的言語。我們遇緣殊勝，我們遇到佛法，遇到大乘，遇到淨宗，遇到《無量壽經》的會集本，遇到這些好的同參道友，這一生當中要不能成就，要怪自己，不能怪說我沒有緣分；你的緣分非常好，怪你自己煩惱習氣太重，依舊天天造業。起心動念為自己是造業，言語損害別人，一天到晚人我是非是口業；口業是最嚴重的、最容易犯的。所以《無量壽經》上講三業，把口業放在第一句，「善護口業，不譏他過」，你有沒有記住？你有沒有做到？人家有過失都不可以說，沒有過失還要造謠、還要懷疑人家有過失，你這個罪業就更嚴重了。當然一個人修是困難，無量劫來的煩惱習氣容易退轉，很難精進。所以祖師大德提倡共修，佛七在一起共修就好。"
    },
    {
      "id": "20-013-0171_p0009",
      "zh_CN": "我们在新加坡，新加坡遇到一些真正的菩萨，有七、八位，这个缘无比殊胜！今天此地建的念佛堂，你们有同修来参加过，康国泰也来过，来看过。现在念佛堂一天比一天殊胜，这个地方念佛人数最少的二百多人，最多的八百多人。每个星期，星期一到星期五每天十二个小时念佛，星期六二十四小时念佛，加上星期天的十二个小时，三十六个小时念佛。这个地方从年初一到腊月三十，一天不间断，常年佛七。诸位同修如果你们有假期，欢迎到这边来，到这边来你才能体会到念佛堂的气氛，现在人讲磁场，这是说不出来的。录影寄给你们，你们也看不出来，必须亲身感受。这个念佛堂我说过很多次，有诸佛菩萨在里面念佛。讲堂每一天两个小时讲经，一年三百六十五天不中断，解行并重，定慧等持。",
      "zh_TW": "我們在新加坡，新加坡遇到一些真正的菩薩，有七、八位，這個緣無比殊勝！今天此地建的念佛堂，你們有同修來參加過，康國泰也來過，來看過。現在念佛堂一天比一天殊勝，這個地方念佛人數最少的二百多人，最多的八百多人。每個星期，星期一到星期五每天十二個小時念佛，星期六二十四小時念佛，加上星期天的十二個小時，三十六個小時念佛。這個地方從年初一到臘月三十，一天不間斷，常年佛七。諸位同修如果你們有假期，歡迎到這邊來，到這邊來你才能體會到念佛堂的氣氛，現在人講磁場，這是說不出來的。錄影寄給你們，你們也看不出來，必須親身感受。這個念佛堂我說過很多次，有諸佛菩薩在裡面念佛。講堂每一天兩個小時講經，一年三百六十五天不中斷，解行並重，定慧等持。"
    },
    {
      "id": "20-013-0171_p0010",
      "zh_CN": "中国大陆，最近五台山寂度老和尚、九华山仁德老和尚、焦山定慧寺的茗山老和尚到这边来，没有一个不赞叹。仁德法师在陪我吃饭的时候，很感叹的说一句，「这是世界第一道场」。居士林从上到下一片和睦，你看到人人面孔笑容，佛经里面讲的「常生欢喜心」，我们在这地方见到了。希望同修有机会到这边来参学，把这边修学的方法带到美国去，带到世界各个地区，也能够建立这个道场。我们认真努力修学，不但自己这一生决定往生，我们给社会带来安定，给世界带来和平，这就是佛家讲的自行化他，真实功德，希望大家这几天好好的念佛。今天时间到了，就讲到此地。",
      "zh_TW": "中國大陸，最近五台山寂度老和尚、九華山仁德老和尚、焦山定慧寺的茗山老和尚到這邊來，沒有一個不讚歎。仁德法師在陪我吃飯的時候，很感嘆的說一句，「這是世界第一道場」。居士林從上到下一片和睦，你看到人人面孔笑容，佛經裡面講的「常生歡喜心」，我們在這地方見到了。希望同修有機會到這邊來參學，把這邊修學的方法帶到美國去，帶到世界各個地區，也能夠建立這個道場。我們認真努力修學，不但自己這一生決定往生，我們給社會帶來安定，給世界帶來和平，這就是佛家講的自行化他，真實功德，希望大家這幾天好好的念佛。今天時間到了，就講到此地。"
    }
  ]
}