{
  "doc_id": "20-013-0007",
  "title": {
    "zh_CN": "九八年早餐开示—纪念韩馆长讲话",
    "zh_TW": "九八年早餐開示—紀念韓館長講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0007",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "20-013-0007_p0001",
      "zh_CN": "今天是我们往年一位最得力的护法韩馆长，往生之后第一个生日。今天中午我们上一个供，做个简单追悼的仪式。她走了之后，我们对她真正是无限的怀念，这个人是菩萨再来，正知正见，一生当中确确实实把弘护的功德，做出了一个典型、做出了一个模范。心地非常慈悲，同学们当中有见过她的，看到她的样子好像很凶巴巴的，可是她的心地非常柔软，能真正照顾人、成就人。在这个大时代当中，我们现在再看到第二位，就是李木源居士。学佛发心弘法，要没有一个正知正见得力的护法，我们一生都不可能有成就，这个是我们一定要晓得的。",
      "zh_TW": "今天是我們往年一位最得力的護法韓館長，往生之後第一個生日。今天中午我們上一個供，做個簡單追悼的儀式。她走了之後，我們對她真正是無限的懷念，這個人是菩薩再來，正知正見，一生當中確確實實把弘護的功德，做出了一個典型、做出了一個模範。心地非常慈悲，同學們當中有見過她的，看到她的樣子好像很兇巴巴的，可是她的心地非常柔軟，能真正照顧人、成就人。在這個大時代當中，我們現在再看到第二位，就是李木源居士。學佛發心弘法，要沒有一個正知正見得力的護法，我們一生都不可能有成就，這個是我們一定要曉得的。"
    },
    {
      "id": "20-013-0007_p0002",
      "zh_CN": "学佛真正的目的是要了生死、出三界，求愿往生净土，我们这一生当中才算是有真正的成就。要达到这个目的，佛在经论里面讲得虽然很多，道理方法，理论讲得透彻，方法说得周圆，我们如理如法的修行都能成就。如果以为经典太多太繁，老老实实说，这一部《无量寿经》就决定成就，足够用了。只要我们自己善学，不必涉猎很多，最重要的是修清净心，经题上给我们显示得这么清楚，「清净、平等、觉」。我在这个经题上加了两句，前面加了真诚，后面加了慈悲。我们这样的用心，就跟阿弥陀佛、就跟诸佛如来，同心、同愿、同德、同行。我们但愿后来的佛子，比前一代成就更要殊胜，正所谓后来居上，这里面是有个道理的。",
      "zh_TW": "學佛真正的目的是要了生死、出三界，求願往生淨土，我們這一生當中才算是有真正的成就。要達到這個目的，佛在經論裡面講得雖然很多，道理方法，理論講得透徹，方法說得周圓，我們如理如法的修行都能成就。如果以為經典太多太繁，老老實實說，這一部《無量壽經》就決定成就，足夠用了。只要我們自己善學，不必涉獵很多，最重要的是修清淨心，經題上給我們顯示得這麼清楚，「清淨、平等、覺」。我在這個經題上加了兩句，前面加了真誠，後面加了慈悲。我們這樣的用心，就跟阿彌陀佛、就跟諸佛如來，同心、同願、同德、同行。我們但願後來的佛子，比前一代成就更要殊勝，正所謂後來居上，這裡面是有個道理的。"
    },
    {
      "id": "20-013-0007_p0003",
      "zh_CN": "我在前两届都说过了几次，学生决定超过老师，经教里面有所谓「踏着毘卢顶上行」，就是说明这个事实。我们跟一个老师学，老师的优点我们统统学到，老师的缺点我们统统都改正，这就超过老师，所谓是踏着老师的肩膀、踏着老师的头顶，这才是真正的学生。如果我们学的不如老师，我们就错了，我们就失败了，这是没有尽到做弟子的本分。后后胜于前前，就是后代一定比前面一代超越，道理就在此地。不断的改过，不断的自新。自新在佛法里面，佛法里面没有创造、没有创意，为什么？一切法都从自性里面流出来的，至善圆满的大法都是自性本具的德能，你到哪里去创新？只是把自性里面的障碍业习除去而已。前一辈的人除了不少，没除得干净，后一辈的人照着前一辈的人一样消除业障，前人还没有消除干净的，我们再能消除一部分，就超过前面一代了。",
      "zh_TW": "我在前兩屆都說過了幾次，學生決定超過老師，經教裡面有所謂「踏著毘盧頂上行」，就是說明這個事實。我們跟一個老師學，老師的優點我們統統學到，老師的缺點我們統統都改正，這就超過老師，所謂是踏著老師的肩膀、踏著老師的頭頂，這才是真正的學生。如果我們學的不如老師，我們就錯了，我們就失敗了，這是沒有盡到做弟子的本分。後後勝於前前，就是後代一定比前面一代超越，道理就在此地。不斷的改過，不斷的自新。自新在佛法裡面，佛法裡面沒有創造、沒有創意，為什麼？一切法都從自性裡面流出來的，至善圓滿的大法都是自性本具的德能，你到哪裡去創新？只是把自性裡面的障礙業習除去而已。前一輩的人除了不少，沒除得乾淨，後一輩的人照著前一輩的人一樣消除業障，前人還沒有消除乾淨的，我們再能消除一部分，就超過前面一代了。"
    },
    {
      "id": "20-013-0007_p0004",
      "zh_CN": "这个月李木源居士邀请我，在光明山做三天的讲演。这三天是纪念佛诞节，所以我就给它一个题目，纪念佛诞节，我们来谈谈「佛陀现代的教育」，以这个为主题。三天我们谈三桩事情，因为这一次的法会听说参加的人会很多，有许多人没有听过我们讲经说法。所以头一天我们要把正确的佛法概念，跟大家做一个简略的介绍，认识佛教，认识净土，第一天偏重在这里。",
      "zh_TW": "這個月李木源居士邀請我，在光明山做三天的講演。這三天是紀念佛誕節，所以我就給它一個題目，紀念佛誕節，我們來談談「佛陀現代的教育」，以這個為主題。三天我們談三樁事情，因為這一次的法會聽說參加的人會很多，有許多人沒有聽過我們講經說法。所以頭一天我們要把正確的佛法概念，跟大家做一個簡略的介紹，認識佛教，認識淨土，第一天偏重在這裡。"
    },
    {
      "id": "20-013-0007_p0005",
      "zh_CN": "第二天我们要谈谈现代社会的问题，我们的主题就是「学为人师，行为世范」。我们起心动念、言语造作，要给社会大众做好榜样。所以起心动念、说话造作，总要想一想，现代社会学我这个样子行不行？如果学我这个样子，社会能够得到安定和平就好；如果学我这个样子，社会会动乱，那我们就造业了，就造作罪业了。所以我们的标准，实在说就是印光大师的四句话，「敦伦尽分，闲邪存诚，信愿念佛，求生净土」；他的原文是「深信因果，信愿念佛」，他的四句话是这么说的。所以我才提出，因为他这个话前面两句意思很深，大家不容易看懂，我写了「真诚、清净、平等、正觉、慈悲」，存这个心。自行化他，处事待人接物，落在生活事相当中要「看破、放下、自在、随缘、念佛」，我提了这二十个字，这二十个字大家好懂。",
      "zh_TW": "第二天我們要談談現代社會的問題，我們的主題就是「學為人師，行為世範」。我們起心動念、言語造作，要給社會大眾做好榜樣。所以起心動念、說話造作，總要想一想，現代社會學我這個樣子行不行？如果學我這個樣子，社會能夠得到安定和平就好；如果學我這個樣子，社會會動亂，那我們就造業了，就造作罪業了。所以我們的標準，實在說就是印光大師的四句話，「敦倫盡分，閑邪存誠，信願念佛，求生淨土」；他的原文是「深信因果，信願念佛」，他的四句話是這麼說的。所以我才提出，因為他這個話前面兩句意思很深，大家不容易看懂，我寫了「真誠、清淨、平等、正覺、慈悲」，存這個心。自行化他，處事待人接物，落在生活事相當中要「看破、放下、自在、隨緣、念佛」，我提了這二十個字，這二十個字大家好懂。"
    },
    {
      "id": "20-013-0007_p0006",
      "zh_CN": "第三天我们完全讲印祖这四句，这四句确确实实能够挽救现代社会，现在大家都晓得确实有灾难。我们学佛的人，觉而不迷，不迷信，东西方预言纷纷都出笼，市面上到处都看得到。但是我们从事实上去观察，中国古书《左传》里面所谓「人弃常则妖兴」，而《楞严经》里面讲我们这个时代「邪师说法如恒河沙」，《四种清净明诲章》里面就是讲妖魔鬼怪，充满在这个世间。什么叫常？常是儒家讲的五常：仁、义、礼、智、信。人要不守这五种规矩，这个人就是妖魔鬼怪。所以妖魔鬼怪不是青面獠牙，青面獠牙我们一看会害怕、会躲避；你们看他很好看，甜言蜜语。那有学问在从前读过书的人一看就明了，正所谓是谣言止于智者；有智慧的人一看，就观察、就明了。只有糊涂人、没有智慧的人，会被他们牵跑了。但是我们在今天冷静的观察，没有智慧的人太多太多了。",
      "zh_TW": "第三天我們完全講印祖這四句，這四句確確實實能夠挽救現代社會，現在大家都曉得確實有災難。我們學佛的人，覺而不迷，不迷信，東西方預言紛紛都出籠，市面上到處都看得到。但是我們從事實上去觀察，中國古書《左傳》裡面所謂「人棄常則妖興」，而《楞嚴經》裡面講我們這個時代「邪師說法如恆河沙」，《四種清淨明誨章》裡面就是講妖魔鬼怪，充滿在這個世間。什麼叫常？常是儒家講的五常：仁、義、禮、智、信。人要不守這五種規矩，這個人就是妖魔鬼怪。所以妖魔鬼怪不是青面獠牙，青面獠牙我們一看會害怕、會躲避；你們看他很好看，甜言蜜語。那有學問在從前讀過書的人一看就明瞭，正所謂是謠言止於智者；有智慧的人一看，就觀察、就明瞭。只有糊塗人、沒有智慧的人，會被他們牽跑了。但是我們在今天冷靜的觀察，沒有智慧的人太多太多了。"
    },
    {
      "id": "20-013-0007_p0007",
      "zh_CN": "我们在外国许许多多念到博士学位，都去信这些邪教，今天拿到博士学位是个高等技术，高等的知识它不是智慧。智慧是能够辨别邪正、是非、真妄，那是智慧。他们虽然拿到博士学位，有特殊的技术能力，他没有能力辨别邪正，没有能力辨别是非，没有能力辨别善恶，所以还是个愚人。现在的求学跟古代不一样，古代学智慧，现在这个已经不谈了，仁、义、礼、智、信不守了。仁就是慈悲，真正的爱护人、真正的关怀人，是有理性、是有高度智慧，不会害人。没有智慧的那种慈悲，我们佛门讲「慈悲多祸害，方便出下流」，那是没有智慧，那是所谓社会上常讲妇人之仁，感情的仁慈，那是有流弊的。",
      "zh_TW": "我們在外國許許多多念到博士學位，都去信這些邪教，今天拿到博士學位是個高等技術，高等的知識它不是智慧。智慧是能夠辨別邪正、是非、真妄，那是智慧。他們雖然拿到博士學位，有特殊的技術能力，他沒有能力辨別邪正，沒有能力辨別是非，沒有能力辨別善惡，所以還是個愚人。現在的求學跟古代不一樣，古代學智慧，現在這個已經不談了，仁、義、禮、智、信不守了。仁就是慈悲，真正的愛護人、真正的關懷人，是有理性、是有高度智慧，不會害人。沒有智慧的那種慈悲，我們佛門講「慈悲多禍害，方便出下流」，那是沒有智慧，那是所謂社會上常講婦人之仁，感情的仁慈，那是有流弊的。"
    },
    {
      "id": "20-013-0007_p0008",
      "zh_CN": "真正的仁慈是循规蹈矩，譬如我们讲到学习佛法，一定要讲求师承，那这就是仁慈、慈悲。我们要如何去学习？我非常感念我的老师，我一生就亲近三个老师。三个老师：方先生是学哲学，世间学问；跟章嘉大师才学佛，章嘉大师要不圆寂，我永远跟定一个老师，我跟他三年他老人家圆寂；以后我跟李老师，我就跟他十年，十年如一日，我遵守他的教训，听他一个人的话，这就是真正的慈悲、关怀、爱护，不让外头的邪知见渗入，让我在这里得根本智。所以有很多人问我：你的智慧从哪里来？我说智慧是本有，每个人都有。你智慧为什么不能现前？就是你脑子里头复杂，不但邪知见妨碍你，正知见也妨碍，搞太多了也不行。所以祖师大德为什么要分科判教？释迦牟尼佛一代时教原来没有分别，祖师把它分成小、始、终、顿、圆，天台把它分成藏、通、别、圆，为什么要这样分？为什么要建立十个宗？也就是说我们学习的圈子范围愈小愈有用处，愈大太困难了，我们的功力不够。真正到清净心，行，广学多闻；没有到清净心之前，是先修清净心；先修清净心，这个范围愈小愈好。所以每一个宗派建立，只取了几部经论，作为自己的专修。专修的目的就是求清净心，就是求根本智，叫定慧等学。不能学杂了，不要说世法，佛法都不可以。",
      "zh_TW": "真正的仁慈是循規蹈矩，譬如我們講到學習佛法，一定要講求師承，那這就是仁慈、慈悲。我們要如何去學習？我非常感念我的老師，我一生就親近三個老師。三個老師：方先生是學哲學，世間學問；跟章嘉大師才學佛，章嘉大師要不圓寂，我永遠跟定一個老師，我跟他三年他老人家圓寂；以後我跟李老師，我就跟他十年，十年如一日，我遵守他的教訓，聽他一個人的話，這就是真正的慈悲、關懷、愛護，不讓外頭的邪知見滲入，讓我在這裡得根本智。所以有很多人問我：你的智慧從哪裡來？我說智慧是本有，每個人都有。你智慧為什麼不能現前？就是你腦子裡頭複雜，不但邪知見妨礙你，正知見也妨礙，搞太多了也不行。所以祖師大德為什麼要分科判教？釋迦牟尼佛一代時教原來沒有分別，祖師把它分成小、始、終、頓、圓，天台把它分成藏、通、別、圓，為什麼要這樣分？為什麼要建立十個宗？也就是說我們學習的圈子範圍愈小愈有用處，愈大太困難了，我們的功力不夠。真正到清淨心，行，廣學多聞；沒有到清淨心之前，是先修清淨心；先修清淨心，這個範圍愈小愈好。所以每一個宗派建立，只取了幾部經論，作為自己的專修。專修的目的就是求清淨心，就是求根本智，叫定慧等學。不能學雜了，不要說世法，佛法都不可以。"
    },
    {
      "id": "20-013-0007_p0009",
      "zh_CN": "我这一生当中修学的心得，我只有八个字，也都送给你们，「一门深入，长时薰修」。你的心是定的，不要管人也不要管事，古德常说「知事少时烦恼少」，没有烦恼，你心清净，我们今天就是要修清净；「识人多处是非多」，你交际应酬认识人多是非就多。所以古德为什么参学回来之后要去住山、要去闭关，就是把这一切不相干的事，一切不必要认识的人，这个缘断掉，真正成就自己的定慧，百尺竿头更进一步。这样我们自己障碍除掉了，自性般若就现前，道理在此地。自性般若现前之后再参学，就是再广学多闻，它是有次第的。我们今天搞糟糕，就是没有根本智就先搞后得智，这个话是从前梁启超说的。梁启超有个小册子，叫《佛学十八篇》，你们去看看那个你就知道了。不是梁启超，是唐大圆讲的，唐大圆在《唯识学的研究》有个小册子里头说的，他就批评我们当代做学问方法错误。没有根本智就先求后得智，那就好像什么？花，很好看，是插在花瓶上的，没有根；虽然很美、很好看，不耐久，几天就枯掉了。有根本智是什么？它有根它埋在土上的，虽然不怎么好看，年年开花，它是活的，它不是死的。",
      "zh_TW": "我這一生當中修學的心得，我只有八個字，也都送給你們，「一門深入，長時薰修」。你的心是定的，不要管人也不要管事，古德常說「知事少時煩惱少」，沒有煩惱，你心清淨，我們今天就是要修清淨；「識人多處是非多」，你交際應酬認識人多是非就多。所以古德為什麼參學回來之後要去住山、要去閉關，就是把這一切不相干的事，一切不必要認識的人，這個緣斷掉，真正成就自己的定慧，百尺竿頭更進一步。這樣我們自己障礙除掉了，自性般若就現前，道理在此地。自性般若現前之後再參學，就是再廣學多聞，它是有次第的。我們今天搞糟糕，就是沒有根本智就先搞後得智，這個話是從前梁啟超說的。梁啟超有個小冊子，叫《佛學十八篇》，你們去看看那個你就知道了。不是梁啟超，是唐大圓講的，唐大圓在《唯識學的研究》有個小冊子裡頭說的，他就批評我們當代做學問方法錯誤。沒有根本智就先求後得智，那就好像什麼？花，很好看，是插在花瓶上的，沒有根；雖然很美、很好看，不耐久，幾天就枯掉了。有根本智是什麼？它有根它埋在土上的，雖然不怎麼好看，年年開花，它是活的，它不是死的。"
    },
    {
      "id": "20-013-0007_p0010",
      "zh_CN": "古人真是代代相传，经验之谈，我们要重视。我是幸亏遇到善知识传授我这个方法，我也很听话，试验结果非常有效。所以到后来我是欢喜接受，衷心的佩服，遵守老师的教诫，修清净心，修真诚、清净、慈悲。我对年轻人的关怀照顾，全心全力的奉献，我超过我的老师，比李老师、章嘉大师、方先生当年爱护我的那个情形，我不敢讲太多，超过三、四倍那我这是当之无愧的；说超过十倍我不敢讲，但是超过三、四倍这个话我敢讲。而且李老师他们当年照顾我，跟照顾一般同学是不平等的。我对于任何人照顾是一律平等，你尊敬我，我也是这样对待你；你毁谤我，我还是这样对待你；这个就是我比前面这一代又高出一点点。前面一代，我对老师的长处我学来了，他们一些缺点，我能够改过一部分。我也有缺点，你们把我这个长处都学会了，我的缺点也能改出一部分，你们这一代就高出我了。",
      "zh_TW": "古人真是代代相傳，經驗之談，我們要重視。我是幸虧遇到善知識傳授我這個方法，我也很聽話，試驗結果非常有效。所以到後來我是歡喜接受，衷心的佩服，遵守老師的教誡，修清淨心，修真誠、清淨、慈悲。我對年輕人的關懷照顧，全心全力的奉獻，我超過我的老師，比李老師、章嘉大師、方先生當年愛護我的那個情形，我不敢講太多，超過三、四倍那我這是當之無愧的；說超過十倍我不敢講，但是超過三、四倍這個話我敢講。而且李老師他們當年照顧我，跟照顧一般同學是不平等的。我對於任何人照顧是一律平等，你尊敬我，我也是這樣對待你；你毀謗我，我還是這樣對待你；這個就是我比前面這一代又高出一點點。前面一代，我對老師的長處我學來了，他們一些缺點，我能夠改過一部分。我也有缺點，你們把我這個長處都學會了，我的缺點也能改出一部分，你們這一代就高出我了。"
    },
    {
      "id": "20-013-0007_p0011",
      "zh_CN": "修行真正的基础就在三福，三福里头顶重要根本的根本，根基是孝敬，孝养父母，尊敬师长，要奉事师长。奉事师长不是说对老师表面上的恭敬，不是的，是依教奉行。老师教导我们的，我们认真都把它做到，这叫真正的奉事师长，老师欢喜。孝顺父母这就是最重要，父母都是希望子女，这是学佛的人都希望他能够作佛作祖；作佛作祖不一定要出家，在家也能作佛、在家也能作祖。我们看民国初年以来，夏莲居在家居士、梅光羲在家居士，我亲近的李炳南在家居士，都可以作佛作祖。他们这些人心地清凉自在，什么清凉？怎么清凉？没有贪瞋痴慢，没有嫉妒贡高，敬人、敬事、敬物，诚敬是表现在外面，所以他心地清凉。不自欺、不欺人，你说他多快乐，这里头有真乐，心地是坦诚的、正直的，没有弯弯曲曲，我们要学这个。",
      "zh_TW": "修行真正的基礎就在三福，三福裡頭頂重要根本的根本，根基是孝敬，孝養父母，尊敬師長，要奉事師長。奉事師長不是說對老師表面上的恭敬，不是的，是依教奉行。老師教導我們的，我們認真都把它做到，這叫真正的奉事師長，老師歡喜。孝順父母這就是最重要，父母都是希望子女，這是學佛的人都希望他能夠作佛作祖；作佛作祖不一定要出家，在家也能作佛、在家也能作祖。我們看民國初年以來，夏蓮居在家居士、梅光羲在家居士，我親近的李炳南在家居士，都可以作佛作祖。他們這些人心地清涼自在，什麼清涼？怎麼清涼？沒有貪瞋痴慢，沒有嫉妒貢高，敬人、敬事、敬物，誠敬是表現在外面，所以他心地清涼。不自欺、不欺人，你說他多快樂，這裡頭有真樂，心地是坦誠的、正直的，沒有彎彎曲曲，我們要學這個。"
    },
    {
      "id": "20-013-0007_p0012",
      "zh_CN": "我们看到别人用这些机械之心，在社会上争名夺利，谚语里头所谓「害人之心不可有，防人之心不可无」，也许你们都听说过。我是说防人之心也不可有，一个人生在世，天天要去防人，你说这个日子过得多累、过得多辛苦，何必去防人，用不着，凡事都是因缘果报，不必要去防人。你要有防人之心，你的道业不能成就，也就是你的清净心哪一天才能得到？我们学佛的人的确很认真、很努力勇猛精进，为什么一生不能成就，他有个防人之心就坏了，他有个隐私之心就坏了。自己的缺点隐瞒，现在外国人常讲隐私权，人还有隐私，这个人要学道，不会开悟，也不会证果。在我们念佛人讲，他不会得功夫成片，不要说一心了，你说为什么？因为他有分别、有执着，严重的分别、执着，他怎么能开悟。纵然他能言善道、花言巧语，无非都是绮语。这口四业：妄语、两舌（挑拨是非）、恶口、绮语。",
      "zh_TW": "我們看到別人用這些機械之心，在社會上爭名奪利，諺語裡頭所謂「害人之心不可有，防人之心不可無」，也許你們都聽說過。我是說防人之心也不可有，一個人生在世，天天要去防人，你說這個日子過得多累、過得多辛苦，何必去防人，用不著，凡事都是因緣果報，不必要去防人。你要有防人之心，你的道業不能成就，也就是你的清淨心哪一天才能得到？我們學佛的人的確很認真、很努力勇猛精進，為什麼一生不能成就，他有個防人之心就壞了，他有個隱私之心就壞了。自己的缺點隱瞞，現在外國人常講隱私權，人還有隱私，這個人要學道，不會開悟，也不會證果。在我們念佛人講，他不會得功夫成片，不要說一心了，你說為什麼？因為他有分別、有執著，嚴重的分別、執著，他怎麼能開悟。縱然他能言善道、花言巧語，無非都是綺語。這口四業：妄語、兩舌（挑撥是非）、惡口、綺語。"
    },
    {
      "id": "20-013-0007_p0013",
      "zh_CN": "所以我们真正学佛坦诚坦白，做错的事情敢说，人家知道我们这些过失，天天在那里骂我们、责备我们，好啊！我们造的这一点恶业，现前就报掉，以后就不受恶报。我们做一些好事情不要宣扬，宣扬别人一赞叹也报掉。所以好事要藏起来，不要让人知道，坏事要暴露出来，让人知道，绝不覆藏自己的罪业，这就对了，我们的道业在这一生当中才有指望。做错事情有什么不敢说的，人非圣贤，孰能无过？我又不是佛，菩萨都有过失，勇于认过，过而能改，善莫大焉！怕的是你不能改，你不能改就没法子了，你能改这就是大善。所以古时候真正读书人，贤人君子「闻过则喜」，听到人家说我的过失欢喜感激，为什么？有的时候自己造作过失，不知道，自己没发现，别人发现了。无论他是善意的规劝，还是恶意的在外面毁谤，只要我们听到了，我们都感激，晓得这个有过失，彻底的改。没有是谣言，那没有关系，那更是可以消灾了。所以有则改之，无则嘉勉，以这个勉励自己，我们的道业才能成就。",
      "zh_TW": "所以我們真正學佛坦誠坦白，做錯的事情敢說，人家知道我們這些過失，天天在那裡罵我們、責備我們，好啊！我們造的這一點惡業，現前就報掉，以後就不受惡報。我們做一些好事情不要宣揚，宣揚別人一讚歎也報掉。所以好事要藏起來，不要讓人知道，壞事要暴露出來，讓人知道，絕不覆藏自己的罪業，這就對了，我們的道業在這一生當中才有指望。做錯事情有什麼不敢說的，人非聖賢，孰能無過？我又不是佛，菩薩都有過失，勇於認過，過而能改，善莫大焉！怕的是你不能改，你不能改就沒法子了，你能改這就是大善。所以古時候真正讀書人，賢人君子「聞過則喜」，聽到人家說我的過失歡喜感激，為什麼？有的時候自己造作過失，不知道，自己沒發現，別人發現了。無論他是善意的規勸，還是惡意的在外面毀謗，只要我們聽到了，我們都感激，曉得這個有過失，徹底的改。沒有是謠言，那沒有關係，那更是可以消災了。所以有則改之，無則嘉勉，以這個勉勵自己，我們的道業才能成就。"
    },
    {
      "id": "20-013-0007_p0014",
      "zh_CN": "印祖这四句话，实实在在能够挽救现在整个世界的劫运，也就是人人都能够学做好人。世间好人多了，共业就会转变，灾难就能够减缓消除，能够退后，这是我们真正做的是自救救人，自救救世，这就是佛经里头讲积功累德。人生在这个世间，生命非常脆弱，时间很短，你要是个聪明人，抓住这个机会努力修善，断一切恶、修一切善，成就自己也成就别人。如果说只成就自己，不愿意成就别人，你自他的妄念没有除掉，依旧是一层很大的障碍，一定要晓得自他不二，人我一如。不但是人我一如，万法一如，这个里头有大道理在。",
      "zh_TW": "印祖這四句話，實實在在能夠挽救現在整個世界的劫運，也就是人人都能夠學做好人。世間好人多了，共業就會轉變，災難就能夠減緩消除，能夠退後，這是我們真正做的是自救救人，自救救世，這就是佛經裡頭講積功累德。人生在這個世間，生命非常脆弱，時間很短，你要是個聰明人，抓住這個機會努力修善，斷一切惡、修一切善，成就自己也成就別人。如果說只成就自己，不願意成就別人，你自他的妄念沒有除掉，依舊是一層很大的障礙，一定要曉得自他不二，人我一如。不但是人我一如，萬法一如，這個裡頭有大道理在。"
    },
    {
      "id": "20-013-0007_p0015",
      "zh_CN": "将来《华严》，下个星期我们开了，你们同学们认真努力，照我教你们的方法你们去做。上午我可以提出一点时间来，我们来讲《华严经》，我们内部来讲，可以留下录音带，对于我们修行，对于社会大众有帮助。我讲经方针目标是在求人人幸福、家家美满，每一个人的事业成功，社会和谐，国家富强，世界和平，我讲经目的在此地。我没有自己，念念为佛法、为众生，你们跟我学要学这一点，舍己为人，在佛法里面我们才能真正得度。如果还落在是非人我的圈子，是非人我是六道轮回心，天天在这里头转，造轮回业，你怎么能出得轮回？今天世界这么乱，我们凭什么住在这个世间？迷惑的人为业力所转，没有办法。我今天明白、觉悟了，我不被业力所转，我可以随时走，为什么不走？这身体健康状况还可以，众生这么可怜，天天造这么重的业，要受极大的困难，我多住一天是多帮助他们一天，我为谁住这个世间？为一切苦难众生。要是为我自己，我走得愈早愈好，我到极乐世界去享福，我何苦留在这里。我随时可以走，而且我很欢喜走，这就是一般人讲「我很欢喜死」。",
      "zh_TW": "將來《華嚴》，下個星期我們開了，你們同學們認真努力，照我教你們的方法你們去做。上午我可以提出一點時間來，我們來講《華嚴經》，我們內部來講，可以留下錄音帶，對於我們修行，對於社會大眾有幫助。我講經方針目標是在求人人幸福、家家美滿，每一個人的事業成功，社會和諧，國家富強，世界和平，我講經目的在此地。我沒有自己，念念為佛法、為眾生，你們跟我學要學這一點，捨己為人，在佛法裡面我們才能真正得度。如果還落在是非人我的圈子，是非人我是六道輪迴心，天天在這裡頭轉，造輪迴業，你怎麼能出得輪迴？今天世界這麼亂，我們憑什麼住在這個世間？迷惑的人為業力所轉，沒有辦法。我今天明白、覺悟了，我不被業力所轉，我可以隨時走，為什麼不走？這身體健康狀況還可以，眾生這麼可憐，天天造這麼重的業，要受極大的困難，我多住一天是多幫助他們一天，我為誰住這個世間？為一切苦難眾生。要是為我自己，我走得愈早愈好，我到極樂世界去享福，我何苦留在這裡。我隨時可以走，而且我很歡喜走，這就是一般人講「我很歡喜死」。"
    },
    {
      "id": "20-013-0007_p0016",
      "zh_CN": "我在台北房间里头挂了一个大字，死字。有一天一个蔡董事长到我这儿，法师，你这个字很不好；我说：好极了，有什么不好？是你不懂，好极了。你们怕死，我喜欢死；你们不了解事实真相，我了解，我死了再受身，比这个殊胜不晓得多少倍。就好像穿衣服，我这个衣服又脏又丑，脱掉换一件华丽衣服，哪有不欢喜？世间人不敢是造罪业，脱了这个衣服，穿起来更糟、更难看、更丑，他害怕。",
      "zh_TW": "我在台北房間裡頭掛了一個大字，死字。有一天一個蔡董事長到我這兒，法師，你這個字很不好；我說：好極了，有什麼不好？是你不懂，好極了。你們怕死，我喜歡死；你們不了解事實真相，我了解，我死了再受身，比這個殊勝不曉得多少倍。就好像穿衣服，我這個衣服又髒又醜，脫掉換一件華麗衣服，哪有不歡喜？世間人不敢是造罪業，脫了這個衣服，穿起來更糟、更難看、更醜，他害怕。"
    },
    {
      "id": "20-013-0007_p0017",
      "zh_CN": "《华严》我给你们大家讲，经文太长，我们讲的方法再研究。经文我们会把全文，从头到尾一字不漏的都念下来；讲，我们选重点来讲，要全部落实在生活上，真正变成有用的学问。诸位要认真努力学，将来在这个世界上，许许多多的人分享你们的智慧，分享你们宝贵真实的经验知识（这是他们讲知识）；我们这一生出家学佛，真的有意义、有价值。经里面的意思字字句句都是大圆满，你能在这里面发现多少，都是你自己修学的功力。换句话说，你的心愈清净，你看的意思就愈懂，看的意思就愈广，你看它的深度。所以同样一部经，为什么读起来会那么欢喜？就是遍遍意思都不一样。去年我念那个经，今年我念的时候就更有味道，又深一层了；去年没发现，今年又发现，又深透、又进去一层了。到明年的时候，你心地更清净、更慈悲，又看到下面一层，其深无底。而且这个深度，好像表面是各个不一样，它里面是贯通的，一经通一切经通，里头是贯通的。这种通达愈深愈圆满，这叫大圆满，很不可思议。",
      "zh_TW": "《華嚴》我給你們大家講，經文太長，我們講的方法再研究。經文我們會把全文，從頭到尾一字不漏的都念下來；講，我們選重點來講，要全部落實在生活上，真正變成有用的學問。諸位要認真努力學，將來在這個世界上，許許多多的人分享你們的智慧，分享你們寶貴真實的經驗知識（這是他們講知識）；我們這一生出家學佛，真的有意義、有價值。經裡面的意思字字句句都是大圓滿，你能在這裡面發現多少，都是你自己修學的功力。換句話說，你的心愈清淨，你看的意思就愈懂，看的意思就愈廣，你看它的深度。所以同樣一部經，為什麼讀起來會那麼歡喜？就是遍遍意思都不一樣。去年我念那個經，今年我念的時候就更有味道，又深一層了；去年沒發現，今年又發現，又深透、又進去一層了。到明年的時候，你心地更清淨、更慈悲，又看到下面一層，其深無底。而且這個深度，好像表面是各個不一樣，它裡面是貫通的，一經通一切經通，裡頭是貫通的。這種通達愈深愈圓滿，這叫大圓滿，很不可思議。"
    },
    {
      "id": "20-013-0007_p0018",
      "zh_CN": "我们晓得这个道理，晓得这个事实真相，你就不会刻意的去多求了。人家多求，你看到笑笑，我不干，我专攻。好像挖井一样，井愈挖得深水愈好；浅了不行，你挖浅了，每一个地方挖出来水不一样，味道都不相同。真正深了，我们的源是根源相同，每一口井那个水都是圆满的。一门深入就像这种情形一样，就像挖井一样，尽量往深处去挖。",
      "zh_TW": "我們曉得這個道理，曉得這個事實真相，你就不會刻意的去多求了。人家多求，你看到笑笑，我不幹，我專攻。好像挖井一樣，井愈挖得深水愈好；淺了不行，你挖淺了，每一個地方挖出來水不一樣，味道都不相同。真正深了，我們的源是根源相同，每一口井那個水都是圓滿的。一門深入就像這種情形一樣，就像挖井一樣，盡量往深處去挖。"
    },
    {
      "id": "20-013-0007_p0019",
      "zh_CN": "守住佛陀的教诲就是一定要守规矩，这个规矩里头最重要，譬如说《无量寿经》到末后，那段经文很长，给我们讲「五痛五烧」；五痛五烧是果报，业因是五恶。这说明什么？说明五戒十善是根本，连三福里头，三福讲基础，修学基础，你学从哪里学起？「孝养父母，奉事师长，慈心不杀，修十善业」，五戒十善是根基。十善里面身三、口四、意三，佛在《无量寿经》他不是按照这个顺序。他教我们「善护口业」，第一个把口业摆出来。这就说明佛太清楚了，知道我们众生业障习气最容易造的是口业，教我们「善护口业，不讥他过」，然后才讲「善护身业，善护意业」。我们不就是修行有了一个下手之处，从哪里学起？知道了。",
      "zh_TW": "守住佛陀的教誨就是一定要守規矩，這個規矩裡頭最重要，譬如說《無量壽經》到末後，那段經文很長，給我們講「五痛五燒」；五痛五燒是果報，業因是五惡。這說明什麼？說明五戒十善是根本，連三福裡頭，三福講基礎，修學基礎，你學從哪裡學起？「孝養父母，奉事師長，慈心不殺，修十善業」，五戒十善是根基。十善裡面身三、口四、意三，佛在《無量壽經》他不是按照這個順序。他教我們「善護口業」，第一個把口業擺出來。這就說明佛太清楚了，知道我們眾生業障習氣最容易造的是口業，教我們「善護口業，不譏他過」，然後才講「善護身業，善護意業」。我們不就是修行有了一個下手之處，從哪裡學起？知道了。"
    },
    {
      "id": "20-013-0007_p0020",
      "zh_CN": "佛法如是，世法也如是。世间学问，司马光教人，世间学问从哪里做起？也是从不妄语做起、真诚做起，人要诚实。现在的社会有很多人说，你诚实的人会受人欺负；人家对你不诚实欺骗你，你诚实你完全暴露，人家都藏在里头，你怎么能斗得过人家？没错！如果我们还要跟人家斗，我们搞轮回业，那我们学什么佛？我们真诚全部暴露，他的我们不晓得，我们统统他晓得；他怎么样陷害我们，害死我们，我们到极乐世界去了。我不愿意留恋这个世间，他把我害死我早一天往生，早一天成佛，他是我的恩人。他不陷害我，我在这个娑婆世界还多受几天罪，他陷害我，置我于死命，马上送我到极乐世界，这不是大恩人一个？然后你才晓得，罪福都在一念之间，就看你怎么看法。",
      "zh_TW": "佛法如是，世法也如是。世間學問，司馬光教人，世間學問從哪裡做起？也是從不妄語做起、真誠做起，人要誠實。現在的社會有很多人說，你誠實的人會受人欺負；人家對你不誠實欺騙你，你誠實你完全暴露，人家都藏在裡頭，你怎麼能鬥得過人家？沒錯！如果我們還要跟人家鬥，我們搞輪迴業，那我們學什麼佛？我們真誠全部暴露，他的我們不曉得，我們統統他曉得；他怎麼樣陷害我們，害死我們，我們到極樂世界去了。我不願意留戀這個世間，他把我害死我早一天往生，早一天成佛，他是我的恩人。他不陷害我，我在這個娑婆世界還多受幾天罪，他陷害我，置我於死命，馬上送我到極樂世界，這不是大恩人一個？然後你才曉得，罪福都在一念之間，就看你怎麼看法。"
    },
    {
      "id": "20-013-0007_p0021",
      "zh_CN": "世出世间一切法里头，没有是非善恶，所以佛法叫平等法，真的。是非善恶是起你自己的念头，你一念善，没有一法不是善；你一念恶，没有一法不是恶，连佛菩萨都是恶人；你一念善，地狱、饿鬼、畜生都是善知识。佛与魔就是这一念之间，一念觉，众生成佛；一念迷，佛菩萨都变成魔。然后我们才恍然大悟，佛在经上讲，境随心转，没错！十法界依正庄严，从哪里来的？是我们自己心在那里转动。心如果不转，这境界是一真，一真法界；到你一切不起心、不动念、不分别、不执着，这法界是一真。起心动念、分别执着，就把一真法界变成十法界、变成六道、变成三恶道。谁变的？自己变的，真正所谓是自作自受，大家不了解事实真相，干这些事情。我们明白了、通达了，不再胡作妄为，修清净心，坦坦诚诚，清清白白，完全透明，没有一丝毫隐藏。",
      "zh_TW": "世出世間一切法裡頭，沒有是非善惡，所以佛法叫平等法，真的。是非善惡是起你自己的念頭，你一念善，沒有一法不是善；你一念惡，沒有一法不是惡，連佛菩薩都是惡人；你一念善，地獄、餓鬼、畜生都是善知識。佛與魔就是這一念之間，一念覺，眾生成佛；一念迷，佛菩薩都變成魔。然後我們才恍然大悟，佛在經上講，境隨心轉，沒錯！十法界依正莊嚴，從哪裡來的？是我們自己心在那裡轉動。心如果不轉，這境界是一真，一真法界；到你一切不起心、不動念、不分別、不執著，這法界是一真。起心動念、分別執著，就把一真法界變成十法界、變成六道、變成三惡道。誰變的？自己變的，真正所謂是自作自受，大家不了解事實真相，幹這些事情。我們明白了、通達了，不再胡作妄為，修清淨心，坦坦誠誠，清清白白，完全透明，沒有一絲毫隱藏。"
    },
    {
      "id": "20-013-0007_p0022",
      "zh_CN": "我们跟世间人不一样，我们的目标方向就是在极乐世界，我们这样的心、这样的行，跟诸佛菩萨同心同愿、同德同行，哪有一丝毫的顾虑？我们不自欺，我们不欺人，佛在经上教我们做的，我们认真努力去做；教我们不可以做的，我们决定不做。佛说不能做的，过去做了，现在彻底悔改、忏悔；佛教我们做的，已经做了，一定要保持，这才叫精进，精进是菩萨唯一的善根。",
      "zh_TW": "我們跟世間人不一樣，我們的目標方向就是在極樂世界，我們這樣的心、這樣的行，跟諸佛菩薩同心同願、同德同行，哪有一絲毫的顧慮？我們不自欺，我們不欺人，佛在經上教我們做的，我們認真努力去做；教我們不可以做的，我們決定不做。佛說不能做的，過去做了，現在徹底悔改、懺悔；佛教我們做的，已經做了，一定要保持，這才叫精進，精進是菩薩唯一的善根。"
    },
    {
      "id": "20-013-0007_p0023",
      "zh_CN": "佛教教育一定要落实在生活上，一定要落实在广大的社会里，才能够造福人群，才能够利益一切众生，这是我们大家要共同努力的方向。我们的天分差一点不要紧，你只要有这种真诚就得三宝加持，自然就开智慧。记性不好的，慢慢也能记得住，三宝加持，自心清净以这个来感。以真诚、清净、慈悲能感，诸佛菩萨护念加持能应，感应道交，所以希望我们同修各自努力。",
      "zh_TW": "佛教教育一定要落實在生活上，一定要落實在廣大的社會裡，才能夠造福人群，才能夠利益一切眾生，這是我們大家要共同努力的方向。我們的天分差一點不要緊，你只要有這種真誠就得三寶加持，自然就開智慧。記性不好的，慢慢也能記得住，三寶加持，自心清淨以這個來感。以真誠、清淨、慈悲能感，諸佛菩薩護念加持能應，感應道交，所以希望我們同修各自努力。"
    },
    {
      "id": "20-013-0007_p0024",
      "zh_CN": "我今天叫悟泓师把我们早晨谈谈话都录下来，我将来走了可以留给你们作个纪念。我的的确确，我是念念都想早一天到极乐世界，留在这个世间确确实实是看到这个世间灾难太多。身体不好了，那我当然就更快走了，身体还能过得去，多住一天多帮助大家一天。虽然多住一天，对这个世间一丝毫留恋都没有，名闻利养、五欲六尘一丝毫都不沾染。你们问我智慧从哪里来？就这么来的。",
      "zh_TW": "我今天叫悟泓師把我們早晨談談話都錄下來，我將來走了可以留給你們作個紀念。我的的確確，我是念念都想早一天到極樂世界，留在這個世間確確實實是看到這個世間災難太多。身體不好了，那我當然就更快走了，身體還能過得去，多住一天多幫助大家一天。雖然多住一天，對這個世間一絲毫留戀都沒有，名聞利養、五欲六塵一絲毫都不沾染。你們問我智慧從哪裡來？就這麼來的。"
    }
  ]
}