{
  "doc_id": "20-013-0151",
  "title": {
    "zh_CN": "九八年早餐开示—开悟的方法",
    "zh_TW": "九八年早餐開示—開悟的方法"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0151",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "20-013-0151_p0001",
      "zh_CN": "在古代教学里面，世法、佛法大致都相同，采取的理念是用启发式的，着重学生的悟性。诸位知道，佛家教学是帮助学生开悟，过去儒家、道家的教学也是如此，不提倡记问之学，这跟现代教学理念确实是不相同。现代教学着重背诵，背诵是希望他记住，教他广泛的去涉猎，具有丰富的常识，这都是属于记问之学。古人着重背诵，而背诵的目的是在修定，不是以记忆为目的，是用这种方式把他的妄想、分别打断，恢复他的清净心，目的在这个地方；因为这是打开悟门的一个最佳方法。众生何以不能开悟？悟门闭塞、堵塞，只要把堵塞的东西拿掉，他智慧就现前，所谓「顿开茅塞」就是形容这桩事情。",
      "zh_TW": "在古代教學裡面，世法、佛法大致都相同，採取的理念是用啟發式的，著重學生的悟性。諸位知道，佛家教學是幫助學生開悟，過去儒家、道家的教學也是如此，不提倡記問之學，這跟現代教學理念確實是不相同。現代教學著重背誦，背誦是希望他記住，教他廣泛的去涉獵，具有豐富的常識，這都是屬於記問之學。古人著重背誦，而背誦的目的是在修定，不是以記憶為目的，是用這種方式把他的妄想、分別打斷，恢復他的清淨心，目的在這個地方；因為這是打開悟門的一個最佳方法。眾生何以不能開悟？悟門閉塞、堵塞，只要把堵塞的東西拿掉，他智慧就現前，所謂「頓開茅塞」就是形容這樁事情。"
    },
    {
      "id": "20-013-0151_p0002",
      "zh_CN": "堵塞悟门的就是分别、执着。由此可知，分别执着愈多，分别执着愈严重，就愈不能开悟；分别执着很轻、很淡薄的人，就比较容易开悟。这也是过去，世法跟佛法里面教学，都崇尚「一门深入」的道理。在某一个阶段，学程短的几个月，长的一、二年，只许学一门课程，任何一门课程都要讲求悟处，他在这一门里面悟入，这个教学成功。如果在这里头没有领悟，我们佛家讲没有开悟，这个教学是失败的。由此可知，教学确实着重在智慧、在德行。初学，德行摆在第一，智慧摆在其次，为什么？如果你有智慧而没有德行，你容易造恶，你能造大恶，贻害社会，所以把德行摆在第一。有德行再有智慧，你的造作是福，你能造大福，利益社会、利益众生。",
      "zh_TW": "堵塞悟門的就是分別、執著。由此可知，分別執著愈多，分別執著愈嚴重，就愈不能開悟；分別執著很輕、很淡薄的人，就比較容易開悟。這也是過去，世法跟佛法裡面教學，都崇尚「一門深入」的道理。在某一個階段，學程短的幾個月，長的一、二年，只許學一門課程，任何一門課程都要講求悟處，他在這一門裡面悟入，這個教學成功。如果在這裡頭沒有領悟，我們佛家講沒有開悟，這個教學是失敗的。由此可知，教學確實著重在智慧、在德行。初學，德行擺在第一，智慧擺在其次，為什麼？如果你有智慧而沒有德行，你容易造惡，你能造大惡，貽害社會，所以把德行擺在第一。有德行再有智慧，你的造作是福，你能造大福，利益社會、利益眾生。"
    },
    {
      "id": "20-013-0151_p0003",
      "zh_CN": "儒家教学是以孔老夫子为标准。夫子四科第一个是德行，第二是言语，第三是政事，用现在的话来说，就是技术能力，帮助你将来在社会上能够谋生；末后才是文学，文学艺术。是你的德行、技能已经养成了，还有余力才可以学文学艺术，提高你的精神生活。这个顺序非常合理，佛家教学也不例外。先断烦恼，后学法门；断烦恼就是德行，学法门就是政事，这个原理原则永远不变，用现在的话来说，这是教育的哲学，在运用方式上是可以变化的。现代的社会跟过去社会，可以说是完全不同，古代教学的理念、生活的原则，如何能够适应这个时代？能跟这个时代融合，众生就真正能得到福祉。这是有心的人士，在佛法里面讲是具有大慈悲心的菩萨，要设法指导一切众生。所以菩萨必须要通达世出世间一切法，才能够为天人师，才能有能力指导社会，教化众生。",
      "zh_TW": "儒家教學是以孔老夫子為標準。夫子四科第一個是德行，第二是言語，第三是政事，用現在的話來說，就是技術能力，幫助你將來在社會上能夠謀生；末後才是文學，文學藝術。是你的德行、技能已經養成了，還有餘力才可以學文學藝術，提高你的精神生活。這個順序非常合理，佛家教學也不例外。先斷煩惱，後學法門；斷煩惱就是德行，學法門就是政事，這個原理原則永遠不變，用現在的話來說，這是教育的哲學，在運用方式上是可以變化的。現代的社會跟過去社會，可以說是完全不同，古代教學的理念、生活的原則，如何能夠適應這個時代？能跟這個時代融合，眾生就真正能得到福祉。這是有心的人士，在佛法裡面講是具有大慈悲心的菩薩，要設法指導一切眾生。所以菩薩必須要通達世出世間一切法，才能夠為天人師，才能有能力指導社會，教化眾生。"
    },
    {
      "id": "20-013-0151_p0004",
      "zh_CN": "这种能力就是真实智慧，善巧方便。真实智慧是体，善巧方便是运用，没有真实智慧，哪里来的善巧方便？如果要问，古代社会是平和的，现代的社会是竞争的，这两个表面看起来完全冲突，如何能够融合？在理上讲，融合是决定可能的，为什么？同一个法性。大乘佛法里所说，尽虚空遍法界是同一个理体，怎么不能融合？地狱法界跟佛法界都能够融合，何况其余？在理上如是，在事上当然可能。我们今天看到，事相上为什么遭遇到困难？困难还是发生在分别、执着，尤其是严重的我执，念念为着我的利益，人人都执着为我的利益就不能相容，这是病根之所在。殊不知「我」没有事实，只是一个虚假、抽象概念而已，执着虚假的抽象概念，造成了彼此不能相容，造成了无量无边的罪业。如果「我」有这个事实，那还情有可原。",
      "zh_TW": "這種能力就是真實智慧，善巧方便。真實智慧是體，善巧方便是運用，沒有真實智慧，哪裡來的善巧方便？如果要問，古代社會是平和的，現代的社會是競爭的，這兩個表面看起來完全衝突，如何能夠融合？在理上講，融合是決定可能的，為什麼？同一個法性。大乘佛法裡所說，盡虛空遍法界是同一個理體，怎麼不能融合？地獄法界跟佛法界都能夠融合，何況其餘？在理上如是，在事上當然可能。我們今天看到，事相上為什麼遭遇到困難？困難還是發生在分別、執著，尤其是嚴重的我執，念念為著我的利益，人人都執著為我的利益就不能相容，這是病根之所在。殊不知「我」沒有事實，只是一個虛假、抽象概念而已，執著虛假的抽象概念，造成了彼此不能相容，造成了無量無邊的罪業。如果「我」有這個事實，那還情有可原。"
    },
    {
      "id": "20-013-0151_p0005",
      "zh_CN": "法相宗入门基本的一个课程是《百法明门论》，它是大乘法，大乘的入门，这个水平很高；它不是人天乘、不是声闻、缘觉，它是菩萨。这部论里面说的什么？说的是宇宙人生真相，概说、略说，将宇宙人生一切法归纳成一百类，称为百法。这一部论典是属于宗经论，解释世尊所说的宗旨，实际上就是解释佛所讲的一句话。佛说「一切法无我」，所以《百法明门论》就依这一句话为宗旨，把一切法归纳成百法，百法就是一切法。无我，说出人无我、法无我，你要在这里头开悟，我执、法执就放下，你就入门，你就超凡入圣，你是菩萨，不是凡夫了。凡夫执着有我、有法，佛菩萨知道无我、无法，所以十法界依正庄严，在佛菩萨都那么样圆融自在，没有障碍，理事无碍、事事无碍，多么自在，得大自在！",
      "zh_TW": "法相宗入門基本的一個課程是《百法明門論》，它是大乘法，大乘的入門，這個水平很高；它不是人天乘、不是聲聞、緣覺，它是菩薩。這部論裡面說的什麼？說的是宇宙人生真相，概說、略說，將宇宙人生一切法歸納成一百類，稱為百法。這一部論典是屬於宗經論，解釋世尊所說的宗旨，實際上就是解釋佛所講的一句話。佛說「一切法無我」，所以《百法明門論》就依這一句話為宗旨，把一切法歸納成百法，百法就是一切法。無我，說出人無我、法無我，你要在這裡頭開悟，我執、法執就放下，你就入門，你就超凡入聖，你是菩薩，不是凡夫了。凡夫執著有我、有法，佛菩薩知道無我、無法，所以十法界依正莊嚴，在佛菩薩都那麼樣圓融自在，沒有障礙，理事無礙、事事無礙，多麼自在，得大自在！"
    },
    {
      "id": "20-013-0151_p0006",
      "zh_CN": "众生可怜，无我执着有个我，无法执着一切法，永远不能解脱，永远在玩生死轮回的游戏，苦不堪言。这个事实真相，只有觉悟的人知道，迷惑的人哪里晓得？即使学习佛法、研究佛法，还执着我、法，永远不放弃，于是如佛在经上讲的「自赞毁他」，为什么会有这种行为？因为有我执，不知道诸法是平等的，诸法是空寂的，诸法是缘生的，连佛法都是缘生。凡是缘生之法没有自体、没有自性，「当体即空，了不可得」，这给你讲的是事实真相。相有体无，事有理无，所以相是幻相，事如梦幻泡影，这些都是给我们说明事实的真相。真相明白之后，你的心就定了，就清净了；你的受，这个受是感受、享受，在佛法称为正受，正就是正常。反显世间凡夫的享受不正常，世人的享受有「苦、乐、忧、喜、舍」，有这五种，正受里面「苦乐忧喜舍」都没有了，这叫正受。诸佛菩萨应化在世间，他所表演的跟世间人一样，也有「苦乐忧喜舍」，那是示现，所以叫做游戏神通，他是演戏、是表演，不是真的。我们凡夫是真的，不是在演戏，所以叫造业。他演戏不造业，假的。只要真正觉悟的人，他的人生就跟诸佛菩萨一样，游戏神通，自在无碍。",
      "zh_TW": "眾生可憐，無我執著有個我，無法執著一切法，永遠不能解脫，永遠在玩生死輪迴的遊戲，苦不堪言。這個事實真相，只有覺悟的人知道，迷惑的人哪裡曉得？即使學習佛法、研究佛法，還執著我、法，永遠不放棄，於是如佛在經上講的「自讚毀他」，為什麼會有這種行為？因為有我執，不知道諸法是平等的，諸法是空寂的，諸法是緣生的，連佛法都是緣生。凡是緣生之法沒有自體、沒有自性，「當體即空，了不可得」，這給你講的是事實真相。相有體無，事有理無，所以相是幻相，事如夢幻泡影，這些都是給我們說明事實的真相。真相明白之後，你的心就定了，就清淨了；你的受，這個受是感受、享受，在佛法稱為正受，正就是正常。反顯世間凡夫的享受不正常，世人的享受有「苦、樂、憂、喜、捨」，有這五種，正受裡面「苦樂憂喜捨」都沒有了，這叫正受。諸佛菩薩應化在世間，他所表演的跟世間人一樣，也有「苦樂憂喜捨」，那是示現，所以叫做遊戲神通，他是演戲、是表演，不是真的。我們凡夫是真的，不是在演戲，所以叫造業。他演戲不造業，假的。只要真正覺悟的人，他的人生就跟諸佛菩薩一樣，遊戲神通，自在無礙。"
    },
    {
      "id": "20-013-0151_p0007",
      "zh_CN": "我们今天学佛，还要肩负续佛慧命、弘法利生的使命，诸位想想，自己要不悟入这个境界，我们怎样能够担负这个使命？所以自己一定要悟入。悟入没有别的方法，放下妄想、分别、执着而已！在日常生活当中，处事待人接物当中，放下我执，只要能够放下一条，《金刚经》上讲的「我相、人相、众生相、寿者相」统统都放下了。虽然说四相，四相是连带关系，一个有，四个全有，一个放下，其他三个一定也同时都放下了。然后断一切恶、修一切善，这是真实功德，这是诸佛菩萨所赞扬的。四相具足，难！这对佛法修学来讲是严重的障碍，我们必须要知道。知道自己修学，将来帮助别人，从哪里入门、从哪里下手，这个事情要靠自己，诸佛菩萨虽然慈悲，帮不上忙。佛菩萨能够帮助我们的，只是教导我们，将事实真相给我们说出，方法提供我们做参考，契入境界一定是自己的事情，希望我们同修们认真努力。看到众生太苦了，要发慈悲心救度一切众生，要救众生先度自己，自己不能得度，没有能力度众生，这是实话。",
      "zh_TW": "我們今天學佛，還要肩負續佛慧命、弘法利生的使命，諸位想想，自己要不悟入這個境界，我們怎樣能夠擔負這個使命？所以自己一定要悟入。悟入沒有別的方法，放下妄想、分別、執著而已！在日常生活當中，處事待人接物當中，放下我執，只要能夠放下一條，《金剛經》上講的「我相、人相、眾生相、壽者相」統統都放下了。雖然說四相，四相是連帶關係，一個有，四個全有，一個放下，其他三個一定也同時都放下了。然後斷一切惡、修一切善，這是真實功德，這是諸佛菩薩所讚揚的。四相具足，難！這對佛法修學來講是嚴重的障礙，我們必須要知道。知道自己修學，將來幫助別人，從哪裡入門、從哪裡下手，這個事情要靠自己，諸佛菩薩雖然慈悲，幫不上忙。佛菩薩能夠幫助我們的，只是教導我們，將事實真相給我們說出，方法提供我們做參考，契入境界一定是自己的事情，希望我們同修們認真努力。看到眾生太苦了，要發慈悲心救度一切眾生，要救眾生先度自己，自己不能得度，沒有能力度眾生，這是實話。"
    }
  ]
}