{
  "doc_id": "20-013-0032",
  "title": {
    "zh_CN": "九八年早餐开示—怎样念佛往生",
    "zh_TW": "九八年早餐開示—怎樣念佛往生"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0032",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0032_p0001",
      "zh_CN": "上台实习讲经，你们每一个同学还是要写评语，对自己有一定的好处。讲的同学哪些地方讲得好，你自己以为他讲得很好，可以向他学习；哪些地方你听了不满意，你可以改进，也可以向他提出建议，所以听讲写评语是自他二利。老上台的有时候也有小毛病，在讲台上做到十全十美，完全没有毛病，那是相当不容易的事情。所以先要学着会听。《讲演术》跟《内典讲座之研究》，这小册子要多下一些功夫，要很熟悉里面的原理原则、方法、病忌，都能够记得很清楚，我们听讲的时候可以用这个标准来对照，这个样子我们才能够在短时间真正学到东西。这一点希望同学们要特别注意，每一次还是要写评语。",
      "zh_TW": "上台實習講經，你們每一個同學還是要寫評語，對自己有一定的好處。講的同學哪些地方講得好，你自己以為他講得很好，可以向他學習；哪些地方你聽了不滿意，你可以改進，也可以向他提出建議，所以聽講寫評語是自他二利。老上台的有時候也有小毛病，在講台上做到十全十美，完全沒有毛病，那是相當不容易的事情。所以先要學著會聽。《講演術》跟《內典講座之研究》，這小冊子要多下一些功夫，要很熟悉裡面的原理原則、方法、病忌，都能夠記得很清楚，我們聽講的時候可以用這個標準來對照，這個樣子我們才能夠在短時間真正學到東西。這一點希望同學們要特別注意，每一次還是要寫評語。"
    },
    {
      "id": "20-013-0032_p0002",
      "zh_CN": "第二桩事情，昨天你们有同学来问我，念佛往生的人为什么会那么少？这是一个事实。我们看《净土圣贤录》、看《往生传》，这里面所记载当然不是完全，真正念佛往生的人，只有被编书的人知道，他才把你写进去。还有许许多多念佛往生的，编书的人他不知道，他没有听说，所以要晓得遗漏的就太多太多了。但是从年代、人数来做一个比较，往生的人实实在在就太少了。像台湾这个地区算是相当不错，有两千万人口在这五十年当中，真正念佛往生，我们有一个最保守的估计，应该有五百人。这可以说是史无前例，这么小的一个地方，两千万人在五十年当中有五百人往生。可是比例起来还是太少，台湾念佛的人至少也有三百万，也是最保守的估计；最少也有三百万人念佛，三百万人念佛才五百人往生，而且在五十年当中，你才晓得这个事情不容易。真正念佛往生其中百分之九十是老太婆，老太婆、老阿公，他们占的人数比例大。",
      "zh_TW": "第二樁事情，昨天你們有同學來問我，念佛往生的人為什麼會那麼少？這是一個事實。我們看《淨土聖賢錄》、看《往生傳》，這裡面所記載當然不是完全，真正念佛往生的人，只有被編書的人知道，他才把你寫進去。還有許許多多念佛往生的，編書的人他不知道，他沒有聽說，所以要曉得遺漏的就太多太多了。但是從年代、人數來做一個比較，往生的人實實在在就太少了。像台灣這個地區算是相當不錯，有兩千萬人口在這五十年當中，真正念佛往生，我們有一個最保守的估計，應該有五百人。這可以說是史無前例，這麼小的一個地方，兩千萬人在五十年當中有五百人往生。可是比例起來還是太少，台灣念佛的人至少也有三百萬，也是最保守的估計；最少也有三百萬人念佛，三百萬人念佛才五百人往生，而且在五十年當中，你才曉得這個事情不容易。真正念佛往生其中百分之九十是老太婆，老太婆、老阿公，他們佔的人數比例大。"
    },
    {
      "id": "20-013-0032_p0003",
      "zh_CN": "这些人都是很老实的，确确实实没有往生之前在社会上他是好人，心地坦诚，对人慈悲，能够舍己为人，热心关怀别人、爱护别人，他真正做到。你要问他，跟他讲什么叫菩提心，他不懂，他也不要听，他一天到晚就是一句阿弥陀佛，心地清净无染。他晓得念佛的好处，相信西方极乐世界真有，相信真正有阿弥陀佛，念佛阿弥陀佛一定来接引，这就够了。细细观察他一生的行谊，确确实实符合《无量寿经》上所讲的标准，这样的人才能往生。凡是念佛而不能往生的人，说老实话就是自以为聪明，这个念头坏了。自以为聪明这就不老实，菩提心没有了。",
      "zh_TW": "這些人都是很老實的，確確實實沒有往生之前在社會上他是好人，心地坦誠，對人慈悲，能夠捨己為人，熱心關懷別人、愛護別人，他真正做到。你要問他，跟他講什麼叫菩提心，他不懂，他也不要聽，他一天到晚就是一句阿彌陀佛，心地清淨無染。他曉得念佛的好處，相信西方極樂世界真有，相信真正有阿彌陀佛，念佛阿彌陀佛一定來接引，這就夠了。細細觀察他一生的行誼，確確實實符合《無量壽經》上所講的標準，這樣的人才能往生。凡是念佛而不能往生的人，說老實話就是自以為聰明，這個念頭壞了。自以為聰明這就不老實，菩提心沒有了。"
    },
    {
      "id": "20-013-0032_p0004",
      "zh_CN": "我们看看自古至今真正修行人，无论是世间、还是出世间，没有一个不是自己谦虚而尊重别人的。中国古时候教学，人从小开始上学的时候，古时候是七岁上学，七岁上学老师教他什么？教他礼，学礼。礼就是做人的方法，礼的精神就是自卑而尊人，要学着自己知道谦虚，要学着知道尊重别人，这是礼的基本精神。佛家不说礼，说戒，佛家的戒跟儒家的礼完全相同，名称不一样。儒家讲礼律，佛法讲戒律；所以儒家的学生，如果要不守礼，儒就没有了；佛门弟子要不持戒，佛就没有了。戒是佛的形象，礼是儒的形象，形象都没有那还谈什么？所以如果能够明了儒家的礼，再学戒律的确是容易多了。如果没有学儒家的礼，真正好好学戒律，自自然然就能够通达儒家的礼，没有学过他做到了。像这些念佛的老太婆，她们没学过，礼也没有学过，戒也没有学过，但是她起心动念、处事待人接物，她自自然然与礼、与戒相应。你要问她为什么相应？总不外一个真诚，诚敬。只要真正有敬意，自然就合规矩，哪里要人教？哪里要人提醒？由此可知，真正关键之所在，还是在诚敬，至诚恭敬，自然就相应。",
      "zh_TW": "我們看看自古至今真正修行人，無論是世間、還是出世間，沒有一個不是自己謙虛而尊重別人的。中國古時候教學，人從小開始上學的時候，古時候是七歲上學，七歲上學老師教他什麼？教他禮，學禮。禮就是做人的方法，禮的精神就是自卑而尊人，要學著自己知道謙虛，要學著知道尊重別人，這是禮的基本精神。佛家不說禮，說戒，佛家的戒跟儒家的禮完全相同，名稱不一樣。儒家講禮律，佛法講戒律；所以儒家的學生，如果要不守禮，儒就沒有了；佛門弟子要不持戒，佛就沒有了。戒是佛的形象，禮是儒的形象，形象都沒有那還談什麼？所以如果能夠明瞭儒家的禮，再學戒律的確是容易多了。如果沒有學儒家的禮，真正好好學戒律，自自然然就能夠通達儒家的禮，沒有學過他做到了。像這些念佛的老太婆，她們沒學過，禮也沒有學過，戒也沒有學過，但是她起心動念、處事待人接物，她自自然然與禮、與戒相應。你要問她為什麼相應？總不外一個真誠，誠敬。只要真正有敬意，自然就合規矩，哪裡要人教？哪裡要人提醒？由此可知，真正關鍵之所在，還是在誠敬，至誠恭敬，自然就相應。"
    },
    {
      "id": "20-013-0032_p0005",
      "zh_CN": "念佛的人很多，为什么不能往生？不可以说他念佛不勤，信得不深，他也真的是深信切愿，他也是很认真的念佛，可是处人接物他用的心就不一样。念念还是为自利，所谓自私自利，这样的人念佛念得再好不能往生。为什么？不符合《无量寿经》所讲的条件，经上讲得很明白，无论是上辈、中辈、下辈，乃至于末后一切读大乘者，这是慈舟法师判作一心三辈，都要「发菩提心，一向专念」，所以做到一向专念的人很多，太多太多了，他把「发菩提心」忘掉了。菩提心在儒家就是「格物、致知、诚意、正心」，就这四条。在佛法里面，佛给我们讲，这是《观经》上说，「至诚心、深心、回向发愿心」。真正发菩提心，当然发心的标准，不能用经论的标准来衡量，要用经论标准来衡量太难了。你这个心真正发了，就是相似的菩提心，不是真的；我们可以做到观行，可以做到相似。如果在观行位里面就能往生，观行位是什么？真做了；虽然做得不圆满，做得有缺陷，真做了。",
      "zh_TW": "念佛的人很多，為什麼不能往生？不可以說他念佛不勤，信得不深，他也真的是深信切願，他也是很認真的念佛，可是處人接物他用的心就不一樣。念念還是為自利，所謂自私自利，這樣的人念佛念得再好不能往生。為什麼？不符合《無量壽經》所講的條件，經上講得很明白，無論是上輩、中輩、下輩，乃至於末後一切讀大乘者，這是慈舟法師判作一心三輩，都要「發菩提心，一向專念」，所以做到一向專念的人很多，太多太多了，他把「發菩提心」忘掉了。菩提心在儒家就是「格物、致知、誠意、正心」，就這四條。在佛法裡面，佛給我們講，這是《觀經》上說，「至誠心、深心、迴向發願心」。真正發菩提心，當然發心的標準，不能用經論的標準來衡量，要用經論標準來衡量太難了。你這個心真正發了，就是相似的菩提心，不是真的；我們可以做到觀行，可以做到相似。如果在觀行位裡面就能往生，觀行位是什麼？真做了；雖然做得不圓滿，做得有缺陷，真做了。"
    },
    {
      "id": "20-013-0032_p0006",
      "zh_CN": "真做也有一个样子，最低水平的样子，就是真正做到不自欺、不欺人，这是最低的一个水平。真正做到不自欺、不欺人，念佛就能往生，生凡圣同居土。由此可知，这个问题都在乎自己，你肯不肯做？人生在世间非常短暂，无论从事哪个行业，你做得再辉煌、再灿烂，都是昙花一现。古人所讲的石火电光，《金刚经》上讲的「如露亦如电」，应当知道万法无常，万法皆空，我们连这个身体都保不住，还有什么？有一天的命光，就应当老老实实积一天的功德，何必去造一天的罪业？修积功德最殊胜无过于念佛求生净土。当我们念佛还没往生的时候，身体还在世间，还有一天，我们要用这一天的命光礼赞阿弥陀佛，礼赞净宗法门。为什么要这样作法？我们得到这个殊胜的利益，希望世间人人都能得到，所以礼赞是帮助佛接引，是助佛弘化。",
      "zh_TW": "真做也有一個樣子，最低水平的樣子，就是真正做到不自欺、不欺人，這是最低的一個水平。真正做到不自欺、不欺人，念佛就能往生，生凡聖同居土。由此可知，這個問題都在乎自己，你肯不肯做？人生在世間非常短暫，無論從事哪個行業，你做得再輝煌、再燦爛，都是曇花一現。古人所講的石火電光，《金剛經》上講的「如露亦如電」，應當知道萬法無常，萬法皆空，我們連這個身體都保不住，還有什麼？有一天的命光，就應當老老實實積一天的功德，何必去造一天的罪業？修積功德最殊勝無過於念佛求生淨土。當我們念佛還沒往生的時候，身體還在世間，還有一天，我們要用這一天的命光禮讚阿彌陀佛，禮讚淨宗法門。為什麼要這樣作法？我們得到這個殊勝的利益，希望世間人人都能得到，所以禮讚是幫助佛接引，是助佛弘化。"
    },
    {
      "id": "20-013-0032_p0007",
      "zh_CN": "礼就是真做，依照经典的教训去做，这叫礼佛。赞是称扬，礼是表演，我们做出来给大家看。佛在经上教给我们哪些应当做的，我们样样都做到；佛说哪些不能做的，我们决定不做。完全依教奉行，这样我们自己才真正有把握，这一生当中决定得生。如果只是口念，身心不相应，这不行！口念佛，心里头要真有佛，身体一切造作也都像佛，佛的身、语、意是我们最好的榜样，是我们学习的典范，一定要这样学才决定得生。如果念佛不能符合这个标准，只是跟西方极乐世界结一个善缘。像我们在这一生当中，能够遇到这个法门，能够听到这个大经，过去生中无量劫来，我们也是生生世世曾经多次遇到这个法门，也是多次一生都在那里念佛；念到没往生，念到还搞六道轮回，就跟现在许许多多念佛人不能往生一样，犯了同样的毛病。",
      "zh_TW": "禮就是真做，依照經典的教訓去做，這叫禮佛。讚是稱揚，禮是表演，我們做出來給大家看。佛在經上教給我們哪些應當做的，我們樣樣都做到；佛說哪些不能做的，我們決定不做。完全依教奉行，這樣我們自己才真正有把握，這一生當中決定得生。如果只是口念，身心不相應，這不行！口念佛，心裡頭要真有佛，身體一切造作也都像佛，佛的身、語、意是我們最好的榜樣，是我們學習的典範，一定要這樣學才決定得生。如果念佛不能符合這個標準，只是跟西方極樂世界結一個善緣。像我們在這一生當中，能夠遇到這個法門，能夠聽到這個大經，過去生中無量劫來，我們也是生生世世曾經多次遇到這個法門，也是多次一生都在那裡念佛；念到沒往生，念到還搞六道輪迴，就跟現在許許多多念佛人不能往生一樣，犯了同樣的毛病。"
    },
    {
      "id": "20-013-0032_p0008",
      "zh_CN": "我们的心跟口不相应，我们的行跟愿不相应，所以在六道里面流转轮回，不晓得经历多少次。可是阿赖耶里面佛的种子，金刚种子永远不会坏，遇到缘它就又起作用，我们这一生就遇到缘。缘，就是现在人所讲的机会，我们这一生又遇到这个机会。遇到机会，这一生能不能成就，就看你能不能掌握这个机会？你能够把它抓住，你不把它放过，你在这里面起信，然后要深解，你要了解；了解之后，要依教奉行，一定要认真努力去做，那我们这一生当中，就决定不再空过了。",
      "zh_TW": "我們的心跟口不相應，我們的行跟願不相應，所以在六道裡面流轉輪迴，不曉得經歷多少次。可是阿賴耶裡面佛的種子，金剛種子永遠不會壞，遇到緣它就又起作用，我們這一生就遇到緣。緣，就是現在人所講的機會，我們這一生又遇到這個機會。遇到機會，這一生能不能成就，就看你能不能掌握這個機會？你能夠把它抓住，你不把它放過，你在這裡面起信，然後要深解，你要了解；了解之後，要依教奉行，一定要認真努力去做，那我們這一生當中，就決定不再空過了。"
    },
    {
      "id": "20-013-0032_p0009",
      "zh_CN": "所以一定要知道世间苦，这个世间太苦了。你别看这些大富大贵之人，大富大贵之人他们的苦不比我们少，只有比我们多，没有比我们少的，哪有不苦？我们能够觉悟到世间苦，出离的心才坚固，真想出离。如果是有慈悲想度化众生，我见了阿弥陀佛之后再来。再来什么？我不迷了，我有智慧、有能力、有神通，我可以像诸佛如来一样在九法界里面随类化身。像观音菩萨一样，应以什么身得度，就现什么身得度；应以什么法得度，就随说什么法得度，你说这个多自在！如果不生到西方极乐世界，这个能力我们决定得不到。今天时间到了。",
      "zh_TW": "所以一定要知道世間苦，這個世間太苦了。你別看這些大富大貴之人，大富大貴之人他們的苦不比我們少，只有比我們多，沒有比我們少的，哪有不苦？我們能夠覺悟到世間苦，出離的心才堅固，真想出離。如果是有慈悲想度化眾生，我見了阿彌陀佛之後再來。再來什麼？我不迷了，我有智慧、有能力、有神通，我可以像諸佛如來一樣在九法界裡面隨類化身。像觀音菩薩一樣，應以什麼身得度，就現什麼身得度；應以什麼法得度，就隨說什麼法得度，你說這個多自在！如果不生到西方極樂世界，這個能力我們決定得不到。今天時間到了。"
    }
  ]
}