{
  "doc_id": "20-013-0057",
  "title": {
    "zh_CN": "九八年早餐开示—用真心待人处世—入华严境界的条件",
    "zh_TW": "九八年早餐開示—用真心待人處世—入華嚴境界的條件"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0057",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0057_p0001",
      "zh_CN": "诸位同学，大家从四面八方聚集来到这个小道场，有一些同学来得都相当辛苦，到此地目的何在？短短的时日之中，到底有没有收获？值不值得辛苦来此一趟，我们心里面都应当明白。到这个地方来，希望听听《华严经》，而《华严经》佛说了些什么？我们能不能体会其中的意思？我们学习应当用什么样的心态？学习的目标又在哪里？这些都是我们学习大经的基本心态。",
      "zh_TW": "諸位同學，大家從四面八方聚集來到這個小道場，有一些同學來得都相當辛苦，到此地目的何在？短短的時日之中，到底有沒有收穫？值不值得辛苦來此一趟，我們心裡面都應當明白。到這個地方來，希望聽聽《華嚴經》，而《華嚴經》佛說了些什麼？我們能不能體會其中的意思？我們學習應當用什麼樣的心態？學習的目標又在哪裡？這些都是我們學習大經的基本心態。"
    },
    {
      "id": "20-013-0057_p0002",
      "zh_CN": "佛在经上显示得很明白，这个法门是究竟圆满的心地法门，显示出世出世间一切法，唯心所现、唯心所变，唯心的成就。如果我们通过这部经的学习，将真心体用、现相、因果，这些事情了解一个大概，我们所得的受用确实如经所说无量无边。然后才知道，一一法中无有一法不是佛法，一切时、一切处、一切境缘之中，境是讲物质环境，缘是说的人事环境，无一不是「大方广佛华严」。能信能解福报就很大，能行能证，这个人就超凡入圣，这个圣不是小圣是大圣，也就是证得究竟圆满。",
      "zh_TW": "佛在經上顯示得很明白，這個法門是究竟圓滿的心地法門，顯示出世出世間一切法，唯心所現、唯心所變，唯心的成就。如果我們通過這部經的學習，將真心體用、現相、因果，這些事情了解一個大概，我們所得的受用確實如經所說無量無邊。然後才知道，一一法中無有一法不是佛法，一切時、一切處、一切境緣之中，境是講物質環境，緣是說的人事環境，無一不是「大方廣佛華嚴」。能信能解福報就很大，能行能證，這個人就超凡入聖，這個聖不是小聖是大聖，也就是證得究竟圓滿。"
    },
    {
      "id": "20-013-0057_p0003",
      "zh_CN": "这部经的因缘希有，我们常常念的开经偈，就是武则天为《华严经》所题的，「百千万劫难遭遇」，这个话是真实话，不是赞叹。希有难逢我们今天能遇到，遇到要怎样学习？一定要认真努力依教奉行。这一部经自始至终都是说一桩事，所以佛在经上老实的告诉我们，「一即一切，一切即一」。华严会上听一次经，读一段经文，若有体会、若能契入，都得圆满的功德利益。所以只要有缘接触到，哪怕是一天、一个小时，都是无量劫善根、福德、因缘的圆满成就。",
      "zh_TW": "這部經的因緣希有，我們常常念的開經偈，就是武則天為《華嚴經》所題的，「百千萬劫難遭遇」，這個話是真實話，不是讚歎。希有難逢我們今天能遇到，遇到要怎樣學習？一定要認真努力依教奉行。這一部經自始至終都是說一樁事，所以佛在經上老實的告訴我們，「一即一切，一切即一」。華嚴會上聽一次經，讀一段經文，若有體會、若能契入，都得圓滿的功德利益。所以只要有緣接觸到，哪怕是一天、一個小時，都是無量劫善根、福德、因緣的圓滿成就。"
    },
    {
      "id": "20-013-0057_p0004",
      "zh_CN": "有缘自始至终学习圆满，这一桩事自古以来都很希有，所以短暂的接触福报都说之不尽，这个说法我们要清楚、要明了。它的条件是要真信、真解、真行，正是善导大师所说「一切要从真实心中作」，才能与华严教义相应，这是我们必须要牢牢的记住。得空的时候，《纂要》、《疏钞》、《合论》，最好能够很细心的看过，然后我们在一起学习，你解得才能够深，深解义趣。这是学习不能不用一些时间做功夫，但是最重要的是要改变心理，这是一句老话，佛在经上教我们怎样做，一定要认真把它做到。",
      "zh_TW": "有緣自始至終學習圓滿，這一樁事自古以來都很希有，所以短暫的接觸福報都說之不盡，這個說法我們要清楚、要明瞭。它的條件是要真信、真解、真行，正是善導大師所說「一切要從真實心中作」，才能與華嚴教義相應，這是我們必須要牢牢的記住。得空的時候，《纂要》、《疏鈔》、《合論》，最好能夠很細心的看過，然後我們在一起學習，你解得才能夠深，深解義趣。這是學習不能不用一些時間做功夫，但是最重要的是要改變心理，這是一句老話，佛在經上教我們怎樣做，一定要認真把它做到。"
    },
    {
      "id": "20-013-0057_p0005",
      "zh_CN": "我们是凡夫，断烦恼决定不是容易的事情，把心量拓开、把心量放大，比断烦恼来得容易，虽然一般人说这也不是容易事，可是比断烦恼毕竟是容易多了。学习推己及人，想到利益自己，我也同时想到要利益一切众生，逐渐逐渐把观念换过来。我们现前的观念，起心动念第一个是想自己，第二个念头再想别人就很不错了，能够推己及人。念头转过来，完全想别人，念头一起想别人，然后再想自己，这就入了佛门。更进一步，只想别人没有自己，那就住佛之住、行佛之行，这才是名副其实的菩萨。无论你过的是什么生活，无论你从事的是哪一个行业，无一不是菩萨行，这就是所谓超凡入圣，我们学习这部经才真正有成就。自己的成就，就是正法久住，就是成就众生。",
      "zh_TW": "我們是凡夫，斷煩惱決定不是容易的事情，把心量拓開、把心量放大，比斷煩惱來得容易，雖然一般人說這也不是容易事，可是比斷煩惱畢竟是容易多了。學習推己及人，想到利益自己，我也同時想到要利益一切眾生，逐漸逐漸把觀念換過來。我們現前的觀念，起心動念第一個是想自己，第二個念頭再想別人就很不錯了，能夠推己及人。念頭轉過來，完全想別人，念頭一起想別人，然後再想自己，這就入了佛門。更進一步，只想別人沒有自己，那就住佛之住、行佛之行，這才是名副其實的菩薩。無論你過的是什麼生活，無論你從事的是哪一個行業，無一不是菩薩行，這就是所謂超凡入聖，我們學習這部經才真正有成就。自己的成就，就是正法久住，就是成就眾生。"
    },
    {
      "id": "20-013-0057_p0006",
      "zh_CN": "为什么说自己的成就，有如此殊胜的功德？因为自他不二，性相一如，所以这种成就，它影响所及决定是尽虚空、遍法界，点点滴滴皆不可思议，这在佛法里面叫做称性起修。在相上修的、事上修的，就是圆满的相应，与性德相应，所以点点滴滴都是性德的流露，不具这样的心态，怎能够入华严境界？这是我们到此地来，一同学习必须具备的条件，有这个条件一定得利益。你得益浅深、广狭都在你自己的发心，不在说法的人。所以古德有言，「会说不如会听」，说的人没开悟，听的人明心见性，这种例子自古至今很多很多。为什么会有这种情形？都是因为用心不同。说的人如果烦恼习气没断，他不能开悟；听的人心地真诚清净，往往一听一见，他就悟入。",
      "zh_TW": "為什麼說自己的成就，有如此殊勝的功德？因為自他不二，性相一如，所以這種成就，它影響所及決定是盡虛空、遍法界，點點滴滴皆不可思議，這在佛法裡面叫做稱性起修。在相上修的、事上修的，就是圓滿的相應，與性德相應，所以點點滴滴都是性德的流露，不具這樣的心態，怎能夠入華嚴境界？這是我們到此地來，一同學習必須具備的條件，有這個條件一定得利益。你得益淺深、廣狹都在你自己的發心，不在說法的人。所以古德有言，「會說不如會聽」，說的人沒開悟，聽的人明心見性，這種例子自古至今很多很多。為什麼會有這種情形？都是因為用心不同。說的人如果煩惱習氣沒斷，他不能開悟；聽的人心地真誠清淨，往往一聽一見，他就悟入。"
    },
    {
      "id": "20-013-0057_p0007",
      "zh_CN": "所以有没有相应？能不能契入？都在你会不会用心，这是说你会不会用真心，会用真心的哪有不成就的？会用不是说，我听经闻法、课诵礼佛的时候，我用真心；平常过日子，处事、待人、接物，我就用妄心，这行吗？这个作法你听经、拜佛依旧是用妄心，为什么？一真一切真，一妄一切妄，真心里面决定没有夹杂，这是我们要明了的。我们在经论里面体会到、明白了，什么是真心？什么是妄心？要在日常生活当中把妄心转变成真心，这才叫学佛。妄心转不过来，佛法的真实利益，我们在这一生当中得不到，这一生当中也跟过去生中一样，种一点善根而已，这个善根不能起现行。要在这一生当中得真实的受用，一定要学会用真心。",
      "zh_TW": "所以有沒有相應？能不能契入？都在你會不會用心，這是說你會不會用真心，會用真心的哪有不成就的？會用不是說，我聽經聞法、課誦禮佛的時候，我用真心；平常過日子，處事、待人、接物，我就用妄心，這行嗎？這個作法你聽經、拜佛依舊是用妄心，為什麼？一真一切真，一妄一切妄，真心裡面決定沒有夾雜，這是我們要明瞭的。我們在經論裡面體會到、明白了，什麼是真心？什麼是妄心？要在日常生活當中把妄心轉變成真心，這才叫學佛。妄心轉不過來，佛法的真實利益，我們在這一生當中得不到，這一生當中也跟過去生中一樣，種一點善根而已，這個善根不能起現行。要在這一生當中得真實的受用，一定要學會用真心。"
    },
    {
      "id": "20-013-0057_p0008",
      "zh_CN": "真心里面讲得最简单、最扼要的是菩提心，所以每一部经论里面，佛菩萨都劝勉大家要发菩提心。菩提心基本、根本就是真诚心，以这个为基础。真诚心起作用是好善好德，这是性德自然的流露。好善好德也不着好善好德之相，也不生好善好德之念，这好善好德是法尔自然的。对待一切众生，今天我们讲对人、对事、对物大慈大悲，慈悲、关怀、护念，帮助一切众生，帮助主要的目标，是帮助他破迷开悟。这个里面也没有起心动念，与外界一接触，这是性德自然就流露，没有通过作意。作意就是有这个意思，有这个意思就落在意识心里头。纯粹是自然，经上讲的法尔如是。",
      "zh_TW": "真心裡面講得最簡單、最扼要的是菩提心，所以每一部經論裡面，佛菩薩都勸勉大家要發菩提心。菩提心基本、根本就是真誠心，以這個為基礎。真誠心起作用是好善好德，這是性德自然的流露。好善好德也不著好善好德之相，也不生好善好德之念，這好善好德是法爾自然的。對待一切眾生，今天我們講對人、對事、對物大慈大悲，慈悲、關懷、護念，幫助一切眾生，幫助主要的目標，是幫助他破迷開悟。這個裡面也沒有起心動念，與外界一接觸，這是性德自然就流露，沒有通過作意。作意就是有這個意思，有這個意思就落在意識心裡頭。純粹是自然，經上講的法爾如是。"
    },
    {
      "id": "20-013-0057_p0009",
      "zh_CN": "一部《大方广佛华严经》，这大本，龙树菩萨告诉我们，「十个三千大千世界微尘偈，一四天下微尘品」，十个大千世界微尘偈，这不是数字，《华严》是用十表法。如果是数字再大还是有限量，有限量不是真大，所以它是表法的，用这个比喻来表大圆满、究竟的圆满，表这个意思。尽虚空遍法界、十方三世，无处不是「大方广」，无时不是「大方广」。依照经典的理论方法契入华严境界，那就是「佛华严」。佛华严是究竟圆满觉者的生活，我们讲佛与法身大士的生活，只有用真诚心、菩提心才能够相应。",
      "zh_TW": "一部《大方廣佛華嚴經》，這大本，龍樹菩薩告訴我們，「十個三千大千世界微塵偈，一四天下微塵品」，十個大千世界微塵偈，這不是數字，《華嚴》是用十表法。如果是數字再大還是有限量，有限量不是真大，所以它是表法的，用這個比喻來表大圓滿、究竟的圓滿，表這個意思。盡虛空遍法界、十方三世，無處不是「大方廣」，無時不是「大方廣」。依照經典的理論方法契入華嚴境界，那就是「佛華嚴」。佛華嚴是究竟圓滿覺者的生活，我們講佛與法身大士的生活，只有用真誠心、菩提心才能夠相應。"
    }
  ]
}