{
  "doc_id": "20-013-0033",
  "title": {
    "zh_CN": "九八年早餐开示—学佛就是要转妄归真，过真实生活",
    "zh_TW": "九八年早餐開示—學佛就是要轉妄歸真，過真實生活"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0033",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0033_p0001",
      "zh_CN": "人在世间，如果我们仔细去观察，跟一般的动物实实在在是没有两样。古人所谓，人之所以异于禽兽就是智慧，如果没有真实的智慧，人确确实实也是许多动物里面的一种。而生命的脆弱短暂，一生的际遇只要稍微冷静一点，都能够观察入微，人生的意义价值在哪里？无数的人都是空过了一生。世间有一些聪明人，知道生命脆弱短暂，所以就想立功、立德、立言，所谓三不朽，流传给后世。可是如果我们再把眼光往远一点看，这个世间沧海桑田，变化太大了，能不能保至永远？现在都知道决定不可能。为什么？地球有毁灭的一天，太阳系也有崩溃的一天，你留下什么都是一场空。而佛在经论里面告诉我们，那就不然，所以要想真正获得不朽，只有在大乘佛法里面。特别是在《无量寿经》里面，我们这一生能好好的把这个事情办妥，这才谈得上人生的意义与价值，真正达到永垂不朽。",
      "zh_TW": "人在世間，如果我們仔細去觀察，跟一般的動物實實在在是沒有兩樣。古人所謂，人之所以異於禽獸就是智慧，如果沒有真實的智慧，人確確實實也是許多動物裡面的一種。而生命的脆弱短暫，一生的際遇只要稍微冷靜一點，都能夠觀察入微，人生的意義價值在哪裡？無數的人都是空過了一生。世間有一些聰明人，知道生命脆弱短暫，所以就想立功、立德、立言，所謂三不朽，流傳給後世。可是如果我們再把眼光往遠一點看，這個世間滄海桑田，變化太大了，能不能保至永遠？現在都知道決定不可能。為什麼？地球有毀滅的一天，太陽系也有崩潰的一天，你留下什麼都是一場空。而佛在經論裡面告訴我們，那就不然，所以要想真正獲得不朽，只有在大乘佛法裡面。特別是在《無量壽經》裡面，我們這一生能好好的把這個事情辦妥，這才談得上人生的意義與價值，真正達到永垂不朽。"
    },
    {
      "id": "20-013-0033_p0002",
      "zh_CN": "可是这桩事情有几个人相信？诸佛菩萨、祖师大德苦口婆心的劝导我们，我们有没有听懂？有没有醒悟过来？真正听懂、真正醒悟过来，他的心态自然就产生很大的变化。过去念念都在妄想当中，确实生生世世都生活在虚妄里，觉悟过来之后，这个人从今而后住真实慧，生活在真实之际之中，完全不一样。这个改变不是说我们现前生活改变，贫贱改变成富裕，卑下改变成很高的地位，不是这个改变。还是保持现前生活的状况，还是做现在的工作，他的思想改变、观念改变，以前的生活感到很苦，工作感到很烦很累，现在他在生活当中感到幸福快乐。即使是贫贱，贫而乐，这才是真正的改变。",
      "zh_TW": "可是這樁事情有幾個人相信？諸佛菩薩、祖師大德苦口婆心的勸導我們，我們有沒有聽懂？有沒有醒悟過來？真正聽懂、真正醒悟過來，他的心態自然就產生很大的變化。過去念念都在妄想當中，確實生生世世都生活在虛妄裡，覺悟過來之後，這個人從今而後住真實慧，生活在真實之際之中，完全不一樣。這個改變不是說我們現前生活改變，貧賤改變成富裕，卑下改變成很高的地位，不是這個改變。還是保持現前生活的狀況，還是做現在的工作，他的思想改變、觀念改變，以前的生活感到很苦，工作感到很煩很累，現在他在生活當中感到幸福快樂。即使是貧賤，貧而樂，這才是真正的改變。"
    },
    {
      "id": "20-013-0033_p0003",
      "zh_CN": "改变是由于认识，对于事实真相明白清楚，不但知道这一生是怎么回事情，过去世中生生世世虽不能完全明白，也明白一个大概。于是乎这才真正能够改过自新，把从前错误的想法看法完全改正过来，使自己对于宇宙人生的想法看法，跟诸佛如来、法身大士无二无别，你过的就是真实之际的生活。过真实之际的生活，你就住真实慧，你对社会、对群众、对众生，自自然然是惠以真实之利。《无量寿经》上这三句话，给诸位说就是大菩提心。开化显示真实之际就是至诚心、就是直心，住真实慧就是深心，惠以真实之利就是大悲心、就是回向发愿心，诸位细细想这三句话是不是这个意思？",
      "zh_TW": "改變是由於認識，對於事實真相明白清楚，不但知道這一生是怎麼回事情，過去世中生生世世雖不能完全明白，也明白一個大概。於是乎這才真正能夠改過自新，把從前錯誤的想法看法完全改正過來，使自己對於宇宙人生的想法看法，跟諸佛如來、法身大士無二無別，你過的就是真實之際的生活。過真實之際的生活，你就住真實慧，你對社會、對群眾、對眾生，自自然然是惠以真實之利。《無量壽經》上這三句話，給諸位說就是大菩提心。開化顯示真實之際就是至誠心、就是直心，住真實慧就是深心，惠以真實之利就是大悲心、就是迴向發願心，諸位細細想這三句話是不是這個意思？"
    },
    {
      "id": "20-013-0033_p0004",
      "zh_CN": "所以世尊在华严会上，把大《华严》付嘱给谁？现在你们都读到、都听到，付嘱于大心凡夫。哪些人是大心凡夫？具足这三个真实就是大心凡夫。这三个真实也正是，善导大师在《观无量寿佛经》注解里面所说，「一切法从真实心中作」，他这句说了好几遍。真实，什么是真实？就是《无量寿经》上讲的这三个真实。我们把这三个真实做到就是大心凡夫，就是《大方广佛华严经》的当机者；当机才能够得圆满的利益，圆满殊胜的受用。学大乘，志等诸佛如来，我们要立志、要发心，要作佛，这样的志向等同诸佛如来，我们才有资格、才有能力学《华严》。换句话说，我们这才有能力，将来往生西方极乐世界上上品往生。",
      "zh_TW": "所以世尊在華嚴會上，把大《華嚴》付囑給誰？現在你們都讀到、都聽到，付囑於大心凡夫。哪些人是大心凡夫？具足這三個真實就是大心凡夫。這三個真實也正是，善導大師在《觀無量壽佛經》註解裡面所說，「一切法從真實心中作」，他這句說了好幾遍。真實，什麼是真實？就是《無量壽經》上講的這三個真實。我們把這三個真實做到就是大心凡夫，就是《大方廣佛華嚴經》的當機者；當機才能夠得圓滿的利益，圓滿殊勝的受用。學大乘，志等諸佛如來，我們要立志、要發心，要作佛，這樣的志向等同諸佛如來，我們才有資格、才有能力學《華嚴》。換句話說，我們這才有能力，將來往生西方極樂世界上上品往生。"
    },
    {
      "id": "20-013-0033_p0005",
      "zh_CN": "我们一生能不能做到？决定可以做到。如果凡夫做不到，佛要说这个经、说这些方法，那岂不是给凡夫开玩笑？佛没有戏论、没有妄语。凡是佛在我们世间所说的这些道理与方法，我们这个世间的凡夫都可以做得到，这个言语才不是戏论。如果说的我们做不到，这不叫吊胃口吗？让你羡慕流口水，一口也吃不到，佛怎么会做这么残忍的事情？所以佛说一切法，九法界众生各个都能做得到，问题就是你是不是真的觉悟？你是不是真的相信？肯不肯依教奉行？肯不肯把所有一切虚妄的放下？凡所有相，皆是虚妄，这是讲十法界依正庄严，不仅是六道，四圣法界也是虚妄，是不是真的放下？放下不是说事上放下，事没障碍，事事无碍。障碍是在念头，妄想、分别、执着，佛是教我们把这些东西放下，把妄想、分别、执着彻底的放下。",
      "zh_TW": "我們一生能不能做到？決定可以做到。如果凡夫做不到，佛要說這個經、說這些方法，那豈不是給凡夫開玩笑？佛沒有戲論、沒有妄語。凡是佛在我們世間所說的這些道理與方法，我們這個世間的凡夫都可以做得到，這個言語才不是戲論。如果說的我們做不到，這不叫吊胃口嗎？讓你羨慕流口水，一口也吃不到，佛怎麼會做這麼殘忍的事情？所以佛說一切法，九法界眾生各個都能做得到，問題就是你是不是真的覺悟？你是不是真的相信？肯不肯依教奉行？肯不肯把所有一切虛妄的放下？凡所有相，皆是虛妄，這是講十法界依正莊嚴，不僅是六道，四聖法界也是虛妄，是不是真的放下？放下不是說事上放下，事沒障礙，事事無礙。障礙是在念頭，妄想、分別、執著，佛是教我們把這些東西放下，把妄想、分別、執著徹底的放下。"
    },
    {
      "id": "20-013-0033_p0006",
      "zh_CN": "放下之后，给诸位说这三个真实就显露出来。真实是本有的，真实不能修，要学真实，那个真实还是虚妄的，不是真实的，所以放下虚妄就是真实。这些道理，诸佛菩萨在经论注疏里面说得遍数太多了，根利的人听过几遍他就觉悟；业障重的人听一万遍、听两万遍他都不觉悟，习气毛病总是改不过来，这就是佛在经里面常讲的一阐提。一阐提根性这种人，如果诸位很冷静的观察真有。毛病习气改不掉，毛病习气不能改，这就是一阐提。我们自己要常常检点、常常反省，要知耻改过。我们这一生不能改过自新是耻辱，这一生不能成佛作祖是耻辱，为什么别人能，我不能？别人念佛能往生，我为什么不能往生？我们要跟诸佛菩萨比，要跟那些真正修行的人比，然后自己才晓得自己确实耻辱。儒家有言：「知耻近乎勇。」勇是勇猛精进，唯有知耻的人，他才能够发愤图强，勇猛精进，他能成就。自己不知耻，那就永远在堕落，不肯发愤图强，不肯改过自新，那就没法子了！",
      "zh_TW": "放下之後，給諸位說這三個真實就顯露出來。真實是本有的，真實不能修，要學真實，那個真實還是虛妄的，不是真實的，所以放下虛妄就是真實。這些道理，諸佛菩薩在經論註疏裡面說得遍數太多了，根利的人聽過幾遍他就覺悟；業障重的人聽一萬遍、聽兩萬遍他都不覺悟，習氣毛病總是改不過來，這就是佛在經裡面常講的一闡提。一闡提根性這種人，如果諸位很冷靜的觀察真有。毛病習氣改不掉，毛病習氣不能改，這就是一闡提。我們自己要常常檢點、常常反省，要知恥改過。我們這一生不能改過自新是恥辱，這一生不能成佛作祖是恥辱，為什麼別人能，我不能？別人念佛能往生，我為什麼不能往生？我們要跟諸佛菩薩比，要跟那些真正修行的人比，然後自己才曉得自己確實恥辱。儒家有言：「知恥近乎勇。」勇是勇猛精進，唯有知恥的人，他才能夠發憤圖強，勇猛精進，他能成就。自己不知恥，那就永遠在墮落，不肯發憤圖強，不肯改過自新，那就沒法子了！"
    },
    {
      "id": "20-013-0033_p0007",
      "zh_CN": "我们不但要明了，自己应该怎么生活，应该怎么工作，应该怎样把自己本分的事情做好，把本分事情做好，就是印光大师讲的「敦伦尽分」，知道我们本分的事业是什么？我们今天出家，出家人本分的事业就是弘法利生。佛在经上不晓得讲了多少遍，「受持、读诵、为人演说」，这是佛门出家弟子的本分。接受如来的教诲，认真努力的奉行而不失掉，这是受持；读诵是天天温习；为人演说就是生活、就是工作。生活、工作表演，做出榜样给别人看。别人看了，要向你请教，你就为人解说，我们出家人本分的事业就在此。我们只要把自己本分的事情做好，就功德圆满了。",
      "zh_TW": "我們不但要明瞭，自己應該怎麼生活，應該怎麼工作，應該怎樣把自己本分的事情做好，把本分事情做好，就是印光大師講的「敦倫盡分」，知道我們本分的事業是什麼？我們今天出家，出家人本分的事業就是弘法利生。佛在經上不曉得講了多少遍，「受持、讀誦、為人演說」，這是佛門出家弟子的本分。接受如來的教誨，認真努力的奉行而不失掉，這是受持；讀誦是天天溫習；為人演說就是生活、就是工作。生活、工作表演，做出榜樣給別人看。別人看了，要向你請教，你就為人解說，我們出家人本分的事業就在此。我們只要把自己本分的事情做好，就功德圓滿了。"
    },
    {
      "id": "20-013-0033_p0008",
      "zh_CN": "昨天我听大扬在台上讲经，「功德」两个字没讲清楚。功是修持的功夫，这修因；德是果报，你自己修学有真实的功夫，你一定会得殊胜的果报。持戒有功，持戒真有功夫得定，那就是德；因戒得定。修定有功，这定真有功夫，如理如法，开慧是德，智慧开了。这是功德跟福德不一样，功德一定要自己认真去修学，而且不能给别人，别人得不到的，福德可以。福德，我有财富，我的财富可以送给别人，别人能够享受得到；福德可以给人，功德不能给人。功德所谓是公修公得，婆修婆得，不修就不得，这是说功德。功德跟福德完全是两桩事情，我们要辨别清楚。",
      "zh_TW": "昨天我聽大揚在台上講經，「功德」兩個字沒講清楚。功是修持的功夫，這修因；德是果報，你自己修學有真實的功夫，你一定會得殊勝的果報。持戒有功，持戒真有功夫得定，那就是德；因戒得定。修定有功，這定真有功夫，如理如法，開慧是德，智慧開了。這是功德跟福德不一樣，功德一定要自己認真去修學，而且不能給別人，別人得不到的，福德可以。福德，我有財富，我的財富可以送給別人，別人能夠享受得到；福德可以給人，功德不能給人。功德所謂是公修公得，婆修婆得，不修就不得，這是說功德。功德跟福德完全是兩樁事情，我們要辨別清楚。"
    },
    {
      "id": "20-013-0033_p0009",
      "zh_CN": "现在社会许许多多学佛人把福德当作功德，以为在三宝道场出一点钱、出一点力，做义工，这都算是功德，这不是，是福德。由此可知，我们如果明白佛在经论当中教诲的义趣，能够依教奉行这是功，我们现前转烦恼成智慧，转生死为涅槃，这是德。这个意思讲得深，如果讲浅一点，转烦恼为快乐这是德，从前生活觉得很苦，工作觉得很烦，现在生活很乐，工作很舒适，这就是德。如理如法，真正发大心，住三个真实，菩提心现前。一心念佛这是功，功夫，将来往生不退成佛，那是德，所以功德要搞清楚。我们自己不能误会，也不能够误导别人，把福德当作功德，那个误导就大了。一定要解释得很清楚、很明白，自他二利，这样才能达到圆满。今天时间到了。",
      "zh_TW": "現在社會許許多多學佛人把福德當作功德，以為在三寶道場出一點錢、出一點力，做義工，這都算是功德，這不是，是福德。由此可知，我們如果明白佛在經論當中教誨的義趣，能夠依教奉行這是功，我們現前轉煩惱成智慧，轉生死為涅槃，這是德。這個意思講得深，如果講淺一點，轉煩惱為快樂這是德，從前生活覺得很苦，工作覺得很煩，現在生活很樂，工作很舒適，這就是德。如理如法，真正發大心，住三個真實，菩提心現前。一心念佛這是功，功夫，將來往生不退成佛，那是德，所以功德要搞清楚。我們自己不能誤會，也不能夠誤導別人，把福德當作功德，那個誤導就大了。一定要解釋得很清楚、很明白，自他二利，這樣才能達到圓滿。今天時間到了。"
    }
  ]
}