{
  "doc_id": "20-013-0040",
  "title": {
    "zh_CN": "九八年早餐开示—弘法劝修—先做好样子给人看",
    "zh_TW": "九八年早餐開示—弘法勸修—先做好樣子給人看"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0040",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "20-013-0040_p0001",
      "zh_CN": "在世间法里面，古今中外凡是做一个领导的人，一定要得到大众真诚的拥护，事业才能成功。这就是中国古人所说，「得人者昌，失人者亡」，这两句话可以说是永恒不变的真理，无论从事哪一个行业，都不能违背这个定律。我们出家从事于社会教育的工作，这是出家人的本分，社会教育比学校教育范围要大得多，有它的难度。正如过去李炳南老居士所说，一个出家人要把佛教育做好，一定要通达世出世间法。这世出世间法里面包含着人情世故，而佛法特别强调契机契理，真正做到契机才受到大众的欢迎。大众为什么欢迎你？因为你能够惠以众生真实之利，所以才能得到大众的信仰，真诚的听你的教诲。我们要能够达到这样的功效，那就一定要明白善导大师所说，「一切要从真实心中作」。所以真实就非常非常重要，世出世法都是从这个地方生的，都是从这个地方建树的，所谓「不诚则无物」。",
      "zh_TW": "在世間法裡面，古今中外凡是做一個領導的人，一定要得到大眾真誠的擁護，事業才能成功。這就是中國古人所說，「得人者昌，失人者亡」，這兩句話可以說是永恆不變的真理，無論從事哪一個行業，都不能違背這個定律。我們出家從事於社會教育的工作，這是出家人的本分，社會教育比學校教育範圍要大得多，有它的難度。正如過去李炳南老居士所說，一個出家人要把佛教育做好，一定要通達世出世間法。這世出世間法裡面包含著人情世故，而佛法特別強調契機契理，真正做到契機才受到大眾的歡迎。大眾為什麼歡迎你？因為你能夠惠以眾生真實之利，所以才能得到大眾的信仰，真誠的聽你的教誨。我們要能夠達到這樣的功效，那就一定要明白善導大師所說，「一切要從真實心中作」。所以真實就非常非常重要，世出世法都是從這個地方生的，都是從這個地方建樹的，所謂「不誠則無物」。"
    },
    {
      "id": "20-013-0040_p0002",
      "zh_CN": "我们在《华严经》一开端就看到，这是世尊教导我们弘法利生，从事社会工作的一个好榜样，先把果报展现给大众。经一开端展示毘卢遮那佛的生活状况，经上所讲的依正庄严，正是正报。正报叫众生看什么？看他的色相，看他的威仪，用现在话就是看他的光彩、看他的风度，看他种种的行为造作，这正报。依报观察他生活的环境、工作的环境，处事待人接物各个方面，这属于依报；依报里面有人事环境、有物质环境。得到一切大众，九法界众生热烈的拥护尊敬，先把果报展示给人看。然后跟我们说明，这果报怎样修得？前面说果，后面说因。这是佛陀教化众生的原则，先说果，后说因，才能令众生起信仰慕而发心来学习。",
      "zh_TW": "我們在《華嚴經》一開端就看到，這是世尊教導我們弘法利生，從事社會工作的一個好榜樣，先把果報展現給大眾。經一開端展示毘盧遮那佛的生活狀況，經上所講的依正莊嚴，正是正報。正報叫眾生看什麼？看他的色相，看他的威儀，用現在話就是看他的光彩、看他的風度，看他種種的行為造作，這正報。依報觀察他生活的環境、工作的環境，處事待人接物各個方面，這屬於依報；依報裡面有人事環境、有物質環境。得到一切大眾，九法界眾生熱烈的擁護尊敬，先把果報展示給人看。然後跟我們說明，這果報怎樣修得？前面說果，後面說因。這是佛陀教化眾生的原則，先說果，後說因，才能令眾生起信仰慕而發心來學習。"
    },
    {
      "id": "20-013-0040_p0003",
      "zh_CN": "我们读了这段经文，应该怎么学习？正如禅宗大德所说，你看了、听了，会么？你会不会？「会么」，这一句话里头意思深，你明白了没有？你会不会？如果会，你就跟佛菩萨一样；不会，那要认真努力去学习。于是我们明白，我们要想把教化众生的事情做好，教化众生的事情用现代的话来说，就是社会教育工作做好，先把果拿出来。果是什么？我们自己本身是形象。我们学佛学了几年、学了几十年，你的成绩在哪里？成绩就是这个身体，我们常讲就是这个招牌。众生只看表面，只要表面的招牌做得好，他就能生起信心。可是表面怎么显现出来的？从内里显现出来，表里一如。如果表面是装作出来，装的时间不会长，一旦败露你就全功尽弃。所以这是真的，是从里面发出来的。",
      "zh_TW": "我們讀了這段經文，應該怎麼學習？正如禪宗大德所說，你看了、聽了，會麼？你會不會？「會麼」，這一句話裡頭意思深，你明白了沒有？你會不會？如果會，你就跟佛菩薩一樣；不會，那要認真努力去學習。於是我們明白，我們要想把教化眾生的事情做好，教化眾生的事情用現代的話來說，就是社會教育工作做好，先把果拿出來。果是什麼？我們自己本身是形象。我們學佛學了幾年、學了幾十年，你的成績在哪裡？成績就是這個身體，我們常講就是這個招牌。眾生只看表面，只要表面的招牌做得好，他就能生起信心。可是表面怎麼顯現出來的？從內裡顯現出來，表裡一如。如果表面是裝作出來，裝的時間不會長，一旦敗露你就全功盡棄。所以這是真的，是從裡面發出來的。"
    },
    {
      "id": "20-013-0040_p0004",
      "zh_CN": "你有真诚的心，自自然然表现出来就是真诚的态度，哪里要去造作？哪里要去装扮？不需要。你心地清净，人家一看你这个样子，表面就显出清净的色相；心平等，就显示平等的行为；心慈悲，就有个慈悲的容貌；心地对于一切事物真的明白，你面门里就透出智慧，这不需要学习的。所以外表何必学习，重要是内心，先做一个好样子，让人家看到学佛有这么多的好处，这一接触你，他的信心就生起来，学佛的意念油然而生。这就是为什么要先展示果报，然后再说因缘，道理在此地。",
      "zh_TW": "你有真誠的心，自自然然表現出來就是真誠的態度，哪裡要去造作？哪裡要去裝扮？不需要。你心地清淨，人家一看你這個樣子，表面就顯出清淨的色相；心平等，就顯示平等的行為；心慈悲，就有個慈悲的容貌；心地對於一切事物真的明白，你面門裡就透出智慧，這不需要學習的。所以外表何必學習，重要是內心，先做一個好樣子，讓人家看到學佛有這麼多的好處，這一接觸你，他的信心就生起來，學佛的意念油然而生。這就是為什麼要先展示果報，然後再說因緣，道理在此地。"
    },
    {
      "id": "20-013-0040_p0005",
      "zh_CN": "我们在《华严经》一开端就学习这些理论与方法，自己只要认真去做，一分诚敬、一分清净、一分慈悲，你表现出来就有一分；你十分诚敬、十分清净、十分慈悲，表现出来就十分。所以要劝导社会大众，将社会教育工作做得圆满，佛陀的教育是最究竟、最圆满的社会教育。它的范围包括九法界众生，所以不但是能感动人，连畜生、鬼神都受感动。畜生的感动，这个例子很多很多。李通玄长者要给《华严》做一个注解，就是《华严合论》，感动老虎替他找一个注疏的处所。一般人看到老虎是猛兽，那个老虎能听他的话，「我要注《华严经》，你替我找个地方」。近代的我们看到印光法师，印光老法师在七十岁以后，他的住处蚊虫、蚂蚁、跳蚤，这是一般人很讨厌的小动物，想尽方法把牠驱逐出境，印光法师住的地方一个都找不到。印祖有德行，真诚、清净、慈悲，小动物看到他老人家住在此地都搬家，搬到别的地方去。换句话说，蚊子会叮你，跳蚤会咬你，是因为你心不清净，你不慈悲；你心地清净、慈悲，牠对你尊敬，牠不会伤害你。小动物都受感动，都有灵性。",
      "zh_TW": "我們在《華嚴經》一開端就學習這些理論與方法，自己只要認真去做，一分誠敬、一分清淨、一分慈悲，你表現出來就有一分；你十分誠敬、十分清淨、十分慈悲，表現出來就十分。所以要勸導社會大眾，將社會教育工作做得圓滿，佛陀的教育是最究竟、最圓滿的社會教育。它的範圍包括九法界眾生，所以不但是能感動人，連畜生、鬼神都受感動。畜生的感動，這個例子很多很多。李通玄長者要給《華嚴》做一個註解，就是《華嚴合論》，感動老虎替他找一個註疏的處所。一般人看到老虎是猛獸，那個老虎能聽他的話，「我要註《華嚴經》，你替我找個地方」。近代的我們看到印光法師，印光老法師在七十歲以後，他的住處蚊蟲、螞蟻、跳蚤，這是一般人很討厭的小動物，想盡方法把牠驅逐出境，印光法師住的地方一個都找不到。印祖有德行，真誠、清淨、慈悲，小動物看到他老人家住在此地都搬家，搬到別的地方去。換句話說，蚊子會叮你，跳蚤會咬你，是因為你心不清淨，你不慈悲；你心地清淨、慈悲，牠對你尊敬，牠不會傷害你。小動物都受感動，都有靈性。"
    },
    {
      "id": "20-013-0040_p0006",
      "zh_CN": "你要问为什么会感动牠？这意思都在「大方广」里面。我们起心动念，再微弱的念头，我们自己都不能发现，敏感度高的这些众生，像阿罗汉、辟支佛、菩萨，菩萨里面有很多阶级，愈往上去敏感度愈高，极其微弱的波动他们都知道。我们说波动现在人好懂，现在人知道电有波动、光有波动，不知道所有一切波动的根源是心，心里面的念头是波动，心波。光波、电波都是从心波里面生出来的，心是根本。所以佛在《华严》里面讲，「应观法界性，一切唯心造」，告诉我们十法界依正庄严，「唯心所现，唯识所变」。由此可知，光波、电波、磁波都是唯识所变，最原始的、最根本的是心波。心波比光波、比磁波、比电波，还要来得微细，不容易觉察。",
      "zh_TW": "你要問為什麼會感動牠？這意思都在「大方廣」裡面。我們起心動念，再微弱的念頭，我們自己都不能發現，敏感度高的這些眾生，像阿羅漢、辟支佛、菩薩，菩薩裡面有很多階級，愈往上去敏感度愈高，極其微弱的波動他們都知道。我們說波動現在人好懂，現在人知道電有波動、光有波動，不知道所有一切波動的根源是心，心裡面的念頭是波動，心波。光波、電波都是從心波裡面生出來的，心是根本。所以佛在《華嚴》裡面講，「應觀法界性，一切唯心造」，告訴我們十法界依正莊嚴，「唯心所現，唯識所變」。由此可知，光波、電波、磁波都是唯識所變，最原始的、最根本的是心波。心波比光波、比磁波、比電波，還要來得微細，不容易覺察。"
    },
    {
      "id": "20-013-0040_p0007",
      "zh_CN": "今天科技发展到这个程度，很微弱的光波、电波都能够探测到。像我们用天文望远镜、无线电望远镜，亿万光年这么大的距离，外面星球发出来的光波，到我们这个地方已经非常非常微弱，我们用仪器还能够侦测到。可是我们的心波，现在什么仪器都无可奈何、都没办法。我们懂得这个道理，对这个事实不怀疑，虽然我们侦测不到、体会不到，佛给我们讲的想想有道理，我们不怀疑，我们相信。那就知道我们起心动念，跟尽虚空遍法界，确确实实是合成一体。《华严》里面讲五周因果，着重「周」字，周遍法界，极其微弱的因果都周遍法界，这才是事实真相。",
      "zh_TW": "今天科技發展到這個程度，很微弱的光波、電波都能夠探測到。像我們用天文望遠鏡、無線電望遠鏡，億萬光年這麼大的距離，外面星球發出來的光波，到我們這個地方已經非常非常微弱，我們用儀器還能夠偵測到。可是我們的心波，現在什麼儀器都無可奈何、都沒辦法。我們懂得這個道理，對這個事實不懷疑，雖然我們偵測不到、體會不到，佛給我們講的想想有道理，我們不懷疑，我們相信。那就知道我們起心動念，跟盡虛空遍法界，確確實實是合成一體。《華嚴》裡面講五周因果，著重「周」字，周遍法界，極其微弱的因果都周遍法界，這才是事實真相。"
    },
    {
      "id": "20-013-0040_p0008",
      "zh_CN": "圣与凡的差别，圣的念头正，凡的念头邪，差别在此地。什么叫正？什么叫邪？与事实真相相应是正，相违背的是邪。心本来是真的，与真心相应这是正，如果与邪念相应那就不正，就邪了。真心里头没有念，没有念是没有妄念、没有邪念，不是没有正念，诸位要晓得它有正念，正念分明。正念是什么？正念是清净、平等、觉，正念是大慈大悲，正念是救护一切众生。那这是不是起念？没有起念；念而无念，这是正念。如果说一切念头都没有，那还是邪念，邪念里头有无记，落在无记里面，落空了。换句话说，着空是邪念，着有也是邪念，唯有空有交错而不二，那是正念。正念说不出的，要从这些事相、从这些言说里面去领会，正所谓「言语道断，心行处灭」，那是正念的境界。如果你要执着，「言语道断，心行处灭」就是正念，错了！你又堕到邪念里面去了。",
      "zh_TW": "聖與凡的差別，聖的念頭正，凡的念頭邪，差別在此地。什麼叫正？什麼叫邪？與事實真相相應是正，相違背的是邪。心本來是真的，與真心相應這是正，如果與邪念相應那就不正，就邪了。真心裡頭沒有念，沒有念是沒有妄念、沒有邪念，不是沒有正念，諸位要曉得它有正念，正念分明。正念是什麼？正念是清淨、平等、覺，正念是大慈大悲，正念是救護一切眾生。那這是不是起念？沒有起念；念而無念，這是正念。如果說一切念頭都沒有，那還是邪念，邪念裡頭有無記，落在無記裡面，落空了。換句話說，著空是邪念，著有也是邪念，唯有空有交錯而不二，那是正念。正念說不出的，要從這些事相、從這些言說裡面去領會，正所謂「言語道斷，心行處滅」，那是正念的境界。如果你要執著，「言語道斷，心行處滅」就是正念，錯了！你又墮到邪念裡面去了。"
    },
    {
      "id": "20-013-0040_p0009",
      "zh_CN": "不得已跟你讲空有同时，《华严十定品》里面李长者特别强调「刹那际」。刹那际与无量劫是一，这是正念的现前。尽虚空遍法界跟我们这个小房间里是一，这是相应。事上有没有此界、他方？有，这差别因果。有没有过去、现在、未来？有，这差别因果。但是差别跟平等是同时，差别里头有平等，平等里面有差别，差别跟平等不二，这是正念，这才叫相应。当然这个境界不是每个人现前都能契入，但是我告诉诸位，绝对不是不能契入，能！问题在自己。只要自己把障碍去掉，这个事情就不难。障碍是什么？烦恼障、所知障，二障。烦恼障就是我们一般人讲的情欲，七情五欲，是非人我、贪瞋痴慢，这烦恼障，这东西要放下。所知障是什么？知见，我的想法、我的看法、我的见解，这叫所知障。真心里面没有看法、没有想法、也没有见解，一切都通达，一切都明了，那是真实智慧，自性里面本来具足。",
      "zh_TW": "不得已跟你講空有同時，《華嚴十定品》裡面李長者特別強調「剎那際」。剎那際與無量劫是一，這是正念的現前。盡虛空遍法界跟我們這個小房間裡是一，這是相應。事上有沒有此界、他方？有，這差別因果。有沒有過去、現在、未來？有，這差別因果。但是差別跟平等是同時，差別裡頭有平等，平等裡面有差別，差別跟平等不二，這是正念，這才叫相應。當然這個境界不是每個人現前都能契入，但是我告訴諸位，絕對不是不能契入，能！問題在自己。只要自己把障礙去掉，這個事情就不難。障礙是什麼？煩惱障、所知障，二障。煩惱障就是我們一般人講的情欲，七情五欲，是非人我、貪瞋痴慢，這煩惱障，這東西要放下。所知障是什麼？知見，我的想法、我的看法、我的見解，這叫所知障。真心裡面沒有看法、沒有想法、也沒有見解，一切都通達，一切都明瞭，那是真實智慧，自性裡面本來具足。"
    },
    {
      "id": "20-013-0040_p0010",
      "zh_CN": "很不幸的，我们把智慧变成无明，无明就是智慧。把自性般若转变成无明，糟不糟糕？怎么转变的？《楞严经》上说得很清楚，「知见立知，是无明本」，世尊一句话把它讲得这么清楚、这么明白。无明从哪里来的？就是你自己以为有知、有见，就把自性般若变成无明。你迷得太久、迷得太深，佛有善巧方便叫你恢复自性般若智慧，佛用什么方法？叫你修禅定。禅定用意在哪里？禅定是先破烦恼障，后破所知障。叫你心定下来，一念不生，烦恼障就没有了；豁然开悟，所知障破了。什么叫大彻大悟？所知障破了，自性般若恢复，就如此而已。",
      "zh_TW": "很不幸的，我們把智慧變成無明，無明就是智慧。把自性般若轉變成無明，糟不糟糕？怎麼轉變的？《楞嚴經》上說得很清楚，「知見立知，是無明本」，世尊一句話把它講得這麼清楚、這麼明白。無明從哪裡來的？就是你自己以為有知、有見，就把自性般若變成無明。你迷得太久、迷得太深，佛有善巧方便叫你恢復自性般若智慧，佛用什麼方法？叫你修禪定。禪定用意在哪裡？禪定是先破煩惱障，後破所知障。叫你心定下來，一念不生，煩惱障就沒有了；豁然開悟，所知障破了。什麼叫大徹大悟？所知障破了，自性般若恢復，就如此而已。"
    },
    {
      "id": "20-013-0040_p0011",
      "zh_CN": "修定、破除二障是德行，只要二障破了，不必破尽，你能破一分，你的境界就转一分，破二分就转二分。哪里转？刚才说相貌转了，体质转了，你的生活环境转了，依报随着正报转。转也就是世间人所讲的消业障，消灾灭罪，消跟灭都是转，这里头有道理、有方法、有真正的效果。我们不懂这个道理，不能依教奉行，哪里能成就？好，今天时间到了。",
      "zh_TW": "修定、破除二障是德行，只要二障破了，不必破盡，你能破一分，你的境界就轉一分，破二分就轉二分。哪裡轉？剛才說相貌轉了，體質轉了，你的生活環境轉了，依報隨著正報轉。轉也就是世間人所講的消業障，消災滅罪，消跟滅都是轉，這裡頭有道理、有方法、有真正的效果。我們不懂這個道理，不能依教奉行，哪裡能成就？好，今天時間到了。"
    }
  ]
}