{
  "doc_id": "20-013-0009",
  "title": {
    "zh_CN": "九八年早餐开示—以弥陀为师",
    "zh_TW": "九八年早餐開示—以彌陀為師"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0009",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "20-013-0009_p0001",
      "zh_CN": "《内典讲座》这个小册子要熟，我们如果能够讲给别人听，我觉得也有好处。因为现在正是《楞严经》上所讲的，末法时代「邪师说法，如恒河沙。」听的人很容易被人迷惑，尤其现在孝道跟师道都没有了，一个人的成就，怎么样护持自己非常非常的艰难。所以从前李炳老在台中办大专佛学讲座，时间一届是有四个星期，利用寒暑假期间，学生经过四个星期的训练，确实都有改变，但是李老师很感叹的说，他到电影院看两场电影就完了。你就想这个社会诱惑的力量多大，那都是邪师。你不要以为邪师好像是外道，不一定。凡是社会上这些名闻利养，这些诱惑都是邪师，叫你动心，叫你起贪瞋痴，叫你忘本，全都是邪师。连外面这些广告、新闻广播、卡拉OK、这些影剧，全都是邪师说法。",
      "zh_TW": "《內典講座》這個小冊子要熟，我們如果能夠講給別人聽，我覺得也有好處。因為現在正是《楞嚴經》上所講的，末法時代「邪師說法，如恆河沙。」聽的人很容易被人迷惑，尤其現在孝道跟師道都沒有了，一個人的成就，怎麼樣護持自己非常非常的艱難。所以從前李炳老在台中辦大專佛學講座，時間一屆是有四個星期，利用寒暑假期間，學生經過四個星期的訓練，確實都有改變，但是李老師很感嘆的說，他到電影院看兩場電影就完了。你就想這個社會誘惑的力量多大，那都是邪師。你不要以為邪師好像是外道，不一定。凡是社會上這些名聞利養，這些誘惑都是邪師，叫你動心，叫你起貪瞋痴，叫你忘本，全都是邪師。連外面這些廣告、新聞廣播、卡拉OK、這些影劇，全都是邪師說法。"
    },
    {
      "id": "20-013-0009_p0002",
      "zh_CN": "怎么样才能够端正自己身心，太难太难了。所以这种道理与这些事实真相，我们都要了解。要善护自己，所以《无量寿经》教给我们基本的方法，「善护三业」。这个善字用得好，能够与一切众生、与社会和光同尘，没有脱离群众，没有脱离社会，又能够保护自己，这是高度智慧，这不是普通事情。自己真的有戒定慧，戒就是我样样如法，定是自己有主张，虽然接触外面境界，不会被外面境界动摇；慧是清清楚楚，了了分明。这样才能真正做到「善护口业，不讥他过」，「善护身业，不失律仪」，「善护意业，清净无染」，那我们就成功了。以这个基础来学佛法，没有不成功的。",
      "zh_TW": "怎麼樣才能夠端正自己身心，太難太難了。所以這種道理與這些事實真相，我們都要了解。要善護自己，所以《無量壽經》教給我們基本的方法，「善護三業」。這個善字用得好，能夠與一切眾生、與社會和光同塵，沒有脫離群眾，沒有脫離社會，又能夠保護自己，這是高度智慧，這不是普通事情。自己真的有戒定慧，戒就是我樣樣如法，定是自己有主張，雖然接觸外面境界，不會被外面境界動搖；慧是清清楚楚，了了分明。這樣才能真正做到「善護口業，不譏他過」，「善護身業，不失律儀」，「善護意業，清淨無染」，那我們就成功了。以這個基礎來學佛法，沒有不成功的。"
    },
    {
      "id": "20-013-0009_p0003",
      "zh_CN": "经讲得好，我们学这一套方法，方法固然重要，更重要的是修持的功夫。修持功夫不相应，这个方法再好，人家听到没错，但是走出讲堂就没有了。反而不如一个不懂方法，没有学过方法，真正有修持的人，给你讲几句话之后，你离开他几天，脑子里还有，它有这么深刻的印象，它还有余味。所以有修持又懂方法，那当然就更圆满、更好。",
      "zh_TW": "經講得好，我們學這一套方法，方法固然重要，更重要的是修持的功夫。修持功夫不相應，這個方法再好，人家聽到沒錯，但是走出講堂就沒有了。反而不如一個不懂方法，沒有學過方法，真正有修持的人，給你講幾句話之後，你離開他幾天，腦子裡還有，它有這麼深刻的印象，它還有餘味。所以有修持又懂方法，那當然就更圓滿、更好。"
    },
    {
      "id": "20-013-0009_p0004",
      "zh_CN": "我们在新加坡时间很短，学的是方法，每天早晨早饭之后，我给大家提供一点意见，是我自己修学的心得，帮助同学，我们一定要真干。世法要成就都不能作假，都不能作弊，何况出世间的大法，成佛作祖。我们唯一的一个目的是明心见性，心性是纯真，没有丝毫虚妄，有一丝毫的虚妄就不能见性，就不能明心。",
      "zh_TW": "我們在新加坡時間很短，學的是方法，每天早晨早飯之後，我給大家提供一點意見，是我自己修學的心得，幫助同學，我們一定要真幹。世法要成就都不能作假，都不能作弊，何況出世間的大法，成佛作祖。我們唯一的一個目的是明心見性，心性是純真，沒有絲毫虛妄，有一絲毫的虛妄就不能見性，就不能明心。"
    },
    {
      "id": "20-013-0009_p0005",
      "zh_CN": "世间人全都作假，全都作弊，为什么？他有烦恼、习气盖覆了自性。我们现在亦复如是，也是烦恼、习气盖覆了自性，我们很幸运遇到佛法，知道方法，我们就要认真做，把自己的烦恼、习气淘汰得干干净净，恢复我们的明心，恢复我们的自性，自性里面无量的智慧、德能就能现前。我们将烦恼、习气淘汰一分，自性般若智慧就透一分出来；淘汰两分就透两分出来。这个事情别人帮不上忙，完全要靠自己，佛菩萨再慈悲也没有办法，烦恼、习气是自己的，他不能帮我们断，我们自己要觉悟、要回头，这才行。",
      "zh_TW": "世間人全都作假，全都作弊，為什麼？他有煩惱、習氣蓋覆了自性。我們現在亦復如是，也是煩惱、習氣蓋覆了自性，我們很幸運遇到佛法，知道方法，我們就要認真做，把自己的煩惱、習氣淘汰得乾乾淨淨，恢復我們的明心，恢復我們的自性，自性裡面無量的智慧、德能就能現前。我們將煩惱、習氣淘汰一分，自性般若智慧就透一分出來；淘汰兩分就透兩分出來。這個事情別人幫不上忙，完全要靠自己，佛菩薩再慈悲也沒有辦法，煩惱、習氣是自己的，他不能幫我們斷，我們自己要覺悟、要回頭，這才行。"
    },
    {
      "id": "20-013-0009_p0006",
      "zh_CN": "我在《内典研学要领》小册子里面，第三个部分，「实用讲演术」后面那一篇是我写的。我提出一个意思，我说我们讲经讲得好，真正修持是占百分之九十，这一套技巧充其量也不过是占百分之十而已，所以我们要特别重视修持。修持的根本就在孝道跟师道，孝亲尊师。",
      "zh_TW": "我在《內典研學要領》小冊子裡面，第三個部分，「實用講演術」後面那一篇是我寫的。我提出一個意思，我說我們講經講得好，真正修持是佔百分之九十，這一套技巧充其量也不過是佔百分之十而已，所以我們要特別重視修持。修持的根本就在孝道跟師道，孝親尊師。"
    },
    {
      "id": "20-013-0009_p0007",
      "zh_CN": "我跟大家在一起，从第一届以来，你们历届的同学都晓得，我不敢作师，作师还得了！我跟你们是作同学，我是学长，比你们早学几年。我们以谁作老师？阿弥陀佛，佛中之王，我们是以阿弥陀佛为老师。所以我们穿的T-Shirt，弥陀弟子，我们大家都是弥陀弟子，我比你们早学几年，来帮助你们。",
      "zh_TW": "我跟大家在一起，從第一屆以來，你們歷屆的同學都曉得，我不敢作師，作師還得了！我跟你們是作同學，我是學長，比你們早學幾年。我們以誰作老師？阿彌陀佛，佛中之王，我們是以阿彌陀佛為老師。所以我們穿的T-Shirt，彌陀弟子，我們大家都是彌陀弟子，我比你們早學幾年，來幫助你們。"
    },
    {
      "id": "20-013-0009_p0008",
      "zh_CN": "我们要学阿弥陀佛，阿弥陀佛怎么个学法？《无量寿经》，《无量寿经》就是阿弥陀佛。阿弥陀佛是佛中之王，你就晓得《无量寿经》是经中之王，《无量寿经》里面，字字句句都含着究竟圆满的佛法，丝毫都不欠缺。",
      "zh_TW": "我們要學阿彌陀佛，阿彌陀佛怎麼個學法？《無量壽經》，《無量壽經》就是阿彌陀佛。阿彌陀佛是佛中之王，你就曉得《無量壽經》是經中之王，《無量壽經》裡面，字字句句都含著究竟圓滿的佛法，絲毫都不欠缺。"
    },
    {
      "id": "20-013-0009_p0009",
      "zh_CN": "这一次我在居士林星期六、星期天，我是打算长讲，这部经可能会讲个一年、二年，深入的细讲，字字句句要把它说得清楚，说得明白，我们在生活当中、修持当中，怎样去运用。所以这一次我在这边长住，就不受时间限制；过去讲经受时间的限制，没有法子，只能够略说，没有那么长的时间来细说。",
      "zh_TW": "這一次我在居士林星期六、星期天，我是打算長講，這部經可能會講個一年、二年，深入的細講，字字句句要把它說得清楚，說得明白，我們在生活當中、修持當中，怎樣去運用。所以這一次我在這邊長住，就不受時間限制；過去講經受時間的限制，沒有法子，只能夠略說，沒有那麼長的時間來細說。"
    },
    {
      "id": "20-013-0009_p0010",
      "zh_CN": "上一次我们讲到「贤护」，讲了一半没讲完，今天晚上接着还要来介绍「贤护」，让大家了解「贤护」这两个字怎么样落实在生活，落实在弘护的基础上。真正做一个贤人，真正来做弘护的工作，护自己，护佛法，护社会，护众生，那一个字里头意思真是无量无边，哪里说得尽！",
      "zh_TW": "上一次我們講到「賢護」，講了一半沒講完，今天晚上接著還要來介紹「賢護」，讓大家了解「賢護」這兩個字怎麼樣落實在生活，落實在弘護的基礎上。真正做一個賢人，真正來做弘護的工作，護自己，護佛法，護社會，護眾生，那一個字裡頭意思真是無量無邊，哪裡說得盡！"
    },
    {
      "id": "20-013-0009_p0011",
      "zh_CN": "今天遇到耀智法师领着广东来的一个团，我们台湾那边也来了一个团，他们今天晚上都来听经，这个缘分太殊胜了，这个缘分不容易。大家都有护持佛法的心，实在讲不晓得怎么个护法，没有智慧，那个护有，不贤！不贤把法护错了。本来是一番好心来护法，结果所作所为是把佛法消灭掉了，没有智慧。烦恼覆盖了心性，好心做了坏事情。这个不能说没有过失，一样有过失，过失也很大。如果是恶心在做这个事情，那这个罪过就更大了。所以我们没有智慧，办事很难很难，这我们一定要清楚、要明暸。",
      "zh_TW": "今天遇到耀智法師領著廣東來的一個團，我們台灣那邊也來了一個團，他們今天晚上都來聽經，這個緣分太殊勝了，這個緣分不容易。大家都有護持佛法的心，實在講不曉得怎麼個護法，沒有智慧，那個護有，不賢！不賢把法護錯了。本來是一番好心來護法，結果所作所為是把佛法消滅掉了，沒有智慧。煩惱覆蓋了心性，好心做了壞事情。這個不能說沒有過失，一樣有過失，過失也很大。如果是惡心在做這個事情，那這個罪過就更大了。所以我們沒有智慧，辦事很難很難，這我們一定要清楚、要明暸。"
    },
    {
      "id": "20-013-0009_p0012",
      "zh_CN": "也给诸位同修做一个讲经的样子，你们真正了解经典的说法，并没有一定的形式，正是佛在《般若经》上所说的，「佛无有定法可说」，无有定法可说就是称性而说，称性而说正如《华严经》上所说「尘说刹说」，一切时、一切处无不在说法，从来没有停止过。诸佛如来六尘说法，我们六根能不能领悟？六根都能够领悟六尘说法，西方极乐世界是的，华藏世界也是的；换句话说，必须「破一品无明，证一分法身」，我们六根就能够体会六尘说法，就能够入这个境界。无明没有破，那就看我们六根哪一个根殊胜，像文殊菩萨在楞严会上，拣选圆通说「此方真教体，清净在音闻」，娑婆世界众生耳根最利，所以佛传法是用音声。",
      "zh_TW": "也給諸位同修做一個講經的樣子，你們真正了解經典的說法，並沒有一定的形式，正是佛在《般若經》上所說的，「佛無有定法可說」，無有定法可說就是稱性而說，稱性而說正如《華嚴經》上所說「塵說剎說」，一切時、一切處無不在說法，從來沒有停止過。諸佛如來六塵說法，我們六根能不能領悟？六根都能夠領悟六塵說法，西方極樂世界是的，華藏世界也是的；換句話說，必須「破一品無明，證一分法身」，我們六根就能夠體會六塵說法，就能夠入這個境界。無明沒有破，那就看我們六根哪一個根殊勝，像文殊菩薩在楞嚴會上，揀選圓通說「此方真教體，清淨在音聞」，娑婆世界眾生耳根最利，所以佛傳法是用音聲。"
    },
    {
      "id": "20-013-0009_p0013",
      "zh_CN": "这些道理、事实真相，我们都要了解，都要清楚，然后我们的学习一定要如理如法，遵照佛在经上的指示，过去这些祖师大德们他们修学的经验，我们决定不能够忽视，提供我们非常好的修学途径，我们循着这些线索，就得来很大的方便。如果说是舍掉经典的教导，舍掉祖师大德们的经验，我们自己去摸索，那就太难太难。所以八万四千法门，三叉路口我们都不晓得往哪里走了，八万四千条道路，你怎么晓得哪个道路能成就！摸索太难了，所以佛菩萨大慈大悲出现在这个世间帮助我们，他知道我们的根性，所以他走出一条路，做一个样子；这个路实在讲，他何必要走，他已经成佛了，已经圆满了，也是走一个样子给我们看，带领我们走。我们循着他的足迹就走出去了，就出了六道，出了十法界。所以前辈他们的足迹非常非常的宝贵，你要想不走他的路，要另外开辟一条路，这个难了，不晓得开到哪里去了，也许开到阿鼻地狱都不知道。一定要遵循前人的足迹。",
      "zh_TW": "這些道理、事實真相，我們都要了解，都要清楚，然後我們的學習一定要如理如法，遵照佛在經上的指示，過去這些祖師大德們他們修學的經驗，我們決定不能夠忽視，提供我們非常好的修學途徑，我們循著這些線索，就得來很大的方便。如果說是捨掉經典的教導，捨掉祖師大德們的經驗，我們自己去摸索，那就太難太難。所以八萬四千法門，三叉路口我們都不曉得往哪裡走了，八萬四千條道路，你怎麼曉得哪個道路能成就！摸索太難了，所以佛菩薩大慈大悲出現在這個世間幫助我們，他知道我們的根性，所以他走出一條路，做一個樣子；這個路實在講，他何必要走，他已經成佛了，已經圓滿了，也是走一個樣子給我們看，帶領我們走。我們循著他的足跡就走出去了，就出了六道，出了十法界。所以前輩他們的足跡非常非常的寶貴，你要想不走他的路，要另外開闢一條路，這個難了，不曉得開到哪裡去了，也許開到阿鼻地獄都不知道。一定要遵循前人的足跡。"
    }
  ]
}