{
  "doc_id": "20-013-0010",
  "title": {
    "zh_CN": "九八年早餐开示—一字一句皆无量义",
    "zh_TW": "九八年早餐開示—一字一句皆無量義"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0010",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "20-013-0010_p0001",
      "zh_CN": "昨天我们在《无量寿经》上看到一段，我跟大家提示到，经文实在讲不只是《无量寿经》，任何一部经典，每一字、每一句都是圆满的法轮。如果你再深入一层，不仅仅是佛经，就如《华严经》上所说，「一尘、一滴、一毛孔都是具足圆满的佛法」，所以古德才讲：「圆人说法，无法不圆」。我在天主教教过书，是教他们的研究所。天主教比我们佛教上轨道，天主教的神父有两种，最低的学历要高中毕业，一般都是大学毕业，然后进入神学院读三年，才能拿到神父的资格。我教的那个研究班，全部都是大学毕业生，一般学历是大学毕业，受过三年神学的教育，然后又担任神职三年，再挑选出来，还经过考试才参加这个研究班。研究班的学员只有十二个人，我去上课，旁听的差不多有一百多人，正式的学生只有十二个人，我有一本杂志，那一天你看到的，那里头好像还有三张照片。它是一个天主教高等的研究所，我教的课程是佛教精神生活。我昨天听说外国神父、基督教的牧师读《大藏经》，真正在研究。我们佛教出家人反而没有，人家真正在用功。我接受聘请去担任这门课程，这个机构是东亚精神生活研究所，天主教的研究所，专门研究东亚的精神生活，所以我去教佛教精神生活。请我是要请我去讲两年，讲全部的课程，他们两年毕业，而我只教了一个学期，教了半年，我就出国弘法去了。以后我这个课程，我听说好像是由悟明法师接着去教，悟明老和尚，他跟天主教的关系也非常厚。",
      "zh_TW": "昨天我們在《無量壽經》上看到一段，我跟大家提示到，經文實在講不只是《無量壽經》，任何一部經典，每一字、每一句都是圓滿的法輪。如果你再深入一層，不僅僅是佛經，就如《華嚴經》上所說，「一塵、一滴、一毛孔都是具足圓滿的佛法」，所以古德才講：「圓人說法，無法不圓」。我在天主教教過書，是教他們的研究所。天主教比我們佛教上軌道，天主教的神父有兩種，最低的學歷要高中畢業，一般都是大學畢業，然後進入神學院讀三年，才能拿到神父的資格。我教的那個研究班，全部都是大學畢業生，一般學歷是大學畢業，受過三年神學的教育，然後又擔任神職三年，再挑選出來，還經過考試才參加這個研究班。研究班的學員只有十二個人，我去上課，旁聽的差不多有一百多人，正式的學生只有十二個人，我有一本雜誌，那一天你看到的，那裡頭好像還有三張照片。它是一個天主教高等的研究所，我教的課程是佛教精神生活。我昨天聽說外國神父、基督教的牧師讀《大藏經》，真正在研究。我們佛教出家人反而沒有，人家真正在用功。我接受聘請去擔任這門課程，這個機構是東亞精神生活研究所，天主教的研究所，專門研究東亞的精神生活，所以我去教佛教精神生活。請我是要請我去講兩年，講全部的課程，他們兩年畢業，而我只教了一個學期，教了半年，我就出國弘法去了。以後我這個課程，我聽說好像是由悟明法師接著去教，悟明老和尚，他跟天主教的關係也非常厚。"
    },
    {
      "id": "20-013-0010_p0002",
      "zh_CN": "我在教的时候告诉学生：「你请我讲佛教的东西，错了。（他们听了很奇怪。）我来讲你们的《圣经》，真正帮助你们解决问题，为什么？《圣经》里头字字句句也是圆满的大法轮。」他不懂我们懂，他看不出来，我们看得出来。字字句句也含无量义，法法圆融，不是单独是佛法，单独是这部经，那你就错了，那怎么能够说是法平等无有差别？《华严经》跟基督教的《圣经》平等，是法平等无有差别。《华严经》跟幼稚园小朋友念的那个书，小狗叫、小猫跳也平等，不平等那就不是佛法。你能够把小狗叫、小猫跳搞通了，《大方广佛华严经》你就通了。",
      "zh_TW": "我在教的時候告訴學生：「你請我講佛教的東西，錯了。（他們聽了很奇怪。）我來講你們的《聖經》，真正幫助你們解決問題，為什麼？《聖經》裡頭字字句句也是圓滿的大法輪。」他不懂我們懂，他看不出來，我們看得出來。字字句句也含無量義，法法圓融，不是單獨是佛法，單獨是這部經，那你就錯了，那怎麼能夠說是法平等無有差別？《華嚴經》跟基督教的《聖經》平等，是法平等無有差別。《華嚴經》跟幼稚園小朋友念的那個書，小狗叫、小貓跳也平等，不平等那就不是佛法。你能夠把小狗叫、小貓跳搞通了，《大方廣佛華嚴經》你就通了。"
    },
    {
      "id": "20-013-0010_p0003",
      "zh_CN": "佛法求的是真实智慧。唯有真实智慧，世出世间法一切通达。真实智慧从哪里来？佛给我们讲：人人自性本具，不是从外头来的。从外面来的那就不平等了，不可能平等，是人人自性本具的，那怎么不平等！虽然是本具，可是我们众生智慧透不出来。为什么透不出来？佛把这个原因告诉我们，你有障碍，障住了你自性般若智慧。",
      "zh_TW": "佛法求的是真實智慧。唯有真實智慧，世出世間法一切通達。真實智慧從哪裡來？佛給我們講：人人自性本具，不是從外頭來的。從外面來的那就不平等了，不可能平等，是人人自性本具的，那怎麼不平等！雖然是本具，可是我們眾生智慧透不出來。為什麼透不出來？佛把這個原因告訴我們，你有障礙，障住了你自性般若智慧。"
    },
    {
      "id": "20-013-0010_p0004",
      "zh_CN": "障碍很多很多，无量无边，佛为了说法方便起见，把它归纳成两大类，或者归纳成三大类，我们讲二障、三障，那是归类。二障，烦恼障、所知障，三障，惑障、业障、报障，你有障碍。佛法的修学没有别的，把障碍舍掉而已。你能舍一分，你的自性智慧就透一分，你能舍两分就透两分。你们愿不愿意展开经本就看到无量义？我们一句经文说两个钟点、说四个钟点，不希奇！这有什么了不起！佛在《华严经》上告诉我们，一个字、一句，尘说、刹说，无量劫都说不尽。无量劫说不尽，我们今天一个字才讲几个小时，算什么。所以大家明白这个道理，佛法修学没有别的，除障而已。除障就是断烦恼，就是要把习气淘汰掉，这叫真干。如果烦恼习气不断，你所学的东西再多，都没用处，谚语里面所谓是「隔靴搔痒」，搔不到痒处，那就是你有障碍。所以「法门无量誓愿学」，我劝大家我们把这个事情到极乐世界再干，今天要干的就是「烦恼无尽誓愿断」，我们能断一品烦恼就透一分智慧，断二品烦恼就透二分智慧，就那么一回事情，这叫真功夫。",
      "zh_TW": "障礙很多很多，無量無邊，佛為了說法方便起見，把它歸納成兩大類，或者歸納成三大類，我們講二障、三障，那是歸類。二障，煩惱障、所知障，三障，惑障、業障、報障，你有障礙。佛法的修學沒有別的，把障礙捨掉而已。你能捨一分，你的自性智慧就透一分，你能捨兩分就透兩分。你們願不願意展開經本就看到無量義？我們一句經文說兩個鐘點、說四個鐘點，不希奇！這有什麼了不起！佛在《華嚴經》上告訴我們，一個字、一句，塵說、剎說，無量劫都說不盡。無量劫說不盡，我們今天一個字才講幾個小時，算什麼。所以大家明白這個道理，佛法修學沒有別的，除障而已。除障就是斷煩惱，就是要把習氣淘汰掉，這叫真幹。如果煩惱習氣不斷，你所學的東西再多，都沒用處，諺語裡面所謂是「隔靴搔癢」，搔不到癢處，那就是你有障礙。所以「法門無量誓願學」，我勸大家我們把這個事情到極樂世界再幹，今天要幹的就是「煩惱無盡誓願斷」，我們能斷一品煩惱就透一分智慧，斷二品煩惱就透二分智慧，就那麼一回事情，這叫真功夫。"
    },
    {
      "id": "20-013-0010_p0005",
      "zh_CN": "我也给你们大家提过，学经教、学讲台技术，这在整个弘法事业里面来说，所占的比例并不太大，真正烦恼习气断了，明心见性了，这个方法技巧自然通达。你们看看释迦牟尼佛的传记，《释迦谱》、《释迦方志》，这《大藏经》里头有的，唐朝时候人写的。释迦牟尼佛有没有学过讲演的方法？讲演术有没有学过？《内典讲座》有没有学过？没有！人家为什么讲得那么好？自性里头自然的流露，不是学的。我们从他所说的这些东西，把它归纳写成一个讲义，我们来学习，哪里能比得上称性而说？称性要见性才能称性，不见性，那个说是称情而说，我们感情，我们烦恼，称烦恼而说，那就不一样，跟佛所说的味道就不相同。佛法的修学，诸位一定要记住，无论哪个法门，连净土宗都不例外，终极的目标是什么？明心见性。不仅仅禅宗明心见性，哪一个宗派、哪一个法门，最后都是明心见性。",
      "zh_TW": "我也給你們大家提過，學經教、學講台技術，這在整個弘法事業裡面來說，所佔的比例並不太大，真正煩惱習氣斷了，明心見性了，這個方法技巧自然通達。你們看看釋迦牟尼佛的傳記，《釋迦譜》、《釋迦方誌》，這《大藏經》裡頭有的，唐朝時候人寫的。釋迦牟尼佛有沒有學過講演的方法？講演術有沒有學過？《內典講座》有沒有學過？沒有！人家為什麼講得那麼好？自性裡頭自然的流露，不是學的。我們從他所說的這些東西，把它歸納寫成一個講義，我們來學習，哪裡能比得上稱性而說？稱性要見性才能稱性，不見性，那個說是稱情而說，我們感情，我們煩惱，稱煩惱而說，那就不一樣，跟佛所說的味道就不相同。佛法的修學，諸位一定要記住，無論哪個法門，連淨土宗都不例外，終極的目標是什麼？明心見性。不僅僅禪宗明心見性，哪一個宗派、哪一個法門，最後都是明心見性。"
    },
    {
      "id": "20-013-0010_p0006",
      "zh_CN": "心是什么？心是八识，这叫心。性是什么？性是真性。性是真的，心是妄的。你们都有一点佛学基础，在《百法明门论》里面，八识是有为法，不是无为法。有为法是假的不是真的。真性为什么变成八识？就是因为里面有了障碍，生起二障，所以就不叫性，就叫识。实在讲性跟识是一个事情，一桩事，心、性、识是一个东西。一个东西为什么说三个名词？完全没有障碍的时候叫性，有了障碍的时候就叫识、就叫心。所以心要叫你明心。说明心，可见得那个心不明了，如果已经明了，再加一个明就错了。你的心不明了，你要明心，把心里面的障碍去掉。所知障、烦恼障，惑障、业障、报障，实际上说三障跟二障意义大同小异。三障里面的惑障就是所知障，业障跟报障就是烦恼障，这是开合不同而已。二种障碍都破了，心就恢复光明。",
      "zh_TW": "心是什麼？心是八識，這叫心。性是什麼？性是真性。性是真的，心是妄的。你們都有一點佛學基礎，在《百法明門論》裡面，八識是有為法，不是無為法。有為法是假的不是真的。真性為什麼變成八識？就是因為裡面有了障礙，生起二障，所以就不叫性，就叫識。實在講性跟識是一個事情，一樁事，心、性、識是一個東西。一個東西為什麼說三個名詞？完全沒有障礙的時候叫性，有了障礙的時候就叫識、就叫心。所以心要叫你明心。說明心，可見得那個心不明了，如果已經明了，再加一個明就錯了。你的心不明了，你要明心，把心裡面的障礙去掉。所知障、煩惱障，惑障、業障、報障，實際上說三障跟二障意義大同小異。三障裡面的惑障就是所知障，業障跟報障就是煩惱障，這是開合不同而已。二種障礙都破了，心就恢復光明。"
    },
    {
      "id": "20-013-0010_p0007",
      "zh_CN": "光明、清净、无染的心就是自性，就是真心。真心具足，一切无量。真心就是阿弥陀，所以阿弥陀是一切诸佛如来的总名称，这三个字的梵语，翻成中国意思，阿翻作「无」，弥陀翻作「量」，无量，一切都无量，没有一样不是无量的。为什么称性？我们所追求的，我们希望证得的就是阿弥陀，我们没有办法，障碍、习气太重，这一生当中实在没有办法，淘汰不了，做不到。实在讲一品烦恼都断不了，这时候怎么办？这是佛给我们开真正方便法门，劝我们念佛往生净土。生到西方极乐世界，我们见到阿弥陀佛，就证得阿弥陀，证得自性的阿弥陀，净宗的道理就在此地。它不是没有道理，很深的道理。方法非常简单、非常容易，你要真正肯相信，真正情愿去做，你才能够得到；你不能相信，你不情愿去做，换句话说，这个机缘你就是当面错过，这个太可惜了。",
      "zh_TW": "光明、清淨、無染的心就是自性，就是真心。真心具足，一切無量。真心就是阿彌陀，所以阿彌陀是一切諸佛如來的總名稱，這三個字的梵語，翻成中國意思，阿翻作「無」，彌陀翻作「量」，無量，一切都無量，沒有一樣不是無量的。為什麼稱性？我們所追求的，我們希望證得的就是阿彌陀，我們沒有辦法，障礙、習氣太重，這一生當中實在沒有辦法，淘汰不了，做不到。實在講一品煩惱都斷不了，這時候怎麼辦？這是佛給我們開真正方便法門，勸我們念佛往生淨土。生到西方極樂世界，我們見到阿彌陀佛，就證得阿彌陀，證得自性的阿彌陀，淨宗的道理就在此地。它不是沒有道理，很深的道理。方法非常簡單、非常容易，你要真正肯相信，真正情願去做，你才能夠得到；你不能相信，你不情願去做，換句話說，這個機緣你就是當面錯過，這個太可惜了。"
    },
    {
      "id": "20-013-0010_p0008",
      "zh_CN": "凡夫无始劫以来，习气染污很严重，要知道这个东西不是好事情是病态。最严重的是贪瞋痴，贪财、贪色、贪名，甚至于贪佛法。贪是根本烦恼，贪不到才瞋恨，一切都贪到了，他怎么会有瞋恨心？贪不到才恨。一定要咬紧牙根，把这个烦恼舍掉。世间人是「我没有财，我就不能生活」，我们试试看，我们把财统统舍掉，看看能不能活得下去？给诸位说，活得比别人快乐。有财富的人天天担心，提心吊胆，晚上睡觉都睡不好，怕财丢掉。我前天听个居士从马来西亚来告诉我，马来西亚有很多很有钱的人，一下就变成穷人，他们的财富受这一次经济灾难的冲击，一百万变成十万，一下就丢掉，我听说还有很多自杀的，受不了这个打击自杀了。哪有身上一毛没有活得快乐、活得那么自在？今天全世界经济总崩溃与我都不相干，为什么？我没钱，你经济兴旺也好、萧条也好、崩溃也好，与我都不相干，没事。假的，什么都是假的，「凡所有相，皆是虚妄」，清净心是真的。真心能转境界、能转秽土为净土。西方极乐世界依正庄严怎么来的？清净心现的，所以一定要懂得这个道理，了解事实真相。",
      "zh_TW": "凡夫無始劫以來，習氣染污很嚴重，要知道這個東西不是好事情是病態。最嚴重的是貪瞋痴，貪財、貪色、貪名，甚至於貪佛法。貪是根本煩惱，貪不到才瞋恨，一切都貪到了，他怎麼會有瞋恨心？貪不到才恨。一定要咬緊牙根，把這個煩惱捨掉。世間人是「我沒有財，我就不能生活」，我們試試看，我們把財統統捨掉，看看能不能活得下去？給諸位說，活得比別人快樂。有財富的人天天擔心，提心弔膽，晚上睡覺都睡不好，怕財丟掉。我前天聽個居士從馬來西亞來告訴我，馬來西亞有很多很有錢的人，一下就變成窮人，他們的財富受這一次經濟災難的衝擊，一百萬變成十萬，一下就丟掉，我聽說還有很多自殺的，受不了這個打擊自殺了。哪有身上一毛沒有活得快樂、活得那麼自在？今天全世界經濟總崩潰與我都不相干，為什麼？我沒錢，你經濟興旺也好、蕭條也好、崩潰也好，與我都不相干，沒事。假的，什麼都是假的，「凡所有相，皆是虛妄」，清淨心是真的。真心能轉境界、能轉穢土為淨土。西方極樂世界依正莊嚴怎麼來的？清淨心現的，所以一定要懂得這個道理，了解事實真相。"
    },
    {
      "id": "20-013-0010_p0009",
      "zh_CN": "现在这个世间人，佛在经上常讲「可怜悯者」，真可怜。最高的阶层，是你有智慧、有能力辨别真妄，那是真的，那是假的，这最高层。次一等的有能力辨别邪正。再次一等的，有能力辨别善恶。最低等的有能力辨别利害。现在人连利害都不知道，别谈别的。什么事情对自己有利，什么事情对自己有害，都不知道。起心动念、言语造作，真叫胡作妄为。这些标准虽然层次很多，但是它有一个原则是不变的，什么是真？什么是正？什么是善？什么是利？顺着自性的。与自性相应的，这就是真、就是正、就是善、就是利；与自性相违背的，那就是妄、就是邪、就是恶、就是害。这是佛法比世法讲得透彻、讲得深入。我们学佛学什么？就是学这些东西，开发自性，开发心地宝藏，无量无边、无有穷尽的宝藏。",
      "zh_TW": "現在這個世間人，佛在經上常講「可憐憫者」，真可憐。最高的階層，是你有智慧、有能力辨別真妄，那是真的，那是假的，這最高層。次一等的有能力辨別邪正。再次一等的，有能力辨別善惡。最低等的有能力辨別利害。現在人連利害都不知道，別談別的。什麼事情對自己有利，什麼事情對自己有害，都不知道。起心動念、言語造作，真叫胡作妄為。這些標準雖然層次很多，但是它有一個原則是不變的，什麼是真？什麼是正？什麼是善？什麼是利？順著自性的。與自性相應的，這就是真、就是正、就是善、就是利；與自性相違背的，那就是妄、就是邪、就是惡、就是害。這是佛法比世法講得透徹、講得深入。我們學佛學什麼？就是學這些東西，開發自性，開發心地寶藏，無量無邊、無有窮盡的寶藏。"
    },
    {
      "id": "20-013-0010_p0010",
      "zh_CN": "世出世间一切诸法，没有一法欠缺，法法圆满。我们怎么知道？佛给我们说的。谁做到了？佛做到了，佛现身说法。我们今天学讲经多苦，费多少时间去找资料、去准备，释迦牟尼佛当年讲经说法四十九年，没预备过，也没参考资料，也没有讲义。佛当年说法、孔老夫子当年教学，就是谈话，没有书本，也没有记载。孔子的书除了一部分他自己写的，分量并不多，《论语》是学生给他纪录的，孔夫子过世之后，学生给他纪录，像我们佛门集结经藏。佛的经典也是佛灭度之后，弟子们凭自己过去亲近佛陀所记忆下来的，把它写成文字，这流传到后世。",
      "zh_TW": "世出世間一切諸法，沒有一法欠缺，法法圓滿。我們怎麼知道？佛給我們說的。誰做到了？佛做到了，佛現身說法。我們今天學講經多苦，費多少時間去找資料、去準備，釋迦牟尼佛當年講經說法四十九年，沒預備過，也沒參考資料，也沒有講義。佛當年說法、孔老夫子當年教學，就是談話，沒有書本，也沒有記載。孔子的書除了一部分他自己寫的，分量並不多，《論語》是學生給他紀錄的，孔夫子過世之後，學生給他紀錄，像我們佛門集結經藏。佛的經典也是佛滅度之後，弟子們憑自己過去親近佛陀所記憶下來的，把它寫成文字，這流傳到後世。"
    },
    {
      "id": "20-013-0010_p0011",
      "zh_CN": "世法里面的孔子，佛法里面的释迦牟尼佛，无不是称性而说。自性的智慧功德真正是清净、究竟圆满，这些人可以给我们做证明。他们都说得很好，他有，一切众生各个都有。诸佛如来看一切众生平等的，一切众生都是佛，《华严》、《圆觉经》里面，都有这个句子，「一切众生本来成佛」，这是真的不是假的。本来成佛，现在不是佛，搞成这个样子，搞成生死凡夫，苦恼无边，把无量的智慧变成无量的烦恼，错用了智慧就是烦恼，搞错了。正用烦恼就是智慧，诸位要晓得，经上常讲「烦恼即菩提」，烦恼用得正，智慧。智慧用得偏差变成烦恼。受用不一样，享受不一样。用错了，苦；用正了，乐。你要是问：「怎么会烦恼用正了是菩提？」这听起来好像很奇怪，《华严经》上有，胜热婆罗门、甘露火王、伐苏蜜多女，那是贪瞋痴，烦恼；他们用得正，菩提。你才晓得，哪一法不是圆满的佛法！我们现在智慧不开，用烦恼使烦恼更重，不会变成菩提。哪一天你智慧开了，用烦恼就是菩提。智慧没开，不行，用烦恼，烦恼就更严重，用菩提，菩提都变成烦恼，用烦恼还得了，不会用！",
      "zh_TW": "世法裡面的孔子，佛法裡面的釋迦牟尼佛，無不是稱性而說。自性的智慧功德真正是清淨、究竟圓滿，這些人可以給我們做證明。他們都說得很好，他有，一切眾生各個都有。諸佛如來看一切眾生平等的，一切眾生都是佛，《華嚴》、《圓覺經》裡面，都有這個句子，「一切眾生本來成佛」，這是真的不是假的。本來成佛，現在不是佛，搞成這個樣子，搞成生死凡夫，苦惱無邊，把無量的智慧變成無量的煩惱，錯用了智慧就是煩惱，搞錯了。正用煩惱就是智慧，諸位要曉得，經上常講「煩惱即菩提」，煩惱用得正，智慧。智慧用得偏差變成煩惱。受用不一樣，享受不一樣。用錯了，苦；用正了，樂。你要是問：「怎麼會煩惱用正了是菩提？」這聽起來好像很奇怪，《華嚴經》上有，勝熱婆羅門、甘露火王、伐蘇蜜多女，那是貪瞋痴，煩惱；他們用得正，菩提。你才曉得，哪一法不是圓滿的佛法！我們現在智慧不開，用煩惱使煩惱更重，不會變成菩提。哪一天你智慧開了，用煩惱就是菩提。智慧沒開，不行，用煩惱，煩惱就更嚴重，用菩提，菩提都變成煩惱，用煩惱還得了，不會用！"
    },
    {
      "id": "20-013-0010_p0012",
      "zh_CN": "佛法确实是圆融的，没有高下、没有浅深、也没有显密、也没有大小。「佛以一音而说法，众生随类各得解」，佛是平等的，众生根性不相同。大乘根性的，他听佛讲法，他体会的是大乘；小乘根性的，他体会的是小乘。你对佛法能体会多少？能了解多少？各人根性不一样，佛依旧是一音而说法，法法皆如，法法皆是。谁能体会？心地清净的人能体会，真诚、恭敬的人能体会。实在说真诚、恭敬就是清净心，清净心是体，起作用就是诚敬。心不清净哪来的诚？哪里会有敬？心不清净那个诚敬是装模造作出来的，不是真的，假的，唯有清净心起作用才是真的。至诚恭敬，才能够深入法义，经上讲的深解义趣。你们念过《金刚经》，《金刚经》说的，谁能深解？心地愈清净，他解得就愈深，那个意思就愈明显。我们讲修行功夫，功夫就在此地，佛家讲功德，功德也是讲这回事情。你这个清净心是功，这修功；清净心生智慧，能深解诸法那是德。",
      "zh_TW": "佛法確實是圓融的，沒有高下、沒有淺深、也沒有顯密、也沒有大小。「佛以一音而說法，眾生隨類各得解」，佛是平等的，眾生根性不相同。大乘根性的，他聽佛講法，他體會的是大乘；小乘根性的，他體會的是小乘。你對佛法能體會多少？能了解多少？各人根性不一樣，佛依舊是一音而說法，法法皆如，法法皆是。誰能體會？心地清淨的人能體會，真誠、恭敬的人能體會。實在說真誠、恭敬就是清淨心，清淨心是體，起作用就是誠敬。心不清淨哪來的誠？哪裡會有敬？心不清淨那個誠敬是裝模造作出來的，不是真的，假的，唯有清淨心起作用才是真的。至誠恭敬，才能夠深入法義，經上講的深解義趣。你們念過《金剛經》，《金剛經》說的，誰能深解？心地愈清淨，他解得就愈深，那個意思就愈明顯。我們講修行功夫，功夫就在此地，佛家講功德，功德也是講這回事情。你這個清淨心是功，這修功；清淨心生智慧，能深解諸法那是德。"
    },
    {
      "id": "20-013-0010_p0013",
      "zh_CN": "《弥陀经》上所说，「不可以少善根、福德、因缘，得生彼国。我们今天能在新加坡这个小地方聚会，缘！这三个条件当中缘遇到了。缘遇到之后，我们能不能成就？就决定在自己的善根、福德。如果我们有善根、福德，遇到这个缘，这一生成功了。假如我们的善根、福德不够深厚，虽遇到这个缘，也没用处。这三个一定要圆满具足，这个人在这一生当中决定作佛，少一个都不行。什么是善根？信解是善根，你有缘接触到之后，真正相信、真能够理解是善根。什么是福德？愿行是福德，真正发愿，认真修行，这人有福了。这三个条件具足了，这一生决定往生不退成佛，没有一个不成就的，这个法门叫万修万人去。修学这个法门所以不能够去的，这三个条件当中，决定有一个不足，有两个不足更没指望，一个条件不足都不行，我们自己业障太重了。",
      "zh_TW": "《彌陀經》上所說，「不可以少善根、福德、因緣，得生彼國。我們今天能在新加坡這個小地方聚會，緣！這三個條件當中緣遇到了。緣遇到之後，我們能不能成就？就決定在自己的善根、福德。如果我們有善根、福德，遇到這個緣，這一生成功了。假如我們的善根、福德不夠深厚，雖遇到這個緣，也沒用處。這三個一定要圓滿具足，這個人在這一生當中決定作佛，少一個都不行。什麼是善根？信解是善根，你有緣接觸到之後，真正相信、真能夠理解是善根。什麼是福德？願行是福德，真正發願，認真修行，這人有福了。這三個條件具足了，這一生決定往生不退成佛，沒有一個不成就的，這個法門叫萬修萬人去。修學這個法門所以不能夠去的，這三個條件當中，決定有一個不足，有兩個不足更沒指望，一個條件不足都不行，我們自己業障太重了。"
    },
    {
      "id": "20-013-0010_p0014",
      "zh_CN": "昨天晚上我跟大家讲「善思惟」，善思惟我只讲三个意思，三个意思后头两个意思没讲清楚，时间不够，第一个意思我讲「念三宝恩、念四重恩」，第一个意思。第二个意思「念众生苦」，讲了一半，没讲透彻。第三个意思「念自己业障重」，这没讲。今天晚上我再把它补出来，很要紧。知道念自己业障重，就晓得如何来善护自己，这叫护法。为什么把贤护摆在第一？为什么把善思惟摆在第二？十六个尊者名字不可以把它颠倒的，就像爬楼一样，一定第一层、第二层，你不能说我爬到第二层，然后再到第一层，没这个道理，你顺序就颠倒了。",
      "zh_TW": "昨天晚上我跟大家講「善思惟」，善思惟我只講三個意思，三個意思後頭兩個意思沒講清楚，時間不夠，第一個意思我講「念三寶恩、念四重恩」，第一個意思。第二個意思「念眾生苦」，講了一半，沒講透徹。第三個意思「念自己業障重」，這沒講。今天晚上我再把它補出來，很要緊。知道念自己業障重，就曉得如何來善護自己，這叫護法。為什麼把賢護擺在第一？為什麼把善思惟擺在第二？十六個尊者名字不可以把它顛倒的，就像爬樓一樣，一定第一層、第二層，你不能說我爬到第二層，然後再到第一層，沒這個道理，你順序就顛倒了。"
    },
    {
      "id": "20-013-0010_p0015",
      "zh_CN": "要懂得护法，要懂得护持自己。真正会护持自己的，古人有很好的教训，省事，这非常重要。我们在新加坡，你看到李木源居士，李木源居士是很会保护自己的人，这个是我们的好样子。不听是非，不是一定需要接见的人，他不接见，不是需要听的电话，他不听。我听他讲，他回家去，他电话都拔掉，他不听外头电话，所以他说他住的房子是老人院，儿子住的房子是孤儿院，他懂得保护自己。他说听电话就是听是非，扰乱你自己清净心。知事多时烦恼多，识人多处是非多，你要认识那么多人干什么？我很会保护自己，我平常不听电话，傅居士送我一个手提电话，我很欢喜，我有事情可以打给别人。手提电话平常关起来，号码不知道，我说：「号码也不要告诉我」，我不知道我的电话号码多少，不晓得。有人问的时候，还有的时候说漏掉了，我根本就不知道。只有我可以打给你，你就不能打给我，你说这个多自在！所以就少事、省事，你这个心地多清净、多干净。",
      "zh_TW": "要懂得護法，要懂得護持自己。真正會護持自己的，古人有很好的教訓，省事，這非常重要。我們在新加坡，你看到李木源居士，李木源居士是很會保護自己的人，這個是我們的好樣子。不聽是非，不是一定需要接見的人，他不接見，不是需要聽的電話，他不聽。我聽他講，他回家去，他電話都拔掉，他不聽外頭電話，所以他說他住的房子是老人院，兒子住的房子是孤兒院，他懂得保護自己。他說聽電話就是聽是非，擾亂你自己清淨心。知事多時煩惱多，識人多處是非多，你要認識那麼多人幹什麼？我很會保護自己，我平常不聽電話，傅居士送我一個手提電話，我很歡喜，我有事情可以打給別人。手提電話平常關起來，號碼不知道，我說：「號碼也不要告訴我」，我不知道我的電話號碼多少，不曉得。有人問的時候，還有的時候說漏掉了，我根本就不知道。只有我可以打給你，你就不能打給我，你說這個多自在！所以就少事、省事，你這個心地多清淨、多乾淨。"
    },
    {
      "id": "20-013-0010_p0016",
      "zh_CN": "生活节俭，每天也不过就是三餐一宿而已，还有什么需求的？需求多了，极乐世界就去不了，身心世界一切放下。还有这个身体在，这是我们佛法讲有余依涅槃，有余依是身体还在。这个身体还没有坏，利用这个身体多帮助这些苦难众生，有愿意接受的，全心全力帮助他，哪一天没有人接受了，没接受就走了，我们再到他方世界去，你说这个多自在。",
      "zh_TW": "生活節儉，每天也不過就是三餐一宿而已，還有什麼需求的？需求多了，極樂世界就去不了，身心世界一切放下。還有這個身體在，這是我們佛法講有餘依涅槃，有餘依是身體還在。這個身體還沒有壞，利用這個身體多幫助這些苦難眾生，有願意接受的，全心全力幫助他，哪一天沒有人接受了，沒接受就走了，我們再到他方世界去，你說這個多自在。"
    },
    {
      "id": "20-013-0010_p0017",
      "zh_CN": "生活的空间是尽虚空、遍法界，不是这一个地方。你守住这个地方，你的生活圈子就小，你能够摆脱这个地方，你的生活空间就大。极乐世界我们向往，我们要去，亲近阿弥陀佛。那个地方能不能住？给诸位说，不能住，你要住到极乐世界，他方世界你就没分了。你看佛，佛有个外号叫无依道人，无依是什么？没有住处。我们看到经典上，「如是我闻，一时佛在某个地方」，不是说佛住某个地方，一住就完了，住那里就不动了，就死在那个地方。在那个地方，今天在这里，明天在那里，尽虚空、遍法界，那个在，好！住就糟了。一住，你活动的空间就很小，你就有界限；「在」没有界限。现在人很少懂得这个意思，过去帝王时代读书人都懂得。问你：「你住在哪里？」你有住处。皇帝不能说住处，皇帝，这个国就是他的家，「贵为天子，富有四海」，全国都是他的，所以皇帝叫行在，他行，他走了，在那里，我们称行在，称皇帝，他现在在什地方，不能说皇帝住那里，那个说法就错了。整个国家都在那里，他住哪里？他在那里。经典上用的字妙极了，我们也要学，将来「法师，你在哪里？」不能住在哪里，说明你活动的空间是尽虚空、遍法界，你现在在哪里，不是住在那里。这样才能把自己的心量拓开，把自己的烦恼消除，成就自己真正的德行、智慧，而后世出世间法自然通达明了。",
      "zh_TW": "生活的空間是盡虛空、遍法界，不是這一個地方。你守住這個地方，你的生活圈子就小，你能夠擺脫這個地方，你的生活空間就大。極樂世界我們嚮往，我們要去，親近阿彌陀佛。那個地方能不能住？給諸位說，不能住，你要住到極樂世界，他方世界你就沒分了。你看佛，佛有個外號叫無依道人，無依是什麼？沒有住處。我們看到經典上，「如是我聞，一時佛在某個地方」，不是說佛住某個地方，一住就完了，住那裡就不動了，就死在那個地方。在那個地方，今天在這裡，明天在那裡，盡虛空、遍法界，那個在，好！住就糟了。一住，你活動的空間就很小，你就有界限；「在」沒有界限。現在人很少懂得這個意思，過去帝王時代讀書人都懂得。問你：「你住在哪裡？」你有住處。皇帝不能說住處，皇帝，這個國就是他的家，「貴為天子，富有四海」，全國都是他的，所以皇帝叫行在，他行，他走了，在那裡，我們稱行在，稱皇帝，他現在在什地方，不能說皇帝住那裡，那個說法就錯了。整個國家都在那裡，他住哪裡？他在那裡。經典上用的字妙極了，我們也要學，將來「法師，你在哪裡？」不能住在哪裡，說明你活動的空間是盡虛空、遍法界，你現在在哪裡，不是住在那裡。這樣才能把自己的心量拓開，把自己的煩惱消除，成就自己真正的德行、智慧，而後世出世間法自然通達明瞭。"
    },
    {
      "id": "20-013-0010_p0018",
      "zh_CN": "我们现在勤奋的求学，又真正用功去淘汰习气，双管并下，可以把我们修学的时间提前，成就的时间提前。从前李老师告诉我，如果专心办道，不研究经教，把经教放下，十年得清净心、开智慧。如果你再研究经教，研究经教也非常如法，这个如法就是告诉你，跟你的清净心相应，这个就如法。你一面读经，一面听经，如法修行，你五年就成功，可以把时间提前一倍，你要学得如法。如果不如法，你学得很多、很杂，那就坏了，换句话说，不但十年开不了悟，二十年、二百年都开不了悟。原因你们大家都晓得，清净心失掉了，头脑里头愈搞愈杂，知见愈来愈复杂，这就坏了，你的烦恼障、所知障天天在增加，你不是在减少，你不是在消除，是在增长。增长二障是最糟糕的事情。我们修学佛法，修学天天把烦恼障、所知障修掉，这是会用功。所以才教给你一门深入，要懂得这个道理。",
      "zh_TW": "我們現在勤奮的求學，又真正用功去淘汰習氣，雙管並下，可以把我們修學的時間提前，成就的時間提前。從前李老師告訴我，如果專心辦道，不研究經教，把經教放下，十年得清淨心、開智慧。如果你再研究經教，研究經教也非常如法，這個如法就是告訴你，跟你的清淨心相應，這個就如法。你一面讀經，一面聽經，如法修行，你五年就成功，可以把時間提前一倍，你要學得如法。如果不如法，你學得很多、很雜，那就壞了，換句話說，不但十年開不了悟，二十年、二百年都開不了悟。原因你們大家都曉得，清淨心失掉了，頭腦裡頭愈搞愈雜，知見愈來愈複雜，這就壞了，你的煩惱障、所知障天天在增加，你不是在減少，你不是在消除，是在增長。增長二障是最糟糕的事情。我們修學佛法，修學天天把煩惱障、所知障修掉，這是會用功。所以才教給你一門深入，要懂得這個道理。"
    },
    {
      "id": "20-013-0010_p0019",
      "zh_CN": "我们学教，老师教给我们一门深入，一门深入是什么？与清净心相应。而且我们初学参考东西不能多，参考一家，一家是专、定。一家就如法，就持戒，不杂第二家。我们学一样东西，凡夫没有智慧，我们靠古人的注解，古人注解很多，选一家，就遵循这一家之言，我们来研究、来学习、来讲解。如果这一家里面有一段、有一句，他讲得不清楚，我们自己不能了解，你能舍就舍掉，「我不讲，我念下去，可以」，念没错！「法师，你没讲清楚」，「我没讲清楚不是过失，我讲错了才是过失。」我没讲清楚不算过失，为什么没讲清楚？我不懂！知之为知之，不知为不知，这是孔老夫子教给我们的，这是有智慧的人。没有把它讲错，没有罪过。如果强不知以为知，那就出毛病，就错了。或者是你要想能把它讲清楚，再找别人家的注解，就看它这一句，这个可以，看他这一句怎么讲法，我们来采取，这个行。决定不能把两个注子合起来，那就糟了，就乱掉了，妨害自己清净心。这个是学习的秘诀，绝招！",
      "zh_TW": "我們學教，老師教給我們一門深入，一門深入是什麼？與清淨心相應。而且我們初學參考東西不能多，參考一家，一家是專、定。一家就如法，就持戒，不雜第二家。我們學一樣東西，凡夫沒有智慧，我們靠古人的註解，古人註解很多，選一家，就遵循這一家之言，我們來研究、來學習、來講解。如果這一家裡面有一段、有一句，他講得不清楚，我們自己不能了解，你能捨就捨掉，「我不講，我念下去，可以」，念沒錯！「法師，你沒講清楚」，「我沒講清楚不是過失，我講錯了才是過失。」我沒講清楚不算過失，為什麼沒講清楚？我不懂！知之為知之，不知為不知，這是孔老夫子教給我們的，這是有智慧的人。沒有把它講錯，沒有罪過。如果強不知以為知，那就出毛病，就錯了。或者是你要想能把它講清楚，再找別人家的註解，就看它這一句，這個可以，看他這一句怎麼講法，我們來採取，這個行。決定不能把兩個註子合起來，那就糟了，就亂掉了，妨害自己清淨心。這個是學習的祕訣，絕招！"
    },
    {
      "id": "20-013-0010_p0020",
      "zh_CN": "我跟你们同学讲，我学经不多。我在台中跟李炳老十年，我听他讲经，总共听他讲了三十多部，听而已，决定没有下过功夫。听经之前不看经，听完经之后也不看经，听了而已。真正用功的时候，我在台中十年，只是五部经，五部经里面四部都算是小部头，我真用功夫，真干，真叫一门深入。我第一部经是《阿难问事佛吉凶经》，小乘经，真下功夫。第二部经是《阿弥陀经》。第三部经是《普贤菩萨行愿品》，就是最后的一品，那个一卷，普贤菩萨十大愿王，这真下了功夫。第四部是《金刚经》。第五部是《楞严经》，《楞严经》算是大部。我十年学五部经，其他的我没学过。我讲《华严》，我只听他老人家讲一卷，八十卷我听一卷，一卷听了之后，《华严经》全部我就会讲了，我讲得比他还详细。《法华经》我没有听，我也讲得还能够让人家听了生欢喜心。《地藏经》我也没学过，我讲了很多遍。这给你说明，一经通一切经通，何必要花那么多的时间，费那么多的精力到处去找资料，找得头昏脑胀，那个多苦！所以我看人家学习，这样学习，我不干，太辛苦了。",
      "zh_TW": "我跟你們同學講，我學經不多。我在台中跟李炳老十年，我聽他講經，總共聽他講了三十多部，聽而已，決定沒有下過功夫。聽經之前不看經，聽完經之後也不看經，聽了而已。真正用功的時候，我在台中十年，只是五部經，五部經裡面四部都算是小部頭，我真用功夫，真幹，真叫一門深入。我第一部經是《阿難問事佛吉凶經》，小乘經，真下功夫。第二部經是《阿彌陀經》。第三部經是《普賢菩薩行願品》，就是最後的一品，那個一卷，普賢菩薩十大願王，這真下了功夫。第四部是《金剛經》。第五部是《楞嚴經》，《楞嚴經》算是大部。我十年學五部經，其他的我沒學過。我講《華嚴》，我只聽他老人家講一卷，八十卷我聽一卷，一卷聽了之後，《華嚴經》全部我就會講了，我講得比他還詳細。《法華經》我沒有聽，我也講得還能夠讓人家聽了生歡喜心。《地藏經》我也沒學過，我講了很多遍。這給你說明，一經通一切經通，何必要花那麼多的時間，費那麼多的精力到處去找資料，找得頭昏腦脹，那個多苦！所以我看人家學習，這樣學習，我不幹，太辛苦了。"
    },
    {
      "id": "20-013-0010_p0021",
      "zh_CN": "我学得很轻松、很愉快，大家看我学习，表现上看不到，看到我天天在玩，很开心、很快乐，看不到我学习。我这些方法都是老师指导，我能相信老师，我相信他，我听话。一部经真正不是搞得很清楚、很彻底，不学第二部。你们在佛学院三年念了多少经论，我十年就这五种，五样，这都是值得诸位做参考。老师只是指路，走路要靠自己，所谓「一日为师，终身为父」，教你一个原则，你守住这个原则自己去走，你会走通。",
      "zh_TW": "我學得很輕鬆、很愉快，大家看我學習，表現上看不到，看到我天天在玩，很開心、很快樂，看不到我學習。我這些方法都是老師指導，我能相信老師，我相信他，我聽話。一部經真正不是搞得很清楚、很徹底，不學第二部。你們在佛學院三年念了多少經論，我十年就這五種，五樣，這都是值得諸位做參考。老師只是指路，走路要靠自己，所謂「一日為師，終身為父」，教你一個原則，你守住這個原則自己去走，你會走通。"
    }
  ]
}