{
  "doc_id": "20-013-0152",
  "title": {
    "zh_CN": "九八年早餐开示—健康是修道的根本",
    "zh_TW": "九八年早餐開示—健康是修道的根本"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0152",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "20-013-0152_p0001",
      "zh_CN": "往年在华藏图书馆，常住的同修也有三十多个人，生活起居由韩馆长照顾，她对于每一个人身体，营养、饮食方面照顾得非常周到。李木源居士去过几次，看到这个情形都很受感动。在这边我们共同在一块儿生活的人也不少，实在讲缺乏这样一个关心爱护的人，所以诸位同修自己，对于生活起居，特别是身体健康，要特别留意。记得去年，每一个星期有一个大夫来给我们看看，做一个健康的检查，这是很有必要的，无论是世出世法，没有强健的体格都不能成就。我们看看古时候，无论是禅堂、念佛堂，打一个七是很平常的事情，而且一个七都是七天七夜不睡眠、不休息的，跟我们现在情形不相同。所以能够参加这种道场修持，多半是年轻人，二、三十岁他有这个体力，四十以上体力就衰了，这是我们应当要晓得的。即使研教也不例外，所谓青少年的时代，是奠定学术、事业的根基。",
      "zh_TW": "往年在華藏圖書館，常住的同修也有三十多個人，生活起居由韓館長照顧，她對於每一個人身體，營養、飲食方面照顧得非常周到。李木源居士去過幾次，看到這個情形都很受感動。在這邊我們共同在一塊兒生活的人也不少，實在講缺乏這樣一個關心愛護的人，所以諸位同修自己，對於生活起居，特別是身體健康，要特別留意。記得去年，每一個星期有一個大夫來給我們看看，做一個健康的檢查，這是很有必要的，無論是世出世法，沒有強健的體格都不能成就。我們看看古時候，無論是禪堂、念佛堂，打一個七是很平常的事情，而且一個七都是七天七夜不睡眠、不休息的，跟我們現在情形不相同。所以能夠參加這種道場修持，多半是年輕人，二、三十歲他有這個體力，四十以上體力就衰了，這是我們應當要曉得的。即使研教也不例外，所謂青少年的時代，是奠定學術、事業的根基。"
    },
    {
      "id": "20-013-0152_p0002",
      "zh_CN": "我们可以说是很不幸，生在战乱之中，好时光都在逃难，所以基础的教育我们没有打好，即使勤奋努力的修学，我们的成就也远远比不上古人。如果体质比较差，身体虚弱多病，那就更困难了，纵然有心向学，也会感到心有余而力不足，这是非常遗憾的事情。所以我们努力，在日常生活当中，一定要注意自己的身体。我们现在明白了，转变体质最有效果的方法、最快速的方法是修清净心，摒除一切妄想、杂念，使我们的生活有规律、简单。愈是简单的生活，愈是健康的生活，真正能做到少欲知足，一心向道，一心念众生苦，全心全力帮助一些苦难众生，这是大慈悲。清净慈悲，不仅仅是转业，也转报，我们这个身体是报身，业报之身；业是因，报是果，因果统统都转。我们有健康的身心，才能为社会、为众生服务，多做一点好事。",
      "zh_TW": "我們可以說是很不幸，生在戰亂之中，好時光都在逃難，所以基礎的教育我們沒有打好，即使勤奮努力的修學，我們的成就也遠遠比不上古人。如果體質比較差，身體虛弱多病，那就更困難了，縱然有心向學，也會感到心有餘而力不足，這是非常遺憾的事情。所以我們努力，在日常生活當中，一定要注意自己的身體。我們現在明白了，轉變體質最有效果的方法、最快速的方法是修清淨心，摒除一切妄想、雜念，使我們的生活有規律、簡單。愈是簡單的生活，愈是健康的生活，真正能做到少欲知足，一心向道，一心念眾生苦，全心全力幫助一些苦難眾生，這是大慈悲。清淨慈悲，不僅僅是轉業，也轉報，我們這個身體是報身，業報之身；業是因，報是果，因果統統都轉。我們有健康的身心，才能為社會、為眾生服務，多做一點好事。"
    },
    {
      "id": "20-013-0152_p0003",
      "zh_CN": "昨天晚上我讲经回来，北方有个同修打电话告诉我，灾区里面灾民非常可怜，许多人现在在饥饿的边缘，缺乏粮食，希望我们帮助。我们送十万套棉衣，能不能将衣服减少一点，拿去买粮食帮助他们？粮食的价格并不很贵，我同意他的作法，救命要紧！我们不在当地，不知道实际的需要，请他们就近自己处理，该怎么做就怎么做。苦难的人太多了，他告诉我，现在在那边的玉米一斤四毛钱。我们帮助建学校，他们也很认真努力在进行，明年年初校舍可以完成，这一段时期非常之苦。苦难的日子，也能够带来大家的警惕，不要再造恶业了。江水泛滥，他们自己也反省，过去捕鱼杀生太多了，得到的利益很小，受到的损害非常严重，现在想想得不偿失。古人所谓靠山吃山，靠水吃水，在水边以渔猎为生，可以讲得过去。但是这种杀害众生的生命来养活自己，自己的生活得到温饱就应当知足了，这是可以原谅的。如果说是贪图享受，那就造罪业了，指望依杀生发财，家道岂能久享？我们在历史上，在现实生活环境当中，仔细去观察，报应丝毫不爽。",
      "zh_TW": "昨天晚上我講經回來，北方有個同修打電話告訴我，災區裡面災民非常可憐，許多人現在在饑餓的邊緣，缺乏糧食，希望我們幫助。我們送十萬套棉衣，能不能將衣服減少一點，拿去買糧食幫助他們？糧食的價格並不很貴，我同意他的作法，救命要緊！我們不在當地，不知道實際的需要，請他們就近自己處理，該怎麼做就怎麼做。苦難的人太多了，他告訴我，現在在那邊的玉米一斤四毛錢。我們幫助建學校，他們也很認真努力在進行，明年年初校舍可以完成，這一段時期非常之苦。苦難的日子，也能夠帶來大家的警惕，不要再造惡業了。江水氾濫，他們自己也反省，過去捕魚殺生太多了，得到的利益很小，受到的損害非常嚴重，現在想想得不償失。古人所謂靠山吃山，靠水吃水，在水邊以漁獵為生，可以講得過去。但是這種殺害眾生的生命來養活自己，自己的生活得到溫飽就應當知足了，這是可以原諒的。如果說是貪圖享受，那就造罪業了，指望依殺生發財，家道豈能久享？我們在歷史上，在現實生活環境當中，仔細去觀察，報應絲毫不爽。"
    },
    {
      "id": "20-013-0152_p0004",
      "zh_CN": "从这个杀业，使我们联想到，现在的世间人杀业、盗业、邪淫、妄语，这在佛法里面，无论是在家、出家都是四重戒；在家五戒里面「杀、盗、淫、妄、酒」，出家戒里面也把这个订在最前面的四条重戒，所以这不仅是出家人要遵守，在家人也要遵守。而我们现在看社会，普遍的一些大众心里所想的、口里所说的、身体所造的，岂不是「杀、盗、淫、妄、酒」吗？每天都在造这五种罪业，这五种罪业实际上就是十恶业，这个世间怎么能够避免灾难？我们要救自己，就要从这个地方下定决心严持禁戒，依教奉行，这是自救。能救自己，我们才能帮助别人，帮助别人也唯有劝导，除劝导之外，我们有什么能力？我们出家人，一切生活所需自己没有去经营，依赖在家同修的供养，这个供养不多，我们很少有多余的，哪有力量去帮助他们？所以我们只有以身作则，劝导社会大众，社会上有大福报的人，劝导他们发心，劝导他们修福。我们自己如果思想行为不正，你又如何能劝别人？别人怎么可能相信你的话？所以一定要先从自己做起，自己的心正行正，然后才能够影响别人。",
      "zh_TW": "從這個殺業，使我們聯想到，現在的世間人殺業、盜業、邪淫、妄語，這在佛法裡面，無論是在家、出家都是四重戒；在家五戒裡面「殺、盜、淫、妄、酒」，出家戒裡面也把這個訂在最前面的四條重戒，所以這不僅是出家人要遵守，在家人也要遵守。而我們現在看社會，普遍的一些大眾心裡所想的、口裡所說的、身體所造的，豈不是「殺、盜、淫、妄、酒」嗎？每天都在造這五種罪業，這五種罪業實際上就是十惡業，這個世間怎麼能夠避免災難？我們要救自己，就要從這個地方下定決心嚴持禁戒，依教奉行，這是自救。能救自己，我們才能幫助別人，幫助別人也唯有勸導，除勸導之外，我們有什麼能力？我們出家人，一切生活所需自己沒有去經營，依賴在家同修的供養，這個供養不多，我們很少有多餘的，哪有力量去幫助他們？所以我們只有以身作則，勸導社會大眾，社會上有大福報的人，勸導他們發心，勸導他們修福。我們自己如果思想行為不正，你又如何能勸別人？別人怎麼可能相信你的話？所以一定要先從自己做起，自己的心正行正，然後才能夠影響別人。"
    },
    {
      "id": "20-013-0152_p0005",
      "zh_CN": "特别是世间富贵之人，前世修福；希望他们觉悟，在这一生享受富贵的时候，依旧还要修因，他的富贵生生世世绵绵不断，不至于在这一生当中把富贵享尽；如果享尽，来生就堕落。贫穷人家受尽苦难，前生没有造善业，这一生当中又没有遇到善缘，愚昧无知，造作许多的恶业。我们劝导他，他觉悟了，他能够回头断恶修善，来生一定得福报。这个样子，才是富贵、贫贱统统得度。诸佛菩萨出现在世间，就做这么一桩事情，全心全力的在做，很认真的在做，把这个工作做好，做得有效果，这就是佛菩萨的事业。我们做佛的学生、做佛的弟子，要知道学习佛菩萨、效法佛菩萨，将佛菩萨的心愿，佛菩萨的慈悲，佛菩萨的事业发扬光大。",
      "zh_TW": "特別是世間富貴之人，前世修福；希望他們覺悟，在這一生享受富貴的時候，依舊還要修因，他的富貴生生世世綿綿不斷，不至於在這一生當中把富貴享盡；如果享盡，來生就墮落。貧窮人家受盡苦難，前生沒有造善業，這一生當中又沒有遇到善緣，愚昧無知，造作許多的惡業。我們勸導他，他覺悟了，他能夠回頭斷惡修善，來生一定得福報。這個樣子，才是富貴、貧賤統統得度。諸佛菩薩出現在世間，就做這麼一樁事情，全心全力的在做，很認真的在做，把這個工作做好，做得有效果，這就是佛菩薩的事業。我們做佛的學生、做佛的弟子，要知道學習佛菩薩、效法佛菩薩，將佛菩薩的心願，佛菩薩的慈悲，佛菩薩的事業發揚光大。"
    },
    {
      "id": "20-013-0152_p0006",
      "zh_CN": "现在在这个时代，我们必须要拓开心量。因为资讯发达，世界任何一个角落发生的事情，我们立刻就知道了，交通便捷很快也能达到，所以生活在这个时代，我们活动的范围是整个地球。这个地球是我们居住的所在，任何地区、任何一个有居民的岛屿，我们都要关心、都要爱护，不可以再拘束一个小圈圈、一个小范围，你心量就太小了。我们今天自己能力能做得到的是这个地球，心量还要大，心量常常总是要包含着虚空法界，我们才有出离的可能。如果没有这个心量，做再多的好事，也是人天福报，这个道理总是要懂的。明白这个事理，我们的同胞范围多大？尽虚空遍法界一切有情众生，是我们的同胞。这个同胞是同一个法性，都是自己真心自性变现出来的，那怎么不是同胞？《华严经》上，情与无情皆是同胞。所以自己成佛，看到「情与无情，同圆种智」，真正见到了。如果不是同一个自性，怎么可能有这种现象？这是我们要明了的，知道自己在这一生当中，应该怎么做、怎样努力，才能与诸佛如来清净慈悲相应。",
      "zh_TW": "現在在這個時代，我們必須要拓開心量。因為資訊發達，世界任何一個角落發生的事情，我們立刻就知道了，交通便捷很快也能達到，所以生活在這個時代，我們活動的範圍是整個地球。這個地球是我們居住的所在，任何地區、任何一個有居民的島嶼，我們都要關心、都要愛護，不可以再拘束一個小圈圈、一個小範圍，你心量就太小了。我們今天自己能力能做得到的是這個地球，心量還要大，心量常常總是要包含著虛空法界，我們才有出離的可能。如果沒有這個心量，做再多的好事，也是人天福報，這個道理總是要懂的。明白這個事理，我們的同胞範圍多大？盡虛空遍法界一切有情眾生，是我們的同胞。這個同胞是同一個法性，都是自己真心自性變現出來的，那怎麼不是同胞？《華嚴經》上，情與無情皆是同胞。所以自己成佛，看到「情與無情，同圓種智」，真正見到了。如果不是同一個自性，怎麼可能有這種現象？這是我們要明瞭的，知道自己在這一生當中，應該怎麼做、怎樣努力，才能與諸佛如來清淨慈悲相應。"
    }
  ]
}