{
  "doc_id": "20-013-0110",
  "title": {
    "zh_CN": "九八年早餐开示—如何安排佛学院课程",
    "zh_TW": "九八年早餐開示—如何安排佛學院課程"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0110",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0110_p0001",
      "zh_CN": "昨天下午李木源居士告诉我，居士林的董事会决定要办学，向政府立案办佛学院，名称可能今天他们拟订，修学的期间今天也可能决定，是短期还是比较长期。这桩事情是好事，真正做到续佛慧命，普利众生的大事业。无论是长期或者是短期的培训班，我们有足够的场所可以分班教学，也就是我们同时可以开几门课。开课的原则前天我讲过一次，我们佛法教学跟世间教学不相同，我们要求的目的方向都不一样，所以一定要走「专」的道路，忌讳杂修，要把我们全部的时间精力集中在一门。我这个概念，是从李炳南老居士那里学来的，李老师遵遁传统的原则，讲求一门深入，所谓是「一经通则一切经通」，除非是不得已，决定是弘扬一门。",
      "zh_TW": "昨天下午李木源居士告訴我，居士林的董事會決定要辦學，向政府立案辦佛學院，名稱可能今天他們擬訂，修學的期間今天也可能決定，是短期還是比較長期。這樁事情是好事，真正做到續佛慧命，普利眾生的大事業。無論是長期或者是短期的培訓班，我們有足夠的場所可以分班教學，也就是我們同時可以開幾門課。開課的原則前天我講過一次，我們佛法教學跟世間教學不相同，我們要求的目的方向都不一樣，所以一定要走「專」的道路，忌諱雜修，要把我們全部的時間精力集中在一門。我這個概念，是從李炳南老居士那裡學來的，李老師遵遁傳統的原則，講求一門深入，所謂是「一經通則一切經通」，除非是不得已，決定是弘揚一門。"
    },
    {
      "id": "20-013-0110_p0002",
      "zh_CN": "我在早年也曾经在台湾教过短时期的佛学院，就提出这个意见，因为我们在台中修学深受利益，这就是一门专攻，心里面没有杂念，收的效果很殊胜，用的时间不多，这是我们从经验当中体会到。但是许多佛学院主持的人，跟我们的概念不相同，他们要采取世间学校的方式，许许多多的科目同时来修学，这是一般的趋势。所以很多三年佛学院毕业，四年佛学院毕业，只学了一些佛学的常识，请他上台讲经是一部经都不会讲，说到效果远远不如专修。我们办培训班也好，佛学院也好，我们提倡专修。但是可以同时开很多门课，我们是净宗，当然「净土五经一论」是必修课，如果有同学喜欢修学其他法门也行，学华严、学天台、学法相唯识，乃至于禅宗语录，我们统统都可以开课。关于一般佛学，譬如说《遗教经》、《八大人觉经》、《四十二章经》，我们也可以开课。但是学生必须选修一门，这一门他一定要上台去覆讲，甚至于要让他去讲大座。如果他有能力，他可以旁听其他的课程，没有能力专攻这一门就行，他在此地学成之后，这一部经就可以在全世界弘扬，我们选择这个方式。",
      "zh_TW": "我在早年也曾經在台灣教過短時期的佛學院，就提出這個意見，因為我們在台中修學深受利益，這就是一門專攻，心裡面沒有雜念，收的效果很殊勝，用的時間不多，這是我們從經驗當中體會到。但是許多佛學院主持的人，跟我們的概念不相同，他們要採取世間學校的方式，許許多多的科目同時來修學，這是一般的趨勢。所以很多三年佛學院畢業，四年佛學院畢業，只學了一些佛學的常識，請他上台講經是一部經都不會講，說到效果遠遠不如專修。我們辦培訓班也好，佛學院也好，我們提倡專修。但是可以同時開很多門課，我們是淨宗，當然「淨土五經一論」是必修課，如果有同學喜歡修學其他法門也行，學華嚴、學天台、學法相唯識，乃至於禪宗語錄，我們統統都可以開課。關於一般佛學，譬如說《遺教經》、《八大人覺經》、《四十二章經》，我們也可以開課。但是學生必須選修一門，這一門他一定要上台去覆講，甚至於要讓他去講大座。如果他有能力，他可以旁聽其他的課程，沒有能力專攻這一門就行，他在此地學成之後，這一部經就可以在全世界弘揚，我們選擇這個方式。"
    },
    {
      "id": "20-013-0110_p0003",
      "zh_CN": "我们同修如果是发心在这一生当中专修专弘，一定要把自己这一生定位在讲经教学上，一生从事于这桩事业，不去管理这些道场，不担任执事；就像世间教育里面专心当教员，不当校长，不管学校行政，专门教书，他用心专。我过去亲近不少的名教授，他们一生就是这个态度。过去我有一个同学傅乐成先生，在台湾也是个名教授，一生读书教学，他虽然没有出家，他没有结婚，半个和尚。他在台湾大学博士班授课，曾经有一度是哪一个学校，请他去做文学院院长，他答应了，去做了一个学期不干了，他说这不是人干的事情。因为管行政什么事都要操心、要应酬，他平常教书生活多单纯，他干了一个学期不能干，才晓得这不是人干的。读书人就是个读书人，非常单纯，我们要立这个愿，好！一生当中与行政脱节，不管人、不管事也不管钱，你说多自在。",
      "zh_TW": "我們同修如果是發心在這一生當中專修專弘，一定要把自己這一生定位在講經教學上，一生從事於這樁事業，不去管理這些道場，不擔任執事；就像世間教育裡面專心當教員，不當校長，不管學校行政，專門教書，他用心專。我過去親近不少的名教授，他們一生就是這個態度。過去我有一個同學傅樂成先生，在台灣也是個名教授，一生讀書教學，他雖然沒有出家，他沒有結婚，半個和尚。他在台灣大學博士班授課，曾經有一度是哪一個學校，請他去做文學院院長，他答應了，去做了一個學期不幹了，他說這不是人幹的事情。因為管行政什麼事都要操心、要應酬，他平常教書生活多單純，他幹了一個學期不能幹，才曉得這不是人幹的。讀書人就是個讀書人，非常單純，我們要立這個願，好！一生當中與行政脫節，不管人、不管事也不管錢，你說多自在。"
    },
    {
      "id": "20-013-0110_p0004",
      "zh_CN": "我过去在台湾这些年，自己建立两个道场，那是挂名而已。最初我们建立的是华藏精舍，我做过住持，实际上不管事，管事是我有个护法韩锳居士她管，到最后我们成立华藏视听图书馆，就干脆名正言顺请她作馆长，华藏精舍只是个招牌而已。以后成立「佛陀教育基金会」，基金会有个总干事简丰文居士全权负责，我也什么都不管。这个假名现在还挂着，我辞了很多次，辞不掉；董事会很热情不让我辞，他说你一年到头在外面不回来都可以，名一定要挂上，这是他们的好意，我说好随你挂。达拉斯佛教会也是挂个虚名，假名。",
      "zh_TW": "我過去在台灣這些年，自己建立兩個道場，那是掛名而已。最初我們建立的是華藏精舍，我做過住持，實際上不管事，管事是我有個護法韓鍈居士她管，到最後我們成立華藏視聽圖書館，就乾脆名正言順請她作館長，華藏精舍只是個招牌而已。以後成立「佛陀教育基金會」，基金會有個總幹事簡豐文居士全權負責，我也什麼都不管。這個假名現在還掛著，我辭了很多次，辭不掉；董事會很熱情不讓我辭，他說你一年到頭在外面不回來都可以，名一定要掛上，這是他們的好意，我說好隨你掛。達拉斯佛教會也是掛個虛名，假名。"
    },
    {
      "id": "20-013-0110_p0005",
      "zh_CN": "他办佛学院，势必要有许许多多行政的人员，院长，也可以设副院长，里面总有教务、有训导、有总务这些纲领执事。我看李居士很有意思，看中我们这些出家同学，你们有没有意思？如果没有意思要预先表明，我们可以让这些所有的执事，都让在家居士们去做，我们当教员。将来开课也要你们同学负责去授课，这是预先要准备，这桩事情我估计大概是五到六个月就要招生。学生我昨天也跟诸位透露，我们希望四众同学都收，在家出家、男众女众，我们四众都收。各个地区愿意来参学，我们统统欢迎，这些都让他们董事会去考虑，我们只提供这一点建议，是不是可行让他们去决定。但是我们自己现在要有充分的准备，我想要有四、五个月的时间足够了。",
      "zh_TW": "他辦佛學院，勢必要有許許多多行政的人員，院長，也可以設副院長，裡面總有教務、有訓導、有總務這些綱領執事。我看李居士很有意思，看中我們這些出家同學，你們有沒有意思？如果沒有意思要預先表明，我們可以讓這些所有的執事，都讓在家居士們去做，我們當教員。將來開課也要你們同學負責去授課，這是預先要準備，這樁事情我估計大概是五到六個月就要招生。學生我昨天也跟諸位透露，我們希望四眾同學都收，在家出家、男眾女眾，我們四眾都收。各個地區願意來參學，我們統統歡迎，這些都讓他們董事會去考慮，我們只提供這一點建議，是不是可行讓他們去決定。但是我們自己現在要有充分的準備，我想要有四、五個月的時間足夠了。"
    },
    {
      "id": "20-013-0110_p0006",
      "zh_CN": "教材如何去选订，《无量寿经》可以用我们的科判，参考黄念祖居士的注解，这样教学就很好，课本用《易解》就好，《易解》可以在教学当中做一次整理修订，我们把现在的《易解》当作一个草本。《观无量寿佛经》可以采取善导大师的注解，善导大师在佛门里面很多人都知道，阿弥陀佛再来的；阿弥陀佛再来注这部经，岂不是阿弥陀佛自己说的？所以我们可以选善导大师《四帖疏》。《弥陀经》有两种注解非常好，两种注解都可以学，一个是莲池大师的《疏钞》，一个是蕅益大师的《要解》。《要解》还有注解，有圆瑛法师的《讲义》，宝静法师的《亲闻记》，这两种是《要解》的注解，都很好，都有参考的价值。《普贤行愿品》我们只有采取清凉大师的注解，《别行疏钞》，《别行疏钞》的分量很重，《疏》是清凉，《钞》是宗密，分量很大，初学有困难，但是民初有一些节要，这个本子就方便初学。另外就是《大势至菩萨念佛圆通章》，有灌顶的《疏钞》，说得非常详细可以做依据，灌顶《疏钞》我们过去曾经印过单行本，应该可以找得到。再就是《往生论》，《往生论》的注解也有多种，我们可以选择一、二种做参考，这是我们本宗的。",
      "zh_TW": "教材如何去選訂，《無量壽經》可以用我們的科判，參考黃念祖居士的註解，這樣教學就很好，課本用《易解》就好，《易解》可以在教學當中做一次整理修訂，我們把現在的《易解》當作一個草本。《觀無量壽佛經》可以採取善導大師的註解，善導大師在佛門裡面很多人都知道，阿彌陀佛再來的；阿彌陀佛再來註這部經，豈不是阿彌陀佛自己說的？所以我們可以選善導大師《四帖疏》。《彌陀經》有兩種註解非常好，兩種註解都可以學，一個是蓮池大師的《疏鈔》，一個是蕅益大師的《要解》。《要解》還有註解，有圓瑛法師的《講義》，寶靜法師的《親聞記》，這兩種是《要解》的註解，都很好，都有參考的價值。《普賢行願品》我們只有採取清涼大師的註解，《別行疏鈔》，《別行疏鈔》的分量很重，《疏》是清涼，《鈔》是宗密，分量很大，初學有困難，但是民初有一些節要，這個本子就方便初學。另外就是《大勢至菩薩念佛圓通章》，有灌頂的《疏鈔》，說得非常詳細可以做依據，灌頂《疏鈔》我們過去曾經印過單行本，應該可以找得到。再就是《往生論》，《往生論》的註解也有多種，我們可以選擇一、二種做參考，這是我們本宗的。"
    },
    {
      "id": "20-013-0110_p0007",
      "zh_CN": "本宗之外，流通得最广而为中国人所喜爱，第一个就是《金刚经》，家喻户晓，只要是学佛没有不欢喜《金刚经》，所以《金刚经》可以开课。《金刚经》采取江味农居士的《讲义》就可以，这个《讲义》可以说是集《金刚经》古今注解之大成，是江居士一生的精力。《心经》也很重要，也是大家天天念，周止庵的《心经诠注》是《心经》注解里面的权威，代表作，他也是用一生的精力，一生用一部经才有这样的成就，他没有搞很多，他不搞很杂，这要知道。禅宗还有一个语录，《六祖坛经》、《永嘉禅宗集》、《证道歌》，三祖的《信心铭》、《大珠和尚语录》，这些东西都是禅宗很流行，非常受欢迎，我们也可以开课。相宗的典籍，像《百法明门论》、《唯识三十颂》，这非常重要，我们不是专门研究相宗，相宗的常识要知道，这是佛法一般理论的基础。《华严》分量很大，现在正在讲着，大家随着听就好。《法华》、《楞严》这些大经大论，如果将来有时间、有机缘都可以传授，此地要是真正开办佛学院，我们就有这个想法。希望我们同学们共同努力，把这桩大事业尽心尽力去把它做好，能做到什么程度我们不敢说，但是尽心尽力对自己来说就是圆满功德。将来学院建立，招生就可以依照学生的兴趣、根性、爱好让他选经，然后我们分班授课。",
      "zh_TW": "本宗之外，流通得最廣而為中國人所喜愛，第一個就是《金剛經》，家喻戶曉，只要是學佛沒有不歡喜《金剛經》，所以《金剛經》可以開課。《金剛經》採取江味農居士的《講義》就可以，這個《講義》可以說是集《金剛經》古今註解之大成，是江居士一生的精力。《心經》也很重要，也是大家天天念，周止菴的《心經詮注》是《心經》註解裡面的權威，代表作，他也是用一生的精力，一生用一部經才有這樣的成就，他沒有搞很多，他不搞很雜，這要知道。禪宗還有一個語錄，《六祖壇經》、《永嘉禪宗集》、《證道歌》，三祖的《信心銘》、《大珠和尚語錄》，這些東西都是禪宗很流行，非常受歡迎，我們也可以開課。相宗的典籍，像《百法明門論》、《唯識三十頌》，這非常重要，我們不是專門研究相宗，相宗的常識要知道，這是佛法一般理論的基礎。《華嚴》分量很大，現在正在講著，大家隨著聽就好。《法華》、《楞嚴》這些大經大論，如果將來有時間、有機緣都可以傳授，此地要是真正開辦佛學院，我們就有這個想法。希望我們同學們共同努力，把這樁大事業盡心盡力去把它做好，能做到什麼程度我們不敢說，但是盡心盡力對自己來說就是圓滿功德。將來學院建立，招生就可以依照學生的興趣、根性、愛好讓他選經，然後我們分班授課。"
    },
    {
      "id": "20-013-0110_p0008",
      "zh_CN": "将来这边、居士林讲经不中断，李木源告诉我，竹林寺、法轮社，还有光明山，希望我们这些学生，都能在这些地方去讲大座。如果有四个道场，包括我们新的道场有五个道场，我还要照顾居士林，居士林是我们根本，我们不可以把《华严经》搬到别的地方去讲，我们一定要懂得「报本反始」，要「知恩报恩」。所以外面这四个道场让同学们去讲，一个星期讲五天，四个地方一个星期就有二十次讲经的机会。如果每天一个人，那就是二十个人，如果每天两个人讲，一个人讲一个小时，两个人讲那就可以四十个人来练习，所以我们有场地、有时间。学生到这个地方来修学，一定要上台讲经，不上台决定修不出来，他选哪一部经，这部经一定要在新加坡从头到尾讲圆满，而不是选讲。我们希望能做到这一点，那就是我们的成绩表现。",
      "zh_TW": "將來這邊、居士林講經不中斷，李木源告訴我，竹林寺、法輪社，還有光明山，希望我們這些學生，都能在這些地方去講大座。如果有四個道場，包括我們新的道場有五個道場，我還要照顧居士林，居士林是我們根本，我們不可以把《華嚴經》搬到別的地方去講，我們一定要懂得「報本反始」，要「知恩報恩」。所以外面這四個道場讓同學們去講，一個星期講五天，四個地方一個星期就有二十次講經的機會。如果每天一個人，那就是二十個人，如果每天兩個人講，一個人講一個小時，兩個人講那就可以四十個人來練習，所以我們有場地、有時間。學生到這個地方來修學，一定要上台講經，不上台決定修不出來，他選哪一部經，這部經一定要在新加坡從頭到尾講圓滿，而不是選講。我們希望能做到這一點，那就是我們的成績表現。"
    },
    {
      "id": "20-013-0110_p0009",
      "zh_CN": "同学们听了我的报告之后，你们仔细去研究，你们自己选择一门，我们在这段期间当中做充分的准备，将来招生要担任这门课程的教学，必要的时候我们再找时间，我们来研究讨论课程怎么个教法。这里面还有一个基本的课程，《内典讲座之研究》，这是个基本课程，一定要学好，这个课程可以学生所选不同经论在一起上课，可以合班在一起上课。上这门课的时候，就叫他准备自己所修学的课程，因为那个课程一开课就要覆讲。《内典讲座之研究》我们以过去的经验，应该有一个月的时间就可以讲完，就可以教完，他如果学《无量寿经》，他有一个月的时间做充分准备。",
      "zh_TW": "同學們聽了我的報告之後，你們仔細去研究，你們自己選擇一門，我們在這段期間當中做充分的準備，將來招生要擔任這門課程的教學，必要的時候我們再找時間，我們來研究討論課程怎麼個教法。這裡面還有一個基本的課程，《內典講座之研究》，這是個基本課程，一定要學好，這個課程可以學生所選不同經論在一起上課，可以合班在一起上課。上這門課的時候，就叫他準備自己所修學的課程，因為那個課程一開課就要覆講。《內典講座之研究》我們以過去的經驗，應該有一個月的時間就可以講完，就可以教完，他如果學《無量壽經》，他有一個月的時間做充分準備。"
    },
    {
      "id": "20-013-0110_p0010",
      "zh_CN": "共同科目上完之后，分班授课的时候他就要上台讲经。我们这地方同学唯一的条件就是你上台，你不能上台，你就不能参加我们学院，你想参加这个学院来修学，你一定要上台讲经。再有多余的时间，我们也可以开像电脑的课程、英语课程，或者从事于翻译的这些课程，都可以做。虽然是个专宗的学院，可做的事情非常之多，真是我们有做不完的工作。一定要发心，有决心、有毅力把它做好，知道这桩事情非常有意义，对社会、对众生、对世间有真实的利益，是一桩大好事情。像昨天晚上讲主夜神，将来诸位看到五十三参，善财童子参访多位主夜神，主夜神的意思大家晓得，默默在工作，默默在行善，不要名闻利养，不希望人家知道，这类的人都是主夜神。好，今天时间到了。",
      "zh_TW": "共同科目上完之後，分班授課的時候他就要上台講經。我們這地方同學唯一的條件就是你上台，你不能上台，你就不能參加我們學院，你想參加這個學院來修學，你一定要上台講經。再有多餘的時間，我們也可以開像電腦的課程、英語課程，或者從事於翻譯的這些課程，都可以做。雖然是個專宗的學院，可做的事情非常之多，真是我們有做不完的工作。一定要發心，有決心、有毅力把它做好，知道這樁事情非常有意義，對社會、對眾生、對世間有真實的利益，是一樁大好事情。像昨天晚上講主夜神，將來諸位看到五十三參，善財童子參訪多位主夜神，主夜神的意思大家曉得，默默在工作，默默在行善，不要名聞利養，不希望人家知道，這類的人都是主夜神。好，今天時間到了。"
    }
  ]
}