{
  "doc_id": "20-013-0072",
  "title": {
    "zh_CN": "九八年早餐开示—无缘大慈同体大悲",
    "zh_TW": "九八年早餐開示—無緣大慈同體大悲"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0072",
  "total_paragraphs": 7,
  "paragraphs": [
    {
      "id": "20-013-0072_p0001",
      "zh_CN": "新加坡居士林念佛堂开始念佛到现在，时间虽然不长，同修们都能够得到法喜充满，尤其是从台湾来的同修们，他们感触很深，昨天一些同修来告诉我。由此可知，念佛也要依靠外缘，所谓有善知识引导，有好的同参道友，有殊胜的场所，这个缘都不容易遇到。使我们深深感触到佛祖常常警策学人，善缘很不容易遇到，遇到之后要知道珍惜，要知道把握住，对我们修学有很大的帮助。即使是不学佛，没有意思要脱离轮回，要求生净土，对他现前的生活也会有大力的帮助。现在世间由于重视科技的教育，所以不能接受轮回、三世概念的人，占的数量也不少。虽然如是，可是相信轮回，深信因果也大有人在。这些人还能够凭良心做事，我们很清楚，那是佛菩萨示现再来人，以这种善巧方便教化众生。我们细心去观察，他们做的工作似乎不明显，但是也清清楚楚、历历分明，他们的一举一动、一言一行，对社会起潜移默化的作用。",
      "zh_TW": "新加坡居士林念佛堂開始念佛到現在，時間雖然不長，同修們都能夠得到法喜充滿，尤其是從台灣來的同修們，他們感觸很深，昨天一些同修來告訴我。由此可知，念佛也要依靠外緣，所謂有善知識引導，有好的同參道友，有殊勝的場所，這個緣都不容易遇到。使我們深深感觸到佛祖常常警策學人，善緣很不容易遇到，遇到之後要知道珍惜，要知道把握住，對我們修學有很大的幫助。即使是不學佛，沒有意思要脫離輪迴，要求生淨土，對他現前的生活也會有大力的幫助。現在世間由於重視科技的教育，所以不能接受輪迴、三世概念的人，佔的數量也不少。雖然如是，可是相信輪迴，深信因果也大有人在。這些人還能夠憑良心做事，我們很清楚，那是佛菩薩示現再來人，以這種善巧方便教化眾生。我們細心去觀察，他們做的工作似乎不明顯，但是也清清楚楚、歷歷分明，他們的一舉一動、一言一行，對社會起潛移默化的作用。"
    },
    {
      "id": "20-013-0072_p0002",
      "zh_CN": "佛在经上常讲，众生愈苦，造业愈是多、愈是严重，佛菩萨必定在这个地区照顾。许许多多佛菩萨示现在大众当中，他们教化众生的善巧方便无量无边，凡夫不知不觉受他的影响，也把他当凡夫看待。他所示现的确实是一个凡夫，与一般人确实没有两样，我们怎么会知道？所以说是只有真正深入经藏，古时候所讲真正有学问、有德行的人看得出来，知道。什么叫学问？我们所说的看破，看破就是学问。什么叫德行？德行就是放下。你们想想对不对？放下自私自利的观念，放下妄想分别执着，他的思想、见解、言行叫做德行。由此可知，世出世间法是一桩事情，只是这里面境界有广狭不同，功夫有深浅不同。世法圣贤教我们要爱人，教我们要爱世人，这个范围小；佛教我们爱一切众生，这范围就大了。一切众生包括九法界，不但是要爱人，连些小动物也要爱护，妖魔鬼怪也要爱护，地狱众生亦要爱护，为什么？他有法性。他现在所作所为是邪恶的，是不善的，他本性是善的。本性善良为什么做出邪恶？他迷了，我们要同情他、怜悯他，要格外去照顾他，这才是佛菩萨；决定不可以说，他邪恶我们舍弃他，那就错了。所以一定要学佛菩萨圆满的智慧，真实的慈悲，善巧方便，无论对人对事对物，都是用平等慈悲心。",
      "zh_TW": "佛在經上常講，眾生愈苦，造業愈是多、愈是嚴重，佛菩薩必定在這個地區照顧。許許多多佛菩薩示現在大眾當中，他們教化眾生的善巧方便無量無邊，凡夫不知不覺受他的影響，也把他當凡夫看待。他所示現的確實是一個凡夫，與一般人確實沒有兩樣，我們怎麼會知道？所以說是只有真正深入經藏，古時候所講真正有學問、有德行的人看得出來，知道。什麼叫學問？我們所說的看破，看破就是學問。什麼叫德行？德行就是放下。你們想想對不對？放下自私自利的觀念，放下妄想分別執著，他的思想、見解、言行叫做德行。由此可知，世出世間法是一樁事情，只是這裡面境界有廣狹不同，功夫有深淺不同。世法聖賢教我們要愛人，教我們要愛世人，這個範圍小；佛教我們愛一切眾生，這範圍就大了。一切眾生包括九法界，不但是要愛人，連些小動物也要愛護，妖魔鬼怪也要愛護，地獄眾生亦要愛護，為什麼？他有法性。他現在所作所為是邪惡的，是不善的，他本性是善的。本性善良為什麼做出邪惡？他迷了，我們要同情他、憐憫他，要格外去照顧他，這才是佛菩薩；決定不可以說，他邪惡我們捨棄他，那就錯了。所以一定要學佛菩薩圓滿的智慧，真實的慈悲，善巧方便，無論對人對事對物，都是用平等慈悲心。"
    },
    {
      "id": "20-013-0072_p0003",
      "zh_CN": "昨天我们在经上读到过，佛菩萨没有身相，这一点诸位一定要记住。为什么佛菩萨没有身相？有身相就有妄想分别执着，没有身相就没有妄想分别执着。所以法身佛名号叫毘卢遮那，毘卢遮那是梵语，什么意思？「遍一切处」。大家有没有想像到，尽虚空遍法界是自己的身相，这是法身佛。试问问哪一个人没有法身？没有一个人没有法身。而法身是共同的，大家在经上都念过，「十方三世佛，共同一法身」，你们就想一想，尽虚空遍法界一切众生、一切依正庄严，跟我是什么关系？一法身，一体，所以叫「同体大悲，无缘大慈」。法身有没有相？不能说有相；是不是无相？不能说无相；非有相非无相。希望诸位细心去体会，我们不能顿悟，也希望有渐悟，慢慢的能契入这个境界，你真正的慈悲心才能发得出来，而不是认这一个身体是自己，这是绝大的错误。",
      "zh_TW": "昨天我們在經上讀到過，佛菩薩沒有身相，這一點諸位一定要記住。為什麼佛菩薩沒有身相？有身相就有妄想分別執著，沒有身相就沒有妄想分別執著。所以法身佛名號叫毘盧遮那，毘盧遮那是梵語，什麼意思？「遍一切處」。大家有沒有想像到，盡虛空遍法界是自己的身相，這是法身佛。試問問哪一個人沒有法身？沒有一個人沒有法身。而法身是共同的，大家在經上都念過，「十方三世佛，共同一法身」，你們就想一想，盡虛空遍法界一切眾生、一切依正莊嚴，跟我是什麼關係？一法身，一體，所以叫「同體大悲，無緣大慈」。法身有沒有相？不能說有相；是不是無相？不能說無相；非有相非無相。希望諸位細心去體會，我們不能頓悟，也希望有漸悟，慢慢的能契入這個境界，你真正的慈悲心才能發得出來，而不是認這一個身體是自己，這是絕大的錯誤。"
    },
    {
      "id": "20-013-0072_p0004",
      "zh_CN": "譬如我们这个身是自己，大家好懂；寒毛，认一根寒毛是自己，身忘掉，这是自己，其他不是自己，成什么话？一切众生迷惑颠倒就是像这样，把这个身看作自己，忘掉了，不晓得尽虚空遍法界是一个自己。楞严会上释迦牟尼佛举大海做比喻，比大海是自己，众生迷惑不晓得，大海里头起了一个水泡，他执着水泡是自己，把大海忘掉了，错就错在这里。佛菩萨悟，悟个什么？知道大海是自己，他悟。众生迷，迷在哪里？执着水泡是自己，大海不是自己。所以佛教导人，你那个水泡破了之后，你就发现真的自己找到了。所以诸佛菩萨法身无相，虽然无相能现一切相。相是怎么现的？是不是自己想现什么相就现什么相？不是的。如果你还有想，你还是迷，你没有悟。没有想，没有妄想、分别、执着，心是真清净，永远清净。无想无念何以能现相？现相是感应而现的。十法界众生哪个地方有感，他立刻就现，为什么现得那么快？因为他无处不在。",
      "zh_TW": "譬如我們這個身是自己，大家好懂；寒毛，認一根寒毛是自己，身忘掉，這是自己，其他不是自己，成什麼話？一切眾生迷惑顛倒就是像這樣，把這個身看作自己，忘掉了，不曉得盡虛空遍法界是一個自己。楞嚴會上釋迦牟尼佛舉大海做比喻，比大海是自己，眾生迷惑不曉得，大海裡頭起了一個水泡，他執著水泡是自己，把大海忘掉了，錯就錯在這裡。佛菩薩悟，悟個什麼？知道大海是自己，他悟。眾生迷，迷在哪裡？執著水泡是自己，大海不是自己。所以佛教導人，你那個水泡破了之後，你就發現真的自己找到了。所以諸佛菩薩法身無相，雖然無相能現一切相。相是怎麼現的？是不是自己想現什麼相就現什麼相？不是的。如果你還有想，你還是迷，你沒有悟。沒有想，沒有妄想、分別、執著，心是真清淨，永遠清淨。無想無念何以能現相？現相是感應而現的。十法界眾生哪個地方有感，他立刻就現，為什麼現得那麼快？因為他無處不在。"
    },
    {
      "id": "20-013-0072_p0005",
      "zh_CN": "像我们现在利用高科技来做弘法的工作，科技将我们的音声，将我们的形像变成电波，而这个电波散布在整个世界，就好比遍一切处。任何地方你有机器，你拨到频道画面立刻就现前，音声你就听到，并不是我这个地方送给你，不是的，它遍一切处。电波的速度诸位知道，一秒钟三十万公里，速度并不快，我们现在讲物理的现象，科学家、机械所能为的也止于这个境界。可是心性的波速度就快，刹那之间就遍虚空法界，不是电波、磁波所能够比的，电波、光波、音波统统不能为比。所以我们起心动念尽虚空遍法界，上跟诸佛感应道交，下跟一切众生、山河大地统统起反应。光波、电波，诸位晓得，如果距离太远，波慢慢就微弱了；就像我们用一颗石头投在湖水，水很平静，投下去它起波浪，愈是靠近的波浪愈大，慢慢的波浪就微弱了，一定是遍满这一池，它这个波有强弱不同。可是心性之波没有强弱，它不是物理，物理有强弱，心性没有强弱。一切众生起心动念，心性里头自然起感应，众生有感，他一定有应，「应以什么身得度，他就现什么身」，这里面没有理由、没有原因，所以佛在经上讲「法尔如是」。这个理很深、很广，这才是宇宙人生的真相。",
      "zh_TW": "像我們現在利用高科技來做弘法的工作，科技將我們的音聲，將我們的形像變成電波，而這個電波散佈在整個世界，就好比遍一切處。任何地方你有機器，你撥到頻道畫面立刻就現前，音聲你就聽到，並不是我這個地方送給你，不是的，它遍一切處。電波的速度諸位知道，一秒鐘三十萬公里，速度並不快，我們現在講物理的現象，科學家、機械所能為的也止於這個境界。可是心性的波速度就快，剎那之間就遍虛空法界，不是電波、磁波所能夠比的，電波、光波、音波統統不能為比。所以我們起心動念盡虛空遍法界，上跟諸佛感應道交，下跟一切眾生、山河大地統統起反應。光波、電波，諸位曉得，如果距離太遠，波慢慢就微弱了；就像我們用一顆石頭投在湖水，水很平靜，投下去它起波浪，愈是靠近的波浪愈大，慢慢的波浪就微弱了，一定是遍滿這一池，它這個波有強弱不同。可是心性之波沒有強弱，它不是物理，物理有強弱，心性沒有強弱。一切眾生起心動念，心性裡頭自然起感應，眾生有感，他一定有應，「應以什麼身得度，他就現什麼身」，這裡面沒有理由、沒有原因，所以佛在經上講「法爾如是」。這個理很深、很廣，這才是宇宙人生的真相。"
    },
    {
      "id": "20-013-0072_p0006",
      "zh_CN": "诸佛菩萨现身，身在世间住世长短都是应，都是感应；众生感应力量强，时间长，佛菩萨应化时间就长。我们凡夫说实实在在的话，我们今天得的身，受的果报，我们这一生所感受，说穿了也是感应。我们这个身受什么感？业感，《地藏经》上讲「业感」。我们自己造的业，一切众生造的业，众生造的业跟我们业造的相同叫共业，共业所感就现身，到这世间来投胎现身，来受这个苦报，我们是业感。所以佛说，你造善因必定感善果，你造恶因一定感恶报，善恶果报谁给你的？自己变现出来的。诸佛如来跟一切众生起感应道交，是从自性真心起的感应，所以他得大自在。我们今天在六道、在十法界，里面所现的这些身，依正庄严是业感的，业力变现的。十法界一半一半，天道以上，天道、声闻、缘觉、菩萨、佛，善业所感，真是善因善果；人道以下，人、修罗、饿鬼、畜生、地狱，不善业所感，是这么个道理，不是人造的。我们明白这个道理，了解事实真相，无论在这一生当中，我们遇的缘是善是恶，我们处的境是顺是逆，都不怨天、不尤人，明白了。明白人学佛菩萨，只有一个感恩之心，只有一个真诚慈悲之心，面对一切大众，真正体会到「上报四重恩」。一切众生都有恩于我，我们如何报答？如佛所教，依教修行，这就是报答，你是真正报恩者。",
      "zh_TW": "諸佛菩薩現身，身在世間住世長短都是應，都是感應；眾生感應力量強，時間長，佛菩薩應化時間就長。我們凡夫說實實在在的話，我們今天得的身，受的果報，我們這一生所感受，說穿了也是感應。我們這個身受什麼感？業感，《地藏經》上講「業感」。我們自己造的業，一切眾生造的業，眾生造的業跟我們業造的相同叫共業，共業所感就現身，到這世間來投胎現身，來受這個苦報，我們是業感。所以佛說，你造善因必定感善果，你造惡因一定感惡報，善惡果報誰給你的？自己變現出來的。諸佛如來跟一切眾生起感應道交，是從自性真心起的感應，所以他得大自在。我們今天在六道、在十法界，裡面所現的這些身，依正莊嚴是業感的，業力變現的。十法界一半一半，天道以上，天道、聲聞、緣覺、菩薩、佛，善業所感，真是善因善果；人道以下，人、修羅、餓鬼、畜生、地獄，不善業所感，是這麼個道理，不是人造的。我們明白這個道理，了解事實真相，無論在這一生當中，我們遇的緣是善是惡，我們處的境是順是逆，都不怨天、不尤人，明白了。明白人學佛菩薩，只有一個感恩之心，只有一個真誠慈悲之心，面對一切大眾，真正體會到「上報四重恩」。一切眾生都有恩於我，我們如何報答？如佛所教，依教修行，這就是報答，你是真正報恩者。"
    },
    {
      "id": "20-013-0072_p0007",
      "zh_CN": "今天讲到如理如教的修行，居士林的念佛堂是第一道场。我跟大家讲的是真话，你们自己细心去体验，你们在别的地方念佛，跟在居士林念佛堂念佛，你们去比较比较感受如何？这个道场为什么殊胜？现在人讲，那个道场有无形的众生在念佛。哪些是无形的？有佛菩萨在念佛，有阿罗汉在念佛，有天龙善神在念佛，你看不见。你虽然看不见，你能感触到，你的心愈清净，你的感触就愈灵敏，就像科学机器一样感应愈灵。所以那个地方的磁场跟别的地方的磁场不一样，我们一般人讲气氛不相同；换句话说，在那个地方念佛，直捷接受诸佛菩萨、天龙善神的加持，道理在此地。所以你进入念佛堂你自然生欢喜心，法喜充满；一些同修到里面生欢喜心，也知道赞叹，不知道所以然的道理。好，今天时间到了。",
      "zh_TW": "今天講到如理如教的修行，居士林的念佛堂是第一道場。我跟大家講的是真話，你們自己細心去體驗，你們在別的地方念佛，跟在居士林念佛堂念佛，你們去比較比較感受如何？這個道場為什麼殊勝？現在人講，那個道場有無形的眾生在念佛。哪些是無形的？有佛菩薩在念佛，有阿羅漢在念佛，有天龍善神在念佛，你看不見。你雖然看不見，你能感觸到，你的心愈清淨，你的感觸就愈靈敏，就像科學機器一樣感應愈靈。所以那個地方的磁場跟別的地方的磁場不一樣，我們一般人講氣氛不相同；換句話說，在那個地方念佛，直捷接受諸佛菩薩、天龍善神的加持，道理在此地。所以你進入念佛堂你自然生歡喜心，法喜充滿；一些同修到裡面生歡喜心，也知道讚歎，不知道所以然的道理。好，今天時間到了。"
    }
  ]
}