{
  "doc_id": "20-013-0079",
  "title": {
    "zh_CN": "九八年早餐开示—众生的灾难就是自己的灾难",
    "zh_TW": "九八年早餐開示—眾生的災難就是自己的災難"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0079",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0079_p0001",
      "zh_CN": "各位同学大家好，悟严师告诉我，我们的聚会讲经现在都是现场直播，每一个地区都可以能够收听，一个月以后，我们的影像也可以在网路画面上出现。这在佛家弘法利生事业上，是一个划时代的突破，希望我们能够善用高科技的工具，使佛法能够随时随处传播给世间每一个众生。",
      "zh_TW": "各位同學大家好，悟嚴師告訴我，我們的聚會講經現在都是現場直播，每一個地區都可以能夠收聽，一個月以後，我們的影像也可以在網路畫面上出現。這在佛家弘法利生事業上，是一個劃時代的突破，希望我們能夠善用高科技的工具，使佛法能夠隨時隨處傳播給世間每一個眾生。"
    },
    {
      "id": "20-013-0079_p0002",
      "zh_CN": "今天早报传来了许许多多灾难的讯息，我们看了之后，犹如自己置身于灾难之中。我们在《华严经》里面看到，这部经是如来果地圆满的境界，经中所说都是佛的现量境界，用现在的话来说，是如来果地上所看到实际的状况，不是假设、不是推想，完全是事实真相。这个真相是什么？总而言之，尽虚空、遍法界是一个整体，就是自己。不但是自己的心性，也是自己的色相，经上所说的「无边色相」。如果说是虚空法界是自己的心性，一般人还容易懂，还不至于反对；如果说尽虚空、遍法界是自己的色相，这很难懂。世间众生在眼前明明有自、有他，自己不是别人，别人不是自己，明显的有这样的区别，怎么可以说是自己？这个境界很深，佛法里面常常称之为「密藏」。古德所以称《华严》为不思议境界，所谓是《大不思议解脱经》，也就是形容这桩事情。因为这个事情，确实不是凡夫常识能达得到，原因是我们从无始劫以来，把这桩事情迷失忘掉了；以为有我有人、有自有他，这个事情才是真的，说无我无人这个事情难懂，很不容易理解，总认为这种说法有问题。所以佛讲究竟果地上的境界，这个缘相当不容易，佛对于凡夫不常讲，为什么不说？说了凡夫不能接受、不能相信，反而生起许许多多的疑虑，这是说法的机缘不成熟。",
      "zh_TW": "今天早報傳來了許許多多災難的訊息，我們看了之後，猶如自己置身於災難之中。我們在《華嚴經》裡面看到，這部經是如來果地圓滿的境界，經中所說都是佛的現量境界，用現在的話來說，是如來果地上所看到實際的狀況，不是假設、不是推想，完全是事實真相。這個真相是什麼？總而言之，盡虛空、遍法界是一個整體，就是自己。不但是自己的心性，也是自己的色相，經上所說的「無邊色相」。如果說是虛空法界是自己的心性，一般人還容易懂，還不至於反對；如果說盡虛空、遍法界是自己的色相，這很難懂。世間眾生在眼前明明有自、有他，自己不是別人，別人不是自己，明顯的有這樣的區別，怎麼可以說是自己？這個境界很深，佛法裡面常常稱之為「密藏」。古德所以稱《華嚴》為不思議境界，所謂是《大不思議解脫經》，也就是形容這樁事情。因為這個事情，確實不是凡夫常識能達得到，原因是我們從無始劫以來，把這樁事情迷失忘掉了；以為有我有人、有自有他，這個事情才是真的，說無我無人這個事情難懂，很不容易理解，總認為這種說法有問題。所以佛講究竟果地上的境界，這個緣相當不容易，佛對於凡夫不常講，為什麼不說？說了凡夫不能接受、不能相信，反而生起許許多多的疑慮，這是說法的機緣不成熟。"
    },
    {
      "id": "20-013-0079_p0003",
      "zh_CN": "华严会上与会的大众，我们在经上看到许许多多的团体，它是不论人数算，论团体来算。每一个团体里面包含无数的广大群众，这些人全都是法身大士，不是普通法身大士，是圆满的法身大士。圆满法身大士是什么人？都是佛，都是诸佛如来示现种种不同的身相，参与种种不同的社团，整个境界就是尽虚空、遍法界。所以这部经上字字句句，跟我们讲的是宇宙人生的真相，真相确实如是，契入这个境界受用无穷；这是禅宗里面所说，「父母未生前本来面目」，本来如是，法尔如是。我们明白这个道理，然后你就有真正的感受，众生有难就是自己有难，众生有福就是自己有福，众生跟自己实实在在是一体，不仅是讲心连心。",
      "zh_TW": "華嚴會上與會的大眾，我們在經上看到許許多多的團體，它是不論人數算，論團體來算。每一個團體裡面包含無數的廣大群眾，這些人全都是法身大士，不是普通法身大士，是圓滿的法身大士。圓滿法身大士是什麼人？都是佛，都是諸佛如來示現種種不同的身相，參與種種不同的社團，整個境界就是盡虛空、遍法界。所以這部經上字字句句，跟我們講的是宇宙人生的真相，真相確實如是，契入這個境界受用無窮；這是禪宗裡面所說，「父母未生前本來面目」，本來如是，法爾如是。我們明白這個道理，然後你就有真正的感受，眾生有難就是自己有難，眾生有福就是自己有福，眾生跟自己實實在在是一體，不僅是講心連心。"
    },
    {
      "id": "20-013-0079_p0004",
      "zh_CN": "佛在这个经上说，我们今天讲每一个细胞都连在一起，如果不是这个现象，为什么说「一毛孔中转大法轮」，《华严经》上我们常常看到；这一毛孔没有放大，佛的法会没有缩小。转什么样的大法轮？讲《华严经》，开华严法会。在哪里开？在一毛孔里面，在一毛端里面。由此可知，这个一毛端就是尽虚空、遍法界，所以这叫不可思议的境界。又给我们讲一微尘，一微尘是依报里头最小的，一毛孔是正报里头最小的，无一不是圆满包含了虚空法界，怎么能说没有关系？没有关系，凡夫说的。凡夫说这外面与我没有关系，完全是迷失了自性，迷失了自性所现的色相，真正是愚昧无知，产生这种错误的观念，错误的见解，佛法里面称之为「邪知邪见」。「邪知邪见」四个字，我们哪里懂这个意思？我们看到佛经上面这个意思，真的看得太浅显，它究竟的深义几个人懂得？不能够契入这个境界讲也不懂，经本注疏看也不能理解。昨天我们讲到身众神，一定要真正达到不动光明，你才能有所见，你才能有所感触。",
      "zh_TW": "佛在這個經上說，我們今天講每一個細胞都連在一起，如果不是這個現象，為什麼說「一毛孔中轉大法輪」，《華嚴經》上我們常常看到；這一毛孔沒有放大，佛的法會沒有縮小。轉什麼樣的大法輪？講《華嚴經》，開華嚴法會。在哪裡開？在一毛孔裡面，在一毛端裡面。由此可知，這個一毛端就是盡虛空、遍法界，所以這叫不可思議的境界。又給我們講一微塵，一微塵是依報裡頭最小的，一毛孔是正報裡頭最小的，無一不是圓滿包含了虛空法界，怎麼能說沒有關係？沒有關係，凡夫說的。凡夫說這外面與我沒有關係，完全是迷失了自性，迷失了自性所現的色相，真正是愚昧無知，產生這種錯誤的觀念，錯誤的見解，佛法裡面稱之為「邪知邪見」。「邪知邪見」四個字，我們哪裡懂這個意思？我們看到佛經上面這個意思，真的看得太淺顯，它究竟的深義幾個人懂得？不能夠契入這個境界講也不懂，經本註疏看也不能理解。昨天我們講到身眾神，一定要真正達到不動光明，你才能有所見，你才能有所感觸。"
    },
    {
      "id": "20-013-0079_p0005",
      "zh_CN": "佛法的修学法门很多，八万四千法门，无量法门；法是方法，门就是途径。这是说明我们修行证果，契入如来果地的境界方法太多太多，门径没有法子计算。为什么有那么多法门？所有一切法门都是自性变现的，你说哪一个法门不通自性？门门都通自性，法法都通大道，所以佛在《般若经》上讲，「法门平等，无有高下」，道理在此地。你才分高下你就错了，一门也不能入，为什么说才分高下你就错？你想想看你分高下是不是动了心？只要心动就错，心动就是妄想、分别、执着。所以起心动念，世尊在一切经论里头千言万语，说明事实真相，劝导我们一切时、一切处、一切境缘当中，要保持不起心、不动念、不分别、不执着，你才能见到事实真相。",
      "zh_TW": "佛法的修學法門很多，八萬四千法門，無量法門；法是方法，門就是途徑。這是說明我們修行證果，契入如來果地的境界方法太多太多，門徑沒有法子計算。為什麼有那麼多法門？所有一切法門都是自性變現的，你說哪一個法門不通自性？門門都通自性，法法都通大道，所以佛在《般若經》上講，「法門平等，無有高下」，道理在此地。你才分高下你就錯了，一門也不能入，為什麼說才分高下你就錯？你想想看你分高下是不是動了心？只要心動就錯，心動就是妄想、分別、執著。所以起心動念，世尊在一切經論裡頭千言萬語，說明事實真相，勸導我們一切時、一切處、一切境緣當中，要保持不起心、不動念、不分別、不執著，你才能見到事實真相。"
    },
    {
      "id": "20-013-0079_p0006",
      "zh_CN": "这个事实真相就是尽虚空、遍法界是一个自己，真正的自己。你见到了，就是经上讲你证得「清净法身」；法身真的清净，一尘不染。怎么证得？清净心是能证，清净法身是所证，能所是一不是二。所以诸佛如来大慈悲心是从这个地方生起的，自自然然流露出来；大慈悲心就是现在世间人讲爱心，佛不说爱心，佛说大慈悲心。世间人的爱心还是有差等、有分别，这个人、这个事我喜欢爱它，不喜欢就不爱护它，那是世间人的爱心，不平等。诸佛如来的爱心是平等的，没有差别，所以叫无缘大慈。缘就是今天人讲的条件，无缘是无条件，无条件的爱护，无条件的关怀，无条件的协助，这叫「无缘大慈，同体大悲」；悲悯一切众生，一切众生就是自己，同体，是自己同一个性识、同一个色相。",
      "zh_TW": "這個事實真相就是盡虛空、遍法界是一個自己，真正的自己。你見到了，就是經上講你證得「清淨法身」；法身真的清淨，一塵不染。怎麼證得？清淨心是能證，清淨法身是所證，能所是一不是二。所以諸佛如來大慈悲心是從這個地方生起的，自自然然流露出來；大慈悲心就是現在世間人講愛心，佛不說愛心，佛說大慈悲心。世間人的愛心還是有差等、有分別，這個人、這個事我喜歡愛它，不喜歡就不愛護它，那是世間人的愛心，不平等。諸佛如來的愛心是平等的，沒有差別，所以叫無緣大慈。緣就是今天人講的條件，無緣是無條件，無條件的愛護，無條件的關懷，無條件的協助，這叫「無緣大慈，同體大悲」；悲憫一切眾生，一切眾生就是自己，同體，是自己同一個性識、同一個色相。"
    },
    {
      "id": "20-013-0079_p0007",
      "zh_CN": "禅宗大德悟了这个境界，大彻大悟，悟什么？明白这个事实。然后他告诉人，尽虚空、遍法界是「沙门一只眼」；沙门是自称，尽虚空、遍法界是我一个眼。这话什么意思？这意思很深很广。深义尽虚空、遍法界就是我自己；意思说浅一点，尽虚空、遍法界的事实真相，我这一只眼看见，清清楚楚、明明白白。所以不入这个境界，大慈悲心生不出来，我们学佛的同修天天都念大慈大悲，为什么你的慈悲生不出来？你的慈悲始终落在爱缘慈。佛家讲慈悲讲四种，爱缘慈是喜欢就慈悲，不喜欢就不慈悲，这凡夫的境界。凡夫里面，所谓英雄豪杰，心胸扩大，他能够达到「众生缘慈悲」，像范仲淹所说的「老吾老以及人之老，幼吾幼以及人之幼」，这是众生缘慈悲。我爱护我自己的父母、我的老人，我尊敬我家的老人，我供养我家的老人，用这个心来供养天下所有一切的老人，这叫众生缘慈悲，心量已经拓开了一层。我爱护我的儿女，我同样像爱护自己儿女一样，爱护天下人的儿女，还是凡情的境界，为什么？有条件的。",
      "zh_TW": "禪宗大德悟了這個境界，大徹大悟，悟什麼？明白這個事實。然後他告訴人，盡虛空、遍法界是「沙門一隻眼」；沙門是自稱，盡虛空、遍法界是我一個眼。這話什麼意思？這意思很深很廣。深義盡虛空、遍法界就是我自己；意思說淺一點，盡虛空、遍法界的事實真相，我這一隻眼看見，清清楚楚、明明白白。所以不入這個境界，大慈悲心生不出來，我們學佛的同修天天都念大慈大悲，為什麼你的慈悲生不出來？你的慈悲始終落在愛緣慈。佛家講慈悲講四種，愛緣慈是喜歡就慈悲，不喜歡就不慈悲，這凡夫的境界。凡夫裡面，所謂英雄豪傑，心胸擴大，他能夠達到「眾生緣慈悲」，像范仲淹所說的「老吾老以及人之老，幼吾幼以及人之幼」，這是眾生緣慈悲。我愛護我自己的父母、我的老人，我尊敬我家的老人，我供養我家的老人，用這個心來供養天下所有一切的老人，這叫眾生緣慈悲，心量已經拓開了一層。我愛護我的兒女，我同樣像愛護自己兒女一樣，愛護天下人的兒女，還是凡情的境界，為什麼？有條件的。"
    },
    {
      "id": "20-013-0079_p0008",
      "zh_CN": "所以到菩萨，阿罗汉、辟支佛、菩萨，他们的慈悲叫「法缘慈悲」。他觉悟了，他懂得了，他的思想、见解、行为与法相应，慈悲心从这儿生出来的。这是什么？也是众生缘慈悲，但是没有条件，比众生缘就高，高得太多了，没有条件的。但是他们的心量、他们的见解，还没有达到虚空法界，达到一个大千世界，两个大千世界，十几个佛国土，几十个佛国土，菩萨的境界。如来的境界才尽虚空、遍法界，一个法界都没有漏掉。所以成佛是什么？成佛是圆满的恢复了自己，把自己无始劫以来的迷妄，消除得干干净净，圆满恢复了自己，就这么回事情。如果你明白这个道理，你才晓得佛法跟自己是什么关系，关系太密切了。佛法没有别的，认识自己、找回自己，就如此而已。九法界众生都是迷失了自己，九法界的层次，愈是往上面迷得比较浅，愈是到下面迷得愈深愈重。到如来果地这才完全恢复，所有的迷惑断得干干净净，然后对于尽虚空遍法界一切事理、一切现象、一切因果，你完全通达明了，这叫成佛。",
      "zh_TW": "所以到菩薩，阿羅漢、辟支佛、菩薩，他們的慈悲叫「法緣慈悲」。他覺悟了，他懂得了，他的思想、見解、行為與法相應，慈悲心從這兒生出來的。這是什麼？也是眾生緣慈悲，但是沒有條件，比眾生緣就高，高得太多了，沒有條件的。但是他們的心量、他們的見解，還沒有達到虛空法界，達到一個大千世界，兩個大千世界，十幾個佛國土，幾十個佛國土，菩薩的境界。如來的境界才盡虛空、遍法界，一個法界都沒有漏掉。所以成佛是什麼？成佛是圓滿的恢復了自己，把自己無始劫以來的迷妄，消除得乾乾淨淨，圓滿恢復了自己，就這麼回事情。如果你明白這個道理，你才曉得佛法跟自己是什麼關係，關係太密切了。佛法沒有別的，認識自己、找回自己，就如此而已。九法界眾生都是迷失了自己，九法界的層次，愈是往上面迷得比較淺，愈是到下面迷得愈深愈重。到如來果地這才完全恢復，所有的迷惑斷得乾乾淨淨，然後對於盡虛空遍法界一切事理、一切現象、一切因果，你完全通達明瞭，這叫成佛。"
    },
    {
      "id": "20-013-0079_p0009",
      "zh_CN": "佛是印度话，意思是「觉悟」的意思。成佛是成就圆满的觉悟，成佛不是作神仙，不是像世人观念上所说，成佛一定得大智慧、得大福报，得了许许多多财富，这都是世人的迷情。我们在世间修学成佛，你要说成佛得大智慧，真的一点没错，你说成佛得大福报也没有错，但是决不是世间人所说的那种福报；世间人以为升官发财，享受五欲六尘，这叫福报，那是世间人的观念。这个人修行成佛，他是个要饭的、是个乞丐，成了佛之后，他还是个乞丐，他还是要饭的。这个要饭的有没有智慧福报？有，有圆满的智慧福报，可是他还要他的饭，圆满的智慧完全通达明了。大福报是什么？心地清净无染，那是真正的福报，身心快乐是福报；虽然要饭，快乐得不得了，神仙都比不上他。不是说福报得财富，错了，财富给他，他都不要，他要那个干什么？他要的是自在，要的是快乐，这些财富他看起来累赘。所以悟入境界，思想见解、观念受用跟我们凡夫完全不相同，佛法才是究竟能帮助众生解除一切痛苦，达到真实圆满的境界。我们如果对这些道理事实真相，不能够通达明了，你在佛法的修学，依旧是把佛法当作世间法，一无所获，那就错了。所以一切众生的灾难，真的是自己的灾难。今天时间到了，我们就讲到此地。",
      "zh_TW": "佛是印度話，意思是「覺悟」的意思。成佛是成就圓滿的覺悟，成佛不是作神仙，不是像世人觀念上所說，成佛一定得大智慧、得大福報，得了許許多多財富，這都是世人的迷情。我們在世間修學成佛，你要說成佛得大智慧，真的一點沒錯，你說成佛得大福報也沒有錯，但是決不是世間人所說的那種福報；世間人以為升官發財，享受五欲六塵，這叫福報，那是世間人的觀念。這個人修行成佛，他是個要飯的、是個乞丐，成了佛之後，他還是個乞丐，他還是要飯的。這個要飯的有沒有智慧福報？有，有圓滿的智慧福報，可是他還要他的飯，圓滿的智慧完全通達明瞭。大福報是什麼？心地清淨無染，那是真正的福報，身心快樂是福報；雖然要飯，快樂得不得了，神仙都比不上他。不是說福報得財富，錯了，財富給他，他都不要，他要那個幹什麼？他要的是自在，要的是快樂，這些財富他看起來累贅。所以悟入境界，思想見解、觀念受用跟我們凡夫完全不相同，佛法才是究竟能幫助眾生解除一切痛苦，達到真實圓滿的境界。我們如果對這些道理事實真相，不能夠通達明瞭，你在佛法的修學，依舊是把佛法當作世間法，一無所獲，那就錯了。所以一切眾生的災難，真的是自己的災難。今天時間到了，我們就講到此地。"
    }
  ]
}