{
  "doc_id": "20-013-0008",
  "title": {
    "zh_CN": "九八年早餐开示—谣言止于智者",
    "zh_TW": "九八年早餐開示—謠言止於智者"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0008",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "20-013-0008_p0001",
      "zh_CN": "我们最重要的，要真正的深信佛陀确确实实是一个真实究竟圆满觉悟的人，唯有他对整个宇宙人生的真相清楚明了。他给我们说出来的，都是属于现量的境界，不是理想、不是推测，完全是事实的真相。这一点我们应当要肯定，丝毫不怀疑，这才是佛陀的好学生、好弟子，才能得到佛法真实殊胜的受用。",
      "zh_TW": "我們最重要的，要真正的深信佛陀確確實實是一個真實究竟圓滿覺悟的人，唯有他對整個宇宙人生的真相清楚明瞭。他給我們說出來的，都是屬於現量的境界，不是理想、不是推測，完全是事實的真相。這一點我們應當要肯定，絲毫不懷疑，這才是佛陀的好學生、好弟子，才能得到佛法真實殊勝的受用。"
    },
    {
      "id": "20-013-0008_p0002",
      "zh_CN": "一切经中所说的太多太多，浓缩在《无量寿经》里面，所以《无量寿经》字字句句展开都是无量意。我们读这一部经，体会这一部经，学习这一部经，真正是古人比喻当中所谓的「大海一滴」，佛法是个大海，我们尝到的味道是一滴。这一部《无量寿经》就是大海的一滴。虽是一滴，这一滴水具足大海全体的法味，这是我昨天跟诸位提到的，一定要深入，深入一味就是全体大海，圆满的法味，要深深去体会。怎么样才能体会得到？一定要身体力行，要真正去做。",
      "zh_TW": "一切經中所說的太多太多，濃縮在《無量壽經》裡面，所以《無量壽經》字字句句展開都是無量意。我們讀這一部經，體會這一部經，學習這一部經，真正是古人比喻當中所謂的「大海一滴」，佛法是個大海，我們嘗到的味道是一滴。這一部《無量壽經》就是大海的一滴。雖是一滴，這一滴水具足大海全體的法味，這是我昨天跟諸位提到的，一定要深入，深入一味就是全體大海，圓滿的法味，要深深去體會。怎麼樣才能體會得到？一定要身體力行，要真正去做。"
    },
    {
      "id": "20-013-0008_p0003",
      "zh_CN": "从什么地方做起？依循什么样的原则去做？经题里面告诉我们，这个题太好了。题是佛法全体的总纲领，我们所求的是「无量寿庄严」，那个「大乘」是教，「无量寿」是理，「庄严」是法相。这是我们所追求的，是究竟圆满性德全体的显露。用什么方法开显我们的性德？用什么方法在一般人讲证入这个境界？经题后半部就教给我们，「清净平等觉」。从哪里下手？从清净下手。它为什么不说觉平等清净，要说清净平等觉？有顺序的，要从清净下手。现在人讲清净就是全体透明化，我们心里头有一丝毫隐瞒就不透了、就不清净了，这个身体就像琉璃一样全体透明，一丝毫隐藏都没有。",
      "zh_TW": "從什麼地方做起？依循什麼樣的原則去做？經題裡面告訴我們，這個題太好了。題是佛法全體的總綱領，我們所求的是「無量壽莊嚴」，那個「大乘」是教，「無量壽」是理，「莊嚴」是法相。這是我們所追求的，是究竟圓滿性德全體的顯露。用什麼方法開顯我們的性德？用什麼方法在一般人講證入這個境界？經題後半部就教給我們，「清淨平等覺」。從哪裡下手？從清淨下手。它為什麼不說覺平等清淨，要說清淨平等覺？有順序的，要從清淨下手。現在人講清淨就是全體透明化，我們心裡頭有一絲毫隱瞞就不透了、就不清淨了，這個身體就像琉璃一樣全體透明，一絲毫隱藏都沒有。"
    },
    {
      "id": "20-013-0008_p0004",
      "zh_CN": "世间贤人君子都这样修学。你看看宋朝的司马光，司马光非常坦诚的给人说：「一生事无不可告人者。」他一生所做的一切事情，没有一桩不可以告诉人。不能告人就不是好事，见不得人的事情。样样事情都可以坦诚给大众宣布，人家的学问能成就，事业能成就，德行能成就，这给我们后人做了很好的榜样。佛法教给我们发露忏悔，司马光有德行，一生没有做过错事。在中国历史上，像司马光的人还很多。汉朝的郑玄，有一次老师问同学，你们自己检讨检讨，你们有没有做什么错事情？每一个同学也都把自己的过失说出来，这个就如同我们佛门里面发露忏悔一样。普通一般人不愿意，总是隐藏自己的过失。",
      "zh_TW": "世間賢人君子都這樣修學。你看看宋朝的司馬光，司馬光非常坦誠的給人說：「一生事無不可告人者。」他一生所做的一切事情，沒有一樁不可以告訴人。不能告人就不是好事，見不得人的事情。樣樣事情都可以坦誠給大眾宣布，人家的學問能成就，事業能成就，德行能成就，這給我們後人做了很好的榜樣。佛法教給我們發露懺悔，司馬光有德行，一生沒有做過錯事。在中國歷史上，像司馬光的人還很多。漢朝的鄭玄，有一次老師問同學，你們自己檢討檢討，你們有沒有做什麼錯事情？每一個同學也都把自己的過失說出來，這個就如同我們佛門裡面發露懺悔一樣。普通一般人不願意，總是隱藏自己的過失。"
    },
    {
      "id": "20-013-0008_p0005",
      "zh_CN": "隐藏不好！罪业愈积愈深，将来的果报不堪设想。所以佛教导我们，过失要发露、要发出来，大家都知道，每一个人责备你几声，报掉了。自己做的一点善事，善事不必到处宣扬，宣扬是人家赞叹，也报掉了。所以我们学佛的人，相信佛的话，我们做的善事，不必到处宣扬，你的善愈积愈厚，将来的善果就无比的殊胜，这是我们所希求的。",
      "zh_TW": "隱藏不好！罪業愈積愈深，將來的果報不堪設想。所以佛教導我們，過失要發露、要發出來，大家都知道，每一個人責備你幾聲，報掉了。自己做的一點善事，善事不必到處宣揚，宣揚是人家讚歎，也報掉了。所以我們學佛的人，相信佛的話，我們做的善事，不必到處宣揚，你的善愈積愈厚，將來的善果就無比的殊勝，這是我們所希求的。"
    },
    {
      "id": "20-013-0008_p0006",
      "zh_CN": "世出世间的圣人，你看大圣他们一生所从事是教化众生的事业，他不搞政治，他也不搞企业，完全舍弃世间的名闻利养、荣华富贵，他过一种非常清淡的生活。往往隐居在山林，没人知道，特别是在乱世，真正的大圣、大贤都藏在山林里面，他们不宣扬自己、不炫耀自己，真正有道德、有学问。而世出世间圣人教化众生都是以德行摆在第一，这是我们要特别重视的。我对于这一点是相当重视的，重视的程度不够，这一点我比不上我的老师，我的老师对于他的这些学生观察入微，学问一定要建在道德的基础上。所以孔老夫子教学第一个是德行，第二个是言语，第三才是政事，政事用现在话来说，就是技术、能力，今天讲的科技，办事的技巧、方法，最后才是文学。德行是一个人安身立命的大根大本。儒家教学的德行，是伦常、道德。伦是五伦，五伦是说明人与人的关系，明白这个关系，才知道如何相处，达到家庭美满、社会和谐，共存共荣。这个重要！",
      "zh_TW": "世出世間的聖人，你看大聖他們一生所從事是教化眾生的事業，他不搞政治，他也不搞企業，完全捨棄世間的名聞利養、榮華富貴，他過一種非常清淡的生活。往往隱居在山林，沒人知道，特別是在亂世，真正的大聖、大賢都藏在山林裡面，他們不宣揚自己、不炫耀自己，真正有道德、有學問。而世出世間聖人教化眾生都是以德行擺在第一，這是我們要特別重視的。我對於這一點是相當重視的，重視的程度不夠，這一點我比不上我的老師，我的老師對於他的這些學生觀察入微，學問一定要建在道德的基礎上。所以孔老夫子教學第一個是德行，第二個是言語，第三才是政事，政事用現在話來說，就是技術、能力，今天講的科技，辦事的技巧、方法，最後才是文學。德行是一個人安身立命的大根大本。儒家教學的德行，是倫常、道德。倫是五倫，五倫是說明人與人的關係，明白這個關係，才知道如何相處，達到家庭美滿、社會和諧，共存共榮。這個重要！"
    },
    {
      "id": "20-013-0008_p0007",
      "zh_CN": "五常是做人基本的原则，是常道，离开常道，那就不是人。不是人是什么？畜生、饿鬼、地狱，所以左丘明在《左传》里面写，「人弃常，则妖兴」。人要是放弃纲常，也就是伦常，不讲仁义礼智信（这五常是仁义礼智信），不讲这个，这个人现在是个人的样子，人的形状，实际上他已经在三途，地狱、饿鬼、畜生里面注册挂号，不久他就要去报到。现在造作这些罪业，他还有那么大的福报，这佛在经上讲的，过去生中他修的福报大，他的余福很厚，但是造作罪业，把这个福都消掉了。如果他要不造这个罪业，那他的福报不得了，几世都享不尽。由于造这个罪业，一生当中就消磨尽了。所以我们看作恶的人，他是很享福，往往作善的人没有福报，作善的人没有福报什么原因？过去生中那个福德、善根非常微弱，这一生如果不作善，他会更苦！佛讲的话没错。",
      "zh_TW": "五常是做人基本的原則，是常道，離開常道，那就不是人。不是人是什麼？畜生、餓鬼、地獄，所以左丘明在《左傳》裡面寫，「人棄常，則妖興」。人要是放棄綱常，也就是倫常，不講仁義禮智信（這五常是仁義禮智信），不講這個，這個人現在是個人的樣子，人的形狀，實際上他已經在三途，地獄、餓鬼、畜生裡面註冊掛號，不久他就要去報到。現在造作這些罪業，他還有那麼大的福報，這佛在經上講的，過去生中他修的福報大，他的餘福很厚，但是造作罪業，把這個福都消掉了。如果他要不造這個罪業，那他的福報不得了，幾世都享不盡。由於造這個罪業，一生當中就消磨盡了。所以我們看作惡的人，他是很享福，往往作善的人沒有福報，作善的人沒有福報什麼原因？過去生中那個福德、善根非常微弱，這一生如果不作善，他會更苦！佛講的話沒錯。"
    },
    {
      "id": "20-013-0008_p0008",
      "zh_CN": "我自己可以给诸位同学做证明，现身说法，我过去生中没修福，所以没有福报，生活非常艰难，就是学佛的前十年，我明天的日子不知道怎么过法，衣食都缺乏，很苦！过的这个日子。甘珠活佛也是当代一位大善知识，密宗的大德，我跟他非常好，他说我，「人很聪明，可惜没有福报，而且又短命」，这个话不是在我面前说的，在我面前说，他怕我难过，别人的面前说。像这种对我的评语，实在讲是太多太多。短命在面相上普通一般人看不出来，有学问的人看得出来，而李老师的眼光很锐利，李老师从学生当中凡是有短命的、薄福的，他就劝他发心出来学讲经。学讲经，修福是第一大，改变命运。所以我到台中，李老师就劝我学讲经。我最后跟甘珠见面的时候，甘珠活佛就告诉我，那一天我跟祥云法师两个人一起去看他，他说：「法师，你这个相貌命运整个都转过来，你不但有福，你还很长寿，都是你这一生弘法利生的功德。」他就把从前这些话告诉我，我一听说，「这个你当面对我讲，我都没有关系，我太清楚了！」我说：「我自己原本也就想活四十五岁，我二十六岁学佛，我的日期就订到四十五岁，后头命没有了，不干不行，这一生没有了，修来生！」所以我很用功、很认真。四十五岁那一年害了一场病，害了一个多月的病，我没有进医院，也没有请医生，也没有吃药，为什么？寿命到了，医生只能医病不能医命，所以我们晓得命终没有了，找医生干什么？所以每天念佛等死，结果过了一个月，身体好起来了。所以我活到今年七十二岁，我没有进过医院，我没有生过病，没有病历。我学佛明白一点道理，所以我有多余的钱，我捐给医院，捐给这些生病穷苦的人，帮助他们。我把我的医药费都捐掉，我不能生病，生病就死路一条，为什么？医药费没有了。所以学佛最重要的是坦诚、坦白，没有一丝毫的私心、私欲，一切听佛的教诲，依教奉行。",
      "zh_TW": "我自己可以給諸位同學做證明，現身說法，我過去生中沒修福，所以沒有福報，生活非常艱難，就是學佛的前十年，我明天的日子不知道怎麼過法，衣食都缺乏，很苦！過的這個日子。甘珠活佛也是當代一位大善知識，密宗的大德，我跟他非常好，他說我，「人很聰明，可惜沒有福報，而且又短命」，這個話不是在我面前說的，在我面前說，他怕我難過，別人的面前說。像這種對我的評語，實在講是太多太多。短命在面相上普通一般人看不出來，有學問的人看得出來，而李老師的眼光很銳利，李老師從學生當中凡是有短命的、薄福的，他就勸他發心出來學講經。學講經，修福是第一大，改變命運。所以我到台中，李老師就勸我學講經。我最後跟甘珠見面的時候，甘珠活佛就告訴我，那一天我跟祥雲法師兩個人一起去看他，他說：「法師，你這個相貌命運整個都轉過來，你不但有福，你還很長壽，都是你這一生弘法利生的功德。」他就把從前這些話告訴我，我一聽說，「這個你當面對我講，我都沒有關係，我太清楚了！」我說：「我自己原本也就想活四十五歲，我二十六歲學佛，我的日期就訂到四十五歲，後頭命沒有了，不幹不行，這一生沒有了，修來生！」所以我很用功、很認真。四十五歲那一年害了一場病，害了一個多月的病，我沒有進醫院，也沒有請醫生，也沒有吃藥，為什麼？壽命到了，醫生只能醫病不能醫命，所以我們曉得命終沒有了，找醫生幹什麼？所以每天念佛等死，結果過了一個月，身體好起來了。所以我活到今年七十二歲，我沒有進過醫院，我沒有生過病，沒有病歷。我學佛明白一點道理，所以我有多餘的錢，我捐給醫院，捐給這些生病窮苦的人，幫助他們。我把我的醫藥費都捐掉，我不能生病，生病就死路一條，為什麼？醫藥費沒有了。所以學佛最重要的是坦誠、坦白，沒有一絲毫的私心、私欲，一切聽佛的教誨，依教奉行。"
    },
    {
      "id": "20-013-0008_p0009",
      "zh_CN": "印光大师自行化他，有一个最好的秘诀，就是讲学佛的人要常常将一个「死」字贴在额头，常常想到「我要死了，我马上就要死了」，你还有什么放不下！你哪一样东西能够带得走？不但身外之物带不走，连这身体也带不走，「万般将不去，唯有业随身」。为什么不造善业？为什么要造恶业？印光这个法子是无上的妙诀。我每天晚上睡觉躺在床上就想到死，死了就这个样子，天天想死，你就不怕死，死的时候，一点恐怖都没有，会非常安然。天天躺在床上，眼睛看到的是佛来接引，这是念佛，忆佛、念佛，躺在床上就看到佛来接引，天天盼望，哪有不能往生的道理？有许多念佛人临终的时候害怕，佛来接引吓死了，「这不得了，我要死了」，这还得了吗？这叫大错特错。念佛念一辈子，依旧还搞轮回，依旧还不免恶道，这叫真正可惜。",
      "zh_TW": "印光大師自行化他，有一個最好的祕訣，就是講學佛的人要常常將一個「死」字貼在額頭，常常想到「我要死了，我馬上就要死了」，你還有什麼放不下！你哪一樣東西能夠帶得走？不但身外之物帶不走，連這身體也帶不走，「萬般將不去，唯有業隨身」。為什麼不造善業？為什麼要造惡業？印光這個法子是無上的妙訣。我每天晚上睡覺躺在床上就想到死，死了就這個樣子，天天想死，你就不怕死，死的時候，一點恐怖都沒有，會非常安然。天天躺在床上，眼睛看到的是佛來接引，這是念佛，憶佛、念佛，躺在床上就看到佛來接引，天天盼望，哪有不能往生的道理？有許多念佛人臨終的時候害怕，佛來接引嚇死了，「這不得了，我要死了」，這還得了嗎？這叫大錯特錯。念佛念一輩子，依舊還搞輪迴，依舊還不免惡道，這叫真正可惜。"
    },
    {
      "id": "20-013-0008_p0010",
      "zh_CN": "我们有缘遇到正法，明白这个道理，就一定要认真努力来修学，自己清楚、明白了，旁人对我们怎么会知道？他又不是佛菩萨。别人赞叹我们，阿弥陀佛，不在意，我德行不够，不值得人家赞叹；人家毁谤，也不在意，心里明白，他替我消业障，我很感激。自己的心永远保持清净，清净不受任何干扰，现在讲电波的干扰，磁场的干扰。如果我们这个电波磁场特别强，一般的时候，比不上我们这个力量，它就干扰不到。我们如果磁场电波弱的话就会受干扰，受干扰是听到外面这些话，你自己心念动摇；心念动摇就是心不清净，清净心失掉。谚语所谓「谣言止于智者」，这个话没错！我们听了笑笑。凡是相信谣言被它所转的，是愚痴人，薄福之人。福很薄，很愚痴，他没智慧。他要是智慧，智慧就是你的磁场，你的电波很强，你听了如如不动，不受干扰。你没有智慧，愚痴，一听就被它吸引去了，吸住了。今天这个世界有智慧的人不多，愚昧无知的人很多，有德行的人不多，没有德行不知道恩义的人很多，当然这个也有天赋、也有环境的关系。",
      "zh_TW": "我們有緣遇到正法，明白這個道理，就一定要認真努力來修學，自己清楚、明白了，旁人對我們怎麼會知道？他又不是佛菩薩。別人讚歎我們，阿彌陀佛，不在意，我德行不夠，不值得人家讚歎；人家毀謗，也不在意，心裡明白，他替我消業障，我很感激。自己的心永遠保持清淨，清淨不受任何干擾，現在講電波的干擾，磁場的干擾。如果我們這個電波磁場特別強，一般的時候，比不上我們這個力量，它就干擾不到。我們如果磁場電波弱的話就會受干擾，受干擾是聽到外面這些話，你自己心念動搖；心念動搖就是心不清淨，清淨心失掉。諺語所謂「謠言止於智者」，這個話沒錯！我們聽了笑笑。凡是相信謠言被它所轉的，是愚痴人，薄福之人。福很薄，很愚痴，他沒智慧。他要是智慧，智慧就是你的磁場，你的電波很強，你聽了如如不動，不受干擾。你沒有智慧，愚痴，一聽就被它吸引去了，吸住了。今天這個世界有智慧的人不多，愚昧無知的人很多，有德行的人不多，沒有德行不知道恩義的人很多，當然這個也有天賦、也有環境的關係。"
    },
    {
      "id": "20-013-0008_p0011",
      "zh_CN": "我这一生当中受尽苦难，不是你们能想像得到的，我们经历过八年的抗战，生活困苦到极点。抗战期间我在贵州念书，我从福建走路走到贵州，抗战八年，我走路走了几万里，江南十个省我都走过，就是两条腿走，没有交通工具，我们是流亡学生，在当时号称「丘九」，军队叫「丘八」，学生叫丘九，流亡学生。到贵州才安定下来，在那边念书。所以我很小我十四岁就脱离家庭，一个人要照顾自己，一个人要能活下去，学校就是大家庭，所以我对家庭观念就很薄，对团体非常爱护，老师跟父母一样，同学跟兄弟姐妹一样，大家庭。这是从小把这个心量养大。我们以后流浪到台湾，在台湾也碰到不少老师、同学，那个感情非常浓厚，依旧是能够彼此互相照顾像在学校一样，非常非常难得，这是后天遭遇的培养，对自我小家庭这种观念非常非常淡，很容易一扩大我们就想到整个社会的安全。",
      "zh_TW": "我這一生當中受盡苦難，不是你們能想像得到的，我們經歷過八年的抗戰，生活困苦到極點。抗戰期間我在貴州念書，我從福建走路走到貴州，抗戰八年，我走路走了幾萬里，江南十個省我都走過，就是兩條腿走，沒有交通工具，我們是流亡學生，在當時號稱「丘九」，軍隊叫「丘八」，學生叫丘九，流亡學生。到貴州才安定下來，在那邊念書。所以我很小我十四歲就脫離家庭，一個人要照顧自己，一個人要能活下去，學校就是大家庭，所以我對家庭觀念就很薄，對團體非常愛護，老師跟父母一樣，同學跟兄弟姐妹一樣，大家庭。這是從小把這個心量養大。我們以後流浪到台灣，在台灣也碰到不少老師、同學，那個感情非常濃厚，依舊是能夠彼此互相照顧像在學校一樣，非常非常難得，這是後天遭遇的培養，對自我小家庭這種觀念非常非常淡，很容易一擴大我們就想到整個社會的安全。"
    },
    {
      "id": "20-013-0008_p0012",
      "zh_CN": "去年五月，我访问北京师大，北师大门口有一块牌子，上面写了八个字，「学为人师，身为世范」，我看了就非常感动。我告诉陪同我的校长，还有一些教授、学生代表们，这八个字就是《大方广佛华严经》，他们听了也很惊讶，不知道佛法这么好。一部《华严经》就是解释这八个字。「师」是表率，社会的表率；范是模范。我们起心动念、言语造作，能不能给社会大众作表率、作模范。如果这个念头、这个言行，不可以作社会大众的表率，我们就不可以做；能够作好榜样，对社会大众有利益的，我们应当要做。世尊非常慈悲，在《华严》里面不但把这个道理说得清楚，方法讲得很微细，后头五十三参实际上做出来给我们看。男女老少、各行各业，就在你现前生活上；无论你过的是富贵的生活、或是贫贱的生活，就在生活岗位上，在你现前工作岗位上，学菩萨道、修菩萨行，就作了菩萨。菩萨就是社会大众最好的榜样。",
      "zh_TW": "去年五月，我訪問北京師大，北師大門口有一塊牌子，上面寫了八個字，「學為人師，身為世範」，我看了就非常感動。我告訴陪同我的校長，還有一些教授、學生代表們，這八個字就是《大方廣佛華嚴經》，他們聽了也很驚訝，不知道佛法這麼好。一部《華嚴經》就是解釋這八個字。「師」是表率，社會的表率；範是模範。我們起心動念、言語造作，能不能給社會大眾作表率、作模範。如果這個念頭、這個言行，不可以作社會大眾的表率，我們就不可以做；能夠作好榜樣，對社會大眾有利益的，我們應當要做。世尊非常慈悲，在《華嚴》裡面不但把這個道理說得清楚，方法講得很微細，後頭五十三參實際上做出來給我們看。男女老少、各行各業，就在你現前生活上；無論你過的是富貴的生活、或是貧賤的生活，就在生活崗位上，在你現前工作崗位上，學菩薩道、修菩薩行，就作了菩薩。菩薩就是社會大眾最好的榜樣。"
    },
    {
      "id": "20-013-0008_p0013",
      "zh_CN": "德行的基础，儒家讲的是伦常八德。八德有两个说法，一个讲法是孝悌忠信礼义廉耻，一个讲的是忠孝仁爱信义和平，两个都好。我们这一生思想、见解、言行的准则，决定不能违背。而佛给我们讲的基本的道德，五戒十善，这是佛法讲的根本。五戒十善，五乘人都要遵守，在佛法讲是根本戒。戒跟善不同，在形式上你看不出来，譬如在五戒里面，不杀生、不偷盗、不邪淫、不妄语、不饮酒；在十善里面，前面也是不杀生、不偷盗、不邪淫，身三业，口里面也有不妄语；可是那个持守的心不相同。戒，持戒的人，他心是想得定，因戒得定，因定开慧，成就三无漏学。而十善，学这个它的目的、它的用心不一样，希望得善果、希望得人天福报，这个就不一样。一个依照这个方法来修，是希望得三无漏学，一个是希望得福报，都可以得到。所以希求人天福报的，那就变成十善；如果受五戒也希求人天福报，就变成五善。",
      "zh_TW": "德行的基礎，儒家講的是倫常八德。八德有兩個說法，一個講法是孝悌忠信禮義廉恥，一個講的是忠孝仁愛信義和平，兩個都好。我們這一生思想、見解、言行的準則，決定不能違背。而佛給我們講的基本的道德，五戒十善，這是佛法講的根本。五戒十善，五乘人都要遵守，在佛法講是根本戒。戒跟善不同，在形式上你看不出來，譬如在五戒裡面，不殺生、不偷盜、不邪淫、不妄語、不飲酒；在十善裡面，前面也是不殺生、不偷盜、不邪淫，身三業，口裡面也有不妄語；可是那個持守的心不相同。戒，持戒的人，他心是想得定，因戒得定，因定開慧，成就三無漏學。而十善，學這個它的目的、它的用心不一樣，希望得善果、希望得人天福報，這個就不一樣。一個依照這個方法來修，是希望得三無漏學，一個是希望得福報，都可以得到。所以希求人天福報的，那就變成十善；如果受五戒也希求人天福報，就變成五善。"
    },
    {
      "id": "20-013-0008_p0014",
      "zh_CN": "无论是五戒十善，第一个是不杀生，不杀生是养慈悲心。不杀生里头的含义非常非常广，不能够恼害一切众生，如果一切众生因我而生烦恼，我就有罪过了，何况伤害他！又何况一切众生没有智慧，都是愚昧无知！愚昧无知，换句话说，报复的心非常强烈，他有瞋恨。你跟众生结下这个冤仇，生生世世冤冤相报没完没了，这还得了吗？所以佛知道这个事实真相，劝我们冤家宜解不宜结。今天我们遇到冤家，过去生中结的冤，他给我们再强烈的报复，我们都要忍受，决定没有怨天尤人的念头，决定不会怪他。像印光大师给卫锦洲信里面说的，他杀我，把我分尸，我也不恨他，是我自己应该得这个果报，心平气和，这个帐就了了、销了，来生再见面就欢欢喜喜，就不是冤家。不能有一丝毫恨意，有一丝毫恨意，那个结又结上了，没有办法了了，来生遇到的时候，你比他强，你就杀他，再来生他杀你，杀来杀去，永远没有停止，你说这个多难过。所有的帐一笔勾消，别人欠我们，不要了，你说多自在，我欠人家的，尽量的还人家。欠财还钱，欠命还命，甘心情愿，这是智慧！没有一丝毫的恨意。言语诚实，没有一句话骗人，别人骗我，还是以真诚待人。别人骗我，我不能不知道；我要不知道，我糊涂、我愚痴；我知道，我有智慧、我明白，我不计较。你骗我，让你骗，何必去计较？永远做一个明白人，不可以做一个糊涂人，这个要紧！",
      "zh_TW": "無論是五戒十善，第一個是不殺生，不殺生是養慈悲心。不殺生裡頭的含義非常非常廣，不能夠惱害一切眾生，如果一切眾生因我而生煩惱，我就有罪過了，何況傷害他！又何況一切眾生沒有智慧，都是愚昧無知！愚昧無知，換句話說，報復的心非常強烈，他有瞋恨。你跟眾生結下這個冤仇，生生世世冤冤相報沒完沒了，這還得了嗎？所以佛知道這個事實真相，勸我們冤家宜解不宜結。今天我們遇到冤家，過去生中結的冤，他給我們再強烈的報復，我們都要忍受，決定沒有怨天尤人的念頭，決定不會怪他。像印光大師給衛錦洲信裡面說的，他殺我，把我分屍，我也不恨他，是我自己應該得這個果報，心平氣和，這個帳就了了、銷了，來生再見面就歡歡喜喜，就不是冤家。不能有一絲毫恨意，有一絲毫恨意，那個結又結上了，沒有辦法了了，來生遇到的時候，你比他強，你就殺他，再來生他殺你，殺來殺去，永遠沒有停止，你說這個多難過。所有的帳一筆勾消，別人欠我們，不要了，你說多自在，我欠人家的，盡量的還人家。欠財還錢，欠命還命，甘心情願，這是智慧！沒有一絲毫的恨意。言語誠實，沒有一句話騙人，別人騙我，還是以真誠待人。別人騙我，我不能不知道；我要不知道，我糊塗、我愚痴；我知道，我有智慧、我明白，我不計較。你騙我，讓你騙，何必去計較？永遠做一個明白人，不可以做一個糊塗人，這個要緊！"
    },
    {
      "id": "20-013-0008_p0015",
      "zh_CN": "《观经》上讲的三福尤其重要，佛说得很清楚，这三条十一句，是三世诸佛净业正因，这一句话要紧。三世是过去、现在、未来，一切菩萨修行成佛都是以这个为基础。你才晓得这是三世诸佛无论修哪个法门，法门无量无边，成佛绝对不是一个法门，哪个法门都能成佛，无量无边的法门共同的基础，这不是哪一个法门特别的基础，是共同的基础。这个基础，第一是「孝养父母」，孝养父母这个意思太深，讲不尽；第二是「奉事师长」。所以头一个提出「孝亲尊师」。我们在老师面前，跟着这个老师能学到多少东西，这是印光大师讲的，「一分诚敬得一分利益，十分诚敬得十分利益」，完全看你对老师的恭敬心，你对老师的态度。你要问，为什么一定要这样做？我举一个例子给你说，你从这个例子当中，你细心去体会，你会渐渐明了。我们对这个老师十分尊敬，老师说的这一句话，一点都不怀疑，会依教奉行，你不得利益吗？你对这个人一点信心都没有，不恭敬，他怎么样说的时候，耳边风，不但不相信，决定不会去做，你什么利益都得不到。",
      "zh_TW": "《觀經》上講的三福尤其重要，佛說得很清楚，這三條十一句，是三世諸佛淨業正因，這一句話要緊。三世是過去、現在、未來，一切菩薩修行成佛都是以這個為基礎。你才曉得這是三世諸佛無論修哪個法門，法門無量無邊，成佛絕對不是一個法門，哪個法門都能成佛，無量無邊的法門共同的基礎，這不是哪一個法門特別的基礎，是共同的基礎。這個基礎，第一是「孝養父母」，孝養父母這個意思太深，講不盡；第二是「奉事師長」。所以頭一個提出「孝親尊師」。我們在老師面前，跟著這個老師能學到多少東西，這是印光大師講的，「一分誠敬得一分利益，十分誠敬得十分利益」，完全看你對老師的恭敬心，你對老師的態度。你要問，為什麼一定要這樣做？我舉一個例子給你說，你從這個例子當中，你細心去體會，你會漸漸明瞭。我們對這個老師十分尊敬，老師說的這一句話，一點都不懷疑，會依教奉行，你不得利益嗎？你對這個人一點信心都沒有，不恭敬，他怎麼樣說的時候，耳邊風，不但不相信，決定不會去做，你什麼利益都得不到。"
    },
    {
      "id": "20-013-0008_p0016",
      "zh_CN": "我在学佛的时候，别人要劝我，「你布施」，我一笑，「骗人，我好不容易赚来的钱，叫我拿去给人，骗人的」，对他不相信。我对章嘉大师非常恭敬，他教我布施，我真干了，换一个别人，绝对不会干的，你从这个意思就能体会到，为什么说一分恭敬一分利益？真听话、真做。你对他没有诚意、没有敬意的时候，不会听话的，会打折扣。由此可知，我们亲近善知识、亲近老师，我们累劫也有冤家债主，何况还有魔王波旬，这个经上大家都看到的，末法时期想尽方法来破坏佛法。用什么方法？把你的信心弟子的信心破坏，丧失掉了，使信心弟子对佛法、对师长失去信心，佛法他就破坏了，他就达到目的。",
      "zh_TW": "我在學佛的時候，別人要勸我，「你布施」，我一笑，「騙人，我好不容易賺來的錢，叫我拿去給人，騙人的」，對他不相信。我對章嘉大師非常恭敬，他教我布施，我真幹了，換一個別人，絕對不會幹的，你從這個意思就能體會到，為什麼說一分恭敬一分利益？真聽話、真做。你對他沒有誠意、沒有敬意的時候，不會聽話的，會打折扣。由此可知，我們親近善知識、親近老師，我們累劫也有冤家債主，何況還有魔王波旬，這個經上大家都看到的，末法時期想盡方法來破壞佛法。用什麼方法？把你的信心弟子的信心破壞，喪失掉了，使信心弟子對佛法、對師長失去信心，佛法他就破壞了，他就達到目的。"
    },
    {
      "id": "20-013-0008_p0017",
      "zh_CN": "我亲近每一个善知识，都有很多人在说他的坏话，这个时候就要看自己的善根、福德，你会不会听？你会不会受影响？我听很多人给我讲，我没有受影响，我不接受。我的头脑很冷静、很理智，你们说这些话，你见到了吗？你没有亲见，耳闻的，耳闻是马路消息靠不住，你相信，我不相信，你亲眼见到，我没有见到，我见到我才相信，我没有见到你说，我不会接受你的。有人批评章嘉大师是政治和尚，「你亲近过章嘉大师？」「没有」，「你怎么知道？」「听说」，「那不行，我亲近他，我天天跟他在一起，我跟他老人家三年，不是那么回事情。」虽然国家给他这个官衔，常常参加会议，大师给我说：「唉！逼不得已，应酬应酬，哪里要干这种事情。」他给我讲的，不是他自己心愿的，他是应付应付，人家坐在那会议场里面，他手上还是念珠不断的转，口里头那个咒也没有间断，修行功夫没有间断，我亲眼看到的，所以谣言止于智者。如果我们这一点真是生生世世希有难逢的机缘被破坏了，我们轻易失掉了，吃亏是我们自己，好不容易发现一线光明，这一生可以能够脱离生死轮回，能够往生不退成佛，一下子就拉下去。也不能怪别人，怪自己没有定、没有慧。没有定，这个心很轻易动摇；没有慧，辨别不清楚。",
      "zh_TW": "我親近每一個善知識，都有很多人在說他的壞話，這個時候就要看自己的善根、福德，你會不會聽？你會不會受影響？我聽很多人給我講，我沒有受影響，我不接受。我的頭腦很冷靜、很理智，你們說這些話，你見到了嗎？你沒有親見，耳聞的，耳聞是馬路消息靠不住，你相信，我不相信，你親眼見到，我沒有見到，我見到我才相信，我沒有見到你說，我不會接受你的。有人批評章嘉大師是政治和尚，「你親近過章嘉大師？」「沒有」，「你怎麼知道？」「聽說」，「那不行，我親近他，我天天跟他在一起，我跟他老人家三年，不是那麼回事情。」雖然國家給他這個官銜，常常參加會議，大師給我說：「唉！逼不得已，應酬應酬，哪裡要幹這種事情。」他給我講的，不是他自己心願的，他是應付應付，人家坐在那會議場裡面，他手上還是念珠不斷的轉，口裡頭那個咒也沒有間斷，修行功夫沒有間斷，我親眼看到的，所以謠言止於智者。如果我們這一點真是生生世世希有難逢的機緣被破壞了，我們輕易失掉了，吃虧是我們自己，好不容易發現一線光明，這一生可以能夠脫離生死輪迴，能夠往生不退成佛，一下子就拉下去。也不能怪別人，怪自己沒有定、沒有慧。沒有定，這個心很輕易動搖；沒有慧，辨別不清楚。"
    },
    {
      "id": "20-013-0008_p0018",
      "zh_CN": "这十一句是根本法，你要讲今天挽救这个世界，挽救这个劫运，使这个劫难，这众生的共业，能够减缓、能够推迟、能够减轻，实在讲这三福就是一付特效药，人人能够依教奉行，灾难决定可以化解。谁能接受？经上讲的，「不可以少善根福德因缘」，少善根、少福德的人，不相信，这个难！他为什么会敬老师？孝亲。所以师道是建立在孝道的基础上，你人不孝顺父母，他怎么会尊敬师长？哪有这个道理？人爱父母，才会敬师长，一定的道理。我们今天作师、作范，最重要就是我们要做出孝道、要做出尊师，身体力行，唤醒社会大众，这就是行菩萨道，这就是真正你做到「上报四重恩，下济三途苦」。真正明了自己是一个做学生身分的人，人家说我们老师一些坏话，我们用什么态度？赶紧避开，一句话不说，合掌「阿弥陀佛」，离开，别人如果看到这样，会服你，这个好学生，这个是做学生的良好态度，不听、不闻。",
      "zh_TW": "這十一句是根本法，你要講今天挽救這個世界，挽救這個劫運，使這個劫難，這眾生的共業，能夠減緩、能夠推遲、能夠減輕，實在講這三福就是一付特效藥，人人能夠依教奉行，災難決定可以化解。誰能接受？經上講的，「不可以少善根福德因緣」，少善根、少福德的人，不相信，這個難！他為什麼會敬老師？孝親。所以師道是建立在孝道的基礎上，你人不孝順父母，他怎麼會尊敬師長？哪有這個道理？人愛父母，才會敬師長，一定的道理。我們今天作師、作範，最重要就是我們要做出孝道、要做出尊師，身體力行，喚醒社會大眾，這就是行菩薩道，這就是真正你做到「上報四重恩，下濟三途苦」。真正明瞭自己是一個做學生身分的人，人家說我們老師一些壞話，我們用什麼態度？趕緊避開，一句話不說，合掌「阿彌陀佛」，離開，別人如果看到這樣，會服你，這個好學生，這個是做學生的良好態度，不聽、不聞。"
    },
    {
      "id": "20-013-0008_p0019",
      "zh_CN": "在佛门里面，师道自己注意一定要懂得，学生要赞叹老师。你说为什么要赞叹老师？是替老师招学生，因为师道是非常谦虚的，「只闻来学，未闻往教」，老师决定不可以说是我去招收学生，这个老师未免太狂妄了，佛都不招收学生。这么一个好的老师，谁去介绍？学生，学生亲近，知道老师的德行，替老师介绍学生。所以我们赞佛，佛不是喜欢我们赞的，不是的。我们赞佛赞给谁听的？赞给一些广大群众听的，让他们明了，佛有大德、有大智、有大能，我们发心去亲近他。学生在外面也不拉人家，只赞叹，让你听到，把讯息传达给你，你心动了，想求学你就来了，我替你引荐，你没有这个念头就算了。不拉信徒，不到外头去找学生，不是的。它这个方法巧妙。讯息传达给你，让你自己来求学，你有善根，有这个智慧，你就会来亲近、会来学习，你没有，没有就算了。所以学生赞叹老师就是接引广大的众生，我们赞佛、赞菩萨、赞叹祖师大德，用意都在此地。这个赞叹是属于化他，属于利他，对佛祖、老师不相干，他要你赞叹干什么？他要你赞叹，那一点福报统统给你赞光了，是不是赞光了吗？不是的，这个是接引群众。不能说「这个地方你一定要来」，这不可以，这叫拉人家来，拉人家来这是缺德。如果他到这里来发现这个地方不对，你怎么对得起人？他浪费时间、浪费精力，对不起他；一定要他自动自发。",
      "zh_TW": "在佛門裡面，師道自己注意一定要懂得，學生要讚歎老師。你說為什麼要讚歎老師？是替老師招學生，因為師道是非常謙虛的，「只聞來學，未聞往教」，老師決定不可以說是我去招收學生，這個老師未免太狂妄了，佛都不招收學生。這麼一個好的老師，誰去介紹？學生，學生親近，知道老師的德行，替老師介紹學生。所以我們讚佛，佛不是喜歡我們讚的，不是的。我們讚佛讚給誰聽的？讚給一些廣大群眾聽的，讓他們明瞭，佛有大德、有大智、有大能，我們發心去親近他。學生在外面也不拉人家，只讚歎，讓你聽到，把訊息傳達給你，你心動了，想求學你就來了，我替你引薦，你沒有這個念頭就算了。不拉信徒，不到外頭去找學生，不是的。它這個方法巧妙。訊息傳達給你，讓你自己來求學，你有善根，有這個智慧，你就會來親近、會來學習，你沒有，沒有就算了。所以學生讚歎老師就是接引廣大的眾生，我們讚佛、讚菩薩、讚歎祖師大德，用意都在此地。這個讚歎是屬於化他，屬於利他，對佛祖、老師不相干，他要你讚歎幹什麼？他要你讚歎，那一點福報統統給你讚光了，是不是讚光了嗎？不是的，這個是接引群眾。不能說「這個地方你一定要來」，這不可以，這叫拉人家來，拉人家來這是缺德。如果他到這裡來發現這個地方不對，你怎麼對得起人？他浪費時間、浪費精力，對不起他；一定要他自動自發。"
    },
    {
      "id": "20-013-0008_p0020",
      "zh_CN": "世出世间圣人教学，那个方法真的是佛家讲的善巧方便。你从里面去观察，才知道善巧方便如何应用在日常生活当中，巧妙极了。所以我们要深深去体会，才能得到殊胜的受用。",
      "zh_TW": "世出世間聖人教學，那個方法真的是佛家講的善巧方便。你從裡面去觀察，才知道善巧方便如何應用在日常生活當中，巧妙極了。所以我們要深深去體會，才能得到殊勝的受用。"
    }
  ]
}