{
  "doc_id": "20-013-0111",
  "title": {
    "zh_CN": "九八年早餐开示—不昧因果",
    "zh_TW": "九八年早餐開示—不昧因果"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0111",
  "total_paragraphs": 9,
  "paragraphs": [
    {
      "id": "20-013-0111_p0001",
      "zh_CN": "昨天早晨悟教师来看我，告诉我吉隆坡杨居士往生的状况，我听了很安慰。这种不幸的事情，遇到强盗劫财杀伤，他送到医院不久就走了。当时他妹妹在照顾他，他问他妹妹，他会不会堕地狱？他妹妹告诉他，你一生所修积的功德很大，决定不会堕地狱，你应当赶快念佛求阿弥陀佛来接引你。他心就定下来，一心念佛，是念佛往生。这是遇到盗匪的劫害，所以死了以后身体要解剖验尸，然后从医院里面送回他家的时候，他整个身体柔软的，面容也很好看，这种瑞相我们肯定他是往生。一般人过世几个小时之后身体僵硬，僵硬是走的时候恐怖害怕，如果走的时候很安详，佛经里面跟我们讲「不惊不怖」，没有恐怖，很欢喜，他身体就柔软。所以从他走了以后，这两、三天当中看他身体的现象，可以说他是善终。",
      "zh_TW": "昨天早晨悟教師來看我，告訴我吉隆坡楊居士往生的狀況，我聽了很安慰。這種不幸的事情，遇到強盜劫財殺傷，他送到醫院不久就走了。當時他妹妹在照顧他，他問他妹妹，他會不會墮地獄？他妹妹告訴他，你一生所修積的功德很大，決定不會墮地獄，你應當趕快念佛求阿彌陀佛來接引你。他心就定下來，一心念佛，是念佛往生。這是遇到盜匪的劫害，所以死了以後身體要解剖驗屍，然後從醫院裡面送回他家的時候，他整個身體柔軟的，面容也很好看，這種瑞相我們肯定他是往生。一般人過世幾個小時之後身體僵硬，僵硬是走的時候恐怖害怕，如果走的時候很安詳，佛經裡面跟我們講「不驚不怖」，沒有恐怖，很歡喜，他身體就柔軟。所以從他走了以後，這兩、三天當中看他身體的現象，可以說他是善終。"
    },
    {
      "id": "20-013-0111_p0002",
      "zh_CN": "遇到劫匪的劫害，这是过去生中的业报，教师问我，他说学佛、成佛能不能躲过？在佛法里面说不可以，因果的定律，成佛也不能够说是没有因果，没这个道理。大家总记得野狐禅的公案，公案大意是说曾经有人问法师︰大修行人还落不落因果？还有没有因果报应？法师答复说「不落因果」。这句话说错了，说错了就误导众生，因为这个罪过他堕在畜生道，五百世野狐身。狐狸五百世，过去是大法师堕落到畜生道，讲经说法总还有一点智慧，所以狐狸也修行。我们在笔记小说里看得很多，狐狸修五百世，通常也有人讲修五百年，牠可以能够变成人的形状，可以变成人身，我们叫狐狸成精。百丈禅师讲经，这个老狐狸变成一个老人常常来听经，百丈大师认识他，知道他不是人。有一天，他就把他过去生中这一段事情，向百丈法师陈述，求百丈法师为他开示。百丈法师说可以，明天我讲经你来听，当众你把问题问出来，过去人家问你的问题。到第二天在大众之下，就提出请教百丈大师︰大修行人还落不落因果？百丈大师答复︰大修行人「不昧因果」，就改一个字。所以叫错答一个字的转语，堕五百世野狐身，他只给他改一个字。第二天老狐狸就转世，百丈大师带着他的徒众到后山去看，果然有只老狐狸死在那边，他给他收尸、给他埋葬，照出家人的礼节来葬送他。所谓是错下一个字的转语，堕五百世野狐身。",
      "zh_TW": "遇到劫匪的劫害，這是過去生中的業報，教師問我，他說學佛、成佛能不能躲過？在佛法裡面說不可以，因果的定律，成佛也不能夠說是沒有因果，沒這個道理。大家總記得野狐禪的公案，公案大意是說曾經有人問法師︰大修行人還落不落因果？還有沒有因果報應？法師答覆說「不落因果」。這句話說錯了，說錯了就誤導眾生，因為這個罪過他墮在畜生道，五百世野狐身。狐狸五百世，過去是大法師墮落到畜生道，講經說法總還有一點智慧，所以狐狸也修行。我們在筆記小說裡看得很多，狐狸修五百世，通常也有人講修五百年，牠可以能夠變成人的形狀，可以變成人身，我們叫狐狸成精。百丈禪師講經，這個老狐狸變成一個老人常常來聽經，百丈大師認識他，知道他不是人。有一天，他就把他過去生中這一段事情，向百丈法師陳述，求百丈法師為他開示。百丈法師說可以，明天我講經你來聽，當眾你把問題問出來，過去人家問你的問題。到第二天在大眾之下，就提出請教百丈大師︰大修行人還落不落因果？百丈大師答覆︰大修行人「不昧因果」，就改一個字。所以叫錯答一個字的轉語，墮五百世野狐身，他只給他改一個字。第二天老狐狸就轉世，百丈大師帶著他的徒眾到後山去看，果然有隻老狐狸死在那邊，他給他收屍、給他埋葬，照出家人的禮節來葬送他。所謂是錯下一個字的轉語，墮五百世野狐身。"
    },
    {
      "id": "20-013-0111_p0003",
      "zh_CN": "成佛也是不昧因果，决定不是不堕、不落因果，不是的。不昧因果是：因果，因缘果报，自己清清楚楚、明明白白，这叫不昧。我们在《高僧传》里面看到安世高，安世高过去曾经两世到中国来还命债，过去生中误杀别人，这一生中还要照样被别人误杀，《高僧传》上有，这就叫不昧因果。所以你真正明了因果的道理跟事实真相，你就晓得应该怎样做人，你就决定，纵然贪瞋痴慢断不了，也会大幅度的降温减轻，为什么？因果的事实道理明白，世间所有一切法无一不是自作自受，不是别人加给你的，自作自受。明白的人处逆境、处恶缘还债想，决定不怨天尤人，欢欢喜喜的还债，决定没有报复的念头，决定不生一念瞋恚心，反而生感恩之心。为什么感恩？逆境、恶缘成就自己的忍辱波罗蜜。",
      "zh_TW": "成佛也是不昧因果，決定不是不墮、不落因果，不是的。不昧因果是：因果，因緣果報，自己清清楚楚、明明白白，這叫不昧。我們在《高僧傳》裡面看到安世高，安世高過去曾經兩世到中國來還命債，過去生中誤殺別人，這一生中還要照樣被別人誤殺，《高僧傳》上有，這就叫不昧因果。所以你真正明瞭因果的道理跟事實真相，你就曉得應該怎樣做人，你就決定，縱然貪瞋痴慢斷不了，也會大幅度的降溫減輕，為什麼？因果的事實道理明白，世間所有一切法無一不是自作自受，不是別人加給你的，自作自受。明白的人處逆境、處惡緣還債想，決定不怨天尤人，歡歡喜喜的還債，決定沒有報復的念頭，決定不生一念瞋恚心，反而生感恩之心。為什麼感恩？逆境、惡緣成就自己的忍辱波羅蜜。"
    },
    {
      "id": "20-013-0111_p0004",
      "zh_CN": "大家在《金刚经》上看到歌利王割截身体，其实《金刚经》上世尊略略的提了一下，做个证明，详细的这段故事在《大涅槃经》里面说得详细。歌利是梵语，翻成中国意思，歌利王中国人叫暴君，这个人很残酷无情，称歌利王。这是一个修行人，遇到前世的冤家债主，将这个修行人凌迟处死，用刀肉一片片的割，这样叫你死。忍辱仙人一点怨恨心都没有，不但没有怨恨心，感激他成就他忍辱波罗蜜的圆满，这是忍辱度圆满之相，别人做不到，只有真正明了诸法实相的人他能做到，顺境里面、逆境里面总是以平等心去对待，一味平等，一味慈悲，这叫学佛。学佛用功夫在哪里用？就在日常生活当中处事待人接物，这叫用真功夫，不是一天念多少部经，拜多少佛，念多少声佛号，不是，那有什么用处？日常生活当中还是搞贪瞋痴慢，依旧是轮回心造轮回业，有什么用处？",
      "zh_TW": "大家在《金剛經》上看到歌利王割截身體，其實《金剛經》上世尊略略的提了一下，做個證明，詳細的這段故事在《大涅槃經》裡面說得詳細。歌利是梵語，翻成中國意思，歌利王中國人叫暴君，這個人很殘酷無情，稱歌利王。這是一個修行人，遇到前世的冤家債主，將這個修行人凌遲處死，用刀肉一片片的割，這樣叫你死。忍辱仙人一點怨恨心都沒有，不但沒有怨恨心，感激他成就他忍辱波羅蜜的圓滿，這是忍辱度圓滿之相，別人做不到，只有真正明瞭諸法實相的人他能做到，順境裡面、逆境裡面總是以平等心去對待，一味平等，一味慈悲，這叫學佛。學佛用功夫在哪裡用？就在日常生活當中處事待人接物，這叫用真功夫，不是一天念多少部經，拜多少佛，念多少聲佛號，不是，那有什麼用處？日常生活當中還是搞貪瞋痴慢，依舊是輪迴心造輪迴業，有什麼用處？"
    },
    {
      "id": "20-013-0111_p0005",
      "zh_CN": "世尊为我们讲经说法，我们今天展开经教，叙述佛的教法，祖师大德不断的提示我们可以意得。清凉大师，唐朝时候人，释迦牟尼佛圆寂已经一千年，他没有听过释迦牟尼佛讲《华严经》，他凭什么注解？李长者也是唐朝人，也没有听过释迦牟尼佛讲《华严经》，智者大师也没有听过释迦牟尼佛讲 《法华经》，他们是怎么讲的？怎样把经讲出来，讲得让人听了开悟，让人听了欢喜。再说禅宗六祖惠能大师不认识字，没念过书，佛家这些经典无论是哪一宗、哪一派，你念给他听，他就会讲给你听。他们这个能力从哪里来的？自性当中来。佛为一切众生讲经说法是自性的流露，祖师大德为我们解释经典也是自性的流露。就自性来说，一切众生平等平等，众生为什么会变成众生？烦恼太重，烦恼障碍了自性，我们还偏偏喜欢烦恼，舍不得离开烦恼，天天还留在贪瞋痴慢里面过日子，你怎么会懂得佛的意思？诸佛菩萨来给你讲，你也不会懂得，为什么？烦恼障住自性。什么人能懂佛法？烦恼轻的人。什么人能契入佛法？真正发心断烦恼的人，他能入佛法。入佛法就是明心见性，就是契入自性。",
      "zh_TW": "世尊為我們講經說法，我們今天展開經教，敘述佛的教法，祖師大德不斷的提示我們可以意得。清涼大師，唐朝時候人，釋迦牟尼佛圓寂已經一千年，他沒有聽過釋迦牟尼佛講《華嚴經》，他憑什麼註解？李長者也是唐朝人，也沒有聽過釋迦牟尼佛講《華嚴經》，智者大師也沒有聽過釋迦牟尼佛講 《法華經》，他們是怎麼講的？怎樣把經講出來，講得讓人聽了開悟，讓人聽了歡喜。再說禪宗六祖惠能大師不認識字，沒念過書，佛家這些經典無論是哪一宗、哪一派，你念給他聽，他就會講給你聽。他們這個能力從哪裡來的？自性當中來。佛為一切眾生講經說法是自性的流露，祖師大德為我們解釋經典也是自性的流露。就自性來說，一切眾生平等平等，眾生為什麼會變成眾生？煩惱太重，煩惱障礙了自性，我們還偏偏喜歡煩惱，捨不得離開煩惱，天天還留在貪瞋痴慢裡面過日子，你怎麼會懂得佛的意思？諸佛菩薩來給你講，你也不會懂得，為什麼？煩惱障住自性。什麼人能懂佛法？煩惱輕的人。什麼人能契入佛法？真正發心斷煩惱的人，他能入佛法。入佛法就是明心見性，就是契入自性。"
    },
    {
      "id": "20-013-0111_p0006",
      "zh_CN": "诚如世尊所说「佛无有法可说」，佛既然无法可说，祖师大德哪有法可说？有所言说都是应机而说，正如比喻当中所谓「大叩则大鸣，小叩则小鸣，不叩则不鸣」。你有疑问提出来问是叩，你没有疑问在那里胡思乱想也是叩，你在日常生活当中种种表现亦是叩，叩就是感，你有感佛菩萨才有应。这些应无非是帮助我们破除疑惑，帮助我们明了诸法实相，然后修行，修行就是生活。说修行，现在很少人能懂，好像修行与我们世间人不相干，这是很大的错误观念。修行人，「修行」两个字就是过日子，就是生活，怎样过幸福的生活，怎样过美满的日子，这叫修行。",
      "zh_TW": "誠如世尊所說「佛無有法可說」，佛既然無法可說，祖師大德哪有法可說？有所言說都是應機而說，正如比喻當中所謂「大叩則大鳴，小叩則小鳴，不叩則不鳴」。你有疑問提出來問是叩，你沒有疑問在那裡胡思亂想也是叩，你在日常生活當中種種表現亦是叩，叩就是感，你有感佛菩薩才有應。這些應無非是幫助我們破除疑惑，幫助我們明瞭諸法實相，然後修行，修行就是生活。說修行，現在很少人能懂，好像修行與我們世間人不相干，這是很大的錯誤觀念。修行人，「修行」兩個字就是過日子，就是生活，怎樣過幸福的生活，怎樣過美滿的日子，這叫修行。"
    },
    {
      "id": "20-013-0111_p0007",
      "zh_CN": "我们看到一切众生苦，昨天下午偶尔在电视里头，看一段焦点的报导，报导台湾老人的生活，我们看了心酸。现在老人没有人照顾，看看老人院的生活，安养院的生活，老人院几乎是完全没有人照顾，安养院里面虽有子女照顾，每个月去交费用，照顾比老人院稍微好一点。可是这些老人，我们从报导当中，他们内心非常痛苦，这时候深深体会到儿孙不孝，各人自己去找乐子，老人是负担、是累赘，赶紧把他丢掉。过去我们听西方人讲老年人的坟墓；西方人讲儿童时代，儿童是非常幸福，中年是拼命，中年是战场，老年是坟墓，非常悲哀。我们过去听到体会不深，现在我们深深体会到说这个话的意义，西方的世界是儿童的天堂，中年人的战场，老年人的坟墓。可是我们中国人古时候教我们的理念恰恰跟它相反，中国人在少年时候培福，不是天堂，中国少年不是享受，是要接受种种教育，管教非常严格，叫你守规矩，叫你守礼，养成严格的习惯；中年为社会、为人民造福，晚年享福，跟外国的观念完全不相同。",
      "zh_TW": "我們看到一切眾生苦，昨天下午偶爾在電視裡頭，看一段焦點的報導，報導台灣老人的生活，我們看了心酸。現在老人沒有人照顧，看看老人院的生活，安養院的生活，老人院幾乎是完全沒有人照顧，安養院裡面雖有子女照顧，每個月去交費用，照顧比老人院稍微好一點。可是這些老人，我們從報導當中，他們內心非常痛苦，這時候深深體會到兒孫不孝，各人自己去找樂子，老人是負擔、是累贅，趕緊把他丟掉。過去我們聽西方人講老年人的墳墓；西方人講兒童時代，兒童是非常幸福，中年是拼命，中年是戰場，老年是墳墓，非常悲哀。我們過去聽到體會不深，現在我們深深體會到說這個話的意義，西方的世界是兒童的天堂，中年人的戰場，老年人的墳墓。可是我們中國人古時候教我們的理念恰恰跟它相反，中國人在少年時候培福，不是天堂，中國少年不是享受，是要接受種種教育，管教非常嚴格，叫你守規矩，叫你守禮，養成嚴格的習慣；中年為社會、為人民造福，晚年享福，跟外國的觀念完全不相同。"
    },
    {
      "id": "20-013-0111_p0008",
      "zh_CN": "现在中国人吃了个苦头，把自己的教育舍弃掉，学西方的；西方人现在知道自己错误，想尽方法来学中国、学东方。中国在儿童时代「童蒙养正」，这是教育宗旨，不是看到小朋友活活泼泼的很好玩，这一玩就坏，根本上就出了问题，值得我们深深反省。我看了之后就觉得弥陀村非常重要，大乘佛法的教学要加紧努力，唯有大乘佛法才能达到真正的幸福美满。佛告诉我们，尽虚空遍法界是一体，我们要从这里建立宇宙人生观，一切众生确确实实是自己的过去父母，未来诸佛，要把佛的教诲落实，落实我们确确实实是这个概念。我们孝顺父母、孝顺诸佛、孝顺一切众生，你一生生活在感恩之中，我们天天回向「上报四重恩」要落实。一切众生都与我有恩，我们尽心尽力牺牲奉献，服务社会、服务众生，这是具体报恩。报恩不是说说就算，要做到，真正爱护一切众生，时时刻刻关怀一切众生，尽心尽力帮助一切众生。报恩是平等的，佛法为大慈大悲，是平等的，不是特别对待某一个人，平等的慈悲，一切真实，诸佛菩萨这样的用心，我们应当要学习。",
      "zh_TW": "現在中國人吃了個苦頭，把自己的教育捨棄掉，學西方的；西方人現在知道自己錯誤，想盡方法來學中國、學東方。中國在兒童時代「童蒙養正」，這是教育宗旨，不是看到小朋友活活潑潑的很好玩，這一玩就壞，根本上就出了問題，值得我們深深反省。我看了之後就覺得彌陀村非常重要，大乘佛法的教學要加緊努力，唯有大乘佛法才能達到真正的幸福美滿。佛告訴我們，盡虛空遍法界是一體，我們要從這裡建立宇宙人生觀，一切眾生確確實實是自己的過去父母，未來諸佛，要把佛的教誨落實，落實我們確確實實是這個概念。我們孝順父母、孝順諸佛、孝順一切眾生，你一生生活在感恩之中，我們天天迴向「上報四重恩」要落實。一切眾生都與我有恩，我們盡心盡力犧牲奉獻，服務社會、服務眾生，這是具體報恩。報恩不是說說就算，要做到，真正愛護一切眾生，時時刻刻關懷一切眾生，盡心盡力幫助一切眾生。報恩是平等的，佛法為大慈大悲，是平等的，不是特別對待某一個人，平等的慈悲，一切真實，諸佛菩薩這樣的用心，我們應當要學習。"
    },
    {
      "id": "20-013-0111_p0009",
      "zh_CN": "至于一切众生了不了解，那不是我们的事情，一切众生愿不愿意接受，那也是他的事情，也不是我们的事情。他接受很好，不接受我们不能怪他，我们对他那一分情意，决不因为他不接受而有所减损，那你就错了。不接受也是圆满，接受也是圆满，这是我们应当要学习的，应当要落实在自己生活之中，要培养成这个观念，培养这个行为，过佛菩萨的生活。将来弥陀村照顾老人，我们的心态是报恩供养，把这些老人看作自己的父母是报恩，看作未来诸佛是供养，所以跟一般老人院、安养院里面，服务人员的心态完全不一样，进入这里面老人是享福。我们能帮助这一切老人享福，在因果上讲，将来你自己老的时候你一定也享福。我们今天帮助老人享福，就是我们造福他享福，将来我们老，底下年轻人造福，我们享福；你不帮助别人享福，到你老的时候你的福从哪里来？佛家经教，特别是大乘经，字字句句都是修福、都是培福，依教奉行哪有不享福的道理？好，今天时间到了。",
      "zh_TW": "至於一切眾生了不了解，那不是我們的事情，一切眾生願不願意接受，那也是他的事情，也不是我們的事情。他接受很好，不接受我們不能怪他，我們對他那一分情意，決不因為他不接受而有所減損，那你就錯了。不接受也是圓滿，接受也是圓滿，這是我們應當要學習的，應當要落實在自己生活之中，要培養成這個觀念，培養這個行為，過佛菩薩的生活。將來彌陀村照顧老人，我們的心態是報恩供養，把這些老人看作自己的父母是報恩，看作未來諸佛是供養，所以跟一般老人院、安養院裡面，服務人員的心態完全不一樣，進入這裡面老人是享福。我們能幫助這一切老人享福，在因果上講，將來你自己老的時候你一定也享福。我們今天幫助老人享福，就是我們造福他享福，將來我們老，底下年輕人造福，我們享福；你不幫助別人享福，到你老的時候你的福從哪裡來？佛家經教，特別是大乘經，字字句句都是修福、都是培福，依教奉行哪有不享福的道理？好，今天時間到了。"
    }
  ]
}