{
  "doc_id": "20-013-0034",
  "title": {
    "zh_CN": "九八年早餐开示—办念佛堂的条件",
    "zh_TW": "九八年早餐開示—辦念佛堂的條件"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0034",
  "total_paragraphs": 11,
  "paragraphs": [
    {
      "id": "20-013-0034_p0001",
      "zh_CN": "大智法师问，现在中国大陆很多地方开念佛堂，念佛堂应该具备哪些条件？要注意什么？",
      "zh_TW": "大智法師問，現在中國大陸很多地方開念佛堂，念佛堂應該具備哪些條件？要注意什麼？"
    },
    {
      "id": "20-013-0034_p0002",
      "zh_CN": "到处有念佛堂这是一桩好事，是真正的好事。可是念佛堂如果要有成就，我们遵守印光大师的教诲就可以了。他老人家教人只有十六个字：「敦伦尽分，闲邪存诚，信愿念佛，求生净土」，这十六个字可以说把整个佛法都包括尽了。第一句就是教我们作人，作人一定要尽到自己的本分。伦是同类，我们念佛跟谁同类？跟阿弥陀佛同一类，跟十方诸佛如来同一类，我们是跟佛同一类，在十法界里面。分是我们的本分，我们要尽到自己的本分，佛的本分是什么？是要求得圆满的智慧、圆满的福德，度化无量无边的众生，这是佛的本分。福、慧怎么个求法？一定要依戒、定、慧。福就是戒、定，福德就是戒、定，慧就是智慧。世尊四十九年教导我们的就是圆满的福慧，成佛称之为「二足尊」，福、慧这两样都圆满了，在十法界里面为大众所尊重。",
      "zh_TW": "到處有念佛堂這是一樁好事，是真正的好事。可是念佛堂如果要有成就，我們遵守印光大師的教誨就可以了。他老人家教人只有十六個字：「敦倫盡分，閑邪存誠，信願念佛，求生淨土」，這十六個字可以說把整個佛法都包括盡了。第一句就是教我們作人，作人一定要盡到自己的本分。倫是同類，我們念佛跟誰同類？跟阿彌陀佛同一類，跟十方諸佛如來同一類，我們是跟佛同一類，在十法界裡面。分是我們的本分，我們要盡到自己的本分，佛的本分是什麼？是要求得圓滿的智慧、圓滿的福德，度化無量無邊的眾生，這是佛的本分。福、慧怎麼個求法？一定要依戒、定、慧。福就是戒、定，福德就是戒、定，慧就是智慧。世尊四十九年教導我們的就是圓滿的福慧，成佛稱之為「二足尊」，福、慧這兩樣都圓滿了，在十法界裡面為大眾所尊重。"
    },
    {
      "id": "20-013-0034_p0003",
      "zh_CN": "我们虽然是凡夫，《华严经》说得很好，要发大心，要做大心凡夫，就跟佛同一类，入佛的法界，现在外国人讲参与佛的俱乐部。怎样才能够达到福慧圆满？怎样才能够如法的修学戒定慧？这是我们现前最重要的课题，那就是印祖讲的「闲邪存诚」。存诚就是你存真诚的心，处事待人接物真诚。邪是邪知邪见，闲是防范的意思，我们自己要懂得防范邪知邪见，要防范一切错误的行为，要用真诚心；话说得多简单，多么扼要。「深信因果」，世出世间所有一切法都离不开因果，《华严经》里面讲五周因果，《法华》里面讲一乘因果，因缘果报丝毫不爽。我们起心动念都在那边造因，遇到缘这个因就起现行，就变成果报。所以深信因果的人，他对于起心动念就很谨慎，就能够防范。「闲邪存诚」从哪里做起？从起心动念做起。善因决定感得善果，恶因一定感得恶报，所有一切的果报都是自己造的，与别人完全不相干。十法界里面的众生都是自作自受，一真法界里面法身大士也是自己造、自己受，这个因果的道理我们要懂得。",
      "zh_TW": "我們雖然是凡夫，《華嚴經》說得很好，要發大心，要做大心凡夫，就跟佛同一類，入佛的法界，現在外國人講參與佛的俱樂部。怎樣才能夠達到福慧圓滿？怎樣才能夠如法的修學戒定慧？這是我們現前最重要的課題，那就是印祖講的「閑邪存誠」。存誠就是你存真誠的心，處事待人接物真誠。邪是邪知邪見，閑是防範的意思，我們自己要懂得防範邪知邪見，要防範一切錯誤的行為，要用真誠心；話說得多簡單，多麼扼要。「深信因果」，世出世間所有一切法都離不開因果，《華嚴經》裡面講五周因果，《法華》裡面講一乘因果，因緣果報絲毫不爽。我們起心動念都在那邊造因，遇到緣這個因就起現行，就變成果報。所以深信因果的人，他對於起心動念就很謹慎，就能夠防範。「閑邪存誠」從哪裡做起？從起心動念做起。善因決定感得善果，惡因一定感得惡報，所有一切的果報都是自己造的，與別人完全不相干。十法界裡面的眾生都是自作自受，一真法界裡面法身大士也是自己造、自己受，這個因果的道理我們要懂得。"
    },
    {
      "id": "20-013-0034_p0004",
      "zh_CN": "明了之后，要在这一生当中圆满的成办，唯有老实念佛。我们能够念佛往生西方净土，你这一生保证成佛，保证你得到大圆满。如果你不愿意到西方，那要靠你自己的力量，出三界、出十法界，破四十一品无明，是个很长很艰辛的工作。远远比不上往生西方世界，就是下下品往生比你的成就也要提前很多倍；这个「很多」是真得很多，用数目字来讲是天文数字。所以佛在经上讲得好，许许多多菩萨想听这个法门没有机缘，不是这个法门不普遍宣扬，这个法门是尽虚空遍法界一切诸佛菩萨都在宣扬，为什么没机会？自己有成见，自己有烦恼习气障碍自己，就是一般人所讲自以为是，那就没法子，他就得慢慢来。诸佛菩萨他都不相信，他相信自己的意思，那有什么话说？就是一类的菩萨，纵然遇到了也跟没遇到一样，所以他没有机会遇到这个法门。",
      "zh_TW": "明瞭之後，要在這一生當中圓滿的成辦，唯有老實念佛。我們能夠念佛往生西方淨土，你這一生保證成佛，保證你得到大圓滿。如果你不願意到西方，那要靠你自己的力量，出三界、出十法界，破四十一品無明，是個很長很艱辛的工作。遠遠比不上往生西方世界，就是下下品往生比你的成就也要提前很多倍；這個「很多」是真得很多，用數目字來講是天文數字。所以佛在經上講得好，許許多多菩薩想聽這個法門沒有機緣，不是這個法門不普遍宣揚，這個法門是盡虛空遍法界一切諸佛菩薩都在宣揚，為什麼沒機會？自己有成見，自己有煩惱習氣障礙自己，就是一般人所講自以為是，那就沒法子，他就得慢慢來。諸佛菩薩他都不相信，他相信自己的意思，那有什麼話說？就是一類的菩薩，縱然遇到了也跟沒遇到一樣，所以他沒有機會遇到這個法門。"
    },
    {
      "id": "20-013-0034_p0005",
      "zh_CN": "印祖这十六个字文字比较深，初学的人不太容易懂。像过去清朝末年、民国初年，念古书的人还多，印祖讲这个话没有问题，大家都懂。现在人不念古书，不念文言文，甚至于连繁体字有很多人都看不懂。在这种情况之下，我们一定要懂得权巧方便，所以我把印祖这十六个字变成二十个字，还是这个意思。我讲「真诚、清净、平等、正觉、慈悲」，「看破、放下、自在、随缘、念佛」，跟这十六个字的意思完全相同。这是我们学佛、念佛的宗旨，这二十个字是比较好懂，可是如何落实？我们要不把它明明白白的说出来，一般人还是无从下手。所以净宗学会成立之后，我写了个缘起，这个缘起用韩馆长的名义发表。缘起里面我们提了五个科目，这才能落实。五个科目里面第一个，《观无量寿佛经》的三福，我们从什么地方做起？从「孝养父母」做起；「奉事师长，慈心不杀，修十善业」，从这里做起。这叫学佛。",
      "zh_TW": "印祖這十六個字文字比較深，初學的人不太容易懂。像過去清朝末年、民國初年，念古書的人還多，印祖講這個話沒有問題，大家都懂。現在人不念古書，不念文言文，甚至於連繁體字有很多人都看不懂。在這種情況之下，我們一定要懂得權巧方便，所以我把印祖這十六個字變成二十個字，還是這個意思。我講「真誠、清淨、平等、正覺、慈悲」，「看破、放下、自在、隨緣、念佛」，跟這十六個字的意思完全相同。這是我們學佛、念佛的宗旨，這二十個字是比較好懂，可是如何落實？我們要不把它明明白白的說出來，一般人還是無從下手。所以淨宗學會成立之後，我寫了個緣起，這個緣起用韓館長的名義發表。緣起裡面我們提了五個科目，這才能落實。五個科目裡面第一個，《觀無量壽佛經》的三福，我們從什麼地方做起？從「孝養父母」做起；「奉事師長，慈心不殺，修十善業」，從這裡做起。這叫學佛。"
    },
    {
      "id": "20-013-0034_p0006",
      "zh_CN": "在这个基础上再提升，「受持三皈，具足众戒，不犯威仪」。什么是三皈要清楚、要明白，我们讲过许多遍。前几年在新加坡，同修们要我在广播电台，借他们的录音室录了一个小时，解释「三皈」。以后又在澳洲黄金海岸，那边一批同修要求我给他们授三皈，在那边也细讲一遍。澳洲所讲的完全着重在日常生活当中，也就是讲三皈如何落实在生活上，现在这两个带子都在流通，而且有同修们很难得，他们从录音带写成文字印成小册子。皈依不是形式，形式的皈依没用处。黄念祖老居士晚年常常说，我们修行要注重实质，不注重形式；这话是针对时弊而言。因为现在我们在社会上看到，许多学佛的都是重形式而不重实质。形式做得再好看一场空，什么都得不到，远远不如重视实质。",
      "zh_TW": "在這個基礎上再提升，「受持三皈，具足眾戒，不犯威儀」。什麼是三皈要清楚、要明白，我們講過許多遍。前幾年在新加坡，同修們要我在廣播電台，借他們的錄音室錄了一個小時，解釋「三皈」。以後又在澳洲黃金海岸，那邊一批同修要求我給他們授三皈，在那邊也細講一遍。澳洲所講的完全著重在日常生活當中，也就是講三皈如何落實在生活上，現在這兩個帶子都在流通，而且有同修們很難得，他們從錄音帶寫成文字印成小冊子。皈依不是形式，形式的皈依沒用處。黃念祖老居士晚年常常說，我們修行要注重實質，不注重形式；這話是針對時弊而言。因為現在我們在社會上看到，許多學佛的都是重形式而不重實質。形式做得再好看一場空，什麼都得不到，遠遠不如重視實質。"
    },
    {
      "id": "20-013-0034_p0007",
      "zh_CN": "「具足众戒，不犯威仪」，就是守法、守规矩。佛的教诫我们要遵守，国家的法律我们要遵守，社会的道德、风俗习惯，我们都要遵守。到哪一个地区就要遵守那个地区的法令规章，要遵守这个地区的风俗习惯，不能违背。这个样子你到任何一个国家地区，你才会受到当地人的欢迎，受到当地人的尊重，我们中国古人所谓「入境要随俗」，就是这个道理。普贤十愿里也有「恒顺众生，随喜功德」，这是在最高的修学原则里面，佛都是这样指导我们。你能够受到当地人的尊重欢迎，他们才听你的教诲，你才能有能力教化众生，收到教化好的效果。所以我常常讲，佛法一定要讲求现代化与本土化，也是从这原则里面说的。你要不能做到现代化、本土化，你怎么能叫做随顺众生？怎么可以说是恒顺众生、随喜功德？你要做到随喜、做到恒顺，一定要现代化，一定要当地化，佛法才能收到效果。",
      "zh_TW": "「具足眾戒，不犯威儀」，就是守法、守規矩。佛的教誡我們要遵守，國家的法律我們要遵守，社會的道德、風俗習慣，我們都要遵守。到哪一個地區就要遵守那個地區的法令規章，要遵守這個地區的風俗習慣，不能違背。這個樣子你到任何一個國家地區，你才會受到當地人的歡迎，受到當地人的尊重，我們中國古人所謂「入境要隨俗」，就是這個道理。普賢十願裡也有「恆順眾生，隨喜功德」，這是在最高的修學原則裡面，佛都是這樣指導我們。你能夠受到當地人的尊重歡迎，他們才聽你的教誨，你才能有能力教化眾生，收到教化好的效果。所以我常常講，佛法一定要講求現代化與本土化，也是從這原則裡面說的。你要不能做到現代化、本土化，你怎麼能叫做隨順眾生？怎麼可以說是恆順眾生、隨喜功德？你要做到隨喜、做到恆順，一定要現代化，一定要當地化，佛法才能收到效果。"
    },
    {
      "id": "20-013-0034_p0008",
      "zh_CN": "由这个基础再往上提升，那是真实究竟圆满的佛法。劝大家发菩提心，劝大家把心量拓开，菩提心就是心包太虚、量周沙界。我用《无量寿经》上三种真实合起来讲，大家的印象就更深刻了。菩提心确实不好懂，古德的讲法讲得是没错，可是我们现在人，读古人这些文字、听他这种讲法，还是模糊不清楚，我们的心怎么能发得出来？三福后面有「深信因果」，这个深信因果跟其他深信因果不一样。因为三福第一条的福是人天福报，第二条是二乘福，第三条是佛菩萨大乘福；「深信因果」在大乘福里面讲，意思就不一样，就不是普通所说的善因善果、恶因恶报，不是这个意思。这个地方讲的深信因果，是说念佛是因、成佛是果，是讲念佛、成佛的因果。这个因果，真的许多菩萨都不知道，别说凡夫了。",
      "zh_TW": "由這個基礎再往上提升，那是真實究竟圓滿的佛法。勸大家發菩提心，勸大家把心量拓開，菩提心就是心包太虛、量周沙界。我用《無量壽經》上三種真實合起來講，大家的印象就更深刻了。菩提心確實不好懂，古德的講法講得是沒錯，可是我們現在人，讀古人這些文字、聽他這種講法，還是模糊不清楚，我們的心怎麼能發得出來？三福後面有「深信因果」，這個深信因果跟其他深信因果不一樣。因為三福第一條的福是人天福報，第二條是二乘福，第三條是佛菩薩大乘福；「深信因果」在大乘福裡面講，意思就不一樣，就不是普通所說的善因善果、惡因惡報，不是這個意思。這個地方講的深信因果，是說念佛是因、成佛是果，是講念佛、成佛的因果。這個因果，真的許多菩薩都不知道，別說凡夫了。"
    },
    {
      "id": "20-013-0034_p0009",
      "zh_CN": "然后再教我们「读诵大乘」，读诵就是读诵、受持、为人演说，后头有这么一串。因为它底下有「劝进行者」，所以「读诵大乘、劝进行者」这八个字，就是读诵、受持、为人演说。这样才能落实，一定要这么做，才算是个念佛人。然后我们起心动念、言语造作，生活、工作、应酬都能够与三学、六度、普贤十愿相应，这才是个真正念佛人。念佛堂的同修都能依照这五个科目修学，老实念佛，那这就是真正的念佛堂，决定有成就，对社会决定有好处；帮助社会安定繁荣，带给众生真实的幸福。",
      "zh_TW": "然後再教我們「讀誦大乘」，讀誦就是讀誦、受持、為人演說，後頭有這麼一串。因為它底下有「勸進行者」，所以「讀誦大乘、勸進行者」這八個字，就是讀誦、受持、為人演說。這樣才能落實，一定要這麼做，才算是個念佛人。然後我們起心動念、言語造作，生活、工作、應酬都能夠與三學、六度、普賢十願相應，這才是個真正念佛人。念佛堂的同修都能依照這五個科目修學，老實念佛，那這就是真正的念佛堂，決定有成就，對社會決定有好處；幫助社會安定繁榮，帶給眾生真實的幸福。"
    },
    {
      "id": "20-013-0034_p0010",
      "zh_CN": "我们净宗提出这五个科目，修学的纲领。诸位这几天在此地，我们利用课前这一点时间，将《华严经》做个概略的介绍，也讲了十几个小时。你们听了之后，《华严》讲的是什么？《华严》讲的就是菩萨生活，实实在在讲就是我们净宗这五个科目全部落实，就是「佛华严」的生活。由此可知，佛的经教没有离开我们生活一丝一毫，没有！世间任何的教育、任何的教学，我们都没有办法百分之百的落实，谚语所谓「所学非所用」。诸位试想一想，过去我们在学校里面学的，小学、中学、大学，学了那么多年，学那么多科目，你在生活上用了多少？许许多多东西都用不上。不像佛法，佛法是字字句句、点点滴滴学了统统用上。你用上了，你就叫菩萨；你不会用，不会用是你没了解，你不懂。天天念经，经是什么意思不懂，经里面讲的什么道理、教你什么都不知道，这叫迷信，这样得不到真正的利益。",
      "zh_TW": "我們淨宗提出這五個科目，修學的綱領。諸位這幾天在此地，我們利用課前這一點時間，將《華嚴經》做個概略的介紹，也講了十幾個小時。你們聽了之後，《華嚴》講的是什麼？《華嚴》講的就是菩薩生活，實實在在講就是我們淨宗這五個科目全部落實，就是「佛華嚴」的生活。由此可知，佛的經教沒有離開我們生活一絲一毫，沒有！世間任何的教育、任何的教學，我們都沒有辦法百分之百的落實，諺語所謂「所學非所用」。諸位試想一想，過去我們在學校裡面學的，小學、中學、大學，學了那麼多年，學那麼多科目，你在生活上用了多少？許許多多東西都用不上。不像佛法，佛法是字字句句、點點滴滴學了統統用上。你用上了，你就叫菩薩；你不會用，不會用是你沒了解，你不懂。天天念經，經是什麼意思不懂，經裡面講的什麼道理、教你什麼都不知道，這叫迷信，這樣得不到真正的利益。"
    },
    {
      "id": "20-013-0034_p0011",
      "zh_CN": "所以能得真正利益，一定是信、解、行、证；证就是得利益。我能信、能解、能行，一定得好处，现前得到的好处是现证。如果我们学佛，现前没有得到好处，自己要反省、要觉悟，我所解的、我所信的、我所行的，一定有问题；不是佛的经上有问题，是自己有问题。信心有问题，理解有问题，生活作法上出了问题，我才得不到这个效果。现证，我跟大家讲得很清楚、很明白，你的相貌改变了，你的体质改变了，这现证。这一点都做不到，我们学佛就有了问题。现前果然如经所说的功德利益得到，往后往生不退成佛，那还有什么问题？当然信得过，决定可以达到。所以办念佛堂，这些基本的概念、这些方法一定要知道，要有善知识好好的领导，带着大家去做，对社会、对国家、对世界和平，都会有真正的帮助。好了，时间到了。",
      "zh_TW": "所以能得真正利益，一定是信、解、行、證；證就是得利益。我能信、能解、能行，一定得好處，現前得到的好處是現證。如果我們學佛，現前沒有得到好處，自己要反省、要覺悟，我所解的、我所信的、我所行的，一定有問題；不是佛的經上有問題，是自己有問題。信心有問題，理解有問題，生活作法上出了問題，我才得不到這個效果。現證，我跟大家講得很清楚、很明白，你的相貌改變了，你的體質改變了，這現證。這一點都做不到，我們學佛就有了問題。現前果然如經所說的功德利益得到，往後往生不退成佛，那還有什麼問題？當然信得過，決定可以達到。所以辦念佛堂，這些基本的概念、這些方法一定要知道，要有善知識好好的領導，帶著大家去做，對社會、對國家、對世界和平，都會有真正的幫助。好了，時間到了。"
    }
  ]
}