{
  "doc_id": "20-013-0164",
  "title": {
    "zh_CN": "九八年早餐开示—佛陀教育季刊创刊词",
    "zh_TW": "九八年早餐開示—佛陀教育季刊創刊詞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0164",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-013-0164_p0001",
      "zh_CN": "净宗培训班的同学们，发心要办一个刊物，订名为《佛陀教育季刊》，这是一桩好事情。一方面可以帮助同学们学习写作，另外一方面也将净宗学会、培训班，乃至于将来我们想建立弥陀村的实况，向大众介绍，让各地的同修们，知道我们在此地做些什么事情，所以这个刊物也是有必要的。刊物的内容，他们拟订了十二项，其中有八个专栏，可以公开的征稿。同学们来问我，这个刊物我们应当以什么样的宗旨、什么样的方向，来介绍佛法。往年，我在美国洛杉矶弘法，洛杉矶净宗学会创立了一个刊物，现在也出季刊。主编的同修来看我，我告诉他，应当以「现代实际生活」为主，必须要将佛法落实到现代化、生活化，佛法才是一门有用的学问，自然会被大众热烈的欢迎。朝这个方向走，应当是有很多好处，不至于将我们的精力、金钱、时间浪费了。",
      "zh_TW": "淨宗培訓班的同學們，發心要辦一個刊物，訂名為《佛陀教育季刊》，這是一樁好事情。一方面可以幫助同學們學習寫作，另外一方面也將淨宗學會、培訓班，乃至於將來我們想建立彌陀村的實況，向大眾介紹，讓各地的同修們，知道我們在此地做些什麼事情，所以這個刊物也是有必要的。刊物的內容，他們擬訂了十二項，其中有八個專欄，可以公開的徵稿。同學們來問我，這個刊物我們應當以什麼樣的宗旨、什麼樣的方向，來介紹佛法。往年，我在美國洛杉磯弘法，洛杉磯淨宗學會創立了一個刊物，現在也出季刊。主編的同修來看我，我告訴他，應當以「現代實際生活」為主，必須要將佛法落實到現代化、生活化，佛法才是一門有用的學問，自然會被大眾熱烈的歡迎。朝這個方向走，應當是有很多好處，不至於將我們的精力、金錢、時間浪費了。"
    },
    {
      "id": "20-013-0164_p0002",
      "zh_CN": "现代的社会，大家都没有安全感，灾难频繁。这些年来，我们从新闻媒体里面得到一些资讯，在全世界大大小小的灾难，确实一年比一年多，一次比一次严重，没有缓和的迹象，这是值得忧虑的一桩大事情。由于世间已经走向了民主、自由、开放，由于资讯的发达、交通的便捷，有许多人说地球村，这一个地球变成一个村庄。这个意思就是说明，居住在地球上这些人，往来愈来愈密切。这种密切的关系，自然与以往传统的文化、生活方式、意识形态、宗教信仰，不可能说没有冲突、没有矛盾，所以冲突跟矛盾是一个自然的现象。可是这种现象如果不能够消除，消除还要以合理的方式，这个社会才能达到和谐。不同的族群，彼此能互相尊重、互相关怀、互相敬爱、互助合作，共同来创造全人类的福祉。这理念可以说，是全世界各个阶层的领导人，以及志士仁人共同的目标。",
      "zh_TW": "現代的社會，大家都沒有安全感，災難頻繁。這些年來，我們從新聞媒體裡面得到一些資訊，在全世界大大小小的災難，確實一年比一年多，一次比一次嚴重，沒有緩和的跡象，這是值得憂慮的一樁大事情。由於世間已經走向了民主、自由、開放，由於資訊的發達、交通的便捷，有許多人說地球村，這一個地球變成一個村莊。這個意思就是說明，居住在地球上這些人，往來愈來愈密切。這種密切的關係，自然與以往傳統的文化、生活方式、意識形態、宗教信仰，不可能說沒有衝突、沒有矛盾，所以衝突跟矛盾是一個自然的現象。可是這種現象如果不能夠消除，消除還要以合理的方式，這個社會才能達到和諧。不同的族群，彼此能互相尊重、互相關懷、互相敬愛、互助合作，共同來創造全人類的福祉。這理念可以說，是全世界各個階層的領導人，以及志士仁人共同的目標。"
    },
    {
      "id": "20-013-0164_p0003",
      "zh_CN": "最近这几年，我们在澳洲有一个很小的道场，我每年也要去几次，有机会跟澳洲那边的人相接触。我发现澳洲有许多领导人，学术界的人士，政界的人士，他们很有智慧、有眼光，在寻求多元文化的共同生活。昆士兰民族事务局的局长尤里，我对他非常尊敬，他是犹太籍的澳洲人。主持这个事务局，他创办一个论坛，每个月集会一次，参与的人士都是各个宗教的领袖，学术界知名的人士，来共同讨论，如何建立多元文化和谐、繁荣美满的社会。他把这些理念告诉我，我听了之后非常欢喜。可是究竟用什么方法，能够达到这个目的？他告诉我，澳洲这些年来采取开放政策，欢迎外来的移民。这些外来的人，来自不同的国家、不同的族群、不同的文化、不同的宗教信仰，现在我们共同住在一起、生活在一起，怎么样来调和，这是智慧，这是远见，这是真实的学问。",
      "zh_TW": "最近這幾年，我們在澳洲有一個很小的道場，我每年也要去幾次，有機會跟澳洲那邊的人相接觸。我發現澳洲有許多領導人，學術界的人士，政界的人士，他們很有智慧、有眼光，在尋求多元文化的共同生活。昆士蘭民族事務局的局長尤里，我對他非常尊敬，他是猶太籍的澳洲人。主持這個事務局，他創辦一個論壇，每個月集會一次，參與的人士都是各個宗教的領袖，學術界知名的人士，來共同討論，如何建立多元文化和諧、繁榮美滿的社會。他把這些理念告訴我，我聽了之後非常歡喜。可是究竟用什麼方法，能夠達到這個目的？他告訴我，澳洲這些年來採取開放政策，歡迎外來的移民。這些外來的人，來自不同的國家、不同的族群、不同的文化、不同的宗教信仰，現在我們共同住在一起、生活在一起，怎麼樣來調和，這是智慧，這是遠見，這是真實的學問。"
    },
    {
      "id": "20-013-0164_p0004",
      "zh_CN": "我告诉他，佛法的教学就是针对这个问题而建立的。释迦牟尼佛告诉我们有西方极乐世界，极乐世界是阿弥陀佛建立的新兴的社区，也是提倡民主、自由、开放，欢迎四面八方志同道合的同修们，都移民到这个地区，我们共同生活，共同来发展。他那个地方所集聚不同的族群，比我们地球上要复杂得多；《华严经》上所说的毘卢遮那佛的华藏世界，也是这个情形。再说到，你们贵宗教所讲的天堂，又何尝不是一个多元文化的共同体？如果我们从这些地方细心去观察，释迦牟尼佛、阿弥陀佛怎么面对现实，解决这个问题，毘卢遮那如来又如何解决这个问题，再说上帝在天堂又如何解决这些问题，我们就得到启示，我们智慧就开了，知道现在应该怎么作法。",
      "zh_TW": "我告訴他，佛法的教學就是針對這個問題而建立的。釋迦牟尼佛告訴我們有西方極樂世界，極樂世界是阿彌陀佛建立的新興的社區，也是提倡民主、自由、開放，歡迎四面八方志同道合的同修們，都移民到這個地區，我們共同生活，共同來發展。他那個地方所集聚不同的族群，比我們地球上要複雜得多；《華嚴經》上所說的毘盧遮那佛的華藏世界，也是這個情形。再說到，你們貴宗教所講的天堂，又何嘗不是一個多元文化的共同體？如果我們從這些地方細心去觀察，釋迦牟尼佛、阿彌陀佛怎麼面對現實，解決這個問題，毘盧遮那如來又如何解決這個問題，再說上帝在天堂又如何解決這些問題，我們就得到啟示，我們智慧就開了，知道現在應該怎麼作法。"
    },
    {
      "id": "20-013-0164_p0005",
      "zh_CN": "佛在《无量寿经》上告诉我们「佛所行处」，意思就是说佛陀教育推行的地区，它能达到什么样的效果？佛在经上说「国邑丘聚，靡不蒙化」。这个国家地区、城市村庄，从大到小，这里面所居住的一切人物，都接受佛的教导，改变了他狭窄的胸襟，都能够拓开心量包容一切，所以得到的效果是「天下和顺」，也就是大家能够和睦相处，彼此都能够随顺。随顺，我们今天讲是随顺自然的生态。我们看看地球，地球上除了人之外，有许多动物、有许多植物，各个群类不同，他们都能够和睦生存在这个地球上，为什么我们人做不到？动物能和平共处，狮子、虎、狼是猛兽，跟小动物能和平共处。牠在逼不得已，这才猎捕野兽来充饥，吃饱之后躺在那个地方，小动物爬在牠的身上，牠理都不理。由此可知，牠的猎捕是牠需要，牠知足，只要满足牠的需要之后，牠绝对不会伤害其他的动物。这就是道，就是和睦共处的原则。",
      "zh_TW": "佛在《無量壽經》上告訴我們「佛所行處」，意思就是說佛陀教育推行的地區，它能達到什麼樣的效果？佛在經上說「國邑丘聚，靡不蒙化」。這個國家地區、城市村莊，從大到小，這裡面所居住的一切人物，都接受佛的教導，改變了他狹窄的胸襟，都能夠拓開心量包容一切，所以得到的效果是「天下和順」，也就是大家能夠和睦相處，彼此都能夠隨順。隨順，我們今天講是隨順自然的生態。我們看看地球，地球上除了人之外，有許多動物、有許多植物，各個群類不同，他們都能夠和睦生存在這個地球上，為什麼我們人做不到？動物能和平共處，獅子、虎、狼是猛獸，跟小動物能和平共處。牠在逼不得已，這才獵捕野獸來充饑，吃飽之後躺在那個地方，小動物爬在牠的身上，牠理都不理。由此可知，牠的獵捕是牠需要，牠知足，只要滿足牠的需要之後，牠絕對不會傷害其他的動物。這就是道，就是和睦共處的原則。"
    },
    {
      "id": "20-013-0164_p0006",
      "zh_CN": "我们懂得这个原则，就是佛菩萨、世间圣哲教导我们，处事待人接物的真理。每个人只取自己所需要的，绝不过分，绝不侵害别人，天下就和顺。地球上居住的这些人类能够和平共存，能够随顺大自然的法则，佛家常讲环境是随人心来转变。人心变得善良，人与人之间相处，真诚、坦率相见，决没有欺诈，人人心地清净、平等、慈悲，充满了智慧，充满了爱心，我们居住的环境就转变了，变得「日月清明，风雨以时，灾厉不起」，这是我们今天讲的自然灾害就没有了。纵然不能将自然灾害断绝，自然灾害也必定减少，这确实是可以做得到的。",
      "zh_TW": "我們懂得這個原則，就是佛菩薩、世間聖哲教導我們，處事待人接物的真理。每個人只取自己所需要的，絕不過分，絕不侵害別人，天下就和順。地球上居住的這些人類能夠和平共存，能夠隨順大自然的法則，佛家常講環境是隨人心來轉變。人心變得善良，人與人之間相處，真誠、坦率相見，決沒有欺詐，人人心地清淨、平等、慈悲，充滿了智慧，充滿了愛心，我們居住的環境就轉變了，變得「日月清明，風雨以時，災厲不起」，這是我們今天講的自然災害就沒有了。縱然不能將自然災害斷絕，自然災害也必定減少，這確實是可以做得到的。"
    },
    {
      "id": "20-013-0164_p0007",
      "zh_CN": "中国人讲求风水，风水实在讲就是居住的环境，现在我们知道在其他各国也很重视。我在美国听说，雷根作总统的时候，邀请夏景山先生去给他看风水。夏居士我跟他很熟，他告诉我的，这是逐渐国外人也能够接受了。风水是从心理上转变的，「境随心转」，中国人讲「福地福人居」，就是这个道理。所以我们要懂得修福，要懂得积福，然后国泰民安，人为的灾害、战争可以永远消除。我们遵从道德，提倡仁义，仁是爱人，天主教、基督教里面常讲上帝爱世人，佛法讲慈悲，慈悲就是爱人、爱物。我们推行这个教学，希望能达到人人明理，人人都能够互相的礼让，避免竞争，竞争不是好事情，最后必定产生利害的冲突。利害如果不相让，人为的灾难就起来了。",
      "zh_TW": "中國人講求風水，風水實在講就是居住的環境，現在我們知道在其他各國也很重視。我在美國聽說，雷根作總統的時候，邀請夏景山先生去給他看風水。夏居士我跟他很熟，他告訴我的，這是逐漸國外人也能夠接受了。風水是從心理上轉變的，「境隨心轉」，中國人講「福地福人居」，就是這個道理。所以我們要懂得修福，要懂得積福，然後國泰民安，人為的災害、戰爭可以永遠消除。我們遵從道德，提倡仁義，仁是愛人，天主教、基督教裡面常講上帝愛世人，佛法講慈悲，慈悲就是愛人、愛物。我們推行這個教學，希望能達到人人明理，人人都能夠互相的禮讓，避免競爭，競爭不是好事情，最後必定產生利害的衝突。利害如果不相讓，人為的災難就起來了。"
    },
    {
      "id": "20-013-0164_p0008",
      "zh_CN": "所以要想消除天灾人祸，我们要晓得礼让、忍让的重要。佛告诉我们，不仅是利益自己，是利益社会，利益世界每一个众生，你想想这种情操多么伟大！如果只为利益自己，必定伤害别人，伤害别人与众生结冤仇。生命不是一世的，是永恒的，这种冤仇不能化解，冤冤相报没完没了。纵然这一生当中不成为大灾难，往后因缘相会的时候，还是有空前劫难现前，这是自作自受，所以我们要认识、要明了。我希望这份刊物，能发扬这个宗旨，劝导世人和睦相处，尤其是宣扬大乘的教义，达到多元文化共存共荣，就像经上所讲「强不凌弱，各得其所」。我们能够把这个理念，切实的做到发扬光大，这个刊物就成功了。我相信它对于这个时代，做出真实的贡献，希望我们大家共同勉励。好，今天时间到了。",
      "zh_TW": "所以要想消除天災人禍，我們要曉得禮讓、忍讓的重要。佛告訴我們，不僅是利益自己，是利益社會，利益世界每一個眾生，你想想這種情操多麼偉大！如果只為利益自己，必定傷害別人，傷害別人與眾生結冤仇。生命不是一世的，是永恆的，這種冤仇不能化解，冤冤相報沒完沒了。縱然這一生當中不成為大災難，往後因緣相會的時候，還是有空前劫難現前，這是自作自受，所以我們要認識、要明瞭。我希望這份刊物，能發揚這個宗旨，勸導世人和睦相處，尤其是宣揚大乘的教義，達到多元文化共存共榮，就像經上所講「強不凌弱，各得其所」。我們能夠把這個理念，切實的做到發揚光大，這個刊物就成功了。我相信它對於這個時代，做出真實的貢獻，希望我們大家共同勉勵。好，今天時間到了。"
    }
  ]
}