{
  "doc_id": "20-013-0078",
  "title": {
    "zh_CN": "九八年早餐开示—为何选择会集本",
    "zh_TW": "九八年早餐開示—為何選擇會集本"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0078",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0078_p0001",
      "zh_CN": "前天有一位同修写了一封信给我，署名叫妙音，也没有写地址，提出一个问题；现在他看到我们僧团里面，彼此不能够互相合作，使他感到很忧虑；这也是有相当慈悲心的人。他问要如何能够叫大家化除这些隔阂，能够团结一致弘法利生。这桩事情是一个存在已久的现象，能不能做得到？给诸位说非常困难，就是诸佛如来出现在这个世间也做不到。佛法里面常说，佛是有圆满的智慧，圆满的德能，万德万能，为什么他还做不到？不是佛的智慧有缺陷，也不是佛的能力有缺陷，问题出在众生不相信，众生不肯听，一切众生随着自己的意思去做；这个意思就是妄心，随着自己的妄想、分别、执着去做，不顺法性，不顺佛教。佛是老师，不顺老师的教诲，老师也是无可奈何。",
      "zh_TW": "前天有一位同修寫了一封信給我，署名叫妙音，也沒有寫地址，提出一個問題；現在他看到我們僧團裡面，彼此不能夠互相合作，使他感到很憂慮；這也是有相當慈悲心的人。他問要如何能夠叫大家化除這些隔閡，能夠團結一致弘法利生。這樁事情是一個存在已久的現象，能不能做得到？給諸位說非常困難，就是諸佛如來出現在這個世間也做不到。佛法裡面常說，佛是有圓滿的智慧，圓滿的德能，萬德萬能，為什麼他還做不到？不是佛的智慧有缺陷，也不是佛的能力有缺陷，問題出在眾生不相信，眾生不肯聽，一切眾生隨著自己的意思去做；這個意思就是妄心，隨著自己的妄想、分別、執著去做，不順法性，不順佛教。佛是老師，不順老師的教誨，老師也是無可奈何。"
    },
    {
      "id": "20-013-0078_p0002",
      "zh_CN": "你有这个忧虑，有这些想法，算是相当难得，在这个时代真正是难能可贵。要想融合种种不同的知见、不同的情欲，要从哪里做起？从我们自己本身做起，不要问结果如何，所谓是「但问耕耘，莫问收获」。如果你要问结果，你就有得失心，有得失心你这桩事情就做不好；不问结果，没有得失心。我觉得我这个作法是正确的，我永远这样做去，不但这一生这么做，生生世世这样做，这才叫真正发菩提心。遵守佛的教诲，佛说的经论太多，不是教我们全部学习，这个道理一定要懂，特别是在初学这个阶段。我们在经上读得太多，诸佛菩萨是感应示现，他是随类化身，应机说法，所以身没有一定，法也没有一定，这个道理不可以不懂。我们深明此理，知道这些事实真相，就能够断疑生信，才能在这一生当中得佛法真实的利益。",
      "zh_TW": "你有這個憂慮，有這些想法，算是相當難得，在這個時代真正是難能可貴。要想融合種種不同的知見、不同的情欲，要從哪裡做起？從我們自己本身做起，不要問結果如何，所謂是「但問耕耘，莫問收穫」。如果你要問結果，你就有得失心，有得失心你這樁事情就做不好；不問結果，沒有得失心。我覺得我這個作法是正確的，我永遠這樣做去，不但這一生這麼做，生生世世這樣做，這才叫真正發菩提心。遵守佛的教誨，佛說的經論太多，不是教我們全部學習，這個道理一定要懂，特別是在初學這個階段。我們在經上讀得太多，諸佛菩薩是感應示現，他是隨類化身，應機說法，所以身沒有一定，法也沒有一定，這個道理不可以不懂。我們深明此理，知道這些事實真相，就能夠斷疑生信，才能在這一生當中得佛法真實的利益。"
    },
    {
      "id": "20-013-0078_p0003",
      "zh_CN": "现在有人在反驳我们提倡《无量寿经》会集本，他说得很有道理：这么多本子为什么推崇这本子，而轻视其他的本子？这个说法乍听起来好像很有道理，如果你深入的去观察，他没有道理。我们依一部经学习，并没有轻视其他的本子，我们对于其他任何一个本子都尊重。为什么选这个本子？这个本子契我的机。一个法门契一类众生之机，不一定契另一类众生之机，所以佛就需要说种种法。你今天反对我学这个本子，同样一个道理，隋唐时代这些祖师大德，每一个人分宗立派，那你也应该反对，杜顺、云华为什么只选择《华严》，尊重《华严》，其他的不尊重？是一个道理。天台大师只选择《法华》，其他的经他也不尊重？这样的知见就在佛门里面打架，佛是个和合僧团，破和合僧。祖师大德立宗分派，目的是度一类众生，跟我同一类，我们都喜欢这些经典，那些人喜欢那一部分经典，各人的喜爱不相同，各人的宿根不相同。这种喜爱不是平白而生的，过去生中多生多劫曾经修学这个法门，这一生再遇到，当然格外亲切一些，道理在此地。",
      "zh_TW": "現在有人在反駁我們提倡《無量壽經》會集本，他說得很有道理：這麼多本子為什麼推崇這本子，而輕視其他的本子？這個說法乍聽起來好像很有道理，如果你深入的去觀察，他沒有道理。我們依一部經學習，並沒有輕視其他的本子，我們對於其他任何一個本子都尊重。為什麼選這個本子？這個本子契我的機。一個法門契一類眾生之機，不一定契另一類眾生之機，所以佛就需要說種種法。你今天反對我學這個本子，同樣一個道理，隋唐時代這些祖師大德，每一個人分宗立派，那你也應該反對，杜順、雲華為什麼只選擇《華嚴》，尊重《華嚴》，其他的不尊重？是一個道理。天台大師只選擇《法華》，其他的經他也不尊重？這樣的知見就在佛門裡面打架，佛是個和合僧團，破和合僧。祖師大德立宗分派，目的是度一類眾生，跟我同一類，我們都喜歡這些經典，那些人喜歡那一部分經典，各人的喜愛不相同，各人的宿根不相同。這種喜愛不是平白而生的，過去生中多生多劫曾經修學這個法門，這一生再遇到，當然格外親切一些，道理在此地。"
    },
    {
      "id": "20-013-0078_p0004",
      "zh_CN": "所以学佛，《华严经》五十三参给我们做了最好的榜样，我们喜欢的法门认真修学，不怀疑、不夹杂、不间断，你决定成就；对于其他的法门尊重，绝不轻视。佛在经上比喻得很好，法是药，众生是病人，每一个人生的病不相同，因此每一个人用的药也不一样；这个人生病吃这个药，那个人生病吃的药跟他不同，你不能说你那个药吃错了，你要跟我一样才行，哪有这个道理？你们说夏老的会集本不善反驳它，王龙舒的会集本你为什么不反对？龙舒居士会集本，现在已经入《大藏经》。过去入藏就是佛门里面当代的一些大德都肯定它，报告皇帝，皇帝以御令入藏，入藏是正式肯定它没有错误。由此可知，会集夏莲居不是第一个，会集《无量寿经》他是第三个。将古人的本子，古人的本子太繁，把它节录删节，彭际清这是清朝初年时候作的，他做了一个删节本，丁福保居士注解《无量寿经》，就采取彭际清的本子。",
      "zh_TW": "所以學佛，《華嚴經》五十三參給我們做了最好的榜樣，我們喜歡的法門認真修學，不懷疑、不夾雜、不間斷，你決定成就；對於其他的法門尊重，絕不輕視。佛在經上比喻得很好，法是藥，眾生是病人，每一個人生的病不相同，因此每一個人用的藥也不一樣；這個人生病吃這個藥，那個人生病吃的藥跟他不同，你不能說你那個藥吃錯了，你要跟我一樣才行，哪有這個道理？你們說夏老的會集本不善反駁它，王龍舒的會集本你為什麼不反對？龍舒居士會集本，現在已經入《大藏經》。過去入藏就是佛門裡面當代的一些大德都肯定它，報告皇帝，皇帝以御令入藏，入藏是正式肯定它沒有錯誤。由此可知，會集夏蓮居不是第一個，會集《無量壽經》他是第三個。將古人的本子，古人的本子太繁，把它節錄刪節，彭際清這是清朝初年時候作的，他做了一個刪節本，丁福保居士註解《無量壽經》，就採取彭際清的本子。"
    },
    {
      "id": "20-013-0078_p0005",
      "zh_CN": "我们仔细观察衡量，说这些话那只有两种人，一个是他对于教理不明，人云亦云；另外一种是别有用心，这是我们曾经经历过的。有一些人要提升自己的知名度，达到他自己个人的目标目的，最好的方法就是找现代比较有一点成就的人，把他糟蹋掉、把他毁灭掉，他趁这个抬高自己身分，我们遇到过。如果不是这两类人，那必定是法身大士，就像善财童子参访的一样，自己学习一个法门，决定尊重其他法门，那是菩萨行，决定没有毁谤，决定不生事。何况《无量寿经》九种本子最后是一个归宿，诱导你到哪里去？诱导你进念佛堂，一句阿弥陀佛圆满成就。他并不是讲你读经往生，他是教你念佛往生，每一个本子都是教你念佛往生，那还有什么话说？劝导众生念佛的方式不同，众生从经典里面产生信心愿心，最后的行门还是一句阿弥陀佛念到底。",
      "zh_TW": "我們仔細觀察衡量，說這些話那只有兩種人，一個是他對於教理不明，人云亦云；另外一種是別有用心，這是我們曾經經歷過的。有一些人要提升自己的知名度，達到他自己個人的目標目的，最好的方法就是找現代比較有一點成就的人，把他糟蹋掉、把他毀滅掉，他趁這個抬高自己身分，我們遇到過。如果不是這兩類人，那必定是法身大士，就像善財童子參訪的一樣，自己學習一個法門，決定尊重其他法門，那是菩薩行，決定沒有毀謗，決定不生事。何況《無量壽經》九種本子最後是一個歸宿，誘導你到哪裡去？誘導你進念佛堂，一句阿彌陀佛圓滿成就。他並不是講你讀經往生，他是教你念佛往生，每一個本子都是教你念佛往生，那還有什麼話說？勸導眾生念佛的方式不同，眾生從經典裡面產生信心願心，最後的行門還是一句阿彌陀佛念到底。"
    },
    {
      "id": "20-013-0078_p0006",
      "zh_CN": "念佛诀窍，大势至菩萨所说的「都摄六根，净念相继」，是这么成就的。净念着重在「净」字，不怀疑、不夹杂才是净，你怀疑你的心不清净，你夹杂你的心也不清净；相继就是不间断。我们并不是只着重在讲经，在弘扬净土，我们的目标终极是要进入念佛堂。现在我们在新加坡居士林开念佛堂，念佛堂为什么这么殊胜？就是因为有大经做基础。这么多年我在新加坡，《无量寿经》的会集本最近是第三次宣讲，这一次讲得特别详细，帮助大家破疑生信，进入念佛堂。我们的念佛堂很快就会走到，每天二十四小时不中断，一年三百六十天不中断，我们真干，我们求往生，我们不跟别人去抬杠，不跟别人辩论，我们只求往生净土，亲近阿弥陀佛；人家无论怎么批评，无论怎么说，他说他的。希望真正修净土的同修要记住，心净则佛土净。禅宗六祖惠能大师告诉我们，「若真修道人，不见世间过」。你想想这两句话，「不见世间过」你的心才清净平等，《无量寿经》经题上「清净、平等、觉」。",
      "zh_TW": "念佛訣竅，大勢至菩薩所說的「都攝六根，淨念相繼」，是這麼成就的。淨念著重在「淨」字，不懷疑、不夾雜才是淨，你懷疑你的心不清淨，你夾雜你的心也不清淨；相繼就是不間斷。我們並不是只著重在講經，在弘揚淨土，我們的目標終極是要進入念佛堂。現在我們在新加坡居士林開念佛堂，念佛堂為什麼這麼殊勝？就是因為有大經做基礎。這麼多年我在新加坡，《無量壽經》的會集本最近是第三次宣講，這一次講得特別詳細，幫助大家破疑生信，進入念佛堂。我們的念佛堂很快就會走到，每天二十四小時不中斷，一年三百六十天不中斷，我們真幹，我們求往生，我們不跟別人去抬槓，不跟別人辯論，我們只求往生淨土，親近阿彌陀佛；人家無論怎麼批評，無論怎麼說，他說他的。希望真正修淨土的同修要記住，心淨則佛土淨。禪宗六祖惠能大師告訴我們，「若真修道人，不見世間過」。你想想這兩句話，「不見世間過」你的心才清淨平等，《無量壽經》經題上「清淨、平等、覺」。"
    },
    {
      "id": "20-013-0078_p0007",
      "zh_CN": "修学净宗，过去我曾经在讲席上讲得很多，修学净宗的根性也不一致，譬如说有欢喜《无量寿经》，有欢喜《阿弥陀经》，有欢喜《观无量寿佛经》，还有欢喜《普贤行愿品》，这些人要聚集在一堂合不来，所以必须要分道场。同样欢喜《阿弥陀经》，有人欢喜莲池大师的注解，有人欢喜蕅益大师的注解，同样欢喜《阿弥陀经》，也不能在一块共修，一定要分开。《无量寿经》有九个本子，如果各有喜爱也不能在一起共修，那要分九个道场。同样念这一句阿弥陀佛，有人喜欢念得快，追顶念佛，「阿弥陀佛，阿弥陀佛」，一句跟进一句，他要这样念法；另外有一种人喜欢念得慢，慢可以摄心。那个快的是快可以把妄想赶掉，那个人喜欢慢的，慢可以能摄心；一个快的、一个慢的，在一个念佛堂也合不拢来，要分两个念佛堂，大家要明白这个道理。能不能有成就？各人统统都有成就，你不可以说这个对，不可以说那个不对。跟吃饭一样，有人喜欢吃甜的，有人喜欢吃咸的，你不能说吃甜的对，吃咸的不对，哪有这种道理？",
      "zh_TW": "修學淨宗，過去我曾經在講席上講得很多，修學淨宗的根性也不一致，譬如說有歡喜《無量壽經》，有歡喜《阿彌陀經》，有歡喜《觀無量壽佛經》，還有歡喜《普賢行願品》，這些人要聚集在一堂合不來，所以必須要分道場。同樣歡喜《阿彌陀經》，有人歡喜蓮池大師的註解，有人歡喜蕅益大師的註解，同樣歡喜《阿彌陀經》，也不能在一塊共修，一定要分開。《無量壽經》有九個本子，如果各有喜愛也不能在一起共修，那要分九個道場。同樣念這一句阿彌陀佛，有人喜歡念得快，追頂念佛，「阿彌陀佛，阿彌陀佛」，一句跟進一句，他要這樣念法；另外有一種人喜歡念得慢，慢可以攝心。那個快的是快可以把妄想趕掉，那個人喜歡慢的，慢可以能攝心；一個快的、一個慢的，在一個念佛堂也合不攏來，要分兩個念佛堂，大家要明白這個道理。能不能有成就？各人統統都有成就，你不可以說這個對，不可以說那個不對。跟吃飯一樣，有人喜歡吃甜的，有人喜歡吃鹹的，你不能說吃甜的對，吃鹹的不對，哪有這種道理？"
    },
    {
      "id": "20-013-0078_p0008",
      "zh_CN": "世间众生根性千差万别，所以劳累诸佛菩萨说无量法门。无量法门都是应机而说，普度一切不同根性的众生，我们要明白这个道理，你才算是个明白人，你才算是真正觉悟的人，不再干糊涂事，老实修学自己的法门，尊重别人的法门。我们在五十三参上看到，每一位善知识他只学一个法门，无量法门当中他学一个。他把他所修的法门向善财童子报告，报告完了之后非常谦虚的说：无量法门当中，我只知道这一个法门，其他法门我不知道，你去另请高明；推荐善知识，让你去参访。所以世尊在菩提树下示现成道最初二七日中，已经把这事情给我们说得这么清楚，让这些法身大士；我们知道这些法身大士，都是诸佛如来倒驾慈航而来的，请他们示现做出榜样来给我们看，慈悲到了极处，我们应当在这个地方醒悟。",
      "zh_TW": "世間眾生根性千差萬別，所以勞累諸佛菩薩說無量法門。無量法門都是應機而說，普度一切不同根性的眾生，我們要明白這個道理，你才算是個明白人，你才算是真正覺悟的人，不再幹糊塗事，老實修學自己的法門，尊重別人的法門。我們在五十三參上看到，每一位善知識他只學一個法門，無量法門當中他學一個。他把他所修的法門向善財童子報告，報告完了之後非常謙虛的說：無量法門當中，我只知道這一個法門，其他法門我不知道，你去另請高明；推薦善知識，讓你去參訪。所以世尊在菩提樹下示現成道最初二七日中，已經把這事情給我們說得這麼清楚，讓這些法身大士；我們知道這些法身大士，都是諸佛如來倒駕慈航而來的，請他們示現做出榜樣來給我們看，慈悲到了極處，我們應當在這個地方醒悟。"
    },
    {
      "id": "20-013-0078_p0009",
      "zh_CN": "有人说学《无量寿经》应该学康僧铠的本子，我们鼓掌欢喜赞叹，也有人说学《无量寿经》应当要学汉译的《清净平等觉经》，我们也鼓掌赞叹。为什么？他选择那个本子，那个本子必定契他的机，他依照这个本子修学，决定得生净土不退成佛，我们怎么不赞叹？怎么不顶礼？这一定的道理。像我的根机，我在这九种本子里面一看，我喜欢夏老的会集本，就等于吃东西一样，各人的口味不一样，哪个不好？合自己的口味，合自己体质的需要，每一个人的体质不相同，饮食起居都一样；不可以说我吃这个东西好，你也吃，我吃这个营养很好，对我身体好，你吃这个未必适当，两个人体质不相同，要懂得。我在新加坡有一个同修介绍我去洗牙齿，这个牙医生不错，介绍我一种牙膏，这个牙膏对我很适合；而且牙膏是两种，一种是早晨用的，一种是晚上用的，这不一样，早晚我用牙膏不相同。我介绍给别的同学，别的同学用我这个牙膏，也用了一、两个月他去看牙医生，牙医生说：这个牙膏对你不适用；这么一点小的东西都不一样。所以你要晓得每一个人的体质不相同，我吃这东西有营养，吃得很欢喜，你吃未必行。法门亦复如是。",
      "zh_TW": "有人說學《無量壽經》應該學康僧鎧的本子，我們鼓掌歡喜讚歎，也有人說學《無量壽經》應當要學漢譯的《清淨平等覺經》，我們也鼓掌讚歎。為什麼？他選擇那個本子，那個本子必定契他的機，他依照這個本子修學，決定得生淨土不退成佛，我們怎麼不讚歎？怎麼不頂禮？這一定的道理。像我的根機，我在這九種本子裡面一看，我喜歡夏老的會集本，就等於吃東西一樣，各人的口味不一樣，哪個不好？合自己的口味，合自己體質的需要，每一個人的體質不相同，飲食起居都一樣；不可以說我吃這個東西好，你也吃，我吃這個營養很好，對我身體好，你吃這個未必適當，兩個人體質不相同，要懂得。我在新加坡有一個同修介紹我去洗牙齒，這個牙醫生不錯，介紹我一種牙膏，這個牙膏對我很適合；而且牙膏是兩種，一種是早晨用的，一種是晚上用的，這不一樣，早晚我用牙膏不相同。我介紹給別的同學，別的同學用我這個牙膏，也用了一、兩個月他去看牙醫生，牙醫生說：這個牙膏對你不適用；這麼一點小的東西都不一樣。所以你要曉得每一個人的體質不相同，我吃這東西有營養，吃得很歡喜，你吃未必行。法門亦復如是。"
    },
    {
      "id": "20-013-0078_p0010",
      "zh_CN": "法门的选择别人对你只是建议，不可以说人家一说我们马上就接受、马上就听，往往吃亏上当。只有遇到佛才行，佛与大菩萨没有问题，他知道你的根性，他介绍你的决定不错。凡夫不行，凡夫不知道别人的根性，所以只有建议，建议你听了之后可以试试看。你接触这个法门之后，你对这个法门能不能生欢喜心，这最重要的。或者我们就以《无量寿经》做例子，《无量寿经》九种本子展开你统统看一遍，你喜欢哪一个本子，你就依照这个本子修学，喜欢的一定是契机，如果不契自己根机，欢喜心生不起。所以我们没有偏赞，说这个话说得太过分。我印《无量寿经》，九种本子都印在一起，早年我们印过一本《净土五经读本》，这里面《无量寿经》就是九种翻译本，译会本。《阿弥陀经》三种本子，鸠摩罗什翻的，现在大家念的，玄奘大师翻的，夏莲居的会集本，所以《阿弥陀经》有三种本子，统统印出来，无私全部公开，让大家自由选择。我并不是极力提倡一种，而不赞成别的一种，我不赞成别的我为什么印书？总希望大家头脑要清楚、要冷静，如理如法的修学，我们这一生决定才得到佛法真实的利益。最后的目标一定要进念佛堂，放下万缘，一心专念阿弥陀佛求生净土，这样功德才能圆满。好，今天时间到了。",
      "zh_TW": "法門的選擇別人對你只是建議，不可以說人家一說我們馬上就接受、馬上就聽，往往吃虧上當。只有遇到佛才行，佛與大菩薩沒有問題，他知道你的根性，他介紹你的決定不錯。凡夫不行，凡夫不知道別人的根性，所以只有建議，建議你聽了之後可以試試看。你接觸這個法門之後，你對這個法門能不能生歡喜心，這最重要的。或者我們就以《無量壽經》做例子，《無量壽經》九種本子展開你統統看一遍，你喜歡哪一個本子，你就依照這個本子修學，喜歡的一定是契機，如果不契自己根機，歡喜心生不起。所以我們沒有偏讚，說這個話說得太過分。我印《無量壽經》，九種本子都印在一起，早年我們印過一本《淨土五經讀本》，這裡面《無量壽經》就是九種翻譯本，譯會本。《阿彌陀經》三種本子，鳩摩羅什翻的，現在大家念的，玄奘大師翻的，夏蓮居的會集本，所以《阿彌陀經》有三種本子，統統印出來，無私全部公開，讓大家自由選擇。我並不是極力提倡一種，而不贊成別的一種，我不贊成別的我為什麼印書？總希望大家頭腦要清楚、要冷靜，如理如法的修學，我們這一生決定才得到佛法真實的利益。最後的目標一定要進念佛堂，放下萬緣，一心專念阿彌陀佛求生淨土，這樣功德才能圓滿。好，今天時間到了。"
    }
  ]
}