{
  "doc_id": "20-013-0146",
  "title": {
    "zh_CN": "九八年早餐开示—如何念佛不受外界干扰",
    "zh_TW": "九八年早餐開示—如何念佛不受外界干擾"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0146",
  "total_paragraphs": 10,
  "paragraphs": [
    {
      "id": "20-013-0146_p0001",
      "zh_CN": "最近有一些同学告诉我，进入念佛堂的时候，有时候感到非常欢喜、非常舒适，可是也有一些时候感到好像浑身都不自在，这个原因是什么？佛在大经上告诉我们，十法界依正庄严，都像风云莫测、变化万端，所以《金刚经》才说：「凡所有相，皆是虚妄。」虚妄的定义就是多变，它要不变那就是真的。到什么时候你才看到外面境界不变？一真法界。契入一真你才看到不变，如果没有证得一真法界，我们生活在变化多端的境界里。什么力量主宰变化？念头。你明白这个道理，你就晓得你进入念佛堂的时候，心地真诚恭敬，你就感觉到这个磁场好，中国人讲气氛，气氛好；如果你心地不清净，你感受的气氛就不好。而且同样一个环境，我们讲同样一个磁场，每一个人感受不相同，这个道理就说明，每一个人的念头不相同。",
      "zh_TW": "最近有一些同學告訴我，進入念佛堂的時候，有時候感到非常歡喜、非常舒適，可是也有一些時候感到好像渾身都不自在，這個原因是什麼？佛在大經上告訴我們，十法界依正莊嚴，都像風雲莫測、變化萬端，所以《金剛經》才說：「凡所有相，皆是虛妄。」虛妄的定義就是多變，它要不變那就是真的。到什麼時候你才看到外面境界不變？一真法界。契入一真你才看到不變，如果沒有證得一真法界，我們生活在變化多端的境界裡。什麼力量主宰變化？念頭。你明白這個道理，你就曉得你進入念佛堂的時候，心地真誠恭敬，你就感覺到這個磁場好，中國人講氣氛，氣氛好；如果你心地不清淨，你感受的氣氛就不好。而且同樣一個環境，我們講同樣一個磁場，每一個人感受不相同，這個道理就說明，每一個人的念頭不相同。"
    },
    {
      "id": "20-013-0146_p0002",
      "zh_CN": "谚语也有说「疑心生暗鬼」，佛在经中也说，「疑」是菩萨最大的障碍。所以学佛，佛为什么为我们苦口婆心讲经说法，目的就是帮助我们断疑生信，「信心清净，则生实相」，这不是说得很清楚吗？如果你有疑惑，进入佛的道场，这个道场的磁场就被你扰乱了。你扰乱这个磁场，会不会干涉到别人？对于没有信心的人、没有定力的人，会受到一些干扰；如果信愿坚定，他不受干扰。这个事实，我们在生活当中可以去体验。为什么我们会受到别人磁场的干扰，甚至于受到很强烈的干扰，这就是很长的时间，多少天都不能平静下来，那干扰力量很大。这种干扰，实际上说是波动的现象，现在科学家所讲的思想波，这是讲到根本的原理，用这个言语来表达没有错。",
      "zh_TW": "諺語也有說「疑心生暗鬼」，佛在經中也說，「疑」是菩薩最大的障礙。所以學佛，佛為什麼為我們苦口婆心講經說法，目的就是幫助我們斷疑生信，「信心清淨，則生實相」，這不是說得很清楚嗎？如果你有疑惑，進入佛的道場，這個道場的磁場就被你擾亂了。你擾亂這個磁場，會不會干涉到別人？對於沒有信心的人、沒有定力的人，會受到一些干擾；如果信願堅定，他不受干擾。這個事實，我們在生活當中可以去體驗。為什麼我們會受到別人磁場的干擾，甚至於受到很強烈的干擾，這就是很長的時間，多少天都不能平靜下來，那干擾力量很大。這種干擾，實際上說是波動的現象，現在科學家所講的思想波，這是講到根本的原理，用這個言語來表達沒有錯。"
    },
    {
      "id": "20-013-0146_p0003",
      "zh_CN": "诸佛如来，法身大士的思想波是平静的，为什么？他们没有思、也没有想，入寂灭定。《仁王经》上讲的五忍菩萨，寂灭忍是佛与法身大士，比无生法忍还要高一层。无生法忍很接近寂灭忍，寂灭忍是他的心像水一样平、一样净，他不染，这就是《无量寿经》上讲的清净平等。所以清净心、平等心是佛心，是法身大士的心，也是我们自己的真心，本来就是这样的。所以佛从这个角度上来说，「一切众生本来成佛」，就是这个道理。我们的真心是清净平等觉的，从平等心里面起了念头，佛经里面讲「一念不觉，而起无明」。所以要晓得，无明是什么？无明动，你的心动了。你不觉心动，觉心不动，这要记住。觉心是真心，真心不动；不觉是妄心，妄心是动的。",
      "zh_TW": "諸佛如來，法身大士的思想波是平靜的，為什麼？他們沒有思、也沒有想，入寂滅定。《仁王經》上講的五忍菩薩，寂滅忍是佛與法身大士，比無生法忍還要高一層。無生法忍很接近寂滅忍，寂滅忍是他的心像水一樣平、一樣淨，他不染，這就是《無量壽經》上講的清淨平等。所以清淨心、平等心是佛心，是法身大士的心，也是我們自己的真心，本來就是這樣的。所以佛從這個角度上來說，「一切眾生本來成佛」，就是這個道理。我們的真心是清淨平等覺的，從平等心裡面起了念頭，佛經裡面講「一念不覺，而起無明」。所以要曉得，無明是什麼？無明動，你的心動了。你不覺心動，覺心不動，這要記住。覺心是真心，真心不動；不覺是妄心，妄心是動的。"
    },
    {
      "id": "20-013-0146_p0004",
      "zh_CN": "无明是个动相，这个时候动，振动的幅度小，小波小浪，所以说「无明不觉生三细，境界为缘长六麤」。三细相是什么？从这个波动就产生现象。最初的现象，唯识家所讲的见分、相分、自证分，起了这三种现象，这是三细相。也说境界相，境界相就是相分，无明业相，这是最初一念不觉。这个振动不断的在发展，这个波动愈来愈大，那就变成六麤，六麤就是十法界出现了。六道是十法界里面更粗的现象，三恶道就是凶猛的波涛，所以平静、寂静相完全见不到了。十法界依正庄严，所有一切的现象就是这么来的，今天我们讲磁场、讲气氛也是这么来的。你如果彻底明了事实真相，在一切境界相里面，保持着你的清净心、平等心、觉心，什么样不好的气氛，你都不会受干扰。",
      "zh_TW": "無明是個動相，這個時候動，振動的幅度小，小波小浪，所以說「無明不覺生三細，境界為緣長六麤」。三細相是什麼？從這個波動就產生現象。最初的現象，唯識家所講的見分、相分、自證分，起了這三種現象，這是三細相。也說境界相，境界相就是相分，無明業相，這是最初一念不覺。這個振動不斷的在發展，這個波動愈來愈大，那就變成六麤，六麤就是十法界出現了。六道是十法界裡面更粗的現象，三惡道就是凶猛的波濤，所以平靜、寂靜相完全見不到了。十法界依正莊嚴，所有一切的現象就是這麼來的，今天我們講磁場、講氣氛也是這麼來的。你如果徹底明瞭事實真相，在一切境界相裡面，保持著你的清淨心、平等心、覺心，什麼樣不好的氣氛，你都不會受干擾。"
    },
    {
      "id": "20-013-0146_p0005",
      "zh_CN": "尤其是佛教给我们念佛，如果感觉得气氛不太好的时候，你一心专念阿弥陀佛，几秒钟的时间，你就恢复正常，根利的；根钝的，几分钟时间，也必定可以恢复正常。由此可知，我们如果说要不受外面境界的干扰，说得明白一点，不受五欲六尘的诱惑，你要看破，看破就是你了解事实真相。你在众生法界里面，六道轮回里面，可以与这里面一切众生和光同尘，可以和他们共同生活，外面表现跟他们没有两样，里面确实一尘不染。为什么不染？知道所有一切境界相都是幻化相，没有一个是真实的，你何必当真？一当真就沾染了。当真就是你在这个地方真的起了分别、起了执着，妄想起来了，你是业障的凡夫。",
      "zh_TW": "尤其是佛教給我們念佛，如果感覺得氣氛不太好的時候，你一心專念阿彌陀佛，幾秒鐘的時間，你就恢復正常，根利的；根鈍的，幾分鐘時間，也必定可以恢復正常。由此可知，我們如果說要不受外面境界的干擾，說得明白一點，不受五欲六塵的誘惑，你要看破，看破就是你了解事實真相。你在眾生法界裡面，六道輪迴裡面，可以與這裡面一切眾生和光同塵，可以和他們共同生活，外面表現跟他們沒有兩樣，裡面確實一塵不染。為什麼不染？知道所有一切境界相都是幻化相，沒有一個是真實的，你何必當真？一當真就沾染了。當真就是你在這個地方真的起了分別、起了執著，妄想起來了，你是業障的凡夫。"
    },
    {
      "id": "20-013-0146_p0006",
      "zh_CN": "为什么诸佛菩萨，甚至于阿罗汉，应化在这个世间都能够不沾染？这个道理，我们念《金刚经》就明白了。《金刚经》上，小乘须陀洹都不着相。我们过去初学佛法的时候，总认为小乘着相，大乘菩萨才不着相，到念《金刚经》才恍然大悟，原来须陀洹也不做须陀洹想。他要认为「我证得须陀洹」，佛就不说他证须陀洹；可见他证得须陀洹果，自己并没有觉得，「我证须陀洹果」，没有。如果说我证须陀洹果，你们想想看，我相，着了我相，着了人相、众生相、寿者相，着相了。佛教给我们离一切相，修一切善；又说是无我、人、众生、寿者，修一切善法。我们这才明了，小乘须陀洹就离四相了。但是离相功夫有浅深不相同，当然二果就比初果功夫要深，四果比二果更深，大乘比小乘更深。这是佛在《金刚经》上，教导我们修行契入境界的秘诀。而我们学佛，怎么样？念念着相。所以你怎么用功、怎么苦修，功夫不得力，不知道毛病究竟发生在哪里？起心动念都被外面境界困扰，你怎么不烦恼？你怎么不受苦？要真正脱离烦恼、脱离苦难，用什么方法？谁能帮助你？要靠自己。",
      "zh_TW": "為什麼諸佛菩薩，甚至於阿羅漢，應化在這個世間都能夠不沾染？這個道理，我們念《金剛經》就明白了。《金剛經》上，小乘須陀洹都不著相。我們過去初學佛法的時候，總認為小乘著相，大乘菩薩才不著相，到念《金剛經》才恍然大悟，原來須陀洹也不做須陀洹想。他要認為「我證得須陀洹」，佛就不說他證須陀洹；可見他證得須陀洹果，自己並沒有覺得，「我證須陀洹果」，沒有。如果說我證須陀洹果，你們想想看，我相，著了我相，著了人相、眾生相、壽者相，著相了。佛教給我們離一切相，修一切善；又說是無我、人、眾生、壽者，修一切善法。我們這才明瞭，小乘須陀洹就離四相了。但是離相功夫有淺深不相同，當然二果就比初果功夫要深，四果比二果更深，大乘比小乘更深。這是佛在《金剛經》上，教導我們修行契入境界的祕訣。而我們學佛，怎麼樣？念念著相。所以你怎麼用功、怎麼苦修，功夫不得力，不知道毛病究竟發生在哪裡？起心動念都被外面境界困擾，你怎麼不煩惱？你怎麼不受苦？要真正脫離煩惱、脫離苦難，用什麼方法？誰能幫助你？要靠自己。"
    },
    {
      "id": "20-013-0146_p0007",
      "zh_CN": "今天早晨我到这里来，看到悟千师留个条子在此，她问：为什么念这一句「阿弥陀佛」还不够，还要加念观世音菩萨圣号？她这个疑问从哪里来的？看《印光法师文钞》，《文钞》上有一段。这是印祖说的，若病苦加剧，就是你病苦非常严重的时候，那个痛苦不能忍受，印光大师教人：你在早晚功课回向之外，一心称念「南无观世音菩萨」；这印祖讲的。不但是印祖讲，《无量寿经》上世尊也告诉我们，当我们在紧急危难的时候，称念「南无观世音菩萨」，这个灾难就能化解。这样说起来，观音菩萨好像比阿弥陀佛力量还要大？为什么十方一切诸佛都称念阿弥陀佛，不念观音菩萨？这里头要懂这个道理。菩萨对我们这一边，对娑婆世界众生缘特别深，我们这个世界人都喜欢观音菩萨，喜欢观音菩萨那个心，比喜欢阿弥陀佛那个心要来得重，道理在此地，所以教你加念观世音菩萨。在我们中国大陆，在世界各地，知道观音菩萨的人很多，知道阿弥陀佛的人不多。可见得观音菩萨深得民心，知名度很高，大家都喜欢他，是这么个原因。绝对不是说，你念阿弥陀佛没有效果。",
      "zh_TW": "今天早晨我到這裡來，看到悟千師留個條子在此，她問：為什麼念這一句「阿彌陀佛」還不夠，還要加念觀世音菩薩聖號？她這個疑問從哪裡來的？看《印光法師文鈔》，《文鈔》上有一段。這是印祖說的，若病苦加劇，就是你病苦非常嚴重的時候，那個痛苦不能忍受，印光大師教人：你在早晚功課迴向之外，一心稱念「南無觀世音菩薩」；這印祖講的。不但是印祖講，《無量壽經》上世尊也告訴我們，當我們在緊急危難的時候，稱念「南無觀世音菩薩」，這個災難就能化解。這樣說起來，觀音菩薩好像比阿彌陀佛力量還要大？為什麼十方一切諸佛都稱念阿彌陀佛，不念觀音菩薩？這裡頭要懂這個道理。菩薩對我們這一邊，對娑婆世界眾生緣特別深，我們這個世界人都喜歡觀音菩薩，喜歡觀音菩薩那個心，比喜歡阿彌陀佛那個心要來得重，道理在此地，所以教你加念觀世音菩薩。在我們中國大陸，在世界各地，知道觀音菩薩的人很多，知道阿彌陀佛的人不多。可見得觀音菩薩深得民心，知名度很高，大家都喜歡他，是這麼個原因。絕對不是說，你念阿彌陀佛沒有效果。"
    },
    {
      "id": "20-013-0146_p0008",
      "zh_CN": "我们明白这个道理，我们就专念阿弥陀佛。如果对于阿弥陀佛信心不圆满、不具足，你就念南无观世音菩萨，印祖教人专持南无观世音菩萨，道理也在此地。我们在《文钞》里面看到，他劝很多人早晚功课之后，念佛之后，加念一千声观世音菩萨名号，回向给全世界的众生，祈求世界和平；这一千声观世音菩萨名号，是专替一切众生求世界和平的。都是说明菩萨跟娑婆世界缘之深，深受众生的爱戴，是这么个道理。你念观世音菩萨，诸佛也生欢喜心，诸佛也称赞，亦加持。我们专修念佛法门的人，我们要加持观世音菩萨名号，那是回向众生，祈求世界和平，决不是为自己。为自己，即使是遇到极大的灾难，遭受极大的痛苦，还是一句「阿弥陀佛」，决定得生净土，这是正确的。",
      "zh_TW": "我們明白這個道理，我們就專念阿彌陀佛。如果對於阿彌陀佛信心不圓滿、不具足，你就念南無觀世音菩薩，印祖教人專持南無觀世音菩薩，道理也在此地。我們在《文鈔》裡面看到，他勸很多人早晚功課之後，念佛之後，加念一千聲觀世音菩薩名號，迴向給全世界的眾生，祈求世界和平；這一千聲觀世音菩薩名號，是專替一切眾生求世界和平的。都是說明菩薩跟娑婆世界緣之深，深受眾生的愛戴，是這麼個道理。你念觀世音菩薩，諸佛也生歡喜心，諸佛也稱讚，亦加持。我們專修念佛法門的人，我們要加持觀世音菩薩名號，那是迴向眾生，祈求世界和平，決不是為自己。為自己，即使是遇到極大的災難，遭受極大的痛苦，還是一句「阿彌陀佛」，決定得生淨土，這是正確的。"
    },
    {
      "id": "20-013-0146_p0009",
      "zh_CN": "所以我们深深理解到，佛讲的「一切法从心想生」，这是真理；心想佛，佛现前。诸位要晓得，不但佛菩萨没有形相，一切众生也没有形相。今天有这个现相，你为什么说有这个现相？你执着这个现相，你执着它，它就有，现前；你不执着它，它就没有，它不现前。是因为你有情执，舍掉情执也是随时现相，随处现相。所以一切现相是从心想生，一点都不错。昨天晚上，我说了一句话很难懂，我说妄想是自己，妄想分别执着只有我有，外面境界相有没有？没有。这个话难懂，你们不会承认；各个人，哪个人都有妄想，都有分别、执着，为什么只有我？你看错了。这芸芸众生从哪里来的？是我自己心想生变现出来的；我的念头息了，这个境界马上就没有。永嘉大师讲：「梦里明明有六趣，觉后空空无大千。」你迷的时候，这个境界现前；觉了之后，这个境界没有了。如果他们真有妄想的话，这个境界怎么会没有？别人真没有，只有自己有。所以自己成佛，你看到大地一切众生都成佛道，这是佛在经上讲得很明白、很清楚的。",
      "zh_TW": "所以我們深深理解到，佛講的「一切法從心想生」，這是真理；心想佛，佛現前。諸位要曉得，不但佛菩薩沒有形相，一切眾生也沒有形相。今天有這個現相，你為什麼說有這個現相？你執著這個現相，你執著它，它就有，現前；你不執著它，它就沒有，它不現前。是因為你有情執，捨掉情執也是隨時現相，隨處現相。所以一切現相是從心想生，一點都不錯。昨天晚上，我說了一句話很難懂，我說妄想是自己，妄想分別執著只有我有，外面境界相有沒有？沒有。這個話難懂，你們不會承認；各個人，哪個人都有妄想，都有分別、執著，為什麼只有我？你看錯了。這芸芸眾生從哪裡來的？是我自己心想生變現出來的；我的念頭息了，這個境界馬上就沒有。永嘉大師講：「夢裡明明有六趣，覺後空空無大千。」你迷的時候，這個境界現前；覺了之後，這個境界沒有了。如果他們真有妄想的話，這個境界怎麼會沒有？別人真沒有，只有自己有。所以自己成佛，你看到大地一切眾生都成佛道，這是佛在經上講得很明白、很清楚的。"
    },
    {
      "id": "20-013-0146_p0010",
      "zh_CN": "我们修行成不了佛，最大的一个障碍，就是知道一切众生都有妄想，一切众生都在作恶，这是我们修行证果最大的障碍。我这底下放一个小卡片，这是从前印的，蕅益大师的一个开示，「境缘无好丑，好丑起于心」。境是物质环境，缘是人事环境：一切有情众生、一切无情众生；无好丑就是没有善恶，没有善恶就是没有是非、没有邪正、没有真假，所有这些妄念都是起于自己的心。所以会修行的人修自己的心，不在境缘上干涉，你才能得定，你才能开慧，你才能成就。处处干扰别人，处处扰乱环境，你自己在造业，造业怎么能成就？消业才能成就，造业不能成就。起心动念是造业，不起心、不动念是消业。我们不起心、不动念做不到，佛教给我们一个方法，念阿弥陀佛。一天到晚念阿弥陀佛，就不造业了，不起心、不动念了，好方法！所以不管这个气氛如何、磁场如何，一心称念阿弥陀佛，或者一心称念观世音菩萨，这个磁场立刻就平静、就柔和，我们要懂得这个道理。",
      "zh_TW": "我們修行成不了佛，最大的一個障礙，就是知道一切眾生都有妄想，一切眾生都在作惡，這是我們修行證果最大的障礙。我這底下放一個小卡片，這是從前印的，蕅益大師的一個開示，「境緣無好醜，好醜起於心」。境是物質環境，緣是人事環境：一切有情眾生、一切無情眾生；無好醜就是沒有善惡，沒有善惡就是沒有是非、沒有邪正、沒有真假，所有這些妄念都是起於自己的心。所以會修行的人修自己的心，不在境緣上干涉，你才能得定，你才能開慧，你才能成就。處處干擾別人，處處擾亂環境，你自己在造業，造業怎麼能成就？消業才能成就，造業不能成就。起心動念是造業，不起心、不動念是消業。我們不起心、不動念做不到，佛教給我們一個方法，念阿彌陀佛。一天到晚念阿彌陀佛，就不造業了，不起心、不動念了，好方法！所以不管這個氣氛如何、磁場如何，一心稱念阿彌陀佛，或者一心稱念觀世音菩薩，這個磁場立刻就平靜、就柔和，我們要懂得這個道理。"
    }
  ]
}