{
  "doc_id": "20-013-0129",
  "title": {
    "zh_CN": "九八年早餐开示—抓住作佛的机会",
    "zh_TW": "九八年早餐開示—抓住作佛的機會"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "1998",
  "location": {
    "zh_CN": "新加坡净宗学会",
    "zh_TW": "新加坡淨宗學會"
  },
  "doc_number": "20-013-0129",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "20-013-0129_p0001",
      "zh_CN": "古今中外世出世法成功的人物，就是懂得抓住机会，佛法里面讲「缘」。他认识缘，能够掌握着缘，而不会把机缘失掉，这是成功的第一个因素，所以佛家讲「诸法缘生」，道理就在此地。为什么不说因生？因是种子，由无量劫薰习而成的，因如果遇不到缘不会起现行，也就是说它不会有成就，它有成就一定要遇到缘。佛告诉我们一切众生都有作佛之因，无量劫来阿赖耶识里面，十法界的种子无不具足，他要在十法界里面哪一个法界去受生，决定在缘，因遇到缘就结果。诸佛菩萨缘殊胜，希有难逢，恶道的缘最多，最容易遇到，无怪乎堕恶道的众生多，成佛的众生少，这是我们学佛不能不知道的。",
      "zh_TW": "古今中外世出世法成功的人物，就是懂得抓住機會，佛法裡面講「緣」。他認識緣，能夠掌握著緣，而不會把機緣失掉，這是成功的第一個因素，所以佛家講「諸法緣生」，道理就在此地。為什麼不說因生？因是種子，由無量劫薰習而成的，因如果遇不到緣不會起現行，也就是說它不會有成就，它有成就一定要遇到緣。佛告訴我們一切眾生都有作佛之因，無量劫來阿賴耶識裡面，十法界的種子無不具足，他要在十法界裡面哪一個法界去受生，決定在緣，因遇到緣就結果。諸佛菩薩緣殊勝，希有難逢，惡道的緣最多，最容易遇到，無怪乎墮惡道的眾生多，成佛的眾生少，這是我們學佛不能不知道的。"
    },
    {
      "id": "20-013-0129_p0002",
      "zh_CN": "作佛的缘，佛在经上说得很多，大小乘经论都说到，第一个重要的缘是善知识。我们在《阿难问事佛吉凶经》里面，佛讲得多清楚，教我们从明师学道。「明」不是名气大的名，是「明心见性」之明，是一个有修有证的善知识，这个人是过来人。我们亲近他，接受他的指点，才能找出一条生路，成佛之道，你的方向目标确定，这就非常希有难得。可是这条路是相当辛苦，还要善缘；善是善友，好的同参道友，好的道场，好的护法，统统具足，你在这一生当中成就的机会就大了。这些缘你统统都遇到，你要是还不能成就，那是怪你自己善根福薄，你不能成就，你的烦恼习气太重，这样殊胜的缘分当中你不能够把握。如果这些条件统统具足，自己有善根、有福德，什么叫善根？善根是能信能解，福德是你能行能证，这是你自己的福德。这种缘我们今天讲条件统统具足，正如彭际清所说，「无量劫来希有难逢之一日」，一点都不假。你今天走遍全世界，你能不能遇到这些条件统统具足？而且这些条件统统具足，诸位要晓得，这种缘分不会长期存在，机会一纵即逝，时间很短，不要以为会有千年万世，没这个道理。",
      "zh_TW": "作佛的緣，佛在經上說得很多，大小乘經論都說到，第一個重要的緣是善知識。我們在《阿難問事佛吉凶經》裡面，佛講得多清楚，教我們從明師學道。「明」不是名氣大的名，是「明心見性」之明，是一個有修有證的善知識，這個人是過來人。我們親近他，接受他的指點，才能找出一條生路，成佛之道，你的方向目標確定，這就非常希有難得。可是這條路是相當辛苦，還要善緣；善是善友，好的同參道友，好的道場，好的護法，統統具足，你在這一生當中成就的機會就大了。這些緣你統統都遇到，你要是還不能成就，那是怪你自己善根福薄，你不能成就，你的煩惱習氣太重，這樣殊勝的緣分當中你不能夠把握。如果這些條件統統具足，自己有善根、有福德，什麼叫善根？善根是能信能解，福德是你能行能證，這是你自己的福德。這種緣我們今天講條件統統具足，正如彭際清所說，「無量劫來希有難逢之一日」，一點都不假。你今天走遍全世界，你能不能遇到這些條件統統具足？而且這些條件統統具足，諸位要曉得，這種緣分不會長期存在，機會一縱即逝，時間很短，不要以為會有千年萬世，沒這個道理。"
    },
    {
      "id": "20-013-0129_p0003",
      "zh_CN": "中国古代祖师大德所建的道场，帝王大臣护法，缘统统具足，这个机缘能够维持多久？也不过是几十年而已。几十年之后道场变质，为什么变质？善知识走了，同参道友不在，护法的国王大臣一个个也离开这个世间，后来继续的这些人，那不知道情况如何，所以道场衰、道场败，到现在留下一个空壳子给后人凭吊，古今中外事实如是，你有没有想到？同样一个道理，今天我们在新加坡因缘聚会，聪明人、有智慧、有福德的人赶紧抓住，决定成就，成就需要多少时间？我们细细去读《净土圣贤录》、去读《往生传》，在这里面做了个统计，细心去观察，绝大多数成就的人不出三年，三年到五年时间成就；这个成就是成佛，不是别的成就。三年当中他得一心不乱，得功夫成片；换句话说，他得生死自在。他愿意往生，即刻就能往生，他如果觉得这个世间，跟自己还有一些有缘的人应当帮助他，他就可以住世再多住几年，这叫生死自在。他烦恼断了，智慧现前，这叫成就；于世出世间法一尘不染，彻底放下。正如佛在经论里面所说，「所做已办，不受后有」，不受后有是决定不再搞轮回，他如果再到这个世间来，乘愿再来，他不是业报，轮回业断掉不再造了。",
      "zh_TW": "中國古代祖師大德所建的道場，帝王大臣護法，緣統統具足，這個機緣能夠維持多久？也不過是幾十年而已。幾十年之後道場變質，為什麼變質？善知識走了，同參道友不在，護法的國王大臣一個個也離開這個世間，後來繼續的這些人，那不知道情況如何，所以道場衰、道場敗，到現在留下一個空殼子給後人憑弔，古今中外事實如是，你有沒有想到？同樣一個道理，今天我們在新加坡因緣聚會，聰明人、有智慧、有福德的人趕緊抓住，決定成就，成就需要多少時間？我們細細去讀《淨土聖賢錄》、去讀《往生傳》，在這裡面做了個統計，細心去觀察，絕大多數成就的人不出三年，三年到五年時間成就；這個成就是成佛，不是別的成就。三年當中他得一心不亂，得功夫成片；換句話說，他得生死自在。他願意往生，即刻就能往生，他如果覺得這個世間，跟自己還有一些有緣的人應當幫助他，他就可以住世再多住幾年，這叫生死自在。他煩惱斷了，智慧現前，這叫成就；於世出世間法一塵不染，徹底放下。正如佛在經論裡面所說，「所做已辦，不受後有」，不受後有是決定不再搞輪迴，他如果再到這個世間來，乘願再來，他不是業報，輪迴業斷掉不再造了。"
    },
    {
      "id": "20-013-0129_p0004",
      "zh_CN": "我们细细观察，净宗实在是无比的殊胜，学其他法门达到这个境界相当不容易，唯独净土殊胜，真正是如诸佛如来所说，「能令五乘齐入报土」，这是平等法。往生经里面告诉我们，五逆十恶即使临终的时候，真正发忏悔之心，念佛求生净土还是能往生，法门殊胜，法门不可思议。我们弥陀村还没有消息的时候，我们赶紧开念佛堂，念佛堂到今天有三个月，这三个月当中我们看到效果，增长信心。诸位同修都在念佛堂念过，都有相当的体会，我常常说，这个念佛堂诸佛菩萨护念，诸佛菩萨在念佛堂念佛，所以每一个进入念佛堂念一、二个小时，出来的时候都告诉我，念佛堂的气氛、磁场不一样，使人感受到非常愉快，法喜充满。这就证实了缘具足，我们有缘分参与这个道场，一定要有感恩之心，希有难逢之心，一心一意利用这个机缘，成就自己的道业。",
      "zh_TW": "我們細細觀察，淨宗實在是無比的殊勝，學其他法門達到這個境界相當不容易，唯獨淨土殊勝，真正是如諸佛如來所說，「能令五乘齊入報土」，這是平等法。往生經裡面告訴我們，五逆十惡即使臨終的時候，真正發懺悔之心，念佛求生淨土還是能往生，法門殊勝，法門不可思議。我們彌陀村還沒有消息的時候，我們趕緊開念佛堂，念佛堂到今天有三個月，這三個月當中我們看到效果，增長信心。諸位同修都在念佛堂念過，都有相當的體會，我常常說，這個念佛堂諸佛菩薩護念，諸佛菩薩在念佛堂念佛，所以每一個進入念佛堂念一、二個小時，出來的時候都告訴我，念佛堂的氣氛、磁場不一樣，使人感受到非常愉快，法喜充滿。這就證實了緣具足，我們有緣分參與這個道場，一定要有感恩之心，希有難逢之心，一心一意利用這個機緣，成就自己的道業。"
    },
    {
      "id": "20-013-0129_p0005",
      "zh_CN": "学经教发心讲经也要注重行证，如果自己只能够讲，心行不相应，讲经也是属于世间有漏的福报，不是功德。经教能讲得好，能讲得透彻，全靠修学的功夫，你没有修学功夫，你所讲的属于记问之学，不是从自己心性里面流出来的。你看得多、听得多、记得多，全是别人的，与自己毫不相关，所以这是有漏的福报。今天新加坡的同修，具足这些条件建立道场，在全世界来讲希有的因缘，我们要认识，我们要把握到。在这个道场我们出一分力量，出一点钱财，那是真实的功德。为什么？这个道场有真正修行人，真正有往生不退成佛的。现在道场才三个月，再过三个月，比现在要殊胜好几倍。如果这个道场能够维系一年，我深深相信，在这个道场里面成就，一心不乱我不敢说，功夫成片一定是很多很多，功夫成片就决定往生，他就不是娑婆世界人，生到西方极乐世界凡圣同居土，稳稳当当拿到了。如果得一心不乱，那往生的品位就高，他生方便土、实报土。",
      "zh_TW": "學經教發心講經也要注重行證，如果自己只能夠講，心行不相應，講經也是屬於世間有漏的福報，不是功德。經教能講得好，能講得透徹，全靠修學的功夫，你沒有修學功夫，你所講的屬於記問之學，不是從自己心性裡面流出來的。你看得多、聽得多、記得多，全是別人的，與自己毫不相關，所以這是有漏的福報。今天新加坡的同修，具足這些條件建立道場，在全世界來講希有的因緣，我們要認識，我們要把握到。在這個道場我們出一分力量，出一點錢財，那是真實的功德。為什麼？這個道場有真正修行人，真正有往生不退成佛的。現在道場才三個月，再過三個月，比現在要殊勝好幾倍。如果這個道場能夠維繫一年，我深深相信，在這個道場裡面成就，一心不亂我不敢說，功夫成片一定是很多很多，功夫成片就決定往生，他就不是娑婆世界人，生到西方極樂世界凡聖同居土，穩穩當當拿到了。如果得一心不亂，那往生的品位就高，他生方便土、實報土。"
    },
    {
      "id": "20-013-0129_p0006",
      "zh_CN": "西方极乐世界无论是哪一土、无论是哪一品，实在讲也不过就说说而已，到达西方净土那个世界是平等的世界，虽然说有品位不同，而事实上同居土下下品，跟实报土上上品，他们的智慧、道力、神通、受用几乎没有差别，所以这个世界很特别，真正是「难信之法」。为什么会有这种情形？阿弥陀佛在经上讲得很清楚，这是阿弥陀佛本愿加持，不是自己的功德，阿弥陀佛本愿加持。第一个现象，我们在经上看出来，往生到西方极乐世界面貌相同，这十方世界没有的，我们这个世间五十多亿人口，哪有找到两个人面貌相同的？西方极乐世界面貌相同，身体体质相同，皆是金刚不坏身。体质面貌相同就证明他们的心相同，为什么？相随心转，他们的心都是清净的。上上品往生也是念阿弥陀佛去的，下下品往生还是念阿弥陀佛去的，心里面除了阿弥陀佛之外，没有一个杂念、没有一个妄想，生到西方极乐世界面貌体质就相同了，真正不可思议。",
      "zh_TW": "西方極樂世界無論是哪一土、無論是哪一品，實在講也不過就說說而已，到達西方淨土那個世界是平等的世界，雖然說有品位不同，而事實上同居土下下品，跟實報土上上品，他們的智慧、道力、神通、受用幾乎沒有差別，所以這個世界很特別，真正是「難信之法」。為什麼會有這種情形？阿彌陀佛在經上講得很清楚，這是阿彌陀佛本願加持，不是自己的功德，阿彌陀佛本願加持。第一個現象，我們在經上看出來，往生到西方極樂世界面貌相同，這十方世界沒有的，我們這個世間五十多億人口，哪有找到兩個人面貌相同的？西方極樂世界面貌相同，身體體質相同，皆是金剛不壞身。體質面貌相同就證明他們的心相同，為什麼？相隨心轉，他們的心都是清淨的。上上品往生也是念阿彌陀佛去的，下下品往生還是念阿彌陀佛去的，心裡面除了阿彌陀佛之外，沒有一個雜念、沒有一個妄想，生到西方極樂世界面貌體質就相同了，真正不可思議。"
    },
    {
      "id": "20-013-0129_p0007",
      "zh_CN": "所以这个道场在现前，我们可以说是世界第一道场，找不到第二个。从上面领导人李木源居士，到下面做义工的，你们大家都看见，人人都是牺牲奉献，成就大家到西方去作佛，没有任何条件。这么多护持的人到哪里去找？能够叫这么多人同心同德、一心一意来护持。你们同学们在此地住的时间久一点你会发现，居士林楼下大餐厅里面，有几位平常我们见面很不友善，态度倨傲、言词粗鲁，见人没有礼貌；现在变了，见人会笑、会合掌、会鞠躬，我们看到欢喜。谚语里面常讲「家和万事兴」，现在居士林跟净宗学会一团和睦，和睦就是兴旺的气象，兴旺就是会成就许许多多人念佛往生，成就他们在这一生当中作佛。我们自己要认识这个缘分希有难逢，怀着百分之百的感恩之心，在这个道场成就自己，造福别人，自他两利；两利是圆满的两利。",
      "zh_TW": "所以這個道場在現前，我們可以說是世界第一道場，找不到第二個。從上面領導人李木源居士，到下面做義工的，你們大家都看見，人人都是犧牲奉獻，成就大家到西方去作佛，沒有任何條件。這麼多護持的人到哪裡去找？能夠叫這麼多人同心同德、一心一意來護持。你們同學們在此地住的時間久一點你會發現，居士林樓下大餐廳裡面，有幾位平常我們見面很不友善，態度倨傲、言詞粗魯，見人沒有禮貌；現在變了，見人會笑、會合掌、會鞠躬，我們看到歡喜。諺語裡面常講「家和萬事興」，現在居士林跟淨宗學會一團和睦，和睦就是興旺的氣象，興旺就是會成就許許多多人念佛往生，成就他們在這一生當中作佛。我們自己要認識這個緣分希有難逢，懷著百分之百的感恩之心，在這個道場成就自己，造福別人，自他兩利；兩利是圓滿的兩利。"
    },
    {
      "id": "20-013-0129_p0008",
      "zh_CN": "我们遇到真正的护法，所以我称木源居士是「贤护菩萨」，真的不是假的。我们讲《无量寿经》介绍贤护菩萨，我记得我讲了六个小时，我们今天见到贤护、遇到贤护了。还有一些地方想请我去，我请他们到新加坡来参观参观、来看看，他们看了之后告诉我：现在我们知道，不敢再请法师了。我们欢迎全世界各个地区的同修，来新加坡参学，来新加坡念佛；我也说得很多，你自己不亲身到这个地方来念，我怎么说、怎么介绍你体会不到，一定要亲身经历你才晓得，这里面境界说不出，没有法子用言词来表达，只有你自己亲身体会。希望我们在这一生当中，人人都能成就圆满功德，好好的抓住这个机缘。好，今天时间到了，就讲到此地。",
      "zh_TW": "我們遇到真正的護法，所以我稱木源居士是「賢護菩薩」，真的不是假的。我們講《無量壽經》介紹賢護菩薩，我記得我講了六個小時，我們今天見到賢護、遇到賢護了。還有一些地方想請我去，我請他們到新加坡來參觀參觀、來看看，他們看了之後告訴我：現在我們知道，不敢再請法師了。我們歡迎全世界各個地區的同修，來新加坡參學，來新加坡念佛；我也說得很多，你自己不親身到這個地方來念，我怎麼說、怎麼介紹你體會不到，一定要親身經歷你才曉得，這裡面境界說不出，沒有法子用言詞來表達，只有你自己親身體會。希望我們在這一生當中，人人都能成就圓滿功德，好好的抓住這個機緣。好，今天時間到了，就講到此地。"
    }
  ]
}