{
  "doc_id": "02-045-0002",
  "title": {
    "zh_CN": "念佛往生我能做得到吗？——弥陀大愿略说",
    "zh_TW": "念佛往生我能做得到嗎？——彌陀大願略說"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "台湾台北华藏卫星电视台",
    "zh_TW": "台灣台北華藏衛星電視台"
  },
  "doc_number": "02-045-0002",
  "total_paragraphs": 20,
  "paragraphs": [
    {
      "id": "02-045-0002_p0001",
      "zh_CN": "请看讲义第二个段落，愿篇。",
      "zh_TW": "請看講義第二個段落，願篇。"
    },
    {
      "id": "02-045-0002_p0002",
      "zh_CN": "善导大师将阿弥陀佛四十八愿，归纳成五愿；再将它归纳，把这五愿归纳为信、愿、行三科。愈来愈简单，愈简单愈重要，让我们真正体会到，净土法门的广大，净土法门的殊胜。前面我们学过信篇，今天我们继续来学愿篇。",
      "zh_TW": "善導大師將阿彌陀佛四十八願，歸納成五願；再將它歸納，把這五願歸納為信、願、行三科。愈來愈簡單，愈簡單愈重要，讓我們真正體會到，淨土法門的廣大，淨土法門的殊勝。前面我們學過信篇，今天我們繼續來學願篇。"
    },
    {
      "id": "02-045-0002_p0003",
      "zh_CN": "「第十三、光明无量愿：我作佛时，光明无量，普照十方，绝胜诸佛，胜于日月之明，千万亿倍。第十三与第十五寿命无量，净影大师称为摄法身愿，以其摄法身成就也。」「《甄解》」，这都是日本古大德的，净宗真正有成就的大德，他又为我们细说这两愿，「为真报身之德，又谓此光寿无量二愿，为方便法身大悲之本」。",
      "zh_TW": "「第十三、光明無量願：我作佛時，光明無量，普照十方，絕勝諸佛，勝於日月之明，千萬億倍。第十三與第十五壽命無量，淨影大師稱為攝法身願，以其攝法身成就也。」「《甄解》」，這都是日本古大德的，淨宗真正有成就的大德，他又為我們細說這兩願，「為真報身之德，又謂此光壽無量二願，為方便法身大悲之本」。"
    },
    {
      "id": "02-045-0002_p0004",
      "zh_CN": "同学们都知道，佛有三身，法身、报身、化身（应化身）。阿弥陀佛在西方极乐世界，所示现的是报身。报身，度小乘圣者、大乘菩萨。报身，身相高大，没有那么大的福报的人，佛不现报身。释迦牟尼佛早年出现在我们这个世间，二千五百年前，是应身、化身。应化身的时间很短暂，机缘不存在了，佛身就不现前，所以时间短，度众生当然数量就少了。报身无量寿，四十八愿里给我们讲的寿命无量、光明无量，只要我们看到这两句，我们就知道那现的是报身。报身度小乘人，也度大乘菩萨，时间长，度众生方便。",
      "zh_TW": "同學們都知道，佛有三身，法身、報身、化身（應化身）。阿彌陀佛在西方極樂世界，所示現的是報身。報身，度小乘聖者、大乘菩薩。報身，身相高大，沒有那麼大的福報的人，佛不現報身。釋迦牟尼佛早年出現在我們這個世間，二千五百年前，是應身、化身。應化身的時間很短暫，機緣不存在了，佛身就不現前，所以時間短，度眾生當然數量就少了。報身無量壽，四十八願裡給我們講的壽命無量、光明無量，只要我們看到這兩句，我們就知道那現的是報身。報身度小乘人，也度大乘菩薩，時間長，度眾生方便。"
    },
    {
      "id": "02-045-0002_p0005",
      "zh_CN": "所以，《甄解》里说得好，这两愿，就是十三、十五，十五寿命无量，十三光明无量，光明，空间；寿命，时间。无量无边际的时空，佛在不在？在，菩萨在，不是普通菩萨，法身菩萨。所以，阿弥陀佛在极乐世界，示现的寿命、光明无量无边，是为了度四十一位法身大士，现这样的身。所以是方便法身大悲之本。",
      "zh_TW": "所以，《甄解》裡說得好，這兩願，就是十三、十五，十五壽命無量，十三光明無量，光明，空間；壽命，時間。無量無邊際的時空，佛在不在？在，菩薩在，不是普通菩薩，法身菩薩。所以，阿彌陀佛在極樂世界，示現的壽命、光明無量無邊，是為了度四十一位法身大士，現這樣的身。所以是方便法身大悲之本。"
    },
    {
      "id": "02-045-0002_p0006",
      "zh_CN": "下面说，「盖无量寿则竖穷三际，佛身常住，众生有依靠；无量光则横遍十方，德用遍周，摄化无尽；故为大悲方便之本，报身之实德也。故知愿中自誓光寿无量，实为一切众生悉皆光寿无量。极乐依正，只是弥陀法身之流现，故四十八愿全显法身」。你要了解极乐世界的状况，四十八愿就是最简单扼要的说明，在这品经文里面，给我们说得清清楚楚明明白白。",
      "zh_TW": "下面說，「蓋無量壽則豎窮三際，佛身常住，眾生有依靠；無量光則橫遍十方，德用遍周，攝化無盡；故為大悲方便之本，報身之實德也。故知願中自誓光壽無量，實為一切眾生悉皆光壽無量。極樂依正，只是彌陀法身之流現，故四十八願全顯法身」。你要了解極樂世界的狀況，四十八願就是最簡單扼要的說明，在這品經文裡面，給我們說得清清楚楚明明白白。"
    },
    {
      "id": "02-045-0002_p0007",
      "zh_CN": "我们接着看。此愿意思是：我法藏成佛的时候，愿我的光明无量无边，普照十方一切净秽国土。诸佛世界，净土，六道轮回，秽土，在这里面全都看到了。望西法师说：「横摄十方虚空无边，故国土亦无边。国土无边，故众生亦无边。众生无边，故大悲亦无边。」下面说，「大悲无边，故光明亦无边。光明无边，故摄取益无边」。再把它精简，「以要言之，欲益无边，故光无边」。光表的是智慧，佛的光寿无量无边，菩萨的光寿也是无量无边。极乐世界比我们这里殊胜太多了！我们跟极乐世界怎么能比？",
      "zh_TW": "我們接著看。此願意思是：我法藏成佛的時候，願我的光明無量無邊，普照十方一切淨穢國土。諸佛世界，淨土，六道輪迴，穢土，在這裡面全都看到了。望西法師說：「橫攝十方虛空無邊，故國土亦無邊。國土無邊，故眾生亦無邊。眾生無邊，故大悲亦無邊。」下面說，「大悲無邊，故光明亦無邊。光明無邊，故攝取益無邊」。再把它精簡，「以要言之，欲益無邊，故光無邊」。光表的是智慧，佛的光壽無量無邊，菩薩的光壽也是無量無邊。極樂世界比我們這裡殊勝太多了！我們跟極樂世界怎麼能比？"
    },
    {
      "id": "02-045-0002_p0008",
      "zh_CN": "这里头最重要的一句话，就是信、愿。你要真正相信，不怀疑，恭喜你，你福报现前，你这一生得度了。什么是得度？第十八愿，十念必生。这一句话重要，你要问我，你有没有把握往生？我反过来问你，你有没有信愿？如果你真相信西方有极乐世界，真相信极乐世界有阿弥陀佛，真正相信，没有怀疑，佛寿无量，佛光无量。寿命无量，第一德，有的是时间；光明是表智慧，光明也无量。",
      "zh_TW": "這裡頭最重要的一句話，就是信、願。你要真正相信，不懷疑，恭喜你，你福報現前，你這一生得度了。什麼是得度？第十八願，十念必生。這一句話重要，你要問我，你有沒有把握往生？我反過來問你，你有沒有信願？如果你真相信西方有極樂世界，真相信極樂世界有阿彌陀佛，真正相信，沒有懷疑，佛壽無量，佛光無量。壽命無量，第一德，有的是時間；光明是表智慧，光明也無量。"
    },
    {
      "id": "02-045-0002_p0009",
      "zh_CN": "经文里头也讲到，「诸佛光明所照远近，本其前世求道所愿功德大小不同」，到他成佛的时候，「各自得之，自在所作，不为预计」，自然的。「阿弥陀佛光明善好，胜于日月之明千亿万倍。可见弥陀光明绝胜诸佛者，盖因前生愿力超绝。」我们在第六品里面读过，第六品是为我们细说四十八愿，我们读了，永远放在心上，深信不疑，发愿求生，亲近阿弥陀佛就对了。为什么？「阿弥陀佛威神光明，最尊第一，十方诸佛所不能及。」这样的老师出现在世间，而且寿命无量，我们能放弃吗？能不要跟他学吗？那你就大错特错了。",
      "zh_TW": "經文裡頭也講到，「諸佛光明所照遠近，本其前世求道所願功德大小不同」，到他成佛的時候，「各自得之，自在所作，不為預計」，自然的。「阿彌陀佛光明善好，勝於日月之明千億萬倍。可見彌陀光明絕勝諸佛者，蓋因前生願力超絕。」我們在第六品裡面讀過，第六品是為我們細說四十八願，我們讀了，永遠放在心上，深信不疑，發願求生，親近阿彌陀佛就對了。為什麼？「阿彌陀佛威神光明，最尊第一，十方諸佛所不能及。」這樣的老師出現在世間，而且壽命無量，我們能放棄嗎？能不要跟他學嗎？那你就大錯特錯了。"
    },
    {
      "id": "02-045-0002_p0010",
      "zh_CN": "第十五愿寿命无量，第十六愿声闻无数：「我作佛时，寿命无量，国中声闻天人无数，寿命亦皆无量。」这个话，西方极乐世界的真实状况，本师释迦牟尼佛转告给我们，介绍给我们。我们要有信心，我们要有愿心，我们肯念这一句佛号，决定求生，我们就有分了。",
      "zh_TW": "第十五願壽命無量，第十六願聲聞無數：「我作佛時，壽命無量，國中聲聞天人無數，壽命亦皆無量。」這個話，西方極樂世界的真實狀況，本師釋迦牟尼佛轉告給我們，介紹給我們。我們要有信心，我們要有願心，我們肯念這一句佛號，決定求生，我們就有分了。"
    },
    {
      "id": "02-045-0002_p0011",
      "zh_CN": "寿命无量这一愿里面，既然指佛的寿命无量，同时也说明，国中无数声闻天人，寿命皆无量。第十五寿命无量愿当中，首为彼土教主寿命无量。教主住世的时间短，教化众生的时间就不长，众生不容易遇到。像我们这个世界就是个例子，我们这个世界有限，释迦牟尼佛的法运，正法、像法、末法总共一万二千年。佛陀当年住世，人寿是一百年，佛出现在世间。以后随着众生造业，业愈造愈深，果报愈来愈可怕，正法应该是一千年，缩短成为五百年，像法一千年，末法一万年，现在释迦牟尼佛的末法时期。",
      "zh_TW": "壽命無量這一願裡面，既然指佛的壽命無量，同時也說明，國中無數聲聞天人，壽命皆無量。第十五壽命無量願當中，首為彼土教主壽命無量。教主住世的時間短，教化眾生的時間就不長，眾生不容易遇到。像我們這個世界就是個例子，我們這個世界有限，釋迦牟尼佛的法運，正法、像法、末法總共一萬二千年。佛陀當年住世，人壽是一百年，佛出現在世間。以後隨著眾生造業，業愈造愈深，果報愈來愈可怕，正法應該是一千年，縮短成為五百年，像法一千年，末法一萬年，現在釋迦牟尼佛的末法時期。"
    },
    {
      "id": "02-045-0002_p0012",
      "zh_CN": "我们还算不错，生在末法一万年第一个一千年，还有机会能够听到夏莲居老居士的会集本，不容易！我们要珍惜，要在这一生当中决定成就，决定往生，到极乐世界亲近阿弥陀佛。往生到极乐世界，问题解决了，佛的寿命无量寿，每一个往生的人，跟佛一样无量寿、无量光，光是聪明智慧。你在极乐世界决定成正觉，这证果位，证什么果位？究竟的极果。如果没有这么长的寿命，没有这样的智慧，我们的修学得不到真正的成果。好在我们寿命同佛，光明同佛，有佛这个能力，在佛陀这一会之下，圆满证得无上菩提，究竟涅槃。",
      "zh_TW": "我們還算不錯，生在末法一萬年第一個一千年，還有機會能夠聽到夏蓮居老居士的會集本，不容易！我們要珍惜，要在這一生當中決定成就，決定往生，到極樂世界親近阿彌陀佛。往生到極樂世界，問題解決了，佛的壽命無量壽，每一個往生的人，跟佛一樣無量壽、無量光，光是聰明智慧。你在極樂世界決定成正覺，這證果位，證什麼果位？究竟的極果。如果沒有這麼長的壽命，沒有這樣的智慧，我們的修學得不到真正的成果。好在我們壽命同佛，光明同佛，有佛這個能力，在佛陀這一會之下，圓滿證得無上菩提，究竟涅槃。"
    },
    {
      "id": "02-045-0002_p0013",
      "zh_CN": "所以底下说得好，弥陀是报佛，极乐是报土，教主寿命无量，是真实的无量，不是有量的无量。这句话很重要。用现在的语言表达，寿命无量是指绝对的无量，非相对之无量也。",
      "zh_TW": "所以底下說得好，彌陀是報佛，極樂是報土，教主壽命無量，是真實的無量，不是有量的無量。這句話很重要。用現在的語言表達，壽命無量是指絕對的無量，非相對之無量也。"
    },
    {
      "id": "02-045-0002_p0014",
      "zh_CN": "这个愿下面说明，「国中人民寿命亦皆无量」。澄宪大师说：「人民寿命无量，净土第一德也。」「望西」，这都是日本的古大德，也这个说法，「诸乐根本，只在此愿」。这一愿就是寿命。极乐世界第一德是什么？寿命长。真长，不是假的长，这个要记住。极乐，极乐的根本是什么？寿命长，有时间享福。寿命短了，时间不够，不行。",
      "zh_TW": "這個願下面說明，「國中人民壽命亦皆無量」。澄憲大師說：「人民壽命無量，淨土第一德也。」「望西」，這都是日本的古大德，也這個說法，「諸樂根本，只在此願」。這一願就是壽命。極樂世界第一德是什麼？壽命長。真長，不是假的長，這個要記住。極樂，極樂的根本是什麼？壽命長，有時間享福。壽命短了，時間不夠，不行。"
    },
    {
      "id": "02-045-0002_p0015",
      "zh_CN": "又如《群疑论》里头讲：「彼国人民，命极长远，纵令凡夫，还入变易（了分段生死而入变易生死），究竟成佛。」极乐世界，「见佛闻法，一切时一切处，皆是增上」，这句话很重要，「无有退缘」。不退转，寿命又无量，悉是无量的，所以不论什么样的根器，上上根、下下根，只要你往生极乐世界，必定成佛。「称之为净土第一德，良有以也。」这些话重要，我们要牢牢记住。",
      "zh_TW": "又如《群疑論》裡頭講：「彼國人民，命極長遠，縱令凡夫，還入變易（了分段生死而入變易生死），究竟成佛。」極樂世界，「見佛聞法，一切時一切處，皆是增上」，這句話很重要，「無有退緣」。不退轉，壽命又無量，悉是無量的，所以不論什麼樣的根器，上上根、下下根，只要你往生極樂世界，必定成佛。「稱之為淨土第一德，良有以也。」這些話重要，我們要牢牢記住。"
    },
    {
      "id": "02-045-0002_p0016",
      "zh_CN": "第十七愿，这一愿也非常重要，诸佛称叹愿：「我作佛时」，这个我是阿弥陀佛，阿弥陀佛成佛的时候，「十方世界，无量刹中，无数诸佛，若不共称叹我名，说我功德国土之善者，不取正觉」。这是第十七愿。到哪里去找？找不到。我们必须要记住，机会就晓得是多么的难得，我们今天遇到。",
      "zh_TW": "第十七願，這一願也非常重要，諸佛稱歎願：「我作佛時」，這個我是阿彌陀佛，阿彌陀佛成佛的時候，「十方世界，無量剎中，無數諸佛，若不共稱歎我名，說我功德國土之善者，不取正覺」。這是第十七願。到哪裡去找？找不到。我們必須要記住，機會就曉得是多麼的難得，我們今天遇到。"
    },
    {
      "id": "02-045-0002_p0017",
      "zh_CN": "望西大师说，四十八愿当中这一愿很重要，为什么？如果没有这一愿，我们怎么知道有极乐世界？怎么知道有阿弥陀佛？所以这一愿重要。往生，我们今天能够遇到往生这个大教，偏在此愿恩德，所以劝我们要善思念之。望西大师的意思说，若没有这一愿，「则我等身在娑婆秽土，如何能闻彼土之教主与佛刹之名字，彼佛彼土，胜妙功德，清净庄严。若未曾闻，又何由发起求生彼土之胜愿。故今日我等能闻净土法门，实由此愿之力。故本师释尊于此秽土，称扬赞叹阿弥陀佛，及其国土不可思议功德，令我得闻。故赞曰，四十八愿中此愿至要」。太重要了！",
      "zh_TW": "望西大師說，四十八願當中這一願很重要，為什麼？如果沒有這一願，我們怎麼知道有極樂世界？怎麼知道有阿彌陀佛？所以這一願重要。往生，我們今天能夠遇到往生這個大教，偏在此願恩德，所以勸我們要善思念之。望西大師的意思說，若沒有這一願，「則我等身在娑婆穢土，如何能聞彼土之教主與佛剎之名字，彼佛彼土，勝妙功德，清淨莊嚴。若未曾聞，又何由發起求生彼土之勝願。故今日我等能聞淨土法門，實由此願之力。故本師釋尊於此穢土，稱揚讚歎阿彌陀佛，及其國土不可思議功德，令我得聞。故讚曰，四十八願中此願至要」。太重要了！"
    },
    {
      "id": "02-045-0002_p0018",
      "zh_CN": "《会疏》里头说称叹我名，「称我名者」，这里有三个意思：第一个，「诸佛称扬彼佛德号」。第二个，「诸佛咨嗟称名之人。如彼小经」，小经是《阿弥陀经》，「诚证护念称名之人」。第三，诸佛与诸佛之间也互相赞叹。我们在这个世间，冷静观察这个团体是兴是衰，一眼就看穿了，看什么？看它是不是互相赞叹。若要佛法兴，唯有僧赞僧，只要僧赞僧，决定兴旺；如果互相毁谤，一定是衰亡，衰退、灭亡，不能不知道。",
      "zh_TW": "《會疏》裡頭說稱歎我名，「稱我名者」，這裡有三個意思：第一個，「諸佛稱揚彼佛德號」。第二個，「諸佛咨嗟稱名之人。如彼小經」，小經是《阿彌陀經》，「誠證護念稱名之人」。第三，諸佛與諸佛之間也互相讚歎。我們在這個世間，冷靜觀察這個團體是興是衰，一眼就看穿了，看什麼？看它是不是互相讚歎。若要佛法興，唯有僧讚僧，只要僧讚僧，決定興旺；如果互相毀謗，一定是衰亡，衰退、滅亡，不能不知道。"
    },
    {
      "id": "02-045-0002_p0019",
      "zh_CN": "接着又说，「三世诸佛，依念弥陀三昧，成等正觉故」，这表诸佛称赞之义有三：第一个，诸佛称赞彼佛圣号，佛跟佛没有不赞叹的。第二，诸佛赞叹一切念阿弥陀佛名号的人。只要你肯念阿弥陀佛，记住，一切诸佛都称赞你，稀有难得。我们想要诸佛赞叹我们，老实念这一句阿弥陀佛就行了。第三，「诸佛本身亦称念弥陀圣号，依念佛三昧圆成佛果。」",
      "zh_TW": "接著又說，「三世諸佛，依念彌陀三昧，成等正覺故」，這表諸佛稱讚之義有三：第一個，諸佛稱讚彼佛聖號，佛跟佛沒有不讚歎的。第二，諸佛讚歎一切念阿彌陀佛名號的人。只要你肯念阿彌陀佛，記住，一切諸佛都稱讚你，稀有難得。我們想要諸佛讚歎我們，老實念這一句阿彌陀佛就行了。第三，「諸佛本身亦稱念彌陀聖號，依念佛三昧圓成佛果。」"
    },
    {
      "id": "02-045-0002_p0020",
      "zh_CN": "今天时间到了，我们就学习到此地。明天还有一段，行。信、愿、行，行就是一心称念。",
      "zh_TW": "今天時間到了，我們就學習到此地。明天還有一段，行。信、願、行，行就是一心稱念。"
    }
  ]
}