{
  "doc_id": "19-001-0005",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1982",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-001-0005",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "19-001-0005_p0001",
      "zh_CN": "请掀开经本第八页，看第二段「改过之法」。前面在「立命之学」发挥了一些理论，要想改造命运不是从这个空洞的理论说说而已，是要真正做到的。任何一桩有价值的学问一定与我们的生活是融合为一体，这样才值得我们学习；如果这个学问与我们生活不相干，或者不很重要，我们就可学可以不学。佛法与儒家的学说，可以说就像我们日常吃饭一样，不能一天缺少的，它与我们的生活是息息相关的；换句话说，也就是我们必须要学习，不能不学。这个《了凡四训》它的立论以及方法都离不开儒家与佛法的这些道理，我们看它是怎样运用在实际的生活上，这一点就是我们应当要学习、应当要留意的。",
      "zh_TW": "請掀開經本第八頁，看第二段「改過之法」。前面在「立命之學」發揮了一些理論，要想改造命運不是從這個空洞的理論說說而已，是要真正做到的。任何一樁有價值的學問一定與我們的生活是融合為一體，這樣才值得我們學習；如果這個學問與我們生活不相干，或者不很重要，我們就可學可以不學。佛法與儒家的學說，可以說就像我們日常吃飯一樣，不能一天缺少的，它與我們的生活是息息相關的；換句話說，也就是我們必須要學習，不能不學。這個《了凡四訓》它的立論以及方法都離不開儒家與佛法的這些道理，我們看它是怎樣運用在實際的生活上，這一點就是我們應當要學習、應當要留意的。"
    },
    {
      "id": "19-001-0005_p0002",
      "zh_CN": "他在这一篇文章里面，首先是以《春秋》里面所记载的这些祸福吉凶的事来开端，可见得吉凶祸福它有征兆；换句话说，它有预兆。而这些预兆并不是很难看出，稍稍有学识的人在预先都能够看得出一个大概。这个前面几句话说，「春秋诸大夫」，这个我们在《左传》里面能够读到，「见人言动」，言是言语，动是举止，听听人家说话，看看人家的举止，这就能够揣度他的吉凶祸福，也就是能够预测，而且这种预测往往都很准确，这个一般讲这就学问。凭什么？凭他的学识，凭他的经验，就能够观察出一个大概。「左国」，《左传》、《国语》，这里面所记载的我们能看得到，而且记载得相当之多。",
      "zh_TW": "他在這一篇文章裡面，首先是以《春秋》裡面所記載的這些禍福吉凶的事來開端，可見得吉凶禍福它有徵兆；換句話說，它有預兆。而這些預兆並不是很難看出，稍稍有學識的人在預先都能夠看得出一個大概。這個前面幾句話說，「春秋諸大夫」，這個我們在《左傳》裡面能夠讀到，「見人言動」，言是言語，動是舉止，聽聽人家說話，看看人家的舉止，這就能夠揣度他的吉凶禍福，也就是能夠預測，而且這種預測往往都很準確，這個一般講這就學問。憑什麼？憑他的學識，憑他的經驗，就能夠觀察出一個大概。「左國」，《左傳》、《國語》，這裡面所記載的我們能看得到，而且記載得相當之多。"
    },
    {
      "id": "19-001-0005_p0003",
      "zh_CN": "「大都吉凶之兆，萌乎心而动乎四体」，四体就是手足，我们的一举一动，这里面就能够看得出来。这个里面有一个原则，这个原则我们一定要把它记住。「其过于厚者常获福，过于薄者常近祸」，这个两句话诸位好好的把它记住。所以做人你要晓得，希望着趋吉避凶，你学什么？学厚道，千万不要学刻薄，薄就是刻薄，厚就是厚道，忠厚。忠厚之人在今天社会上表面看到他到处吃亏，到处受人欺侮，你要是有耐心的去观察，最后有福报的还是他。那个很精明、很刻薄，眼前好像占尽了便宜，到后来吃亏的就是他。所以你要细细的去观察，这个厚道的人，忠厚的人，不是他晚年享福，就是他有好后代，他有好子孙，有好儿女。那个刻薄寡恩的人，虽然目前好像是飞黄腾达，一定有他挫败的因素存在，如果没有奇祸发生，就是他家里一定有败家子。总而言之，他的后来结果不是美满的。这就是一般观察，这是一个大原则、大前提。「俗眼多翳」，这是讲世俗人没有学问，没有见识，不是说他见不到，实在他疏忽了，他没有看到。「谓有未定而不可测者」，往往世俗我们确实有人这样看，吉凶祸福不可以预测，其实可以预知，一定有征兆。",
      "zh_TW": "「大都吉凶之兆，萌乎心而動乎四體」，四體就是手足，我們的一舉一動，這裡面就能夠看得出來。這個裡面有一個原則，這個原則我們一定要把它記住。「其過於厚者常獲福，過於薄者常近禍」，這個兩句話諸位好好的把它記住。所以做人你要曉得，希望著趨吉避凶，你學什麼？學厚道，千萬不要學刻薄，薄就是刻薄，厚就是厚道，忠厚。忠厚之人在今天社會上表面看到他到處吃虧，到處受人欺侮，你要是有耐心的去觀察，最後有福報的還是他。那個很精明、很刻薄，眼前好像佔盡了便宜，到後來吃虧的就是他。所以你要細細的去觀察，這個厚道的人，忠厚的人，不是他晚年享福，就是他有好後代，他有好子孫，有好兒女。那個刻薄寡恩的人，雖然目前好像是飛黃騰達，一定有他挫敗的因素存在，如果沒有奇禍發生，就是他家裡一定有敗家子。總而言之，他的後來結果不是美滿的。這就是一般觀察，這是一個大原則、大前提。「俗眼多翳」，這是講世俗人沒有學問，沒有見識，不是說他見不到，實在他疏忽了，他沒有看到。「謂有未定而不可測者」，往往世俗我們確實有人這樣看，吉凶禍福不可以預測，其實可以預知，一定有徵兆。"
    },
    {
      "id": "19-001-0005_p0004",
      "zh_CN": "底下这就是说几个原则。「至诚合天。福之将至，观其善而必先知之矣」。我们要求福，世出世间圣人都是教我们先要求至诚，这是福德的根源。至诚，诚到了极处，这是至诚。在佛法里面也不例外。我当初在台中学讲经的时候，李老师告诉我一个方法，讲经不是一桩容易事情，如果对于经典不能通达，你怎么能讲？其实不但说是佛法要通达，世间法也要通达；换句话说，世出世间法都得通达，这才能讲经。不说世法，就说佛法，就是三藏经典，这个《大藏经》，我们想想我们一生能不能通达？几万卷的经典，不是一个人一生能够读得尽的。再说世间法，我们也不说其他的国家，就以我们中国旧有的《四库全书》，你这一生能读得了吗？读不了，你怎么能讲经？他老人家告诉我一个方法，这是古人所用的方法，我们没有办法一桩一桩的来读，要求感应，唯有感应才能够通达，不学也通了，不看也达了，感通！凭什么来感通？凭诚。真是「精诚所至，金石为开」，精是精纯而不杂，诚也就是此地讲的至诚，我们讲精诚跟至诚意思是一样，诚到了极处就通达了。这个道理实在是儒家跟佛法的看法是一样的，佛法里面讲一心不乱，只要你清净心现前了，一切就通达了。",
      "zh_TW": "底下這就是說幾個原則。「至誠合天。福之將至，觀其善而必先知之矣」。我們要求福，世出世間聖人都是教我們先要求至誠，這是福德的根源。至誠，誠到了極處，這是至誠。在佛法裡面也不例外。我當初在台中學講經的時候，李老師告訴我一個方法，講經不是一樁容易事情，如果對於經典不能通達，你怎麼能講？其實不但說是佛法要通達，世間法也要通達；換句話說，世出世間法都得通達，這才能講經。不說世法，就說佛法，就是三藏經典，這個《大藏經》，我們想想我們一生能不能通達？幾萬卷的經典，不是一個人一生能夠讀得盡的。再說世間法，我們也不說其他的國家，就以我們中國舊有的《四庫全書》，你這一生能讀得了嗎？讀不了，你怎麼能講經？他老人家告訴我一個方法，這是古人所用的方法，我們沒有辦法一樁一樁的來讀，要求感應，唯有感應才能夠通達，不學也通了，不看也達了，感通！憑什麼來感通？憑誠。真是「精誠所至，金石為開」，精是精純而不雜，誠也就是此地講的至誠，我們講精誠跟至誠意思是一樣，誠到了極處就通達了。這個道理實在是儒家跟佛法的看法是一樣的，佛法裡面講一心不亂，只要你清淨心現前了，一切就通達了。"
    },
    {
      "id": "19-001-0005_p0005",
      "zh_CN": "在理上讲，佛法讲得更周详，为什么能够通达？因为一切法界性是自己心性变现出来的，那哪有不通达的道理！儒家没有讲这个道理，没有把这个所以然的道理说出来，而佛法讲出来了，《华严》里面讲，「应观法界性，一切唯心造」。至诚是真心，清净心是真心，真心显露出来，一切通达。在佛经里面讲「无师智」，无师是没有老师，不必要老师，这个智慧，自然智、一切智都现前。在唯识里面讲，万法唯识，一切万法都是识心所变的，阿赖耶识所变现的，那你自己为什么不晓得？所以佛法讲，所知不是障，所知是我们的本能，一切万法应该是知道。我们现在应当知道的不知道了，为什么不知道？心乱了，心不清净了，这就是障碍；换句话，拿此地讲我们心不诚。此地的合天，天是天然，不是天上的上帝，不是天神，就是我们今天讲的自然，自然的法则。以佛法来讲，这个天指本性、指的真如，至诚就是天，天跟至诚是一不是二，至诚合天，合而为一，那就什么都通达了。我得李老师这个教训是很深刻的，所以说求从哪里求？要从自己方寸里面求，他老人家所教的跟从前章嘉大师所指点的真是不谋而合，所告诉我的原理原则是相通的。",
      "zh_TW": "在理上講，佛法講得更周詳，為什麼能夠通達？因為一切法界性是自己心性變現出來的，那哪有不通達的道理！儒家沒有講這個道理，沒有把這個所以然的道理說出來，而佛法講出來了，《華嚴》裡面講，「應觀法界性，一切唯心造」。至誠是真心，清淨心是真心，真心顯露出來，一切通達。在佛經裡面講「無師智」，無師是沒有老師，不必要老師，這個智慧，自然智、一切智都現前。在唯識裡面講，萬法唯識，一切萬法都是識心所變的，阿賴耶識所變現的，那你自己為什麼不曉得？所以佛法講，所知不是障，所知是我們的本能，一切萬法應該是知道。我們現在應當知道的不知道了，為什麼不知道？心亂了，心不清淨了，這就是障礙；換句話，拿此地講我們心不誠。此地的合天，天是天然，不是天上的上帝，不是天神，就是我們今天講的自然，自然的法則。以佛法來講，這個天指本性、指的真如，至誠就是天，天跟至誠是一不是二，至誠合天，合而為一，那就什麼都通達了。我得李老師這個教訓是很深刻的，所以說求從哪裡求？要從自己方寸裡面求，他老人家所教的跟從前章嘉大師所指點的真是不謀而合，所告訴我的原理原則是相通的。"
    },
    {
      "id": "19-001-0005_p0006",
      "zh_CN": "我们从哪里修？就从至诚心修，这修心，而后这才能够感通。我们要想求一切通达，你不在至诚上用功夫那怎么行？可是你要修至诚，也就是修清净心，今天有一个同学问，如何修一心不乱？至诚就是一心不乱。首先要晓得，修清净心、修至诚心是修自己不是修别人，无论我们在顺境或者在逆境，都要以至诚心去应付，不能够说因人、因环境而异，那个不可以，心只有一个。这一个心在作用上，当然它会起变化，所以顺境、逆境他都能够应付得很圆满，应付得很周到。我们现在讲第一个，我们至诚没有，诚意没有，先要晓得修诚意，意之不诚，这有烦恼障碍你。所以前面讲过一定要从格物致知下手，这个是印光大师在序文里面讲过的，你们诸位仔细看。格物就是要远离物欲，不为物欲所动，这叫格物。物欲去掉了，福报则现前了，然后才能够求智慧。所以智慧与福德有很密切的关系，如果我们说不修福专修慧，那个慧也不是真正的智慧，真正的智慧要有福德的基础，所以诸位要牢牢的记住，要福慧双修。",
      "zh_TW": "我們從哪裡修？就從至誠心修，這修心，而後這才能夠感通。我們要想求一切通達，你不在至誠上用功夫那怎麼行？可是你要修至誠，也就是修清淨心，今天有一個同學問，如何修一心不亂？至誠就是一心不亂。首先要曉得，修清淨心、修至誠心是修自己不是修別人，無論我們在順境或者在逆境，都要以至誠心去應付，不能夠說因人、因環境而異，那個不可以，心只有一個。這一個心在作用上，當然它會起變化，所以順境、逆境他都能夠應付得很圓滿，應付得很周到。我們現在講第一個，我們至誠沒有，誠意沒有，先要曉得修誠意，意之不誠，這有煩惱障礙你。所以前面講過一定要從格物致知下手，這個是印光大師在序文裡面講過的，你們諸位仔細看。格物就是要遠離物欲，不為物欲所動，這叫格物。物欲去掉了，福報則現前了，然後才能夠求智慧。所以智慧與福德有很密切的關係，如果我們說不修福專修慧，那個慧也不是真正的智慧，真正的智慧要有福德的基礎，所以諸位要牢牢的記住，要福慧雙修。"
    },
    {
      "id": "19-001-0005_p0007",
      "zh_CN": "福之将至，这个人福报快要来了。从哪里看？看他的善行就能够预知。实在讲这些事情自己有感应，什么事情自己可以先知，从哪些地方先知？也离不开这个原则，「至诚与至善」，你这个心能够做到至诚、清净、至善，你的福报很快就来了，自己晓得，会有感应，就很接近，等于说福没有到，消息先透来了。这个并不是有什么神来加持你的，不是的，这就叫心灵的感应。",
      "zh_TW": "福之將至，這個人福報快要來了。從哪裡看？看他的善行就能夠預知。實在講這些事情自己有感應，什麼事情自己可以先知，從哪些地方先知？也離不開這個原則，「至誠與至善」，你這個心能夠做到至誠、清淨、至善，你的福報很快就來了，自己曉得，會有感應，就很接近，等於說福沒有到，消息先透來了。這個並不是有什麼神來加持你的，不是的，這就叫心靈的感應。"
    },
    {
      "id": "19-001-0005_p0008",
      "zh_CN": "「祸之将至，观其不善而必先知之」，这是从反面来看，存心不诚，言行不善，这个人一天一天接近凶灾，他求福哪能够求得到？如果他现在有福，那是他前世修的，他现在走的这个路子是凶祸的道路，不是吉福的道路，不是的。现在所得的福报是前世修的，这个福享尽了，他的灾难就来了。看一个人，看一个家庭，看一个团体，看社会，乃至于看一个国家，都不例外。诸位要是能够真正懂得这个原则的话，你就能看人，你就能够断事，如果你的学养功深，功夫深的话，你这个判断差不到哪里去。",
      "zh_TW": "「禍之將至，觀其不善而必先知之」，這是從反面來看，存心不誠，言行不善，這個人一天一天接近凶災，他求福哪能夠求得到？如果他現在有福，那是他前世修的，他現在走的這個路子是凶禍的道路，不是吉福的道路，不是的。現在所得的福報是前世修的，這個福享盡了，他的災難就來了。看一個人，看一個家庭，看一個團體，看社會，乃至於看一個國家，都不例外。諸位要是能夠真正懂得這個原則的話，你就能看人，你就能夠斷事，如果你的學養功深，功夫深的話，你這個判斷差不到哪裡去。"
    },
    {
      "id": "19-001-0005_p0009",
      "zh_CN": "底下几句话，这都要记住。「今欲获福而远祸，未论行善，先须改过」，这就是从根本下手，我们得修善，修善从哪里修起？先别谈修善，先来改过，改过是修善的根本。我们过要不改，做再多的善都被那个过抵消掉了，等于没修善。所以先改过，然后修善，这才能积德，这个善才积得住。否则的话，一面修一面就被这个过失抵消掉了，善积不住，等于没有善；换句话说，你这个命运还是没有法子改变。真正想改造命运，先求改过。你看了凡在立命前面这一篇里面，他就是真正晓得了自己的过失，从改过做起，而后云谷大师再告诉他怎么修学法。而修学偏重在改过上。他教他儿子，这也很具体的跟他说明从什么地方改。他这里也是举出了三心，这个三心不是佛法讲的三心，是改过的三种心。",
      "zh_TW": "底下幾句話，這都要記住。「今欲獲福而遠禍，未論行善，先須改過」，這就是從根本下手，我們得修善，修善從哪裡修起？先別談修善，先來改過，改過是修善的根本。我們過要不改，做再多的善都被那個過抵消掉了，等於沒修善。所以先改過，然後修善，這才能積德，這個善才積得住。否則的話，一面修一面就被這個過失抵消掉了，善積不住，等於沒有善；換句話說，你這個命運還是沒有法子改變。真正想改造命運，先求改過。你看了凡在立命前面這一篇裡面，他就是真正曉得了自己的過失，從改過做起，而後雲谷大師再告訴他怎麼修學法。而修學偏重在改過上。他教他兒子，這也很具體的跟他說明從什麼地方改。他這裡也是舉出了三心，這個三心不是佛法講的三心，是改過的三種心。"
    },
    {
      "id": "19-001-0005_p0010",
      "zh_CN": "「但改过者，第一要发耻心」，这是我们中国古圣先贤教给我们，「知耻近乎勇」，这个勇是什么？勇于改过，勇于行善，是说的这个勇，这个是大勇，这个是真正的勇。所以一定要发耻心，这个耻心在唯识里面就是惭愧心。「思古之圣贤，与我同为丈夫，彼何以百世可师，我何以一身瓦裂」，这就是拿古人来做榜样，他也是人，我也是人，为什么人家能够做到百世可师？像释迦牟尼佛，像孔夫子，能够做到一代圣人，我们为什么做不到？我们为什么在世间、在历史上默默无闻，甚至于身败名裂，同样是人，他能做得到，我们自己为什么做不到？人要能够常往这个地方去想、去观察，就能够激发自己的勇气，激发自己向上，别人能的我们也能，佛能做得到的，我们也能成佛、也能成菩萨，为什么不干？",
      "zh_TW": "「但改過者，第一要發恥心」，這是我們中國古聖先賢教給我們，「知恥近乎勇」，這個勇是什麼？勇於改過，勇於行善，是說的這個勇，這個是大勇，這個是真正的勇。所以一定要發恥心，這個恥心在唯識裡面就是慚愧心。「思古之聖賢，與我同為丈夫，彼何以百世可師，我何以一身瓦裂」，這就是拿古人來做榜樣，他也是人，我也是人，為什麼人家能夠做到百世可師？像釋迦牟尼佛，像孔夫子，能夠做到一代聖人，我們為什麼做不到？我們為什麼在世間、在歷史上默默無聞，甚至於身敗名裂，同樣是人，他能做得到，我們自己為什麼做不到？人要能夠常往這個地方去想、去觀察，就能夠激發自己的勇氣，激發自己向上，別人能的我們也能，佛能做得到的，我們也能成佛、也能成菩薩，為什麼不幹？"
    },
    {
      "id": "19-001-0005_p0011",
      "zh_CN": "也许诸位在经典上看到了，成佛、成菩萨修行三大阿僧祇劫，我现在才开始，那还早得很。我们这一次在梅山，在梅山讲座的蓝吉富，也许你们有些人认识他，他也是慈光的老学生，这次在梅山他也客串了一下，讲了三个钟点课。下来之后他就给我提出一个问题，就讲成佛三大阿僧祇劫这个事情，他问我是不是真的？是不是真的修行要修三大阿僧祇劫才能成得了佛？这个话是释迦牟尼佛说的，还能假得了吗？他说我又看好像佛经里头常讲一生成佛的，也是真的，也是释迦牟尼佛讲的，到底是三大阿僧祇劫，是一生？我就告诉他，经上说得很清楚，成佛要具足三个条件，而这三个条件很难具足，那是经上常讲的善根、福德、因缘。这三个条件统统具足了，换句话说，你三大阿僧祇劫就圆满了，你一生就可以成佛。这三个条件很不容易同时具足。",
      "zh_TW": "也許諸位在經典上看到了，成佛、成菩薩修行三大阿僧祇劫，我現在才開始，那還早得很。我們這一次在梅山，在梅山講座的藍吉富，也許你們有些人認識他，他也是慈光的老學生，這次在梅山他也客串了一下，講了三個鐘點課。下來之後他就給我提出一個問題，就講成佛三大阿僧祇劫這個事情，他問我是不是真的？是不是真的修行要修三大阿僧祇劫才能成得了佛？這個話是釋迦牟尼佛說的，還能假得了嗎？他說我又看好像佛經裡頭常講一生成佛的，也是真的，也是釋迦牟尼佛講的，到底是三大阿僧祇劫，是一生？我就告訴他，經上說得很清楚，成佛要具足三個條件，而這三個條件很難具足，那是經上常講的善根、福德、因緣。這三個條件統統具足了，換句話說，你三大阿僧祇劫就圓滿了，你一生就可以成佛。這三個條件很不容易同時具足。"
    },
    {
      "id": "19-001-0005_p0012",
      "zh_CN": "我在道场里头也常常劝勉大家，我把这三句话解释得很浅显。什么叫善根？浅而言之，所谓善根，就是跟你讲佛法这个经典里面的道理，你一听就能够懂，听了就相信，这就是你有善根。那个没有善根的人听了怎么样？听不懂，听了不相信，半信半疑，这就是没有善根，缺少善根的人。什么叫福报、福德？你明白了、相信了，你就下定决心去修学，精进不退，这是有福，这是福报，这是你本身具备的条件。另外还得有增上缘，你还得碰到一个好老师，真正高明的人，他给你指路，他帮助你，你不至于走冤枉路，你可以走一条很捷径的道路，在很短的时间当中你就能成就。所以说是好的老师，好的同学，同学不能少，没有好的同学，这个成就也不容易。所以同参道友，志同道合的朋友，决定不能缺少，有三、五个人常常在一块互相讨论切磋琢磨，你的道业才能有成就。还要有一个修学的环境，这些都是因缘，诸位想想看，哪有那么巧都碰上！这个真是像开经偈讲的「百千万劫难遭遇」。",
      "zh_TW": "我在道場裡頭也常常勸勉大家，我把這三句話解釋得很淺顯。什麼叫善根？淺而言之，所謂善根，就是跟你講佛法這個經典裡面的道理，你一聽就能夠懂，聽了就相信，這就是你有善根。那個沒有善根的人聽了怎麼樣？聽不懂，聽了不相信，半信半疑，這就是沒有善根，缺少善根的人。什麼叫福報、福德？你明白了、相信了，你就下定決心去修學，精進不退，這是有福，這是福報，這是你本身具備的條件。另外還得有增上緣，你還得碰到一個好老師，真正高明的人，他給你指路，他幫助你，你不至於走冤枉路，你可以走一條很捷徑的道路，在很短的時間當中你就能成就。所以說是好的老師，好的同學，同學不能少，沒有好的同學，這個成就也不容易。所以同參道友，志同道合的朋友，決定不能缺少，有三、五個人常常在一塊互相討論切磋琢磨，你的道業才能有成就。還要有一個修學的環境，這些都是因緣，諸位想想看，哪有那麼巧都碰上！這個真是像開經偈講的「百千萬劫難遭遇」。"
    },
    {
      "id": "19-001-0005_p0013",
      "zh_CN": "所以我就跟蓝吉富讲，我说你想一想要不要三大阿僧祇劫？的确不容易，这三个都能够碰上，那你这个一生一定成就。以我们中国古来的这些高僧大德，明心见性成佛作祖的人不少，必须得三个条件都具足，他一生就成就。像六祖大师，他本身具足了善根、福德，他遇到五祖那是他的因缘，他成就了。你再看看五祖会下，这个黄梅跟五祖学的三千多人，因缘有，具足，那些学生要不是善根缺乏就是没有福德，虽然跟五祖二、三十年，都不能成就，包括神秀大师在内。所以有好的老师，好的修学环境，你本身要有善根福德。那我们想想我们自己没有善根福德怎么办？修，你要是肯修的话，你这个道理听懂了，肯发心修，行，培植自己的善根福德，那就得认真的做。",
      "zh_TW": "所以我就跟藍吉富講，我說你想一想要不要三大阿僧祇劫？的確不容易，這三個都能夠碰上，那你這個一生一定成就。以我們中國古來的這些高僧大德，明心見性成佛作祖的人不少，必須得三個條件都具足，他一生就成就。像六祖大師，他本身具足了善根、福德，他遇到五祖那是他的因緣，他成就了。你再看看五祖會下，這個黃梅跟五祖學的三千多人，因緣有，具足，那些學生要不是善根缺乏就是沒有福德，雖然跟五祖二、三十年，都不能成就，包括神秀大師在內。所以有好的老師，好的修學環境，你本身要有善根福德。那我們想想我們自己沒有善根福德怎麼辦？修，你要是肯修的話，你這個道理聽懂了，肯發心修，行，培植自己的善根福德，那就得認真的做。"
    },
    {
      "id": "19-001-0005_p0014",
      "zh_CN": "我自己这点小小的善根福德，是遇到章嘉大师那一天才开始培养的，可以说没有遇到章嘉大师以前，哪里有善根福德？没有。这是听了他的一番开示，觉得很有道理，回去就干。我们看看了凡居士，他的善根福德从什么时候培的？从遇到云谷大师开示之后才开始培的，现世培现世就有受用，就来得及。所以千万不可以自暴自弃，认为我没有善根，我也没有福德。现在就开始干，来得及，就有受用，经上讲的这三个条件。我平常在道场的时候又补充了三个条件，这是我希望大家要注意的。第一个理论要通达，你对于佛法，也就是世出世间法，这些理论不通达，那你没有依据，你修行没有依据，所以理论要通达。第二就是修行的方法要正确、要恰当。第三个是境界要清楚。我补充这三句，实在上讲还是超不过善根福德，还是在这个里面，这就是说得更清楚、更白一点，希望大家多留意。我们能够说这六句能够清楚，这一生当中决定可以成就。所以佛法常讲「当生成就的佛法」，你只要具备这个条件，这一生必定成就。我们仔细再看看，过去那些成就的人，你看看的确他就是具备这些条件，凡是不成就的，这条件一定是缺一条，或者缺两条，他不成就。",
      "zh_TW": "我自己這點小小的善根福德，是遇到章嘉大師那一天才開始培養的，可以說沒有遇到章嘉大師以前，哪裡有善根福德？沒有。這是聽了他的一番開示，覺得很有道理，回去就幹。我們看看了凡居士，他的善根福德從什麼時候培的？從遇到雲谷大師開示之後才開始培的，現世培現世就有受用，就來得及。所以千萬不可以自暴自棄，認為我沒有善根，我也沒有福德。現在就開始幹，來得及，就有受用，經上講的這三個條件。我平常在道場的時候又補充了三個條件，這是我希望大家要注意的。第一個理論要通達，你對於佛法，也就是世出世間法，這些理論不通達，那你沒有依據，你修行沒有依據，所以理論要通達。第二就是修行的方法要正確、要恰當。第三個是境界要清楚。我補充這三句，實在上講還是超不過善根福德，還是在這個裡面，這就是說得更清楚、更白一點，希望大家多留意。我們能夠說這六句能夠清楚，這一生當中決定可以成就。所以佛法常講「當生成就的佛法」，你只要具備這個條件，這一生必定成就。我們仔細再看看，過去那些成就的人，你看看的確他就是具備這些條件，凡是不成就的，這條件一定是缺一條，或者缺兩條，他不成就。"
    },
    {
      "id": "19-001-0005_p0015",
      "zh_CN": "这个地方讲要叫你发心，要知道自己的过失，自己一身瓦裂，为什么？你看看这里头，这叫大病。「耽染尘情」，甘心情愿被染污，被什么染污？尘是指六尘，情就是指五欲，被五欲六尘所染污，五欲六尘放不下，在这个里面起了贪爱，这才搞得一身瓦裂，不能当生成佛作祖。「私行不义」，私是自私自利的行为，不讲求道义。现在不但讲不义，连礼也不讲，那怎么能成就？自己以为别人不知道，「傲然无愧」，这个无愧就是不知耻，不晓得惭愧。「将日沦于禽兽而不自知矣。世之可羞可耻者，莫大乎此」。这几句话我们要牢牢的把它记住，反省反省我们自己是不是这个样子？这里话讲得一点都不错，现在虽然是个人身，可是我们这个心已经沦为禽兽、鬼狱之心，将来往哪里去？三恶道去了。",
      "zh_TW": "這個地方講要叫你發心，要知道自己的過失，自己一身瓦裂，為什麼？你看看這裡頭，這叫大病。「耽染塵情」，甘心情願被染污，被什麼染污？塵是指六塵，情就是指五欲，被五欲六塵所染污，五欲六塵放不下，在這個裡面起了貪愛，這才搞得一身瓦裂，不能當生成佛作祖。「私行不義」，私是自私自利的行為，不講求道義。現在不但講不義，連禮也不講，那怎麼能成就？自己以為別人不知道，「傲然無愧」，這個無愧就是不知恥，不曉得慚愧。「將日淪於禽獸而不自知矣。世之可羞可恥者，莫大乎此」。這幾句話我們要牢牢的把它記住，反省反省我們自己是不是這個樣子？這裡話講得一點都不錯，現在雖然是個人身，可是我們這個心已經淪為禽獸、鬼獄之心，將來往哪裡去？三惡道去了。"
    },
    {
      "id": "19-001-0005_p0016",
      "zh_CN": "所以三恶道的业因我们要搞清楚，这个业因当然也是很复杂的，也不是单纯的，但是它里头有几个重要的因素我们要搞清楚。畜生道的业因是愚痴，不知好歹，哪是好人、哪是恶人分不清楚，什么叫善、什么叫恶、什么叫是、什么叫非不能够辨别，这叫愚痴，这种果报就是畜生道的第一个因素，畜生愚痴。所以我们这一生要是糊里糊涂，就与畜生道感应道交了。饿鬼道里面第一个业因，最重要的，悭贪嫉妒。我们要晓得，要痛戒。不但世间一切法不能有悭贪，佛法里头也不可以有悭贪。有些人世间法他看得淡了，佛法他看得重，拼命的贪求。不论世间法与出世间法，只论你那个贪心，你只把贪的对象换一换，那不行。佛教我们去贪心，不是叫我们改换对象，所以要晓得这个道理。不可以吝啬，不可以增长贪心，这样才能把饿鬼道的缘断掉。你要是天天增长贪心，自己有的吝啬，舍不得布施别人，对于别人超胜过你的地方你就要生嫉妒，这个你就跟饿鬼道结了缘，死了以后当然就做鬼。所以六道你没有去，一看你现在你的心、你的行为，就晓得你将来到哪里去。我们自己要通达这个道理，自己想一想，我来世会到哪里去，清清楚楚、明明白白，不要去问人。地狱道的，瞋恚心重，嫉妒瞋恚心极重的人，这是地狱道的业因。",
      "zh_TW": "所以三惡道的業因我們要搞清楚，這個業因當然也是很複雜的，也不是單純的，但是它裡頭有幾個重要的因素我們要搞清楚。畜生道的業因是愚痴，不知好歹，哪是好人、哪是惡人分不清楚，什麼叫善、什麼叫惡、什麼叫是、什麼叫非不能夠辨別，這叫愚痴，這種果報就是畜生道的第一個因素，畜生愚痴。所以我們這一生要是糊裡糊塗，就與畜生道感應道交了。餓鬼道裡面第一個業因，最重要的，慳貪嫉妒。我們要曉得，要痛戒。不但世間一切法不能有慳貪，佛法裡頭也不可以有慳貪。有些人世間法他看得淡了，佛法他看得重，拼命的貪求。不論世間法與出世間法，只論你那個貪心，你只把貪的對象換一換，那不行。佛教我們去貪心，不是叫我們改換對象，所以要曉得這個道理。不可以吝嗇，不可以增長貪心，這樣才能把餓鬼道的緣斷掉。你要是天天增長貪心，自己有的吝嗇，捨不得布施別人，對於別人超勝過你的地方你就要生嫉妒，這個你就跟餓鬼道結了緣，死了以後當然就做鬼。所以六道你沒有去，一看你現在你的心、你的行為，就曉得你將來到哪裡去。我們自己要通達這個道理，自己想一想，我來世會到哪裡去，清清楚楚、明明白白，不要去問人。地獄道的，瞋恚心重，嫉妒瞋恚心極重的人，這是地獄道的業因。"
    },
    {
      "id": "19-001-0005_p0017",
      "zh_CN": "这个地方讲日沦于禽兽而不自知，确实如此，别人做人将来生天，将来成佛作祖，往生西方极乐世界，那是成佛，那是百世可师。我们做人，将来的前途在三恶道，奇耻大辱，世间可羞可耻者，真是莫大乎此，还有比这更大的吗？「孟子曰：耻之于人大矣。以其得之则圣贤，失之则禽兽耳。此改过之要机也」，我们最重要的改过之机缘在此。所以我们一定要知耻，我们既然得人身了，向上是对的，往下面去这就是耻辱，最低限度要能保住人身，来生还能得个人身。来生得人身已经就可耻，来生要堕到三恶道，那是奇耻大辱。这个权操纵在我们自己手里，绝没有什么天神、鬼神、阎王在那里主宰，没有，权在自己手上。所以你要真正明白这个道理，你这一生当中，你想成佛可以作佛，想成菩萨可以成菩萨，真是自由自在，我们这一生当中决定办得到。",
      "zh_TW": "這個地方講日淪於禽獸而不自知，確實如此，別人做人將來生天，將來成佛作祖，往生西方極樂世界，那是成佛，那是百世可師。我們做人，將來的前途在三惡道，奇恥大辱，世間可羞可恥者，真是莫大乎此，還有比這更大的嗎？「孟子曰：恥之於人大矣。以其得之則聖賢，失之則禽獸耳。此改過之要機也」，我們最重要的改過之機緣在此。所以我們一定要知恥，我們既然得人身了，向上是對的，往下面去這就是恥辱，最低限度要能保住人身，來生還能得個人身。來生得人身已經就可恥，來生要墮到三惡道，那是奇恥大辱。這個權操縱在我們自己手裡，絕沒有什麼天神、鬼神、閻王在那裡主宰，沒有，權在自己手上。所以你要真正明白這個道理，你這一生當中，你想成佛可以作佛，想成菩薩可以成菩薩，真是自由自在，我們這一生當中決定辦得到。"
    },
    {
      "id": "19-001-0005_p0018",
      "zh_CN": "「第二要发畏心」。知耻，这是基础。我们讲惭愧两个心所，前面是属于惭心所，后面这个发畏心是属于愧心所。「天地在上」，这是指的天神与地神，「鬼神难欺」，常说的举头三尺有神明，鬼神确实存在，不过是我们看不见他而已。那个没有能力的鬼他也见不到我们，有福报、有福德，那个福德鬼他能看到我们。所以我们要欺骗鬼神不容易。人心清净能够看得到鬼神。如果你要想见鬼神，这个修法也不难，不必很长的时间去修行你就能见鬼，不过总而言之，跟鬼打交道，跟他往来，没有什么好处，真正要跟他打交道不是难事情。这里讲我们自己虽然是有了过失，过失在隐微之处，人所见不到的，鬼神看得清清楚楚。",
      "zh_TW": "「第二要發畏心」。知恥，這是基礎。我們講慚愧兩個心所，前面是屬於慚心所，後面這個發畏心是屬於愧心所。「天地在上」，這是指的天神與地神，「鬼神難欺」，常說的舉頭三尺有神明，鬼神確實存在，不過是我們看不見他而已。那個沒有能力的鬼他也見不到我們，有福報、有福德，那個福德鬼他能看到我們。所以我們要欺騙鬼神不容易。人心清淨能夠看得到鬼神。如果你要想見鬼神，這個修法也不難，不必很長的時間去修行你就能見鬼，不過總而言之，跟鬼打交道，跟他往來，沒有什麼好處，真正要跟他打交道不是難事情。這裡講我們自己雖然是有了過失，過失在隱微之處，人所見不到的，鬼神看得清清楚楚。"
    },
    {
      "id": "19-001-0005_p0019",
      "zh_CN": "底下讲鬼神降殃现福，他凭什么？还是凭自己所造的，自己要不造罪业，鬼神见到你只是敬重，不敢找麻烦；你自己造的有罪业，鬼神他就来惩罚你。可见得鬼神之赏罚还是在我们自己所造作，他不敢随便乱来，他不敢徇私舞弊的，完全靠我们自己的造作。我们做了错事情，你去供养鬼神巴结鬼神，以为他就能够免你的凶灾，这是我们一厢情愿的想法，事实上决定不是如此。聪明正直是谓神，他要不能秉公处理，我们供养一点点，等于送礼，送一点贿赂，他就收了，那他不是个正神，他是恶魔，不是正神，正神决定不会接受你的。所以说「天地鬼神，实鉴临之」。罪过要是重，「降之百殃」，那就是很多灾难就会遇到。「轻则损其现福」，折福，你的罪恶比较轻一点，也把你的福报折损了，所以你要晓得这一个事实，那怎么不害怕？「不惟是也。闲居之地，指视昭然，吾虽掩之甚密，文之甚巧」，这个文就是文饰，「而肺肝早露，终难自欺」，一旦被别人看破了，一文不值。所以我们想到这个地方，对于自己的心行不得不谨慎，不可以怀一丝毫的恶念。真正要修善积德行菩萨道的人，起心动念无不是利益众生，绝对不会起一个念要伤害众生，这是我们从大原则、大前提上来说。",
      "zh_TW": "底下講鬼神降殃現福，他憑什麼？還是憑自己所造的，自己要不造罪業，鬼神見到你只是敬重，不敢找麻煩；你自己造的有罪業，鬼神他就來懲罰你。可見得鬼神之賞罰還是在我們自己所造作，他不敢隨便亂來，他不敢徇私舞弊的，完全靠我們自己的造作。我們做了錯事情，你去供養鬼神巴結鬼神，以為他就能夠免你的凶災，這是我們一廂情願的想法，事實上決定不是如此。聰明正直是謂神，他要不能秉公處理，我們供養一點點，等於送禮，送一點賄賂，他就收了，那他不是個正神，他是惡魔，不是正神，正神決定不會接受你的。所以說「天地鬼神，實鑒臨之」。罪過要是重，「降之百殃」，那就是很多災難就會遇到。「輕則損其現福」，折福，你的罪惡比較輕一點，也把你的福報折損了，所以你要曉得這一個事實，那怎麼不害怕？「不惟是也。閒居之地，指視昭然，吾雖掩之甚密，文之甚巧」，這個文就是文飾，「而肺肝早露，終難自欺」，一旦被別人看破了，一文不值。所以我們想到這個地方，對於自己的心行不得不謹慎，不可以懷一絲毫的惡念。真正要修善積德行菩薩道的人，起心動念無不是利益眾生，絕對不會起一個念要傷害眾生，這是我們從大原則、大前提上來說。"
    },
    {
      "id": "19-001-0005_p0020",
      "zh_CN": "底下说，「一息尚存，弥天之恶，犹可悔改。古人有一生作恶，临死悔悟，发一善念，遂得善终者」，这个情形真有。你看到这种事，好像老天爷不公道，这个人做了一生恶，一生都作恶，临命终时一念回心他得了善报；有人一生行善，临命终时起一个恶念得恶报，你说这能算公平吗？给诸位说，公平极了。一生作恶的人，临终悔改，他是真心改过，诚心诚意的悔改，这个一念的力量非常的强大，所以他投胎转世的时候，就是最后一念，当你咽下最后一口气的时候，最后那一念是个什么念头，就往哪一道去。最后那一念自己往往做不得主宰，这个真是生死关头，往哪一道投生，这是关键的时候。",
      "zh_TW": "底下說，「一息尚存，彌天之惡，猶可悔改。古人有一生作惡，臨死悔悟，發一善念，遂得善終者」，這個情形真有。你看到這種事，好像老天爺不公道，這個人做了一生惡，一生都作惡，臨命終時一念回心他得了善報；有人一生行善，臨命終時起一個惡念得惡報，你說這能算公平嗎？給諸位說，公平極了。一生作惡的人，臨終悔改，他是真心改過，誠心誠意的悔改，這個一念的力量非常的強大，所以他投胎轉世的時候，就是最後一念，當你咽下最後一口氣的時候，最後那一念是個什麼念頭，就往哪一道去。最後那一念自己往往做不得主宰，這個真是生死關頭，往哪一道投生，這是關鍵的時候。"
    },
    {
      "id": "19-001-0005_p0021",
      "zh_CN": "唐朝的张善和是个屠户，杀牛为生的，他的一生不晓得杀了多少牛，每天杀牛卖牛肉，造的这个恶业多重。临死的时候见到很多牛头人来向他要命，地狱相现前，他在那里大叫救命。机缘巧，运气好，碰到一个出家人从他门口过，听到他在叫救命，问他干什么？多少牛头人来问我要命。这个出家人给他一把香，赶快念阿弥陀佛求生西方极乐世界。他什么都不顾了，一心一意就专心念阿弥陀佛，念了没几声，阿弥陀佛来接引他，他往生西方去了，他不偿命了，临终这一念回心向善。那你一看了这个例子，不要紧，我一生作恶没关系，到临命终时我还来得及。你要存这种侥幸的心，靠不住，你想想看有几个人临命终的时候头脑还那么清楚。",
      "zh_TW": "唐朝的張善和是個屠戶，殺牛為生的，他的一生不曉得殺了多少牛，每天殺牛賣牛肉，造的這個惡業多重。臨死的時候見到很多牛頭人來向他要命，地獄相現前，他在那裡大叫救命。機緣巧，運氣好，碰到一個出家人從他門口過，聽到他在叫救命，問他幹什麼？多少牛頭人來問我要命。這個出家人給他一把香，趕快念阿彌陀佛求生西方極樂世界。他什麼都不顧了，一心一意就專心念阿彌陀佛，念了沒幾聲，阿彌陀佛來接引他，他往生西方去了，他不償命了，臨終這一念回心向善。那你一看了這個例子，不要緊，我一生作惡沒關係，到臨命終時我還來得及。你要存這種僥倖的心，靠不住，你想想看有幾個人臨命終的時候頭腦還那麼清楚。"
    },
    {
      "id": "19-001-0005_p0022",
      "zh_CN": "所以说最怕的是害病。如果说缠绵病榻，神智不清，甚至于连家里人都不认得，这就做不了主，这种相是罪报之相，果报一定在三途。你就是佛法怎么超度，那只是形式，安慰安慰在世的人而已，有没有办法超度他？超度不了。能够超度的要他头脑清醒，劝他他能够接受，能够真正回头，这是超度。我们去观察观察这些临命终的人，几乎百分之九十九都是迷惑颠倒去的，你看到有几个清醒去的。清醒去的，纵然他不学佛，他不堕恶道。为什么？那是福相，不是罪相。凡是迷惑颠倒的，这都是罪相，不是福相，你就能够断定他往哪一道去了。三善道、三恶道，这是大致上可以能看得清清楚楚。",
      "zh_TW": "所以說最怕的是害病。如果說纏綿病榻，神智不清，甚至於連家裡人都不認得，這就做不了主，這種相是罪報之相，果報一定在三途。你就是佛法怎麼超度，那只是形式，安慰安慰在世的人而已，有沒有辦法超度他？超度不了。能夠超度的要他頭腦清醒，勸他他能夠接受，能夠真正回頭，這是超度。我們去觀察觀察這些臨命終的人，幾乎百分之九十九都是迷惑顛倒去的，你看到有幾個清醒去的。清醒去的，縱然他不學佛，他不墮惡道。為什麼？那是福相，不是罪相。凡是迷惑顛倒的，這都是罪相，不是福相，你就能夠斷定他往哪一道去了。三善道、三惡道，這是大致上可以能看得清清楚楚。"
    },
    {
      "id": "19-001-0005_p0023",
      "zh_CN": "我出家是在临济寺，临济寺有一个念佛会，那时候念佛会有几个领头的，有个林道棨居士，平常念佛很发心，每一次念佛会他都一定到，从来不缺的，他那时候是台湾银行的襄理。他病的时候，他得的是癌症，苦不堪言，痛苦的时候，我们去看他，他告诉我，听到佛号就讨厌。业障，自己也晓得，不得了，没办法，谁都救不了他，你给他助念，听了就讨厌，心里面瞋恨心就起来了，厌烦的心就起来了，你说这怎么得了！这是一个平常还是学佛的人，还领导大家念佛的人，自己临命终时这样的下场，那他做了些什么恶事我们不晓得，否则的话，怎么会有这种果报？所以在临命终时果报都现前，瞒不了人的。像这些情形，必定有些恶鬼恶神已经在他周围了，一切善言善念都进不去，有障碍。",
      "zh_TW": "我出家是在臨濟寺，臨濟寺有一個念佛會，那時候念佛會有幾個領頭的，有個林道棨居士，平常念佛很發心，每一次念佛會他都一定到，從來不缺的，他那時候是台灣銀行的襄理。他病的時候，他得的是癌症，苦不堪言，痛苦的時候，我們去看他，他告訴我，聽到佛號就討厭。業障，自己也曉得，不得了，沒辦法，誰都救不了他，你給他助念，聽了就討厭，心裡面瞋恨心就起來了，厭煩的心就起來了，你說這怎麼得了！這是一個平常還是學佛的人，還領導大家念佛的人，自己臨命終時這樣的下場，那他做了些什麼惡事我們不曉得，否則的話，怎麼會有這種果報？所以在臨命終時果報都現前，瞞不了人的。像這些情形，必定有些惡鬼惡神已經在他周圍了，一切善言善念都進不去，有障礙。"
    },
    {
      "id": "19-001-0005_p0024",
      "zh_CN": "你们念《阿难问事佛吉凶经》，应该晓得这个情形，「恶鬼屯门」，必定是这个现象，我们人见不到，一定是这个现象，这是衰耗不吉利的相状，所以这些事情我们要相信。平时我们修福，修福不要希望享福，希望什么？福报在临命终时清清楚楚、明明白白，最好是没有病，如入禅定，那就决定往生，爱到哪里去就到哪里去，这是大福报。所以希望福报在这个时候享，这叫真正的福报，平时我们享的福都是假的，不是真实的，临命终这一着这是真正福报。所以学佛人修福，希望什么？就是希望临终清清楚楚，清清楚楚的人，他要往生西方极乐世界，决定往生，不需要人助念，这是我们应当要晓得的，要明白的。",
      "zh_TW": "你們念《阿難問事佛吉凶經》，應該曉得這個情形，「惡鬼屯門」，必定是這個現象，我們人見不到，一定是這個現象，這是衰耗不吉利的相狀，所以這些事情我們要相信。平時我們修福，修福不要希望享福，希望什麼？福報在臨命終時清清楚楚、明明白白，最好是沒有病，如入禪定，那就決定往生，愛到哪裡去就到哪裡去，這是大福報。所以希望福報在這個時候享，這叫真正的福報，平時我們享的福都是假的，不是真實的，臨命終這一著這是真正福報。所以學佛人修福，希望什麼？就是希望臨終清清楚楚，清清楚楚的人，他要往生西方極樂世界，決定往生，不需要人助念，這是我們應當要曉得的，要明白的。"
    },
    {
      "id": "19-001-0005_p0025",
      "zh_CN": "预知时至，今天有一个同学问，有人说不能带业往生。我们台湾这些年来带业往生的，我们见到的、听到的就不少人，去年年底，台中还有两个往生的。再过两天陈居士跟你们讲《八大人觉经》，你们问他，他知道得比我清楚。其中有一个我认识，施水阁老居士，我们当年在台中求学的时候，他常跟我们在一起听经，预知时至，无疾而终，没有害病。他是四天前告诉家里人，我要走了，要到西方极乐世界去，没有害病。他往生年岁也很大，八十多岁，通知亲戚朋友，通知李老师，到时候来给他助念，他洗洗澡，换换衣服，躺在床上，大家给他念佛，他走了，没害病。台中去年年底两个，这个是真的事摆在此地，这不是假的。前两个月徐醒民居士来的时候，也跟我提到这个事情，一点都不假。",
      "zh_TW": "預知時至，今天有一個同學問，有人說不能帶業往生。我們台灣這些年來帶業往生的，我們見到的、聽到的就不少人，去年年底，台中還有兩個往生的。再過兩天陳居士跟你們講《八大人覺經》，你們問他，他知道得比我清楚。其中有一個我認識，施水閣老居士，我們當年在台中求學的時候，他常跟我們在一起聽經，預知時至，無疾而終，沒有害病。他是四天前告訴家裡人，我要走了，要到西方極樂世界去，沒有害病。他往生年歲也很大，八十多歲，通知親戚朋友，通知李老師，到時候來給他助念，他洗洗澡，換換衣服，躺在床上，大家給他念佛，他走了，沒害病。台中去年年底兩個，這個是真的事擺在此地，這不是假的。前兩個月徐醒民居士來的時候，也跟我提到這個事情，一點都不假。"
    },
    {
      "id": "19-001-0005_p0026",
      "zh_CN": "这些往生的，可以说都是带业往生，都没有消业，也没有念到一心不乱。所以诸位要晓得，功夫成片就有能力预知时至。如果你平常能够修善，能够积德，能够真正修福，临命终时就没有病苦，不害病，说走就走。像这样的情形很多很多，这个例子不胜枚举，我们再要不相信那就没法子，那这个人可以说善根福德全无，他根本不相信。说到这个地方，临命终的时候，这是一桩很大的事情，学佛的人他懂得，八小时之内要让他很安静，不能碰他，为什么？你碰他的时候怕他起瞋恨心，一起瞋恨心，这就糟了，恶道去了，这个事情很麻烦。为什么？现在一般人有了病都到病院，一断气的时候，不到十分钟就把你移到太平间去了，还要来个急救，翻过来覆过去，这揉那推。如果这个人在这里一下发瞋恨心，这个事情麻烦了，最怕就是这个事情。不懂佛法的人他不晓得，懂佛法的人就知道可怕，等于是说你一世修行的功夫统统被他毁掉了。",
      "zh_TW": "這些往生的，可以說都是帶業往生，都沒有消業，也沒有念到一心不亂。所以諸位要曉得，功夫成片就有能力預知時至。如果你平常能夠修善，能夠積德，能夠真正修福，臨命終時就沒有病苦，不害病，說走就走。像這樣的情形很多很多，這個例子不勝枚舉，我們再要不相信那就沒法子，那這個人可以說善根福德全無，他根本不相信。說到這個地方，臨命終的時候，這是一樁很大的事情，學佛的人他懂得，八小時之內要讓他很安靜，不能碰他，為什麼？你碰他的時候怕他起瞋恨心，一起瞋恨心，這就糟了，惡道去了，這個事情很麻煩。為什麼？現在一般人有了病都到病院，一斷氣的時候，不到十分鐘就把你移到太平間去了，還要來個急救，翻過來覆過去，這揉那推。如果這個人在這裡一下發瞋恨心，這個事情麻煩了，最怕就是這個事情。不懂佛法的人他不曉得，懂佛法的人就知道可怕，等於是說你一世修行的功夫統統被他毀掉了。"
    },
    {
      "id": "19-001-0005_p0027",
      "zh_CN": "好像在去年，大概也是夏天的时候，江味农居士的女儿到我们图书馆来，七十多岁了，她在美国住得很久，去年到台湾来，大概是来观光的、来玩的，看看亲戚朋友，到我图书馆来，就向我提出一个问题。她自己介绍，她说我是江味农的女儿，她说我父亲一生念佛，临命终时往生净土，她说那个时候她年轻不太相信，现在相信了。相信了，现在着急了，她说我在美国年岁这么大了，万一我死了在美国，把她送到医院，立刻就给我搬动，这个时候我怎么办？我说美国那个情形，现在台湾也一样，这是一个大问题。所以我就教她好好的去修福，求一个什么？求一个临命终时没有病苦，那就不必到医院去了，这个才是真正有把握的。一害病送到医院，这个把握就打了折扣，没有把握了。所以我们要认真的培福，要修福，想到这一朝可怕，我们的下场能够落到像施水阁就了不起。不要进医院，自己晓得什么时候走，那就是百分之百的可靠，这一生才叫没有空过。什么都是假的，如果这一招要是捞不到的话，依旧要生死轮回，还要在六道里头舍身受身没完没了。我们要把这桩事情当作这一生第一桩大事，其余的事情都是鸡毛蒜皮，小事，不值得一道的，这才是大事。",
      "zh_TW": "好像在去年，大概也是夏天的時候，江味農居士的女兒到我們圖書館來，七十多歲了，她在美國住得很久，去年到台灣來，大概是來觀光的、來玩的，看看親戚朋友，到我圖書館來，就向我提出一個問題。她自己介紹，她說我是江味農的女兒，她說我父親一生念佛，臨命終時往生淨土，她說那個時候她年輕不太相信，現在相信了。相信了，現在著急了，她說我在美國年歲這麼大了，萬一我死了在美國，把她送到醫院，立刻就給我搬動，這個時候我怎麼辦？我說美國那個情形，現在台灣也一樣，這是一個大問題。所以我就教她好好的去修福，求一個什麼？求一個臨命終時沒有病苦，那就不必到醫院去了，這個才是真正有把握的。一害病送到醫院，這個把握就打了折扣，沒有把握了。所以我們要認真的培福，要修福，想到這一朝可怕，我們的下場能夠落到像施水閣就了不起。不要進醫院，自己曉得什麼時候走，那就是百分之百的可靠，這一生才叫沒有空過。什麼都是假的，如果這一招要是撈不到的話，依舊要生死輪迴，還要在六道裡頭捨身受身沒完沒了。我們要把這樁事情當作這一生第一樁大事，其餘的事情都是雞毛蒜皮，小事，不值得一道的，這才是大事。"
    },
    {
      "id": "19-001-0005_p0028",
      "zh_CN": "「谓一念猛厉，足以涤百年之恶也。譬如千年幽谷，一灯才照，则千年之暗俱除」，这就是告诉我们，无论多么重的罪业，只要你至诚忏悔，可以能除得尽，这也给我们一个定心丸。想想过去造了许许多多罪业，行，能忏除得了，不要害怕，也不要懊悔，要认真的去忏除，从此以后改过自新，断恶修善，没有忏除不了的业障。问题在哪里？他不懂得，他对于自己没有信心，他不明了这个道理，明理，对于自己有决定的信心，再重的业障都能忏除得了。此地举的是千年幽谷，很黑的黑洞，从来没有人进去过的，千万年的黑洞，黑暗在此地就是表示罪业，灯就是表示你忏悔，光明，你点一盏灯去，黑暗就没有了，千年暗室也照得亮亮的。这就是说明你能够改过自新，福报的心是光明的，罪业的心是黑暗的。所以说「故不论久近」，久远以前的罪业，或者你是最近造的罪业，都没关系，不论久近，「惟以改为贵」，你要晓得改过。",
      "zh_TW": "「謂一念猛厲，足以滌百年之惡也。譬如千年幽谷，一燈纔照，則千年之暗俱除」，這就是告訴我們，無論多麼重的罪業，只要你至誠懺悔，可以能除得盡，這也給我們一個定心丸。想想過去造了許許多多罪業，行，能懺除得了，不要害怕，也不要懊悔，要認真的去懺除，從此以後改過自新，斷惡修善，沒有懺除不了的業障。問題在哪裡？他不懂得，他對於自己沒有信心，他不明瞭這個道理，明理，對於自己有決定的信心，再重的業障都能懺除得了。此地舉的是千年幽谷，很黑的黑洞，從來沒有人進去過的，千萬年的黑洞，黑暗在此地就是表示罪業，燈就是表示你懺悔，光明，你點一盞燈去，黑暗就沒有了，千年暗室也照得亮亮的。這就是說明你能夠改過自新，福報的心是光明的，罪業的心是黑暗的。所以說「故不論久近」，久遠以前的罪業，或者你是最近造的罪業，都沒關係，不論久近，「惟以改為貴」，你要曉得改過。"
    },
    {
      "id": "19-001-0005_p0029",
      "zh_CN": "「但尘世无常，肉身易殒，一息不属，欲改无由矣」，这就说明改过要及时，马上就得要改，不可以因循，不可以等待，不要以为我现在还年轻，我的寿命还长，再过几年改还没关系，现在多造一点罪业，再过几年老的时候再改还行。到老的时候来不及了。我在台湾以前有一个长辈，是我父亲的朋友，年岁比我父亲还大，跟我家里也算是世交，我学佛了，他很赞叹，告诉我他还有一些俗事没了，过几年再来学佛。过几年又过几年，寿命没有了，死了。心里很想学佛，临死的时候还没有学，为什么？事还没了，俗事还没了。其实那些俗事根本都是小事情，不需要去经营，他搞个农场，那么大年岁了，搞那个东西干什么？又不是没得吃没得穿的，不愁吃不愁穿，自己又没有儿女，说有儿女还为儿女后人经营，没有儿女，你为的个什么？把学佛这个事情耽误掉了，真正可惜。所以我们要晓得，一息不来，想改也来不及了，黄泉路上无老少，不要以为我们这个生命还久远、还年轻，靠不住。所以知道这个道理了，现在就要干，不要再等待明天。",
      "zh_TW": "「但塵世無常，肉身易殞，一息不屬，欲改無由矣」，這就說明改過要及時，馬上就得要改，不可以因循，不可以等待，不要以為我現在還年輕，我的壽命還長，再過幾年改還沒關係，現在多造一點罪業，再過幾年老的時候再改還行。到老的時候來不及了。我在台灣以前有一個長輩，是我父親的朋友，年歲比我父親還大，跟我家裡也算是世交，我學佛了，他很讚歎，告訴我他還有一些俗事沒了，過幾年再來學佛。過幾年又過幾年，壽命沒有了，死了。心裡很想學佛，臨死的時候還沒有學，為什麼？事還沒了，俗事還沒了。其實那些俗事根本都是小事情，不需要去經營，他搞個農場，那麼大年歲了，搞那個東西幹什麼？又不是沒得吃沒得穿的，不愁吃不愁穿，自己又沒有兒女，說有兒女還為兒女後人經營，沒有兒女，你為的個什麼？把學佛這個事情耽誤掉了，真正可惜。所以我們要曉得，一息不來，想改也來不及了，黃泉路上無老少，不要以為我們這個生命還久遠、還年輕，靠不住。所以知道這個道理了，現在就要幹，不要再等待明天。"
    },
    {
      "id": "19-001-0005_p0030",
      "zh_CN": "底下说，过失要是失去改过的机会，「明则千百年担负恶名，虽孝子慈孙，不能洗涤」，这个明是明显的，世间人都知道某人作恶，这个恶名，他的子孙怎么贤、怎样孝顺，无法洗刷。「幽则千百劫沉沦狱报」，那就是讲他的果报，果报在三恶道，三恶道进去容易出来难，诸位读读佛经就晓得。「虽圣贤佛菩萨，不能援引」，想到这个事情，怎么不可怕？畏心就生起来了。佛在一切经里面，凡是讲到六道，地狱道讲得特别详细，道理在哪里？就是警告我们这个地方决定去不得，麻烦大了，堕到地狱道再想从地狱道里头超越出来，太难太难，所以把这一道说得特别清楚。你们读《楞严经》，你们看《法苑珠林》，这个六道的情况佛讲得很详细，六道的业因、六道的果报都交代得很清楚。",
      "zh_TW": "底下說，過失要是失去改過的機會，「明則千百年擔負惡名，雖孝子慈孫，不能洗滌」，這個明是明顯的，世間人都知道某人作惡，這個惡名，他的子孫怎麼賢、怎樣孝順，無法洗刷。「幽則千百劫沉淪獄報」，那就是講他的果報，果報在三惡道，三惡道進去容易出來難，諸位讀讀佛經就曉得。「雖聖賢佛菩薩，不能援引」，想到這個事情，怎麼不可怕？畏心就生起來了。佛在一切經裡面，凡是講到六道，地獄道講得特別詳細，道理在哪裡？就是警告我們這個地方決定去不得，麻煩大了，墮到地獄道再想從地獄道裡頭超越出來，太難太難，所以把這一道說得特別清楚。你們讀《楞嚴經》，你們看《法苑珠林》，這個六道的情況佛講得很詳細，六道的業因、六道的果報都交代得很清楚。"
    },
    {
      "id": "19-001-0005_p0031",
      "zh_CN": "再看第三，「第三须发勇心」，勇猛心，我们今天讲勇气，没有勇气，虽然晓得有过也没法子改，世间人讲要发个狠心，发狠才能痛改前非。这个狠就是勇，这是大勇。人不能改过，你想想，人，哪一个人不想改过？想改过，为什么改不了？就是没有勇心，真是耽误了一生。谁不愿意向上？可是不能精进，所以道业不能成就。我们再看看世出世间那些有成就的人，确实他真的具备了这三种心，他知耻、他发狠，别人能做得到的他也能做到，所以才有成就。凡是因循退缩，这都是过失。这个小注里头注得很清楚，混日子的，得过且过，过一天算一天的，这一种人一事无成。我们想想我们是不是这样？想想自己是不是这样？是不是在混日子？我们这一天，这一天有没有进步？这需要认真去检点的。",
      "zh_TW": "再看第三，「第三須發勇心」，勇猛心，我們今天講勇氣，沒有勇氣，雖然曉得有過也沒法子改，世間人講要發個狠心，發狠才能痛改前非。這個狠就是勇，這是大勇。人不能改過，你想想，人，哪一個人不想改過？想改過，為什麼改不了？就是沒有勇心，真是耽誤了一生。誰不願意向上？可是不能精進，所以道業不能成就。我們再看看世出世間那些有成就的人，確實他真的具備了這三種心，他知恥、他發狠，別人能做得到的他也能做到，所以才有成就。凡是因循退縮，這都是過失。這個小註裡頭註得很清楚，混日子的，得過且過，過一天算一天的，這一種人一事無成。我們想想我們是不是這樣？想想自己是不是這樣？是不是在混日子？我們這一天，這一天有沒有進步？這需要認真去檢點的。"
    },
    {
      "id": "19-001-0005_p0032",
      "zh_CN": "我在东山的时候也告诉诸位，真正一个修道人要检点自己，去年跟今年做个比较，我今年是不是比去年更清净了？烦恼是不是减轻了？智慧是不是增长了？一年跟一年做个比较，也就晓得自己吉凶祸福的果报。更精进的人是月月做个比较，上一个月跟这个月来做个比较，最精进的人是一个星期跟一个星期来做个比较。天天都能够较量的这是圣贤人，不是普通的凡人，那是圣贤人。我们能够做到一周一周的比较，一个月一个月的比较，你就不会退转了。我们今天不但是一周一月没有，连一年跟一年的比较都没有，这不就是混日子吗？这还会有什么前途？还能够希望道业有成？不可能。所以我们晓得这个情形，自己要发狠，还敢睡觉？你晚上还能睡得着？",
      "zh_TW": "我在東山的時候也告訴諸位，真正一個修道人要檢點自己，去年跟今年做個比較，我今年是不是比去年更清淨了？煩惱是不是減輕了？智慧是不是增長了？一年跟一年做個比較，也就曉得自己吉凶禍福的果報。更精進的人是月月做個比較，上一個月跟這個月來做個比較，最精進的人是一個星期跟一個星期來做個比較。天天都能夠較量的這是聖賢人，不是普通的凡人，那是聖賢人。我們能夠做到一週一週的比較，一個月一個月的比較，你就不會退轉了。我們今天不但是一週一月沒有，連一年跟一年的比較都沒有，這不就是混日子嗎？這還會有什麼前途？還能夠希望道業有成？不可能。所以我們曉得這個情形，自己要發狠，還敢睡覺？你晚上還能睡得著？"
    },
    {
      "id": "19-001-0005_p0033",
      "zh_CN": "下面讲，「吾须奋然振作，不用迟疑，不烦等待。小者如芒刺在肉」，这是讲过失，小的过失就如同芒刺，肉上有个刺，身上有个刺，痛苦，总希望赶快把它拔掉，「速与抉剔」，赶快拔掉。「大者如毒蛇啮指」，毒蛇咬了指头，这个比喻什么？大的过失，那怎么办？指头赶快把它斩掉，要不然毒一发命就没有了，这个时候要舍得，不能爱惜这个指头。「无丝毫凝滞。此风雷之所以为益也」，风雷益是《易经》的卦名，这是比喻什么？比喻要快。你看今天的战争要求快，闪电战，这个就是风雷益的道理。改过自新要快，决定不能迟缓，一迟缓就落在因循上，那个相是个罪相不是福相。我们自己反省自己、检点自己，我们这个相是罪相还是福相？自己修学有德了，你能观察一切人，你一看人，这个人是福相，这个人是罪相，一看就晓得。这个人有前途还是没有前途，清清楚楚。有前途的人我们要尽心尽力的去帮他忙，成就他，为他做增上缘，牺牲自己也在所不惜；没有福的人，我们只能尽到劝导的责任，常常提醒他。他要真的能勇猛改过了，他自己有福；他不能，我们尽到责任了。他将来一败涂地，堕落在三途，他不会怪你，想想从前某人他曾经告诉我，告诉我多少遍，我自己做不到，我堕三涂是应该的。如果我们没有告诉他，没有常常提醒他，他将来会怪你的，我跟你相处那么久，你为什么不告诉我？我告诉你了，你自己不做，那你活该。",
      "zh_TW": "下面講，「吾須奮然振作，不用遲疑，不煩等待。小者如芒刺在肉」，這是講過失，小的過失就如同芒刺，肉上有個刺，身上有個刺，痛苦，總希望趕快把它拔掉，「速與抉剔」，趕快拔掉。「大者如毒蛇嚙指」，毒蛇咬了指頭，這個比喻什麼？大的過失，那怎麼辦？指頭趕快把它斬掉，要不然毒一發命就沒有了，這個時候要捨得，不能愛惜這個指頭。「無絲毫凝滯。此風雷之所以為益也」，風雷益是《易經》的卦名，這是比喻什麼？比喻要快。你看今天的戰爭要求快，閃電戰，這個就是風雷益的道理。改過自新要快，決定不能遲緩，一遲緩就落在因循上，那個相是個罪相不是福相。我們自己反省自己、檢點自己，我們這個相是罪相還是福相？自己修學有德了，你能觀察一切人，你一看人，這個人是福相，這個人是罪相，一看就曉得。這個人有前途還是沒有前途，清清楚楚。有前途的人我們要盡心盡力的去幫他忙，成就他，為他做增上緣，犧牲自己也在所不惜；沒有福的人，我們只能盡到勸導的責任，常常提醒他。他要真的能勇猛改過了，他自己有福；他不能，我們盡到責任了。他將來一敗塗地，墮落在三途，他不會怪你，想想從前某人他曾經告訴我，告訴我多少遍，我自己做不到，我墮三塗是應該的。如果我們沒有告訴他，沒有常常提醒他，他將來會怪你的，我跟你相處那麼久，你為什麼不告訴我？我告訴你了，你自己不做，那你活該。"
    },
    {
      "id": "19-001-0005_p0034",
      "zh_CN": "「具是三心，则有过斯改」。改过自新，断恶修善，要凭这个三心，这是改造命运的大根大本，改造命运的效果这一生就收到，不要等来生，当生就改过来。「如春冰遇日」，春天的冰，纵然结冰也不厚，太阳一晒就溶化掉了，这就比喻改过自新。「何患不消」，一切罪业都能够消除。",
      "zh_TW": "「具是三心，則有過斯改」。改過自新，斷惡修善，要憑這個三心，這是改造命運的大根大本，改造命運的效果這一生就收到，不要等來生，當生就改過來。「如春冰遇日」，春天的冰，縱然結冰也不厚，太陽一曬就溶化掉了，這就比喻改過自新。「何患不消」，一切罪業都能夠消除。"
    },
    {
      "id": "19-001-0005_p0035",
      "zh_CN": "「然人之过，有从事上改者，有从理上改者，有从心上改者。功夫不同，效验亦异」。这个小注里头说了，耻心、畏心、勇心，改过之因，从事上改、从理上改、从心上改，这是改过的三个法门。这地方功夫不一样，最高的是从心上改，最浅的是从事上改。你看净土里面念佛讲一心不乱，最高的是理一心，其次的是事一心。再讲大小乘，大乘是着重在心上改，小乘着重在事上改，心上改必定见事，事上改未必见心，所以从心上改这是彻底。",
      "zh_TW": "「然人之過，有從事上改者，有從理上改者，有從心上改者。功夫不同，效驗亦異」。這個小註裡頭說了，恥心、畏心、勇心，改過之因，從事上改、從理上改、從心上改，這是改過的三個法門。這地方功夫不一樣，最高的是從心上改，最淺的是從事上改。你看淨土裡面念佛講一心不亂，最高的是理一心，其次的是事一心。再講大小乘，大乘是著重在心上改，小乘著重在事上改，心上改必定見事，事上改未必見心，所以從心上改這是徹底。"
    },
    {
      "id": "19-001-0005_p0036",
      "zh_CN": "底下就这三桩事情再来给我们说明，这举例子来说。「如前日杀生」，杀生是罪业，「今戒不杀。前日怒詈，今戒不怒。此就其事而改之者也」，这个事上改，事上改理智要把感情控制住，这是从事上改。「强制于外，其难百倍，且病根终在，东灭西生，非究竟廓然之道也」，这是讲从事上改。事上改很难，完全是克制的功夫，所以讲忍耐它有极限，有时候忍无可忍，这又爆发了，事上改的难，它的效验当然也差。「善改过者，未禁其事，先明其理」，这就教我们从理上改。所以佛法的教学为什么它着重在讲堂上，这就教你先明理，理明了之后，事上改就容易了。为什么？已经不是克制的功夫了，把这些错误的心理他给它化解了，而不是压制在那个地方，不明理的是压制，明理的时候是化解了。",
      "zh_TW": "底下就這三樁事情再來給我們說明，這舉例子來說。「如前日殺生」，殺生是罪業，「今戒不殺。前日怒詈，今戒不怒。此就其事而改之者也」，這個事上改，事上改理智要把感情控制住，這是從事上改。「強制於外，其難百倍，且病根終在，東滅西生，非究竟廓然之道也」，這是講從事上改。事上改很難，完全是克制的功夫，所以講忍耐它有極限，有時候忍無可忍，這又爆發了，事上改的難，它的效驗當然也差。「善改過者，未禁其事，先明其理」，這就教我們從理上改。所以佛法的教學為什麼它著重在講堂上，這就教你先明理，理明了之後，事上改就容易了。為什麼？已經不是克制的功夫了，把這些錯誤的心理他給它化解了，而不是壓制在那個地方，不明理的是壓制，明理的時候是化解了。"
    },
    {
      "id": "19-001-0005_p0037",
      "zh_CN": "「如过在杀生，即思曰，上帝好生，物皆恋命，杀彼养己，岂能自安。且彼之杀也，既受屠割，复入鼎镬。种种痛苦，彻入骨髓。己之养也，珍膏罗列，食过即空。疏食菜羹，尽可充腹，何必戕彼之生，损己之福哉」，这就是想想理，那些动物不是人，人跟动物又差别在哪里？人也是动物之一，如果我们讲动物，那我们跟牠是平等的，没有两样。试问问，我们贪不贪生、我们怕不怕死？我们自己贪生怕死，那这些有情众生牠怎么不贪生怕死？牠怎么甘心情愿把自己生命来供养你？不甘心、不情愿。你杀牠，牠是没有抵抗能力，试问问，牠有没有仇恨之心？有没有报复之心？如果有仇恨之心，有报复之心，好了，这个怨仇结定了，到了来生再遇到的时候，必定要报偿，这个事情麻烦大了。",
      "zh_TW": "「如過在殺生，即思曰，上帝好生，物皆戀命，殺彼養己，豈能自安。且彼之殺也，既受屠割，復入鼎鑊。種種痛苦，徹入骨髓。己之養也，珍膏羅列，食過即空。疏食菜羹，儘可充腹，何必戕彼之生，損己之福哉」，這就是想想理，那些動物不是人，人跟動物又差別在哪裡？人也是動物之一，如果我們講動物，那我們跟牠是平等的，沒有兩樣。試問問，我們貪不貪生、我們怕不怕死？我們自己貪生怕死，那這些有情眾生牠怎麼不貪生怕死？牠怎麼甘心情願把自己生命來供養你？不甘心、不情願。你殺牠，牠是沒有抵抗能力，試問問，牠有沒有仇恨之心？有沒有報復之心？如果有仇恨之心，有報復之心，好了，這個怨仇結定了，到了來生再遇到的時候，必定要報償，這個事情麻煩大了。"
    },
    {
      "id": "19-001-0005_p0038",
      "zh_CN": "今天有许多人他不相信这个道理，甚至于那些基督教徒们说，这一些动物都是上帝造给他们吃的。那老虎吃人，应当要说上帝造人是喂老虎的。理论讲不通。上帝既然这样仁慈，这样爱护众生，最好造了人最好人不要饮食，那我们不就是省事了。造这个人，一天还得吃三餐饮食，上帝不高明。我要是上帝，要是有这个能力的话，我造的人不需要饮食，少了多少麻烦！可见得那个上帝不聪明，不高明，造的这个人不尽善尽美，造的缺陷很多，造的这些人还有许多还叛变他。不能自圆其说，那真是无稽之谈，不能够亲近。这些道理我们明天再继续跟诸位研究。",
      "zh_TW": "今天有許多人他不相信這個道理，甚至於那些基督教徒們說，這一些動物都是上帝造給他們吃的。那老虎吃人，應當要說上帝造人是餵老虎的。理論講不通。上帝既然這樣仁慈，這樣愛護眾生，最好造了人最好人不要飲食，那我們不就是省事了。造這個人，一天還得吃三餐飲食，上帝不高明。我要是上帝，要是有這個能力的話，我造的人不需要飲食，少了多少麻煩！可見得那個上帝不聰明，不高明，造的這個人不盡善盡美，造的缺陷很多，造的這些人還有許多還叛變他。不能自圓其說，那真是無稽之談，不能夠親近。這些道理我們明天再繼續跟諸位研究。"
    }
  ]
}