{
  "doc_id": "19-001-0010",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1982",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-001-0010",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "19-001-0010_p0001",
      "zh_CN": "第三个讲，「赵裕峰，光远」，这个人「童年举于乡」，可见得是少年得志，举于乡，「久不第」，他这个命只到一个举人，到不了进士，考进士的时候就没考取。「其父为嘉善三尹」，三尹就是这个县，嘉善县的县政府，第三级的官，知县叫大尹，三尹好像我们现在的科长一样，这样的地位。第一级是我们现在县长，第二级是主任秘书，第三级的就是底下的科长，三尹在从前叫主薄，相当于我们现在的科长。「随之任」，他的父亲在一个县政府里头做科长，他跟着他父亲的任上。「慕钱明吾，而执文见之」，钱明吾这个人在地方上是很有学问的一个人，他仰慕他，带着自己的文章去见他。这位老先生很不客气，看到他的文章的时候，就大笔的给他删改，「悉抹其文」，就是他的文章一大段一大段，这一段不能要，那一段也不能要，毫不客气的给他批评。「赵不惟不怒，且心服而速改焉。明年遂登第」。一般人认为总是文章是自己的好，虽然送给人家改，看看，请你指教指教，给我改正改正，如果他真的改了，生气了，那是客气话，不是真的。像这些我们都要晓得，我们要察颜观色，来的人诚不诚意，他是真的来请教你还是来客气话。",
      "zh_TW": "第三個講，「趙裕峰，光遠」，這個人「童年舉於鄉」，可見得是少年得志，舉於鄉，「久不第」，他這個命只到一個舉人，到不了進士，考進士的時候就沒考取。「其父為嘉善三尹」，三尹就是這個縣，嘉善縣的縣政府，第三級的官，知縣叫大尹，三尹好像我們現在的科長一樣，這樣的地位。第一級是我們現在縣長，第二級是主任祕書，第三級的就是底下的科長，三尹在從前叫主薄，相當於我們現在的科長。「隨之任」，他的父親在一個縣政府裡頭做科長，他跟著他父親的任上。「慕錢明吾，而執文見之」，錢明吾這個人在地方上是很有學問的一個人，他仰慕他，帶著自己的文章去見他。這位老先生很不客氣，看到他的文章的時候，就大筆的給他刪改，「悉抹其文」，就是他的文章一大段一大段，這一段不能要，那一段也不能要，毫不客氣的給他批評。「趙不惟不怒，且心服而速改焉。明年遂登第」。一般人認為總是文章是自己的好，雖然送給人家改，看看，請你指教指教，給我改正改正，如果他真的改了，生氣了，那是客氣話，不是真的。像這些我們都要曉得，我們要察顏觀色，來的人誠不誠意，他是真的來請教你還是來客氣話。"
    },
    {
      "id": "19-001-0010_p0002",
      "zh_CN": "我在年轻的时候不晓得这个道理，我有一个同戒的，他讲经，那天刚好我也在底下听，我们是戒兄弟，他下了台之后，讲完下了台之后，他对我很客气，他说戒兄，你是老讲经的，我有什么不对的地方请你多多的指教指教。我们认为是同戒的，哪里晓得是客气话！所以我就说了，我说你哪些地方需要改正。我才说了一句，他脸上颜色就变了，我很机警，立刻就恭维他，很好很好，很难得很难得。我就晓得，他那个请我改正改正是假的不是真的，我才一句话还没说完，他脸上颜色就不大对劲了，我转变得很快，要不然就得罪人。所以我从此就晓得，这个里头原来还有很多客气话在里头，不是真的，不能当真。所以你改人家文章，人家怎么肯愿意？也有很多人写了文章拿给我改，我看了看，只有在这里写几个评语，字一字也不动，送还给他。所以真正改文章，过去李老师讲的，改文章是得罪人，自古以来为了改文章得罪人，结了冤仇，太多太多了，所以他就教给我们要留意。真正能改文章什么？学生，学生的文章送给老师，那没有话说，老师是要改的，那个不是假的，学生不服气他也无可奈何，那总是你的老师，没有办法，所以只有老师。还有什么？关系非常深切的人，这个可以，其余的那得要很慎重。这个也是仰慕他，头一次他就把它改了，改了他能接受，这个是诚心、真心求人家指教的，他能够这样谦虚，他到第二年登第了。",
      "zh_TW": "我在年輕的時候不曉得這個道理，我有一個同戒的，他講經，那天剛好我也在底下聽，我們是戒兄弟，他下了台之後，講完下了台之後，他對我很客氣，他說戒兄，你是老講經的，我有什麼不對的地方請你多多的指教指教。我們認為是同戒的，哪裡曉得是客氣話！所以我就說了，我說你哪些地方需要改正。我才說了一句，他臉上顏色就變了，我很機警，立刻就恭維他，很好很好，很難得很難得。我就曉得，他那個請我改正改正是假的不是真的，我才一句話還沒說完，他臉上顏色就不大對勁了，我轉變得很快，要不然就得罪人。所以我從此就曉得，這個裡頭原來還有很多客氣話在裡頭，不是真的，不能當真。所以你改人家文章，人家怎麼肯願意？也有很多人寫了文章拿給我改，我看了看，只有在這裡寫幾個評語，字一字也不動，送還給他。所以真正改文章，過去李老師講的，改文章是得罪人，自古以來為了改文章得罪人，結了冤仇，太多太多了，所以他就教給我們要留意。真正能改文章什麼？學生，學生的文章送給老師，那沒有話說，老師是要改的，那個不是假的，學生不服氣他也無可奈何，那總是你的老師，沒有辦法，所以只有老師。還有什麼？關係非常深切的人，這個可以，其餘的那得要很慎重。這個也是仰慕他，頭一次他就把它改了，改了他能接受，這個是誠心、真心求人家指教的，他能夠這樣謙虛，他到第二年登第了。"
    },
    {
      "id": "19-001-0010_p0003",
      "zh_CN": "底下又举了一个例子，讲夏建所，壬辰年，他入觐，觐是古时候见皇帝，皇帝召见的时候，他在这个机会的时候就遇到了夏建所，「见其人气虚意下，谦光逼人」。他回来告诉他的朋友，「凡是天将发斯人也，未发其福，先发其慧。此慧一发，则浮者自实」，放肆者自己会收敛。建所这个人，「温良若此，天启之矣。及开榜，果中式」。下面再举「江阴张畏岩」，这个人这里有一段公案，很有趣味，诸位一看就懂得。但是这个人也很了不起，还能够服理，人家说出一番道理，他真正能够改过自新。他去考试没有考取，骂那个考试官，说他没眼睛，我这么好的文章，他没取我。被一个老道听到的时候，老道当面挖苦了一下，老道说你的文章一定不好。他说为什么，你没见到我的文章，为什么知道不好？他说我听说文章好的人心平气和，像你这样鲁莽、急躁、不服输，你的文章一定不好、不高明。说得他心服口服，他能够改过自新。诸位看看这一段，很有趣味。后来他还是考中了，改过自新之后考中了，得力于这个老道的教导。",
      "zh_TW": "底下又舉了一個例子，講夏建所，壬辰年，他入覲，覲是古時候見皇帝，皇帝召見的時候，他在這個機會的時候就遇到了夏建所，「見其人氣虛意下，謙光逼人」。他回來告訴他的朋友，「凡是天將發斯人也，未發其福，先發其慧。此慧一發，則浮者自實」，放肆者自己會收斂。建所這個人，「溫良若此，天啟之矣。及開榜，果中式」。下面再舉「江陰張畏巖」，這個人這裡有一段公案，很有趣味，諸位一看就懂得。但是這個人也很了不起，還能夠服理，人家說出一番道理，他真正能夠改過自新。他去考試沒有考取，罵那個考試官，說他沒眼睛，我這麼好的文章，他沒取我。被一個老道聽到的時候，老道當面挖苦了一下，老道說你的文章一定不好。他說為什麼，你沒見到我的文章，為什麼知道不好？他說我聽說文章好的人心平氣和，像你這樣魯莽、急躁、不服輸，你的文章一定不好、不高明。說得他心服口服，他能夠改過自新。諸位看看這一段，很有趣味。後來他還是考中了，改過自新之後考中了，得力於這個老道的教導。"
    },
    {
      "id": "19-001-0010_p0004",
      "zh_CN": "这个末后有几句话我念一念，大家要特别记住。从二十四页翻过来后面第五行，引号的底下，「由此观之，举头三尺，决有神明」，我们应当要相信，这个是事实。你要不信，吃亏是你自己；你信了，得好处还是你自己。我告诉诸位，与我不相干，你信，我也得不到好处；你不信，我也不会得坏处，与我不相干，好处是你自己得。「趋吉避凶，断然由我」，虽然有天地鬼神，他不给你做主宰，主宰命运的是你自己。他降福，是因为你修善，应该得福，应该得的；他降祸，那你应该要受恶报，你造的恶应当要受恶报，他也不是有意给你的，不是的。换句话说，祸福吉凶操纵在自己手上，所以说断然由我。「须使我存心制行」，这里有注解，我们应当如何存心，应当怎样约束自己行为。「毫不得罪于天地鬼神，而虚心屈己，使天地鬼神，时时怜我，方有受福之基」。这几句话是他告诫他的小孩，从敬畏鬼神这一桩事情帮助自己彻底改过积善。鬼神都是喜欢人修善，你修善他欢喜，你造恶他看到也难过。这是讲造福之基。",
      "zh_TW": "這個末後有幾句話我念一念，大家要特別記住。從二十四頁翻過來後面第五行，引號的底下，「由此觀之，舉頭三尺，決有神明」，我們應當要相信，這個是事實。你要不信，吃虧是你自己；你信了，得好處還是你自己。我告訴諸位，與我不相干，你信，我也得不到好處；你不信，我也不會得壞處，與我不相干，好處是你自己得。「趨吉避凶，斷然由我」，雖然有天地鬼神，他不給你做主宰，主宰命運的是你自己。他降福，是因為你修善，應該得福，應該得的；他降禍，那你應該要受惡報，你造的惡應當要受惡報，他也不是有意給你的，不是的。換句話說，禍福吉凶操縱在自己手上，所以說斷然由我。「須使我存心制行」，這裡有註解，我們應當如何存心，應當怎樣約束自己行為。「毫不得罪於天地鬼神，而虛心屈己，使天地鬼神，時時憐我，方有受福之基」。這幾句話是他告誡他的小孩，從敬畏鬼神這一樁事情幫助自己徹底改過積善。鬼神都是喜歡人修善，你修善他歡喜，你造惡他看到也難過。這是講造福之基。"
    },
    {
      "id": "19-001-0010_p0005",
      "zh_CN": "「彼气盈者，必非远器。纵发亦无受用」。这一句我们要是把它拿来对照今天的社会，就看得清清楚楚。你看那个发大财的，有大资产的，他怎么样？趾高气扬，你仔细观察他，他虽然有钱，他并不享福，而且还天天在受罪。他的福报，实在讲，没有我大，我身心清净，一天到晚没事情做，这个福报多大。他虽然是家财亿万，一天到晚要去调头寸，一下不灵了，公司就倒闭了，这多麻烦，苦得不得了！你不要看那些董事长、总经理，苦死了，哪有我们这样自在？没有我自在。所以说，虽富有，没有福，每一天都要动脑筋，一天不动脑筋的时候，那公司可能就倒闭，他马上就得破产，他在社会上的地位、财富一下就失掉了，你仔细观察，确实如此。你再看底下这一行，「谦则受教有地，而取善无穷」。所以末后了凡居士劝人，「须念念谦虚，尘尘方便。自然感动天地，而造福由我」。",
      "zh_TW": "「彼氣盈者，必非遠器。縱發亦無受用」。這一句我們要是把它拿來對照今天的社會，就看得清清楚楚。你看那個發大財的，有大資產的，他怎麼樣？趾高氣揚，你仔細觀察他，他雖然有錢，他並不享福，而且還天天在受罪。他的福報，實在講，沒有我大，我身心清淨，一天到晚沒事情做，這個福報多大。他雖然是家財億萬，一天到晚要去調頭寸，一下不靈了，公司就倒閉了，這多麻煩，苦得不得了！你不要看那些董事長、總經理，苦死了，哪有我們這樣自在？沒有我自在。所以說，雖富有，沒有福，每一天都要動腦筋，一天不動腦筋的時候，那公司可能就倒閉，他馬上就得破產，他在社會上的地位、財富一下就失掉了，你仔細觀察，確實如此。你再看底下這一行，「謙則受教有地，而取善無窮」。所以末後了凡居士勸人，「須念念謙虛，塵塵方便。自然感動天地，而造福由我」。"
    },
    {
      "id": "19-001-0010_p0006",
      "zh_CN": "底下举的说明，「今之求科第者，初未尝有真志，不过一时意兴耳，兴到则求，兴阑则止」。这个就是没有认真，没有真干。我们明白这个道理了，只要我们立志真切，努力扩大我们的善行，福是自己修的，命是自己造的，数不能够拘束人。你晓得这个道理，你就知道自己如何去改造你自己命运，创造你未来幸福美满的前途，决定做得到，今生今世做到，不是到来生来世。了凡居士所讲的是五乘佛法里的人乘佛法，人间佛法，不是给你讲西方极乐世界的佛法，也不是跟你讲兜率天的弥勒菩萨道场的佛法，不是的，讲我们人间佛法，现在就能改变。所以他这个道理如果真正透彻的明白了，我们能够肯定，你自己要创造自己命运，能够依照这个理论方法真心去修学，这一点很重要，真诚心去修学，三年就改变。你不要看他做了几十年才改变，因为什么？他最初改变的心不真切，也是兴来了就干，兴趣没有了就松一下，所以三千善事十几年才圆满，以后有了效验，愈干愈起劲，这个果报愈来愈殊胜。我们今天晓得这个道理，就不像了凡居士那个初年，一下手就认真、就努力，我们的命运三、五年就改造了，完全转变，就转变成另一个人。那真是像章嘉大师所讲的，「佛氏门中，有求必应」，没有一桩事情求不到的。",
      "zh_TW": "底下舉的說明，「今之求科第者，初未嘗有真志，不過一時意興耳，興到則求，興闌則止」。這個就是沒有認真，沒有真幹。我們明白這個道理了，只要我們立志真切，努力擴大我們的善行，福是自己修的，命是自己造的，數不能夠拘束人。你曉得這個道理，你就知道自己如何去改造你自己命運，創造你未來幸福美滿的前途，決定做得到，今生今世做到，不是到來生來世。了凡居士所講的是五乘佛法裡的人乘佛法，人間佛法，不是給你講西方極樂世界的佛法，也不是跟你講兜率天的彌勒菩薩道場的佛法，不是的，講我們人間佛法，現在就能改變。所以他這個道理如果真正透徹的明白了，我們能夠肯定，你自己要創造自己命運，能夠依照這個理論方法真心去修學，這一點很重要，真誠心去修學，三年就改變。你不要看他做了幾十年才改變，因為什麼？他最初改變的心不真切，也是興來了就幹，興趣沒有了就鬆一下，所以三千善事十幾年才圓滿，以後有了效驗，愈幹愈起勁，這個果報愈來愈殊勝。我們今天曉得這個道理，就不像了凡居士那個初年，一下手就認真、就努力，我們的命運三、五年就改造了，完全轉變，就轉變成另一個人。那真是像章嘉大師所講的，「佛氏門中，有求必應」，沒有一樁事情求不到的。"
    },
    {
      "id": "19-001-0010_p0007",
      "zh_CN": "在《了凡四训．谦德之效》后面附录《俞净意公遇灶神记》。首先我们要说明这个事实，前面《了凡四训》，了凡居士遇的孔先生，这是个人，我们能够相信他；遇到云谷大师，也是个人，这没问题的，俞先生他遇的是灶神，真有灶神吗？现在我们每个人家都用瓦斯炉了，没有灶神，不供养灶神了，不奉事灶神了，那灶神还有没有？我告诉诸位，你不奉事他还是有，奉事他他有，不奉事他还是有，不是说不奉事他就没有了，那好了，我们可以不必奉事他了。这个话在今天我们看起来是属于神话，神话当然都是不可以相信的，不能完全相信，这是神话的性质。所以我们读这个文章，它是劝善的，是神话，未必是真的，你要这样想就错了。鬼神确实存在，千真万确的事实。你们看看周邦道的夫人周杨慧卿居士，她有一篇记载「遇地藏菩萨记」，真的，一点都不是假的。那个时候她并没有学佛，她也不懂佛法，这是过去世的善根深厚。她在南京住的时候，你看她这一篇记载，她遇到地藏菩萨。怎么晓得是地藏菩萨？到台湾来学佛才知道，才恍然大悟那个时候遇到的出家人是地藏菩萨。",
      "zh_TW": "在《了凡四訓．謙德之效》後面附錄《俞淨意公遇灶神記》。首先我們要說明這個事實，前面《了凡四訓》，了凡居士遇的孔先生，這是個人，我們能夠相信他；遇到雲谷大師，也是個人，這沒問題的，俞先生他遇的是灶神，真有灶神嗎？現在我們每個人家都用瓦斯爐了，沒有灶神，不供養灶神了，不奉事灶神了，那灶神還有沒有？我告訴諸位，你不奉事他還是有，奉事他他有，不奉事他還是有，不是說不奉事他就沒有了，那好了，我們可以不必奉事他了。這個話在今天我們看起來是屬於神話，神話當然都是不可以相信的，不能完全相信，這是神話的性質。所以我們讀這個文章，它是勸善的，是神話，未必是真的，你要這樣想就錯了。鬼神確實存在，千真萬確的事實。你們看看周邦道的夫人周楊慧卿居士，她有一篇記載「遇地藏菩薩記」，真的，一點都不是假的。那個時候她並沒有學佛，她也不懂佛法，這是過去世的善根深厚。她在南京住的時候，你看她這一篇記載，她遇到地藏菩薩。怎麼曉得是地藏菩薩？到台灣來學佛才知道，才恍然大悟那個時候遇到的出家人是地藏菩薩。"
    },
    {
      "id": "19-001-0010_p0008",
      "zh_CN": "像这些事情的确是有，不但在中国有，在外国也一样很多。你看最近这些年来，世界上多少人研究灵学，想种种方法与鬼神来交通，来通消息，在英国还有给鬼神照像的、录音的，这都是事实存在，怎么能不相信？就是在本省，鬼神出现这些事迹，可以说也是太多太多了。我们这一次在梅山上课，我请的两个老师，一个是周次吉，一个是陈柏达，这两个人都是见过鬼的。周次吉是在郊游当中遇到的，带着同学们一块去玩的时候，露营，他在帐篷里面打坐，忽然有一个人站到他面前，他面孔还没有看到，站在面前，头发很长，头发拖到腰部，这个人掐着他的脖子，要他的命。他一想，这遇到鬼。他是个学佛的人，心里想，念阿弥陀佛，他打妄想，阿弥陀佛不管鬼，念阿弥陀佛恐怕没有用，最后想，念地藏菩萨，地藏菩萨管鬼的。他念了几声地藏菩萨，这个鬼就消失掉了。消失掉之后，寒毛直竖，帐蓬不敢坐了，出去跟大家一块去玩了。他遇到过这个事情。",
      "zh_TW": "像這些事情的確是有，不但在中國有，在外國也一樣很多。你看最近這些年來，世界上多少人研究靈學，想種種方法與鬼神來交通，來通消息，在英國還有給鬼神照像的、錄音的，這都是事實存在，怎麼能不相信？就是在本省，鬼神出現這些事跡，可以說也是太多太多了。我們這一次在梅山上課，我請的兩個老師，一個是周次吉，一個是陳柏達，這兩個人都是見過鬼的。周次吉是在郊遊當中遇到的，帶著同學們一塊去玩的時候，露營，他在帳篷裡面打坐，忽然有一個人站到他面前，他面孔還沒有看到，站在面前，頭髮很長，頭髮拖到腰部，這個人掐著他的脖子，要他的命。他一想，這遇到鬼。他是個學佛的人，心裡想，念阿彌陀佛，他打妄想，阿彌陀佛不管鬼，念阿彌陀佛恐怕沒有用，最後想，念地藏菩薩，地藏菩薩管鬼的。他念了幾聲地藏菩薩，這個鬼就消失掉了。消失掉之後，寒毛直豎，帳蓬不敢坐了，出去跟大家一塊去玩了。他遇到過這個事情。"
    },
    {
      "id": "19-001-0010_p0009",
      "zh_CN": "陈柏达他的姐姐，他有个姐姐从来没有见过面，他出生的时候他这个姐姐就死了。去年这个姐姐的鬼在家里招了个女婿，是个医生，活人，也在屏东开业，开医院，他姐姐的鬼魂就附在医生太太的身上，说她是什么人什么人，她家里什么样状况，叫这个医生到家里去提亲娶她，她跟他前世有因缘。这个医生被她缠得没办法，就到她家里去提亲。她们家里人说，不错，是有这个人，但是很小的时候就死了，结果把这个牌位嫁出去。这个医生两个太太，一个活人太太，一个鬼太太，这是去年的事情，你能说没有吗？诸位晓得这个事情，鬼神之事的确是有的，正是古人所说的，「举头三尺有神明」，我们起心动念、举止行为鬼神都看得清清楚楚，我们能够瞒人，瞒不过鬼神。",
      "zh_TW": "陳柏達他的姐姐，他有個姐姐從來沒有見過面，他出生的時候他這個姐姐就死了。去年這個姐姐的鬼在家裡招了個女婿，是個醫生，活人，也在屏東開業，開醫院，他姐姐的鬼魂就附在醫生太太的身上，說她是什麼人什麼人，她家裡什麼樣狀況，叫這個醫生到家裡去提親娶她，她跟他前世有因緣。這個醫生被她纏得沒辦法，就到她家裡去提親。她們家裡人說，不錯，是有這個人，但是很小的時候就死了，結果把這個牌位嫁出去。這個醫生兩個太太，一個活人太太，一個鬼太太，這是去年的事情，你能說沒有嗎？諸位曉得這個事情，鬼神之事的確是有的，正是古人所說的，「舉頭三尺有神明」，我們起心動念、舉止行為鬼神都看得清清楚楚，我們能夠瞞人，瞞不過鬼神。"
    },
    {
      "id": "19-001-0010_p0010",
      "zh_CN": "这个文诸位细细的去看，文很长，文章也写得很好，这个事情发生在明朝嘉靖年间。「江西俞公，讳都」，名字叫都，「字良臣」，这个人可以说算得上是个好人，「多才博学。十八岁为诸生」，诸生就是秀才，「每试必高等」，考试都能考得很好。可是到壮年的时候，家业渐渐衰了，家贫了。秀才他能做什么事情？只有教书，教书是教私塾，私塾里的先生，以这个来谋生活，可见得生活是相当的清苦。从前私塾教学跟现在在学校里做教员不一样，现在教员国家有固定的薪俸，退休的时候还有退休金，有许多福利的待遇，从前没有。从前教书的人生活没有保障，而且学费不是规定的，一定要多少学费，那是人家笑话的，是随学生的力量来供养的，学生家境好的逢年过节可以多供养一点，家境清寒的就供养很少，是这样的情形。所以说教书的秀才一般称为穷秀才，的确，读书人清贫居多数。",
      "zh_TW": "這個文諸位細細的去看，文很長，文章也寫得很好，這個事情發生在明朝嘉靖年間。「江西俞公，諱都」，名字叫都，「字良臣」，這個人可以說算得上是個好人，「多才博學。十八歲為諸生」，諸生就是秀才，「每試必高等」，考試都能考得很好。可是到壯年的時候，家業漸漸衰了，家貧了。秀才他能做什麼事情？只有教書，教書是教私塾，私塾裡的先生，以這個來謀生活，可見得生活是相當的清苦。從前私塾教學跟現在在學校裡做教員不一樣，現在教員國家有固定的薪俸，退休的時候還有退休金，有許多福利的待遇，從前沒有。從前教書的人生活沒有保障，而且學費不是規定的，一定要多少學費，那是人家笑話的，是隨學生的力量來供養的，學生家境好的逢年過節可以多供養一點，家境清寒的就供養很少，是這樣的情形。所以說教書的秀才一般稱為窮秀才，的確，讀書人清貧居多數。"
    },
    {
      "id": "19-001-0010_p0011",
      "zh_CN": "他跟一些朋友们结了一个文昌社，结这个社就是做好事，从事于社会公益事业。他做什么事情？这个文昌社里的宗旨，「惜字放生、戒淫杀口过」，这好，就好像我们现在讲奉行五戒。文昌就是文昌帝君，结文昌社当然它里头一定是以《文昌帝君阴骘文》为主要修行的基础。《文昌帝君阴骘文》在《安士全书》前面一半，前半部就是讲的《文昌帝君阴骘文》。本文不多，这个文字比《感应篇》还少，好像大概不到一千个字。可是周安士居士的注解相当的丰富，注解成了两卷，文字是不到一千字，只有几百个字。当然结文昌社就奉行这一篇东西。惜字就是惜字纸，诸位要晓得，文以载道，文字是递传大道的工具，从前念书人对于字纸非常的爱惜，也就是尊重，绝不可以随便丢弃的，所以捡字纸，捡了以后怎么样？把它焚化。特别是在从前没有印刷术的时候，明朝我们晓得已经有印刷术了，但是那个印刷是木刻的雕板，工程相当之大，因此在那个时候的书籍，印刷的版本都相当的昂贵，绝不是普通人家能够买得起的。所以富贵家庭里头才摆几部书，普通人家哪里能够摆得起书？念书的人怎么办？念书人就抄写。所以在从前念书人，秀才念书到哪里去念？多半是到寺庙里去念，寺庙里面有藏书，不但有佛教的经典，儒家的书、道家的书，诸子百家的书，佛教寺院都有，所以一般念书人都到寺庙去念，重要的东西自己都要抄写。所以对于字纸非常尊重，惜字纸。提倡放生，戒杀、戒淫、戒妄语，这是口过。",
      "zh_TW": "他跟一些朋友們結了一個文昌社，結這個社就是做好事，從事於社會公益事業。他做什麼事情？這個文昌社裡的宗旨，「惜字放生、戒淫殺口過」，這好，就好像我們現在講奉行五戒。文昌就是文昌帝君，結文昌社當然它裡頭一定是以《文昌帝君陰騭文》為主要修行的基礎。《文昌帝君陰騭文》在《安士全書》前面一半，前半部就是講的《文昌帝君陰騭文》。本文不多，這個文字比《感應篇》還少，好像大概不到一千個字。可是周安士居士的註解相當的豐富，註解成了兩卷，文字是不到一千字，只有幾百個字。當然結文昌社就奉行這一篇東西。惜字就是惜字紙，諸位要曉得，文以載道，文字是遞傳大道的工具，從前念書人對於字紙非常的愛惜，也就是尊重，絕不可以隨便丟棄的，所以撿字紙，撿了以後怎麼樣？把它焚化。特別是在從前沒有印刷術的時候，明朝我們曉得已經有印刷術了，但是那個印刷是木刻的雕板，工程相當之大，因此在那個時候的書籍，印刷的版本都相當的昂貴，絕不是普通人家能夠買得起的。所以富貴家庭裡頭才擺幾部書，普通人家哪裡能夠擺得起書？念書的人怎麼辦？念書人就抄寫。所以在從前念書人，秀才念書到哪裡去念？多半是到寺廟裡去念，寺廟裡面有藏書，不但有佛教的經典，儒家的書、道家的書，諸子百家的書，佛教寺院都有，所以一般念書人都到寺廟去念，重要的東西自己都要抄寫。所以對於字紙非常尊重，惜字紙。提倡放生，戒殺、戒淫、戒妄語，這是口過。"
    },
    {
      "id": "19-001-0010_p0012",
      "zh_CN": "「行之有年」，他提倡照这个方法来做，做了不少年。可是每年去参加考试，秀才去考举人，参加过七次，都没有考中，都落榜。生了五个儿子，四个儿子夭折，第三个儿子很聪明，可是在八岁那一年失踪了，不晓得哪里去了。你看五个儿子，四个死了，一个失踪了。自己是个念书人，还天天行善做好事，结果得到这样的果报。他自己反省没有什么大过失，为什么老天爷对他的果报这样的惨烈？所以觉得很不公平。到四十岁了，你看，「年四十外」，四十多岁了，每年过年腊月终了的时候，他总要写一个疏文，到灶神面前祷告祷告。灶神爷，俗话常讲，「上天奏好事，下地保平安」，灶神旁边一副对联，大江南北你去看，家家灶神都是用这个对联。所以就是腊月三十祭灶的时候，用疏文求灶神爷，把他自己的行谊报告给上天，自己没有做什么坏事，都是做的好事，为什么老天爷给他这样的果报？年年都是这样上疏，好几年也没有感应。到四十七岁这一年有了感应，这一年除夕，你看太太是因为想念她的儿女，天天哭，眼睛都哭瞎了，五个儿子都没有了，还有一个女儿，一家真是孤苦伶仃，三个人。除夕这一天，「举室萧然，凄凉相吊」。",
      "zh_TW": "「行之有年」，他提倡照這個方法來做，做了不少年。可是每年去參加考試，秀才去考舉人，參加過七次，都沒有考中，都落榜。生了五個兒子，四個兒子夭折，第三個兒子很聰明，可是在八歲那一年失蹤了，不曉得哪裡去了。你看五個兒子，四個死了，一個失蹤了。自己是個念書人，還天天行善做好事，結果得到這樣的果報。他自己反省沒有什麼大過失，為什麼老天爺對他的果報這樣的慘烈？所以覺得很不公平。到四十歲了，你看，「年四十外」，四十多歲了，每年過年臘月終了的時候，他總要寫一個疏文，到灶神面前禱告禱告。灶神爺，俗話常講，「上天奏好事，下地保平安」，灶神旁邊一副對聯，大江南北你去看，家家灶神都是用這個對聯。所以就是臘月三十祭灶的時候，用疏文求灶神爺，把他自己的行誼報告給上天，自己沒有做什麼壞事，都是做的好事，為什麼老天爺給他這樣的果報？年年都是這樣上疏，好幾年也沒有感應。到四十七歲這一年有了感應，這一年除夕，你看太太是因為想念她的兒女，天天哭，眼睛都哭瞎了，五個兒子都沒有了，還有一個女兒，一家真是孤苦伶仃，三個人。除夕這一天，「舉室蕭然，淒涼相弔」。"
    },
    {
      "id": "19-001-0010_p0013",
      "zh_CN": "在这个时候，听到有人敲门，他就去开门，看到有一个人进来。这个人自己称他姓张，实际上这就是灶神爷，他说他是从远道回来的，当然他是从天上回来的，真正是远道，听你在这里愁眉苦脸在叹息，我特地来安慰你。俞净意一听他说这几句话，晓得这个人不是个普通人，普通人怎么能知道他心里的事情，怎么能知道他家庭的情况？所以他对他就很有礼貌，就告诉他，生平读书行善，积行，年年都做好事，一直到今天，「功名不遂，妻子不全，衣食不继」。并且告诉他，每一年在灶神爷神像面前焚烧疏表，而且把他的疏文念给张先生听。张先生说，你也不要念了，你家的事情我知道得很清楚，你说你自己没有什么过失，灶神爷跟他讲，你的意恶太重了。这个几句我念一念，诸位要好好的把它记住。「君意恶太重，专务虚名，满纸怨尤，渎陈上帝，恐受罚不止此也」，这个几句话很重要。你所做的那个善是表面的善，不是真心真意在积善，干外表的事情，你奏疏内容句句都是怨天尤人，这种奏疏是亵渎上帝，恐怕上帝给你的惩罚还不只于你现在这个状况。他听了之后大吃一惊，这真是当头一棒，你还以为你自己做了多少好事。",
      "zh_TW": "在這個時候，聽到有人敲門，他就去開門，看到有一個人進來。這個人自己稱他姓張，實際上這就是灶神爺，他說他是從遠道回來的，當然他是從天上回來的，真正是遠道，聽你在這裡愁眉苦臉在嘆息，我特地來安慰你。俞淨意一聽他說這幾句話，曉得這個人不是個普通人，普通人怎麼能知道他心裡的事情，怎麼能知道他家庭的情況？所以他對他就很有禮貌，就告訴他，生平讀書行善，積行，年年都做好事，一直到今天，「功名不遂，妻子不全，衣食不繼」。並且告訴他，每一年在灶神爺神像面前焚燒疏表，而且把他的疏文念給張先生聽。張先生說，你也不要念了，你家的事情我知道得很清楚，你說你自己沒有什麼過失，灶神爺跟他講，你的意惡太重了。這個幾句我念一念，諸位要好好的把它記住。「君意惡太重，專務虛名，滿紙怨尤，瀆陳上帝，恐受罰不止此也」，這個幾句話很重要。你所做的那個善是表面的善，不是真心真意在積善，幹外表的事情，你奏疏內容句句都是怨天尤人，這種奏疏是褻瀆上帝，恐怕上帝給你的懲罰還不只於你現在這個狀況。他聽了之後大吃一驚，這真是當頭一棒，你還以為你自己做了多少好事。"
    },
    {
      "id": "19-001-0010_p0014",
      "zh_CN": "他就说了，冥冥之中，有一点好事都有鬼神在那里记录下来，他说我「誓行善事，恪奉规条久矣」，难到我这都是虚名吗？张先生给他举出来，好，你说惜字，就以这一条来说，你自己的学生，你的徒弟，就是他教的学生，以及你一些朋友，还拿这些书文旧册去糊窗子、去包东西，甚至于拿去擦桌子，擦完之后再拿去说这个字纸不可以随便丢弃，再拿去烧掉，这个已经就做错了。敬惜字纸怎么可以拿字纸去擦桌子？怎么可以拿字纸去糊窗子？这一点诸位要晓得，从前在大陆上这个窗户不是玻璃窗，是纸窗，用字纸去糊窗这就是不敬，这个事情太多太多了，拿字纸去包东西这个更是常见的事情。现在诸位要特别注意到，报纸不能包东西，为什么不能包东西？尤其不能包吃的东西，油墨里头含的有毒素，你要常常用报纸包吃的东西的时候，容易中毒，那个事情麻烦大了。从前那个包东西你吃，吃了也没关系，为什么？以前印刷的那个东西是松烟，就是墨，墨也是用松烟、用胶做的，可以吃。所以从前墨可以治病，在中医里头墨可以做药用，所以可以吃的，不像现在，现在这个墨是用化学做的，这个就很难讲，我们古时候这个墨用松烟做的，所以没有毒。以前的纸都是棉纸、宣纸、毛边纸，它的性质是软的，擦桌子好擦，现在你要拿个报纸擦东西你不愿意擦，为什么？太硬了，不好擦，以前的纸张是软的。所以这一条，你看看，你自己说的惜字，实际上没做到。",
      "zh_TW": "他就說了，冥冥之中，有一點好事都有鬼神在那裡記錄下來，他說我「誓行善事，恪奉規條久矣」，難到我這都是虛名嗎？張先生給他舉出來，好，你說惜字，就以這一條來說，你自己的學生，你的徒弟，就是他教的學生，以及你一些朋友，還拿這些書文舊冊去糊窗子、去包東西，甚至於拿去擦桌子，擦完之後再拿去說這個字紙不可以隨便丟棄，再拿去燒掉，這個已經就做錯了。敬惜字紙怎麼可以拿字紙去擦桌子？怎麼可以拿字紙去糊窗子？這一點諸位要曉得，從前在大陸上這個窗戶不是玻璃窗，是紙窗，用字紙去糊窗這就是不敬，這個事情太多太多了，拿字紙去包東西這個更是常見的事情。現在諸位要特別注意到，報紙不能包東西，為什麼不能包東西？尤其不能包吃的東西，油墨裡頭含的有毒素，你要常常用報紙包吃的東西的時候，容易中毒，那個事情麻煩大了。從前那個包東西你吃，吃了也沒關係，為什麼？以前印刷的那個東西是松煙，就是墨，墨也是用松煙、用膠做的，可以吃。所以從前墨可以治病，在中醫裡頭墨可以做藥用，所以可以吃的，不像現在，現在這個墨是用化學做的，這個就很難講，我們古時候這個墨用松煙做的，所以沒有毒。以前的紙都是棉紙、宣紙、毛邊紙，它的性質是軟的，擦桌子好擦，現在你要拿個報紙擦東西你不願意擦，為什麼？太硬了，不好擦，以前的紙張是軟的。所以這一條，你看看，你自己說的惜字，實際上沒做到。"
    },
    {
      "id": "19-001-0010_p0015",
      "zh_CN": "再讲到放生，放生的时候你是「随班奔逐，因人成事」，别人不做了你也不做了，不是你主动做的，你是被动，别人发心，你随喜一下而已。而且还不是真正随喜，「其实慈悲之念，并未动于中」，这个放生是慈悲心，没有一丝毫慈悲心。你家里平常还有「虾蟹之类，亦登于庖」。讲口过，「君语言敏妙，谈者常倾倒于君。君彼时出口，心亦自知伤厚」。由此可知，意地要是不清净，身业、语业表露在外面你自己不能觉知，这是诸位要记住的。这个文相当之长，我们这个时间很少，我把重点给诸位介绍，不是重要的地方，诸位一看就明了，我就不说了。",
      "zh_TW": "再講到放生，放生的時候你是「隨班奔逐，因人成事」，別人不做了你也不做了，不是你主動做的，你是被動，別人發心，你隨喜一下而已。而且還不是真正隨喜，「其實慈悲之念，並未動於中」，這個放生是慈悲心，沒有一絲毫慈悲心。你家裡平常還有「蝦蟹之類，亦登於庖」。講口過，「君語言敏妙，談者常傾倒於君。君彼時出口，心亦自知傷厚」。由此可知，意地要是不清淨，身業、語業表露在外面你自己不能覺知，這是諸位要記住的。這個文相當之長，我們這個時間很少，我把重點給諸位介紹，不是重要的地方，諸位一看就明瞭，我就不說了。"
    },
    {
      "id": "19-001-0010_p0016",
      "zh_CN": "这个底下有几句，你每一年所焚的疏，这个疏文确实都达到上帝那里去了，而上帝对你也很关心，派的有日游使者在这里观察你的善恶，可是你这么多年来没有一桩善事可记，而只见到你是什么？只见到你「贪念、淫念、嫉妒念、褊急念、高己」，高是贡高我慢，「卑人」是瞧不起别人，「忆往期来念」，想过去、盼望将来这些念，「恩仇报复念，憧憧于胸，不可纪极」，你好事一点都没有，全都是一些恶念。像些事情我们要认真的反省，我们美其名在学佛、在修道、在修行，我们心里头有没有这些恶念？如果有这些恶念，我们所修所行的全都抵消掉了，你到哪里去求福？所以改过自新是要从心地里面去改。「此诸种种意恶，固结于中」，固结于你心中，「神注已多」，那个地方记录下来的太多太多了，「天罚日甚，君逃祸不暇，何由祈福」。这是把他真实的过恶说出来了。我们自己心里头有这些东西存在，你说忏除业障，你怎么能忏得掉？天天增长业障，你这个业障如何能消除？业障要是不除，不但障碍你的智慧，也障碍你的福报。",
      "zh_TW": "這個底下有幾句，你每一年所焚的疏，這個疏文確實都達到上帝那裡去了，而上帝對你也很關心，派的有日游使者在這裡觀察你的善惡，可是你這麼多年來沒有一樁善事可記，而只見到你是什麼？只見到你「貪念、淫念、嫉妒念、褊急念、高己」，高是貢高我慢，「卑人」是瞧不起別人，「憶往期來念」，想過去、盼望將來這些念，「恩仇報復念，憧憧於胸，不可紀極」，你好事一點都沒有，全都是一些惡念。像些事情我們要認真的反省，我們美其名在學佛、在修道、在修行，我們心裡頭有沒有這些惡念？如果有這些惡念，我們所修所行的全都抵消掉了，你到哪裡去求福？所以改過自新是要從心地裡面去改。「此諸種種意惡，固結於中」，固結於你心中，「神註已多」，那個地方記錄下來的太多太多了，「天罰日甚，君逃禍不暇，何由祈福」。這是把他真實的過惡說出來了。我們自己心裡頭有這些東西存在，你說懺除業障，你怎麼能懺得掉？天天增長業障，你這個業障如何能消除？業障要是不除，不但障礙你的智慧，也障礙你的福報。"
    },
    {
      "id": "19-001-0010_p0017",
      "zh_CN": "福德智慧，我们每个人本来这个福德智慧是与十方诸佛是一样的，无二无别，不增不减。为什么佛有那么大的福报？你们念《华严经》，毘卢遮那佛的福报，你看到了，你念《无量寿经》，念《观经》，你看阿弥陀佛的福报。我们原来跟毘卢遮那佛、阿弥陀佛没有两样，为什么今天落到这样的地步？这个事情你真正明白了，不能怨天尤人，是我们自己造的恶太多了。我们如果自己要修善修福，先要断恶，《了凡四训》里面讲的，积善之前先要改过，你要不改过，你虽修善，善积不住，一面修善一面被造恶抵消掉了。所以说你要想修福，改过是修福的基础。改过从哪里改？从心地里头改。这是完全把他心里面的过恶统统说出来。他的好处就跟了凡居士一样，他能够认罪，他还有救的地方就在此地。",
      "zh_TW": "福德智慧，我們每個人本來這個福德智慧是與十方諸佛是一樣的，無二無別，不增不減。為什麼佛有那麼大的福報？你們念《華嚴經》，毘盧遮那佛的福報，你看到了，你念《無量壽經》，念《觀經》，你看阿彌陀佛的福報。我們原來跟毘盧遮那佛、阿彌陀佛沒有兩樣，為什麼今天落到這樣的地步？這個事情你真正明白了，不能怨天尤人，是我們自己造的惡太多了。我們如果自己要修善修福，先要斷惡，《了凡四訓》裡面講的，積善之前先要改過，你要不改過，你雖修善，善積不住，一面修善一面被造惡抵消掉了。所以說你要想修福，改過是修福的基礎。改過從哪裡改？從心地裡頭改。這是完全把他心裡面的過惡統統說出來。他的好處就跟了凡居士一樣，他能夠認罪，他還有救的地方就在此地。"
    },
    {
      "id": "19-001-0010_p0018",
      "zh_CN": "有些人你跟他讲过失他不承认，他还反驳，他不认罪，那这种人无药可救，这样的人，佛菩萨、灶神爷也不会到他面前来示现，为什么？不可能，救不回来。凡是到你面前来示现，你这个人还有希望，才给你示现，才给你说你的过失。你这个人没有希望了，你有过失人家也不说你。所以诸位要知道，别人说我们过失真是瞧得起我们，还觉得我们这个人有救才说。从前袁世凯在的时候，袁世凯曾经把章太炎关在监牢里关一个月。章太炎犯了什么罪？袁世凯有过失，章太炎不说，袁世凯生气把他关了一个月，关了一个月还不说。就是说你的过失太多了，不值得我说，说了你也不会改，你就是不值得骂，还能够骂你的人还得要有资格，还值得骂，袁世凯已经不值得骂。",
      "zh_TW": "有些人你跟他講過失他不承認，他還反駁，他不認罪，那這種人無藥可救，這樣的人，佛菩薩、灶神爺也不會到他面前來示現，為什麼？不可能，救不回來。凡是到你面前來示現，你這個人還有希望，才給你示現，才給你說你的過失。你這個人沒有希望了，你有過失人家也不說你。所以諸位要知道，別人說我們過失真是瞧得起我們，還覺得我們這個人有救才說。從前袁世凱在的時候，袁世凱曾經把章太炎關在監牢裡關一個月。章太炎犯了什麼罪？袁世凱有過失，章太炎不說，袁世凱生氣把他關了一個月，關了一個月還不說。就是說你的過失太多了，不值得我說，說了你也不會改，你就是不值得罵，還能夠罵你的人還得要有資格，還值得罵，袁世凱已經不值得罵。"
    },
    {
      "id": "19-001-0010_p0019",
      "zh_CN": "我们想想看，值得灶神爷责备的人有几个？这个俞净意是值得灶神爷来教训他的，这一教训，他就回头是岸。所以他就求他救他。灶神底下这几句话就说他，这是他能够回头的地方，你读书明礼，也晓得慕善为乐，听到人家说一句好话，做一桩好事，你的心里还能生欢喜心，你的病怎么样？转眼就忘掉了，这是他的毛病，信心不坚固。所以自己平生所有的善言善行都是不真实，所以果报落得像这样的凄惨。这个果报是自作自受的，不是老天爷有意来惩罚你，是你自己感得的。",
      "zh_TW": "我們想想看，值得灶神爺責備的人有幾個？這個俞淨意是值得灶神爺來教訓他的，這一教訓，他就回頭是岸。所以他就求他救他。灶神底下這幾句話就說他，這是他能夠回頭的地方，你讀書明禮，也曉得慕善為樂，聽到人家說一句好話，做一樁好事，你的心裡還能生歡喜心，你的病怎麼樣？轉眼就忘掉了，這是他的毛病，信心不堅固。所以自己平生所有的善言善行都是不真實，所以果報落得像這樣的淒慘。這個果報是自作自受的，不是老天爺有意來懲罰你，是你自己感得的。"
    },
    {
      "id": "19-001-0010_p0020",
      "zh_CN": "下面他就教给他，等于灶神爷给他一篇开示，我们要注意到的。「君从今后」，告诉他，从今以后，「凡有贪淫、客气、妄想诸杂念，先具猛力，一切屏除，收拾干干净净，一个念头，只理会善一边去。若有力量能行的善事，不图报，不务名，不论大小难易，实实落落，耐心行去」。如果力量做不到的，「要勤勤恳恳，使此善意圆满」，这个就是教他。如果是学佛的人来讲，我们发心应当是为救度一切众生，为续佛慧命，改过自新，这样才会有感应。自己力量能达得到的，我们要尽心尽力去做，看到别人做一桩善事，我们有能力，要帮助他，这叫随喜功德。在《行愿品》里面跟诸位讲过，随喜功德不是说我心随喜就行了，力量也要达到。力量达不到，心随喜，我这个心是圆满的；力量要达到，心圆满，力也要圆满，所以说随分随力，这么样去做这才叫圆满功德。所以说是这个里头顶重要的，绝不要有一个图报的心，不可以有好名的心，今天社会常讲的知名度，你要用这种方法提高你自己的知名度，这错误的，这就是意恶。如果做一桩好事就图果报，人家要怎么样来报答我，天要怎么报答我，佛要怎么报答我，这都是意恶，这个都是过失。",
      "zh_TW": "下面他就教給他，等於灶神爺給他一篇開示，我們要注意到的。「君從今後」，告訴他，從今以後，「凡有貪淫、客氣、妄想諸雜念，先具猛力，一切屏除，收拾乾乾淨淨，一個念頭，只理會善一邊去。若有力量能行的善事，不圖報，不務名，不論大小難易，實實落落，耐心行去」。如果力量做不到的，「要勤勤懇懇，使此善意圓滿」，這個就是教他。如果是學佛的人來講，我們發心應當是為救度一切眾生，為續佛慧命，改過自新，這樣才會有感應。自己力量能達得到的，我們要盡心盡力去做，看到別人做一樁善事，我們有能力，要幫助他，這叫隨喜功德。在《行願品》裡面跟諸位講過，隨喜功德不是說我心隨喜就行了，力量也要達到。力量達不到，心隨喜，我這個心是圓滿的；力量要達到，心圓滿，力也要圓滿，所以說隨分隨力，這麼樣去做這才叫圓滿功德。所以說是這個裡頭頂重要的，絕不要有一個圖報的心，不可以有好名的心，今天社會常講的知名度，你要用這種方法提高你自己的知名度，這錯誤的，這就是意惡。如果做一樁好事就圖果報，人家要怎麼樣來報答我，天要怎麼報答我，佛要怎麼報答我，這都是意惡，這個都是過失。"
    },
    {
      "id": "19-001-0010_p0021",
      "zh_CN": "底下这个两句话很重要，第一要有忍耐心，第二要有永远心。忍耐里面就有忍辱，你要没有忍辱你什么事情都不能圆满，都不能成就。第二个就是常讲的恒心，要有长远心。「切不可自惰」，惰是懈怠懒惰，凡是有懈怠懒惰这个毛病必定是一事无成。「切不可自欺」，不要自己欺骗自己。「久久行之，自有不测效验」。这个是灶神给他的开示，这几句话非常重要。他说完之后，他到他灶下的时候忽然不见了，这他才觉悟到，这个张先生就是自己家里供养的灶神。",
      "zh_TW": "底下這個兩句話很重要，第一要有忍耐心，第二要有永遠心。忍耐裡面就有忍辱，你要沒有忍辱你什麼事情都不能圓滿，都不能成就。第二個就是常講的恆心，要有長遠心。「切不可自惰」，惰是懈怠懶惰，凡是有懈怠懶惰這個毛病必定是一事無成。「切不可自欺」，不要自己欺騙自己。「久久行之，自有不測效驗」。這個是灶神給他的開示，這幾句話非常重要。他說完之後，他到他灶下的時候忽然不見了，這他才覺悟到，這個張先生就是自己家裡供養的灶神。"
    },
    {
      "id": "19-001-0010_p0022",
      "zh_CN": "毕竟他还有一点善根，所以从这个时候起，他把他自己名字改了，号改了，改做净意道人，这个名字专门对治他的毛病，因为过去意不净，意恶。就像了凡居士遇到云谷大师，自己把名字改了，改做了凡。诸位要晓得，改名这个意义很大，因为别人一叫你，就提醒自己的警觉，俞净意人家一叫他净意先生，他马上就警觉到，我这个意太恶了，从今天起我要改过自新，是这么一个意思。所以名不是叫来好听的，是要对治自己毛病的。现在人起名字跟古时候人用心不一样，现在人起名字，名字上带的就是意恶，自己要起个好名字，还要对对笔划，算算命，看看相，哪个名字是大吉大利的，都搞错了。他从今天起真正发心改过自新，你看，「初行之日，杂念纷乘，非疑则惰」。初改的时候多困难，了凡居士初改的时候也是很难，你看俞净意刚刚真正求改过的时候也是很难。但是这个难关一定要克服，这个难关要不克服，以后真的是一事无成。起头总是困难的，古今中外没有例外的，一开头就图侥幸，就想占便宜，给诸位说，没有这个事情。",
      "zh_TW": "畢竟他還有一點善根，所以從這個時候起，他把他自己名字改了，號改了，改做淨意道人，這個名字專門對治他的毛病，因為過去意不淨，意惡。就像了凡居士遇到雲谷大師，自己把名字改了，改做了凡。諸位要曉得，改名這個意義很大，因為別人一叫你，就提醒自己的警覺，俞淨意人家一叫他淨意先生，他馬上就警覺到，我這個意太惡了，從今天起我要改過自新，是這麼一個意思。所以名不是叫來好聽的，是要對治自己毛病的。現在人起名字跟古時候人用心不一樣，現在人起名字，名字上帶的就是意惡，自己要起個好名字，還要對對筆劃，算算命，看看相，哪個名字是大吉大利的，都搞錯了。他從今天起真正發心改過自新，你看，「初行之日，雜念紛乘，非疑則惰」。初改的時候多困難，了凡居士初改的時候也是很難，你看俞淨意剛剛真正求改過的時候也是很難。但是這個難關一定要克服，這個難關要不克服，以後真的是一事無成。起頭總是困難的，古今中外沒有例外的，一開頭就圖僥倖，就想佔便宜，給諸位說，沒有這個事情。"
    },
    {
      "id": "19-001-0010_p0023",
      "zh_CN": "他自己在自己家里供奉的观音大士前面，「叩头流血，敬发誓愿，愿善念永纯，善力精进，倘有丝毫自宽，永堕地狱」。这是他在佛菩萨面前许的愿，这个愿力督促他勇猛精进，愿力来督促他。他怎么做法？底下说了，「每日清晨，虔诵大慈大悲尊号一百声，以祈阴相」，阴相就是求观世音菩萨冥冥当中加持他，怕自己懈怠堕落，求佛菩萨在暗中保佑他，目的是在此地。「从此一言一动，一念一时，皆如鬼神在旁，不敢欺肆」。为什么？灶神给他讲得清清楚楚，上帝派的神一天到晚都看着他，看你究竟做了多少善事。可见得念念之中，在在处处，的确有鬼神在监视我们。我们学佛的人说，护法神不保佑我们。护法神一天到晚都看着你，你有没有法？人家护的是法，你没有法的时候，护法神他护你干什么？护法神可不是佛菩萨，佛菩萨大慈大悲，平等心，护法神不平等，他有好恶，看到你如法修行，他欢喜，他护持你；你不如法，他就离开了，他理都不理你，你怎么巴结也巴结不上。所以你要是没有道、没有法，恶鬼恶神就跟着你了，那你的麻烦就大了，像《阿难问事佛吉凶经》里头，「恶鬼屯门」，护法神离开了，恶鬼才屯门。这个事情不是说，我不相信有这些，不相信还是有。「凡一切有济于人，有利于物者」，不管事情大小，也不管自己忙与闲，或者别人晓得不晓得，都要努力去做，这个就是他感应之由来。",
      "zh_TW": "他自己在自己家裡供奉的觀音大士前面，「叩頭流血，敬發誓願，願善念永純，善力精進，倘有絲毫自寬，永墮地獄」。這是他在佛菩薩面前許的願，這個願力督促他勇猛精進，願力來督促他。他怎麼做法？底下說了，「每日清晨，虔誦大慈大悲尊號一百聲，以祈陰相」，陰相就是求觀世音菩薩冥冥當中加持他，怕自己懈怠墮落，求佛菩薩在暗中保佑他，目的是在此地。「從此一言一動，一念一時，皆如鬼神在旁，不敢欺肆」。為什麼？灶神給他講得清清楚楚，上帝派的神一天到晚都看著他，看你究竟做了多少善事。可見得念念之中，在在處處，的確有鬼神在監視我們。我們學佛的人說，護法神不保佑我們。護法神一天到晚都看著你，你有沒有法？人家護的是法，你沒有法的時候，護法神他護你幹什麼？護法神可不是佛菩薩，佛菩薩大慈大悲，平等心，護法神不平等，他有好惡，看到你如法修行，他歡喜，他護持你；你不如法，他就離開了，他理都不理你，你怎麼巴結也巴結不上。所以你要是沒有道、沒有法，惡鬼惡神就跟著你了，那你的麻煩就大了，像《阿難問事佛吉凶經》裡頭，「惡鬼屯門」，護法神離開了，惡鬼才屯門。這個事情不是說，我不相信有這些，不相信還是有。「凡一切有濟於人，有利於物者」，不管事情大小，也不管自己忙與閒，或者別人曉得不曉得，都要努力去做，這個就是他感應之由來。"
    },
    {
      "id": "19-001-0010_p0024",
      "zh_CN": "他从此以后修学有四个重点，这四个重点我们应当要学。第一个是敦伦，第二个是勤学，第三个是守谦，第四个是忍辱。敦伦怎么讲？就是孝顺父母，尊师重道，敦睦伦常，这个是大根大本，世出世法都是建立在这个基础上。在佛法里面讲敦伦就是尊师。欧阳大师说得很好，佛法教学当中，师是第一大，世间法讲三大，这欧阳大师说的，父母大、天地大、老师大，世间法三大。所以不孝、逆天、背师叛道，跟诸位说，后来绝对不会有好结果。我们要想改恶，要想积善，要从孝亲始，要从敬天地鬼神始，要从尊师始。其次要勤学，不勤学不能发明这些道理；换句话说，敦伦尽分你就做不圆满。你有学问之后，你也得守谦，要修谦虚，决定不可以贡高我慢，你的功德才能保得住，你的福报才能保全。要学能忍辱，为什么？你与一切人相处，你自己有道、有学、有德，别人没有，你尊敬别人，别人不一定会尊敬你，你要能够忍得住。别人为什么不能敬你？因为他不学，他愚痴，他造罪业。你总不能说，我都恭敬他，他都不恭敬我，我凭什么要恭敬他？你有这一念的时候你就造罪业了，你就是意恶了。我们修的是菩提道、是佛道，他修的是六道、修的是三恶道，那怎么能跟他相比？他的起心动念、他的一切行为跟我们当然不一样，所以我们处处要能够忍、要能够让，不与一切恶人计较。这八个字就是他修学的中心，到以后就感应道交。",
      "zh_TW": "他從此以後修學有四個重點，這四個重點我們應當要學。第一個是敦倫，第二個是勤學，第三個是守謙，第四個是忍辱。敦倫怎麼講？就是孝順父母，尊師重道，敦睦倫常，這個是大根大本，世出世法都是建立在這個基礎上。在佛法裡面講敦倫就是尊師。歐陽大師說得很好，佛法教學當中，師是第一大，世間法講三大，這歐陽大師說的，父母大、天地大、老師大，世間法三大。所以不孝、逆天、背師叛道，跟諸位說，後來絕對不會有好結果。我們要想改惡，要想積善，要從孝親始，要從敬天地鬼神始，要從尊師始。其次要勤學，不勤學不能發明這些道理；換句話說，敦倫盡分你就做不圓滿。你有學問之後，你也得守謙，要修謙虛，決定不可以貢高我慢，你的功德才能保得住，你的福報才能保全。要學能忍辱，為什麼？你與一切人相處，你自己有道、有學、有德，別人沒有，你尊敬別人，別人不一定會尊敬你，你要能夠忍得住。別人為什麼不能敬你？因為他不學，他愚痴，他造罪業。你總不能說，我都恭敬他，他都不恭敬我，我憑什麼要恭敬他？你有這一念的時候你就造罪業了，你就是意惡了。我們修的是菩提道、是佛道，他修的是六道、修的是三惡道，那怎麼能跟他相比？他的起心動念、他的一切行為跟我們當然不一樣，所以我們處處要能夠忍、要能夠讓，不與一切惡人計較。這八個字就是他修學的中心，到以後就感應道交。"
    },
    {
      "id": "19-001-0010_p0025",
      "zh_CN": "你看看底下讲的，我们把这个句子念下去，「与夫因果报应之言，逢人化导，惟日不足。每月晦日，即计一月所行所言者，就灶神处为疏以告之」。一个月做一次总结帐，总反省，我这一个月当中我做了有多少善事，我说了多少好话，禀告灶神，这是报答灶神。「持之既熟」，这当然是有相当长的时间，「动即万善相随」，除非是不起心不动念，起心动念都是善。什么叫善？利益一切众生的事情，利益一切众生的思想，都是善，「静则一念不起」，意真正清净。「如是三年，年五十岁」，你看他是四十七岁遇灶神的，到五十岁，三年，人家干得勇猛，三年就收效了。你看五十岁的时候，「万历二年，甲戌会试」，这一年他考取了，马上就有感应，感应道交。天道公平，你们为什么不做？现在的人迷信，迷信科学，以为科学是万能的，错了，科学不但不是万能，科学带来的罪恶无量无边，科学带来的结果是毁灭世界，我们要把它认清楚。",
      "zh_TW": "你看看底下講的，我們把這個句子念下去，「與夫因果報應之言，逢人化導，惟日不足。每月晦日，即計一月所行所言者，就灶神處為疏以告之」。一個月做一次總結帳，總反省，我這一個月當中我做了有多少善事，我說了多少好話，稟告灶神，這是報答灶神。「持之既熟」，這當然是有相當長的時間，「動即萬善相隨」，除非是不起心不動念，起心動念都是善。什麼叫善？利益一切眾生的事情，利益一切眾生的思想，都是善，「靜則一念不起」，意真正清淨。「如是三年，年五十歲」，你看他是四十七歲遇灶神的，到五十歲，三年，人家幹得勇猛，三年就收效了。你看五十歲的時候，「萬曆二年，甲戌會試」，這一年他考取了，馬上就有感應，感應道交。天道公平，你們為什麼不做？現在的人迷信，迷信科學，以為科學是萬能的，錯了，科學不但不是萬能，科學帶來的罪惡無量無邊，科學帶來的結果是毀滅世界，我們要把它認清楚。"
    },
    {
      "id": "19-001-0010_p0026",
      "zh_CN": "就实正理，敦伦、勤学、守谦、忍辱，这是正理，永远不变的真理。什么时候我们能够做到动则万善相随，静则一念不起，诸位能够做到这两句，感应道交，有求必应。他的果报相当殊胜，他遗失的儿子，第三个儿子以后又遇到了，是走失之后被别人收养。这个小孩成年了，结果以后认出来了，认出来，这个养父也很难得，送还给他。太太眼睛瞎了，因为得到这个儿子之后，她的眼睛又好了。他中了进士之后，朝廷派他做官，他是把这个人生大道参透之后，他也不做官了，回到自己的故乡一心一意的去修善。以后这个儿子结了婚之后，他生了七个小孩，他有七个孙子。所以你看看果报不是没有，确实有果报。所以我们人生一生的际遇，吉凶祸福无不是自己造成的，如果你说是别人给你造成的，这是假的，那是冤枉的，是你自己造成的。所以我们真正是改过自新的人，修福修善的人，决定不怨天、不尤人。到动则万善随身，没有一个恶人，儒书里头所讲的「仁者无敌」，敌是什么？冤家对头，心地仁慈的人一生当中决定没有一个冤家对头，这叫无敌，没有怨敌，这才是万善随身。静的时候是一念不起，心是清净的，这样的人怎么没有福？",
      "zh_TW": "就實正理，敦倫、勤學、守謙、忍辱，這是正理，永遠不變的真理。什麼時候我們能夠做到動則萬善相隨，靜則一念不起，諸位能夠做到這兩句，感應道交，有求必應。他的果報相當殊勝，他遺失的兒子，第三個兒子以後又遇到了，是走失之後被別人收養。這個小孩成年了，結果以後認出來了，認出來，這個養父也很難得，送還給他。太太眼睛瞎了，因為得到這個兒子之後，她的眼睛又好了。他中了進士之後，朝廷派他做官，他是把這個人生大道參透之後，他也不做官了，回到自己的故鄉一心一意的去修善。以後這個兒子結了婚之後，他生了七個小孩，他有七個孫子。所以你看看果報不是沒有，確實有果報。所以我們人生一生的際遇，吉凶禍福無不是自己造成的，如果你說是別人給你造成的，這是假的，那是冤枉的，是你自己造成的。所以我們真正是改過自新的人，修福修善的人，決定不怨天、不尤人。到動則萬善隨身，沒有一個惡人，儒書裡頭所講的「仁者無敵」，敵是什麼？冤家對頭，心地仁慈的人一生當中決定沒有一個冤家對頭，這叫無敵，沒有怨敵，這才是萬善隨身。靜的時候是一念不起，心是清淨的，這樣的人怎麼沒有福？"
    }
  ]
}