{
  "doc_id": "19-001-0009",
  "title": {
    "zh_CN": "了凡四训",
    "zh_TW": "了凡四訓"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1982",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "19-001-0009",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "19-001-0009_p0001",
      "zh_CN": "请掀开经本第十八页，前一面最后一行，我们接着看，「何谓大小」，这个就是讲的善有大善、有小善，恶也有大恶、有小恶，这是我们应当要能够辨别的。他这个地方举了一个例子，举了一个公案，这个公案是我们能够信得过的，我们从这里头去体会这个道理，这是确有其人，也是确有其事，不是预言。「昔卫仲达为馆职，被摄至冥司，主者命吏呈善恶二录。比至，则恶录盈庭，其善录一轴，仅如箸而已」。这个就是所谓人间做的善恶，幽冥界的判官都有记录。这个事情说起来有很多人不相信，世间人这么多，做了个善恶的时候，哪有那么些人他哪有那些闲工夫一桩一桩给它去登记？这个事情真正是不可思议。但是有没有这回事？有这回事情。",
      "zh_TW": "請掀開經本第十八頁，前一面最後一行，我們接著看，「何謂大小」，這個就是講的善有大善、有小善，惡也有大惡、有小惡，這是我們應當要能夠辨別的。他這個地方舉了一個例子，舉了一個公案，這個公案是我們能夠信得過的，我們從這裡頭去體會這個道理，這是確有其人，也是確有其事，不是預言。「昔衛仲達為館職，被攝至冥司，主者命吏呈善惡二錄。比至，則惡錄盈庭，其善錄一軸，僅如箸而已」。這個就是所謂人間做的善惡，幽冥界的判官都有記錄。這個事情說起來有很多人不相信，世間人這麼多，做了個善惡的時候，哪有那麼些人他哪有那些閒工夫一樁一樁給它去登記？這個事情真正是不可思議。但是有沒有這回事？有這回事情。"
    },
    {
      "id": "19-001-0009_p0002",
      "zh_CN": "我在早年学佛，对这个事情也是半信半疑。朱老居士给我说过两桩事情，第一个就是讲他的老岳丈，他的岳父章太炎，这是大家晓得，民国初年的朴学大师，是真正一个有学问、有德行的人。他在世的时候就做过东岳的判官，东岳这个地位相当之高。在我们中国大陆有五岳，阎罗王底下就是五岳，这个五岳比省大，他管好几个省，差不多就相当于我们抗战期间画了个战区那个司令长官一样，一个战区他管好几个省，我们中国大陆一共就画分五个区域，就是五岳。五岳是东岳，东岳大帝那个庙在泰山，在山东的泰山，他管五、六个省。东岳大帝请他去做什么？去做判官。这个判官是什么地位？就相当于我们现在所讲的秘书长，如果说东岳大帝我们把他比作省主席，他就是省政府的秘书长。所以这个地位很高，仅次于东岳大帝，他在阴间做这么大的官。",
      "zh_TW": "我在早年學佛，對這個事情也是半信半疑。朱老居士給我說過兩樁事情，第一個就是講他的老岳丈，他的岳父章太炎，這是大家曉得，民國初年的樸學大師，是真正一個有學問、有德行的人。他在世的時候就做過東嶽的判官，東嶽這個地位相當之高。在我們中國大陸有五嶽，閻羅王底下就是五嶽，這個五嶽比省大，他管好幾個省，差不多就相當於我們抗戰期間畫了個戰區那個司令長官一樣，一個戰區他管好幾個省，我們中國大陸一共就畫分五個區域，就是五嶽。五嶽是東嶽，東嶽大帝那個廟在泰山，在山東的泰山，他管五、六個省。東嶽大帝請他去做什麼？去做判官。這個判官是什麼地位？就相當於我們現在所講的祕書長，如果說東嶽大帝我們把他比作省主席，他就是省政府的祕書長。所以這個地位很高，僅次於東嶽大帝，他在陰間做這麼大的官。"
    },
    {
      "id": "19-001-0009_p0003",
      "zh_CN": "他做官的时候，人是个活人，白天在阳间里处理一些事情，晚上要到阴曹地府去办公，人也相当的疲倦，没得休息，日夜都要上班。去怎么去的？每天晚上黄昏的时候，吃了晚饭以后，他就晓得时间快到了，就有两个小鬼牵着一匹马来接他，每天晚上来接，到第二天早晨差不多鸡叫的时候，就把他送回来。他就见了许多的事情，所以有些好的朋友在一起玩的时候，他就说他所判的案子，见的这个事情，的确如此。人家就问他，说你做这个判官你有没有薪水？他说有，他说那个有我没得用处，拿到阳间来没用处，有薪水。也有饮食，那个饮食东岳大帝都叫他不要吃，那是饿鬼道的，叫他不要吃。",
      "zh_TW": "他做官的時候，人是個活人，白天在陽間裡處理一些事情，晚上要到陰曹地府去辦公，人也相當的疲倦，沒得休息，日夜都要上班。去怎麼去的？每天晚上黃昏的時候，吃了晚飯以後，他就曉得時間快到了，就有兩個小鬼牽著一匹馬來接他，每天晚上來接，到第二天早晨差不多雞叫的時候，就把他送回來。他就見了許多的事情，所以有些好的朋友在一起玩的時候，他就說他所判的案子，見的這個事情，的確如此。人家就問他，說你做這個判官你有沒有薪水？他說有，他說那個有我沒得用處，拿到陽間來沒用處，有薪水。也有飲食，那個飲食東嶽大帝都叫他不要吃，那是餓鬼道的，叫他不要吃。"
    },
    {
      "id": "19-001-0009_p0004",
      "zh_CN": "他说奇怪的事情，我们阳间很多言语不通，譬如南方跟北方人讲话就不通，讲国语的，本省同胞有不懂国语的，还得用台语翻译，外国人跟中国人言语更不通了，他说到阴间好像都通了，各人说各人的方言，彼此好像都听得懂，这是个很奇怪的事情。譬如跟美国人交谈，他说的是美国话，不是说中国话，他说的我们听得懂，我们说的是中国话，并不是说美国话，他也听得懂，这个语言没有障碍。譬如外国人也有很多在中国死的，也要经过他那个地方。他见过很多这些奇奇怪怪的事情，常常每天把他办公看到的那些事情都给大家说。",
      "zh_TW": "他說奇怪的事情，我們陽間很多言語不通，譬如南方跟北方人講話就不通，講國語的，本省同胞有不懂國語的，還得用台語翻譯，外國人跟中國人言語更不通了，他說到陰間好像都通了，各人說各人的方言，彼此好像都聽得懂，這是個很奇怪的事情。譬如跟美國人交談，他說的是美國話，不是說中國話，他說的我們聽得懂，我們說的是中國話，並不是說美國話，他也聽得懂，這個語言沒有障礙。譬如外國人也有很多在中國死的，也要經過他那個地方。他見過很多這些奇奇怪怪的事情，常常每天把他辦公看到的那些事情都給大家說。"
    },
    {
      "id": "19-001-0009_p0005",
      "zh_CN": "鬼的寿命是长，我们在经上看到，没听说过，他给我们讲的时候是说出来了，他说他曾经在东岳大帝那个地方见过有宋朝的人、唐朝的人，还在鬼道，他都认识，因为什么？从前念他的文章，念多了。这个都是鬼里头年岁比较大的，愈是往古时候去那就愈少，像唐、宋、元、明这些鬼还是很多，在我们历史记载的那些人，确实有不少都在鬼道，他都见到过。有一次他试验了一下，他说天天上班很累，有一天就告个假，就用黄纸写个请假条，到下午的时候他在门口就把它烧掉，果然那天晚上来接他的小鬼就没有来，准了他一天假。很有趣味的，这个事情是千真万确的，朱镜宙老居士讲他老岳丈的事情。",
      "zh_TW": "鬼的壽命是長，我們在經上看到，沒聽說過，他給我們講的時候是說出來了，他說他曾經在東嶽大帝那個地方見過有宋朝的人、唐朝的人，還在鬼道，他都認識，因為什麼？從前念他的文章，念多了。這個都是鬼裡頭年歲比較大的，愈是往古時候去那就愈少，像唐、宋、元、明這些鬼還是很多，在我們歷史記載的那些人，確實有不少都在鬼道，他都見到過。有一次他試驗了一下，他說天天上班很累，有一天就告個假，就用黃紙寫個請假條，到下午的時候他在門口就把它燒掉，果然那天晚上來接他的小鬼就沒有來，准了他一天假。很有趣味的，這個事情是千真萬確的，朱鏡宙老居士講他老岳丈的事情。"
    },
    {
      "id": "19-001-0009_p0006",
      "zh_CN": "他说判官里头生死簿记的这个善恶的确有，不是假的，他所记录的也不是随便给你记录，他不敢，是你造作的有善恶，他给你记录下来，等于说那一边留的有资料。因此古人常讲「举头三尺有神明」，你作善作恶，你不要怕人家不晓得，幽冥之中这些鬼神，管闲事的鬼神，都给你记录下来了，是一笔都不漏的，往往你自己有，忘记掉的，一想，真的，他那里记载的有。他跟我讲的故事很多很多，他经历的这些事情，年岁大，经历得多，将来有时间我讲给你们听，很有趣味，那都是千真万确的事实。",
      "zh_TW": "他說判官裡頭生死簿記的這個善惡的確有，不是假的，他所記錄的也不是隨便給你記錄，他不敢，是你造作的有善惡，他給你記錄下來，等於說那一邊留的有資料。因此古人常講「舉頭三尺有神明」，你作善作惡，你不要怕人家不曉得，幽冥之中這些鬼神，管閒事的鬼神，都給你記錄下來了，是一筆都不漏的，往往你自己有，忘記掉的，一想，真的，他那裡記載的有。他跟我講的故事很多很多，他經歷的這些事情，年歲大，經歷得多，將來有時間我講給你們聽，很有趣味，那都是千真萬確的事實。"
    },
    {
      "id": "19-001-0009_p0007",
      "zh_CN": "这个就是把他善恶的记录档案调出来，看看这个人他一生造的善恶有多少。一看记载善的那个本子大概只有一张纸，卷起来，你看看，仅如箸，箸是什么？吃饭的筷子，筷子你想想看一点点，一张纸卷起来的，就那么一张，一纸。而他做的这个恶，把那个本子堆起来堆了一大堆，在大殿里堆了一堆，全是记他的恶。恶做得多，善做得少。好了，这个冥官就叫底下的小鬼拿秤来秤一秤，来磅一磅，比重，分量是恶多善少，比一比重量，这个一比重，你看，「如箸者反重，盈庭者反轻」，他这一卷它重，放在天平上一放的时候这一卷重，这冥官心里对他就有好感。「仲达曰，某年未四十，安得过恶如是多乎」，我现在还不到四十岁，我的过失怎么会有这么多？这些事情诸位要信，不是世俗讲的，信则有，不信则无。如果说不信则无，那我都不信。信，有这个事情；不信，还是有这个事情，这个事情不是管你信不信的，确有其事。冥官就告诉他，「一念不正」，这就是恶，「不待犯也」。你要是犯了，你这个恶就大了，罪就重了。你起了一念不正的心，这个就是恶，这个恶当然也有记录，但是过轻，不是重罪。所以它虽然有那么多，都是轻，都没有什么重罪。",
      "zh_TW": "這個就是把他善惡的記錄檔案調出來，看看這個人他一生造的善惡有多少。一看記載善的那個本子大概只有一張紙，捲起來，你看看，僅如箸，箸是什麼？吃飯的筷子，筷子你想想看一點點，一張紙捲起來的，就那麼一張，一紙。而他做的這個惡，把那個本子堆起來堆了一大堆，在大殿裡堆了一堆，全是記他的惡。惡做得多，善做得少。好了，這個冥官就叫底下的小鬼拿秤來秤一秤，來磅一磅，比重，分量是惡多善少，比一比重量，這個一比重，你看，「如箸者反重，盈庭者反輕」，他這一卷它重，放在天平上一放的時候這一卷重，這冥官心裡對他就有好感。「仲達曰，某年未四十，安得過惡如是多乎」，我現在還不到四十歲，我的過失怎麼會有這麼多？這些事情諸位要信，不是世俗講的，信則有，不信則無。如果說不信則無，那我都不信。信，有這個事情；不信，還是有這個事情，這個事情不是管你信不信的，確有其事。冥官就告訴他，「一念不正」，這就是惡，「不待犯也」。你要是犯了，你這個惡就大了，罪就重了。你起了一念不正的心，這個就是惡，這個惡當然也有記錄，但是過輕，不是重罪。所以它雖然有那麼多，都是輕，都沒有什麼重罪。"
    },
    {
      "id": "19-001-0009_p0008",
      "zh_CN": "他就问了，他说这一卷是什么东西？他说怎么这一卷反而能够说是比我四十年做的过失还要重？这一卷是善，我做了些什么善事？这就再告诉他，「朝廷」，就是皇帝，说朝廷就是说皇帝，他兴趣来了，想建一个大工程，而这个工程是劳民伤财，又不是必要的，所以他就写了一个等于说是在从前叫奏章，建议、谏正皇帝最好把这个工程取消，免得劳师动众，这是一个非常好的建议。他这里讲了，「修三山石桥」，修这个工程要用多少劳工，要用多少金钱，这都是老百姓的血汗。这个朝廷能省应该要省掉，不能省的，那是需要做的，所以为政总是要多替老百姓着想。这个就是他给皇帝上疏的稿子。",
      "zh_TW": "他就問了，他說這一卷是什麼東西？他說怎麼這一卷反而能夠說是比我四十年做的過失還要重？這一卷是善，我做了些什麼善事？這就再告訴他，「朝廷」，就是皇帝，說朝廷就是說皇帝，他興趣來了，想建一個大工程，而這個工程是勞民傷財，又不是必要的，所以他就寫了一個等於說是在從前叫奏章，建議、諫正皇帝最好把這個工程取消，免得勞師動眾，這是一個非常好的建議。他這裡講了，「修三山石橋」，修這個工程要用多少勞工，要用多少金錢，這都是老百姓的血汗。這個朝廷能省應該要省掉，不能省的，那是需要做的，所以為政總是要多替老百姓著想。這個就是他給皇帝上疏的稿子。"
    },
    {
      "id": "19-001-0009_p0009",
      "zh_CN": "仲达说了，我虽然有这个意见进给朝廷，但是皇帝没有采纳，皇帝还是兴这个工程，我虽然建议，没有被采纳，难道这一个念头就有这么大的功德吗？这个冥官就跟他说了，朝廷虽然不从，你这个一念，这个念头，是叫大众得福，这一念不是为你自己，是为老百姓着想的。他说如果要是皇帝接受你的意见，采纳了，你这个善更大了。虽然没有采纳，这个善已经就不小了，足可以抵他盈庭之过。所以诸位想想这一点，再想想了凡居士前面所讲的，他做县长的时候，把田赋降低了一些，这一县的老百姓都受福，都得他的好处，这一举就不只做一万条善事，你看这个地方看你相信了。所以你要是为天下百姓着想，这一念善，这个善的功德太大太大了。",
      "zh_TW": "仲達說了，我雖然有這個意見進給朝廷，但是皇帝沒有採納，皇帝還是興這個工程，我雖然建議，沒有被採納，難道這一個念頭就有這麼大的功德嗎？這個冥官就跟他說了，朝廷雖然不從，你這個一念，這個念頭，是叫大眾得福，這一念不是為你自己，是為老百姓著想的。他說如果要是皇帝接受你的意見，採納了，你這個善更大了。雖然沒有採納，這個善已經就不小了，足可以抵他盈庭之過。所以諸位想想這一點，再想想了凡居士前面所講的，他做縣長的時候，把田賦降低了一些，這一縣的老百姓都受福，都得他的好處，這一舉就不只做一萬條善事，你看這個地方看你相信了。所以你要是為天下百姓著想，這一念善，這個善的功德太大太大了。"
    },
    {
      "id": "19-001-0009_p0010",
      "zh_CN": "「故志在天下国家，则善虽少而大。茍在一身，虽多亦小」，这是讲善的大小，你看为善大小由我们自己心量上来说的，不是在事，都是讲的一个心。学佛的人是念念为大家着想，不可以为自己着想，为自己舍命，这个命值什么？学道的人看这个命就跟看衣服一样，舍身受身，在六道里头就跟换一件衣服、脱一件衣服一样，这算什么？这个衣服脏了，你晓得脱下来换一件新的，修道的人舍身就这么容易，一点都不难。所以《行愿品》里举的菩萨修难行苦行、舍身喂虎、割肉喂鸽子，他做得到，他晓得这个身是假的，这个肉身是假的，不是自己，何必要去珍惜它？应当舍的时候就得要舍，为大众而舍，这是应当舍的；为自己一个人舍，这个是不值得的，为大众舍身这是对的，应当的，这是修的菩萨行。",
      "zh_TW": "「故志在天下國家，則善雖少而大。茍在一身，雖多亦小」，這是講善的大小，你看為善大小由我們自己心量上來說的，不是在事，都是講的一個心。學佛的人是念念為大家著想，不可以為自己著想，為自己捨命，這個命值什麼？學道的人看這個命就跟看衣服一樣，捨身受身，在六道裡頭就跟換一件衣服、脫一件衣服一樣，這算什麼？這個衣服髒了，你曉得脫下來換一件新的，修道的人捨身就這麼容易，一點都不難。所以《行願品》裡舉的菩薩修難行苦行、捨身餵虎、割肉餵鴿子，他做得到，他曉得這個身是假的，這個肉身是假的，不是自己，何必要去珍惜它？應當捨的時候就得要捨，為大眾而捨，這是應當捨的；為自己一個人捨，這個是不值得的，為大眾捨身這是對的，應當的，這是修的菩薩行。"
    },
    {
      "id": "19-001-0009_p0011",
      "zh_CN": "下面再说难易，什么叫难、什么叫易？「先儒谓克己须从难克处克将去」，这是一个大原则。所以说我们要对治自己的毛病，首先要晓得自己哪一种毛病最大，先从这一点去对治。譬如说我的毛病在贪财，你就先从贪财这一点下手，如果你好名，你就先从好名这里断。首先要晓得自己病根之所在，病当然很多，不只一种，哪一条最重，重的先治，重的是要命，先治最重的，然后再治那个比较轻的，不甚重要的，再对治那些。跟我们身上有病治病是相仿佛的，我们身有病了，也得看哪一种病最重，先要对治那一种。「夫子论为仁，亦曰先难」，这是举个例子来说。",
      "zh_TW": "下面再說難易，什麼叫難、什麼叫易？「先儒謂克己須從難克處克將去」，這是一個大原則。所以說我們要對治自己的毛病，首先要曉得自己哪一種毛病最大，先從這一點去對治。譬如說我的毛病在貪財，你就先從貪財這一點下手，如果你好名，你就先從好名這裡斷。首先要曉得自己病根之所在，病當然很多，不只一種，哪一條最重，重的先治，重的是要命，先治最重的，然後再治那個比較輕的，不甚重要的，再對治那些。跟我們身上有病治病是相彷彿的，我們身有病了，也得看哪一種病最重，先要對治那一種。「夫子論為仁，亦曰先難」，這是舉個例子來說。"
    },
    {
      "id": "19-001-0009_p0012",
      "zh_CN": "底下这就是举一些事实，我们看看人家修善是怎么个修法。「必如」，必是必须，必定要像江西舒翁，「舍二年仅得之束修，代偿官银」。这是一个穷教书的先生，束修就是学生对他的供养，很有限，两年的供养他能够舍掉，能够帮助别人，这不简单，这是难行能行，这个为善是难，保全人的夫妇。「与邯郸张翁，舍十年所积之钱，代完赎银，而活人妻子」，十年的积蓄，为了要救人全布施了，全舍了，发的是真心。这是我们讲的真是见义勇为，这个是难行，「皆所谓难舍处能舍也」。「如镇江靳翁，虽年老无子，不忍以幼女为妾，而还之邻」，这是难忍处能忍。「故天降之福亦厚」，这个福都是自己修得的。",
      "zh_TW": "底下這就是舉一些事實，我們看看人家修善是怎麼個修法。「必如」，必是必須，必定要像江西舒翁，「捨二年僅得之束修，代償官銀」。這是一個窮教書的先生，束修就是學生對他的供養，很有限，兩年的供養他能夠捨掉，能夠幫助別人，這不簡單，這是難行能行，這個為善是難，保全人的夫婦。「與邯鄲張翁，捨十年所積之錢，代完贖銀，而活人妻子」，十年的積蓄，為了要救人全布施了，全捨了，發的是真心。這是我們講的真是見義勇為，這個是難行，「皆所謂難捨處能捨也」。「如鎮江靳翁，雖年老無子，不忍以幼女為妾，而還之鄰」，這是難忍處能忍。「故天降之福亦厚」，這個福都是自己修得的。"
    },
    {
      "id": "19-001-0009_p0013",
      "zh_CN": "「凡有财有势者，其立德皆易」，自己有钱、有地位，很容易做善事，他不做，这是自暴自弃。清贫之人做福难，他的力量很有限，难他能够做，这是难能可贵。这是我们要晓得，我们应当要学习的。真正有钱有势的人修福，可以说很不容易看到他修一个圆满的福，都是修的一半的福，要说一半已经是恭维他了，恐怕他修的福百分之二、三而已。虽然出了许多财力，他得的福报也不过就是百分之二、三，我看十分之一都得不到。为什么？没有恭敬心，做了一点福贡高我慢。譬如寺院里面，他要是拿个几百万、几千万建了一个大殿，这个大殿是他舍的，他到这个地方来作威作福，到了那里上座一坐，还得许多出家人来侍候他，觉得他是功德主，你们出的那点财力那算什么，这就把福报全都折光了。那个贫穷人在这里出个一点钱，诚心诚意，谦虚恭敬，所以他的福圆满，富贵之人修福很难修一个圆满的。上面是举出这七个例子。",
      "zh_TW": "「凡有財有勢者，其立德皆易」，自己有錢、有地位，很容易做善事，他不做，這是自暴自棄。清貧之人做福難，他的力量很有限，難他能夠做，這是難能可貴。這是我們要曉得，我們應當要學習的。真正有錢有勢的人修福，可以說很不容易看到他修一個圓滿的福，都是修的一半的福，要說一半已經是恭維他了，恐怕他修的福百分之二、三而已。雖然出了許多財力，他得的福報也不過就是百分之二、三，我看十分之一都得不到。為什麼？沒有恭敬心，做了一點福貢高我慢。譬如寺院裡面，他要是拿個幾百萬、幾千萬建了一個大殿，這個大殿是他捨的，他到這個地方來作威作福，到了那裡上座一坐，還得許多出家人來侍候他，覺得他是功德主，你們出的那點財力那算什麼，這就把福報全都折光了。那個貧窮人在這裡出個一點錢，誠心誠意，謙虛恭敬，所以他的福圓滿，富貴之人修福很難修一個圓滿的。上面是舉出這七個例子。"
    },
    {
      "id": "19-001-0009_p0014",
      "zh_CN": "「随缘济众，其类至繁」，太多太多了，不胜枚举，可是我们自己要觉悟、要明了。「约言其纲，大约有十。第一与人为善」，这个十条大纲我们要好好的把它记住，纵不能背全文，这几个重要的句子一定要把它背熟，这里提出十条，这是我们应当要做的。「第一、与人为善。第二、爱敬存心。第三、成人之美。第四、劝人为善。第五、救人危急。第六、兴建大利。第七、舍财作福。第八、护持正法。第九、敬重尊长。第十、爱惜物命」。向下这十条每一条都有说明。",
      "zh_TW": "「隨緣濟眾，其類至繁」，太多太多了，不勝枚舉，可是我們自己要覺悟、要明瞭。「約言其綱，大約有十。第一與人為善」，這個十條大綱我們要好好的把它記住，縱不能背全文，這幾個重要的句子一定要把它背熟，這裡提出十條，這是我們應當要做的。「第一、與人為善。第二、愛敬存心。第三、成人之美。第四、勸人為善。第五、救人危急。第六、興建大利。第七、捨財作福。第八、護持正法。第九、敬重尊長。第十、愛惜物命」。向下這十條每一條都有說明。"
    },
    {
      "id": "19-001-0009_p0015",
      "zh_CN": "我们看第一条，「何谓与人为善」，此地他也举了几个例子，说过去舜在「雷泽」，这是个地方，小注里头有，「见渔者」，渔就是现在的渔民，打鱼的，「皆取深潭厚泽，而老弱则渔于急流浅滩之中，恻然哀之，往而渔焉。见争者，皆匿其过而不谈。见有让者，则揄扬而取法之。朞年，皆以深潭厚泽相让矣」。舜王这是以身教，打鱼的，年轻力壮的人找好地方，年老衰的争不过他，在浅滩，浅滩的鱼少，深潭鱼多，他看到这个样子，对老年人怜悯，年轻人横行霸道，这是作恶。你看他的感化，他也到了个浅处，他也是个年轻人，跟那些老人在一块，看到别人有过失，一句话不说；见到别人有好处，他就赞叹。过了一年，这些年轻人都被他感化了，彼此大家不争了，个个都相让了。这是怎么样教人为善。教人为善自己要做出一个榜样给人看，时间久了，自然就感动人，别人自然就效法，就见到了。",
      "zh_TW": "我們看第一條，「何謂與人為善」，此地他也舉了幾個例子，說過去舜在「雷澤」，這是個地方，小註裡頭有，「見漁者」，漁就是現在的漁民，打魚的，「皆取深潭厚澤，而老弱則漁於急流淺灘之中，惻然哀之，往而漁焉。見爭者，皆匿其過而不談。見有讓者，則揄揚而取法之。朞年，皆以深潭厚澤相讓矣」。舜王這是以身教，打魚的，年輕力壯的人找好地方，年老衰的爭不過他，在淺灘，淺灘的魚少，深潭魚多，他看到這個樣子，對老年人憐憫，年輕人橫行霸道，這是作惡。你看他的感化，他也到了個淺處，他也是個年輕人，跟那些老人在一塊，看到別人有過失，一句話不說；見到別人有好處，他就讚歎。過了一年，這些年輕人都被他感化了，彼此大家不爭了，個個都相讓了。這是怎麼樣教人為善。教人為善自己要做出一個榜樣給人看，時間久了，自然就感動人，別人自然就效法，就見到了。"
    },
    {
      "id": "19-001-0009_p0016",
      "zh_CN": "底下有几句话很重要，「吾辈处末世」，末世这是佛法讲的末法时期，就是我们现在这个时候，这个时候是什么时候？斗争坚固的时候，是天下大乱的时候，也是最容易造恶、积恶的时候。我们今天说实在的话，什么是善、什么是恶不能辨别，分不出来，这一桩事情最可怕。我们想积善，结果所积的全是恶；想离恶，所离的统统是善，就是对于善恶分不清楚。所以诸位能够常常念《了凡四训》，至少我们眼前境界里面，什么叫真、什么叫假，什么是邪正，什么是是非，什么是善恶，你能够搞清楚了，这就是大学问，你才能远离一切祸患，才能够修积功德，你对这个搞不清楚那怎么行？绝不是凭我们自己想的，前面都给我们说过，我们凡夫认为这是恶的，圣人认为是善，我们想这个事是坏事情，圣人认为是好事情，圣人的见解与天道相同，不是我们凡情胡思乱想以自己来做标准，那不行。圣贤人以天下人为标准来着想的，不是以个人为标准，是以一切众生为标准的，从这个地方来定善恶。",
      "zh_TW": "底下有幾句話很重要，「吾輩處末世」，末世這是佛法講的末法時期，就是我們現在這個時候，這個時候是什麼時候？鬥爭堅固的時候，是天下大亂的時候，也是最容易造惡、積惡的時候。我們今天說實在的話，什麼是善、什麼是惡不能辨別，分不出來，這一樁事情最可怕。我們想積善，結果所積的全是惡；想離惡，所離的統統是善，就是對於善惡分不清楚。所以諸位能夠常常念《了凡四訓》，至少我們眼前境界裡面，什麼叫真、什麼叫假，什麼是邪正，什麼是是非，什麼是善惡，你能夠搞清楚了，這就是大學問，你才能遠離一切禍患，才能夠修積功德，你對這個搞不清楚那怎麼行？絕不是憑我們自己想的，前面都給我們說過，我們凡夫認為這是惡的，聖人認為是善，我們想這個事是壞事情，聖人認為是好事情，聖人的見解與天道相同，不是我們凡情胡思亂想以自己來做標準，那不行。聖賢人以天下人為標準來著想的，不是以個人為標準，是以一切眾生為標準的，從這個地方來定善惡。"
    },
    {
      "id": "19-001-0009_p0017",
      "zh_CN": "这个地方教诫我们，我们处在末法时期，「勿以己之长而盖人」，无论在哪一方面你要有长处，不要用你的长处去压别人。「勿以己之善而形人」，不要认为自己常常行善，去形别人之短，形别人之恶，就是说跟别人做比较，不可以。「勿以己之多能而困人」，使得别人难堪。「收敛才智，若无若虚」，这才是真正断恶修善、积功累德的修学法。「见人过失，且涵容而掩覆之」。你看我们今天这个社会，你稍稍有一点过恶，大众传播工具立刻就来采访，马上就给你宣扬，唯恐世间人不知道；你要做了好事，这些新闻记者才不来访问你。不表扬好事，表扬的是恶事，这个恶事表扬，作恶的人看到这个情形，忿恨之心只有增长，反正我做好事干什么，做好事谁知道，做恶事有什么关系，你愈表扬，我做得愈多，为什么？唯有做恶事大家才知道我，社会上鼎鼎大名，哪个不晓得？做一辈子善事，谁知道你？所以我们这个社会是鼓励人作恶，不鼓励人行善，虽然是天天讲我们要选拔好人好事，尊敬好人好事，可是我们表现所做的不是这么一桩事情。作恶的人，他做的恶多，你不说他，他心里惭愧，他难过，你说他的时候，他反而不难过了。那个作恶的人，他做了一点点小小的善事，你就赞叹他，他心里更难过。久而久之，他就改过自新了。古人用心实在是良苦。",
      "zh_TW": "這個地方教誡我們，我們處在末法時期，「勿以己之長而蓋人」，無論在哪一方面你要有長處，不要用你的長處去壓別人。「勿以己之善而形人」，不要認為自己常常行善，去形別人之短，形別人之惡，就是說跟別人做比較，不可以。「勿以己之多能而困人」，使得別人難堪。「收斂才智，若無若虛」，這才是真正斷惡修善、積功累德的修學法。「見人過失，且涵容而掩覆之」。你看我們今天這個社會，你稍稍有一點過惡，大眾傳播工具立刻就來採訪，馬上就給你宣揚，唯恐世間人不知道；你要做了好事，這些新聞記者才不來訪問你。不表揚好事，表揚的是惡事，這個惡事表揚，作惡的人看到這個情形，忿恨之心只有增長，反正我做好事幹什麼，做好事誰知道，做惡事有什麼關係，你愈表揚，我做得愈多，為什麼？唯有做惡事大家才知道我，社會上鼎鼎大名，哪個不曉得？做一輩子善事，誰知道你？所以我們這個社會是鼓勵人作惡，不鼓勵人行善，雖然是天天講我們要選拔好人好事，尊敬好人好事，可是我們表現所做的不是這麼一樁事情。作惡的人，他做的惡多，你不說他，他心裡慚愧，他難過，你說他的時候，他反而不難過了。那個作惡的人，他做了一點點小小的善事，你就讚歎他，他心裡更難過。久而久之，他就改過自新了。古人用心實在是良苦。"
    },
    {
      "id": "19-001-0009_p0018",
      "zh_CN": "如何去改变一个人？这一点我们要晓得，我们也有见到的，有些家里儿女跟父母，今天所谓讲代沟，为什么？父母看到儿女的时候，总是觉得这也做错了，那也做错了，天天就责怪他，天天责备他，所以这个儿女对父母起了反感；做了一点好事，不称赞他，这个家庭还能和睦吗？这个家庭还能兴盛吗？父母教育子女，老师教导学生，对那个顽劣的学生，实在讲，顽劣的学生把他教回头了，往往都是社会一流的人才。那个老老实实守规矩，教怎样就怎样，那是没用的人，没多大出息。人才小时候都是顽皮的，就看你会教不会教，你如何去诱导他。所以过失要能够包涵。",
      "zh_TW": "如何去改變一個人？這一點我們要曉得，我們也有見到的，有些家裡兒女跟父母，今天所謂講代溝，為什麼？父母看到兒女的時候，總是覺得這也做錯了，那也做錯了，天天就責怪他，天天責備他，所以這個兒女對父母起了反感；做了一點好事，不稱讚他，這個家庭還能和睦嗎？這個家庭還能興盛嗎？父母教育子女，老師教導學生，對那個頑劣的學生，實在講，頑劣的學生把他教回頭了，往往都是社會一流的人才。那個老老實實守規矩，教怎樣就怎樣，那是沒用的人，沒多大出息。人才小時候都是頑皮的，就看你會教不會教，你如何去誘導他。所以過失要能夠包涵。"
    },
    {
      "id": "19-001-0009_p0019",
      "zh_CN": "「一则令其可改，一则令其有所顾忌而不敢纵」，这是用心之处。「见人有微长可取，小善可录，翻然舍己而从之。且为艳称而广述之」，这就是所谓隐恶扬善，这样才能改造社会风气，表扬好人好事，希望社会上每一个人都能够向往做好人、做善事。「凡日用间，发一言，行一事，全不为自己起念，全是为物立则。此大人天下为公之度也」。这些都要把它记住的，应当要学的，我们起心动念，一切造作，要为一切大众着想，不要为自己。",
      "zh_TW": "「一則令其可改，一則令其有所顧忌而不敢縱」，這是用心之處。「見人有微長可取，小善可錄，翻然捨己而從之。且為艷稱而廣述之」，這就是所謂隱惡揚善，這樣才能改造社會風氣，表揚好人好事，希望社會上每一個人都能夠嚮往做好人、做善事。「凡日用間，發一言，行一事，全不為自己起念，全是為物立則。此大人天下為公之度也」。這些都要把它記住的，應當要學的，我們起心動念，一切造作，要為一切大眾著想，不要為自己。"
    },
    {
      "id": "19-001-0009_p0020",
      "zh_CN": "其次说，「何谓爱敬存心。君子与小人，就形迹来观，常易相混」，不容易观察，有些真正君子你看起来他像小人，有些小人装起来很像君子，从表面、从他做事都不容易看出来。凡夫与菩萨也不容易看出来，你们要不相信你念一念《四十华严》五十三参。你们念了这个书就晓得，菩萨表面跟行为简直跟我们凡夫一样，没有差别，所不一样在哪里，你看不出来，存心不一样。这里讲，「惟一点存心处，则善恶悬绝，判然如黑白之相反。故曰，君子所以异于人者，以其存心也。君子所存之心，只是爱人敬人之心」。诸位把这几句话记住，从「君子所以异于人者」到「爱人敬人之心」，这几句话好好的记住。他赞叹你是为了爱你敬你，他责备你也是为了爱你敬你，就是这一点心，犹如父母对儿女的心，只是爱心，做错了有打、有骂，别的小孩做错事情他为什么不骂他、不打他，为什么？不爱他，这个道理要晓得，不爱护他的时候，算了，随他去。",
      "zh_TW": "其次說，「何謂愛敬存心。君子與小人，就形跡來觀，常易相混」，不容易觀察，有些真正君子你看起來他像小人，有些小人裝起來很像君子，從表面、從他做事都不容易看出來。凡夫與菩薩也不容易看出來，你們要不相信你念一念《四十華嚴》五十三參。你們念了這個書就曉得，菩薩表面跟行為簡直跟我們凡夫一樣，沒有差別，所不一樣在哪裡，你看不出來，存心不一樣。這裡講，「惟一點存心處，則善惡懸絕，判然如黑白之相反。故曰，君子所以異於人者，以其存心也。君子所存之心，只是愛人敬人之心」。諸位把這幾句話記住，從「君子所以異於人者」到「愛人敬人之心」，這幾句話好好的記住。他讚歎你是為了愛你敬你，他責備你也是為了愛你敬你，就是這一點心，猶如父母對兒女的心，只是愛心，做錯了有打、有罵，別的小孩做錯事情他為什麼不罵他、不打他，為什麼？不愛他，這個道理要曉得，不愛護他的時候，算了，隨他去。"
    },
    {
      "id": "19-001-0009_p0021",
      "zh_CN": "我们在李老师那里教学，李老师凡是爱护的学生都非常严格，有打、有骂的，凡是对那个学生很客气的，那都是李老师不要的，开除掉的。开除掉是什么？天天都在一起，他的善恶是非，一切造作，老师不关心、不理会他，你自作自受，你来听经，你听多少算多少，不闻不问，这就是放弃了。真正他看中眼的学生，那就不相同，那是常常要挨骂的，有时候还要挨打的，他手上常拿扇子，拿扇子打人，挨打的。凡是挨骂最多，挨打最多的，那就是老师最喜欢的人；要对你很客气的时候，那是完了，那他根本就不教你。所以要晓得这个存心只是爱人敬人。难道老师对学生没有平等心吗？决定平等。为什么有的要教他，有的放弃不教他？这个不是老师的心，学生肯接受的，老师教他；不肯接受的，尊重他，不闻不问他，这是老师教给我们。他不能接受，你要常常说他的过失，会结冤仇，那又何必？相敬如宾，多好！保持这样一个关系，不结冤仇。能够接受的，那就要教，不教怎么样？不教对不起他。所以由此可知，老师爱人敬人之心是平等的，问题就是学生有肯接受的、有不肯接受的。有人晓得老师骂我、打我是为我好，对老师更恭敬。有的人认为老师处处找我的麻烦，他瞧不起我，他偏心，他对某人好，对我不好，他有这个心理的时候，老师就对他很客气，我对你也很好。",
      "zh_TW": "我們在李老師那裡教學，李老師凡是愛護的學生都非常嚴格，有打、有罵的，凡是對那個學生很客氣的，那都是李老師不要的，開除掉的。開除掉是什麼？天天都在一起，他的善惡是非，一切造作，老師不關心、不理會他，你自作自受，你來聽經，你聽多少算多少，不聞不問，這就是放棄了。真正他看中眼的學生，那就不相同，那是常常要挨罵的，有時候還要挨打的，他手上常拿扇子，拿扇子打人，挨打的。凡是挨罵最多，挨打最多的，那就是老師最喜歡的人；要對你很客氣的時候，那是完了，那他根本就不教你。所以要曉得這個存心只是愛人敬人。難道老師對學生沒有平等心嗎？決定平等。為什麼有的要教他，有的放棄不教他？這個不是老師的心，學生肯接受的，老師教他；不肯接受的，尊重他，不聞不問他，這是老師教給我們。他不能接受，你要常常說他的過失，會結冤仇，那又何必？相敬如賓，多好！保持這樣一個關係，不結冤仇。能夠接受的，那就要教，不教怎麼樣？不教對不起他。所以由此可知，老師愛人敬人之心是平等的，問題就是學生有肯接受的、有不肯接受的。有人曉得老師罵我、打我是為我好，對老師更恭敬。有的人認為老師處處找我的麻煩，他瞧不起我，他偏心，他對某人好，對我不好，他有這個心理的時候，老師就對他很客氣，我對你也很好。"
    },
    {
      "id": "19-001-0009_p0022",
      "zh_CN": "第三讲「何谓成人之美」。首先就是我们有能力辨别事的善恶，成人之美这是成就别人的善事，而不成人的恶事，所以这个善恶我们要把它辨别清楚。凡是善事，我们要尽心尽力的去帮助人。如果这个事情不善，人家找我们帮忙，我们要有智慧、要有巧妙的方法来推辞，不要伤他的心，这是用一种很巧妙的方法来回避。这个文里面诸位自己去看，但是这个里头有几句话是很重要，我把它念一念。「大抵人各恶其非类」，这是一个习性，可以说是中国、外国人都一样。譬如凡是同类的他就相亲，或者是同一宗，同一个族的，或者是同乡的，或者是同一国的，在外国遇到同是中国人，他就亲热起来了，在社会上，譬如说同一种嗜好的，都很容易相聚。如果是不同一类的他就排斥，譬如说是，一般人不明这个道理，基督教看到佛教，学佛的，他立刻就排斥；佛教不明道理的人，看到基督教也起了排斥的心理，这就是讲各恶其非类。这是我们应当要明白的，凡夫俗人迷惑颠倒，这是错误的观念，我们要晓得、要知道。",
      "zh_TW": "第三講「何謂成人之美」。首先就是我們有能力辨別事的善惡，成人之美這是成就別人的善事，而不成人的惡事，所以這個善惡我們要把它辨別清楚。凡是善事，我們要盡心盡力的去幫助人。如果這個事情不善，人家找我們幫忙，我們要有智慧、要有巧妙的方法來推辭，不要傷他的心，這是用一種很巧妙的方法來迴避。這個文裡面諸位自己去看，但是這個裡頭有幾句話是很重要，我把它念一念。「大抵人各惡其非類」，這是一個習性，可以說是中國、外國人都一樣。譬如凡是同類的他就相親，或者是同一宗，同一個族的，或者是同鄉的，或者是同一國的，在外國遇到同是中國人，他就親熱起來了，在社會上，譬如說同一種嗜好的，都很容易相聚。如果是不同一類的他就排斥，譬如說是，一般人不明這個道理，基督教看到佛教，學佛的，他立刻就排斥；佛教不明道理的人，看到基督教也起了排斥的心理，這就是講各惡其非類。這是我們應當要明白的，凡夫俗人迷惑顛倒，這是錯誤的觀念，我們要曉得、要知道。"
    },
    {
      "id": "19-001-0009_p0023",
      "zh_CN": "底下讲，「乡人之善者少，不善者多」。我们看看今天的社会，的确是如此。这个东西说什么？善恶这就是对立的，善人不见得会排斥恶人，恶人必定要排斥善人，这个善恶才分得出来。善人能够包容恶人，恶人不能包容善人，总得想方设法去毁谤他、去破坏他。所以这底下讲，「善人在俗，亦难自立。且毫杰铮铮，不甚修行迹，多易指摘。故善事常易败，而善人常得谤」。我们今天在这个社会上可以说到处都见到，不但在中国，在外国也一样，古今中外，的确这句话把这个事实真相都说尽了。一个读书明理的人要把这个事实看清楚，众人所谤的不见得是恶人，众人所赞叹的得看看他是不是真的好人，众人的标准很难讲，圣贤人的标准那是可以断定。一个好人，天下人都毁谤他，如果圣人赞叹他，那就跟前面讲，恶录盈庭，不如那一箸之善来得重。为什么？因为圣人的标准是正确的，俗人的标准不正确，他讲的善未必是真善，他所说的恶也未必是真恶。",
      "zh_TW": "底下講，「鄉人之善者少，不善者多」。我們看看今天的社會，的確是如此。這個東西說什麼？善惡這就是對立的，善人不見得會排斥惡人，惡人必定要排斥善人，這個善惡才分得出來。善人能夠包容惡人，惡人不能包容善人，總得想方設法去毀謗他、去破壞他。所以這底下講，「善人在俗，亦難自立。且毫傑錚錚，不甚修行跡，多易指摘。故善事常易敗，而善人常得謗」。我們今天在這個社會上可以說到處都見到，不但在中國，在外國也一樣，古今中外，的確這句話把這個事實真相都說盡了。一個讀書明理的人要把這個事實看清楚，眾人所謗的不見得是惡人，眾人所讚歎的得看看他是不是真的好人，眾人的標準很難講，聖賢人的標準那是可以斷定。一個好人，天下人都毀謗他，如果聖人讚歎他，那就跟前面講，惡錄盈庭，不如那一箸之善來得重。為什麼？因為聖人的標準是正確的，俗人的標準不正確，他講的善未必是真善，他所說的惡也未必是真惡。"
    },
    {
      "id": "19-001-0009_p0024",
      "zh_CN": "「惟仁人长者，匡直而辅翼之，其功德最宏」。这就是真正的善人，他到处受人家排挤，受人家的毁谤，一般世人知识浅者就受了影响，他对他就不尊重了，也排斥他了，这真正是个善人。换句话说，他不能发挥他教化众生的功德，这种损失是地方上的损失，是大众的损失，与他自己不相干。他自己，人家毁谤，他还要记仇，那不叫善人。人家自己心地清凉自在，一尘不染，毁誉不动心，损失是在一般的众生，不能接受他的教化，不能享他的福报。所以这个毁谤之结罪是在与众生结罪，善人绝不怪他。所以结罪在众生上结罪，这个意思前面也跟诸位讲过，我们应当要晓得。我们遇到善人，别人毁谤，我们知道他好，我们要尽力来维护他，使他能够在社会上得到大众的敬仰，他能够发挥他的长才，于地方造福，这个功德多大。",
      "zh_TW": "「惟仁人長者，匡直而輔翼之，其功德最宏」。這就是真正的善人，他到處受人家排擠，受人家的毀謗，一般世人知識淺者就受了影響，他對他就不尊重了，也排斥他了，這真正是個善人。換句話說，他不能發揮他教化眾生的功德，這種損失是地方上的損失，是大眾的損失，與他自己不相干。他自己，人家毀謗，他還要記仇，那不叫善人。人家自己心地清涼自在，一塵不染，毀譽不動心，損失是在一般的眾生，不能接受他的教化，不能享他的福報。所以這個毀謗之結罪是在與眾生結罪，善人絕不怪他。所以結罪在眾生上結罪，這個意思前面也跟諸位講過，我們應當要曉得。我們遇到善人，別人毀謗，我們知道他好，我們要盡力來維護他，使他能夠在社會上得到大眾的敬仰，他能夠發揮他的長才，於地方造福，這個功德多大。"
    },
    {
      "id": "19-001-0009_p0025",
      "zh_CN": "下面说，「何谓劝人为善」，劝善是修善里头最重要的。但是我们做劝善的工作要把环境认识清楚，也就是说看对方他有没有善根福德。有善根福德，他愿意接纳忠言，你真诚劝告他，他感激你，这个当然劝善之功立刻可以能收到。有些的时候，他没有福、没有善根，你要是说他的过失，劝他为善的时候，他对你生抱怨，在这个情形之下就要有善巧方便才能达到劝善的效果。因此劝善而不伤人的，给诸位说，最好就是讲经，这是佛说的，不是对你说的。有些人，譬如经讲完之后，有些人告诉法师，你讲的这个东西句句话都是骂我的，责备我。我说阿弥陀佛，我也不晓得你什么过失，我怎么责备你？这是佛给我们说的，我可没有胆子责备你，你要认为听了经，觉得句句话都是责备你的，那是佛菩萨责备你，我可不敢责备你。这是一个好方法，他听了之后，他自己觉悟他有过失他会改，他不会怨你，你讲的是不错，书上是这么说的，佛菩萨、圣人是这么讲的。这个方法的确是非常好，我们可以常常利用。",
      "zh_TW": "下面說，「何謂勸人為善」，勸善是修善裡頭最重要的。但是我們做勸善的工作要把環境認識清楚，也就是說看對方他有沒有善根福德。有善根福德，他願意接納忠言，你真誠勸告他，他感激你，這個當然勸善之功立刻可以能收到。有些的時候，他沒有福、沒有善根，你要是說他的過失，勸他為善的時候，他對你生抱怨，在這個情形之下就要有善巧方便才能達到勸善的效果。因此勸善而不傷人的，給諸位說，最好就是講經，這是佛說的，不是對你說的。有些人，譬如經講完之後，有些人告訴法師，你講的這個東西句句話都是罵我的，責備我。我說阿彌陀佛，我也不曉得你什麼過失，我怎麼責備你？這是佛給我們說的，我可沒有膽子責備你，你要認為聽了經，覺得句句話都是責備你的，那是佛菩薩責備你，我可不敢責備你。這是一個好方法，他聽了之後，他自己覺悟他有過失他會改，他不會怨你，你講的是不錯，書上是這麼說的，佛菩薩、聖人是這麼講的。這個方法的確是非常好，我們可以常常利用。"
    },
    {
      "id": "19-001-0009_p0026",
      "zh_CN": "底下举韩愈的几句话，「一时劝人以口，百世劝人以书。较之与人为善，虽有形迹，然对症发药，时有奇效，不可废也」。这个是很有道理，所以你们同学当中有几位发心，想给我们图书馆编个小杂志，编个小刊物，很好。这是什么？这是劝善，劝人为善。因为我们讲堂，说实在的话，我过去很喜欢玩这些东西，我编杂志搞编辑的事情是在初中三年级。我在初中三年级有我自己的刊物，有别的同学合起来，还有学校的刊物，我自己也去搞了六个刊物，也是一天忙到晚，忙得不亦乐乎。那个时候，一个是喜欢写文章，一个是喜欢上讲台，这是我要争取的，我要搞六个刊物，我的文章才能发表，我才常常写。",
      "zh_TW": "底下舉韓愈的幾句話，「一時勸人以口，百世勸人以書。較之與人為善，雖有形跡，然對症發藥，時有奇效，不可廢也」。這個是很有道理，所以你們同學當中有幾位發心，想給我們圖書館編個小雜誌，編個小刊物，很好。這是什麼？這是勸善，勸人為善。因為我們講堂，說實在的話，我過去很喜歡玩這些東西，我編雜誌搞編輯的事情是在初中三年級。我在初中三年級有我自己的刊物，有別的同學合起來，還有學校的刊物，我自己也去搞了六個刊物，也是一天忙到晚，忙得不亦樂乎。那個時候，一個是喜歡寫文章，一個是喜歡上講台，這是我要爭取的，我要搞六個刊物，我的文章才能發表，我才常常寫。"
    },
    {
      "id": "19-001-0009_p0027",
      "zh_CN": "所以我到台中去的时候，台中那个慈光杂志是我给他搞的，我到台中去看，我跟李老师建议，我说台中莲友这样多，像一个念珠一样一颗一颗都散掉，应当有个东西把它串起来。他说用什么东西？我说办个刊物。李老师说很好，你去办，那里没有人办。所以，慈光当初是我一个人搞的，最初办的时候就是八开的小型报纸，八开的刊物，半月刊。一直到我离开台中，他们以后接着办，现在发展为「明伦杂志」，当初就是慈光，就是一张小型报纸，做为莲友的通讯，就是把老师所讲的东西我们再报导，有不能来的也叫他能读到。现在年岁大了，人就懒了，同时我总是奖励这些后学，应当要学习。这个事情难不难？不难，今天要在图书馆办这个刊物，确实轻而易举，我们图书馆一个星期讲这么多东西，随便记录一点，稿子就是现成的。所以现在只有录音带流通到外面去，这是帮助他们来拷贝录音带。实际上这个小型刊物的确是有必要，这个是劝人为善最有效的工具，能够将我们所讲的内容摘要贡献给那些不能来听讲的人，同时将我们的活动报告给他，他有时间的时候他就会来参加，来参加这些活动。同时图书馆经论相当的丰富，有些人想读读不到，我们可以选择，每一期给它刊一段，他对经论里好的东西他都可以读到，他以后有兴趣了，他就会念全部的东西。所以这是无量功德，你们能发这样的心，很难得。",
      "zh_TW": "所以我到台中去的時候，台中那個慈光雜誌是我給他搞的，我到台中去看，我跟李老師建議，我說台中蓮友這樣多，像一個念珠一樣一顆一顆都散掉，應當有個東西把它串起來。他說用什麼東西？我說辦個刊物。李老師說很好，你去辦，那裡沒有人辦。所以，慈光當初是我一個人搞的，最初辦的時候就是八開的小型報紙，八開的刊物，半月刊。一直到我離開台中，他們以後接著辦，現在發展為「明倫雜誌」，當初就是慈光，就是一張小型報紙，做為蓮友的通訊，就是把老師所講的東西我們再報導，有不能來的也叫他能讀到。現在年歲大了，人就懶了，同時我總是獎勵這些後學，應當要學習。這個事情難不難？不難，今天要在圖書館辦這個刊物，確實輕而易舉，我們圖書館一個星期講這麼多東西，隨便記錄一點，稿子就是現成的。所以現在只有錄音帶流通到外面去，這是幫助他們來拷貝錄音帶。實際上這個小型刊物的確是有必要，這個是勸人為善最有效的工具，能夠將我們所講的內容摘要貢獻給那些不能來聽講的人，同時將我們的活動報告給他，他有時間的時候他就會來參加，來參加這些活動。同時圖書館經論相當的豐富，有些人想讀讀不到，我們可以選擇，每一期給它刊一段，他對經論裡好的東西他都可以讀到，他以後有興趣了，他就會念全部的東西。所以這是無量功德，你們能發這樣的心，很難得。"
    },
    {
      "id": "19-001-0009_p0028",
      "zh_CN": "「何谓救人危急」，危急这里头包括的范围非常之广大，譬如说天然之灾害，这有危急，或者有病苦了，这是危急。俗话常讲，君子救急不救贫，急是一定要救的，贫穷你要是救济他，他有依赖心了，他根本就不愿意做事情，反正有人救济，这是不应该的。所以我们要救急。对贫困的人，除非他年岁大，没有工作能力，那我们要救济他，那是急，那不是贫。年轻，体力壮，不肯做事情，没有饭吃的，这个人不值得救济他，为什么？要训练他，要给他一种谋生的能力，使他在社会上能够自立，这个才是对的，所以对这种人我们要给他法布施，而不能给他财布施。没有工作能力的人，我们要给他财布施。所以这个是要知道什么叫危急。可是诸位要想到，最危急的就是三界六道生死，这个事情第一危急，没有人晓得，大家都把这个事情疏忽掉了，我们无始劫在六道生死轮回，恶道的时间长久，三善道的时间短暂。诸位要是把《楞严经》好好的念一念，你能够真正懂得《楞严经》的意思，你就晓得自己前生从哪来的，不必问人，我前一生在哪一道，我将来会到哪一道，过去从哪里来，将来到哪里去，清清楚楚、明明白白，不必问人。这才叫是真正第一危急。",
      "zh_TW": "「何謂救人危急」，危急這裡頭包括的範圍非常之廣大，譬如說天然之災害，這有危急，或者有病苦了，這是危急。俗話常講，君子救急不救貧，急是一定要救的，貧窮你要是救濟他，他有依賴心了，他根本就不願意做事情，反正有人救濟，這是不應該的。所以我們要救急。對貧困的人，除非他年歲大，沒有工作能力，那我們要救濟他，那是急，那不是貧。年輕，體力壯，不肯做事情，沒有飯吃的，這個人不值得救濟他，為什麼？要訓練他，要給他一種謀生的能力，使他在社會上能夠自立，這個才是對的，所以對這種人我們要給他法布施，而不能給他財布施。沒有工作能力的人，我們要給他財布施。所以這個是要知道什麼叫危急。可是諸位要想到，最危急的就是三界六道生死，這個事情第一危急，沒有人曉得，大家都把這個事情疏忽掉了，我們無始劫在六道生死輪迴，惡道的時間長久，三善道的時間短暫。諸位要是把《楞嚴經》好好的念一念，你能夠真正懂得《楞嚴經》的意思，你就曉得自己前生從哪來的，不必問人，我前一生在哪一道，我將來會到哪一道，過去從哪裡來，將來到哪裡去，清清楚楚、明明白白，不必問人。這才叫是真正第一危急。"
    },
    {
      "id": "19-001-0009_p0029",
      "zh_CN": "「何谓兴建大利」，利是利益众生，最大的利益，这里头举了几个例子，「小而一乡之内，大而一邑」，一邑就是我们一个县市。「凡有利益」，这公共的利益，我们一定要发心兴建。这个地方举的水利，你像遇到水灾，水患了，如果水利工程做得好，大家能够免于水患；我们防台工作做得好，大家免于风灾，这是大利益。像我们开发交通道路，使我们工商业能够顺利的发展，老百姓的生活程度能够逐日的提高，这是大利益。最大的利益，再给诸位说，就是教育，这也是现在一般人疏忽的，只看到眼前的生活利益，看得很重，没有想到后世。我们今天这个教育虽然很普及，量上很多，很普及，质上比以前的水准不知道差多少。我这次将民国初年小学生的作文，前天贴在这个地方，你们大家都看到。那个东西不能收起来，好好的整理整理，不要贴一个长条，给它贴一个方块，或者镶个玻璃镜框，永久的挂在这个地方，叫大家看看民国初年小学生的程度，启发我们自己在国学上深入的去研讨。民国初年十一、二岁的小孩那个程度，我们难道做不到吗？我们讲聪明智慧，比那个时候的人更聪明，他们能够做得到，我们为什么做不到？我们在汉学应该讲是十倍、百倍于他，怎么连那个程度都不如？这是大善，这是大利益。",
      "zh_TW": "「何謂興建大利」，利是利益眾生，最大的利益，這裡頭舉了幾個例子，「小而一鄉之內，大而一邑」，一邑就是我們一個縣市。「凡有利益」，這公共的利益，我們一定要發心興建。這個地方舉的水利，你像遇到水災，水患了，如果水利工程做得好，大家能夠免於水患；我們防颱工作做得好，大家免於風災，這是大利益。像我們開發交通道路，使我們工商業能夠順利的發展，老百姓的生活程度能夠逐日的提高，這是大利益。最大的利益，再給諸位說，就是教育，這也是現在一般人疏忽的，只看到眼前的生活利益，看得很重，沒有想到後世。我們今天這個教育雖然很普及，量上很多，很普及，質上比以前的水準不知道差多少。我這次將民國初年小學生的作文，前天貼在這個地方，你們大家都看到。那個東西不能收起來，好好的整理整理，不要貼一個長條，給它貼一個方塊，或者鑲個玻璃鏡框，永久的掛在這個地方，叫大家看看民國初年小學生的程度，啟發我們自己在國學上深入的去研討。民國初年十一、二歲的小孩那個程度，我們難道做不到嗎？我們講聰明智慧，比那個時候的人更聰明，他們能夠做得到，我們為什麼做不到？我們在漢學應該講是十倍、百倍於他，怎麼連那個程度都不如？這是大善，這是大利益。"
    },
    {
      "id": "19-001-0009_p0030",
      "zh_CN": "我学佛之后，所以我就是提倡三个事情，三个事情响应的人很少，响应的人纵然少，也不在乎，我们的心是圆满的。第一个大善、大利益，就是佛教的正名，多少人对佛教产生误会，所以我一出家我就向中国佛教会提出来，佛教要做正名的工作，把佛教改成佛陀教育，简称佛教，脱离宗教那个圈圈，佛教才能发扬光大，叫大家知道佛陀教育不是宗教，任何宗教徒都可以接受佛陀教育。这个里头没有矛盾、没有冲突，这个是智慧的教育，给诸位说，这是大利益。如果认为是宗教，好了，别的宗教都跟你对立、排斥，他们不能学，我们想想，这个世界上有多少宗教徒，基督教、回教、天主教，可以说这些宗教徒合起来，占全世界至少也是二分之一的人，这个世界上二分之一的人对佛法不了解，把佛法排斥在门外，不肯修学它，这个损失多大，所以这个正名的工作很重要。当时中国佛教会好像也满有兴趣，为我这个建议还开了二、三次会，二、三次会开过以后就没下文，这个是给我一个很大的失望。",
      "zh_TW": "我學佛之後，所以我就是提倡三個事情，三個事情響應的人很少，響應的人縱然少，也不在乎，我們的心是圓滿的。第一個大善、大利益，就是佛教的正名，多少人對佛教產生誤會，所以我一出家我就向中國佛教會提出來，佛教要做正名的工作，把佛教改成佛陀教育，簡稱佛教，脫離宗教那個圈圈，佛教才能發揚光大，叫大家知道佛陀教育不是宗教，任何宗教徒都可以接受佛陀教育。這個裡頭沒有矛盾、沒有衝突，這個是智慧的教育，給諸位說，這是大利益。如果認為是宗教，好了，別的宗教都跟你對立、排斥，他們不能學，我們想想，這個世界上有多少宗教徒，基督教、回教、天主教，可以說這些宗教徒合起來，佔全世界至少也是二分之一的人，這個世界上二分之一的人對佛法不了解，把佛法排斥在門外，不肯修學它，這個損失多大，所以這個正名的工作很重要。當時中國佛教會好像也滿有興趣，為我這個建議還開了二、三次會，二、三次會開過以後就沒下文，這個是給我一個很大的失望。"
    },
    {
      "id": "19-001-0009_p0031",
      "zh_CN": "第二桩大事情，这是很大的利益，就是提倡孝道，孝道要在哪里提倡？提倡祭祖，就是我提倡建百姓宗祠。我们要团结，不能够分化，一家一个祠堂，不如我们整个中华民族集合建一个祠堂，一个县建一个，由县长、议会的议长来担任主祭，每一个姓的派一个代表参加陪祭；在中央国家的首都所在处这个百姓宗祠，这是由总统主祭，由国民大会主席团来陪祭，提倡孝道。大陆上祠堂全部都破坏了，没有了，共产党底下已经没有祠堂了，将来再建立，就希望一个县建一个百姓宗祠。我们没有能力，我在这里供的百姓祖先牌位，这是我们照《百家姓》写的百姓祖先牌位，我们每一年有三次祭祀，底下中元，我们祭祠，清明、冬至，我们有三次祭祖，我们祭祖不是祭自己祖先，是祭中华民族百姓祖先，跟别人的意思不一样，你孝不孝父母我都给你祭，你出不出钱我都给你祭，什么条件都没有的，我们提倡孝道。华侨所在地区，每一个地区，有华侨的地方，我们大家也建一个百姓宗祠，做为我们华侨我们中华文化发祥地，我们中国人聚会所，在这个里面教授汉学，讲解大乘佛法，这样好！",
      "zh_TW": "第二樁大事情，這是很大的利益，就是提倡孝道，孝道要在哪裡提倡？提倡祭祖，就是我提倡建百姓宗祠。我們要團結，不能夠分化，一家一個祠堂，不如我們整個中華民族集合建一個祠堂，一個縣建一個，由縣長、議會的議長來擔任主祭，每一個姓的派一個代表參加陪祭；在中央國家的首都所在處這個百姓宗祠，這是由總統主祭，由國民大會主席團來陪祭，提倡孝道。大陸上祠堂全部都破壞了，沒有了，共產黨底下已經沒有祠堂了，將來再建立，就希望一個縣建一個百姓宗祠。我們沒有能力，我在這裡供的百姓祖先牌位，這是我們照《百家姓》寫的百姓祖先牌位，我們每一年有三次祭祀，底下中元，我們祭祠，清明、冬至，我們有三次祭祖，我們祭祖不是祭自己祖先，是祭中華民族百姓祖先，跟別人的意思不一樣，你孝不孝父母我都給你祭，你出不出錢我都給你祭，什麼條件都沒有的，我們提倡孝道。華僑所在地區，每一個地區，有華僑的地方，我們大家也建一個百姓宗祠，做為我們華僑我們中華文化發祥地，我們中國人聚會所，在這個裡面教授漢學，講解大乘佛法，這樣好！"
    },
    {
      "id": "19-001-0009_p0032",
      "zh_CN": "第三桩事情，就是我提倡文言文。我是不管走到哪个地方，都要说这个三桩大事情。做不到，后来必定有人看到我这个建议，一定有同志者，留给后人去做。所以你要晓得，什么是最大的利益，这个是大利益。如果就佛法来说，建立道场是最大的利益。可是今天全世界都没有一个道场。就是这一个道场不在大小，也不在人多寡，能够像唐宋那个时代，八个钟点讲经，八个钟点念佛，跟诸位说，这叫大利。因为这个做法，你不要看它小，只有几个人，它确确实实能够把正法复兴，这是无量无边的功德，后来会影响历史。",
      "zh_TW": "第三樁事情，就是我提倡文言文。我是不管走到哪個地方，都要說這個三樁大事情。做不到，後來必定有人看到我這個建議，一定有同志者，留給後人去做。所以你要曉得，什麼是最大的利益，這個是大利益。如果就佛法來說，建立道場是最大的利益。可是今天全世界都沒有一個道場。就是這一個道場不在大小，也不在人多寡，能夠像唐宋那個時代，八個鐘點講經，八個鐘點念佛，跟諸位說，這叫大利。因為這個做法，你不要看它小，只有幾個人，它確確實實能夠把正法復興，這是無量無邊的功德，後來會影響歷史。"
    },
    {
      "id": "19-001-0009_p0033",
      "zh_CN": "底下第七，「舍财作福」。这个容易懂，就是劝我们要布施，不要把财看得太重，这个地方讲，在菩萨行门里头，「释门万行，以布施为先。所谓布施者，只是舍之一字耳」。底下是菩萨行，「达者内舍六根，外舍六尘，一切所有，无不舍者」，你能够舍你就有福了，福报都是从布施修得来的。今天享福的人过去肯舍，可是他现在享福，他又迷惑了，现在他又不肯舍了。所以说风水轮流转，富人不是永远生生世世都富，贫人不是生生世世都贫，贫人今生作福，来生做大富，大富人今天不作福，来生贫穷，风水轮流转的，天道非常公平，所以不要怨天尤人。",
      "zh_TW": "底下第七，「捨財作福」。這個容易懂，就是勸我們要布施，不要把財看得太重，這個地方講，在菩薩行門裡頭，「釋門萬行，以布施為先。所謂布施者，只是捨之一字耳」。底下是菩薩行，「達者內捨六根，外捨六塵，一切所有，無不捨者」，你能夠捨你就有福了，福報都是從布施修得來的。今天享福的人過去肯捨，可是他現在享福，他又迷惑了，現在他又不肯捨了。所以說風水輪流轉，富人不是永遠生生世世都富，貧人不是生生世世都貧，貧人今生作福，來生做大富，大富人今天不作福，來生貧窮，風水輪流轉的，天道非常公平，所以不要怨天尤人。"
    },
    {
      "id": "19-001-0009_p0034",
      "zh_CN": "底下说，「何谓护持正法」，大利，正法是最大的利，我刚才跟大家讲的，佛教的正名、提倡孝道建百姓宗祠、提倡文言文、建立正法的道场，这都是护持正法，而且是最大的利益，这个利益是无比的。我念了《了凡四训》，假如我要不能修行证果，哪一天被阎罗王抓去了，他要把我那个善恶本子去称一称，大概我那个罪恶也是盈庭，我这个善大概就一点点，可是这一点点比前面讲的还要重，虽然我的愿望都没有达到，必有影响。",
      "zh_TW": "底下說，「何謂護持正法」，大利，正法是最大的利，我剛才跟大家講的，佛教的正名、提倡孝道建百姓宗祠、提倡文言文、建立正法的道場，這都是護持正法，而且是最大的利益，這個利益是無比的。我念了《了凡四訓》，假如我要不能修行證果，哪一天被閻羅王抓去了，他要把我那個善惡本子去稱一稱，大概我那個罪惡也是盈庭，我這個善大概就一點點，可是這一點點比前面講的還要重，雖然我的願望都沒有達到，必有影響。"
    },
    {
      "id": "19-001-0009_p0035",
      "zh_CN": "你们常跟我的人晓得，知道我的个性，我是名闻利养什么都不要的，从来不给自己做宣传的，所干的事情没人晓得。可是居然有个怪事情，什么怪事情？连中华书局编的那个《当代名人录》，里头有我，这怪事。你说学历，我的学历只是高中念过一个学期，经历没有，著作没有，什么都没有，没有一样东西，怎么能够格，简直莫名其妙。你说出家人里面，像印顺法师、演培法师、南亭法师，名气也大，著作也多，有条件，我什么都没有。中华书局来找我，给了我通知，要选我做名人。我把这个东西放在一边，根本就理都不理会它，放了一个星期，后来想有道理，有个什么道理？我提倡佛教正名、建百姓宗祠、提倡文言文，都没有人响应，这是个很好的宣传工具。所以我就把这一点东西写上去了，我晓得这个东西会流传得很广，将来人家看到这个，他发心去做，功德无量，我拿它这个来做宣传工具。",
      "zh_TW": "你們常跟我的人曉得，知道我的個性，我是名聞利養什麼都不要的，從來不給自己做宣傳的，所幹的事情沒人曉得。可是居然有個怪事情，什麼怪事情？連中華書局編的那個《當代名人錄》，裡頭有我，這怪事。你說學歷，我的學歷只是高中念過一個學期，經歷沒有，著作沒有，什麼都沒有，沒有一樣東西，怎麼能夠格，簡直莫名其妙。你說出家人裡面，像印順法師、演培法師、南亭法師，名氣也大，著作也多，有條件，我什麼都沒有。中華書局來找我，給了我通知，要選我做名人。我把這個東西放在一邊，根本就理都不理會它，放了一個星期，後來想有道理，有個什麼道理？我提倡佛教正名、建百姓宗祠、提倡文言文，都沒有人響應，這是個很好的宣傳工具。所以我就把這一點東西寫上去了，我曉得這個東西會流傳得很廣，將來人家看到這個，他發心去做，功德無量，我拿它這個來做宣傳工具。"
    },
    {
      "id": "19-001-0009_p0036",
      "zh_CN": "所以我想这个里头冥冥当中有鬼神在那里响应，否则的话，无论从哪一方面讲，没有道理，哪有这种道理！这是鬼神在那个地方鬼使神差。他不晓得在哪里听到我的名字，我跟那个编辑素昧平生，根本就不认识，不知道他在哪里打听到的。他们还要经过审查，审查也没有把我这个漏掉，把它剔掉，没有剔掉，鬼使神差。所以我想，我这个想法大概还是正确的，你们现在大家人世不赞成，鬼神赞成，老天爷赞成。所以这是护持正法，我们自己尽心尽力去做，做不到，我们有这个心，有这个愿，我们处处宣扬，将来总有人继续去做，这个愿望一定会达到的。",
      "zh_TW": "所以我想這個裡頭冥冥當中有鬼神在那裡響應，否則的話，無論從哪一方面講，沒有道理，哪有這種道理！這是鬼神在那個地方鬼使神差。他不曉得在哪裡聽到我的名字，我跟那個編輯素昧平生，根本就不認識，不知道他在哪裡打聽到的。他們還要經過審查，審查也沒有把我這個漏掉，把它剔掉，沒有剔掉，鬼使神差。所以我想，我這個想法大概還是正確的，你們現在大家人世不贊成，鬼神贊成，老天爺贊成。所以這是護持正法，我們自己盡心盡力去做，做不到，我們有這個心，有這個願，我們處處宣揚，將來總有人繼續去做，這個願望一定會達到的。"
    },
    {
      "id": "19-001-0009_p0037",
      "zh_CN": "第九，「何谓敬重尊长」，这个就是提倡孝道，对于父母，对于尊长，对于社会上年岁高、德重的人，我们对他一定要礼敬，不但要礼敬，诸位还要晓得，我们要供养。如果他的经济环境不好的话，不要说这个人与我素昧生平，我不认识他，跟我没关系，那你就错了。他在社会上是一个有道德之人，他的生活有困难，你能够去供养他，浅的利益，他会教你，他会把他的学问、本事传授给你；其次，你对于这个社会风气就发生了影响，化民成俗。所以我们对于那些名教授、那些老人，我们对他应当恭敬，你们今天为什么这些人不肯教你？你不亲近他，不认识没有关系，扣扣他的门，老先生，你不认识我，我久慕你的大名，我带一点礼物来供养你。他看你对他这么尊敬，请进来坐坐谈谈，你常常来，我教你一点东西，你占便宜大了，绝不吃亏。学要求，求学，要登门去求学，这样能够造成一个社会风气，使年轻人都晓得，对于德高望重这些人能够起尊敬，晓得这种行为是好的，这是应当要提倡，这真正是积德修善。",
      "zh_TW": "第九，「何謂敬重尊長」，這個就是提倡孝道，對於父母，對於尊長，對於社會上年歲高、德重的人，我們對他一定要禮敬，不但要禮敬，諸位還要曉得，我們要供養。如果他的經濟環境不好的話，不要說這個人與我素昧生平，我不認識他，跟我沒關係，那你就錯了。他在社會上是一個有道德之人，他的生活有困難，你能夠去供養他，淺的利益，他會教你，他會把他的學問、本事傳授給你；其次，你對於這個社會風氣就發生了影響，化民成俗。所以我們對於那些名教授、那些老人，我們對他應當恭敬，你們今天為什麼這些人不肯教你？你不親近他，不認識沒有關係，扣扣他的門，老先生，你不認識我，我久慕你的大名，我帶一點禮物來供養你。他看你對他這麼尊敬，請進來坐坐談談，你常常來，我教你一點東西，你佔便宜大了，絕不吃虧。學要求，求學，要登門去求學，這樣能夠造成一個社會風氣，使年輕人都曉得，對於德高望重這些人能夠起尊敬，曉得這種行為是好的，這是應當要提倡，這真正是積德修善。"
    },
    {
      "id": "19-001-0009_p0038",
      "zh_CN": "后面这一条，「何谓爱惜物命」，这一段诸位自己去看，佛法里面讲的不杀生，菩萨不食一切众生肉，都是为了爱惜物命。物这里是指的一切动物，一切有情识的生物，我们都应当爱惜，你看看人家古人是怎么做法，我们要效法。",
      "zh_TW": "後面這一條，「何謂愛惜物命」，這一段諸位自己去看，佛法裡面講的不殺生，菩薩不食一切眾生肉，都是為了愛惜物命。物這裡是指的一切動物，一切有情識的生物，我們都應當愛惜，你看看人家古人是怎麼做法，我們要效法。"
    },
    {
      "id": "19-001-0009_p0039",
      "zh_CN": "末后这一大段是讲「谦德之效」。前面跟你讲立命的道理，然后跟你讲改造命运的方法，就是改过、积善，这两篇最重要。但是如果你没有谦德，你的过改不尽，你的善没法子积，纵有善行不能积。所以你要想过能够彻底的改得干净，善能够积得住，你就要学谦德。这个一开端引用《易经》圣人的几句话来说。「易曰，天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦」。你看看这个谦之一卦，谦是《易经》里头的一卦，《易经》我们晓得有六十四卦，每一个卦都有吉凶，一卦有六爻，每一爻都有吉凶，只是程度上有不相等。六十四卦只有一卦六爻都吉，没有凶，这一卦就叫做谦卦。所以人要学谦虚。此地的盈，注解里面说得很清楚，盈就是满，骄慢，谦是常常感觉得自己不足，盈就是常常觉得自己有余，自满自大，贡高傲慢，这个是盈之相，你看天、地、鬼、神、人都讨厌，而对谦的人都恭敬。「是故谦之一卦，六爻皆吉。书曰，满招损，谦受益」，这个书是《书经》，《尚书》。这个几句诸位要把它好好的记住，这是《易经》里头的一段，《书经》里头的两句，好好的记住，常常提醒自己要修谦德。",
      "zh_TW": "末後這一大段是講「謙德之效」。前面跟你講立命的道理，然後跟你講改造命運的方法，就是改過、積善，這兩篇最重要。但是如果你沒有謙德，你的過改不盡，你的善沒法子積，縱有善行不能積。所以你要想過能夠徹底的改得乾淨，善能夠積得住，你就要學謙德。這個一開端引用《易經》聖人的幾句話來說。「易曰，天道虧盈而益謙，地道變盈而流謙，鬼神害盈而福謙，人道惡盈而好謙」。你看看這個謙之一卦，謙是《易經》裡頭的一卦，《易經》我們曉得有六十四卦，每一個卦都有吉凶，一卦有六爻，每一爻都有吉凶，只是程度上有不相等。六十四卦只有一卦六爻都吉，沒有凶，這一卦就叫做謙卦。所以人要學謙虛。此地的盈，註解裡面說得很清楚，盈就是滿，驕慢，謙是常常感覺得自己不足，盈就是常常覺得自己有餘，自滿自大，貢高傲慢，這個是盈之相，你看天、地、鬼、神、人都討厭，而對謙的人都恭敬。「是故謙之一卦，六爻皆吉。書曰，滿招損，謙受益」，這個書是《書經》，《尚書》。這個幾句諸位要把它好好的記住，這是《易經》裡頭的一段，《書經》裡頭的兩句，好好的記住，常常提醒自己要修謙德。"
    },
    {
      "id": "19-001-0009_p0040",
      "zh_CN": "下面了凡居士举了几个人，说明谦的功德，它的效应确实能够断恶积善，它有这个功效。「予」，他说他自己，「屡同诸公应试」，他参加许多种的考试，都是结伴一同去，跟这些同学们在一起，很留意来观察人，他见的事情就很多。「每见寒士将达」，他将要成就的时候，要发达的时候，「必有一段谦光可掬」，这一句是总论，在他一生经验当中，看到这个人将要发达之前有一个预兆，这个预兆就是他有一段谦虚，谦虚光明，福相就现前。头一个举的就是丁宾，丁敬宇，敬宇是他的字，宾是他的名，就是丁敬宇这个人。这底下有注解，这是隆庆的进士，隆庆年间所中的进士，他们十几个人去参加考试，这个人年纪最少，非常的谦虚，他看到这个人这样的谦虚，就跟别的同学说，这个小年兄他今年一定会考中。",
      "zh_TW": "下面了凡居士舉了幾個人，說明謙的功德，它的效應確實能夠斷惡積善，它有這個功效。「予」，他說他自己，「屢同諸公應試」，他參加許多種的考試，都是結伴一同去，跟這些同學們在一起，很留意來觀察人，他見的事情就很多。「每見寒士將達」，他將要成就的時候，要發達的時候，「必有一段謙光可掬」，這一句是總論，在他一生經驗當中，看到這個人將要發達之前有一個預兆，這個預兆就是他有一段謙虛，謙虛光明，福相就現前。頭一個舉的就是丁賓，丁敬宇，敬宇是他的字，賓是他的名，就是丁敬宇這個人。這底下有註解，這是隆慶的進士，隆慶年間所中的進士，他們十幾個人去參加考試，這個人年紀最少，非常的謙虛，他看到這個人這樣的謙虛，就跟別的同學說，這個小年兄他今年一定會考中。"
    },
    {
      "id": "19-001-0009_p0041",
      "zh_CN": "别人就问他，为什么，你怎么晓得他会考中？他就说了，「惟谦受福」，他就讲，你看看我们十几个人当中，谦敬上来说，有哪一个人能比得上他，能够像丁敬宇这个人，他「恭敬顺承，小心谦畏」，底下说，「受侮不答，闻谤不辩」，这是了凡，这是一个有心人观察的，这是福相，他怎么会不中？所以说，「人能如此，即天地鬼神」，都要保佑他，怎么会不发达？到开榜的时候，他果然中了。这是他自己从经验当中得来的。所以我们看一个人有福没有福，你这些道理懂得之后，就能看人，而且观察人的时候绝差不到哪里去。你不晓得这个道理，所以千万不要听算命看相的，那多半都是骗人的，他的目的只是觉得，你口袋里的钱放到他的荷包里去，目的就达到了，他说的那些话不负责任。所以我们自己要学本事，自己要能观察，不但能看人，更能看自己。",
      "zh_TW": "別人就問他，為什麼，你怎麼曉得他會考中？他就說了，「惟謙受福」，他就講，你看看我們十幾個人當中，謙敬上來說，有哪一個人能比得上他，能夠像丁敬宇這個人，他「恭敬順承，小心謙畏」，底下說，「受侮不答，聞謗不辯」，這是了凡，這是一個有心人觀察的，這是福相，他怎麼會不中？所以說，「人能如此，即天地鬼神」，都要保佑他，怎麼會不發達？到開榜的時候，他果然中了。這是他自己從經驗當中得來的。所以我們看一個人有福沒有福，你這些道理懂得之後，就能看人，而且觀察人的時候絕差不到哪裡去。你不曉得這個道理，所以千萬不要聽算命看相的，那多半都是騙人的，他的目的只是覺得，你口袋裡的錢放到他的荷包裡去，目的就達到了，他說的那些話不負責任。所以我們自己要學本事，自己要能觀察，不但能看人，更能看自己。"
    },
    {
      "id": "19-001-0009_p0042",
      "zh_CN": "另外一个，「丁丑在京」，在京师也遇到有一个人，这个人叫冯开之，跟他在一起，而见到他「虚己敛容」。本来这个人跟他是相识的，他在从前小的时候跟现在不一样，他讲「大变其幼年之习」。换句话说，这个人他的福报是他一生当中修得的，年轻的时候他不是这个样子，是没有福报的样子，可是现在在京师一碰到他，跟他一相处后，跟他从前完全不一样，大变其幼年的习气。「李霁岩，直谅益友」，当时也有一个好朋友，「时面攻其非」，当面说他的过失，指责他，「但见其平怀顺受，未尝有一言相报」。在从前人家要说他过失，他马上就发脾气，不接受，但现在看这个人，人家说他的过失，他能够接受，而且他对人还能够很恭敬。了凡居士就告诉他，福有福的开始，祸有祸的先兆，这就是讲祸福要来的时候都有一个预兆。「此心果谦，天必相之」，这个相是相助，天一定会帮助你，你能够做得这样谦虚，接受别人指点你的过失，而且你能够改过，这个不容易，这是天地鬼神一定会帮助你。「兄今年决第矣」，你今年去考试一定会考中。",
      "zh_TW": "另外一個，「丁丑在京」，在京師也遇到有一個人，這個人叫馮開之，跟他在一起，而見到他「虛己斂容」。本來這個人跟他是相識的，他在從前小的時候跟現在不一樣，他講「大變其幼年之習」。換句話說，這個人他的福報是他一生當中修得的，年輕的時候他不是這個樣子，是沒有福報的樣子，可是現在在京師一碰到他，跟他一相處後，跟他從前完全不一樣，大變其幼年的習氣。「李霽巖，直諒益友」，當時也有一個好朋友，「時面攻其非」，當面說他的過失，指責他，「但見其平懷順受，未嘗有一言相報」。在從前人家要說他過失，他馬上就發脾氣，不接受，但現在看這個人，人家說他的過失，他能夠接受，而且他對人還能夠很恭敬。了凡居士就告訴他，福有福的開始，禍有禍的先兆，這就是講禍福要來的時候都有一個預兆。「此心果謙，天必相之」，這個相是相助，天一定會幫助你，你能夠做得這樣謙虛，接受別人指點你的過失，而且你能夠改過，這個不容易，這是天地鬼神一定會幫助你。「兄今年決第矣」，你今年去考試一定會考中。"
    }
  ]
}