{
  "doc_id": "02-032-0002",
  "title": {
    "zh_CN": "无量寿经菁华",
    "zh_TW": "無量壽經菁華"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "02-032-0002",
  "total_paragraphs": 59,
  "paragraphs": [
    {
      "id": "02-032-0002_p0001",
      "zh_CN": "请看讲义第一面，从第三段看起：",
      "zh_TW": "請看講義第一面，從第三段看起："
    },
    {
      "id": "02-032-0002_p0002",
      "zh_CN": "【以定慧力。降伏魔怨。】",
      "zh_TW": "【以定慧力。降伏魔怨。】"
    },
    {
      "id": "02-032-0002_p0003",
      "zh_CN": "这一句也是在我们日常生活当中，工作之中，以及应酬之中常常遇到的。『魔』就是折磨，让我们生烦恼的这些事都称之为「魔」。『怨』就如佛在经上讲的冤家，哪些是冤家？十恶冤家。十善道的反面就是十恶，身造杀、盗、淫，口：妄语、两舌、恶口、绮语，意：贪、瞋、痴，佛告诉我们这些是冤家。用什么方法来『降伏』？要用『定』，要用『慧』。这个「定慧」，正如《金刚经》上所说的『不取于相，如如不动』，不着相是慧，不动心就是定，我们用这两种方法就能够远离一切「魔怨」。",
      "zh_TW": "這一句也是在我們日常生活當中，工作之中，以及應酬之中常常遇到的。『魔』就是折磨，讓我們生煩惱的這些事都稱之為「魔」。『怨』就如佛在經上講的冤家，哪些是冤家？十惡冤家。十善道的反面就是十惡，身造殺、盜、淫，口：妄語、兩舌、惡口、綺語，意：貪、瞋、痴，佛告訴我們這些是冤家。用什麼方法來『降伏』？要用『定』，要用『慧』。這個「定慧」，正如《金剛經》上所說的『不取於相，如如不動』，不著相是慧，不動心就是定，我們用這兩種方法就能夠遠離一切「魔怨」。"
    },
    {
      "id": "02-032-0002_p0004",
      "zh_CN": "【常以法音。觉诸世间。】",
      "zh_TW": "【常以法音。覺諸世間。】"
    },
    {
      "id": "02-032-0002_p0005",
      "zh_CN": "这一句是三福末后一句「劝进行者」。对于没有学佛的人，我们要把佛法介绍给他；对于已经学佛的人，我们要帮助他正解正行，这是「常以法音」。如法之音，如理之说，言论如理如法就能够帮助一切众生，帮助他们觉悟。",
      "zh_TW": "這一句是三福末後一句「勸進行者」。對於沒有學佛的人，我們要把佛法介紹給他；對於已經學佛的人，我們要幫助他正解正行，這是「常以法音」。如法之音，如理之說，言論如理如法就能夠幫助一切眾生，幫助他們覺悟。"
    },
    {
      "id": "02-032-0002_p0006",
      "zh_CN": "【洗濯垢污。显明清白。】",
      "zh_TW": "【洗濯垢污。顯明清白。】"
    },
    {
      "id": "02-032-0002_p0007",
      "zh_CN": "『垢污』是比喻，就是现在所讲的染污。不但环境有严重的染污，最重要的是心理，我们心理被污染了，被烦恼污染，被知见污染，知见不是一个好东西。佛在《楞严经》上说过「知见立知，是无明本」，换句话说，无明从哪里来的？就是因为你有许多知见产生了无明。所以《般若心经》，那是世尊二十二年所说般若的总结论，归结到最后一句话：「无智亦无得」。无智是真智，无得是无所不得。所以学佛修道跟世间求学完全不相同，世间人是要求知，知道的愈多愈好，这是世法，佛法跟修道是你知见愈少愈好，少到完全没有知见，你就成佛了。如果你还有知，你决定没有成佛，这不但是究竟圆满佛你没有成就，分证佛（圆教初住菩萨）你也不成就。圆初住菩萨已经证得无智亦无得，他才能入这个境界。所以有知，我们求知的欲望，求知的心，这很糟糕，这是我们修行的大障碍。障碍在哪里？因为它污染了我们清净心，染污我们自性本具的般若智慧，麻烦在此地。现在所讲的心理的污染、精神的污染、思想的污染、见解的污染，这个东西麻烦了，要把它洗干净。用什么方法洗？还是用定慧。最重要的就是定，从定里面洗一切污染。定开智慧之后，那个污染才干净了，习气才破掉了。『显明清白』，「清白」是自性，是清净心，就显示出来了，禅宗里面所讲的明心见性。第六：",
      "zh_TW": "『垢污』是比喻，就是現在所講的染污。不但環境有嚴重的染污，最重要的是心理，我們心理被污染了，被煩惱污染，被知見污染，知見不是一個好東西。佛在《楞嚴經》上說過「知見立知，是無明本」，換句話說，無明從哪裡來的？就是因為你有許多知見產生了無明。所以《般若心經》，那是世尊二十二年所說般若的總結論，歸結到最後一句話：「無智亦無得」。無智是真智，無得是無所不得。所以學佛修道跟世間求學完全不相同，世間人是要求知，知道的愈多愈好，這是世法，佛法跟修道是你知見愈少愈好，少到完全沒有知見，你就成佛了。如果你還有知，你決定沒有成佛，這不但是究竟圓滿佛你沒有成就，分證佛（圓教初住菩薩）你也不成就。圓初住菩薩已經證得無智亦無得，他才能入這個境界。所以有知，我們求知的欲望，求知的心，這很糟糕，這是我們修行的大障礙。障礙在哪裡？因為它污染了我們清淨心，染污我們自性本具的般若智慧，麻煩在此地。現在所講的心理的污染、精神的污染、思想的污染、見解的污染，這個東西麻煩了，要把它洗乾淨。用什麼方法洗？還是用定慧。最重要的就是定，從定裡面洗一切污染。定開智慧之後，那個污染才乾淨了，習氣才破掉了。『顯明清白』，「清白」是自性，是清淨心，就顯示出來了，禪宗裡面所講的明心見性。第六："
    },
    {
      "id": "02-032-0002_p0008",
      "zh_CN": "【心常谛住度世之道。】",
      "zh_TW": "【心常諦住度世之道。】"
    },
    {
      "id": "02-032-0002_p0009",
      "zh_CN": "这一句非常重要。我们常说学佛要存什么样的心？佛在此地告诉我们。『谛住』就是常存的意思，「谛」是真实，「住」是安住。我们心里面把其他的统统放下，只有一桩事情，这桩事情就是了生死、出三界。这个『世』就是六道轮回，就是十法界，如何能够度过六道、十法界，我们的愿望要是定在这个地方，前途就一片光明，决定不会迷失了方向。为什么？果真「谛住度世之道」，这个「道」是理论与方法，自然就能看破放下，这是自己修行证果的原则。下面一条是帮助别人，菩萨道是自行化他，上求佛道，下化众生。第六条是上求佛道，第七条是下化众生。",
      "zh_TW": "這一句非常重要。我們常說學佛要存什麼樣的心？佛在此地告訴我們。『諦住』就是常存的意思，「諦」是真實，「住」是安住。我們心裡面把其他的統統放下，只有一樁事情，這樁事情就是了生死、出三界。這個『世』就是六道輪迴，就是十法界，如何能夠度過六道、十法界，我們的願望要是定在這個地方，前途就一片光明，決定不會迷失了方向。為什麼？果真「諦住度世之道」，這個「道」是理論與方法，自然就能看破放下，這是自己修行證果的原則。下面一條是幫助別人，菩薩道是自行化他，上求佛道，下化眾生。第六條是上求佛道，第七條是下化眾生。"
    },
    {
      "id": "02-032-0002_p0010",
      "zh_CN": "【为诸庶类。作不请之友。】",
      "zh_TW": "【為諸庶類。作不請之友。】"
    },
    {
      "id": "02-032-0002_p0011",
      "zh_CN": "『庶类』就是指一切众生。『友』就是《华严经》上讲的善友，一般所讲的善知识。佛法是师道，师道是很尊严的，所谓「只闻来学，未闻往教」，学要求学，要到老师那里去求教，没有老师自己来，你不求，他就来教你，没有这个道理，世法、佛法都没有这个道理。师道要尊严，尊师重道我们才能学到东西，可是一般芸芸众生几个人知道尊师重道？不懂尊师重道的那不就很可怜了？佛也不来教他。所以佛有方便法，佛叫这些菩萨，菩萨跟众生身分是平等的，菩萨是佛的学生，众生也是佛的学生，所以我们跟菩萨地位是平等的。菩萨是我们的学长，学长跟老师不一样，我不请他，他可以主动来找我，『作不请之友』。这一句就是常讲的行菩萨道，行菩萨道就是为一切众生「作不请之友」。众生不来找，你可以去找他，去劝他学佛，当然这个里面有智慧，有善巧方便，使他乐于接受。第八条：",
      "zh_TW": "『庶類』就是指一切眾生。『友』就是《華嚴經》上講的善友，一般所講的善知識。佛法是師道，師道是很尊嚴的，所謂「只聞來學，未聞往教」，學要求學，要到老師那裡去求教，沒有老師自己來，你不求，他就來教你，沒有這個道理，世法、佛法都沒有這個道理。師道要尊嚴，尊師重道我們才能學到東西，可是一般芸芸眾生幾個人知道尊師重道？不懂尊師重道的那不就很可憐了？佛也不來教他。所以佛有方便法，佛叫這些菩薩，菩薩跟眾生身分是平等的，菩薩是佛的學生，眾生也是佛的學生，所以我們跟菩薩地位是平等的。菩薩是我們的學長，學長跟老師不一樣，我不請他，他可以主動來找我，『作不請之友』。這一句就是常講的行菩薩道，行菩薩道就是為一切眾生「作不請之友」。眾生不來找，你可以去找他，去勸他學佛，當然這個裡面有智慧，有善巧方便，使他樂於接受。第八條："
    },
    {
      "id": "02-032-0002_p0012",
      "zh_CN": "【兴大悲。愍有情。演慈辩。授法眼。杜恶趣。开善门。于诸众生。视若自己。拯济负荷。皆度彼岸。】",
      "zh_TW": "【興大悲。愍有情。演慈辯。授法眼。杜惡趣。開善門。於諸眾生。視若自己。拯濟負荷。皆度彼岸。】"
    },
    {
      "id": "02-032-0002_p0013",
      "zh_CN": "以下这几句是教我们自行化他，也就是学佛，在日常生活当中待人接物之处要用什么样的态度，这非常重要，所说的都是原理原则。『兴』就是发起，你一定要发大慈悲心，佛门常讲「慈悲为本，方便之门」。『演慈辩』以下的几句是方便，前面这两句就是慈悲，慈悲为本。诸佛菩萨具足圆满大慈悲心，所以佛弟子学佛首先就要效法诸佛的慈悲。慈悲加一个「大」，「大」的意思就是以清净心、平等心修慈悲，换句话说，慈悲是建立在清净平等的基础上，这样的慈悲就称为大慈大悲。如果有分别、有执着，这个慈悲不叫大慈大悲。",
      "zh_TW": "以下這幾句是教我們自行化他，也就是學佛，在日常生活當中待人接物之處要用什麼樣的態度，這非常重要，所說的都是原理原則。『興』就是發起，你一定要發大慈悲心，佛門常講「慈悲為本，方便之門」。『演慈辯』以下的幾句是方便，前面這兩句就是慈悲，慈悲為本。諸佛菩薩具足圓滿大慈悲心，所以佛弟子學佛首先就要效法諸佛的慈悲。慈悲加一個「大」，「大」的意思就是以清淨心、平等心修慈悲，換句話說，慈悲是建立在清淨平等的基礎上，這樣的慈悲就稱為大慈大悲。如果有分別、有執著，這個慈悲不叫大慈大悲。"
    },
    {
      "id": "02-032-0002_p0014",
      "zh_CN": "正如佛在经上讲的慈悲有四种，平常一般人的慈悲叫「爱缘慈悲」，这个有分别、有执着的。我喜欢你，我对你就慈悲；不喜欢你，讨厌你，我对你就不慈悲，这叫「爱缘慈悲」。世间这些圣贤，世法里面所讲的伟大的人物，他的心胸广大，爱国家、爱民族，他的慈悲可以能够遍及一个国家、一个地区，这叫「众生缘慈悲」。不同的国家他就不爱了，爱自己的国家，爱自己的同胞，别人的国家那慈悲心就差一等，这叫「众生缘慈悲」，这是世间的。菩萨的慈悲就跟这个不一样了，菩萨叫「法缘慈悲」。菩萨了解宇宙人生的真相，所以他的慈悲非常如法，知道一切众生跟自己同一体，所以他是因为这一个条件，他的慈悲心能够遍及九法界一切众生。佛的慈悲叫「无缘慈悲」，没条件的，菩萨还有条件，还有法，佛没条件，没有条件的这叫大慈大悲，这是我们应当要效法。我们要把小慈悲心扩大，至少要扩大到菩萨「法缘慈悲」，才能与佛相应，这真正发大慈悲心了，这是『兴大悲』。",
      "zh_TW": "正如佛在經上講的慈悲有四種，平常一般人的慈悲叫「愛緣慈悲」，這個有分別、有執著的。我喜歡你，我對你就慈悲；不喜歡你，討厭你，我對你就不慈悲，這叫「愛緣慈悲」。世間這些聖賢，世法裡面所講的偉大的人物，他的心胸廣大，愛國家、愛民族，他的慈悲可以能夠遍及一個國家、一個地區，這叫「眾生緣慈悲」。不同的國家他就不愛了，愛自己的國家，愛自己的同胞，別人的國家那慈悲心就差一等，這叫「眾生緣慈悲」，這是世間的。菩薩的慈悲就跟這個不一樣了，菩薩叫「法緣慈悲」。菩薩了解宇宙人生的真相，所以他的慈悲非常如法，知道一切眾生跟自己同一體，所以他是因為這一個條件，他的慈悲心能夠遍及九法界一切眾生。佛的慈悲叫「無緣慈悲」，沒條件的，菩薩還有條件，還有法，佛沒條件，沒有條件的這叫大慈大悲，這是我們應當要效法。我們要把小慈悲心擴大，至少要擴大到菩薩「法緣慈悲」，才能與佛相應，這真正發大慈悲心了，這是『興大悲』。"
    },
    {
      "id": "02-032-0002_p0015",
      "zh_CN": "『愍有情』，「愍」是怜愍这一切众生，在六道里面不能出离六道的，这个众生很苦。纵然现在在三善道，可是我们明白，佛在经里面讲得很清楚、很透彻，在三善道的时间不长，短暂，而在三恶道的时间长久，这两者没有法子比例，决定在恶道的时间长，在三善道的时间非常短暂，我们如何帮助他出离三界？而三界之外的声闻、缘觉、诸菩萨等，他们虽然已经接触到正法、修学正法，但是距离无上菩提非常遥远，佛经里常讲的三大阿僧祇劫，这真正是天文数字，我们要愍念这一些菩萨们。怎样帮助他？劝他念佛求生净土，那他成佛就快了，就不要那么长的时间。就像《华严经》上文殊、普贤劝导华藏会上四十一位法身大士，念佛求生净土一样，所以文殊、普贤在华严会上给我们做了一个榜样，怎样真正做到「兴大悲，愍有情」，佛菩萨真慈悲，不但说给我们听，还做出样子给我们看，使我们晓得怎么学习。",
      "zh_TW": "『愍有情』，「愍」是憐愍這一切眾生，在六道裡面不能出離六道的，這個眾生很苦。縱然現在在三善道，可是我們明白，佛在經裡面講得很清楚、很透徹，在三善道的時間不長，短暫，而在三惡道的時間長久，這兩者沒有法子比例，決定在惡道的時間長，在三善道的時間非常短暫，我們如何幫助他出離三界？而三界之外的聲聞、緣覺、諸菩薩等，他們雖然已經接觸到正法、修學正法，但是距離無上菩提非常遙遠，佛經裡常講的三大阿僧祇劫，這真正是天文數字，我們要愍念這一些菩薩們。怎樣幫助他？勸他念佛求生淨土，那他成佛就快了，就不要那麼長的時間。就像《華嚴經》上文殊、普賢勸導華藏會上四十一位法身大士，念佛求生淨土一樣，所以文殊、普賢在華嚴會上給我們做了一個榜樣，怎樣真正做到「興大悲，愍有情」，佛菩薩真慈悲，不但說給我們聽，還做出樣子給我們看，使我們曉得怎麼學習。"
    },
    {
      "id": "02-032-0002_p0016",
      "zh_CN": "底下四句是方法，我们一般讲善巧方便。这四句十二个字也是善巧方便的总纲领、总原则。『演慈辩』这三个字里面是两桩事情。「演」是表演，换句话说，佛教给我们的我们要把它做到，做到就是表演，表演给那些没有学佛的人看，也表演给已经学佛的人看。已经学佛他还没有摸到门路，我们要做出样子给他看。佛菩萨是九法界一切有情众生的好榜样。",
      "zh_TW": "底下四句是方法，我們一般講善巧方便。這四句十二個字也是善巧方便的總綱領、總原則。『演慈辯』這三個字裡面是兩樁事情。「演」是表演，換句話說，佛教給我們的我們要把它做到，做到就是表演，表演給那些沒有學佛的人看，也表演給已經學佛的人看。已經學佛他還沒有摸到門路，我們要做出樣子給他看。佛菩薩是九法界一切有情眾生的好榜樣。"
    },
    {
      "id": "02-032-0002_p0017",
      "zh_CN": "《华严经》上五十三参，五十三位善知识，这里面包括有男女老少、各行各业，可见得学佛不一定要出家，这个诸位同修要记住，在家作菩萨、作佛太多了。五十三位善知识里面现出家身分的只有六个人，其余都是在家身分，无论从事哪一种行业都是这个行业里面的顶尖人物，这一个行业的榜样模范。所以学佛，说一定要剃头出家，那对于佛法不懂，迷惑颠倒。以为一出家修行就能成就，这非常不可靠。实在讲学佛成就，在家比出家多，为什么多？在家人多，出家人少，所以他成就一定多，我们在《华严经》上看到的样子就很清楚、很明白。",
      "zh_TW": "《華嚴經》上五十三參，五十三位善知識，這裡面包括有男女老少、各行各業，可見得學佛不一定要出家，這個諸位同修要記住，在家作菩薩、作佛太多了。五十三位善知識裡面現出家身分的只有六個人，其餘都是在家身分，無論從事哪一種行業都是這個行業裡面的頂尖人物，這一個行業的榜樣模範。所以學佛，說一定要剃頭出家，那對於佛法不懂，迷惑顛倒。以為一出家修行就能成就，這非常不可靠。實在講學佛成就，在家比出家多，為什麼多？在家人多，出家人少，所以他成就一定多，我們在《華嚴經》上看到的樣子就很清楚、很明白。"
    },
    {
      "id": "02-032-0002_p0018",
      "zh_CN": "那么出家为的是什么？选择职业。你们现在在大学念书都选科系，希望将来愿意从事哪一个行业。出家是一个行业，我觉得我很适合这个行业，我选择这个行业，这个行业干什么？宣扬佛法。佛法是师道，人家尊称你法师，你就得讲经说法，就要把佛法介绍给一切大众，出家是为了干这个事情的。这个事情做好了是本分，也没有什么功德可言，做得好是应该的，做得不好就有罪过，所以出家是要做这个工作。现在全世界每一个地区，我们知道，弘法利生的人太少，真正发心出家担负起这个责任。",
      "zh_TW": "那麼出家為的是什麼？選擇職業。你們現在在大學念書都選科系，希望將來願意從事哪一個行業。出家是一個行業，我覺得我很適合這個行業，我選擇這個行業，這個行業幹什麼？宣揚佛法。佛法是師道，人家尊稱你法師，你就得講經說法，就要把佛法介紹給一切大眾，出家是為了幹這個事情的。這個事情做好了是本分，也沒有什麼功德可言，做得好是應該的，做得不好就有罪過，所以出家是要做這個工作。現在全世界每一個地區，我們知道，弘法利生的人太少，真正發心出家擔負起這個責任。"
    },
    {
      "id": "02-032-0002_p0019",
      "zh_CN": "那么在家学佛也要表演给大家看看你像不像个学佛的。你是家庭主妇，你像不像主妇菩萨？学佛都是菩萨。你是做生意买卖的，你像不像商人菩萨？你是做工的人，你是不是工人菩萨？菩萨在各行各业。怎样去行菩萨道？前面念过的这几句都是原则，原理原则应用在生活当中，用在工作里面，用在应酬里面，那你就是菩萨，如理如法的修学。",
      "zh_TW": "那麼在家學佛也要表演給大家看看你像不像個學佛的。你是家庭主婦，你像不像主婦菩薩？學佛都是菩薩。你是做生意買賣的，你像不像商人菩薩？你是做工的人，你是不是工人菩薩？菩薩在各行各業。怎樣去行菩薩道？前面念過的這幾句都是原則，原理原則應用在生活當中，用在工作裡面，用在應酬裡面，那你就是菩薩，如理如法的修學。"
    },
    {
      "id": "02-032-0002_p0020",
      "zh_CN": "「辩」是辩才，「辩」是演讲，都是慈悲，演的是慈悲，辩的也是慈悲。所谓慈悲是为了利益一切众生，我做这个榜样都是为利益众生，都是为唤醒众生的迷惑，希望一切众生都能够断恶修善，都能够舍己为人，表演的是这些，演说的也是这些。这一句是总说，下面这三个是别说。",
      "zh_TW": "「辯」是辯才，「辯」是演講，都是慈悲，演的是慈悲，辯的也是慈悲。所謂慈悲是為了利益一切眾生，我做這個榜樣都是為利益眾生，都是為喚醒眾生的迷惑，希望一切眾生都能夠斷惡修善，都能夠捨己為人，表演的是這些，演說的也是這些。這一句是總說，下面這三個是別說。"
    },
    {
      "id": "02-032-0002_p0021",
      "zh_CN": "『授法眼』，「授」是给他，给他「法眼」。法眼就是智慧之眼，帮助众生破迷开悟就是授给他法眼。他法眼开了，也就是说他有能力辨别真妄邪正、是非善恶，他有这个能力，这个人叫得法眼了，他有这个能力，自然他能够『杜恶趣』，「杜」是止住，就是止恶。『开善门』就是修善，他在生活行为当中自然会断恶修善。『于诸众生，视若自己』，这是对人的态度，对一切大众，把一切众生看作跟自己没有两样，我们怎样爱护自己就怎样关心别人，自他不二。『拯济负荷，皆度彼岸』，这是我们的责任。我们生在这个时代，得人身，闻佛法，应该在这一生当中做些什么？就是续佛慧命、广度众生，这是佛菩萨的事业。我们今天皈依三宝，自己已经是佛的学生了，佛所做的，我们要效法着做，我们要认真努力的去做，所以末后这两句是佛子的使命，是佛子的天职。底下一段：",
      "zh_TW": "『授法眼』，「授」是給他，給他「法眼」。法眼就是智慧之眼，幫助眾生破迷開悟就是授給他法眼。他法眼開了，也就是說他有能力辨別真妄邪正、是非善惡，他有這個能力，這個人叫得法眼了，他有這個能力，自然他能夠『杜惡趣』，「杜」是止住，就是止惡。『開善門』就是修善，他在生活行為當中自然會斷惡修善。『於諸眾生，視若自己』，這是對人的態度，對一切大眾，把一切眾生看作跟自己沒有兩樣，我們怎樣愛護自己就怎樣關心別人，自他不二。『拯濟負荷，皆度彼岸』，這是我們的責任。我們生在這個時代，得人身，聞佛法，應該在這一生當中做些什麼？就是續佛慧命、廣度眾生，這是佛菩薩的事業。我們今天皈依三寶，自己已經是佛的學生了，佛所做的，我們要效法著做，我們要認真努力的去做，所以末後這兩句是佛子的使命，是佛子的天職。底下一段："
    },
    {
      "id": "02-032-0002_p0022",
      "zh_CN": "【如来以无尽大悲。矜哀三界。所以出兴于世。光阐道教。欲拯群萌。惠以真实之利。】",
      "zh_TW": "【如來以無盡大悲。矜哀三界。所以出興於世。光闡道教。欲拯群萌。惠以真實之利。】"
    },
    {
      "id": "02-032-0002_p0023",
      "zh_CN": "这一段是说明佛菩萨为什么到这个世间来。他们早已经了生死超越三界，为什么还回来？这是我们一般所讲的佛菩萨倒驾慈航，他为什么理由倒驾慈航？这给我们说出来了，他是无尽的慈悲。『矜哀三界』，「矜」就是前面讲的怜悯的意思，「三界」是六道众生，六道很苦，为了帮助六道众生超越三界，为这桩事情出现世间，『所以出兴于世』，诸佛菩萨再来是为这桩事情，不是为自己，没有自己，完全为的是别人。『光』是光大，发扬光大，『阐』是阐扬，『道』是成佛之道，『教』是教诲，教给我们成佛之道。『欲拯群萌』，「群萌」是一切众生，在这个里面指的就是六道众生，要拯济他们。",
      "zh_TW": "這一段是說明佛菩薩為什麼到這個世間來。他們早已經了生死超越三界，為什麼還回來？這是我們一般所講的佛菩薩倒駕慈航，他為什麼理由倒駕慈航？這給我們說出來了，他是無盡的慈悲。『矜哀三界』，「矜」就是前面講的憐憫的意思，「三界」是六道眾生，六道很苦，為了幫助六道眾生超越三界，為這樁事情出現世間，『所以出興於世』，諸佛菩薩再來是為這樁事情，不是為自己，沒有自己，完全為的是別人。『光』是光大，發揚光大，『闡』是闡揚，『道』是成佛之道，『教』是教誨，教給我們成佛之道。『欲拯群萌』，「群萌」是一切眾生，在這個裡面指的就是六道眾生，要拯濟他們。"
    },
    {
      "id": "02-032-0002_p0024",
      "zh_CN": "末后这一句非常重要，『惠以真实之利』，「惠」就是给他，给众生最真实的利益，最真实的利益就是超越六道轮回，这是真实了，但还不是究竟圆满。究竟圆满的真实利益是要帮助众生认识净土，愿生净土，这个利益是究竟圆满的，因为往生到西方极乐世界成佛之快实在是不可思议，这是任何一个法门都不能够为比的。我们在经里面仔细去观察，往生西方极乐世界成佛的时间大概是三、四劫就圆满了，那么修学其他法门，佛常讲三大阿僧祇劫，你说那怎么能比？所以净土法门就是「真实之利」，这一点都不假。这是佛在本经给我们讲了三个真实，这是一切大乘经上很少看到的。",
      "zh_TW": "末後這一句非常重要，『惠以真實之利』，「惠」就是給他，給眾生最真實的利益，最真實的利益就是超越六道輪迴，這是真實了，但還不是究竟圓滿。究竟圓滿的真實利益是要幫助眾生認識淨土，願生淨土，這個利益是究竟圓滿的，因為往生到西方極樂世界成佛之快實在是不可思議，這是任何一個法門都不能夠為比的。我們在經裡面仔細去觀察，往生西方極樂世界成佛的時間大概是三、四劫就圓滿了，那麼修學其他法門，佛常講三大阿僧祇劫，你說那怎麼能比？所以淨土法門就是「真實之利」，這一點都不假。這是佛在本經給我們講了三個真實，這是一切大乘經上很少看到的。"
    },
    {
      "id": "02-032-0002_p0025",
      "zh_CN": "底下这一段是阿弥陀佛在因地（就是没成佛之前）所发的愿，我们看一看我们的愿心跟他的愿心相不相同。他是遇到世间自在王佛闻佛说法，舍弃王位，发心出家。他发的愿，我们要仔细的去想一想。如果我们的愿望跟他的愿望不一样，那我们得仔细去比较，是我的愿殊胜，还是他的愿殊胜？应当如何来学习，这不用别人说，自己就明白了。",
      "zh_TW": "底下這一段是阿彌陀佛在因地（就是沒成佛之前）所發的願，我們看一看我們的願心跟他的願心相不相同。他是遇到世間自在王佛聞佛說法，捨棄王位，發心出家。他發的願，我們要仔細的去想一想。如果我們的願望跟他的願望不一樣，那我們得仔細去比較，是我的願殊勝，還是他的願殊勝？應當如何來學習，這不用別人說，自己就明白了。"
    },
    {
      "id": "02-032-0002_p0026",
      "zh_CN": "【愿我得佛清净声。】",
      "zh_TW": "【願我得佛清淨聲。】"
    },
    {
      "id": "02-032-0002_p0027",
      "zh_CN": "这是要得佛力加持。得『清净声』干什么？",
      "zh_TW": "這是要得佛力加持。得『清淨聲』幹什麼？"
    },
    {
      "id": "02-032-0002_p0028",
      "zh_CN": "【法音普及无边界。】",
      "zh_TW": "【法音普及無邊界。】"
    },
    {
      "id": "02-032-0002_p0029",
      "zh_CN": "你看他发的心，他不做国王。做一位再好的国王，利益众生只是一个国家，最多你的德行、身教能够影响其余的国家，像我们现在所说，你能够利益这一个地球的众生，这已经很不容易了，但是虚空法界像我们这个有众生居住活动的星球无量无边，这不是做国王能够帮助得到的，所以他把国王舍弃，他要出家，他要作佛。为什么？他知道唯有佛菩萨才有能力帮助尽虚空遍法界一切众生，他发的是这样的大愿。为众生表演些什么？就是做什么样子给他们看？为一切众生说些什么？下面就说出来了：",
      "zh_TW": "你看他發的心，他不做國王。做一位再好的國王，利益眾生只是一個國家，最多你的德行、身教能夠影響其餘的國家，像我們現在所說，你能夠利益這一個地球的眾生，這已經很不容易了，但是虛空法界像我們這個有眾生居住活動的星球無量無邊，這不是做國王能夠幫助得到的，所以他把國王捨棄，他要出家，他要作佛。為什麼？他知道唯有佛菩薩才有能力幫助盡虛空遍法界一切眾生，他發的是這樣的大願。為眾生表演些什麼？就是做什麼樣子給他們看？為一切眾生說些什麼？下面就說出來了："
    },
    {
      "id": "02-032-0002_p0030",
      "zh_CN": "【宣扬戒定精进门。】",
      "zh_TW": "【宣揚戒定精進門。】"
    },
    {
      "id": "02-032-0002_p0031",
      "zh_CN": "这一句里面就是菩萨的六波罗蜜，菩萨的六度。六度里面，因为这个文体是偈颂，一句是七个字，说了三个，其余三个虽然没说，但是意思都包括在其中。布施、持戒、忍辱、精进、禅定、般若，我们表演的是这些，宣扬的也是这个。",
      "zh_TW": "這一句裡面就是菩薩的六波羅蜜，菩薩的六度。六度裡面，因為這個文體是偈頌，一句是七個字，說了三個，其餘三個雖然沒說，但是意思都包括在其中。布施、持戒、忍辱、精進、禪定、般若，我們表演的是這些，宣揚的也是這個。"
    },
    {
      "id": "02-032-0002_p0032",
      "zh_CN": "【通达甚深微妙法。】",
      "zh_TW": "【通達甚深微妙法。】"
    },
    {
      "id": "02-032-0002_p0033",
      "zh_CN": "这一句就是指的西方极乐世界，念佛带业往生不退成佛，这是『甚深微妙法』。",
      "zh_TW": "這一句就是指的西方極樂世界，念佛帶業往生不退成佛，這是『甚深微妙法』。"
    },
    {
      "id": "02-032-0002_p0034",
      "zh_CN": "【智慧广大深如海。内心清净绝尘劳。】",
      "zh_TW": "【智慧廣大深如海。內心清淨絕塵勞。】"
    },
    {
      "id": "02-032-0002_p0035",
      "zh_CN": "这两句显示他的智慧德能，没有这样的智慧德能，前面所讲的愿望就做不到，那个愿是空的不是真的。智慧是果，清净心是因，清净心起作用就是智慧。我们今天的心起作用生烦恼，什么原因？因为心不清净，不清净的心起作用就是无量无边的烦恼。清净心起作用就是广大甚深的智慧，所以求智慧到哪里求？清净心里面求。清净心是定，因定就开智慧。怎样得定？持戒，戒就是守法，依照佛教给我们的方法去做，你就得定，你心就清净了，清净心起作用就是智慧，这就是所谓的因戒得定，因定开慧。所以智慧不是你读的东西多，看的东西多，智慧不从这里开，智慧是从清净心里面生起来的，这样的智慧在佛法里面称为「根本智」。根本智得到之后，然后再广学多闻，那个时候六根接触六尘境界就通达明了，这叫「后得智」，后得智是无所不知。根本智是无知，所以《般若经》上讲「般若无知」，无知是广大深如海的智慧。无知起作用是无所不知，无知而后才能够无所不知。要有知就坏了，有知后面是有所不知，你知道的东西太少了，你不知道的东西太多了。所以学道的人先求无知，先求无得。无知的效果是无所不知，无得的果报是无所不得，这个道理很深，这也是「甚深微妙法」。所以我们求，应当着重在『内心清净绝尘劳』，以这一句为中心，至少在现前现阶段我们以这个为目标，修清净心，心净则土净，与阿弥陀佛才能感应道交。",
      "zh_TW": "這兩句顯示他的智慧德能，沒有這樣的智慧德能，前面所講的願望就做不到，那個願是空的不是真的。智慧是果，清淨心是因，清淨心起作用就是智慧。我們今天的心起作用生煩惱，什麼原因？因為心不清淨，不清淨的心起作用就是無量無邊的煩惱。清淨心起作用就是廣大甚深的智慧，所以求智慧到哪裡求？清淨心裡面求。清淨心是定，因定就開智慧。怎樣得定？持戒，戒就是守法，依照佛教給我們的方法去做，你就得定，你心就清淨了，清淨心起作用就是智慧，這就是所謂的因戒得定，因定開慧。所以智慧不是你讀的東西多，看的東西多，智慧不從這裡開，智慧是從清淨心裡面生起來的，這樣的智慧在佛法裡面稱為「根本智」。根本智得到之後，然後再廣學多聞，那個時候六根接觸六塵境界就通達明瞭，這叫「後得智」，後得智是無所不知。根本智是無知，所以《般若經》上講「般若無知」，無知是廣大深如海的智慧。無知起作用是無所不知，無知而後才能夠無所不知。要有知就壞了，有知後面是有所不知，你知道的東西太少了，你不知道的東西太多了。所以學道的人先求無知，先求無得。無知的效果是無所不知，無得的果報是無所不得，這個道理很深，這也是「甚深微妙法」。所以我們求，應當著重在『內心清淨絕塵勞』，以這一句為中心，至少在現前現階段我們以這個為目標，修清淨心，心淨則土淨，與阿彌陀佛才能感應道交。"
    },
    {
      "id": "02-032-0002_p0036",
      "zh_CN": "【超过无边恶趣门。速到菩提究竟岸。】",
      "zh_TW": "【超過無邊惡趣門。速到菩提究竟岸。】"
    },
    {
      "id": "02-032-0002_p0037",
      "zh_CN": "这是我们学佛的目标，我们学佛希望得到的、成就的就这两句。『恶趣』就是三恶道，不但三恶道是「恶趣门」，三善道也是恶趣门。为什么说三善道也是恶趣门？这里面有比较，如果六道跟四圣法界比，六道皆恶，都不善。四圣法界：声闻、缘觉、菩萨、佛，还是恶趣门，为什么？这是十法界，十法界跟一真法界比，十法界是恶，一真法界是善。由此可知，「无边恶趣门」不但是讲的三途六道，连十法界都包括在其中。这样才能够『速到菩提究竟岸』，证究竟圆满的佛果，学佛一定要有这个志向，你才有伟大的成就。",
      "zh_TW": "這是我們學佛的目標，我們學佛希望得到的、成就的就這兩句。『惡趣』就是三惡道，不但三惡道是「惡趣門」，三善道也是惡趣門。為什麼說三善道也是惡趣門？這裡面有比較，如果六道跟四聖法界比，六道皆惡，都不善。四聖法界：聲聞、緣覺、菩薩、佛，還是惡趣門，為什麼？這是十法界，十法界跟一真法界比，十法界是惡，一真法界是善。由此可知，「無邊惡趣門」不但是講的三途六道，連十法界都包括在其中。這樣才能夠『速到菩提究竟岸』，證究竟圓滿的佛果，學佛一定要有這個志向，你才有偉大的成就。"
    },
    {
      "id": "02-032-0002_p0038",
      "zh_CN": "【无明贪瞋皆永无。惑尽过亡三昧力。】",
      "zh_TW": "【無明貪瞋皆永無。惑盡過亡三昧力。】"
    },
    {
      "id": "02-032-0002_p0039",
      "zh_CN": "这个目标、果报说出来之后，要怎样才能真正达到？一定要靠修行的功夫。修行的功夫从什么地方观察？看你烦恼无明有没有减少。烦恼是贪瞋痴慢，贪瞋痴在此地就代表一切烦恼。你的烦恼是不是减少了？『皆永无』，那成佛了，这是我们现在办不到的，但是我们必须要把烦恼一年一年减少，你的功夫就得力，你修学就有进步。无论你修学哪个法门，功夫得力了，必然是烦恼少，妄想少，分别执着少了，这是一定的道理，智慧增长了。智慧增长你能够觉察到，从前看东西也看不清楚，听话也听不明白，人家讲什么意思也不晓得，迷迷糊糊，现在清楚了，看东西看得很清楚、很明白，听话知道人家心里什么意思，这是智慧长了。『惑』是无明，断烦恼，破无明，断烦恼、破无明一定要靠『三昧』的力量。",
      "zh_TW": "這個目標、果報說出來之後，要怎樣才能真正達到？一定要靠修行的功夫。修行的功夫從什麼地方觀察？看你煩惱無明有沒有減少。煩惱是貪瞋痴慢，貪瞋痴在此地就代表一切煩惱。你的煩惱是不是減少了？『皆永無』，那成佛了，這是我們現在辦不到的，但是我們必須要把煩惱一年一年減少，你的功夫就得力，你修學就有進步。無論你修學哪個法門，功夫得力了，必然是煩惱少，妄想少，分別執著少了，這是一定的道理，智慧增長了。智慧增長你能夠覺察到，從前看東西也看不清楚，聽話也聽不明白，人家講什麼意思也不曉得，迷迷糊糊，現在清楚了，看東西看得很清楚、很明白，聽話知道人家心裡什麼意思，這是智慧長了。『惑』是無明，斷煩惱，破無明，斷煩惱、破無明一定要靠『三昧』的力量。"
    },
    {
      "id": "02-032-0002_p0040",
      "zh_CN": "「三昧」是定，这个名词是梵语，也翻作「正受」，正受是正常的享受。什么叫正常的享受？我们在日常生活当中的享受里面如果有苦乐，那个不正常。「忧喜苦乐舍」，这是佛在经上将一切众生的享受归纳成五大类，叫五种受，这五种受都不正常，离开这五种受就叫正受，就叫三昧，这是我们要学，我们天天要练。练什么？顺境里面我没有乐受，你有乐受，你起了贪心；逆境里面你也不瞋恚，你也不烦恼，那才叫正受。所以就在对人、对事、对物这个境界里面去修，修什么？修清净心，修平等心。我的受是平等受就对了，平等受就是三昧，你要能够有这种享受，那就是佛经上讲，你已经得三昧了，如果我们是用念佛的方法就叫做得念佛三昧。所以诸位要知道念佛三昧不是一天到晚「阿弥陀佛、阿弥陀佛」，我二十四小时佛号都没有中断，这是不是念佛三昧？不是，是用念佛的方法把「苦乐忧喜舍」摆平，那你就是得念佛三昧。顺境里面，我起一念欢喜心，阿弥陀佛把欢喜心打掉，让心平等不起波浪；逆境里面生烦恼了，阿弥陀佛把烦恼打掉，永远保持着清净心，这个享受就叫做念佛三昧，而不是佛号不中断。",
      "zh_TW": "「三昧」是定，這個名詞是梵語，也翻作「正受」，正受是正常的享受。什麼叫正常的享受？我們在日常生活當中的享受裡面如果有苦樂，那個不正常。「憂喜苦樂捨」，這是佛在經上將一切眾生的享受歸納成五大類，叫五種受，這五種受都不正常，離開這五種受就叫正受，就叫三昧，這是我們要學，我們天天要練。練什麼？順境裡面我沒有樂受，你有樂受，你起了貪心；逆境裡面你也不瞋恚，你也不煩惱，那才叫正受。所以就在對人、對事、對物這個境界裡面去修，修什麼？修清淨心，修平等心。我的受是平等受就對了，平等受就是三昧，你要能夠有這種享受，那就是佛經上講，你已經得三昧了，如果我們是用念佛的方法就叫做得念佛三昧。所以諸位要知道念佛三昧不是一天到晚「阿彌陀佛、阿彌陀佛」，我二十四小時佛號都沒有中斷，這是不是念佛三昧？不是，是用念佛的方法把「苦樂憂喜捨」擺平，那你就是得念佛三昧。順境裡面，我起一念歡喜心，阿彌陀佛把歡喜心打掉，讓心平等不起波浪；逆境裡面生煩惱了，阿彌陀佛把煩惱打掉，永遠保持著清淨心，這個享受就叫做念佛三昧，而不是佛號不中斷。"
    },
    {
      "id": "02-032-0002_p0041",
      "zh_CN": "佛号不中断，看到顺心的还喜欢，看到不顺心的还讨厌，那就是古人讲的「喊破喉咙也枉然」，为什么？佛号虽然一天念几万声、几十万声，你的心还随着外面境界所转，你自己还做不了主，那不叫得三昧。得三昧是心不会被境界所转，《楞严经》上所说「若能转物，则同如来」，你不被境界转，你就能在境界上做得了主，你就能转境界。怎么个转法？把一切苦乐的境界，把一切不平的境界，转变成一真法界，这叫「若能转境，则同如来」。如来住一真法界，众生住十法界，十法界是有分别执着不平等的，所以学佛的人要紧，离一切妄想分别执着，你就入一真法界，这才是得三昧。所以断烦恼、破无明要靠正受，要靠正常的享受，也就是离「苦乐忧喜舍」。",
      "zh_TW": "佛號不中斷，看到順心的還喜歡，看到不順心的還討厭，那就是古人講的「喊破喉嚨也枉然」，為什麼？佛號雖然一天念幾萬聲、幾十萬聲，你的心還隨著外面境界所轉，你自己還做不了主，那不叫得三昧。得三昧是心不會被境界所轉，《楞嚴經》上所說「若能轉物，則同如來」，你不被境界轉，你就能在境界上做得了主，你就能轉境界。怎麼個轉法？把一切苦樂的境界，把一切不平的境界，轉變成一真法界，這叫「若能轉境，則同如來」。如來住一真法界，眾生住十法界，十法界是有分別執著不平等的，所以學佛的人要緊，離一切妄想分別執著，你就入一真法界，這才是得三昧。所以斷煩惱、破無明要靠正受，要靠正常的享受，也就是離「苦樂憂喜捨」。"
    },
    {
      "id": "02-032-0002_p0042",
      "zh_CN": "这些经文是我们从经典里面摘录出来的，期望我们大家共同勉励，字字句句都要把它做到，变成我们自己的生活行为，我们的受用就不可思议。所以学佛从哪里学起，我们应该要怎么做法，这些句子就是教给我们怎么做法，这是佛菩萨的行持，我们学佛菩萨。再看底下一条：",
      "zh_TW": "這些經文是我們從經典裡面摘錄出來的，期望我們大家共同勉勵，字字句句都要把它做到，變成我們自己的生活行為，我們的受用就不可思議。所以學佛從哪裡學起，我們應該要怎麼做法，這些句子就是教給我們怎麼做法，這是佛菩薩的行持，我們學佛菩薩。再看底下一條："
    },
    {
      "id": "02-032-0002_p0043",
      "zh_CN": "【常行布施及戒忍。精进定慧六波罗。未度有情令得度。已度之者使成佛。假令供养恒沙圣。不如坚勇求正觉。】",
      "zh_TW": "【常行布施及戒忍。精進定慧六波羅。未度有情令得度。已度之者使成佛。假令供養恆沙聖。不如堅勇求正覺。】"
    },
    {
      "id": "02-032-0002_p0044",
      "zh_CN": "这六句说得太好了，也非常重要。上一次我们在休士顿讲演的时候，有同修曾经提出一个问题问我，假设一位家庭主妇每天做家务事，她怎么样能修菩萨道？这问得很好，当时我也给她解答了。这是举一个例子。家务事里面就把这六波罗蜜做得圆圆满满，你在家里面就行菩萨道了，在家里就成佛了，要不要到处跑道场？不需要，一跑就完了。「布施」，你从早到晚尽心尽力的把家务事做好，这就是布施，使你一家人生活能够过得很舒服、很快乐，你是用你的体力布施，为家人服务，这是体力布施，内财布施。《华严经》上讲布施，有外财，我们拿钱去帮助别人，外财。我们用体力，今天有很多同修到这里来做义务工作，这就是布施，内财布施比外财更可贵、更难得。家里面一家人都是众生，我布施给这些众生，如果你知道你做家务事情是修六波罗蜜，那你就很快乐了，行菩萨道了，否则天天做同样的家务事情做了几十年，烦死了，你看那个念头一转，转凡成圣。因为从前你不晓得这是修六波罗蜜，不知道这是菩萨道，不晓得我天天做家事会成菩萨、会成佛，不知道，以为成菩萨、成佛一定要到庙里面去修行，这就大错特错，没有想到家里就是道场。",
      "zh_TW": "這六句說得太好了，也非常重要。上一次我們在休士頓講演的時候，有同修曾經提出一個問題問我，假設一位家庭主婦每天做家務事，她怎麼樣能修菩薩道？這問得很好，當時我也給她解答了。這是舉一個例子。家務事裡面就把這六波羅蜜做得圓圓滿滿，你在家裡面就行菩薩道了，在家裡就成佛了，要不要到處跑道場？不需要，一跑就完了。「布施」，你從早到晚盡心盡力的把家務事做好，這就是布施，使你一家人生活能夠過得很舒服、很快樂，你是用你的體力布施，為家人服務，這是體力布施，內財布施。《華嚴經》上講布施，有外財，我們拿錢去幫助別人，外財。我們用體力，今天有很多同修到這裡來做義務工作，這就是布施，內財布施比外財更可貴、更難得。家裡面一家人都是眾生，我布施給這些眾生，如果你知道你做家務事情是修六波羅蜜，那你就很快樂了，行菩薩道了，否則天天做同樣的家務事情做了幾十年，煩死了，你看那個念頭一轉，轉凡成聖。因為從前你不曉得這是修六波羅蜜，不知道這是菩薩道，不曉得我天天做家事會成菩薩、會成佛，不知道，以為成菩薩、成佛一定要到廟裡面去修行，這就大錯特錯，沒有想到家裡就是道場。"
    },
    {
      "id": "02-032-0002_p0045",
      "zh_CN": "你做家事有条不紊，有先后秩序，那就是持戒波罗蜜。你很有耐心去做，每天去做，年年去做，成就你忍辱波罗蜜。不但你有耐心，而且你常常还想到要改进，使你一家人生活过得更舒服、更美满，那是精进波罗蜜。你的工作，你的做事，自己有主宰，不会被外面这些境界所动摇，禅定波罗蜜。你做事情清清楚楚、了了分明，能够辨别是非善恶、得失利害，般若波罗蜜。菩萨道在哪里修？家庭主妇就在家里做工作，六波罗蜜圆满了，举这一个例子。你能做得这么好，你一家人都学佛了，为什么？家里人对你尊敬、敬仰，你说的话他就听了。",
      "zh_TW": "你做家事有條不紊，有先後秩序，那就是持戒波羅蜜。你很有耐心去做，每天去做，年年去做，成就你忍辱波羅蜜。不但你有耐心，而且你常常還想到要改進，使你一家人生活過得更舒服、更美滿，那是精進波羅蜜。你的工作，你的做事，自己有主宰，不會被外面這些境界所動搖，禪定波羅蜜。你做事情清清楚楚、了了分明，能夠辨別是非善惡、得失利害，般若波羅蜜。菩薩道在哪裡修？家庭主婦就在家裡做工作，六波羅蜜圓滿了，舉這一個例子。你能做得這麼好，你一家人都學佛了，為什麼？家裡人對你尊敬、敬仰，你說的話他就聽了。"
    },
    {
      "id": "02-032-0002_p0046",
      "zh_CN": "你们今天学佛一家人反对，而且还毁谤三宝，原因在哪里？你做错了，你不是行菩萨道，你是行魔道，折磨你的一家人。你不顾自己一家人，跑去庙里顾这些和尚，你家人怎么不生气？他跟你什么关系？家人都不顾了，去顾外人，成什么话！过失在此地。所以实在讲都是学错了，没有懂得佛法，开经偈讲「愿解如来真实义」，你就想想多少人是错解如来真实义，曲解了如来真实义。诸佛菩萨看到这样学佛都摇头，你们把佛法形象都破坏了。",
      "zh_TW": "你們今天學佛一家人反對，而且還毀謗三寶，原因在哪裡？你做錯了，你不是行菩薩道，你是行魔道，折磨你的一家人。你不顧自己一家人，跑去廟裡顧這些和尚，你家人怎麼不生氣？他跟你什麼關係？家人都不顧了，去顧外人，成什麼話！過失在此地。所以實在講都是學錯了，沒有懂得佛法，開經偈講「願解如來真實義」，你就想想多少人是錯解如來真實義，曲解了如來真實義。諸佛菩薩看到這樣學佛都搖頭，你們把佛法形象都破壞了。"
    },
    {
      "id": "02-032-0002_p0047",
      "zh_CN": "那么你这一家，这个家庭能够有这样的圆满幸福，你一家人快乐，必定影响你的街坊邻居，人家看到你这一家这么好一定要来问，你们家怎么学的？怎么治理的？你就感化到别人。你一家，家是一切家庭的好榜样，一切家庭的模范，这叫行菩萨道，这叫普度众生。邻居再影响邻居就遍及全世界。我们隔壁，隔壁的隔壁，你就连到全世界了。一定要做到，认真的去做到。这样做，大家对学佛的人才尊敬，原来学佛有这么好，谁不乐意来学佛？今天叫很多人看到佛就恐惧，看到佛就赶快跑了，是因为我们没做好，做的是恶的榜样，叫人看到生畏惧心。所以这六条，无论在哪一个行业上，无论在什么生活方式上，这个原理原则不变，自己多想想就了解，就知道应该怎样生活，怎样工作，怎样处事待人接物，都不离六波罗蜜。",
      "zh_TW": "那麼你這一家，這個家庭能夠有這樣的圓滿幸福，你一家人快樂，必定影響你的街坊鄰居，人家看到你這一家這麼好一定要來問，你們家怎麼學的？怎麼治理的？你就感化到別人。你一家，家是一切家庭的好榜樣，一切家庭的模範，這叫行菩薩道，這叫普度眾生。鄰居再影響鄰居就遍及全世界。我們隔壁，隔壁的隔壁，你就連到全世界了。一定要做到，認真的去做到。這樣做，大家對學佛的人才尊敬，原來學佛有這麼好，誰不樂意來學佛？今天叫很多人看到佛就恐懼，看到佛就趕快跑了，是因為我們沒做好，做的是惡的榜樣，叫人看到生畏懼心。所以這六條，無論在哪一個行業上，無論在什麼生活方式上，這個原理原則不變，自己多想想就了解，就知道應該怎樣生活，怎樣工作，怎樣處事待人接物，都不離六波羅蜜。"
    },
    {
      "id": "02-032-0002_p0048",
      "zh_CN": "『未度有情令得度』，没有学佛的人，我们把佛法介绍给他，介绍给他最重要的就是我们先做一个样子给他看，这很重要，然后你说的人家才会相信，才肯听。『已度之者使成佛』，已经学佛的人，要把净土带业往生这个法门教给他，因为只有这个法门保证你这一生成佛，这个法门是当生成就的佛法，成就就是成佛。底下两句实在讲对我们是当头一棒，『假令供养恒沙圣』，这讲修福，供养诸佛如来的福报很大，你供养多少尊佛？供养恒河沙数诸佛，你所修的福都不如『坚勇求正觉』，「坚」是坚定信心，勇猛精进，念佛求生净土，不如！我再说得清楚明白一点，刚才讲的家庭主妇在家里面做家事行六波罗蜜，念佛求生净土，那一个供养恒沙诸佛如来的比不上她。供养恒沙如来是修一点福报，六道里头有漏的痴福。每天做家事行六波罗蜜念佛求往生，这个人不得了，这个人的生活是菩萨，菩萨业，菩萨行，她这一生当中决定往生不退成佛，谁能比得上她？她成佛之后广度有情，决不是修福的人所能够相比的。所以佛在大乘经上常说，三千大千世界七宝布施不如受持读诵、为人演说一四句偈，比不上，比不上真干的人，「坚勇求正觉」是真干，所以应当知道如何来修学。",
      "zh_TW": "『未度有情令得度』，沒有學佛的人，我們把佛法介紹給他，介紹給他最重要的就是我們先做一個樣子給他看，這很重要，然後你說的人家才會相信，才肯聽。『已度之者使成佛』，已經學佛的人，要把淨土帶業往生這個法門教給他，因為只有這個法門保證你這一生成佛，這個法門是當生成就的佛法，成就就是成佛。底下兩句實在講對我們是當頭一棒，『假令供養恆沙聖』，這講修福，供養諸佛如來的福報很大，你供養多少尊佛？供養恆河沙數諸佛，你所修的福都不如『堅勇求正覺』，「堅」是堅定信心，勇猛精進，念佛求生淨土，不如！我再說得清楚明白一點，剛才講的家庭主婦在家裡面做家事行六波羅蜜，念佛求生淨土，那一個供養恆沙諸佛如來的比不上她。供養恆沙如來是修一點福報，六道裡頭有漏的痴福。每天做家事行六波羅蜜念佛求往生，這個人不得了，這個人的生活是菩薩，菩薩業，菩薩行，她這一生當中決定往生不退成佛，誰能比得上她？她成佛之後廣度有情，決不是修福的人所能夠相比的。所以佛在大乘經上常說，三千大千世界七寶布施不如受持讀誦、為人演說一四句偈，比不上，比不上真幹的人，「堅勇求正覺」是真幹，所以應當知道如何來修學。"
    },
    {
      "id": "02-032-0002_p0049",
      "zh_CN": "【常运慈心拔有情。度尽无边苦众生。】",
      "zh_TW": "【常運慈心拔有情。度盡無邊苦眾生。】"
    },
    {
      "id": "02-032-0002_p0050",
      "zh_CN": "这个两句，我们要常常存这个心，常常存这念头，这跟前面「兴大悲，愍有情」是一个意思，合起来看，意思更清楚、更明显。要真有这个心。第十三段：",
      "zh_TW": "這個兩句，我們要常常存這個心，常常存這念頭，這跟前面「興大悲，愍有情」是一個意思，合起來看，意思更清楚、更明顯。要真有這個心。第十三段："
    },
    {
      "id": "02-032-0002_p0051",
      "zh_CN": "【人有至心求道。精进不止。会当克果。何愿不得。】",
      "zh_TW": "【人有至心求道。精進不止。會當剋果。何願不得。】"
    },
    {
      "id": "02-032-0002_p0052",
      "zh_CN": "这几句话是世间自在王如来教给法藏菩萨的。法藏菩萨也可以说是代表我们大众，佛教他的就是教我们，帮助我们建立信心，坚固的信心是成功的基础，一定要有信心。『人有至心求道』，这个「道」是作佛。法藏的愿望是要作佛，不但要作佛，而且超过诸佛，这个「道」是这个意思，他向自在王佛请教，我能不能做到？所以佛告诉他，「人有至心求道」，至心是真心，真诚之心，再加上『精进不止』，你能够勇猛精进，这也就是前面讲的坚勇求正觉。坚定的信心，《金刚经》上所说的「信心不逆」，就是这个意思，再加上勇猛精进，就是「精进不止」，『会当克果』，一定会（当然会）得到你所想的这个果报。『何愿不得』，连成佛超过诸佛这个愿望都能够得到，何况这个世间？叫鸡毛蒜皮，哪有得不到的？",
      "zh_TW": "這幾句話是世間自在王如來教給法藏菩薩的。法藏菩薩也可以說是代表我們大眾，佛教他的就是教我們，幫助我們建立信心，堅固的信心是成功的基礎，一定要有信心。『人有至心求道』，這個「道」是作佛。法藏的願望是要作佛，不但要作佛，而且超過諸佛，這個「道」是這個意思，他向自在王佛請教，我能不能做到？所以佛告訴他，「人有至心求道」，至心是真心，真誠之心，再加上『精進不止』，你能夠勇猛精進，這也就是前面講的堅勇求正覺。堅定的信心，《金剛經》上所說的「信心不逆」，就是這個意思，再加上勇猛精進，就是「精進不止」，『會當剋果』，一定會（當然會）得到你所想的這個果報。『何願不得』，連成佛超過諸佛這個願望都能夠得到，何況這個世間？叫雞毛蒜皮，哪有得不到的？"
    },
    {
      "id": "02-032-0002_p0053",
      "zh_CN": "我在初学佛的时候，章嘉大师帮助我建立信心，告诉我「佛氏门中，有求必应」，我们对这句话要深信不疑，「有求必应」，求作佛都能够得到，都能够成佛。可是老师又告诉我，如果你有求还求不得，那是因为你自己有业障，你必须把业障消除，就感应道交，这句话非常重要。我们有愿有求求不到，什么原因？不是佛法不灵，是自己本身有业障，如果业障消除了，确实有求必应。理很深，大乘经上都说到，事决定是真实的，所以如理如法的希求没有求不到的。",
      "zh_TW": "我在初學佛的時候，章嘉大師幫助我建立信心，告訴我「佛氏門中，有求必應」，我們對這句話要深信不疑，「有求必應」，求作佛都能夠得到，都能夠成佛。可是老師又告訴我，如果你有求還求不得，那是因為你自己有業障，你必須把業障消除，就感應道交，這句話非常重要。我們有願有求求不到，什麼原因？不是佛法不靈，是自己本身有業障，如果業障消除了，確實有求必應。理很深，大乘經上都說到，事決定是真實的，所以如理如法的希求沒有求不到的。"
    },
    {
      "id": "02-032-0002_p0054",
      "zh_CN": "往年，说这个话总是有二三十年了，我初到台北去讲经，有一位法师也是常来听经的（这位法师现在不在了，过世了），我讲完经之后，他来找我，他说：「法师，你常常讲『佛氏门中，有求必应』，我向佛菩萨求个电冰箱求了三年都没有感应」，这一种求绝对不会感应的，为什么？求要如理如法，你不如理也不如法。他是位出家人，我说：「你的庙在哪里？」他说：「在基隆」。我说：「你庙里面住多少人？」他说：「一个人」。「一个人何必要电冰箱？用不着。」佛菩萨不会增长你的贪心，不会成就你贪瞋痴，你要求戒定慧就感应道交，你想求贪瞋痴，不可能的，没有这个事情，所以佛菩萨帮助我们如理如法。非理非法怎么会有感应？那不可能的事情，这个我们要搞清楚。底下一段说：",
      "zh_TW": "往年，說這個話總是有二三十年了，我初到台北去講經，有一位法師也是常來聽經的（這位法師現在不在了，過世了），我講完經之後，他來找我，他說：「法師，你常常講『佛氏門中，有求必應』，我向佛菩薩求個電冰箱求了三年都沒有感應」，這一種求絕對不會感應的，為什麼？求要如理如法，你不如理也不如法。他是位出家人，我說：「你的廟在哪裡？」他說：「在基隆」。我說：「你廟裡面住多少人？」他說：「一個人」。「一個人何必要電冰箱？用不著。」佛菩薩不會增長你的貪心，不會成就你貪瞋痴，你要求戒定慧就感應道交，你想求貪瞋痴，不可能的，沒有這個事情，所以佛菩薩幫助我們如理如法。非理非法怎麼會有感應？那不可能的事情，這個我們要搞清楚。底下一段說："
    },
    {
      "id": "02-032-0002_p0055",
      "zh_CN": "【尔时法藏闻佛所说。皆悉睹见。发起无上殊胜之愿。于彼天人善恶。国土麤妙。思惟究竟。便一其心。选择所欲。结得大愿。精勤求索。恭慎保持。修习功德。满足五劫。于彼二十一俱胝佛土。功德庄严之事。明了通达。如一佛刹。所摄佛国。超过于彼。】",
      "zh_TW": "【爾時法藏聞佛所說。皆悉睹見。發起無上殊勝之願。於彼天人善惡。國土麤妙。思惟究竟。便一其心。選擇所欲。結得大願。精勤求索。恭慎保持。修習功德。滿足五劫。於彼二十一俱胝佛土。功德莊嚴之事。明了通達。如一佛剎。所攝佛國。超過於彼。】"
    },
    {
      "id": "02-032-0002_p0056",
      "zh_CN": "这一段文很要紧，是给我们说明极乐世界的来由。他这个世界这么庄严，为什么会这么庄严？我们读了这一段才恍然大悟。西方极乐世界不是阿弥陀佛自己闭门造车打妄想造成的，他怎么成就的？这一段讲得很清楚。『法藏』就是阿弥陀佛的前生，阿弥陀佛没成佛的时候，出家的法名叫「法藏比丘」。『闻佛所说』，他的志愿很大，所以佛也认真的教导他，佛不但教他，而且把十方诸佛世界显现在他面前，像我们现在看电视一样，统统都看到了，他看到诸佛世界，晓得一切法是怎么样显现出来的。十法界依正庄严，什么道理变现出来的，什么因果产生这么多的变化，这些佛都教给他了，而且把这个事实显现出来让他看，他也看清楚了，『悉皆睹见』，他看到了。这样他发起一个大愿望，这个大愿是什么？取人之长，舍人之短，他要建立一个佛国，这个佛国吸收一切诸佛刹土的优点，都采取，缺点都避免，所以他的世界就变成极乐世界，超过一切诸佛的世界，人家是真干。",
      "zh_TW": "這一段文很要緊，是給我們說明極樂世界的來由。他這個世界這麼莊嚴，為什麼會這麼莊嚴？我們讀了這一段才恍然大悟。西方極樂世界不是阿彌陀佛自己閉門造車打妄想造成的，他怎麼成就的？這一段講得很清楚。『法藏』就是阿彌陀佛的前生，阿彌陀佛沒成佛的時候，出家的法名叫「法藏比丘」。『聞佛所說』，他的志願很大，所以佛也認真的教導他，佛不但教他，而且把十方諸佛世界顯現在他面前，像我們現在看電視一樣，統統都看到了，他看到諸佛世界，曉得一切法是怎麼樣顯現出來的。十法界依正莊嚴，什麼道理變現出來的，什麼因果產生這麼多的變化，這些佛都教給他了，而且把這個事實顯現出來讓他看，他也看清楚了，『悉皆睹見』，他看到了。這樣他發起一個大願望，這個大願是什麼？取人之長，捨人之短，他要建立一個佛國，這個佛國吸收一切諸佛剎土的優點，都採取，缺點都避免，所以他的世界就變成極樂世界，超過一切諸佛的世界，人家是真幹。"
    },
    {
      "id": "02-032-0002_p0057",
      "zh_CN": "我们这个世间人也懂得这个道理，但是没有真做。我想我们同修大多数都是从台湾来的，台湾是个小岛，每个人都希望台湾能够繁荣兴旺，所以台湾无论是政府、是民间，常常到外国考察，有没有把外国好的地方带回台湾？建设台湾？有没有把外国所有缺点，我们都来改过？假如我们台湾这么一个小岛能够吸收全世界每个国家的长处，把所有缺点都改进，台湾是地球上的极乐世界。阿弥陀佛真干，我们出去观光看一看，回去之后都忘得一干二净。真干，真正是为这个社会、为众生，而不为自己。如果有自己名闻利养掺杂在里面，那个成就就平平了。",
      "zh_TW": "我們這個世間人也懂得這個道理，但是沒有真做。我想我們同修大多數都是從台灣來的，台灣是個小島，每個人都希望台灣能夠繁榮興旺，所以台灣無論是政府、是民間，常常到外國考察，有沒有把外國好的地方帶回台灣？建設台灣？有沒有把外國所有缺點，我們都來改過？假如我們台灣這麼一個小島能夠吸收全世界每個國家的長處，把所有缺點都改進，台灣是地球上的極樂世界。阿彌陀佛真幹，我們出去觀光看一看，回去之後都忘得一乾二淨。真幹，真正是為這個社會、為眾生，而不為自己。如果有自己名聞利養摻雜在裡面，那個成就就平平了。"
    },
    {
      "id": "02-032-0002_p0058",
      "zh_CN": "阿弥陀佛没有替自己想，都是为一切众生着想，所以他看到十方诸佛刹土里面『天人善恶』，「善恶」是因，『国土麤妙』是感得的果报。人心善，感得的生活环境就妙；人心恶，感得国土这个生活环境就粗。『思惟究竟』，这是法藏比丘细心的思量。『便一其心，选择所欲』，这在一心一意选择最善的，避免最恶的。『结得大愿』，「大愿」就是四十八愿。所以四十八愿不是一次发的，看到十方世界都有三恶道，三恶道太苦了，造贪瞋痴感三恶道，所以阿弥陀佛就发了第一愿，我这个国家里头没有三恶道，所以他这个愿是完全观察事实上来发的，不是凭空想像的，四十八愿是这么来的，不是一次发的。",
      "zh_TW": "阿彌陀佛沒有替自己想，都是為一切眾生著想，所以他看到十方諸佛剎土裡面『天人善惡』，「善惡」是因，『國土麤妙』是感得的果報。人心善，感得的生活環境就妙；人心惡，感得國土這個生活環境就粗。『思惟究竟』，這是法藏比丘細心的思量。『便一其心，選擇所欲』，這在一心一意選擇最善的，避免最惡的。『結得大願』，「大願」就是四十八願。所以四十八願不是一次發的，看到十方世界都有三惡道，三惡道太苦了，造貪瞋痴感三惡道，所以阿彌陀佛就發了第一願，我這個國家裡頭沒有三惡道，所以他這個願是完全觀察事實上來發的，不是憑空想像的，四十八願是這麼來的，不是一次發的。"
    },
    {
      "id": "02-032-0002_p0059",
      "zh_CN": "『精勤求索，恭慎保持，修习功德，满足五劫』，这是讲他勇猛精进修学的心态，时间是「五劫」，不是短时间。『于彼二十一俱胝佛土』，「二十一」是表法不是数字，用现在话讲就是尽虚空遍法界，一个佛土都不漏，都参学到了。这里面『功德庄严之事』，『明了通达，如一佛刹』，没有一样不了解，理明白了，事通达了，这才能够建立西方极乐世界。『所摄佛国』就是他建立的西方极乐世界，他所摄受的，「摄」用现在话讲，他建立的。『超过于彼』，「彼」是指一切诸佛刹土，超过一切诸佛刹土。好，今天我们就讲到此地。",
      "zh_TW": "『精勤求索，恭慎保持，修習功德，滿足五劫』，這是講他勇猛精進修學的心態，時間是「五劫」，不是短時間。『於彼二十一俱胝佛土』，「二十一」是表法不是數字，用現在話講就是盡虛空遍法界，一個佛土都不漏，都參學到了。這裡面『功德莊嚴之事』，『明了通達，如一佛剎』，沒有一樣不了解，理明白了，事通達了，這才能夠建立西方極樂世界。『所攝佛國』就是他建立的西方極樂世界，他所攝受的，「攝」用現在話講，他建立的。『超過於彼』，「彼」是指一切諸佛剎土，超過一切諸佛剎土。好，今天我們就講到此地。"
    }
  ]
}