{
  "doc_id": "09-012-0009",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0009",
  "total_paragraphs": 64,
  "paragraphs": [
    {
      "id": "09-012-0009_p0001",
      "zh_CN": "第二十八面：",
      "zh_TW": "第二十八面："
    },
    {
      "id": "09-012-0009_p0002",
      "zh_CN": "【知身虚幻。无有自性。色即是空。谁是我者。一切诸法。但有假名。无有定实。是我身者。四大五阴。一一非我。和合亦无。】",
      "zh_TW": "【知身虛幻。無有自性。色即是空。誰是我者。一切諸法。但有假名。無有定實。是我身者。四大五陰。一一非我。和合亦無。】"
    },
    {
      "id": "09-012-0009_p0003",
      "zh_CN": "这一段是永嘉大师劝告我们，对于色身的真相一定要认识清楚，而后才能够避免一切过失。这段文里面，刚才念的这两行是法说，向下三行是比喻，末后是结论。前面也曾经说过，一个有智慧的人，他以甚深的般若去观照，晓得身是虚幻而不实在的。『无有自性』，这个地方的自性是当作自体讲，它没有自体，我们讲体相用，没有体，体是虚妄的。体既然是虚而不实，相哪里会真实？相与作用皆是虚幻。所以说「色即是空，空即是色」，这是《心经》里面所讲的，这个地方讲的色就是指四大之色。纵然四大集聚的时候也是空，也不是真有，佛法里面常讲幻有，叫假有，或者叫妙有。这些名称都是告诉我们，那个有就是空，「色不异空」，跟那个空没有两样，原来是一桩事情。悟了你就看出它的真实相，迷的时候，你把假相当作真实相，那就错误了。『谁是我者』，在这个四大色身里面你去找，找不到我。",
      "zh_TW": "這一段是永嘉大師勸告我們，對於色身的真相一定要認識清楚，而後才能夠避免一切過失。這段文裡面，剛才念的這兩行是法說，向下三行是比喻，末後是結論。前面也曾經說過，一個有智慧的人，他以甚深的般若去觀照，曉得身是虛幻而不實在的。『無有自性』，這個地方的自性是當作自體講，它沒有自體，我們講體相用，沒有體，體是虛妄的。體既然是虛而不實，相哪裡會真實？相與作用皆是虛幻。所以說「色即是空，空即是色」，這是《心經》裡面所講的，這個地方講的色就是指四大之色。縱然四大集聚的時候也是空，也不是真有，佛法裡面常講幻有，叫假有，或者叫妙有。這些名稱都是告訴我們，那個有就是空，「色不異空」，跟那個空沒有兩樣，原來是一樁事情。悟了你就看出它的真實相，迷的時候，你把假相當作真實相，那就錯誤了。『誰是我者』，在這個四大色身裡面你去找，找不到我。"
    },
    {
      "id": "09-012-0009_p0004",
      "zh_CN": "『一切诸法，但有假名，无有定实』，不但我们身是假的，凡所有相皆是虚妄；换句话说，世出世法里头没有一法是真实的。这是如来给我们讲的老实话，绝不欺骗我们，我们应当要觉悟。所以说没有定实，你一定认为它是真实的，没有，不过只是一些假名而已。假名在唯识三性里面讲是遍计所执性；遍是讲普遍，计是计度分别，计度是心里面假想，心里面计较，起分别，造成一些幻而不实，而自己以为是实在的，这就产生无量无边的错觉。错觉再要一执着、一分别，就变成邪知邪见。这都是对于诸法真实的相没能了解，没能看清楚。这再归结到我们这个身，这一段是讲修身业，『是我身者，四大五阴，一一非我，和合亦无』。我们通常讲，我们这色身是四大五阴和合而有。和合而有，是方便说；和合亦无，是真实说。因为说和合而有，初学佛法的人一听他懂得，不错，是四大五阴和合而有的；你说和合亦无，这奇怪了，怎么和合也没有？和合而亦无，这个道理深，《楞严经》里面就是发明这个道理，非因缘、非自然、非和合、非不和合，这个地方的和合亦无，就是《楞严经》里面这四句，这是讲一切法统统是如此。这个意思要去体会，要认真的去思惟，闻思修，把这个理想通，事相才能看破。",
      "zh_TW": "『一切諸法，但有假名，無有定實』，不但我們身是假的，凡所有相皆是虛妄；換句話說，世出世法裡頭沒有一法是真實的。這是如來給我們講的老實話，絕不欺騙我們，我們應當要覺悟。所以說沒有定實，你一定認為它是真實的，沒有，不過只是一些假名而已。假名在唯識三性裡面講是遍計所執性；遍是講普遍，計是計度分別，計度是心裡面假想，心裡面計較，起分別，造成一些幻而不實，而自己以為是實在的，這就產生無量無邊的錯覺。錯覺再要一執著、一分別，就變成邪知邪見。這都是對於諸法真實的相沒能了解，沒能看清楚。這再歸結到我們這個身，這一段是講修身業，『是我身者，四大五陰，一一非我，和合亦無』。我們通常講，我們這色身是四大五陰和合而有。和合而有，是方便說；和合亦無，是真實說。因為說和合而有，初學佛法的人一聽他懂得，不錯，是四大五陰和合而有的；你說和合亦無，這奇怪了，怎麼和合也沒有？和合而亦無，這個道理深，《楞嚴經》裡面就是發明這個道理，非因緣、非自然、非和合、非不和合，這個地方的和合亦無，就是《楞嚴經》裡面這四句，這是講一切法統統是如此。這個意思要去體會，要認真的去思惟，聞思修，把這個理想通，事相才能看破。"
    },
    {
      "id": "09-012-0009_p0005",
      "zh_CN": "前一次我们举房屋做一个例子，来说明是法住法位，说明这个道理，这个道理也就是说明了和合亦无。这个房子多少砖头、钢筋、水泥，多少人工，这样把它造出来，实际上是把它照这个排列出来。砖头你拆下来还是砖头，水泥还是水泥，钢筋还是钢筋，它没有起变化，变了一个房子，没有。我们人体里面三十六种不净肮脏之物，一样一样把它挑出来排起来，还是那么多。聚集在一块的时候，并不是说它就变了，好像钢筋水泥这些东西合在一块，它就变个房子。变个房子是你的错觉，是你的邪知见，你要是正知正见，没有变。哪一样东西还是那一样，没有起变化，变动一下位置而已，原来是堆在那个地方的，现在你把它摆在这里，换换位置而已。这个比喻再要不懂得，我们用眼前这些录音机做比喻。这个录音机你把它拆开来，它有几百种零件，那个几百种零件就好像我们身体里面三十六种不净之物一样，拆开来你摆在桌面上，一个一个是那么多，你把它装配起来、合起来还是那么多，是不是那个零件位置移动了一下？它并没有起什么变化。你明了这个道理，你才晓得和合亦无，和合是假的，不是真的。",
      "zh_TW": "前一次我們舉房屋做一個例子，來說明是法住法位，說明這個道理，這個道理也就是說明了和合亦無。這個房子多少磚頭、鋼筋、水泥，多少人工，這樣把它造出來，實際上是把它照這個排列出來。磚頭你拆下來還是磚頭，水泥還是水泥，鋼筋還是鋼筋，它沒有起變化，變了一個房子，沒有。我們人體裡面三十六種不淨骯髒之物，一樣一樣把它挑出來排起來，還是那麼多。聚集在一塊的時候，並不是說它就變了，好像鋼筋水泥這些東西合在一塊，它就變個房子。變個房子是你的錯覺，是你的邪知見，你要是正知正見，沒有變。哪一樣東西還是那一樣，沒有起變化，變動一下位置而已，原來是堆在那個地方的，現在你把它擺在這裡，換換位置而已。這個比喻再要不懂得，我們用眼前這些錄音機做比喻。這個錄音機你把它拆開來，它有幾百種零件，那個幾百種零件就好像我們身體裡面三十六種不淨之物一樣，拆開來你擺在桌面上，一個一個是那麼多，你把它裝配起來、合起來還是那麼多，是不是那個零件位置移動了一下？它並沒有起什麼變化。你明瞭這個道理，你才曉得和合亦無，和合是假的，不是真的。"
    },
    {
      "id": "09-012-0009_p0006",
      "zh_CN": "如果和合要是真的话，这两样东西合在一起就变成一个，它没有变成一个，你拆开来还是那么多，装配起来依旧是那么多。和合，经里头有比喻，好像水乳和合，这杯水你加上牛奶，和合了，这个奶跟水分不出来，这个才叫和合。你这几百种零件装成一个机器，里头如果融合成一体，那才叫和合。它并没有融合成一体，拆开来还是一个一个的。所以说和合亦无。我们这个身体，四大五阴没有和合，所以和合是方便语，不是真实语，此地给诸位说的是真实语。这个道理总得要明白，明白之后才晓得自己，这叫认识自己，俗话常说，叫自知之明。你认不认识自己？这个样才能算认识自己，晓得「四大五阴，一一非我，和合亦无」，才真正认识自己本来面目就是如此。下面再从比喻方面来说，来发明这个道理：",
      "zh_TW": "如果和合要是真的話，這兩樣東西合在一起就變成一個，它沒有變成一個，你拆開來還是那麼多，裝配起來依舊是那麼多。和合，經裡頭有比喻，好像水乳和合，這杯水你加上牛奶，和合了，這個奶跟水分不出來，這個才叫和合。你這幾百種零件裝成一個機器，裡頭如果融合成一體，那才叫和合。它並沒有融合成一體，拆開來還是一個一個的。所以說和合亦無。我們這個身體，四大五陰沒有和合，所以和合是方便語，不是真實語，此地給諸位說的是真實語。這個道理總得要明白，明白之後才曉得自己，這叫認識自己，俗話常說，叫自知之明。你認不認識自己？這個樣才能算認識自己，曉得「四大五陰，一一非我，和合亦無」，才真正認識自己本來面目就是如此。下面再從比喻方面來說，來發明這個道理："
    },
    {
      "id": "09-012-0009_p0007",
      "zh_CN": "【内外推求。如水聚沫。】",
      "zh_TW": "【內外推求。如水聚沫。】"
    },
    {
      "id": "09-012-0009_p0008",
      "zh_CN": "『内』是指五阴里面后四阴，受、想、行、识，这是在内。地、水、火、风，这是属于色阴，在『外』。拿现在世间术语就是所谓精神与物质，精神是内在的，物质是外在的。无论是向内向外，你一桩一桩去推究、去寻求，就如同『水聚沫』一样。",
      "zh_TW": "『內』是指五陰裡面後四陰，受、想、行、識，這是在內。地、水、火、風，這是屬於色陰，在『外』。拿現在世間術語就是所謂精神與物質，精神是內在的，物質是外在的。無論是向內向外，你一樁一樁去推究、去尋求，就如同『水聚沫』一樣。"
    },
    {
      "id": "09-012-0009_p0009",
      "zh_CN": "【浮泡阳燄。】",
      "zh_TW": "【浮泡陽燄。】"
    },
    {
      "id": "09-012-0009_p0010",
      "zh_CN": "都不是实在的，水里面聚的沫，水里面起的泡，哪有实在？哪有长久？『阳燄』是地上的一种气，远看好像是水，起波浪，近看就没有。",
      "zh_TW": "都不是實在的，水裡面聚的沫，水裡面起的泡，哪有實在？哪有長久？『陽燄』是地上的一種氣，遠看好像是水，起波浪，近看就沒有。"
    },
    {
      "id": "09-012-0009_p0011",
      "zh_CN": "【芭蕉幻化。】",
      "zh_TW": "【芭蕉幻化。】"
    },
    {
      "id": "09-012-0009_p0012",
      "zh_CN": "『芭蕉』看起来是一棵树，你去把它剥，剥到最后就空了，没有了，它不是一棵树了，它不是实在的。『幻化』就好像魔术师变把戏变现出来的，这是说都是假的，不是实在的。",
      "zh_TW": "『芭蕉』看起來是一棵樹，你去把它剝，剝到最後就空了，沒有了，它不是一棵樹了，它不是實在的。『幻化』就好像魔術師變把戲變現出來的，這是說都是假的，不是實在的。"
    },
    {
      "id": "09-012-0009_p0013",
      "zh_CN": "【镜像水月。毕竟无人。】",
      "zh_TW": "【鏡像水月。畢竟無人。】"
    },
    {
      "id": "09-012-0009_p0014",
      "zh_CN": "镜中之像，水里面的月亮，四大五阴、内外推求就是像这个样子。所以这个地方给我们下的结论是『毕竟无人』，在这里头找不到。人都找不到，我还会存在？当然更不能存在，人与我都找不到。找不到为什么会有这些现象？底下就说明：",
      "zh_TW": "鏡中之像，水裡面的月亮，四大五陰、內外推求就是像這個樣子。所以這個地方給我們下的結論是『畢竟無人』，在這裡頭找不到。人都找不到，我還會存在？當然更不能存在，人與我都找不到。找不到為什麼會有這些現象？底下就說明："
    },
    {
      "id": "09-012-0009_p0015",
      "zh_CN": "【无明不了。妄执为我。】",
      "zh_TW": "【無明不了。妄執為我。】"
    },
    {
      "id": "09-012-0009_p0016",
      "zh_CN": "本性失掉觉照的作用，觉照就是明，觉照的作用失掉，就『无明』了，就不明；换句话说，对于宇宙人生的真实相你不明了，这就叫「无明」。因为不明了，才起虚妄的执着，妄情、执着，以为这个四大五阴之身就是我，这是错误的根源，无始劫来的根本烦恼就是从这个地方生的。我们修道要想了生死、证涅槃，也就是破妄执、破无明，妄执与无明是生死烦恼的大根大本。起源是先有无明然后再起执着，我们要了断的时候，要先破妄执再破无明。这就好比穿衣服一样，先穿最里面的一件，然后再穿外面的，脱衣服先脱外面的，后脱里面的。这种断证先后次序也得要明了。真实的相状看清楚了，就不应该再执着，真相看明了，再执着就是过失，那就是明知故犯，这是不应该的。执着这个，底下就给我们说出这个病，这是就三业里头身业上来说：",
      "zh_TW": "本性失掉覺照的作用，覺照就是明，覺照的作用失掉，就『無明』了，就不明；換句話說，對於宇宙人生的真實相你不明瞭，這就叫「無明」。因為不明瞭，才起虛妄的執著，妄情、執著，以為這個四大五陰之身就是我，這是錯誤的根源，無始劫來的根本煩惱就是從這個地方生的。我們修道要想了生死、證涅槃，也就是破妄執、破無明，妄執與無明是生死煩惱的大根大本。起源是先有無明然後再起執著，我們要了斷的時候，要先破妄執再破無明。這就好比穿衣服一樣，先穿最裡面的一件，然後再穿外面的，脫衣服先脫外面的，後脫裡面的。這種斷證先後次序也得要明瞭。真實的相狀看清楚了，就不應該再執著，真相看明了，再執著就是過失，那就是明知故犯，這是不應該的。執著這個，底下就給我們說出這個病，這是就三業裡頭身業上來說："
    },
    {
      "id": "09-012-0009_p0017",
      "zh_CN": "【于非实中。横生贪着。】",
      "zh_TW": "【於非實中。橫生貪著。】"
    },
    {
      "id": "09-012-0009_p0018",
      "zh_CN": "『非实』就是不实在的，身心都是假的，身心都是不实在的，你要执着这个为我，这叫迷惑颠倒。这一执着，必然是『横生贪着』，于一切法上生贪、执着，就是十二因缘里面讲的爱、取、有，这就造业了。在身业上：",
      "zh_TW": "『非實』就是不實在的，身心都是假的，身心都是不實在的，你要執著這個為我，這叫迷惑顛倒。這一執著，必然是『橫生貪著』，於一切法上生貪、執著，就是十二因緣裡面講的愛、取、有，這就造業了。在身業上："
    },
    {
      "id": "09-012-0009_p0019",
      "zh_CN": "【杀生偷盗。婬秽荒迷。竟夜终朝。矻矻造业。】",
      "zh_TW": "【殺生偷盜。婬穢荒迷。竟夜終朝。矻矻造業。】"
    },
    {
      "id": "09-012-0009_p0020",
      "zh_CN": "『矻矻』的意思，要拿佛法来讲，就是勇猛精进，干什么？『造业』，造业勇猛精进，一点都不怕劳苦，拼命在那里造。造的是『杀生偷盗，婬秽荒迷』，日夜的在那里造。这都是人生，也可以说是眼前实际上的真实状况，我们一个修道的人首先要了解、要明白。",
      "zh_TW": "『矻矻』的意思，要拿佛法來講，就是勇猛精進，幹什麼？『造業』，造業勇猛精進，一點都不怕勞苦，拼命在那裡造。造的是『殺生偷盜，婬穢荒迷』，日夜的在那裡造。這都是人生，也可以說是眼前實際上的真實狀況，我們一個修道的人首先要了解、要明白。"
    },
    {
      "id": "09-012-0009_p0021",
      "zh_CN": "【虽非真实。善恶报应。如影随形。作是观时。不以恶求。而养身命。】",
      "zh_TW": "【雖非真實。善惡報應。如影隨形。作是觀時。不以惡求。而養身命。】"
    },
    {
      "id": "09-012-0009_p0022",
      "zh_CN": "这一段的重点在末后两句，虽然这个身心是虚妄不实在的，但是你造善有善报，造恶有恶报，『善恶报应，如影随形』，丝毫不爽。什么原因？并不是鬼神在那里支配，也不是佛菩萨在那里主宰，是你自性在做主，你自己在做主。这就所谓是感应道交，善一定感应乐果，恶一定感应着苦果，这是没办法的事情。朱镜宙老居士有一个《八大人觉经》的讲义，你们去看看，他里面引述他老岳丈一段公案，就是一段故事，那是实在的。他老岳丈是章太炎先生，章太炎在世的时候做过东岳大帝的判官，白天他在人间，晚上他就到鬼道里面去办公去了，他也是个学佛的。东岳大帝权力很大，是大鬼王，他管五个省，这五个省的人的生死都归他管。他既然是学佛，当然就有一点慈悲心，就跟东岳大帝建议，地狱里头炮烙之刑太残酷了。炮烙是什么？就是铜柱铁床，这是把它烧得红红的，人抱在上面，把人推在这个床上，这是非常残酷的刑罚。他说不应该设这种惨无人道的刑罚。",
      "zh_TW": "這一段的重點在末後兩句，雖然這個身心是虛妄不實在的，但是你造善有善報，造惡有惡報，『善惡報應，如影隨形』，絲毫不爽。什麼原因？並不是鬼神在那裡支配，也不是佛菩薩在那裡主宰，是你自性在做主，你自己在做主。這就所謂是感應道交，善一定感應樂果，惡一定感應著苦果，這是沒辦法的事情。朱鏡宙老居士有一個《八大人覺經》的講義，你們去看看，他裡面引述他老岳丈一段公案，就是一段故事，那是實在的。他老岳丈是章太炎先生，章太炎在世的時候做過東嶽大帝的判官，白天他在人間，晚上他就到鬼道裡面去辦公去了，他也是個學佛的。東嶽大帝權力很大，是大鬼王，他管五個省，這五個省的人的生死都歸他管。他既然是學佛，當然就有一點慈悲心，就跟東嶽大帝建議，地獄裡頭炮烙之刑太殘酷了。炮烙是什麼？就是銅柱鐵床，這是把它燒得紅紅的，人抱在上面，把人推在這個床上，這是非常殘酷的刑罰。他說不應該設這種慘無人道的刑罰。"
    },
    {
      "id": "09-012-0009_p0023",
      "zh_CN": "东岳大帝就派两个小鬼领着他，你去看看。小鬼把他带到这个刑场里面去，指给他，你看看这个情形。他看不到，他才恍然大悟，这个相是你心里造的，阎王不设这个刑罚，佛菩萨不变现地狱，地狱是谁变的？自己心里面变的。可见得心造心受，这就是古人常讲的自作自受，有什么办法？你自己造这个罪业，他自己变成地狱的变相去受这个罪，别的人走到你面前也看不到。可见得一饮一啄莫非前定，谁给你定的？自己定的。这个理明白了，我们在一生当中，你处顺境也好，处逆境也好，你处富贵也好，处贫贱也好，绝无怨天尤人，心安理得，他就自在了。为什么？晓得一切境遇是我自己造出来的，与人无干，不明这个理不行。你走到路上遇到一个恶人，无缘无故的在你脸上吐一口口水，打你一耳光，你要是明了这个理，这是自作自受，不怪他。街上那么多人，他为什么不对别人，他单单对我？必定是过去世有因缘，过去世没有因缘，不可能的事情。所以要懂这个理。懂得这个理，心就清净了，妄念不生。心清净了，你的三业造作就叫净业，净业好，善恶都超出去了。",
      "zh_TW": "東嶽大帝就派兩個小鬼領著他，你去看看。小鬼把他帶到這個刑場裡面去，指給他，你看看這個情形。他看不到，他才恍然大悟，這個相是你心裡造的，閻王不設這個刑罰，佛菩薩不變現地獄，地獄是誰變的？自己心裡面變的。可見得心造心受，這就是古人常講的自作自受，有什麼辦法？你自己造這個罪業，他自己變成地獄的變相去受這個罪，別的人走到你面前也看不到。可見得一飲一啄莫非前定，誰給你定的？自己定的。這個理明白了，我們在一生當中，你處順境也好，處逆境也好，你處富貴也好，處貧賤也好，絕無怨天尤人，心安理得，他就自在了。為什麼？曉得一切境遇是我自己造出來的，與人無干，不明這個理不行。你走到路上遇到一個惡人，無緣無故的在你臉上吐一口口水，打你一耳光，你要是明瞭這個理，這是自作自受，不怪他。街上那麼多人，他為什麼不對別人，他單單對我？必定是過去世有因緣，過去世沒有因緣，不可能的事情。所以要懂這個理。懂得這個理，心就清淨了，妄念不生。心清淨了，你的三業造作就叫淨業，淨業好，善惡都超出去了。"
    },
    {
      "id": "09-012-0009_p0024",
      "zh_CN": "诸位要晓得，善业是我们六道里面的三善道的果报，恶业是三恶道的果报。净业在我们这个三界六道里头找不到，那个果报在净土，在佛国土。如果是在我们这个世界上，没有生到佛国土，我们这个世界里头也有净土，这个净土就是经上常讲的「五不还天」，我们称之为净居天。经上常讲「净居天人」，这是在第四禅里面的净土。第四禅一共有九天。虽然在第四禅，第四禅的天人看不到他们，第四禅是凡圣同居土。这五种是属于圣人，叫五不还天。除了这个之外，第四禅还有一个外道天，就是无想天，那是修无想定生到那个地方，是属于外道的。可见得世出世法里面，我们都应当要修净业。修净业最重要的就是要清净心，清净心从什么地方产生？把人生宇宙的真相明白了，这个心才能够产生。换句话说，真正的认识自己，真正认识环境，晓得凡所有相皆是虚妄，这才能够真正做到不杀生、不偷盗、不淫欲。",
      "zh_TW": "諸位要曉得，善業是我們六道裡面的三善道的果報，惡業是三惡道的果報。淨業在我們這個三界六道裡頭找不到，那個果報在淨土，在佛國土。如果是在我們這個世界上，沒有生到佛國土，我們這個世界裡頭也有淨土，這個淨土就是經上常講的「五不還天」，我們稱之為淨居天。經上常講「淨居天人」，這是在第四禪裡面的淨土。第四禪一共有九天。雖然在第四禪，第四禪的天人看不到他們，第四禪是凡聖同居土。這五種是屬於聖人，叫五不還天。除了這個之外，第四禪還有一個外道天，就是無想天，那是修無想定生到那個地方，是屬於外道的。可見得世出世法裡面，我們都應當要修淨業。修淨業最重要的就是要清淨心，清淨心從什麼地方產生？把人生宇宙的真相明白了，這個心才能夠產生。換句話說，真正的認識自己，真正認識環境，曉得凡所有相皆是虛妄，這才能夠真正做到不殺生、不偷盜、不淫欲。"
    },
    {
      "id": "09-012-0009_p0025",
      "zh_CN": "『不以恶求，而养身命』，身命随缘，绝不用非理而求。前面讲，杀害生命来养活自己，这是讲吃肉，这叫「恶求」，恶求而养自己的身命，你欠众生的命债，没有不还的。这些话只能给老同修们讲，给真正学佛、有智慧的人讲，给那个初学的人、没有智慧的人，你这样讲他不但不能接受，他生反感，所谓是忠言逆耳，良药苦口。植物里面营养已经很丰富，足以养我们的身命，何必还要杀生，还要吃肉，跟这些众生结冤仇？这是恶求。第二种恶求就是偷盗，偷盗这是属于财物方面的，用偷盗的心盗取别人的财物来养活自己，这也叫恶求。偷盗不管用什么手段，前面我们曾经看过，幽溪大师这个注子注得相当的好，注的虽然很简单，但是非常详细。他举出《十诵律》、《五分律》、《四分律》、《摩得伽论》，统统举出经论里面说盗心有多少种类。《十诵律》里面有六种，《五分律》里面有四种，《四分律》里面有十种，《摩得伽论》里面有三种。这些虽然讲的种类多寡不同，给诸位说，那不过是开合不同而已。以《四分律》里面说得最详细，它说出十种，《摩得伽论》里面说得最简单，说了三种，归纳起来。",
      "zh_TW": "『不以惡求，而養身命』，身命隨緣，絕不用非理而求。前面講，殺害生命來養活自己，這是講吃肉，這叫「惡求」，惡求而養自己的身命，你欠眾生的命債，沒有不還的。這些話只能給老同修們講，給真正學佛、有智慧的人講，給那個初學的人、沒有智慧的人，你這樣講他不但不能接受，他生反感，所謂是忠言逆耳，良藥苦口。植物裡面營養已經很豐富，足以養我們的身命，何必還要殺生，還要吃肉，跟這些眾生結冤仇？這是惡求。第二種惡求就是偷盜，偷盜這是屬於財物方面的，用偷盜的心盜取別人的財物來養活自己，這也叫惡求。偷盜不管用什麼手段，前面我們曾經看過，幽溪大師這個註子註得相當的好，註的雖然很簡單，但是非常詳細。他舉出《十誦律》、《五分律》、《四分律》、《摩得伽論》，統統舉出經論裡面說盜心有多少種類。《十誦律》裡面有六種，《五分律》裡面有四種，《四分律》裡面有十種，《摩得伽論》裡面有三種。這些雖然講的種類多寡不同，給諸位說，那不過是開合不同而已。以《四分律》裡面說得最詳細，它說出十種，《摩得伽論》裡面說得最簡單，說了三種，歸納起來。"
    },
    {
      "id": "09-012-0009_p0026",
      "zh_CN": "像这些我们都要深深的反省、检点，我们有没有？有一条就是犯了盗戒。盗取的现在用得很自在，将来还的时候就不自在了，所以修道的人要把盗心从根断除。怎么断除法？大师前面教诫我们的，「他物不悕，自财不吝」；换句话说，要断绝求取之心，衣食足了，就够了，不要想明天的，不要想多余的，见一切境界相，或者是资身之具，没有贪得的观念，这样才能够断除。何况现在时代不同了，年头也不对了，冷眼仔细观察观察，整个人类的大劫难就在眼前，今天就是把全世界都给你，你也过不了几年，这是诸位稍稍有见识都能看得出来。你看一般东西方的预言，再有一些看相算卦的，我就听到不少，一般都讲，五、六年之后全世界有大劫难，这是一般常说的、常常听到的。我虽然没有神通，我也能看得出一些，我有预感。六年没有多长，转眼就到。",
      "zh_TW": "像這些我們都要深深的反省、檢點，我們有沒有？有一條就是犯了盜戒。盜取的現在用得很自在，將來還的時候就不自在了，所以修道的人要把盜心從根斷除。怎麼斷除法？大師前面教誡我們的，「他物不悕，自財不吝」；換句話說，要斷絕求取之心，衣食足了，就夠了，不要想明天的，不要想多餘的，見一切境界相，或者是資身之具，沒有貪得的觀念，這樣才能夠斷除。何況現在時代不同了，年頭也不對了，冷眼仔細觀察觀察，整個人類的大劫難就在眼前，今天就是把全世界都給你，你也過不了幾年，這是諸位稍稍有見識都能看得出來。你看一般東西方的預言，再有一些看相算卦的，我就聽到不少，一般都講，五、六年之後全世界有大劫難，這是一般常說的、常常聽到的。我雖然沒有神通，我也能看得出一些，我有預感。六年沒有多長，轉眼就到。"
    },
    {
      "id": "09-012-0009_p0027",
      "zh_CN": "他们看的是六年，我看不到六年，我的感觉当中，我们现在平平安安，像目前这种状况有把握维持的是三年。在这三年当中，我们再要不用功，不在了生死出三界、求生净土上下功夫，后来你想干也不行了，也来不及了。换句话说，过去我们学佛，等于走路一样，一路走一路玩，贪玩，没有认真，没有赶路；现在眼看着火烧到眉头，再不能看东看西，赶紧往前面走，这个劫难才能逃得过去。如果我们对于这个世界、对于这个身体还要有一念放不下，你就逃不了这个劫难。你想想，这个世间哪一样东西是你自己的？这里头说到连身都不是，你生到这个世界上来，你带着什么来？你看多少人，每一天殡仪馆都有死人，哪个带东西去了？带的都是业障，「万般将不去，唯有业随身」，何必要造业？应当要觉悟。",
      "zh_TW": "他們看的是六年，我看不到六年，我的感覺當中，我們現在平平安安，像目前這種狀況有把握維持的是三年。在這三年當中，我們再要不用功，不在了生死出三界、求生淨土上下功夫，後來你想幹也不行了，也來不及了。換句話說，過去我們學佛，等於走路一樣，一路走一路玩，貪玩，沒有認真，沒有趕路；現在眼看著火燒到眉頭，再不能看東看西，趕緊往前面走，這個劫難才能逃得過去。如果我們對於這個世界、對於這個身體還要有一念放不下，你就逃不了這個劫難。你想想，這個世間哪一樣東西是你自己的？這裡頭說到連身都不是，你生到這個世界上來，你帶著什麼來？你看多少人，每一天殯儀館都有死人，哪個帶東西去了？帶的都是業障，「萬般將不去，唯有業隨身」，何必要造業？應當要覺悟。"
    },
    {
      "id": "09-012-0009_p0028",
      "zh_CN": "绝对不可以恶求来养自己的身命，身命早晚都要死的，早晚都要丢掉的，我没得吃、没得穿，我早一点丢掉跟晚一点丢掉没有两样，不造业就好。与其造业而生，不如不造业而死，死了会生到好地方去，来生得自在；今生造业而活，活不了几天，死了之后要到三途受果报，来生不如意。所以真正有智慧，眼光稍微看得远一点的人，他不做这个傻瓜事情。这是说杀、说盗。淫欲也得要离开，也不可以造作，世人以此为乐。我们读这部经，我也告诉诸位，真正乐是道上乐，你二六时中心里面有道，心里面有经有论，这个多乐！我不晓得你们同学有没有发心，有没有留意，真正发心，我们今天讲到哪一段，你今天就背这一段。山林树下，一面散着步，一面就想着经，今天讲这一段，把这段背熟，半个月当中这一本东西讲完了，这本东西你从头到尾都会背，这个多么乐，多么自在，你一生享受不尽。这叫心在道上。",
      "zh_TW": "絕對不可以惡求來養自己的身命，身命早晚都要死的，早晚都要丟掉的，我沒得吃、沒得穿，我早一點丟掉跟晚一點丟掉沒有兩樣，不造業就好。與其造業而生，不如不造業而死，死了會生到好地方去，來生得自在；今生造業而活，活不了幾天，死了之後要到三途受果報，來生不如意。所以真正有智慧，眼光稍微看得遠一點的人，他不做這個傻瓜事情。這是說殺、說盜。淫欲也得要離開，也不可以造作，世人以此為樂。我們讀這部經，我也告訴諸位，真正樂是道上樂，你二六時中心裡面有道，心裡面有經有論，這個多樂！我不曉得你們同學有沒有發心，有沒有留意，真正發心，我們今天講到哪一段，你今天就背這一段。山林樹下，一面散著步，一面就想著經，今天講這一段，把這段背熟，半個月當中這一本東西講完了，這本東西你從頭到尾都會背，這個多麼樂，多麼自在，你一生享受不盡。這叫心在道上。"
    },
    {
      "id": "09-012-0009_p0029",
      "zh_CN": "我们每天讲的不长，你每天把所讲的念两百遍，拿着本子也可以，离开本子也可以，行住坐卧心里面都有这些东西，其味无穷，这才叫读书，这才叫用功，这才叫心向道。不是听了，听了是不错，瞎点头，离开讲堂，本子一翻，它是它，我还是我。那有什么用处？你要这样子去学道、求学，你到哪一天才能成就？这半个月充其量是耳边风，从耳朵里头过一下就走了，心里没有落印象。应当要背诵，至少要念两百遍，真正想学的，真正想成就的，一定要这么做，听什么经就背什么经，就念什么经，一门深入。过去我求学的时候，老师就是这么教给我。听这个经再去念别的经，就分心了，一门都不能成就，学哪一门，心就入在这一门，这门东西学完，这门功课就完成了。要把《永嘉禅宗集》变成自己的禅宗集，这个才有真实受用，否则的话，还是永嘉大师的。所以真正之乐是乐道。除了读诵经文之外，就念佛菩萨圣号，一心一意求生净土。像前面讲的，没有生净土之前，出家人本分的三桩事情，弘道、利生、报恩。再看底下经文：",
      "zh_TW": "我們每天講的不長，你每天把所講的念兩百遍，拿著本子也可以，離開本子也可以，行住坐臥心裡面都有這些東西，其味無窮，這才叫讀書，這才叫用功，這才叫心向道。不是聽了，聽了是不錯，瞎點頭，離開講堂，本子一翻，它是它，我還是我。那有什麼用處？你要這樣子去學道、求學，你到哪一天才能成就？這半個月充其量是耳邊風，從耳朵裡頭過一下就走了，心裡沒有落印象。應當要背誦，至少要念兩百遍，真正想學的，真正想成就的，一定要這麼做，聽什麼經就背什麼經，就念什麼經，一門深入。過去我求學的時候，老師就是這麼教給我。聽這個經再去念別的經，就分心了，一門都不能成就，學哪一門，心就入在這一門，這門東西學完，這門功課就完成了。要把《永嘉禪宗集》變成自己的禪宗集，這個才有真實受用，否則的話，還是永嘉大師的。所以真正之樂是樂道。除了讀誦經文之外，就念佛菩薩聖號，一心一意求生淨土。像前面講的，沒有生淨土之前，出家人本分的三樁事情，弘道、利生、報恩。再看底下經文："
    },
    {
      "id": "09-012-0009_p0030",
      "zh_CN": "【应自观身。如毒蛇想。为治病故。受于四事。身着衣服。如裹痈疮。口餐滋味。如病服药。节身俭口。不生奢泰。闻说少欲。深乐修行。】",
      "zh_TW": "【應自觀身。如毒蛇想。為治病故。受於四事。身著衣服。如裹癰瘡。口餐滋味。如病服藥。節身儉口。不生奢泰。聞說少欲。深樂修行。】"
    },
    {
      "id": "09-012-0009_p0031",
      "zh_CN": "这个向下都是对治我们的毛病，先教给我们应当要观身，如同前面所讲的，认真的去观察。『如毒蛇想』，毒蛇是可怕的，身确确实实是如此。罪业之身、病苦之身，为了治病，我们才接受四事供养。穿上衣服，身体等于说是『痈疮』一样，溃烂的疮一定要把它包扎起来。三餐饮食就好像害了病吃药，治病的。治什么病？治饿病。不吃就饥饿，饿就苦，饿是病，饮食就是治饿病的。既然晓得衣服、饮食都是治病的，身就是病，有身就是苦本。因此我们要『节身俭口』，节身，身与口就是指衣服与饮食，衣服饮食都要节俭，不可以浪费，不可以奢侈。『不生奢泰』，就是奢侈浪费，不可以的，那是造罪业。『闻说少欲，深乐修行』，少欲，这都是佛菩萨、圣贤人的教诫，教给我们要知足、要少欲。知足少欲是入道的好因缘，是入道的好基础，我们深深的爱好修行。这个地方的修行专指修的身业，因为后面还有两段讲口业与意业。如果没有后面两段，「深乐修行」就是三业都包括在里面。",
      "zh_TW": "這個向下都是對治我們的毛病，先教給我們應當要觀身，如同前面所講的，認真的去觀察。『如毒蛇想』，毒蛇是可怕的，身確確實實是如此。罪業之身、病苦之身，為了治病，我們才接受四事供養。穿上衣服，身體等於說是『癰瘡』一樣，潰爛的瘡一定要把它包紮起來。三餐飲食就好像害了病吃藥，治病的。治什麼病？治餓病。不吃就飢餓，餓就苦，餓是病，飲食就是治餓病的。既然曉得衣服、飲食都是治病的，身就是病，有身就是苦本。因此我們要『節身儉口』，節身，身與口就是指衣服與飲食，衣服飲食都要節儉，不可以浪費，不可以奢侈。『不生奢泰』，就是奢侈浪費，不可以的，那是造罪業。『聞說少欲，深樂修行』，少欲，這都是佛菩薩、聖賢人的教誡，教給我們要知足、要少欲。知足少欲是入道的好因緣，是入道的好基礎，我們深深的愛好修行。這個地方的修行專指修的身業，因為後面還有兩段講口業與意業。如果沒有後面兩段，「深樂修行」就是三業都包括在裡面。"
    },
    {
      "id": "09-012-0009_p0032",
      "zh_CN": "【故经云。少欲头陀。善知止足。是人能入贤圣之道。】",
      "zh_TW": "【故經云。少欲頭陀。善知止足。是人能入賢聖之道。】"
    },
    {
      "id": "09-012-0009_p0033",
      "zh_CN": "『头陀』是印度话，抖擞烦恼的意思。好比我们这一块毛巾，毛巾是干的，里面有很多灰，我们拿到外面去给它抖一抖，把这个肮脏东西抖掉。「头陀」就是这个意思，就是我们一身的罪业，一身的染污，把它抖干净，这么个意思。怎样才能抖得干净？一定要少欲、止足。过去我们多欲，过去不知止、不知足，现在懂得这个道理，我们要少欲、知足，这就把罪业、障碍抖干净了。所以说『是人能入贤圣之道』，诸位从这句就能够想得到，入圣贤之道的条件是要少欲知足，多欲不知足决定不能入道。很明显的，你从反面一看不就得到？多欲有什么好处？好处是眼前的享受，逞一时之快，要受万劫之累。宁愿忍受数十年寒暑之苦，我们要求永远之乐，求生佛国土，求永恒清净之乐，这才真正叫有志气、有智慧，为一切天人所敬仰之人。",
      "zh_TW": "『頭陀』是印度話，抖擻煩惱的意思。好比我們這一塊毛巾，毛巾是乾的，裡面有很多灰，我們拿到外面去給它抖一抖，把這個骯髒東西抖掉。「頭陀」就是這個意思，就是我們一身的罪業，一身的染污，把它抖乾淨，這麼個意思。怎樣才能抖得乾淨？一定要少欲、止足。過去我們多欲，過去不知止、不知足，現在懂得這個道理，我們要少欲、知足，這就把罪業、障礙抖乾淨了。所以說『是人能入賢聖之道』，諸位從這句就能夠想得到，入聖賢之道的條件是要少欲知足，多欲不知足決定不能入道。很明顯的，你從反面一看不就得到？多欲有什麼好處？好處是眼前的享受，逞一時之快，要受萬劫之累。寧願忍受數十年寒暑之苦，我們要求永遠之樂，求生佛國土，求永恆清淨之樂，這才真正叫有志氣、有智慧，為一切天人所敬仰之人。"
    },
    {
      "id": "09-012-0009_p0034",
      "zh_CN": "【何以故。】",
      "zh_TW": "【何以故。】"
    },
    {
      "id": "09-012-0009_p0035",
      "zh_CN": "为什么说少欲知足才能入圣贤之道？",
      "zh_TW": "為什麼說少欲知足才能入聖賢之道？"
    },
    {
      "id": "09-012-0009_p0036",
      "zh_CN": "【恶道众生。经无量劫。阙衣乏食。叫唤号毒。饥寒切楚。皮骨相连。我今暂阙。未足为苦。】",
      "zh_TW": "【惡道眾生。經無量劫。闕衣乏食。叫喚號毒。飢寒切楚。皮骨相連。我今暫闕。未足為苦。】"
    },
    {
      "id": "09-012-0009_p0037",
      "zh_CN": "你把三途里面比较比较，我们比他们自在多了，我们缺衣，还不到一件衣服都没有，还不到这个程度；我们缺食，充其量就吃得不好而已，还没有到挨饿的程度。想想三途，畜生牠一天三餐不一定能得到，得不到就要受饥饿之苦；饿鬼比畜生还要苦，他不苦为什么称为饿鬼？可见得常常挨饥饿，受饥渴之苦；地狱更可怜。这个地方的『恶道』是指三途，饿鬼、地狱、畜生。一堕到恶道，『经无量劫』，少衣少食，不是一天。为什么堕到恶道里面要经这么长的时间？给诸位说，凡是往上面升的是要靠智慧，是要靠觉悟的，凡是迷惑的就往下坠落。我们想想，畜生的聪明智慧能比得上人？牠会觉悟？牠不会，愚痴。牠到几时才能觉悟？太难太难了。所以要从畜生道里面再生到人道里面来总得要经几个大劫，绝不是那么容易的。饿鬼更糊涂，地狱业障最重，确确实实是要经无量劫。不是说他没有翻身的日子，他还是能出来，时劫太长了。",
      "zh_TW": "你把三途裡面比較比較，我們比他們自在多了，我們缺衣，還不到一件衣服都沒有，還不到這個程度；我們缺食，充其量就吃得不好而已，還沒有到挨餓的程度。想想三途，畜生牠一天三餐不一定能得到，得不到就要受飢餓之苦；餓鬼比畜生還要苦，他不苦為什麼稱為餓鬼？可見得常常挨飢餓，受飢渴之苦；地獄更可憐。這個地方的『惡道』是指三途，餓鬼、地獄、畜生。一墮到惡道，『經無量劫』，少衣少食，不是一天。為什麼墮到惡道裡面要經這麼長的時間？給諸位說，凡是往上面升的是要靠智慧，是要靠覺悟的，凡是迷惑的就往下墜落。我們想想，畜生的聰明智慧能比得上人？牠會覺悟？牠不會，愚痴。牠到幾時才能覺悟？太難太難了。所以要從畜生道裡面再生到人道裡面來總得要經幾個大劫，絕不是那麼容易的。餓鬼更糊塗，地獄業障最重，確確實實是要經無量劫。不是說他沒有翻身的日子，他還是能出來，時劫太長了。"
    },
    {
      "id": "09-012-0009_p0038",
      "zh_CN": "经里面跟我们说，地狱里面一天是我们人间二千七百多年，这个地方你想想看，能不能去？去一天，人间就二千七百多年了。地狱的寿命，短命的也一万岁，他那个一万岁要照我们这个人间算，你们去算算，那是多少年？为什么在人间这短短几十年当中不能够忍受而去造罪业，去堕地狱？堕地狱，给诸位说，普通一般社会人不大容易，没有那么重的罪。佛法里面讲，造这个罪业是五逆十恶，世间人虽然造恶，那个十恶要是统统造全的很少，那是极少数人。五逆罪也很少造，杀父、杀母、杀阿罗汉；杀阿罗汉，阿罗汉在哪里？找也找不到，到底是少数，很少有这种机缘。再就是出佛身血、破和合僧，这是地狱罪。反过来说，出家人造这个罪业堕地狱的多，为什么？很容易造这个罪业。不要说别的，前面讲的，我们单单看盗戒这一条，我们出家人造的就是地狱罪业，用种种方法手段骗取十方供养，挂着佛的招牌、打着佛的旗号去欺骗人。裨贩如来，把佛法当作买卖在那里贩卖，卖的都是假的，又不是真的，这就造罪业，就得堕地狱。",
      "zh_TW": "經裡面跟我們說，地獄裡面一天是我們人間二千七百多年，這個地方你想想看，能不能去？去一天，人間就二千七百多年了。地獄的壽命，短命的也一萬歲，他那個一萬歲要照我們這個人間算，你們去算算，那是多少年？為什麼在人間這短短幾十年當中不能夠忍受而去造罪業，去墮地獄？墮地獄，給諸位說，普通一般社會人不大容易，沒有那麼重的罪。佛法裡面講，造這個罪業是五逆十惡，世間人雖然造惡，那個十惡要是統統造全的很少，那是極少數人。五逆罪也很少造，殺父、殺母、殺阿羅漢；殺阿羅漢，阿羅漢在哪裡？找也找不到，到底是少數，很少有這種機緣。再就是出佛身血、破和合僧，這是地獄罪。反過來說，出家人造這個罪業墮地獄的多，為什麼？很容易造這個罪業。不要說別的，前面講的，我們單單看盜戒這一條，我們出家人造的就是地獄罪業，用種種方法手段騙取十方供養，掛著佛的招牌、打著佛的旗號去欺騙人。裨販如來，把佛法當作買賣在那裡販賣，賣的都是假的，又不是真的，這就造罪業，就得墮地獄。"
    },
    {
      "id": "09-012-0009_p0039",
      "zh_CN": "我们读安世高传记，你看看安世高过去那个同学，他是个三藏法师，明经好施，人家并没有造五逆罪，没有造十恶罪，不过就是瞋恨心重一点。那个时候每天出去托钵，他是大法师，有德有修有学，到外面托的饭，那天托的饭菜不好，心里就不高兴。这一点原因堕落在畜生道当神去了，你们诸位想，因果可怕不可怕？如果我们用不正当的手段、不正当的心理去骗取十方施主的财物来供养自己，我们跟安世高同学比较比较看，我们的德、我们的学、我们的修持都不如他，我们造的罪业比他重，他堕一个蛇身，我们堕什么身？好好的去想想，可怕！所以你想到三途，我们自己现在受一点苦、受一点难算得了什么？何况我们所受的时间很短暂，咬咬牙关就忍受过去了，将来享受大福报，何必要造罪业？",
      "zh_TW": "我們讀安世高傳記，你看看安世高過去那個同學，他是個三藏法師，明經好施，人家並沒有造五逆罪，沒有造十惡罪，不過就是瞋恨心重一點。那個時候每天出去托缽，他是大法師，有德有修有學，到外面托的飯，那天托的飯菜不好，心裡就不高興。這一點原因墮落在畜生道當神去了，你們諸位想，因果可怕不可怕？如果我們用不正當的手段、不正當的心理去騙取十方施主的財物來供養自己，我們跟安世高同學比較比較看，我們的德、我們的學、我們的修持都不如他，我們造的罪業比他重，他墮一個蛇身，我們墮什麼身？好好的去想想，可怕！所以你想到三途，我們自己現在受一點苦、受一點難算得了什麼？何況我們所受的時間很短暫，咬咬牙關就忍受過去了，將來享受大福報，何必要造罪業？"
    },
    {
      "id": "09-012-0009_p0040",
      "zh_CN": "【是故智者。贵法贱身。勤求至道。不顾形命。是名净修身业。】",
      "zh_TW": "【是故智者。貴法賤身。勤求至道。不顧形命。是名淨修身業。】"
    },
    {
      "id": "09-012-0009_p0041",
      "zh_CN": "因此之故，凡是有智慧的人，他一定是尊重佛法，对这个身体不重视，舍身受身就像穿衣服、脱衣服一样，不在乎，生命不足以为惜，道业要重视。『勤求至道』，「至」是至极之道，无上道果，我们要精进、要勤求。『不顾形命』，自己这个身形、身命，形命都不顾了，身外之财当然更不在眼睛里面。这就是说，这样做才真正做到不杀、不盗、不淫，把身的三种过失、三种恶业真正的断除，心里面从此以后再不沾染，这叫身业清净。身业清净，连自身都看破了，晓得四大五阴当中，一一无我，这才是真清净。四大五阴当中还有我就不清净，虽然怎么样修身业、修净业，不能到真正的干净，就是比较干净一点，不能到真正的干净。真正的干净，一定要把四大五阴看破，换句话说，要破身见，要破我见，这才真正清净。到这个地方，三业里面的第一段讲完了。再看底下第二段，修口业：",
      "zh_TW": "因此之故，凡是有智慧的人，他一定是尊重佛法，對這個身體不重視，捨身受身就像穿衣服、脫衣服一樣，不在乎，生命不足以為惜，道業要重視。『勤求至道』，「至」是至極之道，無上道果，我們要精進、要勤求。『不顧形命』，自己這個身形、身命，形命都不顧了，身外之財當然更不在眼睛裡面。這就是說，這樣做才真正做到不殺、不盜、不淫，把身的三種過失、三種惡業真正的斷除，心裡面從此以後再不沾染，這叫身業清淨。身業清淨，連自身都看破了，曉得四大五陰當中，一一無我，這才是真清淨。四大五陰當中還有我就不清淨，雖然怎麼樣修身業、修淨業，不能到真正的乾淨，就是比較乾淨一點，不能到真正的乾淨。真正的乾淨，一定要把四大五陰看破，換句話說，要破身見，要破我見，這才真正清淨。到這個地方，三業裡面的第一段講完了。再看底下第二段，修口業："
    },
    {
      "id": "09-012-0009_p0042",
      "zh_CN": "【云何净修口业。】",
      "zh_TW": "【云何淨修口業。】"
    },
    {
      "id": "09-012-0009_p0043",
      "zh_CN": "开头是一个征问的话，怎么样净修口业？",
      "zh_TW": "開頭是一個徵問的話，怎麼樣淨修口業？"
    },
    {
      "id": "09-012-0009_p0044",
      "zh_CN": "【深自思惟。口之四过。生死根本。增长众恶。倾覆万行。递相是非。是故智者。欲拔其源。断除虚妄。修四实语。正直。柔软。和合。如实。此之四语。智者所行。】",
      "zh_TW": "【深自思惟。口之四過。生死根本。增長眾惡。傾覆萬行。遞相是非。是故智者。欲拔其源。斷除虛妄。修四實語。正直。柔軟。和合。如實。此之四語。智者所行。】"
    },
    {
      "id": "09-012-0009_p0045",
      "zh_CN": "这一段是修口业这一章里面的总纲，先指出来口的四种过失，叫我们要深深的去反省、去检点。『口之四过』，妄语，不说实在话；第二，两舌，挑拨是非；第三，恶口，言语粗鲁、骂人、毁谤，这都是属于恶口之类；第四，绮语，花言巧语，说起来很甜，存的心是害人的，或者是有意，或者是无意，有意无意都是于人不利，这一类叫做绮语，言语里面的过失有这四大类。大师给我们讲，『口之四过，生死根本』，为什么？这就是讲口业之可怕，口业之严重，言语所造的罪业也就是生死轮回的业因。为什么？『增长众恶，倾覆万行』，万行是讲菩萨所修的一切行门，都可以以言语把它破坏。『递相是非』，不要说是世法里面，就是佛法里面，圆解未开，免不了存门户之见。门户之见就是倾覆万行，递相是非，学禅的骂净土，学净土的毁谤修禅的；学教的骂老修行，老修行瞧不起学教的；学教的说修行人盲修瞎练，修行人说学教的说食数宝。到底哪个对？彼此在毁谤，彼此在是非，给诸位说，都叫不通。",
      "zh_TW": "這一段是修口業這一章裡面的總綱，先指出來口的四種過失，叫我們要深深的去反省、去檢點。『口之四過』，妄語，不說實在話；第二，兩舌，挑撥是非；第三，惡口，言語粗魯、罵人、毀謗，這都是屬於惡口之類；第四，綺語，花言巧語，說起來很甜，存的心是害人的，或者是有意，或者是無意，有意無意都是於人不利，這一類叫做綺語，言語裡面的過失有這四大類。大師給我們講，『口之四過，生死根本』，為什麼？這就是講口業之可怕，口業之嚴重，言語所造的罪業也就是生死輪迴的業因。為什麼？『增長眾惡，傾覆萬行』，萬行是講菩薩所修的一切行門，都可以以言語把它破壞。『遞相是非』，不要說是世法裡面，就是佛法裡面，圓解未開，免不了存門戶之見。門戶之見就是傾覆萬行，遞相是非，學禪的罵淨土，學淨土的毀謗修禪的；學教的罵老修行，老修行瞧不起學教的；學教的說修行人盲修瞎練，修行人說學教的說食數寶。到底哪個對？彼此在毀謗，彼此在是非，給諸位說，都叫不通。"
    },
    {
      "id": "09-012-0009_p0046",
      "zh_CN": "通了的人不是如此，通了的人是一切圆融，一切和合，不但佛法与佛法里面的一切法门是圆融无碍的，给诸位说，佛法与外道也是圆融无碍的。《华严经》到最后最高的境界叫「事事无碍」，基督教、天主教要是跟我们佛法有碍，还能叫事事无碍？那讲不通，那是事事有碍，怎么能无碍？给诸位说，无碍的是佛法，有碍的是世间法。几时你观察到无碍，你就入道，《华严》里面讲入一真法界。一真法界就是真如本性，一真法界就是楞严大定，名字不一样，事实上是一样的。《金刚经》里面讲的实相，讲无住生心，《华严》里面讲一真法界，天台家讲一心三谛，统统是讲这个境界。这个境界到圆教初住以上的菩萨就证得，圆初住就证得一真法界，也就是禅家讲的明心见性，教下所说的大开圆解，就没有障碍了。没有到这个境界，统统有障碍。佛道与佛道里头都有障碍，这是我们程度不够，看不到。可是理要懂得，理要是懂得就不参加是非、不参加毁谤了。我们明明看到是有障碍，我们晓得是程度不够，菩萨看到无障碍，还是老老实实按部就班的去学习。",
      "zh_TW": "通了的人不是如此，通了的人是一切圓融，一切和合，不但佛法與佛法裡面的一切法門是圓融無礙的，給諸位說，佛法與外道也是圓融無礙的。《華嚴經》到最後最高的境界叫「事事無礙」，基督教、天主教要是跟我們佛法有礙，還能叫事事無礙？那講不通，那是事事有礙，怎麼能無礙？給諸位說，無礙的是佛法，有礙的是世間法。幾時你觀察到無礙，你就入道，《華嚴》裡面講入一真法界。一真法界就是真如本性，一真法界就是楞嚴大定，名字不一樣，事實上是一樣的。《金剛經》裡面講的實相，講無住生心，《華嚴》裡面講一真法界，天台家講一心三諦，統統是講這個境界。這個境界到圓教初住以上的菩薩就證得，圓初住就證得一真法界，也就是禪家講的明心見性，教下所說的大開圓解，就沒有障礙了。沒有到這個境界，統統有障礙。佛道與佛道裡頭都有障礙，這是我們程度不夠，看不到。可是理要懂得，理要是懂得就不參加是非、不參加毀謗了。我們明明看到是有障礙，我們曉得是程度不夠，菩薩看到無障礙，還是老老實實按部就班的去學習。"
    },
    {
      "id": "09-012-0009_p0047",
      "zh_CN": "『是故智者』，有智慧的人，佛菩萨。『欲拔其源』，我们要把口这四种罪业根源拔除。用什么方法？修四种『实语』来对治它。底下又说，正直语、柔软语、和合语、如实语，我们要修这四种，这四种语就是『智者所行』。佛在《金刚经》里面说五语，「真语者、实语者、如语者、不诳语者、不异语者」，如来这五语。我们学佛，语言要跟佛一样，此地这四种也是佛菩萨的真实语。这四种底下一桩一桩再解释，这是发菩提心修菩萨道者所行的。",
      "zh_TW": "『是故智者』，有智慧的人，佛菩薩。『欲拔其源』，我們要把口這四種罪業根源拔除。用什麼方法？修四種『實語』來對治它。底下又說，正直語、柔軟語、和合語、如實語，我們要修這四種，這四種語就是『智者所行』。佛在《金剛經》裡面說五語，「真語者、實語者、如語者、不誑語者、不異語者」，如來這五語。我們學佛，語言要跟佛一樣，此地這四種也是佛菩薩的真實語。這四種底下一樁一樁再解釋，這是發菩提心修菩薩道者所行的。"
    },
    {
      "id": "09-012-0009_p0048",
      "zh_CN": "【何以故。正直语者。能除绮语。柔软语者。能除恶口。和合语者。能除两舌。如实语者。能除妄语。】",
      "zh_TW": "【何以故。正直語者。能除綺語。柔軟語者。能除惡口。和合語者。能除兩舌。如實語者。能除妄語。】"
    },
    {
      "id": "09-012-0009_p0049",
      "zh_CN": "这是把四种语对治的说出来，哪一种语对治某一种的过失。凡是绮语，花言巧语，委曲宛转，『正直语』里面没有委曲宛转。『柔软语』是与恶口相反的，恶口是粗暴的，言语要柔和。『和合』跟两舌相反，两舌是挑拨是非，和合是和合二边。譬如，两舌是在甲的面前说乙讲你怎么不好，甲不高兴了；在乙的面前说甲讲你怎么不好，乙也不高兴了，实际上他们两个根本没有说，就是他在当中挑拨，两个人各人有了成见。和合语是彼此赞叹，双方赞叹，他们两个人本来就不太好，在甲的面前说乙赞叹你，说你不错，甲就很开心；在乙的面前说甲赞叹你，他们两个人本来没什么好感情，他在这当中一和合，这两个人交情厚了。这是功德，两舌是造罪业。可见得口为祸福之门，造四种口过，招来灾难；修四种实语，得来福报。祸福从哪里来的？自己造作的。实语是对妄语说的，对治妄语，说实实在在的话，有则说有，无则说无。下面四种语，每一种再分两面来给我们解释：",
      "zh_TW": "這是把四種語對治的說出來，哪一種語對治某一種的過失。凡是綺語，花言巧語，委曲宛轉，『正直語』裡面沒有委曲宛轉。『柔軟語』是與惡口相反的，惡口是粗暴的，言語要柔和。『和合』跟兩舌相反，兩舌是挑撥是非，和合是和合二邊。譬如，兩舌是在甲的面前說乙講你怎麼不好，甲不高興了；在乙的面前說甲講你怎麼不好，乙也不高興了，實際上他們兩個根本沒有說，就是他在當中挑撥，兩個人各人有了成見。和合語是彼此讚歎，雙方讚歎，他們兩個人本來就不太好，在甲的面前說乙讚歎你，說你不錯，甲就很開心；在乙的面前說甲讚歎你，他們兩個人本來沒什麼好感情，他在這當中一和合，這兩個人交情厚了。這是功德，兩舌是造罪業。可見得口為禍福之門，造四種口過，招來災難；修四種實語，得來福報。禍福從哪裡來的？自己造作的。實語是對妄語說的，對治妄語，說實實在在的話，有則說有，無則說無。下面四種語，每一種再分兩面來給我們解釋："
    },
    {
      "id": "09-012-0009_p0050",
      "zh_CN": "【正直语者有二。一称法说。命诸闻者。信解明了。】",
      "zh_TW": "【正直語者有二。一稱法說。命諸聞者。信解明了。】"
    },
    {
      "id": "09-012-0009_p0051",
      "zh_CN": "『称法说』就是依法，不增不减，不加自己的意思，这叫称法而说。没有自己的知见在里面，把它说得清清楚楚，叫听的人明了相信，这是正直语。",
      "zh_TW": "『稱法說』就是依法，不增不減，不加自己的意思，這叫稱法而說。沒有自己的知見在裡面，把它說得清清楚楚，叫聽的人明瞭相信，這是正直語。"
    },
    {
      "id": "09-012-0009_p0052",
      "zh_CN": "【二称理说。令诸闻者。除疑遣惑。】",
      "zh_TW": "【二稱理說。令諸聞者。除疑遣惑。】"
    },
    {
      "id": "09-012-0009_p0053",
      "zh_CN": "把道理说清楚，前面是讲的事相，这是说的理。理说清楚，听的人疑惑就断除，断疑生信。这是正直的两种。",
      "zh_TW": "把道理說清楚，前面是講的事相，這是說的理。理說清楚，聽的人疑惑就斷除，斷疑生信。這是正直的兩種。"
    },
    {
      "id": "09-012-0009_p0054",
      "zh_CN": "【柔软语亦二。一者安慰语。令诸闻者。欢喜亲近。二者宫商清雅。令诸闻者。爱乐受习。】",
      "zh_TW": "【柔軟語亦二。一者安慰語。令諸聞者。歡喜親近。二者宮商清雅。令諸聞者。愛樂受習。】"
    },
    {
      "id": "09-012-0009_p0055",
      "zh_CN": "柔软里头包括这两方面，一个是安慰，一个是语言清雅。『安慰语』，人家听了心里感激，现在所讲叫关心语，对某个人很关心、很爱护。这就属于安慰语，人家听了心里欢喜，听了感激。第二种就是语音要清晰、要优雅，人家喜欢听，你所说的话他愿意接受。小注里，这是大师有一点感叹，弘经法师的条件，柔软语是必须具足的，尤其第二条『宫商清雅』，这是相当不容易的事情。小注说，「求其人于千一，吾不能于旦暮遇」，在一千个人当中想找一个都不容易找到。这一点，真正要发心，给诸位说，一定要求佛菩萨加持，不求佛菩萨加持很不容易，那真是多生多劫修得来的。求佛加持，怎么求法？一定要断四种口过，修四种实语，发大心，续佛慧命，弘法利生，这样才能感应道交，才能够得到辩才。你要不发这个心，要不肯改过，天天在佛菩萨面前祷告要求，求得了我再来弘法利生，这个没用处，这个求不到。求得了我再改过，没有求得我不要改过，哪一天真正我辩才无碍了，好，我改过，我再来弘法利生，这等于是对佛菩萨的要胁。因地就不真，哪里还会得到善果？不可能的，居心就不好。所以要老老实实，从现在起就干。",
      "zh_TW": "柔軟裡頭包括這兩方面，一個是安慰，一個是語言清雅。『安慰語』，人家聽了心裡感激，現在所講叫關心語，對某個人很關心、很愛護。這就屬於安慰語，人家聽了心裡歡喜，聽了感激。第二種就是語音要清晰、要優雅，人家喜歡聽，你所說的話他願意接受。小註裡，這是大師有一點感嘆，弘經法師的條件，柔軟語是必須具足的，尤其第二條『宮商清雅』，這是相當不容易的事情。小註說，「求其人於千一，吾不能於旦暮遇」，在一千個人當中想找一個都不容易找到。這一點，真正要發心，給諸位說，一定要求佛菩薩加持，不求佛菩薩加持很不容易，那真是多生多劫修得來的。求佛加持，怎麼求法？一定要斷四種口過，修四種實語，發大心，續佛慧命，弘法利生，這樣才能感應道交，才能夠得到辯才。你要不發這個心，要不肯改過，天天在佛菩薩面前禱告要求，求得了我再來弘法利生，這個沒用處，這個求不到。求得了我再改過，沒有求得我不要改過，哪一天真正我辯才無礙了，好，我改過，我再來弘法利生，這等於是對佛菩薩的要脅。因地就不真，哪裡還會得到善果？不可能的，居心就不好。所以要老老實實，從現在起就幹。"
    },
    {
      "id": "09-012-0009_p0056",
      "zh_CN": "【和合语者亦二。一事和合。见斗诤人。谏劝令舍。不自称誉。卑逊敬物。】",
      "zh_TW": "【和合語者亦二。一事和合。見鬥諍人。諫勸令捨。不自稱譽。卑遜敬物。】"
    },
    {
      "id": "09-012-0009_p0057",
      "zh_CN": "和合，有理有事。事上举一个例子来说，见到有斗诤的人、意见不合的人，你要以善巧方便去调和、去劝解，使他们言归于好，自己不居功，要谦虚，对于两方面都尊敬，不偏于任何一方面，这叫『事和合』。",
      "zh_TW": "和合，有理有事。事上舉一個例子來說，見到有鬥諍的人、意見不合的人，你要以善巧方便去調和、去勸解，使他們言歸於好，自己不居功，要謙虛，對於兩方面都尊敬，不偏於任何一方面，這叫『事和合』。"
    },
    {
      "id": "09-012-0009_p0058",
      "zh_CN": "【二理和合。见退菩提心人。殷勤劝进。善能分别菩提烦恼。平等一相。】",
      "zh_TW": "【二理和合。見退菩提心人。殷勤勸進。善能分別菩提煩惱。平等一相。】"
    },
    {
      "id": "09-012-0009_p0059",
      "zh_CN": "这也是举一个例子，『理和合』。理和合语怎么修？你看到有退道心的人，有修道是理，他为什么退了道心？一定有退道心的因缘，根本的因缘一定是对道认识不清楚，了解得不深刻，才会退。如果对于菩提大道认识清楚，了解深刻，什么样的障缘也障不住他，他连生命都不顾，他还会退心？不会退心。遇到退心的人，一定要把这个大道的理给他说清楚，他觉悟、明白了，他就掉转头来勇猛精进。这个地方末后两句，『善能分别菩提烦恼，平等一相』，菩提烦恼，平等一相，是相当深的道理。能入这个道理，小注末后说，「菩提烦恼，平等一相，相与和合为一体，则不诤而和合矣」，这是最高的方法，也是理和合语最高的理论依据。这些道理要在大经大论里面去寻求、去领悟，跟前面所讲的一真法界，意思是一样。菩提烦恼要是有碍，有障碍就不是一真，一真是事事无碍，平等一相，一相就是一真法界。刚才也讲过，圆初住以上菩萨的境界，这是我们应当要求得的。求得这个，以后言语一定称理，我们俗话一般讲称性而谈，称性就是称理，称性而谈就是理和合语。",
      "zh_TW": "這也是舉一個例子，『理和合』。理和合語怎麼修？你看到有退道心的人，有修道是理，他為什麼退了道心？一定有退道心的因緣，根本的因緣一定是對道認識不清楚，了解得不深刻，才會退。如果對於菩提大道認識清楚，了解深刻，什麼樣的障緣也障不住他，他連生命都不顧，他還會退心？不會退心。遇到退心的人，一定要把這個大道的理給他說清楚，他覺悟、明白了，他就掉轉頭來勇猛精進。這個地方末後兩句，『善能分別菩提煩惱，平等一相』，菩提煩惱，平等一相，是相當深的道理。能入這個道理，小註末後說，「菩提煩惱，平等一相，相與和合為一體，則不諍而和合矣」，這是最高的方法，也是理和合語最高的理論依據。這些道理要在大經大論裡面去尋求、去領悟，跟前面所講的一真法界，意思是一樣。菩提煩惱要是有礙，有障礙就不是一真，一真是事事無礙，平等一相，一相就是一真法界。剛才也講過，圓初住以上菩薩的境界，這是我們應當要求得的。求得這個，以後言語一定稱理，我們俗話一般講稱性而談，稱性就是稱理，稱性而談就是理和合語。"
    },
    {
      "id": "09-012-0009_p0060",
      "zh_CN": "【如实语者亦二。一事实者。有则言有。无则言无。是则言是。非则言非。】",
      "zh_TW": "【如實語者亦二。一事實者。有則言有。無則言無。是則言是。非則言非。】"
    },
    {
      "id": "09-012-0009_p0061",
      "zh_CN": "这就是诚实语，老老实实说，没有欺骗别人，没有隐瞒别人的。这个很好懂，可是不容易做到。人为什么妄语？私心。自私自利，都说老实话，我的利益得不到。尤其做生意、做买卖，我也常常听他们说，学生，你学校念哪一系？我念商的，奸商。他也晓得他是奸商。他为什么奸商？不老实，老实就不能赚钱。给诸位说，这个观念大错特错，赚钱不赚钱是你命中注定的，你命里没有，你怎么样奸也赚不到；你命里有，老老实实的还是赚那么多。诸位想想，何必去当奸商？如果说命里没有，用一种欺骗的手段能够得来，佛也向你低头，不能不佩服。为什么？你把因果律推翻了，释迦牟尼佛也没办法把因果律推翻。可见得想尽种种方法去骗取来的、去抢夺来的，还是你命里有的，这个佛才叫可怜悯者。你要是老老实实不做，到那个时候还是这么多来，一饮一啄莫非前定。我有一些聪明技巧，我把别人的东西骗得来、夺得来，这是我的本事。你不晓得这是你前生注定的，那个欺骗人的手段比你高明的人多得是，他为什么没得到？诸位要记住，命，你要懂得命。真正懂得命的人，我做生意就老老实实，老老实实还是那些；你不老实欺骗人也是赚那么多，那又何苦？何苦再造上口业？世间人他不懂这个理。",
      "zh_TW": "這就是誠實語，老老實實說，沒有欺騙別人，沒有隱瞞別人的。這個很好懂，可是不容易做到。人為什麼妄語？私心。自私自利，都說老實話，我的利益得不到。尤其做生意、做買賣，我也常常聽他們說，學生，你學校念哪一系？我念商的，奸商。他也曉得他是奸商。他為什麼奸商？不老實，老實就不能賺錢。給諸位說，這個觀念大錯特錯，賺錢不賺錢是你命中注定的，你命裡沒有，你怎麼樣奸也賺不到；你命裡有，老老實實的還是賺那麼多。諸位想想，何必去當奸商？如果說命裡沒有，用一種欺騙的手段能夠得來，佛也向你低頭，不能不佩服。為什麼？你把因果律推翻了，釋迦牟尼佛也沒辦法把因果律推翻。可見得想盡種種方法去騙取來的、去搶奪來的，還是你命裡有的，這個佛才叫可憐憫者。你要是老老實實不做，到那個時候還是這麼多來，一飲一啄莫非前定。我有一些聰明技巧，我把別人的東西騙得來、奪得來，這是我的本事。你不曉得這是你前生注定的，那個欺騙人的手段比你高明的人多得是，他為什麼沒得到？諸位要記住，命，你要懂得命。真正懂得命的人，我做生意就老老實實，老老實實還是那些；你不老實欺騙人也是賺那麼多，那又何苦？何苦再造上口業？世間人他不懂這個理。"
    },
    {
      "id": "09-012-0009_p0062",
      "zh_CN": "学佛的人不相信这个理，学佛的生意人还很多，他也不说老实话，他晓得这是过失，他还是一样，他不相信佛。换句话说，他不相信命运，不相信佛，这是业障。不相信命运，还是得受命运支配，受命运摆布，你能够逃得了？古人所谓「命中有时终须有，命中无时莫强求」。在这个世间，无论从事哪一行、哪一业，心地清净。心地清净就是福，心地清净就生光明、就生智慧，你的事业前途自然光明远大。你要投机取巧，里面想种种不正当的心理，清净心失掉了，智慧光明没有了，所作所为莫不是罪业，你将来的果报怎么会好？这样的道理说起来并不算很深，为什么世人不觉悟？世人不觉悟也倒罢了，我们出家人不觉悟那就不可原谅。出家人也有福报，福报没有到的时候不要强求，不要去攀缘，福报来的时候自然成就。福报现前的时候心地清净，不现前的时候心地也清净；换句话说，名闻利养、福德智慧现前，一概不必理它。总而言之，保持着你自己的清净心，不要把清净心失掉，不要把定失掉，不要把慧失掉，然后一切境界当中享受自然。有福的时候乐，没有福的时候还乐，这种快乐的心情永远不会改变，这才叫真乐，这才叫一个学道的人真正的享受。不为境界所转，在境界当中自己能够独立，自己能够做得了主宰。实语，不妄语。",
      "zh_TW": "學佛的人不相信這個理，學佛的生意人還很多，他也不說老實話，他曉得這是過失，他還是一樣，他不相信佛。換句話說，他不相信命運，不相信佛，這是業障。不相信命運，還是得受命運支配，受命運擺布，你能夠逃得了？古人所謂「命中有時終須有，命中無時莫強求」。在這個世間，無論從事哪一行、哪一業，心地清淨。心地清淨就是福，心地清淨就生光明、就生智慧，你的事業前途自然光明遠大。你要投機取巧，裡面想種種不正當的心理，清淨心失掉了，智慧光明沒有了，所作所為莫不是罪業，你將來的果報怎麼會好？這樣的道理說起來並不算很深，為什麼世人不覺悟？世人不覺悟也倒罷了，我們出家人不覺悟那就不可原諒。出家人也有福報，福報沒有到的時候不要強求，不要去攀緣，福報來的時候自然成就。福報現前的時候心地清淨，不現前的時候心地也清淨；換句話說，名聞利養、福德智慧現前，一概不必理它。總而言之，保持著你自己的清淨心，不要把清淨心失掉，不要把定失掉，不要把慧失掉，然後一切境界當中享受自然。有福的時候樂，沒有福的時候還樂，這種快樂的心情永遠不會改變，這才叫真樂，這才叫一個學道的人真正的享受。不為境界所轉，在境界當中自己能夠獨立，自己能夠做得了主宰。實語，不妄語。"
    },
    {
      "id": "09-012-0009_p0063",
      "zh_CN": "【二理实者。一切众生皆有佛性。如来涅槃常住不变。】",
      "zh_TW": "【二理實者。一切眾生皆有佛性。如來涅槃常住不變。】"
    },
    {
      "id": "09-012-0009_p0064",
      "zh_CN": "这些语言是理实语者，称性宣说。这是在佛经里面常讲的，道场里面常说的，确确实实是常住的，确确实实是不变的。觉的时候不变，迷的时候也不变，并不是说我们迷了就变，迷的时候不变。如果迷了变，觉了不变，那还是变，那哪里叫不变？可见得我们冤枉，我们颠倒，佛给我们说，三界六道生死轮回是冤枉受的，不是真有的。今天就讲到这里。",
      "zh_TW": "這些語言是理實語者，稱性宣說。這是在佛經裡面常講的，道場裡面常說的，確確實實是常住的，確確實實是不變的。覺的時候不變，迷的時候也不變，並不是說我們迷了就變，迷的時候不變。如果迷了變，覺了不變，那還是變，那哪裡叫不變？可見得我們冤枉，我們顛倒，佛給我們說，三界六道生死輪迴是冤枉受的，不是真有的。今天就講到這裡。"
    }
  ]
}