{
  "doc_id": "09-012-0010",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十集",
    "zh_TW": "第十集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0010",
  "total_paragraphs": 48,
  "paragraphs": [
    {
      "id": "09-012-0010_p0001",
      "zh_CN": "【是以智者。行四实语。观彼众生。旷劫已来。为彼四过之所颠倒。沉沦生死。难可出离。】",
      "zh_TW": "【是以智者。行四實語。觀彼眾生。曠劫已來。為彼四過之所顛倒。沉淪生死。難可出離。】"
    },
    {
      "id": "09-012-0010_p0002",
      "zh_CN": "在前面一段已经将四种实语，这四种都可以说为诚实语，每一条里面他又把它分作理、事两面，都给我们介绍过了。所以一个有智慧的人，他一定依照上面的教诫去修学，『行四实语』。回过头来再看看这些业习深重的众生，『旷劫已来，为彼四过之所颠倒』，这个不只是一天，也不只是一世，过去无量劫。如果这一生修行要是没有成就，未来还有无量劫。生生世世口过是难免的，口过积的业习，这就是生死轮回的根本，所以要想出离，不是很容易的事情。下面大师教我们观法，就是观察语业的实相，能作如是观就更好了。前面教我们观身不净，我们身是三十六种肮脏之物，虽然说和合，是个假和合相，并非真和合。真相明白了，自自然然就不造恶业。语业也是如此，也要了解其真相。",
      "zh_TW": "在前面一段已經將四種實語，這四種都可以說為誠實語，每一條裡面他又把它分作理、事兩面，都給我們介紹過了。所以一個有智慧的人，他一定依照上面的教誡去修學，『行四實語』。回過頭來再看看這些業習深重的眾生，『曠劫已來，為彼四過之所顛倒』，這個不只是一天，也不只是一世，過去無量劫。如果這一生修行要是沒有成就，未來還有無量劫。生生世世口過是難免的，口過積的業習，這就是生死輪迴的根本，所以要想出離，不是很容易的事情。下面大師教我們觀法，就是觀察語業的實相，能作如是觀就更好了。前面教我們觀身不淨，我們身是三十六種骯髒之物，雖然說和合，是個假和合相，並非真和合。真相明白了，自自然然就不造惡業。語業也是如此，也要了解其真相。"
    },
    {
      "id": "09-012-0010_p0003",
      "zh_CN": "【我今欲拔其源。观彼口业。唇舌牙齿。咽喉脐响。识风鼓击。音出其中。】",
      "zh_TW": "【我今欲拔其源。觀彼口業。唇舌牙齒。咽喉臍響。識風鼓擊。音出其中。】"
    },
    {
      "id": "09-012-0010_p0004",
      "zh_CN": "这就是叫我们观察，换句话说，真正做到语业清净。前面四种是改过迁善，完全从事上来修学，虽然说的理，乃事之理，不是性之理。这个地方叫我们观察称性之理，也就是声尘的识性，叫我们观察这个，或者是称之为舌根的根性，都可以。从性上去观察，这才能够得到真正的实相。语言从什么地方出来的？造成语言的因素是唇舌牙齿喉，我们中国讲的五音。诸位要晓得，音跟声不相同。我们举一个例子来说明，你们看那个吹笛子、吹箫的，笛子、箫都有好多孔，那个孔叫音。音不会发声，必须有一股气流通过之后，从这个孔里面出来它才放出声。所以声是声，音是音，两桩事情。唇舌牙齿喉这叫五音，就好像吹洞箫，竹子上那五个洞一样。这个气从哪里出来？从丹田出来，肚脐这个地方，丹田，就有一股气出来。出来的时候，通过这五音，五音受到震动，『识风鼓击，音出其中』，这个地方的「音」是讲的声音，音藉这个声就表现出来，声是这么来的。一切的语言音声离不开唇舌齿牙喉，离不开这个；离不开「识风」，就是神识里面鼓动的，离不开这个。",
      "zh_TW": "這就是叫我們觀察，換句話說，真正做到語業清淨。前面四種是改過遷善，完全從事上來修學，雖然說的理，乃事之理，不是性之理。這個地方叫我們觀察稱性之理，也就是聲塵的識性，叫我們觀察這個，或者是稱之為舌根的根性，都可以。從性上去觀察，這才能夠得到真正的實相。語言從什麼地方出來的？造成語言的因素是唇舌牙齒喉，我們中國講的五音。諸位要曉得，音跟聲不相同。我們舉一個例子來說明，你們看那個吹笛子、吹簫的，笛子、簫都有好多孔，那個孔叫音。音不會發聲，必須有一股氣流通過之後，從這個孔裡面出來它才放出聲。所以聲是聲，音是音，兩樁事情。唇舌牙齒喉這叫五音，就好像吹洞簫，竹子上那五個洞一樣。這個氣從哪裡出來？從丹田出來，肚臍這個地方，丹田，就有一股氣出來。出來的時候，通過這五音，五音受到震動，『識風鼓擊，音出其中』，這個地方的「音」是講的聲音，音藉這個聲就表現出來，聲是這麼來的。一切的語言音聲離不開唇舌齒牙喉，離不開這個；離不開「識風」，就是神識裡面鼓動的，離不開這個。"
    },
    {
      "id": "09-012-0010_p0005",
      "zh_CN": "这就是叫我们拣别，要认识这个声音的真相是什么。如果你把真相明了，语言里面所谓有可爱的语言，有不可爱的语言音声，你就作平等观，为什么？一切音声不外乎如此。从性上去看是平等的，从相上去看不平等。从性上去看，毁誉平等，毁谤的声音也是识风鼓动的唇舌齿牙喉，赞叹的音声也是识风鼓动的唇舌齿牙喉，所以从性上去看无二无别。佛菩萨他们的长处，人家都是从性上看，不从相上去计较，他比我们高明，所以他烦恼不生，心地清净。佛在楞严会上教给我们「舍识用根」，用根是用什么？用根就是用性。不但在六根上我们要会用根中之性，六根所对的六尘，要懂得尘之性。六根的根性我们称之为佛性，六尘的尘性我们称它作法性，法性跟佛性是一个性，不是两个性。你要是见性，那就成佛，禅家常说的「明心见性，见性成佛」。凡夫就是不知道性，完全在事相上去求，所以识心为境界所牵引，随境迁流，自己做不了主宰，在这个里面妄生烦恼，这才造罪业，才受恶报、受苦报。",
      "zh_TW": "這就是叫我們揀別，要認識這個聲音的真相是什麼。如果你把真相明瞭，語言裡面所謂有可愛的語言，有不可愛的語言音聲，你就作平等觀，為什麼？一切音聲不外乎如此。從性上去看是平等的，從相上去看不平等。從性上去看，毀譽平等，毀謗的聲音也是識風鼓動的唇舌齒牙喉，讚歎的音聲也是識風鼓動的唇舌齒牙喉，所以從性上去看無二無別。佛菩薩他們的長處，人家都是從性上看，不從相上去計較，他比我們高明，所以他煩惱不生，心地清淨。佛在楞嚴會上教給我們「捨識用根」，用根是用什麼？用根就是用性。不但在六根上我們要會用根中之性，六根所對的六塵，要懂得塵之性。六根的根性我們稱之為佛性，六塵的塵性我們稱它作法性，法性跟佛性是一個性，不是兩個性。你要是見性，那就成佛，禪家常說的「明心見性，見性成佛」。凡夫就是不知道性，完全在事相上去求，所以識心為境界所牽引，隨境遷流，自己做不了主宰，在這個裡面妄生煩惱，這才造罪業，才受惡報、受苦報。"
    },
    {
      "id": "09-012-0010_p0006",
      "zh_CN": "【由心因缘。虚实两别。实则利益。虚则损减。实是起善之根。虚是生恶之本。善恶根本。由口言诠。诠善之言。名为四正。诠恶之语。名为四邪。邪则就苦。正则归乐。善是助道之缘。恶是败德之本。】",
      "zh_TW": "【由心因緣。虛實兩別。實則利益。虛則損減。實是起善之根。虛是生惡之本。善惡根本。由口言詮。詮善之言。名為四正。詮惡之語。名為四邪。邪則就苦。正則歸樂。善是助道之緣。惡是敗德之本。】"
    },
    {
      "id": "09-012-0010_p0007",
      "zh_CN": "这就把真与妄的功过给我们说破了。由于心的因缘，心有真心、有妄心，真心与妄心在大论里面讲是和合的，所谓是阿赖耶识真妄和合。真的那一分不生不灭，就是真如本性；妄的那一分就是一念不觉而有无明，起了个错误的作用，我们就称为妄心。阿赖耶是染净和合之体，也就是真妄和合之体。虽然讲到和合，诸位要记住，和合是方便语，不是真和合，和合亦无。它在迷的时候有这么一个相，有迷的这个相，这个相是虚妄的，不是真实的。此地讲的『虚实两别』，「虚」就是假的，假的是什么？从相上看是假的，语言之相是假的；语言之性，就是音声之性，是「实」的，是实性。你要是从音声之性上来发出这个言语音声，那就有利益。这就是释迦牟尼佛，你看在金刚般若会上他就说过，谁要说佛说法那就叫谤佛，佛没有说法。说了四十九年，怎么说没说法？从性上去观察，没说；从相上去观察，有说。有说是假的，无说是真的。这个理乍听起来很深很玄，给诸位说，这是实在话，是真实语，佛如是，我们一切众生个个都是如是。佛法之可贵就是教我们在相上见性，相上能见性，什么问题都解决了。也可以说，佛菩萨、祖师大德千辛万苦来教导我们，宗旨就是教我们从相上见性，从有中见空，从事中见理，就是说这个道理。",
      "zh_TW": "這就把真與妄的功過給我們說破了。由於心的因緣，心有真心、有妄心，真心與妄心在大論裡面講是和合的，所謂是阿賴耶識真妄和合。真的那一分不生不滅，就是真如本性；妄的那一分就是一念不覺而有無明，起了個錯誤的作用，我們就稱為妄心。阿賴耶是染淨和合之體，也就是真妄和合之體。雖然講到和合，諸位要記住，和合是方便語，不是真和合，和合亦無。它在迷的時候有這麼一個相，有迷的這個相，這個相是虛妄的，不是真實的。此地講的『虛實兩別』，「虛」就是假的，假的是什麼？從相上看是假的，語言之相是假的；語言之性，就是音聲之性，是「實」的，是實性。你要是從音聲之性上來發出這個言語音聲，那就有利益。這就是釋迦牟尼佛，你看在金剛般若會上他就說過，誰要說佛說法那就叫謗佛，佛沒有說法。說了四十九年，怎麼說沒說法？從性上去觀察，沒說；從相上去觀察，有說。有說是假的，無說是真的。這個理乍聽起來很深很玄，給諸位說，這是實在話，是真實語，佛如是，我們一切眾生個個都是如是。佛法之可貴就是教我們在相上見性，相上能見性，什麼問題都解決了。也可以說，佛菩薩、祖師大德千辛萬苦來教導我們，宗旨就是教我們從相上見性，從有中見空，從事中見理，就是說這個道理。"
    },
    {
      "id": "09-012-0010_p0008",
      "zh_CN": "『实则利益』，「实」就是实性，就是懂得前面这六句，你要能如是观察音声之性就好了，你就得利益。为什么？一切言辞里面你平等观，你不执着，你也不分别了。到这个时候，说而无说，无说而说，听而无听，无听而听，这些都称性了，说、听都称性。可见得不但是文字相不可以执着，音声相也不能执着。诸位要是懂这个道理，你就晓得，释迦牟尼佛四十九年是无说而说、说而无说。当时在会的那些大菩萨听经，有的听几句开悟了，有的听一半证果了，我们现在听几十部、听几百部都证不了果，开不了悟，原因在哪里？我们不会听。人家是无听而听、听而无听，我们是有听而听、听而有听，糟糕了。几时我们也能像过去佛当时的这些大弟子，师徒在一起统统是称性而谈，真正是自在安乐。这种乐统统是从性中，就是实性当中得来的，「实则利益」，这个利益是究竟的利益、称性的利益，决定没有过失，做到语业清净，极其清净。",
      "zh_TW": "『實則利益』，「實」就是實性，就是懂得前面這六句，你要能如是觀察音聲之性就好了，你就得利益。為什麼？一切言辭裡面你平等觀，你不執著，你也不分別了。到這個時候，說而無說，無說而說，聽而無聽，無聽而聽，這些都稱性了，說、聽都稱性。可見得不但是文字相不可以執著，音聲相也不能執著。諸位要是懂這個道理，你就曉得，釋迦牟尼佛四十九年是無說而說、說而無說。當時在會的那些大菩薩聽經，有的聽幾句開悟了，有的聽一半證果了，我們現在聽幾十部、聽幾百部都證不了果，開不了悟，原因在哪裡？我們不會聽。人家是無聽而聽、聽而無聽，我們是有聽而聽、聽而有聽，糟糕了。幾時我們也能像過去佛當時的這些大弟子，師徒在一起統統是稱性而談，真正是自在安樂。這種樂統統是從性中，就是實性當中得來的，「實則利益」，這個利益是究竟的利益、稱性的利益，決定沒有過失，做到語業清淨，極其清淨。"
    },
    {
      "id": "09-012-0010_p0009",
      "zh_CN": "『虚则损减』，「虚」是虚妄，就是着相，在语言音声里面起分别、起执着。美其名为享受，听音乐，美其名为享受、欣赏，欣个什么赏？执着、虚妄、分别，欣赏！干这个事情。程度低一点的，听流行歌曲，他欣赏那一套；程度高一点的，听古典音乐。实际上怎么样？高也好，低也好，统统是虚妄分别，统统是迷惑颠倒，他不了解音声的实性，所以都是颠倒、都是虚妄。这里面免不了有过失，程度高的过失少一点，程度低的过失重一点。我们就以音乐来说，音乐是属于音声这一类里面的，古典音乐里面有没有感情作用？有感情作用，换句话说，它不能叫我们把情断掉，不能把它息灭掉。情就是烦恼，情就是迷惑。世间法里面是情一发作，把它诱导往一个合理的方向，不叫你泛滥，不叫你犯重大的过失，世间音乐教育的功效、宗旨和目标都在这个地方。佛法里面有音乐，你们每天早晨唱的「华严字母」是音乐，早晚念唱的「香赞」是音乐。你们仔细再留心听听，这里面有没有情？没有，确确实实是清净的。你看这个音声、这个调子不是带感情的，这是趋向理智的。所以佛门的音乐比世间古典音乐还要高，可惜的是没有人发扬。",
      "zh_TW": "『虛則損減』，「虛」是虛妄，就是著相，在語言音聲裡面起分別、起執著。美其名為享受，聽音樂，美其名為享受、欣賞，欣個什麼賞？執著、虛妄、分別，欣賞！幹這個事情。程度低一點的，聽流行歌曲，他欣賞那一套；程度高一點的，聽古典音樂。實際上怎麼樣？高也好，低也好，統統是虛妄分別，統統是迷惑顛倒，他不了解音聲的實性，所以都是顛倒、都是虛妄。這裡面免不了有過失，程度高的過失少一點，程度低的過失重一點。我們就以音樂來說，音樂是屬於音聲這一類裡面的，古典音樂裡面有沒有感情作用？有感情作用，換句話說，它不能叫我們把情斷掉，不能把它息滅掉。情就是煩惱，情就是迷惑。世間法裡面是情一發作，把它誘導往一個合理的方向，不叫你泛濫，不叫你犯重大的過失，世間音樂教育的功效、宗旨和目標都在這個地方。佛法裡面有音樂，你們每天早晨唱的「華嚴字母」是音樂，早晚念唱的「香讚」是音樂。你們仔細再留心聽聽，這裡面有沒有情？沒有，確確實實是清淨的。你看這個音聲、這個調子不是帶感情的，這是趨向理智的。所以佛門的音樂比世間古典音樂還要高，可惜的是沒有人發揚。"
    },
    {
      "id": "09-012-0010_p0010",
      "zh_CN": "我们中国过去的教育是以礼乐做为教育的工具，礼，节制我们身口的行为；乐，调养性情。人是个感情动物，情要断了，那是圣人，不是圣人就是凡夫。凡夫既然有感情，感情必须要调养，所以才要修养性情，修养性情就要靠音乐。所以从前的音乐不是给你娱乐的，它是教育的工具。佛门也不例外，释迦牟尼佛教化四众弟子也是用礼乐，佛门的礼就是戒律，礼就是戒，戒就是礼，戒是我们做学生身业、语业的标准，依照这个去修学。意业，这是以两种方法，一种就是理论，就是讲解；一种就是音乐。佛经与世间一般的书不一样，佛经可以唱的，不但佛经里面的偈子可以唱，佛经的经文在原文的时候都可以入乐章。这跟我们中国古代的教育是一样的，你看中国古代教育有六经，六经的经文都可以谱成曲子来唱。佛经也是如此，虽然经过翻译，翻译得好，这一点我们应当要有信心，不要听现代人胡造谣言。",
      "zh_TW": "我們中國過去的教育是以禮樂做為教育的工具，禮，節制我們身口的行為；樂，調養性情。人是個感情動物，情要斷了，那是聖人，不是聖人就是凡夫。凡夫既然有感情，感情必須要調養，所以才要修養性情，修養性情就要靠音樂。所以從前的音樂不是給你娛樂的，它是教育的工具。佛門也不例外，釋迦牟尼佛教化四眾弟子也是用禮樂，佛門的禮就是戒律，禮就是戒，戒就是禮，戒是我們做學生身業、語業的標準，依照這個去修學。意業，這是以兩種方法，一種就是理論，就是講解；一種就是音樂。佛經與世間一般的書不一樣，佛經可以唱的，不但佛經裡面的偈子可以唱，佛經的經文在原文的時候都可以入樂章。這跟我們中國古代的教育是一樣的，你看中國古代教育有六經，六經的經文都可以譜成曲子來唱。佛經也是如此，雖然經過翻譯，翻譯得好，這一點我們應當要有信心，不要聽現代人胡造謠言。"
    },
    {
      "id": "09-012-0010_p0011",
      "zh_CN": "从前翻经的这些人才，这些译经的人，都是我们国家第一流的人才，精通梵文、精通中国的汉语才有资格担任翻译。而且译经不是一个人，玄奘大师的译场一千多人，像现在说是译经院，那是国立的，国家办的。太宗皇帝常常到译经院自己去参加、去听讲，你想想那个规模多大！皇帝亲自去，国家所有的一流人才都在那里头。不但意思没有错，翻译出来的文字比原来的文字还要翻得好。这是我们中国人有福报，我们祖先费了这样的辛辛苦苦把这个文化财产保留下来，我们应当珍惜。日本人从隋唐的时候就派留学生到我们中国来求法，在我们中国学习，把我们翻译的经文都带回去。到以后我们自己东西没有了，日本人有，他保存得很完整。杨仁山居士，许许多多的经书我们中国已经失传，找不到的，他到日本去找，再从日本取回来，那时候办金陵刻经处，重新再雕版、再流通。",
      "zh_TW": "從前翻經的這些人才，這些譯經的人，都是我們國家第一流的人才，精通梵文、精通中國的漢語才有資格擔任翻譯。而且譯經不是一個人，玄奘大師的譯場一千多人，像現在說是譯經院，那是國立的，國家辦的。太宗皇帝常常到譯經院自己去參加、去聽講，你想想那個規模多大！皇帝親自去，國家所有的一流人才都在那裡頭。不但意思沒有錯，翻譯出來的文字比原來的文字還要翻得好。這是我們中國人有福報，我們祖先費了這樣的辛辛苦苦把這個文化財產保留下來，我們應當珍惜。日本人從隋唐的時候就派留學生到我們中國來求法，在我們中國學習，把我們翻譯的經文都帶回去。到以後我們自己東西沒有了，日本人有，他保存得很完整。楊仁山居士，許許多多的經書我們中國已經失傳，找不到的，他到日本去找，再從日本取回來，那時候辦金陵刻經處，重新再雕版、再流通。"
    },
    {
      "id": "09-012-0010_p0012",
      "zh_CN": "这里头大家晓得的，《成唯识论述记》是窥基大师的，唯识宗的。唯识宗重要的典籍在中国唐以后都丧失，都没有了，明朝的四大师研究唯识没有办法，找不到窥基大师的著作，在唯识里面就是摸，凭自己意见在那里猜想。现在诸位要研究唯识，窥基大师这些著作统统都在，这就是我们现在这一代的人比过去人有福，过去的人一生他没找到，现在我们得来多容易。其他宗历代代代都有承传，没有断过，唯识是断了一个时期，因此现在学唯识是比较困难一点。为什么？直接要读唐书，唐以后这些唯识学家都靠不住，因为他们没有看过原始的东西，没有看过窥基大师的著作。窥基大师的文章比较深，国文程度要是没有相当的深度，恐怕不容易看懂。但是你要想研究唯识，就非读窥基大师的不可。",
      "zh_TW": "這裡頭大家曉得的，《成唯識論述記》是窺基大師的，唯識宗的。唯識宗重要的典籍在中國唐以後都喪失，都沒有了，明朝的四大師研究唯識沒有辦法，找不到窺基大師的著作，在唯識裡面就是摸，憑自己意見在那裡猜想。現在諸位要研究唯識，窺基大師這些著作統統都在，這就是我們現在這一代的人比過去人有福，過去的人一生他沒找到，現在我們得來多容易。其他宗歷代代代都有承傳，沒有斷過，唯識是斷了一個時期，因此現在學唯識是比較困難一點。為什麼？直接要讀唐書，唐以後這些唯識學家都靠不住，因為他們沒有看過原始的東西，沒有看過窺基大師的著作。窺基大師的文章比較深，國文程度要是沒有相當的深度，恐怕不容易看懂。但是你要想研究唯識，就非讀窺基大師的不可。"
    },
    {
      "id": "09-012-0010_p0013",
      "zh_CN": "今天有一个大化书局，送来一部《佛经解说大辞典》，这部书是日本人编的，前面有个序文我看了一下，这部书编辑出来大概花了七、八年的时间，动员的人数两百多人，编成这部东西。内容一看就晓得，这是佛经的介绍，每一部经提纲挈领。性质是关于佛经介绍的书，不是日本人开端的，是我们中国蕅益大师开端的，蕅益大师有一部《阅藏知津》，但是他那个介绍得很简单，只有经题、卷数、翻译的人、内容，其他的就缺乏。它这部东西好，非常详细，经名、经的别名，以及出处、翻译的年代、翻译人有个简单介绍，同时把翻译的年代、翻译人出生的年代都用公元标出来，我们一看就晓得距离我们现在多少年，内容是丰富得多。一共是十四大本，就是日本文，汉文程度深一点的，日本文也能看得懂，因为日本文里面一半以上还是中国字。如果你们将来有发心的，能把这部东西翻成中文，我们重新再排版把它印出来，那就便利得多。这是真正想研究经典的，无论在家出家，可以说不能缺少的，像大辞典一样。我今天在里头随便翻了一翻，翻到《阿弥陀经》，《阿弥陀经》自古以来的注解，它里头列的名字有三百多种，真是阿弥陀佛！我过去看《阿弥陀经》的注解，我自己晓得大概只有二十几种，我不敢给人说《阿弥陀经》注解有五十种以上；现在打开一看，人家列的有三百多种，真是洋洋大观。这个就是《大藏经》的提要，你没有看《大藏经》，把这个翻翻，《大藏经》什么经的内容你都知道了。可是我给诸位要特别说明一声，万不可以把这个看过后到外面去盖人，那就错了。这个是提供你自修的，给你方便的，你不要多看看就到外面去胡吹乱盖，我满腹经论什么都懂得。人家深问你一个，那个经里哪几句怎么讲法？你不知道。它那个是没有经文，这一点要特别小心。你要是碰到有人找你麻烦的时候，你只有哪几部经你会，你都看过、都晓得，提出经文几句就把你问倒了。这是一部好书。",
      "zh_TW": "今天有一個大化書局，送來一部《佛經解說大辭典》，這部書是日本人編的，前面有個序文我看了一下，這部書編輯出來大概花了七、八年的時間，動員的人數兩百多人，編成這部東西。內容一看就曉得，這是佛經的介紹，每一部經提綱挈領。性質是關於佛經介紹的書，不是日本人開端的，是我們中國蕅益大師開端的，蕅益大師有一部《閱藏知津》，但是他那個介紹得很簡單，只有經題、卷數、翻譯的人、內容，其他的就缺乏。它這部東西好，非常詳細，經名、經的別名，以及出處、翻譯的年代、翻譯人有個簡單介紹，同時把翻譯的年代、翻譯人出生的年代都用公元標出來，我們一看就曉得距離我們現在多少年，內容是豐富得多。一共是十四大本，就是日本文，漢文程度深一點的，日本文也能看得懂，因為日本文裡面一半以上還是中國字。如果你們將來有發心的，能把這部東西翻成中文，我們重新再排版把它印出來，那就便利得多。這是真正想研究經典的，無論在家出家，可以說不能缺少的，像大辭典一樣。我今天在裡頭隨便翻了一翻，翻到《阿彌陀經》，《阿彌陀經》自古以來的註解，它裡頭列的名字有三百多種，真是阿彌陀佛！我過去看《阿彌陀經》的註解，我自己曉得大概只有二十幾種，我不敢給人說《阿彌陀經》註解有五十種以上；現在打開一看，人家列的有三百多種，真是洋洋大觀。這個就是《大藏經》的提要，你沒有看《大藏經》，把這個翻翻，《大藏經》什麼經的內容你都知道了。可是我給諸位要特別說明一聲，萬不可以把這個看過後到外面去蓋人，那就錯了。這個是提供你自修的，給你方便的，你不要多看看就到外面去胡吹亂蓋，我滿腹經論什麼都懂得。人家深問你一個，那個經裡哪幾句怎麼講法？你不知道。它那個是沒有經文，這一點要特別小心。你要是碰到有人找你麻煩的時候，你只有哪幾部經你會，你都看過、都曉得，提出經文幾句就把你問倒了。這是一部好書。"
    },
    {
      "id": "09-012-0010_p0014",
      "zh_CN": "这就是从性上，不从相上，损益、利害、利弊完全不相同。当然我们要能做到称性还不是一个容易事情。做不到怎么办？照前面四种实语去修，从事上去修。虽然从事上去修，在事修当中常常观音声的实性，这样才能够入道，这样才能够做到真正的清净。『实是起善之根，虚是生恶之本』，这个地方讲的「善」，不是善恶的善；此地讲的「恶」是善恶之恶，善与恶都是恶，要懂这个意思。为什么？虚妄里面生出来的，不是从实性里面生出来的。真正的善是超越了善与恶，这才叫善；落在善恶里面的善与恶，统统不善，诸位要懂这个意思。此地讲的这个善，我们换个名词，诸位也许就容易懂一点，无漏善；这个地方的恶是有漏的善跟恶，属于有漏的。要修无漏善一定要见性，不见性，无漏善看不到，只是有漏的善与恶。有漏的善与恶我们说了很多，它的果报是在六道里面的三善道与三恶道，没有办法超越六道，没有办法解决生死的烦恼。",
      "zh_TW": "這就是從性上，不從相上，損益、利害、利弊完全不相同。當然我們要能做到稱性還不是一個容易事情。做不到怎麼辦？照前面四種實語去修，從事上去修。雖然從事上去修，在事修當中常常觀音聲的實性，這樣才能夠入道，這樣才能夠做到真正的清淨。『實是起善之根，虛是生惡之本』，這個地方講的「善」，不是善惡的善；此地講的「惡」是善惡之惡，善與惡都是惡，要懂這個意思。為什麼？虛妄裡面生出來的，不是從實性裡面生出來的。真正的善是超越了善與惡，這才叫善；落在善惡裡面的善與惡，統統不善，諸位要懂這個意思。此地講的這個善，我們換個名詞，諸位也許就容易懂一點，無漏善；這個地方的惡是有漏的善跟惡，屬於有漏的。要修無漏善一定要見性，不見性，無漏善看不到，只是有漏的善與惡。有漏的善與惡我們說了很多，它的果報是在六道裡面的三善道與三惡道，沒有辦法超越六道，沒有辦法解決生死的煩惱。"
    },
    {
      "id": "09-012-0010_p0015",
      "zh_CN": "『善恶根本，由口言诠，诠善之言，名为四正』，四种正语，就是前面所说的。说到这个地方，诸位可以联想到，八正道里面讲的正语就是指这个。『诠恶之语，名为四邪』，四邪是妄语、两舌、恶口、绮语，总不出这四大类。『邪则就苦，正则归乐』，四种邪语是三途果报，四种正语是三善道果报；如果果然是称性之善、称性之正，那就得到清净之乐，那是得到真乐。『善是助道之缘』，四种正语是助道之缘，称性的四种正语那是入道之缘，证入之缘。『恶是败德之本』，四种口过是败德、是障道的因缘。我们要想积功累德，要想成就菩提大道，不可不知，必须反四邪、归四正；更进一步，以这个为助道的因缘，成就我们彻悟、见性，这就功德无量。",
      "zh_TW": "『善惡根本，由口言詮，詮善之言，名為四正』，四種正語，就是前面所說的。說到這個地方，諸位可以聯想到，八正道裡面講的正語就是指這個。『詮惡之語，名為四邪』，四邪是妄語、兩舌、惡口、綺語，總不出這四大類。『邪則就苦，正則歸樂』，四種邪語是三途果報，四種正語是三善道果報；如果果然是稱性之善、稱性之正，那就得到清淨之樂，那是得到真樂。『善是助道之緣』，四種正語是助道之緣，稱性的四種正語那是入道之緣，證入之緣。『惡是敗德之本』，四種口過是敗德、是障道的因緣。我們要想積功累德，要想成就菩提大道，不可不知，必須反四邪、歸四正；更進一步，以這個為助道的因緣，成就我們徹悟、見性，這就功德無量。"
    },
    {
      "id": "09-012-0010_p0016",
      "zh_CN": "这样的功德也不能急着要求得，急不得的，佛法里面常说「时节因缘」，时节因缘要是没有到，不要强求，我们要有求的愿，不能有希求的心。我们希望得辩才，希望早一天明心见性，这是我们有愿；但是不能天天念着，「我怎么还没有得道？佛菩萨还没有保佑我？没有加持我？」这就错了，这你就错用了心。应当怎样求法？这里教给我们「诠善之言」，这就是求的方法；换句话说，不开口则已，开口都是正语，开口皆是善语，都是利益众生，自利利他，这就叫求。有禅观在里面那就更好，就是能够观察到音声性空，知道音声的实性，这就更好，它就可以帮助你开悟，给你做助道的因缘。",
      "zh_TW": "這樣的功德也不能急著要求得，急不得的，佛法裡面常說「時節因緣」，時節因緣要是沒有到，不要強求，我們要有求的願，不能有希求的心。我們希望得辯才，希望早一天明心見性，這是我們有願；但是不能天天念著，「我怎麼還沒有得道？佛菩薩還沒有保佑我？沒有加持我？」這就錯了，這你就錯用了心。應當怎樣求法？這裡教給我們「詮善之言」，這就是求的方法；換句話說，不開口則已，開口都是正語，開口皆是善語，都是利益眾生，自利利他，這就叫求。有禪觀在裡面那就更好，就是能夠觀察到音聲性空，知道音聲的實性，這就更好，它就可以幫助你開悟，給你做助道的因緣。"
    },
    {
      "id": "09-012-0010_p0017",
      "zh_CN": "【是故智者。要心扶正。实语自立。诵经念佛。观语实相。言无所存。语默平等。是名修口业。】",
      "zh_TW": "【是故智者。要心扶正。實語自立。誦經念佛。觀語實相。言無所存。語默平等。是名修口業。】"
    },
    {
      "id": "09-012-0010_p0018",
      "zh_CN": "这是这一大段的总结。所以修道的人，我们语要善，要行善。善，先要把心扶正，心正行就正，语当然也就正。语言跟身体的造作是听命于意业，意是发号施令的总司令，所以与意有关系，所以『要心扶正』，首先要心正。然后『实语自立』，实语是自自然然就建立。可见得修行重点，修三业的重点，是在修意业，这个也不可不知。要是从身业上修、口业上修，是在枝叶上修；意业上修是在根本上修。底下一段，这就是讲修意业。口业就是枝叶，本末我们要兼顾，根本上要修，枝叶上也要修，这个样子进度就更快，功德的效果就更大。如何修法？『诵经念佛，观语实相』，这就好，所以平素尽可能避免杂心闲话，这个确确实实要避免。不说话，给诸位说，是修养，心清净。如果你要想说话，不如多念佛；想跟别人聊天，不如多背经，同参在一块，我背给你听，你背给我听。这个比杂心闲话功德就殊胜得多，杂心闲话是败德之本。这样彼此讨论经义，经义愈讨论愈有发明。",
      "zh_TW": "這是這一大段的總結。所以修道的人，我們語要善，要行善。善，先要把心扶正，心正行就正，語當然也就正。語言跟身體的造作是聽命於意業，意是發號施令的總司令，所以與意有關係，所以『要心扶正』，首先要心正。然後『實語自立』，實語是自自然然就建立。可見得修行重點，修三業的重點，是在修意業，這個也不可不知。要是從身業上修、口業上修，是在枝葉上修；意業上修是在根本上修。底下一段，這就是講修意業。口業就是枝葉，本末我們要兼顧，根本上要修，枝葉上也要修，這個樣子進度就更快，功德的效果就更大。如何修法？『誦經念佛，觀語實相』，這就好，所以平素盡可能避免雜心閒話，這個確確實實要避免。不說話，給諸位說，是修養，心清淨。如果你要想說話，不如多念佛；想跟別人聊天，不如多背經，同參在一塊，我背給你聽，你背給我聽。這個比雜心閒話功德就殊勝得多，雜心閒話是敗德之本。這樣彼此討論經義，經義愈討論愈有發明。"
    },
    {
      "id": "09-012-0010_p0019",
      "zh_CN": "我过去在台中求学的时候，我们同学一共有七个人，老师头一天讲的东西，到第二天我们七个人合在一起，我们就复讲一遍。一个人讲，六个人听，讲完之后再提出意见，哪个地方没听清楚，哪个地方有疑惑，一个人提出来，大家解答。解答的不满意，第二天就去问老师，请老师给我们解释；解答的满意，满意就算了。要不这样学，怎么能学得出来？所以老师一部经讲圆满，我们这个小班六、七个人当中一部经也讲圆满了。我那个《楞严经》就是这样学出来的，老师一遍《楞严经》讲圆满，我在我们班上七个人当中，我这部经讲圆满了。所以第二遍，慧忍法师请我到台北，我就在台北讲《楞严经》。怕什么，我已经讲过一遍了。",
      "zh_TW": "我過去在台中求學的時候，我們同學一共有七個人，老師頭一天講的東西，到第二天我們七個人合在一起，我們就複講一遍。一個人講，六個人聽，講完之後再提出意見，哪個地方沒聽清楚，哪個地方有疑惑，一個人提出來，大家解答。解答的不滿意，第二天就去問老師，請老師給我們解釋；解答的滿意，滿意就算了。要不這樣學，怎麼能學得出來？所以老師一部經講圓滿，我們這個小班六、七個人當中一部經也講圓滿了。我那個《楞嚴經》就是這樣學出來的，老師一遍《楞嚴經》講圓滿，我在我們班上七個人當中，我這部經講圓滿了。所以第二遍，慧忍法師請我到台北，我就在台北講《楞嚴經》。怕什麼，我已經講過一遍了。"
    },
    {
      "id": "09-012-0010_p0020",
      "zh_CN": "你们今天如果要好好学的话，这半个月当中，这部《永嘉禅宗集》你们如果这样学的话，我在这里一部讲圆满了，你们在底下也讲圆满了。你这一遍圆满，下一个学期你们佛学院开课，你就可以当老师，就可以教这个，别的我不会，这个我会，有什么难，有什么了不起！怕的是你不用心，你不肯干。我没有出家的时候，跟李老师学经就是这么学的，一个月学一部，这一部学了就会讲。我在他那里住了一年三个月，十五个月学了十三部经，十三部经从头到尾都会讲。所以我一剃头出家，就在佛学院当老师，一个学期教他们一部，我肚子里十三部，他们三年只需要六部，我还有一半消化不了，没地方卖。所以佛学院有什么用处？你们就是现买现卖都来得及，每一个寒暑假到我这里来学习一个月，你这一个月东西就可以教他们一个学期。你们六个人好好的干，就是六个老师。我是个过来人，我过去就是这么学的，你们肯不肯干？",
      "zh_TW": "你們今天如果要好好學的話，這半個月當中，這部《永嘉禪宗集》你們如果這樣學的話，我在這裡一部講圓滿了，你們在底下也講圓滿了。你這一遍圓滿，下一個學期你們佛學院開課，你就可以當老師，就可以教這個，別的我不會，這個我會，有什麼難，有什麼了不起！怕的是你不用心，你不肯幹。我沒有出家的時候，跟李老師學經就是這麼學的，一個月學一部，這一部學了就會講。我在他那裡住了一年三個月，十五個月學了十三部經，十三部經從頭到尾都會講。所以我一剃頭出家，就在佛學院當老師，一個學期教他們一部，我肚子裡十三部，他們三年只需要六部，我還有一半消化不了，沒地方賣。所以佛學院有什麼用處？你們就是現買現賣都來得及，每一個寒暑假到我這裡來學習一個月，你這一個月東西就可以教他們一個學期。你們六個人好好的幹，就是六個老師。我是個過來人，我過去就是這麼學的，你們肯不肯幹？"
    },
    {
      "id": "09-012-0010_p0021",
      "zh_CN": "我那个时候还没有录音机，全要凭记忆，你们现在还有录音机，还可以反复的去多听几遍。我那时候没有这个东西也好，有这个东西怎么？人不专心，为什么？听不清楚没关系，反正我回去可以再听一遍，不用心。真正严格的教学，这些东西一律取消，你的心就专了，为什么？没有依靠。我们那时候老师的教学严到什么程度？东西讲过之后，你或者是哪个地方打了个妄想，这一句没有听到，回过头来想再问问老师，这一句我没听到怎么讲法。老师还把你骂一顿，不告诉你，下一次你就用心了，告诉你，下一次就不用心。所以你没有听到，永远不告诉你，就是叫你课堂里头整个精神集中起来，好好听讲。听了之后你去复讲，你去学习，这样才学得出来。你们学不出来，不要怪别人，不要怪老师，是你们自己不肯学。永嘉大师东西不长，你们年纪这么轻，我教你们的时候，今天讲这段经文，今天就把它背熟，讲的这段意思统统搞清楚。你们六个人有没有互相在一块研究讨论，把这个意思从头到尾各个人都能搞得清楚？十五天完了之后，各个人从头到尾都能讲得下来而没有障碍，你们这才算是成就。这才叫正语。",
      "zh_TW": "我那個時候還沒有錄音機，全要憑記憶，你們現在還有錄音機，還可以反覆的去多聽幾遍。我那時候沒有這個東西也好，有這個東西怎麼？人不專心，為什麼？聽不清楚沒關係，反正我回去可以再聽一遍，不用心。真正嚴格的教學，這些東西一律取消，你的心就專了，為什麼？沒有依靠。我們那時候老師的教學嚴到什麼程度？東西講過之後，你或者是哪個地方打了個妄想，這一句沒有聽到，回過頭來想再問問老師，這一句我沒聽到怎麼講法。老師還把你罵一頓，不告訴你，下一次你就用心了，告訴你，下一次就不用心。所以你沒有聽到，永遠不告訴你，就是叫你課堂裡頭整個精神集中起來，好好聽講。聽了之後你去複講，你去學習，這樣才學得出來。你們學不出來，不要怪別人，不要怪老師，是你們自己不肯學。永嘉大師東西不長，你們年紀這麼輕，我教你們的時候，今天講這段經文，今天就把它背熟，講的這段意思統統搞清楚。你們六個人有沒有互相在一塊研究討論，把這個意思從頭到尾各個人都能搞得清楚？十五天完了之後，各個人從頭到尾都能講得下來而沒有障礙，你們這才算是成就。這才叫正語。"
    },
    {
      "id": "09-012-0010_p0022",
      "zh_CN": "能够『观语实相，言无所存』，这就是刚才说过的，说而无说、无说而说，听而无听、无听而听，『语默平等』。这就是把口业修到最高、最圆满之处，究竟清净之处。再看底下一段：",
      "zh_TW": "能夠『觀語實相，言無所存』，這就是剛才說過的，說而無說、無說而說，聽而無聽、無聽而聽，『語默平等』。這就是把口業修到最高、最圓滿之處，究竟清淨之處。再看底下一段："
    },
    {
      "id": "09-012-0010_p0023",
      "zh_CN": "【云何净修意业。】",
      "zh_TW": "【云何淨修意業。】"
    },
    {
      "id": "09-012-0010_p0024",
      "zh_CN": "这是三业里面的中心，重心在此地。",
      "zh_TW": "這是三業裡面的中心，重心在此地。"
    },
    {
      "id": "09-012-0010_p0025",
      "zh_CN": "【深自思惟。善恶之源。皆从心起。邪念因缘。能生万恶。正观因缘。能生万善。】",
      "zh_TW": "【深自思惟。善惡之源。皆從心起。邪念因緣。能生萬惡。正觀因緣。能生萬善。】"
    },
    {
      "id": "09-012-0010_p0026",
      "zh_CN": "小注说，「三业因缘，意为根本」，从意业上修就是从根本上修。现在我们修学本末兼顾，同时下手，治标治本。但是要重在意业上，虽然是同时，也有个轻重，也有个宾主之分，主是意业，身业、口业是宾，要以意业为重心。善恶的根源都是从心起的，心就是指意业，就是一个邪念、一个正念。知见不正，一切恶法统统从这里生的。什么叫正知正见？这是个很大的问题，此地有个简单的说明，『正观因缘』，正观就是正知正见，正知正见『能生万善』。",
      "zh_TW": "小註說，「三業因緣，意為根本」，從意業上修就是從根本上修。現在我們修學本末兼顧，同時下手，治標治本。但是要重在意業上，雖然是同時，也有個輕重，也有個賓主之分，主是意業，身業、口業是賓，要以意業為重心。善惡的根源都是從心起的，心就是指意業，就是一個邪念、一個正念。知見不正，一切惡法統統從這裡生的。什麼叫正知正見？這是個很大的問題，此地有個簡單的說明，『正觀因緣』，正觀就是正知正見，正知正見『能生萬善』。"
    },
    {
      "id": "09-012-0010_p0027",
      "zh_CN": "【故经云。三界无别法。惟是一心作。当知心是万法之根本也。】",
      "zh_TW": "【故經云。三界無別法。惟是一心作。當知心是萬法之根本也。】"
    },
    {
      "id": "09-012-0010_p0028",
      "zh_CN": "《华严经》上说，「应观法界性，一切唯心造」，诸位在朝暮课诵都常常念的；唯识里面讲「万法唯识」，识就是心。所以说『三界无别法，惟是一心作』。尤其唯识学家，他专门讲这个，在唯识正观里面，认为三界之中只有识，除了识之外，其余什么都没有。这个话是不是实在的？是实在的，为什么？一切法都是识变现出来的境界，唯识，唯独只有识，一切法是识变现的影像，离了识它就不存在。『心是万法之根本』，离了心就没有万法，心在法就在，心不在法不在，法是附属于心的。下面给我们说明邪念与正念：",
      "zh_TW": "《華嚴經》上說，「應觀法界性，一切唯心造」，諸位在朝暮課誦都常常念的；唯識裡面講「萬法唯識」，識就是心。所以說『三界無別法，惟是一心作』。尤其唯識學家，他專門講這個，在唯識正觀裡面，認為三界之中只有識，除了識之外，其餘什麼都沒有。這個話是不是實在的？是實在的，為什麼？一切法都是識變現出來的境界，唯識，唯獨只有識，一切法是識變現的影像，離了識它就不存在。『心是萬法之根本』，離了心就沒有萬法，心在法就在，心不在法不在，法是附屬於心的。下面給我們說明邪念與正念："
    },
    {
      "id": "09-012-0010_p0029",
      "zh_CN": "【云何邪念。无明不了。妄执为我。我见坚固。贪瞋邪见。横计所有。生诸染着。】",
      "zh_TW": "【云何邪念。無明不了。妄執為我。我見堅固。貪瞋邪見。橫計所有。生諸染著。】"
    },
    {
      "id": "09-012-0010_p0030",
      "zh_CN": "先说邪念，再说正观。邪念从哪里来的？从无明来的。无明从什么地方来的？这个问题我们初学的同修常常会问，而且找不到答案。经上常讲，「一念不觉而有无明」，为什么会觉悟？为什么有一念不觉？又说无始无明，无明到底哪个时候开始，总有这么一天？过去我们有一个老戒兄，他老人家发心阅藏，很仔细的费了不少时间把《大藏经》看完。看完了有一天碰到我跟我说，释迦牟尼佛真正了不起，我对他真是佩服得五体投地，可是很遗憾，一桩事情没交代清楚。我说那一桩？无明为什么起来的，他没有说清楚，无明是几时起来的，哪一年哪一月哪一天起来的，他也没有讲清楚，很遗憾。我说不但你遗憾，自古以来到现在，多少人讨论这个问题都感觉很遗憾。实实在在讲，佛把这个问题讲得清清楚楚，你看《大藏经》是粗心大意，你没看出来。在哪里？我要是告诉你，我就害了你，这个话告诉不得；告诉你怎么样？悟门堵死了，你一辈子也不能开悟。",
      "zh_TW": "先說邪念，再說正觀。邪念從哪裡來的？從無明來的。無明從什麼地方來的？這個問題我們初學的同修常常會問，而且找不到答案。經上常講，「一念不覺而有無明」，為什麼會覺悟？為什麼有一念不覺？又說無始無明，無明到底哪個時候開始，總有這麼一天？過去我們有一個老戒兄，他老人家發心閱藏，很仔細的費了不少時間把《大藏經》看完。看完了有一天碰到我跟我說，釋迦牟尼佛真正了不起，我對他真是佩服得五體投地，可是很遺憾，一樁事情沒交代清楚。我說那一樁？無明為什麼起來的，他沒有說清楚，無明是幾時起來的，哪一年哪一月哪一天起來的，他也沒有講清楚，很遺憾。我說不但你遺憾，自古以來到現在，多少人討論這個問題都感覺很遺憾。實實在在講，佛把這個問題講得清清楚楚，你看《大藏經》是粗心大意，你沒看出來。在哪裡？我要是告訴你，我就害了你，這個話告訴不得；告訴你怎麼樣？悟門堵死了，你一輩子也不能開悟。"
    },
    {
      "id": "09-012-0010_p0031",
      "zh_CN": "不过虽然说不告诉你，我还是给你透点消息，这些问题，一切大乘经典里面都有，都有说明，你要去悟。佛没有明着说，实在讲，有慧眼的人一看，佛说得清清楚楚、明明白白。我怎么晓得从前人也有这个问题？你看《楞严经》第四卷，富楼那就提这个问题，无明几时起的？无明为什么起来的？无明破了以后成佛，会不会再起无明？这都是富楼那的问题，《楞严》第四卷都有。佛给他答复的，岂不就是解释这个问题？你怎么能说佛没说清楚？怎么能说是遗憾？只怪你读经不用心。我这个话也只能说到此地，你们要研究去读《楞严经》，《楞严经》古今的注解差不多也有一百种，你们慢慢去翻。不过纵然翻到了，或者把那个注解都背得滚瓜烂熟，恐怕还是不懂，为什么不懂？「观语实相」，你不懂得这个方法，你就没有办法懂。何以故？你在文字上执着，你在文字上分别，你不知道文字性空，不知道语言性空，你就没有办法悟入。这就是古德常讲的「死在教下」，俗话常讲，死在字里行间，这叫念死书。哪一天、几时你有本事从语言文字里跳出来，不离开它，不即不离，也不在语言文字当中，也不离开语言文字，这才能看到实性，这才能够解这个问题，你才晓得无明是什么回事情。",
      "zh_TW": "不過雖然說不告訴你，我還是給你透點消息，這些問題，一切大乘經典裡面都有，都有說明，你要去悟。佛沒有明著說，實在講，有慧眼的人一看，佛說得清清楚楚、明明白白。我怎麼曉得從前人也有這個問題？你看《楞嚴經》第四卷，富樓那就提這個問題，無明幾時起的？無明為什麼起來的？無明破了以後成佛，會不會再起無明？這都是富樓那的問題，《楞嚴》第四卷都有。佛給他答覆的，豈不就是解釋這個問題？你怎麼能說佛沒說清楚？怎麼能說是遺憾？只怪你讀經不用心。我這個話也只能說到此地，你們要研究去讀《楞嚴經》，《楞嚴經》古今的註解差不多也有一百種，你們慢慢去翻。不過縱然翻到了，或者把那個註解都背得滾瓜爛熟，恐怕還是不懂，為什麼不懂？「觀語實相」，你不懂得這個方法，你就沒有辦法懂。何以故？你在文字上執著，你在文字上分別，你不知道文字性空，不知道語言性空，你就沒有辦法悟入。這就是古德常講的「死在教下」，俗話常講，死在字裡行間，這叫念死書。哪一天、幾時你有本事從語言文字裡跳出來，不離開它，不即不離，也不在語言文字當中，也不離開語言文字，這才能看到實性，這才能夠解這個問題，你才曉得無明是什麼回事情。"
    },
    {
      "id": "09-012-0010_p0032",
      "zh_CN": "你晓得无明什么回事情，无明就没有了，无明就明了。所以邪念是「无明不了」才生起来的，无明不了产生一个恶现象，什么现象？「妄执为我」，有我相、有人相、有众生相、有寿者相，一切森罗万象就从无明建立的。「无明不觉生三细，境界为缘长六粗」，宇宙人生森罗万象就是这么建立的。这个相愈转愈粗，执着愈来愈坚固，分别愈来愈细密，麻烦就大了，贪悭的烦恼，瞋恚的烦恼，愚痴的烦恼，邪见就是愚痴，贪瞋痴起来了，一切的病根都从贪瞋痴上来的。「横计所有，生诸染着」，横计是普遍的计较、执着，所有的一切万法，内而根身，外而世界，在佛法讲的就是依报跟正报，普遍的计较，普遍在执着，总要一切都为自己所有，我、我所起来了。生诸染着，对于一切法贪染、瞋染、痴染，着相取相而不能够舍离。",
      "zh_TW": "你曉得無明什麼回事情，無明就沒有了，無明就明了。所以邪念是「無明不了」才生起來的，無明不了產生一個惡現象，什麼現象？「妄執為我」，有我相、有人相、有眾生相、有壽者相，一切森羅萬象就從無明建立的。「無明不覺生三細，境界為緣長六粗」，宇宙人生森羅萬象就是這麼建立的。這個相愈轉愈粗，執著愈來愈堅固，分別愈來愈細密，麻煩就大了，貪慳的煩惱，瞋恚的煩惱，愚痴的煩惱，邪見就是愚痴，貪瞋痴起來了，一切的病根都從貪瞋痴上來的。「橫計所有，生諸染著」，橫計是普遍的計較、執著，所有的一切萬法，內而根身，外而世界，在佛法講的就是依報跟正報，普遍的計較，普遍在執著，總要一切都為自己所有，我、我所起來了。生諸染著，對於一切法貪染、瞋染、痴染，著相取相而不能夠捨離。"
    },
    {
      "id": "09-012-0010_p0033",
      "zh_CN": "【故经云。因有我故。便有我所。故起于断常六十二见。】",
      "zh_TW": "【故經云。因有我故。便有我所。故起於斷常六十二見。】"
    },
    {
      "id": "09-012-0010_p0034",
      "zh_CN": "这是佛在经里给我们说的，第一个迷是迷了『有我』，有了我之后一定就有『我所』，「我所」就是我所有的，衣服是我所有的，房屋是我所有的，财产是我所有的，眷属是我所有的，我与我所这是恶见的大根大本。这样辗转就生『六十二见』，六十二见是外道见。大家一看注子就明白，不要解释，《佛学大辞典》、《教乘法数》统统都有，此地这个注解解得很清楚，一看就明了。",
      "zh_TW": "這是佛在經裡給我們說的，第一個迷是迷了『有我』，有了我之後一定就有『我所』，「我所」就是我所有的，衣服是我所有的，房屋是我所有的，財產是我所有的，眷屬是我所有的，我與我所這是惡見的大根大本。這樣輾轉就生『六十二見』，六十二見是外道見。大家一看註子就明白，不要解釋，《佛學大辭典》、《教乘法數》統統都有，此地這個註解解得很清楚，一看就明瞭。"
    },
    {
      "id": "09-012-0010_p0035",
      "zh_CN": "【见思相续。九十八使。三界生死。轮回不息。】",
      "zh_TW": "【見思相續。九十八使。三界生死。輪迴不息。】"
    },
    {
      "id": "09-012-0010_p0036",
      "zh_CN": "前面六十二见是外道的邪见，这个地方的『九十八使』是凡夫、外道共有的。小乘圣者就是把九十八使统统断尽证阿罗汉。这就是讲的见惑跟思惑，见惑八十八使，思惑十使，加起来就九十八。思惑通常也分为九地，九地里面每一地有九品，上三品、中三品、下三品，九九八十一，所以也称之为八十一品。八十一品跟此地讲的十使是开合不同，这个地方是归纳，归纳为十使，把它展开就是八十一品。见思惑，我过去讲《金刚经》，把见思烦恼细细的说过一遍。『三界生死，轮回不息』，只要你有这些东西就出不了三界；换句话说，六道轮回的动力就是九十八使，九十八使就是九十八种的烦恼在这个地方推动轮回。要是没有这个东西，轮回就没有了，没有这个东西，三界也没有了。三界轮回是相，这个是动力。",
      "zh_TW": "前面六十二見是外道的邪見，這個地方的『九十八使』是凡夫、外道共有的。小乘聖者就是把九十八使統統斷盡證阿羅漢。這就是講的見惑跟思惑，見惑八十八使，思惑十使，加起來就九十八。思惑通常也分為九地，九地裡面每一地有九品，上三品、中三品、下三品，九九八十一，所以也稱之為八十一品。八十一品跟此地講的十使是開合不同，這個地方是歸納，歸納為十使，把它展開就是八十一品。見思惑，我過去講《金剛經》，把見思煩惱細細的說過一遍。『三界生死，輪迴不息』，只要你有這些東西就出不了三界；換句話說，六道輪迴的動力就是九十八使，九十八使就是九十八種的煩惱在這個地方推動輪迴。要是沒有這個東西，輪迴就沒有了，沒有這個東西，三界也沒有了。三界輪迴是相，這個是動力。"
    },
    {
      "id": "09-012-0010_p0037",
      "zh_CN": "【当知邪念。众恶之本。是故智者。制而不随。】",
      "zh_TW": "【當知邪念。眾惡之本。是故智者。制而不隨。】"
    },
    {
      "id": "09-012-0010_p0038",
      "zh_CN": "邪念里面这四句是小结，应当要知道，邪知邪见是一切恶的根本。什么叫邪知邪见？前面这个六十二见、九十八使就是的。你要是明了之后，这个要断除。实在讲，九十八使再要归纳，通常讲见思烦恼，见惑里面五大类，身见、边见、见取见、戒取见、邪见；思惑里面五大类，贪、瞋、痴、慢、疑。这九十八种就是这个展开的，归纳起来就是这十大类，这十大类就叫邪见，就是邪知邪见，就是『众恶之本』。这个九十八、六十二你要是嫌麻烦、嫌啰嗦，你要是不记它，没有关系，你就记这十种。常常要记住这十种是邪知邪见，这十种是万恶之本，念念当中要想离开它，要想断除它，这就行了。『是故智者，制而不随』，「制」是控制，以我们的理智来控制，我们不要随这个烦恼去走。这十种在唯识里面讲，就是六个根本烦恼，这六个根本烦恼在《百法明门》里面说的是贪、瞋、痴、慢、疑、恶见。恶见就是见惑，恶见里面有五条，身见、边见、见取见、戒取见、邪见，在六个根本烦恼，把这五种见归纳为一个称之为恶见。可见得六个根本烦恼就是见思烦恼的十类，称之为根本烦恼；也就是说，常讲的八万四千尘劳都是从它生起的，它是大根大本。我们要下决心把它断除，我们要有智慧、要有定力，不要随着烦恼去。到这个地方，这是把意业里面的邪念给我们说出来，首先要辨别什么叫正、什么叫邪，邪念，举心动念要落在九十八使里面就是邪念、邪知见。下面就讲正观，就是正知正见：",
      "zh_TW": "邪念裡面這四句是小結，應當要知道，邪知邪見是一切惡的根本。什麼叫邪知邪見？前面這個六十二見、九十八使就是的。你要是明瞭之後，這個要斷除。實在講，九十八使再要歸納，通常講見思煩惱，見惑裡面五大類，身見、邊見、見取見、戒取見、邪見；思惑裡面五大類，貪、瞋、痴、慢、疑。這九十八種就是這個展開的，歸納起來就是這十大類，這十大類就叫邪見，就是邪知邪見，就是『眾惡之本』。這個九十八、六十二你要是嫌麻煩、嫌囉嗦，你要是不記它，沒有關係，你就記這十種。常常要記住這十種是邪知邪見，這十種是萬惡之本，念念當中要想離開它，要想斷除它，這就行了。『是故智者，制而不隨』，「制」是控制，以我們的理智來控制，我們不要隨這個煩惱去走。這十種在唯識裡面講，就是六個根本煩惱，這六個根本煩惱在《百法明門》裡面說的是貪、瞋、痴、慢、疑、惡見。惡見就是見惑，惡見裡面有五條，身見、邊見、見取見、戒取見、邪見，在六個根本煩惱，把這五種見歸納為一個稱之為惡見。可見得六個根本煩惱就是見思煩惱的十類，稱之為根本煩惱；也就是說，常講的八萬四千塵勞都是從它生起的，它是大根大本。我們要下決心把它斷除，我們要有智慧、要有定力，不要隨著煩惱去。到這個地方，這是把意業裡面的邪念給我們說出來，首先要辨別什麼叫正、什麼叫邪，邪念，舉心動念要落在九十八使裡面就是邪念、邪知見。下面就講正觀，就是正知正見："
    },
    {
      "id": "09-012-0010_p0039",
      "zh_CN": "【云何正观。彼我无差。色心不二。】",
      "zh_TW": "【云何正觀。彼我無差。色心不二。】"
    },
    {
      "id": "09-012-0010_p0040",
      "zh_CN": "『正观』里面学问就大了，小注说「正观之法，先了三界惟心，万法惟识」，这是正观的根本，也是正知正见理论的依据。三界唯心，万法唯识，也就是《华严经》里面讲，「应观法界性，一切唯心造」，这是正知正见理论的依据。你懂得这个道理，晓得万法是一体的，依正不是分开的，你才真正能够体会得到《华严经》里面所谓「情与无情同圆种智」。情是有情众生，无情是植物与矿物，植物与矿物、动物都成佛。那咱们要问问，有情众生成佛，我们人成佛可以，讲得通，桌椅板凳怎么会成佛，桌椅板凳是无情的？给诸位说，你成佛之后，桌椅板凳都成佛了。奇怪！这个道理后面《证道歌》上有，《证道歌》话说得很简单，理论说得很透彻，可是也很难体会就是了，因为这个境界是如来果地上的境界。这个话都是真实的。你要问为什么？这个地方给你讲，『色心不二』，万法唯心，一切法都是心变现出来的，有情是它变现出来的，无情也是它变现出来的。",
      "zh_TW": "『正觀』裡面學問就大了，小註說「正觀之法，先了三界惟心，萬法惟識」，這是正觀的根本，也是正知正見理論的依據。三界唯心，萬法唯識，也就是《華嚴經》裡面講，「應觀法界性，一切唯心造」，這是正知正見理論的依據。你懂得這個道理，曉得萬法是一體的，依正不是分開的，你才真正能夠體會得到《華嚴經》裡面所謂「情與無情同圓種智」。情是有情眾生，無情是植物與礦物，植物與礦物、動物都成佛。那咱們要問問，有情眾生成佛，我們人成佛可以，講得通，桌椅板凳怎麼會成佛，桌椅板凳是無情的？給諸位說，你成佛之後，桌椅板凳都成佛了。奇怪！這個道理後面《證道歌》上有，《證道歌》話說得很簡單，理論說得很透徹，可是也很難體會就是了，因為這個境界是如來果地上的境界。這個話都是真實的。你要問為什麼？這個地方給你講，『色心不二』，萬法唯心，一切法都是心變現出來的，有情是它變現出來的，無情也是它變現出來的。"
    },
    {
      "id": "09-012-0010_p0041",
      "zh_CN": "这个话真的是不容易懂，我们举个比喻去体会。你功夫没有到家的时候，人都会作梦。我昨天晚上就做了个梦，梦到见到总统，一见面我就问他：我送给你一份建百姓宗祠那个你收到没有？他说：我没有收到。我说：没有收到不行，我讲给你听听好了。还做这个梦，没到圣人地步都会作梦。梦里面你看看有自己，也有别人，也有山河大地，从哪来的？自己心里变现出来的。梦中的自己、梦中的别人、梦中的一切天地统统是你自性变现的，一切唯心造。觉悟之后就醒了，醒了之后就成佛，自己成佛，别人也成佛，里面的山河大地、桌椅板凳统统都成佛了，成佛就叫觉，「觉后空空无大千」。这就叫情与无情同圆种智，你在梦中一觉醒来，梦里面的有情跟无情同圆种智，就这么回事情。我们现在是做大梦，没有觉悟，觉悟之后就是这个样子。所以说「色心不二」，色是指物质，心是指精神，一个是物质、一个是精神，这是把整个宇宙人生统统包括了。你几时要能够体会到色心不二，你的心就平等，你的心就清净，再没有烦恼，再也没有牵挂。要是没有看出色心不二，没有看到『彼我无差』，你没有入这个境界；换句话说，你那个观不算正。",
      "zh_TW": "這個話真的是不容易懂，我們舉個比喻去體會。你功夫沒有到家的時候，人都會作夢。我昨天晚上就做了個夢，夢到見到總統，一見面我就問他：我送給你一份建百姓宗祠那個你收到沒有？他說：我沒有收到。我說：沒有收到不行，我講給你聽聽好了。還做這個夢，沒到聖人地步都會作夢。夢裡面你看看有自己，也有別人，也有山河大地，從哪來的？自己心裡變現出來的。夢中的自己、夢中的別人、夢中的一切天地統統是你自性變現的，一切唯心造。覺悟之後就醒了，醒了之後就成佛，自己成佛，別人也成佛，裡面的山河大地、桌椅板凳統統都成佛了，成佛就叫覺，「覺後空空無大千」。這就叫情與無情同圓種智，你在夢中一覺醒來，夢裡面的有情跟無情同圓種智，就這麼回事情。我們現在是做大夢，沒有覺悟，覺悟之後就是這個樣子。所以說「色心不二」，色是指物質，心是指精神，一個是物質、一個是精神，這是把整個宇宙人生統統包括了。你幾時要能夠體會到色心不二，你的心就平等，你的心就清淨，再沒有煩惱，再也沒有牽掛。要是沒有看出色心不二，沒有看到『彼我無差』，你沒有入這個境界；換句話說，你那個觀不算正。"
    },
    {
      "id": "09-012-0010_p0042",
      "zh_CN": "这个正观，也就是说，必须把前面见思烦恼破尽才能够入正观，见思烦恼离不开，没有办法入，只能够说是解。悟里面通常有两种，一种叫解悟，一种叫证悟，要到证悟才有受用，解悟没有受用。解悟就是道理明白了，境界入不进去，理很明白，烦恼还是现前；换句话说，还受苦，不能离苦得乐。到证悟的时候就离苦得乐，唯乐无苦，心地真正清净。这个地方还不能清净，虽不能清净，解悟之后可以起修。解悟以后，严格的讲，才可以真正谈得上在起修，悟后起修，他不会退转的，他精进不会懈怠。为什么？道理明白，方法懂得，他愈修愈往证悟的路上接近。换句话说，他有一分修功他得一分受用，有两分修功得两分受用，解行相应。这个在道上自在，这个修道有乐趣，没有苦恼。因此在修学过程当中，解悟在先，信解行证，是以这么一个顺序。这个地方是讲证悟，「彼我无差，色心不二」。",
      "zh_TW": "這個正觀，也就是說，必須把前面見思煩惱破盡才能夠入正觀，見思煩惱離不開，沒有辦法入，只能夠說是解。悟裡面通常有兩種，一種叫解悟，一種叫證悟，要到證悟才有受用，解悟沒有受用。解悟就是道理明白了，境界入不進去，理很明白，煩惱還是現前；換句話說，還受苦，不能離苦得樂。到證悟的時候就離苦得樂，唯樂無苦，心地真正清淨。這個地方還不能清淨，雖不能清淨，解悟之後可以起修。解悟以後，嚴格的講，才可以真正談得上在起修，悟後起修，他不會退轉的，他精進不會懈怠。為什麼？道理明白，方法懂得，他愈修愈往證悟的路上接近。換句話說，他有一分修功他得一分受用，有兩分修功得兩分受用，解行相應。這個在道上自在，這個修道有樂趣，沒有苦惱。因此在修學過程當中，解悟在先，信解行證，是以這麼一個順序。這個地方是講證悟，「彼我無差，色心不二」。"
    },
    {
      "id": "09-012-0010_p0043",
      "zh_CN": "【菩提烦恼。本性无殊。生死涅槃。平等一照。】",
      "zh_TW": "【菩提煩惱。本性無殊。生死涅槃。平等一照。】"
    },
    {
      "id": "09-012-0010_p0044",
      "zh_CN": "生死就是涅槃，烦恼就是菩提，这个话我想学佛的同修们多少都听说过。你要是不明这个理，生死就是涅槃？难怪，出家人死了之后，人家送他那个挽联，某某法师涅槃，某某法师圆寂，他入涅槃，世间人死了还不都涅槃？「涅槃」是梵语，翻译中国的意思是不生不灭。生灭就是不生灭，这个话讲不通；烦恼就是菩提，烦恼跟菩提恰恰相反，怎样烦恼就是菩提？菩提是清净，烦恼是热恼，怎么会是一样？性中是一样，相上不一样，人家跟你讲正观是见性，不是着相。可见得邪与正从哪里观法？邪念、邪观是从相上观，着相之相；性上观是不着相，在相上不起分别、不起执着，观察它的性体。性体是平等的，是一桩事情，所以是『平等一照』、『本性无殊』，这叫见性。见了性就自在，见了性，十法界就是一法界，这一真法界，哪有十界？十法界是平等的。阿鼻地狱跟极乐世界是平等的，怎么是平等的？相是不平等，受是平等的。极乐世界受乐，阿鼻地狱受苦，苦乐怎么会平等？入了一真法界，证到性之后，他的受叫正受，什么叫正受？这两个都不受，在极乐世界他心里没有乐受，阿鼻地狱里头他心里没有苦受，苦乐都不受，心是清净的、平等的。极乐世界跟阿鼻地狱的相不平等，受是平等的。",
      "zh_TW": "生死就是涅槃，煩惱就是菩提，這個話我想學佛的同修們多少都聽說過。你要是不明這個理，生死就是涅槃？難怪，出家人死了之後，人家送他那個輓聯，某某法師涅槃，某某法師圓寂，他入涅槃，世間人死了還不都涅槃？「涅槃」是梵語，翻譯中國的意思是不生不滅。生滅就是不生滅，這個話講不通；煩惱就是菩提，煩惱跟菩提恰恰相反，怎樣煩惱就是菩提？菩提是清淨，煩惱是熱惱，怎麼會是一樣？性中是一樣，相上不一樣，人家跟你講正觀是見性，不是著相。可見得邪與正從哪裡觀法？邪念、邪觀是從相上觀，著相之相；性上觀是不著相，在相上不起分別、不起執著，觀察它的性體。性體是平等的，是一樁事情，所以是『平等一照』、『本性無殊』，這叫見性。見了性就自在，見了性，十法界就是一法界，這一真法界，哪有十界？十法界是平等的。阿鼻地獄跟極樂世界是平等的，怎麼是平等的？相是不平等，受是平等的。極樂世界受樂，阿鼻地獄受苦，苦樂怎麼會平等？入了一真法界，證到性之後，他的受叫正受，什麼叫正受？這兩個都不受，在極樂世界他心裡沒有樂受，阿鼻地獄裡頭他心裡沒有苦受，苦樂都不受，心是清淨的、平等的。極樂世界跟阿鼻地獄的相不平等，受是平等的。"
    },
    {
      "id": "09-012-0010_p0045",
      "zh_CN": "正受是什么？正受就是三昧，正受就是大定，就是一切境界里头如如不动。在极乐世界绝不为乐所动，到极乐世界看到黄金为地，在极乐世界眼睛里看到的黄金跟我们这里看见泥土没有两样。为什么？心不染，所以说是平等，是一个受，没有两个受。他为什么能做得到，我们做不到？人家看到实相，实相是平等的，因为都是假的，凡所有相皆是虚妄。极乐世界依正庄严是相，凡所有相皆是虚妄；阿鼻地狱也是相，凡所有相皆是虚妄，虚妄等于虚妄，无二无别，没有差别。观到实性，性是空寂的，更平等，性也平等，相也平等，他的受怎么不平等？诸位要明了这个意思，这个意思相当的深，你要能够知道几分，能够常作如是观，观就是修，解了之后修。一分的修功就一分的自在，就一分的解脱。有那么几分，生死你就不在乎了。为什么？你晓得『生死涅槃，平等一照』，对于生死你没有恐怖，你没有害怕了。有那么几分功夫，生死就自在。由此可知正观的利益。",
      "zh_TW": "正受是什麼？正受就是三昧，正受就是大定，就是一切境界裡頭如如不動。在極樂世界絕不為樂所動，到極樂世界看到黃金為地，在極樂世界眼睛裡看到的黃金跟我們這裡看見泥土沒有兩樣。為什麼？心不染，所以說是平等，是一個受，沒有兩個受。他為什麼能做得到，我們做不到？人家看到實相，實相是平等的，因為都是假的，凡所有相皆是虛妄。極樂世界依正莊嚴是相，凡所有相皆是虛妄；阿鼻地獄也是相，凡所有相皆是虛妄，虛妄等於虛妄，無二無別，沒有差別。觀到實性，性是空寂的，更平等，性也平等，相也平等，他的受怎麼不平等？諸位要明瞭這個意思，這個意思相當的深，你要能夠知道幾分，能夠常作如是觀，觀就是修，解了之後修。一分的修功就一分的自在，就一分的解脫。有那麼幾分，生死你就不在乎了。為什麼？你曉得『生死涅槃，平等一照』，對於生死你沒有恐怖，你沒有害怕了。有那麼幾分功夫，生死就自在。由此可知正觀的利益。"
    },
    {
      "id": "09-012-0010_p0046",
      "zh_CN": "【故经云。离我我所。观于平等。我及涅槃。此二皆空。】",
      "zh_TW": "【故經云。離我我所。觀於平等。我及涅槃。此二皆空。】"
    },
    {
      "id": "09-012-0010_p0047",
      "zh_CN": "经文向下去，在理论上愈来愈深，不像前面那么容易懂。前面都是属于事相，都是属于助缘，换句话说，学佛的先决条件，很容易理解。向下渐渐的领导你入观，指示你修行的道路，所以往后面去义理愈来愈深，文字也愈玄，得用心去体会，因为这是属于禅宗的东西。一般讲，禅宗的东西它是简单明了，不像教下说得那么详细，说得那么繁复，使我们能够很容易去体会。禅宗，一般讲都是接引上根之人，中下的根性比较困难一点。所谓上根是一闻千悟，要有这种能力。但是在这个偈子里面，我们能看出它的好处，接引上上根的宗门大法，还是不离开皈依、发愿、三业清净做为基础。可见得接引上上根，在实际上用功还是按部就班，这就是所谓「理可顿悟，事须渐修」，这才不至于变成狂禅，不至于修成狂妄，脚踏实地老老实实这样做。",
      "zh_TW": "經文向下去，在理論上愈來愈深，不像前面那麼容易懂。前面都是屬於事相，都是屬於助緣，換句話說，學佛的先決條件，很容易理解。向下漸漸的領導你入觀，指示你修行的道路，所以往後面去義理愈來愈深，文字也愈玄，得用心去體會，因為這是屬於禪宗的東西。一般講，禪宗的東西它是簡單明瞭，不像教下說得那麼詳細，說得那麼繁複，使我們能夠很容易去體會。禪宗，一般講都是接引上根之人，中下的根性比較困難一點。所謂上根是一聞千悟，要有這種能力。但是在這個偈子裡面，我們能看出它的好處，接引上上根的宗門大法，還是不離開皈依、發願、三業清淨做為基礎。可見得接引上上根，在實際上用功還是按部就班，這就是所謂「理可頓悟，事須漸修」，這才不至於變成狂禪，不至於修成狂妄，腳踏實地老老實實這樣做。"
    },
    {
      "id": "09-012-0010_p0048",
      "zh_CN": "经上说『离我我所』，一部《金刚经》就是讲这个道理，一部《楞严经》也是讲这个道理，《华严经》还是讲这个道理。「离我」是不要有我执，不要有我见。我见、我执破了，「我所」当然摆脱掉，我所是附带的。但是我们没有这个功夫，从哪里学起？从我所学起，就是从我所断起，把我所有的都离开。这就是修布施，布施财、布施法，都是我所有的，不要了，布施给别人。几时能把我也布施掉就好了，那问题就解决。先不能破我执、把我执布施掉，那就先把我所舍弃掉。必须到我执、我见破掉，这时候才入平等，这就是转末那识为平等性智。通常我们会讲，我们做不到，无我才能做到。到这个时候，『我及涅槃，此二皆空』，性空，我、我所性空，菩提性空，涅槃性空。从实性上看，是平等无二无别的。时间到了，我们今天就讲到这里。",
      "zh_TW": "經上說『離我我所』，一部《金剛經》就是講這個道理，一部《楞嚴經》也是講這個道理，《華嚴經》還是講這個道理。「離我」是不要有我執，不要有我見。我見、我執破了，「我所」當然擺脫掉，我所是附帶的。但是我們沒有這個功夫，從哪裡學起？從我所學起，就是從我所斷起，把我所有的都離開。這就是修布施，布施財、布施法，都是我所有的，不要了，布施給別人。幾時能把我也布施掉就好了，那問題就解決。先不能破我執、把我執布施掉，那就先把我所捨棄掉。必須到我執、我見破掉，這時候才入平等，這就是轉末那識為平等性智。通常我們會講，我們做不到，無我才能做到。到這個時候，『我及涅槃，此二皆空』，性空，我、我所性空，菩提性空，涅槃性空。從實性上看，是平等無二無別的。時間到了，我們今天就講到這裡。"
    }
  ]
}