{
  "doc_id": "09-012-0020",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十集",
    "zh_TW": "第二十集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0020",
  "total_paragraphs": 65,
  "paragraphs": [
    {
      "id": "09-012-0020_p0001",
      "zh_CN": "请掀开经本第十三页的后一面：",
      "zh_TW": "請掀開經本第十三頁的後一面："
    },
    {
      "id": "09-012-0020_p0002",
      "zh_CN": "【定中三。应须别。】",
      "zh_TW": "【定中三。應須別。】"
    },
    {
      "id": "09-012-0020_p0003",
      "zh_CN": "前面说过「戒中三」，三种戒必须要具备，不能够缺少。『定』也有三种，这三种必须要能够区别，就是你要能够把它分得清清楚楚，它有三类的定。开头小注就解释定的定义，「定以正简寻伺昏沉为义」，寻、伺是《百法》里面的两个名词，也就是念头起伏不定，粗的念叫做寻，细念叫做伺。由这个定义上看，所谓定就是离开寻伺与昏沉，这才叫定。定有许许多多种，在它的作用上不外乎三大类：",
      "zh_TW": "前面說過「戒中三」，三種戒必須要具備，不能夠缺少。『定』也有三種，這三種必須要能夠區別，就是你要能夠把它分得清清楚楚，它有三類的定。開頭小註就解釋定的定義，「定以正簡尋伺昏沉為義」，尋、伺是《百法》裡面的兩個名詞，也就是念頭起伏不定，粗的念叫做尋，細念叫做伺。由這個定義上看，所謂定就是離開尋伺與昏沉，這才叫定。定有許許多多種，在它的作用上不外乎三大類："
    },
    {
      "id": "09-012-0020_p0004",
      "zh_CN": "【一、安住定。谓妙性天然。本自非动。】",
      "zh_TW": "【一、安住定。謂妙性天然。本自非動。】"
    },
    {
      "id": "09-012-0020_p0005",
      "zh_CN": "小注说，「此安住定，在诸经中立名不同，华严称为法界」，这就是常说的一真法界，「《法华》称为佛慧，《楞严》称为常住真心，《圆觉》称为圆满觉性，《涅槃》称为三德，《起信》称为本觉，《大智度论》称为三谛等」。它的名字是真不少，这是略举几种出来说，你要细细的举大概总有一百多种，说的是一桩事，就是讲清净心、真如本性，这叫『安住定』。底下引用荆溪大师一段话说，「三谛者」，这是天台家所讲的，「天然之性德也，即当人妙心」，当人就是我们本人，我们本人的妙觉明心，「含生本性」，一切众生的本性。「修禅定者，先能悟此，方可全性以起修，全修而在性」，这就是说明白，为什么修禅的人先要大彻大悟。大彻大悟他悟的是什么？就是悟的自家有一个本具不动的常住真心，天然妙性，就是悟这个。这个就是所谓「父母未生前本来面目」，都是说这桩事情。",
      "zh_TW": "小註說，「此安住定，在諸經中立名不同，華嚴稱為法界」，這就是常說的一真法界，「《法華》稱為佛慧，《楞嚴》稱為常住真心，《圓覺》稱為圓滿覺性，《涅槃》稱為三德，《起信》稱為本覺，《大智度論》稱為三諦等」。它的名字是真不少，這是略舉幾種出來說，你要細細的舉大概總有一百多種，說的是一樁事，就是講清淨心、真如本性，這叫『安住定』。底下引用荊溪大師一段話說，「三諦者」，這是天台家所講的，「天然之性德也，即當人妙心」，當人就是我們本人，我們本人的妙覺明心，「含生本性」，一切眾生的本性。「修禪定者，先能悟此，方可全性以起修，全修而在性」，這就是說明白，為什麼修禪的人先要大徹大悟。大徹大悟他悟的是什麼？就是悟的自家有一個本具不動的常住真心，天然妙性，就是悟這個。這個就是所謂「父母未生前本來面目」，都是說這樁事情。"
    },
    {
      "id": "09-012-0020_p0006",
      "zh_CN": "悟了以后，就是以这个大定为目标来修行，无论修哪一行都称性，为什么？修功的目标指着见性，这就叫「称性起修，全修在性」。我们把话再讲得粗浅一点，便于用功，这都是用功的前方便，这三种修法这是预修，预备功夫。我们拿念佛法门来说，「安住定」就是一心不乱，在念佛法门里面讲就是一心不乱，诸经所说不同，《弥陀经》里面是一心不乱，理一心不乱。如果我们念佛，把我们念佛的目的安住在理一心不乱上，无论你怎么念，为什么念，为求理一心，念念都在求理一心，这就叫「全性起修，全修在性」。没有其他的目标，就在证一心不乱，证得一心就入法界。可见得这个理非明了不可。你要把目标弄错，或者目标不明，功夫用的就不得力；如果说没有目标，你的功夫就白费了。所以修行一定要有个方向，要有一个目标，目标在哪里？就在安住定上，换句话说，要求得我们的本来面目。",
      "zh_TW": "悟了以後，就是以這個大定為目標來修行，無論修哪一行都稱性，為什麼？修功的目標指著見性，這就叫「稱性起修，全修在性」。我們把話再講得粗淺一點，便於用功，這都是用功的前方便，這三種修法這是預修，預備功夫。我們拿念佛法門來說，「安住定」就是一心不亂，在念佛法門裡面講就是一心不亂，諸經所說不同，《彌陀經》裡面是一心不亂，理一心不亂。如果我們念佛，把我們念佛的目的安住在理一心不亂上，無論你怎麼念，為什麼念，為求理一心，念念都在求理一心，這就叫「全性起修，全修在性」。沒有其他的目標，就在證一心不亂，證得一心就入法界。可見得這個理非明瞭不可。你要把目標弄錯，或者目標不明，功夫用的就不得力；如果說沒有目標，你的功夫就白費了。所以修行一定要有個方向，要有一個目標，目標在哪裡？就在安住定上，換句話說，要求得我們的本來面目。"
    },
    {
      "id": "09-012-0020_p0007",
      "zh_CN": "『妙性天然，本自非动』，这就是我们的本来面目，我们一切的修为、一切的功夫统统是为了这个。禅家常说「直心是道场」，一心一意只为这个，没有其他的，这个心就是直，心直言直。如果再要其他附带，还要求别的，那就麻烦大了，委曲婉转。再给诸位说，性要是见到了、证得了，无论你求什么统统现前。为什么？本性里面有无量的智慧、无量的功德、无量的能力，十方佛国土都是清净心中变现之物，你把能变的得到，所变的还不是随心所欲？爱变什么就变什么。所以一个有智慧的人，他的心里面不存任何妄念，换句话说，不打任何妄想。他要是告诉你，对面山上阿弥陀佛在那里，真正修行人在此地心如如不动，阿弥陀佛他是他，我是我，我的清净心没现前，我见他有什么用处？他又不能叫我清净心现前，如如不动！凡夫一听阿弥陀佛在对面，赶紧到那里去看他，心就动了，心就没有办法安住。我们想想看，我们有没有这个能力？有没有这个慧解？是不是在一切境界上如如不动？邪魔外道、邪鬼邪神变个把戏，凡夫都迷了，着迷了，何况佛菩萨一现神通，那还得了！所以佛菩萨不以神通为佛事，而以音声为佛事，你看看这多么慈悲。",
      "zh_TW": "『妙性天然，本自非動』，這就是我們的本來面目，我們一切的修為、一切的功夫統統是為了這個。禪家常說「直心是道場」，一心一意只為這個，沒有其他的，這個心就是直，心直言直。如果再要其他附帶，還要求別的，那就麻煩大了，委曲婉轉。再給諸位說，性要是見到了、證得了，無論你求什麼統統現前。為什麼？本性裡面有無量的智慧、無量的功德、無量的能力，十方佛國土都是清淨心中變現之物，你把能變的得到，所變的還不是隨心所欲？愛變什麼就變什麼。所以一個有智慧的人，他的心裡面不存任何妄念，換句話說，不打任何妄想。他要是告訴你，對面山上阿彌陀佛在那裡，真正修行人在此地心如如不動，阿彌陀佛他是他，我是我，我的清淨心沒現前，我見他有什麼用處？他又不能叫我清淨心現前，如如不動！凡夫一聽阿彌陀佛在對面，趕緊到那裡去看他，心就動了，心就沒有辦法安住。我們想想看，我們有沒有這個能力？有沒有這個慧解？是不是在一切境界上如如不動？邪魔外道、邪鬼邪神變個把戲，凡夫都迷了，著迷了，何況佛菩薩一現神通，那還得了！所以佛菩薩不以神通為佛事，而以音聲為佛事，你看看這多麼慈悲。"
    },
    {
      "id": "09-012-0020_p0008",
      "zh_CN": "此方人的根性是耳根最利，所以用音声为教体。叫我们闻法、开悟、起修、证果，按照这个顺序有条不紊，才能有一个真正的成就。这种定不是修来的，是本有的，我们一切众生个个都有，个个都具足，现在就是失掉了。是不是真的失掉？不是的。真的失掉就不能叫「本自非动」，并没有失掉，是我们不觉，不晓得我们有天然妙定，《楞严》里面讲的大佛顶首楞严定，楞严大定。楞严大定是含生本具，个个人都有，从来也没有失掉。没有失掉是讲没有失掉体，现在作用我们迷了，我们作用失掉了。所谓修行修什么？恢复大定之相用。体是不会失掉的，体要是失了，那修也没办法，也修不到的。下面一段这就讲修定，修什么？就是把天然妙定的作用显现出来，再恢复。",
      "zh_TW": "此方人的根性是耳根最利，所以用音聲為教體。叫我們聞法、開悟、起修、證果，按照這個順序有條不紊，才能有一個真正的成就。這種定不是修來的，是本有的，我們一切眾生個個都有，個個都具足，現在就是失掉了。是不是真的失掉？不是的。真的失掉就不能叫「本自非動」，並沒有失掉，是我們不覺，不曉得我們有天然妙定，《楞嚴》裡面講的大佛頂首楞嚴定，楞嚴大定。楞嚴大定是含生本具，個個人都有，從來也沒有失掉。沒有失掉是講沒有失掉體，現在作用我們迷了，我們作用失掉了。所謂修行修什麼？恢復大定之相用。體是不會失掉的，體要是失了，那修也沒辦法，也修不到的。下面一段這就講修定，修什麼？就是把天然妙定的作用顯現出來，再恢復。"
    },
    {
      "id": "09-012-0020_p0009",
      "zh_CN": "【二、引起定。谓澄心寂怕。发莹增明。】",
      "zh_TW": "【二、引起定。謂澄心寂怕。發瑩增明。】"
    },
    {
      "id": "09-012-0020_p0010",
      "zh_CN": "小注说，「理定本妙，迷而不知」，理定就是前面的安住定，我们本有的，本来就妙，迷了还是妙。可惜的就是我们迷而不知、不觉，不晓得自己有个本定。而我们的本定与十方如来是无二无别，跟十方诸佛比较，我们并没有比他差一毫，完全是一样的。所以佛眼睛里看一切众生都是佛，为什么？你的楞严定跟如来的楞严定没两样，完全相同。在什么地方？就在六根门头放光动地。悟的人看得清清楚楚，迷的人不晓得，真叫做冤枉。这个定究竟是什么？佛在《楞严经》里面跟我们说得很清楚，我们现在六根的作用，眼能见、耳能闻，能见、能闻的能就是「妙性天然，本自非动」，如如不动的，从来没动过，这是本能。可是我们在能见、能闻里头，又掺杂分别心、又掺杂妄想执着，这就叫迷。",
      "zh_TW": "小註說，「理定本妙，迷而不知」，理定就是前面的安住定，我們本有的，本來就妙，迷了還是妙。可惜的就是我們迷而不知、不覺，不曉得自己有個本定。而我們的本定與十方如來是無二無別，跟十方諸佛比較，我們並沒有比他差一毫，完全是一樣的。所以佛眼睛裡看一切眾生都是佛，為什麼？你的楞嚴定跟如來的楞嚴定沒兩樣，完全相同。在什麼地方？就在六根門頭放光動地。悟的人看得清清楚楚，迷的人不曉得，真叫做冤枉。這個定究竟是什麼？佛在《楞嚴經》裡面跟我們說得很清楚，我們現在六根的作用，眼能見、耳能聞，能見、能聞的能就是「妙性天然，本自非動」，如如不動的，從來沒動過，這是本能。可是我們在能見、能聞裡頭，又摻雜分別心、又摻雜妄想執著，這就叫迷。"
    },
    {
      "id": "09-012-0020_p0011",
      "zh_CN": "诸位想想，如果离开妙性，你的分别妄想执着从哪里生起？没有地方生，没有根。妄想依哪里而起？依妙性而起。虽依妙性而起，与妙性不相干，性是性，妄想是妄想，是两回事情。性是真的，常住不动的，《楞严》里面称「常住真心」；妄想是动的，就是一会儿生、一会儿灭，生灭就是假的，就不是真的，不生不灭是真的。我们能见的见性是不是不生不灭？在《楞严》里面，「十番显见」就是从十个角度里头去观察，你才了解真性是常住的、是不灭的、是不动的，是不会为外境所转的。我们睁着眼睛我们能见，闭着眼睛还是能见，经上说清楚了，睁着眼睛见明，闭着眼睛见暗，见明是见，见暗也是见，不能说眼睛闭着就没有见。眼睛闭了，给诸位说，没有眼识，不是没有见性。眼识是会中断的，眼识要具足九种缘，缺少一种缘眼识都不能生起，耳识要具八种缘，这个在唯识学里面说得很详细。",
      "zh_TW": "諸位想想，如果離開妙性，你的分別妄想執著從哪裡生起？沒有地方生，沒有根。妄想依哪裡而起？依妙性而起。雖依妙性而起，與妙性不相干，性是性，妄想是妄想，是兩回事情。性是真的，常住不動的，《楞嚴》裡面稱「常住真心」；妄想是動的，就是一會兒生、一會兒滅，生滅就是假的，就不是真的，不生不滅是真的。我們能見的見性是不是不生不滅？在《楞嚴》裡面，「十番顯見」就是從十個角度裡頭去觀察，你才了解真性是常住的、是不滅的、是不動的，是不會為外境所轉的。我們睜著眼睛我們能見，閉著眼睛還是能見，經上說清楚了，睜著眼睛見明，閉著眼睛見暗，見明是見，見暗也是見，不能說眼睛閉著就沒有見。眼睛閉了，給諸位說，沒有眼識，不是沒有見性。眼識是會中斷的，眼識要具足九種緣，缺少一種緣眼識都不能生起，耳識要具八種緣，這個在唯識學裡面說得很詳細。"
    },
    {
      "id": "09-012-0020_p0012",
      "zh_CN": "可是见性什么缘都不要有，闻性什么缘都不要有，永远常在，就在我们一身之中，就有真、就有妄、就有妙性、就有楞严大定，我们要恢复是恢复这个。要恢复这个，日用平常当中要以妙性做主，要以妙性用事，再不要用识去用事。识当主人，妙当奴隶，这个就苦了，这就叫凡夫，迷惑颠倒。佛菩萨，妙性是主人，八个识是听差的，替他办事，他自在，真正找到主人公。我们现在颠倒，偌大的一个家业，底下佣人做主人，我们反而听他指挥，他叫你做什么就做什么，这不就冤枉，宾主颠倒，这叫迷！几时你觉了，「我原来是个主人，我为什么要听他的，他听我的才对！」那就自在了，那就是佛菩萨。",
      "zh_TW": "可是見性什麼緣都不要有，聞性什麼緣都不要有，永遠常在，就在我們一身之中，就有真、就有妄、就有妙性、就有楞嚴大定，我們要恢復是恢復這個。要恢復這個，日用平常當中要以妙性做主，要以妙性用事，再不要用識去用事。識當主人，妙當奴隸，這個就苦了，這就叫凡夫，迷惑顛倒。佛菩薩，妙性是主人，八個識是聽差的，替他辦事，他自在，真正找到主人公。我們現在顛倒，偌大的一個家業，底下傭人做主人，我們反而聽他指揮，他叫你做什麼就做什麼，這不就冤枉，賓主顛倒，這叫迷！幾時你覺了，「我原來是個主人，我為什麼要聽他的，他聽我的才對！」那就自在了，那就是佛菩薩。"
    },
    {
      "id": "09-012-0020_p0013",
      "zh_CN": "我们如何恢复？这就需要『引起定』。「今反迷方」，反是反过来，从迷里头反过来，「还修上定」，回过头来再修定，修上上定，这就是修高级的禅定。「澄心息妄」，澄是清净，首先把心要清净下来，叫它一尘不染，什么妄念都把要它断掉，息妄，心就清净了。「发莹智明」，心只要一清净，心就放光明，光明就是智慧，般若智慧就现前。「增道损生」，道心就增长，生灭心就断掉，生就是生灭心，生灭心是妄心、妄念。这些话都是讲用功吃紧的话，非常重要。你要会了，功夫就得力，不管你修哪个法门，功夫得力；你要不会，一年搞到头，功夫不得力，吃尽苦头还是老样子。这就是由于不明理，不知道修行关键的所在。「功由引起」，这个功是功德，功德就是禅定，要是广义的说，戒定慧就是功德，狭义的说，唯有定是功德，所以叫「引起定」。",
      "zh_TW": "我們如何恢復？這就需要『引起定』。「今反迷方」，反是反過來，從迷裡頭反過來，「還修上定」，回過頭來再修定，修上上定，這就是修高級的禪定。「澄心息妄」，澄是清淨，首先把心要清淨下來，叫它一塵不染，什麼妄念都把要它斷掉，息妄，心就清淨了。「發瑩智明」，心只要一清淨，心就放光明，光明就是智慧，般若智慧就現前。「增道損生」，道心就增長，生滅心就斷掉，生就是生滅心，生滅心是妄心、妄念。這些話都是講用功吃緊的話，非常重要。你要會了，功夫就得力，不管你修哪個法門，功夫得力；你要不會，一年搞到頭，功夫不得力，吃盡苦頭還是老樣子。這就是由於不明理，不知道修行關鍵的所在。「功由引起」，這個功是功德，功德就是禪定，要是廣義的說，戒定慧就是功德，狹義的說，唯有定是功德，所以叫「引起定」。"
    },
    {
      "id": "09-012-0020_p0014",
      "zh_CN": "「《佛性论》云，道前名自性，住佛性道中，引出佛性」，道前就是没有证道之前，称它作自性，住佛性道中，引出佛性来，所以有引起的意思。「余谓」，余是幽溪大师讲的。「准此以明三观」，这是就天台教义来说，「则前安住，乃是三谛」，天台家所建立的三谛、三止、三观，安住定就是真如本性，天台家说为三谛。「含生虽具，为惑所覆」，为烦恼盖复住了，虽然我们人人本具，不能现前。烦恼是什么？记住，分别、执着、妄想，这个东西把我们六根妙性盖复住了。虽盖复住，妙性还是照常的用，并没有断，只是我们不觉而已，一天到晚都要用它。如果你不用它，那就是死人，说老实话，死人还用它。它永远是不生不灭的，这才是真正的理体。离开分别妄想执着，本性就现前，你就觉察了，妙观察智你就见到，所以叫见性。",
      "zh_TW": "「《佛性論》云，道前名自性，住佛性道中，引出佛性」，道前就是沒有證道之前，稱它作自性，住佛性道中，引出佛性來，所以有引起的意思。「余謂」，余是幽溪大師講的。「準此以明三觀」，這是就天台教義來說，「則前安住，乃是三諦」，天台家所建立的三諦、三止、三觀，安住定就是真如本性，天台家說為三諦。「含生雖具，為惑所覆」，為煩惱蓋覆住了，雖然我們人人本具，不能現前。煩惱是什麼？記住，分別、執著、妄想，這個東西把我們六根妙性蓋覆住了。雖蓋覆住，妙性還是照常的用，並沒有斷，只是我們不覺而已，一天到晚都要用它。如果你不用它，那就是死人，說老實話，死人還用它。它永遠是不生不滅的，這才是真正的理體。離開分別妄想執著，本性就現前，你就覺察了，妙觀察智你就見到，所以叫見性。"
    },
    {
      "id": "09-012-0020_p0015",
      "zh_CN": "「荆溪云」，这是天台的祖师，荆溪大师说，「见思阻乎空寂」，见思烦恼障碍空寂的理体。「尘沙障乎化导」，尘沙惑障碍你教化众生。「无明翳乎法性」，翳是障碍，好像眼睛长翳，我们现在所讲的白内障，障碍你的光明，障碍法性。「今修引起」，定是引起的意思。「则以空观破一切法」，万法皆空，心里面一法不立，空观的作用就是如此。如果空掉之后，怕你怎么样？怕你又执着空，病又生了，毛病又生了。所以再用「假观立一切法」，一切法是假有。前面在不二法门里给诸位说过，非空非有，空观就是讲的非有，假观就是说的非空。而以「中观统一切法」，中观就能得其大用，要不能统它，那就没有办法起作用。起什么作用？起无碍的作用，就是一真法界里面，清凉大师所说的四种无碍法门，理事无碍，事事无碍。要不到统一切法，必然有障碍。",
      "zh_TW": "「荊溪云」，這是天台的祖師，荊溪大師說，「見思阻乎空寂」，見思煩惱障礙空寂的理體。「塵沙障乎化導」，塵沙惑障礙你教化眾生。「無明翳乎法性」，翳是障礙，好像眼睛長翳，我們現在所講的白內障，障礙你的光明，障礙法性。「今修引起」，定是引起的意思。「則以空觀破一切法」，萬法皆空，心裡面一法不立，空觀的作用就是如此。如果空掉之後，怕你怎麼樣？怕你又執著空，病又生了，毛病又生了。所以再用「假觀立一切法」，一切法是假有。前面在不二法門裡給諸位說過，非空非有，空觀就是講的非有，假觀就是說的非空。而以「中觀統一切法」，中觀就能得其大用，要不能統它，那就沒有辦法起作用。起什麼作用？起無礙的作用，就是一真法界裡面，清涼大師所說的四種無礙法門，理事無礙，事事無礙。要不到統一切法，必然有障礙。"
    },
    {
      "id": "09-012-0020_p0016",
      "zh_CN": "「三惑之昏妄既除，则三德之静明得显」，三惑就是见思、尘沙、无明。这三种惑把它除掉之后，妙性里面有三德，法身、般若、解脱，三德静明之体，静是讲体，明是讲用，就是妙性的体用都显现出来了。静与明到后面还会讲到，互为体用，但是一般说是以定为体，慧为用。「澄心寂怕，则复乎静也」，寂泊就是寂静，心地清净，清净到寂静的时候，恢复到静，常住真心现前了。「发莹增明，则复乎明也」，本性里面的般若智慧恢复了。「引起之禅定修，安住之禅定得」，引起之禅定修就是第二引起定，这是讲修功。修的什么？修的把安住的禅定得到了，有修有得。得到有什么好处？「能办大事，莫此为功」，就进入第三个，办事定，有定力、有智慧，世出世间什么样的大事都能办，办的一点都不错乱，事事都合理、都合法。",
      "zh_TW": "「三惑之昏妄既除，則三德之靜明得顯」，三惑就是見思、塵沙、無明。這三種惑把它除掉之後，妙性裡面有三德，法身、般若、解脫，三德靜明之體，靜是講體，明是講用，就是妙性的體用都顯現出來了。靜與明到後面還會講到，互為體用，但是一般說是以定為體，慧為用。「澄心寂怕，則復乎靜也」，寂泊就是寂靜，心地清淨，清淨到寂靜的時候，恢復到靜，常住真心現前了。「發瑩增明，則復乎明也」，本性裡面的般若智慧恢復了。「引起之禪定修，安住之禪定得」，引起之禪定修就是第二引起定，這是講修功。修的什麼？修的把安住的禪定得到了，有修有得。得到有什麼好處？「能辦大事，莫此為功」，就進入第三個，辦事定，有定力、有智慧，世出世間什麼樣的大事都能辦，辦的一點都不錯亂，事事都合理、都合法。"
    },
    {
      "id": "09-012-0020_p0017",
      "zh_CN": "【三、办事定。】",
      "zh_TW": "【三、辦事定。】"
    },
    {
      "id": "09-012-0020_p0018",
      "zh_CN": "这个就是功用，定慧的功用。",
      "zh_TW": "這個就是功用，定慧的功用。"
    },
    {
      "id": "09-012-0020_p0019",
      "zh_CN": "【谓定水凝清。万像斯鉴。】",
      "zh_TW": "【謂定水凝清。萬像斯鑒。】"
    },
    {
      "id": "09-012-0020_p0020",
      "zh_CN": "小注说，「修因趣果，所办事圆，道后名果佛性」，道前叫自性，道后叫果佛性。「余谓办事者，至于果地能办」，这个办事就是我们佛门里面常讲的佛事。记住，佛事就是觉事，佛当作智觉来讲，你看「十四表」里面第一个表就给诸位说明了，千万不要把它忘掉。一切事里面，你有智慧、有觉照，这就叫佛事，『办事定』就是佛事。办什么事？「化度众生」，教化众生。这个事，诸位仔细去观察，你看看，是不是属于教育？佛事就是教育。所以千万不可以迷惑，佛事是宗教，那就糟糕了。佛教是统宗教，宗教是佛教里头的一科、一系，佛教好比是一个完整的大学，世出世间一切法门统统包括在其中，宗教只是里面的一门而已，一门不能概括全体，全体包括无量法门，那是一门而已。世间人无知，没有研究，不懂，把我们也看作是宗教之一，佛教就衰了，佛教就得要灭了。你本来是一个非常好的大学，现在认为你只是一科而已，那你这个大学当然就被人家忘掉，人家就不承认你，你有再大的功能也没办法发挥。我们自己要认清，要把佛法本来面目要给它恢复，它是智慧的教育，它是觉悟的教育。智者则不愚，觉者则不迷，它是彻底破除愚痴、迷信的教育，要不是妙性般若智慧现前，怎么能办得了这样的大事？",
      "zh_TW": "小註說，「修因趣果，所辦事圓，道後名果佛性」，道前叫自性，道後叫果佛性。「余謂辦事者，至於果地能辦」，這個辦事就是我們佛門裡面常講的佛事。記住，佛事就是覺事，佛當作智覺來講，你看「十四表」裡面第一個表就給諸位說明了，千萬不要把它忘掉。一切事裡面，你有智慧、有覺照，這就叫佛事，『辦事定』就是佛事。辦什麼事？「化度眾生」，教化眾生。這個事，諸位仔細去觀察，你看看，是不是屬於教育？佛事就是教育。所以千萬不可以迷惑，佛事是宗教，那就糟糕了。佛教是統宗教，宗教是佛教裡頭的一科、一系，佛教好比是一個完整的大學，世出世間一切法門統統包括在其中，宗教只是裡面的一門而已，一門不能概括全體，全體包括無量法門，那是一門而已。世間人無知，沒有研究，不懂，把我們也看作是宗教之一，佛教就衰了，佛教就得要滅了。你本來是一個非常好的大學，現在認為你只是一科而已，那你這個大學當然就被人家忘掉，人家就不承認你，你有再大的功能也沒辦法發揮。我們自己要認清，要把佛法本來面目要給它恢復，它是智慧的教育，它是覺悟的教育。智者則不愚，覺者則不迷，它是徹底破除愚痴、迷信的教育，要不是妙性般若智慧現前，怎麼能辦得了這樣的大事？"
    },
    {
      "id": "09-012-0020_p0021",
      "zh_CN": "「禅道骇动，智辨宣扬，无记化化，化复作化之大事也」，这几句形容佛菩萨设教，设立教育，度化众生，状况是如此。教育是世出世法里面第一桩大事，诸位要认清楚，佛菩萨知道，世间圣人也知道。我们中国建国五千多年，这个民族、这个国家到今天还能够屹立于世界，而不会被淘汰、不会被消灭，什么道理？就是因为我们中国有正确的教育。建国首重教育，《礼记．学记》里面给我们说，「建国君民，教学为先」，建立一个国家，领导全体的老百姓，什么是第一桩事情？教育。教育成功，一个国家兴盛，全国国民享福；教育要是失败，或者教育的目标要是偏差，灾难就来了。《仁王经》里面讲的「若国欲乱（世间乱)，鬼神先乱」，妖魔鬼怪都乱了，都造反、都妄动了。妖魔鬼怪为什么他乱动？不闻正法。我们看到这几句，想想真有道理，要是常常演说正法，鬼神都来听，鬼神闻到正法，他就不妄动，他的三业就如法如理。鬼神不造罪业，鬼神不妄动，他还能在冥冥当中加持这一方，保护这一方。人也是如此，因为不闻正法，所以才迷惑颠倒。常闻正法，智慧开了，功夫现前，功夫就是定力，他有定有慧。这是说一切灾难的根源，根源就是迷，根源就是不闻正法。诸位想想看，弘扬正法是多么重要的一桩大事情，在当前是多么急迫的一桩重要的事情。我们同学们要发心，不辞辛劳，不怕苦难，尽一切力量去弘扬，使人鬼都得利益。",
      "zh_TW": "「禪道駭動，智辨宣揚，無記化化，化復作化之大事也」，這幾句形容佛菩薩設教，設立教育，度化眾生，狀況是如此。教育是世出世法裡面第一樁大事，諸位要認清楚，佛菩薩知道，世間聖人也知道。我們中國建國五千多年，這個民族、這個國家到今天還能夠屹立於世界，而不會被淘汰、不會被消滅，什麼道理？就是因為我們中國有正確的教育。建國首重教育，《禮記．學記》裡面給我們說，「建國君民，教學為先」，建立一個國家，領導全體的老百姓，什麼是第一樁事情？教育。教育成功，一個國家興盛，全國國民享福；教育要是失敗，或者教育的目標要是偏差，災難就來了。《仁王經》裡面講的「若國欲亂（世間亂)，鬼神先亂」，妖魔鬼怪都亂了，都造反、都妄動了。妖魔鬼怪為什麼他亂動？不聞正法。我們看到這幾句，想想真有道理，要是常常演說正法，鬼神都來聽，鬼神聞到正法，他就不妄動，他的三業就如法如理。鬼神不造罪業，鬼神不妄動，他還能在冥冥當中加持這一方，保護這一方。人也是如此，因為不聞正法，所以才迷惑顛倒。常聞正法，智慧開了，功夫現前，功夫就是定力，他有定有慧。這是說一切災難的根源，根源就是迷，根源就是不聞正法。諸位想想看，弘揚正法是多麼重要的一樁大事情，在當前是多麼急迫的一樁重要的事情。我們同學們要發心，不辭辛勞，不怕苦難，盡一切力量去弘揚，使人鬼都得利益。"
    },
    {
      "id": "09-012-0020_p0022",
      "zh_CN": "「《楞严》云，明相精纯，一切变现，不为烦恼，皆是涅槃清净妙德，此之谓也」，这也是办事定。明相精纯，明相就是般若智慧，般若智慧要是精纯透露出来，诸位想想，妙性当然现出来，楞严大定已经成就了。它要不能成就，般若智慧不能现前，用必有体。定慧现前，一切变现，不为烦恼，为什么？烦恼即菩提，一切烦恼都变成佛事了；也就是说明，都变成度众生的工具，喜怒笑骂，无一不是清净涅槃，无一不是妙净菩提。到这种地步，这叫办事定。我们凡夫这些境界才真正是烦恼，他不是，他用它来做工具。这个理也不要多说，前面都述说过。这是说三类的定，我们要能够辨别。说了戒与定，底下就是慧：",
      "zh_TW": "「《楞嚴》云，明相精純，一切變現，不為煩惱，皆是涅槃清淨妙德，此之謂也」，這也是辦事定。明相精純，明相就是般若智慧，般若智慧要是精純透露出來，諸位想想，妙性當然現出來，楞嚴大定已經成就了。它要不能成就，般若智慧不能現前，用必有體。定慧現前，一切變現，不為煩惱，為什麼？煩惱即菩提，一切煩惱都變成佛事了；也就是說明，都變成度眾生的工具，喜怒笑罵，無一不是清淨涅槃，無一不是妙淨菩提。到這種地步，這叫辦事定。我們凡夫這些境界才真正是煩惱，他不是，他用它來做工具。這個理也不要多說，前面都述說過。這是說三類的定，我們要能夠辨別。說了戒與定，底下就是慧："
    },
    {
      "id": "09-012-0020_p0023",
      "zh_CN": "【慧中三。应须别。】",
      "zh_TW": "【慧中三。應須別。】"
    },
    {
      "id": "09-012-0020_p0024",
      "zh_CN": "『慧』就是由定生的慧，慧有三种，也必须要能够辨别。「慧以灵鉴不昧为义」，灵是灵明，鉴就是照了的意思，一切万象他不迷惑，清清楚楚，这是智慧。里面没有分别、没有执着，也没有妄情在其中，没有妄念在其中。慧的三种：",
      "zh_TW": "『慧』就是由定生的慧，慧有三種，也必須要能夠辨別。「慧以靈鑒不昧為義」，靈是靈明，鑒就是照了的意思，一切萬象他不迷惑，清清楚楚，這是智慧。裡面沒有分別、沒有執著，也沒有妄情在其中，沒有妄念在其中。慧的三種："
    },
    {
      "id": "09-012-0020_p0025",
      "zh_CN": "【一、人空慧。】",
      "zh_TW": "【一、人空慧。】"
    },
    {
      "id": "09-012-0020_p0026",
      "zh_CN": "真正的智慧。",
      "zh_TW": "真正的智慧。"
    },
    {
      "id": "09-012-0020_p0027",
      "zh_CN": "【谓了阴非我。即阴中无我。如龟毛兔角。】",
      "zh_TW": "【謂了陰非我。即陰中無我。如龜毛兔角。】"
    },
    {
      "id": "09-012-0020_p0028",
      "zh_CN": "智慧现前，晓得四大五蕴不是我，我执破除了，所以叫人空，就是人我空。他有这种智慧，在四大五蕴里面去观察，没有一桩是有主宰的，『我』的意思就是主宰的意思、自在的意思，这里面没有主宰、没有自在。真正没有，这个没有底下有个比喻，『如龟毛兔角』，是真的没有，彻底的虚妄。如果这个智慧开了，俗话常讲「某人有了自知之明」，这才是自知之明。不到这个程度，对自己不了解，不知道自己是个什么，不知道自己的真相。这个智慧知道自己的真相，知道以后，不执着了。知道以后要不要身？要身。为什么要身？前面讲办事定，要这个身来办事，替大家服务。换句话说，你这一悟道，智慧一开，给你说生死就了了，没有生死了，连我都没有了，哪有生死？有我才有生死，没有我哪里有生死？有我才有苦恼、才有烦恼，没有我哪来的苦恼？哪来的烦恼？所以生死烦恼统统断掉了。还留这个身体？留这个身体就办事，给一切众生做得度的因缘，给一切众生做得度的工具。多住几天，你有福，多替你办一点事情，多替你服务几天；众生要没福，身就不要了，哪个世界众生有福，就到哪个世界去现身，无处不现身，无时不现身。这才叫自在，舍身受身都自在。",
      "zh_TW": "智慧現前，曉得四大五蘊不是我，我執破除了，所以叫人空，就是人我空。他有這種智慧，在四大五蘊裡面去觀察，沒有一樁是有主宰的，『我』的意思就是主宰的意思、自在的意思，這裡面沒有主宰、沒有自在。真正沒有，這個沒有底下有個比喻，『如龜毛兔角』，是真的沒有，徹底的虛妄。如果這個智慧開了，俗話常講「某人有了自知之明」，這才是自知之明。不到這個程度，對自己不了解，不知道自己是個什麼，不知道自己的真相。這個智慧知道自己的真相，知道以後，不執著了。知道以後要不要身？要身。為什麼要身？前面講辦事定，要這個身來辦事，替大家服務。換句話說，你這一悟道，智慧一開，給你說生死就了了，沒有生死了，連我都沒有了，哪有生死？有我才有生死，沒有我哪裡有生死？有我才有苦惱、才有煩惱，沒有我哪來的苦惱？哪來的煩惱？所以生死煩惱統統斷掉了。還留這個身體？留這個身體就辦事，給一切眾生做得度的因緣，給一切眾生做得度的工具。多住幾天，你有福，多替你辦一點事情，多替你服務幾天；眾生要沒福，身就不要了，哪個世界眾生有福，就到哪個世界去現身，無處不現身，無時不現身。這才叫自在，捨身受身都自在。"
    },
    {
      "id": "09-012-0020_p0029",
      "zh_CN": "【二、法空慧。谓了阴等诸法。缘假非实。如镜像水月。】",
      "zh_TW": "【二、法空慧。謂了陰等諸法。緣假非實。如鏡像水月。】"
    },
    {
      "id": "09-012-0020_p0030",
      "zh_CN": "这个智慧比前面高一级。如果以三性来说，前面是破了遍计性，晓得相无自性性，开这个智慧。『法空慧』是从依他起性里面晓得生无自性性，智慧开了，知道五阴等等诸法是因缘所生法，没有一桩有实体。因缘所生法没有实体，如『镜像水月』，镜里面的相，水里面的月。镜里面确实有个幻相，假相；水里头有月，也有个月的相，不同龟毛兔角，龟毛兔角是真无。小注说，「前龟毛兔角之无，乃无体之无，今镜像水月之无，乃无实之无」。可见得，人我空与法我空都是讲空，但是它空的意义不一样，也就是说，人我空是无体之空，法我空是无实之空，这是要辨别的。",
      "zh_TW": "這個智慧比前面高一級。如果以三性來說，前面是破了遍計性，曉得相無自性性，開這個智慧。『法空慧』是從依他起性裡面曉得生無自性性，智慧開了，知道五陰等等諸法是因緣所生法，沒有一樁有實體。因緣所生法沒有實體，如『鏡像水月』，鏡裡面的相，水裡面的月。鏡裡面確實有個幻相，假相；水裡頭有月，也有個月的相，不同龜毛兔角，龜毛兔角是真無。小註說，「前龜毛兔角之無，乃無體之無，今鏡像水月之無，乃無實之無」。可見得，人我空與法我空都是講空，但是它空的意義不一樣，也就是說，人我空是無體之空，法我空是無實之空，這是要辨別的。"
    },
    {
      "id": "09-012-0020_p0031",
      "zh_CN": "【三、空空慧。谓了境智俱空。是空亦空。】",
      "zh_TW": "【三、空空慧。謂了境智俱空。是空亦空。】"
    },
    {
      "id": "09-012-0020_p0032",
      "zh_CN": "这在三性里面说，就是圆成实性里面所建立的胜义无自性性，才把清净心真正的显露，里面真正做到一尘不染。「前之人法二境，了达一切皆空，境虽空，而不无能空之智」，有个能空之智在，还是个毛病，还没有空得尽，你不过只把所空的境界空掉，能空的智没空掉。『空空慧』就是把能空的智也把它空掉，所以叫『俱空』，能所俱空，这叫空空慧，这才叫圆满的智慧、究竟的智慧。",
      "zh_TW": "這在三性裡面說，就是圓成實性裡面所建立的勝義無自性性，才把清淨心真正的顯露，裡面真正做到一塵不染。「前之人法二境，了達一切皆空，境雖空，而不無能空之智」，有個能空之智在，還是個毛病，還沒有空得盡，你不過只把所空的境界空掉，能空的智沒空掉。『空空慧』就是把能空的智也把它空掉，所以叫『俱空』，能所俱空，這叫空空慧，這才叫圓滿的智慧、究竟的智慧。"
    },
    {
      "id": "09-012-0020_p0033",
      "zh_CN": "这是说的戒定慧，这是修行的大根大本。这个地方用很简单的文字把它的要领给我们说出来，文字少，便于受持。所以我要你们背，道理就是在此地。你把它背熟了，将来无论你用什么功夫，修哪个行门，或者研究哪一部分的经义，对你都有很大的帮助。为什么？你有根基，这就叫根基。将来你在教理上会触类旁通，在行门上你功夫得法，你如理如法，成就快，不走冤枉路。你想想看这多么重要，不背行吗？不行！永嘉大师的东西好处就是在此地，他这个文章不像别人，别人写的东西可读可不读，他写的东西非读不可。你不读，你就自己找麻烦，你就自己找冤枉路；你要读他的，你走近路，成就快，好就好在此地。除了戒定慧之外，还有一桩事情：",
      "zh_TW": "這是說的戒定慧，這是修行的大根大本。這個地方用很簡單的文字把它的要領給我們說出來，文字少，便於受持。所以我要你們背，道理就是在此地。你把它背熟了，將來無論你用什麼功夫，修哪個行門，或者研究哪一部分的經義，對你都有很大的幫助。為什麼？你有根基，這就叫根基。將來你在教理上會觸類旁通，在行門上你功夫得法，你如理如法，成就快，不走冤枉路。你想想看這多麼重要，不背行嗎？不行！永嘉大師的東西好處就是在此地，他這個文章不像別人，別人寫的東西可讀可不讀，他寫的東西非讀不可。你不讀，你就自己找麻煩，你就自己找冤枉路；你要讀他的，你走近路，成就快，好就好在此地。除了戒定慧之外，還有一樁事情："
    },
    {
      "id": "09-012-0020_p0034",
      "zh_CN": "【见中三。应须识。】",
      "zh_TW": "【見中三。應須識。】"
    },
    {
      "id": "09-012-0020_p0035",
      "zh_CN": "这不是叫你去辨别，你要认识它。为什么？它是个麻烦事情，这个是病。『见』是什么？知见，病太大了，《楞严》里面说的「知见立知，是无明本」。无明从哪来的？无明从这里来的，哪一个人不以为自己「我有见解，我看的不错」？这是无明的根本，这是毛病。大毛病也有三类，我们要认识它。认识它怎么样？不要犯，自己有这个病，要把它除掉。用什么方法除？用戒定慧来除。小注有解释「见」的定义，「见者，增计长非自是为义」，计是计度分别。什么叫做计度分别？计是心里计划，就是心里面在想；度是度量，起种种分别。计度分别增长是非、增长邪见，自是为义。",
      "zh_TW": "這不是叫你去辨別，你要認識它。為什麼？它是個麻煩事情，這個是病。『見』是什麼？知見，病太大了，《楞嚴》裡面說的「知見立知，是無明本」。無明從哪來的？無明從這裡來的，哪一個人不以為自己「我有見解，我看的不錯」？這是無明的根本，這是毛病。大毛病也有三類，我們要認識它。認識它怎麼樣？不要犯，自己有這個病，要把它除掉。用什麼方法除？用戒定慧來除。小註有解釋「見」的定義，「見者，增計長非自是為義」，計是計度分別。什麼叫做計度分別？計是心裡計畫，就是心裡面在想；度是度量，起種種分別。計度分別增長是非、增長邪見，自是為義。"
    },
    {
      "id": "09-012-0020_p0036",
      "zh_CN": "这个毛病不但凡夫有，二乘也有，菩萨也有，愈往上面去愈轻，愈是凡夫愈重，自以为是。大圣人他没有知见，他绝不自以为是。你看我们世间圣人孔老夫子，诸位读读《论语》，孔子每到一个地方处处请教别人，不自以为是，「我是圣人，我什么都懂得了，我还得样样都问你？」处处问，学问！再看看已经大彻大悟证入法界的菩萨，不是普通菩萨，明心见性的菩萨，就像前面讲的，楞严大定得到了，本性里面般若智慧现前，他怎么样？他也是样样都问。你要不相信，看看善财童子五十三参。善财童子已经明心见性、大彻大悟，这才出去参访，每到一个地方，见一个人，他都要去请教，绝不自以为是。可见得见解是大病，「我想是这样，我以为是这样」，糟了！你前面，给诸位说，戒定慧三条，顶多戒有一点样子，有一点仿佛，定慧是决定没有，为什么？就被你的见解障碍住了。我们看这三种见：",
      "zh_TW": "這個毛病不但凡夫有，二乘也有，菩薩也有，愈往上面去愈輕，愈是凡夫愈重，自以為是。大聖人他沒有知見，他絕不自以為是。你看我們世間聖人孔老夫子，諸位讀讀《論語》，孔子每到一個地方處處請教別人，不自以為是，「我是聖人，我什麼都懂得了，我還得樣樣都問你？」處處問，學問！再看看已經大徹大悟證入法界的菩薩，不是普通菩薩，明心見性的菩薩，就像前面講的，楞嚴大定得到了，本性裡面般若智慧現前，他怎麼樣？他也是樣樣都問。你要不相信，看看善財童子五十三參。善財童子已經明心見性、大徹大悟，這才出去參訪，每到一個地方，見一個人，他都要去請教，絕不自以為是。可見得見解是大病，「我想是這樣，我以為是這樣」，糟了！你前面，給諸位說，戒定慧三條，頂多戒有一點樣子，有一點彷彿，定慧是決定沒有，為什麼？就被你的見解障礙住了。我們看這三種見："
    },
    {
      "id": "09-012-0020_p0037",
      "zh_CN": "【一、空见。谓见空而见非空。】",
      "zh_TW": "【一、空見。謂見空而見非空。】"
    },
    {
      "id": "09-012-0020_p0038",
      "zh_CN": "「见空者，谓能了达人法皆空也。所见者虽空，而能见者不空，故成空见也」，病生了。这是小乘圣者、权教菩萨往往都犯这个病，人法空的，能见不空；换句话说，在前面这三种慧里头没有空空慧，所以他见不空。",
      "zh_TW": "「見空者，謂能了達人法皆空也。所見者雖空，而能見者不空，故成空見也」，病生了。這是小乘聖者、權教菩薩往往都犯這個病，人法空的，能見不空；換句話說，在前面這三種慧裡頭沒有空空慧，所以他見不空。"
    },
    {
      "id": "09-012-0020_p0039",
      "zh_CN": "【二、不空见。谓见不空。】",
      "zh_TW": "【二、不空見。謂見不空。】"
    },
    {
      "id": "09-012-0020_p0040",
      "zh_CN": "这就是见到俗谛，知道这一切都是假相，假相就不空。",
      "zh_TW": "這就是見到俗諦，知道這一切都是假相，假相就不空。"
    },
    {
      "id": "09-012-0020_p0041",
      "zh_CN": "【而见非不空。】",
      "zh_TW": "【而見非不空。】"
    },
    {
      "id": "09-012-0020_p0042",
      "zh_CN": "这就是相有见空，前面是相无见有，此地是相有见无，都是偏到一边。",
      "zh_TW": "這就是相有見空，前面是相無見有，此地是相有見無，都是偏到一邊。"
    },
    {
      "id": "09-012-0020_p0043",
      "zh_CN": "【三、性空见。谓见自性。而见非性。】",
      "zh_TW": "【三、性空見。謂見自性。而見非性。】"
    },
    {
      "id": "09-012-0020_p0044",
      "zh_CN": "「性空见者，谓能了见自性也，所见虽性，而能见者非性，故成见非性也」，依然是个毛病。这个毛病之产生，在天台家里面讲就是依三谛而起的，第一种是于真谛而起的见，这个见叫邪见，见病。第二种是于俗谛，就是于假法上起的见，第三种是于中道而起的见。「《中论》云，若法为待成，是法还成待」，待就是相对，就是相对待，如果你要说一切法是从相对里面成立的，这个法必然还是一个相对法。相对就是有能有所。「以其未能忘能所，绝对待故，虽见三谛，而反执成见」，见到三谛起副作用，成三种见病。所以说这是一定要认识的，要晓得这是病。如果我们自己有，要觉悟，要把它舍弃掉，不可以存这种见解。",
      "zh_TW": "「性空見者，謂能了見自性也，所見雖性，而能見者非性，故成見非性也」，依然是個毛病。這個毛病之產生，在天台家裡面講就是依三諦而起的，第一種是於真諦而起的見，這個見叫邪見，見病。第二種是於俗諦，就是於假法上起的見，第三種是於中道而起的見。「《中論》云，若法為待成，是法還成待」，待就是相對，就是相對待，如果你要說一切法是從相對裡面成立的，這個法必然還是一個相對法。相對就是有能有所。「以其未能忘能所，絕對待故，雖見三諦，而反執成見」，見到三諦起副作用，成三種見病。所以說這是一定要認識的，要曉得這是病。如果我們自己有，要覺悟，要把它捨棄掉，不可以存這種見解。"
    },
    {
      "id": "09-012-0020_p0045",
      "zh_CN": "这四段说完了，再来给我们讲解什么叫偏、什么叫圆，到这里才讲偏圆。换句话说，前面这四种，戒定慧见是共同科目，共同必修科，此地讲的偏圆是共同选修科，前面是共同必修科。偏圆为什么讲是共同选修？修禅非懂得不可，修净，懂得，好，帮助你证得理一心、事一心；不懂得，我们也可以念到功夫成片，带业往生，西方极乐世界也去得了。这样说起来，还是要懂得好，俗话常说「取法乎上，仅得乎中」，我们用最上上法来修行，修不成功，还能得个中；理一心不乱修不到，我还能得事一心，这就不错了。所以一定要有大志，眼光要看得远，不要自卑，不要自劣。不要以为「我业障深重，我这个头脑不行，这样圆顿的道理我没有办法接受，算了！还是念阿弥陀佛带业往生，下品下生就好了」，这个未免自卑感太重一点。我们要奋起，要往上进取，要奋发。我们看偏与圆：",
      "zh_TW": "這四段說完了，再來給我們講解什麼叫偏、什麼叫圓，到這裡才講偏圓。換句話說，前面這四種，戒定慧見是共同科目，共同必修科，此地講的偏圓是共同選修科，前面是共同必修科。偏圓為什麼講是共同選修？修禪非懂得不可，修淨，懂得，好，幫助你證得理一心、事一心；不懂得，我們也可以念到功夫成片，帶業往生，西方極樂世界也去得了。這樣說起來，還是要懂得好，俗話常說「取法乎上，僅得乎中」，我們用最上上法來修行，修不成功，還能得個中；理一心不亂修不到，我還能得事一心，這就不錯了。所以一定要有大志，眼光要看得遠，不要自卑，不要自劣。不要以為「我業障深重，我這個頭腦不行，這樣圓頓的道理我沒有辦法接受，算了！還是念阿彌陀佛帶業往生，下品下生就好了」，這個未免自卑感太重一點。我們要奮起，要往上進取，要奮發。我們看偏與圓："
    },
    {
      "id": "09-012-0020_p0046",
      "zh_CN": "【偏中三。应须简。】",
      "zh_TW": "【偏中三。應須簡。】"
    },
    {
      "id": "09-012-0020_p0047",
      "zh_CN": "『简』就是拣别。底下的小注我们把它念一念，什么叫做『偏』，为什么要拣别，这一段就说出了。「此中所简三德，乃修禅极吃紧工夫」，话说得重要。「悟此，则所修一切皆圆」，圆修圆证，前面讲了，全性起修，全修在性，这叫圆修。「迷此，则所修一切皆偏」，不圆、不称性了。偏圆就非常的重要，偏圆都是讲三德，有全有缺，全就是圆，有欠缺就不圆。「若依大部止观所简」，大部就是天台《摩诃止观》。永嘉大师是学天台的，由天台宗再入禅的，他的底子是天台；幽溪大师给他作注，幽溪大师也是天台子孙。所以他这里面所用的教法与教义全是天台宗的，注解里面也依天台宗来注。《摩诃止观》里面所简，「先约小乘，后约大乘，以简三德，纵横所该甚广，所论甚博」，《大止观》里面说得详细、说得多。「旧注于此，亦约小乘大乘以简偏，然皆不当修门，罔知大旨」，这部书经过幽溪大师重新整理、重新修订，所以旧注古注里头有一些不当的地方，他都把它指出来。可是旧注也就仿照天台止观的方法，就小乘、大乘来拣择。这个怎么样？嫌啰嗦。何以嫌啰嗦？永嘉大师这篇文章就是针对大乘上上根性人来说的，何必还要拿小乘教义来注？用不着。所以说与修门有所不当，旧注的人不晓得大旨。",
      "zh_TW": "『簡』就是揀別。底下的小註我們把它念一念，什麼叫做『偏』，為什麼要揀別，這一段就說出了。「此中所簡三德，乃修禪極喫緊工夫」，話說得重要。「悟此，則所修一切皆圓」，圓修圓證，前面講了，全性起修，全修在性，這叫圓修。「迷此，則所修一切皆偏」，不圓、不稱性了。偏圓就非常的重要，偏圓都是講三德，有全有缺，全就是圓，有欠缺就不圓。「若依大部止觀所簡」，大部就是天台《摩訶止觀》。永嘉大師是學天台的，由天台宗再入禪的，他的底子是天台；幽溪大師給他作註，幽溪大師也是天台子孫。所以他這裡面所用的教法與教義全是天台宗的，註解裡面也依天台宗來註。《摩訶止觀》裡面所簡，「先約小乘，後約大乘，以簡三德，縱橫所該甚廣，所論甚博」，《大止觀》裡面說得詳細、說得多。「舊註於此，亦約小乘大乘以簡偏，然皆不當修門，罔知大旨」，這部書經過幽溪大師重新整理、重新修訂，所以舊註古註裡頭有一些不當的地方，他都把它指出來。可是舊註也就仿照天台止觀的方法，就小乘、大乘來揀擇。這個怎麼樣？嫌囉嗦。何以嫌囉嗦？永嘉大師這篇文章就是針對大乘上上根性人來說的，何必還要拿小乘教義來註？用不著。所以說與修門有所不當，舊註的人不曉得大旨。"
    },
    {
      "id": "09-012-0020_p0048",
      "zh_CN": "大旨在什么地方？「大旨者，正在能观所观能所契合，远尘离垢以明三德也」，这是这一章「简示偏圆」里面的大主意。「盖所观三谛名为法身，能观三观名为般若，能所契合名为解脱，即纵横不纵横，皆约此以明也」，这几句话交代得非常的清楚。在此地我们没有读这段经文之前，先把这段经文的要义说出来。法身也就是后面所说的中谛、中观，大家要把它记下来，这就是这篇把它简单化了，你一看一目就了然。法身、般若、解脱是三德，配三谛，法身配中谛，配三观是中观，配三种涅槃是性净涅槃；般若德在三谛里面是真谛，三观里面是空观，三种涅槃里面叫圆净涅槃，圆净；解脱在三谛里面是俗谛，三观里面是假观，三种涅槃里面叫方便净涅槃。你把这几句话记住，下面就不会错了方向，脉络就很清楚了。",
      "zh_TW": "大旨在什麼地方？「大旨者，正在能觀所觀能所契合，遠塵離垢以明三德也」，這是這一章「簡示偏圓」裡面的大主意。「蓋所觀三諦名為法身，能觀三觀名為般若，能所契合名為解脫，即縱橫不縱橫，皆約此以明也」，這幾句話交代得非常的清楚。在此地我們沒有讀這段經文之前，先把這段經文的要義說出來。法身也就是後面所說的中諦、中觀，大家要把它記下來，這就是這篇把它簡單化了，你一看一目就了然。法身、般若、解脫是三德，配三諦，法身配中諦，配三觀是中觀，配三種涅槃是性淨涅槃；般若德在三諦裡面是真諦，三觀裡面是空觀，三種涅槃裡面叫圓淨涅槃，圓淨；解脫在三諦裡面是俗諦，三觀裡面是假觀，三種涅槃裡面叫方便淨涅槃。你把這幾句話記住，下面就不會錯了方向，脈絡就很清楚了。"
    },
    {
      "id": "09-012-0020_p0049",
      "zh_CN": "【一、有法身。无般若解脱。】",
      "zh_TW": "【一、有法身。無般若解脫。】"
    },
    {
      "id": "09-012-0020_p0050",
      "zh_CN": "这就偏，不圆，三个你只有一个。我们看小注，小注是第一段注得详细，后来都简单，为什么？它就是这三种关系，扯来扯去的，就是具不具的问题。「欲明三德有无者，须约纵横二说以明之也，初约境论三者」，从境上看，「所观中谛属法身德，真谛属般若德，俗谛属解脱德」。「约观论三者」，这又是一段，可以把它画一画，这个地方又是一段。前面是约境论，这个地方再约观论，「中观属法身德，空观属般若德，假观属解脱德」，到这里这是一段。第三段，「约能所契合论三者，性净涅槃属法身德，圆净涅槃属般若德，方便净涅槃属解脱德」，到这里又是一段。",
      "zh_TW": "這就偏，不圓，三個你只有一個。我們看小註，小註是第一段註得詳細，後來都簡單，為什麼？它就是這三種關係，扯來扯去的，就是具不具的問題。「欲明三德有無者，須約縱橫二說以明之也，初約境論三者」，從境上看，「所觀中諦屬法身德，真諦屬般若德，俗諦屬解脫德」。「約觀論三者」，這又是一段，可以把它畫一畫，這個地方又是一段。前面是約境論，這個地方再約觀論，「中觀屬法身德，空觀屬般若德，假觀屬解脫德」，到這裡這是一段。第三段，「約能所契合論三者，性淨涅槃屬法身德，圓淨涅槃屬般若德，方便淨涅槃屬解脫德」，到這裡又是一段。"
    },
    {
      "id": "09-012-0020_p0051",
      "zh_CN": "「今言有法身无般若解脱」，这是经文里面说的，可见得这三者只有一，还有两个没有。「约竖论者，知有本具三谛法身，不能全性以起三种般若之修，何有能所契合三种解脱无累之证，故有法身无般若解脱也」，这是从竖来说。换句话说，单独有『法身』，没用，不能圆修、不能圆证。「约横论者，于境知有但中之谛」，约横论是就观上讲的，约竖论是从境上说的，横竖是这么个意思。在三观里面讲，于境知有但中之谛，但中是只有一种中谛。「不即二边」，他没有真谛、没有俗谛，三谛里头他只有一谛，没有二边。「于观但修中观」，前面讲三谛，于境里面讲但中之谛是中谛，在观里面但修中观。「不能即空即假故，有中道法身而无般若解脱，又乌能三谛三观，境智契合，以得果上三解脱圆证哉」。由这个地方，无论从三德上看、三谛上看、三观上看，要是不能圆修就不能圆证，有一个缺两个，不行，偏！应当要拣别清楚。后面一段说，「私谓此中横竖，横约即一之三，竖约次第之三，又横约三法，竖约境观能所」。这个私谓就是幽溪大师他的看法，这个看法也有他的道理，跟前面所说并无抵触。他这么一说，比前面的简单，也相当的明显。我一开头叫诸位自己写下来，把它列个表解，法身、般若、解脱，配三谛、三观、三种涅槃。统统具足叫圆，少一个都叫偏。偏，修就不能全性，不能称为「全性起修，全修在性」，为什么？你有欠缺；全了就行，圆修圆证。底下这就容易了，前面一段比较繁一点，下面就好讲：",
      "zh_TW": "「今言有法身無般若解脫」，這是經文裡面說的，可見得這三者只有一，還有兩個沒有。「約豎論者，知有本具三諦法身，不能全性以起三種般若之修，何有能所契合三種解脫無累之證，故有法身無般若解脫也」，這是從豎來說。換句話說，單獨有『法身』，沒用，不能圓修、不能圓證。「約橫論者，於境知有但中之諦」，約橫論是就觀上講的，約豎論是從境上說的，橫豎是這麼個意思。在三觀裡面講，於境知有但中之諦，但中是只有一種中諦。「不即二邊」，他沒有真諦、沒有俗諦，三諦裡頭他只有一諦，沒有二邊。「於觀但修中觀」，前面講三諦，於境裡面講但中之諦是中諦，在觀裡面但修中觀。「不能即空即假故，有中道法身而無般若解脫，又烏能三諦三觀，境智契合，以得果上三解脫圓證哉」。由這個地方，無論從三德上看、三諦上看、三觀上看，要是不能圓修就不能圓證，有一個缺兩個，不行，偏！應當要揀別清楚。後面一段說，「私謂此中橫豎，橫約即一之三，豎約次第之三，又橫約三法，豎約境觀能所」。這個私謂就是幽溪大師他的看法，這個看法也有他的道理，跟前面所說並無牴觸。他這麼一說，比前面的簡單，也相當的明顯。我一開頭叫諸位自己寫下來，把它列個表解，法身、般若、解脫，配三諦、三觀、三種涅槃。統統具足叫圓，少一個都叫偏。偏，修就不能全性，不能稱為「全性起修，全修在性」，為什麼？你有欠缺；全了就行，圓修圓證。底下這就容易了，前面一段比較繁一點，下面就好講："
    },
    {
      "id": "09-012-0020_p0052",
      "zh_CN": "【二、有般若。无解脱法身。三、有解脱。无法身般若。有一无二故不圆。不圆故非性。】",
      "zh_TW": "【二、有般若。無解脫法身。三、有解脫。無法身般若。有一無二故不圓。不圓故非性。】"
    },
    {
      "id": "09-012-0020_p0053",
      "zh_CN": "小注自己去看，不要多讲。这个地方总结一句话，可见得性德是圆满的，没有见到圆满就没有见性，他叫我们拣别，用意就是在此地。没有见性要自以为见性，那就坏了，为什么？把你见性的机缘也障碍住，你自己以为见性了，殊不知你并没有见性。这个在修行开端一定要把它认清楚，就是怕自己起增上慢。譬如这三种，自以为证得法身的人少，不多；自以为般若智慧开了，有，『有般若，无解脱法身』，跟前面一样，你还是没有见性。可见得我们智慧并没有开，开的是什么？狂慧而已，不是真正开了。真正开了一定有三种；换句话说，一定是具足三德、三谛、三观、三种涅槃，这才叫智慧真正开了。在菩萨地位上才是圆教初住菩萨，在《金刚经》里面说就是破四相的菩萨。《金刚经》前半部所谓「若菩萨有我相、人相、众生相、寿者相，即非菩萨」，非菩萨就是不是圆教初住的菩萨。这是我们必须要明白的。『有一无二故不圆』，不圆所以不是性，不能够起三德妙性，三德妙性里面法身、般若、解脱，你一个也没有。",
      "zh_TW": "小註自己去看，不要多講。這個地方總結一句話，可見得性德是圓滿的，沒有見到圓滿就沒有見性，他叫我們揀別，用意就是在此地。沒有見性要自以為見性，那就壞了，為什麼？把你見性的機緣也障礙住，你自己以為見性了，殊不知你並沒有見性。這個在修行開端一定要把它認清楚，就是怕自己起增上慢。譬如這三種，自以為證得法身的人少，不多；自以為般若智慧開了，有，『有般若，無解脫法身』，跟前面一樣，你還是沒有見性。可見得我們智慧並沒有開，開的是什麼？狂慧而已，不是真正開了。真正開了一定有三種；換句話說，一定是具足三德、三諦、三觀、三種涅槃，這才叫智慧真正開了。在菩薩地位上才是圓教初住菩薩，在《金剛經》裡面說就是破四相的菩薩。《金剛經》前半部所謂「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」，非菩薩就是不是圓教初住的菩薩。這是我們必須要明白的。『有一無二故不圓』，不圓所以不是性，不能夠起三德妙性，三德妙性裡面法身、般若、解脫，你一個也沒有。"
    },
    {
      "id": "09-012-0020_p0054",
      "zh_CN": "【又偏中三。应须简。】",
      "zh_TW": "【又偏中三。應須簡。】"
    },
    {
      "id": "09-012-0020_p0055",
      "zh_CN": "前面是有一个缺两个，不圆，假如有两个缺一个行不行？还是不行。下面的文就是有两个缺一个，还是不称性。",
      "zh_TW": "前面是有一個缺兩個，不圓，假如有兩個缺一個行不行？還是不行。下面的文就是有兩個缺一個，還是不稱性。"
    },
    {
      "id": "09-012-0020_p0056",
      "zh_CN": "【一、有法身般若。无解脱。】",
      "zh_TW": "【一、有法身般若。無解脫。】"
    },
    {
      "id": "09-012-0020_p0057",
      "zh_CN": "这是第一类。第二类：",
      "zh_TW": "這是第一類。第二類："
    },
    {
      "id": "09-012-0020_p0058",
      "zh_CN": "【二、有般若解脱。无法身。】",
      "zh_TW": "【二、有般若解脫。無法身。】"
    },
    {
      "id": "09-012-0020_p0059",
      "zh_CN": "第三类：",
      "zh_TW": "第三類："
    },
    {
      "id": "09-012-0020_p0060",
      "zh_CN": "【三、有解脱法身。无般若。】",
      "zh_TW": "【三、有解脫法身。無般若。】"
    },
    {
      "id": "09-012-0020_p0061",
      "zh_CN": "总结一句：",
      "zh_TW": "總結一句："
    },
    {
      "id": "09-012-0020_p0062",
      "zh_CN": "【有二无一故不圆。不圆故非性。】",
      "zh_TW": "【有二無一故不圓。不圓故非性。】"
    },
    {
      "id": "09-012-0020_p0063",
      "zh_CN": "前面这三段小注自己去看。末后这个地方幽溪大师在这里设了一个问答，给我们解释这个问题。「问曰：《圆觉》二十五轮，单复具足，皆属圆修，今以复修判归于偏，何耶」，问得很有道理。《圆觉经》诸位要是念过的话，《圆觉》也是讲禅，佛说二十五轮，单修一个也是圆修，或多几个也是圆修，为什么此地单不是圆，一定要具足才圆？单一也不圆，单二也不圆，跟《圆觉经》里面所讲的不一样，这是什么缘故？下面就给我们解释，「《圆觉》为摄机，故皆属圆」，它是为了摄受众生，跟此地的宗旨就不一样。永嘉大师在此中为显圆，他是要把圆满的妙性显示出来，所以缺一个都不行，缺一个圆满的妙性显不出来。一个是为显性，一个是为接引众生的，可见得是不一样。接引众生的是方便法，接引进来之后要叫他入道，那要给他讲真实法，不能用方便法了。方便法可以接引，方便法是初步的修学；这个地方讲圆修圆证，那就得用真实法，方便法不行。",
      "zh_TW": "前面這三段小註自己去看。末後這個地方幽溪大師在這裡設了一個問答，給我們解釋這個問題。「問曰：《圓覺》二十五輪，單複具足，皆屬圓修，今以複修判歸於偏，何耶」，問得很有道理。《圓覺經》諸位要是念過的話，《圓覺》也是講禪，佛說二十五輪，單修一個也是圓修，或多幾個也是圓修，為什麼此地單不是圓，一定要具足才圓？單一也不圓，單二也不圓，跟《圓覺經》裡面所講的不一樣，這是什麼緣故？下面就給我們解釋，「《圓覺》為攝機，故皆屬圓」，它是為了攝受眾生，跟此地的宗旨就不一樣。永嘉大師在此中為顯圓，他是要把圓滿的妙性顯示出來，所以缺一個都不行，缺一個圓滿的妙性顯不出來。一個是為顯性，一個是為接引眾生的，可見得是不一樣。接引眾生的是方便法，接引進來之後要叫他入道，那要給他講真實法，不能用方便法了。方便法可以接引，方便法是初步的修學；這個地方講圓修圓證，那就得用真實法，方便法不行。"
    },
    {
      "id": "09-012-0020_p0064",
      "zh_CN": "阿难尊者在楞严会上，一开口就要求如来给他「妙奢摩他、三摩、禅那」，那是什么？如来的大定。那释迦牟尼佛就不能再用方便法，用方便法得不到，这才教给他要用真实法，才能够证得。这是跟《圆觉》所说不同的地方。《楞严》里面有二十五圆通，都是修楞严大定，他为什么不举《楞严》二十五圆通来说？二十五圆通不一样，哪一门都具足圆满的，门门都圆满。既然门门都是圆具的，诸位也许要问，何必文殊菩萨给我们拣选耳根圆通，而不拣选别的？这个就要契机，娑婆世界众生耳根最利。耳根怎么个修法？修行的方法就在「观世音菩萨耳根圆通章」，这一章在第六卷，第六卷经是《楞严经》的精华之所在。你要晓得观世音菩萨怎么修成的，你就看那一章，那一章是观世音菩萨自己说出他自己修行用功的方法。跟《普门品》不一样，《普门品》里面是赞叹观世音菩萨度众生的功德，没有修法，修法在《楞严经》里头。也可以说，《普门品》着重讲化他的功德，《楞严经》里「圆通章」是观世音菩萨自修的功德。自行、化他，大家要把这两样东西合起来看，你才能当得了观世音菩萨，不合起来看不行，你只有一边。要是只有一边，给诸位说，得要《楞严》这边，为什么？《楞严》那边行，自受用，自己能修成。自己修成之后，才能够像《普门品》那样子普度一切众生，自己要没有修成功，拿什么东西去度人？先自行，后化他。",
      "zh_TW": "阿難尊者在楞嚴會上，一開口就要求如來給他「妙奢摩他、三摩、禪那」，那是什麼？如來的大定。那釋迦牟尼佛就不能再用方便法，用方便法得不到，這才教給他要用真實法，才能夠證得。這是跟《圓覺》所說不同的地方。《楞嚴》裡面有二十五圓通，都是修楞嚴大定，他為什麼不舉《楞嚴》二十五圓通來說？二十五圓通不一樣，哪一門都具足圓滿的，門門都圓滿。既然門門都是圓具的，諸位也許要問，何必文殊菩薩給我們揀選耳根圓通，而不揀選別的？這個就要契機，娑婆世界眾生耳根最利。耳根怎麼個修法？修行的方法就在「觀世音菩薩耳根圓通章」，這一章在第六卷，第六卷經是《楞嚴經》的精華之所在。你要曉得觀世音菩薩怎麼修成的，你就看那一章，那一章是觀世音菩薩自己說出他自己修行用功的方法。跟《普門品》不一樣，《普門品》裡面是讚歎觀世音菩薩度眾生的功德，沒有修法，修法在《楞嚴經》裡頭。也可以說，《普門品》著重講化他的功德，《楞嚴經》裡「圓通章」是觀世音菩薩自修的功德。自行、化他，大家要把這兩樣東西合起來看，你才能當得了觀世音菩薩，不合起來看不行，你只有一邊。要是只有一邊，給諸位說，得要《楞嚴》這邊，為什麼？《楞嚴》那邊行，自受用，自己能修成。自己修成之後，才能夠像《普門品》那樣子普度一切眾生，自己要沒有修成功，拿什麼東西去度人？先自行，後化他。"
    },
    {
      "id": "09-012-0020_p0065",
      "zh_CN": "「此中为显圆，故判属偏。又圆觉悟圆，则修复修单皆属于圆，此中虑未悟者执之为圆，故判属偏」。《圆觉经》里面已经是圆顿根性，不要紧，圆人说教，无教不圆，一切法到他都是圆的，单也圆，复也圆。我们现在还没有圆，没有圆不行，没有圆的时候，一定要把偏圆的路子要把它辨别清楚，否则的话，一定是要绕圈圈，要走许多的冤枉路。多走冤枉路要是走成功、走到了，那还好；就怕兜圈子，迷了，迷失方向，找不到目标，那就大错特错了。我们讲到此地。",
      "zh_TW": "「此中為顯圓，故判屬偏。又圓覺悟圓，則脩複脩單皆屬於圓，此中慮未悟者執之為圓，故判屬偏」。《圓覺經》裡面已經是圓頓根性，不要緊，圓人說教，無教不圓，一切法到他都是圓的，單也圓，複也圓。我們現在還沒有圓，沒有圓不行，沒有圓的時候，一定要把偏圓的路子要把它辨別清楚，否則的話，一定是要繞圈圈，要走許多的冤枉路。多走冤枉路要是走成功、走到了，那還好；就怕兜圈子，迷了，迷失方向，找不到目標，那就大錯特錯了。我們講到此地。"
    }
  ]
}