{
  "doc_id": "09-012-0003",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0003",
  "total_paragraphs": 26,
  "paragraphs": [
    {
      "id": "09-012-0003_p0001",
      "zh_CN": "讲到未得道前所提示的一些经验，未得道前最重要的，如果从修学的成就上来讲，在大乘佛法里面讲，要是没有证得圆初住的地位，都可以说是未得道，可见得这个范围是相当的广泛。因为没到这个地位，三界之内的分段生死、见思烦恼统统都存在。我们在凡夫地里面必须要记住，尽管有这样的信，有这样的愿，单单有信愿，求三宝加持，这力量还是不足，必须要以我们的行持去实践我们的大愿，这才与三宝相应，与法性相应，而后一定可以得到有求必应，这是我们应当牢记在心头。昨天晚上也曾经说过，如果单单凭信愿，那是属于迷信，求感应道交是相当难的，一定要有行持。行持最具体的方式，在当前必须要断恶修善、积德，尤其是要发愿弘法利生，只要大家发这个愿，这个愿果然真、果然切，必定有殊胜的增上缘。你说我发了这个愿，我有这个心，可是怎么没有感应？那还是你的愿不坚固、不落实，心愿要踏实的话，一定有增上缘，有好的因缘。请看底下一段经文：",
      "zh_TW": "講到未得道前所提示的一些經驗，未得道前最重要的，如果從修學的成就上來講，在大乘佛法裡面講，要是沒有證得圓初住的地位，都可以說是未得道，可見得這個範圍是相當的廣泛。因為沒到這個地位，三界之內的分段生死、見思煩惱統統都存在。我們在凡夫地裡面必須要記住，儘管有這樣的信，有這樣的願，單單有信願，求三寶加持，這力量還是不足，必須要以我們的行持去實踐我們的大願，這才與三寶相應，與法性相應，而後一定可以得到有求必應，這是我們應當牢記在心頭。昨天晚上也曾經說過，如果單單憑信願，那是屬於迷信，求感應道交是相當難的，一定要有行持。行持最具體的方式，在當前必須要斷惡修善、積德，尤其是要發願弘法利生，只要大家發這個願，這個願果然真、果然切，必定有殊勝的增上緣。你說我發了這個願，我有這個心，可是怎麼沒有感應？那還是你的願不堅固、不落實，心願要踏實的話，一定有增上緣，有好的因緣。請看底下一段經文："
    },
    {
      "id": "09-012-0003_p0002",
      "zh_CN": "【长得人身。聪明正直。不生恶国。不值恶王。不生边地。不受贫苦。奴婢女形。黄门二根。黄发黑齿。顽愚暗钝。丑陋残缺。盲聋瘖痖。凡是可恶。毕竟不生。】",
      "zh_TW": "【長得人身。聰明正直。不生惡國。不值惡王。不生邊地。不受貧苦。奴婢女形。黃門二根。黃髮黑齒。頑愚暗鈍。醜陋殘缺。盲聾瘖瘂。凡是可惡。畢竟不生。】"
    },
    {
      "id": "09-012-0003_p0003",
      "zh_CN": "这是接着前面来的，都是为了自利。第一句值得重视，六道里面为什么一定要生到人道来？我们晓得天道比我们殊胜得多，为什么不生天？一般的凡夫都希望生天堂。为什么我们学佛的人不希望生天堂？天堂里面修行困难，天道乐多苦少，一享福就这样迷惑了。我们世俗里头有一句话说，「利令智昏」，世间五欲财宝要是多了，福报大了，人的智慧往往就失掉；换句话说，天福享尽了，必然要堕落。所以天道不究竟，学道的人万万不要有愿求生天上，生欲界天，生色界天，生无色界天，那都是邪知见。三途里面太苦，也不容易修行。所以在六道里面唯有人道可贵，人道是苦乐参半，苦多乐少，容易开悟；换句话说，对于修行菩提大道是一个良好的增上缘。因此以往的诸佛菩萨在因地都是求『长得人身』。",
      "zh_TW": "這是接著前面來的，都是為了自利。第一句值得重視，六道裡面為什麼一定要生到人道來？我們曉得天道比我們殊勝得多，為什麼不生天？一般的凡夫都希望生天堂。為什麼我們學佛的人不希望生天堂？天堂裡面修行困難，天道樂多苦少，一享福就這樣迷惑了。我們世俗裡頭有一句話說，「利令智昏」，世間五欲財寶要是多了，福報大了，人的智慧往往就失掉；換句話說，天福享盡了，必然要墮落。所以天道不究竟，學道的人萬萬不要有願求生天上，生欲界天，生色界天，生無色界天，那都是邪知見。三途裡面太苦，也不容易修行。所以在六道裡面唯有人道可貴，人道是苦樂參半，苦多樂少，容易開悟；換句話說，對於修行菩提大道是一個良好的增上緣。因此以往的諸佛菩薩在因地都是求『長得人身』。"
    },
    {
      "id": "09-012-0003_p0004",
      "zh_CN": "人身得到了，需要『聪明正直』，如果没有聪明正直，在人道里头也会造恶业。我们不以别的说，你看看后头大经里面所说的，我们不说别的，单单讲求福来说，福，一切世间人哪个不想求？人人都想求福。福从哪里来的？福报是从三宝里面求来的。今天在世界上，无论是中国、是外国，他有崇高的地位，他有无量的财富，是过去在三宝门中所修得来的。现在这一生他在享受，可惜他没有智慧，他要有智慧他就在他享福的时候再种福，他的福报就生生世世享受不尽。他没有智慧，他在享福的时候把培福忘掉，不再培福，福报享尽他就没有了，就得要堕落。何况在享福当中有形无形造无量罪业，福报尽了恐怕还不只堕落，这个问题相当的严重。",
      "zh_TW": "人身得到了，需要『聰明正直』，如果沒有聰明正直，在人道裡頭也會造惡業。我們不以別的說，你看看後頭大經裡面所說的，我們不說別的，單單講求福來說，福，一切世間人哪個不想求？人人都想求福。福從哪裡來的？福報是從三寶裡面求來的。今天在世界上，無論是中國、是外國，他有崇高的地位，他有無量的財富，是過去在三寶門中所修得來的。現在這一生他在享受，可惜他沒有智慧，他要有智慧他就在他享福的時候再種福，他的福報就生生世世享受不盡。他沒有智慧，他在享福的時候把培福忘掉，不再培福，福報享盡他就沒有了，就得要墮落。何況在享福當中有形無形造無量罪業，福報盡了恐怕還不只墮落，這個問題相當的嚴重。"
    },
    {
      "id": "09-012-0003_p0005",
      "zh_CN": "有福的人再要培福，是不容易的事情，不说别的，我们举一桩事情来说，大家读过《感应篇》，《感应篇》里面记载着曹翰的一段公案，这是宋朝一位将军，他是造罪业重，死了以后堕落。在明朝时候有一位刘锡元居士，这一段公案是他记录的，他有一次外出坐着小船，就是帆船，晚上赶路也没有赶到码头，天黑了就停在河边，把船系在一根柱子上，就在那里休息。他晚上就做了个梦，梦到有个人在求他救命，说明他是宋朝的偏将军曹翰，他因为杀人太多，现在变成一头猪，畜生。明天早晨天一亮的时候，头一个被杀的那头猪就是他，希望他听到猪叫的声音，赶紧就赶到岸上去，那个船就在屠户的对岸，求他把这头猪买下来放生。他告诉他，他在唐朝的时候是一个小贩，卖布的，扛在肩膀上扛几匹布，乡下卖布的。偶尔之间经过一座寺庙，寺庙里面法师讲经，他就听了一次经，听得非常欢喜，把他自己卖布得来的钱打斋供众。修这么一次的福，他享受三世。诸位想想，在我们现在看微不足道，培这么一点小福，他享受了三世，他第三世不造业的话，他的福报还会再多一些，还不只这些而已。",
      "zh_TW": "有福的人再要培福，是不容易的事情，不說別的，我們舉一樁事情來說，大家讀過《感應篇》，《感應篇》裡面記載著曹翰的一段公案，這是宋朝一位將軍，他是造罪業重，死了以後墮落。在明朝時候有一位劉錫元居士，這一段公案是他記錄的，他有一次外出坐著小船，就是帆船，晚上趕路也沒有趕到碼頭，天黑了就停在河邊，把船繫在一根柱子上，就在那裡休息。他晚上就做了個夢，夢到有個人在求他救命，說明他是宋朝的偏將軍曹翰，他因為殺人太多，現在變成一頭豬，畜生。明天早晨天一亮的時候，頭一個被殺的那頭豬就是他，希望他聽到豬叫的聲音，趕緊就趕到岸上去，那個船就在屠戶的對岸，求他把這頭豬買下來放生。他告訴他，他在唐朝的時候是一個小販，賣布的，扛在肩膀上扛幾匹布，鄉下賣布的。偶爾之間經過一座寺廟，寺廟裡面法師講經，他就聽了一次經，聽得非常歡喜，把他自己賣布得來的錢打齋供眾。修這麼一次的福，他享受三世。諸位想想，在我們現在看微不足道，培這麼一點小福，他享受了三世，他第三世不造業的話，他的福報還會再多一些，還不只這些而已。"
    },
    {
      "id": "09-012-0003_p0006",
      "zh_CN": "所以佛给我们讲，佛门里面培福的功德无量无边。尤其是在现在，现在佛法将要灭了，如果要能够做续佛慧命的功德，诸位想想，比曹翰的功德不知道要大多少千万倍。可惜真正培福是要机缘，《楞严经》里面讲，「末法时期，邪师说法，如恒河沙」，哪是佛、哪是魔你要能辨别清楚，真正碰到佛法培福，那就像经里面讲的功德无量。如果要认识不清，搞到魔那个地方去培福，那好了，不但没有福，还要帮助魔造罪业，他是主犯，你是从犯，统统都有罪过。所以诸位想想，今天能够辨别邪正这可不简单。怎样才能辨别邪正？这四个字重要，「聪明正直」，这是智慧，正直是定，聪明是慧，有定有慧。换句话说，绝不感情用事，才能够真正培福德；感情用事这就麻烦了，必然会落在妖魔鬼怪的掌握里面。由此可知，聪明正直太重要了。这是首先我们要学的两个条件。",
      "zh_TW": "所以佛給我們講，佛門裡面培福的功德無量無邊。尤其是在現在，現在佛法將要滅了，如果要能夠做續佛慧命的功德，諸位想想，比曹翰的功德不知道要大多少千萬倍。可惜真正培福是要機緣，《楞嚴經》裡面講，「末法時期，邪師說法，如恆河沙」，哪是佛、哪是魔你要能辨別清楚，真正碰到佛法培福，那就像經裡面講的功德無量。如果要認識不清，搞到魔那個地方去培福，那好了，不但沒有福，還要幫助魔造罪業，他是主犯，你是從犯，統統都有罪過。所以諸位想想，今天能夠辨別邪正這可不簡單。怎樣才能辨別邪正？這四個字重要，「聰明正直」，這是智慧，正直是定，聰明是慧，有定有慧。換句話說，絕不感情用事，才能夠真正培福德；感情用事這就麻煩了，必然會落在妖魔鬼怪的掌握裡面。由此可知，聰明正直太重要了。這是首先我們要學的兩個條件。"
    },
    {
      "id": "09-012-0003_p0007",
      "zh_CN": "末后这些话，统统是外缘。『不生恶国，不生边地』，边地是指没有佛法的国土。",
      "zh_TW": "末後這些話，統統是外緣。『不生惡國，不生邊地』，邊地是指沒有佛法的國土。"
    },
    {
      "id": "09-012-0003_p0008",
      "zh_CN": "学业、道业都需要讲求真实的恭敬心，一分恭敬心得一分利益，十分恭敬心得十分利益；没有恭敬心，老师教得再好，你也得不到受用，为什么？没有恭敬心。换句话说，不是老师贡高我慢，老师要求学生，你一定要对我恭敬，不是的，你要那么讲法那是错误的。恭敬心是你自己能够吸收多少的关键，问题在这里。尊师重道又建立在孝顺父母的基础上，在家里不知道孝顺父母，他会尊师重道？不可能。所以我们就可以断定西方佛法不能生根，为什么？西方人不知道孝顺父母，西方人不懂得尊师重道，所以我就断定西方人不能够接受佛法。他今天所学的是什么？皮毛，西方人的好奇心，学了几天不耐烦，掉头而去，就是这个情形，现在也看得出来。所以我们学佛的人，孝亲、尊师重道必须要重视。你看看菩萨戒经处处讲孝道，孝顺父母，孝顺师长，乃至到孝顺一切众生，这是佛法的基础。释迦牟尼佛灭度之后，弥勒佛没有出世之前，这当中没有佛主持教法。好像一个学校里面，前面一位校长已经辞职、离职了，后面一位校长还没有来到任，这个当中总要有一位代理的人。谁呢？代理人就是地藏菩萨，你们看看《地藏本愿经》。说老实话，地藏菩萨的名气没有观世音菩萨名气大，观世音大家都知道，地藏菩萨还有很多人不晓得。为什么不请观世音？为什么不请文殊普贤？单单请地藏菩萨干什么？诸位要懂这个意思，地藏菩萨是代表孝道，《地藏经》是佛门的孝经。你就可想而知，佛法的基础确实建立在孝道上，没有孝道就没有佛法，诸位要想成佛作祖，要想大彻大悟，你从哪里修？要从孝敬上修。所以把孝顺父母之心扩展到尽虚空遍法界一切众生，这就是佛的孝，这是大菩萨的孝道，而后才能够成就。所以普贤十大愿王前面的三愿，就是孝道的实践功夫，礼敬、赞叹、供养，也就是孝敬表现在外面的事相。懂得这个道理，依照这个方法来修行，这才叫聪明正直。",
      "zh_TW": "學業、道業都需要講求真實的恭敬心，一分恭敬心得一分利益，十分恭敬心得十分利益；沒有恭敬心，老師教得再好，你也得不到受用，為什麼？沒有恭敬心。換句話說，不是老師貢高我慢，老師要求學生，你一定要對我恭敬，不是的，你要那麼講法那是錯誤的。恭敬心是你自己能夠吸收多少的關鍵，問題在這裡。尊師重道又建立在孝順父母的基礎上，在家裡不知道孝順父母，他會尊師重道？不可能。所以我們就可以斷定西方佛法不能生根，為什麼？西方人不知道孝順父母，西方人不懂得尊師重道，所以我就斷定西方人不能夠接受佛法。他今天所學的是什麼？皮毛，西方人的好奇心，學了幾天不耐煩，掉頭而去，就是這個情形，現在也看得出來。所以我們學佛的人，孝親、尊師重道必須要重視。你看看菩薩戒經處處講孝道，孝順父母，孝順師長，乃至到孝順一切眾生，這是佛法的基礎。釋迦牟尼佛滅度之後，彌勒佛沒有出世之前，這當中沒有佛主持教法。好像一個學校裡面，前面一位校長已經辭職、離職了，後面一位校長還沒有來到任，這個當中總要有一位代理的人。誰呢？代理人就是地藏菩薩，你們看看《地藏本願經》。說老實話，地藏菩薩的名氣沒有觀世音菩薩名氣大，觀世音大家都知道，地藏菩薩還有很多人不曉得。為什麼不請觀世音？為什麼不請文殊普賢？單單請地藏菩薩幹什麼？諸位要懂這個意思，地藏菩薩是代表孝道，《地藏經》是佛門的孝經。你就可想而知，佛法的基礎確實建立在孝道上，沒有孝道就沒有佛法，諸位要想成佛作祖，要想大徹大悟，你從哪裡修？要從孝敬上修。所以把孝順父母之心擴展到盡虛空遍法界一切眾生，這就是佛的孝，這是大菩薩的孝道，而後才能夠成就。所以普賢十大願王前面的三願，就是孝道的實踐功夫，禮敬、讚歎、供養，也就是孝敬表現在外面的事相。懂得這個道理，依照這個方法來修行，這才叫聰明正直。"
    },
    {
      "id": "09-012-0003_p0009",
      "zh_CN": "天底下迷惑的人多，觉悟的人少，可是我们读了佛经，只要有一个觉悟的也就不错了，有两个觉悟那更好。所以一定要发心续佛慧命。怎样才能续佛慧命？一定要弘法利生。想想，释迦牟尼佛他老人家示现的榜样，佛示现成道之后就是讲经，没有一天休息，讲经三百余会，说法四十九年，大家都知道。佛并没有示现面壁四十九年，也没有示现念佛四十九年，他老人家示现的是讲经四十九年。这很明白了，不但教给我们言教，而且身教。所以出家人一定要明白这一点，要效法释迦牟尼佛弘法利生，要发这个大愿。也许有同修问了，我发这个愿，我没有缘怎么办，我没有法缘？诸位要晓得，法缘是你结的，结缘太重要了，你要不肯结缘，你哪里会有法缘？这一点非常重要。结缘我又没有能力，我又没有财富！佛说的结缘不一定要财富。没有钱，不要花一分钱可以结无量无边的法缘，你们肯不肯做？广结法缘，将来你弘法的时候你的法运才好。我把我结法缘的事情提供诸位做参考，我是十方供养，凡是给我的我都印经，我讲经是跟大家结法缘，我印经也是跟大家结法缘，这十几年来我们印了差不多有二十多万册的经书，这是广结法缘。",
      "zh_TW": "天底下迷惑的人多，覺悟的人少，可是我們讀了佛經，只要有一個覺悟的也就不錯了，有兩個覺悟那更好。所以一定要發心續佛慧命。怎樣才能續佛慧命？一定要弘法利生。想想，釋迦牟尼佛他老人家示現的榜樣，佛示現成道之後就是講經，沒有一天休息，講經三百餘會，說法四十九年，大家都知道。佛並沒有示現面壁四十九年，也沒有示現念佛四十九年，他老人家示現的是講經四十九年。這很明白了，不但教給我們言教，而且身教。所以出家人一定要明白這一點，要效法釋迦牟尼佛弘法利生，要發這個大願。也許有同修問了，我發這個願，我沒有緣怎麼辦，我沒有法緣？諸位要曉得，法緣是你結的，結緣太重要了，你要不肯結緣，你哪裡會有法緣？這一點非常重要。結緣我又沒有能力，我又沒有財富！佛說的結緣不一定要財富。沒有錢，不要花一分錢可以結無量無邊的法緣，你們肯不肯做？廣結法緣，將來你弘法的時候你的法運才好。我把我結法緣的事情提供諸位做參考，我是十方供養，凡是給我的我都印經，我講經是跟大家結法緣，我印經也是跟大家結法緣，這十幾年來我們印了差不多有二十多萬冊的經書，這是廣結法緣。"
    },
    {
      "id": "09-012-0003_p0010",
      "zh_CN": "『不受贫苦』，贫苦也是障道，所谓贫穷布施难。但是诸位要晓得，贫穷也是果报，过去世我们没有修财布施，这一世才贫穷；过去世我们没有修法布施，我们智慧才不开。如果我们肯修财布施你就得财富，肯修法布施你就得智慧，肯修无畏布施你就得健康长寿，三种布施有三种果报。贫穷虽然障道，但是可以改造，只能障一般人而不能障非常人。所以我们学道的人，首先心里要预备着受苦受难，一切贫穷苦难我们都甘心情愿的受，只要不障碍道业。古人就说，「知命不容易，造命不难」，就是改造我们的命运不难，所谓「只尽人事，莫问天道」，我们自己尽心尽力去做，不要求果报，不必问果报，机缘成熟了自然成就。机缘没有成熟，要四处去攀缘，不但得不到果报，纵得来也不清净，不清净，怕这里面有障碍。古人说，命里面是穷命，穷命是有，不但有而且还是居多数，但是命不能叫穷人不立志，穷，有志有愿就好，就能够奋发、能够向上。命能够使人贱，不能使贱人不修福。可见得，贱是没有地位，没地位不算什么，只要我能够积德就行了。反过来看，命可以叫人富贵，这个富人是命里有的，但是命也不会叫富人，你要修德，它不会的，富人他不修德就为富不仁了。种种道理要是明白了，命运不足以畏惧，而畏惧的是怕我们自己不知道改造自己的命运，怕我们自己不晓得主宰我们的命运。从前杨仁山居士也曾经说过，杨仁山居士是近代在家居士里面的一个榜样，他老人家的功德无量无边，清朝末年，要不是他，我们中国佛法也就断掉了。太虚大师是他佛学院的旁听生，他办了个佛学院，时间不长，只办了两年，支那内学院。他把他自己的房屋统统捐出来做金陵刻经处，流通经书，他自己所有的财富统统捐出来，做佛教续佛慧命的事业。可以说，佛法能够绵延到今天，确实杨仁山居士续佛慧命，好像灯里的灯油已经尽了，他在里面添油，使这一盏灯的光明延续到现在。到了今天眼看灯油又快没有了，看看哪一位再来添油，这个功德是无量无边。",
      "zh_TW": "『不受貧苦』，貧苦也是障道，所謂貧窮布施難。但是諸位要曉得，貧窮也是果報，過去世我們沒有修財布施，這一世才貧窮；過去世我們沒有修法布施，我們智慧才不開。如果我們肯修財布施你就得財富，肯修法布施你就得智慧，肯修無畏布施你就得健康長壽，三種布施有三種果報。貧窮雖然障道，但是可以改造，只能障一般人而不能障非常人。所以我們學道的人，首先心裡要預備著受苦受難，一切貧窮苦難我們都甘心情願的受，只要不障礙道業。古人就說，「知命不容易，造命不難」，就是改造我們的命運不難，所謂「只盡人事，莫問天道」，我們自己盡心盡力去做，不要求果報，不必問果報，機緣成熟了自然成就。機緣沒有成熟，要四處去攀緣，不但得不到果報，縱得來也不清淨，不清淨，怕這裡面有障礙。古人說，命裡面是窮命，窮命是有，不但有而且還是居多數，但是命不能叫窮人不立志，窮，有志有願就好，就能夠奮發、能夠向上。命能夠使人賤，不能使賤人不修福。可見得，賤是沒有地位，沒地位不算什麼，只要我能夠積德就行了。反過來看，命可以叫人富貴，這個富人是命裡有的，但是命也不會叫富人，你要修德，它不會的，富人他不修德就為富不仁了。種種道理要是明白了，命運不足以畏懼，而畏懼的是怕我們自己不知道改造自己的命運，怕我們自己不曉得主宰我們的命運。從前楊仁山居士也曾經說過，楊仁山居士是近代在家居士裡面的一個榜樣，他老人家的功德無量無邊，清朝末年，要不是他，我們中國佛法也就斷掉了。太虛大師是他佛學院的旁聽生，他辦了個佛學院，時間不長，只辦了兩年，支那內學院。他把他自己的房屋統統捐出來做金陵刻經處，流通經書，他自己所有的財富統統捐出來，做佛教續佛慧命的事業。可以說，佛法能夠綿延到今天，確實楊仁山居士續佛慧命，好像燈裡的燈油已經盡了，他在裡面添油，使這一盞燈的光明延續到現在。到了今天眼看燈油又快沒有了，看看哪一位再來添油，這個功德是無量無邊。"
    },
    {
      "id": "09-012-0003_p0011",
      "zh_CN": "他老人家曾经说过，真正通达佛法、懂得佛法的人，绝对不会被命运所拘束，一定能够创造自己新的命运。不但能创造自己新的命运，可以断烦恼，超越命运所拘束，人天三界、诸佛国土随意往生；换句话说，尽虚空遍法界一切国土就随意去观光、去游览，这个多么自在。勤修布施，财布施、法布施、无畏布施，对一切众生平等布施，绝不受福德。布施而不受福德，这才叫真正有福德；布施受福德，福德就到此为止，不受比受好，诸位要懂这个道理。何况世间命运里也有说，譬如你命里有一百万的财富，今天你果然不错有一百万了，你把一百万统统舍掉、不要了，你命里还是有一百万，一百万还会来的；你如果要，要就没有了，要就是这么多。这个理要是明白了，诸位想想，布施好不好？布施只有令财富增长，绝不会缺乏的。我给你布施，布施就没有了，没有这回事，所以我们要懂这个道理。",
      "zh_TW": "他老人家曾經說過，真正通達佛法、懂得佛法的人，絕對不會被命運所拘束，一定能夠創造自己新的命運。不但能創造自己新的命運，可以斷煩惱，超越命運所拘束，人天三界、諸佛國土隨意往生；換句話說，盡虛空遍法界一切國土就隨意去觀光、去遊覽，這個多麼自在。勤修布施，財布施、法布施、無畏布施，對一切眾生平等布施，絕不受福德。布施而不受福德，這才叫真正有福德；布施受福德，福德就到此為止，不受比受好，諸位要懂這個道理。何況世間命運裡也有說，譬如你命裡有一百萬的財富，今天你果然不錯有一百萬了，你把一百萬統統捨掉、不要了，你命裡還是有一百萬，一百萬還會來的；你如果要，要就沒有了，要就是這麼多。這個理要是明白了，諸位想想，布施好不好？布施只有令財富增長，絕不會缺乏的。我給你布施，布施就沒有了，沒有這回事，所以我們要懂這個道理。"
    },
    {
      "id": "09-012-0003_p0012",
      "zh_CN": "将来诸位到外面弘法，弘法一定有人供养，供养就统统舍掉，统统布施掉，你这一分福德是永远存在，你走到任何地方都不会缺乏。你如果说，我讲经说法在这里辛苦了多少天，谢谢大家供养，这是我的代价。你这是把佛法当作商品买卖，我在这里卖了一批，赚一笔钱回来了，你的福德就是这么多。何况这里面有过失，裨贩如来，你把佛法拿去当商品买卖，这里面就有罪过了，诸佛菩萨、护法神不来护持，妖魔鬼怪来护持了。你成天跟妖魔鬼怪做朋友，到最后你学佛都变成妖魔鬼怪，都学成魔子魔孙，这是发了好心到最后受了恶报。所以应当要普遍广博的去布施，救济一切众生而不受一切的果报，不受一切福德。同时还要发心生生世世修行，不辞劳苦，万万不可以听天由命，听天由命是十足的愚痴人，是标准凡夫。为什么？听天由命必然是随业流转，这是我们要记住的。",
      "zh_TW": "將來諸位到外面弘法，弘法一定有人供養，供養就統統捨掉，統統布施掉，你這一分福德是永遠存在，你走到任何地方都不會缺乏。你如果說，我講經說法在這裡辛苦了多少天，謝謝大家供養，這是我的代價。你這是把佛法當作商品買賣，我在這裡賣了一批，賺一筆錢回來了，你的福德就是這麼多。何況這裡面有過失，裨販如來，你把佛法拿去當商品買賣，這裡面就有罪過了，諸佛菩薩、護法神不來護持，妖魔鬼怪來護持了。你成天跟妖魔鬼怪做朋友，到最後你學佛都變成妖魔鬼怪，都學成魔子魔孫，這是發了好心到最後受了惡報。所以應當要普遍廣博的去布施，救濟一切眾生而不受一切的果報，不受一切福德。同時還要發心生生世世修行，不辭勞苦，萬萬不可以聽天由命，聽天由命是十足的愚痴人，是標準凡夫。為什麼？聽天由命必然是隨業流轉，這是我們要記住的。"
    },
    {
      "id": "09-012-0003_p0013",
      "zh_CN": "这是说到不受贫苦，能这样真正的修就不受贫苦。所谓贫苦这两个字我们要懂得，我们出家人衣穿得够、睡得好、吃得饱就够了，绝对不会贫苦。不是说银行要存多少钱才不受贫苦，我有多少栋房子才不受贫苦，那就错了，那是错误。只要衣食不缺就是不受贫苦，诸位要懂得这个标准，要懂得这个定义。你要不懂定义，贫苦的标准千差万别，那个有一百万家产的看那个一千万的，我是个穷光蛋，人家有钱，人家一千万我才不过是一百万而已！诸位想想，什么叫标准？衣食不缺就是标准。诸位想想看，我们台湾地区一千七百万同胞，我们是真正不受贫苦，这个地区丰衣足食，这是个好地方，好国土。",
      "zh_TW": "這是說到不受貧苦，能這樣真正的修就不受貧苦。所謂貧苦這兩個字我們要懂得，我們出家人衣穿得夠、睡得好、吃得飽就夠了，絕對不會貧苦。不是說銀行要存多少錢才不受貧苦，我有多少棟房子才不受貧苦，那就錯了，那是錯誤。只要衣食不缺就是不受貧苦，諸位要懂得這個標準，要懂得這個定義。你要不懂定義，貧苦的標準千差萬別，那個有一百萬家產的看那個一千萬的，我是個窮光蛋，人家有錢，人家一千萬我才不過是一百萬而已！諸位想想，什麼叫標準？衣食不缺就是標準。諸位想想看，我們台灣地區一千七百萬同胞，我們是真正不受貧苦，這個地區豐衣足食，這是個好地方，好國土。"
    },
    {
      "id": "09-012-0003_p0014",
      "zh_CN": "『奴婢女形』，为什么这种身不能受？不自在。奴婢，男子称奴，女子称为婢，他得要服侍他的主人。你说我要来学佛，我要来听经，他的主人不答应他就不能来，所以他不自在，他不能自由。「女形」，诸位要记住，永嘉大师是唐朝人，不是现代人，现代人这两个字可以不要了，为什么？现在女子也自由了，到处可以听经，可以闻法。从前女人不行，不要说太远了，连她出门都不行，女子不能出家的大门，出家大门到外面走那还得了，那给人家笑话了。所以从前的女子不能随便出大门，不能随便在一般场合当中活动，所以得到女身不自由；换句话说，命中注定就不自由了。现在算是开放了，比男人还自由，所以永嘉大师要是生在现在写这本书，这两个字他就不要了。",
      "zh_TW": "『奴婢女形』，為什麼這種身不能受？不自在。奴婢，男子稱奴，女子稱為婢，他得要服侍他的主人。你說我要來學佛，我要來聽經，他的主人不答應他就不能來，所以他不自在，他不能自由。「女形」，諸位要記住，永嘉大師是唐朝人，不是現代人，現代人這兩個字可以不要了，為什麼？現在女子也自由了，到處可以聽經，可以聞法。從前女人不行，不要說太遠了，連她出門都不行，女子不能出家的大門，出家大門到外面走那還得了，那給人家笑話了。所以從前的女子不能隨便出大門，不能隨便在一般場合當中活動，所以得到女身不自由；換句話說，命中注定就不自由了。現在算是開放了，比男人還自由，所以永嘉大師要是生在現在寫這本書，這兩個字他就不要了。"
    },
    {
      "id": "09-012-0003_p0015",
      "zh_CN": "『黄门二根，黄发黑齿，顽愚暗钝，丑陋残缺，盲聋瘖痖，凡是可恶，毕竟不生』，这几句我们总说，不必一个一个字的来讲解。这也都是障道、障法缘。我们举一个例来说，这些可以说都是一切众生所不欢喜的，自己也不欢喜。如果是以「盲聋瘖痖」来做比喻，盲是眼睛看不见，不能看经书，这是他的障碍；聋虽然眼能看得见，不能闻法；哑巴纵然他能看能听，他一时有疑问，他问不出来，所以统统是障碍。「丑陋残缺」，不能当法师，法师要讲求威仪，佛修行功德圆满了，为什么还要特别用一百劫的时间来修相好？佛的三十二相八十种好是一百劫里修来的，那是功德圆满以后修的，诸位想想，为什么要修？因为相好是一切众生所喜爱的，他还没有闻到佛说法，看到佛的相貌他心里生欢喜心，佛讲的法他当然听了。如果佛要是长得丑八怪，一看就讨厌，你说得再好，我也不听你的。可见得相好是为接引众生的，所谓「先以欲勾牵，后令入佛智」，佛的三十二相八十种好就是欲勾；换句话说，用相好光明来摄受众生，然后再叫他开悟，叫他闻法。这是我们在因地里面就应当要修的。相好，福德之相，诸位想想，你要没有福、没有德，你的相怎么会好？你要相好，一定要修福修德，要修成福德相。",
      "zh_TW": "『黃門二根，黃髮黑齒，頑愚暗鈍，醜陋殘缺，盲聾瘖瘂，凡是可惡，畢竟不生』，這幾句我們總說，不必一個一個字的來講解。這也都是障道、障法緣。我們舉一個例來說，這些可以說都是一切眾生所不歡喜的，自己也不歡喜。如果是以「盲聾瘖瘂」來做比喻，盲是眼睛看不見，不能看經書，這是他的障礙；聾雖然眼能看得見，不能聞法；啞巴縱然他能看能聽，他一時有疑問，他問不出來，所以統統是障礙。「醜陋殘缺」，不能當法師，法師要講求威儀，佛修行功德圓滿了，為什麼還要特別用一百劫的時間來修相好？佛的三十二相八十種好是一百劫裡修來的，那是功德圓滿以後修的，諸位想想，為什麼要修？因為相好是一切眾生所喜愛的，他還沒有聞到佛說法，看到佛的相貌他心裡生歡喜心，佛講的法他當然聽了。如果佛要是長得醜八怪，一看就討厭，你說得再好，我也不聽你的。可見得相好是為接引眾生的，所謂「先以欲勾牽，後令入佛智」，佛的三十二相八十種好就是欲勾；換句話說，用相好光明來攝受眾生，然後再叫他開悟，叫他聞法。這是我們在因地裡面就應當要修的。相好，福德之相，諸位想想，你要沒有福、沒有德，你的相怎麼會好？你要相好，一定要修福修德，要修成福德相。"
    },
    {
      "id": "09-012-0003_p0016",
      "zh_CN": "【出处中国。正信家生。常得男身。六根完具。端正香洁。无诸垢秽。】",
      "zh_TW": "【出處中國。正信家生。常得男身。六根完具。端正香潔。無諸垢穢。】"
    },
    {
      "id": "09-012-0003_p0017",
      "zh_CN": "这六句就是我们通常讲的成就法器，这是成就法器的先决条件。『出处中国』，「处」就是出生的所在，「中国」在此地是广义的说法，是指有正法的所在就叫中国。因为佛法是讲中道的，大乘佛法讲中道、讲第一义谛，也就是说大乘中道弘扬的国土就叫中国。『正信家生』，生在家庭里面是信仰佛法的，信仰佛法要紧的是正信，正信拣别不是迷信。现在学佛的人很多，信佛的人很多，正信的人不多。什么叫做正信？正确的了解佛法的道理而相信，这叫正信。正确，没有错误，正确的理解佛法的道理而相信的，这才叫正信。生在这种家庭里面，接受佛法没有障碍。为什么？家庭里面不是迷信，他是正信，你从小在家庭里面受佛法的薰习，你就有正信的种子在，你就有正信的增上缘，这对以后学道是莫大的因缘。",
      "zh_TW": "這六句就是我們通常講的成就法器，這是成就法器的先決條件。『出處中國』，「處」就是出生的所在，「中國」在此地是廣義的說法，是指有正法的所在就叫中國。因為佛法是講中道的，大乘佛法講中道、講第一義諦，也就是說大乘中道弘揚的國土就叫中國。『正信家生』，生在家庭裡面是信仰佛法的，信仰佛法要緊的是正信，正信揀別不是迷信。現在學佛的人很多，信佛的人很多，正信的人不多。什麼叫做正信？正確的了解佛法的道理而相信，這叫正信。正確，沒有錯誤，正確的理解佛法的道理而相信的，這才叫正信。生在這種家庭裡面，接受佛法沒有障礙。為什麼？家庭裡面不是迷信，他是正信，你從小在家庭裡面受佛法的薰習，你就有正信的種子在，你就有正信的增上緣，這對以後學道是莫大的因緣。"
    },
    {
      "id": "09-012-0003_p0018",
      "zh_CN": "『常得男身』，男身，在过去社会是比较自在一些，求道、求学、参访都方便。你看看过去《高僧传》里面，出家人到处参学的都是男子，都是大僧，比丘尼没有出外参访的。比丘尼怎么办？只有请法师到小庵里头讲经，讲经的时候请他来，讲完之后送他回去，因为比丘尼不能到外面参访。『六根完具』，这是对前面讲的无残缺，就盲聋瘖痖来说没有，「六根」是眼、耳、鼻、舌、身、意，都非常的健全；换句话说，身体健康，没有任何疾病。『端正香洁』，端正是讲威仪。『无诸垢秽』，既端正而香洁，垢秽是说罪业、过失，就是在行持里面，戒律清净，庄严无垢。这才是真正具备出家受道的资格，所以说之为成就法器。",
      "zh_TW": "『常得男身』，男身，在過去社會是比較自在一些，求道、求學、參訪都方便。你看看過去《高僧傳》裡面，出家人到處參學的都是男子，都是大僧，比丘尼沒有出外參訪的。比丘尼怎麼辦？只有請法師到小庵裡頭講經，講經的時候請他來，講完之後送他回去，因為比丘尼不能到外面參訪。『六根完具』，這是對前面講的無殘缺，就盲聾瘖瘂來說沒有，「六根」是眼、耳、鼻、舌、身、意，都非常的健全；換句話說，身體健康，沒有任何疾病。『端正香潔』，端正是講威儀。『無諸垢穢』，既端正而香潔，垢穢是說罪業、過失，就是在行持裡面，戒律清淨，莊嚴無垢。這才是真正具備出家受道的資格，所以說之為成就法器。"
    },
    {
      "id": "09-012-0003_p0019",
      "zh_CN": "【志意和雅。身心安静。不贪瞋痴。三毒永断。不造众恶。恒思诸善。】",
      "zh_TW": "【志意和雅。身心安靜。不貪瞋痴。三毒永斷。不造眾惡。恆思諸善。】"
    },
    {
      "id": "09-012-0003_p0020",
      "zh_CN": "这是更向前进一步，前面是具备第一个条件，具备出家这个条件，这几句是说明受道的条件，我们怎样才能够入佛门，怎样才能够得到佛法的受用，这地方六句话就很重要了。第一个是要『志意和雅』，我们想想，我们自己这四个字做得到吗？「和」是柔和，这是修道求法的人必须具备的条件，「雅」是文雅。『身心安静』，不但心要安，身也要安；心要静，身也要静。一个人的人品、仪态、风采，这八个字描绘得多美，多么令人尊敬！怎么会像现在出家人，在社会上人家都瞧不起我们。当然瞧不起，这八个字一个也没有；你要具足这八个字，人家看到就是另眼相看。这一句这八个字是说我们的外表，表现在外面的威仪。",
      "zh_TW": "這是更向前進一步，前面是具備第一個條件，具備出家這個條件，這幾句是說明受道的條件，我們怎樣才能夠入佛門，怎樣才能夠得到佛法的受用，這地方六句話就很重要了。第一個是要『志意和雅』，我們想想，我們自己這四個字做得到嗎？「和」是柔和，這是修道求法的人必須具備的條件，「雅」是文雅。『身心安靜』，不但心要安，身也要安；心要靜，身也要靜。一個人的人品、儀態、風采，這八個字描繪得多美，多麼令人尊敬！怎麼會像現在出家人，在社會上人家都瞧不起我們。當然瞧不起，這八個字一個也沒有；你要具足這八個字，人家看到就是另眼相看。這一句這八個字是說我們的外表，表現在外面的威儀。"
    },
    {
      "id": "09-012-0003_p0021",
      "zh_CN": "『不贪瞋痴，三毒永断』，这两句是讲内在之美，内里面要把贪瞋痴的烦恼断尽。这三个字一定要从境界上去磨炼，才能够断得尽。你就讲这个贪，无论是名闻利养，一现我们面前，心里一动心就要觉悟，古人所谓「不怕念起，只怕觉迟」。什么念？贪瞋痴的念，念头一起来立刻就觉悟，我怎么贪心又起来？为什么还放不下？这样回光一返照，贪心就消失，这就叫修行。这是真正修行，断贪心，断这个烦恼。瞋恨，凡是一切不如意的境界，贪是对称心如意的境界，瞋是对不如意的境界，心里面起烦恼、不高兴了，立刻要觉悟，怎么又起瞋恨心？这个要在境界上磨炼，把你贪瞋的习气磨得干干净净，不在境界上你就无从下手，一定要在境界上磨炼。愚痴是对于真妄、邪正、是非、利害不能辨别，这就叫愚痴。贪瞋容易断，愚痴难断，为什么？愚痴一定要闻正法，一定要开悟；换句话说，贪瞋断掉之后，贪瞋断掉是福，愚痴要用慧断。我们就以止观来说，止是定，止是福；观是慧，观是照。用止的功夫断贪与瞋，用慧的功夫，就是观的功夫破无明，这样子三毒烦恼才有断除的可能。",
      "zh_TW": "『不貪瞋痴，三毒永斷』，這兩句是講內在之美，內裡面要把貪瞋痴的煩惱斷盡。這三個字一定要從境界上去磨鍊，才能夠斷得盡。你就講這個貪，無論是名聞利養，一現我們面前，心裡一動心就要覺悟，古人所謂「不怕念起，只怕覺遲」。什麼念？貪瞋痴的念，念頭一起來立刻就覺悟，我怎麼貪心又起來？為什麼還放不下？這樣回光一返照，貪心就消失，這就叫修行。這是真正修行，斷貪心，斷這個煩惱。瞋恨，凡是一切不如意的境界，貪是對稱心如意的境界，瞋是對不如意的境界，心裡面起煩惱、不高興了，立刻要覺悟，怎麼又起瞋恨心？這個要在境界上磨鍊，把你貪瞋的習氣磨得乾乾淨淨，不在境界上你就無從下手，一定要在境界上磨鍊。愚痴是對於真妄、邪正、是非、利害不能辨別，這就叫愚痴。貪瞋容易斷，愚痴難斷，為什麼？愚痴一定要聞正法，一定要開悟；換句話說，貪瞋斷掉之後，貪瞋斷掉是福，愚痴要用慧斷。我們就以止觀來說，止是定，止是福；觀是慧，觀是照。用止的功夫斷貪與瞋，用慧的功夫，就是觀的功夫破無明，這樣子三毒煩惱才有斷除的可能。"
    },
    {
      "id": "09-012-0003_p0022",
      "zh_CN": "三毒是八万四千尘劳的根本，所以会用功的，他从这上面用功。这三个断掉之后，好像砍树一样，树根拔掉了；如果从一一小烦恼里面慢慢去断，就好像树枝、树叶上你慢慢去剪，永远剪不干净，烦恼断不干净。会断的人就从贪瞋痴上，烦恼再多一概不要去理会，就在贪瞋痴上下功夫，把它拔除了，一切烦恼统统没有了。『不造众恶』，三毒烦恼拔除之后，自然一切恶业都不造了。为什么？所造一切罪业统统是三毒烦恼里面生的，三毒是根，没有这个根他怎么会造罪业？不会造罪业。『恒思诸善』，这就像佛菩萨一样，举心动念无不是善。像了凡居士、俞净意居士学到之后，他到什么境界？静则一念不生，动则万善相随，这个还得了！这是在家学佛的居士。我们虽然出家，看看跟他比比，我们能比得过他？我们在清净的时候能一念不生？我们的起心动念是不是都为一切众生？是不是万善相随？这是要记住的。下面四句是教给我们要守本分，要老实：",
      "zh_TW": "三毒是八萬四千塵勞的根本，所以會用功的，他從這上面用功。這三個斷掉之後，好像砍樹一樣，樹根拔掉了；如果從一一小煩惱裡面慢慢去斷，就好像樹枝、樹葉上你慢慢去剪，永遠剪不乾淨，煩惱斷不乾淨。會斷的人就從貪瞋痴上，煩惱再多一概不要去理會，就在貪瞋痴上下功夫，把它拔除了，一切煩惱統統沒有了。『不造眾惡』，三毒煩惱拔除之後，自然一切惡業都不造了。為什麼？所造一切罪業統統是三毒煩惱裡面生的，三毒是根，沒有這個根他怎麼會造罪業？不會造罪業。『恆思諸善』，這就像佛菩薩一樣，舉心動念無不是善。像了凡居士、俞淨意居士學到之後，他到什麼境界？靜則一念不生，動則萬善相隨，這個還得了！這是在家學佛的居士。我們雖然出家，看看跟他比比，我們能比得過他？我們在清淨的時候能一念不生？我們的起心動念是不是都為一切眾生？是不是萬善相隨？這是要記住的。下面四句是教給我們要守本分，要老實："
    },
    {
      "id": "09-012-0003_p0023",
      "zh_CN": "【不作王臣。不为使命。不愿荣饰。安贫度世。】",
      "zh_TW": "【不作王臣。不為使命。不願榮飾。安貧度世。】"
    },
    {
      "id": "09-012-0003_p0024",
      "zh_CN": "『贫』是修道人的本分，古人常说「清贫」，清高一定贫，清贫浊富，富而能到清那不容易，那太难太难了。你既然想清高又要想发财，哪能办得到？办不到的事情。你要想清高，一定就要安贫乐道，这是一定的道理。『王臣』是讲的贵，王臣虽然贵，他不能出家，他不能修道。所以第一个就是不愿意做官。现代有一些迷而不觉的一类人，出了家还想做官，做佛官，这就是大错，这都是叫不守本分。『不为使命』，使命容易招惹是非，所以不可以为使命。但是在今日之下，尤其处在我们现前的环境，国难当前，出家人往往负有国民外交的责任，这也是属于使命之一。但是这个是在非常时期，某些国家跟我们没有正式邦交，我们出家人替国家做一点事情，方便之处是可以的，为什么？这是非常时期。太平盛世的时候，国家都有我们自己驻的代表，也有我们民间团体，用不着我们出家人多事。实在有必要的，我们应当要尽力。",
      "zh_TW": "『貧』是修道人的本分，古人常說「清貧」，清高一定貧，清貧濁富，富而能到清那不容易，那太難太難了。你既然想清高又要想發財，哪能辦得到？辦不到的事情。你要想清高，一定就要安貧樂道，這是一定的道理。『王臣』是講的貴，王臣雖然貴，他不能出家，他不能修道。所以第一個就是不願意做官。現代有一些迷而不覺的一類人，出了家還想做官，做佛官，這就是大錯，這都是叫不守本分。『不為使命』，使命容易招惹是非，所以不可以為使命。但是在今日之下，尤其處在我們現前的環境，國難當前，出家人往往負有國民外交的責任，這也是屬於使命之一。但是這個是在非常時期，某些國家跟我們沒有正式邦交，我們出家人替國家做一點事情，方便之處是可以的，為什麼？這是非常時期。太平盛世的時候，國家都有我們自己駐的代表，也有我們民間團體，用不著我們出家人多事。實在有必要的，我們應當要盡力。"
    },
    {
      "id": "09-012-0003_p0025",
      "zh_CN": "『不愿荣饰』，「荣」在此地当荣誉讲，换句话说，也是属于名闻一类，名闻跟利养往往都有连带关系，这个是着重在名闻上。名闻，世俗人都求的，容易增长贪心，容易增长傲慢心，名气大了贡高我慢。换句话说，这也是障道，心里面有了这些，常常在这里面去攀缘，不守本分，不老实。出家人的事业，给诸位说，就是修道、弘道、传道，牢牢的记住这三句，其他的统统都跟我们没有关系。像现在做的慈善公益这些事业，乃至社会救济、开医院、办学校，统统不是我们的事情，在家信徒他们做的，不是我们的事情。我们的事情就是了生死出三界、弘法利生，办这个事情，这才叫本分，这才叫老实，我们不做那些事情。本分事情做好了，佛法自然就兴旺。现在你看一般所做的情形，舍本逐末，本分的事情丢掉了。",
      "zh_TW": "『不願榮飾』，「榮」在此地當榮譽講，換句話說，也是屬於名聞一類，名聞跟利養往往都有連帶關係，這個是著重在名聞上。名聞，世俗人都求的，容易增長貪心，容易增長傲慢心，名氣大了貢高我慢。換句話說，這也是障道，心裡面有了這些，常常在這裡面去攀緣，不守本分，不老實。出家人的事業，給諸位說，就是修道、弘道、傳道，牢牢的記住這三句，其他的統統都跟我們沒有關係。像現在做的慈善公益這些事業，乃至社會救濟、開醫院、辦學校，統統不是我們的事情，在家信徒他們做的，不是我們的事情。我們的事情就是了生死出三界、弘法利生，辦這個事情，這才叫本分，這才叫老實，我們不做那些事情。本分事情做好了，佛法自然就興旺。現在你看一般所做的情形，捨本逐末，本分的事情丟掉了。"
    },
    {
      "id": "09-012-0003_p0026",
      "zh_CN": "寺庙，只要是一个寺庙都应该做这三桩事情，修道，领众修行，或者参禅，或者是念佛，寺庙里面的清众尽力的做，寺庙的信徒随喜参加，领导大众修行，这个叫修道；弘道就是讲经，你办各种讲座弘扬佛法，叫大家对于佛法有正知正见，这是弘道；传道就是培养底下一代的学生，使佛法有继起的人才，不至于断灭，每一个寺庙都应该这么做。所以今天我遇到一些法师我都劝他们，既然有道场，应当每天讲经四个小时，修行四个小时，如果每天有这样八个小时，这才叫真正如法的道场。大家念佛的多，你就是上午念两个钟点佛，下午念两个钟点佛，上午讲两个钟点经，下午讲两个钟点经。自己要怕辛苦，我就请别的法师来讲经，请别的法师来领导大众修行，这个功德无量。一个寺庙的住持就好像一所学校的校长，校长他可以聘请教授，他可以聘请教员，这才干的是本分事情，这才是真正的如来家业。我们时间到了，就讲到这里。",
      "zh_TW": "寺廟，只要是一個寺廟都應該做這三樁事情，修道，領眾修行，或者參禪，或者是念佛，寺廟裡面的清眾盡力的做，寺廟的信徒隨喜參加，領導大眾修行，這個叫修道；弘道就是講經，你辦各種講座弘揚佛法，叫大家對於佛法有正知正見，這是弘道；傳道就是培養底下一代的學生，使佛法有繼起的人才，不至於斷滅，每一個寺廟都應該這麼做。所以今天我遇到一些法師我都勸他們，既然有道場，應當每天講經四個小時，修行四個小時，如果每天有這樣八個小時，這才叫真正如法的道場。大家念佛的多，你就是上午念兩個鐘點佛，下午念兩個鐘點佛，上午講兩個鐘點經，下午講兩個鐘點經。自己要怕辛苦，我就請別的法師來講經，請別的法師來領導大眾修行，這個功德無量。一個寺廟的住持就好像一所學校的校長，校長他可以聘請教授，他可以聘請教員，這才幹的是本分事情，這才是真正的如來家業。我們時間到了，就講到這裡。"
    }
  ]
}