{
  "doc_id": "09-012-0013",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "year": "（第十三集）　1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0013",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "09-012-0013_p0001",
      "zh_CN": "【原其所修。六度而为正因。】",
      "zh_TW": "【原其所修。六度而為正因。】"
    },
    {
      "id": "09-012-0013_p0002",
      "zh_CN": "这是接着昨天讲的三乘里面的大乘菩萨。幽溪大师在小注给我们说明，「藏通菩萨，皆修六度，应以事理二种别之，今正言修理六度也」。实在说，四教菩萨都是以『六度』为修学的纲领，六度是成佛的正因，必须要修学的。六度范围非常的广大，我们要在大经大论里面去多方的探讨，而后才晓得六度在事上、理上如何修，怎样才能圆融无碍。说得最详细的，无过于《华严经》；《般若经》里面也说得很多，这是应当去研求的。底下是一条一条分开来介绍：",
      "zh_TW": "這是接著昨天講的三乘裡面的大乘菩薩。幽溪大師在小註給我們說明，「藏通菩薩，皆修六度，應以事理二種別之，今正言修理六度也」。實在說，四教菩薩都是以『六度』為修學的綱領，六度是成佛的正因，必須要修學的。六度範圍非常的廣大，我們要在大經大論裡面去多方的探討，而後才曉得六度在事上、理上如何修，怎樣才能圓融無礙。說得最詳細的，無過於《華嚴經》；《般若經》裡面也說得很多，這是應當去研求的。底下是一條一條分開來介紹："
    },
    {
      "id": "09-012-0013_p0003",
      "zh_CN": "【行施。则尽命倾财。】",
      "zh_TW": "【行施。則盡命傾財。】"
    },
    {
      "id": "09-012-0013_p0004",
      "zh_CN": "这是讲布施，布施里面通常是说财布施、法布施、无畏布施，分这三大类，这里面举的例子，只举了一类，财布施。『尽命倾财』，财是指外财，身命是指内财。小注说，「如此行檀，修三坚法」，以不坚固的财修坚固的财，以不坚固的身、不坚固的命修坚固的身、命。什么人修什么人都可以得到，只要你如理如法去修学，可见得三坚法都是从布施里面得来的。",
      "zh_TW": "這是講布施，布施裡面通常是說財布施、法布施、無畏布施，分這三大類，這裡面舉的例子，只舉了一類，財布施。『盡命傾財』，財是指外財，身命是指內財。小註說，「如此行檀，修三堅法」，以不堅固的財修堅固的財，以不堅固的身、不堅固的命修堅固的身、命。什麼人修什麼人都可以得到，只要你如理如法去修學，可見得三堅法都是從布施裡面得來的。"
    },
    {
      "id": "09-012-0013_p0005",
      "zh_CN": "【持戒。则吉罗无犯。】",
      "zh_TW": "【持戒。則吉羅無犯。】"
    },
    {
      "id": "09-012-0013_p0006",
      "zh_CN": "在三聚、七聚净戒里面，『吉罗』是最小的，就是小小戒，他也不犯，小戒不犯，大戒、重戒当然更不会犯了。小注里，「性重讥嫌，二皆无犯」，性重是指性戒，讥嫌就包括遮戒，对于戒律、威仪都不犯。这是讲菩萨持戒。",
      "zh_TW": "在三聚、七聚淨戒裡面，『吉羅』是最小的，就是小小戒，他也不犯，小戒不犯，大戒、重戒當然更不會犯了。小註裡，「性重譏嫌，二皆無犯」，性重是指性戒，譏嫌就包括遮戒，對於戒律、威儀都不犯。這是講菩薩持戒。"
    },
    {
      "id": "09-012-0013_p0007",
      "zh_CN": "【忍辱。则深明非我。割截何伤。安耐毁誉。八风不动。】",
      "zh_TW": "【忍辱。則深明非我。割截何傷。安耐毀譽。八風不動。】"
    },
    {
      "id": "09-012-0013_p0008",
      "zh_CN": "前面曾经说过，此地不妨再重复一遍，因为这关键太重要了。布施所修的重点是众善奉行，持戒的重点是诸恶莫作。诸恶莫作，众善奉行，要想把这个功德保持而不丧失，一定要修『忍辱』。如果不能忍辱，这个功德随时会失掉的，保不住。我们怎样都要把它保住！断恶修善有两重功德，一重是有漏的，一重是无漏的，当然以无漏功德为最殊胜。无漏功德是什么？就是自净其意，在我们念佛法门里面来说就是一心不乱，这是属于无漏功德；有漏的功德就是人天福报，三界之内的福报。没有忍辱，无漏的功德就没有了，有漏的福报有，在三界里面去享受人天福报。享受人天福报，佛法里面常讲「三世怨」，第一世修行，断恶修善、持戒布施；第二世享福，享福的时候就不肯再修，不再修一定造罪业；福享尽了，罪业成就了，第三世堕落，到恶道里面去受苦，这叫三世怨，这是不懂佛法的道理。我们好心出家、好心学佛，希望将来有成就，或者是希望大彻大悟，或者是希望了生死出三界，或者是希望求生佛国，这些都需要具足无漏的功德。",
      "zh_TW": "前面曾經說過，此地不妨再重複一遍，因為這關鍵太重要了。布施所修的重點是眾善奉行，持戒的重點是諸惡莫作。諸惡莫作，眾善奉行，要想把這個功德保持而不喪失，一定要修『忍辱』。如果不能忍辱，這個功德隨時會失掉的，保不住。我們怎樣都要把它保住！斷惡修善有兩重功德，一重是有漏的，一重是無漏的，當然以無漏功德為最殊勝。無漏功德是什麼？就是自淨其意，在我們念佛法門裡面來說就是一心不亂，這是屬於無漏功德；有漏的功德就是人天福報，三界之內的福報。沒有忍辱，無漏的功德就沒有了，有漏的福報有，在三界裡面去享受人天福報。享受人天福報，佛法裡面常講「三世怨」，第一世修行，斷惡修善、持戒布施；第二世享福，享福的時候就不肯再修，不再修一定造罪業；福享盡了，罪業成就了，第三世墮落，到惡道裡面去受苦，這叫三世怨，這是不懂佛法的道理。我們好心出家、好心學佛，希望將來有成就，或者是希望大徹大悟，或者是希望了生死出三界，或者是希望求生佛國，這些都需要具足無漏的功德。"
    },
    {
      "id": "09-012-0013_p0009",
      "zh_CN": "无漏的功德一定得忍辱才能保全，经上佛常讲「火烧功德林」，火是什么？发脾气，瞋恚是火，功德是清净心、是自净其意。一有瞋恚，你的清净心就失掉。譬如你修了一年，断恶修善干了一年，很不错了，忽然之间遇到一件不如意的事情，发了一顿脾气，你这一年的功德就烧干净了，没有了；再要谈功德，你发过脾气以后的那时候再算起。诸位想想，一个人功德的计算是在临命终了之前，最后发那一次脾气以后，才算他的功德。如果到临死的时候，还发一顿脾气，那就完了，那一生都没有了，这就叫火烧功德林。所以脾气发不得，瞋恚心要不得，这是一定要明了的。为什么？你的清净心没有了，一心不乱的一心失掉了。所以经典里面常常告诫我们，一个人临命终时，断了气之后八个小时不要去碰他，为什么原因？保持他的功德，怕他没有定力，你一碰他，他心里生气了、不高兴了，他的功德就完了，道理就在此地，这是慈悲心。诸位要懂得这一点，无论什么逆缘、不如意的境界现前，马上要觉悟是魔来了。魔来干什么？劝我烧功德林，你就很乖，又听话，他叫你烧，好！我就烧，那你就完了。他来劝你烧，你要沉得住气，我不上当、我不烧。不烧，你的功德就累积在那里，愈累愈深。常言说得好，「道高一尺，魔高一丈」，你愈是有功德，魔愈来找你麻烦，总是希望你把它烧光，他才开心，他才高兴。所以你要有慧眼，你要能认识、要能辨别，一切不如意的境界现前，我心里要如如不动，我要把功德保全。",
      "zh_TW": "無漏的功德一定得忍辱才能保全，經上佛常講「火燒功德林」，火是什麼？發脾氣，瞋恚是火，功德是清淨心、是自淨其意。一有瞋恚，你的清淨心就失掉。譬如你修了一年，斷惡修善幹了一年，很不錯了，忽然之間遇到一件不如意的事情，發了一頓脾氣，你這一年的功德就燒乾淨了，沒有了；再要談功德，你發過脾氣以後的那時候再算起。諸位想想，一個人功德的計算是在臨命終了之前，最後發那一次脾氣以後，才算他的功德。如果到臨死的時候，還發一頓脾氣，那就完了，那一生都沒有了，這就叫火燒功德林。所以脾氣發不得，瞋恚心要不得，這是一定要明瞭的。為什麼？你的清淨心沒有了，一心不亂的一心失掉了。所以經典裡面常常告誡我們，一個人臨命終時，斷了氣之後八個小時不要去碰他，為什麼原因？保持他的功德，怕他沒有定力，你一碰他，他心裡生氣了、不高興了，他的功德就完了，道理就在此地，這是慈悲心。諸位要懂得這一點，無論什麼逆緣、不如意的境界現前，馬上要覺悟是魔來了。魔來幹什麼？勸我燒功德林，你就很乖，又聽話，他叫你燒，好！我就燒，那你就完了。他來勸你燒，你要沉得住氣，我不上當、我不燒。不燒，你的功德就累積在那裡，愈累愈深。常言說得好，「道高一尺，魔高一丈」，你愈是有功德，魔愈來找你麻煩，總是希望你把它燒光，他才開心，他才高興。所以你要有慧眼，你要能認識、要能辨別，一切不如意的境界現前，我心裡要如如不動，我要把功德保全。"
    },
    {
      "id": "09-012-0013_p0010",
      "zh_CN": "这里就是教给我们的方法。『深明非我，割截何伤』，身心都不是我，此地是举《金刚经》的一段公案，「经云，我于往昔，节节支解，若有我相、人相、众生相、寿者相，应生瞋恨」。释迦牟尼佛在因地做忍辱仙人五百世，五百世修忍辱波罗蜜，他知道身不是自己。歌利王是个国王，无缘无故来找你麻烦，把你手脚给砍下来，忍辱仙人不生气，无动于衷，没有一丝毫瞋恚心。诸位想想，我们能不能做得到？做不到就不能成就。释迦牟尼佛修五百世的忍辱，如果最后这一遭他要是忍不住的话，五百世的功德都完了，统统都报销了。这是我们要深深认识清楚的，为什么修行不成就，原因就在此地，不能忍。我们不要说身，身体毁坏我们不能忍，身外之物，小小这些钱财物品被人家毁坏了，心里难过就不高兴，更没有办法。众生的眼睛里面最重视的是生命，一切都可以丢掉，所谓「留得青山在，不怕没柴烧」，最紧要的关头要保住自己的生命，把生命看得最重。生命毁损都不在乎、都没有瞋恚，何况身外之物？身外之物还要念念计较，把它看得那么重，这个人没有道心，这个人不能修道。",
      "zh_TW": "這裡就是教給我們的方法。『深明非我，割截何傷』，身心都不是我，此地是舉《金剛經》的一段公案，「經云，我於往昔，節節支解，若有我相、人相、眾生相、壽者相，應生瞋恨」。釋迦牟尼佛在因地做忍辱仙人五百世，五百世修忍辱波羅蜜，他知道身不是自己。歌利王是個國王，無緣無故來找你麻煩，把你手腳給砍下來，忍辱仙人不生氣，無動於衷，沒有一絲毫瞋恚心。諸位想想，我們能不能做得到？做不到就不能成就。釋迦牟尼佛修五百世的忍辱，如果最後這一遭他要是忍不住的話，五百世的功德都完了，統統都報銷了。這是我們要深深認識清楚的，為什麼修行不成就，原因就在此地，不能忍。我們不要說身，身體毀壞我們不能忍，身外之物，小小這些錢財物品被人家毀壞了，心裡難過就不高興，更沒有辦法。眾生的眼睛裡面最重視的是生命，一切都可以丟掉，所謂「留得青山在，不怕沒柴燒」，最緊要的關頭要保住自己的生命，把生命看得最重。生命毀損都不在乎、都沒有瞋恚，何況身外之物？身外之物還要念念計較，把它看得那麼重，這個人沒有道心，這個人不能修道。"
    },
    {
      "id": "09-012-0013_p0011",
      "zh_CN": "也许要说，身外之物，钱财是我助道的因缘，没有这个，我不能修道。这话说的是没错，但诸位要晓得，似是而非，有钱财用得如法、用得得当，是助道的因缘；用得不如法、不得当，是障道的因缘。他没有看到障道的因缘，你心里面对于钱财念念不忘，这是障道因缘。你手上有这些钱财统统拿去布施，跟人家结缘、供养三宝，这才叫助道因缘。佛在经里面明白的告诉我们积财丧道。那你要说，现在这个道场不行，哪个地方我们都不能住？不是不能住，是你自作障缘，你自己障碍自己，你与一切众生、与一切道场没有结缘。世间法都讲因果，所谓一饮一啄莫非前定，你在这个道场住一晚上，有一晚上的因缘；你住一年，有一年的因缘；你过去没有跟它结缘，那就不行，就是人家欢迎你去住，住到那里就害病，还是没有办法，可见得结缘太重要了。不肯跟众生结缘，要叫众生来迁就我，这是办不到。所以在没有入道之前，一定要广结善缘，有财的财布施，有力的力布施；财与力都没有也要生欢喜心，随喜功德，看到别人布施供养结缘，生欢喜心，功德也是相等的。人能这样去做，对于忍辱有很大的帮助，为什么？他一切看得开，一切能放得下，忍辱就容易修持了。",
      "zh_TW": "也許要說，身外之物，錢財是我助道的因緣，沒有這個，我不能修道。這話說的是沒錯，但諸位要曉得，似是而非，有錢財用得如法、用得得當，是助道的因緣；用得不如法、不得當，是障道的因緣。他沒有看到障道的因緣，你心裡面對於錢財念念不忘，這是障道因緣。你手上有這些錢財統統拿去布施，跟人家結緣、供養三寶，這才叫助道因緣。佛在經裡面明白的告訴我們積財喪道。那你要說，現在這個道場不行，哪個地方我們都不能住？不是不能住，是你自作障緣，你自己障礙自己，你與一切眾生、與一切道場沒有結緣。世間法都講因果，所謂一飲一啄莫非前定，你在這個道場住一晚上，有一晚上的因緣；你住一年，有一年的因緣；你過去沒有跟它結緣，那就不行，就是人家歡迎你去住，住到那裡就害病，還是沒有辦法，可見得結緣太重要了。不肯跟眾生結緣，要叫眾生來遷就我，這是辦不到。所以在沒有入道之前，一定要廣結善緣，有財的財布施，有力的力布施；財與力都沒有也要生歡喜心，隨喜功德，看到別人布施供養結緣，生歡喜心，功德也是相等的。人能這樣去做，對於忍辱有很大的幫助，為什麼？他一切看得開，一切能放得下，忍辱就容易修持了。"
    },
    {
      "id": "09-012-0013_p0012",
      "zh_CN": "『安耐毁誉』，耐是耐烦，处众要耐烦，佛法的事业也是相当的繁杂，并不单纯，要劳心劳力。但是我跟诸位同修们说明，你们要读《高僧传》、《五灯会元》、《禅林宝训》，看看从前的那些祖师在佛法上是怎样的修持，在世法上如何建立，那都是我们的老师，都是我们的榜样。人家发大心建丛林、开道场、纳四众是怎样的做，你仔细去看，人家那是如法，所以兴建大道场有无量无边功德，度人无量。《华严经》里面告诉我们，「恒顺众生，随喜功德」，你要记住这两句话，换句话说，只可以随缘，不可以攀缘。众生来请你做，你不能说这个事情太繁杂，我不愿意做这个事情，那你没有慈悲心，你一定要做，安耐，一切劳苦都要忍耐。众生没有叫你做，你自己想去做，那大可不必，为什么？攀缘。心不清净，而且还烦恼重重，我想建一个大庙，我想开一个丛林，我来度这些众生，因缘没成熟，到处去化缘，有的不错了，给你一点钱；有的对你反感，把你骂一顿，岂不是教众生造口业？我建好之后有没有人来住？不晓得，如果没有人来住，岂不是辜负十方的善信？如果庙刚建好，我寿命到了，死了，留的道场找不到适当的人来住持，给人家在那里做斗争道场，在里面争夺庙产，那又是给人家添了罪过，这些事情不能干！",
      "zh_TW": "『安耐毀譽』，耐是耐煩，處眾要耐煩，佛法的事業也是相當的繁雜，並不單純，要勞心勞力。但是我跟諸位同修們說明，你們要讀《高僧傳》、《五燈會元》、《禪林寶訓》，看看從前的那些祖師在佛法上是怎樣的修持，在世法上如何建立，那都是我們的老師，都是我們的榜樣。人家發大心建叢林、開道場、納四眾是怎樣的做，你仔細去看，人家那是如法，所以興建大道場有無量無邊功德，度人無量。《華嚴經》裡面告訴我們，「恆順眾生，隨喜功德」，你要記住這兩句話，換句話說，只可以隨緣，不可以攀緣。眾生來請你做，你不能說這個事情太繁雜，我不願意做這個事情，那你沒有慈悲心，你一定要做，安耐，一切勞苦都要忍耐。眾生沒有叫你做，你自己想去做，那大可不必，為什麼？攀緣。心不清淨，而且還煩惱重重，我想建一個大廟，我想開一個叢林，我來度這些眾生，因緣沒成熟，到處去化緣，有的不錯了，給你一點錢；有的對你反感，把你罵一頓，豈不是教眾生造口業？我建好之後有沒有人來住？不曉得，如果沒有人來住，豈不是辜負十方的善信？如果廟剛建好，我壽命到了，死了，留的道場找不到適當的人來住持，給人家在那裡做鬥爭道場，在裡面爭奪廟產，那又是給人家添了罪過，這些事情不能幹！"
    },
    {
      "id": "09-012-0013_p0013",
      "zh_CN": "所以我们看古德，统统是时节因缘，不是自己要。你看莲池大师，他老人家的云栖寺，那是大丛林，我们读读他的传记，他并没有想在那里要盖寺庙度众生，他只是看到那个地方风景不错，在那里搭个茅蓬静修。他有道有学，十方参学的人都想去跟他学，所以茅蓬愈盖愈多、愈盖愈大。到后来居士们到那边去看，有这么多法师在修行，真正是有道有学，大家发心盖间大庙，里面住几百人、几千人。莲池大师有没有费心？没有费心，因缘是自然的。你再看栖霞，我们台湾有不少法师是栖霞山出来的，栖霞寺中兴是云谷大师，云谷大师好静，这些信徒来要求他一定要把这座寺恢复起来，请他做住持，他不干，他推荐一个人代他做。实际上是依靠他的名望，依靠他的德行，丛林恢复起来了，他在里面主持教化。时节因缘到了，自然就成就，这是护法龙天来加持的，不是靠人，靠人就非常危险。所以功与罪这个里面的区分非常微细，一不小心就落在罪的一边。这就是说明，如果有一天时节因缘成熟，大家请你去做，你可不能推卸，不能说我不在行；没有因缘，就不要勉强，那就修德。像古来的祖师大德搭个小茅蓬，自己在里面住，养道。道要紧，成就与否是道业，唯有道才能了生死，唯有道才能度众生。过去我也听到有人说，所谓「有庙无道，不能兴教」，这个话意味深长。有道没有庙，也能兴教。",
      "zh_TW": "所以我們看古德，統統是時節因緣，不是自己要。你看蓮池大師，他老人家的雲棲寺，那是大叢林，我們讀讀他的傳記，他並沒有想在那裡要蓋寺廟度眾生，他只是看到那個地方風景不錯，在那裡搭個茅蓬靜修。他有道有學，十方參學的人都想去跟他學，所以茅蓬愈蓋愈多、愈蓋愈大。到後來居士們到那邊去看，有這麼多法師在修行，真正是有道有學，大家發心蓋間大廟，裡面住幾百人、幾千人。蓮池大師有沒有費心？沒有費心，因緣是自然的。你再看棲霞，我們台灣有不少法師是棲霞山出來的，棲霞寺中興是雲谷大師，雲谷大師好靜，這些信徒來要求他一定要把這座寺恢復起來，請他做住持，他不幹，他推薦一個人代他做。實際上是依靠他的名望，依靠他的德行，叢林恢復起來了，他在裡面主持教化。時節因緣到了，自然就成就，這是護法龍天來加持的，不是靠人，靠人就非常危險。所以功與罪這個裡面的區分非常微細，一不小心就落在罪的一邊。這就是說明，如果有一天時節因緣成熟，大家請你去做，你可不能推卸，不能說我不在行；沒有因緣，就不要勉強，那就修德。像古來的祖師大德搭個小茅蓬，自己在裡面住，養道。道要緊，成就與否是道業，唯有道才能了生死，唯有道才能度眾生。過去我也聽到有人說，所謂「有廟無道，不能興教」，這個話意味深長。有道沒有廟，也能興教。"
    },
    {
      "id": "09-012-0013_p0014",
      "zh_CN": "这是讲到忍辱，就是事到临头要忍。毁誉，『八风不动』，毁誉就在八风里面。八风，「利衰、毁誉、称讥、苦乐」。这八类的境界现在面前，心里都能如如不动，这才叫忍辱、才叫安忍。利就是名闻利养来了，你动不动心？一动心，功德失掉了，不能动心。衰是利的反面，这四句是一正一反。毁是毁谤，誉是现在讲的荣誉，称就是称赞。毁谤你，不动心，加给你荣誉，也不动心；称赞你，不动心，讽刺你，也不动心，讥就是讥刺；物质、精神生活苦，也不动心；享受很自在，乐也不动心，这叫八风吹不动。这就是教我们怎样修忍辱波罗蜜，前面两句是从理上说，后面两句是从事上说。",
      "zh_TW": "這是講到忍辱，就是事到臨頭要忍。毀譽，『八風不動』，毀譽就在八風裡面。八風，「利衰、毀譽、稱譏、苦樂」。這八類的境界現在面前，心裡都能如如不動，這才叫忍辱、才叫安忍。利就是名聞利養來了，你動不動心？一動心，功德失掉了，不能動心。衰是利的反面，這四句是一正一反。毀是毀謗，譽是現在講的榮譽，稱就是稱讚。毀謗你，不動心，加給你榮譽，也不動心；稱讚你，不動心，諷刺你，也不動心，譏就是譏刺；物質、精神生活苦，也不動心；享受很自在，樂也不動心，這叫八風吹不動。這就是教我們怎樣修忍辱波羅蜜，前面兩句是從理上說，後面兩句是從事上說。"
    },
    {
      "id": "09-012-0013_p0015",
      "zh_CN": "【精进。则勤求至道。如救头然。自行化他。刹那之顷无间。】",
      "zh_TW": "【精進。則勤求至道。如救頭然。自行化他。剎那之頃無間。】"
    },
    {
      "id": "09-012-0013_p0016",
      "zh_CN": "这就是『精进』之相，我们要勇猛精进，要勤勤恳恳的求『至道』。道到了顶头，叫「至道」，至道是成佛之道；换句话说，一定要求证入如来的果地。用什么样的态度？『如救头然』，好像我们头上给火烧起来，这是最着急的，没有比这个再急。这就是说明求道之心要比求一切都要重，其他都是附带的，道重要。『自行化他』，这是道业有了小小成就之后，前面「发宏誓愿第二」里面说过，虽然一开头发的四弘誓愿是以度生为第一，可是在别愿里面是先己而后人。这个道理很简单，自己要是没有能力、没有智慧、没有定力，不能度众生。如果自己能力智慧不够，你要是讲经说法，现在邪知邪见的人很多，似是而非的歪论，他提出来驳斥你，你要是没有能力把他辩倒，当时人家就请你下台。下台对自己来说没有什么大不了的事情，对于整个佛法就有很大的影响，一般人瞧不起佛法，佛法没有什么，某人就把它推翻了，把它辩倒了。可见得你要想度化众生，得要有一点能力、得要有一点智慧，这些邪知邪见你要有办法破除；在大众之下你要有定力，不能被人家诱惑，得如如不动。",
      "zh_TW": "這就是『精進』之相，我們要勇猛精進，要勤勤懇懇的求『至道』。道到了頂頭，叫「至道」，至道是成佛之道；換句話說，一定要求證入如來的果地。用什麼樣的態度？『如救頭然』，好像我們頭上給火燒起來，這是最著急的，沒有比這個再急。這就是說明求道之心要比求一切都要重，其他都是附帶的，道重要。『自行化他』，這是道業有了小小成就之後，前面「發宏誓願第二」裡面說過，雖然一開頭發的四弘誓願是以度生為第一，可是在別願裡面是先己而後人。這個道理很簡單，自己要是沒有能力、沒有智慧、沒有定力，不能度眾生。如果自己能力智慧不夠，你要是講經說法，現在邪知邪見的人很多，似是而非的歪論，他提出來駁斥你，你要是沒有能力把他辯倒，當時人家就請你下台。下台對自己來說沒有什麼大不了的事情，對於整個佛法就有很大的影響，一般人瞧不起佛法，佛法沒有什麼，某人就把它推翻了，把它辯倒了。可見得你要想度化眾生，得要有一點能力、得要有一點智慧，這些邪知邪見你要有辦法破除；在大眾之下你要有定力，不能被人家誘惑，得如如不動。"
    },
    {
      "id": "09-012-0013_p0017",
      "zh_CN": "《金刚经》末后佛劝我们弘扬般若波罗蜜，要为人演说，云何为人演说？「不取于相，如如不动」，这就是此地「精进」的意思。你要是取相，就会上魔的当。你取财的相，魔就用财来迷惑你；你要是取色的相，魔就用色来迷惑你，你心就动了。心动了，道心就完了，就退掉。所以到「自行化他」的时候，一定在戒定慧上都要有个基础，才能化他。没有相当的基础，我们着重在自行上。没有基础的化他，后面有老师保镖，行，可以，练习讲经，不会堕落的。就是说你不能离开老师，你出去讲，讲完了赶紧就回来，那里面的一些情形回来告诉老师，不离开老师，这才能保得住。你要是刚刚学了一点，老师不要了，自己出去闯江湖，给诸位说，十个出去就十个堕落，一定的道理。不要看眼前得一点小便宜，为什么？得一点名闻利养，往后没有不堕落的，名闻利养害死人了。他出去的时候不是菩萨心肠去度化众生，是什么心理？出风头，干这些事情。不会讲经还老实，会讲一点了，贡高我慢，到外面拿着佛法招摇撞骗，干这些事情。这就是大经里面讲的「裨贩如来」，这个罪过还得了？不得了的罪过！这些我们都得要明白。",
      "zh_TW": "《金剛經》末後佛勸我們弘揚般若波羅蜜，要為人演說，云何為人演說？「不取於相，如如不動」，這就是此地「精進」的意思。你要是取相，就會上魔的當。你取財的相，魔就用財來迷惑你；你要是取色的相，魔就用色來迷惑你，你心就動了。心動了，道心就完了，就退掉。所以到「自行化他」的時候，一定在戒定慧上都要有個基礎，才能化他。沒有相當的基礎，我們著重在自行上。沒有基礎的化他，後面有老師保鏢，行，可以，練習講經，不會墮落的。就是說你不能離開老師，你出去講，講完了趕緊就回來，那裡面的一些情形回來告訴老師，不離開老師，這才能保得住。你要是剛剛學了一點，老師不要了，自己出去闖江湖，給諸位說，十個出去就十個墮落，一定的道理。不要看眼前得一點小便宜，為什麼？得一點名聞利養，往後沒有不墮落的，名聞利養害死人了。他出去的時候不是菩薩心腸去度化眾生，是什麼心理？出風頭，幹這些事情。不會講經還老實，會講一點了，貢高我慢，到外面拿著佛法招搖撞騙，幹這些事情。這就是大經裡面講的「裨販如來」，這個罪過還得了？不得了的罪過！這些我們都得要明白。"
    },
    {
      "id": "09-012-0013_p0018",
      "zh_CN": "可是自己具有基础之后一定要发心，为什么？你是行的菩萨道，度化众生这桩事业，这就叫如来的事业，这叫佛事，佛事就是佛教里面的事业，就是度化众生。度化众生的事业不可以一天停止，天天要干，除非是没有缘，没有人请你，有人请你，就得要去，天天要做，不疲不厌。像「行愿品」十大愿王普贤菩萨教给我们的，没有缘的时候进修，充实自己，有缘的时候就利他。诸位要知道，在菩萨的地位上化他就是自利，这点要记住，成佛之后倒驾慈航，那才是专门化他，等觉菩萨度化众生还是度化自己。",
      "zh_TW": "可是自己具有基礎之後一定要發心，為什麼？你是行的菩薩道，度化眾生這樁事業，這就叫如來的事業，這叫佛事，佛事就是佛教裡面的事業，就是度化眾生。度化眾生的事業不可以一天停止，天天要幹，除非是沒有緣，沒有人請你，有人請你，就得要去，天天要做，不疲不厭。像「行願品」十大願王普賢菩薩教給我們的，沒有緣的時候進修，充實自己，有緣的時候就利他。諸位要知道，在菩薩的地位上化他就是自利，這點要記住，成佛之後倒駕慈航，那才是專門化他，等覺菩薩度化眾生還是度化自己。"
    },
    {
      "id": "09-012-0013_p0019",
      "zh_CN": "如果诸位要想在教理上开悟，除了讲经之外，可以说很难有悟处。经典讲一遍有一遍的悟处，古德所谓的小悟，小悟多少次、大悟多少次才能彻悟，积小悟就成大悟，积大悟才彻悟，不常常讲，哪里会有悟处？固然听经也能开悟，听经没有讲的力量大，听十遍不如讲一遍。就是在讲的时候，你得真正用心，如果里面有一个字不认识，你要去查字典，有一句不明白，你要去找参考书，否则到时候就讲不出来了。听就马虎了，有时候偷懒，生字不去找，法师怎么念，我也就怎么念，他念错了，我就跟他念错，他不用功，不去再找了，讲就不一样。过去老师也曾经跟我讲过，听经，这个老师讲的再好，你要能听上个三成、四成就不错了；可是你要上台去讲，没有十二成也得有十成，否则你后面下不台了。这些方法，怎样求学，前几天都告诉诸位了，你们要主动、要讨论，几个人在一起要复讲，这样才会成就，光阴才没有白过，十方的信施才消化得了，否则的话，信施难消。这一段就是教我们精进不懈，自行化他。",
      "zh_TW": "如果諸位要想在教理上開悟，除了講經之外，可以說很難有悟處。經典講一遍有一遍的悟處，古德所謂的小悟，小悟多少次、大悟多少次才能徹悟，積小悟就成大悟，積大悟才徹悟，不常常講，哪裡會有悟處？固然聽經也能開悟，聽經沒有講的力量大，聽十遍不如講一遍。就是在講的時候，你得真正用心，如果裡面有一個字不認識，你要去查字典，有一句不明白，你要去找參考書，否則到時候就講不出來了。聽就馬虎了，有時候偷懶，生字不去找，法師怎麼念，我也就怎麼念，他念錯了，我就跟他念錯，他不用功，不去再找了，講就不一樣。過去老師也曾經跟我講過，聽經，這個老師講的再好，你要能聽上個三成、四成就不錯了；可是你要上台去講，沒有十二成也得有十成，否則你後面下不台了。這些方法，怎樣求學，前幾天都告訴諸位了，你們要主動、要討論，幾個人在一起要複講，這樣才會成就，光陰才沒有白過，十方的信施才消化得了，否則的話，信施難消。這一段就是教我們精進不懈，自行化他。"
    },
    {
      "id": "09-012-0013_p0020",
      "zh_CN": "【禅那。则身心寂怕。】",
      "zh_TW": "【禪那。則身心寂怕。】"
    },
    {
      "id": "09-012-0013_p0021",
      "zh_CN": "『怕』在此地跟「泊」的音、意思都相同，就是静的意思，寂静。",
      "zh_TW": "『怕』在此地跟「泊」的音、意思都相同，就是靜的意思，寂靜。"
    },
    {
      "id": "09-012-0013_p0022",
      "zh_CN": "【安般希微。住寂定以自资。运四仪而利物。】",
      "zh_TW": "【安般希微。住寂定以自資。運四儀而利物。】"
    },
    {
      "id": "09-012-0013_p0023",
      "zh_CN": "这是讲入定的纲领。大乘菩萨定是行住坐卧都在定中，心不散乱，跟小乘的定不一样，跟世间定也不一样。世间小定有出有入，入定的时候定境现前，出定的时候他就保不住了。第一句是说明定的状况，不但身寂静，心也寂静，身心都是静的。『安般』是梵语安那般那，安那般那翻成中国话是遣来遣去，遣是离开，来去都离开，这是一种调息的方法，来去是指呼吸。定功深的人，不但在佛门里面讲求，世法里面老道修养生、长生之道，他呼吸不用鼻孔呼吸，他用全身的毛细孔呼吸，这长寿。鼻孔呼吸粗，吸进去的气、呼出来的气都很粗；毛细孔呼吸微细，所以清净，他能得长寿。「安般」的方法类似，跟这个相差不多。呼吸愈细愈好，愈细心愈净，心净身自然就清净了，这是一种方法。",
      "zh_TW": "這是講入定的綱領。大乘菩薩定是行住坐臥都在定中，心不散亂，跟小乘的定不一樣，跟世間定也不一樣。世間小定有出有入，入定的時候定境現前，出定的時候他就保不住了。第一句是說明定的狀況，不但身寂靜，心也寂靜，身心都是靜的。『安般』是梵語安那般那，安那般那翻成中國話是遣來遣去，遣是離開，來去都離開，這是一種調息的方法，來去是指呼吸。定功深的人，不但在佛門裡面講求，世法裡面老道修養生、長生之道，他呼吸不用鼻孔呼吸，他用全身的毛細孔呼吸，這長壽。鼻孔呼吸粗，吸進去的氣、呼出來的氣都很粗；毛細孔呼吸微細，所以清淨，他能得長壽。「安般」的方法類似，跟這個相差不多。呼吸愈細愈好，愈細心愈淨，心淨身自然就清淨了，這是一種方法。"
    },
    {
      "id": "09-012-0013_p0024",
      "zh_CN": "小注讲，「所谓入出住百千三昧是也」，三昧就是定，大经里面常讲的无量三昧。定就是定，定哪里还会有无量？这也得给诸位解释一下。无量是讲的事相，境界上的事相。譬如钱财你不贪爱，无论多少钱财摆在你面前都不动心，你在钱财上得了三昧，如如不动了。有的人钱财上真得三昧了，但是名他放不下，名上他就没有定。我们不要说多，就前面八个条目，利、衰、毁、誉、称、讥、苦、乐，有的人对利不动心，利上得三昧；再要能在衰上也不动心，那他在衰上也得三昧了；毁谤你不动心，你在毁谤上得三昧；赞叹你不动心，你在赞叹上得三昧。诸位想想，我们这境界相里面，无量无边的境界，样样都不动心，就是无量三昧。无量三昧才是真正的禅定，里面有一样动心都不行，你的三昧就有欠缺、有漏洞；换句话说，那些方面攻不进去，还有一条路可以，找你的后路，还能把你打倒，无量三昧才是真正的三昧。",
      "zh_TW": "小註講，「所謂入出住百千三昧是也」，三昧就是定，大經裡面常講的無量三昧。定就是定，定哪裡還會有無量？這也得給諸位解釋一下。無量是講的事相，境界上的事相。譬如錢財你不貪愛，無論多少錢財擺在你面前都不動心，你在錢財上得了三昧，如如不動了。有的人錢財上真得三昧了，但是名他放不下，名上他就沒有定。我們不要說多，就前面八個條目，利、衰、毀、譽、稱、譏、苦、樂，有的人對利不動心，利上得三昧；再要能在衰上也不動心，那他在衰上也得三昧了；毀謗你不動心，你在毀謗上得三昧；讚歎你不動心，你在讚歎上得三昧。諸位想想，我們這境界相裡面，無量無邊的境界，樣樣都不動心，就是無量三昧。無量三昧才是真正的禪定，裡面有一樣動心都不行，你的三昧就有欠缺、有漏洞；換句話說，那些方面攻不進去，還有一條路可以，找你的後路，還能把你打倒，無量三昧才是真正的三昧。"
    },
    {
      "id": "09-012-0013_p0025",
      "zh_CN": "这就是教我们身心世界、世法、佛法统统要放下，不要说世法我们不动心，佛法也不能动心。你在修念佛三昧，你在这边打佛七，在这边念得很好，功夫上道了，阿弥陀佛站在你面前，真开心，阿弥陀佛来了，完了！你见到阿弥陀佛，是真见到还是假见到？我都不大相信，为什么？有些人爱面子，他没有见到，好像没有功夫，没有见到也造个谣言，我见到了，你们都没有见到，我的功夫比你好。实在说，见到瑞相，要晓得这个相是假的，凡所有相皆是虚妄，佛没有说极乐世界是例外、华藏世界是例外，统统是虚妄相。既然统统是虚妄相，统统不可取，不可以执着，不可以生心动念，这才入三昧，这才叫禅定。连佛菩萨这样殊胜的境界都不动心，世间的东西还会动心？",
      "zh_TW": "這就是教我們身心世界、世法、佛法統統要放下，不要說世法我們不動心，佛法也不能動心。你在修念佛三昧，你在這邊打佛七，在這邊念得很好，功夫上道了，阿彌陀佛站在你面前，真開心，阿彌陀佛來了，完了！你見到阿彌陀佛，是真見到還是假見到？我都不大相信，為什麼？有些人愛面子，他沒有見到，好像沒有功夫，沒有見到也造個謠言，我見到了，你們都沒有見到，我的功夫比你好。實在說，見到瑞相，要曉得這個相是假的，凡所有相皆是虛妄，佛沒有說極樂世界是例外、華藏世界是例外，統統是虛妄相。既然統統是虛妄相，統統不可取，不可以執著，不可以生心動念，這才入三昧，這才叫禪定。連佛菩薩這樣殊勝的境界都不動心，世間的東西還會動心？"
    },
    {
      "id": "09-012-0013_p0026",
      "zh_CN": "在佛法里面讲，禅是关键，就是得道不得道的关键；忍辱是得定的关键，不能忍辱决定不能得定。不能得定，决定不能见道。不要说证道，见道就需要禅定，见道之后才能修道、才能证道。禅定等于说我们好像入学校，考取了，就是入了学校；忍辱是在考试，好像现在的联考，忍辱是联考，禅定是上学，不经过联考，进不了学校。六度里头这是两大关。『住寂定以自资』，这是讲平居的时候，我们自己二六时中都要住在定境里面。资就是资养身心，禅悦为食，以寂定来养我们的身心。接众是利他，动作的时候，『运四仪而利物』，行菩萨道。这就是常说的，「静则一念不生，动则万善相随」，动是讲起心动念，起心动念就利益一切众生，不起心动念则已，一起心动念就是利益一切众生；没有念头，真的是一念不生，身心清净，这才像一个道人。",
      "zh_TW": "在佛法裡面講，禪是關鍵，就是得道不得道的關鍵；忍辱是得定的關鍵，不能忍辱決定不能得定。不能得定，決定不能見道。不要說證道，見道就需要禪定，見道之後才能修道、才能證道。禪定等於說我們好像入學校，考取了，就是入了學校；忍辱是在考試，好像現在的聯考，忍辱是聯考，禪定是上學，不經過聯考，進不了學校。六度裡頭這是兩大關。『住寂定以自資』，這是講平居的時候，我們自己二六時中都要住在定境裡面。資就是資養身心，禪悅為食，以寂定來養我們的身心。接眾是利他，動作的時候，『運四儀而利物』，行菩薩道。這就是常說的，「靜則一念不生，動則萬善相隨」，動是講起心動念，起心動念就利益一切眾生，不起心動念則已，一起心動念就是利益一切眾生；沒有念頭，真的是一念不生，身心清淨，這才像一個道人。"
    },
    {
      "id": "09-012-0013_p0027",
      "zh_CN": "【智慧。则了知缘起。自性无生。万法皆如。真源至寂。】",
      "zh_TW": "【智慧。則了知緣起。自性無生。萬法皆如。真源至寂。】"
    },
    {
      "id": "09-012-0013_p0028",
      "zh_CN": "这是讲六度最后的般若。般若是说理的，前面五条都是事，都是有事有相，般若是无相，般若是理。『智慧，则了知缘起，自性无生』，小注举《中论》的两句偈子来解释，「因缘所生法，我说即是空」，我说就是佛说的，一切万法统统是因缘生的，一切佛法也是因缘生的，所以万法空，佛法也空，这是教我们对佛法不要执着。「岂非自性无生乎」，这就要证无生法忍。无生，法就是指万法，一切万法，世法跟佛法都算在里面，无生，这才叫真相。忍这个字是定的意思，心定在这上面不动摇了，也可以说，忍当作承认讲，一切万法不生不灭，我承认了。他为什么承认？自己证入了，这不是解悟，是证悟，自己证到这个道理，亲眼见到这个实相。见到什么？只要你见到缘起，你就晓得这个法不生不灭。",
      "zh_TW": "這是講六度最後的般若。般若是說理的，前面五條都是事，都是有事有相，般若是無相，般若是理。『智慧，則了知緣起，自性無生』，小註舉《中論》的兩句偈子來解釋，「因緣所生法，我說即是空」，我說就是佛說的，一切萬法統統是因緣生的，一切佛法也是因緣生的，所以萬法空，佛法也空，這是教我們對佛法不要執著。「豈非自性無生乎」，這就要證無生法忍。無生，法就是指萬法，一切萬法，世法跟佛法都算在裡面，無生，這才叫真相。忍這個字是定的意思，心定在這上面不動搖了，也可以說，忍當作承認講，一切萬法不生不滅，我承認了。他為什麼承認？自己證入了，這不是解悟，是證悟，自己證到這個道理，親眼見到這個實相。見到什麼？只要你見到緣起，你就曉得這個法不生不滅。"
    },
    {
      "id": "09-012-0013_p0029",
      "zh_CN": "但是缘起之观要深深的观察，要长时期的观察，偶尔观察就放下了，你的烦恼还是起现行，你虽然懂得缘起的道理，懂得因缘生法的道理，可是你在概念上没有深度，虽然晓得，不得受用。人家知道这个，得受用，怎么得受用？就是一切法里面他放下了，他不生心动念。为什么？晓得一切法是空的，他不会执着，不生烦恼。刚才讲忍辱，佛做忍辱仙人，为什么歌利王割截，他不生气？因为他晓得身是因缘生法，当体即空；歌利王割截也是因缘生法，也是空的，以空入空，哪有障碍？所以他如如不动，他能成就。我们也懂因缘生法，也晓得一切都是空的，人家拿刀来杀我，我们就生气了，就要抵抗，这就是我们虽然晓得是空，事实上我们空不了。为什么空不了？我们观察的深度不够，所以对于缘起缘生之法，我们得不到实际的效用；换句话说，无生法我们明了、听说过，忍没有，要有这个忍字，才有受用。",
      "zh_TW": "但是緣起之觀要深深的觀察，要長時期的觀察，偶爾觀察就放下了，你的煩惱還是起現行，你雖然懂得緣起的道理，懂得因緣生法的道理，可是你在概念上沒有深度，雖然曉得，不得受用。人家知道這個，得受用，怎麼得受用？就是一切法裡面他放下了，他不生心動念。為什麼？曉得一切法是空的，他不會執著，不生煩惱。剛才講忍辱，佛做忍辱仙人，為什麼歌利王割截，他不生氣？因為他曉得身是因緣生法，當體即空；歌利王割截也是因緣生法，也是空的，以空入空，哪有障礙？所以他如如不動，他能成就。我們也懂因緣生法，也曉得一切都是空的，人家拿刀來殺我，我們就生氣了，就要抵抗，這就是我們雖然曉得是空，事實上我們空不了。為什麼空不了？我們觀察的深度不夠，所以對於緣起緣生之法，我們得不到實際的效用；換句話說，無生法我們明瞭、聽說過，忍沒有，要有這個忍字，才有受用。"
    },
    {
      "id": "09-012-0013_p0030",
      "zh_CN": "无生法，通常一般讲，要在圆教初住菩萨以上才能证得。回向偈里面说，「花开见佛悟无生」，往生到西方极乐世界是生在莲花里面，在那里面修行，在那里面养道。莲花里面到什么时候花开？那可不一定，各人的功夫不一样，有早有迟。在那里修行会不会很寂寞？一个人在花胎里头，那有什么味道？给诸位说，那个花不是我们想像的，那个花是一个世界，极乐世界里面所讲的依正庄严都在花里面。这个花多大？经上讲「大如车轮」，那个车轮，我们的地球就是个车轮，太阳也是个车轮，那个车轮就是个星球，诸佛菩萨、诸上善人都化身在其中，所以那个花就是大道场，你在那个地方修行，凡圣同居土。几时那个花开了，就不一样，花开是怎么样？悟入无生的道理，就不是凡圣同居土，而是实报庄严土；见佛见什么佛？见报身如来。四土里面的方便有余土、凡圣同居土，见的阿弥陀佛是见化身佛，就是应化身佛，花开见佛是见的实报庄严土里面阿弥陀佛的报身。报身佛之庄严，诸位读《华严经》就晓得，《华严经》里面说的就是报身佛。可见得到极乐世界，就算带业往生也不寂寞，里面的境界非常殊胜。诸位就晓得，真正证得无生法忍，这种受用、这种享受，绝不是言语所能形容的，那真正是得大自在。",
      "zh_TW": "無生法，通常一般講，要在圓教初住菩薩以上才能證得。迴向偈裡面說，「花開見佛悟無生」，往生到西方極樂世界是生在蓮花裡面，在那裡面修行，在那裡面養道。蓮花裡面到什麼時候花開？那可不一定，各人的功夫不一樣，有早有遲。在那裡修行會不會很寂寞？一個人在花胎裡頭，那有什麼味道？給諸位說，那個花不是我們想像的，那個花是一個世界，極樂世界裡面所講的依正莊嚴都在花裡面。這個花多大？經上講「大如車輪」，那個車輪，我們的地球就是個車輪，太陽也是個車輪，那個車輪就是個星球，諸佛菩薩、諸上善人都化身在其中，所以那個花就是大道場，你在那個地方修行，凡聖同居土。幾時那個花開了，就不一樣，花開是怎麼樣？悟入無生的道理，就不是凡聖同居土，而是實報莊嚴土；見佛見什麼佛？見報身如來。四土裡面的方便有餘土、凡聖同居土，見的阿彌陀佛是見化身佛，就是應化身佛，花開見佛是見的實報莊嚴土裡面阿彌陀佛的報身。報身佛之莊嚴，諸位讀《華嚴經》就曉得，《華嚴經》裡面說的就是報身佛。可見得到極樂世界，就算帶業往生也不寂寞，裡面的境界非常殊勝。諸位就曉得，真正證得無生法忍，這種受用、這種享受，絕不是言語所能形容的，那真正是得大自在。"
    },
    {
      "id": "09-012-0013_p0031",
      "zh_CN": "『万法皆如，真源至寂』，这是你彻悟因缘生法无自性之后，所现出来的境界，你才看到「万法皆如」。这个道理，上次给诸位举梦境的比喻，你去体会。在梦境里面要是觉悟了我在作梦，梦境里面一一法都是自己、一一法都是自性。你要是在现前果然大彻大悟了，你就晓得一切万法都是你自己，自他不隔毫端，一切法就是真如本性，随便拈一法，哪一法不是佛法？法法皆如，法法皆是，法法皆空，那就真的是头头是道。",
      "zh_TW": "『萬法皆如，真源至寂』，這是你徹悟因緣生法無自性之後，所現出來的境界，你才看到「萬法皆如」。這個道理，上次給諸位舉夢境的比喻，你去體會。在夢境裡面要是覺悟了我在作夢，夢境裡面一一法都是自己、一一法都是自性。你要是在現前果然大徹大悟了，你就曉得一切萬法都是你自己，自他不隔毫端，一切法就是真如本性，隨便拈一法，哪一法不是佛法？法法皆如，法法皆是，法法皆空，那就真的是頭頭是道。"
    },
    {
      "id": "09-012-0013_p0032",
      "zh_CN": "「真源」就是真相，本源确实是清净的、是寂灭的，所谓是「生灭灭已，寂灭现前」，你看山河大地、森罗万象是什么相？清净寂灭相，到这个地步，这才真正的证入佛的境界。这种悟入，固然是要靠智慧照，智慧从哪里生的？智慧从禅定当中生的，没有定就没有智慧。诸位要记住，没有定的智慧叫狂慧，所以真正的智慧一定是从定中生的。定从哪里来？就是要把一切都放下，有一桩事情放不下，定境就不能现前，可见得放下太重要了。放下就是前面讲的布施、持戒。由此可知，六度是有次第的、有浅深不同的，持戒包括布施，布施不能包括持戒。换句话说，持戒一定有施，施未必有戒；忍辱一定有戒、有施，没有施、没有戒，谈不上忍。后面可以包括前面，前面不能包括后面。到了你智慧现前，前面的五种事修统统都具足了。你不要看，六度里头般若最好，我只要般若，前面的我都不要，好像盖大楼一样，六层大楼第六层不错，底下我什么都不要，我只要盖第六层，问问你怎么盖法？所以一定要从前面一步一步的做起。",
      "zh_TW": "「真源」就是真相，本源確實是清淨的、是寂滅的，所謂是「生滅滅已，寂滅現前」，你看山河大地、森羅萬象是什麼相？清淨寂滅相，到這個地步，這才真正的證入佛的境界。這種悟入，固然是要靠智慧照，智慧從哪裡生的？智慧從禪定當中生的，沒有定就沒有智慧。諸位要記住，沒有定的智慧叫狂慧，所以真正的智慧一定是從定中生的。定從哪裡來？就是要把一切都放下，有一樁事情放不下，定境就不能現前，可見得放下太重要了。放下就是前面講的布施、持戒。由此可知，六度是有次第的、有淺深不同的，持戒包括布施，布施不能包括持戒。換句話說，持戒一定有施，施未必有戒；忍辱一定有戒、有施，沒有施、沒有戒，談不上忍。後面可以包括前面，前面不能包括後面。到了你智慧現前，前面的五種事修統統都具足了。你不要看，六度裡頭般若最好，我只要般若，前面的我都不要，好像蓋大樓一樣，六層大樓第六層不錯，底下我什麼都不要，我只要蓋第六層，問問你怎麼蓋法？所以一定要從前面一步一步的做起。"
    },
    {
      "id": "09-012-0013_p0033",
      "zh_CN": "【虽知烦恼无可舍。菩提无可取。而能不证无为。度生长劫。】",
      "zh_TW": "【雖知煩惱無可捨。菩提無可取。而能不證無為。度生長劫。】"
    },
    {
      "id": "09-012-0013_p0034",
      "zh_CN": "这是智慧真正开了。烦恼与菩提不二，所以「烦恼即菩提，生死即涅槃」，那是智慧开了以后的境界，为什么？烦恼性空，菩提也是性空；生死性空，涅槃也是性空。从性上去观察，无二无别；从相上去看，千差万别。古人有个比喻，「以金作器，器器皆金」，我们到珠宝店去参观，你看黄金做的东西，做的种种首饰，奇奇怪怪的样子，何止几千几万种样？但是你看看那个质料是什么？质料都是金。金就好比是性，千万的差别那是相，相上看有差别，性上看没有差别。我们拿黄金做个佛像，好比是菩提；把黄金造成小猫、小狗的样子，好比是烦恼，实际上都是黄金，分量都是一样重，价钱相等。所以那个佛就等于那个小猫、小狗，没有差别。相是假的，为什么相是假的？相可以随便做；性是真的，质料是真的，它不变。譬如十两黄金，十两黄金没有变，不管你做什么东西，做东西是随便你做，相是随心所欲去改变的，十两黄金的本质不变，它的价值不变。「烦恼即是菩提，涅槃即是生死」，就是从这上面说的。不是没有菩提、没有烦恼，不是没有生死、没有涅槃，确实相是有的，性是无的；相是假的，性是真的。",
      "zh_TW": "這是智慧真正開了。煩惱與菩提不二，所以「煩惱即菩提，生死即涅槃」，那是智慧開了以後的境界，為什麼？煩惱性空，菩提也是性空；生死性空，涅槃也是性空。從性上去觀察，無二無別；從相上去看，千差萬別。古人有個比喻，「以金作器，器器皆金」，我們到珠寶店去參觀，你看黃金做的東西，做的種種首飾，奇奇怪怪的樣子，何止幾千幾萬種樣？但是你看看那個質料是什麼？質料都是金。金就好比是性，千萬的差別那是相，相上看有差別，性上看沒有差別。我們拿黃金做個佛像，好比是菩提；把黃金造成小貓、小狗的樣子，好比是煩惱，實際上都是黃金，分量都是一樣重，價錢相等。所以那個佛就等於那個小貓、小狗，沒有差別。相是假的，為什麼相是假的？相可以隨便做；性是真的，質料是真的，它不變。譬如十兩黃金，十兩黃金沒有變，不管你做什麼東西，做東西是隨便你做，相是隨心所欲去改變的，十兩黃金的本質不變，它的價值不變。「煩惱即是菩提，涅槃即是生死」，就是從這上面說的。不是沒有菩提、沒有煩惱，不是沒有生死、沒有涅槃，確實相是有的，性是無的；相是假的，性是真的。"
    },
    {
      "id": "09-012-0013_p0035",
      "zh_CN": "「前明菩萨能达假而即空」，就是从相上能见性，所以他自在、他解脱。「今则能从空而出假」，末后两句是从空出假。『烦恼无可舍』，他不舍烦恼，菩提有，菩提他不证，『而能不证无为，度生长劫』，这就是菩萨的特色。菩萨断不断烦恼？菩萨是不断而断、断而不断。为什么他不断？他晓得烦恼性空，所以不断就断了。他不像小乘，小乘着相，一定要在事相上把它断掉；大乘晓得相是假的，相是因缘生法，当体即空，烦恼的相摆在那里无所谓，他不在乎，他心里不染着，心地清净，这是大乘跟小乘不一样的地方。小乘人一定要证涅槃，大乘人不一定证涅槃，所以大乘的涅槃叫无住涅槃，跟小乘人不一样，小乘人住涅槃，大乘人不住。我们凡夫住生死，小乘人住涅槃，两个都是住；菩萨无住，不住生死、不住涅槃，菩萨没有住涅槃，他也不入生死，他也没有生死，这个就高明了，所以这叫中道。他能发愿「度生长劫」，无量劫当中给众生做度脱的因缘。我们通常讲菩萨大慈大悲，不辞疲劳来度众生，给诸位说，他有没有疲劳？他没有疲劳，我们凡夫眼睛里看到他有疲劳，他没有疲劳。为什么他没有疲劳？他没有我，有我才有疲劳。没有我，谁疲劳？有身才有疲劳，没有身他疲劳什么？我们执着四大五蕴是身，人家不执着，因缘所生法，当体就是空，他疲劳什么？他没有疲劳。这要入了境界才晓得。",
      "zh_TW": "「前明菩薩能達假而即空」，就是從相上能見性，所以他自在、他解脫。「今則能從空而出假」，末後兩句是從空出假。『煩惱無可捨』，他不捨煩惱，菩提有，菩提他不證，『而能不證無為，度生長劫』，這就是菩薩的特色。菩薩斷不斷煩惱？菩薩是不斷而斷、斷而不斷。為什麼他不斷？他曉得煩惱性空，所以不斷就斷了。他不像小乘，小乘著相，一定要在事相上把它斷掉；大乘曉得相是假的，相是因緣生法，當體即空，煩惱的相擺在那裡無所謂，他不在乎，他心裡不染著，心地清淨，這是大乘跟小乘不一樣的地方。小乘人一定要證涅槃，大乘人不一定證涅槃，所以大乘的涅槃叫無住涅槃，跟小乘人不一樣，小乘人住涅槃，大乘人不住。我們凡夫住生死，小乘人住涅槃，兩個都是住；菩薩無住，不住生死、不住涅槃，菩薩沒有住涅槃，他也不入生死，他也沒有生死，這個就高明了，所以這叫中道。他能發願「度生長劫」，無量劫當中給眾生做度脫的因緣。我們通常講菩薩大慈大悲，不辭疲勞來度眾生，給諸位說，他有沒有疲勞？他沒有疲勞，我們凡夫眼睛裡看到他有疲勞，他沒有疲勞。為什麼他沒有疲勞？他沒有我，有我才有疲勞。沒有我，誰疲勞？有身才有疲勞，沒有身他疲勞什麼？我們執著四大五蘊是身，人家不執著，因緣所生法，當體就是空，他疲勞什麼？他沒有疲勞。這要入了境界才曉得。"
    },
    {
      "id": "09-012-0013_p0036",
      "zh_CN": "【广修万行。等观群方。下及谛缘。上该不共。】",
      "zh_TW": "【廣修萬行。等觀群方。下及諦緣。上該不共。】"
    },
    {
      "id": "09-012-0013_p0037",
      "zh_CN": "菩萨是『广修万行』，行就是行法，一切行门他都修，随缘而修，随着众生根性而修，他不修一样，修一样是自利。譬如一切众生根性不相同，拿我们听经来说，有人喜欢《华严经》，他就给他讲《华严经》；有人喜欢《法华经》，他就给你讲《法华经》，法门无量无边他都弘扬、他都修学、他都教化，这才叫「广修」。菩萨个个都是大通家，都不是专家。但诸位要晓得，我前天奉劝你们做专家，不要做通家，为什么？我们是初学，当通家是大学生、研究院的事情，我们现在还在小学、还在幼稚园就想当通家，决定办不到。诸位要想当通家，要从专修里头用功夫，一经通了才一切经通。我们现在是一样都不通，自度还度不了，怎么能度众生？所以现在要专。再给诸位说，不能离开老师，这是一定的道理，你跟老师的时间愈久，愈有受用。必须你自己根深蒂固，有相当的戒定慧，有相当的定力，不会为外面境界所动摇，才可以离开老师，否则的话，离开老师就保不住了。",
      "zh_TW": "菩薩是『廣修萬行』，行就是行法，一切行門他都修，隨緣而修，隨著眾生根性而修，他不修一樣，修一樣是自利。譬如一切眾生根性不相同，拿我們聽經來說，有人喜歡《華嚴經》，他就給他講《華嚴經》；有人喜歡《法華經》，他就給你講《法華經》，法門無量無邊他都弘揚、他都修學、他都教化，這才叫「廣修」。菩薩個個都是大通家，都不是專家。但諸位要曉得，我前天奉勸你們做專家，不要做通家，為什麼？我們是初學，當通家是大學生、研究院的事情，我們現在還在小學、還在幼稚園就想當通家，決定辦不到。諸位要想當通家，要從專修裡頭用功夫，一經通了才一切經通。我們現在是一樣都不通，自度還度不了，怎麼能度眾生？所以現在要專。再給諸位說，不能離開老師，這是一定的道理，你跟老師的時間愈久，愈有受用。必須你自己根深蒂固，有相當的戒定慧，有相當的定力，不會為外面境界所動搖，才可以離開老師，否則的話，離開老師就保不住了。"
    },
    {
      "id": "09-012-0013_p0038",
      "zh_CN": "『等观群方』，「等」是讲平等，「群方」就是指一切众生，三世十方一切众生在菩萨眼睛里面是平等看待，没有好恶，所谓是怨亲平等。喜欢的，就多照顾一点，不喜欢的，就马虎一点，那不是菩萨，菩萨是用平等心。小乘人有这个习气，菩萨没有。『下及谛缘，上该不共』，这是他所学的，他修六度万行，四谛、十二因缘修不修？修，这就是说小乘法、中乘法他都修，兼修。「不共」是如来法，如来法他也学，这是大乘菩萨。这四句是说菩萨所修学的。",
      "zh_TW": "『等觀群方』，「等」是講平等，「群方」就是指一切眾生，三世十方一切眾生在菩薩眼睛裡面是平等看待，沒有好惡，所謂是怨親平等。喜歡的，就多照顧一點，不喜歡的，就馬虎一點，那不是菩薩，菩薩是用平等心。小乘人有這個習氣，菩薩沒有。『下及諦緣，上該不共』，這是他所學的，他修六度萬行，四諦、十二因緣修不修？修，這就是說小乘法、中乘法他都修，兼修。「不共」是如來法，如來法他也學，這是大乘菩薩。這四句是說菩薩所修學的。"
    },
    {
      "id": "09-012-0013_p0039",
      "zh_CN": "【大誓之心普被。四摄之道通收。总三界以为家。括四生而为子。悲智双运。福慧两严。超越二乘。独居其上。如是则大乘之道也。】",
      "zh_TW": "【大誓之心普被。四攝之道通收。總三界以為家。括四生而為子。悲智雙運。福慧兩嚴。超越二乘。獨居其上。如是則大乘之道也。】"
    },
    {
      "id": "09-012-0013_p0040",
      "zh_CN": "在总结里头一看，跟前面小乘、中乘就不一样，菩萨有广大的誓愿，四弘誓愿，众生无边誓愿度。那个众生是一切都包括在内，没有说是哪一个不在里面，等视群方，这是心量广大，普遍的统统包括了。『四摄之道通收』，四摄是菩萨度众生的方法，是摄受众生的四种方法。第一个是布施，你要想度众生，就要布施，你要是不布施，你与众生没有缘，度不了众生。先要布施，要给众生做增上缘。其次是爱语，爱语就是众生欢喜听，而有利益的言语，这才叫爱语；如果众生喜欢听，而没有利益的语，那不叫爱语，这里头是有区别的。众生喜欢听流行歌，你当个法师天天唱流行歌给他听，他欢喜，这是爱语？这不是，为什么？没有利益。什么样的利益？启发他的道心，增长他的道业，诱导他开悟，这才叫利益语，才真正叫爱语。第三种叫利行，利是利益，利益他的行为，就是一些事，要做一些于他有利益的事。利行跟爱语意思一样，都是要叫他开悟、要叫他入道。末后是同事。这是四种方法摄受一切众生，「四摄之道通收」。",
      "zh_TW": "在總結裡頭一看，跟前面小乘、中乘就不一樣，菩薩有廣大的誓願，四弘誓願，眾生無邊誓願度。那個眾生是一切都包括在內，沒有說是哪一個不在裡面，等視群方，這是心量廣大，普遍的統統包括了。『四攝之道通收』，四攝是菩薩度眾生的方法，是攝受眾生的四種方法。第一個是布施，你要想度眾生，就要布施，你要是不布施，你與眾生沒有緣，度不了眾生。先要布施，要給眾生做增上緣。其次是愛語，愛語就是眾生歡喜聽，而有利益的言語，這才叫愛語；如果眾生喜歡聽，而沒有利益的語，那不叫愛語，這裡頭是有區別的。眾生喜歡聽流行歌，你當個法師天天唱流行歌給他聽，他歡喜，這是愛語？這不是，為什麼？沒有利益。什麼樣的利益？啟發他的道心，增長他的道業，誘導他開悟，這才叫利益語，才真正叫愛語。第三種叫利行，利是利益，利益他的行為，就是一些事，要做一些於他有利益的事。利行跟愛語意思一樣，都是要叫他開悟、要叫他入道。末後是同事。這是四種方法攝受一切眾生，「四攝之道通收」。"
    },
    {
      "id": "09-012-0013_p0041",
      "zh_CN": "『总三界以为家』，菩萨的家在哪里？这个庙就是他的家，错了，这个庙绝不是他的家，菩萨的家是三界。给诸位说，这是讲一般的菩萨。摩诃萨的家是十方法界，尽虚空遍法界以为家，三界以为家是小菩萨，权教菩萨，你看权教菩萨人家心量就这么大。『四生而为子』，「子」就是学生，他度化众生的对象，四生九有是他度化众生的对象、是他的学生。『悲智双运』，有大慈悲、有大智慧。『福慧两严』，福是什么？清净心、一尘不染是福。不是说我有多少财产、有多少寺庙、有多少信徒，这个叫福，错了；那叫烦恼，是你的冤家对头，哪里是福报？清净心是福，身心清净是福，身心清净是庄严，「福慧两严，超越二乘」。福慧两严用两句俗话给诸位说，是「看得破，放得下」，看得破是智慧庄严，放得下是福德庄严，福慧二严，超越二乘人。『独居其上』，在二乘之上，这就是所谓『大乘之道』。",
      "zh_TW": "『總三界以為家』，菩薩的家在哪裡？這個廟就是他的家，錯了，這個廟絕不是他的家，菩薩的家是三界。給諸位說，這是講一般的菩薩。摩訶薩的家是十方法界，盡虛空遍法界以為家，三界以為家是小菩薩，權教菩薩，你看權教菩薩人家心量就這麼大。『四生而為子』，「子」就是學生，他度化眾生的對象，四生九有是他度化眾生的對象、是他的學生。『悲智雙運』，有大慈悲、有大智慧。『福慧兩嚴』，福是什麼？清淨心、一塵不染是福。不是說我有多少財產、有多少寺廟、有多少信徒，這個叫福，錯了；那叫煩惱，是你的冤家對頭，哪裡是福報？清淨心是福，身心清淨是福，身心清淨是莊嚴，「福慧兩嚴，超越二乘」。福慧兩嚴用兩句俗話給諸位說，是「看得破，放得下」，看得破是智慧莊嚴，放得下是福德莊嚴，福慧二嚴，超越二乘人。『獨居其上』，在二乘之上，這就是所謂『大乘之道』。"
    },
    {
      "id": "09-012-0013_p0042",
      "zh_CN": "【是以一真之理。逐根性以阶差。取益随机。三乘之唱备矣。】",
      "zh_TW": "【是以一真之理。逐根性以階差。取益隨機。三乘之唱備矣。】"
    },
    {
      "id": "09-012-0013_p0043",
      "zh_CN": "以下是说明释迦牟尼佛说法，在教理上讲是平等一如，所谓三乘、五乘，那是从根性上差别说的。「理本无差，教随机异，谛缘度法，唱为三乘」，四谛、十二因缘、六度，这些法门我们称之为三乘，称之为三乘是随机而异，三乘之理是一样的。因为三乘之理是一样的，所以大乘兼修中下，他不是中下不学了，不是的。等觉菩萨也念《阿含经》，也常念，不是不念。这就是说明理是一个，『一真之理』，真理是一个，根性不同，这才有三乘之区别、有三乘教法。",
      "zh_TW": "以下是說明釋迦牟尼佛說法，在教理上講是平等一如，所謂三乘、五乘，那是從根性上差別說的。「理本無差，教隨機異，諦緣度法，唱為三乘」，四諦、十二因緣、六度，這些法門我們稱之為三乘，稱之為三乘是隨機而異，三乘之理是一樣的。因為三乘之理是一樣的，所以大乘兼修中下，他不是中下不學了，不是的。等覺菩薩也念《阿含經》，也常念，不是不念。這就是說明理是一個，『一真之理』，真理是一個，根性不同，這才有三乘之區別、有三乘教法。"
    },
    {
      "id": "09-012-0013_p0044",
      "zh_CN": "下面这一段文是委曲宛转的开导我们，一乘、三乘虽然是这么说法，不能执着，为什么？佛建立这些教法，它是相，一乘之相、三乘之相。记住《金刚经》讲的，「凡所有相皆是虚妄」，既然是虚妄的，一并不是真正的一，三不是绝对的三，所以晓得有一与三，但不可以执着一与三，执着一与三又错了。底下这一段就是委曲宛转开导这些，就是一真之理、三乘之法，我们要彻底明了它的真相。",
      "zh_TW": "下面這一段文是委曲宛轉的開導我們，一乘、三乘雖然是這麼說法，不能執著，為什麼？佛建立這些教法，它是相，一乘之相、三乘之相。記住《金剛經》講的，「凡所有相皆是虛妄」，既然是虛妄的，一並不是真正的一，三不是絕對的三，所以曉得有一與三，但不可以執著一與三，執著一與三又錯了。底下這一段就是委曲宛轉開導這些，就是一真之理、三乘之法，我們要徹底明瞭它的真相。"
    },
    {
      "id": "09-012-0013_p0045",
      "zh_CN": "【然而至理虚玄。穷微绝妙。尚非其一。何是于三。】",
      "zh_TW": "【然而至理虛玄。窮微絕妙。尚非其一。何是於三。】"
    },
    {
      "id": "09-012-0013_p0046",
      "zh_CN": "这是开宗明义告诉我们一与三都没有的。一真，给诸位说，都是不在一而说，给你说个一，哪来的一？有一就有二，它就相对，有二就有三。讲真相、讲实相，能不能说得出来？说不出来，我要说实相，实的反面有个虚相；我要给你讲真相，真相对面有个假相，说不出。讲真实的，怎么样？言语道断、心行处灭，就真实了，不要开口、不要起念头，就是一真法界，一动念头就十法界。十法界，给诸位说，不是真正的十，你要以为真正是十，错了，十在此地是表法的，表无量无边。因为数字从一到十，再从十，十个十就百，十个百就千，就这么算下去，它是表无尽的，是这个意思。因为无量无边的法要来讲，讲不尽，太繁琐了，所以把它归纳为十，讲到十为止，不要再说了。你看《华严经》讲一切法都讲十，讲十就是讲无量无边。心里一动念，就是无量无边的法界，心里不动念，叫一真，一真法界在哪里？你几时不动念的时候，你看的世界就是一真。起心动念就错了，就把一真法界变成无量无边的法界，无量无边的烦恼就统统出来了。",
      "zh_TW": "這是開宗明義告訴我們一與三都沒有的。一真，給諸位說，都是不在一而說，給你說個一，哪來的一？有一就有二，它就相對，有二就有三。講真相、講實相，能不能說得出來？說不出來，我要說實相，實的反面有個虛相；我要給你講真相，真相對面有個假相，說不出。講真實的，怎麼樣？言語道斷、心行處滅，就真實了，不要開口、不要起念頭，就是一真法界，一動念頭就十法界。十法界，給諸位說，不是真正的十，你要以為真正是十，錯了，十在此地是表法的，表無量無邊。因為數字從一到十，再從十，十個十就百，十個百就千，就這麼算下去，它是表無盡的，是這個意思。因為無量無邊的法要來講，講不盡，太繁瑣了，所以把它歸納為十，講到十為止，不要再說了。你看《華嚴經》講一切法都講十，講十就是講無量無邊。心裡一動念，就是無量無邊的法界，心裡不動念，叫一真，一真法界在哪裡？你幾時不動念的時候，你看的世界就是一真。起心動念就錯了，就把一真法界變成無量無邊的法界，無量無邊的煩惱就統統出來了。"
    },
    {
      "id": "09-012-0013_p0047",
      "zh_CN": "可是不动心很难，难在什么地方？我们连心是什么都不晓得。你要是不相信，去读《楞严经》，《楞严经》前面七处征心，的确，你要想修心，先把心找到，你连心都不晓得你修什么！心在哪里？问题大了，你在《楞严》上看，又不在内，又不在外，又不在中间，又不能说没有，麻烦可大了。所以古大德讲，「若人识得心，大地无寸土」，这就是『至理虚玄，穷微绝妙』，凡是有言说，都是不得已而建立的。所以佛在《般若经》里面，一面说一面就遣相，扫得干干净净，就是叫你不要执着语言，看经的时候不要执着文字，理明白了，一切都离开，这才叫悟。理懂得了，要是执着那个理，死在教理之下。死在教理之下，跟死在教法之下没什么两样；换句话说，教理行果都不可以执着。",
      "zh_TW": "可是不動心很難，難在什麼地方？我們連心是什麼都不曉得。你要是不相信，去讀《楞嚴經》，《楞嚴經》前面七處徵心，的確，你要想修心，先把心找到，你連心都不曉得你修什麼！心在哪裡？問題大了，你在《楞嚴》上看，又不在內，又不在外，又不在中間，又不能說沒有，麻煩可大了。所以古大德講，「若人識得心，大地無寸土」，這就是『至理虛玄，窮微絕妙』，凡是有言說，都是不得已而建立的。所以佛在《般若經》裡面，一面說一面就遣相，掃得乾乾淨淨，就是叫你不要執著語言，看經的時候不要執著文字，理明白了，一切都離開，這才叫悟。理懂得了，要是執著那個理，死在教理之下。死在教理之下，跟死在教法之下沒什麼兩樣；換句話說，教理行果都不可以執著。"
    },
    {
      "id": "09-012-0013_p0048",
      "zh_CN": "如果说佛法能够执着，《心经》后面何必要说「无智亦无得」？《金刚经》里面须菩提尊者又何必说，我不作是念得阿罗汉，他确实证得阿罗汉了，他自己心里没有觉得我证得阿罗汉，我是个阿罗汉，他没有。这就是说明无论是大乘的果法、小乘的果法，都住不得。须陀洹绝不住须陀洹果，斯陀含绝不住斯陀含果；乃至于一切菩萨，十住菩萨不会住十住之果，十行菩萨也不住十行之果，心地清净。一住，那是什么？名字菩萨，有名无实，是凡夫，不是圣人，要懂这个道理。真正的佛菩萨，一切假名假相，他晓得那是假名假相，是为了解释这个道理、说明这个方法；道理、方法你明白之后，相统统不要，统统扫掉，心地才清净。清净心就是道，清净心就是佛法，清净心就具足法身、般若、解脱，具足一切佛法，具足无量法门，由此可知清净心的重要。一切法里面修清净心，就是修禅定、修无量三昧，一切法里面不取于相、如如不动，这就是修禅定，这就是修般若。既然是修禅定、修般若，前面的布施、持戒、忍辱、精进统统具足，你有后面，一定有前面，你有前面，不见得有后面。",
      "zh_TW": "如果說佛法能夠執著，《心經》後面何必要說「無智亦無得」？《金剛經》裡面須菩提尊者又何必說，我不作是念得阿羅漢，他確實證得阿羅漢了，他自己心裡沒有覺得我證得阿羅漢，我是個阿羅漢，他沒有。這就是說明無論是大乘的果法、小乘的果法，都住不得。須陀洹絕不住須陀洹果，斯陀含絕不住斯陀含果；乃至於一切菩薩，十住菩薩不會住十住之果，十行菩薩也不住十行之果，心地清淨。一住，那是什麼？名字菩薩，有名無實，是凡夫，不是聖人，要懂這個道理。真正的佛菩薩，一切假名假相，他曉得那是假名假相，是為了解釋這個道理、說明這個方法；道理、方法你明白之後，相統統不要，統統掃掉，心地才清淨。清淨心就是道，清淨心就是佛法，清淨心就具足法身、般若、解脫，具足一切佛法，具足無量法門，由此可知清淨心的重要。一切法裡面修清淨心，就是修禪定、修無量三昧，一切法裡面不取於相、如如不動，這就是修禪定，這就是修般若。既然是修禪定、修般若，前面的布施、持戒、忍辱、精進統統具足，你有後面，一定有前面，你有前面，不見得有後面。"
    },
    {
      "id": "09-012-0013_p0049",
      "zh_CN": "后面这一段就是发明这个道理，教我们一与三要认识，一与三都是方便语，不可以执着一定有一乘，不可以执着一定有三乘，不可以执着一定有十法界，不可以执着一定有一真法界；一动这个心，一起这个念，就大错特错。这是佛法难体会的地方，也就是佛法有深度的地方。好，我们下课。",
      "zh_TW": "後面這一段就是發明這個道理，教我們一與三要認識，一與三都是方便語，不可以執著一定有一乘，不可以執著一定有三乘，不可以執著一定有十法界，不可以執著一定有一真法界；一動這個心，一起這個念，就大錯特錯。這是佛法難體會的地方，也就是佛法有深度的地方。好，我們下課。"
    }
  ]
}