{
  "doc_id": "09-012-0012",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "year": "（第十二集）　1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0012",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "09-012-0012_p0001",
      "zh_CN": "【由是品类愚迷。无能自晓。或因说而悟解。故号声闻。原其所修。四谛而为本行。观无常而生恐。念空寂以求安。患六道之轮回。恶三界之生死。】",
      "zh_TW": "【由是品類愚迷。無能自曉。或因說而悟解。故號聲聞。原其所修。四諦而為本行。觀無常而生恐。念空寂以求安。患六道之輪迴。惡三界之生死。】"
    },
    {
      "id": "09-012-0012_p0002",
      "zh_CN": "这是接着上面所讲，幽溪大师在小注里面告诉我们，永嘉禅师这个文字里面，要是依天台的判教，它是不定教，就是依《四教仪》里面所判的。因此小乘人看是小乘的境界，大乘人看到是属于大乘的境界，这就是所谓不定的意思。换句话说，三乘是在众生接受教化的程度上而区别，不在佛之所说。今天接着说，『由是品类愚迷，无能自晓』，这是总说。底下就分三类，先说声闻，为什么叫做声闻？『因说而悟解，故号声闻』，声闻得名就是从这个地方得到的，他是因闻世尊说法而开悟的，这类的学人我们统称之为声闻。『原其所修，四谛而为本行』，声闻以哪个法门做为他主修？是以「四谛」而为主修。在经典里面，《四阿含经》就是属于小乘经，是小乘人所修的，《四阿含》分量相当之多，但是都是以四谛为本。说实在话，四谛法通大小乘，到后面会讲到。为什么这类的人闻四谛法变成小乘？高上之士闻到四谛法而成为菩萨，四谛是十方诸佛建立教化的根本法轮，哪一法都离不开四谛。我们看看小乘人的心理以及小乘人的着眼，『观无常而生恐，念空寂以求安，患六道之轮回，恶三界之生死』，这就是小乘的根性。生死无常在大乘菩萨眼睛里面是不当作一回事，但在小乘人眼睛里面是非常严重的大问题，他看得很重。看万法无常，他生恐怖心，害怕了。这个「空寂」就是小乘人所证的偏真涅槃，这个很自在，他的目标就是求偏真涅槃。六道轮回、三界生死是小乘人最为厌恶的，总得想尽方法要离开。虽然这是小教、小果，比起我们博地凡夫依然是殊胜多多，因此我们也不能够轻视小乘这些圣者们。",
      "zh_TW": "這是接著上面所講，幽溪大師在小註裡面告訴我們，永嘉禪師這個文字裡面，要是依天台的判教，它是不定教，就是依《四教儀》裡面所判的。因此小乘人看是小乘的境界，大乘人看到是屬於大乘的境界，這就是所謂不定的意思。換句話說，三乘是在眾生接受教化的程度上而區別，不在佛之所說。今天接著說，『由是品類愚迷，無能自曉』，這是總說。底下就分三類，先說聲聞，為什麼叫做聲聞？『因說而悟解，故號聲聞』，聲聞得名就是從這個地方得到的，他是因聞世尊說法而開悟的，這類的學人我們統稱之為聲聞。『原其所修，四諦而為本行』，聲聞以哪個法門做為他主修？是以「四諦」而為主修。在經典裡面，《四阿含經》就是屬於小乘經，是小乘人所修的，《四阿含》分量相當之多，但是都是以四諦為本。說實在話，四諦法通大小乘，到後面會講到。為什麼這類的人聞四諦法變成小乘？高上之士聞到四諦法而成為菩薩，四諦是十方諸佛建立教化的根本法輪，哪一法都離不開四諦。我們看看小乘人的心理以及小乘人的著眼，『觀無常而生恐，念空寂以求安，患六道之輪迴，惡三界之生死』，這就是小乘的根性。生死無常在大乘菩薩眼睛裡面是不當作一回事，但在小乘人眼睛裡面是非常嚴重的大問題，他看得很重。看萬法無常，他生恐怖心，害怕了。這個「空寂」就是小乘人所證的偏真涅槃，這個很自在，他的目標就是求偏真涅槃。六道輪迴、三界生死是小乘人最為厭惡的，總得想盡方法要離開。雖然這是小教、小果，比起我們博地凡夫依然是殊勝多多，因此我們也不能夠輕視小乘這些聖者們。"
    },
    {
      "id": "09-012-0012_p0003",
      "zh_CN": "【见苦常怀厌离。断集恒畏其生。证灭独契无为。修道惟论自度。】",
      "zh_TW": "【見苦常懷厭離。斷集恆畏其生。證滅獨契無為。修道惟論自度。】"
    },
    {
      "id": "09-012-0012_p0004",
      "zh_CN": "我们读这四句，就把小乘人的特色看出来了。小乘人厌苦，见到三界之苦恼，他认为这是大患在身，念念要离苦。苦是果报，诸位晓得，离苦从果上离是离不掉的。要从什么地方离？要从因上离，因就是集。集里面所包的是迷惑造业感召来的苦果。小乘人「断集」，就是断烦恼，唯恐烦恼又生，这是说他的功夫。『证灭独契无为』，灭是道之果，苦集是世间因果，灭道是出世间的因果，灭就是涅槃的别名，他要证得无为涅槃，也就是我们通常讲的无余涅槃。『修道惟论自度』。怎样才能够证入无余涅槃？必须得修道，修道是证灭之因。四谛法里面，世尊给我们所说的顺序是先说果，后说因，因为果报容易接受。三界之内的果是苦，三界之内的因是烦恼；出世的果报是乐，果报就是灭，灭什么？灭生死、灭烦恼。证灭之因就是修道。小乘道品通常归纳为三十七道品，小乘人主修的。所谓小乘不发大心，只求自度。他也不是不教人，他不主动教人，你要去拜他做老师，你要去跟他学，他也收，你得去找他，他不会来找你。不像菩萨，菩萨所谓是「为众生不请之友」，他是主动去找众生，以方便法诱导众生来学道。小乘人不是如此，所以他是自度。大乘的特色重在利他上。",
      "zh_TW": "我們讀這四句，就把小乘人的特色看出來了。小乘人厭苦，見到三界之苦惱，他認為這是大患在身，念念要離苦。苦是果報，諸位曉得，離苦從果上離是離不掉的。要從什麼地方離？要從因上離，因就是集。集裡面所包的是迷惑造業感召來的苦果。小乘人「斷集」，就是斷煩惱，唯恐煩惱又生，這是說他的功夫。『證滅獨契無為』，滅是道之果，苦集是世間因果，滅道是出世間的因果，滅就是涅槃的別名，他要證得無為涅槃，也就是我們通常講的無餘涅槃。『修道惟論自度』。怎樣才能夠證入無餘涅槃？必須得修道，修道是證滅之因。四諦法裡面，世尊給我們所說的順序是先說果，後說因，因為果報容易接受。三界之內的果是苦，三界之內的因是煩惱；出世的果報是樂，果報就是滅，滅什麼？滅生死、滅煩惱。證滅之因就是修道。小乘道品通常歸納為三十七道品，小乘人主修的。所謂小乘不發大心，只求自度。他也不是不教人，他不主動教人，你要去拜他做老師，你要去跟他學，他也收，你得去找他，他不會來找你。不像菩薩，菩薩所謂是「為眾生不請之友」，他是主動去找眾生，以方便法誘導眾生來學道。小乘人不是如此，所以他是自度。大乘的特色重在利他上。"
    },
    {
      "id": "09-012-0012_p0005",
      "zh_CN": "【大誓之心未普。摄化之道无施。六和之敬空然。三界之慈靡运。因乖万行。果阙圆常。六度未修。非小何类。如是则声闻之道也。】",
      "zh_TW": "【大誓之心未普。攝化之道無施。六和之敬空然。三界之慈靡運。因乖萬行。果闕圓常。六度未修。非小何類。如是則聲聞之道也。】"
    },
    {
      "id": "09-012-0012_p0006",
      "zh_CN": "这是总结，说明他是小乘之所以然。第一个他没有发大愿，『大誓』就是四弘誓愿，他没有，他没有发普度众生之心，他只求自度，所以小乘称之为自了汉。纵然度生，还要度几个与他有缘的，他高兴度那几个人，他没有大心普度，他没有平等心。『摄化之道』，摄受教化众生的大道，他没有做到。『六和之敬空然』，六和敬是入众必须遵守的六种戒条，这才像一个和合的团体。见和同解、戒和同修、身和同住、口和无诤、意和同悦、利和同均，这是通常说的。《仁王经》里面，六和敬它后头的利和同均不是这么说的，它是说「学和同修」。大致上是大同小异。这是处众，就是团体当中人人必须遵守的。团体，是属于大乘法。大众在一起过团体生活，我们出家人的僧团过团体生活，在一块共修，这是从唐朝以后才有这个情形。唐朝以前都是每个人自修，只有在听经、法会的时候，我们聚集在一块，经听完之后各人修各人的，没有共同的共修。从马祖、百丈之后才有共同在一块修行，用依众靠众的办法。共同在一块修行，六和敬就非常的重要，为什么？我们是过团体生活，而不是从前个人生活。大乘菩萨离不开大众，他天天要弘法，要利益众生，天天要跟大众在一起，所以大乘菩萨入众就是修的六和敬。小乘人不度众生，找一个清净的所在去自了，所以六和之敬空然。",
      "zh_TW": "這是總結，說明他是小乘之所以然。第一個他沒有發大願，『大誓』就是四弘誓願，他沒有，他沒有發普度眾生之心，他只求自度，所以小乘稱之為自了漢。縱然度生，還要度幾個與他有緣的，他高興度那幾個人，他沒有大心普度，他沒有平等心。『攝化之道』，攝受教化眾生的大道，他沒有做到。『六和之敬空然』，六和敬是入眾必須遵守的六種戒條，這才像一個和合的團體。見和同解、戒和同修、身和同住、口和無諍、意和同悅、利和同均，這是通常說的。《仁王經》裡面，六和敬它後頭的利和同均不是這麼說的，它是說「學和同修」。大致上是大同小異。這是處眾，就是團體當中人人必須遵守的。團體，是屬於大乘法。大眾在一起過團體生活，我們出家人的僧團過團體生活，在一塊共修，這是從唐朝以後才有這個情形。唐朝以前都是每個人自修，只有在聽經、法會的時候，我們聚集在一塊，經聽完之後各人修各人的，沒有共同的共修。從馬祖、百丈之後才有共同在一塊修行，用依眾靠眾的辦法。共同在一塊修行，六和敬就非常的重要，為什麼？我們是過團體生活，而不是從前個人生活。大乘菩薩離不開大眾，他天天要弘法，要利益眾生，天天要跟大眾在一起，所以大乘菩薩入眾就是修的六和敬。小乘人不度眾生，找一個清淨的所在去自了，所以六和之敬空然。"
    },
    {
      "id": "09-012-0012_p0007",
      "zh_CN": "『三界之慈靡运』，菩萨都是以三界为度脱的对象，这是无缘大慈；声闻人他没有发这个心，所以无缘大慈在他来说不能够显现出来。所以在因地里面他没有修万行，六度万行他没修；因没有修，果当然就不圆满，纵然证得阿罗汉果，并不圆满，并非究竟。这个『常』在此地可以说有究竟的意思，他不圆满、不究竟。如果要以行门来说，菩萨是修六度万行，『六度未修，非小何类』，他要是不算小乘，那他算是哪一类？『如是则声闻之道也』，这一句是总结，这类人就是小乘声闻之道。由此可知，我们要想果证圆常，一定要修大乘法；也就是说，必须修学六度万行之因，才能够圆满菩提，才能够成就无上道。向下经文再说第二，这是中乘，缘觉一类的。",
      "zh_TW": "『三界之慈靡運』，菩薩都是以三界為度脫的對象，這是無緣大慈；聲聞人他沒有發這個心，所以無緣大慈在他來說不能夠顯現出來。所以在因地裡面他沒有修萬行，六度萬行他沒修；因沒有修，果當然就不圓滿，縱然證得阿羅漢果，並不圓滿，並非究竟。這個『常』在此地可以說有究竟的意思，他不圓滿、不究竟。如果要以行門來說，菩薩是修六度萬行，『六度未修，非小何類』，他要是不算小乘，那他算是哪一類？『如是則聲聞之道也』，這一句是總結，這類人就是小乘聲聞之道。由此可知，我們要想果證圓常，一定要修大乘法；也就是說，必須修學六度萬行之因，才能夠圓滿菩提，才能夠成就無上道。向下經文再說第二，這是中乘，緣覺一類的。"
    },
    {
      "id": "09-012-0012_p0008",
      "zh_CN": "【或有不因他说。自悟非常。偶缘散而体真。故名缘觉。】",
      "zh_TW": "【或有不因他說。自悟非常。偶緣散而體真。故名緣覺。】"
    },
    {
      "id": "09-012-0012_p0009",
      "zh_CN": "这就是所谓中乘之人，梵语称为「辟支迦罗」，翻成我们中文，有翻缘觉的意思，有翻独觉的意思。我们常讲辟支佛，辟支就是辟支迦罗，辟支迦罗是缘，佛就是觉，所以辟支佛就叫缘觉，缘觉就叫辟支佛，缘觉是我们中国的意思，梵语称之为辟支佛。有些人问辟支佛是什么？他不晓得辟支佛就是缘觉，缘觉就是辟支佛，佛者觉也，大家晓得这个意思。这里面有两种，一种叫钝根，一种叫利根。所谓利根就叫独觉，他没有老师，世尊在经里面常讲，三界之内第一等聪明人是独觉，无师自通。但是独觉，诸位要记住，必须要在无佛出世的时候才示现；有佛出世纵然他是独觉，悟了，还要去亲近佛，他亲近佛依然称之为缘觉，不称为独觉。此地所着重是在独觉上，因为经里头的意思很明显，『不因他说』，他没有听别人说过法。『自悟非常』，悟到万法无常，这个理是他自己悟到的。『偶缘散而体真』，「缘散」就是无常之相，看到树叶落了、花枯了，豁然之间他开悟了，「体真」就是开悟，他体会到真常之性。这类称他作『缘觉』，这个缘觉实在讲是独觉之意。",
      "zh_TW": "這就是所謂中乘之人，梵語稱為「辟支迦羅」，翻成我們中文，有翻緣覺的意思，有翻獨覺的意思。我們常講辟支佛，辟支就是辟支迦羅，辟支迦羅是緣，佛就是覺，所以辟支佛就叫緣覺，緣覺就叫辟支佛，緣覺是我們中國的意思，梵語稱之為辟支佛。有些人問辟支佛是什麼？他不曉得辟支佛就是緣覺，緣覺就是辟支佛，佛者覺也，大家曉得這個意思。這裡面有兩種，一種叫鈍根，一種叫利根。所謂利根就叫獨覺，他沒有老師，世尊在經裡面常講，三界之內第一等聰明人是獨覺，無師自通。但是獨覺，諸位要記住，必須要在無佛出世的時候才示現；有佛出世縱然他是獨覺，悟了，還要去親近佛，他親近佛依然稱之為緣覺，不稱為獨覺。此地所著重是在獨覺上，因為經裡頭的意思很明顯，『不因他說』，他沒有聽別人說過法。『自悟非常』，悟到萬法無常，這個理是他自己悟到的。『偶緣散而體真』，「緣散」就是無常之相，看到樹葉落了、花枯了，豁然之間他開悟了，「體真」就是開悟，他體會到真常之性。這類稱他作『緣覺』，這個緣覺實在講是獨覺之意。"
    },
    {
      "id": "09-012-0012_p0010",
      "zh_CN": "【原其所习。十二因缘。而为本行。】",
      "zh_TW": "【原其所習。十二因緣。而為本行。】"
    },
    {
      "id": "09-012-0012_p0011",
      "zh_CN": "就以独觉来说，在我们眼睛里面看他是一等聪明人，没有老师教他就开悟了。实际上他是多生多劫修『十二因缘』，在这一生因缘成熟，豁然开悟了。如果过去世没有修，他这一生怎么也开不了悟。我们每位同修寿命不止这一生，过去无量劫，哪一个人在过去世生中没有修行过？凡是闻到佛法，凡是见到三宝形像，过去世都有因缘！那些没有学佛的，学外道的，学天主教、学基督教的，你问问他有没有个释迦牟尼佛？有，他晓得，听说过，有没有观音菩萨？他也听说过，证明他过去生中在佛法里头薰修过。如果没有薰修过，在这一生当中，佛菩萨的名字都听不到，他怎么会晓得？不过在这一生当中业障太重，迷惑颠倒，没有得到好因缘，没有能够继续的去修学。这类开悟的是过去的修因，在这一生成熟了。缘觉是如此，菩萨、声闻又何尝不然？我们大众当中有的根性很利，一听这个经就明白，法喜充满，就得利益了；有的听一遍还不甚清楚，迷迷糊糊，再听个二遍、三遍，意思大概才懂得一些。为什么有人一听就明白？过去世用的功夫深，现在一听就明白；现在一遍、二遍听不明白，过去生中也听这部经，不用功，所以现在学习就困难一点。",
      "zh_TW": "就以獨覺來說，在我們眼睛裡面看他是一等聰明人，沒有老師教他就開悟了。實際上他是多生多劫修『十二因緣』，在這一生因緣成熟，豁然開悟了。如果過去世沒有修，他這一生怎麼也開不了悟。我們每位同修壽命不止這一生，過去無量劫，哪一個人在過去世生中沒有修行過？凡是聞到佛法，凡是見到三寶形像，過去世都有因緣！那些沒有學佛的，學外道的，學天主教、學基督教的，你問問他有沒有個釋迦牟尼佛？有，他曉得，聽說過，有沒有觀音菩薩？他也聽說過，證明他過去生中在佛法裡頭薰修過。如果沒有薰修過，在這一生當中，佛菩薩的名字都聽不到，他怎麼會曉得？不過在這一生當中業障太重，迷惑顛倒，沒有得到好因緣，沒有能夠繼續的去修學。這類開悟的是過去的修因，在這一生成熟了。緣覺是如此，菩薩、聲聞又何嘗不然？我們大眾當中有的根性很利，一聽這個經就明白，法喜充滿，就得利益了；有的聽一遍還不甚清楚，迷迷糊糊，再聽個二遍、三遍，意思大概才懂得一些。為什麼有人一聽就明白？過去世用的功夫深，現在一聽就明白；現在一遍、二遍聽不明白，過去生中也聽這部經，不用功，所以現在學習就困難一點。"
    },
    {
      "id": "09-012-0012_p0012",
      "zh_CN": "因此，我们对于根利的不要羡慕，没有什么好羡慕的，为什么？他过去用功，我过去不用功。自己要是根钝的也不必泄气，为什么？努力就可以。俗话常说，别人一遍学会，我学十遍，我比别人再加十倍的努力；别人十遍学会，我学一百遍。所以我希望同修们再加一番的努力，这个书要念二百遍，果然诸位要肯念二百遍，你们现在都有录音带，把录音带从头到尾听上二百遍，那你就有很大的受用，你在佛法上就有相当坚固的基础。不要以为没有经听，你把录音带保留在家里一遍一遍的听，听一遍有一遍的利益，听两遍有两遍的利益，多听、多看，自己就有悟处。这就是说明以佛法来薰习我们的烦恼，不读、不听就胡思乱想，就打妄想，打妄想就是以烦恼薰习你的本性，愈薰习就愈迷惑、愈糊涂，愈是愚痴、迷惑颠倒就愈造业，造了罪业哪有不受苦报的道理！所以要想我们不胡思乱想，唯一的办法就是一天到晚念经、一天到晚听经，你就不会再打妄想了。佛法是正知见，以正知见来薰习，把邪知邪见赶走。几时薰修得力，境界就变了，拿现在俗话来说，你的宇宙观、人生观就改变，就跟从前不一样了，这就是受用。十二因缘在这里也不必说，将来「十四讲表」会讲到。",
      "zh_TW": "因此，我們對於根利的不要羨慕，沒有什麼好羨慕的，為什麼？他過去用功，我過去不用功。自己要是根鈍的也不必洩氣，為什麼？努力就可以。俗話常說，別人一遍學會，我學十遍，我比別人再加十倍的努力；別人十遍學會，我學一百遍。所以我希望同修們再加一番的努力，這個書要念二百遍，果然諸位要肯念二百遍，你們現在都有錄音帶，把錄音帶從頭到尾聽上二百遍，那你就有很大的受用，你在佛法上就有相當堅固的基礎。不要以為沒有經聽，你把錄音帶保留在家裡一遍一遍的聽，聽一遍有一遍的利益，聽兩遍有兩遍的利益，多聽、多看，自己就有悟處。這就是說明以佛法來薰習我們的煩惱，不讀、不聽就胡思亂想，就打妄想，打妄想就是以煩惱薰習你的本性，愈薰習就愈迷惑、愈糊塗，愈是愚痴、迷惑顛倒就愈造業，造了罪業哪有不受苦報的道理！所以要想我們不胡思亂想，唯一的辦法就是一天到晚念經、一天到晚聽經，你就不會再打妄想了。佛法是正知見，以正知見來薰習，把邪知邪見趕走。幾時薰修得力，境界就變了，拿現在俗話來說，你的宇宙觀、人生觀就改變，就跟從前不一樣了，這就是受用。十二因緣在這裡也不必說，將來「十四講表」會講到。"
    },
    {
      "id": "09-012-0012_p0013",
      "zh_CN": "【观无明而即空。达诸行而无作。二因既非其业。五果之报何酬。爱取有以无疵。老死亦何所累。】",
      "zh_TW": "【觀無明而即空。達諸行而無作。二因既非其業。五果之報何酬。愛取有以無疵。老死亦何所累。】"
    },
    {
      "id": "09-012-0012_p0014",
      "zh_CN": "这两行就是说的十二因缘，无明缘行，行缘识，识缘名色。无明跟行这两种是因与缘，从识以下到受这五条叫果，五种果，前面两种叫因。『二因既非其业』，辟支迦罗他们的修法，是在十二因缘里面做还灭门来观察，而不是流转门，是讲还灭门。假设要是按照顺序排列，无明、行、识、名色、六入、触、受、爱、取、有、生、老死，按照这个顺序来排列叫流转门，这是三世二重因果。这也就是说明一切凡夫在六道轮回里面轮转的理论说明，为什么有六道？为什么有轮回？十二因缘给我们说明了。这些缘觉学者他们在里面觉悟了，觉悟什么？觉悟就是还源，还灭门。我们为什么有老、有死？因为有生，要是没有生，就没有老死；为什么有生？因为有有。所以倒过头来看，生死里面的奥妙就被你看穿了。为什么有有？因为有取，有就是有了业因，就是有业了，业从哪里来的？业是从一切相里面取相、着相；为什么有取？因为有爱；为什么会有爱？因为有受。这样一层一层往上面推，推到最后，行缘无明。",
      "zh_TW": "這兩行就是說的十二因緣，無明緣行，行緣識，識緣名色。無明跟行這兩種是因與緣，從識以下到受這五條叫果，五種果，前面兩種叫因。『二因既非其業』，辟支迦羅他們的修法，是在十二因緣裡面做還滅門來觀察，而不是流轉門，是講還滅門。假設要是按照順序排列，無明、行、識、名色、六入、觸、受、愛、取、有、生、老死，按照這個順序來排列叫流轉門，這是三世二重因果。這也就是說明一切凡夫在六道輪迴裡面輪轉的理論說明，為什麼有六道？為什麼有輪迴？十二因緣給我們說明了。這些緣覺學者他們在裡面覺悟了，覺悟什麼？覺悟就是還源，還滅門。我們為什麼有老、有死？因為有生，要是沒有生，就沒有老死；為什麼有生？因為有有。所以倒過頭來看，生死裡面的奧妙就被你看穿了。為什麼有有？因為有取，有就是有了業因，就是有業了，業從哪裡來的？業是從一切相裡面取相、著相；為什麼有取？因為有愛；為什麼會有愛？因為有受。這樣一層一層往上面推，推到最後，行緣無明。"
    },
    {
      "id": "09-012-0012_p0015",
      "zh_CN": "既然懂得这个道理，你希望了生死出三界，你在十二因缘里面断一个字就行了，生死就了了。但是你要断，必须要明了，果上不能断，要在因上断，果上断不了。十二条里面属于果报的有七条，从识、名色、六入、触、受，后面的生、老死，这七条是果，果上不能断。要是果上断就容易了，那自杀就断了；自杀断不了，自杀就苦了，比活着还要难过！你看一般所说的，那并非无稽之谈，自杀死了之后还要找替身，找不到替身，你还没办法投胎。一般寿命终了，《地藏经》里面讲四十九天可以投胎；自杀死的不行，找不到替身没有办法投胎，没有投胎当游魂相当之苦！所以万万不可以自杀，自杀决定解决不了问题，那是苦中加苦，不是解决问题的办法，这是我们应当要明白的。",
      "zh_TW": "既然懂得這個道理，你希望了生死出三界，你在十二因緣裡面斷一個字就行了，生死就了了。但是你要斷，必須要明瞭，果上不能斷，要在因上斷，果上斷不了。十二條裡面屬於果報的有七條，從識、名色、六入、觸、受，後面的生、老死，這七條是果，果上不能斷。要是果上斷就容易了，那自殺就斷了；自殺斷不了，自殺就苦了，比活著還要難過！你看一般所說的，那並非無稽之談，自殺死了之後還要找替身，找不到替身，你還沒辦法投胎。一般壽命終了，《地藏經》裡面講四十九天可以投胎；自殺死的不行，找不到替身沒有辦法投胎，沒有投胎當遊魂相當之苦！所以萬萬不可以自殺，自殺決定解決不了問題，那是苦中加苦，不是解決問題的辦法，這是我們應當要明白的。"
    },
    {
      "id": "09-012-0012_p0016",
      "zh_CN": "怎么断法？要在因上断，因上在十二因缘里面有五条是属于因，无明、行、爱、取、有。这五条里面无明跟行是过去世的，这无从下手；实际上可以下手的只有三关，爱、取、有。这三条你能够断一条，证辟支佛果，就超三界、了生死。爱就是贪爱，世出世间一切法都不爱了，连身心也不爱，就行了。想想看，我们能不能办得到？几时你要办到，几时你就了生死，为什么？爱是迷惑，是属于惑，你不迷惑就不造业；因为爱才有取，取就是造业。在爱上断是最高明的，这一条要是断不了，在第二个字上用功夫，不取。不取也不容易，《金刚经》里面常说的，「不取于相，如如不动」，你把这两句做到，也了生死、出三界，虽然有迷惑在，不造业。",
      "zh_TW": "怎麼斷法？要在因上斷，因上在十二因緣裡面有五條是屬於因，無明、行、愛、取、有。這五條裡面無明跟行是過去世的，這無從下手；實際上可以下手的只有三關，愛、取、有。這三條你能夠斷一條，證辟支佛果，就超三界、了生死。愛就是貪愛，世出世間一切法都不愛了，連身心也不愛，就行了。想想看，我們能不能辦得到？幾時你要辦到，幾時你就了生死，為什麼？愛是迷惑，是屬於惑，你不迷惑就不造業；因為愛才有取，取就是造業。在愛上斷是最高明的，這一條要是斷不了，在第二個字上用功夫，不取。不取也不容易，《金剛經》裡面常說的，「不取於相，如如不動」，你把這兩句做到，也了生死、出三界，雖然有迷惑在，不造業。"
    },
    {
      "id": "09-012-0012_p0017",
      "zh_CN": "说老实话，除了这两条上可以下功夫之外，第三种要在「有」上断，那是属于再来人，乘愿再来的，不是我们普通人能做得到，说老实话，辟支佛也做不到。那是什么样的境界？真正讲他是大彻大悟的人，样子是装糊涂，假糊涂，有爱、有取，假的，心里头不落印象。取，但是阿赖耶识里面不落种子，诸位想想看，这谈何容易？有就是阿赖耶识里头有了种子，造善业落善业的种子，造恶业落恶业的种子，造无记业就落无记业的种子。你想想看，有本事造一切业，阿赖耶识里头没有种子，那是什么人？明心见性的大菩萨再来，那是示现的。像我们历代祖师大德，这些高僧里面有许许多多是古佛、大菩萨再来的，他们能做得到。寒山、拾得是文殊普贤的化身，丰干和尚是阿弥陀佛的化身，像他们行，他们虽然造作，他没有「有」。再跟诸位说一位鼎鼎大名的高僧济公活佛，他在十二因缘里面，他没有「有」，表面上看起来疯疯颠颠、迷惑颠倒，人家有这个本事。严格的说起来，真正做功夫就是在爱、取这两条上下功夫。你要说我也学济公活佛，我在有上下功夫，那就看你是真有还是假有？跟诸位说，做不到的，理论上是能讲得通，事实上做不到；也就是说，我们没那个定力，没有那个智慧。这是把十二因缘观空了，十二因缘也是性空，所以说「二因既非其业，五果之报何酬」，他都能够把它观空，都能够离开。『爱取有以无疵』，无疵就是没有瑕疵。『老死亦何所累』，这是身心解脱了。因既然空了，果当然也是虚妄而不实在。",
      "zh_TW": "說老實話，除了這兩條上可以下功夫之外，第三種要在「有」上斷，那是屬於再來人，乘願再來的，不是我們普通人能做得到，說老實話，辟支佛也做不到。那是什麼樣的境界？真正講他是大徹大悟的人，樣子是裝糊塗，假糊塗，有愛、有取，假的，心裡頭不落印象。取，但是阿賴耶識裡面不落種子，諸位想想看，這談何容易？有就是阿賴耶識裡頭有了種子，造善業落善業的種子，造惡業落惡業的種子，造無記業就落無記業的種子。你想想看，有本事造一切業，阿賴耶識裡頭沒有種子，那是什麼人？明心見性的大菩薩再來，那是示現的。像我們歷代祖師大德，這些高僧裡面有許許多多是古佛、大菩薩再來的，他們能做得到。寒山、拾得是文殊普賢的化身，豐干和尚是阿彌陀佛的化身，像他們行，他們雖然造作，他沒有「有」。再跟諸位說一位鼎鼎大名的高僧濟公活佛，他在十二因緣裡面，他沒有「有」，表面上看起來瘋瘋顛顛、迷惑顛倒，人家有這個本事。嚴格的說起來，真正做功夫就是在愛、取這兩條上下功夫。你要說我也學濟公活佛，我在有上下功夫，那就看你是真有還是假有？跟諸位說，做不到的，理論上是能講得通，事實上做不到；也就是說，我們沒那個定力，沒有那個智慧。這是把十二因緣觀空了，十二因緣也是性空，所以說「二因既非其業，五果之報何酬」，他都能夠把它觀空，都能夠離開。『愛取有以無疵』，無疵就是沒有瑕疵。『老死亦何所累』，這是身心解脫了。因既然空了，果當然也是虛妄而不實在。"
    },
    {
      "id": "09-012-0012_p0018",
      "zh_CN": "【故能翛然独脱。】",
      "zh_TW": "【故能翛然獨脫。】"
    },
    {
      "id": "09-012-0012_p0019",
      "zh_CN": "『翛然』就是忽然，他一悟之后忽然就解脱，『脱』是解脱的意思，他能独脱。",
      "zh_TW": "『翛然』就是忽然，他一悟之後忽然就解脫，『脫』是解脫的意思，他能獨脫。"
    },
    {
      "id": "09-012-0012_p0020",
      "zh_CN": "【净处幽居。】",
      "zh_TW": "【淨處幽居。】"
    },
    {
      "id": "09-012-0012_p0021",
      "zh_CN": "这类人都欢喜清净，居住在人迹不到的所在。",
      "zh_TW": "這類人都歡喜清淨，居住在人跡不到的所在。"
    },
    {
      "id": "09-012-0012_p0022",
      "zh_CN": "【观物变而悟非常。睹秋零而入真道。四仪庠序。摄心虑以恬愉。性好单栖。憩闲林而自适。】",
      "zh_TW": "【觀物變而悟非常。睹秋零而入真道。四儀庠序。攝心慮以恬愉。性好單棲。憩閑林而自適。】"
    },
    {
      "id": "09-012-0012_p0023",
      "zh_CN": "我们看了这一段，对于道人确实很羡慕，神仙生活。好虽然是好，于众生没有利益。这在一般说起来，这才真正叫清福，在山林里面这是享福，尘世烦恼一丝毫他都不沾染。独处，说老实话，应当要学这些小乘人，学二乘人，利生要学大乘人，两者兼而有之那就太好了。我们中国古大德真正是聪明绝顶，就是做到兼而有之，兼而有之怎么做法？自己进修的时候在山林，弘法的时候在都市。从前大道场的寺院，山里面有大本山，那是他修行的道场；寺院里面有下院，下院就在都市里面，有寺庙、有讲堂，这确确实实是很有道理的。譬如圆觉寺本山就在山上，台北市中心区有它的下院，下院里面讲经弘法接引大众，报施主之恩。在山林里面进修，这是两者兼而有之。现在困难了，现在怎么样？人心浮躁，如果找这样的一个地方居住，这不行，太寂寞了，住在这个地方没有意思。山林好不好？山林要开成观光区，天天多少人来拜拜，热闹！那还修个什么道？所以一变成观光区就完了。",
      "zh_TW": "我們看了這一段，對於道人確實很羨慕，神仙生活。好雖然是好，於眾生沒有利益。這在一般說起來，這才真正叫清福，在山林裡面這是享福，塵世煩惱一絲毫他都不沾染。獨處，說老實話，應當要學這些小乘人，學二乘人，利生要學大乘人，兩者兼而有之那就太好了。我們中國古大德真正是聰明絕頂，就是做到兼而有之，兼而有之怎麼做法？自己進修的時候在山林，弘法的時候在都市。從前大道場的寺院，山裡面有大本山，那是他修行的道場；寺院裡面有下院，下院就在都市裡面，有寺廟、有講堂，這確確實實是很有道理的。譬如圓覺寺本山就在山上，台北市中心區有它的下院，下院裡面講經弘法接引大眾，報施主之恩。在山林裡面進修，這是兩者兼而有之。現在困難了，現在怎麼樣？人心浮躁，如果找這樣的一個地方居住，這不行，太寂寞了，住在這個地方沒有意思。山林好不好？山林要開成觀光區，天天多少人來拜拜，熱鬧！那還修個什麼道？所以一變成觀光區就完了。"
    },
    {
      "id": "09-012-0012_p0024",
      "zh_CN": "为什么从前修行人要远离城市？不但是城市，甚至远离聚落，连村庄他都要远离，人迹不到的处所，才能够把心静下来办道。我们不说远的，说近的，《了凡四训》后面附的《云谷大师传》，云谷大师他住在深山里面，栖霞寺建立成为一个丛林之后，既成为丛林，往来的人就多了。但是还不像现在的观光，那时候往来都是参学的，都是到那个地方参访、听经、闻法的，都是这类人。他老人家就嫌不安静，嫌人多吵杂，所以再往深山里面去建茅蓬静修。可是每年他一定要出来一次，在都市里面住一、二个月，讲经、弘法。这种生活山林跟都市兼而有之，就是大乘菩萨，不像二乘人终生不出来。二乘学者确确实实他一生不出山，你要想学道，你到他那个地方亲近他。这几句也不必细说，文字很容易、很明显，一看就懂得。",
      "zh_TW": "為什麼從前修行人要遠離城市？不但是城市，甚至遠離聚落，連村莊他都要遠離，人跡不到的處所，才能夠把心靜下來辦道。我們不說遠的，說近的，《了凡四訓》後面附的《雲谷大師傳》，雲谷大師他住在深山裡面，棲霞寺建立成為一個叢林之後，既成為叢林，往來的人就多了。但是還不像現在的觀光，那時候往來都是參學的，都是到那個地方參訪、聽經、聞法的，都是這類人。他老人家就嫌不安靜，嫌人多吵雜，所以再往深山裡面去建茅蓬靜修。可是每年他一定要出來一次，在都市裡面住一、二個月，講經、弘法。這種生活山林跟都市兼而有之，就是大乘菩薩，不像二乘人終生不出來。二乘學者確確實實他一生不出山，你要想學道，你到他那個地方親近他。這幾句也不必細說，文字很容易、很明顯，一看就懂得。"
    },
    {
      "id": "09-012-0012_p0025",
      "zh_CN": "【不欣说法。】",
      "zh_TW": "【不欣說法。】"
    },
    {
      "id": "09-012-0012_p0026",
      "zh_CN": "缘觉他不喜欢说法，他要度众生，他度众生不广。",
      "zh_TW": "緣覺他不喜歡說法，他要度眾生，他度眾生不廣。"
    },
    {
      "id": "09-012-0012_p0027",
      "zh_CN": "【现神力以化他。】",
      "zh_TW": "【現神力以化他。】"
    },
    {
      "id": "09-012-0012_p0028",
      "zh_CN": "他度众生是以示现神通比较多，以这个方法来度众生。",
      "zh_TW": "他度眾生是以示現神通比較多，以這個方法來度眾生。"
    },
    {
      "id": "09-012-0012_p0029",
      "zh_CN": "【无佛之世出兴。作佛灯之后燄。】",
      "zh_TW": "【無佛之世出興。作佛燈之後燄。】"
    },
    {
      "id": "09-012-0012_p0030",
      "zh_CN": "这一句在这个地方要特别跟诸位说明，为什么？怕的是有一些妖魔鬼怪在现在假装独觉。现在释迦牟尼佛不住世，我是独觉！咱们相不相信他？不相信。为什么不相信？释迦牟尼佛的法运没有完，『无佛之世』是讲没有佛法之世，现在有佛法，三宝住在世间；换句话说，现在不是独觉出现的时候，如果他自称独觉，冒充的。必须要等到末法一万年之后，才有真正的独觉出世，释迦牟尼佛的法运，正法一千年，像法一千年，末法一万年，就是一万二千年之后。现在释迦牟尼佛灭度到今天，以我们中国人算法是三千年，换句话说，释迦牟尼佛的法运还有九千年。你要想当独觉，九千年以后再来，现在太早了，没人相信。这是我们要提高警觉的。《楞严经》里面讲，「末法时期，邪师说法如恒河沙」，都是一些妖魔鬼怪来冒充佛菩萨，那不是真的。",
      "zh_TW": "這一句在這個地方要特別跟諸位說明，為什麼？怕的是有一些妖魔鬼怪在現在假裝獨覺。現在釋迦牟尼佛不住世，我是獨覺！咱們相不相信他？不相信。為什麼不相信？釋迦牟尼佛的法運沒有完，『無佛之世』是講沒有佛法之世，現在有佛法，三寶住在世間；換句話說，現在不是獨覺出現的時候，如果他自稱獨覺，冒充的。必須要等到末法一萬年之後，才有真正的獨覺出世，釋迦牟尼佛的法運，正法一千年，像法一千年，末法一萬年，就是一萬二千年之後。現在釋迦牟尼佛滅度到今天，以我們中國人算法是三千年，換句話說，釋迦牟尼佛的法運還有九千年。你要想當獨覺，九千年以後再來，現在太早了，沒人相信。這是我們要提高警覺的。《楞嚴經》裡面講，「末法時期，邪師說法如恆河沙」，都是一些妖魔鬼怪來冒充佛菩薩，那不是真的。"
    },
    {
      "id": "09-012-0012_p0031",
      "zh_CN": "辟支佛现通也要教你入理，绝不是变魔术给你看来吓唬人，是以这个来接引你，也教你证入，他有他的善巧方便，正如同禅宗里面祖师大德一样。『作佛灯之后燄』，佛法灭了众生苦，辟支佛在这时候也兴起慈悲心来度众生。小注说，「初心菩萨能说法而未能现通」，初发心的菩萨，他可以说法，他不能现神通，「缘觉独觉能现通而不能说法，惟佛与佛乃兼有之」，又说法又现神通，只有佛与那些大菩萨们。这些大菩萨们叫分证佛，他们才能够示现又说法又示现神通。但是这也不一定，底下说得很清楚，有现通、有不现通的缘觉，有说法、不说法的缘觉，不是说一律都是。阿罗汉、辟支佛也有说法的，不可以一概而论。",
      "zh_TW": "辟支佛現通也要教你入理，絕不是變魔術給你看來嚇唬人，是以這個來接引你，也教你證入，他有他的善巧方便，正如同禪宗裡面祖師大德一樣。『作佛燈之後燄』，佛法滅了眾生苦，辟支佛在這時候也興起慈悲心來度眾生。小註說，「初心菩薩能說法而未能現通」，初發心的菩薩，他可以說法，他不能現神通，「緣覺獨覺能現通而不能說法，惟佛與佛乃兼有之」，又說法又現神通，只有佛與那些大菩薩們。這些大菩薩們叫分證佛，他們才能夠示現又說法又示現神通。但是這也不一定，底下說得很清楚，有現通、有不現通的緣覺，有說法、不說法的緣覺，不是說一律都是。阿羅漢、辟支佛也有說法的，不可以一概而論。"
    },
    {
      "id": "09-012-0012_p0032",
      "zh_CN": "【身惟善寂。意翫清虚。独宿孤峰。观物散灭。利他不普。自益未圆。于下有胜。于上不足。两非其类。位取中乘。如此。辟支佛道也。】",
      "zh_TW": "【身惟善寂。意翫清虛。獨宿孤峰。觀物散滅。利他不普。自益未圓。於下有勝。於上不足。兩非其類。位取中乘。如此。辟支佛道也。】"
    },
    {
      "id": "09-012-0012_p0033",
      "zh_CN": "这是这一段的总结，把这一类给我们做一个交代。辟支佛，我们要是说二乘，他也归并在小乘一类；如果说三乘，我们就叫他做中乘。他也是属于独善其身一类，欢喜清净，欢喜独居，欢喜观察大自然的现象。看到自然现象成住坏空，万法无常，虽有利他之心，但是他『不普』，不像菩萨的大愿。『自益未圆』，比声闻殊胜一点，声闻是不圆满有欠缺，缘觉也是如此。在断证的功行上来说，声闻只断见思烦恼，九十八品使见思烦恼；缘觉、独觉比他高明的是，不但能断烦恼，而且断烦恼的习气，这就比阿罗汉要高一级。譬如阿罗汉决定没有傲慢，贪瞋痴慢这些烦恼他断尽了，但是表现还有一点傲慢的样子在，那叫做习气。他是不是有傲慢？确实没有，但是他有习气存在，辟支佛连傲慢的习气都没有。譬如经上佛陀在世的时候，有许多证阿罗汉果的，他过去出生在贵族，傲慢的习气养成一种习惯，使唤人的习惯，叫人都是很不客气，你过来呀！就好像用家里下人一样的。证阿罗汉照理说没有傲慢，可是他平常叫人叫惯了，还是这么个叫法。有的人就很不高兴，你对待我好像没有礼貌、没有客气，去问佛。佛跟他说，他确实没有傲慢，但是他的习气在。这是说明声闻人烦恼断尽，还留着有烦恼习气，确实是无心。缘觉连这个习气都没有，也是断九十八使见思烦恼。尘沙、无明，声闻跟缘觉都没有破，断尘沙、破无明是菩萨的事情，他们这两类办不到。『于下有胜』，下就是阿罗汉，要是跟阿罗汉比比看，比阿罗汉殊胜，阿罗汉的烦恼习气没断，他烦恼习气断了；要是往上比这些菩萨，那不如，比上不足。这样说起来是『两非其类』，又不是阿罗汉一类，也不是菩萨一类，他是当中的，中乘，『如此，辟支佛道也』，由众生根性不同上建立一个中乘。再看下面，这是大乘菩萨：",
      "zh_TW": "這是這一段的總結，把這一類給我們做一個交代。辟支佛，我們要是說二乘，他也歸併在小乘一類；如果說三乘，我們就叫他做中乘。他也是屬於獨善其身一類，歡喜清淨，歡喜獨居，歡喜觀察大自然的現象。看到自然現象成住壞空，萬法無常，雖有利他之心，但是他『不普』，不像菩薩的大願。『自益未圓』，比聲聞殊勝一點，聲聞是不圓滿有欠缺，緣覺也是如此。在斷證的功行上來說，聲聞只斷見思煩惱，九十八品使見思煩惱；緣覺、獨覺比他高明的是，不但能斷煩惱，而且斷煩惱的習氣，這就比阿羅漢要高一級。譬如阿羅漢決定沒有傲慢，貪瞋痴慢這些煩惱他斷盡了，但是表現還有一點傲慢的樣子在，那叫做習氣。他是不是有傲慢？確實沒有，但是他有習氣存在，辟支佛連傲慢的習氣都沒有。譬如經上佛陀在世的時候，有許多證阿羅漢果的，他過去出生在貴族，傲慢的習氣養成一種習慣，使喚人的習慣，叫人都是很不客氣，你過來呀！就好像用家裡下人一樣的。證阿羅漢照理說沒有傲慢，可是他平常叫人叫慣了，還是這麼個叫法。有的人就很不高興，你對待我好像沒有禮貌、沒有客氣，去問佛。佛跟他說，他確實沒有傲慢，但是他的習氣在。這是說明聲聞人煩惱斷盡，還留著有煩惱習氣，確實是無心。緣覺連這個習氣都沒有，也是斷九十八使見思煩惱。塵沙、無明，聲聞跟緣覺都沒有破，斷塵沙、破無明是菩薩的事情，他們這兩類辦不到。『於下有勝』，下就是阿羅漢，要是跟阿羅漢比比看，比阿羅漢殊勝，阿羅漢的煩惱習氣沒斷，他煩惱習氣斷了；要是往上比這些菩薩，那不如，比上不足。這樣說起來是『兩非其類』，又不是阿羅漢一類，也不是菩薩一類，他是當中的，中乘，『如此，辟支佛道也』，由眾生根性不同上建立一個中乘。再看下面，這是大乘菩薩："
    },
    {
      "id": "09-012-0012_p0034",
      "zh_CN": "【如其根性本明。元功宿着。学非博涉。解自先知。】",
      "zh_TW": "【如其根性本明。元功宿著。學非博涉。解自先知。】"
    },
    {
      "id": "09-012-0012_p0035",
      "zh_CN": "小注说，「此明菩萨乘，皆由宿秉，积功累德，不止一生，诚非学聚问辨而来」。大师在菩萨乘里面，一开端给我们说这四句话，说明菩萨不是一生修的，是生生世世；换句话说，是积功累德。我再奉劝诸位，真正想学菩萨，要发菩提心，要发菩萨愿，要普度一切众生。从哪里度起？按理说，要从小乘经论讲起，或者是从我们中国儒家、道家的学问来做起。给诸位说，现在来不及了，病入膏肓，眼看就要断气，来不及了。那个办法是度中小学生的，可以，从这时候做起。说老实话，大学以上的学生都晚了，如果在社会里面这些大众已经就业，各行各业这些人，你再叫他去念四书五经，再给他讲小乘佛法，那要到哪一年他才能够有个立足地？",
      "zh_TW": "小註說，「此明菩薩乘，皆由宿秉，積功累德，不止一生，誠非學聚問辨而來」。大師在菩薩乘裡面，一開端給我們說這四句話，說明菩薩不是一生修的，是生生世世；換句話說，是積功累德。我再奉勸諸位，真正想學菩薩，要發菩提心，要發菩薩願，要普度一切眾生。從哪裡度起？按理說，要從小乘經論講起，或者是從我們中國儒家、道家的學問來做起。給諸位說，現在來不及了，病入膏肓，眼看就要斷氣，來不及了。那個辦法是度中小學生的，可以，從這時候做起。說老實話，大學以上的學生都晚了，如果在社會裡面這些大眾已經就業，各行各業這些人，你再叫他去念四書五經，再給他講小乘佛法，那要到哪一年他才能夠有個立足地？"
    },
    {
      "id": "09-012-0012_p0036",
      "zh_CN": "因此祖师大德也费尽苦心，把小乘教理、儒家、道家的精华，啰啰嗦嗦的渣滓东西统统淘汰掉，提炼出精华来给我们救急，这是什么？给诸位说，就是《感应篇》、《安士全书》、《了凡四训》。万万不要以为这不是佛经，你看里面的注解，《安士全书》的《阴骘文》本来是道教的，里面注解句句话都是佛经，前面周安士列出来，引经据典，他取材在哪些经论上，取佛经一百多部。可见得你读那篇的注解就读了一百多部佛经，句句是精华。取的有儒家的经典、道家的经典、佛家的经典，注解这篇文章。《感应篇》你看《感应篇汇编》，《感应篇》的文不长，《汇编》几十万字一大本，也是这个办法。《了凡四训》是这两种书的纲领，就是说明，这两种书是《了凡四训》的修法。这三样东西教我们修什么？「诸恶莫作，众善奉行，自净其意」，这不是佛经是什么？所以我们今天讲学佛，从哪里入手？给诸位说，就是从这三本书入手，这是印光大师教给我们的。这大家晓得，我们净土宗第十三代的祖师，等觉菩萨再来，他指点我们这个法门决定不错，这叫救急。以这个基础再涉及一些大经大论，求明其义理，然后再以念佛法门做我们正修的功课，正助双修，这一生决定能有成就；要不照这个方法去修，你自作聪明要想成就，恐怕就相当的艰难。",
      "zh_TW": "因此祖師大德也費盡苦心，把小乘教理、儒家、道家的精華，囉囉嗦嗦的渣滓東西統統淘汰掉，提煉出精華來給我們救急，這是什麼？給諸位說，就是《感應篇》、《安士全書》、《了凡四訓》。萬萬不要以為這不是佛經，你看裡面的註解，《安士全書》的《陰騭文》本來是道教的，裡面註解句句話都是佛經，前面周安士列出來，引經據典，他取材在哪些經論上，取佛經一百多部。可見得你讀那篇的註解就讀了一百多部佛經，句句是精華。取的有儒家的經典、道家的經典、佛家的經典，註解這篇文章。《感應篇》你看《感應篇彙編》，《感應篇》的文不長，《彙編》幾十萬字一大本，也是這個辦法。《了凡四訓》是這兩種書的綱領，就是說明，這兩種書是《了凡四訓》的修法。這三樣東西教我們修什麼？「諸惡莫作，眾善奉行，自淨其意」，這不是佛經是什麼？所以我們今天講學佛，從哪裡入手？給諸位說，就是從這三本書入手，這是印光大師教給我們的。這大家曉得，我們淨土宗第十三代的祖師，等覺菩薩再來，他指點我們這個法門決定不錯，這叫救急。以這個基礎再涉及一些大經大論，求明其義理，然後再以念佛法門做我們正修的功課，正助雙修，這一生決定能有成就；要不照這個方法去修，你自作聰明要想成就，恐怕就相當的艱難。"
    },
    {
      "id": "09-012-0012_p0037",
      "zh_CN": "我们再问问我们自己，有没有菩萨根性？菩萨根性，此地的意思就是一闻千悟，『学非博涉』，并没有读些什么书，他自己就通达了；给你讲经，前面几句说明、讲清楚了，后面你都知道才行，要不然三藏十二分教典要讲到哪一年才能跟你讲圆满？大菩萨很简单，一天、二天就圆满了，三藏经典统统圆满。为什么？一闻千悟，一部经通，一切经都通了。一部经要讲多久？讲个二句、三句就行了。我们以惠能大师的例子来看，惠能大师一生听多少经？在《坛经》里头有记载，只听过一次经，五祖给他讲《金刚经》，从「如是我闻」讲到「应无所住而生其心」，不要讲了，整部《大藏经》都通了。我们行不行？我们如果行还念什么佛学院，还受那三、四年的冤枉苦头！那是什么样的人？就是此地所说的『根性本明，元功宿着』，是再来人，不是一生一世的，所以他的学问不是学聚问辨而来的。这是指什么样的菩萨？倒驾慈航乘愿再来的菩萨，不是我们现前。我们现前发大心是初学的菩萨，从这时候起我们积功累德。照《了凡四训》、《感应篇》去修学，断恶修善，积功累德，要博学多闻，普度众生，这样才行。与乘愿再来的菩萨心心相印，这就起感应道交。",
      "zh_TW": "我們再問問我們自己，有沒有菩薩根性？菩薩根性，此地的意思就是一聞千悟，『學非博涉』，並沒有讀些什麼書，他自己就通達了；給你講經，前面幾句說明、講清楚了，後面你都知道才行，要不然三藏十二分教典要講到哪一年才能跟你講圓滿？大菩薩很簡單，一天、二天就圓滿了，三藏經典統統圓滿。為什麼？一聞千悟，一部經通，一切經都通了。一部經要講多久？講個二句、三句就行了。我們以惠能大師的例子來看，惠能大師一生聽多少經？在《壇經》裡頭有記載，只聽過一次經，五祖給他講《金剛經》，從「如是我聞」講到「應無所住而生其心」，不要講了，整部《大藏經》都通了。我們行不行？我們如果行還念什麼佛學院，還受那三、四年的冤枉苦頭！那是什麼樣的人？就是此地所說的『根性本明，元功宿著』，是再來人，不是一生一世的，所以他的學問不是學聚問辨而來的。這是指什麼樣的菩薩？倒駕慈航乘願再來的菩薩，不是我們現前。我們現前發大心是初學的菩薩，從這時候起我們積功累德。照《了凡四訓》、《感應篇》去修學，斷惡修善，積功累德，要博學多聞，普度眾生，這樣才行。與乘願再來的菩薩心心相印，這就起感應道交。"
    },
    {
      "id": "09-012-0012_p0038",
      "zh_CN": "【心无所缘。而能利物。慈悲至大。爱见之所不拘。终日度生。不见生之可度。】",
      "zh_TW": "【心無所緣。而能利物。慈悲至大。愛見之所不拘。終日度生。不見生之可度。】"
    },
    {
      "id": "09-012-0012_p0039",
      "zh_CN": "这是讲菩萨行。『心无所缘』就是他心地清净，缘是讲攀缘，菩萨心决定没有攀缘；修道有没有攀缘？没有；度生有没有攀缘？没有。修道要是攀缘，他就不能见道；度生如果要攀缘，他决定是凡夫，决定不是菩萨。为什么？心不清净，心不清净怎么能入道？心不清净怎么能说法？「心无所缘」太重要了。一部《楞严》释迦牟尼佛教阿难尊者的就是要离攀缘心、离缘虑心。缘虑心是妄心，不是真心，缘虑心是八识的作用，不是真性的作用。几时你把缘虑心抛弃掉，真心在哪里？真心自然现前，不要再找真心；一找真心，还是缘虑心，还是缘虑用事。去了妄就是真，去了妄再找真，那还是妄。我们凡夫无始劫以来就是以缘虑心用事，把缘虑心当作自己的真心，这叫认贼作子，所以不能入道、不能开悟、不能了生死，病根就在此地。因此也谈不上利物，真正讲利益众生谈不上，自己的意地不清净。大根性的人，人家用功是从根本上来解决问题。三业清净要从意地上用功夫，如果从缘虑心上下功夫，这是最上乘的办法，就是把妄心完全离开，不再用它。",
      "zh_TW": "這是講菩薩行。『心無所緣』就是他心地清淨，緣是講攀緣，菩薩心決定沒有攀緣；修道有沒有攀緣？沒有；度生有沒有攀緣？沒有。修道要是攀緣，他就不能見道；度生如果要攀緣，他決定是凡夫，決定不是菩薩。為什麼？心不清淨，心不清淨怎麼能入道？心不清淨怎麼能說法？「心無所緣」太重要了。一部《楞嚴》釋迦牟尼佛教阿難尊者的就是要離攀緣心、離緣慮心。緣慮心是妄心，不是真心，緣慮心是八識的作用，不是真性的作用。幾時你把緣慮心拋棄掉，真心在哪裡？真心自然現前，不要再找真心；一找真心，還是緣慮心，還是緣慮用事。去了妄就是真，去了妄再找真，那還是妄。我們凡夫無始劫以來就是以緣慮心用事，把緣慮心當作自己的真心，這叫認賊作子，所以不能入道、不能開悟、不能了生死，病根就在此地。因此也談不上利物，真正講利益眾生談不上，自己的意地不清淨。大根性的人，人家用功是從根本上來解決問題。三業清淨要從意地上用功夫，如果從緣慮心上下功夫，這是最上乘的辦法，就是把妄心完全離開，不再用它。"
    },
    {
      "id": "09-012-0012_p0040",
      "zh_CN": "妄心不再用它，那你用的是什么？《楞严》里面讲「舍识用根」，你用的是六根根性，这是真心，这不是缘虑心。见色用什么见？用见性去见；闻法用什么闻？用闻性去闻。这是举两个例子给诸位说，要用六根之性。这个性就是本性，也就是讲的真性，决定不妄。我们一般用什么？譬如眼见是用眼识，用的是五俱起意识，用这个去见；闻法是用耳识，与耳识同时起的五俱起意识，用这个来听你怎么能开悟？当然不能开悟。换句话说，总名称就是用缘虑心，日用平常用妄心，心不清净，不能得到解脱，法身、般若、解脱永远见不到，只听说过这个名词而已。究竟法身、解脱是什么样子，见到过没有？为什么见不到？障碍就在此地，你什么时候会舍识用根，就是六根接触六尘不要用六识，用根中之性，法身、般若、解脱你都证得了。这个理论方法在《楞严经》里面。一定要到心无所缘，换句话说，舍识用根，这才是名符其实的菩萨，『而能利物』，这才能利益一切众生。",
      "zh_TW": "妄心不再用它，那你用的是什麼？《楞嚴》裡面講「捨識用根」，你用的是六根根性，這是真心，這不是緣慮心。見色用什麼見？用見性去見；聞法用什麼聞？用聞性去聞。這是舉兩個例子給諸位說，要用六根之性。這個性就是本性，也就是講的真性，決定不妄。我們一般用什麼？譬如眼見是用眼識，用的是五俱起意識，用這個去見；聞法是用耳識，與耳識同時起的五俱起意識，用這個來聽你怎麼能開悟？當然不能開悟。換句話說，總名稱就是用緣慮心，日用平常用妄心，心不清淨，不能得到解脫，法身、般若、解脫永遠見不到，只聽說過這個名詞而已。究竟法身、解脫是什麼樣子，見到過沒有？為什麼見不到？障礙就在此地，你什麼時候會捨識用根，就是六根接觸六塵不要用六識，用根中之性，法身、般若、解脫你都證得了。這個理論方法在《楞嚴經》裡面。一定要到心無所緣，換句話說，捨識用根，這才是名符其實的菩薩，『而能利物』，這才能利益一切眾生。"
    },
    {
      "id": "09-012-0012_p0041",
      "zh_CN": "《金刚经》给菩萨定了个标准，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。我们问问我们自己，有没有我相、有没有人相、有没有众生相、有没有寿者相？如果四相都有，不是菩萨，也不是学大乘。念《华严经》、念《法华经》，我们此地讲三乘，连小乘都不够格！要老老实实记清楚，我们才人乘而已，连个天都做不到，声闻、缘觉、菩萨还在上面，什么时候能把四相离开，你就是大乘根性。四相怎么能够离开？心无所缘就离开了。《楞严》说得详细，很长的经文说明这个道理，说明这个方法，大师在此地只用一句话。一句话好，简单明了，容易记，容易受持。可是你要是在大经上没有基础的话，这一句里面是包罗万象，你不能透彻明了它的含义，你又如何能够受持？这就是说明大经不可不读。怎么个读法？要「不取于相，如如不动」，要这样读法；换句话说，要心无所缘去读经，心无所缘去行事，这才叫菩萨利物。",
      "zh_TW": "《金剛經》給菩薩定了個標準，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。我們問問我們自己，有沒有我相、有沒有人相、有沒有眾生相、有沒有壽者相？如果四相都有，不是菩薩，也不是學大乘。念《華嚴經》、念《法華經》，我們此地講三乘，連小乘都不夠格！要老老實實記清楚，我們才人乘而已，連個天都做不到，聲聞、緣覺、菩薩還在上面，什麼時候能把四相離開，你就是大乘根性。四相怎麼能夠離開？心無所緣就離開了。《楞嚴》說得詳細，很長的經文說明這個道理，說明這個方法，大師在此地只用一句話。一句話好，簡單明瞭，容易記，容易受持。可是你要是在大經上沒有基礎的話，這一句裡面是包羅萬象，你不能透徹明瞭它的含義，你又如何能夠受持？這就是說明大經不可不讀。怎麼個讀法？要「不取於相，如如不動」，要這樣讀法；換句話說，要心無所緣去讀經，心無所緣去行事，這才叫菩薩利物。"
    },
    {
      "id": "09-012-0012_p0042",
      "zh_CN": "『慈悲至大』，这种慈悲叫「无缘大慈，同体大悲」。为什么称作无缘、同体？因为他心无所缘。『爱见之所不拘』，如果心有所缘，你就有爱有见，就是有四相；心无所缘，无爱无见，四相离开了，这才是『终日度生，不见生之可度』。这个地方引用《金刚经》一句话，一看就明了，「金刚般若云：灭度一切众生，实无众生得灭度者，此之谓也」。",
      "zh_TW": "『慈悲至大』，這種慈悲叫「無緣大慈，同體大悲」。為什麼稱作無緣、同體？因為他心無所緣。『愛見之所不拘』，如果心有所緣，你就有愛有見，就是有四相；心無所緣，無愛無見，四相離開了，這才是『終日度生，不見生之可度』。這個地方引用《金剛經》一句話，一看就明瞭，「金剛般若云：滅度一切眾生，實無眾生得滅度者，此之謂也」。"
    },
    {
      "id": "09-012-0012_p0043",
      "zh_CN": "【一异齐旨。解惑同源。人法俱空。故名菩萨。】",
      "zh_TW": "【一異齊旨。解惑同源。人法俱空。故名菩薩。】"
    },
    {
      "id": "09-012-0012_p0044",
      "zh_CN": "这是大师在此地给我们对菩萨这个名词下了一个定义，以后再有人问，什么叫菩萨？这就是菩萨的解释。『一』是同相，『异』是不同，是差别相。注子说，「一谓照真，异谓照俗，真俗虽异，妙旨不殊」。大经里面讲，「一即是多，多即是一」，性是一个，相是有无量无边的差别，无量无边的差别相，如果你从性上看是一个，所以非一非多，一即是多，多即是一，一多不二。『一异齐旨』，齐旨就是不二的意思，它的旨趣是相同的、是相等的，齐是讲整齐、一样的。一跟异是不二，没有区别，一是讲性，异是讲相，性相不二；一是说体，异是说用，体用无殊。",
      "zh_TW": "這是大師在此地給我們對菩薩這個名詞下了一個定義，以後再有人問，什麼叫菩薩？這就是菩薩的解釋。『一』是同相，『異』是不同，是差別相。註子說，「一謂照真，異謂照俗，真俗雖異，妙旨不殊」。大經裡面講，「一即是多，多即是一」，性是一個，相是有無量無邊的差別，無量無邊的差別相，如果你從性上看是一個，所以非一非多，一即是多，多即是一，一多不二。『一異齊旨』，齊旨就是不二的意思，它的旨趣是相同的、是相等的，齊是講整齊、一樣的。一跟異是不二，沒有區別，一是講性，異是講相，性相不二；一是說體，異是說用，體用無殊。"
    },
    {
      "id": "09-012-0012_p0045",
      "zh_CN": "『解惑同源』，解是一切明了，惑是一切不明了、迷惑颠倒；解是明，惑是无明，明与无明是同一体。体是什么？本性。悟了我们就叫明，明心；迷了我们就叫无明，明心与无明是一桩事情，不是两桩事情，迷悟不同而已，是一桩事情。既然是一桩事情，所以佛与众生平等，生佛不二，这个道理很重要。我们看到佛知道尊敬，看到众生就瞧不起，错了，大大的错了。为什么？一切众生与佛不二，见佛恭敬，见一切众生就要恭敬。十大愿王里面第一愿「礼敬诸佛」，那个诸佛是谁？一切众生，不但有情众生是诸佛，无情众生也是诸佛。你要懂得这个意思，你才晓得礼敬诸佛怎么修法。解是佛，惑是众生，同一个真如本性，没有两样，一个就是觉悟的众生，什么叫佛？佛是觉悟的众生；什么是众生？迷惑颠倒的佛，没有两样，是一样。所以我们要以平等心去看待，要一体恭敬。经上常说「一心顶礼」，我们修的人以真诚、虔诚恭敬心，顶礼的对象是十方三世一切诸佛。十方三世，三世就有过去世、现在世、未来世，这还是给我们没有见性、不到家的人说的；见了性、到了家，没有三世，三世就是一真，一而三，三而一。下面会给我们辨别。",
      "zh_TW": "『解惑同源』，解是一切明瞭，惑是一切不明瞭、迷惑顛倒；解是明，惑是無明，明與無明是同一體。體是什麼？本性。悟了我們就叫明，明心；迷了我們就叫無明，明心與無明是一樁事情，不是兩樁事情，迷悟不同而已，是一樁事情。既然是一樁事情，所以佛與眾生平等，生佛不二，這個道理很重要。我們看到佛知道尊敬，看到眾生就瞧不起，錯了，大大的錯了。為什麼？一切眾生與佛不二，見佛恭敬，見一切眾生就要恭敬。十大願王裡面第一願「禮敬諸佛」，那個諸佛是誰？一切眾生，不但有情眾生是諸佛，無情眾生也是諸佛。你要懂得這個意思，你才曉得禮敬諸佛怎麼修法。解是佛，惑是眾生，同一個真如本性，沒有兩樣，一個就是覺悟的眾生，什麼叫佛？佛是覺悟的眾生；什麼是眾生？迷惑顛倒的佛，沒有兩樣，是一樣。所以我們要以平等心去看待，要一體恭敬。經上常說「一心頂禮」，我們修的人以真誠、虔誠恭敬心，頂禮的對象是十方三世一切諸佛。十方三世，三世就有過去世、現在世、未來世，這還是給我們沒有見性、不到家的人說的；見了性、到了家，沒有三世，三世就是一真，一而三，三而一。下面會給我們辨別。"
    },
    {
      "id": "09-012-0012_p0046",
      "zh_CN": "我们怎样才能见到宇宙人生的真相？唯独菩萨能够见到，他看到宇宙人生的实相（诸法实相）。『人法俱空』，证得人我空、法我空，这样才叫菩萨。在《金刚经》里面，诸位晓得，它分作前后两半部，前半部着重在人我空，后半部着重在法我空，所以后半部的境界比前半部高。前半部教我们离四相，后半部教我们离四见，比离四相就更高了，四见就是我见、人见、众生见、寿者见。前面是讲离四相，后面是讲离四见，这才到真正的究竟，真正的清净。到这个地步是来度化众生，这才可以名符其实的做到，「终日度生，不见生之可度」。所以在自行化他上绝无障碍、绝无苦厄。我们不明这个理，难以相信；明白这个理之后，你就晓得是理所当然。这三种人，诸位仔细看看，当然最高明的是菩萨，最清净的是菩萨，最值得尊敬的也是菩萨。希望大家真正发心，我们要学菩萨，我想诸位一定有这个心。菩萨从哪里学起？从这本书学起，这本书是教给我们一个门路。在行门上特别给诸位嘱咐的，就是要从《了凡四训》、《感应篇》、《安士全书》做起，老老实实照那个做。你做上三年，人就变样子了，变成什么？变成菩萨，就不再是凡夫面孔了。下课。",
      "zh_TW": "我們怎樣才能見到宇宙人生的真相？唯獨菩薩能夠見到，他看到宇宙人生的實相（諸法實相）。『人法俱空』，證得人我空、法我空，這樣才叫菩薩。在《金剛經》裡面，諸位曉得，它分作前後兩半部，前半部著重在人我空，後半部著重在法我空，所以後半部的境界比前半部高。前半部教我們離四相，後半部教我們離四見，比離四相就更高了，四見就是我見、人見、眾生見、壽者見。前面是講離四相，後面是講離四見，這才到真正的究竟，真正的清淨。到這個地步是來度化眾生，這才可以名符其實的做到，「終日度生，不見生之可度」。所以在自行化他上絕無障礙、絕無苦厄。我們不明這個理，難以相信；明白這個理之後，你就曉得是理所當然。這三種人，諸位仔細看看，當然最高明的是菩薩，最清淨的是菩薩，最值得尊敬的也是菩薩。希望大家真正發心，我們要學菩薩，我想諸位一定有這個心。菩薩從哪裡學起？從這本書學起，這本書是教給我們一個門路。在行門上特別給諸位囑咐的，就是要從《了凡四訓》、《感應篇》、《安士全書》做起，老老實實照那個做。你做上三年，人就變樣子了，變成什麼？變成菩薩，就不再是凡夫面孔了。下課。"
    }
  ]
}