{
  "doc_id": "09-012-0017",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "year": "（第十七集）　1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0017",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "09-012-0017_p0001",
      "zh_CN": "【譬夫象非雪山。假雪山而类象者。此但取其能类耳。岂以雪山而为象耶。】",
      "zh_TW": "【譬夫象非雪山。假雪山而類象者。此但取其能類耳。豈以雪山而為象耶。】"
    },
    {
      "id": "09-012-0017_p0002",
      "zh_CN": "这一段是比喻说，里面的譬喻很容易明了。佛在大经里面常常举『象』跟『雪山』做为法说的譬喻、比类，这些事很多，我们常常能看到。比喻并不就是事实，是从比类里面发明事理，是要我们就比喻而明了事理的真相而已。小注里面也是经中常常用的譬喻，「此借法喻难齐之事，以比罤兔不同之旨」，罤是抓兔子的网，抓兔子的网并不就是兔子，是两桩事情，这与藉香象、雪山来做比喻是一个道理。意思是说「雪山类象者」，象是白的，很大，雪山终年积雪，也是很高大，象像一座雪山一样，雪山像大象一样。雪山像大象，雪山绝不是大象，象有牙齿、有腿、有头、有尾巴，你要到雪山里头找象牙、找象尾巴，那到哪里去找？意思就是叫我们不可以执著名而责其实义，名是名，实是实，名实皆虚，名不当实，实不当名。这个意思在前面都曾经发挥过，诸位要记住。因此，性宗的学者他们避免谈名相，所谓「直指人心」，离开语言文字，这就是所谓教外别传，他是走这个门路。在相宗的学者，名相虽然是假的，但是名相也有它的用处，可以接引中下根性的人从名相而悟入真谛，所以他就采取名相做为工具。但是要晓得，不可以执著名相，要是执名滞相的话就不能开悟；要想开悟，必须即名相而离名相，就是心里面不执着、不分别，也不离开名相，这个名相才有功用。",
      "zh_TW": "這一段是比喻說，裡面的譬喻很容易明瞭。佛在大經裡面常常舉『象』跟『雪山』做為法說的譬喻、比類，這些事很多，我們常常能看到。比喻並不就是事實，是從比類裡面發明事理，是要我們就比喻而明瞭事理的真相而已。小註裡面也是經中常常用的譬喻，「此借法喻難齊之事，以比罤兔不同之旨」，罤是抓兔子的網，抓兔子的網並不就是兔子，是兩樁事情，這與藉香象、雪山來做比喻是一個道理。意思是說「雪山類象者」，象是白的，很大，雪山終年積雪，也是很高大，象像一座雪山一樣，雪山像大象一樣。雪山像大象，雪山絕不是大象，象有牙齒、有腿、有頭、有尾巴，你要到雪山裡頭找象牙、找象尾巴，那到哪裡去找？意思就是叫我們不可以執著名而責其實義，名是名，實是實，名實皆虛，名不當實，實不當名。這個意思在前面都曾經發揮過，諸位要記住。因此，性宗的學者他們避免談名相，所謂「直指人心」，離開語言文字，這就是所謂教外別傳，他是走這個門路。在相宗的學者，名相雖然是假的，但是名相也有它的用處，可以接引中下根性的人從名相而悟入真諦，所以他就採取名相做為工具。但是要曉得，不可以執著名相，要是執名滯相的話就不能開悟；要想開悟，必須即名相而離名相，就是心裡面不執著、不分別，也不離開名相，這個名相才有功用。"
    },
    {
      "id": "09-012-0017_p0003",
      "zh_CN": "【今之法非常而执有。假非有以破常。性非断而执无假非无而破断。】",
      "zh_TW": "【今之法非常而執有。假非有以破常。性非斷而執無假非無而破斷。】"
    },
    {
      "id": "09-012-0017_p0004",
      "zh_CN": "法说常、说无常都是过失，为什么？二边。但是一切法的真相，在这一章里面会详细的解释。这一章在修行里面来讲，可以说是关键的所在，因为修行人要明理，这一章就是讲教理的，是讲理法。法的四大类是教、理、行、果，这一章是讲理法。理路不明，那就是古人所讲的盲修瞎练，所以修行人一定要明理。可见这一章在这部书里面是非常重要的一门。小注说，「法本不常，而凡夫执之为有也」，这就是常的意思，凡夫执着，凡夫不明一切法的真相，法是指一切法。「法本非断，而外道执之为无也」。断见、常见都是邪见，法说不上常，也说不上断，到后面会把这个道理给我们发明出来。",
      "zh_TW": "法說常、說無常都是過失，為什麼？二邊。但是一切法的真相，在這一章裡面會詳細的解釋。這一章在修行裡面來講，可以說是關鍵的所在，因為修行人要明理，這一章就是講教理的，是講理法。法的四大類是教、理、行、果，這一章是講理法。理路不明，那就是古人所講的盲修瞎練，所以修行人一定要明理。可見這一章在這部書裡面是非常重要的一門。小註說，「法本不常，而凡夫執之為有也」，這就是常的意思，凡夫執著，凡夫不明一切法的真相，法是指一切法。「法本非斷，而外道執之為無也」。斷見、常見都是邪見，法說不上常，也說不上斷，到後面會把這個道理給我們發明出來。"
    },
    {
      "id": "09-012-0017_p0005",
      "zh_CN": "「圣人应病以设药」，圣人是指佛，佛为了救度凡夫众生、救度外道众生，这才假方便法来破除凡夫、外道的执着。凡夫执着有，佛就讲空的道理来破有的执着；外道执着无，佛就说有的道理来破他无的执着，可见得佛说一切法无非是破众生执着而已。如果众生一切都不执着，佛在你面前就开不得口了，没话可说。好像最高明的医生，你身体非常健康，一点毛病都没有，你在他面前，他有什么办法？他一点办法也没有。你有病，他显出他的本事；你没有病，他一点能力都没有。佛就是如此。分别执着就是病，所以「假非有以破常」，非有就是无，破你常的执着；「假非无而破断」，非无就是有，用有、藉有破外道断见的毛病。「病去药忘」，病去了，法就没有了，不要再执着佛法，佛是怎么说的，你如果一执着，药又变成病了。譬如我们凡夫执着一切法是有的、实在的，佛给我们说是空的、是无的，我们就接受一切法是无的、是空的，这又是毛病了。把有的见解破了之后，不要再执着无，佛说无是对治病的，病好了之后，药就不要了，不必再吃药，再吃药就又吃出毛病来。",
      "zh_TW": "「聖人應病以設藥」，聖人是指佛，佛為了救度凡夫眾生、救度外道眾生，這才假方便法來破除凡夫、外道的執著。凡夫執著有，佛就講空的道理來破有的執著；外道執著無，佛就說有的道理來破他無的執著，可見得佛說一切法無非是破眾生執著而已。如果眾生一切都不執著，佛在你面前就開不得口了，沒話可說。好像最高明的醫生，你身體非常健康，一點毛病都沒有，你在他面前，他有什麼辦法？他一點辦法也沒有。你有病，他顯出他的本事；你沒有病，他一點能力都沒有。佛就是如此。分別執著就是病，所以「假非有以破常」，非有就是無，破你常的執著；「假非無而破斷」，非無就是有，用有、藉有破外道斷見的毛病。「病去藥忘」，病去了，法就沒有了，不要再執著佛法，佛是怎麼說的，你如果一執著，藥又變成病了。譬如我們凡夫執著一切法是有的、實在的，佛給我們說是空的、是無的，我們就接受一切法是無的、是空的，這又是毛病了。把有的見解破了之後，不要再執著無，佛說無是對治病的，病好了之後，藥就不要了，不必再吃藥，再吃藥就又吃出毛病來。"
    },
    {
      "id": "09-012-0017_p0006",
      "zh_CN": "「若夫执药以成病，则圣人又有非有非无之教生也」，这是什么？怕你产生副作用，再用非空非有、亦空亦有这些方法来破除那些副作用。总得要有聪明伶俐汉一下觉悟了，佛说的一切法是应病与药，药到病除，病除药也不要了，这才是如来的真实义。这几天我教给你们的方法，背经、念佛，二六时中以佛法来薰习自己，这是药；我们的病在什么？妄念纷飞是病，拿这个来治病。几时我们的念头清净，没有妄念了，这个东西要不要？不要了，要懂这个道理。你要是心地清净，清净了还念佛，二六时中一天还是十万声佛号，或者还是经卷一天到晚口头念念不断，病已经没有了，为什么还要这样？那叫大慈大悲，示现给众生看的，给众生做榜样。这就是以身教化众生，身教，那叫慈悲示现。释迦牟尼佛已经成就了，为什么还要示现雪山六年苦行，还要去示现持戒修定，还搞这一套？用不着，那就是已经成功之后，再做榜样给那些迷惑而没有成就的众生看。跟你讲你未必相信，你看我就是这么做。没看到过，他是这么讲，他也这么做，大概是可靠的，靠得住，我们也照这个法子去学。这是所谓倒驾慈航，所谓大慈大悲。",
      "zh_TW": "「若夫執藥以成病，則聖人又有非有非無之教生也」，這是什麼？怕你產生副作用，再用非空非有、亦空亦有這些方法來破除那些副作用。總得要有聰明伶俐漢一下覺悟了，佛說的一切法是應病與藥，藥到病除，病除藥也不要了，這才是如來的真實義。這幾天我教給你們的方法，背經、念佛，二六時中以佛法來薰習自己，這是藥；我們的病在什麼？妄念紛飛是病，拿這個來治病。幾時我們的念頭清淨，沒有妄念了，這個東西要不要？不要了，要懂這個道理。你要是心地清淨，清淨了還念佛，二六時中一天還是十萬聲佛號，或者還是經卷一天到晚口頭念念不斷，病已經沒有了，為什麼還要這樣？那叫大慈大悲，示現給眾生看的，給眾生做榜樣。這就是以身教化眾生，身教，那叫慈悲示現。釋迦牟尼佛已經成就了，為什麼還要示現雪山六年苦行，還要去示現持戒修定，還搞這一套？用不著，那就是已經成功之後，再做榜樣給那些迷惑而沒有成就的眾生看。跟你講你未必相信，你看我就是這麼做。沒看到過，他是這麼講，他也這麼做，大概是可靠的，靠得住，我們也照這個法子去學。這是所謂倒駕慈航，所謂大慈大悲。"
    },
    {
      "id": "09-012-0017_p0007",
      "zh_CN": "【类如净非水灰。假水灰而洗净者。此但取其能洗耳。岂以水灰而为净耶。】",
      "zh_TW": "【類如淨非水灰。假水灰而洗淨者。此但取其能洗耳。豈以水灰而為淨耶。】"
    },
    {
      "id": "09-012-0017_p0008",
      "zh_CN": "在从前没有这些肥皂、清洁剂，器皿要是染污了，用什么东西来洗？用『灰』，把草烧成灰来洗。就像这个杯子脏了，把草烧成灰，拿灰来洗杯子，它里面的肮脏、油垢可以洗得很干净。清净，『净』绝不是水和灰，但是水与灰能够把器皿洗干净，取水灰是取其能洗，绝不是水灰就是净。小注说，「水灰喻能破，净喻所显」，意思就是说，所显显的是真如本性，所显的是清净心，要想清净心显示出来，必须要把清净心里面的染污、障碍把它破除。要懂得能破并不是所显，能破的是如来所讲的一切法门，并不是我们的清净心，是我们清净心现在有染污、有障碍，佛说的一切法门是破染污、破障碍的。障碍、染污去掉了，佛所讲的一切法门也都不要了，清净心才能现前；要是执着这个，清净心依然不能现前。这个理一定要懂。这就所谓是「法尚应舍，何况非法」。但是要晓得，心地没有清净的时候，法不能舍。这个杯子很肮脏、很染污，水、灰就不能舍，舍了之后没有办法洗干净。在我们现前这个阶段当中，佛法我们要，佛号我们要，我们二六时中要认真的干。这是把能破跟所显以这个比喻给我们说明白。",
      "zh_TW": "在從前沒有這些肥皂、清潔劑，器皿要是染污了，用什麼東西來洗？用『灰』，把草燒成灰來洗。就像這個杯子髒了，把草燒成灰，拿灰來洗杯子，它裡面的骯髒、油垢可以洗得很乾淨。清淨，『淨』絕不是水和灰，但是水與灰能夠把器皿洗乾淨，取水灰是取其能洗，絕不是水灰就是淨。小註說，「水灰喻能破，淨喻所顯」，意思就是說，所顯顯的是真如本性，所顯的是清淨心，要想清淨心顯示出來，必須要把清淨心裡面的染污、障礙把它破除。要懂得能破並不是所顯，能破的是如來所講的一切法門，並不是我們的清淨心，是我們清淨心現在有染污、有障礙，佛說的一切法門是破染污、破障礙的。障礙、染污去掉了，佛所講的一切法門也都不要了，清淨心才能現前；要是執著這個，清淨心依然不能現前。這個理一定要懂。這就所謂是「法尚應捨，何況非法」。但是要曉得，心地沒有清淨的時候，法不能捨。這個杯子很骯髒、很染污，水、灰就不能捨，捨了之後沒有辦法洗乾淨。在我們現前這個階段當中，佛法我們要，佛號我們要，我們二六時中要認真的幹。這是把能破跟所顯以這個比喻給我們說明白。"
    },
    {
      "id": "09-012-0017_p0009",
      "zh_CN": "【故知中道不偏。假二边而辨正。断常非是。寄无有以明非。若有若无言既非。非有非无亦何是。信知妙达元源者。非常情之所测也。】",
      "zh_TW": "【故知中道不偏。假二邊而辨正。斷常非是。寄無有以明非。若有若無言既非。非有非無亦何是。信知妙達元源者。非常情之所測也。】"
    },
    {
      "id": "09-012-0017_p0010",
      "zh_CN": "这一段正说中道的第一义。『中道不偏』，不偏怎么能显示出来？就是用什么方法显示不偏的中道？一定要藉『二边』，有无的二边、邪正的二边、空有的二边，要藉二边。什么是中道？二边都离开这就叫做中，否则的话，中道说不出来，也没办法表示出来。这是藉二边来辨别正，正就是中道。『断常非是』，断见也是毛病，常见也是毛病，皆无是处。『寄无有以明非』，怎么晓得它非是？就是藉有无来说明「断常非是」，说明它的非，前面讲过。理要是显了，是不是真有一个中道在？要是执着真有一个中道在，那就病了。理显，显就是显，显了不能执着，一执着病又生了。这是凡夫无始劫以来的习气，你要叫他不执着，难，太难太难了，不执着就成就了，他就是偏偏要执着，不执着这一端就执着那一端，二边不离就执着有个中道，这是大病。",
      "zh_TW": "這一段正說中道的第一義。『中道不偏』，不偏怎麼能顯示出來？就是用什麼方法顯示不偏的中道？一定要藉『二邊』，有無的二邊、邪正的二邊、空有的二邊，要藉二邊。什麼是中道？二邊都離開這就叫做中，否則的話，中道說不出來，也沒辦法表示出來。這是藉二邊來辨別正，正就是中道。『斷常非是』，斷見也是毛病，常見也是毛病，皆無是處。『寄無有以明非』，怎麼曉得它非是？就是藉有無來說明「斷常非是」，說明它的非，前面講過。理要是顯了，是不是真有一個中道在？要是執著真有一個中道在，那就病了。理顯，顯就是顯，顯了不能執著，一執著病又生了。這是凡夫無始劫以來的習氣，你要叫他不執著，難，太難太難了，不執著就成就了，他就是偏偏要執著，不執著這一端就執著那一端，二邊不離就執著有個中道，這是大病。"
    },
    {
      "id": "09-012-0017_p0011",
      "zh_CN": "『若有若无言既非，非有非无亦何是』，这要把它遣掉，也要把它除掉，若有若无。『非有非无亦何是』，又哪有是处？真正讲是，言语道断、心行处灭，那才叫真的是。这些话在经里面我们常常看到，佛说出这些，这就叫言词上的善巧方便，佛以这些方法、以这些言语来诱导我们契入元源，就是诸法的真实相、诸法的源头（起源）、诸法的根本。『信知妙达』，「达」是通达，「妙」就是药病都不执着，这才叫妙，妙达。讲到不分别、不执着，诸位要晓得，在圆顿大法里面，一法不执着，一切法都不执着。如果有一法还执着，病根未除，斩草没除根，一遇到因缘还是会生起来，这不是办法，这一点我们要觉悟。哪些不执着，我还有某些执着，这是我的病。一不执着，一切都不执着，那才叫真正的不执着；一不分别，一切都不分别，才叫真正的不分别。真正的不分别才是转识成智。如果一切法里面，我还有一法执着、还有一法分别，有没有转识成智？没有，绝对没有。所以你见不了性，你的心不是真正清净。",
      "zh_TW": "『若有若無言既非，非有非無亦何是』，這要把它遣掉，也要把它除掉，若有若無。『非有非無亦何是』，又哪有是處？真正講是，言語道斷、心行處滅，那才叫真的是。這些話在經裡面我們常常看到，佛說出這些，這就叫言詞上的善巧方便，佛以這些方法、以這些言語來誘導我們契入元源，就是諸法的真實相、諸法的源頭（起源）、諸法的根本。『信知妙達』，「達」是通達，「妙」就是藥病都不執著，這才叫妙，妙達。講到不分別、不執著，諸位要曉得，在圓頓大法裡面，一法不執著，一切法都不執著。如果有一法還執著，病根未除，斬草沒除根，一遇到因緣還是會生起來，這不是辦法，這一點我們要覺悟。哪些不執著，我還有某些執著，這是我的病。一不執著，一切都不執著，那才叫真正的不執著；一不分別，一切都不分別，才叫真正的不分別。真正的不分別才是轉識成智。如果一切法裡面，我還有一法執著、還有一法分別，有沒有轉識成智？沒有，絕對沒有。所以你見不了性，你的心不是真正清淨。"
    },
    {
      "id": "09-012-0017_p0012",
      "zh_CN": "『非常情之所测』，常情是凡情，不是凡夫情见所能够测度的。这就是说明佛法的妙处，虽然藉有无，但是他并不执着有无。好像前面比喻里面所说的，他藉水灰来洗净器皿，他不执着水灰。如果要执着，洗干净之后为什么还把水灰倒掉？执着就是不肯倒掉，这个不错，把我杯子洗干净了，我要放在杯子里，那就坏了，依然是肮脏的。烦恼是染污，佛法是洗染污的；烦恼断掉，阿赖耶识里头装满佛法，还是肮脏的、不干净，换个东西而已；脏污去掉，杯子里面的水灰还是没有倒干净，就是这个意思。拿杯子比作阿赖耶识，肮脏之物就是烦恼习气，水灰就比喻佛法，佛法把东西洗干净了，杯子要想真正到清净，水灰还是要倒掉才能得到干净。这就是说明一切佛法也执着不得。诸位要是能够作如是观、如是修学，才能够得到受用。此地所讲的理是不二法门。",
      "zh_TW": "『非常情之所測』，常情是凡情，不是凡夫情見所能夠測度的。這就是說明佛法的妙處，雖然藉有無，但是他並不執著有無。好像前面比喻裡面所說的，他藉水灰來洗淨器皿，他不執著水灰。如果要執著，洗乾淨之後為什麼還把水灰倒掉？執著就是不肯倒掉，這個不錯，把我杯子洗乾淨了，我要放在杯子裡，那就壞了，依然是骯髒的。煩惱是染污，佛法是洗染污的；煩惱斷掉，阿賴耶識裡頭裝滿佛法，還是骯髒的、不乾淨，換個東西而已；髒污去掉，杯子裡面的水灰還是沒有倒乾淨，就是這個意思。拿杯子比作阿賴耶識，骯髒之物就是煩惱習氣，水灰就比喻佛法，佛法把東西洗乾淨了，杯子要想真正到清淨，水灰還是要倒掉才能得到乾淨。這就是說明一切佛法也執著不得。諸位要是能夠作如是觀、如是修學，才能夠得到受用。此地所講的理是不二法門。"
    },
    {
      "id": "09-012-0017_p0013",
      "zh_CN": "【何者。妄非愚出。真不智生。达妄名真。迷真曰妄。岂有妄随愚变。真逐智回。真妄不差。愚智自异耳。】",
      "zh_TW": "【何者。妄非愚出。真不智生。達妄名真。迷真曰妄。豈有妄隨愚變。真逐智迴。真妄不差。愚智自異耳。】"
    },
    {
      "id": "09-012-0017_p0014",
      "zh_CN": "『何者』，解释前面所以然的道理。经里面常讲何以故，「何者」跟何以故意思一样的，就是为什么。为什么妙达元源非常情之所测？这里给我们解释所以然的道理。妄是对真才说妄，真是对妄才说真。妄，给诸位说，是不是从愚而生出来的？不是的；真是不是从智里面生出来的？也不是的。真自本真，本来就真，妄自本妄，没有哪个能生它的。既然本来如此，为什么又有个真有个妄？底下说，什么叫真？『达妄名真』，「达」是通达、明了，对一切妄境、妄相，你通达、你明了它，这就叫真；什么是妄？一切境界相、诸法实相，你迷了、你不通达就叫妄。",
      "zh_TW": "『何者』，解釋前面所以然的道理。經裡面常講何以故，「何者」跟何以故意思一樣的，就是為什麼。為什麼妙達元源非常情之所測？這裡給我們解釋所以然的道理。妄是對真才說妄，真是對妄才說真。妄，給諸位說，是不是從愚而生出來的？不是的；真是不是從智裡面生出來的？也不是的。真自本真，本來就真，妄自本妄，沒有哪個能生它的。既然本來如此，為什麼又有個真有個妄？底下說，什麼叫真？『達妄名真』，「達」是通達、明瞭，對一切妄境、妄相，你通達、你明瞭它，這就叫真；什麼是妄？一切境界相、諸法實相，你迷了、你不通達就叫妄。"
    },
    {
      "id": "09-012-0017_p0015",
      "zh_CN": "这个理明白，『岂有妄随愚变』，我们愚痴那个境界就虚妄的？不是，绝不是我们愚痴鲁钝，外面境界就变妄了，那个人聪明智慧高，境界就变真，哪有这种道理？没有这个道理。所以『真妄不差』，不差就是不二的意思，不二就是一如。《般若经》里面讲「法法皆如」，皆如就是不二，就是不差。我们为什么见法法不如？这是我们自己迷，是『愚智自异耳』，外面境界相确确实实没有差别。智者看我们现在这个境界是一真法界，愚者看我们这个境界是十法界，不是境界有差别，是愚智有差别。迷的人觉得一切境界相是生灭相，悟的人看现在一切相是寂灭相。可见得是迷悟有别，境界相哪有差别？绝不是悟了境界相就变成寂灭，迷了就变成差别，没有这个道理，境界相没变。所以在相上说、在理上讲皆是不二法门，一真法界与十法界不二，从理上去看，菩提与烦恼不二。可见得问题就是出在迷悟不同，愚智自异。",
      "zh_TW": "這個理明白，『豈有妄隨愚變』，我們愚痴那個境界就虛妄的？不是，絕不是我們愚痴魯鈍，外面境界就變妄了，那個人聰明智慧高，境界就變真，哪有這種道理？沒有這個道理。所以『真妄不差』，不差就是不二的意思，不二就是一如。《般若經》裡面講「法法皆如」，皆如就是不二，就是不差。我們為什麼見法法不如？這是我們自己迷，是『愚智自異耳』，外面境界相確確實實沒有差別。智者看我們現在這個境界是一真法界，愚者看我們這個境界是十法界，不是境界有差別，是愚智有差別。迷的人覺得一切境界相是生滅相，悟的人看現在一切相是寂滅相。可見得是迷悟有別，境界相哪有差別？絕不是悟了境界相就變成寂滅，迷了就變成差別，沒有這個道理，境界相沒變。所以在相上說、在理上講皆是不二法門，一真法界與十法界不二，從理上去看，菩提與煩惱不二。可見得問題就是出在迷悟不同，愚智自異。"
    },
    {
      "id": "09-012-0017_p0016",
      "zh_CN": "小注说，「妄，即凡夫外道所执有无断常之二边也」，这就叫妄。读这个我们自己要记住，我们在一切境界里头有没有这个执着？要是有这个执着自己就要觉悟，我现在是妄。什么叫真？「真，即假有破无、假无破有所显之中道也」，真就是指中道之理，中道之理从哪里显出来？从破立当中显示出来的。「然彼妄自为妄，不因愚而后出妄，真自本真，亦不因智而后生真」，换句话说，就是在境界上你明了不明了，你觉悟不觉悟。「惟其达妄本空」，这叫真，晓得一切法都是空的。空不当作无讲，空当作有讲，我们现前一切境界相，你要看到真相，真相是空相，真相是寂灭相。诸位几时入到这个境界，心开意解，真正是法喜充满，自在解脱，入不进去得不到受用。可贵的就是要会契入，契入就是明解，解了之后把境界相与你自己所解的理去相应、去印证。证的果然不错，这就叫证果，理事相应就叫修行。",
      "zh_TW": "小註說，「妄，即凡夫外道所執有無斷常之二邊也」，這就叫妄。讀這個我們自己要記住，我們在一切境界裡頭有沒有這個執著？要是有這個執著自己就要覺悟，我現在是妄。什麼叫真？「真，即假有破無、假無破有所顯之中道也」，真就是指中道之理，中道之理從哪裡顯出來？從破立當中顯示出來的。「然彼妄自為妄，不因愚而後出妄，真自本真，亦不因智而後生真」，換句話說，就是在境界上你明瞭不明瞭，你覺悟不覺悟。「惟其達妄本空」，這叫真，曉得一切法都是空的。空不當作無講，空當作有講，我們現前一切境界相，你要看到真相，真相是空相，真相是寂滅相。諸位幾時入到這個境界，心開意解，真正是法喜充滿，自在解脫，入不進去得不到受用。可貴的就是要會契入，契入就是明解，解了之後把境界相與你自己所解的理去相應、去印證。證的果然不錯，這就叫證果，理事相應就叫修行。"
    },
    {
      "id": "09-012-0017_p0017",
      "zh_CN": "譬如我们以一法来说，以四大皆空、五蕴非有观我们自己的身，观自身要是不容易的话，观别人身。一看到别人，不要指着人家鼻子说四大皆空、五蕴非有，那人家多不高兴，心里要如是观照，一看到人来了，四大皆空、五蕴非有来了，你就这么观察。你要常常这样观察，人相不见了，人相破了；人相一破一回头过来，我相没有，四相就破掉了。能这样观照就叫修行，就叫用功。几时一下观破了，真正契入，契入就是四大皆空、五蕴非有这个理与外面的事实一下相应了，理就是事，事就是理，这叫证入。这是什么境界？圆教初住菩萨的境界，这就入了。一法空一切法空，空还会执着？不执着了；空还会分别？不分别了。不分别、不执着，在这个境界里面才自在，任运度生而不着度生之相，正是《金刚经》里面所谓「灭度无量无边众生，实无众生得灭度者」。他不着相，三轮体空，布施三轮体空，持戒也三轮体空，忍辱也三轮体空，乃至于精进、禅定、般若，无一法而不三轮体空，这叫真正入境界，真正得到受用了。所谓一空一切空，一假一切假，一真一切真。万万不可以，这是假的，那是真的，那就糟糕了。这三种观法哪一观都能成就，一心三观，三观同时，即空即假即真，这也能成就。千万不能够分作三截，那就坏了。就这三个，同时运用三个能成就，运用一个能成就，不许你用两个。",
      "zh_TW": "譬如我們以一法來說，以四大皆空、五蘊非有觀我們自己的身，觀自身要是不容易的話，觀別人身。一看到別人，不要指著人家鼻子說四大皆空、五蘊非有，那人家多不高興，心裡要如是觀照，一看到人來了，四大皆空、五蘊非有來了，你就這麼觀察。你要常常這樣觀察，人相不見了，人相破了；人相一破一回頭過來，我相沒有，四相就破掉了。能這樣觀照就叫修行，就叫用功。幾時一下觀破了，真正契入，契入就是四大皆空、五蘊非有這個理與外面的事實一下相應了，理就是事，事就是理，這叫證入。這是什麼境界？圓教初住菩薩的境界，這就入了。一法空一切法空，空還會執著？不執著了；空還會分別？不分別了。不分別、不執著，在這個境界裡面才自在，任運度生而不著度生之相，正是《金剛經》裡面所謂「滅度無量無邊眾生，實無眾生得滅度者」。他不著相，三輪體空，布施三輪體空，持戒也三輪體空，忍辱也三輪體空，乃至於精進、禪定、般若，無一法而不三輪體空，這叫真正入境界，真正得到受用了。所謂一空一切空，一假一切假，一真一切真。萬萬不可以，這是假的，那是真的，那就糟糕了。這三種觀法哪一觀都能成就，一心三觀，三觀同時，即空即假即真，這也能成就。千萬不能夠分作三截，那就壞了。就這三個，同時運用三個能成就，運用一個能成就，不許你用兩個。"
    },
    {
      "id": "09-012-0017_p0018",
      "zh_CN": "小注说，「惟其达妄本空，而名为真，迷妄实有，而名曰妄」，这是把真与妄的定义给我们说出来了。「岂果有妄随愚而后变为妄乎，真逐智而后变为真乎，要知真妄本自无殊」，真妄不二，「特因愚智之不同，而自异耳」，这就是智愚的不同，也就是迷悟的不同。迷悟不同是什么境界上产生的？没悟。悟了以后再看，迷悟是同的，迷悟不二，智愚不二。如果悟了之后，还是我悟了，我智他愚，这个智还是愚。诸位要晓得，此地讲的智超越智愚，智愚这两个法都叫愚法，不二的智才叫真智，超越了。此地讲的智是讲不二的智，愚是讲有智有愚，你觉得你有智，你还是愚，这一点要明了，这也是佛法不容易理解的地方。所以悟的人智愚不二，他看一切众生跟自己是一样的，迷惑的人不一样。这就说明什么？在佛门里常讲的，佛看一切众生都是佛，不二，迷悟不二，佛是悟，众生是迷，不二，都是佛，绝对平等，没有二心。菩萨看一切众生都是菩萨，不二；凡夫看佛也是凡夫，他也不二，起分别心。几时你要是看到一切众生都是菩萨，你成了菩萨。",
      "zh_TW": "小註說，「惟其達妄本空，而名為真，迷妄實有，而名曰妄」，這是把真與妄的定義給我們說出來了。「豈果有妄隨愚而後變為妄乎，真逐智而後變為真乎，要知真妄本自無殊」，真妄不二，「特因愚智之不同，而自異耳」，這就是智愚的不同，也就是迷悟的不同。迷悟不同是什麼境界上產生的？沒悟。悟了以後再看，迷悟是同的，迷悟不二，智愚不二。如果悟了之後，還是我悟了，我智他愚，這個智還是愚。諸位要曉得，此地講的智超越智愚，智愚這兩個法都叫愚法，不二的智才叫真智，超越了。此地講的智是講不二的智，愚是講有智有愚，你覺得你有智，你還是愚，這一點要明瞭，這也是佛法不容易理解的地方。所以悟的人智愚不二，他看一切眾生跟自己是一樣的，迷惑的人不一樣。這就說明什麼？在佛門裡常講的，佛看一切眾生都是佛，不二，迷悟不二，佛是悟，眾生是迷，不二，都是佛，絕對平等，沒有二心。菩薩看一切眾生都是菩薩，不二；凡夫看佛也是凡夫，他也不二，起分別心。幾時你要是看到一切眾生都是菩薩，你成了菩薩。"
    },
    {
      "id": "09-012-0017_p0019",
      "zh_CN": "再给诸位说，你几时看到一切众生都是善人，你是真正的善人。你要是看一些众生还有恶人，你心地不善，没有到纯善。为什么？你还有恶心所与外面的劣境界相应；如果你阿赖耶识里头的恶心所统统断尽、统统降伏住，外面的劣境你以善心所与它相应，境界是善的。佛为什么看一切境界都是佛？佛是以清净心与外面境界相应，没有一法不清净，这就是常说的境随心转。心染污看境界就是染污，心清净看境界就是清净，境界有没有清净、染污？没有。这个地方说得多明白，境界里头没有染净，境界里头没有善恶，就是你自心对境界起什么样的作用，起什么是你自家的事情，与外境何干？这个道理相当的深，诸位能领略几分就算几分。佛在大经这个道理常常讲，如果要是很浅、很容易懂，那讲一遍、二遍就够了，何必要常说？就是这个理太深了。诸位要晓得这个道理，你要真正肯在心地上用功夫，就是求清净心。求清净心就是要离相，就是要不执着、不分别，一切法里面求心地清净。知道理体是如此，事相上就好修了，十法界里面用一个眼光去看它，所以尽大地是沙门一只眼，一只眼就是等观，平等观，一视同仁，这样才与实相相应，就是与真如本性相应。",
      "zh_TW": "再給諸位說，你幾時看到一切眾生都是善人，你是真正的善人。你要是看一些眾生還有惡人，你心地不善，沒有到純善。為什麼？你還有惡心所與外面的劣境界相應；如果你阿賴耶識裡頭的惡心所統統斷盡、統統降伏住，外面的劣境你以善心所與它相應，境界是善的。佛為什麼看一切境界都是佛？佛是以清淨心與外面境界相應，沒有一法不清淨，這就是常說的境隨心轉。心染污看境界就是染污，心清淨看境界就是清淨，境界有沒有清淨、染污？沒有。這個地方說得多明白，境界裡頭沒有染淨，境界裡頭沒有善惡，就是你自心對境界起什麼樣的作用，起什麼是你自家的事情，與外境何干？這個道理相當的深，諸位能領略幾分就算幾分。佛在大經這個道理常常講，如果要是很淺、很容易懂，那講一遍、二遍就夠了，何必要常說？就是這個理太深了。諸位要曉得這個道理，你要真正肯在心地上用功夫，就是求清淨心。求清淨心就是要離相，就是要不執著、不分別，一切法裡面求心地清淨。知道理體是如此，事相上就好修了，十法界裡面用一個眼光去看它，所以盡大地是沙門一隻眼，一隻眼就是等觀，平等觀，一視同仁，這樣才與實相相應，就是與真如本性相應。"
    },
    {
      "id": "09-012-0017_p0020",
      "zh_CN": "【夫欲妙识元宗。必先审其愚智。善须明其真妄。若欲明其真妄。复当究其名体。名体若分。真妄自辨。真妄既辨。愚智迢然。】",
      "zh_TW": "【夫欲妙識元宗。必先審其愚智。善須明其真妄。若欲明其真妄。復當究其名體。名體若分。真妄自辨。真妄既辨。愚智迢然。】"
    },
    {
      "id": "09-012-0017_p0021",
      "zh_CN": "这一开端就是说明，我们如果要想很巧妙的认识一切法的真理、一切法的根源，『元宗』就是讲的万法的本体，现在哲学里面讲的本体论。前面这一段，「言妄不随愚变，真不逐乎智回，然愚与智又不可以不分，真与妄又不可以不辨」，这就说明真妄不二，愚智不二，迷悟不二，不二是理，事要辨别，这要懂得。如果事事都不辨，那就愚痴到极处了，自他不二，我跟你不二，我吃饭你不要吃，我吃你就饱了，哪有这个道理？那就完全弄错了。理上是不二，性中不二，相上要辨别。",
      "zh_TW": "這一開端就是說明，我們如果要想很巧妙的認識一切法的真理、一切法的根源，『元宗』就是講的萬法的本體，現在哲學裡面講的本體論。前面這一段，「言妄不隨愚變，真不逐乎智迴，然愚與智又不可以不分，真與妄又不可以不辨」，這就說明真妄不二，愚智不二，迷悟不二，不二是理，事要辨別，這要懂得。如果事事都不辨，那就愚痴到極處了，自他不二，我跟你不二，我吃飯你不要吃，我吃你就飽了，哪有這個道理？那就完全弄錯了。理上是不二，性中不二，相上要辨別。"
    },
    {
      "id": "09-012-0017_p0022",
      "zh_CN": "我们还用「以金作器，器器皆金」来做比喻，同样是黄金，把它做成一个佛像，你见到它你会跟它顶礼、恭敬供养，为什么？那是个佛像；你要是把它改造一下，做个小猫、小狗的像放在那里，你会不会天天给它五体投地，给它顶礼供养？不必了。要是从本质体上讲，没有两样，相上不能不辨，晓得体是一样的，相不一样。所以愚跟智的相不可以不分，愚跟智的体是不二的；真与妄的体是不二，真与妄的相又不可以不辨。相上不辨，那真是人我不分，是非不明，那就天下大乱，一切秩序都丧失了。这一点咱不说，你看底下更重要的，「苟愚智不分，则愚何以灭，而智何以生乎」，这就是说明在相上一定要辨别，辨别，愚可以断，智慧可以增长。「苟真妄不辨，则妄何以断，而真何以复乎」。所以相上要辨，能辨别而后妄见可以断，真见可以恢复，《楞严经》十番显见就是说这个道理。「是则审愚智，明真妄，乃修门之要务」，这就是讲的学问，修门里面的根据，我们根据什么修行？就是根据这个修行。这是说理。",
      "zh_TW": "我們還用「以金作器，器器皆金」來做比喻，同樣是黃金，把它做成一個佛像，你見到它你會跟它頂禮、恭敬供養，為什麼？那是個佛像；你要是把它改造一下，做個小貓、小狗的像放在那裡，你會不會天天給它五體投地，給它頂禮供養？不必了。要是從本質體上講，沒有兩樣，相上不能不辨，曉得體是一樣的，相不一樣。所以愚跟智的相不可以不分，愚跟智的體是不二的；真與妄的體是不二，真與妄的相又不可以不辨。相上不辨，那真是人我不分，是非不明，那就天下大亂，一切秩序都喪失了。這一點咱不說，你看底下更重要的，「苟愚智不分，則愚何以滅，而智何以生乎」，這就是說明在相上一定要辨別，辨別，愚可以斷，智慧可以增長。「苟真妄不辨，則妄何以斷，而真何以復乎」。所以相上要辨，能辨別而後妄見可以斷，真見可以恢復，《楞嚴經》十番顯見就是說這個道理。「是則審愚智，明真妄，乃修門之要務」，這就是講的學問，修門裡面的根據，我們根據什麼修行？就是根據這個修行。這是說理。"
    },
    {
      "id": "09-012-0017_p0023",
      "zh_CN": "理离不开事，事是什么？事就是名相。「复须究其名，而得其体，名体立，而真妄辨，则愚智分矣」，这个愚智分就是能够分别，清清楚楚。这种分叫智慧观照，一切法的体相用、因缘果、事理都照得清清楚楚，有条不紊；虽然照得清清楚楚，心里面不生分别、不生执着，这叫了别。此地这个分就是了别的意思，就是一切明了，知道体是一个，相是虚幻的假相，不执着相。正如同一个黄金，你喜欢佛像就把它造成佛像，你喜欢人像就把它造成人像，随你自己造，像不是定相，不是一定的、不会变的，可以随心所欲去变化，金之体不变。这就是说性之体不变，性所变的相是随缘而变，性不变，理不变，事会变。会变的是假的，不变的是真的。所谓「不变随缘，随缘不变」，不变是本性、是理体，随缘的是一切相、一切作用。这个要是真明白，性也好，相也好，都不执着，心里面清净，心里面光明。",
      "zh_TW": "理離不開事，事是什麼？事就是名相。「復須究其名，而得其體，名體立，而真妄辨，則愚智分矣」，這個愚智分就是能夠分別，清清楚楚。這種分叫智慧觀照，一切法的體相用、因緣果、事理都照得清清楚楚，有條不紊；雖然照得清清楚楚，心裡面不生分別、不生執著，這叫了別。此地這個分就是了別的意思，就是一切明瞭，知道體是一個，相是虛幻的假相，不執著相。正如同一個黃金，你喜歡佛像就把它造成佛像，你喜歡人像就把它造成人像，隨你自己造，像不是定相，不是一定的、不會變的，可以隨心所欲去變化，金之體不變。這就是說性之體不變，性所變的相是隨緣而變，性不變，理不變，事會變。會變的是假的，不變的是真的。所謂「不變隨緣，隨緣不變」，不變是本性、是理體，隨緣的是一切相、一切作用。這個要是真明白，性也好，相也好，都不執著，心裡面清淨，心裡面光明。"
    },
    {
      "id": "09-012-0017_p0024",
      "zh_CN": "【是以愚无了智之能。智有达愚之实。】",
      "zh_TW": "【是以愚無了智之能。智有達愚之實。】"
    },
    {
      "id": "09-012-0017_p0025",
      "zh_CN": "因此，愚者对于开悟的人，迷惑的人对于开悟的人不懂得，我们凡夫不知道佛的境界。『智有达愚之实』，佛对我们凡夫清清楚楚，一切明了。所以佛眼睛里面看一切众生都是佛，不过是带着一分迷情而已，迷情是假的，不是真的。既然他的眼睛当中看一切众生个个都是如来、都是诸佛，为什么还要说菩萨、声闻，还要说我们愚痴的凡夫迷惑颠倒，还说这些？这些话是随顺我们凡夫说的。如果不随顺凡夫说，你们大家个个都是佛，我们听了，丈二和尚摸不着头脑，怎么我们都是佛？我们真正是佛，就是自己不知道，这就叫迷。佛一悟了之后，菩提树下示现成道说的两句话，「一切众生皆有如来智慧德相」，一切众生皆有，个个都有，有如来的智、有如来的德、有如来的相，跟如来无二无别。为什么不能显现出来？妄想、分别、执着，所以不能显现；换句话说，妄想分别执着是障碍，把这个东西去掉，跟如来是无二无别。现在虽然这层东西盖复住，在佛的眼睛里面看是无二无别，你没有现前而已。",
      "zh_TW": "因此，愚者對於開悟的人，迷惑的人對於開悟的人不懂得，我們凡夫不知道佛的境界。『智有達愚之實』，佛對我們凡夫清清楚楚，一切明瞭。所以佛眼睛裡面看一切眾生都是佛，不過是帶著一分迷情而已，迷情是假的，不是真的。既然他的眼睛當中看一切眾生個個都是如來、都是諸佛，為什麼還要說菩薩、聲聞，還要說我們愚痴的凡夫迷惑顛倒，還說這些？這些話是隨順我們凡夫說的。如果不隨順凡夫說，你們大家個個都是佛，我們聽了，丈二和尚摸不著頭腦，怎麼我們都是佛？我們真正是佛，就是自己不知道，這就叫迷。佛一悟了之後，菩提樹下示現成道說的兩句話，「一切眾生皆有如來智慧德相」，一切眾生皆有，個個都有，有如來的智、有如來的德、有如來的相，跟如來無二無別。為什麼不能顯現出來？妄想、分別、執著，所以不能顯現；換句話說，妄想分別執著是障礙，把這個東西去掉，跟如來是無二無別。現在雖然這層東西蓋覆住，在佛的眼睛裡面看是無二無別，你沒有現前而已。"
    },
    {
      "id": "09-012-0017_p0026",
      "zh_CN": "正如同大家都是百万富翁，如来这个百万富翁的钞票装在口袋里，摆在现前，使用得很自在；诸位都是百万富翁，钱都存在银行里，身上一文也没有，现一个穷酸相。有智慧的人他不敢看不起你，为什么？你的财富跟我相等，你放在银行里，不敢瞧不起你，你确实是富翁。但是你存在银行存久了，忘掉了，「我真的没有钱」，不晓得你钱存在银行，忘掉了。佛给你说法就是点醒你，你的钞票在银行里，取出来就大富了，就这么个意思。你现在障碍是在迷，几时觉悟了你就是佛、就是菩萨。",
      "zh_TW": "正如同大家都是百萬富翁，如來這個百萬富翁的鈔票裝在口袋裡，擺在現前，使用得很自在；諸位都是百萬富翁，錢都存在銀行裡，身上一文也沒有，現一個窮酸相。有智慧的人他不敢看不起你，為什麼？你的財富跟我相等，你放在銀行裡，不敢瞧不起你，你確實是富翁。但是你存在銀行存久了，忘掉了，「我真的沒有錢」，不曉得你錢存在銀行，忘掉了。佛給你說法就是點醒你，你的鈔票在銀行裡，取出來就大富了，就這麼個意思。你現在障礙是在迷，幾時覺悟了你就是佛、就是菩薩。"
    },
    {
      "id": "09-012-0017_p0027",
      "zh_CN": "「智有达愚之实」，愚之实就是不愚，我们带这么点迷情而已。所以你说成佛作祖了，看不起众生，没有这个道理，那是假的。聪明智慧愈高的人，愈是有修行的人，对待一切众生愈是尊重。如果说他有修行、他有学问，学问增长，贡高我慢也增长，脾气也增长，瞧不起人，这种人在佛法里面叫世智辩聪，迷惑颠倒，是八难之一，不是真正修行人，那是假修行人。真正修行人是功夫愈深愈谦虚，功夫愈深对人愈恭敬。普贤菩萨教我们礼敬诸佛，十方诸佛所修的就是礼敬诸佛，在他眼睛里面一切众生都是诸佛，他对于一切众生有礼有敬，绝不会说佛菩萨高高在上瞧不起你，没有这个道理，一定是有礼有敬。如果我们自己修学，智慧也天天增长，德望也天天高了，架子摆起来了，自高自大，你就要晓得你堕落了，你不如在从前没有学的时候。佛法是药，药是治病的，烦恼是病，如果药一下去，病又加重，这个药，你想想看，那是什么药？那是要命的药，药到病没除，药到病加重了。这一点得觉悟，愚上加愚，没有开智慧。",
      "zh_TW": "「智有達愚之實」，愚之實就是不愚，我們帶這麼點迷情而已。所以你說成佛作祖了，看不起眾生，沒有這個道理，那是假的。聰明智慧愈高的人，愈是有修行的人，對待一切眾生愈是尊重。如果說他有修行、他有學問，學問增長，貢高我慢也增長，脾氣也增長，瞧不起人，這種人在佛法裡面叫世智辯聰，迷惑顛倒，是八難之一，不是真正修行人，那是假修行人。真正修行人是功夫愈深愈謙虛，功夫愈深對人愈恭敬。普賢菩薩教我們禮敬諸佛，十方諸佛所修的就是禮敬諸佛，在他眼睛裡面一切眾生都是諸佛，他對於一切眾生有禮有敬，絕不會說佛菩薩高高在上瞧不起你，沒有這個道理，一定是有禮有敬。如果我們自己修學，智慧也天天增長，德望也天天高了，架子擺起來了，自高自大，你就要曉得你墮落了，你不如在從前沒有學的時候。佛法是藥，藥是治病的，煩惱是病，如果藥一下去，病又加重，這個藥，你想想看，那是什麼藥？那是要命的藥，藥到病沒除，藥到病加重了。這一點得覺悟，愚上加愚，沒有開智慧。"
    },
    {
      "id": "09-012-0017_p0028",
      "zh_CN": "所以道人的道心现前，道心是平等心，道心是喜舍心，慈悲喜舍。慈悲喜舍这四个字里头，你细细去找，哪个字里带着贡高我慢？决定没有。世间有学问的人尚且谦虚、尚且懂得自卑而尊人，自卑而尊人不是指贩夫走卒，不是指愚夫愚妇，不是指这个，自卑尊人是指大学问的人。孔夫子，周公制礼作乐，礼的精神他就说明了，什么叫做礼？自卑而尊人叫礼，礼是性德，本性里面的德性。可见得他不是勉强的，不是勉强叫你要修学，你的德行、性德愈是往外面显露，他自然就是这样表现。所以有些人不懂这个道理，说我们孔老夫子设的礼教是吃人的礼教，这是愚痴，对于礼的精神、礼的本质，拿我们佛法的名词来讲就是礼的体，体相用讲的体，他完全不懂。礼之体是真如本性，所以你本性愈显露，这个事相就表现在外面，它就是这样子。所以十大愿王礼敬诸佛，什么人才能修得圆满？到如来地才修圆满，就是你的本性、你的清净心完全显露出来，表现在事相上、表现在待人接物上，自自然然就是礼，丝毫勉强都没有。这就是十大愿里头的礼敬诸佛。这就是智有达愚之实。",
      "zh_TW": "所以道人的道心現前，道心是平等心，道心是喜捨心，慈悲喜捨。慈悲喜捨這四個字裡頭，你細細去找，哪個字裡帶著貢高我慢？決定沒有。世間有學問的人尚且謙虛、尚且懂得自卑而尊人，自卑而尊人不是指販夫走卒，不是指愚夫愚婦，不是指這個，自卑尊人是指大學問的人。孔夫子，周公制禮作樂，禮的精神他就說明了，什麼叫做禮？自卑而尊人叫禮，禮是性德，本性裡面的德性。可見得他不是勉強的，不是勉強叫你要修學，你的德行、性德愈是往外面顯露，他自然就是這樣表現。所以有些人不懂這個道理，說我們孔老夫子設的禮教是吃人的禮教，這是愚痴，對於禮的精神、禮的本質，拿我們佛法的名詞來講就是禮的體，體相用講的體，他完全不懂。禮之體是真如本性，所以你本性愈顯露，這個事相就表現在外面，它就是這樣子。所以十大願王禮敬諸佛，什麼人才能修得圓滿？到如來地才修圓滿，就是你的本性、你的清淨心完全顯露出來，表現在事相上、表現在待人接物上，自自然然就是禮，絲毫勉強都沒有。這就是十大願裡頭的禮敬諸佛。這就是智有達愚之實。"
    },
    {
      "id": "09-012-0017_p0029",
      "zh_CN": "【故知非智无以明其真妄。非智莫能辨其名体。】",
      "zh_TW": "【故知非智無以明其真妄。非智莫能辨其名體。】"
    },
    {
      "id": "09-012-0017_p0030",
      "zh_CN": "佛法是智慧之法，佛教是智慧之教，这里头绝没有迷，智慧就是破迷的。你看佛法的宗旨，破迷开悟，就是因为众生迷，佛以这个方法来破除我们的迷惑。迷了就有苦，悟了才得乐；迷是苦的因，悟是乐的因。佛教我们破迷，去苦之因才不受苦果；教我们开悟，悟是乐的因，修乐的因才能得到真乐。这是佛陀教育的宗旨，以智为第一。智从哪里来的？智从定当中来的，智就是慧，戒定慧。戒是手段，定是总枢纽，慧是目的，我们学佛的目的就是开智慧。怎样能开智慧？一定要有定，定就是清净心。戒定慧是以定为中心，有了定，慧自然现前。慧是什么？慧是定的作用，定是慧之体。心清净，自然就光明。好像水静了，没有波浪，一切境界相都照在里面，照得清清楚楚。那个照就是慧，水要是不静怎么能有照？所以定与慧是分不开家的，一个体，一个用。定就是清净心，心一定要清净，不能有一个妄念。有一个妄念就是水里面起一个波浪了，妄念多，波浪就多；妄想分别执着要是重，就像起了大波涛、大浪，外面境界相就照不清楚了，照不清楚这就苦！",
      "zh_TW": "佛法是智慧之法，佛教是智慧之教，這裡頭絕沒有迷，智慧就是破迷的。你看佛法的宗旨，破迷開悟，就是因為眾生迷，佛以這個方法來破除我們的迷惑。迷了就有苦，悟了才得樂；迷是苦的因，悟是樂的因。佛教我們破迷，去苦之因才不受苦果；教我們開悟，悟是樂的因，修樂的因才能得到真樂。這是佛陀教育的宗旨，以智為第一。智從哪裡來的？智從定當中來的，智就是慧，戒定慧。戒是手段，定是總樞紐，慧是目的，我們學佛的目的就是開智慧。怎樣能開智慧？一定要有定，定就是清淨心。戒定慧是以定為中心，有了定，慧自然現前。慧是什麼？慧是定的作用，定是慧之體。心清淨，自然就光明。好像水靜了，沒有波浪，一切境界相都照在裡面，照得清清楚楚。那個照就是慧，水要是不靜怎麼能有照？所以定與慧是分不開家的，一個體，一個用。定就是清淨心，心一定要清淨，不能有一個妄念。有一個妄念就是水裡面起一個波浪了，妄念多，波浪就多；妄想分別執著要是重，就像起了大波濤、大浪，外面境界相就照不清楚了，照不清楚這就苦！"
    },
    {
      "id": "09-012-0017_p0031",
      "zh_CN": "修是修什么？就是把心修得清净，你看佛讲的种种方法统统是教修清净心。戒是修定的前方便，换句话说，这个波涛用个方法来把它渐渐止住，戒就是止住这个，使你的妄念、分别逐渐逐渐减少，到定的时候就完全没有了。所以戒是一种手段，并不是目的，因为戒才能够到定；没有戒，要想修定决定不能成就。佛法里面，出家人一开始剃度出家要五年学戒，这五年是专门学戒。五年以后在戒律上还得要考试，师父认为可以了、合格了，才可以听教参禅，参禅是行门用功，听教是解门，才可以求解修行。现在我们学佛可以说躐等，不按照次第，我们一开端没有学这个，因此我们的功夫不得力，学了几十年，不如古人。古人十年真的有十年成就，二十年有二十年的成就，差不多十年可以到解悟，二十年人家证果、证悟，断惑证真了。我们搞了十几二十年还是博地凡夫，原因在哪里？我们没有按次第做，苦在这个地方。",
      "zh_TW": "修是修什麼？就是把心修得清淨，你看佛講的種種方法統統是教修清淨心。戒是修定的前方便，換句話說，這個波濤用個方法來把它漸漸止住，戒就是止住這個，使你的妄念、分別逐漸逐漸減少，到定的時候就完全沒有了。所以戒是一種手段，並不是目的，因為戒才能夠到定；沒有戒，要想修定決定不能成就。佛法裡面，出家人一開始剃度出家要五年學戒，這五年是專門學戒。五年以後在戒律上還得要考試，師父認為可以了、合格了，才可以聽教參禪，參禪是行門用功，聽教是解門，才可以求解修行。現在我們學佛可以說躐等，不按照次第，我們一開端沒有學這個，因此我們的功夫不得力，學了幾十年，不如古人。古人十年真的有十年成就，二十年有二十年的成就，差不多十年可以到解悟，二十年人家證果、證悟，斷惑證真了。我們搞了十幾二十年還是博地凡夫，原因在哪裡？我們沒有按次第做，苦在這個地方。"
    },
    {
      "id": "09-012-0017_p0032",
      "zh_CN": "初学的时候没有人指导，不晓得这样做法，现在晓晓得就补习，过去没有做的现在弥补。补修什么？补修戒律，印祖提倡的《安士全书》、《了凡四训》、《感应篇》就是弥补戒律之不足，拿这个来补助。如果戒律也不要，这三种东西也不要，你想得定、想开慧，没有那回事情，你所开的慧是狂慧，绝不是真智慧。念佛为什么不能得一心？没有戒的基础。到底下一章就讲行门了，讲行，就是「简示偏圆第八」那一章，一开端就讲戒。这是禅宗的书，《禅宗集》，参禅不能说我参禅可以不要戒，禅宗不立文字，也不要戒了，大错特错。参禅真要紧的是戒律的基础，因戒生定，禅是讲禅定，戒律要是不精严，怎么能得到禅定？念佛怎么能得到一心？一心就是念佛三昧，就是禅定，你看这多么重要。这个地方讲的就是从智上讲出来的，哪一个人不希望真智慧现前？不想修定，只想得智慧，这是打妄想。有想得禅定的，不肯修戒律，禅定如何成就？拿我们念佛来讲，你一心怎么能成就？不要说一心，功夫成片都做不到；换句话说，带业往生都不保险。",
      "zh_TW": "初學的時候沒有人指導，不曉得這樣做法，現在曉曉得就補習，過去沒有做的現在彌補。補修什麼？補修戒律，印祖提倡的《安士全書》、《了凡四訓》、《感應篇》就是彌補戒律之不足，拿這個來補助。如果戒律也不要，這三種東西也不要，你想得定、想開慧，沒有那回事情，你所開的慧是狂慧，絕不是真智慧。念佛為什麼不能得一心？沒有戒的基礎。到底下一章就講行門了，講行，就是「簡示偏圓第八」那一章，一開端就講戒。這是禪宗的書，《禪宗集》，參禪不能說我參禪可以不要戒，禪宗不立文字，也不要戒了，大錯特錯。參禪真要緊的是戒律的基礎，因戒生定，禪是講禪定，戒律要是不精嚴，怎麼能得到禪定？念佛怎麼能得到一心？一心就是念佛三昧，就是禪定，你看這多麼重要。這個地方講的就是從智上講出來的，哪一個人不希望真智慧現前？不想修定，只想得智慧，這是打妄想。有想得禪定的，不肯修戒律，禪定如何成就？拿我們念佛來講，你一心怎麼能成就？不要說一心，功夫成片都做不到；換句話說，帶業往生都不保險。"
    },
    {
      "id": "09-012-0017_p0033",
      "zh_CN": "在现前这个世界这个局势当中，我们真的要加功用行。我给诸位说，修戒律都来不及了，怎么办？照《感应篇》、《安士全书》、《了凡四训》去修，这三样东西是古来这些祖师大德集戒律之精华。戒律讲的相细，这是集戒律之精华，是强心针，是特效药，我们拿这个东西来弥补我们之不足。老实念佛。研究一切教理在目前修功上来说是助修，正修是什么？念佛，持戒念佛是正修，研求教理是助修，正助双修才能成就。所以一切时中要以念佛为主，要以求一心为目的。这样子纵然灾难现前，我们可以自在往生，有好地方去，身心自在，绝无恐怖，没有颠倒，这才叫成就，这才叫利益。能够到这个地步，我们这一生没空过。我们现在这个时代跟古人的时代不相同，从前那个时代纵然有劫难，一方的、一个地区的，我们还可以逃难，还可以避免；现在不行，现在是全球性的，你要想避难，你到别的星球去避难，在我们这个地球上恐怕逃避不了，这是人类的大劫难。所以唯有断恶修善，老实念佛。",
      "zh_TW": "在現前這個世界這個局勢當中，我們真的要加功用行。我給諸位說，修戒律都來不及了，怎麼辦？照《感應篇》、《安士全書》、《了凡四訓》去修，這三樣東西是古來這些祖師大德集戒律之精華。戒律講的相細，這是集戒律之精華，是強心針，是特效藥，我們拿這個東西來彌補我們之不足。老實念佛。研究一切教理在目前修功上來說是助修，正修是什麼？念佛，持戒念佛是正修，研求教理是助修，正助雙修才能成就。所以一切時中要以念佛為主，要以求一心為目的。這樣子縱然災難現前，我們可以自在往生，有好地方去，身心自在，絕無恐怖，沒有顛倒，這才叫成就，這才叫利益。能夠到這個地步，我們這一生沒空過。我們現在這個時代跟古人的時代不相同，從前那個時代縱然有劫難，一方的、一個地區的，我們還可以逃難，還可以避免；現在不行，現在是全球性的，你要想避難，你到別的星球去避難，在我們這個地球上恐怕逃避不了，這是人類的大劫難。所以唯有斷惡修善，老實念佛。"
    },
    {
      "id": "09-012-0017_p0034",
      "zh_CN": "为什么我们又要研究这些教理？研究教理就是对于断恶修善、老实念佛能坚定信心，理明了，信心坚固，才不动摇，才不会见异思迁。至于理论讲的悟入，我们现前不能悟入，我们到西方极乐世界再悟入不迟，来得及。所以在眼前这个过程当中，我们学多少算多少，听多少算多少，悟多少算多少，不强求。强求心就不清净，不强求心是清净的。我听经、看经，懂多少算多少，丝毫不勉强。心地果然清净了，自然大彻大悟，为什么？心清净，业障就消除，咱们不能开悟就是业障太重了。业障是什么？分别、妄想，释迦牟尼佛讲的妄想、执着、分别，这个东西就是业障。你要问业障是什么？业障就是这个，想想，我们自己一天到晚在一切法里头打妄想、起分别、生执着，这就是业障。几时这个心要淡一点，业障就消除一点，淡一分消除一分，淡两分消除两分；在一切法里头完全不执着、不分别、不打妄想，你的业障就消干净了，你的智慧就现前；再用点功，得一心就很容易成就，真的得到。",
      "zh_TW": "為什麼我們又要研究這些教理？研究教理就是對於斷惡修善、老實念佛能堅定信心，理明了，信心堅固，才不動搖，才不會見異思遷。至於理論講的悟入，我們現前不能悟入，我們到西方極樂世界再悟入不遲，來得及。所以在眼前這個過程當中，我們學多少算多少，聽多少算多少，悟多少算多少，不強求。強求心就不清淨，不強求心是清淨的。我聽經、看經，懂多少算多少，絲毫不勉強。心地果然清淨了，自然大徹大悟，為什麼？心清淨，業障就消除，咱們不能開悟就是業障太重了。業障是什麼？分別、妄想，釋迦牟尼佛講的妄想、執著、分別，這個東西就是業障。你要問業障是什麼？業障就是這個，想想，我們自己一天到晚在一切法裡頭打妄想、起分別、生執著，這就是業障。幾時這個心要淡一點，業障就消除一點，淡一分消除一分，淡兩分消除兩分；在一切法裡頭完全不執著、不分別、不打妄想，你的業障就消乾淨了，你的智慧就現前；再用點功，得一心就很容易成就，真的得到。"
    },
    {
      "id": "09-012-0017_p0035",
      "zh_CN": "【何者。或有名而无体。或因体而施名。名体混绪。实难穷究矣。】",
      "zh_TW": "【何者。或有名而無體。或因體而施名。名體混緒。實難窮究矣。】"
    },
    {
      "id": "09-012-0017_p0036",
      "zh_CN": "这就是在教理上讲，初步要辨别『名』与『体』，什么是名、什么是体。名是假的，体是真的。小注说，第一句『何者』就是「征起」，征问的用话，「何须用智以明真妄，以辨名体」，为什么要用智慧去辨别真妄、辨别名体？底下这就是说明所以然的道理，「世间自有有名而无体者，自有因体而施名者，苟无明鉴之智以辨之，则名与体混其头绪，而名下之体难穷究矣」。底下有个说明，这是一个体，因为有这个体，我们为了言说方便起见，我们给它取个名字，这叫毛巾；毛巾之名从哪来的？因体而建立的，『因体而施名』。还有一种是『有名而无体』，譬如我们讲龟毛兔角，乌龟没有毛，兔也没有角，这是有名无体，不能不搞清楚。要是不搞清楚的话，龟毛，哪个地方有龟毛？你还以为是实在的。所以名与体必须要辨，才有头绪、才不混乱。有些地方是寻名得体，有些地方是有名无体，假藉这个也能够悟入，不至于迷在名相里头，不至于执着停留在名相里面。",
      "zh_TW": "這就是在教理上講，初步要辨別『名』與『體』，什麼是名、什麼是體。名是假的，體是真的。小註說，第一句『何者』就是「徵起」，徵問的用話，「何須用智以明真妄，以辨名體」，為什麼要用智慧去辨別真妄、辨別名體？底下這就是說明所以然的道理，「世間自有有名而無體者，自有因體而施名者，苟無明鑒之智以辨之，則名與體混其頭緒，而名下之體難窮究矣」。底下有個說明，這是一個體，因為有這個體，我們為了言說方便起見，我們給它取個名字，這叫毛巾；毛巾之名從哪來的？因體而建立的，『因體而施名』。還有一種是『有名而無體』，譬如我們講龜毛兔角，烏龜沒有毛，兔也沒有角，這是有名無體，不能不搞清楚。要是不搞清楚的話，龜毛，哪個地方有龜毛？你還以為是實在的。所以名與體必須要辨，才有頭緒、才不混亂。有些地方是尋名得體，有些地方是有名無體，假藉這個也能夠悟入，不至於迷在名相裡頭，不至於執著停留在名相裡面。"
    },
    {
      "id": "09-012-0017_p0037",
      "zh_CN": "【是以体非名而不辨。名非体而不施。言体必假其名。语名必藉其体。】",
      "zh_TW": "【是以體非名而不辨。名非體而不施。言體必假其名。語名必藉其體。】"
    },
    {
      "id": "09-012-0017_p0038",
      "zh_CN": "这是讲名与体的关系。「今日先言因体施名，谓有名有体之法，盖体乃名下之实体，故体非名不彰，名乃体上之假名，故名非体不施，是以言实体，必假其假名」，这个假当假藉讲，一定要藉这个假名。「语假名，必藉其实体，名体相因，其来久矣」，自古以来，古圣先贤在一切法上设施这些名称、这些名词，就是为了叫我们辨别一切实体方便而建立的。一切的实体我们都给它建立一个名，以后我们可以不必看到这个实体，一提到这个名，大家就想到这个实体。但是要晓得，名是假名，体是实体，名并不是体，体并不是名，这才叫真正的能够辨别什么叫做名、什么叫做体。",
      "zh_TW": "這是講名與體的關係。「今日先言因體施名，謂有名有體之法，蓋體乃名下之實體，故體非名不彰，名乃體上之假名，故名非體不施，是以言實體，必假其假名」，這個假當假藉講，一定要藉這個假名。「語假名，必藉其實體，名體相因，其來久矣」，自古以來，古聖先賢在一切法上設施這些名稱、這些名詞，就是為了叫我們辨別一切實體方便而建立的。一切的實體我們都給它建立一個名，以後我們可以不必看到這個實體，一提到這個名，大家就想到這個實體。但是要曉得，名是假名，體是實體，名並不是體，體並不是名，這才叫真正的能夠辨別什麼叫做名、什麼叫做體。"
    },
    {
      "id": "09-012-0017_p0039",
      "zh_CN": "【今之体外施名者。此但名其无体耳。岂有体当其名耶。】",
      "zh_TW": "【今之體外施名者。此但名其無體耳。豈有體當其名耶。】"
    },
    {
      "id": "09-012-0017_p0040",
      "zh_CN": "这一句就是讲有名无体的，前面是说因体而施名的。『体外施名』，根本没有体，这还有一个假名。底下有个比喻：",
      "zh_TW": "這一句就是講有名無體的，前面是說因體而施名的。『體外施名』，根本沒有體，這還有一個假名。底下有個比喻："
    },
    {
      "id": "09-012-0017_p0041",
      "zh_CN": "【譬夫兔无角以施名，此则名其无角耳，岂有角当其名耶。】",
      "zh_TW": "【譬夫兔無角以施名，此則名其無角耳，豈有角當其名耶。】"
    },
    {
      "id": "09-012-0017_p0042",
      "zh_CN": "并没有一个无角来当它的名，只能说它无，绝不会真有一个角来当它这个无。说龟毛、说兔角，意思都是一样，类似这些是有名而无体的，你也得要懂得。",
      "zh_TW": "並沒有一個無角來當它的名，只能說它無，絕不會真有一個角來當它這個無。說龜毛、說兔角，意思都是一樣，類似這些是有名而無體的，你也得要懂得。"
    },
    {
      "id": "09-012-0017_p0043",
      "zh_CN": "【无体而施名者。则名无实名也。名无实名。则所名无也。所名既无。能名不有也。】",
      "zh_TW": "【無體而施名者。則名無實名也。名無實名。則所名無也。所名既無。能名不有也。】"
    },
    {
      "id": "09-012-0017_p0044",
      "zh_CN": "能所俱无，在三性里面讲完全是遍计所执性，这是有名无体的。因体施名的，体是依他起性，名是遍计执性，遍计执是依他起的遍计执。好像毛巾这个名，毛巾这个名是从哪里来的？毛巾这个名，「毛巾」是遍计执，但是这个名的遍计执是从什么地方生的？是依他起，它是一个实体，依他起的，从它那里建立的。龟毛兔角，龟没有毛，兔没有角，根本连个体都没有；体都没有，换句话说，它的遍计执是纯粹的遍计执，连个依他起都没有，更是假，假中之假。依他起已经是假的，遍计执是更假，有名无体的名是假中之假，我们要懂得这个道理。",
      "zh_TW": "能所俱無，在三性裡面講完全是遍計所執性，這是有名無體的。因體施名的，體是依他起性，名是遍計執性，遍計執是依他起的遍計執。好像毛巾這個名，毛巾這個名是從哪裡來的？毛巾這個名，「毛巾」是遍計執，但是這個名的遍計執是從什麼地方生的？是依他起，它是一個實體，依他起的，從它那裡建立的。龜毛兔角，龜沒有毛，兔沒有角，根本連個體都沒有；體都沒有，換句話說，它的遍計執是純粹的遍計執，連個依他起都沒有，更是假，假中之假。依他起已經是假的，遍計執是更假，有名無體的名是假中之假，我們要懂得這個道理。"
    },
    {
      "id": "09-012-0017_p0045",
      "zh_CN": "这些道理，这些事相，小注注得很好，前面说明「无名施名，名下无实体」，没有实体；「此明」，这个地方说明，「无体施名，名中无实名」，连名都是假的，龟毛兔角这个名都是假的。前面讲毛巾，单单讲毛巾这个名，名底下没有实体，为什么？名并不是毛巾，要懂这个意思，名不是毛巾，名下没有实体；讲兔角，兔角连名都是假的。毛巾名是有，名下没有实体，兔角的名比不上毛巾的名，为什么？毛巾这个名是依他起的，虽是假的，它后头还有个真实的东西，它不是实体，但是它有个实体在那个地方支持着它；兔角之名并没有个兔角在后头给它支持，所以它那个名都是假的，『名无实名』。这就是在名上辨别哪个名是实在的，哪个名是假的；毛巾这个名是实的，是真有这个名，兔角那个名是假的，决定虚无，这从名里头有假实之分。可见得佛法对于一切法的分析，分得非常之周密，绝不马虎，这就叫了别，样样都清楚、样样都明了，绝不含糊。这是说对宇宙万法的认识。我们下课。",
      "zh_TW": "這些道理，這些事相，小註註得很好，前面說明「無名施名，名下無實體」，沒有實體；「此明」，這個地方說明，「無體施名，名中無實名」，連名都是假的，龜毛兔角這個名都是假的。前面講毛巾，單單講毛巾這個名，名底下沒有實體，為什麼？名並不是毛巾，要懂這個意思，名不是毛巾，名下沒有實體；講兔角，兔角連名都是假的。毛巾名是有，名下沒有實體，兔角的名比不上毛巾的名，為什麼？毛巾這個名是依他起的，雖是假的，它後頭還有個真實的東西，它不是實體，但是它有個實體在那個地方支持著它；兔角之名並沒有個兔角在後頭給它支持，所以它那個名都是假的，『名無實名』。這就是在名上辨別哪個名是實在的，哪個名是假的；毛巾這個名是實的，是真有這個名，兔角那個名是假的，決定虛無，這從名裡頭有假實之分。可見得佛法對於一切法的分析，分得非常之周密，絕不馬虎，這就叫了別，樣樣都清楚、樣樣都明瞭，絕不含糊。這是說對宇宙萬法的認識。我們下課。"
    }
  ]
}