{
  "doc_id": "09-012-0016",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十六集",
    "zh_TW": "第十六集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0016",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "09-012-0016_p0001",
      "zh_CN": "《永嘉禅宗集》卷下，「事理不二」第七：",
      "zh_TW": "《永嘉禪宗集》卷下，「事理不二」第七："
    },
    {
      "id": "09-012-0016_p0002",
      "zh_CN": "这本书一共是十门，就是十章，前面六章是上卷，后面四章是下卷，上下卷的分量差不多是相等的。从此以下，第七章是说理法，就是教理行果，是讲的理法，向下三章都是讲行法。前面一章是讲教，由教而明理，明理之后再讲修行，按着这个次序排列的。小注里面解释什么叫事理不二，什么叫事、什么叫理。「夫观非境不立，境非观不融，境观双冥，乃臻妙觉」，这是把修行的要领首先给我们透出来。观是能观之智，境是所观之境，怎样才能够入道？入道必须智境要合而为一，此地讲的是境观双冥，双冥就是双泯的意思。「故于将修三观之前」，底下三门都是讲修行的，讲行法，在行法之前，先要说明「事理不二之门」。为什么要说理事不二？说这个是「为全境发智之体」，关系太重要了，能观之体就是在理事不二。你要明白这个原则原理，一切事里面见不二法门，这才能入得进去。「盖谛境虽三」，这是讲三谛，三止三观，天台家所建立的。「谛境虽三，不外事理，事理虽岐」，岐就是复杂，理事是无量无边，很复杂；「不二为宗」，理是一，事是多，事是讲相，理是讲体，体与相不二。「故题事理不二以张其本」，张就是展布之意。「而此妙境，乃以中道融通为体，言语道断、心行处灭为宗，既以此为境，亦以此为观，全性起修，全修在性，斯之谓欤」，这是把理事不二门摆在此地的缘由，给我们说出来。",
      "zh_TW": "這本書一共是十門，就是十章，前面六章是上卷，後面四章是下卷，上下卷的分量差不多是相等的。從此以下，第七章是說理法，就是教理行果，是講的理法，向下三章都是講行法。前面一章是講教，由教而明理，明理之後再講修行，按著這個次序排列的。小註裡面解釋什麼叫事理不二，什麼叫事、什麼叫理。「夫觀非境不立，境非觀不融，境觀雙冥，乃臻妙覺」，這是把修行的要領首先給我們透出來。觀是能觀之智，境是所觀之境，怎樣才能夠入道？入道必須智境要合而為一，此地講的是境觀雙冥，雙冥就是雙泯的意思。「故於將修三觀之前」，底下三門都是講修行的，講行法，在行法之前，先要說明「事理不二之門」。為什麼要說理事不二？說這個是「為全境發智之體」，關係太重要了，能觀之體就是在理事不二。你要明白這個原則原理，一切事裡面見不二法門，這才能入得進去。「蓋諦境雖三」，這是講三諦，三止三觀，天台家所建立的。「諦境雖三，不外事理，事理雖岐」，岐就是複雜，理事是無量無邊，很複雜；「不二為宗」，理是一，事是多，事是講相，理是講體，體與相不二。「故題事理不二以張其本」，張就是展布之意。「而此妙境，乃以中道融通為體，言語道斷、心行處滅為宗，既以此為境，亦以此為觀，全性起修，全修在性，斯之謂歟」，這是把理事不二門擺在此地的緣由，給我們說出來。"
    },
    {
      "id": "09-012-0016_p0003",
      "zh_CN": "可见得大乘佛法殊胜的地方就是在中道，中道是冥，中道的体是什么？理事圆融为体。理事要是相融，那又是什么样子？言语道断、心行处灭，这个圆融无碍之体才能够完全显露出来。所以境也是以此为境，观也是以此为观，这就叫全性起修，全修在性。换句话说，能观之智、所观之境是一个，智就是境，境就是智；性就是相，相就是性。这样讲如果还不容易体会的话，还是用比喻来说，经上常用的比喻，金就是器，器就是金，这个东西好懂。我们用黄金做成种种的器相，造成十法界的相，佛像、菩萨像、声闻像、缘觉像、天像、人像、三恶道的像，统统是金，从金上去看是一个。金就是器，器就是金，这才叫融，这才叫冥，叫双冥。千万不能够把它分开，性是性，相是相，理是理，事是事，这就不得其门而入了。说老实话，性相是圆融的，理事是不二的，理就是事，事就是理，凡夫迷惑颠倒，把它看作两桩事情，大大的错误了。几时晓得它是一桩事情，这就叫大彻大悟，这就叫回到本来面目，就是这么一桩事情。",
      "zh_TW": "可見得大乘佛法殊勝的地方就是在中道，中道是冥，中道的體是什麼？理事圓融為體。理事要是相融，那又是什麼樣子？言語道斷、心行處滅，這個圓融無礙之體才能夠完全顯露出來。所以境也是以此為境，觀也是以此為觀，這就叫全性起修，全修在性。換句話說，能觀之智、所觀之境是一個，智就是境，境就是智；性就是相，相就是性。這樣講如果還不容易體會的話，還是用比喻來說，經上常用的比喻，金就是器，器就是金，這個東西好懂。我們用黃金做成種種的器相，造成十法界的相，佛像、菩薩像、聲聞像、緣覺像、天像、人像、三惡道的像，統統是金，從金上去看是一個。金就是器，器就是金，這才叫融，這才叫冥，叫雙冥。千萬不能夠把它分開，性是性，相是相，理是理，事是事，這就不得其門而入了。說老實話，性相是圓融的，理事是不二的，理就是事，事就是理，凡夫迷惑顛倒，把它看作兩樁事情，大大的錯誤了。幾時曉得它是一樁事情，這就叫大徹大悟，這就叫回到本來面目，就是這麼一樁事情。"
    },
    {
      "id": "09-012-0016_p0004",
      "zh_CN": "这是修行的张本，修行的依据。从这个地方入门快，怎么快？全性起修，全修在性。这种修法在我们佛法里面来讲是上上根修行的方法。你看惠能大师所说的，惠能大师所讲的佛法，接上上根性的人，不是接普通人。我们虽然根性不利，不是上上根性，上上根的道理可以闻。闻了有什么好处？薰习。我们虽然是中下根性，常常闻大经大论，渐渐由中下逐渐提升，也就能升到上根利智、上上根性。万不可以在这里面起自卑感，我的根性太劣，上上的佛法我不要听，我做不到，这就叫自暴自弃。从性上讲，十法界一切有情众生无二无别，所谓有差别就是我们自己自甘堕落、自暴自弃，这才显出生佛差距，没有差距当中妄生差距，不二法门之中妄生二三。所以在行法之前先把道理说出来。",
      "zh_TW": "這是修行的張本，修行的依據。從這個地方入門快，怎麼快？全性起修，全修在性。這種修法在我們佛法裡面來講是上上根修行的方法。你看惠能大師所說的，惠能大師所講的佛法，接上上根性的人，不是接普通人。我們雖然根性不利，不是上上根性，上上根的道理可以聞。聞了有什麼好處？薰習。我們雖然是中下根性，常常聞大經大論，漸漸由中下逐漸提升，也就能升到上根利智、上上根性。萬不可以在這裡面起自卑感，我的根性太劣，上上的佛法我不要聽，我做不到，這就叫自暴自棄。從性上講，十法界一切有情眾生無二無別，所謂有差別就是我們自己自甘墮落、自暴自棄，這才顯出生佛差距，沒有差距當中妄生差距，不二法門之中妄生二三。所以在行法之前先把道理說出來。"
    },
    {
      "id": "09-012-0016_p0005",
      "zh_CN": "【夫妙悟通衢。则山河非壅。迷名滞相。则丝毫成隔。】",
      "zh_TW": "【夫妙悟通衢。則山河非壅。迷名滯相。則絲毫成隔。】"
    },
    {
      "id": "09-012-0016_p0006",
      "zh_CN": "虽然前面讲的是教，在教里面我们也曾经透露过。在理这一章里面，开宗明义就把诸法实相给我们点出来。『妙悟通衢』，衢就是路，大道，十字路口四通八达，一悟就通达。『山河非壅』，山也不是障碍，河也不是障碍，这个意思就是说一切障碍都没有了。所以《华严》里面称悟了以后的境界叫无障碍法界，清凉大师把它判作四无碍法界，这四种，事无碍、理无碍、理事无碍、事事无碍，没有障碍。要是有障碍是我们没悟，悟了就没有障碍。妙悟之人，这都是指大乘菩萨，他们在一切事、一切理当中没有碍。没有悟的怎么样？为什么没有悟？底下这四个字很重要，『迷名滞相』，迷在名相上，这个麻烦大了。『丝毫成隔』，不要说山河，一丝一毫都成了障碍。名相要不要？名相不能不要，你要晓得名相是工具，名相不是佛法，要懂这个道理。《永嘉禅宗集》里面所讲的是名相，这本书并不是禅，你要是抱着这本书当作是禅，那就糟了，错了，你就是迷在名相里。我们现在晓得，这本书不是禅，对的，书不是禅，里面讲的这些名相往往执着而不能够舍弃，这使我们不能开悟。假如我们不执名言，离一切相，大师的一篇开示之后，我们就会悟了。凡是不能悟入的，病都是在迷滞于名相上，迷是迷惑，滞就是我们平常讲的执着。分别名相、执著名相就是大病，是学佛人的通途大病，不能开悟的根源。",
      "zh_TW": "雖然前面講的是教，在教裡面我們也曾經透露過。在理這一章裡面，開宗明義就把諸法實相給我們點出來。『妙悟通衢』，衢就是路，大道，十字路口四通八達，一悟就通達。『山河非壅』，山也不是障礙，河也不是障礙，這個意思就是說一切障礙都沒有了。所以《華嚴》裡面稱悟了以後的境界叫無障礙法界，清涼大師把它判作四無礙法界，這四種，事無礙、理無礙、理事無礙、事事無礙，沒有障礙。要是有障礙是我們沒悟，悟了就沒有障礙。妙悟之人，這都是指大乘菩薩，他們在一切事、一切理當中沒有礙。沒有悟的怎麼樣？為什麼沒有悟？底下這四個字很重要，『迷名滯相』，迷在名相上，這個麻煩大了。『絲毫成隔』，不要說山河，一絲一毫都成了障礙。名相要不要？名相不能不要，你要曉得名相是工具，名相不是佛法，要懂這個道理。《永嘉禪宗集》裡面所講的是名相，這本書並不是禪，你要是抱著這本書當作是禪，那就糟了，錯了，你就是迷在名相裡。我們現在曉得，這本書不是禪，對的，書不是禪，裡面講的這些名相往往執著而不能夠捨棄，這使我們不能開悟。假如我們不執名言，離一切相，大師的一篇開示之後，我們就會悟了。凡是不能悟入的，病都是在迷滯於名相上，迷是迷惑，滯就是我們平常講的執著。分別名相、執著名相就是大病，是學佛人的通途大病，不能開悟的根源。"
    },
    {
      "id": "09-012-0016_p0007",
      "zh_CN": "【然万法本源。由来实相。尘沙惑趣。原是真宗。故物像无边。般若无际者。以其法性本真。了达成智故也。】",
      "zh_TW": "【然萬法本源。由來實相。塵沙惑趣。原是真宗。故物像無邊。般若無際者。以其法性本真。了達成智故也。】"
    },
    {
      "id": "09-012-0016_p0008",
      "zh_CN": "这两行意思，很清楚的告诉我们一切法的『本源』。『万法』是指一切法，世间法、出世间法统统包括在里面。法这个字是释迦牟尼佛对于一切万有给它取个总代名词，叫做法，一切的理论、道理、方法、现象、程序用个总代名词来代表它。法无量无边，此地的万字是个形容字，不是数目字，法不止一万，也不止万万，无量无边，我们通常用万法做代表。一切法的本源，本源就是它的本质，它的根源是什么？『实相』，实相就是真如本性，相就是性，从根源上看，从源头上看，实相。『尘沙惑趣』，这是讲迷惑、造业、受报，这是属于事相，迷了以后的事相也是无量无边。这个地方的尘沙就跟上面的万法是一个意思，代表无量无边。这是讲迷惑，趣就是趣果，惑里面包括惑、业，趣就是果报，所以惑业苦。这是指三界六道里面的一切事相，『原是真宗』，你要是看清楚，也是真如本性。",
      "zh_TW": "這兩行意思，很清楚的告訴我們一切法的『本源』。『萬法』是指一切法，世間法、出世間法統統包括在裡面。法這個字是釋迦牟尼佛對於一切萬有給它取個總代名詞，叫做法，一切的理論、道理、方法、現象、程序用個總代名詞來代表它。法無量無邊，此地的萬字是個形容字，不是數目字，法不止一萬，也不止萬萬，無量無邊，我們通常用萬法做代表。一切法的本源，本源就是它的本質，它的根源是什麼？『實相』，實相就是真如本性，相就是性，從根源上看，從源頭上看，實相。『塵沙惑趣』，這是講迷惑、造業、受報，這是屬於事相，迷了以後的事相也是無量無邊。這個地方的塵沙就跟上面的萬法是一個意思，代表無量無邊。這是講迷惑，趣就是趣果，惑裡面包括惑、業，趣就是果報，所以惑業苦。這是指三界六道裡面的一切事相，『原是真宗』，你要是看清楚，也是真如本性。"
    },
    {
      "id": "09-012-0016_p0009",
      "zh_CN": "『故物像无边，般若无际者』，物像是总上面四句来说的，无量无边。物像既无边，物像是所观的境界，能观之智是般若，所以般若就没有边际。为什么？一一法都了解，『以其法性本真，了达成智故』，成什么智？成一切种智，成就般若智慧。这里面最着重的是「了达」，了是信解，达是行证，信解行证，了与达合起来讲就是信解行证相应。通常我们讲行解相应，信解行证四个都相应。四个都相应，我们就叫他做佛，他就成佛了，最低限度他也成了天台家讲的分证佛。分证佛他证的是真的，证到真性了。在我们念佛法门里面来讲就是证得理一心不乱，理一心不乱是了达，是信解行证相应，成就了一切种智，也就是说成就了能观之智，有能观之智才能起行。由此可知，了达法性之重要，了达事理之重要。小注里面讲，凡是修圆行的人，首先要明了三桩事情，理、惑、智，就是此地所讲的你要了达，对于理、惑、智你要了解，了解之后你才有方法修行，才有方法证实。再看底下经文，前面是法说，下面再用比喻给我们说明：",
      "zh_TW": "『故物像無邊，般若無際者』，物像是總上面四句來說的，無量無邊。物像既無邊，物像是所觀的境界，能觀之智是般若，所以般若就沒有邊際。為什麼？一一法都了解，『以其法性本真，了達成智故』，成什麼智？成一切種智，成就般若智慧。這裡面最著重的是「了達」，了是信解，達是行證，信解行證，了與達合起來講就是信解行證相應。通常我們講行解相應，信解行證四個都相應。四個都相應，我們就叫他做佛，他就成佛了，最低限度他也成了天台家講的分證佛。分證佛他證的是真的，證到真性了。在我們念佛法門裡面來講就是證得理一心不亂，理一心不亂是了達，是信解行證相應，成就了一切種智，也就是說成就了能觀之智，有能觀之智才能起行。由此可知，了達法性之重要，了達事理之重要。小註裡面講，凡是修圓行的人，首先要明瞭三樁事情，理、惑、智，就是此地所講的你要了達，對於理、惑、智你要了解，了解之後你才有方法修行，才有方法證實。再看底下經文，前面是法說，下面再用比喻給我們說明："
    },
    {
      "id": "09-012-0016_p0010",
      "zh_CN": "【譬夫行由通径。则万里可期。如其触物冲渠。则终朝域内。以其不知物有无形之畔。渠有穷虚之域故也。】",
      "zh_TW": "【譬夫行由通徑。則萬里可期。如其觸物衝渠。則終朝域內。以其不知物有無形之畔。渠有窮虛之域故也。】"
    },
    {
      "id": "09-012-0016_p0011",
      "zh_CN": "比喻就比较好懂得多。好比一个人，他在一条通道上行走，譬如以台湾来讲，他在高速公路上行走，没有障碍，从台北一直到达高雄，万里可期。为什么？他在道上走，而且是通道，又没有障碍，很容易到达。这怎么说法？就是讲一个修行人能够如理如法的修学很容易成就，如理，不悖理，如法，法里头就包括因缘，一切因缘都殊胜，成就快。『如其触物冲渠』，这就是讲障碍，「触」是接触，触到一些物，遇到障碍了，渠本来是河流，「冲渠」，遇到障碍物了。遇到障碍物他不能通过的话，『终朝域内』，域就是范围，他始终在这个范围之内，出不去，不像前面在『通径』里面行走一样。这两句是比喻前面妙悟来说，冲渠是比喻前面迷滞而说。",
      "zh_TW": "比喻就比較好懂得多。好比一個人，他在一條通道上行走，譬如以台灣來講，他在高速公路上行走，沒有障礙，從台北一直到達高雄，萬里可期。為什麼？他在道上走，而且是通道，又沒有障礙，很容易到達。這怎麼說法？就是講一個修行人能夠如理如法的修學很容易成就，如理，不悖理，如法，法裡頭就包括因緣，一切因緣都殊勝，成就快。『如其觸物衝渠』，這就是講障礙，「觸」是接觸，觸到一些物，遇到障礙了，渠本來是河流，「衝渠」，遇到障礙物了。遇到障礙物他不能通過的話，『終朝域內』，域就是範圍，他始終在這個範圍之內，出不去，不像前面在『通徑』裡面行走一樣。這兩句是比喻前面妙悟來說，衝渠是比喻前面迷滯而說。"
    },
    {
      "id": "09-012-0016_p0012",
      "zh_CN": "下面说，『以其不知物有无形之畔』，物是指一切相，小注里面讲，物是指实相，实相确确实实本来是没有边际，迷了之后就好像有了边际，无形的边际，并没有形；换句话说，这个边际、这个障碍是我们自己由于迷惑颠倒在概念当中造成的，这个概念不是真实的，决定是虚妄的。这是比的这一面。『渠有穷虚之域故也』，渠就是比喻迷惑，前面的物是比喻实相，此地的渠是比喻迷滞。迷滞是不是真的有障碍？不然，也没有障碍，是因为你迷，所以才障碍。小注说「惑即真如」，烦恼就是菩提，哪里会真有障碍？我们现前烦恼深重，业障深重，怕什么？不要怕，一怕就变成障碍了，不理会，原来它可以通，「渠有穷虚之域」，可以通。",
      "zh_TW": "下面說，『以其不知物有無形之畔』，物是指一切相，小註裡面講，物是指實相，實相確確實實本來是沒有邊際，迷了之後就好像有了邊際，無形的邊際，並沒有形；換句話說，這個邊際、這個障礙是我們自己由於迷惑顛倒在概念當中造成的，這個概念不是真實的，決定是虛妄的。這是比的這一面。『渠有窮虛之域故也』，渠就是比喻迷惑，前面的物是比喻實相，此地的渠是比喻迷滯。迷滯是不是真的有障礙？不然，也沒有障礙，是因為你迷，所以才障礙。小註說「惑即真如」，煩惱就是菩提，哪裡會真有障礙？我們現前煩惱深重，業障深重，怕什麼？不要怕，一怕就變成障礙了，不理會，原來它可以通，「渠有窮虛之域」，可以通。"
    },
    {
      "id": "09-012-0016_p0013",
      "zh_CN": "这一段我们再换容易懂的话来说明，它的意思是说，一个是说真性，一个是说无明。实在讲，从真性上说有无形的障碍，真性本来是没有障碍，说是有无形的障碍。无明烦恼里面，它有它通达之处，为什么？烦恼就是菩提。在真性那一方面，万万不能够执着。《楞严》里面说，「知见立知，是无明本」，这是说出无明的根源，无明怎么来的？无明是从知见立知上来的，是你自己建立的。我知，你一知就是无明；我不知，不知也是无明。不知怎么是无明？你知不知。换句话说，心一定要清净。实在不得已，佛也常拿明镜来做比喻，我们的心要像明镜一样，明镜照外面的境界照得清清楚楚，它知不知？知与不知都离开了；如果你一有知、一有不知，就起了一个无形的界限。这个无形要知道是假的，没有界限当中，你自己虚妄以为有个界限。烦恼就是菩提，烦恼根本没有障碍，因为你执着有个烦恼，这个烦恼就真正成了障碍。这两句话的意思要是懂得，真正明白了，我们的心就放下了，不再为自己忧愁，我的业障深重，我罪业太深，我恐怕不能成就，这两句就是去这个病，把这个病根拔除，建立我们自己的信心。",
      "zh_TW": "這一段我們再換容易懂的話來說明，它的意思是說，一個是說真性，一個是說無明。實在講，從真性上說有無形的障礙，真性本來是沒有障礙，說是有無形的障礙。無明煩惱裡面，它有它通達之處，為什麼？煩惱就是菩提。在真性那一方面，萬萬不能夠執著。《楞嚴》裡面說，「知見立知，是無明本」，這是說出無明的根源，無明怎麼來的？無明是從知見立知上來的，是你自己建立的。我知，你一知就是無明；我不知，不知也是無明。不知怎麼是無明？你知不知。換句話說，心一定要清淨。實在不得已，佛也常拿明鏡來做比喻，我們的心要像明鏡一樣，明鏡照外面的境界照得清清楚楚，它知不知？知與不知都離開了；如果你一有知、一有不知，就起了一個無形的界限。這個無形要知道是假的，沒有界限當中，你自己虛妄以為有個界限。煩惱就是菩提，煩惱根本沒有障礙，因為你執著有個煩惱，這個煩惱就真正成了障礙。這兩句話的意思要是懂得，真正明白了，我們的心就放下了，不再為自己憂愁，我的業障深重，我罪業太深，我恐怕不能成就，這兩句就是去這個病，把這個病根拔除，建立我們自己的信心。"
    },
    {
      "id": "09-012-0016_p0014",
      "zh_CN": "再重的业障，我们不要说别的，拿净土宗这个法门来讲，你看看莲池大师、蕅益大师《弥陀经》的注解，我们讲念佛克期求证，这就是讲打佛七，七天证果，往生西方极乐世界。七天得到一心，这是业障最重的人，七天可以得到一心；业障轻的，智慧比较高的，一天就可以得到，这是利根；普通中等根性的人，二日、三日、四日、五日、六日不等。换句话说，往生极乐世界，净土法门要想成就，一个人需要多少时间？充其量不过七天而已。也许诸位要问，好多打佛七的人，七天怎么没有往生？给诸位说，幸亏没有往生，那一往生煮云法师可麻烦大了。我家人好好的，到这里来跟你念佛，怎么七天就念死了，你这和尚有问题，到法院去告你。说老实话，他也往生不了，为什么？没有往生的心。要是真的说，煮云法师打个招牌，我这个佛七，七天大家都可以往生，你看有没有一个人敢去？没有人敢去，去就是送死去，七天就要死了，个个都害怕。可见得往生挂在口皮上，我要求往生；真正叫你往生，这个不得了，叫我去死！所以他不能去，这就是口头上愿意，心里不愿意，这是大障碍。",
      "zh_TW": "再重的業障，我們不要說別的，拿淨土宗這個法門來講，你看看蓮池大師、蕅益大師《彌陀經》的註解，我們講念佛剋期求證，這就是講打佛七，七天證果，往生西方極樂世界。七天得到一心，這是業障最重的人，七天可以得到一心；業障輕的，智慧比較高的，一天就可以得到，這是利根；普通中等根性的人，二日、三日、四日、五日、六日不等。換句話說，往生極樂世界，淨土法門要想成就，一個人需要多少時間？充其量不過七天而已。也許諸位要問，好多打佛七的人，七天怎麼沒有往生？給諸位說，幸虧沒有往生，那一往生煮雲法師可麻煩大了。我家人好好的，到這裡來跟你念佛，怎麼七天就念死了，你這和尚有問題，到法院去告你。說老實話，他也往生不了，為什麼？沒有往生的心。要是真的說，煮雲法師打個招牌，我這個佛七，七天大家都可以往生，你看有沒有一個人敢去？沒有人敢去，去就是送死去，七天就要死了，個個都害怕。可見得往生掛在口皮上，我要求往生；真正叫你往生，這個不得了，叫我去死！所以他不能去，這就是口頭上願意，心裡不願意，這是大障礙。"
    },
    {
      "id": "09-012-0016_p0015",
      "zh_CN": "其次就是功夫不得法，怎么功夫不得法？真正讲七天念佛克期求证，是二十四小时都不能中断，还睡觉不行，你功夫中断了。佛七是七天七夜佛号不能中断，吃饭由护七的人送给你吃，吃的时候一口一口还是念阿弥陀佛。这就是佛号薰习的力量要叫烦恼（就是一个妄念）都渗透不进去。有这样强大的力量，这七天真的等于我们平常泛泛修七百年都不止，功夫在此地。诸位要是真正明白这个道理，晓得这个事实的真相，怕什么？灾难来了，我就往生西方极乐世界，顶多七天就可以去得了，不是去不了。古来大德三天、四天去的人大有所在，我们在《往生传》、在《净土圣贤录》里面都曾经看过，他们能去，我们为什么不能去？第一，对于净土法门深信不疑；第二，懂得净土法门的理论与方法，照这个方法去修，一定成就。这就是给我们解决这个问题，建立我们信心的。程度高的，上根利智，不要以为自己很高；以为自己很高，知见立知，你就有障碍。聪明的不要以为自己聪明，愚痴的不要怕自己愚痴，大家都能入道，每个人障碍都排除了。",
      "zh_TW": "其次就是功夫不得法，怎麼功夫不得法？真正講七天念佛剋期求證，是二十四小時都不能中斷，還睡覺不行，你功夫中斷了。佛七是七天七夜佛號不能中斷，吃飯由護七的人送給你吃，吃的時候一口一口還是念阿彌陀佛。這就是佛號薰習的力量要叫煩惱（就是一個妄念）都滲透不進去。有這樣強大的力量，這七天真的等於我們平常泛泛修七百年都不止，功夫在此地。諸位要是真正明白這個道理，曉得這個事實的真相，怕什麼？災難來了，我就往生西方極樂世界，頂多七天就可以去得了，不是去不了。古來大德三天、四天去的人大有所在，我們在《往生傳》、在《淨土聖賢錄》裡面都曾經看過，他們能去，我們為什麼不能去？第一，對於淨土法門深信不疑；第二，懂得淨土法門的理論與方法，照這個方法去修，一定成就。這就是給我們解決這個問題，建立我們信心的。程度高的，上根利智，不要以為自己很高；以為自己很高，知見立知，你就有障礙。聰明的不要以為自己聰明，愚痴的不要怕自己愚痴，大家都能入道，每個人障礙都排除了。"
    },
    {
      "id": "09-012-0016_p0016",
      "zh_CN": "【是以学游中道。则实相可期。】",
      "zh_TW": "【是以學遊中道。則實相可期。】"
    },
    {
      "id": "09-012-0016_p0017",
      "zh_CN": "什么叫『中道』？简单的说，离开相对就是中道。世间法、一切法都是相对的，有长，长那一边就是短，大的那一边就是小，我的那一边是人，善的那一边是恶，全是相对的，有的那一边就是无。几时把相对离开了，这才叫中道。「中道，则非有非无，而照空照假」，心里面没有二边。相对在我们佛法里面来讲叫做边见，见思烦恼里面，见惑里面，边见。世间人莫名其妙，爱因斯坦发明相对论，世界上的人非常推崇他，认为他不得了，在佛法里面讲，他发明什么？边见，烦恼的根本。他发现的是看到这个病根，他没有法子对治，他虽然看到这个现象，但是他还不晓得这是病，当然更没有方法对治。佛晓得这是病，要用中道来对治，所以说照空照假，空是真谛，假是俗谛。「实相，则无相而相，相而无相」，什么叫中道、什么叫实相，一定要懂，『学游中道』，而后才能够证得实相。中道的意思你稍微懂得一点，你就晓得，中道是什么？《金刚经》里面讲的「信心清净」就是中道，心里面不落在二边，不执着二边，不取二边，心是在中道，心是清净的。信心清净则生实相，说的是『实相可期』，可以期待，可以证得，「心心契实，而实相可期」。这都是在修行之前，把修行的原理、纲要告诉我们。",
      "zh_TW": "什麼叫『中道』？簡單的說，離開相對就是中道。世間法、一切法都是相對的，有長，長那一邊就是短，大的那一邊就是小，我的那一邊是人，善的那一邊是惡，全是相對的，有的那一邊就是無。幾時把相對離開了，這才叫中道。「中道，則非有非無，而照空照假」，心裡面沒有二邊。相對在我們佛法裡面來講叫做邊見，見思煩惱裡面，見惑裡面，邊見。世間人莫名其妙，愛因斯坦發明相對論，世界上的人非常推崇他，認為他不得了，在佛法裡面講，他發明什麼？邊見，煩惱的根本。他發現的是看到這個病根，他沒有法子對治，他雖然看到這個現象，但是他還不曉得這是病，當然更沒有方法對治。佛曉得這是病，要用中道來對治，所以說照空照假，空是真諦，假是俗諦。「實相，則無相而相，相而無相」，什麼叫中道、什麼叫實相，一定要懂，『學遊中道』，而後才能夠證得實相。中道的意思你稍微懂得一點，你就曉得，中道是什麼？《金剛經》裡面講的「信心清淨」就是中道，心裡面不落在二邊，不執著二邊，不取二邊，心是在中道，心是清淨的。信心清淨則生實相，說的是『實相可期』，可以期待，可以證得，「心心契實，而實相可期」。這都是在修行之前，把修行的原理、綱要告訴我們。"
    },
    {
      "id": "09-012-0016_p0018",
      "zh_CN": "【如其执有滞无。则终归边见。】",
      "zh_TW": "【如其執有滯無。則終歸邊見。】"
    },
    {
      "id": "09-012-0016_p0019",
      "zh_CN": "这里讲相对，相对就是边见，落在一边。在通途上讲，凡夫都是落在有，样样都以为是真实的，以为是真有，我也是真有，我所也是真有，人也是真有，法也是真有，统统都以为是实在的，就实有其事。凡夫之病，不晓得因缘生法当体皆空，他不晓得，以为是有，这是不明真相起的迷惑、执着。二乘人晓得因缘所生法一切皆空，他执着空，万法皆空，什么也是空的，我也是空的，人也是空的，一切法也是空的，执着在空上。执着有是毛病，执着空还是毛病，就没有菩萨来得高明，菩萨是空有二边都不执着。底下几句是说明为什么会执着空、执着有，这是讲凡夫、小乘、权教菩萨都是这个现象；换句话说，没有明心见性的统统有执着，都是堕落在二边上。",
      "zh_TW": "這裡講相對，相對就是邊見，落在一邊。在通途上講，凡夫都是落在有，樣樣都以為是真實的，以為是真有，我也是真有，我所也是真有，人也是真有，法也是真有，統統都以為是實在的，就實有其事。凡夫之病，不曉得因緣生法當體皆空，他不曉得，以為是有，這是不明真相起的迷惑、執著。二乘人曉得因緣所生法一切皆空，他執著空，萬法皆空，什麼也是空的，我也是空的，人也是空的，一切法也是空的，執著在空上。執著有是毛病，執著空還是毛病，就沒有菩薩來得高明，菩薩是空有二邊都不執著。底下幾句是說明為什麼會執著空、執著有，這是講凡夫、小乘、權教菩薩都是這個現象；換句話說，沒有明心見性的統統有執著，都是墮落在二邊上。"
    },
    {
      "id": "09-012-0016_p0020",
      "zh_CN": "【以其不知。有有非有之相。无有非无之实故也。】",
      "zh_TW": "【以其不知。有有非有之相。無有非無之實故也。】"
    },
    {
      "id": "09-012-0016_p0021",
      "zh_CN": "这就是说明他不懂事实之真相。小注说，「凡夫虽见为有，而此有，自有非有之相在焉」，这话实在讲，不必解释诸位也应该懂，前面都曾经说过，言语不一样，意思是相通的。下面还有解释妄相是怎么来的，这是凡夫之迷。「二乘虽见为无」，二乘人见空，「而此无，自有非无之实存焉」，无不是定无，有不是实有。前面的『有』字，解一个字就行，他这两句在造句格局上是一样的，一种型态。第一个「有」是指这些事物、事相，当作名词讲，就是一切事物，一切有的这些事物，它有一个『非有之相』，它有一个空相。我们还拿这个相来做比喻，这个句子怕诸位愈听愈迷惑，这个是有，有什么？毛巾。这个毛巾之有，有当存在讲，毛巾这个相存在，你不晓得它有一个不存在的空相在。怎么不存在的空相？你把线头抽出来，一根一根抽出来它就没有了。这个相怎么来的？相是线头集合聚集起来才有。你懂得这个理，相是即相非相，当相即空，空有同时，空有不二，这个东西容易体会。凡夫执着有，毛巾有；二乘人看到空，怎么是空的？他没看到毛巾，他看到一条一条线，是线不是毛巾。你要是不相信，扯出来给你看，线，不错，哪里有毛巾？凡夫执着这是毛巾，二乘人执着这是线，是空的，两个都错了。这一句就是这么个意思。『无』就是当空讲，空有一个不空之实，空不当作无讲。有即非有，空即非空，这两句就是这个意思。所以叫你要有智慧去观照。",
      "zh_TW": "這就是說明他不懂事實之真相。小註說，「凡夫雖見為有，而此有，自有非有之相在焉」，這話實在講，不必解釋諸位也應該懂，前面都曾經說過，言語不一樣，意思是相通的。下面還有解釋妄相是怎麼來的，這是凡夫之迷。「二乘雖見為無」，二乘人見空，「而此無，自有非無之實存焉」，無不是定無，有不是實有。前面的『有』字，解一個字就行，他這兩句在造句格局上是一樣的，一種型態。第一個「有」是指這些事物、事相，當作名詞講，就是一切事物，一切有的這些事物，它有一個『非有之相』，它有一個空相。我們還拿這個相來做比喻，這個句子怕諸位愈聽愈迷惑，這個是有，有什麼？毛巾。這個毛巾之有，有當存在講，毛巾這個相存在，你不曉得它有一個不存在的空相在。怎麼不存在的空相？你把線頭抽出來，一根一根抽出來它就沒有了。這個相怎麼來的？相是線頭集合聚集起來才有。你懂得這個理，相是即相非相，當相即空，空有同時，空有不二，這個東西容易體會。凡夫執著有，毛巾有；二乘人看到空，怎麼是空的？他沒看到毛巾，他看到一條一條線，是線不是毛巾。你要是不相信，扯出來給你看，線，不錯，哪裡有毛巾？凡夫執著這是毛巾，二乘人執著這是線，是空的，兩個都錯了。這一句就是這麼個意思。『無』就是當空講，空有一個不空之實，空不當作無講。有即非有，空即非空，這兩句就是這個意思。所以叫你要有智慧去觀照。"
    },
    {
      "id": "09-012-0016_p0022",
      "zh_CN": "【今之色像纷纭。穷之则非相。音声吼唤究之则无言。】",
      "zh_TW": "【今之色像紛紜。窮之則非相。音聲吼喚究之則無言。】"
    },
    {
      "id": "09-012-0016_p0023",
      "zh_CN": "这就是我们刚才所比喻的样子。『色像纷纭』，森罗万象，依正庄严，『穷之则非相』，你要是穷究，追根究柢去观察，没有相，无相。就好像刚才我们这毛巾相，你去追究，一拆开是一团线，巾的相没有了；线再一分析是纤维，线的相没有了；纤维再一分析，分析成原子、电子、分子，相统统都没有了，相在哪里？分的时候你明白，不分的时候还是这个样子。到分的时候才觉悟，不错，是这样的，不分的时候没看到，这就叫愚笨、不聪明。聪明人不要分他就知道，他就晓得，空有同时，空有不二。你要是执着空，错误，为什么？明明有个毛巾相；你要是执着有也错误了，当体即空。所以空有二边都不执着，性相圆融，性相不二，对它的性、对它的相了了分明而不执着，这就是中道，这才见到实相。这是从相上说，色尘上说的。",
      "zh_TW": "這就是我們剛才所比喻的樣子。『色像紛紜』，森羅萬象，依正莊嚴，『窮之則非相』，你要是窮究，追根究柢去觀察，沒有相，無相。就好像剛才我們這毛巾相，你去追究，一拆開是一團線，巾的相沒有了；線再一分析是纖維，線的相沒有了；纖維再一分析，分析成原子、電子、分子，相統統都沒有了，相在哪裡？分的時候你明白，不分的時候還是這個樣子。到分的時候才覺悟，不錯，是這樣的，不分的時候沒看到，這就叫愚笨、不聰明。聰明人不要分他就知道，他就曉得，空有同時，空有不二。你要是執著空，錯誤，為什麼？明明有個毛巾相；你要是執著有也錯誤了，當體即空。所以空有二邊都不執著，性相圓融，性相不二，對它的性、對它的相了了分明而不執著，這就是中道，這才見到實相。這是從相上說，色塵上說的。"
    },
    {
      "id": "09-012-0016_p0024",
      "zh_CN": "再看看声尘怎么样？声尘也是如此。『音声吼唤，究之则无言』，你要得到声音之实相，那就是一个寂灭相。音声，音是唇舌齿牙喉五音，丹田里面这一股气从这里通过，而唇舌齿牙喉巧妙的配合，就好像弹琴、吹笛子一样，那几个孔巧妙的配合，才发出参差不齐的音声，你听起来觉得很悦耳、很美妙。实际上一追究，唇舌齿牙喉没动，这一股气从丹田里面出来有没有动？也没有动。哪有声音存在？没有。你仔细一观察是寂灭相，一点都不错。这一层道理，观音声之无言比观色相之非相，比较上难懂一点。诸位要想明了这个道理，你读《肇论》，僧肇大师的论，他有一篇「物不迁论」，你读那一篇就明了了。那一篇讲整个一切万法如如不动、不生不灭，讲这个道理。我们看到一切万法是动的，他看到是不动，他能看出一个不动，清净寂灭相。",
      "zh_TW": "再看看聲塵怎麼樣？聲塵也是如此。『音聲吼喚，究之則無言』，你要得到聲音之實相，那就是一個寂滅相。音聲，音是唇舌齒牙喉五音，丹田裡面這一股氣從這裡通過，而唇舌齒牙喉巧妙的配合，就好像彈琴、吹笛子一樣，那幾個孔巧妙的配合，才發出參差不齊的音聲，你聽起來覺得很悅耳、很美妙。實際上一追究，唇舌齒牙喉沒動，這一股氣從丹田裡面出來有沒有動？也沒有動。哪有聲音存在？沒有。你仔細一觀察是寂滅相，一點都不錯。這一層道理，觀音聲之無言比觀色相之非相，比較上難懂一點。諸位要想明瞭這個道理，你讀《肇論》，僧肇大師的論，他有一篇「物不遷論」，你讀那一篇就明瞭了。那一篇講整個一切萬法如如不動、不生不滅，講這個道理。我們看到一切萬法是動的，他看到是不動，他能看出一個不動，清淨寂滅相。"
    },
    {
      "id": "09-012-0016_p0025",
      "zh_CN": "给诸位说，六祖惠能大师也看到了，从哪里证明？从风幡堂上他说的话就证明了。寺庙里都有旗杆，它不是挂国旗，也不是挂教旗，挂什么？幢幡。悬挂幢幡是什么意思？这个地方有法会。譬如我们这个地方讲《永嘉禅宗集》，在从前旗杆上就要升一个圆筒的，圆筒叫幢，扁的叫幡，讲经说法用法幢，高竖法幢。圆筒上写什么字？就是写着经题，讲《永嘉禅宗集》，上面就写着「永嘉禅宗集」，升得高高的，人家一看，这庙里面讲经，讲什么经？这一看，「永嘉禅宗集」，他就来听了。什么用处？就是现在的打广告，在过去没有贴海报，也没有新闻，也没有广播，就用这个方法。寺庙里旗杆一升，挂着旗了，老远人家一看，今天庙里讲经，喜欢听经他就来了；不升？不升今天庙里没讲经，是这个用意。",
      "zh_TW": "給諸位說，六祖惠能大師也看到了，從哪裡證明？從風幡堂上他說的話就證明了。寺廟裡都有旗杆，它不是掛國旗，也不是掛教旗，掛什麼？幢幡。懸掛幢幡是什麼意思？這個地方有法會。譬如我們這個地方講《永嘉禪宗集》，在從前旗杆上就要升一個圓筒的，圓筒叫幢，扁的叫幡，講經說法用法幢，高豎法幢。圓筒上寫什麼字？就是寫著經題，講《永嘉禪宗集》，上面就寫著「永嘉禪宗集」，升得高高的，人家一看，這廟裡面講經，講什麼經？這一看，「永嘉禪宗集」，他就來聽了。什麼用處？就是現在的打廣告，在過去沒有貼海報，也沒有新聞，也沒有廣播，就用這個方法。寺廟裡旗杆一升，掛著旗了，老遠人家一看，今天廟裡講經，喜歡聽經他就來了；不升？不升今天廟裡沒講經，是這個用意。"
    },
    {
      "id": "09-012-0016_p0026",
      "zh_CN": "法会就挂悬幡，风吹了会动，里面的人就在讨论，有的人说幡在动、风在动。你看看六祖大师所说的：不是风动，不是幡动，仁者心动。风也没有动，幡也没有动，什么动？你的心在动。这个话跟僧肇大师所讲的「物不迁论」是一个道理。这是什么境界？大乘法里面讲的「生灭既灭，寂灭现前」。生灭既灭是说什么？生灭心，就是我们动的那个心，生灭心要是没有，一切万法清净寂灭。理只能够说到此地，你要想见到一切法清净寂灭，你把生灭心断掉就见到了。生灭心果然断掉了，给诸位说，原子弹要是爆炸下来，就像看无声电影一样，现的相既没有声音也没有形相，也没有动相，寂灭相。可见得大麻烦、大病根是我们的生灭心断不了，我们的心永远在动。再给诸位说，真性是寂静的，所以从真性里面现的一切相是静的；无明是动的，无明对于一切相的感触是动的。",
      "zh_TW": "法會就掛懸幡，風吹了會動，裡面的人就在討論，有的人說幡在動、風在動。你看看六祖大師所說的：不是風動，不是幡動，仁者心動。風也沒有動，幡也沒有動，什麼動？你的心在動。這個話跟僧肇大師所講的「物不遷論」是一個道理。這是什麼境界？大乘法裡面講的「生滅既滅，寂滅現前」。生滅既滅是說什麼？生滅心，就是我們動的那個心，生滅心要是沒有，一切萬法清淨寂滅。理只能夠說到此地，你要想見到一切法清淨寂滅，你把生滅心斷掉就見到了。生滅心果然斷掉了，給諸位說，原子彈要是爆炸下來，就像看無聲電影一樣，現的相既沒有聲音也沒有形相，也沒有動相，寂滅相。可見得大麻煩、大病根是我們的生滅心斷不了，我們的心永遠在動。再給諸位說，真性是寂靜的，所以從真性裡面現的一切相是靜的；無明是動的，無明對於一切相的感觸是動的。"
    },
    {
      "id": "09-012-0016_p0027",
      "zh_CN": "诸位要是再不明了这个理的话，我们举个比喻来说。诸位都看过电影，你在电影里看那个银幕，我们是一个动的心去看银幕上的相，感觉银幕是动的，实际上银幕相动了没有？没有动。你要是不相信，你把电影底片拿来看看，它动了没有？没动。只不过是在银幕上把底片一张一张放给你看，这张放给你看，收起来再换一张，这张看过之后再换一张，连接起来的，它的速度快，换得很快。你以为它是动的，为什么有这个？你心动了，如果你的心如如不动，你看张张不动。电影片的速度多少？一秒钟二十四张。一秒钟换二十四张就把我们欺骗了，动的，实际上是寂灭相。给诸位说，色法你懂得是寂灭相，音声也是寂灭相；换句话说，六根所对的六尘，没有一法不是寂灭相，这叫实相，这叫真相。入这个境界多么自在，我们细心去体会。",
      "zh_TW": "諸位要是再不明瞭這個理的話，我們舉個比喻來說。諸位都看過電影，你在電影裡看那個銀幕，我們是一個動的心去看銀幕上的相，感覺銀幕是動的，實際上銀幕相動了沒有？沒有動。你要是不相信，你把電影底片拿來看看，它動了沒有？沒動。只不過是在銀幕上把底片一張一張放給你看，這張放給你看，收起來再換一張，這張看過之後再換一張，連接起來的，它的速度快，換得很快。你以為它是動的，為什麼有這個？你心動了，如果你的心如如不動，你看張張不動。電影片的速度多少？一秒鐘二十四張。一秒鐘換二十四張就把我們欺騙了，動的，實際上是寂滅相。給諸位說，色法你懂得是寂滅相，音聲也是寂滅相；換句話說，六根所對的六塵，沒有一法不是寂滅相，這叫實相，這叫真相。入這個境界多麼自在，我們細心去體會。"
    },
    {
      "id": "09-012-0016_p0028",
      "zh_CN": "小注末后说，「究之法体，实非有无」，有无是边见，一切法的实体不能说有，也不能说无，有无都是偏见，都没有见到法的真相。不但法体非有非无，从法体里面所现的相也是非有非无，乃至于从这些幻相上起的作用还是非有非无，你才能看得彻底，你才是真正的看清楚，才能够真正入事事无碍。要是果然有个有、有个无，就有障碍，有有障碍，无也有障碍。为什么？有碍无，无碍有。怎么能做到事事无碍？怎么能称之为一真法界？所谓一真就是无障碍的法界，你看《华严经》末后一品的品题，《四十华严》里面所标的「入不思议解脱境界」，不思议就是言语道断、心行处灭，解脱就是无碍，解脱两个字翻译我们现在的话来说，自由自在、无障碍就叫解脱，入这个境界。《八十经》里面，翻译的名词简单，「入法界品」，《四十华严》说得详细，把能入所入都标得清清楚楚，普贤行愿是能入，不思议解脱境界是所入。这个地方就是说明这个理。理明了之后才能够称性起修，称性起修就是普贤行愿，这才能真正入得了诸佛菩萨所证的实报土。",
      "zh_TW": "小註末後說，「究之法體，實非有無」，有無是邊見，一切法的實體不能說有，也不能說無，有無都是偏見，都沒有見到法的真相。不但法體非有非無，從法體裡面所現的相也是非有非無，乃至於從這些幻相上起的作用還是非有非無，你才能看得徹底，你才是真正的看清楚，才能夠真正入事事無礙。要是果然有個有、有個無，就有障礙，有有障礙，無也有障礙。為什麼？有礙無，無礙有。怎麼能做到事事無礙？怎麼能稱之為一真法界？所謂一真就是無障礙的法界，你看《華嚴經》末後一品的品題，《四十華嚴》裡面所標的「入不思議解脫境界」，不思議就是言語道斷、心行處滅，解脫就是無礙，解脫兩個字翻譯我們現在的話來說，自由自在、無障礙就叫解脫，入這個境界。《八十經》裡面，翻譯的名詞簡單，「入法界品」，《四十華嚴》說得詳細，把能入所入都標得清清楚楚，普賢行願是能入，不思議解脫境界是所入。這個地方就是說明這個理。理明瞭之後才能夠稱性起修，稱性起修就是普賢行願，這才能真正入得了諸佛菩薩所證的實報土。"
    },
    {
      "id": "09-012-0016_p0029",
      "zh_CN": "【迷之。则谓有形声。悟之。则知其阒寂。】",
      "zh_TW": "【迷之。則謂有形聲。悟之。則知其闃寂。】"
    },
    {
      "id": "09-012-0016_p0030",
      "zh_CN": "『迷』是我们凡夫，执着真的有色相、有形相、真的有音声，迷！小注说，「迷则听不出声，见不超色」，六根都有障碍，六根不能互用。悟的时候六根互用，眼能见，耳也能见；耳能听，鼻也能听，六根互用，通了，没有障碍了，迷的时候有障碍。『悟之，则知其阒寂』。「悟则一色一香，无非中道」，悟了，佛门里常说，哪一法不是佛法？法法皆是佛法，悟了就是如此，法法都是佛法，就没有障碍了。所以烦恼就是菩提，生死就是涅槃，烦恼、生死也是佛法，没有障碍。这是讲差别最显著的，而为凡夫执着最深、最重的，都没有障碍，何况那些小小法？",
      "zh_TW": "『迷』是我們凡夫，執著真的有色相、有形相、真的有音聲，迷！小註說，「迷則聽不出聲，見不超色」，六根都有障礙，六根不能互用。悟的時候六根互用，眼能見，耳也能見；耳能聽，鼻也能聽，六根互用，通了，沒有障礙了，迷的時候有障礙。『悟之，則知其闃寂』。「悟則一色一香，無非中道」，悟了，佛門裡常說，哪一法不是佛法？法法皆是佛法，悟了就是如此，法法都是佛法，就沒有障礙了。所以煩惱就是菩提，生死就是涅槃，煩惱、生死也是佛法，沒有障礙。這是講差別最顯著的，而為凡夫執著最深、最重的，都沒有障礙，何況那些小小法？"
    },
    {
      "id": "09-012-0016_p0031",
      "zh_CN": "【如是。则真谛不乖于事理。即事理之体元真。】",
      "zh_TW": "【如是。則真諦不乖於事理。即事理之體元真。】"
    },
    {
      "id": "09-012-0016_p0032",
      "zh_CN": "『元』是当原本讲。",
      "zh_TW": "『元』是當原本講。"
    },
    {
      "id": "09-012-0016_p0033",
      "zh_CN": "【妙智不异于了知。即了知之性元智。】",
      "zh_TW": "【妙智不異於了知。即了知之性元智。】"
    },
    {
      "id": "09-012-0016_p0034",
      "zh_CN": "此地所讲的完全是无障碍的境界。『如是』，悟的人晓得一切法都是清净寂灭相。『真谛』绝不乖背事理，『乖』本来是违背的意思，不违背。小注讲，「中道真谛，能不变以随缘，为生为佛，为色为心，为依为正，为事为理，是则事理皆性，宁乖于事有理无」，不违背。这个理要是通了，不要说证悟，就是解悟你都很得受用，你真正解了，你就很得受用。得什么样的受用？忍辱波罗蜜很容易成就。怎么很容易成就？晓得一切法都是我自性变现出来的，一切众生是真如本性变现出来的，十方诸佛也是真如本性变现出来的，一切色法心法、依报正报、一切事一切理统统如是，真性。",
      "zh_TW": "此地所講的完全是無障礙的境界。『如是』，悟的人曉得一切法都是清淨寂滅相。『真諦』絕不乖背事理，『乖』本來是違背的意思，不違背。小註講，「中道真諦，能不變以隨緣，為生為佛，為色為心，為依為正，為事為理，是則事理皆性，寧乖於事有理無」，不違背。這個理要是通了，不要說證悟，就是解悟你都很得受用，你真正解了，你就很得受用。得什麼樣的受用？忍辱波羅蜜很容易成就。怎麼很容易成就？曉得一切法都是我自性變現出來的，一切眾生是真如本性變現出來的，十方諸佛也是真如本性變現出來的，一切色法心法、依報正報、一切事一切理統統如是，真性。"
    },
    {
      "id": "09-012-0016_p0035",
      "zh_CN": "明心，心就是性，明心见性在此地简单的说一说，心是什么？阿赖耶识，八心王。八识也叫八个心，为什么叫做心？因为它不明，不明叫心，迷了叫心，明了就叫性，不明叫心。起了无明叫心，明了就叫性，明心就是性，心就是性。明心见性在唯识里面讲转识成智，性是四智，心是八识，转八识为四智，唯识家所讲的。禅家讲明心见性，话说的不一样，是一桩事情，不是两桩事情。所以性宗、相宗到最高的功夫是一样，殊途同归，这就是所谓「方便有多门，归元无二路」，到家是一样的。八万四千门，门路不一样，到达的终点是相同的，是一样的，因此法门无有高下。在净土里面讲是常寂光净土。",
      "zh_TW": "明心，心就是性，明心見性在此地簡單的說一說，心是什麼？阿賴耶識，八心王。八識也叫八個心，為什麼叫做心？因為它不明，不明叫心，迷了叫心，明了就叫性，不明叫心。起了無明叫心，明了就叫性，明心就是性，心就是性。明心見性在唯識裡面講轉識成智，性是四智，心是八識，轉八識為四智，唯識家所講的。禪家講明心見性，話說的不一樣，是一樁事情，不是兩樁事情。所以性宗、相宗到最高的功夫是一樣，殊途同歸，這就是所謂「方便有多門，歸元無二路」，到家是一樣的。八萬四千門，門路不一樣，到達的終點是相同的，是一樣的，因此法門無有高下。在淨土裡面講是常寂光淨土。"
    },
    {
      "id": "09-012-0016_p0036",
      "zh_CN": "我们懂得这个道理，与一切芸芸众生相处之下自然就没有分别了，自然就一团和气，晓得一切众生与自己的关系太密切了。这种密切的程度不是世间父子兄弟，比这个关系还要密切，密切到什么程度？佛法里常讲同体，密切到这种程度。由于同体，所以才说无缘，缘就是条件，同体大悲，无缘大慈，彼此互相合作，互相帮忙，没有任何条件，应该的，理所当然。不限于我们眼前同修，对十法界一切国土里面的一切众生统统是这样子，一律平等，见到佛跟见蚊虫蚂蚁没有两样。为什么？相上不一样，性里头平等，同一个体性。性是什么？性就是本人，禅家所谓「父母未生前本来面目」，本来面目就是真性。而这个真性是宇宙万有的本体，一切万法统统是这个真性随缘现出来之相。这部书虽然很短，实实在在是好极了。明天就可以给诸位讲到性是怎么样变成相的，什么理由变成相，我们很想知道我们的真如本性为什么会变成十法界的相。永嘉大师在这个文里头言简意赅，好！几句话就把它道破、就把它点明，这是人家真正有学问，真正大彻大悟了，而我们学习的人就便于受持，便于记诵。所以我们要记住、要明了这个理，理事之体，性体、真性。",
      "zh_TW": "我們懂得這個道理，與一切芸芸眾生相處之下自然就沒有分別了，自然就一團和氣，曉得一切眾生與自己的關係太密切了。這種密切的程度不是世間父子兄弟，比這個關係還要密切，密切到什麼程度？佛法裡常講同體，密切到這種程度。由於同體，所以才說無緣，緣就是條件，同體大悲，無緣大慈，彼此互相合作，互相幫忙，沒有任何條件，應該的，理所當然。不限於我們眼前同修，對十法界一切國土裡面的一切眾生統統是這樣子，一律平等，見到佛跟見蚊蟲螞蟻沒有兩樣。為什麼？相上不一樣，性裡頭平等，同一個體性。性是什麼？性就是本人，禪家所謂「父母未生前本來面目」，本來面目就是真性。而這個真性是宇宙萬有的本體，一切萬法統統是這個真性隨緣現出來之相。這部書雖然很短，實實在在是好極了。明天就可以給諸位講到性是怎麼樣變成相的，什麼理由變成相，我們很想知道我們的真如本性為什麼會變成十法界的相。永嘉大師在這個文裡頭言簡意賅，好！幾句話就把它道破、就把它點明，這是人家真正有學問，真正大徹大悟了，而我們學習的人就便於受持，便於記誦。所以我們要記住、要明瞭這個理，理事之體，性體、真性。"
    },
    {
      "id": "09-012-0016_p0037",
      "zh_CN": "『妙智不异于了知』，「妙智」是什么？般若智慧；「了知」是什么？虚妄分别。换句话说，本性里面的真知，我们通常讲了别，本性里面的真知是了别，与第六意识的分别不二，这就是说的这个意思。此地讲的了知就是分别，妙智就是唯识里头所讲的了别。了是一切明了，别是什么？不相同，差别相。像镜子照东西一样，那是了别，它不起分别心，它没有执着心，它是了别相，样样明了，一点不错乱，在此地讲妙智，这叫妙智。第六识、第七识就是执着、分别，在我们一般讲起来完全不一样，了别是照、是觉，分别是迷，迷悟不相同。迷悟不相同是从外表上、相上粗看，细观呢？细观不二，了别、分别不二，所以迷悟不二，觉迷不二，智愚不二。这一章就是讲不二法门，跟《维摩诘经》里面所讲的不二法门是一鼻孔出气，一个道理，一个意思，可见得这妙极了。",
      "zh_TW": "『妙智不異於了知』，「妙智」是什麼？般若智慧；「了知」是什麼？虛妄分別。換句話說，本性裡面的真知，我們通常講了別，本性裡面的真知是了別，與第六意識的分別不二，這就是說的這個意思。此地講的了知就是分別，妙智就是唯識裡頭所講的了別。了是一切明瞭，別是什麼？不相同，差別相。像鏡子照東西一樣，那是了別，它不起分別心，它沒有執著心，它是了別相，樣樣明瞭，一點不錯亂，在此地講妙智，這叫妙智。第六識、第七識就是執著、分別，在我們一般講起來完全不一樣，了別是照、是覺，分別是迷，迷悟不相同。迷悟不相同是從外表上、相上粗看，細觀呢？細觀不二，了別、分別不二，所以迷悟不二，覺迷不二，智愚不二。這一章就是講不二法門，跟《維摩詰經》裡面所講的不二法門是一鼻孔出氣，一個道理，一個意思，可見得這妙極了。"
    },
    {
      "id": "09-012-0016_p0038",
      "zh_CN": "小注引用永嘉大师见六祖的一句话，「分别亦非意」，这话妙极了，无怪乎六祖大师一再的对他赞叹。我们在这里分别不是第六意识吗？分别亦非意，这个意思是分别、了别不二，真正是见了道，如果不见道这句话说不出来；换句话说，他自己是入了这境界，也就是入不二法门。不二法门就是一真法界，二就不叫一真，所以不二法门就是《华严经》里面讲的一真法界；在净土里面来讲就是理一心不乱，见到实报庄严土，将来你往生也生到实报庄严土。所以，妙智不异于了知。",
      "zh_TW": "小註引用永嘉大師見六祖的一句話，「分別亦非意」，這話妙極了，無怪乎六祖大師一再的對他讚歎。我們在這裡分別不是第六意識嗎？分別亦非意，這個意思是分別、了別不二，真正是見了道，如果不見道這句話說不出來；換句話說，他自己是入了這境界，也就是入不二法門。不二法門就是一真法界，二就不叫一真，所以不二法門就是《華嚴經》裡面講的一真法界；在淨土裡面來講就是理一心不亂，見到實報莊嚴土，將來你往生也生到實報莊嚴土。所以，妙智不異於了知。"
    },
    {
      "id": "09-012-0016_p0039",
      "zh_CN": "『即了知之性元智』，第六意识从哪来的？找根，第六意识是第八意识变现出来的。唯识里面讲三能变，先从真如本性，唯识的变就跟我们《易经》里面讲的变卦，意思是相通的，最初是有真性，真性一变为阿赖耶识，阿赖耶再第二变为末那识，第三变为前六识，这叫三能变。一变、二变、三变，三变以后就生万法了。正如同我们《易经》里面讲的，「太极生两仪，两仪生四象，四象生八卦，八卦生万物」，也是讲宇宙形成的过程，跟唯识里面所讲的道理不谋而合。五俱起意识就是这个地方讲的分别，要是把它归宿到根源上，还不是真性？「即了知之性元智」，前六识的本体还是性，它才是大根大本，心法的根本是它，相法的根本也是它。为什么？一变变为阿赖耶识，阿赖耶识里面就有二分，见分、相分，真性里面没有二分，所以见相同源。拿我们现在的话讲，这就是精神的世界跟物质的世界，精神跟物质是同一个根源，不是两个东西。",
      "zh_TW": "『即了知之性元智』，第六意識從哪來的？找根，第六意識是第八意識變現出來的。唯識裡面講三能變，先從真如本性，唯識的變就跟我們《易經》裡面講的變卦，意思是相通的，最初是有真性，真性一變為阿賴耶識，阿賴耶再第二變為末那識，第三變為前六識，這叫三能變。一變、二變、三變，三變以後就生萬法了。正如同我們《易經》裡面講的，「太極生兩儀，兩儀生四象，四象生八卦，八卦生萬物」，也是講宇宙形成的過程，跟唯識裡面所講的道理不謀而合。五俱起意識就是這個地方講的分別，要是把它歸宿到根源上，還不是真性？「即了知之性元智」，前六識的本體還是性，它才是大根大本，心法的根本是它，相法的根本也是它。為什麼？一變變為阿賴耶識，阿賴耶識裡面就有二分，見分、相分，真性裡面沒有二分，所以見相同源。拿我們現在的話講，這就是精神的世界跟物質的世界，精神跟物質是同一個根源，不是兩個東西。"
    },
    {
      "id": "09-012-0016_p0040",
      "zh_CN": "现在科学家知道这个道理，能与质可以互相转变，能与质互相转变还是从相里面说的，相里面有能有质，他懂得这个道理。质是属于色法，能属于心法。佛法高明，心之能与质也能转变，几时你要懂得心的能与质能转变，那就是六神通具足。科学家怎么样聪明，怎么样发明，他还没有神通，他天眼要靠望远镜，离开望远镜天眼没有了；天耳要靠无线电，没有无线电他听不到；神足，他发明种种机械，离开机械他也没有神足。这个原因在哪里？统统是在色法里头打圈圈，色是有碍的，色要是跟心融通就无碍；换句话说，他只在色法这一层，他没找到根源，找到根源才晓得原来是一家。所以佛菩萨与三乘人才有三明、六通、三达，无不自在，无不解脱。由这个地方来比较比较，你看佛法里面有没有科学？佛法里面有最高明的科学，今天世界上的科学家要是到佛法的科学里面，他们的程度是幼稚园而已。三乘圣者就是大科学家，佛号称为万德万能，哪一法他不知道？哪一样他不会？",
      "zh_TW": "現在科學家知道這個道理，能與質可以互相轉變，能與質互相轉變還是從相裡面說的，相裡面有能有質，他懂得這個道理。質是屬於色法，能屬於心法。佛法高明，心之能與質也能轉變，幾時你要懂得心的能與質能轉變，那就是六神通具足。科學家怎麼樣聰明，怎麼樣發明，他還沒有神通，他天眼要靠望遠鏡，離開望遠鏡天眼沒有了；天耳要靠無線電，沒有無線電他聽不到；神足，他發明種種機械，離開機械他也沒有神足。這個原因在哪裡？統統是在色法裡頭打圈圈，色是有礙的，色要是跟心融通就無礙；換句話說，他只在色法這一層，他沒找到根源，找到根源才曉得原來是一家。所以佛菩薩與三乘人才有三明、六通、三達，無不自在，無不解脫。由這個地方來比較比較，你看佛法裡面有沒有科學？佛法裡面有最高明的科學，今天世界上的科學家要是到佛法的科學裡面，他們的程度是幼稚園而已。三乘聖者就是大科學家，佛號稱為萬德萬能，哪一法他不知道？哪一樣他不會？"
    },
    {
      "id": "09-012-0016_p0041",
      "zh_CN": "有人问，佛既然有那么大的能力、那么大的智慧，佛为什么不发明电灯？佛为什么不发明汽车？问这些话就像小孩问话一样，你看二、三岁小孩，小朋友问的这些话，有时候问到大人也没有法子答复他，问的幼稚。你要是真正通达，稍微有点头脑，佛要灯干什么？佛身上就放光明，光明遍照，比日月的光明还大，清凉自在，佛的光明是清凉的。要灯干什么？笨东西，还用得着这个？要汽车干什么？要飞机干什么？想到哪个地方，一动念身体就到了。汽车还得奔路跑半天，机械要是发生故障还会抛锚，这多麻烦！他要这个东西干什么？这些科学工具在三乘圣者来说落伍了，太旧的东西，你还以为新奇得不得了。你再问，佛为什么不方便人？佛不把这些笨东西教给人，把聪明的东西教给你不是更好？教你自己放光明，教你自己有神足通，有十八变，这个多么自在。问的人头脑就简单，思想就单纯，愚笨不聪明，聪明的人不会提这个笨问题出来。",
      "zh_TW": "有人問，佛既然有那麼大的能力、那麼大的智慧，佛為什麼不發明電燈？佛為什麼不發明汽車？問這些話就像小孩問話一樣，你看二、三歲小孩，小朋友問的這些話，有時候問到大人也沒有法子答覆他，問的幼稚。你要是真正通達，稍微有點頭腦，佛要燈幹什麼？佛身上就放光明，光明遍照，比日月的光明還大，清涼自在，佛的光明是清涼的。要燈幹什麼？笨東西，還用得著這個？要汽車幹什麼？要飛機幹什麼？想到哪個地方，一動念身體就到了。汽車還得奔路跑半天，機械要是發生故障還會拋錨，這多麻煩！他要這個東西幹什麼？這些科學工具在三乘聖者來說落伍了，太舊的東西，你還以為新奇得不得了。你再問，佛為什麼不方便人？佛不把這些笨東西教給人，把聰明的東西教給你不是更好？教你自己放光明，教你自己有神足通，有十八變，這個多麼自在。問的人頭腦就簡單，思想就單純，愚笨不聰明，聰明的人不會提這個笨問題出來。"
    },
    {
      "id": "09-012-0016_p0042",
      "zh_CN": "将来你们要在外面弘法，这些问题一定会碰到，你得要有方法答复他；没有方法答复，还是学孔老夫子教学的原则好，知之为知之，不知为不知。他要是问你，能答复你就答复，不能答复，这个问题我学问还不到，你另请高明。这绝不是耻辱，避免和他辩论。还有就是到你有相当声望的时候，他虽然有这奇奇怪怪的问题，他看到你不敢问，这是什么？这是你的声望、精神把他压住，这也行；但是这要有相当的功夫，初学办不到。可见得这个学要真正在功夫上着手，换句话说，在行解相应上用功夫。能够有几分行来证明这个解，你在解里头就踏实；换句话说，你所说出来的全程肯定，里面一点疑惑都不叫人产生，就是决定性的说法，无可怀疑。他纵然有疑问，有的时候他不敢提出来，为什么？说得太肯定了。自己要是没有一点功夫，有修功，敢这样肯定的说？所以一定要自己有一点行的功夫，将你的知见证实，佛所讲的没错，为什么？我证明了。",
      "zh_TW": "將來你們要在外面弘法，這些問題一定會碰到，你得要有方法答覆他；沒有方法答覆，還是學孔老夫子教學的原則好，知之為知之，不知為不知。他要是問你，能答覆你就答覆，不能答覆，這個問題我學問還不到，你另請高明。這絕不是恥辱，避免和他辯論。還有就是到你有相當聲望的時候，他雖然有這奇奇怪怪的問題，他看到你不敢問，這是什麼？這是你的聲望、精神把他壓住，這也行；但是這要有相當的功夫，初學辦不到。可見得這個學要真正在功夫上著手，換句話說，在行解相應上用功夫。能夠有幾分行來證明這個解，你在解裡頭就踏實；換句話說，你所說出來的全程肯定，裡面一點疑惑都不叫人產生，就是決定性的說法，無可懷疑。他縱然有疑問，有的時候他不敢提出來，為什麼？說得太肯定了。自己要是沒有一點功夫，有修功，敢這樣肯定的說？所以一定要自己有一點行的功夫，將你的知見證實，佛所講的沒錯，為什麼？我證明了。"
    },
    {
      "id": "09-012-0016_p0043",
      "zh_CN": "【然而妙旨绝言。假文言以诠旨。真宗非相。假名相以标宗。】",
      "zh_TW": "【然而妙旨絕言。假文言以詮旨。真宗非相。假名相以標宗。】"
    },
    {
      "id": "09-012-0016_p0044",
      "zh_CN": "小注说，前面「略明」，略略的说明，「妙境妙智，为事理不二之标宗」，妙境是属于事，妙智是属于理，智为能证，境为所证，境智不二，理事不二，能所不二。「此正欲明理绝言诠，智忘待对」，说出这些话，意思就是想要你明了真理是言语道断的，真正的智慧是要离开相对的，离开相对也就是不二。「故先明有言，以极乎忘言，有待，以臻乎绝待」，从相对的你要去体会到绝对。说绝对，诸位想，绝对跟相对还是对立，你看看，绝对还是相对法。绝对从哪里来的？相对来的，没有相对，绝对就没有了。诸位想想，凡是能说得出统统是相对的，说绝对不是真绝对，是相对的。可见得，真正绝对是什么？不说话，一句话不说就是绝对的，一开口就是相对的；不能动念，一动念就是相对，不动念就是绝对，就是言语道断、心行处灭，心的行动、心的动态那个地方灭了、没有了，心不动了。无心无言是绝对的，这是真正入不二法门。",
      "zh_TW": "小註說，前面「略明」，略略的說明，「妙境妙智，為事理不二之標宗」，妙境是屬於事，妙智是屬於理，智為能證，境為所證，境智不二，理事不二，能所不二。「此正欲明理絕言詮，智忘待對」，說出這些話，意思就是想要你明瞭真理是言語道斷的，真正的智慧是要離開相對的，離開相對也就是不二。「故先明有言，以極乎忘言，有待，以臻乎絕待」，從相對的你要去體會到絕對。說絕對，諸位想，絕對跟相對還是對立，你看看，絕對還是相對法。絕對從哪裡來的？相對來的，沒有相對，絕對就沒有了。諸位想想，凡是能說得出統統是相對的，說絕對不是真絕對，是相對的。可見得，真正絕對是什麼？不說話，一句話不說就是絕對的，一開口就是相對的；不能動念，一動念就是相對，不動念就是絕對，就是言語道斷、心行處滅，心的行動、心的動態那個地方滅了、沒有了，心不動了。無心無言是絕對的，這是真正入不二法門。"
    },
    {
      "id": "09-012-0016_p0045",
      "zh_CN": "这样说起来，言语文字是必要的，为什么？诱导我们入不二法门。从言语文字你要能够入无言语文字；从假名、假相里面，你要认识离名相的真体，法性理体。这就是前面讲的「依了义不依不了义」的道理，这才是属于了义。了义就是教体，就是理体。这也叙述过来我们学习应当怎么个学习法，千万不要执着在言语文字，不要执着在法相名词。法相名词要懂得它的作用，言语文字要懂得它的用意之所在，绝不迷在法相名词，也不执着言语文字。这样子才能得旨归宗，才能够真正的入法性，才能够真正像开经偈里面讲的「愿解如来真实义」，懂得佛说法的真义之所在，自己才能够入得了这个境界，也就是前面讲的入不二法门，入无障碍的境界。下课。",
      "zh_TW": "這樣說起來，言語文字是必要的，為什麼？誘導我們入不二法門。從言語文字你要能夠入無言語文字；從假名、假相裡面，你要認識離名相的真體，法性理體。這就是前面講的「依了義不依不了義」的道理，這才是屬於了義。了義就是教體，就是理體。這也敘述過來我們學習應當怎麼個學習法，千萬不要執著在言語文字，不要執著在法相名詞。法相名詞要懂得它的作用，言語文字要懂得它的用意之所在，絕不迷在法相名詞，也不執著言語文字。這樣子才能得旨歸宗，才能夠真正的入法性，才能夠真正像開經偈裡面講的「願解如來真實義」，懂得佛說法的真義之所在，自己才能夠入得了這個境界，也就是前面講的入不二法門，入無障礙的境界。下課。"
    }
  ]
}