{
  "doc_id": "09-012-0025",
  "title": {
    "zh_CN": "永嘉禅宗集",
    "zh_TW": "永嘉禪宗集"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十五集",
    "zh_TW": "第二十五集"
  },
  "year": "1979",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-012-0025",
  "total_paragraphs": 60,
  "paragraphs": [
    {
      "id": "09-012-0025_p0001",
      "zh_CN": "【譬夫病者欲行。阙杖不可。正行之时。假杖故能行。作功之人。亦复如是。历历寂寂。不得异时。虽有二名。其体不别。】",
      "zh_TW": "【譬夫病者欲行。闕杖不可。正行之時。假杖故能行。作功之人。亦復如是。歷歷寂寂。不得異時。雖有二名。其體不別。】"
    },
    {
      "id": "09-012-0025_p0002",
      "zh_CN": "这是以比喻来说明，真正修行用功的人也得要正助双修。正与助是同时的，而不是异时，这是要特别注意。正与助在此地就是指历历寂寂，就是惺惺寂寂，是指这个，并不是指其他的助修。我们通常讲的助道法，范围非常的宽广，此地专门讲禅观，所以它范围比较狭小。正助都是指内心里面的功夫而已，这在我们现前初学还不容易用得上。初学的人，这个初学不是此地讲的初学，此地讲初学是一念相应叫做初学，我们现在还到不了这个程度，一念相应就是刚刚证得理一心的时候。我们现前念佛的功夫，功夫成片还不到，就是二六时中佛号不断这个功夫，我们还做不到，何况事一心、再到理一心？所以永嘉大师说的境界，这种用功的方法距离我们来说是相当的遥远。",
      "zh_TW": "這是以比喻來說明，真正修行用功的人也得要正助雙修。正與助是同時的，而不是異時，這是要特別注意。正與助在此地就是指歷歷寂寂，就是惺惺寂寂，是指這個，並不是指其他的助修。我們通常講的助道法，範圍非常的寬廣，此地專門講禪觀，所以它範圍比較狹小。正助都是指內心裡面的功夫而已，這在我們現前初學還不容易用得上。初學的人，這個初學不是此地講的初學，此地講初學是一念相應叫做初學，我們現在還到不了這個程度，一念相應就是剛剛證得理一心的時候。我們現前念佛的功夫，功夫成片還不到，就是二六時中佛號不斷這個功夫，我們還做不到，何況事一心、再到理一心？所以永嘉大師說的境界，這種用功的方法距離我們來說是相當的遙遠。"
    },
    {
      "id": "09-012-0025_p0003",
      "zh_CN": "我们现前下手，初学的学人下手也要正助双修，也是同时而不能偏废。念佛就是正修，除了念佛之外，放下万缘，提起佛号，放下万缘是助；说得更粗一点，断恶修善是助修，正念佛号是正修。《弥陀经》里面给我们说得很清楚，「不可以少善根福德因缘得生彼国」。念佛就是善根，断恶修善是属于福德，善根是正修，福德因缘是助修。因缘是属于境界里面的增上缘，包括我们共修、闻法、研教，乃至于临终助念，阿弥陀佛来接引，都是属于因缘，属于助缘。这三者都要具足，这才能够往生。这是说什么样往生？给诸位说，重点是带业往生。证到事一心就不带业了，因为他见思烦恼断了，粗重的业没有了。证到理一心，无明已经破了，换句话说，他连尘沙之业、无明之业也破个一分两分。功夫愈往上，境界愈高。细说，三辈九品都离不开善根福德因缘，都要具足。这是讲我们现前能够办得到。",
      "zh_TW": "我們現前下手，初學的學人下手也要正助雙修，也是同時而不能偏廢。念佛就是正修，除了念佛之外，放下萬緣，提起佛號，放下萬緣是助；說得更粗一點，斷惡修善是助修，正念佛號是正修。《彌陀經》裡面給我們說得很清楚，「不可以少善根福德因緣得生彼國」。念佛就是善根，斷惡修善是屬於福德，善根是正修，福德因緣是助修。因緣是屬於境界裡面的增上緣，包括我們共修、聞法、研教，乃至於臨終助念，阿彌陀佛來接引，都是屬於因緣，屬於助緣。這三者都要具足，這才能夠往生。這是說什麼樣往生？給諸位說，重點是帶業往生。證到事一心就不帶業了，因為他見思煩惱斷了，粗重的業沒有了。證到理一心，無明已經破了，換句話說，他連塵沙之業、無明之業也破個一分兩分。功夫愈往上，境界愈高。細說，三輩九品都離不開善根福德因緣，都要具足。這是講我們現前能夠辦得到。"
    },
    {
      "id": "09-012-0025_p0004",
      "zh_CN": "可是永嘉大师这篇开示里面，对我们念佛人来讲是莫大的因缘。为什么？它能够帮助我们懂得什么叫理一心、怎么叫理念法。「历历寂寂，不得异时」，这种念法叫理念。历历就是六字洪名清清楚楚，一个字也不错；寂寂是除了这一念之外，什么念头都没有，乃至于这一念也没有。一念没有，念不念？念，念而无念。为什么说这一念没有？他不执着这一念，正在念的时候，像《般若》里面讲的，正是三轮体空，脱离能所，脱能所、绝对待，它不是相对的。如果是相对的就错了，历历分明，一切妄念、妄缘放下了，我现在在干什么？我念佛号。诸位想想，有能念之我，有所念之佛，还有所放下的万缘，能所宛然，这不相应，你有能有所。几时把能所念断了，念不念？念，一天十万声佛号，念的得清楚楚。可是人家念是三轮体空，没有能所、没有对待，这叫做理念。有能所、有对待，给诸位说，叫事念。放下万缘，二六时中十万声佛号清清楚楚，念到一心不乱，这叫事一心，为什么？有能有所。几时把能所念掉了，真正讲到三轮体空，一空是一切都三轮体空。",
      "zh_TW": "可是永嘉大師這篇開示裡面，對我們念佛人來講是莫大的因緣。為什麼？它能夠幫助我們懂得什麼叫理一心、怎麼叫理念法。「歷歷寂寂，不得異時」，這種念法叫理念。歷歷就是六字洪名清清楚楚，一個字也不錯；寂寂是除了這一念之外，什麼念頭都沒有，乃至於這一念也沒有。一念沒有，念不念？念，念而無念。為什麼說這一念沒有？他不執著這一念，正在念的時候，像《般若》裡面講的，正是三輪體空，脫離能所，脫能所、絕對待，它不是相對的。如果是相對的就錯了，歷歷分明，一切妄念、妄緣放下了，我現在在幹什麼？我念佛號。諸位想想，有能念之我，有所念之佛，還有所放下的萬緣，能所宛然，這不相應，你有能有所。幾時把能所念斷了，念不念？念，一天十萬聲佛號，念的得清楚楚。可是人家念是三輪體空，沒有能所、沒有對待，這叫做理念。有能所、有對待，給諸位說，叫事念。放下萬緣，二六時中十萬聲佛號清清楚楚，念到一心不亂，這叫事一心，為什麼？有能有所。幾時把能所念掉了，真正講到三輪體空，一空是一切都三輪體空。"
    },
    {
      "id": "09-012-0025_p0005",
      "zh_CN": "我念佛的时候三轮体空，不念佛就不三轮体空，那不行！一空一切空，一假一切假，这时候烦恼真正断掉了，这才入理念。平常我们不晓得，什么叫理念、什么叫事念、什么叫功夫成片，搞不清楚，甚至把功夫成片就当作理一心了。念一支香的佛，里面没有打妄想，「我已经得到一心不乱了」，他已经得一心了，哪有这种道理！这是误会，所以要明了。事一心破见思惑，换句话说，你念到事一心，你是什么境界？你的功夫等于阿罗汉，阿罗汉断见思，你也断见思。在断证的地位上，事一心是跟阿罗汉平等的。理一心是跟初住菩萨平等的，你只要得理一心，你就证到圆教初住菩萨；如果在别教上说，你已经登地，初地菩萨，你看看这个地位多高。所以这里面一定要拣别，要认识清楚，千万不要误会。",
      "zh_TW": "我念佛的時候三輪體空，不念佛就不三輪體空，那不行！一空一切空，一假一切假，這時候煩惱真正斷掉了，這才入理念。平常我們不曉得，什麼叫理念、什麼叫事念、什麼叫功夫成片，搞不清楚，甚至把功夫成片就當作理一心了。念一支香的佛，裡面沒有打妄想，「我已經得到一心不亂了」，他已經得一心了，哪有這種道理！這是誤會，所以要明瞭。事一心破見思惑，換句話說，你念到事一心，你是什麼境界？你的功夫等於阿羅漢，阿羅漢斷見思，你也斷見思。在斷證的地位上，事一心是跟阿羅漢平等的。理一心是跟初住菩薩平等的，你只要得理一心，你就證到圓教初住菩薩；如果在別教上說，你已經登地，初地菩薩，你看看這個地位多高。所以這裡面一定要揀別，要認識清楚，千萬不要誤會。"
    },
    {
      "id": "09-012-0025_p0006",
      "zh_CN": "能与所，说实在话相当的细微，前面那个比喻好像也有很多同修们还是搞不清楚。前面比喻手拿如意，手拿毛巾不是一样吗？这就是讲什么？就是讲一个能与所，手是能拿，毛巾是所拿，有能、有所，这个相很粗。手不执如意，不拿毛巾，所没有了。所没有了，能还在。能既然还在，所是没有真正断，没真断，这个相粗。再细一层，你手握拳，手是能握，拳是所握。前面是外境，一个能、一个所，现在是自境，能所都在你手上。外境容易离，内境难离，所以你要明白。以这个比喻，比喻更微细的就是知知，这多么微细，完全是心地上的功夫。我有知见，有知有觉，我知道自己有知有觉，那知与觉就是所，能知道我自己有知有觉这就是能。这要用唯识的四分给诸位讲就很容易明了。你看唯识的四分里面，相分是所，见分是能，这是粗相；自证分是能见，见分是所见，这又是一重能所；证自证分是能见，自证分是所见，又是一重能所。它两个还可以互缘，自证分是能见，证自证分是所见。所以唯识，给诸位说，非第一义。",
      "zh_TW": "能與所，說實在話相當的細微，前面那個比喻好像也有很多同修們還是搞不清楚。前面比喻手拿如意，手拿毛巾不是一樣嗎？這就是講什麼？就是講一個能與所，手是能拿，毛巾是所拿，有能、有所，這個相很粗。手不執如意，不拿毛巾，所沒有了。所沒有了，能還在。能既然還在，所是沒有真正斷，沒真斷，這個相粗。再細一層，你手握拳，手是能握，拳是所握。前面是外境，一個能、一個所，現在是自境，能所都在你手上。外境容易離，內境難離，所以你要明白。以這個比喻，比喻更微細的就是知知，這多麼微細，完全是心地上的功夫。我有知見，有知有覺，我知道自己有知有覺，那知與覺就是所，能知道我自己有知有覺這就是能。這要用唯識的四分給諸位講就很容易明瞭。你看唯識的四分裡面，相分是所，見分是能，這是粗相；自證分是能見，見分是所見，這又是一重能所；證自證分是能見，自證分是所見，又是一重能所。它兩個還可以互緣，自證分是能見，證自證分是所見。所以唯識，給諸位說，非第一義。"
    },
    {
      "id": "09-012-0025_p0007",
      "zh_CN": "前面的比喻就是叫你懂得这个关系。懂得这个关系，统统不可以执着，唯识修观要把这个统统断掉，他才能见性。他能所这个观，到证自证分、自证分，这个能所太微细了。这个关系实在就是《楞严经》里面讲的「知见立知，是无明本」，就是自证分跟证自证分。前面那个比喻就是说这个道理。所以告诉我们能与所要断。细的我们断不了。到这种程度你要是能见到八识里面的四分，你已经是大菩萨了，在圆教讲就是初住以上的菩萨，明心见性了，别教就是登地的菩萨。不到这个境界见不到，就是微细的能所你见不到。见都见不到，你怎么能断？这是原理原则，本着这个原理原则，我们修行要往这个理上去会，要与理相应，这就叫道。",
      "zh_TW": "前面的比喻就是叫你懂得這個關係。懂得這個關係，統統不可以執著，唯識修觀要把這個統統斷掉，他才能見性。他能所這個觀，到證自證分、自證分，這個能所太微細了。這個關係實在就是《楞嚴經》裡面講的「知見立知，是無明本」，就是自證分跟證自證分。前面那個比喻就是說這個道理。所以告訴我們能與所要斷。細的我們斷不了。到這種程度你要是能見到八識裡面的四分，你已經是大菩薩了，在圓教講就是初住以上的菩薩，明心見性了，別教就是登地的菩薩。不到這個境界見不到，就是微細的能所你見不到。見都見不到，你怎麼能斷？這是原理原則，本著這個原理原則，我們修行要往這個理上去會，要與理相應，這就叫道。"
    },
    {
      "id": "09-012-0025_p0008",
      "zh_CN": "在我们日常生活当中有能有所，要晓得能所都是空的，能所都是虚妄的，能所是一体的，名虽然不同，体没有两样。在能所方面要看得破，要看得开，淡一点。我是能，能有，扇子是我所有，能所，别人要把我的扇子拿去，我就不高兴了，我的扇子你怎么可以拿去？能与所放不下。这是粗相。可是要从粗相上修到微细相，由浅而深，这是用功的次第。大师在此地说到这样深位的境界，你看看前面我们所讲的，岂不是从戒定慧讲起？更前面，给我们从皈依三宝、发愿上讲起，那是最初方便，从皈依三宝、从发愿、事师、衣食教诫，从这里做起。这个才叫有根有本，有立足地。舍弃这个，要从这上面下功夫，那是空中楼阁，办不到的。",
      "zh_TW": "在我們日常生活當中有能有所，要曉得能所都是空的，能所都是虛妄的，能所是一體的，名雖然不同，體沒有兩樣。在能所方面要看得破，要看得開，淡一點。我是能，能有，扇子是我所有，能所，別人要把我的扇子拿去，我就不高興了，我的扇子你怎麼可以拿去？能與所放不下。這是粗相。可是要從粗相上修到微細相，由淺而深，這是用功的次第。大師在此地說到這樣深位的境界，你看看前面我們所講的，豈不是從戒定慧講起？更前面，給我們從皈依三寶、發願上講起，那是最初方便，從皈依三寶、從發願、事師、衣食教誡，從這裡做起。這個才叫有根有本，有立足地。捨棄這個，要從這上面下功夫，那是空中樓閣，辦不到的。"
    },
    {
      "id": "09-012-0025_p0009",
      "zh_CN": "诸位明了这一点，后面这些理我们听，懂多少算多少，将来还有机会讲。有机会讲，你们要把握机会，一定要多听。多听就是阿赖耶里头多薰习，薰习多了，时间久了，种子才有力量。什么力量？观照的力量，观照功深可以破惑。阿赖耶识的种子没有力量，有也没用处，没有力量不能破惑。所以古来大德听经听几十遍，我也给诸位说，清凉讲《华严》讲五十遍，人家当然有功夫。什么功夫？阿赖耶识里头佛法薰习的功夫，他有这个力量。他不动念则已，一动念就是般若的观照。我们现在不动念则已，一动念就是烦恼现前。我们一动念必然落在能所里，人家的念头是三轮体空，高就高在此地。我们要学，着眼点也在此地，我们是初初起步，起步就要向着这个目标，这个路就是直路、是近路，很容易到达。不向这个目标，那你走的路是迂回的，你要走很多冤枉路。能够给你走到，那还是很幸运，怕的是走上岔路去，永远达不到这个目标，这是特别要注意的。这些话要是懂得，这一大段的经文都是说这个意思，此地是说明正助双修。",
      "zh_TW": "諸位明瞭這一點，後面這些理我們聽，懂多少算多少，將來還有機會講。有機會講，你們要把握機會，一定要多聽。多聽就是阿賴耶裡頭多薰習，薰習多了，時間久了，種子才有力量。什麼力量？觀照的力量，觀照功深可以破惑。阿賴耶識的種子沒有力量，有也沒用處，沒有力量不能破惑。所以古來大德聽經聽幾十遍，我也給諸位說，清涼講《華嚴》講五十遍，人家當然有功夫。什麼功夫？阿賴耶識裡頭佛法薰習的功夫，他有這個力量。他不動念則已，一動念就是般若的觀照。我們現在不動念則已，一動念就是煩惱現前。我們一動念必然落在能所裡，人家的念頭是三輪體空，高就高在此地。我們要學，著眼點也在此地，我們是初初起步，起步就要向著這個目標，這個路就是直路、是近路，很容易到達。不向這個目標，那你走的路是迂迴的，你要走很多冤枉路。能夠給你走到，那還是很幸運，怕的是走上岔路去，永遠達不到這個目標，這是特別要注意的。這些話要是懂得，這一大段的經文都是說這個意思，此地是說明正助雙修。"
    },
    {
      "id": "09-012-0025_p0010",
      "zh_CN": "【又曰。乱想是病。无记亦病。寂寂是药。惺惺亦药。】",
      "zh_TW": "【又曰。亂想是病。無記亦病。寂寂是藥。惺惺亦藥。】"
    },
    {
      "id": "09-012-0025_p0011",
      "zh_CN": "这一看都好懂，这是叫我们要认识哪是病、哪是药，知道怎么对治法。",
      "zh_TW": "這一看都好懂，這是叫我們要認識哪是病、哪是藥，知道怎麼對治法。"
    },
    {
      "id": "09-012-0025_p0012",
      "zh_CN": "【寂寂破乱想。惺惺治无记。寂寂生无记。惺惺生乱想。】",
      "zh_TW": "【寂寂破亂想。惺惺治無記。寂寂生無記。惺惺生亂想。】"
    },
    {
      "id": "09-012-0025_p0013",
      "zh_CN": "这就是单单说你偏了，药用偏了，哪个药的分量用重了，哪个轻了，一重一轻就有毛病发生。所以禅，你看禅的定义是止观等持，修禅的人就讲调心，调个什么心？寂寂的心，惺惺的心。寂寂跟惺惺什么时候等了，两个平等就开悟了。这就好像你收无线电广播一样，频道对准声音就现前，差一点点都不能现前；开保险柜的号码锁，一点都不差，门一打就开，差一点点都不能开。功夫就在此地，几时我们定与慧能够调，刚刚好调好，这一调好就碰上了。我们所以不能开智慧，换句话说，就是我们定与慧不等。两个相差距离愈近，境界愈好；相差的愈远，境界就比较差一点，烦恼重了，不是落在无记，就是落在乱想上，这就是调不准。要是调得接近了，无记的相也少，乱想的相也少，这就是调得差不多，没有调等。均等的时候，境界就入了。调不准、多少不匀的时候，就起这个毛病。寂寂多了就生无记，惺惺多了就生乱想，虽然它能够治病，用得不妥当，药也变成病。",
      "zh_TW": "這就是單單說你偏了，藥用偏了，哪個藥的分量用重了，哪個輕了，一重一輕就有毛病發生。所以禪，你看禪的定義是止觀等持，修禪的人就講調心，調個什麼心？寂寂的心，惺惺的心。寂寂跟惺惺什麼時候等了，兩個平等就開悟了。這就好像你收無線電廣播一樣，頻道對準聲音就現前，差一點點都不能現前；開保險櫃的號碼鎖，一點都不差，門一打就開，差一點點都不能開。功夫就在此地，幾時我們定與慧能夠調，剛剛好調好，這一調好就碰上了。我們所以不能開智慧，換句話說，就是我們定與慧不等。兩個相差距離愈近，境界愈好；相差的愈遠，境界就比較差一點，煩惱重了，不是落在無記，就是落在亂想上，這就是調不準。要是調得接近了，無記的相也少，亂想的相也少，這就是調得差不多，沒有調等。均等的時候，境界就入了。調不準、多少不勻的時候，就起這個毛病。寂寂多了就生無記，惺惺多了就生亂想，雖然它能夠治病，用得不妥當，藥也變成病。"
    },
    {
      "id": "09-012-0025_p0014",
      "zh_CN": "【寂寂虽能治乱想。而复还生无记。】",
      "zh_TW": "【寂寂雖能治亂想。而復還生無記。】"
    },
    {
      "id": "09-012-0025_p0015",
      "zh_CN": "你分量用多了，用得不妥当，它虽能够对治乱想，但是它还可以发生副作用，就是无记的毛病。",
      "zh_TW": "你分量用多了，用得不妥當，它雖能夠對治亂想，但是它還可以發生副作用，就是無記的毛病。"
    },
    {
      "id": "09-012-0025_p0016",
      "zh_CN": "【惺惺虽能治无记。而复还生乱想。】",
      "zh_TW": "【惺惺雖能治無記。而復還生亂想。】"
    },
    {
      "id": "09-012-0025_p0017",
      "zh_CN": "用得不妥当、用得太多，也产生毛病。",
      "zh_TW": "用得不妥當、用得太多，也產生毛病。"
    },
    {
      "id": "09-012-0025_p0018",
      "zh_CN": "【故曰。惺惺寂寂是。无记寂寂非。寂寂惺惺是。乱想惺惺非。寂寂为助。惺惺为正。思之。】",
      "zh_TW": "【故曰。惺惺寂寂是。無記寂寂非。寂寂惺惺是。亂想惺惺非。寂寂為助。惺惺為正。思之。】"
    },
    {
      "id": "09-012-0025_p0019",
      "zh_CN": "『思之』就是叫我们好好的去想想这个道理。小注说，「类通识病」，这段的文字跟前面六种认识病是一类的，是相通的。「通识病、识药、对治、过生、是非、正助六门」，前面这六门是分别说，这个地方可以说是总说。诸位要晓得，这看起来就是重复了，虽重复而不重复，为什么？前面是逐条讲的，此地是归纳起来讲的。归纳起来也可以说不必要，既归纳在此地又说一遍，就是说这段在修功里面是关键的所在，不厌其烦，一而再、再而三的给我们开示。「令学者一一谙练方药」，谙练是熟悉，理论、方法要熟，境界现前你就可以锻炼，在境界上锻炼，哪是方法、哪是药物对治的。「临机应变以用之，则无不奏效矣」，什么时候该用什么，有什么毛病，你用什么方法来对治，自己要懂，自己要会，自己要在境界里面锻炼。",
      "zh_TW": "『思之』就是叫我們好好的去想想這個道理。小註說，「類通識病」，這段的文字跟前面六種認識病是一類的，是相通的。「通識病、識藥、對治、過生、是非、正助六門」，前面這六門是分別說，這個地方可以說是總說。諸位要曉得，這看起來就是重複了，雖重複而不重複，為什麼？前面是逐條講的，此地是歸納起來講的。歸納起來也可以說不必要，既歸納在此地又說一遍，就是說這段在修功裡面是關鍵的所在，不厭其煩，一而再、再而三的給我們開示。「令學者一一諳練方藥」，諳練是熟悉，理論、方法要熟，境界現前你就可以鍛鍊，在境界上鍛鍊，哪是方法、哪是藥物對治的。「臨機應變以用之，則無不奏效矣」，什麼時候該用什麼，有什麼毛病，你用什麼方法來對治，自己要懂，自己要會，自己要在境界裡面鍛鍊。"
    },
    {
      "id": "09-012-0025_p0020",
      "zh_CN": "大师所说这个原理原则跟方法，我们在《华严经》四十经里面，善财童子五十三参你去看，善财童子在境界里头就是用这个方法锻炼。从圆初住一直到如来地，他怎么成佛的？他就是用这个方法成佛的。他懂得锻炼，懂得随机应变。五十三参的境界就是我们日常生活，换句话说，善财童子就是教给我们学佛的人怎么过日子，学佛的人怎么在这个境界里面相处。哪个地方不是道场？哪个人、哪个物不是善知识？一切皆是。会者自会，不会的，佛菩萨也帮不上忙。这是一定要把它牢牢的记住。",
      "zh_TW": "大師所說這個原理原則跟方法，我們在《華嚴經》四十經裡面，善財童子五十三參你去看，善財童子在境界裡頭就是用這個方法鍛鍊。從圓初住一直到如來地，他怎麼成佛的？他就是用這個方法成佛的。他懂得鍛鍊，懂得隨機應變。五十三參的境界就是我們日常生活，換句話說，善財童子就是教給我們學佛的人怎麼過日子，學佛的人怎麼在這個境界裡面相處。哪個地方不是道場？哪個人、哪個物不是善知識？一切皆是。會者自會，不會的，佛菩薩也幫不上忙。這是一定要把它牢牢的記住。"
    },
    {
      "id": "09-012-0025_p0021",
      "zh_CN": "【复次料简之后。】",
      "zh_TW": "【復次料簡之後。】"
    },
    {
      "id": "09-012-0025_p0022",
      "zh_CN": "六种料简以后还有事情，不是说就完了。",
      "zh_TW": "六種料簡以後還有事情，不是說就完了。"
    },
    {
      "id": "09-012-0025_p0023",
      "zh_CN": "【须明识一念之中五阴。】",
      "zh_TW": "【須明識一念之中五陰。】"
    },
    {
      "id": "09-012-0025_p0024",
      "zh_CN": "『明』是很清楚、很明白，『一念』当中的『五阴』，色受想行识，你看这个境界多么微细。看小注，「此文来意由前云，一念灵知自性」，解释前面那一句，是从前面那一句来的，文字前后都有照应。「虑浅学之流，不达一念无念，无念之念，即灵知自性」，这是念佛人常讲的「念而无念，无念而念」。什么叫无念？无念绝不是无记，无念是什么？是晓得念性空，它不是无记。所以怕的是「反认缘尘有知者为灵知，如此则谬之甚矣」，大错特错了。什么叫灵知？攀缘心，把攀缘心当作灵明觉知，当作真心。这就是楞严会上阿难尊者所示现的，他就是代表我们大众，把妄想心、攀缘心以为这个就是真心。",
      "zh_TW": "『明』是很清楚、很明白，『一念』當中的『五陰』，色受想行識，你看這個境界多麼微細。看小註，「此文來意由前云，一念靈知自性」，解釋前面那一句，是從前面那一句來的，文字前後都有照應。「慮淺學之流，不達一念無念，無念之念，即靈知自性」，這是念佛人常講的「念而無念，無念而念」。什麼叫無念？無念絕不是無記，無念是什麼？是曉得念性空，它不是無記。所以怕的是「反認緣塵有知者為靈知，如此則謬之甚矣」，大錯特錯了。什麼叫靈知？攀緣心，把攀緣心當作靈明覺知，當作真心。這就是楞嚴會上阿難尊者所示現的，他就是代表我們大眾，把妄想心、攀緣心以為這個就是真心。"
    },
    {
      "id": "09-012-0025_p0025",
      "zh_CN": "修行是修心的，心有真妄，你要是把妄心误会当真心，《楞严》上有个比喻，好比「蒸沙作饭」，纵经尘劫，沙也不会变成饭。为什么？因不对，沙怎么会煮出饭出来？换句话说，你要想证无上菩提，你要是以缘虑心来修，不能成功。为什么？缘虑心是妄心，不会修成正果的，修成正果一定要真心。真心是什么？寂寂惺惺是，这是真心，定慧等持，一点也不能差。《楞严》里面称之为「常住真心，性净明体」，说的是这个。所以《楞严》前面一大段叫阿难找什么？找真心。把真心找出来，然后用这个做本修因，才能够圆满证得无上的佛果。我们拿大师的集子以及幽溪大师这个注解，要是跟《楞严》里面合起来看，是互相发明，它里面的注子，乃至于经文，不少地方是引用《楞严经》的经文。",
      "zh_TW": "修行是修心的，心有真妄，你要是把妄心誤會當真心，《楞嚴》上有個比喻，好比「蒸沙作飯」，縱經塵劫，沙也不會變成飯。為什麼？因不對，沙怎麼會煮出飯出來？換句話說，你要想證無上菩提，你要是以緣慮心來修，不能成功。為什麼？緣慮心是妄心，不會修成正果的，修成正果一定要真心。真心是什麼？寂寂惺惺是，這是真心，定慧等持，一點也不能差。《楞嚴》裡面稱之為「常住真心，性淨明體」，說的是這個。所以《楞嚴》前面一大段叫阿難找什麼？找真心。把真心找出來，然後用這個做本修因，才能夠圓滿證得無上的佛果。我們拿大師的集子以及幽溪大師這個註解，要是跟《楞嚴》裡面合起來看，是互相發明，它裡面的註子，乃至於經文，不少地方是引用《楞嚴經》的經文。"
    },
    {
      "id": "09-012-0025_p0026",
      "zh_CN": "【谓历历分别。明识相应。即是识阴。】",
      "zh_TW": "【謂歷歷分別。明識相應。即是識陰。】"
    },
    {
      "id": "09-012-0025_p0027",
      "zh_CN": "这是八识边上的事情。",
      "zh_TW": "這是八識邊上的事情。"
    },
    {
      "id": "09-012-0025_p0028",
      "zh_CN": "【领纳在心。即是受阴。】",
      "zh_TW": "【領納在心。即是受陰。】"
    },
    {
      "id": "09-012-0025_p0029",
      "zh_CN": "『受』是有领受、有感受。",
      "zh_TW": "『受』是有領受、有感受。"
    },
    {
      "id": "09-012-0025_p0030",
      "zh_CN": "【心缘此理。即是想阴。行用此理。即是行阴。污秽真理。即是色阴。】",
      "zh_TW": "【心緣此理。即是想陰。行用此理。即是行陰。污穢真理。即是色陰。】"
    },
    {
      "id": "09-012-0025_p0031",
      "zh_CN": "这五阴相是极其微细的，这是讲一念之中，一念里面有五阴。小注说，「五阴之义有二种，一生死五阴，二法性五阴」，有这两类。「生死五阴，九界有之」，在十法界里面除了佛，其余统统都有。这样说起来，罗汉不是没有生死了吗？罗汉没有分段生死，罗汉有变易生死。到如来地，变易生死才真正断掉；换句话说，等觉菩萨还有一次的变易生死，到如来地位上才没有，真正断尽了。断尽之后叫什么？就换个名词，就叫法性五阴，「法性五阴，惟佛证之」。换句话说，统是五阴，因缘所生法。十法界里面，在佛法界我们叫做法性五阴，其余九界我们就叫做生死五阴，生死五阴与法性五阴不二。底下再解释，「生死五阴，又有二种」，一种叫「分段五阴，六凡有之」，六道凡夫。「变易五阴，三圣有之」，声闻、缘觉、菩萨他有。",
      "zh_TW": "這五陰相是極其微細的，這是講一念之中，一念裡面有五陰。小註說，「五陰之義有二種，一生死五陰，二法性五陰」，有這兩類。「生死五陰，九界有之」，在十法界裡面除了佛，其餘統統都有。這樣說起來，羅漢不是沒有生死了嗎？羅漢沒有分段生死，羅漢有變易生死。到如來地，變易生死才真正斷掉；換句話說，等覺菩薩還有一次的變易生死，到如來地位上才沒有，真正斷盡了。斷盡之後叫什麼？就換個名詞，就叫法性五陰，「法性五陰，惟佛證之」。換句話說，統是五陰，因緣所生法。十法界裡面，在佛法界我們叫做法性五陰，其餘九界我們就叫做生死五陰，生死五陰與法性五陰不二。底下再解釋，「生死五陰，又有二種」，一種叫「分段五陰，六凡有之」，六道凡夫。「變易五陰，三聖有之」，聲聞、緣覺、菩薩他有。"
    },
    {
      "id": "09-012-0025_p0032",
      "zh_CN": "再分析，「分段五阴，又有二种，一期五阴，感报有之」，一期就是说，我们生命过程当中叫一期，从我们出生一直到老死这叫一期。「一念五阴，缘虑有之」，现在要讨论的就是这个问题，一念五阴。一念五阴是什么？我们打个妄想、动个念头，这一念里面就有五阴。我们如果要问，一期五阴是怎么成的？就是一念五阴是根本，迷于一念五阴所以才有分段生死、才有变易生死。要是悟了一念五阴，生死就了了，三界就超越，你看就在迷悟之间。「今文所辨，即缘虑五阴也」，这底下注解有，「缘虑为因，一期为果」，因果循环，分段生死才相续，它才不断，生死不断就是轮回相。「苟未脱此，焉契灵知」，假如你要没有能够把一念五阴脱了，摆脱掉了，本性里面那个一念灵知自性决定显不出来。自性里面般若智慧光明显出来是什么时候？是一念相应的时候才显得出来。「不契灵知」，如果一念灵知（就是自性）不能现前的话，「焉超生死，故须识之破之」。灵明觉知的般若智慧不能现前，惑不能破，迷惑不能破。惑不能破，诸位想想看，业怎么能空？空不了。为什么造业？迷惑才造业，造业才受报，惑业苦互为因缘，受苦的时候又迷惑，迷惑又造业，造业又受报，永远是这样轮回。要想破轮回，「我不造业了」，不可能的事情，要从哪个地方拔根？破迷惑，叫你觉悟，悟了以后自然不造业。",
      "zh_TW": "再分析，「分段五陰，又有二種，一期五陰，感報有之」，一期就是說，我們生命過程當中叫一期，從我們出生一直到老死這叫一期。「一念五陰，緣慮有之」，現在要討論的就是這個問題，一念五陰。一念五陰是什麼？我們打個妄想、動個念頭，這一念裡面就有五陰。我們如果要問，一期五陰是怎麼成的？就是一念五陰是根本，迷於一念五陰所以才有分段生死、才有變易生死。要是悟了一念五陰，生死就了了，三界就超越，你看就在迷悟之間。「今文所辨，即緣慮五陰也」，這底下註解有，「緣慮為因，一期為果」，因果循環，分段生死才相續，它才不斷，生死不斷就是輪迴相。「苟未脫此，焉契靈知」，假如你要沒有能夠把一念五陰脫了，擺脫掉了，本性裡面那個一念靈知自性決定顯不出來。自性裡面般若智慧光明顯出來是什麼時候？是一念相應的時候才顯得出來。「不契靈知」，如果一念靈知（就是自性）不能現前的話，「焉超生死，故須識之破之」。靈明覺知的般若智慧不能現前，惑不能破，迷惑不能破。惑不能破，諸位想想看，業怎麼能空？空不了。為什麼造業？迷惑才造業，造業才受報，惑業苦互為因緣，受苦的時候又迷惑，迷惑又造業，造業又受報，永遠是這樣輪迴。要想破輪迴，「我不造業了」，不可能的事情，要從哪個地方拔根？破迷惑，叫你覺悟，悟了以後自然不造業。"
    },
    {
      "id": "09-012-0025_p0033",
      "zh_CN": "迷的时候我们造善业、恶业，悟的时候，一切的造作不叫业，或者那个业，善、恶、无记里头都包不住，我们常说叫净业。净业就不是业，净业不受报，三界里面轮回里头找不到果报处。净业是什么？给诸位说，净业就是成所作智，你看，说法不一样，意思相通。净业要凭什么自己造？要凭妙观察、要凭平等性，你要是没有平等性智、妙观察智，你造的业怎么是净业？换句话说，妄想、缘虑心所造的业就不净，是非人我心造的业怎么会净？不要以为我们念阿弥陀佛，我们修的是净业。不错，有名而无实，为什么？心并不清净，还是是非人我，还是缘虑、还是妄想、还是执着分别，那我们造的这个业，哪里来的清净！",
      "zh_TW": "迷的時候我們造善業、惡業，悟的時候，一切的造作不叫業，或者那個業，善、惡、無記裡頭都包不住，我們常說叫淨業。淨業就不是業，淨業不受報，三界裡面輪迴裡頭找不到果報處。淨業是什麼？給諸位說，淨業就是成所作智，你看，說法不一樣，意思相通。淨業要憑什麼自己造？要憑妙觀察、要憑平等性，你要是沒有平等性智、妙觀察智，你造的業怎麼是淨業？換句話說，妄想、緣慮心所造的業就不淨，是非人我心造的業怎麼會淨？不要以為我們念阿彌陀佛，我們修的是淨業。不錯，有名而無實，為什麼？心並不清淨，還是是非人我，還是緣慮、還是妄想、還是執著分別，那我們造的這個業，哪裡來的清淨！"
    },
    {
      "id": "09-012-0025_p0034",
      "zh_CN": "所以讲修净业，你也得懂得这个道理，心净，一切业都清净，就是成所作；心净，五阴就叫法性五阴。严格的说，还不能说严格的说，严格的说，唯佛才是法性五阴；广义的讲，菩萨就证得法性五阴，证一分。法性五阴也不是一下证得的，分分证得的。法性五阴身就是法身，初住菩萨破一分无明，证一分法身。狭义的说法，那只有唯佛，到如来地才圆满；菩萨地虽证，不圆满，分证佛，如来地是圆满佛。这个理，诸位想想，对我们真正想用功、想做功夫的人，怎么能够不明白？不要听经，不要研究教理，我就一昧念佛，我就成功了，哪有这个道理！说他盲修瞎练，他不服气。他不服气，那就是了，为什么？他心不清净。真正心在道上，八风吹不动，「盲修瞎练」，马上就生气，岂不是心就动了？一点功夫都没有。这个境界相，诸位自己好好的去想想。",
      "zh_TW": "所以講修淨業，你也得懂得這個道理，心淨，一切業都清淨，就是成所作；心淨，五陰就叫法性五陰。嚴格的說，還不能說嚴格的說，嚴格的說，唯佛才是法性五陰；廣義的講，菩薩就證得法性五陰，證一分。法性五陰也不是一下證得的，分分證得的。法性五陰身就是法身，初住菩薩破一分無明，證一分法身。狹義的說法，那只有唯佛，到如來地才圓滿；菩薩地雖證，不圓滿，分證佛，如來地是圓滿佛。這個理，諸位想想，對我們真正想用功、想做功夫的人，怎麼能夠不明白？不要聽經，不要研究教理，我就一昧念佛，我就成功了，哪有這個道理！說他盲修瞎練，他不服氣。他不服氣，那就是了，為什麼？他心不清淨。真正心在道上，八風吹不動，「盲修瞎練」，馬上就生氣，豈不是心就動了？一點功夫都沒有。這個境界相，諸位自己好好的去想想。"
    },
    {
      "id": "09-012-0025_p0035",
      "zh_CN": "一念，时间非常之短，太短了，一念里面的五阴行相，此地是说得这么清楚。我们会不会觉察？不会觉察。你想想看，一弹指六十刹那，一刹那九百生灭，一个生灭就是一念，一念里面有『历历分别，明识相应』，你会觉察得到？觉察不到。这就是说明，一念那么微细、那么短暂，里面还有五种相，这五种相是同时的，一念具足，它有这五种相，所以叫一念五阴。没有到初住以上的菩萨，根本他就不了解，他没见到，我们要晓得这个道理。晓得这个道理怎样？就不要误会，以为我们的攀缘心、缘虑心，以为这个就是灵知，那就错了，大大的错误。不但走入歧途，把不相干的目标当作如来地，过失就在这个地方。好像我们到高雄，走到板桥以为就到了，这不就错了？以为自己灵明觉知现前了，殊不知远之远矣。",
      "zh_TW": "一念，時間非常之短，太短了，一念裡面的五陰行相，此地是說得這麼清楚。我們會不會覺察？不會覺察。你想想看，一彈指六十剎那，一剎那九百生滅，一個生滅就是一念，一念裡面有『歷歷分別，明識相應』，你會覺察得到？覺察不到。這就是說明，一念那麼微細、那麼短暫，裡面還有五種相，這五種相是同時的，一念具足，它有這五種相，所以叫一念五陰。沒有到初住以上的菩薩，根本他就不了解，他沒見到，我們要曉得這個道理。曉得這個道理怎樣？就不要誤會，以為我們的攀緣心、緣慮心，以為這個就是靈知，那就錯了，大大的錯誤。不但走入歧途，把不相干的目標當作如來地，過失就在這個地方。好像我們到高雄，走到板橋以為就到了，這不就錯了？以為自己靈明覺知現前了，殊不知遠之遠矣。"
    },
    {
      "id": "09-012-0025_p0036",
      "zh_CN": "【此五阴者。举体即是一念。此一念者。举体全是五阴。】",
      "zh_TW": "【此五陰者。舉體即是一念。此一念者。舉體全是五陰。】"
    },
    {
      "id": "09-012-0025_p0037",
      "zh_CN": "小注里注得很简单，「总在一念，别分色心」，色心就是五阴。讲一念是说总相，说五阴是说别相。好比我们说一个人，人是说总相，说头、目、脑、髓、四肢是别相，总就是别，别就是总。",
      "zh_TW": "小註裡註得很簡單，「總在一念，別分色心」，色心就是五陰。講一念是說總相，說五陰是說別相。好比我們說一個人，人是說總相，說頭、目、腦、髓、四肢是別相，總就是別，別就是總。"
    },
    {
      "id": "09-012-0025_p0038",
      "zh_CN": "【历历见此。一念之中。无有主宰。即有空慧。】",
      "zh_TW": "【歷歷見此。一念之中。無有主宰。即有空慧。】"
    },
    {
      "id": "09-012-0025_p0039",
      "zh_CN": "这就修观。此地讲，「人以主宰为义」，人就是人我，说我那就更好懂，人我空、法我空。我，我是主宰为义，经论里面对于我的定义是主宰的意思、自在的意思。诸位看大经，大经里面对我有八种意思，但是八种意思，不外乎主宰与自在这两种。五阴里面一一去观察，有没有主宰？没有。色受想行识里面，统统找不到主宰的意思，也找不到自在的意思。所以，五阴非我，四大本空，这里头没有我。你一下观察到这个地方，晓得这里头没有我，开悟了，人我空证得了。人我空证得，见思烦恼断掉了。诸位想想，是不是破惑之功由于般若观照？小注说，「见此无宰，故契人空」，契就是证入，他证得人空。",
      "zh_TW": "這就修觀。此地講，「人以主宰為義」，人就是人我，說我那就更好懂，人我空、法我空。我，我是主宰為義，經論裡面對於我的定義是主宰的意思、自在的意思。諸位看大經，大經裡面對我有八種意思，但是八種意思，不外乎主宰與自在這兩種。五陰裡面一一去觀察，有沒有主宰？沒有。色受想行識裡面，統統找不到主宰的意思，也找不到自在的意思。所以，五陰非我，四大本空，這裡頭沒有我。你一下觀察到這個地方，曉得這裡頭沒有我，開悟了，人我空證得了。人我空證得，見思煩惱斷掉了。諸位想想，是不是破惑之功由於般若觀照？小註說，「見此無宰，故契人空」，契就是證入，他證得人空。"
    },
    {
      "id": "09-012-0025_p0040",
      "zh_CN": "【见如幻化。即法空慧。】",
      "zh_TW": "【見如幻化。即法空慧。】"
    },
    {
      "id": "09-012-0025_p0041",
      "zh_CN": "『法』是五阴之法，这就是讲的法我。「法以阴实为义」。五阴，我是假的，我没有！五阴有，好像毛巾是假的，线有，线织成的毛巾，毛巾是假的，你把它抽出来就晓得，它是假的，它是一团线，线有。我们一念总相里面，这是假的，但是别相促成一念五阴，五阴不假，这是法执，以为这个是实在的，阴实为义，以为五阴之法是实在的。「我」是晓得没有，从五阴上看没有我，五阴之法有的。五阴之法从哪来的？没有，『幻化』而成的。这就是经论里面常讲的「一念不觉」，就是一念不觉里头变现出来的，心法、色法统统是里头变现的。一念不觉这就是无明，无明很快，速度非常快，无明立刻就生三细相，无明的三种状态，可以说同时的，速度太快了。",
      "zh_TW": "『法』是五陰之法，這就是講的法我。「法以陰實為義」。五陰，我是假的，我沒有！五陰有，好像毛巾是假的，線有，線織成的毛巾，毛巾是假的，你把它抽出來就曉得，它是假的，它是一團線，線有。我們一念總相裡面，這是假的，但是別相促成一念五陰，五陰不假，這是法執，以為這個是實在的，陰實為義，以為五陰之法是實在的。「我」是曉得沒有，從五陰上看沒有我，五陰之法有的。五陰之法從哪來的？沒有，『幻化』而成的。這就是經論裡面常講的「一念不覺」，就是一念不覺裡頭變現出來的，心法、色法統統是裡頭變現的。一念不覺這就是無明，無明很快，速度非常快，無明立刻就生三細相，無明的三種狀態，可以說同時的，速度太快了。"
    },
    {
      "id": "09-012-0025_p0042",
      "zh_CN": "第一个叫业相，业是什么？业是动，不动就不造业，业是动的。所谓业相就是说的动相，一动就有能所，不动没有能所。于是产生转相，转相就是见分，就是能；由转相再一变就变成境界相，境界相就是相分，就是所，是这样的关系。再给诸位说，见分里面生出来的就是心法，心法从见里头生出来，色法从相里面生出来的。无明就是本性的迷惑，根源是在真如本性，本性是灵知，识没有灵知，这是要辨别的。本性这个灵知就叫般若，法身、般若、解脱是性边上事情，不是识边的事情。这是任何一个行门，八万四千法门修行理论的依据，最高的理论依据是根据这个修，要不能辨别，那怎么不叫盲修瞎练！这个地方观的实在是深，正是《心经》里面所讲的「行深般若般罗蜜多时，照见五蕴皆空」，五蕴皆空了，修法空。",
      "zh_TW": "第一個叫業相，業是什麼？業是動，不動就不造業，業是動的。所謂業相就是說的動相，一動就有能所，不動沒有能所。於是產生轉相，轉相就是見分，就是能；由轉相再一變就變成境界相，境界相就是相分，就是所，是這樣的關係。再給諸位說，見分裡面生出來的就是心法，心法從見裡頭生出來，色法從相裡面生出來的。無明就是本性的迷惑，根源是在真如本性，本性是靈知，識沒有靈知，這是要辨別的。本性這個靈知就叫般若，法身、般若、解脫是性邊上事情，不是識邊的事情。這是任何一個行門，八萬四千法門修行理論的依據，最高的理論依據是根據這個修，要不能辨別，那怎麼不叫盲修瞎練！這個地方觀的實在是深，正是《心經》裡面所講的「行深般若般羅蜜多時，照見五蘊皆空」，五蘊皆空了，修法空。"
    },
    {
      "id": "09-012-0025_p0043",
      "zh_CN": "这个地方叫『见如幻化』，见到五阴，幻化就是假的、空的，不是真的。为什么不是真的？它是从无明业相里头幻化出来的假相，不是实在的。《金刚经》里面讲，「凡所有相皆是虚妄」，「应观一切法，如梦幻泡影」。这是真正的根源，要不是佛给我们说明，我们怎么会知道？世间聪明智慧的人，他怎么样也想不到，永远想不到。他为什么想不到？因为那个想是缘虑心，用缘虑心去想灵知，是想不到的。佛法怎么能知道？不用这些东西，这个东西不要，灵知才现前。统统不要了，剩下来的就是灵知，只要有这个东西，决定见不到灵知，般若智慧也不能现前，这些东西全是障碍。诸位要学佛，你要修学佛法，你要修行，这个道理先要搞清楚，很明白、很清楚，你才有下手处，你在一切行门当中才不迷惑，心才不动摇，功夫才能够得力。",
      "zh_TW": "這個地方叫『見如幻化』，見到五陰，幻化就是假的、空的，不是真的。為什麼不是真的？它是從無明業相裡頭幻化出來的假相，不是實在的。《金剛經》裡面講，「凡所有相皆是虛妄」，「應觀一切法，如夢幻泡影」。這是真正的根源，要不是佛給我們說明，我們怎麼會知道？世間聰明智慧的人，他怎麼樣也想不到，永遠想不到。他為什麼想不到？因為那個想是緣慮心，用緣慮心去想靈知，是想不到的。佛法怎麼能知道？不用這些東西，這個東西不要，靈知才現前。統統不要了，剩下來的就是靈知，只要有這個東西，決定見不到靈知，般若智慧也不能現前，這些東西全是障礙。諸位要學佛，你要修學佛法，你要修行，這個道理先要搞清楚，很明白、很清楚，你才有下手處，你在一切行門當中才不迷惑，心才不動搖，功夫才能夠得力。"
    },
    {
      "id": "09-012-0025_p0044",
      "zh_CN": "【是故须识此五念。及六种料简。愿弗嫌之。】",
      "zh_TW": "【是故須識此五念。及六種料簡。願弗嫌之。】"
    },
    {
      "id": "09-012-0025_p0045",
      "zh_CN": "这句是大师勉励我们的话。『是故』，就是接前面所讲的，因为这个缘故，必须要认识前面所讲的『五念』以及『六种料简』，六门料简必须要认识。『愿』是希望，不要嫌麻烦，不要嫌啰嗦。小注说，「他不见者，谓为烦芿，若不委示，学者焉知」，不见的人听了这个，修行，参禅就参，念佛就念，哪有这么麻烦的！不麻烦不行，所以这里说，如果要不是委曲婉转的开示，学人哪里知道这个道理？不知道这个道理，诸位想想，凭什么修？念佛凭什么念？懂得这个理的，人家要不了多久就得一心，我们念了几十年，一心还没得到，原因在哪里？人家懂得这个道理，理懂得之后真放下，不是假放下，他晓得能所俱空，他还有什么执着？还有什么分别？心不清净自清净了。不懂这个理，勉强的放下，「凭什么？我为什么放下？你为什么不放下？」过去我还听一位老法师说，放不下，你们统统放下，你看，我马上就放下了。你们大家统统放下我才放下，你们不肯放下，你要我放下，那办不到。这个意思就是说，你们统统下地狱，叫我不下地狱，我办不到，我也得下地狱，这就是这么个意思。这个说老实话，就是不明理。末后这句总结，妙，太妙了：",
      "zh_TW": "這句是大師勉勵我們的話。『是故』，就是接前面所講的，因為這個緣故，必須要認識前面所講的『五念』以及『六種料簡』，六門料簡必須要認識。『願』是希望，不要嫌麻煩，不要嫌囉嗦。小註說，「他不見者，謂為煩芿，若不委示，學者焉知」，不見的人聽了這個，修行，參禪就參，念佛就念，哪有這麼麻煩的！不麻煩不行，所以這裡說，如果要不是委曲婉轉的開示，學人哪裡知道這個道理？不知道這個道理，諸位想想，憑什麼修？念佛憑什麼念？懂得這個理的，人家要不了多久就得一心，我們念了幾十年，一心還沒得到，原因在哪裡？人家懂得這個道理，理懂得之後真放下，不是假放下，他曉得能所俱空，他還有什麼執著？還有什麼分別？心不清淨自清淨了。不懂這個理，勉強的放下，「憑什麼？我為什麼放下？你為什麼不放下？」過去我還聽一位老法師說，放不下，你們統統放下，你看，我馬上就放下了。你們大家統統放下我才放下，你們不肯放下，你要我放下，那辦不到。這個意思就是說，你們統統下地獄，叫我不下地獄，我辦不到，我也得下地獄，這就是這麼個意思。這個說老實話，就是不明理。末後這句總結，妙，太妙了："
    },
    {
      "id": "09-012-0025_p0046",
      "zh_CN": "【如取真金。明识瓦砾。及以伪宝。但尽除之。纵不识金。金体自现。何忧不得。】",
      "zh_TW": "【如取真金。明識瓦礫。及以偽寶。但盡除之。縱不識金。金體自現。何憂不得。】"
    },
    {
      "id": "09-012-0025_p0047",
      "zh_CN": "这几句话说得太妙，你就是不懂得真如本性，不懂得法身，没关系，那是真的；这个是假的，你只要把假的认识，假的都去掉，真的自然就现前。晓得这一大堆里头有真有妄，真的我不认识，假的我认识，我把假的统统拿掉，剩下来不就是真的？这个就是说明真性当然难领会，为什么难？「言语道断，心行处灭」，念头都不能动，怎么能说得出来？说不出来，所以体会很难。但是妄的可以说，凡是能够想像思惟统是妄的，绝不是真的；你能够言说的也是妄的，也不是真的。所以说，释迦牟尼佛四十九年他有没有说法？没有说法。法是什么？法是真性，真性说不出来的，言语道断，心行处灭。他能说出什么？他说的都是妄的，妄的是假的，所以一句没说。但是，为什么假的要说？就是这个意思，叫你认识假，你把假的拣出去了，真的就现前。这是佛不说而说，说而无说，道理就在此地。",
      "zh_TW": "這幾句話說得太妙，你就是不懂得真如本性，不懂得法身，沒關係，那是真的；這個是假的，你只要把假的認識，假的都去掉，真的自然就現前。曉得這一大堆裡頭有真有妄，真的我不認識，假的我認識，我把假的統統拿掉，剩下來不就是真的？這個就是說明真性當然難領會，為什麼難？「言語道斷，心行處滅」，念頭都不能動，怎麼能說得出來？說不出來，所以體會很難。但是妄的可以說，凡是能夠想像思惟統是妄的，絕不是真的；你能夠言說的也是妄的，也不是真的。所以說，釋迦牟尼佛四十九年他有沒有說法？沒有說法。法是什麼？法是真性，真性說不出來的，言語道斷，心行處滅。他能說出什麼？他說的都是妄的，妄的是假的，所以一句沒說。但是，為什麼假的要說？就是這個意思，叫你認識假，你把假的揀出去了，真的就現前。這是佛不說而說，說而無說，道理就在此地。"
    },
    {
      "id": "09-012-0025_p0048",
      "zh_CN": "佛既然无法可说，这些菩萨们、历代祖师们、天下弘宗演教的善知识们，他们有法可说？没有法可说。法尚且不执着，其余东西还执着？虽无说，他炽然言说；虽炽然说，实在无说，我们要懂这个道理。这也是初心不大容易体会的，明明说法四十九年，留这么多经典，为什么说没说？没说就是真的一句也没说，说是为了要说真的，说了一大堆都是假的。假的目的就是此地讲的，叫你认识什么是『瓦砾』、什么是『伪宝』，假的七宝，不是真的。你把瓦砾拣掉，把假的东西拣掉，剩下来那不就是『真金』吗？『何忧不得』。换句话说，真如本性我们不知道，现在晓得有几桩假的东西，分别是假的、执着是假的、缘虑是假的、妄想是假的，把假的统统拣掉、除掉，剩下来的就是真的。",
      "zh_TW": "佛既然無法可說，這些菩薩們、歷代祖師們、天下弘宗演教的善知識們，他們有法可說？沒有法可說。法尚且不執著，其餘東西還執著？雖無說，他熾然言說；雖熾然說，實在無說，我們要懂這個道理。這也是初心不大容易體會的，明明說法四十九年，留這麼多經典，為什麼說沒說？沒說就是真的一句也沒說，說是為了要說真的，說了一大堆都是假的。假的目的就是此地講的，叫你認識什麼是『瓦礫』、什麼是『偽寶』，假的七寶，不是真的。你把瓦礫揀掉，把假的東西揀掉，剩下來那不就是『真金』嗎？『何憂不得』。換句話說，真如本性我們不知道，現在曉得有幾樁假的東西，分別是假的、執著是假的、緣慮是假的、妄想是假的，把假的統統揀掉、除掉，剩下來的就是真的。"
    },
    {
      "id": "09-012-0025_p0049",
      "zh_CN": "《楞严》里面舍识用根，多少同修听了《楞严经》之后来问我，根是什么？怎么样用法？你要是懂得这个道理，很清楚明白。根中之性不必问，把假的去掉就行了。分别心、执着心、缘虑心、妄想心统统去掉，你眼能不能见？能见；耳能不能听？能听。能见的，见性之见；能听的，闻性之听，绝不落在这个里头，那一边叫灵知，见是灵知，听也是灵知，六根对六尘境界无一而不是灵知。只要把妄的拣掉就行了，不要再找真的，一找真的，就又生一个妄，头上安头，麻烦大了。妄的去掉，现出来就是真的。千万不要找真，找真这一念就是妄，就是个妄念。妄的去掉，真的现前，诸位想想看，又是一番能所，还是落在妄边。所以这个境界微细。讲到这个地方，把奢摩他这一段讲完了。",
      "zh_TW": "《楞嚴》裡面捨識用根，多少同修聽了《楞嚴經》之後來問我，根是什麼？怎麼樣用法？你要是懂得這個道理，很清楚明白。根中之性不必問，把假的去掉就行了。分別心、執著心、緣慮心、妄想心統統去掉，你眼能不能見？能見；耳能不能聽？能聽。能見的，見性之見；能聽的，聞性之聽，絕不落在這個裡頭，那一邊叫靈知，見是靈知，聽也是靈知，六根對六塵境界無一而不是靈知。只要把妄的揀掉就行了，不要再找真的，一找真的，就又生一個妄，頭上安頭，麻煩大了。妄的去掉，現出來就是真的。千萬不要找真，找真這一念就是妄，就是個妄念。妄的去掉，真的現前，諸位想想看，又是一番能所，還是落在妄邊。所以這個境界微細。講到這個地方，把奢摩他這一段講完了。"
    },
    {
      "id": "09-012-0025_p0050",
      "zh_CN": "【毘婆舍那颂。】",
      "zh_TW": "【毘婆舍那頌。】"
    },
    {
      "id": "09-012-0025_p0051",
      "zh_CN": "奢摩他重在止，『毘婆舍那』重在观。看小注，「梵语毘婆舍那，此云观。竖而明之，义当于假。横而言之，义开三观，谓空假中。今且竖明，有照义假义，又观有三名」，就是三个意思，「观穿观，观达观，不观观」。这些名与义的解释都在《摩诃止观》上，诸位要深入研究，那就得参考《摩诃止观》。现在这些书在台湾都有单行本流通，菩提树杂志社是印大字本，毛边纸线装的，好像有二十册，《摩诃止观辅行》有解释的，有注解的。这是天台家权威的经典，天台三大部，《法华经文句》、《法华经玄义释签》、《摩诃止观》，这是天台三部最重要的经论，智者大师依据这个建立天台宗。请看经文：",
      "zh_TW": "奢摩他重在止，『毘婆舍那』重在觀。看小註，「梵語毘婆舍那，此云觀。豎而明之，義當於假。橫而言之，義開三觀，謂空假中。今且豎明，有照義假義，又觀有三名」，就是三個意思，「觀穿觀，觀達觀，不觀觀」。這些名與義的解釋都在《摩訶止觀》上，諸位要深入研究，那就得參考《摩訶止觀》。現在這些書在台灣都有單行本流通，菩提樹雜誌社是印大字本，毛邊紙線裝的，好像有二十冊，《摩訶止觀輔行》有解釋的，有註解的。這是天台家權威的經典，天台三大部，《法華經文句》、《法華經玄義釋籤》、《摩訶止觀》，這是天台三部最重要的經論，智者大師依據這個建立天台宗。請看經文："
    },
    {
      "id": "09-012-0025_p0052",
      "zh_CN": "【夫境非智而不了。智非境而不生。】",
      "zh_TW": "【夫境非智而不了。智非境而不生。】"
    },
    {
      "id": "09-012-0025_p0053",
      "zh_CN": "注子说，「境有事理，智亦同之」，境有事境、有理的境，智也有事的智、有理的智。「了世间事境，达正因缘生，世俗智也」，这是世间之智。「了因缘本空，无人无我，真空智也」，这是先辨别智的区分。世俗智就相当不容易，他能够通达明了世间一切事、一切境界是因缘所生法，他懂这个道理，晓得是因缘所生的，这叫世俗智。世俗智，给诸位说，并不是世间人个个都有这个智慧，是世间那些聪明人才有，学佛的人大概都有这个，这个智慧都有，晓得万法因缘生。晓得因缘生，但是不晓得当体即空，告诉你这个毛巾是因缘生的，对，我晓得，懂得了，因缘生的，不晓得这是当体即空，不晓得。因缘生，有；不能空，空不了。这种智，因缘生只晓得一边的意思，不晓得另外一边的意思，这就是因缘生法观得浅、看得浅。深入观察，因缘生法无自性，没有自体。没有自体就是当体即空，了因缘本空，无人无我，因缘生法里面找不到主宰，找不到实法。找不到主宰是人我空，找不到实法是法我空。无人无我是真空智，人我执破掉，在一切法里头不再执着人我。",
      "zh_TW": "註子說，「境有事理，智亦同之」，境有事境、有理的境，智也有事的智、有理的智。「了世間事境，達正因緣生，世俗智也」，這是世間之智。「了因緣本空，無人無我，真空智也」，這是先辨別智的區分。世俗智就相當不容易，他能夠通達明瞭世間一切事、一切境界是因緣所生法，他懂這個道理，曉得是因緣所生的，這叫世俗智。世俗智，給諸位說，並不是世間人個個都有這個智慧，是世間那些聰明人才有，學佛的人大概都有這個，這個智慧都有，曉得萬法因緣生。曉得因緣生，但是不曉得當體即空，告訴你這個毛巾是因緣生的，對，我曉得，懂得了，因緣生的，不曉得這是當體即空，不曉得。因緣生，有；不能空，空不了。這種智，因緣生只曉得一邊的意思，不曉得另外一邊的意思，這就是因緣生法觀得淺、看得淺。深入觀察，因緣生法無自性，沒有自體。沒有自體就是當體即空，了因緣本空，無人無我，因緣生法裡面找不到主宰，找不到實法。找不到主宰是人我空，找不到實法是法我空。無人無我是真空智，人我執破掉，在一切法裡頭不再執著人我。"
    },
    {
      "id": "09-012-0025_p0054",
      "zh_CN": "「了空即假，知病识药，出假智也」，出假就是菩萨的智慧，前面真空智是阿罗汉的智慧，菩萨有这个智慧，菩萨晓得空就是假。假也叫做幻有，也叫做妙有。在《心经》里面用色做代表，「色即是空，空即是色，色不异空，空不异色」，空就是假，就是假色，假色就是真空，真空不异假色，假色不异真空，这个叫出假智。从真空里头超越出来，超越出来干什么？以真空做基础，在假相里面去历练，历是讲经历，练是说练达，在假相里面去锻炼。要是不锻炼，给诸位说，无始劫以来的习气种子、迷惑断不尽。历练，刚才说过了，就是因缘，我们拿《弥陀经》里头讲的「不可以少善根福德因缘」，历练就是菩萨证入佛果的因缘。菩萨怎么能成佛？要在假相里面去历练。五十三参善财童子就是榜样，什么样的境界他要在当中经历，要在里头锻炼，把烦恼习气在境界里头真正不动心、不起念了；换句话说，要经过考验的，不经过考验不算数。所以小乘人的功夫是没有经过考验的，大乘菩萨的功夫是经过考验的。出假行菩萨道一定要以真空做基础，就是要以人我空做基础，才禁得起考验。没有人空的基础，换句话说，没有资格考验。你参加考试，譬如我们大学参加联考，高中毕业才有资格参加联考，高中毕业就等于真空智一样，才可以出假，不具足这个条件没有资格参加。诸位想想，我们现在纵然有世俗智，我们能够学那些大菩萨从空出假？空还没有证得，到哪里出？没得出。",
      "zh_TW": "「了空即假，知病識藥，出假智也」，出假就是菩薩的智慧，前面真空智是阿羅漢的智慧，菩薩有這個智慧，菩薩曉得空就是假。假也叫做幻有，也叫做妙有。在《心經》裡面用色做代表，「色即是空，空即是色，色不異空，空不異色」，空就是假，就是假色，假色就是真空，真空不異假色，假色不異真空，這個叫出假智。從真空裡頭超越出來，超越出來幹什麼？以真空做基礎，在假相裡面去歷練，歷是講經歷，練是說練達，在假相裡面去鍛鍊。要是不鍛鍊，給諸位說，無始劫以來的習氣種子、迷惑斷不盡。歷練，剛才說過了，就是因緣，我們拿《彌陀經》裡頭講的「不可以少善根福德因緣」，歷練就是菩薩證入佛果的因緣。菩薩怎麼能成佛？要在假相裡面去歷練。五十三參善財童子就是榜樣，什麼樣的境界他要在當中經歷，要在裡頭鍛鍊，把煩惱習氣在境界裡頭真正不動心、不起念了；換句話說，要經過考驗的，不經過考驗不算數。所以小乘人的功夫是沒有經過考驗的，大乘菩薩的功夫是經過考驗的。出假行菩薩道一定要以真空做基礎，就是要以人我空做基礎，才禁得起考驗。沒有人空的基礎，換句話說，沒有資格考驗。你參加考試，譬如我們大學參加聯考，高中畢業才有資格參加聯考，高中畢業就等於真空智一樣，才可以出假，不具足這個條件沒有資格參加。諸位想想，我們現在縱然有世俗智，我們能夠學那些大菩薩從空出假？空還沒有證得，到哪裡出？沒得出。"
    },
    {
      "id": "09-012-0025_p0055",
      "zh_CN": "「了达二边，惟即中道，中观智也」，菩萨里头有权实两种，这是讲实教的菩萨。刚刚从空出假，还没有证得中观，没有证得不二法门，那是权教菩萨；证得不二法门，这才叫实教菩萨，那不是假的，是真实的。这是讲中观智现前，了达二边，惟即中道，就是不二的意思，理事不二。理事不二，就是讲的一切法，宇宙人生一切法把它总归纳，不外乎一个是事、一个是理，就说尽了。理事不二意思一开，就是法法不二，后面又说万法皆如，皆如就是不二的意思。这是大菩萨的智慧。这是先说智与境有这么多区别。",
      "zh_TW": "「了達二邊，惟即中道，中觀智也」，菩薩裡頭有權實兩種，這是講實教的菩薩。剛剛從空出假，還沒有證得中觀，沒有證得不二法門，那是權教菩薩；證得不二法門，這才叫實教菩薩，那不是假的，是真實的。這是講中觀智現前，了達二邊，惟即中道，就是不二的意思，理事不二。理事不二，就是講的一切法，宇宙人生一切法把它總歸納，不外乎一個是事、一個是理，就說盡了。理事不二意思一開，就是法法不二，後面又說萬法皆如，皆如就是不二的意思。這是大菩薩的智慧。這是先說智與境有這麼多區別。"
    },
    {
      "id": "09-012-0025_p0056",
      "zh_CN": "「今明境智」，今是此地所讲的，「且言因缘即空，以为出世间空智」。「因缘所生法」，佛在经上说，「我说即是空」，这是出世间空智的张本、依据。「所以下文但云缘生性空，及以色即是空，以为修心创步之方」，创步就是第一步，第一步你要懂得这个理论，以这个理论做依据才可以谈得上修心的初步，就是晓得，真正理解缘生性空、色即是空。缘生性空是真空智，色即是空是出假智，从空出假。从空出假是什么意思？我们话说得通俗一点，真空智，出了三界，出世；出假智是再入世，出世之后再入世，这叫从空出假。即世间而出世间，出世间和即世间不离开，这是菩萨；二乘人怎样？出了世间他就不再入，那是二乘。凡夫是在世间没有出，菩萨是出了之后再回来，那就不一样，就是这个意思。",
      "zh_TW": "「今明境智」，今是此地所講的，「且言因緣即空，以為出世間空智」。「因緣所生法」，佛在經上說，「我說即是空」，這是出世間空智的張本、依據。「所以下文但云緣生性空，及以色即是空，以為修心創步之方」，創步就是第一步，第一步你要懂得這個理論，以這個理論做依據才可以談得上修心的初步，就是曉得，真正理解緣生性空、色即是空。緣生性空是真空智，色即是空是出假智，從空出假。從空出假是什麼意思？我們話說得通俗一點，真空智，出了三界，出世；出假智是再入世，出世之後再入世，這叫從空出假。即世間而出世間，出世間和即世間不離開，這是菩薩；二乘人怎樣？出了世間他就不再入，那是二乘。凡夫是在世間沒有出，菩薩是出了之後再回來，那就不一樣，就是這個意思。"
    },
    {
      "id": "09-012-0025_p0057",
      "zh_CN": "禅家还有几句比喻话，凡夫看山是山，看水是水，完全住在假相里头不知道；二乘圣者看山不是山，看水不是水，为什么？他晓得当体即空，因缘所生法当体即空；菩萨怎样？菩萨又再回头，看山还是山，看水还是水。那是什么？从空出假，你们大家说山，好，这是山；你们说水，好，就是水，他心里不着相，你说什么就是随缘，恒顺众生，随喜功德，这是出假的事情。凡夫是这么说，他就随你这么说，凡夫说我，他也说这是我，不说我不好说话，说法就不懂了，随顺凡夫。在随顺当中以善巧方便给你做增上缘，帮助你觉悟，这叫菩萨。所以菩萨是慈悲为本、方便为门，他要是不慈悲，他就不出假，住在真的里头多自在。出假是慈悲，对谁慈悲？对自己慈悲、对众生慈悲。怎么说对自己慈悲？他要不出假，不来历炼，成不了佛，这是对自己慈悲；历练当中一定教化众生，为一切众生做增上缘，是对众生慈悲。两个合起来才叫做法缘慈、无缘慈，他为什么？为了法，他不是为人，他是为法，必须要历练，必须要自行化他，不自行化他不能成就。",
      "zh_TW": "禪家還有幾句比喻話，凡夫看山是山，看水是水，完全住在假相裡頭不知道；二乘聖者看山不是山，看水不是水，為什麼？他曉得當體即空，因緣所生法當體即空；菩薩怎樣？菩薩又再回頭，看山還是山，看水還是水。那是什麼？從空出假，你們大家說山，好，這是山；你們說水，好，就是水，他心裡不著相，你說什麼就是隨緣，恆順眾生，隨喜功德，這是出假的事情。凡夫是這麼說，他就隨你這麼說，凡夫說我，他也說這是我，不說我不好說話，說法就不懂了，隨順凡夫。在隨順當中以善巧方便給你做增上緣，幫助你覺悟，這叫菩薩。所以菩薩是慈悲為本、方便為門，他要是不慈悲，他就不出假，住在真的裡頭多自在。出假是慈悲，對誰慈悲？對自己慈悲、對眾生慈悲。怎麼說對自己慈悲？他要不出假，不來歷鍊，成不了佛，這是對自己慈悲；歷練當中一定教化眾生，為一切眾生做增上緣，是對眾生慈悲。兩個合起來才叫做法緣慈、無緣慈，他為什麼？為了法，他不是為人，他是為法，必須要歷練，必須要自行化他，不自行化他不能成就。"
    },
    {
      "id": "09-012-0025_p0058",
      "zh_CN": "我们再把范围缩小一点，缩到眼前来给诸位说，我过去讲经也常说，我在台上讲经，天天讲，只要有时间，不辞辛劳，为什么？「法师很慈悲」，实在讲，慈悲什么？自利。不在台上链不出来，不在台上不得利益，讲一遍，自己的受用、领悟比听十遍领悟还要大。所以讲的人是学生，下面坐的都是老师，你们这些人要是不督促我，我就懈怠了，不督促我就懒惰了，你们大家都是我的老师，是我的善知识，督促我叫我不懈怠、不懒惰，我被你们逼着不得不讲，成就自己，为的是什么？为了法，诸位要懂这个意思。法缘里面，自行化他，自利利他，偏重在自利；真正开悟了，圆初住菩萨真正开悟，明心见性，念佛念到理一心不乱，还住在世间度化众生，那叫无缘慈悲，那是真正度众生，于一切众生有大恩德。你们诸位要是晓得这个意思，怎么能说不上台？你要想成就自己，想尽方法上讲台，有机会就要干。要是有机会，「不行，这上台我恐怕不行」，躲到后面去，你哪一辈子才能成就？一定要上台，一面讲一面学，行解相应。这是说出修心创步，修心的人第一步方法是如此。",
      "zh_TW": "我們再把範圍縮小一點，縮到眼前來給諸位說，我過去講經也常說，我在台上講經，天天講，只要有時間，不辭辛勞，為什麼？「法師很慈悲」，實在講，慈悲什麼？自利。不在台上鍊不出來，不在台上不得利益，講一遍，自己的受用、領悟比聽十遍領悟還要大。所以講的人是學生，下面坐的都是老師，你們這些人要是不督促我，我就懈怠了，不督促我就懶惰了，你們大家都是我的老師，是我的善知識，督促我叫我不懈怠、不懶惰，我被你們逼著不得不講，成就自己，為的是什麼？為了法，諸位要懂這個意思。法緣裡面，自行化他，自利利他，偏重在自利；真正開悟了，圓初住菩薩真正開悟，明心見性，念佛念到理一心不亂，還住在世間度化眾生，那叫無緣慈悲，那是真正度眾生，於一切眾生有大恩德。你們諸位要是曉得這個意思，怎麼能說不上台？你要想成就自己，想盡方法上講台，有機會就要幹。要是有機會，「不行，這上台我恐怕不行」，躲到後面去，你哪一輩子才能成就？一定要上台，一面講一面學，行解相應。這是說出修心創步，修心的人第一步方法是如此。"
    },
    {
      "id": "09-012-0025_p0059",
      "zh_CN": "「举一例二，何俟尽说」，这就是幽溪大师给我们说举一反三，说一条，别的不要再啰嗦了，你就得觉悟，不要再多啰嗦、多说了。「夫万像森罗，博地共有也。了与不了，智愚之分也。愚则逐境以飘流，起缘尘之分别。生生故生，生以为生死之因。」这是讲一个智、一个愚，智与愚就是觉与迷，觉就是智，迷就是愚，这里头言语不多，说得很详细。什么是愚，什么叫做迷？逐境飘流。什么叫逐境飘流？起缘尘之分别，六根接触外面六尘境界起分别心、起执着心，八识用事，不是灵知用事。灵知用事叫智、叫觉，八识用事叫愚、叫迷。世俗智是八识用事，不是灵性用事，是迷。迷怎么样？生生故生，生为生死的因，生死六道轮回就是迷惑，迷惑造业，造业受报。",
      "zh_TW": "「舉一例二，何俟盡說」，這就是幽溪大師給我們說舉一反三，說一條，別的不要再囉嗦了，你就得覺悟，不要再多囉嗦、多說了。「夫萬像森羅，博地共有也。了與不了，智愚之分也。愚則逐境以飄流，起緣塵之分別。生生故生，生以為生死之因。」這是講一個智、一個愚，智與愚就是覺與迷，覺就是智，迷就是愚，這裡頭言語不多，說得很詳細。什麼是愚，什麼叫做迷？逐境飄流。什麼叫逐境飄流？起緣塵之分別，六根接觸外面六塵境界起分別心、起執著心，八識用事，不是靈知用事。靈知用事叫智、叫覺，八識用事叫愚、叫迷。世俗智是八識用事，不是靈性用事，是迷。迷怎麼樣？生生故生，生為生死的因，生死六道輪迴就是迷惑，迷惑造業，造業受報。"
    },
    {
      "id": "09-012-0025_p0060",
      "zh_CN": "反过来，「智则观缘生而制止」，觉悟的人他一看，缘生性空。制止是什么？就是制止缘虑心，妄想心、缘虑心、执着心、分别心不生了，他制止。为什么制止？他觉悟了，晓得缘生之法当体即空。所以他「达物性之空虚」，不但一切幻相是空的、是假的，性也是空虚的。「有有而不有，以为涅槃之道」，涅槃翻成中国的意思是不生不灭，就是常住真心，常住真心一现前，晓得有有而不有，一切万有，有这个幻相，并没有实体。「如是则境智相藉，以了以生也。」智与境，了是指了境，对境界一切明了；生就是生智，真正的智慧，就是本性里面的灵知生起来，一切境界的真相都明了，诸法实相都明了了。这是说，你看看，就是入了门，真正修心的，第一步是要懂得这个理论，依这个理论去起修。这个理论应用在我们念佛法门上，功德无量无边。我们下课。",
      "zh_TW": "反過來，「智則觀緣生而制止」，覺悟的人他一看，緣生性空。制止是什麼？就是制止緣慮心，妄想心、緣慮心、執著心、分別心不生了，他制止。為什麼制止？他覺悟了，曉得緣生之法當體即空。所以他「達物性之空虛」，不但一切幻相是空的、是假的，性也是空虛的。「有有而不有，以為涅槃之道」，涅槃翻成中國的意思是不生不滅，就是常住真心，常住真心一現前，曉得有有而不有，一切萬有，有這個幻相，並沒有實體。「如是則境智相藉，以了以生也。」智與境，了是指了境，對境界一切明瞭；生就是生智，真正的智慧，就是本性裡面的靈知生起來，一切境界的真相都明瞭，諸法實相都明瞭了。這是說，你看看，就是入了門，真正修心的，第一步是要懂得這個理論，依這個理論去起修。這個理論應用在我們念佛法門上，功德無量無邊。我們下課。"
    }
  ]
}