{
  "doc_id": "21-544-0001",
  "title": {
    "zh_CN": "传统文化教育学会闭幕典礼净空老法师致词",
    "zh_TW": "傳統文化教育學會閉幕典禮淨空老法師致詞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2009",
  "location": {
    "zh_CN": "台湾阳明山中山楼",
    "zh_TW": "台灣陽明山中山樓"
  },
  "doc_number": "21-544-0001",
  "total_paragraphs": 14,
  "paragraphs": [
    {
      "id": "21-544-0001_p0001",
      "zh_CN": "尊敬的诸位老师们，诸位嘉宾，当然更难得的，是我们这边的主办单位，谢居士跟陈总。诸位同修们在这两天活动当中，我想我们每个人都有很深的感触，在这个多灾多难的社会里，看到了一线的光明。不但在中国历史，在全世界也不例外，可以说是我们这一生所遭遇的是空前的灾难。灾难怎么形成的？原因很复杂、很多，可是归纳起来，我们可以用一句话来解答，它的根源，就是我们中国的谚语所说的，「不听老人言，吃亏在眼前」，我们今天吃了大亏，老人是谁？是我们的老祖宗。在中国提起来大家都说，尧舜禹汤、文武周公、孔子、孟子，在佛法里面就是诸佛菩萨，在西方那就是各个宗教的教主，各个族群里面的哲人。为什么要这样说法？难道现在人比不上古人吗？现在的科学技术日新月异，所以一般人被这个现象迷惑，认为我们比古人，智慧聪明无论在哪一方面超过太多太多。古人从台北到高雄，那个时候交通工具是马匹，骑马这是快的，骑驴、坐手推的车子，从台北到高雄要走多少天？至少要一个星期。现在你们坐高铁，从台北到高雄九十分钟，古人哪能跟现在人比？所以现在年轻人没有读圣贤书，自自然然都轻视古人，认为现在人的智慧能力超过古人太多太多。",
      "zh_TW": "尊敬的諸位老師們，諸位嘉賓，當然更難得的，是我們這邊的主辦單位，謝居士跟陳總。諸位同修們在這兩天活動當中，我想我們每個人都有很深的感觸，在這個多災多難的社會裡，看到了一線的光明。不但在中國歷史，在全世界也不例外，可以說是我們這一生所遭遇的是空前的災難。災難怎麼形成的？原因很複雜、很多，可是歸納起來，我們可以用一句話來解答，它的根源，就是我們中國的諺語所說的，「不聽老人言，吃虧在眼前」，我們今天吃了大虧，老人是誰？是我們的老祖宗。在中國提起來大家都說，堯舜禹湯、文武周公、孔子、孟子，在佛法裡面就是諸佛菩薩，在西方那就是各個宗教的教主，各個族群裡面的哲人。為什麼要這樣說法？難道現在人比不上古人嗎？現在的科學技術日新月異，所以一般人被這個現象迷惑，認為我們比古人，智慧聰明無論在哪一方面超過太多太多。古人從台北到高雄，那個時候交通工具是馬匹，騎馬這是快的，騎驢、坐手推的車子，從台北到高雄要走多少天？至少要一個星期。現在你們坐高鐵，從台北到高雄九十分鐘，古人哪能跟現在人比？所以現在年輕人沒有讀聖賢書，自自然然都輕視古人，認為現在人的智慧能力超過古人太多太多。"
    },
    {
      "id": "21-544-0001_p0002",
      "zh_CN": "古人有智慧、有德行、有能力，为什么不发明这些先进科技？我们想一想，他有没有能力？大乘经教里面告诉我们，诸佛菩萨智慧德能都是究竟圆满，他能不能造出这些？能，告诉你。我们中国在史书里面记载的，王莽的时代，这是汉朝的中期，就有人学滑翔，飞行！就有人学这个东西。大众所共知的，诸葛亮发明机械化的运输，木牛流马机械化的运输。可是这些人死了之后，都把他的技术全部把它毁掉，不留传给后世；换句话说，他们不是不懂得这些科学技术，懂得。为什么他不向这个方向发展？这就是伦理道德。如果那个时候发展，这世界可能早就没有，早就毁灭！西方科学家告诉我们，大概在五万年以前，地球上的科学技术文明比现在还超越，那个时候能源从太空当中取来的。不是像我们现在用这些石油，这些东西它有染污，那个时候没有染污。交通工具都比现在先进，飞行都没有音声。可是发展到那个程度，这个世间的人不相信宗教，不相信古圣先贤的教诲；换句话说，伦理、道德、因果全部崩溃，于是灾难来了。什么灾难？大地沉下去，沉到海里去。这个地区就现在讲大西洋，那个时候那块地方叫大西国，是全世界科学技术发展最高的。",
      "zh_TW": "古人有智慧、有德行、有能力，為什麼不發明這些先進科技？我們想一想，他有沒有能力？大乘經教裡面告訴我們，諸佛菩薩智慧德能都是究竟圓滿，他能不能造出這些？能，告訴你。我們中國在史書裡面記載的，王莽的時代，這是漢朝的中期，就有人學滑翔，飛行！就有人學這個東西。大眾所共知的，諸葛亮發明機械化的運輸，木牛流馬機械化的運輸。可是這些人死了之後，都把他的技術全部把它毀掉，不留傳給後世；換句話說，他們不是不懂得這些科學技術，懂得。為什麼他不向這個方向發展？這就是倫理道德。如果那個時候發展，這世界可能早就沒有，早就毀滅！西方科學家告訴我們，大概在五萬年以前，地球上的科學技術文明比現在還超越，那個時候能源從太空當中取來的。不是像我們現在用這些石油，這些東西它有染污，那個時候沒有染污。交通工具都比現在先進，飛行都沒有音聲。可是發展到那個程度，這個世間的人不相信宗教，不相信古聖先賢的教誨；換句話說，倫理、道德、因果全部崩潰，於是災難來了。什麼災難？大地沉下去，沉到海裡去。這個地區就現在講大西洋，那個時候那塊地方叫大西國，是全世界科學技術發展最高的。"
    },
    {
      "id": "21-544-0001_p0003",
      "zh_CN": "为什么到那时候人不信神，不再讲伦理道德，为什么会有这样？这理很深。佛法讲得清楚，因为物质的世界跟我们自己的意念，它有密切的关系。所以只有佛经里面讲到这个问题，这物质世界怎么来的？「一切法从心想生」。所以我们在讲经的时候，也多次的跟同学们谈到这个问题，你看释迦牟尼佛给我们介绍，西方极乐世界那多美好！在《华严经》里面介绍，毘卢遮那佛的华藏世界，一切诸佛的刹土都是那么样美好。我们今天这个地球，跟西方极乐世界比有没有差别？在理论上讲毫无差别，事上讲那不一样。为什么不一样？西方极乐世界的居民各个都是上善之人，释迦佛在《弥陀经》上给我们介绍的，「皆是上善之人俱会一处」。我们看看我们现在地球上人，善恶都是以《十善业道经》做标准，我们今天这个世界十恶，不但是十恶，上等的十恶，上等的十恶这个世间必然有灾难。所以科学家也提出警告，如果我们再不重视人际关系，不重视伦理道德，恐怕又要遭受五万年前大西国的命运，我们这个世界也会沉到大海里去，世界又重新来过。这个现象，佛讲得很清楚，就是「境随心转」，我们的心能够转恶为善，转迷为悟，转凡成圣，这个地球就变成极乐世界，这个灾难自然就化解，天灾人祸都没有。人人都是善人，战争没有；人人都是善念，山河大地会变得非常之可爱。",
      "zh_TW": "為什麼到那時候人不信神，不再講倫理道德，為什麼會有這樣？這理很深。佛法講得清楚，因為物質的世界跟我們自己的意念，它有密切的關係。所以只有佛經裡面講到這個問題，這物質世界怎麼來的？「一切法從心想生」。所以我們在講經的時候，也多次的跟同學們談到這個問題，你看釋迦牟尼佛給我們介紹，西方極樂世界那多美好！在《華嚴經》裡面介紹，毘盧遮那佛的華藏世界，一切諸佛的剎土都是那麼樣美好。我們今天這個地球，跟西方極樂世界比有沒有差別？在理論上講毫無差別，事上講那不一樣。為什麼不一樣？西方極樂世界的居民各個都是上善之人，釋迦佛在《彌陀經》上給我們介紹的，「皆是上善之人俱會一處」。我們看看我們現在地球上人，善惡都是以《十善業道經》做標準，我們今天這個世界十惡，不但是十惡，上等的十惡，上等的十惡這個世間必然有災難。所以科學家也提出警告，如果我們再不重視人際關係，不重視倫理道德，恐怕又要遭受五萬年前大西國的命運，我們這個世界也會沉到大海裡去，世界又重新來過。這個現象，佛講得很清楚，就是「境隨心轉」，我們的心能夠轉惡為善，轉迷為悟，轉凡成聖，這個地球就變成極樂世界，這個災難自然就化解，天災人禍都沒有。人人都是善人，戰爭沒有；人人都是善念，山河大地會變得非常之可愛。"
    },
    {
      "id": "21-544-0001_p0004",
      "zh_CN": "这个事情以前我们只听佛在经上说，现在人不相信，为什么？没有科学证明。科学讲什么？拿证据来。在这些年当中，日本江本博士他用水做实验，实验成功。这个信息，我们有个同学从网路上看到，下载了四页拿来给我看，我看了很欢喜，为什么？他把佛经上讲的「境随心转」，用科学的方法证明出来。水是矿物，证明什么？证明它能听，它会听、它会看、它懂得人的意思。我们以善意对这一杯水，他实验时是用玻璃管，里面盛的水，我们以善意对它、爱心对它，把这瓶水放在（他是用冰箱去冷冻）摄氏零下五度它结冰。拿出来之后，在显微镜下面看它的结晶，那个结晶的图案非常之美，善意。如果我用恶的念头对这一杯水，同样是这一杯，用恶的念头再对它，我讨厌你、我恨你、我不喜欢你，再做结晶，你看出来它那个图案就非常丑陋。实验了几十万次，丝毫不爽，证明水会懂得人的意思。确确实实外面环境是随着人心转，你看你心善没有一样不善，心恶统统都变恶。",
      "zh_TW": "這個事情以前我們只聽佛在經上說，現在人不相信，為什麼？沒有科學證明。科學講什麼？拿證據來。在這些年當中，日本江本博士他用水做實驗，實驗成功。這個信息，我們有個同學從網路上看到，下載了四頁拿來給我看，我看了很歡喜，為什麼？他把佛經上講的「境隨心轉」，用科學的方法證明出來。水是礦物，證明什麼？證明它能聽，它會聽、它會看、它懂得人的意思。我們以善意對這一杯水，他實驗時是用玻璃管，裡面盛的水，我們以善意對它、愛心對它，把這瓶水放在（他是用冰箱去冷凍）攝氏零下五度它結冰。拿出來之後，在顯微鏡下面看它的結晶，那個結晶的圖案非常之美，善意。如果我用惡的念頭對這一杯水，同樣是這一杯，用惡的念頭再對它，我討厭你、我恨你、我不喜歡你，再做結晶，你看出來它那個圖案就非常醜陋。實驗了幾十萬次，絲毫不爽，證明水會懂得人的意思。確確實實外面環境是隨著人心轉，你看你心善沒有一樣不善，心惡統統都變惡。"
    },
    {
      "id": "21-544-0001_p0005",
      "zh_CN": "我看了这个信息之后，就通知我们的同学跟他联系，那时候我在澳洲，请他到澳洲来给我们做一次报告。他真的也来，他到澳洲，正好我到国外去讲经，所以我们净宗学院接待他，他做了几场讲演也做得很成功。过了一段时间我在日本开会，我到东京去访问他，看他的实验室，我去过三次。我告诉他，你仅仅把水这一个矿物发现，它会听、它会看，懂得人的意思。我说佛在经上讲所有的物质没有一个是例外的，小到一粒尘沙，大到整个宇宙，佛在经上讲，跟我们的意念是一体，整个宇宙是一个生命共同体。所以我们起一个善念，这个善念遍法界虚空界所有的物质，它都接收到，它都感受到，我们一个善念，它都变善；我们一个恶念，它都变恶。我说你去实验，除了水之外任何物质统统都有，花草树木都有，这桌子有没有？有。无论什么物质统统都有。然后你就晓得，那我们的身体呢？身体，我们晓得，这是细胞组成的，也是物质组成，身体里面的细胞现象也是这一个道理。所以你的心地要善良，心善、思想善、行为善，你全身每个细胞都善就健康，金刚不坏身它就这么来的。如果我们的念头不善、思想不善、行为不善，我们这个身体的细胞也都变成不善，那你就一身的病。所以你明白这个道理，你觉得身体哪里不舒服的时候，你就要找我有不善的念头起来，不善的心行才造成这种现象。怎么样叫疾病恢复？马上转恶为善，善心、善行你病痛的地方马上就好，非常有效，不需要看医生，现在是讲心灵的治疗。最近有一些人看到王凤仪那个方法，那确实在佛法上找到有理论依据的。",
      "zh_TW": "我看了這個信息之後，就通知我們的同學跟他聯繫，那時候我在澳洲，請他到澳洲來給我們做一次報告。他真的也來，他到澳洲，正好我到國外去講經，所以我們淨宗學院接待他，他做了幾場講演也做得很成功。過了一段時間我在日本開會，我到東京去訪問他，看他的實驗室，我去過三次。我告訴他，你僅僅把水這一個礦物發現，它會聽、它會看，懂得人的意思。我說佛在經上講所有的物質沒有一個是例外的，小到一粒塵沙，大到整個宇宙，佛在經上講，跟我們的意念是一體，整個宇宙是一個生命共同體。所以我們起一個善念，這個善念遍法界虛空界所有的物質，它都接收到，它都感受到，我們一個善念，它都變善；我們一個惡念，它都變惡。我說你去實驗，除了水之外任何物質統統都有，花草樹木都有，這桌子有沒有？有。無論什麼物質統統都有。然後你就曉得，那我們的身體呢？身體，我們曉得，這是細胞組成的，也是物質組成，身體裡面的細胞現象也是這一個道理。所以你的心地要善良，心善、思想善、行為善，你全身每個細胞都善就健康，金剛不壞身它就這麼來的。如果我們的念頭不善、思想不善、行為不善，我們這個身體的細胞也都變成不善，那你就一身的病。所以你明白這個道理，你覺得身體哪裡不舒服的時候，你就要找我有不善的念頭起來，不善的心行才造成這種現象。怎麼樣叫疾病恢復？馬上轉惡為善，善心、善行你病痛的地方馬上就好，非常有效，不需要看醫生，現在是講心靈的治療。最近有一些人看到王鳳儀那個方法，那確實在佛法上找到有理論依據的。"
    },
    {
      "id": "21-544-0001_p0006",
      "zh_CN": "所以今天整个地球变成这个样子，我们要负责任，我们每个人都要负责任。佛跟我们讲，六道里面众生的病根是什么？三毒烦恼，三毒是贪瞋痴。我们有没有？如果要是有，有贪心、有瞋恚、有愚痴，有贪瞋痴；换句话说，你的身体里头已经有病根，你是个带着严重疾病的身体。可是佛说得很好，这有因如果没有缘，它不会发作，缘是什么？它必须具备的条件。这个条件王凤仪讲得很清楚，跟佛法讲的没两样，他说了五个字「烦、恼、怨、恨、怒」。我们在平常有没有这种情绪？这就讲七情五欲，你有没有这种情绪？有这种情绪就把你贪瞋痴的三毒勾引起来，你就得病，你就长病。如果你能够有修养，顺境逆境你都能用平常心，心平气和决定没有烦恼，决定不怨人、不恨人、不发脾气，你这一生健康长寿。所以他总结我们得病的原因，不外乎两个，一个是上火，内热它上火，另外一个就是发脾气。你能够保持你心地清净，不上火、不发脾气，虽然里面有贪瞋痴慢疑，能够控制得住，不会长病。所以我们身体的健康决定在意念。",
      "zh_TW": "所以今天整個地球變成這個樣子，我們要負責任，我們每個人都要負責任。佛跟我們講，六道裡面眾生的病根是什麼？三毒煩惱，三毒是貪瞋痴。我們有沒有？如果要是有，有貪心、有瞋恚、有愚痴，有貪瞋痴；換句話說，你的身體裡頭已經有病根，你是個帶著嚴重疾病的身體。可是佛說得很好，這有因如果沒有緣，它不會發作，緣是什麼？它必須具備的條件。這個條件王鳳儀講得很清楚，跟佛法講的沒兩樣，他說了五個字「煩、惱、怨、恨、怒」。我們在平常有沒有這種情緒？這就講七情五欲，你有沒有這種情緒？有這種情緒就把你貪瞋痴的三毒勾引起來，你就得病，你就長病。如果你能夠有修養，順境逆境你都能用平常心，心平氣和決定沒有煩惱，決定不怨人、不恨人、不發脾氣，你這一生健康長壽。所以他總結我們得病的原因，不外乎兩個，一個是上火，內熱它上火，另外一個就是發脾氣。你能夠保持你心地清淨，不上火、不發脾氣，雖然裡面有貪瞋痴慢疑，能夠控制得住，不會長病。所以我們身體的健康決定在意念。"
    },
    {
      "id": "21-544-0001_p0007",
      "zh_CN": "你看看佛在《十善业道经》上教菩萨，前面几句话说得好，「菩萨有一法，能断一切世间苦」，这个话重要！我当年学《十善业道经》，看到这句话就寒毛直竖，这还得了吗？那我们一定要学。这一法是什么？善念、善心、善行，我这样讲法大家都懂。你能够永远保持你的思想善，你的心善，你的行为善，永远能保持下去，一切世间苦自然就没有。换句话说，一切世间的苦，反过来看，我们的心不善，我们的思想不善，我们的行为不善才感得的。西方极乐世界都是上善之人，不但善，善的标准达到最高，所以那里变成极乐世界。整个山河大地都变成七宝所成的，人与人之间从来没有怨恨的，从来没有竞争的，你说这个世界多美好！我们这个地球上的居民也能够学会，这个地球立刻就变成极乐世界。所以极乐世界是人造的，不是什么自然形成的，这个道理我们要懂。如果要去研究那很深的哲理。",
      "zh_TW": "你看看佛在《十善業道經》上教菩薩，前面幾句話說得好，「菩薩有一法，能斷一切世間苦」，這個話重要！我當年學《十善業道經》，看到這句話就寒毛直豎，這還得了嗎？那我們一定要學。這一法是什麼？善念、善心、善行，我這樣講法大家都懂。你能夠永遠保持你的思想善，你的心善，你的行為善，永遠能保持下去，一切世間苦自然就沒有。換句話說，一切世間的苦，反過來看，我們的心不善，我們的思想不善，我們的行為不善才感得的。西方極樂世界都是上善之人，不但善，善的標準達到最高，所以那裡變成極樂世界。整個山河大地都變成七寶所成的，人與人之間從來沒有怨恨的，從來沒有競爭的，你說這個世界多美好！我們這個地球上的居民也能夠學會，這個地球立刻就變成極樂世界。所以極樂世界是人造的，不是什麼自然形成的，這個道理我們要懂。如果要去研究那很深的哲理。"
    },
    {
      "id": "21-544-0001_p0008",
      "zh_CN": "我们讲到这些地方，就是不能不佩服大乘教里面有最高的哲学，有最高的科学。意念能够改变一切，我们喝一杯水，我们吃一碗饭，江本博士说得好，他说你们宗教在吃饭之前做祈祷，太有道理。为什么？这种善心就加持着，你所吃的东西统统都变好了，这对身体健康是非常有帮助的。所以他从实验当中得到的结论，祈祷非常有效。他还做了一个实验，日本的琵琶湖，这我去看过，琵琶湖面积很大，在一个海湾，这个海湾是死水，水它不流，所以变成一个臭水，这一块地方二十多年，气味很难闻，很肮脏。他就做这个实验，他找了一百多个人，找了一个老和尚，他告诉我，老和尚大概将近九十岁，带着大概有一百五、六十个人，在湖边上做祈祷。祈祷什么？就是我们大家念头集中，把一切念头都放下，只有一个念头「湖水干净了」，就念这句湖水干净了，很像王凤仪那种方法。这一百多个人就念这句话湖水干净了一个小时，当然湖水没有立刻干净，但是过了三天，那水真干净，臭味也没有了。所以日本的电视台传媒都报导这个信息，保持了半年。你看一次祈祷能够保持半年，如果说每个月祈祷一次，它那个地方永远是干净的。这说明外面这些山河大地，我们以意念能够转变它。所以明白这个道理，我们就晓得，有办法对付现在的所谓是自然灾害，真有办法。",
      "zh_TW": "我們講到這些地方，就是不能不佩服大乘教裡面有最高的哲學，有最高的科學。意念能夠改變一切，我們喝一杯水，我們吃一碗飯，江本博士說得好，他說你們宗教在吃飯之前做祈禱，太有道理。為什麼？這種善心就加持著，你所吃的東西統統都變好了，這對身體健康是非常有幫助的。所以他從實驗當中得到的結論，祈禱非常有效。他還做了一個實驗，日本的琵琶湖，這我去看過，琵琶湖面積很大，在一個海灣，這個海灣是死水，水它不流，所以變成一個臭水，這一塊地方二十多年，氣味很難聞，很骯髒。他就做這個實驗，他找了一百多個人，找了一個老和尚，他告訴我，老和尚大概將近九十歲，帶著大概有一百五、六十個人，在湖邊上做祈禱。祈禱什麼？就是我們大家念頭集中，把一切念頭都放下，只有一個念頭「湖水乾淨了」，就念這句湖水乾淨了，很像王鳳儀那種方法。這一百多個人就念這句話湖水乾淨了一個小時，當然湖水沒有立刻乾淨，但是過了三天，那水真乾淨，臭味也沒有了。所以日本的電視台傳媒都報導這個信息，保持了半年。你看一次祈禱能夠保持半年，如果說每個月祈禱一次，它那個地方永遠是乾淨的。這說明外面這些山河大地，我們以意念能夠轉變它。所以明白這個道理，我們就曉得，有辦法對付現在的所謂是自然災害，真有辦法。"
    },
    {
      "id": "21-544-0001_p0009",
      "zh_CN": "对于这些病害虫，你看大陆上齐素萍居士，小麦丰收，她有一个录相带在流通。这是在庆云种了四百亩地的小麦，在收割之前发现病害虫非常严重。所以，当地的很多居民说，一定要用杀虫药来杀虫，要不然这些小麦都被病害虫吃掉。她打电话给我，我说「妳自己看着办好了，妳看用什么方法，来救这一次这四百亩的小麦。」她说接到电话之后，他们商量一下，下定决心绝不杀生，我宁愿这四百亩地统统被虫吃掉，我也不杀虫。带着一批人到这小麦田里面去念佛，就是绕佛，在念佛，真有感应。她说天下了点小雨吹了一阵风，雨后之后，这个小麦田里一个虫都没有，当地居民感觉到非常惊讶。她收了好像是二十多万斤的小麦，打电话告诉我丰收。所以你看这些病害虫跟人心能沟通，我们愿意牺牲，牠也有报酬，牠离开，不见了。",
      "zh_TW": "對於這些病害蟲，你看大陸上齊素萍居士，小麥豐收，她有一個錄相帶在流通。這是在慶雲種了四百畝地的小麥，在收割之前發現病害蟲非常嚴重。所以，當地的很多居民說，一定要用殺蟲藥來殺蟲，要不然這些小麥都被病害蟲吃掉。她打電話給我，我說「妳自己看著辦好了，妳看用什麼方法，來救這一次這四百畝的小麥。」她說接到電話之後，他們商量一下，下定決心絕不殺生，我寧願這四百畝地統統被蟲吃掉，我也不殺蟲。帶著一批人到這小麥田裡面去念佛，就是繞佛，在念佛，真有感應。她說天下了點小雨吹了一陣風，雨後之後，這個小麥田裡一個蟲都沒有，當地居民感覺到非常驚訝。她收了好像是二十多萬斤的小麥，打電話告訴我豐收。所以你看這些病害蟲跟人心能溝通，我們願意犧牲，牠也有報酬，牠離開，不見了。"
    },
    {
      "id": "21-544-0001_p0010",
      "zh_CN": "我们对于农作物这一方面，我们做了大概有十年。我们在澳洲种的这些水果蔬菜，我们种了很多，我们有很大的菜园，平常可以能供养三百多人吃的，做法会当中供养一千多人。我们不用农药、不用化肥，我们跟这些小虫约定，我这个菜园划成一个小区，专门供养你们，你们要吃到那吃；隔一条田埂这边的，你就不可以，守法，真可爱！我们的果木树，我有种的很多果木树，我们也指定差不多有六、七棵，专门供养鸟的，来的时候到那边去吃，不是指定的你不能够吃，很听话。所以我们澳洲的菜园，这蔬菜水果天天丰收。心要善，我们要顾及牠，那些小虫牠也要吃，你不能不给牠吃，所以跟牠约定，不需要用农药、化肥。当地这些种植蔬菜的这些农民，来看我们这地方长得比他们好，所以他就问我们用什么方法？我就告诉他，我们用佛法来种蔬菜水果，我们用佛法，我们用佛号，用播放佛教的音乐来供养这些蔬菜果木树，它们都听经，它们都闻法、都念佛，所以长得非常之好。心善、念头善、行善能够转变，首先要转变我们自己的身心，我们有个健康的身心，健康身心不为自己，有健康的身心你才能为大众服务。活在这个世间为什么？不为自己。活在这个世间我们是两个目标，两个目的，第一个求正法久住，护法；第二个我们服务一切众生，为一切众生服务不为自己，身心健康，你才叫真正能放下。",
      "zh_TW": "我們對於農作物這一方面，我們做了大概有十年。我們在澳洲種的這些水果蔬菜，我們種了很多，我們有很大的菜園，平常可以能供養三百多人吃的，做法會當中供養一千多人。我們不用農藥、不用化肥，我們跟這些小蟲約定，我這個菜園劃成一個小區，專門供養你們，你們要吃到那吃；隔一條田埂這邊的，你就不可以，守法，真可愛！我們的果木樹，我有種的很多果木樹，我們也指定差不多有六、七棵，專門供養鳥的，來的時候到那邊去吃，不是指定的你不能夠吃，很聽話。所以我們澳洲的菜園，這蔬菜水果天天豐收。心要善，我們要顧及牠，那些小蟲牠也要吃，你不能不給牠吃，所以跟牠約定，不需要用農藥、化肥。當地這些種植蔬菜的這些農民，來看我們這地方長得比他們好，所以他就問我們用什麼方法？我就告訴他，我們用佛法來種蔬菜水果，我們用佛法，我們用佛號，用播放佛教的音樂來供養這些蔬菜果木樹，它們都聽經，它們都聞法、都念佛，所以長得非常之好。心善、念頭善、行善能夠轉變，首先要轉變我們自己的身心，我們有個健康的身心，健康身心不為自己，有健康的身心你才能為大眾服務。活在這個世間為什麼？不為自己。活在這個世間我們是兩個目標，兩個目的，第一個求正法久住，護法；第二個我們服務一切眾生，為一切眾生服務不為自己，身心健康，你才叫真正能放下。"
    },
    {
      "id": "21-544-0001_p0011",
      "zh_CN": "这是我当年初学佛的时候，老师教我的，我这个行业是老师替我选择的，我很感激他，这个行业确实很自在。另外老师教我学释迦牟尼佛，学佛向佛看齐，释迦牟尼佛一生没有道场，一生从事于教学，有教无类。所以你真正明了之后，释迦牟尼佛是什么人？用现在的话说，他是一个社会教育家。你看他三十岁开悟开始教学，七十九岁圆寂的，讲经教学四十九年，他是一个社会教育家。他的身分是个社会教育的义务工作者，他不收学费，教学没有学校，没有一定的场所，多半都是在树林、水边。一个人也教，两个人也教，几百个人上千人也教，没有一天中断过。生活非常简单，日中一食，树下一宿。所以我们这一生讲的不管人、不管钱、不管事，释迦牟尼佛教的，这不是我们发明的，佛当年就是教学。修行呢？修行在个人，佛不管你，你怎么修是你自己的事情。所以大家在一起共修从前没有，各人修各人的，理你明白，方法，你觉得哪一种方法适合你自己，你就好好去学。学佛不外乎两桩事情，一个是放下，放下什么？放下妄想分别执着，这要放下。放下之后还得提起，提起什么？与伦理、道德、因果相应的，要认真去做！你看佛头一个教我们什么？「孝养父母，奉事师长，慈心不杀，修十善业」。不深奥很平实，从哪里做起？从孝养父母做起，从尊敬师长做起。这就是孝道、师道你真正落实，你德行的根就扎下去，所以佛法在世间，不离世间法。",
      "zh_TW": "這是我當年初學佛的時候，老師教我的，我這個行業是老師替我選擇的，我很感激他，這個行業確實很自在。另外老師教我學釋迦牟尼佛，學佛向佛看齊，釋迦牟尼佛一生沒有道場，一生從事於教學，有教無類。所以你真正明瞭之後，釋迦牟尼佛是什麼人？用現在的話說，他是一個社會教育家。你看他三十歲開悟開始教學，七十九歲圓寂的，講經教學四十九年，他是一個社會教育家。他的身分是個社會教育的義務工作者，他不收學費，教學沒有學校，沒有一定的場所，多半都是在樹林、水邊。一個人也教，兩個人也教，幾百個人上千人也教，沒有一天中斷過。生活非常簡單，日中一食，樹下一宿。所以我們這一生講的不管人、不管錢、不管事，釋迦牟尼佛教的，這不是我們發明的，佛當年就是教學。修行呢？修行在個人，佛不管你，你怎麼修是你自己的事情。所以大家在一起共修從前沒有，各人修各人的，理你明白，方法，你覺得哪一種方法適合你自己，你就好好去學。學佛不外乎兩樁事情，一個是放下，放下什麼？放下妄想分別執著，這要放下。放下之後還得提起，提起什麼？與倫理、道德、因果相應的，要認真去做！你看佛頭一個教我們什麼？「孝養父母，奉事師長，慈心不殺，修十善業」。不深奧很平實，從哪裡做起？從孝養父母做起，從尊敬師長做起。這就是孝道、師道你真正落實，你德行的根就紮下去，所以佛法在世間，不離世間法。"
    },
    {
      "id": "21-544-0001_p0012",
      "zh_CN": "出世间法是什么？出世间法就是放下妄想分别执着，这是出世间法，这要放下。我们人生活在世间，释迦牟尼佛没离开世间，一生从事于教学，是一位职业老师，他不是神、不是仙，是职业老师。所以我们要真正把佛法认识清楚，跟着释迦牟尼佛学习，首先身心健康，有健康的身体才能够为大众服务。第一个一定把家治好，中国古人讲的是「格物致知」，格物是什么意思？格是格斗，物就是欲望。你自己一定要克服你自己的欲望，然后你才能有智慧，你才能求智，才能达到「诚意、正心、修身、齐家」。这一步一步往上提升，都是从自己做起；自己没有学好的话，你家的人就不能够整齐。你怎么能够治一个团体？怎么能够应付得了现前的社会？先从自己本身做起，这比什么都重要。佛讲得很好，你要度别人先度自己，自己未度而度别人，无有是处，没这个道理，一定要先度自己。在现前这个社会障碍太多，诱惑的力量太强，所以我们前辈的老师，时时刻刻提醒我们，「专修净土，带业往生」，这是个很可靠的一种方法。那成就呢？古人讲得好，「但得见弥陀，何愁不开悟」，你到极乐世界见到阿弥陀佛，你肯定就开悟，就成就。这是什么？我们在这个世间不能成功，障缘太多，业障太重，换一个环境，到极乐世界去换一个环境。现在讲移民，那边修行的环境好，障碍少，业障很容易化解，换个地方这好事情。我们要能够相信老师的话，深信不疑一心专念。",
      "zh_TW": "出世間法是什麼？出世間法就是放下妄想分別執著，這是出世間法，這要放下。我們人生活在世間，釋迦牟尼佛沒離開世間，一生從事於教學，是一位職業老師，他不是神、不是仙，是職業老師。所以我們要真正把佛法認識清楚，跟著釋迦牟尼佛學習，首先身心健康，有健康的身體才能夠為大眾服務。第一個一定把家治好，中國古人講的是「格物致知」，格物是什麼意思？格是格鬥，物就是欲望。你自己一定要克服你自己的欲望，然後你才能有智慧，你才能求智，才能達到「誠意、正心、修身、齊家」。這一步一步往上提升，都是從自己做起；自己沒有學好的話，你家的人就不能夠整齊。你怎麼能夠治一個團體？怎麼能夠應付得了現前的社會？先從自己本身做起，這比什麼都重要。佛講得很好，你要度別人先度自己，自己未度而度別人，無有是處，沒這個道理，一定要先度自己。在現前這個社會障礙太多，誘惑的力量太強，所以我們前輩的老師，時時刻刻提醒我們，「專修淨土，帶業往生」，這是個很可靠的一種方法。那成就呢？古人講得好，「但得見彌陀，何愁不開悟」，你到極樂世界見到阿彌陀佛，你肯定就開悟，就成就。這是什麼？我們在這個世間不能成功，障緣太多，業障太重，換一個環境，到極樂世界去換一個環境。現在講移民，那邊修行的環境好，障礙少，業障很容易化解，換個地方這好事情。我們要能夠相信老師的話，深信不疑一心專念。"
    },
    {
      "id": "21-544-0001_p0013",
      "zh_CN": "至于教，佛当年在世讲得很多，后来弟子们结集成现在的经典。我们要懂得所有一切经教是通的，《金刚经》上说得好，「法门平等，无有高下」。佛家常讲「一经通一切经通」，这通是什么？通是见性。你学一样你心是定的，你心是专的，容易得定，定到一定的程度他就开悟，这一开悟就全通了，这是非常好的方法。因为智慧德能是你自性里头本来有的，你没有欠缺，你跟一切诸佛如来没有两样。所以大乘教里佛常讲一切众生本来是佛」，你现在是不是佛？是佛。是佛为什么不能得到佛一样的受用？释迦牟尼佛讲得很好，「但以妄想执着而不能证得」。因为我们现在有妄想、有分别、有执着，这是障碍，把我们自性里面的智慧德能障碍住。诸位要记住障碍并不是消失，有，就是有障碍不起作用。我们如果能够把妄想分别执着放下，我们自性的智慧德能全恢复，你就跟一切诸佛如来没有两样，这个道理要懂。在我们日常生活当中，尽量能不执着就不要去执着，尽量放下。道业进步从哪里看？你的执着一年比一年轻，你的分别一年比一年轻，这是进步，你的心愈来愈清净，愈来愈有定力。国内我看得少，我在国外看得很多，学生没有定力，上课的时候心不在焉，所以他很难学到真东西。这是与社会有很大的关系，有很严重的关系，现在整个社会，你看诱惑力量太强，电视、网路、广播，甚至于你看这些报章杂志，都是把你的情绪、七情五欲，把你挑动起来；没有像从前，它能帮助你安定下来。",
      "zh_TW": "至於教，佛當年在世講得很多，後來弟子們結集成現在的經典。我們要懂得所有一切經教是通的，《金剛經》上說得好，「法門平等，無有高下」。佛家常講「一經通一切經通」，這通是什麼？通是見性。你學一樣你心是定的，你心是專的，容易得定，定到一定的程度他就開悟，這一開悟就全通了，這是非常好的方法。因為智慧德能是你自性裡頭本來有的，你沒有欠缺，你跟一切諸佛如來沒有兩樣。所以大乘教裡佛常講一切眾生本來是佛」，你現在是不是佛？是佛。是佛為什麼不能得到佛一樣的受用？釋迦牟尼佛講得很好，「但以妄想執著而不能證得」。因為我們現在有妄想、有分別、有執著，這是障礙，把我們自性裡面的智慧德能障礙住。諸位要記住障礙並不是消失，有，就是有障礙不起作用。我們如果能夠把妄想分別執著放下，我們自性的智慧德能全恢復，你就跟一切諸佛如來沒有兩樣，這個道理要懂。在我們日常生活當中，盡量能不執著就不要去執著，盡量放下。道業進步從哪裡看？你的執著一年比一年輕，你的分別一年比一年輕，這是進步，你的心愈來愈清淨，愈來愈有定力。國內我看得少，我在國外看得很多，學生沒有定力，上課的時候心不在焉，所以他很難學到真東西。這是與社會有很大的關係，有很嚴重的關係，現在整個社會，你看誘惑力量太強，電視、網路、廣播，甚至於你看這些報章雜誌，都是把你的情緒、七情五欲，把你挑動起來；沒有像從前，它能幫助你安定下來。"
    },
    {
      "id": "21-544-0001_p0014",
      "zh_CN": "所以这次我们看到传统文化，在这么多年来我们努力在全世界宣扬，逐渐、逐渐我们看到一些成果，在中国大陆，现在很多地方很认真的在宣扬、在做。台湾这是一个很好的起步。马来西亚成立了一个庐江文化中心，来推动伦理道德教育，这是非常可喜的现象。所以从这些地方，我们看到世界有这么一线光明，希望这个光明，我们自己每个人全心全力认真努力去做，把这个光明发扬光大，救自己、救我的家庭、救社会、救国家、救世界。我今天就以这一点点小的心得，供养我们的同学们，希望我们同学们身心健康、幸福快乐。谢谢大家。",
      "zh_TW": "所以這次我們看到傳統文化，在這麼多年來我們努力在全世界宣揚，逐漸、逐漸我們看到一些成果，在中國大陸，現在很多地方很認真的在宣揚、在做。台灣這是一個很好的起步。馬來西亞成立了一個廬江文化中心，來推動倫理道德教育，這是非常可喜的現象。所以從這些地方，我們看到世界有這麼一線光明，希望這個光明，我們自己每個人全心全力認真努力去做，把這個光明發揚光大，救自己、救我的家庭、救社會、救國家、救世界。我今天就以這一點點小的心得，供養我們的同學們，希望我們同學們身心健康、幸福快樂。謝謝大家。"
    }
  ]
}