{
  "doc_id": "32-216-0001",
  "title": {
    "zh_CN": "澳洲净宗学会开示",
    "zh_TW": "澳洲淨宗學會開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2017",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "32-216-0001",
  "total_paragraphs": 13,
  "paragraphs": [
    {
      "id": "32-216-0001_p0001",
      "zh_CN": "诸位法师、诸位同修，大家新年好！",
      "zh_TW": "諸位法師、諸位同修，大家新年好！"
    },
    {
      "id": "32-216-0001_p0002",
      "zh_CN": "这一次返回澳洲，参加学会在图文巴做的一桩事情，这也是我们从二ＯＯＯ年移民到澳洲，移民部长嘱咐我一桩事，就是团结宗教、团结族群。在早一些时候，我是在新加坡住了三年半，将新加坡的宗教，九个宗教那个时候，团结成一家人，像兄弟姐妹一样，他看到了很欢喜，邀请我到澳洲，也帮助他做这桩事情。我们用了，到今年十七年，二ＯＯＯ年，今年二Ｏ一七，这十七年当中做成功了。图文巴的市长，各个宗教的代表，最近这三年，每一次见面都欢欢喜喜的告诉我，我们宗教团结起来像一家人一样，像兄弟姐妹一样，这非常好的、难得的事情。",
      "zh_TW": "這一次返回澳洲，參加學會在圖文巴做的一樁事情，這也是我們從二ＯＯＯ年移民到澳洲，移民部長囑咐我一樁事，就是團結宗教、團結族群。在早一些時候，我是在新加坡住了三年半，將新加坡的宗教，九個宗教那個時候，團結成一家人，像兄弟姐妹一樣，他看到了很歡喜，邀請我到澳洲，也幫助他做這樁事情。我們用了，到今年十七年，二ＯＯＯ年，今年二Ｏ一七，這十七年當中做成功了。圖文巴的市長，各個宗教的代表，最近這三年，每一次見面都歡歡喜喜的告訴我，我們宗教團結起來像一家人一樣，像兄弟姐妹一樣，這非常好的、難得的事情。"
    },
    {
      "id": "32-216-0001_p0003",
      "zh_CN": "唯有宗教团结，社会才有安定和谐。我们用什么团结？用的是世尊教给我们的四摄法；「摄」是摄受众生，摄受众生四种方法。第一个「布施」，布施跟六波罗蜜的布施用意不相同，六波罗蜜的布施是属于持戒。菩萨教化众生，第一个就是要修财布施、法布施、无畏布施，修这三种。摄受大众，特别是对于佛教没有信仰的，我们这个布施就是建立感情，也就是我们常讲的多送礼、多请客，是这个意思，从这儿下手。然后有「爱语」、有「利行」，有这些，接着我们把对方感化过来，让他对佛法渐渐有认识、有感情、有爱好，这样才能够入佛门。我们对其他的宗教要用这个方法，宗教就可以团结；族群用这个方法，族群也可以成为一家人。我们学佛这么多年，许许多多我们新去的地方建立一个道场，能够在这个地区把佛法逐渐传播，让大家都能够理解，四摄法是有必要的，我们做了这么多年，效果都非常好。",
      "zh_TW": "唯有宗教團結，社會才有安定和諧。我們用什麼團結？用的是世尊教給我們的四攝法；「攝」是攝受眾生，攝受眾生四種方法。第一個「布施」，布施跟六波羅蜜的布施用意不相同，六波羅蜜的布施是屬於持戒。菩薩教化眾生，第一個就是要修財布施、法布施、無畏布施，修這三種。攝受大眾，特別是對於佛教沒有信仰的，我們這個布施就是建立感情，也就是我們常講的多送禮、多請客，是這個意思，從這兒下手。然後有「愛語」、有「利行」，有這些，接著我們把對方感化過來，讓他對佛法漸漸有認識、有感情、有愛好，這樣才能夠入佛門。我們對其他的宗教要用這個方法，宗教就可以團結；族群用這個方法，族群也可以成為一家人。我們學佛這麼多年，許許多多我們新去的地方建立一個道場，能夠在這個地區把佛法逐漸傳播，讓大家都能夠理解，四攝法是有必要的，我們做了這麼多年，效果都非常好。"
    },
    {
      "id": "32-216-0001_p0004",
      "zh_CN": "学佛，为什么要学佛？这些年来，我们不但重视修学佛法，另外我们还重视中国传统文化的传播，我们也用四摄法，得到很好的效果。为什么要弘扬中国传统文化？中国传统文化有什么好处？好处实在是说不尽。真能够落实，儒跟佛都可以帮助我们在这一生当中得到幸福快乐的人生，这就是修身；它能够帮助我们家庭和谐，帮助我们家庭幸福美满，这就是齐家；帮助我们事业顺利，帮助我们社会和谐、事业成长，帮助国家富强，帮助世界和平。这些我们都是迫切向往的、需要的，希望得到的，唯有大乘佛法跟中国传统文化能够带给我们，能够让我们事事如意。",
      "zh_TW": "學佛，為什麼要學佛？這些年來，我們不但重視修學佛法，另外我們還重視中國傳統文化的傳播，我們也用四攝法，得到很好的效果。為什麼要弘揚中國傳統文化？中國傳統文化有什麼好處？好處實在是說不盡。真能夠落實，儒跟佛都可以幫助我們在這一生當中得到幸福快樂的人生，這就是修身；它能夠幫助我們家庭和諧，幫助我們家庭幸福美滿，這就是齊家；幫助我們事業順利，幫助我們社會和諧、事業成長，幫助國家富強，幫助世界和平。這些我們都是迫切嚮往的、需要的，希望得到的，唯有大乘佛法跟中國傳統文化能夠帶給我們，能夠讓我們事事如意。"
    },
    {
      "id": "32-216-0001_p0005",
      "zh_CN": "在今天这个世界，由于我们把圣贤教育丢掉了，把宗教教育也疏忽了，造成现前动乱的社会，这个动乱我们每个人都感觉到，都能够有深度的体会到。如何恢复安定和谐、幸福美满，这就需要宗教教育。宗教不是迷信，「宗教」这两个字，我们要把它认识清楚，什么叫「宗」、什么叫「教」、什么叫「宗教」？「宗」，诸位查字典，字典上有，「宗」有三个意思，有主要的意思、重要的意思、尊崇的意思；「教」也有三个意思，教育、教学、教化。「宗教」两个字连起来，就是主要的教育、重要的教学、尊崇的教化。如果再加两个字就更清楚、更容易明白了，宗教是人类主要的教育，宗教是人类重要的教学，宗教是人类尊崇的教化。人类不能没有宗教，没有宗教，社会一定动乱，秩序一定失常，灾难频繁。于是我们把这个名词意义仔细观察，就知道今天社会动乱，我们生活这么痛苦，原因就找到了。那要怎样化解冲突，怎样恢复安定和谐？就是认真落实宗教教育。中国传统的教学，儒家的教育，它是宗教教育。由这三个定义去看，主要的教育、重要的教学、尊崇的教化，儒有，不但有，它教得很圆满；道也有、佛也有，所以中国传统文化是三个宗教支持着。",
      "zh_TW": "在今天這個世界，由於我們把聖賢教育丟掉了，把宗教教育也疏忽了，造成現前動亂的社會，這個動亂我們每個人都感覺到，都能夠有深度的體會到。如何恢復安定和諧、幸福美滿，這就需要宗教教育。宗教不是迷信，「宗教」這兩個字，我們要把它認識清楚，什麼叫「宗」、什麼叫「教」、什麼叫「宗教」？「宗」，諸位查字典，字典上有，「宗」有三個意思，有主要的意思、重要的意思、尊崇的意思；「教」也有三個意思，教育、教學、教化。「宗教」兩個字連起來，就是主要的教育、重要的教學、尊崇的教化。如果再加兩個字就更清楚、更容易明白了，宗教是人類主要的教育，宗教是人類重要的教學，宗教是人類尊崇的教化。人類不能沒有宗教，沒有宗教，社會一定動亂，秩序一定失常，災難頻繁。於是我們把這個名詞意義仔細觀察，就知道今天社會動亂，我們生活這麼痛苦，原因就找到了。那要怎樣化解衝突，怎樣恢復安定和諧？就是認真落實宗教教育。中國傳統的教學，儒家的教育，它是宗教教育。由這三個定義去看，主要的教育、重要的教學、尊崇的教化，儒有，不但有，它教得很圓滿；道也有、佛也有，所以中國傳統文化是三個宗教支持著。"
    },
    {
      "id": "32-216-0001_p0006",
      "zh_CN": "英国历史哲学家汤恩比博士告诉我们，人类的历史当中是先有宗教，后有文化或者是文明。如果没有宗教做根基的文明，寿命都不长，很少超过三百年，这个文明就消失了。现在在地球上，地球曾经有二十多种文明出现，全都没有了，只剩下现在一个中国传统文明。为什么中国传统文明现在还能存在？我们用汤恩比的话来说，那就是中国传统文明有儒释道做根柢，它有三个宗教，三脚鼎立，所以到这个时代它还存在。虽然存在，如果我们不认真的学习，这个传统文明也有危机，危机已经很明显让我们看到了。中国文明是世界上稀有难得的瑰宝，它能够带给我们智慧、福德、健康、长寿，它能够给我们幸福快乐的家庭，能够帮助我们事业成长，无论你做哪一行业，都能帮助你成就，帮助社会安定、帮助国家富强、帮助世界和平。可是现在真正学中国传统文化的人少了，没有过去那么多，没有过去那么样的热烈。什么原因？我们把中国老祖宗的东西放弃了，全盘西化，向西方人学习。西方是科技文明，中国文明是伦理道德的文明，内涵完全不相同。科学技术是好，不能没有，但是如果没有伦理道德的科学技术，这种科技是不圆满的。如果有野心分子运用它，那就是争夺权力，造成负面的影响。这些事都在我们眼前，我们都看到。",
      "zh_TW": "英國歷史哲學家湯恩比博士告訴我們，人類的歷史當中是先有宗教，後有文化或者是文明。如果沒有宗教做根基的文明，壽命都不長，很少超過三百年，這個文明就消失了。現在在地球上，地球曾經有二十多種文明出現，全都沒有了，只剩下現在一個中國傳統文明。為什麼中國傳統文明現在還能存在？我們用湯恩比的話來說，那就是中國傳統文明有儒釋道做根柢，它有三個宗教，三腳鼎立，所以到這個時代它還存在。雖然存在，如果我們不認真的學習，這個傳統文明也有危機，危機已經很明顯讓我們看到了。中國文明是世界上稀有難得的瑰寶，它能夠帶給我們智慧、福德、健康、長壽，它能夠給我們幸福快樂的家庭，能夠幫助我們事業成長，無論你做哪一行業，都能幫助你成就，幫助社會安定、幫助國家富強、幫助世界和平。可是現在真正學中國傳統文化的人少了，沒有過去那麼多，沒有過去那麼樣的熱烈。什麼原因？我們把中國老祖宗的東西放棄了，全盤西化，向西方人學習。西方是科技文明，中國文明是倫理道德的文明，內涵完全不相同。科學技術是好，不能沒有，但是如果沒有倫理道德的科學技術，這種科技是不圓滿的。如果有野心分子運用它，那就是爭奪權力，造成負面的影響。這些事都在我們眼前，我們都看到。"
    },
    {
      "id": "32-216-0001_p0007",
      "zh_CN": "所以如何让社会安定，让和谐再能够出现，这是许许多多人的愿望，大家共同期望。也有一些人来问我，我的答案很简单，那就是，也是西方一些汉学家们所说的，中国传统文化与大乘佛法。但是传统文化跟大乘佛法现在也没落了，中国佛教十个宗派，小乘两个宗，大乘八个宗，十个宗派的传人都失掉了、都没有了。",
      "zh_TW": "所以如何讓社會安定，讓和諧再能夠出現，這是許許多多人的願望，大家共同期望。也有一些人來問我，我的答案很簡單，那就是，也是西方一些漢學家們所說的，中國傳統文化與大乘佛法。但是傳統文化跟大乘佛法現在也沒落了，中國佛教十個宗派，小乘兩個宗，大乘八個宗，十個宗派的傳人都失掉了、都沒有了。"
    },
    {
      "id": "32-216-0001_p0008",
      "zh_CN": "我学佛到今年六十六年。我入佛门是跟方东美教授学哲学，方老师给我讲了一部《哲学概论》，最后一个单元「佛经哲学」，我感到非常惊讶，佛是宗教，怎么会有哲学？他告诉我，「你还年轻」，那个时候我二十六岁，他说「你不知道，释迦牟尼是世界上最伟大的哲学家，大乘佛法是世界上哲学的最高峰」，他是这样介绍给我的，所以我是从哲学进入佛门。以后亲近章嘉大师，大师告诉我，「你要学佛，要认识释迦牟尼佛，你才不会走弯路，不会走上邪路」，教我读《释迦谱》、《释迦方志》，这都是闻所未闻。这两部书念了之后，才知道释迦真的是方老师说的，是大哲学家。不但是大哲学家，而且是大科学家，我们现在发现，现在量子力学所研究的成果，跟大乘经里面讲的一模一样。我们跟佛学就对了。",
      "zh_TW": "我學佛到今年六十六年。我入佛門是跟方東美教授學哲學，方老師給我講了一部《哲學概論》，最後一個單元「佛經哲學」，我感到非常驚訝，佛是宗教，怎麼會有哲學？他告訴我，「你還年輕」，那個時候我二十六歲，他說「你不知道，釋迦牟尼是世界上最偉大的哲學家，大乘佛法是世界上哲學的最高峰」，他是這樣介紹給我的，所以我是從哲學進入佛門。以後親近章嘉大師，大師告訴我，「你要學佛，要認識釋迦牟尼佛，你才不會走彎路，不會走上邪路」，教我讀《釋迦譜》、《釋迦方志》，這都是聞所未聞。這兩部書念了之後，才知道釋迦真的是方老師說的，是大哲學家。不但是大哲學家，而且是大科學家，我們現在發現，現在量子力學所研究的成果，跟大乘經裡面講的一模一樣。我們跟佛學就對了。"
    },
    {
      "id": "32-216-0001_p0009",
      "zh_CN": "跟佛学，要遵守佛的教学理念、教学方法，那就是戒、定、慧三学。先把戒学好，把人做好。戒律很多、很杂，我们一般人，特别是生在这个时代，没有那么多时间去学习，所以净宗学会成立，那个时候在美国，我提出五项、五科，我们守五科就够了。第一个，净业三福，第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一条。孝亲尊师是我们的基础，没有孝亲、没有尊师，你就入不了佛门。正好中国传统文化的根本就是「孝敬」两个字，「孝」用父母做代表，「敬」用老师做代表。所以中国传统文化里头最重要的是祭祀，我们祭祖是孝道；我们祭老师、祭孔夫子，老师是师道，师道跟孝道融汇在一起，这是中国文化的大根大本。佛法亦如是，一开端就把这个放在第一条。然后再提升到三皈五戒这个戒律，戒律，我们遵守三皈五戒、十善业道就足够了，或者是沙弥十戒。再往上提升，这就是大乘，大乘里面教给我们发菩提心，不发菩提心不能学大乘。菩提心是什么？《无量寿经》上讲的清净心、平等心、正觉心。「发菩提心，深信因果，读诵大乘，劝进行者。」这是第一门，我们学这个，以这个为基础，然后修学六和敬，人与人之间我们要和睦相处、平等对待。六和是佛门的规矩，无论是在家、出家，四个人以上修六和敬，这叫僧团，这个道场诸佛加持、龙天拥护。家里面父母、兄弟姐妹，四个人在一起也能修六和敬，功德如佛所说。另外入佛门，学习佛法，修戒定慧，从戒定慧入门；有戒定慧才能够入，没有戒定慧不能入。三学基础奠定之后，向上提升就是菩萨，菩萨修六波罗蜜。六波罗蜜再提升，那就是大乘菩萨，大乘菩萨学普贤菩萨十大愿王，「礼敬诸佛」、「称赞如来」、「广修供养」，学这些法门。这属于戒律，我们能够遵守，容易记，不会忘掉，时时刻刻想到，时时刻刻要把它做到。",
      "zh_TW": "跟佛學，要遵守佛的教學理念、教學方法，那就是戒、定、慧三學。先把戒學好，把人做好。戒律很多、很雜，我們一般人，特別是生在這個時代，沒有那麼多時間去學習，所以淨宗學會成立，那個時候在美國，我提出五項、五科，我們守五科就夠了。第一個，淨業三福，第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一條。孝親尊師是我們的基礎，沒有孝親、沒有尊師，你就入不了佛門。正好中國傳統文化的根本就是「孝敬」兩個字，「孝」用父母做代表，「敬」用老師做代表。所以中國傳統文化裡頭最重要的是祭祀，我們祭祖是孝道；我們祭老師、祭孔夫子，老師是師道，師道跟孝道融匯在一起，這是中國文化的大根大本。佛法亦如是，一開端就把這個放在第一條。然後再提升到三皈五戒這個戒律，戒律，我們遵守三皈五戒、十善業道就足夠了，或者是沙彌十戒。再往上提升，這就是大乘，大乘裡面教給我們發菩提心，不發菩提心不能學大乘。菩提心是什麼？《無量壽經》上講的清淨心、平等心、正覺心。「發菩提心，深信因果，讀誦大乘，勸進行者。」這是第一門，我們學這個，以這個為基礎，然後修學六和敬，人與人之間我們要和睦相處、平等對待。六和是佛門的規矩，無論是在家、出家，四個人以上修六和敬，這叫僧團，這個道場諸佛加持、龍天擁護。家裡面父母、兄弟姐妹，四個人在一起也能修六和敬，功德如佛所說。另外入佛門，學習佛法，修戒定慧，從戒定慧入門；有戒定慧才能夠入，沒有戒定慧不能入。三學基礎奠定之後，向上提升就是菩薩，菩薩修六波羅蜜。六波羅蜜再提升，那就是大乘菩薩，大乘菩薩學普賢菩薩十大願王，「禮敬諸佛」、「稱讚如來」、「廣修供養」，學這些法門。這屬於戒律，我們能夠遵守，容易記，不會忘掉，時時刻刻想到，時時刻刻要把它做到。"
    },
    {
      "id": "32-216-0001_p0010",
      "zh_CN": "为什么要修净土法门？那是八万四千法门都要断惑才能证真，就是断烦恼，烦恼很难断！断不了烦恼能不能成就？有，只有一门，就是念佛往生极乐世界，就这一门，没有第二门。宗门要大彻大悟，教下要大开圆解，很难！所以最近这一个时代，南阳，中国河南南阳，海贤老和尚给我们做了最好的榜样。他不认识字，没有念过书，人老实、听话、真干，这三个条件很难具足，他具足了。师父给他剃度，他出家，二十岁出家，师父只传他一句「南无阿弥陀佛」，告诉他一直念下去。他听话，他真干，就这一句佛号念到底，念了九十二年往生，自在往生。这个人以念佛的功夫修行，修到理一心不乱，跟禅宗的大彻大悟平等，跟教下的大开圆解也平等。但是师父告诉他，明白了不能说，不能乱说，所以他证得这个阶层他一句不说，一般人看不出来，不是行家不认识他。他给我们做榜样。实在说，他要往生极乐世界，二、三十岁的时候他就具足条件，他就能往生，他活到一百一十二岁往生的。他的事迹现在写成书了，大家可以看到，真的能帮助我们。我们以他为榜样，我们学他，行！没有问题，决定能成就。",
      "zh_TW": "為什麼要修淨土法門？那是八萬四千法門都要斷惑才能證真，就是斷煩惱，煩惱很難斷！斷不了煩惱能不能成就？有，只有一門，就是念佛往生極樂世界，就這一門，沒有第二門。宗門要大徹大悟，教下要大開圓解，很難！所以最近這一個時代，南陽，中國河南南陽，海賢老和尚給我們做了最好的榜樣。他不認識字，沒有念過書，人老實、聽話、真幹，這三個條件很難具足，他具足了。師父給他剃度，他出家，二十歲出家，師父只傳他一句「南無阿彌陀佛」，告訴他一直念下去。他聽話，他真幹，就這一句佛號念到底，念了九十二年往生，自在往生。這個人以念佛的功夫修行，修到理一心不亂，跟禪宗的大徹大悟平等，跟教下的大開圓解也平等。但是師父告訴他，明白了不能說，不能亂說，所以他證得這個階層他一句不說，一般人看不出來，不是行家不認識他。他給我們做榜樣。實在說，他要往生極樂世界，二、三十歲的時候他就具足條件，他就能往生，他活到一百一十二歲往生的。他的事跡現在寫成書了，大家可以看到，真的能幫助我們。我們以他為榜樣，我們學他，行！沒有問題，決定能成就。"
    },
    {
      "id": "32-216-0001_p0011",
      "zh_CN": "我讲经讲到五十八年，我自己想想，宗门教下我都没有把握，我把它放下，我一心念佛求生净土，我觉得这个我有把握。所以晚年把讲大乘经教放下了，一生专讲《无量寿经》，专念阿弥陀佛，念念求生净土，念念想着亲近阿弥陀佛。我劝同学，我们想在这一生当中圆满成就，这是最安全、最妥善的一个方法，人人都能做得到，一句阿弥陀佛都会念。怎么样才能有把握往生？秘诀就是要放下万缘，对于这个世间名闻利养、财色名食睡、五欲六尘，这些东西要放下。天天想着、天天念着，我要早一天往生极乐世界，希望阿弥陀佛来接引我往生，这就对了。",
      "zh_TW": "我講經講到五十八年，我自己想想，宗門教下我都沒有把握，我把它放下，我一心念佛求生淨土，我覺得這個我有把握。所以晚年把講大乘經教放下了，一生專講《無量壽經》，專念阿彌陀佛，念念求生淨土，念念想著親近阿彌陀佛。我勸同學，我們想在這一生當中圓滿成就，這是最安全、最妥善的一個方法，人人都能做得到，一句阿彌陀佛都會念。怎麼樣才能有把握往生？祕訣就是要放下萬緣，對於這個世間名聞利養、財色名食睡、五欲六塵，這些東西要放下。天天想著、天天念著，我要早一天往生極樂世界，希望阿彌陀佛來接引我往生，這就對了。"
    },
    {
      "id": "32-216-0001_p0012",
      "zh_CN": "好事、善事有缘要做，没有缘不去找，不去找事情做，清净淡泊就好。只要能吃饱、能穿暖，有个小房子可以遮蔽风雨，就足了，就很满意了，于这个世间无所求。于世无争，于人无求，一心念佛，求生净土，没有一个不成功，没有一个做不到，这是最安全的方法。这个法门会度释迦牟尼佛末法九千年众生，依这个法门都能得度。我们很幸运，得人身、闻佛法，又遇到净宗法门，遇到了《无量寿经》，夏莲居的《无量寿经》，遇到了黄念祖老居士的《净修捷要报恩谈》，对我们是很大的帮助。我们只要抓住这两样东西，《无量寿经》、《净修捷要》，很容易修学，没有一个不成功，没有一个不得佛力加持的。",
      "zh_TW": "好事、善事有緣要做，沒有緣不去找，不去找事情做，清淨淡泊就好。只要能吃飽、能穿暖，有個小房子可以遮蔽風雨，就足了，就很滿意了，於這個世間無所求。於世無爭，於人無求，一心念佛，求生淨土，沒有一個不成功，沒有一個做不到，這是最安全的方法。這個法門會度釋迦牟尼佛末法九千年眾生，依這個法門都能得度。我們很幸運，得人身、聞佛法，又遇到淨宗法門，遇到了《無量壽經》，夏蓮居的《無量壽經》，遇到了黃念祖老居士的《淨修捷要報恩談》，對我們是很大的幫助。我們只要抓住這兩樣東西，《無量壽經》、《淨修捷要》，很容易修學，沒有一個不成功，沒有一個不得佛力加持的。"
    },
    {
      "id": "32-216-0001_p0013",
      "zh_CN": "这是我这次回来跟大家见面，把最重要的修学的纲领、修学的经过，我自己的经历、我自己的感受，贡献给我们念佛同修，供养大家。愿我们在这一生当中，将来都是莲池海会的道友，都是阿弥陀佛的学生。我只说到此地，希望我们同学们认真努力。这次回来是接待联合国的一些大使们，让他们看到我们做的宗教团结。图文巴做出成绩出来了，可以让他们来参观，让他们来考察。这也是佛门一桩好事情，宗教和谐、宗教团结，宗教一家人。众神一体，宗教一家，有助于社会安定，有助于世界和平。这都是我们附带做的；真正的事业，念佛往生！好，谢谢大家。",
      "zh_TW": "這是我這次回來跟大家見面，把最重要的修學的綱領、修學的經過，我自己的經歷、我自己的感受，貢獻給我們念佛同修，供養大家。願我們在這一生當中，將來都是蓮池海會的道友，都是阿彌陀佛的學生。我只說到此地，希望我們同學們認真努力。這次回來是接待聯合國的一些大使們，讓他們看到我們做的宗教團結。圖文巴做出成績出來了，可以讓他們來參觀，讓他們來考察。這也是佛門一樁好事情，宗教和諧、宗教團結，宗教一家人。眾神一體，宗教一家，有助於社會安定，有助於世界和平。這都是我們附帶做的；真正的事業，念佛往生！好，謝謝大家。"
    }
  ]
}