{
  "doc_id": "21-786-0003",
  "title": {
    "zh_CN": "学习《神爱世人》",
    "zh_TW": "學習《神愛世人》"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "英国伦敦Excel展览中心",
    "zh_TW": "英國倫敦Excel展覽中心"
  },
  "doc_number": "21-786-0003",
  "total_paragraphs": 17,
  "paragraphs": [
    {
      "id": "21-786-0003_p0001",
      "zh_CN": "诸位法师、诸位同学，大家好。今天我们继续来谈谈「神爱世人」。前面有一个报告还没讲完，今天我们继续讲。",
      "zh_TW": "諸位法師、諸位同學，大家好。今天我們繼續來談談「神愛世人」。前面有一個報告還沒講完，今天我們繼續講。"
    },
    {
      "id": "21-786-0003_p0002",
      "zh_CN": "英国历史哲学家汤恩比博士曾经说到，所有宗教的创始人都是那个时代伟大的社会教育家，一直到今天，我们还深受影响。由此可知，宗教教育深得人心。如果我们疏忽了，失去对宗教的信仰，那就是文明走向崩溃的时刻。",
      "zh_TW": "英國歷史哲學家湯恩比博士曾經說到，所有宗教的創始人都是那個時代偉大的社會教育家，一直到今天，我們還深受影響。由此可知，宗教教育深得人心。如果我們疏忽了，失去對宗教的信仰，那就是文明走向崩潰的時刻。"
    },
    {
      "id": "21-786-0003_p0003",
      "zh_CN": "我们不断的接触宗教、认识经典，在这当中深深体会到，一切宗教与真神的圣哲都是一体的，他们所有的核心就是一个「爱」字，宗教教育就是爱的教育。它的核心，就是引导人们去把爱发扬光大，让人们真正懂得，如何用一颗无私的心去爱他人、去爱一切生命、去爱整个宇宙。爱是自性、是真心第一德。",
      "zh_TW": "我們不斷的接觸宗教、認識經典，在這當中深深體會到，一切宗教與真神的聖哲都是一體的，他們所有的核心就是一個「愛」字，宗教教育就是愛的教育。它的核心，就是引導人們去把愛發揚光大，讓人們真正懂得，如何用一顆無私的心去愛他人、去愛一切生命、去愛整個宇宙。愛是自性、是真心第一德。"
    },
    {
      "id": "21-786-0003_p0004",
      "zh_CN": "我们学习宗教，受经典的薰习，「上帝爱世人」就是宗教的核心。我遇到过不少人，问我，宗教是什么？我告诉他，宗教就是爱，宗教是教育，宗教是爱的教育。如何学会把神爱世人这种大公无私的爱，放在我们自己心上，我们代表上帝去爱世人，上帝爱世人这就落实了；否则的话，上帝爱世人是一句空话。",
      "zh_TW": "我們學習宗教，受經典的薰習，「上帝愛世人」就是宗教的核心。我遇到過不少人，問我，宗教是什麼？我告訴他，宗教就是愛，宗教是教育，宗教是愛的教育。如何學會把神愛世人這種大公無私的愛，放在我們自己心上，我們代表上帝去愛世人，上帝愛世人這就落實了；否則的話，上帝愛世人是一句空話。"
    },
    {
      "id": "21-786-0003_p0005",
      "zh_CN": "我们追问一句，上帝怎么爱世人？这个理、事我们都要搞清楚、搞明白。上帝的爱，是大公无私的爱、是没有条件的爱。为什么？几乎每个宗教都给我们讲到众神是一体的，往后我们学习每个宗教，在经文里面就看到了，「众神一体，宗教一家」。如果我们能够契入这种认知、这个境界，那么我们距离宗教的大团结就不远了。宗教团结带给人类真正的幸福，众神欢喜。",
      "zh_TW": "我們追問一句，上帝怎麼愛世人？這個理、事我們都要搞清楚、搞明白。上帝的愛，是大公無私的愛、是沒有條件的愛。為什麼？幾乎每個宗教都給我們講到眾神是一體的，往後我們學習每個宗教，在經文裡面就看到了，「眾神一體，宗教一家」。如果我們能夠契入這種認知、這個境界，那麼我們距離宗教的大團結就不遠了。宗教團結帶給人類真正的幸福，眾神歡喜。"
    },
    {
      "id": "21-786-0003_p0006",
      "zh_CN": "这种无私的大爱、真实的爱心，就是上帝的大爱、佛陀的慈悲，他们彼此是一不是二。他们其实，所有宗教经典里面讲的爱，是同一个爱。宗教的信徒，特别是神职人员，都能够代表上帝去爱世人时，上帝的天堂就会降临到这个地球上。我们确实都有责任，把上帝的天堂带到这个苦难的人间。",
      "zh_TW": "這種無私的大愛、真實的愛心，就是上帝的大愛、佛陀的慈悲，他們彼此是一不是二。他們其實，所有宗教經典裡面講的愛，是同一個愛。宗教的信徒，特別是神職人員，都能夠代表上帝去愛世人時，上帝的天堂就會降臨到這個地球上。我們確實都有責任，把上帝的天堂帶到這個苦難的人間。"
    },
    {
      "id": "21-786-0003_p0007",
      "zh_CN": "多年来我们团结宗教，我是在一九九八年、一九九九年在新加坡尝试着做，做成功了，用了一年的时间。二ＯＯＯ年我移民到澳洲，在澳洲也做实验，做成功了，时间长一些。新加坡一年做圆满，澳洲我们用了比较长的时间，我记得好像是十三年，我们才做成功。现在这个社会，没有好的榜样，大家很难相信，最好是做出来，他看到了，亲身体会到了，他才相信。怎么做？人与人之间最重要的是接触，如果不接触就难了。",
      "zh_TW": "多年來我們團結宗教，我是在一九九八年、一九九九年在新加坡嘗試著做，做成功了，用了一年的時間。二ＯＯＯ年我移民到澳洲，在澳洲也做實驗，做成功了，時間長一些。新加坡一年做圓滿，澳洲我們用了比較長的時間，我記得好像是十三年，我們才做成功。現在這個社會，沒有好的榜樣，大家很難相信，最好是做出來，他看到了，親身體會到了，他才相信。怎麼做？人與人之間最重要的是接觸，如果不接觸就難了。"
    },
    {
      "id": "21-786-0003_p0008",
      "zh_CN": "我在澳洲图文巴这个城市，怎么样跟大家交朋友？我初到澳洲的时候，买了个教堂，把教堂改成佛堂，除了把十字架换成阿弥陀佛之外，教堂丝毫没有改变。没想到得到当地人的欢喜，知道我们不破坏文化，我们要保留文化，他们在旁边看。开幕这一天，我们邀请了街道上两边的邻居，参加我们移民到图文巴，建立一个佛堂欢喜的日子。晚上我们用晚宴、素食招待他们，给他们做报告，我们为什么到这边来。想做实验，我们所理想的，「宗教是一家，众神是一体」。",
      "zh_TW": "我在澳洲圖文巴這個城市，怎麼樣跟大家交朋友？我初到澳洲的時候，買了個教堂，把教堂改成佛堂，除了把十字架換成阿彌陀佛之外，教堂絲毫沒有改變。沒想到得到當地人的歡喜，知道我們不破壞文化，我們要保留文化，他們在旁邊看。開幕這一天，我們邀請了街道上兩邊的鄰居，參加我們移民到圖文巴，建立一個佛堂歡喜的日子。晚上我們用晚宴、素食招待他們，給他們做報告，我們為什麼到這邊來。想做實驗，我們所理想的，「宗教是一家，眾神是一體」。"
    },
    {
      "id": "21-786-0003_p0009",
      "zh_CN": "晚宴散会的时候，有十几个街坊来看我，我接见他们，他们提出问题：「法师，你办这个活动我们很欢喜，能不能常常办？」我非常欢喜，一个星期办一次，他们都皆大欢喜。所以，我们在那里团结大众，用的是温馨晚宴，每个礼拜六晚上举行一次，大家欢欢喜喜在一块聚餐、在一块交流。他们对佛教不了解，很好奇，喜欢问，我们为他解答。一年一年过去，都没有改变，一直到今天，还是星期六晚宴，温馨晚宴。",
      "zh_TW": "晚宴散會的時候，有十幾個街坊來看我，我接見他們，他們提出問題：「法師，你辦這個活動我們很歡喜，能不能常常辦？」我非常歡喜，一個星期辦一次，他們都皆大歡喜。所以，我們在那裡團結大眾，用的是溫馨晚宴，每個禮拜六晚上舉行一次，大家歡歡喜喜在一塊聚餐、在一塊交流。他們對佛教不了解，很好奇，喜歡問，我們為他解答。一年一年過去，都沒有改變，一直到今天，還是星期六晚宴，溫馨晚宴。"
    },
    {
      "id": "21-786-0003_p0010",
      "zh_CN": "我们心目当中，就是佛陀的慈悲、上帝的大爱，突破了宗教的界限，宗教与宗教之间和睦相处。十三年，十几个宗教团体，他们的领导、代表人来找我。告诉我，他们对我们在图文巴这么多年的贡献非常感谢，我们愿意团结起来，给其他的大众做一个榜样：宗教是可以团结的，宗教是可以变成一家人，相亲相爱，互助合作；做到了，我看到很欢喜。",
      "zh_TW": "我們心目當中，就是佛陀的慈悲、上帝的大愛，突破了宗教的界限，宗教與宗教之間和睦相處。十三年，十幾個宗教團體，他們的領導、代表人來找我。告訴我，他們對我們在圖文巴這麼多年的貢獻非常感謝，我們願意團結起來，給其他的大眾做一個榜樣：宗教是可以團結的，宗教是可以變成一家人，相親相愛，互助合作；做到了，我看到很歡喜。"
    },
    {
      "id": "21-786-0003_p0011",
      "zh_CN": "去年三月，巴黎联合国教科文组织有九位大使，我们邀请他们到图文巴来考察、来观光，他们看到了，对于我们常常在一起交流、讨论，希望宗教团结、希望宗教回归教育。图文巴看过之后，这个信心升起来，他们回来做了一份详细报告，还附带为我要了一个办公室，就是我们今天活动这个场所，我起了个名字——「净空之友社」。这是教科文组织长年的做团结宗教、做宗教教育，我们担任了这一门。这正是我们的愿望，是联合国他们章程上的主要活动。",
      "zh_TW": "去年三月，巴黎聯合國教科文組織有九位大使，我們邀請他們到圖文巴來考察、來觀光，他們看到了，對於我們常常在一起交流、討論，希望宗教團結、希望宗教回歸教育。圖文巴看過之後，這個信心升起來，他們回來做了一份詳細報告，還附帶為我要了一個辦公室，就是我們今天活動這個場所，我起了個名字——「淨空之友社」。這是教科文組織長年的做團結宗教、做宗教教育，我們擔任了這一門。這正是我們的願望，是聯合國他們章程上的主要活動。"
    },
    {
      "id": "21-786-0003_p0012",
      "zh_CN": "这个学社成立了，使用这个摄影棚做我们的活动工具、做我们的教室，我这今天是第二天。由于身体比去年差很多，古人所讲的年岁不饶人，去年有感觉、不严重，今年比去年严重很多。",
      "zh_TW": "這個學社成立了，使用這個攝影棚做我們的活動工具、做我們的教室，我這今天是第二天。由於身體比去年差很多，古人所講的年歲不饒人，去年有感覺、不嚴重，今年比去年嚴重很多。"
    },
    {
      "id": "21-786-0003_p0013",
      "zh_CN": "我讲经六十年，有同学，这有心人，帮助我做整理，搜集六十年讲经的这些教材、笔记，很完整的一些资料，我自己看到都感到惊讶。过去年轻，身体不错，有体力、有精神，一天可以讲四个小时。当年讲《华严经》，没有感觉得到累，音声宏亮。有不少的一部分，留着有录影带，录影、录像，我们讲录像，现在依然可以用。我让同学们在这个里面，选择我们大家需要听的、想听的经，我这里有现成的，可以用卫星或者是网路来传播，提供初学同学们做参考。这些资料，听过的人很多，依教修行的人也很多，确实带给我们信解行证。",
      "zh_TW": "我講經六十年，有同學，這有心人，幫助我做整理，蒐集六十年講經的這些教材、筆記，很完整的一些資料，我自己看到都感到驚訝。過去年輕，身體不錯，有體力、有精神，一天可以講四個小時。當年講《華嚴經》，沒有感覺得到累，音聲宏亮。有不少的一部分，留著有錄影帶，錄影、錄像，我們講錄像，現在依然可以用。我讓同學們在這個裡面，選擇我們大家需要聽的、想聽的經，我這裡有現成的，可以用衛星或者是網路來傳播，提供初學同學們做參考。這些資料，聽過的人很多，依教修行的人也很多，確實帶給我們信解行證。"
    },
    {
      "id": "21-786-0003_p0014",
      "zh_CN": "信是信心，对佛法生起信心；解，是对于经典明白了、理解了；行，是依教修行，经典里面所说的，我们完全接受过来，变成我们自己的思想、言行，甚至于对我们日常生活、我们从事的这些行业都有很大的帮助。所以，证明佛教是教育，我们将来把这个扩大，所有的宗教都是教育。",
      "zh_TW": "信是信心，對佛法生起信心；解，是對於經典明白了、理解了；行，是依教修行，經典裡面所說的，我們完全接受過來，變成我們自己的思想、言行，甚至於對我們日常生活、我們從事的這些行業都有很大的幫助。所以，證明佛教是教育，我們將來把這個擴大，所有的宗教都是教育。"
    },
    {
      "id": "21-786-0003_p0015",
      "zh_CN": "教什么？教伦理、教道德、教因果、教圣贤的智慧。这四门在今天教育疏忽了，学校教育，甚至于宗教教育，都很少讲这四门功课，这四门功课非常重要，我们把它找回来。我们来做，希望由我们来牵头；终极的目标，希望所有的宗教我们集合成一体，我们确实认知，所有宗教的神圣都是一个真神的化身。换句话说，所有宗教的神圣是一个真神，「众神一体，宗教一家」。宗教可以复兴，西方的社会可以恢复秩序，社会安定和谐；东方恢复儒释道的教学，中国传统的教育。",
      "zh_TW": "教什麼？教倫理、教道德、教因果、教聖賢的智慧。這四門在今天教育疏忽了，學校教育，甚至於宗教教育，都很少講這四門功課，這四門功課非常重要，我們把它找回來。我們來做，希望由我們來牽頭；終極的目標，希望所有的宗教我們集合成一體，我們確實認知，所有宗教的神聖都是一個真神的化身。換句話說，所有宗教的神聖是一個真神，「眾神一體，宗教一家」。宗教可以復興，西方的社會可以恢復秩序，社會安定和諧；東方恢復儒釋道的教學，中國傳統的教育。"
    },
    {
      "id": "21-786-0003_p0016",
      "zh_CN": "在今天，无论是中国、外国，我们细心去观察，具足伦理、道德、因果，中国有。其他的有没有？有，我们在各个宗教经典里面看到，不是没有；没有人讲、没有人提倡、没有人落实，所以没办法传出来。我们今天明白了、认识了，从「神爱世人」这里做起。我们要把所有宗教经典里面，所讲的「神爱世人」、所讲的「众神一体」、所说的「宗教一家」，从我们身上做出来给大家看。用这个方法恢复西方的宗教教育、恢复中国传统的教育，来帮助社会、帮助地球化解冲突、促进安定和谐。这是我们净空之友社要做的事业。",
      "zh_TW": "在今天，無論是中國、外國，我們細心去觀察，具足倫理、道德、因果，中國有。其他的有沒有？有，我們在各個宗教經典裡面看到，不是沒有；沒有人講、沒有人提倡、沒有人落實，所以沒辦法傳出來。我們今天明白了、認識了，從「神愛世人」這裡做起。我們要把所有宗教經典裡面，所講的「神愛世人」、所講的「眾神一體」、所說的「宗教一家」，從我們身上做出來給大家看。用這個方法恢復西方的宗教教育、恢復中國傳統的教育，來幫助社會、幫助地球化解衝突、促進安定和諧。這是我們淨空之友社要做的事業。"
    },
    {
      "id": "21-786-0003_p0017",
      "zh_CN": "今天时间到了，我们就讲到此地。祝福大家，身心健康，法喜充满！",
      "zh_TW": "今天時間到了，我們就講到此地。祝福大家，身心健康，法喜充滿！"
    }
  ]
}