{
  "doc_id": "21-786-0005_en",
  "title": {
    "zh_CN": "学习《神爱世人》",
    "zh_TW": "學習《神愛世人》"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "英国威尔士三一圣大卫大学．兰彼得校区",
    "zh_TW": "英國威爾士三一聖大衛大學．蘭彼得校區"
  },
  "doc_number": "21-786-0005_en",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "21-786-0005_en_p0001",
      "zh_CN": "Learning ‘God Loves All Beings’ (Episode 5)  31.08.2018  University of Wales, Trinity Saint David．Lampeter  File: 21-786-0005_en",
      "zh_TW": "Learning ‘God Loves All Beings’ (Episode 5)  31.08.2018  University of Wales, Trinity Saint David．Lampeter  File: 21-786-0005_en"
    },
    {
      "id": "21-786-0005_en_p0002",
      "zh_CN": "诸位法师、诸位同学，大家好。今天我们接着看《神爱世人》这个小册子。",
      "zh_TW": "諸位法師、諸位同學，大家好。今天我們接著看《神愛世人》這個小冊子。"
    },
    {
      "id": "21-786-0005_en_p0003",
      "zh_CN": "Venerables, fellow students, warmest greetings to you all. We will continue with learning ‘God Loves All Beings’ today.",
      "zh_TW": "Venerables, fellow students, warmest greetings to you all. We will continue with learning ‘God Loves All Beings’ today."
    },
    {
      "id": "21-786-0005_en_p0004",
      "zh_CN": "第一个宗教，巴哈伊教。巴哈伊是新兴的宗教，很难得，里面的内容，好像是所有宗教里面都谈到。特别是他们能够拓开心量，肯定众神是一体，非常难得，整个宇宙是一家，非常契合我们这个课题。",
      "zh_TW": "第一個宗教，巴哈伊教。巴哈伊是新興的宗教，很難得，裡面的內容，好像是所有宗教裡面都談到。特別是他們能夠拓開心量，肯定眾神是一體，非常難得，整個宇宙是一家，非常契合我們這個課題。"
    },
    {
      "id": "21-786-0005_en_p0005",
      "zh_CN": "The first faith we learn is the Bahá’í Faith. The Bahá’í Faith is a relatively new religion. What is rare and wonderful about its teaching is that their scriptures mention almost all faiths. It is particularly remarkable that they are able to broaden their minds and affirm that all divinities are one entity and the entire universe is one big family. This notion is in tune with our topic.",
      "zh_TW": "The first faith we learn is the Bahá’í Faith. The Bahá’í Faith is a relatively new religion. What is rare and wonderful about its teaching is that their scriptures mention almost all faiths. It is particularly remarkable that they are able to broaden their minds and affirm that all divinities are one entity and the entire universe is one big family. This notion is in tune with our topic."
    },
    {
      "id": "21-786-0005_en_p0006",
      "zh_CN": "在它的经典上，我们节录了几段，这是前面的第一段：「上帝对人类派遣了他的先知、使者们，其目的有二：首先，他要使他的人类孩子们，从无知的黑暗中走出，并引导他们走向真知的光明；第二，他是要借此来维系人类的和平，与其心灵上的安宁，并且要为和平与安宁的实现，提供一些可行的方法。」",
      "zh_TW": "在它的經典上，我們節錄了幾段，這是前面的第一段：「上帝對人類派遣了他的先知、使者們，其目的有二：首先，他要使他的人類孩子們，從無知的黑暗中走出，並引導他們走向真知的光明；第二，他是要藉此來維繫人類的和平，與其心靈上的安寧，並且要為和平與安寧的實現，提供一些可行的方法。」"
    },
    {
      "id": "21-786-0005_en_p0007",
      "zh_CN": "We excerpted a few paragraphs from its canonical texts and here is the first paragraph, ‘God’s purpose in sending His Prophets unto men is twofold. The first is to liberate the children of men from the darkness of ignorance, and guide them to the light of true understanding. The second is to ensure the peace and tranquillity of mankind, and provide all the means by which they can be established.",
      "zh_TW": "We excerpted a few paragraphs from its canonical texts and here is the first paragraph, ‘God’s purpose in sending His Prophets unto men is twofold. The first is to liberate the children of men from the darkness of ignorance, and guide them to the light of true understanding. The second is to ensure the peace and tranquillity of mankind, and provide all the means by which they can be established."
    },
    {
      "id": "21-786-0005_en_p0008",
      "zh_CN": "这些方法，在东方，中国五千年的文化；在西方有宗教，许许多多的宗教。为什么会有这个现象？我们深入经藏之后，逐渐体会到了，大乘经教里面交代得很清楚。神，一个真神，众生无量无边，体是一个，众神一体，众生跟神也是一体。体是谁？用佛法来说，就是自己的法身。法身没有形相，证得法身，没有圆满，称为法身菩萨；证得圆满，就称之为佛陀。",
      "zh_TW": "這些方法，在東方，中國五千年的文化；在西方有宗教，許許多多的宗教。為什麼會有這個現象？我們深入經藏之後，逐漸體會到了，大乘經教裡面交代得很清楚。神，一個真神，眾生無量無邊，體是一個，眾神一體，眾生跟神也是一體。體是誰？用佛法來說，就是自己的法身。法身沒有形相，證得法身，沒有圓滿，稱為法身菩薩；證得圓滿，就稱之為佛陀。"
    },
    {
      "id": "21-786-0005_en_p0009",
      "zh_CN": "These ‘means' are found in the 5000-year culture of China in the East as well as in many religions in the West. Why is it? After delving into scriptures, we gradually realise one thing which is also made clear in Mahayana scriptures. God, there is one true God and there are infinite beings, but they are all of one entity. All divinities are one entity. And all beings are of the same entity as God. Who is the entity? In Buddhist terms, it is our own dharma body. The dharma body has no appearance or form. When one attains dharma body imperfectly, such being is called dharma body bodhisattva. When one attains a perfect dharma body, this being is called Buddha.",
      "zh_TW": "These ‘means' are found in the 5000-year culture of China in the East as well as in many religions in the West. Why is it? After delving into scriptures, we gradually realise one thing which is also made clear in Mahayana scriptures. God, there is one true God and there are infinite beings, but they are all of one entity. All divinities are one entity. And all beings are of the same entity as God. Who is the entity? In Buddhist terms, it is our own dharma body. The dharma body has no appearance or form. When one attains dharma body imperfectly, such being is called dharma body bodhisattva. When one attains a perfect dharma body, this being is called Buddha."
    },
    {
      "id": "21-786-0005_en_p0010",
      "zh_CN": "没有圆满的时候，我们看到很多，像这个经上所讲的，他们在无知的黑暗里面生活，所以神要帮助他们回头、帮助他们回归自性，方法很多。为什么有那么多方法？众生根性不一样。神、佛菩萨说法叫应机而说，你是什么样的根性，就给你说什么法，你容易契入、容易明白，道理在此地。方法无量无边，佛法里面讲八万四千法门、无量法门，你是什么样的根性，就用什么方法教你，你真正遇到高明。高明在佛教里面讲，佛、菩萨，这是高明；阿罗汉虽然觉悟，并没有深入。菩萨还分等级，五十一个位次，像读书一样，一年级、二年级、三年级……大乘教里头五十一个班级。最高的，十个位次，加上等觉，十一个位次，那个境界差不多都是圆满的。经历五十一个阶级，再上面就是佛陀，功德就圆满了。",
      "zh_TW": "沒有圓滿的時候，我們看到很多，像這個經上所講的，他們在無知的黑暗裡面生活，所以神要幫助他們回頭、幫助他們回歸自性，方法很多。為什麼有那麼多方法？眾生根性不一樣。神、佛菩薩說法叫應機而說，你是什麼樣的根性，就給你說什麼法，你容易契入、容易明白，道理在此地。方法無量無邊，佛法裡面講八萬四千法門、無量法門，你是什麼樣的根性，就用什麼方法教你，你真正遇到高明。高明在佛教裡面講，佛、菩薩，這是高明；阿羅漢雖然覺悟，並沒有深入。菩薩還分等級，五十一個位次，像讀書一樣，一年級、二年級、三年級……大乘教裡頭五十一個班級。最高的，十個位次，加上等覺，十一個位次，那個境界差不多都是圓滿的。經歷五十一個階級，再上面就是佛陀，功德就圓滿了。"
    },
    {
      "id": "21-786-0005_en_p0011",
      "zh_CN": "Before attaining perfection, we have seen many examples just like what is stated in the text, people live in the darkness of ignorance and therefore God helps them to turn around and return to their self-nature. There are many ‘means’ or methods for it. Why are there so many methods? It is because all beings have different attributes and characters. Whenever God, Buddhas or bodhisattvas teach, they adjust their teaching methods to the attributes and characters of the listeners. They will  use different materials to teach people with different attributes and characters. In so doing, it is easier for people to approach and understand the teachings. This is quite rational. There are infinite methods of teachings. In Buddhism it is said that there are 84,000 methods which also means infinite methods. When someone is able to teach using methods tailored to your attributes and characters, this someone is truly extraordinary. In Buddhism, Buddhas and bodhisattvas are extraordinary. Although arhats are awakened, they are not fully enlightened yet. Even for bodhisattvas, there are 51 levels, just like  in school education there is grade one, grade two, grade three, etc. In Mahayana Buddhism there are 51 levels of bodhisattvas. Among them, there are ten highest levels, together with the level of equal-enlightenment bodhisattva makes it eleven. These 11 highest levels bodhisattvas have almost reached perfection in cultivation. Going through 51 levels then there is the level of Buddha, the merit of which is perfect.",
      "zh_TW": "Before attaining perfection, we have seen many examples just like what is stated in the text, people live in the darkness of ignorance and therefore God helps them to turn around and return to their self-nature. There are many ‘means’ or methods for it. Why are there so many methods? It is because all beings have different attributes and characters. Whenever God, Buddhas or bodhisattvas teach, they adjust their teaching methods to the attributes and characters of the listeners. They will  use different materials to teach people with different attributes and characters. In so doing, it is easier for people to approach and understand the teachings. This is quite rational. There are infinite methods of teachings. In Buddhism it is said that there are 84,000 methods which also means infinite methods. When someone is able to teach using methods tailored to your attributes and characters, this someone is truly extraordinary. In Buddhism, Buddhas and bodhisattvas are extraordinary. Although arhats are awakened, they are not fully enlightened yet. Even for bodhisattvas, there are 51 levels, just like  in school education there is grade one, grade two, grade three, etc. In Mahayana Buddhism there are 51 levels of bodhisattvas. Among them, there are ten highest levels, together with the level of equal-enlightenment bodhisattva makes it eleven. These 11 highest levels bodhisattvas have almost reached perfection in cultivation. Going through 51 levels then there is the level of Buddha, the merit of which is perfect."
    },
    {
      "id": "21-786-0005_en_p0012",
      "zh_CN": "大乘在中国有十个宗派，每一个宗下面又分派，所以「方便有多门，归元无二路」，门门都能成无上道。那为什么要设这么多法门？根性不一样。其实给你说真话，佛无有法教给你，你开悟了，是你自己开悟的；他有方法帮助你开悟，破迷开悟。你不经历这些方法，你虽然开悟是自己的事情，你自己不会，迷失了方向，所以你得不到佛法的利益。因此，就要设许许多多的方便，对无量无边的众生，乃至于为一个众生，也开了很多法门。这些道理我们现在慢慢都体会到了。像我们求学一样，童年的时候读小学，有小学课本，有小学教学法；再长大了，小学毕业了升到中学，中学有中学的教科书，有中学的教学法；乃至于大学。",
      "zh_TW": "大乘在中國有十個宗派，每一個宗下面又分派，所以「方便有多門，歸元無二路」，門門都能成無上道。那為什麼要設這麼多法門？根性不一樣。其實給你說真話，佛無有法教給你，你開悟了，是你自己開悟的；他有方法幫助你開悟，破迷開悟。你不經歷這些方法，你雖然開悟是自己的事情，你自己不會，迷失了方向，所以你得不到佛法的利益。因此，就要設許許多多的方便，對無量無邊的眾生，乃至於為一個眾生，也開了很多法門。這些道理我們現在慢慢都體會到了。像我們求學一樣，童年的時候讀小學，有小學課本，有小學教學法；再長大了，小學畢業了升到中學，中學有中學的教科書，有中學的教學法；乃至於大學。"
    },
    {
      "id": "21-786-0005_en_p0013",
      "zh_CN": "There are ten schools of Mahayana Buddhism in China. Under each of them there are sub-schools. It is why a Buddhist line goes, ‘There are many doors of convenience, but there is only one path taking us back to the origin.’ Each method will enable us to attain the ultimate Enlightenment. Why are there so many methods? It is because of the different attributes and characters of all beings. In fact, to speak the truth, the Buddha has nothing to teach you. When you attain Enlightenment, you will have done it by yourself. The Buddha has ways of helping you to break delusions and attain Enlightenment. Attaining Enlightenment is your own business, but without using those methods, you do not know how to get there and will get lost, and you will not benefit from the Buddha’s teachings. Therefore, for the convenience of myriads of beings, or even one single being, Buddhas show them numerous methods. We have now gradually experienced the rationale behind it. It is just like us pursuing education. In our childhood we attended primary school. There were corresponding textbooks and pedagogy for primary school students. When we progressed to secondary school, there were textbooks and pedagogy for secondary school students. Similar things applied when we embarked on higher education.",
      "zh_TW": "There are ten schools of Mahayana Buddhism in China. Under each of them there are sub-schools. It is why a Buddhist line goes, ‘There are many doors of convenience, but there is only one path taking us back to the origin.’ Each method will enable us to attain the ultimate Enlightenment. Why are there so many methods? It is because of the different attributes and characters of all beings. In fact, to speak the truth, the Buddha has nothing to teach you. When you attain Enlightenment, you will have done it by yourself. The Buddha has ways of helping you to break delusions and attain Enlightenment. Attaining Enlightenment is your own business, but without using those methods, you do not know how to get there and will get lost, and you will not benefit from the Buddha’s teachings. Therefore, for the convenience of myriads of beings, or even one single being, Buddhas show them numerous methods. We have now gradually experienced the rationale behind it. It is just like us pursuing education. In our childhood we attended primary school. There were corresponding textbooks and pedagogy for primary school students. When we progressed to secondary school, there were textbooks and pedagogy for secondary school students. Similar things applied when we embarked on higher education."
    },
    {
      "id": "21-786-0005_en_p0014",
      "zh_CN": "上帝爱世人，上帝帮助世人，派使节，像我们现在讲派代表、派老师。宗教，我们把它比喻学校，上帝是校长，他的助教很多，他下面的老师很多。这些老师执行任务，帮助众生破迷开悟、离苦得乐，所以设八万四千法门，或者说设无量法门。在我们这个地球上，所有不同的宗教、不同的圣人、不同的先知，他们真身就是上帝；换句话说，他们都是上帝的分身、上帝的化身，是一体。",
      "zh_TW": "上帝愛世人，上帝幫助世人，派使節，像我們現在講派代表、派老師。宗教，我們把它比喻學校，上帝是校長，他的助教很多，他下面的老師很多。這些老師執行任務，幫助眾生破迷開悟、離苦得樂，所以設八萬四千法門，或者說設無量法門。在我們這個地球上，所有不同的宗教、不同的聖人、不同的先知，他們真身就是上帝；換句話說，他們都是上帝的分身、上帝的化身，是一體。"
    },
    {
      "id": "21-786-0005_en_p0015",
      "zh_CN": "God loves all beings and God helps all beings. He dispatches delegates to do it, just like us sending off representatives or teachers today. Using an analogy of school, God is the school principal and He has many teachers assisting Him. These teachers carry out assignments and help all beings break delusions, attain Enlightenment, be freed from suffering and obtain happiness. Hence, they use 84,000 methods or infinite methods. The true body of the sages, saints and prophets of all religions on this planet is God. In other words, they are the manifestations or the provisional forms  of God, and are of the same entity as God.",
      "zh_TW": "God loves all beings and God helps all beings. He dispatches delegates to do it, just like us sending off representatives or teachers today. Using an analogy of school, God is the school principal and He has many teachers assisting Him. These teachers carry out assignments and help all beings break delusions, attain Enlightenment, be freed from suffering and obtain happiness. Hence, they use 84,000 methods or infinite methods. The true body of the sages, saints and prophets of all religions on this planet is God. In other words, they are the manifestations or the provisional forms  of God, and are of the same entity as God."
    },
    {
      "id": "21-786-0005_en_p0016",
      "zh_CN": "我们再看下面这一段，这段非常重要：「你们都是同一棵树木的叶子，都是同一个大海中的水滴。」一滴水。这个话我们一听就明白了，一体。他用树跟树叶来比喻，那一棵大树就是上帝，变现出无量的众生、无量的世界。一个星球是一个世界，太空当中有多少星球？数不清，我们能见到的少数，还有许许多多距离太远了；本身放光的，我们比较容易见到，不放光的不知道有多少。科学家告诉我们，太阳系放光的就一个，太阳；不放光的有九大行星，行星还有卫星，在太阳反射之下我们见到了，反射不到的我们不知道。",
      "zh_TW": "我們再看下面這一段，這段非常重要：「你們都是同一棵樹木的葉子，都是同一個大海中的水滴。」一滴水。這個話我們一聽就明白了，一體。他用樹跟樹葉來比喻，那一棵大樹就是上帝，變現出無量的眾生、無量的世界。一個星球是一個世界，太空當中有多少星球？數不清，我們能見到的少數，還有許許多多距離太遠了；本身放光的，我們比較容易見到，不放光的不知道有多少。科學家告訴我們，太陽系放光的就一個，太陽；不放光的有九大行星，行星還有衛星，在太陽反射之下我們見到了，反射不到的我們不知道。"
    },
    {
      "id": "21-786-0005_en_p0017",
      "zh_CN": "Let us look at the next paragraph. This paragraph is very important, ‘You are all the leaves of one tree and the drops of one ocean.’ ‘The drops of one ocean’, we can easily understand it, one entity. He used an analogy of tree and its leaves. The big tree is God and it is transformed into infinite beings and worlds. One planet is a world. How many astronomical bodies are there in the space? Myriads of them. We can only see a few of them. Many of them are too far away from our planet. It is easier for us to see stars as they are luminous, but there are countless astronomical bodies that are not luminous. Scientists told us that there is one star in the Solar System, the Sun, and there are nine planets orbiting it. There are also natural satellites or moons orbiting each of the planets. We can see those planets and moons because they reflect the light of the sun. But we do not know the astronomical phenomenon that do not reflect the light of stars.",
      "zh_TW": "Let us look at the next paragraph. This paragraph is very important, ‘You are all the leaves of one tree and the drops of one ocean.’ ‘The drops of one ocean’, we can easily understand it, one entity. He used an analogy of tree and its leaves. The big tree is God and it is transformed into infinite beings and worlds. One planet is a world. How many astronomical bodies are there in the space? Myriads of them. We can only see a few of them. Many of them are too far away from our planet. It is easier for us to see stars as they are luminous, but there are countless astronomical bodies that are not luminous. Scientists told us that there is one star in the Solar System, the Sun, and there are nine planets orbiting it. There are also natural satellites or moons orbiting each of the planets. We can see those planets and moons because they reflect the light of the sun. But we do not know the astronomical phenomenon that do not reflect the light of stars."
    },
    {
      "id": "21-786-0005_en_p0018",
      "zh_CN": "科学不断的在提升，我们的视野不断的在扩大，这是得利于科学，发明许多仪器，帮助我们看到肉眼所很难见到的，我们都见到了；这宏观世界。再看另外一头，微观世界，生物更多了，它帮助我们看到肉眼看不到的细胞、细菌。我们从科学报告里头知道这些常识，是不是就是这么多？不敢说，肯定不是这么多，有更多。我们等待科学仪器再提升，不断的进步，使所有看不见的，在显微镜里面统统看到。说明我们是同一个法身，这里讲的，同一棵树木的叶子。",
      "zh_TW": "科學不斷的在提升，我們的視野不斷的在擴大，這是得利於科學，發明許多儀器，幫助我們看到肉眼所很難見到的，我們都見到了；這宏觀世界。再看另外一頭，微觀世界，生物更多了，它幫助我們看到肉眼看不到的細胞、細菌。我們從科學報告裡頭知道這些常識，是不是就是這麼多？不敢說，肯定不是這麼多，有更多。我們等待科學儀器再提升，不斷的進步，使所有看不見的，在顯微鏡裡面統統看到。說明我們是同一個法身，這裡講的，同一棵樹木的葉子。"
    },
    {
      "id": "21-786-0005_en_p0019",
      "zh_CN": "Science is constantly developing and our horizon is constantly being expanded. Thanks to science and many devices it invented, we can now see many things that are impossible to observe with our naked eyes. This is the macro-world. As for the micro-world, scientific devices help us observe much more organisms that we cannot see with our naked eyes such as cells and bacteria. We learn common knowledge like these from scientific reports. But is that all? I doubt it. There is bound to be more than that. We wait for the further development of scientific equipment enabling us to see everything that we cannot see now. This tells us that we are of one dharma body, just as it is said here ‘the leaves of one tree’.",
      "zh_TW": "Science is constantly developing and our horizon is constantly being expanded. Thanks to science and many devices it invented, we can now see many things that are impossible to observe with our naked eyes. This is the macro-world. As for the micro-world, scientific devices help us observe much more organisms that we cannot see with our naked eyes such as cells and bacteria. We learn common knowledge like these from scientific reports. But is that all? I doubt it. There is bound to be more than that. We wait for the further development of scientific equipment enabling us to see everything that we cannot see now. This tells us that we are of one dharma body, just as it is said here ‘the leaves of one tree’."
    },
    {
      "id": "21-786-0005_en_p0020",
      "zh_CN": "我们这边走出去，街道的两旁边是公园，树木有年代了，都非常高大，所以有很好的树荫给我们乘凉。所有这么多树，就像经上讲的，你们有这么多人，都是一棵树木的叶子。亲切，不是独立的树，我们是树上一片树叶。",
      "zh_TW": "我們這邊走出去，街道的兩旁邊是公園，樹木有年代了，都非常高大，所以有很好的樹蔭給我們乘涼。所有這麼多樹，就像經上講的，你們有這麼多人，都是一棵樹木的葉子。親切，不是獨立的樹，我們是樹上一片樹葉。"
    },
    {
      "id": "21-786-0005_en_p0021",
      "zh_CN": "Outside this building there are parks on both sides of the street. The trees in the parks are of old age and very tall, and give us comfortable shadows keeping us cool. All those trees, as it is said in the sacred text, there are so many of you and you are all the leaves of one tree. We are closely connected. We are not separate individual trees, but are the leaves of one single tree.",
      "zh_TW": "Outside this building there are parks on both sides of the street. The trees in the parks are of old age and very tall, and give us comfortable shadows keeping us cool. All those trees, as it is said in the sacred text, there are so many of you and you are all the leaves of one tree. We are closely connected. We are not separate individual trees, but are the leaves of one single tree."
    },
    {
      "id": "21-786-0005_en_p0022",
      "zh_CN": "后面还有一句：「都是同一个大海的水滴。」大海距离我们不远，巴黎的外面是大西洋，大海望不到边际，芸芸众生就像一滴海水一样。这个比喻很亲切，把我们人与人、人与上帝的关系讲清楚了、讲明白了。我们有没有接受？没有。为什么没有？我们迷得太深、迷得太厚了。",
      "zh_TW": "後面還有一句：「都是同一個大海的水滴。」大海距離我們不遠，巴黎的外面是大西洋，大海望不到邊際，芸芸眾生就像一滴海水一樣。這個比喻很親切，把我們人與人、人與上帝的關係講清楚了、講明白了。我們有沒有接受？沒有。為什麼沒有？我們迷得太深、迷得太厚了。"
    },
    {
      "id": "21-786-0005_en_p0023",
      "zh_CN": "Here is another line, ‘…are the drops of one ocean.’ Ocean is not far from us. Paris is next to Atlantic Ocean. We cannot see the boundary of the ocean. Each being is like a drop of seawater. This metaphor is heart-warming. It clearly explains the relationship between human beings and that between human beings and God. Have we accepted the explanation? No, we haven’t. Why not? It is because we have been deluded too deeply and for too long.",
      "zh_TW": "Here is another line, ‘…are the drops of one ocean.’ Ocean is not far from us. Paris is next to Atlantic Ocean. We cannot see the boundary of the ocean. Each being is like a drop of seawater. This metaphor is heart-warming. It clearly explains the relationship between human beings and that between human beings and God. Have we accepted the explanation? No, we haven’t. Why not? It is because we have been deluded too deeply and for too long."
    },
    {
      "id": "21-786-0005_en_p0024",
      "zh_CN": "所以我们不能离开上帝，不能离开上帝派到这个世间来的使者。使者是上帝的助教、是我们的老师，我们对他要尊重、我们对他要信任，不能怀疑。带着怀疑的心来学道，难；带着怀疑去学科学，行，学道不行，道是形而上的。所以我们要肯定，这些都是上帝的话，都是上帝使者教给我们的，我们信心从这里建立。有了信心之后，我们再来解决问题。",
      "zh_TW": "所以我們不能離開上帝，不能離開上帝派到這個世間來的使者。使者是上帝的助教、是我們的老師，我們對他要尊重、我們對他要信任，不能懷疑。帶著懷疑的心來學道，難；帶著懷疑去學科學，行，學道不行，道是形而上的。所以我們要肯定，這些都是上帝的話，都是上帝使者教給我們的，我們信心從這裡建立。有了信心之後，我們再來解決問題。"
    },
    {
      "id": "21-786-0005_en_p0025",
      "zh_CN": "Therefore, we cannot be without God and the messengers that God sends to the world. The messengers are God’s assistants and they are our teachers. We should respect and trust them without doubt. If we seek the ultimate truth  with doubt, it is difficult to succeed. It is fine to study science with doubt, but it does not work with seeking and cultivating towards ultimate truth. The ultimate truth is metaphysical. Hence, we must be convinced that what is said in the sacred text is God’s words and it is what God’s messengers taught us. It is where we build our confidence. After we have gained confidence, we will then resolve problems.",
      "zh_TW": "Therefore, we cannot be without God and the messengers that God sends to the world. The messengers are God’s assistants and they are our teachers. We should respect and trust them without doubt. If we seek the ultimate truth  with doubt, it is difficult to succeed. It is fine to study science with doubt, but it does not work with seeking and cultivating towards ultimate truth. The ultimate truth is metaphysical. Hence, we must be convinced that what is said in the sacred text is God’s words and it is what God’s messengers taught us. It is where we build our confidence. After we have gained confidence, we will then resolve problems."
    },
    {
      "id": "21-786-0005_en_p0026",
      "zh_CN": "修行，依照经典的教训认真学习，把经典的教训变成自己生活的规范。起心动念不离开经典，言语造作不离开经典，这是上帝的儿女，这是圣贤的弟子。",
      "zh_TW": "修行，依照經典的教訓認真學習，把經典的教訓變成自己生活的規範。起心動念不離開經典，言語造作不離開經典，這是上帝的兒女，這是聖賢的弟子。"
    },
    {
      "id": "21-786-0005_en_p0027",
      "zh_CN": "To cultivate oneself is to seriously learn the teachings given in sacred texts and turn them into the norms of our daily lives. We should think, speak and behave in accordance with the scriptures. This is what the children of God and the students of saints and sages do.",
      "zh_TW": "To cultivate oneself is to seriously learn the teachings given in sacred texts and turn them into the norms of our daily lives. We should think, speak and behave in accordance with the scriptures. This is what the children of God and the students of saints and sages do."
    },
    {
      "id": "21-786-0005_en_p0028",
      "zh_CN": "有同修告诉我，我们很想学习，但是就是入不了境界，怎么办？我告诉大家从哪里入门，儒、佛，再看一切宗教经典，能入门要行、证。我们听讲听明白、听懂了，没有把它变成我们的生活行为，那不管用，我们入不进去。几乎所有宗教也是同样的道理，都是主张从放下入门。放下什么？放下妄想、放下分别、放下执着，你就会看到门，你就能入门。",
      "zh_TW": "有同修告訴我，我們很想學習，但是就是入不了境界，怎麼辦？我告訴大家從哪裡入門，儒、佛，再看一切宗教經典，能入門要行、證。我們聽講聽明白、聽懂了，沒有把它變成我們的生活行為，那不管用，我們入不進去。幾乎所有宗教也是同樣的道理，都是主張從放下入門。放下什麼？放下妄想、放下分別、放下執著，你就會看到門，你就能入門。"
    },
    {
      "id": "21-786-0005_en_p0029",
      "zh_CN": "There are fellow practitioners telling me that ‘I really want to learn more, but just can’t get into that state of mind. What can I do?’ I will tell you from where we can start. Be it Confucianism, Buddhism or the sacred texts of all religions, in order to initiate our learning,  we need to take the steps of practise and attainment first. We may have understood what is taught, but have not yet put it into practice in our daily lives. In that case the teaching does not work and we cannot get attain the benefits. The rationale applies to many religions which also propose starting from letting go. What do we let go? Let go of wandering thoughts, let go of differentiation, let go of attachment. In so doing, you will be able to see the door that leads to true cultivation and subsequently enter that door.",
      "zh_TW": "There are fellow practitioners telling me that ‘I really want to learn more, but just can’t get into that state of mind. What can I do?’ I will tell you from where we can start. Be it Confucianism, Buddhism or the sacred texts of all religions, in order to initiate our learning,  we need to take the steps of practise and attainment first. We may have understood what is taught, but have not yet put it into practice in our daily lives. In that case the teaching does not work and we cannot get attain the benefits. The rationale applies to many religions which also propose starting from letting go. What do we let go? Let go of wandering thoughts, let go of differentiation, let go of attachment. In so doing, you will be able to see the door that leads to true cultivation and subsequently enter that door."
    },
    {
      "id": "21-786-0005_en_p0030",
      "zh_CN": "有些同修告诉我，就是放不下，怎么办？我劝你学经教。你为什么放不下？你不了解事实真相，所以你放不下；如果了解事实真相，你就不会把它放在心上，自自然然放下。放下就自在，放下就生智慧。那我再告诉你，你真正想学，学道，这十个宗教都合起来，无论你学哪一个，没有例外的，都是从把烦恼习气放下。烦恼习气是根，树木的根，根放下了，枝叶自然就没有了。",
      "zh_TW": "有些同修告訴我，就是放不下，怎麼辦？我勸你學經教。你為什麼放不下？你不了解事實真相，所以你放不下；如果了解事實真相，你就不會把它放在心上，自自然然放下。放下就自在，放下就生智慧。那我再告訴你，你真正想學，學道，這十個宗教都合起來，無論你學哪一個，沒有例外的，都是從把煩惱習氣放下。煩惱習氣是根，樹木的根，根放下了，枝葉自然就沒有了。"
    },
    {
      "id": "21-786-0005_en_p0031",
      "zh_CN": "Some practitioners tell me that ‘I just can’t let go. What can I do?’ I suggest you to learn the teachings in sacred texts. Why can’t you let go? It is because you do not know the truth of reality. Once you have known the truth, you will no longer keep them in your mind but will naturally let go of them. Once you can let go, you will feel at ease. Once you can let go, your wisdom will arise. I’ll tell you one more thing. If you genuinely want to learn and find your way to the truth, no matter which one of the ten religions you want to learn, there is no exception, it all starts from letting go of afflictions and acquired habits. Afflictions and acquired habits are the roots. They are like the roots of a tree. If we can let go of these roots, the leaves and branches of the tree will naturally disappear.",
      "zh_TW": "Some practitioners tell me that ‘I just can’t let go. What can I do?’ I suggest you to learn the teachings in sacred texts. Why can’t you let go? It is because you do not know the truth of reality. Once you have known the truth, you will no longer keep them in your mind but will naturally let go of them. Once you can let go, you will feel at ease. Once you can let go, your wisdom will arise. I’ll tell you one more thing. If you genuinely want to learn and find your way to the truth, no matter which one of the ten religions you want to learn, there is no exception, it all starts from letting go of afflictions and acquired habits. Afflictions and acquired habits are the roots. They are like the roots of a tree. If we can let go of these roots, the leaves and branches of the tree will naturally disappear."
    },
    {
      "id": "21-786-0005_en_p0032",
      "zh_CN": "中国的儒，儒家从哪入门？格物、致知；然后才有修身、齐家、治国、平天下。那儒家这个根什么意思？不能不懂，不能不讲究。格物，格是格斗，打仗，跟谁打仗？跟自己打仗。物是什么？物是欲望。这个东西害死我们，我们时时刻刻没办法离开，眼见色、耳闻声、鼻嗅香、舌尝味，它起作用。起的作用是迷，不是觉。觉怎样呢？不起作用的时候就觉了。所以从哪里下手？放下物欲、放下烦恼、放下习气、放下一切错误。",
      "zh_TW": "中國的儒，儒家從哪入門？格物、致知；然後才有修身、齊家、治國、平天下。那儒家這個根什麼意思？不能不懂，不能不講究。格物，格是格鬥，打仗，跟誰打仗？跟自己打仗。物是什麼？物是欲望。這個東西害死我們，我們時時刻刻沒辦法離開，眼見色、耳聞聲、鼻嗅香、舌嘗味，它起作用。起的作用是迷，不是覺。覺怎樣呢？不起作用的時候就覺了。所以從哪裡下手？放下物欲、放下煩惱、放下習氣、放下一切錯誤。"
    },
    {
      "id": "21-786-0005_en_p0033",
      "zh_CN": "From where do we set foot in Confucianism? The roots of ‘fighting  desires’ and ‘ achieving wisdom’ is a starting point. Subsequently, we will be able to cultivate ourselves, managing our families in harmony, governing our countries properly and bringing peace to the world. What do these roots mean? We must have a thorough understanding of them.  ‘Fighting desires’ is to fight against ourselves, our inner desires. What does  ‘desires’ mean here? Desires will eventually kill us. We are used to having desires at all times. When we see, hear, smell or taste, our desires are enabled. But when they are in action, we are actually deluded but not awakened. What is awakening like? When our desires are not in action, we are awakened. So where do we start? We start from letting go of our desires, afflictions, acquired habits and all mistakes.",
      "zh_TW": "From where do we set foot in Confucianism? The roots of ‘fighting  desires’ and ‘ achieving wisdom’ is a starting point. Subsequently, we will be able to cultivate ourselves, managing our families in harmony, governing our countries properly and bringing peace to the world. What do these roots mean? We must have a thorough understanding of them.  ‘Fighting desires’ is to fight against ourselves, our inner desires. What does  ‘desires’ mean here? Desires will eventually kill us. We are used to having desires at all times. When we see, hear, smell or taste, our desires are enabled. But when they are in action, we are actually deluded but not awakened. What is awakening like? When our desires are not in action, we are awakened. So where do we start? We start from letting go of our desires, afflictions, acquired habits and all mistakes."
    },
    {
      "id": "21-786-0005_en_p0034",
      "zh_CN": "知道错了马上就要改，怎么改法？先放下，再学习，功夫就得力了。你一面放下一面又再做，那你怎么能放得下？放下之后智慧就现前，所以致知。智慧从哪里来的？烦恼轻的人智慧就多，烦恼重的人智慧就少。妄想、分别、执着只生烦恼，不生智慧；可是妄想、分别、执着你就放不下，你不但不肯放，你还在上添油添醋。这是念经没错，修行错了，方向、路统统走错了。",
      "zh_TW": "知道錯了馬上就要改，怎麼改法？先放下，再學習，功夫就得力了。你一面放下一面又再做，那你怎麼能放得下？放下之後智慧就現前，所以致知。智慧從哪裡來的？煩惱輕的人智慧就多，煩惱重的人智慧就少。妄想、分別、執著只生煩惱，不生智慧；可是妄想、分別、執著你就放不下，你不但不肯放，你還在上添油添醋。這是念經沒錯，修行錯了，方向、路統統走錯了。"
    },
    {
      "id": "21-786-0005_en_p0035",
      "zh_CN": "We should rectify our mistakes as soon as we are aware of them. So how do we rectify mistakes? Start from letting go first, and then learn the teachings. In so doing, our cultivation will be well-grounded. But if we repeat the same mistake again after we have let go of it, how can we really let go? After letting go, our wisdom will reveal itself. Where does wisdom come from? Well, those with few afflictions have more wisdom, and those with more afflictions have less wisdom. Wandering thoughts, differentiation and attachment only bring us afflictions but not wisdom. But the problem is that we just cannot let go of wandering thoughts, differentiation and attachment. Not only that. We are even adding fuel to the fire. There is nothing wrong with what we read in scriptures. However, our way of practice are wrong, the direction and the path we take are wrong.",
      "zh_TW": "We should rectify our mistakes as soon as we are aware of them. So how do we rectify mistakes? Start from letting go first, and then learn the teachings. In so doing, our cultivation will be well-grounded. But if we repeat the same mistake again after we have let go of it, how can we really let go? After letting go, our wisdom will reveal itself. Where does wisdom come from? Well, those with few afflictions have more wisdom, and those with more afflictions have less wisdom. Wandering thoughts, differentiation and attachment only bring us afflictions but not wisdom. But the problem is that we just cannot let go of wandering thoughts, differentiation and attachment. Not only that. We are even adding fuel to the fire. There is nothing wrong with what we read in scriptures. However, our way of practice are wrong, the direction and the path we take are wrong."
    },
    {
      "id": "21-786-0005_en_p0036",
      "zh_CN": "佛法里面讲看破、放下，儒家讲的格物、致知。格物就是跟物欲打仗，要把它打败；致知就是开智慧。我们现在没有智慧，是因为欲望太多、妄想太多，那不是真的。从今之后，我们要把这个放下，不放在心上，心上只放上帝的爱。我们这里总标题是「上帝爱世人」，没有一部经典不讲上帝爱世人，上帝爱世人是真的，不是假的。我们一定要晓得，一定要把它搞清楚，在这里下手就对了。",
      "zh_TW": "佛法裡面講看破、放下，儒家講的格物、致知。格物就是跟物欲打仗，要把它打敗；致知就是開智慧。我們現在沒有智慧，是因為欲望太多、妄想太多，那不是真的。從今之後，我們要把這個放下，不放在心上，心上只放上帝的愛。我們這裡總標題是「上帝愛世人」，沒有一部經典不講上帝愛世人，上帝愛世人是真的，不是假的。我們一定要曉得，一定要把它搞清楚，在這裡下手就對了。"
    },
    {
      "id": "21-786-0005_en_p0037",
      "zh_CN": "Buddhism speaks of seeing through and letting go. Confucianism speaks of ‘fighting desires and achieving wisdom’. Doing battles against the materialistic desires and eventually defeat them. And we finally achieve or illuminate our innate wisdom. We do not have wisdom at present because we have too many desires and wandering thoughts, none of which are real. From today onwards, we let go of those things but only keep God’s love in our minds. The main title of the lecture is ‘God Loves All Beings’. All sacred texts tell us that God loves all beings and it is true, not false. We must thoroughly understand this teaching and begin our work from here.",
      "zh_TW": "Buddhism speaks of seeing through and letting go. Confucianism speaks of ‘fighting desires and achieving wisdom’. Doing battles against the materialistic desires and eventually defeat them. And we finally achieve or illuminate our innate wisdom. We do not have wisdom at present because we have too many desires and wandering thoughts, none of which are real. From today onwards, we let go of those things but only keep God’s love in our minds. The main title of the lecture is ‘God Loves All Beings’. All sacred texts tell us that God loves all beings and it is true, not false. We must thoroughly understand this teaching and begin our work from here."
    },
    {
      "id": "21-786-0005_en_p0038",
      "zh_CN": "循着这个顺序不断向上提升，提到最后，治国、平天下；这是讲我们没有离开地球，还住在这边，你的功德圆满。再向上提升，我们就会跟上帝在一起，生到天国去了，佛法生到极乐世界去。这问题才是彻底搞清楚了，彻底终极最高的利益我们真正得到了，大圆满，这是我们努力的方向。所有的这些经典、神圣、先知告诉我们，我们可以做到，不是做不到。只要下定决心，真肯干，我们共同在一起互相帮助，不断的向上提升。",
      "zh_TW": "循著這個順序不斷向上提升，提到最後，治國、平天下；這是講我們沒有離開地球，還住在這邊，你的功德圓滿。再向上提升，我們就會跟上帝在一起，生到天國去了，佛法生到極樂世界去。這問題才是徹底搞清楚了，徹底終極最高的利益我們真正得到了，大圓滿，這是我們努力的方向。所有的這些經典、神聖、先知告訴我們，我們可以做到，不是做不到。只要下定決心，真肯幹，我們共同在一起互相幫助，不斷的向上提升。"
    },
    {
      "id": "21-786-0005_en_p0039",
      "zh_CN": "By following this order of learning steps and constantly improve ourselves, we will in the end govern our countries properly and bring peace to the world. Well, speaking of it, we have not yet left the Earth and still reside on this planet. Your merit will have reached perfection while you are still here. If we keep improving ourselves, we will be living with God in Heaven or reborn in the Land of Ultimate Bliss according to Buddhist teachings. Only then, the question will be thoroughly understood and we will gain the ultimate and best benefit, the great perfection. This is the goal that we all should work towards. The sacred texts, divinities, saints and prophets of all religions tell us that we can do it. So long as we are determined and really endeavour to do it, together, we will be able to help one another and continuously improve ourselves.",
      "zh_TW": "By following this order of learning steps and constantly improve ourselves, we will in the end govern our countries properly and bring peace to the world. Well, speaking of it, we have not yet left the Earth and still reside on this planet. Your merit will have reached perfection while you are still here. If we keep improving ourselves, we will be living with God in Heaven or reborn in the Land of Ultimate Bliss according to Buddhist teachings. Only then, the question will be thoroughly understood and we will gain the ultimate and best benefit, the great perfection. This is the goal that we all should work towards. The sacred texts, divinities, saints and prophets of all religions tell us that we can do it. So long as we are determined and really endeavour to do it, together, we will be able to help one another and continuously improve ourselves."
    },
    {
      "id": "21-786-0005_en_p0040",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    },
    {
      "id": "21-786-0005_en_p0041",
      "zh_CN": "Time is up. This is it for today. Thank you.",
      "zh_TW": "Time is up. This is it for today. Thank you."
    }
  ]
}