{
  "doc_id": "21-786-0008",
  "title": {
    "zh_CN": "学习《神爱世人》",
    "zh_TW": "學習《神愛世人》"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织净空之友社",
    "zh_TW": "聯合國教科文組織淨空之友社"
  },
  "doc_number": "21-786-0008",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "21-786-0008_p0001",
      "zh_CN": "诸位法师、诸位同学，大家好。请看《神爱世人》第三十八页：",
      "zh_TW": "諸位法師、諸位同學，大家好。請看《神愛世人》第三十八頁："
    },
    {
      "id": "21-786-0008_p0002",
      "zh_CN": "【让我们共同团结在上帝、先知的忠告与劝言之中；我们应当要有共同的意念……我们当要不懈地去实践那些对于人类有利益的事，无论受益者是老是少，也无论他们的地位是高是低。】",
      "zh_TW": "【讓我們共同團結在上帝、先知的忠告與勸言之中；我們應當要有共同的意念……我們當要不懈地去實踐那些對於人類有利益的事，無論受益者是老是少，也無論他們的地位是高是低。】"
    },
    {
      "id": "21-786-0008_p0003",
      "zh_CN": "今天我们从这一段经文学起。感谢同学们抽出时间，把这些经典里面重要的经句提出来给我们学习，这一段我们看了，确实每一段都重要。都是上帝的儿女、上帝的使者，派遣下来帮助上帝教化众生。今天的社会，头一句说得很好，『让我们共同团结在上帝、先知的忠告与劝言之中』。这句经文很重要。上帝的经典、先知的忠告，日常生活当中我们遇到了，都是互相劝告，要跟上帝学习。学习什么？学习上帝的「爱」。上帝爱世人，是上帝可以说天天讲的，经典里面我们天天读到，句句话都是好话、都是经典、都是忠告，也都是劝告。",
      "zh_TW": "今天我們從這一段經文學起。感謝同學們抽出時間，把這些經典裡面重要的經句提出來給我們學習，這一段我們看了，確實每一段都重要。都是上帝的兒女、上帝的使者，派遣下來幫助上帝教化眾生。今天的社會，頭一句說得很好，『讓我們共同團結在上帝、先知的忠告與勸言之中』。這句經文很重要。上帝的經典、先知的忠告，日常生活當中我們遇到了，都是互相勸告，要跟上帝學習。學習什麼？學習上帝的「愛」。上帝愛世人，是上帝可以說天天講的，經典裡面我們天天讀到，句句話都是好話、都是經典、都是忠告，也都是勸告。"
    },
    {
      "id": "21-786-0008_p0004",
      "zh_CN": "劝告，让我们联想到，上帝很着急，不愿意看到人与人之间的对立、斗争；不愿意见到，在我们现前社会里面，天天见到、时时见到。每一次我们见到了，同样的，上帝也见到了。我们能不能在这个短暂刹那之间想起这段经文，认真的反省、认真的学习，把彼此对立、彼此不和改正过来，要做上帝听话的儿女、实践的信徒。把他的话记住，要在我们身体日常生活当中，处事待人接物，真正的做到了。",
      "zh_TW": "勸告，讓我們聯想到，上帝很著急，不願意看到人與人之間的對立、鬥爭；不願意見到，在我們現前社會裡面，天天見到、時時見到。每一次我們見到了，同樣的，上帝也見到了。我們能不能在這個短暫剎那之間想起這段經文，認真的反省、認真的學習，把彼此對立、彼此不和改正過來，要做上帝聽話的兒女、實踐的信徒。把他的話記住，要在我們身體日常生活當中，處事待人接物，真正的做到了。"
    },
    {
      "id": "21-786-0008_p0005",
      "zh_CN": "这个话说得好！我们是不是时时刻刻想着，去做一些对人类有利益的事？今天摆在面前的，没有利益的，是对立、是批评，不是赞叹。特别告诉我们，无论受益者是老是少，无论他们地位是高是低。有时候要用言语，有时候要用行为，中国古人所说的，言教是用言语，做出一个好榜样给他看。看到这个人毁谤，我们给他讲的是赞叹，做出榜样给他看，看久了，一定会有一天他回头了。这经文我们就学到了。",
      "zh_TW": "這個話說得好！我們是不是時時刻刻想著，去做一些對人類有利益的事？今天擺在面前的，沒有利益的，是對立、是批評，不是讚歎。特別告訴我們，無論受益者是老是少，無論他們地位是高是低。有時候要用言語，有時候要用行為，中國古人所說的，言教是用言語，做出一個好榜樣給他看。看到這個人毀謗，我們給他講的是讚歎，做出榜樣給他看，看久了，一定會有一天他回頭了。這經文我們就學到了。"
    },
    {
      "id": "21-786-0008_p0006",
      "zh_CN": "看第四十面，四十面文比较长一点：",
      "zh_TW": "看第四十面，四十面文比較長一點："
    },
    {
      "id": "21-786-0008_p0007",
      "zh_CN": "【那位一体不二、具有崇高荣耀的真神，祂把自己展现给了人类，为的是要让人类去反观到自己最内在的真实自我——其心地中的宝藏。所有不同的宗教教派，以及各种不同的信仰体系，它们彼此之间绝不可以去引发人与人之间的对立，这就是在此一时代之中，对于上帝，及其宗教之信仰的根本理念。】",
      "zh_TW": "【那位一體不二、具有崇高榮耀的真神，祂把自己展現給了人類，為的是要讓人類去反觀到自己最內在的真實自我——其心地中的寶藏。所有不同的宗教教派，以及各種不同的信仰體系，它們彼此之間絕不可以去引發人與人之間的對立，這就是在此一時代之中，對於上帝，及其宗教之信仰的根本理念。】"
    },
    {
      "id": "21-786-0008_p0008",
      "zh_CN": "特别记住，信仰根本的理念，是对上帝那种尊敬、仰慕，落实上帝经典里面的教诲。中国古人所说的信、解、行、证，真信，你就决定不会毁谤，你决定不会跟其他宗教对立；这都属于根本理念，属于信。信了之后，有时候做不到，毛病还是照犯，这什么原因？解得不够透彻；深信要深解，解要讲深度，深解，真信；之后变成我们日常生活当中的行为，这才叫修行。修行怎么讲法？修正错误的行为。得利益了，佛法里面讲的，福德、功德同修。",
      "zh_TW": "特別記住，信仰根本的理念，是對上帝那種尊敬、仰慕，落實上帝經典裡面的教誨。中國古人所說的信、解、行、證，真信，你就決定不會毀謗，你決定不會跟其他宗教對立；這都屬於根本理念，屬於信。信了之後，有時候做不到，毛病還是照犯，這什麼原因？解得不夠透徹；深信要深解，解要講深度，深解，真信；之後變成我們日常生活當中的行為，這才叫修行。修行怎麼講法？修正錯誤的行為。得利益了，佛法裡面講的，福德、功德同修。"
    },
    {
      "id": "21-786-0008_p0009",
      "zh_CN": "累积福德跟功德，自自然然就改造命运。得到了什么？方东美先生早年把大乘佛法介绍给我，非常爱护的口吻，老师的年龄跟我父亲差不多，我们都看作父辈一样的看待，恭敬。老师告诉我：「学佛是人生最高的享受。」这句话很中听！哪一个人活在世间，不希望得到最高的利益、享受？最高的享受从哪里来的？从学佛来的。",
      "zh_TW": "累積福德跟功德，自自然然就改造命運。得到了什麼？方東美先生早年把大乘佛法介紹給我，非常愛護的口吻，老師的年齡跟我父親差不多，我們都看作父輩一樣的看待，恭敬。老師告訴我：「學佛是人生最高的享受。」這句話很中聽！哪一個人活在世間，不希望得到最高的利益、享受？最高的享受從哪裡來的？從學佛來的。"
    },
    {
      "id": "21-786-0008_p0010",
      "zh_CN": "我接受了，用了半年的时间，我听一些高僧大德讲经，能听得懂，听了生欢喜心。要想得到享受，靠全听懂了还不行、还不够。听懂了，解门，有信、有解，最高的享受还达不到，最高享受还要向上再踏一步。踏一步是什么？行，要把我所知道的，变成我自己的起心动念、生活行为，这人生最高的享受你就尝到了。尝到最后证，证什么？证明老师告诉我这句话是真话，证明经典里面的教训是真言，确确实实上帝说的。为什么？不是上帝说不出来，只有上帝才能说出来。为什么？上帝是大圣大贤，大圣大贤哪有不爱众生的道理！他用什么来爱众生？经教，我们不能不知道。",
      "zh_TW": "我接受了，用了半年的時間，我聽一些高僧大德講經，能聽得懂，聽了生歡喜心。要想得到享受，靠全聽懂了還不行、還不夠。聽懂了，解門，有信、有解，最高的享受還達不到，最高享受還要向上再踏一步。踏一步是什麼？行，要把我所知道的，變成我自己的起心動念、生活行為，這人生最高的享受你就嘗到了。嘗到最後證，證什麼？證明老師告訴我這句話是真話，證明經典裡面的教訓是真言，確確實實上帝說的。為什麼？不是上帝說不出來，只有上帝才能說出來。為什麼？上帝是大聖大賢，大聖大賢哪有不愛眾生的道理！他用什麼來愛眾生？經教，我們不能不知道。"
    },
    {
      "id": "21-786-0008_p0011",
      "zh_CN": "这个后面，有几句话帮助我们解决问题，什么问题？疑虑。学习宗教是真有好处吗？怀疑、顾虑，这东西有用吗？有，我给你做证明，真有。一直好好的学下去，依教奉行，慢慢怎么样？智慧开了。你到智慧开了，你自己就得到证，证明了真的，不是假的，是正确的，不是错误的，你明白了。",
      "zh_TW": "這個後面，有幾句話幫助我們解決問題，什麼問題？疑慮。學習宗教是真有好處嗎？懷疑、顧慮，這東西有用嗎？有，我給你做證明，真有。一直好好的學下去，依教奉行，慢慢怎麼樣？智慧開了。你到智慧開了，你自己就得到證，證明了真的，不是假的，是正確的，不是錯誤的，你明白了。"
    },
    {
      "id": "21-786-0008_p0012",
      "zh_CN": "为什么世界上宗教这么多？传教师给我们讲经，彼此讲的不一样，甚至于产生对立，自赞毁他：我学的这个法门，我拜的这个上帝是真神，你那个靠不住。这种现象不少，我们遇到怎么办？这里就告诉我们，时代之中，对于上帝及其宗教之信仰根本理念：",
      "zh_TW": "為什麼世界上宗教這麼多？傳教師給我們講經，彼此講的不一樣，甚至於產生對立，自讚毀他：我學的這個法門，我拜的這個上帝是真神，你那個靠不住。這種現象不少，我們遇到怎麼辦？這裡就告訴我們，時代之中，對於上帝及其宗教之信仰根本理念："
    },
    {
      "id": "21-786-0008_p0013",
      "zh_CN": "【那些各宗教的教理原则以及戒律，那些被坚固树立、具有强大力量的各种信仰体系，它们都拥有着同样的源头，都是来自于同一道的真光；而它们彼此会有差异，那是为了顺应不同时代之人们的不同需求之缘故。】",
      "zh_TW": "【那些各宗教的教理原則以及戒律，那些被堅固樹立、具有強大力量的各種信仰體系，它們都擁有著同樣的源頭，都是來自於同一道的真光；而它們彼此會有差異，那是為了順應不同時代之人們的不同需求之緣故。】"
    },
    {
      "id": "21-786-0008_p0014",
      "zh_CN": "给我们解释了。不同的说法，遇到的人不一样，根性不相同，你教他，你一看就明白了从哪里教起。所以学习的人，一个老师，两个人去学习，学习的时候不一样，两个学生程度不相同，应机说法。",
      "zh_TW": "給我們解釋了。不同的說法，遇到的人不一樣，根性不相同，你教他，你一看就明白了從哪裡教起。所以學習的人，一個老師，兩個人去學習，學習的時候不一樣，兩個學生程度不相同，應機說法。"
    },
    {
      "id": "21-786-0008_p0015",
      "zh_CN": "一部经书有没有这个现象？也有。那我们就明白了，我跟另外一个同学，同学一部经，有些经文上我有我的看法，他有他的看法，甚至于看法完全相反，这时候怎么办？各人说的都有道理，如果老师在，请教老师；老师不在，读诵，我把这个经文念上一百遍、念上二百遍，就融化了。",
      "zh_TW": "一部經書有沒有這個現象？也有。那我們就明白了，我跟另外一個同學，同學一部經，有些經文上我有我的看法，他有他的看法，甚至於看法完全相反，這時候怎麼辦？各人說的都有道理，如果老師在，請教老師；老師不在，讀誦，我把這個經文念上一百遍、念上二百遍，就融化了。"
    },
    {
      "id": "21-786-0008_p0016",
      "zh_CN": "如果你要懂得，圣贤的教诲没有一样不是应机而说的。你看中国《论语》，孔老夫子的，同样一个问题学生发问、提出来，孔子的答复不一样，对甲的说法跟对乙的不相同。一个圣人教的，为什么会这样？根性、程度不一样，根性不相同。于是我们明白了，这样的事情在经典里面非常之多，都是正确的；某一个程度正确，他超越这个轨道了，那另外一个讲法。",
      "zh_TW": "如果你要懂得，聖賢的教誨沒有一樣不是應機而說的。你看中國《論語》，孔老夫子的，同樣一個問題學生發問、提出來，孔子的答覆不一樣，對甲的說法跟對乙的不相同。一個聖人教的，為什麼會這樣？根性、程度不一樣，根性不相同。於是我們明白了，這樣的事情在經典裡面非常之多，都是正確的；某一個程度正確，他超越這個軌道了，那另外一個講法。"
    },
    {
      "id": "21-786-0008_p0017",
      "zh_CN": "这是在圣教经典里面常有的事情，不足奇怪，你依你的解去修行，他依他的解门去修行，统统得利益。我们学习，经过老师的指点，几十年的经验、修学的历程，帮助我们认识这个问题。",
      "zh_TW": "這是在聖教經典裡面常有的事情，不足奇怪，你依你的解去修行，他依他的解門去修行，統統得利益。我們學習，經過老師的指點，幾十年的經驗、修學的歷程，幫助我們認識這個問題。"
    },
    {
      "id": "21-786-0008_p0018",
      "zh_CN": "所以下面这段说，说得好，说得好亲热：",
      "zh_TW": "所以下面這段說，說得好，說得好親熱："
    },
    {
      "id": "21-786-0008_p0019",
      "zh_CN": "【我真正的同伴法侣们啊！所有的人类都是同一所学校里的孩子，……那些带来神圣启示的一切使者，则都是这所学校里的老师。这些老师们令众人惊叹，无人可与之比拟。在这所属于真理的学校中，老师们依照上帝的诲谕，来教导上帝的这些学生子女们，并以慈恩抚育他们……一直到他们把这个世界变成了一面广大的镜子，并让那永恒不灭的另外一个世界，明现在此一大镜之中。】",
      "zh_TW": "【我真正的同伴法侶們啊！所有的人類都是同一所學校裡的孩子，……那些帶來神聖啟示的一切使者，則都是這所學校裡的老師。這些老師們令眾人驚歎，無人可與之比擬。在這所屬於真理的學校中，老師們依照上帝的誨諭，來教導上帝的這些學生子女們，並以慈恩撫育他們……一直到他們把這個世界變成了一面廣大的鏡子，並讓那永恆不滅的另外一個世界，明現在此一大鏡之中。】"
    },
    {
      "id": "21-786-0008_p0020",
      "zh_CN": "这个地方，另外的世界是天堂、是极乐世界。你的功夫成熟了，极乐世界你见到了。有，念佛同修们我就遇到几个；还有前一辈的善知识，像黄念祖老居士、李炳南老居士，或在定中、或在梦中见到极乐世界。真的，不是假的，这我们应当学习。",
      "zh_TW": "這個地方，另外的世界是天堂、是極樂世界。你的功夫成熟了，極樂世界你見到了。有，念佛同修們我就遇到幾個；還有前一輩的善知識，像黃念祖老居士、李炳南老居士，或在定中、或在夢中見到極樂世界。真的，不是假的，這我們應當學習。"
    },
    {
      "id": "21-786-0008_p0021",
      "zh_CN": "今天时间到了，我们把巴哈伊的经典重要的经句学习到此地。谢谢大家。",
      "zh_TW": "今天時間到了，我們把巴哈伊的經典重要的經句學習到此地。謝謝大家。"
    }
  ]
}