{
  "doc_id": "21-786-0021",
  "title": {
    "zh_CN": "学习《神爱世人》",
    "zh_TW": "學習《神愛世人》"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十一集",
    "zh_TW": "第二十一集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织净空之友社",
    "zh_TW": "聯合國教科文組織淨空之友社"
  },
  "doc_number": "21-786-0021",
  "total_paragraphs": 21,
  "paragraphs": [
    {
      "id": "21-786-0021_p0001",
      "zh_CN": "诸位法师、诸位同学，请坐。请看《神爱世人》第五十九页，我们将经文念一遍：",
      "zh_TW": "諸位法師、諸位同學，請坐。請看《神愛世人》第五十九頁，我們將經文念一遍："
    },
    {
      "id": "21-786-0021_p0002",
      "zh_CN": "【如来智慧，无相智慧，无碍智慧，具足在于众生身中。……永离妄想颠倒垢缚，具见如来智慧在其身内，与佛无异。】",
      "zh_TW": "【如來智慧，無相智慧，無礙智慧，具足在於眾生身中。……永離妄想顛倒垢縛，具見如來智慧在其身內，與佛無異。】"
    },
    {
      "id": "21-786-0021_p0003",
      "zh_CN": "这还是从《华严经》上节录下来的经文。佛法就是智慧之法、觉悟之法，总而言之就这三句：第一个，『智慧』，第二个，加个『无相智慧』，第三个，『无碍智慧』，把整个佛法统统都包括了。",
      "zh_TW": "這還是從《華嚴經》上節錄下來的經文。佛法就是智慧之法、覺悟之法，總而言之就這三句：第一個，『智慧』，第二個，加個『無相智慧』，第三個，『無礙智慧』，把整個佛法統統都包括了。"
    },
    {
      "id": "21-786-0021_p0004",
      "zh_CN": "『如来』什么意思？今佛如古佛之再来，所以称之为「如来」。我们一般人很难体会到，这要有相当修持功夫的人，这句话对他就有了理解。虽有理解，深度不一样，有人解得很深，有人解得比较浅，绝大多数的人完全不能理解。",
      "zh_TW": "『如來』什麼意思？今佛如古佛之再來，所以稱之為「如來」。我們一般人很難體會到，這要有相當修持功夫的人，這句話對他就有了理解。雖有理解，深度不一樣，有人解得很深，有人解得比較淺，絕大多數的人完全不能理解。"
    },
    {
      "id": "21-786-0021_p0005",
      "zh_CN": "「无相智慧」，他就不着相。为什么？相是假的，相不是真的。无相智慧看到了，无碍智慧明白了。这些名词都是从智慧所起的作用，而定的这些名词，大乘佛法一看就明白。智慧在哪里？智慧是如来的真心，真心是如来的智慧，无相、无碍同时现前。这经上说得好，『具足在于众生身中』，上面讲的三种智慧。",
      "zh_TW": "「無相智慧」，他就不著相。為什麼？相是假的，相不是真的。無相智慧看到了，無礙智慧明白了。這些名詞都是從智慧所起的作用，而定的這些名詞，大乘佛法一看就明白。智慧在哪裡？智慧是如來的真心，真心是如來的智慧，無相、無礙同時現前。這經上說得好，『具足在於眾生身中』，上面講的三種智慧。"
    },
    {
      "id": "21-786-0021_p0006",
      "zh_CN": "『永离妄想颠倒垢缚。』「颠倒」容易懂，什么是「垢缚」？垢缚是染污，被一些假相所染污，以为这些假相是真实的，这就被染污了。大乘菩萨明了，所以他能够像《金刚经》所说的一样，不取于相；也就是我们常讲的，把一切假相放下，不再把它放在心上，就这个意思。把假相放在心上，我们的心就迷了，怎么叫迷了？前面说的如来智慧、无相智慧、无碍智慧全都不见了，这叫染污。三种智慧现前，是菩萨，也可以说你见到佛了。",
      "zh_TW": "『永離妄想顛倒垢縛。』「顛倒」容易懂，什麼是「垢縛」？垢縛是染污，被一些假相所染污，以為這些假相是真實的，這就被染污了。大乘菩薩明瞭，所以他能夠像《金剛經》所說的一樣，不取於相；也就是我們常講的，把一切假相放下，不再把它放在心上，就這個意思。把假相放在心上，我們的心就迷了，怎麼叫迷了？前面說的如來智慧、無相智慧、無礙智慧全都不見了，這叫染污。三種智慧現前，是菩薩，也可以說你見到佛了。"
    },
    {
      "id": "21-786-0021_p0007",
      "zh_CN": "佛在哪里？佛在你身内。末后两句说，『具见如来智慧在其身内，与佛无异』，这个话是真话，是事实真相。我们今天读到这个句子、听到这句话，很茫然，不知所云。这是什么原因？就是前面所说的妄想、颠倒、垢缚，很明显的摆在我们面前。",
      "zh_TW": "佛在哪裡？佛在你身內。末後兩句說，『具見如來智慧在其身內，與佛無異』，這個話是真話，是事實真相。我們今天讀到這個句子、聽到這句話，很茫然，不知所云。這是什麼原因？就是前面所說的妄想、顛倒、垢縛，很明顯的擺在我們面前。"
    },
    {
      "id": "21-786-0021_p0008",
      "zh_CN": "怎样把佛的三种智慧现前？无相智慧、无碍智慧、如来智慧，怎么样能叫它现前？看破、放下。看破，了解事实真相，叫看破，很有作用。有什么用处？帮助你放下。换句话说，一般人学佛，有人学一辈子，到最后这一口气为止，都不肯放下，死了还是不肯放下。这种人学佛学一辈子，不得其用，来生依旧是六道轮回。善多恶少，他能保住人天两道；来生，善行多的人生天，善行少的人得人身，不能脱离六道，很可惜。",
      "zh_TW": "怎樣把佛的三種智慧現前？無相智慧、無礙智慧、如來智慧，怎麼樣能叫它現前？看破、放下。看破，了解事實真相，叫看破，很有作用。有什麼用處？幫助你放下。換句話說，一般人學佛，有人學一輩子，到最後這一口氣為止，都不肯放下，死了還是不肯放下。這種人學佛學一輩子，不得其用，來生依舊是六道輪迴。善多惡少，他能保住人天兩道；來生，善行多的人生天，善行少的人得人身，不能脫離六道，很可惜。"
    },
    {
      "id": "21-786-0021_p0009",
      "zh_CN": "功夫得力的人，就是说他看破之后就能放下，这功夫得力，功夫得力的人超越六道轮回。到哪里去？真有看破放下的功夫，超越三界、超越六道，他证得小乘须陀洹果、大乘初住菩萨，往后节节高升的机会多。诸佛加持他、诸菩萨帮助他，他入门了。没有看破、放下，没入门，还在门外，虽然学佛，没进佛门，我们不能不知道。",
      "zh_TW": "功夫得力的人，就是說他看破之後就能放下，這功夫得力，功夫得力的人超越六道輪迴。到哪裡去？真有看破放下的功夫，超越三界、超越六道，他證得小乘須陀洹果、大乘初住菩薩，往後節節高升的機會多。諸佛加持他、諸菩薩幫助他，他入門了。沒有看破、放下，沒入門，還在門外，雖然學佛，沒進佛門，我們不能不知道。"
    },
    {
      "id": "21-786-0021_p0010",
      "zh_CN": "《华严》这段经文，最重要的两句话，教给我们，「如来智慧在其身内，与佛无异」，就这一句，与佛无异。与哪一尊佛？与十方三世，三世是讲过去现在未来，叫三世诸佛，决定没有两样。",
      "zh_TW": "《華嚴》這段經文，最重要的兩句話，教給我們，「如來智慧在其身內，與佛無異」，就這一句，與佛無異。與哪一尊佛？與十方三世，三世是講過去現在未來，叫三世諸佛，決定沒有兩樣。"
    },
    {
      "id": "21-786-0021_p0011",
      "zh_CN": "成佛难不难？不难，看破、放下就是。我们今天问题出在看不破、放不下。看破不能放下，等于没看破，放下没有看破，等于没放下，一即是二，二即是一；换句话说，看破的人必定放下，放下的人一定看破了。",
      "zh_TW": "成佛難不難？不難，看破、放下就是。我們今天問題出在看不破、放不下。看破不能放下，等於沒看破，放下沒有看破，等於沒放下，一即是二，二即是一；換句話說，看破的人必定放下，放下的人一定看破了。"
    },
    {
      "id": "21-786-0021_p0012",
      "zh_CN": "看破、放下之后，大乘佛法要常常读诵。哪怕就是我们编的这个小册子，《神爱世人》，你能够天天读诵，天天放下，恭喜你，你虽然没有入门，已经在门口了。所差的就是这一步，这一步进门，恭喜你，你作佛的机会现前。只要不后退，勇猛精进，你这一生很有可能像惠能大师一样，大彻大悟、明心见性。",
      "zh_TW": "看破、放下之後，大乘佛法要常常讀誦。哪怕就是我們編的這個小冊子，《神愛世人》，你能夠天天讀誦，天天放下，恭喜你，你雖然沒有入門，已經在門口了。所差的就是這一步，這一步進門，恭喜你，你作佛的機會現前。只要不後退，勇猛精進，你這一生很有可能像惠能大師一樣，大徹大悟、明心見性。"
    },
    {
      "id": "21-786-0021_p0013",
      "zh_CN": "如来智慧就是明心见性，无碍是放下，无相是看破。无碍是功夫，没有障碍了。怎么知道没障碍？六根在六尘上，也就是眼见色、耳闻声，没有把色、声放在心上，这就是看破，这就是放下。见色、闻声都会起心动念，就错了；见色不起心不动念，闻声也不起心不动念，这就对了。为什么？心里头没有音声、色相。眼、耳如是，鼻、舌、身亦如是，六根接触六尘不起心不动念。放下是功夫、是修行。不起心不动念是智慧，什么智慧？无相智慧、无碍智慧。",
      "zh_TW": "如來智慧就是明心見性，無礙是放下，無相是看破。無礙是功夫，沒有障礙了。怎麼知道沒障礙？六根在六塵上，也就是眼見色、耳聞聲，沒有把色、聲放在心上，這就是看破，這就是放下。見色、聞聲都會起心動念，就錯了；見色不起心不動念，聞聲也不起心不動念，這就對了。為什麼？心裡頭沒有音聲、色相。眼、耳如是，鼻、舌、身亦如是，六根接觸六塵不起心不動念。放下是功夫、是修行。不起心不動念是智慧，什麼智慧？無相智慧、無礙智慧。"
    },
    {
      "id": "21-786-0021_p0014",
      "zh_CN": "这几句，对于一个真正想修行的人，真正想出离三界、脱离苦海，不能不在这上下功夫。",
      "zh_TW": "這幾句，對於一個真正想修行的人，真正想出離三界、脫離苦海，不能不在這上下功夫。"
    },
    {
      "id": "21-786-0021_p0015",
      "zh_CN": "这个小册子，是佛法大小乘十个宗派选出来的精华，都在这个小册里头。除这个之外，它还包括了全世界不同宗教的精华也在其中。所以这个小册子很可贵、很难得，真叫言简意赅，是圆满的宗教、是圆满的佛教。我们身怀这个小册，确确实实就把整个宗教解门、行门统统具足，这是我们同时代这些众生有福。经典上字字句句都是精华，各个宗教解门、行门的精华。",
      "zh_TW": "這個小冊子，是佛法大小乘十個宗派選出來的精華，都在這個小冊裡頭。除這個之外，它還包括了全世界不同宗教的精華也在其中。所以這個小冊子很可貴、很難得，真叫言簡意賅，是圓滿的宗教、是圓滿的佛教。我們身懷這個小冊，確確實實就把整個宗教解門、行門統統具足，這是我們同時代這些眾生有福。經典上字字句句都是精華，各個宗教解門、行門的精華。"
    },
    {
      "id": "21-786-0021_p0016",
      "zh_CN": "这部经能不能成佛？能，为什么能？成佛不是别人的事情，是你自己的事情。既是自己的事情，下面说如来智慧在其身内，这释迦牟尼佛告诉我们的、一切诸佛菩萨告诉我们的。如来智慧、无相智慧、无碍智慧在哪里？在你心上，不要到外面去找，外头没有，在你心里头。什么地方？真心，真心里头统统具足。真心从来没有离开我们，妄心有离有即，有在我们身上，现在我们的身上全是妄心，妄想、分别、执着，全是这些。",
      "zh_TW": "這部經能不能成佛？能，為什麼能？成佛不是別人的事情，是你自己的事情。既是自己的事情，下面說如來智慧在其身內，這釋迦牟尼佛告訴我們的、一切諸佛菩薩告訴我們的。如來智慧、無相智慧、無礙智慧在哪裡？在你心上，不要到外面去找，外頭沒有，在你心裡頭。什麼地方？真心，真心裡頭統統具足。真心從來沒有離開我們，妄心有離有即，有在我們身上，現在我們的身上全是妄心，妄想、分別、執著，全是這些。"
    },
    {
      "id": "21-786-0021_p0017",
      "zh_CN": "这些里面是智慧的障碍，是智慧所变的幻相，所以我们迷了。怎么迷的？见色，起心动念；闻声，起心动念；六根接触六尘境界，时时刻刻起心动念、分别执着，是不是？是！一点都不错。这就让我们把真心迷了，真心变成妄心，真心不管事，妄心来做主。我们今天的境界是这么个境界，不能不知道。",
      "zh_TW": "這些裡面是智慧的障礙，是智慧所變的幻相，所以我們迷了。怎麼迷的？見色，起心動念；聞聲，起心動念；六根接觸六塵境界，時時刻刻起心動念、分別執著，是不是？是！一點都不錯。這就讓我們把真心迷了，真心變成妄心，真心不管事，妄心來做主。我們今天的境界是這麼個境界，不能不知道。"
    },
    {
      "id": "21-786-0021_p0018",
      "zh_CN": "改过来，转过头来，这是真修行。远离虚妄，一切用真实，也就是我们常讲要用真心；用真心的是佛、是菩萨，用妄心的是六道凡夫。用真心见，见到一切所见的形相，清清楚楚、了了分明，没有起心、没有动念、没有分别、没有执着；这是佛眼所见、慧眼所见、无碍所见。要练！时时刻刻，一切境界当中，见色闻声当中下功夫。",
      "zh_TW": "改過來，轉過頭來，這是真修行。遠離虛妄，一切用真實，也就是我們常講要用真心；用真心的是佛、是菩薩，用妄心的是六道凡夫。用真心見，見到一切所見的形相，清清楚楚、了了分明，沒有起心、沒有動念、沒有分別、沒有執著；這是佛眼所見、慧眼所見、無礙所見。要練！時時刻刻，一切境界當中，見色聞聲當中下功夫。"
    },
    {
      "id": "21-786-0021_p0019",
      "zh_CN": "如来智慧就是自己的智慧，真智。为什么？你本来是佛，你只要用如来知见，就可以称你是佛，你未来一定成佛。你现在走的路，是如来走的路，真学佛，不是干假的。不走佛道，走世间法，是圣道，大圣大贤。中国人叫圣贤，外国人叫佛菩萨；外国人称圣称为佛，称菩萨称为贤，是一不是二。",
      "zh_TW": "如來智慧就是自己的智慧，真智。為什麼？你本來是佛，你只要用如來知見，就可以稱你是佛，你未來一定成佛。你現在走的路，是如來走的路，真學佛，不是幹假的。不走佛道，走世間法，是聖道，大聖大賢。中國人叫聖賢，外國人叫佛菩薩；外國人稱聖稱為佛，稱菩薩稱為賢，是一不是二。"
    },
    {
      "id": "21-786-0021_p0020",
      "zh_CN": "所以，真正学佛要用儒奠定基础，圆满证成佛道。用儒做基础，所以我们常说，学释迦牟尼佛，放下贪瞋痴慢疑，学孔老夫子，提起温良恭俭让。夫子处世待人，在任何地方你跟他接触，温和、善良、恭敬、节俭、礼让。这样的人多么值得人尊敬，这样的人就是佛菩萨！中国人叫圣，圣就是佛，佛就是圣。所以用儒的道做基础，用菩萨道不断向上提升，在中国历代两千多年来，成就多少高僧大德、大圣大贤，我们要认真学习。",
      "zh_TW": "所以，真正學佛要用儒奠定基礎，圓滿證成佛道。用儒做基礎，所以我們常說，學釋迦牟尼佛，放下貪瞋痴慢疑，學孔老夫子，提起溫良恭儉讓。夫子處世待人，在任何地方你跟他接觸，溫和、善良、恭敬、節儉、禮讓。這樣的人多麼值得人尊敬，這樣的人就是佛菩薩！中國人叫聖，聖就是佛，佛就是聖。所以用儒的道做基礎，用菩薩道不斷向上提升，在中國歷代兩千多年來，成就多少高僧大德、大聖大賢，我們要認真學習。"
    },
    {
      "id": "21-786-0021_p0021",
      "zh_CN": "今天时间到了，就学习到此地。",
      "zh_TW": "今天時間到了，就學習到此地。"
    }
  ]
}