{
  "doc_id": "21-786-0022",
  "title": {
    "zh_CN": "学习《神爱世人》",
    "zh_TW": "學習《神愛世人》"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二十二集",
    "zh_TW": "第二十二集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织净空之友社",
    "zh_TW": "聯合國教科文組織淨空之友社"
  },
  "doc_number": "21-786-0022",
  "total_paragraphs": 18,
  "paragraphs": [
    {
      "id": "21-786-0022_p0001",
      "zh_CN": "诸位法师、诸位同修，请坐。请看《神爱世人》第六十一页，我们把原文读一遍：",
      "zh_TW": "諸位法師、諸位同修，請坐。請看《神愛世人》第六十一頁，我們把原文讀一遍："
    },
    {
      "id": "21-786-0022_p0002",
      "zh_CN": "【众生云何具有如来智慧，愚痴迷惑，不知不见？……永离妄想执着，自于身中得见如来广大智慧与佛无异。……离妄想已，证得如来无量智慧，利益安乐一切众生。】",
      "zh_TW": "【眾生云何具有如來智慧，愚痴迷惑，不知不見？……永離妄想執著，自於身中得見如來廣大智慧與佛無異。……離妄想已，證得如來無量智慧，利益安樂一切眾生。】"
    },
    {
      "id": "21-786-0022_p0003",
      "zh_CN": "这一段文，从《华严经．如来出现品》里面节录下来的。经文很重要！我们天天都在这里面头出头没，像经上所讲的一样。",
      "zh_TW": "這一段文，從《華嚴經．如來出現品》裡面節錄下來的。經文很重要！我們天天都在這裡面頭出頭沒，像經上所講的一樣。"
    },
    {
      "id": "21-786-0022_p0004",
      "zh_CN": "第一句是问话，『众生云何』，「云何」是怎么会，这个意思，怎么会具有如来智慧？这句话，佛当年在世说得很多，几乎每一次说经都提出来问我们。我们怎么会具有，具是具足，完全有，没有缺少一点点如来智慧。我们能相信吗？我们是『愚痴迷惑，不知不见』，这我们六道凡夫。这句话非常重要！说谁？说我，我现前就是这个样子。怎么办？",
      "zh_TW": "第一句是問話，『眾生云何』，「云何」是怎麼會，這個意思，怎麼會具有如來智慧？這句話，佛當年在世說得很多，幾乎每一次說經都提出來問我們。我們怎麼會具有，具是具足，完全有，沒有缺少一點點如來智慧。我們能相信嗎？我們是『愚痴迷惑，不知不見』，這我們六道凡夫。這句話非常重要！說誰？說我，我現前就是這個樣子。怎麼辦？"
    },
    {
      "id": "21-786-0022_p0005",
      "zh_CN": "下面佛教导我们，『永离妄想执着』，关键就这一句话。我们见色、闻声、嗅香、尝味，六根接触六尘，妄想、执着就生起来了。你为什么要想它？为什么要执着它？总以为它是真的，这就是完全不了解事实真相。事实的真相，佛看透了。菩萨，那些大菩萨们，像观音、势至、文殊、普贤，他们所看到的跟佛相同，见到事实真相。为什么？他们没有妄想、执着。我们今天就这句话，生生世世，无量劫来，一直到现在，没有离开妄想、执着。我们六根接触六尘境界，一接触就起心动念，起心动念就是妄想执着。起心就现相，执着就迷惑了，总是迷在境、缘之中，变成凡夫，变成执着。",
      "zh_TW": "下面佛教導我們，『永離妄想執著』，關鍵就這一句話。我們見色、聞聲、嗅香、嘗味，六根接觸六塵，妄想、執著就生起來了。你為什麼要想它？為什麼要執著它？總以為它是真的，這就是完全不了解事實真相。事實的真相，佛看透了。菩薩，那些大菩薩們，像觀音、勢至、文殊、普賢，他們所看到的跟佛相同，見到事實真相。為什麼？他們沒有妄想、執著。我們今天就這句話，生生世世，無量劫來，一直到現在，沒有離開妄想、執著。我們六根接觸六塵境界，一接觸就起心動念，起心動念就是妄想執著。起心就現相，執著就迷惑了，總是迷在境、緣之中，變成凡夫，變成執著。"
    },
    {
      "id": "21-786-0022_p0006",
      "zh_CN": "底下这一句关键，「永离妄想执着」。只要你做这一条，不是永离，短暂时间离一下，没有妄想、没有执着，行不行？行。你有一秒钟不起心不动念、不分别不执着，我常常说这句话，你有一秒钟，这一秒钟就生智慧。不生妄想执着就生智慧，生智慧就不生妄想执着，这是事实真相，佛经上讲诸法实相，就说的是这个。",
      "zh_TW": "底下這一句關鍵，「永離妄想執著」。只要你做這一條，不是永離，短暫時間離一下，沒有妄想、沒有執著，行不行？行。你有一秒鐘不起心不動念、不分別不執著，我常常說這句話，你有一秒鐘，這一秒鐘就生智慧。不生妄想執著就生智慧，生智慧就不生妄想執著，這是事實真相，佛經上講諸法實相，就說的是這個。"
    },
    {
      "id": "21-786-0022_p0007",
      "zh_CN": "不起心不动念就是永离妄想执着，你就『得见如来广大智慧与佛无异』，智慧就开了。智慧开了怎么样？跟诸佛如来一样的智慧现前，跟佛没两样，你成佛了。",
      "zh_TW": "不起心不動念就是永離妄想執著，你就『得見如來廣大智慧與佛無異』，智慧就開了。智慧開了怎麼樣？跟諸佛如來一樣的智慧現前，跟佛沒兩樣，你成佛了。"
    },
    {
      "id": "21-786-0022_p0008",
      "zh_CN": "『离妄想已，证得如来无量智慧』，关键就是不许你见色闻声、六根接触六尘境界有起心动念。有起心动念，我用不起心不动念这句话，经上是如来智慧德相。如来智慧德相从哪里来的？没有来处，它本来就是这样的，它永远是这样的，这就是如来无量无边的大智慧。你看「证得如来无量智慧」，这个智慧对于遍法界虚空界、过去未来，过去不是讲多少年，时间太长了，范围太大了，无量无边，说之不尽，你全明了。这是大乘教里面常讲的明心见性，你的心放光了，这个光就是如来无量智慧，你证得了。你怎么证得的？六根缘六尘境界，不起心不动念，就证得。",
      "zh_TW": "『離妄想已，證得如來無量智慧』，關鍵就是不許你見色聞聲、六根接觸六塵境界有起心動念。有起心動念，我用不起心不動念這句話，經上是如來智慧德相。如來智慧德相從哪裡來的？沒有來處，它本來就是這樣的，它永遠是這樣的，這就是如來無量無邊的大智慧。你看「證得如來無量智慧」，這個智慧對於遍法界虛空界、過去未來，過去不是講多少年，時間太長了，範圍太大了，無量無邊，說之不盡，你全明瞭。這是大乘教裡面常講的明心見性，你的心放光了，這個光就是如來無量智慧，你證得了。你怎麼證得的？六根緣六塵境界，不起心不動念，就證得。"
    },
    {
      "id": "21-786-0022_p0009",
      "zh_CN": "我们在这个地方就明白了，修行，修什么行？六根缘六尘境界，他就起心动念，修行就是把这个起心动念打掉。眼见色，见得清清楚楚、明明白白，我跟你讲的这个清楚、明白，你有没有听懂？不可能听懂。为什么你不能听懂？你这个起心动念已经搞成习惯，不是这一生才有，过去无量劫之前，就随着境界起心动念、分别执着，一直到今天，无量劫以来就专门搞这个玩意，这叫凡夫。这个里头有什么？有六道轮回。有无量无边的众生，跟我们现前同样的状况，脱离不了起心动念。",
      "zh_TW": "我們在這個地方就明白了，修行，修什麼行？六根緣六塵境界，他就起心動念，修行就是把這個起心動念打掉。眼見色，見得清清楚楚、明明白白，我跟你講的這個清楚、明白，你有沒有聽懂？不可能聽懂。為什麼你不能聽懂？你這個起心動念已經搞成習慣，不是這一生才有，過去無量劫之前，就隨著境界起心動念、分別執著，一直到今天，無量劫以來就專門搞這個玩意，這叫凡夫。這個裡頭有什麼？有六道輪迴。有無量無邊的眾生，跟我們現前同樣的狀況，脫離不了起心動念。"
    },
    {
      "id": "21-786-0022_p0010",
      "zh_CN": "起心动念是迷，不是悟。悟里头没有起心动念、没有分别执着，是悟；有起心动念、有妄想分别是迷。我们迷得太久了！一出生下来就迷，活到一百岁还是迷，迷惑颠倒而来，迷惑颠倒而去；去到哪里还是迷惑颠倒，出不了六道轮回，在六道轮回里头玩这种把戏。玩到怎么样？苦不堪言，偏偏不能放下，还要玩下去，这就难了。从这些地方，我们能够看到、体会到诸佛如来无尽的慈悲。",
      "zh_TW": "起心動念是迷，不是悟。悟裡頭沒有起心動念、沒有分別執著，是悟；有起心動念、有妄想分別是迷。我們迷得太久了！一出生下來就迷，活到一百歲還是迷，迷惑顛倒而來，迷惑顛倒而去；去到哪裡還是迷惑顛倒，出不了六道輪迴，在六道輪迴裡頭玩這種把戲。玩到怎麼樣？苦不堪言，偏偏不能放下，還要玩下去，這就難了。從這些地方，我們能夠看到、體會到諸佛如來無盡的慈悲。"
    },
    {
      "id": "21-786-0022_p0011",
      "zh_CN": "我们生生世世在六道里头，迷惑颠倒、执着不放，把如来智慧变现出妄想、分别、执着这些习气。所以，如来智慧迷了，本有的无量智慧失掉了，统统变成妄想。六道轮回怎么来的？就这么来的。我们要想出离六道轮回，必须要战胜自己的烦恼，把自己的烦恼习气全部化解，再也不沾边，就证得如来无量智慧，是我们自性里头本有的。大乘教里讲的无量智慧，是自性，迷了之后，随着自己的妄想、执着生变化，变成六道轮回，六道轮回就这么来的。自性里有没有六道轮回？没有，自性里头有无量智慧。",
      "zh_TW": "我們生生世世在六道裡頭，迷惑顛倒、執著不放，把如來智慧變現出妄想、分別、執著這些習氣。所以，如來智慧迷了，本有的無量智慧失掉了，統統變成妄想。六道輪迴怎麼來的？就這麼來的。我們要想出離六道輪迴，必須要戰勝自己的煩惱，把自己的煩惱習氣全部化解，再也不沾邊，就證得如來無量智慧，是我們自性裡頭本有的。大乘教裡講的無量智慧，是自性，迷了之後，隨著自己的妄想、執著生變化，變成六道輪迴，六道輪迴就這麼來的。自性裡有沒有六道輪迴？沒有，自性裡頭有無量智慧。"
    },
    {
      "id": "21-786-0022_p0012",
      "zh_CN": "于是佛告诉我们，断恶修善。什么是恶？起心动念是万恶的根源。从哪里断起？要从这里断起。怎么断？看破、放下。你为什么断不了？你没看破。看破要靠佛菩萨讲经教学，我们明白了，《华严经》上分量最大、讲得最多。这些经文，多半都是从《华严经》上摘录出来的。经要不要听？要听；要不要讲？要讲。所以宗教是智慧，至少可以说佛教是智慧。",
      "zh_TW": "於是佛告訴我們，斷惡修善。什麼是惡？起心動念是萬惡的根源。從哪裡斷起？要從這裡斷起。怎麼斷？看破、放下。你為什麼斷不了？你沒看破。看破要靠佛菩薩講經教學，我們明白了，《華嚴經》上分量最大、講得最多。這些經文，多半都是從《華嚴經》上摘錄出來的。經要不要聽？要聽；要不要講？要講。所以宗教是智慧，至少可以說佛教是智慧。"
    },
    {
      "id": "21-786-0022_p0013",
      "zh_CN": "讲了我们能不能入进去？不能。为什么不能？我们所见所闻被我们妄心起了执着。所以我们听经产生的是什么？妄想、分别、执着。生这个东西，这个东西生愚痴、生烦恼，就是起心动念。那怎么样？佛教里头有一句话，「愿解如来真实义」，那就对了。我们今天所听的，听完之后，曲解如来真实义，把如来所说的听错了、想错了。换句话说，你明白这个道理，听经可不可以起心动念？不能。不起心不动念，听经的人会开悟。",
      "zh_TW": "講了我們能不能入進去？不能。為什麼不能？我們所見所聞被我們妄心起了執著。所以我們聽經產生的是什麼？妄想、分別、執著。生這個東西，這個東西生愚痴、生煩惱，就是起心動念。那怎麼樣？佛教裡頭有一句話，「願解如來真實義」，那就對了。我們今天所聽的，聽完之後，曲解如來真實義，把如來所說的聽錯了、想錯了。換句話說，你明白這個道理，聽經可不可以起心動念？不能。不起心不動念，聽經的人會開悟。"
    },
    {
      "id": "21-786-0022_p0014",
      "zh_CN": "那我为什么不开悟？你有杂念。杂念的根是起心动念，深！要把这根挖掉，这是烦恼的根、是习气的根，要不得。那我们就知道，用什么心来听经？清净心。一部经从头到尾听完了，会听的人，经清清楚楚听完，没有漏一个字，一个念头没起，这叫会听。这个经的大义全明白了，什么原因？我们用真心听。那现在呢？现在我们用妄心听。什么叫妄心？有起心动念，听经的时候还是起心动念，听经的时候还是有分别执着。麻烦在这里，所以不能成就。这个道理很深、很难懂，多听，遍数听多了就懂了。",
      "zh_TW": "那我為什麼不開悟？你有雜念。雜念的根是起心動念，深！要把這根挖掉，這是煩惱的根、是習氣的根，要不得。那我們就知道，用什麼心來聽經？清淨心。一部經從頭到尾聽完了，會聽的人，經清清楚楚聽完，沒有漏一個字，一個念頭沒起，這叫會聽。這個經的大義全明白了，什麼原因？我們用真心聽。那現在呢？現在我們用妄心聽。什麼叫妄心？有起心動念，聽經的時候還是起心動念，聽經的時候還是有分別執著。麻煩在這裡，所以不能成就。這個道理很深、很難懂，多聽，遍數聽多了就懂了。"
    },
    {
      "id": "21-786-0022_p0015",
      "zh_CN": "所以佛教的修行，真修行人，修是修正，行是行为，三业的行为，第六意识是思想，只要有思有想就是错误的。自性里头找不到思想，自性里头讲「法尔如是」，一切法本来就是这个样子，你不能给它加一点点，也不能给它减少一点点，它就是这个样子。第六意识分别，我不起心不动念、不分别不执着，就是不用第六意识，高！这种人在人当中不多，一万人里头找不到一个。他要学经很快，这叫根性大利，像惠能大师一样。惠能大师的本事在哪里？就是心境交接的时候，没有起心动念、没有分别执着。所以他用真心，真心不起心不动念；我们用妄心，妄心起心动念，差别在此地。",
      "zh_TW": "所以佛教的修行，真修行人，修是修正，行是行為，三業的行為，第六意識是思想，只要有思有想就是錯誤的。自性裡頭找不到思想，自性裡頭講「法爾如是」，一切法本來就是這個樣子，你不能給它加一點點，也不能給它減少一點點，它就是這個樣子。第六意識分別，我不起心不動念、不分別不執著，就是不用第六意識，高！這種人在人當中不多，一萬人裡頭找不到一個。他要學經很快，這叫根性大利，像惠能大師一樣。惠能大師的本事在哪裡？就是心境交接的時候，沒有起心動念、沒有分別執著。所以他用真心，真心不起心不動念；我們用妄心，妄心起心動念，差別在此地。"
    },
    {
      "id": "21-786-0022_p0016",
      "zh_CN": "什么时候我们能学会像菩萨一样，眼见色不起心动念，耳闻声不起心动念，鼻嗅香、舌尝味、身体动作都不起心不动念，恭喜你，你修行的功夫得力，你在知见上有大成就。为什么？过去人赞叹你，会喜欢；有人欺负你，你很生气。你是不是这样的？是。现在怎么样？现在开悟了，悟了之后，人家赞叹你，不喜欢，跟没听到一样；别人毁谤你，不生气。为什么？你知道「凡所有相，皆是虚妄」，这世界没有一法是真的。而且实相无相，所有一切相都是「梦幻泡影，如露亦如电」。《金刚经》上这两句要合起来一起读，读久了、读多了，豁然大悟，就入境界。",
      "zh_TW": "什麼時候我們能學會像菩薩一樣，眼見色不起心動念，耳聞聲不起心動念，鼻嗅香、舌嘗味、身體動作都不起心不動念，恭喜你，你修行的功夫得力，你在知見上有大成就。為什麼？過去人讚歎你，會喜歡；有人欺負你，你很生氣。你是不是這樣的？是。現在怎麼樣？現在開悟了，悟了之後，人家讚歎你，不喜歡，跟沒聽到一樣；別人毀謗你，不生氣。為什麼？你知道「凡所有相，皆是虛妄」，這世界沒有一法是真的。而且實相無相，所有一切相都是「夢幻泡影，如露亦如電」。《金剛經》上這兩句要合起來一起讀，讀久了、讀多了，豁然大悟，就入境界。"
    },
    {
      "id": "21-786-0022_p0017",
      "zh_CN": "所讲求的就是「离妄想已」，要离妄想。离妄想已，证得如来无量智慧，自利；后头有一句，『利益安乐一切众生』，这是化他。自行化他，是谁？菩萨，你是真菩萨，不是假菩萨，《华严经》上讲的初住以上的菩萨，禅宗讲明心见性，教下讲大开圆解。",
      "zh_TW": "所講求的就是「離妄想已」，要離妄想。離妄想已，證得如來無量智慧，自利；後頭有一句，『利益安樂一切眾生』，這是化他。自行化他，是誰？菩薩，你是真菩薩，不是假菩薩，《華嚴經》上講的初住以上的菩薩，禪宗講明心見性，教下講大開圓解。"
    },
    {
      "id": "21-786-0022_p0018",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}