{
  "doc_id": "21-786-0007",
  "title": {
    "zh_CN": "学习《神爱世人》",
    "zh_TW": "學習《神愛世人》"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "联合国教科文组织净空之友社",
    "zh_TW": "聯合國教科文組織淨空之友社"
  },
  "doc_number": "21-786-0007",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "21-786-0007_p0001",
      "zh_CN": "诸位法师、诸位同学，大家好。这一堂我们接着前面第三十六页：",
      "zh_TW": "諸位法師、諸位同學，大家好。這一堂我們接著前面第三十六頁："
    },
    {
      "id": "21-786-0007_p0002",
      "zh_CN": "【上帝所派遣的一切神圣使者们，他们出现在这个世间，显然是为了要在人类之间建立起仁爱、建立起和谐的共识……上帝的神圣宗教不是（也不应是）造成人类纷争与分歧的原因……因此，当今人类必须努力去认识上帝遗留给我们的教诲，因为这些教诲乃是我们全体人类现状的解救之道。】",
      "zh_TW": "【上帝所派遣的一切神聖使者們，他們出現在這個世間，顯然是為了要在人類之間建立起仁愛、建立起和諧的共識……上帝的神聖宗教不是（也不應是）造成人類紛爭與分歧的原因……因此，當今人類必須努力去認識上帝遺留給我們的教誨，因為這些教誨乃是我們全體人類現狀的解救之道。】"
    },
    {
      "id": "21-786-0007_p0003",
      "zh_CN": "这段话说得好，正是把我们当前无法解决的问题，连它的根源都拔出来了。确确实实，像经上所讲的，一切宗教都是依上帝、依真神、依上主，我们说这些名词，实际上是一个名词，在各种不同的宗教有不同的说法。而实际，上帝只有一个，他有这么多不同的形相、不同的名号，那是他的大慈大悲，应机说法。众生喜欢什么样的人种，他就现同样的人种；众生喜欢什么样的老师，他就现什么老师身分。恒顺众生，随喜功德。这只有神能做到，一般人做不到。",
      "zh_TW": "這段話說得好，正是把我們當前無法解決的問題，連它的根源都拔出來了。確確實實，像經上所講的，一切宗教都是依上帝、依真神、依上主，我們說這些名詞，實際上是一個名詞，在各種不同的宗教有不同的說法。而實際，上帝只有一個，他有這麼多不同的形相、不同的名號，那是他的大慈大悲，應機說法。眾生喜歡什麼樣的人種，他就現同樣的人種；眾生喜歡什麼樣的老師，他就現什麼老師身分。恆順眾生，隨喜功德。這只有神能做到，一般人做不到。"
    },
    {
      "id": "21-786-0007_p0004",
      "zh_CN": "他怎么会是人类争执的根源？不可能。人类互相竞争，与他没关系，不能把这个加在他的身上，那是很大的罪过。所以经上讲得清楚，上帝的神圣，这是指的宗教，所有宗教都是上帝建立的，所有不同的神圣都是一个上帝。大家疏忽了、忘了，没有从这方面去认识、去理解，以为上帝很多，每个宗教都有，上帝不一样，我喜欢这个上帝，我不喜欢那个上帝，这是不可能的。所以才说神圣的宗教，不是造成人类纷争与分歧原因，这讲不通。",
      "zh_TW": "他怎麼會是人類爭執的根源？不可能。人類互相競爭，與他沒關係，不能把這個加在他的身上，那是很大的罪過。所以經上講得清楚，上帝的神聖，這是指的宗教，所有宗教都是上帝建立的，所有不同的神聖都是一個上帝。大家疏忽了、忘了，沒有從這方面去認識、去理解，以為上帝很多，每個宗教都有，上帝不一樣，我喜歡這個上帝，我不喜歡那個上帝，這是不可能的。所以才說神聖的宗教，不是造成人類紛爭與分歧原因，這講不通。"
    },
    {
      "id": "21-786-0007_p0005",
      "zh_CN": "『因此，当今人类必须努力去认识上帝遗留给我们的教诲』，这指的是经典。每一个宗教创始人、上帝的使者都不在人间了，留给我们的就是经典的教诲。我们读经，是听他们在说话；我们在学习经教，是依照神圣的教诲去学习。佛教里面称为修行，行代表思想、行为，思想行为错了、偏差了，把它修正过来，叫做修行。所以修行这两个字，是把神圣的教诲，落实在我们起心动念之处，落实在我们日常生活当中。这才是真正修正一切错误的行为，这叫修行。",
      "zh_TW": "『因此，當今人類必須努力去認識上帝遺留給我們的教誨』，這指的是經典。每一個宗教創始人、上帝的使者都不在人間了，留給我們的就是經典的教誨。我們讀經，是聽他們在說話；我們在學習經教，是依照神聖的教誨去學習。佛教裡面稱為修行，行代表思想、行為，思想行為錯了、偏差了，把它修正過來，叫做修行。所以修行這兩個字，是把神聖的教誨，落實在我們起心動念之處，落實在我們日常生活當中。這才是真正修正一切錯誤的行為，這叫修行。"
    },
    {
      "id": "21-786-0007_p0006",
      "zh_CN": "这个地方接着也说得好，『因为这些教诲』，记住，这句话指的就是，因为这些遗留在世间的经典，基督教的《新旧约》、伊斯兰教的《古兰经》……，是指这些。这些教诲我们要把它认清楚，『是我们全体人类现状的解救之道』，这句话说得好，我们要记在心上。我们遇到困难了，怎么解救？解救之道在哪里？在这些圣贤教诲我们的经典当中。",
      "zh_TW": "這個地方接著也說得好，『因為這些教誨』，記住，這句話指的就是，因為這些遺留在世間的經典，基督教的《新舊約》、伊斯蘭教的《古蘭經》……，是指這些。這些教誨我們要把它認清楚，『是我們全體人類現狀的解救之道』，這句話說得好，我們要記在心上。我們遇到困難了，怎麼解救？解救之道在哪裡？在這些聖賢教誨我們的經典當中。"
    },
    {
      "id": "21-786-0007_p0007",
      "zh_CN": "我每天读这些经，不是不用功，有人读三遍、有人读五遍，还有《无量寿经》从头到尾念三千遍的、念五千遍的、念一万遍的，我都见过，我对他很尊敬。他有没有问题？有。什么问题？自以为是。就是这里所说的，他没有得救，他没有办法解决他自己问题，总的原因，就是我们常说的，放不下！",
      "zh_TW": "我每天讀這些經，不是不用功，有人讀三遍、有人讀五遍，還有《無量壽經》從頭到尾念三千遍的、念五千遍的、念一萬遍的，我都見過，我對他很尊敬。他有沒有問題？有。什麼問題？自以為是。就是這裡所說的，他沒有得救，他沒有辦法解決他自己問題，總的原因，就是我們常說的，放不下！"
    },
    {
      "id": "21-786-0007_p0008",
      "zh_CN": "放不下的人，学习宗教，初级的，在宗教里面他是初级班的学生，小学。为什么不得其用？他没有透彻的了解，他没有办法落实在他自己起心动念之处，没有用在自己日常生活言谈举止之间，所以他不得解救之道。我们遇到了，讲解给他听，有没有用处？没用。为什么没有用？他的看法、他的想法他认为他是正确的，不能接受别人建议，这才是根源。",
      "zh_TW": "放不下的人，學習宗教，初級的，在宗教裡面他是初級班的學生，小學。為什麼不得其用？他沒有透徹的了解，他沒有辦法落實在他自己起心動念之處，沒有用在自己日常生活言談舉止之間，所以他不得解救之道。我們遇到了，講解給他聽，有沒有用處？沒用。為什麼沒有用？他的看法、他的想法他認為他是正確的，不能接受別人建議，這才是根源。"
    },
    {
      "id": "21-786-0007_p0009",
      "zh_CN": "老师，会教的老师，懂得教育的方法，跟那个不懂方法的不一样。懂得方法的，依照古人留下来的方法，要把一个人教好，要做好的榜样给他看；也就是做样子，做出榜样，让他看到，让他豁然大悟。不容易！要做多久？什么时候开悟了，你做这个样子可以改变方法了。如果毛病、习气放不下，错误的见解很深很厚，坚固的执着，难！",
      "zh_TW": "老師，會教的老師，懂得教育的方法，跟那個不懂方法的不一樣。懂得方法的，依照古人留下來的方法，要把一個人教好，要做好的榜樣給他看；也就是做樣子，做出榜樣，讓他看到，讓他豁然大悟。不容易！要做多久？什麼時候開悟了，你做這個樣子可以改變方法了。如果毛病、習氣放不下，錯誤的見解很深很厚，堅固的執著，難！"
    },
    {
      "id": "21-786-0007_p0010",
      "zh_CN": "唤醒一个人，菩萨慈悲，不舍众生，生生世世追着他，一直追着他，到他觉悟为止；第一个阶段。第一个阶段圆满了，目的达到了，第二个阶段；第二个阶段是帮他提升，榜样还是离不开的。堕落很容易，跳出来可不简单。所以称诸佛菩萨大慈大悲，对众生无比的恩德，只有得到经教教诲利益的人，他才知道；没得到利益，难！",
      "zh_TW": "喚醒一個人，菩薩慈悲，不捨眾生，生生世世追著他，一直追著他，到他覺悟為止；第一個階段。第一個階段圓滿了，目的達到了，第二個階段；第二個階段是幫他提升，榜樣還是離不開的。墮落很容易，跳出來可不簡單。所以稱諸佛菩薩大慈大悲，對眾生無比的恩德，只有得到經教教誨利益的人，他才知道；沒得到利益，難！"
    },
    {
      "id": "21-786-0007_p0011",
      "zh_CN": "所以佛家教导我们，学习，信、解、行、证四个字。第一个，对老师要有信心。第二个，要一门深入。这是现在人大病，学了这个法门、学了这部经典，不错了，才学了几遍，听说别人告诉他，还有比这个更好的经，功德更大的，开悟最快的，他把这个放弃去学别的；几年来大概也学了十几部经，一窍不通。这样的人不少，我们常见，我看到很痛心。什么原因？不能一门深入。",
      "zh_TW": "所以佛家教導我們，學習，信、解、行、證四個字。第一個，對老師要有信心。第二個，要一門深入。這是現在人大病，學了這個法門、學了這部經典，不錯了，才學了幾遍，聽說別人告訴他，還有比這個更好的經，功德更大的，開悟最快的，他把這個放棄去學別的；幾年來大概也學了十幾部經，一竅不通。這樣的人不少，我們常見，我看到很痛心。什麼原因？不能一門深入。"
    },
    {
      "id": "21-786-0007_p0012",
      "zh_CN": "学别的经典可不可以？可以。什么时候？我这部经真学通了，这部经典毕业了，我可以再选一部；毕业了，又可以选一部。不是同时，同时学两部以上的，成就的人很难。有一等天才可以，他看到他同时学两部、三部，他真有成就。我们不行，我们一部学多少遍还学不会，怎么可以选择很多部？这个道理不深，想想能想得通。",
      "zh_TW": "學別的經典可不可以？可以。什麼時候？我這部經真學通了，這部經典畢業了，我可以再選一部；畢業了，又可以選一部。不是同時，同時學兩部以上的，成就的人很難。有一等天才可以，他看到他同時學兩部、三部，他真有成就。我們不行，我們一部學多少遍還學不會，怎麼可以選擇很多部？這個道理不深，想想能想得通。"
    },
    {
      "id": "21-786-0007_p0013",
      "zh_CN": "所以要记住，一门深入，一门没有学好，不能学第二门，要专注、要扎根。怎么扎根？经典要背诵，儒的经典要背诵，佛典也要背诵，巴哈伊教的经典还是背诵。所以你要懂方法，一部经、一个方法；能背诵了，求解；大开圆解，那就开悟了。为什么要这样做法？你要懂得它的道理，一接近真心，二是妄心。每个宗教神圣所说的经典，都是从一个真性或者说真心流露出来的，二心不可能。",
      "zh_TW": "所以要記住，一門深入，一門沒有學好，不能學第二門，要專注、要扎根。怎麼扎根？經典要背誦，儒的經典要背誦，佛典也要背誦，巴哈伊教的經典還是背誦。所以你要懂方法，一部經、一個方法；能背誦了，求解；大開圓解，那就開悟了。為什麼要這樣做法？你要懂得它的道理，一接近真心，二是妄心。每個宗教神聖所說的經典，都是從一個真性或者說真心流露出來的，二心不可能。"
    },
    {
      "id": "21-786-0007_p0014",
      "zh_CN": "真心的功德大。佛教有宗门、教下，宗门是先开悟再学经。开悟学经快！为什么？自性、本性的般若智慧现前，一听就明白，一看就懂。妄心没有这个能力，跟着妄心起来的是杂念、是妄想分别执着，烦恼跟着来，智慧不见了。但是宗门难，禅宗难，必须得清净心之后才有受用。清净心怎么得到？看破、放下，六根接触六尘境界，清清楚楚、了了分明。真心对他是什么样子？不起心不动念、不分别不执着，有人来问，对答如流，你都能讲给人听，你有这个本事。为什么？一切诸佛如来的经教，都是从自性流出来的，你见了自性，你流出来的跟佛没有两样，是这么个道理！",
      "zh_TW": "真心的功德大。佛教有宗門、教下，宗門是先開悟再學經。開悟學經快！為什麼？自性、本性的般若智慧現前，一聽就明白，一看就懂。妄心沒有這個能力，跟著妄心起來的是雜念、是妄想分別執著，煩惱跟著來，智慧不見了。但是宗門難，禪宗難，必須得清淨心之後才有受用。清淨心怎麼得到？看破、放下，六根接觸六塵境界，清清楚楚、了了分明。真心對他是什麼樣子？不起心不動念、不分別不執著，有人來問，對答如流，你都能講給人聽，你有這個本事。為什麼？一切諸佛如來的經教，都是從自性流出來的，你見了自性，你流出來的跟佛沒有兩樣，是這麼個道理！"
    },
    {
      "id": "21-786-0007_p0015",
      "zh_CN": "教下，不是头等根机还是用妄心，头等根机用真心。用妄心的人，就要返妄成真，在妄的上薰修，一遍一遍薰修。这部书读一百遍、读一千遍、读一万遍，这就是用时间来薰习。把不好的淘汰掉，清净心让它现出来。清净心现出来就好办了，一看懂了、一听也就懂了，六根一接触六尘境界，完全明白了。什么原因？他放下了，彻底放下了。",
      "zh_TW": "教下，不是頭等根機還是用妄心，頭等根機用真心。用妄心的人，就要返妄成真，在妄的上薰修，一遍一遍薰修。這部書讀一百遍、讀一千遍、讀一萬遍，這就是用時間來薰習。把不好的淘汰掉，清淨心讓它現出來。清淨心現出來就好辦了，一看懂了、一聽也就懂了，六根一接觸六塵境界，完全明白了。什麼原因？他放下了，徹底放下了。"
    },
    {
      "id": "21-786-0007_p0016",
      "zh_CN": "佛说，上帝也说，常常说：假的，世间一切法，如梦幻泡影。这个比喻《金刚经》上的，儒跟道用这个比喻的人很多。它不存在！现在人学科学，科学也证明了。整个宇宙的现象从哪里来的？「唯心所现，唯识所变。」现相是心，变化是识；识是妄心，心现是真心；能现万法的是真心，把万法变成这个样子是妄心，叫识心。没有这两种心，就没有这两种样子，到哪里去了？回归自性了。好！回归自性就成佛了。这个我们不能不懂，真正懂得，就肯放下了。",
      "zh_TW": "佛說，上帝也說，常常說：假的，世間一切法，如夢幻泡影。這個比喻《金剛經》上的，儒跟道用這個比喻的人很多。它不存在！現在人學科學，科學也證明了。整個宇宙的現象從哪裡來的？「唯心所現，唯識所變。」現相是心，變化是識；識是妄心，心現是真心；能現萬法的是真心，把萬法變成這個樣子是妄心，叫識心。沒有這兩種心，就沒有這兩種樣子，到哪裡去了？回歸自性了。好！回歸自性就成佛了。這個我們不能不懂，真正懂得，就肯放下了。"
    },
    {
      "id": "21-786-0007_p0017",
      "zh_CN": "我学佛学了七十年了，七十年怎么样？七十年才搞懂。我跟的三个好老师，没有好老师很难，有好老师。老师一针见血，教导我入门。我向他老人家请教，佛门里头有没有方法教给我们很快就契入？我刚学佛的时候，向章嘉大师请教。大师看到我真诚，看着我，我也看着他，我们看了半个小时，老师说一个字：有。我心里一振奋，他又不说了。原来传授你法的时候，你心里头干干净净、一尘不染，给你讲的全进去了，管用；如果你有杂念、你有怀疑，你还有分别执着，给你讲没用，这个耳朵进去，那耳出去了，没效。所以老师用的方法高明，他看到学生整个心心平气和、一心专注，就教你，就管用。这样的学生到哪去找？找不到就没传人。",
      "zh_TW": "我學佛學了七十年了，七十年怎麼樣？七十年才搞懂。我跟的三個好老師，沒有好老師很難，有好老師。老師一針見血，教導我入門。我向他老人家請教，佛門裡頭有沒有方法教給我們很快就契入？我剛學佛的時候，向章嘉大師請教。大師看到我真誠，看著我，我也看著他，我們看了半個小時，老師說一個字：有。我心裡一振奮，他又不說了。原來傳授你法的時候，你心裡頭乾乾淨淨、一塵不染，給你講的全進去了，管用；如果你有雜念、你有懷疑，你還有分別執著，給你講沒用，這個耳朵進去，那耳出去了，沒效。所以老師用的方法高明，他看到學生整個心心平氣和、一心專注，就教你，就管用。這樣的學生到哪去找？找不到就沒傳人。"
    },
    {
      "id": "21-786-0007_p0018",
      "zh_CN": "所以我们要了解，理论、方法、境界面面都要顾到，希望在一生之中能有个成就；最低的成就，念佛往生极乐世界，没有白学。极乐世界不能往生就难了，不能不重视净宗这个法门。",
      "zh_TW": "所以我們要了解，理論、方法、境界面面都要顧到，希望在一生之中能有個成就；最低的成就，念佛往生極樂世界，沒有白學。極樂世界不能往生就難了，不能不重視淨宗這個法門。"
    },
    {
      "id": "21-786-0007_p0019",
      "zh_CN": "今天时间到了，我们学习到此地。",
      "zh_TW": "今天時間到了，我們學習到此地。"
    }
  ]
}