{
  "doc_id": "12-031-0004",
  "title": {
    "zh_CN": "善财童子参学报告（十三）",
    "zh_TW": "善財童子參學報告（十三）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-031-0004",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "12-031-0004_p0001",
      "zh_CN": "请看讲义。昨天我们讲到善财童子请教的十一个问题，这十一个问题问得非常圆满，把我们学佛重要的次第、程序都说出来了。从初发心一直到圆满菩提，这十一个问题很值得我们做修学的参考。昨天给同学们介绍到第十一句：",
      "zh_TW": "請看講義。昨天我們講到善財童子請教的十一個問題，這十一個問題問得非常圓滿，把我們學佛重要的次第、程序都說出來了。從初發心一直到圓滿菩提，這十一個問題很值得我們做修學的參考。昨天給同學們介紹到第十一句："
    },
    {
      "id": "12-031-0004_p0002",
      "zh_CN": "【应云何令普贤行速得圆满。】",
      "zh_TW": "【應云何令普賢行速得圓滿。】"
    },
    {
      "id": "12-031-0004_p0003",
      "zh_CN": "『普贤行』要细说，就是这一部《大方广佛华严经》。『圆满』的意思，是这一部经里面所说的道理、方法、境界，如何落实在我们生活当中；要不能落实，那就不叫圆满。如何落实？换句话说，菩萨的意思是要我们过佛菩萨的生活，那就是转凡成圣，这才是真正的究竟圆满。如何『速』？速是很快的得到圆满，这就一定要依教奉行。世尊在一切经里面常常叮咛嘱咐我们「受持读诵，为人演说」，如果我们把世尊这一句的教训真的做到了，你就能够速得圆满。这句话的意义很深很广。受持，受是接受，佛跟我们所说的，我们是不是真的懂得、真的明白、真的相信，认真努力去学习，这叫受，我们真的接受过来了。持，要有恒心、要有耐心，不是做一天、两天，永远这样做下去，持之不失，不能够失掉。天天做出一个好样子给一切众生看，这就是自行化他，这才能到圆满。",
      "zh_TW": "『普賢行』要細說，就是這一部《大方廣佛華嚴經》。『圓滿』的意思，是這一部經裡面所說的道理、方法、境界，如何落實在我們生活當中；要不能落實，那就不叫圓滿。如何落實？換句話說，菩薩的意思是要我們過佛菩薩的生活，那就是轉凡成聖，這才是真正的究竟圓滿。如何『速』？速是很快的得到圓滿，這就一定要依教奉行。世尊在一切經裡面常常叮嚀囑咐我們「受持讀誦，為人演說」，如果我們把世尊這一句的教訓真的做到了，你就能夠速得圓滿。這句話的意義很深很廣。受持，受是接受，佛跟我們所說的，我們是不是真的懂得、真的明白、真的相信，認真努力去學習，這叫受，我們真的接受過來了。持，要有恆心、要有耐心，不是做一天、兩天，永遠這樣做下去，持之不失，不能夠失掉。天天做出一個好樣子給一切眾生看，這就是自行化他，這才能到圓滿。"
    },
    {
      "id": "12-031-0004_p0004",
      "zh_CN": "昨天跟诸位提过「礼敬诸佛」，这个东西绝对不是天天念念而已，我们对于一切众生那个恭敬心怎么能生得起来？现在是真难，为什么？对父母不恭敬，对老师就更不必说了。从前讲恭敬心好讲，为什么？人都尊敬父母、都尊敬师长，提到你要尊敬父母师长，大家有概念。今天人说尊敬父母师长，父母理都不理他，你说怎么办？一生当中，心目当中有没有恭敬？没有恭敬。实在讲连佛菩萨也没有看在眼里，都是自己以为了不起，自己以为比佛陀大，你说这有什么法子！这是今天学佛难，太难太难了。",
      "zh_TW": "昨天跟諸位提過「禮敬諸佛」，這個東西絕對不是天天念念而已，我們對於一切眾生那個恭敬心怎麼能生得起來？現在是真難，為什麼？對父母不恭敬，對老師就更不必說了。從前講恭敬心好講，為什麼？人都尊敬父母、都尊敬師長，提到你要尊敬父母師長，大家有概念。今天人說尊敬父母師長，父母理都不理他，你說怎麼辦？一生當中，心目當中有沒有恭敬？沒有恭敬。實在講連佛菩薩也沒有看在眼裡，都是自己以為了不起，自己以為比佛陀大，你說這有什麼法子！這是今天學佛難，太難太難了。"
    },
    {
      "id": "12-031-0004_p0005",
      "zh_CN": "今天这个世间人业障重，所以招来天灾人祸。基督教说世界末日，他们来告诉我，我点头。问我相不相信？我相信。我凭什么相信？观察世人起心动念、言语造作，不敬父母、不敬师长，灾难就来了。中国古圣先贤几千年教学，教什么？就是「孝敬」这两个字而已。诸佛菩萨教人也是孝敬两个字。为什么要孝？众生跟我是一体，一个人能够自己尊重自己、自己爱护自己，就应当尊重一切众生、爱护一切众生。为什么？一切众生是自己。这个事实真相谁知道？佛菩萨知道，法身大士知道。但是我们距离证得法身那是相当的遥远，既不能证得清净法身，又不相信佛菩萨的教诲，那只有造业受报，辗转轮回，就干这一套。佛在经上常常感叹的「可怜悯者」，真正可怜悯！可是我们这些愚痴恶劣的众生，佛菩萨依旧是慈悲，并没有舍弃我们，还是为我们做种种示现、种种教诲，总是希望我们有一天省悟过来，回头是岸。",
      "zh_TW": "今天這個世間人業障重，所以招來天災人禍。基督教說世界末日，他們來告訴我，我點頭。問我相不相信？我相信。我憑什麼相信？觀察世人起心動念、言語造作，不敬父母、不敬師長，災難就來了。中國古聖先賢幾千年教學，教什麼？就是「孝敬」這兩個字而已。諸佛菩薩教人也是孝敬兩個字。為什麼要孝？眾生跟我是一體，一個人能夠自己尊重自己、自己愛護自己，就應當尊重一切眾生、愛護一切眾生。為什麼？一切眾生是自己。這個事實真相誰知道？佛菩薩知道，法身大士知道。但是我們距離證得法身那是相當的遙遠，既不能證得清淨法身，又不相信佛菩薩的教誨，那只有造業受報，輾轉輪迴，就幹這一套。佛在經上常常感嘆的「可憐憫者」，真正可憐憫！可是我們這些愚痴惡劣的眾生，佛菩薩依舊是慈悲，並沒有捨棄我們，還是為我們做種種示現、種種教誨，總是希望我們有一天省悟過來，回頭是岸。"
    },
    {
      "id": "12-031-0004_p0006",
      "zh_CN": "我们修行从哪里下手？从恭敬下手。你能做得到吗？你们在佛经，佛门里面常常有忏，展开忏本第一句话「一心恭敬」，口里头念，你有没有做到一切恭敬？常常看到这些字样，天天念，滑口而过，无动于衷，这怎么办？我今年难得在澳洲跟同修们一起过农历年，我们请当地的老人跟我们一起过年，我们请了八十五个人，这也留着有录相带在此地，诸位将来都可以看到。八十多位外国人，全部都是基督教徒，他们也怀疑我们为什么要请他。我在致词当中，我们请他们是敬老尊贤，我们没有别的用意，我们尊敬老人、爱护老人、供养老人，大家欢欢喜喜聚会一堂。",
      "zh_TW": "我們修行從哪裡下手？從恭敬下手。你能做得到嗎？你們在佛經，佛門裡面常常有懺，展開懺本第一句話「一心恭敬」，口裡頭念，你有沒有做到一切恭敬？常常看到這些字樣，天天念，滑口而過，無動於衷，這怎麼辦？我今年難得在澳洲跟同修們一起過農曆年，我們請當地的老人跟我們一起過年，我們請了八十五個人，這也留著有錄相帶在此地，諸位將來都可以看到。八十多位外國人，全部都是基督教徒，他們也懷疑我們為什麼要請他。我在致詞當中，我們請他們是敬老尊賢，我們沒有別的用意，我們尊敬老人、愛護老人、供養老人，大家歡歡喜喜聚會一堂。"
    },
    {
      "id": "12-031-0004_p0007",
      "zh_CN": "他们走了以后，我告诉我们净宗学会的同修，我说台湾人、日本人不会做人。布里斯本这个城市台湾移民很多，黄金海岸日本人移民很多，当地的人对我们侧目而视，因为移民过去的都有身分、有地位、有财富，在那边住的房子比当地人好，开着高级的轿车，当地人看了心里难过，不平！这个事情古今中外都一样，中国谚语常说，「一家饱暖千家怨」，这一个地区人家生活都很平凡，你一个人像暴发户一样，人家心里头怎么会平？一有种族动乱，你们头一个倒楣。你们看看印尼的动乱，华侨倒楣。所以我说不会做人。",
      "zh_TW": "他們走了以後，我告訴我們淨宗學會的同修，我說台灣人、日本人不會做人。布里斯本這個城市台灣移民很多，黃金海岸日本人移民很多，當地的人對我們側目而視，因為移民過去的都有身分、有地位、有財富，在那邊住的房子比當地人好，開著高級的轎車，當地人看了心裡難過，不平！這個事情古今中外都一樣，中國諺語常說，「一家飽暖千家怨」，這一個地區人家生活都很平凡，你一個人像暴發戶一樣，人家心裡頭怎麼會平？一有種族動亂，你們頭一個倒楣。你們看看印尼的動亂，華僑倒楣。所以我說不會做人。"
    },
    {
      "id": "12-031-0004_p0008",
      "zh_CN": "会做的人，做人应该怎样？应当我们居住在这个地方，得当地人的欢喜心。如何令当地人生欢喜心？你再有钱、再有身分、再有地位，你的生活要跟他差不多、接近、平等，大家看起来心就平了。住的房子，我们大家一样，当地人住的房子，一栋房子差不多十几万，我们台湾人、日本人住的房子，大概总是一、两百万，最高级的房子我去看过，五百万，你说人怎么能平，心怎么能平？我们居住一样，开的车子也一样，他就欢喜了。再有力量应当多做社会福利事业，帮助对方、帮助贫困的人，这一个地方的人感恩。遇到有什么困难，他不会害你，他来帮助你。我们住在这个地区，跟邻近地区的这些人处不好，你就错了，做人第一！佛菩萨教我们这些大道理、教我们这些方法，岂不是都是教我们做人？舍己为人，你才能得到社会大众的尊敬，社会大众的敬仰，社会大众爱护你。这个道理古今中外都相同，没有例外。从内心里面尊敬一切大众，称赞、供养，我们在这个社会才有立足之处。",
      "zh_TW": "會做的人，做人應該怎樣？應當我們居住在這個地方，得當地人的歡喜心。如何令當地人生歡喜心？你再有錢、再有身分、再有地位，你的生活要跟他差不多、接近、平等，大家看起來心就平了。住的房子，我們大家一樣，當地人住的房子，一棟房子差不多十幾萬，我們台灣人、日本人住的房子，大概總是一、兩百萬，最高級的房子我去看過，五百萬，你說人怎麼能平，心怎麼能平？我們居住一樣，開的車子也一樣，他就歡喜了。再有力量應當多做社會福利事業，幫助對方、幫助貧困的人，這一個地方的人感恩。遇到有什麼困難，他不會害你，他來幫助你。我們住在這個地區，跟鄰近地區的這些人處不好，你就錯了，做人第一！佛菩薩教我們這些大道理、教我們這些方法，豈不是都是教我們做人？捨己為人，你才能得到社會大眾的尊敬，社會大眾的敬仰，社會大眾愛護你。這個道理古今中外都相同，沒有例外。從內心裡面尊敬一切大眾，稱讚、供養，我們在這個社會才有立足之處。"
    },
    {
      "id": "12-031-0004_p0009",
      "zh_CN": "「忏除业障」，这是弘法利生，给社会大众做好样子。一切众生都有业障，我没有业障，佛菩萨哪有业障？也要装作有业障，也用种种方法去忏除，表演给大众看，给那些业障众生看，让这些众生看到之后，他觉悟了。他要改过，我也应当改过，他行善，我也应当行善；做给别人看，做个好样子给别人看。后面「随喜功德」、「请转法轮」、「请佛住世」，普贤十愿实际上这七条是愿，每一条里面意义深广无尽，没有边际。后面三愿，给诸位说是回向。「恒顺众生」是回向众生。回向是什么意思？是把自己修学的成果，奉献给我们这个目标、方向。恒顺众生，我修学一切成果，今天讲的归于众生，这个成果不是我自己享受，成果给一切众生；宗教里面讲「荣耀归于上帝」，在佛家讲「荣耀归于众生」。「常随佛学」是回向菩提。「普皆回向」是回向法性，就是实际。常常讲回向三处：众生、菩提、实际，普皆回向是回向实际，就是回向自性。所以后面三愿是回向，也就是说我们为什么修行，为什么要这样做，后面三个把目标、目的显示出来了；一切为众生，一切为菩提，一切归自性。这个样子我们在佛法修学，才真正获得大圆满、究竟圆满。",
      "zh_TW": "「懺除業障」，這是弘法利生，給社會大眾做好樣子。一切眾生都有業障，我沒有業障，佛菩薩哪有業障？也要裝作有業障，也用種種方法去懺除，表演給大眾看，給那些業障眾生看，讓這些眾生看到之後，他覺悟了。他要改過，我也應當改過，他行善，我也應當行善；做給別人看，做個好樣子給別人看。後面「隨喜功德」、「請轉法輪」、「請佛住世」，普賢十願實際上這七條是願，每一條裡面意義深廣無盡，沒有邊際。後面三願，給諸位說是迴向。「恆順眾生」是迴向眾生。迴向是什麼意思？是把自己修學的成果，奉獻給我們這個目標、方向。恆順眾生，我修學一切成果，今天講的歸於眾生，這個成果不是我自己享受，成果給一切眾生；宗教裡面講「榮耀歸於上帝」，在佛家講「榮耀歸於眾生」。「常隨佛學」是迴向菩提。「普皆迴向」是迴向法性，就是實際。常常講迴向三處：眾生、菩提、實際，普皆迴向是迴向實際，就是迴向自性。所以後面三願是迴向，也就是說我們為什麼修行，為什麼要這樣做，後面三個把目標、目的顯示出來了；一切為眾生，一切為菩提，一切歸自性。這個樣子我們在佛法修學，才真正獲得大圓滿、究竟圓滿。"
    },
    {
      "id": "12-031-0004_p0010",
      "zh_CN": "我们不能不懂这个意思，善财问的这十一句我们要能够体会到，善财童子的智慧、善财童子的学问、善财童子的德行，这一问就晓得了。实际上我们明了，善财是不是凡夫？如果是凡夫问不出。我们见文殊菩萨能问得出这十一个问题吗？于是我们明白善财是佛菩萨示现的，文殊菩萨也是诸佛如来示现的，两个唱双簧，一问一答是让我们听，表演给我们看，不是凡夫，凡夫哪里问得出这么深的意思。所以《华严经》自始至终全是诸佛如来慈悲示现，应以什么身得度示现什么身，应以什么法得度就说什么法，我们在《华严》里面统统都看出来了。我把这十一句问的意思跟诸位说出来，完全落实在我们现前的知见，以我们修学的这种程度，我们今天修学的环境，我跟诸位的解释，大家能听得懂、能明了，知道我们从哪个地方下手。",
      "zh_TW": "我們不能不懂這個意思，善財問的這十一句我們要能夠體會到，善財童子的智慧、善財童子的學問、善財童子的德行，這一問就曉得了。實際上我們明瞭，善財是不是凡夫？如果是凡夫問不出。我們見文殊菩薩能問得出這十一個問題嗎？於是我們明白善財是佛菩薩示現的，文殊菩薩也是諸佛如來示現的，兩個唱雙簧，一問一答是讓我們聽，表演給我們看，不是凡夫，凡夫哪裡問得出這麼深的意思。所以《華嚴經》自始至終全是諸佛如來慈悲示現，應以什麼身得度示現什麼身，應以什麼法得度就說什麼法，我們在《華嚴》裡面統統都看出來了。我把這十一句問的意思跟諸位說出來，完全落實在我們現前的知見，以我們修學的這種程度，我們今天修學的環境，我跟諸位的解釋，大家能聽得懂、能明瞭，知道我們從哪個地方下手。"
    },
    {
      "id": "12-031-0004_p0011",
      "zh_CN": "儒家教学也是从礼敬下手，《礼记》第一句，「曲礼曰，毋不敬」。世出世间圣人，从迹象上来说，孔老夫子跟释迦牟尼佛没有见过面，没有通过信，没有往来，两个人的见解、思想、教育学生的理念方法完全相同，正是谚语所谓「英雄所见，大略相同」。这不是大略相同，完全相同，都是从恭敬下手。礼称为「曲礼」，这个意思好，「曲」是什么？委屈。自己要肯受委屈，才能谈得上礼；自己不肯受委屈，礼就没有了。「礼」是什么？礼是委曲求全。你看看孔老夫子一生、释迦牟尼佛一生，是不是委屈自己？世间人所争取的名闻利养，他们都舍去了，不是没有能力争，他们有能力、有学问可以争，不争，忍让，这就是委屈自己，给世间人做一个好榜样。所以礼称为曲礼道理就在此地。我们看看诸佛如来、菩萨，乃至声闻大众，哪一个人在一生当中不委屈自己求全，全是什么意思？求社会安定，求世界和平，求一切众生幸福，这是全的意思，不为自己。自己如果不能够放弃自己的利益、名闻利养，要想求得社会安定、世界和平、人民幸福就做不到，必须自己放弃，你才能够成就别人。我们今天学佛，为什么不能成就？不肯放弃自己的名闻利养，于是就不能放下贪瞋痴慢。虽然学佛，虽然出家，依旧造业，别人不说，我们自己心里要明了，要认真反省。佛常常警惕我们地狱恐怖、三途可畏，慈悲到了极处，提醒我们。我们的毛病习气如果还不能够改，辜负了佛陀的教诲，转眼一失人身，三途果报现前，到那个时候后悔晚了。",
      "zh_TW": "儒家教學也是從禮敬下手，《禮記》第一句，「曲禮曰，毋不敬」。世出世間聖人，從跡象上來說，孔老夫子跟釋迦牟尼佛沒有見過面，沒有通過信，沒有往來，兩個人的見解、思想、教育學生的理念方法完全相同，正是諺語所謂「英雄所見，大略相同」。這不是大略相同，完全相同，都是從恭敬下手。禮稱為「曲禮」，這個意思好，「曲」是什麼？委屈。自己要肯受委屈，才能談得上禮；自己不肯受委屈，禮就沒有了。「禮」是什麼？禮是委曲求全。你看看孔老夫子一生、釋迦牟尼佛一生，是不是委屈自己？世間人所爭取的名聞利養，他們都捨去了，不是沒有能力爭，他們有能力、有學問可以爭，不爭，忍讓，這就是委屈自己，給世間人做一個好榜樣。所以禮稱為曲禮道理就在此地。我們看看諸佛如來、菩薩，乃至聲聞大眾，哪一個人在一生當中不委屈自己求全，全是什麼意思？求社會安定，求世界和平，求一切眾生幸福，這是全的意思，不為自己。自己如果不能夠放棄自己的利益、名聞利養，要想求得社會安定、世界和平、人民幸福就做不到，必須自己放棄，你才能夠成就別人。我們今天學佛，為什麼不能成就？不肯放棄自己的名聞利養，於是就不能放下貪瞋痴慢。雖然學佛，雖然出家，依舊造業，別人不說，我們自己心裡要明瞭，要認真反省。佛常常警惕我們地獄恐怖、三途可畏，慈悲到了極處，提醒我們。我們的毛病習氣如果還不能夠改，辜負了佛陀的教誨，轉眼一失人身，三途果報現前，到那個時候後悔晚了。"
    },
    {
      "id": "12-031-0004_p0012",
      "zh_CN": "我把这段的大意说明了，清凉大师他在注解里面为我们讲的这几句，我也要给诸位做一个简单的报告，免得将来诸位看到清凉大师的注解：法师，你讲的跟他不一样！我讲的是现实，就现实来说的；他讲的是法身大士，那个境界高。清凉对这十一句的解释，第一句「云何起菩萨行」，是十住菩萨，法身大士。初住菩萨，在大乘经里面讲是初发心的菩萨。我们不能算是初发心，初发心是初发菩提心，所以菩提心一发你就是初住菩萨。我们的菩提心没有发出来，菩提心是真心，我们今天用的心是妄心不是用真心，菩萨用真心。菩提心，《大乘起信论》，你们想想「大乘起信」，这是入门，跟你讲的菩提心是「直心，深心，大悲心」，三心圆发。三心是什么意思？佛在《观无量寿佛经》上也讲菩提心，《观经》上所讲的「至诚心，深心，回向发愿心」。我们把这两个讲法合起来看，意思就比较明显，就能够体会到。",
      "zh_TW": "我把這段的大意說明了，清涼大師他在註解裡面為我們講的這幾句，我也要給諸位做一個簡單的報告，免得將來諸位看到清涼大師的註解：法師，你講的跟他不一樣！我講的是現實，就現實來說的；他講的是法身大士，那個境界高。清涼對這十一句的解釋，第一句「云何起菩薩行」，是十住菩薩，法身大士。初住菩薩，在大乘經裡面講是初發心的菩薩。我們不能算是初發心，初發心是初發菩提心，所以菩提心一發你就是初住菩薩。我們的菩提心沒有發出來，菩提心是真心，我們今天用的心是妄心不是用真心，菩薩用真心。菩提心，《大乘起信論》，你們想想「大乘起信」，這是入門，跟你講的菩提心是「直心，深心，大悲心」，三心圓發。三心是什麼意思？佛在《觀無量壽佛經》上也講菩提心，《觀經》上所講的「至誠心，深心，迴向發願心」。我們把這兩個講法合起來看，意思就比較明顯，就能夠體會到。"
    },
    {
      "id": "12-031-0004_p0013",
      "zh_CN": "至诚心是菩提心的体，深心、大悲心是菩提心的作用，深心是自受用，回向发愿心是他受用，就是说你用什么心对自己，用什么心对别人。经论两种讲法都不好懂，我把它变成这上联写的也是菩提心。什么是直心、什么是至诚心？真诚。真诚是体，我们要用这个心，用这个心跟诸佛菩萨用的心是一个心。诸佛菩萨用真诚心，十法界里面的众生都是用虚妄心，不用真诚心，这是体。下面四句，清净心、平等心就是深心，自受用。用什么心对待自己？清净、平等对自己；用什么心对待别人？正觉、慈悲。正觉、慈悲就是大悲心，就是回向发愿心。我这个说法大家好懂。我们要常存此心，这十个字诸位做到了，你就不是凡夫，你是初住菩萨。你真正做到，完全做到，恭喜你，你是发心住的菩萨，你不但超越六道，你已经超越十法界。所以三心圆发，圆满的发了。",
      "zh_TW": "至誠心是菩提心的體，深心、大悲心是菩提心的作用，深心是自受用，迴向發願心是他受用，就是說你用什麼心對自己，用什麼心對別人。經論兩種講法都不好懂，我把它變成這上聯寫的也是菩提心。什麼是直心、什麼是至誠心？真誠。真誠是體，我們要用這個心，用這個心跟諸佛菩薩用的心是一個心。諸佛菩薩用真誠心，十法界裡面的眾生都是用虛妄心，不用真誠心，這是體。下面四句，清淨心、平等心就是深心，自受用。用什麼心對待自己？清淨、平等對自己；用什麼心對待別人？正覺、慈悲。正覺、慈悲就是大悲心，就是迴向發願心。我這個說法大家好懂。我們要常存此心，這十個字諸位做到了，你就不是凡夫，你是初住菩薩。你真正做到，完全做到，恭喜你，你是發心住的菩薩，你不但超越六道，你已經超越十法界。所以三心圓發，圓滿的發了。"
    },
    {
      "id": "12-031-0004_p0014",
      "zh_CN": "第二句「云何行菩萨行」。这是十行，正行。你生活、工作、处事待人接物所表现的决定是圆满的六波罗蜜。我们将六波罗蜜写成下联。看破，看破是般若波罗蜜，放下是布施波罗蜜，自在随缘是持戒波罗蜜、忍辱波罗蜜、精进波罗蜜、禅定波罗蜜。所以我们要讲六波罗蜜也不好懂，这样用的是看破、放下、自在、随缘。念佛是究竟圆满的般若波罗蜜，你这一生决定成佛。「念佛是因，成佛是果」，这是法身大士的正行。",
      "zh_TW": "第二句「云何行菩薩行」。這是十行，正行。你生活、工作、處事待人接物所表現的決定是圓滿的六波羅蜜。我們將六波羅蜜寫成下聯。看破，看破是般若波羅蜜，放下是布施波羅蜜，自在隨緣是持戒波羅蜜、忍辱波羅蜜、精進波羅蜜、禪定波羅蜜。所以我們要講六波羅蜜也不好懂，這樣用的是看破、放下、自在、隨緣。念佛是究竟圓滿的般若波羅蜜，你這一生決定成佛。「念佛是因，成佛是果」，這是法身大士的正行。"
    },
    {
      "id": "12-031-0004_p0015",
      "zh_CN": "第三句清凉大师讲的是十回向的菩萨，广大圆满，「应云何满菩萨行」，清凉讲得高，完全随顺华严境界来讲，我们要懂得。我跟诸位讲的是随顺我们现前实际生活环境来讲，我们都能得受用。但是，清凉讲的我们一定要懂得、要知道。十回向的大义就是十住的菩提心，十行的菩萨行，全是为众生不是为自己。我们今天讲为社会、为国家、为众生、为世界，所以才发菩提心，才修菩萨行。我们在这边讲演的总题目八个字「学为人师，行为世范」，这八个字就是「大方广佛华严」。",
      "zh_TW": "第三句清涼大師講的是十迴向的菩薩，廣大圓滿，「應云何滿菩薩行」，清涼講得高，完全隨順華嚴境界來講，我們要懂得。我跟諸位講的是隨順我們現前實際生活環境來講，我們都能得受用。但是，清涼講的我們一定要懂得、要知道。十迴向的大義就是十住的菩提心，十行的菩薩行，全是為眾生不是為自己。我們今天講為社會、為國家、為眾生、為世界，所以才發菩提心，才修菩薩行。我們在這邊講演的總題目八個字「學為人師，行為世範」，這八個字就是「大方廣佛華嚴」。"
    },
    {
      "id": "12-031-0004_p0016",
      "zh_CN": "第四句、第五句、第六句都是讲初地菩萨，这登地了。前面三句是三贤位，第四句以后这登地了。第四句是初地，初地开始「净二障」，烦恼障跟所知障到这个时候才真正得清净。我们今天虽然是破二障，不干不净。菩萨要到初地，圆教初地二障清净；换句话说，微细的烦恼都不生，见思烦恼、尘沙烦恼，微细的烦恼都不生；我们换句话说，分别执着完全断尽，到初地的境界。",
      "zh_TW": "第四句、第五句、第六句都是講初地菩薩，這登地了。前面三句是三賢位，第四句以後這登地了。第四句是初地，初地開始「淨二障」，煩惱障跟所知障到這個時候才真正得清淨。我們今天雖然是破二障，不乾不淨。菩薩要到初地，圓教初地二障清淨；換句話說，微細的煩惱都不生，見思煩惱、塵沙煩惱，微細的煩惱都不生；我們換句話說，分別執著完全斷盡，到初地的境界。"
    },
    {
      "id": "12-031-0004_p0017",
      "zh_CN": "第五句「云何转菩萨行」，转劣向胜，转尘出世，这句话什么意思？妄想分别执着尽了。所谓世间、出世间界限在哪里？没有界限。你有妄想分别执着叫世间，离一切妄想分别执着叫出世间，换个名词而已。到这个时候妄想分别执着都没有了，所以这个时候才真正超出世间。",
      "zh_TW": "第五句「云何轉菩薩行」，轉劣向勝，轉塵出世，這句話什麼意思？妄想分別執著盡了。所謂世間、出世間界限在哪裡？沒有界限。你有妄想分別執著叫世間，離一切妄想分別執著叫出世間，換個名詞而已。到這個時候妄想分別執著都沒有了，所以這個時候才真正超出世間。"
    },
    {
      "id": "12-031-0004_p0018",
      "zh_CN": "第六句「深入菩萨行」，这是证入真如才叫深。我们晓得明心见性，圆教初住菩萨破一品无明，见一分真性。古人用月亮做比喻，初住菩萨见的真性，像初二、初三的月牙。无明分分破，像月亮一天一天光明增大，四十一品无明已经破掉三十品，差不多应该是什么时候的月亮？大概是初十、十一的月亮，应该是这个，月光相当的盛。祖师判这时候才真正证得真如。四、五、六都是讲初地。",
      "zh_TW": "第六句「深入菩薩行」，這是證入真如才叫深。我們曉得明心見性，圓教初住菩薩破一品無明，見一分真性。古人用月亮做比喻，初住菩薩見的真性，像初二、初三的月牙。無明分分破，像月亮一天一天光明增大，四十一品無明已經破掉三十品，差不多應該是什麼時候的月亮？大概是初十、十一的月亮，應該是這個，月光相當的盛。祖師判這時候才真正證得真如。四、五、六都是講初地。"
    },
    {
      "id": "12-031-0004_p0019",
      "zh_CN": "第七句是讲二地、三地、四地。第七句「出生菩萨行」，世出世行圆融自在。这话怎么讲？佛菩萨示现在世间生活、工作，跟我们一般凡人没有两样。我们吃饭，佛菩萨也吃饭；我们穿衣，佛菩萨也穿衣；我们六根接触外面境界交际应酬，佛菩萨亦复如是，没有两样，这叫世间。即世间出世间，并不是世间法之外还有一个出世间法，那你就错了。世间出世间要是二法就不是佛法了，佛法是不二法。什么叫「即世间出世间」？佛菩萨不着相，佛菩萨不分别、不执着，不分别、不执着叫做出世间。佛菩萨吃饭不着吃饭的相，什么叫不着吃饭的相？我们吃饭讲求色香味，这个好吃，那个不好吃，着相，你在世间。佛菩萨是好坏平等，他没有分别，没有分别就超越世间。我们穿衣服、干什么都要选择，佛菩萨没有选择，一切随缘什么都好，没有分别、没有执着，叫出世间。世间跟出世间是一桩事，用心不一样。我们穿衣吃饭、衣食住行，我们里面有贪瞋痴慢，有分别执着。他们跟我们一样，他们在生活当中没有分别执着、没有贪瞋痴慢；换句话说，他永远保持着清净平等觉，这叫出世间。二地、三地、四地，这才到究竟，连痕迹都不落。",
      "zh_TW": "第七句是講二地、三地、四地。第七句「出生菩薩行」，世出世行圓融自在。這話怎麼講？佛菩薩示現在世間生活、工作，跟我們一般凡人沒有兩樣。我們吃飯，佛菩薩也吃飯；我們穿衣，佛菩薩也穿衣；我們六根接觸外面境界交際應酬，佛菩薩亦復如是，沒有兩樣，這叫世間。即世間出世間，並不是世間法之外還有一個出世間法，那你就錯了。世間出世間要是二法就不是佛法了，佛法是不二法。什麼叫「即世間出世間」？佛菩薩不著相，佛菩薩不分別、不執著，不分別、不執著叫做出世間。佛菩薩吃飯不著吃飯的相，什麼叫不著吃飯的相？我們吃飯講求色香味，這個好吃，那個不好吃，著相，你在世間。佛菩薩是好壞平等，他沒有分別，沒有分別就超越世間。我們穿衣服、幹什麼都要選擇，佛菩薩沒有選擇，一切隨緣什麼都好，沒有分別、沒有執著，叫出世間。世間跟出世間是一樁事，用心不一樣。我們穿衣吃飯、衣食住行，我們裡面有貪瞋痴慢，有分別執著。他們跟我們一樣，他們在生活當中沒有分別執著、沒有貪瞋痴慢；換句話說，他永遠保持著清淨平等覺，這叫出世間。二地、三地、四地，這才到究竟，連痕跡都不落。"
    },
    {
      "id": "12-031-0004_p0020",
      "zh_CN": "第八句观察性相。五地、六地对于世出世法清净，真正清净了，《金刚经》上说「信心清净，则生实相」，圆满称性的般若智慧现前。所以六地菩萨叫现前地，什么现前？真实般若智慧现前。第九句「增广菩萨行」，这是讲七地，古大德说「功用行满，得增广故」，这是七地菩萨。七地叫远行地，增广令多，功用圆满。",
      "zh_TW": "第八句觀察性相。五地、六地對於世出世法清淨，真正清淨了，《金剛經》上說「信心清淨，則生實相」，圓滿稱性的般若智慧現前。所以六地菩薩叫現前地，什麼現前？真實般若智慧現前。第九句「增廣菩薩行」，這是講七地，古大德說「功用行滿，得增廣故」，這是七地菩薩。七地叫遠行地，增廣令多，功用圓滿。"
    },
    {
      "id": "12-031-0004_p0021",
      "zh_CN": "第十句是圆满成就获得了，这是讲八地、九地、十地，「无功用行，任运成故」，这话不好懂。从前李炳南老居士跟我讲这一句，他用比喻，让我们从比喻当中去体会。七地以前还用功，他比喻我们坐船，在内地可以常常看见划船，我们划船要用力划，船才往前进，这就是七地以前的菩萨，修行还要用功；到八地、九地，不用功，不需要用这个，好比船快要到岸，你们想想船快要到岸，那时候划船的桨放下了，用什么？用竹竿撑船，船自己往前进。这还不是无功用行，无功用行是什么？船快要接近岸，竹竿也放下了，船慢慢的自自然然往前面，往岸边上靠，这一段时间就仿佛是菩萨无功用行。所以到最高级的修行，连修行的念头都没有。这是讲八地、九地、十地，他们用功的方法是这样的，没有一个念头我要用功、我要精进。有这个念头，不行！你还是在七地以前，七地以后这个念头没有了，但是他真精进。",
      "zh_TW": "第十句是圓滿成就獲得了，這是講八地、九地、十地，「無功用行，任運成故」，這話不好懂。從前李炳南老居士跟我講這一句，他用比喻，讓我們從比喻當中去體會。七地以前還用功，他比喻我們坐船，在內地可以常常看見划船，我們划船要用力划，船才往前進，這就是七地以前的菩薩，修行還要用功；到八地、九地，不用功，不需要用這個，好比船快要到岸，你們想想船快要到岸，那時候划船的槳放下了，用什麼？用竹竿撐船，船自己往前進。這還不是無功用行，無功用行是什麼？船快要接近岸，竹竿也放下了，船慢慢的自自然然往前面，往岸邊上靠，這一段時間就彷彿是菩薩無功用行。所以到最高級的修行，連修行的念頭都沒有。這是講八地、九地、十地，他們用功的方法是這樣的，沒有一個念頭我要用功、我要精進。有這個念頭，不行！你還是在七地以前，七地以後這個念頭沒有了，但是他真精進。"
    },
    {
      "id": "12-031-0004_p0022",
      "zh_CN": "十一句是讲等觉，从十地法云地，再往前进一步等觉菩萨。等觉菩萨，普贤行愿得大圆满，这就是圆满成佛。无论横说竖说，善财童子的问义如是。从他的发问，我们体会他的学问、他的德行，如果行持、学问达不到这个水平，问不出来。所以从他的发问我们明了善财不是凡夫，是诸佛如来化现，这哪里是凡夫能问得出来。这一段经文，我跟诸位介绍到此地。我们再看底下第三段，善财问，提出问题，当然文殊菩萨要答复。答复的文很长，我们也把它归纳为四条，这是最重要的开示，我们听了之后要用心的学习。请看经文第三小段：",
      "zh_TW": "十一句是講等覺，從十地法雲地，再往前進一步等覺菩薩。等覺菩薩，普賢行願得大圓滿，這就是圓滿成佛。無論橫說豎說，善財童子的問義如是。從他的發問，我們體會他的學問、他的德行，如果行持、學問達不到這個水平，問不出來。所以從他的發問我們明瞭善財不是凡夫，是諸佛如來化現，這哪裡是凡夫能問得出來。這一段經文，我跟諸位介紹到此地。我們再看底下第三段，善財問，提出問題，當然文殊菩薩要答覆。答覆的文很長，我們也把它歸納為四條，這是最重要的開示，我們聽了之後要用心的學習。請看經文第三小段："
    },
    {
      "id": "12-031-0004_p0023",
      "zh_CN": "【文殊答中，先教其求行，再教其近友。二处皆赞发菩提心。】",
      "zh_TW": "【文殊答中，先教其求行，再教其近友。二處皆讚發菩提心。】"
    },
    {
      "id": "12-031-0004_p0024",
      "zh_CN": "这一句非常重要。大乘的修学是以菩提心为中心，菩提心不发就不是大乘菩萨，大乘菩萨一定要发菩提心。净宗念佛法门是大乘法，佛在《观经》里面跟我们讲三种菩提心：至诚心、深心、回向发愿心，如果不发这三种心，念佛就不能往生净土。可是这个事情麻烦，这三心怎么发法？如果不会发，我们念佛都不能往生。可是我们看看许许多多不认识字的、没有念过书的老太婆、老阿公，念了几年佛，站着往生，坐着往生，告诉我们他看到阿弥陀佛、西方三圣来接引他往生。他也没有学过经，问他什么叫菩提心他不知道，他为什么能往生？我们看了大惑不解、疑虑重重。念佛往生到底要不要发菩提心？菩提心怎么发法？这个问题，到蕅益大师《弥陀经要解》里面给我们提出了答案。印光大师对于蕅益大师这个说法赞叹备至，蕅益大师怎么说法？",
      "zh_TW": "這一句非常重要。大乘的修學是以菩提心為中心，菩提心不發就不是大乘菩薩，大乘菩薩一定要發菩提心。淨宗念佛法門是大乘法，佛在《觀經》裡面跟我們講三種菩提心：至誠心、深心、迴向發願心，如果不發這三種心，念佛就不能往生淨土。可是這個事情麻煩，這三心怎麼發法？如果不會發，我們念佛都不能往生。可是我們看看許許多多不認識字的、沒有念過書的老太婆、老阿公，念了幾年佛，站著往生，坐著往生，告訴我們他看到阿彌陀佛、西方三聖來接引他往生。他也沒有學過經，問他什麼叫菩提心他不知道，他為什麼能往生？我們看了大惑不解、疑慮重重。念佛往生到底要不要發菩提心？菩提心怎麼發法？這個問題，到蕅益大師《彌陀經要解》裡面給我們提出了答案。印光大師對於蕅益大師這個說法讚歎備至，蕅益大師怎麼說法？"
    },
    {
      "id": "12-031-0004_p0025",
      "zh_CN": "一心求生西方极乐世界，一心想见阿弥陀佛，这个心叫无上菩提心。印光大师说这个讲法是古来祖师大德都没说过的，蕅益大师说出来了。他称赞《弥陀经要解》，即使诸佛如来再来，给《阿弥陀经》做个注解，也不能超过其上。这是赞叹到顶头了。我往年在新加坡讲经，演培法师来问过我，就问这个问题。他说：印光大师对蕅益大师的赞叹，是不是太过分了？他问我。我的答复，我说：印祖赞叹得不过分，赞叹得恰到好处，我们要深信不疑。我们知道印光大师是西方极乐世界大势至菩萨再来的，大势至菩萨亲口这样赞叹，那么蕅益大师是什么人？他要不是阿弥陀佛再来，那笃定是观音菩萨再来，否则的话，当不起大势至菩萨这么赞叹。所以我们要相信，我们这才明白为什么没有念过书、没有学过教的这些人，人家教他们念一句阿弥陀佛，就死心塌地念念求生西方，原来这三心他发了他自己都不知道，我们这算找到答案了。仔细想一想蕅益大师讲的话有没有道理？有道理，太有道理了。",
      "zh_TW": "一心求生西方極樂世界，一心想見阿彌陀佛，這個心叫無上菩提心。印光大師說這個講法是古來祖師大德都沒說過的，蕅益大師說出來了。他稱讚《彌陀經要解》，即使諸佛如來再來，給《阿彌陀經》做個註解，也不能超過其上。這是讚歎到頂頭了。我往年在新加坡講經，演培法師來問過我，就問這個問題。他說：印光大師對蕅益大師的讚歎，是不是太過分了？他問我。我的答覆，我說：印祖讚歎得不過分，讚歎得恰到好處，我們要深信不疑。我們知道印光大師是西方極樂世界大勢至菩薩再來的，大勢至菩薩親口這樣讚歎，那麼蕅益大師是什麼人？他要不是阿彌陀佛再來，那篤定是觀音菩薩再來，否則的話，當不起大勢至菩薩這麼讚歎。所以我們要相信，我們這才明白為什麼沒有念過書、沒有學過教的這些人，人家教他們念一句阿彌陀佛，就死心塌地念念求生西方，原來這三心他發了他自己都不知道，我們這算找到答案了。仔細想一想蕅益大師講的話有沒有道理？有道理，太有道理了。"
    },
    {
      "id": "12-031-0004_p0026",
      "zh_CN": "一心向往净土、一心希求见佛，这不是无上菩提心是什么心？一心希求就是至诚心；向往，深心、大悲心具足了。于是我们不要去解释什么叫至诚心，什么叫直心、深心，讲半天也讲不清楚，蕅益大师这个讲法太好了，我们一听就懂了。但是这个里头，有人念佛往生，有人念佛还不能往生，什么原因？还是发心的问题。凡是念佛真的往生，他一心没有杂念。凡是念佛不能往生，他还有牵挂，儿女私情没有放下，家里财产没有放下，拉里拉杂事情没放下。这就是什么？夹杂。",
      "zh_TW": "一心嚮往淨土、一心希求見佛，這不是無上菩提心是什麼心？一心希求就是至誠心；嚮往，深心、大悲心具足了。於是我們不要去解釋什麼叫至誠心，什麼叫直心、深心，講半天也講不清楚，蕅益大師這個講法太好了，我們一聽就懂了。但是這個裡頭，有人念佛往生，有人念佛還不能往生，什麼原因？還是發心的問題。凡是念佛真的往生，他一心沒有雜念。凡是念佛不能往生，他還有牽掛，兒女私情沒有放下，家裡財產沒有放下，拉里拉雜事情沒放下。這就是什麼？夾雜。"
    },
    {
      "id": "12-031-0004_p0027",
      "zh_CN": "《西方确指》那个小册子，觉明妙行菩萨告诉我们，修学净土最怕的是夹杂，一夹杂我们就不能成就；不但世俗的事情不能夹杂，佛法也不能夹杂。有人修净土，对净土怀疑，怕修这一门不能成就，多修几个法门，以为自己功德就大了。其实错了，多修几个法门，夹杂，一个法门都不能成就。所以祖师教给我们「一门深入，长时薰修」，我们才有成功的指望，这是真实教诲。有的人又修净又修禅，禅净双修，这好比是两条腿踏两条船，很危险，这两条船永远保持并拢，你不会掉到水里面去；如果船稍稍分离，你就掉到水里淹死了。还有一些人，这两门还不够，还加个密，禅净密三修，这麻烦可大了，到最后，哪一门都不能成就。",
      "zh_TW": "《西方確指》那個小冊子，覺明妙行菩薩告訴我們，修學淨土最怕的是夾雜，一夾雜我們就不能成就；不但世俗的事情不能夾雜，佛法也不能夾雜。有人修淨土，對淨土懷疑，怕修這一門不能成就，多修幾個法門，以為自己功德就大了。其實錯了，多修幾個法門，夾雜，一個法門都不能成就。所以祖師教給我們「一門深入，長時薰修」，我們才有成功的指望，這是真實教誨。有的人又修淨又修禪，禪淨雙修，這好比是兩條腿踏兩條船，很危險，這兩條船永遠保持併攏，你不會掉到水裡面去；如果船稍稍分離，你就掉到水裡淹死了。還有一些人，這兩門還不夠，還加個密，禪淨密三修，這麻煩可大了，到最後，哪一門都不能成就。"
    },
    {
      "id": "12-031-0004_p0028",
      "zh_CN": "「禅净双修」是永明延寿大师提倡的。你要晓得，永明大师是我们净土宗第六代祖师，净宗的六祖，他为什么要提这个法门？他那个时代修禅的人多，修禅的风气很盛，大家轻视净土。所以他老人家，他是阿弥陀佛再来的，示现禅宗大德，在禅宗里面大彻大悟、明心见性，表演示现给人看大彻大悟之后回过头来专修净土。你想这是什么意思？无非是做样子，把那些学禅的人带到净土来。知道那些学禅的人不能成就，但是你要叫他放弃禅修净土，他不甘心、不情愿，所以提倡禅净双修。意思就是说，实际上很清楚的知道你那一个法门不能成就，你再兼修净土，你在净土有成就。人家用心良苦，我们要懂得。永明大师遇到我们，决定教给我们专修净土，那是劝学禅的，要懂这个意思。所以要晓得他那些话对什么人讲的，我们专修专弘，决定正确，才能成就。这是先把发心这桩事情，大致上我们搞清楚了。",
      "zh_TW": "「禪淨雙修」是永明延壽大師提倡的。你要曉得，永明大師是我們淨土宗第六代祖師，淨宗的六祖，他為什麼要提這個法門？他那個時代修禪的人多，修禪的風氣很盛，大家輕視淨土。所以他老人家，他是阿彌陀佛再來的，示現禪宗大德，在禪宗裡面大徹大悟、明心見性，表演示現給人看大徹大悟之後回過頭來專修淨土。你想這是什麼意思？無非是做樣子，把那些學禪的人帶到淨土來。知道那些學禪的人不能成就，但是你要叫他放棄禪修淨土，他不甘心、不情願，所以提倡禪淨雙修。意思就是說，實際上很清楚的知道你那一個法門不能成就，你再兼修淨土，你在淨土有成就。人家用心良苦，我們要懂得。永明大師遇到我們，決定教給我們專修淨土，那是勸學禪的，要懂這個意思。所以要曉得他那些話對什麼人講的，我們專修專弘，決定正確，才能成就。這是先把發心這樁事情，大致上我們搞清楚了。"
    },
    {
      "id": "12-031-0004_p0029",
      "zh_CN": "菩萨教人，『先教其求行』，这是先决条件。你学了不肯行，你怎么办？你亲近善知识得不到利益；你要肯干，你亲近善知识才得利益。我们自己不能发心真正干，真正想学好，真正想改过、改习气、改毛病，遇到善知识也等于零。我学佛，我跟诸位同修讲过多次，我很幸运遇到真善知识，没有走冤枉路。我的这些老师都是当代第一流的善知识。他的学生很多，为什么亲近学生那么多，成就的人不多？我们同样追随一个老师，为什么有成就、有不成就的？在乎你肯不肯干，你能不能依教奉行，你能依教奉行，你就有成就。相信老师的话，老师不欺骗我们，老师教我的一定有好处。我亲近老师那个时候我的生活非常贫困，我连一分钱的供养能力都没有，只有以恭敬心供养老师，依教奉行供养老师，除这个之外我没有能力。老师对我照顾备至。我亲近章嘉大师，章嘉大师教我看破、放下，我听话、我真干，我跟他老人家三年，在这个地方扎根。又要拿这个地方几句话来说「先教其求行」，这是我遇到章嘉大师；「再教亲近善友」，是章嘉大师圆寂之后，我亲近李炳南老居士十年。我要没有章嘉大师三年的基础，到台中亲近李老师也不会有成就。所以要听话、要真干，老师才真肯教你。求行、亲近善知识都要用真心，菩提心是真心，我们才能得力，这是文殊对善财童子开示先决的条件。然后我们将他十一个问题，在答复里面归纳为四条，第一条：",
      "zh_TW": "菩薩教人，『先教其求行』，這是先決條件。你學了不肯行，你怎麼辦？你親近善知識得不到利益；你要肯幹，你親近善知識才得利益。我們自己不能發心真正幹，真正想學好，真正想改過、改習氣、改毛病，遇到善知識也等於零。我學佛，我跟諸位同修講過多次，我很幸運遇到真善知識，沒有走冤枉路。我的這些老師都是當代第一流的善知識。他的學生很多，為什麼親近學生那麼多，成就的人不多？我們同樣追隨一個老師，為什麼有成就、有不成就的？在乎你肯不肯幹，你能不能依教奉行，你能依教奉行，你就有成就。相信老師的話，老師不欺騙我們，老師教我的一定有好處。我親近老師那個時候我的生活非常貧困，我連一分錢的供養能力都沒有，只有以恭敬心供養老師，依教奉行供養老師，除這個之外我沒有能力。老師對我照顧備至。我親近章嘉大師，章嘉大師教我看破、放下，我聽話、我真幹，我跟他老人家三年，在這個地方扎根。又要拿這個地方幾句話來說「先教其求行」，這是我遇到章嘉大師；「再教親近善友」，是章嘉大師圓寂之後，我親近李炳南老居士十年。我要沒有章嘉大師三年的基礎，到台中親近李老師也不會有成就。所以要聽話、要真幹，老師才真肯教你。求行、親近善知識都要用真心，菩提心是真心，我們才能得力，這是文殊對善財童子開示先決的條件。然後我們將他十一個問題，在答覆裡面歸納為四條，第一條："
    },
    {
      "id": "12-031-0004_p0030",
      "zh_CN": "【了性无取，即寂起悲，则众魔为侍，不溺实际，故魔不能坏。】",
      "zh_TW": "【了性無取，即寂起悲，則眾魔為侍，不溺實際，故魔不能壞。】"
    },
    {
      "id": "12-031-0004_p0031",
      "zh_CN": "『了性』用禅宗的话来说是明心见性，「了」是明了，「性」是法性。法性空寂，空寂不是空无，这个空是有。为什么？能现诸相，十法界依正庄严是自性变现的相分；能变是性、是自性，所变是万象。这桩事情难懂，佛常常用比喻来说，我们同学们，我相信每个人都有作梦的经验，作梦醒了以后，「我做了一个梦」，梦里有没有现相？有，梦里头好热闹，有许多人物，有山河大地。梦从哪里来的？我们现在晓得梦是从意识心里头变现出来的。能现梦境的是心，所现的是境界相。能变的那个心不变，为什么？它没有相，但是它能现相。所以你每天晚上作梦，梦不一样，不是天天作梦都是一个梦，可见得相常常变。佛家讲常常变的那就是假相，就不是真相。性，它能现，它没有相，没有相是真的，叫真空；现相，这个相叫妙有，也叫假有。什么叫妙有？有而非有，非有而有，这叫妙。梦中是这个境界，我们现前这个境界跟梦中境界无二无别。梦中境界是第六意识变现的，我们现前这个境界，佛讲是阿赖耶识变现的。这个诸位要学佛家唯识经论，讲得就很透彻。",
      "zh_TW": "『了性』用禪宗的話來說是明心見性，「了」是明瞭，「性」是法性。法性空寂，空寂不是空無，這個空是有。為什麼？能現諸相，十法界依正莊嚴是自性變現的相分；能變是性、是自性，所變是萬象。這樁事情難懂，佛常常用比喻來說，我們同學們，我相信每個人都有作夢的經驗，作夢醒了以後，「我做了一個夢」，夢裡有沒有現相？有，夢裡頭好熱鬧，有許多人物，有山河大地。夢從哪裡來的？我們現在曉得夢是從意識心裡頭變現出來的。能現夢境的是心，所現的是境界相。能變的那個心不變，為什麼？它沒有相，但是它能現相。所以你每天晚上作夢，夢不一樣，不是天天作夢都是一個夢，可見得相常常變。佛家講常常變的那就是假相，就不是真相。性，它能現，它沒有相，沒有相是真的，叫真空；現相，這個相叫妙有，也叫假有。什麼叫妙有？有而非有，非有而有，這叫妙。夢中是這個境界，我們現前這個境界跟夢中境界無二無別。夢中境界是第六意識變現的，我們現前這個境界，佛講是阿賴耶識變現的。這個諸位要學佛家唯識經論，講得就很透徹。"
    },
    {
      "id": "12-031-0004_p0032",
      "zh_CN": "十法界依正庄严，阿赖耶变现的，不是真的，相是假的。你真正懂得了，佛在《般若经》，《金刚经》大家念得很熟，「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，你要是真懂得、真的觉悟、真的明白，你对于一切境界相不执着；不但对于一切境界相不执着，对于自己的身相也不执着。为什么不执着？因为你了解事实真相。事实真相是什么？六百卷《大般若》里头所说的，我们把它总结两句话「无所有，不可得」。六百卷《大般若》释迦牟尼佛讲了二十二年，给我们说明宇宙人生的真相，最后的结论是「无所有，不可得」。",
      "zh_TW": "十法界依正莊嚴，阿賴耶變現的，不是真的，相是假的。你真正懂得了，佛在《般若經》，《金剛經》大家念得很熟，「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，你要是真懂得、真的覺悟、真的明白，你對於一切境界相不執著；不但對於一切境界相不執著，對於自己的身相也不執著。為什麼不執著？因為你了解事實真相。事實真相是什麼？六百卷《大般若》裡頭所說的，我們把它總結兩句話「無所有，不可得」。六百卷《大般若》釋迦牟尼佛講了二十二年，給我們說明宇宙人生的真相，最後的結論是「無所有，不可得」。"
    },
    {
      "id": "12-031-0004_p0033",
      "zh_CN": "所以《金刚经》做了一个总结「凡所有相，皆是虚妄」；又给我们讲，「过去心不可得，现在心不可得，未来心不可得」。心是什么？能得，外面境界相是所得。能得、所得都不可得，你取舍的念头没有了，所以「了性无取」，你就彻底放下了。放下之后，日子怎么过？自在随缘，随缘自在。我们今天不知道事实真相，在境界相里面虚妄生起，以为妄相是真的，在这里面生贪瞋痴慢、生起得失的念头，错了！这个招来许许多多的苦报、许多痛苦。了解真相，一切放下了，得大自在。所以你真了解明白了，过佛菩萨的生活，佛菩萨是得大自在。",
      "zh_TW": "所以《金剛經》做了一個總結「凡所有相，皆是虛妄」；又給我們講，「過去心不可得，現在心不可得，未來心不可得」。心是什麼？能得，外面境界相是所得。能得、所得都不可得，你取捨的念頭沒有了，所以「了性無取」，你就徹底放下了。放下之後，日子怎麼過？自在隨緣，隨緣自在。我們今天不知道事實真相，在境界相裡面虛妄生起，以為妄相是真的，在這裡面生貪瞋痴慢、生起得失的念頭，錯了！這個招來許許多多的苦報、許多痛苦。了解真相，一切放下了，得大自在。所以你真了解明白了，過佛菩薩的生活，佛菩薩是得大自在。"
    },
    {
      "id": "12-031-0004_p0034",
      "zh_CN": "诸位《般若心经》念得很熟，有很多人每天早晚课都念《心经》，《心经》第一句「观自在菩萨」，观，我们此地讲的观察，智慧！他观察宇宙人生的真相，通达明白了，所以得大自在。我们今天没有观，我们今天用什么？用想，一想就错了，愈想愈离谱。菩萨不用想，菩萨没有想，没有分别、没有妄想、没有执着，菩萨用观，观是智慧。我们用错了心，真心是观照，样样明了、样样通达，我们凡夫不会用观，用妄想，什么都去想，愈想愈糟糕，愈想愈离谱。这是凡夫用心跟佛菩萨不一样，佛菩萨用真心，我们用妄心。真心是观照，「照见五蕴皆空」。五蕴是什么？就是《金刚经》上所讲的「一切有为法」，一切有为法就是五蕴。「一切有为法，如梦幻泡影」，《心经》里面讲「五蕴皆空」，你就得大自在，你了解宇宙人生的真相，你过的是佛菩萨生活。起心动念、言语造作，帮助一切众生，给一切众生做最好的榜样。什么榜样？觉悟的榜样；也就是说，断恶修善的榜样，破迷开悟的榜样，转凡为圣的榜样，做给众生看。生活如是，工作如是，处事待人接物无一不如是，过佛华严的生活。",
      "zh_TW": "諸位《般若心經》念得很熟，有很多人每天早晚課都念《心經》，《心經》第一句「觀自在菩薩」，觀，我們此地講的觀察，智慧！他觀察宇宙人生的真相，通達明白了，所以得大自在。我們今天沒有觀，我們今天用什麼？用想，一想就錯了，愈想愈離譜。菩薩不用想，菩薩沒有想，沒有分別、沒有妄想、沒有執著，菩薩用觀，觀是智慧。我們用錯了心，真心是觀照，樣樣明瞭、樣樣通達，我們凡夫不會用觀，用妄想，什麼都去想，愈想愈糟糕，愈想愈離譜。這是凡夫用心跟佛菩薩不一樣，佛菩薩用真心，我們用妄心。真心是觀照，「照見五蘊皆空」。五蘊是什麼？就是《金剛經》上所講的「一切有為法」，一切有為法就是五蘊。「一切有為法，如夢幻泡影」，《心經》裡面講「五蘊皆空」，你就得大自在，你了解宇宙人生的真相，你過的是佛菩薩生活。起心動念、言語造作，幫助一切眾生，給一切眾生做最好的榜樣。什麼榜樣？覺悟的榜樣；也就是說，斷惡修善的榜樣，破迷開悟的榜樣，轉凡為聖的榜樣，做給眾生看。生活如是，工作如是，處事待人接物無一不如是，過佛華嚴的生活。"
    },
    {
      "id": "12-031-0004_p0035",
      "zh_CN": "「了性无取」，无取，我们在世间随缘，决定没有执着，决定没有分别。世间人妄想分别执着，有财不敢舍，舍的时候明天生活怎么办，这很现实，不了解事实真相。事实真相是，财你命里头有的，你统统把它舍掉了，明天自然就来了；不但来了，还来有多的，好像有利息一样，愈施愈多，他不懂，他不敢。真正通达明了他就敢做，做得很快乐。我们个人做，个人财用不缺乏。你们看看我们现在三个样子：许哲居士你们看到了，李木源居士你们看到了，我，你们也看到了。有多少舍多少，这里舍去，那里又来了。我没有求，我不化缘，一生不化缘，一生不伸手问人家要一分钱，自自然然来的，来得太多了，我都没有办法用，愈施愈多。",
      "zh_TW": "「了性無取」，無取，我們在世間隨緣，決定沒有執著，決定沒有分別。世間人妄想分別執著，有財不敢捨，捨的時候明天生活怎麼辦，這很現實，不了解事實真相。事實真相是，財你命裡頭有的，你統統把它捨掉了，明天自然就來了；不但來了，還來有多的，好像有利息一樣，愈施愈多，他不懂，他不敢。真正通達明瞭他就敢做，做得很快樂。我們個人做，個人財用不缺乏。你們看看我們現在三個樣子：許哲居士你們看到了，李木源居士你們看到了，我，你們也看到了。有多少捨多少，這裡捨去，那裡又來了。我沒有求，我不化緣，一生不化緣，一生不伸手問人家要一分錢，自自然然來的，來得太多了，我都沒有辦法用，愈施愈多。"
    },
    {
      "id": "12-031-0004_p0036",
      "zh_CN": "团体，你们看到新加坡居士林，居士林的供斋，诸位去过新加坡都知道，居士林供斋是二十四小时不间断，白天三餐，有两道点心，上午有一道点心，下午有一道点心，晚上面包、点心、饮料、咖啡、牛奶、茶，热的，二十四小时不间断。每天吃饭的人最少也有一千多人。星期假日，如果我们举办一些活动，三、四千人吃饭，一分钱不收。而且这个菜色，我们每个星期都检讨、都要改进，希望人到这里来吃了之后，他还想来吃；如果吃了之后不想来吃，我们就失败了。所以我们的菜色比新加坡素菜馆做得还好。十几道菜自助餐，大的节日二十多道菜。其他宗教到我们这里来访问，我们一起吃饭，他们都吓到了：你们的钱从哪里来的？不敢想像。李木源居士告诉他们：我们有老板。老板是谁？老板是阿弥陀佛。佛力加持，这么大的布施，居士林没有买过米、没有买过菜、没有买过油，所有一切吃的东西，因为大家晓得这个地方是无条件布施供养一切大众，信徒们想修福的都来了，送米、送油、送菜，样样东西都往这里送，送到我们吃不完。诸位晓得吃不完，这个东西不能收藏，收藏它要坏。我们吃不完的，我们就用小卡车，几乎天天送，送给新加坡的老人院、送给新加坡的孤儿院。我们吃不完往外送，愈布施愈多，你明白这个道理，这一般人不敢做，要晓得愈做愈多，证明佛在经上讲的话一点都不错，我们都把佛的教诲兑现了。",
      "zh_TW": "團體，你們看到新加坡居士林，居士林的供齋，諸位去過新加坡都知道，居士林供齋是二十四小時不間斷，白天三餐，有兩道點心，上午有一道點心，下午有一道點心，晚上麵包、點心、飲料、咖啡、牛奶、茶，熱的，二十四小時不間斷。每天吃飯的人最少也有一千多人。星期假日，如果我們舉辦一些活動，三、四千人吃飯，一分錢不收。而且這個菜色，我們每個星期都檢討、都要改進，希望人到這裡來吃了之後，他還想來吃；如果吃了之後不想來吃，我們就失敗了。所以我們的菜色比新加坡素菜館做得還好。十幾道菜自助餐，大的節日二十多道菜。其他宗教到我們這裡來訪問，我們一起吃飯，他們都嚇到了：你們的錢從哪裡來的？不敢想像。李木源居士告訴他們：我們有老闆。老闆是誰？老闆是阿彌陀佛。佛力加持，這麼大的布施，居士林沒有買過米、沒有買過菜、沒有買過油，所有一切吃的東西，因為大家曉得這個地方是無條件布施供養一切大眾，信徒們想修福的都來了，送米、送油、送菜，樣樣東西都往這裡送，送到我們吃不完。諸位曉得吃不完，這個東西不能收藏，收藏它要壞。我們吃不完的，我們就用小卡車，幾乎天天送，送給新加坡的老人院、送給新加坡的孤兒院。我們吃不完往外送，愈布施愈多，你明白這個道理，這一般人不敢做，要曉得愈做愈多，證明佛在經上講的話一點都不錯，我們都把佛的教誨兌現了。"
    },
    {
      "id": "12-031-0004_p0037",
      "zh_CN": "『即寂起悲』，「寂」是清净心，心地真诚、清净、平等，寂是这个意思。「悲」是什么？慈悲，你的慈悲心就生起来，自自然然生起来。「了性无取」是智慧，智慧现前，慈悲心生起来了。慈悲心是从禅定、智慧里面生的，这是真实的慈悲，你就真正肯发心为世间人做榜样，做样子给世间人看。这个时候，此地举一个比喻『众魔为侍』。「侍」是什么？你周边的人，跟你往来的人是些什么人？凡夫。此地的魔是讲凡夫。魔是什么意思？烦恼折磨你，叫做魔。这个魔本来下面是个石头，「石」字，折磨的磨，把石头去掉换成一个「鬼」，是梁武帝改的。梁武帝说：折磨很痛苦，就像遇到鬼一样。所以这个字是梁武帝造的。中国以前古老的经，翻的魔不是用这个字，梁武帝以后改成这个字。魔是烦恼，我们习气很重、烦恼很重、自尊心很强、脾气很大、轻慢别人，都是魔。",
      "zh_TW": "『即寂起悲』，「寂」是清淨心，心地真誠、清淨、平等，寂是這個意思。「悲」是什麼？慈悲，你的慈悲心就生起來，自自然然生起來。「了性無取」是智慧，智慧現前，慈悲心生起來了。慈悲心是從禪定、智慧裡面生的，這是真實的慈悲，你就真正肯發心為世間人做榜樣，做樣子給世間人看。這個時候，此地舉一個比喻『眾魔為侍』。「侍」是什麼？你周邊的人，跟你往來的人是些什麼人？凡夫。此地的魔是講凡夫。魔是什麼意思？煩惱折磨你，叫做魔。這個魔本來下面是個石頭，「石」字，折磨的磨，把石頭去掉換成一個「鬼」，是梁武帝改的。梁武帝說：折磨很痛苦，就像遇到鬼一樣。所以這個字是梁武帝造的。中國以前古老的經，翻的魔不是用這個字，梁武帝以後改成這個字。魔是煩惱，我們習氣很重、煩惱很重、自尊心很強、脾氣很大、輕慢別人，都是魔。"
    },
    {
      "id": "12-031-0004_p0038",
      "zh_CN": "这就是说菩萨示现行菩萨道，周边环境、协助你的这些人，他们不是菩萨，他们是凡夫，他们还有严重的烦恼习气，这些人做侍者，围绕在你周边，你怎么样？『不溺实际』，你不会堕落，你不会因他们生烦恼，所以『魔不能坏』，魔可以帮助你，魔不能破坏你。可见得，魔怕不怕？不怕。自己要有定、要有慧，自己有定慧不怕魔障。魔也可以帮我的忙，也可以帮我们弘法利生，当然在帮我们弘法利生，他也会有一些障碍，甚至于也会造一些破坏的事情，妨碍不大；只要自己坚持不会堕落，魔就不会造成重大的伤害。文殊菩萨教诲善财童子，实际上是教我们。我们现在在世间修行，周边环境都是折磨、都是障碍，特别是这个时代，法弱魔强，你要找一个没有魔障这样的环境去修行，到哪里去找？找不到。你找到一个深山岩洞里面去修行，跟社会完全脱离，深山岩洞里还有鬼神找麻烦，还有野兽找麻烦；换句话说，魔障是不容易脱离。你要有能力降伏魔障，降伏魔障是定慧，你有定慧，你不会受到他的障碍。这是第一条。第二条：",
      "zh_TW": "這就是說菩薩示現行菩薩道，周邊環境、協助你的這些人，他們不是菩薩，他們是凡夫，他們還有嚴重的煩惱習氣，這些人做侍者，圍繞在你周邊，你怎麼樣？『不溺實際』，你不會墮落，你不會因他們生煩惱，所以『魔不能壞』，魔可以幫助你，魔不能破壞你。可見得，魔怕不怕？不怕。自己要有定、要有慧，自己有定慧不怕魔障。魔也可以幫我的忙，也可以幫我們弘法利生，當然在幫我們弘法利生，他也會有一些障礙，甚至於也會造一些破壞的事情，妨礙不大；只要自己堅持不會墮落，魔就不會造成重大的傷害。文殊菩薩教誨善財童子，實際上是教我們。我們現在在世間修行，周邊環境都是折磨、都是障礙，特別是這個時代，法弱魔強，你要找一個沒有魔障這樣的環境去修行，到哪裡去找？找不到。你找到一個深山岩洞裡面去修行，跟社會完全脫離，深山岩洞裡還有鬼神找麻煩，還有野獸找麻煩；換句話說，魔障是不容易脫離。你要有能力降伏魔障，降伏魔障是定慧，你有定慧，你不會受到他的障礙。這是第一條。第二條："
    },
    {
      "id": "12-031-0004_p0039",
      "zh_CN": "【为物发心，德不可量，故偏赞福。有智之福，映蔽余福，为福威光。】",
      "zh_TW": "【為物發心，德不可量，故偏讚福。有智之福，映蔽餘福，為福威光。】"
    },
    {
      "id": "12-031-0004_p0040",
      "zh_CN": "这条很重要我们要记住，好好的学习。我们发心，决定不为自己，为自己就错了。为自己魔可以害你，魔就得其便，他真的能够障碍你。我不为自己，我为众生，我为菩提，魔就没办法了。魔能够伤害你的是什么？破坏你的名闻利养。你把名闻利养统统都放下了，他还有什么方法破坏你？他来害你的命，我命也不要了，他就没有法子了。我爱惜这个命，魔能够害你，你还有把柄在他手上，我命都不要了，魔就没有把柄。身心世界一切放下，试问问，魔还对你有什么办法？没有办法了。魔到没有办法的时候，他也不错，转过头来护持你，来帮助你；换句话说，害不了的时候，帮助你，就不害你了。你要有丝毫的贪着，魔就得其便。",
      "zh_TW": "這條很重要我們要記住，好好的學習。我們發心，決定不為自己，為自己就錯了。為自己魔可以害你，魔就得其便，他真的能夠障礙你。我不為自己，我為眾生，我為菩提，魔就沒辦法了。魔能夠傷害你的是什麼？破壞你的名聞利養。你把名聞利養統統都放下了，他還有什麼方法破壞你？他來害你的命，我命也不要了，他就沒有法子了。我愛惜這個命，魔能夠害你，你還有把柄在他手上，我命都不要了，魔就沒有把柄。身心世界一切放下，試問問，魔還對你有什麼辦法？沒有辦法了。魔到沒有辦法的時候，他也不錯，轉過頭來護持你，來幫助你；換句話說，害不了的時候，幫助你，就不害你了。你要有絲毫的貪著，魔就得其便。"
    },
    {
      "id": "12-031-0004_p0041",
      "zh_CN": "你们看《西游记》，孙悟空本事很大。孙悟空那么大的本事，上了观世音菩萨的当，观世音菩萨给他个紧箍咒，搞得他一身都不自在。他为什么会上当？孙悟空好名，也就是喜欢戴高帽子，这是个毛病，观世音菩萨抓住这个小辫子，他就吃亏了。如果孙悟空彻底放下，名闻利养统统都放下了，观音菩萨对他也无可奈何，没有他办法。所以只要有一丝毫的嗜好，就被人家抓住，人家就可以利用你，就可以控制你，你就不得自在，你就受别人要胁。彻底放下。",
      "zh_TW": "你們看《西遊記》，孫悟空本事很大。孫悟空那麼大的本事，上了觀世音菩薩的當，觀世音菩薩給他個緊箍咒，搞得他一身都不自在。他為什麼會上當？孫悟空好名，也就是喜歡戴高帽子，這是個毛病，觀世音菩薩抓住這個小辮子，他就吃虧了。如果孫悟空徹底放下，名聞利養統統都放下了，觀音菩薩對他也無可奈何，沒有他辦法。所以只要有一絲毫的嗜好，就被人家抓住，人家就可以利用你，就可以控制你，你就不得自在，你就受別人要脅。徹底放下。"
    },
    {
      "id": "12-031-0004_p0042",
      "zh_CN": "我们弘法利生别人要障碍，我们没有弘法利生这个念头，有缘就做，没有缘就不做，做也欢喜，不做也欢喜，他就不能障碍了。你障碍，于我没有关系，障碍众生闻法得度的机缘，对我没有关系。说实在话，你真正障碍破坏，对我来讲只有好处，我不必那么辛苦，不必那么劳累了，我很感激你。你不障碍，我很辛苦，我天天有这么多工作，你障碍我的时候，我得自在，我不需要这么劳累。那些障碍的人要是了解这个事情，他就不障碍了。为什么？障碍，你得利益、你得自在，我没有害你，害了许多群众，害了大家。他想想这个事情就不值得做。如果我们求名求利这个小辫子被他抓住，他来破坏道场，破坏你得到名利。所以发心一定要为一切众生，为佛法久住世间，正法久住，为这个。为一切众生得佛法真实利益，为这个发心，发心广大圆满。我们住在这个世间，生活在这个世间，穿衣吃饭是为众生，不为自己。饮食起居、穿衣吃饭，不是为这个身体吗？没错，这个身体是为众生服务的。所以饮食起居都为众生，决不是为自己享受，要这样发心。",
      "zh_TW": "我們弘法利生別人要障礙，我們沒有弘法利生這個念頭，有緣就做，沒有緣就不做，做也歡喜，不做也歡喜，他就不能障礙了。你障礙，於我沒有關係，障礙眾生聞法得度的機緣，對我沒有關係。說實在話，你真正障礙破壞，對我來講只有好處，我不必那麼辛苦，不必那麼勞累了，我很感激你。你不障礙，我很辛苦，我天天有這麼多工作，你障礙我的時候，我得自在，我不需要這麼勞累。那些障礙的人要是了解這個事情，他就不障礙了。為什麼？障礙，你得利益、你得自在，我沒有害你，害了許多群眾，害了大家。他想想這個事情就不值得做。如果我們求名求利這個小辮子被他抓住，他來破壞道場，破壞你得到名利。所以發心一定要為一切眾生，為佛法久住世間，正法久住，為這個。為一切眾生得佛法真實利益，為這個發心，發心廣大圓滿。我們住在這個世間，生活在這個世間，穿衣吃飯是為眾生，不為自己。飲食起居、穿衣吃飯，不是為這個身體嗎？沒錯，這個身體是為眾生服務的。所以飲食起居都為眾生，決不是為自己享受，要這樣發心。"
    },
    {
      "id": "12-031-0004_p0043",
      "zh_CN": "『德不可量』。「德」是功德，功德无量无边。所以人不可以为自己，为自己是凡夫，你没有功德。为众生、为佛法，四众同修都要学习。菩萨有在家菩萨、出家菩萨，在中国诸位习惯上见到的四大菩萨，你看四大菩萨的形相，地藏菩萨示现出家相，观音、文殊、普贤都示现在家相，没有剃头，都是有长头发。这是为我们示现出家、在家的菩萨要密切合作，都是为众生，都不是为自己，功德不可称量。所以文殊菩萨开示善财童子，「偏赞福德」，赞叹如教修行福德无量无边，不可称量。你要真正懂得、真正明了了，何必为自己。为自己，只不过是得世间很小的福报，这个福报一生享完就没有了，享尽了。明白这个道理，了解这个事实真相，不为自己，为众生，这个福报无量无边。道理在哪里？道理在心量。一切法从心想生，为自己心量很小，修再大的福，得的果很小。为什么？果报不会超过你的心量。你的心量，为自己求福，为你一家人求福；你修桥铺路，你造寺庙，帮助三宝，你所得的福报，还是不能超过你的心量，小！如果你为一切众生，你的心量大，布施一文钱的功德都不可思议。量大福大，量小怎么修福都小，大家要明白这个道理，我们的心量要大。佛菩萨福报为什么那么大？人家是「心包太虚，量周沙界」，所以他一点点的修积，福报就不可思议。《华严》给我们讲这个道理，给我们讲这些事实真相。",
      "zh_TW": "『德不可量』。「德」是功德，功德無量無邊。所以人不可以為自己，為自己是凡夫，你沒有功德。為眾生、為佛法，四眾同修都要學習。菩薩有在家菩薩、出家菩薩，在中國諸位習慣上見到的四大菩薩，你看四大菩薩的形相，地藏菩薩示現出家相，觀音、文殊、普賢都示現在家相，沒有剃頭，都是有長頭髮。這是為我們示現出家、在家的菩薩要密切合作，都是為眾生，都不是為自己，功德不可稱量。所以文殊菩薩開示善財童子，「偏讚福德」，讚歎如教修行福德無量無邊，不可稱量。你要真正懂得、真正明瞭了，何必為自己。為自己，只不過是得世間很小的福報，這個福報一生享完就沒有了，享盡了。明白這個道理，了解這個事實真相，不為自己，為眾生，這個福報無量無邊。道理在哪裡？道理在心量。一切法從心想生，為自己心量很小，修再大的福，得的果很小。為什麼？果報不會超過你的心量。你的心量，為自己求福，為你一家人求福；你修橋鋪路，你造寺廟，幫助三寶，你所得的福報，還是不能超過你的心量，小！如果你為一切眾生，你的心量大，布施一文錢的功德都不可思議。量大福大，量小怎麼修福都小，大家要明白這個道理，我們的心量要大。佛菩薩福報為什麼那麼大？人家是「心包太虛，量周沙界」，所以他一點點的修積，福報就不可思議。《華嚴》給我們講這個道理，給我們講這些事實真相。"
    },
    {
      "id": "12-031-0004_p0044",
      "zh_CN": "如果修福里面又有智慧，『有智之福，映蔽余福』，那是其他一切福报都不能够相比的。世出世间的修学，如果福德里头没有智，这个福报不能称究竟、不能称圆满、不能称大。所以在菩萨行里面，一定不能离开般若波罗蜜，般若是智。布施里面有智，持戒里面有智，忍辱、精进、禅定里面都有智，这个福德就大了。没有智慧的福德，我们看看世间人所修的，修布施、持戒、忍辱、精进、禅定，世间人修福德，它里头没有般若波罗蜜。所以他的果报，佛家讲是有漏的福报，还是随业受报。如果他一生修的是善业，福报在人天；如果他造作恶业，福报在三途。三途里面除了地狱，那是极苦的环境，里面没有福，畜生里头有福，鬼道里头有福。鬼道里面作鬼王，甚至于小的山神、土地，这是福报小的，初一、十五都有人拜拜、都有人祭祀，那是鬼道里享福。畜生道里面享福，你们诸位同修常常看见养的这些宠物，一家人都爱护牠、都照顾牠，畜生道有福报。那一家人的爱心照顾，比照顾一个人还周到，照顾人没有照顾畜生那么周到，那个畜生有福报，前世修的。畜生里头有享福的，这什么原因？修福里头没有智慧。如果有智慧，他所修的超过任何的福报，「映蔽余福」。",
      "zh_TW": "如果修福裡面又有智慧，『有智之福，映蔽餘福』，那是其他一切福報都不能夠相比的。世出世間的修學，如果福德裡頭沒有智，這個福報不能稱究竟、不能稱圓滿、不能稱大。所以在菩薩行裡面，一定不能離開般若波羅蜜，般若是智。布施裡面有智，持戒裡面有智，忍辱、精進、禪定裡面都有智，這個福德就大了。沒有智慧的福德，我們看看世間人所修的，修布施、持戒、忍辱、精進、禪定，世間人修福德，它裡頭沒有般若波羅蜜。所以他的果報，佛家講是有漏的福報，還是隨業受報。如果他一生修的是善業，福報在人天；如果他造作惡業，福報在三途。三途裡面除了地獄，那是極苦的環境，裡面沒有福，畜生裡頭有福，鬼道裡頭有福。鬼道裡面作鬼王，甚至於小的山神、土地，這是福報小的，初一、十五都有人拜拜、都有人祭祀，那是鬼道裡享福。畜生道裡面享福，你們諸位同修常常看見養的這些寵物，一家人都愛護牠、都照顧牠，畜生道有福報。那一家人的愛心照顧，比照顧一個人還周到，照顧人沒有照顧畜生那麼周到，那個畜生有福報，前世修的。畜生裡頭有享福的，這什麼原因？修福裡頭沒有智慧。如果有智慧，他所修的超過任何的福報，「映蔽餘福」。"
    },
    {
      "id": "12-031-0004_p0045",
      "zh_CN": "『为福威光』。这是我们中国谚语里面所讲的「福至心灵」，那是修福里面有慧，福报现前，智慧也开了。「光」是开智慧，智慧开了。智慧开了的时候，超越六道，这个果报不是在人天，小的果报在四圣法界，大的果报在一真法界。这个地方讲的是大的果报，前面这十一问清凉都把它配在圆教三贤十圣。由此可知，他们所修的五戒、十善、六度，都是用真实菩提心，圆满的智慧，所以他的福报不可思议。这是「为福威光」，威是威德，光是智慧光明。福里面到威德光明，这个福报就深了，所以不是世间。这个世间福报最大的，佛在经典跟我们讲的大梵天王、摩醯首罗天王，这是世间得大福报的，我们人间帝王比不上。在中国历代帝王福报最大的，大家晓得乾隆皇帝福报最大，可以说历代帝王没有人能够比，做六十年皇帝，还做四年太上皇，五代同堂。所以他自称「古稀天子」，自古以来稀有的天子；「十全老人」。人间圆满的福报，可是比不上天王。六道里面福报最大的是摩醯首罗天王，但是比不上菩萨，菩萨修的福报里面有圆满的智慧、圆满的菩提心，所以菩萨所修的福报到哪里享受？一真法界。《华严经》讲华藏世界，西方极乐世界，这是「为福威光」。今天时间到了，我们就介绍到此地。下面经文，下一次再跟诸位同学在一起学习。好，谢谢大家。",
      "zh_TW": "『為福威光』。這是我們中國諺語裡面所講的「福至心靈」，那是修福裡面有慧，福報現前，智慧也開了。「光」是開智慧，智慧開了。智慧開了的時候，超越六道，這個果報不是在人天，小的果報在四聖法界，大的果報在一真法界。這個地方講的是大的果報，前面這十一問清涼都把它配在圓教三賢十聖。由此可知，他們所修的五戒、十善、六度，都是用真實菩提心，圓滿的智慧，所以他的福報不可思議。這是「為福威光」，威是威德，光是智慧光明。福裡面到威德光明，這個福報就深了，所以不是世間。這個世間福報最大的，佛在經典跟我們講的大梵天王、摩醯首羅天王，這是世間得大福報的，我們人間帝王比不上。在中國歷代帝王福報最大的，大家曉得乾隆皇帝福報最大，可以說歷代帝王沒有人能夠比，做六十年皇帝，還做四年太上皇，五代同堂。所以他自稱「古稀天子」，自古以來稀有的天子；「十全老人」。人間圓滿的福報，可是比不上天王。六道裡面福報最大的是摩醯首羅天王，但是比不上菩薩，菩薩修的福報裡面有圓滿的智慧、圓滿的菩提心，所以菩薩所修的福報到哪裡享受？一真法界。《華嚴經》講華藏世界，西方極樂世界，這是「為福威光」。今天時間到了，我們就介紹到此地。下面經文，下一次再跟諸位同學在一起學習。好，謝謝大家。"
    }
  ]
}