{
  "doc_id": "05-005-0006",
  "title": {
    "zh_CN": "大势至菩萨念佛圆通章研习报告",
    "zh_TW": "大勢至菩薩念佛圓通章研習報告"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "05-005-0006",
  "total_paragraphs": 103,
  "paragraphs": [
    {
      "id": "05-005-0006_p0001",
      "zh_CN": "请掀开讲义：",
      "zh_TW": "請掀開講義："
    },
    {
      "id": "05-005-0006_p0002",
      "zh_CN": "经【若众生心，忆佛念佛，现前当来，必定见佛。】",
      "zh_TW": "經【若眾生心，憶佛念佛，現前當來，必定見佛。】"
    },
    {
      "id": "05-005-0006_p0003",
      "zh_CN": "这是比喻，两重比喻，大势至菩萨把念佛殊胜的效果为我们开示出来。我们看底下的注解：",
      "zh_TW": "這是比喻，兩重比喻，大勢至菩薩把念佛殊勝的效果為我們開示出來。我們看底下的註解："
    },
    {
      "id": "05-005-0006_p0004",
      "zh_CN": "【无量寿经云：一向专念。观经云：一心系念。弥陀经云：一心不乱。】",
      "zh_TW": "【無量壽經云：一向專念。觀經云：一心繫念。彌陀經云：一心不亂。】"
    },
    {
      "id": "05-005-0006_p0005",
      "zh_CN": "《无量寿经》上说「一向专念」，在《观无量寿佛经》里面讲「一心系念」，罗什大师翻的《阿弥陀经》上说的「一心不乱」。这三经在文字上彼此不相同，但是在义趣上是一样的，只是文字翻的不同而已。",
      "zh_TW": "《無量壽經》上說「一向專念」，在《觀無量壽佛經》裡面講「一心繫念」，羅什大師翻的《阿彌陀經》上說的「一心不亂」。這三經在文字上彼此不相同，但是在義趣上是一樣的，只是文字翻的不同而已。"
    },
    {
      "id": "05-005-0006_p0006",
      "zh_CN": "【即此中专心忆念。】",
      "zh_TW": "【即此中專心憶念。】"
    },
    {
      "id": "05-005-0006_p0007",
      "zh_CN": "大势至菩萨在这里说「忆佛念佛」跟三经上所说的完全相同。这也证明菩萨所说的一定与佛所说的相应。本经下面还说「都摄六根，净念相继」。",
      "zh_TW": "大勢至菩薩在這裡說「憶佛念佛」跟三經上所說的完全相同。這也證明菩薩所說的一定與佛所說的相應。本經下面還說「都攝六根，淨念相繼」。"
    },
    {
      "id": "05-005-0006_p0008",
      "zh_CN": "【摄根净念。】",
      "zh_TW": "【攝根淨念。】"
    },
    {
      "id": "05-005-0006_p0009",
      "zh_CN": "这是经典上教给我们重要的修学纲领。这个法门的殊胜，我们在经论里面都读到过了。这个殊胜的功德利益，我们要想得到，要想很快的得到，一定要懂得修学的方法。在方法当中一定要抓到它的纲领，这样才能够满我们的愿望。从经论仔细观察，重要的都在「一心」，「一向」也是一心，一个方向，所以重要都在一心。本经里面虽然没有说一心，但是「都摄六根」就是一心，所以意思是相同的。由此可知，一心非常非常重要。我们希望真正得到念佛的功德利益，要在「一心」上下功夫。不仅是念佛的时候一心，不念佛的时候还是一心，这才有真正的效果。念佛时候不过是种训练一心的手段而已，它是应用在日常生活之中，这是我们必须要晓得的。下面要跟我们讲一心的样子，怎样才是一心？这个很重要。",
      "zh_TW": "這是經典上教給我們重要的修學綱領。這個法門的殊勝，我們在經論裡面都讀到過了。這個殊勝的功德利益，我們要想得到，要想很快的得到，一定要懂得修學的方法。在方法當中一定要抓到它的綱領，這樣才能夠滿我們的願望。從經論仔細觀察，重要的都在「一心」，「一向」也是一心，一個方向，所以重要都在一心。本經裡面雖然沒有說一心，但是「都攝六根」就是一心，所以意思是相同的。由此可知，一心非常非常重要。我們希望真正得到念佛的功德利益，要在「一心」上下功夫。不僅是念佛的時候一心，不念佛的時候還是一心，這才有真正的效果。念佛時候不過是種訓練一心的手段而已，它是應用在日常生活之中，這是我們必須要曉得的。下面要跟我們講一心的樣子，怎樣才是一心？這個很重要。"
    },
    {
      "id": "05-005-0006_p0010",
      "zh_CN": "【果能心佛分明，唯此一念，更无余念，念念相续，成就三昧。】",
      "zh_TW": "【果能心佛分明，唯此一念，更無餘念，念念相續，成就三昧。】"
    },
    {
      "id": "05-005-0006_p0011",
      "zh_CN": "这就是念佛的样子、一心的样子，这个样子是在一切时一切处，顺境逆境统统保持在这一个境界当中，那你就叫得念佛三昧，你就得到了。得到念佛三昧才叫做「有净土」，永明大师讲的「有禅有净土」，你就真的有净土了。怎么是真的有净土？心清净了，「心净则土净」，这里得来的。现在念佛的时候要「心佛分明」，分明是清清楚楚、明明白白。心里面忆佛念佛，「忆」是心里面想，想得清清楚楚，念得清清楚楚。想什么？念什么？我们底下还要细说。",
      "zh_TW": "這就是念佛的樣子、一心的樣子，這個樣子是在一切時一切處，順境逆境統統保持在這一個境界當中，那你就叫得念佛三昧，你就得到了。得到念佛三昧才叫做「有淨土」，永明大師講的「有禪有淨土」，你就真的有淨土了。怎麼是真的有淨土？心清淨了，「心淨則土淨」，這裡得來的。現在念佛的時候要「心佛分明」，分明是清清楚楚、明明白白。心裡面憶佛念佛，「憶」是心裡面想，想得清清楚楚，念得清清楚楚。想什麼？念什麼？我們底下還要細說。"
    },
    {
      "id": "05-005-0006_p0012",
      "zh_CN": "「唯此一念，更无余念」，这叫净念。你还有别的念头夹杂着，那就不清净。《西方确指》觉明妙行菩萨为我们说的，念佛最忌讳的也就是最怕的是夹杂，只要有夹杂，念佛三昧就不能成就。由此可知，夹杂是大障碍、是大病。「无余念」就是不夹杂，「念念相续」就是不间断，真正能做到不夹杂、不间断，这个功夫就成就。你初初得到的，叫「功夫成片」，这功夫打成一片。功夫成片，这个功夫就有力量，有什么力量？伏烦恼的力量。虽然烦恼没断，它确实有力量把烦恼降伏住。烦恼虽然有，不起作用。唯有这一句、这一念阿弥陀佛它起作用，这叫功夫成片，也叫做「事一心不乱」。这「事一心不乱」是很浅的，不是很深的。深的事一心不乱，那是见思烦恼断了。这个功夫浅，见思烦恼没断，没断它有力量伏住。所以经上只讲「一心不乱」。",
      "zh_TW": "「唯此一念，更無餘念」，這叫淨念。你還有別的念頭夾雜著，那就不清淨。《西方確指》覺明妙行菩薩為我們說的，念佛最忌諱的也就是最怕的是夾雜，只要有夾雜，念佛三昧就不能成就。由此可知，夾雜是大障礙、是大病。「無餘念」就是不夾雜，「念念相續」就是不間斷，真正能做到不夾雜、不間斷，這個功夫就成就。你初初得到的，叫「功夫成片」，這功夫打成一片。功夫成片，這個功夫就有力量，有什麼力量？伏煩惱的力量。雖然煩惱沒斷，它確實有力量把煩惱降伏住。煩惱雖然有，不起作用。唯有這一句、這一念阿彌陀佛它起作用，這叫功夫成片，也叫做「事一心不亂」。這「事一心不亂」是很淺的，不是很深的。深的事一心不亂，那是見思煩惱斷了。這個功夫淺，見思煩惱沒斷，沒斷它有力量伏住。所以經上只講「一心不亂」。"
    },
    {
      "id": "05-005-0006_p0013",
      "zh_CN": "古大德只将一心不乱分作「事一心」跟「理一心」，功夫成片是事一心刚刚得力，是这个境界，这个境界就决定得生。我们想念到一心不乱，念到那个深的功夫，不见得每个人有把握，像这浅浅的功夫，可以说每一个人都能够得到。这就是所谓「万修万人去」，只要功夫在这个程度上，就能往生，生到西方世界凡圣同居土。诸佛菩萨在一切经论里面普遍赞叹西方净土，实在讲就是赞叹这个境界。如果说是断见思烦恼，功夫深的，别的法门都一样成就，有什么值得赞叹的。所以他特别赞叹的就是这样浅显的功夫，在其他法门里面不过是人天果报而已，当然是决定不堕三途，人天果报，出不了三界，但是在这个法门，这一点点功夫就能出三界，就能往生见佛。所以一切诸佛菩萨在许多经论里头称赞，道理在此地。下面说见佛：",
      "zh_TW": "古大德只將一心不亂分作「事一心」跟「理一心」，功夫成片是事一心剛剛得力，是這個境界，這個境界就決定得生。我們想念到一心不亂，念到那個深的功夫，不見得每個人有把握，像這淺淺的功夫，可以說每一個人都能夠得到。這就是所謂「萬修萬人去」，只要功夫在這個程度上，就能往生，生到西方世界凡聖同居土。諸佛菩薩在一切經論裡面普遍讚歎西方淨土，實在講就是讚歎這個境界。如果說是斷見思煩惱，功夫深的，別的法門都一樣成就，有什麼值得讚歎的。所以他特別讚歎的就是這樣淺顯的功夫，在其他法門裡面不過是人天果報而已，當然是決定不墮三途，人天果報，出不了三界，但是在這個法門，這一點點功夫就能出三界，就能往生見佛。所以一切諸佛菩薩在許多經論裡頭稱讚，道理在此地。下面說見佛："
    },
    {
      "id": "05-005-0006_p0014",
      "zh_CN": "「现前当来，必定见佛」，这个「必定」语气非常肯定，我们读了之后，一丝毫的疑惑都没有了。「见佛」有两种，现前有两种，当来也有两种。现前有「定中见」，有「梦中见」。定中见，首先要晓得什么叫定，这个诸位要知道。不要一看到这个「定」，一定是要盘腿打坐，那就叫定，未必。「定」是心不散乱，叫做定。所以真正有定功的人，行住坐卧都是定。他走路也是定，说话也是定，他心不散乱。",
      "zh_TW": "「現前當來，必定見佛」，這個「必定」語氣非常肯定，我們讀了之後，一絲毫的疑惑都沒有了。「見佛」有兩種，現前有兩種，當來也有兩種。現前有「定中見」，有「夢中見」。定中見，首先要曉得什麼叫定，這個諸位要知道。不要一看到這個「定」，一定是要盤腿打坐，那就叫定，未必。「定」是心不散亂，叫做定。所以真正有定功的人，行住坐臥都是定。他走路也是定，說話也是定，他心不散亂。"
    },
    {
      "id": "05-005-0006_p0015",
      "zh_CN": "我们在《华严经》上见到鬻香长者，善财童子去参访他的时候，这位长者是修禅定的。善财童子到哪里去找他？这位长者，用现在的话，他很喜欢逛热闹的地方。古时候讲市廛，今天讲市场，像美国这些MALL一样，大的市场，他喜欢去逛这些。他逛那个干什么？他修禅定。什么都看，什么地方都去，心里头如如不动，这是定，人家「定」是这个修法的；样样清楚、样样明了是「慧」。可见得逛市场是定慧等学。我们凡夫一看到，起分别、起执着、起贪爱，定没有了，慧也没有了，心都被外面境界勾跑，都被外面境界迷惑了。我们跟菩萨不一样，菩萨天天逛市场，他修定修慧，这是我们在《华严经》上看到一个例子。",
      "zh_TW": "我們在《華嚴經》上見到鬻香長者，善財童子去參訪他的時候，這位長者是修禪定的。善財童子到哪裡去找他？這位長者，用現在的話，他很喜歡逛熱鬧的地方。古時候講市廛，今天講市場，像美國這些MALL一樣，大的市場，他喜歡去逛這些。他逛那個幹什麼？他修禪定。什麼都看，什麼地方都去，心裡頭如如不動，這是定，人家「定」是這個修法的；樣樣清楚、樣樣明瞭是「慧」。可見得逛市場是定慧等學。我們凡夫一看到，起分別、起執著、起貪愛，定沒有了，慧也沒有了，心都被外面境界勾跑，都被外面境界迷惑了。我們跟菩薩不一樣，菩薩天天逛市場，他修定修慧，這是我們在《華嚴經》上看到一個例子。"
    },
    {
      "id": "05-005-0006_p0016",
      "zh_CN": "如果再看看，像敦煌壁画里面显示的，佛讲经说法的那些浮雕壁画。佛在那里讲经说法，天空当中有许多仙女在载歌载舞，在赞叹，那是歌舞。八关斋戒告诉我们不可以唱歌跳舞，也不能够去观听。为什么佛讲经说法，有那么多唱歌跳舞的来表演？由此可知，高级的修行跟初学的人不一样。初学的人，你这个心不定，有这种场面时候，你心更不能定了，你还修什么？所以统统隔绝，隔绝是让你的心定下来。到你心里头真有定功了，你要去接触，接触里面心还是定，这个定成就了，这功夫成就了，这叫「三昧」，这真的叫三昧。假如你一接触又被境界转了，你那个定叫未到定，没成功。没有成功还得收回去，远离社会。这是修行的两个阶段，我们要知道。这就是大乘跟小乘修行的不一样，小乘是远离都市，远离热闹的处所；大乘人修行，哪里热闹到哪里去。这是不相同的，我们要知道。",
      "zh_TW": "如果再看看，像敦煌壁畫裡面顯示的，佛講經說法的那些浮雕壁畫。佛在那裡講經說法，天空當中有許多仙女在載歌載舞，在讚歎，那是歌舞。八關齋戒告訴我們不可以唱歌跳舞，也不能夠去觀聽。為什麼佛講經說法，有那麼多唱歌跳舞的來表演？由此可知，高級的修行跟初學的人不一樣。初學的人，你這個心不定，有這種場面時候，你心更不能定了，你還修什麼？所以統統隔絕，隔絕是讓你的心定下來。到你心裡頭真有定功了，你要去接觸，接觸裡面心還是定，這個定成就了，這功夫成就了，這叫「三昧」，這真的叫三昧。假如你一接觸又被境界轉了，你那個定叫未到定，沒成功。沒有成功還得收回去，遠離社會。這是修行的兩個階段，我們要知道。這就是大乘跟小乘修行的不一樣，小乘是遠離都市，遠離熱鬧的處所；大乘人修行，哪裡熱鬧到哪裡去。這是不相同的，我們要知道。"
    },
    {
      "id": "05-005-0006_p0017",
      "zh_CN": "现在社会跟从前不一样了，现在修行要成功，比古人都高。为什么？现在纯粹是大乘修学法，一开始学就是大乘。就在非常热闹的环境里面修清净心。由此可知，无论在根机上、在见解上、在功夫上都比古人高，你成功一定高。你要修不成，你淘汰也非常快，马上就淘汰掉。不像古人，古人进得很慢，退也不容易；现在是进得快，退得也快。这是我们时代背景不相同，我们要晓得。「定中见」，心在清净的时候，有时候你站着见到了，坐在那里见到佛，走路见到佛，都有的。这个定中见不一定是盘腿面壁那个境界，当然那里面也可能有。清净心现前的时候能够见到佛，在定中见。",
      "zh_TW": "現在社會跟從前不一樣了，現在修行要成功，比古人都高。為什麼？現在純粹是大乘修學法，一開始學就是大乘。就在非常熱鬧的環境裡面修清淨心。由此可知，無論在根機上、在見解上、在功夫上都比古人高，你成功一定高。你要修不成，你淘汰也非常快，馬上就淘汰掉。不像古人，古人進得很慢，退也不容易；現在是進得快，退得也快。這是我們時代背景不相同，我們要曉得。「定中見」，心在清淨的時候，有時候你站著見到了，坐在那裡見到佛，走路見到佛，都有的。這個定中見不一定是盤腿面壁那個境界，當然那裡面也可能有。清淨心現前的時候能夠見到佛，在定中見。"
    },
    {
      "id": "05-005-0006_p0018",
      "zh_CN": "第二种「梦中见」，定中见殊胜，定中是你完全清醒的时候，梦中见佛也是非常好的瑞相。不管是定中见、是梦中见，诸位要记住一个原则，偶尔见这是好相；要常常见，这个事情就麻烦，那就是魔变现的境界，不是佛的境界，是魔变现的。《楞严经》在第八卷的后半部讲五十种阴魔，我们念佛的人，因为真正发心求生净土，有阿弥陀佛本愿威神加持，有十方一切诸佛如来的护念，魔不敢接近你，这个原因在此地。如果是学其他的法门，魔比较容易接近你。所以佛在《楞严经》上教给这些修行人，你要有能力辨别。你认识他，他就害不了你，不会受魔的诱惑，这是好境界；你要不认识他，往往受他的诱惑，我们俗话讲上当，跟着魔走了，那个结果，将来的成就，都做魔子、魔孙去了。这是最初发心是学佛，好事情，到最后学成了魔。所以《楞严》在自古以来，无论修学哪一宗、哪一个法门，几乎都不能不读，不能不研究，道理也在此地。",
      "zh_TW": "第二種「夢中見」，定中見殊勝，定中是你完全清醒的時候，夢中見佛也是非常好的瑞相。不管是定中見、是夢中見，諸位要記住一個原則，偶爾見這是好相；要常常見，這個事情就麻煩，那就是魔變現的境界，不是佛的境界，是魔變現的。《楞嚴經》在第八卷的後半部講五十種陰魔，我們念佛的人，因為真正發心求生淨土，有阿彌陀佛本願威神加持，有十方一切諸佛如來的護念，魔不敢接近你，這個原因在此地。如果是學其他的法門，魔比較容易接近你。所以佛在《楞嚴經》上教給這些修行人，你要有能力辨別。你認識他，他就害不了你，不會受魔的誘惑，這是好境界；你要不認識他，往往受他的誘惑，我們俗話講上當，跟著魔走了，那個結果，將來的成就，都做魔子、魔孫去了。這是最初發心是學佛，好事情，到最後學成了魔。所以《楞嚴》在自古以來，無論修學哪一宗、哪一個法門，幾乎都不能不讀，不能不研究，道理也在此地。"
    },
    {
      "id": "05-005-0006_p0019",
      "zh_CN": "第二种是「当来见」。当来见是决定没有问题。当来见一个是在「报终见」，就是我临命终时，我们修学净土，临命终时决定是阿弥陀佛来接引。这个时候任何魔王也不敢变现阿弥陀佛，阿弥陀佛是我们的本尊。我们天天念着就是他，魔不敢变他的样子。可是你要记住，临命终时，如果你善根、福德、因缘差了一些，魔会变现其他的佛菩萨来接引你，你一看到也很欢喜，你跟他去了，那就上当了。",
      "zh_TW": "第二種是「當來見」。當來見是決定沒有問題。當來見一個是在「報終見」，就是我臨命終時，我們修學淨土，臨命終時決定是阿彌陀佛來接引。這個時候任何魔王也不敢變現阿彌陀佛，阿彌陀佛是我們的本尊。我們天天念著就是他，魔不敢變他的樣子。可是你要記住，臨命終時，如果你善根、福德、因緣差了一些，魔會變現其他的佛菩薩來接引你，你一看到也很歡喜，你跟他去了，那就上當了。"
    },
    {
      "id": "05-005-0006_p0020",
      "zh_CN": "譬如临命终时，我们求生净土的人，天天念阿弥陀佛，临终的时候药师如来来接引了。这个时候怎么办？一想药师如来也不错，我跟他去好了，那就上当了，绝对不是药师佛来。或者见到释迦牟尼佛来了，也决定不是释迦牟尼佛真来。为什么？你所念的跟这些佛没有感应，他忽然来了，这就有问题了。因此，在临终的时候，见到任何佛菩萨来的时候，统统不理，继续念阿弥陀佛，一定要把阿弥陀佛念来。也有人要问，阿弥陀佛来，我怎么认识他？在那个时候无论哪一尊佛来，你都认识，你都清楚、都明了。这就说明是自己的善根发现，佛力的加持，决定不会辨别错。所以临终佛来接引，你见到他。",
      "zh_TW": "譬如臨命終時，我們求生淨土的人，天天念阿彌陀佛，臨終的時候藥師如來來接引了。這個時候怎麼辦？一想藥師如來也不錯，我跟他去好了，那就上當了，絕對不是藥師佛來。或者見到釋迦牟尼佛來了，也決定不是釋迦牟尼佛真來。為什麼？你所念的跟這些佛沒有感應，他忽然來了，這就有問題了。因此，在臨終的時候，見到任何佛菩薩來的時候，統統不理，繼續念阿彌陀佛，一定要把阿彌陀佛念來。也有人要問，阿彌陀佛來，我怎麼認識他？在那個時候無論哪一尊佛來，你都認識，你都清楚、都明瞭。這就說明是自己的善根發現，佛力的加持，決定不會辨別錯。所以臨終佛來接引，你見到他。"
    },
    {
      "id": "05-005-0006_p0021",
      "zh_CN": "「华中见」，这是生到西方极乐世界，花开见佛悟无生。这后面两条没有多大的问题，前面无论是定中见、是梦中见，偶尔的见是好境界。纵然见到，也不要生欢喜心，总要以平常心来看待，见如不见，这是好境界。也不必给人说，更不可以去炫耀自己，这都是着魔的因缘。像我们初祖慧远大师，我们在传记里面看到。根据记载，他老人家一生当中见过三次。他不但见佛，而且见到西方世界依正庄严，他统统见到。他所见到的现象，跟《无量寿经》上讲的完全相同。虽然见三次，从来没有告诉任何一个人。他是往生的时候，这个境界又现前，他知道他要走了，这时才告诉大家，西方世界现前了，过去曾经见过三次，现在又见到了，这是往生的时候到了。可见得他是在临走之前才宣布，没走之前绝口不提，这是我们要学习的。",
      "zh_TW": "「華中見」，這是生到西方極樂世界，花開見佛悟無生。這後面兩條沒有多大的問題，前面無論是定中見、是夢中見，偶爾的見是好境界。縱然見到，也不要生歡喜心，總要以平常心來看待，見如不見，這是好境界。也不必給人說，更不可以去炫耀自己，這都是著魔的因緣。像我們初祖慧遠大師，我們在傳記裡面看到。根據記載，他老人家一生當中見過三次。他不但見佛，而且見到西方世界依正莊嚴，他統統見到。他所見到的現象，跟《無量壽經》上講的完全相同。雖然見三次，從來沒有告訴任何一個人。他是往生的時候，這個境界又現前，他知道他要走了，這時才告訴大家，西方世界現前了，過去曾經見過三次，現在又見到了，這是往生的時候到了。可見得他是在臨走之前才宣布，沒走之前絕口不提，這是我們要學習的。"
    },
    {
      "id": "05-005-0006_p0022",
      "zh_CN": "【须知但念弥陀，即是念一切诸佛。】",
      "zh_TW": "【須知但念彌陀，即是念一切諸佛。】"
    },
    {
      "id": "05-005-0006_p0023",
      "zh_CN": "善导大师在《四帖疏》里面，特别是「上品上生章」，我们在这边讲过，慎重的告诉我们，念佛人一定要「信佛所说」。菩萨所说如果与佛讲的不相应，我们都可以不接受，即使诸佛来说与弥陀、释迦所说的不相应，我们也不接受，这是假设的话。大师说得很清楚，如果是真的菩萨，他所说的跟佛所讲的一定相应。诸佛就更不必说了，佛佛道同，智慧、解行，劝导众生念佛求生净土也必然相同，不会有不同的，这是我们要晓得的。所以要有清净坚定的信心，一句佛号念到底。念这一尊佛号就是「念一切诸佛」。因为世尊在《无量寿经》上为我们介绍，阿弥陀佛是「光中极尊，佛中之王」。一切诸佛都赞叹阿弥陀佛，一切诸佛都为一切众生宣扬阿弥陀佛的功德，介绍西方世界的依正庄严，普遍恳切的劝勉一切众生，求生净土。所以，念阿弥陀佛就是念一切诸佛，一尊佛都不漏。",
      "zh_TW": "善導大師在《四帖疏》裡面，特別是「上品上生章」，我們在這邊講過，慎重的告訴我們，念佛人一定要「信佛所說」。菩薩所說如果與佛講的不相應，我們都可以不接受，即使諸佛來說與彌陀、釋迦所說的不相應，我們也不接受，這是假設的話。大師說得很清楚，如果是真的菩薩，他所說的跟佛所講的一定相應。諸佛就更不必說了，佛佛道同，智慧、解行，勸導眾生念佛求生淨土也必然相同，不會有不同的，這是我們要曉得的。所以要有清淨堅定的信心，一句佛號念到底。念這一尊佛號就是「念一切諸佛」。因為世尊在《無量壽經》上為我們介紹，阿彌陀佛是「光中極尊，佛中之王」。一切諸佛都讚歎阿彌陀佛，一切諸佛都為一切眾生宣揚阿彌陀佛的功德，介紹西方世界的依正莊嚴，普遍懇切的勸勉一切眾生，求生淨土。所以，念阿彌陀佛就是念一切諸佛，一尊佛都不漏。"
    },
    {
      "id": "05-005-0006_p0024",
      "zh_CN": "【但念此经，即是念诸佛一切经。】",
      "zh_TW": "【但念此經，即是念諸佛一切經。】"
    },
    {
      "id": "05-005-0006_p0025",
      "zh_CN": "这些开导都是坚定我们信心的。换句话说，也是促成我们真正得到一心系念，我们把这个事实真相全了解，这心才放下，心才安。心安是什么？事实真相搞清楚，理得心就安，不再打妄想了。一心一意专念这一尊佛号，专念这一部经。「但念此经」，此经可以说泛指一切往生经。往生经，现在祖师大德给我们集起来的，总共是五种，五经一论都叫做往生经。这五经你都念，可以，你念其中的一种也可以。五经都一样，喜欢念哪一种，你就念哪一种。喜欢念《大势至菩萨圆通章》的，你就念这一种，就专念这一种也行。像我们民国初年，大家知道弘一大师，弘一大师一生专念《普贤菩萨行愿品》，他的早晚功课都是念《行愿品》，《行愿品》念得很熟，他能够背诵，他就念这一种。当然修净土的是念《阿弥陀经》最为普遍，《无量寿经》是最近几年我们才提倡的。所以知道念一部经就是念一切经。",
      "zh_TW": "這些開導都是堅定我們信心的。換句話說，也是促成我們真正得到一心繫念，我們把這個事實真相全了解，這心才放下，心才安。心安是什麼？事實真相搞清楚，理得心就安，不再打妄想了。一心一意專念這一尊佛號，專念這一部經。「但念此經」，此經可以說泛指一切往生經。往生經，現在祖師大德給我們集起來的，總共是五種，五經一論都叫做往生經。這五經你都念，可以，你念其中的一種也可以。五經都一樣，喜歡念哪一種，你就念哪一種。喜歡念《大勢至菩薩圓通章》的，你就念這一種，就專念這一種也行。像我們民國初年，大家知道弘一大師，弘一大師一生專念《普賢菩薩行願品》，他的早晚功課都是念《行願品》，《行願品》念得很熟，他能夠背誦，他就念這一種。當然修淨土的是念《阿彌陀經》最為普遍，《無量壽經》是最近幾年我們才提倡的。所以知道念一部經就是念一切經。"
    },
    {
      "id": "05-005-0006_p0026",
      "zh_CN": "【只要一心专念，更莫疑也。】",
      "zh_TW": "【只要一心專念，更莫疑也。】"
    },
    {
      "id": "05-005-0006_p0027",
      "zh_CN": "决定不怀疑，我们才不会被知见不同的人、见解不同的人、修学方法不同的人，不会被他们动摇，不会被他们所误，这叫建立清净信心。",
      "zh_TW": "決定不懷疑，我們才不會被知見不同的人、見解不同的人、修學方法不同的人，不會被他們動搖，不會被他們所誤，這叫建立清淨信心。"
    },
    {
      "id": "05-005-0006_p0028",
      "zh_CN": "【诸佛心者，清净。平等。大慈悲是也。故真慈平等，即是佛心现前，当时即入佛法界也。】",
      "zh_TW": "【諸佛心者，清淨。平等。大慈悲是也。故真慈平等，即是佛心現前，當時即入佛法界也。】"
    },
    {
      "id": "05-005-0006_p0029",
      "zh_CN": "念佛，前面曾经说过，有事念、有理念，这就是理了。佛就是心，心就是佛，心佛是一不是二。从体上讲是心，从相上讲是佛。心悟了就叫佛，迷了就叫众生。众生跟佛同一个心，心觉就叫佛，心迷就叫众生。所以迷悟不二，迷的是心，悟的还是心。因此生佛不二，众生跟佛是一不是二，关键就在迷悟。这是说明觉悟的现象，清净心、平等心、大慈悲心，这是觉悟的相，这个就是佛。因此，我们修净土求的是什么？一般人只知道含糊笼统的一句话：我要求生西方净土。你去得了吗？念佛的人很多，在从前李老师常讲的，一万个念佛人，真正往生的只有两、三个。为什么这么少？念佛的人那么多，往生的人这么少？口念，心没有念。要口念、心念才行！",
      "zh_TW": "念佛，前面曾經說過，有事念、有理念，這就是理了。佛就是心，心就是佛，心佛是一不是二。從體上講是心，從相上講是佛。心悟了就叫佛，迷了就叫眾生。眾生跟佛同一個心，心覺就叫佛，心迷就叫眾生。所以迷悟不二，迷的是心，悟的還是心。因此生佛不二，眾生跟佛是一不是二，關鍵就在迷悟。這是說明覺悟的現象，清淨心、平等心、大慈悲心，這是覺悟的相，這個就是佛。因此，我們修淨土求的是什麼？一般人只知道含糊籠統的一句話：我要求生西方淨土。你去得了嗎？念佛的人很多，在從前李老師常講的，一萬個念佛人，真正往生的只有兩、三個。為什麼這麼少？念佛的人那麼多，往生的人這麼少？口念，心沒有念。要口念、心念才行！"
    },
    {
      "id": "05-005-0006_p0030",
      "zh_CN": "心怎么念？清净心就是念，平等心就是念，大慈悲心就是念。以这一句阿弥陀佛，口要把自己的心念到清净、平等、慈悲，那就叫心念，这就是真正成佛。佛的心如此，我的心也跟佛一样了，心同佛。大慈悲，那就是愿同佛、行同佛。心愿行都同佛，这不叫成佛，叫什么？所以「真慈平等」就是「佛心现前」。佛心就是真性，真如本性现前，禅宗里面所说的大彻大悟，明心见性、见性成佛，就是指这桩事情。由此可知，明心见性、见性成佛，我们用一句阿弥陀佛的名号也能够做到，这就叫禅净不二。方法不相同，方法比参禅容易太多了，功效完全相等。",
      "zh_TW": "心怎麼念？清淨心就是念，平等心就是念，大慈悲心就是念。以這一句阿彌陀佛，口要把自己的心念到清淨、平等、慈悲，那就叫心念，這就是真正成佛。佛的心如此，我的心也跟佛一樣了，心同佛。大慈悲，那就是願同佛、行同佛。心願行都同佛，這不叫成佛，叫什麼？所以「真慈平等」就是「佛心現前」。佛心就是真性，真如本性現前，禪宗裡面所說的大徹大悟，明心見性、見性成佛，就是指這樁事情。由此可知，明心見性、見性成佛，我們用一句阿彌陀佛的名號也能夠做到，這就叫禪淨不二。方法不相同，方法比參禪容易太多了，功效完全相等。"
    },
    {
      "id": "05-005-0006_p0031",
      "zh_CN": "「当时即入佛法界」。佛法界，入佛法界就是证法身，就是证得法身。所以一个明白人，我念佛的目的是在此地，「念佛成佛」。「念佛是因，成佛是果」，念佛成佛。成佛，那还要往生干什么？我在这里念佛成佛就可以，这不必求往生了。诸位要知道，你所成的佛不是圆满佛，成圆满佛不容易，通常讲明心见性、见性成佛，我们这是圆教经典，圆教初住菩萨就到这个境界了。初住到圆满佛还有四十二个阶级，因此，西方极乐世界还是非去不可。为什么？到西方极乐世界成就快速。这个地方靠自己一个人修行，那个地方阿弥陀佛亲自来指导，十方一切诸佛如来，你随时可以向他请教。一切等觉菩萨做你的同参道友，这是西方极乐世界第一殊胜之处。我们在这个世间，不要说真的同参难找，真正一个知己的朋友都遇不到，你说这多苦！西方世界诸上善人共聚一处，这是西方第一超胜，任何世界不能跟它相比，完全是善人，也是完全都是善友。下面又说：",
      "zh_TW": "「當時即入佛法界」。佛法界，入佛法界就是證法身，就是證得法身。所以一個明白人，我念佛的目的是在此地，「念佛成佛」。「念佛是因，成佛是果」，念佛成佛。成佛，那還要往生幹什麼？我在這裡念佛成佛就可以，這不必求往生了。諸位要知道，你所成的佛不是圓滿佛，成圓滿佛不容易，通常講明心見性、見性成佛，我們這是圓教經典，圓教初住菩薩就到這個境界了。初住到圓滿佛還有四十二個階級，因此，西方極樂世界還是非去不可。為什麼？到西方極樂世界成就快速。這個地方靠自己一個人修行，那個地方阿彌陀佛親自來指導，十方一切諸佛如來，你隨時可以向他請教。一切等覺菩薩做你的同參道友，這是西方極樂世界第一殊勝之處。我們在這個世間，不要說真的同參難找，真正一個知己的朋友都遇不到，你說這多苦！西方世界諸上善人共聚一處，這是西方第一超勝，任何世界不能跟它相比，完全是善人，也是完全都是善友。下面又說："
    },
    {
      "id": "05-005-0006_p0032",
      "zh_CN": "【有一生念佛，不生净土者。】",
      "zh_TW": "【有一生念佛，不生淨土者。】"
    },
    {
      "id": "05-005-0006_p0033",
      "zh_CN": "这是什么原因？我们一定要清楚，然后回来再想一想自己有没有这些因素，如果有，赶紧要把它消除掉，否则就是往生的障碍。",
      "zh_TW": "這是什麼原因？我們一定要清楚，然後回來再想一想自己有沒有這些因素，如果有，趕緊要把它消除掉，否則就是往生的障礙。"
    },
    {
      "id": "05-005-0006_p0034",
      "zh_CN": "【念佛不精诚故。】",
      "zh_TW": "【念佛不精誠故。】"
    },
    {
      "id": "05-005-0006_p0035",
      "zh_CN": "这是不能往生的第一个条件。这一句话非常重要！「精」，一才精，二就不精，二就杂了。由此可知，这个东西要精纯，不能杂修。无怪《西方确指》说最忌讳的是夹杂。所以我们看看，就是净土宗里头的这些祖师大德们，不要说别人了，晚年修行统统专一，符合这个标准。我们历代的祖师大德可以说大半都是通宗通教，像莲池大师在禅、教上都下过很大的功夫。蕅益大师他的基础是天台，到后来认识净宗之后，一切都放下，都舍弃掉，专念弥陀，他做到「精诚」。我们今天看莲池大师的著作全集很多，蕅益大师东西更多，许许多多东西是他在专修净土之前的著作（所写的）。莲池大师所有著作里面的精华是《弥陀经疏钞》；蕅益大师的精华是《弥陀经要解》，这个诸位一定要知道。所以到晚年都专精。印光大师晚年的时候，就一部《弥陀经》，一句佛号。他老人家关房里面什么都没有，其他经典都没有了，佛案上就是一部《弥陀经》。「精诚」这是非常重要的条件。",
      "zh_TW": "這是不能往生的第一個條件。這一句話非常重要！「精」，一才精，二就不精，二就雜了。由此可知，這個東西要精純，不能雜修。無怪《西方確指》說最忌諱的是夾雜。所以我們看看，就是淨土宗裡頭的這些祖師大德們，不要說別人了，晚年修行統統專一，符合這個標準。我們歷代的祖師大德可以說大半都是通宗通教，像蓮池大師在禪、教上都下過很大的功夫。蕅益大師他的基礎是天台，到後來認識淨宗之後，一切都放下，都捨棄掉，專念彌陀，他做到「精誠」。我們今天看蓮池大師的著作全集很多，蕅益大師東西更多，許許多多東西是他在專修淨土之前的著作（所寫的）。蓮池大師所有著作裡面的精華是《彌陀經疏鈔》；蕅益大師的精華是《彌陀經要解》，這個諸位一定要知道。所以到晚年都專精。印光大師晚年的時候，就一部《彌陀經》，一句佛號。他老人家關房裡面什麼都沒有，其他經典都沒有了，佛案上就是一部《彌陀經》。「精誠」這是非常重要的條件。"
    },
    {
      "id": "05-005-0006_p0036",
      "zh_CN": "【生疑不笃信故。】",
      "zh_TW": "【生疑不篤信故。】"
    },
    {
      "id": "05-005-0006_p0037",
      "zh_CN": "对于西方极乐世界，虽然他修，也肯念佛，但是始终他有疑问。不能完全相信那是一个事实，不能完全相信念佛是真的会往生，只要有一念疑情在，也是往生的障碍。假如这一念疑情存在的话，在临终的时候自己很有福报，什么叫福报？走的时候没有病痛，头脑清清楚楚、明明白白，还是这一句佛号念到底，行！能往生。《无量寿经》上讲「生到边地」，生到边地也好，也不错，也非常难得，总是超越六道轮回了。不过在那里耽误五百年这就入品，总是得到了保证。如果你的福报不够，临终的时候有病痛，神智不清楚，纵然家里有人帮你助念，那个时候可能你的疑障起来，怀疑了，你不能相信，这个因缘就错过了，这是很可怕的。有什么方法把这个障碍破除？这就是明理。一定要把道理、事实都搞得清清楚楚、明明白白，我们才不怀疑。这就为什么要研教，教是经典，对于大乘经典下功夫，深入，使这些事理真正明了，我们信心坚定了，决定不怀疑了。再很细心去打听往生的人那些瑞相，为什么？这可以给我们做证据。有理论、有事实、有证据，这个疑根才能够断得了。第三个障碍：",
      "zh_TW": "對於西方極樂世界，雖然他修，也肯念佛，但是始終他有疑問。不能完全相信那是一個事實，不能完全相信念佛是真的會往生，只要有一念疑情在，也是往生的障礙。假如這一念疑情存在的話，在臨終的時候自己很有福報，什麼叫福報？走的時候沒有病痛，頭腦清清楚楚、明明白白，還是這一句佛號念到底，行！能往生。《無量壽經》上講「生到邊地」，生到邊地也好，也不錯，也非常難得，總是超越六道輪迴了。不過在那裡耽誤五百年這就入品，總是得到了保證。如果你的福報不夠，臨終的時候有病痛，神智不清楚，縱然家裡有人幫你助念，那個時候可能你的疑障起來，懷疑了，你不能相信，這個因緣就錯過了，這是很可怕的。有什麼方法把這個障礙破除？這就是明理。一定要把道理、事實都搞得清清楚楚、明明白白，我們才不懷疑。這就為什麼要研教，教是經典，對於大乘經典下功夫，深入，使這些事理真正明瞭，我們信心堅定了，決定不懷疑了。再很細心去打聽往生的人那些瑞相，為什麼？這可以給我們做證據。有理論、有事實、有證據，這個疑根才能夠斷得了。第三個障礙："
    },
    {
      "id": "05-005-0006_p0038",
      "zh_CN": "【无有往生愿故。】",
      "zh_TW": "【無有往生願故。】"
    },
    {
      "id": "05-005-0006_p0039",
      "zh_CN": "「无有往生愿」，不愿意往生，还肯念佛吗？有！不但有，而且很多。民间有一些不懂教理的把念佛当作修福，我佛念得多，将来死的时候到鬼道去，有势力、有财富。他的念头在这里，念得愈多，将来做一个富贵的鬼，这不做饿鬼了。他有这个念头，这当然不能往生了。还有念佛的人，心思比较利一点的求生天上，到天上去享天福，这个当然不能往生。有这一类的想法，念阿弥陀佛的人，大有人在，这是不能往生的。这不能往生，是他不愿意往生，他希求人天福报。第四类：",
      "zh_TW": "「無有往生願」，不願意往生，還肯念佛嗎？有！不但有，而且很多。民間有一些不懂教理的把念佛當作修福，我佛念得多，將來死的時候到鬼道去，有勢力、有財富。他的念頭在這裡，念得愈多，將來做一個富貴的鬼，這不做餓鬼了。他有這個念頭，這當然不能往生了。還有念佛的人，心思比較利一點的求生天上，到天上去享天福，這個當然不能往生。有這一類的想法，念阿彌陀佛的人，大有人在，這是不能往生的。這不能往生，是他不願意往生，他希求人天福報。第四類："
    },
    {
      "id": "05-005-0006_p0040",
      "zh_CN": "【不能断贪爱故。】",
      "zh_TW": "【不能斷貪愛故。】"
    },
    {
      "id": "05-005-0006_p0041",
      "zh_CN": "这个「贪爱」范围非常之广，指三界六道里面种种的享受，他断不了。凡夫贪恋世间五欲六尘；天上人贪恋天上清净福报；色界、无色界贪爱禅定的享受，这定中的境界非常殊胜，他贪爱这些。只要有贪爱就是障碍，这是我们必须要知道的。当然不能往生的因素很多，但是把它归纳起来，不外乎这四大类。这是我们自己要认真去检点、去省察，自己有没有这些毛病？如果有，赶快消除，否则的话，后悔莫及。再看下面一段，这段也非常重要：",
      "zh_TW": "這個「貪愛」範圍非常之廣，指三界六道裡面種種的享受，他斷不了。凡夫貪戀世間五欲六塵；天上人貪戀天上清淨福報；色界、無色界貪愛禪定的享受，這定中的境界非常殊勝，他貪愛這些。只要有貪愛就是障礙，這是我們必須要知道的。當然不能往生的因素很多，但是把它歸納起來，不外乎這四大類。這是我們自己要認真去檢點、去省察，自己有沒有這些毛病？如果有，趕快消除，否則的話，後悔莫及。再看下面一段，這段也非常重要："
    },
    {
      "id": "05-005-0006_p0042",
      "zh_CN": "【念佛人要自知宿世今生，种善不种善，作恶不作恶。】",
      "zh_TW": "【念佛人要自知宿世今生，種善不種善，作惡不作惡。】"
    },
    {
      "id": "05-005-0006_p0043",
      "zh_CN": "这就是自己的造作，从起心动念，善恶因果要明白。今生的容易反省，过去生中的，我们没有神通，怎么晓得过去生中的？实在讲，没神通也知道。从什么地方知道？习气！习气是多生多劫带来的。譬如我们学了佛，心地也很善良，平时也不作恶，常有恶念，这个恶念就是宿恶。还有一个现象就是常作恶梦，梦中造恶，从这个地方能够观察到过去生中恶习气，这个要知道。",
      "zh_TW": "這就是自己的造作，從起心動念，善惡因果要明白。今生的容易反省，過去生中的，我們沒有神通，怎麼曉得過去生中的？實在講，沒神通也知道。從什麼地方知道？習氣！習氣是多生多劫帶來的。譬如我們學了佛，心地也很善良，平時也不作惡，常有惡念，這個惡念就是宿惡。還有一個現象就是常作惡夢，夢中造惡，從這個地方能夠觀察到過去生中惡習氣，這個要知道。"
    },
    {
      "id": "05-005-0006_p0044",
      "zh_CN": "【如是知已，善者增修。】",
      "zh_TW": "【如是知已，善者增修。】"
    },
    {
      "id": "05-005-0006_p0045",
      "zh_CN": "如果我们心善、行善，这个善要让它增长，令其圆满。",
      "zh_TW": "如果我們心善、行善，這個善要讓它增長，令其圓滿。"
    },
    {
      "id": "05-005-0006_p0046",
      "zh_CN": "【令其圆满。恶者对治，令其除灭。】",
      "zh_TW": "【令其圓滿。惡者對治，令其除滅。】"
    },
    {
      "id": "05-005-0006_p0047",
      "zh_CN": "如果有恶习气，我们要改过自新，要认真修忏悔法门。忏悔法怎么修法？老实念佛就是真正的忏悔。我把我的心意完全集中在佛号上，前面讲的「忆佛念佛」，这是真实的忏悔。底下教给我们几种方法，这几种方法是我们常常会见到的。有的时候发现在自己修学境界里，有的时候看到别人。",
      "zh_TW": "如果有惡習氣，我們要改過自新，要認真修懺悔法門。懺悔法怎麼修法？老實念佛就是真正的懺悔。我把我的心意完全集中在佛號上，前面講的「憶佛念佛」，這是真實的懺悔。底下教給我們幾種方法，這幾種方法是我們常常會見到的。有的時候發現在自己修學境界裡，有的時候看到別人。"
    },
    {
      "id": "05-005-0006_p0048",
      "zh_CN": "【以念佛相好，对治昏沈。】",
      "zh_TW": "【以念佛相好，對治昏沈。】"
    },
    {
      "id": "05-005-0006_p0049",
      "zh_CN": "「昏沈」是精神提不起来，念佛就打瞌睡，这教给你一个方法，这时候想佛的相好，能提起精神。",
      "zh_TW": "「昏沈」是精神提不起來，念佛就打瞌睡，這教給你一個方法，這時候想佛的相好，能提起精神。"
    },
    {
      "id": "05-005-0006_p0050",
      "zh_CN": "【以念佛修因证果、无量智慧功德，对治妄想。】",
      "zh_TW": "【以念佛修因證果、無量智慧功德，對治妄想。】"
    },
    {
      "id": "05-005-0006_p0051",
      "zh_CN": "「妄想」也是很大的毛病。想不想，它偏偏要想，没办法控制。这是念佛人两大毛病：一个昏沈，一个胡思乱想。这教给我们方法，妄想，你就不要想妄想，想阿弥陀佛因地的发心，历劫的修持，成就圆满的果报西方极乐世界，接引十方一切众生无量无边的功德。你想这些，这叫忆佛。也是想！把妄想转变一下，变成忆佛了。想佛的智慧功德庄严，用这个方法来转变。",
      "zh_TW": "「妄想」也是很大的毛病。想不想，它偏偏要想，沒辦法控制。這是念佛人兩大毛病：一個昏沈，一個胡思亂想。這教給我們方法，妄想，你就不要想妄想，想阿彌陀佛因地的發心，歷劫的修持，成就圓滿的果報西方極樂世界，接引十方一切眾生無量無邊的功德。你想這些，這叫憶佛。也是想！把妄想轉變一下，變成憶佛了。想佛的智慧功德莊嚴，用這個方法來轉變。"
    },
    {
      "id": "05-005-0006_p0052",
      "zh_CN": "【以平等法性、空寂无为，对治恶境。】",
      "zh_TW": "【以平等法性、空寂無為，對治惡境。】"
    },
    {
      "id": "05-005-0006_p0053",
      "zh_CN": "我们的生活，顺逆境是不定的，常常会遇到恶境、环境不好的时候，这个时候怕生烦恼，最怕的是退心，所以要有方法来对治。要观「平等法性」，或者观察像《金刚经》上所说的「凡所有相，皆是虚妄」、「一切有为法，如梦幻泡影」，逆境，你就把它看淡了，心就可以定下来了。真正能想到一切无常，人生如梦，不必认真、不必计较，这心才能定得下来。我们的功夫不至于失掉。",
      "zh_TW": "我們的生活，順逆境是不定的，常常會遇到惡境、環境不好的時候，這個時候怕生煩惱，最怕的是退心，所以要有方法來對治。要觀「平等法性」，或者觀察像《金剛經》上所說的「凡所有相，皆是虛妄」、「一切有為法，如夢幻泡影」，逆境，你就把它看淡了，心就可以定下來了。真正能想到一切無常，人生如夢，不必認真、不必計較，這心才能定得下來。我們的功夫不至於失掉。"
    },
    {
      "id": "05-005-0006_p0054",
      "zh_CN": "【以念佛菩提。】",
      "zh_TW": "【以念佛菩提。】"
    },
    {
      "id": "05-005-0006_p0055",
      "zh_CN": "菩提是觉悟，就是觉性。",
      "zh_TW": "菩提是覺悟，就是覺性。"
    },
    {
      "id": "05-005-0006_p0056",
      "zh_CN": "【威势力持，本愿功德，不为世间事务牵缠。】",
      "zh_TW": "【威勢力持，本願功德，不為世間事務牽纏。】"
    },
    {
      "id": "05-005-0006_p0057",
      "zh_CN": "为什么叫你念这些才避免世间的牵缠？「牵」是牵挂，「缠」是缠绕。诸位要知道，世间事情，你之所以牵挂、缠绕，因素在哪里？都不外乎名利。俗话常讲：水往下流，人往高处去攀。那个「攀」就是牵缠，世间的荣华富贵。想一想佛的「菩提，威势力持，本愿功德」，就是想想西方极乐世界的依正庄严，这个世间荣华富贵怎么能比？自然就看淡了。不要说世间荣华富贵，你真明了事实，今天大梵天请我去作天王，我也不干。为什么不干？大梵天天王的受用、享受，不及西方极乐世界下品下生的人，我当然不干。何况大梵天王还有寿命，没有出轮回，福享完了，还要搞轮回，还要堕三恶道。我们这一到西方极乐世界，永脱轮回。事实真相搞清楚，决定不干。大梵天王，我都不羡慕、都不希罕，人间富贵算什么？你自然就不会被牵缠了。一定要晓得，西方极乐世界依正庄严是真的，不是假的。",
      "zh_TW": "為什麼叫你念這些才避免世間的牽纏？「牽」是牽掛，「纏」是纏繞。諸位要知道，世間事情，你之所以牽掛、纏繞，因素在哪裡？都不外乎名利。俗話常講：水往下流，人往高處去攀。那個「攀」就是牽纏，世間的榮華富貴。想一想佛的「菩提，威勢力持，本願功德」，就是想想西方極樂世界的依正莊嚴，這個世間榮華富貴怎麼能比？自然就看淡了。不要說世間榮華富貴，你真明瞭事實，今天大梵天請我去作天王，我也不幹。為什麼不幹？大梵天天王的受用、享受，不及西方極樂世界下品下生的人，我當然不幹。何況大梵天王還有壽命，沒有出輪迴，福享完了，還要搞輪迴，還要墮三惡道。我們這一到西方極樂世界，永脫輪迴。事實真相搞清楚，決定不幹。大梵天王，我都不羨慕、都不希罕，人間富貴算什麼？你自然就不會被牽纏了。一定要曉得，西方極樂世界依正莊嚴是真的，不是假的。"
    },
    {
      "id": "05-005-0006_p0058",
      "zh_CN": "【以念佛相好光明万德庄严，不为一切病苦所恼。】",
      "zh_TW": "【以念佛相好光明萬德莊嚴，不為一切病苦所惱。】"
    },
    {
      "id": "05-005-0006_p0059",
      "zh_CN": "「病苦」恼乱人心，也是退缘之一。我们遇到病苦，不要去想病，想病就病上又加病。想佛的身心清净，金刚不坏身，想佛的福德相好，这是心理健康。心理健康，生理自然就健康，依报随着正报转。所以，心健康了，身要有病很容易治疗；甚至于不治疗，它自然也好了。所以心理健康非常非常重要。这就是把念头转过来，用一个健康的心情，用这个来对治病苦。此地只是举出几个例子，希望我们大家都能够以这个例子，真正做到举一反三、闻一知十，自自然然就能够对治我们过去、今生一切的业障习气，你就有方法来对治了。",
      "zh_TW": "「病苦」惱亂人心，也是退緣之一。我們遇到病苦，不要去想病，想病就病上又加病。想佛的身心清淨，金剛不壞身，想佛的福德相好，這是心理健康。心理健康，生理自然就健康，依報隨著正報轉。所以，心健康了，身要有病很容易治療；甚至於不治療，它自然也好了。所以心理健康非常非常重要。這就是把念頭轉過來，用一個健康的心情，用這個來對治病苦。此地只是舉出幾個例子，希望我們大家都能夠以這個例子，真正做到舉一反三、聞一知十，自自然然就能夠對治我們過去、今生一切的業障習氣，你就有方法來對治了。"
    },
    {
      "id": "05-005-0006_p0060",
      "zh_CN": "【存心念佛，广大功德，无有不成，深重业障，无有不灭也。】",
      "zh_TW": "【存心念佛，廣大功德，無有不成，深重業障，無有不滅也。】"
    },
    {
      "id": "05-005-0006_p0061",
      "zh_CN": "前清慈云灌顶法师在《观经直指》，《观经直指》是他的注解。他是乾隆年间的人，他告诉我们，世间人业障深重，所有一切经咒、忏法都不能够消除的，业障多重，最后还有这一句佛号能够消除。由此可知，消业障最有效的方法是「念佛」，这是事实。一般人不知道名号功德不可思议，往往轻视了念佛，所以他虽然念佛，不能消业障，认为念佛没有效果。不是念佛没有效，他念佛那个心是散乱心，他念得不如法，不如理、不如法，所以他没效！如理、如法，这一句佛号的效果那就太大了。任何业障都能消除，没有消不了的业障。",
      "zh_TW": "前清慈雲灌頂法師在《觀經直指》，《觀經直指》是他的註解。他是乾隆年間的人，他告訴我們，世間人業障深重，所有一切經咒、懺法都不能夠消除的，業障多重，最後還有這一句佛號能夠消除。由此可知，消業障最有效的方法是「念佛」，這是事實。一般人不知道名號功德不可思議，往往輕視了念佛，所以他雖然念佛，不能消業障，認為念佛沒有效果。不是念佛沒有效，他念佛那個心是散亂心，他念得不如法，不如理、不如法，所以他沒效！如理、如法，這一句佛號的效果那就太大了。任何業障都能消除，沒有消不了的業障。"
    },
    {
      "id": "05-005-0006_p0062",
      "zh_CN": "【或有宿障深厚，及不善用心，容有魔起，须当辨识。】",
      "zh_TW": "【或有宿障深厚，及不善用心，容有魔起，須當辨識。】"
    },
    {
      "id": "05-005-0006_p0063",
      "zh_CN": "念佛人着魔了，这两种原因说出来了，一个是过去世的业障很深；第二种，不善用心。不善用心，最普遍的现象是求神通、求感应，这很容易遭魔障。他不知道求一心，不知道求清净平等，他不晓得求这个；求神通、求感应，很容易着魔。所以，「须当辨识」，你要能辨别、要能认识。",
      "zh_TW": "念佛人著魔了，這兩種原因說出來了，一個是過去世的業障很深；第二種，不善用心。不善用心，最普遍的現象是求神通、求感應，這很容易遭魔障。他不知道求一心，不知道求清淨平等，他不曉得求這個；求神通、求感應，很容易著魔。所以，「須當辨識」，你要能辨別、要能認識。"
    },
    {
      "id": "05-005-0006_p0064",
      "zh_CN": "【凡所现相好，不与经合者。】",
      "zh_TW": "【凡所現相好，不與經合者。】"
    },
    {
      "id": "05-005-0006_p0065",
      "zh_CN": "这就是魔障现前，你在定中、或在梦中、或在临终时候见到的相，跟经上讲的不一样，这个就不是好境界，要认识它。",
      "zh_TW": "這就是魔障現前，你在定中、或在夢中、或在臨終時候見到的相，跟經上講的不一樣，這個就不是好境界，要認識它。"
    },
    {
      "id": "05-005-0006_p0066",
      "zh_CN": "【不与本所行合者。】",
      "zh_TW": "【不與本所行合者。】"
    },
    {
      "id": "05-005-0006_p0067",
      "zh_CN": "我们今天本所行是念阿弥陀佛，我们的本尊是阿弥陀佛、观音、势至，我们供奉的西方三圣，这是我们的本尊。与这个不相应，不行！",
      "zh_TW": "我們今天本所行是念阿彌陀佛，我們的本尊是阿彌陀佛、觀音、勢至，我們供奉的西方三聖，這是我們的本尊。與這個不相應，不行！"
    },
    {
      "id": "05-005-0006_p0068",
      "zh_CN": "【所现境相久久不灭。】",
      "zh_TW": "【所現境相久久不滅。】"
    },
    {
      "id": "05-005-0006_p0069",
      "zh_CN": "或者你见佛、见菩萨，这现相的时间太久，这个不是好事情。",
      "zh_TW": "或者你見佛、見菩薩，這現相的時間太久，這個不是好事情。"
    },
    {
      "id": "05-005-0006_p0070",
      "zh_CN": "【或谢去更来扰乱。】",
      "zh_TW": "【或謝去更來擾亂。】"
    },
    {
      "id": "05-005-0006_p0071",
      "zh_CN": "这就更明显，去了怎么样？去了又来，常常见，常常搅和得你身心不安，这是太明显的魔境，这不是佛境。所以，诸位同学要记住，真正是佛菩萨境界，会叫你心地得清凉自在，会令你智慧增长、烦恼减轻，这是好境界。如果这个境界现前，会增加你的烦恼，扰乱你的清净心，这就决定不是好境界，你要赶快避免，这个要知道。所以下面说：",
      "zh_TW": "這就更明顯，去了怎麼樣？去了又來，常常見，常常攪和得你身心不安，這是太明顯的魔境，這不是佛境。所以，諸位同學要記住，真正是佛菩薩境界，會叫你心地得清涼自在，會令你智慧增長、煩惱減輕，這是好境界。如果這個境界現前，會增加你的煩惱，擾亂你的清淨心，這就決定不是好境界，你要趕快避免，這個要知道。所以下面說："
    },
    {
      "id": "05-005-0006_p0072",
      "zh_CN": "【凡是令心识动乱。】",
      "zh_TW": "【凡是令心識動亂。】"
    },
    {
      "id": "05-005-0006_p0073",
      "zh_CN": "这就是搞得你不能安心。",
      "zh_TW": "這就是搞得你不能安心。"
    },
    {
      "id": "05-005-0006_p0074",
      "zh_CN": "【烦恼增重，众多妨碍，不利定心者，悉属魔作。】",
      "zh_TW": "【煩惱增重，眾多妨礙，不利定心者，悉屬魔作。】"
    },
    {
      "id": "05-005-0006_p0075",
      "zh_CN": "你要真正明白这些道理，哪是魔、哪是佛，你清清楚楚、明明白白，你怎么会上当？怎么会受骗？不可能的。所以，这境界自己要知道，无论从理上、从事上都能够觉察得出来。只要你心细，你一定能够辨别。真正修净业的，魔不会来扰乱你，魔也不敢来扰乱你。什么原因？底下说：",
      "zh_TW": "你要真正明白這些道理，哪是魔、哪是佛，你清清楚楚、明明白白，你怎麼會上當？怎麼會受騙？不可能的。所以，這境界自己要知道，無論從理上、從事上都能夠覺察得出來。只要你心細，你一定能夠辨別。真正修淨業的，魔不會來擾亂你，魔也不敢來擾亂你。什麼原因？底下說："
    },
    {
      "id": "05-005-0006_p0076",
      "zh_CN": "【净业有三种力，一、念力。】",
      "zh_TW": "【淨業有三種力，一、念力。】"
    },
    {
      "id": "05-005-0006_p0077",
      "zh_CN": "就是本经所讲的「忆佛念佛」，这个忆念确确实实有力量，这是念力。",
      "zh_TW": "就是本經所講的「憶佛念佛」，這個憶念確確實實有力量，這是念力。"
    },
    {
      "id": "05-005-0006_p0078",
      "zh_CN": "【二、本有佛性力。】",
      "zh_TW": "【二、本有佛性力。】"
    },
    {
      "id": "05-005-0006_p0079",
      "zh_CN": "因为你的念清净，你所念的佛是自性佛，西方世界依正庄严都是自性变现的。前面讲的「清净、平等、大慈悲」，就是佛！这是你本有的「佛性力」。心愿解行与诸佛等同，这是自性佛，就是佛性力。",
      "zh_TW": "因為你的念清淨，你所念的佛是自性佛，西方世界依正莊嚴都是自性變現的。前面講的「清淨、平等、大慈悲」，就是佛！這是你本有的「佛性力」。心願解行與諸佛等同，這是自性佛，就是佛性力。"
    },
    {
      "id": "05-005-0006_p0080",
      "zh_CN": "【三、诸佛本愿威神加持力。】",
      "zh_TW": "【三、諸佛本願威神加持力。】"
    },
    {
      "id": "05-005-0006_p0081",
      "zh_CN": "阿弥陀佛四十八愿加持你，十方一切诸佛如来称赞弥陀净土的愿力也加持你，魔怎么能接近你？",
      "zh_TW": "阿彌陀佛四十八願加持你，十方一切諸佛如來稱讚彌陀淨土的願力也加持你，魔怎麼能接近你？"
    },
    {
      "id": "05-005-0006_p0082",
      "zh_CN": "【经云，若有得闻弥陀名号者，阿弥陀佛，住其人前，魔不能坏彼正觉心。是故但当一心念佛，莫疑虑也。】",
      "zh_TW": "【經云，若有得聞彌陀名號者，阿彌陀佛，住其人前，魔不能壞彼正覺心。是故但當一心念佛，莫疑慮也。】"
    },
    {
      "id": "05-005-0006_p0083",
      "zh_CN": "真正一心念佛的人，对于妖魔鬼怪来扰乱，绝对不想这些，有也好，没有也好，根本脑子里头没有。脑子里头没有，魔不能接近，这是大乘经上常讲「一切法从心想生」。你老是想魔，你不想佛，想魔，魔当然就来了。想佛，佛来；想菩萨，菩萨来；想妖魔鬼怪，妖魔鬼怪也就来了。一切法从心想生。所以特别交代我们一心称念，专想阿弥陀佛，那个魔再有力量，自己业障再深重，魔也不能变现，也不敢来扰乱。",
      "zh_TW": "真正一心念佛的人，對於妖魔鬼怪來擾亂，絕對不想這些，有也好，沒有也好，根本腦子裡頭沒有。腦子裡頭沒有，魔不能接近，這是大乘經上常講「一切法從心想生」。你老是想魔，你不想佛，想魔，魔當然就來了。想佛，佛來；想菩薩，菩薩來；想妖魔鬼怪，妖魔鬼怪也就來了。一切法從心想生。所以特別交代我們一心稱念，專想阿彌陀佛，那個魔再有力量，自己業障再深重，魔也不能變現，也不敢來擾亂。"
    },
    {
      "id": "05-005-0006_p0084",
      "zh_CN": "【心净佛现，心垢佛灭，心迷佛隐，心悟佛显。】",
      "zh_TW": "【心淨佛現，心垢佛滅，心迷佛隱，心悟佛顯。】"
    },
    {
      "id": "05-005-0006_p0085",
      "zh_CN": "这四句是讲感应道交。感应不求，不求自然会应现，这是好境界。有求，求得的感应，未必是好境界。不求，我心清净，心清净了，这境界自然会现前，这就是好境界。底下说：",
      "zh_TW": "這四句是講感應道交。感應不求，不求自然會應現，這是好境界。有求，求得的感應，未必是好境界。不求，我心清淨，心清淨了，這境界自然會現前，這就是好境界。底下說："
    },
    {
      "id": "05-005-0006_p0086",
      "zh_CN": "经【去佛不远，不假方便，自得心开。】",
      "zh_TW": "經【去佛不遠，不假方便，自得心開。】"
    },
    {
      "id": "05-005-0006_p0087",
      "zh_CN": "前面四句是教我们修因，这个地方三句是说我们得的果报，果报就殊胜了。去佛不远这一句：",
      "zh_TW": "前面四句是教我們修因，這個地方三句是說我們得的果報，果報就殊勝了。去佛不遠這一句："
    },
    {
      "id": "05-005-0006_p0088",
      "zh_CN": "【初句蹑前修因说，次二句正明果证相也。事念见三身佛，理念见自性佛。】",
      "zh_TW": "【初句躡前修因說，次二句正明果證相也。事念見三身佛，理念見自性佛。】"
    },
    {
      "id": "05-005-0006_p0089",
      "zh_CN": "「三身」是报身、法身、应身。实在说，「事念」念到一定的功夫，就入「理念」，才能够见到法身跟报身。如果事念没有转成理念，这是功夫还不到，你所见的是应化身佛，见不到法身跟报身。一般祖师大德们常常在疏论里面告诉我们，我们念佛念到「事一心不乱」，这事一心不乱是指上品的事一心，不是我们讲的功夫成片，是讲的见思烦恼断了，见应化身佛。如果念到「理一心不乱」，这就是说破一品无明，那就证一分法身，这个时候他所见到的就是报身佛、法身佛，三身都见到了。",
      "zh_TW": "「三身」是報身、法身、應身。實在說，「事念」念到一定的功夫，就入「理念」，才能夠見到法身跟報身。如果事念沒有轉成理念，這是功夫還不到，你所見的是應化身佛，見不到法身跟報身。一般祖師大德們常常在疏論裡面告訴我們，我們念佛念到「事一心不亂」，這事一心不亂是指上品的事一心，不是我們講的功夫成片，是講的見思煩惱斷了，見應化身佛。如果念到「理一心不亂」，這就是說破一品無明，那就證一分法身，這個時候他所見到的就是報身佛、法身佛，三身都見到了。"
    },
    {
      "id": "05-005-0006_p0090",
      "zh_CN": "「理念见自性佛」，就是明心见性，见性成佛。「自性佛」简单的讲，就是自己的心愿解行确确实实跟佛一样，这叫见性成佛。佛的心是平等的、是清净的，于一切境界决定没有分别执着，这是心真的到清净平等；还有分别执着，那就没有入这个境界。「愿」同佛愿，「解」就是佛所说的一切经。佛所说的一切经，都是从自性里头自然流露出来的。如果是入了这个境界的人，展开佛的经典，他所讲的不是释迦牟尼佛的经，是自性的经。为什么？自性跟佛相同。所以释迦尼佛所讲的跟自己的见解意见完全相同，没有两样。这个时候，你说是自、是他？自他都没有了。所以，心愿解行跟佛完全相同，这个叫「见自性佛」，这是自己成佛了。",
      "zh_TW": "「理念見自性佛」，就是明心見性，見性成佛。「自性佛」簡單的講，就是自己的心願解行確確實實跟佛一樣，這叫見性成佛。佛的心是平等的、是清淨的，於一切境界決定沒有分別執著，這是心真的到清淨平等；還有分別執著，那就沒有入這個境界。「願」同佛願，「解」就是佛所說的一切經。佛所說的一切經，都是從自性裡頭自然流露出來的。如果是入了這個境界的人，展開佛的經典，他所講的不是釋迦牟尼佛的經，是自性的經。為什麼？自性跟佛相同。所以釋迦尼佛所講的跟自己的見解意見完全相同，沒有兩樣。這個時候，你說是自、是他？自他都沒有了。所以，心願解行跟佛完全相同，這個叫「見自性佛」，這是自己成佛了。"
    },
    {
      "id": "05-005-0006_p0091",
      "zh_CN": "【念佛法门，即胜异方便。】",
      "zh_TW": "【念佛法門，即勝異方便。】"
    },
    {
      "id": "05-005-0006_p0092",
      "zh_CN": "这个经论里头说得多，「胜」是殊胜，「异」是特别。跟所有的法门不相同，最殊胜、最特别的这个法门。",
      "zh_TW": "這個經論裡頭說得多，「勝」是殊勝，「異」是特別。跟所有的法門不相同，最殊勝、最特別的這個法門。"
    },
    {
      "id": "05-005-0006_p0093",
      "zh_CN": "【故不假余方便门以助显也。】",
      "zh_TW": "【故不假餘方便門以助顯也。】"
    },
    {
      "id": "05-005-0006_p0094",
      "zh_CN": "「假」是借，不要用别的法门来帮助，这一个就够了。换句话说，这一句佛号就够了。大势至菩萨从初发心到成佛，你问他修什么法门？就是一句阿弥陀佛，除这一句阿弥陀佛之外，他什么都不要。大势至菩萨真的是专修，专修专弘。你看别的菩萨给你讲经说法，经典都很多。大势至菩萨恐怕在所有一切经论里头最少的，比《般若心经》还少，二百四十四个字，《般若心经》还二百六十个字，二百四十四个字就讲完了，他真的是专中之专！不要依靠任何法门，连观想都不要。观想、观像统统不要，就一句阿弥陀佛，这个真的是妙绝了。",
      "zh_TW": "「假」是借，不要用別的法門來幫助，這一個就夠了。換句話說，這一句佛號就夠了。大勢至菩薩從初發心到成佛，你問他修什麼法門？就是一句阿彌陀佛，除這一句阿彌陀佛之外，他什麼都不要。大勢至菩薩真的是專修，專修專弘。你看別的菩薩給你講經說法，經典都很多。大勢至菩薩恐怕在所有一切經論裡頭最少的，比《般若心經》還少，二百四十四個字，《般若心經》還二百六十個字，二百四十四個字就講完了，他真的是專中之專！不要依靠任何法門，連觀想都不要。觀想、觀像統統不要，就一句阿彌陀佛，這個真的是妙絕了。"
    },
    {
      "id": "05-005-0006_p0095",
      "zh_CN": "【念佛即是念心。】",
      "zh_TW": "【念佛即是念心。】"
    },
    {
      "id": "05-005-0006_p0096",
      "zh_CN": "心就是佛，佛就是心。",
      "zh_TW": "心就是佛，佛就是心。"
    },
    {
      "id": "05-005-0006_p0097",
      "zh_CN": "【心佛无别，自他不二，故不需心外他佛作方便也。】",
      "zh_TW": "【心佛無別，自他不二，故不需心外他佛作方便也。】"
    },
    {
      "id": "05-005-0006_p0098",
      "zh_CN": "所有一切诸佛，乃至于虚空法界，都是自己真心变现之物。所以念心，那就什么都念了，全部都包括了。这一句阿弥陀佛就是我们自性的万德洪名，这个诸位要知道。我们再要问，哪是自性阿弥陀佛？哪是西方极乐世界的阿弥陀佛？我听说今天有倓虚老法师的录音带，这个问题，那个带子上讲得很清楚，你们去听听看，倓虚老法师怎么给你解释的，很有趣味。自他的界限没有，自佛跟他佛是一不是二，念他佛就是念自佛，念自佛就是念他佛。还有自他这个念头在，你的心就不清净，你就不是一心，二心，还有自他。要套一句六祖大师《坛经》里面的话，「自他是二法，二法就不是佛法，佛法是不二法」，六祖说得好。所以《坛经》完全给我们讲的是原理、原则，不仅是禅宗里面所依据的标准，实在讲任何大乘佛法也不能违背它所说的原理原则。这就是说明为什么不假方便，我们必须把这个道理、把这个事实认识清楚，我们才会像大势至菩萨一样，一句佛号念到底。",
      "zh_TW": "所有一切諸佛，乃至於虛空法界，都是自己真心變現之物。所以念心，那就什麼都念了，全部都包括了。這一句阿彌陀佛就是我們自性的萬德洪名，這個諸位要知道。我們再要問，哪是自性阿彌陀佛？哪是西方極樂世界的阿彌陀佛？我聽說今天有倓虛老法師的錄音帶，這個問題，那個帶子上講得很清楚，你們去聽聽看，倓虛老法師怎麼給你解釋的，很有趣味。自他的界限沒有，自佛跟他佛是一不是二，念他佛就是念自佛，念自佛就是念他佛。還有自他這個念頭在，你的心就不清淨，你就不是一心，二心，還有自他。要套一句六祖大師《壇經》裡面的話，「自他是二法，二法就不是佛法，佛法是不二法」，六祖說得好。所以《壇經》完全給我們講的是原理、原則，不僅是禪宗裡面所依據的標準，實在講任何大乘佛法也不能違背它所說的原理原則。這就是說明為什麼不假方便，我們必須把這個道理、把這個事實認識清楚，我們才會像大勢至菩薩一樣，一句佛號念到底。"
    },
    {
      "id": "05-005-0006_p0099",
      "zh_CN": "我们现在也在看看经论，讲讲其他的法门，统统不是为自己，是为了接引大众，是为了帮助大家破迷去惑，这是利他，不是自利的。自利的就是一句佛号，说实在话，《无量寿经》、《阿弥陀经》都不要了，那才叫真实的自利。可是一切众生，他对于事实真相还认识不清楚，那就必须要依靠经论来帮助。经论告诉我们理论，告诉我们事实真相，我们从这里学习，从这个地方体会，一切都明了了，心就定了，这就不要了。由此可知，讲经说法，千经万论是方便而已，是引导我们入门。入了门，这东西都不要了。像过河，不要船了，没过河，需要它，过了河，船都不要了。这是《金刚经》上说的「法尚应舍，何况非法」，一切佛法统统要舍掉。我们念佛人能够真正认识名号功德不可思议，统统都放下，统统都舍弃，这就圆满成就。",
      "zh_TW": "我們現在也在看看經論，講講其他的法門，統統不是為自己，是為了接引大眾，是為了幫助大家破迷去惑，這是利他，不是自利的。自利的就是一句佛號，說實在話，《無量壽經》、《阿彌陀經》都不要了，那才叫真實的自利。可是一切眾生，他對於事實真相還認識不清楚，那就必須要依靠經論來幫助。經論告訴我們理論，告訴我們事實真相，我們從這裡學習，從這個地方體會，一切都明瞭了，心就定了，這就不要了。由此可知，講經說法，千經萬論是方便而已，是引導我們入門。入了門，這東西都不要了。像過河，不要船了，沒過河，需要它，過了河，船都不要了。這是《金剛經》上說的「法尚應捨，何況非法」，一切佛法統統要捨掉。我們念佛人能夠真正認識名號功德不可思議，統統都放下，統統都捨棄，這就圓滿成就。"
    },
    {
      "id": "05-005-0006_p0100",
      "zh_CN": "【自得心开，以念佛心，入佛知见。】",
      "zh_TW": "【自得心開，以念佛心，入佛知見。】"
    },
    {
      "id": "05-005-0006_p0101",
      "zh_CN": "这个地方重要的是「念佛心」。念佛心是什么？就是前面讲的自性。念见自性佛，就是清净平等觉。自己自性的清净平等觉念出来了，这是念佛心，这自得心开。入佛知见。",
      "zh_TW": "這個地方重要的是「念佛心」。念佛心是什麼？就是前面講的自性。念見自性佛，就是清淨平等覺。自己自性的清淨平等覺念出來了，這是念佛心，這自得心開。入佛知見。"
    },
    {
      "id": "05-005-0006_p0102",
      "zh_CN": "【圆满菩提，归无所得，是证成佛果。所谓但得见弥陀，何愁不开悟。】",
      "zh_TW": "【圓滿菩提，歸無所得，是證成佛果。所謂但得見彌陀，何愁不開悟。】"
    },
    {
      "id": "05-005-0006_p0103",
      "zh_CN": "念佛功夫到这个境界，给诸位说，上上品往生。所以，善导大师讲「九品往生在于遇缘不同」，这个话证明了。我们遇到这样殊胜的因缘，决定上上品往生。这缘殊胜，理与事实真相搞得清清楚楚、明明白白。我们今天就讲到此地。",
      "zh_TW": "念佛功夫到這個境界，給諸位說，上上品往生。所以，善導大師講「九品往生在於遇緣不同」，這個話證明了。我們遇到這樣殊勝的因緣，決定上上品往生。這緣殊勝，理與事實真相搞得清清楚楚、明明白白。我們今天就講到此地。"
    }
  ]
}