{
  "doc_id": "03-003-0007",
  "title": {
    "zh_CN": "观经上品上生章",
    "zh_TW": "觀經上品上生章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "03-003-0007",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "03-003-0007_p0001",
      "zh_CN": "请掀开讲义第九页，倒数第五行最后一句，我们从这个地方念起。『又念诸佛之戒及念过去诸佛现在菩萨等，难作能作，难舍能舍，内舍外舍，内外舍。此等菩萨，但欲念法，不惜身财。行者等既念知此事，即须常作仰学前贤后圣舍身命意也。』",
      "zh_TW": "請掀開講義第九頁，倒數第五行最後一句，我們從這個地方念起。『又念諸佛之戒及念過去諸佛現在菩薩等，難作能作，難捨能捨，內捨外捨，內外捨。此等菩薩，但欲念法，不惜身財。行者等既念知此事，即須常作仰學前賢後聖捨身命意也。』"
    },
    {
      "id": "03-003-0007_p0002",
      "zh_CN": "昨天我们讲到此地。这段文里面着重在念戒念舍，这个「戒」己经跟诸位报告过了，「舍」里面，这个含义非常的深广。在通常经论里面给我们讲的菩萨行，就是六度。六度第一个是布施，布施就是舍。在普贤菩萨十愿里面有「广修供养」，这供养也是舍。在四摄法里面，第一个也是布施，「布施、爱语、利行、同事」。由此可知，佛法里面修行的方法，无论是大乘小乘，对于这个「舍」是非常非常重视。我们要问，为什么要重视这个修行方法？如果我们明了佛法教学的真谛，你自然就明白了。",
      "zh_TW": "昨天我們講到此地。這段文裡面著重在念戒念捨，這個「戒」己經跟諸位報告過了，「捨」裡面，這個含義非常的深廣。在通常經論裡面給我們講的菩薩行，就是六度。六度第一個是布施，布施就是捨。在普賢菩薩十願裡面有「廣修供養」，這供養也是捨。在四攝法裡面，第一個也是布施，「布施、愛語、利行、同事」。由此可知，佛法裡面修行的方法，無論是大乘小乘，對於這個「捨」是非常非常重視。我們要問，為什麼要重視這個修行方法？如果我們明瞭佛法教學的真諦，你自然就明白了。"
    },
    {
      "id": "03-003-0007_p0003",
      "zh_CN": "佛法的教学，用浅近的话来说，是说明宇宙人生的真相。真相明白之后，如何恢复自性本能？这是佛法要追求的，是希望能够达到的。一切众生学佛不能达到这个目标，原因就是放不下，所以佛法修学就把「舍」摆在第一位了。这个自私自利的念头放不下，就不能出轮回。对于一切诸法这些法相名词要放不下，就不能见性。",
      "zh_TW": "佛法的教學，用淺近的話來說，是說明宇宙人生的真相。真相明白之後，如何恢復自性本能？這是佛法要追求的，是希望能夠達到的。一切眾生學佛不能達到這個目標，原因就是放不下，所以佛法修學就把「捨」擺在第一位了。這個自私自利的念頭放不下，就不能出輪迴。對於一切諸法這些法相名詞要放不下，就不能見性。"
    },
    {
      "id": "03-003-0007_p0004",
      "zh_CN": "所以不但「人我」要舍，「法我」也要舍，《金刚经》上说得很明白：「法尚应舍，何况非法？」换句话说，那要到成佛。成佛是什么样子？把一切法舍得干干净净，那就成佛了。还有一法没舍尽，他就不能叫佛。我们讲菩萨最高的位次是等觉菩萨，等觉菩萨他还有什么没放下？没舍掉？还有一念生相无明，他还执着这个，还没有把它放下。如果把这一点也舍弃掉了，他就成佛了，就功德圆满了。",
      "zh_TW": "所以不但「人我」要捨，「法我」也要捨，《金剛經》上說得很明白：「法尚應捨，何況非法？」換句話說，那要到成佛。成佛是什麼樣子？把一切法捨得乾乾淨淨，那就成佛了。還有一法沒捨盡，他就不能叫佛。我們講菩薩最高的位次是等覺菩薩，等覺菩薩他還有什麼沒放下？沒捨掉？還有一念生相無明，他還執著這個，還沒有把它放下。如果把這一點也捨棄掉了，他就成佛了，就功德圓滿了。"
    },
    {
      "id": "03-003-0007_p0005",
      "zh_CN": "由此可知，佛法从初发心一直到成佛，修什么？放下！放下！再放下！如此而已。你放得愈多，你的品位就愈高，你放得愈少，你的品位就愈低。五十一个阶级，就从这里来的，只是看他能放下多少。这个「舍」真难，不容易！容易的话，大家不都成佛了吗？你之所以成不了佛，还是放不下。这里教给我们，「过去诸佛」，因为佛他已经舍干净了，那舍的事情是已经过去了。「现在菩萨」，菩萨现在在修学的，就是修的「舍」。",
      "zh_TW": "由此可知，佛法從初發心一直到成佛，修什麼？放下！放下！再放下！如此而已。你放得愈多，你的品位就愈高，你放得愈少，你的品位就愈低。五十一個階級，就從這裡來的，只是看他能放下多少。這個「捨」真難，不容易！容易的話，大家不都成佛了嗎？你之所以成不了佛，還是放不下。這裡教給我們，「過去諸佛」，因為佛他已經捨乾淨了，那捨的事情是已經過去了。「現在菩薩」，菩薩現在在修學的，就是修的「捨」。"
    },
    {
      "id": "03-003-0007_p0006",
      "zh_CN": "底下「难作能作，难舍能舍，内舍外舍，内外舍」，这四句《华严经》上讲得多，举了很多的例子，有很长的经文给我们说这几桩事情。",
      "zh_TW": "底下「難作能作，難捨能捨，內捨外捨，內外捨」，這四句《華嚴經》上講得多，舉了很多的例子，有很長的經文給我們說這幾樁事情。"
    },
    {
      "id": "03-003-0007_p0007",
      "zh_CN": "不舍是决定产生障碍。我们念佛求生净土，这是常讲的，这个法门是最容易的法门。实在讲，「最容易」是跟其他法门比较而说的，实在也不容易。如果真的那么容易，我们早就生净土了，何必落在今天？为什么不容易，还不是放不下！归根结柢，就是这一句话。",
      "zh_TW": "不捨是決定產生障礙。我們念佛求生淨土，這是常講的，這個法門是最容易的法門。實在講，「最容易」是跟其他法門比較而說的，實在也不容易。如果真的那麼容易，我們早就生淨土了，何必落在今天？為什麼不容易，還不是放不下！歸根結柢，就是這一句話。"
    },
    {
      "id": "03-003-0007_p0008",
      "zh_CN": "如果这一生要能往生，佛祖常教念佛人，「身心世界一切放下」。它这个好处在哪里？你暂时放下，放下就往生，这叫带业往生。这种放下，像石头压草一样，没断根！只是把它压住而已。用什么压住？往生的愿力，念佛的定力，是定力愿力把我们一切牵挂的暂时把它控制住，不起作用了，他就能往生。这是法门说起来容易，在此地。其他法门里面，这种功夫没用处的，这种功夫出不了三界的。但是在净土法门，这一点功夫就起大作用，就能帮助你往生。诸位要记住，这个功夫在什么时候用？在临终最后那一念用，那才管用。如果临终一念又乱掉了，又有牵肠挂肚的事情来了，那这一生就不能往生。这一生总算是修了一点善根，这个善根不知道到哪一生哪一劫才会开花结果，这就很难讲很难讲了，所以一定要珍惜这个因缘。",
      "zh_TW": "如果這一生要能往生，佛祖常教念佛人，「身心世界一切放下」。它這個好處在哪裡？你暫時放下，放下就往生，這叫帶業往生。這種放下，像石頭壓草一樣，沒斷根！只是把它壓住而已。用什麼壓住？往生的願力，念佛的定力，是定力願力把我們一切牽掛的暫時把它控制住，不起作用了，他就能往生。這是法門說起來容易，在此地。其他法門裡面，這種功夫沒用處的，這種功夫出不了三界的。但是在淨土法門，這一點功夫就起大作用，就能幫助你往生。諸位要記住，這個功夫在什麼時候用？在臨終最後那一念用，那才管用。如果臨終一念又亂掉了，又有牽腸掛肚的事情來了，那這一生就不能往生。這一生總算是修了一點善根，這個善根不知道到哪一生哪一劫才會開花結果，這就很難講很難講了，所以一定要珍惜這個因緣。"
    },
    {
      "id": "03-003-0007_p0009",
      "zh_CN": "一切诸佛他们舍掉了，现在菩萨们统统都在舍，我们为什么不肯舍？后面说得非常明显，这些菩萨们「但欲念法，不惜身财」，能舍身，能舍财。在我们修学过程当中，我们要先舍什么？不一定，因人而异。自己冷静去反省，我对于这个世间所有一切法，五欲六尘，名闻利养，哪一样看得最重？最重的就是那个病毒最深，先从这里下手。财看得重的，我就先舍财；名看得重的，我就先舍名。所以每个人不一样。有人财看得很淡泊，名看得很重，确确实实有这些事实。哪一种看得重，就应当先从这里下手。一生看得最重的都能舍了，其他的没看在眼里，那舍就容易了。这跟治病一样，害了很多病，哪一个病最严重，先来治疗它。",
      "zh_TW": "一切諸佛他們捨掉了，現在菩薩們統統都在捨，我們為什麼不肯捨？後面說得非常明顯，這些菩薩們「但欲念法，不惜身財」，能捨身，能捨財。在我們修學過程當中，我們要先捨什麼？不一定，因人而異。自己冷靜去反省，我對於這個世間所有一切法，五欲六塵，名聞利養，哪一樣看得最重？最重的就是那個病毒最深，先從這裡下手。財看得重的，我就先捨財；名看得重的，我就先捨名。所以每個人不一樣。有人財看得很淡泊，名看得很重，確確實實有這些事實。哪一種看得重，就應當先從這裡下手。一生看得最重的都能捨了，其他的沒看在眼裡，那捨就容易了。這跟治病一樣，害了很多病，哪一個病最嚴重，先來治療它。"
    },
    {
      "id": "03-003-0007_p0010",
      "zh_CN": "『行者等既念知此事，即须常作仰学前贤后圣舍身命意也。』这一句文是大师苦口婆心劝导我们，我们要以诸佛菩萨作模范，向他学习。",
      "zh_TW": "『行者等既念知此事，即須常作仰學前賢後聖捨身命意也。』這一句文是大師苦口婆心勸導我們，我們要以諸佛菩薩作模範，向他學習。"
    },
    {
      "id": "03-003-0007_p0011",
      "zh_CN": "疏【又念天者。即是最后身十地之菩萨。此等难行之行已过。三祇之劫已超。万德之行已成。灌顶之位已证。行者等既念知已。即自思念。我身无际已来。共他同时发愿。断恶行菩萨道。他尽不惜身命。行道进位。因圆果熟证圣者。逾于大地微尘。然我等凡夫。乃至今日。虚然流浪。烦恼恶障。转转增多。福慧微微。若对重昏之临明镜也。忽思忖此事。不胜心惊悲叹者哉。】",
      "zh_TW": "疏【又念天者。即是最後身十地之菩薩。此等難行之行已過。三祇之劫已超。萬德之行已成。灌頂之位已證。行者等既念知已。即自思念。我身無際已來。共他同時發願。斷惡行菩薩道。他盡不惜身命。行道進位。因圓果熟證聖者。踰於大地微塵。然我等凡夫。乃至今日。虛然流浪。煩惱惡障。轉轉增多。福慧微微。若對重昏之臨明鏡也。忽思忖此事。不勝心驚悲歎者哉。】"
    },
    {
      "id": "03-003-0007_p0012",
      "zh_CN": "这是「六念」的最后一条。「天」是指什么？『即是最后身十地之菩萨』，可见得「念天」不是念普通的天人。如果我们讲念欲界天、色界天，那就错了。那你念天，你将来一定会生天。这个「天」是什么？是十地菩萨，十地是从初地到十地。十地菩萨在哪里修行？多半在天上，而且多半都作天王。大乘经里面讲得很多，都在天上作天王，自行化他。最后十地叫法云地，从此以后他要成佛了，这算是最后身了。因为再往上提升那就是等觉菩萨，等觉菩萨是后补佛了，所以菩萨的位次到十地就圆满了，十地在天上作天王。",
      "zh_TW": "這是「六念」的最後一條。「天」是指什麼？『即是最後身十地之菩薩』，可見得「念天」不是念普通的天人。如果我們講念欲界天、色界天，那就錯了。那你念天，你將來一定會生天。這個「天」是什麼？是十地菩薩，十地是從初地到十地。十地菩薩在哪裡修行？多半在天上，而且多半都作天王。大乘經裡面講得很多，都在天上作天王，自行化他。最後十地叫法雲地，從此以後他要成佛了，這算是最後身了。因為再往上提升那就是等覺菩薩，等覺菩薩是後補佛了，所以菩薩的位次到十地就圓滿了，十地在天上作天王。"
    },
    {
      "id": "03-003-0007_p0013",
      "zh_CN": "『此等难行之行已过。』菩萨的因位，到他这个地方己经修圆满了。",
      "zh_TW": "『此等難行之行已過。』菩薩的因位，到他這個地方己經修圓滿了。"
    },
    {
      "id": "03-003-0007_p0014",
      "zh_CN": "『三衹之劫已超。』他修行多久时间？三大阿僧衹劫他修圆满了，所以证得法云地，证得十地菩萨了。佛教我们念天，就是念这个天，不是念其他的天，念他的功德统统圆满了。",
      "zh_TW": "『三衹之劫已超。』他修行多久時間？三大阿僧衹劫他修圓滿了，所以證得法雲地，證得十地菩薩了。佛教我們念天，就是念這個天，不是念其他的天，念他的功德統統圓滿了。"
    },
    {
      "id": "03-003-0007_p0015",
      "zh_CN": "『万德之行已成，灌顶之位已证。』菩萨地位达到最高的位次。",
      "zh_TW": "『萬德之行已成，灌頂之位已證。』菩薩地位達到最高的位次。"
    },
    {
      "id": "03-003-0007_p0016",
      "zh_CN": "『行者等既念知己。』我们想到十地菩萨三大阿僧衹劫修行圆满。",
      "zh_TW": "『行者等既念知己。』我們想到十地菩薩三大阿僧衹劫修行圓滿。"
    },
    {
      "id": "03-003-0007_p0017",
      "zh_CN": "『即自思念，我身无际已来。』这就是看看别人，回头想想自己。「无际」就是无量劫以来。",
      "zh_TW": "『即自思念，我身無際已來。』這就是看看別人，回頭想想自己。「無際」就是無量劫以來。"
    },
    {
      "id": "03-003-0007_p0018",
      "zh_CN": "『共他同时发愿。』原来这十地菩萨不是别人，是我们无量劫以前的同学。这个话到底是真的，还是假的？决定是真实的！我们今天看十地菩萨，他只是三大阿僧衹劫修行圆满。我们自己过去世学佛，时劫之长是无量阿僧衹劫；不是三大阿僧衹劫，是无量阿僧衹劫。这些人怎么不是我们的同学？当然是同学。不但这些菩萨是同学，乃至于许许多多诸佛如来，过去生中跟我们都是同学。他们今天成佛的成佛了，成菩萨的成菩萨，我们今天还落在六道搞生死轮回。从前「共他同时发愿」，念天原来是念这些。",
      "zh_TW": "『共他同時發願。』原來這十地菩薩不是別人，是我們無量劫以前的同學。這個話到底是真的，還是假的？決定是真實的！我們今天看十地菩薩，他只是三大阿僧衹劫修行圓滿。我們自己過去世學佛，時劫之長是無量阿僧衹劫；不是三大阿僧衹劫，是無量阿僧衹劫。這些人怎麼不是我們的同學？當然是同學。不但這些菩薩是同學，乃至於許許多多諸佛如來，過去生中跟我們都是同學。他們今天成佛的成佛了，成菩薩的成菩薩，我們今天還落在六道搞生死輪迴。從前「共他同時發願」，念天原來是念這些。"
    },
    {
      "id": "03-003-0007_p0019",
      "zh_CN": "『断恶行菩萨道。』我们过去生中都干过。",
      "zh_TW": "『斷惡行菩薩道。』我們過去生中都幹過。"
    },
    {
      "id": "03-003-0007_p0020",
      "zh_CN": "『他尽不惜身命，行道进位，因圆果熟证圣者，逾于大地微尘。』他怎么会成就的？他拼命的学，他不惜身命；换句话说，他真能舍，真能放下了，所以他的果位不断的向上提升。「进位」就是提升、升级。今天「因圆果熟」到法云地了，菩萨位次到了顶头。「证圣」，证得大圣，法云地的菩萨是大圣。人数有多少？「逾」是超过，超过「大地微尘」数这么多。我们同学当中，现在证得法云地的菩萨是微尘数，分布在十方世界。",
      "zh_TW": "『他盡不惜身命，行道進位，因圓果熟證聖者，踰於大地微塵。』他怎麼會成就的？他拼命的學，他不惜身命；換句話說，他真能捨，真能放下了，所以他的果位不斷的向上提升。「進位」就是提升、升級。今天「因圓果熟」到法雲地了，菩薩位次到了頂頭。「證聖」，證得大聖，法雲地的菩薩是大聖。人數有多少？「踰」是超過，超過「大地微塵」數這麼多。我們同學當中，現在證得法雲地的菩薩是微塵數，分佈在十方世界。"
    },
    {
      "id": "03-003-0007_p0021",
      "zh_CN": "『然我等凡夫，乃至今日，虚然流浪，烦恼恶障，转转增多，福慧微微，若对重昏之临明镜也。』这是看看别人，再回过头来想想自己。我们自己今天还是在凡夫，一直到今天，在六道里生生死死，这叫「虚然流浪」，没有一点成就！纵然得人身，生天上，这一生都空过了。烦恼恶障是愈来愈多，福慧是愈来愈少，只要不出轮回，必定是这个现象。我们要不想到这个事情，就是糊里糊涂过去了；要真正想到这个事情，实在是可怕！生死不可怕，轮回愈来愈往下面沈，这个可怕！「重昏」是个比喻，昏暗的时候对明镜也看不清楚。",
      "zh_TW": "『然我等凡夫，乃至今日，虛然流浪，煩惱惡障，轉轉增多，福慧微微，若對重昏之臨明鏡也。』這是看看別人，再回過頭來想想自己。我們自己今天還是在凡夫，一直到今天，在六道裡生生死死，這叫「虛然流浪」，沒有一點成就！縱然得人身，生天上，這一生都空過了。煩惱惡障是愈來愈多，福慧是愈來愈少，只要不出輪迴，必定是這個現象。我們要不想到這個事情，就是糊裡糊塗過去了；要真正想到這個事情，實在是可怕！生死不可怕，輪迴愈來愈往下面沈，這個可怕！「重昏」是個比喻，昏暗的時候對明鏡也看不清楚。"
    },
    {
      "id": "03-003-0007_p0022",
      "zh_CN": "『忽思忖此事，不胜心惊悲叹者哉。』忽然想到这个事实，自自然然就生起高度的警觉心，生起悲心之念。悲的是长劫以来没有成就，幸喜的是今天又遇到殊胜的法缘，果然在这一生能够紧紧掌握到这一分机会，认真努力修学，迎头赶上，还来得及！特别是净土法门，依这个法门来说，真的可以迎头赶上，这个是欢喜的一桩事情。",
      "zh_TW": "『忽思忖此事，不勝心驚悲歎者哉。』忽然想到這個事實，自自然然就生起高度的警覺心，生起悲心之念。悲的是長劫以來沒有成就，幸喜的是今天又遇到殊勝的法緣，果然在這一生能夠緊緊掌握到這一分機會，認真努力修學，迎頭趕上，還來得及！特別是淨土法門，依這個法門來說，真的可以迎頭趕上，這個是歡喜的一樁事情。"
    },
    {
      "id": "03-003-0007_p0023",
      "zh_CN": "经【回向发愿。愿生彼国。】",
      "zh_TW": "經【迴向發願。願生彼國。】"
    },
    {
      "id": "03-003-0007_p0024",
      "zh_CN": "疏【七从回向发愿已下。正明各各回前所修之业。向所求处。】",
      "zh_TW": "疏【七從迴向發願已下。正明各各迴前所修之業。向所求處。】"
    },
    {
      "id": "03-003-0007_p0025",
      "zh_CN": "这就是说明前面讲的三心。又「三种众生当得往生」，一个是「慈心不杀，具足戒行」，第二个是「读诵大乘方等经典」，第三个是「修行六念」。所以在这段经文里，总共给我们讲了六桩事情。六桩事情，三心要圆发，三心一定要圆满。底下讲的这个三种，这是属于助修，单修一种也行。譬如有人专修「慈心不杀，具足戒行」，前面跟诸位报告过了，专修一种行。或者专门「读诵大乘经典」，或者专修「六念，或者是这三种里面修两种，或者是三种都具足，都可以。一定要回向，要把你断恶修善的功德回向求生净土。",
      "zh_TW": "這就是說明前面講的三心。又「三種眾生當得往生」，一個是「慈心不殺，具足戒行」，第二個是「讀誦大乘方等經典」，第三個是「修行六念」。所以在這段經文裡，總共給我們講了六樁事情。六樁事情，三心要圓發，三心一定要圓滿。底下講的這個三種，這是屬於助修，單修一種也行。譬如有人專修「慈心不殺，具足戒行」，前面跟諸位報告過了，專修一種行。或者專門「讀誦大乘經典」，或者專修「六念，或者是這三種裡面修兩種，或者是三種都具足，都可以。一定要迴向，要把你斷惡修善的功德迴向求生淨土。"
    },
    {
      "id": "03-003-0007_p0026",
      "zh_CN": "经【具此功德。一日乃至七日。即得往生。】",
      "zh_TW": "經【具此功德。一日乃至七日。即得往生。】"
    },
    {
      "id": "03-003-0007_p0027",
      "zh_CN": "疏【八从具此功德已下。正明修行时节延促。上尽一形。下至一日一时一念等。或从一念十念。至一时一日一形。大意者。一发心已后。誓毕此生。无有退转。唯以净土为期。又言具此功德者。或一人具上二。或一人具下二。或一人三种尽具。或有人三种无分者。名作着人皮畜生。非名人也。又不问具三不具三。回尽得往生。应知。】",
      "zh_TW": "疏【八從具此功德已下。正明修行時節延促。上盡一形。下至一日一時一念等。或從一念十念。至一時一日一形。大意者。一發心已後。誓畢此生。無有退轉。唯以淨土為期。又言具此功德者。或一人具上二。或一人具下二。或一人三種盡具。或有人三種無分者。名作著人皮畜生。非名人也。又不問具三不具三。迴盡得往生。應知。】"
    },
    {
      "id": "03-003-0007_p0028",
      "zh_CN": "这一段是给我们说明，修学这个法门需要多长的时间？经上告诉我们，上根之人，尽形寿的修学，就是我活一天，我就修一天，经上举的例子，「上尽百年」，就是这个意思。百年就是一生，天天修行，无有中断，我们常讲「不夹杂、不间断」，当然这个需要时间，需要有修学的环境。换句话说，需要福报，没有福报不行，没有福报你就没有时间。",
      "zh_TW": "這一段是給我們說明，修學這個法門需要多長的時間？經上告訴我們，上根之人，盡形壽的修學，就是我活一天，我就修一天，經上舉的例子，「上盡百年」，就是這個意思。百年就是一生，天天修行，無有中斷，我們常講「不夾雜、不間斷」，當然這個需要時間，需要有修學的環境。換句話說，需要福報，沒有福報不行，沒有福報你就沒有時間。"
    },
    {
      "id": "03-003-0007_p0029",
      "zh_CN": "当工作很多、很忙碌的时候，不能每天修行，或者每天长时间的修行，忙里抽闲，这是一个办法。所以古大德教给我们修「十念法」。「十念法」，时间不长，大概有五分钟左右。你再忙，五分钟的时间应该可以抽得出来。早晨起来，修「十念法」。「十念法」是持佛名号，念阿弥陀佛。一口气叫一念，一口气里面佛号不拘多少。每一个人气的长短不一样，所以不拘多少，一口气叫一念。也不要多，也不要少，就念十口气。你不要再增加，我念个二十口气。不好！为什么不好？「十念法」，如果时间长的话，真的伤身体，确实会伤身体。定的十念，你就老老实实的念十口气。可是念这个十口气的时候，身心世界一切放下，什么都不要想，专门想佛。如果你在念佛当中，还有妄想夹杂在里头，你的功夫就破坏了。所以念佛的时候，不怀疑、不夹杂、不间断，这十口气不间断，里头没有妄想，这个非常重要。",
      "zh_TW": "當工作很多、很忙碌的時候，不能每天修行，或者每天長時間的修行，忙裡抽閒，這是一個辦法。所以古大德教給我們修「十念法」。「十念法」，時間不長，大概有五分鐘左右。你再忙，五分鐘的時間應該可以抽得出來。早晨起來，修「十念法」。「十念法」是持佛名號，念阿彌陀佛。一口氣叫一念，一口氣裡面佛號不拘多少。每一個人氣的長短不一樣，所以不拘多少，一口氣叫一念。也不要多，也不要少，就念十口氣。你不要再增加，我念個二十口氣。不好！為什麼不好？「十念法」，如果時間長的話，真的傷身體，確實會傷身體。定的十念，你就老老實實的念十口氣。可是念這個十口氣的時候，身心世界一切放下，什麼都不要想，專門想佛。如果你在念佛當中，還有妄想夾雜在裡頭，你的功夫就破壞了。所以念佛的時候，不懷疑、不夾雜、不間斷，這十口氣不間斷，裡頭沒有妄想，這個非常重要。"
    },
    {
      "id": "03-003-0007_p0030",
      "zh_CN": "早晨起来修一次，晚上睡觉前再修一次，一生当中一天都不间断。这也符合《无量寿经》上所讲的「一向专念」。我早晚都修十念法，从来没有间断过，这个也符合教诫。如果得闲的话，退休了不须要再工作了，这个时候自己有时间，我们的功课就可以加长。功课长，还是以念佛为主。通常在念佛前面加上诵经，或者是加上念咒。我们净宗法门里面，多半是念《无量寿经》，念往生咒。一般念佛仪规里面，《阿弥陀经》一遍，往生咒三遍，然后接着念佛。念经念咒的用意在哪里？用意是在收心。这个心散乱的，一遍经念下来，这个心定了。所以念经的目的是收心。念佛一定要用「至诚心」去念，一心称念，不能用散心称念。散心称念，收不到效果，一定要一心称念。所以一遍《阿弥陀经》，三遍往生咒是收心的，作用在此地。",
      "zh_TW": "早晨起來修一次，晚上睡覺前再修一次，一生當中一天都不間斷。這也符合《無量壽經》上所講的「一向專念」。我早晚都修十念法，從來沒有間斷過，這個也符合教誡。如果得閒的話，退休了不須要再工作了，這個時候自己有時間，我們的功課就可以加長。功課長，還是以念佛為主。通常在念佛前面加上誦經，或者是加上念咒。我們淨宗法門裡面，多半是念《無量壽經》，念往生咒。一般念佛儀規裡面，《阿彌陀經》一遍，往生咒三遍，然後接著念佛。念經念咒的用意在哪裡？用意是在收心。這個心散亂的，一遍經念下來，這個心定了。所以念經的目的是收心。念佛一定要用「至誠心」去念，一心稱念，不能用散心稱念。散心稱念，收不到效果，一定要一心稱念。所以一遍《阿彌陀經》，三遍往生咒是收心的，作用在此地。"
    },
    {
      "id": "03-003-0007_p0031",
      "zh_CN": "一个常常念佛的人，心都是很静很定，他的心不散乱，经就可以不要念了，一直念佛就好了。所以古来有许许多多的大德，一天念十万声佛号，以这个为日常的功课，他也不念经，他也不念咒。这个是必须退休以后，没有工作才能够做得到。刚刚开始，你一天念一万声、两万声、三万声，慢慢往上加。发心不要太勇猛，一下发心念十万声，到第二天念不了，再减八万，第三天再减五万，这就退转了，这就不好了，这不是好现象。宁愿发心发的少一点，慢慢往上增加，这是好现象。这个我们不能不知道的。",
      "zh_TW": "一個常常念佛的人，心都是很靜很定，他的心不散亂，經就可以不要念了，一直念佛就好了。所以古來有許許多多的大德，一天念十萬聲佛號，以這個為日常的功課，他也不念經，他也不念咒。這個是必須退休以後，沒有工作才能夠做得到。剛剛開始，你一天念一萬聲、兩萬聲、三萬聲，慢慢往上加。發心不要太勇猛，一下發心念十萬聲，到第二天念不了，再減八萬，第三天再減五萬，這就退轉了，這就不好了，這不是好現象。寧願發心發的少一點，慢慢往上增加，這是好現象。這個我們不能不知道的。"
    },
    {
      "id": "03-003-0007_p0032",
      "zh_CN": "『一日、七日』，这个七日就是通常我们讲的打佛七。佛七，在现代社会里面，利用比较长一点的假期。如果有长假，能有七天的假期，打一个佛七，七天好好的来念一次佛，能够收心，这个效果非常非常的显著。没有七天，三天也行，五天也行，一天也行。一天的假期，总是比较多。长假比较少，短假比较多。把这个假期好好的把握住，做一点真正有利于自己的事，那就无过于念佛了。念佛是真正于自己有利益的事情，不要把假期虚度了、空过了，那就太可惜了。所以这一段是讲修行时间的长短。",
      "zh_TW": "『一日、七日』，這個七日就是通常我們講的打佛七。佛七，在現代社會裡面，利用比較長一點的假期。如果有長假，能有七天的假期，打一個佛七，七天好好的來念一次佛，能夠收心，這個效果非常非常的顯著。沒有七天，三天也行，五天也行，一天也行。一天的假期，總是比較多。長假比較少，短假比較多。把這個假期好好的把握住，做一點真正有利於自己的事，那就無過於念佛了。念佛是真正於自己有利益的事情，不要把假期虛度了、空過了，那就太可惜了。所以這一段是講修行時間的長短。"
    },
    {
      "id": "03-003-0007_p0033",
      "zh_CN": "经【生彼国时。此人精进勇猛故。阿弥陀如来。与观世音大势至。无数化佛。百千比丘声闻大众。无量诸天。七宝宫殿。观世音菩萨执金刚台。与大势至菩萨。至行者前。阿弥陀佛。放大光明。照行者身。与诸菩萨。授手迎接。观世音大势至。与无数菩萨。赞叹行者。劝进其心。行者见已。欢喜踊跃。自见其身乘金刚台。随从佛后。如弹指顷。往生彼国。】",
      "zh_TW": "經【生彼國時。此人精進勇猛故。阿彌陀如來。與觀世音大勢至。無數化佛。百千比丘聲聞大眾。無量諸天。七寶宮殿。觀世音菩薩執金剛臺。與大勢至菩薩。至行者前。阿彌陀佛。放大光明。照行者身。與諸菩薩。授手迎接。觀世音大勢至。與無數菩薩。讚歎行者。勸進其心。行者見已。歡喜踊躍。自見其身乘金剛臺。隨從佛後。如彈指頃。往生彼國。】"
    },
    {
      "id": "03-003-0007_p0034",
      "zh_CN": "疏【九从生彼国时下。至往生彼国已来。正明临命终时。圣来迎接不同。去时迟疾。即有其十一。一明标定所归之国。二明重显其行。指出决定精勤者。亦是校量功德强弱。三明弥陀化主身自来赴。四明观音已下。更显无数大众等。皆从弥陀来迎行者。五明宝宫随众。六明重观音势至共执金台至行者前。七明弥陀放光照行者之身。八明佛既舒光照及。即与化佛等同时接手。九明既接升台。观音等同声赞劝行者之心。十明自见乘台从佛。十一正明去时迟疾。】",
      "zh_TW": "疏【九從生彼國時下。至往生彼國已來。正明臨命終時。聖來迎接不同。去時遲疾。即有其十一。一明標定所歸之國。二明重顯其行。指出決定精勤者。亦是校量功德強弱。三明彌陀化主身自來赴。四明觀音已下。更顯無數大眾等。皆從彌陀來迎行者。五明寶宮隨眾。六明重觀音勢至共執金臺至行者前。七明彌陀放光照行者之身。八明佛既舒光照及。即與化佛等同時接手。九明既接昇臺。觀音等同聲讚勸行者之心。十明自見乘臺從佛。十一正明去時遲疾。】"
    },
    {
      "id": "03-003-0007_p0035",
      "zh_CN": "这一段经文是讲往生的当时之状况，念佛人一生所希求的，就是临命终时佛来接引。",
      "zh_TW": "這一段經文是講往生的當時之狀況，念佛人一生所希求的，就是臨命終時佛來接引。"
    },
    {
      "id": "03-003-0007_p0036",
      "zh_CN": "『生彼国时』，是往生西方极乐世界的时候。这一句说明了念佛人一生的愿望，就是希望生到西方极乐世界。",
      "zh_TW": "『生彼國時』，是往生西方極樂世界的時候。這一句說明了念佛人一生的願望，就是希望生到西方極樂世界。"
    },
    {
      "id": "03-003-0007_p0037",
      "zh_CN": "『此人精进勇猛故。』这句话很重要！这是他之所以能往生的条件。特别是在上品上生，他一生的修行，如果不是「精进勇猛」，怎么能够达到这么高的品位？「精进」，这两个字要紧！「进」是有进无退，「精」是纯而不杂，这叫精进。精进是非常非常之难，真精进就是佛门里常说的「老实念佛」。各位要知道，老实人叫真精进。这又学佛，又要读经，又要参禅，还要学念咒，再要学持戒，还要学着去做法会，那个进叫杂进。那就不精，叫杂进，叫乱进。那个不叫精进，那叫不老实。所以老实念佛的人，是一门深入。",
      "zh_TW": "『此人精進勇猛故。』這句話很重要！這是他之所以能往生的條件。特別是在上品上生，他一生的修行，如果不是「精進勇猛」，怎麼能夠達到這麼高的品位？「精進」，這兩個字要緊！「進」是有進無退，「精」是純而不雜，這叫精進。精進是非常非常之難，真精進就是佛門裡常說的「老實念佛」。各位要知道，老實人叫真精進。這又學佛，又要讀經，又要參禪，還要學念咒，再要學持戒，還要學著去做法會，那個進叫雜進。那就不精，叫雜進，叫亂進。那個不叫精進，那叫不老實。所以老實念佛的人，是一門深入。"
    },
    {
      "id": "03-003-0007_p0038",
      "zh_CN": "这个经典是我们信仰的依据，我们对这个怀疑，不相信，这才读经，深入经藏，研究五经一论。净土这些经典，我真的相信了，一点都不怀疑了，这些经论对我来讲一点用处都没有。所以到最后剩下什么？「阿弥陀佛」四个字。真精进，就是一生当中，时时刻刻念念，就忆念这个名号，名号功德不可思议！而我们今天信心不坚固，还会动摇，这才研究这些经论。这好像我们走路一样，现在还没上路，还在准备。像在研究路怎么走法，路上的状况跟你讲解，再给你画地图。研究这些东西，没起步。上路之后，统统都不要了，这些都不相干，过去了。所以真正修行人，一生就是一句佛号，什么都没有了，这叫精进。这样的人，他往生的品位当然高！不但精进，勇猛精进！所有一切障难都难不住他，这叫「勇猛精进」。",
      "zh_TW": "這個經典是我們信仰的依據，我們對這個懷疑，不相信，這才讀經，深入經藏，研究五經一論。淨土這些經典，我真的相信了，一點都不懷疑了，這些經論對我來講一點用處都沒有。所以到最後剩下什麼？「阿彌陀佛」四個字。真精進，就是一生當中，時時刻刻念念，就憶念這個名號，名號功德不可思議！而我們今天信心不堅固，還會動搖，這才研究這些經論。這好像我們走路一樣，現在還沒上路，還在準備。像在研究路怎麼走法，路上的狀況跟你講解，再給你畫地圖。研究這些東西，沒起步。上路之後，統統都不要了，這些都不相干，過去了。所以真正修行人，一生就是一句佛號，什麼都沒有了，這叫精進。這樣的人，他往生的品位當然高！不但精進，勇猛精進！所有一切障難都難不住他，這叫「勇猛精進」。"
    },
    {
      "id": "03-003-0007_p0039",
      "zh_CN": "『阿弥陀如来』，这是说他往生的时候，佛亲自来迎接，阿弥陀佛来迎，『与观世音大势至无数化佛』。通常经上跟我们说，上品上生的人往生的时候，见到无数的佛。所以自己在往生的时候，如果见到虚空当中统统都是诸佛来迎接，你就晓得了，这是上品上生。上品中生是一千尊佛，你看到一千尊佛来迎接。上品下生看到是五百尊佛。所以你要看到无量诸佛的时候，一看不止一千，那一定是上品上生。临终时候你会看得清清楚楚。",
      "zh_TW": "『阿彌陀如來』，這是說他往生的時候，佛親自來迎接，阿彌陀佛來迎，『與觀世音大勢至無數化佛』。通常經上跟我們說，上品上生的人往生的時候，見到無數的佛。所以自己在往生的時候，如果見到虛空當中統統都是諸佛來迎接，你就曉得了，這是上品上生。上品中生是一千尊佛，你看到一千尊佛來迎接。上品下生看到是五百尊佛。所以你要看到無量諸佛的時候，一看不止一千，那一定是上品上生。臨終時候你會看得清清楚楚。"
    },
    {
      "id": "03-003-0007_p0040",
      "zh_CN": "『百千比丘声闻无量诸天。』来的人多了，有菩萨，有罗汉，这是在你临终时候见到的。这些人，前面跟诸位报告过了，都是与自己有缘的；没有缘的，他不会来接引。有缘的怎么会这么多，这是你真的没有想到。不过到这个时候，你就不会奇怪了。为什么？经上说得很清楚，佛来接引的时候，阿弥陀佛放光注照你。佛光一照，佛的本愿威神就加持你。这一加持，你的业障消除了，你的本能恢复了。本能就是我们常讲的「六通」。这六种神通，四十八愿里说过了，「天眼洞视，天耳彻听，他心遍智」，你这个能力恢复了。你看看这些诸佛、这些菩萨、声闻大众，原来统统是过去生中的同参道友、家亲眷属，原来他们老早都到西方世界来了。我今天来了，他们也非常欢喜，跟着阿弥陀佛一同来迎接我，就是这么一个道理。",
      "zh_TW": "『百千比丘聲聞無量諸天。』來的人多了，有菩薩，有羅漢，這是在你臨終時候見到的。這些人，前面跟諸位報告過了，都是與自己有緣的；沒有緣的，他不會來接引。有緣的怎麼會這麼多，這是你真的沒有想到。不過到這個時候，你就不會奇怪了。為什麼？經上說得很清楚，佛來接引的時候，阿彌陀佛放光注照你。佛光一照，佛的本願威神就加持你。這一加持，你的業障消除了，你的本能恢復了。本能就是我們常講的「六通」。這六種神通，四十八願裡說過了，「天眼洞視，天耳徹聽，他心遍智」，你這個能力恢復了。你看看這些諸佛、這些菩薩、聲聞大眾，原來統統是過去生中的同參道友、家親眷屬，原來他們老早都到西方世界來了。我今天來了，他們也非常歡喜，跟著阿彌陀佛一同來迎接我，就是這麼一個道理。"
    },
    {
      "id": "03-003-0007_p0041",
      "zh_CN": "『七宝宫殿』，前面我们曾经读到过「宫殿随身」，这个时候真的看到了，见到了七宝宫殿。",
      "zh_TW": "『七寶宮殿』，前面我們曾經讀到過「宮殿隨身」，這個時候真的看到了，見到了七寶宮殿。"
    },
    {
      "id": "03-003-0007_p0042",
      "zh_CN": "『观世音菩萨执金刚台』，这是往生到西方极乐世界自己的居处，莲花化身。莲花从哪里来的？莲花是自己愿力、念力变现出来的。我们今天在这个世界，真正发心愿生净土，阿弥陀佛讲堂外面的七宝池中，就长出一个花苞了。你念的功夫愈勤，心地真诚清净，这朵莲花一天比一天大，它在那里长大，光色也好。等到自己往生的这一天，阿弥陀佛就拿着这朵花，这朵花是你自己培养的，来接引你往生。而且这朵花上统统都标明自己的名字在上面，这很奇怪，每一朵花都有那个念佛人的名字。如果你退了心，或者想学别的法门，这朵花就枯死了，就消失了，没有了。所以莲花金台不是佛菩萨给你的，是你自己在那个地方造就的，他拿着这个来接引你。",
      "zh_TW": "『觀世音菩薩執金剛臺』，這是往生到西方極樂世界自己的居處，蓮花化身。蓮花從哪裡來的？蓮花是自己願力、念力變現出來的。我們今天在這個世界，真正發心願生淨土，阿彌陀佛講堂外面的七寶池中，就長出一個花苞了。你念的功夫愈勤，心地真誠清淨，這朵蓮花一天比一天大，它在那裡長大，光色也好。等到自己往生的這一天，阿彌陀佛就拿著這朵花，這朵花是你自己培養的，來接引你往生。而且這朵花上統統都標明自己的名字在上面，這很奇怪，每一朵花都有那個念佛人的名字。如果你退了心，或者想學別的法門，這朵花就枯死了，就消失了，沒有了。所以蓮花金臺不是佛菩薩給你的，是你自己在那個地方造就的，他拿著這個來接引你。"
    },
    {
      "id": "03-003-0007_p0043",
      "zh_CN": "我们听了很奇怪，这事到底是真的，还是假的？如果你有一念怀疑，就去不了！这一念怀疑，纵然有花有台，光色都不对了，都灰暗了，不像以前那么样的鲜艳。这是如来果地上的境界，跟一切大乘佛法的修学，境界完全不相同。善导大师在这章经典里面，确实给我们做了非常详细的开导，让我们对这个法门一丝毫的疑惑都没有，这才能圆满成就。",
      "zh_TW": "我們聽了很奇怪，這事到底是真的，還是假的？如果你有一念懷疑，就去不了！這一念懷疑，縱然有花有臺，光色都不對了，都灰暗了，不像以前那麼樣的鮮豔。這是如來果地上的境界，跟一切大乘佛法的修學，境界完全不相同。善導大師在這章經典裡面，確實給我們做了非常詳細的開導，讓我們對這個法門一絲毫的疑惑都沒有，這才能圓滿成就。"
    },
    {
      "id": "03-003-0007_p0044",
      "zh_CN": "由此可知，人一生当中，第一桩真实的大事是念佛。为什么？你念得莲花愈念愈大，愈念光彩愈好，这是真的，是你永远得到的。这个世间所有一切没有一样你能够得到，全是假的。即使你是生到天上，天上不过寿命长一点而已，还是有生死。就是生到非想非非想天，寿命八万大劫，这个时间长，八万大劫。诸位要晓得，还是有到头的时候。到头了怎么办？到头还是搞六道轮回，那是爬到最高，没地方再高了，他那里到头就往下堕落了。",
      "zh_TW": "由此可知，人一生當中，第一樁真實的大事是念佛。為什麼？你念得蓮花愈念愈大，愈念光彩愈好，這是真的，是你永遠得到的。這個世間所有一切沒有一樣你能夠得到，全是假的。即使你是生到天上，天上不過壽命長一點而已，還是有生死。就是生到非想非非想天，壽命八萬大劫，這個時間長，八萬大劫。諸位要曉得，還是有到頭的時候。到頭了怎麼辦？到頭還是搞六道輪迴，那是爬到最高，沒地方再高了，他那裡到頭就往下墮落了。"
    },
    {
      "id": "03-003-0007_p0045",
      "zh_CN": "换句话说，六道里面，全是虚妄的，全是假的。所以佛教我们要舍，六道统统要舍尽，不要去执着这些，不要再去做傻事情了。唯有西方净土是真的，是你永远得到，永远不会失掉的。我们要把这个事情认识清楚，这个是事实的真相。唯有认清楚了，搞明白了，他才真正肯勇猛精进，来执持这一句名号；会把这句名号，当作一生当中第一桩大事来看待，来认真的修学。",
      "zh_TW": "換句話說，六道裡面，全是虛妄的，全是假的。所以佛教我們要捨，六道統統要捨盡，不要去執著這些，不要再去做傻事情了。唯有西方淨土是真的，是你永遠得到，永遠不會失掉的。我們要把這個事情認識清楚，這個是事實的真相。唯有認清楚了，搞明白了，他才真正肯勇猛精進，來執持這一句名號；會把這句名號，當作一生當中第一樁大事來看待，來認真的修學。"
    },
    {
      "id": "03-003-0007_p0046",
      "zh_CN": "观音菩萨拿着金台，『与大势至菩萨至行者前』，这是讲二大士，观音、势至跟着阿弥陀佛来迎接你。这个时候，『阿弥陀佛放大光明照行者身』，这地方的光是放光，不是常光。放光就是特别加持，这个时候你身心障碍都没有了。佛光一加持，你的业障就消除了，智慧就开了，能力就显现了。佛光注照，使我们念佛的功夫在这个地方就进级了。",
      "zh_TW": "觀音菩薩拿著金臺，『與大勢至菩薩至行者前』，這是講二大士，觀音、勢至跟著阿彌陀佛來迎接你。這個時候，『阿彌陀佛放大光明照行者身』，這地方的光是放光，不是常光。放光就是特別加持，這個時候你身心障礙都沒有了。佛光一加持，你的業障就消除了，智慧就開了，能力就顯現了。佛光注照，使我們念佛的功夫在這個地方就進級了。"
    },
    {
      "id": "03-003-0007_p0047",
      "zh_CN": "梵文原本里面，没有「一心不乱」。我们现在读的《阿弥陀经》是鸠摩罗什大师翻译的，里面有「一心不乱」。这是罗什大师义译的，不是照经文直译的。实在讲经文里没有这个意思，他把它翻成「一心不乱」，他有没有翻错？没翻错！如果翻错了，玄奘大师一定会指出来。他没翻错。",
      "zh_TW": "梵文原本裡面，沒有「一心不亂」。我們現在讀的《阿彌陀經》是鳩摩羅什大師翻譯的，裡面有「一心不亂」。這是羅什大師義譯的，不是照經文直譯的。實在講經文裡沒有這個意思，他把它翻成「一心不亂」，他有沒有翻錯？沒翻錯！如果翻錯了，玄奘大師一定會指出來。他沒翻錯。"
    },
    {
      "id": "03-003-0007_p0048",
      "zh_CN": "诸位要知道，得一心不乱太难了，我们一生做不到。所以有一些修净土的人，看到《阿弥陀经》上「一心不乱」，吓呆了，这个法门我没分。为什么？一心不乱做不到！就会退心。殊不知，只要你念到功夫成片，这个可以做到，我们每一个人能做得到。什么叫功夫成片？这一句阿弥陀佛念到不间断，念到一切时、一切境界当中，心里只有一句阿弥陀佛。除一句阿弥陀佛之外，其他的妄想杂念都没有，这叫「功夫成片」。这是我们努力做的时候，真的人人可以做得到。问题就看你愿不愿意做，你愿意做，都能做得到。只要到这个功夫就行了！临命终时，阿弥陀佛佛光一照，就把你往上提升一级，就是「一心不乱」。所以罗什大师翻的没错！当你往生西方极乐世界的时候，你确确实实是「一心不乱」。从功夫成片就晋等到「事一心不乱」。念到「事一心不乱」的人，佛光一照就晋等到「理一心不乱」。他把你的功夫提升到一倍，这是佛光功德不可思议！",
      "zh_TW": "諸位要知道，得一心不亂太難了，我們一生做不到。所以有一些修淨土的人，看到《阿彌陀經》上「一心不亂」，嚇呆了，這個法門我沒分。為什麼？一心不亂做不到！就會退心。殊不知，只要你念到功夫成片，這個可以做到，我們每一個人能做得到。什麼叫功夫成片？這一句阿彌陀佛念到不間斷，念到一切時、一切境界當中，心裡只有一句阿彌陀佛。除一句阿彌陀佛之外，其他的妄想雜念都沒有，這叫「功夫成片」。這是我們努力做的時候，真的人人可以做得到。問題就看你願不願意做，你願意做，都能做得到。只要到這個功夫就行了！臨命終時，阿彌陀佛佛光一照，就把你往上提升一級，就是「一心不亂」。所以羅什大師翻的沒錯！當你往生西方極樂世界的時候，你確確實實是「一心不亂」。從功夫成片就晉等到「事一心不亂」。念到「事一心不亂」的人，佛光一照就晉等到「理一心不亂」。他把你的功夫提升到一倍，這是佛光功德不可思議！"
    },
    {
      "id": "03-003-0007_p0049",
      "zh_CN": "『与诸菩萨授手迎接。』这是说阿弥陀佛同无量诸佛、观音势至还有无量菩萨都伸出欢迎的手，欢迎你到西方极乐世界来，这叫「授手迎接」！这是往生时候的盛况。一再给同学们报告，往生是活着去的，不是死了去的，所以这个法门是真实不死的法门。因为你在临终的时候看到佛来接引，这个境界自己完全是清清楚楚、明明白白，你跟阿弥陀佛走了。到最后身也舍掉了，这个世界也舍掉了，真的身心世界一切尽舍，统统放下了，走了！他不是死了去的。",
      "zh_TW": "『與諸菩薩授手迎接。』這是說阿彌陀佛同無量諸佛、觀音勢至還有無量菩薩都伸出歡迎的手，歡迎你到西方極樂世界來，這叫「授手迎接」！這是往生時候的盛況。一再給同學們報告，往生是活著去的，不是死了去的，所以這個法門是真實不死的法門。因為你在臨終的時候看到佛來接引，這個境界自己完全是清清楚楚、明明白白，你跟阿彌陀佛走了。到最後身也捨掉了，這個世界也捨掉了，真的身心世界一切盡捨，統統放下了，走了！他不是死了去的。"
    },
    {
      "id": "03-003-0007_p0050",
      "zh_CN": "我们说死，他走了才死的，不是死了走的。他是走了，我们凡夫看他是死了。他走了，他的身体不要，舍掉了，所以真的是不死的法门。不生不死，唯有这个法门是我们在这一生当中确确实实能够亲自证得的。死了，那个麻烦就大了。死了，后头就不得了！死了，怎么了？又搞六道轮回。搞六道轮回的时候，底下一生不如这一生，每况愈下，所以那就真正不得了。",
      "zh_TW": "我們說死，他走了才死的，不是死了走的。他是走了，我們凡夫看他是死了。他走了，他的身體不要，捨掉了，所以真的是不死的法門。不生不死，唯有這個法門是我們在這一生當中確確實實能夠親自證得的。死了，那個麻煩就大了。死了，後頭就不得了！死了，怎麼了？又搞六道輪迴。搞六道輪迴的時候，底下一生不如這一生，每況愈下，所以那就真正不得了。"
    },
    {
      "id": "03-003-0007_p0051",
      "zh_CN": "『观世音大势至，与无数菩萨，赞叹行者，劝进其心。』这是诸菩萨、诸上善人，没有一个不赞叹，没有一个不劝勉。诸位想想看，在这样的一个完美人事环境当中，你怎么可能会退转？此地所讲的「赞、劝」，是你跟他们见了面，他就赞叹，就劝勉了。而观音势至、诸上善人（都是指大菩萨），对你的赞劝，永远没有停止的，永远不中断的，一直到你成佛。你断一个恶念，他劝勉你；你起一个善心，他称赞你。所以这是往生西方极乐世界第一个利益，十方世界没有的，这么多好的同参道友围绕在你的四周，时时刻刻在帮助你、勉励你、教导你，所以他不会退转。在修学环境来说，除了西方极乐世界，要在十方一切诸佛刹土找这样好的修学环境，找不着！这是我们要知道，要珍惜的，要真正用功、努力，希望在这一生当中我们统统得到。",
      "zh_TW": "『觀世音大勢至，與無數菩薩，讚歎行者，勸進其心。』這是諸菩薩、諸上善人，沒有一個不讚歎，沒有一個不勸勉。諸位想想看，在這樣的一個完美人事環境當中，你怎麼可能會退轉？此地所講的「讚、勸」，是你跟他們見了面，他就讚歎，就勸勉了。而觀音勢至、諸上善人（都是指大菩薩），對你的讚勸，永遠沒有停止的，永遠不中斷的，一直到你成佛。你斷一個惡念，他勸勉你；你起一個善心，他稱讚你。所以這是往生西方極樂世界第一個利益，十方世界沒有的，這麼多好的同參道友圍繞在你的四周，時時刻刻在幫助你、勉勵你、教導你，所以他不會退轉。在修學環境來說，除了西方極樂世界，要在十方一切諸佛剎土找這樣好的修學環境，找不著！這是我們要知道，要珍惜的，要真正用功、努力，希望在這一生當中我們統統得到。"
    },
    {
      "id": "03-003-0007_p0052",
      "zh_CN": "『行者见已，欢喜跳跃，自见其身，乘金刚台，随从佛后，如弹指顷，往生彼国。』上面讲的这些境界，这是念佛往生人他亲自见到的。这个不是假的，不是幻想，也不是作梦；不是梦境，也不是幻想，是真真实实的境界，他见到了。见到这个境界，生欢喜心，一生所希求的，今天完全实现了。佛拿着莲华来接引，观音菩萨捧着金台，自己清清楚楚、明明白白，晓得自己坐在莲华台上。",
      "zh_TW": "『行者見已，歡喜跳躍，自見其身，乘金剛臺，隨從佛後，如彈指頃，往生彼國。』上面講的這些境界，這是念佛往生人他親自見到的。這個不是假的，不是幻想，也不是作夢；不是夢境，也不是幻想，是真真實實的境界，他見到了。見到這個境界，生歡喜心，一生所希求的，今天完全實現了。佛拿著蓮華來接引，觀音菩薩捧著金臺，自己清清楚楚、明明白白，曉得自己坐在蓮華臺上。"
    },
    {
      "id": "03-003-0007_p0053",
      "zh_CN": "『如弹指顷，往生彼国。』这是讲从我们这个地方到西方极乐世界，速度之快。虽然经上讲这个距离是十万亿佛国土；十万亿佛国土，要用我们这边距离来说那是太远太远了。佛来接引是一弹指之间，他就到了，这是讲的快速。",
      "zh_TW": "『如彈指頃，往生彼國。』這是講從我們這個地方到西方極樂世界，速度之快。雖然經上講這個距離是十萬億佛國土；十萬億佛國土，要用我們這邊距離來說那是太遠太遠了。佛來接引是一彈指之間，他就到了，這是講的快速。"
    },
    {
      "id": "03-003-0007_p0054",
      "zh_CN": "经【生彼国已。】",
      "zh_TW": "經【生彼國已。】"
    },
    {
      "id": "03-003-0007_p0055",
      "zh_CN": "疏【十从生彼国已下。正明金台到彼。更无华合之障。】",
      "zh_TW": "疏【十從生彼國已下。正明金臺到彼。更無華合之障。】"
    },
    {
      "id": "03-003-0007_p0056",
      "zh_CN": "这一句话是形容他生到西方极乐世界，没有一丝毫障碍，非常顺利。为什么没有障碍？他没有怀疑，他没有杂念，这是他能够顺利往生的重要条件。如果他有疑，他就会生到边地去，他不能拿到这个品位的。",
      "zh_TW": "這一句話是形容他生到西方極樂世界，沒有一絲毫障礙，非常順利。為什麼沒有障礙？他沒有懷疑，他沒有雜念，這是他能夠順利往生的重要條件。如果他有疑，他就會生到邊地去，他不能拿到這個品位的。"
    },
    {
      "id": "03-003-0007_p0057",
      "zh_CN": "经【见佛色身众相具足。见诸菩萨色相具足。光明宝林。演说妙法。闻已即悟无生法忍。经须臾间。历事诸佛。遍十方界。于诸佛前。次第受记。还至本国。得无量百千陀罗尼门。】",
      "zh_TW": "經【見佛色身眾相具足。見諸菩薩色相具足。光明寶林。演說妙法。聞已即悟無生法忍。經須臾間。歷事諸佛。遍十方界。於諸佛前。次第受記。還至本國。得無量百千陀羅尼門。】"
    },
    {
      "id": "03-003-0007_p0058",
      "zh_CN": "疏【十一从见佛色身下。至陀罗尼门已来。正明金台到后。得益不同。即有其三。一者初闻妙法。即悟无生。二者须臾历事。次第授记。三者本国他方。更证闻持二益。】",
      "zh_TW": "疏【十一從見佛色身下。至陀羅尼門已來。正明金臺到後。得益不同。即有其三。一者初聞妙法。即悟無生。二者須臾歷事。次第授記。三者本國他方。更證聞持二益。】"
    },
    {
      "id": "03-003-0007_p0059",
      "zh_CN": "『见佛色身众相具足。』《大势至菩萨圆通章》上告诉我们，「忆佛念佛，现前当来，必定见佛」。我们在此地看到前面见佛是现前见佛，他还没去。佛虽然来接引他，他还没有踏上金台。还没有上金台，那是「现前见佛」。到达西方极乐世界之后，这是已经到达西方。前面说「如弹指顷，往生彼国」，这已经是到达西方世界。到西方世界，「见佛色身众相具足」，这是「当来见佛」。前面是「现前见佛」。经上讲的没错，「现前当来，必定见佛」，现前、当来，我们在这里统统都看到了。",
      "zh_TW": "『見佛色身眾相具足。』《大勢至菩薩圓通章》上告訴我們，「憶佛念佛，現前當來，必定見佛」。我們在此地看到前面見佛是現前見佛，他還沒去。佛雖然來接引他，他還沒有踏上金臺。還沒有上金臺，那是「現前見佛」。到達西方極樂世界之後，這是已經到達西方。前面說「如彈指頃，往生彼國」，這已經是到達西方世界。到西方世界，「見佛色身眾相具足」，這是「當來見佛」。前面是「現前見佛」。經上講的沒錯，「現前當來，必定見佛」，現前、當來，我們在這裡統統都看到了。"
    },
    {
      "id": "03-003-0007_p0060",
      "zh_CN": "前年华盛顿D.C.周广大居士往生。他在往生时候，告诉大众，他看到阿弥陀佛、观音势至在云彩里面下来接引他，说：「我要跟他去了。」这跟大家讲得清清楚楚、明明白白，这是他「现前见佛」。生到西方极乐世界之后，是「当来见佛」。这桩事情发生在美国，而且周广大先生我们还不能称他作居士。他不是佛教徒，他也没受过三皈五戒，也没有念过《阿弥陀经》，他什么都不懂。是在临终病重的时候，遇到龚振华居士，龚居士劝他念佛往生，跟他讲西方世界的好处，这个世界苦，没什么好留恋的。他听了之后很欢喜，就叫全家太太儿女统统念阿弥陀佛，帮助他求往生。念了三天三夜，把阿弥陀佛给念来了，接引他往生。《阿弥陀经》上说：「若一日、若二日、若三日…」真的不错，他念三天往生的，一点都不假。我们对这事情还不相信，还怀疑，这种殊胜无比的利益，真的叫当面错过，那真是太可惜了。你再到哪一生哪一劫，你才能遇到这个事情！这是第一句，见到阿弥陀佛。",
      "zh_TW": "前年華盛頓D.C.周廣大居士往生。他在往生時候，告訴大眾，他看到阿彌陀佛、觀音勢至在雲彩裡面下來接引他，說：「我要跟他去了。」這跟大家講得清清楚楚、明明白白，這是他「現前見佛」。生到西方極樂世界之後，是「當來見佛」。這樁事情發生在美國，而且周廣大先生我們還不能稱他作居士。他不是佛教徒，他也沒受過三皈五戒，也沒有念過《阿彌陀經》，他什麼都不懂。是在臨終病重的時候，遇到龔振華居士，龔居士勸他念佛往生，跟他講西方世界的好處，這個世界苦，沒什麼好留戀的。他聽了之後很歡喜，就叫全家太太兒女統統念阿彌陀佛，幫助他求往生。念了三天三夜，把阿彌陀佛給念來了，接引他往生。《阿彌陀經》上說：「若一日、若二日、若三日…」真的不錯，他念三天往生的，一點都不假。我們對這事情還不相信，還懷疑，這種殊勝無比的利益，真的叫當面錯過，那真是太可惜了。你再到哪一生哪一劫，你才能遇到這個事情！這是第一句，見到阿彌陀佛。"
    },
    {
      "id": "03-003-0007_p0061",
      "zh_CN": "『见诸菩萨色相具足。』诸菩萨是阿弥陀佛的学生，也就是十方世界往生到西方极乐世界的人，统统是菩萨。",
      "zh_TW": "『見諸菩薩色相具足。』諸菩薩是阿彌陀佛的學生，也就是十方世界往生到西方極樂世界的人，統統是菩薩。"
    },
    {
      "id": "03-003-0007_p0062",
      "zh_CN": "『光明宝林。』前面是见的正报，见西方世界的人物。「光明宝林」是见的依报，西方极乐世界的物质环境，西方世界的特色是任何物质都放光明，不但佛菩萨人身上有光明，所有一切物质统统放光明。",
      "zh_TW": "『光明寶林。』前面是見的正報，見西方世界的人物。「光明寶林」是見的依報，西方極樂世界的物質環境，西方世界的特色是任何物質都放光明，不但佛菩薩人身上有光明，所有一切物質統統放光明。"
    },
    {
      "id": "03-003-0007_p0063",
      "zh_CN": "『演说妙法。』佛说法，菩萨说法，众鸟说法，风树说法，流水说法，没有一样不说法。",
      "zh_TW": "『演說妙法。』佛說法，菩薩說法，眾鳥說法，風樹說法，流水說法，沒有一樣不說法。"
    },
    {
      "id": "03-003-0007_p0064",
      "zh_CN": "『闻已即悟无生法忍。』他听到佛菩萨、六尘说法，他就开悟了。悟得真快！为什么在这个地方，他闻法不开悟？在这个地方业障深重，障碍他的悟性，所以他不能开悟。到西方世界，佛刚刚来接引，佛光来一照的时候，他的业障消除了，他的品位马上就提升了。所以到西方世界亲眼看这些事实，这个时候叫真信，亲眼看到的，真信！现在我们怎么信？还没有亲眼看到，亲眼看到是真信。所以我们今天讲「正信」，正信是什么？我们不是迷信，确实有理论、有很多证据，值得我们相信。这是正信，不是真信。他这是真信，到达西方极乐世界是真信，所以闻法开悟就快了。",
      "zh_TW": "『聞已即悟無生法忍。』他聽到佛菩薩、六塵說法，他就開悟了。悟得真快！為什麼在這個地方，他聞法不開悟？在這個地方業障深重，障礙他的悟性，所以他不能開悟。到西方世界，佛剛剛來接引，佛光來一照的時候，他的業障消除了，他的品位馬上就提升了。所以到西方世界親眼看這些事實，這個時候叫真信，親眼看到的，真信！現在我們怎麼信？還沒有親眼看到，親眼看到是真信。所以我們今天講「正信」，正信是什麼？我們不是迷信，確實有理論、有很多證據，值得我們相信。這是正信，不是真信。他這是真信，到達西方極樂世界是真信，所以聞法開悟就快了。"
    },
    {
      "id": "03-003-0007_p0065",
      "zh_CN": "『悟无生法忍。』在《仁王经》里面佛告诉我们，无生法忍是圆教七地以上菩萨所证得的。无生法忍有上中下三品，七地菩萨证得的是下品无生法忍，八地菩萨是中品，九地菩萨是上品。可见得与大经上所说的「皆是阿鞞跋致」这个相应，他是确确实实证得的，达到这个境界。",
      "zh_TW": "『悟無生法忍。』在《仁王經》裡面佛告訴我們，無生法忍是圓教七地以上菩薩所證得的。無生法忍有上中下三品，七地菩薩證得的是下品無生法忍，八地菩薩是中品，九地菩薩是上品。可見得與大經上所說的「皆是阿鞞跋致」這個相應，他是確確實實證得的，達到這個境界。"
    },
    {
      "id": "03-003-0007_p0066",
      "zh_CN": "什么叫「无生法忍」？无生是讲诸法实相，一切诸法的真相是什么？是不生不灭。我们今天看一切法是有生有灭。人有「生老病死」，这是生灭法。植物有「生住异灭」，也是生灭法。矿物有「成住坏空」，也是生灭法。我们看到大自然里面的现象，统统是生灭法。如果你证得无生法忍，你看所有一切法都是不生不灭的，这个我们很难懂。为什么难懂？不是我们的境界，不是我们的常识，我们怎么想也想不透，也想不出这境界出来。佛告诉我们，这是真实的，这是事实。",
      "zh_TW": "什麼叫「無生法忍」？無生是講諸法實相，一切諸法的真相是什麼？是不生不滅。我們今天看一切法是有生有滅。人有「生老病死」，這是生滅法。植物有「生住異滅」，也是生滅法。礦物有「成住壞空」，也是生滅法。我們看到大自然裡面的現象，統統是生滅法。如果你證得無生法忍，你看所有一切法都是不生不滅的，這個我們很難懂。為什麼難懂？不是我們的境界，不是我們的常識，我們怎麼想也想不透，也想不出這境界出來。佛告訴我們，這是真實的，這是事實。"
    },
    {
      "id": "03-003-0007_p0067",
      "zh_CN": "我们看一切法有生有灭，那是假的，是你眼花了，看错了！真相是不生不灭。六道轮回、十法界都是生灭法，都不是真相。证得无生法忍，就见到真相。见到真相，这个世界就不叫六道，也不叫十法界了，名字就换了，换个什么名字？叫「一真法界」。「一真法界」是不得已给我们说出这个名词。真正讲，这个名词安不上！就像我们中国道家老子所说的，老子一开头说：「道可道，非常道；名可名，非常名」。真的道是没有名字的，有名字就不对了。这是佛实实在在不得已，我们一定要问，到底叫什么法界？佛不得已给我们说一个「一真法界」。你要执着有个「一真法界」，那又错了，决定不能执着。那是一个真实的法界，是一个真实的状况。我们常讲那是事实的真相！我们今天把这个真相全看走了样子了。",
      "zh_TW": "我們看一切法有生有滅，那是假的，是你眼花了，看錯了！真相是不生不滅。六道輪迴、十法界都是生滅法，都不是真相。證得無生法忍，就見到真相。見到真相，這個世界就不叫六道，也不叫十法界了，名字就換了，換個什麼名字？叫「一真法界」。「一真法界」是不得已給我們說出這個名詞。真正講，這個名詞安不上！就像我們中國道家老子所說的，老子一開頭說：「道可道，非常道；名可名，非常名」。真的道是沒有名字的，有名字就不對了。這是佛實實在在不得已，我們一定要問，到底叫什麼法界？佛不得已給我們說一個「一真法界」。你要執著有個「一真法界」，那又錯了，決定不能執著。那是一個真實的法界，是一個真實的狀況。我們常講那是事實的真相！我們今天把這個真相全看走了樣子了。"
    },
    {
      "id": "03-003-0007_p0068",
      "zh_CN": "那我们要再问一句：「为什么会走样？」因为我们用的心错了。错在哪里？我们今天用的心是生灭心，一个念头起，一个念头灭，我们用的这个心。用生灭心看外面的境界，就变成生灭的现象。他为什么得无生法忍？他生灭心不用了，他用的是一心，一心里没有生灭，所以看这个境界就变成一真了，境界也是不生不灭。",
      "zh_TW": "那我們要再問一句：「為什麼會走樣？」因為我們用的心錯了。錯在哪裡？我們今天用的心是生滅心，一個念頭起，一個念頭滅，我們用的這個心。用生滅心看外面的境界，就變成生滅的現象。他為什麼得無生法忍？他生滅心不用了，他用的是一心，一心裡沒有生滅，所以看這個境界就變成一真了，境界也是不生不滅。"
    },
    {
      "id": "03-003-0007_p0069",
      "zh_CN": "这个话，如果诸位还觉得难体会，我们可以举个简单的比喻来说。我们用摄影机来比喻，这个摄影机要用电影的摄影机，大家好懂。你看那个八厘米的小电影的摄影机，那个镜头一秒钟开关二十四次，一秒钟拍二十四个片子，生灭了。我们眼睛好像一秒钟当中还没有生灭，还没有那么多开关。把眼睛比作真心，把摄影机的镜头比作妄心。摄影机一秒钟照二十四张，我们在放映机上看，好像是真的，实际上是一个片子换一个片子，不过是生灭连续的现象。真心看的时候，没这个现象，你看的是真相。所以在一心，你见的是真相。妄心，就是生灭心的时候，见的是虚妄相，见不到真相。诸位从这个浅显比喻里面去体会。",
      "zh_TW": "這個話，如果諸位還覺得難體會，我們可以舉個簡單的比喻來說。我們用攝影機來比喻，這個攝影機要用電影的攝影機，大家好懂。你看那個八厘米的小電影的攝影機，那個鏡頭一秒鐘開關二十四次，一秒鐘拍二十四個片子，生滅了。我們眼睛好像一秒鐘當中還沒有生滅，還沒有那麼多開關。把眼睛比作真心，把攝影機的鏡頭比作妄心。攝影機一秒鐘照二十四張，我們在放映機上看，好像是真的，實際上是一個片子換一個片子，不過是生滅連續的現象。真心看的時候，沒這個現象，你看的是真相。所以在一心，你見的是真相。妄心，就是生滅心的時候，見的是虛妄相，見不到真相。諸位從這個淺顯比喻裡面去體會。"
    },
    {
      "id": "03-003-0007_p0070",
      "zh_CN": "佛法无论是哪个宗派，无论是哪个法门，修学的总纲领，统统是修禅定。换句话说，只要是佛法，决定不用生灭心，这就是佛法。用生灭心的，就不是佛法。用生灭心就有六道，有十法界。用不生不灭的心，十法界跟六道都没有了。生灭心、不生灭心是我们自己本身本来具足的，就看你怎么个用法。会用，就是佛菩萨；不会用的，就是凡夫。并不是从外面修得来的，全是自身本来具足的。也就是说往生到西方极乐世界之后，就会用心了，完全用真心，不再用妄心。",
      "zh_TW": "佛法無論是哪個宗派，無論是哪個法門，修學的總綱領，統統是修禪定。換句話說，只要是佛法，決定不用生滅心，這就是佛法。用生滅心的，就不是佛法。用生滅心就有六道，有十法界。用不生不滅的心，十法界跟六道都沒有了。生滅心、不生滅心是我們自己本身本來具足的，就看你怎麼個用法。會用，就是佛菩薩；不會用的，就是凡夫。並不是從外面修得來的，全是自身本來具足的。也就是說往生到西方極樂世界之後，就會用心了，完全用真心，不再用妄心。"
    },
    {
      "id": "03-003-0007_p0071",
      "zh_CN": "《楞严经》是一部大经，交光法师告诉我们，《楞严经》的宗旨，就是教我们「舍识用根」。「识」是什么？生灭心。「根」是什么？不生灭的真性。你能够把生灭心舍掉，用不生灭的根性，那你就是无生忍的菩萨。这个说得一点都没错，可是我们不会用，我们起心动念还是生灭心，理上说得一点没错，事上我们完全用不上。所以《楞严》里面还是提倡念佛，大势至菩萨修楞严大定，用什么修的？一句阿弥陀佛。我们相信，我们明白了，原来生到西方极乐世界，一踏进莲花，楞严大定就现前了。这个法子，妙！使我们在这个世间不能学的法门，到西方极乐世界自然圆满成就。所以首楞严大定是在极乐世界修。这是无生忍的大意。",
      "zh_TW": "《楞嚴經》是一部大經，交光法師告訴我們，《楞嚴經》的宗旨，就是教我們「捨識用根」。「識」是什麼？生滅心。「根」是什麼？不生滅的真性。你能夠把生滅心捨掉，用不生滅的根性，那你就是無生忍的菩薩。這個說得一點都沒錯，可是我們不會用，我們起心動念還是生滅心，理上說得一點沒錯，事上我們完全用不上。所以《楞嚴》裡面還是提倡念佛，大勢至菩薩修楞嚴大定，用什麼修的？一句阿彌陀佛。我們相信，我們明白了，原來生到西方極樂世界，一踏進蓮花，楞嚴大定就現前了。這個法子，妙！使我們在這個世間不能學的法門，到西方極樂世界自然圓滿成就。所以首楞嚴大定是在極樂世界修。這是無生忍的大意。"
    },
    {
      "id": "03-003-0007_p0072",
      "zh_CN": "『经须臾间，历事诸佛，偏十方界，于诸佛前，次第受记。』这跟《阿弥陀经》上讲的完全相同。《阿弥陀经》上给我们描绘西方极乐世界的人，每天清晨到十方世界去拜佛，去参学，去供养佛，听经。再回来的时候，算算时间，才不过一餐饭的时间。一餐饭的时间不长，他已经遍历十方一切诸佛刹土，这真是神通广大，不可思议！这地方又给我们说了这桩事情。「历事」是承事诸佛，遍十方界。「蒙佛授记」，「授记」就是预先告诉你，你什么时候修行证果，什么时候成佛，什么时候在什么世界度化一些有缘的众生。像我们现在讲的预言一样，可以预先告诉你。",
      "zh_TW": "『經須臾間，歷事諸佛，偏十方界，於諸佛前，次第受記。』這跟《阿彌陀經》上講的完全相同。《阿彌陀經》上給我們描繪西方極樂世界的人，每天清晨到十方世界去拜佛，去參學，去供養佛，聽經。再回來的時候，算算時間，才不過一餐飯的時間。一餐飯的時間不長，他已經遍歷十方一切諸佛剎土，這真是神通廣大，不可思議！這地方又給我們說了這樁事情。「歷事」是承事諸佛，遍十方界。「蒙佛授記」，「授記」就是預先告訴你，你什麼時候修行證果，什麼時候成佛，什麼時候在什麼世界度化一些有緣的眾生。像我們現在講的預言一樣，可以預先告訴你。"
    },
    {
      "id": "03-003-0007_p0073",
      "zh_CN": "『还至本国，得无量百千陀罗尼门。』这是说从诸佛刹土听佛讲经，蒙佛授记，再回到本国。「本国」是极乐世界。回到本国，一定先拜老师，先见阿弥陀佛，也听阿弥陀佛讲经说法。「得无量百千陀罗尼门」，「陀罗尼」是梵语，翻成中国的意思是「总持」，总一切法，持一切义。要用现代话来讲，就是纲领。一切诸法的纲领，他统统掌握到了，全都得到了。「无量百千陀罗尼」，世出世间所有一切法，没有一样不通达，这是圆满的后得智现前。",
      "zh_TW": "『還至本國，得無量百千陀羅尼門。』這是說從諸佛剎土聽佛講經，蒙佛授記，再回到本國。「本國」是極樂世界。回到本國，一定先拜老師，先見阿彌陀佛，也聽阿彌陀佛講經說法。「得無量百千陀羅尼門」，「陀羅尼」是梵語，翻成中國的意思是「總持」，總一切法，持一切義。要用現代話來講，就是綱領。一切諸法的綱領，他統統掌握到了，全都得到了。「無量百千陀羅尼」，世出世間所有一切法，沒有一樣不通達，這是圓滿的後得智現前。"
    },
    {
      "id": "03-003-0007_p0074",
      "zh_CN": "《般若经》里面讲般若有根本智、有后得智，根本智是无知，根本智是清净心。像前面讲的无生法忍，那是根本智。百千陀罗尼是后得智，就是无所不知。世尊二十二年所讲的般若经典，「般若无知，无所不知」，到西方极乐世界圆满了。在我们这个世间要想圆满，那谈何容易！到达西方极乐世界自自然然就圆满了。",
      "zh_TW": "《般若經》裡面講般若有根本智、有後得智，根本智是無知，根本智是清淨心。像前面講的無生法忍，那是根本智。百千陀羅尼是後得智，就是無所不知。世尊二十二年所講的般若經典，「般若無知，無所不知」，到西方極樂世界圓滿了。在我們這個世間要想圓滿，那談何容易！到達西方極樂世界自自然然就圓滿了。"
    },
    {
      "id": "03-003-0007_p0075",
      "zh_CN": "所以前面讲到六念的「念天」，我们想到是真惭愧！后面我又补充一句，我们还有机会，迎头赶上！怎么个赶法？就是这个，这就迎头赶上了！他们无量劫以来，三大阿僧衹劫修行圆满，我们可以在这一生当中，迎头赶上。换句话说，这个法门你信不信？你肯不肯真修？肯不肯统统放下？不但世法要放下，佛法也要放下，专修这一门，才能够迎头赶上，才能够真正得到究竟圆满殊胜利益。",
      "zh_TW": "所以前面講到六念的「念天」，我們想到是真慚愧！後面我又補充一句，我們還有機會，迎頭趕上！怎麼個趕法？就是這個，這就迎頭趕上了！他們無量劫以來，三大阿僧衹劫修行圓滿，我們可以在這一生當中，迎頭趕上。換句話說，這個法門你信不信？你肯不肯真修？肯不肯統統放下？不但世法要放下，佛法也要放下，專修這一門，才能夠迎頭趕上，才能夠真正得到究竟圓滿殊勝利益。"
    },
    {
      "id": "03-003-0007_p0076",
      "zh_CN": "经【是名上品上生者。】",
      "zh_TW": "經【是名上品上生者。】"
    },
    {
      "id": "03-003-0007_p0077",
      "zh_CN": "疏【十二从是名已下。总结。上来虽有十二句不同。广解上品上生义竟。】",
      "zh_TW": "疏【十二從是名已下。總結。上來雖有十二句不同。廣解上品上生義竟。】"
    },
    {
      "id": "03-003-0007_p0078",
      "zh_CN": "这是这一章的总结。",
      "zh_TW": "這是這一章的總結。"
    },
    {
      "id": "03-003-0007_p0079",
      "zh_CN": "我们这次因缘非常殊胜，有这么长的时间，研究善导大师对于这一章的注解，这一章的开示，使我们也能够得到圆满的殊胜的利益。到这个地方，我们这一章讲圆满了，时间也正好。谢谢诸位！",
      "zh_TW": "我們這次因緣非常殊勝，有這麼長的時間，研究善導大師對於這一章的註解，這一章的開示，使我們也能夠得到圓滿的殊勝的利益。到這個地方，我們這一章講圓滿了，時間也正好。謝謝諸位！"
    }
  ]
}