{
  "doc_id": "03-003-0003",
  "title": {
    "zh_CN": "观经上品上生章",
    "zh_TW": "觀經上品上生章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "03-003-0003",
  "total_paragraphs": 91,
  "paragraphs": [
    {
      "id": "03-003-0003_p0001",
      "zh_CN": "各位同修：请掀开讲义，我们手抄的这个本子第四面，看第十一小节。这是大师在此地假设一个问答：",
      "zh_TW": "各位同修：請掀開講義，我們手抄的這個本子第四面，看第十一小節。這是大師在此地假設一個問答："
    },
    {
      "id": "03-003-0003_p0002",
      "zh_CN": "疏【问曰。凡夫智浅。惑障处深。若逢解行不同人。多引经论来相妨难。证云一切罪障凡夫不得往生者。云何对治彼难。成就信心。决定直进。不生怯退也。】",
      "zh_TW": "疏【問曰。凡夫智淺。惑障處深。若逢解行不同人。多引經論來相妨難。證云一切罪障凡夫不得往生者。云何對治彼難。成就信心。決定直進。不生怯退也。】"
    },
    {
      "id": "03-003-0003_p0003",
      "zh_CN": "这个「问」的意思：凡夫智慧浅，业障深重，这个是事实。如果是遇到跟我们修学法门不相同的人，宗派也不相同的人，来故意为难我们，而且他还引经据典，说的都是有根据的，不是随便乱说的，引许多经论证明罪障的凡夫不能往生，我们怎么样来对付他，才能够保持自己的信心，不会被他干扰？这个我想念佛同修在修学过程当中，免不了会遇到的，甚至于会常常遇到。这确实是一个问题。",
      "zh_TW": "這個「問」的意思：凡夫智慧淺，業障深重，這個是事實。如果是遇到跟我們修學法門不相同的人，宗派也不相同的人，來故意為難我們，而且他還引經據典，說的都是有根據的，不是隨便亂說的，引許多經論證明罪障的凡夫不能往生，我們怎麼樣來對付他，才能夠保持自己的信心，不會被他干擾？這個我想念佛同修在修學過程當中，免不了會遇到的，甚至於會常常遇到。這確實是一個問題。"
    },
    {
      "id": "03-003-0003_p0004",
      "zh_CN": "下面大师为我们解答这个问题，他说得很多，说得很详细。",
      "zh_TW": "下面大師為我們解答這個問題，他說得很多，說得很詳細。"
    },
    {
      "id": "03-003-0003_p0005",
      "zh_CN": "疏【答曰。若有人多引经论证云不生者。行者即报云。仁者虽将经论来证﹡（﹡上「道」下「口」）不生。如我意者。决定不受汝破。何以故。然我亦不是不信。彼诸经论。尽皆仰信。然佛说彼经时。处别。时别。对机别。利益别。又说彼经时。即非说观经弥陀经等时。然佛说教备机。时亦不同。彼即通说人天菩萨之解行。今说观经定散二善。唯为韦提及佛灭后五浊五苦等一切凡夫。证言得生。为此因缘。我今一心依此佛教。决定奉行。纵使汝等百千万亿﹡（﹡上「道」下「口」）不生者。唯增长成就我往生信心也。又行者更向说言。仁者善听。我今为汝更说决定信相。纵使地前菩萨罗汉辟支等。若一若多。乃至遍满十方。皆引经论证言不生者。我亦未起一念疑心。唯增长成就我清净信心。何以故。由佛语决定成就了义。不为一切所破坏故。又行者善听。纵使初地已上。十地已来。若一若多。乃至遍满十方。异口同音。皆云。释迦佛指赞弥陀。毁呰三界六道。劝励众生专心念佛及修余善。毕此一身后。必定生彼国者。此必虚妄。不可依信也。我虽闻此等所说。亦不生一念疑心。唯增长成就我决定上上信心。何以故。乃由佛语真实决了义故。佛是实知实解实见实证。非是疑惑心中语故。又不为一切菩萨异见异解之所破坏。若实是菩萨者。众不违佛教也。又置此事。行者当知。纵使化佛报佛。若一若多。乃至遍满十方。各各辉光吐舌遍覆十方。一一说言。释迦所说相赞劝发一切凡夫。专心念佛及修余善。回愿得生彼净土者。此是虚妄。定无此事也。我虽闻此等诸佛所说。毕竟不起一念疑退之心。畏不得生彼佛国也。何以故。一佛一切佛。所有知见解行证悟果位大悲等同。无少差别。是故一佛所制。即一切佛同制。如似前佛制断杀生十恶等罪。毕竟不犯不行者。即名十善十行随顺六度之义。若有后佛出世。岂可改前十善令行十恶也。以此道理推验。明知诸佛言行不相违失。】",
      "zh_TW": "疏【答曰。若有人多引經論證云不生者。行者即報云。仁者雖將經論來證﹡（﹡上「道」下「口」）不生。如我意者。決定不受汝破。何以故。然我亦不是不信。彼諸經論。盡皆仰信。然佛說彼經時。處別。時別。對機別。利益別。又說彼經時。即非說觀經彌陀經等時。然佛說教備機。時亦不同。彼即通說人天菩薩之解行。今說觀經定散二善。唯為韋提及佛滅後五濁五苦等一切凡夫。證言得生。為此因緣。我今一心依此佛教。決定奉行。縱使汝等百千萬億﹡（﹡上「道」下「口」）不生者。唯增長成就我往生信心也。又行者更向說言。仁者善聽。我今為汝更說決定信相。縱使地前菩薩羅漢辟支等。若一若多。乃至遍滿十方。皆引經論證言不生者。我亦未起一念疑心。唯增長成就我清淨信心。何以故。由佛語決定成就了義。不為一切所破壞故。又行者善聽。縱使初地已上。十地已來。若一若多。乃至遍滿十方。異口同音。皆云。釋迦佛指讚彌陀。毀呰三界六道。勸勵眾生專心念佛及修餘善。畢此一身後。必定生彼國者。此必虛妄。不可依信也。我雖聞此等所說。亦不生一念疑心。唯增長成就我決定上上信心。何以故。乃由佛語真實決了義故。佛是實知實解實見實證。非是疑惑心中語故。又不為一切菩薩異見異解之所破壞。若實是菩薩者。眾不違佛教也。又置此事。行者當知。縱使化佛報佛。若一若多。乃至遍滿十方。各各輝光吐舌遍覆十方。一一說言。釋迦所說相讚勸發一切凡夫。專心念佛及修餘善。迴願得生彼淨土者。此是虛妄。定無此事也。我雖聞此等諸佛所說。畢竟不起一念疑退之心。畏不得生彼佛國也。何以故。一佛一切佛。所有知見解行證悟果位大悲等同。無少差別。是故一佛所制。即一切佛同制。如似前佛制斷殺生十惡等罪。畢竟不犯不行者。即名十善十行隨順六度之義。若有後佛出世。豈可改前十善令行十惡也。以此道理推驗。明知諸佛言行不相違失。】"
    },
    {
      "id": "03-003-0003_p0006",
      "zh_CN": "『答曰，若有人多引经论证云不生者。』不是引一部经论，他引了许许多多经论证明带业不能往生。过去陈建明老居士就费了很多的时间，查了许许多多的经论，提出来「带业不能往生」，这可能是说消业才能往生，带业不能往生。这是很好的一个例子，他确确实实使许许多多念佛人都动了心。甚至于有一些老居士，念佛念了几十年，被他这些话都动摇了信心。这些事情，善导大师在一千多年前（他是唐朝时候人），早就看到了。我们今天这个社会现象，他早就看清楚了。",
      "zh_TW": "『答曰，若有人多引經論證云不生者。』不是引一部經論，他引了許許多多經論證明帶業不能往生。過去陳建明老居士就費了很多的時間，查了許許多多的經論，提出來「帶業不能往生」，這可能是說消業才能往生，帶業不能往生。這是很好的一個例子，他確確實實使許許多多念佛人都動了心。甚至於有一些老居士，念佛念了幾十年，被他這些話都動搖了信心。這些事情，善導大師在一千多年前（他是唐朝時候人），早就看到了。我們今天這個社會現象，他早就看清楚了。"
    },
    {
      "id": "03-003-0003_p0007",
      "zh_CN": "『行者即报云』，这是讲我们念佛的人可以答复他。",
      "zh_TW": "『行者即報云』，這是講我們念佛的人可以答覆他。"
    },
    {
      "id": "03-003-0003_p0008",
      "zh_CN": "『仁者虽将经论来证导不生』，「仁者」是对人的尊称，通常是对菩萨的尊称。慈悲的人，很有慈悲心的人，仁慈的人。你虽然用了许许多多经论来证明带业罪业凡夫不能往生。",
      "zh_TW": "『仁者雖將經論來證導不生』，「仁者」是對人的尊稱，通常是對菩薩的尊稱。慈悲的人，很有慈悲心的人，仁慈的人。你雖然用了許許多多經論來證明帶業罪業凡夫不能往生。"
    },
    {
      "id": "03-003-0003_p0009",
      "zh_CN": "虽然是这么说，『如我意者』，我的看法怎么样？",
      "zh_TW": "雖然是這麼說，『如我意者』，我的看法怎麼樣？"
    },
    {
      "id": "03-003-0003_p0010",
      "zh_CN": "我的看法，『决定不受汝破』，我的信心愿心决定不会被你破坏。",
      "zh_TW": "我的看法，『決定不受汝破』，我的信心願心決定不會被你破壞。"
    },
    {
      "id": "03-003-0003_p0011",
      "zh_CN": "为什么不会破坏？『何以故』？",
      "zh_TW": "為什麼不會破壞？『何以故』？"
    },
    {
      "id": "03-003-0003_p0012",
      "zh_CN": "『然我亦不是不信，彼诸经论，尽皆仰信。』对于你所引用的那些经论，我不是不相信，你也用的没错，是佛说的，我也相信！",
      "zh_TW": "『然我亦不是不信，彼諸經論，盡皆仰信。』對於你所引用的那些經論，我不是不相信，你也用的沒錯，是佛說的，我也相信！"
    },
    {
      "id": "03-003-0003_p0013",
      "zh_CN": "我虽相信，这下面又说了，『然佛说彼经时，处别、时别、对机别、利益别』，这个驳斥就非常有道理。佛当年在世讲经说法，他并没有定法可说，他是应机而说。换句话说，众生的根性不相同，智慧、障碍也不相同。佛能观机为他说法，他马上就能得利益。我们生在佛的末法时期，不是佛现身为我们说法，我们不过是读到佛为当年那许许多多人说的一切法而已。这是一定的，要知道这个事实。所以佛讲经的时候不一样，讲经处所也不一样，对象也不相同，利益不一样。有人只求人天福报，佛给他讲的这个经，就是得人天福报的方法。有人希望生天，那佛就教给他生天的方法。有人喜欢禅定，佛就教他禅定的方法。有人喜欢作阿罗汉，那佛就教他证阿罗汉的方法。所以各人根性不相同，他得的利益不一样。",
      "zh_TW": "我雖相信，這下面又說了，『然佛說彼經時，處別、時別、對機別、利益別』，這個駁斥就非常有道理。佛當年在世講經說法，他並沒有定法可說，他是應機而說。換句話說，眾生的根性不相同，智慧、障礙也不相同。佛能觀機為他說法，他馬上就能得利益。我們生在佛的末法時期，不是佛現身為我們說法，我們不過是讀到佛為當年那許許多多人說的一切法而已。這是一定的，要知道這個事實。所以佛講經的時候不一樣，講經處所也不一樣，對象也不相同，利益不一樣。有人只求人天福報，佛給他講的這個經，就是得人天福報的方法。有人希望生天，那佛就教給他生天的方法。有人喜歡禪定，佛就教他禪定的方法。有人喜歡作阿羅漢，那佛就教他證阿羅漢的方法。所以各人根性不相同，他得的利益不一樣。"
    },
    {
      "id": "03-003-0003_p0014",
      "zh_CN": "『又说彼经时，即非说观经弥陀经等时。』这个「等」就是净土三经。说那些经，不是说《观无量寿经》，不是说《无量寿经》、《阿弥陀经》。佛讲的经不一样，对象不一样，利益不一样。",
      "zh_TW": "『又說彼經時，即非說觀經彌陀經等時。』這個「等」就是淨土三經。說那些經，不是說《觀無量壽經》，不是說《無量壽經》、《阿彌陀經》。佛講的經不一樣，對象不一樣，利益不一樣。"
    },
    {
      "id": "03-003-0003_p0015",
      "zh_CN": "『然佛说教备机，时亦不同。』这个「备机」就是应机说法，一定适合于听众的根性，适合于听众的程度，适合听众们的愿望。这是一定道理，所以大家听了，统统都能够得利益。",
      "zh_TW": "『然佛說教備機，時亦不同。』這個「備機」就是應機說法，一定適合於聽眾的根性，適合於聽眾的程度，適合聽眾們的願望。這是一定道理，所以大家聽了，統統都能夠得利益。"
    },
    {
      "id": "03-003-0003_p0016",
      "zh_CN": "『彼即通说人天菩萨之解行。』佛讲一切大乘经典，他的内容是说明人天法、二乘法菩萨法，说这些。",
      "zh_TW": "『彼即通說人天菩薩之解行。』佛講一切大乘經典，他的內容是說明人天法、二乘法菩薩法，說這些。"
    },
    {
      "id": "03-003-0003_p0017",
      "zh_CN": "『今说观经定散二善。』我们今天修学这个法门，这个经文是从《观无量寿佛经》节录出来的，所以这是《观经》。《观经》里面所讲的是定散二善，在这部经里面，佛教给我们修学的方法是定善跟散善，前面都介绍过了。定善就是一心持名，散善是三福九品，这是散善。也就是讲的正助双修，定善是正修，散善是助修，正助双修！",
      "zh_TW": "『今說觀經定散二善。』我們今天修學這個法門，這個經文是從《觀無量壽佛經》節錄出來的，所以這是《觀經》。《觀經》裡面所講的是定散二善，在這部經裡面，佛教給我們修學的方法是定善跟散善，前面都介紹過了。定善就是一心持名，散善是三福九品，這是散善。也就是講的正助雙修，定善是正修，散善是助修，正助雙修！"
    },
    {
      "id": "03-003-0003_p0018",
      "zh_CN": "『唯为韦提及佛灭后五浊五苦等一切凡夫，证言得生。』这个几句话非常重要！佛说净土三经对象是谁？在当时是韦提希夫人，《观经》是为她说的，她遭了很大的苦难。同时又是佛灭度之后，这是佛在经上讲的很清楚，佛灭之后，「五浊，五苦」，那就是我们现在这个世间，我们生在佛灭后。「等一切凡夫」，那就包括我们在内。换句话，佛说其他经典有特定的对象，不一定包括我们。这个经真是包括我们在内，就是为我们而说的，给我们作证明，决定得生！",
      "zh_TW": "『唯為韋提及佛滅後五濁五苦等一切凡夫，證言得生。』這個幾句話非常重要！佛說淨土三經對象是誰？在當時是韋提希夫人，《觀經》是為她說的，她遭了很大的苦難。同時又是佛滅度之後，這是佛在經上講的很清楚，佛滅之後，「五濁，五苦」，那就是我們現在這個世間，我們生在佛滅後。「等一切凡夫」，那就包括我們在內。換句話，佛說其他經典有特定的對象，不一定包括我們。這個經真是包括我們在內，就是為我們而說的，給我們作證明，決定得生！"
    },
    {
      "id": "03-003-0003_p0019",
      "zh_CN": "『为此因缘，我今一心依此佛教，决定奉行。』可见得我们依这部经，修学这个法门，也是有依据的。你说的那个有依据，我这个也有依据；你那个是佛说的，我这个也是佛说的，所以我统统相信！你那个是佛为一切人天菩萨所说的，我这个是为罪业深重末法的凡夫，这是为我说的。这个答复的非常圆满。所以因为这个因缘，我们下定了决心，「依此佛教」，「佛」是指这一部经典，这一部经典佛所教导我们的，我们依教奉行，「决定奉行」。这是把对方来问难的问题答复了。下面的意思又要深一层了，唯恐我们的疑惑还没有断。",
      "zh_TW": "『為此因緣，我今一心依此佛教，決定奉行。』可見得我們依這部經，修學這個法門，也是有依據的。你說的那個有依據，我這個也有依據；你那個是佛說的，我這個也是佛說的，所以我統統相信！你那個是佛為一切人天菩薩所說的，我這個是為罪業深重末法的凡夫，這是為我說的。這個答覆的非常圓滿。所以因為這個因緣，我們下定了決心，「依此佛教」，「佛」是指這一部經典，這一部經典佛所教導我們的，我們依教奉行，「決定奉行」。這是把對方來問難的問題答覆了。下面的意思又要深一層了，唯恐我們的疑惑還沒有斷。"
    },
    {
      "id": "03-003-0003_p0020",
      "zh_CN": "『纵使汝等百千万亿导不生者。』你今天是一个人来问我，来难我。纵然像你这样的人，一百个、一千个、一万个，乃至于亿万个都来给我说，引经据典来给我说带业不能往生。这是大家都说了，都说了怎么样？",
      "zh_TW": "『縱使汝等百千萬億導不生者。』你今天是一個人來問我，來難我。縱然像你這樣的人，一百個、一千個、一萬個，乃至於億萬個都來給我說，引經據典來給我說帶業不能往生。這是大家都說了，都說了怎麼樣？"
    },
    {
      "id": "03-003-0003_p0021",
      "zh_CN": "『唯增长成就我往生信心也。』我也不会受你的影响，也不会退心，只是帮助我增长了信心而已。这个信心才叫真坚固！非常非常的重要。现在学佛人、念佛人，听了几个人说净土不能往生，他的信心就动摇了，那怎么能成就？这个对自己能不能在一生当中成就，关系非常大！一定要明了。",
      "zh_TW": "『唯增長成就我往生信心也。』我也不會受你的影響，也不會退心，只是幫助我增長了信心而已。這個信心才叫真堅固！非常非常的重要。現在學佛人、念佛人，聽了幾個人說淨土不能往生，他的信心就動搖了，那怎麼能成就？這個對自己能不能在一生當中成就，關係非常大！一定要明瞭。"
    },
    {
      "id": "03-003-0003_p0022",
      "zh_CN": "『又行者更向说言。』「行者」就是念佛人，这是更进一步向对方说。",
      "zh_TW": "『又行者更向說言。』「行者」就是念佛人，這是更進一步向對方說。"
    },
    {
      "id": "03-003-0003_p0023",
      "zh_CN": "『仁者善听』，这个语气非常的尊敬。",
      "zh_TW": "『仁者善聽』，這個語氣非常的尊敬。"
    },
    {
      "id": "03-003-0003_p0024",
      "zh_CN": "『我今为汝更说决定信相，纵使地前菩萨罗汉辟支等，若一若多，乃至遍满十方，皆引经论证言不生者。』这就不是普通人了。前面是普通的凡夫，从一个到百千万亿，那都是凡人。现在这个不是凡人，是什么人？地前菩萨。地前就是三贤位的菩萨，十住、十行、十回向的菩萨。还有阿罗汉，辟支佛。有多少人？一个、两个乃至遍满十方，人数不止百千万亿。这些人统统都像你一样，引经据典来告诉我、来劝我，念佛不能往生。我们听了这些人说，我们心里还动不动摇？",
      "zh_TW": "『我今為汝更說決定信相，縱使地前菩薩羅漢辟支等，若一若多，乃至遍滿十方，皆引經論證言不生者。』這就不是普通人了。前面是普通的凡夫，從一個到百千萬億，那都是凡人。現在這個不是凡人，是什麼人？地前菩薩。地前就是三賢位的菩薩，十住、十行、十迴向的菩薩。還有阿羅漢，辟支佛。有多少人？一個、兩個乃至遍滿十方，人數不止百千萬億。這些人統統都像你一樣，引經據典來告訴我、來勸我，念佛不能往生。我們聽了這些人說，我們心裡還動不動搖？"
    },
    {
      "id": "03-003-0003_p0025",
      "zh_CN": "这个真正念佛人说，『我亦未起一念疑心』。不管你要怎么说，我一点怀疑都没有。",
      "zh_TW": "這個真正念佛人說，『我亦未起一念疑心』。不管你要怎麼說，我一點懷疑都沒有。"
    },
    {
      "id": "03-003-0003_p0026",
      "zh_CN": "『唯增长成就我清净信心。』这个信心禁得起考验，真的能增长！",
      "zh_TW": "『唯增長成就我清淨信心。』這個信心禁得起考驗，真的能增長！"
    },
    {
      "id": "03-003-0003_p0027",
      "zh_CN": "为什么这些菩萨、罗汉都是圣人来说，你都不动摇？还是有依据的，这个不是感情用事的。『何以故，由佛语决定成就了义，不为一切所破坏故。』这两句话重要！要牢牢的记住。佛的言语是真诚的，是真实的。我们只要相信，决定不能被人破坏。为什么？他不是佛，他是菩萨。所以佛祖教给我们，菩萨以下为我们介绍净土，必须要与佛言相应，我们就可以听；与佛的说法不相应，我们就不要听他的，这个非常非常重要。菩萨尚且不能动摇我们的信心，何况菩萨以下的？这个才能够保证在这一生当中，决定往生！",
      "zh_TW": "為什麼這些菩薩、羅漢都是聖人來說，你都不動搖？還是有依據的，這個不是感情用事的。『何以故，由佛語決定成就了義，不為一切所破壞故。』這兩句話重要！要牢牢的記住。佛的言語是真誠的，是真實的。我們只要相信，決定不能被人破壞。為什麼？他不是佛，他是菩薩。所以佛祖教給我們，菩薩以下為我們介紹淨土，必須要與佛言相應，我們就可以聽；與佛的說法不相應，我們就不要聽他的，這個非常非常重要。菩薩尚且不能動搖我們的信心，何況菩薩以下的？這個才能夠保證在這一生當中，決定往生！"
    },
    {
      "id": "03-003-0003_p0028",
      "zh_CN": "『又行者善听。』这是把这个境界再往上提升一层。",
      "zh_TW": "『又行者善聽。』這是把這個境界再往上提升一層。"
    },
    {
      "id": "03-003-0003_p0029",
      "zh_CN": "『纵使初地已上，十地已来。』前面讲三贤位的菩萨，这个修行的道力智慧还不甚圆满，再往上去这是地上菩萨、大菩萨，我们常讲的「摩诃萨」。从初地到十地，十地是法云地，上面就是等觉，就是成佛了，距离佛只有两个阶层了，非常非常接近了。",
      "zh_TW": "『縱使初地已上，十地已來。』前面講三賢位的菩薩，這個修行的道力智慧還不甚圓滿，再往上去這是地上菩薩、大菩薩，我們常講的「摩訶薩」。從初地到十地，十地是法雲地，上面就是等覺，就是成佛了，距離佛只有兩個階層了，非常非常接近了。"
    },
    {
      "id": "03-003-0003_p0030",
      "zh_CN": "有多少这些地上菩萨？『若一若多，乃至遍满十方』，十地菩萨也是无量无边。",
      "zh_TW": "有多少這些地上菩薩？『若一若多，乃至遍滿十方』，十地菩薩也是無量無邊。"
    },
    {
      "id": "03-003-0003_p0031",
      "zh_CN": "这些大菩萨们，『异口同音』，大家都说，『皆云，释迦佛指赞弥陀。』释迦牟尼佛讲净土三经都是赞叹西方极乐世界，赞叹阿弥陀佛。",
      "zh_TW": "這些大菩薩們，『異口同音』，大家都說，『皆云，釋迦佛指讚彌陀。』釋迦牟尼佛講淨土三經都是讚歎西方極樂世界，讚歎阿彌陀佛。"
    },
    {
      "id": "03-003-0003_p0032",
      "zh_CN": "『毁呰三界六道。』总是说三界六道不好，这个地方应当要舍离，应当要厌倦，要离开，释迦佛总是这么个说法。",
      "zh_TW": "『毀呰三界六道。』總是說三界六道不好，這個地方應當要捨離，應當要厭倦，要離開，釋迦佛總是這麼個說法。"
    },
    {
      "id": "03-003-0003_p0033",
      "zh_CN": "『劝励众生』，劝是劝告，励是勉励，劝告勉励众生。",
      "zh_TW": "『勸勵眾生』，勸是勸告，勵是勉勵，勸告勉勵眾生。"
    },
    {
      "id": "03-003-0003_p0034",
      "zh_CN": "『专心念佛』，这就是定善。『及修余善』，这就是散善。这是讲定、散二善，或者是正助双修。",
      "zh_TW": "『專心念佛』，這就是定善。『及修餘善』，這就是散善。這是講定、散二善，或者是正助雙修。"
    },
    {
      "id": "03-003-0003_p0035",
      "zh_CN": "『毕此一身后，必定生彼国者。』这是释迦牟尼佛在净土三经上常说的。",
      "zh_TW": "『畢此一身後，必定生彼國者。』這是釋迦牟尼佛在淨土三經上常說的。"
    },
    {
      "id": "03-003-0003_p0036",
      "zh_CN": "『此必虚妄，不可依信也。』这些菩萨说，释迦牟尼佛讲的这个不可靠，这不是真的，不能相信！这是什么人说的？地上菩萨说的。",
      "zh_TW": "『此必虛妄，不可依信也。』這些菩薩說，釋迦牟尼佛講的這個不可靠，這不是真的，不能相信！這是什麼人說的？地上菩薩說的。"
    },
    {
      "id": "03-003-0003_p0037",
      "zh_CN": "我们应该用什么态度来接受这些菩萨的说法？善导大师教给我们，『我虽闻此等所说，亦不生一念疑心』。十地菩萨无量无边来跟我说，说的这些话与佛所讲的都不相应。佛给我们讲是决定得生，他们的话是决定不得生，这完全不相应。我们听了，我们要信佛。他毕竟是菩萨，没成佛。这个法门完全是如来果地上的境界，所谓：「唯佛与佛方能究竟。」菩萨对于这个法门怀疑很多，经上常讲「难信之法」，不是讲凡夫难信，凡夫没有资格。谁难信？菩萨难信，甚至于十地菩萨都很难相信，都很难接受。这个难信是对他们说的。我虽闻此等所说，亦不生一念疑心，『唯增长成就我决定上上信心』。十地菩萨这么多人来说，他的信心都不动摇，这个信心称的上是上上品的信心。",
      "zh_TW": "我們應該用什麼態度來接受這些菩薩的說法？善導大師教給我們，『我雖聞此等所說，亦不生一念疑心』。十地菩薩無量無邊來跟我說，說的這些話與佛所講的都不相應。佛給我們講是決定得生，他們的話是決定不得生，這完全不相應。我們聽了，我們要信佛。他畢竟是菩薩，沒成佛。這個法門完全是如來果地上的境界，所謂：「唯佛與佛方能究竟。」菩薩對於這個法門懷疑很多，經上常講「難信之法」，不是講凡夫難信，凡夫沒有資格。誰難信？菩薩難信，甚至於十地菩薩都很難相信，都很難接受。這個難信是對他們說的。我雖聞此等所說，亦不生一念疑心，『唯增長成就我決定上上信心』。十地菩薩這麼多人來說，他的信心都不動搖，這個信心稱的上是上上品的信心。"
    },
    {
      "id": "03-003-0003_p0038",
      "zh_CN": "『何以故，乃由佛语真实决定了义故。』这是完全对佛有信心，对佛有坚定的信心，知道佛所说的是「真实决定了义故」，是决定了义。为什么？只有佛对于宇宙人生的真相彻底明了，他不是在推测，他不是在假想，他所说的完全是事实真相，所以称为真实决定了义，我们是凭这个对佛生决定的信心。",
      "zh_TW": "『何以故，乃由佛語真實決定了義故。』這是完全對佛有信心，對佛有堅定的信心，知道佛所說的是「真實決定了義故」，是決定了義。為什麼？只有佛對於宇宙人生的真相徹底明瞭，他不是在推測，他不是在假想，他所說的完全是事實真相，所以稱為真實決定了義，我們是憑這個對佛生決定的信心。"
    },
    {
      "id": "03-003-0003_p0039",
      "zh_CN": "『佛是实知实解实见实证。』没有一样不是真实的。为什么一切都是真实的？佛的心性没有一丝毫障碍，烦恼无明完全断尽了。等觉菩萨还有一品无明，十地菩萨还有两品无明，九地就还有三品无明，他的无明烦恼没断尽；换句话说，他那个真实，不是绝对真实，是接近真实而已。不是决定真实，很接近就是了，很相似就是了，这是我们要把它搞清楚、搞明白的。所以佛知是究竟圆满的知，佛所解的理解的是究竟圆满的解，佛见是亲见的，绝对不是听闻的，佛给我们作证明，那是一点都不会错误的。",
      "zh_TW": "『佛是實知實解實見實證。』沒有一樣不是真實的。為什麼一切都是真實的？佛的心性沒有一絲毫障礙，煩惱無明完全斷盡了。等覺菩薩還有一品無明，十地菩薩還有兩品無明，九地就還有三品無明，他的無明煩惱沒斷盡；換句話說，他那個真實，不是絕對真實，是接近真實而已。不是決定真實，很接近就是了，很相似就是了，這是我們要把它搞清楚、搞明白的。所以佛知是究竟圓滿的知，佛所解的理解的是究竟圓滿的解，佛見是親見的，絕對不是聽聞的，佛給我們作證明，那是一點都不會錯誤的。"
    },
    {
      "id": "03-003-0003_p0040",
      "zh_CN": "『非是疑惑心中语也。』换句话说，除佛以下，所有一切言语，因为根本无明没有断干净，心性没有完全显露，因此还有许多地方是属于自己推断判断的。推断判断，那就是疑惑的，所见的不是真实的。",
      "zh_TW": "『非是疑惑心中語也。』換句話說，除佛以下，所有一切言語，因為根本無明沒有斷乾淨，心性沒有完全顯露，因此還有許多地方是屬於自己推斷判斷的。推斷判斷，那就是疑惑的，所見的不是真實的。"
    },
    {
      "id": "03-003-0003_p0041",
      "zh_CN": "『又不为一切菩萨异见异解之所破坏。』因此对佛有这样决定的信心，所以一切菩萨他们不同的知见，不同的见解，决定不能动摇自己的信心。我们自己这一生最殊胜的利益，就不会被他破坏了。",
      "zh_TW": "『又不為一切菩薩異見異解之所破壞。』因此對佛有這樣決定的信心，所以一切菩薩他們不同的知見，不同的見解，決定不能動搖自己的信心。我們自己這一生最殊勝的利益，就不會被他破壞了。"
    },
    {
      "id": "03-003-0003_p0042",
      "zh_CN": "『若实是菩萨者，众不违佛教也。』这一句话说得太好了。换句话说，你说什么菩萨来说的，恐怕不是真的菩萨。如果是真菩萨，他不会违背佛的教义。真正菩萨无论宣扬什么法门，修学什么法门，对于净宗一定是尊敬的，一定是称赞，决定没有毁谤，这是真菩萨的态度。所以后头这一句很有意思，那些菩萨是假菩萨，是冒充菩萨的，像《楞严经》上所说的：「末法时期，邪师说法，如恒河沙」，这些人都自称什么菩萨再来的，什么佛再来的，在末法时期很多这样的人，所以说的东西与佛经不相应。我们一定要相信佛语。",
      "zh_TW": "『若實是菩薩者，眾不違佛教也。』這一句話說得太好了。換句話說，你說什麼菩薩來說的，恐怕不是真的菩薩。如果是真菩薩，他不會違背佛的教義。真正菩薩無論宣揚什麼法門，修學什麼法門，對於淨宗一定是尊敬的，一定是稱讚，決定沒有毀謗，這是真菩薩的態度。所以後頭這一句很有意思，那些菩薩是假菩薩，是冒充菩薩的，像《楞嚴經》上所說的：「末法時期，邪師說法，如恆河沙」，這些人都自稱什麼菩薩再來的，什麼佛再來的，在末法時期很多這樣的人，所以說的東西與佛經不相應。我們一定要相信佛語。"
    },
    {
      "id": "03-003-0003_p0043",
      "zh_CN": "后面那真是说到究竟说到极处了。『又置此事，行者当知。』「置」是我们把这个事情放下。",
      "zh_TW": "後面那真是說到究竟說到極處了。『又置此事，行者當知。』「置」是我們把這個事情放下。"
    },
    {
      "id": "03-003-0003_p0044",
      "zh_CN": "大师在劝告念佛的人应当要知道，『纵使化佛报佛，若一若多，乃至遍满十方。』前面讲的都是菩萨，法云地的菩萨虽然高，还没成佛！现在这是假设十方诸佛来了，怎么样？这些十方诸佛，『各各辉光吐舌遍覆十方』，这是诸佛现前了。如果碰到这个境界，我们怎么办？",
      "zh_TW": "大師在勸告念佛的人應當要知道，『縱使化佛報佛，若一若多，乃至遍滿十方。』前面講的都是菩薩，法雲地的菩薩雖然高，還沒成佛！現在這是假設十方諸佛來了，怎麼樣？這些十方諸佛，『各各輝光吐舌遍覆十方』，這是諸佛現前了。如果碰到這個境界，我們怎麼辦？"
    },
    {
      "id": "03-003-0003_p0045",
      "zh_CN": "这些诸佛都说，『一一说言，释迦所说相赞劝发一切凡夫，专心念佛及修余善，回愿得生彼净土者，此是虚妄，定无此事也。』十方诸佛要来说这些事情怎么办？实在讲，这是假设的。如果聪明人遇到这些诸佛，一句话就顶回去了：「在《阿弥陀经》、《无量寿经》上，你们不是频频赞叹吗？现在为什么又否定？」佛说话还模棱两可，一会儿说这个，一会儿否定，那连凡夫都不如了，哪里是佛！怎么能说之为「真语者，实语者」？自己自相矛盾。",
      "zh_TW": "這些諸佛都說，『一一說言，釋迦所說相讚勸發一切凡夫，專心念佛及修餘善，迴願得生彼淨土者，此是虛妄，定無此事也。』十方諸佛要來說這些事情怎麼辦？實在講，這是假設的。如果聰明人遇到這些諸佛，一句話就頂回去了：「在《阿彌陀經》、《無量壽經》上，你們不是頻頻讚歎嗎？現在為什麼又否定？」佛說話還模稜兩可，一會兒說這個，一會兒否定，那連凡夫都不如了，哪裡是佛！怎麼能說之為「真語者，實語者」？自己自相矛盾。"
    },
    {
      "id": "03-003-0003_p0046",
      "zh_CN": "善导大师给我们解答也是这个意思。佛要来说这些话，这也不是真佛，恐怕是假佛，真佛决定不会这么说的。因为《阿弥陀经》跟《无量寿经》十方佛赞，那是尽虚空遍法界一尊佛都没有漏掉，一切诸佛统统赞叹！所以不可能有一尊佛来说不相应的言教，不可能的！",
      "zh_TW": "善導大師給我們解答也是這個意思。佛要來說這些話，這也不是真佛，恐怕是假佛，真佛決定不會這麼說的。因為《阿彌陀經》跟《無量壽經》十方佛讚，那是盡虛空遍法界一尊佛都沒有漏掉，一切諸佛統統讚歎！所以不可能有一尊佛來說不相應的言教，不可能的！"
    },
    {
      "id": "03-003-0003_p0047",
      "zh_CN": "『我虽闻此等诸佛所说，毕竟不起一念疑退之心。』一切诸佛来讲，我也不动摇，我也不怀疑，我也不会退心。",
      "zh_TW": "『我雖聞此等諸佛所說，畢竟不起一念疑退之心。』一切諸佛來講，我也不動搖，我也不懷疑，我也不會退心。"
    },
    {
      "id": "03-003-0003_p0048",
      "zh_CN": "『畏不得生彼佛国也。』我也不怕不会往生净土。",
      "zh_TW": "『畏不得生彼佛國也。』我也不怕不會往生淨土。"
    },
    {
      "id": "03-003-0003_p0049",
      "zh_CN": "『何以故。』这是说明我们信心清净的道理。",
      "zh_TW": "『何以故。』這是說明我們信心清淨的道理。"
    },
    {
      "id": "03-003-0003_p0050",
      "zh_CN": "『一佛一切佛，所有知见解行证悟果位大悲等同。』这是佛在大乘经论上常常说的，决定是平等，是一样的。为什么？都是妄想执着断尽了的人。《华严》上说得很好，「一切众生皆有如来智慧德相，但以妄想执着而不能证得」；换句话说，九法界的有情众生，像菩萨、缘觉、声闻、六道凡夫，只不过是妄想执着厚薄不同而已。妄想执着厚的就堕落到下面去了，妄想执着轻的就往上提升了，妄想、执着统统都没有了，那叫成佛了！所以妄想执着完全没有了，自性的智慧德能圆满显现，所以他的知见，他的解行、证悟、果位、大悲，当然平等，没有高下，所以完全等同。既然等同，那么一佛所说就是一切诸佛所说，一切诸佛所说并是一佛所说。我们这个坚定信心永远不动摇，就是建立在这一个理论的基础上。",
      "zh_TW": "『一佛一切佛，所有知見解行證悟果位大悲等同。』這是佛在大乘經論上常常說的，決定是平等，是一樣的。為什麼？都是妄想執著斷盡了的人。《華嚴》上說得很好，「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」；換句話說，九法界的有情眾生，像菩薩、緣覺、聲聞、六道凡夫，只不過是妄想執著厚薄不同而已。妄想執著厚的就墮落到下面去了，妄想執著輕的就往上提升了，妄想、執著統統都沒有了，那叫成佛了！所以妄想執著完全沒有了，自性的智慧德能圓滿顯現，所以他的知見，他的解行、證悟、果位、大悲，當然平等，沒有高下，所以完全等同。既然等同，那麼一佛所說就是一切諸佛所說，一切諸佛所說並是一佛所說。我們這個堅定信心永遠不動搖，就是建立在這一個理論的基礎上。"
    },
    {
      "id": "03-003-0003_p0051",
      "zh_CN": "下面说，『是故一佛所制，即一切佛同制。』这个就是制定，像戒律一样，佛给我们制定，教给我们要遵守，要奉行的。",
      "zh_TW": "下面說，『是故一佛所制，即一切佛同制。』這個就是制定，像戒律一樣，佛給我們制定，教給我們要遵守，要奉行的。"
    },
    {
      "id": "03-003-0003_p0052",
      "zh_CN": "『如似前佛制断杀生等十恶等罪，毕竟不犯不行者，即名十善十行随顺六度之义。』这是举一个例子，过去佛教化众生，制定菩萨行持的守则，里面有十善、有五戒、有六度。过去古佛教化众生，也是依这个原则，依这个纲领。",
      "zh_TW": "『如似前佛制斷殺生等十惡等罪，畢竟不犯不行者，即名十善十行隨順六度之義。』這是舉一個例子，過去佛教化眾生，制定菩薩行持的守則，裡面有十善、有五戒、有六度。過去古佛教化眾生，也是依這個原則，依這個綱領。"
    },
    {
      "id": "03-003-0003_p0053",
      "zh_CN": "『若有后佛出世，岂可改前十善令行十恶也。』后面的佛出世了，这个后面来的人，妄想执着也断尽了，他教化众生，难道会教众生行十恶吗？这个浅显的理我们能想得通，那是不可能的事情！决定会遵守，而且是自自然然的，一丝毫勉强都没有。为什么？五戒十善六度十愿，这是本性里面自然的流露。实在讲，不是那一个人制定的，那个人没有制定的。不是的。这是属于性德，你的本性恢复了，本性德能自自然然流露出来的，他怎么会不同？当然是一样的，是相同的。",
      "zh_TW": "『若有後佛出世，豈可改前十善令行十惡也。』後面的佛出世了，這個後面來的人，妄想執著也斷盡了，他教化眾生，難道會教眾生行十惡嗎？這個淺顯的理我們能想得通，那是不可能的事情！決定會遵守，而且是自自然然的，一絲毫勉強都沒有。為什麼？五戒十善六度十願，這是本性裡面自然的流露。實在講，不是那一個人制定的，那個人沒有制定的。不是的。這是屬於性德，你的本性恢復了，本性德能自自然然流露出來的，他怎麼會不同？當然是一樣的，是相同的。"
    },
    {
      "id": "03-003-0003_p0054",
      "zh_CN": "『以此道理推验，明知诸佛言行不相违失。』佛十号当中，第一个号叫「如来」。「如来」里有个意思，是「今佛如同古佛再来」，佛佛道同，决定没有两种说法，决定没有两种行法。所以这个信心就能够坚定，信心在任何障难之中，决定不会动摇，无论什么人说。如果他是真的菩萨，真的佛，他所说的与释迦与诸佛一定是相应。不相应的，可以说决定不是真佛、真菩萨。",
      "zh_TW": "『以此道理推驗，明知諸佛言行不相違失。』佛十號當中，第一個號叫「如來」。「如來」裡有個意思，是「今佛如同古佛再來」，佛佛道同，決定沒有兩種說法，決定沒有兩種行法。所以這個信心就能夠堅定，信心在任何障難之中，決定不會動搖，無論什麼人說。如果他是真的菩薩，真的佛，他所說的與釋迦與諸佛一定是相應。不相應的，可以說決定不是真佛、真菩薩。"
    },
    {
      "id": "03-003-0003_p0055",
      "zh_CN": "再看下面一节，这一节里面的开示也非常重要。",
      "zh_TW": "再看下面一節，這一節裡面的開示也非常重要。"
    },
    {
      "id": "03-003-0003_p0056",
      "zh_CN": "疏【纵令释迦指劝一切凡夫。尽此一身专念专修。舍命已彼定生彼国者。即十方诸佛悉皆同赞同劝同证。何以故。同体大悲故。一佛所化。即是一切佛化。一切佛化。即是一佛所化。即弥陀经中说释迦赞叹极乐种种庄严。又劝一切凡夫。一日七日一心专念弥陀名号。定得往生。次下文云。十方各有恒河沙等诸佛。同赞释迦。能于五浊恶时恶世界恶众生恶见恶烦恼恶邪无信盛时。指赞弥陀名号。劝励众生称念。必得往生。即其证也。】",
      "zh_TW": "疏【縱令釋迦指勸一切凡夫。盡此一身專念專修。捨命已彼定生彼國者。即十方諸佛悉皆同讚同勸同證。何以故。同體大悲故。一佛所化。即是一切佛化。一切佛化。即是一佛所化。即彌陀經中說釋迦讚歎極樂種種莊嚴。又勸一切凡夫。一日七日一心專念彌陀名號。定得往生。次下文云。十方各有恒河沙等諸佛。同讚釋迦。能於五濁惡時惡世界惡眾生惡見惡煩惱惡邪無信盛時。指讚彌陀名號。勸勵眾生稱念。必得往生。即其證也。】"
    },
    {
      "id": "03-003-0003_p0057",
      "zh_CN": "『纵令释迦』，这是讲我们本师。",
      "zh_TW": "『縱令釋迦』，這是講我們本師。"
    },
    {
      "id": "03-003-0003_p0058",
      "zh_CN": "『指劝一切凡夫。』「指」是专指，劝导一切凡夫。",
      "zh_TW": "『指勸一切凡夫。』「指」是專指，勸導一切凡夫。"
    },
    {
      "id": "03-003-0003_p0059",
      "zh_CN": "『尽此一身专念专修，舍命已彼定生彼国者。』这是释迦牟尼佛在《无量寿经》、在《阿弥陀经》、在《观无量寿经》，都是这样指导劝勉我们应当修学的。这是一尊佛说，本师一尊佛说。",
      "zh_TW": "『盡此一身專念專修，捨命已彼定生彼國者。』這是釋迦牟尼佛在《無量壽經》、在《阿彌陀經》、在《觀無量壽經》，都是這樣指導勸勉我們應當修學的。這是一尊佛說，本師一尊佛說。"
    },
    {
      "id": "03-003-0003_p0060",
      "zh_CN": "『即十方诸佛悉皆同赞同劝同证。』这个我们在三经上都看到，特别是大家常念的《阿弥陀经》跟现在常常读诵的《无量寿经》。释迦佛一个人说的，就等于十方一切诸佛所说的没有两样。十方一切诸佛，没有一尊佛不赞叹，赞叹释迦牟尼佛于五浊恶世示现成佛，为恶世众生说此难信之法。一切诸佛赞叹，一切诸佛宣扬，一切诸佛都劝我们相信释迦牟尼佛的话，一切诸佛为我们证明，依照释迦牟尼佛净土三经方法修学，决定得生彼国。",
      "zh_TW": "『即十方諸佛悉皆同讚同勸同證。』這個我們在三經上都看到，特別是大家常念的《阿彌陀經》跟現在常常讀誦的《無量壽經》。釋迦佛一個人說的，就等於十方一切諸佛所說的沒有兩樣。十方一切諸佛，沒有一尊佛不讚歎，讚歎釋迦牟尼佛於五濁惡世示現成佛，為惡世眾生說此難信之法。一切諸佛讚歎，一切諸佛宣揚，一切諸佛都勸我們相信釋迦牟尼佛的話，一切諸佛為我們證明，依照釋迦牟尼佛淨土三經方法修學，決定得生彼國。"
    },
    {
      "id": "03-003-0003_p0061",
      "zh_CN": "三经是非常非常可靠的，三经决定不是伪造的。现在还有些少数人，很厉害，他们要不叫你往生，把你这一生往生的机缘给你切断。用什么方法？他们现在在考证《阿弥陀经》是假的，不是佛说的，是后人伪造的。这个很厉害，等于把净宗彻底给推翻。这些人很聪明，他也说出一些依据，也像此地讲的引经据典，他找出很多根据来说。就有不少人相信他，有不少人迷惑。因此，我们学佛头脑要冷静、要清楚，不能轻易听信妄言。",
      "zh_TW": "三經是非常非常可靠的，三經決定不是偽造的。現在還有些少數人，很厲害，他們要不叫你往生，把你這一生往生的機緣給你切斷。用什麼方法？他們現在在考證《阿彌陀經》是假的，不是佛說的，是後人偽造的。這個很厲害，等於把淨宗徹底給推翻。這些人很聰明，他也說出一些依據，也像此地講的引經據典，他找出很多根據來說。就有不少人相信他，有不少人迷惑。因此，我們學佛頭腦要冷靜、要清楚，不能輕易聽信妄言。"
    },
    {
      "id": "03-003-0003_p0062",
      "zh_CN": "佛经传到中国，中国人翻译，对于征信可以说做得非常的仔细。什么人把这个经典传到中国来，这个我们有记载的。这一部经典在什么地方翻译，翻译的地点有，年代有。哪一年哪一月哪一日开始翻译，到哪一天翻译圆满，都有记载的。主持译场的是哪一个人？帮助协助翻译的是哪些人？都记载的清清楚楚。这些是为后人征信，叫大家晓得这个经典不是伪造的，确确实实有根据有来源。净土三经这个分量不多，只有三种，而且分量也不大，所以在中国既然流通这么广，修学的人这么多，成就的人也这么多。我们看《大藏经》里面，《净土圣贤录》、《往生传》，古今所记载的太多太多了，对于三经记载特别清楚，哪里会是假的！",
      "zh_TW": "佛經傳到中國，中國人翻譯，對於徵信可以說做得非常的仔細。什麼人把這個經典傳到中國來，這個我們有記載的。這一部經典在什麼地方翻譯，翻譯的地點有，年代有。哪一年哪一月哪一日開始翻譯，到哪一天翻譯圓滿，都有記載的。主持譯場的是哪一個人？幫助協助翻譯的是哪些人？都記載的清清楚楚。這些是為後人徵信，叫大家曉得這個經典不是偽造的，確確實實有根據有來源。淨土三經這個分量不多，只有三種，而且分量也不大，所以在中國既然流通這麼廣，修學的人這麼多，成就的人也這麼多。我們看《大藏經》裡面，《淨土聖賢錄》、《往生傳》，古今所記載的太多太多了，對於三經記載特別清楚，哪裡會是假的！"
    },
    {
      "id": "03-003-0003_p0063",
      "zh_CN": "如果这个经典是假的，还要等现代人来发现？玄奘大师当年发愿到印度去求学，主要一个动机就是怀疑翻译的不太可靠。他倒没有怀疑这个经典是假的，怀疑翻译有问题。为这个事情，自己跑到印度，在印度留学十七年。回来之后，对于古大德所翻的经典，没有提出一个字的批评。这是佛门的规矩，就是统统承认，没有翻错。「没有批评」是默认，这是佛家的规矩。你有意见就提出来，你如果完全同意，就不必说话了。玄奘大师对于前人所翻的经论完全同意，这是给我们做了一个很有力的证明。",
      "zh_TW": "如果這個經典是假的，還要等現代人來發現？玄奘大師當年發願到印度去求學，主要一個動機就是懷疑翻譯的不太可靠。他倒沒有懷疑這個經典是假的，懷疑翻譯有問題。為這個事情，自己跑到印度，在印度留學十七年。回來之後，對於古大德所翻的經典，沒有提出一個字的批評。這是佛門的規矩，就是統統承認，沒有翻錯。「沒有批評」是默認，這是佛家的規矩。你有意見就提出來，你如果完全同意，就不必說話了。玄奘大師對於前人所翻的經論完全同意，這是給我們做了一個很有力的證明。"
    },
    {
      "id": "03-003-0003_p0064",
      "zh_CN": "尤其是《阿弥陀经》，玄奘大师自己有译本，这还能错得了吗？他从印度带回来的梵文经典，就有原文的《阿弥陀经》。他的传人窥基大师，这是奘师最得意的弟子，给《阿弥陀经》作了个注解，这个注解叫《通赞疏》，所采取的经文是鸠摩罗什大师的译本，就是我们现在流通的这个本子，并不是他的老师翻译的新本子，使我们对于罗什大师这个译本信心更加确定了。经过了玄奘师徒两个人的证明，那还能错得了吗？还能假得了吗？所以这是诸佛同赞！",
      "zh_TW": "尤其是《阿彌陀經》，玄奘大師自己有譯本，這還能錯得了嗎？他從印度帶回來的梵文經典，就有原文的《阿彌陀經》。他的傳人窺基大師，這是奘師最得意的弟子，給《阿彌陀經》作了個註解，這個註解叫《通贊疏》，所採取的經文是鳩摩羅什大師的譯本，就是我們現在流通的這個本子，並不是他的老師翻譯的新本子，使我們對於羅什大師這個譯本信心更加確定了。經過了玄奘師徒兩個人的證明，那還能錯得了嗎？還能假得了嗎？所以這是諸佛同讚！"
    },
    {
      "id": "03-003-0003_p0065",
      "zh_CN": "下面说，『何以故，同体大悲故。』这个时候心性圆满显露，他只有一个愿，愿一切众生圆成佛道。佛菩萨完全明了尽虚空遍法界一切众生都是自己心性变现之物，所以完全平等，这称为同体大悲。",
      "zh_TW": "下面說，『何以故，同體大悲故。』這個時候心性圓滿顯露，他只有一個願，願一切眾生圓成佛道。佛菩薩完全明瞭盡虛空遍法界一切眾生都是自己心性變現之物，所以完全平等，這稱為同體大悲。"
    },
    {
      "id": "03-003-0003_p0066",
      "zh_CN": "『一佛所化即是一切佛化。』这个「化」是教化，一尊佛的教化就是一切诸佛的教化，为什么？完全相同。",
      "zh_TW": "『一佛所化即是一切佛化。』這個「化」是教化，一尊佛的教化就是一切諸佛的教化，為什麼？完全相同。"
    },
    {
      "id": "03-003-0003_p0067",
      "zh_CN": "『一切佛化即是一佛所化。』大乘经上，特别是《华严》上常说：「一即一切，一切即一」，这两句给我们解释的很清楚很明白。如果广义来说，「一」是任一，而不是专一。为什么说任一？因为法是平等法，一切法体相都是平等的，所以说万法一如。又说「诸法平等，无有高下」，法是平等法。但是众生的根性不平等，业障习气不平等，善根福德不平等。法虽然是平等，我们有这么多不平等。虽然是平等法门有很多，有一些法门适合于我们的根性，我们修学起来很方便，很愉快。有一些法门对我们的根性不适合，我们修学就感到很困难，很难修学，就会有这种现象。这些现象之发生，都是发生在自已善根福德因缘上，而不是法门本身。所以法是任一，不是专一，我们在《华严经》上能很具体的看出。",
      "zh_TW": "『一切佛化即是一佛所化。』大乘經上，特別是《華嚴》上常說：「一即一切，一切即一」，這兩句給我們解釋的很清楚很明白。如果廣義來說，「一」是任一，而不是專一。為什麼說任一？因為法是平等法，一切法體相都是平等的，所以說萬法一如。又說「諸法平等，無有高下」，法是平等法。但是眾生的根性不平等，業障習氣不平等，善根福德不平等。法雖然是平等，我們有這麼多不平等。雖然是平等法門有很多，有一些法門適合於我們的根性，我們修學起來很方便，很愉快。有一些法門對我們的根性不適合，我們修學就感到很困難，很難修學，就會有這種現象。這些現象之發生，都是發生在自已善根福德因緣上，而不是法門本身。所以法是任一，不是專一，我們在《華嚴經》上能很具體的看出。"
    },
    {
      "id": "03-003-0003_p0068",
      "zh_CN": "《华严经》里面五十三位善知识，每一位善知识所修学的法门都不一样，每一个人都成无上道。所以无论是一佛所说、是诸佛所说，所有一切法门，我们都要仰信，都仰慕，都深信不疑。就自己修学一定要选择一门深入，一门深入你就一定有成就了。即使求生净土，《无量寿经》上跟我们讲得很清楚很明白，你专修这个法门，决定得生！你专修其他法门回向净土，也决定得生！这才是正教，这个才是佛知佛见，不是异解异见异行。但是你的关键，就是无论修学那个法门要一门深入。",
      "zh_TW": "《華嚴經》裡面五十三位善知識，每一位善知識所修學的法門都不一樣，每一個人都成無上道。所以無論是一佛所說、是諸佛所說，所有一切法門，我們都要仰信，都仰慕，都深信不疑。就自己修學一定要選擇一門深入，一門深入你就一定有成就了。即使求生淨土，《無量壽經》上跟我們講得很清楚很明白，你專修這個法門，決定得生！你專修其他法門迴向淨土，也決定得生！這才是正教，這個才是佛知佛見，不是異解異見異行。但是你的關鍵，就是無論修學那個法門要一門深入。"
    },
    {
      "id": "03-003-0003_p0069",
      "zh_CN": "有很多同修来跟我讲，他过去一直念地藏王菩萨，现在再念地藏王菩萨能不能往生？决定得生！只要一心称念，功夫是一样的。念到功夫成片，念到一心不乱，回向净土，就决定得生！你跟地藏菩萨有缘，念地藏菩萨就欢喜，这就是缘不同；成就是相同的，不必更换，这个要知道。佛法纯粹是理性，不是感情的。你念观音菩萨，或者念大悲咒，念了很多年了，大悲咒念得很熟了，你就专念大悲咒。这就对了，不要改！但是自己一定要发愿求生净土，要回向求生净土，这一点非常重要！在《无量寿经》「三辈往生」最后的一段就是说这个，可见得净土法门非常非常广大！",
      "zh_TW": "有很多同修來跟我講，他過去一直念地藏王菩薩，現在再念地藏王菩薩能不能往生？決定得生！只要一心稱念，功夫是一樣的。念到功夫成片，念到一心不亂，迴向淨土，就決定得生！你跟地藏菩薩有緣，念地藏菩薩就歡喜，這就是緣不同；成就是相同的，不必更換，這個要知道。佛法純粹是理性，不是感情的。你念觀音菩薩，或者念大悲咒，念了很多年了，大悲咒念得很熟了，你就專念大悲咒。這就對了，不要改！但是自己一定要發願求生淨土，要迴向求生淨土，這一點非常重要！在《無量壽經》「三輩往生」最後的一段就是說這個，可見得淨土法門非常非常廣大！"
    },
    {
      "id": "03-003-0003_p0070",
      "zh_CN": "我们对于不同的法门、不同的宗派、不同的经论，我们一定要尊重，要礼敬，这才对！绝对不可以自赞毁他，「我这个第一殊胜，你们那个都不如我」。那些都是佛说的，这叫谤佛谤法谤僧。这个毁谤造的是无间地狱罪业，你怎么会成就？凡是自赞毁他，这个人是贡高我慢，他的心一定不平静，心不平等。由此可知，他决定得不到定。一切法门都是修三昧，他三昧不能成就！心不清净，三昧不能成就，这就很显然了。果报在哪里？果报在六道轮回，出不去！要想超越六道轮回，最低限度要成就九次第定，那个定功可深了，不是普通定，见思烦恼都断尽了，我执破了，这才能出得了三界。所以你以这些事实、这些道理来观察，你就清清楚楚、明明白白，他修行究竟到什么功夫？他会有什么成就？这太清楚了，太明显了！",
      "zh_TW": "我們對於不同的法門、不同的宗派、不同的經論，我們一定要尊重，要禮敬，這才對！絕對不可以自讚毀他，「我這個第一殊勝，你們那個都不如我」。那些都是佛說的，這叫謗佛謗法謗僧。這個毀謗造的是無間地獄罪業，你怎麼會成就？凡是自讚毀他，這個人是貢高我慢，他的心一定不平靜，心不平等。由此可知，他決定得不到定。一切法門都是修三昧，他三昧不能成就！心不清淨，三昧不能成就，這就很顯然了。果報在哪裡？果報在六道輪迴，出不去！要想超越六道輪迴，最低限度要成就九次第定，那個定功可深了，不是普通定，見思煩惱都斷盡了，我執破了，這才能出得了三界。所以你以這些事實、這些道理來觀察，你就清清楚楚、明明白白，他修行究竟到什麼功夫？他會有什麼成就？這太清楚了，太明顯了！"
    },
    {
      "id": "03-003-0003_p0071",
      "zh_CN": "我们再看看《华严经》上的榜样，五十三参是我们的好榜样。每一位菩萨都是自己谦虚，赞叹别人，赞叹人，赞叹法门，赞叹行法。既然赞叹，他为什么不修？那些法门虽然殊胜，虽然好，不适合我的根性。那些根性比我好的人，修那些法门成就，我不如那些人！你去看看《华严经》，每一位善友都是这样的态度，这个就对了。所以是真正的菩萨，真正的修行人，绝对不会自己赞叹自己，毁谤别人，没有这个道理！",
      "zh_TW": "我們再看看《華嚴經》上的榜樣，五十三參是我們的好榜樣。每一位菩薩都是自己謙虛，讚歎別人，讚歎人，讚歎法門，讚歎行法。既然讚歎，他為什麼不修？那些法門雖然殊勝，雖然好，不適合我的根性。那些根性比我好的人，修那些法門成就，我不如那些人！你去看看《華嚴經》，每一位善友都是這樣的態度，這個就對了。所以是真正的菩薩，真正的修行人，絕對不會自己讚歎自己，毀謗別人，沒有這個道理！"
    },
    {
      "id": "03-003-0003_p0072",
      "zh_CN": "在我们中国古人，稍稍读书明理的人，都知道隐恶扬善。又说：「君子绝交，不言人过。」两人很不愉快断交了，从此以后不往来了，对方的过失，绝口不谈。这是世间善人，何况是修行有道之人？更不可能有这些事情。这是我们自己要明了，自己修学对于异见异解异执之人，我们要礼敬，决定不能毁谤；要知道统统修的是佛法，好像在一个学校念书的同学，我们念的科系不相同而已！这个态度就对了。不能说科系不同就是冤家对头，没有这个道理！",
      "zh_TW": "在我們中國古人，稍稍讀書明理的人，都知道隱惡揚善。又說：「君子絕交，不言人過。」兩人很不愉快斷交了，從此以後不往來了，對方的過失，絕口不談。這是世間善人，何況是修行有道之人？更不可能有這些事情。這是我們自己要明瞭，自己修學對於異見異解異執之人，我們要禮敬，決定不能毀謗；要知道統統修的是佛法，好像在一個學校念書的同學，我們念的科系不相同而已！這個態度就對了。不能說科系不同就是冤家對頭，沒有這個道理！"
    },
    {
      "id": "03-003-0003_p0073",
      "zh_CN": "『即弥陀经中说释迦赞叹极乐世界种种庄严。』这是举出经里面的一个例子，一佛所化就是一切佛化，一切佛化即是一佛所化，像《阿弥陀经》中所说的。",
      "zh_TW": "『即彌陀經中說釋迦讚歎極樂世界種種莊嚴。』這是舉出經裡面的一個例子，一佛所化就是一切佛化，一切佛化即是一佛所化，像《阿彌陀經》中所說的。"
    },
    {
      "id": "03-003-0003_p0074",
      "zh_CN": "『又劝一切凡夫，一日七日一心专念弥陀名号，定得往生』。这也是《阿弥陀经》上提倡的，「若一日、若二日…到若七日」，这是教给我们念佛的方法与念佛的时间。这个法门最方便的，就是不需要很长时间修学，一日、七日都能往生。当然这是每一个人遇缘不相同。缘殊胜的，年轻的时候就听到这个法门，有长时间来念佛来修学。缘劣一点的，有不少临命终时才听到这个法门。前些年，D.C.周广大居士，他就是在临终前三天才听到这个法门，但是他三天三夜的念佛成功了，他也能得生。这是诸佛所赞，诸佛所证。",
      "zh_TW": "『又勸一切凡夫，一日七日一心專念彌陀名號，定得往生』。這也是《阿彌陀經》上提倡的，「若一日、若二日…到若七日」，這是教給我們念佛的方法與念佛的時間。這個法門最方便的，就是不需要很長時間修學，一日、七日都能往生。當然這是每一個人遇緣不相同。緣殊勝的，年輕的時候就聽到這個法門，有長時間來念佛來修學。緣劣一點的，有不少臨命終時才聽到這個法門。前些年，D.C.周廣大居士，他就是在臨終前三天才聽到這個法門，但是他三天三夜的念佛成功了，他也能得生。這是諸佛所讚，諸佛所證。"
    },
    {
      "id": "03-003-0003_p0075",
      "zh_CN": "『次下文云。』这都是讲的经文。",
      "zh_TW": "『次下文云。』這都是講的經文。"
    },
    {
      "id": "03-003-0003_p0076",
      "zh_CN": "『十方各有恒河沙等数诸佛，同赞释迦，能于五浊恶时恶世界恶众生恶见恶烦恼恶邪无信盛时，指赞弥陀名号，劝励众生称念必得往生，即其证也。』这一段特别说出一切诸佛给我们作证明。证明的经文在哪里？这一段给我们具体说出来了，他对于这个五浊恶世，善导大师说得特别的清楚。因为他不是引用经文，他引用的是经义，在《阿弥陀经》上就是「六方佛赞」的这一大段。一切诸佛同赞释迦牟尼佛，能于五浊恶世，这个「恶世」，底下全部都是这个恶世的注解。",
      "zh_TW": "『十方各有恆河沙等數諸佛，同讚釋迦，能於五濁惡時惡世界惡眾生惡見惡煩惱惡邪無信盛時，指讚彌陀名號，勸勵眾生稱念必得往生，即其證也。』這一段特別說出一切諸佛給我們作證明。證明的經文在哪裡？這一段給我們具體說出來了，他對於這個五濁惡世，善導大師說得特別的清楚。因為他不是引用經文，他引用的是經義，在《阿彌陀經》上就是「六方佛讚」的這一大段。一切諸佛同讚釋迦牟尼佛，能於五濁惡世，這個「惡世」，底下全部都是這個惡世的註解。"
    },
    {
      "id": "03-003-0003_p0077",
      "zh_CN": "「恶时」，年头不好，这个时代不好，我们世间人所讲黑暗时代，那个时不好。实际上，时哪有好坏？在这一个时期恶人多，这个时就不好；善人多，这个时就好了。可见得时实在讲没有好坏，而是底下这些不好的事，使得这一个一段时代就不好了，称为「恶时」。",
      "zh_TW": "「惡時」，年頭不好，這個時代不好，我們世間人所講黑暗時代，那個時不好。實際上，時哪有好壞？在這一個時期惡人多，這個時就不好；善人多，這個時就好了。可見得時實在講沒有好壞，而是底下這些不好的事，使得這一個一段時代就不好了，稱為「惡時」。"
    },
    {
      "id": "03-003-0003_p0078",
      "zh_CN": "「恶世界」，世界是这个地区不好。时跟地区，实在讲，都是因人而说的。",
      "zh_TW": "「惡世界」，世界是這個地區不好。時跟地區，實在講，都是因人而說的。"
    },
    {
      "id": "03-003-0003_p0079",
      "zh_CN": "「恶众生」，这个浊恶，底下四句是真实的说法了。为什么说恶众生？造作十恶的众生很多。就是一切众生，在比例来说，大多数人造作十恶业，这个众生就恶了。当然还有少数修学十善的。假如这个世界统统都是造恶，没有一个修善的，这个世界的恶报立刻就现前。正因为还有一部分人修善，所以恶的果报就不是全面，不是普遍性的，不是全面性的，它有善业在里头，有一些人在修善。由此可知，修善的人要多，这世界就愈来愈好，也愈来愈安全，愈来愈美满。",
      "zh_TW": "「惡眾生」，這個濁惡，底下四句是真實的說法了。為什麼說惡眾生？造作十惡的眾生很多。就是一切眾生，在比例來說，大多數人造作十惡業，這個眾生就惡了。當然還有少數修學十善的。假如這個世界統統都是造惡，沒有一個修善的，這個世界的惡報立刻就現前。正因為還有一部分人修善，所以惡的果報就不是全面，不是普遍性的，不是全面性的，它有善業在裡頭，有一些人在修善。由此可知，修善的人要多，這世界就愈來愈好，也愈來愈安全，愈來愈美滿。"
    },
    {
      "id": "03-003-0003_p0080",
      "zh_CN": "佛、菩萨、阿罗汉在世间，没有别的事情，就是规过劝善。他来这个世界干什么？除了这个之外，没有别的事情。规过劝善为谁？为苦难的众生。这个叫大慈悲，怜悯一切众生，是为这个来的。与他自己根本不相干，阿罗汉就出了三界，三界他来来去去，他自由自在，与他实在没有关系，都是为了苦难众生，劝他不要再要造恶业。",
      "zh_TW": "佛、菩薩、阿羅漢在世間，沒有別的事情，就是規過勸善。他來這個世界幹什麼？除了這個之外，沒有別的事情。規過勸善為誰？為苦難的眾生。這個叫大慈悲，憐憫一切眾生，是為這個來的。與他自己根本不相干，阿羅漢就出了三界，三界他來來去去，他自由自在，與他實在沒有關係，都是為了苦難眾生，勸他不要再要造惡業。"
    },
    {
      "id": "03-003-0003_p0081",
      "zh_CN": "佛经他不能接受，在我们这个世界有很多固执的人，就是此地讲的「异执」。像哪些人？从前读孔子书的人，儒家，自命为儒，排斥佛教！佛书摆在面前，他也知道好，他不念！他为什么不念？这个不是孔孟的，他不念！现代人呢？现代一些自认思想新的人，异执，就是学科学的，科学家他不相信这个。其他一般宗教，信仰宗教的他不相信。",
      "zh_TW": "佛經他不能接受，在我們這個世界有很多固執的人，就是此地講的「異執」。像哪些人？從前讀孔子書的人，儒家，自命為儒，排斥佛教！佛書擺在面前，他也知道好，他不念！他為什麼不念？這個不是孔孟的，他不念！現代人呢？現代一些自認思想新的人，異執，就是學科學的，科學家他不相信這個。其他一般宗教，信仰宗教的他不相信。"
    },
    {
      "id": "03-003-0003_p0082",
      "zh_CN": "现在在几个宗教里，天主教比较开明，天主教现在神父都读佛经。这是前些年，他们罗马教皇曾经下达一个命令，让全世界的神父都要与佛教交往。我适逢其会，我还在天主教教了一个学期的书。当时是于斌主教在的时候，他们在台湾办了一个「天主教东亚精神生活研究所」，这个研究所设在多玛斯修道院，就是辅仁大学的后面。这个研究所成立之后，它是两年毕业。研究生是神父跟修女，也是选择出来的。那个时候请我担任一门课程，叫做「佛教精神生活」，我给它开了这么一门课程。原本于主教是希望我教两年，四个学期都请我去教。我教了一个学期之后，国外弘法的因缘成熟了，到处邀请，出国讲经，那个地方就辞掉了。所以我对他们也很尊敬，求学敬业的精神很令人敬佩，这是很开放的一个作法，吸收佛教的教义。",
      "zh_TW": "現在在幾個宗教裡，天主教比較開明，天主教現在神父都讀佛經。這是前些年，他們羅馬教皇曾經下達一個命令，讓全世界的神父都要與佛教交往。我適逢其會，我還在天主教教了一個學期的書。當時是于斌主教在的時候，他們在台灣辦了一個「天主教東亞精神生活研究所」，這個研究所設在多瑪斯修道院，就是輔仁大學的後面。這個研究所成立之後，它是兩年畢業。研究生是神父跟修女，也是選擇出來的。那個時候請我擔任一門課程，叫做「佛教精神生活」，我給它開了這麼一門課程。原本于主教是希望我教兩年，四個學期都請我去教。我教了一個學期之後，國外弘法的因緣成熟了，到處邀請，出國講經，那個地方就辭掉了。所以我對他們也很尊敬，求學敬業的精神很令人敬佩，這是很開放的一個作法，吸收佛教的教義。"
    },
    {
      "id": "03-003-0003_p0083",
      "zh_CN": "凡是有异执排斥的，佛法一定要以善巧方便，令广大的群众要觉悟，至少要知道造恶业必定得恶报，造善业一定得善果。这个不是超越三界，不是脱离轮回，是叫你不要堕三恶道。我们看印光大师，这是清末民初，相传印光大师是西方世界大势至菩萨再来的，这个可信的程度也很浓厚。印光大师一生劝化一切众生，固然是以念佛为主，但是他所印送的经书、善书，尤其是《了凡四训》、《感应篇》、《安士全书》，这三种印的数量最多，流通最为广泛。老人家一生不遗余力，为什么？因为这三种书不是佛教的，不信佛的人，有异执的人，他可以接受，内容完全是劝人断恶修善，老实念佛。这个是教学的善巧方便，真正利益众生，纠正众生。",
      "zh_TW": "凡是有異執排斥的，佛法一定要以善巧方便，令廣大的群眾要覺悟，至少要知道造惡業必定得惡報，造善業一定得善果。這個不是超越三界，不是脫離輪迴，是叫你不要墮三惡道。我們看印光大師，這是清末民初，相傳印光大師是西方世界大勢至菩薩再來的，這個可信的程度也很濃厚。印光大師一生勸化一切眾生，固然是以念佛為主，但是他所印送的經書、善書，尤其是《了凡四訓》、《感應篇》、《安士全書》，這三種印的數量最多，流通最為廣泛。老人家一生不遺餘力，為什麼？因為這三種書不是佛教的，不信佛的人，有異執的人，他可以接受，內容完全是勸人斷惡修善，老實念佛。這個是教學的善巧方便，真正利益眾生，糾正眾生。"
    },
    {
      "id": "03-003-0003_p0084",
      "zh_CN": "「恶见」，恶见是错误的思想，错误的见解。以种种善巧方便来帮助他，纠正他。",
      "zh_TW": "「惡見」，惡見是錯誤的思想，錯誤的見解。以種種善巧方便來幫助他，糾正他。"
    },
    {
      "id": "03-003-0003_p0085",
      "zh_CN": "「恶烦恼」，这个恶烦恼就是指的贪瞋痴慢。恶见是思想见解错误了。那个错误的人，他自己决定不承认他有错误，他以为他的见解思想是正确的，是进步的，不是落伍的。今天我们提出正知正见，他说那是落伍的，这就是此地讲的恶见、恶烦恼。什么是正知正见？佛在经上给我们所说的，就是正知见的标准。这个正知见里面，最低的是深信因果报应，深信世间众生是不平等的，这是正知正见。",
      "zh_TW": "「惡煩惱」，這個惡煩惱就是指的貪瞋痴慢。惡見是思想見解錯誤了。那個錯誤的人，他自己決定不承認他有錯誤，他以為他的見解思想是正確的，是進步的，不是落伍的。今天我們提出正知正見，他說那是落伍的，這就是此地講的惡見、惡煩惱。什麼是正知正見？佛在經上給我們所說的，就是正知見的標準。這個正知見裡面，最低的是深信因果報應，深信世間眾生是不平等的，這是正知正見。"
    },
    {
      "id": "03-003-0003_p0086",
      "zh_CN": "为什么不平等？各人造业不一样，各人修善不一样，各人福德因缘不一样，怎么能平等！什么时候平等？成佛就平等了。成佛，他不造业了，那平等了。菩萨都不平等，因为菩萨修学的法门不一样，前面讲业习厚薄不一样，断证的功夫也不一样，所以他不平等。极乐世界的平等那是特殊，阿弥陀佛本愿功德的加持，所以那个时候的平等世界，那是非常非常特殊，所以称为「难信之法」。所以诸佛刹土里面，所有一切菩萨都不平等，这是我们一定要知道，要晓得这个事实。",
      "zh_TW": "為什麼不平等？各人造業不一樣，各人修善不一樣，各人福德因緣不一樣，怎麼能平等！什麼時候平等？成佛就平等了。成佛，他不造業了，那平等了。菩薩都不平等，因為菩薩修學的法門不一樣，前面講業習厚薄不一樣，斷證的功夫也不一樣，所以他不平等。極樂世界的平等那是特殊，阿彌陀佛本願功德的加持，所以那個時候的平等世界，那是非常非常特殊，所以稱為「難信之法」。所以諸佛剎土裡面，所有一切菩薩都不平等，這是我們一定要知道，要曉得這個事實。"
    },
    {
      "id": "03-003-0003_p0087",
      "zh_CN": "知道这个事实，好处就多了。贫贱的人，他能够安分守己，他不会有嫉妒，不会有恶念，不会有企图，他修善了，断恶修善了，来生得好果报。富贵之人，了解这个事实有好处，我的富贵是过去生中修的，我现在有富贵，更要帮助贫贱之人，更要造福于社会大众，使我的福报生生世世能够继续不断，不至于这一生享完了，来生就没有了。这是事实真相。不是从前念书人欺骗老百姓，希望这个社会安定，他们能够坐享其成。你要这样想法的时候，那就大错特错了。",
      "zh_TW": "知道這個事實，好處就多了。貧賤的人，他能夠安分守己，他不會有嫉妒，不會有惡念，不會有企圖，他修善了，斷惡修善了，來生得好果報。富貴之人，了解這個事實有好處，我的富貴是過去生中修的，我現在有富貴，更要幫助貧賤之人，更要造福於社會大眾，使我的福報生生世世能夠繼續不斷，不至於這一生享完了，來生就沒有了。這是事實真相。不是從前念書人欺騙老百姓，希望這個社會安定，他們能夠坐享其成。你要這樣想法的時候，那就大錯特錯了。"
    },
    {
      "id": "03-003-0003_p0088",
      "zh_CN": "今天有人说我们迷信佛教，他自己迷信科学，迷信他的新知识，同样迷信。所以一定要读书，要读古圣先贤的书，千百年累积的智慧经验，不是偶然的。我们也不是墨守成规，是希望继承古圣先贤的智慧经验，再加以发扬光大，这个就对了。儒家教我们日日新，佛法教我们勇猛精进，可见得它是求进步的，不是倒退的。",
      "zh_TW": "今天有人說我們迷信佛教，他自己迷信科學，迷信他的新知識，同樣迷信。所以一定要讀書，要讀古聖先賢的書，千百年累積的智慧經驗，不是偶然的。我們也不是墨守成規，是希望繼承古聖先賢的智慧經驗，再加以發揚光大，這個就對了。儒家教我們日日新，佛法教我們勇猛精進，可見得它是求進步的，不是倒退的。"
    },
    {
      "id": "03-003-0003_p0089",
      "zh_CN": "「恶邪无信」，这是对于佛法、对于圣贤人真实的教诲，完全否定，完全把它推翻，这是恶邪无信。「盛」，是这种恶业在这个世间很普遍很广泛，很流行。",
      "zh_TW": "「惡邪無信」，這是對於佛法、對於聖賢人真實的教誨，完全否定，完全把它推翻，這是惡邪無信。「盛」，是這種惡業在這個世間很普遍很廣泛，很流行。"
    },
    {
      "id": "03-003-0003_p0090",
      "zh_CN": "这样一个时代，释迦牟尼佛还能够为一些人讲解西方极乐世界依正庄严的经典，劝导大众一心念佛求生净土，这是非常非常不容易的一桩事情，「劝励众生称念，必得往生」，很不容易！诸佛如来看到这个情形，唯恐众生善根福德没有到十分成熟的时候，怕他会退心，所以诸佛菩萨来助一把力，为释迦牟尼佛作证。我们看到一切诸佛都来跟释迦牟尼佛作证明了，我们这个心定了，会相信了。如果不是真实法，不是最殊胜的法门，怎么能够得到一切诸佛赞叹证明。",
      "zh_TW": "這樣一個時代，釋迦牟尼佛還能夠為一些人講解西方極樂世界依正莊嚴的經典，勸導大眾一心念佛求生淨土，這是非常非常不容易的一樁事情，「勸勵眾生稱念，必得往生」，很不容易！諸佛如來看到這個情形，唯恐眾生善根福德沒有到十分成熟的時候，怕他會退心，所以諸佛菩薩來助一把力，為釋迦牟尼佛作證。我們看到一切諸佛都來跟釋迦牟尼佛作證明了，我們這個心定了，會相信了。如果不是真實法，不是最殊勝的法門，怎麼能夠得到一切諸佛讚歎證明。"
    },
    {
      "id": "03-003-0003_p0091",
      "zh_CN": "在这样一个境界里，我们信心再要不能生起来，那就是经上讲的「一阐提」，没善根的人。这是诸佛如来对我们这个善根福德因缘还不够十分成熟的时候，助一把力量，让我们在这一生当中就成熟了。这是非常希有难得的因缘，我们一定要真信，要珍惜，要深信不疑！今天时间到了，我们就讲到此地。",
      "zh_TW": "在這樣一個境界裡，我們信心再要不能生起來，那就是經上講的「一闡提」，沒善根的人。這是諸佛如來對我們這個善根福德因緣還不夠十分成熟的時候，助一把力量，讓我們在這一生當中就成熟了。這是非常希有難得的因緣，我們一定要真信，要珍惜，要深信不疑！今天時間到了，我們就講到此地。"
    }
  ]
}