{
  "doc_id": "03-003-0001",
  "title": {
    "zh_CN": "观经上品上生章",
    "zh_TW": "觀經上品上生章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1992",
  "location": {
    "zh_CN": "美国圣荷西",
    "zh_TW": "美國聖荷西"
  },
  "doc_number": "03-003-0001",
  "total_paragraphs": 68,
  "paragraphs": [
    {
      "id": "03-003-0001_p0001",
      "zh_CN": "各位同修，今天要给诸位介绍的是《观无量寿经‧上品上生章》，我们的讲义是采取唐朝善导大师的注解，他将这一部经从玄义一直到经文分成四个部分，所以称它作《四帖疏》，也就是善导大师的注解。",
      "zh_TW": "各位同修，今天要給諸位介紹的是《觀無量壽經‧上品上生章》，我們的講義是採取唐朝善導大師的註解，他將這一部經從玄義一直到經文分成四個部分，所以稱它作《四帖疏》，也就是善導大師的註解。"
    },
    {
      "id": "03-003-0001_p0002",
      "zh_CN": "我们今天选出这一段，这一段里面最重要的部分是给我们详细介绍「发菩提心」。净宗常说：「三心圆发。」到底是哪三心？这个地方给我们说清楚了，是「至诚心、深心、回向发愿心」。这三种心发得很圆满，就是无上的菩提心。",
      "zh_TW": "我們今天選出這一段，這一段裡面最重要的部分是給我們詳細介紹「發菩提心」。淨宗常說：「三心圓發。」到底是哪三心？這個地方給我們說清楚了，是「至誠心、深心、迴向發願心」。這三種心發得很圓滿，就是無上的菩提心。"
    },
    {
      "id": "03-003-0001_p0003",
      "zh_CN": "净土最根本的是「三经一论」，「论」是天亲菩萨作的，「经」是佛说的，当然是以经典作最根本的依据。三经当中，《无量寿经》是最重要的一部，因为对于西方极乐世界介绍得最圆满、最周详的是《无量寿经》。用现代的话来讲，《无量寿经》是净土概论。我们刚刚把它读完了。而《观无量寿佛经》实在是《无量寿经》的补充，这部经的内容是说明西方净土的理论，所以它也非常的重要。其次是给我们讲修学的方法，怎么个修法？经上给我们说了「观想念佛、观像念佛、持名念佛」，我们「执持名号」这个方法也是出在这部经上，所以它教给我们修行的方法。另外它详细给我们说明西方世界九品的因果，所以理论、方法、因果，《观经》讲得详细。《佛说阿弥陀经》这部经的分量最少，也是在过去修净土受持读诵的人最多。这一部经里面主要是劝我们相信，劝我们发愿，劝我们念佛求生净土。莲池、蕅益大师判这个经都是用「信、愿、行」这三个字来判别，是劝信、劝愿、劝我们修净土。这是三经的大意。",
      "zh_TW": "淨土最根本的是「三經一論」，「論」是天親菩薩作的，「經」是佛說的，當然是以經典作最根本的依據。三經當中，《無量壽經》是最重要的一部，因為對於西方極樂世界介紹得最圓滿、最周詳的是《無量壽經》。用現代的話來講，《無量壽經》是淨土概論。我們剛剛把它讀完了。而《觀無量壽佛經》實在是《無量壽經》的補充，這部經的內容是說明西方淨土的理論，所以它也非常的重要。其次是給我們講修學的方法，怎麼個修法？經上給我們說了「觀想念佛、觀像念佛、持名念佛」，我們「執持名號」這個方法也是出在這部經上，所以它教給我們修行的方法。另外它詳細給我們說明西方世界九品的因果，所以理論、方法、因果，《觀經》講得詳細。《佛說阿彌陀經》這部經的分量最少，也是在過去修淨土受持讀誦的人最多。這一部經裡面主要是勸我們相信，勸我們發願，勸我們念佛求生淨土。蓮池、蕅益大師判這個經都是用「信、願、行」這三個字來判別，是勸信、勸願、勸我們修淨土。這是三經的大意。"
    },
    {
      "id": "03-003-0001_p0004",
      "zh_CN": "我们今天介绍这一章，这一章是属于《观经》九品往生的一章，也就是讲九品的因果。善导大师把它判作「散善」；他讲的有「定善」跟「散善」。「定善」，实在讲就是专持一句名号，目的是得一心不乱。「散善」是修积功德，也就是讲的属于助行。当然「正、助」彼此之间有很密切的关系，我们看看经文就知道了。现在请看经文：",
      "zh_TW": "我們今天介紹這一章，這一章是屬於《觀經》九品往生的一章，也就是講九品的因果。善導大師把它判作「散善」；他講的有「定善」跟「散善」。「定善」，實在講就是專持一句名號，目的是得一心不亂。「散善」是修積功德，也就是講的屬於助行。當然「正、助」彼此之間有很密切的關係，我們看看經文就知道了。現在請看經文："
    },
    {
      "id": "03-003-0001_p0005",
      "zh_CN": "经【佛说观无量寿经上品上生章。佛告阿难及韦提希。上品上生者。若有众生愿生彼国者。发三种心。即便往生。何等为三。一者至诚心。二者深心。三者回向发愿心。具三心者。必生彼国。复有三种众生当得往生。何等为三。一者慈心不杀。具诸戒行。二者读诵大乘方等经典。三者修行六念。回向发愿。愿生彼国。具此功德。一日乃至七日。即得往生。生彼国时。此人精进勇猛故。阿弥陀如来。与观世音大势至。无数化佛。百千比丘声闻大众。无量诸天。七宝宫殿。观世音菩萨执金刚台。与大势至菩萨。至行者前。阿弥陀佛。放大光明。照行者身。与诸菩萨。授手迎接。观世音大势至。与无数菩萨。赞叹行者。劝进其心。行者见已。欢喜踊跃。自见其身乘金刚台。随从佛后。如弹指顷。往生彼国。生彼国已。见佛色身众相具足。见诸菩萨色相具足。光明宝林。演说妙法。闻已即悟无生法忍。经须臾间。历事诸佛。遍十方界。于诸佛前。次第受记。还至本国。得无量百千陀罗尼门。是名上品上生者。】",
      "zh_TW": "經【佛說觀無量壽經上品上生章。佛告阿難及韋提希。上品上生者。若有眾生願生彼國者。發三種心。即便往生。何等為三。一者至誠心。二者深心。三者迴向發願心。具三心者。必生彼國。復有三種眾生當得往生。何等為三。一者慈心不殺。具諸戒行。二者讀誦大乘方等經典。三者修行六念。迴向發願。願生彼國。具此功德。一日乃至七日。即得往生。生彼國時。此人精進勇猛故。阿彌陀如來。與觀世音大勢至。無數化佛。百千比丘聲聞大眾。無量諸天。七寶宮殿。觀世音菩薩執金剛臺。與大勢至菩薩。至行者前。阿彌陀佛。放大光明。照行者身。與諸菩薩。授手迎接。觀世音大勢至。與無數菩薩。讚歎行者。勸進其心。行者見已。歡喜踊躍。自見其身乘金剛臺。隨從佛後。如彈指頃。往生彼國。生彼國已。見佛色身眾相具足。見諸菩薩色相具足。光明寶林。演說妙法。聞已即悟無生法忍。經須臾間。歷事諸佛。遍十方界。於諸佛前。次第受記。還至本國。得無量百千陀羅尼門。是名上品上生者。】"
    },
    {
      "id": "03-003-0001_p0006",
      "zh_CN": "我们只选择这一章。我在这里把段落给念出来，注解上都有，可是不交代出来很难辨别清楚。我念的时候就把段落说出来，诸位在那里做个记号划一划，这一段经文总共分十二段。『佛告阿难及韦提希』，这是第一段。『上品上生者』，这一句就是第二段。『若有众生，愿生彼国者，发三种心，即便往生』，这是第三段，可以把这个标示出来。『何等为三，一者至诚心，二者深心，三者回向发愿心。具三心者，必生彼国』，这是第四段。『复有三种众生，当得往生』，这是第五段。『何等为三，一者慈心不杀，具诸戒行。二者读诵大乘方等经典。三者修行六念』，这是第六段。『回向发愿，愿生彼国』，这是第七段。『具此功德，一日乃至七日，即得往生』，这是第八段。『生彼国时，此人精进勇猛故，阿弥陀如来，与观世音大势至，无数化佛，百千比丘声闻大众，无量诸天，七宝宫殿。观世音菩萨执金刚台，与大势至菩萨，至行者前。阿弥陀佛，放大光明，照行者身，与诸菩萨，授手迎接。观世音大势至，与无数菩萨，赞叹行者，劝进其心。行者见已，欢喜踊跃。自见其身乘金刚台，随从佛后，如弹指顷，往生彼国』，这是第九段，这段文最长。『生彼国已』，这一句是第十段。『见佛色身众相具足，见诸菩萨色相具足。光明宝林，演说妙法。闻已即悟无生法忍。经须臾间，历事诸佛，遍十方界。于诸佛前，次第受记。还至本国，得无量百千陀罗尼门』，这是第十一段。『是名上品上生者』，这是最后一段，第十二段。",
      "zh_TW": "我們只選擇這一章。我在這裡把段落給念出來，註解上都有，可是不交代出來很難辨別清楚。我念的時候就把段落說出來，諸位在那裡做個記號劃一劃，這一段經文總共分十二段。『佛告阿難及韋提希』，這是第一段。『上品上生者』，這一句就是第二段。『若有眾生，願生彼國者，發三種心，即便往生』，這是第三段，可以把這個標示出來。『何等為三，一者至誠心，二者深心，三者迴向發願心。具三心者，必生彼國』，這是第四段。『復有三種眾生，當得往生』，這是第五段。『何等為三，一者慈心不殺，具諸戒行。二者讀誦大乘方等經典。三者修行六念』，這是第六段。『迴向發願，願生彼國』，這是第七段。『具此功德，一日乃至七日，即得往生』，這是第八段。『生彼國時，此人精進勇猛故，阿彌陀如來，與觀世音大勢至，無數化佛，百千比丘聲聞大眾，無量諸天，七寶宮殿。觀世音菩薩執金剛臺，與大勢至菩薩，至行者前。阿彌陀佛，放大光明，照行者身，與諸菩薩，授手迎接。觀世音大勢至，與無數菩薩，讚歎行者，勸進其心。行者見已，歡喜踊躍。自見其身乘金剛臺，隨從佛後，如彈指頃，往生彼國』，這是第九段，這段文最長。『生彼國已』，這一句是第十段。『見佛色身眾相具足，見諸菩薩色相具足。光明寶林，演說妙法。聞已即悟無生法忍。經須臾間，歷事諸佛，遍十方界。於諸佛前，次第受記。還至本國，得無量百千陀羅尼門』，這是第十一段。『是名上品上生者』，這是最後一段，第十二段。"
    },
    {
      "id": "03-003-0001_p0007",
      "zh_CN": "这个经文不长，善导大师注解注得很长，说得很详细，我们这次重点就是要研读善导大师的开示。我们照这个注解念下去：",
      "zh_TW": "這個經文不長，善導大師註解註得很長，說得很詳細，我們這次重點就是要研讀善導大師的開示。我們照這個註解念下去："
    },
    {
      "id": "03-003-0001_p0008",
      "zh_CN": "疏【次下先就上品上生位中。亦先举。次辩后结。即有其十二。】",
      "zh_TW": "疏【次下先就上品上生位中。亦先舉。次辯後結。即有其十二。】"
    },
    {
      "id": "03-003-0001_p0009",
      "zh_CN": "这就是把它分成十二段。十二大段里面，要是看大段落它有三段，先举次辩后结，我们就看这十二段就好了。第一段：",
      "zh_TW": "這就是把它分成十二段。十二大段裡面，要是看大段落它有三段，先舉次辯後結，我們就看這十二段就好了。第一段："
    },
    {
      "id": "03-003-0001_p0010",
      "zh_CN": "经【佛告阿难及韦提希。上品上生者。】",
      "zh_TW": "經【佛告阿難及韋提希。上品上生者。】"
    },
    {
      "id": "03-003-0001_p0011",
      "zh_CN": "疏【一从佛告阿难已下。则双标二意。一明告命。二明辩定其位。此即修学大乘上善凡夫人也。】",
      "zh_TW": "疏【一從佛告阿難已下。則雙標二意。一明告命。二明辯定其位。此即修學大乘上善凡夫人也。】"
    },
    {
      "id": "03-003-0001_p0012",
      "zh_CN": "这一句很重要，我们不能够疏忽。因为大师在此地说得这么清楚，这是修学大乘上善凡夫。我们是凡夫，如果要有上善的水平，换句话说，「上品上生」我们有分！也是我们应当努力来修学的。这是大师跟过去一些大德们说法不相同。古大德认为上品上生都是菩萨念佛求往生的，凡夫没有分。善导大师的说法完全不相同，他说九品往生在乎我们「遇缘不同」；换句话说，统统都是说的凡夫，这个说得非常之好！第三段：",
      "zh_TW": "這一句很重要，我們不能夠疏忽。因為大師在此地說得這麼清楚，這是修學大乘上善凡夫。我們是凡夫，如果要有上善的水平，換句話說，「上品上生」我們有分！也是我們應當努力來修學的。這是大師跟過去一些大德們說法不相同。古大德認為上品上生都是菩薩念佛求往生的，凡夫沒有分。善導大師的說法完全不相同，他說九品往生在乎我們「遇緣不同」；換句話說，統統都是說的凡夫，這個說得非常之好！第三段："
    },
    {
      "id": "03-003-0001_p0013",
      "zh_CN": "经【若有众生愿生彼国者。发三种心。即便往生。】",
      "zh_TW": "經【若有眾生願生彼國者。發三種心。即便往生。】"
    },
    {
      "id": "03-003-0001_p0014",
      "zh_CN": "疏【三从若有众生下。至即便往生已来。正明总举有生之类。即有其四。一明能信之人。二明求愿往生。三明发心多少。四明得生之益。】",
      "zh_TW": "疏【三從若有眾生下。至即便往生已來。正明總舉有生之類。即有其四。一明能信之人。二明求願往生。三明發心多少。四明得生之益。】"
    },
    {
      "id": "03-003-0001_p0015",
      "zh_CN": "『即便往生』，我们在文上念过了。『正明总举有生之类』，这一段经文上说得很清楚，「若有众生，愿生彼国者」。这个「众生」，大师在此地讲要具备四个条件，第一个条件是能信，你不信那就没有分了，所以第一个是「明能信之人」。第二个条件，信了要求生才行，要有这个愿望求生净土。如果没有愿望，那也不能去；像我们在大经里面读到的阿阇王子，他有信，他没有愿，还没有想往生净土。第三是说明发心多少，这个发心多少就是看底下这一段了，就是「三心」。三心是不是统统都发了？你统统都发了，圆满不圆满？三心里面有的人具足一种，有的人具足两种，都不一定。要看发心多少？第四给我们说明往生的利益，那就是「必生彼国」，这一句是说明往生的利益。",
      "zh_TW": "『即便往生』，我們在文上念過了。『正明總舉有生之類』，這一段經文上說得很清楚，「若有眾生，願生彼國者」。這個「眾生」，大師在此地講要具備四個條件，第一個條件是能信，你不信那就沒有分了，所以第一個是「明能信之人」。第二個條件，信了要求生才行，要有這個願望求生淨土。如果沒有願望，那也不能去；像我們在大經裡面讀到的阿闍王子，他有信，他沒有願，還沒有想往生淨土。第三是說明發心多少，這個發心多少就是看底下這一段了，就是「三心」。三心是不是統統都發了？你統統都發了，圓滿不圓滿？三心裡面有的人具足一種，有的人具足兩種，都不一定。要看發心多少？第四給我們說明往生的利益，那就是「必生彼國」，這一句是說明往生的利益。"
    },
    {
      "id": "03-003-0001_p0016",
      "zh_CN": "第四段这就正式要跟我们开示三心，也就是「菩提心」，大经里面讲的「发菩提心，一向专念」，这是上品上生章最重要的一段开示。第四段：",
      "zh_TW": "第四段這就正式要跟我們開示三心，也就是「菩提心」，大經裡面講的「發菩提心，一向專念」，這是上品上生章最重要的一段開示。第四段："
    },
    {
      "id": "03-003-0001_p0017",
      "zh_CN": "经【何等为三。一者至诚心。二者深心。三者回向发愿心。具三心者。必生彼国。】",
      "zh_TW": "經【何等為三。一者至誠心。二者深心。三者迴向發願心。具三心者。必生彼國。】"
    },
    {
      "id": "03-003-0001_p0018",
      "zh_CN": "疏【四从何等为三下至必生彼国已来。正明辨定三心以为正因。即有其二。一明世尊随机显益。意密难知。非佛自问自征。无由得解。二明如来还自答前三心之数。经云一者至诚心。至者真。诚者实。欲明一切众生身口意业所修解行。必须真实心中作。不得外现贤善精进之相。内怀虚假。贪瞋邪伪。奸诈百端。恶性难侵。事同蛇蝎。虽起三业。名为杂毒之善。亦名虚假之行。不名真实业也。若作如此安心起行者。纵使苦励身心。日夜十二时。急走急作。如炙头燃者。众名杂毒之善。欲回此杂毒之行。求生彼佛净土者。此心不可也。何以故。正由彼阿弥陀佛因中行菩萨行时。乃至一念一刹那三业所修。皆是真实心中作。凡所施为趣求。亦皆真实。又真实有二种。一者自利真实。二者利他真实。言自利真实者。复有二种。一者真实心中制舍自他诸恶及秽国等。行住坐卧。想同一切菩萨制舍诸恶。我亦如是也。二者真实心中勤修自他凡圣等善。真实心中口业赞叹彼阿弥陀佛及依正二报。又真实心中口业毁厌三界六道等自他依正二报苦恶之事。亦赞叹一切众生三业所为善。若非善业者。敬而远之。亦不随喜也。又真实心中身业合掌礼敬四事等供养彼阿弥陀佛及依正二报。又真实心中身业轻慢厌舍此生死三界等自他依正二报。又真实心中意业思想观察忆念彼阿弥陀佛及依正二报。如现目前。又真实心中意业轻贱厌舍此生死三界等自他依正二报。不善三业必须真实心中舍。又若起善三业者。必须真实心中作。不简内外明暗。皆须真实。故名至诚心。二者深心。言深心者。即是深信之心也。亦有二种。一者决定深信自身。现是罪恶生死凡夫。旷劫已来。常没常流转。无有出离之缘。二者决定深信彼阿弥陀佛四十八愿摄受众生。无疑无虑。乘彼愿力。定得往生。又决定深信释迦佛说此观经三福九品定散二善。证赞彼佛依正二报。使人欣慕。又决定深信弥陀经中十方恒沙诸佛证劝一切凡夫决定得生。又深信者。仰愿一切行者等。一心唯信佛语。不顾身命。决定依行。佛遣舍者即舍。佛遣行者即行。佛遣去处即去。是名随顺佛教。随顺佛意。是名随顺佛愿。是名真佛弟子。又一切行者。但能依此经深信行者。必不误众生也。何以故。佛是满足大悲人故。实语故。除佛已还。智行未满。在其学地。由有正习二障未除。果愿未圆。此等凡圣。纵使测量诸佛教意。未能决了。虽有平章。要须请佛证为定也。若称佛意。即印可言。如是如是。若不可佛意者。即言汝等所说。是义不如是。不印者。即同无记无利无益之语。佛印可者。即随顺佛之正教。若佛所有言说。即是正教正义正行正解正业正智。若多若少。众不问菩萨人天等。定其是非也。若佛所说。即是了教。菩萨等说。尽名不了教也。应知。是故今时仰劝一切有缘往生人等。唯可深信佛语。专注奉行。不可信用菩萨等不相应教。以为疑碍。抱惑自迷。废失往生之大益也。又深心深信者。决定建立自心。顺教修行。永除疑错。不为一切别解别行异学异见异执之所退失倾动也。】",
      "zh_TW": "疏【四從何等為三下至必生彼國已來。正明辨定三心以為正因。即有其二。一明世尊隨機顯益。意密難知。非佛自問自徵。無由得解。二明如來還自答前三心之數。經云一者至誠心。至者真。誠者實。欲明一切眾生身口意業所修解行。必須真實心中作。不得外現賢善精進之相。內懷虛假。貪瞋邪偽。奸詐百端。惡性難侵。事同蛇蝎。雖起三業。名為雜毒之善。亦名虛假之行。不名真實業也。若作如此安心起行者。縱使苦勵身心。日夜十二時。急走急作。如炙頭燃者。眾名雜毒之善。欲迴此雜毒之行。求生彼佛淨土者。此心不可也。何以故。正由彼阿彌陀佛因中行菩薩行時。乃至一念一剎那三業所修。皆是真實心中作。凡所施為趣求。亦皆真實。又真實有二種。一者自利真實。二者利他真實。言自利真實者。復有二種。一者真實心中制捨自他諸惡及穢國等。行住坐臥。想同一切菩薩制捨諸惡。我亦如是也。二者真實心中勤修自他凡聖等善。真實心中口業讚歎彼阿彌陀佛及依正二報。又真實心中口業毀厭三界六道等自他依正二報苦惡之事。亦讚歎一切眾生三業所為善。若非善業者。敬而遠之。亦不隨喜也。又真實心中身業合掌禮敬四事等供養彼阿彌陀佛及依正二報。又真實心中身業輕慢厭捨此生死三界等自他依正二報。又真實心中意業思想觀察憶念彼阿彌陀佛及依正二報。如現目前。又真實心中意業輕賤厭捨此生死三界等自他依正二報。不善三業必須真實心中捨。又若起善三業者。必須真實心中作。不簡內外明闇。皆須真實。故名至誠心。二者深心。言深心者。即是深信之心也。亦有二種。一者決定深信自身。現是罪惡生死凡夫。曠劫已來。常沒常流轉。無有出離之緣。二者決定深信彼阿彌陀佛四十八願攝受眾生。無疑無慮。乘彼願力。定得往生。又決定深信釋迦佛說此觀經三福九品定散二善。證讚彼佛依正二報。使人欣慕。又決定深信彌陀經中十方恒沙諸佛證勸一切凡夫決定得生。又深信者。仰願一切行者等。一心唯信佛語。不顧身命。決定依行。佛遣捨者即捨。佛遣行者即行。佛遣去處即去。是名隨順佛教。隨順佛意。是名隨順佛願。是名真佛弟子。又一切行者。但能依此經深信行者。必不誤眾生也。何以故。佛是滿足大悲人故。實語故。除佛已還。智行未滿。在其學地。由有正習二障未除。果願未圓。此等凡聖。縱使測量諸佛教意。未能決了。雖有平章。要須請佛證為定也。若稱佛意。即印可言。如是如是。若不可佛意者。即言汝等所說。是義不如是。不印者。即同無記無利無益之語。佛印可者。即隨順佛之正教。若佛所有言說。即是正教正義正行正解正業正智。若多若少。眾不問菩薩人天等。定其是非也。若佛所說。即是了教。菩薩等說。盡名不了教也。應知。是故今時仰勸一切有緣往生人等。唯可深信佛語。專注奉行。不可信用菩薩等不相應教。以為疑礙。抱惑自迷。廢失往生之大益也。又深心深信者。決定建立自心。順教修行。永除疑錯。不為一切別解別行異學異見異執之所退失傾動也。】"
    },
    {
      "id": "03-003-0001_p0019",
      "zh_CN": "『从何等为三下，至必生彼国以来』，是『正明辩定三心明为正因，即有其二』。这段经文里面有二个意思，第一个是『明世尊随机显益，意密难知，非佛自问自征，无由得解』。这是佛自己说出来的，并没有人问，就跟《阿弥陀经》一样是无问自说，这个意思是不可思议的。佛观众生的机缘成熟，也就是说，无量劫来的善根发现，现前又得诸佛如来威神的加持，这个法门只要一说出去，一定有人听得生欢喜心，发愿求生净土。这就是众生成佛的机缘成熟了，佛为众生说出无上的法门，所以这是欢喜到了极处！第二个意思，『明如来还自答前三心之数』。因为前面曾经说过「具三心者」，佛并没有说哪三种心，在此地给我们说出三心是哪三种。",
      "zh_TW": "『從何等為三下，至必生彼國以來』，是『正明辯定三心明為正因，即有其二』。這段經文裡面有二個意思，第一個是『明世尊隨機顯益，意密難知，非佛自問自徵，無由得解』。這是佛自己說出來的，並沒有人問，就跟《阿彌陀經》一樣是無問自說，這個意思是不可思議的。佛觀眾生的機緣成熟，也就是說，無量劫來的善根發現，現前又得諸佛如來威神的加持，這個法門只要一說出去，一定有人聽得生歡喜心，發願求生淨土。這就是眾生成佛的機緣成熟了，佛為眾生說出無上的法門，所以這是歡喜到了極處！第二個意思，『明如來還自答前三心之數』。因為前面曾經說過「具三心者」，佛並沒有說哪三種心，在此地給我們說出三心是哪三種。"
    },
    {
      "id": "03-003-0001_p0020",
      "zh_CN": "下面『经云一者至诚心』。实在讲这个经文段落有没有分出来的。我们这一份讲义就是这一段经文抄出来的，这个段落分出来了。分出来，大家看起来就非常醒目，跟原文完全相同，诸位看这个本子好！看这一份讲义好！",
      "zh_TW": "下面『經云一者至誠心』。實在講這個經文段落有沒有分出來的。我們這一份講義就是這一段經文抄出來的，這個段落分出來了。分出來，大家看起來就非常醒目，跟原文完全相同，諸位看這個本子好！看這一份講義好！"
    },
    {
      "id": "03-003-0001_p0021",
      "zh_CN": "蕅益大师在《阿弥陀经要解》里面说过，他说：「深信发愿就是无上菩提，合此信愿的为净土指南，由此执持名号，乃为正行。如果信愿坚固，临终十念一念，也决定得生。」如此可知，蕅益大师为我们解释的「菩提心」，的确容易懂，容易接受。可是善导大师给我们解释的非常周延，我们听了之后再看看《要解》里面的几句话，你就有很深的体会。善导大师讲的周圆，蕅益大师讲的精要。精要要没有周圆的明了，你没有法子体会它精要之妙。所以这两样东西合起来看，我们对于「菩提心」就能真正明了，也知道如何发心。",
      "zh_TW": "蕅益大師在《阿彌陀經要解》裡面說過，他說：「深信發願就是無上菩提，合此信願的為淨土指南，由此執持名號，乃為正行。如果信願堅固，臨終十念一念，也決定得生。」如此可知，蕅益大師為我們解釋的「菩提心」，的確容易懂，容易接受。可是善導大師給我們解釋的非常周延，我們聽了之後再看看《要解》裡面的幾句話，你就有很深的體會。善導大師講的周圓，蕅益大師講的精要。精要要沒有周圓的明瞭，你沒有法子體會它精要之妙。所以這兩樣東西合起來看，我們對於「菩提心」就能真正明瞭，也知道如何發心。"
    },
    {
      "id": "03-003-0001_p0022",
      "zh_CN": "我们看第一段「至诚心」，这是解释第一至诚心，『至者真，诚者实』，就是诚实，真诚。真心就不是妄心，实心就不是虚情假意，所以一切是真诚。真诚是我们真心的本体，深心跟回向发愿心就是这个心的作用，这个真心的作用。深心是对自己的作用，我们讲自己享受，自受用。回向发愿是他受用，也就是说我们用什么心对自己，用什么心对人，所以这是真心起用。否则，哪有三心？绝对不会有三心，就是一个心。一个心是一个体二个用，一个自受用，一个他受用。不要以为是三个心，那就搞错了！三个心是决定不可能的。",
      "zh_TW": "我們看第一段「至誠心」，這是解釋第一至誠心，『至者真，誠者實』，就是誠實，真誠。真心就不是妄心，實心就不是虛情假意，所以一切是真誠。真誠是我們真心的本體，深心跟迴向發願心就是這個心的作用，這個真心的作用。深心是對自己的作用，我們講自己享受，自受用。迴向發願是他受用，也就是說我們用什麼心對自己，用什麼心對人，所以這是真心起用。否則，哪有三心？絕對不會有三心，就是一個心。一個心是一個體二個用，一個自受用，一個他受用。不要以為是三個心，那就搞錯了！三個心是決定不可能的。"
    },
    {
      "id": "03-003-0001_p0023",
      "zh_CN": "它跟儒家所讲的正是不谋而合！儒家教学它有三纲八目，对于修学的程序也讲得非常清楚。它说「格物、致知、诚意、正心、修身、齐家、治国、平天下」这个次序，八个次序有条不紊，跟大乘菩萨行完全相同，只是我们用的名词不一样。八目当中的「诚意、正心」这两条就是我们此地讲的「三心」。诚意就是心之本体，就是我们此地讲的至诚心；正心就是心的起用。儒家把自受用、他受用合成一个正心。佛法讲得详细，把作用分为自受用跟他受用，分成两个。实际上，它的意思只有开合不同，其实是完全相同的。",
      "zh_TW": "它跟儒家所講的正是不謀而合！儒家教學它有三綱八目，對於修學的程序也講得非常清楚。它說「格物、致知、誠意、正心、修身、齊家、治國、平天下」這個次序，八個次序有條不紊，跟大乘菩薩行完全相同，只是我們用的名詞不一樣。八目當中的「誠意、正心」這兩條就是我們此地講的「三心」。誠意就是心之本體，就是我們此地講的至誠心；正心就是心的起用。儒家把自受用、他受用合成一個正心。佛法講得詳細，把作用分為自受用跟他受用，分成兩個。實際上，它的意思只有開合不同，其實是完全相同的。"
    },
    {
      "id": "03-003-0001_p0024",
      "zh_CN": "要怎样使我们的真心显露？那就要先要明了人人都有个真心，一切众生都有个真心。为什么真心不能现前？在佛法里真心一现前，这个人就叫菩萨，就不叫凡夫了。凡夫用的是什么心？用的是妄心，真心没有能够现前。为什么不能现前？他有障碍把他障住了。这个障碍，佛在《华严经》上给我们透露出来，就是妄想、执着。只要有妄想、执着，你的真心就透不出来，就不起作用了！妄想扩展成为所知障，执着演变成为烦恼障。所以我们佛法里面讲的「二障」，就是烦恼障跟所知障。儒家讲「诚意」、「正心」，它也知道，也是有障碍，必须破除障碍，真心才能显露。它也知道有这二种障碍，只是名词不相同。",
      "zh_TW": "要怎樣使我們的真心顯露？那就要先要明瞭人人都有個真心，一切眾生都有個真心。為什麼真心不能現前？在佛法裡真心一現前，這個人就叫菩薩，就不叫凡夫了。凡夫用的是什麼心？用的是妄心，真心沒有能夠現前。為什麼不能現前？他有障礙把他障住了。這個障礙，佛在《華嚴經》上給我們透露出來，就是妄想、執著。只要有妄想、執著，你的真心就透不出來，就不起作用了！妄想擴展成為所知障，執著演變成為煩惱障。所以我們佛法裡面講的「二障」，就是煩惱障跟所知障。儒家講「誠意」、「正心」，它也知道，也是有障礙，必須破除障礙，真心才能顯露。它也知道有這二種障礙，只是名詞不相同。"
    },
    {
      "id": "03-003-0001_p0025",
      "zh_CN": "它首先用「格物」，格物是破烦恼障。「物」是什么？物是欲望。欲望不就是烦恼吗？物欲就是烦恼。「格」是跟它格斗，也就是要把它铲除、要把它打倒，这是格斗的意思。格除物欲这叫格物。破烦恼障然后「致知」，致力于智慧，智慧现前就破所知障。它跟我们佛法在修学过程功夫得力之处，完全相同。格物致知之后，意就诚了，真心就现前了。真心起作用，那就是正心，我们中国人讲的「正大光明」。",
      "zh_TW": "它首先用「格物」，格物是破煩惱障。「物」是什麼？物是欲望。欲望不就是煩惱嗎？物欲就是煩惱。「格」是跟它格鬥，也就是要把它剷除、要把它打倒，這是格鬥的意思。格除物欲這叫格物。破煩惱障然後「致知」，致力於智慧，智慧現前就破所知障。它跟我們佛法在修學過程功夫得力之處，完全相同。格物致知之後，意就誠了，真心就現前了。真心起作用，那就是正心，我們中國人講的「正大光明」。"
    },
    {
      "id": "03-003-0001_p0026",
      "zh_CN": "善导大师在此地为我们开示的，理论与方法兼而有之，我们细细地再体会。旁边小段落是我们把它节录出来，这样看起来就醒目了。",
      "zh_TW": "善導大師在此地為我們開示的，理論與方法兼而有之，我們細細地再體會。旁邊小段落是我們把它節錄出來，這樣看起來就醒目了。"
    },
    {
      "id": "03-003-0001_p0027",
      "zh_CN": "我们看第一个小段，『欲明一切众生，身口意业，所修解行，必须真实心中作』。「欲」是希望，「明」是明了，一切众生是指九法界众生。当然九法界第一个是菩萨，菩萨不难，菩萨已经觉悟了。声闻、缘觉也不难，为什么？烦恼薄了，他们的烦恼比我们少，容易觉悟。最麻烦的就是我们六道的凡夫，六道凡夫当中特别是欲界凡夫，妄想执着特别严重。佛菩萨虽然给我们讲的真实心，可是真实心我们就很难体会。每个人都自己认为「我是真心，我真实心」，个个人都是真实心。其实全是妄心，把妄心当作真实心，这就没有开悟的指望了。如果晓得「我现在用的是妄心，真心没有现出来」，这个人还有救，他还能求真心。把妄心当作真心，还有什么救？我现在就真心，对人对事我都真诚，这是首先要把它辨别清楚的。你心里面只要有妄想执着，这个心就不是真心，就是妄心。所以我们身体的造作、口的言语、意的念头，乃至于我们所修、我们所理解、我们所行的，样样都要真实。",
      "zh_TW": "我們看第一個小段，『欲明一切眾生，身口意業，所修解行，必須真實心中作』。「欲」是希望，「明」是明瞭，一切眾生是指九法界眾生。當然九法界第一個是菩薩，菩薩不難，菩薩已經覺悟了。聲聞、緣覺也不難，為什麼？煩惱薄了，他們的煩惱比我們少，容易覺悟。最麻煩的就是我們六道的凡夫，六道凡夫當中特別是欲界凡夫，妄想執著特別嚴重。佛菩薩雖然給我們講的真實心，可是真實心我們就很難體會。每個人都自己認為「我是真心，我真實心」，個個人都是真實心。其實全是妄心，把妄心當作真實心，這就沒有開悟的指望了。如果曉得「我現在用的是妄心，真心沒有現出來」，這個人還有救，他還能求真心。把妄心當作真心，還有什麼救？我現在就真心，對人對事我都真誠，這是首先要把它辨別清楚的。你心裡面只要有妄想執著，這個心就不是真心，就是妄心。所以我們身體的造作、口的言語、意的念頭，乃至於我們所修、我們所理解、我們所行的，樣樣都要真實。"
    },
    {
      "id": "03-003-0001_p0028",
      "zh_CN": "所以学佛的人，不仅是我们对佛菩萨诚心诚意；转过头来，对人就用另外一个心，这是不可以的，这不是真心。真心纯一。我用什么心对待佛菩萨，我同样也用这个心对待一切众生，对人对事对物，这个才真实。",
      "zh_TW": "所以學佛的人，不僅是我們對佛菩薩誠心誠意；轉過頭來，對人就用另外一個心，這是不可以的，這不是真心。真心純一。我用什麼心對待佛菩薩，我同樣也用這個心對待一切眾生，對人對事對物，這個才真實。"
    },
    {
      "id": "03-003-0001_p0029",
      "zh_CN": "下面说『不得外现贤善精进之相』。这就给我们显示出来，让我们自己检点检点，去认真省察。外表装模作样，现的是个贤人、是个善人，很精进，现的这个相。『内怀虚假』，内里面不是这么一桩事情。怎么知道虚假？『贪瞋邪伪』，他还有贪，贪爱。这个贪爱，无论是世间法的贪爱，或者是出世间法的贪爱，总归是有贪心。",
      "zh_TW": "下面說『不得外現賢善精進之相』。這就給我們顯示出來，讓我們自己檢點檢點，去認真省察。外表裝模作樣，現的是個賢人、是個善人，很精進，現的這個相。『內懷虛假』，內裡面不是這麼一樁事情。怎麼知道虛假？『貪瞋邪偽』，他還有貪，貪愛。這個貪愛，無論是世間法的貪愛，或者是出世間法的貪愛，總歸是有貪心。"
    },
    {
      "id": "03-003-0001_p0030",
      "zh_CN": "有的人学佛着魔了，我遇到很多。有的时候非常严重来找我，问我有没有方法帮他忙？",
      "zh_TW": "有的人學佛著魔了，我遇到很多。有的時候非常嚴重來找我，問我有沒有方法幫他忙？"
    },
    {
      "id": "03-003-0001_p0031",
      "zh_CN": "我就问他：「你是不是很喜欢神通感应？」",
      "zh_TW": "我就問他：「你是不是很喜歡神通感應？」"
    },
    {
      "id": "03-003-0001_p0032",
      "zh_CN": "他说：「是。」",
      "zh_TW": "他說：「是。」"
    },
    {
      "id": "03-003-0001_p0033",
      "zh_CN": "那我说：「好了，你就是因为这个着魔的。」",
      "zh_TW": "那我說：「好了，你就是因為這個著魔的。」"
    },
    {
      "id": "03-003-0001_p0034",
      "zh_CN": "诸位要知道，贪心，魔就得其便了。你有贪心，他就变变把戏来骗骗你，欺负你，你就上当了。什么都不贪，决定没有贪爱，真佛现前，我的心还是清净，如如不动，那魔对你一点办法也没有。所以《楞严经》上佛一再提醒我们，所有境界现前，统统不要理会，这是好境界。你要是一理会，或者喜欢，或者讨厌，就全上当了！你就中计了，你就要受害了，掉入了魔的圈套。换句话说，你的清净心失掉了，平等心失掉了，这是入了魔的圈套。所以决定要断贪心，要断瞋恚心，要断邪心。",
      "zh_TW": "諸位要知道，貪心，魔就得其便了。你有貪心，他就變變把戲來騙騙你，欺負你，你就上當了。什麼都不貪，決定沒有貪愛，真佛現前，我的心還是清淨，如如不動，那魔對你一點辦法也沒有。所以《楞嚴經》上佛一再提醒我們，所有境界現前，統統不要理會，這是好境界。你要是一理會，或者喜歡，或者討厭，就全上當了！你就中計了，你就要受害了，掉入了魔的圈套。換句話說，你的清淨心失掉了，平等心失掉了，這是入了魔的圈套。所以決定要斷貪心，要斷瞋恚心，要斷邪心。"
    },
    {
      "id": "03-003-0001_p0035",
      "zh_CN": "「邪」，凡是不正当的用心都属于邪；「伪」是虚假。",
      "zh_TW": "「邪」，凡是不正當的用心都屬於邪；「偽」是虛假。"
    },
    {
      "id": "03-003-0001_p0036",
      "zh_CN": "『奸诈百端』，举例说就太多了，大师在此地举几个例子。如果诸位要真在这上面用功，《六祖坛经》值得参考。六祖大师对于这个说得也很多。",
      "zh_TW": "『奸詐百端』，舉例說就太多了，大師在此地舉幾個例子。如果諸位要真在這上面用功，《六祖壇經》值得參考。六祖大師對於這個說得也很多。"
    },
    {
      "id": "03-003-0001_p0037",
      "zh_CN": "『恶性难侵，事同蛇蝎，虽起三业，名为杂毒之善，亦名虚假之行，不名真实业也』。「恶性难侵」，就是难改的意思，这是我们通常讲的恶习气。为什么难改？无始劫来养成的，这不是一生的，无始劫养成的。我们看看婴儿，你看几个月大、一岁的，还不懂事，你仔细观察他有没有贪心？有没有妒嫉心？他就有。跟他同样大的小朋友，你给他糖，分的不均的时候，他就很生气，他就有表现。谁教他的？没人教他，这与生俱来的烦恼，他就有了。所以人一定要靠后天良好的教育，使他能够明理。假如没有受到良好的教育，换句话说，他的烦恼随着年龄增长，随着环境而扩大；内有烦恼，外有恶缘，内外勾结，他就要造恶业了。怎么防止！",
      "zh_TW": "『惡性難侵，事同蛇蝎，雖起三業，名為雜毒之善，亦名虛假之行，不名真實業也』。「惡性難侵」，就是難改的意思，這是我們通常講的惡習氣。為什麼難改？無始劫來養成的，這不是一生的，無始劫養成的。我們看看嬰兒，你看幾個月大、一歲的，還不懂事，你仔細觀察他有沒有貪心？有沒有妒嫉心？他就有。跟他同樣大的小朋友，你給他糖，分的不均的時候，他就很生氣，他就有表現。誰教他的？沒人教他，這與生俱來的煩惱，他就有了。所以人一定要靠後天良好的教育，使他能夠明理。假如沒有受到良好的教育，換句話說，他的煩惱隨著年齡增長，隨著環境而擴大；內有煩惱，外有惡緣，內外勾結，他就要造惡業了。怎麼防止！"
    },
    {
      "id": "03-003-0001_p0038",
      "zh_CN": "「蛇蝎」，是比喻像毒蛇一样。「虽起三业」，这个内里面有这些烦恼习气没断，还是常常现行起作用，虽然读了经，也发了心，「至诚心、深心、回向发愿心」；虽然学佛，这个三业：身也拜佛、口也念佛、心也想佛，可是它叫「杂毒之善」。拜佛、念佛、忆佛这是善，善里头掺杂着贪瞋痴慢，掺杂着恶业，这个不真实，这是假的，是虚伪的。「虚伪之行」，这就不是「真实业」了，就不是「真实心中作」了。",
      "zh_TW": "「蛇蝎」，是比喻像毒蛇一樣。「雖起三業」，這個內裡面有這些煩惱習氣沒斷，還是常常現行起作用，雖然讀了經，也發了心，「至誠心、深心、迴向發願心」；雖然學佛，這個三業：身也拜佛、口也念佛、心也想佛，可是它叫「雜毒之善」。拜佛、念佛、憶佛這是善，善裡頭摻雜著貪瞋痴慢，摻雜著惡業，這個不真實，這是假的，是虛偽的。「虛偽之行」，這就不是「真實業」了，就不是「真實心中作」了。"
    },
    {
      "id": "03-003-0001_p0039",
      "zh_CN": "我们要想真修净土，想在这一生当中决定往生，尤其是想将来走的时候不生病，知道什么时候走，喜欢坐着走也行，喜欢站着走也行，是得大自在，那你就得认真学了。我们看到世间人有这种往生的，他凭什么？凭他心真实，没有一丝毫的虚妄。如果我们在日常生活当中，把这个虚伪、虚妄淘汰的干干净净，那些人能做得到的，我们也必定可以做到。",
      "zh_TW": "我們要想真修淨土，想在這一生當中決定往生，尤其是想將來走的時候不生病，知道什麼時候走，喜歡坐著走也行，喜歡站著走也行，是得大自在，那你就得認真學了。我們看到世間人有這種往生的，他憑什麼？憑他心真實，沒有一絲毫的虛妄。如果我們在日常生活當中，把這個虛偽、虛妄淘汰的乾乾淨淨，那些人能做得到的，我們也必定可以做到。"
    },
    {
      "id": "03-003-0001_p0040",
      "zh_CN": "如果还是「杂毒之善」，这个修法那就不一定了。能不能往生？很难说。那要看你临命终时那一个机缘。临命终时，忽然想通了，专念阿弥陀佛，什么也不管了，那这个人能往生了。假如临命终时，这个念头还没起来，那就不能去了。所以这个是未定数。如果平常的时候，我们修行是「真实心中作」，不是虚妄心中作，那你自己有把握，决定得生！而且瑞相一定非常之好，这是取决于自己，应该要知道的。",
      "zh_TW": "如果還是「雜毒之善」，這個修法那就不一定了。能不能往生？很難說。那要看你臨命終時那一個機緣。臨命終時，忽然想通了，專念阿彌陀佛，什麼也不管了，那這個人能往生了。假如臨命終時，這個念頭還沒起來，那就不能去了。所以這個是未定數。如果平常的時候，我們修行是「真實心中作」，不是虛妄心中作，那你自己有把握，決定得生！而且瑞相一定非常之好，這是取決於自己，應該要知道的。"
    },
    {
      "id": "03-003-0001_p0041",
      "zh_CN": "再看第三小段，『若作如此安心起行者』。这个「如此」就是指上面讲「杂毒之善，虚假之行」，你要是用这个心，杂毒的心、虚妄的心来修行。「起行」，就是修行。『纵使苦励身心』，你非常精进。『日夜十二时』，这是真精进！十二个时辰就是我们今天讲的二十四小时。中国古时候讲的这个十二时是「子丑寅卯辰巳午未」，这就是昼夜不间断。",
      "zh_TW": "再看第三小段，『若作如此安心起行者』。這個「如此」就是指上面講「雜毒之善，虛假之行」，你要是用這個心，雜毒的心、虛妄的心來修行。「起行」，就是修行。『縱使苦勵身心』，你非常精進。『日夜十二時』，這是真精進！十二個時辰就是我們今天講的二十四小時。中國古時候講的這個十二時是「子丑寅卯辰巳午未」，這就是晝夜不間斷。"
    },
    {
      "id": "03-003-0001_p0042",
      "zh_CN": "『急走急作，如炙头燃者』，这两句是形容勇猛精进，这个好像是真干？！『众名杂毒之善』，为什么？心里「贪瞋痴慢」还没有能放下。这样用功修行的人，难道还有妄心、杂念吗？有！我们也常常见到。他有贡高的心、我慢的心，「你一天拜佛拜一千拜，我拜一千两百拜，我一定超过你」，你这个心就是杂毒之心。「你念一天一夜，有什么了不起！我念二天二夜」，真干！而且很多都是这样子干。当然也好，我们也赞叹，总比不干的好！不干，他就完全是「毒」了。这个「毒」里还有点善业在里头，总归是难得。但是这个并不是如法的。",
      "zh_TW": "『急走急作，如炙頭燃者』，這兩句是形容勇猛精進，這個好像是真幹？！『眾名雜毒之善』，為什麼？心裡「貪瞋痴慢」還沒有能放下。這樣用功修行的人，難道還有妄心、雜念嗎？有！我們也常常見到。他有貢高的心、我慢的心，「你一天拜佛拜一千拜，我拜一千兩百拜，我一定超過你」，你這個心就是雜毒之心。「你念一天一夜，有什麼了不起！我念二天二夜」，真幹！而且很多都是這樣子幹。當然也好，我們也讚歎，總比不幹的好！不幹，他就完全是「毒」了。這個「毒」裡還有點善業在裡頭，總歸是難得。但是這個並不是如法的。"
    },
    {
      "id": "03-003-0001_p0043",
      "zh_CN": "你看大师在此地教给我们，『欲回此杂毒之行，求生彼佛净土者，此心不可也』。你的行外表是像了，内里头不相应。佛在许多大乘经里面都告诉我们，像《维摩诘经》讲的：「心净则土净。」黄念祖老居士教给我们：「修行重实质，不重形式。」外表是形式，实质是什么？就是《无量寿经》经题上讲的「清净、平等、觉」，也就是此地讲的「至诚心、深心、回向发愿心」，这个三心。这是实质，这是真实的。",
      "zh_TW": "你看大師在此地教給我們，『欲迴此雜毒之行，求生彼佛淨土者，此心不可也』。你的行外表是像了，內裡頭不相應。佛在許多大乘經裡面都告訴我們，像《維摩詰經》講的：「心淨則土淨。」黃念祖老居士教給我們：「修行重實質，不重形式。」外表是形式，實質是什麼？就是《無量壽經》經題上講的「清淨、平等、覺」，也就是此地講的「至誠心、深心、迴向發願心」，這個三心。這是實質，這是真實的。"
    },
    {
      "id": "03-003-0001_p0044",
      "zh_CN": "外表事相上有与没有，没有多大的妨碍，最重要的是你的「心」。永明大师《四料简》是很有名的，「有禅有净土，犹如戴角虎」，「无禅有净土，万修万人去」。问题是你有没有净土？有没有净土，就是你有没有清净心？有没有清净的愿？所谓「清净愿」，就是一心求生净土，没有第二个愿望，你这个愿就清净了。我一面想求生净土，一面还想得禅定，又要想开智慧，你这心要不清净了，心里头妄想就多了。所以「清净愿」是只有一个愿，没有第二个愿。古德给我们讲：「但得见弥陀，何愁不开悟。」我们把得定开悟的事情统统放下，见了阿弥陀佛再说。这个愿叫坚固愿，这个愿叫清净愿，这就必定得生！它这个地方是「杂毒之行」，往生就不可靠了！我们也不能够肯定他决定不能往生，不可以这样说法。总而言之，他能不能往生是个未知数，不能肯定！",
      "zh_TW": "外表事相上有與沒有，沒有多大的妨礙，最重要的是你的「心」。永明大師《四料簡》是很有名的，「有禪有淨土，猶如戴角虎」，「無禪有淨土，萬修萬人去」。問題是你有沒有淨土？有沒有淨土，就是你有沒有清淨心？有沒有清淨的願？所謂「清淨願」，就是一心求生淨土，沒有第二個願望，你這個願就清淨了。我一面想求生淨土，一面還想得禪定，又要想開智慧，你這心要不清淨了，心裡頭妄想就多了。所以「清淨願」是只有一個願，沒有第二個願。古德給我們講：「但得見彌陀，何愁不開悟。」我們把得定開悟的事情統統放下，見了阿彌陀佛再說。這個願叫堅固願，這個願叫清淨願，這就必定得生！它這個地方是「雜毒之行」，往生就不可靠了！我們也不能夠肯定他決定不能往生，不可以這樣說法。總而言之，他能不能往生是個未知數，不能肯定！"
    },
    {
      "id": "03-003-0001_p0045",
      "zh_CN": "『何以故』？就是为什么？为什么大师这样给我们说法？他说一定是有依据的，不是随便说的。",
      "zh_TW": "『何以故』？就是為什麼？為什麼大師這樣給我們說法？他說一定是有依據的，不是隨便說的。"
    },
    {
      "id": "03-003-0001_p0046",
      "zh_CN": "『正由彼阿弥陀佛因中行菩萨行时，乃至一念一刹那，三业所修，皆是真实心中作。凡所施为趣求，亦皆真实』，这是把原因说出来了。我们要学佛，就是学佛的真实。所以我们常讲，我们展开经卷读诵受持，是检点自己的心行跟经典对照对照，能不能相应？这个读经就没有白读。绝对不是把那个经念一遍，念给佛菩萨听，与自己不相干。现在很多人学佛都是这样的，每天经典都念给佛菩萨听了，「我一堂都没有缺，佛菩萨一定很喜欢我了」。其实全错了！佛菩萨要听你念这个经干什么？他才不要听你的。所以读经不是读给佛菩萨听的，是检点自己心行的，这就对了。佛教给我们做的，我们己经做了，希望继续保持，不把它失掉。佛教我们不可以做的，我们决定不做；如果有，赶快把它改掉，这个读经的用意在此地。",
      "zh_TW": "『正由彼阿彌陀佛因中行菩薩行時，乃至一念一剎那，三業所修，皆是真實心中作。凡所施為趣求，亦皆真實』，這是把原因說出來了。我們要學佛，就是學佛的真實。所以我們常講，我們展開經卷讀誦受持，是檢點自己的心行跟經典對照對照，能不能相應？這個讀經就沒有白讀。絕對不是把那個經念一遍，念給佛菩薩聽，與自己不相干。現在很多人學佛都是這樣的，每天經典都念給佛菩薩聽了，「我一堂都沒有缺，佛菩薩一定很喜歡我了」。其實全錯了！佛菩薩要聽你念這個經幹什麼？他才不要聽你的。所以讀經不是讀給佛菩薩聽的，是檢點自己心行的，這就對了。佛教給我們做的，我們己經做了，希望繼續保持，不把它失掉。佛教我們不可以做的，我們決定不做；如果有，趕快把它改掉，這個讀經的用意在此地。"
    },
    {
      "id": "03-003-0001_p0047",
      "zh_CN": "「阿弥陀佛因中行菩萨行时」，这在《无量寿经》里面说得很详细，《无量寿经》里给我们讲三种真实。「乃至一念一刹那」，这是讲时间之极短。「三业所修」，他的「身、语、意」所修，无论是自行，无论是化他，都是「真实心中作」。「凡所施为」，一切设施之所为，全是为了接引众生，全是为了帮助众生圆成佛道。我们在《无量寿经》看到阿弥陀佛施为、趣求之伟大，他求的是什么？求的是十方世界一切众生快快成佛，他求这个。他没有求他自己，没有一样不真实。",
      "zh_TW": "「阿彌陀佛因中行菩薩行時」，這在《無量壽經》裡面說得很詳細，《無量壽經》裡給我們講三種真實。「乃至一念一剎那」，這是講時間之極短。「三業所修」，他的「身、語、意」所修，無論是自行，無論是化他，都是「真實心中作」。「凡所施為」，一切設施之所為，全是為了接引眾生，全是為了幫助眾生圓成佛道。我們在《無量壽經》看到阿彌陀佛施為、趣求之偉大，他求的是什麼？求的是十方世界一切眾生快快成佛，他求這個。他沒有求他自己，沒有一樣不真實。"
    },
    {
      "id": "03-003-0001_p0048",
      "zh_CN": "『又真实有二种，一者自利真实，二者利他真实』。我们在大经里面看到，「住真实慧」是自利真实；「惠以众生真实之利」是利他真实。我们在《无量寿经》上看到「开化显示真实之际」，那是自他真实，经上给我们讲的三种真实。",
      "zh_TW": "『又真實有二種，一者自利真實，二者利他真實』。我們在大經裡面看到，「住真實慧」是自利真實；「惠以眾生真實之利」是利他真實。我們在《無量壽經》上看到「開化顯示真實之際」，那是自他真實，經上給我們講的三種真實。"
    },
    {
      "id": "03-003-0001_p0049",
      "zh_CN": "我们看看善导大师在此地为我们开示，『言自利真实者，复有二种，一者真实心中制舍自他诸恶及秽国等，行住坐卧，想同一切菩萨制舍诸恶，我亦如是也』。可见学佛的人念念是以佛菩萨作标准，我们要跟他学，我们要学得跟他一模一样，这叫学佛。先决的条件就是真心。「制」是制止，就是戒律里面决定禁止的。在戒律里有止持、有作持，制就是止持，就是要把它断掉的。哪些东西？「自他诸恶」，自己三业之恶，别人的三业之恶。自己的三业之恶应当戒除，他人三业之恶，你怎么能制止？诸位要知道，看到别人作恶，回过头来想想，我有没有作恶？是这个意思。自己有的恶决定不犯，看到别人作恶，我们要深深反省，决定不能造他那种恶业，这个叫「舍自他诸恶」。",
      "zh_TW": "我們看看善導大師在此地為我們開示，『言自利真實者，復有二種，一者真實心中制捨自他諸惡及穢國等，行住坐臥，想同一切菩薩制捨諸惡，我亦如是也』。可見學佛的人念念是以佛菩薩作標準，我們要跟他學，我們要學得跟他一模一樣，這叫學佛。先決的條件就是真心。「制」是制止，就是戒律裡面決定禁止的。在戒律裡有止持、有作持，制就是止持，就是要把它斷掉的。哪些東西？「自他諸惡」，自己三業之惡，別人的三業之惡。自己的三業之惡應當戒除，他人三業之惡，你怎麼能制止？諸位要知道，看到別人作惡，回過頭來想想，我有沒有作惡？是這個意思。自己有的惡決定不犯，看到別人作惡，我們要深深反省，決定不能造他那種惡業，這個叫「捨自他諸惡」。"
    },
    {
      "id": "03-003-0001_p0050",
      "zh_CN": "「他」，包括的范围太大太大了！九法界众生，所有一切不如法的，我们觉察了、明了了，统统要舍，决定不能够造作，这是对人。我们中国古人也常讲：「三人行，必有吾师。」三个人是指什么？自己一个，一个善人，一个恶人，这叫三人。那两个都是我的老师，善人我要跟他学，恶人他那些恶我不能作，我要能戒除。都是老师，善人是老师，恶人也是老师。不能说善人好，恶人不好，这个不能讲的，不可以说的。",
      "zh_TW": "「他」，包括的範圍太大太大了！九法界眾生，所有一切不如法的，我們覺察了、明瞭了，統統要捨，決定不能夠造作，這是對人。我們中國古人也常講：「三人行，必有吾師。」三個人是指什麼？自己一個，一個善人，一個惡人，這叫三人。那兩個都是我的老師，善人我要跟他學，惡人他那些惡我不能作，我要能戒除。都是老師，善人是老師，惡人也是老師。不能說善人好，惡人不好，這個不能講的，不可以說的。"
    },
    {
      "id": "03-003-0001_p0051",
      "zh_CN": "「及秽国等」，这个「秽国」就像经上讲我们这个世界「五浊恶世」，这个要舍。为什么要舍？因为我们是凡夫，不是菩萨。菩萨可以不舍，到这个地方来度众生，他有本事。我们如果不离开这个地方，修行是障碍重重，内里面增长烦恼，外面不断诱惑，我们要想成就就太难太难了。所以佛祖特别告诫劝勉我们，暂时的把五浊恶世舍弃，这才能求生净土。到净土里面成就之后，自己有智慧、有能力、有神通，你再倒驾慈航，再回来。再回来是菩萨乘愿再来的，普度众生，与众生和光同尘，绝不被他污染，决定不堕落，有本事才行！现在没本事。所以佛与祖师这一句话是对我们没有能力、没有本事这个凡夫说的，教导我们一定要离开五浊恶世。",
      "zh_TW": "「及穢國等」，這個「穢國」就像經上講我們這個世界「五濁惡世」，這個要捨。為什麼要捨？因為我們是凡夫，不是菩薩。菩薩可以不捨，到這個地方來度眾生，他有本事。我們如果不離開這個地方，修行是障礙重重，內裡面增長煩惱，外面不斷誘惑，我們要想成就就太難太難了。所以佛祖特別告誡勸勉我們，暫時的把五濁惡世捨棄，這才能求生淨土。到淨土裡面成就之後，自己有智慧、有能力、有神通，你再倒駕慈航，再回來。再回來是菩薩乘願再來的，普度眾生，與眾生和光同塵，絕不被他污染，決定不墮落，有本事才行！現在沒本事。所以佛與祖師這一句話是對我們沒有能力、沒有本事這個凡夫說的，教導我們一定要離開五濁惡世。"
    },
    {
      "id": "03-003-0001_p0052",
      "zh_CN": "「行住坐卧，想同一切菩萨」，一切时一切处常常想菩萨。这个菩萨是什么菩萨？我们读过《无量寿经》，我们的标准跟别人不一样。以哪个菩萨为标准？以法藏菩萨为标准，法藏是阿弥陀佛在因地的法号。常常想到他的大愿大行，四十八愿、历劫的修行、自利利他，所以以他来作榜样，向他学习。「制舍诸恶」，菩萨在修行当中，所有一切的恶行他都远离。不但一切恶行他都戒除了，连念头、习气都没有了，这是我们非常好的典范。这是第一，完全讲的断恶。",
      "zh_TW": "「行住坐臥，想同一切菩薩」，一切時一切處常常想菩薩。這個菩薩是什麼菩薩？我們讀過《無量壽經》，我們的標準跟別人不一樣。以哪個菩薩為標準？以法藏菩薩為標準，法藏是阿彌陀佛在因地的法號。常常想到他的大願大行，四十八願、歷劫的修行、自利利他，所以以他來作榜樣，向他學習。「制捨諸惡」，菩薩在修行當中，所有一切的惡行他都遠離。不但一切惡行他都戒除了，連念頭、習氣都沒有了，這是我們非常好的典範。這是第一，完全講的斷惡。"
    },
    {
      "id": "03-003-0001_p0053",
      "zh_CN": "第二是讲修善。『真实心中勤修自他凡圣等善』。这个句子只有一句，里面的含义无尽的深广。自己的善要增长、要保持，不能把它失掉。这个「他」是他人之善，「凡」是凡夫之善，「圣」是阿罗汉、辟支佛、诸菩萨的善行。见到别人的善行，我们就要学，要认真的学，要立刻学，不要等待，「我过些时再学」，那就错了！过几天就忘掉了。所以时节因缘一定要抓住，要修善！",
      "zh_TW": "第二是講修善。『真實心中勤修自他凡聖等善』。這個句子只有一句，裡面的含義無盡的深廣。自己的善要增長、要保持，不能把它失掉。這個「他」是他人之善，「凡」是凡夫之善，「聖」是阿羅漢、辟支佛、諸菩薩的善行。見到別人的善行，我們就要學，要認真的學，要立刻學，不要等待，「我過些時再學」，那就錯了！過幾天就忘掉了。所以時節因緣一定要抓住，要修善！"
    },
    {
      "id": "03-003-0001_p0054",
      "zh_CN": "凡夫的善，我们眼睛所看的、耳朵所听到的、身体所接触到的，天天都有。古来的善知识用了许多苦心力气将世间之善法集其大成，编成书本，提供我们作参考的很多。除经典之外，有不少善书。在目前流通的最广泛的，大家能够常常见得到的，像《了凡四训》、《安士全书》、《感应篇》，乃至于古人的笔记，像《菜根谭》之类的，目的都是劝善，记载古今善人善事，我们看了要认真的效法学习。",
      "zh_TW": "凡夫的善，我們眼睛所看的、耳朵所聽到的、身體所接觸到的，天天都有。古來的善知識用了許多苦心力氣將世間之善法集其大成，編成書本，提供我們作參考的很多。除經典之外，有不少善書。在目前流通的最廣泛的，大家能夠常常見得到的，像《了凡四訓》、《安士全書》、《感應篇》，乃至於古人的筆記，像《菜根譚》之類的，目的都是勸善，記載古今善人善事，我們看了要認真的效法學習。"
    },
    {
      "id": "03-003-0001_p0055",
      "zh_CN": "圣人之善，都在经典里面。《无量寿经》自始至终都给我们说明诸佛菩萨的善行。说得更详细、更具体、更丰富的，无过于《大方广佛华严经》。如果有时间，实在讲都可以涉猎。涉猎的目的在哪里？目的是「勤修自他凡圣善行」。我不是依照那个经典来修行，我是看到菩萨如何处事待人接物。我们现在还没有离开这个世间，常常遇到一些事情的时候，不晓得自己如何来应付，看看诸佛菩萨，看看世间的善人，他们怎样面对着现实的社会大众的一切人事，这就长我们的学问，长我们的见识。",
      "zh_TW": "聖人之善，都在經典裡面。《無量壽經》自始至終都給我們說明諸佛菩薩的善行。說得更詳細、更具體、更豐富的，無過於《大方廣佛華嚴經》。如果有時間，實在講都可以涉獵。涉獵的目的在哪裡？目的是「勤修自他凡聖善行」。我不是依照那個經典來修行，我是看到菩薩如何處事待人接物。我們現在還沒有離開這個世間，常常遇到一些事情的時候，不曉得自己如何來應付，看看諸佛菩薩，看看世間的善人，他們怎樣面對著現實的社會大眾的一切人事，這就長我們的學問，長我們的見識。"
    },
    {
      "id": "03-003-0001_p0056",
      "zh_CN": "后面一句，『真实心中口业赞叹彼阿弥陀佛及依正二报』。这一句它的实实在在的意思，就是教我们用真心诚意来演说净土的经论。现在净土经论，古来大德给我们会集的总共是「五经一论」，这五经一论都是说阿弥陀佛极乐世界的依正庄严。",
      "zh_TW": "後面一句，『真實心中口業讚歎彼阿彌陀佛及依正二報』。這一句它的實實在在的意思，就是教我們用真心誠意來演說淨土的經論。現在淨土經論，古來大德給我們會集的總共是「五經一論」，這五經一論都是說阿彌陀佛極樂世界的依正莊嚴。"
    },
    {
      "id": "03-003-0001_p0057",
      "zh_CN": "此地讲的「口业赞叹」，赞叹就是演说。演说也是自他二利，为什么？你天天讲就讲熟了。每讲一遍，自己的体验必定是更深一层，遍遍都不一样！体会更深，自己很得受用。尤其是恶习气，恶习气很难改，天天讲经劝别人改；劝多了，自己慢慢真的就改掉了。劝别人就是劝自己。别人改了，自己没改，很惭愧！下一次说的时候声音都小了，多不好意思！所以说多了，自己一定不知不觉的也会改了。我们常讲：「潜移默化。」确实是如此。所以你讲的遍数多了，对于自己的心里一定会受影响。这个影响非常之深、非常之远，往往自己没有办法觉察。",
      "zh_TW": "此地講的「口業讚歎」，讚歎就是演說。演說也是自他二利，為什麼？你天天講就講熟了。每講一遍，自己的體驗必定是更深一層，遍遍都不一樣！體會更深，自己很得受用。尤其是惡習氣，惡習氣很難改，天天講經勸別人改；勸多了，自己慢慢真的就改掉了。勸別人就是勸自己。別人改了，自己沒改，很慚愧！下一次說的時候聲音都小了，多不好意思！所以說多了，自己一定不知不覺的也會改了。我們常講：「潛移默化。」確實是如此。所以你講的遍數多了，對於自己的心裡一定會受影響。這個影響非常之深、非常之遠，往往自己沒有辦法覺察。"
    },
    {
      "id": "03-003-0001_p0058",
      "zh_CN": "由此可知，我们常常想恶，常常有恶念，那个恶的影响力多大！为什么不把它换一换，不想好的，念好的？最好的就是西方世界依正庄严，那是善中之善，世出世间第一善法，没有比这个更善的了。儒家讲的：「止于至善。」《无量寿经》就是至善。我们今天得到这个经本，常常读诵常常思惟，那就是真正的止于至善，这才名副其实。",
      "zh_TW": "由此可知，我們常常想惡，常常有惡念，那個惡的影響力多大！為什麼不把它換一換，不想好的，念好的？最好的就是西方世界依正莊嚴，那是善中之善，世出世間第一善法，沒有比這個更善的了。儒家講的：「止於至善。」《無量壽經》就是至善。我們今天得到這個經本，常常讀誦常常思惟，那就是真正的止於至善，這才名副其實。"
    },
    {
      "id": "03-003-0001_p0059",
      "zh_CN": "第六个小段，『又真实心中口业毁厌三界六道自他依正二报苦恶之事』。前面那个「真实心中制舍自他诸恶及秽国等」，就是这一句的详细说明。口业里面的「毁厌」，就是常常劝告别人，跟别人说明三界六道之苦，劝人舍离，就是这个意思。我们自己知苦，自己愿意离开娑婆，求生极乐。一切众生，为什么没有意愿求生？不知道这个地方苦，身在苦中不知苦，这个很可怜！",
      "zh_TW": "第六個小段，『又真實心中口業毀厭三界六道自他依正二報苦惡之事』。前面那個「真實心中制捨自他諸惡及穢國等」，就是這一句的詳細說明。口業裡面的「毀厭」，就是常常勸告別人，跟別人說明三界六道之苦，勸人捨離，就是這個意思。我們自己知苦，自己願意離開娑婆，求生極樂。一切眾生，為什麼沒有意願求生？不知道這個地方苦，身在苦中不知苦，這個很可憐！"
    },
    {
      "id": "03-003-0001_p0060",
      "zh_CN": "儒家常说：「哀莫大于心死。」这个「心死」就是不求出离。我们常常在经典看到，佛说三界六道的众生叫「可怜悯者」，他有什么可怜？有什么可悯？就是这一个事实，真正可怜！如果不详细给他分析、给他说明，他不晓得六道之苦，不知道极乐之乐。他要是真正把这个事实搞清楚了、搞明白了，哪有不愿求生极乐的道理！决定不会对这个五浊恶世再有留恋了。一定也跟诸佛菩萨同愿同行，希望自己快快学成智慧德能；回过头来，像诸佛菩萨一样，帮助这些苦难的众生。所以对这些「苦恶之事」，苦是苦果，恶是在造恶，恶是苦因，苦因苦果都要把它说得清清楚楚、明明白白。",
      "zh_TW": "儒家常說：「哀莫大於心死。」這個「心死」就是不求出離。我們常常在經典看到，佛說三界六道的眾生叫「可憐憫者」，他有什麼可憐？有什麼可憫？就是這一個事實，真正可憐！如果不詳細給他分析、給他說明，他不曉得六道之苦，不知道極樂之樂。他要是真正把這個事實搞清楚了、搞明白了，哪有不願求生極樂的道理！決定不會對這個五濁惡世再有留戀了。一定也跟諸佛菩薩同願同行，希望自己快快學成智慧德能；回過頭來，像諸佛菩薩一樣，幫助這些苦難的眾生。所以對這些「苦惡之事」，苦是苦果，惡是在造惡，惡是苦因，苦因苦果都要把它說得清清楚楚、明明白白。"
    },
    {
      "id": "03-003-0001_p0061",
      "zh_CN": "『亦赞叹一切众生三业所为之善』，对于众生的善心、善愿、善行要赞叹。古德教我们：「隐恶扬善。」对一个人的恶不能说，人的善应当要赞叹。说人之恶，古来只有两种人：一种是父母，你做了恶事父母会教训你，别人不会；第二种是老师，老师的恩德跟父母是相同的，你作恶多端，别人不可以问津，老师可以说。只有父母师长真正关心你。而且在教训的时候，必定是在私人的房间，没有第三者听到。为什么？顾全面子，这是真实的教诲。大庭广众之下教训人，即使他真有过失，也很难叫他心服口服的接受。不但不接受，反目成仇，他跟你结了怨仇，这个事情就很麻烦了。所以当着人的面前，决不攻击人的过失，这是善行，值得赞叹！赞善要恰如其分，就是不能够超过，超过就错了。超过，有一点谄媚巴结，就不实在了、不真实了；那是虚伪的，不是真实的。",
      "zh_TW": "『亦讚歎一切眾生三業所為之善』，對於眾生的善心、善願、善行要讚歎。古德教我們：「隱惡揚善。」對一個人的惡不能說，人的善應當要讚歎。說人之惡，古來只有兩種人：一種是父母，你做了惡事父母會教訓你，別人不會；第二種是老師，老師的恩德跟父母是相同的，你作惡多端，別人不可以問津，老師可以說。只有父母師長真正關心你。而且在教訓的時候，必定是在私人的房間，沒有第三者聽到。為什麼？顧全面子，這是真實的教誨。大庭廣眾之下教訓人，即使他真有過失，也很難叫他心服口服的接受。不但不接受，反目成仇，他跟你結了怨仇，這個事情就很麻煩了。所以當著人的面前，決不攻擊人的過失，這是善行，值得讚歎！讚善要恰如其分，就是不能夠超過，超過就錯了。超過，有一點諂媚巴結，就不實在了、不真實了；那是虛偽的，不是真實的。"
    },
    {
      "id": "03-003-0001_p0062",
      "zh_CN": "『若非善业者，敬而远之，亦不随喜也』，这一句也非常重要。我们往往在日常生活当中，遇到一些人，他所做的不是善行，可是我跟是他很好的朋友。譬如学佛，明明他走错路了，他还要拉我去，怎么办？人情难却，「好！只好跟他去了」，这就错了。错在哪里？错在你去捧他的场。那个邪法里面的徒众一看，说：「你看，某某人都到我们这儿来了，大概我们这个法师值得赞叹的。」让一切众生邪正混淆，不能辨别。这个就是帮助赞叹邪法，误导众生。所以这个事情决定不能做，不可以拿佛法当人情，一定是「敬而远之」。",
      "zh_TW": "『若非善業者，敬而遠之，亦不隨喜也』，這一句也非常重要。我們往往在日常生活當中，遇到一些人，他所做的不是善行，可是我跟是他很好的朋友。譬如學佛，明明他走錯路了，他還要拉我去，怎麼辦？人情難卻，「好！只好跟他去了」，這就錯了。錯在哪裡？錯在你去捧他的場。那個邪法裡面的徒眾一看，說：「你看，某某人都到我們這兒來了，大概我們這個法師值得讚歎的。」讓一切眾生邪正混淆，不能辨別。這個就是幫助讚歎邪法，誤導眾生。所以這個事情決定不能做，不可以拿佛法當人情，一定是「敬而遠之」。"
    },
    {
      "id": "03-003-0001_p0063",
      "zh_CN": "为什么对这些邪门外道还要尊敬？因为他们也有佛性，他们将来也会作佛，只是现在痴迷不悟，在那里造恶业而已，所以应当要尊敬。普贤菩萨十大愿王中「礼敬诸佛」，所以我们对一切人事物要平等恭敬。「远」是指什么？远是不跟他学。他的善行我们跟他学，他的不善行我们不跟他学，这个叫「远之」。远，不是躲得远远的，不是的，他不如法的我不向他学。『亦不随喜也』，这一句说的很重，连「随喜」都没有必要，因为他有不好的影响。这是真实的口业。",
      "zh_TW": "為什麼對這些邪門外道還要尊敬？因為他們也有佛性，他們將來也會作佛，只是現在痴迷不悟，在那裡造惡業而已，所以應當要尊敬。普賢菩薩十大願王中「禮敬諸佛」，所以我們對一切人事物要平等恭敬。「遠」是指什麼？遠是不跟他學。他的善行我們跟他學，他的不善行我們不跟他學，這個叫「遠之」。遠，不是躲得遠遠的，不是的，他不如法的我不向他學。『亦不隨喜也』，這一句說的很重，連「隨喜」都沒有必要，因為他有不好的影響。這是真實的口業。"
    },
    {
      "id": "03-003-0001_p0064",
      "zh_CN": "再看第七，『又真实心中身业』。前面讲口业，现在讲身业。三业里面造作最为广泛的是口业。口会讲话，一天讲到晚，到底是讲对了，还是讲错了？恐怕自己也不知道。所以口最容易造业了，比身跟意的时候，机会来的特别多。",
      "zh_TW": "再看第七，『又真實心中身業』。前面講口業，現在講身業。三業裡面造作最為廣泛的是口業。口會講話，一天講到晚，到底是講對了，還是講錯了？恐怕自己也不知道。所以口最容易造業了，比身跟意的時候，機會來的特別多。"
    },
    {
      "id": "03-003-0001_p0065",
      "zh_CN": "『身业合掌礼敬四事等供养彼阿弥陀佛及依正二报』，这也是举例。我们要真正明了它的精神，晓得将这个事相引伸到我们日常生活当中，这个就是善学，而不是死在句下。「合掌礼敬」，这是对人的礼貌。合掌是表一心，佛门里合掌是代表一心，一心才是恭敬。十个指头表示散乱，心散乱。收成一个，把散乱心都收回来，一心一意，代表这个意思，代表恭敬。对人要敬，对物也要敬，对事也要敬。对物，这也举个例子，像桌椅板凳，每天把它擦得干干净净，摆得整整齐齐，这是对它的礼敬。对事，无论大事小事，或者自己要办的，或者是别人委托我们办的，我们能够尽心尽力把这个事情做好，这是对事的礼敬。",
      "zh_TW": "『身業合掌禮敬四事等供養彼阿彌陀佛及依正二報』，這也是舉例。我們要真正明瞭它的精神，曉得將這個事相引伸到我們日常生活當中，這個就是善學，而不是死在句下。「合掌禮敬」，這是對人的禮貌。合掌是表一心，佛門裡合掌是代表一心，一心才是恭敬。十個指頭表示散亂，心散亂。收成一個，把散亂心都收回來，一心一意，代表這個意思，代表恭敬。對人要敬，對物也要敬，對事也要敬。對物，這也舉個例子，像桌椅板凳，每天把它擦得乾乾淨淨，擺得整整齊齊，這是對它的禮敬。對事，無論大事小事，或者自己要辦的，或者是別人委託我們辦的，我們能夠盡心盡力把這個事情做好，這是對事的禮敬。"
    },
    {
      "id": "03-003-0001_p0066",
      "zh_CN": "此地举一个例子，「四事供养彼阿弥陀佛」。四事在佛门里面是指「衣、食、卧具、医药」这四样东西。换句话说，这是一个出家人在生活上最低的程度，这是最低的水准。身体不能不吃饭，不能不穿衣服；晚上要睡觉，睡觉不能没有卧具；生病不能没有医药，这叫「四事供养」。我们供养谁？供养阿弥陀佛以及阿弥陀佛那些学生。",
      "zh_TW": "此地舉一個例子，「四事供養彼阿彌陀佛」。四事在佛門裡面是指「衣、食、臥具、醫藥」這四樣東西。換句話說，這是一個出家人在生活上最低的程度，這是最低的水準。身體不能不吃飯，不能不穿衣服；晚上要睡覺，睡覺不能沒有臥具；生病不能沒有醫藥，這叫「四事供養」。我們供養誰？供養阿彌陀佛以及阿彌陀佛那些學生。"
    },
    {
      "id": "03-003-0001_p0067",
      "zh_CN": "「依正二报」，依报是环境，正报就是往生到西方极乐世界那一些大众。我们要问：「我们用四事供养，能供养得上吗？阿弥陀佛需要我们供养吗？」通常这个四事真的不需要。我们在《无量寿经》上念过了，人家那边衣食自然，那个地方是金刚不坏之身，无极之体，清虚之身，他不会生病的，这个四事供养都供养不上。那经上讲的四事，就不是指这四桩事情了。不是指经典通常讲的四事，那么这四事是什么？我们《无量寿经》念了不少遍了，「受持、书写、读诵、赞演」这也是四事，这个四事供养阿弥陀佛及依正二报，那就非常需要了。从一个地区影响到另外一个地区，逐渐就能够影响到全世界。像我们今天所说的流通法宝，我们的录音带、录影带、经典、佛像，尽心尽力，我们要修这个供养。",
      "zh_TW": "「依正二報」，依報是環境，正報就是往生到西方極樂世界那一些大眾。我們要問：「我們用四事供養，能供養得上嗎？阿彌陀佛需要我們供養嗎？」通常這個四事真的不需要。我們在《無量壽經》上念過了，人家那邊衣食自然，那個地方是金剛不壞之身，無極之體，清虛之身，他不會生病的，這個四事供養都供養不上。那經上講的四事，就不是指這四樁事情了。不是指經典通常講的四事，那麼這四事是什麼？我們《無量壽經》念了不少遍了，「受持、書寫、讀誦、讚演」這也是四事，這個四事供養阿彌陀佛及依正二報，那就非常需要了。從一個地區影響到另外一個地區，逐漸就能夠影響到全世界。像我們今天所說的流通法寶，我們的錄音帶、錄影帶、經典、佛像，盡心盡力，我們要修這個供養。"
    },
    {
      "id": "03-003-0001_p0068",
      "zh_CN": "『又真实心中身业轻慢厌舍此生死三界等自他依正二报』，这个句子好懂。我们对这个娑婆世界、五浊恶世，这个身体、这个环境要认识清楚，真正能够把它舍弃，求生净土，这就对了。今天时间到了，我们就讲到此地。",
      "zh_TW": "『又真實心中身業輕慢厭捨此生死三界等自他依正二報』，這個句子好懂。我們對這個娑婆世界、五濁惡世，這個身體、這個環境要認識清楚，真正能夠把它捨棄，求生淨土，這就對了。今天時間到了，我們就講到此地。"
    }
  ]
}