{
  "doc_id": "15-011-0006",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六集",
    "zh_TW": "第六集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-011-0006",
  "total_paragraphs": 104,
  "paragraphs": [
    {
      "id": "15-011-0006_p0001",
      "zh_CN": "请掀开经本第二十一面，最后一行看起。",
      "zh_TW": "請掀開經本第二十一面，最後一行看起。"
    },
    {
      "id": "15-011-0006_p0002",
      "zh_CN": "【弥勒。初业菩萨既出家已。未得慧力而欲得者。是法应舍。是法应修。何以故。弥勒。彼诸菩萨既出家已。未得慧力而欲得者。不舍利养。不修少欲。未生慧力当令出生。已生慧力能令增长。无有是处。不舍愦闹。不住寂静。未生慧力当令出生。已生慧力能令增长。亦无是处。不舍世话。不观实义。未生慧力当令出生。以生慧力能令增长。无有是处。初夜后夜。耽着睡眠曾不觉悟。系念思惟不舍众务。好诸戏论。于出世道不能修行。于诸众生不生慈念。未生慧力当令出生。以生慧力能令增长。无有是处。】",
      "zh_TW": "【彌勒。初業菩薩既出家已。未得慧力而欲得者。是法應捨。是法應修。何以故。彌勒。彼諸菩薩既出家已。未得慧力而欲得者。不捨利養。不修少欲。未生慧力當令出生。已生慧力能令增長。無有是處。不捨憒鬧。不住寂靜。未生慧力當令出生。已生慧力能令增長。亦無是處。不捨世話。不觀實義。未生慧力當令出生。以生慧力能令增長。無有是處。初夜後夜。耽著睡眠曾不覺悟。繫念思惟不捨眾務。好諸戲論。於出世道不能修行。於諸眾生不生慈念。未生慧力當令出生。以生慧力能令增長。無有是處。】"
    },
    {
      "id": "15-011-0006_p0003",
      "zh_CN": "这一段里面，佛给我们说出有十一种是严重的障道法。前面说过，在末法时代，无论修学哪一个法门，如果有这十一种法里面一、二种，你的修学就不能成就。何况是具足这十一种，那当然就更不可能了。因此我们要特别留意，一定要把这些毛病习气统统改正过来，我们所求才能够满愿。",
      "zh_TW": "這一段裡面，佛給我們說出有十一種是嚴重的障道法。前面說過，在末法時代，無論修學哪一個法門，如果有這十一種法裡面一、二種，你的修學就不能成就。何況是具足這十一種，那當然就更不可能了。因此我們要特別留意，一定要把這些毛病習氣統統改正過來，我們所求才能夠滿願。"
    },
    {
      "id": "15-011-0006_p0004",
      "zh_CN": "此地举的例子是求开智慧，「初业菩萨既出家已，未得慧力而欲得者」，这一句就是求开智慧。我们智慧没有开，希望自己能开智慧，唯有智慧才能解决一切问题，这一点一定要清楚要明白。定功可以伏烦恼，还是不能解决问题，一定要开智慧。智慧开了之后，就能够转烦恼为菩提。所以把烦恼化做菩提，这是智慧的力量。",
      "zh_TW": "此地舉的例子是求開智慧，「初業菩薩既出家已，未得慧力而欲得者」，這一句就是求開智慧。我們智慧沒有開，希望自己能開智慧，唯有智慧才能解決一切問題，這一點一定要清楚要明白。定功可以伏煩惱，還是不能解決問題，一定要開智慧。智慧開了之後，就能夠轉煩惱為菩提。所以把煩惱化做菩提，這是智慧的力量。"
    },
    {
      "id": "15-011-0006_p0005",
      "zh_CN": "想开智慧，弥勒菩萨替我们启请，哪些法应舍、哪些法应修？舍就是放下。看看佛教我们放下的这些法，我们有没有放下？佛教我们修学的那些法，我们有没有修学？",
      "zh_TW": "想開智慧，彌勒菩薩替我們啟請，哪些法應捨、哪些法應修？捨就是放下。看看佛教我們放下的這些法，我們有沒有放下？佛教我們修學的那些法，我們有沒有修學？"
    },
    {
      "id": "15-011-0006_p0006",
      "zh_CN": "这十一法里面，第一个是「不舍利养」，第二个是「不修少欲」。名闻利养，佛在此地屡次的宣示，由此可知这是病根，决定不能够沾染的。可是在现代的社会，特别是在台湾与东南亚一带，利养之丰富，可以说是世界之冠。我们常常听说，其他国家地区都到台湾来了。到台湾来目的何在？台湾的利养丰富。而不知道利养的害处，为什么？增长贪心，增长悭吝。",
      "zh_TW": "這十一法裡面，第一個是「不捨利養」，第二個是「不修少欲」。名聞利養，佛在此地屢次的宣示，由此可知這是病根，決定不能夠沾染的。可是在現代的社會，特別是在台灣與東南亞一帶，利養之豐富，可以說是世界之冠。我們常常聽說，其他國家地區都到台灣來了。到台灣來目的何在？台灣的利養豐富。而不知道利養的害處，為什麼？增長貪心，增長慳吝。"
    },
    {
      "id": "15-011-0006_p0007",
      "zh_CN": "烦恼里面，佛给我们说，根本烦恼有六个「贪、瞋、痴、慢、疑、恶见」，这是六个根本烦恼。六个根本烦恼再归纳就是三毒，贪瞋痴三毒。三毒再要归纳就是一个「贪」，所以「贪」是所有一切烦恼的最原始的根本。利养就是增长贪心的，所以佛把它看得这么重。只要这一条不断，无论修学哪个法门都不会成就。不但不能成就，学的是佛法，到最后都变成妖魔鬼怪了。怎么变成的？因为悭贪而变成的，学佛到最后都变成魔了。所以佛在这个经上第一句话，就教我们要舍利养。",
      "zh_TW": "煩惱裡面，佛給我們說，根本煩惱有六個「貪、瞋、痴、慢、疑、惡見」，這是六個根本煩惱。六個根本煩惱再歸納就是三毒，貪瞋痴三毒。三毒再要歸納就是一個「貪」，所以「貪」是所有一切煩惱的最原始的根本。利養就是增長貪心的，所以佛把它看得這麼重。只要這一條不斷，無論修學哪個法門都不會成就。不但不能成就，學的是佛法，到最後都變成妖魔鬼怪了。怎麼變成的？因為慳貪而變成的，學佛到最後都變成魔了。所以佛在這個經上第一句話，就教我們要捨利養。"
    },
    {
      "id": "15-011-0006_p0008",
      "zh_CN": "舍利养一定要修苦行，要修少欲。黄念老在大陆上说，我没有听到，他的学生告诉我，他没到台湾来过。他说：「台湾没有出家人，台湾没有佛法，台湾的佛法是假的。」他为什么这样说？实在讲我们读了这一部经，对他的说法多少可以明白一点。台湾的出家人，谁能把利养舍掉？谁肯修苦行？所以他说今天的佛法在中国大陆。大陆上这些修行人，我也没有去访问过，但是听说了。我在新加坡，李木源居士率领一个很大的一个团体，有七、八十人到大陆去参访，专门访问佛教，大概用了好几个月的时间，在内地看到真正修行人，他们对于佛法的恭敬，令人叹为观止，所以深受感动。",
      "zh_TW": "捨利養一定要修苦行，要修少欲。黃念老在大陸上說，我沒有聽到，他的學生告訴我，他沒到台灣來過。他說：「台灣沒有出家人，台灣沒有佛法，台灣的佛法是假的。」他為什麼這樣說？實在講我們讀了這一部經，對他的說法多少可以明白一點。台灣的出家人，誰能把利養捨掉？誰肯修苦行？所以他說今天的佛法在中國大陸。大陸上這些修行人，我也沒有去訪問過，但是聽說了。我在新加坡，李木源居士率領一個很大的一個團體，有七、八十人到大陸去參訪，專門訪問佛教，大概用了好幾個月的時間，在內地看到真正修行人，他們對於佛法的恭敬，令人歎為觀止，所以深受感動。"
    },
    {
      "id": "15-011-0006_p0009",
      "zh_CN": "经书都是顶在头顶上的，这样恭敬。他们的经书很不容易得到，不像我们这边太多了，得到太容易。生活之清苦，穿的衣服补了再补，吃的东西是自己种的，非常辛苦。他们去的时候，想送他们一点钱，人家不收；想送他们几件的衣服，他们也不收。他说他们的生活过得很好。外面人看的苦不堪言，他说他过得很好。问他要什么？要经书、要录音带。录影带他们不要，因为他没有电视不能收看。这些东西送给他，他当宝贝看待！",
      "zh_TW": "經書都是頂在頭頂上的，這樣恭敬。他們的經書很不容易得到，不像我們這邊太多了，得到太容易。生活之清苦，穿的衣服補了再補，吃的東西是自己種的，非常辛苦。他們去的時候，想送他們一點錢，人家不收；想送他們幾件的衣服，他們也不收。他說他們的生活過得很好。外面人看的苦不堪言，他說他過得很好。問他要什麼？要經書、要錄音帶。錄影帶他們不要，因為他沒有電視不能收看。這些東西送給他，他當寶貝看待！"
    },
    {
      "id": "15-011-0006_p0010",
      "zh_CN": "所以新加坡这个团体回来之后，非常惭愧。本来认为自己修得很不错了，跟他们一比，天壤之别，这个恭敬心才真正生起来。",
      "zh_TW": "所以新加坡這個團體回來之後，非常慚愧。本來認為自己修得很不錯了，跟他們一比，天壤之別，這個恭敬心才真正生起來。"
    },
    {
      "id": "15-011-0006_p0011",
      "zh_CN": "他们所做到的，就是能够舍利养，能够修苦行，对于物质生活绝没有贪求的意念。他们的道场也不希望别人去参观，对外也不开放，这是真正清修！",
      "zh_TW": "他們所做到的，就是能夠捨利養，能夠修苦行，對於物質生活絕沒有貪求的意念。他們的道場也不希望別人去參觀，對外也不開放，這是真正清修！"
    },
    {
      "id": "15-011-0006_p0012",
      "zh_CN": "如果不舍利养、不修少欲，佛在此地说「未生慧力当令出生，已生慧力能令增长，无有是处」。无有是处就是没这个道理！你想开智慧，没有这个道理！有一点智慧，想能够不退转，也没这个道理。",
      "zh_TW": "如果不捨利養、不修少欲，佛在此地說「未生慧力當令出生，已生慧力能令增長，無有是處」。無有是處就是沒這個道理！你想開智慧，沒有這個道理！有一點智慧，想能夠不退轉，也沒這個道理。"
    },
    {
      "id": "15-011-0006_p0013",
      "zh_CN": "第三，不舍愦闹。第四不住寂静。再看底下经文。「不舍愦闹，不住寂静，未生慧力当令出生，已生慧力能令增长，亦无是处」，也没有这个道理。所以，居住修学的环境要安静。我们是凡夫，凡夫一定会受外面境界影响，因此道场的所在、居住的所在不能不选择。可是在现前这个社会，我们想选择太难了。人口太多了，到处都是闹区，到哪里去找一个安静的地方，找不到了。台湾这个岛这么小，人口这么多，所以选择一个安静的地方，实在是相当不容易。可是这一点很重要，总要懂得闹中取静，离开愦闹的场所；对自己清净心有妨碍的那些热闹场所，要知道离开。",
      "zh_TW": "第三，不捨憒鬧。第四不住寂靜。再看底下經文。「不捨憒鬧，不住寂靜，未生慧力當令出生，已生慧力能令增長，亦無是處」，也沒有這個道理。所以，居住修學的環境要安靜。我們是凡夫，凡夫一定會受外面境界影響，因此道場的所在、居住的所在不能不選擇。可是在現前這個社會，我們想選擇太難了。人口太多了，到處都是鬧區，到哪裡去找一個安靜的地方，找不到了。台灣這個島這麼小，人口這麼多，所以選擇一個安靜的地方，實在是相當不容易。可是這一點很重要，總要懂得鬧中取靜，離開憒鬧的場所；對自己清淨心有妨礙的那些熱鬧場所，要知道離開。"
    },
    {
      "id": "15-011-0006_p0014",
      "zh_CN": "第五，不舍世话。第六，不观实义。你要想开智慧，也没有这个道理。「世话」，世间的言论，我们不能没有。因为一天到晚要与大众相处，总不能不说话！这一些言论要知道愈少愈好，非必要说的，统统都不要说。为什么？妨害清净心，这个要舍，尽可能的去舍。",
      "zh_TW": "第五，不捨世話。第六，不觀實義。你要想開智慧，也沒有這個道理。「世話」，世間的言論，我們不能沒有。因為一天到晚要與大眾相處，總不能不說話！這一些言論要知道愈少愈好，非必要說的，統統都不要說。為什麼？妨害清淨心，這個要捨，儘可能的去捨。"
    },
    {
      "id": "15-011-0006_p0015",
      "zh_CN": "前面说过，世话的含义很广。除舍这个，还要修，修什么？要观实义。「实义」就是我们常讲的诸法实相，宇宙人生的真相。真相不会观，你就念《金刚经》，《金刚经》念不懂，你就听讲解。我们有很详细的《金刚经》讲解的录音带，你仔细去听，听懂了，你就会观了。明了宇宙人生的真相，自自然然你就能放下，对于你修学会有很大的帮助。",
      "zh_TW": "前面說過，世話的含義很廣。除捨這個，還要修，修什麼？要觀實義。「實義」就是我們常講的諸法實相，宇宙人生的真相。真相不會觀，你就念《金剛經》，《金剛經》念不懂，你就聽講解。我們有很詳細的《金剛經》講解的錄音帶，你仔細去聽，聽懂了，你就會觀了。明瞭宇宙人生的真相，自自然然你就能放下，對於你修學會有很大的幫助。"
    },
    {
      "id": "15-011-0006_p0016",
      "zh_CN": "第七，「初夜后夜，耽着睡眠曾不觉悟」。这一个烦恼习气，我们总得要把它改过来，要克服自己的困难，那就是少睡眠。佛在此地的标准，教我们睡眠是四小时，中夜睡眠。初夜不能睡眠，初夜是晚上六点到十点钟，大概不会睡了。后夜是清晨二点到六点，正好睡的时候，佛说这个不可以。所以睡眠在中夜。如何能够做到？中夜睡眠就是晚上十点钟睡觉，二点钟就要起床了。实在不行，不行就是烦恼太重。睡眠不够就没有精神，尽可能把睡眠的时间缩短。一般世间人也提倡早睡早起，身体好！所以晚上十点钟睡，如果二点钟不能起来，四点钟起来也算不错了，这已经是打了折扣。所以要认真去学习，克服我们的烦恼习气。睡眠是昏沈、是不觉悟。",
      "zh_TW": "第七，「初夜後夜，耽著睡眠曾不覺悟」。這一個煩惱習氣，我們總得要把它改過來，要克服自己的困難，那就是少睡眠。佛在此地的標準，教我們睡眠是四小時，中夜睡眠。初夜不能睡眠，初夜是晚上六點到十點鐘，大概不會睡了。後夜是清晨二點到六點，正好睡的時候，佛說這個不可以。所以睡眠在中夜。如何能夠做到？中夜睡眠就是晚上十點鐘睡覺，二點鐘就要起床了。實在不行，不行就是煩惱太重。睡眠不夠就沒有精神，儘可能把睡眠的時間縮短。一般世間人也提倡早睡早起，身體好！所以晚上十點鐘睡，如果二點鐘不能起來，四點鐘起來也算不錯了，這已經是打了折扣。所以要認真去學習，克服我們的煩惱習氣。睡眠是昏沈、是不覺悟。"
    },
    {
      "id": "15-011-0006_p0017",
      "zh_CN": "第八，「系念思惟不舍众务」。「系念思惟」，你心里面牵挂、忧虑的事情太多了。你牵挂什么事情？忧虑什么事情？众务，这个世间事情太多了，这一些事情都不能帮助你了生死、出三界。换句话说，它不能帮助你断烦恼、不能帮助你开智慧的这一些事情，都叫「众务」。众是众多的事业，要舍！多一事不如少一事，少一事不如无事，不要去找事。佛教给我们随缘而不攀缘，生事找事就是攀缘，这个对于我们修学决定有妨碍。",
      "zh_TW": "第八，「繫念思惟不捨眾務」。「繫念思惟」，你心裡面牽掛、憂慮的事情太多了。你牽掛什麼事情？憂慮什麼事情？眾務，這個世間事情太多了，這一些事情都不能幫助你了生死、出三界。換句話說，它不能幫助你斷煩惱、不能幫助你開智慧的這一些事情，都叫「眾務」。眾是眾多的事業，要捨！多一事不如少一事，少一事不如無事，不要去找事。佛教給我們隨緣而不攀緣，生事找事就是攀緣，這個對於我們修學決定有妨礙。"
    },
    {
      "id": "15-011-0006_p0018",
      "zh_CN": "第九，「好诸戏论」。戏论里面的范围也非常之广。",
      "zh_TW": "第九，「好諸戲論」。戲論裡面的範圍也非常之廣。"
    },
    {
      "id": "15-011-0006_p0019",
      "zh_CN": "第十，「于出世道不能修行」。出世就是超越六道轮回，你不能够修习。",
      "zh_TW": "第十，「於出世道不能修行」。出世就是超越六道輪迴，你不能夠修習。"
    },
    {
      "id": "15-011-0006_p0020",
      "zh_CN": "第十一，「于诸众生不生慈念」。你对待众生没有慈悲心。也许你听了：「我们对众生很有慈悲心，我又吃长素、又放生，遇到人家有苦难，我都去救济，怎么不慈悲呢？」佛的眼光，你不慈悲，你没有慈悲心。什么叫慈悲？帮助众生脱离三界、脱离六道轮回，那才叫慈悲。搞来搞去，他还在搞六道轮回，你的慈悲在哪里？这个意思一定要懂得，不能了脱生死、不能出离轮回就不慈悲。佛法修学目标在此地。",
      "zh_TW": "第十一，「於諸眾生不生慈念」。你對待眾生沒有慈悲心。也許你聽了：「我們對眾生很有慈悲心，我又吃長素、又放生，遇到人家有苦難，我都去救濟，怎麼不慈悲呢？」佛的眼光，你不慈悲，你沒有慈悲心。什麼叫慈悲？幫助眾生脫離三界、脫離六道輪迴，那才叫慈悲。搞來搞去，他還在搞六道輪迴，你的慈悲在哪裡？這個意思一定要懂得，不能了脫生死、不能出離輪迴就不慈悲。佛法修學目標在此地。"
    },
    {
      "id": "15-011-0006_p0021",
      "zh_CN": "你犯了这么多的过失，是「未生慧力当令出生，已生慧力能令增长，亦无是处」。这十一条犯一条，你的烦恼不会断，你的智慧不会开，你想出离三界不可能！何况这十一条统统都有，这怎么得了！我们自己要认真反省，要努力克服自己的业障、习气，一定要把它改过来。再看下面经文：",
      "zh_TW": "你犯了這麼多的過失，是「未生慧力當令出生，已生慧力能令增長，亦無是處」。這十一條犯一條，你的煩惱不會斷，你的智慧不會開，你想出離三界不可能！何況這十一條統統都有，這怎麼得了！我們自己要認真反省，要努力克服自己的業障、習氣，一定要把它改過來。再看下面經文："
    },
    {
      "id": "15-011-0006_p0022",
      "zh_CN": "【弥勒。是故菩萨。未得慧力而欲得者。应舍诸法。当须舍离。应修诸法。当须修习。何以故。菩萨智慧从因缘生。若无因缘终不能生。因缘和合尔乃得生。】",
      "zh_TW": "【彌勒。是故菩薩。未得慧力而欲得者。應捨諸法。當須捨離。應修諸法。當須修習。何以故。菩薩智慧從因緣生。若無因緣終不能生。因緣和合爾乃得生。】"
    },
    {
      "id": "15-011-0006_p0023",
      "zh_CN": "「弥勒，是故菩萨，未得慧力而欲得者」，没开智慧，想开智慧。",
      "zh_TW": "「彌勒，是故菩薩，未得慧力而欲得者」，沒開智慧，想開智慧。"
    },
    {
      "id": "15-011-0006_p0024",
      "zh_CN": "「应舍诸法，当须舍离」。佛在前面讲你应该舍的那些，你必须要舍离。",
      "zh_TW": "「應捨諸法，當須捨離」。佛在前面講你應該捨的那些，你必須要捨離。"
    },
    {
      "id": "15-011-0006_p0025",
      "zh_CN": "「应修诸法，当须修习」。佛教你哪些地方要修的，少欲要修的、寂静要修的、观实义要修的，教我们要修的，真干！认真去学习。",
      "zh_TW": "「應修諸法，當須修習」。佛教你哪些地方要修的，少欲要修的、寂靜要修的、觀實義要修的，教我們要修的，真幹！認真去學習。"
    },
    {
      "id": "15-011-0006_p0026",
      "zh_CN": "「何以故？菩萨智慧从因缘生，若无因缘终不能生，因缘和合尔乃得生」。智慧虽然是本性与本来具足的，可是现在烦恼、业障盖覆着，如果不修学，没有这个缘，自性的智慧德能不会现前的，这就是经论里面常讲的「佛法因缘生」，离不开因缘。因没有问题，我们都有，现在重要的就是缘，缘就是断恶修善。佛教给我们哪些要断的，我们认真去断；哪些要修的，认真去修，这是缘。这一段把重要的纲领总提出来了，下面经文给我们一桩一桩分析它的过失，这才晓得佛为什么教我们要舍、要离。请看经文：",
      "zh_TW": "「何以故？菩薩智慧從因緣生，若無因緣終不能生，因緣和合爾乃得生」。智慧雖然是本性與本來具足的，可是現在煩惱、業障蓋覆著，如果不修學，沒有這個緣，自性的智慧德能不會現前的，這就是經論裡面常講的「佛法因緣生」，離不開因緣。因沒有問題，我們都有，現在重要的就是緣，緣就是斷惡修善。佛教給我們哪些要斷的，我們認真去斷；哪些要修的，認真去修，這是緣。這一段把重要的綱領總提出來了，下面經文給我們一樁一樁分析它的過失，這才曉得佛為什麼教我們要捨、要離。請看經文："
    },
    {
      "id": "15-011-0006_p0027",
      "zh_CN": "【尔时弥勒菩萨。白佛言。世尊。云何名为利养中过。若观察时。能令菩萨乐于少欲不生热恼。佛言弥勒。初业菩萨当观利养。生贪欲故。当观利养。坏失正念生瞋恚故。当观利养。念其得失生愚痴故。当观利养。能生高下嫉妒心故。当观利养。于亲友家悭吝耽着生诳惑故。当观利养。成就爱味生谄曲故。当观利养。舍四圣种无惭愧故。当观利养。一切诸佛所不许可。数习憍逸生高慢故。当观利养。于胜福田起于轻慢为魔党故。当观利养。众恶根本诸善坏故。当观利养。多所贪着犹霜雹故。当观利养。于亲友家瞻候颜色生忧恼故。当观利养。爱物损坏忧心乱故。当观利养。于四念处多所忘失白法羸故。当观利养。于四正勤多有退失。能令一切他论胜故。当观利养。自言已得神通智慧违背生故。当观利养。先后得失怨憎生故。当观利养。互相瞋嫌说其过恶多觉观故。当观利养。为于活命营诸世业。计度思惟安乐减故。当观利养。乃至禅定解脱三昧三摩钵底。心如婬女能退失故。当观利养。舍离智断。堕于地狱。饿鬼畜生。阎摩罗界。诸恶道故。当观利养。与提婆达多乌陀洛迦同于法住。堕恶道故。】",
      "zh_TW": "【爾時彌勒菩薩。白佛言。世尊。云何名為利養中過。若觀察時。能令菩薩樂於少欲不生熱惱。佛言彌勒。初業菩薩當觀利養。生貪欲故。當觀利養。壞失正念生瞋恚故。當觀利養。念其得失生愚痴故。當觀利養。能生高下嫉妒心故。當觀利養。於親友家慳吝耽著生誑惑故。當觀利養。成就愛味生諂曲故。當觀利養。捨四聖種無慚愧故。當觀利養。一切諸佛所不許可。數習憍逸生高慢故。當觀利養。於勝福田起於輕慢為魔黨故。當觀利養。眾惡根本諸善壞故。當觀利養。多所貪著猶霜雹故。當觀利養。於親友家瞻候顏色生憂惱故。當觀利養。愛物損壞憂心亂故。當觀利養。於四念處多所忘失白法羸故。當觀利養。於四正勤多有退失。能令一切他論勝故。當觀利養。自言已得神通智慧違背生故。當觀利養。先後得失怨憎生故。當觀利養。互相瞋嫌說其過惡多覺觀故。當觀利養。為於活命營諸世業。計度思惟安樂減故。當觀利養。乃至禪定解脫三昧三摩缽底。心如婬女能退失故。當觀利養。捨離智斷。墮於地獄。餓鬼畜生。閻摩羅界。諸惡道故。當觀利養。與提婆達多烏陀洛迦同於法住。墮惡道故。】"
    },
    {
      "id": "15-011-0006_p0028",
      "zh_CN": "弥勒菩萨代我们启请。佛教给我们要舍利养，利养的过失到底有哪些？严重到什么程度？我们不知道。不知道，佛教我们舍，有时候我们不甘心，一定要求佛把这个利害得失为我们说清楚说明白，我们明了之后，想一想这是应该要舍的，才舍得甘心情愿。",
      "zh_TW": "彌勒菩薩代我們啟請。佛教給我們要捨利養，利養的過失到底有哪些？嚴重到什麼程度？我們不知道。不知道，佛教我們捨，有時候我們不甘心，一定要求佛把這個利害得失為我們說清楚說明白，我們明瞭之後，想一想這是應該要捨的，才捨得甘心情願。"
    },
    {
      "id": "15-011-0006_p0029",
      "zh_CN": "「若观察时，能令菩萨，乐于少欲，不生热恼」。观察就是明白了，对于利养的过失真的明了了。明了之后，菩萨就能舍了，才喜欢少欲，喜欢过一个清苦的生活。世间人以为清苦，在他并不以为清苦，他的日子的确过得很自在。为什么？他里面没有烦恼。什么是烦恼？贪瞋痴是烦恼。他生活里面不生贪瞋痴。不生贪瞋痴，那生什么呢？生智慧！什么时候你在生活当中不生烦恼，决定生智慧，智慧就开了。所以「不生热恼」的反面就是生智慧，这是弥勒菩萨为我们代请的。",
      "zh_TW": "「若觀察時，能令菩薩，樂於少欲，不生熱惱」。觀察就是明白了，對於利養的過失真的明瞭了。明瞭之後，菩薩就能捨了，才喜歡少欲，喜歡過一個清苦的生活。世間人以為清苦，在他並不以為清苦，他的日子的確過得很自在。為什麼？他裡面沒有煩惱。什麼是煩惱？貪瞋痴是煩惱。他生活裡面不生貪瞋痴。不生貪瞋痴，那生什麼呢？生智慧！什麼時候你在生活當中不生煩惱，決定生智慧，智慧就開了。所以「不生熱惱」的反面就是生智慧，這是彌勒菩薩為我們代請的。"
    },
    {
      "id": "15-011-0006_p0030",
      "zh_CN": "第一，「初业菩萨当观利养，生贪欲故」。利养生贪欲，利养增长贪心。只要「贪」烦恼增长，那个「痴、慢、疑」什么烦恼都起来了。像一棵树，这是根！利养是什么？灌溉。在树根上天天灌溉，那个树就会长得很茂盛！这是什么树？烦恼树、生死树，麻烦可大了。你怎么可以用这个东西去灌溉它？",
      "zh_TW": "第一，「初業菩薩當觀利養，生貪欲故」。利養生貪欲，利養增長貪心。只要「貪」煩惱增長，那個「痴、慢、疑」什麼煩惱都起來了。像一棵樹，這是根！利養是什麼？灌溉。在樹根上天天灌溉，那個樹就會長得很茂盛！這是什麼樹？煩惱樹、生死樹，麻煩可大了。你怎麼可以用這個東西去灌溉它？"
    },
    {
      "id": "15-011-0006_p0031",
      "zh_CN": "第二，「当观利养，坏失正念，生瞋恚故」。贪着利养的人，得失心很重，看到别人得的比他多，他就嫉妒、瞋恨，这个大烦恼就生起来了。当然正念没有了，哪里会有正念！什么是正念？我们也举例说明。大家都是修净土的，修净土的人正念就是佛号，忆佛念佛这是我们的正念。贪心重的人，早把佛号丢得干干净净了，「生瞋恚故。」",
      "zh_TW": "第二，「當觀利養，壞失正念，生瞋恚故」。貪著利養的人，得失心很重，看到別人得的比他多，他就嫉妒、瞋恨，這個大煩惱就生起來了。當然正念沒有了，哪裡會有正念！什麼是正念？我們也舉例說明。大家都是修淨土的，修淨土的人正念就是佛號，憶佛念佛這是我們的正念。貪心重的人，早把佛號丟得乾乾淨淨了，「生瞋恚故。」"
    },
    {
      "id": "15-011-0006_p0032",
      "zh_CN": "第三，「当观利养，念其得失，生愚痴故」。就是刚才说的得失心很重，一天到晚在这个地方计较，愚痴！你看这个前面三句，贪瞋痴！你要不舍利养，你的贪瞋痴三毒烦恼会天天增长。",
      "zh_TW": "第三，「當觀利養，念其得失，生愚痴故」。就是剛才說的得失心很重，一天到晚在這個地方計較，愚痴！你看這個前面三句，貪瞋痴！你要不捨利養，你的貪瞋痴三毒煩惱會天天增長。"
    },
    {
      "id": "15-011-0006_p0033",
      "zh_CN": "第四，「当观利养，能生高下嫉妒心故」。贪瞋痴底下就是慢，这是傲慢！",
      "zh_TW": "第四，「當觀利養，能生高下嫉妒心故」。貪瞋痴底下就是慢，這是傲慢！"
    },
    {
      "id": "15-011-0006_p0034",
      "zh_CN": "第五，「当观利养，于亲友家悭吝耽着，生诳惑故」。为了贪图利养，你所熟悉的亲友、斋主的家里面，你的心常常牵挂着他们。为什么？贪图他的恭敬供养。你把清净心忘掉了，你的心里充满了贪瞋痴，你把正念忘掉了。佛也不念了，念谁呢？念那些有钱有势力的信徒，常常想着他、念着他，希望把他身上的钱念到我这儿来，你念这个。怎么个念法？到最后就不择手段，用种种方法欺骗他、迷惑他，这就造了重的罪业，果报就是三途。",
      "zh_TW": "第五，「當觀利養，於親友家慳吝耽著，生誑惑故」。為了貪圖利養，你所熟悉的親友、齋主的家裡面，你的心常常牽掛著他們。為什麼？貪圖他的恭敬供養。你把清淨心忘掉了，你的心裡充滿了貪瞋痴，你把正念忘掉了。佛也不念了，念誰呢？念那些有錢有勢力的信徒，常常想著他、念著他，希望把他身上的錢念到我這兒來，你念這個。怎麼個念法？到最後就不擇手段，用種種方法欺騙他、迷惑他，這就造了重的罪業，果報就是三途。"
    },
    {
      "id": "15-011-0006_p0035",
      "zh_CN": "第六，「当观利养，成就爱味，生谄曲故」。「爱」是贪爱、贪恋，没有办法放下了，就好比是中了毒，有毒瘾，麻烦大了！心是谄曲，歪歪曲曲，心不正直。",
      "zh_TW": "第六，「當觀利養，成就愛味，生諂曲故」。「愛」是貪愛、貪戀，沒有辦法放下了，就好比是中了毒，有毒癮，麻煩大了！心是諂曲，歪歪曲曲，心不正直。"
    },
    {
      "id": "15-011-0006_p0036",
      "zh_CN": "第七，「当观利养，舍四圣种，无惭愧故」。什么叫「四圣种」？佛当年在世教导出家弟子，要知足常乐、要修少欲。这是说在物质生活，我们要尽量的简单。物质生活里面，最重要的饮食、卧具、衣服，这是不能缺少的。佛教弟子们，这三样东西要用什么样的心态来求呢？随所得，也就是随缘而不攀缘。托钵只能托七家；七家都托不到，今天就不要吃了。你托到第八家、第九家，贪心！所以佛规定托钵只能七家，不可以到第八家去托。衣服，所谓粪扫衣。卧具，睡觉时候的铺盖，非常简单。这是三衣一钵，这叫「随所得」。目的在哪里？治贪，对治贪念。这是三个。第四条，喜欢修、喜欢断，就是此地讲的，哪些应该修的、哪些应该断的，他们对佛的教诲非常欢喜，依教奉行。这是对治放逸、对治懈怠，这四法叫「四圣种」。贪着利养的人，这四样都忘得干干净净，没有惭愧心。",
      "zh_TW": "第七，「當觀利養，捨四聖種，無慚愧故」。什麼叫「四聖種」？佛當年在世教導出家弟子，要知足常樂、要修少欲。這是說在物質生活，我們要儘量的簡單。物質生活裡面，最重要的飲食、臥具、衣服，這是不能缺少的。佛教弟子們，這三樣東西要用什麼樣的心態來求呢？隨所得，也就是隨緣而不攀緣。托缽只能托七家；七家都托不到，今天就不要吃了。你托到第八家、第九家，貪心！所以佛規定托缽只能七家，不可以到第八家去托。衣服，所謂糞掃衣。臥具，睡覺時候的鋪蓋，非常簡單。這是三衣一缽，這叫「隨所得」。目的在哪裡？治貪，對治貪念。這是三個。第四條，喜歡修、喜歡斷，就是此地講的，哪些應該修的、哪些應該斷的，他們對佛的教誨非常歡喜，依教奉行。這是對治放逸、對治懈怠，這四法叫「四聖種」。貪著利養的人，這四樣都忘得乾乾淨淨，沒有慚愧心。"
    },
    {
      "id": "15-011-0006_p0037",
      "zh_CN": "第八，「当观利养，一切诸佛所不许可，数习憍逸生高慢故」。这是利养之害。利养是一切诸佛都不许可的，一切诸佛都不会赞成的。换句话说，贪着利养就是违背一切诸佛的教诲；不仅是释迦牟尼佛一个人。这里面的毛病，「数习憍逸生高慢故」。",
      "zh_TW": "第八，「當觀利養，一切諸佛所不許可，數習憍逸生高慢故」。這是利養之害。利養是一切諸佛都不許可的，一切諸佛都不會贊成的。換句話說，貪著利養就是違背一切諸佛的教誨；不僅是釋迦牟尼佛一個人。這裡面的毛病，「數習憍逸生高慢故」。"
    },
    {
      "id": "15-011-0006_p0038",
      "zh_CN": "第九，「当观利养，于胜福田起于轻慢，为魔党故」。这是利养的大害。胜是殊胜。最殊胜的福田，他轻慢、轻视了。什么是最殊胜的福田？念佛求生净土，这是无比殊胜的福田，一生了生死、出三界，成佛作祖！一生当中可以做到，任何一个法门都不能跟它相比。贪着利养的人不求往生，没有这个念头。贪图世间五欲六尘的享受、贪图世间的富贵，这就是成魔了，跟魔一党。",
      "zh_TW": "第九，「當觀利養，於勝福田起於輕慢，為魔黨故」。這是利養的大害。勝是殊勝。最殊勝的福田，他輕慢、輕視了。什麼是最殊勝的福田？念佛求生淨土，這是無比殊勝的福田，一生了生死、出三界，成佛作祖！一生當中可以做到，任何一個法門都不能跟它相比。貪著利養的人不求往生，沒有這個念頭。貪圖世間五欲六塵的享受、貪圖世間的富貴，這就是成魔了，跟魔一黨。"
    },
    {
      "id": "15-011-0006_p0039",
      "zh_CN": "第十，「当观利养，众恶根本，诸善坏故」。当然三善根没有了。三善根是无贪、无瞋、无痴。他是贪瞋痴天天增长，所以善根断掉了。善根断了之后，所生出来的是众恶，无量无边的恶行，造作恶业。",
      "zh_TW": "第十，「當觀利養，眾惡根本，諸善壞故」。當然三善根沒有了。三善根是無貪、無瞋、無痴。他是貪瞋痴天天增長，所以善根斷掉了。善根斷了之後，所生出來的是眾惡，無量無邊的惡行，造作惡業。"
    },
    {
      "id": "15-011-0006_p0040",
      "zh_CN": "第十一，「当观利养，多所贪着，犹霜雹故」。「霜雹」是比喻。不舍利养，一定是多所贪着。",
      "zh_TW": "第十一，「當觀利養，多所貪著，猶霜雹故」。「霜雹」是比喻。不捨利養，一定是多所貪著。"
    },
    {
      "id": "15-011-0006_p0041",
      "zh_CN": "第十二，「当观利养。于亲友家瞻候颜色，生忧恼故」。这是贪图利养的人，也就是我们平常讲察颜观色，看人家脸色，怎么样巴结人、讨好人。",
      "zh_TW": "第十二，「當觀利養。於親友家瞻候顏色，生憂惱故」。這是貪圖利養的人，也就是我們平常講察顏觀色，看人家臉色，怎麼樣巴結人、討好人。"
    },
    {
      "id": "15-011-0006_p0042",
      "zh_CN": "第十三，「当观利养，爱物损坏，忧心乱故」。贪着利养的人，他喜欢的那些东西损坏了，他的心里面就忧虑，生烦恼，得失心太重了。",
      "zh_TW": "第十三，「當觀利養，愛物損壞，憂心亂故」。貪著利養的人，他喜歡的那些東西損壞了，他的心裡面就憂慮，生煩惱，得失心太重了。"
    },
    {
      "id": "15-011-0006_p0043",
      "zh_CN": "第十四，「当观利养。于四念处多所忘失，白法羸故」。「四念处」是佛教人修学智慧，所依的基本法。四念处是讲正确的观念、智慧的观念：观身不净，观受是苦，观心无常，观法无我。所以，四念处是修慧。贪着利养的人，把佛这些教训忘得干干净净。「白法」就是善法，善法一天一天的退失了。「羸」就是退失，善法退失了。",
      "zh_TW": "第十四，「當觀利養。於四念處多所忘失，白法羸故」。「四念處」是佛教人修學智慧，所依的基本法。四念處是講正確的觀念、智慧的觀念：觀身不淨，觀受是苦，觀心無常，觀法無我。所以，四念處是修慧。貪著利養的人，把佛這些教訓忘得乾乾淨淨。「白法」就是善法，善法一天一天的退失了。「羸」就是退失，善法退失了。"
    },
    {
      "id": "15-011-0006_p0044",
      "zh_CN": "第十五，「当观利养，于四正勤多有退失，能令一切他论胜故」。四念处、四正勤、四如意足是大小乘佛法共同修学的科目，都退转了。「他论」是外道。与外道相处，你抵不过别人。",
      "zh_TW": "第十五，「當觀利養，於四正勤多有退失，能令一切他論勝故」。四念處、四正勤、四如意足是大小乘佛法共同修學的科目，都退轉了。「他論」是外道。與外道相處，你抵不過別人。"
    },
    {
      "id": "15-011-0006_p0045",
      "zh_CN": "第十六，「当观利养，自言已得神通智慧，违背生故」。这在现前我们也常常遇到，为了贪图利养，诈现异相，炫耀自己有神通，炫耀自己开悟了。这个智慧就是一般讲开悟了。他开悟了，他有神通了。这一些言行，完全是违背佛陀的教诲。「违背生故」，用这种方法来骗取众生的恭敬供养。这个造作罪业就重了。这是犯大妄语，没有得而说得到。",
      "zh_TW": "第十六，「當觀利養，自言已得神通智慧，違背生故」。這在現前我們也常常遇到，為了貪圖利養，詐現異相，炫耀自己有神通，炫耀自己開悟了。這個智慧就是一般講開悟了。他開悟了，他有神通了。這一些言行，完全是違背佛陀的教誨。「違背生故」，用這種方法來騙取眾生的恭敬供養。這個造作罪業就重了。這是犯大妄語，沒有得而說得到。"
    },
    {
      "id": "15-011-0006_p0046",
      "zh_CN": "第十七，「当观利养，先后得失，怨憎生故」。这一句里面指争名夺利。为了争名夺利，当然就产生许多的怨憎。这些怨憎要不舍，祸害是冤冤相报，没完没了！",
      "zh_TW": "第十七，「當觀利養，先後得失，怨憎生故」。這一句裡面指爭名奪利。為了爭名奪利，當然就產生許多的怨憎。這些怨憎要不捨，禍害是冤冤相報，沒完沒了！"
    },
    {
      "id": "15-011-0006_p0047",
      "zh_CN": "第十八，「当观利养。互相瞋嫌，说其过恶，多觉观故」。这是彼此的斗争。斗争最初多是从言语上互相说过失。「多觉观」，觉观就是杂念、妄想。粗念叫「觉」，细念叫「观」。此地用在这个地方的意思，觉就是杂念，观就是妄想。",
      "zh_TW": "第十八，「當觀利養。互相瞋嫌，說其過惡，多覺觀故」。這是彼此的鬥爭。鬥爭最初多是從言語上互相說過失。「多覺觀」，覺觀就是雜念、妄想。粗念叫「覺」，細念叫「觀」。此地用在這個地方的意思，覺就是雜念，觀就是妄想。"
    },
    {
      "id": "15-011-0006_p0048",
      "zh_CN": "第十九，「当观利养，为于活命营诸世业，计度思惟安乐减故」。「安乐」是学佛人正常的享受。轻安、自在，身心没有忧恼，这是正常的享受。这种享受他没有。他为了生活，「营诸世业」，营是经营，跟世间人没有两样，所造的都是世间营利的事业。诸位要细细去观察，你就会明白了。「计度思惟」，计是天天在计划、在衡量，怎样才能得多的利益，天天想这些，所以他的心不清净。轻安、自在、安乐他没有了，这种享受他得不到！",
      "zh_TW": "第十九，「當觀利養，為於活命營諸世業，計度思惟安樂減故」。「安樂」是學佛人正常的享受。輕安、自在，身心沒有憂惱，這是正常的享受。這種享受他沒有。他為了生活，「營諸世業」，營是經營，跟世間人沒有兩樣，所造的都是世間營利的事業。諸位要細細去觀察，你就會明白了。「計度思惟」，計是天天在計畫、在衡量，怎樣才能得多的利益，天天想這些，所以他的心不清淨。輕安、自在、安樂他沒有了，這種享受他得不到！"
    },
    {
      "id": "15-011-0006_p0049",
      "zh_CN": "第二十，「当观利养，乃至禅定解脱三昧三摩钵底，心如婬女能退失故」。这是讲修学的功夫不能成就。第一个，他不能得禅定，他不能得解脱。「禅定、解脱」在此地是广义的，并不专门指参禅的。我们念佛人，经上讲的「一心不乱」，一心不乱就是禅定。所以这个意思是广义，通一切大小乘佛法；也就是说你不能得定。解脱是对烦恼说的，你不能断烦恼、不能了生死。「三昧」是梵语，翻成中国意思是正受，正常的享受。正常享受里面没有烦恼。你充满了贪瞋痴慢，所以这个享受跟凡夫没有两样。「三摩钵底」也是梵语，意思也是定，也叫做等持。实际上，《无量寿经》上讲的「清净、平等」，就是三摩钵底的意思。你的清净心、平等心不能现前。下面佛说了个比喻，「婬女」就是比喻不定，你所修学的功德很容易退失，保不住！",
      "zh_TW": "第二十，「當觀利養，乃至禪定解脫三昧三摩缽底，心如婬女能退失故」。這是講修學的功夫不能成就。第一個，他不能得禪定，他不能得解脫。「禪定、解脫」在此地是廣義的，並不專門指參禪的。我們念佛人，經上講的「一心不亂」，一心不亂就是禪定。所以這個意思是廣義，通一切大小乘佛法；也就是說你不能得定。解脫是對煩惱說的，你不能斷煩惱、不能了生死。「三昧」是梵語，翻成中國意思是正受，正常的享受。正常享受裡面沒有煩惱。你充滿了貪瞋痴慢，所以這個享受跟凡夫沒有兩樣。「三摩缽底」也是梵語，意思也是定，也叫做等持。實際上，《無量壽經》上講的「清淨、平等」，就是三摩缽底的意思。你的清淨心、平等心不能現前。下面佛說了個比喻，「婬女」就是比喻不定，你所修學的功德很容易退失，保不住！"
    },
    {
      "id": "15-011-0006_p0050",
      "zh_CN": "第二十一，「当观利养，舍离智断，堕于地狱、饿鬼畜生、阎摩罗界，诸恶道故」。这一条是从果报上说的。果报太可怕了，因为你造作这一些业障，将来必定堕三恶道。换句话说，因为不舍利养，你眼前所贪得的非常有限。纵然你贪到了，你能享受几年呢？就让你享受一百年吧！你可以活二百岁，可以享一百年的福，那个地狱罪报的时间多长，我们在前面看过；造作这个恶业，堕地狱，以人间的年数来算的时候，佛说要一千八百万年！真正是得不偿失。所以明白这个道理，晓得这个事实真相，怎么肯干这一些恶事？你才晓得利养之害，不是佛这样给我们分析，我们怎么会晓得。贪图不得，太可怕！",
      "zh_TW": "第二十一，「當觀利養，捨離智斷，墮於地獄、餓鬼畜生、閻摩羅界，諸惡道故」。這一條是從果報上說的。果報太可怕了，因為你造作這一些業障，將來必定墮三惡道。換句話說，因為不捨利養，你眼前所貪得的非常有限。縱然你貪到了，你能享受幾年呢？就讓你享受一百年吧！你可以活二百歲，可以享一百年的福，那個地獄罪報的時間多長，我們在前面看過；造作這個惡業，墮地獄，以人間的年數來算的時候，佛說要一千八百萬年！真正是得不償失。所以明白這個道理，曉得這個事實真相，怎麼肯幹這一些惡事？你才曉得利養之害，不是佛這樣給我們分析，我們怎麼會曉得。貪圖不得，太可怕！"
    },
    {
      "id": "15-011-0006_p0051",
      "zh_CN": "第二十二，「当观利养，与提婆达多、乌陀洛迦，同于法住，堕恶道故」。提婆达多是一个人，世尊当年在世，这个人专门跟释迦牟尼佛作对，嫉妒释迦牟尼佛。他就是不舍利养，最后是堕阿鼻地狱。乌陀洛迦是恶鬼名，他作恶所受的果报跟提婆达多是同类的。如果我们不舍利养，世尊的意思是你跟提婆达多跟乌陀洛迦是「同于法住」，你们是同一类的，将来也是堕阿鼻地狱，就是这个意思。",
      "zh_TW": "第二十二，「當觀利養，與提婆達多、烏陀洛迦，同於法住，墮惡道故」。提婆達多是一個人，世尊當年在世，這個人專門跟釋迦牟尼佛作對，嫉妒釋迦牟尼佛。他就是不捨利養，最後是墮阿鼻地獄。烏陀洛迦是惡鬼名，他作惡所受的果報跟提婆達多是同類的。如果我們不捨利養，世尊的意思是你跟提婆達多跟烏陀洛迦是「同於法住」，你們是同一類的，將來也是墮阿鼻地獄，就是這個意思。"
    },
    {
      "id": "15-011-0006_p0052",
      "zh_CN": "下面佛从反面为我们说明，如果把利养舍掉，你得多少种利益？贪着利养的过失，我们晓得。舍离利养的利益，我们也要明了。",
      "zh_TW": "下面佛從反面為我們說明，如果把利養捨掉，你得多少種利益？貪著利養的過失，我們曉得。捨離利養的利益，我們也要明瞭。"
    },
    {
      "id": "15-011-0006_p0053",
      "zh_CN": "【弥勒。初业菩萨。如是观察利养过失。乐于少欲。不生热恼。何以故。弥勒。少欲菩萨。于一切过皆悉不生。堪为诸佛清净法器。而不系属在家出家。住于真实最胜意乐。不为卑下亦不惊怖。离诸恶道堕落畏故。无能映蔽舍耽味故。众魔境界得解脱故。一切诸佛之所称赞。诸天及人亦当爱羡。于诸禅定而不染着。住边际故。其心质直无有谄曲。于五欲中亦不放逸。见其过故。如说修行能住圣种。同梵行者亦当爱乐。弥勒。若有菩萨智慧聪敏。于此功德能如是知。以胜意乐当舍利养。以胜意乐住于少欲。为断贪爱而发起故。】",
      "zh_TW": "【彌勒。初業菩薩。如是觀察利養過失。樂於少欲。不生熱惱。何以故。彌勒。少欲菩薩。於一切過皆悉不生。堪為諸佛清淨法器。而不繫屬在家出家。住於真實最勝意樂。不為卑下亦不驚怖。離諸惡道墮落畏故。無能映蔽捨耽味故。眾魔境界得解脫故。一切諸佛之所稱讚。諸天及人亦當愛羨。於諸禪定而不染著。住邊際故。其心質直無有諂曲。於五欲中亦不放逸。見其過故。如說修行能住聖種。同梵行者亦當愛樂。彌勒。若有菩薩智慧聰敏。於此功德能如是知。以勝意樂當捨利養。以勝意樂住於少欲。為斷貪愛而發起故。】"
    },
    {
      "id": "15-011-0006_p0054",
      "zh_CN": "「弥勒，初业菩萨，如是观察利养过失，乐于少欲，不生热恼」。这一句是总说。「如是观察」，像佛前面所讲的一桩一桩的过失，你都看得清清楚楚、明明白白，你自自然然就能够舍利养，自然就能够喜欢少欲，不生烦恼！",
      "zh_TW": "「彌勒，初業菩薩，如是觀察利養過失，樂於少欲，不生熱惱」。這一句是總說。「如是觀察」，像佛前面所講的一樁一樁的過失，你都看得清清楚楚、明明白白，你自自然然就能夠捨利養，自然就能夠喜歡少欲，不生煩惱！"
    },
    {
      "id": "15-011-0006_p0055",
      "zh_CN": "「何以故」？以下是别说，佛给我们说了十四句，十四种利益。",
      "zh_TW": "「何以故」？以下是別說，佛給我們說了十四句，十四種利益。"
    },
    {
      "id": "15-011-0006_p0056",
      "zh_CN": "第一，「少欲菩萨，于一切过皆悉不生」。「少欲菩萨」，我们现在一般人说，生活简单清苦的这一些修行人。生活是愈简单愈好！现在看到生活很清苦，他一切过失悉皆不生，他没有过失，这就不是凡夫。凡夫起心动念无不是罪，他们起心动念、言语造作没有过失。才知道所有一切过失从哪里生的？从贪欲生的。他把这个贪断掉了，贪瞋痴就断掉了。",
      "zh_TW": "第一，「少欲菩薩，於一切過皆悉不生」。「少欲菩薩」，我們現在一般人說，生活簡單清苦的這一些修行人。生活是愈簡單愈好！現在看到生活很清苦，他一切過失悉皆不生，他沒有過失，這就不是凡夫。凡夫起心動念無不是罪，他們起心動念、言語造作沒有過失。才知道所有一切過失從哪裡生的？從貪欲生的。他把這個貪斷掉了，貪瞋痴就斷掉了。"
    },
    {
      "id": "15-011-0006_p0057",
      "zh_CN": "第二，「堪为诸佛清净法器」。这个意思是说，他是一切诸佛教诲的对象，他能够接受佛法，诸佛菩萨都喜欢教他。为什么？他能接受，他的心清净，清净心能够接受大法。",
      "zh_TW": "第二，「堪為諸佛清淨法器」。這個意思是說，他是一切諸佛教誨的對象，他能夠接受佛法，諸佛菩薩都喜歡教他。為什麼？他能接受，他的心清淨，清淨心能夠接受大法。"
    },
    {
      "id": "15-011-0006_p0058",
      "zh_CN": "第三，「而不系属在家出家」。于在家出家，他的心都清净，都不染着！",
      "zh_TW": "第三，「而不繫屬在家出家」。於在家出家，他的心都清淨，都不染著！"
    },
    {
      "id": "15-011-0006_p0059",
      "zh_CN": "今天有许多同修来问：「学佛要不要出家？」",
      "zh_TW": "今天有許多同修來問：「學佛要不要出家？」"
    },
    {
      "id": "15-011-0006_p0060",
      "zh_CN": "我说：「不必要出家。在家修行一样成佛作祖！」",
      "zh_TW": "我說：「不必要出家。在家修行一樣成佛作祖！」"
    },
    {
      "id": "15-011-0006_p0061",
      "zh_CN": "他说：「那为什么你要出家？」",
      "zh_TW": "他說：「那為什麼你要出家？」"
    },
    {
      "id": "15-011-0006_p0062",
      "zh_CN": "我说：「我在世间这许许多多行业当中，我喜欢这个行业！」",
      "zh_TW": "我說：「我在世間這許許多多行業當中，我喜歡這個行業！」"
    },
    {
      "id": "15-011-0006_p0063",
      "zh_CN": "这是正确的理由。出家是一个行业，是什么行业？牺牲奉献的行业，世间五欲六尘的享受，我们统统舍弃了。弘法利生是没有条件的，是不能跟人家讲代价的。我讲一座经，你们对我要恭敬供养多少，那就变成生意买卖了，那就有条件的了。无条件的牺牲奉献，这个很乐，很快乐！我自己的生活很简单，就一个人，吃饱了、穿暖了就够了，什么都不要了。",
      "zh_TW": "這是正確的理由。出家是一個行業，是什麼行業？犧牲奉獻的行業，世間五欲六塵的享受，我們統統捨棄了。弘法利生是沒有條件的，是不能跟人家講代價的。我講一座經，你們對我要恭敬供養多少，那就變成生意買賣了，那就有條件的了。無條件的犧牲奉獻，這個很樂，很快樂！我自己的生活很簡單，就一個人，吃飽了、穿暖了就夠了，什麼都不要了。"
    },
    {
      "id": "15-011-0006_p0064",
      "zh_CN": "你们今天供养我的这些钱，我跟诸位同修说，我修到什么程度呢？钱对我没有用了。我这一次在外国住了一年多，一块钱都没有花过，没有用钱的地方。银行给我的信用卡好多张，我有四、五张金卡。没用过，从来没有开过张！所以钱对我已经没用了。这个很自在、很快乐！你们是为没有钱烦恼，我现在人家送给我钱，我生烦恼。送来干什么？做什么用好？这是确确实实不系于心，不牵挂在家出家，你才真正得自在。",
      "zh_TW": "你們今天供養我的這些錢，我跟諸位同修說，我修到什麼程度呢？錢對我沒有用了。我這一次在外國住了一年多，一塊錢都沒有花過，沒有用錢的地方。銀行給我的信用卡好多張，我有四、五張金卡。沒用過，從來沒有開過張！所以錢對我已經沒用了。這個很自在、很快樂！你們是為沒有錢煩惱，我現在人家送給我錢，我生煩惱。送來幹什麼？做什麼用好？這是確確實實不繫於心，不牽掛在家出家，你才真正得自在。"
    },
    {
      "id": "15-011-0006_p0065",
      "zh_CN": "第四，「住于真实最胜意乐」。你的心地真诚、清净、平等、慈悲，法喜充满，这是真快乐，自在、快乐。",
      "zh_TW": "第四，「住於真實最勝意樂」。你的心地真誠、清淨、平等、慈悲，法喜充滿，這是真快樂，自在、快樂。"
    },
    {
      "id": "15-011-0006_p0066",
      "zh_CN": "第五，「不为卑下亦不惊怖」。你的心神永远是安稳的，没有恐怖。任何巨大的灾变，你遇到也不惊不怖。为什么？能够不为外境所转。《金刚经》上讲：「不取于相，如如不动。」就能做到这一条了。",
      "zh_TW": "第五，「不為卑下亦不驚怖」。你的心神永遠是安穩的，沒有恐怖。任何巨大的災變，你遇到也不驚不怖。為什麼？能夠不為外境所轉。《金剛經》上講：「不取於相，如如不動。」就能做到這一條了。"
    },
    {
      "id": "15-011-0006_p0067",
      "zh_CN": "第六，「离诸恶道，堕落畏故」。一般人怕堕恶道，少欲知足的人决定不堕恶道。即使不学佛，不求往生，在六道轮回，他也不堕三恶道。凡是堕三恶道的人，欲望太多了，贪瞋痴慢太重了，才会堕三恶道。没有贪瞋痴的人，怎么会堕三恶道！",
      "zh_TW": "第六，「離諸惡道，墮落畏故」。一般人怕墮惡道，少欲知足的人決定不墮惡道。即使不學佛，不求往生，在六道輪迴，他也不墮三惡道。凡是墮三惡道的人，欲望太多了，貪瞋痴慢太重了，才會墮三惡道。沒有貪瞋痴的人，怎麼會墮三惡道！"
    },
    {
      "id": "15-011-0006_p0068",
      "zh_CN": "第七，「无能映蔽，舍耽味故」。他的智慧、他的德能没有人能够障碍他。「映蔽」是障碍他的意思。为什么不能障碍呢？因为他没有任何嗜好，没有任何的贪着。世间人能够操纵一个人，能够控制一个人，必定有把柄落在人手上。哪些是把柄？总不外乎名闻利养。你有贪着，他抓到了，他就可以用这个控制你。你怕死，他用死来威胁你。你死都不怕，他对你无可奈何了。你贪财，他用财来控制你。我不要财了，那财也不能控制你。只要你有所贪爱，有所耽着，你就会被妖魔鬼怪控制，他就能障碍你。你能够舍弃一切利养，妖魔鬼怪对你也无可奈何了，也不能障碍你。",
      "zh_TW": "第七，「無能映蔽，捨耽味故」。他的智慧、他的德能沒有人能夠障礙他。「映蔽」是障礙他的意思。為什麼不能障礙呢？因為他沒有任何嗜好，沒有任何的貪著。世間人能夠操縱一個人，能夠控制一個人，必定有把柄落在人手上。哪些是把柄？總不外乎名聞利養。你有貪著，他抓到了，他就可以用這個控制你。你怕死，他用死來威脅你。你死都不怕，他對你無可奈何了。你貪財，他用財來控制你。我不要財了，那財也不能控制你。只要你有所貪愛，有所耽著，你就會被妖魔鬼怪控制，他就能障礙你。你能夠捨棄一切利養，妖魔鬼怪對你也無可奈何了，也不能障礙你。"
    },
    {
      "id": "15-011-0006_p0069",
      "zh_CN": "第八，「众魔境界得解脱故」。从魔境里面他不能障碍你，你在魔境里面自在了。「解脱」就是自在的意思。",
      "zh_TW": "第八，「眾魔境界得解脫故」。從魔境裡面他不能障礙你，你在魔境裡面自在了。「解脫」就是自在的意思。"
    },
    {
      "id": "15-011-0006_p0070",
      "zh_CN": "第九，「一切诸佛之所称赞」。你的心行与诸佛菩萨相应，所以得佛护念。「称赞」就是护念的意思。",
      "zh_TW": "第九，「一切諸佛之所稱讚」。你的心行與諸佛菩薩相應，所以得佛護念。「稱讚」就是護念的意思。"
    },
    {
      "id": "15-011-0006_p0071",
      "zh_CN": "第十，「诸天及人亦当爱羡」。诸天善人对你爱护羡慕。",
      "zh_TW": "第十，「諸天及人亦當愛羨」。諸天善人對你愛護羨慕。"
    },
    {
      "id": "15-011-0006_p0072",
      "zh_CN": "第十一，「于诸禅定而不染着，住边际故」。虽然得禅定也不染着禅定，也不贪爱禅味，这才能生智慧。如果对禅定生染着，得禅定不能开智慧。为什么？他住在禅定里面，有所住了。而佛在《般若经》上告诉我们：「应无所住。」无所住是空有两边都不住。凡夫住有，贪着利养就住在利养里，贪着禅定就住在禅定里。所以，空有两边都不能住。两边都不能住，这叫「住边际」。「边际」就是两边不住！",
      "zh_TW": "第十一，「於諸禪定而不染著，住邊際故」。雖然得禪定也不染著禪定，也不貪愛禪味，這才能生智慧。如果對禪定生染著，得禪定不能開智慧。為什麼？他住在禪定裡面，有所住了。而佛在《般若經》上告訴我們：「應無所住。」無所住是空有兩邊都不住。凡夫住有，貪著利養就住在利養裡，貪著禪定就住在禪定裡。所以，空有兩邊都不能住。兩邊都不能住，這叫「住邊際」。「邊際」就是兩邊不住！"
    },
    {
      "id": "15-011-0006_p0073",
      "zh_CN": "第十二，「其心质直无有谄曲，于五欲中亦不放逸，见其过故」。这一条很重要。「质直」就是真诚。他的心真诚，没有谄曲。与大众相处，在五欲六尘当中，他也能够恭敬、谨慎而不放逸。「放逸」就是很随便。他并不随便，他很恭敬、很谨慎。为什么？知道五欲六尘的过失，所以他不贪着！",
      "zh_TW": "第十二，「其心質直無有諂曲，於五欲中亦不放逸，見其過故」。這一條很重要。「質直」就是真誠。他的心真誠，沒有諂曲。與大眾相處，在五欲六塵當中，他也能夠恭敬、謹慎而不放逸。「放逸」就是很隨便。他並不隨便，他很恭敬、很謹慎。為什麼？知道五欲六塵的過失，所以他不貪著！"
    },
    {
      "id": "15-011-0006_p0074",
      "zh_CN": "第十三，「如说修行能住圣种」。他能够依着佛的教诲去做。「能住圣种」，前面讲的四圣种：衣、食、卧具、能够随缘而不攀缘；佛教他断的，他很喜欢去断，佛教他修的，他也很乐意去修，这就是住圣种。",
      "zh_TW": "第十三，「如說修行能住聖種」。他能夠依著佛的教誨去做。「能住聖種」，前面講的四聖種：衣、食、臥具、能夠隨緣而不攀緣；佛教他斷的，他很喜歡去斷，佛教他修的，他也很樂意去修，這就是住聖種。"
    },
    {
      "id": "15-011-0006_p0075",
      "zh_CN": "第十四，「同梵行者亦当爱乐」。这是跟与他在一起修梵行的人非常喜欢他，也非常赞叹他。",
      "zh_TW": "第十四，「同梵行者亦當愛樂」。這是跟與他在一起修梵行的人非常喜歡他，也非常讚歎他。"
    },
    {
      "id": "15-011-0006_p0076",
      "zh_CN": "佛在这里总共说了十四种利益，远离利养的利益有这么多。",
      "zh_TW": "佛在這裡總共說了十四種利益，遠離利養的利益有這麼多。"
    },
    {
      "id": "15-011-0006_p0077",
      "zh_CN": "佛把利养的过失为我们说了二十二种，前面讲了二十二种的过失。远离利养过失的利益，佛又给我们说了十四种。这才告诉弥勒菩萨说，实在讲告诉弥勒就是告诉我们大家。「若有菩萨智慧聪敏，于此功德能如是知」。对于利养的过失与舍离利养的利益，你都清清楚楚、明明白白，你一定是以最殊胜的意乐、意愿，喜欢舍利养。",
      "zh_TW": "佛把利養的過失為我們說了二十二種，前面講了二十二種的過失。遠離利養過失的利益，佛又給我們說了十四種。這才告訴彌勒菩薩說，實在講告訴彌勒就是告訴我們大家。「若有菩薩智慧聰敏，於此功德能如是知」。對於利養的過失與捨離利養的利益，你都清清楚楚、明明白白，你一定是以最殊勝的意樂、意願，喜歡捨利養。"
    },
    {
      "id": "15-011-0006_p0078",
      "zh_CN": "舍利养，就是我们讲的放下，你真的能放得下。为什么能放下？看破！如何看破？知道利养的害处，知道舍利养的好处。你知道是看破，舍掉是放下，你真的肯把它放下了。放下之后，你才「以胜意乐住于少欲」，对于简单的这种生活方式，你才会喜欢。简单的生活方式，没有累赘，真正得自在！不但个人修行要明了，我们大众在一块修学也要懂得。",
      "zh_TW": "捨利養，就是我們講的放下，你真的能放得下。為什麼能放下？看破！如何看破？知道利養的害處，知道捨利養的好處。你知道是看破，捨掉是放下，你真的肯把它放下了。放下之後，你才「以勝意樂住於少欲」，對於簡單的這種生活方式，你才會喜歡。簡單的生活方式，沒有累贅，真正得自在！不但個人修行要明瞭，我們大眾在一塊修學也要懂得。"
    },
    {
      "id": "15-011-0006_p0079",
      "zh_CN": "我们讲经说法三十多年了，在这么长的时间当中，我们到二十年才有这个图书馆。很多同修知道，我讲经说法二十年才有这个图书馆。二十五年才有杭州南路的基金会，都是自然成就的，我们没有说我要去建一个道场，自自然然成就的。外国的道场也是如此，都是自然成就的。成就之后，同修们一天比一天多了，有许多人来给我讲，我们要找个地，建个庙，盖大一点！我统统不赞成，为什么？贪着利养。",
      "zh_TW": "我們講經說法三十多年了，在這麼長的時間當中，我們到二十年才有這個圖書館。很多同修知道，我講經說法二十年才有這個圖書館。二十五年才有杭州南路的基金會，都是自然成就的，我們沒有說我要去建一個道場，自自然然成就的。外國的道場也是如此，都是自然成就的。成就之後，同修們一天比一天多了，有許多人來給我講，我們要找個地，建個廟，蓋大一點！我統統不贊成，為什麼？貪著利養。"
    },
    {
      "id": "15-011-0006_p0080",
      "zh_CN": "庙盖大了，财产多了，出家人也多了。他为什么出家？看到这个财产可以继承，那个味道不一样！我今天这个道场这么一点点大，什么都没有，他来出家，大概是好心，没有恶意！如果这个道场大，他要来出家，我就会想到，你为什么到这里来出家？是不是想到这来争夺财产。为什么？利欲会增长人的贪心、会贪增长人的烦恼。那个道场建起来，叫许多人来斗争，岂不造阿鼻地狱的罪业吗？所以任何人到我面前来说要建道场，我一概拒绝，我绝对不干这个事情，这个事情不是一桩好事情。",
      "zh_TW": "廟蓋大了，財產多了，出家人也多了。他為什麼出家？看到這個財產可以繼承，那個味道不一樣！我今天這個道場這麼一點點大，什麼都沒有，他來出家，大概是好心，沒有惡意！如果這個道場大，他要來出家，我就會想到，你為什麼到這裡來出家？是不是想到這來爭奪財產。為什麼？利欲會增長人的貪心、會貪增長人的煩惱。那個道場建起來，叫許多人來鬥爭，豈不造阿鼻地獄的罪業嗎？所以任何人到我面前來說要建道場，我一概拒絕，我絕對不幹這個事情，這個事情不是一樁好事情。"
    },
    {
      "id": "15-011-0006_p0081",
      "zh_CN": "如果他讲：法师，你要慈悲，弘法利生。弘法利生在现代这个时代，不需要道场。现在需要国际网路，需要这个。我们这个东西在此地讲了，一上网路，全世界每一家电脑一打开，他都看到、都听到，这多自在！所以要道场干什么？我们现在的图书馆已经嫌太大了。所以这个国际网路做得非常之好，我们的录音带、录影带、在印的经书已经流通到全世界了。科技进步，要利用科技的传播，将佛法带到每一个人的家庭。我相信十年之后，每一个人随身都有电脑，无论在那个地方，一按钮，我们的画面就出来了。你还要建道场干什么，所以真省事！一点都不要操心。",
      "zh_TW": "如果他講：法師，你要慈悲，弘法利生。弘法利生在現代這個時代，不需要道場。現在需要國際網路，需要這個。我們這個東西在此地講了，一上網路，全世界每一家電腦一打開，他都看到、都聽到，這多自在！所以要道場幹什麼？我們現在的圖書館已經嫌太大了。所以這個國際網路做得非常之好，我們的錄音帶、錄影帶、在印的經書已經流通到全世界了。科技進步，要利用科技的傳播，將佛法帶到每一個人的家庭。我相信十年之後，每一個人隨身都有電腦，無論在那個地方，一按鈕，我們的畫面就出來了。你還要建道場幹什麼，所以真省事！一點都不要操心。"
    },
    {
      "id": "15-011-0006_p0082",
      "zh_CN": "即使做这些科技的工作，我也不操心，谁愿意做谁拿去做。我这些东西没有版权，谁喜欢做都可以。还有人做的时候要来问问我，同不同意？我同意个什么，尽来找麻烦的。你们喜欢做就做，不要再来问我，不要去找这个麻烦，厌烦这些事情。给你讲了没有版权，你还来找我干什么？还要征求我同意干什么？这不叫故意找麻烦嘛！若不是故意找麻烦，就是文字看不懂。所以你必定喜欢少欲，喜欢简单的生活，愈简单愈自在，愈简单愈少烦恼！「为断贪爱而发起故」，「发起」是菩萨殊胜志乐，他一定发起这个。",
      "zh_TW": "即使做這些科技的工作，我也不操心，誰願意做誰拿去做。我這些東西沒有版權，誰喜歡做都可以。還有人做的時候要來問問我，同不同意？我同意個什麼，盡來找麻煩的。你們喜歡做就做，不要再來問我，不要去找這個麻煩，厭煩這些事情。給你講了沒有版權，你還來找我幹什麼？還要徵求我同意幹什麼？這不叫故意找麻煩嘛！若不是故意找麻煩，就是文字看不懂。所以你必定喜歡少欲，喜歡簡單的生活，愈簡單愈自在，愈簡單愈少煩惱！「為斷貪愛而發起故」，「發起」是菩薩殊勝志樂，他一定發起這個。"
    },
    {
      "id": "15-011-0006_p0083",
      "zh_CN": "底下这一段是弥勒菩萨为我们启请，观察愦闹的过失，也有二十。",
      "zh_TW": "底下這一段是彌勒菩薩為我們啟請，觀察憒鬧的過失，也有二十。"
    },
    {
      "id": "15-011-0006_p0084",
      "zh_CN": "【尔时弥勒菩萨白佛言。世尊。云何名为愦闹中过。若观察时。菩萨独处闲静不生热恼。】",
      "zh_TW": "【爾時彌勒菩薩白佛言。世尊。云何名為憒鬧中過。若觀察時。菩薩獨處閑靜不生熱惱。】"
    },
    {
      "id": "15-011-0006_p0085",
      "zh_CN": "观察就是彻底的明了，知道愦闹当中的过失。愦是昏愦，一般人讲糊里糊涂。在热闹的环境里面糊里糊涂，这叫「愦闹」，对于修行产生很大的障碍，他让你迷惑颠倒，不能帮助你觉悟。前面这个利养是增长贪瞋痴的烦恼，愦闹是增长无明，都是麻烦事情。菩萨明白之后，他就能够「独处闲静」。",
      "zh_TW": "觀察就是徹底的明瞭，知道憒鬧當中的過失。憒是昏憒，一般人講糊裡糊塗。在熱鬧的環境裡面糊裡糊塗，這叫「憒鬧」，對於修行產生很大的障礙，他讓你迷惑顛倒，不能幫助你覺悟。前面這個利養是增長貪瞋痴的煩惱，憒鬧是增長無明，都是麻煩事情。菩薩明白之後，他就能夠「獨處閑靜」。"
    },
    {
      "id": "15-011-0006_p0086",
      "zh_CN": "修行人，念佛人，许多同修到外国去住了几天，就发现太寂寞太无聊了，就住不住了，赶紧要回台湾，台湾热闹！台湾的亲戚朋友多，今天在一起张家长，明天在一起李家短，天天讲废话，他以这个为乐，以此为人生乐趣。到外国去了，没人跟他讲话，邻居是外国人，言语不通；又不会开车，自己儿女工作也很忙，一天到晚叫你一个人坐在家里，你就觉得很无聊了。这就是这一条所说的，你不能够安于闲静。如果你明白这一条，喜欢过一个很安静的修学生活，实在讲国外的环境比我们国内好。我们看经文：",
      "zh_TW": "修行人，念佛人，許多同修到外國去住了幾天，就發現太寂寞太無聊了，就住不住了，趕緊要回台灣，台灣熱鬧！台灣的親戚朋友多，今天在一起張家長，明天在一起李家短，天天講廢話，他以這個為樂，以此為人生樂趣。到外國去了，沒人跟他講話，鄰居是外國人，言語不通；又不會開車，自己兒女工作也很忙，一天到晚叫你一個人坐在家裡，你就覺得很無聊了。這就是這一條所說的，你不能夠安於閑靜。如果你明白這一條，喜歡過一個很安靜的修學生活，實在講國外的環境比我們國內好。我們看經文："
    },
    {
      "id": "15-011-0006_p0087",
      "zh_CN": "【佛言弥勒。初业菩萨应当观察。愦闹过失有二十种。若观察时。能令菩萨独处闲静不生热恼。弥勒。云何名为乐于愦闹二十种过。一者不护身业。二者不护语业。三者不护意业。四者多饶贪欲。五者增长愚痴。六者耽着世话。七者离出世语。八者于非法中尊重修习。九者舍离正法。十者天魔波旬而得其便。十一者于不放逸未曾修习。十二者于放逸行常怀染着。十三者多诸觉观。十四者损减多闻。十五者不得禅定。十六者无有智慧。十七者速疾而得非诸梵行。十八者不爱于佛。十九者不爱于法。二十者不爱于僧。弥勒。是为菩萨观于愦闹二十种过。】",
      "zh_TW": "【佛言彌勒。初業菩薩應當觀察。憒鬧過失有二十種。若觀察時。能令菩薩獨處閑靜不生熱惱。彌勒。云何名為樂於憒鬧二十種過。一者不護身業。二者不護語業。三者不護意業。四者多饒貪欲。五者增長愚痴。六者耽著世話。七者離出世語。八者於非法中尊重修習。九者捨離正法。十者天魔波旬而得其便。十一者於不放逸未曾修習。十二者於放逸行常懷染著。十三者多諸覺觀。十四者損減多聞。十五者不得禪定。十六者無有智慧。十七者速疾而得非諸梵行。十八者不愛於佛。十九者不愛於法。二十者不愛於僧。彌勒。是為菩薩觀於憒鬧二十種過。】"
    },
    {
      "id": "15-011-0006_p0088",
      "zh_CN": "「佛言弥勒，初业菩萨应当观察，愦闹过失有二十种。若观察时，能令菩萨独处闲静不生热恼」。不生热恼就是不生烦恼。诸位要知道这个话的意思，不生烦恼就生智慧，这是一定的道理。",
      "zh_TW": "「佛言彌勒，初業菩薩應當觀察，憒鬧過失有二十種。若觀察時，能令菩薩獨處閑靜不生熱惱」。不生熱惱就是不生煩惱。諸位要知道這個話的意思，不生煩惱就生智慧，這是一定的道理。"
    },
    {
      "id": "15-011-0006_p0089",
      "zh_CN": "「弥勒，云何名为乐于愦闹二十种过？一者，不护身业。二者，不护语业。三者，不护意业」。一开端「身语意」三业犯过失了。《无量寿经》上，佛教给我们念佛人，修行最重要的三个总纲领也是三业。「善护口业，不讥他过」，你不护语业，天天讲人家的是非长短。「善护身业，不失律仪」，你不护身业，律仪全废了。「善护意业，清净无染」，你不护意业，你的烦恼污染天天增长。这是愦闹对我们的伤害，对道业上的障碍。这三条摆在前面。",
      "zh_TW": "「彌勒，云何名為樂於憒鬧二十種過？一者，不護身業。二者，不護語業。三者，不護意業」。一開端「身語意」三業犯過失了。《無量壽經》上，佛教給我們念佛人，修行最重要的三個總綱領也是三業。「善護口業，不譏他過」，你不護語業，天天講人家的是非長短。「善護身業，不失律儀」，你不護身業，律儀全廢了。「善護意業，清淨無染」，你不護意業，你的煩惱污染天天增長。這是憒鬧對我們的傷害，對道業上的障礙。這三條擺在前面。"
    },
    {
      "id": "15-011-0006_p0090",
      "zh_CN": "「四者，多饶贪欲」。他能够助长贪欲。",
      "zh_TW": "「四者，多饒貪欲」。他能夠助長貪欲。"
    },
    {
      "id": "15-011-0006_p0091",
      "zh_CN": "「五者，增长愚痴。六者，耽着世话」。与大众接触，一切言谈都是六道轮回的业障，这是世俗的言论。前面跟诸位说得很清楚，世俗言论的范围很广，凡是不能够帮助你超越六道轮回的思想、言论都是属于世话。所以，世话里面有正论、有邪论。邪论是堕三恶道，正论是三善道。儒家的教学是正论，但是他不能帮助你了生死、出三界，所以它是世话，它不是佛话。",
      "zh_TW": "「五者，增長愚痴。六者，耽著世話」。與大眾接觸，一切言談都是六道輪迴的業障，這是世俗的言論。前面跟諸位說得很清楚，世俗言論的範圍很廣，凡是不能夠幫助你超越六道輪迴的思想、言論都是屬於世話。所以，世話裡面有正論、有邪論。邪論是墮三惡道，正論是三善道。儒家的教學是正論，但是他不能幫助你了生死、出三界，所以它是世話，它不是佛話。"
    },
    {
      "id": "15-011-0006_p0092",
      "zh_CN": "「七者，离出世语」。「出世语」是佛教给我们了生死、出三界。今天我们所修学的就是佛教导我们念佛求生净土，他把佛的教训舍离了。「离」的意思也很深。我们大家天天念佛、天天诵经、天天想求生净土，其实我们是耽着世话，离出世话。因为我们没有真干，虽然念佛，你自己想一想，你一天念几点钟的佛，说几点钟的废话？这两个一比较，一天念两个钟点佛，说二十个钟点的废话，你想一想你的果报在哪里？这不是清清楚楚、明明白白。所以，这个离的意思就很深长。",
      "zh_TW": "「七者，離出世語」。「出世語」是佛教給我們了生死、出三界。今天我們所修學的就是佛教導我們念佛求生淨土，他把佛的教訓捨離了。「離」的意思也很深。我們大家天天念佛、天天誦經、天天想求生淨土，其實我們是耽著世話，離出世話。因為我們沒有真幹，雖然念佛，你自己想一想，你一天念幾點鐘的佛，說幾點鐘的廢話？這兩個一比較，一天念兩個鐘點佛，說二十個鐘點的廢話，你想一想你的果報在哪裡？這不是清清楚楚、明明白白。所以，這個離的意思就很深長。"
    },
    {
      "id": "15-011-0006_p0093",
      "zh_CN": "「八者，于非法中尊重修习」。你天天也在修、也在学，你学的是些什么东西？学的是「非法」。非法指的是什么？增长三毒，增长世务，你天天干的是这个，增长贪瞋痴！贪瞋痴的念头没有减少，身增长杀盗婬，口增长妄语、恶口、两舌、绮语，你对这些法很尊重，很认真的在学习；你也有这个意思。外面环境也如此，你看看哪个地方没有这些诱惑？电影、电视不必说了，连报章、杂志上，所有一切广告都是贪瞋痴这些诱惑，十恶业的诱惑。里面有烦恼，外面有诱惑，这还得了！你尊重修习，这不是修西方净土，这个是修三恶道。",
      "zh_TW": "「八者，於非法中尊重修習」。你天天也在修、也在學，你學的是些什麼東西？學的是「非法」。非法指的是什麼？增長三毒，增長世務，你天天幹的是這個，增長貪瞋痴！貪瞋痴的念頭沒有減少，身增長殺盜婬，口增長妄語、惡口、兩舌、綺語，你對這些法很尊重，很認真的在學習；你也有這個意思。外面環境也如此，你看看哪個地方沒有這些誘惑？電影、電視不必說了，連報章、雜誌上，所有一切廣告都是貪瞋痴這些誘惑，十惡業的誘惑。裡面有煩惱，外面有誘惑，這還得了！你尊重修習，這不是修西方淨土，這個是修三惡道。"
    },
    {
      "id": "15-011-0006_p0094",
      "zh_CN": "「九者，舍离正法」。三宝、三学、六度这是正法。把这些东西忘掉了，不认真的学习；而对于三毒、十恶，他很认真的在学，这就错了。过失都是愦闹中过。",
      "zh_TW": "「九者，捨離正法」。三寶、三學、六度這是正法。把這些東西忘掉了，不認真的學習；而對於三毒、十惡，他很認真的在學，這就錯了。過失都是憒鬧中過。"
    },
    {
      "id": "15-011-0006_p0095",
      "zh_CN": "「十者，天魔波旬而得其便」。因为你有这些把柄在魔王的手里，魔就控制你。你只要被魔控制了，你的善心很不容易生起来，你想做善事也很不容易成就，魔来障碍！",
      "zh_TW": "「十者，天魔波旬而得其便」。因為你有這些把柄在魔王的手裡，魔就控制你。你只要被魔控制了，你的善心很不容易生起來，你想做善事也很不容易成就，魔來障礙！"
    },
    {
      "id": "15-011-0006_p0096",
      "zh_CN": "「十一者，于不放逸未曾修习」。不放逸就是恭敬、谨慎，无论是对人对事对物，你的恭敬心、慎重的意愿很难生起来。",
      "zh_TW": "「十一者，於不放逸未曾修習」。不放逸就是恭敬、謹慎，無論是對人對事對物，你的恭敬心、慎重的意願很難生起來。"
    },
    {
      "id": "15-011-0006_p0097",
      "zh_CN": "「十二者，于放逸行常怀染着」。轻慢、随便、马虎，这是不应该的。不应该的常常有，常常犯。",
      "zh_TW": "「十二者，於放逸行常懷染著」。輕慢、隨便、馬虎，這是不應該的。不應該的常常有，常常犯。"
    },
    {
      "id": "15-011-0006_p0098",
      "zh_CN": "「十三者，多诸觉观」。觉观在此叫杂念、妄想，都是妨害清净心。佛门里面常常用觉观多少来判断定功的浅深。定功深的人，觉观就少；定功浅的人，觉观就多。觉观就是他里面有杂念。杂念过，定功当然就浅；杂念愈少，定功就愈深。所以讲四禅八定，这个定怎么分的，功夫怎么分浅深，用觉观。",
      "zh_TW": "「十三者，多諸覺觀」。覺觀在此叫雜念、妄想，都是妨害清淨心。佛門裡面常常用覺觀多少來判斷定功的淺深。定功深的人，覺觀就少；定功淺的人，覺觀就多。覺觀就是他裡面有雜念。雜念過，定功當然就淺；雜念愈少，定功就愈深。所以講四禪八定，這個定怎麼分的，功夫怎麼分淺深，用覺觀。"
    },
    {
      "id": "15-011-0006_p0099",
      "zh_CN": "「十四者，损减多闻」。多闻是要勤学。喜欢愦闹的人必定耽误学业。",
      "zh_TW": "「十四者，損減多聞」。多聞是要勤學。喜歡憒鬧的人必定耽誤學業。"
    },
    {
      "id": "15-011-0006_p0100",
      "zh_CN": "「十五者，不得禅定」。喜欢热闹与定、与清净心决定有妨碍。",
      "zh_TW": "「十五者，不得禪定」。喜歡熱鬧與定、與清淨心決定有妨礙。"
    },
    {
      "id": "15-011-0006_p0101",
      "zh_CN": "「十六者，无有智慧。十七者，速疾而得非诸梵行」。这是贪，现在人讲求新、求变、求快，这是现代人所谓科学的精神。在佛法里面，「速疾而得」，这不是梵行、不是清净行。纵然你得到了，你的心不能清净。",
      "zh_TW": "「十六者，無有智慧。十七者，速疾而得非諸梵行」。這是貪，現在人講求新、求變、求快，這是現代人所謂科學的精神。在佛法裡面，「速疾而得」，這不是梵行、不是清淨行。縱然你得到了，你的心不能清淨。"
    },
    {
      "id": "15-011-0006_p0102",
      "zh_CN": "「十八者，不爱于佛。十九者，不爱于法。二十者，不爱于僧」，这是违背了三宝。我们一入佛门，先受三归，「归依佛、归依法、归依僧」。他把「佛、法、僧」丢得干干净净，搞热闹去了。",
      "zh_TW": "「十八者，不愛於佛。十九者，不愛於法。二十者，不愛於僧」，這是違背了三寶。我們一入佛門，先受三歸，「歸依佛、歸依法、歸依僧」。他把「佛、法、僧」丟得乾乾淨淨，搞熱鬧去了。"
    },
    {
      "id": "15-011-0006_p0103",
      "zh_CN": "「弥勒，是为菩萨观于愦闹二十种过」。这是世尊把染着愦闹的二十种过失为我们说出来了。",
      "zh_TW": "「彌勒，是為菩薩觀於憒鬧二十種過」。這是世尊把染著憒鬧的二十種過失為我們說出來了。"
    },
    {
      "id": "15-011-0006_p0104",
      "zh_CN": "下面是重颂，佛再将这个意思重复，以偈颂再说一遍。偈颂里面，不但说愦闹，而且也说到前面所讲的利养。重颂的目的是希望大家能够牢牢的记住，在日常生活当中时时刻刻提起自己的正念，非常非常重要。我们今天就讲到此地。",
      "zh_TW": "下面是重頌，佛再將這個意思重複，以偈頌再說一遍。偈頌裡面，不但說憒鬧，而且也說到前面所講的利養。重頌的目的是希望大家能夠牢牢的記住，在日常生活當中時時刻刻提起自己的正念，非常非常重要。我們今天就講到此地。"
    }
  ]
}