{
  "doc_id": "15-011-0011",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十一集",
    "zh_TW": "第十一集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-011-0011",
  "total_paragraphs": 116,
  "paragraphs": [
    {
      "id": "15-011-0011_p0001",
      "zh_CN": "请掀开经本第四十一面，从第三行看起：",
      "zh_TW": "請掀開經本第四十一面，從第三行看起："
    },
    {
      "id": "15-011-0011_p0002",
      "zh_CN": "【尔时弥勒菩萨。复白佛言。希有世尊。乃能善说如是过失。令诸菩萨生觉悟心。世尊。于后末世五百岁中。颇有菩萨。闻说如是诤论过失。能生忧悔离烦恼不。】",
      "zh_TW": "【爾時彌勒菩薩。復白佛言。希有世尊。乃能善說如是過失。令諸菩薩生覺悟心。世尊。於後末世五百歲中。頗有菩薩。聞說如是諍論過失。能生憂悔離煩惱不。】"
    },
    {
      "id": "15-011-0011_p0003",
      "zh_CN": "这一段是弥勒菩萨听了佛以上种种教诲之后，到这个地方这是总结。他老人家赞叹世尊希有，这个意思很深很广。世尊这些开示的目的，就是为了让我们听了之后，真正觉悟。弥勒菩萨请法后面这一段话，实在讲就是对我们说的。",
      "zh_TW": "這一段是彌勒菩薩聽了佛以上種種教誨之後，到這個地方這是總結。他老人家讚歎世尊希有，這個意思很深很廣。世尊這些開示的目的，就是為了讓我們聽了之後，真正覺悟。彌勒菩薩請法後面這一段話，實在講就是對我們說的。"
    },
    {
      "id": "15-011-0011_p0004",
      "zh_CN": "「于后末世五百岁中」，就是指现代这个时代。",
      "zh_TW": "「於後末世五百歲中」，就是指現代這個時代。"
    },
    {
      "id": "15-011-0011_p0005",
      "zh_CN": "「颇有菩萨」。这个菩萨就是指我们在座的同修们，听了佛这些开示之后，你忧不忧虑？你能不能忏悔？能不能从今而后断恶修善，改过自新，永离烦恼？就是佛在这一本经上讲了种种过失、烦恼，能不能离开？",
      "zh_TW": "「頗有菩薩」。這個菩薩就是指我們在座的同修們，聽了佛這些開示之後，你憂不憂慮？你能不能懺悔？能不能從今而後斷惡修善，改過自新，永離煩惱？就是佛在這一本經上講了種種過失、煩惱，能不能離開？"
    },
    {
      "id": "15-011-0011_p0006",
      "zh_CN": "我们看佛对于弥勒菩萨的答复。",
      "zh_TW": "我們看佛對於彌勒菩薩的答覆。"
    },
    {
      "id": "15-011-0011_p0007",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。于后末世五百岁中。少有菩萨。能生忧悔舍离烦恼。多有菩萨。其心刚强不相尊敬。怀增上慢互相是非。闻说如是甚深义趣殊胜功德。虽复受持读诵演说。由是菩萨业障深重。不能得生殊胜功德。便于是经疑惑不信。不复受持为人演说。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。於後末世五百歲中。少有菩薩。能生憂悔捨離煩惱。多有菩薩。其心剛強不相尊敬。懷增上慢互相是非。聞說如是甚深義趣殊勝功德。雖復受持讀誦演說。由是菩薩業障深重。不能得生殊勝功德。便於是經疑惑不信。不復受持為人演說。】"
    },
    {
      "id": "15-011-0011_p0008",
      "zh_CN": "「于后末世五百岁中」。从经一开端，弥勒菩萨的启请，重点都在末世后五百年，就是我们现代这个时代。",
      "zh_TW": "「於後末世五百歲中」。從經一開端，彌勒菩薩的啟請，重點都在末世後五百年，就是我們現代這個時代。"
    },
    {
      "id": "15-011-0011_p0009",
      "zh_CN": "「少有菩萨，能生忧悔舍离烦恼」。有没有呢？有，不过人数很少而已，是少有菩萨。正显示出佛家所讲的「佛氏门中，不舍一人」。末世有一个人肯依教奉行，有一个人肯觉悟，世尊也不会舍弃，也要为这一个人说法。何况不止一个人！此地「少有菩萨」这一句，就是《弥陀经》上所说的「不可以少善根福德因缘，得生彼国」这一些人。这个时代具足善根福德因缘，少数！",
      "zh_TW": "「少有菩薩，能生憂悔捨離煩惱」。有沒有呢？有，不過人數很少而已，是少有菩薩。正顯示出佛家所講的「佛氏門中，不捨一人」。末世有一個人肯依教奉行，有一個人肯覺悟，世尊也不會捨棄，也要為這一個人說法。何況不止一個人！此地「少有菩薩」這一句，就是《彌陀經》上所說的「不可以少善根福德因緣，得生彼國」這一些人。這個時代具足善根福德因緣，少數！"
    },
    {
      "id": "15-011-0011_p0010",
      "zh_CN": "你要问什么叫善根福德？善根是对佛的教诲明白，佛讲的话都能够懂得、都能够明了，这个人有善根。又能够依教奉行，这个人就有福。什么福报？这一生当中永脱轮回，这个福报是世间什么样的福报都不能跟他相比。像大乘经上一般所讲的，大千世界七宝布施所修的福也不能跟他相比。他这一生往生不退，他作佛去了，成佛去了。这是善根福德因缘具足的少数菩萨。",
      "zh_TW": "你要問什麼叫善根福德？善根是對佛的教誨明白，佛講的話都能夠懂得、都能夠明瞭，這個人有善根。又能夠依教奉行，這個人就有福。什麼福報？這一生當中永脫輪迴，這個福報是世間什麼樣的福報都不能跟他相比。像大乘經上一般所講的，大千世界七寶布施所修的福也不能跟他相比。他這一生往生不退，他作佛去了，成佛去了。這是善根福德因緣具足的少數菩薩。"
    },
    {
      "id": "15-011-0011_p0011",
      "zh_CN": "「多有菩萨，其心刚强」。这是说还有许多的菩萨，占多数。这个多数就是善根福德很薄的，妄想、分别、执着很重的这些人，刚强难化。",
      "zh_TW": "「多有菩薩，其心剛強」。這是說還有許多的菩薩，佔多數。這個多數就是善根福德很薄的，妄想、分別、執著很重的這些人，剛強難化。"
    },
    {
      "id": "15-011-0011_p0012",
      "zh_CN": "「不相尊敬」，这是表现在外面的相状。我们学佛要想这一生成就，最要紧的是真诚心，对待任何人真诚恭敬。别人瞧不起我们，别人不尊重我们，是他的事情，决定不要责怪。为什么？他是凡夫，他业障深重。我们如果责怪于他，那你也是凡夫，你跟他没有两样。菩萨跟凡夫不一样的，就是凡夫咒诅菩萨，菩萨慈悲凡夫，这个不一样！所以学佛在哪里学？从这里学起！",
      "zh_TW": "「不相尊敬」，這是表現在外面的相狀。我們學佛要想這一生成就，最要緊的是真誠心，對待任何人真誠恭敬。別人瞧不起我們，別人不尊重我們，是他的事情，決定不要責怪。為什麼？他是凡夫，他業障深重。我們如果責怪於他，那你也是凡夫，你跟他沒有兩樣。菩薩跟凡夫不一樣的，就是凡夫咒詛菩薩，菩薩慈悲凡夫，這個不一樣！所以學佛在哪裡學？從這裡學起！"
    },
    {
      "id": "15-011-0011_p0013",
      "zh_CN": "「怀增上慢互相是非」，这个好懂！",
      "zh_TW": "「懷增上慢互相是非」，這個好懂！"
    },
    {
      "id": "15-011-0011_p0014",
      "zh_CN": "「闻说如是甚深义趣殊胜功德」，这就是指这一部经。这一部经上所说的，确实义趣深广无边，功德不可称扬。这一些刚强难化的这些菩萨，他也受持，他也读诵，甚至于他也演说，他也会说。",
      "zh_TW": "「聞說如是甚深義趣殊勝功德」，這就是指這一部經。這一部經上所說的，確實義趣深廣無邊，功德不可稱揚。這一些剛強難化的這些菩薩，他也受持，他也讀誦，甚至於他也演說，他也會說。"
    },
    {
      "id": "15-011-0011_p0015",
      "zh_CN": "「由是菩萨业障深重，不能得生殊胜功德」。换句话说，他受持、读诵、演说，他不能依教奉行，他做不到！想做，往往他的烦恼现前。烦恼习气现前，正如经中所说的，修积一切善业都有障碍，这就是业障！",
      "zh_TW": "「由是菩薩業障深重，不能得生殊勝功德」。換句話說，他受持、讀誦、演說，他不能依教奉行，他做不到！想做，往往他的煩惱現前。煩惱習氣現前，正如經中所說的，修積一切善業都有障礙，這就是業障！"
    },
    {
      "id": "15-011-0011_p0016",
      "zh_CN": "「便于是经疑惑不信，不复受持为人演说」。烦恼现前，佛这些话他也不相信了，他生起疑惑，从此以后也不说了。这样的事、这样的人，我们冷静的去观察，有，还满多的，我们常讲退心、退转了；就是属于此地所说的，他退转了。再看下面经文：",
      "zh_TW": "「便於是經疑惑不信，不復受持為人演說」。煩惱現前，佛這些話他也不相信了，他生起疑惑，從此以後也不說了。這樣的事、這樣的人，我們冷靜的去觀察，有，還滿多的，我們常講退心、退轉了；就是屬於此地所說的，他退轉了。再看下面經文："
    },
    {
      "id": "15-011-0011_p0017",
      "zh_CN": "【时魔波旬见是事已。为诳惑故作比丘像。来到其所。说如是言。此诸经典皆是世俗。善文词者之所制造。非是如来之所宣说。何以故。此经所说功德利益汝皆不得。由魔波旬如是诳惑。于此空性义利相应甚深契经。心生疑惑起诸诤论。不复受持读诵演说。】",
      "zh_TW": "【時魔波旬見是事已。為誑惑故作比丘像。來到其所。說如是言。此諸經典皆是世俗。善文詞者之所製造。非是如來之所宣說。何以故。此經所說功德利益汝皆不得。由魔波旬如是誑惑。於此空性義利相應甚深契經。心生疑惑起諸諍論。不復受持讀誦演說。】"
    },
    {
      "id": "15-011-0011_p0018",
      "zh_CN": "「时魔波旬见是事已，为诳惑故作比丘像，来到其所」。人要退心，人要对经教怀疑，很不好！妖魔鬼怪在旁边看得很清楚，你的信心一动摇，他就来了，魔就来了。魔化作比丘，这是一种。另外一种，魔也投胎到这个世间来，应化到这个世间出家做法师。《楞严经》上所说的，也是讲这个时代，「邪师说法，如恒河沙」。那些邪师是谁呢？波旬的子孙，魔王的子孙。",
      "zh_TW": "「時魔波旬見是事已，為誑惑故作比丘像，來到其所」。人要退心，人要對經教懷疑，很不好！妖魔鬼怪在旁邊看得很清楚，你的信心一動搖，他就來了，魔就來了。魔化作比丘，這是一種。另外一種，魔也投胎到這個世間來，應化到這個世間出家做法師。《楞嚴經》上所說的，也是講這個時代，「邪師說法，如恆河沙」。那些邪師是誰呢？波旬的子孫，魔王的子孫。"
    },
    {
      "id": "15-011-0011_p0019",
      "zh_CN": "当年世尊在世的时候，波旬也很护持世尊，魔王很护持！但是总不愿意这一些众生都出了三界。都出了三界，他认为他统治的人民减少了，都移民跑出去了，这个很不高兴。于是有一次就跟佛说：",
      "zh_TW": "當年世尊在世的時候，波旬也很護持世尊，魔王很護持！但是總不願意這一些眾生都出了三界。都出了三界，他認為他統治的人民減少了，都移民跑出去了，這個很不高興。於是有一次就跟佛說："
    },
    {
      "id": "15-011-0011_p0020",
      "zh_CN": "「我要破坏佛法。」",
      "zh_TW": "「我要破壞佛法。」"
    },
    {
      "id": "15-011-0011_p0021",
      "zh_CN": "佛就告诉他：「佛是正法，没有任何力量能够坏佛法。」",
      "zh_TW": "佛就告訴他：「佛是正法，沒有任何力量能夠壞佛法。」"
    },
    {
      "id": "15-011-0011_p0022",
      "zh_CN": "魔笑笑说：「等到你末法时期，我叫我的子孙统统出家，披上袈裟来破坏你的佛法。」",
      "zh_TW": "魔笑笑說：「等到你末法時期，我叫我的子孫統統出家，披上袈裟來破壞你的佛法。」"
    },
    {
      "id": "15-011-0011_p0023",
      "zh_CN": "世尊听到之后一句话不说，流眼泪。所以说了个比喻，「譬如师子虫，还噬师子肉」。这不是佛弟子，魔王的子孙来消灭佛法的，来干这个。我们在这里看到了，他作比丘相，出家了。",
      "zh_TW": "世尊聽到之後一句話不說，流眼淚。所以說了個比喻，「譬如師子蟲，還噬師子肉」。這不是佛弟子，魔王的子孫來消滅佛法的，來幹這個。我們在這裡看到了，他作比丘相，出家了。"
    },
    {
      "id": "15-011-0011_p0024",
      "zh_CN": "「来到其所，说如是言：此诸经典皆是世俗，善文词者之所制造，非是如来之所宣说」。现在这个社会上，到处可以听说：这个法不是佛说的、那个经不是佛说的，甚至于整个大乘经都不是佛讲的，这是「大乘非佛说」！不但说这些话，还有好多著作，让人看了对佛的正法生起疑惑，不仅退失信心，障碍一切众生修学正法、信解正法，这个罪就重了。",
      "zh_TW": "「來到其所，說如是言：此諸經典皆是世俗，善文詞者之所製造，非是如來之所宣說」。現在這個社會上，到處可以聽說：這個法不是佛說的、那個經不是佛說的，甚至於整個大乘經都不是佛講的，這是「大乘非佛說」！不但說這些話，還有好多著作，讓人看了對佛的正法生起疑惑，不僅退失信心，障礙一切眾生修學正法、信解正法，這個罪就重了。"
    },
    {
      "id": "15-011-0011_p0025",
      "zh_CN": "「何以故？此经所说功德利益汝皆不得」。他们说的也很有道理。你细细去听，他说一百句，九十九句都很合理，毒只有一句，那一句毒就足够害死你！所以在末法时期，你能遇到正法、能遇到真善知识，这是过去生中的善根福德因缘。",
      "zh_TW": "「何以故？此經所說功德利益汝皆不得」。他們說的也很有道理。你細細去聽，他說一百句，九十九句都很合理，毒只有一句，那一句毒就足夠害死你！所以在末法時期，你能遇到正法、能遇到真善知識，這是過去生中的善根福德因緣。"
    },
    {
      "id": "15-011-0011_p0026",
      "zh_CN": "「由魔波旬如是诳惑」。「诳」是欺骗，「惑」是迷惑。",
      "zh_TW": "「由魔波旬如是誑惑」。「誑」是欺騙，「惑」是迷惑。"
    },
    {
      "id": "15-011-0011_p0027",
      "zh_CN": "「于此空性义利相应甚深契经，心生疑惑起诸诤论，不复受持读诵演说」。这一句里面涵盖着诸大乘经论。对大乘经论生起疑惑，彼此诤论。现在争议最多的是《楞严经》、《大乘起信论》、《大方广佛华严经》，这是诤论最多的。我们读了这一段经文，就知道其中原因了。",
      "zh_TW": "「於此空性義利相應甚深契經，心生疑惑起諸諍論，不復受持讀誦演說」。這一句裡面涵蓋著諸大乘經論。對大乘經論生起疑惑，彼此諍論。現在爭議最多的是《楞嚴經》、《大乘起信論》、《大方廣佛華嚴經》，這是諍論最多的。我們讀了這一段經文，就知道其中原因了。"
    },
    {
      "id": "15-011-0011_p0028",
      "zh_CN": "末法时期，我们看到这个现象，也知道这个现象是正常的。为什么？佛说过了。如果没有这个现象的话，那佛在这个经上说的，岂不是妄语！所以现在这个时节，破坏佛法的、诤论佛法的，都是正常的现象，佛都讲过。",
      "zh_TW": "末法時期，我們看到這個現象，也知道這個現象是正常的。為什麼？佛說過了。如果沒有這個現象的話，那佛在這個經上說的，豈不是妄語！所以現在這個時節，破壞佛法的、諍論佛法的，都是正常的現象，佛都講過。"
    },
    {
      "id": "15-011-0011_p0029",
      "zh_CN": "最要紧的，我们自己应该如何修学？这一点很重要。世尊四十九年所说的一切经，他的目的是度各种不同根性的众生，这个一定要清楚！这一切经，就是教材、课本，佛教学就像一个完整的大学，这里面各种科系统统都有。我是什么程度，我学哪一个学系，这个要搞清楚！我学的这个学系，这个课本是我主修的，我一定要把它学好。不是我那个科系的，我不要去学它，它与我不相干！我是个学文学的，我文学的科目不念，我去念医学部门那些功课，你能毕得了业吗？你能学得成功吗？",
      "zh_TW": "最要緊的，我們自己應該如何修學？這一點很重要。世尊四十九年所說的一切經，他的目的是度各種不同根性的眾生，這個一定要清楚！這一切經，就是教材、課本，佛教學就像一個完整的大學，這裡面各種科系統統都有。我是什麼程度，我學哪一個學系，這個要搞清楚！我學的這個學系，這個課本是我主修的，我一定要把它學好。不是我那個科系的，我不要去學它，它與我不相干！我是個學文學的，我文學的科目不念，我去念醫學部門那些功課，你能畢得了業嗎？你能學得成功嗎？"
    },
    {
      "id": "15-011-0011_p0030",
      "zh_CN": "所以大乘佛法到隋唐时代，这一些高僧大德们，拣别众生不同的根性建立宗派。宗派就是分科、分系。你学某一个宗派的，某一个宗派有一系列取多少部经论。我们净土宗的经论最少！原来只有三经一论，到现在，由于祖师大德们再加了两样进去，五经一论。我们这一个科系，只有五部经一部论，我们修学的标准就在五经一论里面。",
      "zh_TW": "所以大乘佛法到隋唐時代，這一些高僧大德們，揀別眾生不同的根性建立宗派。宗派就是分科、分系。你學某一個宗派的，某一個宗派有一系列取多少部經論。我們淨土宗的經論最少！原來只有三經一論，到現在，由於祖師大德們再加了兩樣進去，五經一論。我們這一個科系，只有五部經一部論，我們修學的標準就在五經一論裡面。"
    },
    {
      "id": "15-011-0011_p0031",
      "zh_CN": "今天下午有同修问我，有人讲我们念佛不吃素就不能往生。他来告诉我是不是一定要吃素？我没有听说。佛教给我们「依法不依人」，我们这个科系里面，五经一论里面没有这个说法。有人说《楞伽经》里面有说，我们不学《楞伽经》。《楞伽经》是别的科系学的，我不是学《楞伽经》的，你要明白这个道理！我本宗的经论里面没有这个说法。当然素食是培养自己的慈悲心，不忍食一切众生肉，他的目的在此地。",
      "zh_TW": "今天下午有同修問我，有人講我們念佛不吃素就不能往生。他來告訴我是不是一定要吃素？我沒有聽說。佛教給我們「依法不依人」，我們這個科系裡面，五經一論裡面沒有這個說法。有人說《楞伽經》裡面有說，我們不學《楞伽經》。《楞伽經》是別的科系學的，我不是學《楞伽經》的，你要明白這個道理！我本宗的經論裡面沒有這個說法。當然素食是培養自己的慈悲心，不忍食一切眾生肉，他的目的在此地。"
    },
    {
      "id": "15-011-0011_p0032",
      "zh_CN": "念佛人什么叫老实念佛？什么叫老实？遵循五经一论就老实。五经一论外，再搞别的经论，你就不老实。你拿其他科系的东西，你掺在本科里面，你就不老实！这跟在学校念书没有两样。我们今天的选择是净土宗，不是选其他的宗。其他宗当然也可以做参考的，参考的原则在哪里？与我本宗经论相应的，我拿它来做参考。与我本宗不相应的，我把它撇开，我不提它，这才叫老实！不是所有经论，像一个学校所有科系你都要去念，哪有这个道理？没这个道理的。",
      "zh_TW": "念佛人什麼叫老實念佛？什麼叫老實？遵循五經一論就老實。五經一論外，再搞別的經論，你就不老實。你拿其他科系的東西，你摻在本科裡面，你就不老實！這跟在學校念書沒有兩樣。我們今天的選擇是淨土宗，不是選其他的宗。其他宗當然也可以做參考的，參考的原則在哪裡？與我本宗經論相應的，我拿它來做參考。與我本宗不相應的，我把它撇開，我不提它，這才叫老實！不是所有經論，像一個學校所有科系你都要去念，哪有這個道理？沒這個道理的。"
    },
    {
      "id": "15-011-0011_p0033",
      "zh_CN": "明白这一个原则，至少可以帮助你断除疑惑，帮助你一门深入！我们会得到成绩。成绩这是共同的，无论修学哪个科目，成绩一定是烦恼轻，你的妄想、分别、执着一年比一年少，智慧一年比一年多，这是智慧生！表现在外面，你的身体一定一年比一年好，为什么？境随心转，你的心真诚，你的心清净、慈悲，你的相貌、体质会随着你心去变。这个东西不能骗人家。一看到你，再看到你的言谈举止，你到什么境界，修行有没有功夫？都表现在外面，决定瞒不过人。你瞒是瞒愚痴的人、瞒没有智慧的人。有学问的人、有德行的人，一看就明了。再看底下这一段经文：",
      "zh_TW": "明白這一個原則，至少可以幫助你斷除疑惑，幫助你一門深入！我們會得到成績。成績這是共同的，無論修學哪個科目，成績一定是煩惱輕，你的妄想、分別、執著一年比一年少，智慧一年比一年多，這是智慧生！表現在外面，你的身體一定一年比一年好，為什麼？境隨心轉，你的心真誠，你的心清淨、慈悲，你的相貌、體質會隨著你心去變。這個東西不能騙人家。一看到你，再看到你的言談舉止，你到什麼境界，修行有沒有功夫？都表現在外面，決定瞞不過人。你瞞是瞞愚痴的人、瞞沒有智慧的人。有學問的人、有德行的人，一看就明瞭。再看底下這一段經文："
    },
    {
      "id": "15-011-0011_p0034",
      "zh_CN": "【弥勒。彼诸愚人不能了知。由自业故。不能获彼殊胜功德。自业消已。决定当得如是功德。】",
      "zh_TW": "【彌勒。彼諸愚人不能了知。由自業故。不能獲彼殊勝功德。自業消已。決定當得如是功德。】"
    },
    {
      "id": "15-011-0011_p0035",
      "zh_CN": "「彼诸愚人不能了知」，愚痴的人不知道。",
      "zh_TW": "「彼諸愚人不能了知」，愚痴的人不知道。"
    },
    {
      "id": "15-011-0011_p0036",
      "zh_CN": "「由自业故，不能获彼殊胜功德」。经上讲的甚深义理，殊胜功德，为什么你得不到？得不到是愚痴，是业障深重障碍着。",
      "zh_TW": "「由自業故，不能獲彼殊勝功德」。經上講的甚深義理，殊勝功德，為什麼你得不到？得不到是愚痴，是業障深重障礙著。"
    },
    {
      "id": "15-011-0011_p0037",
      "zh_CN": "「自业消已，决定当得如是功德」。你的业障消了，就得到。",
      "zh_TW": "「自業消已，決定當得如是功德」。你的業障消了，就得到。"
    },
    {
      "id": "15-011-0011_p0038",
      "zh_CN": "我在早年初学佛的时候，章嘉大师教我，他告诉我：「佛氏门中，有求必应。」他说这个话是真的，不是假的。但是你求的时候，你求不到，没有应，那是什么原因？你有业障。你把业障消除，感应就现前。这个经就作印证、证明。",
      "zh_TW": "我在早年初學佛的時候，章嘉大師教我，他告訴我：「佛氏門中，有求必應。」他說這個話是真的，不是假的。但是你求的時候，你求不到，沒有應，那是什麼原因？你有業障。你把業障消除，感應就現前。這個經就作印證、證明。"
    },
    {
      "id": "15-011-0011_p0039",
      "zh_CN": "业障要怎么消除？一定要修忏悔法，这是章嘉大师教给我。怎样忏悔？是不是要去拜个梁皇忏、拜个水忏？不是的。大师教给我，发现自己的过失，从今而后再不可以造同样的过失，这就是忏悔。他教给我这样忏悔、这样消业障。这是真忏悔！那个法会是搞热闹形式。如果你不明其义，你不能断恶修善，改过自新，那只有形式，于忏悔法毫不相干。这是一定要知道。",
      "zh_TW": "業障要怎麼消除？一定要修懺悔法，這是章嘉大師教給我。怎樣懺悔？是不是要去拜個梁皇懺、拜個水懺？不是的。大師教給我，發現自己的過失，從今而後再不可以造同樣的過失，這就是懺悔。他教給我這樣懺悔、這樣消業障。這是真懺悔！那個法會是搞熱鬧形式。如果你不明其義，你不能斷惡修善，改過自新，那只有形式，於懺悔法毫不相干。這是一定要知道。"
    },
    {
      "id": "15-011-0011_p0040",
      "zh_CN": "我们在倓虚法师传记里面，也看到一个很好的例子。《影尘回忆录》就是倓老的传记，倓老口说的，大光法师记的。里面有一段「八载寒窗读楞严」，你去看看那一段。那是居士，也没有出家，每一天读《楞严经》，研究《楞严经》的义理，八年他有一点心得。中午打瞌睡的时候，就有几个鬼魂来求他超度，都是他认识的人，已经过去的人。",
      "zh_TW": "我們在倓虛法師傳記裡面，也看到一個很好的例子。《影塵回憶錄》就是倓老的傳記，倓老口說的，大光法師記的。裡面有一段「八載寒窗讀楞嚴」，你去看看那一段。那是居士，也沒有出家，每一天讀《楞嚴經》，研究《楞嚴經》的義理，八年他有一點心得。中午打瞌睡的時候，就有幾個鬼魂來求他超度，都是他認識的人，已經過去的人。"
    },
    {
      "id": "15-011-0011_p0041",
      "zh_CN": "他就问鬼：「你找我帮你超度，可以，怎么个超度法？」",
      "zh_TW": "他就問鬼：「你找我幫你超度，可以，怎麼個超度法？」"
    },
    {
      "id": "15-011-0011_p0042",
      "zh_CN": "鬼说：「只要你答应就行了。」",
      "zh_TW": "鬼說：「只要你答應就行了。」"
    },
    {
      "id": "15-011-0011_p0043",
      "zh_CN": "他说：「好，我答应你。」",
      "zh_TW": "他說：「好，我答應你。」"
    },
    {
      "id": "15-011-0011_p0044",
      "zh_CN": "他看到这个鬼魂踩到他的膝盖、踩到肩膀，升天了。一共有四个。什么形式都没有，凭什么？凭他自己修持的功夫。所以这个地方讲业障消除，你一定获得，这个经上的功德利益你可以得到！",
      "zh_TW": "他看到這個鬼魂踩到他的膝蓋、踩到肩膀，升天了。一共有四個。什麼形式都沒有，憑什麼？憑他自己修持的功夫。所以這個地方講業障消除，你一定獲得，這個經上的功德利益你可以得到！"
    },
    {
      "id": "15-011-0011_p0045",
      "zh_CN": "我们再看末后这一大段，第十五大段是全经的总结。",
      "zh_TW": "我們再看末後這一大段，第十五大段是全經的總結。"
    },
    {
      "id": "15-011-0011_p0046",
      "zh_CN": "【尔时弥勒菩萨。白佛言。世尊。如佛所说。阿弥陀佛极乐世界功德利益。若有众生发十种心。随一一心。专念向于阿弥陀佛。是人命终。当得往生彼佛世界。世尊。何等名为发十种心。由是心故。当得往生彼佛世界。】",
      "zh_TW": "【爾時彌勒菩薩。白佛言。世尊。如佛所說。阿彌陀佛極樂世界功德利益。若有眾生發十種心。隨一一心。專念向於阿彌陀佛。是人命終。當得往生彼佛世界。世尊。何等名為發十種心。由是心故。當得往生彼佛世界。】"
    },
    {
      "id": "15-011-0011_p0047",
      "zh_CN": "弥勒菩萨这几句话，为我们显示出世尊介绍阿弥陀佛极乐世界，这是常常讲的。三经是专说！除了三经之外，时时讲经都讲到西方极乐世界。",
      "zh_TW": "彌勒菩薩這幾句話，為我們顯示出世尊介紹阿彌陀佛極樂世界，這是常常講的。三經是專說！除了三經之外，時時講經都講到西方極樂世界。"
    },
    {
      "id": "15-011-0011_p0048",
      "zh_CN": "我们中国人没有这个耐心，不如日本人。日本人所编的《净土全书》里面，可能现在台湾也有出版。他们真的去查《大藏经》，发现经里面有介绍西方极乐世界的，总共有二百多种；有很明显的文字是讲得很清楚，像这个经上就讲得很清楚。所以古德说「千经万论处处指归」。世尊四十九年说许许多多经论，可以说到最后都总归到净土，殊途同归。「如佛所说，阿弥陀佛极乐世界功德利益」，佛常讲的。",
      "zh_TW": "我們中國人沒有這個耐心，不如日本人。日本人所編的《淨土全書》裡面，可能現在台灣也有出版。他們真的去查《大藏經》，發現經裡面有介紹西方極樂世界的，總共有二百多種；有很明顯的文字是講得很清楚，像這個經上就講得很清楚。所以古德說「千經萬論處處指歸」。世尊四十九年說許許多多經論，可以說到最後都總歸到淨土，殊途同歸。「如佛所說，阿彌陀佛極樂世界功德利益」，佛常講的。"
    },
    {
      "id": "15-011-0011_p0049",
      "zh_CN": "这十种心，佛一定也曾经说过；否则的话，弥勒菩萨怎么会问？「发十种心，随一一心，专念向于阿弥陀佛」。就是《无量寿经》上讲的「发菩提心，一向专念」。",
      "zh_TW": "這十種心，佛一定也曾經說過；否則的話，彌勒菩薩怎麼會問？「發十種心，隨一一心，專念向於阿彌陀佛」。就是《無量壽經》上講的「發菩提心，一向專念」。"
    },
    {
      "id": "15-011-0011_p0050",
      "zh_CN": "下面这十种心，是什么心？给诸位说，就是菩提心。讲发菩提心，这一句叫总说。菩提心怎么个发法？什么样的心才是菩提心？这十条就是菩提心具体的事相。我们修念佛法门有没有这个心？如果有这个心，那你就真的发菩提心。若没有这个心，赶紧要发！",
      "zh_TW": "下面這十種心，是什麼心？給諸位說，就是菩提心。講發菩提心，這一句叫總說。菩提心怎麼個發法？什麼樣的心才是菩提心？這十條就是菩提心具體的事相。我們修念佛法門有沒有這個心？如果有這個心，那你就真的發菩提心。若沒有這個心，趕緊要發！"
    },
    {
      "id": "15-011-0011_p0051",
      "zh_CN": "「世尊，何等名为发十种心？由是心故，当得往生彼佛世界」。弥勒菩萨慈悲代我们启请。",
      "zh_TW": "「世尊，何等名為發十種心？由是心故，當得往生彼佛世界」。彌勒菩薩慈悲代我們啟請。"
    },
    {
      "id": "15-011-0011_p0052",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。如是十心。非诸凡愚。不善丈夫。具烦恼者。之所能发。何等为十。一者于诸众生起于大慈无损害心。二者于诸众生起于大悲无逼恼心。三者于佛正法不惜身命乐守护心。四者于一切法发生胜忍无执着心。五者不贪利养恭敬尊重净意乐心。六者求佛种智于一切时无忘失心。七者于诸众生尊重恭敬无下劣心。八者不着世论于菩提分生决定心。九者种诸善根无有杂染清净之心。十者于诸如来舍离诸相起随念心。弥勒。是名菩萨发十种心。由是心故。当得往生阿弥陀佛极乐世界。弥勒。若人于此十种心中随成一心。乐欲往生彼佛世界。若不得生无有是处。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。如是十心。非諸凡愚。不善丈夫。具煩惱者。之所能發。何等為十。一者於諸眾生起於大慈無損害心。二者於諸眾生起於大悲無逼惱心。三者於佛正法不惜身命樂守護心。四者於一切法發生勝忍無執著心。五者不貪利養恭敬尊重淨意樂心。六者求佛種智於一切時無忘失心。七者於諸眾生尊重恭敬無下劣心。八者不著世論於菩提分生決定心。九者種諸善根無有雜染清淨之心。十者於諸如來捨離諸相起隨念心。彌勒。是名菩薩發十種心。由是心故。當得往生阿彌陀佛極樂世界。彌勒。若人於此十種心中隨成一心。樂欲往生彼佛世界。若不得生無有是處。】"
    },
    {
      "id": "15-011-0011_p0053",
      "zh_CN": "「佛告弥勒菩萨言：弥勒，如是十心，非诸凡愚，不善丈夫，具烦恼者，之所能发」。释迦牟尼佛这一句话跟《弥陀经》上所讲的「不可以少善根福德因缘，得生彼国」，是不是一个意思？净土虽然是易行道，也不是每一个人都能往生的！你这个善根福德因缘不具足，你不能往生。",
      "zh_TW": "「佛告彌勒菩薩言：彌勒，如是十心，非諸凡愚，不善丈夫，具煩惱者，之所能發」。釋迦牟尼佛這一句話跟《彌陀經》上所講的「不可以少善根福德因緣，得生彼國」，是不是一個意思？淨土雖然是易行道，也不是每一個人都能往生的！你這個善根福德因緣不具足，你不能往生。"
    },
    {
      "id": "15-011-0011_p0054",
      "zh_CN": "此地说，「非诸凡愚」，换句话说，如果你的善根福德因缘具足，你不是凡夫！真的吗？你们《无量寿经》念得很熟，《无量寿经》不是说得很清楚，不是凡夫！你是什么人？如来第一弟子！这个话是释迦牟尼佛说的，一切诸佛如来都承认的。你要发这种心，就得一切诸佛护念、一切龙天善神保佑你。所以不善凡夫、愚痴的人、烦恼重的人，他决定发不出来。这个话说得很清楚、很明白。",
      "zh_TW": "此地說，「非諸凡愚」，換句話說，如果你的善根福德因緣具足，你不是凡夫！真的嗎？你們《無量壽經》念得很熟，《無量壽經》不是說得很清楚，不是凡夫！你是什麼人？如來第一弟子！這個話是釋迦牟尼佛說的，一切諸佛如來都承認的。你要發這種心，就得一切諸佛護念、一切龍天善神保佑你。所以不善凡夫、愚痴的人、煩惱重的人，他決定發不出來。這個話說得很清楚、很明白。"
    },
    {
      "id": "15-011-0011_p0055",
      "zh_CN": "那么这十种心就重要了。我们发不出来，就知道我们的烦恼很重、习气很深。努力把自己的障碍克服，一定要认真的学习，使我们得佛的加持，这个经教就是加持。我们真的觉悟、真正肯干、肯学，肯学就是你肯发这十种心。",
      "zh_TW": "那麼這十種心就重要了。我們發不出來，就知道我們的煩惱很重、習氣很深。努力把自己的障礙克服，一定要認真的學習，使我們得佛的加持，這個經教就是加持。我們真的覺悟、真正肯幹、肯學，肯學就是你肯發這十種心。"
    },
    {
      "id": "15-011-0011_p0056",
      "zh_CN": "「何等为十？一者，于诸众生，起于大慈，无损害心」。这十条里面慈悲列在前头，佛法是「慈悲为本，方便为门」。一切诸佛菩萨都是大慈悲心，你没有慈悲心就不相应，所以一定要培养自己的慈悲心。慈悲里面最重要的，于一切众生决定没有损害的心，不能有这个念头。如果要是伤害一个众生，对于那个众生真实利益有所损毁的，你的慈悲心没有了。",
      "zh_TW": "「何等為十？一者，於諸眾生，起於大慈，無損害心」。這十條裡面慈悲列在前頭，佛法是「慈悲為本，方便為門」。一切諸佛菩薩都是大慈悲心，你沒有慈悲心就不相應，所以一定要培養自己的慈悲心。慈悲裡面最重要的，於一切眾生決定沒有損害的心，不能有這個念頭。如果要是傷害一個眾生，對於那個眾生真實利益有所損毀的，你的慈悲心沒有了。"
    },
    {
      "id": "15-011-0011_p0057",
      "zh_CN": "「二者，于诸众生，起于大悲，无逼恼心」。不能够压迫众生，不能叫众生因我而起烦恼，你的悲心就没有。「慈能与乐，悲能拔苦」，要像诸佛如来一样，怜悯一切众生，时时刻刻，在在处处，存心帮助众生破迷开悟，帮助众生离苦得乐。苦是什么？三界苦，轮回苦，真正帮助他断烦恼、开智慧，念佛往生，这一生真的能出离轮回。",
      "zh_TW": "「二者，於諸眾生，起於大悲，無逼惱心」。不能夠壓迫眾生，不能叫眾生因我而起煩惱，你的悲心就沒有。「慈能與樂，悲能拔苦」，要像諸佛如來一樣，憐憫一切眾生，時時刻刻，在在處處，存心幫助眾生破迷開悟，幫助眾生離苦得樂。苦是什麼？三界苦，輪迴苦，真正幫助他斷煩惱、開智慧，念佛往生，這一生真的能出離輪迴。"
    },
    {
      "id": "15-011-0011_p0058",
      "zh_CN": "修学其他的法门，在理论上讲没有错，「法门平等，无有高下」。可是一切众生的根性不相同，烦恼习气不相同，学其他的法门，你未必能断烦恼。念佛这个法门，不需要断烦恼，这就方便太多了。只要这一句佛号念得有功夫，能把烦恼伏住，这样的功夫就能往生！",
      "zh_TW": "修學其他的法門，在理論上講沒有錯，「法門平等，無有高下」。可是一切眾生的根性不相同，煩惱習氣不相同，學其他的法門，你未必能斷煩惱。念佛這個法門，不需要斷煩惱，這就方便太多了。只要這一句佛號念得有功夫，能把煩惱伏住，這樣的功夫就能往生！"
    },
    {
      "id": "15-011-0011_p0059",
      "zh_CN": "有一些同修来给我说，一面念佛，一面还是打妄想；一面读经，一面还是有妄念。问我怎么办？我说：你学了多久了？他说：二、三年了。这是什么原因？功夫不得力。还有可能，你不会用功，所以你的功夫不起作用。会用功的人，那个佛号怎么个念法？也不一定叫你一天念几万声。念头一起，「阿弥陀佛」。古德所说：「不怕念起，只怕觉迟！」念头起来，有烦恼习气，你当然会起念；你不起念，你就不是凡夫，你就是菩萨。六道凡夫一定会起念头，所以起念头不怕，怕的是你觉得太迟。",
      "zh_TW": "有一些同修來給我說，一面念佛，一面還是打妄想；一面讀經，一面還是有妄念。問我怎麼辦？我說：你學了多久了？他說：二、三年了。這是什麼原因？功夫不得力。還有可能，你不會用功，所以你的功夫不起作用。會用功的人，那個佛號怎麼個念法？也不一定叫你一天念幾萬聲。念頭一起，「阿彌陀佛」。古德所說：「不怕念起，只怕覺遲！」念頭起來，有煩惱習氣，你當然會起念；你不起念，你就不是凡夫，你就是菩薩。六道凡夫一定會起念頭，所以起念頭不怕，怕的是你覺得太遲。"
    },
    {
      "id": "15-011-0011_p0060",
      "zh_CN": "我们这一个法门里面，什么是觉？阿弥陀佛就是觉。我念头一起，不要去想这个念头是善念、恶念，不要想这个，统统是妄念。恶念是妄念，善念还是妄念；无念也不行，无念是无明。有念是妄想，无念是无明，都不行！所以念头一起，「阿弥陀佛」，把这个念头马上转过来，这叫会念佛。你能在这上注意、在这上用功，有个二、三年，你的妄念自然就少，这个时候功夫就得力。",
      "zh_TW": "我們這一個法門裡面，什麼是覺？阿彌陀佛就是覺。我念頭一起，不要去想這個念頭是善念、惡念，不要想這個，統統是妄念。惡念是妄念，善念還是妄念；無念也不行，無念是無明。有念是妄想，無念是無明，都不行！所以念頭一起，「阿彌陀佛」，把這個念頭馬上轉過來，這叫會念佛。你能在這上注意、在這上用功，有個二、三年，你的妄念自然就少，這個時候功夫就得力。"
    },
    {
      "id": "15-011-0011_p0061",
      "zh_CN": "当然这里面还有一个很重要的原则，就是要破迷、要开悟。悟个什么？悟人间统统是假的，不是真的。你要是真觉悟、明白，你就放下了。你心里面的忧虑、牵挂放下了，对你功夫得力有大帮助。所以，一定要晓得身心世界统统不可得，《金刚经》上讲梦幻泡影，这是教你看破，这是事实真相，没有一样是真的。「万般将不去，唯有业随身」，何必因妄念、烦恼而造作恶业？这是最愚痴的、最不值得的。",
      "zh_TW": "當然這裡面還有一個很重要的原則，就是要破迷、要開悟。悟個什麼？悟人間統統是假的，不是真的。你要是真覺悟、明白，你就放下了。你心裡面的憂慮、牽掛放下了，對你功夫得力有大幫助。所以，一定要曉得身心世界統統不可得，《金剛經》上講夢幻泡影，這是教你看破，這是事實真相，沒有一樣是真的。「萬般將不去，唯有業隨身」，何必因妄念、煩惱而造作惡業？這是最愚痴的、最不值得的。"
    },
    {
      "id": "15-011-0011_p0062",
      "zh_CN": "所以一定要看破、一定要放下，这个佛号就用得上力。功夫好的，二、三年往生就有把握。真的可以想什么时候去，就什么时候去，真有把握！所以慈悲心重要！没有慈悲心就不相应，佛念得再好，甚至于功夫用得再好，也不能往生。为什么？因为你跟西方极乐世界的诸佛菩萨、海会大众，心里上有障碍。你去到那里，你看不惯他们，他们也看不惯你，不能同住，所以你去不了。",
      "zh_TW": "所以一定要看破、一定要放下，這個佛號就用得上力。功夫好的，二、三年往生就有把握。真的可以想什麼時候去，就什麼時候去，真有把握！所以慈悲心重要！沒有慈悲心就不相應，佛念得再好，甚至於功夫用得再好，也不能往生。為什麼？因為你跟西方極樂世界的諸佛菩薩、海會大眾，心裡上有障礙。你去到那裡，你看不慣他們，他們也看不慣你，不能同住，所以你去不了。"
    },
    {
      "id": "15-011-0011_p0063",
      "zh_CN": "西方极乐世界每一个往生的人，都具足这十心。这十心有一条，下面九条统统具足。如果你说我有九条，还有一条有点问题，你十条都没有，一即一切，一切即一。你不能把它看做十个，它是个整体的，一体的十面；菩提心的十面、十方面，一条不能欠缺！",
      "zh_TW": "西方極樂世界每一個往生的人，都具足這十心。這十心有一條，下面九條統統具足。如果你說我有九條，還有一條有點問題，你十條都沒有，一即一切，一切即一。你不能把它看做十個，它是個整體的，一體的十面；菩提心的十面、十方面，一條不能欠缺！"
    },
    {
      "id": "15-011-0011_p0064",
      "zh_CN": "「三者，于佛正法，不惜身命，乐守护心」。对于佛的正法，我们现在所修学的净宗法门：五经一论，决定依教奉行。纵然什么样的灾难，损失生命也在所不惜，我也决定不会回头，决定不会更改！要有这样坚定的信心，我就守定这个法门。对待别人也用这个法门劝勉，自行化他，居于正法。",
      "zh_TW": "「三者，於佛正法，不惜身命，樂守護心」。對於佛的正法，我們現在所修學的淨宗法門：五經一論，決定依教奉行。縱然什麼樣的災難，損失生命也在所不惜，我也決定不會回頭，決定不會更改！要有這樣堅定的信心，我就守定這個法門。對待別人也用這個法門勸勉，自行化他，居於正法。"
    },
    {
      "id": "15-011-0011_p0065",
      "zh_CN": "「四者，于一切法，发生胜忍，无执着心」。前面第三是对你自己选修的，像我们学校念书，我念这个科系，我对这个有信心，决定不改，我四年就毕业。但是不同科系的那一些同学，在佛法里是不同法门、不同宗派的那一些，我们要尊敬，不能诽谤！所以要「发生胜忍」，胜是殊胜，忍是承认、认可，同意他那个法门也是无上法门，那个法门也可以拿学位、也可以拿博士。",
      "zh_TW": "「四者，於一切法，發生勝忍，無執著心」。前面第三是對你自己選修的，像我們學校念書，我念這個科系，我對這個有信心，決定不改，我四年就畢業。但是不同科系的那一些同學，在佛法裡是不同法門、不同宗派的那一些，我們要尊敬，不能誹謗！所以要「發生勝忍」，勝是殊勝，忍是承認、認可，同意他那個法門也是無上法門，那個法門也可以拿學位、也可以拿博士。"
    },
    {
      "id": "15-011-0011_p0066",
      "zh_CN": "不能有执着心，执着我这个第一，他那个第二；我殊胜，他不如我。你这样想，就是自赞毁他。那个法门是佛说的，你谤佛。法是佛说的，你谤法。依照那个法门修学成就的，你谤僧。虽然你这一门修得很好、很不错，因为你诽谤三宝，你不能成就。诽谤三宝，诸位看看戒经里面结罪，在阿鼻地狱！",
      "zh_TW": "不能有執著心，執著我這個第一，他那個第二；我殊勝，他不如我。你這樣想，就是自讚毀他。那個法門是佛說的，你謗佛。法是佛說的，你謗法。依照那個法門修學成就的，你謗僧。雖然你這一門修得很好、很不錯，因為你誹謗三寶，你不能成就。誹謗三寶，諸位看看戒經裡面結罪，在阿鼻地獄！"
    },
    {
      "id": "15-011-0011_p0067",
      "zh_CN": "我们要用什么样的心态对修学其他法门的人？《华严经》上五十三参是好榜样，就是此地所说的。五十三位菩萨，每一个人自己都修一个法门。谈到其他的法门，他就告诉善财说，我不如某某人，我只懂得这一个法门。我不如那些菩萨，我不懂那些法门，你向他们去请教。自己谦虚，赞叹别人！",
      "zh_TW": "我們要用什麼樣的心態對修學其他法門的人？《華嚴經》上五十三參是好榜樣，就是此地所說的。五十三位菩薩，每一個人自己都修一個法門。談到其他的法門，他就告訴善財說，我不如某某人，我只懂得這一個法門。我不如那些菩薩，我不懂那些法門，你向他們去請教。自己謙虛，讚歎別人！"
    },
    {
      "id": "15-011-0011_p0068",
      "zh_CN": "有些人听到你这个说法，奇怪，你既然赞叹那个法门，你为什么不修那个法门？往年我在香港讲经，大屿山的圣一老法师邀我到他们的道场去讲开示，他那个道场是禅宗道场，参禅的。我是个念佛的，我到那里去极力赞叹禅、赞叹道场、赞叹法门、赞叹法师、赞叹大众同修。赞叹完了，人家问我：「法师，禅这么好，你为什么不修？」我老老实实回答：「我不是那个根器！参禅要上上根人才能开悟，我是下下根人，我怎么能够比得上他们。我说真话，我老实念佛，带业往生就很幸运了。」",
      "zh_TW": "有些人聽到你這個說法，奇怪，你既然讚歎那個法門，你為什麼不修那個法門？往年我在香港講經，大嶼山的聖一老法師邀我到他們的道場去講開示，他那個道場是禪宗道場，參禪的。我是個念佛的，我到那裡去極力讚歎禪、讚歎道場、讚歎法門、讚歎法師、讚歎大眾同修。讚歎完了，人家問我：「法師，禪這麼好，你為什麼不修？」我老老實實回答：「我不是那個根器！參禪要上上根人才能開悟，我是下下根人，我怎麼能夠比得上他們。我說真話，我老實念佛，帶業往生就很幸運了。」"
    },
    {
      "id": "15-011-0011_p0069",
      "zh_CN": "记住，自己要谦虚，要懂得赞叹别人，要与不同法门互相尊重，和睦相处。古人常讲「若要佛法兴，唯有僧赞僧」。彼此互相赞叹，互相谦虚，佛法就兴旺！不要认为自己修得不错，就感到值得骄傲，就傲慢，瞧不起别人，瞧不起其他法门，不知道最后是自己度化自己。佛在这个经上对于这个道理、这一桩事情讲得很多，所以「于一切法发生胜忍无执着心」。",
      "zh_TW": "記住，自己要謙虛，要懂得讚歎別人，要與不同法門互相尊重，和睦相處。古人常講「若要佛法興，唯有僧讚僧」。彼此互相讚歎，互相謙虛，佛法就興旺！不要認為自己修得不錯，就感到值得驕傲，就傲慢，瞧不起別人，瞧不起其他法門，不知道最後是自己度化自己。佛在這個經上對於這個道理、這一樁事情講得很多，所以「於一切法發生勝忍無執著心」。"
    },
    {
      "id": "15-011-0011_p0070",
      "zh_CN": "「五者，不贪利养，恭敬尊重，净意乐心」。佛在这个经上也是大篇幅的教诫我们，利养不得了！一沾上前途就毁了。利养的过失，无量无边，沾不得！所以修行人的生活愈清苦愈好，清苦对这个世间没有留恋，出离的心常常能提得起来，这个好！这是增长道心。如果贪着利养，阿弥陀佛来接引你，你还舍不得去，你的利养放不下，这是大麻烦！",
      "zh_TW": "「五者，不貪利養，恭敬尊重，淨意樂心」。佛在這個經上也是大篇幅的教誡我們，利養不得了！一沾上前途就毀了。利養的過失，無量無邊，沾不得！所以修行人的生活愈清苦愈好，清苦對這個世間沒有留戀，出離的心常常能提得起來，這個好！這是增長道心。如果貪著利養，阿彌陀佛來接引你，你還捨不得去，你的利養放不下，這是大麻煩！"
    },
    {
      "id": "15-011-0011_p0071",
      "zh_CN": "「恭敬、尊重」都不可以贪着，决定不能够要求。纵然别人很恭敬、很尊重；譬如我在许多地方，人家请我去讲经，我首先告诉他们不要宣传。人家要做海报，还要登报纸，我说这个决定不可以，顶多你们自己家里信徒，打个电话告诉他，发个简单通知告诉他就可以了。不要搞广告，召集好多人来，不是好事情。头一天把那么多人找来，人家听我们一讲并不怎么样，第二天就不来，人就少了一半，你说这个道场多难看！没见过面，好奇来了，结果一看不怎么样，道场听众一天比一天少，这是衰相。这个要懂得。",
      "zh_TW": "「恭敬、尊重」都不可以貪著，決定不能夠要求。縱然別人很恭敬、很尊重；譬如我在許多地方，人家請我去講經，我首先告訴他們不要宣傳。人家要做海報，還要登報紙，我說這個決定不可以，頂多你們自己家裡信徒，打個電話告訴他，發個簡單通知告訴他就可以了。不要搞廣告，召集好多人來，不是好事情。頭一天把那麼多人找來，人家聽我們一講並不怎麼樣，第二天就不來，人就少了一半，你說這個道場多難看！沒見過面，好奇來了，結果一看不怎麼樣，道場聽眾一天比一天少，這是衰相。這個要懂得。"
    },
    {
      "id": "15-011-0011_p0072",
      "zh_CN": "我不宣传，第一天来三个人，第二天来五个人，我这个道场是兴旺之相！我这里的人一天比一天多，要懂这个道理，这是成功之道。所以不能搞广告，不能像唱戏一样，那是作秀，不可以！始终保持心的清净法喜。「意乐」就是我们讲的法喜充满，你能够离开这个利养、恭敬、尊重。",
      "zh_TW": "我不宣傳，第一天來三個人，第二天來五個人，我這個道場是興旺之相！我這裡的人一天比一天多，要懂這個道理，這是成功之道。所以不能搞廣告，不能像唱戲一樣，那是作秀，不可以！始終保持心的清淨法喜。「意樂」就是我們講的法喜充滿，你能夠離開這個利養、恭敬、尊重。"
    },
    {
      "id": "15-011-0011_p0073",
      "zh_CN": "「六者，求佛种智，于一切时，无忘失心」。这是我们学佛正确的目标。我们的目标、我们的方向一时一刻都没有偏差。目标在哪里？「求佛种智」，种智就是阿耨多罗三藐三菩提，无上正等正觉。我们学佛为什么？不为其他，就为这个。我们得正觉，就等于阿罗汉。得正等正觉，那就是菩萨。得无上正等正觉，就圆满成佛。这是学佛正确的目标、方向，不能有丝毫偏差。往生西方极乐世界也是为这个。因为在这个世界障碍太多，修学环境不好，很不容易成就。到西方极乐世界换一个环境，还是为这桩事情。",
      "zh_TW": "「六者，求佛種智，於一切時，無忘失心」。這是我們學佛正確的目標。我們的目標、我們的方向一時一刻都沒有偏差。目標在哪裡？「求佛種智」，種智就是阿耨多羅三藐三菩提，無上正等正覺。我們學佛為什麼？不為其他，就為這個。我們得正覺，就等於阿羅漢。得正等正覺，那就是菩薩。得無上正等正覺，就圓滿成佛。這是學佛正確的目標、方向，不能有絲毫偏差。往生西方極樂世界也是為這個。因為在這個世界障礙太多，修學環境不好，很不容易成就。到西方極樂世界換一個環境，還是為這樁事情。"
    },
    {
      "id": "15-011-0011_p0074",
      "zh_CN": "「七者，于诸众生，尊重恭敬，无下劣心」。我们用什么样的心态对人、对一切众生？这里面没有分别，要用清净心、平等心去修。对一切众生都尊重，对一切众生都恭敬，对一切众生都不可以有下劣心。「下劣」是轻慢、轻视，不可以！修敬，敬是什么？敬是性德。你看普贤菩萨十大愿王第一愿「礼敬诸佛」，这就是修礼敬诸佛。",
      "zh_TW": "「七者，於諸眾生，尊重恭敬，無下劣心」。我們用什麼樣的心態對人、對一切眾生？這裡面沒有分別，要用清淨心、平等心去修。對一切眾生都尊重，對一切眾生都恭敬，對一切眾生都不可以有下劣心。「下劣」是輕慢、輕視，不可以！修敬，敬是什麼？敬是性德。你看普賢菩薩十大願王第一願「禮敬諸佛」，這就是修禮敬諸佛。"
    },
    {
      "id": "15-011-0011_p0075",
      "zh_CN": "这个「众生」是广义的。广义众生的意思，一切法都是众缘和合而生的。动物，我们这个身体是众缘和合而生的；植物也是众缘和合而生的；这个桌椅、板凳还是众缘和合而生的，这就说明对人、对事、对物都要尊重、都要恭敬，这叫学佛。这个心是菩提心，觉悟了。菩提心是觉悟的心，他一定是这样做的。不能这样做，迷惑颠倒，他没觉悟。觉悟的人，一定会尊重别人，一定会恭敬别人。",
      "zh_TW": "這個「眾生」是廣義的。廣義眾生的意思，一切法都是眾緣和合而生的。動物，我們這個身體是眾緣和合而生的；植物也是眾緣和合而生的；這個桌椅、板凳還是眾緣和合而生的，這就說明對人、對事、對物都要尊重、都要恭敬，這叫學佛。這個心是菩提心，覺悟了。菩提心是覺悟的心，他一定是這樣做的。不能這樣做，迷惑顛倒，他沒覺悟。覺悟的人，一定會尊重別人，一定會恭敬別人。"
    },
    {
      "id": "15-011-0011_p0076",
      "zh_CN": "「八者，不着世论，于菩提分，生决定心」。「世论」，世间的学术言论。「不着」，并不是讲这些东西你不可以接触，你不可去看、不可以去学习，不是的，是不能贪着。如果贪着，对这个东西产了爱好，麻烦大了。不能有爱好，可以随缘。心里一有贪着、有爱好叫攀缘，攀缘就坏了。随缘好，随喜功德！「于菩提分」，菩提是觉，不迷！着是迷，贪着是迷。觉而不迷，这个「生决定心」。",
      "zh_TW": "「八者，不著世論，於菩提分，生決定心」。「世論」，世間的學術言論。「不著」，並不是講這些東西你不可以接觸，你不可去看、不可以去學習，不是的，是不能貪著。如果貪著，對這個東西產了愛好，麻煩大了。不能有愛好，可以隨緣。心裡一有貪著、有愛好叫攀緣，攀緣就壞了。隨緣好，隨喜功德！「於菩提分」，菩提是覺，不迷！著是迷，貪著是迷。覺而不迷，這個「生決定心」。"
    },
    {
      "id": "15-011-0011_p0077",
      "zh_CN": "「九者，种诸善根，无有杂染，清净之心」。世法善根有三条：无贪、无瞋、无痴，这叫三善根。世间一切善法从这个地方生的，所以叫它做三善根。出世间大法，我们讲菩萨善根。菩萨善根只有一条，就是精进。诸位一定要记住，精是纯而不杂。我们学佛，我修净土，我对于净宗五经一论，读诵、受持、为人演说，这是精进。我要掺杂其他宗派里面的东西进来，那叫乱进、叫杂进，那就不是精进。所以精进是菩萨善根，必定能有成就。这是说明一门深入的重要，一门深入叫精进。",
      "zh_TW": "「九者，種諸善根，無有雜染，清淨之心」。世法善根有三條：無貪、無瞋、無痴，這叫三善根。世間一切善法從這個地方生的，所以叫它做三善根。出世間大法，我們講菩薩善根。菩薩善根只有一條，就是精進。諸位一定要記住，精是純而不雜。我們學佛，我修淨土，我對於淨宗五經一論，讀誦、受持、為人演說，這是精進。我要摻雜其他宗派裡面的東西進來，那叫亂進、叫雜進，那就不是精進。所以精進是菩薩善根，必定能有成就。這是說明一門深入的重要，一門深入叫精進。"
    },
    {
      "id": "15-011-0011_p0078",
      "zh_CN": "现在人的根性大不如古人，这是事实！我们现在人心没有古人那么清净，古人的心大多数是定的，现在人心是浮动、躁动的。古人有耐心，现在人没有耐心。所谓求新、求变、求快，这都是没有耐心的表现。因此，真正想学的人，真正会用功的人，都求单纯、简便、容易修学，不希望复杂、不希望困难；总是避免这些。",
      "zh_TW": "現在人的根性大不如古人，這是事實！我們現在人心沒有古人那麼清淨，古人的心大多數是定的，現在人心是浮動、躁動的。古人有耐心，現在人沒有耐心。所謂求新、求變、求快，這都是沒有耐心的表現。因此，真正想學的人，真正會用功的人，都求單純、簡便、容易修學，不希望複雜、不希望困難；總是避免這些。"
    },
    {
      "id": "15-011-0011_p0079",
      "zh_CN": "现在生活艰难，工作很忙、压力很重，净宗虽然讲的是五经一论，如果我们没有这个能力，抽不出这么多时间来读这些经论，受持一部就够了。五经一论这六种里面选择一种，你一生不改变，你决定成就！这六样东西最简单的是《大势至菩萨念佛圆通章》，二百四十四个字，就可以保证你往生，这是最少的！",
      "zh_TW": "現在生活艱難，工作很忙、壓力很重，淨宗雖然講的是五經一論，如果我們沒有這個能力，抽不出這麼多時間來讀這些經論，受持一部就夠了。五經一論這六種裡面選擇一種，你一生不改變，你決定成就！這六樣東西最簡單的是《大勢至菩薩念佛圓通章》，二百四十四個字，就可以保證你往生，這是最少的！"
    },
    {
      "id": "15-011-0011_p0080",
      "zh_CN": "你要是问这么少可靠吗？那你就又起了疑惑、又起了诤论，受害的是自己。你没有看到我们这边印的倓虚老法师的《念佛论》，我把他老人家在香港打佛七的开示，从录音带上已经节录成文字，附印在《念佛论》的后面。你们仔细去看看，他说的谛闲老法师的一个徒弟，锅漏匠，就一句「南无阿弥陀佛」成功了。六个字都能成功，二百四十四个字还不能成功吗？你还有什么好怀疑的！",
      "zh_TW": "你要是問這麼少可靠嗎？那你就又起了疑惑、又起了諍論，受害的是自己。你沒有看到我們這邊印的倓虛老法師的《念佛論》，我把他老人家在香港打佛七的開示，從錄音帶上已經節錄成文字，附印在《念佛論》的後面。你們仔細去看看，他說的諦閑老法師的一個徒弟，鍋漏匠，就一句「南無阿彌陀佛」成功了。六個字都能成功，二百四十四個字還不能成功嗎？你還有什麼好懷疑的！"
    },
    {
      "id": "15-011-0011_p0081",
      "zh_CN": "谛老的那个法师就是一句阿弥陀佛念三年。老和尚教他的方法妙极了：念累了就休息，休息好了再念，你看看多自在！丝毫约束都没有。他是真老实，成功在老实！他听话，依教奉行，念了三年，他成功了。预知时至，他没有生病，站着往生。死了以后还站了三天，等师父给他办后事，希有！站着往生我们也听说过，但是说站着三天没听说过。他有本事能站三天，六个字就成就了。",
      "zh_TW": "諦老的那個法師就是一句阿彌陀佛念三年。老和尚教他的方法妙極了：念累了就休息，休息好了再念，你看看多自在！絲毫約束都沒有。他是真老實，成功在老實！他聽話，依教奉行，念了三年，他成功了。預知時至，他沒有生病，站著往生。死了以後還站了三天，等師父給他辦後事，希有！站著往生我們也聽說過，但是說站著三天沒聽說過。他有本事能站三天，六個字就成就了。"
    },
    {
      "id": "15-011-0011_p0082",
      "zh_CN": "有很多人跑来跟我讲：「师父，好多人讲一部经太少了，不能成功！」佛在这个经上都说明了，你的心生疑惑，起诸诤论，那就真的不能成功。你要真信，一丝毫怀疑都没有，决定成功！你怀疑不成功，那决定不成功。所以要紧的是「无有杂染」，一定要保持清净心。",
      "zh_TW": "有很多人跑來跟我講：「師父，好多人講一部經太少了，不能成功！」佛在這個經上都說明了，你的心生疑惑，起諸諍論，那就真的不能成功。你要真信，一絲毫懷疑都沒有，決定成功！你懷疑不成功，那決定不成功。所以要緊的是「無有雜染」，一定要保持清淨心。"
    },
    {
      "id": "15-011-0011_p0083",
      "zh_CN": "「十者，于诸如来，舍离诸相，起随念心」。末后这一句讲到究竟圆满。不但一切相要离，连佛的相也要离，这个心才干净！你有这一条，你就能念到理一心不乱。没有这一条，有前面九条，你可以念到事一心不乱。这一条，那是《金刚经》上讲的「凡所有相，皆是虚妄」。西方极乐世界的相也是虚妄、也不能执着，这是入理一心，入一真法界。",
      "zh_TW": "「十者，於諸如來，捨離諸相，起隨念心」。末後這一句講到究竟圓滿。不但一切相要離，連佛的相也要離，這個心才乾淨！你有這一條，你就能念到理一心不亂。沒有這一條，有前面九條，你可以念到事一心不亂。這一條，那是《金剛經》上講的「凡所有相，皆是虛妄」。西方極樂世界的相也是虛妄、也不能執著，這是入理一心，入一真法界。"
    },
    {
      "id": "15-011-0011_p0084",
      "zh_CN": "正是佛在经上所说，「法尚应舍，何况非法」。那个法是佛法，佛法也要舍。这个舍，你要懂得，不是我们的法都不要，法不要了你准堕阿鼻地狱！不执着！法要不要？要，依教修行，绝不执着。舍是这个意思，舍执着的念头，舍执着的心。",
      "zh_TW": "正是佛在經上所說，「法尚應捨，何況非法」。那個法是佛法，佛法也要捨。這個捨，你要懂得，不是我們的法都不要，法不要了你準墮阿鼻地獄！不執著！法要不要？要，依教修行，絕不執著。捨是這個意思，捨執著的念頭，捨執著的心。"
    },
    {
      "id": "15-011-0011_p0085",
      "zh_CN": "别说我们要法，要依法，等觉菩萨还要依法！哪有不依法的道理？人家依法而不执着法，他的心清净，他没有疑惑、没有诤论。我们依法执着法，于是起疑惑、起诤论。看到佛在这个经上说有，那个经上说空，糟糕了，到底是有还是空？疑惑生起来了。我们自己没有大开圆解，智慧没有开！",
      "zh_TW": "別說我們要法，要依法，等覺菩薩還要依法！哪有不依法的道理？人家依法而不執著法，他的心清淨，他沒有疑惑、沒有諍論。我們依法執著法，於是起疑惑、起諍論。看到佛在這個經上說有，那個經上說空，糟糕了，到底是有還是空？疑惑生起來了。我們自己沒有大開圓解，智慧沒有開！"
    },
    {
      "id": "15-011-0011_p0086",
      "zh_CN": "佛讲经是跟大夫一样，因病施药！这个人执着有，佛就跟他讲空。讲空的意思，破他执着有。那一个人执着空，佛对他就讲有，讲有破他空执！你要懂得佛说话的意思，他对什么人讲的，他治什么病！你不问那个，单单听佛一会儿说空，一会儿说有，还怀疑释迦牟尼佛头脑有问题，不太清楚，怎么说话的时候没有一定的主意，怎么会乱说话？你要懂得佛说话的义趣。",
      "zh_TW": "佛講經是跟大夫一樣，因病施藥！這個人執著有，佛就跟他講空。講空的意思，破他執著有。那一個人執著空，佛對他就講有，講有破他空執！你要懂得佛說話的意思，他對什麼人講的，他治什麼病！你不問那個，單單聽佛一會兒說空，一會兒說有，還懷疑釋迦牟尼佛頭腦有問題，不太清楚，怎麼說話的時候沒有一定的主意，怎麼會亂說話？你要懂得佛說話的義趣。"
    },
    {
      "id": "15-011-0011_p0087",
      "zh_CN": "你看这些祖师大德，真正的善知识教诫初学，不准随便看经，意思在此地。现在这样的善知识没有了，即使是有，学生也不听。真正好老师教学，不准你看经，为什么？就怕看到这些地方，你起疑惑、起诤论，自己惹好多麻烦，到最后信心都没有了。有害，没有利益。所以佛的经典要有过来人指导，我们可以用少时间得真实利益。",
      "zh_TW": "你看這些祖師大德，真正的善知識教誡初學，不准隨便看經，意思在此地。現在這樣的善知識沒有了，即使是有，學生也不聽。真正好老師教學，不准你看經，為什麼？就怕看到這些地方，你起疑惑、起諍論，自己惹好多麻煩，到最後信心都沒有了。有害，沒有利益。所以佛的經典要有過來人指導，我們可以用少時間得真實利益。"
    },
    {
      "id": "15-011-0011_p0088",
      "zh_CN": "「弥勒，是名菩萨发十种心，由是心故，当得往生阿弥陀佛极乐世界」。佛在此地说完这十种心，给弥勒菩萨说这一句，这是非常肯定的言词，丝毫疑虑都没有，「当得往生阿弥陀佛的极乐世界」。",
      "zh_TW": "「彌勒，是名菩薩發十種心，由是心故，當得往生阿彌陀佛極樂世界」。佛在此地說完這十種心，給彌勒菩薩說這一句，這是非常肯定的言詞，絲毫疑慮都沒有，「當得往生阿彌陀佛的極樂世界」。"
    },
    {
      "id": "15-011-0011_p0089",
      "zh_CN": "「弥勒，若人于此十种心中随成一心，乐欲往生彼佛世界，若不得生无有是处」。「随成一心」，前面我们说过，一即一切，《弥陀经》上给我们讲的一心不乱。什么叫一心？圆满具足叫一心。任何一心里面都具足其他九种心，一即是多，多即是一，这叫一心。有慈心，怎么会没有悲心？真正慈悲，自然护持正法，自然于一切法得胜忍，你那个心是圆满的，这是一定的道理。所以随成一心，就是大经里面常讲的入不二法门，不二就是一。这样的人要是有一个愿望，希望往生阿弥陀佛极乐世界，如果不能往生，没有这个道理！「无有是处」。",
      "zh_TW": "「彌勒，若人於此十種心中隨成一心，樂欲往生彼佛世界，若不得生無有是處」。「隨成一心」，前面我們說過，一即一切，《彌陀經》上給我們講的一心不亂。什麼叫一心？圓滿具足叫一心。任何一心裡面都具足其他九種心，一即是多，多即是一，這叫一心。有慈心，怎麼會沒有悲心？真正慈悲，自然護持正法，自然於一切法得勝忍，你那個心是圓滿的，這是一定的道理。所以隨成一心，就是大經裡面常講的入不二法門，不二就是一。這樣的人要是有一個願望，希望往生阿彌陀佛極樂世界，如果不能往生，沒有這個道理！「無有是處」。"
    },
    {
      "id": "15-011-0011_p0090",
      "zh_CN": "经文到此地，正宗分讲完了。后面这一段是本经的流通分。请看经文：",
      "zh_TW": "經文到此地，正宗分講完了。後面這一段是本經的流通分。請看經文："
    },
    {
      "id": "15-011-0011_p0091",
      "zh_CN": "【尔时尊者阿难。白佛言。希有世尊。乃能开示演说如来真实功德。世尊。当何名此经。我等云何受持。佛告阿难言。此经名为发起菩萨殊胜志乐。亦名弥勒菩萨所问。以是名字汝当受持。佛说此经已。弥勒菩萨及诸声闻。一切世间天人阿修罗干闼婆等。闻佛所说。皆大欢喜。信受奉行。】",
      "zh_TW": "【爾時尊者阿難。白佛言。希有世尊。乃能開示演說如來真實功德。世尊。當何名此經。我等云何受持。佛告阿難言。此經名為發起菩薩殊勝志樂。亦名彌勒菩薩所問。以是名字汝當受持。佛說此經已。彌勒菩薩及諸聲聞。一切世間天人阿修羅乾闥婆等。聞佛所說。皆大歡喜。信受奉行。】"
    },
    {
      "id": "15-011-0011_p0092",
      "zh_CN": "这一部经里面所开示的，自始至终就是「如来真实功德」。他没有讲「诸佛真实功德」。如果说诸佛真实功德，我们未必有！说诸佛是从事上说的，说如来是从理上说的、是从性上说的，就是我们自性的真实功德，不是别的！",
      "zh_TW": "這一部經裡面所開示的，自始至終就是「如來真實功德」。他沒有講「諸佛真實功德」。如果說諸佛真實功德，我們未必有！說諸佛是從事上說的，說如來是從理上說的、是從性上說的，就是我們自性的真實功德，不是別的！"
    },
    {
      "id": "15-011-0011_p0093",
      "zh_CN": "你说这个要不要修？这不是别人的，我愿不愿意修在自己，我修也可以，我不修也可以，自性功德！你不是要明心见性吗？见性就是自性功德圆满现前。佛在经上讲的字字句句都是自性功德，不是别的！菩萨如果觉悟，一定会「发起殊胜志乐」。志就是誓愿，乐是爱好、是喜欢，你一定喜欢去做，一定喜欢求生西方极乐世界，求生西方极乐世界是菩萨殊胜志乐。",
      "zh_TW": "你說這個要不要修？這不是別人的，我願不願意修在自己，我修也可以，我不修也可以，自性功德！你不是要明心見性嗎？見性就是自性功德圓滿現前。佛在經上講的字字句句都是自性功德，不是別的！菩薩如果覺悟，一定會「發起殊勝志樂」。志就是誓願，樂是愛好、是喜歡，你一定喜歡去做，一定喜歡求生西方極樂世界，求生西方極樂世界是菩薩殊勝志樂。"
    },
    {
      "id": "15-011-0011_p0094",
      "zh_CN": "我们这一次为什么要选择这一部经？实在就是看到大家这几年在净宗上很用功很认真在读诵、念佛、修持，但是没有成绩。像学生念书一样，好用功，念得好辛苦，考试都不及格，这个问题很严重！毛病出在哪里？我们要去找，所以找出这两部经对治这个毛病。",
      "zh_TW": "我們這一次為什麼要選擇這一部經？實在就是看到大家這幾年在淨宗上很用功很認真在讀誦、念佛、修持，但是沒有成績。像學生念書一樣，好用功，念得好辛苦，考試都不及格，這個問題很嚴重！毛病出在哪裡？我們要去找，所以找出這兩部經對治這個毛病。"
    },
    {
      "id": "15-011-0011_p0095",
      "zh_CN": "我们选讲《金刚经》的目的是让你了解宇宙人生的真相，教你看破、放下！你在功夫上、念佛上的障碍可以突破。说这一部经是断烦恼、习气，你在日常生活当中、工作当中，处事待人接物，不知不觉犯好多的毛病。这些毛病要是不觉悟、不改过来，依旧造成障碍。所以《金刚经》是破理上的障碍，这个经是破日常生活琐碎事相当中的障碍，希望你的念佛功夫一帆风顺！我们讲是目的在此地。",
      "zh_TW": "我們選講《金剛經》的目的是讓你了解宇宙人生的真相，教你看破、放下！你在功夫上、念佛上的障礙可以突破。說這一部經是斷煩惱、習氣，你在日常生活當中、工作當中，處事待人接物，不知不覺犯好多的毛病。這些毛病要是不覺悟、不改過來，依舊造成障礙。所以《金剛經》是破理上的障礙，這個經是破日常生活瑣碎事相當中的障礙，希望你的念佛功夫一帆風順！我們講是目的在此地。"
    },
    {
      "id": "15-011-0011_p0096",
      "zh_CN": "经文也很明显，「导归极乐」，不要认为这是多余的，这不是我们本宗的，本宗只有五经一论，怎么又跑来搞这些东西。刚才说过，其他宗的这些课本有助于我，对我们有帮助的，我们可以选修！虽不是主修，我们一定要认真来选修。与本宗不相应的，我们不修它。这是与本宗相应的。",
      "zh_TW": "經文也很明顯，「導歸極樂」，不要認為這是多餘的，這不是我們本宗的，本宗只有五經一論，怎麼又跑來搞這些東西。剛才說過，其他宗的這些課本有助於我，對我們有幫助的，我們可以選修！雖不是主修，我們一定要認真來選修。與本宗不相應的，我們不修它。這是與本宗相應的。"
    },
    {
      "id": "15-011-0011_p0097",
      "zh_CN": "「世尊，当何名此经？我等云何受持」？这是流通分里面所不能避免的，一定要问的，请示经名。这个经将来集结流通，用什么名称？这个名称是佛说的。",
      "zh_TW": "「世尊，當何名此經？我等云何受持」？這是流通分裡面所不能避免的，一定要問的，請示經名。這個經將來集結流通，用什麼名稱？這個名稱是佛說的。"
    },
    {
      "id": "15-011-0011_p0098",
      "zh_CN": "「佛告阿难言，此经名为发起菩萨殊胜志乐」，经名是佛说的。",
      "zh_TW": "「佛告阿難言，此經名為發起菩薩殊勝志樂」，經名是佛說的。"
    },
    {
      "id": "15-011-0011_p0099",
      "zh_CN": "「亦名弥勒菩萨所问」。所以如果提到《弥勒菩萨所问经》，也是这一部经，这一部经有两个名字。",
      "zh_TW": "「亦名彌勒菩薩所問」。所以如果提到《彌勒菩薩所問經》，也是這一部經，這一部經有兩個名字。"
    },
    {
      "id": "15-011-0011_p0100",
      "zh_CN": "「以是名字汝当受持」。这个经名是全经的总纲领。所以从名题上，你就能体会到这个经所讲的义趣，宗旨之所在，我们应当怎样去受持。",
      "zh_TW": "「以是名字汝當受持」。這個經名是全經的總綱領。所以從名題上，你就能體會到這個經所講的義趣，宗旨之所在，我們應當怎樣去受持。"
    },
    {
      "id": "15-011-0011_p0101",
      "zh_CN": "「佛说此经已，弥勒菩萨及诸声闻，一切世间天人阿修罗干闼婆等」。当时与会的大众，参加这个法会的大众。",
      "zh_TW": "「佛說此經已，彌勒菩薩及諸聲聞，一切世間天人阿修羅乾闥婆等」。當時與會的大眾，參加這個法會的大眾。"
    },
    {
      "id": "15-011-0011_p0102",
      "zh_CN": "「闻佛所说，皆大欢喜，信受奉行」。末后这一句要紧，不是就听了就完了，散会就完了。听了真相信，回去要「信受奉行」。受是明白、觉悟，完全接受了，依教奉行。从今之后，起心动念、言语造作都要以这个经作标准，决定不能违背佛的教诲，这才是佛的弟子，这个才是佛的学生，才是真正三归弟子！",
      "zh_TW": "「聞佛所說，皆大歡喜，信受奉行」。末後這一句要緊，不是就聽了就完了，散會就完了。聽了真相信，回去要「信受奉行」。受是明白、覺悟，完全接受了，依教奉行。從今之後，起心動念、言語造作都要以這個經作標準，決定不能違背佛的教誨，這才是佛的弟子，這個才是佛的學生，才是真正三歸弟子！"
    },
    {
      "id": "15-011-0011_p0103",
      "zh_CN": "归是回头，你从哪里回头？从迷惑回头。现在觉悟，从错误回头，从错误的思想、错误的见解回头，以正确的思想，这个经上所讲的是佛的正知正见。从一切污染回头，依清净心，这叫三归依。今天我听一个同修告诉我，学佛人，修净土的，修了多少年，好像心里不踏实，感觉很空虚很渺茫，这是错误。",
      "zh_TW": "歸是回頭，你從哪裡回頭？從迷惑回頭。現在覺悟，從錯誤回頭，從錯誤的思想、錯誤的見解回頭，以正確的思想，這個經上所講的是佛的正知正見。從一切污染回頭，依清淨心，這叫三歸依。今天我聽一個同修告訴我，學佛人，修淨土的，修了多少年，好像心裡不踏實，感覺很空虛很渺茫，這是錯誤。"
    },
    {
      "id": "15-011-0011_p0104",
      "zh_CN": "我们今天归依，归依三宝，三宝是觉正净，自性三宝是我们真正的归依处。大家千万不要有个错误的观念。你今天在这归依，问你归依哪一个？我归依净空法师，那就完了，这才真的靠不住，这个要知道！这样归依会落空，造罪业！你是归依三宝！",
      "zh_TW": "我們今天歸依，歸依三寶，三寶是覺正淨，自性三寶是我們真正的歸依處。大家千萬不要有個錯誤的觀念。你今天在這歸依，問你歸依哪一個？我歸依淨空法師，那就完了，這才真的靠不住，這個要知道！這樣歸依會落空，造罪業！你是歸依三寶！"
    },
    {
      "id": "15-011-0011_p0105",
      "zh_CN": "我在此地是僧团的一个代表，给你作见证，把修行的纲领传授给你。我们有一个《三归传授》的小册子，有两个录音带，希望两个录音带都能拿到。一个录音带是在新加坡讲的，另外一个是在澳洲讲的，澳洲所讲的完全落实在生活上。这两个带子希望大家细细去听，多听几遍，晓得你怎么归，依什么。",
      "zh_TW": "我在此地是僧團的一個代表，給你作見證，把修行的綱領傳授給你。我們有一個《三歸傳授》的小冊子，有兩個錄音帶，希望兩個錄音帶都能拿到。一個錄音帶是在新加坡講的，另外一個是在澳洲講的，澳洲所講的完全落實在生活上。這兩個帶子希望大家細細去聽，多聽幾遍，曉得你怎麼歸，依什麼。"
    },
    {
      "id": "15-011-0011_p0106",
      "zh_CN": "诸位既然要找一个依靠，没个依靠不行，我就介绍你，我们归依佛，佛是阿弥陀佛。人家以后问你，你归依哪一个？我归依阿弥陀佛，阿弥陀佛是我的老师。归依法，法是《无量寿经》。归依僧，僧是观世音菩萨、大势至菩萨，这个靠得住。大势至菩萨表智慧，观世音菩萨表慈悲。你依什么？处事待人接物依智慧、依慈悲。依智慧就不是感情用事，理智而不是感情，这才是真正的归依处。细说都在录音带上，诸位细心去听。",
      "zh_TW": "諸位既然要找一個依靠，沒個依靠不行，我就介紹你，我們歸依佛，佛是阿彌陀佛。人家以後問你，你歸依哪一個？我歸依阿彌陀佛，阿彌陀佛是我的老師。歸依法，法是《無量壽經》。歸依僧，僧是觀世音菩薩、大勢至菩薩，這個靠得住。大勢至菩薩表智慧，觀世音菩薩表慈悲。你依什麼？處事待人接物依智慧、依慈悲。依智慧就不是感情用事，理智而不是感情，這才是真正的歸依處。細說都在錄音帶上，諸位細心去聽。"
    },
    {
      "id": "15-011-0011_p0107",
      "zh_CN": "今天因为给你们证明三皈，所以我也就穿袍搭衣。因为场地太小，同修们今天来得很多，所以归依的仪式，我们就简单隆重。形式并不重要，重要是实质。你真的发心回头，真觉悟，真的依照世尊的教诲去做，那你就是真归依。所以我们不重形式，重实质。",
      "zh_TW": "今天因為給你們證明三皈，所以我也就穿袍搭衣。因為場地太小，同修們今天來得很多，所以歸依的儀式，我們就簡單隆重。形式並不重要，重要是實質。你真的發心回頭，真覺悟，真的依照世尊的教誨去做，那你就是真歸依。所以我們不重形式，重實質。"
    },
    {
      "id": "15-011-0011_p0108",
      "zh_CN": "今天皈依的同修，你们从座位上站起来就行了，不是归依的坐在这里不动，大家观礼，为他们赞礼。发心归依的站起来，跟着我念誓词。因为场地小，我们就不拜，改作问讯。誓词要念三遍，要从内心里面发愿，真正从今天起，作佛的正式的学生，这一点非常重要。",
      "zh_TW": "今天皈依的同修，你們從座位上站起來就行了，不是歸依的坐在這裡不動，大家觀禮，為他們讚禮。發心歸依的站起來，跟著我念誓詞。因為場地小，我們就不拜，改作問訊。誓詞要念三遍，要從內心裡面發願，真正從今天起，作佛的正式的學生，這一點非常重要。"
    },
    {
      "id": "15-011-0011_p0109",
      "zh_CN": "大家归依三宝，我不能坐当中，我坐当中变成皈依我了，这就糟糕了。我站在旁边，你们在佛菩萨面前宣誓，我给你们作证明，今天难得有这么多同修给你们作证明。好，向佛像行三问讯礼，翻开誓词，跟着我念：",
      "zh_TW": "大家歸依三寶，我不能坐當中，我坐當中變成皈依我了，這就糟糕了。我站在旁邊，你們在佛菩薩面前宣誓，我給你們作證明，今天難得有這麼多同修給你們作證明。好，向佛像行三問訊禮，翻開誓詞，跟著我念："
    },
    {
      "id": "15-011-0011_p0110",
      "zh_CN": "【阿阇梨存念，我弟子妙音，始从今日，乃至命存。皈依佛陀，两足中尊。皈依达摩，离欲中尊。皈依僧伽，诸众中尊。】",
      "zh_TW": "【阿闍梨存念，我弟子妙音，始從今日，乃至命存。皈依佛陀，兩足中尊。皈依達摩，離欲中尊。皈依僧伽，諸眾中尊。】"
    },
    {
      "id": "15-011-0011_p0111",
      "zh_CN": "好！一问讯。",
      "zh_TW": "好！一問訊。"
    },
    {
      "id": "15-011-0011_p0112",
      "zh_CN": "【阿阇梨存念，我弟子妙音，始从今日，乃至命存。皈依佛陀，两足中尊。皈依达摩，离欲中尊。皈依僧伽，诸众中尊。】",
      "zh_TW": "【阿闍梨存念，我弟子妙音，始從今日，乃至命存。皈依佛陀，兩足中尊。皈依達摩，離欲中尊。皈依僧伽，諸眾中尊。】"
    },
    {
      "id": "15-011-0011_p0113",
      "zh_CN": "好！再问讯。",
      "zh_TW": "好！再問訊。"
    },
    {
      "id": "15-011-0011_p0114",
      "zh_CN": "【阿阇梨存念，我弟子妙音，始从今日，乃至命存。皈依佛陀，两足中尊。皈依达摩，离欲中尊。皈依僧伽，诸众中尊。】",
      "zh_TW": "【阿闍梨存念，我弟子妙音，始從今日，乃至命存。皈依佛陀，兩足中尊。皈依達摩，離欲中尊。皈依僧伽，諸眾中尊。】"
    },
    {
      "id": "15-011-0011_p0115",
      "zh_CN": "三问讯。",
      "zh_TW": "三問訊。"
    },
    {
      "id": "15-011-0011_p0116",
      "zh_CN": "还有同修要发心受五戒的，我建议同修们先学持戒，我三个月从新加坡回来的时候，再给你们受戒。先学戒，我们能做到，然后再受，最为殊胜。不要说受了之后做不到，又欺骗佛菩萨，不好。这些都是从前章嘉大师教给我的。大家坐下来，我们念佛回向。",
      "zh_TW": "還有同修要發心受五戒的，我建議同修們先學持戒，我三個月從新加坡回來的時候，再給你們受戒。先學戒，我們能做到，然後再受，最為殊勝。不要說受了之後做不到，又欺騙佛菩薩，不好。這些都是從前章嘉大師教給我的。大家坐下來，我們念佛迴向。"
    }
  ]
}