{
  "doc_id": "15-011-0007",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-011-0007",
  "total_paragraphs": 144,
  "paragraphs": [
    {
      "id": "15-011-0007_p0001",
      "zh_CN": "请掀开经本，第二十五面，第七行看起：",
      "zh_TW": "請掀開經本，第二十五面，第七行看起："
    },
    {
      "id": "15-011-0007_p0002",
      "zh_CN": "【尔时世尊。重说偈言。】",
      "zh_TW": "【爾時世尊。重說偈言。】"
    },
    {
      "id": "15-011-0007_p0003",
      "zh_CN": "向下总共有二十四首偈颂，多半都是属于重颂，也就是前面在长行里面佛说过的，再用偈颂的方式重说一遍。",
      "zh_TW": "向下總共有二十四首偈頌，多半都是屬於重頌，也就是前面在長行裡面佛說過的，再用偈頌的方式重說一遍。"
    },
    {
      "id": "15-011-0007_p0004",
      "zh_CN": "重颂的目的有两种，一个是佛门里面讲经说法，跟学校学生上课不一样，学校学生上课人数是固定的，讲经的场合有先来、后到的。佛非常慈悲，对于后来的人，前面没有听到的，用偈颂再简略的重复说一遍，这是第一个意思。第二个意思，便利于记忆。佛讲的都是非常重要的教训，如果不能常记在心上，就没有办法受持了。受持就是依教修行，所以一定要把佛的教诲记住。偈颂便于记忆，所以会学的人，一定要把偈颂念熟，熟记在心上；在日常生活当中，常常提起观照功夫，这个修持就得力了。",
      "zh_TW": "重頌的目的有兩種，一個是佛門裡面講經說法，跟學校學生上課不一樣，學校學生上課人數是固定的，講經的場合有先來、後到的。佛非常慈悲，對於後來的人，前面沒有聽到的，用偈頌再簡略的重複說一遍，這是第一個意思。第二個意思，便利於記憶。佛講的都是非常重要的教訓，如果不能常記在心上，就沒有辦法受持了。受持就是依教修行，所以一定要把佛的教誨記住。偈頌便於記憶，所以會學的人，一定要把偈頌念熟，熟記在心上；在日常生活當中，常常提起觀照功夫，這個修持就得力了。"
    },
    {
      "id": "15-011-0007_p0005",
      "zh_CN": "因为偈颂它限于文字的限制，没有长行说法那么样的痛快淋漓，因此这里面的含义，我们要能体会。现在请看经文：",
      "zh_TW": "因為偈頌它限於文字的限制，沒有長行說法那麼樣的痛快淋漓，因此這裡面的含義，我們要能體會。現在請看經文："
    },
    {
      "id": "15-011-0007_p0006",
      "zh_CN": "【舍离诸贪瞋。不住于愦闹。若有专住彼。是过不应作】",
      "zh_TW": "【捨離諸貪瞋。不住於憒鬧。若有專住彼。是過不應作】"
    },
    {
      "id": "15-011-0007_p0007",
      "zh_CN": "「舍离诸贪瞋」，这个烦恼只说了两种，下面还有痴、还有慢、还有疑。因为这个句子只有五个字的关系，所以后面就省略了。大家不要认为省略就没有了，不是这个意思，意思还是圆满的，我们要能够体会。",
      "zh_TW": "「捨離諸貪瞋」，這個煩惱只說了兩種，下面還有痴、還有慢、還有疑。因為這個句子只有五個字的關係，所以後面就省略了。大家不要認為省略就沒有了，不是這個意思，意思還是圓滿的，我們要能夠體會。"
    },
    {
      "id": "15-011-0007_p0008",
      "zh_CN": "「若有专住彼，是过不应作」。这是心里面不能贪着愦闹。如果常常想着这一些热闹的场合，这一些境界，对它产生喜欢，那你就心有住了。佛说这是过失，是不应该的。为什么？下面这一首就把它的原因说出来了。",
      "zh_TW": "「若有專住彼，是過不應作」。這是心裡面不能貪著憒鬧。如果常常想著這一些熱鬧的場合，這一些境界，對它產生喜歡，那你就心有住了。佛說這是過失，是不應該的。為什麼？下面這一首就把它的原因說出來了。"
    },
    {
      "id": "15-011-0007_p0009",
      "zh_CN": "【坏行无戒人。称叹于愦闹。】",
      "zh_TW": "【壞行無戒人。稱嘆於憒鬧。】"
    },
    {
      "id": "15-011-0007_p0010",
      "zh_CN": "「憍慢及觉观，皆由愦闹生」。你看，他为什么不用贪瞋痴？前面说了贪瞋，这里说「憍慢及觉观」，可见得这个贪瞋里面是有慢在里面的，贪瞋痴慢都包括在里面了。「觉观」就是心里面妄想不住、妄念很多！这一些都是由愦闹生的。愦闹是缘，增上缘。",
      "zh_TW": "「憍慢及覺觀，皆由憒鬧生」。你看，他為什麼不用貪瞋痴？前面說了貪瞋，這裡說「憍慢及覺觀」，可見得這個貪瞋裡面是有慢在裡面的，貪瞋痴慢都包括在裡面了。「覺觀」就是心裡面妄想不住、妄念很多！這一些都是由憒鬧生的。憒鬧是緣，增上緣。"
    },
    {
      "id": "15-011-0007_p0011",
      "zh_CN": "「坏行无戒人，称叹于愦闹」。哪些人喜欢这些？不持戒的人、不认真修行的人。「坏行」就是破坏正当修行，以及不持戒的这些人，他才喜欢热闹，才赞叹热闹。这两首说一桩事情。",
      "zh_TW": "「壞行無戒人，稱嘆於憒鬧」。哪些人喜歡這些？不持戒的人、不認真修行的人。「壞行」就是破壞正當修行，以及不持戒的這些人，他才喜歡熱鬧，才讚歎熱鬧。這兩首說一樁事情。"
    },
    {
      "id": "15-011-0007_p0012",
      "zh_CN": "【愚人乐世论。退失第一义。放逸多觉观。是过不应作。】",
      "zh_TW": "【愚人樂世論。退失第一義。放逸多覺觀。是過不應作。】"
    },
    {
      "id": "15-011-0007_p0013",
      "zh_CN": "「愚人乐世论，退失第一义」。「第一义」就是前面长行文里面讲的观实义，观察诸法的实相。一个人喜欢世间的这些论议，必定把出世间的这一些道理、这一些教诲忘失掉了。这是退失！",
      "zh_TW": "「愚人樂世論，退失第一義」。「第一義」就是前面長行文裡面講的觀實義，觀察諸法的實相。一個人喜歡世間的這些論議，必定把出世間的這一些道理、這一些教誨忘失掉了。這是退失！"
    },
    {
      "id": "15-011-0007_p0014",
      "zh_CN": "「放逸多觉观，是过不应作」。这也是修行人的过失。不应该去作的，不应该去染着世论。",
      "zh_TW": "「放逸多覺觀，是過不應作」。這也是修行人的過失。不應該去作的，不應該去染著世論。"
    },
    {
      "id": "15-011-0007_p0015",
      "zh_CN": "【比丘舍多闻。言论不如理。损减诸禅定。常思惟世间。】",
      "zh_TW": "【比丘捨多聞。言論不如理。損減諸禪定。常思惟世間。】"
    },
    {
      "id": "15-011-0007_p0016",
      "zh_CN": "佛在此地举一个例子，出家比丘舍多闻，这一句话里面是双关语。如果是说世尊的讲经说法，你也不听了、你也舍弃掉了，那就错了。这个地方正面的意思是说这个。后面佛说了，出家人要求多闻，多闻佛法！可是虽说多闻佛法，也有先后次第。四弘誓愿里面跟我们讲「法门无量誓愿学」，这就是广学多闻。但是你一定要先断烦恼。如果烦恼无尽，你没有断，你就不能多闻，那就要一门深入；一门深入帮助你得定，帮助你舍觉观。智慧开了以后，这才广学多闻。所以它有次第的，它不是初学的。",
      "zh_TW": "佛在此地舉一個例子，出家比丘捨多聞，這一句話裡面是雙關語。如果是說世尊的講經說法，你也不聽了、你也捨棄掉了，那就錯了。這個地方正面的意思是說這個。後面佛說了，出家人要求多聞，多聞佛法！可是雖說多聞佛法，也有先後次第。四弘誓願裡面跟我們講「法門無量誓願學」，這就是廣學多聞。但是你一定要先斷煩惱。如果煩惱無盡，你沒有斷，你就不能多聞，那就要一門深入；一門深入幫助你得定，幫助你捨覺觀。智慧開了以後，這才廣學多聞。所以它有次第的，它不是初學的。"
    },
    {
      "id": "15-011-0007_p0017",
      "zh_CN": "所以这个地方的意思，我们要通达、要明了。如果舍多闻，就是不常闻佛法，言论当然就有过失，不如理，不如佛所说的真理。佛给我们讲的一切法，都是说的宇宙人生的真相。真相，现在人讲真理。你要不能广学多闻，你的言论一定不是事实真相。",
      "zh_TW": "所以這個地方的意思，我們要通達、要明瞭。如果捨多聞，就是不常聞佛法，言論當然就有過失，不如理，不如佛所說的真理。佛給我們講的一切法，都是說的宇宙人生的真相。真相，現在人講真理。你要不能廣學多聞，你的言論一定不是事實真相。"
    },
    {
      "id": "15-011-0007_p0018",
      "zh_CN": "「损减诸禅定」，这里我们特别要注意「诸」，这个意思就是无量三昧，三昧就是禅定。禅定怎么会有那么多？是修禅定的方式太多了。无论你用什么功夫、用什么方法修禅定，喜欢世论都是妨碍，包括我们念佛也妨碍。",
      "zh_TW": "「損減諸禪定」，這裡我們特別要注意「諸」，這個意思就是無量三昧，三昧就是禪定。禪定怎麼會有那麼多？是修禪定的方式太多了。無論你用什麼功夫、用什麼方法修禪定，喜歡世論都是妨礙，包括我們念佛也妨礙。"
    },
    {
      "id": "15-011-0007_p0019",
      "zh_CN": "所以古今的大德常常教我们初学的人，舍弃世论，连报纸、杂志，甚至于电视、广播都要放下，你的心才会清净，心才能定！我们在讲席当中，有时候也提到这个问题，可是几个人照做了？你不能照做，换句话说，必定受环境的影响。",
      "zh_TW": "所以古今的大德常常教我們初學的人，捨棄世論，連報紙、雜誌，甚至於電視、廣播都要放下，你的心才會清淨，心才能定！我們在講席當中，有時候也提到這個問題，可是幾個人照做了？你不能照做，換句話說，必定受環境的影響。"
    },
    {
      "id": "15-011-0007_p0020",
      "zh_CN": "早年，说这个话总是二、三十年前了，政府提倡文化复兴运动，那是刚刚提倡的时候。有一天我在方东美先生家里，正好那一天教育部有两位官员也来看方老师，就这个问题提出来向方老师请教，说：「文化复兴运动，我们要从哪里做起？」",
      "zh_TW": "早年，說這個話總是二、三十年前了，政府提倡文化復興運動，那是剛剛提倡的時候。有一天我在方東美先生家裡，正好那一天教育部有兩位官員也來看方老師，就這個問題提出來向方老師請教，說：「文化復興運動，我們要從哪裡做起？」"
    },
    {
      "id": "15-011-0007_p0021",
      "zh_CN": "方先生沉默了好几分钟，然后说了：「台湾的报纸、杂志一律停刊，电视、广播统统关闭。」",
      "zh_TW": "方先生沈默了好幾分鐘，然後說了：「台灣的報紙、雜誌一律停刊，電視、廣播統統關閉。」"
    },
    {
      "id": "15-011-0007_p0022",
      "zh_CN": "那个教育部官员听了摇头：「老师，这个做不到！」",
      "zh_TW": "那個教育部官員聽了搖頭：「老師，這個做不到！」"
    },
    {
      "id": "15-011-0007_p0023",
      "zh_CN": "方先生说：「这个做不到，谈什么复兴中国文化？中华文化都被这些东西破坏干净了。」",
      "zh_TW": "方先生說：「這個做不到，談什麼復興中國文化？中華文化都被這些東西破壞乾淨了。」"
    },
    {
      "id": "15-011-0007_p0024",
      "zh_CN": "他说的话很有道理，连复兴固有文化都受这个世论的障碍，何况修道！",
      "zh_TW": "他說的話很有道理，連復興固有文化都受這個世論的障礙，何況修道！"
    },
    {
      "id": "15-011-0007_p0025",
      "zh_CN": "修道，道是什么？道是清净心，道是正知正见，道是真正的觉悟。所以这个东西不离开，当然退失第一义。第一义就是道。于是你修禅定，也就是「损减诸禅定」这一句话的意思就是说，你修行功夫不得力，没有成就。「常思惟世间」，你每一天的念头还都是念着这个世间法。",
      "zh_TW": "修道，道是什麼？道是清淨心，道是正知正見，道是真正的覺悟。所以這個東西不離開，當然退失第一義。第一義就是道。於是你修禪定，也就是「損減諸禪定」這一句話的意思就是說，你修行功夫不得力，沒有成就。「常思惟世間」，你每一天的念頭還都是念著這個世間法。"
    },
    {
      "id": "15-011-0007_p0026",
      "zh_CN": "【耽着思惟者。何得于寂静。其心常散逸。永离于正观。】",
      "zh_TW": "【耽著思惟者。何得於寂靜。其心常散逸。永離於正觀。】"
    },
    {
      "id": "15-011-0007_p0027",
      "zh_CN": "「耽着思惟者，何得于寂静」。「耽着思惟」就是喜欢胡思乱想的人，他的心怎么定得下来？怎么能静得下来？",
      "zh_TW": "「耽著思惟者，何得於寂靜」。「耽著思惟」就是喜歡胡思亂想的人，他的心怎麼定得下來？怎麼能靜得下來？"
    },
    {
      "id": "15-011-0007_p0028",
      "zh_CN": "「其心常散逸」。他的心是散乱的、是放逸的。",
      "zh_TW": "「其心常散逸」。他的心是散亂的、是放逸的。"
    },
    {
      "id": "15-011-0007_p0029",
      "zh_CN": "「永离于正观」。正观就是正知正见，觉而不迷，正而不邪。诸佛如来的正观，他永远得不到！我们修行天天希望能够证得，为什么不能证得？现在知道不能证得的毛病在什么地方，差错出在哪里？佛在这个经上明白的告诉我们。",
      "zh_TW": "「永離於正觀」。正觀就是正知正見，覺而不迷，正而不邪。諸佛如來的正觀，他永遠得不到！我們修行天天希望能夠證得，為什麼不能證得？現在知道不能證得的毛病在什麼地方，差錯出在哪裡？佛在這個經上明白的告訴我們。"
    },
    {
      "id": "15-011-0007_p0030",
      "zh_CN": "【速得非梵行。諠杂无仪检。】",
      "zh_TW": "【速得非梵行。諠雜無儀檢。】"
    },
    {
      "id": "15-011-0007_p0031",
      "zh_CN": "「速得非梵行」。速是快速。现代人没有耐心，没有耐心就不能修定。无论什么事情，他都要求快，求新、求快、求变，这种心理对于修道是很大的妨碍，这不是「梵行」。「梵」是清净的意思。所以，学道首先要修耐心。菩萨六度里面有忍辱波罗密，忍辱就是修耐心。",
      "zh_TW": "「速得非梵行」。速是快速。現代人沒有耐心，沒有耐心就不能修定。無論什麼事情，他都要求快，求新、求快、求變，這種心理對於修道是很大的妨礙，這不是「梵行」。「梵」是清淨的意思。所以，學道首先要修耐心。菩薩六度裡面有忍辱波羅密，忍辱就是修耐心。"
    },
    {
      "id": "15-011-0007_p0032",
      "zh_CN": "「諠杂无仪检」。仪是威仪，检是谨慎、检点。这些德行都失掉了。",
      "zh_TW": "「諠雜無儀檢」。儀是威儀，檢是謹慎、檢點。這些德行都失掉了。"
    },
    {
      "id": "15-011-0007_p0033",
      "zh_CN": "【亦不曾爱佛。及爱于圣众。弃舍离欲法。耽着非法言。】",
      "zh_TW": "【亦不曾愛佛。及愛於聖眾。棄捨離欲法。耽著非法言。】"
    },
    {
      "id": "15-011-0007_p0034",
      "zh_CN": "到这里是一段。佛是觉悟的意思。「不爱佛」，不爱正觉；不爱正觉就是天天迷惑颠倒。圣众就是指的清净。不爱圣众。三宝里面，僧宝代表六根清净，一尘不染；圣众代表六和，他不爱六和，也不爱清净。",
      "zh_TW": "到這裡是一段。佛是覺悟的意思。「不愛佛」，不愛正覺；不愛正覺就是天天迷惑顛倒。聖眾就是指的清淨。不愛聖眾。三寶裡面，僧寶代表六根清淨，一塵不染；聖眾代表六和，他不愛六和，也不愛清淨。"
    },
    {
      "id": "15-011-0007_p0035",
      "zh_CN": "「弃舍离欲法」，法是正。所以这三句是「觉、净、正」，这是三宝。我们学佛，一入佛门就归依三宝。今天所作所为违背了三宝，为什么会违背了三宝？贪着世间的言论，喜欢世话。可见得这个过失实在是很严重。",
      "zh_TW": "「棄捨離欲法」，法是正。所以這三句是「覺、淨、正」，這是三寶。我們學佛，一入佛門就歸依三寶。今天所作所為違背了三寶，為什麼會違背了三寶？貪著世間的言論，喜歡世話。可見得這個過失實在是很嚴重。"
    },
    {
      "id": "15-011-0007_p0036",
      "zh_CN": "【我常舍千身。支分及头目。为求无上道。闻法无厌足。】",
      "zh_TW": "【我常捨千身。支分及頭目。為求無上道。聞法無厭足。】"
    },
    {
      "id": "15-011-0007_p0037",
      "zh_CN": "这四句是说一桩事情。释迦牟尼佛为我们作个榜样，舍身求法，人家对法这样重视。《涅槃经》上说，佛在因地作菩萨的时候，为求半偈而舍全身。我想这个小故事，有不少同修都能够道得。因为他求法的心切，帝释天看到了，就故意变一个罗刹，说了两句偈：「诸行无常，是生灭法。」后头他就不说了。",
      "zh_TW": "這四句是說一樁事情。釋迦牟尼佛為我們作個榜樣，捨身求法，人家對法這樣重視。《涅槃經》上說，佛在因地作菩薩的時候，為求半偈而捨全身。我想這個小故事，有不少同修都能夠道得。因為他求法的心切，帝釋天看到了，就故意變一個羅剎，說了兩句偈：「諸行無常，是生滅法。」後頭他就不說了。"
    },
    {
      "id": "15-011-0007_p0038",
      "zh_CN": "那这个求法的人听到这两句话，欢喜得不得了，就问他：「下面呢？」",
      "zh_TW": "那這個求法的人聽到這兩句話，歡喜得不得了，就問他：「下面呢？」"
    },
    {
      "id": "15-011-0007_p0039",
      "zh_CN": "罗刹说：「这个下面我没力气，说不出来了。」",
      "zh_TW": "羅剎說：「這個下面我沒力氣，說不出來了。」"
    },
    {
      "id": "15-011-0007_p0040",
      "zh_CN": "他说：「为什么？」",
      "zh_TW": "他說：「為什麼？」"
    },
    {
      "id": "15-011-0007_p0041",
      "zh_CN": "罗刹说：「我肚子饿了，没东西吃。」",
      "zh_TW": "羅剎說：「我肚子餓了，沒東西吃。」"
    },
    {
      "id": "15-011-0007_p0042",
      "zh_CN": "他说：「你要吃什么？」",
      "zh_TW": "他說：「你要吃什麼？」"
    },
    {
      "id": "15-011-0007_p0043",
      "zh_CN": "罗刹说：「我要吃人！」",
      "zh_TW": "羅剎說：「我要吃人！」"
    },
    {
      "id": "15-011-0007_p0044",
      "zh_CN": "菩萨就发心：「我舍身，我这个身给你吃，请你把底下两句说出来可不可以呢？」为法舍身。",
      "zh_TW": "菩薩就發心：「我捨身，我這個身給你吃，請你把底下兩句說出來可不可以呢？」為法捨身。"
    },
    {
      "id": "15-011-0007_p0045",
      "zh_CN": "这个罗刹看到他这样的诚心，后面两句说出来之后，他真的舍命来供养他。",
      "zh_TW": "這個羅剎看到他這樣的誠心，後面兩句說出來之後，他真的捨命來供養他。"
    },
    {
      "id": "15-011-0007_p0046",
      "zh_CN": "后面两句：「生灭灭已，寂灭为乐。」于是他示现帝释天身，对他恭敬礼拜供养他。这是佛在因地里面为求佛法，不惜身命。「为求无上道，闻法无厌足」。那想一想我们闻法，有没有他这样的热诚？稍稍有一点障碍都不想了，这个闻法的意愿就打掉了。想想佛给我们作的是什么榜样？",
      "zh_TW": "後面兩句：「生滅滅已，寂滅為樂。」於是他示現帝釋天身，對他恭敬禮拜供養他。這是佛在因地裡面為求佛法，不惜身命。「為求無上道，聞法無厭足」。那想一想我們聞法，有沒有他這樣的熱誠？稍稍有一點障礙都不想了，這個聞法的意願就打掉了。想想佛給我們作的是什麼榜樣？"
    },
    {
      "id": "15-011-0007_p0047",
      "zh_CN": "【是诸非法人。少闻便厌舍。】",
      "zh_TW": "【是諸非法人。少聞便厭捨。】"
    },
    {
      "id": "15-011-0007_p0048",
      "zh_CN": "得少为足，听一点点佛法，他就满足了，不求多闻。我们听了经上这样说，有很多年岁大的人，记忆力也不好，听到就很难过，没有能力多闻。要不要多闻？不需要了，这是年轻人的事情，年轻人要多闻。发愿弘法利生的人，当然要多闻。你不多闻，你怎么能教化种种不同根性的众生，一定要多闻。年岁大的人，一句阿弥陀佛求生净土，生到西方极乐世界，再广学多闻，那就行了，这是非常正确。所以现在不必浪费时间，一门深入，一句弥陀念到底。",
      "zh_TW": "得少為足，聽一點點佛法，他就滿足了，不求多聞。我們聽了經上這樣說，有很多年歲大的人，記憶力也不好，聽到就很難過，沒有能力多聞。要不要多聞？不需要了，這是年輕人的事情，年輕人要多聞。發願弘法利生的人，當然要多聞。你不多聞，你怎麼能教化種種不同根性的眾生，一定要多聞。年歲大的人，一句阿彌陀佛求生淨土，生到西方極樂世界，再廣學多聞，那就行了，這是非常正確。所以現在不必浪費時間，一門深入，一句彌陀念到底。"
    },
    {
      "id": "15-011-0007_p0049",
      "zh_CN": "【我昔作国王。为求四句偈。妻子及财宝。悉皆能施与。】",
      "zh_TW": "【我昔作國王。為求四句偈。妻子及財寶。悉皆能施與。】"
    },
    {
      "id": "15-011-0007_p0050",
      "zh_CN": "这一首偈也是世尊叙说因地的一段公案。在《贤愚经》里面，有这么一段经文。佛在因地作国王的时候，也是为闻一首偈，这首偈是：「一切行无常，生者皆有苦，无因空无相，无有我我所。」为闻这一首偈，舍妻子财宝。这一些都是说明佛法之可贵。",
      "zh_TW": "這一首偈也是世尊敘說因地的一段公案。在《賢愚經》裡面，有這麼一段經文。佛在因地作國王的時候，也是為聞一首偈，這首偈是：「一切行無常，生者皆有苦，無因空無相，無有我我所。」為聞這一首偈，捨妻子財寶。這一些都是說明佛法之可貴。"
    },
    {
      "id": "15-011-0007_p0051",
      "zh_CN": "佛法一句半偈，你真听懂了，真的体会到了，契入境界了，不是世间任何财宝可以能够比较的。这个事情我们在许多大乘经典里面，看到释迦牟尼佛给我们较量功德，财布施跟法布施，大千世界七宝布施比不上四句偈。这四句就是一首偈。一首偈能令你开悟、能令你了脱生死、能令你契入如来的境界，这是世间再多的财宝都没有办法达到的。所以真正觉悟的人，知道佛法宝贵，他能够为法舍身。",
      "zh_TW": "佛法一句半偈，你真聽懂了，真的體會到了，契入境界了，不是世間任何財寶可以能夠比較的。這個事情我們在許多大乘經典裡面，看到釋迦牟尼佛給我們較量功德，財布施跟法布施，大千世界七寶布施比不上四句偈。這四句就是一首偈。一首偈能令你開悟、能令你了脫生死、能令你契入如來的境界，這是世間再多的財寶都沒有辦法達到的。所以真正覺悟的人，知道佛法寶貴，他能夠為法捨身。"
    },
    {
      "id": "15-011-0007_p0052",
      "zh_CN": "【何有于智者。而不勤听法。】",
      "zh_TW": "【何有於智者。而不勤聽法。】"
    },
    {
      "id": "15-011-0007_p0053",
      "zh_CN": "哪有一个真正有智慧的人，不肯勤于听法！不能勤于听法，喜欢到处去游玩的人，愚痴，没有智慧。真正有智慧，对于闻法修持，那真是分秒必争，不敢让宝贵的光阴空过了。",
      "zh_TW": "哪有一個真正有智慧的人，不肯勤於聽法！不能勤於聽法，喜歡到處去遊玩的人，愚痴，沒有智慧。真正有智慧，對於聞法修持，那真是分秒必爭，不敢讓寶貴的光陰空過了。"
    },
    {
      "id": "15-011-0007_p0054",
      "zh_CN": "【我尝舍一切。非法之戏论。为于百千劫。难得解脱故。】",
      "zh_TW": "【我嘗捨一切。非法之戲論。為於百千劫。難得解脫故。】"
    },
    {
      "id": "15-011-0007_p0055",
      "zh_CN": "这四句是劝勉我们，佛是我们最好的榜样。「尝」是曾经，他曾经「舍一切」，世间名闻利养，五欲六尘，统统舍！「非法之戏论」，也舍了。目的在哪里？他真的明白清楚了，「为于百千劫，难得解脱故」。我们无始劫以来一直到今天，不止百千劫了，都在六道里面轮回，前途一片黑暗，非常渺茫。什么时候能脱离？我们从来未曾觉悟。佛在行菩萨道修行的时候，他之所以能成佛，道理也在此地，他觉悟了。觉悟了，他就能舍，他肯舍这才能成就！",
      "zh_TW": "這四句是勸勉我們，佛是我們最好的榜樣。「嘗」是曾經，他曾經「捨一切」，世間名聞利養，五欲六塵，統統捨！「非法之戲論」，也捨了。目的在哪裡？他真的明白清楚了，「為於百千劫，難得解脫故」。我們無始劫以來一直到今天，不止百千劫了，都在六道裡面輪迴，前途一片黑暗，非常渺茫。什麼時候能脫離？我們從來未曾覺悟。佛在行菩薩道修行的時候，他之所以能成佛，道理也在此地，他覺悟了。覺悟了，他就能捨，他肯捨這才能成就！"
    },
    {
      "id": "15-011-0007_p0056",
      "zh_CN": "【汝等应欣乐。志求微妙法。】",
      "zh_TW": "【汝等應欣樂。志求微妙法。】"
    },
    {
      "id": "15-011-0007_p0057",
      "zh_CN": "我们要学佛，应该欢喜、爱好，志求微妙无上的佛法。本经到末后指归净土。所以这个微妙法，不但是指大乘，实际上是指求生西方极乐世界。因为只有这个法门确确实实能够保证我们在这一生当中，脱离三界轮回。",
      "zh_TW": "我們要學佛，應該歡喜、愛好，志求微妙無上的佛法。本經到末後指歸淨土。所以這個微妙法，不但是指大乘，實際上是指求生西方極樂世界。因為只有這個法門確確實實能夠保證我們在這一生當中，脫離三界輪迴。"
    },
    {
      "id": "15-011-0007_p0058",
      "zh_CN": "【若乐于解脱。最胜功德者。世间诸事业。皆所不应问。】",
      "zh_TW": "【若樂於解脫。最勝功德者。世間諸事業。皆所不應問。】"
    },
    {
      "id": "15-011-0007_p0059",
      "zh_CN": "「若乐于解脱」。「乐」这个字念破音字，念乐（要），就是爱好的意思。你要是爱好解脱。「最胜功德者」，胜是殊胜，最殊胜的功德。这两句通指大乘佛法，别指净土法门。净土法门是无比殊胜，你要是真的喜欢、真的明了，「世间诸事业，皆所不应问」。你要能放下，你才是真的想求得解脱了。「解」就是解除，解除一切的烦恼系缚；「脱」，脱离六道生死轮回。真正觉悟的人，世间这些事业应当要放下。所谓「世间诸事业」，就是搞六道轮回的事业。",
      "zh_TW": "「若樂於解脫」。「樂」這個字念破音字，念樂（要），就是愛好的意思。你要是愛好解脫。「最勝功德者」，勝是殊勝，最殊勝的功德。這兩句通指大乘佛法，別指淨土法門。淨土法門是無比殊勝，你要是真的喜歡、真的明瞭，「世間諸事業，皆所不應問」。你要能放下，你才是真的想求得解脫了。「解」就是解除，解除一切的煩惱繫縛；「脫」，脫離六道生死輪迴。真正覺悟的人，世間這些事業應當要放下。所謂「世間諸事業」，就是搞六道輪迴的事業。"
    },
    {
      "id": "15-011-0007_p0060",
      "zh_CN": "【衣食无胜利。亦不证涅槃。】",
      "zh_TW": "【衣食無勝利。亦不證涅槃。】"
    },
    {
      "id": "15-011-0007_p0061",
      "zh_CN": "这是举个例子。世间人忙什么？忙衣食。衣食并不是殊胜的利益，「胜利」就是殊胜的利益，要明了。所以衣食这个事情，足就够了。特别是在台湾，真正觉悟，那在台湾是真有大福报。为什么？衣食容易，不难求！不要跟人家竞争。每一天吃得饱、穿得暖，这个条件在台湾太容易了。",
      "zh_TW": "這是舉個例子。世間人忙什麼？忙衣食。衣食並不是殊勝的利益，「勝利」就是殊勝的利益，要明瞭。所以衣食這個事情，足就夠了。特別是在台灣，真正覺悟，那在台灣是真有大福報。為什麼？衣食容易，不難求！不要跟人家競爭。每一天吃得飽、穿得暖，這個條件在台灣太容易了。"
    },
    {
      "id": "15-011-0007_p0062",
      "zh_CN": "有一年我也是去讲经，坐个计程车。计程车的司机跟我诉苦，赚钱太不容易、太辛苦了。我就问他，我说：「你何必要赚那么多钱呢？难道你没饭吃吗？难道你没衣服穿吗？一件衣服穿个十年八年都穿不坏！」他听听也有道理。",
      "zh_TW": "有一年我也是去講經，坐個計程車。計程車的司機跟我訴苦，賺錢太不容易、太辛苦了。我就問他，我說：「你何必要賺那麼多錢呢？難道你沒飯吃嗎？難道你沒衣服穿嗎？一件衣服穿個十年八年都穿不壞！」他聽聽也有道理。"
    },
    {
      "id": "15-011-0007_p0063",
      "zh_CN": "如果安于自己的生活，一个月工作五天就够了。工作五天，他一个月就够吃了。那你就可以念二十五天的佛，你说这个多自在！为什么天天辛苦，跟人家比赛？人家今天穿着时髦衣服，明天不买一件就觉得自己赶不上时代了，这个心理作祟害苦了自己。",
      "zh_TW": "如果安於自己的生活，一個月工作五天就夠了。工作五天，他一個月就夠吃了。那你就可以念二十五天的佛，你說這個多自在！為什麼天天辛苦，跟人家比賽？人家今天穿著時髦衣服，明天不買一件就覺得自己趕不上時代了，這個心理作祟害苦了自己。"
    },
    {
      "id": "15-011-0007_p0064",
      "zh_CN": "所以你真正明白道理，在台湾做一年的工作可以休息一年，这是实实在在的话。在外国很多其他地区不行，那个真是辛苦！一个月不做工，一个月就没饭吃了。在台湾不会的，做一个月的工，省吃俭用的话，也许可以吃一年！所以衣食不是殊胜的利益。",
      "zh_TW": "所以你真正明白道理，在台灣做一年的工作可以休息一年，這是實實在在的話。在外國很多其他地區不行，那個真是辛苦！一個月不做工，一個月就沒飯吃了。在台灣不會的，做一個月的工，省吃儉用的話，也許可以吃一年！所以衣食不是殊勝的利益。"
    },
    {
      "id": "15-011-0007_p0065",
      "zh_CN": "「亦不证涅槃」。这两句话就是《金刚经》上，佛告诉我们，「法尚应舍，何况非法」。「证涅槃」是法，证涅槃这个念头我们也舍弃、我们也不求，何况这些衣食！「衣食无胜利」，就是何况非法。",
      "zh_TW": "「亦不證涅槃」。這兩句話就是《金剛經》上，佛告訴我們，「法尚應捨，何況非法」。「證涅槃」是法，證涅槃這個念頭我們也捨棄、我們也不求，何況這些衣食！「衣食無勝利」，就是何況非法。"
    },
    {
      "id": "15-011-0007_p0066",
      "zh_CN": "【当称叹最胜。】",
      "zh_TW": "【當稱嘆最勝。】"
    },
    {
      "id": "15-011-0007_p0067",
      "zh_CN": "应当称叹最为殊胜的。最殊胜的是什么？是大乘佛法。我们在《金刚般若》里面所看到的，《金刚般若》告诉我们，「万法皆空，因果不空」。你看，佛说「三心不可得」，能执着的空；万法缘生，当体皆空，了不可得。你所执着的是空，能所俱空，这就是说明万法皆空。菩萨不说断灭相，就是因果不空。这是我们把全经简简单单做了一个总结论，这就是最胜。如果回归到念佛法门，那就是「念佛是因，成佛是果」，这个最胜。诸佛如来之所称赞的，就是念佛是因，成佛是果，念佛成佛。所以不要去念世间法，世间要舍掉，要舍得干干净净。",
      "zh_TW": "應當稱歎最為殊勝的。最殊勝的是什麼？是大乘佛法。我們在《金剛般若》裡面所看到的，《金剛般若》告訴我們，「萬法皆空，因果不空」。你看，佛說「三心不可得」，能執著的空；萬法緣生，當體皆空，了不可得。你所執著的是空，能所俱空，這就是說明萬法皆空。菩薩不說斷滅相，就是因果不空。這是我們把全經簡簡單單做了一個總結論，這就是最勝。如果回歸到念佛法門，那就是「念佛是因，成佛是果」，這個最勝。諸佛如來之所稱讚的，就是念佛是因，成佛是果，念佛成佛。所以不要去念世間法，世間要捨掉，要捨得乾乾淨淨。"
    },
    {
      "id": "15-011-0007_p0068",
      "zh_CN": "【善来诸比丘。应敷座令坐。互说诸法要。】",
      "zh_TW": "【善來諸比丘。應敷座令坐。互說諸法要。】"
    },
    {
      "id": "15-011-0007_p0069",
      "zh_CN": "「善来诸比丘」，引申的意思，就是四众同学。我们学佛的同学，常常有缘聚会在一起。在一起不要讲世话，应当「互说诸法要」，交换修学的心得，讨论佛在经论里面重要的开示，对我们修学有关系的，帮助我们看破放下，帮助我们断恶修善；讨论这些就对了。",
      "zh_TW": "「善來諸比丘」，引申的意思，就是四眾同學。我們學佛的同學，常常有緣聚會在一起。在一起不要講世話，應當「互說諸法要」，交換修學的心得，討論佛在經論裡面重要的開示，對我們修學有關係的，幫助我們看破放下，幫助我們斷惡修善；討論這些就對了。"
    },
    {
      "id": "15-011-0007_p0070",
      "zh_CN": "「法要」是法里面最精要的，像《金刚经》上两句一偈，这是最重要的。两句：「不取于相，如如不动」、「外不着相，内不动心」。这个重要！在净宗法门里面，六字洪名「南无阿弥陀佛」，重要！没有比这个更重要的。这一句名号果然老实念，就能出三界，就能够成功。",
      "zh_TW": "「法要」是法裡面最精要的，像《金剛經》上兩句一偈，這是最重要的。兩句：「不取於相，如如不動」、「外不著相，內不動心」。這個重要！在淨宗法門裡面，六字洪名「南無阿彌陀佛」，重要！沒有比這個更重要的。這一句名號果然老實念，就能出三界，就能夠成功。"
    },
    {
      "id": "15-011-0007_p0071",
      "zh_CN": "今天星期天，我们这儿念佛会，大家在一起念佛，就是「互说诸法要」。你们每个人没有杂心，没有杂念，「南无阿弥陀佛、南无阿弥陀佛、‧‧‧」，这是「互说诸法要」，这是真干！",
      "zh_TW": "今天星期天，我們這兒念佛會，大家在一起念佛，就是「互說諸法要」。你們每個人沒有雜心，沒有雜念，「南無阿彌陀佛、南無阿彌陀佛、‧‧‧」，這是「互說諸法要」，這是真幹！"
    },
    {
      "id": "15-011-0007_p0072",
      "zh_CN": "【人身甚难得。随分行白法。读诵及禅定。汝应如是问。】",
      "zh_TW": "【人身甚難得。隨分行白法。讀誦及禪定。汝應如是問。】"
    },
    {
      "id": "15-011-0007_p0073",
      "zh_CN": "寻师、访友、问道，问一些什么？一定要晓得人身难得，佛法难闻。「白法」就是善法，如佛所说者就是白法。这一句意思是教导我们如说修行，常常读诵大乘经典。「禅定」就是受持，真修！读了以后要真干。禅定是表真干。「汝应如是问」，这个问是正确的、是佛所赞叹的。",
      "zh_TW": "尋師、訪友、問道，問一些什麼？一定要曉得人身難得，佛法難聞。「白法」就是善法，如佛所說者就是白法。這一句意思是教導我們如說修行，常常讀誦大乘經典。「禪定」就是受持，真修！讀了以後要真幹。禪定是表真幹。「汝應如是問」，這個問是正確的、是佛所讚歎的。"
    },
    {
      "id": "15-011-0007_p0074",
      "zh_CN": "【如来入涅槃。遗法当灭坏。比丘多放逸。乐众弃闲静。为饮食利养。昼夜谈世话。】",
      "zh_TW": "【如來入涅槃。遺法當滅壞。比丘多放逸。樂眾棄閑靜。為飲食利養。晝夜談世話。】"
    },
    {
      "id": "15-011-0007_p0075",
      "zh_CN": "这六句是说末法时期学佛的现象。现在去佛灭度三千年了，我们现前这个状况，佛说的一点没错！第一句是讲佛灭度之后，佛法逐渐会变质，佛法也会灭坏。在末法这个时代，「比丘多放逸」，这些出家的佛弟子，不遵守教诫了，喜欢大众在一起聚会。「乐众」，就是喜欢大众在一块聚会。不喜欢「闲静」，悠闲清净他不喜欢。为了饮食利养，「昼夜谈世话」。的的确确这一首偈把我们现在学佛的状况都说出来了。",
      "zh_TW": "這六句是說末法時期學佛的現象。現在去佛滅度三千年了，我們現前這個狀況，佛說的一點沒錯！第一句是講佛滅度之後，佛法逐漸會變質，佛法也會滅壞。在末法這個時代，「比丘多放逸」，這些出家的佛弟子，不遵守教誡了，喜歡大眾在一起聚會。「樂眾」，就是喜歡大眾在一塊聚會。不喜歡「閑靜」，悠閑清淨他不喜歡。為了飲食利養，「晝夜談世話」。的的確確這一首偈把我們現在學佛的狀況都說出來了。"
    },
    {
      "id": "15-011-0007_p0076",
      "zh_CN": "【愚人于梦中。惊怖而漂溺。自知多毁犯。当堕三恶道。】",
      "zh_TW": "【愚人於夢中。驚怖而漂溺。自知多毀犯。當墮三惡道。】"
    },
    {
      "id": "15-011-0007_p0077",
      "zh_CN": "愚是愚痴，没有智慧，迷惑颠倒。「梦中」就是形容现在的生活，人生如梦。梦的意思，你在生活里面没有觉悟，不清醒，迷惑颠倒，时时刻刻有恐怖；不能离开恐怖，漂溺在三途六道。偶而短暂的觉悟，就发现自己「多毁犯」。世尊的教诲、教诫，我们没有遵从，不但犯戒而且毁戒，这还得了！下面这一句是说果报，「当堕三恶道」。佛所说的都是事实真相，没有一句是妄言。愈是反省，愈觉得恐怖，怎么办？后面佛教给我们：",
      "zh_TW": "愚是愚痴，沒有智慧，迷惑顛倒。「夢中」就是形容現在的生活，人生如夢。夢的意思，你在生活裡面沒有覺悟，不清醒，迷惑顛倒，時時刻刻有恐怖；不能離開恐怖，漂溺在三途六道。偶而短暫的覺悟，就發現自己「多毀犯」。世尊的教誨、教誡，我們沒有遵從，不但犯戒而且毀戒，這還得了！下面這一句是說果報，「當墮三惡道」。佛所說的都是事實真相，沒有一句是妄言。愈是反省，愈覺得恐怖，怎麼辦？後面佛教給我們："
    },
    {
      "id": "15-011-0007_p0078",
      "zh_CN": "【应生欢喜心。独处于闲寂。若在阿兰若。志求无上道。】",
      "zh_TW": "【應生歡喜心。獨處於閑寂。若在阿蘭若。志求無上道。】"
    },
    {
      "id": "15-011-0007_p0079",
      "zh_CN": "这是佛教给我们回头是岸，对于过去迷惑造作种种恶业，不要常常去想。许多同修常常来告诉我，心神不能安定，想到从前造的这个恶业，惊心动魄，连佛号都念不下去，问我怎么办？佛在此地讲不要想，过去的就过去了，不要想了。从今天起欢欢喜喜的想佛、念佛，你这个境界就转过来了，你的业障才能消除。",
      "zh_TW": "這是佛教給我們回頭是岸，對於過去迷惑造作種種惡業，不要常常去想。許多同修常常來告訴我，心神不能安定，想到從前造的這個惡業，驚心動魄，連佛號都念不下去，問我怎麼辦？佛在此地講不要想，過去的就過去了，不要想了。從今天起歡歡喜喜的想佛、念佛，你這個境界就轉過來了，你的業障才能消除。"
    },
    {
      "id": "15-011-0007_p0080",
      "zh_CN": "诸位必须要知道，你每想一次就又造一遍，你还怕恶业造的不够多！造业是身口意，你虽然身没有造、口没有造，你那个念头想一遍等于又造一次，太可怕了。所以怎样消业障？不想了，我到此地终止，止住了。从今而后想佛，想佛在经上种种的教诲；把这个念头转过来，这样才能够消业障，这样你念佛的功夫才能得力。远离一切忧怖妄想，这是佛在经论上常常教导我们的，所以要生欢喜心。我们闻到大乘佛法，真是希有！",
      "zh_TW": "諸位必須要知道，你每想一次就又造一遍，你還怕惡業造的不夠多！造業是身口意，你雖然身沒有造、口沒有造，你那個念頭想一遍等於又造一次，太可怕了。所以怎樣消業障？不想了，我到此地終止，止住了。從今而後想佛，想佛在經上種種的教誨；把這個念頭轉過來，這樣才能夠消業障，這樣你念佛的功夫才能得力。遠離一切憂怖妄想，這是佛在經論上常常教導我們的，所以要生歡喜心。我們聞到大乘佛法，真是希有！"
    },
    {
      "id": "15-011-0007_p0081",
      "zh_CN": "「独处于闲寂」，要把心静下来、定下来。",
      "zh_TW": "「獨處於閑寂」，要把心靜下來、定下來。"
    },
    {
      "id": "15-011-0007_p0082",
      "zh_CN": "「若在阿兰若」。阿兰若是居住环境，非常幽静的一个处所。环境清净对于自己修行有帮助。",
      "zh_TW": "「若在阿蘭若」。阿蘭若是居住環境，非常幽靜的一個處所。環境清淨對於自己修行有幫助。"
    },
    {
      "id": "15-011-0007_p0083",
      "zh_CN": "「志求无上道」。我们念佛求生净土，就是无上道。",
      "zh_TW": "「志求無上道」。我們念佛求生淨土，就是無上道。"
    },
    {
      "id": "15-011-0007_p0084",
      "zh_CN": "首先自己知道怎样消业障，怎样把自己的妄念消除，确定自己修学的方向目标。下手之处，还是佛教导我们的：",
      "zh_TW": "首先自己知道怎樣消業障，怎樣把自己的妄念消除，確定自己修學的方向目標。下手之處，還是佛教導我們的："
    },
    {
      "id": "15-011-0007_p0085",
      "zh_CN": "【不应见人过。自谓最尊胜。憍恣放逸本。】",
      "zh_TW": "【不應見人過。自謂最尊勝。憍恣放逸本。】"
    },
    {
      "id": "15-011-0007_p0086",
      "zh_CN": "「不应见人过」。佛在前面教给我们第一个最重要的方法，「不求他过」，就是「不应见人过」！",
      "zh_TW": "「不應見人過」。佛在前面教給我們第一個最重要的方法，「不求他過」，就是「不應見人過」！"
    },
    {
      "id": "15-011-0007_p0087",
      "zh_CN": "「自谓最尊胜」，看到别人都有过失，自己自尊自大，认为自己没有过失。殊不知见人过失就是自己过失，这是我们必须要知道的。你自己没有过失，你决定见不到别人过失，这一句是自尊自大。",
      "zh_TW": "「自謂最尊勝」，看到別人都有過失，自己自尊自大，認為自己沒有過失。殊不知見人過失就是自己過失，這是我們必須要知道的。你自己沒有過失，你決定見不到別人過失，這一句是自尊自大。"
    },
    {
      "id": "15-011-0007_p0088",
      "zh_CN": "「憍恣放逸本」，憍慢、恣逸这是放逸之本，我们要戒除的。",
      "zh_TW": "「憍恣放逸本」，憍慢、恣逸這是放逸之本，我們要戒除的。"
    },
    {
      "id": "15-011-0007_p0089",
      "zh_CN": "【莫轻下劣人。彼于遗法中。渐次而解脱。】",
      "zh_TW": "【莫輕下劣人。彼於遺法中。漸次而解脫。】"
    },
    {
      "id": "15-011-0007_p0090",
      "zh_CN": "对于下劣的人不要轻慢他，乃至于畜生都不可以轻慢。你看牠这一生是畜生，说不定牠畜生的业报报满了，来生得人身，念佛往生，他很快就作佛了，我们还在六道打滚。这个事情常有，所以不可以瞧不起人，也许那个人一转生，他的成就超过我们。",
      "zh_TW": "對於下劣的人不要輕慢他，乃至於畜生都不可以輕慢。你看牠這一生是畜生，說不定牠畜生的業報報滿了，來生得人身，念佛往生，他很快就作佛了，我們還在六道打滾。這個事情常有，所以不可以瞧不起人，也許那個人一轉生，他的成就超過我們。"
    },
    {
      "id": "15-011-0007_p0091",
      "zh_CN": "「彼于遗法中」，「遗法」就是佛的遗教；很可能他「渐次而解脱」，他修行证果了。",
      "zh_TW": "「彼於遺法中」，「遺法」就是佛的遺教；很可能他「漸次而解脫」，他修行證果了。"
    },
    {
      "id": "15-011-0007_p0092",
      "zh_CN": "【比丘虽破戒。深信于三宝。是则解脱因。不应见其过。】",
      "zh_TW": "【比丘雖破戒。深信於三寶。是則解脫因。不應見其過。】"
    },
    {
      "id": "15-011-0007_p0093",
      "zh_CN": "这是又给我们说明，为什么不应见人过？这是有道理的。《戒经》里常说，破戒佛有办法救他，破见佛就没法子救了。这个人虽破戒，没破见。为什么？「深信于三宝」，他就有救！",
      "zh_TW": "這是又給我們說明，為什麼不應見人過？這是有道理的。《戒經》裡常說，破戒佛有辦法救他，破見佛就沒法子救了。這個人雖破戒，沒破見。為什麼？「深信於三寶」，他就有救！"
    },
    {
      "id": "15-011-0007_p0094",
      "zh_CN": "最明显的例子，《净土圣贤录》里面记载的，宋朝的莹珂法师，那就是很好的一个例子。莹珂在世破戒，造作许多的恶业。他之所以得救，他相信三宝，他还相信因果，自己想想将来必定堕阿鼻地狱。想到这个事情，他害怕了，求教于同参道友，有没有方法救他？这些同参道友也很难得，给他一本《往生传》，教他自己去看。他看到人家念佛往生，这个心动了，真的他就发愿念佛求生净土。他那个心真诚恳切，念了三天三夜就把阿弥陀佛念来了。",
      "zh_TW": "最明顯的例子，《淨土聖賢錄》裡面記載的，宋朝的瑩珂法師，那就是很好的一個例子。瑩珂在世破戒，造作許多的惡業。他之所以得救，他相信三寶，他還相信因果，自己想想將來必定墮阿鼻地獄。想到這個事情，他害怕了，求教於同參道友，有沒有方法救他？這些同參道友也很難得，給他一本《往生傳》，教他自己去看。他看到人家念佛往生，這個心動了，真的他就發願念佛求生淨土。他那個心真誠懇切，念了三天三夜就把阿彌陀佛念來了。"
    },
    {
      "id": "15-011-0007_p0095",
      "zh_CN": "阿弥陀佛告诉他：「你的阳寿还有十年，你好好的修，十年之后你命终的时候，我来接你。」",
      "zh_TW": "阿彌陀佛告訴他：「你的陽壽還有十年，你好好的修，十年之後你命終的時候，我來接你。」"
    },
    {
      "id": "15-011-0007_p0096",
      "zh_CN": "莹珂也不容易，他跟阿弥陀佛说：「我的业障太重，禁不起诱惑，人家一引诱，我又犯罪、又犯过了。那十年我不晓得还要造多少的罪业。我十年寿命不要了，现在就跟你走了。」",
      "zh_TW": "瑩珂也不容易，他跟阿彌陀佛說：「我的業障太重，禁不起誘惑，人家一引誘，我又犯罪、又犯過了。那十年我不曉得還要造多少的罪業。我十年壽命不要了，現在就跟你走了。」"
    },
    {
      "id": "15-011-0007_p0097",
      "zh_CN": "佛也很慈悲就答应了：「三天以后来接引你。」他三天就往生了。",
      "zh_TW": "佛也很慈悲就答應了：「三天以後來接引你。」他三天就往生了。"
    },
    {
      "id": "15-011-0007_p0098",
      "zh_CN": "《弥陀经》上讲若一日、若二日到若七日，这是真的，不是假的。我们念佛念了这么久，为什么没往生？我们口里面想快一点往生，心里面对这个世界贪恋，舍不得走！所以佛很清楚很明白，看到你所讲的话都是假话，不是真话，他也不来。你是真的，佛就来了。你讲的不是真话，口是心非，所以念了一辈子，佛也没念来。人家念三天佛就念来了，什么原因？真干！我们这个地方如果标榜打佛七，七天念佛就往生，不会有一个人来。这还得了，七天就要死了，谁敢来！没人来。",
      "zh_TW": "《彌陀經》上講若一日、若二日到若七日，這是真的，不是假的。我們念佛念了這麼久，為什麼沒往生？我們口裡面想快一點往生，心裡面對這個世界貪戀，捨不得走！所以佛很清楚很明白，看到你所講的話都是假話，不是真話，他也不來。你是真的，佛就來了。你講的不是真話，口是心非，所以念了一輩子，佛也沒念來。人家念三天佛就念來了，什麼原因？真幹！我們這個地方如果標榜打佛七，七天念佛就往生，不會有一個人來。這還得了，七天就要死了，誰敢來！沒人來。"
    },
    {
      "id": "15-011-0007_p0099",
      "zh_CN": "这是说他戒破了，他没有破见，正知正见，他不是邪知邪见。这个正见就是「解脱因」，他能够得救，他能够往生；不但能够往生，往往往生的品位甚高。这个我们在《观无量寿经》上看到，那个杀父亲、害母亲的阿阇世王，跟提婆达多合起来破坏僧团，造五逆十恶之罪。提婆达多堕地狱。他在临终的时候才忏悔，念佛求生净土。佛说他是上品中生，这真是出乎我们意料之外。",
      "zh_TW": "這是說他戒破了，他沒有破見，正知正見，他不是邪知邪見。這個正見就是「解脫因」，他能夠得救，他能夠往生；不但能夠往生，往往往生的品位甚高。這個我們在《觀無量壽經》上看到，那個殺父親、害母親的阿闍世王，跟提婆達多合起來破壞僧團，造五逆十惡之罪。提婆達多墮地獄。他在臨終的時候才懺悔，念佛求生淨土。佛說他是上品中生，這真是出乎我們意料之外。"
    },
    {
      "id": "15-011-0007_p0100",
      "zh_CN": "所以我们才晓得往生净土有两种人，一种是平常念佛积功累德，一种是临终忏悔。品位高下，看他忏悔的力量。阿阇世王那是真心忏悔，所以品位提得那么高，这就是我们不可以轻慢这一些造作恶业的人，不应见其过。",
      "zh_TW": "所以我們才曉得往生淨土有兩種人，一種是平常念佛積功累德，一種是臨終懺悔。品位高下，看他懺悔的力量。阿闍世王那是真心懺悔，所以品位提得那麼高，這就是我們不可以輕慢這一些造作惡業的人，不應見其過。"
    },
    {
      "id": "15-011-0007_p0101",
      "zh_CN": "【摧伏贪瞋难。勿惊于放逸。余习法应尔。是故不须说。】",
      "zh_TW": "【摧伏貪瞋難。勿驚於放逸。餘習法應爾。是故不須說。】"
    },
    {
      "id": "15-011-0007_p0102",
      "zh_CN": "佛在这一首偈上，非常通达于人情。从人情上说，我们也不应该，为什么？贪瞋痴烦恼要想断太难了。「余习法应尔」，懈怠、懒惰、放逸也是无始劫来的习气烦恼，看到这个现象，当然应该是这个现象。所以看到这些过失，不必要说了，这是无始的烦恼。他又不是圣人，又不是佛菩萨再来的，怎么可能没有烦恼？见到有这些过失，也不须要说。",
      "zh_TW": "佛在這一首偈上，非常通達於人情。從人情上說，我們也不應該，為什麼？貪瞋痴煩惱要想斷太難了。「餘習法應爾」，懈怠、懶惰、放逸也是無始劫來的習氣煩惱，看到這個現象，當然應該是這個現象。所以看到這些過失，不必要說了，這是無始的煩惱。他又不是聖人，又不是佛菩薩再來的，怎麼可能沒有煩惱？見到有這些過失，也不須要說。"
    },
    {
      "id": "15-011-0007_p0103",
      "zh_CN": "回过头来看自己，我自己有没有。看自己很难，看别人很容易。正如同眼睛看外面，不能看自己！可是一个觉悟的人，那就了不起，他看别人就是看自己，自他不二！看到别人的过失，他就知道自己有这个过失；希望别人怎样改过，他就自己认真去改过。这个人有智慧，这个人善修，会修行！",
      "zh_TW": "回過頭來看自己，我自己有沒有。看自己很難，看別人很容易。正如同眼睛看外面，不能看自己！可是一個覺悟的人，那就了不起，他看別人就是看自己，自他不二！看到別人的過失，他就知道自己有這個過失；希望別人怎樣改過，他就自己認真去改過。這個人有智慧，這個人善修，會修行！"
    },
    {
      "id": "15-011-0007_p0104",
      "zh_CN": "【若清净比丘。伺他人过失。是最非真实。不名修正法。】",
      "zh_TW": "【若清淨比丘。伺他人過失。是最非真實。不名修正法。】"
    },
    {
      "id": "15-011-0007_p0105",
      "zh_CN": "如果是一个真正清净的比丘，还会去找别人的麻烦，去求别人的过失。佛说了，那他不是真的清净比丘，他也不是真的在修行，都是假的，装模作样的。",
      "zh_TW": "如果是一個真正清淨的比丘，還會去找別人的麻煩，去求別人的過失。佛說了，那他不是真的清淨比丘，他也不是真的在修行，都是假的，裝模作樣的。"
    },
    {
      "id": "15-011-0007_p0106",
      "zh_CN": "【如理修行者。当须自观察。】",
      "zh_TW": "【如理修行者。當須自觀察。】"
    },
    {
      "id": "15-011-0007_p0107",
      "zh_CN": "真正是一个修行的人，常常观察自己，不要去看别人。",
      "zh_TW": "真正是一個修行的人，常常觀察自己，不要去看別人。"
    },
    {
      "id": "15-011-0007_p0108",
      "zh_CN": "【求道诸比丘。舍离恶言论。常以欢喜心。独处于闲静。】",
      "zh_TW": "【求道諸比丘。捨離惡言論。常以歡喜心。獨處於閑靜。】"
    },
    {
      "id": "15-011-0007_p0109",
      "zh_CN": "这是修行人的一个样子。真是一个修行人，一定是言语少，而且言语柔和清净，喜欢安静。这是常说的「多事不如少事，少事不如无事」！这是真正修道人。",
      "zh_TW": "這是修行人的一個樣子。真是一個修行人，一定是言語少，而且言語柔和清淨，喜歡安靜。這是常說的「多事不如少事，少事不如無事」！這是真正修道人。"
    },
    {
      "id": "15-011-0007_p0110",
      "zh_CN": "这个地方总共有二十四首偈，重颂前面长行所说的大意。再看底下这一段经文，这是这一段落的总结。",
      "zh_TW": "這個地方總共有二十四首偈，重頌前面長行所說的大意。再看底下這一段經文，這是這一段落的總結。"
    },
    {
      "id": "15-011-0007_p0111",
      "zh_CN": "【尔时弥勒菩萨。复白佛言。希有世尊。耽着愦闹。乃有如是无量过恶。退失功德无有利益。增长烦恼堕诸恶趣远离白法。何有菩萨求善法者。闻是过失而不乐于独处闲静。】",
      "zh_TW": "【爾時彌勒菩薩。復白佛言。希有世尊。耽著憒鬧。乃有如是無量過惡。退失功德無有利益。增長煩惱墮諸惡趣遠離白法。何有菩薩求善法者。聞是過失而不樂於獨處閑靜。】"
    },
    {
      "id": "15-011-0007_p0112",
      "zh_CN": "「尔时弥勒菩萨复白佛言：希有世尊，耽着愦闹，乃有如是无量过恶」。弥勒菩萨听佛宣说，很感慨的说，贪爱喜欢愦闹有这么多的过失。",
      "zh_TW": "「爾時彌勒菩薩復白佛言：希有世尊，耽著憒鬧，乃有如是無量過惡」。彌勒菩薩聽佛宣說，很感慨的說，貪愛喜歡憒鬧有這麼多的過失。"
    },
    {
      "id": "15-011-0007_p0113",
      "zh_CN": "「退失功德无有利益，增长烦恼、堕诸恶趣、远离白法」。「白法」就是善法。他所造的都是恶法，不是善法。",
      "zh_TW": "「退失功德無有利益，增長煩惱、墮諸惡趣、遠離白法」。「白法」就是善法。他所造的都是惡法，不是善法。"
    },
    {
      "id": "15-011-0007_p0114",
      "zh_CN": "「何有菩萨求善法者，闻是过失而不乐于独处闲静」？这个话是勉励我们的。他说哪有菩萨求善法，听佛讲喜爱愦闹有这么多的过失，他还不舍弃，他还不去找一个安安静静的地方来修学！",
      "zh_TW": "「何有菩薩求善法者，聞是過失而不樂於獨處閑靜」？這個話是勉勵我們的。他說哪有菩薩求善法，聽佛講喜愛憒鬧有這麼多的過失，他還不捨棄，他還不去找一個安安靜靜的地方來修學！"
    },
    {
      "id": "15-011-0007_p0115",
      "zh_CN": "下面是世话，过失也有二十种。请看经文：",
      "zh_TW": "下面是世話，過失也有二十種。請看經文："
    },
    {
      "id": "15-011-0007_p0116",
      "zh_CN": "【尔时弥勒菩萨。白佛言。世尊。云何名为世话中过。若观察时。菩萨应住决定之义。由观是义不生热恼。】",
      "zh_TW": "【爾時彌勒菩薩。白佛言。世尊。云何名為世話中過。若觀察時。菩薩應住決定之義。由觀是義不生熱惱。】"
    },
    {
      "id": "15-011-0007_p0117",
      "zh_CN": "弥勒菩萨请法的言词不难懂，这个「决定之义」恐怕同修们有疑惑。「菩萨应住决定之义」，决定之义就是真实的事理。《般若经》上讲诸法实相，我们现在说宇宙人生的真相。他要住，他应当住宇宙人生真相之中。能够这样修学，他就不会生烦恼了。",
      "zh_TW": "彌勒菩薩請法的言詞不難懂，這個「決定之義」恐怕同修們有疑惑。「菩薩應住決定之義」，決定之義就是真實的事理。《般若經》上講諸法實相，我們現在說宇宙人生的真相。他要住，他應當住宇宙人生真相之中。能夠這樣修學，他就不會生煩惱了。"
    },
    {
      "id": "15-011-0007_p0118",
      "zh_CN": "【佛言弥勒。初业菩萨。应当观察世话过失有二十种。若观察时。能令菩萨住决定义。由观是义不生热恼。】",
      "zh_TW": "【佛言彌勒。初業菩薩。應當觀察世話過失有二十種。若觀察時。能令菩薩住決定義。由觀是義不生熱惱。】"
    },
    {
      "id": "15-011-0007_p0119",
      "zh_CN": "这是佛总答弥勒菩萨之问，确确实实可以做得到的，问题你要会作观；也就是你对于世话的过失，离世话的功德利益，你能够观察透彻、明了，你就能「住决定义」，这个心安住在诸法实相，就不会生烦恼。",
      "zh_TW": "這是佛總答彌勒菩薩之問，確確實實可以做得到的，問題你要會作觀；也就是你對於世話的過失，離世話的功德利益，你能夠觀察透徹、明瞭，你就能「住決定義」，這個心安住在諸法實相，就不會生煩惱。"
    },
    {
      "id": "15-011-0007_p0120",
      "zh_CN": "【弥勒。云何名为乐于世话二十种过。一者心生憍恣不敬多闻。二者于诸诤论多起执着。三者失于正念如理作意。四者为所不应身多躁动。五者速疾高下坏于法忍。六者心常刚强。禅定智慧曾不薰修。七者非时而语言论所缠。八者不能坚固证于圣智。九者不为天龙之所恭敬。十者为辩才者常怀轻贱。十一者为身证者之所呵责。十二者不住正信常怀悔恨。十三者心多疑惑摇动不安。十四者犹如倡妓随逐音声。十五者染着诸欲随境流转。十六者不观真实诽谤正法。十七者有所希求常不称遂。十八者其心不调为人弃舍。十九者不知法界随顺恶友。二十者不了诸根系属烦恼。弥勒。是为菩萨乐于世话二十种过】",
      "zh_TW": "【彌勒。云何名為樂於世話二十種過。一者心生憍恣不敬多聞。二者於諸諍論多起執著。三者失於正念如理作意。四者為所不應身多躁動。五者速疾高下壞於法忍。六者心常剛強。禪定智慧曾不薰修。七者非時而語言論所纏。八者不能堅固證於聖智。九者不為天龍之所恭敬。十者為辯才者常懷輕賤。十一者為身證者之所呵責。十二者不住正信常懷悔恨。十三者心多疑惑搖動不安。十四者猶如倡妓隨逐音聲。十五者染著諸欲隨境流轉。十六者不觀真實誹謗正法。十七者有所希求常不稱遂。十八者其心不調為人棄捨。十九者不知法界隨順惡友。二十者不了諸根繫屬煩惱。彌勒。是為菩薩樂於世話二十種過】"
    },
    {
      "id": "15-011-0007_p0121",
      "zh_CN": "「弥勒，云何名为乐于世话二十种过」？「乐」是喜欢、爱好。爱好世话的二十种过，佛在此地为我们说出来了。",
      "zh_TW": "「彌勒，云何名為樂於世話二十種過」？「樂」是喜歡、愛好。愛好世話的二十種過，佛在此地為我們說出來了。"
    },
    {
      "id": "15-011-0007_p0122",
      "zh_CN": "「一者，心生憍恣，不敬多闻」。「多闻」是指多闻佛法的人，对于广学多闻的人，他不会尊敬。为什么？世话简单的说，就是世间法。世间法他知道得太多了，因此他就生骄慢之心，骄傲、贡高我慢。「不敬多闻」，这个出家的比丘菩萨，虽然读的经书很多，他也瞧不起，也没有看在眼里。",
      "zh_TW": "「一者，心生憍恣，不敬多聞」。「多聞」是指多聞佛法的人，對於廣學多聞的人，他不會尊敬。為什麼？世話簡單的說，就是世間法。世間法他知道得太多了，因此他就生驕慢之心，驕傲、貢高我慢。「不敬多聞」，這個出家的比丘菩薩，雖然讀的經書很多，他也瞧不起，也沒有看在眼裡。"
    },
    {
      "id": "15-011-0007_p0123",
      "zh_CN": "「二者，于诸诤论，多起执着」。这是自古以来在所不免，这个争执太多了。为什么有争执？成见很深。",
      "zh_TW": "「二者，於諸諍論，多起執著」。這是自古以來在所不免，這個爭執太多了。為什麼有爭執？成見很深。"
    },
    {
      "id": "15-011-0007_p0124",
      "zh_CN": "「三者，失于正念、如理作意」。他起心动念不如理也不如法。「理」就是宇宙人生的真相，与这个不相应，叫「失于正念」，不知道如理作意，他的起心动念都是生烦恼。",
      "zh_TW": "「三者，失於正念、如理作意」。他起心動念不如理也不如法。「理」就是宇宙人生的真相，與這個不相應，叫「失於正念」，不知道如理作意，他的起心動念都是生煩惱。"
    },
    {
      "id": "15-011-0007_p0125",
      "zh_CN": "「四者，为所不应身多躁动」。「为」是说他的作为、他的造作，他所造作是不应该造作的。哪些是不应该造作呢？三途业不应该造作。简单的说，就是佛家里面常讲的十恶业，十恶业是不应该作的。「身多躁动」，他偏偏去造。",
      "zh_TW": "「四者，為所不應身多躁動」。「為」是說他的作為、他的造作，他所造作是不應該造作的。哪些是不應該造作呢？三途業不應該造作。簡單的說，就是佛家裡面常講的十惡業，十惡業是不應該作的。「身多躁動」，他偏偏去造。"
    },
    {
      "id": "15-011-0007_p0126",
      "zh_CN": "「五者，速疾高下坏于法忍」。「高下」是讲他的心，心生分别。那个分别心太大就产生高下了。他没有「法忍」了，他不能忍耐！",
      "zh_TW": "「五者，速疾高下壞於法忍」。「高下」是講他的心，心生分別。那個分別心太大就產生高下了。他沒有「法忍」了，他不能忍耐！"
    },
    {
      "id": "15-011-0007_p0127",
      "zh_CN": "「六者，心常刚强，禅定智慧曾不薰修」。这个刚强的心障碍禅定、障碍智慧，所以「禅定智慧曾不薰修」。",
      "zh_TW": "「六者，心常剛強，禪定智慧曾不薰修」。這個剛強的心障礙禪定、障礙智慧，所以「禪定智慧曾不薰修」。"
    },
    {
      "id": "15-011-0007_p0128",
      "zh_CN": "「七者，非时而语，言论所缠」。「非时」，不应该说这个话。言语有时节因缘，在某一个时候，不应该说的话，他偏偏说，往往说出这些话来会遭受到许许多多的障难，我们今天讲遭受别人的批评、攻击。说话是大学问，一定要懂得时节因缘，什么场所、什么时节，哪些话不能说的。他是愚痴，没有智慧，不应该说的，他常说！所以被言论所缠。这就是其他的人用言语攻击他，批评他。",
      "zh_TW": "「七者，非時而語，言論所纏」。「非時」，不應該說這個話。言語有時節因緣，在某一個時候，不應該說的話，他偏偏說，往往說出這些話來會遭受到許許多多的障難，我們今天講遭受別人的批評、攻擊。說話是大學問，一定要懂得時節因緣，什麼場所、什麼時節，哪些話不能說的。他是愚痴，沒有智慧，不應該說的，他常說！所以被言論所纏。這就是其他的人用言語攻擊他，批評他。"
    },
    {
      "id": "15-011-0007_p0129",
      "zh_CN": "「八者，不能坚固证于圣智」。这一句是讲证果。当然这是更不可能的事情，不但深的果位他证不到，浅的果位，如须陀洹他也不能得到。我们再仔细的观察，不但圣果得不到，他念佛功夫成片也得不到。",
      "zh_TW": "「八者，不能堅固證於聖智」。這一句是講證果。當然這是更不可能的事情，不但深的果位他證不到，淺的果位，如須陀洹他也不能得到。我們再仔細的觀察，不但聖果得不到，他念佛功夫成片也得不到。"
    },
    {
      "id": "15-011-0007_p0130",
      "zh_CN": "念佛人果然得功夫成片，就有把握往生。所以，这个经上常讲这叫「易行道」！易是容易，比较其他的法门，这个法门容易。其实也不容易！说容易是比较说容易。但是其他的法门一定要断八十八品见惑，证得须陀洹果才算成就。我们念佛人往生，比这个是容易太多了。念佛求往生，带业往生，八十八品惑一品都可以不要断。那不断怎么办呢？你要有能力控制住，控制住了就叫功夫成片。",
      "zh_TW": "念佛人果然得功夫成片，就有把握往生。所以，這個經上常講這叫「易行道」！易是容易，比較其他的法門，這個法門容易。其實也不容易！說容易是比較說容易。但是其他的法門一定要斷八十八品見惑，證得須陀洹果才算成就。我們念佛人往生，比這個是容易太多了。念佛求往生，帶業往生，八十八品惑一品都可以不要斷。那不斷怎麼辦呢？你要有能力控制住，控制住了就叫功夫成片。"
    },
    {
      "id": "15-011-0007_p0131",
      "zh_CN": "所以控制住容易，断难！古人有个比喻，这个控制像石头压草；断那是连根拔除，那个难。我们用这一句佛号能把烦恼习气压住，这个念头才一起来，「阿弥陀佛」压住了，一天到晚二十四小时都不让他有杂念起来，念头起来就压住了。你能够做到这个功夫，就有把握往生了。我们能不能压得住？佛号在口里念，妄念照样起来，这个不管用，这样压不住！这个搞法往生就靠不住了，没有把握。这是我们必须要知道的。",
      "zh_TW": "所以控制住容易，斷難！古人有個比喻，這個控制像石頭壓草；斷那是連根拔除，那個難。我們用這一句佛號能把煩惱習氣壓住，這個念頭才一起來，「阿彌陀佛」壓住了，一天到晚二十四小時都不讓他有雜念起來，念頭起來就壓住了。你能夠做到這個功夫，就有把握往生了。我們能不能壓得住？佛號在口裡念，妄念照樣起來，這個不管用，這樣壓不住！這個搞法往生就靠不住了，沒有把握。這是我們必須要知道的。"
    },
    {
      "id": "15-011-0007_p0132",
      "zh_CN": "「九者，不为天龙之所恭敬」。「天龙」是指护法神，护法神不保佑你！",
      "zh_TW": "「九者，不為天龍之所恭敬」。「天龍」是指護法神，護法神不保佑你！"
    },
    {
      "id": "15-011-0007_p0133",
      "zh_CN": "「十者，为辩才者常怀轻贱」。实在讲也不是人家真的轻贱你，但是人家远离你，对你敬而远之。那是真的，不是假的。这些辩才就是修行功夫得力的人。",
      "zh_TW": "「十者，為辯才者常懷輕賤」。實在講也不是人家真的輕賤你，但是人家遠離你，對你敬而遠之。那是真的，不是假的。這些辯才就是修行功夫得力的人。"
    },
    {
      "id": "15-011-0007_p0134",
      "zh_CN": "「十一者，为身证者之所呵责」。「身证」就是真正证果的人，他有时候会责备你。",
      "zh_TW": "「十一者，為身證者之所呵責」。「身證」就是真正證果的人，他有時候會責備你。"
    },
    {
      "id": "15-011-0007_p0135",
      "zh_CN": "「十二者，不住正信，常怀悔恨」。他这个「正信」生不起来，信心犹豫，有时候信，有时候不信，所以他常生后悔、悔恨。",
      "zh_TW": "「十二者，不住正信，常懷悔恨」。他這個「正信」生不起來，信心猶豫，有時候信，有時候不信，所以他常生後悔、悔恨。"
    },
    {
      "id": "15-011-0007_p0136",
      "zh_CN": "「十三者，心多疑惑，摇动不安」。这些原因都是贪着世缘。",
      "zh_TW": "「十三者，心多疑惑，搖動不安」。這些原因都是貪著世緣。"
    },
    {
      "id": "15-011-0007_p0137",
      "zh_CN": "「十四者，犹如倡妓，随逐音声」。「倡妓」是比喻他心随境转。倡妓就是舞台上的演员。演员随着剧本在说话，不是自己的意思，自己没有主见。唱歌跳舞随着拍节在动作，听人家指挥，自己作不了主宰，就是这个意思。",
      "zh_TW": "「十四者，猶如倡妓，隨逐音聲」。「倡妓」是比喻他心隨境轉。倡妓就是舞臺上的演員。演員隨著劇本在說話，不是自己的意思，自己沒有主見。唱歌跳舞隨著拍節在動作，聽人家指揮，自己作不了主宰，就是這個意思。"
    },
    {
      "id": "15-011-0007_p0138",
      "zh_CN": "「十五者，染着诸欲随境流转」。贪着五欲六尘，必定是心为境转。",
      "zh_TW": "「十五者，染著諸欲隨境流轉」。貪著五欲六塵，必定是心為境轉。"
    },
    {
      "id": "15-011-0007_p0139",
      "zh_CN": "「十六者，不观真实，诽谤正法」。习惯于邪法里面，遇到正法还不习惯、不能接受。把正法当作邪法，把邪法当作正法，这个事情在现代社会里面，我们也常常见到。",
      "zh_TW": "「十六者，不觀真實，誹謗正法」。習慣於邪法裡面，遇到正法還不習慣、不能接受。把正法當作邪法，把邪法當作正法，這個事情在現代社會裡面，我們也常常見到。"
    },
    {
      "id": "15-011-0007_p0140",
      "zh_CN": "「十七者，有所希求常不称遂」。佛门常讲「佛氏门中，有求必应」，他求不到！他心有求，不能够如愿。",
      "zh_TW": "「十七者，有所希求常不稱遂」。佛門常講「佛氏門中，有求必應」，他求不到！他心有求，不能夠如願。"
    },
    {
      "id": "15-011-0007_p0141",
      "zh_CN": "「十八者，其心不调，为人弃舍」。因为他的心烦恼多、知见多，就是意见多，跟大众很难相处。不能相处，当然你就会被这个团体摈弃出去了。",
      "zh_TW": "「十八者，其心不調，為人棄捨」。因為他的心煩惱多、知見多，就是意見多，跟大眾很難相處。不能相處，當然你就會被這個團體擯棄出去了。"
    },
    {
      "id": "15-011-0007_p0142",
      "zh_CN": "「十九者，不知法界，随顺恶友」。对于十法界的理论、事实都不知道，这叫迷惑颠倒！所以他没有出离的心，他也不知道出离的方法，跟他往来的都是愚痴人、都是懈怠人、都是作恶之友。",
      "zh_TW": "「十九者，不知法界，隨順惡友」。對於十法界的理論、事實都不知道，這叫迷惑顛倒！所以他沒有出離的心，他也不知道出離的方法，跟他往來的都是愚痴人、都是懈怠人、都是作惡之友。"
    },
    {
      "id": "15-011-0007_p0143",
      "zh_CN": "「二十者，不了诸根系属烦恼」。「诸根」通指六根，「眼、耳、鼻、舌、身、意」。每一条根都是系属于烦恼的，没有办法摆脱烦恼，这个日子就过得非常辛苦，果报当然就不堪设想了。",
      "zh_TW": "「二十者，不了諸根繫屬煩惱」。「諸根」通指六根，「眼、耳、鼻、舌、身、意」。每一條根都是繫屬於煩惱的，沒有辦法擺脫煩惱，這個日子就過得非常辛苦，果報當然就不堪設想了。"
    },
    {
      "id": "15-011-0007_p0144",
      "zh_CN": "「弥勒，是为菩萨乐于世话二十种过」。实在讲，喜欢这些世间法的过失无量无边。世尊把无量无边的过失归纳为二十大类，为我们略说。今天时间到了，我们就讲到此地。",
      "zh_TW": "「彌勒，是為菩薩樂於世話二十種過」。實在講，喜歡這些世間法的過失無量無邊。世尊把無量無邊的過失歸納為二十大類，為我們略說。今天時間到了，我們就講到此地。"
    }
  ]
}