{
  "doc_id": "15-011-0009",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-011-0009",
  "total_paragraphs": 138,
  "paragraphs": [
    {
      "id": "15-011-0009_p0001",
      "zh_CN": "请掀开经本，第三十三面第六行：",
      "zh_TW": "請掀開經本，第三十三面第六行："
    },
    {
      "id": "15-011-0009_p0002",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。希有世尊。乐着睡眠乃有如是无量过失。若有闻者。不生忧悔厌离之心。发起精进。当知是人甚大愚痴。若有菩萨。为欲志求阿耨多罗三藐三菩提者。闻说如是真实句义。功德利益。于诸善法。而生懈怠。不起精进住菩提分。无有是处。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。希有世尊。樂著睡眠乃有如是無量過失。若有聞者。不生憂悔厭離之心。發起精進。當知是人甚大愚痴。若有菩薩。為欲志求阿耨多羅三藐三菩提者。聞說如是真實句義。功德利益。於諸善法。而生懈怠。不起精進住菩提分。無有是處。】"
    },
    {
      "id": "15-011-0009_p0003",
      "zh_CN": "末后一段弥勒菩萨非常慈悲，听了世尊的教诲之后，给我们大家做一个总结。这里面字字句句都是勉励我们、警惕我们的话，我们要能够体会。正如世尊前面所说贪着睡眠过失非常之多，佛说了二十种，不过是略说而已，实际上过失太多了，说之不尽。我们听了佛的教诲之后，应当要悔过，就是应当要忏悔。怎么个忏法？一定要把精神提起来，克服睡魔，发起精进，这才叫真正忏悔。如若不能，那就是弥勒菩萨所说的，这个人是个愚痴人，「甚大愚痴」，听了佛说了之后，还不知道改过，还不晓得回头。",
      "zh_TW": "末後一段彌勒菩薩非常慈悲，聽了世尊的教誨之後，給我們大家做一個總結。這裡面字字句句都是勉勵我們、警惕我們的話，我們要能夠體會。正如世尊前面所說貪著睡眠過失非常之多，佛說了二十種，不過是略說而已，實際上過失太多了，說之不盡。我們聽了佛的教誨之後，應當要悔過，就是應當要懺悔。怎麼個懺法？一定要把精神提起來，克服睡魔，發起精進，這才叫真正懺悔。如若不能，那就是彌勒菩薩所說的，這個人是個愚痴人，「甚大愚痴」，聽了佛說了之後，還不知道改過，還不曉得回頭。"
    },
    {
      "id": "15-011-0009_p0004",
      "zh_CN": "弥勒菩萨的总结是两段，前面一段是讲一般人，听了佛的话应当要觉悟、要忏悔、要改过。如果是菩萨，则跟普通人不一样，菩萨之志就是要作佛。你学佛，学佛为什么？学佛一定要是作佛而来的。现在学佛的同修很多，有这样志气的人不多。我学佛四十多年了，从来没有见到一位、也没有听到一位同修给我说，他想作佛。你才晓得这都不够资格作菩萨。既然作菩萨，他的目的就是要作佛。",
      "zh_TW": "彌勒菩薩的總結是兩段，前面一段是講一般人，聽了佛的話應當要覺悟、要懺悔、要改過。如果是菩薩，則跟普通人不一樣，菩薩之志就是要作佛。你學佛，學佛為什麼？學佛一定要是作佛而來的。現在學佛的同修很多，有這樣志氣的人不多。我學佛四十多年了，從來沒有見到一位、也沒有聽到一位同修給我說，他想作佛。你才曉得這都不夠資格作菩薩。既然作菩薩，他的目的就是要作佛。"
    },
    {
      "id": "15-011-0009_p0005",
      "zh_CN": "早年，我读《六祖坛经》，读到六祖去见五祖的时候，他们的对话，我看了佩服得五体投地。五祖问他，说：「惠能，你到我这里来究竟为的是什么？」六祖回答得很好：「我来作佛的。」这真是了不起，他来作佛的。可见得这个志趣就不同凡响。作佛就是求阿耨多罗三藐三菩提，这一句是梵语，翻成中国意思是无上正等正觉。求无上正等正觉，就是求作佛。",
      "zh_TW": "早年，我讀《六祖壇經》，讀到六祖去見五祖的時候，他們的對話，我看了佩服得五體投地。五祖問他，說：「惠能，你到我這裡來究竟為的是什麼？」六祖回答得很好：「我來作佛的。」這真是了不起，他來作佛的。可見得這個志趣就不同凡響。作佛就是求阿耨多羅三藐三菩提，這一句是梵語，翻成中國意思是無上正等正覺。求無上正等正覺，就是求作佛。"
    },
    {
      "id": "15-011-0009_p0006",
      "zh_CN": "真正发心想作佛的人，听到佛这个开示，字字句句「真实句义」，真实的教诲，「功德利益，于诸善法」。「菩提」就是道，就是清净心，就是觉心；还会生懈怠，还会不精进，心不能安住在道上，没有这个道理！由此可知，我们听了之后不很在意，讲堂听了，好像是有这么回事情，下楼之后就忘得一干二净了，这就不是菩萨！菩萨不会的，菩萨听了之后会起作用。看看我们会不会起作用！",
      "zh_TW": "真正發心想作佛的人，聽到佛這個開示，字字句句「真實句義」，真實的教誨，「功德利益，於諸善法」。「菩提」就是道，就是清淨心，就是覺心；還會生懈怠，還會不精進，心不能安住在道上，沒有這個道理！由此可知，我們聽了之後不很在意，講堂聽了，好像是有這麼回事情，下樓之後就忘得一乾二淨了，這就不是菩薩！菩薩不會的，菩薩聽了之後會起作用。看看我們會不會起作用！"
    },
    {
      "id": "15-011-0009_p0007",
      "zh_CN": "下面这一段经文也非常要紧，也是我们现代人常常犯的过失。虽犯这个过失，还不知道自己是过失，以为自己的功德很大。实在讲，凡夫在日常生活当中，修持之中所犯种种过失，都以为是功德，都以为自己很了不起。譬如贪睡，古大德曾经说过，「饥来吃饭困来眠」，那这个睡觉不是很正常的吗？那叫大修行人。你修，用什么功夫？他说「饥来吃饭困来眠」，这是他用功的。你要学这种用功法，这上面所讲的无量过失，你统统都有了。",
      "zh_TW": "下面這一段經文也非常要緊，也是我們現代人常常犯的過失。雖犯這個過失，還不知道自己是過失，以為自己的功德很大。實在講，凡夫在日常生活當中，修持之中所犯種種過失，都以為是功德，都以為自己很了不起。譬如貪睡，古大德曾經說過，「飢來吃飯睏來眠」，那這個睡覺不是很正常的嗎？那叫大修行人。你修，用什麼功夫？他說「飢來吃飯睏來眠」，這是他用功的。你要學這種用功法，這上面所講的無量過失，你統統都有了。"
    },
    {
      "id": "15-011-0009_p0008",
      "zh_CN": "但是祖师讲的这个大修行人用功的方法，有没有错误、过失？没有。他们可以睡觉，他们肚子饿了吃饭，困了就睡觉，行！我们不行。为什么？人家生死已办，换句话说，他的烦恼已经断了，生死已经了了，没事了。这个意思就是说，「饥来吃饭困来眠」，就是说他已经没事了。我们烦恼没断，妄念太多，这个事情没有办了，你怎么敢安心去睡觉？",
      "zh_TW": "但是祖師講的這個大修行人用功的方法，有沒有錯誤、過失？沒有。他們可以睡覺，他們肚子餓了吃飯，睏了就睡覺，行！我們不行。為什麼？人家生死已辦，換句話說，他的煩惱已經斷了，生死已經了了，沒事了。這個意思就是說，「飢來吃飯睏來眠」，就是說他已經沒事了。我們煩惱沒斷，妄念太多，這個事情沒有辦了，你怎麼敢安心去睡覺？"
    },
    {
      "id": "15-011-0009_p0009",
      "zh_CN": "所以佛菩萨祖师所说的话，我们决定不能错会了；他是给什么人说的，在什么境界里面说的，我们要明了。有一些话，我们可以学习，有些不能学！如果学他们就坏了，这不是我们的境界。前面曾经说过，初业菩萨跟慧行菩萨修行的样子不一样。慧行菩萨是法身大士，见思烦恼断了、尘沙烦恼断了，无明至少也破了几品了，所以他们修行的样子跟我们初学的不同。我们初学的要循规蹈距。他们的境界不可思议，不是凡夫、小乘、权教菩萨的境界，那个学不得的。这一段里面也是这样的，我们要细心去体会。",
      "zh_TW": "所以佛菩薩祖師所說的話，我們決定不能錯會了；他是給什麼人說的，在什麼境界裡面說的，我們要明瞭。有一些話，我們可以學習，有些不能學！如果學他們就壞了，這不是我們的境界。前面曾經說過，初業菩薩跟慧行菩薩修行的樣子不一樣。慧行菩薩是法身大士，見思煩惱斷了、塵沙煩惱斷了，無明至少也破了幾品了，所以他們修行的樣子跟我們初學的不同。我們初學的要循規蹈距。他們的境界不可思議，不是凡夫、小乘、權教菩薩的境界，那個學不得的。這一段裡面也是這樣的，我們要細心去體會。"
    },
    {
      "id": "15-011-0009_p0010",
      "zh_CN": "【尔时弥勒菩萨。白佛言。世尊。云何名为众务中过。若观察时。令诸菩萨不营众务勤修佛道。】",
      "zh_TW": "【爾時彌勒菩薩。白佛言。世尊。云何名為眾務中過。若觀察時。令諸菩薩不營眾務勤修佛道。】"
    },
    {
      "id": "15-011-0009_p0011",
      "zh_CN": "这是弥勒的问词，什么叫做「众务中过」？众是很多，务是事务，许许多多这些事务。营是经营、造作。你经营造作许许多多的事务，对你修行有很大的障碍，这里面过失也有二十种。",
      "zh_TW": "這是彌勒的問詞，什麼叫做「眾務中過」？眾是很多，務是事務，許許多多這些事務。營是經營、造作。你經營造作許許多多的事務，對你修行有很大的障礙，這裡面過失也有二十種。"
    },
    {
      "id": "15-011-0009_p0012",
      "zh_CN": "「若观察时」。观察就是你明白了、觉悟了，你知道这一些事务是障道的，这一些事务是修行人不应该做的。",
      "zh_TW": "「若觀察時」。觀察就是你明白了、覺悟了，你知道這一些事務是障道的，這一些事務是修行人不應該做的。"
    },
    {
      "id": "15-011-0009_p0013",
      "zh_CN": "「令诸菩萨不营众务」，不再经营造作这些事情了，这一些事情与了生死、出三界毫不相干！",
      "zh_TW": "「令諸菩薩不營眾務」，不再經營造作這些事情了，這一些事情與了生死、出三界毫不相干！"
    },
    {
      "id": "15-011-0009_p0014",
      "zh_CN": "所以教我们要「勤修佛道」。佛道是正觉之道、大觉之道，对于宇宙人生究竟彻底的觉悟，这叫做佛道。弥勒不但为我们启请，而且将启请的目的都说得这么清楚，目的就是「令诸菩萨不营众务勤修佛道」。下面是世尊的开示：",
      "zh_TW": "所以教我們要「勤修佛道」。佛道是正覺之道、大覺之道，對於宇宙人生究竟徹底的覺悟，這叫做佛道。彌勒不但為我們啟請，而且將啟請的目的都說得這麼清楚，目的就是「令諸菩薩不營眾務勤修佛道」。下面是世尊的開示："
    },
    {
      "id": "15-011-0009_p0015",
      "zh_CN": "【佛言弥勒。初业菩萨。应当观察乐营众务二十种过。若观察时。能令菩萨不营众务勤修佛道。】",
      "zh_TW": "【佛言彌勒。初業菩薩。應當觀察樂營眾務二十種過。若觀察時。能令菩薩不營眾務勤修佛道。】"
    },
    {
      "id": "15-011-0009_p0016",
      "zh_CN": "你看世尊的答复，第一句就说明了「初业菩萨」。初业菩萨就是我们这些人，烦恼没断、生死没了，去受了个菩萨戒，就当了菩萨了。这个菩萨就是此地讲的初业菩萨，凡夫菩萨。",
      "zh_TW": "你看世尊的答覆，第一句就說明了「初業菩薩」。初業菩薩就是我們這些人，煩惱沒斷、生死沒了，去受了個菩薩戒，就當了菩薩了。這個菩薩就是此地講的初業菩薩，凡夫菩薩。"
    },
    {
      "id": "15-011-0009_p0017",
      "zh_CN": "这一句话很重要，诸位同修如果细心去读诵佛门里面的典籍、古来祖师大德的著述，你就能够明了。从前寺院里面的住持、当家，乃至于做寺院里一切杂事务的这些人，不是凡夫！都是诸佛菩萨应化来的。佛菩萨大慈大悲看到你真正发心，想用功修学了，他来化身，做这些事务来护持你们。",
      "zh_TW": "這一句話很重要，諸位同修如果細心去讀誦佛門裡面的典籍、古來祖師大德的著述，你就能夠明瞭。從前寺院裡面的住持、當家，乃至於做寺院裡一切雜事務的這些人，不是凡夫！都是諸佛菩薩應化來的。佛菩薩大慈大悲看到你真正發心，想用功修學了，他來化身，做這些事務來護持你們。"
    },
    {
      "id": "15-011-0009_p0018",
      "zh_CN": "我们在《高僧传》里面看到，隋朝，天台山的智者大师，往生的时候，学生们问他往生的品位。他老人家说，他因为作住持，要管人，要管事，什么都要管，对于自己修行当然就耽误了、就妨碍了，所以他是五品位往生。五品位是带业往生，生凡圣同居土，这个地位很低，不高。如果我不领众、不管人、不管事，那个品位就高了。这就是说明牺牲品位帮助初学。但是这个牺牲是有底限的，他那个底限是什么？决定往生。我下下品往生都可以，我总是往生了，所以它有个底限在。如果为大众服务，自己不能往生，来生还要搞六道轮回，甚至于还搞三恶道，那就错了，大错特错，决不是佛菩萨的意思。",
      "zh_TW": "我們在《高僧傳》裡面看到，隋朝，天台山的智者大師，往生的時候，學生們問他往生的品位。他老人家說，他因為作住持，要管人，要管事，什麼都要管，對於自己修行當然就耽誤了、就妨礙了，所以他是五品位往生。五品位是帶業往生，生凡聖同居土，這個地位很低，不高。如果我不領眾、不管人、不管事，那個品位就高了。這就是說明犧牲品位幫助初學。但是這個犧牲是有底限的，他那個底限是什麼？決定往生。我下下品往生都可以，我總是往生了，所以它有個底限在。如果為大眾服務，自己不能往生，來生還要搞六道輪迴，甚至於還搞三惡道，那就錯了，大錯特錯，決不是佛菩薩的意思。"
    },
    {
      "id": "15-011-0009_p0019",
      "zh_CN": "地藏菩萨说：「我不入地狱，谁入地狱」。我们能入地狱吗？我们入地狱就不得了！你要当上地藏菩萨了，可以说：「我不入地狱，谁入地狱」。地藏是等觉菩萨，不是普通的菩萨。就是此地讲的初业菩萨跟慧行菩萨不同。地藏菩萨是慧行菩萨，我们初学的人不能学他。初学的菩萨老实念佛，求生西方极乐世界，到西方极乐世界见了阿弥陀佛，你的智慧、神通、道力统统恢复了，跟佛差不多了，你就可以学慧行菩萨了。你来经营众务不怕了，不碍事了。",
      "zh_TW": "地藏菩薩說：「我不入地獄，誰入地獄」。我們能入地獄嗎？我們入地獄就不得了！你要當上地藏菩薩了，可以說：「我不入地獄，誰入地獄」。地藏是等覺菩薩，不是普通的菩薩。就是此地講的初業菩薩跟慧行菩薩不同。地藏菩薩是慧行菩薩，我們初學的人不能學他。初學的菩薩老實念佛，求生西方極樂世界，到西方極樂世界見了阿彌陀佛，你的智慧、神通、道力統統恢復了，跟佛差不多了，你就可以學慧行菩薩了。你來經營眾務不怕了，不礙事了。"
    },
    {
      "id": "15-011-0009_p0020",
      "zh_CN": "我们晓得智者大师是释迦牟尼佛化身再来的，永明延寿大师是阿弥陀佛化身来的，这次化身来是以作住持领众的身分；还有作打杂的，他们也干。可见他们这个心平等，并没有在里面拣别、分别。寒山、拾得是文殊、普贤，这两个人在厨房打杂的，在厨房烧火、挑水。还有个丰干和尚也在厨房打杂、舂米，侍候大众。丰干是阿弥陀佛。弥陀、文殊、普贤在厨房里打杂，供养大众！这就是营事务。古时候，这个道场真正有修道人，佛菩萨来侍候、来照顾！",
      "zh_TW": "我們曉得智者大師是釋迦牟尼佛化身再來的，永明延壽大師是阿彌陀佛化身來的，這次化身來是以作住持領眾的身分；還有作打雜的，他們也幹。可見他們這個心平等，並沒有在裡面揀別、分別。寒山、拾得是文殊、普賢，這兩個人在廚房打雜的，在廚房燒火、挑水。還有個豐干和尚也在廚房打雜、舂米，侍候大眾。豐干是阿彌陀佛。彌陀、文殊、普賢在廚房裡打雜，供養大眾！這就是營事務。古時候，這個道場真正有修道人，佛菩薩來侍候、來照顧！"
    },
    {
      "id": "15-011-0009_p0021",
      "zh_CN": "因此佛门里面任何一个人，我们都要以最恭敬的心看待，不晓得他是什么身分！你不能说在这里面扫地的、端茶碗、招待客人的，你就瞧不起他，也许他是阿弥陀佛化身来的。你是肉眼凡夫，你看不出来！这是教我们对一切人要用平等心、真诚心来看待。",
      "zh_TW": "因此佛門裡面任何一個人，我們都要以最恭敬的心看待，不曉得他是什麼身分！你不能說在這裡面掃地的、端茶碗、招待客人的，你就瞧不起他，也許他是阿彌陀佛化身來的。你是肉眼凡夫，你看不出來！這是教我們對一切人要用平等心、真誠心來看待。"
    },
    {
      "id": "15-011-0009_p0022",
      "zh_CN": "所以修真诚、清净、平等，从哪里修？佛门是最好的修学场所。因为知道上上下下有诸佛、菩萨、罗汉混杂在里面，你也不认识、也不晓得他是什么身分，所以只好统统一律平等恭敬，那就没有错误了，你真的修福了。如果你有分别心，你在里面不但功德修不到，福德也修不到。",
      "zh_TW": "所以修真誠、清淨、平等，從哪裡修？佛門是最好的修學場所。因為知道上上下下有諸佛、菩薩、羅漢混雜在裡面，你也不認識、也不曉得他是什麼身分，所以只好統統一律平等恭敬，那就沒有錯誤了，你真的修福了。如果你有分別心，你在裡面不但功德修不到，福德也修不到。"
    },
    {
      "id": "15-011-0009_p0023",
      "zh_CN": "所以说明初业菩萨，「应当观察」，「乐」是爱好、喜欢，喜欢做这一些拉拉杂杂的一些事务，这里面有二十种过失。这一句「乐营众务」四个字，包含的范围非常之广。",
      "zh_TW": "所以說明初業菩薩，「應當觀察」，「樂」是愛好、喜歡，喜歡做這一些拉拉雜雜的一些事務，這裡面有二十種過失。這一句「樂營眾務」四個字，包含的範圍非常之廣。"
    },
    {
      "id": "15-011-0009_p0024",
      "zh_CN": "「若观察时，能令菩萨不营众务勤修佛道」。这是正答弥勒菩萨所问，弥勒菩萨问的目的在此地。如果他能够观察、他能够明了作务的过失，他自自然然就舍弃了，他就专心去办道去了。",
      "zh_TW": "「若觀察時，能令菩薩不營眾務勤修佛道」。這是正答彌勒菩薩所問，彌勒菩薩問的目的在此地。如果他能夠觀察、他能夠明瞭作務的過失，他自自然然就捨棄了，他就專心去辦道去了。"
    },
    {
      "id": "15-011-0009_p0025",
      "zh_CN": "【弥勒。云何名为二十种过。一者耽着世间下劣之业。二者为诸读诵修行比丘之所轻贱。三者亦为勤修禅定比丘之所呵责。四者心常发起无始生死流转之业。五者虚食居士及婆罗门净心信施。六者于诸财物心怀取着。七者常乐广营世间事务。八者念其家业常怀忧叹。九者其性狠戾发言麤犷。十者心常怀念勤修家业。十一者爱着诸味增长贪欲。十二者无利养处不生欢喜。十三者多生恼害障碍之业。十四者常乐亲近诸优婆塞及优婆夷。十五者但念衣食而度昼夜。十六者数问世间所作事业。十七者常乐发起非法语言。十八者恃营众务而起憍慢。十九者但求人过不自观察。二十者于说法者心怀轻贱。弥勒。是为菩萨乐营众务二十种过。】",
      "zh_TW": "【彌勒。云何名為二十種過。一者耽著世間下劣之業。二者為諸讀誦修行比丘之所輕賤。三者亦為勤修禪定比丘之所呵責。四者心常發起無始生死流轉之業。五者虛食居士及婆羅門淨心信施。六者於諸財物心懷取著。七者常樂廣營世間事務。八者念其家業常懷憂嘆。九者其性狠戾發言麤獷。十者心常懷念勤修家業。十一者愛著諸味增長貪欲。十二者無利養處不生歡喜。十三者多生惱害障礙之業。十四者常樂親近諸優婆塞及優婆夷。十五者但念衣食而度晝夜。十六者數問世間所作事業。十七者常樂發起非法語言。十八者恃營眾務而起憍慢。十九者但求人過不自觀察。二十者於說法者心懷輕賤。彌勒。是為菩薩樂營眾務二十種過。】"
    },
    {
      "id": "15-011-0009_p0026",
      "zh_CN": "「弥勒，云何名为二十种过」？这些经文我们都要细细去思惟、细心的去体会，你才能明了佛的用意之所在。更应当自己要冷静地反省，我有没有这些毛病，有没有这些习气，这个非常重要！",
      "zh_TW": "「彌勒，云何名為二十種過」？這些經文我們都要細細去思惟、細心的去體會，你才能明瞭佛的用意之所在。更應當自己要冷靜地反省，我有沒有這些毛病，有沒有這些習氣，這個非常重要！"
    },
    {
      "id": "15-011-0009_p0027",
      "zh_CN": "「一者，耽着世间下劣之业」。业是事业，世间的事业。世间的事业太多太广了。不但在家的菩萨耽着世间的事业，出家的菩萨往往也被烦恼习气所覆盖了，也贪染世间的事业。",
      "zh_TW": "「一者，耽著世間下劣之業」。業是事業，世間的事業。世間的事業太多太廣了。不但在家的菩薩耽著世間的事業，出家的菩薩往往也被煩惱習氣所覆蓋了，也貪染世間的事業。"
    },
    {
      "id": "15-011-0009_p0028",
      "zh_CN": "先要明了什么叫「世间」？世间就是六道，你经营造作这种事业，不能出离六道轮回，这个事业都是世间的事业。你修善、积德、修福，来生当了大梵天王，我们这个世界什么帝王、总统都比不上，差远了。你当大梵天王，你还是世间事业，你才晓得这个世间事业的范围有多大。",
      "zh_TW": "先要明瞭什麼叫「世間」？世間就是六道，你經營造作這種事業，不能出離六道輪迴，這個事業都是世間的事業。你修善、積德、修福，來生當了大梵天王，我們這個世界什麼帝王、總統都比不上，差遠了。你當大梵天王，你還是世間事業，你才曉得這個世間事業的範圍有多大。"
    },
    {
      "id": "15-011-0009_p0029",
      "zh_CN": "「下劣事业」，那就不好了。下劣是什么？是六道里面的三恶道。你所经营造作的是什么事？是饿鬼道的事业、畜生道的事业、地狱道的事业，这叫「下劣之业」。",
      "zh_TW": "「下劣事業」，那就不好了。下劣是什麼？是六道裡面的三惡道。你所經營造作的是什麼事？是餓鬼道的事業、畜生道的事業、地獄道的事業，這叫「下劣之業」。"
    },
    {
      "id": "15-011-0009_p0030",
      "zh_CN": "哪些是这一些事业？这个经上讲得很多，大家要细心去体会。这里面有一个总纲领，凡是帮助你增长贪、瞋、痴、慢、嫉妒的，就是下劣之业。凡是能够帮助你减少贪、瞋、痴、慢的这个事业，那就是佛事。诸位要记住，佛事一定是帮助人断烦恼、帮助人开智慧、帮助人得清凉自在。如果与这个相反的，那就不是佛的事业。不是佛事，真的是下劣之业！所以这一点我们要冷静的去反省。",
      "zh_TW": "哪些是這一些事業？這個經上講得很多，大家要細心去體會。這裡面有一個總綱領，凡是幫助你增長貪、瞋、痴、慢、嫉妒的，就是下劣之業。凡是能夠幫助你減少貪、瞋、痴、慢的這個事業，那就是佛事。諸位要記住，佛事一定是幫助人斷煩惱、幫助人開智慧、幫助人得清涼自在。如果與這個相反的，那就不是佛的事業。不是佛事，真的是下劣之業！所以這一點我們要冷靜的去反省。"
    },
    {
      "id": "15-011-0009_p0031",
      "zh_CN": "「二者，为诸读诵修行比丘之所轻贱」。「轻贱」，人家既然是真正修道、真正用功，他不会找你的过失，他也不会说你的过失。那怎么轻贱？对你敬而远之，这就是轻贱了。佛在戒经里面教给弟子「默摈」。默摈的意思，就是中国古人所谓的「敬而远之」。我对你很尊敬，我跟你保持远距离，轻贱是这个意思。",
      "zh_TW": "「二者，為諸讀誦修行比丘之所輕賤」。「輕賤」，人家既然是真正修道、真正用功，他不會找你的過失，他也不會說你的過失。那怎麼輕賤？對你敬而遠之，這就是輕賤了。佛在戒經裡面教給弟子「默擯」。默擯的意思，就是中國古人所謂的「敬而遠之」。我對你很尊敬，我跟你保持遠距離，輕賤是這個意思。"
    },
    {
      "id": "15-011-0009_p0032",
      "zh_CN": "「三者，亦为勤修禅定比丘之所呵责」。「呵责」也是敬而远之、也是默摈。决不是看到你，把你教训一顿、骂一顿，没这个道理，不会的。勤修禅定的比丘，就是修行的功夫比前面的深。前面是初学，真正有依教修行的人。第三这一条就是已经有相当的功夫，也就是得禅定了。前面那个没得禅定。要是依我们念佛人来讲，第二条读诵修行有功夫成片的，第三条勤修禅定是得一心不乱的，这个功夫深了。他们对你都是敬而远之。",
      "zh_TW": "「三者，亦為勤修禪定比丘之所呵責」。「呵責」也是敬而遠之、也是默擯。決不是看到你，把你教訓一頓、罵一頓，沒這個道理，不會的。勤修禪定的比丘，就是修行的功夫比前面的深。前面是初學，真正有依教修行的人。第三這一條就是已經有相當的功夫，也就是得禪定了。前面那個沒得禪定。要是依我們念佛人來講，第二條讀誦修行有功夫成片的，第三條勤修禪定是得一心不亂的，這個功夫深了。他們對你都是敬而遠之。"
    },
    {
      "id": "15-011-0009_p0033",
      "zh_CN": "「四者，心常发起，无始生死流转之业」。这是决定不免的。他心里面常常念着的都是他所经营的那些事业，这些事业都是六道轮回的事业。所以说他「心常发起」，就是生起；「无始生死」是习气；内有习气，外有这个环境，这个环境不是好环境，这是恶境，障道的境界，所以依旧不断造作生死流转、六道轮回的事业，干这些。",
      "zh_TW": "「四者，心常發起，無始生死流轉之業」。這是決定不免的。他心裡面常常念著的都是他所經營的那些事業，這些事業都是六道輪迴的事業。所以說他「心常發起」，就是生起；「無始生死」是習氣；內有習氣，外有這個環境，這個環境不是好環境，這是惡境，障道的境界，所以依舊不斷造作生死流轉、六道輪迴的事業，幹這些。"
    },
    {
      "id": "15-011-0009_p0034",
      "zh_CN": "「五者，虚食居士及婆罗门净心信施」。这说明出家难！出家舍弃世间一切营生的事业。世间人都要有工作，经营工作为了要养活一家、养活自己，要作谋利的事业，叫营生的事业。出家了，这个事业没有了，舍掉了，接受在家信徒的供养，你不要去谋生了，你接受他们供养。他们恭敬供养你的目的何在？因为出家人是福田，到这儿来种福的。我们要问，我们是不是福田？如果不是福田，这些人到这儿来种，种了将来又长不出果实来，那怎么办？问题就严重了。",
      "zh_TW": "「五者，虛食居士及婆羅門淨心信施」。這說明出家難！出家捨棄世間一切營生的事業。世間人都要有工作，經營工作為了要養活一家、養活自己，要作謀利的事業，叫營生的事業。出家了，這個事業沒有了，捨掉了，接受在家信徒的供養，你不要去謀生了，你接受他們供養。他們恭敬供養你的目的何在？因為出家人是福田，到這兒來種福的。我們要問，我們是不是福田？如果不是福田，這些人到這兒來種，種了將來又長不出果實來，那怎麼辦？問題就嚴重了。"
    },
    {
      "id": "15-011-0009_p0035",
      "zh_CN": "所以佛门常讲「施主一粒米，大如须弥山，今生不了道，披毛戴角还」。这一些施主怎样才能得福？必须你自己修行证果，他就得福。如果你修行不能证果，来生还搞六道轮回，那就对不起，将来要还债。现在这些供养你的人全是债主，将来生生世世有的还！你收的供养愈多，那你还的时间愈长。这是真的，不是假的。祖师大德不是吓唬我们的，句句说的都是实话。所以我们自己要明白、要谨慎。",
      "zh_TW": "所以佛門常講「施主一粒米，大如須彌山，今生不了道，披毛戴角還」。這一些施主怎樣才能得福？必須你自己修行證果，他就得福。如果你修行不能證果，來生還搞六道輪迴，那就對不起，將來要還債。現在這些供養你的人全是債主，將來生生世世有的還！你收的供養愈多，那你還的時間愈長。這是真的，不是假的。祖師大德不是嚇唬我們的，句句說的都是實話。所以我們自己要明白、要謹慎。"
    },
    {
      "id": "15-011-0009_p0036",
      "zh_CN": "施主的供养，古时候讲的是四事：饮食、衣服、卧具、生病的时候医药，这是把物质生活降低到最低的程度，我们可以接受，一心办道。决定不能有多余，有多余就是罪过，有多余的容易增长贪心，道业不能成就。我们今天修的是易行道，往生西方极乐世界要真去的了！去不了，还是要披毛戴角还。",
      "zh_TW": "施主的供養，古時候講的是四事：飲食、衣服、臥具、生病的時候醫藥，這是把物質生活降低到最低的程度，我們可以接受，一心辦道。決定不能有多餘，有多餘就是罪過，有多餘的容易增長貪心，道業不能成就。我們今天修的是易行道，往生西方極樂世界要真去的了！去不了，還是要披毛戴角還。"
    },
    {
      "id": "15-011-0009_p0037",
      "zh_CN": "我们明白这个事实真相，我们有这个警觉心。同修们对我的供养，我的衣食足，多余的我们印经、做录影带、录音带、ＣＤ，赠送给全世界的道场与学佛的同修们，跟他们结缘。我要不了道的时候，这些人将来都代我还！这个事先要搞清楚。供养都给你们分了，你们个个人都得到了，所以将来要还帐的时候，你们统统都要代我还。自己固然要用功，但是要想着万一不能往生怎么办？这个后路先要想好！",
      "zh_TW": "我們明白這個事實真相，我們有這個警覺心。同修們對我的供養，我的衣食足，多餘的我們印經、做錄影帶、錄音帶、ＣＤ，贈送給全世界的道場與學佛的同修們，跟他們結緣。我要不了道的時候，這些人將來都代我還！這個事先要搞清楚。供養都給你們分了，你們個個人都得到了，所以將來要還帳的時候，你們統統都要代我還。自己固然要用功，但是要想著萬一不能往生怎麼辦？這個後路先要想好！"
    },
    {
      "id": "15-011-0009_p0038",
      "zh_CN": "必须做真正利益众生的事业，帮助众生觉悟，帮助众生破迷开悟，这是真实的利益。所以这一条的意思很深，「虚食居士及婆罗门人净心的信施」就是供养！",
      "zh_TW": "必須做真正利益眾生的事業，幫助眾生覺悟，幫助眾生破迷開悟，這是真實的利益。所以這一條的意思很深，「虛食居士及婆羅門人淨心的信施」就是供養！"
    },
    {
      "id": "15-011-0009_p0039",
      "zh_CN": "「六者，于诸财物，心怀取着」。我们现在还有没有这个习气，对于财物还动不动心？还有没有贪心？要断掉！这个东西都是假的，都不是真实的，决定有害。真的是有百害而无一利！你要这些东西干什么？诸佛菩萨教给我们随缘而不攀缘。有这个念头就是攀缘心，怎么会不障道？道是什么？清净心、平等心、真诚心。这些决定妨碍！",
      "zh_TW": "「六者，於諸財物，心懷取著」。我們現在還有沒有這個習氣，對於財物還動不動心？還有沒有貪心？要斷掉！這個東西都是假的，都不是真實的，決定有害。真的是有百害而無一利！你要這些東西幹什麼？諸佛菩薩教給我們隨緣而不攀緣。有這個念頭就是攀緣心，怎麼會不障道？道是什麼？清淨心、平等心、真誠心。這些決定妨礙！"
    },
    {
      "id": "15-011-0009_p0040",
      "zh_CN": "诸位一定要晓得，往生西方极乐世界的条件是心清净。不是说你念佛念多少就能往生，没这个事情！古大德常说你一天念十万声佛号，「喊破喉咙也枉然」，为什么？不能往生！念佛是一个手段、是方法，目的在哪里？清净心。妄念一起来，一句「阿弥陀佛」把妄念打掉，是用这种方法使我们的心得到清净。心净则土净。所以，你有一丝毫取着的念头，有一丝毫悭贪的念头，你的心都不清净，这个不能不知道。念佛的人很多，往生的人不多，问题都出在此地。",
      "zh_TW": "諸位一定要曉得，往生西方極樂世界的條件是心清淨。不是說你念佛念多少就能往生，沒這個事情！古大德常說你一天念十萬聲佛號，「喊破喉嚨也枉然」，為什麼？不能往生！念佛是一個手段、是方法，目的在哪裡？清淨心。妄念一起來，一句「阿彌陀佛」把妄念打掉，是用這種方法使我們的心得到清淨。心淨則土淨。所以，你有一絲毫取著的念頭，有一絲毫慳貪的念頭，你的心都不清淨，這個不能不知道。念佛的人很多，往生的人不多，問題都出在此地。"
    },
    {
      "id": "15-011-0009_p0041",
      "zh_CN": "「七者，常乐广营，世间事务」。他喜欢搞事务的事情，天天动脑筋，还要把事业扩大。世间人有这个念头已经是大错特错了，出家人再有这个念头，那就更错了。",
      "zh_TW": "「七者，常樂廣營，世間事務」。他喜歡搞事務的事情，天天動腦筋，還要把事業擴大。世間人有這個念頭已經是大錯特錯了，出家人再有這個念頭，那就更錯了。"
    },
    {
      "id": "15-011-0009_p0042",
      "zh_CN": "譬如建道场，古人建道场是按照实际的需要，有多少人，需要用多少场地，这样建法。不是预先建一个大道场，再去找人，没有这个事情的。从前丛林寺院的兴起，你看看山志、看看它的历史，最初都是建一个小茅篷。开山祖师在这里建茅篷修道，他有道行，有很多仰慕他的人都来跟他一起修，人慢慢就多了。多了，在旁边再盖一间；再多了，再盖一间。所以一个丛林往往是几十年、一二百年才形成的，他是为了需要才建的，那是对的。不是盖了很大，到处再去找人，找的不合适天天打架、天天吵嘴，那就错了。",
      "zh_TW": "譬如建道場，古人建道場是按照實際的需要，有多少人，需要用多少場地，這樣建法。不是預先建一個大道場，再去找人，沒有這個事情的。從前叢林寺院的興起，你看看山誌、看看它的歷史，最初都是建一個小茅篷。開山祖師在這裡建茅篷修道，他有道行，有很多仰慕他的人都來跟他一起修，人慢慢就多了。多了，在旁邊再蓋一間；再多了，再蓋一間。所以一個叢林往往是幾十年、一二百年才形成的，他是為了需要才建的，那是對的。不是蓋了很大，到處再去找人，找的不合適天天打架、天天吵嘴，那就錯了。"
    },
    {
      "id": "15-011-0009_p0043",
      "zh_CN": "现在佛门里面这一些众务跟从前都不一样。你仔细冷静观察，从前如法，现在也出现了一些不如法的，这是我们要反省的。特别是现代高科技发达，不要再建大的道场。大道场的时代会随着岁月淘汰掉，不起作用。今天的道场是什么？是国际网路，这是现代化的道场！我们需要多大的地方？我们这个房间已经太大了。我们在这儿讲经，此地在这里录影，录完了之后，就送到国际网路。全世界只要有电脑，电脑一按钮，这个画面就出现。",
      "zh_TW": "現在佛門裡面這一些眾務跟從前都不一樣。你仔細冷靜觀察，從前如法，現在也出現了一些不如法的，這是我們要反省的。特別是現代高科技發達，不要再建大的道場。大道場的時代會隨著歲月淘汰掉，不起作用。今天的道場是什麼？是國際網路，這是現代化的道場！我們需要多大的地方？我們這個房間已經太大了。我們在這兒講經，此地在這裡錄影，錄完了之後，就送到國際網路。全世界只要有電腦，電腦一按鈕，這個畫面就出現。"
    },
    {
      "id": "15-011-0009_p0044",
      "zh_CN": "十年之后，我相信手提的电脑像一本书这么大，每一个人身上都带着一个。无论在哪个地方，你只要按到这个讯号，这个地方讲经活动就在你的面前。哪里要跑到这儿来听经，挤得一身臭汗！找个风景优美的地方，打开电脑，逍遥自在在那里享受！所以佛法要走在科技的前端，不需要再费这么多力气，花这么多冤枉钱。这个钱埋在地下变成死的，不能动了！能利益几许众生？这是现代学佛人必须要明了的。",
      "zh_TW": "十年之後，我相信手提的電腦像一本書這麼大，每一個人身上都帶著一個。無論在哪個地方，你只要按到這個訊號，這個地方講經活動就在你的面前。哪裡要跑到這兒來聽經，擠得一身臭汗！找個風景優美的地方，打開電腦，逍遙自在在那裡享受！所以佛法要走在科技的前端，不需要再費這麼多力氣，花這麼多冤枉錢。這個錢埋在地下變成死的，不能動了！能利益幾許眾生？這是現代學佛人必須要明瞭的。"
    },
    {
      "id": "15-011-0009_p0045",
      "zh_CN": "「八者，念其家业，常怀忧叹」。喜欢经营事业的人，众务就是现在所讲的事业，常常忧虑他的事业如何来拓展。实在讲，他的钱几辈子已经用不完了，他还不够，还要去赚。这个念头就错了，这是增长贪瞋痴慢。",
      "zh_TW": "「八者，念其家業，常懷憂嘆」。喜歡經營事業的人，眾務就是現在所講的事業，常常憂慮他的事業如何來拓展。實在講，他的錢幾輩子已經用不完了，他還不夠，還要去賺。這個念頭就錯了，這是增長貪瞋痴慢。"
    },
    {
      "id": "15-011-0009_p0046",
      "zh_CN": "「九者，其性狠戾，发言麤犷」。地位高的人，富贵之人，因为他有财富、有地位，于是乎在现代社会他就觉得值得骄傲，待人接物常常轻慢人。有几个跟他身分地位相当的看在眼里，不相当的没看在眼里。他的言行态度，就是此地讲的「狠戾」、「麤犷」，他自己也许还不觉得。",
      "zh_TW": "「九者，其性狠戾，發言麤獷」。地位高的人，富貴之人，因為他有財富、有地位，於是乎在現代社會他就覺得值得驕傲，待人接物常常輕慢人。有幾個跟他身分地位相當的看在眼裡，不相當的沒看在眼裡。他的言行態度，就是此地講的「狠戾」、「麤獷」，他自己也許還不覺得。"
    },
    {
      "id": "15-011-0009_p0047",
      "zh_CN": "「十者，心常怀念，勤修家业」。他心里所念的是他家的事业，没有念在道上，他没有想到众生，只想到自己的家业，只想到他自己的小团体，这个就是增长我执、增长法执。佛法是破二执的，这两种执着他是与日俱增。",
      "zh_TW": "「十者，心常懷念，勤修家業」。他心裡所念的是他家的事業，沒有念在道上，他沒有想到眾生，只想到自己的家業，只想到他自己的小團體，這個就是增長我執、增長法執。佛法是破二執的，這兩種執著他是與日俱增。"
    },
    {
      "id": "15-011-0009_p0048",
      "zh_CN": "「十一者，爱着诸味，增长贪欲」。「味」并不是指饮食。以广义的来说，现在所讲的物质的享受、精神的享受，一切享受都在「诸味」这两个字里面。增长贪欲，增长贪心，增长享受的欲望。",
      "zh_TW": "「十一者，愛著諸味，增長貪欲」。「味」並不是指飲食。以廣義的來說，現在所講的物質的享受、精神的享受，一切享受都在「諸味」這兩個字裡面。增長貪欲，增長貪心，增長享受的欲望。"
    },
    {
      "id": "15-011-0009_p0049",
      "zh_CN": "「十二者，无利养处，不生欢喜」。对他没有利益的地方，他得不到名闻利养的地方，他没有兴趣，他不会生欢喜心的。他所在的地方一定是得到名闻利养。",
      "zh_TW": "「十二者，無利養處，不生歡喜」。對他沒有利益的地方，他得不到名聞利養的地方，他沒有興趣，他不會生歡喜心的。他所在的地方一定是得到名聞利養。"
    },
    {
      "id": "15-011-0009_p0050",
      "zh_CN": "「十三者，多生恼害、障碍之业」。「障碍」是障道，障碍你修道！他多生烦恼，当然障碍修道。",
      "zh_TW": "「十三者，多生惱害、障礙之業」。「障礙」是障道，障礙你修道！他多生煩惱，當然障礙修道。"
    },
    {
      "id": "15-011-0009_p0051",
      "zh_CN": "「十四者，常乐亲近，诸优婆塞及优婆夷」。这是讲出家的菩萨，喜欢经营众务，他就喜欢接近在家信徒。常常接近在家信徒，跟他们的关系拉好，这些名利才能得的到！所谓用尽心机去拉信徒，这是愚痴菩萨。这个现象在现代的佛门里面很普遍，古老的社会里面没有，我们没有见到。老一代的法师曾经给我们讲过，但是到台湾之后他们也变了。",
      "zh_TW": "「十四者，常樂親近，諸優婆塞及優婆夷」。這是講出家的菩薩，喜歡經營眾務，他就喜歡接近在家信徒。常常接近在家信徒，跟他們的關係拉好，這些名利才能得的到！所謂用盡心機去拉信徒，這是愚痴菩薩。這個現象在現代的佛門裡面很普遍，古老的社會裡面沒有，我們沒有見到。老一代的法師曾經給我們講過，但是到台灣之後他們也變了。"
    },
    {
      "id": "15-011-0009_p0052",
      "zh_CN": "我过去受戒的时候，我的戒和尚是道源老法师。他告诉我，他们小时候出家，在江北一些寺院里面。因为那个时候寺庙都有财产，都有地有山，租给农夫去耕种，他们寺院里面收租。他这个粮食、道粮有来源，他是固定的，所以这个寺院里面很清净，不求信徒！信徒到寺庙里烧香，寺院里面出家人真是眼观鼻，鼻观心，好像没有看见一样，不招待，不打招呼的。谁接待这些信徒？知客师。知客、照客他们有责任去招呼。不是这个职务的人，跟信徒一句话都不说的。你说那个道场多么清净，多么庄严！",
      "zh_TW": "我過去受戒的時候，我的戒和尚是道源老法師。他告訴我，他們小時候出家，在江北一些寺院裡面。因為那個時候寺廟都有財產，都有地有山，租給農夫去耕種，他們寺院裡面收租。他這個糧食、道糧有來源，他是固定的，所以這個寺院裡面很清淨，不求信徒！信徒到寺廟裡燒香，寺院裡面出家人真是眼觀鼻，鼻觀心，好像沒有看見一樣，不招待，不打招呼的。誰接待這些信徒？知客師。知客、照客他們有責任去招呼。不是這個職務的人，跟信徒一句話都不說的。你說那個道場多麼清淨，多麼莊嚴！"
    },
    {
      "id": "15-011-0009_p0053",
      "zh_CN": "不像现在外面有个客人来了，上从住持和尚，统统忙得一团乱，为什么？唯恐得罪信徒！因为现在道场里面没有收入、没有恒产，这是经济环境跟从前不一样。从前寺庙里面自己有道粮、有收入，所以他可以不理会信徒。现在信徒变成衣食父母，要靠他们，那还得了，还敢得罪！可是常常跟他们往来，道业没有了，真的是佛在此地讲的「耽着世间下劣之业」，这个事情麻烦。所以其中得失、利害，我们总要多想一想，应当怎么去做。",
      "zh_TW": "不像現在外面有個客人來了，上從住持和尚，統統忙得一團亂，為什麼？唯恐得罪信徒！因為現在道場裡面沒有收入、沒有恆產，這是經濟環境跟從前不一樣。從前寺廟裡面自己有道糧、有收入，所以他可以不理會信徒。現在信徒變成衣食父母，要靠他們，那還得了，還敢得罪！可是常常跟他們往來，道業沒有了，真的是佛在此地講的「耽著世間下劣之業」，這個事情麻煩。所以其中得失、利害，我們總要多想一想，應當怎麼去做。"
    },
    {
      "id": "15-011-0009_p0054",
      "zh_CN": "「十五者，但念衣食，而度昼夜」。成天为着衣食去奔波，为了衣食去烦恼，可见得把修道这个事情当作幌子、当作模样，不是认真去做。",
      "zh_TW": "「十五者，但念衣食，而度晝夜」。成天為著衣食去奔波，為了衣食去煩惱，可見得把修道這個事情當作幌子、當作模樣，不是認真去做。"
    },
    {
      "id": "15-011-0009_p0055",
      "zh_CN": "「十六者，数问世间，所作事业」。口里面所说的，常常谈论的都是世间事。",
      "zh_TW": "「十六者，數問世間，所作事業」。口裡面所說的，常常談論的都是世間事。"
    },
    {
      "id": "15-011-0009_p0056",
      "zh_CN": "「十七者，常乐发起，非法语言」。与正法相违背的言论，你跟他们接触谈话之中，十句话里面几乎有九句都是世间世话。",
      "zh_TW": "「十七者，常樂發起，非法語言」。與正法相違背的言論，你跟他們接觸談話之中，十句話裡面幾乎有九句都是世間世話。"
    },
    {
      "id": "15-011-0009_p0057",
      "zh_CN": "「十八者，恃营众务，而起憍慢」。恃是仗着，仗着他很会经营，他的事业比别人做得成功，于是起傲慢的心、傲慢的态度，瞧不起人。",
      "zh_TW": "「十八者，恃營眾務，而起憍慢」。恃是仗著，仗著他很會經營，他的事業比別人做得成功，於是起傲慢的心、傲慢的態度，瞧不起人。"
    },
    {
      "id": "15-011-0009_p0058",
      "zh_CN": "「十九者，但求人过，不自观察」。伺求人过，专门看别人的过失，不知道自己的过失。",
      "zh_TW": "「十九者，但求人過，不自觀察」。伺求人過，專門看別人的過失，不知道自己的過失。"
    },
    {
      "id": "15-011-0009_p0059",
      "zh_CN": "「二十者，于说法者，心怀轻贱」。对于真正说法修行人，他瞧不起。他认为没有他的成就大，他经营这个事业，经营得法。",
      "zh_TW": "「二十者，於說法者，心懷輕賤」。對於真正說法修行人，他瞧不起。他認為沒有他的成就大，他經營這個事業，經營得法。"
    },
    {
      "id": "15-011-0009_p0060",
      "zh_CN": "「弥勒，是为菩萨乐营众务二十种过」。佛为我们说出这二十种。实在讲这二十种，我们一看就晓得是二十大类，每一类里面不晓得有多少过失。",
      "zh_TW": "「彌勒，是為菩薩樂營眾務二十種過」。佛為我們說出這二十種。實在講這二十種，我們一看就曉得是二十大類，每一類裡面不曉得有多少過失。"
    },
    {
      "id": "15-011-0009_p0061",
      "zh_CN": "【尔时世尊。重说偈言。】",
      "zh_TW": "【爾時世尊。重說偈言。】"
    },
    {
      "id": "15-011-0009_p0062",
      "zh_CN": "这些经文都是很重要的开示，对我们现代学佛人，无论在家出家，真的是救命的特效药！所以佛每在长行之后都有偈颂。偈颂，除了重颂长行之外，还有补充的意思在里面。我们不能把经读熟，这个偈颂最好都能够背诵，时时刻刻提起观照的功夫，知道我们起心动念、所作所为如不如法？如法，像经上佛教训我们哪些应该做的，哪些不应该做的。佛教给我们应该做的，我们认真努力去做；教我们不该做的，我们就不去做，这就如法。佛教我们不应该做的，我们偏偏去做；教我们应该做的，而懈怠、懒散不去做，那这就是不如法。请看下面经文。第一首：",
      "zh_TW": "這些經文都是很重要的開示，對我們現代學佛人，無論在家出家，真的是救命的特效藥！所以佛每在長行之後都有偈頌。偈頌，除了重頌長行之外，還有補充的意思在裡面。我們不能把經讀熟，這個偈頌最好都能夠背誦，時時刻刻提起觀照的功夫，知道我們起心動念、所作所為如不如法？如法，像經上佛教訓我們哪些應該做的，哪些不應該做的。佛教給我們應該做的，我們認真努力去做；教我們不該做的，我們就不去做，這就如法。佛教我們不應該做的，我們偏偏去做；教我們應該做的，而懈怠、懶散不去做，那這就是不如法。請看下面經文。第一首："
    },
    {
      "id": "15-011-0009_p0063",
      "zh_CN": "【安住下劣业。安住下劣业。退失大利益。是名众务过。】",
      "zh_TW": "【安住下劣業。安住下劣業。退失大利益。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0064",
      "zh_CN": "「安住下劣业」，这是你的心安住在世法，不但是世间这些事业，而是世间下劣之业。「下劣」就是增长贪、瞋、痴、慢、嫉妒这些事业，你这个心里安住在这些。",
      "zh_TW": "「安住下劣業」，這是你的心安住在世法，不但是世間這些事業，而是世間下劣之業。「下劣」就是增長貪、瞋、痴、慢、嫉妒這些事業，你這個心裡安住在這些。"
    },
    {
      "id": "15-011-0009_p0065",
      "zh_CN": "「远离殊胜行」，一般大乘佛法都是殊胜行，但是本经最后是结归净土。因为本经明显结归净土，那这个殊胜行我们就可以把它看作修净土，也就是一心求生净土，这是殊胜行。把这个事情疏忽掉，远离了，这真可惜！",
      "zh_TW": "「遠離殊勝行」，一般大乘佛法都是殊勝行，但是本經最後是結歸淨土。因為本經明顯結歸淨土，那這個殊勝行我們就可以把它看作修淨土，也就是一心求生淨土，這是殊勝行。把這個事情疏忽掉，遠離了，這真可惜！"
    },
    {
      "id": "15-011-0009_p0066",
      "zh_CN": "「退失大利益，是名众务过」。大利益是往生不退成佛，这是真实的大利益，世出世间一切利益都不能跟它相比，所以耽着众务过失有这样的严重。第二首：",
      "zh_TW": "「退失大利益，是名眾務過」。大利益是往生不退成佛，這是真實的大利益，世出世間一切利益都不能跟它相比，所以耽著眾務過失有這樣的嚴重。第二首："
    },
    {
      "id": "15-011-0009_p0067",
      "zh_CN": "【乐读诵比丘。及修禅定者。一切皆呵责。是名众务过。】",
      "zh_TW": "【樂讀誦比丘。及修禪定者。一切皆呵責。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0068",
      "zh_CN": "「乐读诵比丘」，熟悉教诲的这一些人。",
      "zh_TW": "「樂讀誦比丘」，熟悉教誨的這一些人。"
    },
    {
      "id": "15-011-0009_p0069",
      "zh_CN": "「修禅定」，依教修行真干的这些人。此地禅定不一定是指修禅，禅定就是指那个真正修行的人，它是广义而不是狭义的。",
      "zh_TW": "「修禪定」，依教修行真幹的這些人。此地禪定不一定是指修禪，禪定就是指那個真正修行的人，它是廣義而不是狹義的。"
    },
    {
      "id": "15-011-0009_p0070",
      "zh_CN": "佛法的修持，一般讲八万四千法门，四弘誓愿里面给我们讲无量法门。无量也好，八万四千也好，那只是方法手段不一样，修的是什么？统统修的是戒定慧。而戒定慧三学当中，定是枢纽，戒是手段，目的是得定。得定了自然就开智慧了，所以八万四千种不同的方法、手段都是修禅定。这个禅定是广义的，不是狭义的。我们念佛也是修禅定。念佛是禅定，佛在《大集经》上讲得很明白，念佛是无上深妙禅，这是佛说的。我们用念佛这个方法念到一心不乱，一心不乱就是禅定。",
      "zh_TW": "佛法的修持，一般講八萬四千法門，四弘誓願裡面給我們講無量法門。無量也好，八萬四千也好，那只是方法手段不一樣，修的是什麼？統統修的是戒定慧。而戒定慧三學當中，定是樞紐，戒是手段，目的是得定。得定了自然就開智慧了，所以八萬四千種不同的方法、手段都是修禪定。這個禪定是廣義的，不是狹義的。我們念佛也是修禪定。念佛是禪定，佛在《大集經》上講得很明白，念佛是無上深妙禪，這是佛說的。我們用念佛這個方法念到一心不亂，一心不亂就是禪定。"
    },
    {
      "id": "15-011-0009_p0071",
      "zh_CN": "所以这一句就是真正依教修行的人，他们对你是敬而远之！第三首：",
      "zh_TW": "所以這一句就是真正依教修行的人，他們對你是敬而遠之！第三首："
    },
    {
      "id": "15-011-0009_p0072",
      "zh_CN": "【常行生死业。舍离解脱因。虚受于信施。是名众务过。】",
      "zh_TW": "【常行生死業。捨離解脫因。虛受於信施。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0073",
      "zh_CN": "「常行」，你经常干的是什么？「生死业」，这是六道轮回的事业。什么是生死轮回事业？贪、瞋、痴、慢、疑、恶见，这是唯识里面讲的六个根本烦恼。只要与这六个根本烦恼相应的一切事业，都是轮回生死业。",
      "zh_TW": "「常行」，你經常幹的是什麼？「生死業」，這是六道輪迴的事業。什麼是生死輪迴事業？貪、瞋、痴、慢、疑、惡見，這是唯識裡面講的六個根本煩惱。只要與這六個根本煩惱相應的一切事業，都是輪迴生死業。"
    },
    {
      "id": "15-011-0009_p0074",
      "zh_CN": "你干这个事业，当然解脱的因你忘掉了，「舍离解脱因」，解脱因是戒定慧。",
      "zh_TW": "你幹這個事業，當然解脫的因你忘掉了，「捨離解脫因」，解脫因是戒定慧。"
    },
    {
      "id": "15-011-0009_p0075",
      "zh_CN": "「虚受于信施」，你接受的这些供养，将来要还债，你不是真正的福田。第四首：",
      "zh_TW": "「虛受於信施」，你接受的這些供養，將來要還債，你不是真正的福田。第四首："
    },
    {
      "id": "15-011-0009_p0076",
      "zh_CN": "【乐受诸财宝。不得生忧恼。住于下劣行。是名众务过。】",
      "zh_TW": "【樂受諸財寶。不得生憂惱。住於下劣行。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0077",
      "zh_CN": "贪爱世间的财宝，得到的时候，你就欢喜、骄傲；得不到的时候，你就生气、忧恼。这一种心理、思想、行为都是「下劣行」。下劣行就是生死业，就是三途六道之行。第五首：",
      "zh_TW": "貪愛世間的財寶，得到的時候，你就歡喜、驕傲；得不到的時候，你就生氣、憂惱。這一種心理、思想、行為都是「下劣行」。下劣行就是生死業，就是三途六道之行。第五首："
    },
    {
      "id": "15-011-0009_p0078",
      "zh_CN": "【是人多爱染。往来婬女家。如鸟入樊笼。是名众务过。】",
      "zh_TW": "【是人多愛染。往來婬女家。如鳥入樊籠。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0079",
      "zh_CN": "这一首是比喻。第一句，这个人多爱染、贪爱，贪爱污染了心性。这个意思是内有「贪瞋痴慢」烦恼，内烦恼很重！「往来婬女家」，这一句是说外面有诱惑。内有烦恼，外有诱惑，你怎么不堕落？「如鸟入樊笼」，就好像鸟被人关在笼里，比喻你堕恶道，被牵入三恶道去。第六首：",
      "zh_TW": "這一首是比喻。第一句，這個人多愛染、貪愛，貪愛污染了心性。這個意思是內有「貪瞋痴慢」煩惱，內煩惱很重！「往來婬女家」，這一句是說外面有誘惑。內有煩惱，外有誘惑，你怎麼不墮落？「如鳥入樊籠」，就好像鳥被人關在籠裡，比喻你墮惡道，被牽入三惡道去。第六首："
    },
    {
      "id": "15-011-0009_p0080",
      "zh_CN": "【常忧叹家业。恒怀热恼心。出言人不信。是名众务过。】",
      "zh_TW": "【常憂嘆家業。恆懷熱惱心。出言人不信。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0081",
      "zh_CN": "他经常忧虑的是他的家业。世法、出世法都讲家业，尤其是现在的道场。古时候道场有不少叫十方道场，不是属于某个人的。只要是出家人，规规矩矩的出家人，都可以挂单，都可以在一块共修。现在这一些道场，出家人都有所有权状，都变成家业。哪一个是出家？手上没有所有权状的人，出了家、没家了；有一张所有权状的人都入了家。不能不觉悟！",
      "zh_TW": "他經常憂慮的是他的家業。世法、出世法都講家業，尤其是現在的道場。古時候道場有不少叫十方道場，不是屬於某個人的。只要是出家人，規規矩矩的出家人，都可以掛單，都可以在一塊共修。現在這一些道場，出家人都有所有權狀，都變成家業。哪一個是出家？手上沒有所有權狀的人，出了家、沒家了；有一張所有權狀的人都入了家。不能不覺悟！"
    },
    {
      "id": "15-011-0009_p0082",
      "zh_CN": "你不读经不晓得问题的严重，不知道将来祸害的惨烈！佛在经上不欺骗我们。我已经七十岁，快要走了，所以我给你们讲的是真话，我时时刻刻都准备走！所以我不属于这个世界的人，我看这个世界比较看得清楚，我是局外人！这个世间对我没有利害，正是所谓旁观者清，当局者迷。学佛要能够超出、超越这个世界，这个世间跟我不相干，没事，你的看法就不一样，就清楚。",
      "zh_TW": "你不讀經不曉得問題的嚴重，不知道將來禍害的慘烈！佛在經上不欺騙我們。我已經七十歲，快要走了，所以我給你們講的是真話，我時時刻刻都準備走！所以我不屬於這個世界的人，我看這個世界比較看得清楚，我是局外人！這個世間對我沒有利害，正是所謂旁觀者清，當局者迷。學佛要能夠超出、超越這個世界，這個世間跟我不相干，沒事，你的看法就不一樣，就清楚。"
    },
    {
      "id": "15-011-0009_p0083",
      "zh_CN": "所以这是常常心里面有忧恼，说话人家不能相信。第七首：",
      "zh_TW": "所以這是常常心裡面有憂惱，說話人家不能相信。第七首："
    },
    {
      "id": "15-011-0009_p0084",
      "zh_CN": "【不受尊者教。违矩而轻贱。毁犯清净戒。是名众务过。】",
      "zh_TW": "【不受尊者教。違矩而輕賤。毀犯清淨戒。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0085",
      "zh_CN": "善知识、佛菩萨的教诲不能接受，不能依教奉行。「违矩」是犯规矩，「毁犯」是指犯戒。世出世间的法总是想办法投机取巧，回避而不能守法，这都是错误的，都是众务引起的过失。第八首：",
      "zh_TW": "善知識、佛菩薩的教誨不能接受，不能依教奉行。「違矩」是犯規矩，「毀犯」是指犯戒。世出世間的法總是想辦法投機取巧，迴避而不能守法，這都是錯誤的，都是眾務引起的過失。第八首："
    },
    {
      "id": "15-011-0009_p0086",
      "zh_CN": "【其心多忆想。勤营于世业。不能修智断。是名众务过。】",
      "zh_TW": "【其心多憶想。勤營於世業。不能修智斷。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0087",
      "zh_CN": "他的心里妄念很多，都是想他所经营事业的利害得失，常常想这些！因此，他不能修「智断」，智是智慧，能破无明；断是修定，能断烦恼。这就是说无论修学哪一个法门，他的功夫不得力，他不能成就。第九首：",
      "zh_TW": "他的心裡妄念很多，都是想他所經營事業的利害得失，常常想這些！因此，他不能修「智斷」，智是智慧，能破無明；斷是修定，能斷煩惱。這就是說無論修學哪一個法門，他的功夫不得力，他不能成就。第九首："
    },
    {
      "id": "15-011-0009_p0088",
      "zh_CN": "【贪心恒炽盛。乐著于诸味。曾无知足心。是名众务过。】",
      "zh_TW": "【貪心恆熾盛。樂著於諸味。曾無知足心。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0089",
      "zh_CN": "「贪心恒炽盛」，恒是恒常。这个贪心是天天在增长。",
      "zh_TW": "「貪心恆熾盛」，恆是恆常。這個貪心是天天在增長。"
    },
    {
      "id": "15-011-0009_p0090",
      "zh_CN": "「乐著于诸味」，他贪着世间五欲六尘的享受，这些味道。",
      "zh_TW": "「樂著於諸味」，他貪著世間五欲六塵的享受，這些味道。"
    },
    {
      "id": "15-011-0009_p0091",
      "zh_CN": "「曾无知足心，是名众务过」。永无餍足。你才晓得，这一种人他的日子过得也很辛苦，劳劳碌碌到寿命终了，一样也带不去，真是所谓「万般将不去，唯有业随身」。第十首：",
      "zh_TW": "「曾無知足心，是名眾務過」。永無饜足。你才曉得，這一種人他的日子過得也很辛苦，勞勞碌碌到壽命終了，一樣也帶不去，真是所謂「萬般將不去，唯有業隨身」。第十首："
    },
    {
      "id": "15-011-0009_p0092",
      "zh_CN": "【得利生欢喜。无利便忧恼。贪吝无仁心。是名众务过。】",
      "zh_TW": "【得利生歡喜。無利便憂惱。貪吝無仁心。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0093",
      "zh_CN": "仁是仁慈，就是慈悲心。没有慈悲心！第十一首：",
      "zh_TW": "仁是仁慈，就是慈悲心。沒有慈悲心！第十一首："
    },
    {
      "id": "15-011-0009_p0094",
      "zh_CN": "【恼害无慈愍。增长诸恶业。爱蔓相缠缚。是名众务过。】",
      "zh_TW": "【惱害無慈愍。增長諸惡業。愛蔓相纏縛。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0095",
      "zh_CN": "「恼害无慈愍」，他对于一切众生，只是贪吝，夺取一切人的利益，自己来享受，哪里有慈悲，哪里有怜愍众生！",
      "zh_TW": "「惱害無慈愍」，他對於一切眾生，只是貪吝，奪取一切人的利益，自己來享受，哪裡有慈悲，哪裡有憐愍眾生！"
    },
    {
      "id": "15-011-0009_p0096",
      "zh_CN": "「增长诸恶业，爱蔓相缠缚，是名众务过」。爱是贪爱，就是烦恼，贪瞋痴慢缠绕着他。第十二首：",
      "zh_TW": "「增長諸惡業，愛蔓相纏縛，是名眾務過」。愛是貪愛，就是煩惱，貪瞋痴慢纏繞著他。第十二首："
    },
    {
      "id": "15-011-0009_p0097",
      "zh_CN": "【远离于师长。亲近恶知识。摈斥持戒人。是名众务过。】",
      "zh_TW": "【遠離於師長。親近惡知識。擯斥持戒人。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0098",
      "zh_CN": "他远离好的老师、善知识，为什么？志趣不相投！他很喜欢接近恶知识。恶知识是什么？教你怎样获得名闻利养、教你怎样去贪瞋痴，这个正跟他志同道合。持戒的人跟他所修所学的不相应，当然排斥。第十三首：",
      "zh_TW": "他遠離好的老師、善知識，為什麼？志趣不相投！他很喜歡接近惡知識。惡知識是什麼？教你怎樣獲得名聞利養、教你怎樣去貪瞋痴，這個正跟他志同道合。持戒的人跟他所修所學的不相應，當然排斥。第十三首："
    },
    {
      "id": "15-011-0009_p0099",
      "zh_CN": "【昼夜无余想。唯念求衣食。不乐诸功德。是名众务过。】",
      "zh_TW": "【晝夜無餘想。唯念求衣食。不樂諸功德。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0100",
      "zh_CN": "这一首意思好懂。第十四首：",
      "zh_TW": "這一首意思好懂。第十四首："
    },
    {
      "id": "15-011-0009_p0101",
      "zh_CN": "【常问世间智。不乐出世言。耽爱于邪说。是名众务过。】",
      "zh_TW": "【常問世間智。不樂出世言。耽愛於邪說。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0102",
      "zh_CN": "这就是平常的言论都是世话，与了生死、出三界毫不相干。他喜欢这些邪说。第十五首：",
      "zh_TW": "這就是平常的言論都是世話，與了生死、出三界毫不相干。他喜歡這些邪說。第十五首："
    },
    {
      "id": "15-011-0009_p0103",
      "zh_CN": "【自恃知众务。轻慢诸比丘。犹如狂醉人。是名众务过。】",
      "zh_TW": "【自恃知眾務。輕慢諸比丘。猶如狂醉人。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0104",
      "zh_CN": "自己仗着有一些技能，办事的能力很强！在一些事业上，他的确有出人头地的成就，仗着这个生起骄慢之心，轻视这些修行人。比喻，「犹如狂醉人」。第十六首：",
      "zh_TW": "自己仗著有一些技能，辦事的能力很強！在一些事業上，他的確有出人頭地的成就，仗著這個生起驕慢之心，輕視這些修行人。比喻，「猶如狂醉人」。第十六首："
    },
    {
      "id": "15-011-0009_p0105",
      "zh_CN": "【常伺求他短。不自见其过。轻毁有德人。是名众务过。】",
      "zh_TW": "【常伺求他短。不自見其過。輕毀有德人。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0106",
      "zh_CN": "不见自己之过，专门找别人的过失。第十七首：",
      "zh_TW": "不見自己之過，專門找別人的過失。第十七首："
    },
    {
      "id": "15-011-0009_p0107",
      "zh_CN": "【如是愚痴者。无有善方便。轻慢说法者。是名众务过。】",
      "zh_TW": "【如是愚痴者。無有善方便。輕慢說法者。是名眾務過。】"
    },
    {
      "id": "15-011-0009_p0108",
      "zh_CN": "轻视修行的人，轻视说法的人。佛在本经一开端就说出，一个愚痴的菩萨，轻慢、诽谤两个说法的比丘，结果他的罪业是堕阿鼻地狱、等活地狱到烧热地狱，人间的时间算是一千八百万年！造作罪业太容易了，几天几个小时的诽谤，将来在地狱里面要受这么长的罪。",
      "zh_TW": "輕視修行的人，輕視說法的人。佛在本經一開端就說出，一個愚痴的菩薩，輕慢、誹謗兩個說法的比丘，結果他的罪業是墮阿鼻地獄、等活地獄到燒熱地獄，人間的時間算是一千八百萬年！造作罪業太容易了，幾天幾個小時的誹謗，將來在地獄裡面要受這麼長的罪。"
    },
    {
      "id": "15-011-0009_p0109",
      "zh_CN": "诸位要晓得，佛在经上讲的一千八百万年，这是我们人间的时间，但是他在地狱里面受罪，所感受的那个时间是无量劫！谚语里面常讲「度日如年」。我们看到这个时间好像不很长，一千八百万年，他在那里面感受的是无量劫。所以，这个罪业不能造！",
      "zh_TW": "諸位要曉得，佛在經上講的一千八百萬年，這是我們人間的時間，但是他在地獄裡面受罪，所感受的那個時間是無量劫！諺語裡面常講「度日如年」。我們看到這個時間好像不很長，一千八百萬年，他在那裡面感受的是無量劫。所以，這個罪業不能造！"
    },
    {
      "id": "15-011-0009_p0110",
      "zh_CN": "不要看到这个经大概是佛吓唬我们的，希望我们不要作。哪有这种情形！你错了。将来你的堕落，那真叫自作自受。佛真的慈悲，都把这个事实真相给你说出来；说出来，你还不相信，你还要造作，那你怪谁！堕阿鼻地狱，佛也不能救。第十八首：",
      "zh_TW": "不要看到這個經大概是佛嚇唬我們的，希望我們不要作。哪有這種情形！你錯了。將來你的墮落，那真叫自作自受。佛真的慈悲，都把這個事實真相給你說出來；說出來，你還不相信，你還要造作，那你怪誰！墮阿鼻地獄，佛也不能救。第十八首："
    },
    {
      "id": "15-011-0009_p0111",
      "zh_CN": "【如是下劣业。具足诸过失。何有智慧人。爱乐而修习。】",
      "zh_TW": "【如是下劣業。具足諸過失。何有智慧人。愛樂而修習。】"
    },
    {
      "id": "15-011-0009_p0112",
      "zh_CN": "前面两句是总结以上所说的。以上所讲的，总而言之都是下劣业，都是无量无边的过失。哪有一个有智慧的人，喜欢这个事情，去干这种事情？第十九首：",
      "zh_TW": "前面兩句是總結以上所說的。以上所講的，總而言之都是下劣業，都是無量無邊的過失。哪有一個有智慧的人，喜歡這個事情，去幹這種事情？第十九首："
    },
    {
      "id": "15-011-0009_p0113",
      "zh_CN": "【清净殊胜业。具足诸功德。是故有智人。爱乐常修习。】",
      "zh_TW": "【清淨殊勝業。具足諸功德。是故有智人。愛樂常修習。】"
    },
    {
      "id": "15-011-0009_p0114",
      "zh_CN": "「清净殊胜」，如果你不细心去体会，你得不到。果然能够如法修行，你可以得到！",
      "zh_TW": "「清淨殊勝」，如果你不細心去體會，你得不到。果然能夠如法修行，你可以得到！"
    },
    {
      "id": "15-011-0009_p0115",
      "zh_CN": "前两天，香港有一位同修，早年我在香港讲经，她是我们听众之一。前天到这边来看馆长，我们一看她不错，她的相貌变了，变好了，修行真的有一点成绩。成绩是什么？成绩在样子上。你的体质，你的健康，你的相貌转变，容光焕发，这是你修行外表！人家一看就晓得。",
      "zh_TW": "前兩天，香港有一位同修，早年我在香港講經，她是我們聽眾之一。前天到這邊來看館長，我們一看她不錯，她的相貌變了，變好了，修行真的有一點成績。成績是什麼？成績在樣子上。你的體質，你的健康，你的相貌轉變，容光煥發，這是你修行外表！人家一看就曉得。"
    },
    {
      "id": "15-011-0009_p0116",
      "zh_CN": "这一个人很难得。我那个时候讲经，告诉大家真的修行人要修清净心。真要修清净心，最好报纸、杂志、电视、广播都远离。她真听了，她好像十一、二年了没有看过报纸、没有看过电视，她是很快乐。她说：「我什么都不晓得，每一天天下太平，欢欢喜喜，什么都不知道。」香港发生什么事情来问她，她都不知道，她只晓得念阿弥陀佛。每一天生活得很快乐，每一天天下太平，什么事也没有，她从这个地方得清净心的。",
      "zh_TW": "這一個人很難得。我那個時候講經，告訴大家真的修行人要修清淨心。真要修清淨心，最好報紙、雜誌、電視、廣播都遠離。她真聽了，她好像十一、二年了沒有看過報紙、沒有看過電視，她是很快樂。她說：「我什麼都不曉得，每一天天下太平，歡歡喜喜，什麼都不知道。」香港發生什麼事情來問她，她都不知道，她只曉得念阿彌陀佛。每一天生活得很快樂，每一天天下太平，什麼事也沒有，她從這個地方得清淨心的。"
    },
    {
      "id": "15-011-0009_p0117",
      "zh_CN": "所以报纸、杂志、电视这一些东西害死人！你每天看这些东西，你的心怎么能净得下来？你怎么能够不胡思乱想？所以你要真的想求清净殊胜，这个殊胜是念佛往生不退成佛，你要下定决心，我这一生当中一定要成就，你要依教奉行！",
      "zh_TW": "所以報紙、雜誌、電視這一些東西害死人！你每天看這些東西，你的心怎麼能淨得下來？你怎麼能夠不胡思亂想？所以你要真的想求清淨殊勝，這個殊勝是念佛往生不退成佛，你要下定決心，我這一生當中一定要成就，你要依教奉行！"
    },
    {
      "id": "15-011-0009_p0118",
      "zh_CN": "古时候的寺院、庵堂、道场都建在深山里面，交通很不方便的地方，就是避免这一些妨碍。现在不行了，现在纵然建在高山上，电视机还是可以放上去，真麻烦！人愈来愈辛苦，愈来愈可怜。现在小孩童年的幸福没有了，一、二岁的小孩天天看电视，一出生就看电视。所以往往七、八个月的小孩，就会察言观色，就会讨好大人。童心没有了，天真没有了，这真可惜！所以，人怎么可以再来！不能再来了，太苦了。",
      "zh_TW": "古時候的寺院、庵堂、道場都建在深山裡面，交通很不方便的地方，就是避免這一些妨礙。現在不行了，現在縱然建在高山上，電視機還是可以放上去，真麻煩！人愈來愈辛苦，愈來愈可憐。現在小孩童年的幸福沒有了，一、二歲的小孩天天看電視，一出生就看電視。所以往往七、八個月的小孩，就會察言觀色，就會討好大人。童心沒有了，天真沒有了，這真可惜！所以，人怎麼可以再來！不能再來了，太苦了。"
    },
    {
      "id": "15-011-0009_p0119",
      "zh_CN": "在从前农业社会，童年天真的时候，大概总能保持到十二、三岁是很正常的，有的能保持到十五、六岁。十二、三岁，人情世故不懂，真是一片赤诚、一片天真。现在这个社会里面，我们再也见不到。从前念书快乐，读书乐！现在念书好辛苦。我看到学生背个大书包上学校。不能来作人，作人要上学念书，太辛苦了。这是决定不能再来。再到这个世间来，一定要成佛、成菩萨，乘愿再来可以。业力再来的不得了，人生太苦。",
      "zh_TW": "在從前農業社會，童年天真的時候，大概總能保持到十二、三歲是很正常的，有的能保持到十五、六歲。十二、三歲，人情世故不懂，真是一片赤誠、一片天真。現在這個社會裡面，我們再也見不到。從前念書快樂，讀書樂！現在念書好辛苦。我看到學生背個大書包上學校。不能來作人，作人要上學念書，太辛苦了。這是決定不能再來。再到這個世間來，一定要成佛、成菩薩，乘願再來可以。業力再來的不得了，人生太苦。"
    },
    {
      "id": "15-011-0009_p0120",
      "zh_CN": "「是故有智人，爱乐常修习」。真正有智慧的人，他决定是选择念佛往生不退成佛，决定选择修清净心！",
      "zh_TW": "「是故有智人，愛樂常修習」。真正有智慧的人，他決定是選擇念佛往生不退成佛，決定選擇修清淨心！"
    },
    {
      "id": "15-011-0009_p0121",
      "zh_CN": "这里面重要的要领，就是看破、放下。真正看破、真正放下，你就得大自在，你才有真正的幸福。所以不放下是愚痴。第二十首：",
      "zh_TW": "這裡面重要的要領，就是看破、放下。真正看破、真正放下，你就得大自在，你才有真正的幸福。所以不放下是愚痴。第二十首："
    },
    {
      "id": "15-011-0009_p0122",
      "zh_CN": "【若乐下劣业。智者当呵责。如人舍多财。贪求于少分。】第二十一首：",
      "zh_TW": "【若樂下劣業。智者當呵責。如人捨多財。貪求於少分。】第二十一首："
    },
    {
      "id": "15-011-0009_p0123",
      "zh_CN": "【是故明智人。当舍下劣业。应求胜上法。诸佛常称叹。】",
      "zh_TW": "【是故明智人。當捨下劣業。應求勝上法。諸佛常稱歎。】"
    },
    {
      "id": "15-011-0009_p0124",
      "zh_CN": "这两首偈，前半首容易懂，后半首是比喻，比喻得不偿失。用尽了心机，经营世间的事业，现在就是佛法也拿来当作世间事业在经营，这是很普遍的现象。把佛法当作世间事业来经营，这是得不偿失。因为你得到的一点点，你损失的说之不尽。损失是你将来所背负的果报，怎么得了！所以明白人、智慧人决定把这个放下了。「当舍下劣业」，舍就是放下，决定不干这个事情。",
      "zh_TW": "這兩首偈，前半首容易懂，後半首是比喻，比喻得不償失。用盡了心機，經營世間的事業，現在就是佛法也拿來當作世間事業在經營，這是很普遍的現象。把佛法當作世間事業來經營，這是得不償失。因為你得到的一點點，你損失的說之不盡。損失是你將來所背負的果報，怎麼得了！所以明白人、智慧人決定把這個放下了。「當捨下劣業」，捨就是放下，決定不幹這個事情。"
    },
    {
      "id": "15-011-0009_p0125",
      "zh_CN": "百丈大师跟马祖，这是中国丛林的创始人。马祖建丛林，百丈立清规。清规里重要的第一条，就是「丛林以无事为兴盛」。人家这一句话是与道相应。出家修行修什么？清净心。身心清净、环境清净，这个叫最为兴盛。也就是你这个道场将来有多少人开悟、多少人往生、多少人证果，这是兴盛。不在乎信徒多、香火盛。信徒再多、香火再盛，一个往生的都没有，个个都往三途去，你算什么兴盛？这个诸位要知道。",
      "zh_TW": "百丈大師跟馬祖，這是中國叢林的創始人。馬祖建叢林，百丈立清規。清規裡重要的第一條，就是「叢林以無事為興盛」。人家這一句話是與道相應。出家修行修什麼？清淨心。身心清淨、環境清淨，這個叫最為興盛。也就是你這個道場將來有多少人開悟、多少人往生、多少人證果，這是興盛。不在乎信徒多、香火盛。信徒再多、香火再盛，一個往生的都沒有，個個都往三途去，你算什麼興盛？這個諸位要知道。"
    },
    {
      "id": "15-011-0009_p0126",
      "zh_CN": "所以道场重质，不重量，要紧的是真正有成就的人。现在这个道场能有一、二个成就，那这个道场真的就有真实的功德，就是信徒真正的福田。如果这个道场将来一个往生的都没有，那就不得了，果报就如佛在此经所说的。再看下面经文：",
      "zh_TW": "所以道場重質，不重量，要緊的是真正有成就的人。現在這個道場能有一、二個成就，那這個道場真的就有真實的功德，就是信徒真正的福田。如果這個道場將來一個往生的都沒有，那就不得了，果報就如佛在此經所說的。再看下面經文："
    },
    {
      "id": "15-011-0009_p0127",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。希有世尊。彼诸菩萨舍离殊胜精进之业。而乃发起下劣之事。当知是人。甚为少智觉慧微浅。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。希有世尊。彼諸菩薩捨離殊勝精進之業。而乃發起下劣之事。當知是人。甚為少智覺慧微淺。】"
    },
    {
      "id": "15-011-0009_p0128",
      "zh_CN": "这是弥勒菩萨听佛这一番开示之后，他老人家的感想。他说这一些初业的愚痴菩萨，把最殊胜的，诸佛如来所传的第一法门，当面错过，而不肯修学，去搞这些世间下劣之事，这个人真的是没有智慧，真的是智慧微浅。他不曾觉悟，没有智慧！",
      "zh_TW": "這是彌勒菩薩聽佛這一番開示之後，他老人家的感想。他說這一些初業的愚痴菩薩，把最殊勝的，諸佛如來所傳的第一法門，當面錯過，而不肯修學，去搞這些世間下劣之事，這個人真的是沒有智慧，真的是智慧微淺。他不曾覺悟，沒有智慧！"
    },
    {
      "id": "15-011-0009_p0129",
      "zh_CN": "到这个地方是一段。底下这一段是说明不修诸行、不断烦恼、不习禅诵、不求多闻，佛说这不是出家人。我们把经文念一念：",
      "zh_TW": "到這個地方是一段。底下這一段是說明不修諸行、不斷煩惱、不習禪誦、不求多聞，佛說這不是出家人。我們把經文念一念："
    },
    {
      "id": "15-011-0009_p0130",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。我今实言告汝。若有菩萨不修诸行。不断烦恼。不习禅诵。不求多闻。我说是人非出家者。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。我今實言告汝。若有菩薩不修諸行。不斷煩惱。不習禪誦。不求多聞。我說是人非出家者。】"
    },
    {
      "id": "15-011-0009_p0131",
      "zh_CN": "「佛告弥勒菩萨言：弥勒，我今实言告汝」。「实言」这两个字是关键，佛讲真实话。",
      "zh_TW": "「佛告彌勒菩薩言：彌勒，我今實言告汝」。「實言」這兩個字是關鍵，佛講真實話。"
    },
    {
      "id": "15-011-0009_p0132",
      "zh_CN": "「若有菩萨」，这都是讲初业菩萨，就是我们现在初发心的人。",
      "zh_TW": "「若有菩薩」，這都是講初業菩薩，就是我們現在初發心的人。"
    },
    {
      "id": "15-011-0009_p0133",
      "zh_CN": "第一，「不修诸行」。行是行为，我们的言语是口业的行为，身体的动作是身业行为，心里面的念头是意业行为。「身口意」三业行为有过失，要根据佛在经上讲的教训把它修正过来。经典上说的就是我们修行的标准，要把它修正过来，这叫修行。",
      "zh_TW": "第一，「不修諸行」。行是行為，我們的言語是口業的行為，身體的動作是身業行為，心裡面的念頭是意業行為。「身口意」三業行為有過失，要根據佛在經上講的教訓把它修正過來。經典上說的就是我們修行的標準，要把它修正過來，這叫修行。"
    },
    {
      "id": "15-011-0009_p0134",
      "zh_CN": "第二，「不断烦恼」。真正修行人，一定要断烦恼，烦恼要一年比一年少，一月比一月少。如果诸位烦恼真的能做到一月比一月少，你往生就有把握。心里面很清楚、很明白，心里生智慧，与佛决定有感应道交。",
      "zh_TW": "第二，「不斷煩惱」。真正修行人，一定要斷煩惱，煩惱要一年比一年少，一月比一月少。如果諸位煩惱真的能做到一月比一月少，你往生就有把握。心裡面很清楚、很明白，心裡生智慧，與佛決定有感應道交。"
    },
    {
      "id": "15-011-0009_p0135",
      "zh_CN": "第三，「不习禅诵」。禅诵是讲修行，如教修行，「禅诵」两个字都包括了。",
      "zh_TW": "第三，「不習禪誦」。禪誦是講修行，如教修行，「禪誦」兩個字都包括了。"
    },
    {
      "id": "15-011-0009_p0136",
      "zh_CN": "第四，「不求多闻」。在我们现在这个阶段，我们只要把前面三条做到就行了，第四条怎么做？重复多闻。",
      "zh_TW": "第四，「不求多聞」。在我們現在這個階段，我們只要把前面三條做到就行了，第四條怎麼做？重複多聞。"
    },
    {
      "id": "15-011-0009_p0137",
      "zh_CN": "我们今天是一门深入！一部《无量寿经》我每天读几遍，天天不间断，年年不间断，这是「多闻」。多闻不是广学多闻，广学多闻是谁的事情？法身大士的事情。等你破一品无明，证得法身，那个时候是广学多闻。初业菩萨这个多闻是重复多闻，这个意思决定不能搞错。",
      "zh_TW": "我們今天是一門深入！一部《無量壽經》我每天讀幾遍，天天不間斷，年年不間斷，這是「多聞」。多聞不是廣學多聞，廣學多聞是誰的事情？法身大士的事情。等你破一品無明，證得法身，那個時候是廣學多聞。初業菩薩這個多聞是重複多聞，這個意思決定不能搞錯。"
    },
    {
      "id": "15-011-0009_p0138",
      "zh_CN": "如果这四样都是不干的话，「我说是人非出家者」。佛说这个人不是真的出家人。那个出家是身出家，心没有出家，不算出家人！在家菩萨要能够做到这四句，佛也承认你是真的出家人；你身没有出家，心出家。要紧的是心出家，不在乎身出家。好，我们今天就讲到此地。",
      "zh_TW": "如果這四樣都是不幹的話，「我說是人非出家者」。佛說這個人不是真的出家人。那個出家是身出家，心沒有出家，不算出家人！在家菩薩要能夠做到這四句，佛也承認你是真的出家人；你身沒有出家，心出家。要緊的是心出家，不在乎身出家。好，我們今天就講到此地。"
    }
  ]
}