{
  "doc_id": "15-011-0004",
  "title": {
    "zh_CN": "发起菩萨殊胜志乐经",
    "zh_TW": "發起菩薩殊勝志樂經"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "1996",
  "location": {
    "zh_CN": "台湾景美华藏图书馆",
    "zh_TW": "台灣景美華藏圖書館"
  },
  "doc_number": "15-011-0004",
  "total_paragraphs": 149,
  "paragraphs": [
    {
      "id": "15-011-0004_p0001",
      "zh_CN": "请掀开经本，第十二面，第二行看起：",
      "zh_TW": "請掀開經本，第十二面，第二行看起："
    },
    {
      "id": "15-011-0004_p0002",
      "zh_CN": "这一段经文是世尊所不说的，他的用意是防范末世末法时期有一些经上讲的愚痴菩萨。后面经文也说到，在这个时代，魔王的子孙来出家，也披上袈裟，破坏佛法，假借佛法之名，实际上是来破坏佛法的。这些人有的是有意的，有些是无意的。无意，为什么也破坏佛法？被魔控制了，他自己并不晓得这么做是破坏佛法，以为他还是修积了无量功德。这是我们应当要省思的，应当要觉悟的。我们看第四段：",
      "zh_TW": "這一段經文是世尊所不說的，他的用意是防範末世末法時期有一些經上講的愚痴菩薩。後面經文也說到，在這個時代，魔王的子孫來出家，也披上袈裟，破壞佛法，假借佛法之名，實際上是來破壞佛法的。這些人有的是有意的，有些是無意的。無意，為什麼也破壞佛法？被魔控制了，他自己並不曉得這麼做是破壞佛法，以為他還是修積了無量功德。這是我們應當要省思的，應當要覺悟的。我們看第四段："
    },
    {
      "id": "15-011-0004_p0003",
      "zh_CN": "【弥勒。我不说言。矫诈之人住阿兰若。薄福德者而为少欲。贪胜味者名易满足。多求美膳以为乞食。】",
      "zh_TW": "【彌勒。我不說言。矯詐之人住阿蘭若。薄福德者而為少欲。貪勝味者名易滿足。多求美膳以為乞食。】"
    },
    {
      "id": "15-011-0004_p0004",
      "zh_CN": "「弥勒，我不说言，矫诈之人住阿兰若」。这一句就是现在所谓闭关、住茅篷。闭关、住茅篷的目的何在？是用这种方式欺骗信徒。大家一看，某个人曾经闭过关的，这一定很不错了，目的在此地。所以，其目的都是要招来名闻利养。「矫诈之人」，他自己也不是真的修行，也不是为弘法利生。这些事确实是有，如果诸位细心去观察，你不难发觉。虽发觉了，也不必说，自己不上当就是了，别人上当各有因缘。",
      "zh_TW": "「彌勒，我不說言，矯詐之人住阿蘭若」。這一句就是現在所謂閉關、住茅篷。閉關、住茅篷的目的何在？是用這種方式欺騙信徒。大家一看，某個人曾經閉過關的，這一定很不錯了，目的在此地。所以，其目的都是要招來名聞利養。「矯詐之人」，他自己也不是真的修行，也不是為弘法利生。這些事確實是有，如果諸位細心去觀察，你不難發覺。雖發覺了，也不必說，自己不上當就是了，別人上當各有因緣。"
    },
    {
      "id": "15-011-0004_p0005",
      "zh_CN": "前面世尊教给我们，在这个时代修行怎样才不生烦恼，才能够安稳的解脱。佛教给我们四种方法，又说四种方法，这八种方法你们能记住吗？要牢牢记住！如果没有记住，你就白听了，这个经也就白念了，非常非常重要。",
      "zh_TW": "前面世尊教給我們，在這個時代修行怎樣才不生煩惱，才能夠安穩的解脫。佛教給我們四種方法，又說四種方法，這八種方法你們能記住嗎？要牢牢記住！如果沒有記住，你就白聽了，這個經也就白念了，非常非常重要。"
    },
    {
      "id": "15-011-0004_p0006",
      "zh_CN": "佛在第一句就教给我们，「不求他过」。但是他有没有过失，我们心里明了，我们并不找他的麻烦，一接触就了解。「不举人罪」，他就是犯戒，造作罪业，也用不着我们去说。自有因果。自有报应。我们何必搅和在里面？八桩事情，这两桩摆在第一，非常非常重要。所以，我们要晓得。",
      "zh_TW": "佛在第一句就教給我們，「不求他過」。但是他有沒有過失，我們心裡明瞭，我們並不找他的麻煩，一接觸就瞭解。「不舉人罪」，他就是犯戒，造作罪業，也用不著我們去說。自有因果。自有報應。我們何必攪和在裡面？八樁事情，這兩樁擺在第一，非常非常重要。所以，我們要曉得。"
    },
    {
      "id": "15-011-0004_p0007",
      "zh_CN": "「薄福德者而为少欲」。他自己标榜少欲、标榜知足，为什么？他没有福报。没有福报怎么能够说少欲？没有福报的时候，标榜他少欲。少欲是佛法里面很高超的行法，被他冒用！",
      "zh_TW": "「薄福德者而為少欲」。他自己標榜少欲、標榜知足，為什麼？他沒有福報。沒有福報怎麼能夠說少欲？沒有福報的時候，標榜他少欲。少欲是佛法裡面很高超的行法，被他冒用！"
    },
    {
      "id": "15-011-0004_p0008",
      "zh_CN": "「贪胜味者名易满足」。胜是殊胜，味就是五欲六尘，贪图五欲六尘的享受，美其名为「易满足」。易满足就是知足的意思，他知足。",
      "zh_TW": "「貪勝味者名易滿足」。勝是殊勝，味就是五欲六塵，貪圖五欲六塵的享受，美其名為「易滿足」。易滿足就是知足的意思，他知足。"
    },
    {
      "id": "15-011-0004_p0009",
      "zh_CN": "「多求美膳以为乞食」。在世尊当年在世的时候，出家人的生活方式是托钵。他到那儿乞食？专门到富贵人家去乞食，贪图美味。贫穷人家不去乞食，为什么？那个供养的不好，饭菜不好吃。这叫乞食。诸位从这个意思来引申，凡是贪图名闻利养的，这就不是出家人，其实是出家人。所以引申是这个意思，贪图名闻利养五欲的享受，这一句就是不能成为出家人。",
      "zh_TW": "「多求美膳以為乞食」。在世尊當年在世的時候，出家人的生活方式是托缽。他到那兒乞食？專門到富貴人家去乞食，貪圖美味。貧窮人家不去乞食，為什麼？那個供養的不好，飯菜不好吃。這叫乞食。諸位從這個意思來引申，凡是貪圖名聞利養的，這就不是出家人，其實是出家人。所以引申是這個意思，貪圖名聞利養五欲的享受，這一句就是不能成為出家人。"
    },
    {
      "id": "15-011-0004_p0010",
      "zh_CN": "【弥勒。我不说言。乞求种种上妙衣服。谓如是等持粪扫衣。】",
      "zh_TW": "【彌勒。我不說言。乞求種種上妙衣服。謂如是等持糞掃衣。】"
    },
    {
      "id": "15-011-0004_p0011",
      "zh_CN": "「粪扫衣」，世尊的用意是教出家人，自己时时刻刻要警觉，这个世间很苦，轮回更可怕。所以生活简单，衣着都很粗。",
      "zh_TW": "「糞掃衣」，世尊的用意是教出家人，自己時時刻刻要警覺，這個世間很苦，輪迴更可怕。所以生活簡單，衣著都很粗。"
    },
    {
      "id": "15-011-0004_p0012",
      "zh_CN": "古时候科技不发达，一件衣服很难求得。不像现在很容易得到。出家人的衣服都是捡这些在家人穿旧的衣服，丢弃不要了，把它捡来。捡来后，看这个衣服里面还有一部分可以用的，剪下来，然后一块一块并凑起来，这是袈裟！袈裟是这样并凑起来的，这叫「粪扫衣」。并凑起来都是旧布，颜色、料子都不一样，佛教染成灰色、染成咖啡色，这叫「粪扫衣」。这是世间人不会穿的。穿这个衣服时时刻刻警惕自己，决不贪图享受。",
      "zh_TW": "古時候科技不發達，一件衣服很難求得。不像現在很容易得到。出家人的衣服都是撿這些在家人穿舊的衣服，丟棄不要了，把它撿來。撿來後，看這個衣服裡面還有一部分可以用的，剪下來，然後一塊一塊併湊起來，這是袈裟！袈裟是這樣併湊起來的，這叫「糞掃衣」。併湊起來都是舊布，顏色、料子都不一樣，佛教染成灰色、染成咖啡色，這叫「糞掃衣」。這是世間人不會穿的。穿這個衣服時時刻刻警惕自己，決不貪圖享受。"
    },
    {
      "id": "15-011-0004_p0013",
      "zh_CN": "今天我们想到释迦牟尼佛的教训，我们制作这个袈裟，整块的料子拿来把它剪碎，再把它缝起来，这就不是佛的意思了。所以要想想世尊当年在世僧团的生活，世尊教诲的苦心，无非是教我们在在处处、时时刻刻提高警觉心，决不能为世间五欲六尘所迷惑。所以乞求种种上好的衣服穿在身上，等于粪扫衣；佛从不说这种话。",
      "zh_TW": "今天我們想到釋迦牟尼佛的教訓，我們製作這個袈裟，整塊的料子拿來把它剪碎，再把它縫起來，這就不是佛的意思了。所以要想想世尊當年在世僧團的生活，世尊教誨的苦心，無非是教我們在在處處、時時刻刻提高警覺心，決不能為世間五欲六塵所迷惑。所以乞求種種上好的衣服穿在身上，等於糞掃衣；佛從不說這種話。"
    },
    {
      "id": "15-011-0004_p0014",
      "zh_CN": "现在出家人的服装也相当考究了，料子都是选上好的。这一种生活方式很容易增长贪心，使你对这个世间留恋，舍不得离开。念佛往生，到时候阿弥陀佛来接引你，你想一想还有许多好东西，还舍不得去，那就麻烦了。这个东西带不走的，所以平常就要舍弃。",
      "zh_TW": "現在出家人的服裝也相當考究了，料子都是選上好的。這一種生活方式很容易增長貪心，使你對這個世間留戀，捨不得離開。念佛往生，到時候阿彌陀佛來接引你，你想一想還有許多好東西，還捨不得去，那就麻煩了。這個東西帶不走的，所以平常就要捨棄。"
    },
    {
      "id": "15-011-0004_p0015",
      "zh_CN": "【弥勒。我不说言。在家出家无识知者为离愦闹。】",
      "zh_TW": "【彌勒。我不說言。在家出家無識知者為離憒鬧。】"
    },
    {
      "id": "15-011-0004_p0016",
      "zh_CN": "无论是在家菩萨或者是出家菩萨，你的知名度不高，没人认识你，没人知道你，你就标榜你是离愦闹。你看，这些好的名词都被他冒用了。",
      "zh_TW": "無論是在家菩薩或者是出家菩薩，你的知名度不高，沒人認識你，沒人知道你，你就標榜你是離憒鬧。你看，這些好的名詞都被他冒用了。"
    },
    {
      "id": "15-011-0004_p0017",
      "zh_CN": "【弥勒。我不说言。谄曲之人值佛兴世求他短者。为如理修行。多损害者名戒蕴清净。增上慢者为多闻第一。】",
      "zh_TW": "【彌勒。我不說言。諂曲之人值佛興世求他短者。為如理修行。多損害者名戒蘊清淨。增上慢者為多聞第一。】"
    },
    {
      "id": "15-011-0004_p0018",
      "zh_CN": "「谄曲之人值佛兴世」。心里面不正直、不诚实，这样的人会不会遇到佛出世？佛纵然出世，他也遇不到。为什么遇不到？他有障碍，「谄曲」就是障碍。什么人能遇到佛？真诚。「佛氏门中，不舍一人」，你的心地真诚与佛菩萨就感应道交，就能遇得到。这个谄曲之人是决定遇不到；不是佛不慈悲，这是他本身有障碍。",
      "zh_TW": "「諂曲之人值佛興世」。心裡面不正直、不誠實，這樣的人會不會遇到佛出世？佛縱然出世，他也遇不到。為什麼遇不到？他有障礙，「諂曲」就是障礙。什麼人能遇到佛？真誠。「佛氏門中，不捨一人」，你的心地真誠與佛菩薩就感應道交，就能遇得到。這個諂曲之人是決定遇不到；不是佛不慈悲，這是他本身有障礙。"
    },
    {
      "id": "15-011-0004_p0019",
      "zh_CN": "这些事情在现在这个社会，中国、外国我们常常听到，某人是什么菩萨再来的、是什么佛再来的。有许多人亲近之后，觉得自己非常光荣，他见到活佛了。你再仔细观察，他就谄曲，他怎么会见到活佛，见到菩萨？那些说是菩萨来的、佛来的，说了又不走。在中国历史上有这个例子，说出身分他就走了，那就是真的。身分说了还不走，那就很奇怪了。所以诸位明白这些事理，你就不会上当。",
      "zh_TW": "這些事情在現在這個社會，中國、外國我們常常聽到，某人是什麼菩薩再來的、是什麼佛再來的。有許多人親近之後，覺得自己非常光榮，他見到活佛了。你再仔細觀察，他就諂曲，他怎麼會見到活佛，見到菩薩？那些說是菩薩來的、佛來的，說了又不走。在中國歷史上有這個例子，說出身分他就走了，那就是真的。身分說了還不走，那就很奇怪了。所以諸位明白這些事理，你就不會上當。"
    },
    {
      "id": "15-011-0004_p0020",
      "zh_CN": "「求他短者为如理修行」。这一条要记住。为什么佛在前面第一条教给我们，「不求他过」。求他过就是专门找人家的短处，这样的人，他以为自己是如理修行，错了！佛没有这种说法。",
      "zh_TW": "「求他短者為如理修行」。這一條要記住。為什麼佛在前面第一條教給我們，「不求他過」。求他過就是專門找人家的短處，這樣的人，他以為自己是如理修行，錯了！佛沒有這種說法。"
    },
    {
      "id": "15-011-0004_p0021",
      "zh_CN": "「多损害者名戒蕴清净」，就是持戒清净。持戒清净的人，怎么会干损害别人的事情？凡是存心伤害其他众生，那个戒已经就破了，怎么能说「戒蕴清净」？",
      "zh_TW": "「多損害者名戒蘊清淨」，就是持戒清淨。持戒清淨的人，怎麼會幹損害別人的事情？凡是存心傷害其他眾生，那個戒已經就破了，怎麼能說「戒蘊清淨」？"
    },
    {
      "id": "15-011-0004_p0022",
      "zh_CN": "「增上慢者为多闻第一」。什么叫「增上慢」？用现在的话来讲，就是值得骄傲！他广学多闻，别的人比不上他，他就生起了傲慢心，值得骄傲！这些话是现在世间人说的，佛菩萨决定没有这个说法。不但是出世的圣人，世间圣人也说。如果我们读孔子书、读孟子书，这些世法圣人也说学问愈深愈谦虚、愈恭敬。哪有学问深的人会傲慢，没这个道理！",
      "zh_TW": "「增上慢者為多聞第一」。什麼叫「增上慢」？用現在的話來講，就是值得驕傲！他廣學多聞，別的人比不上他，他就生起了傲慢心，值得驕傲！這些話是現在世間人說的，佛菩薩決定沒有這個說法。不但是出世的聖人，世間聖人也說。如果我們讀孔子書、讀孟子書，這些世法聖人也說學問愈深愈謙虛、愈恭敬。哪有學問深的人會傲慢，沒這個道理！"
    },
    {
      "id": "15-011-0004_p0023",
      "zh_CN": "【弥勒。我不说言。好朋党者名住律仪。心贡高者名尊敬法师。绮语轻弄为善说法。与俗交杂。能于僧众离诸过失。】",
      "zh_TW": "【彌勒。我不說言。好朋黨者名住律儀。心貢高者名尊敬法師。綺語輕弄為善說法。與俗交雜。能於僧眾離諸過失。】"
    },
    {
      "id": "15-011-0004_p0024",
      "zh_CN": "「朋党」就是现在讲的帮派。在僧团里面搞小组织，这是破坏律仪，绝对不是住律仪。",
      "zh_TW": "「朋黨」就是現在講的幫派。在僧團裡面搞小組織，這是破壞律儀，絕對不是住律儀。"
    },
    {
      "id": "15-011-0004_p0025",
      "zh_CN": "「心贡高者名尊敬法师」。表面上、礼节上都很周到，心里面贡高我慢。这不是真的尊敬法师。",
      "zh_TW": "「心貢高者名尊敬法師」。表面上、禮節上都很周到，心裡面貢高我慢。這不是真的尊敬法師。"
    },
    {
      "id": "15-011-0004_p0026",
      "zh_CN": "「绮语轻弄为善说法」。这些毛病，诸位要是仔细观察的时候，你都看得到。「绮语」是花言巧语，「轻弄」就是常常用开玩笑的口吻，讲经说法引得大家哄堂大笑，哦，这个人很会说！佛不说他是善说法。",
      "zh_TW": "「綺語輕弄為善說法」。這些毛病，諸位要是仔細觀察的時候，你都看得到。「綺語」是花言巧語，「輕弄」就是常常用開玩笑的口吻，講經說法引得大家哄堂大笑，哦，這個人很會說！佛不說他是善說法。"
    },
    {
      "id": "15-011-0004_p0027",
      "zh_CN": "「与俗交杂，能于僧众离诸过失」。这个佛也不说。喜欢与俗家人交往，喜欢交结世俗人，他能在僧团里面没有过失，这个太难了。为什么？染着世俗的习气，妨害大众修行，怎么能说是「离诸过失」！",
      "zh_TW": "「與俗交雜，能於僧眾離諸過失」。這個佛也不說。喜歡與俗家人交往，喜歡交結世俗人，他能在僧團裡面沒有過失，這個太難了。為什麼？染著世俗的習氣，妨害大眾修行，怎麼能說是「離諸過失」！"
    },
    {
      "id": "15-011-0004_p0028",
      "zh_CN": "【弥勒。我不说言。简胜福田为施不望报。求恩报者为善摄诸事。求恭敬利养为志乐清净。多妄计者以为出家。】",
      "zh_TW": "【彌勒。我不說言。簡勝福田為施不望報。求恩報者為善攝諸事。求恭敬利養為志樂清淨。多妄計者以為出家。】"
    },
    {
      "id": "15-011-0004_p0029",
      "zh_CN": "「施不望报」，这是佛常常教导我们的。像前面所说的，以无希望心行法布施，无希望心就是施不望报。有一种简胜福田的人，以为他这样作法就是施不望报，这是错误的，把佛所讲这一些名词术语的意思都错解了。什么叫「简胜福田」？胜是好胜，简是简慢、疏慢、轻慢的意思，他布施修福以贡高我慢的态度。可能他是很有钱，寺庙里面随便施舍一点，漫不经心，没有一点尊重心，没有一点恭敬心，这个样子以为是施不望报。这是把施不望报的意思错解了。",
      "zh_TW": "「施不望報」，這是佛常常教導我們的。像前面所說的，以無希望心行法布施，無希望心就是施不望報。有一種簡勝福田的人，以為他這樣作法就是施不望報，這是錯誤的，把佛所講這一些名詞術語的意思都錯解了。什麼叫「簡勝福田」？勝是好勝，簡是簡慢、疏慢、輕慢的意思，他布施修福以貢高我慢的態度。可能他是很有錢，寺廟裡面隨便施捨一點，漫不經心，沒有一點尊重心，沒有一點恭敬心，這個樣子以為是施不望報。這是把施不望報的意思錯解了。"
    },
    {
      "id": "15-011-0004_p0030",
      "zh_CN": "「求恩报者为善摄诸事」。摄是管制，类似我们今天许多道场里面讲的义工，这是善摄诸事，他来做这些义工的事。可是他的目的是什么？求恩报，求果报。求果报，那就不是善摄诸事。义工，好！无希望心那就是善摄诸事，有希望心就不是的。所以这一些意思，我们都要搞清楚搞明白。",
      "zh_TW": "「求恩報者為善攝諸事」。攝是管制，類似我們今天許多道場裡面講的義工，這是善攝諸事，他來做這些義工的事。可是他的目的是什麼？求恩報，求果報。求果報，那就不是善攝諸事。義工，好！無希望心那就是善攝諸事，有希望心就不是的。所以這一些意思，我們都要搞清楚搞明白。"
    },
    {
      "id": "15-011-0004_p0031",
      "zh_CN": "「求恭敬利养为志乐清净」。志乐清净的人，决定没有恭敬供养这个意念。有这个念头，自己以为自己很清净，全都错了。",
      "zh_TW": "「求恭敬利養為志樂清淨」。志樂清淨的人，決定沒有恭敬供養這個意念。有這個念頭，自己以為自己很清淨，全都錯了。"
    },
    {
      "id": "15-011-0004_p0032",
      "zh_CN": "「多妄计者以为出家」。妄是虚妄，计是计较，这不是出家人所应为者。妄计里面的范围太深太广了。",
      "zh_TW": "「多妄計者以為出家」。妄是虛妄，計是計較，這不是出家人所應為者。妄計裡面的範圍太深太廣了。"
    },
    {
      "id": "15-011-0004_p0033",
      "zh_CN": "【弥勒。我不说言。分别彼我名乐持戒。不尊敬者名为听法。乐着世典咒诅言论。以为受法。】",
      "zh_TW": "【彌勒。我不說言。分別彼我名樂持戒。不尊敬者名為聽法。樂著世典咒詛言論。以為受法。】"
    },
    {
      "id": "15-011-0004_p0034",
      "zh_CN": "持戒的人，决定没有彼我的分别。如果有彼我分别的人，这种人持戒不能得定。诸位要晓得，这个戒学，因戒得定，因定开慧。那不是真正持戒人。真正持戒人，六祖所谓「若真修道人，不见世间过」。你还有彼此、人我这一种执着、这一种分别，就错了。",
      "zh_TW": "持戒的人，決定沒有彼我的分別。如果有彼我分別的人，這種人持戒不能得定。諸位要曉得，這個戒學，因戒得定，因定開慧。那不是真正持戒人。真正持戒人，六祖所謂「若真修道人，不見世間過」。你還有彼此、人我這一種執著、這一種分別，就錯了。"
    },
    {
      "id": "15-011-0004_p0035",
      "zh_CN": "「不尊敬者名为听法」。讲经说法的场所，来听的人很多，有一些人虽然来听，佛说他不是听法。为什么？他没有听懂佛法的意思。他是来干什么的？他是好奇来的，来看看这个佛教到底讲些什么。甚至于来找麻烦来的。这个许多道场里面都有！所以，讲经说法也不是个容易事情，特别是一个生疏的道场。",
      "zh_TW": "「不尊敬者名為聽法」。講經說法的場所，來聽的人很多，有一些人雖然來聽，佛說他不是聽法。為什麼？他沒有聽懂佛法的意思。他是來幹什麼的？他是好奇來的，來看看這個佛教到底講些什麼。甚至於來找麻煩來的。這個許多道場裡面都有！所以，講經說法也不是個容易事情，特別是一個生疏的道場。"
    },
    {
      "id": "15-011-0004_p0036",
      "zh_CN": "我在一九七七年第一次到香港讲经，一到的那一天晚上，畅怀法师就告诉我，他说：「法师你在此地要小心谨慎，这个地方有一批人专门找法师麻烦的。他们听了之后，当场发问题，让法师下不了台，给你难看！你要小心，很多法师在香港都吃了亏，这是专门找麻烦的。」这就是「不尊敬者」，他不是来听法的，他是来找麻烦的。",
      "zh_TW": "我在一九七七年第一次到香港講經，一到的那一天晚上，暢懷法師就告訴我，他說：「法師你在此地要小心謹慎，這個地方有一批人專門找法師麻煩的。他們聽了之後，當場發問題，讓法師下不了臺，給你難看！你要小心，很多法師在香港都吃了虧，這是專門找麻煩的。」這就是「不尊敬者」，他不是來聽法的，他是來找麻煩的。"
    },
    {
      "id": "15-011-0004_p0037",
      "zh_CN": "「乐着世典咒诅言论，以为受法」。受法是讲传法的。喜欢世间的典籍，不是佛经；喜欢这些咒语，这一类的言论，以为他接受如来的大法，这个也是错误的。这不是佛说的。",
      "zh_TW": "「樂著世典咒詛言論，以為受法」。受法是講傳法的。喜歡世間的典籍，不是佛經；喜歡這些咒語，這一類的言論，以為他接受如來的大法，這個也是錯誤的。這不是佛說的。"
    },
    {
      "id": "15-011-0004_p0038",
      "zh_CN": "【弥勒。我不说言。于诸空性无胜解者。能出离生死。多执著者为离诸行。】",
      "zh_TW": "【彌勒。我不說言。於諸空性無勝解者。能出離生死。多執著者為離諸行。】"
    },
    {
      "id": "15-011-0004_p0039",
      "zh_CN": "了生死、出三界，凭什么？佛在这个地方说得好，真的是简单明了。你对于人我空、法我空这个道理这些事实真相要不能深深的理解，你没有办法了生死出三界。所以我们修学法门，一定要知道依据什么样的理论，我对这些理论有没有搞清楚？否则的话，人家说这个法门可以了生死，那个法门可以即身成佛，你听了就相信，这叫迷信。这是假的，不是真的。",
      "zh_TW": "了生死、出三界，憑什麼？佛在這個地方說得好，真的是簡單明瞭。你對於人我空、法我空這個道理這些事實真相要不能深深的理解，你沒有辦法了生死出三界。所以我們修學法門，一定要知道依據什麼樣的理論，我對這些理論有沒有搞清楚？否則的話，人家說這個法門可以了生死，那個法門可以即身成佛，你聽了就相信，這叫迷信。這是假的，不是真的。"
    },
    {
      "id": "15-011-0004_p0040",
      "zh_CN": "出离生死的根本理论，就是这两句，于诸空性，一定要生胜解。也就是前面我们讲的，你真看破了、真放下了，行，你能出离生死。你能够放得下，彻底放下，就能超越六道轮回。能将世法、佛法都看破，你能够超越十法界。这种看破放下，就是于诸空性，生胜深解。",
      "zh_TW": "出離生死的根本理論，就是這兩句，於諸空性，一定要生勝解。也就是前面我們講的，你真看破了、真放下了，行，你能出離生死。你能夠放得下，徹底放下，就能超越六道輪迴。能將世法、佛法都看破，你能夠超越十法界。這種看破放下，就是於諸空性，生勝深解。"
    },
    {
      "id": "15-011-0004_p0041",
      "zh_CN": "「多执著者为离诸行」。离诸行就是讲的放得下。多执着的人，怎么会放下？",
      "zh_TW": "「多執著者為離諸行」。離諸行就是講的放得下。多執著的人，怎麼會放下？"
    },
    {
      "id": "15-011-0004_p0042",
      "zh_CN": "【弥勒。我不说言。于菩提分住有所得。名为证智。】",
      "zh_TW": "【彌勒。我不說言。於菩提分住有所得。名為證智。】"
    },
    {
      "id": "15-011-0004_p0043",
      "zh_CN": "这叫证果，修行证果了。可是你仔细观察，他「于菩提分住有所得」。我们念《金刚经》就晓得，这个人没证果！不但他没证大乘果，连小乘初果须陀洹也没证。证得须陀洹的人，并不以为自己证得须陀洹，那是真的证得了。以为自己证得了，那是假的，不是真的！为什么？以为自己证得，他住！心住在这个位子上，那是打妄想！佛告诉我们「应无所住而生其心」，怎么能住？这个住的意思，就是心里面有。心里面有一个果位，那就不是证了果。",
      "zh_TW": "這叫證果，修行證果了。可是你仔細觀察，他「於菩提分住有所得」。我們念《金剛經》就曉得，這個人沒證果！不但他沒證大乘果，連小乘初果須陀洹也沒證。證得須陀洹的人，並不以為自己證得須陀洹，那是真的證得了。以為自己證得了，那是假的，不是真的！為什麼？以為自己證得，他住！心住在這個位子上，那是打妄想！佛告訴我們「應無所住而生其心」，怎麼能住？這個住的意思，就是心裡面有。心裡面有一個果位，那就不是證了果。"
    },
    {
      "id": "15-011-0004_p0044",
      "zh_CN": "《金刚经》上告诉我们一句很重要的话，「一切贤圣皆以无为法而有差别」。从小乘须陀洹，一直到如来的圆满果位，我们一般笼统的说法，小乘四果四向八个阶级，大乘从初信位到等觉位五十一个阶位，这一些等级是从哪里说的？是从无为法而说的。无为法就是都没有执着，没有执着里面的功夫有浅深不同，所以佛说出这么多果位。每一个果位都没有执着，一有执着他是凡夫，他不是圣人。",
      "zh_TW": "《金剛經》上告訴我們一句很重要的話，「一切賢聖皆以無為法而有差別」。從小乘須陀洹，一直到如來的圓滿果位，我們一般籠統的說法，小乘四果四向八個階級，大乘從初信位到等覺位五十一個階位，這一些等級是從哪裡說的？是從無為法而說的。無為法就是都沒有執著，沒有執著裡面的功夫有淺深不同，所以佛說出這麼多果位。每一個果位都沒有執著，一有執著他是凡夫，他不是聖人。"
    },
    {
      "id": "15-011-0004_p0045",
      "zh_CN": "初信位的菩萨就没有执着了。没有执着，《金刚经》上说的标准很好，「无我相、无人相、无众生相、无寿者相」，你能够做到了，你就是入流了，入圣人之流。破四相破四见的功夫浅深，菩萨位次里面高低不同是从这么来的，皆以无为法而有差别，都是应无所住而生其心的！哪有住？心有住就坏了。这个住就是我们一般人讲，你心里面真有，这个事情就麻烦了。心是空的，心里没有东西；有世间法错了，有佛法还是错了。佛法也不可以放在心上，那才是真正的证智。",
      "zh_TW": "初信位的菩薩就沒有執著了。沒有執著，《金剛經》上說的標準很好，「無我相、無人相、無眾生相、無壽者相」，你能夠做到了，你就是入流了，入聖人之流。破四相破四見的功夫淺深，菩薩位次裡面高低不同是從這麼來的，皆以無為法而有差別，都是應無所住而生其心的！哪有住？心有住就壞了。這個住就是我們一般人講，你心裡面真有，這個事情就麻煩了。心是空的，心裡沒有東西；有世間法錯了，有佛法還是錯了。佛法也不可以放在心上，那才是真正的證智。"
    },
    {
      "id": "15-011-0004_p0046",
      "zh_CN": "【弥勒。我不说言。无势力者忍辱成就。无娆触者被忍辱甲。少烦恼者名律仪清净。邪方便者为如说修行。】",
      "zh_TW": "【彌勒。我不說言。無勢力者忍辱成就。無嬈觸者被忍辱甲。少煩惱者名律儀清淨。邪方便者為如說修行。】"
    },
    {
      "id": "15-011-0004_p0047",
      "zh_CN": "「无势力者忍辱成就」。人家欺负你，你没有能力反抗，这个人不是忍辱成就。有能力反抗，不反抗他；有能力报复，不报复他，这叫忍辱。你没有能力，那怎么能谈得上忍辱成就？",
      "zh_TW": "「無勢力者忍辱成就」。人家欺負你，你沒有能力反抗，這個人不是忍辱成就。有能力反抗，不反抗他；有能力報復，不報復他，這叫忍辱。你沒有能力，那怎麼能談得上忍辱成就？"
    },
    {
      "id": "15-011-0004_p0048",
      "zh_CN": "「无娆触者被忍辱甲」。「娆触」就是诱惑，禁得起诱惑的人，佛才用这个比喻，他禁得起引诱，一切诱惑里面如如不动，那才叫「被忍辱甲」。没有诱惑你，就以为你忍辱成就了，哪有这个道理！",
      "zh_TW": "「無嬈觸者被忍辱甲」。「嬈觸」就是誘惑，禁得起誘惑的人，佛才用這個比喻，他禁得起引誘，一切誘惑裡面如如不動，那才叫「被忍辱甲」。沒有誘惑你，就以為你忍辱成就了，哪有這個道理！"
    },
    {
      "id": "15-011-0004_p0049",
      "zh_CN": "「少烦恼者名律仪清净」。烦恼稍微轻一点，就以为这是律仪清净了；都是假的，都不是真的。",
      "zh_TW": "「少煩惱者名律儀清淨」。煩惱稍微輕一點，就以為這是律儀清淨了；都是假的，都不是真的。"
    },
    {
      "id": "15-011-0004_p0050",
      "zh_CN": "「邪方便者为如说修行」。这里面的含义也非常之广。这十五条如果要细说，每一条说一个晚上都说不完。但是在现在这个时代，实在讲也不能细说，细说麻烦太多了，所以我说这个经只能点到为止，诸位细细去读诵、细细去思量。你再仔细观察自己的心行，观察周边环境，你就晓得我们应该要怎样修行才是如理如法，没有走上邪道！佛这个经文给我们已经说得非常详尽。",
      "zh_TW": "「邪方便者為如說修行」。這裡面的含義也非常之廣。這十五條如果要細說，每一條說一個晚上都說不完。但是在現在這個時代，實在講也不能細說，細說麻煩太多了，所以我說這個經只能點到為止，諸位細細去讀誦、細細去思量。你再仔細觀察自己的心行，觀察周邊環境，你就曉得我們應該要怎樣修行才是如理如法，沒有走上邪道！佛這個經文給我們已經說得非常詳盡。"
    },
    {
      "id": "15-011-0004_p0051",
      "zh_CN": "【弥勒。我不说言。爱言说者为一心住。好营世务于法无损。志乐清净堕诸恶趣。修习智慧为愦闹行。】",
      "zh_TW": "【彌勒。我不說言。愛言說者為一心住。好營世務於法無損。志樂清淨墮諸惡趣。修習智慧為憒鬧行。】"
    },
    {
      "id": "15-011-0004_p0052",
      "zh_CN": "「我不说言，爱言说者为一心住」。特别是我们念佛人，念佛人的目的就是求一心不乱！爱说话的人，怎么可能得一心？这是不可能的事情。",
      "zh_TW": "「我不說言，愛言說者為一心住」。特別是我們念佛人，念佛人的目的就是求一心不亂！愛說話的人，怎麼可能得一心？這是不可能的事情。"
    },
    {
      "id": "15-011-0004_p0053",
      "zh_CN": "「好营世务于法无损」。营是经营，务是事务，喜欢经营世间的事务；说这个于修行、于道业没有妨碍。佛不说这个话。换句话说，决定有妨碍！不要说经营这些世务，就连管理这些人事都有妨碍。这智者大师说的。",
      "zh_TW": "「好營世務於法無損」。營是經營，務是事務，喜歡經營世間的事務；說這個於修行、於道業沒有妨礙。佛不說這個話。換句話說，決定有妨礙！不要說經營這些世務，就連管理這些人事都有妨礙。這智者大師說的。"
    },
    {
      "id": "15-011-0004_p0054",
      "zh_CN": "智者大师往生的时候，他的学生问他：「你老人家往生西方极乐世界，是什么样的品位？」",
      "zh_TW": "智者大師往生的時候，他的學生問他：「你老人家往生西方極樂世界，是什麼樣的品位？」"
    },
    {
      "id": "15-011-0004_p0055",
      "zh_CN": "他跟学生讲：「我因为在寺庙里作住持，要管事，所以对自己修行有妨碍，因此往生的品位不高，只有五品位。假如我不领众，不作住持，不管人事，那个品位就高了。」五品位是带业往生，生凡圣同居土。",
      "zh_TW": "他跟學生講：「我因為在寺廟裡作住持，要管事，所以對自己修行有妨礙，因此往生的品位不高，只有五品位。假如我不領眾，不作住持，不管人事，那個品位就高了。」五品位是帶業往生，生凡聖同居土。"
    },
    {
      "id": "15-011-0004_p0056",
      "zh_CN": "由此可知，管寺庙大众的事情，对自己的品位、修行都有障碍，何况经营世务！什么叫世务？不能了生死、不能出三界的这些事，都叫世务。「世」就是六道轮回，三界之内的。喜欢干这些事情，这个错了。说得好听一点，干这些事情在修福，福是修了一点，但是于了生死、出三界、于戒定慧决定有妨碍。",
      "zh_TW": "由此可知，管寺廟大眾的事情，對自己的品位、修行都有障礙，何況經營世務！什麼叫世務？不能了生死、不能出三界的這些事，都叫世務。「世」就是六道輪迴，三界之內的。喜歡幹這些事情，這個錯了。說得好聽一點，幹這些事情在修福，福是修了一點，但是於了生死、出三界、於戒定慧決定有妨礙。"
    },
    {
      "id": "15-011-0004_p0057",
      "zh_CN": "「志乐清净堕诸恶趣」。佛为什么会说这些话？实在讲我们今天看到的时候，想一想很有道理。有一些人说那些老实念佛人，你们是自了汉，你们的心量太小！你们修的是小乘行，是诸佛菩萨呵斥的。于是我们听到这个就不敢修了，跟他一道走了。跟他一道干什么？好营世务，爱言说者，跟他们去干这些。佛在这里一说，我们就明白了。志乐清净的人，决定不堕地狱，哪有堕地狱的道理！",
      "zh_TW": "「志樂清淨墮諸惡趣」。佛為什麼會說這些話？實在講我們今天看到的時候，想一想很有道理。有一些人說那些老實念佛人，你們是自了漢，你們的心量太小！你們修的是小乘行，是諸佛菩薩呵斥的。於是我們聽到這個就不敢修了，跟他一道走了。跟他一道幹什麼？好營世務，愛言說者，跟他們去幹這些。佛在這裡一說，我們就明白了。志樂清淨的人，決定不墮地獄，哪有墮地獄的道理！"
    },
    {
      "id": "15-011-0004_p0058",
      "zh_CN": "「修习智慧为愦闹行」。智慧从哪里来？智慧从禅定当中得来的，换句话说，智慧是从清净心生的。清净心起作用就是真实智慧，修清净心的人怎么会胡闹？愦闹就是胡闹。",
      "zh_TW": "「修習智慧為憒鬧行」。智慧從哪裡來？智慧從禪定當中得來的，換句話說，智慧是從清淨心生的。清淨心起作用就是真實智慧，修清淨心的人怎麼會胡鬧？憒鬧就是胡鬧。"
    },
    {
      "id": "15-011-0004_p0059",
      "zh_CN": "【弥勒。我不说言。方便相应名为谄曲。不求利养而为妄语。无执著者诽谤正法。护正法者而惜身命。所行下劣为无胜慢。】",
      "zh_TW": "【彌勒。我不說言。方便相應名為諂曲。不求利養而為妄語。無執著者誹謗正法。護正法者而惜身命。所行下劣為無勝慢。】"
    },
    {
      "id": "15-011-0004_p0060",
      "zh_CN": "「方便相应」是大乘菩萨常用的，所谓「恒顺众生，随喜功德」。外表上看到好像跟这个谄曲有一点相像，而里面完全不同。菩萨真的是一片慈悲，以善巧方便接引众生。",
      "zh_TW": "「方便相應」是大乘菩薩常用的，所謂「恆順眾生，隨喜功德」。外表上看到好像跟這個諂曲有一點相像，而裡面完全不同。菩薩真的是一片慈悲，以善巧方便接引眾生。"
    },
    {
      "id": "15-011-0004_p0061",
      "zh_CN": "「不求利养而为妄语」。这决不是佛说的。不是佛说，那是谁说的？魔说！魔造谣生事，要破坏正法！",
      "zh_TW": "「不求利養而為妄語」。這決不是佛說的。不是佛說，那是誰說的？魔說！魔造謠生事，要破壞正法！"
    },
    {
      "id": "15-011-0004_p0062",
      "zh_CN": "「无执著者诽谤正法，护正法者而惜身命」。这些都不是佛说的。",
      "zh_TW": "「無執著者誹謗正法，護正法者而惜身命」。這些都不是佛說的。"
    },
    {
      "id": "15-011-0004_p0063",
      "zh_CN": "「所行下劣为无胜慢」。「下」是指六道，在十法界里面六道是下。下而劣，「劣」是指三恶道。换句话说，这一句里面所说的，就是他在思想行为当中所表现的是「贪瞋痴慢」。标榜他没有傲慢。",
      "zh_TW": "「所行下劣為無勝慢」。「下」是指六道，在十法界裡面六道是下。下而劣，「劣」是指三惡道。換句話說，這一句裡面所說的，就是他在思想行為當中所表現的是「貪瞋痴慢」。標榜他沒有傲慢。"
    },
    {
      "id": "15-011-0004_p0064",
      "zh_CN": "这个慢，为什么叫胜慢？佛在经上告诉我们，我慢要细分很多。佛把慢归纳为三大类，第一个叫「胜慢」，就是我比别人强，别人总不如我，这也叫我慢，总觉得自己超过别人。「无胜慢」就是没有这个傲慢的余业，这叫无胜慢。另外一种叫「等慢」，虽然好像不是我超过你，我也跟你差不多，你也不比我高多少！这种慢叫等慢，可以跟他一样平等的；前面是讲超过他的。第三种叫「卑慢」，自己感觉不如他，不如他，不服气，并不是很服，不如也不服，这个属于卑慢。这是把所有慢归纳为这三大类，这个地方是讲的胜慢。虽然说一个，三种慢都包括在里面。",
      "zh_TW": "這個慢，為什麼叫勝慢？佛在經上告訴我們，我慢要細分很多。佛把慢歸納為三大類，第一個叫「勝慢」，就是我比別人強，別人總不如我，這也叫我慢，總覺得自己超過別人。「無勝慢」就是沒有這個傲慢的餘業，這叫無勝慢。另外一種叫「等慢」，雖然好像不是我超過你，我也跟你差不多，你也不比我高多少！這種慢叫等慢，可以跟他一樣平等的；前面是講超過他的。第三種叫「卑慢」，自己感覺不如他，不如他，不服氣，並不是很服，不如也不服，這個屬於卑慢。這是把所有慢歸納為這三大類，這個地方是講的勝慢。雖然說一個，三種慢都包括在裡面。"
    },
    {
      "id": "15-011-0004_p0065",
      "zh_CN": "世尊举了这么多的例子，实实在在讲，这个事相说之不尽。我们从这么许多例子当中，应该明了真妄、邪正、是非。如果举这么多例子，我们读了、听了之后还不能辨别邪正、是非，那我们就相当愚痴。愚痴怎么办？多读、多听，只要多读多听，慢慢也会聪明！",
      "zh_TW": "世尊舉了這麼多的例子，實實在在講，這個事相說之不盡。我們從這麼許多例子當中，應該明瞭真妄、邪正、是非。如果舉這麼多例子，我們讀了、聽了之後還不能辨別邪正、是非，那我們就相當愚痴。愚痴怎麼辦？多讀、多聽，只要多讀多聽，慢慢也會聰明！"
    },
    {
      "id": "15-011-0004_p0066",
      "zh_CN": "【如是弥勒。于后末世五百岁中。当有菩萨。钝根小智谄曲虚诳。住于贼行。汝应护之。】",
      "zh_TW": "【如是彌勒。於後末世五百歲中。當有菩薩。鈍根小智諂曲虛誑。住於賊行。汝應護之。】"
    },
    {
      "id": "15-011-0004_p0067",
      "zh_CN": "实在讲，这都是说我们。我们不是利根，不聪明，就是听了也不懂，听了也记不住。",
      "zh_TW": "實在講，這都是說我們。我們不是利根，不聰明，就是聽了也不懂，聽了也記不住。"
    },
    {
      "id": "15-011-0004_p0068",
      "zh_CN": "「小智」，没有真智慧，小聪明！",
      "zh_TW": "「小智」，沒有真智慧，小聰明！"
    },
    {
      "id": "15-011-0004_p0069",
      "zh_CN": "「谄曲虚诳」，虚诳是自己欺骗自己，自欺欺人！处事待人接物，用心不正直，弯弯曲曲。我们确实就是这一类的菩萨！",
      "zh_TW": "「諂曲虛誑」，虛誑是自己欺騙自己，自欺欺人！處事待人接物，用心不正直，彎彎曲曲。我們確實就是這一類的菩薩！"
    },
    {
      "id": "15-011-0004_p0070",
      "zh_CN": "「住于贼行」。世尊为我们说出来，我们今天修的是什么行？贼行！「贼行」是什么意思？自己的功德法财统统损耗掉了。贼行就是烦恼行，烦恼把我们的智慧、功德法财障碍住，所以把烦恼比作贼，比喻将我们本性的般若智慧、功德法财偷跑了，我们自己得不到受用。贼行就是烦恼行，起心动念，一切修持都在烦恼之中，这叫贼行。虽然如是，佛菩萨还是大慈大悲，没有把我们舍弃。",
      "zh_TW": "「住於賊行」。世尊為我們說出來，我們今天修的是什麼行？賊行！「賊行」是什麼意思？自己的功德法財統統損耗掉了。賊行就是煩惱行，煩惱把我們的智慧、功德法財障礙住，所以把煩惱比作賊，比喻將我們本性的般若智慧、功德法財偷跑了，我們自己得不到受用。賊行就是煩惱行，起心動念，一切修持都在煩惱之中，這叫賊行。雖然如是，佛菩薩還是大慈大悲，沒有把我們捨棄。"
    },
    {
      "id": "15-011-0004_p0071",
      "zh_CN": "「汝应护之」。世尊嘱咐弥勒菩萨，你要护持这些人。为什么？虽然我们的毛病很多，我们对佛还有几分恭敬心，还想学。有这么一、二分恭敬心，还有想学的这个念头，就非常可贵。",
      "zh_TW": "「汝應護之」。世尊囑咐彌勒菩薩，你要護持這些人。為什麼？雖然我們的毛病很多，我們對佛還有幾分恭敬心，還想學。有這麼一、二分恭敬心，還有想學的這個念頭，就非常可貴。"
    },
    {
      "id": "15-011-0004_p0072",
      "zh_CN": "你看这个世间芸芸众生，有几个人想学佛？我们在这个地方讲经，我们这个大楼上上下下多少人，隔壁他都不来听，你才晓得「住于贼行」也很可贵，不容易！所以佛菩萨很珍惜，并不放弃我们，嘱咐弥勒菩萨要保护我们、要护念我们。",
      "zh_TW": "你看這個世間芸芸眾生，有幾個人想學佛？我們在這個地方講經，我們這個大樓上上下下多少人，隔壁他都不來聽，你才曉得「住於賊行」也很可貴，不容易！所以佛菩薩很珍惜，並不放棄我們，囑咐彌勒菩薩要保護我們、要護念我們。"
    },
    {
      "id": "15-011-0004_p0073",
      "zh_CN": "【尔时弥勒菩萨。白佛言世尊。最后末世五百岁中。唯此六十诸菩萨等。业障所缠。为复更有余菩萨耶。】",
      "zh_TW": "【爾時彌勒菩薩。白佛言世尊。最後末世五百歲中。唯此六十諸菩薩等。業障所纏。為復更有餘菩薩耶。】"
    },
    {
      "id": "15-011-0004_p0074",
      "zh_CN": "弥勒菩萨问得好，他问在末法时期像这样愚痴的菩萨，到底是仅有这六十个人，少数，还是有多数？",
      "zh_TW": "彌勒菩薩問得好，他問在末法時期像這樣愚痴的菩薩，到底是僅有這六十個人，少數，還是有多數？"
    },
    {
      "id": "15-011-0004_p0075",
      "zh_CN": "【佛告弥勒菩萨言。弥勒。于后末世五百岁中。有诸菩萨。多为业障之所缠覆。是诸业障。或有消灭。或复增长。】",
      "zh_TW": "【佛告彌勒菩薩言。彌勒。於後末世五百歲中。有諸菩薩。多為業障之所纏覆。是諸業障。或有消滅。或復增長。】"
    },
    {
      "id": "15-011-0004_p0076",
      "zh_CN": "佛说，业障菩萨在末法时期太多了！都是被业障缠覆。有些愚痴菩萨缘殊胜，佛家讲缘分；缘殊胜的遇到真善知识，他能够听懂，明白了，依教奉行，他的业障就渐渐消灭。能不能消灭？能。确确实实能，从哪里看？没有学佛之前贪瞋痴慢很重，修行几年，贪瞋痴慢没有了，就是你的业障消灭了。",
      "zh_TW": "佛說，業障菩薩在末法時期太多了！都是被業障纏覆。有些愚痴菩薩緣殊勝，佛家講緣分；緣殊勝的遇到真善知識，他能夠聽懂，明白了，依教奉行，他的業障就漸漸消滅。能不能消滅？能。確確實實能，從哪裡看？沒有學佛之前貪瞋痴慢很重，修行幾年，貪瞋痴慢沒有了，就是你的業障消滅了。"
    },
    {
      "id": "15-011-0004_p0077",
      "zh_CN": "如果还有贪瞋痴慢，你的业障没消灭。「或复增长」，就是错会了佛的意思，在佛法里修持，或者是持戒清净、戒律精严，业障增长。怎么戒律精严的人业障增长？看看别人不持戒，「你们都不如我，我超过你们太多了，你们不配跟我往来、不配跟我讲话」，这是烦恼增长。这个就是世间人所讲的，值得骄傲！有人仗着修持比别人好，起傲慢心；有人讲经说法讲得好，起了傲慢心；有人福报大，起傲慢心。这都是增长业障。那个不叫消业障，那是增长业障！业障消除的相，是愈来愈谦虚、愈来愈卑下、愈来愈不如别人，这是业障消灭的现象。",
      "zh_TW": "如果還有貪瞋痴慢，你的業障沒消滅。「或復增長」，就是錯會了佛的意思，在佛法裡修持，或者是持戒清淨、戒律精嚴，業障增長。怎麼戒律精嚴的人業障增長？看看別人不持戒，「你們都不如我，我超過你們太多了，你們不配跟我往來、不配跟我講話」，這是煩惱增長。這個就是世間人所講的，值得驕傲！有人仗著修持比別人好，起傲慢心；有人講經說法講得好，起了傲慢心；有人福報大，起傲慢心。這都是增長業障。那個不叫消業障，那是增長業障！業障消除的相，是愈來愈謙虛、愈來愈卑下、愈來愈不如別人，這是業障消滅的現象。"
    },
    {
      "id": "15-011-0004_p0078",
      "zh_CN": "【弥勒。于此五百诸菩萨中。有二十菩萨。业障微少。后五百岁还来此。城邑聚落市闬山野。种姓尊豪有大威德。聪明智慧善巧方便。心意调柔常怀慈愍。多所饶益。颜貌端严辩才清妙。数术工巧皆能善知。自隐其德安住头陀功德之行。在在所生舍家为道。已于无量阿僧祇俱胝劫中。积集阿耨多罗三藐三菩提。护持正法不惜身命。住阿兰若空闲林中。常勤精进不求利养。善入一切众生心行。咒术言论悉能了知。于诸义理少闻多解。辩才智慧皆悉具足。彼诸菩萨于是法中。精勤修习得陀罗尼无碍辩才。于四众中宣说正法。以佛威德加被力故。于佛所说修多罗。祇夜。受记。伽陀。优陀那。尼那。阿波陀那。伊帝越多伽。阇多伽。毗佛略。阿浮陀达摩。优波提舍。皆得辩才无碍自在。】",
      "zh_TW": "【彌勒。於此五百諸菩薩中。有二十菩薩。業障微少。後五百歲還來此。城邑聚落市閈山野。種姓尊豪有大威德。聰明智慧善巧方便。心意調柔常懷慈愍。多所饒益。顏貌端嚴辯才清妙。數術工巧皆能善知。自隱其德安住頭陀功德之行。在在所生捨家為道。已於無量阿僧祇俱胝劫中。積集阿耨多羅三藐三菩提。護持正法不惜身命。住阿蘭若空閑林中。常勤精進不求利養。善入一切眾生心行。咒術言論悉能了知。於諸義理少聞多解。辯才智慧皆悉具足。彼諸菩薩於是法中。精勤修習得陀羅尼無礙辯才。於四眾中宣說正法。以佛威德加被力故。於佛所說修多羅。祇夜。受記。伽陀。優陀那。尼那。阿波陀那。伊帝越多伽。闍多伽。毗佛略。阿浮陀達摩。優波提舍。皆得辯才無礙自在。】"
    },
    {
      "id": "15-011-0004_p0079",
      "zh_CN": "「弥勒，于此五百诸菩萨中，有二十菩萨，业障微少，后五百岁还来生此，城邑聚落市闬山野」，这一段我们要细心体会。佛告诉我们，在现前这个时代，就是「后五百岁」，往年世尊在世的这些菩萨当中，还有再来的，这真是慈悲到极处。有多少人？二十位，不多！这二十位菩萨业障少，业障轻微，后五百岁他还到这个世间来度化众生。他在哪些地方？「城邑」，就是都市。「聚落」，就是村镇。「市闬」，就是市区。「山野」，市区以外的地方。",
      "zh_TW": "「彌勒，於此五百諸菩薩中，有二十菩薩，業障微少，後五百歲還來生此，城邑聚落市閈山野」，這一段我們要細心體會。佛告訴我們，在現前這個時代，就是「後五百歲」，往年世尊在世的這些菩薩當中，還有再來的，這真是慈悲到極處。有多少人？二十位，不多！這二十位菩薩業障少，業障輕微，後五百歲他還到這個世間來度化眾生。他在哪些地方？「城邑」，就是都市。「聚落」，就是村鎮。「市閈」，就是市區。「山野」，市區以外的地方。"
    },
    {
      "id": "15-011-0004_p0080",
      "zh_CN": "「种姓尊豪有大威德」。这是说他示现的出身。",
      "zh_TW": "「種姓尊豪有大威德」。這是說他示現的出身。"
    },
    {
      "id": "15-011-0004_p0081",
      "zh_CN": "「聪明智慧善巧方便，心意调柔常怀慈愍，多所饶益，颜貌端严辩才清妙」。这是说他的德行。",
      "zh_TW": "「聰明智慧善巧方便，心意調柔常懷慈愍，多所饒益，顏貌端嚴辯才清妙」。這是說他的德行。"
    },
    {
      "id": "15-011-0004_p0082",
      "zh_CN": "「数术工巧皆能善知」。这两句是说他的才艺。",
      "zh_TW": "「數術工巧皆能善知」。這兩句是說他的才藝。"
    },
    {
      "id": "15-011-0004_p0083",
      "zh_CN": "可以说他聪明智慧，真诚慈悲，多才多艺。这些菩萨有些示现在家，有些示现出家。他所表现的，底下这三句很重要。",
      "zh_TW": "可以說他聰明智慧，真誠慈悲，多才多藝。這些菩薩有些示現在家，有些示現出家。他所表現的，底下這三句很重要。"
    },
    {
      "id": "15-011-0004_p0084",
      "zh_CN": "「自隐其德安住头陀功德之行」。他并不标榜自己，绝对不会自我宣传，他知道「自隐其德」。「安住头陀」，他的生活很平凡，也可能他的生活相当清苦，表现并不很富有，他修学的是真实的功德。",
      "zh_TW": "「自隱其德安住頭陀功德之行」。他並不標榜自己，絕對不會自我宣傳，他知道「自隱其德」。「安住頭陀」，他的生活很平凡，也可能他的生活相當清苦，表現並不很富有，他修學的是真實的功德。"
    },
    {
      "id": "15-011-0004_p0085",
      "zh_CN": "「在在所生舍家为道，已于无量阿僧祇俱胝劫中，积集阿耨多罗三藐三菩提」。由此可知，善根非常深厚！",
      "zh_TW": "「在在所生捨家為道，已於無量阿僧祇俱胝劫中，積集阿耨多羅三藐三菩提」。由此可知，善根非常深厚！"
    },
    {
      "id": "15-011-0004_p0086",
      "zh_CN": "「在在所生」，就是生生世世，他所示现的是「舍家为道」，舍家就是出家的意思。大家把这个出家要搞清楚，出家不一定是要舍离家庭，到寺院这边来作和尚，这叫出家，那你把这个意思就搞错了。舍家是心里面决不把家事挂在心上，所谓心出家，身没有出家，这叫真出家！",
      "zh_TW": "「在在所生」，就是生生世世，他所示現的是「捨家為道」，捨家就是出家的意思。大家把這個出家要搞清楚，出家不一定是要捨離家庭，到寺院這邊來作和尚，這叫出家，那你把這個意思就搞錯了。捨家是心裡面決不把家事掛在心上，所謂心出家，身沒有出家，這叫真出家！"
    },
    {
      "id": "15-011-0004_p0087",
      "zh_CN": "身出家，心里面所想的跟世间人没有两样，这是身出心没出，那不是出家，那是骗人的。所以佛法着重的你心出家，不注重身出家。在家这些菩萨，都是心出身不出，示现的是这个。但他心地确实心在道，心不在家业，这个意思要很清楚很明了。他的善根深厚。",
      "zh_TW": "身出家，心裡面所想的跟世間人沒有兩樣，這是身出心沒出，那不是出家，那是騙人的。所以佛法著重的你心出家，不注重身出家。在家這些菩薩，都是心出身不出，示現的是這個。但他心地確實心在道，心不在家業，這個意思要很清楚很明瞭。他的善根深厚。"
    },
    {
      "id": "15-011-0004_p0088",
      "zh_CN": "「护持正法不惜身命」。起心动念，所作所为，一定与法相应，决不违背佛陀的教诲。",
      "zh_TW": "「護持正法不惜身命」。起心動念，所作所為，一定與法相應，決不違背佛陀的教誨。"
    },
    {
      "id": "15-011-0004_p0089",
      "zh_CN": "「住阿兰若空闲林中，常勤精进不求利养」。也就是他居住修学的环境很清净。「阿兰若空闲林中」，就是他的环境很幽静。即使在城市里面、在闹区里面，像我们这种公寓房子里面，外面很热闹，他居住的小环境依旧清净，依旧一尘不染，所谓闹中取静。他能够静下来，能够闲得住。",
      "zh_TW": "「住阿蘭若空閑林中，常勤精進不求利養」。也就是他居住修學的環境很清淨。「阿蘭若空閑林中」，就是他的環境很幽靜。即使在城市裡面、在鬧區裡面，像我們這種公寓房子裡面，外面很熱鬧，他居住的小環境依舊清淨，依舊一塵不染，所謂鬧中取靜。他能夠靜下來，能夠閑得住。"
    },
    {
      "id": "15-011-0004_p0090",
      "zh_CN": "「善入一切众生心行」。这个就是教化众生，一定要契机。对于一切众生的思想、见解、爱好，他很清楚很明白，所说之法能够得到大众的信仰，能给大众真实的利益，这就是讲的契机。",
      "zh_TW": "「善入一切眾生心行」。這個就是教化眾生，一定要契機。對於一切眾生的思想、見解、愛好，他很清楚很明白，所說之法能夠得到大眾的信仰，能給大眾真實的利益，這就是講的契機。"
    },
    {
      "id": "15-011-0004_p0091",
      "zh_CN": "「咒术言论悉能了知，于诸义理少闻多解」。这是讲智慧开了。咒术言论，悉能了解，这是讲常识丰富。所谓常识丰富，世间人知道的，他都能够知道。义理、世法、出世法一接触，他就能了解，这叫智慧开了。",
      "zh_TW": "「咒術言論悉能了知，於諸義理少聞多解」。這是講智慧開了。咒術言論，悉能了解，這是講常識豐富。所謂常識豐富，世間人知道的，他都能夠知道。義理、世法、出世法一接觸，他就能瞭解，這叫智慧開了。"
    },
    {
      "id": "15-011-0004_p0092",
      "zh_CN": "「辩才智慧皆悉具足。彼诸菩萨于是法中，精勤修习得陀罗尼无碍辩才」。他要不具备上面所说的这一些条件，他怎么可能在佛法当中得大成就。「陀罗尼」就是抓住佛法的总纲领。加上他的智慧辩才，所以这才能说法。",
      "zh_TW": "「辯才智慧皆悉具足。彼諸菩薩於是法中，精勤修習得陀羅尼無礙辯才」。他要不具備上面所說的這一些條件，他怎麼可能在佛法當中得大成就。「陀羅尼」就是抓住佛法的總綱領。加上他的智慧辯才，所以這才能說法。"
    },
    {
      "id": "15-011-0004_p0093",
      "zh_CN": "「于四众中宣说正法」，这是说他本身所具备的条件。本身有这些条件还不够，一定要得佛力加持。如果不得佛力加持，本身这个条件不敌众生的烦恼、不敌众生的邪见，这才知道弘扬正法不是一桩容易事情。",
      "zh_TW": "「於四眾中宣說正法」，這是說他本身所具備的條件。本身有這些條件還不夠，一定要得佛力加持。如果不得佛力加持，本身這個條件不敵眾生的煩惱、不敵眾生的邪見，這才知道弘揚正法不是一樁容易事情。"
    },
    {
      "id": "15-011-0004_p0094",
      "zh_CN": "「以佛威德加被力故」，这就是得佛力加持。我们要问，他凭什么得佛力加持？凭上面他所具备的条件。这个条件，无量劫的善根是因，这一生的德行是缘，有善因又有善缘，才能得佛菩萨加持。得佛力加持，道场之中，佛光注照！大家入这个道场为什么会生欢喜心？因为你有沐浴在佛光之中。这个不是讲的人有什么能力，你们在这里生欢喜心是因佛光注照，得诸佛的加持；讲的人得佛加持，听的人也得佛加持。没有佛的加持，我们说不出来；没有佛的加持，你们也听不懂意思。都是得佛的加持。",
      "zh_TW": "「以佛威德加被力故」，這就是得佛力加持。我們要問，他憑什麼得佛力加持？憑上面他所具備的條件。這個條件，無量劫的善根是因，這一生的德行是緣，有善因又有善緣，才能得佛菩薩加持。得佛力加持，道場之中，佛光注照！大家入這個道場為什麼會生歡喜心？因為你有沐浴在佛光之中。這個不是講的人有什麼能力，你們在這裡生歡喜心是因佛光注照，得諸佛的加持；講的人得佛加持，聽的人也得佛加持。沒有佛的加持，我們說不出來；沒有佛的加持，你們也聽不懂意思。都是得佛的加持。"
    },
    {
      "id": "15-011-0004_p0095",
      "zh_CN": "「于佛所说修多罗」，就是契经。",
      "zh_TW": "「於佛所說修多羅」，就是契經。"
    },
    {
      "id": "15-011-0004_p0096",
      "zh_CN": "「祇夜」，就是重颂。",
      "zh_TW": "「祇夜」，就是重頌。"
    },
    {
      "id": "15-011-0004_p0097",
      "zh_CN": "「受记、伽陀」是讽颂，也叫做孤起颂。",
      "zh_TW": "「受記、伽陀」是諷頌，也叫做孤起頌。"
    },
    {
      "id": "15-011-0004_p0098",
      "zh_CN": "「优陀那」是无问自说。像《阿弥陀经》，就是属于「优陀那」。",
      "zh_TW": "「優陀那」是無問自說。像《阿彌陀經》，就是屬於「優陀那」。"
    },
    {
      "id": "15-011-0004_p0099",
      "zh_CN": "「尼陀那」，就是因缘。",
      "zh_TW": "「尼陀那」，就是因緣。"
    },
    {
      "id": "15-011-0004_p0100",
      "zh_CN": "「阿波陀那」是譬喻。",
      "zh_TW": "「阿波陀那」是譬喻。"
    },
    {
      "id": "15-011-0004_p0101",
      "zh_CN": "「伊帝越多伽」是本事。",
      "zh_TW": "「伊帝越多伽」是本事。"
    },
    {
      "id": "15-011-0004_p0102",
      "zh_CN": "「阇多伽」是本生。",
      "zh_TW": "「闍多伽」是本生。"
    },
    {
      "id": "15-011-0004_p0103",
      "zh_CN": "「毗佛略」是方广。",
      "zh_TW": "「毗佛略」是方廣。"
    },
    {
      "id": "15-011-0004_p0104",
      "zh_CN": "「阿浮陀达摩」是未曾有。",
      "zh_TW": "「阿浮陀達摩」是未曾有。"
    },
    {
      "id": "15-011-0004_p0105",
      "zh_CN": "「优波提舍」是论议。",
      "zh_TW": "「優波提舍」是論議。"
    },
    {
      "id": "15-011-0004_p0106",
      "zh_CN": "因为此地这十二句都是梵语音译，我们把意思说出来。这十二句就是通常我们讲的十二分教，也是释迦牟尼佛一生宣说一切佛法，把它归纳起来，总不出这十二类、这十二种的方式。",
      "zh_TW": "因為此地這十二句都是梵語音譯，我們把意思說出來。這十二句就是通常我們講的十二分教，也是釋迦牟尼佛一生宣說一切佛法，把它歸納起來，總不出這十二類、這十二種的方式。"
    },
    {
      "id": "15-011-0004_p0107",
      "zh_CN": "「皆得辩才无碍自在」。因为佛力加持，对于世尊四十九年所说的一切法，他没有障碍，他得自在。一接触他就能通达，这是自己善根是因，得佛力加持为缘，才有这个成就。",
      "zh_TW": "「皆得辯才無礙自在」。因為佛力加持，對於世尊四十九年所說的一切法，他沒有障礙，他得自在。一接觸他就能通達，這是自己善根是因，得佛力加持為緣，才有這個成就。"
    },
    {
      "id": "15-011-0004_p0108",
      "zh_CN": "凡是发心从事弘法利生的工作，这一段经文就非常重要。如果不具足此地所说的条件，你从事弘法的工作必定障碍重重，所以一定要认真去学习。",
      "zh_TW": "凡是發心從事弘法利生的工作，這一段經文就非常重要。如果不具足此地所說的條件，你從事弘法的工作必定障礙重重，所以一定要認真去學習。"
    },
    {
      "id": "15-011-0004_p0109",
      "zh_CN": "认真学习，再看到这个地方所讲的，也许你会说：「他们是已于无量阿僧祇劫，积集阿耨多罗三藐三菩提，我恐怕没有！」你不必忧虑。你若是没有这样深厚的善根，说实在话，你在这一生当中闻不到这个法门，你在这一生当中读不到这个经典。你有缘分接触到这个法门，读到这个经典，换句话说，你过去的善根就很深厚！我们在《无量寿经》上看到、在《金刚经》上看到，所以大家都有非常深厚的善根。",
      "zh_TW": "認真學習，再看到這個地方所講的，也許你會說：「他們是已於無量阿僧祇劫，積集阿耨多羅三藐三菩提，我恐怕沒有！」你不必憂慮。你若是沒有這樣深厚的善根，說實在話，你在這一生當中聞不到這個法門，你在這一生當中讀不到這個經典。你有緣分接觸到這個法門，讀到這個經典，換句話說，你過去的善根就很深厚！我們在《無量壽經》上看到、在《金剛經》上看到，所以大家都有非常深厚的善根。"
    },
    {
      "id": "15-011-0004_p0110",
      "zh_CN": "问题就在现前有没有善缘？如果能遇到善缘，也许你就是世尊所说的，这二十个菩萨里面的一个！这个与出家不出家没有关系，在家菩萨一样肩负起弘法利生的工作。我们再看下面这一段：",
      "zh_TW": "問題就在現前有沒有善緣？如果能遇到善緣，也許你就是世尊所說的，這二十個菩薩裡面的一個！這個與出家不出家沒有關係，在家菩薩一樣肩負起弘法利生的工作。我們再看下面這一段："
    },
    {
      "id": "15-011-0004_p0111",
      "zh_CN": "【弥勒。彼诸二十善巧菩萨。从于和尚阿阇梨所。得闻无量百千契经。皆能受持。当说是言。我此法门。从某和尚阿阇梨所。亲自听受无有疑惑。弥勒。于彼时中。当有在家出家诸菩萨等。无有智慧善巧方便。于此受持正法菩萨所说之法。却生讥笑轻毁谤言。如是之法。皆由汝等善巧言词。随意制造。实非如来之所宣说。我等于中。不能信乐发希有心。弥勒。当尔之时。无量众生于是法师皆生诽谤。舍之而去。互相谓言。是诸比丘无有轨范。多诸邪说。不依契经。不依戒律。犹如倡妓戏弄之法。汝等于中。莫生信乐发希有心。非正法也。】",
      "zh_TW": "【彌勒。彼諸二十善巧菩薩。從於和尚阿闍梨所。得聞無量百千契經。皆能受持。當說是言。我此法門。從某和尚阿闍梨所。親自聽受無有疑惑。彌勒。於彼時中。當有在家出家諸菩薩等。無有智慧善巧方便。於此受持正法菩薩所說之法。卻生譏笑輕毀謗言。如是之法。皆由汝等善巧言詞。隨意製造。實非如來之所宣說。我等於中。不能信樂發希有心。彌勒。當爾之時。無量眾生於是法師皆生誹謗。捨之而去。互相謂言。是諸比丘無有軌範。多諸邪說。不依契經。不依戒律。猶如倡妓戲弄之法。汝等於中。莫生信樂發希有心。非正法也。】"
    },
    {
      "id": "15-011-0004_p0112",
      "zh_CN": "「弥勒，彼诸二十善巧菩萨，从于和尚阿阇梨所，得闻无量百千契经，皆能受持。当说是言：我此法门，从某和尚阿阇梨所，亲自听受无有疑惑」。这两行经文，就是古时候所说的师承，很重要！你的法是从哪里得来的？谁传给你的？这个很重要。无师自通，没有这个道理。这是讲求师承。",
      "zh_TW": "「彌勒，彼諸二十善巧菩薩，從於和尚阿闍梨所，得聞無量百千契經，皆能受持。當說是言：我此法門，從某和尚阿闍梨所，親自聽受無有疑惑」。這兩行經文，就是古時候所說的師承，很重要！你的法是從哪裡得來的？誰傳給你的？這個很重要。無師自通，沒有這個道理。這是講求師承。"
    },
    {
      "id": "15-011-0004_p0113",
      "zh_CN": "这一点在现在这个时代非常困难，现在这个时代师道没有了。师承，不要说见不到，听也没听说过。可是，如果不得师承，纵然有天分，你得不到诸佛如来的加持。这个话是真的。如果你也能说法，也说得天花乱坠、也能够吸引大众，说实在话是有人加持，不是佛，是魔加持你。魔的能力也很大，所以魔的徒众那么多，道场建得那么大，可见得他的势力也不小。他有邪智慧，他也有邪善巧方便，也能够摄受广大的众生，但是他不是正法。",
      "zh_TW": "這一點在現在這個時代非常困難，現在這個時代師道沒有了。師承，不要說見不到，聽也沒聽說過。可是，如果不得師承，縱然有天分，你得不到諸佛如來的加持。這個話是真的。如果你也能說法，也說得天花亂墜、也能夠吸引大眾，說實在話是有人加持，不是佛，是魔加持你。魔的能力也很大，所以魔的徒眾那麼多，道場建得那麼大，可見得他的勢力也不小。他有邪智慧，他也有邪善巧方便，也能夠攝受廣大的眾生，但是他不是正法。"
    },
    {
      "id": "15-011-0004_p0114",
      "zh_CN": "这就是说我们学佛一定要有老师，你是跟哪一个老师学的。「和尚、阿阇梨」这两个名称都是老师。和尚叫亲教师，跟自己关系最密切，也就是传承的这个老师，称作和尚。阿阇梨是值得我们去模仿、值得我们去效法的这个老师，他的言行可以做大家的榜样，这称之为阿阇梨。「闻经、受持」是说他的能力，这个能力也要求感应、也要求佛加持。",
      "zh_TW": "這就是說我們學佛一定要有老師，你是跟哪一個老師學的。「和尚、阿闍梨」這兩個名稱都是老師。和尚叫親教師，跟自己關係最密切，也就是傳承的這個老師，稱作和尚。阿闍梨是值得我們去模仿、值得我們去效法的這個老師，他的言行可以做大家的榜樣，這稱之為阿闍梨。「聞經、受持」是說他的能力，這個能力也要求感應、也要求佛加持。"
    },
    {
      "id": "15-011-0004_p0115",
      "zh_CN": "「当说是言」，这是他常常宣说的。",
      "zh_TW": "「當說是言」，這是他常常宣說的。"
    },
    {
      "id": "15-011-0004_p0116",
      "zh_CN": "「我此法门，从某和尚某阿阇梨所，亲自听受，无有疑惑」，说明他的师承。",
      "zh_TW": "「我此法門，從某和尚某阿闍梨所，親自聽受，無有疑惑」，說明他的師承。"
    },
    {
      "id": "15-011-0004_p0117",
      "zh_CN": "「弥勒，于彼时中，当有在家出家诸菩萨等，无有智慧善巧方便」。这是说还有很多在家出家的菩萨，看到前面少数菩萨有师承依教修行的，不免生起嫉妒障碍。所以「当有出家在家菩萨等，无有智慧善巧方便」。",
      "zh_TW": "「彌勒，於彼時中，當有在家出家諸菩薩等，無有智慧善巧方便」。這是說還有很多在家出家的菩薩，看到前面少數菩薩有師承依教修行的，不免生起嫉妒障礙。所以「當有出家在家菩薩等，無有智慧善巧方便」。"
    },
    {
      "id": "15-011-0004_p0118",
      "zh_CN": "「于此受持正法菩萨所说之法，却生讥笑轻毁」。轻是轻视，毁是毁谤。",
      "zh_TW": "「於此受持正法菩薩所說之法，卻生譏笑輕毀」。輕是輕視，毀是毀謗。"
    },
    {
      "id": "15-011-0004_p0119",
      "zh_CN": "「如是之法，皆由汝等善巧言词，随意制造，实非如来之所宣说。我等于中，不能信乐发希有心」。这个事情，在现在有没有出现？有，我们在国内外也常常听说。还有人写信告诉我，说某某人否定了佛经，认为这个佛经都是古人假造的，都不是真的。这些都是很有地位、很有声望的人。",
      "zh_TW": "「如是之法，皆由汝等善巧言詞，隨意製造，實非如來之所宣說。我等於中，不能信樂發希有心」。這個事情，在現在有沒有出現？有，我們在國內外也常常聽說。還有人寫信告訴我，說某某人否定了佛經，認為這個佛經都是古人假造的，都不是真的。這些都是很有地位、很有聲望的人。"
    },
    {
      "id": "15-011-0004_p0120",
      "zh_CN": "什么经是真的？《阿含经》是真的。连《大方广佛华严经》，他们都认为那是龙树菩萨假造的，用来骗人的。佛在经上说得很清楚，他们自以为智慧，认为我们是迷惑颠倒，没有智慧，他有智慧。这些事情将来会愈来愈明显、愈来愈显著，使一切修学大乘人信心动摇，这是魔难！",
      "zh_TW": "什麼經是真的？《阿含經》是真的。連《大方廣佛華嚴經》，他們都認為那是龍樹菩薩假造的，用來騙人的。佛在經上說得很清楚，他們自以為智慧，認為我們是迷惑顛倒，沒有智慧，他有智慧。這些事情將來會愈來愈明顯、愈來愈顯著，使一切修學大乘人信心動搖，這是魔難！"
    },
    {
      "id": "15-011-0004_p0121",
      "zh_CN": "「弥勒，当尔之时，无量众生于是法师皆生诽谤」，听了人这么说，都起疑心了。",
      "zh_TW": "「彌勒，當爾之時，無量眾生於是法師皆生誹謗」，聽了人這麼說，都起疑心了。"
    },
    {
      "id": "15-011-0004_p0122",
      "zh_CN": "「舍之而去」，都不来修学了。",
      "zh_TW": "「捨之而去」，都不來修學了。"
    },
    {
      "id": "15-011-0004_p0123",
      "zh_CN": "「互相谓言，是诸比丘无有轨范，多诸邪说，不依契经，不依戒律，犹如倡妓戏弄之法。汝等于中，莫生信乐发希有心，非正法也」。这是末世的魔难，魔来障道！愈是真修行的人，就愈会遇到这些灾难。所以佛在前面讲，真正修行人要自隐其德，住头陀行，尽可能避免这些麻烦。",
      "zh_TW": "「互相謂言，是諸比丘無有軌範，多諸邪說，不依契經，不依戒律，猶如倡妓戲弄之法。汝等於中，莫生信樂發希有心，非正法也」。這是末世的魔難，魔來障道！愈是真修行的人，就愈會遇到這些災難。所以佛在前面講，真正修行人要自隱其德，住頭陀行，儘可能避免這些麻煩。"
    },
    {
      "id": "15-011-0004_p0124",
      "zh_CN": "【弥勒。彼诸愚人为魔所持。于是法中不能解了。谓非如来之所演说。于是持法诸比丘所。生于诽谤。作坏法业。以是因缘。当堕恶道。是故弥勒。若诸智慧善巧菩萨。欲护正法当隐其德。于多分别诸众生所。应须护念。莫令于汝生不善心。】",
      "zh_TW": "【彌勒。彼諸愚人為魔所持。於是法中不能解了。謂非如來之所演說。於是持法諸比丘所。生於誹謗。作壞法業。以是因緣。當墮惡道。是故彌勒。若諸智慧善巧菩薩。欲護正法當隱其德。於多分別諸眾生所。應須護念。莫令於汝生不善心。】"
    },
    {
      "id": "15-011-0004_p0125",
      "zh_CN": "「弥勒，彼诸愚人为魔所持」，也就是被魔控制住，魔迷了他的心，他自己作不了主。",
      "zh_TW": "「彌勒，彼諸愚人為魔所持」，也就是被魔控制住，魔迷了他的心，他自己作不了主。"
    },
    {
      "id": "15-011-0004_p0126",
      "zh_CN": "为什么会被魔所控制？绝大多数的人都喜欢神通、喜欢感应。前面说的，给魔抓住了把柄！你有贪瞋痴慢，你有怀疑，魔就抓到把柄了，很容易在不知不觉当中被他控制。有少数的人在这个里面觉悟回头了，那个脱离也不是简单事情，也要经过很痛苦的挣扎，才摆脱魔掌。有些人胆小、没有智慧，明知道被控制，还是无可奈何，一生都脱离不了魔掌，这种人非常可怜。所以「彼诸愚人为魔所持」，持就是控制。",
      "zh_TW": "為什麼會被魔所控制？絕大多數的人都喜歡神通、喜歡感應。前面說的，給魔抓住了把柄！你有貪瞋痴慢，你有懷疑，魔就抓到把柄了，很容易在不知不覺當中被他控制。有少數的人在這個裡面覺悟回頭了，那個脫離也不是簡單事情，也要經過很痛苦的掙扎，才擺脫魔掌。有些人膽小、沒有智慧，明知道被控制，還是無可奈何，一生都脫離不了魔掌，這種人非常可憐。所以「彼諸愚人為魔所持」，持就是控制。"
    },
    {
      "id": "15-011-0004_p0127",
      "zh_CN": "「于是法中不能解了，谓非如来之所演说」。特别是指大乘法。",
      "zh_TW": "「於是法中不能解了，謂非如來之所演說」。特別是指大乘法。"
    },
    {
      "id": "15-011-0004_p0128",
      "zh_CN": "「于是持法诸比丘所，生于诽谤，作坏法业」。专门做破坏正法的这些事。",
      "zh_TW": "「於是持法諸比丘所，生於誹謗，作壞法業」。專門做破壞正法的這些事。"
    },
    {
      "id": "15-011-0004_p0129",
      "zh_CN": "「以是因缘，当堕恶道。是故弥勒，若诸智慧善巧菩萨，欲护正法当隐其德」。你看，佛在此地做第二次的嘱咐，可见得这一桩事情非常重要！",
      "zh_TW": "「以是因緣，當墮惡道。是故彌勒，若諸智慧善巧菩薩，欲護正法當隱其德」。你看，佛在此地做第二次的囑咐，可見得這一樁事情非常重要！"
    },
    {
      "id": "15-011-0004_p0130",
      "zh_CN": "「于多分别诸众生所，应须护念，莫令于汝生不善心」。自己要护持自己，也要护持对方！不要让人家怀疑，不要让人家嫉妒，不要让人家造恶业。自己要尽量把姿势放低，免得遭这些魔难。愈是高姿势，愈容易惹是非，这是必须要明了的。佛在三千年前就苦口婆心的教诲我们，我们要懂得这个意思、要知道怎样去做。",
      "zh_TW": "「於多分別諸眾生所，應須護念，莫令於汝生不善心」。自己要護持自己，也要護持對方！不要讓人家懷疑，不要讓人家嫉妒，不要讓人家造惡業。自己要盡量把姿勢放低，免得遭這些魔難。愈是高姿勢，愈容易惹是非，這是必須要明瞭的。佛在三千年前就苦口婆心的教誨我們，我們要懂得這個意思、要知道怎樣去做。"
    },
    {
      "id": "15-011-0004_p0131",
      "zh_CN": "【尔时弥勒菩萨。而白佛言。希有世尊。于后末世五百岁中。有诸菩萨甚为无智。于大众中诽谤正法及持法者。复于其中。当于辩才及陀罗尼。而于是法不能信受。世尊。譬如有人渴乏须水。往诣泉池而欲饮之。是人先来。投诸粪秽于此水中。后不觉知欲饮其水。便取嗅之。既闻臭已不饮其水。彼之自污更说其过。乃至叹言。奇哉此水甚大臭秽。是人过失都不觉知。而于是水反生怨咎。世尊如泉池者。当知即是持法比丘。由佛神力。于此法眼善能解说。又复如彼愚痴之人。若于泉池自投粪秽。后不觉知欲饮水者。世尊。最后末世五百岁中。有诸无智诸菩萨等。亦复如是。于彼正法及持法者。生诽谤已。复于是人听受法味。彼人自失都不觉知。以疑惑过污染意根。彼持法者当被戏弄。或受讥笑。乃至叹言。奇哉此法。为诸过失之所染污。彼无智人。于此正法及是法师。不能听受。伺求其短谤言污辱。生厌离心舍之而去。】",
      "zh_TW": "【爾時彌勒菩薩。而白佛言。希有世尊。於後末世五百歲中。有諸菩薩甚為無智。於大眾中誹謗正法及持法者。復於其中。當於辯才及陀羅尼。而於是法不能信受。世尊。譬如有人渴乏須水。往詣泉池而欲飲之。是人先來。投諸糞穢於此水中。後不覺知欲飲其水。便取嗅之。既聞臭已不飲其水。彼之自汙更說其過。乃至歎言。奇哉此水甚大臭穢。是人過失都不覺知。而於是水反生怨咎。世尊如泉池者。當知即是持法比丘。由佛神力。於此法眼善能解說。又復如彼愚癡之人。若於泉池自投糞穢。後不覺知欲飲水者。世尊。最後末世五百歲中。有諸無智諸菩薩等。亦復如是。於彼正法及持法者。生誹謗已。復於是人聽受法味。彼人自失都不覺知。以疑惑過汙染意根。彼持法者當被戲弄。或受譏笑。乃至歎言。奇哉此法。為諸過失之所染汙。彼無智人。於此正法及是法師。不能聽受。伺求其短謗言汙辱。生厭離心捨之而去。】"
    },
    {
      "id": "15-011-0004_p0132",
      "zh_CN": "「尔时弥勒菩萨而白佛言：希有世尊，于后末世五百岁中，有诸菩萨甚为无智，于大众中诽谤正法及持法者」。「持法」就是依法修行的这些人。真的叫谤佛谤法谤僧，他们干这些事情。",
      "zh_TW": "「爾時彌勒菩薩而白佛言：希有世尊，於後末世五百歲中，有諸菩薩甚為無智，於大眾中誹謗正法及持法者」。「持法」就是依法修行的這些人。真的叫謗佛謗法謗僧，他們幹這些事情。"
    },
    {
      "id": "15-011-0004_p0133",
      "zh_CN": "「复于其中，当于辩才及陀罗尼，而于是法不能信受」。「当」是破音字，念当（挡），就是阻挡的意思；想方法障碍别人得辩才，障碍别人得陀罗尼。「陀罗尼」就是佛法的纲领、修行的原则；用种种方法来障碍、来破坏、来阻挡。「而于是法不能信受」，对于大乘，深妙的法门不能够接受，",
      "zh_TW": "「復於其中，當於辯才及陀羅尼，而於是法不能信受」。「當」是破音字，念當（擋），就是阻擋的意思；想方法障礙別人得辯才，障礙別人得陀羅尼。「陀羅尼」就是佛法的綱領、修行的原則；用種種方法來障礙、來破壞、來阻擋。「而於是法不能信受」，對於大乘，深妙的法門不能夠接受，"
    },
    {
      "id": "15-011-0004_p0134",
      "zh_CN": "「世尊，譬如有人」，下面弥勒菩萨举一个比喻，说得非常好，这个比喻诸位仔细去看。我们把它念一念。",
      "zh_TW": "「世尊，譬如有人」，下面彌勒菩薩舉一個比喻，說得非常好，這個比喻諸位仔細去看。我們把它念一念。"
    },
    {
      "id": "15-011-0004_p0135",
      "zh_CN": "「譬如有人渴乏须水」，一个人口渴了，想喝水。",
      "zh_TW": "「譬如有人渴乏須水」，一個人口渴了，想喝水。"
    },
    {
      "id": "15-011-0004_p0136",
      "zh_CN": "「往诣泉池而欲饮之」。他遇到一个泉水、池塘，他想在这里饮水解渴。",
      "zh_TW": "「往詣泉池而欲飲之」。他遇到一個泉水、池塘，他想在這裡飲水解渴。"
    },
    {
      "id": "15-011-0004_p0137",
      "zh_CN": "「是人先来，投诸粪秽于此水中，后不觉知欲饮其水，便取嗅之，既闻臭已不饮其水」。这一池的清水，他先在没有害渴的时候，还不想喝水的时候，他把池子污染了。污染之后，自己害渴了，想喝水了，再一看水太脏，不能喝了。谁破坏的？自己破坏的。这个就是他先破坏佛法，到以后想学佛法，但佛法已经被他破坏。比喻这一桩事情。",
      "zh_TW": "「是人先來，投諸糞穢於此水中，後不覺知欲飲其水，便取嗅之，既聞臭已不飲其水」。這一池的清水，他先在沒有害渴的時候，還不想喝水的時候，他把池子污染了。污染之後，自己害渴了，想喝水了，再一看水太髒，不能喝了。誰破壞的？自己破壞的。這個就是他先破壞佛法，到以後想學佛法，但佛法已經被他破壞。比喻這一樁事情。"
    },
    {
      "id": "15-011-0004_p0138",
      "zh_CN": "「彼之自污更说其过，乃至叹言：奇哉此水甚大臭秽。是人过失都不觉知」，他自己所犯的过失，自己诽谤三宝，他不晓得。",
      "zh_TW": "「彼之自汙更說其過，乃至歎言：奇哉此水甚大臭穢。是人過失都不覺知」，他自己所犯的過失，自己誹謗三寶，他不曉得。"
    },
    {
      "id": "15-011-0004_p0139",
      "zh_CN": "「而于是水反生怨咎」。他还责怪三宝。想学佛法，还责怪于三宝。",
      "zh_TW": "「而於是水反生怨咎」。他還責怪三寶。想學佛法，還責怪於三寶。"
    },
    {
      "id": "15-011-0004_p0140",
      "zh_CN": "「世尊如泉池者，当知即是持法比丘，由佛神力，于此法眼善能解说」。这是比喻。把池水比喻依教奉行的这些人，他们身心清净。",
      "zh_TW": "「世尊如泉池者，當知即是持法比丘，由佛神力，於此法眼善能解說」。這是比喻。把池水比喻依教奉行的這些人，他們身心清淨。"
    },
    {
      "id": "15-011-0004_p0141",
      "zh_CN": "「又复如彼愚痴之人，若于泉池自投粪秽，后不觉知欲饮水者」。这是讲这些愚痴的菩萨，想学佛法，反而有障碍。",
      "zh_TW": "「又復如彼愚痴之人，若於泉池自投糞穢，後不覺知欲飲水者」。這是講這些愚痴的菩薩，想學佛法，反而有障礙。"
    },
    {
      "id": "15-011-0004_p0142",
      "zh_CN": "「世尊，最后末世五百岁中，有诸无智诸菩萨等，亦复如是」。就跟这个比喻里面所说的，自己蹧蹋泉水，到最后自己害渴不能饮用，这个比喻相同，意思是一样的。",
      "zh_TW": "「世尊，最後末世五百歲中，有諸無智諸菩薩等，亦復如是」。就跟這個比喻裡面所說的，自己蹧蹋泉水，到最後自己害渴不能飲用，這個比喻相同，意思是一樣的。"
    },
    {
      "id": "15-011-0004_p0143",
      "zh_CN": "我们看下面经文，这个就回过头来，再说这一桩事情，说这些人「于彼正法及持法者，生诽谤已，复于是人听受法味」。他诽谤，他还偷偷的来学习，还要想办法去找这些经法来听。他是不是真听得懂？听不懂。为什么听不懂？他的心谄曲，他的心里面有烦恼，心不清净。换句话说，就是刚才我们所说的，他得不到佛菩萨加持。得不到佛菩萨加持，不要说偷听听不懂，会把意思听错，现场听也听不懂。所以我们闻法能够理解、能够生欢喜心，都得佛力加持，非常希有难得！因缘自己要知道珍惜。",
      "zh_TW": "我們看下面經文，這個就回過頭來，再說這一樁事情，說這些人「於彼正法及持法者，生誹謗已，復於是人聽受法味」。他誹謗，他還偷偷的來學習，還要想辦法去找這些經法來聽。他是不是真聽得懂？聽不懂。為什麼聽不懂？他的心諂曲，他的心裡面有煩惱，心不清淨。換句話說，就是剛才我們所說的，他得不到佛菩薩加持。得不到佛菩薩加持，不要說偷聽聽不懂，會把意思聽錯，現場聽也聽不懂。所以我們聞法能夠理解、能夠生歡喜心，都得佛力加持，非常希有難得！因緣自己要知道珍惜。"
    },
    {
      "id": "15-011-0004_p0144",
      "zh_CN": "他们来听法，「彼人自失都不觉知」。自失就是把意思曲解了、把意思听错了。",
      "zh_TW": "他們來聽法，「彼人自失都不覺知」。自失就是把意思曲解了、把意思聽錯了。"
    },
    {
      "id": "15-011-0004_p0145",
      "zh_CN": "「以疑惑过污染意根」。这是说明他为什么读经、闻法会把意思错解，就是因为他有疑惑，对于佛法他有成见。因为过去听别人说，这个法不是佛说的，他有成见。",
      "zh_TW": "「以疑惑過汙染意根」。這是說明他為什麼讀經、聞法會把意思錯解，就是因為他有疑惑，對於佛法他有成見。因為過去聽別人說，這個法不是佛說的，他有成見。"
    },
    {
      "id": "15-011-0004_p0146",
      "zh_CN": "这个成见由来很早，所谓大乘非佛说。特别在中国，像《楞严经》，很多人不相信《楞严》，说《楞严》是伪造的，也说《大乘起信论》是伪造的，这两部经争论最多。不但在言语上有争论，还有好多人写成书，说这两样东西是假的，不是真的。",
      "zh_TW": "這個成見由來很早，所謂大乘非佛說。特別在中國，像《楞嚴經》，很多人不相信《楞嚴》，說《楞嚴》是偽造的，也說《大乘起信論》是偽造的，這兩部經爭論最多。不但在言語上有爭論，還有好多人寫成書，說這兩樣東西是假的，不是真的。"
    },
    {
      "id": "15-011-0004_p0147",
      "zh_CN": "像这些事，我们读这一部经的时候，佛都讲得很清楚很明白，这是末法时期的怪现象。因为他有疑，他过去有这个成见，污染了意根，因此读经、闻法产生许多错误的知见，不解如来真实义！",
      "zh_TW": "像這些事，我們讀這一部經的時候，佛都講得很清楚很明白，這是末法時期的怪現象。因為他有疑，他過去有這個成見，污染了意根，因此讀經、聞法產生許多錯誤的知見，不解如來真實義！"
    },
    {
      "id": "15-011-0004_p0148",
      "zh_CN": "「彼持法者当被戏弄，或受讥笑」，这个如法修行的人，反而被这些人讥笑、被这些人戏弄、被这些人侮辱。",
      "zh_TW": "「彼持法者當被戲弄，或受譏笑」，這個如法修行的人，反而被這些人譏笑、被這些人戲弄、被這些人侮辱。"
    },
    {
      "id": "15-011-0004_p0149",
      "zh_CN": "「乃至叹言：奇哉此法，为诸过失之所染污。彼无智人，于此正法及是法师，不能听受，伺求其短谤言污辱，生厌离心舍之而去」。这是我们在现前社会常常遇到的，听到的就更多了。这个经传来也很远，总不是现在人伪造的，是在《大藏经》上抄下来的。《大宝积经》第二十五会，翻译的人清清楚楚，唐朝菩提流志翻译的，怎么会有错？菩提流志距离我们现在差不多将近一千四百年，离佛讲经的年代更久远。那么早之前，佛对于我们现在社会里发生的这些现象都讲得清清楚楚、明明白白。我想一个头脑清醒的人，对于世尊所说的，不能不佩服！好，我们今天就讲到此地，这是一个段落。",
      "zh_TW": "「乃至歎言：奇哉此法，為諸過失之所染汙。彼無智人，於此正法及是法師，不能聽受，伺求其短謗言汙辱，生厭離心捨之而去」。這是我們在現前社會常常遇到的，聽到的就更多了。這個經傳來也很遠，總不是現在人偽造的，是在《大藏經》上抄下來的。《大寶積經》第二十五會，翻譯的人清清楚楚，唐朝菩提流志翻譯的，怎麼會有錯？菩提流志距離我們現在差不多將近一千四百年，離佛講經的年代更久遠。那麼早之前，佛對於我們現在社會裡發生的這些現象都講得清清楚楚、明明白白。我想一個頭腦清醒的人，對於世尊所說的，不能不佩服！好，我們今天就講到此地，這是一個段落。"
    }
  ]
}