{
  "doc_id": "28-014-0001",
  "title": {
    "zh_CN": "惠能大师说修禅入门",
    "zh_TW": "惠能大師說修禪入門"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "28-014-0001",
  "total_paragraphs": 46,
  "paragraphs": [
    {
      "id": "28-014-0001_p0001",
      "zh_CN": "诸位同学，从明天起我们学院可以说一年一次的活动，纪念华藏图书馆故馆长韩锳居士往生八周年。每年在这一天我们都举行一个追悼的仪式。今年除了这个仪式之外，我们还办了一个「幸福人生讲座」，总共是八天，从六号到十三号每天有六个小时的课程。这次从海外各方面来的人有两百多人，实在是显得我们学院道场太小，但是这种热忱是值得我们敬佩的。这次学习的中心是《弟子规》，以这一门为主。",
      "zh_TW": "諸位同學，從明天起我們學院可以說一年一次的活動，紀念華藏圖書館故館長韓鍈居士往生八周年。每年在這一天我們都舉行一個追悼的儀式。今年除了這個儀式之外，我們還辦了一個「幸福人生講座」，總共是八天，從六號到十三號每天有六個小時的課程。這次從海外各方面來的人有兩百多人，實在是顯得我們學院道場太小，但是這種熱忱是值得我們敬佩的。這次學習的中心是《弟子規》，以這一門為主。"
    },
    {
      "id": "28-014-0001_p0002",
      "zh_CN": "我们的《华严经》讲到昨天正好是一个段落，「业果甚深」，文殊菩萨把这个问题提出来，下面宝首菩萨答复的十首偈。如果我们今天开始讲，顶多也只讲一首偈，那要停很多天，我一想到不如把今天这堂课改做「仁爱和平讲堂」，我们采取对于中国佛教影响最大的禅宗六祖惠能大师。他的《坛经》实在讲，中国人没有不喜爱的，我过去讲过两遍。而且我跟同学们多次报告，我这一生没有学佛之前看了一部经，就是《六祖坛经》，丁福保的《笺注》，我看了非常欢喜。到以后正式学佛，方东美先生问我有没有看过佛经？我说我看过《坛经》，李老师也曾经问过我看过什么经？我说我第一部看的是《坛经》的《笺注》。这两位大德没见过面，他们只是慕名没见过面，真的是异口同音告诉我学不得。为什么学不得？他说那是天才儿童，不是中下根性人所能够做得到的，所谓是一步登天，他真的登上去了，如果登不上去，那粉身碎骨。所以两位老师都劝我要学教，宗门教下，学教。教是由浅而深，像上楼用爬楼梯，不是一步飞上去，不是的，那是要有功夫的，非常的稳当。",
      "zh_TW": "我們的《華嚴經》講到昨天正好是一個段落，「業果甚深」，文殊菩薩把這個問題提出來，下面寶首菩薩答覆的十首偈。如果我們今天開始講，頂多也只講一首偈，那要停很多天，我一想到不如把今天這堂課改做「仁愛和平講堂」，我們採取對於中國佛教影響最大的禪宗六祖惠能大師。他的《壇經》實在講，中國人沒有不喜愛的，我過去講過兩遍。而且我跟同學們多次報告，我這一生沒有學佛之前看了一部經，就是《六祖壇經》，丁福保的《箋註》，我看了非常歡喜。到以後正式學佛，方東美先生問我有沒有看過佛經？我說我看過《壇經》，李老師也曾經問過我看過什麼經？我說我第一部看的是《壇經》的《箋註》。這兩位大德沒見過面，他們只是慕名沒見過面，真的是異口同音告訴我學不得。為什麼學不得？他說那是天才兒童，不是中下根性人所能夠做得到的，所謂是一步登天，他真的登上去了，如果登不上去，那粉身碎骨。所以兩位老師都勸我要學教，宗門教下，學教。教是由淺而深，像上樓用爬樓梯，不是一步飛上去，不是的，那是要有功夫的，非常的穩當。"
    },
    {
      "id": "28-014-0001_p0003",
      "zh_CN": "但是我们细细去观察《坛经》，能大师教人，你看他说得很清楚，他所接引的人，上上根人。换句话说，上根他都不要，上上根人。上根、中根大概都是跟神秀大师去了，南顿北渐。所以神秀大师接大乘根性人，能大师是上上根人。上上根人修行从哪里下手？这点我们决定不能疏忽，如果下手地方错了，那禅就变成了狂禅，决定得不到受用。所以我们在《坛经》里面节录了一些话，这都是丁福保居士《笺注》里面的话，这段非常好。",
      "zh_TW": "但是我們細細去觀察《壇經》，能大師教人，你看他說得很清楚，他所接引的人，上上根人。換句話說，上根他都不要，上上根人。上根、中根大概都是跟神秀大師去了，南頓北漸。所以神秀大師接大乘根性人，能大師是上上根人。上上根人修行從哪裡下手？這點我們決定不能疏忽，如果下手地方錯了，那禪就變成了狂禪，決定得不到受用。所以我們在《壇經》裡面節錄了一些話，這都是丁福保居士《箋註》裡面的話，這段非常好。"
    },
    {
      "id": "28-014-0001_p0004",
      "zh_CN": "《坛经》最重要的宗旨，这是我们一定要知道，在于「示明一切万法，皆从自性生」，这跟大乘经教里面所说完全相同。我们昨天读的《华严经．菩萨问明品》里面第一大段「缘起甚深」，第二大段「教化甚深」，现在我们刚刚读到「业果甚深」，你看跟禅宗的宗旨相不相同？完全相同。肯定一切法「唯心所现，唯识所变」，自性就是心，从自性生就是《华严》里面讲的「唯心所现」。自性就是自心，这个自心是真心。我们凡夫一看到自心就以为什么？我心，我这个心，这是心脏，这个东西不管用。聪明一点，什么是我的心？我能够思惟、能够想像的这是我的心，意识！试问问这个世间人，哪一个不是把意识当作自心？意识不是自心。此地讲的是真心。所以自心就是自性，自心就是真佛，意识不是真佛，不但第六、第七不是真佛，阿赖耶也不是真佛，所以此地讲的自心是你的真如自性。",
      "zh_TW": "《壇經》最重要的宗旨，這是我們一定要知道，在於「示明一切萬法，皆從自性生」，這跟大乘經教裡面所說完全相同。我們昨天讀的《華嚴經．菩薩問明品》裡面第一大段「緣起甚深」，第二大段「教化甚深」，現在我們剛剛讀到「業果甚深」，你看跟禪宗的宗旨相不相同？完全相同。肯定一切法「唯心所現，唯識所變」，自性就是心，從自性生就是《華嚴》裡面講的「唯心所現」。自性就是自心，這個自心是真心。我們凡夫一看到自心就以為什麼？我心，我這個心，這是心臟，這個東西不管用。聰明一點，什麼是我的心？我能夠思惟、能夠想像的這是我的心，意識！試問問這個世間人，哪一個不是把意識當作自心？意識不是自心。此地講的是真心。所以自心就是自性，自心就是真佛，意識不是真佛，不但第六、第七不是真佛，阿賴耶也不是真佛，所以此地講的自心是你的真如自性。"
    },
    {
      "id": "28-014-0001_p0005",
      "zh_CN": "佛，真佛。什么叫做真佛这一定要清楚，佛是什么意思？觉悟的意思。你看大乘教里面对「佛」这个字的解释，佛者觉也。佛陀翻成中国的意思是觉者，翻作觉者。觉者就是觉悟了，真佛就是真正觉悟了。所以我们不要看到这个佛，就想到一个三十二相八十种好，那你就搞错了，你完全着了相。所以佛是自性觉，特别强调这个「觉」，这是真佛。觉性是自性中之本能，大乘教里头常讲真如本性，本来具足无量智慧，无量智慧起作用就叫做本觉，那就叫做真佛。",
      "zh_TW": "佛，真佛。什麼叫做真佛這一定要清楚，佛是什麼意思？覺悟的意思。你看大乘教裡面對「佛」這個字的解釋，佛者覺也。佛陀翻成中國的意思是覺者，翻作覺者。覺者就是覺悟了，真佛就是真正覺悟了。所以我們不要看到這個佛，就想到一個三十二相八十種好，那你就搞錯了，你完全著了相。所以佛是自性覺，特別強調這個「覺」，這是真佛。覺性是自性中之本能，大乘教裡頭常講真如本性，本來具足無量智慧，無量智慧起作用就叫做本覺，那就叫做真佛。"
    },
    {
      "id": "28-014-0001_p0006",
      "zh_CN": "自性、自心，这个自性就是真心，不是物质，没有形相。它是宇宙万有的根源，这个宇宙万有从哪里来的？一切万法就是宇宙万有，包括空间、时间是自性里头本来有的，从自性生。《华严经》不讲生讲现，「唯心所现」，现跟生是一个意思，现比生还好，生的对面是灭，现的对面是隐，隐现，这个意思比生灭好像柔和得多，我们听起来好像也亲切得多，隐现不是生灭。为什么会有隐、会有现？隐现在缘，昨天清凉大师在《华严》注解里面给我们讲「迷真业起，业报揽缘，无有自体」，这几句话说得好！很清楚、很明白。",
      "zh_TW": "自性、自心，這個自性就是真心，不是物質，沒有形相。它是宇宙萬有的根源，這個宇宙萬有從哪裡來的？一切萬法就是宇宙萬有，包括空間、時間是自性裡頭本來有的，從自性生。《華嚴經》不講生講現，「唯心所現」，現跟生是一個意思，現比生還好，生的對面是滅，現的對面是隱，隱現，這個意思比生滅好像柔和得多，我們聽起來好像也親切得多，隱現不是生滅。為什麼會有隱、會有現？隱現在緣，昨天清涼大師在《華嚴》註解裡面給我們講「迷真業起，業報攬緣，無有自體」，這幾句話說得好！很清楚、很明白。"
    },
    {
      "id": "28-014-0001_p0007",
      "zh_CN": "所以我们学佛，学佛就是学觉，觉是自性本觉。《起信论》里头讲得很好「本觉本有，不觉本无」。我们自性本觉，自性本来具足无量的德能、相好，觉了之后，只要本觉，德能、相好自然就现出来了。如果要是迷了真？迷了真这个本觉没有了。本觉迷了，迷了真，我们的能力、相好也就扭曲了，就变成十法界、变成六道、变成三途，就变成这个东西。这些东西你要知道相有体无，事有理无，可是你迷了的时候，就像文殊菩萨所问的，有苦乐忧喜舍的感受，觉了没有。觉了的人，佛经里面讲他那个感受是什么？叫正受，这我们在经上常常看到的。由此可知，苦乐忧喜舍这个受不正，不是正受。六道凡夫所有一切的受都不是正受，正受里头没有苦乐忧喜舍。",
      "zh_TW": "所以我們學佛，學佛就是學覺，覺是自性本覺。《起信論》裡頭講得很好「本覺本有，不覺本無」。我們自性本覺，自性本來具足無量的德能、相好，覺了之後，只要本覺，德能、相好自然就現出來了。如果要是迷了真？迷了真這個本覺沒有了。本覺迷了，迷了真，我們的能力、相好也就扭曲了，就變成十法界、變成六道、變成三途，就變成這個東西。這些東西你要知道相有體無，事有理無，可是你迷了的時候，就像文殊菩薩所問的，有苦樂憂喜捨的感受，覺了沒有。覺了的人，佛經裡面講他那個感受是什麼？叫正受，這我們在經上常常看到的。由此可知，苦樂憂喜捨這個受不正，不是正受。六道凡夫所有一切的受都不是正受，正受裡頭沒有苦樂憂喜捨。"
    },
    {
      "id": "28-014-0001_p0008",
      "zh_CN": "文殊菩萨在这段经文里面，他问的意思就在此地，这是我们要晓得的。他问意里头的最后一句说「然法界中，无美无恶」，就是没有对立的，没有对立的是正受，苦乐忧喜舍是有对立的。法界就是自心、就是自性，所以在自性里面，在自心里面没有对立，怎么会有苦乐忧喜舍！苦乐忧喜舍从哪里来的？自性里头不但没有受，自性里头没有「我」，我、我所都不可得，这个自性在哪里？遍法界虚空界，无处不在，无时不在。如果它要不在，这一切现相就没有了，为什么？现相是从它生的，它要没有，现相就没着落。我们常常在讲席里头举例子，我们用远程教学，大家总是离不开电视、电脑的萤幕，我常常把萤幕比喻作自心、比喻作本性、比喻作法界、比喻作法身，它没有形相，什么都没有。十法界依正庄严、一真极乐世界的依正庄严，都是这个萤光幕里面出现的画面。画面虽然不同，我们晓得画面有没有离开萤光幕？离开萤光幕画面就不能够显现了。",
      "zh_TW": "文殊菩薩在這段經文裡面，他問的意思就在此地，這是我們要曉得的。他問意裡頭的最後一句說「然法界中，無美無惡」，就是沒有對立的，沒有對立的是正受，苦樂憂喜捨是有對立的。法界就是自心、就是自性，所以在自性裡面，在自心裡面沒有對立，怎麼會有苦樂憂喜捨！苦樂憂喜捨從哪裡來的？自性裡頭不但沒有受，自性裡頭沒有「我」，我、我所都不可得，這個自性在哪裡？遍法界虛空界，無處不在，無時不在。如果它要不在，這一切現相就沒有了，為什麼？現相是從它生的，它要沒有，現相就沒著落。我們常常在講席裡頭舉例子，我們用遠程教學，大家總是離不開電視、電腦的螢幕，我常常把螢幕比喻作自心、比喻作本性、比喻作法界、比喻作法身，它沒有形相，什麼都沒有。十法界依正莊嚴、一真極樂世界的依正莊嚴，都是這個螢光幕裡面出現的畫面。畫面雖然不同，我們曉得畫面有沒有離開螢光幕？離開螢光幕畫面就不能夠顯現了。"
    },
    {
      "id": "28-014-0001_p0009",
      "zh_CN": "我们拿这个能显现的萤光幕比喻作自性，所以自性它不是物质，它也不是精神，它什么都不是。六祖在《坛经》里面说得很好，「本来无一物」，你看萤幕上本来无一物，什么都没有。虽然本来无一物，能现种种相。只要缘具足了，它就会现种种相。《华严经》把这个说得很透彻、说得很明白。报因业起，业报揽缘而生的，所以它没有自体。它的体是什么？就像我们这个画面，画面没自体，画面的体就是萤光幕，萤光幕不是画面，但是这个画面跟萤光幕是决定分不开家。这就是什么？真不是妄，妄不是真，但是真妄是合在一起的，没有真也就没有妄，没有妄真也显不出来。所以真在哪里？真在妄中，妄在哪里？妄在真中，但是真不妨碍妄，妄也不妨碍真，妙就妙在这里。所以清凉大师讲华严是「无障碍的法界」。我们今天障碍在哪里？障碍在妄想，不知道事实真相，真的是完全迷了，完全不知道。好像我们看电视、电影看迷了，全心已经投入了，已经不知道它是传媒播出来的幻相，以为是真的。六道众生就是这么个情形。",
      "zh_TW": "我們拿這個能顯現的螢光幕比喻作自性，所以自性它不是物質，它也不是精神，它什麼都不是。六祖在《壇經》裡面說得很好，「本來無一物」，你看螢幕上本來無一物，什麼都沒有。雖然本來無一物，能現種種相。只要緣具足了，它就會現種種相。《華嚴經》把這個說得很透徹、說得很明白。報因業起，業報攬緣而生的，所以它沒有自體。它的體是什麼？就像我們這個畫面，畫面沒自體，畫面的體就是螢光幕，螢光幕不是畫面，但是這個畫面跟螢光幕是決定分不開家。這就是什麼？真不是妄，妄不是真，但是真妄是合在一起的，沒有真也就沒有妄，沒有妄真也顯不出來。所以真在哪裡？真在妄中，妄在哪裡？妄在真中，但是真不妨礙妄，妄也不妨礙真，妙就妙在這裡。所以清涼大師講華嚴是「無障礙的法界」。我們今天障礙在哪裡？障礙在妄想，不知道事實真相，真的是完全迷了，完全不知道。好像我們看電視、電影看迷了，全心已經投入了，已經不知道它是傳媒播出來的幻相，以為是真的。六道眾生就是這麼個情形。"
    },
    {
      "id": "28-014-0001_p0010",
      "zh_CN": "所以祖师教人，你看他教人教得真好。「故不必舍自佛而求他佛，但觅自心佛可也」。你看学佛的人，几个人求自佛？全是求的他佛。实在是哪里有他佛？根本就没他佛，自他不二。可是你不知道事实真相，你以为真的有个他佛，真的以为有个释迦牟尼佛。是，三千年前真的有这么一个人出世，大家称他为「释迦牟尼佛」，认为释迦牟尼佛跟我不是一个人，心外求法；阿弥陀佛西方极乐世界，我们修净土天天所求的。那六祖所讲的到底是一回什么事？我们不能不知道，祖师前头一句话不要忘记，示是显示，明是明白，明白显示一切万法皆从自性生。那我们要问，释迦牟尼佛是不是自性生？阿弥陀佛是不是自性生？是！我现在这个身是不是自性生？是，你的身、他的身，哪一个人的身不是自性生？不但所有一切人是自性生，所有一切动物、所有一切植物、所有一切矿物、所有一切自然现象，所谓是尽虚空遍法界，哪一法不是自性生？这是大前提，一定要搞清楚、搞明白。",
      "zh_TW": "所以祖師教人，你看他教人教得真好。「故不必捨自佛而求他佛，但覓自心佛可也」。你看學佛的人，幾個人求自佛？全是求的他佛。實在是哪裡有他佛？根本就沒他佛，自他不二。可是你不知道事實真相，你以為真的有個他佛，真的以為有個釋迦牟尼佛。是，三千年前真的有這麼一個人出世，大家稱他為「釋迦牟尼佛」，認為釋迦牟尼佛跟我不是一個人，心外求法；阿彌陀佛西方極樂世界，我們修淨土天天所求的。那六祖所講的到底是一回什麼事？我們不能不知道，祖師前頭一句話不要忘記，示是顯示，明是明白，明白顯示一切萬法皆從自性生。那我們要問，釋迦牟尼佛是不是自性生？阿彌陀佛是不是自性生？是！我現在這個身是不是自性生？是，你的身、他的身，哪一個人的身不是自性生？不但所有一切人是自性生，所有一切動物、所有一切植物、所有一切礦物、所有一切自然現象，所謂是盡虛空遍法界，哪一法不是自性生？這是大前提，一定要搞清楚、搞明白。"
    },
    {
      "id": "28-014-0001_p0011",
      "zh_CN": "搞清楚、搞明白，才知道整个宇宙是自己，就好像我们在作梦一样。这个作梦的比喻，佛在经上用得最多，因为人人都有作梦的经验。梦中所有一切境界，所有一切人，所有一切物、山河大地，包括日月星辰，那梦中都现这个。这梦醒了之后你去想一想，这东西从哪来的？这大家知道我们的意识心变现出来的。那既然是自己意识心变现出这个梦境，梦境里面哪一个不是自己？我们念佛的人梦到佛，我有一次是梦到遍法界诸佛，这一句我们在「大回向」里面常常念到。我有一次真的梦到整个虚空，前后左右统统是佛，无量无边诸佛，从哪里来的？「唯心所现，唯识所变」。你就晓得释迦是自佛不是他佛。弥陀，自性弥陀，唯心净土；在此地，自性释迦，唯心娑婆，这就把自佛找到了，你真正觉悟，你真正不迷惑了。",
      "zh_TW": "搞清楚、搞明白，才知道整個宇宙是自己，就好像我們在作夢一樣。這個作夢的比喻，佛在經上用得最多，因為人人都有作夢的經驗。夢中所有一切境界，所有一切人，所有一切物、山河大地，包括日月星辰，那夢中都現這個。這夢醒了之後你去想一想，這東西從哪來的？這大家知道我們的意識心變現出來的。那既然是自己意識心變現出這個夢境，夢境裡面哪一個不是自己？我們念佛的人夢到佛，我有一次是夢到遍法界諸佛，這一句我們在「大迴向」裡面常常念到。我有一次真的夢到整個虛空，前後左右統統是佛，無量無邊諸佛，從哪裡來的？「唯心所現，唯識所變」。你就曉得釋迦是自佛不是他佛。彌陀，自性彌陀，唯心淨土；在此地，自性釋迦，唯心娑婆，這就把自佛找到了，你真正覺悟，你真正不迷惑了。"
    },
    {
      "id": "28-014-0001_p0012",
      "zh_CN": "所以佛为什么那么样爱一切众生？爱一切众生是爱自己，自他是一不是二。他迷了就是自己迷了，一定要帮助他觉悟；他做错了，做了恶业，就是自己作恶业。我今天醒过来了，我今天觉悟了，我没有理由！所谓是无缘大慈，为什么？同体大悲，一切众生跟我同一个自性，同一个真心，世间人不知，世间人迷惑。所以佛在经上教导我们，这用方便语来说，常常讲那些人「可怜悯者」。实际上可怜悯者是什么？可怜悯者是迷，可贺可喜、可赞叹者是觉，没有别的，觉迷而已！先觉一定要觉后觉，没有条件，这真正觉悟到了。",
      "zh_TW": "所以佛為什麼那麼樣愛一切眾生？愛一切眾生是愛自己，自他是一不是二。他迷了就是自己迷了，一定要幫助他覺悟；他做錯了，做了惡業，就是自己作惡業。我今天醒過來了，我今天覺悟了，我沒有理由！所謂是無緣大慈，為什麼？同體大悲，一切眾生跟我同一個自性，同一個真心，世間人不知，世間人迷惑。所以佛在經上教導我們，這用方便語來說，常常講那些人「可憐憫者」。實際上可憐憫者是什麼？可憐憫者是迷，可賀可喜、可讚歎者是覺，沒有別的，覺迷而已！先覺一定要覺後覺，沒有條件，這真正覺悟到了。"
    },
    {
      "id": "28-014-0001_p0013",
      "zh_CN": "什么时候你看到这个人觉悟？他必定是全方面的舍己为人，帮助一切众生觉悟，这个人就真觉悟；他对帮助别人还是有条件的，这个人没觉悟。觉悟的人决定没有条件，觉悟的人真心现前，真心就是菩提心，我们平常讲的真诚心、清净心、平等心、正觉心、慈悲心，圆满的现前，他还有什么条件？大乘教里面叫这个做「无缘大慈」，无缘是没有条件。世间人有这个慈悲心、爱心有条件的，父母对儿女有慈悲，为什么？他是我的儿子，那哪有不疼爱的道理！这就是有条件的；那个不是我的儿子，我就不爱他，不照顾他，有条件的。真正觉悟的人没有条件。觉悟有层次，有大彻大悟、有大悟、有小悟，这个爱心确实随着他觉悟的程度不断的在扩充。",
      "zh_TW": "什麼時候你看到這個人覺悟？他必定是全方面的捨己為人，幫助一切眾生覺悟，這個人就真覺悟；他對幫助別人還是有條件的，這個人沒覺悟。覺悟的人決定沒有條件，覺悟的人真心現前，真心就是菩提心，我們平常講的真誠心、清淨心、平等心、正覺心、慈悲心，圓滿的現前，他還有什麼條件？大乘教裡面叫這個做「無緣大慈」，無緣是沒有條件。世間人有這個慈悲心、愛心有條件的，父母對兒女有慈悲，為什麼？他是我的兒子，那哪有不疼愛的道理！這就是有條件的；那個不是我的兒子，我就不愛他，不照顧他，有條件的。真正覺悟的人沒有條件。覺悟有層次，有大徹大悟、有大悟、有小悟，這個愛心確實隨著他覺悟的程度不斷的在擴充。"
    },
    {
      "id": "28-014-0001_p0014",
      "zh_CN": "所以人不觉悟的时候，像父子这个慈悲叫爱缘慈，这个爱是情。六祖教我们转识成智不能留情，若于转处不留情，成功了！他完全是情没有智，那就是爱缘慈。我对你慈悲，我很爱你，那个爱保不住，会产生变化。你看男女相爱，非常明显的，结了婚，没有几时他们又离婚了，这不是假的吗？所以我常常告诉年轻人，女孩子，这男孩子说我爱妳；那个男孩子，女孩子说我爱你，不要当真，假的！虚情假意，不是真的，为什么？他会变。在这个时代又没有受过圣贤教诲，变得太快了，让你措手不及，所以你要冷眼把它看破。觉悟的人那个爱是真的，永恒不变，没有条件的。所以真爱在哪里？真爱是佛菩萨，只有佛菩萨那种大慈悲，那种真诚、清净、平等的爱永恒不变，为什么？它是真心，它是自性，它不是物、它也不是情，所以它就不变！物会变，情也会变，这不能不知道，我们要学的。",
      "zh_TW": "所以人不覺悟的時候，像父子這個慈悲叫愛緣慈，這個愛是情。六祖教我們轉識成智不能留情，若於轉處不留情，成功了！他完全是情沒有智，那就是愛緣慈。我對你慈悲，我很愛你，那個愛保不住，會產生變化。你看男女相愛，非常明顯的，結了婚，沒有幾時他們又離婚了，這不是假的嗎？所以我常常告訴年輕人，女孩子，這男孩子說我愛妳；那個男孩子，女孩子說我愛你，不要當真，假的！虛情假意，不是真的，為什麼？他會變。在這個時代又沒有受過聖賢教誨，變得太快了，讓你措手不及，所以你要冷眼把它看破。覺悟的人那個愛是真的，永恆不變，沒有條件的。所以真愛在哪裡？真愛是佛菩薩，只有佛菩薩那種大慈悲，那種真誠、清淨、平等的愛永恆不變，為什麼？它是真心，它是自性，它不是物、它也不是情，所以它就不變！物會變，情也會變，這不能不知道，我們要學的。"
    },
    {
      "id": "28-014-0001_p0015",
      "zh_CN": "所以佛家，特别是大乘无论是哪个宗派、哪个法门，它的终极目标都是明心见性。明心见性就是真佛，就是把自己的真心找到，真心就是真觉、真真诚、真清净、真平等、真慈悲。所以六祖教人，这个教是正确，直截了当。「但觅自心佛可也」，不要到外面去找，你把你自心找到，自心就是佛，自性就是佛。底下那个话，从哪里找起？「其重要之下手处」，这个要紧，我们要特别留意。重要下手处「在于依法修行，修须自修，行须实行」。别人没有办法给你修的，你要自己修，行你要自己真干，要老老实实干。",
      "zh_TW": "所以佛家，特別是大乘無論是哪個宗派、哪個法門，它的終極目標都是明心見性。明心見性就是真佛，就是把自己的真心找到，真心就是真覺、真真誠、真清淨、真平等、真慈悲。所以六祖教人，這個教是正確，直截了當。「但覓自心佛可也」，不要到外面去找，你把你自心找到，自心就是佛，自性就是佛。底下那個話，從哪裡找起？「其重要之下手處」，這個要緊，我們要特別留意。重要下手處「在於依法修行，修須自修，行須實行」。別人沒有辦法給你修的，你要自己修，行你要自己真幹，要老老實實幹。"
    },
    {
      "id": "28-014-0001_p0016",
      "zh_CN": "那么他讲依法，依什么法？这个太重要。「其所修，所行者」，这就先把法给你说出来，这个法「先去杀生，偷盗，邪淫，妄语，两舌，恶口，绮语，贪欲，瞋恚，愚痴等十恶」。宗门大德从哪里下手？十善业道下手，不但是教下从这里下手，教外别传的禅宗也从这里下手，所以《十善业道经》重要。《十善业道经》是我们佛门的《弟子规》，无论是哪个宗、无论是哪个法门，全都是从十善业道建立的，离开十善业道，跟诸位说就没有佛法，离开十善业道就没有行门。无论是哪个行门，统统是建立在十善业道的基础上。",
      "zh_TW": "那麼他講依法，依什麼法？這個太重要。「其所修，所行者」，這就先把法給你說出來，這個法「先去殺生，偷盜，邪淫，妄語，兩舌，惡口，綺語，貪欲，瞋恚，愚痴等十惡」。宗門大德從哪裡下手？十善業道下手，不但是教下從這裡下手，教外別傳的禪宗也從這裡下手，所以《十善業道經》重要。《十善業道經》是我們佛門的《弟子規》，無論是哪個宗、無論是哪個法門，全都是從十善業道建立的，離開十善業道，跟諸位說就沒有佛法，離開十善業道就沒有行門。無論是哪個行門，統統是建立在十善業道的基礎上。"
    },
    {
      "id": "28-014-0001_p0017",
      "zh_CN": "你要知道十恶要是不除掉，你在佛法里头，无论大乘小乘、宗门教下、显教密教，说实在话，你是不得其门而入，十善业道入门。你没有十善这个门，你都不晓得门在哪里，你永远在门外，还自以为得到了。你认识了十善业道，你把门找到了，断十恶、修十善，你进了门。这个门是什么门？我们房子外面有围墙，这是围墙的大门，进入这个大门是院子，庭院，里面还有堂、还有舍。就是这个院子里面还有房屋，你在房屋外面没进去，你只是进入人家的院子。像我们这个道场都有院子，都有个围墙，你是从围墙这个大门进来了，我们的讲堂你没进来，我们的教室你没进来，甚至于我们的厅、宿舍你都没进来，你在院子里。",
      "zh_TW": "你要知道十惡要是不除掉，你在佛法裡頭，無論大乘小乘、宗門教下、顯教密教，說實在話，你是不得其門而入，十善業道入門。你沒有十善這個門，你都不曉得門在哪裡，你永遠在門外，還自以為得到了。你認識了十善業道，你把門找到了，斷十惡、修十善，你進了門。這個門是什麼門？我們房子外面有圍牆，這是圍牆的大門，進入這個大門是院子，庭院，裡面還有堂、還有舍。就是這個院子裡面還有房屋，你在房屋外面沒進去，你只是進入人家的院子。像我們這個道場都有院子，都有個圍牆，你是從圍牆這個大門進來了，我們的講堂你沒進來，我們的教室你沒進來，甚至於我們的廳、宿舍你都沒進來，你在院子裡。"
    },
    {
      "id": "28-014-0001_p0018",
      "zh_CN": "那要怎样才能入室？后面大师就说「再去邪见，邪思，邪语，邪业，邪命，邪方便，邪念，邪定等八邪」，这段说的是什么？三十七道品，三十七道品最后一段八正道。三十七道品我们知道，它里面有七科，七个科目：四念处、四正勤、四如意足、五根、五力、七菩提分、八正道。这七科就像七层大楼一样，第一层是四念处，第二层是四正勤，第三层是四如意足，最高的这一层是八正道。三十七道品天台大师跟我们讲有藏、通、别、圆，用藏通别圆来讲三十七道品，三十七道品把整个佛法都包括了。我们通常讲大乘小乘、显教密教、宗门教下，统统包括了。而十善业道是什么？是这个大楼的基础、地基。你没有很好的地基，十层大楼你盖不上去，这不能不知道。修到八正道，你入室了，登堂入室了，你见到佛了。这个见到佛是你见到自心，你见到自佛，宗门里面讲的明心见性，教下讲的大开圆解，念佛人讲的理一心不乱，名词不一样，一个境界，一桩事情。这个地方我们特别要注意到。",
      "zh_TW": "那要怎樣才能入室？後面大師就說「再去邪見，邪思，邪語，邪業，邪命，邪方便，邪念，邪定等八邪」，這段說的是什麼？三十七道品，三十七道品最後一段八正道。三十七道品我們知道，它裡面有七科，七個科目：四念處、四正勤、四如意足、五根、五力、七菩提分、八正道。這七科就像七層大樓一樣，第一層是四念處，第二層是四正勤，第三層是四如意足，最高的這一層是八正道。三十七道品天台大師跟我們講有藏、通、別、圓，用藏通別圓來講三十七道品，三十七道品把整個佛法都包括了。我們通常講大乘小乘、顯教密教、宗門教下，統統包括了。而十善業道是什麼？是這個大樓的基礎、地基。你沒有很好的地基，十層大樓你蓋不上去，這不能不知道。修到八正道，你入室了，登堂入室了，你見到佛了。這個見到佛是你見到自心，你見到自佛，宗門裡面講的明心見性，教下講的大開圓解，念佛人講的理一心不亂，名詞不一樣，一個境界，一樁事情。這個地方我們特別要注意到。"
    },
    {
      "id": "28-014-0001_p0019",
      "zh_CN": "所以我们今天为什么要这样强调，不这样强调，不是真干，《华严经》听听，热闹而已！不是你的境界，你没有契入；你如果契入，你就是法身菩萨。从哪里契入？从《十善业道》、从三十七道品。念处是智慧，就是章嘉大师讲的看破，念处是看破；正勤是你有能力辨别邪正，邪法要赶快把它除掉，正法要认真修行；四如意足是放下，看破放下，你才有根、才有力。除八邪，除八邪八正就显出来了。大师还有一段开示，这段开示好，让我们检查自己，我们八邪到底去了多少成分；八邪要统统除掉了，下面自性中不善心你完全没有了。我们继续看这下面这一段。",
      "zh_TW": "所以我們今天為什麼要這樣強調，不這樣強調，不是真幹，《華嚴經》聽聽，熱鬧而已！不是你的境界，你沒有契入；你如果契入，你就是法身菩薩。從哪裡契入？從《十善業道》、從三十七道品。念處是智慧，就是章嘉大師講的看破，念處是看破；正勤是你有能力辨別邪正，邪法要趕快把它除掉，正法要認真修行；四如意足是放下，看破放下，你才有根、才有力。除八邪，除八邪八正就顯出來了。大師還有一段開示，這段開示好，讓我們檢查自己，我們八邪到底去了多少成分；八邪要統統除掉了，下面自性中不善心你完全沒有了。我們繼續看這下面這一段。"
    },
    {
      "id": "28-014-0001_p0020",
      "zh_CN": "「即是除自性中不善心」，不善心，这句是总说；下面别说「邪迷心，劫害心」，我们还有没有？我们还有没有迷惑？还有没有害别人的念头？还有没有狠毒心？「嫉妒心，谄曲心」，谄媚、巴结人；「吾我心」，吾我心就是我执，执着这个身是我，有我当然就有我所；「诳妄心」，狂妄自大；「轻人心」，轻视别人；「慢他心」，傲慢；「贡高心」，这是在这里举几个例子，你还有没有这个心？有这些，你那个八邪不干净，没除掉！八邪要是除掉了，八正现前，这心里头所有一切不善统统没有了，这个时候真正是慈悲，「慈悲遍法界，善意满娑婆」。我们对一般大众讲，没学过佛的，你讲法界、讲娑婆，他不懂什么意思，我们就改一改，「爱心遍宇宙，善意满人间」，这个他好懂。实在，我们讲宇宙、讲人间范围缩小了很多，法界大，娑婆世界大。",
      "zh_TW": "「即是除自性中不善心」，不善心，這句是總說；下面別說「邪迷心，劫害心」，我們還有沒有？我們還有沒有迷惑？還有沒有害別人的念頭？還有沒有狠毒心？「嫉妒心，諂曲心」，諂媚、巴結人；「吾我心」，吾我心就是我執，執著這個身是我，有我當然就有我所；「誑妄心」，狂妄自大；「輕人心」，輕視別人；「慢他心」，傲慢；「貢高心」，這是在這裡舉幾個例子，你還有沒有這個心？有這些，你那個八邪不乾淨，沒除掉！八邪要是除掉了，八正現前，這心裡頭所有一切不善統統沒有了，這個時候真正是慈悲，「慈悲遍法界，善意滿娑婆」。我們對一般大眾講，沒學過佛的，你講法界、講娑婆，他不懂什麼意思，我們就改一改，「愛心遍宇宙，善意滿人間」，這個他好懂。實在，我們講宇宙、講人間範圍縮小了很多，法界大，娑婆世界大。"
    },
    {
      "id": "28-014-0001_p0021",
      "zh_CN": "底下还有两句话我们要记住，「及一切时中不善之行」。不善的心表现在生活当中就是不善的行为，不善的心是迷惑，表现在行为上就造业，你看起惑、造业，后面苦报就等着你。三途苦报从哪里来的？业感的，不善业所感召的，不是外面来的。今天下午有个同学带了一片「地狱变相图」（这是英语配音进去了）来说明，我看了一段，很好，这要大量的我们来制作，赠送给外国朋友们。这是中国人的因果教育的教材，在中国也流传了几千年，中国人这是几千年这么长的时间接受这个教育，它不是迷信。人真的有过去、有未来，就是肯定有轮回。在美国有个预言家凯西，他的这些报告，我们学院采取作为英语学习的课本。我采取这个课本，好像是格里菲斯大学副校长，我跟他谈到这个，他说你这是好主意。这说明什么？外国人也肯定有轮回、有来世。",
      "zh_TW": "底下還有兩句話我們要記住，「及一切時中不善之行」。不善的心表現在生活當中就是不善的行為，不善的心是迷惑，表現在行為上就造業，你看起惑、造業，後面苦報就等著你。三途苦報從哪裡來的？業感的，不善業所感召的，不是外面來的。今天下午有個同學帶了一片「地獄變相圖」（這是英語配音進去了）來說明，我看了一段，很好，這要大量的我們來製作，贈送給外國朋友們。這是中國人的因果教育的教材，在中國也流傳了幾千年，中國人這是幾千年這麼長的時間接受這個教育，它不是迷信。人真的有過去、有未來，就是肯定有輪迴。在美國有個預言家凱西，他的這些報告，我們學院採取作為英語學習的課本。我採取這個課本，好像是格里菲斯大學副校長，我跟他談到這個，他說你這是好主意。這說明什麼？外國人也肯定有輪迴、有來世。"
    },
    {
      "id": "28-014-0001_p0022",
      "zh_CN": "苦乐的果报看我们的行业，我们的心善、行善，来世好果报；我们的心不善、行不善，来世是苦报。地狱、饿鬼、畜生，苦报。所以六祖末后说「常自见己过」，不见他人过，「不见他人是非善恶」，这对的，这就是六祖大师教导我们明心见性从哪里下手。我们今天就报告到此。",
      "zh_TW": "苦樂的果報看我們的行業，我們的心善、行善，來世好果報；我們的心不善、行不善，來世是苦報。地獄、餓鬼、畜生，苦報。所以六祖末後說「常自見己過」，不見他人過，「不見他人是非善惡」，這對的，這就是六祖大師教導我們明心見性從哪裡下手。我們今天就報告到此。"
    },
    {
      "id": "28-014-0001_p0023",
      "zh_CN": "诸位同学，我们继续再看看古德是怎样教我们真正修行。说到修行，一定要把这个名词术语的意义搞清楚、搞明白。修是修正，行是行为。行为当然是发生了错误，这才需要把它修正过来；如果行为都是端正的，那还用得着修吗？正如前面所说的，一个人起心动念、言语造作，都与十善业相应，都与八正道相应，这个人就是诸佛如来。修行两个字在他还有没有用？他修行的功夫已经达到圆满了，告诉诸位，大乘经教里面我们读过，诸佛如来虽然证到究竟圆满，还不舍修行，这什么意思？这叫大慈大悲。那个时候做出这些修行样子不是为自己，是为众生。怎样教众生修行？你自己必须要做出样子出来给他看，这叫教学。所以我们肯定佛教是教育。",
      "zh_TW": "諸位同學，我們繼續再看看古德是怎樣教我們真正修行。說到修行，一定要把這個名詞術語的意義搞清楚、搞明白。修是修正，行是行為。行為當然是發生了錯誤，這才需要把它修正過來；如果行為都是端正的，那還用得著修嗎？正如前面所說的，一個人起心動念、言語造作，都與十善業相應，都與八正道相應，這個人就是諸佛如來。修行兩個字在他還有沒有用？他修行的功夫已經達到圓滿了，告訴諸位，大乘經教裡面我們讀過，諸佛如來雖然證到究竟圓滿，還不捨修行，這什麼意思？這叫大慈大悲。那個時候做出這些修行樣子不是為自己，是為眾生。怎樣教眾生修行？你自己必須要做出樣子出來給他看，這叫教學。所以我們肯定佛教是教育。"
    },
    {
      "id": "28-014-0001_p0024",
      "zh_CN": "教育是什么意思？「教」，古大德解释这个字，这个造字的义趣，教是上行下效。这个字是个会意的字，你看一边是个「孝」字，上面是个老，下面是个子，另一边是个「文」字，文就是文化。老一代要把文化做出来，下一代看到了，他去学习，那个字很有味道，你一看就懂得。什么叫教？上行下效。由此可知，教学最重要的是身教。在中国古人所讲的「教儿婴孩，教妇初来」，这个谚语诸位都晓得。什么叫婴孩？小孩刚刚会说话，小孩刚刚会走路，大概我们现在观察一岁左右，怎么教？父母做样子给他看，父母在小孩面前一定要有礼，一定是很好的样子，让他看到好榜样，这个时候他会记在心里头，就是所谓是「少成若天性，习惯成自然」。真的后天教学启发，引发他先天的性德。中国这个教育意思讲得多深、讲得多广。育是什么意思？《礼记》里头有解释「长善而救失」。要帮助他增长善心善念善行，帮助他改正过失，这是育。教育两个字合起来，这个意思你就清楚、你就明白。",
      "zh_TW": "教育是什麼意思？「教」，古大德解釋這個字，這個造字的義趣，教是上行下效。這個字是個會意的字，你看一邊是個「孝」字，上面是個老，下面是個子，另一邊是個「文」字，文就是文化。老一代要把文化做出來，下一代看到了，他去學習，那個字很有味道，你一看就懂得。什麼叫教？上行下效。由此可知，教學最重要的是身教。在中國古人所講的「教兒嬰孩，教婦初來」，這個諺語諸位都曉得。什麼叫嬰孩？小孩剛剛會說話，小孩剛剛會走路，大概我們現在觀察一歲左右，怎麼教？父母做樣子給他看，父母在小孩面前一定要有禮，一定是很好的樣子，讓他看到好榜樣，這個時候他會記在心裡頭，就是所謂是「少成若天性，習慣成自然」。真的後天教學啟發，引發他先天的性德。中國這個教育意思講得多深、講得多廣。育是什麼意思？《禮記》裡頭有解釋「長善而救失」。要幫助他增長善心善念善行，幫助他改正過失，這是育。教育兩個字合起來，這個意思你就清楚、你就明白。"
    },
    {
      "id": "28-014-0001_p0025",
      "zh_CN": "所以教里头最重要的，教婴孩不是跟他讲道理，完全做出样子来给他看。所以做父母的、做长辈的在小孩面前显示出来都是如理如法，我们常常讲合情、合理、合法，做给他看！日常生活，一家人相处；古时候家庭比较复杂，大家庭，一个家庭有几十人，几十口，人丁兴旺的有几百人；你看看尊长，父慈子孝，兄友弟恭，夫妇有别，长幼有序，都在这里学的，不是用言语教。他从小就看，看成习惯，这就是对的，不这么做就是错的。到七、八岁的时候读书。读书，小学里面最重要的生活教育，他已经看了这么多年，那个基础已经很稳固了，这时候把为什么要孝顺，父子这个亲爱，父慈子孝那个亲爱的意思可以跟他讲；为什么兄弟要友爱。所以教的是生活教育，伦理教育，道德教育，基础都从这个时候奠定。",
      "zh_TW": "所以教裡頭最重要的，教嬰孩不是跟他講道理，完全做出樣子來給他看。所以做父母的、做長輩的在小孩面前顯示出來都是如理如法，我們常常講合情、合理、合法，做給他看！日常生活，一家人相處；古時候家庭比較複雜，大家庭，一個家庭有幾十人，幾十口，人丁興旺的有幾百人；你看看尊長，父慈子孝，兄友弟恭，夫婦有別，長幼有序，都在這裡學的，不是用言語教。他從小就看，看成習慣，這就是對的，不這麼做就是錯的。到七、八歲的時候讀書。讀書，小學裡面最重要的生活教育，他已經看了這麼多年，那個基礎已經很穩固了，這時候把為什麼要孝順，父子這個親愛，父慈子孝那個親愛的意思可以跟他講；為什麼兄弟要友愛。所以教的是生活教育，倫理教育，道德教育，基礎都從這個時候奠定。"
    },
    {
      "id": "28-014-0001_p0026",
      "zh_CN": "到十三、四岁进太学，中国古时候没有中学，小学接着就是太学，太学是国家办的。太学里头的教学着重在研究讨论，开智慧。所以小学这个阶段，除了伦理道德教育之外，背书，古圣先贤这些经典统统要背过。儿童时候记忆力最好，如果不叫他背这些东西，他也会胡思乱想，那就会把他道德基础动摇，甚至于毁坏，不可以胡思乱想。你看六祖前面教给我们的要去八邪，去八邪之后，那就是「正见，正思惟，正语，正业，正命，正方便，正念，正定」，所以读古圣先贤的这些典籍，除邪养正，不就是这个意思！",
      "zh_TW": "到十三、四歲進太學，中國古時候沒有中學，小學接著就是太學，太學是國家辦的。太學裡頭的教學著重在研究討論，開智慧。所以小學這個階段，除了倫理道德教育之外，背書，古聖先賢這些經典統統要背過。兒童時候記憶力最好，如果不叫他背這些東西，他也會胡思亂想，那就會把他道德基礎動搖，甚至於毀壞，不可以胡思亂想。你看六祖前面教給我們的要去八邪，去八邪之後，那就是「正見，正思惟，正語，正業，正命，正方便，正念，正定」，所以讀古聖先賢的這些典籍，除邪養正，不就是這個意思！"
    },
    {
      "id": "28-014-0001_p0027",
      "zh_CN": "十三、四岁入太学，表现出来的是正气，浩然正气。这实在讲，在西方教育里头，不要说没见过，听都没听说过，然后你才晓得中国对于教学的经验非常丰富，历史悠久，它的内涵确实是博大精深。真正做一个好人，这个好人无论在什么时候、无论在什么地区，人家来跟你接触，都会赞叹你是好人。换句话说，你这种形态，不论是受过教育没有受过教育，都肯定你是好人，为什么？这标准是自然的，不是哪一个人制定的。所以《坛经》我们要不要学？我们如果要学习，可以作为我们的补充教材，抓几个重点就可以了。特别是修行下手，这个认知重要！",
      "zh_TW": "十三、四歲入太學，表現出來的是正氣，浩然正氣。這實在講，在西方教育裡頭，不要說沒見過，聽都沒聽說過，然後你才曉得中國對於教學的經驗非常豐富，歷史悠久，它的內涵確實是博大精深。真正做一個好人，這個好人無論在什麼時候、無論在什麼地區，人家來跟你接觸，都會讚歎你是好人。換句話說，你這種形態，不論是受過教育沒有受過教育，都肯定你是好人，為什麼？這標準是自然的，不是哪一個人制定的。所以《壇經》我們要不要學？我們如果要學習，可以作為我們的補充教材，抓幾個重點就可以了。特別是修行下手，這個認知重要！"
    },
    {
      "id": "28-014-0001_p0028",
      "zh_CN": "我在这两天把《十善业道经》做了一个节要本，过去蕅益大师做了一个节要，他的节要我们也印出来了，跟《十善业道经》印在一起，诸位都看过。他的节要本的重点在行，我们怎样落实十善业道？他是着重在落实；我的节要着重在知，那就是认识十善业道，明了十善业道，对于我们日常生活，对于修学、修道它的重要性，所以我跟蕅益大师节要的差别在此地。我们如果对它不认识，你怎么肯修？这个经文我们过去讲过，有没有人肯修？我没有看见，为什么？你还不知道，你对它没认识。如果你对它认识了，哪里要人劝？你会很认真、很努力的去干！",
      "zh_TW": "我在這兩天把《十善業道經》做了一個節要本，過去蕅益大師做了一個節要，他的節要我們也印出來了，跟《十善業道經》印在一起，諸位都看過。他的節要本的重點在行，我們怎樣落實十善業道？他是著重在落實；我的節要著重在知，那就是認識十善業道，明瞭十善業道，對於我們日常生活，對於修學、修道它的重要性，所以我跟蕅益大師節要的差別在此地。我們如果對它不認識，你怎麼肯修？這個經文我們過去講過，有沒有人肯修？我沒有看見，為什麼？你還不知道，你對它沒認識。如果你對它認識了，哪裡要人勸？你會很認真、很努力的去幹！"
    },
    {
      "id": "28-014-0001_p0029",
      "zh_CN": "就如同《弟子规》一样，这些年来我不断重复在劝、在讲解，提起你们认识。非常难得杨老师跟蔡老师他们是首先觉悟，真干，完全把它落实之后，你看看他们再从自己修学的心得做出报告，很多人看到、听到了受感动，好事情。我常常讲《弟子规》跟《十善业道经》今天是救根！我们的根烂掉了，根坏掉了，怎么修都修不成功。你们想想十恶去不掉，八邪去不掉，十恶、八邪去不掉，你怎么个修法？你所修全是假的，说得天花乱坠，那个心还是邪，还是恶，还是不善，没有用处。所以我再大声疾呼，我们要从头来起，道理就在此地。",
      "zh_TW": "就如同《弟子規》一樣，這些年來我不斷重複在勸、在講解，提起你們認識。非常難得楊老師跟蔡老師他們是首先覺悟，真幹，完全把它落實之後，你看看他們再從自己修學的心得做出報告，很多人看到、聽到了受感動，好事情。我常常講《弟子規》跟《十善業道經》今天是救根！我們的根爛掉了，根壞掉了，怎麼修都修不成功。你們想想十惡去不掉，八邪去不掉，十惡、八邪去不掉，你怎麼個修法？你所修全是假的，說得天花亂墜，那個心還是邪，還是惡，還是不善，沒有用處。所以我再大聲疾呼，我們要從頭來起，道理就在此地。"
    },
    {
      "id": "28-014-0001_p0030",
      "zh_CN": "后面这一段古大德劝导我们，抓住六祖所说的纲领，这些纲领都在日常生活当中，决定不谈玄说妙！大学问、大道理在哪里？就在生活里头，就是日用平常。他说了六句偈，能大师所谓「心平何劳持戒」。这一句他说的。我们就要求我们在起心动念、言语造作行为当中，怎么能求到个平字？平就是平等，我们在菩提心上讲的真诚清净平等，一个得到，统统都得到，平等心得到了，清净心就得到，真诚心就得到，正觉慈悲都得到，一个得到一切得到，放在第一句。这一句非常非常重要！你把它翻过来看，我们现在这个心为什么不能平？平，平下面是安，心就安了。我们今天心不安，为什么不安？不平。平是因，安是果，再往下面看，安是因，乐是果。你为什么生活的不快乐，那么苦？你心不安，不安哪来的乐？安才有乐，所以他把这个字摆在第一句。",
      "zh_TW": "後面這一段古大德勸導我們，抓住六祖所說的綱領，這些綱領都在日常生活當中，決定不談玄說妙！大學問、大道理在哪裡？就在生活裡頭，就是日用平常。他說了六句偈，能大師所謂「心平何勞持戒」。這一句他說的。我們就要求我們在起心動念、言語造作行為當中，怎麼能求到個平字？平就是平等，我們在菩提心上講的真誠清淨平等，一個得到，統統都得到，平等心得到了，清淨心就得到，真誠心就得到，正覺慈悲都得到，一個得到一切得到，放在第一句。這一句非常非常重要！你把它翻過來看，我們現在這個心為什麼不能平？平，平下面是安，心就安了。我們今天心不安，為什麼不安？不平。平是因，安是果，再往下面看，安是因，樂是果。你為什麼生活的不快樂，那麼苦？你心不安，不安哪來的樂？安才有樂，所以他把這個字擺在第一句。"
    },
    {
      "id": "28-014-0001_p0031",
      "zh_CN": "那怎样才能够让你的心平？持戒。心平就不劳持戒，持戒就要达到心平，你看看那味道。所以诸位千万不要把它误会了，「心平何劳持戒」，不要持戒了，那哪里是祖师的意思，祖师要听你们这么解释，那痛哭流涕！这就是告诉你持戒的目的是达到心平。平，你心就安；安，心就和；和，心就乐。和乐你才真正得到，从持戒里头得到。所以除十恶、除八邪都是持戒。我们今天学《弟子规》是持戒，学《十善业道》是持戒，它的效果必定是平、安、和、乐，幸福美满的人生！你要是疏忽戒律，不从戒律上入门下手，平安和乐对你来讲有名无实，你这一生当中都得不到。你们想想是不是这个意思？",
      "zh_TW": "那怎樣才能夠讓你的心平？持戒。心平就不勞持戒，持戒就要達到心平，你看看那味道。所以諸位千萬不要把它誤會了，「心平何勞持戒」，不要持戒了，那哪裡是祖師的意思，祖師要聽你們這麼解釋，那痛哭流涕！這就是告訴你持戒的目的是達到心平。平，你心就安；安，心就和；和，心就樂。和樂你才真正得到，從持戒裡頭得到。所以除十惡、除八邪都是持戒。我們今天學《弟子規》是持戒，學《十善業道》是持戒，它的效果必定是平、安、和、樂，幸福美滿的人生！你要是疏忽戒律，不從戒律上入門下手，平安和樂對你來講有名無實，你這一生當中都得不到。你們想想是不是這個意思？"
    },
    {
      "id": "28-014-0001_p0032",
      "zh_CN": "我们要想在这一生当中平安和乐，世界怎么样动乱，灾乱怎么样多，我的一生平安和乐，为什么？境随心转。《楞严经》上尤其说得好「若能转物，则同如来」，同如来我们懂得，同如来就是同觉悟的人。如来就是自性觉，自性觉就称他作如来。「如来者，诸法如义」，在一切法里头安和乐利，你看平等多重要！平等，真的什么时候你得到？八邪除掉了，菩提心现前，真诚清净平等正觉慈悲现前。去十恶，我前面讲你是入人家的院子，没进房子里面去；除八邪，你的平安和乐得到了，人家欢迎你进来，登堂入室。",
      "zh_TW": "我們要想在這一生當中平安和樂，世界怎麼樣動亂，災亂怎麼樣多，我的一生平安和樂，為什麼？境隨心轉。《楞嚴經》上尤其說得好「若能轉物，則同如來」，同如來我們懂得，同如來就是同覺悟的人。如來就是自性覺，自性覺就稱他作如來。「如來者，諸法如義」，在一切法裡頭安和樂利，你看平等多重要！平等，真的什麼時候你得到？八邪除掉了，菩提心現前，真誠清淨平等正覺慈悲現前。去十惡，我前面講你是入人家的院子，沒進房子裡面去；除八邪，你的平安和樂得到了，人家歡迎你進來，登堂入室。"
    },
    {
      "id": "28-014-0001_p0033",
      "zh_CN": "「行直何用修禅」。行是我们的行为，「吾则求吾行之如何能直」。直当中没有委曲相，直是正直，没有一丝毫虚伪。禅是什么？禅是定慧，修禅就是修慧，慧从哪里来？慧从定来。所以因戒得定，因定开慧，这是修行，自古以来佛佛相传。这不是释迦牟尼佛发明的，不是释迦牟尼佛的创作，无量劫来佛佛相传这个修行三大纲领，戒定慧三学。前面叫你平是修戒，接着就跟你讲定慧。定慧现前，直心是道场。你的心正直，一丝毫委曲相都没有，一点虚伪都没有。所以这个地方的直是菩提心里头的真诚心。",
      "zh_TW": "「行直何用修禪」。行是我們的行為，「吾則求吾行之如何能直」。直當中沒有委曲相，直是正直，沒有一絲毫虛偽。禪是什麼？禪是定慧，修禪就是修慧，慧從哪裡來？慧從定來。所以因戒得定，因定開慧，這是修行，自古以來佛佛相傳。這不是釋迦牟尼佛發明的，不是釋迦牟尼佛的創作，無量劫來佛佛相傳這個修行三大綱領，戒定慧三學。前面叫你平是修戒，接著就跟你講定慧。定慧現前，直心是道場。你的心正直，一絲毫委曲相都沒有，一點虛偽都沒有。所以這個地方的直是菩提心裡頭的真誠心。"
    },
    {
      "id": "28-014-0001_p0034",
      "zh_CN": "禅是什么意思？六祖从《金刚经》开悟的，他老人家讲这个禅，就是用《金刚经》做依据的。《金刚经》上，世尊告诉须菩提尊者，外不着相叫做禅，内不动心叫做定。用现代的话来说，决定不受外面境界的影响，不为外面境界所诱惑，这是禅；内里面永远保持着如如不动，这是定。禅是梵语，定是中国字，意思很接近，所以翻译这个名词，叫梵华合译。「禅」是印度话，「定」是中国话，这个名词是梵文跟中文合起来，就是《金刚经》上所说的「不取于相，如如不动」。不取于相就是外不着相，我们今天讲不受外头境界诱惑，不受外面境界影响，禅；内心有主宰，如如不动。你的心里头清净寂灭，本来无一物，表现就是正直，表现出大方。无论在什么场合，自然叫别人对你肃然起敬，仪态大方。",
      "zh_TW": "禪是什麼意思？六祖從《金剛經》開悟的，他老人家講這個禪，就是用《金剛經》做依據的。《金剛經》上，世尊告訴須菩提尊者，外不著相叫做禪，內不動心叫做定。用現代的話來說，決定不受外面境界的影響，不為外面境界所誘惑，這是禪；內裡面永遠保持著如如不動，這是定。禪是梵語，定是中國字，意思很接近，所以翻譯這個名詞，叫梵華合譯。「禪」是印度話，「定」是中國話，這個名詞是梵文跟中文合起來，就是《金剛經》上所說的「不取於相，如如不動」。不取於相就是外不著相，我們今天講不受外頭境界誘惑，不受外面境界影響，禪；內心有主宰，如如不動。你的心裡頭清淨寂滅，本來無一物，表現就是正直，表現出大方。無論在什麼場合，自然叫別人對你肅然起敬，儀態大方。"
    },
    {
      "id": "28-014-0001_p0035",
      "zh_CN": "我们要不要修禅？要！不修不行。是不是要照六祖那个方法来修？那倒不必要。我们一定要懂得，大乘教里面八万四千法门都是修禅，「不取于相，如如不动」。方法不一样，所以有八万四千种方法、有无量方法，修什么？统统修的是外不着相，内不动心。那我们今天在八万四千法门里面，采的是什么法门？持名念佛。世尊在《大集经》上说，持名念佛是「无上深妙禅」，佛说的，我们要懂得。有很多人讲禅、讲净，把禅跟净分开，那是什么？那是他既不懂禅也不懂净。真正要通达明了，禅净是一，方式不一样，这要懂。我们用念佛这个方法达到行直。",
      "zh_TW": "我們要不要修禪？要！不修不行。是不是要照六祖那個方法來修？那倒不必要。我們一定要懂得，大乘教裡面八萬四千法門都是修禪，「不取於相，如如不動」。方法不一樣，所以有八萬四千種方法、有無量方法，修什麼？統統修的是外不著相，內不動心。那我們今天在八萬四千法門裡面，採的是什麼法門？持名念佛。世尊在《大集經》上說，持名念佛是「無上深妙禪」，佛說的，我們要懂得。有很多人講禪、講淨，把禪跟淨分開，那是什麼？那是他既不懂禪也不懂淨。真正要通達明瞭，禪淨是一，方式不一樣，這要懂。我們用念佛這個方法達到行直。"
    },
    {
      "id": "28-014-0001_p0036",
      "zh_CN": "六祖又说「恩则孝养父母」。中国古圣先贤的教育完全建立在孝道的基础上，所以五伦里头第一句「父子有亲」。那个亲的落实就是父慈子孝，教育是从这个地方建立的。所以小孩，婴儿从小培养他什么？孝，孝是什么？爱父母。父子有亲这个亲，从婴孩不会说话、不会走路，你就能看到。他喜欢父母，他爱父母，父母在这个时候无条件的也爱他。这一种父子亲爱，怎样能够永远保持，这就是教育，这叫孝道。永恒的保持，永远不变。为什么这个小孩随着年龄慢慢长大，他就不孝了？他就不爱他的父母了？甚至于父母老了，他就讨厌父母？没有教育。中国古圣先贤教什么？就教这一桩事情，这桩事情是所有一切人伦的根本。只要人对父母这个爱心永恒不变，他会爱兄弟，他会爱妻子，他会爱亲戚，他会爱邻里乡党，他会爱朋友；忠君爱国，他爱国家，他爱国家领导人，永恒不变。杀身成仁，舍身取义，都是孝道教育的成就。",
      "zh_TW": "六祖又說「恩則孝養父母」。中國古聖先賢的教育完全建立在孝道的基礎上，所以五倫裡頭第一句「父子有親」。那個親的落實就是父慈子孝，教育是從這個地方建立的。所以小孩，嬰兒從小培養他什麼？孝，孝是什麼？愛父母。父子有親這個親，從嬰孩不會說話、不會走路，你就能看到。他喜歡父母，他愛父母，父母在這個時候無條件的也愛他。這一種父子親愛，怎樣能夠永遠保持，這就是教育，這叫孝道。永恆的保持，永遠不變。為什麼這個小孩隨著年齡慢慢長大，他就不孝了？他就不愛他的父母了？甚至於父母老了，他就討厭父母？沒有教育。中國古聖先賢教什麼？就教這一樁事情，這樁事情是所有一切人倫的根本。只要人對父母這個愛心永恆不變，他會愛兄弟，他會愛妻子，他會愛親戚，他會愛鄰里鄉黨，他會愛朋友；忠君愛國，他愛國家，他愛國家領導人，永恆不變。殺身成仁，捨身取義，都是孝道教育的成就。"
    },
    {
      "id": "28-014-0001_p0037",
      "zh_CN": "对一切人、对一切事绝对没有邪恶，没有邪念。所以在家孝子，在社会，现在讲好公民；在学校，好学生；无论在什么场所，他都是好榜样。孝养父母，懂得恩，报恩！知恩报恩。所以「吾则求孝养父母之所以尽其恩」。永恒不变，给社会做个好样子，养父母之德，人家都会称赞：这个父母好，你看教这么好儿子，儿子这么孝顺。自己行孝，就能够教化众生行孝，不是自行化他吗？一定的效果。你自己不能行孝，你天天劝别人，把孝道讲得天花乱坠，没用，没人相信！必须你自己做到让别人看到，从内心里面感动，他服了，受你的影响，向你学习。",
      "zh_TW": "對一切人、對一切事絕對沒有邪惡，沒有邪念。所以在家孝子，在社會，現在講好公民；在學校，好學生；無論在什麼場所，他都是好榜樣。孝養父母，懂得恩，報恩！知恩報恩。所以「吾則求孝養父母之所以盡其恩」。永恆不變，給社會做個好樣子，養父母之德，人家都會稱讚：這個父母好，你看教這麼好兒子，兒子這麼孝順。自己行孝，就能夠教化眾生行孝，不是自行化他嗎？一定的效果。你自己不能行孝，你天天勸別人，把孝道講得天花亂墜，沒用，沒人相信！必須你自己做到讓別人看到，從內心裡面感動，他服了，受你的影響，向你學習。"
    },
    {
      "id": "28-014-0001_p0038",
      "zh_CN": "由此可知，教育根本的手段就是以身作则。要做出榜样来给人看，让人家从内心感动来跟你学习，这叫教育。用中国古圣先贤的标准，现在这个社会没有教育，这是真的。我在初出家的时候三十三岁，台北圆山临济寺，那个时候临济寺外面有很大的院子，树很多，我的工作每天早晨就扫院子。我们扫院子好像三个人，院子很大，树都落叶，早晨起来把它扫得干干净净的。有一天早晨我在扫叶子的时候，有几个年轻人，从我们那边可以往圆山公园，后面有一条路，可以从这一条路到公园去。从这个地方到公园去就不要买票，不过那个时候都很早就是，那公园还没开门，他们从那上去。这些学生一路走着，一路在那里闲聊，我在旁边听听、看看他们那个样子，我很感叹说了一句话，我说：可惜！没有受过教育。他们听到了，听到之后，四个学生回过头来就找我，他说你刚才是不是说我们没有受过教育？我说是！我是这样子感叹的。他说：我们是台湾大学法学院四年级的学生，你怎么说我们没有受过教育？我说：我还没有能看得出来，你们都是大学生。",
      "zh_TW": "由此可知，教育根本的手段就是以身作則。要做出榜樣來給人看，讓人家從內心感動來跟你學習，這叫教育。用中國古聖先賢的標準，現在這個社會沒有教育，這是真的。我在初出家的時候三十三歲，台北圓山臨濟寺，那個時候臨濟寺外面有很大的院子，樹很多，我的工作每天早晨就掃院子。我們掃院子好像三個人，院子很大，樹都落葉，早晨起來把它掃得乾乾淨淨的。有一天早晨我在掃葉子的時候，有幾個年輕人，從我們那邊可以往圓山公園，後面有一條路，可以從這一條路到公園去。從這個地方到公園去就不要買票，不過那個時候都很早就是，那公園還沒開門，他們從那上去。這些學生一路走著，一路在那裡閒聊，我在旁邊聽聽、看看他們那個樣子，我很感嘆說了一句話，我說：可惜！沒有受過教育。他們聽到了，聽到之後，四個學生回過頭來就找我，他說你剛才是不是說我們沒有受過教育？我說是！我是這樣子感嘆的。他說：我們是台灣大學法學院四年級的學生，你怎麼說我們沒有受過教育？我說：我還沒有能看得出來，你們都是大學生。"
    },
    {
      "id": "28-014-0001_p0039",
      "zh_CN": "我说：好，我向你请教请教，这「教」怎么讲法？「育」怎么讲法？「教育」两个字连起来怎么讲法？我这两个字三个问题就把他问倒了。那个时候的学生不错，还肯受教，遇到我这么一说，他的态度马上就改变了，不是那么样的傲慢，态度马上柔和下来。他来问我，我直截了当告诉他，我说：你们不但是没有受过高等教育，你们连基础的教育都没受。他说为什么？我说：基础教育是洒扫应对，你学过没有？不但洒扫应对你不会，你连吃饭都不会。我一说，他们就是愈说眼睛张大，耳朵竖起来，就回过头来反问我，我说：我给你四个菜，放在这个桌子上，你懂得这四个菜怎么摆法？不是随便乱摆的！每个菜的性质，这里头有阴阳五行，你会摆吗？没有学过。是！这些东西在《礼记．月令》里头都有，你没有学过。所以你如果是留意，在这大的餐馆里面，宴会当中，你稍微留意一下，人家那个出菜、摆菜都有一定的，他懂得。",
      "zh_TW": "我說：好，我向你請教請教，這「教」怎麼講法？「育」怎麼講法？「教育」兩個字連起來怎麼講法？我這兩個字三個問題就把他問倒了。那個時候的學生不錯，還肯受教，遇到我這麼一說，他的態度馬上就改變了，不是那麼樣的傲慢，態度馬上柔和下來。他來問我，我直截了當告訴他，我說：你們不但是沒有受過高等教育，你們連基礎的教育都沒受。他說為什麼？我說：基礎教育是灑掃應對，你學過沒有？不但灑掃應對你不會，你連吃飯都不會。我一說，他們就是愈說眼睛張大，耳朵豎起來，就回過頭來反問我，我說：我給你四個菜，放在這個桌子上，你懂得這四個菜怎麼擺法？不是隨便亂擺的！每個菜的性質，這裡頭有陰陽五行，你會擺嗎？沒有學過。是！這些東西在《禮記．月令》裡頭都有，你沒有學過。所以你如果是留意，在這大的餐館裡面，宴會當中，你稍微留意一下，人家那個出菜、擺菜都有一定的，他懂得。"
    },
    {
      "id": "28-014-0001_p0040",
      "zh_CN": "最后他问我，那我们现在读到大学，我们马上快要毕业了，那我们都不算教育，算什么？我就说你们现在，这不能改做学校，应该是名副其实的「高等知识传习所」，这是名副其实。教育没有，没有学到教育，你们所学的是知识、技能。教育是上行下效，长善救失，这都没有，听也没有听说过。所以我们不能不懂，不能不从头真的开始干起。",
      "zh_TW": "最後他問我，那我們現在讀到大學，我們馬上快要畢業了，那我們都不算教育，算什麼？我就說你們現在，這不能改做學校，應該是名副其實的「高等知識傳習所」，這是名副其實。教育沒有，沒有學到教育，你們所學的是知識、技能。教育是上行下效，長善救失，這都沒有，聽也沒有聽說過。所以我們不能不懂，不能不從頭真的開始幹起。"
    },
    {
      "id": "28-014-0001_p0041",
      "zh_CN": "这是讲恩，知恩报恩，这是人！你看六祖讲的，他这个层次分明，先戒，定慧，再落实在生活上，头一个人要知恩报恩。人要是不知恩，忘恩负义，他成什么人？那人跟畜生的差别在哪里？人受过教育，人知恩报恩。不能做到知恩报恩，说老实话，连畜生都不如。畜生里头，乌鸦有反哺，那老乌鸦老的时候，小乌鸦觅食回来喂老乌鸦，报恩。羊有跪乳之恩，你看小羊吃奶的时候，你仔细看，牠跪在地上。我们细心观察动物，动物确实你仔细观察，你能看出有知恩报恩。",
      "zh_TW": "這是講恩，知恩報恩，這是人！你看六祖講的，他這個層次分明，先戒，定慧，再落實在生活上，頭一個人要知恩報恩。人要是不知恩，忘恩負義，他成什麼人？那人跟畜生的差別在哪裡？人受過教育，人知恩報恩。不能做到知恩報恩，說老實話，連畜生都不如。畜生裡頭，烏鴉有反哺，那老烏鴉老的時候，小烏鴉覓食回來餵老烏鴉，報恩。羊有跪乳之恩，你看小羊吃奶的時候，你仔細看，牠跪在地上。我們細心觀察動物，動物確實你仔細觀察，你能看出有知恩報恩。"
    },
    {
      "id": "28-014-0001_p0042",
      "zh_CN": "义，道义，「义则上下相怜，吾则求上下相怜之所以尽其义」。家庭，大家庭里面有主、仆，现在的公司行号里头有老板、有员工。老板是上，员工是下。这个团体不是亲情的组织，大概一般团体都是道义，道义的集合。彼此互相怜爱，互相包容，互相关怀，互相照顾，互助合作，共存共荣，上下相怜就是这个意思。团体比个人重要，一定要尊重团体，要爱团体，决定不能够毁谤团体，不能够伤害团体，道义！现在有一些公司不懂得这个道理，那公司集合什么？利害。利害的集合不容易维持，到利害要出了状况，这公司可能马上就破产。现在的员工，如果老板经济有了困难，周转不灵，一个月、两个月工资没有发出来，员工马上就要包围工厂，就要包围老板，公司马上就垮掉。",
      "zh_TW": "義，道義，「義則上下相憐，吾則求上下相憐之所以盡其義」。家庭，大家庭裡面有主、僕，現在的公司行號裡頭有老板、有員工。老板是上，員工是下。這個團體不是親情的組織，大概一般團體都是道義，道義的集合。彼此互相憐愛，互相包容，互相關懷，互相照顧，互助合作，共存共榮，上下相憐就是這個意思。團體比個人重要，一定要尊重團體，要愛團體，決定不能夠毀謗團體，不能夠傷害團體，道義！現在有一些公司不懂得這個道理，那公司集合什麼？利害。利害的集合不容易維持，到利害要出了狀況，這公司可能馬上就破產。現在的員工，如果老板經濟有了困難，周轉不靈，一個月、兩個月工資沒有發出來，員工馬上就要包圍工廠，就要包圍老板，公司馬上就垮掉。"
    },
    {
      "id": "28-014-0001_p0043",
      "zh_CN": "日本人他们的工商业得到西方人尊重，他们公司上下团结，没有罢工的，没有抗议的；实际上他们有抗议，有抗议不罢工。如果员工对老板不满，把头上扎一个白带子，照样工作，照常工作。这是对的，有义在里头。老板一看到员工里头有很多头上扎布条了，马上开会来解决。非常尊重，彼此互相尊重。不像外国，有一点点问题出现就罢工，这一罢工，员工、老板双方都受损失。这在现在社会上我们常常看到，道义没有了，没有相怜，都是互相对立，都是利害。",
      "zh_TW": "日本人他們的工商業得到西方人尊重，他們公司上下團結，沒有罷工的，沒有抗議的；實際上他們有抗議，有抗議不罷工。如果員工對老板不滿，把頭上紮一個白帶子，照樣工作，照常工作。這是對的，有義在裡頭。老板一看到員工裡頭有很多頭上紮布條了，馬上開會來解決。非常尊重，彼此互相尊重。不像外國，有一點點問題出現就罷工，這一罷工，員工、老板雙方都受損失。這在現在社會上我們常常看到，道義沒有了，沒有相憐，都是互相對立，都是利害。"
    },
    {
      "id": "28-014-0001_p0044",
      "zh_CN": "「让则尊卑和睦」。团体生活如何能够得到和睦？要知道让，要知道忍，所以他后面是「忍则众恶无喧」。特别是对于意见不同的人，时常来找麻烦的人，要能够忍让，样样为大局着想，为团体着想，不要为个人利益着想，这个问题才能得到解决，圆满的解决，妥善的解决。如果彼此互相不能忍让，这个冲突就愈来愈大，到最后怎么样？两败俱伤，对哪一方面都没有好处。所以佛在《金刚经》里面说「一切法得成于忍」，《般若经》里面讲「断恶修善，积功累德」，从哪里下手？从施舍，从布施，怎样把你这个功德能保持不失去？忍让。所以六波罗蜜，布施、持戒、忍辱，忍能保持，施里面有戒就是如法，这里头有忍让！时时懂得忍让，处处懂得忍让，事事懂得忍让，哪有不成就的道理！",
      "zh_TW": "「讓則尊卑和睦」。團體生活如何能夠得到和睦？要知道讓，要知道忍，所以他後面是「忍則眾惡無喧」。特別是對於意見不同的人，時常來找麻煩的人，要能夠忍讓，樣樣為大局著想，為團體著想，不要為個人利益著想，這個問題才能得到解決，圓滿的解決，妥善的解決。如果彼此互相不能忍讓，這個衝突就愈來愈大，到最後怎麼樣？兩敗俱傷，對哪一方面都沒有好處。所以佛在《金剛經》裡面說「一切法得成於忍」，《般若經》裡面講「斷惡修善，積功累德」，從哪裡下手？從施捨，從布施，怎樣把你這個功德能保持不失去？忍讓。所以六波羅蜜，布施、持戒、忍辱，忍能保持，施裡面有戒就是如法，這裡頭有忍讓！時時懂得忍讓，處處懂得忍讓，事事懂得忍讓，哪有不成就的道理！"
    },
    {
      "id": "28-014-0001_p0045",
      "zh_CN": "所以你要想这桩事情做成功，绝对不要跟人家争，这我们跟西方人、跟现代人观念不一样。现代人要竞争、要斗争，好像才能取得胜利，错了！这一种竞争、斗争所取得的利益，那就是老子所说的「和大怨，必有余怨」，不是一个妥善的办法。真正妥善的办法是教人心服口服，没有余怨，只有感恩戴德。那叫人对你心服口服，感恩戴德，你怎么做法？忍让。六祖此地讲的这六个字，这六个字你要能记住，六个字你要能够应用在日常生活当中，处事待人接物，你决定成功。",
      "zh_TW": "所以你要想這樁事情做成功，絕對不要跟人家爭，這我們跟西方人、跟現代人觀念不一樣。現代人要競爭、要鬥爭，好像才能取得勝利，錯了！這一種競爭、鬥爭所取得的利益，那就是老子所說的「和大怨，必有餘怨」，不是一個妥善的辦法。真正妥善的辦法是教人心服口服，沒有餘怨，只有感恩戴德。那叫人對你心服口服，感恩戴德，你怎麼做法？忍讓。六祖此地講的這六個字，這六個字你要能記住，六個字你要能夠應用在日常生活當中，處事待人接物，你決定成功。"
    },
    {
      "id": "28-014-0001_p0046",
      "zh_CN": "六个字不难记，「平、直、恩、义、让、忍」，一定要记住。怎么个用法？对人对事对物这六个合起来用，不是单单用一个。一即是六，六即是一，如果没有后面的恩、义、忍、让，你那个心平直有什么用？不起作用！平直的大德大用，就是在日常生活当中显示出来知恩报恩。有知恩报恩，你才懂得道义，唯有真正懂得道义的人才肯忍让。他为什么不能忍？为什么不能让？不知道什么叫道义，不知道；不知道什么叫恩德，那就没有法子。所以真正知恩报恩，懂得道义，决定忍让。我们跟六祖学，就把这些东西抓住之后，这六个字一生受用不尽！无论你在哪里，你一定受人家欢迎，你受人家爱戴。你本着这个原则，你看去十恶、去八邪，又能够守住这六个字，这一生当中，无论干什么，无往而不利，禅学！成佛的基础在此地。成佛，先学会做人，人都不会做，你还成什么佛？好，今天我们就讲到此地。",
      "zh_TW": "六個字不難記，「平、直、恩、義、讓、忍」，一定要記住。怎麼個用法？對人對事對物這六個合起來用，不是單單用一個。一即是六，六即是一，如果沒有後面的恩、義、忍、讓，你那個心平直有什麼用？不起作用！平直的大德大用，就是在日常生活當中顯示出來知恩報恩。有知恩報恩，你才懂得道義，唯有真正懂得道義的人才肯忍讓。他為什麼不能忍？為什麼不能讓？不知道什麼叫道義，不知道；不知道什麼叫恩德，那就沒有法子。所以真正知恩報恩，懂得道義，決定忍讓。我們跟六祖學，就把這些東西抓住之後，這六個字一生受用不盡！無論你在哪裡，你一定受人家歡迎，你受人家愛戴。你本著這個原則，你看去十惡、去八邪，又能夠守住這六個字，這一生當中，無論幹什麼，無往而不利，禪學！成佛的基礎在此地。成佛，先學會做人，人都不會做，你還成什麼佛？好，今天我們就講到此地。"
    }
  ]
}