{
  "doc_id": "12-001-0015",
  "title": {
    "zh_CN": "华严经第七回向章　（第十五集）",
    "zh_TW": "華嚴經第七迴向章　（第十五集）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1986/12　 　台湾华藏图书馆",
    "zh_TW": "1986/12　 　台灣華藏圖書館"
  },
  "doc_number": "12-001-0015",
  "total_paragraphs": 92,
  "paragraphs": [
    {
      "id": "12-001-0015_p0001",
      "zh_CN": "请掀开经本第五百四十九面：",
      "zh_TW": "請掀開經本第五百四十九面："
    },
    {
      "id": "12-001-0015_p0002",
      "zh_CN": "【又劝众生令其修习。普为含识具受众苦。以大智眼观诸善根。知其悉以智慧为性。方便回向一切众生。】",
      "zh_TW": "【又勸眾生令其修習。普為含識具受眾苦。以大智眼觀諸善根。知其悉以智慧為性。方便迴向一切眾生。】"
    },
    {
      "id": "12-001-0015_p0003",
      "zh_CN": "这一段是劝勉一切众生要发愿回向，经文很清楚。回向跟发愿稍稍有一点不同，前面曾经介绍过，回向必须要有实际修行的功夫，发愿则不必，愿是愿望，先有愿望，然后才有修行，有了修行之后再回向，这是回向跟愿有一点不相同。在经上，佛教给我们要『劝众生』，此地这个众生是包括九法界有情众生，不仅仅是六道的。这么说起来，难道这些菩萨、缘觉、罗汉，我们遇到还要劝他吗？还是要劝，为什么？这些菩萨们，菩萨、罗汉、辟支佛如果不求生西方世界，他还有隔阴之迷，还会退转，所以遇到这些人，我们一样要劝他，要劝勉他。",
      "zh_TW": "這一段是勸勉一切眾生要發願迴向，經文很清楚。迴向跟發願稍稍有一點不同，前面曾經介紹過，迴向必須要有實際修行的功夫，發願則不必，願是願望，先有願望，然後才有修行，有了修行之後再迴向，這是迴向跟願有一點不相同。在經上，佛教給我們要『勸眾生』，此地這個眾生是包括九法界有情眾生，不僅僅是六道的。這麼說起來，難道這些菩薩、緣覺、羅漢，我們遇到還要勸他嗎？還是要勸，為什麼？這些菩薩們，菩薩、羅漢、辟支佛如果不求生西方世界，他還有隔陰之迷，還會退轉，所以遇到這些人，我們一樣要勸他，要勸勉他。"
    },
    {
      "id": "12-001-0015_p0004",
      "zh_CN": "『令其修习』，叫他认真的去修。什么叫「习」？习这个字的意思，是把它变成我们自己的生活习惯，这叫习，也就是说把这部经的理论方法境界变成我们实际的生活，使我们的生活就是《大方广佛华严》，《大方广佛华严》就是我们自己的生活，这才是真正有受用，真正有了利益。",
      "zh_TW": "『令其修習』，叫他認真的去修。什麼叫「習」？習這個字的意思，是把它變成我們自己的生活習慣，這叫習，也就是說把這部經的理論方法境界變成我們實際的生活，使我們的生活就是《大方廣佛華嚴》，《大方廣佛華嚴》就是我們自己的生活，這才是真正有受用，真正有了利益。"
    },
    {
      "id": "12-001-0015_p0005",
      "zh_CN": "为什么要修习？底下就说出个道理，『普为含识具受众苦』，菩萨实实在在要发大悲心，众生苦，苦恼的众生须要菩萨来度他，菩萨度众生也得要委曲求全，他恒顺众生，所以为众生受苦受难。其实菩萨没成佛，没有成佛他自己要修，所谓是上求下化，上求佛道是修，下化众生还是修，这个我们要知道。上求佛道修慧，佛常常亲近，佛给你开示，你开智慧了，下化众生修什么？修定，这一切众生，尤其是阎浮提，你看《地藏经》上所讲的刚强难化，什么古古怪怪的众生都有，你接触到的时候，你的心里清清楚楚、如如不动，修定。定慧等学，当然定中有慧，慧中也有定，不过这个亲近诸佛如来偏重在慧学，接触一切广大的众生一定在这里成就定学，成就一心不乱，所谓是历事炼心。",
      "zh_TW": "為什麼要修習？底下就說出個道理，『普為含識具受眾苦』，菩薩實實在在要發大悲心，眾生苦，苦惱的眾生須要菩薩來度他，菩薩度眾生也得要委曲求全，他恆順眾生，所以為眾生受苦受難。其實菩薩沒成佛，沒有成佛他自己要修，所謂是上求下化，上求佛道是修，下化眾生還是修，這個我們要知道。上求佛道修慧，佛常常親近，佛給你開示，你開智慧了，下化眾生修什麼？修定，這一切眾生，尤其是閻浮提，你看《地藏經》上所講的剛強難化，什麼古古怪怪的眾生都有，你接觸到的時候，你的心裡清清楚楚、如如不動，修定。定慧等學，當然定中有慧，慧中也有定，不過這個親近諸佛如來偏重在慧學，接觸一切廣大的眾生一定在這裡成就定學，成就一心不亂，所謂是歷事鍊心。"
    },
    {
      "id": "12-001-0015_p0006",
      "zh_CN": "《华严经》实实在在是殊胜，实实在在是圆满的法门，因为经太长，我们要很快的得到这样深广的利益，不能不想别的办法，想什么办法？《华严经》还有小《华严经》，小《华严经》是什么？给诸位说，《无量寿经》，我们最近印的《无量寿清净平等觉经》就是小《华严经》，《大方广佛华严经》就是大《无量寿经》。所以我想我们将这一章第七回向观世音菩萨这一章，这一章所讲的观世音菩萨，这一章讲完之后，我想我们先把《无量寿经》好好的来讲一遍，这部经诸位要是深入研究了之后，不但对于佛法有个概略的认识，你会对西方世界真正生起信心，然后你念佛自然就不一样。所以这部经非常的重要，我们跟《弥陀经》合起来在一块讲，这个因缘尤其是殊胜。下一个星期我们这个地方举行一次佛七法会，我想在佛七法会当中，我们每天晚上还是讲经，我先把大经的大义给诸位做一个概略的介绍，等于说大经的玄义一样，先介绍这个部分。所以一定要发心为众生受苦，不怕苦难。",
      "zh_TW": "《華嚴經》實實在在是殊勝，實實在在是圓滿的法門，因為經太長，我們要很快的得到這樣深廣的利益，不能不想別的辦法，想什麼辦法？《華嚴經》還有小《華嚴經》，小《華嚴經》是什麼？給諸位說，《無量壽經》，我們最近印的《無量壽清淨平等覺經》就是小《華嚴經》，《大方廣佛華嚴經》就是大《無量壽經》。所以我想我們將這一章第七迴向觀世音菩薩這一章，這一章所講的觀世音菩薩，這一章講完之後，我想我們先把《無量壽經》好好的來講一遍，這部經諸位要是深入研究了之後，不但對於佛法有個概略的認識，你會對西方世界真正生起信心，然後你念佛自然就不一樣。所以這部經非常的重要，我們跟《彌陀經》合起來在一塊講，這個因緣尤其是殊勝。下一個星期我們這個地方舉行一次佛七法會，我想在佛七法會當中，我們每天晚上還是講經，我先把大經的大義給諸位做一個概略的介紹，等於說大經的玄義一樣，先介紹這個部分。所以一定要發心為眾生受苦，不怕苦難。"
    },
    {
      "id": "12-001-0015_p0007",
      "zh_CN": "『以大智眼观诸善根』，佛法自始至终是以智慧为依据，慈悲心方便法都是以智慧为本体，从智慧所生，所以教我们要以大智眼观诸善根。『知其悉以智慧为性，方便回向一切众生』，已经断了烦恼，已经开悟的人，这是没话说，这一切善根当然是「以智慧为性」。可是，还在六道里面迷惑颠倒的这些众生，他以什么为性？很显然的我想每一位同修都知道，他是以烦恼为性。可是，烦恼跟智慧是一不是二，觉悟的时候就叫智慧，迷了的时候叫烦恼，其实智慧跟烦恼是一，只有迷悟换一换不同的名词而已。因此哪一个众生没有智慧？你有烦恼，烦恼就是智慧，悟了就是智慧，可见得我们今天的功夫就是在迷悟之间。如何叫我们破迷开悟？方法固然很多，所谓八万四千法门，这一切方法当中最殊胜的方法无过于念佛，念佛能得定，叫做念佛三昧；念佛能开智慧，理一心不乱就是明心见性。所以十方一切诸佛如来，教化众生都是以念佛为第一个方便法门，肯念佛的人没有一个不一生成就，不要等第二生，肯念佛的人一生成就。则以善巧方便回向一切众生。下面一段就说明回向的意思，经文有六句：",
      "zh_TW": "『以大智眼觀諸善根』，佛法自始至終是以智慧為依據，慈悲心方便法都是以智慧為本體，從智慧所生，所以教我們要以大智眼觀諸善根。『知其悉以智慧為性，方便迴向一切眾生』，已經斷了煩惱，已經開悟的人，這是沒話說，這一切善根當然是「以智慧為性」。可是，還在六道裡面迷惑顛倒的這些眾生，他以什麼為性？很顯然的我想每一位同修都知道，他是以煩惱為性。可是，煩惱跟智慧是一不是二，覺悟的時候就叫智慧，迷了的時候叫煩惱，其實智慧跟煩惱是一，只有迷悟換一換不同的名詞而已。因此哪一個眾生沒有智慧？你有煩惱，煩惱就是智慧，悟了就是智慧，可見得我們今天的功夫就是在迷悟之間。如何叫我們破迷開悟？方法固然很多，所謂八萬四千法門，這一切方法當中最殊勝的方法無過於念佛，念佛能得定，叫做念佛三昧；念佛能開智慧，理一心不亂就是明心見性。所以十方一切諸佛如來，教化眾生都是以念佛為第一個方便法門，肯念佛的人沒有一個不一生成就，不要等第二生，肯念佛的人一生成就。則以善巧方便迴向一切眾生。下面一段就說明迴向的意思，經文有六句："
    },
    {
      "id": "12-001-0015_p0008",
      "zh_CN": "【为令一切众生悉得安住一切清净功德处故。】",
      "zh_TW": "【為令一切眾生悉得安住一切清淨功德處故。】"
    },
    {
      "id": "12-001-0015_p0009",
      "zh_CN": "这个意思当中是有能有所。就能教，这是菩萨，菩萨为这个理由，所以他才发心教化众生。如果就所教方面来说，那更当以这个为教学的目标，这是我们必须要记住的。我们自己修是要『安住一切清净功德』，我们学佛就真正得受用。什么叫功德？「功」是讲修为，「德」是讲收获，所谓一分耕耘一分收获。这个经跟别的经不一样，这个经最后是普贤菩萨十大愿王导归极乐。换句话说，《华严经》终极的目标是希望我们发心求生净土，《华严经》的目标在此地。正因为如此，功德这两个字要是依念佛法门来说，这个功就是念佛，我们信愿持名就是功，德是什么？德就是带业往生，就是得，你所得到的。",
      "zh_TW": "這個意思當中是有能有所。就能教，這是菩薩，菩薩為這個理由，所以他才發心教化眾生。如果就所教方面來說，那更當以這個為教學的目標，這是我們必須要記住的。我們自己修是要『安住一切清淨功德』，我們學佛就真正得受用。什麼叫功德？「功」是講修為，「德」是講收穫，所謂一分耕耘一分收穫。這個經跟別的經不一樣，這個經最後是普賢菩薩十大願王導歸極樂。換句話說，《華嚴經》終極的目標是希望我們發心求生淨土，《華嚴經》的目標在此地。正因為如此，功德這兩個字要是依念佛法門來說，這個功就是念佛，我們信願持名就是功，德是什麼？德就是帶業往生，就是得，你所得到的。"
    },
    {
      "id": "12-001-0015_p0010",
      "zh_CN": "「清净」怎么讲？你有清净的信心，有清净的大愿，有清净之行，所谓清净，一切不参杂就清净，我这一生一世就修这一个法门，这就清净了，信清净；我只有一个愿望，愿意求生西方极乐世界，除这个愿望之外，我什么愿望都没有，你愿就清净了。你说我想往生西方极乐世界，我现在还想发财、还想升官，那你这个愿就很多，这就不清净。愿只有一个，除这一个之外，什么愿都没有，这愿清净了。行清净，我就念这句阿弥陀佛，二六时中不间断，我也不想参禅，我也不想学教，什么都不想了，我的行就清净。要晓得清净信愿行，就像古来祖师大德所说，一切宗教，这个宗教不是讲我们现在的宗教，我们佛门讲的宗就是禅宗，教就是教下。在中国，佛法分十个宗派，除了禅宗之外，其余九个宗都叫做教，宗门教下。无量的法门，戒定慧三学统统在其中了，修戒、修定、修慧无非是得「清净功德」而已。你现在这一句佛号就得清净功德，岂不是无量无边的法门统统圆摄在其中，这个意思《无量寿经》里面讲得更明白、更清楚，《无量寿经》跟这个经是同部的，同是一类的。所以「一切清净功德处」应该要这个说法。第二句：",
      "zh_TW": "「清淨」怎麼講？你有清淨的信心，有清淨的大願，有清淨之行，所謂清淨，一切不參雜就清淨，我這一生一世就修這一個法門，這就清淨了，信清淨；我只有一個願望，願意求生西方極樂世界，除這個願望之外，我什麼願望都沒有，你願就清淨了。你說我想往生西方極樂世界，我現在還想發財、還想升官，那你這個願就很多，這就不清淨。願只有一個，除這一個之外，什麼願都沒有，這願清淨了。行清淨，我就念這句阿彌陀佛，二六時中不間斷，我也不想參禪，我也不想學教，什麼都不想了，我的行就清淨。要曉得清淨信願行，就像古來祖師大德所說，一切宗教，這個宗教不是講我們現在的宗教，我們佛門講的宗就是禪宗，教就是教下。在中國，佛法分十個宗派，除了禪宗之外，其餘九個宗都叫做教，宗門教下。無量的法門，戒定慧三學統統在其中了，修戒、修定、修慧無非是得「清淨功德」而已。你現在這一句佛號就得清淨功德，豈不是無量無邊的法門統統圓攝在其中，這個意思《無量壽經》裡面講得更明白、更清楚，《無量壽經》跟這個經是同部的，同是一類的。所以「一切清淨功德處」應該要這個說法。第二句："
    },
    {
      "id": "12-001-0015_p0011",
      "zh_CN": "【为令一切众生悉能摄受一切善根。知诸功德性及义故。】",
      "zh_TW": "【為令一切眾生悉能攝受一切善根。知諸功德性及義故。】"
    },
    {
      "id": "12-001-0015_p0012",
      "zh_CN": "这是第二个理由，我们劝回向第二个理由，是为了叫『一切众生悉能摄受一切善根』，这是一桩事情。善根，我们讲过很多次，但是多讲不妨，为什么？我们还没有做到。世间有三善根，讲世间法有三善根，无贪、无瞋、无痴，贪瞋痴叫三毒烦恼，贪瞋痴转过来就是三善根，无贪、无瞋、无痴。而佛法里面，尤其是大乘佛法，善根只有一个，精进，精进是大乘菩萨善根，只要肯精进，没有一个人不成就的。尤其是念佛法门，果然精进，一日就成就了，经上讲若一日、若二日到若七日，业障罪业再深的人，他要真精进，七天就成就，这个东西一点都不假。善根深厚的人一天就成就，一天精进就成就。所以要晓得「摄受一切善根」，这个是世出世间四善根就把一切善根统统摄受了。",
      "zh_TW": "這是第二個理由，我們勸迴向第二個理由，是為了叫『一切眾生悉能攝受一切善根』，這是一樁事情。善根，我們講過很多次，但是多講不妨，為什麼？我們還沒有做到。世間有三善根，講世間法有三善根，無貪、無瞋、無痴，貪瞋痴叫三毒煩惱，貪瞋痴轉過來就是三善根，無貪、無瞋、無痴。而佛法裡面，尤其是大乘佛法，善根只有一個，精進，精進是大乘菩薩善根，只要肯精進，沒有一個人不成就的。尤其是念佛法門，果然精進，一日就成就了，經上講若一日、若二日到若七日，業障罪業再深的人，他要真精進，七天就成就，這個東西一點都不假。善根深厚的人一天就成就，一天精進就成就。所以要曉得「攝受一切善根」，這個是世出世間四善根就把一切善根統統攝受了。"
    },
    {
      "id": "12-001-0015_p0013",
      "zh_CN": "『知诸功德性』，「性」是讲体，就是本体。『及义』，「义」就是这个体所以通于理也通于事，这就是义。我们通常讲性体、义理，性体是从本性上说的，义理是从事相所依据的道理，学佛如果发心研教，就是发心将来出来讲经，对这个事情要特别注意。当然第一高明的是求性体，但是这个不是人人能够悟得的，这个是要明心见性大彻大悟，教下讲大开圆解，禅宗里面讲大彻大悟，念佛法门里面讲理一心不乱，都是属于性体，就是功德的性体。性体实在我们得不到，得不到怎么办？不得已而求其次，其次就是经里面的义理。性体是通一切法的，世出世间一切法没有一法不通达的，因为它是一切万法之本体，你要是证得，一切万法都通达了。义理范围就小，通达一部分，局限一部分，这一部分给诸位说并不局限在一部经，如果真正是悟得，他可以与这部经性质相类似的也都通达，虽然不是大彻大悟，也是有很了不起的悟处，这样才能真正得到开经偈上所说的如来真实义，而不至于死在文字语言之下，这是讲的义理。第三句：",
      "zh_TW": "『知諸功德性』，「性」是講體，就是本體。『及義』，「義」就是這個體所以通於理也通於事，這就是義。我們通常講性體、義理，性體是從本性上說的，義理是從事相所依據的道理，學佛如果發心研教，就是發心將來出來講經，對這個事情要特別注意。當然第一高明的是求性體，但是這個不是人人能夠悟得的，這個是要明心見性大徹大悟，教下講大開圓解，禪宗裡面講大徹大悟，念佛法門裡面講理一心不亂，都是屬於性體，就是功德的性體。性體實在我們得不到，得不到怎麼辦？不得已而求其次，其次就是經裡面的義理。性體是通一切法的，世出世間一切法沒有一法不通達的，因為它是一切萬法之本體，你要是證得，一切萬法都通達了。義理範圍就小，通達一部分，侷限一部分，這一部分給諸位說並不侷限在一部經，如果真正是悟得，他可以與這部經性質相類似的也都通達，雖然不是大徹大悟，也是有很了不起的悟處，這樣才能真正得到開經偈上所說的如來真實義，而不至於死在文字語言之下，這是講的義理。第三句："
    },
    {
      "id": "12-001-0015_p0014",
      "zh_CN": "【为令一切众生普净一切善根故。】",
      "zh_TW": "【為令一切眾生普淨一切善根故。】"
    },
    {
      "id": "12-001-0015_p0015",
      "zh_CN": "前面既然讲摄受一切善根，知道这个善根之性体，也知道善根所起作用这些道理，这就是义理，可是要紧的要清净，要普遍的清净。『净』这个字在我们这部《华严经》里头，不晓得看过百千万次，看得这么多，你这个印象应该要深，凡是见得多的、听得多的，这句话就是最重要的，我们修行就是修的这个。善根很好，善根要不着相就净，着相就不净。所谓三轮体空，修不修？修，修而不着相。像怀让禅师当年见六祖的时候所说的，六祖问他还有没有修证，他就说明，「修证即不无，染污即不得」，我有修有证，我不染污，这个高明。我们有许许多多同修很用功在修行，修行怎么样？他染污。什么叫染污？着相，着相就是染污，不着相就不染污。不能说不着相就不修，那错了。一天到晚念阿弥陀佛，念佛不间断，这是修？念而无念，无念而念，因为你不着相，你心清净，你才真正能得一心。因为你不着相，你看一切法平等；你要一着相，一切法不平等。我念佛这样用功他都不念，那他不如我；我的戒律很精严，你看那个人破戒，我瞧不起他，不得清净。虽然一天念十万声佛号，心不清净，不能得一心，你所修的都变成世间人天福报而已，这个很可惜。所以一定要着重清净，纵然修善根，善根要清净，清净之相就是平等相，你能看一切人、一切事、一切物都平等，证明你的心清净。一切人事物我心里看的还不平等，我们的心就没有清净，要努力加功用行。第四句：",
      "zh_TW": "前面既然講攝受一切善根，知道這個善根之性體，也知道善根所起作用這些道理，這就是義理，可是要緊的要清淨，要普遍的清淨。『淨』這個字在我們這部《華嚴經》裡頭，不曉得看過百千萬次，看得這麼多，你這個印象應該要深，凡是見得多的、聽得多的，這句話就是最重要的，我們修行就是修的這個。善根很好，善根要不著相就淨，著相就不淨。所謂三輪體空，修不修？修，修而不著相。像懷讓禪師當年見六祖的時候所說的，六祖問他還有沒有修證，他就說明，「修證即不無，染污即不得」，我有修有證，我不染污，這個高明。我們有許許多多同修很用功在修行，修行怎麼樣？他染污。什麼叫染污？著相，著相就是染污，不著相就不染污。不能說不著相就不修，那錯了。一天到晚念阿彌陀佛，念佛不間斷，這是修？念而無念，無念而念，因為你不著相，你心清淨，你才真正能得一心。因為你不著相，你看一切法平等；你要一著相，一切法不平等。我念佛這樣用功他都不念，那他不如我；我的戒律很精嚴，你看那個人破戒，我瞧不起他，不得清淨。雖然一天念十萬聲佛號，心不清淨，不能得一心，你所修的都變成世間人天福報而已，這個很可惜。所以一定要著重清淨，縱然修善根，善根要清淨，清淨之相就是平等相，你能看一切人、一切事、一切物都平等，證明你的心清淨。一切人事物我心裡看的還不平等，我們的心就沒有清淨，要努力加功用行。第四句："
    },
    {
      "id": "12-001-0015_p0016",
      "zh_CN": "【为令一切众生于福田境界中种诸善法心无悔故。】",
      "zh_TW": "【為令一切眾生於福田境界中種諸善法心無悔故。】"
    },
    {
      "id": "12-001-0015_p0017",
      "zh_CN": "这一点很要紧，这是世出世间真实的善法。如果不修福，说老实话也成不了佛，哪一尊佛没有福报！佛的福报都太大，你光修慧不修福，你还是成不了佛。佛叫二足尊，是福慧两样都圆满，足就是满足，那你成那个佛成一半怎么行，慧足了福不足，这个不行，决定成不了佛，佛没有瘸腿的，佛是圆满的，所以你一定要修福，不可以不留意。『福田』，在佛法里面跟我们讲有三大类，第一大类是「恩田」，是对我有恩德的人，自己的父母这是恩德最大，所以佛法特别着重在孝顺父母，这是你修福。父母在的时候你可别嫌弃他，要孝顺他，你要知道这是我修福最好的一个处所。父母不在了，想修福修不到，到哪修？没地方修。你有田，你才能耕种，你才有收获；田没了，纵然有种子也没地方着陆。父母是我们的恩田，我们在这里修福。第二大类就是三宝，这里讲三宝特别着重在住持三宝佛法僧，这也是我们的福田，这一类福田叫「净田」，启发我们的恭敬心。父母能生我们孝顺心，三宝能生恭敬心，这是净田。第三类是一切众生之处要生起大悲心、怜悯心、同情心，这个叫「悲田」，我们大悲心从这个地方生起来的。我们自己要想修福，修得跟诸佛如来一样圆满究竟的大福报，你要好好的栽培这三种福田，父母、三宝、众生。『心无悔故』，决定没有后悔，为什么？知道这是自己的福田，自己将来无量无边的福报都是从这个福田生的。再看底下第五句：",
      "zh_TW": "這一點很要緊，這是世出世間真實的善法。如果不修福，說老實話也成不了佛，哪一尊佛沒有福報！佛的福報都太大，你光修慧不修福，你還是成不了佛。佛叫二足尊，是福慧兩樣都圓滿，足就是滿足，那你成那個佛成一半怎麼行，慧足了福不足，這個不行，決定成不了佛，佛沒有瘸腿的，佛是圓滿的，所以你一定要修福，不可以不留意。『福田』，在佛法裡面跟我們講有三大類，第一大類是「恩田」，是對我有恩德的人，自己的父母這是恩德最大，所以佛法特別著重在孝順父母，這是你修福。父母在的時候你可別嫌棄他，要孝順他，你要知道這是我修福最好的一個處所。父母不在了，想修福修不到，到哪修？沒地方修。你有田，你才能耕種，你才有收穫；田沒了，縱然有種子也沒地方著陸。父母是我們的恩田，我們在這裡修福。第二大類就是三寶，這裡講三寶特別著重在住持三寶佛法僧，這也是我們的福田，這一類福田叫「淨田」，啟發我們的恭敬心。父母能生我們孝順心，三寶能生恭敬心，這是淨田。第三類是一切眾生之處要生起大悲心、憐憫心、同情心，這個叫「悲田」，我們大悲心從這個地方生起來的。我們自己要想修福，修得跟諸佛如來一樣圓滿究竟的大福報，你要好好的栽培這三種福田，父母、三寶、眾生。『心無悔故』，決定沒有後悔，為什麼？知道這是自己的福田，自己將來無量無邊的福報都是從這個福田生的。再看底下第五句："
    },
    {
      "id": "12-001-0015_p0018",
      "zh_CN": "【为令一切众生普能摄受一切众生。一一皆令趣一切智故。】",
      "zh_TW": "【為令一切眾生普能攝受一切眾生。一一皆令趣一切智故。】"
    },
    {
      "id": "12-001-0015_p0019",
      "zh_CN": "这一句特别是为一切众生所说的，不但自己要修，而且要劝导每一个众生。当然劝化要看时节因缘，这就讲要观机。机有三种，一种是根熟的众生，什么叫根熟？你给他一讲，他就相信，他就肯干，这一类众生就叫根熟，他这一生当中必定成就。第二类就是他有善根，他没熟，没熟就是他听了之后，他能信、他能解，他不肯做，这就是没熟，没熟的帮助他成熟，就是时时刻刻要劝导他、劝勉他。第三类的众生没善根，讲了他也不相信，他也听不懂，这一类众生我们要给他种善根，善根种法实在讲很容易，就是给他有接触佛法的因缘，让他见到佛像，让他听到佛名，古德常说「一历耳根，永为道种」，《法华经》上说「一称南无佛，皆已成佛道」。所以因缘我们要给他，要帮助他，用这种方法你就能够普劝一切众生。",
      "zh_TW": "這一句特別是為一切眾生所說的，不但自己要修，而且要勸導每一個眾生。當然勸化要看時節因緣，這就講要觀機。機有三種，一種是根熟的眾生，什麼叫根熟？你給他一講，他就相信，他就肯幹，這一類眾生就叫根熟，他這一生當中必定成就。第二類就是他有善根，他沒熟，沒熟就是他聽了之後，他能信、他能解，他不肯做，這就是沒熟，沒熟的幫助他成熟，就是時時刻刻要勸導他、勸勉他。第三類的眾生沒善根，講了他也不相信，他也聽不懂，這一類眾生我們要給他種善根，善根種法實在講很容易，就是給他有接觸佛法的因緣，讓他見到佛像，讓他聽到佛名，古德常說「一歷耳根，永為道種」，《法華經》上說「一稱南無佛，皆已成佛道」。所以因緣我們要給他，要幫助他，用這種方法你就能夠普勸一切眾生。"
    },
    {
      "id": "12-001-0015_p0020",
      "zh_CN": "『一一众生皆令趣一切智故』，这是菩萨了不起的悲愿，我们要帮助众生，帮助他到什么地方为止？一定要帮助他成就一切智，这个一切智就是成佛，帮他成佛。也许同修说：我现在自己烦恼这么重，我自己度自己都度不了，我怎么能度众生？怎么能把众生度成佛？其实自己度不了自己是真的，帮助众生成佛倒不难，怎么不难？你只劝他往生西方极乐世界，他就成佛了，别的法门一生成不了佛！求生西方极乐世界一生决定成佛！所以我们自己修行，要觉悟，能把这句阿弥陀佛念好，将来往生西方极乐世界，那就是当生成佛，这个法门是当生成佛的法门。多少菩萨想得到这个法门而得不到，听都听不到，我们今天得到这个法门不容易，很不容易！再看末后一句：",
      "zh_TW": "『一一眾生皆令趣一切智故』，這是菩薩了不起的悲願，我們要幫助眾生，幫助他到什麼地方為止？一定要幫助他成就一切智，這個一切智就是成佛，幫他成佛。也許同修說：我現在自己煩惱這麼重，我自己度自己都度不了，我怎麼能度眾生？怎麼能把眾生度成佛？其實自己度不了自己是真的，幫助眾生成佛倒不難，怎麼不難？你只勸他往生西方極樂世界，他就成佛了，別的法門一生成不了佛！求生西方極樂世界一生決定成佛！所以我們自己修行，要覺悟，能把這句阿彌陀佛念好，將來往生西方極樂世界，那就是當生成佛，這個法門是當生成佛的法門。多少菩薩想得到這個法門而得不到，聽都聽不到，我們今天得到這個法門不容易，很不容易！再看末後一句："
    },
    {
      "id": "12-001-0015_p0021",
      "zh_CN": "【为令一切众生普摄一切所有善根。一一皆与平等回向而相应故。】",
      "zh_TW": "【為令一切眾生普攝一切所有善根。一一皆與平等迴向而相應故。】"
    },
    {
      "id": "12-001-0015_p0022",
      "zh_CN": "这一句我们一看就了解，着重在后半句，『皆与平等回向而相应』，所有一切善根都要与平等回向相应，平等是没有分别没有执着。回向前面讲过，回向众生、回向菩提、回向实际，我们起心动念所作所为有一丝毫的善，都与这个三回向相应。经上是教我们普遍的劝导一切众生，我们想想，更重要的是劝我们自己，自己要觉悟，自己要依教奉行。",
      "zh_TW": "這一句我們一看就了解，著重在後半句，『皆與平等迴向而相應』，所有一切善根都要與平等迴向相應，平等是沒有分別沒有執著。迴向前面講過，迴向眾生、迴向菩提、迴向實際，我們起心動念所作所為有一絲毫的善，都與這個三迴向相應。經上是教我們普遍的勸導一切眾生，我們想想，更重要的是勸我們自己，自己要覺悟，自己要依教奉行。"
    },
    {
      "id": "12-001-0015_p0023",
      "zh_CN": "再看下面经文，这又是一个段落，讲究竟回向。前面都是讲辗转回向，是随顺众生随顺环境的缘故，或者是通于因果，或者是通于世出世间法。这一段所讲的不一样，这一段究竟回向是要回向于无上菩提，意思比前面要更殊胜、更为究竟。",
      "zh_TW": "再看下面經文，這又是一個段落，講究竟迴向。前面都是講輾轉迴向，是隨順眾生隨順環境的緣故，或者是通於因果，或者是通於世出世間法。這一段所講的不一樣，這一段究竟迴向是要迴向於無上菩提，意思比前面要更殊勝、更為究竟。"
    },
    {
      "id": "12-001-0015_p0024",
      "zh_CN": "【又以诸善根如是回向。所谓愿一切众生究竟安稳。】",
      "zh_TW": "【又以諸善根如是迴向。所謂願一切眾生究竟安穩。】"
    },
    {
      "id": "12-001-0015_p0025",
      "zh_CN": "学佛的人，心一定要大。如何能把心量拓开？就是回向。回向就把自己心量拓开了，样样都为众生，没有一样是为自己，这个就殊胜。『究竟安稳』，哪一个人不向往？我们得不到。为什么我们得不到？我们有二障，有所知障，有烦恼障，二障不除，如何能得究竟安稳？小乘阿罗汉见思烦恼断了，烦恼障破了，他得个安稳，小安稳，不究竟。阿罗汉那个境界也叫做涅槃，偏真涅槃。如来果地上得究竟安稳，叫做「无上大涅槃」。二障破尽，也就是成圆教之佛，才是究竟安稳。别教佛都不能称究竟，称安稳但是不能称究竟，因为他的无明烦恼没断尽。讲到究竟回向，那是真实不虚。第二：",
      "zh_TW": "學佛的人，心一定要大。如何能把心量拓開？就是迴向。迴向就把自己心量拓開了，樣樣都為眾生，沒有一樣是為自己，這個就殊勝。『究竟安穩』，哪一個人不嚮往？我們得不到。為什麼我們得不到？我們有二障，有所知障，有煩惱障，二障不除，如何能得究竟安穩？小乘阿羅漢見思煩惱斷了，煩惱障破了，他得個安穩，小安穩，不究竟。阿羅漢那個境界也叫做涅槃，偏真涅槃。如來果地上得究竟安穩，叫做「無上大涅槃」。二障破盡，也就是成圓教之佛，才是究竟安穩。別教佛都不能稱究竟，稱安穩但是不能稱究竟，因為他的無明煩惱沒斷盡。講到究竟迴向，那是真實不虛。第二："
    },
    {
      "id": "12-001-0015_p0026",
      "zh_CN": "【愿一切众生究竟清净。】",
      "zh_TW": "【願一切眾生究竟清淨。】"
    },
    {
      "id": "12-001-0015_p0027",
      "zh_CN": "这个意思好懂，着重在『究竟』两个字，因为究竟都是圆教佛果上的事情，才能讲究竟，等觉菩萨还不究竟，还差一点。等觉菩萨清净，不能叫究竟。",
      "zh_TW": "這個意思好懂，著重在『究竟』兩個字，因為究竟都是圓教佛果上的事情，才能講究竟，等覺菩薩還不究竟，還差一點。等覺菩薩清淨，不能叫究竟。"
    },
    {
      "id": "12-001-0015_p0028",
      "zh_CN": "【愿一切众生究竟安乐。】",
      "zh_TW": "【願一切眾生究竟安樂。】"
    },
    {
      "id": "12-001-0015_p0029",
      "zh_CN": "究竟的安乐是清净寂灭。《仁王经》上讲「五忍」，讲五种忍，最高的寂灭忍，那是真正的究竟安乐，还在无生法忍之上。第四句：",
      "zh_TW": "究竟的安樂是清淨寂滅。《仁王經》上講「五忍」，講五種忍，最高的寂滅忍，那是真正的究竟安樂，還在無生法忍之上。第四句："
    },
    {
      "id": "12-001-0015_p0030",
      "zh_CN": "【愿一切众生究竟解脱。】",
      "zh_TW": "【願一切眾生究竟解脫。】"
    },
    {
      "id": "12-001-0015_p0031",
      "zh_CN": "『解脱』，拿现在的话来说，就是自由自在。心开意解，得大自在，这就是解脱。以本经教义上来说，像清凉大师所讲的「理事无碍，事事无碍」，就解脱了，但是不能叫究竟，究竟还是如来果地上才能称得上究竟。",
      "zh_TW": "『解脫』，拿現在的話來說，就是自由自在。心開意解，得大自在，這就是解脫。以本經教義上來說，像清涼大師所講的「理事無礙，事事無礙」，就解脫了，但是不能叫究竟，究竟還是如來果地上才能稱得上究竟。"
    },
    {
      "id": "12-001-0015_p0032",
      "zh_CN": "【愿一切众生究竟平等。愿一切众生究竟了达。】",
      "zh_TW": "【願一切眾生究竟平等。願一切眾生究竟了達。】"
    },
    {
      "id": "12-001-0015_p0033",
      "zh_CN": "『了』是明了，『达』是通达，句句都是讲究竟。",
      "zh_TW": "『了』是明瞭，『達』是通達，句句都是講究竟。"
    },
    {
      "id": "12-001-0015_p0034",
      "zh_CN": "【愿一切众生究竟安住诸白净法。】",
      "zh_TW": "【願一切眾生究竟安住諸白淨法。】"
    },
    {
      "id": "12-001-0015_p0035",
      "zh_CN": "『白净』，印度人用白代表善，用黑代表恶，我们中国人讲善恶，印度人讲黑白。白法就是善法，不但要善，而且要清净。",
      "zh_TW": "『白淨』，印度人用白代表善，用黑代表惡，我們中國人講善惡，印度人講黑白。白法就是善法，不但要善，而且要清淨。"
    },
    {
      "id": "12-001-0015_p0036",
      "zh_CN": "【愿一切众生得无碍眼。愿一切众生善调其心。愿一切众生具足十力调伏众生。】",
      "zh_TW": "【願一切眾生得無礙眼。願一切眾生善調其心。願一切眾生具足十力調伏眾生。】"
    },
    {
      "id": "12-001-0015_p0037",
      "zh_CN": "这三句也都是讲到如来果地上，起大悲心普度众生的究竟方便法，都说的是这个。『无碍眼』这才能观机，教化众生决定不失时节因缘，不会错过时节因缘，佛五眼圆明，看得清清楚楚，能观机。第九愿，『愿一切众生善调其心』，身口意三业特别指的是意业。末后偏重在身业、语业，以『十力调伏众生』。这一段文是讲到究竟回向。",
      "zh_TW": "這三句也都是講到如來果地上，起大悲心普度眾生的究竟方便法，都說的是這個。『無礙眼』這才能觀機，教化眾生決定不失時節因緣，不會錯過時節因緣，佛五眼圓明，看得清清楚楚，能觀機。第九願，『願一切眾生善調其心』，身口意三業特別指的是意業。末後偏重在身業、語業，以『十力調伏眾生』。這一段文是講到究竟迴向。"
    },
    {
      "id": "12-001-0015_p0038",
      "zh_CN": "再看底下这一段，要讲到回向实际。前面是讲回向众生，这一大段经文讲到这个地方是一个段落。下面是第二个大段落，我们要讲到回向实际，实际就是不着相，与般若空慧完全相应。",
      "zh_TW": "再看底下這一段，要講到迴向實際。前面是講迴向眾生，這一大段經文講到這個地方是一個段落。下面是第二個大段落，我們要講到迴向實際，實際就是不著相，與般若空慧完全相應。"
    },
    {
      "id": "12-001-0015_p0039",
      "zh_CN": "【佛子。菩萨摩诃萨如是回向时。】",
      "zh_TW": "【佛子。菩薩摩訶薩如是迴向時。】"
    },
    {
      "id": "12-001-0015_p0040",
      "zh_CN": "这就是接着前面，你修无量无边的功德回向众生，在回向众生的同时，要紧的要不着相，所作所为是随相，所谓是「随众生心，应所知量」。我们常讲随缘，随缘跟随相的意思差不多，一切要随缘，不要攀缘，随缘是功德，攀缘就变成业障，所以要随缘，不可以攀缘。虽然随缘，也得要离相，离相就是回向实际。这一段经文有五句，经文不长，意思很重要。第一个是：",
      "zh_TW": "這就是接著前面，你修無量無邊的功德迴向眾生，在迴向眾生的同時，要緊的要不著相，所作所為是隨相，所謂是「隨眾生心，應所知量」。我們常講隨緣，隨緣跟隨相的意思差不多，一切要隨緣，不要攀緣，隨緣是功德，攀緣就變成業障，所以要隨緣，不可以攀緣。雖然隨緣，也得要離相，離相就是迴向實際。這一段經文有五句，經文不長，意思很重要。第一個是："
    },
    {
      "id": "12-001-0015_p0041",
      "zh_CN": "【不着业。不着报。】",
      "zh_TW": "【不著業。不著報。】"
    },
    {
      "id": "12-001-0015_p0042",
      "zh_CN": "这是讲自己的业因果报不执着，这一句如果真正能做到，就是通常讲的了生死出三界。我们今天最大的麻烦是『着』，『业』与『报』都着，着了你就得受，你没办法不受。到哪里受？六道轮回，可见得你只要有「着」这一念，你就没有办法脱离六道轮回，不管你修哪个法门。所以诸位要平心静气，冷静的去想想，你有没有能力出生死轮回？没有办法。要想出生死轮回，只有一条路「带业往生」，带什么业？就是带着了业又着了报，你没有办法不着，你还是着，着也能往生，那只有西方这一条路，八万四千条路只有这一条路可以带业往生的，除这条路之外，你再找不到第二条路是带业的。这是诸位要好好的记住，你才晓得我们今天不修净土不行，你做不到！理论是一回事情，事又是一回事情。再看第二句：",
      "zh_TW": "這是講自己的業因果報不執著，這一句如果真正能做到，就是通常講的了生死出三界。我們今天最大的麻煩是『著』，『業』與『報』都著，著了你就得受，你沒辦法不受。到哪裡受？六道輪迴，可見得你只要有「著」這一念，你就沒有辦法脫離六道輪迴，不管你修哪個法門。所以諸位要平心靜氣，冷靜的去想想，你有沒有能力出生死輪迴？沒有辦法。要想出生死輪迴，只有一條路「帶業往生」，帶什麼業？就是帶著了業又著了報，你沒有辦法不著，你還是著，著也能往生，那只有西方這一條路，八萬四千條路只有這一條路可以帶業往生的，除這條路之外，你再找不到第二條路是帶業的。這是諸位要好好的記住，你才曉得我們今天不修淨土不行，你做不到！理論是一回事情，事又是一回事情。再看第二句："
    },
    {
      "id": "12-001-0015_p0043",
      "zh_CN": "【不着身。不着物。】",
      "zh_TW": "【不著身。不著物。】"
    },
    {
      "id": "12-001-0015_p0044",
      "zh_CN": "这就是我们讲的内财与外财，『身』是自己身体，正报；『物』就是财物财产，我所有的。不但我所有的身外之物我不摆在心上，不挂在心上，不着，连这个身也不着。这不简单，你不容易做到。能做到这一条，跟诸位说，你纵然不往生西方极乐世界，我保证你不堕三恶道，这是真的，确确实实的。菩萨教给我们修回向行，这个理一定要懂得，事要修，理我明了了，事我做不到，做不到你这一生还是得空过。做不到也得要做，怎么做法？一个目标求生西方极乐世界都做到了，业也不着了，报也不着了，六道生死轮回因果报应我不着了，身也不着了，物也不着了。我一心一意只想求西方极乐世界，你看看这个事情不是做不到，真做得到。一个人要是真正发愿回向西方极乐世界，他回向众生、回向菩提、回向实际，他统统做到了，这个法门真正是不可思议。你很冷静仔细去想一想，哪一个法门能有这个法门殊胜？哪一个法门能有这个法门这么圆满，这么样周全？这是真的，不是假的。你细细较量比较，你就发现到念佛法门的的确确是不可思议，所以《华严经》叫《大不思议经》，《弥陀经》叫《小不思议经》，你看《弥陀经》原来的题目《称赞不可思议功德一切诸佛所护念经》，称赞不可思议功德它是不思议经，《华严》也是不思议经，所以它们同属于一类，就是不可思议的法门。第三：",
      "zh_TW": "這就是我們講的內財與外財，『身』是自己身體，正報；『物』就是財物財產，我所有的。不但我所有的身外之物我不擺在心上，不掛在心上，不著，連這個身也不著。這不簡單，你不容易做到。能做到這一條，跟諸位說，你縱然不往生西方極樂世界，我保證你不墮三惡道，這是真的，確確實實的。菩薩教給我們修迴向行，這個理一定要懂得，事要修，理我明瞭了，事我做不到，做不到你這一生還是得空過。做不到也得要做，怎麼做法？一個目標求生西方極樂世界都做到了，業也不著了，報也不著了，六道生死輪迴因果報應我不著了，身也不著了，物也不著了。我一心一意只想求西方極樂世界，你看看這個事情不是做不到，真做得到。一個人要是真正發願迴向西方極樂世界，他迴向眾生、迴向菩提、迴向實際，他統統做到了，這個法門真正是不可思議。你很冷靜仔細去想一想，哪一個法門能有這個法門殊勝？哪一個法門能有這個法門這麼圓滿，這麼樣周全？這是真的，不是假的。你細細較量比較，你就發現到念佛法門的的確確是不可思議，所以《華嚴經》叫《大不思議經》，《彌陀經》叫《小不思議經》，你看《彌陀經》原來的題目《稱讚不可思議功德一切諸佛所護念經》，稱讚不可思議功德它是不思議經，《華嚴》也是不思議經，所以它們同屬於一類，就是不可思議的法門。第三："
    },
    {
      "id": "12-001-0015_p0045",
      "zh_CN": "【不着刹。不着方。】",
      "zh_TW": "【不著剎。不著方。】"
    },
    {
      "id": "12-001-0015_p0046",
      "zh_CN": "『方』是方所，『刹』是处所，方所处所也不执着，他在方所处所里面得自在了。身与物不执着，他在身与物上得自在。同样的，业与报上不执着，他在业与报上得自在。这是回向实际的殊胜功德利益。再看第四句：",
      "zh_TW": "『方』是方所，『剎』是處所，方所處所也不執著，他在方所處所裡面得自在了。身與物不執著，他在身與物上得自在。同樣的，業與報上不執著，他在業與報上得自在。這是迴向實際的殊勝功德利益。再看第四句："
    },
    {
      "id": "12-001-0015_p0047",
      "zh_CN": "【不着众生。不着无众生。】",
      "zh_TW": "【不著眾生。不著無眾生。】"
    },
    {
      "id": "12-001-0015_p0048",
      "zh_CN": "这是菩萨教化的对象。天天在教化一切众生，不着度众生的相，正好像《金刚经》上所讲的，菩萨要度化无量无边众生，最后说「实无众生而得度者」，不着相，不着度众生的相。末后一句：",
      "zh_TW": "這是菩薩教化的對象。天天在教化一切眾生，不著度眾生的相，正好像《金剛經》上所講的，菩薩要度化無量無邊眾生，最後說「實無眾生而得度者」，不著相，不著度眾生的相。末後一句："
    },
    {
      "id": "12-001-0015_p0049",
      "zh_CN": "【不着一切法。不着无一切法。】",
      "zh_TW": "【不著一切法。不著無一切法。】"
    },
    {
      "id": "12-001-0015_p0050",
      "zh_CN": "为什么『不着一切法』？真正明了通达一切法空不可得，一切法空无自性，所以一切法不可得。也『不着无一切法』，为什么？空亦空，不要以为还有个自性空可得，自性空也不可得，空亦空！换句话说，空有二边都不执着，这就是回向实际。",
      "zh_TW": "為什麼『不著一切法』？真正明瞭通達一切法空不可得，一切法空無自性，所以一切法不可得。也『不著無一切法』，為什麼？空亦空，不要以為還有個自性空可得，自性空也不可得，空亦空！換句話說，空有二邊都不執著，這就是迴向實際。"
    },
    {
      "id": "12-001-0015_p0051",
      "zh_CN": "下面一段经文是总结前面所讲的三种回向。就净土来讲，那是紧接上文，离相不碍随相，理事无碍，事事无碍。如果往远处来讲，那就总结以上所说的。",
      "zh_TW": "下面一段經文是總結前面所講的三種迴向。就淨土來講，那是緊接上文，離相不礙隨相，理事無礙，事事無礙。如果往遠處來講，那就總結以上所說的。"
    },
    {
      "id": "12-001-0015_p0052",
      "zh_CN": "【佛子。菩萨摩诃萨如是回向时。以此善根普施世间。】",
      "zh_TW": "【佛子。菩薩摩訶薩如是迴向時。以此善根普施世間。】"
    },
    {
      "id": "12-001-0015_p0053",
      "zh_CN": "这就是回向众生。今天下午有一个同修来看我，说他这几年遭遇非常不幸，许许多多不吉祥的事情都被他碰到，他说他自己想想这一生没有造什么罪业，没有什么大过失，为什么会有这样的苦难？我就告诉他，我说也许你这一生造了许许多多的罪业你自己不知道，为什么不知道？善与不善的标准你没搞清楚，罪与福的真相没弄明白。她是一个太太，她说她打胎打过很多次，为了工作上的关系。这是大恶！我今天解释给她听，儿女跟父母是有缘才来的，经上一再给我们讲得很详细，报恩、报怨、讨债、还债，这下碰到了他来了。如果他是来报恩的，这个小孩是来报恩的，将来长大，孝子贤孙；你把他杀掉，恩将仇报，这一下不但是不来报恩，结了怨仇。如果他是来报仇的，他将来是整你害你，是败家子，好，你把他杀掉，恨上又加恨，仇上又加仇，你要不出三界，总有一天会碰到，麻烦大了，你脱不了！她就问我：那怎么办？只有一个方法，求生净土，跑出去，你跑到净土去了，他没办法，他找不到你，无可奈何，他不能报复你了。你要不生净土，你生生世世在六道轮回，生生世世要受苦报，而且每一次报应的时候一定是超过前面一世，不得了。",
      "zh_TW": "這就是迴向眾生。今天下午有一個同修來看我，說他這幾年遭遇非常不幸，許許多多不吉祥的事情都被他碰到，他說他自己想想這一生沒有造什麼罪業，沒有什麼大過失，為什麼會有這樣的苦難？我就告訴他，我說也許你這一生造了許許多多的罪業你自己不知道，為什麼不知道？善與不善的標準你沒搞清楚，罪與福的真相沒弄明白。她是一個太太，她說她打胎打過很多次，為了工作上的關係。這是大惡！我今天解釋給她聽，兒女跟父母是有緣才來的，經上一再給我們講得很詳細，報恩、報怨、討債、還債，這下碰到了他來了。如果他是來報恩的，這個小孩是來報恩的，將來長大，孝子賢孫；你把他殺掉，恩將仇報，這一下不但是不來報恩，結了怨仇。如果他是來報仇的，他將來是整你害你，是敗家子，好，你把他殺掉，恨上又加恨，仇上又加仇，你要不出三界，總有一天會碰到，麻煩大了，你脫不了！她就問我：那怎麼辦？只有一個方法，求生淨土，跑出去，你跑到淨土去了，他沒辦法，他找不到你，無可奈何，他不能報復你了。你要不生淨土，你生生世世在六道輪迴，生生世世要受苦報，而且每一次報應的時候一定是超過前面一世，不得了。"
    },
    {
      "id": "12-001-0015_p0054",
      "zh_CN": "其余的罪业那就不必说了，一个人平常我们都觉得自己没过失，都觉得自己是好人，心也好，人也好，做事也好，没有一样不好，一点缺点都找不到。诸位你要好好去念念《感应篇》，念念《了凡四训》，你才晓得自己原来一身都是罪业，念念都为自己这就是罪业，不肯为别人。佛法里面讲善恶，念念为自己就是恶，念念为别人就是善，我们想想我们有几个念头是为别人，有几个念头是为自己，你就明了了，到底为别人的念头多，还是为自己的念头多？知道这个事实的真相，因果分明！既然不幸已经遭遇到，要真正忏悔，要真正去改过自新，回头是岸。解冤释结就是尽人事，尽心尽力去做。学佛第一要明理，理不明，你所修的总是盲修瞎练。所以第一个要回向众生，要发大愿利益一切众生。第二句：",
      "zh_TW": "其餘的罪業那就不必說了，一個人平常我們都覺得自己沒過失，都覺得自己是好人，心也好，人也好，做事也好，沒有一樣不好，一點缺點都找不到。諸位你要好好去念念《感應篇》，念念《了凡四訓》，你才曉得自己原來一身都是罪業，念念都為自己這就是罪業，不肯為別人。佛法裡面講善惡，念念為自己就是惡，念念為別人就是善，我們想想我們有幾個念頭是為別人，有幾個念頭是為自己，你就明瞭了，到底為別人的念頭多，還是為自己的念頭多？知道這個事實的真相，因果分明！既然不幸已經遭遇到，要真正懺悔，要真正去改過自新，回頭是岸。解冤釋結就是盡人事，盡心盡力去做。學佛第一要明理，理不明，你所修的總是盲修瞎練。所以第一個要迴向眾生，要發大願利益一切眾生。第二句："
    },
    {
      "id": "12-001-0015_p0055",
      "zh_CN": "【愿一切众生成满佛智。】",
      "zh_TW": "【願一切眾生成滿佛智。】"
    },
    {
      "id": "12-001-0015_p0056",
      "zh_CN": "这就是回向菩提，希望每一个众生都能成就如来的智慧，都能圆满如来果地上的智慧。这一句是回向菩提，底下一句就是回向实际：",
      "zh_TW": "這就是迴向菩提，希望每一個眾生都能成就如來的智慧，都能圓滿如來果地上的智慧。這一句是迴向菩提，底下一句就是迴向實際："
    },
    {
      "id": "12-001-0015_p0057",
      "zh_CN": "【得清净心。智慧明了。内心寂静。外缘不动。增长成就三世佛种。】",
      "zh_TW": "【得清淨心。智慧明了。內心寂靜。外緣不動。增長成就三世佛種。】"
    },
    {
      "id": "12-001-0015_p0058",
      "zh_CN": "这是回向实际，希望每一个众生都得清净心，得清净心要离相。心里面有一点点执着就不清净，六祖所谓「本来无一物」，那就清净了。心里有一丝毫牵挂就不清净，不但世间法不能牵挂，佛法也不能牵挂。我在《坛经》里面想到印宗请教六祖的话，他们两个初次见面遇到了，就是现在的广州光孝寺，风幡亭还在，到底是风动幡动，这个故事大家都知道。印宗向他请教黄梅宗旨，然后问他：五祖说法有没有说到禅定解脱？这是我们佛门里面常常探讨的重要的课题。六祖怎么答复？「禅定、解脱是二法，佛法是不二法」。你心里还有个禅定，还有个解脱，不清净了，怎么还有这些东西！这个答得真高，真是究竟圆满。连这个都不可以执着，你心才清净。『得清净心，智慧明了』，清净心是体，智慧明了是起作用，你清净心起作用就是智慧明了。『内心寂静，外缘不动』，为什么？他明了。内心寂静，他就有照，就是大圆镜智，照见，照见五蕴皆空，所以他外缘不动。外缘归纳起来不外乎五蕴，色受想行识，外缘。已经照见五蕴皆空，怎么会被外缘动摇？所以他的功夫是『增长成就三世佛种』。",
      "zh_TW": "這是迴向實際，希望每一個眾生都得清淨心，得清淨心要離相。心裡面有一點點執著就不清淨，六祖所謂「本來無一物」，那就清淨了。心裡有一絲毫牽掛就不清淨，不但世間法不能牽掛，佛法也不能牽掛。我在《壇經》裡面想到印宗請教六祖的話，他們兩個初次見面遇到了，就是現在的廣州光孝寺，風幡亭還在，到底是風動幡動，這個故事大家都知道。印宗向他請教黃梅宗旨，然後問他：五祖說法有沒有說到禪定解脫？這是我們佛門裡面常常探討的重要的課題。六祖怎麼答覆？「禪定、解脫是二法，佛法是不二法」。你心裡還有個禪定，還有個解脫，不清淨了，怎麼還有這些東西！這個答得真高，真是究竟圓滿。連這個都不可以執著，你心才清淨。『得清淨心，智慧明了』，清淨心是體，智慧明了是起作用，你清淨心起作用就是智慧明瞭。『內心寂靜，外緣不動』，為什麼？他明瞭。內心寂靜，他就有照，就是大圓鏡智，照見，照見五蘊皆空，所以他外緣不動。外緣歸納起來不外乎五蘊，色受想行識，外緣。已經照見五蘊皆空，怎麼會被外緣動搖？所以他的功夫是『增長成就三世佛種』。"
    },
    {
      "id": "12-001-0015_p0059",
      "zh_CN": "经文到这个地方是一个大段落，摄将回向到此地讲完，三种回向都说完了。下面经文要讲的就是回向的利益，回向所成的功德利益，先说因位广大德相。",
      "zh_TW": "經文到這個地方是一個大段落，攝將迴向到此地講完，三種迴向都說完了。下面經文要講的就是迴向的利益，迴向所成的功德利益，先說因位廣大德相。"
    },
    {
      "id": "12-001-0015_p0060",
      "zh_CN": "【佛子。菩萨摩诃萨修行如是回向之时。】",
      "zh_TW": "【佛子。菩薩摩訶薩修行如是迴向之時。】"
    },
    {
      "id": "12-001-0015_p0061",
      "zh_CN": "这个意思就说明，正在修行的时候就得这个利益。我现在修，现在就得利益；我明天修，明天就得利益。不是说你修到什么程度才得利益，你这一修就得利益。底下有十二句，正显功德利益。",
      "zh_TW": "這個意思就說明，正在修行的時候就得這個利益。我現在修，現在就得利益；我明天修，明天就得利益。不是說你修到什麼程度才得利益，你這一修就得利益。底下有十二句，正顯功德利益。"
    },
    {
      "id": "12-001-0015_p0062",
      "zh_CN": "【超出一切无能过者。一切世间所有言辞悉共称赞亦不可尽。】",
      "zh_TW": "【超出一切無能過者。一切世間所有言辭悉共稱讚亦不可盡。】"
    },
    {
      "id": "12-001-0015_p0063",
      "zh_CN": "这两句是总说，总利益。『超出一切』，这个意思显深，你这个利益是深，为什么？没有能超过的。我们想想这个话是真的还是假的，想想这个话不假，为什么？你起心动念为众生，为菩提又不着相，这世间几个人能做到？你能做到，超出大众，超出世间。世间有为利益一切众生的，有为无上菩提的，但是他着相，他着相，他不能超过；唯有他不着相，他才真正超越。『一切世间所有言辞悉共称赞亦不可尽』，这是显广，赞之不尽。谁称赞他？你这样做，世间看到你是傻瓜，世间人不称赞你的，为什么？迷惑颠倒，他认为他今天拼命求名闻利养是对的，拼命求五欲六尘享受是对的，他认为你这个做的是大傻瓜一个。你学了佛，这个人迷，迷到这个程度，不可救药。诸位要晓得，十方诸佛看见你了，诸佛称赞你，菩萨称赞你，罗汉称赞你，那些人清清楚楚明明白白，西方极乐世界的人赞叹你，赞叹你这个人，比整个地球上的人不晓得多多少倍，不能比！真的称赞你。底下十句有五对，我们念一念，第一对是讲行与见，就是修行见解。",
      "zh_TW": "這兩句是總說，總利益。『超出一切』，這個意思顯深，你這個利益是深，為什麼？沒有能超過的。我們想想這個話是真的還是假的，想想這個話不假，為什麼？你起心動念為眾生，為菩提又不著相，這世間幾個人能做到？你能做到，超出大眾，超出世間。世間有為利益一切眾生的，有為無上菩提的，但是他著相，他著相，他不能超過；唯有他不著相，他才真正超越。『一切世間所有言辭悉共稱讚亦不可盡』，這是顯廣，讚之不盡。誰稱讚他？你這樣做，世間看到你是傻瓜，世間人不稱讚你的，為什麼？迷惑顛倒，他認為他今天拼命求名聞利養是對的，拼命求五欲六塵享受是對的，他認為你這個做的是大傻瓜一個。你學了佛，這個人迷，迷到這個程度，不可救藥。諸位要曉得，十方諸佛看見你了，諸佛稱讚你，菩薩稱讚你，羅漢稱讚你，那些人清清楚楚明明白白，西方極樂世界的人讚歎你，讚歎你這個人，比整個地球上的人不曉得多多少倍，不能比！真的稱讚你。底下十句有五對，我們念一念，第一對是講行與見，就是修行見解。"
    },
    {
      "id": "12-001-0015_p0064",
      "zh_CN": "【普修一切菩萨诸行。】",
      "zh_TW": "【普修一切菩薩諸行。】"
    },
    {
      "id": "12-001-0015_p0065",
      "zh_CN": "这样的菩萨，修回向行的菩萨，他的起心动念一定是跟诸菩萨们相同，菩萨心，菩萨行，这讲起心动念一切行为。",
      "zh_TW": "這樣的菩薩，修迴向行的菩薩，他的起心動念一定是跟諸菩薩們相同，菩薩心，菩薩行，這講起心動念一切行為。"
    },
    {
      "id": "12-001-0015_p0066",
      "zh_CN": "【悉能往诣一切佛土。】",
      "zh_TW": "【悉能往詣一切佛土。】"
    },
    {
      "id": "12-001-0015_p0067",
      "zh_CN": "这是讲他有能力亲近诸佛如来。印光大师在《文钞》里常常提到《华严经》，《华严经》上所讲的，这些菩萨有这么大的神通、这么大的智慧德能，怎么成就的？统统是念佛往生西方极乐世界成就的，因为末后普贤菩萨十大愿王导归极乐。蕅益大师在《弥陀经要解》告诉我们，生西方净土就是生一切诸佛净土，见弥陀如来就是见十方三世一切如来，正是《华严经》上所讲的「一即一切，一切即一」，是这么一个道理。所以《华严经》是劝我们信愿持名求生净土的一部大经。",
      "zh_TW": "這是講他有能力親近諸佛如來。印光大師在《文鈔》裡常常提到《華嚴經》，《華嚴經》上所講的，這些菩薩有這麼大的神通、這麼大的智慧德能，怎麼成就的？統統是念佛往生西方極樂世界成就的，因為末後普賢菩薩十大願王導歸極樂。蕅益大師在《彌陀經要解》告訴我們，生西方淨土就是生一切諸佛淨土，見彌陀如來就是見十方三世一切如來，正是《華嚴經》上所講的「一即一切，一切即一」，是這麼一個道理。所以《華嚴經》是勸我們信願持名求生淨土的一部大經。"
    },
    {
      "id": "12-001-0015_p0068",
      "zh_CN": "【普见诸佛无所障碍。】",
      "zh_TW": "【普見諸佛無所障礙。】"
    },
    {
      "id": "12-001-0015_p0069",
      "zh_CN": "这是见到果，佛是果地上的人。",
      "zh_TW": "這是見到果，佛是果地上的人。"
    },
    {
      "id": "12-001-0015_p0070",
      "zh_CN": "【又能普见一切世界菩萨所行。】",
      "zh_TW": "【又能普見一切世界菩薩所行。】"
    },
    {
      "id": "12-001-0015_p0071",
      "zh_CN": "这是见到因，菩萨是正在修行的人。见到果地上的人，又见到因地上的人。下面有两句是讲说法深广一对。",
      "zh_TW": "這是見到因，菩薩是正在修行的人。見到果地上的人，又見到因地上的人。下面有兩句是講說法深廣一對。"
    },
    {
      "id": "12-001-0015_p0072",
      "zh_CN": "【以善方便为诸众生分别诸法甚深句义。】",
      "zh_TW": "【以善方便為諸眾生分別諸法甚深句義。】"
    },
    {
      "id": "12-001-0015_p0073",
      "zh_CN": "这一句里面，前面是讲的善巧方便，善巧方便里面有事有理，但是统统是以智慧为基础，所以他能够为一切众生分别诸法甚深句义，这是说明法义甚深！法是教法、经典，义是义理，经典里面所含的道理，甚深的道理在其中。",
      "zh_TW": "這一句裡面，前面是講的善巧方便，善巧方便裡面有事有理，但是統統是以智慧為基礎，所以他能夠為一切眾生分別諸法甚深句義，這是說明法義甚深！法是教法、經典，義是義理，經典裡面所含的道理，甚深的道理在其中。"
    },
    {
      "id": "12-001-0015_p0074",
      "zh_CN": "【得陀罗尼演说妙法。尽未来劫无有断绝。】",
      "zh_TW": "【得陀羅尼演說妙法。盡未來劫無有斷絕。】"
    },
    {
      "id": "12-001-0015_p0075",
      "zh_CN": "『陀罗尼』是总持，总一切法，持一切义，这个是陀罗尼。陀罗尼当中第一陀罗尼，给诸位说，就是阿弥陀佛这四个字。你看莲池大师所说的，一句弥陀圆摄五宗、该罗八教，就是一句阿弥陀佛把释迦牟尼佛四十九年所说的一切法，统统包括在其中了，一法都不漏。不仅释迦牟尼佛一生所说的，十方三世一切诸佛如来所说的，总不出阿弥陀佛这一句之外，这是大总持法门。几个人认识？几个人觉悟？我们念这一句阿弥陀佛，给诸位说，不但是释迦牟尼佛四十九年所讲的一切法你统统念到，连十方三世一切诸佛所说的法也一字不漏，也全部念到，这不可思议，真正不可思议！这是法门的殊胜。所以十方诸佛赞叹，诸位要晓得，要真正觉悟，譬如我们住在台湾，说台湾，整个台湾都包括到了。我说台北，不能包括全部台湾，是台湾的一部分；我说台中说高雄，也是它的一部分，不是全体。阿弥陀佛是整个法界全体的那一个德号，是法界全体，正是「横遍十方，竖穷三际」，一句阿弥陀佛彻始彻终。愚人狂人他不相信，他不承认，能够相信、能够承认的，都是有大善根大福德，所以这个是陀罗尼法。",
      "zh_TW": "『陀羅尼』是總持，總一切法，持一切義，這個是陀羅尼。陀羅尼當中第一陀羅尼，給諸位說，就是阿彌陀佛這四個字。你看蓮池大師所說的，一句彌陀圓攝五宗、該羅八教，就是一句阿彌陀佛把釋迦牟尼佛四十九年所說的一切法，統統包括在其中了，一法都不漏。不僅釋迦牟尼佛一生所說的，十方三世一切諸佛如來所說的，總不出阿彌陀佛這一句之外，這是大總持法門。幾個人認識？幾個人覺悟？我們念這一句阿彌陀佛，給諸位說，不但是釋迦牟尼佛四十九年所講的一切法你統統念到，連十方三世一切諸佛所說的法也一字不漏，也全部念到，這不可思議，真正不可思議！這是法門的殊勝。所以十方諸佛讚歎，諸位要曉得，要真正覺悟，譬如我們住在台灣，說台灣，整個台灣都包括到了。我說台北，不能包括全部台灣，是台灣的一部分；我說台中說高雄，也是它的一部分，不是全體。阿彌陀佛是整個法界全體的那一個德號，是法界全體，正是「橫遍十方，豎窮三際」，一句阿彌陀佛徹始徹終。愚人狂人他不相信，他不承認，能夠相信、能夠承認的，都是有大善根大福德，所以這個是陀羅尼法。"
    },
    {
      "id": "12-001-0015_p0076",
      "zh_CN": "『尽未来劫无有断绝』，这是讲辩才无碍。底下这一句再把它念下去好了，第三：",
      "zh_TW": "『盡未來劫無有斷絕』，這是講辯才無礙。底下這一句再把它念下去好了，第三："
    },
    {
      "id": "12-001-0015_p0077",
      "zh_CN": "【为众生故。念念于不可说不可说世界。犹如影像普现其身供养诸佛。】",
      "zh_TW": "【為眾生故。念念於不可說不可說世界。猶如影像普現其身供養諸佛。】"
    },
    {
      "id": "12-001-0015_p0078",
      "zh_CN": "这一段是讲现身庄严佛刹的一对，这是讲供佛。先说果，供养诸佛，佛是果地上的人，后面是讲因人。",
      "zh_TW": "這一段是講現身莊嚴佛剎的一對，這是講供佛。先說果，供養諸佛，佛是果地上的人，後面是講因人。"
    },
    {
      "id": "12-001-0015_p0079",
      "zh_CN": "【念念严净不可说不可说诸佛国土。悉令周遍。修行严净佛刹智慧而无厌足。】",
      "zh_TW": "【念念嚴淨不可說不可說諸佛國土。悉令周遍。修行嚴淨佛剎智慧而無厭足。】"
    },
    {
      "id": "12-001-0015_p0080",
      "zh_CN": "这是庄严诸佛的依报，依正庄严。如果从因果上来讲，前面佛是果，后面讲『严净诸佛国土，悉令周遍修行』，这是菩萨行，这是菩萨示现，可以说是因地上的人。",
      "zh_TW": "這是莊嚴諸佛的依報，依正莊嚴。如果從因果上來講，前面佛是果，後面講『嚴淨諸佛國土，悉令周遍修行』，這是菩薩行，這是菩薩示現，可以說是因地上的人。"
    },
    {
      "id": "12-001-0015_p0081",
      "zh_CN": "【念念令不可说不可说百千亿那由他众生。清净成就。平等满足。】",
      "zh_TW": "【念念令不可說不可說百千億那由他眾生。清淨成就。平等滿足。】"
    },
    {
      "id": "12-001-0015_p0082",
      "zh_CN": "这一对是成就摄受教化一切众生，先讲成就，数字都是天文数字。菩萨念念都是为众生，不是为少数众生，是为无量无边的众生，希望他们『清净成就，平等满足』，也就是成就清净，成就平等。",
      "zh_TW": "這一對是成就攝受教化一切眾生，先講成就，數字都是天文數字。菩薩念念都是為眾生，不是為少數眾生，是為無量無邊的眾生，希望他們『清淨成就，平等滿足』，也就是成就清淨，成就平等。"
    },
    {
      "id": "12-001-0015_p0083",
      "zh_CN": "【于彼一切国土中。勤修一切诸波罗蜜。】",
      "zh_TW": "【於彼一切國土中。勤修一切諸波羅蜜。】"
    },
    {
      "id": "12-001-0015_p0084",
      "zh_CN": "『一切诸波罗蜜』就是一切法门。",
      "zh_TW": "『一切諸波羅蜜』就是一切法門。"
    },
    {
      "id": "12-001-0015_p0085",
      "zh_CN": "【摄取众生。成就净业。】",
      "zh_TW": "【攝取眾生。成就淨業。】"
    },
    {
      "id": "12-001-0015_p0086",
      "zh_CN": "到末后特别着重暗示着要求生西方净土，『净业』就是指西方极乐世界。末后这一对是远听速往：",
      "zh_TW": "到末後特別著重暗示著要求生西方淨土，『淨業』就是指西方極樂世界。末後這一對是遠聽速往："
    },
    {
      "id": "12-001-0015_p0087",
      "zh_CN": "【得无碍耳。】",
      "zh_TW": "【得無礙耳。】"
    },
    {
      "id": "12-001-0015_p0088",
      "zh_CN": "耳根无碍就能彻听，十方三世诸佛演法，没有听不到的，一切众生谈话也没有听不到的，听到佛法必定修行。",
      "zh_TW": "耳根無礙就能徹聽，十方三世諸佛演法，沒有聽不到的，一切眾生談話也沒有聽不到的，聽到佛法必定修行。"
    },
    {
      "id": "12-001-0015_p0089",
      "zh_CN": "【于不可说不可说诸佛世界。一一如来所转法轮。听闻受持。精勤修习。不生一念舍离之心。】",
      "zh_TW": "【於不可說不可說諸佛世界。一一如來所轉法輪。聽聞受持。精勤修習。不生一念捨離之心。】"
    },
    {
      "id": "12-001-0015_p0090",
      "zh_CN": "听了之后是依教修行，这个『转法轮』就是讲经说法。后半段是讲他有神通，能够很快到达：",
      "zh_TW": "聽了之後是依教修行，這個『轉法輪』就是講經說法。後半段是講他有神通，能夠很快到達："
    },
    {
      "id": "12-001-0015_p0091",
      "zh_CN": "【住无所得无依止无作无着菩萨神通。于一刹那一弹指顷。分身普诣不可说诸佛世界。与诸菩萨等同一见。】",
      "zh_TW": "【住無所得無依止無作無著菩薩神通。於一剎那一彈指頃。分身普詣不可說諸佛世界。與諸菩薩等同一見。】"
    },
    {
      "id": "12-001-0015_p0092",
      "zh_CN": "在西方极乐世界，每一个人都有这个能力。但是这一句有三句话非常重要，我们不能够疏忽，那就是『住无所得』，这个与前面讲的回向实际，离一切相，有很大的关系。到达十方诸佛世界，你有没有得？决定没有得，有得就坏了，你看《心经》到最后「无智亦无得」。",
      "zh_TW": "在西方極樂世界，每一個人都有這個能力。但是這一句有三句話非常重要，我們不能夠疏忽，那就是『住無所得』，這個與前面講的迴向實際，離一切相，有很大的關係。到達十方諸佛世界，你有沒有得？決定沒有得，有得就壞了，你看《心經》到最後「無智亦無得」。"
    }
  ]
}