{
  "doc_id": "12-001-0012",
  "title": {
    "zh_CN": "华严经第七回向章",
    "zh_TW": "華嚴經第七迴向章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1986/12　 　台湾华藏图书馆",
    "zh_TW": "1986/12　 　台灣華藏圖書館"
  },
  "doc_number": "12-001-0012",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "12-001-0012_p0001",
      "zh_CN": "请掀开经本第五百四十五面：",
      "zh_TW": "請掀開經本第五百四十五面："
    },
    {
      "id": "12-001-0012_p0002",
      "zh_CN": "【为令一切众生了达正法。为世最上福德田故。为令一切众生成就平等清净大悲。为诸施者大力田故。】",
      "zh_TW": "【為令一切眾生了達正法。為世最上福德田故。為令一切眾生成就平等清淨大悲。為諸施者大力田故。】"
    },
    {
      "id": "12-001-0012_p0003",
      "zh_CN": "从这个地方开始，向下有十句是说解行位中因圆果满。从这一段我们很明显能看得出来，都是在果地上成熟之后，就是证果以后，所谓倒驾慈航，全都是示现给菩萨们看的，希望这些菩萨们依照佛的示现来学习。特别是对我们初发心，就是在我们眼前这个地位，佛法虽然是有次第，但是它也特别着重在圆融，所以初发心的人可以学等觉菩萨，也可以学如来果地上的修学。修学必须要依智慧，佛门里面常说的「依智不依识」，这一点非常的重要。第一句当中是『为令一切众生了达正法』，「了」是明了，「达」是通达，正法就是世间『最上福德田』。世人虽然愚痴，疏忽了生死出三界，对于这个大问题疏忽了，但是对于世间的福德可以说他没忘掉，念念都在追求，殊不知最上的福德就是正法。",
      "zh_TW": "從這個地方開始，向下有十句是說解行位中因圓果滿。從這一段我們很明顯能看得出來，都是在果地上成熟之後，就是證果以後，所謂倒駕慈航，全都是示現給菩薩們看的，希望這些菩薩們依照佛的示現來學習。特別是對我們初發心，就是在我們眼前這個地位，佛法雖然是有次第，但是它也特別著重在圓融，所以初發心的人可以學等覺菩薩，也可以學如來果地上的修學。修學必須要依智慧，佛門裡面常說的「依智不依識」，這一點非常的重要。第一句當中是『為令一切眾生了達正法』，「了」是明瞭，「達」是通達，正法就是世間『最上福德田』。世人雖然愚痴，疏忽了生死出三界，對於這個大問題疏忽了，但是對於世間的福德可以說他沒忘掉，念念都在追求，殊不知最上的福德就是正法。"
    },
    {
      "id": "12-001-0012_p0004",
      "zh_CN": "正法二个字怎么解释？「正法」，我们往往看到这二个字，就想到佛教经典这个就是正法，这种想法实在讲是太狭隘，并不能了达正法。不能了达正法就是迷入正法，迷了正法。「法」是一切法，这个是宇宙之间一切事物、一切的理论、一切的过程，总而言之，就是一切一切的一个总代名词，这是我们要把它认清楚。「正」是什么？就是于一切法里面，你都能具正知正见，你对它的认识，你对它的理解完全正确而没有错误，这个叫正法。如果对于一切法都能够正确的了达而没有错误，诸位想想，我们不会有错误的思想，不会有错误的见解，当然也就不会有错误的行为。一切作为都能够正而不邪，这个人怎么没有福报，当然有福报；不但有福报，他是真正的福报，是世间最上第一福报。由此可知，佛法教给我们确确实实是非常的平实，佛法教给我们决定没有离开我们的思想行为与日常的生活，这个才是因圆果满。",
      "zh_TW": "正法二個字怎麼解釋？「正法」，我們往往看到這二個字，就想到佛教經典這個就是正法，這種想法實在講是太狹隘，並不能了達正法。不能了達正法就是迷入正法，迷了正法。「法」是一切法，這個是宇宙之間一切事物、一切的理論、一切的過程，總而言之，就是一切一切的一個總代名詞，這是我們要把它認清楚。「正」是什麼？就是於一切法裡面，你都能具正知正見，你對它的認識，你對它的理解完全正確而沒有錯誤，這個叫正法。如果對於一切法都能夠正確的了達而沒有錯誤，諸位想想，我們不會有錯誤的思想，不會有錯誤的見解，當然也就不會有錯誤的行為。一切作為都能夠正而不邪，這個人怎麼沒有福報，當然有福報；不但有福報，他是真正的福報，是世間最上第一福報。由此可知，佛法教給我們確確實實是非常的平實，佛法教給我們決定沒有離開我們的思想行為與日常的生活，這個才是因圓果滿。"
    },
    {
      "id": "12-001-0012_p0005",
      "zh_CN": "第二句说『为令一切众生成就平等清净大悲』，菩萨行里面是以布施为第一，无论在六度里面，或者是在十度里面，《华严经》通常都用十来表法，十度里面也是布施排在第一位；一般大乘经典里面，六波罗蜜也是布施摆在第一位；即使是四摄法，还是把布施列在第一位。布施就是放下，布施就是舍，这个意义在讲席里面我们讲过很多。为什么要舍？那就是一切法都不是真实的，如果你要把它当作真实的，希望能有所得到，结果是一场空。所以佛要我们认识一切法的真实相，要从内心里面把它看破，把它放下。",
      "zh_TW": "第二句說『為令一切眾生成就平等清淨大悲』，菩薩行裡面是以布施為第一，無論在六度裡面，或者是在十度裡面，《華嚴經》通常都用十來表法，十度裡面也是布施排在第一位；一般大乘經典裡面，六波羅蜜也是布施擺在第一位；即使是四攝法，還是把布施列在第一位。布施就是放下，布施就是捨，這個意義在講席裡面我們講過很多。為什麼要捨？那就是一切法都不是真實的，如果你要把它當作真實的，希望能有所得到，結果是一場空。所以佛要我們認識一切法的真實相，要從內心裡面把它看破，把它放下。"
    },
    {
      "id": "12-001-0012_p0006",
      "zh_CN": "这是要相当的功力，所以底下有『大力田』，相当的功力。如果不能够看破放下，我们的平等清净大悲心就不能够显现，「清净平等大悲」就是我们的真心，就是我们的本性，禅家所讲的明心见性，念佛人所讲的一心不乱。这个一心就是平等，二心就不平等，一心就平等，一心就清净，二心就不清净。大慈悲心是从平等清净心里面生出来的，这样的心来修布施，这是叫「大力田」，这是众生种福，这个福田最为殊胜。对于平等清净大悲心的佛菩萨，我们恭敬赞叹供养，这是世间最有力的大福田，为什么？你能够恭敬称赞供养，佛菩萨才住世；你不能恭敬称赞供养，佛菩萨就不住世了。这样说起来，佛菩萨是不是喜欢别人对他恭敬称赞供养？如果他还喜欢这一套，他与凡人就没有两样，佛菩萨决定不是如此。他要是喜欢这些，他的心就不清净、就不平等。诸佛菩萨无心，无心就平等，就清净，随着众生心感应道交，《楞严》上说得很好，「随众生心，应所知量」。众生有感，佛菩萨就有应。",
      "zh_TW": "這是要相當的功力，所以底下有『大力田』，相當的功力。如果不能夠看破放下，我們的平等清淨大悲心就不能夠顯現，「清淨平等大悲」就是我們的真心，就是我們的本性，禪家所講的明心見性，念佛人所講的一心不亂。這個一心就是平等，二心就不平等，一心就平等，一心就清淨，二心就不清淨。大慈悲心是從平等清淨心裡面生出來的，這樣的心來修布施，這是叫「大力田」，這是眾生種福，這個福田最為殊勝。對於平等清淨大悲心的佛菩薩，我們恭敬讚歎供養，這是世間最有力的大福田，為什麼？你能夠恭敬稱讚供養，佛菩薩才住世；你不能恭敬稱讚供養，佛菩薩就不住世了。這樣說起來，佛菩薩是不是喜歡別人對他恭敬稱讚供養？如果他還喜歡這一套，他與凡人就沒有兩樣，佛菩薩決定不是如此。他要是喜歡這些，他的心就不清淨、就不平等。諸佛菩薩無心，無心就平等，就清淨，隨著眾生心感應道交，《楞嚴》上說得很好，「隨眾生心，應所知量」。眾生有感，佛菩薩就有應。"
    },
    {
      "id": "12-001-0012_p0007",
      "zh_CN": "恭敬称赞供养是性德，就是本性里面的德能。自古以来，祖师大德常常告诉我们，一分恭敬得一分利益，十分恭敬就得十分利益。我们要是跟佛菩萨，自己要能够得多少利益，完全在自己的恭敬心。跟着一个好老师，对这个老师没有恭敬心，跟的时间再长久，也得不到利益。如果有十分的恭敬心，虽然跟这个老师亲近的时间很短暂，终身受益。像莲池大师传记里头都有，他去参遍融和尚的时候，他对这个和尚非常恭敬，三步一拜，拜到老和尚的面前，求老和尚开示。这样虔诚的恭敬心，老和尚对他怎么说？他说：你这么辛苦三步一拜，拜到我面前来，你求什么，为什么？他说：我求老和尚开示。「你不要被名闻利养害了。」人站着听了都笑笑，老生常谈，他们不晓得听了几十遍几百遍，这么一句平常的话还值得三步一拜从山下一直拜到山上来，就听了这么一句。可是莲池大师对别人讲，我一生所得力的受用就是老和尚这一句话，他就守定了，一生决定不沾名闻利养，他能成就一代祖师。别人大家在一起听，为什么得不到这个利益？没有恭敬心，以为这句话很平常谁不会讲，听得也耳熟。我想莲池大师平常也听过，为什么得不到受用？没有恭敬心。这句话出在遍融和尚的口中，听在莲池大师的耳中，就起了作用，这就证明恭敬心真正能得利益。",
      "zh_TW": "恭敬稱讚供養是性德，就是本性裡面的德能。自古以來，祖師大德常常告訴我們，一分恭敬得一分利益，十分恭敬就得十分利益。我們要是跟佛菩薩，自己要能夠得多少利益，完全在自己的恭敬心。跟著一個好老師，對這個老師沒有恭敬心，跟的時間再長久，也得不到利益。如果有十分的恭敬心，雖然跟這個老師親近的時間很短暫，終身受益。像蓮池大師傳記裡頭都有，他去參遍融和尚的時候，他對這個和尚非常恭敬，三步一拜，拜到老和尚的面前，求老和尚開示。這樣虔誠的恭敬心，老和尚對他怎麼說？他說：你這麼辛苦三步一拜，拜到我面前來，你求什麼，為什麼？他說：我求老和尚開示。「你不要被名聞利養害了。」人站著聽了都笑笑，老生常談，他們不曉得聽了幾十遍幾百遍，這麼一句平常的話還值得三步一拜從山下一直拜到山上來，就聽了這麼一句。可是蓮池大師對別人講，我一生所得力的受用就是老和尚這一句話，他就守定了，一生決定不沾名聞利養，他能成就一代祖師。別人大家在一起聽，為什麼得不到這個利益？沒有恭敬心，以為這句話很平常誰不會講，聽得也耳熟。我想蓮池大師平常也聽過，為什麼得不到受用？沒有恭敬心。這句話出在遍融和尚的口中，聽在蓮池大師的耳中，就起了作用，這就證明恭敬心真正能得利益。"
    },
    {
      "id": "12-001-0012_p0008",
      "zh_CN": "此地施者，大乘经典里面讲得很多，一切财布施都比不上法布施，法布施里面第一条就是修行布施，修行的供养，是依教修行，这是布施供养里面第一布施，要依教修行。这一句里面我们就学两桩事情，第一个我们要学放下，要学布施供养；第二我们要学清净平等大悲，这两桩事情相辅相成。第三句：",
      "zh_TW": "此地施者，大乘經典裡面講得很多，一切財布施都比不上法布施，法布施裡面第一條就是修行布施，修行的供養，是依教修行，這是布施供養裡面第一布施，要依教修行。這一句裡面我們就學兩樁事情，第一個我們要學放下，要學布施供養；第二我們要學清淨平等大悲，這兩樁事情相輔相成。第三句："
    },
    {
      "id": "12-001-0012_p0009",
      "zh_CN": "【为令一切众生坚固第一无能沮坏故。】",
      "zh_TW": "【為令一切眾生堅固第一無能沮壞故。】"
    },
    {
      "id": "12-001-0012_p0010",
      "zh_CN": "『第一』是什么？在本经清凉大师把它分作四科，第一是信，第二是解，第三是行，第四是证，「信、解、行、证」。此地这个第一可以说之为信，信为道源功德母，念佛人三资粮里面第一个就是信，要信自、信他、信因、信果、信事、信理。信心决定不能『沮坏』，信心决定不能动摇，要有坚固第一信心。这个说法是对我们现前的程度来说；在深位的菩萨，坚固第一就是讲真如本性；如果在念佛人来讲，坚固第一就是理一心不乱。但是那是深位菩萨，那种说法我们用不上，我们今天把第一摆在信心上，对我们非常有受用，要坚固我们的信心，要认真的去念佛。第四句：",
      "zh_TW": "『第一』是什麼？在本經清涼大師把它分作四科，第一是信，第二是解，第三是行，第四是證，「信、解、行、證」。此地這個第一可以說之為信，信為道源功德母，念佛人三資糧裡面第一個就是信，要信自、信他、信因、信果、信事、信理。信心決定不能『沮壞』，信心決定不能動搖，要有堅固第一信心。這個說法是對我們現前的程度來說；在深位的菩薩，堅固第一就是講真如本性；如果在念佛人來講，堅固第一就是理一心不亂。但是那是深位菩薩，那種說法我們用不上，我們今天把第一擺在信心上，對我們非常有受用，要堅固我們的信心，要認真的去念佛。第四句："
    },
    {
      "id": "12-001-0012_p0011",
      "zh_CN": "【为令一切众生见必蒙益无能摧伏故。】",
      "zh_TW": "【為令一切眾生見必蒙益無能摧伏故。】"
    },
    {
      "id": "12-001-0012_p0012",
      "zh_CN": "这个『见』就是见佛、见菩萨、见善知识，你见到他必定得利益，而且得的是大利益，为什么？『无能摧伏』。摧伏是讲邪魔外道，是你见到佛菩萨之后，你对于真理明白了、觉悟了，不会再迷，不会再邪，是这个意思。我们见善知识，像佛门里面讲的参学，参学的目的何在？总而言之，不外乎断疑生信，我们有疑惑，参访善知识求他给我们破迷启悟。我们见佛菩萨如是。我们今天学佛了，在日常生活当中，我们遇见一切众生，他见到我了，我们能给他什么，这是我们要学的。第一个形象就是要叫他知道我学佛，你要用什么样的方式一句话不说，叫他知道你是学佛的。学佛跟不学佛确实不是一个样子，当然在初学还不能够办到；换句话说，气质还没有能变得过来，这是习气不太容易改。古人所谓「少成若天性，习惯成自然」，少年养成的习惯到老都改不了。但是学佛就是要改习惯，就是要改习气，为什么？我们那个习惯习气都是六道生死流转的习惯，生死轮回的习气，这个不改不得了！一定要改习气，要改习惯。",
      "zh_TW": "這個『見』就是見佛、見菩薩、見善知識，你見到他必定得利益，而且得的是大利益，為什麼？『無能摧伏』。摧伏是講邪魔外道，是你見到佛菩薩之後，你對於真理明白了、覺悟了，不會再迷，不會再邪，是這個意思。我們見善知識，像佛門裡面講的參學，參學的目的何在？總而言之，不外乎斷疑生信，我們有疑惑，參訪善知識求他給我們破迷啟悟。我們見佛菩薩如是。我們今天學佛了，在日常生活當中，我們遇見一切眾生，他見到我了，我們能給他什麼，這是我們要學的。第一個形象就是要叫他知道我學佛，你要用什麼樣的方式一句話不說，叫他知道你是學佛的。學佛跟不學佛確實不是一個樣子，當然在初學還不能夠辦到；換句話說，氣質還沒有能變得過來，這是習氣不太容易改。古人所謂「少成若天性，習慣成自然」，少年養成的習慣到老都改不了。但是學佛就是要改習慣，就是要改習氣，為什麼？我們那個習慣習氣都是六道生死流轉的習慣，生死輪迴的習氣，這個不改不得了！一定要改習氣，要改習慣。"
    },
    {
      "id": "12-001-0012_p0013",
      "zh_CN": "古人念书目的就是在变化气质，何况学佛！学了佛，学了几年，总带着有一点佛菩萨的气分，叫人家一看晓得这跟一般人不相同，他就会向你来请教，你就要给他开导。第一桩事情就是要给他说明白什么是佛法，使他不至于错解了佛法，错认了佛法，这个是非常重要。至少学佛的三宝，三宝是什么意思，你要能讲得清清楚楚明明白白，还得讲得简简单单，太麻烦、太啰唆了，人家不要听。「佛」这个字，是从印度梵文翻译过来的，它的意思是觉，觉悟，觉而不迷就叫做佛。所以佛里面没有迷信，佛是要破迷开悟的，要教你觉，不是教你迷的。「法」就是正确的思想、正确的见解，正知正见。「僧」是清净的意思，净而不染。最低限度你要把三宝佛法僧讲清楚。佛法求的是什么？求的是一个究竟圆满的智慧，要求这个，经里面术语讲无上菩提，菩提就是智慧，无上就是没有比这个更高更上的，就是究竟圆满的智慧，这是佛法所求。佛法之所修就是修觉、修正、修清净，觉心、正心、清净心。简简单单、清清楚楚，就把佛法介绍给别人了。人要是真正明白佛法根本的教义，当然一切邪知邪见自自然然就熄灭，这是「无能摧伏」，我们见佛菩萨得利益，一切众生见我们也要得利益，不要叫他空来了，不要叫他见过之后空手而归，那可惜。所以这桩事情我们向上要学，向下要教。第五句：",
      "zh_TW": "古人念書目的就是在變化氣質，何況學佛！學了佛，學了幾年，總帶著有一點佛菩薩的氣分，叫人家一看曉得這跟一般人不相同，他就會向你來請教，你就要給他開導。第一樁事情就是要給他說明白什麼是佛法，使他不至於錯解了佛法，錯認了佛法，這個是非常重要。至少學佛的三寶，三寶是什麼意思，你要能講得清清楚楚明明白白，還得講得簡簡單單，太麻煩、太囉唆了，人家不要聽。「佛」這個字，是從印度梵文翻譯過來的，它的意思是覺，覺悟，覺而不迷就叫做佛。所以佛裡面沒有迷信，佛是要破迷開悟的，要教你覺，不是教你迷的。「法」就是正確的思想、正確的見解，正知正見。「僧」是清淨的意思，淨而不染。最低限度你要把三寶佛法僧講清楚。佛法求的是什麼？求的是一個究竟圓滿的智慧，要求這個，經裡面術語講無上菩提，菩提就是智慧，無上就是沒有比這個更高更上的，就是究竟圓滿的智慧，這是佛法所求。佛法之所修就是修覺、修正、修清淨，覺心、正心、清淨心。簡簡單單、清清楚楚，就把佛法介紹給別人了。人要是真正明白佛法根本的教義，當然一切邪知邪見自自然然就熄滅，這是「無能摧伏」，我們見佛菩薩得利益，一切眾生見我們也要得利益，不要叫他空來了，不要叫他見過之後空手而歸，那可惜。所以這樁事情我們向上要學，向下要教。第五句："
    },
    {
      "id": "12-001-0012_p0014",
      "zh_CN": "【为令一切众生成满最胜平等心故。】",
      "zh_TW": "【為令一切眾生成滿最勝平等心故。】"
    },
    {
      "id": "12-001-0012_p0015",
      "zh_CN": "要帮助众生，帮助他成就圆满最殊胜的平等心。这个事情，不仅是要在言教要把道理讲清楚，他才能够舍一切妄想执着，恢复到心地的平静；同时自己还要努力去修学，你自己的心不平等、不清净，你叫别人修清净平等，不太容易。人家听了说：你这些是高调，这个是人做不到的。如果你自己显示得很清净，他一看到，是有这个道理，说是人做不到，为什么你能做到？你能够做得到，当然别人也能做得到。可见得弘扬佛法教化众生，单凭口说效果是很少，一定要解行相应，自己要能够做到。当你自己做到的时候，你说出来语调音声就不一样；自己没有做到说这个，心虚，人家听了这个话都不踏实，对你打问号。自己真正做到，说出来的话言语肯定坚强，叫人听了之后不能怀疑，那是因为你自己真正做到，真正证得。第六句：",
      "zh_TW": "要幫助眾生，幫助他成就圓滿最殊勝的平等心。這個事情，不僅是要在言教要把道理講清楚，他才能夠捨一切妄想執著，恢復到心地的平靜；同時自己還要努力去修學，你自己的心不平等、不清淨，你叫別人修清淨平等，不太容易。人家聽了說：你這些是高調，這個是人做不到的。如果你自己顯示得很清淨，他一看到，是有這個道理，說是人做不到，為什麼你能做到？你能夠做得到，當然別人也能做得到。可見得弘揚佛法教化眾生，單憑口說效果是很少，一定要解行相應，自己要能夠做到。當你自己做到的時候，你說出來語調音聲就不一樣；自己沒有做到說這個，心虛，人家聽了這個話都不踏實，對你打問號。自己真正做到，說出來的話言語肯定堅強，叫人聽了之後不能懷疑，那是因為你自己真正做到，真正證得。第六句："
    },
    {
      "id": "12-001-0012_p0016",
      "zh_CN": "【为令一切众生善能了达一切诸法得大无畏故。】",
      "zh_TW": "【為令一切眾生善能了達一切諸法得大無畏故。】"
    },
    {
      "id": "12-001-0012_p0017",
      "zh_CN": "『能』是有能力，『了』是明了，『达』是通达，通达『一切诸法』。一切诸法，最低限度你要能看八面，才算是能了达，单看一面会看错了。哪个八面？第一个是本体，换句话说，这个一法生起的原理，它从哪里生的？这是讲它的本体。第二是现象，对现象要明了。第三就是作用，它有相，它一定起作用。这个是三方面，体、相、用，就是本体、现象、作用。其次要知道它的因、缘、果，从本体为什么现出这个现象，一定有原因。你晓得原因，原因必定不是单纯的，而是有许许多多的条件，这些条件在佛法叫缘，众缘聚会的时候它才现这个形状，这叫果报，因缘果报。除这个之外，还要晓得事与理，必定有事相的一面，有理论的一面。最低限度你要在一法当中要从八面去观察，你就不迷，你就真正觉悟了。",
      "zh_TW": "『能』是有能力，『了』是明瞭，『達』是通達，通達『一切諸法』。一切諸法，最低限度你要能看八面，才算是能了達，單看一面會看錯了。哪個八面？第一個是本體，換句話說，這個一法生起的原理，它從哪裡生的？這是講它的本體。第二是現象，對現象要明瞭。第三就是作用，它有相，它一定起作用。這個是三方面，體、相、用，就是本體、現象、作用。其次要知道它的因、緣、果，從本體為什麼現出這個現象，一定有原因。你曉得原因，原因必定不是單純的，而是有許許多多的條件，這些條件在佛法叫緣，眾緣聚會的時候它才現這個形狀，這叫果報，因緣果報。除這個之外，還要曉得事與理，必定有事相的一面，有理論的一面。最低限度你要在一法當中要從八面去觀察，你就不迷，你就真正覺悟了。"
    },
    {
      "id": "12-001-0012_p0018",
      "zh_CN": "这个「善」字用得妙！妙在哪里？妙在心像一面镜子，把一切法「体相用因缘果事理」照得清清楚楚明明白白，并没有落在事里面，我就想想这是什么事情，那就不善，为什么？落到意识里头去了，你用的是分别心、执着心、妄想心，用这种心去了达一切诸法，那是六道凡夫，小乘圣者、声闻、缘觉、权教菩萨，是这些人。圆实的大菩萨善能了达，为什么？不用心意识这个就叫善，用心意识就不善。所以这个字在此地很妙。能够离心意识，当然『得大无畏』，也就是真正的解脱自在。《楞严经》交光大师注解《正脉》里头，教我们舍识用根，就是用六根的根性，那就是「善能了达一切诸法」。再看第七句：",
      "zh_TW": "這個「善」字用得妙！妙在哪裡？妙在心像一面鏡子，把一切法「體相用因緣果事理」照得清清楚楚明明白白，並沒有落在事裡面，我就想想這是什麼事情，那就不善，為什麼？落到意識裡頭去了，你用的是分別心、執著心、妄想心，用這種心去了達一切諸法，那是六道凡夫，小乘聖者、聲聞、緣覺、權教菩薩，是這些人。圓實的大菩薩善能了達，為什麼？不用心意識這個就叫善，用心意識就不善。所以這個字在此地很妙。能夠離心意識，當然『得大無畏』，也就是真正的解脫自在。《楞嚴經》交光大師註解《正脈》裡頭，教我們捨識用根，就是用六根的根性，那就是「善能了達一切諸法」。再看第七句："
    },
    {
      "id": "12-001-0012_p0019",
      "zh_CN": "【为令一切众生放一光明普照十方一切世界故。】",
      "zh_TW": "【為令一切眾生放一光明普照十方一切世界故。】"
    },
    {
      "id": "12-001-0012_p0020",
      "zh_CN": "『光明』是讲智慧，智慧实在讲是无量无边，那必须是有大的成就，圆满的成就，像佛与大菩萨们，他们能放无量光，无量神通、无量的德能能够同时显现。我们现在没有到这个地位，也没有这种能力，在现前我们怎么做法？『放一光明』，行，这我们做得到，一光明你要是真正透出来，给诸位说，确确实实『普照十方一切世界』，这个话是真的，不是假的，问题就是你这一道光能不能放得出来，放不出来就不行了。这说的什么意思？具足真正的信愿行，在无量法门里面修这一个法门，任何一个法门，信愿行实在讲不只是净土必须具备的条件，任何一个法门如果信愿行这三个条件缺一个，都不能成功。不单在佛法，世间法也是如此，无论你做什么事情，你对这个事情有信心，你很欢喜去做，天天不断的去做，才会有成就。世出世间法离信愿行不能成就，所以有坚定清净的信愿行这就是光明，用在念佛上那就特别的显著。像《弥陀经》里面说的，「真心切愿，执持佛号，求生净土」，这个人是为十方诸佛之所称赞，十方诸法之所护念，那怎么不普照一切世界！",
      "zh_TW": "『光明』是講智慧，智慧實在講是無量無邊，那必須是有大的成就，圓滿的成就，像佛與大菩薩們，他們能放無量光，無量神通、無量的德能能夠同時顯現。我們現在沒有到這個地位，也沒有這種能力，在現前我們怎麼做法？『放一光明』，行，這我們做得到，一光明你要是真正透出來，給諸位說，確確實實『普照十方一切世界』，這個話是真的，不是假的，問題就是你這一道光能不能放得出來，放不出來就不行了。這說的什麼意思？具足真正的信願行，在無量法門裡面修這一個法門，任何一個法門，信願行實在講不只是淨土必須具備的條件，任何一個法門如果信願行這三個條件缺一個，都不能成功。不單在佛法，世間法也是如此，無論你做什麼事情，你對這個事情有信心，你很歡喜去做，天天不斷的去做，才會有成就。世出世間法離信願行不能成就，所以有堅定清淨的信願行這就是光明，用在念佛上那就特別的顯著。像《彌陀經》裡面說的，「真心切願，執持佛號，求生淨土」，這個人是為十方諸佛之所稱讚，十方諸法之所護念，那怎麼不普照一切世界！"
    },
    {
      "id": "12-001-0012_p0021",
      "zh_CN": "真正是决心在这一生要往生，现在在这个世间除了利益众生的事情我们应当要做，此外我们完全要把它放下，心才清净，心才能专一，专一就放光。如果我这个信愿行里面还参杂着世间名闻利养，还参杂着世间五欲六尘，这个信愿行里头没有光明，要想感应那就很难。由此可知，放一光明就是专心，专心就放光。西方许多科学家都是如此，他在专心研究的时候，他什么都忘掉，连吃饭也忘掉，这是常有的事情。你说饿不饿，饿也忘掉了，人家专心专到这个程度。我们到时候想肚子饿了要吃饭，可见得心没专，还挂念着要吃饭，所以我们放这个光不足不强，照不到十方世界。真正专一的话，确确实实能普照十方一切世界。再看下面第八句：",
      "zh_TW": "真正是決心在這一生要往生，現在在這個世間除了利益眾生的事情我們應當要做，此外我們完全要把它放下，心才清淨，心才能專一，專一就放光。如果我這個信願行裡面還參雜著世間名聞利養，還參雜著世間五欲六塵，這個信願行裡頭沒有光明，要想感應那就很難。由此可知，放一光明就是專心，專心就放光。西方許多科學家都是如此，他在專心研究的時候，他什麼都忘掉，連吃飯也忘掉，這是常有的事情。你說餓不餓，餓也忘掉了，人家專心專到這個程度。我們到時候想肚子餓了要吃飯，可見得心沒專，還掛念著要吃飯，所以我們放這個光不足不強，照不到十方世界。真正專一的話，確確實實能普照十方一切世界。再看下面第八句："
    },
    {
      "id": "12-001-0012_p0022",
      "zh_CN": "【为令一切众生普修一切菩萨精进行无懈退故。】",
      "zh_TW": "【為令一切眾生普修一切菩薩精進行無懈退故。】"
    },
    {
      "id": "12-001-0012_p0023",
      "zh_CN": "这一句也非常重要。凡夫无始劫以来有一个很大的毛病，这个毛病是什么？就是懈怠懒散，这是我们学佛的致命伤，不仅是学佛不能成就，在世间事业上也不能成就，不能出人头地。所以我们要痛切悔改，要改过，要学勤奋，要学着勤劳。这一次我到屏东去，跟那边的大众结结法缘，我们多年一个老朋友也参加这个法会，钟景德老居士，他今年八十四岁，身体很健康，一般老人都没有办法跟他比。人家问他：你怎么保养的？他什么也没有，他也没钱，住在庙里面。他给我说，他说：大概我这个体力能保持这么好，就是运动，工作，寺庙里头大大小小的事情他看到就做，劳动。没有事情做的时候，他就念佛经行。在院子里头经行念佛，他说他一天念三万声佛号，念一声佛号走一步，他一天平均要走三万步，一年到头都是这个样子。他说这个不能说是没有道理，要运动！心没有妄想，身能劳动，这是最好的养生之道。",
      "zh_TW": "這一句也非常重要。凡夫無始劫以來有一個很大的毛病，這個毛病是什麼？就是懈怠懶散，這是我們學佛的致命傷，不僅是學佛不能成就，在世間事業上也不能成就，不能出人頭地。所以我們要痛切悔改，要改過，要學勤奮，要學著勤勞。這一次我到屏東去，跟那邊的大眾結結法緣，我們多年一個老朋友也參加這個法會，鍾景德老居士，他今年八十四歲，身體很健康，一般老人都沒有辦法跟他比。人家問他：你怎麼保養的？他什麼也沒有，他也沒錢，住在廟裡面。他給我說，他說：大概我這個體力能保持這麼好，就是運動，工作，寺廟裡頭大大小小的事情他看到就做，勞動。沒有事情做的時候，他就念佛經行。在院子裡頭經行念佛，他說他一天念三萬聲佛號，念一聲佛號走一步，他一天平均要走三萬步，一年到頭都是這個樣子。他說這個不能說是沒有道理，要運動！心沒有妄想，身能勞動，這是最好的養生之道。"
    },
    {
      "id": "12-001-0012_p0024",
      "zh_CN": "经上一再给我们讲清净平等慈悲，这是大悲心，心一定要清净平等慈悲，身一定要劳动。不但对自己事情要做得圆圆满满，对于公共大众的事情做得更要圆满，要尽心尽力，这不仅是劳动，精进也是修福。修福这桩事情决定不能间断，希望在临命终时清清楚楚明明白白，没有病苦，如入禅定，这样走是大福报。古人确实他表演了这一招。我好像是在《高僧传》还是哪里看到，很久很久以前的，学佛没多久，喜欢看这些书籍，讲临终去的，也是个出家人，临终走的时候问大众，他说：「你们有没有看见过坐着走的？」有一个，我们有看见过。「有没有看见过站着走的？」也有少数人说我们看见过，于是他翻一个筋斗，头朝下，脚朝上：「你们有没有看见这样走的？」没有看见过。他就走了，你想这个多自在，真自在，这是大福报，生死自在，简直就是开玩笑一样的。",
      "zh_TW": "經上一再給我們講清淨平等慈悲，這是大悲心，心一定要清淨平等慈悲，身一定要勞動。不但對自己事情要做得圓圓滿滿，對於公共大眾的事情做得更要圓滿，要盡心盡力，這不僅是勞動，精進也是修福。修福這樁事情決定不能間斷，希望在臨命終時清清楚楚明明白白，沒有病苦，如入禪定，這樣走是大福報。古人確實他表演了這一招。我好像是在《高僧傳》還是哪裡看到，很久很久以前的，學佛沒多久，喜歡看這些書籍，講臨終去的，也是個出家人，臨終走的時候問大眾，他說：「你們有沒有看見過坐著走的？」有一個，我們有看見過。「有沒有看見過站著走的？」也有少數人說我們看見過，於是他翻一個筋斗，頭朝下，腳朝上：「你們有沒有看見這樣走的？」沒有看見過。他就走了，你想這個多自在，真自在，這是大福報，生死自在，簡直就是開玩笑一樣的。"
    },
    {
      "id": "12-001-0012_p0025",
      "zh_CN": "诸位要知道，他能做得到，我们也能做得到。我们今天为什么做不到？就是因为我们不能精进，就是因为我们懈怠散乱，就是因为我们放不下贪瞋痴慢，所以做不到。真正能放下，真正能精进，没有一桩事情是做不到的。特别我们在《华严经》上看到，《华严经》上释迦牟尼佛告诉我们，我们就是这个肉身一生能成佛，成什么样的佛？成圆教最究竟最圆满的佛。这在《华严经》末后，善财童子五十三参表演给我们看的，凡是我们这个世间人做不到的事情，释迦牟尼佛决定不说，说了没意思，说了吊胃口，佛不可能这种说法。凡是说出的，都是我们世间人可以做得到的，特别在这部一乘圆教的大经里面，给我们讲一生成佛的修学法，所以精进就非常的重要。学佛人大障碍实在讲就是退转，我们是进得少、退得多，如果有进无退，成佛不必要三大阿僧祇劫，一生真的就够了。第九句：",
      "zh_TW": "諸位要知道，他能做得到，我們也能做得到。我們今天為什麼做不到？就是因為我們不能精進，就是因為我們懈怠散亂，就是因為我們放不下貪瞋痴慢，所以做不到。真正能放下，真正能精進，沒有一樁事情是做不到的。特別我們在《華嚴經》上看到，《華嚴經》上釋迦牟尼佛告訴我們，我們就是這個肉身一生能成佛，成什麼樣的佛？成圓教最究竟最圓滿的佛。這在《華嚴經》末後，善財童子五十三參表演給我們看的，凡是我們這個世間人做不到的事情，釋迦牟尼佛決定不說，說了沒意思，說了吊胃口，佛不可能這種說法。凡是說出的，都是我們世間人可以做得到的，特別在這部一乘圓教的大經裡面，給我們講一生成佛的修學法，所以精進就非常的重要。學佛人大障礙實在講就是退轉，我們是進得少、退得多，如果有進無退，成佛不必要三大阿僧祇劫，一生真的就夠了。第九句："
    },
    {
      "id": "12-001-0012_p0026",
      "zh_CN": "【为令一切众生以一行愿普满一切诸行愿故。】",
      "zh_TW": "【為令一切眾生以一行願普滿一切諸行願故。】"
    },
    {
      "id": "12-001-0012_p0027",
      "zh_CN": "这个『行』，古人念去声，当动词讲。现在有的时候念成破音字，但是意思明了也没有太大的妨碍，这是个动词。以一行，以一愿，一种行法，一个行门，一个愿望，就能普遍满一切的菩萨行、菩萨愿，这个太特别！这一句实在说就是暗示着念佛求生净土，这一句就是说这个。不但这一句说这个，其实这部经从头到尾显说暗示都是教你念佛求生净土，到最后怕你还不明了再明说，普贤菩萨十大愿王导归极乐，带你到极乐世界见阿弥陀佛，到最后揭穿，明白的说出来了。",
      "zh_TW": "這個『行』，古人念去聲，當動詞講。現在有的時候念成破音字，但是意思明瞭也沒有太大的妨礙，這是個動詞。以一行，以一願，一種行法，一個行門，一個願望，就能普遍滿一切的菩薩行、菩薩願，這個太特別！這一句實在說就是暗示著念佛求生淨土，這一句就是說這個。不但這一句說這個，其實這部經從頭到尾顯說暗示都是教你念佛求生淨土，到最後怕你還不明瞭再明說，普賢菩薩十大願王導歸極樂，帶你到極樂世界見阿彌陀佛，到最後揭穿，明白的說出來了。"
    },
    {
      "id": "12-001-0012_p0028",
      "zh_CN": "『一行』就是阿弥陀佛，念念不离这个，『一愿』就是愿生净土，就够了，只要得生净土，的确就普遍圆满一切菩萨行愿。蕅益大师在《要解》里面告诉我们，阿弥陀佛是法界藏身，见一佛就见一切诸佛，见到阿弥陀佛就见十方三世一切诸佛，西方净土是法性土，生这一土就生诸佛净土，一生一切生，一见一切见，岂不是『普满一切诸行愿故』！离开这个法门，修别的法门是做不到的，说一行能够普满一切诸行愿，不容易做到。所以成了佛，这个成佛通常讲藏教的成佛、通教的成佛、别教的成佛，还要念佛发愿求生弥陀净土。我们怎么晓得，藏佛、通教佛、别教佛都要发愿求生净土？这个也是在《华严经》上说的，藏通佛还没见性，在十信位里面不过是九信、十信位而已，还没见性。别教佛破了十二品无明，别教初地菩萨破一品无明，十地破十品，等觉破一品，佛再破一品，只破十二品无明，四十一品无明只破十二品，所以他在圆教的地位来讲，相当于第二行位的菩萨，因为二行菩萨破十二品无明，跟他这个地位等齐。圆教法身大士还要求生净土，破十二品无明，二行位的菩萨，就是别教佛，你想想他要不要求生净土？他当然要去，别教的佛都要去了，通教、藏教当然更要去。所以西方净土是诸佛菩萨的归依处，这就是「以一行愿普满一切诸行愿故」。所以十方诸佛都要求生净土。末后这一句：",
      "zh_TW": "『一行』就是阿彌陀佛，念念不離這個，『一願』就是願生淨土，就夠了，只要得生淨土，的確就普遍圓滿一切菩薩行願。蕅益大師在《要解》裡面告訴我們，阿彌陀佛是法界藏身，見一佛就見一切諸佛，見到阿彌陀佛就見十方三世一切諸佛，西方淨土是法性土，生這一土就生諸佛淨土，一生一切生，一見一切見，豈不是『普滿一切諸行願故』！離開這個法門，修別的法門是做不到的，說一行能夠普滿一切諸行願，不容易做到。所以成了佛，這個成佛通常講藏教的成佛、通教的成佛、別教的成佛，還要念佛發願求生彌陀淨土。我們怎麼曉得，藏佛、通教佛、別教佛都要發願求生淨土？這個也是在《華嚴經》上說的，藏通佛還沒見性，在十信位裡面不過是九信、十信位而已，還沒見性。別教佛破了十二品無明，別教初地菩薩破一品無明，十地破十品，等覺破一品，佛再破一品，只破十二品無明，四十一品無明只破十二品，所以他在圓教的地位來講，相當於第二行位的菩薩，因為二行菩薩破十二品無明，跟他這個地位等齊。圓教法身大士還要求生淨土，破十二品無明，二行位的菩薩，就是別教佛，你想想他要不要求生淨土？他當然要去，別教的佛都要去了，通教、藏教當然更要去。所以西方淨土是諸佛菩薩的歸依處，這就是「以一行願普滿一切諸行願故」。所以十方諸佛都要求生淨土。末後這一句："
    },
    {
      "id": "12-001-0012_p0029",
      "zh_CN": "【为令一切众生以一妙音普使闻者皆得解故。】",
      "zh_TW": "【為令一切眾生以一妙音普使聞者皆得解故。】"
    },
    {
      "id": "12-001-0012_p0030",
      "zh_CN": "这是如来果地上特殊的能力，佛以一音而说法，众生随类各得解。「阿弥陀佛」这一句是梵音，实在讲也不是印度话，佛只给我们传下来这个音调。而且佛给我们说，不仅是娑婆世界，十方世界一切众生都喜欢听这一句阿弥陀佛。所以阿弥陀佛，人乐闻故，人很喜欢听，这就是一音，这一音使一切闻者都欢喜，都得解。这一句佛号念久了，这个念有方法，我们在讲席当中常常提示，要把这句佛号把我们的分别执着妄想念掉，就是分别执着妄想一起来的时候，很快的就换成佛号，这叫念佛，这叫念佛的功夫。果然把一切分别执着妄想念掉，念没有了，这就一心现前，一心不乱就现前，就得到，一心就是自己的真心，就是自己的真如本性。真如本性本来具足无量智慧，具足无量的德能，这个时候的智慧德能统统现前，所以佛说无师智，就是不是跟老师学的智慧，无师智、自然智这个时候统统都现前。诸位要晓得，要是拿净土弥陀的教义来解释一切经，这一切经不难，确确实实不难，句句都看到指归净土，所以古大德常讲千经万论处处指归，实实在在不错，确实是这个样子。",
      "zh_TW": "這是如來果地上特殊的能力，佛以一音而說法，眾生隨類各得解。「阿彌陀佛」這一句是梵音，實在講也不是印度話，佛只給我們傳下來這個音調。而且佛給我們說，不僅是娑婆世界，十方世界一切眾生都喜歡聽這一句阿彌陀佛。所以阿彌陀佛，人樂聞故，人很喜歡聽，這就是一音，這一音使一切聞者都歡喜，都得解。這一句佛號念久了，這個念有方法，我們在講席當中常常提示，要把這句佛號把我們的分別執著妄想念掉，就是分別執著妄想一起來的時候，很快的就換成佛號，這叫念佛，這叫念佛的功夫。果然把一切分別執著妄想念掉，念沒有了，這就一心現前，一心不亂就現前，就得到，一心就是自己的真心，就是自己的真如本性。真如本性本來具足無量智慧，具足無量的德能，這個時候的智慧德能統統現前，所以佛說無師智，就是不是跟老師學的智慧，無師智、自然智這個時候統統都現前。諸位要曉得，要是拿淨土彌陀的教義來解釋一切經，這一切經不難，確確實實不難，句句都看到指歸淨土，所以古大德常講千經萬論處處指歸，實實在在不錯，確實是這個樣子。"
    },
    {
      "id": "12-001-0012_p0031",
      "zh_CN": "到这个地方是一个小段落，下面是第三个小段，有八句，这八句地位又要高一层，是十地位中因行果满，就是地上菩萨所表演的、所示现的。第一句：",
      "zh_TW": "到這個地方是一個小段落，下面是第三個小段，有八句，這八句地位又要高一層，是十地位中因行果滿，就是地上菩薩所表演的、所示現的。第一句："
    },
    {
      "id": "12-001-0012_p0032",
      "zh_CN": "【为令一切众生悉能具足一切菩萨清净心故。】",
      "zh_TW": "【為令一切眾生悉能具足一切菩薩清淨心故。】"
    },
    {
      "id": "12-001-0012_p0033",
      "zh_CN": "这个意思在《六十华严》里面，这一句叫「直心平等」，也就是初证真如，要就离障来讲，所以说清净。障有二种，所以心就不清净，第一种叫烦恼障，第二种叫所知障，这是佛把无量的障碍，是心性上的障碍，有了这个障碍，我们的真心不能现前，不能够恢复。障碍虽然多，把它归纳起来总不外乎这二大类。但是古德有许多地方，或者是在注解，甚至在佛学辞典上，你能够看到，所谓是烦恼障障涅槃，所知障障菩提。这种说法是取偏重的说法，其实烦恼障不但障涅槃，也障菩提；所知障是障菩提没错，也障涅槃，这个是一定要明了的。二种障碍都破除，清净心现前，清净心就是真如本性，就是你的真心现前了。",
      "zh_TW": "這個意思在《六十華嚴》裡面，這一句叫「直心平等」，也就是初證真如，要就離障來講，所以說清淨。障有二種，所以心就不清淨，第一種叫煩惱障，第二種叫所知障，這是佛把無量的障礙，是心性上的障礙，有了這個障礙，我們的真心不能現前，不能夠恢復。障礙雖然多，把它歸納起來總不外乎這二大類。但是古德有許多地方，或者是在註解，甚至在佛學辭典上，你能夠看到，所謂是煩惱障障涅槃，所知障障菩提。這種說法是取偏重的說法，其實煩惱障不但障涅槃，也障菩提；所知障是障菩提沒錯，也障涅槃，這個是一定要明瞭的。二種障礙都破除，清淨心現前，清淨心就是真如本性，就是你的真心現前了。"
    },
    {
      "id": "12-001-0012_p0034",
      "zh_CN": "我们今天讲待人家，我真心待你，假的，骗人的，哪有真心！你要有障碍，障碍没有去掉，你哪来的真心？好，真心了，过几天心又变了，可见得他不是真心，他会变的。所以你一定要觉悟，与凡夫相处没有真心；要有真心，他不是凡夫，他是菩萨。那个心不变，给诸位说，阿罗汉才不变，阿罗汉以前都会变卦，都会变的。阿罗汉是断了见思烦恼，烦恼障断掉，所知障还没断，一品都没断，他这个时候不变了，但是还不能叫清净心，他只能叫定心，阿罗汉心定。因为清净里面必定放光明，阿罗汉还没放光，心是定了，没有放光，有定没有慧，还要再加功夫。再加功夫就是破一品所知障，就见一分真心，所知障是无明，破一品无明，见一分真心。这个地方就是初证真性，在圆教讲就是初住菩萨位，别教来说那就是初地菩萨位，是这样的境界。",
      "zh_TW": "我們今天講待人家，我真心待你，假的，騙人的，哪有真心！你要有障礙，障礙沒有去掉，你哪來的真心？好，真心了，過幾天心又變了，可見得他不是真心，他會變的。所以你一定要覺悟，與凡夫相處沒有真心；要有真心，他不是凡夫，他是菩薩。那個心不變，給諸位說，阿羅漢才不變，阿羅漢以前都會變卦，都會變的。阿羅漢是斷了見思煩惱，煩惱障斷掉，所知障還沒斷，一品都沒斷，他這個時候不變了，但是還不能叫清淨心，他只能叫定心，阿羅漢心定。因為清淨裡面必定放光明，阿羅漢還沒放光，心是定了，沒有放光，有定沒有慧，還要再加功夫。再加功夫就是破一品所知障，就見一分真心，所知障是無明，破一品無明，見一分真心。這個地方就是初證真性，在圓教講就是初住菩薩位，別教來說那就是初地菩薩位，是這樣的境界。"
    },
    {
      "id": "12-001-0012_p0035",
      "zh_CN": "虽然是大菩萨们修学的，我们不能不重视，什么原因？依照这个方法来修学，确确实实能够帮助我们念佛念到一心不乱，那就是用真心，用清净心，见色闻声，六根接触六尘境界，心不染污，心是清净的，心是理智的，这就是真正的修行，这样才能帮助我们把这句佛号念好。纵然不能念到一心不乱，功夫成片是决定可以达到。中上品的功夫成片就已经是往生自在，所以预知时至，往生就自在。往生是不是真正能够做到没有病苦，走的时候如入禅定，那还得福报，还要修福。可见得福报也是非常的重要，没有福，临终害病，这个麻烦。病是魔，你看《八大人觉经》里面所讲的四种魔之一，病魔缠身也是很麻烦，也是叫你不自在。第二句：",
      "zh_TW": "雖然是大菩薩們修學的，我們不能不重視，什麼原因？依照這個方法來修學，確確實實能夠幫助我們念佛念到一心不亂，那就是用真心，用清淨心，見色聞聲，六根接觸六塵境界，心不染污，心是清淨的，心是理智的，這就是真正的修行，這樣才能幫助我們把這句佛號念好。縱然不能念到一心不亂，功夫成片是決定可以達到。中上品的功夫成片就已經是往生自在，所以預知時至，往生就自在。往生是不是真正能夠做到沒有病苦，走的時候如入禪定，那還得福報，還要修福。可見得福報也是非常的重要，沒有福，臨終害病，這個麻煩。病是魔，你看《八大人覺經》裡面所講的四種魔之一，病魔纏身也是很麻煩，也是叫你不自在。第二句："
    },
    {
      "id": "12-001-0012_p0036",
      "zh_CN": "【为令一切众生普得值遇诸善知识咸承事故。】",
      "zh_TW": "【為令一切眾生普得值遇諸善知識咸承事故。】"
    },
    {
      "id": "12-001-0012_p0037",
      "zh_CN": "这是讲见善知识，见善知识生大欢喜心，这就是顺初地得见多佛，善财童子五十三参就是这个境界，承事无量无边的诸佛如来。我们在善财童子五十三参，就是在《四十华严》，或者「入法界品」里面，我们看到善财童子好像并没有承事诸佛如来，诸位要晓得善知识就是诸佛如来，为什么？因为这些善知识都是法身大士。譬如善财童子初参访德云比丘，德云比丘是圆教初住菩萨。圆教初住菩萨，《楞严经》说得很好，《楞严经‧二十五圆通》都是说的圆教初住菩萨的地位。你看到观世音，观世音是圆教初住，《楞严经》上的地位；在《华严经》上，观世音菩萨他所代表的是第七回向的地位；《法华经》里面，他是等觉菩萨的地位，他所显示的不一样。我们看初住菩萨，就有三十二应身，应以佛身得度者，即现佛身而为说法，初住菩萨就有资格示现佛的身分，就是示现三十二相八十种好，能够示现这个相来接引众生，来教化众生，那是真佛，不是假佛。天台「六即佛」，初住以上叫分证佛，圆教这个佛果叫究竟佛，分证佛是真的，不是假的。",
      "zh_TW": "這是講見善知識，見善知識生大歡喜心，這就是順初地得見多佛，善財童子五十三參就是這個境界，承事無量無邊的諸佛如來。我們在善財童子五十三參，就是在《四十華嚴》，或者「入法界品」裡面，我們看到善財童子好像並沒有承事諸佛如來，諸位要曉得善知識就是諸佛如來，為什麼？因為這些善知識都是法身大士。譬如善財童子初參訪德雲比丘，德雲比丘是圓教初住菩薩。圓教初住菩薩，《楞嚴經》說得很好，《楞嚴經‧二十五圓通》都是說的圓教初住菩薩的地位。你看到觀世音，觀世音是圓教初住，《楞嚴經》上的地位；在《華嚴經》上，觀世音菩薩他所代表的是第七迴向的地位；《法華經》裡面，他是等覺菩薩的地位，他所顯示的不一樣。我們看初住菩薩，就有三十二應身，應以佛身得度者，即現佛身而為說法，初住菩薩就有資格示現佛的身分，就是示現三十二相八十種好，能夠示現這個相來接引眾生，來教化眾生，那是真佛，不是假佛。天台「六即佛」，初住以上叫分證佛，圓教這個佛果叫究竟佛，分證佛是真的，不是假的。"
    },
    {
      "id": "12-001-0012_p0038",
      "zh_CN": "你明白这个道理，你才晓得这五十三位善知识就是诸佛如来，这是令一切众生普遍都能够遇到诸善知识。我们今天能不能遇到？实在说，能不能遇不在外境，在内心，为什么？经上讲得清清楚楚，「境随心转」，我们今天是凡夫颠倒其事，我们今天是心被境转，所以说诸如来来到我们面前，也变成了魔，我们不会用心。如果我们会用心，用什么心？用真心、用清净心、用平等心、用慈悲心，大地所有众生都是诸佛如来，《华严》上所说的「一切众生本来成佛」，佛在《圆觉经》上也是这样开示我们，他本来是佛。我们今天见不到，是我们心被境转了。再看看五十三参，那你就恍然大悟，你看五十三参，五十三位善知识里头，男女老少、各行各业，有行善的，也有作恶的，有示现清净的，也有现染污的。换句话说，这五十三位善知识所表现的，跟我们现在这个社会有什么差别？没有差别，善财用的什么心来面对这个社会？用清净心、用平等心，以十大愿面对现实的社会。如果我们今天也会用清净平等心，也用十大愿做为我们面对社会修学的纲领，我们今天就是善财，我们从早到晚六根接触的六尘境界就是五十三参。善财能一生圆成佛道，我们怎么能说不能？决定能成的。今天时间到了，我们就讲到此地，八句只讲了二句。",
      "zh_TW": "你明白這個道理，你才曉得這五十三位善知識就是諸佛如來，這是令一切眾生普遍都能夠遇到諸善知識。我們今天能不能遇到？實在說，能不能遇不在外境，在內心，為什麼？經上講得清清楚楚，「境隨心轉」，我們今天是凡夫顛倒其事，我們今天是心被境轉，所以說諸如來來到我們面前，也變成了魔，我們不會用心。如果我們會用心，用什麼心？用真心、用清淨心、用平等心、用慈悲心，大地所有眾生都是諸佛如來，《華嚴》上所說的「一切眾生本來成佛」，佛在《圓覺經》上也是這樣開示我們，他本來是佛。我們今天見不到，是我們心被境轉了。再看看五十三參，那你就恍然大悟，你看五十三參，五十三位善知識裡頭，男女老少、各行各業，有行善的，也有作惡的，有示現清淨的，也有現染污的。換句話說，這五十三位善知識所表現的，跟我們現在這個社會有什麼差別？沒有差別，善財用的什麼心來面對這個社會？用清淨心、用平等心，以十大願面對現實的社會。如果我們今天也會用清淨平等心，也用十大願做為我們面對社會修學的綱領，我們今天就是善財，我們從早到晚六根接觸的六塵境界就是五十三參。善財能一生圓成佛道，我們怎麼能說不能？決定能成的。今天時間到了，我們就講到此地，八句只講了二句。"
    }
  ]
}