{
  "doc_id": "32-295-0004",
  "title": {
    "zh_CN": "法国巴黎餐后开示—成就别人就是成就自己",
    "zh_TW": "法國巴黎餐後開示—成就別人就是成就自己"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-295-0004",
  "total_paragraphs": 4,
  "paragraphs": [
    {
      "id": "32-295-0004_p0001",
      "zh_CN": "能够真正觉悟醒过来，我们团结，带给全世界的和平，这多有意义！用宗教来团结群众，带给世界和平，那就是几个大的宗教，信徒多的，先要团结起来。所有宗教都是一家，为什么有这么多宗教？是在那个时代交通不发达，这是一个主要原因，言语不相同、思想不一样，所以神，在佛家讲就是佛、菩萨，应机说法。你是什么样根机，我就给你说什么法，所以才有这么多的宗教，适应各种不同的根机，都能得到利益。",
      "zh_TW": "能夠真正覺悟醒過來，我們團結，帶給全世界的和平，這多有意義！用宗教來團結群眾，帶給世界和平，那就是幾個大的宗教，信徒多的，先要團結起來。所有宗教都是一家，為什麼有這麼多宗教？是在那個時代交通不發達，這是一個主要原因，言語不相同、思想不一樣，所以神，在佛家講就是佛、菩薩，應機說法。你是什麼樣根機，我就給你說什麼法，所以才有這麼多的宗教，適應各種不同的根機，都能得到利益。"
    },
    {
      "id": "32-295-0004_p0002",
      "zh_CN": "现在科学技术发达，交通便捷，网路信息传得很快，所以现在是所有宗教要集中。宗教教育才是好的，这是世间人崇拜真善美，真善美是宗教。那个时候是要散开来，装扮各种不同的脸面；现在已经障碍都没有了，要变成一家。现在的一家，跟从前分那么多家，是一不是二。怎么知道？从这个经典里头找到了，都说到了。所以宗教本来是一家，一定要知道，分成这么多是不得已，环境不一样。",
      "zh_TW": "現在科學技術發達，交通便捷，網路信息傳得很快，所以現在是所有宗教要集中。宗教教育才是好的，這是世間人崇拜真善美，真善美是宗教。那個時候是要散開來，裝扮各種不同的臉面；現在已經障礙都沒有了，要變成一家。現在的一家，跟從前分那麼多家，是一不是二。怎麼知道？從這個經典裡頭找到了，都說到了。所以宗教本來是一家，一定要知道，分成這麼多是不得已，環境不一樣。"
    },
    {
      "id": "32-295-0004_p0003",
      "zh_CN": "人与人之间，学习宗教之后归来，人与人当中什么人是好人？赞叹人的人是好人，毁谤别人的人是坏人。这就能翻过来，人人学到不言人过，他有什么样的过失，不提，把它忘记，原谅他，他会改过自新。我做的错事，人家原谅我，我做一点点好事，人家赞叹我，他就会感动、会改邪归正。做坏事的人你要批评他，到处去毁谤他，他会做得更坏；我这还不够坏，我再做一点坏事给你看。这人心理反常。所以必须有智慧来对付。",
      "zh_TW": "人與人之間，學習宗教之後歸來，人與人當中什麼人是好人？讚歎人的人是好人，毀謗別人的人是壞人。這就能翻過來，人人學到不言人過，他有什麼樣的過失，不提，把它忘記，原諒他，他會改過自新。我做的錯事，人家原諒我，我做一點點好事，人家讚歎我，他就會感動、會改邪歸正。做壞事的人你要批評他，到處去毀謗他，他會做得更壞；我這還不夠壞，我再做一點壞事給你看。這人心理反常。所以必須有智慧來對付。"
    },
    {
      "id": "32-295-0004_p0004",
      "zh_CN": "特别是选举，选举的时候都批评别人，决定不要选这个人，这个人绝对不是好人。这个人选举都赞叹别人，这人是好人。你尽赞叹他，劝人家投他的票，你不落选了吗？我落选了是胜利，不是败。为什么？这些社会乱七八糟的事情由他去做，不要我去做，我觉得他能做，他不错，我推荐他出来。下一届如果再选举，你要去就不要贴广告，人家自然选你：这是真的好人，你看他推荐的好人都不错、都值得人尊敬。这都在平常当中关系建立了，不在一时。",
      "zh_TW": "特別是選舉，選舉的時候都批評別人，決定不要選這個人，這個人絕對不是好人。這個人選舉都讚歎別人，這人是好人。你盡讚歎他，勸人家投他的票，你不落選了嗎？我落選了是勝利，不是敗。為什麼？這些社會亂七八糟的事情由他去做，不要我去做，我覺得他能做，他不錯，我推薦他出來。下一屆如果再選舉，你要去就不要貼廣告，人家自然選你：這是真的好人，你看他推薦的好人都不錯、都值得人尊敬。這都在平常當中關係建立了，不在一時。"
    }
  ]
}