{
  "doc_id": "32-295-0032",
  "title": {
    "zh_CN": "法国巴黎餐后开示—无思无想难 念佛往生易",
    "zh_TW": "法國巴黎餐後開示—無思無想難 念佛往生易"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三十二集",
    "zh_TW": "第三十二集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-295-0032",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-295-0032_p0001",
      "zh_CN": "起心动念就错了，不起心不动念就对了，因为它空的，没有，这一秒钟过去了，它再不回来了。你不要以为真的有身体，那你就坏了，你就出不了六道轮回了。六道轮回是假的，一场梦，不能执着！你得自在了心就定了，这就有禅定，定生智慧。智慧从哪来的？本有的，不是从外头来的。要去想，想不是智慧，打妄想，妄想不能解决问题。",
      "zh_TW": "起心動念就錯了，不起心不動念就對了，因為它空的，沒有，這一秒鐘過去了，它再不回來了。你不要以為真的有身體，那你就壞了，你就出不了六道輪迴了。六道輪迴是假的，一場夢，不能執著！你得自在了心就定了，這就有禪定，定生智慧。智慧從哪來的？本有的，不是從外頭來的。要去想，想不是智慧，打妄想，妄想不能解決問題。"
    },
    {
      "id": "32-295-0032_p0002",
      "zh_CN": "因为没有用心的时候，你的心是清净的，看到真东西；你一念的时候作意了，我心，那个心是妄心。叫你看得清楚、听得清楚，不许可起心动念，起心动念的时候你堕落了，无明去了。要怎样？不起心不动念，你就能看到真相，起心动念是妄相。真相看到时还是不起心不动念，凡夫看到之后起心动念，所以永远见不到真相。",
      "zh_TW": "因為沒有用心的時候，你的心是清淨的，看到真東西；你一念的時候作意了，我心，那個心是妄心。叫你看得清楚、聽得清楚，不許可起心動念，起心動念的時候你墮落了，無明去了。要怎樣？不起心不動念，你就能看到真相，起心動念是妄相。真相看到時還是不起心不動念，凡夫看到之後起心動念，所以永遠見不到真相。"
    },
    {
      "id": "32-295-0032_p0003",
      "zh_CN": "修行，秘诀就是不思不想、无思无想，智慧就开了。你去想、你去思，那是意识。全是假的，没有一样是真的，你才能见性，见性问题解决了；没有见性，问题没解决，见性才解决，至少是阿罗汉。阿罗汉之前有神通，神通现前也不是真的。所以也不能想，也不能说，始终保持，所以这个修难，非常非常难。",
      "zh_TW": "修行，祕訣就是不思不想、無思無想，智慧就開了。你去想、你去思，那是意識。全是假的，沒有一樣是真的，你才能見性，見性問題解決了；沒有見性，問題沒解決，見性才解決，至少是阿羅漢。阿羅漢之前有神通，神通現前也不是真的。所以也不能想，也不能說，始終保持，所以這個修難，非常非常難。"
    },
    {
      "id": "32-295-0032_p0004",
      "zh_CN": "最容易的，念佛，所以念佛这个法门，祖师们那么认真在传这个法门，这个法门是决定有把握、决定能成功，可以想、可以思，容易；不可以思、不可以想，那个难。",
      "zh_TW": "最容易的，念佛，所以念佛這個法門，祖師們那麼認真在傳這個法門，這個法門是決定有把握、決定能成功，可以想、可以思，容易；不可以思、不可以想，那個難。"
    },
    {
      "id": "32-295-0032_p0005",
      "zh_CN": "极乐世界有阿弥陀佛加持，有老师领导你，阿罗汉不行，没佛加持，关键在这个地方。所以为什么这个法门，现在的人几个人能够放下？不放下也能成就，就是净土，就这一门。所以祖师劝我们，抓住这一门，你这一生决定成就。真的，不容易，很多人不相信，认为哪有这么容易！它真有方便门，叫你很容易进去，也很容易成就。",
      "zh_TW": "極樂世界有阿彌陀佛加持，有老師領導你，阿羅漢不行，沒佛加持，關鍵在這個地方。所以為什麼這個法門，現在的人幾個人能夠放下？不放下也能成就，就是淨土，就這一門。所以祖師勸我們，抓住這一門，你這一生決定成就。真的，不容易，很多人不相信，認為哪有這麼容易！它真有方便門，叫你很容易進去，也很容易成就。"
    }
  ]
}