{
  "doc_id": "32-295-0007",
  "title": {
    "zh_CN": "法国巴黎餐后开示—多看别人的优点 不看别人的缺陷",
    "zh_TW": "法國巴黎餐後開示—多看別人的優點 不看別人的缺陷"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第七集",
    "zh_TW": "第七集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-295-0007",
  "total_paragraphs": 6,
  "paragraphs": [
    {
      "id": "32-295-0007_p0001",
      "zh_CN": "顺境逆境都把你提升，你怎么会不快乐？我入佛门，方东美先生告诉我，「学佛是人生最高的享受」。最高的享受是什么？顺境没有贪恋，逆境没有怨恨，你的心是平等的，平等心是真心。",
      "zh_TW": "順境逆境都把你提升，你怎麼會不快樂？我入佛門，方東美先生告訴我，「學佛是人生最高的享受」。最高的享受是什麼？順境沒有貪戀，逆境沒有怨恨，你的心是平等的，平等心是真心。"
    },
    {
      "id": "32-295-0007_p0002",
      "zh_CN": "人类到今天，善恶太明显了；断恶修善决定有好报，也都就在面前。要自己在这一生有成就，不必到天上待那么长的时间，才能到极乐世界去。别人已经去了，你还在天上。",
      "zh_TW": "人類到今天，善惡太明顯了；斷惡修善決定有好報，也都就在面前。要自己在這一生有成就，不必到天上待那麼長的時間，才能到極樂世界去。別人已經去了，你還在天上。"
    },
    {
      "id": "32-295-0007_p0003",
      "zh_CN": "佛法自古以来，祖师们常常讲，依众靠众，过团体生活，多看别人的优点，不看别人的缺陷。大众住在一起，磨炼的时间长；一个人住茅蓬，孤陋寡闻，进步很难，那都是错误的。闭关，闭什么关？胡思乱想，是真的。怨恨不能化解，不知道报恩，只懂得报怨，这是这个时代普遍的现象。见到了不必怪他，他生长在这个时代，他看到的、听到的、接触到的都有问题，怎么能怪他，怪他可怜。",
      "zh_TW": "佛法自古以來，祖師們常常講，依眾靠眾，過團體生活，多看別人的優點，不看別人的缺陷。大眾住在一起，磨鍊的時間長；一個人住茅蓬，孤陋寡聞，進步很難，那都是錯誤的。閉關，閉什麼關？胡思亂想，是真的。怨恨不能化解，不知道報恩，只懂得報怨，這是這個時代普遍的現象。見到了不必怪他，他生長在這個時代，他看到的、聽到的、接觸到的都有問題，怎麼能怪他，怪他可憐。"
    },
    {
      "id": "32-295-0007_p0004",
      "zh_CN": "读书，佛经是第一好的。真正有志，我们今天走极乐世界的道路，净土的五经一论必须读的，不能离开的。世间的书，四十岁以前可以读四书五经，四十岁以后就不必了，要读《群书治要》。拿这个书来对照我们起心动念、所作所为，以这个为标准，书里有很多我们做到了，有很多还没有做到。",
      "zh_TW": "讀書，佛經是第一好的。真正有志，我們今天走極樂世界的道路，淨土的五經一論必須讀的，不能離開的。世間的書，四十歲以前可以讀四書五經，四十歲以後就不必了，要讀《群書治要》。拿這個書來對照我們起心動念、所作所為，以這個為標準，書裡有很多我們做到了，有很多還沒有做到。"
    },
    {
      "id": "32-295-0007_p0005",
      "zh_CN": "培养使命感，我来到这个世间，真修行，起心动念、言语造作都能给大众表一个好样子，真修行，帮助自己、帮助别人。言教不如身教，身是自己做到，大家看到了。",
      "zh_TW": "培養使命感，我來到這個世間，真修行，起心動念、言語造作都能給大眾表一個好樣子，真修行，幫助自己、幫助別人。言教不如身教，身是自己做到，大家看到了。"
    },
    {
      "id": "32-295-0007_p0006",
      "zh_CN": "所以乱世修行，不会的很难，会的不难。你学了有兴趣，学了心里很舒畅、很快乐，这个乐不是从外头来的，内心往外发的。《论语》上头一句话，「不亦说乎」，悦是快乐，不是从外来的，从内来的，从内里面的快乐往外发，真乐！",
      "zh_TW": "所以亂世修行，不會的很難，會的不難。你學了有興趣，學了心裡很舒暢、很快樂，這個樂不是從外頭來的，內心往外發的。《論語》上頭一句話，「不亦說乎」，悅是快樂，不是從外來的，從內來的，從內裡面的快樂往外發，真樂！"
    }
  ]
}