{
  "doc_id": "32-295-0005",
  "title": {
    "zh_CN": "法国巴黎餐后开示—不计功劳得失 培养弘法人才",
    "zh_TW": "法國巴黎餐後開示—不計功勞得失 培養弘法人才"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "2018",
  "location": {
    "zh_CN": "法国巴黎精舍",
    "zh_TW": "法國巴黎精舍"
  },
  "doc_number": "32-295-0005",
  "total_paragraphs": 5,
  "paragraphs": [
    {
      "id": "32-295-0005_p0001",
      "zh_CN": "培养人才的功德大，尤其是正知正见，真的替佛教做了一番大事，我们要重视人才的培养。",
      "zh_TW": "培養人才的功德大，尤其是正知正見，真的替佛教做了一番大事，我們要重視人才的培養。"
    },
    {
      "id": "32-295-0005_p0002",
      "zh_CN": "人能够修积功德，不把功德放在心上，功德更大。最明显的，寿命的延长，这是真的不是假的，我是最明显的例子。我在英国告诉王子、告诉休斯校长，他们两个人发心要办一个班，「和谐博士班」，帮助每一个宗教培养弘法人才。第一届学生大概三十个人，每一个宗教选拔两个人，人是这么来的。送到这边来的时候，培训三年，三年拿到宗教教育博士学位。替所有宗教培养后代、栽培后代，所有宗教的神、上帝都感恩你。上帝不会打妄语的，他肯定保佑你、肯定照顾你。你知道为什么？一切众神、各个宗教的上帝都保佑你，你替他把后代传下去，让他不至于断绝，这个功德大。",
      "zh_TW": "人能夠修積功德，不把功德放在心上，功德更大。最明顯的，壽命的延長，這是真的不是假的，我是最明顯的例子。我在英國告訴王子、告訴休斯校長，他們兩個人發心要辦一個班，「和諧博士班」，幫助每一個宗教培養弘法人才。第一屆學生大概三十個人，每一個宗教選拔兩個人，人是這麼來的。送到這邊來的時候，培訓三年，三年拿到宗教教育博士學位。替所有宗教培養後代、栽培後代，所有宗教的神、上帝都感恩你。上帝不會打妄語的，他肯定保佑你、肯定照顧你。你知道為什麼？一切眾神、各個宗教的上帝都保佑你，你替他把後代傳下去，讓他不至於斷絕，這個功德大。"
    },
    {
      "id": "32-295-0005_p0003",
      "zh_CN": "我们终极的目标，三年毕业，博士学位拿到，他有大学教授的资格了，在大学里面可以开宗教哲学；像方东美晚年在辅仁大学讲宗教哲学，这培养人才。毕业之后，我们还要把这些学生掌握住，最好不让他离开，我们统统把他留下来，在学校担任教授；把这个和谐博士班提升，提升做「宗教教育学院」。为什么？我们有三十个老师了。现在没老师，现在老师是让每个宗教找一个人来教他的这门课，宗教经典我们都没有用过功夫，都不知道，所以要他们来，派老师来。",
      "zh_TW": "我們終極的目標，三年畢業，博士學位拿到，他有大學教授的資格了，在大學裡面可以開宗教哲學；像方東美晚年在輔仁大學講宗教哲學，這培養人才。畢業之後，我們還要把這些學生掌握住，最好不讓他離開，我們統統把他留下來，在學校擔任教授；把這個和諧博士班提升，提升做「宗教教育學院」。為什麼？我們有三十個老師了。現在沒老師，現在老師是讓每個宗教找一個人來教他的這門課，宗教經典我們都沒有用過功夫，都不知道，所以要他們來，派老師來。"
    },
    {
      "id": "32-295-0005_p0004",
      "zh_CN": "三年之后，这三十个学生，三十个老师可以办学院，学院就是大学，像现在汉学院，办宗教教育学院。七年毕业，拿到博士学位，我们还留到，一个也不放走。为什么？我们可能有一百到一百五十个这样的老师，拿到博士学位的，有真正能够讲经讲得好的，我们办「世界宗教教育大学」。",
      "zh_TW": "三年之後，這三十個學生，三十個老師可以辦學院，學院就是大學，像現在漢學院，辦宗教教育學院。七年畢業，拿到博士學位，我們還留到，一個也不放走。為什麼？我們可能有一百到一百五十個這樣的老師，拿到博士學位的，有真正能夠講經講得好的，我們辦「世界宗教教育大學」。"
    },
    {
      "id": "32-295-0005_p0005",
      "zh_CN": "所以我跟王子、跟校长讲，这是你的使命，你们一定要把这个事情做好、做成功。所以你们的寿命会很长很长，你们的福报会很大！",
      "zh_TW": "所以我跟王子、跟校長講，這是你的使命，你們一定要把這個事情做好、做成功。所以你們的壽命會很長很長，你們的福報會很大！"
    }
  ]
}