{
  "doc_id": "21-649-0001",
  "title": {
    "zh_CN": "孔老夫子诞辰 老法师致词",
    "zh_TW": "孔老夫子誕辰 老法師致詞"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2011",
  "location": {
    "zh_CN": "马来西亚中华文化教育中心",
    "zh_TW": "馬來西亞中華文化教育中心"
  },
  "doc_number": "21-649-0001",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "21-649-0001_p0001",
      "zh_CN": "尊敬的丹斯里李居士，尊敬的诸位老师，诸位大德、同学们。今天非常难得，这次能遇到夫子的圣诞，我们能聚会一堂。在这个地方，此时此地我们首先要感恩真主的保佑，感恩马来西亚国家领导人的慈悲照顾，我们中国传统文化能够落实在这个地区，我们相信将来会开花结果。",
      "zh_TW": "尊敬的丹斯里李居士，尊敬的諸位老師，諸位大德、同學們。今天非常難得，這次能遇到夫子的聖誕，我們能聚會一堂。在這個地方，此時此地我們首先要感恩真主的保佑，感恩馬來西亞國家領導人的慈悲照顧，我們中國傳統文化能夠落實在這個地區，我們相信將來會開花結果。"
    },
    {
      "id": "21-649-0001_p0002",
      "zh_CN": "往年，世界汉学中心在伦敦，我去过两次，我就想到未来的世界的汉学应该是在马来西亚。剑桥的麦大维教授他到汤池去住了四天，做详细考察，回国的时候经过香港，跟我谈了六个小时。非常诚意的邀请我到伦敦去办个书院，名称他都替我想好了，叫「大乘佛学」，办个书院，属于剑桥大学的。我说很感激你，但是我不能去。他说为什么？我说你们学校那些制度框架加给我，我教不出学生。他说那你用什么方法教？我说我没有方法，我们老祖宗有方法。他是欧洲著名的汉学家，听说祖宗有方法，他就竖起耳朵非常用心来听。他说什么方法？我说《三字经》你知不知道？他会背，四书他都会背，普通话讲得很好，我们在一起交流不需要用翻译。我就告诉他，《三字经》前面的八句话，是我们老祖宗几千年教学的最高指导原则。他虽然会背、会念、会讲，他都没有意识到这一点。",
      "zh_TW": "往年，世界漢學中心在倫敦，我去過兩次，我就想到未來的世界的漢學應該是在馬來西亞。劍橋的麥大維教授他到湯池去住了四天，做詳細考察，回國的時候經過香港，跟我談了六個小時。非常誠意的邀請我到倫敦去辦個書院，名稱他都替我想好了，叫「大乘佛學」，辦個書院，屬於劍橋大學的。我說很感激你，但是我不能去。他說為什麼？我說你們學校那些制度框架加給我，我教不出學生。他說那你用什麼方法教？我說我沒有方法，我們老祖宗有方法。他是歐洲著名的漢學家，聽說祖宗有方法，他就豎起耳朵非常用心來聽。他說什麼方法？我說《三字經》你知不知道？他會背，四書他都會背，普通話講得很好，我們在一起交流不需要用翻譯。我就告訴他，《三字經》前面的八句話，是我們老祖宗幾千年教學的最高指導原則。他雖然會背、會念、會講，他都沒有意識到這一點。"
    },
    {
      "id": "21-649-0001_p0003",
      "zh_CN": "所以说圣人教学的确不一样，他第一句话就把教学的宗旨、目的告诉你。教学的宗旨、目的是什么？「人之初，性本善」，人性本善。教育的目的，就是从习性，习性是不善，从习性回归到本善，教育成功了。首先把教育的宗旨、目标说出来，跟佛一样。你看佛在大乘经教里头，第一句话是什么？「一切众生本来是佛」；换句话说，佛教学的目的是什么？就教你成佛，那个目标才达到。所以头一个就把这个宣布给你。他接着说，「性相近，习相远」，这就说明为什么要教。性相近，都是圣贤，人性本善，就是人人都是圣人，个个都是贤人，为什么变成这样？习性，习性把你的本性拉远了，所以才提出「苟不教，性乃迁」。我们今天的社会变成这样，什么原因？没教，不教了。至少我们亲眼看到的，抗战之后就不再教了。学校很多，没有教伦理的，没有教道德。我这种年龄，在我小时候，六、七岁的时候，私塾里头还有「修身」这门课程。我念小学的时候，修身改了，改成「公民」，小学初年级的，大概三年级。到四年级，公民没有了，改成「社会」。逐渐改得把中国传统的东西慢慢的就丢光了，现在完全没有了，这是我们感觉忧虑的。",
      "zh_TW": "所以說聖人教學的確不一樣，他第一句話就把教學的宗旨、目的告訴你。教學的宗旨、目的是什麼？「人之初，性本善」，人性本善。教育的目的，就是從習性，習性是不善，從習性回歸到本善，教育成功了。首先把教育的宗旨、目標說出來，跟佛一樣。你看佛在大乘經教裡頭，第一句話是什麼？「一切眾生本來是佛」；換句話說，佛教學的目的是什麼？就教你成佛，那個目標才達到。所以頭一個就把這個宣布給你。他接著說，「性相近，習相遠」，這就說明為什麼要教。性相近，都是聖賢，人性本善，就是人人都是聖人，個個都是賢人，為什麼變成這樣？習性，習性把你的本性拉遠了，所以才提出「苟不教，性乃遷」。我們今天的社會變成這樣，什麼原因？沒教，不教了。至少我們親眼看到的，抗戰之後就不再教了。學校很多，沒有教倫理的，沒有教道德。我這種年齡，在我小時候，六、七歲的時候，私塾裡頭還有「修身」這門課程。我念小學的時候，修身改了，改成「公民」，小學初年級的，大概三年級。到四年級，公民沒有了，改成「社會」。逐漸改得把中國傳統的東西慢慢的就丟光了，現在完全沒有了，這是我們感覺憂慮的。"
    },
    {
      "id": "21-649-0001_p0004",
      "zh_CN": "你说今天社会动乱，我晚年，真是在晚年的时候，七十多岁以后才遇到这个缘分，移民到澳洲。澳洲，实在讲到澳洲去，还是归功于新加坡的三年半，将近四年。在新加坡我们做了一桩事情，团结宗教，做得很成功。所以澳洲政府，特别是移民部的部长，当时卢铎部长他是兼两个部，移民部长，另外一个是多元文化部长，他是两个部的部长。大概是知道我们在新加坡做的这个成绩，他就非常想邀请我到澳洲去，帮助他团结宗教、团结族群，他目的是在此地。所以给我真是最优惠的签证，我这个签证人家拿到，「你怎么会有这个签证？」我不知道。而且签证给我的时候，这个手续是在香港办的，香港的领事告诉我，他说：「法师，我们国家发这个签证给你，你是亚洲第一个人。」没发过。给我这个签证，非常优待，所以很顺利到了那边。",
      "zh_TW": "你說今天社會動亂，我晚年，真是在晚年的時候，七十多歲以後才遇到這個緣分，移民到澳洲。澳洲，實在講到澳洲去，還是歸功於新加坡的三年半，將近四年。在新加坡我們做了一樁事情，團結宗教，做得很成功。所以澳洲政府，特別是移民部的部長，當時盧鐸部長他是兼兩個部，移民部長，另外一個是多元文化部長，他是兩個部的部長。大概是知道我們在新加坡做的這個成績，他就非常想邀請我到澳洲去，幫助他團結宗教、團結族群，他目的是在此地。所以給我真是最優惠的簽證，我這個簽證人家拿到，「你怎麼會有這個簽證？」我不知道。而且簽證給我的時候，這個手續是在香港辦的，香港的領事告訴我，他說：「法師，我們國家發這個簽證給你，你是亞洲第一個人。」沒發過。給我這個簽證，非常優待，所以很順利到了那邊。"
    },
    {
      "id": "21-649-0001_p0005",
      "zh_CN": "我们才发现澳洲政府确实聪明，它把这两桩事情，就是团结宗教、团结族群交给大学去执行。学校是公开的，没有民族的界限，也没有宗教的界限，交给大学。我就跟学校接触到了，以后学校送给我学位，送教授聘书给我，我说我要这个没用处。他说你一定要要，我说为什么？我希望你代表学校、代表澳洲参加联合国的和平会议，联合国不邀请和尚，它邀请的是学者专家、邀请教授。这样的缘故我才接受。参加了多次，我们了解国际上的这些事，渐渐知道了。今天整个问题出在哪里？就是出在教育里面没有伦理、没有道德、没有因果，就出在这个地方。中国传统教育跟印度自古以来的教育，它就特别重视这三样事情，所以几千年社会长治久安不是没有原因的。最懂得教育是中国人，这是连汤恩比博士都承认的，他是研究世界文化史。他承认中国人有教育的智慧、有教育的理念、有教育的方法、有教育的成就、有教育的经验。但是这些东西我们至少丢掉二百年了，满清末后的一百年疏忽了，慈禧太后她造的孽很重，她对于中国传统文化不尊重。上行下效，上面的领导人一不尊重，下面慢慢就淡化了，所以清朝末年，讲学的人有，没有人做了。",
      "zh_TW": "我們才發現澳洲政府確實聰明，它把這兩樁事情，就是團結宗教、團結族群交給大學去執行。學校是公開的，沒有民族的界限，也沒有宗教的界限，交給大學。我就跟學校接觸到了，以後學校送給我學位，送教授聘書給我，我說我要這個沒用處。他說你一定要要，我說為什麼？我希望你代表學校、代表澳洲參加聯合國的和平會議，聯合國不邀請和尚，它邀請的是學者專家、邀請教授。這樣的緣故我才接受。參加了多次，我們了解國際上的這些事，漸漸知道了。今天整個問題出在哪裡？就是出在教育裡面沒有倫理、沒有道德、沒有因果，就出在這個地方。中國傳統教育跟印度自古以來的教育，它就特別重視這三樣事情，所以幾千年社會長治久安不是沒有原因的。最懂得教育是中國人，這是連湯恩比博士都承認的，他是研究世界文化史。他承認中國人有教育的智慧、有教育的理念、有教育的方法、有教育的成就、有教育的經驗。但是這些東西我們至少丟掉二百年了，滿清末後的一百年疏忽了，慈禧太后她造的孽很重，她對於中國傳統文化不尊重。上行下效，上面的領導人一不尊重，下面慢慢就淡化了，所以清朝末年，講學的人有，沒有人做了。"
    },
    {
      "id": "21-649-0001_p0006",
      "zh_CN": "我们读到《仁王经》，释迦牟尼佛告诉我们的，什么叫正法、像法、末法、灭法，《仁王经》上讲得太好了。佛说，有讲经的人，释迦牟尼佛当年在世他讲经，有真正听经修行的人、有证果的人，这叫正法，有证果的人。他说再降一等，有讲经的人，有真正听经、真正修行，没有证果，这叫像法。再降一等，有讲经的人，有听经的人，没有真修行，不能依教奉行，这叫末法。如果讲经的人没有了，叫灭法。他是这样讲法的，跟一般讲法不一样。说正法一千年，像法一千年，末法一万年，那是说修学人数多少，是从这上说的。你明白这个道理，我们今天生在末法时期，释迦牟尼佛末法一万年，今年是释迦佛灭度，照中国历史的记载，三千零三十八年，跟外国人讲的差距很大。照中国说法，末法第二个一千年，末法一万年，第二个一千年的第三十八年，后面还很长。所以，地球不会毁灭，但是有灾难、有兴衰，这是肯定的，有起有落，不会消灭，说世界末日，佛法里头没有。",
      "zh_TW": "我們讀到《仁王經》，釋迦牟尼佛告訴我們的，什麼叫正法、像法、末法、滅法，《仁王經》上講得太好了。佛說，有講經的人，釋迦牟尼佛當年在世他講經，有真正聽經修行的人、有證果的人，這叫正法，有證果的人。他說再降一等，有講經的人，有真正聽經、真正修行，沒有證果，這叫像法。再降一等，有講經的人，有聽經的人，沒有真修行，不能依教奉行，這叫末法。如果講經的人沒有了，叫滅法。他是這樣講法的，跟一般講法不一樣。說正法一千年，像法一千年，末法一萬年，那是說修學人數多少，是從這上說的。你明白這個道理，我們今天生在末法時期，釋迦牟尼佛末法一萬年，今年是釋迦佛滅度，照中國歷史的記載，三千零三十八年，跟外國人講的差距很大。照中國說法，末法第二個一千年，末法一萬年，第二個一千年的第三十八年，後面還很長。所以，地球不會毀滅，但是有災難、有興衰，這是肯定的，有起有落，不會消滅，說世界末日，佛法裡頭沒有。"
    },
    {
      "id": "21-649-0001_p0007",
      "zh_CN": "往后这个末法当中，我们学经教，认真学经教，我们也自行化他，也教导别人，我们真修行，我们真正念佛能往生，这就是正法，末法里面的正法。同样一个道理，佛陀在世，像是舍卫大城，佛在那里讲了不少经。三分之一的人见过释迦牟尼佛，还有三分之一的人听说，没有见过面，另外三分之一的人根本听都没听说，那不叫末法吗？正法里面的末法。所以我们要明白这个道理，我们极力要争取，自己在这一生当中，人身难得，得了人身，佛法难闻，听到佛法，尤其听到不可思议的净土法门。净土法门真的难信易行，行容易，明了道理难。这一句阿弥陀佛大家都会念，阿弥陀佛什么意思，没人知道，谁都讲不清楚。讲不清楚，一般人就怀疑，就不相信，老念这一句像念咒一样的，人家说你是迷信。所以，无比殊胜的缘分当面错过。",
      "zh_TW": "往後這個末法當中，我們學經教，認真學經教，我們也自行化他，也教導別人，我們真修行，我們真正念佛能往生，這就是正法，末法裡面的正法。同樣一個道理，佛陀在世，像是舍衛大城，佛在那裡講了不少經。三分之一的人見過釋迦牟尼佛，還有三分之一的人聽說，沒有見過面，另外三分之一的人根本聽都沒聽說，那不叫末法嗎？正法裡面的末法。所以我們要明白這個道理，我們極力要爭取，自己在這一生當中，人身難得，得了人身，佛法難聞，聽到佛法，尤其聽到不可思議的淨土法門。淨土法門真的難信易行，行容易，明瞭道理難。這一句阿彌陀佛大家都會念，阿彌陀佛什麼意思，沒人知道，誰都講不清楚。講不清楚，一般人就懷疑，就不相信，老念這一句像念咒一樣的，人家說你是迷信。所以，無比殊勝的緣分當面錯過。"
    },
    {
      "id": "21-649-0001_p0008",
      "zh_CN": "在这个时代，我们还能够醒悟过来，这是遇到老师教诲，如果不是老师教诲，我们怎么会知道！所以我感恩方东美先生。他的大儿子在美国，我们最近才联络上。我跟他只见过两次面，是他父亲过世，老师过世的时候，在追悼会上见过两次面。我跟老师求学的时候，正好那年他到美国去，相差只一、两个月的时间。他在美国住了六十年，美国读书、教书，一直到退休，今年八十二岁。所以我就告诉他，我跟老师那些故事，我讲给他听。讲给他听，就先在担心，我那个时候跟老师见面，我是毛遂自荐，没有人介绍。只是听说他是桐城人，桐城人是老乡，我隔壁的一个县。桐城派方苞的后代，第十六代，方苞的第十六代。我只知道这么些事情，我就给他写信，写了篇文章送给他看，目的是希望能到学校旁听他的课程。",
      "zh_TW": "在這個時代，我們還能夠醒悟過來，這是遇到老師教誨，如果不是老師教誨，我們怎麼會知道！所以我感恩方東美先生。他的大兒子在美國，我們最近才聯絡上。我跟他只見過兩次面，是他父親過世，老師過世的時候，在追悼會上見過兩次面。我跟老師求學的時候，正好那年他到美國去，相差只一、兩個月的時間。他在美國住了六十年，美國讀書、教書，一直到退休，今年八十二歲。所以我就告訴他，我跟老師那些故事，我講給他聽。講給他聽，就先在擔心，我那個時候跟老師見面，我是毛遂自薦，沒有人介紹。只是聽說他是桐城人，桐城人是老鄉，我隔壁的一個縣。桐城派方苞的後代，第十六代，方苞的第十六代。我只知道這麼些事情，我就給他寫信，寫了篇文章送給他看，目的是希望能到學校旁聽他的課程。"
    },
    {
      "id": "21-649-0001_p0009",
      "zh_CN": "他回信给我，约我到他家见面，很快，一个星期，就约了到他家见面。见面的时候面谈，问我的学历。我告诉他，我初中毕业，高中念了半年，战乱，没有机会念书。他说你有没有骗我？我说我不敢骗老师。然后他就说，你给我写的信，你写的文章，我台湾大学的学生写不出来。我说这个是我虽然失学四年，抗战失学四年，我没有离开书本，喜欢读书，尤其喜欢文学，大概是这个原因。老师就告诉我，他说现在的学校（六十年前），现在的学校，先生不像先生，学生不像学生，你要到学校去听课，你会大失所望。我听到这句话的时候，心里很难过，老师拒绝了，我的目的达不到了，当然表情一定很沮丧、很难过。这样我们沉默了差不多五、六分钟，他说这样好了，你每个星期天到我家里来，我给你上两个小时课。我的课是这样学的，没有缴一分钱的学费，人家为什么要这样对待我？我想了好多年，最后想通了，诚敬，对于老师那一点恭敬心。我想可能老师遇到的学生，没有像我这样尊师重道的。",
      "zh_TW": "他回信給我，約我到他家見面，很快，一個星期，就約了到他家見面。見面的時候面談，問我的學歷。我告訴他，我初中畢業，高中念了半年，戰亂，沒有機會念書。他說你有沒有騙我？我說我不敢騙老師。然後他就說，你給我寫的信，你寫的文章，我台灣大學的學生寫不出來。我說這個是我雖然失學四年，抗戰失學四年，我沒有離開書本，喜歡讀書，尤其喜歡文學，大概是這個原因。老師就告訴我，他說現在的學校（六十年前），現在的學校，先生不像先生，學生不像學生，你要到學校去聽課，你會大失所望。我聽到這句話的時候，心裡很難過，老師拒絕了，我的目的達不到了，當然表情一定很沮喪、很難過。這樣我們沉默了差不多五、六分鐘，他說這樣好了，你每個星期天到我家裡來，我給你上兩個小時課。我的課是這樣學的，沒有繳一分錢的學費，人家為什麼要這樣對待我？我想了好多年，最後想通了，誠敬，對於老師那一點恭敬心。我想可能老師遇到的學生，沒有像我這樣尊師重道的。"
    },
    {
      "id": "21-649-0001_p0010",
      "zh_CN": "所以，世出世间一切法的大根大本就是孝亲尊师，不孝父母、不敬师长、不尊重你的学业，孔子来教你，你都没用，你得不到，释迦佛来教你，你也得不到，我悟出这么一个道理。我跟三个老师，三个老师都同样这样爱护。跟章嘉大师三年，章嘉大师也是一个星期一个小时到两个小时的时间给我。每个星期，我要有一次没有去，他就叫他的副官打电话给我，是不是身体不好，怎么没有来？所以逼着你非去不可，你要不去的话，他会来问、会来调查，就这么关心。「净业三福」上说得好，佛说的，不仅仅是对净宗的，是对所有修学大乘人说的，三条，总原则、总纲领。你看第一句，第一条第一句，「孝养父母，奉事师长，慈心不杀，修十善业」，这是根之根。你不孝父母，不尊重老师，没法子。",
      "zh_TW": "所以，世出世間一切法的大根大本就是孝親尊師，不孝父母、不敬師長、不尊重你的學業，孔子來教你，你都沒用，你得不到，釋迦佛來教你，你也得不到，我悟出這麼一個道理。我跟三個老師，三個老師都同樣這樣愛護。跟章嘉大師三年，章嘉大師也是一個星期一個小時到兩個小時的時間給我。每個星期，我要有一次沒有去，他就叫他的副官打電話給我，是不是身體不好，怎麼沒有來？所以逼著你非去不可，你要不去的話，他會來問、會來調查，就這麼關心。「淨業三福」上說得好，佛說的，不僅僅是對淨宗的，是對所有修學大乘人說的，三條，總原則、總綱領。你看第一句，第一條第一句，「孝養父母，奉事師長，慈心不殺，修十善業」，這是根之根。你不孝父母，不尊重老師，沒法子。"
    },
    {
      "id": "21-649-0001_p0011",
      "zh_CN": "所以，我们最近这些年来提倡《弟子规》，很多人质问我，为什么你要去学儒，你不学佛你学儒，你提倡那个干什么？许多人来质问。我说我提倡《弟子规》是遵从释迦牟尼佛的教诲。他们都呆了，释迦牟尼佛哪里教的？「净业三福」头一个，「孝养父母，奉事师长」怎么学？落实《弟子规》就是这两条学到了。孝养父母怎么学法，《弟子规》上讲得很清楚。孝亲尊师，落实《弟子规》。「慈心不杀」，落实《感应篇》，因果教育，非常非常重要。然后再十善业道，佛陀的教育。没有前头两个根，十善业道做不到，这是我们看到的，亲眼看到的。我学佛六十年，六十年中我所接触到的，在全世界，在家学佛的十善业做不到，出家学佛的《沙弥律仪》做不到，那都是假的，都不是真的。这就是末法，末法你有学，你没有真做，你没有落实。如果落实了，就是像法，你做到了就是像法；你证果了，就是正法。佛这个话说得太好了，给我们很大的信心，我们只要努力，我们今天还是佛的正法时代。",
      "zh_TW": "所以，我們最近這些年來提倡《弟子規》，很多人質問我，為什麼你要去學儒，你不學佛你學儒，你提倡那個幹什麼？許多人來質問。我說我提倡《弟子規》是遵從釋迦牟尼佛的教誨。他們都呆了，釋迦牟尼佛哪裡教的？「淨業三福」頭一個，「孝養父母，奉事師長」怎麼學？落實《弟子規》就是這兩條學到了。孝養父母怎麼學法，《弟子規》上講得很清楚。孝親尊師，落實《弟子規》。「慈心不殺」，落實《感應篇》，因果教育，非常非常重要。然後再十善業道，佛陀的教育。沒有前頭兩個根，十善業道做不到，這是我們看到的，親眼看到的。我學佛六十年，六十年中我所接觸到的，在全世界，在家學佛的十善業做不到，出家學佛的《沙彌律儀》做不到，那都是假的，都不是真的。這就是末法，末法你有學，你沒有真做，你沒有落實。如果落實了，就是像法，你做到了就是像法；你證果了，就是正法。佛這個話說得太好了，給我們很大的信心，我們只要努力，我們今天還是佛的正法時代。"
    },
    {
      "id": "21-649-0001_p0012",
      "zh_CN": "令我们最担心的，就是今天到哪里去找一个孝亲尊师的？找不到。所以方老师才说出这个话来，先生不像先生，学生不像学生。六十年后的今天更不必说了，我们看得太多了。学校送给我教授的聘书，我到学校去上几堂课看看，学生什么？心浮气躁。所以我就问这些教授们，你们怎么教的？他们告诉我，有秘诀，实际上上课多少时间？十五分钟。十五分钟以后，讲故事、讲笑话、聊天，学生高兴。为什么？十五分钟之后，心不在焉了，心浮气躁，他的眼光到处去溜达，心不在焉，讲东西不行了。我才晓得他们用这种方法，那不叫误人子弟吗？这有过失。所以以后我再不到学校教课了，我倒很喜欢跟教授们举行座谈会、聊天，跟他们谈，行。跟学生，我距离就愈来愈远了，到哪里去找学生？所以这真正是我们的文化复兴，最大的一个忧虑的地方在此地，就是人他从根坏掉了。",
      "zh_TW": "令我們最擔心的，就是今天到哪裡去找一個孝親尊師的？找不到。所以方老師才說出這個話來，先生不像先生，學生不像學生。六十年後的今天更不必說了，我們看得太多了。學校送給我教授的聘書，我到學校去上幾堂課看看，學生什麼？心浮氣躁。所以我就問這些教授們，你們怎麼教的？他們告訴我，有祕訣，實際上上課多少時間？十五分鐘。十五分鐘以後，講故事、講笑話、聊天，學生高興。為什麼？十五分鐘之後，心不在焉了，心浮氣躁，他的眼光到處去溜達，心不在焉，講東西不行了。我才曉得他們用這種方法，那不叫誤人子弟嗎？這有過失。所以以後我再不到學校教課了，我倒很喜歡跟教授們舉行座談會、聊天，跟他們談，行。跟學生，我距離就愈來愈遠了，到哪裡去找學生？所以這真正是我們的文化復興，最大的一個憂慮的地方在此地，就是人他從根壞掉了。"
    },
    {
      "id": "21-649-0001_p0013",
      "zh_CN": "根不是我们培养的，中国古时候，这个扎根教育是母亲，母亲教的。所以，《弟子规》不是教小孩念的，不是教小孩背的，不是。《弟子规》是父母做给小孩看的。小孩多大？出生，他一出生，眼睛睁开他就会看，他就会听，他就在模仿、在学习。就是父母在家里面把《弟子规》做出来，做多久？三年，一千天，叫扎根教育，他是这么学出来的。如果更深的根，那母亲就有智慧，胎教。从怀孕的时候，像周文王的母亲太任，你看史书上记载的，太任怀孕，怀文王的时候，眼不看恶色，耳不听淫声，口不出傲言。她晓得，母亲起心动念、言语动作都会影响胎儿。所以她自己都做正，时时刻刻不敢放逸，小孩就养成圣胎，出生之后听话、好教。现在谁懂得？所以真正扎根是那一千天，从出生到三岁，根深蒂固。中国古谚语有句话说，「三岁看八十」，有道理，不是没有道理；三岁养成的根，八十岁不会变。所以父母在婴儿面前，都要守礼，不能随便，因为他在学习，你在教他。慢慢长成之后，他很小他就懂得做人的道理，就懂得规矩。孝亲尊师都是他父母做榜样给他，他父母孝顺他的祖父母，他看到了，他就学会了，学会会孝顺父母，所以这么来的。你说这种教育根深，全世界找不到第二家。所以汤恩比赞叹中国人这种懂得教育，是真有道理，他了解。",
      "zh_TW": "根不是我們培養的，中國古時候，這個扎根教育是母親，母親教的。所以，《弟子規》不是教小孩念的，不是教小孩背的，不是。《弟子規》是父母做給小孩看的。小孩多大？出生，他一出生，眼睛睜開他就會看，他就會聽，他就在模仿、在學習。就是父母在家裡面把《弟子規》做出來，做多久？三年，一千天，叫扎根教育，他是這麼學出來的。如果更深的根，那母親就有智慧，胎教。從懷孕的時候，像周文王的母親太任，你看史書上記載的，太任懷孕，懷文王的時候，眼不看惡色，耳不聽淫聲，口不出傲言。她曉得，母親起心動念、言語動作都會影響胎兒。所以她自己都做正，時時刻刻不敢放逸，小孩就養成聖胎，出生之後聽話、好教。現在誰懂得？所以真正扎根是那一千天，從出生到三歲，根深蒂固。中國古諺語有句話說，「三歲看八十」，有道理，不是沒有道理；三歲養成的根，八十歲不會變。所以父母在嬰兒面前，都要守禮，不能隨便，因為他在學習，你在教他。慢慢長成之後，他很小他就懂得做人的道理，就懂得規矩。孝親尊師都是他父母做榜樣給他，他父母孝順他的祖父母，他看到了，他就學會了，學會會孝順父母，所以這麼來的。你說這種教育根深，全世界找不到第二家。所以湯恩比讚歎中國人這種懂得教育，是真有道理，他了解。"
    },
    {
      "id": "21-649-0001_p0014",
      "zh_CN": "我们去参观，我跟伦敦这些学校同学们交流，跟他们上了一点钟的课。很难得，到底还是中国传统文化，一个小时上课都能够注意听，不容易，我在别的学校没看到，毕竟他们是学汉学的。所以，我也很欢喜这些学生。麦大维教授跟我约定，十二月他要来访问我，要到香港来看我。他已经退休了，实在讲教授六十多岁，正是他完全成熟的时候，你说退休多可惜！所以我就想邀他到香港来长住，跟我们在一起学习，这是很难得很难得的一个欧洲的汉学家。所以我们今天在这个地方，汉学院落实在这里，这是祖宗之德，真主加持。我说真主他们没有分别、没有执着，都是一家人，真主拥护释迦牟尼佛。上层没有分别，一家人，下面有分别，不了解实际状况才有分别、才有障碍，上头没有，这个我们都要能体会到，我们要感恩。",
      "zh_TW": "我們去參觀，我跟倫敦這些學校同學們交流，跟他們上了一點鐘的課。很難得，到底還是中國傳統文化，一個小時上課都能夠注意聽，不容易，我在別的學校沒看到，畢竟他們是學漢學的。所以，我也很歡喜這些學生。麥大維教授跟我約定，十二月他要來訪問我，要到香港來看我。他已經退休了，實在講教授六十多歲，正是他完全成熟的時候，你說退休多可惜！所以我就想邀他到香港來長住，跟我們在一起學習，這是很難得很難得的一個歐洲的漢學家。所以我們今天在這個地方，漢學院落實在這裡，這是祖宗之德，真主加持。我說真主他們沒有分別、沒有執著，都是一家人，真主擁護釋迦牟尼佛。上層沒有分別，一家人，下面有分別，不了解實際狀況才有分別、才有障礙，上頭沒有，這個我們都要能體會到，我們要感恩。"
    },
    {
      "id": "21-649-0001_p0015",
      "zh_CN": "我们在此地要把传统的精神做出来，要让大家看。所以这个实验点非常重要。我们讲了，讲完之后没有地方看，过几天又忘得干干净净。如果讲了之后有地方看，他就看一遍，那个印象就深刻了，他就会受感动，会去模仿。在今天大家相信科学，不相信宗教，认为这是迷信，就得要做榜样。所以下个月，梵蒂冈教宗邀请我，我本来不想去，我有一篇讲演稿写好了，我想我让人带过去，在大会里头读一遍就可以了。以后想想，还是去一趟，去干什么？去传递一个信息，让教皇就把梵蒂冈这个小区做成一个天主教的示范点。天主教的天堂在哪里？就在梵蒂冈，梵蒂冈要把天堂那个模型把它做出来。然后它一做出来，希望每个宗教都做一个你们宗教天堂的那个地方，让人家去看看，参观天堂，这样就会把宗教带动起来。宗教就不是迷信，宗教就对社会、对世人真正做出伟大的贡献。实际上，每个宗教的精神是什么？就是爱，上帝爱世人，神爱世人，你们要把那个爱做出来，我们到梵蒂冈就感受到上帝的爱，这个才有意义。所以，把它的精神、把它的文化统统做出来给大家看，你不做出来，没人相信，天天祈祷，人家说你是迷信。",
      "zh_TW": "我們在此地要把傳統的精神做出來，要讓大家看。所以這個實驗點非常重要。我們講了，講完之後沒有地方看，過幾天又忘得乾乾淨淨。如果講了之後有地方看，他就看一遍，那個印象就深刻了，他就會受感動，會去模仿。在今天大家相信科學，不相信宗教，認為這是迷信，就得要做榜樣。所以下個月，梵蒂岡教宗邀請我，我本來不想去，我有一篇講演稿寫好了，我想我讓人帶過去，在大會裡頭讀一遍就可以了。以後想想，還是去一趟，去幹什麼？去傳遞一個信息，讓教皇就把梵蒂岡這個小區做成一個天主教的示範點。天主教的天堂在哪裡？就在梵蒂岡，梵蒂岡要把天堂那個模型把它做出來。然後它一做出來，希望每個宗教都做一個你們宗教天堂的那個地方，讓人家去看看，參觀天堂，這樣就會把宗教帶動起來。宗教就不是迷信，宗教就對社會、對世人真正做出偉大的貢獻。實際上，每個宗教的精神是什麼？就是愛，上帝愛世人，神愛世人，你們要把那個愛做出來，我們到梵蒂岡就感受到上帝的愛，這個才有意義。所以，把它的精神、把它的文化統統做出來給大家看，你不做出來，沒人相信，天天祈禱，人家說你是迷信。"
    },
    {
      "id": "21-649-0001_p0016",
      "zh_CN": "去年我们到梵蒂冈访问，陶然主教代表教皇来给我们交流，这次教皇要亲自接见，要跟我们长谈，我说好。他们去年提出一个问题，是很严肃的问题，他们有统计，说最近这十几年来，全世界信仰宗教的人，人数逐年下降。他们很担心，如果像这样下去，二十年、三十年之后宗教恐怕就不能存在了。提出这么个问题，跟我们交流。当时，会议不大，我们人数不多，大概只有五、六十个人，我就提出来，我说我们要想想当年摩西创教。耶稣、穆罕默德跟释迦牟尼，为什么有那么多人拥护，那么多人追随，向他学教学习，世代相传传到现在，这是什么原因？为什么我们今天遭受人家反对，不进来，不想学习了？我们都要认真去思考。我说当年他们在世的时候都是教学，释迦牟尼佛教学四十九年，耶稣教学三年，被人害死了，穆罕默德教学二十七年，都是社会教育。所以才有那么多人跟他学习，不是迷信。我们今天能够体会到这个层次，就晓得宗教教育重要，宗教教育才是根本。祈祷是治标不治本，教育才是标本兼治，一定要培养教学的人才。",
      "zh_TW": "去年我們到梵蒂岡訪問，陶然主教代表教皇來給我們交流，這次教皇要親自接見，要跟我們長談，我說好。他們去年提出一個問題，是很嚴肅的問題，他們有統計，說最近這十幾年來，全世界信仰宗教的人，人數逐年下降。他們很擔心，如果像這樣下去，二十年、三十年之後宗教恐怕就不能存在了。提出這麼個問題，跟我們交流。當時，會議不大，我們人數不多，大概只有五、六十個人，我就提出來，我說我們要想想當年摩西創教。耶穌、穆罕默德跟釋迦牟尼，為什麼有那麼多人擁護，那麼多人追隨，向他學教學習，世代相傳傳到現在，這是什麼原因？為什麼我們今天遭受人家反對，不進來，不想學習了？我們都要認真去思考。我說當年他們在世的時候都是教學，釋迦牟尼佛教學四十九年，耶穌教學三年，被人害死了，穆罕默德教學二十七年，都是社會教育。所以才有那麼多人跟他學習，不是迷信。我們今天能夠體會到這個層次，就曉得宗教教育重要，宗教教育才是根本。祈禱是治標不治本，教育才是標本兼治，一定要培養教學的人才。"
    },
    {
      "id": "21-649-0001_p0017",
      "zh_CN": "我把中国宗教两个字的意思讲给大家听，大家都欢喜。用中国文来解释，中国的宗有三个意思，主要的、重要的、尊崇的，叫宗。我们的祖宗纪念堂叫宗祠、叫宗庙，皇帝的叫宗庙，平民的叫宗祠。教是教育、教学、教化，合起来，重要的教育、主要的教学、尊崇的教化，这是教育里头无比尊贵、崇高。我们要把这个做出来，做出来给世人看，大家听就相信了，就欢喜了，就会接受。去年我在梵蒂冈说的，我想可能也是这种原因，今年教皇来邀请我。我们一定要做榜样，做出来，每个宗教自己有一个点，那就是我们的天堂，你们来看、来参观，你要不要进入天堂？这个非常有意义，可以把宗教振兴起来，宗教确确实实名符其实是人类最重要的教育、最尊崇的教化。真的，现在你看学校虽然多，伦理没有了，道德没有了，因果没有了。我们宗教把这三种教育带出来，弥补现代社会教育之不足，这是教你做人。人都是好人，事就是好事，做官哪有那么辛苦！",
      "zh_TW": "我把中國宗教兩個字的意思講給大家聽，大家都歡喜。用中國文來解釋，中國的宗有三個意思，主要的、重要的、尊崇的，叫宗。我們的祖宗紀念堂叫宗祠、叫宗廟，皇帝的叫宗廟，平民的叫宗祠。教是教育、教學、教化，合起來，重要的教育、主要的教學、尊崇的教化，這是教育裡頭無比尊貴、崇高。我們要把這個做出來，做出來給世人看，大家聽就相信了，就歡喜了，就會接受。去年我在梵蒂岡說的，我想可能也是這種原因，今年教皇來邀請我。我們一定要做榜樣，做出來，每個宗教自己有一個點，那就是我們的天堂，你們來看、來參觀，你要不要進入天堂？這個非常有意義，可以把宗教振興起來，宗教確確實實名符其實是人類最重要的教育、最尊崇的教化。真的，現在你看學校雖然多，倫理沒有了，道德沒有了，因果沒有了。我們宗教把這三種教育帶出來，彌補現代社會教育之不足，這是教你做人。人都是好人，事就是好事，做官哪有那麼辛苦！"
    },
    {
      "id": "21-649-0001_p0018",
      "zh_CN": "我们中国古人，人人喜欢念书，为什么？念书会做官。参加考试，考试也是学位，从前叫功名，现在叫学位。最高的学位，进士，就像现在博士学位，第二个学位，举人，第三个学位，秀才。这是学位名称，所以一定要知道。考中举人就有资格做县市长，所以从前读书人就是想做官，你看做官待遇不错，地位也很高，快乐在哪里？没有事情干，没有案子办，人人是好人，事事是好事，有什么案子？一个月两、三件案件就很多了。所以皇上垂拱而治，这个做官的真是清净自在，你看《四库全书》里，你们自己去看去，一半以上的那些集部那些文章，都是做官的人写的。没事干，在家里写文章、作诗作词，游山玩水，没事干。所以，做官是三百六十行最舒适的一行、最快乐的一行，书念好了，干这个。像现在这个做官，那都把人吓到了，谁敢干？你今天国家领导人请我，磕头，头磕破了我也不会答应你，太苦了！",
      "zh_TW": "我們中國古人，人人喜歡念書，為什麼？念書會做官。參加考試，考試也是學位，從前叫功名，現在叫學位。最高的學位，進士，就像現在博士學位，第二個學位，舉人，第三個學位，秀才。這是學位名稱，所以一定要知道。考中舉人就有資格做縣市長，所以從前讀書人就是想做官，你看做官待遇不錯，地位也很高，快樂在哪裡？沒有事情幹，沒有案子辦，人人是好人，事事是好事，有什麼案子？一個月兩、三件案件就很多了。所以皇上垂拱而治，這個做官的真是清淨自在，你看《四庫全書》裡，你們自己去看去，一半以上的那些集部那些文章，都是做官的人寫的。沒事幹，在家裡寫文章、作詩作詞，遊山玩水，沒事幹。所以，做官是三百六十行最舒適的一行、最快樂的一行，書念好了，幹這個。像現在這個做官，那都把人嚇到了，誰敢幹？你今天國家領導人請我，磕頭，頭磕破了我也不會答應你，太苦了！"
    },
    {
      "id": "21-649-0001_p0019",
      "zh_CN": "你看陆克文做总理的时候，邀我去访问，我到坎培拉去看他，端着咖啡杯，告诉我一天要喝五杯。我说怎么了？提精神，忙得不得了。我就开玩笑，我们是老朋友，我说今天这个社会，干你这一行最辛苦，任何一个行业你最辛苦。我说，干我这行最快乐，我们是很明显的对比。人要一生过的生活过得自在、过得幸福、过得快乐，这叫美满的人生，地位与财富毫不相关。一个人地位高、钱财多，活得好辛苦、好可怜，那有什么意思！不吃安眠药就不能睡觉，你说这个多辛苦，我比他自在多了，他比我差远了。人生要会过，要会享受，享受不是地位高，也不是财富多，不是的，毫不相关。",
      "zh_TW": "你看陸克文做總理的時候，邀我去訪問，我到坎培拉去看他，端著咖啡杯，告訴我一天要喝五杯。我說怎麼了？提精神，忙得不得了。我就開玩笑，我們是老朋友，我說今天這個社會，幹你這一行最辛苦，任何一個行業你最辛苦。我說，幹我這行最快樂，我們是很明顯的對比。人要一生過的生活過得自在、過得幸福、過得快樂，這叫美滿的人生，地位與財富毫不相關。一個人地位高、錢財多，活得好辛苦、好可憐，那有什麼意思！不吃安眠藥就不能睡覺，你說這個多辛苦，我比他自在多了，他比我差遠了。人生要會過，要會享受，享受不是地位高，也不是財富多，不是的，毫不相關。"
    },
    {
      "id": "21-649-0001_p0020",
      "zh_CN": "孔夫子的弟子最懂得享受的，最幸福、最快乐的，颜回。夫子赞叹他，颜回一天到晚欢欢喜喜、快快乐乐。谚语所谓的「人逢喜事精神爽」，一天到晚快乐，就不会生病。有那么多忧虑、那么多烦恼，他怎么能不生病？他怎么能不苦？乐从哪里来的？乐从古圣先贤那儿来的，「学而时习之，不亦说乎」，那个悦是喜悦，是从内心里头发出来的。我们天天跟圣贤人往来，天天跟佛菩萨往来，他怎么不快乐？哪有这种道理！对于一些事情，因缘果报看得清清楚楚、明明白白，一般人迷惑，不知道，我们很清楚、很明白。趋吉避凶，明了就真能做得到，一切凶灾我可以回避，一般人回避不了。教他回避的方法他不相信，他说这是迷信，那就没有法子，那就看到他要受苦受难。我们只好将自己一点小功德回向给他，有好处。回向给他，他受苦的时候减轻，有用处，总算是有缘人。",
      "zh_TW": "孔夫子的弟子最懂得享受的，最幸福、最快樂的，顏回。夫子讚歎他，顏回一天到晚歡歡喜喜、快快樂樂。諺語所謂的「人逢喜事精神爽」，一天到晚快樂，就不會生病。有那麼多憂慮、那麼多煩惱，他怎麼能不生病？他怎麼能不苦？樂從哪裡來的？樂從古聖先賢那兒來的，「學而時習之，不亦說乎」，那個悅是喜悅，是從內心裡頭發出來的。我們天天跟聖賢人往來，天天跟佛菩薩往來，他怎麼不快樂？哪有這種道理！對於一些事情，因緣果報看得清清楚楚、明明白白，一般人迷惑，不知道，我們很清楚、很明白。趨吉避凶，明瞭就真能做得到，一切凶災我可以迴避，一般人迴避不了。教他迴避的方法他不相信，他說這是迷信，那就沒有法子，那就看到他要受苦受難。我們只好將自己一點小功德迴向給他，有好處。迴向給他，他受苦的時候減輕，有用處，總算是有緣人。"
    },
    {
      "id": "21-649-0001_p0021",
      "zh_CN": "今天最重要的，就是怎样把孝，孝亲、尊师重道表演出来给人看。我们现在只有一个希望，希望宗教。宗教领导人要觉悟，我们不干这个事情，别人干不出来，没有这个缘分来干，要从我们自己干。而且是我们宗教这个实验点，梵蒂冈是个小城，我去过两次，范围不大，就在那个小圈做，邻近地区就受影响，就把它做出来，把孝做出来。我们中国讲的东西，实际上每个宗教讲的都是一样的，中国古人讲的四科，五伦、五常、四维、八德，做出来。佛法里面，三福、六度、三学、六和、普贤十愿做出来，有个小点，我们做出来给你看。你一进入我这个小区，磁场马上就不一样，你就会感受。你看我们汤池才做一点点，多少人一进入汤池范围就觉得不一样，他就感受。我们宗教会做得更好，比汤池至少要好十倍以上。这样让大家看到，信心生起来了，「信为道元功德母」，才能成就。",
      "zh_TW": "今天最重要的，就是怎樣把孝，孝親、尊師重道表演出來給人看。我們現在只有一個希望，希望宗教。宗教領導人要覺悟，我們不幹這個事情，別人幹不出來，沒有這個緣分來幹，要從我們自己幹。而且是我們宗教這個實驗點，梵蒂岡是個小城，我去過兩次，範圍不大，就在那個小圈做，鄰近地區就受影響，就把它做出來，把孝做出來。我們中國講的東西，實際上每個宗教講的都是一樣的，中國古人講的四科，五倫、五常、四維、八德，做出來。佛法裡面，三福、六度、三學、六和、普賢十願做出來，有個小點，我們做出來給你看。你一進入我這個小區，磁場馬上就不一樣，你就會感受。你看我們湯池才做一點點，多少人一進入湯池範圍就覺得不一樣，他就感受。我們宗教會做得更好，比湯池至少要好十倍以上。這樣讓大家看到，信心生起來了，「信為道元功德母」，才能成就。"
    },
    {
      "id": "21-649-0001_p0022",
      "zh_CN": "我想时间应该差不多了，希望中心的老师，我们要非常认真、非常努力，在马来西亚国家领导人爱护之下，我们也要报答深恩。怎么报答？我们实践，把我们的五伦、五常、四维、八德做出来，这就是真正报答马来西亚这个国家。我们有这么多的华人，这么多的华校，所以为什么我们把汉学院希望能从欧洲转移到马来西亚来，就是这边我们华人团结。华人有一千多个小学，有六十多个中学，汉学院应该建在此地。我们赞扬伊斯兰、赞扬真主，确实，真主的加持，才有这么样的顺利。大家在这里认真做，这个做好了就影响全世界，这一个点做好之后它影响全国，这一个国家做好就影响全世界，就变成全世界的文化中心。",
      "zh_TW": "我想時間應該差不多了，希望中心的老師，我們要非常認真、非常努力，在馬來西亞國家領導人愛護之下，我們也要報答深恩。怎麼報答？我們實踐，把我們的五倫、五常、四維、八德做出來，這就是真正報答馬來西亞這個國家。我們有這麼多的華人，這麼多的華校，所以為什麼我們把漢學院希望能從歐洲轉移到馬來西亞來，就是這邊我們華人團結。華人有一千多個小學，有六十多個中學，漢學院應該建在此地。我們讚揚伊斯蘭、讚揚真主，確實，真主的加持，才有這麼樣的順利。大家在這裡認真做，這個做好了就影響全世界，這一個點做好之後它影響全國，這一個國家做好就影響全世界，就變成全世界的文化中心。"
    },
    {
      "id": "21-649-0001_p0023",
      "zh_CN": "所以那一个点多重要，那个点是发源地。我们要知道古时候诸国，你说成汤，成汤的范围七十里，就小镇，汤池镇差不多就七十里。你看看他做好了，让所有诸侯国，几百个诸侯国都向往他，都向他学习，称他为天子。天子他没有统辖权，别人尊称他，向他学习，听他指导，有困难的时候都向他请教。周文王的国也不大，一百里，华里一百里的范围，是以百里而被人家尊称为天子，八百多个诸侯国没有一个不听话的。自自然然就统一全世界，用什么？文化，用德行，不必用武力，也不必用其他的，其他都是假的。你说用经济、科学技术，都不是真的，用伦理道德、用文化来达到这个目标。我今天也用这个纪念我们孔老夫子，我们中国传统文化在这里扎根，在这里发扬光大，将来再回归到祖国。",
      "zh_TW": "所以那一個點多重要，那個點是發源地。我們要知道古時候諸國，你說成湯，成湯的範圍七十里，就小鎮，湯池鎮差不多就七十里。你看看他做好了，讓所有諸侯國，幾百個諸侯國都嚮往他，都向他學習，稱他為天子。天子他沒有統轄權，別人尊稱他，向他學習，聽他指導，有困難的時候都向他請教。周文王的國也不大，一百里，華里一百里的範圍，是以百里而被人家尊稱為天子，八百多個諸侯國沒有一個不聽話的。自自然然就統一全世界，用什麼？文化，用德行，不必用武力，也不必用其他的，其他都是假的。你說用經濟、科學技術，都不是真的，用倫理道德、用文化來達到這個目標。我今天也用這個紀念我們孔老夫子，我們中國傳統文化在這裡扎根，在這裡發揚光大，將來再回歸到祖國。"
    }
  ]
}