{
  "doc_id": "09-013-0019",
  "title": {
    "zh_CN": "永嘉证道歌",
    "zh_TW": "永嘉證道歌"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第十九集",
    "zh_TW": "第十九集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-013-0019",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "09-013-0019_p0001",
      "zh_CN": "请翻开经本九十一页：",
      "zh_TW": "請翻開經本九十一頁："
    },
    {
      "id": "09-013-0019_p0002",
      "zh_CN": "【不见一法即如来。方得名为观自在。】",
      "zh_TW": "【不見一法即如來。方得名為觀自在。】"
    },
    {
      "id": "09-013-0019_p0003",
      "zh_CN": "这一句是永嘉大师直截了当的给我们开示要如何证得一心法门。六祖大师说「本来无一物」，永嘉告诉我们『不见一法』，「不见一法」就叫做『如来』。「如」这一个字，佛在《金刚经》里面给我们解释得很清楚，「如来者，诸法如义」，所谓「如」就是本来如是。「事如其理，理如其事」，理是空寂的，事相也不例外，我们如果能够在理事里面不见一法这就叫如来。可是我们现前在理事里面见无量无边法，换句话说，我们见不到「如」。可是不见一法是真实的，所见到一切法是虚妄的。这个理是很深的。我们怎么样在一切法里面见到清净寂灭，这个时候就叫做『观自在』，「观」是观照般若，「自」是自在解脱。",
      "zh_TW": "這一句是永嘉大師直截了當的給我們開示要如何證得一心法門。六祖大師說「本來無一物」，永嘉告訴我們『不見一法』，「不見一法」就叫做『如來』。「如」這一個字，佛在《金剛經》裡面給我們解釋得很清楚，「如來者，諸法如義」，所謂「如」就是本來如是。「事如其理，理如其事」，理是空寂的，事相也不例外，我們如果能夠在理事裡面不見一法這就叫如來。可是我們現前在理事裡面見無量無邊法，換句話說，我們見不到「如」。可是不見一法是真實的，所見到一切法是虛妄的。這個理是很深的。我們怎麼樣在一切法裡面見到清淨寂滅，這個時候就叫做『觀自在』，「觀」是觀照般若，「自」是自在解脫。"
    },
    {
      "id": "09-013-0019_p0004",
      "zh_CN": "小注里面有引用古大德的一段公案做这两句话的注解。说有一位古大德看《法华经》，《法华经》里有两句话，佛说的，「诸法从本来，常自寂灭相」，就是一切万法无不是清净寂灭的。到什么时候你才能够见了一切法的寂灭相？见到一切法寂灭相就是永嘉大师说的「不见一法」，这是如来果地上的境界。如果我们把这个尺度放宽来讲，见性的菩萨都能见到这个境界，也就是圆教初住以上的菩萨，念佛法门里面证得理一心不乱的菩萨，他就是不见一法，或者是他见一切万法无不是寂灭相。这是说人家从这个经典里面这两句话开悟的。他怎么个悟法？这是用的禅家的功夫，读经读到这两句，小注里诸位自己去看，他念到这两句很欢喜，常常留意体究。什么叫体究？体是体会，究是参究，这在禅宗里面叫疑情，常常念着，他也不是想，想就落到心意识里去了，就是常常念着这两句，无论在什么时候、无论在什么处所，就是想见这一个境界。时间久了，忽然一天他开悟了，这两句话亲自见到了。禅宗里面所谓是「大疑则大悟，小疑则小悟」，提疑情。",
      "zh_TW": "小註裡面有引用古大德的一段公案做這兩句話的註解。說有一位古大德看《法華經》，《法華經》裡有兩句話，佛說的，「諸法從本來，常自寂滅相」，就是一切萬法無不是清淨寂滅的。到什麼時候你才能夠見了一切法的寂滅相？見到一切法寂滅相就是永嘉大師說的「不見一法」，這是如來果地上的境界。如果我們把這個尺度放寬來講，見性的菩薩都能見到這個境界，也就是圓教初住以上的菩薩，念佛法門裡面證得理一心不亂的菩薩，他就是不見一法，或者是他見一切萬法無不是寂滅相。這是說人家從這個經典裡面這兩句話開悟的。他怎麼個悟法？這是用的禪家的功夫，讀經讀到這兩句，小註裡諸位自己去看，他念到這兩句很歡喜，常常留意體究。什麼叫體究？體是體會，究是參究，這在禪宗裡面叫疑情，常常念著，他也不是想，想就落到心意識裡去了，就是常常念著這兩句，無論在什麼時候、無論在什麼處所，就是想見這一個境界。時間久了，忽然一天他開悟了，這兩句話親自見到了。禪宗裡面所謂是「大疑則大悟，小疑則小悟」，提疑情。"
    },
    {
      "id": "09-013-0019_p0005",
      "zh_CN": "疑情不是怀疑，诸位要搞清楚，疑情是什么？是用的真性，绝不是用心意识，虽用真性，情没有断掉，就是心意识还没有断掉，还在没有悟的时候，这个叫做疑情。什么时候开悟？什么时候心意识真正脱落了，这个时候就开悟了。所以悟的时间没有一定，那随着各人，你要是转变得快，这就悟得快，转变得慢就悟得慢。总而言之一句话，功夫里面带着情识，那是决定的障碍，这是我们要记住。不管你学哪一宗，不管你学哪一个法门，禅、教、密、律、净，无论哪一个法门，你里面带着心意识，这个就是障碍。我们今天要想把这个东西摆脱掉，诸位想想，谈何容易？虽不容易，那是非摆脱不可，这不摆脱就不能成就。这个里面就得要求方便，方便里面这是讲初方便。初方便还有最初方便，最初方便是明理，这道理晓得。初方便里面就是要放下情缘，要能放下，二六时中求心地平静。",
      "zh_TW": "疑情不是懷疑，諸位要搞清楚，疑情是什麼？是用的真性，絕不是用心意識，雖用真性，情沒有斷掉，就是心意識還沒有斷掉，還在沒有悟的時候，這個叫做疑情。什麼時候開悟？什麼時候心意識真正脫落了，這個時候就開悟了。所以悟的時間沒有一定，那隨著各人，你要是轉變得快，這就悟得快，轉變得慢就悟得慢。總而言之一句話，功夫裡面帶著情識，那是決定的障礙，這是我們要記住。不管你學哪一宗，不管你學哪一個法門，禪、教、密、律、淨，無論哪一個法門，你裡面帶著心意識，這個就是障礙。我們今天要想把這個東西擺脫掉，諸位想想，談何容易？雖不容易，那是非擺脫不可，這不擺脫就不能成就。這個裡面就得要求方便，方便裡面這是講初方便。初方便還有最初方便，最初方便是明理，這道理曉得。初方便裡面就是要放下情緣，要能放下，二六時中求心地平靜。"
    },
    {
      "id": "09-013-0019_p0006",
      "zh_CN": "我再跟诸位说，净土宗跟律宗是正常生活里面求平静。好像我们航海一样，风浪不大，小小的风浪，我们看起来风平浪静，在海里面航行往前进。密宗跟禅宗是大风大浪里面往前进，那个不是平常，那个是真正要本事。我们学教、念佛、持律比不上密宗。所以密宗，学了密之后能成佛，那是最后一关，要经过大风大浪，他能成就。可是你譬如一个航海的，总是学航海的、学驾船先在风平浪静水面学，经验丰富了，大风大浪里面才能够保住船不会翻掉。如果一开头就在大风大浪里面去驾驶，这是什么人？这是再来人，是古佛菩萨再来的，不是我们凡夫能做到的。所以对于学密的人，前面讲过了，我们不能毁谤，我们恭敬。为什么？他是不是古佛再来的，我们薄地凡夫不能认识。可是我们自己对自己要明白，如果是古佛再来的自己知道，别人不晓得，自己晓得。总不能说是我是古佛再来的我自己都不晓得，那没有这回事情，自己晓得的，自己你是什么佛来的，什么菩萨再来的，你晓得，你是他方世界来的都知道。如果自己对自己都不清楚，自己必定是业道里头来的，在六道轮回里转过来的。所以这个我们自己要清楚。一再跟诸位说，人贵自知之明。也许在座的同学里面就有佛菩萨再来的，我也不晓得，你们的境界高。",
      "zh_TW": "我再跟諸位說，淨土宗跟律宗是正常生活裡面求平靜。好像我們航海一樣，風浪不大，小小的風浪，我們看起來風平浪靜，在海裡面航行往前進。密宗跟禪宗是大風大浪裡面往前進，那個不是平常，那個是真正要本事。我們學教、念佛、持律比不上密宗。所以密宗，學了密之後能成佛，那是最後一關，要經過大風大浪，他能成就。可是你譬如一個航海的，總是學航海的、學駕船先在風平浪靜水面學，經驗豐富了，大風大浪裡面才能夠保住船不會翻掉。如果一開頭就在大風大浪裡面去駕駛，這是什麼人？這是再來人，是古佛菩薩再來的，不是我們凡夫能做到的。所以對於學密的人，前面講過了，我們不能毀謗，我們恭敬。為什麼？他是不是古佛再來的，我們薄地凡夫不能認識。可是我們自己對自己要明白，如果是古佛再來的自己知道，別人不曉得，自己曉得。總不能說是我是古佛再來的我自己都不曉得，那沒有這回事情，自己曉得的，自己你是什麼佛來的，什麼菩薩再來的，你曉得，你是他方世界來的都知道。如果自己對自己都不清楚，自己必定是業道裡頭來的，在六道輪迴裡轉過來的。所以這個我們自己要清楚。一再跟諸位說，人貴自知之明。也許在座的同學裡面就有佛菩薩再來的，我也不曉得，你們的境界高。"
    },
    {
      "id": "09-013-0019_p0007",
      "zh_CN": "『观自在』，就是以观照般若，在一切境界里面得大自在，这就叫观自在。这观音菩萨观自在这一个名号是自受用，观世音这个名号是他受用，是救苦救难，大慈大悲，两个名号，一个是对自，一个是对他的。观世音跟观自在是一不是二。下面两句：",
      "zh_TW": "『觀自在』，就是以觀照般若，在一切境界裡面得大自在，這就叫觀自在。這觀音菩薩觀自在這一個名號是自受用，觀世音這個名號是他受用，是救苦救難，大慈大悲，兩個名號，一個是對自，一個是對他的。觀世音跟觀自在是一不是二。下面兩句："
    },
    {
      "id": "09-013-0019_p0008",
      "zh_CN": "【了即业障本来空。未了应须还夙债。】",
      "zh_TW": "【了即業障本來空。未了應須還夙債。】"
    },
    {
      "id": "09-013-0019_p0009",
      "zh_CN": "这一句话希望大家永远的记住、牢牢的记住。『了』，真正的觉悟了，大彻大悟，明心见性，真正彻了，『业障本来空』，这一弹指顷，无始劫的罪业都能消除。要是『未了』的话，换句话说，我们所有的造作，善有善报，恶有恶报，没有一个人能够避免得了的，这个是一定要牢牢的记住。注子里头也写得很好，前面几句是《楞严经》上的，「若人发真归源，十方虚空悉皆消殒」，何况罪福之相！这是《楞严经》上佛说的。底下引僧肇大师的，僧肇大师是鸠摩罗什大师的学生，是什门四哲之一，罗什最有成就的弟子，他也是很年轻的时候就过去了。他在罗什门弟子当中，就相当于孔老夫子底下的颜回，聪明绝顶，也是十几岁就悟道了。他有几句话，这也是非常有名的，说「五阴身非有，四大本来空，将头临白刃，一似斩春风」，这是说明了生死自在，是真正了悟的人。如果要不了悟，这后头说了，「假使百千劫，所作业不亡，因缘会遇时，果报还自受」，这前面也念过，决定不能避免的。所以这桩事情想起来，确实是可怕。",
      "zh_TW": "這一句話希望大家永遠的記住、牢牢的記住。『了』，真正的覺悟了，大徹大悟，明心見性，真正徹了，『業障本來空』，這一彈指頃，無始劫的罪業都能消除。要是『未了』的話，換句話說，我們所有的造作，善有善報，惡有惡報，沒有一個人能夠避免得了的，這個是一定要牢牢的記住。註子裡頭也寫得很好，前面幾句是《楞嚴經》上的，「若人發真歸源，十方虛空悉皆消殞」，何況罪福之相！這是《楞嚴經》上佛說的。底下引僧肇大師的，僧肇大師是鳩摩羅什大師的學生，是什門四哲之一，羅什最有成就的弟子，他也是很年輕的時候就過去了。他在羅什門弟子當中，就相當於孔老夫子底下的顏回，聰明絕頂，也是十幾歲就悟道了。他有幾句話，這也是非常有名的，說「五陰身非有，四大本來空，將頭臨白刃，一似斬春風」，這是說明了生死自在，是真正了悟的人。如果要不了悟，這後頭說了，「假使百千劫，所作業不亡，因緣會遇時，果報還自受」，這前面也念過，決定不能避免的。所以這樁事情想起來，確實是可怕。"
    },
    {
      "id": "09-013-0019_p0010",
      "zh_CN": "【饥逢王饍不能飡。病遇医王争得瘥。】",
      "zh_TW": "【饑逢王饍不能飡。病遇醫王爭得瘥。】"
    },
    {
      "id": "09-013-0019_p0011",
      "zh_CN": "这两句话是形容、比喻一个人求道而对于大道怀疑不能够前进。肚子饿了，遇到这些国王办那最丰盛的这些酒席，在那里看到，自己不敢去，恐怕这个不是给我吃的，不敢前去，还是得挨饿。自己有病了，踫到最好的大夫了，他大概不会给我治病，也不敢去求医。这是疑虑畏惧，不肯前进。",
      "zh_TW": "這兩句話是形容、比喻一個人求道而對於大道懷疑不能夠前進。肚子餓了，遇到這些國王辦那最豐盛的這些酒席，在那裡看到，自己不敢去，恐怕這個不是給我吃的，不敢前去，還是得挨餓。自己有病了，踫到最好的大夫了，他大概不會給我治病，也不敢去求醫。這是疑慮畏懼，不肯前進。"
    },
    {
      "id": "09-013-0019_p0012",
      "zh_CN": "【在欲行禅知见力。火中生莲终不坏。】",
      "zh_TW": "【在欲行禪知見力。火中生蓮終不壞。】"
    },
    {
      "id": "09-013-0019_p0013",
      "zh_CN": "这两句话是说的大乘菩萨。『欲』是说的欲界，五欲六尘并没有断，在这个里面学禅，禅就是修的清净心。不但禅是清净心，再跟诸位说，佛法里头无论哪一宗、哪一派，统统修的清净心，只是修行的方式不一样，目的是一个。如果要不是以清净心为目的，那就错了，那就不是佛法了。你想想看，这个西方净土，在求的是一心不乱，一心不乱就是清净心。我们能把这一点认清楚，就不会把路走错了。",
      "zh_TW": "這兩句話是說的大乘菩薩。『欲』是說的欲界，五欲六塵並沒有斷，在這個裡面學禪，禪就是修的清淨心。不但禪是清淨心，再跟諸位說，佛法裡頭無論哪一宗、哪一派，統統修的清淨心，只是修行的方式不一樣，目的是一個。如果要不是以清淨心為目的，那就錯了，那就不是佛法了。你想想看，這個西方淨土，在求的是一心不亂，一心不亂就是清淨心。我們能把這一點認清楚，就不會把路走錯了。"
    },
    {
      "id": "09-013-0019_p0014",
      "zh_CN": "勉励同学们几句话，因为大专同学年轻，好高骛远是在所难免，我年轻也是一样，过来人，好高骛远。可是得自己想一想，那个世间的小小禅定，我们讲四禅八定，初禅是禅定里面地位最低的了、最起码的，色界天。初禅的境界是什么？跟诸位说，五欲这个念头没有了，色界天里面没有男女之欲、没有饮食之欲，也没有睡眠，财色名食睡都没有了。试问问，这个不能问别人，得问问自己，我们见了色还动不动心？动心，没有禅，连初禅没有。见了那个财动不动贪心？动了贪心，禅也没有了。看到好吃的很对口味，是不是想多吃一口？那禅也没有了。这东西不能骗人。换句话说，连初禅都这么难法，其他的更不必说了。所以我们想想是不是我们能够修的？密比禅还高，为什么？禅是不接触是不动心，密是接触而不动心，所以密比禅还要高，是佛法里头最上乘法。",
      "zh_TW": "勉勵同學們幾句話，因為大專同學年輕，好高騖遠是在所難免，我年輕也是一樣，過來人，好高騖遠。可是得自己想一想，那個世間的小小禪定，我們講四禪八定，初禪是禪定裡面地位最低的了、最起碼的，色界天。初禪的境界是什麼？跟諸位說，五欲這個念頭沒有了，色界天裡面沒有男女之欲、沒有飲食之欲，也沒有睡眠，財色名食睡都沒有了。試問問，這個不能問別人，得問問自己，我們見了色還動不動心？動心，沒有禪，連初禪沒有。見了那個財動不動貪心？動了貪心，禪也沒有了。看到好吃的很對口味，是不是想多吃一口？那禪也沒有了。這東西不能騙人。換句話說，連初禪都這麼難法，其他的更不必說了。所以我們想想是不是我們能夠修的？密比禪還高，為什麼？禪是不接觸是不動心，密是接觸而不動心，所以密比禪還要高，是佛法裡頭最上乘法。"
    },
    {
      "id": "09-013-0019_p0015",
      "zh_CN": "我跟诸位说，我学佛第一个老师就是学密的，密宗大德。不学密怎么能成佛？那最后一关。你们诸位是有能力学，那当然马上就成佛，快得很。不能学的话，那你就看看《元史》，朱元璋为什么把密宗禁止？那不是密，那是魔。密跟魔很接近，在外表上来讲是一不是二，完全相同，内里面就有佛魔之别。他外表跟魔是一样的，内里是佛，那个心是决定清净，如如不动，对于境界是一律平等。你比如学密的人，他对什么人心都是清净的、对什么人心是平等的。禅都不动心了，何况密？密宗的供养那还得了，跟禅不一样。你看禅和子，清贫，山上住茅蓬，什么都没有，你看那个虚云老和尚，我跟你说，衣服补补丁丁的那个样子，禅。密宗的活佛还得了，衣服都是绫罗绸缎、锦绣的，最好的料子，住的房子、盖的瓦都是黄金的，那个不一样，密是最富。它是什么？财色名食睡统统都要，一样也不离开，这个里面不动心，它比禅还要高一些。我也跟诸位说了，哪一个都得学密，不学密不成佛，但是不是这一生的事情。如果你这一生能够成就，当然是你过去多生多劫是有大善根福德，你是过来人，绝不是这一世能够办得到的。像这些常识我都得贡献给诸位。",
      "zh_TW": "我跟諸位說，我學佛第一個老師就是學密的，密宗大德。不學密怎麼能成佛？那最後一關。你們諸位是有能力學，那當然馬上就成佛，快得很。不能學的話，那你就看看《元史》，朱元璋為什麼把密宗禁止？那不是密，那是魔。密跟魔很接近，在外表上來講是一不是二，完全相同，內裡面就有佛魔之別。他外表跟魔是一樣的，內裡是佛，那個心是決定清淨，如如不動，對於境界是一律平等。你比如學密的人，他對什麼人心都是清淨的、對什麼人心是平等的。禪都不動心了，何況密？密宗的供養那還得了，跟禪不一樣。你看禪和子，清貧，山上住茅蓬，什麼都沒有，你看那個虛雲老和尚，我跟你說，衣服補補丁丁的那個樣子，禪。密宗的活佛還得了，衣服都是綾羅綢緞、錦繡的，最好的料子，住的房子、蓋的瓦都是黃金的，那個不一樣，密是最富。它是什麼？財色名食睡統統都要，一樣也不離開，這個裡面不動心，它比禪還要高一些。我也跟諸位說了，哪一個都得學密，不學密不成佛，但是不是這一生的事情。如果你這一生能夠成就，當然是你過去多生多劫是有大善根福德，你是過來人，絕不是這一世能夠辦得到的。像這些常識我都得貢獻給諸位。"
    },
    {
      "id": "09-013-0019_p0016",
      "zh_CN": "禅与密如果不能修的话，这就讲到净土了。今天有个东海的同学，他是退役的时候从我这里过了一下，中午就走了，吃了一餐饭以后就走了。他来告诉我，给我提到台中李老师最近在台中开示，就讲到从国外有一个回来的有一位大德，讲净土宗带业与不带业的问题。这一位大德说是净土没有带业的，可是净土平常我们都讲有带业往生，他说李老师为这个事情给台中莲社开示，说明净土是带业的。他来问我，他问我的看法怎么样？我也告诉他净土是带业的。为什么说净土带业？因为净土有凡圣同居土，如果没有凡圣同居土就不带业。你譬如说方便有余土不带业，见思烦恼断了，不带业，实报庄严土那更不必说了，那无明都破一分了，凡圣同居土是带业。",
      "zh_TW": "禪與密如果不能修的話，這就講到淨土了。今天有個東海的同學，他是退役的時候從我這裡過了一下，中午就走了，吃了一餐飯以後就走了。他來告訴我，給我提到台中李老師最近在台中開示，就講到從國外有一個回來的有一位大德，講淨土宗帶業與不帶業的問題。這一位大德說是淨土沒有帶業的，可是淨土平常我們都講有帶業往生，他說李老師為這個事情給台中蓮社開示，說明淨土是帶業的。他來問我，他問我的看法怎麼樣？我也告訴他淨土是帶業的。為什麼說淨土帶業？因為淨土有凡聖同居土，如果沒有凡聖同居土就不帶業。你譬如說方便有餘土不帶業，見思煩惱斷了，不帶業，實報莊嚴土那更不必說了，那無明都破一分了，凡聖同居土是帶業。"
    },
    {
      "id": "09-013-0019_p0017",
      "zh_CN": "还有一点，《净土五经》，外国来的这个大德他说《普贤行愿品》不应该收进去，不能够列为净土经典。我对这一点反对。为什么？那个《普贤行愿品》经文里头明明白白写着，「十大愿王导归极乐」，那怎么不是净土经典？他说李老师对于这一点也提出辩别了，李老师认为是如果要讲往生净土的话，那普贤菩萨应该算第一个人，华严会上他就往生了，他应该是往生净土第一个人。所以十大愿王导归极乐，古人把它列在《净土五经》之一是有见地的，决定没有错。",
      "zh_TW": "還有一點，《淨土五經》，外國來的這個大德他說《普賢行願品》不應該收進去，不能夠列為淨土經典。我對這一點反對。為什麼？那個《普賢行願品》經文裡頭明明白白寫著，「十大願王導歸極樂」，那怎麼不是淨土經典？他說李老師對於這一點也提出辯別了，李老師認為是如果要講往生淨土的話，那普賢菩薩應該算第一個人，華嚴會上他就往生了，他應該是往生淨土第一個人。所以十大願王導歸極樂，古人把它列在《淨土五經》之一是有見地的，決定沒有錯。"
    },
    {
      "id": "09-013-0019_p0018",
      "zh_CN": "我们今天学佛，诸位要记住，「依法不依人」，他跟我们讲的不合法，跟我们讲的不契机宜，我们就不能接受，纵然是自己的老师也不行，得有这种精神。我在过去跟台中李老师学的时候，曾经就有一个问题，我很疑惑，他讲的那个我现在忘掉了，好多年之前。我就问老师你说的这个有没有经典做依据？你要没有理论的依据的话我不相信。结果他说有，确实有经典做依据。没有经典做依据，那你是自己胡造谣言，我们不能相信，咱们依法不依人。这个事情不能讲情面的，这是为明心见性、为了生死出三界，不可以讲情面的，是就是，不是就不是。我们首先就是要成就自己，自己要不能成就，怎么能谈到成就别人？自己生死没有了，如何能叫别人了生死？所以先要度自己，而后才能度他人。",
      "zh_TW": "我們今天學佛，諸位要記住，「依法不依人」，他跟我們講的不合法，跟我們講的不契機宜，我們就不能接受，縱然是自己的老師也不行，得有這種精神。我在過去跟台中李老師學的時候，曾經就有一個問題，我很疑惑，他講的那個我現在忘掉了，好多年之前。我就問老師你說的這個有沒有經典做依據？你要沒有理論的依據的話我不相信。結果他說有，確實有經典做依據。沒有經典做依據，那你是自己胡造謠言，我們不能相信，咱們依法不依人。這個事情不能講情面的，這是為明心見性、為了生死出三界，不可以講情面的，是就是，不是就不是。我們首先就是要成就自己，自己要不能成就，怎麼能談到成就別人？自己生死沒有了，如何能叫別人了生死？所以先要度自己，而後才能度他人。"
    },
    {
      "id": "09-013-0019_p0019",
      "zh_CN": "火中的莲花，这是大乘里头常有的比喻。莲花是生在水里，水里面莲花不稀奇，是正常的，火中的莲花就特别了。火是比什么？比五欲、比红尘。在五欲、在红尘里面它一尘不染，像那个水里头莲花一样，「出污泥而不染」，在红尘而不染红尘，这个高，所以『终不坏』。诸位要晓得，禅里面决定没有欲，要记住这一句话，密里头更没有，律里头、教里面、净里面有，有要用理智把它压住，还要靠压，禅里头没有了，禅不要压了，那密更不要压了。为什么？它根本没有，那境界纯到这个程度，是纯！下面讲：",
      "zh_TW": "火中的蓮花，這是大乘裡頭常有的比喻。蓮花是生在水裡，水裡面蓮花不稀奇，是正常的，火中的蓮花就特別了。火是比什麼？比五欲、比紅塵。在五欲、在紅塵裡面它一塵不染，像那個水裡頭蓮花一樣，「出污泥而不染」，在紅塵而不染紅塵，這個高，所以『終不壞』。諸位要曉得，禪裡面決定沒有欲，要記住這一句話，密裡頭更沒有，律裡頭、教裡面、淨裡面有，有要用理智把它壓住，還要靠壓，禪裡頭沒有了，禪不要壓了，那密更不要壓了。為什麼？它根本沒有，那境界純到這個程度，是純！下面講："
    },
    {
      "id": "09-013-0019_p0020",
      "zh_CN": "【勇施犯重悟无生。早时成佛于今在。】",
      "zh_TW": "【勇施犯重悟無生。早時成佛于今在。】"
    },
    {
      "id": "09-013-0019_p0021",
      "zh_CN": "这也是佛经里头一段公案，说过去有个比丘叫勇施，他犯了根本大戒，根本大戒是四条，杀盗淫妄，犯了这四条大戒，他就求忏悔。在求忏悔的时候，到处就是请人家替他忏罪，就遇到一位尊者告诉他，「罪性了不可得」，勇施比丘在一句话之下就开悟了。悟了以后就成佛了。悟就是明心见性，见性成佛。但是这个地方诸位要记住，一定要悟，不悟，罪报终不可避免。换句话说，我们今天是不是大彻大悟？是不是明心见性了？不能说看看经上说「罪福性空」，不要紧，我拼命造罪业，空的，罪业性是空的，还得要堕地狱，还得要见阎王，见了阎王，不能跟阎王两个去辩别，我这是佛跟我讲的，罪性是空的，我犯了罪，你怎么还来抓我去判我的地狱罪？阎王没有情面讲的，阎王会跟你说，释迦牟尼佛没有说一句话，你要说释迦牟尼佛说法了，这叫谤佛，罪加一等，判得更重了，是不是？诸位要晓得这个事情。这个事情要亲证的，不是听讲一讲就行，听讲讲是不行的，要亲证。",
      "zh_TW": "這也是佛經裡頭一段公案，說過去有個比丘叫勇施，他犯了根本大戒，根本大戒是四條，殺盜淫妄，犯了這四條大戒，他就求懺悔。在求懺悔的時候，到處就是請人家替他懺罪，就遇到一位尊者告訴他，「罪性了不可得」，勇施比丘在一句話之下就開悟了。悟了以後就成佛了。悟就是明心見性，見性成佛。但是這個地方諸位要記住，一定要悟，不悟，罪報終不可避免。換句話說，我們今天是不是大徹大悟？是不是明心見性了？不能說看看經上說「罪福性空」，不要緊，我拼命造罪業，空的，罪業性是空的，還得要墮地獄，還得要見閻王，見了閻王，不能跟閻王兩個去辯別，我這是佛跟我講的，罪性是空的，我犯了罪，你怎麼還來抓我去判我的地獄罪？閻王沒有情面講的，閻王會跟你說，釋迦牟尼佛沒有說一句話，你要說釋迦牟尼佛說法了，這叫謗佛，罪加一等，判得更重了，是不是？諸位要曉得這個事情。這個事情要親證的，不是聽講一講就行，聽講講是不行的，要親證。"
    },
    {
      "id": "09-013-0019_p0022",
      "zh_CN": "你看看我们现在就是连一个极其粗浅的平等心都不能证得。怎么不能证得？人家说我们几句好听的，心里很欢喜；说我们不好听的，心里要难过几天，这不行，这是连世间一个君子都做不到。你看看在孔夫子教学过程，他老人家排的地位，圣人、贤人、君子，这第三等人，这第三等人我们都做不到。「君子不贰过，不迁怒」，《论语》里面第一句是「人不知而不愠」，他心里不会发脾气的。所以古人说，「宁可得罪于君子，不可得罪于小人」。为什么？得罪君子，人家心地坦荡荡不放在心里，若无其事。小人怎么样？小人就怀恨在心。这是讲我们世间法，这还不是出世间的。我们既然是发大菩提心了，这就得向上一着，要超过世间的圣贤，这样才行。所以经里面说的着重在『悟无生』，他「悟无生」才行，那个四重罪才一下消灭；如果他不悟，那不行。",
      "zh_TW": "你看看我們現在就是連一個極其粗淺的平等心都不能證得。怎麼不能證得？人家說我們幾句好聽的，心裡很歡喜；說我們不好聽的，心裡要難過幾天，這不行，這是連世間一個君子都做不到。你看看在孔夫子教學過程，他老人家排的地位，聖人、賢人、君子，這第三等人，這第三等人我們都做不到。「君子不貳過，不遷怒」，《論語》裡面第一句是「人不知而不慍」，他心裡不會發脾氣的。所以古人說，「寧可得罪於君子，不可得罪於小人」。為什麼？得罪君子，人家心地坦蕩蕩不放在心裡，若無其事。小人怎麼樣？小人就懷恨在心。這是講我們世間法，這還不是出世間的。我們既然是發大菩提心了，這就得向上一著，要超過世間的聖賢，這樣才行。所以經裡面說的著重在『悟無生』，他「悟無生」才行，那個四重罪才一下消滅；如果他不悟，那不行。"
    },
    {
      "id": "09-013-0019_p0023",
      "zh_CN": "【师子吼。无畏说。深嗟懵懂顽皮靼。袛知犯重障菩提。不见如来开秘诀。】",
      "zh_TW": "【師子吼。無畏說。深嗟懵懂頑皮靼。袛知犯重障菩提。不見如來開祕訣。】"
    },
    {
      "id": "09-013-0019_p0024",
      "zh_CN": "前面这一句是永嘉大师深深的感叹，『师子吼，无畏说』，是佛祖所说，无上的大法，究竟真实法，很可惜小根的人不能够领会、不能够接受，这是非常值得感叹的一桩事情。底下讲『袛知犯重障菩提』，「犯重」就是四种重罪，杀盗淫妄的重罪，障菩提，不晓得『如来』有『秘诀』。「如来」有什么「秘诀」？注子里面引用的《四十华严》两节的公案，第一个是引善财童子参见婆须密女，在这个地方看到这个名词，第二个是参见无厌足王。",
      "zh_TW": "前面這一句是永嘉大師深深的感嘆，『師子吼，無畏說』，是佛祖所說，無上的大法，究竟真實法，很可惜小根的人不能夠領會、不能夠接受，這是非常值得感嘆的一樁事情。底下講『袛知犯重障菩提』，「犯重」就是四種重罪，殺盜淫妄的重罪，障菩提，不曉得『如來』有『祕訣』。「如來」有什麼「祕訣」？註子裡面引用的《四十華嚴》兩節的公案，第一個是引善財童子參見婆須密女，在這個地方看到這個名詞，第二個是參見無厭足王。"
    },
    {
      "id": "09-013-0019_p0025",
      "zh_CN": "我必须要跟诸位交代一下，《华严经》有三种译本，原本是一个。《华严经》的全本并没有完全传到中国来，它这部头太大了，全经有十万颂。印度人计算数字跟我们中国不一样，我们中国对于文章书籍是以字数来计算的，比如《老子》五千言，是五千个字，都是用字数来计算。印度它不是用字数做单位，它是用句子做单位，四句就叫做一颂，不一定是偈诵，就是长行文也是如此，四句叫一颂。《华严经》有十万颂，换句话就是四十万句，他这个经文里头四十万句。第一次传到我们中国来是东晋，传来的时候只有三万六千颂，诸位想想，原文是十万颂，只有三万六千颂，三分之一多一点。所以不是完全的本子。到唐朝时候，实叉难陀从西域到中国来，也带了《华严经》来，但是也不是完全的本子，也是个残缺的本子。来了之后，再翻译，这唐译的，就是增加了九千颂，就变成四万五千颂，四万五千颂这个经就是我们现在流通最广的《八十华严》。所以《八十华严》也不是完整的本子，连一半都不到，一半应该要五万颂才对，现在只有四万五千颂。",
      "zh_TW": "我必須要跟諸位交代一下，《華嚴經》有三種譯本，原本是一個。《華嚴經》的全本並沒有完全傳到中國來，它這部頭太大了，全經有十萬頌。印度人計算數字跟我們中國不一樣，我們中國對於文章書籍是以字數來計算的，比如《老子》五千言，是五千個字，都是用字數來計算。印度它不是用字數做單位，它是用句子做單位，四句就叫做一頌，不一定是偈誦，就是長行文也是如此，四句叫一頌。《華嚴經》有十萬頌，換句話就是四十萬句，他這個經文裡頭四十萬句。第一次傳到我們中國來是東晉，傳來的時候只有三萬六千頌，諸位想想，原文是十萬頌，只有三萬六千頌，三分之一多一點。所以不是完全的本子。到唐朝時候，實叉難陀從西域到中國來，也帶了《華嚴經》來，但是也不是完全的本子，也是個殘缺的本子。來了之後，再翻譯，這唐譯的，就是增加了九千頌，就變成四萬五千頌，四萬五千頌這個經就是我們現在流通最廣的《八十華嚴》。所以《八十華嚴》也不是完整的本子，連一半都不到，一半應該要五萬頌才對，現在只有四萬五千頌。"
    },
    {
      "id": "09-013-0019_p0026",
      "zh_CN": "第三次是唐朝贞元年间，乌荼国王进贡给唐朝的王室贡品里面有一部《华严经》，这部《华严经》就是我们现在说的《四十华严》，它也不是完整，它是最后一品，这一品完整，就是《八十华严》的「入法界品」，这一品经完完整整，一点欠缺都没有，有始有终。所以来了之后由般若大师担任翻译。翻出来之后，我们称《四十华严》，比《八十华严》这一品里面多出了一半，《八十华严》里面的「入法界品」只有二十一卷，新翻译的，也就是这一品，四十卷。所以现在诸位要念《华严经》应当怎么个念法？《八十华严》念到五十九卷，六十卷以后就不要念了，去念《四十华严》，这样把五十九卷加上四十卷，一共是九十九卷，现在是我们世界上所存《华严经》最完整的本子。因为梵文的本子现在已经失掉了、已经没有了，《华严经》现在最完整的是我们中国文的本子，一共有九十九卷。",
      "zh_TW": "第三次是唐朝貞元年間，烏荼國王進貢給唐朝的王室貢品裡面有一部《華嚴經》，這部《華嚴經》就是我們現在說的《四十華嚴》，它也不是完整，它是最後一品，這一品完整，就是《八十華嚴》的「入法界品」，這一品經完完整整，一點欠缺都沒有，有始有終。所以來了之後由般若大師擔任翻譯。翻出來之後，我們稱《四十華嚴》，比《八十華嚴》這一品裡面多出了一半，《八十華嚴》裡面的「入法界品」只有二十一卷，新翻譯的，也就是這一品，四十卷。所以現在諸位要念《華嚴經》應當怎麼個念法？《八十華嚴》念到五十九卷，六十卷以後就不要念了，去念《四十華嚴》，這樣把五十九卷加上四十卷，一共是九十九卷，現在是我們世界上所存《華嚴經》最完整的本子。因為梵文的本子現在已經失掉了、已經沒有了，《華嚴經》現在最完整的是我們中國文的本子，一共有九十九卷。"
    },
    {
      "id": "09-013-0019_p0027",
      "zh_CN": "在《八十华严》里面就是用的这个名词，婆须密女、无厌足王。而在《四十华严》里面叫做伐苏蜜多女、甘露火王。这是翻译的人翻译的名词不同，是一个人。所以以后你看这个名字无厌足王怎么又甘露火王？到底是一个人是两个人？翻的意思都很有味道，那甘露火，火是脾气很大；那个无厌足，贪而无厌，你看看是暴君。那为什么加个甘露？心地非常仁慈，表现的是暴君，心地里头确确实实一尘不染，非常清净。这是示现的逆行。伐苏蜜多女，你们看看印顺法师有一个《佛教青年》一个小册子，那个什么？就是语体文的《四十华严》里头的节要，他用白话文讲了几段故事，那个故事里头有这一位善知识。印顺法师前面标了一个题目是「人尽可夫」，你们想想什么意思？什么人都可以做她的丈夫，她示现的什么身分？妓女的身分，大菩萨，心地清净，善财童子去参访她。所以诸位要晓得妓女也是佛。如果她心要不清净，那你看果报就是铜床铁柱，地狱的果报，那是淫欲果报是惨重得不得了！心地清净，一尘不染，她是菩萨、是佛。",
      "zh_TW": "在《八十華嚴》裡面就是用的這個名詞，婆須密女、無厭足王。而在《四十華嚴》裡面叫做伐蘇蜜多女、甘露火王。這是翻譯的人翻譯的名詞不同，是一個人。所以以後你看這個名字無厭足王怎麼又甘露火王？到底是一個人是兩個人？翻的意思都很有味道，那甘露火，火是脾氣很大；那個無厭足，貪而無厭，你看看是暴君。那為什麼加個甘露？心地非常仁慈，表現的是暴君，心地裡頭確確實實一塵不染，非常清淨。這是示現的逆行。伐蘇蜜多女，你們看看印順法師有一個《佛教青年》一個小冊子，那個什麼？就是語體文的《四十華嚴》裡頭的節要，他用白話文講了幾段故事，那個故事裡頭有這一位善知識。印順法師前面標了一個題目是「人盡可夫」，你們想想什麼意思？什麼人都可以做她的丈夫，她示現的什麼身分？妓女的身分，大菩薩，心地清淨，善財童子去參訪她。所以諸位要曉得妓女也是佛。如果她心要不清淨，那你看果報就是銅床鐵柱，地獄的果報，那是淫欲果報是慘重得不得了！心地清淨，一塵不染，她是菩薩、是佛。"
    },
    {
      "id": "09-013-0019_p0028",
      "zh_CN": "这个就是『不见如来开秘诀』，就是跟诸位说的，平常是不讲这些事情，怕诸位起疑惑，不讲。现在没办法，为什么？你们两个眼睛瞪得圆溜溜的，看得多、听得多，不跟你讲清楚的话，你不是怀疑就是要走这个路子。你觉得这个没有什么障碍了，佛菩萨都是示现的这个，我也不妨可以示现示现，我也来学学，那就糟了，跟你说吧！这密宗就是这个，看幻灯片，你们看的天地佛就是伐苏蜜多女。你们诸位再看看，凡是那个天地佛，塑得那个像都是恶相，不是一个好相。为什么要示现那个恶相？他本来是好相，经典里面都说的那个相都美得不得了，为什么要塑那个恶相？提起你的警觉心、提高警觉，是这个意思。你要晓得那是很高很高的境界，不能够轻易去尝试。",
      "zh_TW": "這個就是『不見如來開祕訣』，就是跟諸位說的，平常是不講這些事情，怕諸位起疑惑，不講。現在沒辦法，為什麼？你們兩個眼睛瞪得圓溜溜的，看得多、聽得多，不跟你講清楚的話，你不是懷疑就是要走這個路子。你覺得這個沒有什麼障礙了，佛菩薩都是示現的這個，我也不妨可以示現示現，我也來學學，那就糟了，跟你說吧！這密宗就是這個，看幻燈片，你們看的天地佛就是伐蘇蜜多女。你們諸位再看看，凡是那個天地佛，塑得那個像都是惡相，不是一個好相。為什麼要示現那個惡相？他本來是好相，經典裡面都說的那個相都美得不得了，為什麼要塑那個惡相？提起你的警覺心、提高警覺，是這個意思。你要曉得那是很高很高的境界，不能夠輕易去嘗試。"
    },
    {
      "id": "09-013-0019_p0029",
      "zh_CN": "这是我跟诸位说，就是现代是个开放的社会，这些书籍没有人禁止你，从前看的书要老师审查，老师不准你看的你就不能看。现在老师无法禁止学生，你不要我看，我偏偏要看，要我看的我都不看，不要我看的我偏偏要看，你有什么办法？所以在这个年头就得把事情要说开，你自己去想一想这个里头得失利害。路是你自己走，你爱怎么走就怎么走，你走到地狱里去不要怪老师，老师已经讲清楚了，你自己往地狱里跑，那老师不负责任，到那个时候你也不会怨天尤人。总得要把话说明白、说清楚。这个里面是两段故事，一个就是淫欲，一个就是瞋恚。",
      "zh_TW": "這是我跟諸位說，就是現代是個開放的社會，這些書籍沒有人禁止你，從前看的書要老師審查，老師不准你看的你就不能看。現在老師無法禁止學生，你不要我看，我偏偏要看，要我看的我都不看，不要我看的我偏偏要看，你有什麼辦法？所以在這個年頭就得把事情要說開，你自己去想一想這個裡頭得失利害。路是你自己走，你愛怎麼走就怎麼走，你走到地獄裡去不要怪老師，老師已經講清楚了，你自己往地獄裡跑，那老師不負責任，到那個時候你也不會怨天尤人。總得要把話說明白、說清楚。這個裡面是兩段故事，一個就是淫欲，一個就是瞋恚。"
    },
    {
      "id": "09-013-0019_p0030",
      "zh_CN": "【有二比丘犯淫杀。波离萤光增罪结。维摩大士顿除疑。犹如赫日销霜雪。】",
      "zh_TW": "【有二比丘犯淫殺。波離螢光增罪結。維摩大士頓除疑。猶如赫日銷霜雪。】"
    },
    {
      "id": "09-013-0019_p0031",
      "zh_CN": "这是再举两个例子，这是经上的两个例子，有两个比丘他们在山上住茅蓬，一个是犯了淫戒，一个犯了杀戒，虽然犯了，不是有意的，无意的。这个故事诸位自己去看，小注写得很清楚。犯了戒心里就不安了，于是乎就找这个小乘的律宗的大德，就是优波离尊者，我们小乘律就是他结集的。优波离尊者一听说他们两个人来求忏悔、来结罪，这个根本戒不通忏悔，犯了根本大戒不通忏悔。这就等于说找了一个法官判了死刑。判了死刑，他们两个还算是聪明，提出了上诉，不服气，心里不服气，我无意，不是我有意的，无意的。于是乎就找到『维摩大士』，就是维摩诘居士。",
      "zh_TW": "這是再舉兩個例子，這是經上的兩個例子，有兩個比丘他們在山上住茅蓬，一個是犯了淫戒，一個犯了殺戒，雖然犯了，不是有意的，無意的。這個故事諸位自己去看，小註寫得很清楚。犯了戒心裡就不安了，於是乎就找這個小乘的律宗的大德，就是優波離尊者，我們小乘律就是他結集的。優波離尊者一聽說他們兩個人來求懺悔、來結罪，這個根本戒不通懺悔，犯了根本大戒不通懺悔。這就等於說找了一個法官判了死刑。判了死刑，他們兩個還算是聰明，提出了上訴，不服氣，心裡不服氣，我無意，不是我有意的，無意的。於是乎就找到『維摩大士』，就是維摩詰居士。"
    },
    {
      "id": "09-013-0019_p0032",
      "zh_CN": "维摩居士是在家，在家人，他是在家佛，释迦牟尼佛示现的是出家佛，他是在家佛。这就是告诉你，出家、在家都可以成佛，没有妨碍的，不一定出家才能够修行成佛，在家就不行，在家行。第二个示现告诉你，出家人可以跟在家人学，不但可以跟在家人学，也得跟在家人顶礼。这是我们现在好像看见奇怪，出家人怎么可以给在家人顶礼？你们都认为反常了，不是如此的。释迦牟尼佛当时示现这个例子，舍利弗、目犍连这一些大比丘们向维摩长者去请教，就跟佛一样，也是要顶礼，也是要绕他的座位，然后再请教。好像在我们现在都认为出家总是比人高一等，这个观念错误的，大错特错！",
      "zh_TW": "維摩居士是在家，在家人，他是在家佛，釋迦牟尼佛示現的是出家佛，他是在家佛。這就是告訴你，出家、在家都可以成佛，沒有妨礙的，不一定出家才能夠修行成佛，在家就不行，在家行。第二個示現告訴你，出家人可以跟在家人學，不但可以跟在家人學，也得跟在家人頂禮。這是我們現在好像看見奇怪，出家人怎麼可以給在家人頂禮？你們都認為反常了，不是如此的。釋迦牟尼佛當時示現這個例子，舍利弗、目犍連這一些大比丘們向維摩長者去請教，就跟佛一樣，也是要頂禮，也是要繞他的座位，然後再請教。好像在我們現在都認為出家總是比人高一等，這個觀念錯誤的，大錯特錯！"
    },
    {
      "id": "09-013-0019_p0033",
      "zh_CN": "我上午跟诸位说，皈依是皈依三宝，三宝是我们的老师，而不是皈依某一个人，我都把话跟诸位说清楚。我们行的是正法，不是邪法。这桩事情欧阳竟无大师说得很清楚，欧阳竟无在《内学院的训示》里面讲得很清楚，诸位可以细细去看看。在家跟出家一律是一样的，所不同的是什么？出家人不事生产，专心来办道；换句话说，拿现在来讲，他做一个职业的教员，终身服务于教育界，做职业老师，他的生活大家要护持他、要照顾他。在家人他可以从事于各行各业、从事于生产事业，就是这么一点不同而已。一个专门负责来从事于教学。除此以外，没有什么两样，绝不是说出家人比在家人就高一等。",
      "zh_TW": "我上午跟諸位說，皈依是皈依三寶，三寶是我們的老師，而不是皈依某一個人，我都把話跟諸位說清楚。我們行的是正法，不是邪法。這樁事情歐陽竟無大師說得很清楚，歐陽竟無在《內學院的訓示》裡面講得很清楚，諸位可以細細去看看。在家跟出家一律是一樣的，所不同的是什麼？出家人不事生產，專心來辦道；換句話說，拿現在來講，他做一個職業的教員，終身服務於教育界，做職業老師，他的生活大家要護持他、要照顧他。在家人他可以從事於各行各業、從事於生產事業，就是這麼一點不同而已。一個專門負責來從事於教學。除此以外，沒有什麼兩樣，絕不是說出家人比在家人就高一等。"
    },
    {
      "id": "09-013-0019_p0034",
      "zh_CN": "这是欧阳大师他辩别得非常清楚，也就是晚近佛门里面有了这种错觉、错误的观念，这种错误的观念足以把佛教障碍住了，会把佛教导入歧途，走向岔路了。佛法原是清净平等，菩萨里面有常不轻菩萨，见到哪个人都顶礼；善财童子也是如此，除自己之外，全是善知识、全是我的老师。善财是什么人？善财是一个发菩提心学大乘佛法的人，在家也是、出家也是。我出家了，我发菩提心学大乘佛法，我就是善财。善是讲的善根，财是讲得功德法财。我有善根、具足功德法财，这个人就叫善财童子，是这个意思。所以只要你发菩提心，求无上道，你本身就是善财。因此善财不是专指某一个人的。",
      "zh_TW": "這是歐陽大師他辯別得非常清楚，也就是晚近佛門裡面有了這種錯覺、錯誤的觀念，這種錯誤的觀念足以把佛教障礙住了，會把佛教導入歧途，走向岔路了。佛法原是清淨平等，菩薩裡面有常不輕菩薩，見到哪個人都頂禮；善財童子也是如此，除自己之外，全是善知識、全是我的老師。善財是什麼人？善財是一個發菩提心學大乘佛法的人，在家也是、出家也是。我出家了，我發菩提心學大乘佛法，我就是善財。善是講的善根，財是講得功德法財。我有善根、具足功德法財，這個人就叫善財童子，是這個意思。所以只要你發菩提心，求無上道，你本身就是善財。因此善財不是專指某一個人的。"
    },
    {
      "id": "09-013-0019_p0035",
      "zh_CN": "维摩这是示现在家居士、在家佛，到他那个地方去了，他把这个事情一解释，责备优波离尊者，优波离尊者是出家人，小乘里面持戒第一，维摩长者把他教训一顿，呵斥了一顿，说他断罪的时候断错了。这两个比丘是大乘根性的人，怎么可以用小乘戒律去拘束他？于是给他说性空的道理。这两个人一听开悟了。所以这两个立刻就开悟了，「了罪性空寂，心得快然，住无生忍」。在这个地方诸位也注意到，他们两个人应该是开悟了，悟了罪才空。如果要不开悟，不能证得无生法忍，优波离尊者判的罪，定的那个刑，那是如法的，那没错，悟了就没有。所以你看看这些地方，所说的统统是开悟。不悟，那优波离定的没错；悟了，那这个戒律就拘束不了他，他已经超越了。所以是这个要知道。",
      "zh_TW": "維摩這是示現在家居士、在家佛，到他那個地方去了，他把這個事情一解釋，責備優波離尊者，優波離尊者是出家人，小乘裡面持戒第一，維摩長者把他教訓一頓，呵斥了一頓，說他斷罪的時候斷錯了。這兩個比丘是大乘根性的人，怎麼可以用小乘戒律去拘束他？於是給他說性空的道理。這兩個人一聽開悟了。所以這兩個立刻就開悟了，「了罪性空寂，心得快然，住無生忍」。在這個地方諸位也注意到，他們兩個人應該是開悟了，悟了罪才空。如果要不開悟，不能證得無生法忍，優波離尊者判的罪，定的那個刑，那是如法的，那沒錯，悟了就沒有。所以你看看這些地方，所說的統統是開悟。不悟，那優波離定的沒錯；悟了，那這個戒律就拘束不了他，他已經超越了。所以是這個要知道。"
    },
    {
      "id": "09-013-0019_p0036",
      "zh_CN": "这一段注解里面有四句话，这四句话通常我们忏悔里面叫做理忏，「若欲忏悔者，端坐念实相，众罪如霜露，慧日能消除」。换句话说，第一个你要修实相法门，第二个你真正智慧现前，实相智慧现前，才能够灭罪。实相智慧现前是转阿赖耶识为大圆镜智，阿赖耶已经转成大圆镜智了，诸位想一想，哪个罪业种子在哪里？没有了。若不能转阿赖耶为大圆镜智的话，你罪业种子永远不会消灭，因缘遇会时，还得要受果报，这一点要清楚。《永嘉集》里头说了不少了，我们千万不可以误会，处处都讲空、处处都讲罪福性空，如果你在这里发生误会了，你去胡作妄为，那可不得了！你要着重，你看看佛讲的都是开悟的人，悟了就没有，不悟就有。所以学佛要学开悟，这个才叫是一了百了。",
      "zh_TW": "這一段註解裡面有四句話，這四句話通常我們懺悔裡面叫做理懺，「若欲懺悔者，端坐念實相，眾罪如霜露，慧日能消除」。換句話說，第一個你要修實相法門，第二個你真正智慧現前，實相智慧現前，才能夠滅罪。實相智慧現前是轉阿賴耶識為大圓鏡智，阿賴耶已經轉成大圓鏡智了，諸位想一想，哪個罪業種子在哪裡？沒有了。若不能轉阿賴耶為大圓鏡智的話，你罪業種子永遠不會消滅，因緣遇會時，還得要受果報，這一點要清楚。《永嘉集》裡頭說了不少了，我們千萬不可以誤會，處處都講空、處處都講罪福性空，如果你在這裡發生誤會了，你去胡作妄為，那可不得了！你要著重，你看看佛講的都是開悟的人，悟了就沒有，不悟就有。所以學佛要學開悟，這個才叫是一了百了。"
    },
    {
      "id": "09-013-0019_p0037",
      "zh_CN": "【不思议。解脱力。妙用恒沙也无极。四事供养敢辞劳。万两黄金亦销得。】",
      "zh_TW": "【不思議。解脫力。妙用恆沙也無極。四事供養敢辭勞。萬兩黃金亦銷得。】"
    },
    {
      "id": "09-013-0019_p0038",
      "zh_CN": "这一首是赞叹般若解脱的功德。『不思议』是不可思议，不可思就是思虑达不到，我们今天讲用的第六意识，第六意识里没有这个能力达到，这不可思。议是言语，一切的言辞没有法子表达，这「不思议」，「言语道断，心行处灭」。这是赞叹什么？『解脱』的力量，自在解脱的力量，它的『妙用恒沙也无极』。一个人要证到这个境界了，『四事供养敢辞劳』，「四事供养」是安然的享受。为什么？没有证得这个境界，小乘律里面告诉我们，我们自己接受人家供养要生惭愧心，为什么？自己没有道德，自己没有能力，要受人家来供养，惭愧而受之。证得般若解脱了，这个得大自在，这是以真实的功德，有无量无边的功德，别说四事供养受之无愧，人家来供养他就有福报，真正是众生的福田。纵然是万两黄金也能够消受。密宗的大德，那就是『万两黄金亦销得』。",
      "zh_TW": "這一首是讚歎般若解脫的功德。『不思議』是不可思議，不可思就是思慮達不到，我們今天講用的第六意識，第六意識裡沒有這個能力達到，這不可思。議是言語，一切的言辭沒有法子表達，這「不思議」，「言語道斷，心行處滅」。這是讚歎什麼？『解脫』的力量，自在解脫的力量，它的『妙用恆沙也無極』。一個人要證到這個境界了，『四事供養敢辭勞』，「四事供養」是安然的享受。為什麼？沒有證得這個境界，小乘律裡面告訴我們，我們自己接受人家供養要生慚愧心，為什麼？自己沒有道德，自己沒有能力，要受人家來供養，慚愧而受之。證得般若解脫了，這個得大自在，這是以真實的功德，有無量無邊的功德，別說四事供養受之無愧，人家來供養他就有福報，真正是眾生的福田。縱然是萬兩黃金也能夠消受。密宗的大德，那就是『萬兩黃金亦銷得』。"
    },
    {
      "id": "09-013-0019_p0039",
      "zh_CN": "我学佛是在台湾，大陆是不知道。这些活佛们到台湾来之后，也是逃难、流亡到台湾，住的那个房子都是普通房子，我们也看不到什么那些富贵。我曾经听说，大陆上西北喇嘛庙都是最富有的，信徒供养都是黄金珍宝，来供养喇嘛、供养他们的上师。所以许多大的喇嘛庙，瓦片都是黄金的，那真正是富丽堂皇。但是在台湾，我们看到章嘉大师、甘珠活佛，其他的我是接近的比较少，他们佛堂里面供的确实是七宝，供佛的都是七宝，比这个一般是不一样、是不相同。这就是人家确实有这个大德，他能消受。如果要没有这个大德，要消受这那还得了！",
      "zh_TW": "我學佛是在台灣，大陸是不知道。這些活佛們到台灣來之後，也是逃難、流亡到台灣，住的那個房子都是普通房子，我們也看不到什麼那些富貴。我曾經聽說，大陸上西北喇嘛廟都是最富有的，信徒供養都是黃金珍寶，來供養喇嘛、供養他們的上師。所以許多大的喇嘛廟，瓦片都是黃金的，那真正是富麗堂皇。但是在台灣，我們看到章嘉大師、甘珠活佛，其他的我是接近的比較少，他們佛堂裡面供的確實是七寶，供佛的都是七寶，比這個一般是不一樣、是不相同。這就是人家確實有這個大德，他能消受。如果要沒有這個大德，要消受這那還得了！"
    },
    {
      "id": "09-013-0019_p0040",
      "zh_CN": "我跟诸位讲印光大师，印光大师一生惭愧僧，那一件长褂穿几十年，吃的是粗茶淡饭，房间里面什么都没有，就一张床、一个桌子，挂了一个「死」字，这是我们印光大师。虚云老和尚你去看看也是一无所有，哪里能够跟喇嘛比？差太远了，那真是，那个喇嘛真是像帝王一样，「富有四海」；而参禅的，你看像印光大师，那等于像乞丐一样，什么都没有，贫无立锥之地。现在这些榜样都在我们面前，我们学哪一个？这就得你自己去衡量了，你想去学哪一个？总得要晓得自己的根性。这些都是大德，都是了不起的人，他们境界享受是一，是平等。为什么？苦乐忧喜舍这五种受他都没有。",
      "zh_TW": "我跟諸位講印光大師，印光大師一生慚愧僧，那一件長褂穿幾十年，吃的是粗茶淡飯，房間裡面什麼都沒有，就一張床、一個桌子，掛了一個「死」字，這是我們印光大師。虛雲老和尚你去看看也是一無所有，哪裡能夠跟喇嘛比？差太遠了，那真是，那個喇嘛真是像帝王一樣，「富有四海」；而參禪的，你看像印光大師，那等於像乞丐一樣，什麼都沒有，貧無立錐之地。現在這些榜樣都在我們面前，我們學哪一個？這就得你自己去衡量了，你想去學哪一個？總得要曉得自己的根性。這些都是大德，都是了不起的人，他們境界享受是一，是平等。為什麼？苦樂憂喜捨這五種受他都沒有。"
    },
    {
      "id": "09-013-0019_p0041",
      "zh_CN": "我们过去讲十四表的时候，「观受是苦」，苦乐忧喜舍这五种受不是真的。这样的道人把苦乐忧喜舍都舍掉了，顺境里面没有乐受，上刀山下油鼎没有苦受，他没有受。所以他的境界是平等的，苦乐不二。我们凡夫不行，苦乐是二，顺境有乐受，逆境有苦受，咱们是二，人家做到不二。所以要晓得，印祖的享受、虚云老和尚的享受，跟达赖、班禅、章嘉没有两样，一样的享受。一受无二受，人家在那里头没有乐受，他们在里头没有苦受，这平等的受。我们能做到吗？如其做不到，还是学印光大师，这样才可靠。这也就是释迦牟尼佛赞叹大迦叶尊者头陀行的道理，容易激发自己的道心。苦的境界里头能够磨练自己的志节。那个金银财宝一享受，怕是迷在里头出不来，把你的志气消磨掉了。所以说自己功夫不够，他采取苦的忍受，舍去乐受，这样成就自己。等到自己苦乐都不受了，这个时候可以，这个时候可以「恒顺众生，随喜功德」了，也不是攀缘。你这乐一乐，享受这个高的境界，那你还是起心动念、还是在攀缘，心还不是真正平等。",
      "zh_TW": "我們過去講十四表的時候，「觀受是苦」，苦樂憂喜捨這五種受不是真的。這樣的道人把苦樂憂喜捨都捨掉了，順境裡面沒有樂受，上刀山下油鼎沒有苦受，他沒有受。所以他的境界是平等的，苦樂不二。我們凡夫不行，苦樂是二，順境有樂受，逆境有苦受，咱們是二，人家做到不二。所以要曉得，印祖的享受、虛雲老和尚的享受，跟達賴、班禪、章嘉沒有兩樣，一樣的享受。一受無二受，人家在那裡頭沒有樂受，他們在裡頭沒有苦受，這平等的受。我們能做到嗎？如其做不到，還是學印光大師，這樣才可靠。這也就是釋迦牟尼佛讚歎大迦葉尊者頭陀行的道理，容易激發自己的道心。苦的境界裡頭能夠磨練自己的志節。那個金銀財寶一享受，怕是迷在裡頭出不來，把你的志氣消磨掉了。所以說自己功夫不夠，他採取苦的忍受，捨去樂受，這樣成就自己。等到自己苦樂都不受了，這個時候可以，這個時候可以「恆順眾生，隨喜功德」了，也不是攀緣。你這樂一樂，享受這個高的境界，那你還是起心動念、還是在攀緣，心還不是真正平等。"
    }
  ]
}