{
  "doc_id": "09-013-0009",
  "title": {
    "zh_CN": "永嘉证道歌",
    "zh_TW": "永嘉證道歌"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九集",
    "zh_TW": "第九集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-013-0009",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "09-013-0009_p0001",
      "zh_CN": "第二十八页，最后一行。",
      "zh_TW": "第二十八頁，最後一行。"
    },
    {
      "id": "09-013-0009_p0002",
      "zh_CN": "【三身四智体中圆。八解六通心地印。】",
      "zh_TW": "【三身四智體中圓。八解六通心地印。】"
    },
    {
      "id": "09-013-0009_p0003",
      "zh_CN": "从这一句看起。这一句里面都是说的佛学的名相，而这些都是佛学的普通常识，我们应当把它记住。什么叫『三身』、什么叫『四智』、什么叫『八解』、什么叫『六通』，都要把它记住。注子里面这四种名相只有六通它略掉了，这个地方没有六通。「三身」是指的法身、报身、化身。法身是理体，就是本体，报身是自受用身，自己受用的，自受用身，化身是他受用身。这是有体有用，体是一个，用里头又分自用、分他用。所以三身就是一身，是一而三、三而一的。「四智」我们也讲的不少了，就是大圆镜智、平等性智、妙观察智、成所作智，这不必解释，注子里头说得很清楚。『体中圆』，体是理体里面，圆圆满满具足，无有欠缺。人人都有一个本体，换句话说，三身四智个个体中都圆满具足。",
      "zh_TW": "從這一句看起。這一句裡面都是說的佛學的名相，而這些都是佛學的普通常識，我們應當把它記住。什麼叫『三身』、什麼叫『四智』、什麼叫『八解』、什麼叫『六通』，都要把它記住。註子裡面這四種名相只有六通它略掉了，這個地方沒有六通。「三身」是指的法身、報身、化身。法身是理體，就是本體，報身是自受用身，自己受用的，自受用身，化身是他受用身。這是有體有用，體是一個，用裡頭又分自用、分他用。所以三身就是一身，是一而三、三而一的。「四智」我們也講的不少了，就是大圓鏡智、平等性智、妙觀察智、成所作智，這不必解釋，註子裡頭說得很清楚。『體中圓』，體是理體裡面，圓圓滿滿具足，無有欠缺。人人都有一個本體，換句話說，三身四智個個體中都圓滿具足。"
    },
    {
      "id": "09-013-0009_p0004",
      "zh_CN": "「八解」，解是解脱，所谓是「八处解脱」。八处解脱也是归纳，一切世间归纳为八处，处处自在，无有不自在者。要从理上讲，就是八识的解脱；从事上讲，这个地方列的有境界，内观色、外观色，乃至到想受灭，想受灭这是属于灭尽定，也就是阿罗汉、辟支佛所证得的境界。注上有，我们就不必要细说。六通，这个地方是略掉了。六通第一个是「天眼通」，第二叫「天耳通」」，第三叫「他心通」，别人心里面有什么念头、想什么事情你都能知道，那叫他心通。第四叫「宿命通」，宿命通就是知道过去世，我们俗话所说，知道过去未来，就是宿命通。第五种叫「神足通」，神足就是变化，你们看《西游记》孙悟空七十二变，那就叫神足通，就是变化自在。第六叫「漏尽通」，漏尽是烦恼断尽的意思，漏是烦恼的代名词。这六种神通前面的五种都不足以为贵，那个天上的天人，他有报得五通，他前面五种都可以具足，都有，从四王天到四禅天，这些天人都有这些神通。唯独没有漏尽，就是见思烦恼没有断尽。漏尽通从粗方面来讲，得要到阿罗汉才能把三界之内见思烦恼断尽。所以说是最低限度是小乘阿罗汉才可以称有漏尽通，六通具足。",
      "zh_TW": "「八解」，解是解脫，所謂是「八處解脫」。八處解脫也是歸納，一切世間歸納為八處，處處自在，無有不自在者。要從理上講，就是八識的解脫；從事上講，這個地方列的有境界，內觀色、外觀色，乃至到想受滅，想受滅這是屬於滅盡定，也就是阿羅漢、辟支佛所證得的境界。註上有，我們就不必要細說。六通，這個地方是略掉了。六通第一個是「天眼通」，第二叫「天耳通」」，第三叫「他心通」，別人心裡面有什麼念頭、想什麼事情你都能知道，那叫他心通。第四叫「宿命通」，宿命通就是知道過去世，我們俗話所說，知道過去未來，就是宿命通。第五種叫「神足通」，神足就是變化，你們看《西遊記》孫悟空七十二變，那就叫神足通，就是變化自在。第六叫「漏盡通」，漏盡是煩惱斷盡的意思，漏是煩惱的代名詞。這六種神通前面的五種都不足以為貴，那個天上的天人，他有報得五通，他前面五種都可以具足，都有，從四王天到四禪天，這些天人都有這些神通。唯獨沒有漏盡，就是見思煩惱沒有斷盡。漏盡通從粗方面來講，得要到阿羅漢才能把三界之內見思煩惱斷盡。所以說是最低限度是小乘阿羅漢才可以稱有漏盡通，六通具足。"
    },
    {
      "id": "09-013-0009_p0005",
      "zh_CN": "『心地印』，「心地」就是真如本性，「印」是讲印证的意思。换句话说，八种解脱、六种神通也是我们本来具足的。所以这些不足以为奇，是人人本具、个个不无。这可惜的就是我们心性理体上起了无明，把我们的三身四智、八解六通这些无量的德用都迷失了而不能现前，这是迷失了。只要破迷开悟，这一些德能都能够现前。现前不是你什么证得的，也不是你什么修得的，为什么？本来就有，本来就有这个能力。确确实实如经所云，「圆满菩提，归无所得」。那个时候神通广大，比孙悟空大太多了，孙悟空只有七十二变，没什么了不起，孙悟空并没有断烦恼，所以那是小神通，小通。到你自己烦恼断尽，那是无量无边的神通德用，这都是千真万确的事实。问题我们要能够信，要能信得过，要认真的把无明烦恼，就是心性里面的障碍，我们要把它去掉。那说到这个地方，底下这一句接得就太好了，所以唯恐我们不相信。",
      "zh_TW": "『心地印』，「心地」就是真如本性，「印」是講印證的意思。換句話說，八種解脫、六種神通也是我們本來具足的。所以這些不足以為奇，是人人本具、個個不無。這可惜的就是我們心性理體上起了無明，把我們的三身四智、八解六通這些無量的德用都迷失了而不能現前，這是迷失了。只要破迷開悟，這一些德能都能夠現前。現前不是你什麼證得的，也不是你什麼修得的，為什麼？本來就有，本來就有這個能力。確確實實如經所云，「圓滿菩提，歸無所得」。那個時候神通廣大，比孫悟空大太多了，孫悟空只有七十二變，沒什麼了不起，孫悟空並沒有斷煩惱，所以那是小神通，小通。到你自己煩惱斷盡，那是無量無邊的神通德用，這都是千真萬確的事實。問題我們要能夠信，要能信得過，要認真的把無明煩惱，就是心性裡面的障礙，我們要把它去掉。那說到這個地方，底下這一句接得就太好了，所以唯恐我們不相信。"
    },
    {
      "id": "09-013-0009_p0006",
      "zh_CN": "【上士一决一切了。中下多闻多不信。】",
      "zh_TW": "【上士一決一切了。中下多聞多不信。】"
    },
    {
      "id": "09-013-0009_p0007",
      "zh_CN": "『上士』，在佛法里面讲，上根利智的人，聪明智慧绝顶的人，对于前面所说无上的妙法，无上妙法也就是究竟真实之法，上根人一听，他就相信、他就明了。这个信是真信，是明了的相信，并不是感情的那一种相信。感情的相信是迷，他是佛、他是观音菩萨，他讲的话我当然要相信。什么道理他不晓得，只是菩萨讲的话我就要相信。这个叫迷信，这个不行，起不了什么作用的。一定要是明了理了，而后能够信他。所谓是「闻一知十，一闻千悟」，要这样的信。这就是『一决一切了』，我们通常叫做彻悟，彻底的大悟。注解里面注得很好，说「上士相见，目击道存」，不必说话，彼此程度相当，在动作表情上见解就圆融、就沟通，不必说话。",
      "zh_TW": "『上士』，在佛法裡面講，上根利智的人，聰明智慧絕頂的人，對於前面所說無上的妙法，無上妙法也就是究竟真實之法，上根人一聽，他就相信、他就明瞭。這個信是真信，是明瞭的相信，並不是感情的那一種相信。感情的相信是迷，他是佛、他是觀音菩薩，他講的話我當然要相信。什麼道理他不曉得，只是菩薩講的話我就要相信。這個叫迷信，這個不行，起不了什麼作用的。一定要是明瞭理了，而後能夠信他。所謂是「聞一知十，一聞千悟」，要這樣的信。這就是『一決一切了』，我們通常叫做徹悟，徹底的大悟。註解裡面註得很好，說「上士相見，目擊道存」，不必說話，彼此程度相當，在動作表情上見解就圓融、就溝通，不必說話。"
    },
    {
      "id": "09-013-0009_p0008",
      "zh_CN": "中等以下的人就不行了，中等以下的人『多闻多不信』。为什么？这样的人执着在「多闻」。在世尊会上，阿难尊者就代表这一类的人物。正是古人所谓「言多则去道转远」，这一句话诸位要记住，就注解里头第三行的当中这句话。往往我们请教别人，你要是遇到那个高明的人，你的问题一提出来，人家一句话、两句话就解答了，干净俐落。你要问的那个半通不通的人，他可以跟你讲上三个小时、六个小时，讲完之后，你还在五里雾中，摸不到头绪，确实如此，找不到纲领。现在在文字上也是如此。你看我们读古人的文字，就拿《证道歌》来说，短短这么一篇，可以说是句句都是纲领。如果要把这些写成白话文，你看看要写一大堆，叫人看起来迷惑颠倒，头都找不到。",
      "zh_TW": "中等以下的人就不行了，中等以下的人『多聞多不信』。為什麼？這樣的人執著在「多聞」。在世尊會上，阿難尊者就代表這一類的人物。正是古人所謂「言多則去道轉遠」，這一句話諸位要記住，就註解裡頭第三行的當中這句話。往往我們請教別人，你要是遇到那個高明的人，你的問題一提出來，人家一句話、兩句話就解答了，乾淨俐落。你要問的那個半通不通的人，他可以跟你講上三個小時、六個小時，講完之後，你還在五里霧中，摸不到頭緒，確實如此，找不到綱領。現在在文字上也是如此。你看我們讀古人的文字，就拿《證道歌》來說，短短這麼一篇，可以說是句句都是綱領。如果要把這些寫成白話文，你看看要寫一大堆，叫人看起來迷惑顛倒，頭都找不到。"
    },
    {
      "id": "09-013-0009_p0009",
      "zh_CN": "譬如我们现在看报纸，长篇大论看下来之后，莫知所云。你再念念《古文观止》，那些人文章不过是一百字到三百字之间的，一看，头绪了然，这是我们要学习的。现在人有个习气，为什么？写文章要算稿费，稿费是论字算的，明明一句话可以讲得完的，我得扯上二十句、三十句。为什么？拿稿费拿得多。现在人是看字数，不论内容的。所以我们这个学术水准才降低。在古时候着重内容，不着重文字的多寡。所以说古今崇尚不同。但是无论是言语、是文字，愈是精简愈是上乘。言多怎么样？分别多、知见多，与道当然就愈转愈远了。",
      "zh_TW": "譬如我們現在看報紙，長篇大論看下來之後，莫知所云。你再念念《古文觀止》，那些人文章不過是一百字到三百字之間的，一看，頭緒了然，這是我們要學習的。現在人有個習氣，為什麼？寫文章要算稿費，稿費是論字算的，明明一句話可以講得完的，我得扯上二十句、三十句。為什麼？拿稿費拿得多。現在人是看字數，不論內容的。所以我們這個學術水準才降低。在古時候著重內容，不著重文字的多寡。所以說古今崇尚不同。但是無論是言語、是文字，愈是精簡愈是上乘。言多怎麼樣？分別多、知見多，與道當然就愈轉愈遠了。"
    },
    {
      "id": "09-013-0009_p0010",
      "zh_CN": "道本来就在眼前，六根所接触之处无不是道，愈解释就愈麻烦。所以我们看经要会看，听经要会听，会听、会看是离言说、离文字，一看就明了，一听就开悟，这个叫会的。看了、听了不悟，原因在哪里？他就是一面在看、一面在听是一面起分别、一面在打妄想，这个样子与道就转远了。转远了，纵然是信，也不是真信，那个信心也不够坚强。你譬如我们一般人是讲信佛，诸位在座的，哪个不信佛？出了家，受了戒，修了几十年，怎么能说不信佛？可是再说这个信佛，底下都打了好多问号。为什么？如果真正信佛的话，那就身心世界一切放下，为什么还放不下？这放不下，口头上说信，心里也想信，一考试，他不行了。还是信的世间名闻利养，还是信的台湾银行印的钞票。那个是可信，经典就不相信了，释迦牟尼佛也不信。所以我们的信心禁不起考验。",
      "zh_TW": "道本來就在眼前，六根所接觸之處無不是道，愈解釋就愈麻煩。所以我們看經要會看，聽經要會聽，會聽、會看是離言說、離文字，一看就明瞭，一聽就開悟，這個叫會的。看了、聽了不悟，原因在哪裡？他就是一面在看、一面在聽是一面起分別、一面在打妄想，這個樣子與道就轉遠了。轉遠了，縱然是信，也不是真信，那個信心也不夠堅強。你譬如我們一般人是講信佛，諸位在座的，哪個不信佛？出了家，受了戒，修了幾十年，怎麼能說不信佛？可是再說這個信佛，底下都打了好多問號。為什麼？如果真正信佛的話，那就身心世界一切放下，為什麼還放不下？這放不下，口頭上說信，心裡也想信，一考試，他不行了。還是信的世間名聞利養，還是信的臺灣銀行印的鈔票。那個是可信，經典就不相信了，釋迦牟尼佛也不信。所以我們的信心禁不起考驗。"
    },
    {
      "id": "09-013-0009_p0011",
      "zh_CN": "这个得禁得起考验的信心才是真正的信心。由此可知，阿罗汉、辟支佛、权教菩萨的信心都禁不起考验，何况于我们？但是我们也不能看轻自己，有的时候我们信心确实超过了阿罗汉、超过了权教菩萨，问题就是你能不能有这个信心？信心，刚才说过了，不是建立在感情用事上。而我们信心所以不够坚强，不是真正的信心，全是没有离开心意识。心意识当家，这个信心就是感情用事，心意识都是感情，不是理智。离了心意识以后，这是真如本性当家，这是理智，那才叫真正的信。",
      "zh_TW": "這個得禁得起考驗的信心才是真正的信心。由此可知，阿羅漢、辟支佛、權教菩薩的信心都禁不起考驗，何況於我們？但是我們也不能看輕自己，有的時候我們信心確實超過了阿羅漢、超過了權教菩薩，問題就是你能不能有這個信心？信心，剛才說過了，不是建立在感情用事上。而我們信心所以不夠堅強，不是真正的信心，全是沒有離開心意識。心意識當家，這個信心就是感情用事，心意識都是感情，不是理智。離了心意識以後，這是真如本性當家，這是理智，那才叫真正的信。"
    },
    {
      "id": "09-013-0009_p0012",
      "zh_CN": "「上士一决一切了」，他为什么能一决一切了？就是他是真如本性当家，他不是心意识当家，所以一决一切了。中下根性的人依旧是心意识当家，所以是半信半疑。你看释迦牟尼佛讲《法华经》的时候，小乘人五千退席。那为什么？就表示他信不过，小乘人已经得九次第定了，闻说大法还信不过。这就是说，他那个信是属于感情用事。佛菩萨确实是慈悲之极，你看不但是理论说得这么清楚，境界说得这么清楚，而且还有那么多人表演给我们看，教我们在里面觉悟什么是真信、什么是勉强的信。",
      "zh_TW": "「上士一決一切了」，他為什麼能一決一切了？就是他是真如本性當家，他不是心意識當家，所以一決一切了。中下根性的人依舊是心意識當家，所以是半信半疑。你看釋迦牟尼佛講《法華經》的時候，小乘人五千退席。那為什麼？就表示他信不過，小乘人已經得九次第定了，聞說大法還信不過。這就是說，他那個信是屬於感情用事。佛菩薩確實是慈悲之極，你看不但是理論說得這麼清楚，境界說得這麼清楚，而且還有那麼多人表演給我們看，教我們在裡面覺悟什麼是真信、什麼是勉強的信。"
    },
    {
      "id": "09-013-0009_p0013",
      "zh_CN": "【但自怀中解垢衣。谁能向外夸精进。】",
      "zh_TW": "【但自懷中解垢衣。誰能向外誇精進。】"
    },
    {
      "id": "09-013-0009_p0014",
      "zh_CN": "这两句话我们也要牢牢的记住，修行实在就是去烦恼、去执着而已。这里解释说，「垢衣者即无明烦恼也」。断烦恼、破无明都需要智慧，定功可以去一部分烦恼，不能断根，唯有般若智慧才能把烦恼的根断掉，不但能断烦恼，而且能够除迷惑，迷惑就是无明，般若智慧有这样的功德。我们讲戒定慧，戒能够断粗重的烦恼，要能够善持的话，可以断这个粗重的小部分，定能断大部分，都是不能够除根的，除根一定要智慧。这修行人不过就是做这么一桩事情而已。",
      "zh_TW": "這兩句話我們也要牢牢的記住，修行實在就是去煩惱、去執著而已。這裡解釋說，「垢衣者即無明煩惱也」。斷煩惱、破無明都需要智慧，定功可以去一部分煩惱，不能斷根，唯有般若智慧才能把煩惱的根斷掉，不但能斷煩惱，而且能夠除迷惑，迷惑就是無明，般若智慧有這樣的功德。我們講戒定慧，戒能夠斷粗重的煩惱，要能夠善持的話，可以斷這個粗重的小部分，定能斷大部分，都是不能夠除根的，除根一定要智慧。這修行人不過就是做這麼一樁事情而已。"
    },
    {
      "id": "09-013-0009_p0015",
      "zh_CN": "『谁能向外夸精进』，谈不上一个「精进」，纵然自己惑、业、苦三障都断了，也没有什么值得可夸的。值得夸，拿现在讲的话，现在很流行的，值得骄傲。有什么值得骄傲的？骄傲是烦恼，是与第六意识俱生同来的、俱生而起的烦恼。无论做什么功德、做什么好事、有什么成就，都不必要骄傲。有了这个东西，就证明病根没除掉。不但佛法里面不准我们有骄慢，世间法里面，诸位念孔子公的书，也是戒除骄慢。你看《礼记》里面明白的告诉我们，「傲不可长」，觉得你的傲慢已经可以了，不可以再增加了。这是世间法，虽然不讲断，但是不能够增长。那我们再看看《易经》六十四卦里面，你看看，六爻皆吉只有一卦，谦卦。其余六十三卦里面都有吉、有凶，都有吉凶。唯独谦卦里面是只有吉没有凶相，谦就是谦虚，我们都应该晓得。这个地方说明了「谁能向外夸精进」。",
      "zh_TW": "『誰能向外誇精進』，談不上一個「精進」，縱然自己惑、業、苦三障都斷了，也沒有什麼值得可誇的。值得誇，拿現在講的話，現在很流行的，值得驕傲。有什麼值得驕傲的？驕傲是煩惱，是與第六意識俱生同來的、俱生而起的煩惱。無論做什麼功德、做什麼好事、有什麼成就，都不必要驕傲。有了這個東西，就證明病根沒除掉。不但佛法裡面不准我們有驕慢，世間法裡面，諸位念孔子公的書，也是戒除驕慢。你看《禮記》裡面明白的告訴我們，「傲不可長」，覺得你的傲慢已經可以了，不可以再增加了。這是世間法，雖然不講斷，但是不能夠增長。那我們再看看《易經》六十四卦裡面，你看看，六爻皆吉只有一卦，謙卦。其餘六十三卦裡面都有吉、有凶，都有吉凶。唯獨謙卦裡面是只有吉沒有凶相，謙就是謙虛，我們都應該曉得。這個地方說明了「誰能向外誇精進」。"
    },
    {
      "id": "09-013-0009_p0016",
      "zh_CN": "『垢衣』就是无明。什么时候才能把它解尽？得到成佛。为什么？等觉菩萨还有一分生相无明没有破，换句话说，等觉菩萨还穿了一件脏衣服。十地菩萨他穿了两件，九地菩萨穿了三件。我们如果想想初发心，初发心菩萨，你还没有入流，从入流初信位起到等觉一共是五十一件，那我们现在身上穿了五十二件，头一件还没有脱掉，穿了五十二件。这五十二件，愈是外面的愈肮脏，愈是外头的愈脏。到等觉菩萨的时候，前面的五十一件都脱掉了，还有一件，还有一件脏衣服没有脱掉。所以说之为「垢衣大士」。所以这一句经文里面包括的境界是非常广大，真正得清净是如来位。",
      "zh_TW": "『垢衣』就是無明。什麼時候才能把它解盡？得到成佛。為什麼？等覺菩薩還有一分生相無明沒有破，換句話說，等覺菩薩還穿了一件髒衣服。十地菩薩他穿了兩件，九地菩薩穿了三件。我們如果想想初發心，初發心菩薩，你還沒有入流，從入流初信位起到等覺一共是五十一件，那我們現在身上穿了五十二件，頭一件還沒有脫掉，穿了五十二件。這五十二件，愈是外面的愈骯髒，愈是外頭的愈髒。到等覺菩薩的時候，前面的五十一件都脫掉了，還有一件，還有一件髒衣服沒有脫掉。所以說之為「垢衣大士」。所以這一句經文裡面包括的境界是非常廣大，真正得清淨是如來位。"
    },
    {
      "id": "09-013-0009_p0017",
      "zh_CN": "还有一桩事情诸位要晓得，就是成了佛之后，往往示现在一切菩萨地位上，那叫另当别论，那是清净大士。但是外表示现的是垢衣大士，实际上是清净大士。不但他能够示现各个阶层不同的菩萨，他还有能力示现声闻身、缘觉身、六道凡夫身。正是像《普门品》里面所说的，应以何身得度，他就现什么样的身分，那个现的身全是清净之身，肉身就是清净法身，这个就是又当别论。可是这些人，跟诸位说，多，太多太多了，佛菩萨示现在我们当中太多太多了。那就是我们有眼不认识，甚至于天天坐在一起肩膀碰肩膀，那是古佛再来，这不知道，这冤枉不冤枉？这个情形确实有，而且跟诸位说很多。",
      "zh_TW": "還有一樁事情諸位要曉得，就是成了佛之後，往往示現在一切菩薩地位上，那叫另當別論，那是清淨大士。但是外表示現的是垢衣大士，實際上是清淨大士。不但他能夠示現各個階層不同的菩薩，他還有能力示現聲聞身、緣覺身、六道凡夫身。正是像《普門品》裡面所說的，應以何身得度，他就現什麼樣的身分，那個現的身全是清淨之身，肉身就是清淨法身，這個就是又當別論。可是這些人，跟諸位說，多，太多太多了，佛菩薩示現在我們當中太多太多了。那就是我們有眼不認識，甚至於天天坐在一起肩膀碰肩膀，那是古佛再來，這不知道，這冤枉不冤枉？這個情形確實有，而且跟諸位說很多。"
    },
    {
      "id": "09-013-0009_p0018",
      "zh_CN": "注解后面有几句我念一念，提醒提醒同学们。注解就是末后这一段，注解里头我们算小字第四行，倒数第四行，最后一句看起，「小乘之人专求事相，虽身围法座，心遶法尘」。他的问题就在此地，就是心遶法尘，表面上看起来好像是很精进，为什么？他从事相上。大乘菩萨没有四相，和光同尘。你像诸位晓得的，济公和尚也吃狗肉喝烧酒，那你看起来，人家看起来这是怪怪的样子。但是诸位要晓得，那个市面上买的那个《济公传》那不能看，那里头是添枝添叶添得不像话。诸位要看得要看《高僧传》里面的《济公传》。但是济公确实是高僧，有其人、有其事，确实是住在杭州灵隐寺。喝酒吃狗肉的事情也确实有，经里头确实有。像这样的人也不止他一个，诸位在《高僧传》里头看到的很多，这些不讲求行迹的真正的高僧，他不是对戒律很严格。像这些人我们能不能学？跟诸位说，不能学。我们要学，还是在事相夸精进那些人身上学，初学要这个学法。那些人是什么？心已经得定，境界已经不动心，才可以，不是普通一般人能够学习的。说到这里来的时候，我也跟诸位说密不能学。密就是这样的，我们功夫不够的时候，哪还行？密里头真是杀盗淫妄都不断的，他这个就是功夫、就是修行。我们功夫不够的时候，一学就学到地狱里去了，人家不动心。",
      "zh_TW": "註解後面有幾句我念一念，提醒提醒同學們。註解就是末後這一段，註解裡頭我們算小字第四行，倒數第四行，最後一句看起，「小乘之人專求事相，雖身圍法座，心遶法塵」。他的問題就在此地，就是心遶法塵，表面上看起來好像是很精進，為什麼？他從事相上。大乘菩薩沒有四相，和光同塵。你像諸位曉得的，濟公和尚也吃狗肉喝燒酒，那你看起來，人家看起來這是怪怪的樣子。但是諸位要曉得，那個市面上買的那個《濟公傳》那不能看，那裡頭是添枝添葉添得不像話。諸位要看得要看《高僧傳》裡面的《濟公傳》。但是濟公確實是高僧，有其人、有其事，確實是住在杭州靈隱寺。喝酒吃狗肉的事情也確實有，經裡頭確實有。像這樣的人也不止他一個，諸位在《高僧傳》裡頭看到的很多，這些不講求行跡的真正的高僧，他不是對戒律很嚴格。像這些人我們能不能學？跟諸位說，不能學。我們要學，還是在事相誇精進那些人身上學，初學要這個學法。那些人是什麼？心已經得定，境界已經不動心，才可以，不是普通一般人能夠學習的。說到這裡來的時候，我也跟諸位說密不能學。密就是這樣的，我們功夫不夠的時候，哪還行？密裡頭真是殺盜淫妄都不斷的，他這個就是功夫、就是修行。我們功夫不夠的時候，一學就學到地獄裡去了，人家不動心。"
    },
    {
      "id": "09-013-0009_p0019",
      "zh_CN": "《高僧传》里头有一则，名字我都忘掉了，好多年，初学佛的时候看的，有这么一个印象。有一个法师，那跟济公差不多，不是济公，不是他，是另外一个人，也是不讲求行迹的，酒肉不断的。但是他教他的学生是严格要遵守戒律。学生不服气，「你自己做不到，你为什么要这样约束我？」他说好，那明天我请你吃肉去。这学生就很高兴，徒弟也很高兴，明天师父请吃肉。到第二天的时候，「你们每个人把锄头带到、畚箕带到」。好，大家都带了。带到什么乱坟岗里面去，就挖死人，挖出来之后，在旁边野餐。煮出来之后，「你们吃吧」。没有一个人敢吃，他在那里大吃，若无其事的。他说，「你们能有我这个功夫才可以学我，没有我这个功夫，好好的修戒律，我教你怎么做你就怎么做」。他不着相，他吃肉跟那个吃大便一个味道。我们行不行？不行。所以这个是决定做不到的，这是我们要晓得。初学还是按照初学的轨道走，那是人家高程度的人，那学不得的。你说我们学佛，如果跟甘珠学佛，甘珠吃牛肉，好了，我们也去跟他吃牛肉。人家吃牛肉不造业，我们吃牛肉吃牠半斤将来要还牠八两，这个不得了，这个事情。他吃的时候有功德，不要还债的；我们吃了要欠债，将来要还的，这个怎么能学？所以不能学。所以说那是高程度的人，那是没有法子的，程度不够不行。",
      "zh_TW": "《高僧傳》裡頭有一則，名字我都忘掉了，好多年，初學佛的時候看的，有這麼一個印象。有一個法師，那跟濟公差不多，不是濟公，不是他，是另外一個人，也是不講求行跡的，酒肉不斷的。但是他教他的學生是嚴格要遵守戒律。學生不服氣，「你自己做不到，你為什麼要這樣約束我？」他說好，那明天我請你吃肉去。這學生就很高興，徒弟也很高興，明天師父請吃肉。到第二天的時候，「你們每個人把鋤頭帶到、畚箕帶到」。好，大家都帶了。帶到什麼亂墳崗裡面去，就挖死人，挖出來之後，在旁邊野餐。煮出來之後，「你們吃吧」。沒有一個人敢吃，他在那裡大吃，若無其事的。他說，「你們能有我這個功夫才可以學我，沒有我這個功夫，好好的修戒律，我教你怎麼做你就怎麼做」。他不著相，他吃肉跟那個吃大便一個味道。我們行不行？不行。所以這個是決定做不到的，這是我們要曉得。初學還是按照初學的軌道走，那是人家高程度的人，那學不得的。你說我們學佛，如果跟甘珠學佛，甘珠吃牛肉，好了，我們也去跟他吃牛肉。人家吃牛肉不造業，我們吃牛肉吃牠半斤將來要還牠八兩，這個不得了，這個事情。他吃的時候有功德，不要還債的；我們吃了要欠債，將來要還的，這個怎麼能學？所以不能學。所以說那是高程度的人，那是沒有法子的，程度不夠不行。"
    },
    {
      "id": "09-013-0009_p0020",
      "zh_CN": "所以戒律是有等级的。虽然同样一条，譬如说不杀生、不偷盗，这个戒律学，人天有人天的标准，有人天乘的讲解法、修学法；声闻缘觉有声闻缘觉的解释法，有他的修行法，那境界比我们高了；三贤菩萨有三贤菩萨的解释法，有他的修法，那比我们又高了；到地上菩萨那个摩诃萨大菩萨们，他们又是一个修法，又是一种解释法，名词都一样，境界、修法、功德都不相同。由此可知，这个东西不能躐等。所以我们一定要按部就班的来修学，不可以好高骛远。理论我们可以明了，明了得愈多愈好、愈高愈好。佛法常讲是「行布不碍圆融，圆融不碍行布」。可是我们的行门要脚踏实地。看看人家那么高的标准，我们到底能学到哪一个阶段？要脚踏实地的去修学。能做得到的我们就做，不能做到的不可以学，不可以勉强。",
      "zh_TW": "所以戒律是有等級的。雖然同樣一條，譬如說不殺生、不偷盜，這個戒律學，人天有人天的標準，有人天乘的講解法、修學法；聲聞緣覺有聲聞緣覺的解釋法，有他的修行法，那境界比我們高了；三賢菩薩有三賢菩薩的解釋法，有他的修法，那比我們又高了；到地上菩薩那個摩訶薩大菩薩們，他們又是一個修法，又是一種解釋法，名詞都一樣，境界、修法、功德都不相同。由此可知，這個東西不能躐等。所以我們一定要按部就班的來修學，不可以好高騖遠。理論我們可以明瞭，明瞭得愈多愈好、愈高愈好。佛法常講是「行布不礙圓融，圓融不礙行布」。可是我們的行門要腳踏實地。看看人家那麼高的標準，我們到底能學到哪一個階段？要腳踏實地的去修學。能做得到的我們就做，不能做到的不可以學，不可以勉強。"
    },
    {
      "id": "09-013-0009_p0021",
      "zh_CN": "末后一句说，「宝公云」，宝公就是宝志公，是跟梁武帝同时代的人，传记里面记载是观世音菩萨再来的，那个《梁皇忏》就是他编的，这个人也非常之了不起。他有《十二时歌》，这个里头举出一条，「人定亥」。亥时是晚上九点到十一点，这是晚上。「勇猛精进成懈怠，即其谓也」，就是说这么一桩事情。精进，心里面遶了法尘，就是外夸精进，这不是真精进。但是诸位要晓得，纵然不是真精进，现在人所谓说装模作样，能装也就了不起。他要装了一辈子，那不就变成真的了吗？所以世间人常讲，「伪君子，真小人」，伪君子毕竟比真小人还要高一筹。为什么？他还装像个君子，大家都能装像一个君子，社会秩序那就好得太多了。所以纵然那个修行他是装的，装的也好，也值得我们尊敬。我们大家都能够对那个装模作样人都能够恭敬，他装装，他就觉得我装的人家都恭敬我，那我真修，人家不是更恭敬吗？能够勉励他。如果他是装得这个样子，「去！装模作样」，那我何必装？算了，那不修了。这样子不但是不能够勉励人修行，而且把人修行的意念给打断了，这样做不好。所以他就是装，明晓得他是装，我们也极力赞叹他，我们也真正的恭敬他，这对他一种鼓励，这就是菩萨心肠，就是去度化他。下面一句说：",
      "zh_TW": "末後一句說，「寶公云」，寶公就是寶誌公，是跟梁武帝同時代的人，傳記裡面記載是觀世音菩薩再來的，那個《梁皇懺》就是他編的，這個人也非常之了不起。他有《十二時歌》，這個裡頭舉出一條，「人定亥」。亥時是晚上九點到十一點，這是晚上。「勇猛精進成懈怠，即其謂也」，就是說這麼一樁事情。精進，心裡面遶了法塵，就是外誇精進，這不是真精進。但是諸位要曉得，縱然不是真精進，現在人所謂說裝模作樣，能裝也就了不起。他要裝了一輩子，那不就變成真的了嗎？所以世間人常講，「偽君子，真小人」，偽君子畢竟比真小人還要高一籌。為什麼？他還裝像個君子，大家都能裝像一個君子，社會秩序那就好得太多了。所以縱然那個修行他是裝的，裝的也好，也值得我們尊敬。我們大家都能夠對那個裝模作樣人都能夠恭敬，他裝裝，他就覺得我裝的人家都恭敬我，那我真修，人家不是更恭敬嗎？能夠勉勵他。如果他是裝得這個樣子，「去！裝模作樣」，那我何必裝？算了，那不修了。這樣子不但是不能夠勉勵人修行，而且把人修行的意念給打斷了，這樣做不好。所以他就是裝，明曉得他是裝，我們也極力讚歎他，我們也真正的恭敬他，這對他一種鼓勵，這就是菩薩心腸，就是去度化他。下面一句說："
    },
    {
      "id": "09-013-0009_p0022",
      "zh_CN": "【从他谤。任他非。把火烧天徒自疲。我闻恰似饮甘露。销融顿入不思议。】",
      "zh_TW": "【從他謗。任他非。把火燒天徒自疲。我聞恰似飲甘露。銷融頓入不思議。】"
    },
    {
      "id": "09-013-0009_p0023",
      "zh_CN": "这几句是讲的忍辱，也很重要。尤其是在末法，无论你是真用功、是假用功，只要你稍稍用一点功，总有人毁谤。如果要人不毁谤几乎是做不到。为什么？想想，本师释迦牟尼佛在今天毁谤他的人就不少，那何况我们？谤没有关系，只要我们自己坚定，绝不因人毁谤而退失道心，绝不因人说是非，我们改变了方向，自己才能有成就。小注里面说，「以言毁辱谓之谤，以是为不是谓之非」。这个事情在佛门外很容易！这个法门里面，诸位特别要提高警觉。譬如说今天这非净土的就不少。我在前面也跟诸位说过，他为什么有这毁谤法门？这就是不圆融，圆融了就没有。你譬如说禅给净的毁谤也是常见的，修禅的人谤净土，修净的人谤禅。",
      "zh_TW": "這幾句是講的忍辱，也很重要。尤其是在末法，無論你是真用功、是假用功，只要你稍稍用一點功，總有人毀謗。如果要人不毀謗幾乎是做不到。為什麼？想想，本師釋迦牟尼佛在今天毀謗他的人就不少，那何況我們？謗沒有關係，只要我們自己堅定，絕不因人毀謗而退失道心，絕不因人說是非，我們改變了方向，自己才能有成就。小註裡面說，「以言毀辱謂之謗，以是為不是謂之非」。這個事情在佛門外很容易！這個法門裡面，諸位特別要提高警覺。譬如說今天這非淨土的就不少。我在前面也跟諸位說過，他為什麼有這毀謗法門？這就是不圓融，圓融了就沒有。你譬如說禪給淨的毀謗也是常見的，修禪的人謗淨土，修淨的人謗禪。"
    },
    {
      "id": "09-013-0009_p0024",
      "zh_CN": "你看看虚云老和尚就没有毁谤，虚云老和尚不但不毁谤净土，劝人念阿弥陀佛。尤其是在他最后一些开示里头。我从香港带回来有一本《虚云老和尚方便开示录》，那是他老人家一百一十七岁在南华讲的，底下人给他纪录，这一部分东西在香港出版，分量不多。以后老和尚再没写东西、再没说东西了，他一百二十岁圆寂的。这最后的开示，里面只有两篇劝人参禅的，其余的统统是劝人修净土，一共有几十篇，大概有三十多篇的样子，只有两篇是讲这个参禅的。所以说是真正通达之人，大开圆解，绝无毁谤。",
      "zh_TW": "你看看虛雲老和尚就沒有毀謗，虛雲老和尚不但不毀謗淨土，勸人念阿彌陀佛。尤其是在他最後一些開示裡頭。我從香港帶回來有一本《虛雲老和尚方便開示錄》，那是他老人家一百一十七歲在南華講的，底下人給他紀錄，這一部分東西在香港出版，分量不多。以後老和尚再沒寫東西、再沒說東西了，他一百二十歲圓寂的。這最後的開示，裡面只有兩篇勸人參禪的，其餘的統統是勸人修淨土，一共有幾十篇，大概有三十多篇的樣子，只有兩篇是講這個參禪的。所以說是真正通達之人，大開圓解，絕無毀謗。"
    },
    {
      "id": "09-013-0009_p0025",
      "zh_CN": "修禅、修净在于根性，一看你这个根性，不是修禅的根性，当然劝你修净土；是修禅的根性，禅里面容易开悟，这才鼓励你修禅。所以一个通达之人他是应机说法，不是感情。我修密的，你们一定要修密；我修禅的，你们都要修禅，不是这样的。我害的这个病，吃这个药一吃就好了；你们都有病，吃我的药就治好了。他害得病跟我这个病不一样，我这个病一吃药吃好了、病好了，我这个药给他一吃，不但不好，病加重了，甚至于吃死了。到那个时候，你还奇怪，「怎么搞的？他业障深重，盲修瞎练」，还得怪别人，自己把人家路子指错了，还得怪别人，这是冤枉，天大的冤枉！",
      "zh_TW": "修禪、修淨在於根性，一看你這個根性，不是修禪的根性，當然勸你修淨土；是修禪的根性，禪裡面容易開悟，這才鼓勵你修禪。所以一個通達之人他是應機說法，不是感情。我修密的，你們一定要修密；我修禪的，你們都要修禪，不是這樣的。我害的這個病，吃這個藥一吃就好了；你們都有病，吃我的藥就治好了。他害得病跟我這個病不一樣，我這個病一吃藥吃好了、病好了，我這個藥給他一吃，不但不好，病加重了，甚至於吃死了。到那個時候，你還奇怪，「怎麼搞的？他業障深重，盲修瞎練」，還得怪別人，自己把人家路子指錯了，還得怪別人，這是冤枉，天大的冤枉！"
    },
    {
      "id": "09-013-0009_p0026",
      "zh_CN": "所以咱们不能到观机那个程度，自己还没有到这个程度，这就是说好比学做医生，还没有治病的本事，不可以随便给人家开处方，到能够给人家开处方的时候，那你已经是医师了。现在还在求学的时代，还在医科里头念，念书一年级的学生，怎么可以跟人家成名的大夫相比？这一点诸位要记住，不能随便给人开方子。你要是随便给人指的时候，有一个路可以指，就是念阿弥陀佛。为什么？念阿弥陀佛这个路子人人可以修，决定不害人，它没有副作用，所以称之为阿伽陀药，它没有副作用。其余的那些法门都有副作用，那都是要应机说法。唯有念佛法门，所谓是「三根普被，利钝全收」，就好像万金油、棒棒糖这一类的，什么病用它有好处没坏处，不对症也没坏处，就是这一类东西。这就是说到这个问题。",
      "zh_TW": "所以咱們不能到觀機那個程度，自己還沒有到這個程度，這就是說好比學做醫生，還沒有治病的本事，不可以隨便給人家開處方，到能夠給人家開處方的時候，那你已經是醫師了。現在還在求學的時代，還在醫科裡頭念，念書一年級的學生，怎麼可以跟人家成名的大夫相比？這一點諸位要記住，不能隨便給人開方子。你要是隨便給人指的時候，有一個路可以指，就是念阿彌陀佛。為什麼？念阿彌陀佛這個路子人人可以修，決定不害人，它沒有副作用，所以稱之為阿伽陀藥，它沒有副作用。其餘的那些法門都有副作用，那都是要應機說法。唯有念佛法門，所謂是「三根普被，利鈍全收」，就好像萬金油、棒棒糖這一類的，什麼病用它有好處沒壞處，不對症也沒壞處，就是這一類東西。這就是說到這個問題。"
    },
    {
      "id": "09-013-0009_p0027",
      "zh_CN": "还有一个问题，有些人说我们念佛求生西方极乐世界是走迂回的路，说我们修这个法门很笨。说弥勒净土离我们很近，就在兜率天，从我们这上去第一层四王天，再上去就是忉利天，忉利天再上去夜摩天，夜摩天再上去就是兜率天。弥勒菩萨在兜率内院，将来是当来下生要成佛，为什么不去亲近他老人家，要跑到什么十万亿佛国土之外，去求阿弥陀佛，舍近求远？说我们迷惑颠倒无知。这种说法在现在很流行，我常常听说。还有人，大概我在前两三个礼拜之前，还有一个出家人打个电话，听到这些事情，并且告诉我有不少的大专学生，说受某法师的影响，他们都是毁谤西方净土，他们提倡弥勒净土。他说我们怎么办？我怎么办？我说你信不信？他说我还是信阿弥陀佛。我说那就好，他搞他的，你搞你的，你不要受他影响就好了。他说他们来问我，我怎么办？我说那能说就说，不能说就不要说，各人有各人的业障，不相同。总而言之一句话，咱们得依法不依人，只要记住佛的四依法，这依法不依人。",
      "zh_TW": "還有一個問題，有些人說我們念佛求生西方極樂世界是走迂迴的路，說我們修這個法門很笨。說彌勒淨土離我們很近，就在兜率天，從我們這上去第一層四王天，再上去就是忉利天，忉利天再上去夜摩天，夜摩天再上去就是兜率天。彌勒菩薩在兜率內院，將來是當來下生要成佛，為什麼不去親近他老人家，要跑到什麼十萬億佛國土之外，去求阿彌陀佛，捨近求遠？說我們迷惑顛倒無知。這種說法在現在很流行，我常常聽說。還有人，大概我在前兩三個禮拜之前，還有一個出家人打個電話，聽到這些事情，並且告訴我有不少的大專學生，說受某法師的影響，他們都是毀謗西方淨土，他們提倡彌勒淨土。他說我們怎麼辦？我怎麼辦？我說你信不信？他說我還是信阿彌陀佛。我說那就好，他搞他的，你搞你的，你不要受他影響就好了。他說他們來問我，我怎麼辦？我說那能說就說，不能說就不要說，各人有各人的業障，不相同。總而言之一句話，咱們得依法不依人，只要記住佛的四依法，這依法不依人。"
    },
    {
      "id": "09-013-0009_p0028",
      "zh_CN": "佛在《大集经》里面明明给我们授记，说「正法时期戒律成就，像法时期禅定成就，末法时期净土成就」，我们现在生在末法，我们生在末法修净土法门，遵照释迦牟尼佛的遗教。如果我们走错了路，释迦牟尼佛要负责任。如果我们不听话，去学别的东西，那释迦牟尼佛可以不负责任。所以我们选择净土也不是随随便便选择的，我们确确实实是有依据的。在一切经里面去看，世尊示现成佛第一部所讲的经是《华严经》，是二七日中定中所说的，佛在菩提树下定中所说的。《华严经》诸位仔细去看看，就是大本的《阿弥陀经》，它最后「十大愿王导归极乐」，最后是归结到净土，那当然是净土经。可见得佛从开始讲经就指归净土。净土如果要不殊胜，普贤菩萨怎么能够将华藏世界四十一位法身大士导归净土？这是我们要觉悟的。四十九年当中，无论说哪一部经、讲哪一部论，可以说是时时指归，我们再要不相信，那真是没有法子了。",
      "zh_TW": "佛在《大集經》裡面明明給我們授記，說「正法時期戒律成就，像法時期禪定成就，末法時期淨土成就」，我們現在生在末法，我們生在末法修淨土法門，遵照釋迦牟尼佛的遺教。如果我們走錯了路，釋迦牟尼佛要負責任。如果我們不聽話，去學別的東西，那釋迦牟尼佛可以不負責任。所以我們選擇淨土也不是隨隨便便選擇的，我們確確實實是有依據的。在一切經裡面去看，世尊示現成佛第一部所講的經是《華嚴經》，是二七日中定中所說的，佛在菩提樹下定中所說的。《華嚴經》諸位仔細去看看，就是大本的《阿彌陀經》，它最後「十大願王導歸極樂」，最後是歸結到淨土，那當然是淨土經。可見得佛從開始講經就指歸淨土。淨土如果要不殊勝，普賢菩薩怎麼能夠將華藏世界四十一位法身大士導歸淨土？這是我們要覺悟的。四十九年當中，無論說哪一部經、講哪一部論，可以說是時時指歸，我們再要不相信，那真是沒有法子了。"
    },
    {
      "id": "09-013-0009_p0029",
      "zh_CN": "我记得有一年，在台中的时候，台中李老师讲《金刚经》，好像是五十一年。李老师在台中已经讲了十年，那十年都是劝人念阿弥陀佛。讲了十年，台中人听了十年，心里也有点遗憾，好像人家都讲般若、讲禅，心都稍稍动摇了，好像净土人家批评是老太婆教，不甘心当老太婆，要向上一着，要想去求向上一着。那李老师没法子，就讲《金刚经》，好，给你讲向上一着，李老师那个《金刚经》也是指归净土。所以到以后讲《维摩经》、讲《华严经》，无非是坚定大家的信心。所以我们不可以轻易被别人这些是非的这些话（毁谤）动摇了我们的信心，这一点是很可怕的。至于外边什么污辱、毁谤，我想大家都能够忍受的。只是佛门这法门成见，彼此是非，这个东西是很容易影响我们修学，我们要特别的留意。",
      "zh_TW": "我記得有一年，在台中的時候，台中李老師講《金剛經》，好像是五十一年。李老師在台中已經講了十年，那十年都是勸人念阿彌陀佛。講了十年，台中人聽了十年，心裡也有點遺憾，好像人家都講般若、講禪，心都稍稍動搖了，好像淨土人家批評是老太婆教，不甘心當老太婆，要向上一著，要想去求向上一著。那李老師沒法子，就講《金剛經》，好，給你講向上一著，李老師那個《金剛經》也是指歸淨土。所以到以後講《維摩經》、講《華嚴經》，無非是堅定大家的信心。所以我們不可以輕易被別人這些是非的這些話（毀謗）動搖了我們的信心，這一點是很可怕的。至於外邊什麼污辱、毀謗，我想大家都能夠忍受的。只是佛門這法門成見，彼此是非，這個東西是很容易影響我們修學，我們要特別的留意。"
    },
    {
      "id": "09-013-0009_p0030",
      "zh_CN": "下面说，「见性之人，十二时中，所遇顺逆之境，心则安然，不为万境所转也，一任毁谤于我」。这个几句话很重要，毁谤随他毁谤，我行我素，这样就好。尤其诸位将来要发心去弘法，在讲台上讲经，遭遇到人家谤难是免不了的，几乎每一个人都遇到过。这是要有坚定的毅力、决心，要有智慧，不为境界所动摇。李老师告诉我，他初到台中来，第一部好像是在台中法华寺讲《百法明门》。在他以为台湾在日本统治五十年之下，日本的佛学向来在世界上是有一点名气的，大概台湾佛教徒程度水准都相当不错，他就选这《百法明门》来给大家讲。他说头一天来听的时候有三十几个人，到第二天就剩三个人了，他还是讲。讲完之后，对他们很客气，招呼招呼，问问他们，请教请教你贵姓，你住在哪里？结果一问的时候，原来他们是住在庙上的，不能走的。所以他像这些情形都会遇到过，他退不退心？不能退心，还是得要讲。",
      "zh_TW": "下面說，「見性之人，十二時中，所遇順逆之境，心則安然，不為萬境所轉也，一任毀謗於我」。這個幾句話很重要，毀謗隨他毀謗，我行我素，這樣就好。尤其諸位將來要發心去弘法，在講台上講經，遭遇到人家謗難是免不了的，幾乎每一個人都遇到過。這是要有堅定的毅力、決心，要有智慧，不為境界所動搖。李老師告訴我，他初到台中來，第一部好像是在台中法華寺講《百法明門》。在他以為台灣在日本統治五十年之下，日本的佛學向來在世界上是有一點名氣的，大概台灣佛教徒程度水準都相當不錯，他就選這《百法明門》來給大家講。他說頭一天來聽的時候有三十幾個人，到第二天就剩三個人了，他還是講。講完之後，對他們很客氣，招呼招呼，問問他們，請教請教你貴姓，你住在哪裡？結果一問的時候，原來他們是住在廟上的，不能走的。所以他像這些情形都會遇到過，他退不退心？不能退心，還是得要講。"
    },
    {
      "id": "09-013-0009_p0031",
      "zh_CN": "所以他就教给我，初学讲经，到外面人家请讲经，千万不能撒广告，不能够拉人来听。为什么？自己未必讲得好，我再撒广告，好！人都来了，头一天人都来了，看看你讲些什么，到第二天都没有了，这个东西这是很不容易下台，这是他的经验谈。说人家自己愿意找来的，那没话说。所以以后我就循照他这个方法。我初到台北来讲经，只有十几个人听，我是告诉大家，决定不能宣传，决定不能撒广告，你们庙里请我讲经，有多少人就多少人听，那附近的人听到，他喜欢来，好！他喜欢来随他来。这个人数是天天有增加，增加一个、增加二个，总是增加，总不是一天来好多到第二天都没有了，这个要晓得。",
      "zh_TW": "所以他就教給我，初學講經，到外面人家請講經，千萬不能撒廣告，不能夠拉人來聽。為什麼？自己未必講得好，我再撒廣告，好！人都來了，頭一天人都來了，看看你講些什麼，到第二天都沒有了，這個東西這是很不容易下台，這是他的經驗談。說人家自己願意找來的，那沒話說。所以以後我就循照他這個方法。我初到臺北來講經，只有十幾個人聽，我是告訴大家，決定不能宣傳，決定不能撒廣告，你們廟裡請我講經，有多少人就多少人聽，那附近的人聽到，他喜歡來，好！他喜歡來隨他來。這個人數是天天有增加，增加一個、增加二個，總是增加，總不是一天來好多到第二天都沒有了，這個要曉得。"
    },
    {
      "id": "09-013-0009_p0032",
      "zh_CN": "还有就是不免刁难，那初学，总不能讲得那么如人意，人家说你这里讲错了、那里也不对。千万不要跟人家辩驳，我什么地方不对？我那里解错了？这样愈辩，不是愈是找麻烦、愈是多事吗？他指点我是错的，我晓得我是对的，他是不对的，也得客气一点，请你指教。自己少说话，让他多说话，他就很高兴，我很了不起，你看那法师的毛病我都把它挑出来了，那法师对我都服气了。那就好了，他心满意足他就走了。不要跟人结怨，不要跟人辩论，不要跟人过不去，总是要修忍辱。指教完了，还得给他磕头顶礼，谢谢他的教导，我是初学，你们都是老师，学生在台上，老师在台下。初学，不会讲经到这来学，会讲经了，你请我我也不来。不会讲，来学。会讲了，那架子就大了，那你得要恭恭敬敬来请，那不请不来讲。不会讲经，就到处求学，人人都是老师。要这样才能学得成，不是这样子学不成。所以总得要谦虚，要真正的有一个学习的态度。",
      "zh_TW": "還有就是不免刁難，那初學，總不能講得那麼如人意，人家說你這裡講錯了、那裡也不對。千萬不要跟人家辯駁，我什麼地方不對？我那裡解錯了？這樣愈辯，不是愈是找麻煩、愈是多事嗎？他指點我是錯的，我曉得我是對的，他是不對的，也得客氣一點，請你指教。自己少說話，讓他多說話，他就很高興，我很了不起，你看那法師的毛病我都把它挑出來了，那法師對我都服氣了。那就好了，他心滿意足他就走了。不要跟人結怨，不要跟人辯論，不要跟人過不去，總是要修忍辱。指教完了，還得給他磕頭頂禮，謝謝他的教導，我是初學，你們都是老師，學生在台上，老師在台下。初學，不會講經到這來學，會講經了，你請我我也不來。不會講，來學。會講了，那架子就大了，那你得要恭恭敬敬來請，那不請不來講。不會講經，就到處求學，人人都是老師。要這樣才能學得成，不是這樣子學不成。所以總得要謙虛，要真正的有一個學習的態度。"
    },
    {
      "id": "09-013-0009_p0033",
      "zh_CN": "所以这毁谤之事是决定会有的，我们要晓得。这个地方说得好，说『任他非，从他谤，把火烧天徒自疲』，他是自找疲劳而已，我们自己心里要明了。好，下课。",
      "zh_TW": "所以這毀謗之事是決定會有的，我們要曉得。這個地方說得好，說『任他非，從他謗，把火燒天徒自疲』，他是自找疲勞而已，我們自己心裡要明瞭。好，下課。"
    }
  ]
}