{
  "doc_id": "09-013-0001",
  "title": {
    "zh_CN": "永嘉证道歌",
    "zh_TW": "永嘉證道歌"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "1980",
  "location": {
    "zh_CN": "台湾圆觉寺",
    "zh_TW": "台灣圓覺寺"
  },
  "doc_number": "09-013-0001",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "09-013-0001_p0001",
      "zh_CN": "诸位同学，今天我们有这么一个殊胜的因缘，在圆觉寺讲永嘉大师的《证道歌》。这个寺庙跟我就很有缘分，我在四十二年，刚刚学佛没多久，那时候是玄妙老和尚做住持，他老人家在闭关，正定法师是这边的当家师。朱镜宙老居士跟他们很熟，当年老居士住在此地，我跟老居士的因缘很深，我到此地来玩、来看他，顺便来叩关，来拜访玄妙老和尚。在当时这个寺庙住的人还不少，环境非常的幽静。前年，净定法师请我到这边来讲经，是暑假的期间。讲经的对象是一般的同修，并不是以大专学生为对象的。课程就是《禅宗集》，所以《禅宗集》是在此地讲的。《禅宗集》讲完之后，录音带大概流通有一部分。有很多人听到录音带之后，有打电话来找我，有口头上来跟我说，希望把《证道歌》也讲一遍。我也是一直找不到一个适当的时间来讲这篇东西。",
      "zh_TW": "諸位同學，今天我們有這麼一個殊勝的因緣，在圓覺寺講永嘉大師的《證道歌》。這個寺廟跟我就很有緣分，我在四十二年，剛剛學佛沒多久，那時候是玄妙老和尚做住持，他老人家在閉關，正定法師是這邊的當家師。朱鏡宙老居士跟他們很熟，當年老居士住在此地，我跟老居士的因緣很深，我到此地來玩、來看他，順便來叩關，來拜訪玄妙老和尚。在當時這個寺廟住的人還不少，環境非常的幽靜。前年，淨定法師請我到這邊來講經，是暑假的期間。講經的對象是一般的同修，並不是以大專學生為對象的。課程就是《禪宗集》，所以《禪宗集》是在此地講的。《禪宗集》講完之後，錄音帶大概流通有一部分。有很多人聽到錄音帶之後，有打電話來找我，有口頭上來跟我說，希望把《證道歌》也講一遍。我也是一直找不到一個適當的時間來講這篇東西。"
    },
    {
      "id": "09-013-0001_p0002",
      "zh_CN": "《证道歌》虽然不长，但是在佛教里面它有很高的地位。自古以来，无论是哪一宗、哪一派的，可以说没有不读《证道歌》的。而《证道歌》里面含的义趣，可以说是无有穷尽，彻法底源。虽然说是禅宗的，实在讲是一切大乘法的纲领。我们这一次有这样殊胜的因缘在一块共同的研究，这也是非常之难得。尤其是在农历年的前夕，意义就更为殊胜。诸位在假期当中不去游玩，到这个地方来闻佛法，是难能可贵。在未开讲之前，我先要把永嘉大师，就是《证道歌》的作者，给诸位做一个简单的介绍。诸位掀开我们页数的第三页，就是《证道歌注》第三页，第三页这个题是「永嘉真觉大师证道歌」。我将前面彦琪法师的前面一段介绍跟诸位说一说，也可以从这篇介绍里面对于永嘉大师有个认识。因为介绍里面比行状还要清楚一点，所以我们行状省略，就介绍这一段。",
      "zh_TW": "《證道歌》雖然不長，但是在佛教裡面它有很高的地位。自古以來，無論是哪一宗、哪一派的，可以說沒有不讀《證道歌》的。而《證道歌》裡面含的義趣，可以說是無有窮盡，徹法底源。雖然說是禪宗的，實在講是一切大乘法的綱領。我們這一次有這樣殊勝的因緣在一塊共同的研究，這也是非常之難得。尤其是在農曆年的前夕，意義就更為殊勝。諸位在假期當中不去遊玩，到這個地方來聞佛法，是難能可貴。在未開講之前，我先要把永嘉大師，就是《證道歌》的作者，給諸位做一個簡單的介紹。諸位掀開我們頁數的第三頁，就是《證道歌註》第三頁，第三頁這個題是「永嘉真覺大師證道歌」。我將前面彥琪法師的前面一段介紹跟諸位說一說，也可以從這篇介紹裡面對於永嘉大師有個認識。因為介紹裡面比行狀還要清楚一點，所以我們行狀省略，就介紹這一段。"
    },
    {
      "id": "09-013-0001_p0003",
      "zh_CN": "「从缘悟入之谓证」，缘是讲佛法的因缘。佛法自始至终都不离开因缘，像《法华经》里面所说的，诸佛如来出现在世间就是「为一大事因缘」。可见得从缘悟入并不单单指二乘圣者里面的缘觉。缘觉所谓是从缘悟入，他是从十二因缘。这个地方是一大事因缘。这是解释证这个字的意思。「千圣履践之谓道」，此地的千圣就是指千佛。这个地方是泛指，并不一定指一千尊佛，他就是指一切诸佛。十方三世一切诸佛共同走的这条路，这个就是道。这是无上的大道，不是小道。「吟咏其道之谓歌」，这个歌不必多解释，这是吟咏歌唱，内容就是证道。可见得这一篇的歌词所叙说的是诸佛所证之道，也是佛法里面究极圆满之道。所以它确实有相当的深度，一定要靠我们自己去悟入。",
      "zh_TW": "「從緣悟入之謂證」，緣是講佛法的因緣。佛法自始至終都不離開因緣，像《法華經》裡面所說的，諸佛如來出現在世間就是「為一大事因緣」。可見得從緣悟入並不單單指二乘聖者裡面的緣覺。緣覺所謂是從緣悟入，他是從十二因緣。這個地方是一大事因緣。這是解釋證這個字的意思。「千聖履踐之謂道」，此地的千聖就是指千佛。這個地方是泛指，並不一定指一千尊佛，他就是指一切諸佛。十方三世一切諸佛共同走的這條路，這個就是道。這是無上的大道，不是小道。「吟詠其道之謂歌」，這個歌不必多解釋，這是吟詠歌唱，內容就是證道。可見得這一篇的歌詞所敘說的是諸佛所證之道，也是佛法裡面究極圓滿之道。所以它確實有相當的深度，一定要靠我們自己去悟入。"
    },
    {
      "id": "09-013-0001_p0004",
      "zh_CN": "底下就是解释，或者是有人问难，说「无修无证者，乃诸散圣，助佛扬化，已于往昔证道，不复更证」。这是假设有一个人提出这一个问题。大道无修无证，无修无证的道是真正之道，可见得有修有证的那是小道。为什么说无修无证是大道？因为这是讲到本性理体，本性理体里面哪有修为？哪有可证？虽然无修无证，可是迷惑的众生并不能够见得，因此还得要假藉因缘悟入。入了之后才晓得确实是无修无证，这是见得万法的本性。乃诸散圣，散是指散在十法界当中这些圣人，他们无不是随类化身，像《普门品》里面所说，「应以什么身得度，他就示现什么样的身分」。在十法界中助佛扬化，扬是弘扬，化是教化一切众生。这些诸圣在往昔早已经证了道，无需要再证。像诸位晓得，在我们中国，大家所晓得的观世音菩萨，这是早就成了佛，所谓是「倒驾慈航，乘愿再来」，退居在菩萨地位上。而文殊、普贤无不如是，地藏菩萨更不用说。所以这些人早都证了。而我们历代祖师当中，也确实有不少是佛菩萨再来的。你像我们比较近一点的印光大师，大家都晓得，这是西方极乐世界大势至菩萨再来的。所以诸佛菩萨应化在我们世间，太多了，而我们肉眼凡夫就是见了面也不认识，也把他当作凡人看待。这是讲的诸圣，散在这个十方世界教化众生，这些人是不必更证了。永嘉大师，说实在话，我们仔细看看这个也是个再来人，也不是平常人。",
      "zh_TW": "底下就是解釋，或者是有人問難，說「無修無證者，乃諸散聖，助佛揚化，已於往昔證道，不復更證」。這是假設有一個人提出這一個問題。大道無修無證，無修無證的道是真正之道，可見得有修有證的那是小道。為什麼說無修無證是大道？因為這是講到本性理體，本性理體裡面哪有修為？哪有可證？雖然無修無證，可是迷惑的眾生並不能夠見得，因此還得要假藉因緣悟入。入了之後才曉得確實是無修無證，這是見得萬法的本性。乃諸散聖，散是指散在十法界當中這些聖人，他們無不是隨類化身，像《普門品》裡面所說，「應以什麼身得度，他就示現什麼樣的身分」。在十法界中助佛揚化，揚是弘揚，化是教化一切眾生。這些諸聖在往昔早已經證了道，無需要再證。像諸位曉得，在我們中國，大家所曉得的觀世音菩薩，這是早就成了佛，所謂是「倒駕慈航，乘願再來」，退居在菩薩地位上。而文殊、普賢無不如是，地藏菩薩更不用說。所以這些人早都證了。而我們歷代祖師當中，也確實有不少是佛菩薩再來的。你像我們比較近一點的印光大師，大家都曉得，這是西方極樂世界大勢至菩薩再來的。所以諸佛菩薩應化在我們世間，太多了，而我們肉眼凡夫就是見了面也不認識，也把他當作凡人看待。這是講的諸聖，散在這個十方世界教化眾生，這些人是不必更證了。永嘉大師，說實在話，我們仔細看看這個也是個再來人，也不是平常人。"
    },
    {
      "id": "09-013-0001_p0005",
      "zh_CN": "「譬如出矿黄金，无复为矿」，金从矿里面已经提炼出纯金，它不会再回到矿石那个时候，已经提炼出来。这就是比喻已经证了，不会再迷了。底下举出几个人，这几个人都是在佛教史上大家所熟悉的，像「宝公」，宝志公。大家常常晓得拜梁皇忏，梁皇忏主持法会的人就是宝志公，宝志公是观世音菩萨的化身。下面像「万回、寒山、舍得、嵩头陀、傅大士」，这一些全都是菩萨化身。寒山、拾得，大家晓得是文殊、普贤。傅大士是弥勒菩萨再来的，这是示现在家身。我们现在看到弥勒菩萨的像是布袋和尚，布袋和尚也是弥勒菩萨化身，这是现了一个出家相。由是可知，诸佛菩萨在我们中国示现的化身太多，那些是少数被人发现的，我们历史上有记载的。还有更多身分从来不露的，换句话说，根本就没有人晓得，历史上也没有记载，这太多太多了。在历史上有记载的十分之一都不到。从这里也能看到诸佛菩萨的大慈大悲。这是说明这么一桩事情。",
      "zh_TW": "「譬如出礦黃金，無復為礦」，金從礦裡面已經提煉出純金，它不會再回到礦石那個時候，已經提煉出來。這就是比喻已經證了，不會再迷了。底下舉出幾個人，這幾個人都是在佛教史上大家所熟悉的，像「寶公」，寶誌公。大家常常曉得拜梁皇懺，梁皇懺主持法會的人就是寶誌公，寶誌公是觀世音菩薩的化身。下面像「萬回、寒山、捨得、嵩頭陀、傅大士」，這一些全都是菩薩化身。寒山、拾得，大家曉得是文殊、普賢。傅大士是彌勒菩薩再來的，這是示現在家身。我們現在看到彌勒菩薩的像是布袋和尚，布袋和尚也是彌勒菩薩化身，這是現了一個出家相。由是可知，諸佛菩薩在我們中國示現的化身太多，那些是少數被人發現的，我們歷史上有記載的。還有更多身分從來不露的，換句話說，根本就沒有人曉得，歷史上也沒有記載，這太多太多了。在歷史上有記載的十分之一都不到。從這裡也能看到諸佛菩薩的大慈大悲。這是說明這麼一樁事情。"
    },
    {
      "id": "09-013-0001_p0006",
      "zh_CN": "下面讲，「即有所证，须求师印可，方自得名为证」，这就是讲在一般修行上要讲证果、证道一定要有师承，没有师承，这个是靠不住的。经典里面说得也很清楚，说是「自威音王佛已前即可」，威音王是表法的，这是说久远劫之前没有佛出世，在没有佛出世当然没有人给你印证，所以是还可以，你说你自己印证还可以。威音王之后有佛出世，有佛出世就一定要佛来印证。所以说「自威音王佛已后，无师自悟尽属天然外道」，这句话我们一定要牢牢的记住。为什么？与自己有关系，我们自己好好的学佛，不要学成了外道。要想自己不学成外道，这师承很重要，能不能有所成就关键在师承。",
      "zh_TW": "下面講，「即有所證，須求師印可，方自得名為證」，這就是講在一般修行上要講證果、證道一定要有師承，沒有師承，這個是靠不住的。經典裡面說得也很清楚，說是「自威音王佛已前即可」，威音王是表法的，這是說久遠劫之前沒有佛出世，在沒有佛出世當然沒有人給你印證，所以是還可以，你說你自己印證還可以。威音王之後有佛出世，有佛出世就一定要佛來印證。所以說「自威音王佛已後，無師自悟盡屬天然外道」，這句話我們一定要牢牢的記住。為什麼？與自己有關係，我們自己好好的學佛，不要學成了外道。要想自己不學成外道，這師承很重要，能不能有所成就關鍵在師承。"
    },
    {
      "id": "09-013-0001_p0007",
      "zh_CN": "「是故二十五大士所证圆通从佛印证」，这句话是说的楞严会上，楞严会上二十五位菩萨所证得的圆通是释迦牟尼佛给他印证的，有师承。「善财参五十三位知识从知识印证」，这也是说的师承，这个《华严经》上的。「乃至西天此土」，这是讲释迦牟尼佛以后，西天是指印度，此土是指我们中国，佛教传到中国来。「诸位祖师递相印证。所谓佛佛授手，祖祖相传也」，可见得这个师承是没有间断的，这是一脉相传，没有间断的。这一段统统讲的是师承。",
      "zh_TW": "「是故二十五大士所證圓通從佛印證」，這句話是說的楞嚴會上，楞嚴會上二十五位菩薩所證得的圓通是釋迦牟尼佛給他印證的，有師承。「善財參五十三位知識從知識印證」，這也是說的師承，這個《華嚴經》上的。「乃至西天此土」，這是講釋迦牟尼佛以後，西天是指印度，此土是指我們中國，佛教傳到中國來。「諸位祖師遞相印證。所謂佛佛授手，祖祖相傳也」，可見得這個師承是沒有間斷的，這是一脈相傳，沒有間斷的。這一段統統講的是師承。"
    },
    {
      "id": "09-013-0001_p0008",
      "zh_CN": "「大师因看涅槃大经悟入，往曹溪六祖印可」，这是讲永嘉大师证道是六祖大师给他印证的，他也是有师承。在这个地方诸位要特别留意一点的，就是永嘉是六祖的学生，虽然只亲近六祖一天，这一天就是师生的关系了。在《六祖坛经》里面有记载，《坛经》里面所记载的跟这一篇里面是差不多，它都是引用《坛经》里面的。可是在这里特别提醒诸位的是，《坛经》里面所说的，永嘉大师是从《维摩经》开悟的，而这个地方讲的是《大涅槃经》。我们从《证道歌》内容上去看的时候，好像也是《维摩经》。所以我们在后面行状上，底下这一行状上他没有提。这个可能是彦琪大师注解的时候，也许他是弄错了，也许他是别有所依，我们就不得而知了。前面的序文这也是根据彦琪法师注解写的，所以都是写《涅槃经》。我们将来读到《证道歌》本文的时候，就看出来好像不大像，因为它这里面有提到一句是五眼、五力，提到这么一段，那就是「净五眼，得五力」。净五眼、得五力，这个说法是《维摩经》上的。因为在一般的讲法都是五根、五力，五根、五力讲得多，说五眼、五力说得少。所以从这后文上看的时候，他引用的有《维摩经》上的话。这一点要注意，将来读《坛经》的时候，才晓得跟这个地方所讲的有点不同。",
      "zh_TW": "「大師因看涅槃大經悟入，往曹溪六祖印可」，這是講永嘉大師證道是六祖大師給他印證的，他也是有師承。在這個地方諸位要特別留意一點的，就是永嘉是六祖的學生，雖然只親近六祖一天，這一天就是師生的關係了。在《六祖壇經》裡面有記載，《壇經》裡面所記載的跟這一篇裡面是差不多，它都是引用《壇經》裡面的。可是在這裡特別提醒諸位的是，《壇經》裡面所說的，永嘉大師是從《維摩經》開悟的，而這個地方講的是《大涅槃經》。我們從《證道歌》內容上去看的時候，好像也是《維摩經》。所以我們在後面行狀上，底下這一行狀上他沒有提。這個可能是彥琪大師註解的時候，也許他是弄錯了，也許他是別有所依，我們就不得而知了。前面的序文這也是根據彥琪法師註解寫的，所以都是寫《涅槃經》。我們將來讀到《證道歌》本文的時候，就看出來好像不大像，因為它這裡面有提到一句是五眼、五力，提到這麼一段，那就是「淨五眼，得五力」。淨五眼、得五力，這個說法是《維摩經》上的。因為在一般的講法都是五根、五力，五根、五力講得多，說五眼、五力說得少。所以從這後文上看的時候，他引用的有《維摩經》上的話。這一點要注意，將來讀《壇經》的時候，才曉得跟這個地方所講的有點不同。"
    },
    {
      "id": "09-013-0001_p0009",
      "zh_CN": "下面都是《坛经》里面的话了。在这个地方我把他到曹溪参学这一段略说一说。永嘉大师是一位很聪明的人，他四岁出家，四岁小沙弥，那真是小小沙弥，四岁出家。在十几岁的时候，他对于教理就相当通达。他主修的是天台，不但对于天台教义他精熟，而且对于天台修行的方法，就是「止观」，他真正用了功夫。他开悟，实在是在天台止观上开悟的。这个人确实也是个过来人，悟性很高。传记上所记载他的，是行住坐卧心都在定中、都在禅观之中，这种定就是楞严定。所以行住坐卧都在定中，「那伽常在定，无有不定时」。",
      "zh_TW": "下面都是《壇經》裡面的話了。在這個地方我把他到曹溪參學這一段略說一說。永嘉大師是一位很聰明的人，他四歲出家，四歲小沙彌，那真是小小沙彌，四歲出家。在十幾歲的時候，他對於教理就相當通達。他主修的是天台，不但對於天台教義他精熟，而且對於天台修行的方法，就是「止觀」，他真正用了功夫。他開悟，實在是在天台止觀上開悟的。這個人確實也是個過來人，悟性很高。傳記上所記載他的，是行住坐臥心都在定中、都在禪觀之中，這種定就是楞嚴定。所以行住坐臥都在定中，「那伽常在定，無有不定時」。"
    },
    {
      "id": "09-013-0001_p0010",
      "zh_CN": "当时有一个玄策禅师，跟他是好朋友，他们年龄都差不多，都是很年轻，玄策是六祖的弟子，他们常常在一块聊天、谈道。玄策禅师觉得他的见解与南传的顿教（就是六祖大师所传的顿教）宗旨很契合。于是乎就问他的师承是谁？他就说了，他说我对于教下是各有师承。他学的东西很多，都有老师指导，而对于契入没有人印证。玄策禅师就讲了这段话，说是威音王佛以前即可，威音王以后，你要是没有人给你印证，那你还是算个天然外道。他也很谦虚，他说那就求你给我印证好不好？玄策禅师说我分量还不够。说话的时候，地位、声望都不够。就介绍他，他说你可以到曹溪去叩见六祖，请他老人家给你印证。他说你要愿意去，我可以陪你一道。当时有玄策禅师，另外还有一位，都是禅宗的大德，就是左溪玄朗禅师，陪他一道到曹溪去参访六祖。下面这就是参访六祖这一段话。",
      "zh_TW": "當時有一個玄策禪師，跟他是好朋友，他們年齡都差不多，都是很年輕，玄策是六祖的弟子，他們常常在一塊聊天、談道。玄策禪師覺得他的見解與南傳的頓教（就是六祖大師所傳的頓教）宗旨很契合。於是乎就問他的師承是誰？他就說了，他說我對於教下是各有師承。他學的東西很多，都有老師指導，而對於契入沒有人印證。玄策禪師就講了這段話，說是威音王佛以前即可，威音王以後，你要是沒有人給你印證，那你還是算個天然外道。他也很謙虛，他說那就求你給我印證好不好？玄策禪師說我分量還不夠。說話的時候，地位、聲望都不夠。就介紹他，他說你可以到曹溪去叩見六祖，請他老人家給你印證。他說你要願意去，我可以陪你一道。當時有玄策禪師，另外還有一位，都是禪宗的大德，就是左溪玄朗禪師，陪他一道到曹溪去參訪六祖。下面這就是參訪六祖這一段話。"
    },
    {
      "id": "09-013-0001_p0011",
      "zh_CN": "「师到日，值祖坐次，绕禅床三匝，振锡一下，卓然而立」。这是他到了六祖，跟六祖见面，你看看这是什么样的一个风度。他到那里去，六祖是坐在禅床，禅床就是禅堂里面座位，祖师坐在那个地方，他就绕着这个禅床绕三周，这个绕也是礼节，绕佛也是礼节，绕了三周。绕了三周之后，他手上拿着有锡杖，这是从前出家人出门都带锡杖的，锡杖振了一下，就在地上用力振了一下，就站在六祖的面前，一句话不说，就站在六祖面前。",
      "zh_TW": "「師到日，值祖坐次，繞禪床三匝，振錫一下，卓然而立」。這是他到了六祖，跟六祖見面，你看看這是什麼樣的一個風度。他到那裡去，六祖是坐在禪床，禪床就是禪堂裡面座位，祖師坐在那個地方，他就繞著這個禪床繞三週，這個繞也是禮節，繞佛也是禮節，繞了三周。繞了三周之後，他手上拿著有錫杖，這是從前出家人出門都帶錫杖的，錫杖振了一下，就在地上用力振了一下，就站在六祖的面前，一句話不說，就站在六祖面前。"
    },
    {
      "id": "09-013-0001_p0012",
      "zh_CN": "六祖就说了，「夫沙门者，具三千威仪，八万细行，行行无亏，大德从何方而来，生大我慢」，贡高我慢的态度，没有礼貌。在这个地方，我们从《坛经》里面能看到，真正开悟得道之人非常的谦虚。我们看六祖在黄梅，诸位要晓得，六祖也是证了道以后才到黄梅去的。永嘉证道他是有教理的基础，就是有天台教观的基础。六祖实在是了不起，六祖不认识字，也没有听过经、也没有研过教，他只是砍柴、卖柴，听到有一个客人念《金刚经》，他站在旁边听了几句他就开悟，他就证入了。这真是千古一人，在我们中国佛教史里头就没有看到有第二个人。所以他是证了道之后再到黄梅，也是请五祖给他印证。到了那里去之后，跟五祖谈了几句话，五祖晓得他是已经证入了。但是并没有给他印证，叫他在碓房里面为大众服务，所以他在黄梅每天也是破柴、舂米，做了八个月的苦工。已经证道的人，在寺庙里做八个月苦功。别的人不晓得他，都瞧不起他，而他对于寺庙里上上下下每一个人都恭恭敬敬，这就证道的人不一样的所在，真正是经上常讲的「礼敬诸佛」，一切恭敬，他做到了，那证道人都做到了。我们从大师对每个人的称呼你也就能看得出，六祖大师称一般人，就是小沙弥或者是在家的居士，只要是学佛的人，他称人都称人上人、称大德，从来不轻视一个人。这是在《坛经》里面诸位可以能够读到的，像这些地方我们都应当要修学。",
      "zh_TW": "六祖就說了，「夫沙門者，具三千威儀，八萬細行，行行無虧，大德從何方而來，生大我慢」，貢高我慢的態度，沒有禮貌。在這個地方，我們從《壇經》裡面能看到，真正開悟得道之人非常的謙虛。我們看六祖在黃梅，諸位要曉得，六祖也是證了道以後才到黃梅去的。永嘉證道他是有教理的基礎，就是有天台教觀的基礎。六祖實在是了不起，六祖不認識字，也沒有聽過經、也沒有研過教，他只是砍柴、賣柴，聽到有一個客人念《金剛經》，他站在旁邊聽了幾句他就開悟，他就證入了。這真是千古一人，在我們中國佛教史裡頭就沒有看到有第二個人。所以他是證了道之後再到黃梅，也是請五祖給他印證。到了那裡去之後，跟五祖談了幾句話，五祖曉得他是已經證入了。但是並沒有給他印證，叫他在碓房裡面為大眾服務，所以他在黃梅每天也是破柴、舂米，做了八個月的苦工。已經證道的人，在寺廟裡做八個月苦功。別的人不曉得他，都瞧不起他，而他對於寺廟裡上上下下每一個人都恭恭敬敬，這就證道的人不一樣的所在，真正是經上常講的「禮敬諸佛」，一切恭敬，他做到了，那證道人都做到了。我們從大師對每個人的稱呼你也就能看得出，六祖大師稱一般人，就是小沙彌或者是在家的居士，只要是學佛的人，他稱人都稱人上人、稱大德，從來不輕視一個人。這是在《壇經》裡面諸位可以能夠讀到的，像這些地方我們都應當要修學。"
    },
    {
      "id": "09-013-0001_p0013",
      "zh_CN": "永嘉大师到这儿来请教的、来请印证的，所以这个是属于禅机，不是他没有礼貌，他这个表示就是请六祖大师出题目，就是这个意思、这个方法，说请他老人家出题目，他是来考试的、来应试的，求老师出题目。老师就是看他那个动作上，给他出了个题目。说是沙门，沙门是出家人，具足三千威仪，八万细行，就是出家人应当有规矩、有礼貌，行行无亏。大德从何方而来，生大我慢？说你到这里来的时候一点礼貌都没有，见到祖师没有礼貌，你是从哪个地方来？为什么这样的傲慢？",
      "zh_TW": "永嘉大師到這兒來請教的、來請印證的，所以這個是屬於禪機，不是他沒有禮貌，他這個表示就是請六祖大師出題目，就是這個意思、這個方法，說請他老人家出題目，他是來考試的、來應試的，求老師出題目。老師就是看他那個動作上，給他出了個題目。說是沙門，沙門是出家人，具足三千威儀，八萬細行，就是出家人應當有規矩、有禮貌，行行無虧。大德從何方而來，生大我慢？說你到這裡來的時候一點禮貌都沒有，見到祖師沒有禮貌，你是從哪個地方來？為什麼這樣的傲慢？"
    },
    {
      "id": "09-013-0001_p0014",
      "zh_CN": "「师曰，生死事大，无常迅速」，他今天来求印证就这两桩事情，在迷悟，关键也就是在这上。生死事大，无常迅速，这两个问题，一切众生都免不了的问题。生死事大，在我们概念当中容易了解，这是大事，再没有比这个事情更大了。学佛目的就是要了生死，诸位要记住，除了生死之外，那一些事情都是鸡毛蒜皮的小事情，不足以为道的事情，这个是大事。如果不是讲为了生死，其余的事情就是世间的学问能做到，何必要来学佛？正因为生死大事，世间所有的学术、宗教、哲学、科学都没办法解决，佛才出现于世，帮我们解决这个问题。无常迅速是讲的行苦，所以是念念不住。世间人常说「光阴似箭」，念念迁流，青春不住，这是很苦的事情。",
      "zh_TW": "「師曰，生死事大，無常迅速」，他今天來求印證就這兩樁事情，在迷悟，關鍵也就是在這上。生死事大，無常迅速，這兩個問題，一切眾生都免不了的問題。生死事大，在我們概念當中容易了解，這是大事，再沒有比這個事情更大了。學佛目的就是要了生死，諸位要記住，除了生死之外，那一些事情都是雞毛蒜皮的小事情，不足以為道的事情，這個是大事。如果不是講為了生死，其餘的事情就是世間的學問能做到，何必要來學佛？正因為生死大事，世間所有的學術、宗教、哲學、科學都沒辦法解決，佛才出現於世，幫我們解決這個問題。無常迅速是講的行苦，所以是念念不住。世間人常說「光陰似箭」，念念遷流，青春不住，這是很苦的事情。"
    },
    {
      "id": "09-013-0001_p0015",
      "zh_CN": "六祖就说了，诸位看这个对答，言语非常的简单，确实是解决了问题。「何不体取无生，了无速乎」，你既然感觉到生死事大、无常迅速，那这很简单，你为什么不体取无生？问的里面有生死，六祖答复的时候只有一个无生。无生，死就没有了，不必要无生无死了，无生就行了，问题就解决了。体是体会，取就是证得，这个地方的取不是取舍的取，有取有舍就落到生死里面去了，所以这个地方的取是证。所以你为什么不体取无生？无生之法是佛法。了无速乎，了是了达、明了。无速，无速是什么意思？如如不动。这一句就是禅宗里面常讲的「坐断三际」，过去、现在、未来是一不是二，那哪里有迁流？这是佛法的目的。",
      "zh_TW": "六祖就說了，諸位看這個對答，言語非常的簡單，確實是解決了問題。「何不體取無生，了無速乎」，你既然感覺到生死事大、無常迅速，那這很簡單，你為什麼不體取無生？問的裡面有生死，六祖答覆的時候只有一個無生。無生，死就沒有了，不必要無生無死了，無生就行了，問題就解決了。體是體會，取就是證得，這個地方的取不是取捨的取，有取有捨就落到生死裡面去了，所以這個地方的取是證。所以你為什麼不體取無生？無生之法是佛法。了無速乎，了是了達、明瞭。無速，無速是什麼意思？如如不動。這一句就是禪宗裡面常講的「坐斷三際」，過去、現在、未來是一不是二，那哪裡有遷流？這是佛法的目的。"
    },
    {
      "id": "09-013-0001_p0016",
      "zh_CN": "「师曰」，这是永嘉禅师说。「体即无生，了本无速」。这个地方注意到一个是体、一个是本。体就是本，本就是体，我们讲宇宙万有的本体。本体是什么？在佛法里面讲叫真如、本性，也叫如如。它的名称有几十种之多，意思都是一样的。体即无生，就是无生，这就是说明他自己所证得的，他的见解、他的见地。了本，本上也没有速，本体里面没有十方，也没有三际。三际跟十方，十方是方分，三际是时分，时分、方分在《百法》里面都是属于不相应行法，是遍计所执性，完全是假的不是真的。这一个见地实在是非常之难得，所以这么一问，这考试就通过，非常圆满，得了个满分。祖师说，「如是如是」，这就给他印证了。祖祖相传，传的什么？就传的这个。你看人家这一问一答，如是如是就是圆满及格了，满分及格的。永嘉证得的，体即无生，了本无速，六祖所证得的也是如此。所以这是同一个境界，给他来做证明。",
      "zh_TW": "「師曰」，這是永嘉禪師說。「體即無生，了本無速」。這個地方注意到一個是體、一個是本。體就是本，本就是體，我們講宇宙萬有的本體。本體是什麼？在佛法裡面講叫真如、本性，也叫如如。它的名稱有幾十種之多，意思都是一樣的。體即無生，就是無生，這就是說明他自己所證得的，他的見解、他的見地。了本，本上也沒有速，本體裡面沒有十方，也沒有三際。三際跟十方，十方是方分，三際是時分，時分、方分在《百法》裡面都是屬於不相應行法，是遍計所執性，完全是假的不是真的。這一個見地實在是非常之難得，所以這麼一問，這考試就通過，非常圓滿，得了個滿分。祖師說，「如是如是」，這就給他印證了。祖祖相傳，傳的什麼？就傳的這個。你看人家這一問一答，如是如是就是圓滿及格了，滿分及格的。永嘉證得的，體即無生，了本無速，六祖所證得的也是如此。所以這是同一個境界，給他來做證明。"
    },
    {
      "id": "09-013-0001_p0017",
      "zh_CN": "「须臾礼辞」，这证明完了之后，印证完了之后，他就告辞了，就要离开了。事情办完了，这很快的，须臾是很快，很快他就离开了。「祖曰，返太速乎」，六祖说，你怎么这么快就走了？「师曰，本自非动，岂有速耶」，你说我很快就走了，我这如如不动，我根本就没有动，你怎么说我走太快了？诸位想想看，他没动。实在讲，你们诸位也是没有动而来到圆觉寺，没动就来了，不来不去。如果诸位在此地一个星期当中，你要能证得这个境界，就跟六祖、永嘉把手同行，那个个都能入这个境界。这样才叫不虚此行，真正有成就了，晓得自己不生不灭、不来不去，确实是如此。他们是见道，就是能够体会到、通达了，我们是迷了这个真相，就是一个迷、一个悟不同而已，除了这个之外，没有什么两样。「祖曰，谁知非动」，你说「本自不动，岂有速耶」，哪一个知道不动？底下这几句话很重要。「师曰，仁者自生分别」，这个仁者是他称祖师、称六祖，意思就是说我没有分别，你自己在分别。你看这个一对一答，这个意思都很深。",
      "zh_TW": "「須臾禮辭」，這證明完了之後，印證完了之後，他就告辭了，就要離開了。事情辦完了，這很快的，須臾是很快，很快他就離開了。「祖曰，返太速乎」，六祖說，你怎麼這麼快就走了？「師曰，本自非動，豈有速耶」，你說我很快就走了，我這如如不動，我根本就沒有動，你怎麼說我走太快了？諸位想想看，他沒動。實在講，你們諸位也是沒有動而來到圓覺寺，沒動就來了，不來不去。如果諸位在此地一個星期當中，你要能證得這個境界，就跟六祖、永嘉把手同行，那個個都能入這個境界。這樣才叫不虛此行，真正有成就了，曉得自己不生不滅、不來不去，確實是如此。他們是見道，就是能夠體會到、通達了，我們是迷了這個真相，就是一個迷、一個悟不同而已，除了這個之外，沒有什麼兩樣。「祖曰，誰知非動」，你說「本自不動，豈有速耶」，哪一個知道不動？底下這幾句話很重要。「師曰，仁者自生分別」，這個仁者是他稱祖師、稱六祖，意思就是說我沒有分別，你自己在分別。你看這個一對一答，這個意思都很深。"
    },
    {
      "id": "09-013-0001_p0018",
      "zh_CN": "「祖曰，汝甚得无生意」，六祖说，不错，无生的义理你是深深的证得了，你是真正的、深深的了解了。永嘉大师说，「无生岂有意」，无生还有什么意义？「祖曰，若无意，谁生分别」，没有意义的时候，谁分别这个境界？谁能够说出这个境界？「师曰，分别亦非意。祖叹曰，善哉善哉」。分别有没有？有分别。有分别、有言说，但是怎么样？不是意。我们现在所难在哪里？就落在意识里头。我们的分别、我们的执着，乃至我们现在所理解的、所体会的，纵然是讲所证得的，全都落在意地里头。人家是分别亦非意，非意就是非心意识。因为八个识都可以叫做意，都可以叫做心，都可以叫做识。他分别，但是不是心意识。而我们现在所最大的难处，我们的分别是心意识，所以不能够见到一切法的真实相。如果我们像永嘉大师一样离开了心意识，那每一位都是如如佛！善哉善哉，这一句也是给他印可的，跟前面「如是如是」是一个意思，善哉是好极了，好极了、好极了！",
      "zh_TW": "「祖曰，汝甚得無生意」，六祖說，不錯，無生的義理你是深深的證得了，你是真正的、深深的了解了。永嘉大師說，「無生豈有意」，無生還有什麼意義？「祖曰，若無意，誰生分別」，沒有意義的時候，誰分別這個境界？誰能夠說出這個境界？「師曰，分別亦非意。祖歎曰，善哉善哉」。分別有沒有？有分別。有分別、有言說，但是怎麼樣？不是意。我們現在所難在哪裡？就落在意識裡頭。我們的分別、我們的執著，乃至我們現在所理解的、所體會的，縱然是講所證得的，全都落在意地裡頭。人家是分別亦非意，非意就是非心意識。因為八個識都可以叫做意，都可以叫做心，都可以叫做識。他分別，但是不是心意識。而我們現在所最大的難處，我們的分別是心意識，所以不能夠見到一切法的真實相。如果我們像永嘉大師一樣離開了心意識，那每一位都是如如佛！善哉善哉，這一句也是給他印可的，跟前面「如是如是」是一個意思，善哉是好極了，好極了、好極了！"
    },
    {
      "id": "09-013-0001_p0019",
      "zh_CN": "「既蒙印可，方得名为证也」，这个是祖师给他印证的。底下这个解释说，「实非诸位小乘，天魔外道，未得谓得」，没有得到自以为得到了，没有证道自以为证道了。这样的现象尤其是在我们现前这个世间非常普遍，我们自己要注意、要留意。就是学佛不可以步入歧途，不可以学成了外道。「古德云」，底下这一段很要紧，这也是教我们辨别佛与魔。「世间文字法师」，这是指一般讲经说法的法师，依文解义，脱离不了文字的，这文字法师。「暗证禅人」，什么叫暗证？就是没有师承的，所谓是天然外道。「为佛法大患，诚可哀哉」。由此可知，不但参禅难，需要真正的善知识来指导，研教又谈何容易？什么地方找一个超越世间文字的法师，我们跟他学教才有受用。为文字所转，那是佛法大患。",
      "zh_TW": "「既蒙印可，方得名為證也」，這個是祖師給他印證的。底下這個解釋說，「實非諸位小乘，天魔外道，未得謂得」，沒有得到自以為得到了，沒有證道自以為證道了。這樣的現象尤其是在我們現前這個世間非常普遍，我們自己要注意、要留意。就是學佛不可以步入歧途，不可以學成了外道。「古德云」，底下這一段很要緊，這也是教我們辨別佛與魔。「世間文字法師」，這是指一般講經說法的法師，依文解義，脫離不了文字的，這文字法師。「暗證禪人」，什麼叫暗證？就是沒有師承的，所謂是天然外道。「為佛法大患，誠可哀哉」。由此可知，不但參禪難，需要真正的善知識來指導，研教又談何容易？什麼地方找一個超越世間文字的法師，我們跟他學教才有受用。為文字所轉，那是佛法大患。"
    },
    {
      "id": "09-013-0001_p0020",
      "zh_CN": "我们在《坛经》里面读到，法达禅师诵《法华经》三千部，没悟的时候为《法华》转，这就是落在文字里头。那《法华经》人家背过三千遍，熟透了。诸位想想，一天背一遍、念一遍，三千遍也得十年，这个功夫多深。那他要讲《法华经》，那是讲得真是天花乱坠！可是怎么样？为文字所转，没开悟。悟了之后转《法华》，正是《楞严》里面所讲的，悟了以后，这才能转境界，「若能转境，则同如来」。可见得不悟，我们为境界转，读经为经转，见色为色转，听音声为声转，六根接触六尘境界为六尘所转，这还能脱得了轮回吗？自己在境界里做不了主，随着境界在流转，这就是生死相、这就是轮回相。参禅、研教也不例外，这如何得了？",
      "zh_TW": "我們在《壇經》裡面讀到，法達禪師誦《法華經》三千部，沒悟的時候為《法華》轉，這就是落在文字裡頭。那《法華經》人家背過三千遍，熟透了。諸位想想，一天背一遍、念一遍，三千遍也得十年，這個功夫多深。那他要講《法華經》，那是講得真是天花亂墜！可是怎麼樣？為文字所轉，沒開悟。悟了之後轉《法華》，正是《楞嚴》裡面所講的，悟了以後，這才能轉境界，「若能轉境，則同如來」。可見得不悟，我們為境界轉，讀經為經轉，見色為色轉，聽音聲為聲轉，六根接觸六塵境界為六塵所轉，這還能脫得了輪迴嗎？自己在境界裡做不了主，隨著境界在流轉，這就是生死相、這就是輪迴相。參禪、研教也不例外，這如何得了？"
    },
    {
      "id": "09-013-0001_p0021",
      "zh_CN": "所以说是佛法大患，诚可哀哉。正是古德所说的「依文解义，三世佛冤」，就这个意思。你要照着经文里面去讲这个意思，三世诸佛都喊冤枉。为什么？诸佛一句话没说，一个字也没讲，哪有解释的？所以我常常劝勉同修，佛经没讲解的、没意思的，你要在经典里面，这个字怎么讲、这句是什么意思，那就坏了，这就是佛法大患。没有讲，我们在此地讲，是讲而无讲；你们诸位在这听，那会听的人，听而无听，无听而听，才能入门。你要认为我这里有讲，你那里有听，那诸佛都流眼泪了，这个路就走错了。这是佛法跟世间法不同的地方，的确是的。",
      "zh_TW": "所以說是佛法大患，誠可哀哉。正是古德所說的「依文解義，三世佛冤」，就這個意思。你要照著經文裡面去講這個意思，三世諸佛都喊冤枉。為什麼？諸佛一句話沒說，一個字也沒講，哪有解釋的？所以我常常勸勉同修，佛經沒講解的、沒意思的，你要在經典裡面，這個字怎麼講、這句是什麼意思，那就壞了，這就是佛法大患。沒有講，我們在此地講，是講而無講；你們諸位在這聽，那會聽的人，聽而無聽，無聽而聽，才能入門。你要認為我這裡有講，你那裡有聽，那諸佛都流眼淚了，這個路就走錯了。這是佛法跟世間法不同的地方，的確是的。"
    },
    {
      "id": "09-013-0001_p0022",
      "zh_CN": "下面说，「今所证者则异于是」，就是永嘉大师所证的，跟前面所讲这个世间文字、暗证禅人，那大大的不相同。为什么？他所证的是「无生法忍」，他所证的是无生法。什么叫无生法忍？忍是承认的意思，同意、认可。什么事情认可？就是一切法不生不灭。我们六根接触六尘境界，万法皆如、万法皆真，不见一法生，也不见一法灭，这个就是无生法忍。不但是体性是不生不灭，再给诸位说，现象也不生不灭。哪有生死？哪有来去？所以「不生不灭，不来不去，不常不断」，《中观论》里面讲的八不就是无生法忍。人家确实亲证这个境界，体会到这个境界。",
      "zh_TW": "下面說，「今所證者則異於是」，就是永嘉大師所證的，跟前面所講這個世間文字、暗證禪人，那大大的不相同。為什麼？他所證的是「無生法忍」，他所證的是無生法。什麼叫無生法忍？忍是承認的意思，同意、認可。什麼事情認可？就是一切法不生不滅。我們六根接觸六塵境界，萬法皆如、萬法皆真，不見一法生，也不見一法滅，這個就是無生法忍。不但是體性是不生不滅，再給諸位說，現象也不生不滅。哪有生死？哪有來去？所以「不生不滅，不來不去，不常不斷」，《中觀論》裡面講的八不就是無生法忍。人家確實親證這個境界，體會到這個境界。"
    },
    {
      "id": "09-013-0001_p0023",
      "zh_CN": "「此之大定，具足六法」，底下的六条，也就是勘验无生法忍的。第一是「正宗非异证」，这是决定正确的，不是外道所证的。第二是「圆契非空证」，是圆满契入，不是落在顽空里面。第三是「究竟不异证」，不异是没有两样，与十方诸佛所证的是完全相同。第四是「设利下济证」，设是设施，利是利益，下济就是下济三途苦。这个地方的下济，包括了九法界有情众生，示现一个榜样做给他们看的，是叫这些迷倒众生能够看到这个样子能够大彻大悟，也能够证入。第五是「道由法尔证」，这一句很重要，这是证入的原则，法尔是自自然然的，一丝毫勉强都没有。法，本来就是如此，所以说是无修无证。第六是「了义非偏证」。「故得名为证也」。",
      "zh_TW": "「此之大定，具足六法」，底下的六條，也就是勘驗無生法忍的。第一是「正宗非異證」，這是決定正確的，不是外道所證的。第二是「圓契非空證」，是圓滿契入，不是落在頑空裡面。第三是「究竟不異證」，不異是沒有兩樣，與十方諸佛所證的是完全相同。第四是「設利下濟證」，設是設施，利是利益，下濟就是下濟三途苦。這個地方的下濟，包括了九法界有情眾生，示現一個榜樣做給他們看的，是叫這些迷倒眾生能夠看到這個樣子能夠大徹大悟，也能夠證入。第五是「道由法爾證」，這一句很重要，這是證入的原則，法爾是自自然然的，一絲毫勉強都沒有。法，本來就是如此，所以說是無修無證。第六是「了義非偏證」。「故得名為證也」。"
    },
    {
      "id": "09-013-0001_p0024",
      "zh_CN": "「然如是犹涉义路」，说了这些话，又怕落在义路上。义是什么？就是义理，我们今天讲研究这些道理。义路是什么？是心意识所缘的，所以说犹涉义路。底下有个比喻，譬如有个人，撚这个空，虚空，我们要把这个虚空撚成一条绳索，这怎么能办得到？这「徒废精神」，这是不能成就的。义路要走，走的时候要能舍弃，一面走是一面舍弃，这样才能真正证得。我们现在最大的困难，走这条义路的时候不肯舍弃这个道路，依旧落在心意识里头。诸佛祖师是超越了心意识。「若是本分衲僧，脑后眼开，当自知矣」，两个眼睛在前面看到，你不稀奇；脑后有眼，这个就稀奇！这是举出比喻，教我们要超越。我们一般讲超越常识，佛法里面讲要超越心意识，才能见到诸法实相。",
      "zh_TW": "「然如是猶涉義路」，說了這些話，又怕落在義路上。義是什麼？就是義理，我們今天講研究這些道理。義路是什麼？是心意識所緣的，所以說猶涉義路。底下有個比喻，譬如有個人，撚這個空，虛空，我們要把這個虛空撚成一條繩索，這怎麼能辦得到？這「徒廢精神」，這是不能成就的。義路要走，走的時候要能捨棄，一面走是一面捨棄，這樣才能真正證得。我們現在最大的困難，走這條義路的時候不肯捨棄這個道路，依舊落在心意識裡頭。諸佛祖師是超越了心意識。「若是本分衲僧，腦後眼開，當自知矣」，兩個眼睛在前面看到，你不稀奇；腦後有眼，這個就稀奇！這是舉出比喻，教我們要超越。我們一般講超越常識，佛法裡面講要超越心意識，才能見到諸法實相。"
    },
    {
      "id": "09-013-0001_p0025",
      "zh_CN": "这个地方就把永嘉大师简单的介绍就到此地，底下一节我们就正式读经文了。",
      "zh_TW": "這個地方就把永嘉大師簡單的介紹就到此地，底下一節我們就正式讀經文了。"
    }
  ]
}