{
  "doc_id": "12-032-0001",
  "title": {
    "zh_CN": "善财童子参学报告（十四）",
    "zh_TW": "善財童子參學報告（十四）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-032-0001",
  "total_paragraphs": 54,
  "paragraphs": [
    {
      "id": "12-032-0001_p0001",
      "zh_CN": "请看讲义第一面，今天我们接着上一次。上一次讲到文殊菩萨答复善财童子，善财童子问了十一个问题，我们节录菩萨答复里面精彩的部分跟诸位报告。总共节录了四条，前面两条已经说过了，现在我们从第三小段开始看起：",
      "zh_TW": "請看講義第一面，今天我們接著上一次。上一次講到文殊菩薩答覆善財童子，善財童子問了十一個問題，我們節錄菩薩答覆裡面精彩的部分跟諸位報告。總共節錄了四條，前面兩條已經說過了，現在我們從第三小段開始看起："
    },
    {
      "id": "12-032-0001_p0002",
      "zh_CN": "【遍法性空。如列星宿。能生诸福。深广如海。】",
      "zh_TW": "【遍法性空。如列星宿。能生諸福。深廣如海。】"
    },
    {
      "id": "12-032-0001_p0003",
      "zh_CN": "这一句意思很深。世间众生，这个地方讲世间，不仅仅是说六道众生，实际上是讲的十法界的众生；不仅是娑婆世界的十法界。我们讲娑婆世界，这是释迦牟尼佛的教区，这个区域有多大？过去有许许多多大德在为我们介绍的时候，多半都用银河系来解释这个范围。可是黄念祖老居士他的看法跟古大德说法不一样，他说我们今天所讲的银河系，实际上只是一个单位世界。如果这个说法是真的，那释迦牟尼佛的教区就太大太大了。多少个银河系？十亿个银河系。这个教区就非常非常大了，这只是一尊佛的教化区。世尊在《华严》上告诉我们，像释迦牟尼佛这样的佛国土，在太虚空当中无量无边。八方上下没有人能够把这个数量说出来，即使诸佛如来也说不出来。",
      "zh_TW": "這一句意思很深。世間眾生，這個地方講世間，不僅僅是說六道眾生，實際上是講的十法界的眾生；不僅是娑婆世界的十法界。我們講娑婆世界，這是釋迦牟尼佛的教區，這個區域有多大？過去有許許多多大德在為我們介紹的時候，多半都用銀河系來解釋這個範圍。可是黃念祖老居士他的看法跟古大德說法不一樣，他說我們今天所講的銀河系，實際上只是一個單位世界。如果這個說法是真的，那釋迦牟尼佛的教區就太大太大了。多少個銀河系？十億個銀河系。這個教區就非常非常大了，這只是一尊佛的教化區。世尊在《華嚴》上告訴我們，像釋迦牟尼佛這樣的佛國土，在太虛空當中無量無邊。八方上下沒有人能夠把這個數量說出來，即使諸佛如來也說不出來。"
    },
    {
      "id": "12-032-0001_p0004",
      "zh_CN": "一切诸佛刹土都有十法界，可见得十法界都是众生，而且都没有见性，这一点我们一定要清楚。没有见性就是凡夫，不是圣人。六道是凡夫，我们能相信，阿罗汉、辟支佛、菩萨、十法界里面的佛，难道也是凡夫吗？佛在大经里面告诉我们确实是凡夫。世尊讲六道称之为「外凡」，十法界里面的四圣法界称之为「内凡」。佛说凡圣的标准是什么？是以明心见性为标准。十法界里面的佛没见性，所以天台家说他们是「相似即佛」。天台家讲「六即佛」，四圣法界是相似即佛，不是真的；一定要超越十法界，证得一真法界，这叫「分证即佛」，那是真的不是假的。我在此地先把这个意思说出来，然后给诸位同修报告十法界里面内凡、外凡没有不求福报的。不仅是我们人道每个人求福报，十法界统统求福报。",
      "zh_TW": "一切諸佛剎土都有十法界，可見得十法界都是眾生，而且都沒有見性，這一點我們一定要清楚。沒有見性就是凡夫，不是聖人。六道是凡夫，我們能相信，阿羅漢、辟支佛、菩薩、十法界裡面的佛，難道也是凡夫嗎？佛在大經裡面告訴我們確實是凡夫。世尊講六道稱之為「外凡」，十法界裡面的四聖法界稱之為「內凡」。佛說凡聖的標準是什麼？是以明心見性為標準。十法界裡面的佛沒見性，所以天台家說他們是「相似即佛」。天台家講「六即佛」，四聖法界是相似即佛，不是真的；一定要超越十法界，證得一真法界，這叫「分證即佛」，那是真的不是假的。我在此地先把這個意思說出來，然後給諸位同修報告十法界裡面內凡、外凡沒有不求福報的。不僅是我們人道每個人求福報，十法界統統求福報。"
    },
    {
      "id": "12-032-0001_p0005",
      "zh_CN": "福报究竟从哪里来的你要懂得。福报能不能求？肯定能求。我在初学佛的时候，章嘉大师就告诉我「佛氏门中，有求必应」，没有求不到的。章嘉大师给我解释：求，一定要如理如法，你才能够求得。如果违背了道理，违背了正常的方法，你是决定求不到的。求的道理是什么？方法是什么？这个地方佛给我们讲道理，第一句就说明。",
      "zh_TW": "福報究竟從哪裡來的你要懂得。福報能不能求？肯定能求。我在初學佛的時候，章嘉大師就告訴我「佛氏門中，有求必應」，沒有求不到的。章嘉大師給我解釋：求，一定要如理如法，你才能夠求得。如果違背了道理，違背了正常的方法，你是決定求不到的。求的道理是什麼？方法是什麼？這個地方佛給我們講道理，第一句就說明。"
    },
    {
      "id": "12-032-0001_p0006",
      "zh_CN": "『遍法性空，如列星宿，能生诸福』。如来果地上的福报圆满，我们常常称佛是「二足尊」，二是智慧圆满、福报圆满。智慧与福报都不是学来的，从哪里来的？自性本来具足的，这是个道理。理，从理上来讲，一切众生本来成佛。什么叫做「佛」？我们一定要搞清楚。佛不是神不是仙，也不是上帝。「佛」这个意思是从梵语里面翻译过来，直接的翻译翻为「觉者」，真正觉悟的人，我们称他作佛。但是这个讲法，许多初学的同修概念还是不清晰，必须要说明白。一个人对于宇宙人生一切万事万物的真相通达明了，没有遗漏，没有错误，这个人就叫做佛。",
      "zh_TW": "『遍法性空，如列星宿，能生諸福』。如來果地上的福報圓滿，我們常常稱佛是「二足尊」，二是智慧圓滿、福報圓滿。智慧與福報都不是學來的，從哪裡來的？自性本來具足的，這是個道理。理，從理上來講，一切眾生本來成佛。什麼叫做「佛」？我們一定要搞清楚。佛不是神不是仙，也不是上帝。「佛」這個意思是從梵語裡面翻譯過來，直接的翻譯翻為「覺者」，真正覺悟的人，我們稱他作佛。但是這個講法，許多初學的同修概念還是不清晰，必須要說明白。一個人對於宇宙人生一切萬事萬物的真相通達明瞭，沒有遺漏，沒有錯誤，這個人就叫做佛。"
    },
    {
      "id": "12-032-0001_p0007",
      "zh_CN": "所以我们常说佛是智者，佛是觉者；跟中国人所讲的「圣」，意思非常接近。中国人讲圣人，圣的定义也是对于宇宙人生一切事理因果通达明了，这个人称圣。在中国称圣，在印度称佛，名称不同，意义没有差别。圣也有大小，佛也有藏、通、别、圆不同，这要看是哪一个等级的佛。《华严经》上讲的佛都是指究竟圆满的佛果，而不是藏教、通教、别教，是指圆教的佛果，真如自性圆满的显露。自性里面含藏无量的智慧，无量的德能，无量的福报，无量的相好，都不是从外来的，这是有求必应理论的依据。如果没有个道理，我们说求，凭什么能求得？它有个理在。",
      "zh_TW": "所以我們常說佛是智者，佛是覺者；跟中國人所講的「聖」，意思非常接近。中國人講聖人，聖的定義也是對於宇宙人生一切事理因果通達明瞭，這個人稱聖。在中國稱聖，在印度稱佛，名稱不同，意義沒有差別。聖也有大小，佛也有藏、通、別、圓不同，這要看是哪一個等級的佛。《華嚴經》上講的佛都是指究竟圓滿的佛果，而不是藏教、通教、別教，是指圓教的佛果，真如自性圓滿的顯露。自性裡面含藏無量的智慧，無量的德能，無量的福報，無量的相好，都不是從外來的，這是有求必應理論的依據。如果沒有個道理，我們說求，憑什麼能求得？它有個理在。"
    },
    {
      "id": "12-032-0001_p0008",
      "zh_CN": "现在理我们渐渐明白了，可是我们的福报没有现前。没有现前的原因是我们没有做到明心见性。眼前我们要有所求能不能得到？行，能得到，但是要懂得方法。从前我初学佛的时候，第一次亲近善知识，也就是去拜访法师。第一次我拜访的是章嘉大师，承蒙他老人家教导我求福求慧的方法，他给我讲了六个字「看得破，放得下」。这六个字，我稍稍能够体会一点。然后我向他老人家请教，我们从哪里下手？他告诉我从布施，布施是手段，看得破是智慧，放得下是福报。看你有多大的福报，你放下愈大，你的福报就愈大；完全放下了，你的福报等虚空法界。你能够完全看破，你的智慧无量无边。他老人家教我这个方法，我这几十年当中依教奉行，确实有感应、有证验。",
      "zh_TW": "現在理我們漸漸明白了，可是我們的福報沒有現前。沒有現前的原因是我們沒有做到明心見性。眼前我們要有所求能不能得到？行，能得到，但是要懂得方法。從前我初學佛的時候，第一次親近善知識，也就是去拜訪法師。第一次我拜訪的是章嘉大師，承蒙他老人家教導我求福求慧的方法，他給我講了六個字「看得破，放得下」。這六個字，我稍稍能夠體會一點。然後我向他老人家請教，我們從哪裡下手？他告訴我從布施，布施是手段，看得破是智慧，放得下是福報。看你有多大的福報，你放下愈大，你的福報就愈大；完全放下了，你的福報等虛空法界。你能夠完全看破，你的智慧無量無邊。他老人家教我這個方法，我這幾十年當中依教奉行，確實有感應、有證驗。"
    },
    {
      "id": "12-032-0001_p0009",
      "zh_CN": "我记得我一九七七年第一次到香港来讲经，圣怀法师、谢道莲居士他们两位促成的因缘，请我到这边来。今天在道场，老同修我还看到有几位，七七年我们就在一起，因缘不能说不殊胜。那个时候同修们看到我的形像很瘦，没有福报。不但没有福报，许多算命看相都说我短命，活不了四十五岁。我非常相信，我也没有求福报，我只是老实念佛，求生净土。可是到这些年来，好像世间人所讲的心想事成。这些都是章嘉大师教我的，我们认真努力在学习，改变了命运。没有福报，现在有一点福报；没有寿命，现在寿命也延长了。有一年我遇到甘珠活佛，这也是我的老朋友。他见到我之后，他为我祝福。我说：老佛爷，你给我祝福什么？他说：你这些年来讲经说法，功德很大。不但你的运转过来，你有大福报，而且你有很长的寿命。我们谈这些话的第二年，他老人家就往生了。",
      "zh_TW": "我記得我一九七七年第一次到香港來講經，聖懷法師、謝道蓮居士他們兩位促成的因緣，請我到這邊來。今天在道場，老同修我還看到有幾位，七七年我們就在一起，因緣不能說不殊勝。那個時候同修們看到我的形像很瘦，沒有福報。不但沒有福報，許多算命看相都說我短命，活不了四十五歲。我非常相信，我也沒有求福報，我只是老實念佛，求生淨土。可是到這些年來，好像世間人所講的心想事成。這些都是章嘉大師教我的，我們認真努力在學習，改變了命運。沒有福報，現在有一點福報；沒有壽命，現在壽命也延長了。有一年我遇到甘珠活佛，這也是我的老朋友。他見到我之後，他為我祝福。我說：老佛爺，你給我祝福什麼？他說：你這些年來講經說法，功德很大。不但你的運轉過來，你有大福報，而且你有很長的壽命。我們談這些話的第二年，他老人家就往生了。"
    },
    {
      "id": "12-032-0001_p0010",
      "zh_CN": "我们这个身体留在世间，干什么的？不是为自己。为自己，你就不能不受业力的主宰。受业力主宰，换句话说，该哪一年死就得要死，业因果报丝毫不爽。我们寿命能转过来，只是一个念头，这个身体是为佛法、是为众生服务的，不是为自己。身体健康、寿命长远，众生有福，我就辛苦一点。如果众生没有福报，我们早一点解脱，有什么不好？好事情，这里面决定没有自己丝毫的利益。所以我常常劝勉同修，凡夫作佛，只是在一念之间做一个转变；一念觉，凡夫成佛，一念迷，佛就堕落成凡夫。凡、圣在一念之间，迷的人念念为自己。为什么人活在这个世间？为自己、为我，这是凡夫。佛菩萨的念头跟我们恰恰相反，佛菩萨应化在这个世间为谁？为一切苦难众生，他不是为自己。为正法常住，为帮助苦难众生离苦得乐，这就是佛菩萨。",
      "zh_TW": "我們這個身體留在世間，幹什麼的？不是為自己。為自己，你就不能不受業力的主宰。受業力主宰，換句話說，該哪一年死就得要死，業因果報絲毫不爽。我們壽命能轉過來，只是一個念頭，這個身體是為佛法、是為眾生服務的，不是為自己。身體健康、壽命長遠，眾生有福，我就辛苦一點。如果眾生沒有福報，我們早一點解脫，有什麼不好？好事情，這裡面決定沒有自己絲毫的利益。所以我常常勸勉同修，凡夫作佛，只是在一念之間做一個轉變；一念覺，凡夫成佛，一念迷，佛就墮落成凡夫。凡、聖在一念之間，迷的人念念為自己。為什麼人活在這個世間？為自己、為我，這是凡夫。佛菩薩的念頭跟我們恰恰相反，佛菩薩應化在這個世間為誰？為一切苦難眾生，他不是為自己。為正法常住，為幫助苦難眾生離苦得樂，這就是佛菩薩。"
    },
    {
      "id": "12-032-0001_p0011",
      "zh_CN": "可见得转变就在这一念之间。所以我们要明理，理太深太广了，不好懂。但是转反而容易，佛法确实知难行易。转，一念之间可以转过来。你为什么转不过来？你对于事实真相不了解，对于道理知道太少。所以释迦牟尼佛当年在世，要为我们辛辛苦苦讲经说法四十九年。佛法不是文学，佛法不是艺术，佛法是教学，诸位要知道。尤其是六道凡夫迷得太久，迷得太深，决不是几遍就能把他唤醒的。所以佛说法，经典里面重复的地方就太多太多了。我们明了这是佛菩萨苦口婆心，千呼万呼，希望把你唤醒，希望叫你回头。你还没有回头，就可以不断的重复。所以千万遍的重复，一直等你哪一天觉悟。你真正觉悟，佛就再不说了。你自己明白了，你自己知道应当怎样修学。",
      "zh_TW": "可見得轉變就在這一念之間。所以我們要明理，理太深太廣了，不好懂。但是轉反而容易，佛法確實知難行易。轉，一念之間可以轉過來。你為什麼轉不過來？你對於事實真相不了解，對於道理知道太少。所以釋迦牟尼佛當年在世，要為我們辛辛苦苦講經說法四十九年。佛法不是文學，佛法不是藝術，佛法是教學，諸位要知道。尤其是六道凡夫迷得太久，迷得太深，決不是幾遍就能把他喚醒的。所以佛說法，經典裡面重複的地方就太多太多了。我們明瞭這是佛菩薩苦口婆心，千呼萬呼，希望把你喚醒，希望叫你回頭。你還沒有回頭，就可以不斷的重複。所以千萬遍的重複，一直等你哪一天覺悟。你真正覺悟，佛就再不說了。你自己明白了，你自己知道應當怎樣修學。"
    },
    {
      "id": "12-032-0001_p0012",
      "zh_CN": "所以佛家它有大道理在，真理。我们凡夫求，基本的原理也是这个，也是这个道理。所以你求财，财从哪里来？财从布施来，愈施愈多，绝对不是从偷盗能够得来。佛家讲偷盗，范围非常广泛，凡是不正当的手段而得来的，都叫偷盗。这个意思很深很广，不是两个小时能够说得完的，我们在此地就省略。偷盗的果报恰恰相反，你命里头原来有财，全部都流失掉了。所以你要想得财富，要欢欢喜喜的布施，快快乐乐的布施，愈施愈多。你要得智慧聪明，你要勤修法布施。法布施的果报得聪明智慧，无畏布施得健康长寿。什么叫无畏？让一切众生离开恐怖，离开忧悲苦恼，这就是属于无畏布施。在日常生活当中，我们跟大家相处，常常摆上一副很难看的面孔，叫人家看到都很不高兴，心里头很不舒服，这不是无畏布施。这个跟无畏布施恰恰相反，得的是什么果报？得的是短命，烦恼很重。无畏布施是什么样子？无论对于什么样的人、什么物，一切人一切物欢欢喜喜，让人家跟你见面感到很舒适，感到很快乐。你布施别人快乐，你就得自在快乐。你叫人家心里头离一切忧悲苦恼，你得健康长寿，这是方法。",
      "zh_TW": "所以佛家它有大道理在，真理。我們凡夫求，基本的原理也是這個，也是這個道理。所以你求財，財從哪裡來？財從布施來，愈施愈多，絕對不是從偷盜能夠得來。佛家講偷盜，範圍非常廣泛，凡是不正當的手段而得來的，都叫偷盜。這個意思很深很廣，不是兩個小時能夠說得完的，我們在此地就省略。偷盜的果報恰恰相反，你命裡頭原來有財，全部都流失掉了。所以你要想得財富，要歡歡喜喜的布施，快快樂樂的布施，愈施愈多。你要得智慧聰明，你要勤修法布施。法布施的果報得聰明智慧，無畏布施得健康長壽。什麼叫無畏？讓一切眾生離開恐怖，離開憂悲苦惱，這就是屬於無畏布施。在日常生活當中，我們跟大家相處，常常擺上一副很難看的面孔，叫人家看到都很不高興，心裡頭很不舒服，這不是無畏布施。這個跟無畏布施恰恰相反，得的是什麼果報？得的是短命，煩惱很重。無畏布施是什麼樣子？無論對於什麼樣的人、什麼物，一切人一切物歡歡喜喜，讓人家跟你見面感到很舒適，感到很快樂。你布施別人快樂，你就得自在快樂。你叫人家心裡頭離一切憂悲苦惱，你得健康長壽，這是方法。"
    },
    {
      "id": "12-032-0001_p0013",
      "zh_CN": "佛在经典上不断的教导我们，我读佛经看到不下千遍万遍，佛为什么说得这么多？有道理，说得这么多，我们的印象深刻。所以晓得处事待人接物，我修大福报。我这一点福报不是前生修的，前生没修，这一生修的，现世得到的果报。这些年来，我跟世界许许多多宗教接触，有些宗教的朋友们见到我也很赞叹，他说：你们佛教真好！我听了笑笑，点点头。「你们真有钱」。原来是这个好处，真有钱。我听了之后，他这个赞叹好不是别的，是赞叹你们佛教真有钱。然后我就介绍给他，我就给他说明这个道理。我说你们也很有钱，你们的财富决不在佛教之下。但是很可惜，你们的钱存在银行里，没有提出来，口袋空空，现在吃饭还得讨饭，你说你可怜不可怜？佛教的钱，从银行里提款装在口袋，所以用得很方便，你们有；你们有，没有拿出来。",
      "zh_TW": "佛在經典上不斷的教導我們，我讀佛經看到不下千遍萬遍，佛為什麼說得這麼多？有道理，說得這麼多，我們的印象深刻。所以曉得處事待人接物，我修大福報。我這一點福報不是前生修的，前生沒修，這一生修的，現世得到的果報。這些年來，我跟世界許許多多宗教接觸，有些宗教的朋友們見到我也很讚歎，他說：你們佛教真好！我聽了笑笑，點點頭。「你們真有錢」。原來是這個好處，真有錢。我聽了之後，他這個讚歎好不是別的，是讚歎你們佛教真有錢。然後我就介紹給他，我就給他說明這個道理。我說你們也很有錢，你們的財富決不在佛教之下。但是很可惜，你們的錢存在銀行裡，沒有提出來，口袋空空，現在吃飯還得討飯，你說你可憐不可憐？佛教的錢，從銀行裡提款裝在口袋，所以用得很方便，你們有；你們有，沒有拿出來。"
    },
    {
      "id": "12-032-0001_p0014",
      "zh_CN": "有，自性本具，从理上讲是有的。你们现在没有钱，是你没有修。性德必须要修德才能开发，你没有修德，虽有性德，性德不得其用，所以你要修。我就说了一个很明显的例子，你们每天吃饭要祷告，你们的祷告都是感谢上帝赐给你今天一天的粮食。是不是这样祷告的？是。我说我从你这个祷告词里头我就晓得，你们的这些财富是靠救济来的，天天祷告靠救济，上帝帮助一点，赐给你一点，那当然不多。救济你怎么会多？我说佛不是，佛不是叫我们去祷告赐给我们。佛教我们怎样耕耘、怎样收获，佛把这个方法教给我们，我们当然比你多。你们想想这个道理对不对？佛教给我们修三种福报的因，我们认真修学，所以得福报，福报是这么得来的。愈布施愈有，来得就太多了，多到不知道怎么用法。你一个人修，你一个人得福；你一家人修，你一家人得福；你一个团体修，一个团体得福。新加坡的居士林，你们不少同学都到那边去看过。居士林的兴旺，从中国到那边去的老和尚都赞叹，都说这是世界第一道场，非常兴旺。怎么兴旺起来的？布施，无条件的布施。我住在新加坡这两个道场，净宗学会跟居士林，决不向信徒化缘，决不向他募捐，不会问他要一分钱，都是大家自动来供养的；供养的多，愈供养愈多。",
      "zh_TW": "有，自性本具，從理上講是有的。你們現在沒有錢，是你沒有修。性德必須要修德才能開發，你沒有修德，雖有性德，性德不得其用，所以你要修。我就說了一個很明顯的例子，你們每天吃飯要禱告，你們的禱告都是感謝上帝賜給你今天一天的糧食。是不是這樣禱告的？是。我說我從你這個禱告詞裡頭我就曉得，你們的這些財富是靠救濟來的，天天禱告靠救濟，上帝幫助一點，賜給你一點，那當然不多。救濟你怎麼會多？我說佛不是，佛不是叫我們去禱告賜給我們。佛教我們怎樣耕耘、怎樣收穫，佛把這個方法教給我們，我們當然比你多。你們想想這個道理對不對？佛教給我們修三種福報的因，我們認真修學，所以得福報，福報是這麼得來的。愈布施愈有，來得就太多了，多到不知道怎麼用法。你一個人修，你一個人得福；你一家人修，你一家人得福；你一個團體修，一個團體得福。新加坡的居士林，你們不少同學都到那邊去看過。居士林的興旺，從中國到那邊去的老和尚都讚歎，都說這是世界第一道場，非常興旺。怎麼興旺起來的？布施，無條件的布施。我住在新加坡這兩個道場，淨宗學會跟居士林，決不向信徒化緣，決不向他募捐，不會問他要一分錢，都是大家自動來供養的；供養的多，愈供養愈多。"
    },
    {
      "id": "12-032-0001_p0015",
      "zh_CN": "居士林开了一个大餐厅，每天吃饭一千多人，星期假日差不多有三、四千人吃饭，一分钱不收。我们的菜不会少过十五道菜；法会期间，有二十多道菜。我们的菜决定比照新加坡一般的素食馆，我们不能输给它。每个星期要检讨，要改进。我跟李居士讲，绝对不可以让人家在我们这里吃了一顿，下一次不想来了，我们就失败了。要叫他吃了还想来，吃了舍不得离开，我们才做成功。每天供养这么多人吃饭，给诸位说居士林没有买过米，没有买过油，没有买过菜。因为大家都晓得这个大斋堂是免费供养一切大众，不一定学佛的，什么人都可以到这儿吃饭。你毁谤佛教，侮辱佛教，陷害佛教，你来吃饭，我们都笑脸相迎，欢迎你来吃饭。真的不分种族，不分宗教，平等的布施供养。米、油、菜吃不完，那么多人吃，吃不完。吃不完，每天我们要用小卡车装起来，送给新加坡一些养老院、孤儿院，转送给他们，团体。",
      "zh_TW": "居士林開了一個大餐廳，每天吃飯一千多人，星期假日差不多有三、四千人吃飯，一分錢不收。我們的菜不會少過十五道菜；法會期間，有二十多道菜。我們的菜決定比照新加坡一般的素食館，我們不能輸給它。每個星期要檢討，要改進。我跟李居士講，絕對不可以讓人家在我們這裡吃了一頓，下一次不想來了，我們就失敗了。要叫他吃了還想來，吃了捨不得離開，我們才做成功。每天供養這麼多人吃飯，給諸位說居士林沒有買過米，沒有買過油，沒有買過菜。因為大家都曉得這個大齋堂是免費供養一切大眾，不一定學佛的，什麼人都可以到這兒吃飯。你毀謗佛教，侮辱佛教，陷害佛教，你來吃飯，我們都笑臉相迎，歡迎你來吃飯。真的不分種族，不分宗教，平等的布施供養。米、油、菜吃不完，那麼多人吃，吃不完。吃不完，每天我們要用小卡車裝起來，送給新加坡一些養老院、孤兒院，轉送給他們，團體。"
    },
    {
      "id": "12-032-0001_p0016",
      "zh_CN": "你不肯布施就缺乏，你肯布施，永远用不尽。财布施，也是全心全力帮助一些有需要的人。不同的宗教他们有困难，有时候我们知道了，主动去帮助他；有时候他来找我们，决没有空手让他回去的。这些年东南亚受到经济的冲击，普遍都萧条，每一个道场收入都减少一半，居士林这个道场收入，不但没有减少，月月增长，证明佛在经上教给我们的方法是正确的，我们通过实验。居士林现在每天有两个小时讲经，今年下半年开始，中国要跟我们合办讲经弘法人才培训班。我们讲经的人多了，希望居士林将来每天能够有六个小时讲经，二十四小时不断的念佛，人家称我们这是现在世界上第一道场，我们才勉强敢接受。跟古大德比，我们还是比不上。古大德的道场，每天二十四小时念佛，八个小时讲经，我们现在还达不到这个水平，才只能做到两个小时。我们也希望有一天能够做到八个小时讲经，二十四小时念佛。",
      "zh_TW": "你不肯布施就缺乏，你肯布施，永遠用不盡。財布施，也是全心全力幫助一些有需要的人。不同的宗教他們有困難，有時候我們知道了，主動去幫助他；有時候他來找我們，決沒有空手讓他回去的。這些年東南亞受到經濟的衝擊，普遍都蕭條，每一個道場收入都減少一半，居士林這個道場收入，不但沒有減少，月月增長，證明佛在經上教給我們的方法是正確的，我們通過實驗。居士林現在每天有兩個小時講經，今年下半年開始，中國要跟我們合辦講經弘法人才培訓班。我們講經的人多了，希望居士林將來每天能夠有六個小時講經，二十四小時不斷的念佛，人家稱我們這是現在世界上第一道場，我們才勉強敢接受。跟古大德比，我們還是比不上。古大德的道場，每天二十四小時念佛，八個小時講經，我們現在還達不到這個水平，才只能做到兩個小時。我們也希望有一天能夠做到八個小時講經，二十四小時念佛。"
    },
    {
      "id": "12-032-0001_p0017",
      "zh_CN": "道场上上下下，每天你看到的几千人，这里面没有意见，一团和睦。有些地方道场很小，只有三、五个人，三、五个人都闹意见，都不合。什么原因？听经太少。这是我常说的听经少了，你对于宇宙人生的事理不明。日常生活，处事待人接物，你是随顺自己的烦恼习气。每一个人烦恼习气不相同，他怎么不起争执？他怎么不吵嘴，怎么不打架？这当然的。道场如是，世法也不例外。今天社会为什么动乱？没有人教。每个人想他自己，各人都自私自利，于是利害就发生冲突，这样才造成社会动乱不安，才演变成天灾人祸。古大德重视教学，释迦牟尼佛很辛苦，当年在世每天跟大家讲经说法八个小时，四十九年不中断，这个恩德我们报不尽。他说法的目的，无非是帮助我们开悟，帮助我们明理，让我们懂得方法来修学，自求多福。所以福不是别人赐给你的，是我们自己如理如法求得的。",
      "zh_TW": "道場上上下下，每天你看到的幾千人，這裡面沒有意見，一團和睦。有些地方道場很小，只有三、五個人，三、五個人都鬧意見，都不合。什麼原因？聽經太少。這是我常說的聽經少了，你對於宇宙人生的事理不明。日常生活，處事待人接物，你是隨順自己的煩惱習氣。每一個人煩惱習氣不相同，他怎麼不起爭執？他怎麼不吵嘴，怎麼不打架？這當然的。道場如是，世法也不例外。今天社會為什麼動亂？沒有人教。每個人想他自己，各人都自私自利，於是利害就發生衝突，這樣才造成社會動亂不安，才演變成天災人禍。古大德重視教學，釋迦牟尼佛很辛苦，當年在世每天跟大家講經說法八個小時，四十九年不中斷，這個恩德我們報不盡。他說法的目的，無非是幫助我們開悟，幫助我們明理，讓我們懂得方法來修學，自求多福。所以福不是別人賜給你的，是我們自己如理如法求得的。"
    },
    {
      "id": "12-032-0001_p0018",
      "zh_CN": "第二句「如列星宿」，这是把星宿比喻作无量无边的福德。自性就像虚空一样，「遍法性空」。「能生诸福，深广如海」，末后这一句是比喻，于是我们就懂得怎样去学习，怎样去得到。新加坡是个福地，政府管理得不错，人民守法、守规矩。我们在那边也得到邀请，在那边开讲《大方广佛华严经》，落实华严的精神、华严的教义。我们团结不同的族群，不同的宗教，大家在一起和睦相处、平等对待，真正做到社会的安定与和平。我们学到，一定把它落实在生活上，落实在工作上，落实在处事待人接物。经典里面理论方法讲得很好，可是要人能相信还是相当不容易。",
      "zh_TW": "第二句「如列星宿」，這是把星宿比喻作無量無邊的福德。自性就像虛空一樣，「遍法性空」。「能生諸福，深廣如海」，末後這一句是比喻，於是我們就懂得怎樣去學習，怎樣去得到。新加坡是個福地，政府管理得不錯，人民守法、守規矩。我們在那邊也得到邀請，在那邊開講《大方廣佛華嚴經》，落實華嚴的精神、華嚴的教義。我們團結不同的族群，不同的宗教，大家在一起和睦相處、平等對待，真正做到社會的安定與和平。我們學到，一定把它落實在生活上，落實在工作上，落實在處事待人接物。經典裡面理論方法講得很好，可是要人能相信還是相當不容易。"
    },
    {
      "id": "12-032-0001_p0019",
      "zh_CN": "新加坡有一位老修女，我们也是在最近才知道，我特别去看看她，她今年一百零一岁，一九００年出生的。一天吃一餐，睡眠的时间也很少，看她身体的状况，她自己说，她说「我是一百零一岁的年轻人」。真的是年轻，她的体力、身体状况大概跟三、四十岁的人一样。她出来给我们作证明，证明佛在经上讲的没有错，依照佛法理论方法去修学，就有这样好的效果。眼睛没有花，耳朵不聋，反应跟年轻人一样，走路健步如飞。我仔细观察，她跟我说，她一百年没有生过病，只掉一个牙齿。仔细一看，她就掉一个牙齿。她表演翻跟斗给我们看，我们这个台她跳下去没事。",
      "zh_TW": "新加坡有一位老修女，我們也是在最近才知道，我特別去看看她，她今年一百零一歲，一九００年出生的。一天吃一餐，睡眠的時間也很少，看她身體的狀況，她自己說，她說「我是一百零一歲的年輕人」。真的是年輕，她的體力、身體狀況大概跟三、四十歲的人一樣。她出來給我們作證明，證明佛在經上講的沒有錯，依照佛法理論方法去修學，就有這樣好的效果。眼睛沒有花，耳朵不聾，反應跟年輕人一樣，走路健步如飛。我仔細觀察，她跟我說，她一百年沒有生過病，只掉一個牙齒。仔細一看，她就掉一個牙齒。她表演翻跟斗給我們看，我們這個台她跳下去沒事。"
    },
    {
      "id": "12-032-0001_p0020",
      "zh_CN": "问她：你如何修成这个养生之道？她告诉我，她是胎里素，母亲在怀孕的时候就吃素，闻到荤腥她就呕吐，所以她一生吃素。没有上过学，没有念过书，五十岁才开始学习才去读书。她告诉我们，一生没有发过脾气，这是长寿之道。一生没有看别人的缺点，与别人相处，总有处不来的时候，她回过头来反省，找自己的毛病，总是自己做得不好，为什么让别人不欢喜。她决不说别人不对，回过头来找自己，总是自己有过失，自己好好的改进。一生不见别人过，一生没有发过脾气，一生不为自己。她这一生为谁活着？为苦难众生活着。一生做义工，帮助老人，帮助病人，帮助穷苦的人。所以她办了十几个养老院，确实不可思议。现在因为她年龄的关系，政府不让她管理老人院，虽然身体很好，年龄在这个地方。于是每天为这些穷苦的人去服务，到处奔波。她不化缘，人家知道她，送钱给她。她拿这个钱去帮这些穷苦的人，缴房租、缴水电费，帮助他们医药费，他们要出门坐车，帮助他买车票，天天忙做这个事情，忙得不亦乐乎。",
      "zh_TW": "問她：你如何修成這個養生之道？她告訴我，她是胎裡素，母親在懷孕的時候就吃素，聞到葷腥她就嘔吐，所以她一生吃素。沒有上過學，沒有念過書，五十歲才開始學習才去讀書。她告訴我們，一生沒有發過脾氣，這是長壽之道。一生沒有看別人的缺點，與別人相處，總有處不來的時候，她回過頭來反省，找自己的毛病，總是自己做得不好，為什麼讓別人不歡喜。她決不說別人不對，回過頭來找自己，總是自己有過失，自己好好的改進。一生不見別人過，一生沒有發過脾氣，一生不為自己。她這一生為誰活著？為苦難眾生活著。一生做義工，幫助老人，幫助病人，幫助窮苦的人。所以她辦了十幾個養老院，確實不可思議。現在因為她年齡的關係，政府不讓她管理老人院，雖然身體很好，年齡在這個地方。於是每天為這些窮苦的人去服務，到處奔波。她不化緣，人家知道她，送錢給她。她拿這個錢去幫這些窮苦的人，繳房租、繳水電費，幫助他們醫藥費，他們要出門坐車，幫助他買車票，天天忙做這個事情，忙得不亦樂乎。"
    },
    {
      "id": "12-032-0001_p0021",
      "zh_CN": "身上穿的衣服，她就穿一件衣服，她不懂得什么叫冷、什么叫热，她不懂。一天一件衣服，就一件衣服。衣服从哪儿来的？垃圾桶里捡来的。李木源居士问她：你为什么不买一件新衣服？也有人家送她的衣服，她说：不行，我跟那些最穷的人在一起，我要跟他们过同样的生活。如果我的生活过得比他们好，他们对我信心就失掉了。她为别人活着的，不是为自己。李居士问她：妳看到社会上有一些不好的人、不好的事，妳怎么看法？她说了一个比喻，她说我对于这些人，就像我每天在街上看到来来往往的人一样，没有记在心里。你们想想，你们从家里到这个地方来听经，马路上不是也看到不少人吗？哪一个人你把他放在心上你记住了？你不也是在马路上听到很多人讲话吗？哪一句话你记住了？统统没有放在心上，这就对了。",
      "zh_TW": "身上穿的衣服，她就穿一件衣服，她不懂得什麼叫冷、什麼叫熱，她不懂。一天一件衣服，就一件衣服。衣服從哪兒來的？垃圾桶裡撿來的。李木源居士問她：你為什麼不買一件新衣服？也有人家送她的衣服，她說：不行，我跟那些最窮的人在一起，我要跟他們過同樣的生活。如果我的生活過得比他們好，他們對我信心就失掉了。她為別人活著的，不是為自己。李居士問她：妳看到社會上有一些不好的人、不好的事，妳怎麼看法？她說了一個比喻，她說我對於這些人，就像我每天在街上看到來來往往的人一樣，沒有記在心裡。你們想想，你們從家裡到這個地方來聽經，馬路上不是也看到不少人嗎？哪一個人你把他放在心上你記住了？你不也是在馬路上聽到很多人講話嗎？哪一句話你記住了？統統沒有放在心上，這就對了。"
    },
    {
      "id": "12-032-0001_p0022",
      "zh_CN": "她这个比喻用意很深。我们每一个人的心就像一个容器一样，像一个碗一样，干干净净、一尘不染。凡夫心跟佛心没有两样，以后变成不一样了，怎么变成的？佛的心永远保持这个状况，干干净净、一尘不染；我们凡夫的心全都装上一些垃圾装在里头。你到外面转一圈，人家是非人我全装在里头了，五欲六尘、是非人我、贪瞋痴慢，尽装这些东西，这个心就变坏了。十法界里面这些声闻、缘觉、菩萨，他们心里头装了一些善的东西，只记别人的善，不记别人的恶。六祖惠能大师在《坛经》里面教导我们，「若真修道人，不见世间过」。许哲不见世间过，所以她的心纯真、纯善，种善因就得善果。所以她今天表现给我们看，现身说法，她没有私心，道理就在此地。我们有私心就要受业因果报，就要受不善的果报，就要受一些苦难。她没有私心，心里头没有丝毫的邪恶，只有善良，这是一生当中积的善因得的善果。",
      "zh_TW": "她這個比喻用意很深。我們每一個人的心就像一個容器一樣，像一個碗一樣，乾乾淨淨、一塵不染。凡夫心跟佛心沒有兩樣，以後變成不一樣了，怎麼變成的？佛的心永遠保持這個狀況，乾乾淨淨、一塵不染；我們凡夫的心全都裝上一些垃圾裝在裡頭。你到外面轉一圈，人家是非人我全裝在裡頭了，五欲六塵、是非人我、貪瞋痴慢，儘裝這些東西，這個心就變壞了。十法界裡面這些聲聞、緣覺、菩薩，他們心裡頭裝了一些善的東西，只記別人的善，不記別人的惡。六祖惠能大師在《壇經》裡面教導我們，「若真修道人，不見世間過」。許哲不見世間過，所以她的心純真、純善，種善因就得善果。所以她今天表現給我們看，現身說法，她沒有私心，道理就在此地。我們有私心就要受業因果報，就要受不善的果報，就要受一些苦難。她沒有私心，心裡頭沒有絲毫的邪惡，只有善良，這是一生當中積的善因得的善果。"
    },
    {
      "id": "12-032-0001_p0023",
      "zh_CN": "所以我在讲经的时候常常称赞她，她是世间第一等的富贵。一般世间人认为富贵，富是有钱，贵是有地位、有身分。她没有钱，她的生活几乎跟乞丐差不多，不过是没有往外面讨，人家送给她。送给她，她多余的立刻就布施掉，绝不考虑明天有没有吃的东西，她不考虑。分给别人，但是她物质生活不缺乏，不缺乏就是大福报；她受到社会大众的尊敬，这就是大贵。虽然没有身分、没有地位，普遍受到社会大众的尊敬，这是真实的富贵，这是世间人所得不到的，真正修行人她得到。她最近这两年开始看佛经，看得非常欢喜，有的时候看到夜晚两、三点钟忘了睡觉。他们的道友告诉她：妳为什么看魔鬼的东西？她答复得很好：我看全世界的宗教，都是一片光明。她已经超越了，她得平等心，得清净心。我去访问她，她问我：法师，我有没有资格作佛弟子？我说：妳是标准的佛弟子。于是她发心要皈依，在居士林念佛堂，我们给她做了一个简单的皈依仪式。我把三皈五戒的证书都送给她，我说：妳这三皈五戒照佛法里打分数的话，妳是满分。三皈五戒都可以打一百分，妳是标准的佛弟子。所以我们现在称她作许居士。",
      "zh_TW": "所以我在講經的時候常常稱讚她，她是世間第一等的富貴。一般世間人認為富貴，富是有錢，貴是有地位、有身分。她沒有錢，她的生活幾乎跟乞丐差不多，不過是沒有往外面討，人家送給她。送給她，她多餘的立刻就布施掉，絕不考慮明天有沒有吃的東西，她不考慮。分給別人，但是她物質生活不缺乏，不缺乏就是大福報；她受到社會大眾的尊敬，這就是大貴。雖然沒有身分、沒有地位，普遍受到社會大眾的尊敬，這是真實的富貴，這是世間人所得不到的，真正修行人她得到。她最近這兩年開始看佛經，看得非常歡喜，有的時候看到夜晚兩、三點鐘忘了睡覺。他們的道友告訴她：妳為什麼看魔鬼的東西？她答覆得很好：我看全世界的宗教，都是一片光明。她已經超越了，她得平等心，得清淨心。我去訪問她，她問我：法師，我有沒有資格作佛弟子？我說：妳是標準的佛弟子。於是她發心要皈依，在居士林念佛堂，我們給她做了一個簡單的皈依儀式。我把三皈五戒的證書都送給她，我說：妳這三皈五戒照佛法裡打分數的話，妳是滿分。三皈五戒都可以打一百分，妳是標準的佛弟子。所以我們現在稱她作許居士。"
    },
    {
      "id": "12-032-0001_p0024",
      "zh_CN": "像这样修持的人在中国大陆有，不但有，还有不少。这些人绝对没有名利的念头，因此许多人不知道，他也不会在外面宣扬。我在新加坡接触中国学佛的同修不少，看到他们的修持，听到他们的感应，中国人有福报，诸佛菩萨都护念、都加持。福报的根从哪里来的？是我们祖宗积德遗留给我们的，我们享祖宗之福，得三宝加持，得一切宗教里面众神的保佑，我们要有信心。我说了这些话，只有一个目的，希望能帮助诸位同修明白这个道理，懂得这个方法，自求多福。确实「佛氏门中，有求必应」，但是一定要如理如法。过去我的老师教给我：你求，没有感应的时候，你自己一定要晓得你有业障，所以你求不能满愿。你应该要反省、要检点，把你的业障找出来，消除业障，感应就现前了。这个开示非常重要。我学佛四十九年，四十九年当中，确确实实把老师所教导我的都应验、都证明了。所以不能不明道理，不能不懂方法，确确实实能改造自己的命运。《了凡四训》诸位念过，我们改造命运，超过了凡先生多多，这样才真正能够体会到佛法修学的殊胜功德利益。再看第四个小段：",
      "zh_TW": "像這樣修持的人在中國大陸有，不但有，還有不少。這些人絕對沒有名利的念頭，因此許多人不知道，他也不會在外面宣揚。我在新加坡接觸中國學佛的同修不少，看到他們的修持，聽到他們的感應，中國人有福報，諸佛菩薩都護念、都加持。福報的根從哪裡來的？是我們祖宗積德遺留給我們的，我們享祖宗之福，得三寶加持，得一切宗教裡面眾神的保佑，我們要有信心。我說了這些話，只有一個目的，希望能幫助諸位同修明白這個道理，懂得這個方法，自求多福。確實「佛氏門中，有求必應」，但是一定要如理如法。過去我的老師教給我：你求，沒有感應的時候，你自己一定要曉得你有業障，所以你求不能滿願。你應該要反省、要檢點，把你的業障找出來，消除業障，感應就現前了。這個開示非常重要。我學佛四十九年，四十九年當中，確確實實把老師所教導我的都應驗、都證明了。所以不能不明道理，不能不懂方法，確確實實能改造自己的命運。《了凡四訓》諸位念過，我們改造命運，超過了凡先生多多，這樣才真正能夠體會到佛法修學的殊勝功德利益。再看第四個小段："
    },
    {
      "id": "12-032-0001_p0025",
      "zh_CN": "【近佛听法。立愿净障。入方便海。遍一切刹。经一切时。此五无疲。则普贤行满。得如来地。】",
      "zh_TW": "【近佛聽法。立願淨障。入方便海。遍一切剎。經一切時。此五無疲。則普賢行滿。得如來地。】"
    },
    {
      "id": "12-032-0001_p0026",
      "zh_CN": "文殊菩萨这段开示非常重要，一共给我们讲了五句，五个修学纲领。第一个你要亲近佛陀，你要听法。在今天来说，你要亲近善知识，你要听善知识教诲，善知识所修所学决定与经典相应。如果他的行持、他的教导与经典相违背、不相应，这不是善知识、这不是佛子，那是魔子，我们要有能力辨别。可是末法时期难，善知识难求，假善知识太多太多了，冒充佛菩萨，我们常常听到，决定不是真的。在这个时代我们究竟何去何从？我往年亲近李炳南老居士，我跟他十年，老居士的道德学问修持都备受世人赞叹，他依旧非常谦虚，不敢为人师。我拜在他会下，他很客气，他说：我只有能力教你五年。你看看这么谦虚。那往后我们要跟谁学？他介绍他的老师，他的老师是印光大师，他教我要依印光大师为老师。印光大师不在了，印光大师的《文钞》在，我们每天读《文钞》，理解《文钞》，相信《文钞》，依照印祖教诲去修学，这就是印光大师真正的学生。这是老师给我介绍的，我们一生依教奉行。",
      "zh_TW": "文殊菩薩這段開示非常重要，一共給我們講了五句，五個修學綱領。第一個你要親近佛陀，你要聽法。在今天來說，你要親近善知識，你要聽善知識教誨，善知識所修所學決定與經典相應。如果他的行持、他的教導與經典相違背、不相應，這不是善知識、這不是佛子，那是魔子，我們要有能力辨別。可是末法時期難，善知識難求，假善知識太多太多了，冒充佛菩薩，我們常常聽到，決定不是真的。在這個時代我們究竟何去何從？我往年親近李炳南老居士，我跟他十年，老居士的道德學問修持都備受世人讚歎，他依舊非常謙虛，不敢為人師。我拜在他會下，他很客氣，他說：我只有能力教你五年。你看看這麼謙虛。那往後我們要跟誰學？他介紹他的老師，他的老師是印光大師，他教我要依印光大師為老師。印光大師不在了，印光大師的《文鈔》在，我們每天讀《文鈔》，理解《文鈔》，相信《文鈔》，依照印祖教誨去修學，這就是印光大師真正的學生。這是老師給我介紹的，我們一生依教奉行。"
    },
    {
      "id": "12-032-0001_p0027",
      "zh_CN": "我在世界各地讲经，我不敢为人师，我的德行学问能力比我的老师差远了，所以我也给大家介绍一位好老师。这位好老师是谁？无量寿佛。无量寿佛在哪里？《无量寿经》。诸位只要依照《无量寿经》上所讲的道理、方法、境界修学，你就是无量寿佛的学生，这哪里还会有错误。无量寿佛就是阿弥陀佛，这位老师备受一切诸佛赞叹，释迦牟尼佛在经上告诉我们，这一尊佛是「光中极尊，佛中之王」。释迦牟尼佛的赞叹，就是代表十方三世一切诸佛的赞叹。我们跟阿弥陀佛学，哪里会有错？可是要学得像。学得不像就要造罪业，不但不能往生，恐怕会堕三途。",
      "zh_TW": "我在世界各地講經，我不敢為人師，我的德行學問能力比我的老師差遠了，所以我也給大家介紹一位好老師。這位好老師是誰？無量壽佛。無量壽佛在哪裡？《無量壽經》。諸位只要依照《無量壽經》上所講的道理、方法、境界修學，你就是無量壽佛的學生，這哪裡還會有錯誤。無量壽佛就是阿彌陀佛，這位老師備受一切諸佛讚歎，釋迦牟尼佛在經上告訴我們，這一尊佛是「光中極尊，佛中之王」。釋迦牟尼佛的讚歎，就是代表十方三世一切諸佛的讚歎。我們跟阿彌陀佛學，哪裡會有錯？可是要學得像。學得不像就要造罪業，不但不能往生，恐怕會墮三途。"
    },
    {
      "id": "12-032-0001_p0028",
      "zh_CN": "阿弥陀佛怎样教导我们？最根本、最基础的，他老人家教给我们「净业三福」。这个话出在《观无量寿佛经》中，世尊为我们介绍这三条总共十一句，是「三世诸佛，净业正因」。换句话说，三世一切诸佛他能够修行成佛，都要靠这个基础，这是我们行门根本的根本。第一句尤其是大根大本，第一句里面四句话「孝养父母，奉事师长，慈心不杀，修十善业」。试问问我们做到没有？如果没有做到，那就是你的根本坏了；根本要坏了，你就决定不能成就。像树木花草，你没有根，纵然你现在花开得很美，果也结得很漂亮，那是怎么回事情？那是折一枝插在花瓶里，花也很漂亮，果也不错，底下没有根，几天就枯死了，昙花一现。诸位必须明白这个道理。",
      "zh_TW": "阿彌陀佛怎樣教導我們？最根本、最基礎的，他老人家教給我們「淨業三福」。這個話出在《觀無量壽佛經》中，世尊為我們介紹這三條總共十一句，是「三世諸佛，淨業正因」。換句話說，三世一切諸佛他能夠修行成佛，都要靠這個基礎，這是我們行門根本的根本。第一句尤其是大根大本，第一句裡面四句話「孝養父母，奉事師長，慈心不殺，修十善業」。試問問我們做到沒有？如果沒有做到，那就是你的根本壞了；根本要壞了，你就決定不能成就。像樹木花草，你沒有根，縱然你現在花開得很美，果也結得很漂亮，那是怎麼回事情？那是折一枝插在花瓶裡，花也很漂亮，果也不錯，底下沒有根，幾天就枯死了，曇花一現。諸位必須明白這個道理。"
    },
    {
      "id": "12-032-0001_p0029",
      "zh_CN": "所以宗门教下、世出世间这些大德教修行人，无不是教人从根本修。根本就是孝敬、就是慈心，大慈大悲，要修十善业。所以「孝亲尊师」怎样落实？落实就在十善上。人能修十善，就是真正孝养父母，真正奉事师长。连十善都做不到，什么都不要谈了。我也是深深感觉到，我们大家在一起共修时日很长，为什么看不到效果？多少同修跟我说功夫不得力，往生没有把握，业障很重，终日惶惶不安，来问我怎么办。所以我们在最近为大家讲了一篇《感应篇》，道教的《太上感应篇》，快讲完了。讲完之后，我再跟诸位讲一部《十善业道经》来奠定我们的根基。《太上感应篇》是印光大师一生极力宣扬，他对于这部书非常重视。古圣先贤教给我们断恶修善，善恶的标准在哪里？印祖用《感应篇》做标准，《感应篇》上讲的善法，我们认真努力去做，所说的恶法我们一定要戒除。天天要读诵，天天要反省，天天要改过自新，我们才能算得上是个善人。《无量寿经》、《弥陀经》，佛一开口「善男子，善女人」，他这个说法，我们算不算数？在不在里面？如果我们连十善都没有做到，佛讲的善男子、善女人，没有我们在其中，我们不算数。一定要认真努力断恶修善，我们的前途一片光明。",
      "zh_TW": "所以宗門教下、世出世間這些大德教修行人，無不是教人從根本修。根本就是孝敬、就是慈心，大慈大悲，要修十善業。所以「孝親尊師」怎樣落實？落實就在十善上。人能修十善，就是真正孝養父母，真正奉事師長。連十善都做不到，什麼都不要談了。我也是深深感覺到，我們大家在一起共修時日很長，為什麼看不到效果？多少同修跟我說功夫不得力，往生沒有把握，業障很重，終日惶惶不安，來問我怎麼辦。所以我們在最近為大家講了一篇《感應篇》，道教的《太上感應篇》，快講完了。講完之後，我再跟諸位講一部《十善業道經》來奠定我們的根基。《太上感應篇》是印光大師一生極力宣揚，他對於這部書非常重視。古聖先賢教給我們斷惡修善，善惡的標準在哪裡？印祖用《感應篇》做標準，《感應篇》上講的善法，我們認真努力去做，所說的惡法我們一定要戒除。天天要讀誦，天天要反省，天天要改過自新，我們才能算得上是個善人。《無量壽經》、《彌陀經》，佛一開口「善男子，善女人」，他這個說法，我們算不算數？在不在裡面？如果我們連十善都沒有做到，佛講的善男子、善女人，沒有我們在其中，我們不算數。一定要認真努力斷惡修善，我們的前途一片光明。"
    },
    {
      "id": "12-032-0001_p0030",
      "zh_CN": "善恶不能辨别，这是愚痴，愚痴的果报在畜生。愚痴再加上恶业就变成地狱，这个帐总得会算。学佛学了一辈子，最后到地狱去报到去了，你说这冤不冤枉？大错特错！我们也要像过去现前一些真正修行的大德，前途一片光明，将来往生预知时至。我们看到最近这半个世纪之中，许许多多人站着走的、坐着走的，瑞相希有。他们能做到，我们也能做到。他们凭什么能做到？只不过是把自私自利的念头断掉了，起心动念不为自己，为佛法、为众生，就做到了。所以只要把这个念头转过来，行为转过来，我们就做到了。果然转过来，给诸位说，章嘉大师的话就应验了，有求必应。求，不是为我自己求，是为一切苦难众生求，为正法常住世间求，这是如理如法，自然有不可思议的感应。",
      "zh_TW": "善惡不能辨別，這是愚痴，愚痴的果報在畜生。愚痴再加上惡業就變成地獄，這個帳總得會算。學佛學了一輩子，最後到地獄去報到去了，你說這冤不冤枉？大錯特錯！我們也要像過去現前一些真正修行的大德，前途一片光明，將來往生預知時至。我們看到最近這半個世紀之中，許許多多人站著走的、坐著走的，瑞相希有。他們能做到，我們也能做到。他們憑什麼能做到？只不過是把自私自利的念頭斷掉了，起心動念不為自己，為佛法、為眾生，就做到了。所以只要把這個念頭轉過來，行為轉過來，我們就做到了。果然轉過來，給諸位說，章嘉大師的話就應驗了，有求必應。求，不是為我自己求，是為一切苦難眾生求，為正法常住世間求，這是如理如法，自然有不可思議的感應。"
    },
    {
      "id": "12-032-0001_p0031",
      "zh_CN": "所以要知道亲近善知识，要天天听经。读经，读经还不行，读了你要是不懂，有什么用？所以你要多听，多看古人的注解。看懂了以后要落实，要把它变成自己的生活，变成自己的工作，变成自己的应酬，处事待人接物不离这个原则，不离这些方法。落实了，那才有效果。你懂得了，你做不到，还是枉然，跟不懂没有两样。真正要搞清楚、搞明白，经不可不听，我们现在的凡夫，三天不听经就堕三恶道了。怎么知道堕三恶道？贪瞋痴起来了。天天听经，天天读经，为什么？无非是把贪瞋痴压下去而已。三天不听经，压不住，起现行就造三途的恶报。",
      "zh_TW": "所以要知道親近善知識，要天天聽經。讀經，讀經還不行，讀了你要是不懂，有什麼用？所以你要多聽，多看古人的註解。看懂了以後要落實，要把它變成自己的生活，變成自己的工作，變成自己的應酬，處事待人接物不離這個原則，不離這些方法。落實了，那才有效果。你懂得了，你做不到，還是枉然，跟不懂沒有兩樣。真正要搞清楚、搞明白，經不可不聽，我們現在的凡夫，三天不聽經就墮三惡道了。怎麼知道墮三惡道？貪瞋痴起來了。天天聽經，天天讀經，為什麼？無非是把貪瞋痴壓下去而已。三天不聽經，壓不住，起現行就造三途的惡報。"
    },
    {
      "id": "12-032-0001_p0032",
      "zh_CN": "去年年底，居士林老林长陈光别往生，他八十六岁走的。最后这四年生病，在家里面养病，把我讲经的录相带全部搬回家去，每天听八个小时，四年没有间断，他往生了，走的瑞相好。三个月之前就晓得他三月十七往生，三个月之前他写三月十七、三月十七，写了十几个，家里人也不懂什么意思。那一天他往生，三个月之前知道，清清楚楚、明明白白。他本来是想早两年往生，阿弥陀佛告诉他还要继续护持居士林的佛法，继续护持两年这才能走，多留了两年。听经，要密集的薰修，他是四年不中断，每天八个小时，真的搞清楚了，真的搞明白了，断疑生信才产生效果。我们今天大家信心不足，很容易动摇，很容易受外面环境影响，主要就是你听经不够，理没有真正通达，信心不足，愿心不稳定，时时退转，天天生烦恼，错在这里。菩萨把这个摆在第一句。",
      "zh_TW": "去年年底，居士林老林長陳光別往生，他八十六歲走的。最後這四年生病，在家裡面養病，把我講經的錄相帶全部搬回家去，每天聽八個小時，四年沒有間斷，他往生了，走的瑞相好。三個月之前就曉得他三月十七往生，三個月之前他寫三月十七、三月十七，寫了十幾個，家裡人也不懂什麼意思。那一天他往生，三個月之前知道，清清楚楚、明明白白。他本來是想早兩年往生，阿彌陀佛告訴他還要繼續護持居士林的佛法，繼續護持兩年這才能走，多留了兩年。聽經，要密集的薰修，他是四年不中斷，每天八個小時，真的搞清楚了，真的搞明白了，斷疑生信才產生效果。我們今天大家信心不足，很容易動搖，很容易受外面環境影響，主要就是你聽經不夠，理沒有真正通達，信心不足，願心不穩定，時時退轉，天天生煩惱，錯在這裡。菩薩把這個擺在第一句。"
    },
    {
      "id": "12-032-0001_p0033",
      "zh_CN": "第二句『立愿净障』。「立愿」，就是佛家讲的发菩提心。什么叫菩提心？为人民服务，为众生服务，舍己为人，这就是发菩提心。你真正觉悟了，「我活在这个世间，不为自己」，你说多快乐！为自己好苦，你为自己活到的，纵然你有亿万家财，你还是苦，你做到皇帝、做到总统，也苦；为自己活的，就苦。《金刚经》上讲，你有「我相，人相，众生相，寿者相」，你怎么不苦？你将来生到天上作天王，作天王还苦；大梵天王、魔醯首罗天王都苦。怎么样才乐？无我相、无人相、无众生相、无寿者相就乐了，你的生活就快乐，解脱了。我活在世间不是为自己，是为别人，为一切苦难众生。我替他们多做一点事情，他们有福报；事情做不成功，他业障深重，我没有得失，没有得失就乐了。做成功，乐，做不成功还是快乐，永远快乐，一定要立这样的愿。不要立为我的愿，为我家庭的愿，这个都错了；要立为一切众生之愿。",
      "zh_TW": "第二句『立願淨障』。「立願」，就是佛家講的發菩提心。什麼叫菩提心？為人民服務，為眾生服務，捨己為人，這就是發菩提心。你真正覺悟了，「我活在這個世間，不為自己」，你說多快樂！為自己好苦，你為自己活到的，縱然你有億萬家財，你還是苦，你做到皇帝、做到總統，也苦；為自己活的，就苦。《金剛經》上講，你有「我相，人相，眾生相，壽者相」，你怎麼不苦？你將來生到天上作天王，作天王還苦；大梵天王、魔醯首羅天王都苦。怎麼樣才樂？無我相、無人相、無眾生相、無壽者相就樂了，你的生活就快樂，解脫了。我活在世間不是為自己，是為別人，為一切苦難眾生。我替他們多做一點事情，他們有福報；事情做不成功，他業障深重，我沒有得失，沒有得失就樂了。做成功，樂，做不成功還是快樂，永遠快樂，一定要立這樣的願。不要立為我的願，為我家庭的願，這個都錯了；要立為一切眾生之願。"
    },
    {
      "id": "12-032-0001_p0034",
      "zh_CN": "「净障」，净是清净，你的清净心现前，你的业障就消了。业障不是不能消除，真诚清净平等心现前，业障就消除了。我们要想想，我们今天的心不真诚、虚伪，在人面前不敢讲实话，总是隐瞒，总是欺骗，这是罪业、业障，不清净。心里面装的一些是非人我、贪瞋痴慢，不平等，业障，要晓得这就是业障。把这些东西统统放下，统统离开，业障消除了。业障消除，真诚、清净、平等、正觉、慈悲就现前，这是真心，这是性德，自然就现前了。性德现前，跟诸佛菩萨靠近了，愈靠愈近，这是自己的成就。",
      "zh_TW": "「淨障」，淨是清淨，你的清淨心現前，你的業障就消了。業障不是不能消除，真誠清淨平等心現前，業障就消除了。我們要想想，我們今天的心不真誠、虛偽，在人面前不敢講實話，總是隱瞞，總是欺騙，這是罪業、業障，不清淨。心裡面裝的一些是非人我、貪瞋痴慢，不平等，業障，要曉得這就是業障。把這些東西統統放下，統統離開，業障消除了。業障消除，真誠、清淨、平等、正覺、慈悲就現前，這是真心，這是性德，自然就現前了。性德現前，跟諸佛菩薩靠近了，愈靠愈近，這是自己的成就。"
    },
    {
      "id": "12-032-0001_p0035",
      "zh_CN": "自己成就，不能不顾别人。底下一句『入方便海』。这个「海」就是比喻十法界，十法界众生都有苦难。我们要说三恶道的众生有苦难，我们一点儿怀疑都没有。人天两道也有苦难，我们也可以勉强接受。如果说阿罗汉、辟支佛、菩萨他也有苦难，我们就很难理解了。他真的有苦难，他有什么苦难？他没有见性，没有明心见性就是他们的苦难。纵然他见思烦恼断了，超越六道；尘沙烦恼断了，没有超越十法界，无明没破就是他的苦难。所以菩萨自己成就之后，决不舍众生，要跟一切众生同甘苦共患难，帮助这些苦难众生，劝化苦难众生，教导苦难众生，帮助他们破迷开悟，这叫「入方便海」。方便是讲的法门，无量无边的法门都叫做方便门。方是方法，便是便宜；换句话说，佛家讲的契机契理，就叫做方便。如果你的方法再巧妙，不对听众的根机，这就不方便。一定要适合大众的根性，适合大众的程度，适合大众现前生活的需要，这才叫方便法门。他学了真管用，真得利益，真得受用，这就是「入方便海」。下面两句是讲教化众生的范围。",
      "zh_TW": "自己成就，不能不顧別人。底下一句『入方便海』。這個「海」就是比喻十法界，十法界眾生都有苦難。我們要說三惡道的眾生有苦難，我們一點兒懷疑都沒有。人天兩道也有苦難，我們也可以勉強接受。如果說阿羅漢、辟支佛、菩薩他也有苦難，我們就很難理解了。他真的有苦難，他有什麼苦難？他沒有見性，沒有明心見性就是他們的苦難。縱然他見思煩惱斷了，超越六道；塵沙煩惱斷了，沒有超越十法界，無明沒破就是他的苦難。所以菩薩自己成就之後，決不捨眾生，要跟一切眾生同甘苦共患難，幫助這些苦難眾生，勸化苦難眾生，教導苦難眾生，幫助他們破迷開悟，這叫「入方便海」。方便是講的法門，無量無邊的法門都叫做方便門。方是方法，便是便宜；換句話說，佛家講的契機契理，就叫做方便。如果你的方法再巧妙，不對聽眾的根機，這就不方便。一定要適合大眾的根性，適合大眾的程度，適合大眾現前生活的需要，這才叫方便法門。他學了真管用，真得利益，真得受用，這就是「入方便海」。下面兩句是講教化眾生的範圍。"
    },
    {
      "id": "12-032-0001_p0036",
      "zh_CN": "『遍一切刹』。「刹」是讲的佛国土，是讲的大千世界。所以我们的心量要拓开，如果起心动念都为自己，为我的一家、为我的家庭，你很难脱离地狱的果报。为什么？心量太小了。你要说是我为这个社会大众，我为我们佛教。那基督教你为不为？天主教你要不要？道教你要不要？「那是外教，我不管他」，你也离不开六道轮回。为什么？心量太小了。佛在大乘经上常讲「心包太虚，量周沙界」。《华严经》上我们自始至终仔细去读诵，不分国土，遍一切刹，不分族类，十法界众生平等得度。不分族类，不分宗教，一律平等；平等的尊重，平等的爱护，平等的协助。尽心尽力，没有分彼此，遍一切刹，这是讲空间。我们要分此分彼，就错了。末后一句，你要做多久？",
      "zh_TW": "『遍一切剎』。「剎」是講的佛國土，是講的大千世界。所以我們的心量要拓開，如果起心動念都為自己，為我的一家、為我的家庭，你很難脫離地獄的果報。為什麼？心量太小了。你要說是我為這個社會大眾，我為我們佛教。那基督教你為不為？天主教你要不要？道教你要不要？「那是外教，我不管他」，你也離不開六道輪迴。為什麼？心量太小了。佛在大乘經上常講「心包太虛，量周沙界」。《華嚴經》上我們自始至終仔細去讀誦，不分國土，遍一切剎，不分族類，十法界眾生平等得度。不分族類，不分宗教，一律平等；平等的尊重，平等的愛護，平等的協助。盡心盡力，沒有分彼此，遍一切剎，這是講空間。我們要分此分彼，就錯了。末後一句，你要做多久？"
    },
    {
      "id": "12-032-0001_p0037",
      "zh_CN": "『经一切时』，没有时间限量。过去无始，未来无终，我的服务永远不间断。你要发这样的心，才叫做菩提心。你要这样认真努力去做，你才叫修菩萨行。不是叫你做有时间限制的，做到多少岁，年岁大了要退休，没有退休的。我们今天看到许哲居士一百零一岁，没有退休。假如她有个念头，一退休她就老了，就衰老。为什么？老了才退休。她一百零一岁，不老；她不老就没有资格退休。所以李木源赞叹她，他说她至少还可以活一百岁。我点点头，我肯定。我何以能肯定？我小时候读《黄帝内经•灵枢》，是我们中国中医最古老的理论依据。这部经里面讲人的正常寿命是两百岁，你活不到两百岁，是你不懂得保养，你自己把自己糟蹋掉了。我们现在人讲保养，要进补，要吃哪些东西。那都错了，不懂得保养，完全是治标，不懂得治本。刚才讲的根本坏了，枝叶上怎样去保养都是空的。花瓶里插的花快谢掉了，好好用清水洗一洗；叶子不绿了，抹一点油，行不行？过两天还是要枯死，没有用的。",
      "zh_TW": "『經一切時』，沒有時間限量。過去無始，未來無終，我的服務永遠不間斷。你要發這樣的心，才叫做菩提心。你要這樣認真努力去做，你才叫修菩薩行。不是叫你做有時間限制的，做到多少歲，年歲大了要退休，沒有退休的。我們今天看到許哲居士一百零一歲，沒有退休。假如她有個念頭，一退休她就老了，就衰老。為什麼？老了才退休。她一百零一歲，不老；她不老就沒有資格退休。所以李木源讚歎她，他說她至少還可以活一百歲。我點點頭，我肯定。我何以能肯定？我小時候讀《黃帝內經•靈樞》，是我們中國中醫最古老的理論依據。這部經裡面講人的正常壽命是兩百歲，你活不到兩百歲，是你不懂得保養，你自己把自己糟蹋掉了。我們現在人講保養，要進補，要吃哪些東西。那都錯了，不懂得保養，完全是治標，不懂得治本。剛才講的根本壞了，枝葉上怎樣去保養都是空的。花瓶裡插的花快謝掉了，好好用清水洗一洗；葉子不綠了，抹一點油，行不行？過兩天還是要枯死，沒有用的。"
    },
    {
      "id": "12-032-0001_p0038",
      "zh_CN": "真正懂得保养要养根，培养根本。根本是清净心、是平等心、慈悲心，你在这上面去保养，你就能活到两百岁，外面的一切东西统统用不着。我们真正看到了，许哲给我们做了一个表演。她一天吃一餐，一餐吃什么？吃生菜。她这几十年来没有吃过油，没有吃过盐，没有吃过糖。我们今天说养分，最需要的东西，不能缺乏的东西，维生素，这个东西她统统不知道，她也不懂，她从来没有过。每天吃生菜，只是吃生菜、喝水。为什么不煮熟？煮熟麻烦，耽误时间。如果有那些时间，她要多读书，现在多念佛，不肯浪费时间。煮熟吃要浪费时间，吃完之后，还要洗碗、洗碟子，多麻烦，完全吃生菜。她这样的生活，我们一般人过不来。她能够健康长寿，充分的体力来为大众服务，在在证明古圣先贤跟我们讲的养生之道，你要养的是清净心、清净身。饮食清净，不杂丝毫污染。我们吃，里面加油、加糖、加盐，污染了。我们已经养成习惯，好像非加这些佐料不行，不加佐料就不能吃了。这就是什么？中毒太深，上瘾了。现在三餐不服毒，菜色里不加一点这些毒，油盐酱醋都是毒，不加点毒不行，不过瘾。真正健康食品，不需要加这些东西。",
      "zh_TW": "真正懂得保養要養根，培養根本。根本是清淨心、是平等心、慈悲心，你在這上面去保養，你就能活到兩百歲，外面的一切東西統統用不著。我們真正看到了，許哲給我們做了一個表演。她一天吃一餐，一餐吃什麼？吃生菜。她這幾十年來沒有吃過油，沒有吃過鹽，沒有吃過糖。我們今天說養分，最需要的東西，不能缺乏的東西，維生素，這個東西她統統不知道，她也不懂，她從來沒有過。每天吃生菜，只是吃生菜、喝水。為什麼不煮熟？煮熟麻煩，耽誤時間。如果有那些時間，她要多讀書，現在多念佛，不肯浪費時間。煮熟吃要浪費時間，吃完之後，還要洗碗、洗碟子，多麻煩，完全吃生菜。她這樣的生活，我們一般人過不來。她能夠健康長壽，充分的體力來為大眾服務，在在證明古聖先賢跟我們講的養生之道，你要養的是清淨心、清淨身。飲食清淨，不雜絲毫污染。我們吃，裡面加油、加糖、加鹽，污染了。我們已經養成習慣，好像非加這些佐料不行，不加佐料就不能吃了。這就是什麼？中毒太深，上癮了。現在三餐不服毒，菜色裡不加一點這些毒，油鹽醬醋都是毒，不加點毒不行，不過癮。真正健康食品，不需要加這些東西。"
    },
    {
      "id": "12-032-0001_p0039",
      "zh_CN": "我们看到这些事实现象，恍然大悟。反省检点自己做错了，人家那个是正确的，我们现在是搞错了。可是已经养成这个习惯，已经上瘾，戒除也还不容易。可是真正有决心是可以戒除的，戒除的方法是减少，在量上逐渐逐渐的减少，才不受其害。所以要晓得，我们为众生服务，这个身体是为众生，决不是为自己。服务的空间遍一切刹，服务的时间经一切时。我们发这个心，这个心就是佛心。从这里转过来，转凡成圣，转凡夫地入如来地，就看我们能不能转得过来。",
      "zh_TW": "我們看到這些事實現象，恍然大悟。反省檢點自己做錯了，人家那個是正確的，我們現在是搞錯了。可是已經養成這個習慣，已經上癮，戒除也還不容易。可是真正有決心是可以戒除的，戒除的方法是減少，在量上逐漸逐漸的減少，才不受其害。所以要曉得，我們為眾生服務，這個身體是為眾生，決不是為自己。服務的空間遍一切剎，服務的時間經一切時。我們發這個心，這個心就是佛心。從這裡轉過來，轉凡成聖，轉凡夫地入如來地，就看我們能不能轉得過來。"
    },
    {
      "id": "12-032-0001_p0040",
      "zh_CN": "末后这三句，文殊菩萨劝善财就是劝我们。『此五无疲』。上面讲这五条，认真努力去做，不疲不厌。普贤十大愿王，愿愿最后「无有疲厌」。『则普贤行满』，你不但是发菩提心，行菩萨道，你行的是普贤大道。『得如来地』，你才是真正圆满，成证究竟圆满的佛果。菩萨的开示很清楚、很明白，问题是我们信不信？我们能不能理解？肯不肯认真努力去做？果然都做到了，善财一生圆满成就，我们在这一生当中，也能够跟善财一样，不会输给他的。一定要好好努力去修学。再看底下这一段。底下这一段文长，分成三节：",
      "zh_TW": "末後這三句，文殊菩薩勸善財就是勸我們。『此五無疲』。上面講這五條，認真努力去做，不疲不厭。普賢十大願王，願願最後「無有疲厭」。『則普賢行滿』，你不但是發菩提心，行菩薩道，你行的是普賢大道。『得如來地』，你才是真正圓滿，成證究竟圓滿的佛果。菩薩的開示很清楚、很明白，問題是我們信不信？我們能不能理解？肯不肯認真努力去做？果然都做到了，善財一生圓滿成就，我們在這一生當中，也能夠跟善財一樣，不會輸給他的。一定要好好努力去修學。再看底下這一段。底下這一段文長，分成三節："
    },
    {
      "id": "12-032-0001_p0041",
      "zh_CN": "【文殊告善财言。善男子。】",
      "zh_TW": "【文殊告善財言。善男子。】"
    },
    {
      "id": "12-032-0001_p0042",
      "zh_CN": "佛菩萨叫人叫『善男子』，这个地方的善的标准，是「净业三福」圆满具足了。三条十一句他都兑现、都落实了，这是《华严经》上「善男子」的标准。「孝养父母，奉事师长，慈心不杀，修十善业」，这是人天六道里面的善男子、善女人的标准；再加上第二条，「受持三皈，具足众戒，不犯威仪」，这是二乘的善男子、善女人；再加上最后一条，「发菩提心，深信因果，读诵大乘，劝进行者」，就是《华严经》上讲的善的标准。这十一句全都落实了，才是这个称呼。",
      "zh_TW": "佛菩薩叫人叫『善男子』，這個地方的善的標準，是「淨業三福」圓滿具足了。三條十一句他都兌現、都落實了，這是《華嚴經》上「善男子」的標準。「孝養父母，奉事師長，慈心不殺，修十善業」，這是人天六道裡面的善男子、善女人的標準；再加上第二條，「受持三皈，具足眾戒，不犯威儀」，這是二乘的善男子、善女人；再加上最後一條，「發菩提心，深信因果，讀誦大乘，勸進行者」，就是《華嚴經》上講的善的標準。這十一句全都落實了，才是這個稱呼。"
    },
    {
      "id": "12-032-0001_p0043",
      "zh_CN": "【若有众生。】",
      "zh_TW": "【若有眾生。】"
    },
    {
      "id": "12-032-0001_p0044",
      "zh_CN": "这个『众生』是指十法界的众生。在我们今天读起来，特别是指我们现前六道众生。",
      "zh_TW": "這個『眾生』是指十法界的眾生。在我們今天讀起來，特別是指我們現前六道眾生。"
    },
    {
      "id": "12-032-0001_p0045",
      "zh_CN": "【能发阿耨多罗三藐三菩提心。】",
      "zh_TW": "【能發阿耨多羅三藐三菩提心。】"
    },
    {
      "id": "12-032-0001_p0046",
      "zh_CN": "这一句是梵文音译，是佛教修学的总方向、总目标，这句话把它翻成中文是「无上正等正觉」。这些名词，初学的人都不好懂，我们换句话讲诸位比较容易懂一点。「真实究竟圆满的智慧」，这个话大家好懂。这句话就是这个意思，真实究竟圆满的智慧。这个智慧要现前，无所不知、无所不能，你真落实了，这是如来果地上的成就。",
      "zh_TW": "這一句是梵文音譯，是佛教修學的總方向、總目標，這句話把它翻成中文是「無上正等正覺」。這些名詞，初學的人都不好懂，我們換句話講諸位比較容易懂一點。「真實究竟圓滿的智慧」，這個話大家好懂。這句話就是這個意思，真實究竟圓滿的智慧。這個智慧要現前，無所不知、無所不能，你真落實了，這是如來果地上的成就。"
    },
    {
      "id": "12-032-0001_p0047",
      "zh_CN": "【是事为难。】",
      "zh_TW": "【是事為難。】"
    },
    {
      "id": "12-032-0001_p0048",
      "zh_CN": "人发这个心难，太难太难了。我们这一生当中求的是什么？求究竟圆满的智慧，除这个之外，一无所求，这叫发菩提心。假如我们说求智慧，智慧里头还夹杂名利，还夹杂著名闻利养，这就不是菩提心，那是凡夫心。说得不好听一点，那是轮回心，轮回心所造作的是轮回业。你造作的善业，将来在六道的三善道受报；你造的恶业，将来三恶道受报。为什么？只要有自私自利，只要有名闻利养，只要有贪瞋痴慢夹杂在你的心里面，修什么样的法，都是轮回心修轮回法。所以《华严经》上，几乎每一句里头都把这个摆在前面，重复无数次，遍遍提醒。从这个地方，我们看出佛菩萨对众生的苦口婆心，正是所谓「佛氏门中，不舍一人」。我们从哪里看出？就从这些地方看出，无尽的悲心。这个事情难，发心太难太难了。真正发心舍己为人，为虚空法界一切众生服务，时劫之长，称说不尽，所以这个事情难。",
      "zh_TW": "人發這個心難，太難太難了。我們這一生當中求的是什麼？求究竟圓滿的智慧，除這個之外，一無所求，這叫發菩提心。假如我們說求智慧，智慧裡頭還夾雜名利，還夾雜著名聞利養，這就不是菩提心，那是凡夫心。說得不好聽一點，那是輪迴心，輪迴心所造作的是輪迴業。你造作的善業，將來在六道的三善道受報；你造的惡業，將來三惡道受報。為什麼？只要有自私自利，只要有名聞利養，只要有貪瞋痴慢夾雜在你的心裡面，修什麼樣的法，都是輪迴心修輪迴法。所以《華嚴經》上，幾乎每一句裡頭都把這個擺在前面，重複無數次，遍遍提醒。從這個地方，我們看出佛菩薩對眾生的苦口婆心，正是所謂「佛氏門中，不捨一人」。我們從哪裡看出？就從這些地方看出，無盡的悲心。這個事情難，發心太難太難了。真正發心捨己為人，為虛空法界一切眾生服務，時劫之長，稱說不盡，所以這個事情難。"
    },
    {
      "id": "12-032-0001_p0049",
      "zh_CN": "【能发心已。复欲勤求行菩萨行。倍更为难。】",
      "zh_TW": "【能發心已。復欲勤求行菩薩行。倍更為難。】"
    },
    {
      "id": "12-032-0001_p0050",
      "zh_CN": "你心发了，发了又要发心去落实，这事情更难了。发心已经不容易，现在善财要求如何落实；不但要求落实，要求圆满的落实，这个事情不容易。『菩萨行』是什么？总的来说，「菩萨行」就是十善六度。我们从总纲领上来讲，人能行十善六度，这个人就是菩萨。我们千万不能够忽视十善。在《华严》文殊菩萨讲十波罗蜜，我们一般讲十度，通常大乘经上讲六度，而实际内容没有两样，只是条目上多少不同。六度里面是布施、持戒、忍辱、精进、禅定、般若，十度里面是把般若详细推广介绍，说了五个，般若是根本智，它起用是愿、力、方便、智，开成这四条。这四条都叫做后得智，也叫权智。所以条目有开合不同，内容没有增减。",
      "zh_TW": "你心發了，發了又要發心去落實，這事情更難了。發心已經不容易，現在善財要求如何落實；不但要求落實，要求圓滿的落實，這個事情不容易。『菩薩行』是什麼？總的來說，「菩薩行」就是十善六度。我們從總綱領上來講，人能行十善六度，這個人就是菩薩。我們千萬不能夠忽視十善。在《華嚴》文殊菩薩講十波羅蜜，我們一般講十度，通常大乘經上講六度，而實際內容沒有兩樣，只是條目上多少不同。六度裡面是布施、持戒、忍辱、精進、禪定、般若，十度裡面是把般若詳細推廣介紹，說了五個，般若是根本智，它起用是願、力、方便、智，開成這四條。這四條都叫做後得智，也叫權智。所以條目有開合不同，內容沒有增減。"
    },
    {
      "id": "12-032-0001_p0051",
      "zh_CN": "菩萨起心动念、言语造作，决定与这个原则相应。不但是言语造作，起心动念都相应，决定没有杀害众生的念头，决定没有。众生纵然来干扰你，你也不会起心动念杀他。不但没有杀害众生的念头，众生因我而生烦恼，我就错了，这是菩萨行。大乘经上佛常说「菩萨所在之处，令一切众生生欢喜心」，所以要是叫众生因我而生烦恼，你不是在行菩萨道，你是在行魔道。魔会叫一切众生生烦恼，佛菩萨令一切众生生欢喜。所以我们究竟是在行魔道，还是行菩萨道，自己一定要清清楚楚、明明白白。",
      "zh_TW": "菩薩起心動念、言語造作，決定與這個原則相應。不但是言語造作，起心動念都相應，決定沒有殺害眾生的念頭，決定沒有。眾生縱然來干擾你，你也不會起心動念殺他。不但沒有殺害眾生的念頭，眾生因我而生煩惱，我就錯了，這是菩薩行。大乘經上佛常說「菩薩所在之處，令一切眾生生歡喜心」，所以要是叫眾生因我而生煩惱，你不是在行菩薩道，你是在行魔道。魔會叫一切眾生生煩惱，佛菩薩令一切眾生生歡喜。所以我們究竟是在行魔道，還是行菩薩道，自己一定要清清楚楚、明明白白。"
    },
    {
      "id": "12-032-0001_p0052",
      "zh_CN": "真正做到不杀生，不偷盗是义。不杀生的果报是健康长寿；不偷盗的果报是大富，不盗得大富；不邪淫的果报得健康长寿。你要真正肯修因，你才能得殊胜果报。不妄语，不挑拨是非，不花言巧语；不恶口，言语柔和，表情和蔼，用这种态度处事待人接物，那是菩萨。心地清净，决定没有贪瞋痴慢。把这十条用在布施里头，用在持戒里头，用在忍辱里面，用在精进里面，用在禅定、般若里面，这叫菩萨行。所以菩萨行就更难了，菩萨行纯为众生，绝对没有一念为自己，这叫菩萨行。菩萨得大自在，菩萨得真解脱，得大自在。我们必须要把它真的搞清楚、搞明白，知道这个殊胜的好处，殊胜的利益，我们才肯干。现在你不肯干，说老实话，这里面真正殊胜功德利益，你一无所知，所以你不肯干，你不肯回头。怎样我们才把这个事情搞清楚、搞明白？除了一遍又一遍的重复之外，没有第二个方法。",
      "zh_TW": "真正做到不殺生，不偷盜是義。不殺生的果報是健康長壽；不偷盜的果報是大富，不盜得大富；不邪淫的果報得健康長壽。你要真正肯修因，你才能得殊勝果報。不妄語，不挑撥是非，不花言巧語；不惡口，言語柔和，表情和藹，用這種態度處事待人接物，那是菩薩。心地清淨，決定沒有貪瞋痴慢。把這十條用在布施裡頭，用在持戒裡頭，用在忍辱裡面，用在精進裡面，用在禪定、般若裡面，這叫菩薩行。所以菩薩行就更難了，菩薩行純為眾生，絕對沒有一念為自己，這叫菩薩行。菩薩得大自在，菩薩得真解脫，得大自在。我們必須要把它真的搞清楚、搞明白，知道這個殊勝的好處，殊勝的利益，我們才肯幹。現在你不肯幹，說老實話，這裡面真正殊勝功德利益，你一無所知，所以你不肯幹，你不肯回頭。怎樣我們才把這個事情搞清楚、搞明白？除了一遍又一遍的重複之外，沒有第二個方法。"
    },
    {
      "id": "12-032-0001_p0053",
      "zh_CN": "所以古人劝我们读书，「读书千遍，其义自见」，这话有道理。现在我劝人念《无量寿经》，念三千遍。三千遍念完了，很多同修告诉我：法师，我三千遍念完了。现在怎么办？再念三千遍。为什么？他说：我现在怎么办？他一点也没开悟，他还是糊里糊涂的，三千遍意思没有见。如果三千遍念下去，真的自见其义，他就不会来问我了。所以来问我，我的答复：再念三千遍。三千遍再念完，又来问我，再念三千遍。为什么？没有开悟。开悟了，不再来问我。为什么？开悟之后，真干！前面讲的五种，他就有办法契入，真正能行菩萨行，他的思想、见解、言行，跟菩萨守则完全相应。",
      "zh_TW": "所以古人勸我們讀書，「讀書千遍，其義自見」，這話有道理。現在我勸人念《無量壽經》，念三千遍。三千遍念完了，很多同修告訴我：法師，我三千遍念完了。現在怎麼辦？再念三千遍。為什麼？他說：我現在怎麼辦？他一點也沒開悟，他還是糊裡糊塗的，三千遍意思沒有見。如果三千遍念下去，真的自見其義，他就不會來問我了。所以來問我，我的答覆：再念三千遍。三千遍再念完，又來問我，再念三千遍。為什麼？沒有開悟。開悟了，不再來問我。為什麼？開悟之後，真幹！前面講的五種，他就有辦法契入，真正能行菩薩行，他的思想、見解、言行，跟菩薩守則完全相應。"
    },
    {
      "id": "12-032-0001_p0054",
      "zh_CN": "所以这个事情真难。可是难我们不要怕，我们要有信心，一定可以克服，一定可以做到。用什么方法？不断重复的修学，我们就能成就。如果说「这部经，我已经学过几遍了」。这样的心态，你一生都不能够悟入，这是自己给自己做障碍。聪明人、善根深厚的人，决定要懂得世出世间法的成就，圣贤的教诲决定是一门深入，长时间的薰修，你才有入处，才有悟处。这个道理一定要懂。我今天得这一点小小的成就，得力于章嘉大师的教诲，李炳南老居士的教诲，就是「一门深入，长时薰修」，不断的去重复，所以才明白一点。要不然还是个糊涂人，无济于事。今天时间到了，我们就讲到此地。",
      "zh_TW": "所以這個事情真難。可是難我們不要怕，我們要有信心，一定可以克服，一定可以做到。用什麼方法？不斷重複的修學，我們就能成就。如果說「這部經，我已經學過幾遍了」。這樣的心態，你一生都不能夠悟入，這是自己給自己做障礙。聰明人、善根深厚的人，決定要懂得世出世間法的成就，聖賢的教誨決定是一門深入，長時間的薰修，你才有入處，才有悟處。這個道理一定要懂。我今天得這一點小小的成就，得力於章嘉大師的教誨，李炳南老居士的教誨，就是「一門深入，長時薰修」，不斷的去重複，所以才明白一點。要不然還是個糊塗人，無濟於事。今天時間到了，我們就講到此地。"
    }
  ]
}