{
  "doc_id": "12-039-0004",
  "title": {
    "zh_CN": "善财童子参学报告（二一）",
    "zh_TW": "善財童子參學報告（二一）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四集",
    "zh_TW": "第四集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-039-0004",
  "total_paragraphs": 23,
  "paragraphs": [
    {
      "id": "12-039-0004_p0001",
      "zh_CN": "诸位同学，大家好！",
      "zh_TW": "諸位同學，大家好！"
    },
    {
      "id": "12-039-0004_p0002",
      "zh_CN": "上面讲到「要得积集功德，广大福聚」。我们谈到弘法利生，这桩事情是大福德、是大福聚，但是事上来讲是无比的艰难。我在学经教的时候，作学生的时候，老师李炳南老居士曾经多次的警告我，他说：「你学讲经，你讲得不好，那还无所谓；如果你要是把经讲好了，你将来走投无路。」老师这一句话，在我这一生当中得到了证明，确确实实走投无路，没有道场愿意请我讲经，没有法师愿意请我讲经。我被逼还要离开寺院，幸亏遇到一个听众，是我讲经时候一个老听众，就是韩锳居士，他们一家人发心，我没地方住，她让我住她家里，我在她家里住了十七年，才有一个华藏图书馆。这个图书馆在台北景美，很小，最初面积只有五十坪，大概就跟我们现在这个小道场差不多大，非常辛苦。初学这些同学、年轻的这些出家人，他们经讲好了，那个遭遇我相信跟我一定也相差无几，因此一定需要真正有力量的护法来成就他，成就他的人那个功德是无量无边，我们要从这个地方细心去体会。",
      "zh_TW": "上面講到「要得積集功德，廣大福聚」。我們談到弘法利生，這樁事情是大福德、是大福聚，但是事上來講是無比的艱難。我在學經教的時候，作學生的時候，老師李炳南老居士曾經多次的警告我，他說：「你學講經，你講得不好，那還無所謂；如果你要是把經講好了，你將來走投無路。」老師這一句話，在我這一生當中得到了證明，確確實實走投無路，沒有道場願意請我講經，沒有法師願意請我講經。我被逼還要離開寺院，幸虧遇到一個聽眾，是我講經時候一個老聽眾，就是韓鍈居士，他們一家人發心，我沒地方住，她讓我住她家裡，我在她家裡住了十七年，才有一個華藏圖書館。這個圖書館在台北景美，很小，最初面積只有五十坪，大概就跟我們現在這個小道場差不多大，非常辛苦。初學這些同學、年輕的這些出家人，他們經講好了，那個遭遇我相信跟我一定也相差無幾，因此一定需要真正有力量的護法來成就他，成就他的人那個功德是無量無邊，我們要從這個地方細心去體會。"
    },
    {
      "id": "12-039-0004_p0003",
      "zh_CN": "在这个社会上从事任何一个行业，出家也是一个行业，我们从事于佛陀教育，佛陀教育就是今天外国人所说的多元文化的教育。因为教学不分国土、不分族类、不分宗教信仰，一律平等热心的教导，无论哪个行业，当你在出头的时候总避免不了嫉妒障碍，这个难关相当不容易克服，有些事确确实实不是当事人能克服得了的。在古代我们看到许许多多善知识，遇到难关之后退却了，闭关或者是到山上住小茅篷，独善其身。在山上住久了，到年岁大了，被人发现，接受这些护法礼请下山弘法。",
      "zh_TW": "在這個社會上從事任何一個行業，出家也是一個行業，我們從事於佛陀教育，佛陀教育就是今天外國人所說的多元文化的教育。因為教學不分國土、不分族類、不分宗教信仰，一律平等熱心的教導，無論哪個行業，當你在出頭的時候總避免不了嫉妒障礙，這個難關相當不容易克服，有些事確確實實不是當事人能克服得了的。在古代我們看到許許多多善知識，遇到難關之後退卻了，閉關或者是到山上住小茅篷，獨善其身。在山上住久了，到年歲大了，被人發現，接受這些護法禮請下山弘法。"
    },
    {
      "id": "12-039-0004_p0004",
      "zh_CN": "像我们净宗的祖师，这也是我的祖师，我是这一脉相承下来的，印光大师，印光大师在七十岁之前没有人知道他，没没无闻，好！韬光养晦。住在普陀山藏经楼三十年，藏经楼就相当于图书馆，他做图书馆的馆员，在图书馆服务三十年，没有人知道他。一直到老法师七十岁了，涵养功深，有几位大德居士到普陀山游览，在藏经楼遇到印光大师，看这个出家人言谈举止与众不同，于是他们亲近，向老法师请教，这才发现真正是一位了不起的大德。把老法师的教诲，一些是谈话，他们做成笔记，一些是往返的书信，就在当时杂志报章上发表，社会大众才知道普陀山有一位印光法师，有道德有学问，亲近拜访向他请教的人则愈来愈多。我们知道老法师八十岁圆寂，他弘法利生只有短短十年，这真是古大德所谓的厚积薄发，他积的功行太厚了，所以发出来虽然时间不长，力量可大，近百年当中出家人没有人能跟他相比的。这个话不是我说的，这是我们佛门弟子公认的。",
      "zh_TW": "像我們淨宗的祖師，這也是我的祖師，我是這一脈相承下來的，印光大師，印光大師在七十歲之前沒有人知道他，沒沒無聞，好！韜光養晦。住在普陀山藏經樓三十年，藏經樓就相當於圖書館，他做圖書館的館員，在圖書館服務三十年，沒有人知道他。一直到老法師七十歲了，涵養功深，有幾位大德居士到普陀山遊覽，在藏經樓遇到印光大師，看這個出家人言談舉止與眾不同，於是他們親近，向老法師請教，這才發現真正是一位了不起的大德。把老法師的教誨，一些是談話，他們做成筆記，一些是往返的書信，就在當時雜誌報章上發表，社會大眾才知道普陀山有一位印光法師，有道德有學問，親近拜訪向他請教的人則愈來愈多。我們知道老法師八十歲圓寂，他弘法利生只有短短十年，這真是古大德所謂的厚積薄發，他積的功行太厚了，所以發出來雖然時間不長，力量可大，近百年當中出家人沒有人能跟他相比的。這個話不是我說的，這是我們佛門弟子公認的。"
    },
    {
      "id": "12-039-0004_p0005",
      "zh_CN": "我的老师李炳南老居士是印祖的学生，他是得印祖的教诲。到台湾之后，他那个时候大约接近六十岁，在台中创办台中莲社，创办慈光图书馆、菩提医院，专修净土，专弘净土，不辜负祖师的教诲。我亲近李老师十年，李老师非常谦虚，不敢做为别人的老师，所以他教导我们，要我以印光大师为师，这个难得，非常非常难得。印光大师已经往生，我们如何亲近印光法师？《印光法师文钞》在，每天读文钞，依教奉行，便是印祖的学生，便是印祖的传人；他做我的学长，在旁边辅导我；这是李老师的谦德，他用这个心态对我，我是以老师看待他。",
      "zh_TW": "我的老師李炳南老居士是印祖的學生，他是得印祖的教誨。到台灣之後，他那個時候大約接近六十歲，在台中創辦台中蓮社，創辦慈光圖書館、菩提醫院，專修淨土，專弘淨土，不辜負祖師的教誨。我親近李老師十年，李老師非常謙虛，不敢做為別人的老師，所以他教導我們，要我以印光大師為師，這個難得，非常非常難得。印光大師已經往生，我們如何親近印光法師？《印光法師文鈔》在，每天讀文鈔，依教奉行，便是印祖的學生，便是印祖的傳人；他做我的學長，在旁邊輔導我；這是李老師的謙德，他用這個心態對我，我是以老師看待他。"
    },
    {
      "id": "12-039-0004_p0006",
      "zh_CN": "在我亲近他好像是第二年，我刚刚出家，他老人家将他自己眉注的《无量寿经》会集本传给我，我得到这个本子之后，细细看过一遍，生大欢喜心。当时我就有心学讲这部经，李老师不同意，他告诉我时节因缘没到，所以我就改学《楞严经》。一直到他老人家往生了，我有一天翻旧书又把这个本子翻到了，想一想老师给我这个本子不少年了，老师往生了，何以报答？我就想到这个本子在我手上，许许多多的同学都不曾见过，所以我就发心把这个本子影印一万本，分送给国内外。许多同修看到这个本子都非常欢喜，在美国，美国的同学要求我讲这部经，大概是因缘成熟，所以我第一部讲《无量寿经》是在美国、在加拿大，大家听了欢喜。这个录音带，那个时候还没有录像，录音带传到台湾之后，台湾同修又请我讲。",
      "zh_TW": "在我親近他好像是第二年，我剛剛出家，他老人家將他自己眉註的《無量壽經》會集本傳給我，我得到這個本子之後，細細看過一遍，生大歡喜心。當時我就有心學講這部經，李老師不同意，他告訴我時節因緣沒到，所以我就改學《楞嚴經》。一直到他老人家往生了，我有一天翻舊書又把這個本子翻到了，想一想老師給我這個本子不少年了，老師往生了，何以報答？我就想到這個本子在我手上，許許多多的同學都不曾見過，所以我就發心把這個本子影印一萬本，分送給國內外。許多同修看到這個本子都非常歡喜，在美國，美國的同學要求我講這部經，大概是因緣成熟，所以我第一部講《無量壽經》是在美國、在加拿大，大家聽了歡喜。這個錄音帶，那個時候還沒有錄像，錄音帶傳到台灣之後，台灣同修又請我講。"
    },
    {
      "id": "12-039-0004_p0007",
      "zh_CN": "这么多年来，前前后后，李老师往生十一年了，在这十一年当中我讲了十遍；香港也讲过一遍，香港因为受时间的限制没有细讲，略说，在中华佛教图书馆我记得好像是讲了二十几次讲圆满。这一次在新加坡因为不受时间限制，采取细讲，这是第十一遍。所以传法不是个容易事情，机缘一定要掌握住，这个世间人常讲机会一纵即逝，再想得到这个机会，那就不是那么容易事；我跟李老师是机感相应。",
      "zh_TW": "這麼多年來，前前後後，李老師往生十一年了，在這十一年當中我講了十遍；香港也講過一遍，香港因為受時間的限制沒有細講，略說，在中華佛教圖書館我記得好像是講了二十幾次講圓滿。這一次在新加坡因為不受時間限制，採取細講，這是第十一遍。所以傳法不是個容易事情，機緣一定要掌握住，這個世間人常講機會一縱即逝，再想得到這個機會，那就不是那麼容易事；我跟李老師是機感相應。"
    },
    {
      "id": "12-039-0004_p0008",
      "zh_CN": "在这十年当中这部经也传遍海内外，现在虽然有一些人反对会集本，这个反对没有理由，理由不能成立。何以不能成立？他说这个会集本是居士编的，不是出家人编的。我们要应用《坛经》上这个例子，《坛经》是我们中国人非常尊敬的，它这个例子里面说，印宗法师问禅定、解脱，六祖的回答：「禅定解脱是二法，二法不是佛法，佛法是不二法」。你要是分在家出家，在家出家是二法，二法不是佛法，佛法是不二法。不但在家居士可以会集，在家居士也可以翻经，《无量寿经》原译本大家现在用康僧铠的本子，康僧铠就是在家居士，他不是中国人，康居国人，他用他的国做为姓；就像玄奘大师在印度，人家称他唐三藏，唐不是他的姓，叫唐玄奘，唐不是他的姓，唐是国家的名字。我们在大藏经里面看到有不少经典是在家居士翻的，居士可以翻经，怎么不能会集？再说释迦牟尼佛当年在世，佛讲经说法，维摩居士也讲经说法，我们在经典里面读到的，知道：释迦牟尼佛示现「出家佛」，维摩长者示现「在家佛」，世尊的弟子目犍连、舍利弗他们这些人，见到维摩居士也是顶礼三拜右绕三匝，跟见释迦牟尼佛的礼节没有两样，我们一定要懂得。",
      "zh_TW": "在這十年當中這部經也傳遍海內外，現在雖然有一些人反對會集本，這個反對沒有理由，理由不能成立。何以不能成立？他說這個會集本是居士編的，不是出家人編的。我們要應用《壇經》上這個例子，《壇經》是我們中國人非常尊敬的，它這個例子裡面說，印宗法師問禪定、解脫，六祖的回答：「禪定解脫是二法，二法不是佛法，佛法是不二法」。你要是分在家出家，在家出家是二法，二法不是佛法，佛法是不二法。不但在家居士可以會集，在家居士也可以翻經，《無量壽經》原譯本大家現在用康僧鎧的本子，康僧鎧就是在家居士，他不是中國人，康居國人，他用他的國做為姓；就像玄奘大師在印度，人家稱他唐三藏，唐不是他的姓，叫唐玄奘，唐不是他的姓，唐是國家的名字。我們在大藏經裡面看到有不少經典是在家居士翻的，居士可以翻經，怎麼不能會集？再說釋迦牟尼佛當年在世，佛講經說法，維摩居士也講經說法，我們在經典裡面讀到的，知道：釋迦牟尼佛示現「出家佛」，維摩長者示現「在家佛」，世尊的弟子目犍連、舍利弗他們這些人，見到維摩居士也是頂禮三拜右繞三匝，跟見釋迦牟尼佛的禮節沒有兩樣，我們一定要懂得。"
    },
    {
      "id": "12-039-0004_p0009",
      "zh_CN": "再说《无量寿经》的会集不是夏莲居开始，是宋朝王龙舒居士开始，他是第一个会集的；到清朝咸丰年间魏默深居士第二次会集，夏莲居是第三次会集。王龙舒的本子收在《龙藏》里面，你现在要反对会集本怎么办？是不是在《龙藏》里头把它取消？没有道理！我心里很清楚，他的目的不是对会集本来的，是对净空法师而来的，无非用这个方法把净空法师赶走，最好驱逐出地球，用意在此地；如果讲会集本的时候，那他是理论站不住脚。遇到这些大的灾难、大的障碍，必须真正有力量的志士仁人出来调解、出来维持，使弘法利生的工作不至于中断，这个功德就无量无边。这真正叫护持正法，修积大功德。",
      "zh_TW": "再說《無量壽經》的會集不是夏蓮居開始，是宋朝王龍舒居士開始，他是第一個會集的；到清朝咸豐年間魏默深居士第二次會集，夏蓮居是第三次會集。王龍舒的本子收在《龍藏》裡面，你現在要反對會集本怎麼辦？是不是在《龍藏》裡頭把它取消？沒有道理！我心裡很清楚，他的目的不是對會集本來的，是對淨空法師而來的，無非用這個方法把淨空法師趕走，最好驅逐出地球，用意在此地；如果講會集本的時候，那他是理論站不住腳。遇到這些大的災難、大的障礙，必須真正有力量的志士仁人出來調解、出來維持，使弘法利生的工作不至於中斷，這個功德就無量無邊。這真正叫護持正法，修積大功德。"
    },
    {
      "id": "12-039-0004_p0010",
      "zh_CN": "住持道场，刚才讲了住持道场的人他要肯干，他的功德、福德都超过讲经的法师。但是他要有智慧，如果没有智慧，无论什么法师统统都请，那不但没有功德，福德也都有问题。为什么？每一个法师修学的法门不一样，知见不相同，佛家古大德常说：「宁动千江水，不动道人心」。这个地方是个净宗道场，如果是禅宗大德、密宗大德到这个地方来讲经说法，他介绍「禅比净好」、「密比净殊胜多了」，我们这里修净土的同修一听，心都动摇了，对于净土修学信心没有了，马上就改学禅改学密，这是把你的道心破坏掉，这就错了！",
      "zh_TW": "住持道場，剛才講了住持道場的人他要肯幹，他的功德、福德都超過講經的法師。但是他要有智慧，如果沒有智慧，無論什麼法師統統都請，那不但沒有功德，福德也都有問題。為什麼？每一個法師修學的法門不一樣，知見不相同，佛家古大德常說：「寧動千江水，不動道人心」。這個地方是個淨宗道場，如果是禪宗大德、密宗大德到這個地方來講經說法，他介紹「禪比淨好」、「密比淨殊勝多了」，我們這裡修淨土的同修一聽，心都動搖了，對於淨土修學信心沒有了，馬上就改學禪改學密，這是把你的道心破壞掉，這就錯了！"
    },
    {
      "id": "12-039-0004_p0011",
      "zh_CN": "就好像你办学校一样，你这个学校是一个医科大学，你请了一个不是同科的这些学者到你这个地方来教学，不是把你学生教乱了？你找一个学科学技术的，找一个学数学的，跟你学校里所教的完全不相干的科目，你想想看是不是把你的学生统统都搞乱掉？这个地方必须要懂得。这不是不尊重别的法门，那要这样讲法的时候那就完全错了。佛门里面分这么多宗派，每一个宗派都是专科大学。为什么有这么多宗派？适合众生不同的根性，你是禅的根性，你修禅；你是密的根性，你修密；你是净的根性，那你念佛。佛传的八万四千法门是要适合世间八万四千不同的根性，各个都能得佛法利益，法门与法门之间平等的。",
      "zh_TW": "就好像你辦學校一樣，你這個學校是一個醫科大學，你請了一個不是同科的這些學者到你這個地方來教學，不是把你學生教亂了？你找一個學科學技術的，找一個學數學的，跟你學校裡所教的完全不相干的科目，你想想看是不是把你的學生統統都搞亂掉？這個地方必須要懂得。這不是不尊重別的法門，那要這樣講法的時候那就完全錯了。佛門裡面分這麼多宗派，每一個宗派都是專科大學。為什麼有這麼多宗派？適合眾生不同的根性，你是禪的根性，你修禪；你是密的根性，你修密；你是淨的根性，那你念佛。佛傳的八萬四千法門是要適合世間八萬四千不同的根性，各個都能得佛法利益，法門與法門之間平等的。"
    },
    {
      "id": "12-039-0004_p0012",
      "zh_CN": "《金刚经》大家都念过，「是法平等，无有高下」，真正佛弟子决定不可以自赞毁他，「我的法门第一，其他的法门不如我」，这就错了，错得太离谱了。每一个法门都第一，没有第二的。最明显的就是在《华严经》这五十三参，我们现在读的这个本子，这五十三位善知识，他们每一个人修学的法门都不一样，他们彼此互相之间是什么态度？互相赞叹，没有毁谤，都是自己谦虚赞叹别人。善财来参学，他用什么态度？我在无量法门里面只懂得这一门，他们那些善知识，他们有智慧有德行，广学多闻，「你应当到他那里去参学」；没有一个不是自己谦虚、赞叹别人的。这是学佛基本的原则、基本的心态，我们要懂得。",
      "zh_TW": "《金剛經》大家都念過，「是法平等，無有高下」，真正佛弟子決定不可以自讚毀他，「我的法門第一，其他的法門不如我」，這就錯了，錯得太離譜了。每一個法門都第一，沒有第二的。最明顯的就是在《華嚴經》這五十三參，我們現在讀的這個本子，這五十三位善知識，他們每一個人修學的法門都不一樣，他們彼此互相之間是什麼態度？互相讚歎，沒有毀謗，都是自己謙虛讚歎別人。善財來參學，他用什麼態度？我在無量法門裡面只懂得這一門，他們那些善知識，他們有智慧有德行，廣學多聞，「你應當到他那裡去參學」；沒有一個不是自己謙虛、讚歎別人的。這是學佛基本的原則、基本的心態，我們要懂得。"
    },
    {
      "id": "12-039-0004_p0013",
      "zh_CN": "佛教导我们，在《梵网经》上教的「不犯国制」，国家的法律、规制我们决定要遵守，决定不可以违犯，何况世尊给我们订的这些戒律，我们要遵守。人何以会犯法？何以会破戒？都是为了自私自利。放下自私自利你自然就欢喜遵守，决定不会做破戒犯规的事情。他的法令、他的规定是错误的，错误我们要遵守，害人的，害人我们也遵守。那我们这是利益众生呢？不要紧，利益众生等待机缘成熟。因为一个法律规章它的期限是有限的，它不是永久的，怎么说没有永久？因为一个朝代他不可能到千年万世，西方罗马也只有一千年，你就等一千年，等底下一个朝代他就新的规章出来了，这一个朝代当中绝不做违犯他的规定，这是诸佛如来。",
      "zh_TW": "佛教導我們，在《梵網經》上教的「不犯國制」，國家的法律、規制我們決定要遵守，決定不可以違犯，何況世尊給我們訂的這些戒律，我們要遵守。人何以會犯法？何以會破戒？都是為了自私自利。放下自私自利你自然就歡喜遵守，決定不會做破戒犯規的事情。他的法令、他的規定是錯誤的，錯誤我們要遵守，害人的，害人我們也遵守。那我們這是利益眾生呢？不要緊，利益眾生等待機緣成熟。因為一個法律規章它的期限是有限的，它不是永久的，怎麼說沒有永久？因為一個朝代他不可能到千年萬世，西方羅馬也只有一千年，你就等一千年，等底下一個朝代他就新的規章出來了，這一個朝代當中絕不做違犯他的規定，這是諸佛如來。"
    },
    {
      "id": "12-039-0004_p0014",
      "zh_CN": "诸佛如来度众生不在这一世，生生世世。世间会有改朝换代，佛法是永远绵延下去。所以我们要有佛菩萨那样的耐心，要有佛菩萨那样的智慧，要有那样的定力，我们可以度众生到无量劫之后再度他，无量劫地球成住坏空都不晓得多少次了，所以时节因缘一定要认识清楚。这个地方没有缘分，就是这个世界没有缘分，他方世界有缘分；人间没有缘分，可能天上有缘分；娑婆世界没有缘分，其他诸佛国土也许有缘分。世界太大太大、太多太多，「佛不度无缘之人」，佛在任何地方都要给大家做一个守法的好榜样，这个不能不知道。",
      "zh_TW": "諸佛如來度眾生不在這一世，生生世世。世間會有改朝換代，佛法是永遠綿延下去。所以我們要有佛菩薩那樣的耐心，要有佛菩薩那樣的智慧，要有那樣的定力，我們可以度眾生到無量劫之後再度他，無量劫地球成住壞空都不曉得多少次了，所以時節因緣一定要認識清楚。這個地方沒有緣分，就是這個世界沒有緣分，他方世界有緣分；人間沒有緣分，可能天上有緣分；娑婆世界沒有緣分，其他諸佛國土也許有緣分。世界太大太大、太多太多，「佛不度無緣之人」，佛在任何地方都要給大家做一個守法的好榜樣，這個不能不知道。"
    },
    {
      "id": "12-039-0004_p0015",
      "zh_CN": "佛弟子在任何环境当中绝对不做有损害社会的一个坏样子，决定没有！那个不是佛弟子，那是魔弟子所作所为，佛与魔的辨别就在这里，这是我们要懂得的。所以广大的福聚说不尽，我们今天只举这一个例子，希望同修们听了之后能够举一反三，闻一知十，在我们日常生活当中，我们应当怎样积德、怎样修福。总的来说一定要利益社会、利益大众，决定不要想到利益自己，想到利益自己这就错误。为什么说人利益自己错误？我们世间人谚语里头常说：「人不为己，天诛地灭」。过去何守信先生也问过我这个问题，我回答他，我说这句话是错误的，这句话误导了许许多多众生，它不是正确的。",
      "zh_TW": "佛弟子在任何環境當中絕對不做有損害社會的一個壞樣子，決定沒有！那個不是佛弟子，那是魔弟子所作所為，佛與魔的辨別就在這裡，這是我們要懂得的。所以廣大的福聚說不盡，我們今天只舉這一個例子，希望同修們聽了之後能夠舉一反三，聞一知十，在我們日常生活當中，我們應當怎樣積德、怎樣修福。總的來說一定要利益社會、利益大眾，決定不要想到利益自己，想到利益自己這就錯誤。為什麼說人利益自己錯誤？我們世間人諺語裡頭常說：「人不為己，天誅地滅」。過去何守信先生也問過我這個問題，我回答他，我說這句話是錯誤的，這句話誤導了許許多多眾生，它不是正確的。"
    },
    {
      "id": "12-039-0004_p0016",
      "zh_CN": "佛为什么教人放弃自私自利，一切为众生？这里头有个真理存在，那就是虚空法界是我们心性变现出来的，国土众生也是我们心性变现出来的。《华严经》上所讲的世出世间一切法「唯心所现，唯识所变」；宗门里头有所谓：「若人识得心，大地无寸土」。一个人真正认识了自己的真心，大地无寸土就是什么问题都解决了。心是能现能变，国土众生是所现所变，能所是一不是二，二就不是佛法。佛是觉悟的意思，佛法就是对一切法彻底明了觉悟，彻底明了觉悟叫做佛法，你不觉你就是迷，你就是愚痴。",
      "zh_TW": "佛為什麼教人放棄自私自利，一切為眾生？這裡頭有個真理存在，那就是虛空法界是我們心性變現出來的，國土眾生也是我們心性變現出來的。《華嚴經》上所講的世出世間一切法「唯心所現，唯識所變」；宗門裡頭有所謂：「若人識得心，大地無寸土」。一個人真正認識了自己的真心，大地無寸土就是什麼問題都解決了。心是能現能變，國土眾生是所現所變，能所是一不是二，二就不是佛法。佛是覺悟的意思，佛法就是對一切法徹底明瞭覺悟，徹底明瞭覺悟叫做佛法，你不覺你就是迷，你就是愚痴。"
    },
    {
      "id": "12-039-0004_p0017",
      "zh_CN": "我们为什么会把一真法界变成十法界、变成无量无边法界？原因都是妄想分别执着，所以佛教我们离开一切妄想分别执着，这个成就就快了。妄想分别执着的根在哪里？根就是我执，起心动念没有忘掉我，「我的利益」，这是妄想分别执着的大根大本。「我所有的，我的利益」，这个观念要不放下，菩提道我们讲学佛的道路你就寸步难进。不管你怎么用功，不管你怎么努力，说得不好听的话，原地踏步，一寸都进不得，我们就是这样的人。",
      "zh_TW": "我們為什麼會把一真法界變成十法界、變成無量無邊法界？原因都是妄想分別執著，所以佛教我們離開一切妄想分別執著，這個成就就快了。妄想分別執著的根在哪裡？根就是我執，起心動念沒有忘掉我，「我的利益」，這是妄想分別執著的大根大本。「我所有的，我的利益」，這個觀念要不放下，菩提道我們講學佛的道路你就寸步難進。不管你怎麼用功，不管你怎麼努力，說得不好聽的話，原地踏步，一寸都進不得，我們就是這樣的人。"
    },
    {
      "id": "12-039-0004_p0018",
      "zh_CN": "佛的经典给我们印证，我们每一个同修过去生中生生世世都学过佛法，尤其你在这个地方，你听到净宗法门，你还能发心我要求生西方净土，这一个念头不得了！我为什么这么说？你们在《无量寿经》上读到阿阇王子与五百大长者，当年听释迦牟尼佛讲《无量寿经》，他们听了之后非常欢喜。这个小团体、小集团，五百人，向释迦牟尼佛顶礼供养，自己心里想到「我们将来成佛也要像阿弥陀佛一样」；还没有发心求生极乐世界；佛说这些人过去生中曾经供养四百亿佛。累积这样深厚的善根福德，听到净宗法门，遇到净土法门，还不能发心求生极乐世界；回过头来想想我们自己，我们今天遇到、听到了生欢喜心，发心要求生西方极乐世界，你这个善根比阿阇王子不知道要超过多少倍，他们还没有能发这个心。",
      "zh_TW": "佛的經典給我們印證，我們每一個同修過去生中生生世世都學過佛法，尤其你在這個地方，你聽到淨宗法門，你還能發心我要求生西方淨土，這一個念頭不得了！我為什麼這麼說？你們在《無量壽經》上讀到阿闍王子與五百大長者，當年聽釋迦牟尼佛講《無量壽經》，他們聽了之後非常歡喜。這個小團體、小集團，五百人，向釋迦牟尼佛頂禮供養，自己心裡想到「我們將來成佛也要像阿彌陀佛一樣」；還沒有發心求生極樂世界；佛說這些人過去生中曾經供養四百億佛。累積這樣深厚的善根福德，聽到淨宗法門，遇到淨土法門，還不能發心求生極樂世界；回過頭來想想我們自己，我們今天遇到、聽到了生歡喜心，發心要求生西方極樂世界，你這個善根比阿闍王子不知道要超過多少倍，他們還沒有能發這個心。"
    },
    {
      "id": "12-039-0004_p0019",
      "zh_CN": "既然过去生中有这样深厚的善根，为什么现前还落得这个样子？这就是我刚才说的，无量劫来你供养四百亿、五百亿、六百亿诸佛如来，你都是在原地踏步，菩提道上你没有向前跨进一步，所以今天还是这个样子。为什么搞得原地踏步？就是自私自利没有放下。我学佛这五十年当中发现这个问题，所以我肯放下。我「看破、放下」是当年章嘉大师教给我的，我受他教诲影响很深，这是真实教诲，我深深体会到。",
      "zh_TW": "既然過去生中有這樣深厚的善根，為什麼現前還落得這個樣子？這就是我剛才說的，無量劫來你供養四百億、五百億、六百億諸佛如來，你都是在原地踏步，菩提道上你沒有向前跨進一步，所以今天還是這個樣子。為什麼搞得原地踏步？就是自私自利沒有放下。我學佛這五十年當中發現這個問題，所以我肯放下。我「看破、放下」是當年章嘉大師教給我的，我受他教誨影響很深，這是真實教誨，我深深體會到。"
    },
    {
      "id": "12-039-0004_p0020",
      "zh_CN": "现在我在澳洲建一个道场，我请一个澳洲的大德作会长。他没有办法做，那是澳洲的法律限制：道场的负责人，他居住的住处距离道场不可以超过七十五公里，你住得太远照顾不到。我不得已担任这个名义，而实际上我立刻就让学生选出同学们出来作会长、作秘书、作财务；换句话说，道场才建立我就交了，决定要放下！一切都交代清楚，为什么？自己随时可以走，一点罣碍都没有，一点遗憾都没有。我这身体还留在这个世间得大自在，没有忧虑，没有牵挂，没有烦恼，身心都没有压力。有缘讲几部经，没有缘随时可以往生。我也学印光大师一样，「上无片瓦，下无立锥之地，我不怕死」，我欢喜死，人家讲喜欢死。这些真实的利益都是得自于老师的教诲，得自于大乘佛法这几十年的薰修，把往昔这些不良的习气改过来了。我们要认真去改过。世出世法里面，有能力辨别是非善恶，真正懂得断恶修善。",
      "zh_TW": "現在我在澳洲建一個道場，我請一個澳洲的大德作會長。他沒有辦法做，那是澳洲的法律限制：道場的負責人，他居住的住處距離道場不可以超過七十五公里，你住得太遠照顧不到。我不得已擔任這個名義，而實際上我立刻就讓學生選出同學們出來作會長、作秘書、作財務；換句話說，道場才建立我就交了，決定要放下！一切都交代清楚，為什麼？自己隨時可以走，一點罣礙都沒有，一點遺憾都沒有。我這身體還留在這個世間得大自在，沒有憂慮，沒有牽掛，沒有煩惱，身心都沒有壓力。有緣講幾部經，沒有緣隨時可以往生。我也學印光大師一樣，「上無片瓦，下無立錐之地，我不怕死」，我歡喜死，人家講喜歡死。這些真實的利益都是得自於老師的教誨，得自於大乘佛法這幾十年的薰修，把往昔這些不良的習氣改過來了。我們要認真去改過。世出世法裡面，有能力辨別是非善惡，真正懂得斷惡修善。"
    },
    {
      "id": "12-039-0004_p0021",
      "zh_CN": "末后这一句，『要得增长白法』。什么叫白？我们中国人讲善恶，印度人讲黑白，「白法」就是善法，黑法就是恶法。善法要增长，恶法要减除，天天减少。善法要天天增长，你就能常生欢喜心，我们现代人所讲的你有成就感，天天有进步。善法天天有进步，恶法天天减少，这好事，焉得不欢喜？好事里面我再举几个例子，传播佛法是好事。现在比从前方便，从前传播佛法要写经，因为印刷术没有发明，写经；所以古时候富贵人家才请得起人，找字写得好的人在家里面抄经，专门请人在家里写经，写《金刚经》写十部、写五十部、写一百部，他可以请几个秀才，雇一批人在家里写，那个量都很少，成本很高。现代我们做这个事情方便了，现在印刷术发达，成本低廉，所以印经布施这个功德非常大。随着科技的进步，现在不但我们可以印送经书，我们还可以制作讲经的录像带、录音带、CD、VCD，这些成本都不高。",
      "zh_TW": "末後這一句，『要得增長白法』。什麼叫白？我們中國人講善惡，印度人講黑白，「白法」就是善法，黑法就是惡法。善法要增長，惡法要減除，天天減少。善法要天天增長，你就能常生歡喜心，我們現代人所講的你有成就感，天天有進步。善法天天有進步，惡法天天減少，這好事，焉得不歡喜？好事裡面我再舉幾個例子，傳播佛法是好事。現在比從前方便，從前傳播佛法要寫經，因為印刷術沒有發明，寫經；所以古時候富貴人家才請得起人，找字寫得好的人在家裡面抄經，專門請人在家裡寫經，寫《金剛經》寫十部、寫五十部、寫一百部，他可以請幾個秀才，雇一批人在家裡寫，那個量都很少，成本很高。現代我們做這個事情方便了，現在印刷術發達，成本低廉，所以印經布施這個功德非常大。隨著科技的進步，現在不但我們可以印送經書，我們還可以製作講經的錄像帶、錄音帶、CD、VCD，這些成本都不高。"
    },
    {
      "id": "12-039-0004_p0022",
      "zh_CN": "如果自己一个人没有力量，集合三、五同志，今天要真正发心把弘法利生的事情做好，我们真正把回向偈的话落实，「上报四重恩，下济三途苦」。四重恩：报父母恩，报国家恩，报佛、老师的恩，报一切众生恩。我们要帮助一切所有苦难的众生，什么方法？传法度众生，就统统都能够落实。但是要记住，传法，法要传给有缘人，他要是不信，他要是反对排斥的，你把这些经典给他，他拿去烧掉，这个不可以。他烧掉经典这是有罪过，我们不能帮他造业，要懂这个道理。他欢喜接受，我们送给他；他摇头不欢喜，我们就不能给他。利益？利益他已经得到了，他心里头已经落了佛的种子。所以善的种子下去了，绝对不叫他造恶业，这叫大慈大悲，这是佛家常讲的「佛度有缘人」。又说，「佛不度无缘之人」。所以你要晓得哪是有缘、哪是无缘的；有缘，有有缘的度法，就是把佛法直接介绍给他；无缘，无缘要有善巧方便，把佛法间接介绍给他，方法多得很，前面所讲的要得「真实巧方便」，这样才真正叫普度众生。「佛氏门中，不舍一人」，这些话并没有矛盾，这些话真正显示佛法的圆融自在，显示出佛法之不可思议。",
      "zh_TW": "如果自己一個人沒有力量，集合三、五同志，今天要真正發心把弘法利生的事情做好，我們真正把迴向偈的話落實，「上報四重恩，下濟三途苦」。四重恩：報父母恩，報國家恩，報佛、老師的恩，報一切眾生恩。我們要幫助一切所有苦難的眾生，什麼方法？傳法度眾生，就統統都能夠落實。但是要記住，傳法，法要傳給有緣人，他要是不信，他要是反對排斥的，你把這些經典給他，他拿去燒掉，這個不可以。他燒掉經典這是有罪過，我們不能幫他造業，要懂這個道理。他歡喜接受，我們送給他；他搖頭不歡喜，我們就不能給他。利益？利益他已經得到了，他心裡頭已經落了佛的種子。所以善的種子下去了，絕對不叫他造惡業，這叫大慈大悲，這是佛家常講的「佛度有緣人」。又說，「佛不度無緣之人」。所以你要曉得哪是有緣、哪是無緣的；有緣，有有緣的度法，就是把佛法直接介紹給他；無緣，無緣要有善巧方便，把佛法間接介紹給他，方法多得很，前面所講的要得「真實巧方便」，這樣才真正叫普度眾生。「佛氏門中，不捨一人」，這些話並沒有矛盾，這些話真正顯示佛法的圓融自在，顯示出佛法之不可思議。"
    },
    {
      "id": "12-039-0004_p0023",
      "zh_CN": "对于这些无缘众生，像我们穿上这一身出家的衣服，在街上走一走就度不少人。街上来来往往的人看到，虽然他没有说，他心里头总有一个印象：「这是一个佛教的出家人」，那个佛、和尚就落在他阿赖耶识里头，一历眼根永为道种。他要是听到音声，「南无阿弥陀佛」，我们念佛声音他听进去了，一历耳根永为道种，见色闻声阿赖耶识里面已经跟他种上了佛的种子，这不是不舍一人吗？在家居士出门手上拿一串念珠，最好拿长的念珠，不要用手珠，手珠现在已经变成装饰品，听说在外国非常普遍、非常受欢迎，人家认为这是吉祥之物。拿一串长念珠，手上掐着珠，人家看到，「这是佛教徒」，加深他起佛教的念头；这就是不信佛教的人、排斥佛教的人，佛的种子种下去了。所以「方便有多门，归元无二路」，我们要懂得这个方法，这样才真正「积集功德，广大福聚，得增长白法」。今天我们就讲到此地。",
      "zh_TW": "對於這些無緣眾生，像我們穿上這一身出家的衣服，在街上走一走就度不少人。街上來來往往的人看到，雖然他沒有說，他心裡頭總有一個印象：「這是一個佛教的出家人」，那個佛、和尚就落在他阿賴耶識裡頭，一歷眼根永為道種。他要是聽到音聲，「南無阿彌陀佛」，我們念佛聲音他聽進去了，一歷耳根永為道種，見色聞聲阿賴耶識裡面已經跟他種上了佛的種子，這不是不捨一人嗎？在家居士出門手上拿一串念珠，最好拿長的念珠，不要用手珠，手珠現在已經變成裝飾品，聽說在外國非常普遍、非常受歡迎，人家認為這是吉祥之物。拿一串長念珠，手上掐著珠，人家看到，「這是佛教徒」，加深他起佛教的念頭；這就是不信佛教的人、排斥佛教的人，佛的種子種下去了。所以「方便有多門，歸元無二路」，我們要懂得這個方法，這樣才真正「積集功德，廣大福聚，得增長白法」。今天我們就講到此地。"
    }
  ]
}