{
  "doc_id": "12-039-0003",
  "title": {
    "zh_CN": "善财童子参学报告（二一）",
    "zh_TW": "善財童子參學報告（二一）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2001",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-039-0003",
  "total_paragraphs": 24,
  "paragraphs": [
    {
      "id": "12-039-0003_p0001",
      "zh_CN": "诸位同修，大家好！请掀开讲义第二面，第三大段「称赞说法」里面，第二个小段，我们将这个文念一念：",
      "zh_TW": "諸位同修，大家好！請掀開講義第二面，第三大段「稱讚說法」裡面，第二個小段，我們將這個文念一念："
    },
    {
      "id": "12-039-0003_p0002",
      "zh_CN": "【二、菩萨要得平等无碍善根，要得真实巧方便、正道、三昧、光明。】",
      "zh_TW": "【二、菩薩要得平等無礙善根，要得真實巧方便、正道、三昧、光明。】"
    },
    {
      "id": "12-039-0003_p0003",
      "zh_CN": "昨天讲到这个地方，今天我们再接着看。",
      "zh_TW": "昨天講到這個地方，今天我們再接著看。"
    },
    {
      "id": "12-039-0003_p0004",
      "zh_CN": "【要得积集功德，广大福聚，要得增长白法。】",
      "zh_TW": "【要得積集功德，廣大福聚，要得增長白法。】"
    },
    {
      "id": "12-039-0003_p0005",
      "zh_CN": "这后面三句是把善根、方便、正道、三昧、光明落实，怎么个落实法？第一个要得到『积集功德』，什么是功德、什么是福德？我们必须有能力辨别清楚。",
      "zh_TW": "這後面三句是把善根、方便、正道、三昧、光明落實，怎麼個落實法？第一個要得到『積集功德』，什麼是功德、什麼是福德？我們必須有能力辨別清楚。"
    },
    {
      "id": "12-039-0003_p0006",
      "zh_CN": "我们举一个例子来说，持戒有功，禅定就是德；修定有功，开慧就是德。我们举戒、定、慧三学做个例子。这个地方我们要特别注意到的，持戒要是不能得定，这个持戒就没有功德。为什么？持戒没有功，定不能现前；持戒有功，禅定才现前。持戒不能得定，诸位要晓得，持戒的目的是得定，千万不要搞错，所以持戒要懂得持戒的道理、要懂得持戒的方法、持戒的目的何在？在我们净宗法门里面来说得清净心，持戒的目的是要得清净平等心，清净平等就是禅定。我们修清净平等心的目的何在？是要开智慧，如果智慧没有开，这个清净平等心没有功，没有功哪来的德？功是我们修学的功夫，德是果德。",
      "zh_TW": "我們舉一個例子來說，持戒有功，禪定就是德；修定有功，開慧就是德。我們舉戒、定、慧三學做個例子。這個地方我們要特別注意到的，持戒要是不能得定，這個持戒就沒有功德。為什麼？持戒沒有功，定不能現前；持戒有功，禪定才現前。持戒不能得定，諸位要曉得，持戒的目的是得定，千萬不要搞錯，所以持戒要懂得持戒的道理、要懂得持戒的方法、持戒的目的何在？在我們淨宗法門裡面來說得清淨心，持戒的目的是要得清淨平等心，清淨平等就是禪定。我們修清淨平等心的目的何在？是要開智慧，如果智慧沒有開，這個清淨平等心沒有功，沒有功哪來的德？功是我們修學的功夫，德是果德。"
    },
    {
      "id": "12-039-0003_p0007",
      "zh_CN": "如果诸位在这个地方细细去体会，然后你才真正明了，我们现前持戒持得很好、持得很严，但是不能得定，原因在什么地方？我们看到别人不持戒心里就很难过，看到别人要是破戒，我们一定会批评会指责，甚至于拿自己的戒行，「我自己持得很好」去盖别人，他怎么会得定？所以这种持戒就不是功德，是什么？福德。他是来生得福报，他不能得定。但是诸位必须要记住，福德再大享天福，生天享天福；其次的在人间享福报。我们今天看到这个社会上，有一些豪门贵族，在社会上有崇高的地位，有巨大的财富，过去生中修积的福德大，没有功德；如果是功德，功德能了生死出三界，他就不会再搞六道轮回。在《坛经》里面六祖说：「此事福不能救」。此事是指生死大事，生死大事再大的福德都没有办法帮忙，也就是再大的福德也没有办法了生死、出三界，所以佛教导弟子们要修积功德，唯有功德才能了生死、出三界。",
      "zh_TW": "如果諸位在這個地方細細去體會，然後你才真正明瞭，我們現前持戒持得很好、持得很嚴，但是不能得定，原因在什麼地方？我們看到別人不持戒心裡就很難過，看到別人要是破戒，我們一定會批評會指責，甚至於拿自己的戒行，「我自己持得很好」去蓋別人，他怎麼會得定？所以這種持戒就不是功德，是什麼？福德。他是來生得福報，他不能得定。但是諸位必須要記住，福德再大享天福，生天享天福；其次的在人間享福報。我們今天看到這個社會上，有一些豪門貴族，在社會上有崇高的地位，有巨大的財富，過去生中修積的福德大，沒有功德；如果是功德，功德能了生死出三界，他就不會再搞六道輪迴。在《壇經》裡面六祖說：「此事福不能救」。此事是指生死大事，生死大事再大的福德都沒有辦法幫忙，也就是再大的福德也沒有辦法了生死、出三界，所以佛教導弟子們要修積功德，唯有功德才能了生死、出三界。"
    },
    {
      "id": "12-039-0003_p0008",
      "zh_CN": "什么是功德？与定慧相应的是功德，因此六祖劝导持戒的人：「若真修道人，不见世间过。」我昨天也一再说明白这个道理，决定不能把别人的过失放在自己心上，把别人过失放在自己心上就是自己最大的过失，自己的戒持得再清净、再严格，把别人过失放在自己心上，就把自己的戒德全部破坏了。为什么？戒的德是清净心，你的清净心没有了。那也许有人问，同学们当中造作很多恶业，我们看到要不要劝？如果要劝，那岂不是把别人的这些恶业放到自己心上？这当中不就产生矛盾？你说的话没错，谁去劝导他？在我们道场里面，老师去劝导他，老师有德行，他契入不二法门，持戒、犯戒不二，人家心地真正清净如如不动，他才有资格劝人，他才有资格责备人。为什么？他自己没有伤害。我们没有这个境界，我们心里头真正被污染，我们哪有资格去劝人。诸位一定要记住，到我们的心地不为尘境所染，这个时候可以劝教别人，为什么？你自己已经得度，自己得度才有能力度别人。佛在经上常说「自己未能得度，而度别人，无有是处」，佛说没有这个道理。",
      "zh_TW": "什麼是功德？與定慧相應的是功德，因此六祖勸導持戒的人：「若真修道人，不見世間過。」我昨天也一再說明白這個道理，決定不能把別人的過失放在自己心上，把別人過失放在自己心上就是自己最大的過失，自己的戒持得再清淨、再嚴格，把別人過失放在自己心上，就把自己的戒德全部破壞了。為什麼？戒的德是清淨心，你的清淨心沒有了。那也許有人問，同學們當中造作很多惡業，我們看到要不要勸？如果要勸，那豈不是把別人的這些惡業放到自己心上？這當中不就產生矛盾？你說的話沒錯，誰去勸導他？在我們道場裡面，老師去勸導他，老師有德行，他契入不二法門，持戒、犯戒不二，人家心地真正清淨如如不動，他才有資格勸人，他才有資格責備人。為什麼？他自己沒有傷害。我們沒有這個境界，我們心裡頭真正被污染，我們哪有資格去勸人。諸位一定要記住，到我們的心地不為塵境所染，這個時候可以勸教別人，為什麼？你自己已經得度，自己得度才有能力度別人。佛在經上常說「自己未能得度，而度別人，無有是處」，佛說沒有這個道理。"
    },
    {
      "id": "12-039-0003_p0009",
      "zh_CN": "所以会修行的人先度自己，再度别人，自己要度到什么程度？六根接触外头六尘境界不会被外境干扰，初步的成就得到了。顺境里头不起贪心，决定没有贪恋；恶境里头决定没有瞋恚，八风吹不动；自己到这个时候可以劝勉别人。看到别人有过失可以劝他，为什么？你是见如不见，不见而见，对自己绝不产生副作用。那我们劝导别人也是修积功德。劝人的方法，那你有智慧，因为你已经有「真实巧方便」，你知道怎样劝会有效果；如果自己有烦恼，你自己就没有方便，没有方便劝人恐怕收的反效果，遭人恨，那就错了，这要有智慧。",
      "zh_TW": "所以會修行的人先度自己，再度別人，自己要度到什麼程度？六根接觸外頭六塵境界不會被外境干擾，初步的成就得到了。順境裡頭不起貪心，決定沒有貪戀；惡境裡頭決定沒有瞋恚，八風吹不動；自己到這個時候可以勸勉別人。看到別人有過失可以勸他，為什麼？你是見如不見，不見而見，對自己絕不產生副作用。那我們勸導別人也是修積功德。勸人的方法，那你有智慧，因為你已經有「真實巧方便」，你知道怎樣勸會有效果；如果自己有煩惱，你自己就沒有方便，沒有方便勸人恐怕收的反效果，遭人恨，那就錯了，這要有智慧。"
    },
    {
      "id": "12-039-0003_p0010",
      "zh_CN": "我们举这个例子，诸位就要晓得，凡是功德一定与性德相应的，这是真实的；与性德不相应的，做种种好事都是属于福德。在大乘经教里头一般讲，断恶修善与三轮体空相应，都是功德；如果三轮不空都是属于福德，断恶也是福德，修善也是福德。这个话恐怕初学的同修还是很难体会，我再说得白一点，如果没有放下自私自利，所修一切断恶修善大概都是福德边事，福德那一边的。果真把自私自利放下，起心动念都是利益众生、利益社会，你所作所为就是功德这一边的事。可见得功德跟福德用最简单的话来讲，就是一个是公，一个是私，为公是属于功德，掺杂一点私在里面，功德就变成福德。不能不辨别，要搞得很清楚、很明白，然后才真正能做到积功累德。",
      "zh_TW": "我們舉這個例子，諸位就要曉得，凡是功德一定與性德相應的，這是真實的；與性德不相應的，做種種好事都是屬於福德。在大乘經教裡頭一般講，斷惡修善與三輪體空相應，都是功德；如果三輪不空都是屬於福德，斷惡也是福德，修善也是福德。這個話恐怕初學的同修還是很難體會，我再說得白一點，如果沒有放下自私自利，所修一切斷惡修善大概都是福德邊事，福德那一邊的。果真把自私自利放下，起心動念都是利益眾生、利益社會，你所作所為就是功德這一邊的事。可見得功德跟福德用最簡單的話來講，就是一個是公，一個是私，為公是屬於功德，摻雜一點私在裡面，功德就變成福德。不能不辨別，要搞得很清楚、很明白，然後才真正能做到積功累德。"
    },
    {
      "id": "12-039-0003_p0011",
      "zh_CN": "积功是修因，累德是果报，凡是真正修积功德的人，他的果报决定是心地清净。我们一般来观察反省，一年比一年清净，一月比一月清净，这不错了；更精进努力一点，一个星期比一个星期清净，烦恼一年比一年少，一月比一月少，一星期比一星期少。烦恼少智慧就增长，智慧一年比一年增长，一月比一月增长，一星期比一星期增长，这是功德的现象。如果没有这个现象，自己就要反省，我没有功德，没有功德在佛门修的是什么？福德。我们天天也断恶也修善，但是烦恼没有断、智慧没有增长、清净心没有现前，全是福德边事，这个不能不辨别清楚。修功德难，修福德容易，而且功德难修而易失，经论里头佛常讲：「火烧功德林」。功德好不容易修积，就像我们种树一样，古人所谓十年树木，树要十年才能够长成材，一把火就烧光了，这个例子我们能懂，我们能体会得，佛用这个比喻，我们的功德经年累月来修积，真的就像种树一样，这一发脾气，完了！",
      "zh_TW": "積功是修因，累德是果報，凡是真正修積功德的人，他的果報決定是心地清淨。我們一般來觀察反省，一年比一年清淨，一月比一月清淨，這不錯了；更精進努力一點，一個星期比一個星期清淨，煩惱一年比一年少，一月比一月少，一星期比一星期少。煩惱少智慧就增長，智慧一年比一年增長，一月比一月增長，一星期比一星期增長，這是功德的現象。如果沒有這個現象，自己就要反省，我沒有功德，沒有功德在佛門修的是什麼？福德。我們天天也斷惡也修善，但是煩惱沒有斷、智慧沒有增長、清淨心沒有現前，全是福德邊事，這個不能不辨別清楚。修功德難，修福德容易，而且功德難修而易失，經論裡頭佛常講：「火燒功德林」。功德好不容易修積，就像我們種樹一樣，古人所謂十年樹木，樹要十年才能夠長成材，一把火就燒光了，這個例子我們能懂，我們能體會得，佛用這個比喻，我們的功德經年累月來修積，真的就像種樹一樣，這一發脾氣，完了！"
    },
    {
      "id": "12-039-0003_p0012",
      "zh_CN": "发脾气是火，瞋恚之火一起来之后，功德就完了，你从前修的全就烧光。所以我们要认真去想想，我修了多少功德？想一想什么时候到现在没有发脾气，如果昨天发了脾气，那我的功德到今天也不过就是十几二十个小时；如果我这个星期没发脾气，上个星期发了脾气，你的功德也不过就是六、七天；如果在临命终这一刹那发了一个脾气，那一生就完蛋了，所以人在临命终时，这是关键的时刻，千万不能惹他发脾气。",
      "zh_TW": "發脾氣是火，瞋恚之火一起來之後，功德就完了，你從前修的全就燒光。所以我們要認真去想想，我修了多少功德？想一想什麼時候到現在沒有發脾氣，如果昨天發了脾氣，那我的功德到今天也不過就是十幾二十個小時；如果我這個星期沒發脾氣，上個星期發了脾氣，你的功德也不過就是六、七天；如果在臨命終這一剎那發了一個脾氣，那一生就完蛋了，所以人在臨命終時，這是關鍵的時刻，千萬不能惹他發脾氣。"
    },
    {
      "id": "12-039-0003_p0013",
      "zh_CN": "这个事情《饬终津梁》里面讲得清楚，《饬终津梁》文言文写的，古人很慈悲，怕一般人看不懂，用白话重新写了一遍，叫《饬终须知》，这在一般佛经流通处都能找得到。人在断气之后八个小时不但不能够触摸他，连他躺的那一张床都不能碰，为什么？唯恐他的神识没有离开。诸位要晓得，人走了之后，第八识最后走，第八识「来先去后作主公」，前面七识都不起作用了，第八识还是会起作用，那我们肉眼看不到，他八个小时没有离开，这个时候我们触摸他，他会感到痛苦，他会生瞋恨心，这一念瞋恨，他一生修积的功德全都没有了。",
      "zh_TW": "這個事情《飭終津梁》裡面講得清楚，《飭終津梁》文言文寫的，古人很慈悲，怕一般人看不懂，用白話重新寫了一遍，叫《飭終須知》，這在一般佛經流通處都能找得到。人在斷氣之後八個小時不但不能夠觸摸他，連他躺的那一張床都不能碰，為什麼？唯恐他的神識沒有離開。諸位要曉得，人走了之後，第八識最後走，第八識「來先去後作主公」，前面七識都不起作用了，第八識還是會起作用，那我們肉眼看不到，他八個小時沒有離開，這個時候我們觸摸他，他會感到痛苦，他會生瞋恨心，這一念瞋恨，他一生修積的功德全都沒有了。"
    },
    {
      "id": "12-039-0003_p0014",
      "zh_CN": "瞋恨决定堕恶道，这些事情如果不是佛菩萨祖师大德给我们说，我们哪里会知道？八个小时阿赖耶识离开，是大多数的人；还有少数的人逗留的时间还长。所以我们今天学佛明白了，最安全的措施是十二个小时，十四个小时那更安全，你再去移动他，或者是帮他穿衣服、入殓。千万记住十二个小时不能触摸不能碰，有人还故意去摸摸哪个地方热、哪个地方凉，绝对不是好事情！对自己没有什么好处，而对亡者有害，这是死生大事，千万疏忽不得。",
      "zh_TW": "瞋恨決定墮惡道，這些事情如果不是佛菩薩祖師大德給我們說，我們哪裡會知道？八個小時阿賴耶識離開，是大多數的人；還有少數的人逗留的時間還長。所以我們今天學佛明白了，最安全的措施是十二個小時，十四個小時那更安全，你再去移動他，或者是幫他穿衣服、入殮。千萬記住十二個小時不能觸摸不能碰，有人還故意去摸摸哪個地方熱、哪個地方涼，絕對不是好事情！對自己沒有什麼好處，而對亡者有害，這是死生大事，千萬疏忽不得。"
    },
    {
      "id": "12-039-0003_p0015",
      "zh_CN": "我们要想真正成就功德，千万记住任何逆境逆缘当中决定不起一念瞋恚心，我们的功德才能保全。遇到逆缘逆境自己要提高警觉，这是什么？这是魔来现前，魔来叫我把自己功德毁掉。因为自己修积的功德，给诸位说任何外缘都没有办法破坏，只有自己一发火就烧光了，外头人故意做成那些现象，换句话就是劝你，你赶快烧赶快烧，你就很听话，发一顿脾气把它烧掉，你上当了。如果逆境逆缘现前，你有智慧，你看得很清楚，你有定功，不但一点脾气都没有，你还欢喜，生感恩的心，你的功德就快速度的加倍增长，好事情！他来劝我烧，我不烧，我的功德增长一倍；我要是听他的话，上他的当，那就烧得干干净净。这个事情不能怪人，总要怪自己没有智慧，怪自己不明事理，决定不可以怨天尤人。火烧功德林！",
      "zh_TW": "我們要想真正成就功德，千萬記住任何逆境逆緣當中決定不起一念瞋恚心，我們的功德才能保全。遇到逆緣逆境自己要提高警覺，這是什麼？這是魔來現前，魔來叫我把自己功德毀掉。因為自己修積的功德，給諸位說任何外緣都沒有辦法破壞，只有自己一發火就燒光了，外頭人故意做成那些現象，換句話就是勸你，你趕快燒趕快燒，你就很聽話，發一頓脾氣把它燒掉，你上當了。如果逆境逆緣現前，你有智慧，你看得很清楚，你有定功，不但一點脾氣都沒有，你還歡喜，生感恩的心，你的功德就快速度的加倍增長，好事情！他來勸我燒，我不燒，我的功德增長一倍；我要是聽他的話，上他的當，那就燒得乾乾淨淨。這個事情不能怪人，總要怪自己沒有智慧，怪自己不明事理，決定不可以怨天尤人。火燒功德林！"
    },
    {
      "id": "12-039-0003_p0016",
      "zh_CN": "在今天，功德里头最大的，不是你做的好事做得多，完全是在自己信心、愿心、定心、慧心增长，这是功德。至于对这个世间做多少好事，那是第二句里面所讲的『广大福聚』，你修大福。修大福自己不着相，这就变成功德、大功德。有同修曾经问一个问题：「我们见到别人的不善，绝不放在心上、绝不放在口上，这是功德；我们见到别人的善事，我们又要赞扬，要赞叹、要表扬，那岂不是把别人所修积的福德立刻就报掉了吗？」古人讲「阴德天报之」，报得厚，你做一点好事，别人一表扬一赞叹，就马上报掉了。这样做对吗？看你用什么心去做，看你用什么心去受。别人表扬，别人赞叹，譬如我做了很多好事，人家表扬我赞叹我，我是什么态度？若无其事，不生丝毫欢喜心，不生一丝毫现在世间人所讲的值得骄傲，确确实实没有值得骄傲之处，我们的福德功德就保全了；如果我做这一桩好事，我的目的是希望别人赞叹，是希望别人表扬，福德马上就报掉了。所以这个是阴是阳，阳中有阴，阴中有阳，八卦里面讲的两仪四象，愈分析愈精微。我们表扬的人赞叹的人，用他做一个榜样模范，劝导社会大众统统修善，用意在此地。拿他做一个题目来教化一切众生，这是善。如果我表扬的人，我懂得一点佛法，我恨他，我希望他修的福赶快把它报掉，我来赞叹他来表扬他，把他报掉，他以后就没福了；他造的一些罪业我把他隐瞒起来，让他那个罪愈来愈重。起这个念头我们是恶心，我们也造的是恶业。",
      "zh_TW": "在今天，功德裡頭最大的，不是你做的好事做得多，完全是在自己信心、願心、定心、慧心增長，這是功德。至於對這個世間做多少好事，那是第二句裡面所講的『廣大福聚』，你修大福。修大福自己不著相，這就變成功德、大功德。有同修曾經問一個問題：「我們見到別人的不善，絕不放在心上、絕不放在口上，這是功德；我們見到別人的善事，我們又要讚揚，要讚歎、要表揚，那豈不是把別人所修積的福德立刻就報掉了嗎？」古人講「陰德天報之」，報得厚，你做一點好事，別人一表揚一讚歎，就馬上報掉了。這樣做對嗎？看你用什麼心去做，看你用什麼心去受。別人表揚，別人讚歎，譬如我做了很多好事，人家表揚我讚歎我，我是什麼態度？若無其事，不生絲毫歡喜心，不生一絲毫現在世間人所講的值得驕傲，確確實實沒有值得驕傲之處，我們的福德功德就保全了；如果我做這一樁好事，我的目的是希望別人讚歎，是希望別人表揚，福德馬上就報掉了。所以這個是陰是陽，陽中有陰，陰中有陽，八卦裡面講的兩儀四象，愈分析愈精微。我們表揚的人讚歎的人，用他做一個榜樣模範，勸導社會大眾統統修善，用意在此地。拿他做一個題目來教化一切眾生，這是善。如果我表揚的人，我懂得一點佛法，我恨他，我希望他修的福趕快把它報掉，我來讚歎他來表揚他，把他報掉，他以後就沒福了；他造的一些罪業我把他隱瞞起來，讓他那個罪愈來愈重。起這個念頭我們是惡心，我們也造的是惡業。"
    },
    {
      "id": "12-039-0003_p0017",
      "zh_CN": "世间事非常复杂，没有真实智慧你怎么能看得清楚？我们今天看到这个世间许许多多人造作善事，受人毁谤、受侮辱、受陷害，造作恶事的人常常受人表扬、受人赞叹、受人恭敬，好像老天爷很不公平，因果这个说法，「善有善报，恶有恶报」不准；于是不相信有天地鬼神，也不相信因果报应，自己随顺自己的烦恼妄想，胡作妄为，这是最可怕的。因果的道理极深奥、极微妙，声闻、缘觉、权教菩萨都搞不清楚；他们能够懂得，像我们今天能够体会得，全是读圣贤书。我们相信书里头所说的，在自己日常生活当中细心去体会，得到了证验，对古圣先贤这种教诲信心增长，疑惑断除，逐渐逐渐在对人对事对物懂得应该怎样作法。回头再勘验，自己确实得到效果，效果就是我刚才所说的，烦恼少了，智慧增长了，处复杂艰难的事务都能够迎刃而解，觉得很容易，这都是效应，现在一般人讲这是成效，有了应验。",
      "zh_TW": "世間事非常複雜，沒有真實智慧你怎麼能看得清楚？我們今天看到這個世間許許多多人造作善事，受人毀謗、受侮辱、受陷害，造作惡事的人常常受人表揚、受人讚歎、受人恭敬，好像老天爺很不公平，因果這個說法，「善有善報，惡有惡報」不準；於是不相信有天地鬼神，也不相信因果報應，自己隨順自己的煩惱妄想，胡作妄為，這是最可怕的。因果的道理極深奧、極微妙，聲聞、緣覺、權教菩薩都搞不清楚；他們能夠懂得，像我們今天能夠體會得，全是讀聖賢書。我們相信書裡頭所說的，在自己日常生活當中細心去體會，得到了證驗，對古聖先賢這種教誨信心增長，疑惑斷除，逐漸逐漸在對人對事對物懂得應該怎樣作法。回頭再勘驗，自己確實得到效果，效果就是我剛才所說的，煩惱少了，智慧增長了，處複雜艱難的事務都能夠迎刃而解，覺得很容易，這都是效應，現在一般人講這是成效，有了應驗。"
    },
    {
      "id": "12-039-0003_p0018",
      "zh_CN": "「广大福聚」，这里头含义就深了。广大的事情多，修大福广大福多，广大福里头第一大福是诸佛如来所修的。诸佛如来示现在这个世间，他一生干的什么？教学，帮助别人破迷开悟这是最大的福聚，没有比这个福更大。释迦牟尼佛一生讲经说法四十九年，教化一切众生，帮助众生破迷开悟，离苦得乐，什么样的福报，世出世间都比不上这一个大。所以释迦牟尼佛灭度三千年了，还受广大的众生景仰、膜拜。孔老夫子在中国跟释迦牟尼佛一样，一生从事于教学，而他们两个人教学都是义务的，有教无类，没有分别没有执着，本国人教，外国人也教；同族的人教，不同族的人也教；现在说是同宗教信仰的教，不同宗教信仰也教。这个功德大，所以他们修的是大福聚。",
      "zh_TW": "「廣大福聚」，這裡頭含義就深了。廣大的事情多，修大福廣大福多，廣大福裡頭第一大福是諸佛如來所修的。諸佛如來示現在這個世間，他一生幹的什麼？教學，幫助別人破迷開悟這是最大的福聚，沒有比這個福更大。釋迦牟尼佛一生講經說法四十九年，教化一切眾生，幫助眾生破迷開悟，離苦得樂，什麼樣的福報，世出世間都比不上這一個大。所以釋迦牟尼佛滅度三千年了，還受廣大的眾生景仰、膜拜。孔老夫子在中國跟釋迦牟尼佛一樣，一生從事於教學，而他們兩個人教學都是義務的，有教無類，沒有分別沒有執著，本國人教，外國人也教；同族的人教，不同族的人也教；現在說是同宗教信仰的教，不同宗教信仰也教。這個功德大，所以他們修的是大福聚。"
    },
    {
      "id": "12-039-0003_p0019",
      "zh_CN": "孔老夫子的后代，他们的家谱最完整，孔德成先生是第七十多代，我见过的，受到社会大众的尊重，一听说是孔夫子的后裔，尊敬之心油然而生，不是别人劝的，不是别人教的；他要有什么困难，无论是哪个人，只要听说孔老夫子的后裔，都会尽心尽力去帮助，你看看这个福有多大！超过帝王，古今中外任何帝王都不能跟他相比。帝王是修积大福德聚才有那个福报，统治一个国家，建立一个朝代，享国多少年，在中国最长的周朝八百年，那是多大的福报。到后代明朝享国将近三百年，清朝也有二百六十年，祖宗的福大。他们虽然大，释迦牟尼佛三千年，孔老夫子二千五百多年了，依旧受到全世界人的景仰，这是历代帝王所不能相比的。",
      "zh_TW": "孔老夫子的後代，他們的家譜最完整，孔德成先生是第七十多代，我見過的，受到社會大眾的尊重，一聽說是孔夫子的後裔，尊敬之心油然而生，不是別人勸的，不是別人教的；他要有什麼困難，無論是哪個人，只要聽說孔老夫子的後裔，都會盡心盡力去幫助，你看看這個福有多大！超過帝王，古今中外任何帝王都不能跟他相比。帝王是修積大福德聚才有那個福報，統治一個國家，建立一個朝代，享國多少年，在中國最長的周朝八百年，那是多大的福報。到後代明朝享國將近三百年，清朝也有二百六十年，祖宗的福大。他們雖然大，釋迦牟尼佛三千年，孔老夫子二千五百多年了，依舊受到全世界人的景仰，這是歷代帝王所不能相比的。"
    },
    {
      "id": "12-039-0003_p0020",
      "zh_CN": "所以我们要知道什么叫大福，我们能修大福吗？能，不是不能修。那我们不会讲经，不会讲经要会修的话比讲经人福还要修得大。那是怎么？提供讲经的机会给讲经的人，这个一般叫护法。我常说护法的功德超过弘法，有一些同修不相信。我常常想，弘法的人就像学校里头教员，他上课，给学生上课，但是如果没有人办学校，如果没有人请他到学校去作教员，他的学问再好，教学方法再好，他也一筹莫展，他起不了作用。一个好的老师怎样才能教出许多好学生？一定有人办学校，一定这个学校有校长聘请他。办学校的这些校董，主持教学的校长，他的功劳第一，超过教员。",
      "zh_TW": "所以我們要知道什麼叫大福，我們能修大福嗎？能，不是不能修。那我們不會講經，不會講經要會修的話比講經人福還要修得大。那是怎麼？提供講經的機會給講經的人，這個一般叫護法。我常說護法的功德超過弘法，有一些同修不相信。我常常想，弘法的人就像學校裡頭教員，他上課，給學生上課，但是如果沒有人辦學校，如果沒有人請他到學校去作教員，他的學問再好，教學方法再好，他也一籌莫展，他起不了作用。一個好的老師怎樣才能教出許多好學生？一定有人辦學校，一定這個學校有校長聘請他。辦學校的這些校董，主持教學的校長，他的功勞第一，超過教員。"
    },
    {
      "id": "12-039-0003_p0021",
      "zh_CN": "佛在经上说得好，道场的主持人是佛菩萨，不是凡人，他有智慧，他能够邀请，聘请能讲经的法师大德，到这个地方来教学。像我今天在新加坡，我在新加坡是教员，校董、校长是李木源居士，我们在那里讲了三年，这是他的功德，不是我的功德，他超过我太多太多了。他要是不做居士林的林长，不做净宗学会的会长，我纵然会讲经，谁请我去讲？我们讲经的机缘就没有了。是他给我们的机缘，他的功德大过我，诸位要明白这个道理。",
      "zh_TW": "佛在經上說得好，道場的主持人是佛菩薩，不是凡人，他有智慧，他能夠邀請，聘請能講經的法師大德，到這個地方來教學。像我今天在新加坡，我在新加坡是教員，校董、校長是李木源居士，我們在那裡講了三年，這是他的功德，不是我的功德，他超過我太多太多了。他要是不做居士林的林長，不做淨宗學會的會長，我縱然會講經，誰請我去講？我們講經的機緣就沒有了。是他給我們的機緣，他的功德大過我，諸位要明白這個道理。"
    },
    {
      "id": "12-039-0003_p0022",
      "zh_CN": "往年我从初学一直到有这一点成就，是韩馆长护持，韩馆长护持我三十年，一直到她往生，她的功德超过我。她是办教育的人，她是主持教育的人，我不过是藉她的场所教学而已，这是真理，这是实实在在的事，我们不能不晓得。我说这个话说得很多，以后我在《大涅槃经》里面看到，原来佛在《大涅槃经》上也是这样说，护法功德超过弘法，我看得很欢喜，我想的我说的没错，没想到佛也曾经这个说法。所以我劝天下主持道场的大善知识，你们修积功德、修积大福聚轻而易举；你创办这个学校，你是这个学校的校长、主持人，只要你请几位好老师来教学，你的学校就兴旺，中国谚语所谓是「得人者昌，失人者亡」，你要能够得到好的教员、好的学生，你这个学校就成为世界名校。如果你不肯请这些好老师，不招收好学生，你这个教育决定就失败。教学成功不但是大福聚，是大功德；如果教学失败，总免不了有过失，这里头业因果报我们一定要清楚、一定要明了。",
      "zh_TW": "往年我從初學一直到有這一點成就，是韓館長護持，韓館長護持我三十年，一直到她往生，她的功德超過我。她是辦教育的人，她是主持教育的人，我不過是藉她的場所教學而已，這是真理，這是實實在在的事，我們不能不曉得。我說這個話說得很多，以後我在《大涅槃經》裡面看到，原來佛在《大涅槃經》上也是這樣說，護法功德超過弘法，我看得很歡喜，我想的我說的沒錯，沒想到佛也曾經這個說法。所以我勸天下主持道場的大善知識，你們修積功德、修積大福聚輕而易舉；你創辦這個學校，你是這個學校的校長、主持人，只要你請幾位好老師來教學，你的學校就興旺，中國諺語所謂是「得人者昌，失人者亡」，你要能夠得到好的教員、好的學生，你這個學校就成為世界名校。如果你不肯請這些好老師，不招收好學生，你這個教育決定就失敗。教學成功不但是大福聚，是大功德；如果教學失敗，總免不了有過失，這裡頭業因果報我們一定要清楚、一定要明瞭。"
    },
    {
      "id": "12-039-0003_p0023",
      "zh_CN": "我们生在现代的社会，现代社会里面殊胜的功德利益比从前要方便得多，像我们真正发心想教学的人，没有道场，没有人启请，在从前那是一筹莫展。只有什么方法？去闭关，去住山，在山上建一个小茅篷，独善其身，等待机缘，只有这个办法。今天则不然，今天我真正要想利益一切众生，把大乘佛法介绍给大家，我只要有一个小房间，只要有一套现代高科技的设备就行了，我坐在这个房间里面，网路架设好，对于全世界的人讲经说法的目的就可以达到。所以现在可以不要道场，可以不必一定要人家来启请。如果我们没有这个福分，要建立这样科技的一个设备也要花很多钱，没有这个设备也行，买一个小录音机就可以。我天天对著录音机讲，把我所学到的东西保留下来传给后人，只要传一个人就行了。达摩祖师到中国传一个慧可，慧可传一个僧璨，宗门前面五代都是单传，到第六代传到惠能，惠能大师法缘殊胜，开花结果，他传了四十多个人。这四十多个人到处宣扬禅宗，于是禅宗遍天下。在古代没有这些科技设备非常困难，在那个时候唯一的办法是住山著书，闭关写书。现在比从前方便太多，只要你有真正的慈悲心，必定能够利益广大众生，所以「积集功德，广大福聚」在现代比过去确实是方便太多。尤其在现前末法时期，真正发心必定得到诸佛护念，龙天善神拥护，怕的是不发心。",
      "zh_TW": "我們生在現代的社會，現代社會裡面殊勝的功德利益比從前要方便得多，像我們真正發心想教學的人，沒有道場，沒有人啟請，在從前那是一籌莫展。只有什麼方法？去閉關，去住山，在山上建一個小茅篷，獨善其身，等待機緣，只有這個辦法。今天則不然，今天我真正要想利益一切眾生，把大乘佛法介紹給大家，我只要有一個小房間，只要有一套現代高科技的設備就行了，我坐在這個房間裡面，網路架設好，對於全世界的人講經說法的目的就可以達到。所以現在可以不要道場，可以不必一定要人家來啟請。如果我們沒有這個福分，要建立這樣科技的一個設備也要花很多錢，沒有這個設備也行，買一個小錄音機就可以。我天天對著錄音機講，把我所學到的東西保留下來傳給後人，只要傳一個人就行了。達摩祖師到中國傳一個慧可，慧可傳一個僧璨，宗門前面五代都是單傳，到第六代傳到惠能，惠能大師法緣殊勝，開花結果，他傳了四十多個人。這四十多個人到處宣揚禪宗，於是禪宗遍天下。在古代沒有這些科技設備非常困難，在那個時候唯一的辦法是住山著書，閉關寫書。現在比從前方便太多，只要你有真正的慈悲心，必定能夠利益廣大眾生，所以「積集功德，廣大福聚」在現代比過去確實是方便太多。尤其在現前末法時期，真正發心必定得到諸佛護念，龍天善神擁護，怕的是不發心。"
    },
    {
      "id": "12-039-0003_p0024",
      "zh_CN": "也有发心的同修，真正发心出来学经教，障碍的人有，破坏的人有，误导的人有，这是古今中外普遍会有的现象。你要有能力突破；没有能力突破，那你真的就被障碍住，你就退心、退转，那是非常非常可惜的一桩事情，你的功德福德全都毁掉。这一节我们就讲到此地。",
      "zh_TW": "也有發心的同修，真正發心出來學經教，障礙的人有，破壞的人有，誤導的人有，這是古今中外普遍會有的現象。你要有能力突破；沒有能力突破，那你真的就被障礙住，你就退心、退轉，那是非常非常可惜的一樁事情，你的功德福德全都毀掉。這一節我們就講到此地。"
    }
  ]
}