{
  "doc_id": "21-182-0001",
  "title": {
    "zh_CN": "净空法师对香港义工的开示",
    "zh_TW": "淨空法師對香港義工的開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-182-0001",
  "total_paragraphs": 19,
  "paragraphs": [
    {
      "id": "21-182-0001_p0001",
      "zh_CN": "诸位同修，昨天我从中国回来，这一次行程安排得很紧凑，所以没有休息的时间。到昨天，在飞机上快要到香港，感觉得有点累，大概是受了一点风寒。今天休息了一个上午，已经好得很多了。所以我想今天跟大家在此地见见面，把我这次到中国的状况，给诸位做一个简单的报告。",
      "zh_TW": "諸位同修，昨天我從中國回來，這一次行程安排得很緊湊，所以沒有休息的時間。到昨天，在飛機上快要到香港，感覺得有點累，大概是受了一點風寒。今天休息了一個上午，已經好得很多了。所以我想今天跟大家在此地見見面，把我這次到中國的狀況，給諸位做一個簡單的報告。"
    },
    {
      "id": "21-182-0001_p0002",
      "zh_CN": "这一次去中国，是接受澳洲「中国和平统一促进会」的邀请，他们在澳洲组了个团，大概有七十多人。我们参加之后，在台湾、香港、新加坡有些同修也加入这个团，总共超过一百人。但是中途也有些人不能去，所以实际上这次参加西藏之行的，大概只有七十多个人。目的是到那边做一次义诊，西藏同胞听说白内障很严重，那边是高原地带，紫外线很强。我们看到资料，上面说西藏白内障的患病率占三分之一，也就是三个人当中有一个白内障。严重的就失明，就眼瞎了，非常之多，我们想这个事情很痛苦。",
      "zh_TW": "這一次去中國，是接受澳洲「中國和平統一促進會」的邀請，他們在澳洲組了個團，大概有七十多人。我們參加之後，在台灣、香港、新加坡有些同修也加入這個團，總共超過一百人。但是中途也有些人不能去，所以實際上這次參加西藏之行的，大概只有七十多個人。目的是到那邊做一次義診，西藏同胞聽說白內障很嚴重，那邊是高原地帶，紫外線很強。我們看到資料，上面說西藏白內障的患病率佔三分之一，也就是三個人當中有一個白內障。嚴重的就失明，就眼瞎了，非常之多，我們想這個事情很痛苦。"
    },
    {
      "id": "21-182-0001_p0003",
      "zh_CN": "澳洲国统会做这桩事情很有意义，也非常之好。所以他们的会长到昆士兰来访问我的时候，我就送了五万块钱给他们做医药费。之后，他们在雪梨举行一次义卖晚会，筹募义诊的基金，还算不错，这个晚会一共筹了将近二十万。在澳洲有这样的成绩，就相当可观。我听说有许许多多筹募基金，一个会大概都不会超过五万块钱，他们能够达到将近二十万，相当可观。我也参加这个筹募会，在会议当中，他们介绍最新治白内障的仪器，我看了很有兴趣。这个最新的仪器，手术的时间只要三分钟，两三天就可以复原，这是桩好事情，非常难得。",
      "zh_TW": "澳洲國統會做這樁事情很有意義，也非常之好。所以他們的會長到昆士蘭來訪問我的時候，我就送了五萬塊錢給他們做醫藥費。之後，他們在雪梨舉行一次義賣晚會，籌募義診的基金，還算不錯，這個晚會一共籌了將近二十萬。在澳洲有這樣的成績，就相當可觀。我聽說有許許多多籌募基金，一個會大概都不會超過五萬塊錢，他們能夠達到將近二十萬，相當可觀。我也參加這個籌募會，在會議當中，他們介紹最新治白內障的儀器，我看了很有興趣。這個最新的儀器，手術的時間只要三分鐘，兩三天就可以復原，這是樁好事情，非常難得。"
    },
    {
      "id": "21-182-0001_p0004",
      "zh_CN": "我就问他这个机器的价钱，这是国家与国家的往来，又是慈善事业，所以一切税金统统豁免。机器的标价每套是澳币十二万，我们实际跟他买是五万块钱一套，这对白内障病患是一个很大的福音，我就买了十一套。送了一套给杭州，另外还有十套，送给中国国家医疗机构，由他们去分发，是为这桩事情又回到中国来。",
      "zh_TW": "我就問他這個機器的價錢，這是國家與國家的往來，又是慈善事業，所以一切稅金統統豁免。機器的標價每套是澳幣十二萬，我們實際跟他買是五萬塊錢一套，這對白內障病患是一個很大的福音，我就買了十一套。送了一套給杭州，另外還有十套，送給中國國家醫療機構，由他們去分發，是為這樁事情又回到中國來。"
    },
    {
      "id": "21-182-0001_p0005",
      "zh_CN": "之后，齐居士邀我到东天目山，我说我去看看，绝不做宗教活动。去做什么？是为胡居士的母亲选择一块墓地。这是在早时我跟她协订的，将来百年之后，最好是能够安葬在东天目山。那个地方每天有四百多人念佛，是非常殊胜的一个地方。在墓地，我们想建一个塔，建一个小塔，一个人这么高，骨灰放在塔底下。这次我去看，在山上仔细看了一下，古来祖师大德安葬在那个地方，差不多有四、五十个人。我看到有六、七个塔，仔细一看，有乾隆年间，我看到有乾隆、道光、咸丰、光绪，后面我就没有再去看了，地方太大了！所以很殊胜。",
      "zh_TW": "之後，齊居士邀我到東天目山，我說我去看看，絕不做宗教活動。去做什麼？是為胡居士的母親選擇一塊墓地。這是在早時我跟她協訂的，將來百年之後，最好是能夠安葬在東天目山。那個地方每天有四百多人念佛，是非常殊勝的一個地方。在墓地，我們想建一個塔，建一個小塔，一個人這麼高，骨灰放在塔底下。這次我去看，在山上仔細看了一下，古來祖師大德安葬在那個地方，差不多有四、五十個人。我看到有六、七個塔，仔細一看，有乾隆年間，我看到有乾隆、道光、咸豐、光緒，後面我就沒有再去看了，地方太大了！所以很殊勝。"
    },
    {
      "id": "21-182-0001_p0006",
      "zh_CN": "我们佛教，我们晓得这是教育，在这个塔的上面建一个亭子，这是有个余老给我们建议，建个亭子。亭子就要刻匾额、刻对联，这些都是教化众生的。他让我想，对联我们有现成的，后面还有横匾。这个亭子，四角亭就可以，我们不要做六角、八角，那个范围大了。四角亭有四个横批，四个横批实在讲就是佛给我们的这四大句，写在上面：《梵网经》里面讲的，「不作国贼，不谤国主」；《璎珞经》讲的，「不漏国税，不犯国制」，这四句话放在这亭子四面做横匾，非常有意义。",
      "zh_TW": "我們佛教，我們曉得這是教育，在這個塔的上面建一個亭子，這是有個余老給我們建議，建個亭子。亭子就要刻匾額、刻對聯，這些都是教化眾生的。他讓我想，對聯我們有現成的，後面還有橫匾。這個亭子，四角亭就可以，我們不要做六角、八角，那個範圍大了。四角亭有四個橫批，四個橫批實在講就是佛給我們的這四大句，寫在上面：《梵網經》裡面講的，「不作國賊，不謗國主」；《瓔珞經》講的，「不漏國稅，不犯國制」，這四句話放在這亭子四面做橫匾，非常有意義。"
    },
    {
      "id": "21-182-0001_p0007",
      "zh_CN": "佛弟子最重要的，持戒！持戒广义就是守法。「不犯国制」，国制就是国家的法令规章，决定不能够违犯。这四句话很多人都忘记了，很少人提到这四句。我早年在台中追随李老师，李老师常常拿这四句话提醒我们，所以我们的印象很深，特别是「不犯国制」。晚上，齐居士希望我在念佛堂给大家开示，我说不可以，我要这样做，我就犯了国制。我说我们佛弟子要有智慧，要看得远、要看得深、要看得广，不要为眼前。即使国家要消灭佛法，我们也没有一丝毫怨恨心，我们还是欢欢喜喜的接受国家的法令规章。在中国历史上，诸位晓得三武灭法，当时皇帝下命令要灭佛法，佛门弟子没有听说到街头去抗议，没有！这就是什么？真正懂得我们遵循佛陀的教诲。",
      "zh_TW": "佛弟子最重要的，持戒！持戒廣義就是守法。「不犯國制」，國制就是國家的法令規章，決定不能夠違犯。這四句話很多人都忘記了，很少人提到這四句。我早年在台中追隨李老師，李老師常常拿這四句話提醒我們，所以我們的印象很深，特別是「不犯國制」。晚上，齊居士希望我在念佛堂給大家開示，我說不可以，我要這樣做，我就犯了國制。我說我們佛弟子要有智慧，要看得遠、要看得深、要看得廣，不要為眼前。即使國家要消滅佛法，我們也沒有一絲毫怨恨心，我們還是歡歡喜喜的接受國家的法令規章。在中國歷史上，諸位曉得三武滅法，當時皇帝下命令要滅佛法，佛門弟子沒有聽說到街頭去抗議，沒有！這就是什麼？真正懂得我們遵循佛陀的教誨。"
    },
    {
      "id": "21-182-0001_p0008",
      "zh_CN": "佛在经上常常说，「佛法因缘生」，所以《金刚经》上讲「法尚应舍，何况非法」。既然是因缘生，我们就晓得，佛法在这个世间有兴、有灭！前面这一尊佛，佛法不是灭掉了吗？释迦牟尼佛出现于世，佛法又兴旺起来了。佛经典里面跟我们讲得很清楚，世尊的法运一万二千年。一万二千年之后，佛法在这个世界灭了。灭了之后，要到下一尊佛，弥勒菩萨到这个世间来，示现八相成道、示现成佛，这个世间又有佛了，佛法又兴起来了。所以佛法的兴、灭是个正常现象，我们一定要懂得。我们要怎样来护持正法？那就一定要持戒。所以真正我们懂得持戒念佛，那是真正护持正法。",
      "zh_TW": "佛在經上常常說，「佛法因緣生」，所以《金剛經》上講「法尚應捨，何況非法」。既然是因緣生，我們就曉得，佛法在這個世間有興、有滅！前面這一尊佛，佛法不是滅掉了嗎？釋迦牟尼佛出現於世，佛法又興旺起來了。佛經典裡面跟我們講得很清楚，世尊的法運一萬二千年。一萬二千年之後，佛法在這個世界滅了。滅了之後，要到下一尊佛，彌勒菩薩到這個世間來，示現八相成道、示現成佛，這個世間又有佛了，佛法又興起來了。所以佛法的興、滅是個正常現象，我們一定要懂得。我們要怎樣來護持正法？那就一定要持戒。所以真正我們懂得持戒念佛，那是真正護持正法。"
    },
    {
      "id": "21-182-0001_p0009",
      "zh_CN": "佛法在这个地方被消灭了，是这个时代众生没有福报。我们持戒念佛，就是修福。诸位一定要晓得持戒是修福，念佛是修慧，持戒念佛，福慧双修。这世间有福、有慧的人多了，佛菩萨就又示现在这世间，佛法就又兴旺起来了！所以我们一定懂这个道理，无论处顺境、处逆境，总是心平气和，决定不会起心动念；永远保持心地清净、心地平等、心地慈悲，这个比什么都重要。",
      "zh_TW": "佛法在這個地方被消滅了，是這個時代眾生沒有福報。我們持戒念佛，就是修福。諸位一定要曉得持戒是修福，念佛是修慧，持戒念佛，福慧雙修。這世間有福、有慧的人多了，佛菩薩就又示現在這世間，佛法就又興旺起來了！所以我們一定懂這個道理，無論處順境、處逆境，總是心平氣和，決定不會起心動念；永遠保持心地清淨、心地平等、心地慈悲，這個比什麼都重要。"
    },
    {
      "id": "21-182-0001_p0010",
      "zh_CN": "说到我们今天最重要的，就是求生净土，如果不生净土，麻烦就大了！除了念佛求生净土，这是第一桩大事，其他都是鸡毛蒜皮的小事，佛法兴衰也是小事。我们自己这一生成就了，真的往生，佛在经上讲得很清楚，即使凡圣同居土下下品往生，生到西方极乐世界都是阿惟越致菩萨，这经上讲得多清楚、多明白。阿惟越致菩萨一般讲是七地以上，这是不可思议的成就！这些都是阿弥陀佛本愿威神加持，才有这样不思议殊胜的成就，这是我们真正一生大事。弘法利生小事，缘！有缘就做，没有缘就不做。念佛要紧！往生要紧！我们要把中心的目标掌握住，你才不至于走错路，不至于迷了方向。",
      "zh_TW": "說到我們今天最重要的，就是求生淨土，如果不生淨土，麻煩就大了！除了念佛求生淨土，這是第一樁大事，其他都是雞毛蒜皮的小事，佛法興衰也是小事。我們自己這一生成就了，真的往生，佛在經上講得很清楚，即使凡聖同居土下下品往生，生到西方極樂世界都是阿惟越致菩薩，這經上講得多清楚、多明白。阿惟越致菩薩一般講是七地以上，這是不可思議的成就！這些都是阿彌陀佛本願威神加持，才有這樣不思議殊勝的成就，這是我們真正一生大事。弘法利生小事，緣！有緣就做，沒有緣就不做。念佛要緊！往生要緊！我們要把中心的目標掌握住，你才不至於走錯路，不至於迷了方向。"
    },
    {
      "id": "21-182-0001_p0011",
      "zh_CN": "学佛的人都能守法，顺境、逆境都守法，这就叫真正兴隆佛法。为什么？这个世界上无论哪个国家地区，都喜欢守法的人，我们表现出来守法；换句话说，每个国家地区都欢迎佛法。如果我们不守法，即使你做的好事，你做弘法利生的事，你违背国家的法令规章，你是做了好事，那个好事有缺陷，后遗症很大。大在哪里？让许许多多国家领导人心里感觉得佛教徒不守法，那他对佛教就排斥，你说这个损失多大！所以要懂这个道理。",
      "zh_TW": "學佛的人都能守法，順境、逆境都守法，這就叫真正興隆佛法。為什麼？這個世界上無論哪個國家地區，都喜歡守法的人，我們表現出來守法；換句話說，每個國家地區都歡迎佛法。如果我們不守法，即使你做的好事，你做弘法利生的事，你違背國家的法令規章，你是做了好事，那個好事有缺陷，後遺症很大。大在哪裡？讓許許多多國家領導人心裡感覺得佛教徒不守法，那他對佛教就排斥，你說這個損失多大！所以要懂這個道理。"
    },
    {
      "id": "21-182-0001_p0012",
      "zh_CN": "佛在经典里面给我们的教诲，我们要肯定，那是决定正确的。我讲经的时候常讲，我们要舍弃自己的想法、看法、做法，我们要随顺佛陀教诲，这是真正佛弟子。我们自己想，想得是不错，好事情，其实是错的。所以这么多年来，我常常劝初学的同学，你要想学佛，从哪里学起？从《了凡四训》学起。你能够用一年的时间，念《了凡四训》，一天念一遍，念一年，三百遍你才会有印象。起心动念、言语造作，你就会想到《了凡四训》里头怎样教导我们。这部书是讲因果报应，种善因一定得善果。",
      "zh_TW": "佛在經典裡面給我們的教誨，我們要肯定，那是決定正確的。我講經的時候常講，我們要捨棄自己的想法、看法、做法，我們要隨順佛陀教誨，這是真正佛弟子。我們自己想，想得是不錯，好事情，其實是錯的。所以這麼多年來，我常常勸初學的同學，你要想學佛，從哪裡學起？從《了凡四訓》學起。你能夠用一年的時間，念《了凡四訓》，一天念一遍，念一年，三百遍你才會有印象。起心動念、言語造作，你就會想到《了凡四訓》裡頭怎樣教導我們。這部書是講因果報應，種善因一定得善果。"
    },
    {
      "id": "21-182-0001_p0013",
      "zh_CN": "里面给我们讲出善恶的标准，它讲得太好了。善有真善、有假善，有满善、有半善，这些不能不懂，不能不清楚。了凡先生的第十三代的孙子，第十三代，这次我们虽然没有见面，给他通了电话，以后有时间我们再见面。他还住在老家，嘉善，今年八十三岁。他是中学教员，退休了。了凡先生的坟墓还在，现在是政府当作文物保管，非常难得！这是积善之家，后代都不错、都很好。我是想将来有机会，我去访问，到那里去拍摄一些资料，附在我们的《了凡四训》一起流通，告诉大家真人真事，都是示现给我们做榜样。",
      "zh_TW": "裡面給我們講出善惡的標準，它講得太好了。善有真善、有假善，有滿善、有半善，這些不能不懂，不能不清楚。了凡先生的第十三代的孫子，第十三代，這次我們雖然沒有見面，給他通了電話，以後有時間我們再見面。他還住在老家，嘉善，今年八十三歲。他是中學教員，退休了。了凡先生的墳墓還在，現在是政府當作文物保管，非常難得！這是積善之家，後代都不錯、都很好。我是想將來有機會，我去訪問，到那裡去拍攝一些資料，附在我們的《了凡四訓》一起流通，告訴大家真人真事，都是示現給我們做榜樣。"
    },
    {
      "id": "21-182-0001_p0014",
      "zh_CN": "这次在北京，我访问了中国佛协，也访问了国家宗教局。在佛协，我跟一诚法师、圣辉法师，这是新的这一届领导人，中国佛教领导人，我们也谈了很多。圣辉也算是老朋友，以前见过好几次面。我说我这次来送一个礼物给你们。他说什么礼物？我说如果你们在这一届主持中国佛教，真正为中国佛教、为世界佛教做一桩好事情，将来在历史上也会留名。做什么好事？现在在全世界，我们需要一套「有声大藏经」。什么叫「有声大藏经」？",
      "zh_TW": "這次在北京，我訪問了中國佛協，也訪問了國家宗教局。在佛協，我跟一誠法師、聖輝法師，這是新的這一屆領導人，中國佛教領導人，我們也談了很多。聖輝也算是老朋友，以前見過好幾次面。我說我這次來送一個禮物給你們。他說什麼禮物？我說如果你們在這一屆主持中國佛教，真正為中國佛教、為世界佛教做一樁好事情，將來在歷史上也會留名。做什麼好事？現在在全世界，我們需要一套「有聲大藏經」。什麼叫「有聲大藏經」？"
    },
    {
      "id": "21-182-0001_p0015",
      "zh_CN": "今天我进来看到我们这边流通的《大正藏》，现在浓缩成两片光碟。这两片光碟就是一部《大正藏》！在电脑里面可以看到文字。文字虽然看到，经文没有标点符号，没有分段落，很多人看不懂。看不懂，他的兴趣就没有了。我说最好把《大藏经》从头到尾，用最标准的普通话念一遍。我们想学的时候，就跟着经文，我们每天来读经，这就叫「有声大藏经」。不要人的画面，要文字，就是我们在萤幕上看到经文，你就不要去找经本了。它有声音，你跟着声音来念，不要念得很快，不能像寺庙里敲木鱼诵经，那个不行，那我们听不出来他念到哪里。像平常我们读书一样，速度很慢，一个字一个字的念。要是中国佛教会能做这个工作，那是无量无边功德。",
      "zh_TW": "今天我進來看到我們這邊流通的《大正藏》，現在濃縮成兩片光碟。這兩片光碟就是一部《大正藏》！在電腦裡面可以看到文字。文字雖然看到，經文沒有標點符號，沒有分段落，很多人看不懂。看不懂，他的興趣就沒有了。我說最好把《大藏經》從頭到尾，用最標準的普通話念一遍。我們想學的時候，就跟著經文，我們每天來讀經，這就叫「有聲大藏經」。不要人的畫面，要文字，就是我們在螢幕上看到經文，你就不要去找經本了。它有聲音，你跟著聲音來念，不要念得很快，不能像寺廟裡敲木魚誦經，那個不行，那我們聽不出來他念到哪裡。像平常我們讀書一樣，速度很慢，一個字一個字的念。要是中國佛教會能做這個工作，那是無量無邊功德。"
    },
    {
      "id": "21-182-0001_p0016",
      "zh_CN": "我说你们做「有声大藏经」，我这几年，我还是继续讲我的经典。当然《大藏经》全部是可以读，我讲经，这一生没有办法把《大藏经》里面每部经都讲一遍，那是不可能的事情！现在《华严》我们讲到「四谛品」，上一次在此地，你们听到的。「四谛品」在第十二卷的后半段。我们的《华严》，八十跟四十合起来，除掉当中重复的一部分，总共九十九卷。九十九卷，我们现在才讲到十二卷，已经用了二千多个小时。我算了一算，这部经讲圆满，大概要二万个小时。实在讲，这部经非常重要，在佛家，这是根本法轮，这部经要是能通，一切经都通了。",
      "zh_TW": "我說你們做「有聲大藏經」，我這幾年，我還是繼續講我的經典。當然《大藏經》全部是可以讀，我講經，這一生沒有辦法把《大藏經》裡面每部經都講一遍，那是不可能的事情！現在《華嚴》我們講到「四諦品」，上一次在此地，你們聽到的。「四諦品」在第十二卷的後半段。我們的《華嚴》，八十跟四十合起來，除掉當中重複的一部分，總共九十九卷。九十九卷，我們現在才講到十二卷，已經用了二千多個小時。我算了一算，這部經講圓滿，大概要二萬個小時。實在講，這部經非常重要，在佛家，這是根本法輪，這部經要是能通，一切經都通了。"
    },
    {
      "id": "21-182-0001_p0017",
      "zh_CN": "所以我的事情就是专门讲经，在摄影棚里头录相，其他的，我要完全放下。我这次很清楚的表态，我说我这么大年岁，我不会做住持，我也不会做什么会长。在中国，什么政协、人大，当然更没有我的分，我边都不想沾。即使在大学里头给我教授，我也不会接受的。为什么？那不是我要做的。我要做的就是在摄影棚里面每天四个小时，我们把大乘经里头重要的这些部分，《华严》完成之后，如果还有寿命，我就很想把《法华经》、《楞严经》、「净土五经一论」，重新再讲一遍。我说我很单纯，就这么一点愿望，其他的什么都没有。",
      "zh_TW": "所以我的事情就是專門講經，在攝影棚裡頭錄相，其他的，我要完全放下。我這次很清楚的表態，我說我這麼大年歲，我不會做住持，我也不會做什麼會長。在中國，什麼政協、人大，當然更沒有我的分，我邊都不想沾。即使在大學裡頭給我教授，我也不會接受的。為什麼？那不是我要做的。我要做的就是在攝影棚裡面每天四個小時，我們把大乘經裡頭重要的這些部分，《華嚴》完成之後，如果還有壽命，我就很想把《法華經》、《楞嚴經》、「淨土五經一論」，重新再講一遍。我說我很單純，就這麼一點願望，其他的什麼都沒有。"
    },
    {
      "id": "21-182-0001_p0018",
      "zh_CN": "现在我们生在乱世，社会动乱，这是历史上从来没有过的，灾难频繁。我们怎样度过？老实念佛，求生净土。世出世间一切法都要放下，修纯净纯善，修「真诚、清净、平等、正觉、慈悲」，这是菩提心，纯净；修「看破、放下、自在、随缘、念佛」。希望在这一生当中有真正的成就，我们这一生就没有白来了，这一生过得很充实，这一生过得很圆满。世间名闻利养、五欲六尘的享受，不能不放下；如果不放下，我们念佛往生就会有障碍。",
      "zh_TW": "現在我們生在亂世，社會動亂，這是歷史上從來沒有過的，災難頻繁。我們怎樣度過？老實念佛，求生淨土。世出世間一切法都要放下，修純淨純善，修「真誠、清淨、平等、正覺、慈悲」，這是菩提心，純淨；修「看破、放下、自在、隨緣、念佛」。希望在這一生當中有真正的成就，我們這一生就沒有白來了，這一生過得很充實，這一生過得很圓滿。世間名聞利養、五欲六塵的享受，不能不放下；如果不放下，我們念佛往生就會有障礙。"
    },
    {
      "id": "21-182-0001_p0019",
      "zh_CN": "在这些年当中，我们也看到不少同修念佛念得很好，往生很自在，预知时至，有站着走的、坐着走的，清清楚楚、明明白白。他们能做到，我们为什么做不到？他能做到的，就是他真放下。放下就能做到，放不下，那就没法子了，佛菩萨虽然大慈大悲也帮不上忙，这个道理要懂。佛菩萨虽然加持，还是要靠我们自己认真努力，依教奉行。我明天休息一天，后天我们恢复讲经。现在时间到了，谢谢大家。",
      "zh_TW": "在這些年當中，我們也看到不少同修念佛念得很好，往生很自在，預知時至，有站著走的、坐著走的，清清楚楚、明明白白。他們能做到，我們為什麼做不到？他能做到的，就是他真放下。放下就能做到，放不下，那就沒法子了，佛菩薩雖然大慈大悲也幫不上忙，這個道理要懂。佛菩薩雖然加持，還是要靠我們自己認真努力，依教奉行。我明天休息一天，後天我們恢復講經。現在時間到了，謝謝大家。"
    }
  ]
}