{
  "doc_id": "21-040-0003",
  "title": {
    "zh_CN": "九七年春季佛七讲话",
    "zh_TW": "九七年春季佛七講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "21-040-0003",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "21-040-0003_p0001",
      "zh_CN": "诸位同修：",
      "zh_TW": "諸位同修："
    },
    {
      "id": "21-040-0003_p0002",
      "zh_CN": "今天是佛七的第四天了，每一天这个时候跟诸位说一些闲话，要是依照佛七仪规，这都算是打闲岔。可是在这个时代，这些闲话也很有必要，原因是我们缺乏修学的基础。佛法是教人觉悟，是教人认清宇宙人生的真相。宇宙就是我们生活的环境，人生就是自己本人。所以佛法的内容不是说别的，实在讲就是说自己与自己生活环境的真相。这个真相我们迷失了，变成不认识了，不是这一生才迷的。佛告诉我们，我们无量劫来生生世世都迷了，于是乎是愈迷愈深，麻烦就在此地。而佛法的修学一定是要依照「信、解、行、证」的顺序，念佛堂结七念佛是行。诸位晓得行在修学次第里面是第三个阶段。",
      "zh_TW": "今天是佛七的第四天了，每一天這個時候跟諸位說一些閒話，要是依照佛七儀規，這都算是打閒岔。可是在這個時代，這些閒話也很有必要，原因是我們缺乏修學的基礎。佛法是教人覺悟，是教人認清宇宙人生的真相。宇宙就是我們生活的環境，人生就是自己本人。所以佛法的內容不是說別的，實在講就是說自己與自己生活環境的真相。這個真相我們迷失了，變成不認識了，不是這一生才迷的。佛告訴我們，我們無量劫來生生世世都迷了，於是乎是愈迷愈深，麻煩就在此地。而佛法的修學一定是要依照「信、解、行、證」的順序，念佛堂結七念佛是行。諸位曉得行在修學次第裡面是第三個階段。"
    },
    {
      "id": "21-040-0003_p0003",
      "zh_CN": "那为什么要打闲岔？就是前面两个阶段的基础，我们没做好。问问诸位是不是真的相信？不见得。真的理解了吗？也不见得。虽然半信半疑，半知半解，也来念佛了。因此这个佛七当中，就有打闲岔的必要，帮助诸位坚定信解，这个意思在此地。如果是依照顺序来修学的话，念佛堂里决定禁止讲经说法，决定禁止。纵然念佛期间，主七和尚有开示，也是简简单单几句话，不会啰唆的。简单的开示只有一个目的，帮助大家在念佛当中，打掉妄想，提起正念。所以他的开示就很简单，像通常我们常听到的，「放下万缘，提起佛号」。开示都是类似这些话，因为你已经相信了，已经理解了，毫无疑问了，再多的言词都是废话，都没有必要。",
      "zh_TW": "那為什麼要打閒岔？就是前面兩個階段的基礎，我們沒做好。問問諸位是不是真的相信？不見得。真的理解了嗎？也不見得。雖然半信半疑，半知半解，也來念佛了。因此這個佛七當中，就有打閒岔的必要，幫助諸位堅定信解，這個意思在此地。如果是依照順序來修學的話，念佛堂裡決定禁止講經說法，決定禁止。縱然念佛期間，主七和尚有開示，也是簡簡單單幾句話，不會囉唆的。簡單的開示只有一個目的，幫助大家在念佛當中，打掉妄想，提起正念。所以他的開示就很簡單，像通常我們常聽到的，「放下萬緣，提起佛號」。開示都是類似這些話，因為你已經相信了，已經理解了，毫無疑問了，再多的言詞都是廢話，都沒有必要。"
    },
    {
      "id": "21-040-0003_p0004",
      "zh_CN": "昨天我们讲到净宗的殊胜，尤其是佛在经上明白的告诉我们，《无量寿经》将来在释迦牟尼佛法灭尽的时候，还能够留传一百年，可知这一部经典的殊胜处。释迦牟尼佛的法运一万二千年，所谓正法一千年，像法一千年，末法一万年。我们现在这个时代，是在佛法末法的时代。可是佛灭度究竟在哪一年？中国、外国有许许多多的讲法，而其中的差距竟然有五、六百年之多。中国古时候历史所记载的，这是大家在课诵本上常常念到的，世尊出生是周昭王二十四年，释迦牟尼佛示现灭度是周穆王时代。世尊在世住世的时候，是七十九岁圆寂的。要照这个说法，周穆王五十三年灭度，照这个讲法，那世尊距离我们现在应该是三千二十多年，三千二十一、二年的样子，有这么久了。可是现在世界上公用的佛历是两千五百多年，差不多相差五百年之久。究竟哪一个是？哪一个非？这个事情，后人没有法子下定论，要请教释迦牟尼佛才行。不但佛门有这些事情，中国、外国在历史上的这些古人，他们生、卒年月日的考证往往都有很多的讲法。时代愈久远，说法就愈多，到底哪一个可靠，很难讲，他们所讲的还都有根据。",
      "zh_TW": "昨天我們講到淨宗的殊勝，尤其是佛在經上明白的告訴我們，《無量壽經》將來在釋迦牟尼佛法滅盡的時候，還能夠留傳一百年，可知這一部經典的殊勝處。釋迦牟尼佛的法運一萬二千年，所謂正法一千年，像法一千年，末法一萬年。我們現在這個時代，是在佛法末法的時代。可是佛滅度究竟在哪一年？中國、外國有許許多多的講法，而其中的差距竟然有五、六百年之多。中國古時候歷史所記載的，這是大家在課誦本上常常念到的，世尊出生是周昭王二十四年，釋迦牟尼佛示現滅度是周穆王時代。世尊在世住世的時候，是七十九歲圓寂的。要照這個說法，周穆王五十三年滅度，照這個講法，那世尊距離我們現在應該是三千二十多年，三千二十一、二年的樣子，有這麼久了。可是現在世界上公用的佛曆是兩千五百多年，差不多相差五百年之久。究竟哪一個是？哪一個非？這個事情，後人沒有法子下定論，要請教釋迦牟尼佛才行。不但佛門有這些事情，中國、外國在歷史上的這些古人，他們生、卒年月日的考證往往都有很多的講法。時代愈久遠，說法就愈多，到底哪一個可靠，很難講，他們所講的還都有根據。"
    },
    {
      "id": "21-040-0003_p0005",
      "zh_CN": "这些事情我们明了了，姑且不论。可是佛的法运一万两千年，这是佛在经上常说的。实在讲诸佛菩萨哪里会有法运？这法运怎么说法？是从众生业习障缘厚薄而说的，与佛法不相干。因此，我们要明白这个道理，我们现在生在末法时期，在这个时期我们能够有正信、有切愿，一心念佛求生净土；换句话说，这在我们来讲是正法。所以说末法里头有正法，正法里头也有末法。佛当年在世度城东老母，这个人业障很重，看到佛就躲避。佛有神通，看他到那边去了，再现一个身在那边；他看到了，又躲避。始终不能接受，那就是正法里面的末法。所以我们不能把佛的正法、像法、末法看呆了，那你就错误了。法灭尽的时候，《无量寿经》住世还有一百年，那个时候是人遇到这一部经，能够信受奉行求愿往生，对他来讲还是正法。不能把佛的说法看呆了，佛所讲的一切法，都是活活泼泼的，没有一个字是死呆板的，这个道理我们要明了。",
      "zh_TW": "這些事情我們明瞭了，姑且不論。可是佛的法運一萬兩千年，這是佛在經上常說的。實在講諸佛菩薩哪裡會有法運？這法運怎麼說法？是從眾生業習障緣厚薄而說的，與佛法不相干。因此，我們要明白這個道理，我們現在生在末法時期，在這個時期我們能夠有正信、有切願，一心念佛求生淨土；換句話說，這在我們來講是正法。所以說末法裡頭有正法，正法裡頭也有末法。佛當年在世度城東老母，這個人業障很重，看到佛就躲避。佛有神通，看他到那邊去了，再現一個身在那邊；他看到了，又躲避。始終不能接受，那就是正法裡面的末法。所以我們不能把佛的正法、像法、末法看呆了，那你就錯誤了。法滅盡的時候，《無量壽經》住世還有一百年，那個時候是人遇到這一部經，能夠信受奉行求願往生，對他來講還是正法。不能把佛的說法看呆了，佛所講的一切法，都是活活潑潑的，沒有一個字是死呆板的，這個道理我們要明瞭。"
    },
    {
      "id": "21-040-0003_p0006",
      "zh_CN": "经法第一个灭的是《楞严经》，《楞严经》真的会灭掉吗？你们会相信吗？你们相信，我不相信。我为什么不相信？现代的印刷术多么发达，从前经本要手抄，古代，所以你说灭尽、失传可能。像我们《无量寿经》，这个大家知道的，从汉朝到宋朝十二种译本，但是现在？我们能够看到的只有五种，七种失传了。所以古代的经典失传是很容易的，流通的量太少了，所有的经典都要靠抄写，抄写往往抄错了，字抄错了，抄漏掉了，行数颠倒了，这种情形都很普遍，都不能够避免，佛法也不例外。现代印刷术这么发达，电脑网路储存量大，能够保存很久，经书怎么会失传？这不可能的。",
      "zh_TW": "經法第一個滅的是《楞嚴經》，《楞嚴經》真的會滅掉嗎？你們會相信嗎？你們相信，我不相信。我為什麼不相信？現代的印刷術多麼發達，從前經本要手抄，古代，所以你說滅盡、失傳可能。像我們《無量壽經》，這個大家知道的，從漢朝到宋朝十二種譯本，但是現在？我們能夠看到的只有五種，七種失傳了。所以古代的經典失傳是很容易的，流通的量太少了，所有的經典都要靠抄寫，抄寫往往抄錯了，字抄錯了，抄漏掉了，行數顛倒了，這種情形都很普遍，都不能夠避免，佛法也不例外。現代印刷術這麼發達，電腦網路儲存量大，能夠保存很久，經書怎麼會失傳？這不可能的。"
    },
    {
      "id": "21-040-0003_p0007",
      "zh_CN": "那佛说法灭尽是什么意思？经典虽然在，大家不相信了，这就灭了。或者是把里面的意思错解了，不能依照这个方法修行了。虽然经典摆在这里，等于废纸一堆，是这个意思，灭是这个意思。绝对不是这个经会失传，现在是几乎不可能。你看佛的《大藏经》，全世界大的图书馆里面都有，世界发生再大的灾难，也不可能把所有图书馆消毁掉，不可能。总会有几个存在，它就会延续下去。所以我们对于古本的这些书籍，数量少的书籍，我们要再把它保存下去，最好的方法就是翻印。翻印赠送给各个图书馆去保存，就决定不会丧失。所以大家对于佛经将来灭尽，要有一个正确的概念，不会是经书消失，而是大家对于这些法门没有办法修学。",
      "zh_TW": "那佛說法滅盡是什麼意思？經典雖然在，大家不相信了，這就滅了。或者是把裡面的意思錯解了，不能依照這個方法修行了。雖然經典擺在這裡，等於廢紙一堆，是這個意思，滅是這個意思。絕對不是這個經會失傳，現在是幾乎不可能。你看佛的《大藏經》，全世界大的圖書館裡面都有，世界發生再大的災難，也不可能把所有圖書館消毀掉，不可能。總會有幾個存在，它就會延續下去。所以我們對於古本的這些書籍，數量少的書籍，我們要再把它保存下去，最好的方法就是翻印。翻印贈送給各個圖書館去保存，就決定不會喪失。所以大家對於佛經將來滅盡，要有一個正確的概念，不會是經書消失，而是大家對於這些法門沒有辦法修學。"
    },
    {
      "id": "21-040-0003_p0008",
      "zh_CN": "《楞严经》修行的方法，古大德的主张是以交光大师为代表。实在讲是有两个代表，比交光大师更早的，是宋朝时候的长水法师，《长水疏》。他的方法是用天台的止观，诸位晓得，天台止观现在修学的人是愈来愈少了。而交光大师所讲的「舍识用根」，恐怕从他老人家提倡那个时候起一直到今天，应该也有五百年了。这五百年当中，采取他老人家这种修行的方法，好像也没听说过，这才知道难。而《楞严经》上所讲的原理、原则，都归到净土了。我在早年学《楞严》的时候，我在台中跟李老师修学，《楞严》是我主修的经典。以后我也讲过不少遍，曾经有一次在台北，有几位台大的学生，带了他们一位指导教授来看我。这一位指导教授是日本人，在台大担任客座教授，对于佛法也很有研究，来看我。",
      "zh_TW": "《楞嚴經》修行的方法，古大德的主張是以交光大師為代表。實在講是有兩個代表，比交光大師更早的，是宋朝時候的長水法師，《長水疏》。他的方法是用天台的止觀，諸位曉得，天台止觀現在修學的人是愈來愈少了。而交光大師所講的「捨識用根」，恐怕從他老人家提倡那個時候起一直到今天，應該也有五百年了。這五百年當中，採取他老人家這種修行的方法，好像也沒聽說過，這才知道難。而《楞嚴經》上所講的原理、原則，都歸到淨土了。我在早年學《楞嚴》的時候，我在台中跟李老師修學，《楞嚴》是我主修的經典。以後我也講過不少遍，曾經有一次在台北，有幾位台大的學生，帶了他們一位指導教授來看我。這一位指導教授是日本人，在台大擔任客座教授，對於佛法也很有研究，來看我。"
    },
    {
      "id": "21-040-0003_p0009",
      "zh_CN": "他问我学的哪些经论？我说我现在正在修学《楞严经》。他很熟，他对《楞严》很懂得。他问我修什么法门？平常怎么用功？我说我念阿弥陀佛。这一位日本先生就用很好奇的眼光来看我，那个态度表情也很傲慢。问我：「《楞严经》与念佛有什么关系？」一般讲《楞严经》是禅宗修的、密宗修的，他有五会楞严神咒、密咒。所以这个是宗门跟密教，《楞严经》对他们关系很密切。他说：「你念佛？你怎么会修这个法门？」这个问题提出来了，好像是有道理。其实是一点道理都没有。他问这一句话，我就晓得这个日本的佛学家根本就不通。那种傲慢好像轻视的态度，我必须把他降伏下去。",
      "zh_TW": "他問我學的哪些經論？我說我現在正在修學《楞嚴經》。他很熟，他對《楞嚴》很懂得。他問我修什麼法門？平常怎麼用功？我說我念阿彌陀佛。這一位日本先生就用很好奇的眼光來看我，那個態度表情也很傲慢。問我：「《楞嚴經》與念佛有什麼關係？」一般講《楞嚴經》是禪宗修的、密宗修的，他有五會楞嚴神咒、密咒。所以這個是宗門跟密教，《楞嚴經》對他們關係很密切。他說：「你念佛？你怎麼會修這個法門？」這個問題提出來了，好像是有道理。其實是一點道理都沒有。他問這一句話，我就曉得這個日本的佛學家根本就不通。那種傲慢好像輕視的態度，我必須把他降伏下去。"
    },
    {
      "id": "21-040-0003_p0010",
      "zh_CN": "我就反过来请教他，《楞严经》讲到修学这一段经文，就是二十五位菩萨作代表，《楞严经》上有名的「二十五圆通章」。二十五位菩萨修首楞严大定，作一个榜样给我们看，这一段经文很重要。我就问他，我说这个你一定太清楚了。他很熟悉。我请教他：「观世音菩萨、大势至菩萨，跟《楞严经》都有什么关系？」这个日本人算不错，很聪明，我这一问，他脸就红了，气燄就往下降了，就不肯了。《楞严经》里最重要的就是这两位菩萨，怎么能说跟净土没有关系？可见得他读经粗心大意，没有留意到这个问题。",
      "zh_TW": "我就反過來請教他，《楞嚴經》講到修學這一段經文，就是二十五位菩薩作代表，《楞嚴經》上有名的「二十五圓通章」。二十五位菩薩修首楞嚴大定，作一個榜樣給我們看，這一段經文很重要。我就問他，我說這個你一定太清楚了。他很熟悉。我請教他：「觀世音菩薩、大勢至菩薩，跟《楞嚴經》都有什麼關係？」這個日本人算不錯，很聰明，我這一問，他臉就紅了，氣燄就往下降了，就不肯了。《楞嚴經》裡最重要的就是這兩位菩薩，怎麼能說跟淨土沒有關係？可見得他讀經粗心大意，沒有留意到這個問題。"
    },
    {
      "id": "21-040-0003_p0011",
      "zh_CN": "念阿弥陀佛就是修首楞严大定，首楞严大定是用念阿弥陀佛才完成。他虽然读经，连这个道理他都没有能体会，可见得他那个经是白念了。二十五位菩萨代表大乘一切法门，都是修首楞严大定。而里面最精彩的，就是观音、势至。观音菩萨的这个法门特殊，很多人都知道。但是大势至菩萨就很少人晓得，这都是粗心大意，不能够仔细观察、细心体会。这二十五个人的排列是按照顺序的，六根、六尘、六识，这就十八个了。再加上七大，地水火风空见识，十八加上七，二十五，这二十五门是从这么来的。每一门里面包含的法门都无量无边，用归纳的方法，无量无边的法门归纳为二十五门，用二十五位菩萨来作代表。",
      "zh_TW": "念阿彌陀佛就是修首楞嚴大定，首楞嚴大定是用念阿彌陀佛才完成。他雖然讀經，連這個道理他都沒有能體會，可見得他那個經是白念了。二十五位菩薩代表大乘一切法門，都是修首楞嚴大定。而裡面最精彩的，就是觀音、勢至。觀音菩薩的這個法門特殊，很多人都知道。但是大勢至菩薩就很少人曉得，這都是粗心大意，不能夠仔細觀察、細心體會。這二十五個人的排列是按照順序的，六根、六塵、六識，這就十八個了。再加上七大，地水火風空見識，十八加上七，二十五，這二十五門是從這麼來的。每一門裡面包含的法門都無量無邊，用歸納的方法，無量無邊的法門歸納為二十五門，用二十五位菩薩來作代表。"
    },
    {
      "id": "21-040-0003_p0012",
      "zh_CN": "按照这个顺序排列的，普通法门；不按照顺序排列的特别法门。当然观音菩萨的特别是太明显了，因为照这个排列来说，观音菩萨应该排在第二，他是耳根圆通。六根里头眼、耳，他应该摆在第二。可是把他拉到最后去了，把他排在第二十五了。从前唱戏也是这样的，不是很精彩的排在前面，最精彩的排在最后，压轴戏。所以观音菩萨排在压轴戏，最精彩的，所以大家很明显的看出来。大势至菩萨也是很精彩的压轴戏，没有人看出来。因为大势至菩萨是七大里面的根大，根大本来就很后面了，地水火风空见识，见！换句话说，按顺序排，大势至菩萨应该排在第二十三，排在识是最后的，识是弥勒菩萨代表。他应该排在弥勒菩萨的前面，按顺序是这个排法。可是你看经文，他排在弥勒菩萨后面，弥勒菩萨按照顺序他是第二十五个，但是他排在二十三。而把大势至菩萨排到二十四，观世音菩萨排到二十五，你就晓得那个压轴是两个人，不是一个人。",
      "zh_TW": "按照這個順序排列的，普通法門；不按照順序排列的特別法門。當然觀音菩薩的特別是太明顯了，因為照這個排列來說，觀音菩薩應該排在第二，他是耳根圓通。六根裡頭眼、耳，他應該擺在第二。可是把他拉到最後去了，把他排在第二十五了。從前唱戲也是這樣的，不是很精彩的排在前面，最精彩的排在最後，壓軸戲。所以觀音菩薩排在壓軸戲，最精彩的，所以大家很明顯的看出來。大勢至菩薩也是很精彩的壓軸戲，沒有人看出來。因為大勢至菩薩是七大裡面的根大，根大本來就很後面了，地水火風空見識，見！換句話說，按順序排，大勢至菩薩應該排在第二十三，排在識是最後的，識是彌勒菩薩代表。他應該排在彌勒菩薩的前面，按順序是這個排法。可是你看經文，他排在彌勒菩薩後面，彌勒菩薩按照順序他是第二十五個，但是他排在二十三。而把大勢至菩薩排到二十四，觀世音菩薩排到二十五，你就曉得那個壓軸是兩個人，不是一個人。"
    },
    {
      "id": "21-040-0003_p0013",
      "zh_CN": "最精彩的是这两位菩萨，代表修楞严大定，两个人表特别法门，不是一个。也许要问了，为什么不把大势至菩萨排在最后？要把大势至排在观世音前面，什么道理？诸位要晓得，大势至这个念佛法门，是尽虚空、遍法界的，契十方法界一切众生的根机，这个不可思议。《观世音菩萨耳根圆通章》所代表的，特别契合我们现前时代的根机，意思在这个地方。",
      "zh_TW": "最精彩的是這兩位菩薩，代表修楞嚴大定，兩個人表特別法門，不是一個。也許要問了，為什麼不把大勢至菩薩排在最後？要把大勢至排在觀世音前面，什麼道理？諸位要曉得，大勢至這個念佛法門，是盡虛空、遍法界的，契十方法界一切眾生的根機，這個不可思議。《觀世音菩薩耳根圓通章》所代表的，特別契合我們現前時代的根機，意思在這個地方。"
    },
    {
      "id": "21-040-0003_p0014",
      "zh_CN": "我们再回过头来看夏莲居老居士，这也是一个很了不起的人，都是佛菩萨再来的，不是普通人。夏老给我们修净宗的同修编了一个简单的课本《净修捷要》，这是对于工作很忙的人，教给你一个修净土的方法。他这个方法是依据天亲菩萨《往生论》的原则编下来的，五念法门，一共有三十二拜。这里面给我们提到净宗初祖，大势至菩萨。这个说法夏老以前没有人讲过，我们在古人注疏里头，没有人说过净宗初祖是大势至菩萨。可是他说这一句话有没有错？没错。在尽虚空、遍法界第一个提倡念佛的，真的是大势至菩萨，专修专弘，一句阿弥陀佛念到底，了不起。《大势至菩萨念佛圆通章》文字不多，总共只有二百四十四个字，比《心经》还短。大家念《般若心经》，《般若心经》两百六十个字，他两百四十四个字。那是我们净土宗的心经，不但是净土宗的心经，也是十方三世一切诸佛所说，一切经教的心经。比《般若心经》殊胜太多太多了，可惜没人认识，这么重要的东西没人晓得。夏莲居知道，他提出来了，我当时看到这一句话，我佩服得五体投地。才知道净土宗，我们讲净宗初祖，那就有很多讲法，法界初祖是大势至菩萨，娑婆世界的初祖是普贤菩萨。你看世尊出现在世间，第一部讲的是《华严经》，《华严经》上提倡念佛求生净土，《华严经》末后普贤菩萨十大愿王导归极乐，第一次提出来的，所以他是我们娑婆世界的初祖。在中国提倡念佛第一个是东晋时代慧远法师，在庐山建念佛堂，第一个提倡念佛，中国的初祖。问净宗初祖，要问哪一个初祖？法界初祖、娑婆初祖、中国初祖。这才搞清楚、搞明白了。",
      "zh_TW": "我們再回過頭來看夏蓮居老居士，這也是一個很了不起的人，都是佛菩薩再來的，不是普通人。夏老給我們修淨宗的同修編了一個簡單的課本《淨修捷要》，這是對於工作很忙的人，教給你一個修淨土的方法。他這個方法是依據天親菩薩《往生論》的原則編下來的，五念法門，一共有三十二拜。這裡面給我們提到淨宗初祖，大勢至菩薩。這個說法夏老以前沒有人講過，我們在古人註疏裡頭，沒有人說過淨宗初祖是大勢至菩薩。可是他說這一句話有沒有錯？沒錯。在盡虛空、遍法界第一個提倡念佛的，真的是大勢至菩薩，專修專弘，一句阿彌陀佛念到底，了不起。《大勢至菩薩念佛圓通章》文字不多，總共只有二百四十四個字，比《心經》還短。大家念《般若心經》，《般若心經》兩百六十個字，他兩百四十四個字。那是我們淨土宗的心經，不但是淨土宗的心經，也是十方三世一切諸佛所說，一切經教的心經。比《般若心經》殊勝太多太多了，可惜沒人認識，這麼重要的東西沒人曉得。夏蓮居知道，他提出來了，我當時看到這一句話，我佩服得五體投地。才知道淨土宗，我們講淨宗初祖，那就有很多講法，法界初祖是大勢至菩薩，娑婆世界的初祖是普賢菩薩。你看世尊出現在世間，第一部講的是《華嚴經》，《華嚴經》上提倡念佛求生淨土，《華嚴經》末後普賢菩薩十大願王導歸極樂，第一次提出來的，所以他是我們娑婆世界的初祖。在中國提倡念佛第一個是東晉時代慧遠法師，在廬山建念佛堂，第一個提倡念佛，中國的初祖。問淨宗初祖，要問哪一個初祖？法界初祖、娑婆初祖、中國初祖。這才搞清楚、搞明白了。"
    },
    {
      "id": "21-040-0003_p0015",
      "zh_CN": "所以大势至菩萨是代表专修专弘，而观世音菩萨他老人家提出修行的原则，原理、原则是能够贯通所有大乘法门。他给我们讲他自己修行证果的方法，是用「返闻闻自性，性成无上道」，他用这个方法。这个原理可以贯穿所有大乘法门，我们念佛法门也在其中。「返闻闻自性」就是大势至菩萨所讲的「都摄六根，净念相继」。「都摄六根」就是返闻，「净念相继」就是自性。所以我们读经、研教要细心体会，把它的精要抓住，你就不会疑惑了。你才晓得所有法门，所有经论在理论上都是贯通的，没有矛盾的处所。这正是古德所讲：「一经通，一切经通」的道理。",
      "zh_TW": "所以大勢至菩薩是代表專修專弘，而觀世音菩薩他老人家提出修行的原則，原理、原則是能夠貫通所有大乘法門。他給我們講他自己修行證果的方法，是用「返聞聞自性，性成無上道」，他用這個方法。這個原理可以貫穿所有大乘法門，我們念佛法門也在其中。「返聞聞自性」就是大勢至菩薩所講的「都攝六根，淨念相繼」。「都攝六根」就是返聞，「淨念相繼」就是自性。所以我們讀經、研教要細心體會，把它的精要抓住，你就不會疑惑了。你才曉得所有法門，所有經論在理論上都是貫通的，沒有矛盾的處所。這正是古德所講：「一經通，一切經通」的道理。"
    },
    {
      "id": "21-040-0003_p0016",
      "zh_CN": "至于法门的兴衰，法哪里会有兴衰？兴衰在人，不在法。「人能弘道，非道弘人」，不是说得很清楚吗？说到人，问题就严重了，麻烦就来了。人业障有厚薄不相同，烦恼、习气从时间上来说，从空间上来讲，也是个个不相同。习气薄的人，烦恼轻的人，根性就好。习气烦恼重的人，领悟的能力就差。我们讲到佛法的兴衰，真正的关键在此地，不在于经教，在学习经教的这些人。我们就明了了，照《楞严经》修行的方法难，《楞严经》首先会灭，这大家不相信。另外还有一个原因，佛在《楞严经》上把末法时期修学的弊端说得非常露骨，假借佛法欺骗众生搞名闻利养的人，他们看起来对他是大不利！所以要想尽一切方法来毁谤《楞严》。他怎么说法？《楞严》是假的，不是真的，《楞严》不是佛说的，让大家对于这一部经典产生怀疑，达到他的目的。不是经典没有了，是对于修学大乘，对于这个经典信心动摇了，这样毁灭的。",
      "zh_TW": "至於法門的興衰，法哪裡會有興衰？興衰在人，不在法。「人能弘道，非道弘人」，不是說得很清楚嗎？說到人，問題就嚴重了，麻煩就來了。人業障有厚薄不相同，煩惱、習氣從時間上來說，從空間上來講，也是個個不相同。習氣薄的人，煩惱輕的人，根性就好。習氣煩惱重的人，領悟的能力就差。我們講到佛法的興衰，真正的關鍵在此地，不在於經教，在學習經教的這些人。我們就明瞭了，照《楞嚴經》修行的方法難，《楞嚴經》首先會滅，這大家不相信。另外還有一個原因，佛在《楞嚴經》上把末法時期修學的弊端說得非常露骨，假借佛法欺騙眾生搞名聞利養的人，他們看起來對他是大不利！所以要想盡一切方法來毀謗《楞嚴》。他怎麼說法？《楞嚴》是假的，不是真的，《楞嚴》不是佛說的，讓大家對於這一部經典產生懷疑，達到他的目的。不是經典沒有了，是對於修學大乘，對於這個經典信心動搖了，這樣毀滅的。"
    },
    {
      "id": "21-040-0003_p0017",
      "zh_CN": "佛也曾经说过《般舟三昧经》也是最先灭的，有同修来问我，《楞严经》先灭有道理，是妖魔鬼怪来制造障碍，那《般舟三昧经》为什么会先灭？在末法时期，昨天我跟诸位说了，我们的业障比从前人重，体力精神没有办法修学这个法门。这个法门纵然存在，没法子去修。古时候人可以做得到，为什么？心地清净，烦恼轻，有这个精神体力，也是少数人，极少数的人。现在人有没有？现在人我看没有了。你们说某人某人修「般舟三昧」，你相信，我不相信。你要问我为什么不相信，只要你自己细心去观察一下，你就会恍然大悟！现在这个世界跟从前不一样，仿冒的风气很盛。你看看外面商品好多是假的、仿冒的。佛法里头仿冒也很多，不是真的。",
      "zh_TW": "佛也曾經說過《般舟三昧經》也是最先滅的，有同修來問我，《楞嚴經》先滅有道理，是妖魔鬼怪來製造障礙，那《般舟三昧經》為什麼會先滅？在末法時期，昨天我跟諸位說了，我們的業障比從前人重，體力精神沒有辦法修學這個法門。這個法門縱然存在，沒法子去修。古時候人可以做得到，為什麼？心地清淨，煩惱輕，有這個精神體力，也是少數人，極少數的人。現在人有沒有？現在人我看沒有了。你們說某人某人修「般舟三昧」，你相信，我不相信。你要問我為什麼不相信，只要你自己細心去觀察一下，你就會恍然大悟！現在這個世界跟從前不一樣，仿冒的風氣很盛。你看看外面商品好多是假的、仿冒的。佛法裡頭仿冒也很多，不是真的。"
    },
    {
      "id": "21-040-0003_p0018",
      "zh_CN": "闭关，在从前闭关是真用功。我早年有一个师兄，我们同门的。受了戒之后，他到南部去闭关，闭关三年。在没有入关之前，他向我借一套《中观论疏》，《中观论》的注解，准备在关房里面去读诵、去研究。我觉得他很难得，那个时候这个书很不容易得到，我这个书是线装书，金陵刻经处的版本，很不容易得到。我借给他了，十二册。过了两年，我有一个机会到南部去看他，见了面他很欢喜，打开关房的小门，接见客人的时候。他滔滔不绝给我讲了一、两个钟点，讲些什么？佛门各个道场的事情，都知道，像广播电台一样，像新闻记者一样。我在外面，天天到外头走，我都不知道，他告诉我好多消息，神通广大，关房里头不出门，知道天下事。我佩服他了，你难得，难道有神通了？",
      "zh_TW": "閉關，在從前閉關是真用功。我早年有一個師兄，我們同門的。受了戒之後，他到南部去閉關，閉關三年。在沒有入關之前，他向我借一套《中觀論疏》，《中觀論》的註解，準備在關房裡面去讀誦、去研究。我覺得他很難得，那個時候這個書很不容易得到，我這個書是線裝書，金陵刻經處的版本，很不容易得到。我借給他了，十二冊。過了兩年，我有一個機會到南部去看他，見了面他很歡喜，打開關房的小門，接見客人的時候。他滔滔不絕給我講了一、兩個鐘點，講些什麼？佛門各個道場的事情，都知道，像廣播電台一樣，像新聞記者一樣。我在外面，天天到外頭走，我都不知道，他告訴我好多消息，神通廣大，關房裡頭不出門，知道天下事。我佩服他了，你難得，難道有神通了？"
    },
    {
      "id": "21-040-0003_p0019",
      "zh_CN": "我就问起了，我说：「你跟我借的那套书，你读得怎么样了？」他说：「看了一下。」十二册只看了半册，第一册都没有看完。我说：「你两年时间就这么度过了。」我说：「那你既然不看，书还给我了。」我就带回来了。两年才看了十几页，我就不说了。闭关什么？睡大觉，天天有人跟他聊天，传消息给他，不是他有神通。三年关闭出来开关，某某人闭过关的，了不起，身价就提高了，得到大众的恭敬供养。我这个师兄过世很多年了，不必提他的名字了。所以是仿冒，假的，不是真的。",
      "zh_TW": "我就問起了，我說：「你跟我借的那套書，你讀得怎麼樣了？」他說：「看了一下。」十二冊只看了半冊，第一冊都沒有看完。我說：「你兩年時間就這麼度過了。」我說：「那你既然不看，書還給我了。」我就帶回來了。兩年才看了十幾頁，我就不說了。閉關什麼？睡大覺，天天有人跟他聊天，傳消息給他，不是他有神通。三年關閉出來開關，某某人閉過關的，了不起，身價就提高了，得到大眾的恭敬供養。我這個師兄過世很多年了，不必提他的名字了。所以是仿冒，假的，不是真的。"
    },
    {
      "id": "21-040-0003_p0020",
      "zh_CN": "现在这个时代的人很可怜，听骗不听劝。天天苦口婆心劝你，耳边风不相信，作一个假样子来骗你，你相信得不得了。这样学佛很危险，所以你修学修了很多年，你的功夫都不得力，不要说成就了。净土宗最低的成就是功夫成片。我们连这个不谈，功夫不得力就是你这一句佛号伏不住烦恼，伏不住你的妄想，这就是功夫不得力了。你还有什么成就？接触的道场多，接触的法师多，接触的经论多了，那个头脑里头一天到晚胡思乱想。你所懂得的都是一些佛学常识，佛学的皮毛，佛法的精髓你不知道。不但说你没得到，听也没听说过，这是我们修学不能不知道的，不能不辨别的。别人怎么个修法与我们不相干，他如法也好，不如法也好，我们不必理他。要紧的是修自己，自己无论修学哪一个法门，你要懂得关键在什么地方。换句话说，你必须要认识清楚，你修行的目的在哪里？你希望得到什么东西？你修学用什么样的原则？用什么样的方法，能够达到你期望的目标？你才能成就。",
      "zh_TW": "現在這個時代的人很可憐，聽騙不聽勸。天天苦口婆心勸你，耳邊風不相信，作一個假樣子來騙你，你相信得不得了。這樣學佛很危險，所以你修學修了很多年，你的功夫都不得力，不要說成就了。淨土宗最低的成就是功夫成片。我們連這個不談，功夫不得力就是你這一句佛號伏不住煩惱，伏不住你的妄想，這就是功夫不得力了。你還有什麼成就？接觸的道場多，接觸的法師多，接觸的經論多了，那個頭腦裡頭一天到晚胡思亂想。你所懂得的都是一些佛學常識，佛學的皮毛，佛法的精髓你不知道。不但說你沒得到，聽也沒聽說過，這是我們修學不能不知道的，不能不辨別的。別人怎麼個修法與我們不相干，他如法也好，不如法也好，我們不必理他。要緊的是修自己，自己無論修學哪一個法門，你要懂得關鍵在什麼地方。換句話說，你必須要認識清楚，你修行的目的在哪裡？你希望得到什麼東西？你修學用什麼樣的原則？用什麼樣的方法，能夠達到你期望的目標？你才能成就。"
    },
    {
      "id": "21-040-0003_p0021",
      "zh_CN": "如果问你学佛，佛是什么？不知道，那怎么行？佛是什么？佛是泥塑木雕的，那这个东西你学他干什么？一定要搞清楚，学佛是学智慧，佛陀这个名词是印度梵语、梵文音译过来的，意思是智慧、是觉悟；学佛就是学智慧、学觉悟。你看你一入佛门，先受三皈。三皈就是传授你修学的纲领，修学的原则。「皈依佛、皈依法、皈依僧」，三皈是修学的三大纲领。佛是什么？佛是觉。皈依佛就是皈依觉，皈是回头，从不觉回过头来要依觉悟，这是学佛。法是正知正见。也就是正确的思想、正确的见解。正确的标准是什么？与宇宙人生真相相应的，这就是正；与事实真相相违背的，那就是邪，就是错误的见解，错误的思想。所以标准是事实真相。从错误的思想见解回过头来，依正确的见解思想，这叫皈依法。僧伽也是印度话，意思是清净，六根清净、一尘不染，是这个意思。从一切污染回过头来，依清净心，这叫皈依僧。",
      "zh_TW": "如果問你學佛，佛是什麼？不知道，那怎麼行？佛是什麼？佛是泥塑木雕的，那這個東西你學他幹什麼？一定要搞清楚，學佛是學智慧，佛陀這個名詞是印度梵語、梵文音譯過來的，意思是智慧、是覺悟；學佛就是學智慧、學覺悟。你看你一入佛門，先受三皈。三皈就是傳授你修學的綱領，修學的原則。「皈依佛、皈依法、皈依僧」，三皈是修學的三大綱領。佛是什麼？佛是覺。皈依佛就是皈依覺，皈是回頭，從不覺回過頭來要依覺悟，這是學佛。法是正知正見。也就是正確的思想、正確的見解。正確的標準是什麼？與宇宙人生真相相應的，這就是正；與事實真相相違背的，那就是邪，就是錯誤的見解，錯誤的思想。所以標準是事實真相。從錯誤的思想見解回過頭來，依正確的見解思想，這叫皈依法。僧伽也是印度話，意思是清淨，六根清淨、一塵不染，是這個意思。從一切污染回過頭來，依清淨心，這叫皈依僧。"
    },
    {
      "id": "21-040-0003_p0022",
      "zh_CN": "所以我们学佛学什么？学觉、正、净，觉而不迷，正而不邪，净而不染，我们学的是这个。用什么方法学？方法太多了，无量法门。法是方法，门是门径。八万四千法门，参禅是一个方法，念佛也是个方法。方法很多，你自己可以选择。选择之后，要紧的是一门深入，你就会达到觉正净的目标。不能常常换法门，常常换法门，你就达不到了，目标就达不到了。每一个法门只要你能够锲而不舍，都可以达到觉正净。所以才说「法门平等，无有高下」，就这个道理，门门都可以通达到。",
      "zh_TW": "所以我們學佛學什麼？學覺、正、淨，覺而不迷，正而不邪，淨而不染，我們學的是這個。用什麼方法學？方法太多了，無量法門。法是方法，門是門徑。八萬四千法門，參禪是一個方法，念佛也是個方法。方法很多，你自己可以選擇。選擇之後，要緊的是一門深入，你就會達到覺正淨的目標。不能常常換法門，常常換法門，你就達不到了，目標就達不到了。每一個法門只要你能夠鍥而不捨，都可以達到覺正淨。所以才說「法門平等，無有高下」，就這個道理，門門都可以通達到。"
    },
    {
      "id": "21-040-0003_p0023",
      "zh_CN": "诸佛菩萨在平等法里面，为我们娑婆世界的众生，这一个时段、这个地区，给这些众生特别选择念佛法门。这叫应机，看看这个时代的众生修学其他的法门很难，不容易成就。所以特别劝你修念佛法门，这个法门稳当、 简单、容易，可是道理很深。只要依照这个方式去做，真的是万修万人去，一个也不会漏掉。这个里头所谓是如理如法，那真的是万修万人去。于是世尊为我们说出净宗的三经，专门为我们介绍，特别阐扬这个法门。《无量寿经》是净宗的概论，具体介绍西方极乐世界，有理论，有事实，性相因果面面都说到。",
      "zh_TW": "諸佛菩薩在平等法裡面，為我們娑婆世界的眾生，這一個時段、這個地區，給這些眾生特別選擇念佛法門。這叫應機，看看這個時代的眾生修學其他的法門很難，不容易成就。所以特別勸你修念佛法門，這個法門穩當、 簡單、容易，可是道理很深。只要依照這個方式去做，真的是萬修萬人去，一個也不會漏掉。這個裡頭所謂是如理如法，那真的是萬修萬人去。於是世尊為我們說出淨宗的三經，專門為我們介紹，特別闡揚這個法門。《無量壽經》是淨宗的概論，具體介紹西方極樂世界，有理論，有事實，性相因果面面都說到。"
    },
    {
      "id": "21-040-0003_p0024",
      "zh_CN": "佛又给我们说明，说《观无量寿佛经》，《观经》是《无量寿经》的补充说明。佛在《无量寿经》里面，方法只有简单、扼要的给我们讲出三辈往生，往生正因。这两品都是讲修行方法，讲得很简单，不够详细，《观经》里面就讲得详细了，教给我们十六种观法，持名念佛就是第十六观。方法说得详细，原理讲得更精彩了。「是心是佛，是心作佛」，这是净宗念佛成佛的原理。因果是九品因果，这个比《无量寿经》讲得详细多了。使我们坚定信愿，所以《观经》是《无量寿经》的补充。而最后又给我们说《阿弥陀经》，《阿弥陀经》完全是劝我们，四次的劝勉，这所谓是一而再、再而三、三而四，苦口婆心劝我们信，劝我们发愿，劝我们念佛求生净土。慈悲心圆圆满满的流露出来，佛对于一切众生的爱护关怀，可以从《弥陀经》上看出，这三经专说净土。",
      "zh_TW": "佛又給我們說明，說《觀無量壽佛經》，《觀經》是《無量壽經》的補充說明。佛在《無量壽經》裡面，方法只有簡單、扼要的給我們講出三輩往生，往生正因。這兩品都是講修行方法，講得很簡單，不夠詳細，《觀經》裡面就講得詳細了，教給我們十六種觀法，持名念佛就是第十六觀。方法說得詳細，原理講得更精彩了。「是心是佛，是心作佛」，這是淨宗念佛成佛的原理。因果是九品因果，這個比《無量壽經》講得詳細多了。使我們堅定信願，所以《觀經》是《無量壽經》的補充。而最後又給我們說《阿彌陀經》，《阿彌陀經》完全是勸我們，四次的勸勉，這所謂是一而再、再而三、三而四，苦口婆心勸我們信，勸我們發願，勸我們念佛求生淨土。慈悲心圓圓滿滿的流露出來，佛對於一切眾生的愛護關懷，可以從《彌陀經》上看出，這三經專說淨土。"
    },
    {
      "id": "21-040-0003_p0025",
      "zh_CN": "而实在讲，三经看起来好像容易，你仔细观察理、事都是深广无际。怎么知道的？诸位要读《华严经》，你就知道了，你才恍然大悟，原来《无量寿经》就是《华严经》的浓缩，《华严经》的精华。所以彭际清居士说：「《无量寿经》就是中本《华严》」，彭居士是清朝乾隆时候的人，这也是个再来人，不是普通人物。他的父亲跟乾隆皇帝，官作到兵部尚书；兵部尚书就相当于现代的国防部长，他是乾隆的国防部长。所以他出身是贵族，家庭环境好，书也念得好，二十岁就中了进士，他没作官，他去学佛。以居士的身分，佛学无论在解门、行门，都是上上乘人。他能说出这一句话不容易，如果不是过来人，这一句话说不出的。",
      "zh_TW": "而實在講，三經看起來好像容易，你仔細觀察理、事都是深廣無際。怎麼知道的？諸位要讀《華嚴經》，你就知道了，你才恍然大悟，原來《無量壽經》就是《華嚴經》的濃縮，《華嚴經》的精華。所以彭際清居士說：「《無量壽經》就是中本《華嚴》」，彭居士是清朝乾隆時候的人，這也是個再來人，不是普通人物。他的父親跟乾隆皇帝，官作到兵部尚書；兵部尚書就相當於現代的國防部長，他是乾隆的國防部長。所以他出身是貴族，家庭環境好，書也念得好，二十歲就中了進士，他沒作官，他去學佛。以居士的身分，佛學無論在解門、行門，都是上上乘人。他能說出這一句話不容易，如果不是過來人，這一句話說不出的。"
    },
    {
      "id": "21-040-0003_p0026",
      "zh_CN": "他这个观点就是《华严经》是大华严，《无量寿经》是中华严，《阿弥陀经》是小华严。经本文字份量上，虽然有多少不一样，里面的义理完全相同。不能说《弥陀经》少，大概所讲的理论境界，就比较差一点，《华严经》多，大概说得详细一点，没这回事。里面的理事境界完全相同，真正不可思议。所以诸位将来真正是发心要把净土介绍给广大的群众，你要发心学讲《无量寿经》，学讲《阿弥陀经》，你要能讲得透彻，你不读《华严》不行。真正把《华严》念通了，净土三经就透彻了，你才能讲得圆满，这个是一定的道理。",
      "zh_TW": "他這個觀點就是《華嚴經》是大華嚴，《無量壽經》是中華嚴，《阿彌陀經》是小華嚴。經本文字份量上，雖然有多少不一樣，裡面的義理完全相同。不能說《彌陀經》少，大概所講的理論境界，就比較差一點，《華嚴經》多，大概說得詳細一點，沒這回事。裡面的理事境界完全相同，真正不可思議。所以諸位將來真正是發心要把淨土介紹給廣大的群眾，你要發心學講《無量壽經》，學講《阿彌陀經》，你要能講得透徹，你不讀《華嚴》不行。真正把《華嚴》念通了，淨土三經就透徹了，你才能講得圓滿，這個是一定的道理。"
    },
    {
      "id": "21-040-0003_p0027",
      "zh_CN": "真正深入《华严》，你说他不相信净土，这几乎是不可能的事情。《华严》到最后大圆满，就是十大愿王导归极乐。他要不入极乐世界，他就不能够圆满。所以在《华严》上，显著的看出十地菩萨都修念佛法门。这是古人所说：「十地菩萨始终不离念佛」，始是初地，终是等觉。从初地到等觉这十一个位次，都是修念佛法门，都是求生极乐世界。由此可知，无论修学大乘哪个法门，你参禅也好，你学密也好，学教也好，你的目标都是达到明心见性。参禅，明心见性；学教，大开圆解；学密，三密相应。都是同一个境界，都是断了见思烦恼、尘沙烦恼，破一品无明，证一分法身。到哪里去？到华藏世界去了。华藏是一真法界，你脱离十法界了。",
      "zh_TW": "真正深入《華嚴》，你說他不相信淨土，這幾乎是不可能的事情。《華嚴》到最後大圓滿，就是十大願王導歸極樂。他要不入極樂世界，他就不能夠圓滿。所以在《華嚴》上，顯著的看出十地菩薩都修念佛法門。這是古人所說：「十地菩薩始終不離念佛」，始是初地，終是等覺。從初地到等覺這十一個位次，都是修念佛法門，都是求生極樂世界。由此可知，無論修學大乘哪個法門，你參禪也好，你學密也好，學教也好，你的目標都是達到明心見性。參禪，明心見性；學教，大開圓解；學密，三密相應。都是同一個境界，都是斷了見思煩惱、塵沙煩惱，破一品無明，證一分法身。到哪裡去？到華藏世界去了。華藏是一真法界，你脫離十法界了。"
    },
    {
      "id": "21-040-0003_p0028",
      "zh_CN": "昨天跟大家讲过，你进入华藏世界，你就是初住菩萨。你要成佛，要修三大阿僧祇劫，三大阿僧祇劫是对华藏世界的法身大士说的，不是对我们讲的，我们没份。可是到达华藏之后，纵然你还不肯念佛，还执着你自己所修的那个法门，不要紧。你在那个地方无明分分破，破了三十品无明，你证入初地了。那个时候你就恍然大悟，你就念阿弥陀佛了，以前修的法门不去管他，专念阿弥陀佛求生净土了。你看看那些菩萨绕这么大的圈子，花多少时间，用多少的精神，才想到念佛求生净土。我们现在凡夫地居然就念佛求生净土，我们到西方世界，那一个同修学禅、学密，搞其他法门，他要搞到初地以上，才会念佛到极乐世界。那个时候我们再见面，我们在极乐世界是老资格了，他才来。我们已经成了大菩萨，成佛了，看他，「老兄，你怎么今天才来？」这才知道这个法门的殊胜不可思议。你把这个里头事理搞清楚了，才有味道。",
      "zh_TW": "昨天跟大家講過，你進入華藏世界，你就是初住菩薩。你要成佛，要修三大阿僧祇劫，三大阿僧祇劫是對華藏世界的法身大士說的，不是對我們講的，我們沒份。可是到達華藏之後，縱然你還不肯念佛，還執著你自己所修的那個法門，不要緊。你在那個地方無明分分破，破了三十品無明，你證入初地了。那個時候你就恍然大悟，你就念阿彌陀佛了，以前修的法門不去管他，專念阿彌陀佛求生淨土了。你看看那些菩薩繞這麼大的圈子，花多少時間，用多少的精神，才想到念佛求生淨土。我們現在凡夫地居然就念佛求生淨土，我們到西方世界，那一個同修學禪、學密，搞其他法門，他要搞到初地以上，才會念佛到極樂世界。那個時候我們再見面，我們在極樂世界是老資格了，他才來。我們已經成了大菩薩，成佛了，看他，「老兄，你怎麼今天才來？」這才知道這個法門的殊勝不可思議。你把這個裡頭事理搞清楚了，才有味道。"
    },
    {
      "id": "21-040-0003_p0029",
      "zh_CN": "所以一定要坚定信愿，毫不怀疑。我跟大家说的话，你们要牢牢的记住，要如法修行，将来往生决定不能生病，这一点很重要。我们身体不舒服了，不要去看医生，不要去吃药。这个世间没什么好留恋的，身体有一点不舒服了，赶紧念阿弥陀佛求生净土。早去早享福，你为什么愿意在这里受苦？愿意在这里受难？这就是愚痴。这世间有什么好留恋的，早去早享福，早去早作佛。所以身体生病了，看什么医生，看医生都是还不想走的，都是还贪生怕死的，对这个世界还有留恋的。换句话说，都是不信佛的，嘴里头信佛，境界一现前了，赶快就后退了，不敢去了。可见得是口是心非，口里念佛，心里留恋这个世界，还不想去。这怎么能相应？所以稍稍有一点不舒服，就念阿弥陀佛，如果我们这个寿命还有，这个业报还没了的话，念就会念好了，病就会念好。如果寿命到了，正好就走了。",
      "zh_TW": "所以一定要堅定信願，毫不懷疑。我跟大家說的話，你們要牢牢的記住，要如法修行，將來往生決定不能生病，這一點很重要。我們身體不舒服了，不要去看醫生，不要去吃藥。這個世間沒什麼好留戀的，身體有一點不舒服了，趕緊念阿彌陀佛求生淨土。早去早享福，你為什麼願意在這裡受苦？願意在這裡受難？這就是愚痴。這世間有什麼好留戀的，早去早享福，早去早作佛。所以身體生病了，看什麼醫生，看醫生都是還不想走的，都是還貪生怕死的，對這個世界還有留戀的。換句話說，都是不信佛的，嘴裡頭信佛，境界一現前了，趕快就後退了，不敢去了。可見得是口是心非，口裡念佛，心裡留戀這個世界，還不想去。這怎麼能相應？所以稍稍有一點不舒服，就念阿彌陀佛，如果我們這個壽命還有，這個業報還沒了的話，念就會念好了，病就會念好。如果壽命到了，正好就走了。"
    },
    {
      "id": "21-040-0003_p0030",
      "zh_CN": "我跟大家讲的都是真话，我们细心观察这个世间，观察这一切苦难的众生，警觉心就高了。念佛的确是非常方便，一点都不难，功夫得力就在看破、放下。看破，最低限度要知道这个世间确确实实是梦幻泡影。家亲眷属这是你常常牵挂的，恩爱难舍的。是什么？缘。佛在经上讲得很清楚，什么缘？报恩、报怨、讨债、还债，就是这个关系。彼此相亲相爱、报恩来的少，不多。父子、兄弟不合的，报怨来的，讨债来的。你要真正看清楚了，有什么好留恋的？假的，一场空，缘聚缘散。散了的时候，彼此再也不相识了，个人去轮回个人的，再遇到也不认识了。世间就是这么一场事，你要把它看破。",
      "zh_TW": "我跟大家講的都是真話，我們細心觀察這個世間，觀察這一切苦難的眾生，警覺心就高了。念佛的確是非常方便，一點都不難，功夫得力就在看破、放下。看破，最低限度要知道這個世間確確實實是夢幻泡影。家親眷屬這是你常常牽掛的，恩愛難捨的。是什麼？緣。佛在經上講得很清楚，什麼緣？報恩、報怨、討債、還債，就是這個關係。彼此相親相愛、報恩來的少，不多。父子、兄弟不合的，報怨來的，討債來的。你要真正看清楚了，有什麼好留戀的？假的，一場空，緣聚緣散。散了的時候，彼此再也不相識了，個人去輪迴個人的，再遇到也不認識了。世間就是這麼一場事，你要把它看破。"
    },
    {
      "id": "21-040-0003_p0031",
      "zh_CN": "你说你真正要关心这些人，真有这个心的话，你暂时放下，往生极乐世界。到极乐世界，你就是大菩萨了，不是普通菩萨，大菩萨。你有智慧，你有神通，你的家亲眷属无论流转在哪一道，你都看得到。他们说话你都听得到，他需要帮助的时候，你一定会帮助他，你才能真正照顾到。你要不念佛，不求生净土，心里面想照顾他，正是心与愿违，力不从心，你没有能力办到。你到了西方极乐世界，你就有能力办到，你就有能力帮助了。",
      "zh_TW": "你說你真正要關心這些人，真有這個心的話，你暫時放下，往生極樂世界。到極樂世界，你就是大菩薩了，不是普通菩薩，大菩薩。你有智慧，你有神通，你的家親眷屬無論流轉在哪一道，你都看得到。他們說話你都聽得到，他需要幫助的時候，你一定會幫助他，你才能真正照顧到。你要不念佛，不求生淨土，心裡面想照顧他，正是心與願違，力不從心，你沒有能力辦到。你到了西方極樂世界，你就有能力辦到，你就有能力幫助了。"
    },
    {
      "id": "21-040-0003_p0032",
      "zh_CN": "西方很容易去，为什么不去？不是很难，难那没有办法，很容易去，只要你老实念。什么叫老实？把妄想、分别、执着去掉，就老实了。一面念佛，一面打妄想，不老实。身体还没离开这个世间，活一天替佛法做一天，为佛法、为众生。为佛法是自度。就是我们这一天当中，对人、对事、对物，我们决定不迷惑。三皈依三个原则，对一切人、一切事、一切物，觉不迷，正不邪，净不染。这叫为佛法。为众生？是给众生作一个好榜样，作出一个觉悟的榜样。",
      "zh_TW": "西方很容易去，為什麼不去？不是很難，難那沒有辦法，很容易去，只要你老實念。什麼叫老實？把妄想、分別、執著去掉，就老實了。一面念佛，一面打妄想，不老實。身體還沒離開這個世間，活一天替佛法做一天，為佛法、為眾生。為佛法是自度。就是我們這一天當中，對人、對事、對物，我們決定不迷惑。三皈依三個原則，對一切人、一切事、一切物，覺不迷，正不邪，淨不染。這叫為佛法。為眾生？是給眾生作一個好榜樣，作出一個覺悟的榜樣。"
    },
    {
      "id": "21-040-0003_p0033",
      "zh_CN": "众生迷惑，迷就苦，他活得很辛苦。绝不能从表面上看，某一个人在社会上地位很高，权力很大，作到总统，作到国王，发大财，亿万财富，你看看他的日子过得幸福不幸福？仔细去一看的时候，他很可怜、很苦。苦从哪里来的？贪瞋痴慢，患得患失。为了要保全他的富贵，保全他的权势，天天动脑筋去整别人，那就是造罪业。福报享尽了，来生在三途，幸福在哪里？这都是事实真相。",
      "zh_TW": "眾生迷惑，迷就苦，他活得很辛苦。絕不能從表面上看，某一個人在社會上地位很高，權力很大，作到總統，作到國王，發大財，億萬財富，你看看他的日子過得幸福不幸福？仔細去一看的時候，他很可憐、很苦。苦從哪裡來的？貪瞋痴慢，患得患失。為了要保全他的富貴，保全他的權勢，天天動腦筋去整別人，那就是造罪業。福報享盡了，來生在三途，幸福在哪裡？這都是事實真相。"
    },
    {
      "id": "21-040-0003_p0034",
      "zh_CN": "什么人最有福报？老实念佛的人最有福报。你不要看他穿得破破烂烂，吃的是粗茶淡饭，他心里头没有牵挂、没有忧虑、没有烦恼，快乐得不得了。来生去作佛、作菩萨去了，在尽虚空、遍法界广度众生，他的前途一片光明，他的生活得大自在、大安乐。不是世间富贵人能够跟他相比的。这些都是说明事实真相，我们为众生就是表演这一招给他看，提醒他，让他觉悟。帮助众生，佛在经上告诉我们，要懂得善巧方便。善巧方便四个字意思很深很广，看看好像这四个字很平常，理很深，一般人不容易做到，真正能把这四个字应用在生活上，的确是菩萨，连声闻、缘觉都不行。",
      "zh_TW": "什麼人最有福報？老實念佛的人最有福報。你不要看他穿得破破爛爛，吃的是粗茶淡飯，他心裡頭沒有牽掛、沒有憂慮、沒有煩惱，快樂得不得了。來生去作佛、作菩薩去了，在盡虛空、遍法界廣度眾生，他的前途一片光明，他的生活得大自在、大安樂。不是世間富貴人能夠跟他相比的。這些都是說明事實真相，我們為眾生就是表演這一招給他看，提醒他，讓他覺悟。幫助眾生，佛在經上告訴我們，要懂得善巧方便。善巧方便四個字意思很深很廣，看看好像這四個字很平常，理很深，一般人不容易做到，真正能把這四個字應用在生活上，的確是菩薩，連聲聞、緣覺都不行。"
    },
    {
      "id": "21-040-0003_p0035",
      "zh_CN": "声闻、缘觉有善没有巧。我们六道凡夫也有很多很聪明的人，有巧没有善，不善。巧而又善，很难，太难太难了。善巧这个观念、概念，我简单跟诸位说一说，使大家对这个名词有个初步的了解。我们用孔老夫子的例子，就比较容易体会。《论语》里面说夫子到七十岁，「从心所欲，不逾矩。」「从心所欲」，巧；「不逾矩」，善。一切能够随心，随心所欲又符合规矩，这个规矩是伦理道德、法令规章。他都能够适合，他在这个里面得到随心所欲，那才叫善巧。希望大家从这一句能够体会善巧是什么意思，你才晓得做到善巧是相当不容易的事情。善巧而后才有方便，那个方便就像《普门品》观世音菩萨三十二应，那是方便，他有那种能力。",
      "zh_TW": "聲聞、緣覺有善沒有巧。我們六道凡夫也有很多很聰明的人，有巧沒有善，不善。巧而又善，很難，太難太難了。善巧這個觀念、概念，我簡單跟諸位說一說，使大家對這個名詞有個初步的了解。我們用孔老夫子的例子，就比較容易體會。《論語》裡面說夫子到七十歲，「從心所欲，不逾矩。」「從心所欲」，巧；「不逾矩」，善。一切能夠隨心，隨心所欲又符合規矩，這個規矩是倫理道德、法令規章。他都能夠適合，他在這個裡面得到隨心所欲，那才叫善巧。希望大家從這一句能夠體會善巧是什麼意思，你才曉得做到善巧是相當不容易的事情。善巧而後才有方便，那個方便就像《普門品》觀世音菩薩三十二應，那是方便，他有那種能力。"
    },
    {
      "id": "21-040-0003_p0036",
      "zh_CN": "我们看看这四个字，实在讲表面的意思我们都看不懂，我们只会念，不知道意思。能够把这四个字应用在生活上，应用在工作上，应用在处事待人接物上，那你就是菩萨了，你就不是凡夫了。你样样做得如法，样样都做得很巧妙，帮助一切众生觉悟。成就自己的德业学问，在佛法里面讲，成就自己的清净心、平等心。《无量寿经》经题讲得好，「清净、平等、觉」。「清净、平等、觉」就是我们的自性。禅宗所说的明心见性。",
      "zh_TW": "我們看看這四個字，實在講表面的意思我們都看不懂，我們只會念，不知道意思。能夠把這四個字應用在生活上，應用在工作上，應用在處事待人接物上，那你就是菩薩了，你就不是凡夫了。你樣樣做得如法，樣樣都做得很巧妙，幫助一切眾生覺悟。成就自己的德業學問，在佛法裡面講，成就自己的清淨心、平等心。《無量壽經》經題講得好，「清淨、平等、覺」。「清淨、平等、覺」就是我們的自性。禪宗所說的明心見性。"
    },
    {
      "id": "21-040-0003_p0037",
      "zh_CN": "心性是什么？心，明心那个心，就是法相宗讲的八识，心意识。心是讲这个。性？性就是清净、平等、觉。明心，原来那个心不明，迷了；迷了，所以才变成八识。现在你恢复了，明了；明了的那个心，就是性。心性是一不是二，迷了的时候，是二；明白之后，是一。所以那个心也是清净平等觉，可是你在不明的时候，你那个心不清净、不平等、也不觉。不清净、不平等、不觉的心，就叫做八识。明心见性是这个讲法。所以在迷的时候是二，悟的时候是一，你要知道《无量寿经》的殊胜，经题上都显示出来，你懂得这个经题，你才知道这一部经典的殊胜。我们的修学不能离开这个原则，穿衣吃饭、点点滴滴都与清净平等觉相应，那就叫一念相应一念佛，念念相应念念佛。要知道念这一句佛号，与生活要融成一片，不能说我生活是生活，念佛是念佛；工作是工作，念佛是念佛，都把它脱节了，那就全都不相应了。",
      "zh_TW": "心性是什麼？心，明心那個心，就是法相宗講的八識，心意識。心是講這個。性？性就是清淨、平等、覺。明心，原來那個心不明，迷了；迷了，所以才變成八識。現在你恢復了，明了；明瞭的那個心，就是性。心性是一不是二，迷了的時候，是二；明白之後，是一。所以那個心也是清淨平等覺，可是你在不明的時候，你那個心不清淨、不平等、也不覺。不清淨、不平等、不覺的心，就叫做八識。明心見性是這個講法。所以在迷的時候是二，悟的時候是一，你要知道《無量壽經》的殊勝，經題上都顯示出來，你懂得這個經題，你才知道這一部經典的殊勝。我們的修學不能離開這個原則，穿衣吃飯、點點滴滴都與清淨平等覺相應，那就叫一念相應一念佛，念念相應念念佛。要知道念這一句佛號，與生活要融成一片，不能說我生活是生活，念佛是念佛；工作是工作，念佛是念佛，都把它脫節了，那就全都不相應了。"
    },
    {
      "id": "21-040-0003_p0038",
      "zh_CN": "这个真正相应，穿衣吃饭都是念佛，应酬也是念佛，一切时、一切境都是念佛。你的心与清净、平等、觉相应，这才叫念佛。所以这个念不仅仅是挂在口上，不是的。口念是提醒自己，唤醒自己的觉心。念念唤醒自性的清净、平等、觉，这叫念佛。这个道理一定要清楚，一定要明了，你念佛才如法。也就是说，你念佛才相应。",
      "zh_TW": "這個真正相應，穿衣吃飯都是念佛，應酬也是念佛，一切時、一切境都是念佛。你的心與清淨、平等、覺相應，這才叫念佛。所以這個念不僅僅是掛在口上，不是的。口念是提醒自己，喚醒自己的覺心。念念喚醒自性的清淨、平等、覺，這叫念佛。這個道理一定要清楚，一定要明瞭，你念佛才如法。也就是說，你念佛才相應。"
    },
    {
      "id": "21-040-0003_p0039",
      "zh_CN": "如何把念佛法门跟我们的生活完全融成一片，这是个大问题，这也是个大学问。净宗学会成立，我们讲行门，提出五个科目，太多太繁了，我们很不容易学。所以行门是愈简单愈好，解门是愈广愈好。你才了解得透彻，但是真正要做，要精要。所以我们只提出五个科目，这五个科目都是依据净宗经典里面所说的。第一个是「净业三福」，《观经》上讲的。第二个是「六和敬」。这两个科目是行门的基础，无论修学哪个法门，都不能离开的，像盖房子一样，不管你盖什么样式，你盖多高多大，这两种是打地基。你这个地基一定是一样的，一样的结实，一样的坚固，你的建筑物才能够建的起来。从这个基础上，我们修学三学、六度、普贤十大愿王，所以我们这五个科目。这五个科目就是我们这一生当中，处事、待人接物、生活的依据，我们修学的标准。要在生活里头做到，要跟念佛结成一体，你就得受用。我这个打闲岔还有两次，明天我跟大家来谈这个问题。今天时间到了。",
      "zh_TW": "如何把念佛法門跟我們的生活完全融成一片，這是個大問題，這也是個大學問。淨宗學會成立，我們講行門，提出五個科目，太多太繁了，我們很不容易學。所以行門是愈簡單愈好，解門是愈廣愈好。你才了解得透徹，但是真正要做，要精要。所以我們只提出五個科目，這五個科目都是依據淨宗經典裡面所說的。第一個是「淨業三福」，《觀經》上講的。第二個是「六和敬」。這兩個科目是行門的基礎，無論修學哪個法門，都不能離開的，像蓋房子一樣，不管你蓋什麼樣式，你蓋多高多大，這兩種是打地基。你這個地基一定是一樣的，一樣的結實，一樣的堅固，你的建築物才能夠建的起來。從這個基礎上，我們修學三學、六度、普賢十大願王，所以我們這五個科目。這五個科目就是我們這一生當中，處事、待人接物、生活的依據，我們修學的標準。要在生活裡頭做到，要跟念佛結成一體，你就得受用。我這個打閒岔還有兩次，明天我跟大家來談這個問題。今天時間到了。"
    }
  ]
}