{
  "doc_id": "21-040-0004",
  "title": {
    "zh_CN": "九七年春季佛七讲话",
    "zh_TW": "九七年春季佛七講話"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "美国达拉斯",
    "zh_TW": "美國達拉斯"
  },
  "doc_number": "21-040-0004",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "21-040-0004_p0001",
      "zh_CN": "诸位同修：",
      "zh_TW": "諸位同修："
    },
    {
      "id": "21-040-0004_p0002",
      "zh_CN": "昨天我们谈到佛法的修学应该如何落实在生活当中，我们才能够得到真实的受用。佛法就是生活，生活即是佛法，这是我们学佛人必须要认识清楚的，如果修学跟生活脱节了，那是完全错误。要是与生活不相关，试问我们学这个有什么意思？学这个东西有什么好处？所以这一点我们首先要把它认识清楚。整个佛法终极的目标，是叫我们开智慧。而佛告诉我们，智慧是本有的，不是从外面来的。我们的智慧跟诸佛如来没有两样，佛的智慧有多大？我们可以从他所说的一切经典当中体会得到。",
      "zh_TW": "昨天我們談到佛法的修學應該如何落實在生活當中，我們才能夠得到真實的受用。佛法就是生活，生活即是佛法，這是我們學佛人必須要認識清楚的，如果修學跟生活脫節了，那是完全錯誤。要是與生活不相關，試問我們學這個有什麼意思？學這個東西有什麼好處？所以這一點我們首先要把它認識清楚。整個佛法終極的目標，是叫我們開智慧。而佛告訴我們，智慧是本有的，不是從外面來的。我們的智慧跟諸佛如來沒有兩樣，佛的智慧有多大？我們可以從他所說的一切經典當中體會得到。"
    },
    {
      "id": "21-040-0004_p0003",
      "zh_CN": "而世尊当年在世所说的经典，流传到中国来是小部分，不是完全传到中国来，也不是大部分都传到中国来，实在是小部分。何以是少分传到中国来？诸位必须要能够体会到，古代那个生活状况，就是以外国人的讲法，佛灭度到今天已经两千五百多年了。两千五百年前是我们中国周朝时代，那个时代印刷术还没有发明。佛所说的一切经都要靠手写、手抄，纸也没有发明，笔也没有发明。中国人讲文房四宝，在那个时候统统没有。那个时候书写用什么？诸位在故宫博物院里面可以看到，汉朝时候用竹简。这在中国就是竹片，竹片上用漆，或者是用刀刻这些字，大家在故宫可以看到，然后把这些竹片，竹片只能写一行，许许多多行用绳子编起来叫册。你看那个「册」，篆字，是象形的，就是这么来的。",
      "zh_TW": "而世尊當年在世所說的經典，流傳到中國來是小部分，不是完全傳到中國來，也不是大部分都傳到中國來，實在是小部分。何以是少分傳到中國來？諸位必須要能夠體會到，古代那個生活狀況，就是以外國人的講法，佛滅度到今天已經兩千五百多年了。兩千五百年前是我們中國周朝時代，那個時代印刷術還沒有發明。佛所說的一切經都要靠手寫、手抄，紙也沒有發明，筆也沒有發明。中國人講文房四寶，在那個時候統統沒有。那個時候書寫用什麼？諸位在故宮博物院裡面可以看到，漢朝時候用竹簡。這在中國就是竹片，竹片上用漆，或者是用刀刻這些字，大家在故宮可以看到，然後把這些竹片，竹片只能寫一行，許許多多行用繩子編起來叫冊。你看那個「冊」，篆字，是象形的，就是這麼來的。"
    },
    {
      "id": "21-040-0004_p0004",
      "zh_CN": "在印度跟我们中国不一样，实在讲古人也都是就地取材，中国竹子多，印度贝多罗树多，梵语称贝多罗树，那个树叶很厚，他们用这个树叶把它裁成一条一条的，用它来写经。所以我们称佛经作贝叶，这个在博物馆里面，诸位也能够看到，古代留传下来的佛经，梵文写的。它一片大概有两寸宽的样子，它那个叶子很像巴蕉叶一样，但是巴蕉叶脆，很容易破脆，它那个很坚固，能够保存很久。大概是一面写四行，也是一页一页两头打个洞，用绳子把它穿起来。所以佛经称为修多罗，修多罗是梵语，翻成中国意思就是线，穿贝叶的线叫修多罗。",
      "zh_TW": "在印度跟我們中國不一樣，實在講古人也都是就地取材，中國竹子多，印度貝多羅樹多，梵語稱貝多羅樹，那個樹葉很厚，他們用這個樹葉把它裁成一條一條的，用它來寫經。所以我們稱佛經作貝葉，這個在博物館裡面，諸位也能夠看到，古代留傳下來的佛經，梵文寫的。它一片大概有兩寸寬的樣子，它那個葉子很像巴蕉葉一樣，但是巴蕉葉脆，很容易破脆，它那個很堅固，能夠保存很久。大概是一面寫四行，也是一頁一頁兩頭打個洞，用繩子把它穿起來。所以佛經稱為修多羅，修多羅是梵語，翻成中國意思就是線，穿貝葉的線叫修多羅。"
    },
    {
      "id": "21-040-0004_p0005",
      "zh_CN": "一部经典分量有多少？我们很难想像。我们今天一本经薄薄的，手上拿到就是一部经。大家常见的像《法华经》这一部，如果用贝叶写的《法华经》，可能要用一个卡车才装一部经，你才想到是多困难。在从前没有车，用骡马，用马匹来驮。大部经一部经要几十匹马来驮，驮一部。你才晓得这个经典传到中国的艰难，哪有现在这么方便。因此印度的高僧到中国来，把佛经带到中国来，总是选了又选。中国法师到印度去取经，也不是随随便便都拿着，也是样样在仔细挑选，挑其精华，又能够适合中国人的口味。这样子从汉朝一直到南宋，差不多一千年当中，陆陆续续来到中国，交通运输非常非常的艰难。所以传到中国来的是少分，不是全部。由此可知，世尊当年在世，四十九年讲经说法，典籍实在讲太丰富了。很可惜，这些东西都失传了。而中国人的习性，实在讲都是大而化之，传到中国来原始的经典，我们都没有保留。这在今天讲是非常非常遗憾，那么多原始的经典到中国来，没有能够保全，都把它失掉了。",
      "zh_TW": "一部經典分量有多少？我們很難想像。我們今天一本經薄薄的，手上拿到就是一部經。大家常見的像《法華經》這一部，如果用貝葉寫的《法華經》，可能要用一個卡車才裝一部經，你才想到是多困難。在從前沒有車，用騾馬，用馬匹來馱。大部經一部經要幾十匹馬來馱，馱一部。你才曉得這個經典傳到中國的艱難，哪有現在這麼方便。因此印度的高僧到中國來，把佛經帶到中國來，總是選了又選。中國法師到印度去取經，也不是隨隨便便都拿著，也是樣樣在仔細挑選，挑其精華，又能夠適合中國人的口味。這樣子從漢朝一直到南宋，差不多一千年當中，陸陸續續來到中國，交通運輸非常非常的艱難。所以傳到中國來的是少分，不是全部。由此可知，世尊當年在世，四十九年講經說法，典籍實在講太豐富了。很可惜，這些東西都失傳了。而中國人的習性，實在講都是大而化之，傳到中國來原始的經典，我們都沒有保留。這在今天講是非常非常遺憾，那麼多原始的經典到中國來，沒有能夠保全，都把它失掉了。"
    },
    {
      "id": "21-040-0004_p0006",
      "zh_CN": "是不是古人疏忽了？太大意了？我在早年学佛，就有过这个疑问。我将这个问题提出来，请教方老师，方东美先生，方先生听了哈哈大笑。我说：「老师笑什么？」我们中国古人不像现在人，现在中国人自信心丧失掉了。所以国家这样衰微，这是最主要的一个原因，信心失掉了。中国古代，你看看历史上，中国是强国、大国，自称为天朝，外国是番邦，我们是天朝。你想想这个人多自负！所以佛经到中国来，翻成中文了，中文所翻译的经本，不仅仅是将佛经原来的意思丝毫没有错误的翻译出来，而且我们的文字比梵文还要华丽，足以取而代之，那个梵文可以不要了。这么自豪，现在中国人没法。所以方先生笑，我听了很有道理。所以翻成中文，那个原文没有保存的价值，用不着了，取而代之。这种思想、理念、气概确确实实是世界上一等国的国民，那不是普通人。但是总是很遗憾，原来的这些典籍，没有能够留下来，这也无可奈何了。",
      "zh_TW": "是不是古人疏忽了？太大意了？我在早年學佛，就有過這個疑問。我將這個問題提出來，請教方老師，方東美先生，方先生聽了哈哈大笑。我說：「老師笑什麼？」我們中國古人不像現在人，現在中國人自信心喪失掉了。所以國家這樣衰微，這是最主要的一個原因，信心失掉了。中國古代，你看看歷史上，中國是強國、大國，自稱為天朝，外國是番邦，我們是天朝。你想想這個人多自負！所以佛經到中國來，翻成中文了，中文所翻譯的經本，不僅僅是將佛經原來的意思絲毫沒有錯誤的翻譯出來，而且我們的文字比梵文還要華麗，足以取而代之，那個梵文可以不要了。這麼自豪，現在中國人沒法。所以方先生笑，我聽了很有道理。所以翻成中文，那個原文沒有保存的價值，用不著了，取而代之。這種思想、理念、氣概確確實實是世界上一等國的國民，那不是普通人。但是總是很遺憾，原來的這些典籍，沒有能夠留下來，這也無可奈何了。"
    },
    {
      "id": "21-040-0004_p0007",
      "zh_CN": "现在的确原始经典是很不容易得到。不过还有少分，那是极少分的，保存在许多大的图书馆里面。大概像《法华经》可能有，听说大英博物馆里面，还有一套原文的。我还听人说，《四十华严》有完整的本子，其他的经典都很少了，原来的典籍都没有了。这是中国人对于佛经译本的态度。虽然是少分经留传到中国来，但是这个少分确确实实是经典里面的精华。从这个少分能够看出世尊四十九年所说的一切法。",
      "zh_TW": "現在的確原始經典是很不容易得到。不過還有少分，那是極少分的，保存在許多大的圖書館裡面。大概像《法華經》可能有，聽說大英博物館裡面，還有一套原文的。我還聽人說，《四十華嚴》有完整的本子，其他的經典都很少了，原來的典籍都沒有了。這是中國人對於佛經譯本的態度。雖然是少分經留傳到中國來，但是這個少分確確實實是經典裡面的精華。從這個少分能夠看出世尊四十九年所說的一切法。"
    },
    {
      "id": "21-040-0004_p0008",
      "zh_CN": "我们学习，在这许多经典当中，一定要抓住纲领。前面跟诸位说过，修学的次第，必须要遵循信、解、行、证这个顺序。解当然是要广学多闻，可是行一定要一门深入，你才能成就，成就就是证。说到广学多闻，绝不是初学的事情，所以佛的教学，我们不能不理解，更不能够错解了。错解如来真实义的人太多太多了，原因可以说都是粗心大意，凭自己的想像，望文生义，不求甚解，毛病都出在这个地方。",
      "zh_TW": "我們學習，在這許多經典當中，一定要抓住綱領。前面跟諸位說過，修學的次第，必須要遵循信、解、行、證這個順序。解當然是要廣學多聞，可是行一定要一門深入，你才能成就，成就就是證。說到廣學多聞，絕不是初學的事情，所以佛的教學，我們不能不理解，更不能夠錯解了。錯解如來真實義的人太多太多了，原因可以說都是粗心大意，憑自己的想像，望文生義，不求甚解，毛病都出在這個地方。"
    },
    {
      "id": "21-040-0004_p0009",
      "zh_CN": "其实佛对我们的教导很清楚、很明白，四弘誓愿就是基本的原则，我们都常常念，学佛的人都能够记得，都能够说得出来。「众生无边誓愿度」，这是讲首先你要发愿，你不是要学佛吗？学佛就是学觉悟，你要想觉悟，想了解宇宙人生的真相，最基本的条件就是你要把心量拓开，小心量决定不能够了解事实真相。起心动念都为自己，都为我家庭，样样都为自己身家着想，这个心量太小，宇宙人生的事实真相，你怎么可能体会到！你要问为什么不能体会，佛跟我们说了，宇宙人生、虚空法界是你自心变现出来的，所以这个事实真相是你本来应该知道的，不需要学，本来你晓得的，你自己变现的，自己哪里有不知道的道理？自己变现出来，为什么自己不知道了？就是因为你这个心量太小了，自己变现的境界，自己一无所知，道理在此地。",
      "zh_TW": "其實佛對我們的教導很清楚、很明白，四弘誓願就是基本的原則，我們都常常念，學佛的人都能夠記得，都能夠說得出來。「眾生無邊誓願度」，這是講首先你要發願，你不是要學佛嗎？學佛就是學覺悟，你要想覺悟，想了解宇宙人生的真相，最基本的條件就是你要把心量拓開，小心量決定不能夠了解事實真相。起心動念都為自己，都為我家庭，樣樣都為自己身家著想，這個心量太小，宇宙人生的事實真相，你怎麼可能體會到！你要問為什麼不能體會，佛跟我們說了，宇宙人生、虛空法界是你自心變現出來的，所以這個事實真相是你本來應該知道的，不需要學，本來你曉得的，你自己變現的，自己哪裡有不知道的道理？自己變現出來，為什麼自己不知道了？就是因為你這個心量太小了，自己變現的境界，自己一無所知，道理在此地。"
    },
    {
      "id": "21-040-0004_p0010",
      "zh_CN": "所以你要想真正了解宇宙人生，在禅宗里面讲「明心见性」，在教下讲「大开圆解」。基本的条件就是心量要扩大。大心量是自己的真心，小心量是自己的妄心，真妄差别就在此地。真心，经上常讲：「心包太虚，量周沙界」，那是我们自己的真心。我们今天起心动念都想到自己一身、一家，甚至于说这世间的伟人，了不起的民族英雄，他起心动念想到这一个国家、这个民族，都没用处，都不能解决问题。甚至于心量更大，不只一个地球，还想到太阳系，想到银河系，也枉然，还没用，还是太小了。",
      "zh_TW": "所以你要想真正了解宇宙人生，在禪宗裡面講「明心見性」，在教下講「大開圓解」。基本的條件就是心量要擴大。大心量是自己的真心，小心量是自己的妄心，真妄差別就在此地。真心，經上常講：「心包太虛，量周沙界」，那是我們自己的真心。我們今天起心動念都想到自己一身、一家，甚至於說這世間的偉人，了不起的民族英雄，他起心動念想到這一個國家、這個民族，都沒用處，都不能解決問題。甚至於心量更大，不只一個地球，還想到太陽系，想到銀河系，也枉然，還沒用，還是太小了。"
    },
    {
      "id": "21-040-0004_p0011",
      "zh_CN": "虚空多大？无量无边的星系都在里面，都是你自性变现，你才想到一个星系、两个星系，有什么用处？还是小，还是不能解决问题。所以你要想学佛，学什么？学佛就是禅家讲的恢复自己本来面目，不是别的。头一个条件，就是要把心量拓开，你起心动念「众生无边誓愿度」，没有边际，没有限量，你要发这个心。发这个心就叫做发菩提心了。菩提是觉，你真正觉悟了，起心动念想一切众生，不要去想自己。",
      "zh_TW": "虛空多大？無量無邊的星系都在裡面，都是你自性變現，你才想到一個星系、兩個星系，有什麼用處？還是小，還是不能解決問題。所以你要想學佛，學什麼？學佛就是禪家講的恢復自己本來面目，不是別的。頭一個條件，就是要把心量拓開，你起心動念「眾生無邊誓願度」，沒有邊際，沒有限量，你要發這個心。發這個心就叫做發菩提心了。菩提是覺，你真正覺悟了，起心動念想一切眾生，不要去想自己。"
    },
    {
      "id": "21-040-0004_p0012",
      "zh_CN": "心发了之后，要修行。修什么行？怎么个修法？这两个字的含义要清楚，修是修正，行是行为。当然行为错了，才要修正；行为不错，你修个什么？所以修行对谁说的？对那些想法错了、看法错了、作法错了，那些人要修行。把你一切的错误修正过来，这个叫修行。所以诸位必须要知道，修行不是说天天念经是修行，天天念佛、拜佛是修行。那是修行的样子，那是一种姿态形式，真正的修行不在这个地方。真正修行在起心动念，在这个地方用功夫。所以你看古大德，无论是宗门教下，常常讲：「从根本修」。根本是什么？是起心动念。一念迷就错了，要把迷除掉改正成觉，觉就对了。一念迷就是凡夫，一念觉就是佛菩萨；一念邪就是凡夫，一念正就是佛菩萨；一念染是凡夫，一念清净就是佛菩萨。",
      "zh_TW": "心發了之後，要修行。修什麼行？怎麼個修法？這兩個字的含義要清楚，修是修正，行是行為。當然行為錯了，才要修正；行為不錯，你修個什麼？所以修行對誰說的？對那些想法錯了、看法錯了、作法錯了，那些人要修行。把你一切的錯誤修正過來，這個叫修行。所以諸位必須要知道，修行不是說天天念經是修行，天天念佛、拜佛是修行。那是修行的樣子，那是一種姿態形式，真正的修行不在這個地方。真正修行在起心動念，在這個地方用功夫。所以你看古大德，無論是宗門教下，常常講：「從根本修」。根本是什麼？是起心動念。一念迷就錯了，要把迷除掉改正成覺，覺就對了。一念迷就是凡夫，一念覺就是佛菩薩；一念邪就是凡夫，一念正就是佛菩薩；一念染是凡夫，一念清淨就是佛菩薩。"
    },
    {
      "id": "21-040-0004_p0013",
      "zh_CN": "真正修行在这上面用功夫，我们六根接触六尘境界；现在的话讲，我们每天从早到晚，对人、对事、对物，必须把迷、邪、染修正为觉、正、净，就对了，这个叫修行，这叫学佛，这叫功夫。如果连这些基本的原则都不知道，那你修的是什么行？每天念多少卷经，念多少声佛号，「佛菩萨很喜欢我，我都念给他听了」，这叫修行？一天到晚还打妄想，还搞贪瞋痴慢，你就全都错了。那个与学佛、修行，给诸位说完全不相干。这样的人太多太多了，这些人在佛教里称作什么？给诸位说，他叫做外道。外道不是指其他的宗教，是指「心外求道」。你不从觉、正、净里面求，你希望「我搞这些佛欢喜，菩萨欢喜，他就保佑我。」你就叫心外求道，这就是外道。自己学佛学了一辈子，作了外道，自己都不知道，还以为是佛的好学生，你说糟不糟糕？",
      "zh_TW": "真正修行在這上面用功夫，我們六根接觸六塵境界；現在的話講，我們每天從早到晚，對人、對事、對物，必須把迷、邪、染修正為覺、正、淨，就對了，這個叫修行，這叫學佛，這叫功夫。如果連這些基本的原則都不知道，那你修的是什麼行？每天念多少卷經，念多少聲佛號，「佛菩薩很喜歡我，我都念給他聽了」，這叫修行？一天到晚還打妄想，還搞貪瞋痴慢，你就全都錯了。那個與學佛、修行，給諸位說完全不相干。這樣的人太多太多了，這些人在佛教裡稱作什麼？給諸位說，他叫做外道。外道不是指其他的宗教，是指「心外求道」。你不從覺、正、淨裡面求，你希望「我搞這些佛歡喜，菩薩歡喜，他就保佑我。」你就叫心外求道，這就是外道。自己學佛學了一輩子，作了外道，自己都不知道，還以為是佛的好學生，你說糟不糟糕？"
    },
    {
      "id": "21-040-0004_p0014",
      "zh_CN": "怎样把佛的教诲落实在生活，生活就是修行。佛教给我们最根本的就是「净业三福」。这个同学们要记清楚，决定不能忘记，起心动念都要与三福相应，你就有福报了。佛教给我们福慧双修，不但要修慧，也要修福。成佛，佛叫「二足尊」。我们念三皈的时候，「皈依佛，两足尊；皈依法，离欲尊；皈依僧，众中尊。」二就是讲的福慧；足是满足，圆满的意思。成佛，智慧跟福德两种都圆满，圆满就是丝毫欠缺都没有。世间有很多人不相信佛，不学佛，实在讲，他不了解佛的意思。他不学佛，你可以问他：「你要不要福报？」要！哪一个人不要福报？你要不要智慧？你不要智慧，你就愚痴。福跟慧他都要，迫切的需要。福慧在哪里？佛就是福慧二足尊，你不学佛，你怎么能得到两种圆满？",
      "zh_TW": "怎樣把佛的教誨落實在生活，生活就是修行。佛教給我們最根本的就是「淨業三福」。這個同學們要記清楚，決定不能忘記，起心動念都要與三福相應，你就有福報了。佛教給我們福慧雙修，不但要修慧，也要修福。成佛，佛叫「二足尊」。我們念三皈的時候，「皈依佛，兩足尊；皈依法，離欲尊；皈依僧，眾中尊。」二就是講的福慧；足是滿足，圓滿的意思。成佛，智慧跟福德兩種都圓滿，圓滿就是絲毫欠缺都沒有。世間有很多人不相信佛，不學佛，實在講，他不了解佛的意思。他不學佛，你可以問他：「你要不要福報？」要！哪一個人不要福報？你要不要智慧？你不要智慧，你就愚痴。福跟慧他都要，迫切的需要。福慧在哪裡？佛就是福慧二足尊，你不學佛，你怎麼能得到兩種圓滿？"
    },
    {
      "id": "21-040-0004_p0015",
      "zh_CN": "你要把这个意思说明白了，个个人都来学佛了。不但一般人来学佛了，基督教徒、天主教徒都要来学佛了，连上帝都来学佛。为什么？他要求福慧圆满，这个是事实。我们在大乘经上看到，佛常常在天宫说法，忉利天主、大梵天王，这都是宗教里头称为上帝的，他们都与会参加，听佛讲经说法，都皈依三宝，这是经上说的。明了之后，自然他就认真的来修学了。凡是不愿意学佛的，排斥佛教的，说实在话，是对于佛是什么没搞清楚。我们有责任把这一桩事情，为这些人说明白，讲清楚。然后学不学，那是他的事情，我们的责任尽到了。",
      "zh_TW": "你要把這個意思說明白了，個個人都來學佛了。不但一般人來學佛了，基督教徒、天主教徒都要來學佛了，連上帝都來學佛。為什麼？他要求福慧圓滿，這個是事實。我們在大乘經上看到，佛常常在天宮說法，忉利天主、大梵天王，這都是宗教裡頭稱為上帝的，他們都與會參加，聽佛講經說法，都皈依三寶，這是經上說的。明瞭之後，自然他就認真的來修學了。凡是不願意學佛的，排斥佛教的，說實在話，是對於佛是什麼沒搞清楚。我們有責任把這一樁事情，為這些人說明白，講清楚。然後學不學，那是他的事情，我們的責任盡到了。"
    },
    {
      "id": "21-040-0004_p0016",
      "zh_CN": "所以你看看佛没有讲慧，先讲福。虽然佛法的中心是智慧，但是他接引众生一开端用福，用三福来接引。这个是佛菩萨的善巧方便，但也是修学的事实，必须要从这个地方下手。佛教给我们什么？第一个教给我们要「孝养父母」。外国人虽然对于孝道很陌生，可是看到儿女对老人尊敬，他也很欢喜，他并不排斥。他年岁大了，他的儿女常常送一点礼物来看他，他喜欢，他没有排斥。由此可知，亲情是天性，佛的教育就从这里开端。而整个佛教说实在话，就是孝道的大圆满。什么人能把孝道作圆满？成佛才把这一个孝字作圆满。",
      "zh_TW": "所以你看看佛沒有講慧，先講福。雖然佛法的中心是智慧，但是他接引眾生一開端用福，用三福來接引。這個是佛菩薩的善巧方便，但也是修學的事實，必須要從這個地方下手。佛教給我們什麼？第一個教給我們要「孝養父母」。外國人雖然對於孝道很陌生，可是看到兒女對老人尊敬，他也很歡喜，他並不排斥。他年歲大了，他的兒女常常送一點禮物來看他，他喜歡，他沒有排斥。由此可知，親情是天性，佛的教育就從這裡開端。而整個佛教說實在話，就是孝道的大圓滿。什麼人能把孝道作圓滿？成佛才把這一個孝字作圓滿。"
    },
    {
      "id": "21-040-0004_p0017",
      "zh_CN": "所以佛法传到中国，立刻就被中国人接受，就被中国朝野所欢迎，道理在哪里？就是因为整个佛法是建立在孝道的基础上，发扬孝道，圆满孝道，跟中国儒家的教学完全相同。儒家的教育建立在孝道的基础上，佛法也是建立在这个基础上，而比儒家讲得更周详，讲得更彻底。所以传到中国来，就受中国的欢迎。当年佛教的传播也是四面八方，并不是偏爱中国，可是到西方，没有办法立足，很短的时间就失传了。什么原因？中国这个环境适合于佛法的弘扬，中国人讲求孝道，重视孝道。外国人对于这一点疏忽，所以跟佛法远离了，真正的原因在此地。",
      "zh_TW": "所以佛法傳到中國，立刻就被中國人接受，就被中國朝野所歡迎，道理在哪裡？就是因為整個佛法是建立在孝道的基礎上，發揚孝道，圓滿孝道，跟中國儒家的教學完全相同。儒家的教育建立在孝道的基礎上，佛法也是建立在這個基礎上，而比儒家講得更周詳，講得更徹底。所以傳到中國來，就受中國的歡迎。當年佛教的傳播也是四面八方，並不是偏愛中國，可是到西方，沒有辦法立足，很短的時間就失傳了。什麼原因？中國這個環境適合於佛法的弘揚，中國人講求孝道，重視孝道。外國人對於這一點疏忽，所以跟佛法遠離了，真正的原因在此地。"
    },
    {
      "id": "21-040-0004_p0018",
      "zh_CN": "怎样孝养父母？我们先从三福内容里头来说。第二句「奉事师长」，那你要不能够听老师的话，不能接受老师的教导，你就是不孝。第三句「慈心不杀」，你对于一切众生不爱护，没有慈悲心，你就是不孝。第四句「修十善业」，换句话说，你要断恶修善，你不能断恶修善，你就是不孝。三福总共有十一句，这个孝字全部贯彻到这十一句，少一句，你那个孝就不圆满。你们想想这个多有味道？第一条四句，第二条「受持三皈，具足众戒，不犯威仪。」孝养父母也贯彻这三句。什么叫受持三皈？受，接受，依教奉行；持，一生都不违背这个原则，三皈是觉正净，这个才是孝养父母。",
      "zh_TW": "怎樣孝養父母？我們先從三福內容裡頭來說。第二句「奉事師長」，那你要不能夠聽老師的話，不能接受老師的教導，你就是不孝。第三句「慈心不殺」，你對於一切眾生不愛護，沒有慈悲心，你就是不孝。第四句「修十善業」，換句話說，你要斷惡修善，你不能斷惡修善，你就是不孝。三福總共有十一句，這個孝字全部貫徹到這十一句，少一句，你那個孝就不圓滿。你們想想這個多有味道？第一條四句，第二條「受持三皈，具足眾戒，不犯威儀。」孝養父母也貫徹這三句。什麼叫受持三皈？受，接受，依教奉行；持，一生都不違背這個原則，三皈是覺正淨，這個才是孝養父母。"
    },
    {
      "id": "21-040-0004_p0019",
      "zh_CN": "「具足众戒」，不但是佛的教诫我们要明了，要做到。持戒这个意义引申出来就是守法，国家的法律、地方的规约以及风俗习惯、道德观念统统要遵守，不能够违犯，这叫持戒。所以持戒用现代话来说，就是守法、守规矩。「不犯威仪」用现代话来说，待人接物要有礼貌，要懂得礼节。威仪就是礼节，一举一动都能合乎礼。而且这个礼要合乎现代的礼，不是叫你合乎古人的礼，古人的礼是那个时代的。所以佛法是现代化、是本地化，我们住在美国要守美国的法律，要遵守美国的风俗习惯，合乎美国人一般通俗的礼节，这才能行得通。所以守法是因时因地而有所不同，它不是呆板的。所以佛法讲的是原理、原则，在生活上是活用，活活泼泼。这都在孝道里面。",
      "zh_TW": "「具足眾戒」，不但是佛的教誡我們要明瞭，要做到。持戒這個意義引申出來就是守法，國家的法律、地方的規約以及風俗習慣、道德觀念統統要遵守，不能夠違犯，這叫持戒。所以持戒用現代話來說，就是守法、守規矩。「不犯威儀」用現代話來說，待人接物要有禮貌，要懂得禮節。威儀就是禮節，一舉一動都能合乎禮。而且這個禮要合乎現代的禮，不是叫你合乎古人的禮，古人的禮是那個時代的。所以佛法是現代化、是本地化，我們住在美國要守美國的法律，要遵守美國的風俗習慣，合乎美國人一般通俗的禮節，這才能行得通。所以守法是因時因地而有所不同，它不是呆板的。所以佛法講的是原理、原則，在生活上是活用，活活潑潑。這都在孝道裡面。"
    },
    {
      "id": "21-040-0004_p0020",
      "zh_CN": "第三福，第一个就是「发菩提心」，刚才讲你要发大心普度一切众生，这是尽孝。你的父母看到你发这个心欢喜。「深信因果」，深信因果的人起心动念，他一定会收敛。知道善因得善果，恶因得恶报，因缘果报是世、出世间的定律真理。没有人能改变，诸佛菩萨也不能改变因果，这个道理一定要懂。你懂得这个道理，你就不会被人欺骗了。你造作的罪业，别人欺骗你，你到我这来信我的教，我就可以赦免你的罪，就可以叫你增长福报，这个是违背了因果定律。我在年轻的时候，有一些传教的人跟我这么讲法，你造什么样的罪业都没有关系，只要信了教，你的罪业就可以被赦免，会得福。我听说，我不信。他说：「为什么？」我说那个不是黑社会的大头目，罪恶包庇所！我犯了罪，还可以保护我，这个社会不是一个好社会，这是黑社会，哪有这种道理？你说你做恶事就有恶报，做善事有善报，这个有道理。",
      "zh_TW": "第三福，第一個就是「發菩提心」，剛才講你要發大心普度一切眾生，這是盡孝。你的父母看到你發這個心歡喜。「深信因果」，深信因果的人起心動念，他一定會收斂。知道善因得善果，惡因得惡報，因緣果報是世、出世間的定律真理。沒有人能改變，諸佛菩薩也不能改變因果，這個道理一定要懂。你懂得這個道理，你就不會被人欺騙了。你造作的罪業，別人欺騙你，你到我這來信我的教，我就可以赦免你的罪，就可以叫你增長福報，這個是違背了因果定律。我在年輕的時候，有一些傳教的人跟我這麼講法，你造什麼樣的罪業都沒有關係，只要信了教，你的罪業就可以被赦免，會得福。我聽說，我不信。他說：「為什麼？」我說那個不是黑社會的大頭目，罪惡包庇所！我犯了罪，還可以保護我，這個社會不是一個好社會，這是黑社會，哪有這種道理？你說你做惡事就有惡報，做善事有善報，這個有道理。"
    },
    {
      "id": "21-040-0004_p0021",
      "zh_CN": "所以我们众生犯了罪的时候，求佛菩萨保佑，没这个道理，佛菩萨做不到。说老实话，谁都做不到。要真的有人能够赦免一切罪恶的，佛菩萨都要拜他了，哪有这种道理？讲不通的。佛教给我们，你造作罪业不要紧，从今之后再不要造了，断恶修善。把你那个恶缘断掉，佛讲这个有道理。你过去造的罪业有因，但是因一定要有缘才会结果。没有缘，他就结不了果，佛是教我们趋吉避凶。这个我们听听有道理，我们一切的造作，无量劫来，善恶业因统统都具足。我们念一句阿弥陀佛，作佛的因。遇到不顺心的事情，起一念瞋恨，堕地狱的因。所以十法界，佛菩萨到地狱、饿鬼、畜生，我们那个因统统具足。",
      "zh_TW": "所以我們眾生犯了罪的時候，求佛菩薩保佑，沒這個道理，佛菩薩做不到。說老實話，誰都做不到。要真的有人能夠赦免一切罪惡的，佛菩薩都要拜他了，哪有這種道理？講不通的。佛教給我們，你造作罪業不要緊，從今之後再不要造了，斷惡修善。把你那個惡緣斷掉，佛講這個有道理。你過去造的罪業有因，但是因一定要有緣才會結果。沒有緣，他就結不了果，佛是教我們趨吉避凶。這個我們聽聽有道理，我們一切的造作，無量劫來，善惡業因統統都具足。我們念一句阿彌陀佛，作佛的因。遇到不順心的事情，起一念瞋恨，墮地獄的因。所以十法界，佛菩薩到地獄、餓鬼、畜生，我們那個因統統具足。"
    },
    {
      "id": "21-040-0004_p0022",
      "zh_CN": "所以一个人在临命终时到哪里去，那是大问题，就看你最后一念。你最后一念瞋恨，地狱去了；最后一念愚痴，就变畜生了；最后一念还有贪爱，就变饿鬼了。所以阿弥陀佛四十八愿第十八愿说，最后一念是念阿弥陀佛，就往生了，你就作佛去了。所以临终最后一念，就是你来生的结果。因为十法界的因，你统统具足。至于来生往哪里去，最后一念作主宰，不是别人给你作主宰，是自己作主宰。因此诸佛菩萨大慈大悲劝我们念佛，把这个佛念熟，到最后一念佛出来了，其他的念头都没有，其他念头都变成生疏了，这一句最熟了，那你就决定作佛去了，往生不退成佛，就是这么个道理。你要知道这个道理，知道事实真相，知道利害得失，你就会死心塌地念这一句阿弥陀佛了，其他的一切万缘，自自然然你就肯放下。你晓得这一句阿弥陀佛是真的，其他的全是假的，怎么全是假的？你一样都带不去。所以深信因果里面，特别讲求的是你要相信念佛是因，成佛是果。",
      "zh_TW": "所以一個人在臨命終時到哪裡去，那是大問題，就看你最後一念。你最後一念瞋恨，地獄去了；最後一念愚痴，就變畜生了；最後一念還有貪愛，就變餓鬼了。所以阿彌陀佛四十八願第十八願說，最後一念是念阿彌陀佛，就往生了，你就作佛去了。所以臨終最後一念，就是你來生的結果。因為十法界的因，你統統具足。至於來生往哪裡去，最後一念作主宰，不是別人給你作主宰，是自己作主宰。因此諸佛菩薩大慈大悲勸我們念佛，把這個佛念熟，到最後一念佛出來了，其他的念頭都沒有，其他念頭都變成生疏了，這一句最熟了，那你就決定作佛去了，往生不退成佛，就是這麼個道理。你要知道這個道理，知道事實真相，知道利害得失，你就會死心塌地念這一句阿彌陀佛了，其他的一切萬緣，自自然然你就肯放下。你曉得這一句阿彌陀佛是真的，其他的全是假的，怎麼全是假的？你一樣都帶不去。所以深信因果裡面，特別講求的是你要相信念佛是因，成佛是果。"
    },
    {
      "id": "21-040-0004_p0023",
      "zh_CN": "「读诵大乘」，大乘经典常常读诵，天天读诵，你才能明理，你才不迷惑。全都是孝道。我要怎么样孝亲？你把这些都做到了，那才叫孝养父母。末后一句：「劝进行者」，不但我自己要这样做，我还要劝导一切大众，希望一切大众都能这样做法。这十一句里头，每一句都含摄其他的十句，这一句就圆满了。孝养父母，这十一句全都是孝养父母，一条做不到都不孝。",
      "zh_TW": "「讀誦大乘」，大乘經典常常讀誦，天天讀誦，你才能明理，你才不迷惑。全都是孝道。我要怎麼樣孝親？你把這些都做到了，那才叫孝養父母。末後一句：「勸進行者」，不但我自己要這樣做，我還要勸導一切大眾，希望一切大眾都能這樣做法。這十一句裡頭，每一句都含攝其他的十句，這一句就圓滿了。孝養父母，這十一句全都是孝養父母，一條做不到都不孝。"
    },
    {
      "id": "21-040-0004_p0024",
      "zh_CN": "第二句「奉事师长」，怎么样才能奉事师长？你要孝养父母才是奉事师长。奉事师长用一般的通俗话来说是尊师重道。我用什么样的态度来尊敬我的老师？孝顺父母就是尊敬老师，老师教你孝顺父母。「慈心不杀」就是奉事师长，断恶修善就是奉事师长。你就晓得，这十句全是奉事师长。所以这十一句里头任何一句，都圆圆满满包含其他的十句，少一句，你的意思就不圆满，你的修持就有欠缺了。这就是《华严》所说的「一即一切，一切即一。」你能够圆过来了，那你就入不二法门了。入不二法门，在《华严》上说，那你就是法身菩萨了，不是普通人。这个道理要懂，不懂，你就不晓得怎么修，你不晓得从哪里下手。",
      "zh_TW": "第二句「奉事師長」，怎麼樣才能奉事師長？你要孝養父母才是奉事師長。奉事師長用一般的通俗話來說是尊師重道。我用什麼樣的態度來尊敬我的老師？孝順父母就是尊敬老師，老師教你孝順父母。「慈心不殺」就是奉事師長，斷惡修善就是奉事師長。你就曉得，這十句全是奉事師長。所以這十一句裡頭任何一句，都圓圓滿滿包含其他的十句，少一句，你的意思就不圓滿，你的修持就有欠缺了。這就是《華嚴》所說的「一即一切，一切即一。」你能夠圓過來了，那你就入不二法門了。入不二法門，在《華嚴》上說，那你就是法身菩薩了，不是普通人。這個道理要懂，不懂，你就不曉得怎麼修，你不曉得從哪裡下手。"
    },
    {
      "id": "21-040-0004_p0025",
      "zh_CN": "三福的道理明白了，六和、三学、六度、十愿、无量法门都是这一个道理。怎么样落实在生活当中？生活是多方面的，同修当中男女老少、各行各业都有，真正懂得佛法，为佛弟子，依教修行。你要明了佛教诲的真义，开经偈上讲：「愿解如来真实义」。佛的教诲虽然好，很多人听了都点头，但是他做不到。为什么做不到？说老实话，佛所教的你没懂。你如果真懂了，哪有做不到的！佛法确确实实是知难行易，做起来很容易，不难，知太难了。你为什么做不到？你不知道，不了解里头的真义，所以你做不到。正因为如此，释迦牟尼佛讲经说法四十九年给你说明，可见得知难，行真是容易。日常生活当中，他都表演出来，天天是这个作法，作我们的榜样，作我们的表率。",
      "zh_TW": "三福的道理明白了，六和、三學、六度、十願、無量法門都是這一個道理。怎麼樣落實在生活當中？生活是多方面的，同修當中男女老少、各行各業都有，真正懂得佛法，為佛弟子，依教修行。你要明瞭佛教誨的真義，開經偈上講：「願解如來真實義」。佛的教誨雖然好，很多人聽了都點頭，但是他做不到。為什麼做不到？說老實話，佛所教的你沒懂。你如果真懂了，哪有做不到的！佛法確確實實是知難行易，做起來很容易，不難，知太難了。你為什麼做不到？你不知道，不了解裡頭的真義，所以你做不到。正因為如此，釋迦牟尼佛講經說法四十九年給你說明，可見得知難，行真是容易。日常生活當中，他都表演出來，天天是這個作法，作我們的榜樣，作我們的表率。"
    },
    {
      "id": "21-040-0004_p0026",
      "zh_CN": "上一次我记得我在休斯顿作了一次讲演，讲完之后有个同修问我，「佛法的修学如何落实在生活上？」我们举了一个家庭主妇的例子。家庭主妇不好作，每一天做的工作都是一样的，煮饭、洗衣服、打扫环境，天天搞这个。日久天长，不甘心不情愿，烦恼牢骚满腹。如果懂得佛法，这个念头一转，每一天做这个工作都是修六波罗蜜，都是修菩萨行。那个念头一转，他就很快乐了，他这个心结就解开了。家事原来就是菩萨行，圆圆满满的六波罗蜜。不但圆满六波罗蜜，刚才我们讲的三福，圆满的三福，圆满的普贤十愿。还要找别的道场，找别的地方修行？错了。在家里煮饭、洗衣服，就成佛了，就成菩萨了。可见得行容易，知难。",
      "zh_TW": "上一次我記得我在休斯頓作了一次講演，講完之後有個同修問我，「佛法的修學如何落實在生活上？」我們舉了一個家庭主婦的例子。家庭主婦不好作，每一天做的工作都是一樣的，煮飯、洗衣服、打掃環境，天天搞這個。日久天長，不甘心不情願，煩惱牢騷滿腹。如果懂得佛法，這個念頭一轉，每一天做這個工作都是修六波羅蜜，都是修菩薩行。那個念頭一轉，他就很快樂了，他這個心結就解開了。家事原來就是菩薩行，圓圓滿滿的六波羅蜜。不但圓滿六波羅蜜，剛才我們講的三福，圓滿的三福，圓滿的普賢十願。還要找別的道場，找別的地方修行？錯了。在家裡煮飯、洗衣服，就成佛了，就成菩薩了。可見得行容易，知難。"
    },
    {
      "id": "21-040-0004_p0027",
      "zh_CN": "今天我利用这点时间，我也举一个例子。作生意、作买卖，你看他怎么样行菩萨行？这是今年前一个月，我到新加坡，新加坡有一个同修，听我讲经也听了不少年，但是我们很少接触。来听经的时候，他坐在后面，听完了，他就走了。这一次到新加坡住了几天，大概李木源居士他们大家工作很忙，他比较清闲一点，找他来接待我。所以有机会陪我三天，我在这住了三天，每天在一起。他给我讲他学佛的心得，他是个作生意的人，姓傅，傅来成居士，年岁也不很大，大概五十左右的样子。事业做得很成功，这是一个菩萨商人，标准的菩萨商人。",
      "zh_TW": "今天我利用這點時間，我也舉一個例子。作生意、作買賣，你看他怎麼樣行菩薩行？這是今年前一個月，我到新加坡，新加坡有一個同修，聽我講經也聽了不少年，但是我們很少接觸。來聽經的時候，他坐在後面，聽完了，他就走了。這一次到新加坡住了幾天，大概李木源居士他們大家工作很忙，他比較清閒一點，找他來接待我。所以有機會陪我三天，我在這住了三天，每天在一起。他給我講他學佛的心得，他是個作生意的人，姓傅，傅來成居士，年歲也不很大，大概五十左右的樣子。事業做得很成功，這是一個菩薩商人，標準的菩薩商人。"
    },
    {
      "id": "21-040-0004_p0028",
      "zh_CN": "他告诉我他年轻的时候，家里面环境不好，生活非常困苦，所以学业没有完成，书念得很少。新加坡那一个城市，主要的言语是英文，华语是这几年才提倡的。他不懂英文，诸位想想这生意怎么做？也没有能力，也没有学问，言语也困难，他最大的长处是老实，老实人，诚恳，对待人恭敬，他的特点就这三桩事情。作人一生不欺骗自己，不欺骗一切人。偶然的机会，遇到欧洲商社里面这些老板，在新加坡作生意，看到这个人这么老实，这样诚恳恭敬，他们很欢喜，就把代理权交给他。他就做了很多大公司的总经销、总代理，生意是这么做起来的。",
      "zh_TW": "他告訴我他年輕的時候，家裡面環境不好，生活非常困苦，所以學業沒有完成，書念得很少。新加坡那一個城市，主要的言語是英文，華語是這幾年才提倡的。他不懂英文，諸位想想這生意怎麼做？也沒有能力，也沒有學問，言語也困難，他最大的長處是老實，老實人，誠懇，對待人恭敬，他的特點就這三樁事情。作人一生不欺騙自己，不欺騙一切人。偶然的機會，遇到歐洲商社裡面這些老闆，在新加坡作生意，看到這個人這麼老實，這樣誠懇恭敬，他們很歡喜，就把代理權交給他。他就做了很多大公司的總經銷、總代理，生意是這麼做起來的。"
    },
    {
      "id": "21-040-0004_p0029",
      "zh_CN": "但是人家生意交给他，他不会做，也没有这个知识，也没有这个能力。他怎么办？请人做。他说：「我不是请经理，不是请伙计，我是请老板。」他请人的时候，把这个事情全权交给他，那个人就是老板。他请哪些人？他很聪明，因为他是虔诚的佛教徒，常常跑寺庙，看有些年轻人在寺庙里烧香，听听他说些什么，他父母有病了，他在那里求佛菩萨保佑，看他很孝顺、很真诚，这个人一定是好人，不是坏人。他就找他跟他往来接洽，认识一段时期看看这个人的确不错，人很诚实、很孝顺。他就把这个生意介绍给他做，这是他的聪明处，常常到寺庙。他说我不能先讲，人家会伪装，会欺骗我。我在旁边观察，细心观察，去找那个真正孝顺父母，诚实不欺骗人，然后他再教导他作人一定要真诚。他纳税百分之百，绝不偷一点点税，他说我还是有赚。对待这些人非常厚道，所以他的生意就这么做成功。",
      "zh_TW": "但是人家生意交給他，他不會做，也沒有這個知識，也沒有這個能力。他怎麼辦？請人做。他說：「我不是請經理，不是請夥計，我是請老闆。」他請人的時候，把這個事情全權交給他，那個人就是老闆。他請哪些人？他很聰明，因為他是虔誠的佛教徒，常常跑寺廟，看有些年輕人在寺廟裡燒香，聽聽他說些什麼，他父母有病了，他在那裡求佛菩薩保佑，看他很孝順、很真誠，這個人一定是好人，不是壞人。他就找他跟他往來接洽，認識一段時期看看這個人的確不錯，人很誠實、很孝順。他就把這個生意介紹給他做，這是他的聰明處，常常到寺廟。他說我不能先講，人家會偽裝，會欺騙我。我在旁邊觀察，細心觀察，去找那個真正孝順父母，誠實不欺騙人，然後他再教導他作人一定要真誠。他納稅百分之百，絕不偷一點點稅，他說我還是有賺。對待這些人非常厚道，所以他的生意就這麼做成功。"
    },
    {
      "id": "21-040-0004_p0030",
      "zh_CN": "他说我所请的都是老板，人心地好，相貌都好，看的都是老板相。他自己？等于说作当中介绍人，所以他就嘱咐请的这些人，你们做成功，我就成功；你失败了，我就完了。他讲的话很老实，所以很多人都喜欢他，他能够把佛法应用在他的事业上，应用在他的生活上。他是真诚希望他所请的这个人，将来在商业上有前途、有成就，他有这个心。并不是希望这个人将来为我做，一切听我的，他不是的，他都希望将来你独立，能够在商场上飞黄腾达，这一种热诚心对人。这样三、四年，他观察这个人很不错，就直接介绍给这个公司的老板，他并不想在这里谋利，并不想把这个人控制压在这里，希望他们直接去做，等于说他来介绍。于是这些商社老板更欣赏他、更佩服他，没有私心。",
      "zh_TW": "他說我所請的都是老闆，人心地好，相貌都好，看的都是老闆相。他自己？等於說作當中介紹人，所以他就囑咐請的這些人，你們做成功，我就成功；你失敗了，我就完了。他講的話很老實，所以很多人都喜歡他，他能夠把佛法應用在他的事業上，應用在他的生活上。他是真誠希望他所請的這個人，將來在商業上有前途、有成就，他有這個心。並不是希望這個人將來為我做，一切聽我的，他不是的，他都希望將來你獨立，能夠在商場上飛黃騰達，這一種熱誠心對人。這樣三、四年，他觀察這個人很不錯，就直接介紹給這個公司的老闆，他並不想在這裡謀利，並不想把這個人控制壓在這裡，希望他們直接去做，等於說他來介紹。於是這些商社老闆更欣賞他、更佩服他，沒有私心。"
    },
    {
      "id": "21-040-0004_p0031",
      "zh_CN": "于是这一些传出去之后，欧洲这些大的商业老板都找他，都来委托他。他说我每天没有事，天天开车就是作导游，这些老板来的时候，带他们去玩玩，陪他们吃饭。他说我其他的没有事情，所有事情都是别人替他办了。这个里面布施、持戒、忍辱全具足，他这个作法，他能舍，他不为自己的利益。他说我自己生活很简单，家里人口也不多，一家四口，生活很容易维持，我也不需要那么多钱。赚来的钱？拿去印经，做录音带、录像带布施，劝人念佛，劝人学佛，他天天干这个。每一天开车，他车后面都是经书、录音带、录影带，走到哪里送到哪里。他说我每天干这个事情。",
      "zh_TW": "於是這一些傳出去之後，歐洲這些大的商業老闆都找他，都來委託他。他說我每天沒有事，天天開車就是作導遊，這些老闆來的時候，帶他們去玩玩，陪他們吃飯。他說我其他的沒有事情，所有事情都是別人替他辦了。這個裡面布施、持戒、忍辱全具足，他這個作法，他能捨，他不為自己的利益。他說我自己生活很簡單，家裡人口也不多，一家四口，生活很容易維持，我也不需要那麼多錢。賺來的錢？拿去印經，做錄音帶、錄像帶布施，勸人念佛，勸人學佛，他天天幹這個。每一天開車，他車後面都是經書、錄音帶、錄影帶，走到哪裡送到哪裡。他說我每天幹這個事情。"
    },
    {
      "id": "21-040-0004_p0032",
      "zh_CN": "生活非常节俭，他太太日中一食，非常难得，常常在医院里，病院里头照顾老人作义工。他对于自己的儿女并不照顾，让学校老师去照顾，他照顾社会上这些年轻的小孩、学生，帮助他们。我照顾别人的小孩，一定别人照顾我的小孩，他是这个理念。全心全力照顾社会，造福社会，这是布施波罗蜜。无论做什么事情奉公守法，这是持戒波罗蜜。你看他做事情，观察人，选择代理，替他做事情的人，他很有耐心、很有智慧，他选择的人，第一个孝顺父母，这个比什么都重要。人能够孝顺父母，就不会做坏事。做坏事对不起父母，让父母在这个社会上不能立足，让人瞧不起，这个是一个孝子决定不肯做的。",
      "zh_TW": "生活非常節儉，他太太日中一食，非常難得，常常在醫院裡，病院裡頭照顧老人作義工。他對於自己的兒女並不照顧，讓學校老師去照顧，他照顧社會上這些年輕的小孩、學生，幫助他們。我照顧別人的小孩，一定別人照顧我的小孩，他是這個理念。全心全力照顧社會，造福社會，這是布施波羅蜜。無論做什麼事情奉公守法，這是持戒波羅蜜。你看他做事情，觀察人，選擇代理，替他做事情的人，他很有耐心、很有智慧，他選擇的人，第一個孝順父母，這個比什麼都重要。人能夠孝順父母，就不會做壞事。做壞事對不起父母，讓父母在這個社會上不能立足，讓人瞧不起，這個是一個孝子決定不肯做的。"
    },
    {
      "id": "21-040-0004_p0033",
      "zh_CN": "所以他选人是选孝顺父母，选诚实，他是这两个条件。细心、很有耐心的观察，他这个观察不是选了一个人以后，他长年不断的去观察、去认识、去选择。有机会他就找那些人，把这种商业机会介绍给他们。希望大家都发财，希望大家对社会都有好的贡献，菩萨心。所以他有耐心，耐心是忍辱波罗蜜。他心地清净，没有妄想，平常一天到晚开车念阿弥陀佛，车上听我的那些录音带，精进波罗蜜。心里面没有杂念，没有利害得失，一心向佛，帮助社会，帮助这些好人，帮助好人就是帮助社会。他的心里头有主宰，他不乱，禅定波罗蜜。他一切都明了，一切通达不迷惑，不会受人欺骗，般若波罗蜜。你看在他日常生活当中六度具足。",
      "zh_TW": "所以他選人是選孝順父母，選誠實，他是這兩個條件。細心、很有耐心的觀察，他這個觀察不是選了一個人以後，他長年不斷的去觀察、去認識、去選擇。有機會他就找那些人，把這種商業機會介紹給他們。希望大家都發財，希望大家對社會都有好的貢獻，菩薩心。所以他有耐心，耐心是忍辱波羅蜜。他心地清淨，沒有妄想，平常一天到晚開車念阿彌陀佛，車上聽我的那些錄音帶，精進波羅蜜。心裡面沒有雜念，沒有利害得失，一心向佛，幫助社會，幫助這些好人，幫助好人就是幫助社會。他的心裡頭有主宰，他不亂，禪定波羅蜜。他一切都明瞭，一切通達不迷惑，不會受人欺騙，般若波羅蜜。你看在他日常生活當中六度具足。"
    },
    {
      "id": "21-040-0004_p0034",
      "zh_CN": "所以这三天的时候，我接触他，我说你不错，你是标准的菩萨商人。《华严经》上善财童子五十三参，这五十三位菩萨所表现的，就是我们社会的形态，男女老少、各行各业。菩萨表演的这个商人，是商人当中的模范、典范。他做到了。所以不要看现在社会很乱，各行各业里面都有菩萨，我们没发现而已，都有菩萨存在，都有好的榜样、好的表率在其中。不要看社会乱，很有救，不是没救。这个社会很有前途、有光明，因为有诸佛菩萨示现在其中。这是举一个经商的榜样，他做得很自在。他的生活很美满、很幸福。一切事业做得很成功、很顺利，同样的行业，他有些朋友他们做不起来，赔了很多，他是年年赚钱；而且自己根本就不闻不问。",
      "zh_TW": "所以這三天的時候，我接觸他，我說你不錯，你是標準的菩薩商人。《華嚴經》上善財童子五十三參，這五十三位菩薩所表現的，就是我們社會的形態，男女老少、各行各業。菩薩表演的這個商人，是商人當中的模範、典範。他做到了。所以不要看現在社會很亂，各行各業裡面都有菩薩，我們沒發現而已，都有菩薩存在，都有好的榜樣、好的表率在其中。不要看社會亂，很有救，不是沒救。這個社會很有前途、有光明，因為有諸佛菩薩示現在其中。這是舉一個經商的榜樣，他做得很自在。他的生活很美滿、很幸福。一切事業做得很成功、很順利，同樣的行業，他有些朋友他們做不起來，賠了很多，他是年年賺錢；而且自己根本就不聞不問。"
    },
    {
      "id": "21-040-0004_p0035",
      "zh_CN": "他以为他的成功，就是在诚实、守法，热心的帮助人，以为就是这个条件。我告诉他，我说不是的。他就很奇怪，那不是，是什么？我说你这三个条件是缘，佛法讲因缘果报，你这三个条件是缘。真正发财的因，是你前生修的财布施。你为什么这一生当中没有聪明智慧？学业都没有完成？是你前生没有修法布施，你命里头有财，你命里头没有学位，没有智慧。命里头没有财，发不了财，遇到这个缘就是机会，遇到这些机会，你也发不了财。你命里头有财，你遇到这个机缘，这是缘，你自己这三个条件也是缘，三个条件是缘，因缘具足，你才得这个果报。",
      "zh_TW": "他以為他的成功，就是在誠實、守法，熱心的幫助人，以為就是這個條件。我告訴他，我說不是的。他就很奇怪，那不是，是什麼？我說你這三個條件是緣，佛法講因緣果報，你這三個條件是緣。真正發財的因，是你前生修的財布施。你為什麼這一生當中沒有聰明智慧？學業都沒有完成？是你前生沒有修法布施，你命裡頭有財，你命裡頭沒有學位，沒有智慧。命裡頭沒有財，發不了財，遇到這個緣就是機會，遇到這些機會，你也發不了財。你命裡頭有財，你遇到這個機緣，這是緣，你自己這三個條件也是緣，三個條件是緣，因緣具足，你才得這個果報。"
    },
    {
      "id": "21-040-0004_p0036",
      "zh_CN": "由此可知，世间人希望自己有财富，有财富就要修财布施。他现在生意愈做愈好，他告诉我，他起步的时候只有两千块钱，开始作生意的时候。现在一年差不多可以作到一千多万新加坡币，新加坡币一千多万合美金差不多七、八百万的样子。而且自己根本不要操心，根本不要过问，一年有这么多收入。这从哪来的？这是你不断的布施，你天天在修财布施，你没有贪财。你所得的这些利润，除了你家里开支之外，几乎你全部布施掉。愈布施愈多，愈多要愈布施。所以这个财叫通货，要流通，要让它流，不能把它堵起来，堵起来就死了，就变成死水了，那就有罪业了，一定要叫它流通。流通，这里得来，马上就流掉，决定不要把它守住在那里，那就坏了。你流通的愈多，后头来的就愈多。",
      "zh_TW": "由此可知，世間人希望自己有財富，有財富就要修財布施。他現在生意愈做愈好，他告訴我，他起步的時候只有兩千塊錢，開始作生意的時候。現在一年差不多可以作到一千多萬新加坡幣，新加坡幣一千多萬合美金差不多七、八百萬的樣子。而且自己根本不要操心，根本不要過問，一年有這麼多收入。這從哪來的？這是你不斷的布施，你天天在修財布施，你沒有貪財。你所得的這些利潤，除了你家裡開支之外，幾乎你全部布施掉。愈布施愈多，愈多要愈布施。所以這個財叫通貨，要流通，要讓它流，不能把它堵起來，堵起來就死了，就變成死水了，那就有罪業了，一定要叫它流通。流通，這裡得來，馬上就流掉，決定不要把它守住在那裡，那就壞了。你流通的愈多，後頭來的就愈多。"
    },
    {
      "id": "21-040-0004_p0037",
      "zh_CN": "他明白这个道理，因为懂得这个道理，他才喜欢去做，身心健康。最幸福的是心里头没事，没有忧虑，没有牵挂，没有烦恼，没有杂念，这是最幸福的。所以他生活快乐自在。事业交给别人做，一点都没有牵挂，是因为他没有得失的念头，他只是祝福别人，没有想到你要多做一点给我多赚一点，我要多分一点，他没有这个念头。以真诚心待人接物，这是他成功基本的条件。所以佛法你真的搞清楚、搞明白了，他听我的录音带，他告诉我，才三年，他真听懂了，真正去照做，愈做愈快乐，愈做愈自在。",
      "zh_TW": "他明白這個道理，因為懂得這個道理，他才喜歡去做，身心健康。最幸福的是心裡頭沒事，沒有憂慮，沒有牽掛，沒有煩惱，沒有雜念，這是最幸福的。所以他生活快樂自在。事業交給別人做，一點都沒有牽掛，是因為他沒有得失的念頭，他只是祝福別人，沒有想到你要多做一點給我多賺一點，我要多分一點，他沒有這個念頭。以真誠心待人接物，這是他成功基本的條件。所以佛法你真的搞清楚、搞明白了，他聽我的錄音帶，他告訴我，才三年，他真聽懂了，真正去照做，愈做愈快樂，愈做愈自在。"
    },
    {
      "id": "21-040-0004_p0038",
      "zh_CN": "这一桩事情与佛的教诲能相应，你就晓得任何一个行业，任何一桩事情，没有不相应的。点点滴滴都是大圆满，这个诸位如果深入《华严》，你就看到了，你就明了了。无论那一个行业，问题就是你有没有真正的觉悟，世间最不好的行业是杀生，这是最不好的行业。特别是有一些餐厅卖海鲜的，都是活生生的东西现杀，这个杀业最重。能不能落实在圆圆满满的佛法里？能。五十三参甘露火王就是干这一行的，大菩萨。看你用的什么心。甘露火王就像海鲜店的老板，天天杀生，活活的杀。他是菩萨，他杀生，杀了是超度他，你造的是恶业，给你消业障，让你投生到好道去。你杀生，把你这个肉卖的钱，替你做功德，不是赚来自己享受，赚来自己享受，那就是冤亲债主来了，那个麻烦就大了，你就跟众生结冤仇了，冤冤相报那就不得了了。你不是自己用，完全度他。你前世不做好事，堕落在畜生道，今天我杀你，拿你这个生命卖钱去做功德来救你，这是菩萨！所以菩萨一样可以杀生，你才晓得任何一个行业里头都有菩萨。真正如清凉大师所说的「理事无碍，事事无碍」。",
      "zh_TW": "這一樁事情與佛的教誨能相應，你就曉得任何一個行業，任何一樁事情，沒有不相應的。點點滴滴都是大圓滿，這個諸位如果深入《華嚴》，你就看到了，你就明瞭了。無論那一個行業，問題就是你有沒有真正的覺悟，世間最不好的行業是殺生，這是最不好的行業。特別是有一些餐廳賣海鮮的，都是活生生的東西現殺，這個殺業最重。能不能落實在圓圓滿滿的佛法裡？能。五十三參甘露火王就是幹這一行的，大菩薩。看你用的什麼心。甘露火王就像海鮮店的老闆，天天殺生，活活的殺。他是菩薩，他殺生，殺了是超度他，你造的是惡業，給你消業障，讓你投生到好道去。你殺生，把你這個肉賣的錢，替你做功德，不是賺來自己享受，賺來自己享受，那就是冤親債主來了，那個麻煩就大了，你就跟眾生結冤仇了，冤冤相報那就不得了了。你不是自己用，完全度他。你前世不做好事，墮落在畜生道，今天我殺你，拿你這個生命賣錢去做功德來救你，這是菩薩！所以菩薩一樣可以殺生，你才曉得任何一個行業裡頭都有菩薩。真正如清涼大師所說的「理事無礙，事事無礙」。"
    },
    {
      "id": "21-040-0004_p0039",
      "zh_CN": "五十三参里面，唯一差别的地方，就是其他一切行业，你看善财童子参访，有礼敬、有赞叹。像傅居士经商，我们就赞叹。如果菩萨开海鲜店天天杀生，我们对他礼敬，绝不赞叹，虽行菩萨道，我们也不赞叹。为什么？那是恶业、逆行，不是顺行。所以在五十三参里面，善财童子差不多都有赞叹，只有三个人没有赞叹，甘露火王，杀生的，干这个行业的不赞叹，有礼敬不赞叹。第二个是胜热婆罗门，他代表的是愚痴。另外一个是筏苏蜜多女，她是代表贪爱。这三个人代表贪瞋痴，贪瞋痴是三毒，他们干的是贪瞋痴，菩萨！他们做这个事业能够化贪瞋痴为戒定慧，他有这个本事。",
      "zh_TW": "五十三參裡面，唯一差別的地方，就是其他一切行業，你看善財童子參訪，有禮敬、有讚歎。像傅居士經商，我們就讚歎。如果菩薩開海鮮店天天殺生，我們對他禮敬，絕不讚歎，雖行菩薩道，我們也不讚歎。為什麼？那是惡業、逆行，不是順行。所以在五十三參裡面，善財童子差不多都有讚歎，只有三個人沒有讚歎，甘露火王，殺生的，幹這個行業的不讚歎，有禮敬不讚歎。第二個是勝熱婆羅門，他代表的是愚痴。另外一個是筏蘇蜜多女，她是代表貪愛。這三個人代表貪瞋痴，貪瞋痴是三毒，他們幹的是貪瞋痴，菩薩！他們做這個事業能夠化貪瞋痴為戒定慧，他有這個本事。"
    },
    {
      "id": "21-040-0004_p0040",
      "zh_CN": "因为他是逆行，在这个社会上最好不要提倡，因为不是普通人能做得到的。真正是没有自私自利，能怜悯众生救护众生的人，才可以做这个事情。如果我们自己还有利害得失，还念念会想到自己，决定不能干这个事情。你干这个事情，那只有罪过没有功德。像他们这种菩萨，就是《金刚经》上讲的四相破了，「无我相、无人相、无众生相、无寿者相」，念念为救护一切众生，他行，他是功德。他杀生是功德，我们杀生是罪业，所以这个事情不能干。",
      "zh_TW": "因為他是逆行，在這個社會上最好不要提倡，因為不是普通人能做得到的。真正是沒有自私自利，能憐憫眾生救護眾生的人，才可以做這個事情。如果我們自己還有利害得失，還念念會想到自己，決定不能幹這個事情。你幹這個事情，那只有罪過沒有功德。像他們這種菩薩，就是《金剛經》上講的四相破了，「無我相、無人相、無眾生相、無壽者相」，念念為救護一切眾生，他行，他是功德。他殺生是功德，我們殺生是罪業，所以這個事情不能幹。"
    },
    {
      "id": "21-040-0004_p0041",
      "zh_CN": "所以善财对他有礼敬，没有赞叹。仔细去读经，要留意这一点。称赞、赞叹的是鼓励我们做，礼敬不赞叹的是不鼓励我们做，让我们了解这个道理。了解这个道理才知道，真的是「理事无碍，事事无碍」。所以我们无论是过什么样的生活，无论是从事哪一种行业，无论是什么样的身分，都可以修圆满的菩萨行，就在自己生活当中，就在自己工作当中，成就圆满的菩萨道。换句话说，我们的家庭就是道场，我们的事业就是道场，道场不一定在此地。把这个地方当作道场，你到哪里去修？一切时、一切处、起心动念是道场，要在这个地方修，你才会有真正的成就。所以诸佛菩萨是一切众生最好的榜样，释迦牟尼佛示现出家人的榜样，他那些诸大弟子里面，很多是古佛再来的。示现出家修学各种不同法门，那就是各宗各派的榜样，你懂得这个意思。",
      "zh_TW": "所以善財對他有禮敬，沒有讚歎。仔細去讀經，要留意這一點。稱讚、讚歎的是鼓勵我們做，禮敬不讚歎的是不鼓勵我們做，讓我們了解這個道理。了解這個道理才知道，真的是「理事無礙，事事無礙」。所以我們無論是過什麼樣的生活，無論是從事哪一種行業，無論是什麼樣的身分，都可以修圓滿的菩薩行，就在自己生活當中，就在自己工作當中，成就圓滿的菩薩道。換句話說，我們的家庭就是道場，我們的事業就是道場，道場不一定在此地。把這個地方當作道場，你到哪裡去修？一切時、一切處、起心動念是道場，要在這個地方修，你才會有真正的成就。所以諸佛菩薩是一切眾生最好的榜樣，釋迦牟尼佛示現出家人的榜樣，他那些諸大弟子裡面，很多是古佛再來的。示現出家修學各種不同法門，那就是各宗各派的榜樣，你懂得這個意思。"
    },
    {
      "id": "21-040-0004_p0042",
      "zh_CN": "世尊当年在世，这些在家的信徒有国王、大臣、长者居士、各行各业，那些也都是诸佛菩萨的化身，跟《华严》五十三参没有两样。是作整个社会、各种不同行业人的榜样，告诉你怎么学佛，怎样成就究竟圆满的智慧，怎样入不二法门，入一真法界，不但超越六道，超越十法界。就在你生活当中，就在你自己行业里头，要紧的你要觉、要正、要净。《无量寿经》好，非常适合于现代人，经文不算长也不太短，里面的道理讲得很圆满、很透彻，你细细去研究，细心去体会，你就会开悟了。你就能在一切时、一切处，在生活点点滴滴里面，与觉正净都相应。",
      "zh_TW": "世尊當年在世，這些在家的信徒有國王、大臣、長者居士、各行各業，那些也都是諸佛菩薩的化身，跟《華嚴》五十三參沒有兩樣。是作整個社會、各種不同行業人的榜樣，告訴你怎麼學佛，怎樣成就究竟圓滿的智慧，怎樣入不二法門，入一真法界，不但超越六道，超越十法界。就在你生活當中，就在你自己行業裡頭，要緊的你要覺、要正、要淨。《無量壽經》好，非常適合於現代人，經文不算長也不太短，裡面的道理講得很圓滿、很透徹，你細細去研究，細心去體會，你就會開悟了。你就能在一切時、一切處，在生活點點滴滴裡面，與覺正淨都相應。"
    },
    {
      "id": "21-040-0004_p0043",
      "zh_CN": "可见得大乘佛法没有离开生活，没有离开穿衣、吃饭。穿衣，六波罗蜜圆满；吃饭，三福圆满，那叫会吃。我们每天穿衣、吃饭，白吃了，人家会吃饭的，每一粒米里头都是六波罗蜜。你穿一件衣服的时候，都具足三福；然后你才晓得，大乘佛法很有味道，这个不能不学。世、出世间一切法没有这个圆满，我们世间人常常讲真善美慧，唯有大乘法里头才是真的，真正具足，念念具足。一切时、一切处、一切事缘之中，没有一样不具足。我们这样修学，你才真正得到法喜充满。你得到法喜，给诸位说，你就百病不生。人会生病，人会衰老，是忧虑、烦恼太多，忧能使人老。诸佛菩萨永远不老，永远不生病。为什么原因？他得大自在，得大欢喜。",
      "zh_TW": "可見得大乘佛法沒有離開生活，沒有離開穿衣、吃飯。穿衣，六波羅蜜圓滿；吃飯，三福圓滿，那叫會吃。我們每天穿衣、吃飯，白吃了，人家會吃飯的，每一粒米裡頭都是六波羅蜜。你穿一件衣服的時候，都具足三福；然後你才曉得，大乘佛法很有味道，這個不能不學。世、出世間一切法沒有這個圓滿，我們世間人常常講真善美慧，唯有大乘法裡頭才是真的，真正具足，念念具足。一切時、一切處、一切事緣之中，沒有一樣不具足。我們這樣修學，你才真正得到法喜充滿。你得到法喜，給諸位說，你就百病不生。人會生病，人會衰老，是憂慮、煩惱太多，憂能使人老。諸佛菩薩永遠不老，永遠不生病。為什麼原因？他得大自在，得大歡喜。"
    },
    {
      "id": "21-040-0004_p0044",
      "zh_CN": "好！今天时间到了。我们明天还有一会，明天一会我跟诸位讲我们修行重要的纲领。我在新加坡教学的时候，给同学们讲了，我这个法门叫「传心法要」。但是不是禅宗的，是我们净土宗的。好！我们念佛回向。",
      "zh_TW": "好！今天時間到了。我們明天還有一會，明天一會我跟諸位講我們修行重要的綱領。我在新加坡教學的時候，給同學們講了，我這個法門叫「傳心法要」。但是不是禪宗的，是我們淨土宗的。好！我們念佛回向。"
    }
  ]
}