{
  "doc_id": "21-324-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之三十七）",
    "zh_TW": "學佛答問（答香港參學同修之三十七）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-324-0001",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "21-324-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，大家好！",
      "zh_TW": "諸位法師，諸位同學，大家好！"
    },
    {
      "id": "21-324-0001_p0002",
      "zh_CN": "今天有二十几个提问，我们按照顺序来解答。首先是网路同修的提问，有八个问题。",
      "zh_TW": "今天有二十幾個提問，我們按照順序來解答。首先是網路同修的提問，有八個問題。"
    },
    {
      "id": "21-324-0001_p0003",
      "zh_CN": "问：第一个问题，他说请来的经书每页都印着有佛的头像，请问如此读诵是否如法？",
      "zh_TW": "問：第一個問題，他說請來的經書每頁都印著有佛的頭像，請問如此讀誦是否如法？"
    },
    {
      "id": "21-324-0001_p0004",
      "zh_CN": "答：无论是经书或是彩画、文物，我们印佛菩萨的形像都要印全身的，站着的也可以，坐着的也可以，要印全身的，这是恭敬，如果只印一个佛的头，这很不恭敬。但是西方人在艺术人像里面，常常就印一个头像，这是他的事情，造罪是他造的，你请来读诵你没有罪，他有罪。我们要记住这个规矩，我们自己做不可以，他们这样做那就没法子，这个要了解。供养全身的像这是恭敬，供养一个头，部分的，这是残缺，这个人残障，这不好，这是不恭敬。",
      "zh_TW": "答：無論是經書或是彩畫、文物，我們印佛菩薩的形像都要印全身的，站著的也可以，坐著的也可以，要印全身的，這是恭敬，如果只印一個佛的頭，這很不恭敬。但是西方人在藝術人像裡面，常常就印一個頭像，這是他的事情，造罪是他造的，你請來讀誦你沒有罪，他有罪。我們要記住這個規矩，我們自己做不可以，他們這樣做那就沒法子，這個要了解。供養全身的像這是恭敬，供養一個頭，部分的，這是殘缺，這個人殘障，這不好，這是不恭敬。"
    },
    {
      "id": "21-324-0001_p0005",
      "zh_CN": "问：第二个问题，他说供养佛菩萨供具上若写着经文，如香炉周边书写着《心经》，请问是否如法？",
      "zh_TW": "問：第二個問題，他說供養佛菩薩供具上若寫著經文，如香爐周邊書寫著《心經》，請問是否如法？"
    },
    {
      "id": "21-324-0001_p0006",
      "zh_CN": "答：这个可以，不但是香炉，供杯，供佛的水的这个杯子，都可以。你们到寺庙里面如果留意，你看那个钟，钟鼓旁边都写的有经文。一方面是表法的意思，有大钟铸造的经文是全部的《金刚经》，全部的《法华经》，还有内外全部里面刻的是《华严经》，那个钟一敲，这整个经就遍满虚空法界，所以那个也是表法，一般鬼神、天神都能够得到利益。所以供的香炉上面，因为香炉不大，所以现在用《心经》的多，最少的，像在西藏那方面，他们都用六字大明咒「唵嘛呢叭咪吽」，这是到处都能看见。这都很好，这有表法的用意，这可以用。",
      "zh_TW": "答：這個可以，不但是香爐，供杯，供佛的水的這個杯子，都可以。你們到寺廟裡面如果留意，你看那個鐘，鐘鼓旁邊都寫的有經文。一方面是表法的意思，有大鐘鑄造的經文是全部的《金剛經》，全部的《法華經》，還有內外全部裡面刻的是《華嚴經》，那個鐘一敲，這整個經就遍滿虛空法界，所以那個也是表法，一般鬼神、天神都能夠得到利益。所以供的香爐上面，因為香爐不大，所以現在用《心經》的多，最少的，像在西藏那方面，他們都用六字大明咒「唵嘛呢叭咪吽」，這是到處都能看見。這都很好，這有表法的用意，這可以用。"
    },
    {
      "id": "21-324-0001_p0007",
      "zh_CN": "我们自己饮水，现在我们知道，水，乃至于一切万物，都有见闻觉知，都能懂得人的意思，所以你给它善的讯息，它确实会变得很善很美，这是日本江本博士给我们做实验的。譬如我们平常喝的这杯水，你在水上贴个「感恩」、贴个「爱」字，这个水的品质就特别好，你要是相反的，贴个「我讨厌你」、「我恨你」，那水的品质就很不好，甚至于常常喝人会生病。然后你就懂得为什么大悲水能治病，就是这道理！",
      "zh_TW": "我們自己飲水，現在我們知道，水，乃至於一切萬物，都有見聞覺知，都能懂得人的意思，所以你給它善的訊息，它確實會變得很善很美，這是日本江本博士給我們做實驗的。譬如我們平常喝的這杯水，你在水上貼個「感恩」、貼個「愛」字，這個水的品質就特別好，你要是相反的，貼個「我討厭你」、「我恨你」，那水的品質就很不好，甚至於常常喝人會生病。然後你就懂得為什麼大悲水能治病，就是這道理！"
    },
    {
      "id": "21-324-0001_p0008",
      "zh_CN": "现在我们晓得水有见闻觉知，我们这个杯子上贴一个大悲咒，这就是大悲水。所以我现在教给他们的方法，大悲咒印成小小的贴纸，你贴在水瓶上、贴在杯子上，那就是大悲水。什么时候贴上去，一个小时以后你再喝，它确实就管用，你不会念也没有关系，贴上去就好，它会看，所以这个方法很好。我叫他们去做，很久了还没做出来，我要去催催。像你家里面的水瓶都可以贴，但是贴上去之后，我们使用它恭恭敬敬，不要随随便便去拿杯子，喝水的时候也端端正正的，也不要太随意，恭敬就有功德。",
      "zh_TW": "現在我們曉得水有見聞覺知，我們這個杯子上貼一個大悲咒，這就是大悲水。所以我現在教給他們的方法，大悲咒印成小小的貼紙，你貼在水瓶上、貼在杯子上，那就是大悲水。什麼時候貼上去，一個小時以後你再喝，它確實就管用，你不會念也沒有關係，貼上去就好，它會看，所以這個方法很好。我叫他們去做，很久了還沒做出來，我要去催催。像你家裡面的水瓶都可以貼，但是貼上去之後，我們使用它恭恭敬敬，不要隨隨便便去拿杯子，喝水的時候也端端正正的，也不要太隨意，恭敬就有功德。"
    },
    {
      "id": "21-324-0001_p0009",
      "zh_CN": "问：第三个问题，请问堕胎是不是属于五逆重罪？",
      "zh_TW": "問：第三個問題，請問墮胎是不是屬於五逆重罪？"
    },
    {
      "id": "21-324-0001_p0010",
      "zh_CN": "答：不属于，五逆重罪是杀父亲，那个胎是胎儿，不是父亲，也不是母亲，杀父、杀母、杀阿罗汉，那个小孩大概也不是阿罗汉再来的，出佛身血。出佛身血，佛现在不在世了，对于佛像以恶意、瞋恨心把佛像给它砸碎、销毁，等于出佛身血，这个罪过是阿鼻地狱。最后一条是破和合僧，就是破坏僧团，这个罪是阿鼻地狱。没有堕胎这一条。",
      "zh_TW": "答：不屬於，五逆重罪是殺父親，那個胎是胎兒，不是父親，也不是母親，殺父、殺母、殺阿羅漢，那個小孩大概也不是阿羅漢再來的，出佛身血。出佛身血，佛現在不在世了，對於佛像以惡意、瞋恨心把佛像給它砸碎、銷毀，等於出佛身血，這個罪過是阿鼻地獄。最後一條是破和合僧，就是破壞僧團，這個罪是阿鼻地獄。沒有墮胎這一條。"
    },
    {
      "id": "21-324-0001_p0011",
      "zh_CN": "虽然不是五逆重罪，你要晓得，小孩投胎到你家，佛在经上常说有四种缘，报恩、报怨、讨债、还债，他才会到你家来，没有这四种关系他不到你家来。如果来报恩的，这是你家的孝子贤孙，你把他杀掉，恩变成仇，下次到你家来就报仇；如果是报仇的，你把他杀掉，仇上再加仇恨，这个事情麻烦大了，所以一定要知道这个因果关系。如果这个人要是堕胎三次到五次，就有很多小鬼跟着他，你运气好的时候没有感觉到，你运衰的时候这小鬼都找来了，那个时候得些奇奇怪怪的病，医治没有效果。医生治病只能治生理的病，这种冤业的病医生不能治，所以这是很麻烦的事情。所以怀孕决定不能堕胎，一定要好好的照顾这个小孩，要以慈悲、要以爱心对他，那是报恩来的，会更孝顺，报怨来的，那个怨会减轻，会化解。",
      "zh_TW": "雖然不是五逆重罪，你要曉得，小孩投胎到你家，佛在經上常說有四種緣，報恩、報怨、討債、還債，他才會到你家來，沒有這四種關係他不到你家來。如果來報恩的，這是你家的孝子賢孫，你把他殺掉，恩變成仇，下次到你家來就報仇；如果是報仇的，你把他殺掉，仇上再加仇恨，這個事情麻煩大了，所以一定要知道這個因果關係。如果這個人要是墮胎三次到五次，就有很多小鬼跟著他，你運氣好的時候沒有感覺到，你運衰的時候這小鬼都找來了，那個時候得些奇奇怪怪的病，醫治沒有效果。醫生治病只能治生理的病，這種冤業的病醫生不能治，所以這是很麻煩的事情。所以懷孕決定不能墮胎，一定要好好的照顧這個小孩，要以慈悲、要以愛心對他，那是報恩來的，會更孝順，報怨來的，那個怨會減輕，會化解。"
    },
    {
      "id": "21-324-0001_p0012",
      "zh_CN": "问：底下一个问题，他说现在网路上有很多免费的工具，非常方便。譬如网路视讯，由一个人说话，其余的人都能听得很清楚。若有三、五个人发心在这样的网路环境下，依照老法师的教诲学习讲经，请问是否可行？",
      "zh_TW": "問：底下一個問題，他說現在網路上有很多免費的工具，非常方便。譬如網路視訊，由一個人說話，其餘的人都能聽得很清楚。若有三、五個人發心在這樣的網路環境下，依照老法師的教誨學習講經，請問是否可行？"
    },
    {
      "id": "21-324-0001_p0013",
      "zh_CN": "答：学讲经这个事情，不但要师承，而且自己要真正有修学的功夫，如果自己没有修行的功夫，只学这些文字，或者是听别人讲经的，或者看别人注解，这不能算是讲经。你说你练习讲，可以，这个拿不出去的，拿出去的一定要有老师。没有老师，自己能学出来的，恐怕在我们这个世间古今中外都找不到一个。《坛经》里面有一个故事，永嘉大师的故事，这个人确实是上上根人，也非常的好学，参访很多大德，真有悟处，自己以为很不错。有一天遇到一个法师，六祖惠能大师的学生，他们在一起谈得很投机，永嘉就提出来，他说我自己修学成就，就请他给我印证。",
      "zh_TW": "答：學講經這個事情，不但要師承，而且自己要真正有修學的功夫，如果自己沒有修行的功夫，只學這些文字，或者是聽別人講經的，或者看別人註解，這不能算是講經。你說你練習講，可以，這個拿不出去的，拿出去的一定要有老師。沒有老師，自己能學出來的，恐怕在我們這個世間古今中外都找不到一個。《壇經》裡面有一個故事，永嘉大師的故事，這個人確實是上上根人，也非常的好學，參訪很多大德，真有悟處，自己以為很不錯。有一天遇到一個法師，六祖惠能大師的學生，他們在一起談得很投機，永嘉就提出來，他說我自己修學成就，就請他給我印證。"
    },
    {
      "id": "21-324-0001_p0014",
      "zh_CN": "这个法师说我不能给你印证，你最好到曹溪去看六祖，请六祖给你印证。印证那就是他的学生，他就是你的老师，他可以给你做证明你修学到什么样的程度，你能不能出来弘法。这个同学告诉他，如果没有人给你印证，那你是没有老师指导过的。没有老师指导自己修学能成就的，佛经上有一句话，威音王以前可以，威音王以后不行，佛菩萨不承认。威音王以前是什么时候？久远劫以前。换句话说，就是告诉你们一定要有老师，一定要有师承。",
      "zh_TW": "這個法師說我不能給你印證，你最好到曹溪去看六祖，請六祖給你印證。印證那就是他的學生，他就是你的老師，他可以給你做證明你修學到什麼樣的程度，你能不能出來弘法。這個同學告訴他，如果沒有人給你印證，那你是沒有老師指導過的。沒有老師指導自己修學能成就的，佛經上有一句話，威音王以前可以，威音王以後不行，佛菩薩不承認。威音王以前是什麼時候？久遠劫以前。換句話說，就是告訴你們一定要有老師，一定要有師承。"
    },
    {
      "id": "21-324-0001_p0015",
      "zh_CN": "函授，像现在用网路电讯里面的学习，自己能得利益。实在话自己得利益当然也可以帮助别人，还是要印证，如果没有人印证，这个例子不能开，开这个例子你会把佛门教学的传统破坏了。破坏这个传统等于破和合僧、等于出佛身血，所以这是我们不能不知道的。一定要找一个好老师来印证，他替你负责任。学术也是一样，现在学校里面最高的学位是博士学位，那也是下了苦工去念来的，考试及格得来的。可是也有不要念书也能够得来的，那是什么？学校里面赠送的，赠送的就是学校里肯定你的成就已经达到这个水平，那也是印证，甚至比考试印证还要难。考试你只有一个指导老师，博士班指导老师，他同意就行，你的学位就拿到，学校赠送绝对不是一个老师，少则十几个，多则几十个，这比念博士学位还要难，那就是得到学校绝大多数博士班指导老师的肯定，你真有成就。",
      "zh_TW": "函授，像現在用網路電訊裡面的學習，自己能得利益。實在話自己得利益當然也可以幫助別人，還是要印證，如果沒有人印證，這個例子不能開，開這個例子你會把佛門教學的傳統破壞了。破壞這個傳統等於破和合僧、等於出佛身血，所以這是我們不能不知道的。一定要找一個好老師來印證，他替你負責任。學術也是一樣，現在學校裡面最高的學位是博士學位，那也是下了苦工去念來的，考試及格得來的。可是也有不要念書也能夠得來的，那是什麼？學校裡面贈送的，贈送的就是學校裡肯定你的成就已經達到這個水平，那也是印證，甚至比考試印證還要難。考試你只有一個指導老師，博士班指導老師，他同意就行，你的學位就拿到，學校贈送絕對不是一個老師，少則十幾個，多則幾十個，這比念博士學位還要難，那就是得到學校絕大多數博士班指導老師的肯定，你真有成就。"
    },
    {
      "id": "21-324-0001_p0016",
      "zh_CN": "中国在古时候，特别是佛门，佛门里面的成就不是在表面，不是在你能说、你能写，而是在你修行的功夫。功夫我们在讲席里头常常提到，就是断烦恼、开智慧，佛门里面诸佛菩萨、祖师大德对一个学生的肯定是在这上面，不是说你念了多少部经、学会了多少法门，不是的。三界八十八品见惑断了，你就是须陀洹果，这就肯定，这就是学位，《华严经》里面讲的初信位的菩萨，那是刚刚入门，初信。初信就是圣人，就不是凡夫，虽然还没有能够脱离六道，可是决定不堕三恶道。在小乘，天上人间七次往返，思惑断尽了，证四果阿罗汉，那就是正式的学位拿到了。",
      "zh_TW": "中國在古時候，特別是佛門，佛門裡面的成就不是在表面，不是在你能說、你能寫，而是在你修行的功夫。功夫我們在講席裡頭常常提到，就是斷煩惱、開智慧，佛門裡面諸佛菩薩、祖師大德對一個學生的肯定是在這上面，不是說你念了多少部經、學會了多少法門，不是的。三界八十八品見惑斷了，你就是須陀洹果，這就肯定，這就是學位，《華嚴經》裡面講的初信位的菩薩，那是剛剛入門，初信。初信就是聖人，就不是凡夫，雖然還沒有能夠脫離六道，可是決定不墮三惡道。在小乘，天上人間七次往返，思惑斷盡了，證四果阿羅漢，那就是正式的學位拿到了。"
    },
    {
      "id": "21-324-0001_p0017",
      "zh_CN": "你看佛家修学是三个学位，无上正等正觉，阿罗汉是正觉，菩萨是正等正觉，佛是无上正等正觉。所以佛法里面的学位是这样拿到的，是要真功夫，不是记问之学，我记得多少，我学了多少，这不算，一定是断烦恼长智慧。所以这个要懂，它讲实质，不讲形式。所以网路的教学是一种不得已的方法，能不能成就？当然能成就，就是你成就之后最好还是要请大德，真正有修行、有成就的大德，给你印证。",
      "zh_TW": "你看佛家修學是三個學位，無上正等正覺，阿羅漢是正覺，菩薩是正等正覺，佛是無上正等正覺。所以佛法裡面的學位是這樣拿到的，是要真功夫，不是記問之學，我記得多少，我學了多少，這不算，一定是斷煩惱長智慧。所以這個要懂，它講實質，不講形式。所以網路的教學是一種不得已的方法，能不能成就？當然能成就，就是你成就之後最好還是要請大德，真正有修行、有成就的大德，給你印證。"
    },
    {
      "id": "21-324-0001_p0018",
      "zh_CN": "问：第五个问题，三藏经典的集结共有四次，而这四次都是小乘经典，请问大乘经典集结的情形是如何？",
      "zh_TW": "問：第五個問題，三藏經典的集結共有四次，而這四次都是小乘經典，請問大乘經典集結的情形是如何？"
    },
    {
      "id": "21-324-0001_p0019",
      "zh_CN": "答：大乘集结《藏经》里面有资料，可以参考。首先你可以参考索引，它告诉你怎样去查，通常这就类似《藏经》目录。在《法苑珠林》里面有经典集结这一篇，在《经律异相》里面也有，蕅益大师的《阅藏知津》里头也有，你可以从这些地方多看。大乘集结，尤其像《华严经》，《华严经》小乘不承认，因为佛不是在人间讲的，佛是在定中讲的。我们一般人看到释迦牟尼佛在菩提树下打坐入定，经上告诉我们，时间是二七日中，有的经典讲三七日中，都有经典做依据，二七十四天，三七二十一天。",
      "zh_TW": "答：大乘集結《藏經》裡面有資料，可以參考。首先你可以參考索引，它告訴你怎樣去查，通常這就類似《藏經》目錄。在《法苑珠林》裡面有經典集結這一篇，在《經律異相》裡面也有，蕅益大師的《閱藏知津》裡頭也有，你可以從這些地方多看。大乘集結，尤其像《華嚴經》，《華嚴經》小乘不承認，因為佛不是在人間講的，佛是在定中講的。我們一般人看到釋迦牟尼佛在菩提樹下打坐入定，經上告訴我們，時間是二七日中，有的經典講三七日中，都有經典做依據，二七十四天，三七二十一天。"
    },
    {
      "id": "21-324-0001_p0020",
      "zh_CN": "它所讲的内容几乎是一切诸佛如来所说的，统统包括在其中。分量之大，如果是全部的《华严经》，我们这个地球没法子容纳，装不下，你看龙树菩萨为我们介绍的，「十个三千大千世界微尘偈」，我们这个地球怎么能装得下？「一四天下微尘品」，佛在十四天或者二十一天就讲完了。这个地方告诉我们，时间不是真的，无量劫可以浓缩为一刹那，一刹那可以展开为无量劫，念劫圆融。这桩事情，现代的科学家也发现了，知道时间不是真的，在某一种条件之下时间没有了，等于零，时间没有了就是先后没有了，过去跟未来都在眼前，你就全部看到。所以科学家给我们作证，《华严经》讲的是有道理，世尊能够在很短的时间讲出无量劫的内容，他有这个能力。",
      "zh_TW": "它所講的內容幾乎是一切諸佛如來所說的，統統包括在其中。分量之大，如果是全部的《華嚴經》，我們這個地球沒法子容納，裝不下，你看龍樹菩薩為我們介紹的，「十個三千大千世界微塵偈」，我們這個地球怎麼能裝得下？「一四天下微塵品」，佛在十四天或者二十一天就講完了。這個地方告訴我們，時間不是真的，無量劫可以濃縮為一剎那，一剎那可以展開為無量劫，念劫圓融。這樁事情，現代的科學家也發現了，知道時間不是真的，在某一種條件之下時間沒有了，等於零，時間沒有了就是先後沒有了，過去跟未來都在眼前，你就全部看到。所以科學家給我們作證，《華嚴經》講的是有道理，世尊能夠在很短的時間講出無量劫的內容，他有這個能力。"
    },
    {
      "id": "21-324-0001_p0021",
      "zh_CN": "空间实在讲也不是真的，空间也是假的，这都是近代科学发现的。空间没有了，距离没有了，远近没有了，远近属于空间，再远的，极乐世界在哪里？就在此地。空间跟时间从哪里来的？我们知道是从妄想分别执着里头变现出来的，换句话说，你有妄想、你有分别、执着，就有时间、就有空间，哪一天妄想分别执着没有了，时空就没有了。你明白这个道理，现在科学家就是不知道用什么方法来突破空间维次，这个东西在佛教、在宗教里头几千年前已经使用，非常有效。小的定功突破近距离，小的空间，大的定功就能突破更多不同空间维次，看你定功浅深。",
      "zh_TW": "空間實在講也不是真的，空間也是假的，這都是近代科學發現的。空間沒有了，距離沒有了，遠近沒有了，遠近屬於空間，再遠的，極樂世界在哪裡？就在此地。空間跟時間從哪裡來的？我們知道是從妄想分別執著裡頭變現出來的，換句話說，你有妄想、你有分別、執著，就有時間、就有空間，哪一天妄想分別執著沒有了，時空就沒有了。你明白這個道理，現在科學家就是不知道用什麼方法來突破空間維次，這個東西在佛教、在宗教裡頭幾千年前已經使用，非常有效。小的定功突破近距離，小的空間，大的定功就能突破更多不同空間維次，看你定功淺深。"
    },
    {
      "id": "21-324-0001_p0022",
      "zh_CN": "佛在经上告诉我们，阿罗汉能够看到过去五百世、未来五百世，换句话说，过去加上未来，一千世，就像在眼前一样，但是再远他就看不到，那要菩萨，唯有佛眼能看到遍法界虚空界，能完全看到，这就是你功力的浅深不一样，换句话说，也是你放下多少不一样，我们讲放下大家更容易体会。阿罗汉放下执着，对于世出世间一切法不再执着，执着放下你就能够，在一般经上讲，阿罗汉见空间的量是一个小千世界。一个小千世界多大？用我们现在科学的名词来讲，就是一千个银河系，一千个银河系这么大的范围，在你眼睛里面就像看手掌心一样，不要用任何工具就看得清清楚楚。在时间，能看过去五百世、未来五百世，这阿罗汉，就是你把执着放下了。",
      "zh_TW": "佛在經上告訴我們，阿羅漢能夠看到過去五百世、未來五百世，換句話說，過去加上未來，一千世，就像在眼前一樣，但是再遠他就看不到，那要菩薩，唯有佛眼能看到遍法界虛空界，能完全看到，這就是你功力的淺深不一樣，換句話說，也是你放下多少不一樣，我們講放下大家更容易體會。阿羅漢放下執著，對於世出世間一切法不再執著，執著放下你就能夠，在一般經上講，阿羅漢見空間的量是一個小千世界。一個小千世界多大？用我們現在科學的名詞來講，就是一千個銀河系，一千個銀河系這麼大的範圍，在你眼睛裡面就像看手掌心一樣，不要用任何工具就看得清清楚楚。在時間，能看過去五百世、未來五百世，這阿羅漢，就是你把執著放下了。"
    },
    {
      "id": "21-324-0001_p0023",
      "zh_CN": "《华严经》上讲执着、讲分别、讲妄想，讲这三种，一般大小乘经论里面讲无明烦恼、尘沙烦恼、见思烦恼，跟《华严》讲法不一样，意思完全相同。无明烦恼就是妄想，《华严经》上讲妄想；尘沙烦恼，《华严经》上讲分别；见思烦恼，《华严经》上讲执着。所以我们讲妄想、分别、执着，概念清楚一点，你讲见思、尘沙、无明，还要解释，同样一个意思。所以学佛没有别的，就是学放下。放不下怎么办？常常想《金刚经》「凡所有相，皆是虚妄」，世出世间法里头没有一样是真的。",
      "zh_TW": "《華嚴經》上講執著、講分別、講妄想，講這三種，一般大小乘經論裡面講無明煩惱、塵沙煩惱、見思煩惱，跟《華嚴》講法不一樣，意思完全相同。無明煩惱就是妄想，《華嚴經》上講妄想；塵沙煩惱，《華嚴經》上講分別；見思煩惱，《華嚴經》上講執著。所以我們講妄想、分別、執著，概念清楚一點，你講見思、塵沙、無明，還要解釋，同樣一個意思。所以學佛沒有別的，就是學放下。放不下怎麼辦？常常想《金剛經》「凡所有相，皆是虛妄」，世出世間法裡頭沒有一樣是真的。"
    },
    {
      "id": "21-324-0001_p0024",
      "zh_CN": "凡所虚妄现在科学也已经发现，所以科学的发现对佛法理解确实提供了很大的帮助。譬如物质，这叫色相、现象，现象从哪里来的？现在科学告诉我们，物质是无中生有，这跟佛法讲的就接近。你看佛法讲物质怎么来的？宇宙怎么来的？生命怎么来的？「一念不觉而有无明，无明不觉生三细，境界为缘长六粗」，这是佛讲宇宙的来源，生命的起源。佛法终极的目标是叫我们把自己本来面目找回来，我们本来面目就是你的真心、本性，佛家讲自性、真性、真如，这都是讲你自己本来面目。这东西是真的，不生不灭，不来不去，不常不断，这是永恒的，它不是物质，也不是精神；精神跟物质都是（不觉就是迷）迷了之后变现出来的。",
      "zh_TW": "凡所虛妄現在科學也已經發現，所以科學的發現對佛法理解確實提供了很大的幫助。譬如物質，這叫色相、現象，現象從哪裡來的？現在科學告訴我們，物質是無中生有，這跟佛法講的就接近。你看佛法講物質怎麼來的？宇宙怎麼來的？生命怎麼來的？「一念不覺而有無明，無明不覺生三細，境界為緣長六粗」，這是佛講宇宙的來源，生命的起源。佛法終極的目標是叫我們把自己本來面目找回來，我們本來面目就是你的真心、本性，佛家講自性、真性、真如，這都是講你自己本來面目。這東西是真的，不生不滅，不來不去，不常不斷，這是永恆的，它不是物質，也不是精神；精神跟物質都是（不覺就是迷）迷了之後變現出來的。"
    },
    {
      "id": "21-324-0001_p0025",
      "zh_CN": "所以三细相里面有能见相，就是有见分、有相分、有自证分。自证分是本体，你迷了自证分，所以你才有见分，见分是什么？就是我们今天讲的精神，精神是见分，相分是物质。见分跟相分都是从法性里头变现出来的，迷了之后；法性的本体就称为自证分。相宗讲四分，还有证自证分，证自证分就是佛经里常讲的佛性，那是自证分里头的一分，自觉，所以称之为佛性。一切众生皆有佛性，一切万物皆有法性，法性跟佛性是同一个性，这个讲得透彻。",
      "zh_TW": "所以三細相裡面有能見相，就是有見分、有相分、有自證分。自證分是本體，你迷了自證分，所以你才有見分，見分是什麼？就是我們今天講的精神，精神是見分，相分是物質。見分跟相分都是從法性裡頭變現出來的，迷了之後；法性的本體就稱為自證分。相宗講四分，還有證自證分，證自證分就是佛經裡常講的佛性，那是自證分裡頭的一分，自覺，所以稱之為佛性。一切眾生皆有佛性，一切萬物皆有法性，法性跟佛性是同一個性，這個講得透徹。"
    },
    {
      "id": "21-324-0001_p0026",
      "zh_CN": "所以整个宇宙是一体，《华严》讲的「情与无情，同圆种智」，这个道理要懂。你如果契入这个道理，所有一切灾难都没有了，你才真正契入这个境界，这个境界就是没有生灭，没有生灭就叫做涅槃的境界。所以生死跟涅槃是一不是二，觉悟了是涅槃，觉悟了没有生死，迷的时候好像有生死，那是假的，不是真的。所以佛法如果能够契入，不是多，少分，我们确实得很大的利益，这个利益就给我们自己真正的安慰，远离一切恐怖颠倒妄想，像《心经》上所说。",
      "zh_TW": "所以整個宇宙是一體，《華嚴》講的「情與無情，同圓種智」，這個道理要懂。你如果契入這個道理，所有一切災難都沒有了，你才真正契入這個境界，這個境界就是沒有生滅，沒有生滅就叫做涅槃的境界。所以生死跟涅槃是一不是二，覺悟了是涅槃，覺悟了沒有生死，迷的時候好像有生死，那是假的，不是真的。所以佛法如果能夠契入，不是多，少分，我們確實得很大的利益，這個利益就給我們自己真正的安慰，遠離一切恐怖顛倒妄想，像《心經》上所說。"
    },
    {
      "id": "21-324-0001_p0027",
      "zh_CN": "问：第六个问题，据中国佛教史记载，今年应为佛历三０三三年，为何现今佛教界却都采取西洋说法，佛历为二五五０年？若依此说，则佛出生时间比孔子还要晚。是否应该提倡恢复三０三三年为公认佛历？",
      "zh_TW": "問：第六個問題，據中國佛教史記載，今年應為佛曆三０三三年，為何現今佛教界卻都採取西洋說法，佛曆為二五五０年？若依此說，則佛出生時間比孔子還要晚。是否應該提倡恢復三０三三年為公認佛曆？"
    },
    {
      "id": "21-324-0001_p0028",
      "zh_CN": "答：这个提问问得很好，我们中国自古以来，就是当代，我说当代是三十年前，我第一次到香港讲经，虚云老和尚、圆瑛法师这些老一辈的老和尚，还是用中国从前这个记载，就是三０三三年，用这个记载；可是全世界都用西方人的说法，二千五百多年，我们中国人没有这个说法。现在想，中国人多还是世界人多？现在是大多数人来表决，表决他们占多数，我们占少数。所以这个不重要，刚才讲时间不是真的，时间是假的，不是真的，你怎么说都可以。这个事情都有依据，在中国也有好多种说法，也都有经典做依据，到底哪个正确哪个不正确，只有问释迦牟尼佛才晓得，问别人都不知道。这些东西不重要，重要是明心见性，重要是定慧，不在这些东西。",
      "zh_TW": "答：這個提問問得很好，我們中國自古以來，就是當代，我說當代是三十年前，我第一次到香港講經，虛雲老和尚、圓瑛法師這些老一輩的老和尚，還是用中國從前這個記載，就是三０三三年，用這個記載；可是全世界都用西方人的說法，二千五百多年，我們中國人沒有這個說法。現在想，中國人多還是世界人多？現在是大多數人來表決，表決他們佔多數，我們佔少數。所以這個不重要，剛才講時間不是真的，時間是假的，不是真的，你怎麼說都可以。這個事情都有依據，在中國也有好多種說法，也都有經典做依據，到底哪個正確哪個不正確，只有問釋迦牟尼佛才曉得，問別人都不知道。這些東西不重要，重要是明心見性，重要是定慧，不在這些東西。"
    },
    {
      "id": "21-324-0001_p0029",
      "zh_CN": "问：第七个问题，五戒十善都有开遮持犯，请问世尊四十九年讲经说法中，是不是也曾有为利益众生而打妄语的情形？",
      "zh_TW": "問：第七個問題，五戒十善都有開遮持犯，請問世尊四十九年講經說法中，是不是也曾有為利益眾生而打妄語的情形？"
    },
    {
      "id": "21-324-0001_p0030",
      "zh_CN": "答：没有打妄语，利益众生打妄语那叫开戒，不叫破戒，这个要知道，你要说这是破戒，那佛破戒了，没这个道理。佛经上有例子，确实是佛菩萨，有猎人追一只猎物，走到三岔路口不知道牠跑到哪个方向去了，正好遇到释迦牟尼佛，他就问释迦牟尼佛，我刚才追一只猎物你看到没有？佛说看到了，没有打妄语。跑到哪里去了？明明向这个方向，佛说在那边，牠跑那边去了，这叫开缘。你要是说老实话两面都受罪，打猎的人造杀生罪，这个动物被人杀害，你没有慈悲心，所以这不叫做破戒，不叫妄语，不叫破戒，这叫两面都救了，不但救了这个小动物，也救了这个猎人少杀一次生。杀生将来都要还债的，所以这是大慈大悲，救苦救难，这个我们要懂得，这叫开遮持犯。应该开的你不开，犯戒，不能开的你要开，你也犯戒，所以要看当时的状况，有开、有遮、有持、有犯，所以戒律是活的，不是死的，这是受戒的时候传戒师父一定要讲清楚、讲明白。",
      "zh_TW": "答：沒有打妄語，利益眾生打妄語那叫開戒，不叫破戒，這個要知道，你要說這是破戒，那佛破戒了，沒這個道理。佛經上有例子，確實是佛菩薩，有獵人追一隻獵物，走到三岔路口不知道牠跑到哪個方向去了，正好遇到釋迦牟尼佛，他就問釋迦牟尼佛，我剛才追一隻獵物你看到沒有？佛說看到了，沒有打妄語。跑到哪裡去了？明明向這個方向，佛說在那邊，牠跑那邊去了，這叫開緣。你要是說老實話兩面都受罪，打獵的人造殺生罪，這個動物被人殺害，你沒有慈悲心，所以這不叫做破戒，不叫妄語，不叫破戒，這叫兩面都救了，不但救了這個小動物，也救了這個獵人少殺一次生。殺生將來都要還債的，所以這是大慈大悲，救苦救難，這個我們要懂得，這叫開遮持犯。應該開的你不開，犯戒，不能開的你要開，你也犯戒，所以要看當時的狀況，有開、有遮、有持、有犯，所以戒律是活的，不是死的，這是受戒的時候傳戒師父一定要講清楚、講明白。"
    },
    {
      "id": "21-324-0001_p0031",
      "zh_CN": "问：下面一个问题，有一位讲经法师说有鬼附身，有一百四十多个鬼来听经，并要求皈依佛法，于是在地藏菩萨像前供了老法师签名的空白皈依证，法名也是「妙音」，请问是否如法？",
      "zh_TW": "問：下面一個問題，有一位講經法師說有鬼附身，有一百四十多個鬼來聽經，並要求皈依佛法，於是在地藏菩薩像前供了老法師簽名的空白皈依證，法名也是「妙音」，請問是否如法？"
    },
    {
      "id": "21-324-0001_p0032",
      "zh_CN": "答：如法不如法不在形式，在你的真诚心，这就是古人常讲的诚则灵。你拿着空白皈依证给他做皈依，你有真诚心，它就灵，附身的灵鬼他就得受用。如果没有真诚心，很草率，也没有礼貌，很草率，就不灵，感应力量就很小。这就是经教里给我们讲的原则，「一切法从心想生」，诸位好好记住这一句，「一切法从心想生」，诚则灵。现在鬼神来听经比人的数量还多，这个事情我们遇到很多次。",
      "zh_TW": "答：如法不如法不在形式，在你的真誠心，這就是古人常講的誠則靈。你拿著空白皈依證給他做皈依，你有真誠心，它就靈，附身的靈鬼他就得受用。如果沒有真誠心，很草率，也沒有禮貌，很草率，就不靈，感應力量就很小。這就是經教裡給我們講的原則，「一切法從心想生」，諸位好好記住這一句，「一切法從心想生」，誠則靈。現在鬼神來聽經比人的數量還多，這個事情我們遇到很多次。"
    },
    {
      "id": "21-324-0001_p0033",
      "zh_CN": "下面问题是香港同修的提问：",
      "zh_TW": "下面問題是香港同修的提問："
    },
    {
      "id": "21-324-0001_p0034",
      "zh_CN": "问：许多同修看过「山西小院」以后，发心持诵《地藏经》。但无论诵什么经咒，甚至念佛，都会有读音是否正确的困扰，敬请开示。",
      "zh_TW": "問：許多同修看過「山西小院」以後，發心持誦《地藏經》。但無論誦什麼經咒，甚至念佛，都會有讀音是否正確的困擾，敬請開示。"
    },
    {
      "id": "21-324-0001_p0035",
      "zh_CN": "答：「山西小院」是最近发生的事情，可以说是近代的《感应篇》，就是我们当前近代的《感应篇》，比我们一般读古人的《感应篇》更有说服力，大家看到真的会受它的感动。这就是诚则灵，信则灵，你不信，它就没有了。古时候的《感应篇》也很好，你看了，那是从前的，不是现在的，未必是真的，现在看到这个，现在人都在，你到山西去访问都能看得到他们，这真的，不是假的。所以有人就发心要去念《地藏经》，《无量寿经》也不念了，这叫什么？见异思迁。「山西小院」这几片光碟我都看过，我全部把它看完，里面好像有一个还是二个念《无量寿经》，也有效，这就说明只要诚心去念，什么样经咒都有效。念《地藏经》，《地藏经》跟这些冤亲债主的感应有特别的缘分，鬼神喜欢《地藏经》、喜欢《十善业道经》。",
      "zh_TW": "答：「山西小院」是最近發生的事情，可以說是近代的《感應篇》，就是我們當前近代的《感應篇》，比我們一般讀古人的《感應篇》更有說服力，大家看到真的會受它的感動。這就是誠則靈，信則靈，你不信，它就沒有了。古時候的《感應篇》也很好，你看了，那是從前的，不是現在的，未必是真的，現在看到這個，現在人都在，你到山西去訪問都能看得到他們，這真的，不是假的。所以有人就發心要去念《地藏經》，《無量壽經》也不念了，這叫什麼？見異思遷。「山西小院」這幾片光碟我都看過，我全部把它看完，裡面好像有一個還是二個念《無量壽經》，也有效，這就說明只要誠心去念，什麼樣經咒都有效。念《地藏經》，《地藏經》跟這些冤親債主的感應有特別的緣分，鬼神喜歡《地藏經》、喜歡《十善業道經》。"
    },
    {
      "id": "21-324-0001_p0036",
      "zh_CN": "我们过去在新加坡就遇到这个事情，陈光别老居士的冤亲债主附在念佛堂一个同修杜美璇的身上，要求听经。他给我们证明，他说老居士真的往生极乐世界，他们看得很欢喜，不再报怨了，「看到他往生我们很羡慕，也得到很大的启示，所以也想学佛，要皈依」，我们给他做了三皈。要求听经，我们讲堂常常讲经，他说讲堂光太大了，他们受不了，以后我们就安排在斋堂，斋堂用电视。喜欢听什么？他就指名要《地藏经》、要《十善业道经》。他们在地狱道，跟地藏菩萨的缘就深了，是这个意思。",
      "zh_TW": "我們過去在新加坡就遇到這個事情，陳光別老居士的冤親債主附在念佛堂一個同修杜美璇的身上，要求聽經。他給我們證明，他說老居士真的往生極樂世界，他們看得很歡喜，不再報怨了，「看到他往生我們很羨慕，也得到很大的啟示，所以也想學佛，要皈依」，我們給他做了三皈。要求聽經，我們講堂常常講經，他說講堂光太大了，他們受不了，以後我們就安排在齋堂，齋堂用電視。喜歡聽什麼？他就指名要《地藏經》、要《十善業道經》。他們在地獄道，跟地藏菩薩的緣就深了，是這個意思。"
    },
    {
      "id": "21-324-0001_p0037",
      "zh_CN": "现在我们就用折衷的方法，你们如果冤亲债主很多，你不妨学「山西小院」，或者用三个月，或者用半年，足够了，「山西小院」都没有超过半年，我每天诵《地藏经》给冤亲债主回向，特别跟冤亲债主调解，化解这个怨恨，自己真心忏悔，以后不可以再做对不起众生的事情、对不起鬼神的事情，你把你的冤亲债主化解掉，六个月之后你再恢复念《无量寿经》、念《阿弥陀经》，还是要求生净土。如果不能到极乐世界，诸位要记住，你永远没有办法脱离六道轮回，那事情很麻烦，所以我们要有很大的决心。",
      "zh_TW": "現在我們就用折衷的方法，你們如果冤親債主很多，你不妨學「山西小院」，或者用三個月，或者用半年，足夠了，「山西小院」都沒有超過半年，我每天誦《地藏經》給冤親債主迴向，特別跟冤親債主調解，化解這個怨恨，自己真心懺悔，以後不可以再做對不起眾生的事情、對不起鬼神的事情，你把你的冤親債主化解掉，六個月之後你再恢復念《無量壽經》、念《阿彌陀經》，還是要求生淨土。如果不能到極樂世界，諸位要記住，你永遠沒有辦法脫離六道輪迴，那事情很麻煩，所以我們要有很大的決心。"
    },
    {
      "id": "21-324-0001_p0038",
      "zh_CN": "今天发给诸位有一份黄忠昌居士求生净土的发愿文，后面有他的简单介绍。这个人就是听我讲经，他受了很大的感动，决定要求生净土。听说这些年灾难很多，他自己说过，他不想受这个灾难，也不愿意看到这个灾难，希望在灾难未发生之前他就能到极乐世界，所以他闭关，闭关三年念佛。他是止语不说话，就是一句佛号念到底，一天听六个小时《无量寿经》，《无量寿经》总共听了五遍，从头到尾听过五遍，一句佛号不中断，二年十个月，前几天往生的，预知时至，瑞相非常好，火化之后有舍利、有舍利花。我让他们把它捡出来，做一个塔来供养。他发的心是给我们念佛人做一个示范，看看三年是不是真的能成就，果然成就。",
      "zh_TW": "今天發給諸位有一份黃忠昌居士求生淨土的發願文，後面有他的簡單介紹。這個人就是聽我講經，他受了很大的感動，決定要求生淨土。聽說這些年災難很多，他自己說過，他不想受這個災難，也不願意看到這個災難，希望在災難未發生之前他就能到極樂世界，所以他閉關，閉關三年念佛。他是止語不說話，就是一句佛號念到底，一天聽六個小時《無量壽經》，《無量壽經》總共聽了五遍，從頭到尾聽過五遍，一句佛號不中斷，二年十個月，前幾天往生的，預知時至，瑞相非常好，火化之後有舍利、有舍利花。我讓他們把它撿出來，做一個塔來供養。他發的心是給我們念佛人做一個示範，看看三年是不是真的能成就，果然成就。"
    },
    {
      "id": "21-324-0001_p0039",
      "zh_CN": "今天他母亲还给我打个电话，非常欢喜。本来人家认为他母亲好像会难受受不了，没想到母亲很欢喜，她说她这个小孩度了她自己，现在对念佛有信心，儿子做出榜样出来。我说他不但度他的母亲，他会度很多人。所以这份东西我们把它印出来供养大家做参考，同时这篇东西，他这个发愿文，把它放在网路上流传，让大家都能看得到。这是真的，这个才叫真正解决问题。",
      "zh_TW": "今天他母親還給我打個電話，非常歡喜。本來人家認為他母親好像會難受受不了，沒想到母親很歡喜，她說她這個小孩度了她自己，現在對念佛有信心，兒子做出榜樣出來。我說他不但度他的母親，他會度很多人。所以這份東西我們把它印出來供養大家做參考，同時這篇東西，他這個發願文，把它放在網路上流傳，讓大家都能看得到。這是真的，這個才叫真正解決問題。"
    },
    {
      "id": "21-324-0001_p0040",
      "zh_CN": "如果你真正念到功夫成片，他是功夫成片往生的，念到功夫成片可不可以不走？可以，到这时候这是生死自在，但是大部分人他会走，不走是为什么？不走就是他跟这个世间还有缘，就是他来弘法讲经劝人念佛人家相信他，他有这个缘。有这个缘，多带几个人去，没有这个缘，自己先去，去了再来，生死自在！这就问题解决了。所以对这个世间决定没有留恋，住这个世间无非是帮助一些有缘人，能信、能理解，真正肯干的，这一生决定成就。",
      "zh_TW": "如果你真正念到功夫成片，他是功夫成片往生的，念到功夫成片可不可以不走？可以，到這時候這是生死自在，但是大部分人他會走，不走是為什麼？不走就是他跟這個世間還有緣，就是他來弘法講經勸人念佛人家相信他，他有這個緣。有這個緣，多帶幾個人去，沒有這個緣，自己先去，去了再來，生死自在！這就問題解決了。所以對這個世間決定沒有留戀，住這個世間無非是幫助一些有緣人，能信、能理解，真正肯幹的，這一生決定成就。"
    },
    {
      "id": "21-324-0001_p0041",
      "zh_CN": "所以一个道场的兴旺，古大德教导我们，这个道场得禅定的人多，开悟的人多，证果的人多，往生的人多，这道场兴旺！不是人多，人再多一个都没有成就，这个道场不是兴旺道场。兴旺道场要有四种人，得禅定的，这是最低的等级，第二个是开悟，第三个是证果，最殊胜的是往生。诸位要晓得，往生就作佛了，比那个开悟、证果高得多！证果，证个阿罗汉、证个菩萨，哪有往生极乐世界殊胜？不能比！所以往生是第一殊胜。",
      "zh_TW": "所以一個道場的興旺，古大德教導我們，這個道場得禪定的人多，開悟的人多，證果的人多，往生的人多，這道場興旺！不是人多，人再多一個都沒有成就，這個道場不是興旺道場。興旺道場要有四種人，得禪定的，這是最低的等級，第二個是開悟，第三個是證果，最殊勝的是往生。諸位要曉得，往生就作佛了，比那個開悟、證果高得多！證果，證個阿羅漢、證個菩薩，哪有往生極樂世界殊勝？不能比！所以往生是第一殊勝。"
    },
    {
      "id": "21-324-0001_p0042",
      "zh_CN": "怎样才能往生？你看看人家这个发愿就晓得，没有别的，放下，这个也要那个也要，那就很糟糕，你就去不了。彻底放下，心里面毫无牵挂，就是一句佛号，你看他生病，这两年多中也生过病，生病的时候他断食，这是佛教给出家人的方法，不看医生也不吃药，断食，只喝水，断食，慢慢的调养，他自然就好了，他用这个方法，很有效。所以你看他的愿文，非常坚定，一丝毫疑惑都没有。往生的前一天，他托梦给一个同修，告诉他，就是第二天，往生的时间在下午五点之前。往生之前，那时候我们正好讲经，我们讲经是四点半开始，他要到香港来感谢，来谢谢法师，到这边来，然后就走了。你看，四点五十分就走了，五点钟之前，预知时至。真的，不是假的，三、四天之前的事情。",
      "zh_TW": "怎樣才能往生？你看看人家這個發願就曉得，沒有別的，放下，這個也要那個也要，那就很糟糕，你就去不了。徹底放下，心裡面毫無牽掛，就是一句佛號，你看他生病，這兩年多中也生過病，生病的時候他斷食，這是佛教給出家人的方法，不看醫生也不吃藥，斷食，只喝水，斷食，慢慢的調養，他自然就好了，他用這個方法，很有效。所以你看他的願文，非常堅定，一絲毫疑惑都沒有。往生的前一天，他托夢給一個同修，告訴他，就是第二天，往生的時間在下午五點之前。往生之前，那時候我們正好講經，我們講經是四點半開始，他要到香港來感謝，來謝謝法師，到這邊來，然後就走了。你看，四點五十分就走了，五點鐘之前，預知時至。真的，不是假的，三、四天之前的事情。"
    },
    {
      "id": "21-324-0001_p0043",
      "zh_CN": "「山西小院」，如果念《地藏经》，我就提供诸位同学，就是三个月到半年，然后一定要专心求生净土。你要能够相信，譬如你现在《无量寿经》念得很熟，就念《无量寿经》，不必改变，一样有效，不要怀疑。",
      "zh_TW": "「山西小院」，如果念《地藏經》，我就提供諸位同學，就是三個月到半年，然後一定要專心求生淨土。你要能夠相信，譬如你現在《無量壽經》念得很熟，就念《無量壽經》，不必改變，一樣有效，不要懷疑。"
    },
    {
      "id": "21-324-0001_p0044",
      "zh_CN": "问：第二个问题，常听人说在不同的时机，应选择诵持某部经比较有感应，请问这样是否如法？",
      "zh_TW": "問：第二個問題，常聽人說在不同的時機，應選擇誦持某部經比較有感應，請問這樣是否如法？"
    },
    {
      "id": "21-324-0001_p0045",
      "zh_CN": "答：亦如法，亦不如法。怎么说如法？对于信心不坚定的人，如法；对信心坚定的人，不如法。信心坚定的人，他一部经、一句名号就到底，决定不改变，如果你没有这个信心，你生病要找药师佛，消灾要找地藏菩萨，那也如法，不能说不如法，这要看自己的信心跟愿心。大家看到「山西小院」有了感动，你要诵《地藏经》，我并不反对，所以我告诉你，诵《地藏经》是化解冤亲债主，目标在此地。你如果很有信心，阿弥陀佛、《无量寿经》也能化解，就不必再找这个麻烦，如果没有这个信心，那你还是用《地藏经》，也可以。",
      "zh_TW": "答：亦如法，亦不如法。怎麼說如法？對於信心不堅定的人，如法；對信心堅定的人，不如法。信心堅定的人，他一部經、一句名號就到底，決定不改變，如果你沒有這個信心，你生病要找藥師佛，消災要找地藏菩薩，那也如法，不能說不如法，這要看自己的信心跟願心。大家看到「山西小院」有了感動，你要誦《地藏經》，我並不反對，所以我告訴你，誦《地藏經》是化解冤親債主，目標在此地。你如果很有信心，阿彌陀佛、《無量壽經》也能化解，就不必再找這個麻煩，如果沒有這個信心，那你還是用《地藏經》，也可以。"
    },
    {
      "id": "21-324-0001_p0046",
      "zh_CN": "问：第三个问题，老法师讲经常说，学佛者应有健康的体质，端严的相貌光彩，才是好榜样。请问除了修行功夫以外，饮食调理是否也应该注意？",
      "zh_TW": "問：第三個問題，老法師講經常說，學佛者應有健康的體質，端嚴的相貌光彩，才是好榜樣。請問除了修行功夫以外，飲食調理是否也應該注意？"
    },
    {
      "id": "21-324-0001_p0047",
      "zh_CN": "答：修行是主，饮食调理是附带的。当然懂得调理饮食会有帮助，如果不懂得调理饮食也没有太大的妨碍，为什么？心转境界，这太重要了。释迦牟尼佛当年在世，他那个僧团人很多，一千多人，每天出去托钵，那个生活怎么调理？他用什么调理？《楞严经》上所讲的「若能转物，则同如来」，就是心不能被境界转，让境界被我心转，这个问题不就解决了吗？再不好的饮食，我用清净的心、纯善的心，把这个食物变成最好的，这个道理就是江本胜博士的水实验，所以我很赞叹他，他自己并不懂，给我们做了证明。",
      "zh_TW": "答：修行是主，飲食調理是附帶的。當然懂得調理飲食會有幫助，如果不懂得調理飲食也沒有太大的妨礙，為什麼？心轉境界，這太重要了。釋迦牟尼佛當年在世，他那個僧團人很多，一千多人，每天出去托缽，那個生活怎麼調理？他用什麼調理？《楞嚴經》上所講的「若能轉物，則同如來」，就是心不能被境界轉，讓境界被我心轉，這個問題不就解決了嗎？再不好的飲食，我用清淨的心、純善的心，把這個食物變成最好的，這個道理就是江本勝博士的水實驗，所以我很讚歎他，他自己並不懂，給我們做了證明。"
    },
    {
      "id": "21-324-0001_p0048",
      "zh_CN": "他的身体不如我，他今年才六十多岁，不到七十岁，我到东京，他请我吃饭，坐在一起他就问我，他说：法师，你是用什么方法养生的，身体这么好？我就告诉他：我用的方法就是你实验出来的方法。实验出来什么方法？爱心、感恩！我说：我做到了，你实验出来，你没做到。爱是佛家的慈悲、感恩。我在十年前离开台湾，我写了一个「生活在感恩的世界」，永远是个感恩的心，对一切人事物永远用慈悲心，什么境界都转过来。这么多年当中遭到的灾难很多，有毁谤的、有侮辱的，我们统统接受，想到释迦牟尼佛都有人批评他，都有人骂他，还有人毁谤他，我们算什么？决定不放在心上。不但不放在心上，我还感谢他。",
      "zh_TW": "他的身體不如我，他今年才六十多歲，不到七十歲，我到東京，他請我吃飯，坐在一起他就問我，他說：法師，你是用什麼方法養生的，身體這麼好？我就告訴他：我用的方法就是你實驗出來的方法。實驗出來什麼方法？愛心、感恩！我說：我做到了，你實驗出來，你沒做到。愛是佛家的慈悲、感恩。我在十年前離開台灣，我寫了一個「生活在感恩的世界」，永遠是個感恩的心，對一切人事物永遠用慈悲心，什麼境界都轉過來。這麼多年當中遭到的災難很多，有毀謗的、有侮辱的，我們統統接受，想到釋迦牟尼佛都有人批評他，都有人罵他，還有人毀謗他，我們算什麼？決定不放在心上。不但不放在心上，我還感謝他。"
    },
    {
      "id": "21-324-0001_p0049",
      "zh_CN": "有人问：你为什么还感谢他？他是我的老师，考考我的定功，我通过了，及格了，我怎么不感激他？他要不用这个方法来考我，我怎么知道我有进步？我怎么知道我学的东西会得力？这就是心转境界，可不要被境界所转。被境界所转，你就生怨恨心，生烦恼、生怨恨、生报复，那个麻烦就大，惹来的灾祸就是生生世世冤冤相报没完没了，错了，那就大错。所以我们要学佛菩萨一样转境界，不被境界所转。",
      "zh_TW": "有人問：你為什麼還感謝他？他是我的老師，考考我的定功，我通過了，及格了，我怎麼不感激他？他要不用這個方法來考我，我怎麼知道我有進步？我怎麼知道我學的東西會得力？這就是心轉境界，可不要被境界所轉。被境界所轉，你就生怨恨心，生煩惱、生怨恨、生報復，那個麻煩就大，惹來的災禍就是生生世世冤冤相報沒完沒了，錯了，那就大錯。所以我們要學佛菩薩一樣轉境界，不被境界所轉。"
    },
    {
      "id": "21-324-0001_p0050",
      "zh_CN": "你看我多少年前续佛经上两句话，在佛经上有两句话是「日日是好日，时时是好时」，我在后头续了两句，「人人是好人，事事是好事」。你毁谤我、害我、侮辱我，统统都是好事，没有一样不是好事，人都是好人，你说我多开心，我多舒畅。所以要学佛，学佛好处在此地，什么样的冤结都化解。怨怼是两面对立的，才称为怨怼，化解只要化解自己这一边，不要化解那一边，那边那是你做不到的，我自己这边化解了，没有了，他那个力量就达不到，打要靠对立，我这边没有，他就打空了，你要懂得这个道理，所以就没有，所以化解冲突要用这个方法。",
      "zh_TW": "你看我多少年前續佛經上兩句話，在佛經上有兩句話是「日日是好日，時時是好時」，我在後頭續了兩句，「人人是好人，事事是好事」。你毀謗我、害我、侮辱我，統統都是好事，沒有一樣不是好事，人都是好人，你說我多開心，我多舒暢。所以要學佛，學佛好處在此地，什麼樣的冤結都化解。怨懟是兩面對立的，才稱為怨懟，化解只要化解自己這一邊，不要化解那一邊，那邊那是你做不到的，我自己這邊化解了，沒有了，他那個力量就達不到，打要靠對立，我這邊沒有，他就打空了，你要懂得這個道理，所以就沒有，所以化解衝突要用這個方法。"
    },
    {
      "id": "21-324-0001_p0051",
      "zh_CN": "你看我参加七次世界和平会议，我都教大家用这个方法，我们化解冲突要从自己内心，把对一切人、一切事、一切物对立的念头化解掉，使自己身心调和，你才能帮助别人，如果你内心还喜欢这个、讨厌那个，你没有办法化解冲突，你本身就有冲突。有很多人听说我这个话也点头，也能够肯定，所以一定从内心去化解。饮食调理，如果说是有这种缘当然也是好的，特别是团体里面。在中国不是用托钵的制度，寺院庵堂自己都开伙，开伙那我们就要注意饮食的调理，毕竟能转境界的人少，被境界转的人多。这么多人被境界转，你把饮食调理好了，让他在这里吃一餐永远都不会忘记，你成功了，你这个道场就成功了，人家到这里来参学吃一餐，「那个地方好吃」。所以佛家讲「先以欲勾牵，后令入佛智」，你用这个方法把他接引过来，然后再把佛法传授给他，这是接引众生的一个好办法。",
      "zh_TW": "你看我參加七次世界和平會議，我都教大家用這個方法，我們化解衝突要從自己內心，把對一切人、一切事、一切物對立的念頭化解掉，使自己身心調和，你才能幫助別人，如果你內心還喜歡這個、討厭那個，你沒有辦法化解衝突，你本身就有衝突。有很多人聽說我這個話也點頭，也能夠肯定，所以一定從內心去化解。飲食調理，如果說是有這種緣當然也是好的，特別是團體裡面。在中國不是用托缽的制度，寺院庵堂自己都開伙，開伙那我們就要注意飲食的調理，畢竟能轉境界的人少，被境界轉的人多。這麼多人被境界轉，你把飲食調理好了，讓他在這裡吃一餐永遠都不會忘記，你成功了，你這個道場就成功了，人家到這裡來參學吃一餐，「那個地方好吃」。所以佛家講「先以欲勾牽，後令入佛智」，你用這個方法把他接引過來，然後再把佛法傳授給他，這是接引眾生的一個好辦法。"
    },
    {
      "id": "21-324-0001_p0052",
      "zh_CN": "问：第四个问题，请问转轮圣王属于哪个教派？",
      "zh_TW": "問：第四個問題，請問轉輪聖王屬於哪個教派？"
    },
    {
      "id": "21-324-0001_p0053",
      "zh_CN": "答：那要问他，他参加哪个教派就是哪个教派。这就像问人一样，你问那个人这个人是属于哪个教派？你要问他，他参加哪个教派就是哪个教派，这不能问我，因为转轮圣王太多了，应该是各个教派都有。",
      "zh_TW": "答：那要問他，他參加哪個教派就是哪個教派。這就像問人一樣，你問那個人這個人是屬於哪個教派？你要問他，他參加哪個教派就是哪個教派，這不能問我，因為轉輪聖王太多了，應該是各個教派都有。"
    },
    {
      "id": "21-324-0001_p0054",
      "zh_CN": "下面是中国同修的提问，有九个问题。",
      "zh_TW": "下面是中國同修的提問，有九個問題。"
    },
    {
      "id": "21-324-0001_p0055",
      "zh_CN": "问：第一个问题，弟子这段时间感觉精神恍惚，好像是两个人似的，身心分开来了，请问这是不是附体现象？应如何振作？",
      "zh_TW": "問：第一個問題，弟子這段時間感覺精神恍惚，好像是兩個人似的，身心分開來了，請問這是不是附體現象？應如何振作？"
    },
    {
      "id": "21-324-0001_p0056",
      "zh_CN": "答：有可能，纵然不是附体现象，这是你的精神意志不集中，是这种现象产生的。你说用什么方法？在佛法里传统的方法就是修定，修定是让我们精神意志集中，这个现象就没有了；如果是附体的，念佛、修忏悔法，把自己修学的功德回向给冤亲债主，化解冤结，用这个方法能收到效果。总而言之，自己一定要真干，自己修行没有功夫，鬼神也笑你，你搞假的，你不是搞真的，所以他瞧不起你。你如果真干，他尊敬你，要不然他就离开，不离开他就护持你，他就变成你的护法神，所以一定要认真的学习。",
      "zh_TW": "答：有可能，縱然不是附體現象，這是你的精神意志不集中，是這種現象產生的。你說用什麼方法？在佛法裡傳統的方法就是修定，修定是讓我們精神意志集中，這個現象就沒有了；如果是附體的，念佛、修懺悔法，把自己修學的功德迴向給冤親債主，化解冤結，用這個方法能收到效果。總而言之，自己一定要真幹，自己修行沒有功夫，鬼神也笑你，你搞假的，你不是搞真的，所以他瞧不起你。你如果真幹，他尊敬你，要不然他就離開，不離開他就護持你，他就變成你的護法神，所以一定要認真的學習。"
    },
    {
      "id": "21-324-0001_p0057",
      "zh_CN": "问：第二个问题，菜地要浇粪，但人粪里有很多虫子，这样的粪能不能用？",
      "zh_TW": "問：第二個問題，菜地要澆糞，但人糞裡有很多蟲子，這樣的糞能不能用？"
    },
    {
      "id": "21-324-0001_p0058",
      "zh_CN": "答：可以用，这就是某一类的众生牠在那个生活环境里头，牠也过得很好，牠也过得很习惯，你就一切都随顺牠，不要去改变牠。",
      "zh_TW": "答：可以用，這就是某一類的眾生牠在那個生活環境裡頭，牠也過得很好，牠也過得很習慣，你就一切都隨順牠，不要去改變牠。"
    },
    {
      "id": "21-324-0001_p0059",
      "zh_CN": "问：这两天老法师讲经提到黄忠昌居士的往生，有几个疑问请教，第一个，如何辨别自己求生净土的心愿，是真正的勇猛精进还是操之过急的浮躁？",
      "zh_TW": "問：這兩天老法師講經提到黃忠昌居士的往生，有幾個疑問請教，第一個，如何辨別自己求生淨土的心願，是真正的勇猛精進還是操之過急的浮躁？"
    },
    {
      "id": "21-324-0001_p0060",
      "zh_CN": "答：这个容易辨别，勇猛精进心是定的，过急的浮躁心是动的，不一样，所以一切都要从清净心里面修，那就是真的。念佛往生，决定求往生也不一定要着急我赶快就要往生，用不着这么着急，那个就是心浮气躁；真正用功，随其自然，天天加深信愿，在信愿行上天天加深，时间到了自然就有感应。",
      "zh_TW": "答：這個容易辨別，勇猛精進心是定的，過急的浮躁心是動的，不一樣，所以一切都要從清淨心裡面修，那就是真的。念佛往生，決定求往生也不一定要著急我趕快就要往生，用不著這麼著急，那個就是心浮氣躁；真正用功，隨其自然，天天加深信願，在信願行上天天加深，時間到了自然就有感應。"
    },
    {
      "id": "21-324-0001_p0061",
      "zh_CN": "问：第二个问题，这位居士在二００五年四月份写了一篇发愿文，发愿在二００七年前一定要往生。生病不吃药、不喝水，也不去医院，请问是否预知时至？",
      "zh_TW": "問：第二個問題，這位居士在二００五年四月份寫了一篇發願文，發願在二００七年前一定要往生。生病不吃藥、不喝水，也不去醫院，請問是否預知時至？"
    },
    {
      "id": "21-324-0001_p0062",
      "zh_CN": "答：不一定，这是他自己有信心。佛在经教里面对修行人是这样教导的，你只要能依教奉行，用自己的意念调整自己的身心，这在医学里面是最高级的。所以我讲「山西小院」跟诸位提过，「山西小院」为什么这么有效？没有别的，用自己的意念把自己的病毒化解掉。譬如心里面有贪瞋痴，贪瞋痴就是病毒，你心里有病毒的元素在里头，只是现在没发作，外面有缘一感，内外一交感，这病就生了。如果到病已经不能治了，「山西小院」四十个人都是这种情形，医院放弃治疗，告诉他寿命只有几个月，只有二、三个月，医院不再治疗，回去老实念佛。他念佛也不是求病好，求往生，结果他还有寿命，病就好了，再去检查癌症没有了，所以医生问：你用什么治疗的？意念，这我们要相信。",
      "zh_TW": "答：不一定，這是他自己有信心。佛在經教裡面對修行人是這樣教導的，你只要能依教奉行，用自己的意念調整自己的身心，這在醫學裡面是最高級的。所以我講「山西小院」跟諸位提過，「山西小院」為什麼這麼有效？沒有別的，用自己的意念把自己的病毒化解掉。譬如心裡面有貪瞋痴，貪瞋痴就是病毒，你心裡有病毒的元素在裡頭，只是現在沒發作，外面有緣一感，內外一交感，這病就生了。如果到病已經不能治了，「山西小院」四十個人都是這種情形，醫院放棄治療，告訴他壽命只有幾個月，只有二、三個月，醫院不再治療，回去老實念佛。他念佛也不是求病好，求往生，結果他還有壽命，病就好了，再去檢查癌症沒有了，所以醫生問：你用什麼治療的？意念，這我們要相信。"
    },
    {
      "id": "21-324-0001_p0063",
      "zh_CN": "水是个很平常的东西，我们用爱心在水瓶上贴一个「爱」字，一、二个小时之后你在显微镜里面去看，那个结晶非常美，贴个「恨你、讨厌你」，过两个小时再看，那个图案非常难看。我们病毒的细胞就是这样，因为你没有爱心、没有慈悲心、心不清净，那个细胞就变成癌细胞；如果你一下回过头来，用慈悲心、用清净心、用爱心，它就转变过来，就跟水一样，一个道理。所以那个坏的细胞，你能把它转变恢复到正常，就是好细胞，这个治疗是最高明的，没有比这个更有效，所以你一定要懂这个道理。",
      "zh_TW": "水是個很平常的東西，我們用愛心在水瓶上貼一個「愛」字，一、二個小時之後你在顯微鏡裡面去看，那個結晶非常美，貼個「恨你、討厭你」，過兩個小時再看，那個圖案非常難看。我們病毒的細胞就是這樣，因為你沒有愛心、沒有慈悲心、心不清淨，那個細胞就變成癌細胞；如果你一下回過頭來，用慈悲心、用清淨心、用愛心，它就轉變過來，就跟水一樣，一個道理。所以那個壞的細胞，你能把它轉變恢復到正常，就是好細胞，這個治療是最高明的，沒有比這個更有效，所以你一定要懂這個道理。"
    },
    {
      "id": "21-324-0001_p0064",
      "zh_CN": "好像我在讲经的时候也讲过很多次，第一次是在美国时候讲的，人生病，那时候我感冒看医生，我就跟医生讲，我说：医生跟病人的关系，是关系把病治好的，不是药物。那个医生觉得很奇怪，我怎么会有这种想法？我说：病人相信医生，医生相信病人，病人相信医生能治好，医生也相信病人可以医治好，这个药就有效，如果再高明的医生，病人不相信他，对他怀疑，就治不好。所以我跟他讲：治疗好的是信心，那时候我不是讲意念，我是讲信心。他听了之后觉得很有道理。这是佛法里面讲信心重要，我们有信心，用意念恢复自己身体里头生病的细胞，让它完全恢复正常，很有效果！所以你哪里疼痛，你就要跟它商量，那个地方疼痛的细胞希望你赶快恢复正常，别找麻烦，要用意念去帮助它，会有效。黄忠昌居士也就是这种情形，用意念，这不是预知时至，预知时至是往生的时候。",
      "zh_TW": "好像我在講經的時候也講過很多次，第一次是在美國時候講的，人生病，那時候我感冒看醫生，我就跟醫生講，我說：醫生跟病人的關係，是關係把病治好的，不是藥物。那個醫生覺得很奇怪，我怎麼會有這種想法？我說：病人相信醫生，醫生相信病人，病人相信醫生能治好，醫生也相信病人可以醫治好，這個藥就有效，如果再高明的醫生，病人不相信他，對他懷疑，就治不好。所以我跟他講：治療好的是信心，那時候我不是講意念，我是講信心。他聽了之後覺得很有道理。這是佛法裡面講信心重要，我們有信心，用意念恢復自己身體裡頭生病的細胞，讓它完全恢復正常，很有效果！所以你哪裡疼痛，你就要跟它商量，那個地方疼痛的細胞希望你趕快恢復正常，別找麻煩，要用意念去幫助它，會有效。黃忠昌居士也就是這種情形，用意念，這不是預知時至，預知時至是往生的時候。"
    },
    {
      "id": "21-324-0001_p0065",
      "zh_CN": "问：下面一个问题，请问像他这样往生，品位有多高？",
      "zh_TW": "問：下面一個問題，請問像他這樣往生，品位有多高？"
    },
    {
      "id": "21-324-0001_p0066",
      "zh_CN": "答：这个我不知道，不过在其他的宗派里面，成就品位是有人关心的。往生极乐世界，这个事情可以不放在心上，为什么？极乐世界确实是有品位，四土三辈九品。就像《华严经》所讲的，华藏世界有四十二个品位，十住、十行、十回向、十地、等觉、妙觉，四十二个品位。我在《华严经》上跟大家讲得很清楚，那个品位到底是有还是没有？我跟大家回答：有，也没有。怎么说没有？华藏世界是平等世界，你想想看，人已经到没有妄想、没有分别、没有执着，还有什么阶级？所有这些阶级都是分别执着里头变现的，他分别执着没有了，怎么还会有四十二个阶级？到极乐世界也是一样，分别执着没有了，哪还有四土三辈九品？这就是告诉你没有。",
      "zh_TW": "答：這個我不知道，不過在其他的宗派裡面，成就品位是有人關心的。往生極樂世界，這個事情可以不放在心上，為什麼？極樂世界確實是有品位，四土三輩九品。就像《華嚴經》所講的，華藏世界有四十二個品位，十住、十行、十迴向、十地、等覺、妙覺，四十二個品位。我在《華嚴經》上跟大家講得很清楚，那個品位到底是有還是沒有？我跟大家回答：有，也沒有。怎麼說沒有？華藏世界是平等世界，你想想看，人已經到沒有妄想、沒有分別、沒有執著，還有什麼階級？所有這些階級都是分別執著裡頭變現的，他分別執著沒有了，怎麼還會有四十二個階級？到極樂世界也是一樣，分別執著沒有了，哪還有四土三輩九品？這就是告訴你沒有。"
    },
    {
      "id": "21-324-0001_p0067",
      "zh_CN": "为什么又说有？无明习气没断，但是无明习气不碍事。无明习气，我在讲经时用酒瓶做比喻，这是古人的老例子，什么叫习气？这个瓶子是装酒的，酒倒干净了，擦得干净，一点都没有，闻闻还有味道，那叫做习气。这个习气，生到华藏世界的这些菩萨们有先来后到，早去的他的习气就淡，刚刚去的习气就很浓，统统不碍事，所以你不能说它没有，佛讲这四十二个阶级就是这么分的。最高的圆满佛，习气是一点都没有了。但是这个习气你没有办法把它去掉，只有靠时间，习气统统去掉要多少时间？三大阿僧祇劫；三大阿僧祇劫虽然是长，什么事都不妨碍。所以圆教初住就成佛，他在十方世界应以佛身得度他就能现佛身，他就能示现三十二相八十种好。需要用佛身他就现佛身，需要菩萨身他就现菩萨身，到那个时候没有一定的身相，身相是随众生的缘，应以什么身得度他就现什么身，自在！所以你懂这个道理，这是事实真相。西方极乐世界亦复如是，所以确实有四土三辈九品，都是习气没断，这个我们要知道。",
      "zh_TW": "為什麼又說有？無明習氣沒斷，但是無明習氣不礙事。無明習氣，我在講經時用酒瓶做比喻，這是古人的老例子，什麼叫習氣？這個瓶子是裝酒的，酒倒乾淨了，擦得乾淨，一點都沒有，聞聞還有味道，那叫做習氣。這個習氣，生到華藏世界的這些菩薩們有先來後到，早去的他的習氣就淡，剛剛去的習氣就很濃，統統不礙事，所以你不能說它沒有，佛講這四十二個階級就是這麼分的。最高的圓滿佛，習氣是一點都沒有了。但是這個習氣你沒有辦法把它去掉，只有靠時間，習氣統統去掉要多少時間？三大阿僧祇劫；三大阿僧祇劫雖然是長，什麼事都不妨礙。所以圓教初住就成佛，他在十方世界應以佛身得度他就能現佛身，他就能示現三十二相八十種好。需要用佛身他就現佛身，需要菩薩身他就現菩薩身，到那個時候沒有一定的身相，身相是隨眾生的緣，應以什麼身得度他就現什麼身，自在！所以你懂這個道理，這是事實真相。西方極樂世界亦復如是，所以確實有四土三輩九品，都是習氣沒斷，這個我們要知道。"
    },
    {
      "id": "21-324-0001_p0068",
      "zh_CN": "所以到西方极乐世界，你看蕅益大师讲得多好，蕅益大师有人问他，他老人家回答：我只要下下品往生我就很满足了。其实蕅益大师的身分没暴露，我们能推想得到，印光大师的身分暴露了，他是西方极乐世界大势至菩萨再来的，蕅益大师是什么身分我们不知道，但是印光大师赞叹《弥陀经要解》，《弥陀经要解》是蕅益大师作的，他赞叹《要解》说：即使古佛再来给《弥陀经》做一部注解，也不能超过它。那蕅益大师是什么人？我们听了这个话之后，蕅益大师如果不是阿弥陀佛再来，肯定是观世音菩萨再来，决不在大势至菩萨之下，那个《要解》作得那么好，所以他身分没有暴露。只要能往生，即身成佛，到极乐世界无量寿，一生，绝不到第二生，就算是三大阿僧祇劫，在他那个寿命里面讲是很短暂的时间，他寿命长。",
      "zh_TW": "所以到西方極樂世界，你看蕅益大師講得多好，蕅益大師有人問他，他老人家回答：我只要下下品往生我就很滿足了。其實蕅益大師的身分沒暴露，我們能推想得到，印光大師的身分暴露了，他是西方極樂世界大勢至菩薩再來的，蕅益大師是什麼身分我們不知道，但是印光大師讚歎《彌陀經要解》，《彌陀經要解》是蕅益大師作的，他讚歎《要解》說：即使古佛再來給《彌陀經》做一部註解，也不能超過它。那蕅益大師是什麼人？我們聽了這個話之後，蕅益大師如果不是阿彌陀佛再來，肯定是觀世音菩薩再來，決不在大勢至菩薩之下，那個《要解》作得那麼好，所以他身分沒有暴露。只要能往生，即身成佛，到極樂世界無量壽，一生，絕不到第二生，就算是三大阿僧祇劫，在他那個壽命裡面講是很短暫的時間，他壽命長。"
    },
    {
      "id": "21-324-0001_p0069",
      "zh_CN": "问：第四个问题，请问往生到极乐世界后，是不是可以立刻投胎到我们这个世界，以另一种身分弘护正法？",
      "zh_TW": "問：第四個問題，請問往生到極樂世界後，是不是可以立刻投胎到我們這個世界，以另一種身分弘護正法？"
    },
    {
      "id": "21-324-0001_p0070",
      "zh_CN": "答：可以，这是他的愿力，而且与这个地方有缘，他可以立刻再来，只要跟阿弥陀佛见了面打个招呼就证不退转，他就能得阿弥陀佛本愿威神加持，那就是再来人，所以这在理上、事上都能讲得通。",
      "zh_TW": "答：可以，這是他的願力，而且與這個地方有緣，他可以立刻再來，只要跟阿彌陀佛見了面打個招呼就證不退轉，他就能得阿彌陀佛本願威神加持，那就是再來人，所以這在理上、事上都能講得通。"
    },
    {
      "id": "21-324-0001_p0071",
      "zh_CN": "问：第五个问题，依往生后的瑞相是否可以辨别往生的品位？",
      "zh_TW": "問：第五個問題，依往生後的瑞相是否可以辨別往生的品位？"
    },
    {
      "id": "21-324-0001_p0072",
      "zh_CN": "答：理上讲可以，事上讲很难，很不容易。现在念佛往生，要知道绝大多数都是凡圣同居土，如果是方便有余土，他的执着断掉了，如果执着断掉，他虽然发愿他也不要写发愿文，从他写的发愿文，他的分别执着没断掉，所以他往生肯定是凡圣同居土。如果是实报土，不但执着没有了，连妄想都没有，妄想都断掉，那就是禅宗里面大彻大悟明心见性的境界，这是生实报土。生实报土一往生就见阿弥陀佛的报身，就见到报身佛，那个瑞相当然非常希有。所以我们今天应当留意的就是真正往生，那是真的恭喜他，我们对自己的期望，那就要像蕅益大师所说的，凡圣同居土下下品我就很满足，这样子你的心不但清净，而且谦虚，这有大利益！不要跟人家争品位，跟人家争品位一定说我要比你高，肯定你去不了，为什么？你的烦恼习气很重，你到极乐世界还要跟人家去争，哪有这种道理？",
      "zh_TW": "答：理上講可以，事上講很難，很不容易。現在念佛往生，要知道絕大多數都是凡聖同居土，如果是方便有餘土，他的執著斷掉了，如果執著斷掉，他雖然發願他也不要寫發願文，從他寫的發願文，他的分別執著沒斷掉，所以他往生肯定是凡聖同居土。如果是實報土，不但執著沒有了，連妄想都沒有，妄想都斷掉，那就是禪宗裡面大徹大悟明心見性的境界，這是生實報土。生實報土一往生就見阿彌陀佛的報身，就見到報身佛，那個瑞相當然非常希有。所以我們今天應當留意的就是真正往生，那是真的恭喜他，我們對自己的期望，那就要像蕅益大師所說的，凡聖同居土下下品我就很滿足，這樣子你的心不但清淨，而且謙虛，這有大利益！不要跟人家爭品位，跟人家爭品位一定說我要比你高，肯定你去不了，為什麼？你的煩惱習氣很重，你到極樂世界還要跟人家去爭，哪有這種道理？"
    },
    {
      "id": "21-324-0001_p0073",
      "zh_CN": "问：底下一个问题，看看最近有许多往生的典范，都是止语精进念佛，请问以凡夫境界，繁杂环境中确实很难成就，是否应先万缘放下成就往生资粮，或者应随缘？",
      "zh_TW": "問：底下一個問題，看看最近有許多往生的典範，都是止語精進念佛，請問以凡夫境界，繁雜環境中確實很難成就，是否應先萬緣放下成就往生資糧，或者應隨緣？"
    },
    {
      "id": "21-324-0001_p0074",
      "zh_CN": "答：环境对于凡夫修行影响确实大，所以修行的人多，成就的人很少。印光大师给我们教诲，实在讲就是对我们这一代人讲的，他教我们道场规模要小，最好不超过二十个人，这个很有道理。道场小容易维持，你可以不需要攀缘；经忏佛事是攀缘，法会是攀缘，统统障碍你修行。印祖主张念佛堂，念佛堂里面平常（在他那个时代）就是三卷《弥陀经》、一声佛号，日夜都不间断。谛闲法师教我们念佛的方法，在现代末法这个时代非常适合。",
      "zh_TW": "答：環境對於凡夫修行影響確實大，所以修行的人多，成就的人很少。印光大師給我們教誨，實在講就是對我們這一代人講的，他教我們道場規模要小，最好不超過二十個人，這個很有道理。道場小容易維持，你可以不需要攀緣；經懺佛事是攀緣，法會是攀緣，統統障礙你修行。印祖主張念佛堂，念佛堂裡面平常（在他那個時代）就是三卷《彌陀經》、一聲佛號，日夜都不間斷。諦閑法師教我們念佛的方法，在現代末法這個時代非常適合。"
    },
    {
      "id": "21-324-0001_p0075",
      "zh_CN": "我过去自己所想的，我们念佛堂的人，二十个人，也分三班，一班五、六个人，念累了就休息，休息好了就接着念，以后读经看到古人也有用这个方法的。这个方法使我们念佛没有压力，可以功夫保持着精进不间断，精神好就多念，念是一定以绕佛为主。你看《华严经》上吉祥云比丘修般舟三昧，般舟三昧就是绕佛，也叫佛立三昧，可以站着、可以走着，不能坐着，更不能躺着。一期是九十天，所以般舟三昧，一个般舟三昧是九十天，九十天不能睡觉，九十天不能坐下来，只能够绕佛，拜佛可以，拜佛、绕佛这个行，所以要有很好的体力。所以真正修行用功，三十岁之前好，三十岁以后体力就不行，你就做不到。",
      "zh_TW": "我過去自己所想的，我們念佛堂的人，二十個人，也分三班，一班五、六個人，念累了就休息，休息好了就接著念，以後讀經看到古人也有用這個方法的。這個方法使我們念佛沒有壓力，可以功夫保持著精進不間斷，精神好就多念，念是一定以繞佛為主。你看《華嚴經》上吉祥雲比丘修般舟三昧，般舟三昧就是繞佛，也叫佛立三昧，可以站著、可以走著，不能坐著，更不能躺著。一期是九十天，所以般舟三昧，一個般舟三昧是九十天，九十天不能睡覺，九十天不能坐下來，只能夠繞佛，拜佛可以，拜佛、繞佛這個行，所以要有很好的體力。所以真正修行用功，三十歲之前好，三十歲以後體力就不行，你就做不到。"
    },
    {
      "id": "21-324-0001_p0076",
      "zh_CN": "三十岁以后就要用谛闲老和尚的方法，累了就休息，休息好了就接着干，用这个方法。不分昼夜，什么时候累了什么时候休息，一醒起来马上接着念，这个方法好。睡觉的时候连海青都不要脱，在旁边躺一躺，打个盹，醒起来赶快到念佛堂，这是真精进。人在一起念依众靠众，一个人容易懈怠，躺下睡着就不知道了，愈睡就愈懒，所以是很不容易成就，大家在一起互相督促，这是个很好的方式。人少，志同道合，止语这个方法好，就是没有杂心闲话，心地清净，大家在一起一个方向、一个目标，就是求生净土。先去的人肯定跟阿弥陀佛一起来接引后去的人，这肯定的，所以这样能成就。",
      "zh_TW": "三十歲以後就要用諦閑老和尚的方法，累了就休息，休息好了就接著幹，用這個方法。不分晝夜，什麼時候累了什麼時候休息，一醒起來馬上接著念，這個方法好。睡覺的時候連海青都不要脫，在旁邊躺一躺，打個盹，醒起來趕快到念佛堂，這是真精進。人在一起念依眾靠眾，一個人容易懈怠，躺下睡著就不知道了，愈睡就愈懶，所以是很不容易成就，大家在一起互相督促，這是個很好的方式。人少，志同道合，止語這個方法好，就是沒有雜心閒話，心地清淨，大家在一起一個方向、一個目標，就是求生淨土。先去的人肯定跟阿彌陀佛一起來接引後去的人，這肯定的，所以這樣能成就。"
    },
    {
      "id": "21-324-0001_p0077",
      "zh_CN": "今天像这个缘也不容易得到，所以护法真的是佛菩萨，不是普通人，他来照顾你，他来成就你，一定要有感恩的心；真正感恩的心就是要如法修行，我念出成绩来报恩。人多了杂话就多，所以香港这个地方不是修行的处所，我听说三十年前虚云老和尚到这里住一个月就回大陆去了，他说这个地方不能修行，为什么？人心是动的，静不下来，这是受环境的影响。三十年前都定不下来，现在就不必说了，现在这个波浪比三十年前又不知道高多少，但是在此地跟佛法结个缘，知道有这桩事情。真正想成就，心里总要有个底子，将来有这个机缘要抓住，不能够放松，认真努力修行。",
      "zh_TW": "今天像這個緣也不容易得到，所以護法真的是佛菩薩，不是普通人，他來照顧你，他來成就你，一定要有感恩的心；真正感恩的心就是要如法修行，我念出成績來報恩。人多了雜話就多，所以香港這個地方不是修行的處所，我聽說三十年前虛雲老和尚到這裡住一個月就回大陸去了，他說這個地方不能修行，為什麼？人心是動的，靜不下來，這是受環境的影響。三十年前都定不下來，現在就不必說了，現在這個波浪比三十年前又不知道高多少，但是在此地跟佛法結個緣，知道有這樁事情。真正想成就，心裡總要有個底子，將來有這個機緣要抓住，不能夠放鬆，認真努力修行。"
    },
    {
      "id": "21-324-0001_p0078",
      "zh_CN": "如果自己有这个福报，可以建个小念佛堂供养认真修行的人，人数是愈少愈好，不要太多。你看古人给我们的典范，觉明妙行菩萨他们那个时候念佛总共就十二个人，十二个人个个成就，你说还得了！个个往生，那是真成就，真的是志同道合，真的是和合僧团，诸佛护念，龙天善神保佑。",
      "zh_TW": "如果自己有這個福報，可以建個小念佛堂供養認真修行的人，人數是愈少愈好，不要太多。你看古人給我們的典範，覺明妙行菩薩他們那個時候念佛總共就十二個人，十二個人個個成就，你說還得了！個個往生，那是真成就，真的是志同道合，真的是和合僧團，諸佛護念，龍天善神保佑。"
    },
    {
      "id": "21-324-0001_p0079",
      "zh_CN": "问：底下一个问题，大经上说「唯心所现，唯识所变」，请问我与他人的阿赖耶识彼此有什么关系？",
      "zh_TW": "問：底下一個問題，大經上說「唯心所現，唯識所變」，請問我與他人的阿賴耶識彼此有什麼關係？"
    },
    {
      "id": "21-324-0001_p0080",
      "zh_CN": "答：迷的时候彼此不相知，悟的时候那个线好像现在电路一样全部都连通，古人里面有很多这些例子，是真的不是假的。我记得有个法师，名字我忘掉了，《神僧传》里头有，他就有这个能力，有一天看到一个读书人，他在口袋里就摸一张纸出来，上面写了很多字，就给他看，他一看非常惊讶，他说：这是我考试的卷子，怎么会在你身上？不但知道，能把你原来的东西在我口袋里拿出来。老和尚就说：不但你考试的卷子在我这里，你一生所写的文章统统在我这里。这个道理，《楞严经》上说得很清楚，到那个时候不但自己六根互用，而且所有人阿赖耶识的东西全变成自己的，就像现在电脑连线一样，一连线别人里面的资料全变成我的，真的是这样。所以它是一不是二，迷的时候有分别，觉的时候就没有了。",
      "zh_TW": "答：迷的時候彼此不相知，悟的時候那個線好像現在電路一樣全部都連通，古人裡面有很多這些例子，是真的不是假的。我記得有個法師，名字我忘掉了，《神僧傳》裡頭有，他就有這個能力，有一天看到一個讀書人，他在口袋裡就摸一張紙出來，上面寫了很多字，就給他看，他一看非常驚訝，他說：這是我考試的卷子，怎麼會在你身上？不但知道，能把你原來的東西在我口袋裡拿出來。老和尚就說：不但你考試的卷子在我這裡，你一生所寫的文章統統在我這裡。這個道理，《楞嚴經》上說得很清楚，到那個時候不但自己六根互用，而且所有人阿賴耶識的東西全變成自己的，就像現在電腦連線一樣，一連線別人裡面的資料全變成我的，真的是這樣。所以它是一不是二，迷的時候有分別，覺的時候就沒有了。"
    },
    {
      "id": "21-324-0001_p0081",
      "zh_CN": "你说你度化众生要学很多东西，需不需要学？不需要。他是科学家，我就把科学家的电脑连上来，我统统都有，我可以教你科学；他是个医生，我也可以把医生的电脑连线，我的医道就比你高明，一通一切就通。因为这个道理，所以从前我跟李老师学教，老师不准我写笔记，道理在此地。他说你写那些东西没用处，为什么？明年的境界一定比今年高，你再看今年的东西全是垃圾，何必浪费那么多时间搞这个？他说听教最重要的要悟入，那才真正变成自己的，不要听言语，不要记笔记，那个没用处，你开不了悟。",
      "zh_TW": "你說你度化眾生要學很多東西，需不需要學？不需要。他是科學家，我就把科學家的電腦連上來，我統統都有，我可以教你科學；他是個醫生，我也可以把醫生的電腦連線，我的醫道就比你高明，一通一切就通。因為這個道理，所以從前我跟李老師學教，老師不准我寫筆記，道理在此地。他說你寫那些東西沒用處，為什麼？明年的境界一定比今年高，你再看今年的東西全是垃圾，何必浪費那麼多時間搞這個？他說聽教最重要的要悟入，那才真正變成自己的，不要聽言語，不要記筆記，那個沒用處，你開不了悟。"
    },
    {
      "id": "21-324-0001_p0082",
      "zh_CN": "中国自古以来，儒释道的教学都着重在悟性，帮助你开悟，不是帮助你记忆，这是真正的教学法。但是悟性很差的人那就没办法，那就教他记，慢慢的从记问里面帮助他提升，所以一定着重在悟。悟的理论是清净心，心愈清净，因为悟性是你自己本有的，现在悟性没有了，没有是什么原因？迷了，是这么个原因，如果把迷断掉，自性里头悟性就开启了。这个迷就是妄想分别执着，就这个东西，妄想迷得轻，分别迷得重，执着是最严重的，所以执着这一关破掉就证阿罗汉果，分别破掉就是菩萨，妄想没有了就成佛，《华严经》上讲得很清楚、很明白。可是我们要想破自己的迷惑，首先在执着，执着不破，其他的你没法子动它，你决定具足。所以方法就是放下，这是章嘉大师早年教给我的，就是放下，你不肯放下就一点办法都没有。心决定是一个，识迷了的时候就不同，悟了的时候就同。",
      "zh_TW": "中國自古以來，儒釋道的教學都著重在悟性，幫助你開悟，不是幫助你記憶，這是真正的教學法。但是悟性很差的人那就沒辦法，那就教他記，慢慢的從記問裡面幫助他提升，所以一定著重在悟。悟的理論是清淨心，心愈清淨，因為悟性是你自己本有的，現在悟性沒有了，沒有是什麼原因？迷了，是這麼個原因，如果把迷斷掉，自性裡頭悟性就開啟了。這個迷就是妄想分別執著，就這個東西，妄想迷得輕，分別迷得重，執著是最嚴重的，所以執著這一關破掉就證阿羅漢果，分別破掉就是菩薩，妄想沒有了就成佛，《華嚴經》上講得很清楚、很明白。可是我們要想破自己的迷惑，首先在執著，執著不破，其他的你沒法子動它，你決定具足。所以方法就是放下，這是章嘉大師早年教給我的，就是放下，你不肯放下就一點辦法都沒有。心決定是一個，識迷了的時候就不同，悟了的時候就同。"
    },
    {
      "id": "21-324-0001_p0083",
      "zh_CN": "问：第六个问题，请问如何选择最适合自己根性的一部经典，一门深入？",
      "zh_TW": "問：第六個問題，請問如何選擇最適合自己根性的一部經典，一門深入？"
    },
    {
      "id": "21-324-0001_p0084",
      "zh_CN": "答：每个人根性不相同，别人替你选择就很困难，一定要自己选择。自己选择的标准是什么？这个经你对它很有兴趣、很欢喜，表示它跟你就相应。至于这个经典的浅深，也要适合自己程度，我能够理解，能够懂得。要懂得多少？至少要懂得六、七成，你才会产生兴趣，如果我只能了解二、三成，兴趣就很低，学起来很困难，那你就要换一部。佛法有这么多经典，由你选择。",
      "zh_TW": "答：每個人根性不相同，別人替你選擇就很困難，一定要自己選擇。自己選擇的標準是什麼？這個經你對它很有興趣、很歡喜，表示它跟你就相應。至於這個經典的淺深，也要適合自己程度，我能夠理解，能夠懂得。要懂得多少？至少要懂得六、七成，你才會產生興趣，如果我只能了解二、三成，興趣就很低，學起來很困難，那你就要換一部。佛法有這麼多經典，由你選擇。"
    },
    {
      "id": "21-324-0001_p0085",
      "zh_CN": "讲起来，绝大多数的人《弥陀经》最适合，经文不长，又很好懂，学会了之后慢慢再深入，会愈入愈深，深到最后跟《华严》没有两样。所以古人讲《华严》是大本的《无量寿经》，《弥陀经》是小本的《无量寿经》，这就说明《华严》、《弥陀经》、《无量寿经》是一部经，在义理、境界上毫无差别，只是一个是简单说，一个是详细说，差别在此地，所以受持当然愈简单愈好，要想理解是愈详细愈好。所以《华严》确实对净土帮助非常大，到最后你看普贤菩萨十大愿王导归极乐，你就知道古人讲《华严》是大本《无量寿经》，没讲错，真有道理。",
      "zh_TW": "講起來，絕大多數的人《彌陀經》最適合，經文不長，又很好懂，學會了之後慢慢再深入，會愈入愈深，深到最後跟《華嚴》沒有兩樣。所以古人講《華嚴》是大本的《無量壽經》，《彌陀經》是小本的《無量壽經》，這就說明《華嚴》、《彌陀經》、《無量壽經》是一部經，在義理、境界上毫無差別，只是一個是簡單說，一個是詳細說，差別在此地，所以受持當然愈簡單愈好，要想理解是愈詳細愈好。所以《華嚴》確實對淨土幫助非常大，到最後你看普賢菩薩十大願王導歸極樂，你就知道古人講《華嚴》是大本《無量壽經》，沒講錯，真有道理。"
    },
    {
      "id": "21-324-0001_p0086",
      "zh_CN": "你要是问我，现在一般根性来讲，选择《无量寿经》是折衷的方式，为什么？《弥陀经》讲得太简单，《无量寿经》对西方极乐世界做了系统的介绍，所以你读了会生欢喜心。如果再想深入的了解，多知道一点，那就《华严》，《华严》说得详细，说得透彻。",
      "zh_TW": "你要是問我，現在一般根性來講，選擇《無量壽經》是折衷的方式，為什麼？《彌陀經》講得太簡單，《無量壽經》對西方極樂世界做了系統的介紹，所以你讀了會生歡喜心。如果再想深入的了解，多知道一點，那就《華嚴》，《華嚴》說得詳細，說得透徹。"
    },
    {
      "id": "21-324-0001_p0087",
      "zh_CN": "问：底下一个问题，他说他家中有一只小老鼠往生，详情另附（这个地方没有附来），小老鼠往生，请问老鼠菩萨没有念佛，但牠确实往生，这是否是一种意念往生？品位如何？",
      "zh_TW": "問：底下一個問題，他說他家中有一隻小老鼠往生，詳情另附（這個地方沒有附來），小老鼠往生，請問老鼠菩薩沒有念佛，但牠確實往生，這是否是一種意念往生？品位如何？"
    },
    {
      "id": "21-324-0001_p0088",
      "zh_CN": "答：很担心。我要问你，你怎么知道老鼠没有念佛？牠念的跟我们不一样，牠也是念佛往生。你看看很多寺院庵堂，老鼠跟出家人一起做早晚课，出家人绕佛，牠跟在后面转，我们没有听到牠念佛的声音，我们绕佛念佛有的时候也不出声音，所谓金刚持。金刚持是口动，没有声音，这叫金刚持。老鼠是不是用金刚持的方法？所以我们相信牠肯定是跟我们一起念佛，只是牠的语言跟我们不一样，决定念佛。",
      "zh_TW": "答：很擔心。我要問你，你怎麼知道老鼠沒有念佛？牠念的跟我們不一樣，牠也是念佛往生。你看看很多寺院庵堂，老鼠跟出家人一起做早晚課，出家人繞佛，牠跟在後面轉，我們沒有聽到牠念佛的聲音，我們繞佛念佛有的時候也不出聲音，所謂金剛持。金剛持是口動，沒有聲音，這叫金剛持。老鼠是不是用金剛持的方法？所以我們相信牠肯定是跟我們一起念佛，只是牠的語言跟我們不一樣，決定念佛。"
    },
    {
      "id": "21-324-0001_p0089",
      "zh_CN": "这个老鼠前生一定也是念佛的，临命终时一个念头错了，堕在畜生道，但是牠那个念佛的习气还没有忘掉，看到别人念佛牠就想起来，牠会生惭愧心，为什么？堕落到畜生道。所以这些畜生这一生遇到缘，很容易成就，因为牠畜生的习气还不是太严重，自己晓得自己错了，能忏悔、能回头。往生的品位都很难讲，说不定牠的品位会超过我们自己，比我们更高，因此我们对小畜生可不能轻视。",
      "zh_TW": "這個老鼠前生一定也是念佛的，臨命終時一個念頭錯了，墮在畜生道，但是牠那個念佛的習氣還沒有忘掉，看到別人念佛牠就想起來，牠會生慚愧心，為什麼？墮落到畜生道。所以這些畜生這一生遇到緣，很容易成就，因為牠畜生的習氣還不是太嚴重，自己曉得自己錯了，能懺悔、能回頭。往生的品位都很難講，說不定牠的品位會超過我們自己，比我們更高，因此我們對小畜生可不能輕視。"
    },
    {
      "id": "21-324-0001_p0090",
      "zh_CN": "还有一种，造作很深重罪业的人，不能够瞧不起他，为什么？他要是在命终之前一念忏悔，往往品位也高过我们，这是我们在《阿阇世王经》里面看到。阿阇世王在世的时候跟提婆达多搞在一起，造五逆十恶罪，杀父亲，把母亲囚禁起来，夺取王位，跟提婆达多两个合作破坏僧团，陷害释迦牟尼佛，阿阇世王临终忏悔，知道自己错了，念佛往生。在我们一般想，大概总是下下品往生，因为《观经》上讲，罪业深重念佛往生是下下品，没有想到释迦牟尼佛告诉我们，阿阇世王上品中生。",
      "zh_TW": "還有一種，造作很深重罪業的人，不能夠瞧不起他，為什麼？他要是在命終之前一念懺悔，往往品位也高過我們，這是我們在《阿闍世王經》裡面看到。阿闍世王在世的時候跟提婆達多搞在一起，造五逆十惡罪，殺父親，把母親囚禁起來，奪取王位，跟提婆達多兩個合作破壞僧團，陷害釋迦牟尼佛，阿闍世王臨終懺悔，知道自己錯了，念佛往生。在我們一般想，大概總是下下品往生，因為《觀經》上講，罪業深重念佛往生是下下品，沒有想到釋迦牟尼佛告訴我們，阿闍世王上品中生。"
    },
    {
      "id": "21-324-0001_p0091",
      "zh_CN": "我想佛不会有妄语，这就说明忏悔的力量不可思议！真正忏悔，中国古人所谓「浪子回头金不换」，他一念忏悔就是好人当中的好人，再不会犯过失，所以不可以轻视。对于造作罪孽的众生、对于六道里的畜生道、饿鬼道不可以轻视，我们都要学普贤菩萨，普贤菩萨教给我们「礼敬诸佛」，都要把他们看作佛菩萨一样的尊重，一样的礼敬，提升自己的境界，不可以轻慢。",
      "zh_TW": "我想佛不會有妄語，這就說明懺悔的力量不可思議！真正懺悔，中國古人所謂「浪子回頭金不換」，他一念懺悔就是好人當中的好人，再不會犯過失，所以不可以輕視。對於造作罪孽的眾生、對於六道裡的畜生道、餓鬼道不可以輕視，我們都要學普賢菩薩，普賢菩薩教給我們「禮敬諸佛」，都要把他們看作佛菩薩一樣的尊重，一樣的禮敬，提升自己的境界，不可以輕慢。"
    },
    {
      "id": "21-324-0001_p0092",
      "zh_CN": "问：最后一个问题，请问如何成立真正如法的助念团？",
      "zh_TW": "問：最後一個問題，請問如何成立真正如法的助念團？"
    },
    {
      "id": "21-324-0001_p0093",
      "zh_CN": "答：助念团古人订的有规矩，可以看《灵岩山志》，或者灵岩山的课诵本，印光老法师制定的。我们在台湾，台湾台中莲社是李炳南老居士创办的，完全依照印光法师的规矩去做，做得很如法，方法可以参考《印光大师文钞》、《灵岩山志》、灵岩山的课诵本（老的课诵本）。如果你要想看看他们怎么做法，可以到台中佛教莲社，台中佛教莲社现在还有念佛堂，可以去看看他们实际上的操作，可以提供你自己做参考。",
      "zh_TW": "答：助念團古人訂的有規矩，可以看《靈巖山志》，或者靈巖山的課誦本，印光老法師制定的。我們在台灣，台灣台中蓮社是李炳南老居士創辦的，完全依照印光法師的規矩去做，做得很如法，方法可以參考《印光大師文鈔》、《靈巖山志》、靈巖山的課誦本（老的課誦本）。如果你要想看看他們怎麼做法，可以到台中佛教蓮社，台中佛教蓮社現在還有念佛堂，可以去看看他們實際上的操作，可以提供你自己做參考。"
    },
    {
      "id": "21-324-0001_p0094",
      "zh_CN": "问：第九个问题，道场止语，有些人觉得规矩太严而离去，请问是否断了他人的法身慧命？",
      "zh_TW": "問：第九個問題，道場止語，有些人覺得規矩太嚴而離去，請問是否斷了他人的法身慧命？"
    },
    {
      "id": "21-324-0001_p0095",
      "zh_CN": "答：没有，这个没有，他要是不来了，我们这里的规矩他看到、他听到，所谓「一历耳根，永为道种」，对他都有好处，这是正法的弘扬，这决不是断人慧命，如果说这个会断人慧命，那你恒顺众生就顺错了。我们现在不能讲恒顺众生，恒顺诸佛，要勉励一切众生都能够随顺佛陀教诲，不可以随顺众生的烦恼习气，那我们就要堕落了。佛门里头有两句老话说，「慈悲多祸害，方便出下流」，我们对众生方便我们就走下坡路，那就堕落了。所以恒顺众生里面是有条件的，不是没有条件的，我们决定要以佛的教诲为依据，依教奉行，这样就对，这就真正利益众生。好，今天时间到了。",
      "zh_TW": "答：沒有，這個沒有，他要是不來了，我們這裡的規矩他看到、他聽到，所謂「一歷耳根，永為道種」，對他都有好處，這是正法的弘揚，這決不是斷人慧命，如果說這個會斷人慧命，那你恆順眾生就順錯了。我們現在不能講恆順眾生，恆順諸佛，要勉勵一切眾生都能夠隨順佛陀教誨，不可以隨順眾生的煩惱習氣，那我們就要墮落了。佛門裡頭有兩句老話說，「慈悲多禍害，方便出下流」，我們對眾生方便我們就走下坡路，那就墮落了。所以恆順眾生裡面是有條件的，不是沒有條件的，我們決定要以佛的教誨為依據，依教奉行，這樣就對，這就真正利益眾生。好，今天時間到了。"
    }
  ]
}