{
  "doc_id": "12-008-0007",
  "title": {
    "zh_CN": "四十华严守护夜神章",
    "zh_TW": "四十華嚴守護夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1981",
    "zh_TW": "1981"
  },
  "doc_number": "12-008-0007",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "12-008-0007_p0001",
      "zh_CN": "七百五十五页第二行从当中看起，我们先将经文念一段对对地方。",
      "zh_TW": "七百五十五頁第二行從當中看起，我們先將經文念一段對對地方。"
    },
    {
      "id": "12-008-0007_p0002",
      "zh_CN": "【善男子。我以如是净法光明普遍觉悟一切众生。种种饶益。积集善根。增长成就助道法时。常作十种观察法界。】",
      "zh_TW": "【善男子。我以如是淨法光明普遍覺悟一切眾生。種種饒益。積集善根。增長成就助道法時。常作十種觀察法界。】"
    },
    {
      "id": "12-008-0007_p0003",
      "zh_CN": "从这个地方开始。这个以下有很长的一段经文，这段经文是「别显业用」，就是说明，菩萨所证的法门有什么用处，这是我们非常重视的问题。如果这个法门学了之后要没有用，那岂不是浪费了许多时间？一定要把它的作用，它的功德、利益跟我们说清楚。前两次我们所读的，那是总说，完全是从纲领上来讲。这以下这个别说，就是要说得详细多了，当然不能说得很详细，很详细那经就太长。这部经已经是够长，如果再要细说，这是怕我们看到经太大不敢下手。别说当然比前面要细得多，这经文也分为三段，第一段是讲观察一切法。第二段是讲蕴摄文义，就是这经文里面所含藏的义理；第三个段落是善财童子的心得报告，他得到这个法之后他有什么感想、有什么收获，他也跟我们说明。这是第一段，这一段就有甚深的意思，因为底下两段都是讲得到自在，可见得受用非常的殊胜。",
      "zh_TW": "從這個地方開始。這個以下有很長的一段經文，這段經文是「別顯業用」，就是說明，菩薩所證的法門有什麼用處，這是我們非常重視的問題。如果這個法門學了之後要沒有用，那豈不是浪費了許多時間？一定要把它的作用，它的功德、利益跟我們說清楚。前兩次我們所讀的，那是總說，完全是從綱領上來講。這以下這個別說，就是要說得詳細多了，當然不能說得很詳細，很詳細那經就太長。這部經已經是夠長，如果再要細說，這是怕我們看到經太大不敢下手。別說當然比前面要細得多，這經文也分為三段，第一段是講觀察一切法。第二段是講蘊攝文義，就是這經文裡面所含藏的義理；第三個段落是善財童子的心得報告，他得到這個法之後他有什麼感想、有什麼收穫，他也跟我們說明。這是第一段，這一段就有甚深的意思，因為底下兩段都是講得到自在，可見得受用非常的殊勝。"
    },
    {
      "id": "12-008-0007_p0004",
      "zh_CN": "这段首先菩萨说明，『我以如是净法光明』，这句是总指前面所说。『普遍觉悟一切众生』，这个意思前面我们都曾经见到过，菩萨自行还是为了化他，化他就是菩萨的自行，这点意思我们要深深去体会。为什么原因？我们自己发心学佛是非常的难得，虽然发心学，久久不能悟入，就很长久的时间没法子悟入，我们俗话说得道，久久不能得道，这个原因在哪里？我执不能破。我们想想，的确是我们现前的大病，念念第一个念头就想到我，我要怎样怎样，这就不行。菩萨法里头最妙的，他就是念念都想众生，你看「净法光明」，是他自修的，而他的作用是「普遍觉悟一切众生」，念念都为众生着想。",
      "zh_TW": "這段首先菩薩說明，『我以如是淨法光明』，這句是總指前面所說。『普遍覺悟一切眾生』，這個意思前面我們都曾經見到過，菩薩自行還是為了化他，化他就是菩薩的自行，這點意思我們要深深去體會。為什麼原因？我們自己發心學佛是非常的難得，雖然發心學，久久不能悟入，就很長久的時間沒法子悟入，我們俗話說得道，久久不能得道，這個原因在哪裡？我執不能破。我們想想，的確是我們現前的大病，念念第一個念頭就想到我，我要怎樣怎樣，這就不行。菩薩法裡頭最妙的，他就是念念都想眾生，你看「淨法光明」，是他自修的，而他的作用是「普遍覺悟一切眾生」，念念都為眾生著想。"
    },
    {
      "id": "12-008-0007_p0005",
      "zh_CN": "今天下午，有一位韩国的法师到这来看我，我就告诉他，今天在世界上佛法的衰，最主要的一个因素就是不团结。如果中日韩佛法能结成一体，确实大乘佛法，就在中日韩能够团结起来，就「普遍觉悟一切众生」。如果各人搞各人自己的？那就决定不能入门。这不能入门就是不能破我执，各个人都为自己，为自己的小团体，不但不能破我执，这个我执是与日俱增，这怎么得了？这就叫业障。什么是业障？要认清楚，这就叫业障。凡是增长我见，增长我执，一切法都叫业障。换句话说，凡是能够破除我见，破除我执的，就叫做消业障，业障就消掉了。我们在读这些大乘经典，时时刻刻看到这个经文要提醒自己，念念都要为一切众生，把自己要舍掉、要忘掉，我们才能够得大自在。",
      "zh_TW": "今天下午，有一位韓國的法師到這來看我，我就告訴他，今天在世界上佛法的衰，最主要的一個因素就是不團結。如果中日韓佛法能結成一體，確實大乘佛法，就在中日韓能夠團結起來，就「普遍覺悟一切眾生」。如果各人搞各人自己的？那就決定不能入門。這不能入門就是不能破我執，各個人都為自己，為自己的小團體，不但不能破我執，這個我執是與日俱增，這怎麼得了？這就叫業障。什麼是業障？要認清楚，這就叫業障。凡是增長我見，增長我執，一切法都叫業障。換句話說，凡是能夠破除我見，破除我執的，就叫做消業障，業障就消掉了。我們在讀這些大乘經典，時時刻刻看到這個經文要提醒自己，念念都要為一切眾生，把自己要捨掉、要忘掉，我們才能夠得大自在。"
    },
    {
      "id": "12-008-0007_p0006",
      "zh_CN": "底下就说出具体的，『种种饶益』，「饶」是丰饶，「益」是利益。不但要利益众生，要最大的利益给众生，换句话说，这就是我们现在所谓的服务社会，造福人群，我们自己要尽心尽力去做。我们有十分的力量，只做到了九分，就不能叫饶益，益是有，不能叫饶，为什么？没有尽全部的力量去做。一定要全心全力去做，这样做法就是念念功德圆满，事事功德圆满，纵然是没做成就，没做成就也圆满，为什么？你已经尽心尽力。所以尽心尽力就叫做圆满，不一定说事情做成。那个事情做成得有无量的因缘，外缘不成熟，我的心力都尽到，这就叫饶益。「种种」，讲的境界、讲的事相无量无边，这在前面都曾经跟诸位说过。我们每个人在这个社会上，有我们本位的工作，我们讲本位、本分的工作，做得圆圆满满就是利益众生，就是造福人群。",
      "zh_TW": "底下就說出具體的，『種種饒益』，「饒」是豐饒，「益」是利益。不但要利益眾生，要最大的利益給眾生，換句話說，這就是我們現在所謂的服務社會，造福人群，我們自己要盡心盡力去做。我們有十分的力量，只做到了九分，就不能叫饒益，益是有，不能叫饒，為什麼？沒有盡全部的力量去做。一定要全心全力去做，這樣做法就是念念功德圓滿，事事功德圓滿，縱然是沒做成就，沒做成就也圓滿，為什麼？你已經盡心盡力。所以盡心盡力就叫做圓滿，不一定說事情做成。那個事情做成得有無量的因緣，外緣不成熟，我的心力都盡到，這就叫饒益。「種種」，講的境界、講的事相無量無邊，這在前面都曾經跟諸位說過。我們每個人在這個社會上，有我們本位的工作，我們講本位、本分的工作，做得圓圓滿滿就是利益眾生，就是造福人群。"
    },
    {
      "id": "12-008-0007_p0007",
      "zh_CN": "下面一句，这就与佛法有关系，『积集善根』，修行人特别着重这一句，「善根」从什么地方修？从服务社会、造福人群上修，我们天天不疲不厌的在这里做。如果你做利益众生这些事，你里面有我执，有我相、有人相、有众生相，善根就没有了。只能说这是世间的善行、好事，我们世间人说好人好事，不叫菩萨，为什么？好人好事他没有觉悟。在此地你要晓得什么叫善根？善根是无贪、无瞋、无痴，还要加上个精进。不疲不厌的在工作，里面没有贪瞋痴这不得了，这是真正善根。我们世间人做了一点好事，就要得到好的报酬；如果不得到报酬，这事情就不愿意再做了。所以那叫世间有漏的善法，没有善根，虽然天天在行善，没具足善根。因为他的努力他贪名或者贪利，他是有所求的，贪不到他就瞋恚，这是佛法与世间法不相同的地方。佛法里面所修种种善法，他自己求什么？自己就是求离贪瞋痴。不在这事相上，你怎么晓得你真正舍了贪瞋痴？这就是所谓历事炼心。确实没有贪瞋痴，这善根现前，这种善根是念念在增长，这就是积集善根。",
      "zh_TW": "下面一句，這就與佛法有關係，『積集善根』，修行人特別著重這一句，「善根」從什麼地方修？從服務社會、造福人群上修，我們天天不疲不厭的在這裡做。如果你做利益眾生這些事，你裡面有我執，有我相、有人相、有眾生相，善根就沒有了。只能說這是世間的善行、好事，我們世間人說好人好事，不叫菩薩，為什麼？好人好事他沒有覺悟。在此地你要曉得什麼叫善根？善根是無貪、無瞋、無痴，還要加上個精進。不疲不厭的在工作，裡面沒有貪瞋痴這不得了，這是真正善根。我們世間人做了一點好事，就要得到好的報酬；如果不得到報酬，這事情就不願意再做了。所以那叫世間有漏的善法，沒有善根，雖然天天在行善，沒具足善根。因為他的努力他貪名或者貪利，他是有所求的，貪不到他就瞋恚，這是佛法與世間法不相同的地方。佛法裡面所修種種善法，他自己求什麼？自己就是求離貪瞋痴。不在這事相上，你怎麼曉得你真正捨了貪瞋痴？這就是所謂歷事鍊心。確實沒有貪瞋痴，這善根現前，這種善根是念念在增長，這就是積集善根。"
    },
    {
      "id": "12-008-0007_p0008",
      "zh_CN": "『增长成就助道法』，法是方法，道是清净心、是觉心，觉悟的心这是道，法是法门、方法。种种的善行，饶益众生都是成就自己「助道法」；换句话，就是帮助自己成就清净心、成就菩提心。离开一切善行，诸位要晓得，菩提心没地方修。我们这个经到末后，普贤菩萨十大愿王里面讲得太清楚，这是我们一定要记住的。在此地菩萨告诉我们，他为了要达到刚才所说的目的，他在菩萨行当中，这菩萨行就是平常生活里面，做这些饶益众生的事业之中，他作十种观法，这就是我们要注意的。这十种观是智慧的观察，就是我们今天所说的人生观、宇宙观，看看菩萨人生、宇宙的观法，跟我们有些什么不一样的？这段文里面，这个十条非常重要。经论里面常常说，事一定有个道理，如果能够不违背原理原则来行事，这个理与事就通达无碍，正是《华严经》所说的「理事无碍，事事无碍」。凡夫、二乘、权教菩萨迷了理，迷了理这个事就常常有障碍，理事有障碍，事事也有障碍，不能够入无障碍的法界。向下这个十句，每句里面前半句都是说的理，后半句多半讲的事，这个意思是叫我们明了，理一定显示在一切事当中。没有事这个理显不出来，理要靠事显，事一定是依理才成就的，这是这十句它的纲领。我们看经文，一句一句的来读：",
      "zh_TW": "『增長成就助道法』，法是方法，道是清淨心、是覺心，覺悟的心這是道，法是法門、方法。種種的善行，饒益眾生都是成就自己「助道法」；換句話，就是幫助自己成就清淨心、成就菩提心。離開一切善行，諸位要曉得，菩提心沒地方修。我們這個經到末後，普賢菩薩十大願王裡面講得太清楚，這是我們一定要記住的。在此地菩薩告訴我們，他為了要達到剛才所說的目的，他在菩薩行當中，這菩薩行就是平常生活裡面，做這些饒益眾生的事業之中，他作十種觀法，這就是我們要注意的。這十種觀是智慧的觀察，就是我們今天所說的人生觀、宇宙觀，看看菩薩人生、宇宙的觀法，跟我們有些什麼不一樣的？這段文裡面，這個十條非常重要。經論裡面常常說，事一定有個道理，如果能夠不違背原理原則來行事，這個理與事就通達無礙，正是《華嚴經》所說的「理事無礙，事事無礙」。凡夫、二乘、權教菩薩迷了理，迷了理這個事就常常有障礙，理事有障礙，事事也有障礙，不能夠入無障礙的法界。向下這個十句，每句裡面前半句都是說的理，後半句多半講的事，這個意思是叫我們明瞭，理一定顯示在一切事當中。沒有事這個理顯不出來，理要靠事顯，事一定是依理才成就的，這是這十句它的綱領。我們看經文，一句一句的來讀："
    },
    {
      "id": "12-008-0007_p0009",
      "zh_CN": "【何者为十。】",
      "zh_TW": "【何者為十。】"
    },
    {
      "id": "12-008-0007_p0010",
      "zh_CN": "哪十条？『十』在《华严》里面全是表法，这意思我们不必多说。下面这就是有十句，第一句说：",
      "zh_TW": "哪十條？『十』在《華嚴》裡面全是表法，這意思我們不必多說。下面這就是有十句，第一句說："
    },
    {
      "id": "12-008-0007_p0011",
      "zh_CN": "【所谓我知法界无量。获得广大智光明故。】",
      "zh_TW": "【所謂我知法界無量。獲得廣大智光明故。】"
    },
    {
      "id": "12-008-0007_p0012",
      "zh_CN": "这是第一句，首先说出『我知』，「知」就是智慧的观察，也就是我们平常讲的，觉悟，我觉悟了。觉悟『法界无量』，这半句是称理。下面半句是讲事，于是乎『获得广大智光明』，这个意思是说法界犹如虚空一样，广大而没有边际。如果我们拿个浅近的比喻，比喻总不能比得恰到好处，只能够比个仿佛，而我们从比喻当中要能够悟入，这是比喻的目的。我们的虚空非常广大，所以太阳就非常光明，日光遍照，这是我们取浅近的比喻。法界就跟虚空一样，我们的觉性就像太阳一样，法界无量无边，而为我们自己觉性，就是般若智慧所遍照的境界。这一句是总说，说明智觉广大不可思议。可是我们现前，自己的智慧、觉性似乎没这么大，这就是所谓的迷失了自性，所以迷失了。",
      "zh_TW": "這是第一句，首先說出『我知』，「知」就是智慧的觀察，也就是我們平常講的，覺悟，我覺悟了。覺悟『法界無量』，這半句是稱理。下面半句是講事，於是乎『獲得廣大智光明』，這個意思是說法界猶如虛空一樣，廣大而沒有邊際。如果我們拿個淺近的比喻，比喻總不能比得恰到好處，只能夠比個彷彿，而我們從比喻當中要能夠悟入，這是比喻的目的。我們的虛空非常廣大，所以太陽就非常光明，日光遍照，這是我們取淺近的比喻。法界就跟虛空一樣，我們的覺性就像太陽一樣，法界無量無邊，而為我們自己覺性，就是般若智慧所遍照的境界。這一句是總說，說明智覺廣大不可思議。可是我們現前，自己的智慧、覺性似乎沒這麼大，這就是所謂的迷失了自性，所以迷失了。"
    },
    {
      "id": "12-008-0007_p0013",
      "zh_CN": "怎么迷失了？经论里面所谓把自性般若转变成八识，这就迷了。经论上常讲「真如不守自性」，这个话实在讲不很好懂，但是没有法子说，只能这么讲，希望我们在言语当中，体会它的意思。所以一念不觉而有无明，如果你要去追究为什么会有一念不觉？几时一念不觉的？这一念不觉到底有个原因，你要这样去找，那你找上无量劫，你也找不到答案。为什么找不到答案？因为没有答案，这没有答案是事实。为什么没有答案？因为你起心动念就错了，你愈是起心动念迷得愈深。所以一念不觉，二念更迷，三念、四念不是愈迷愈深吗？几时到你一念不生这个答案就现前，妙就妙在此地。",
      "zh_TW": "怎麼迷失了？經論裡面所謂把自性般若轉變成八識，這就迷了。經論上常講「真如不守自性」，這個話實在講不很好懂，但是沒有法子說，只能這麼講，希望我們在言語當中，體會它的意思。所以一念不覺而有無明，如果你要去追究為什麼會有一念不覺？幾時一念不覺的？這一念不覺到底有個原因，你要這樣去找，那你找上無量劫，你也找不到答案。為什麼找不到答案？因為沒有答案，這沒有答案是事實。為什麼沒有答案？因為你起心動念就錯了，你愈是起心動念迷得愈深。所以一念不覺，二念更迷，三念、四念不是愈迷愈深嗎？幾時到你一念不生這個答案就現前，妙就妙在此地。"
    },
    {
      "id": "12-008-0007_p0014",
      "zh_CN": "所以这个事情真正没有原因，原因就是因为你要找原因，这就是你迷的原因。你本来觉，你忽然觉得我为什么本来觉？好了，这一念就是无明。这一迷之后是愈迷愈深，几时我们才能回头？这回头就是背尘合觉，叫不迷了。背尘合觉这是无量法门修学的总纲领，就是怎样教我们不迷了。诸位一定要记住，我们也不晓得什么叫迷、什么叫悟，这个迷悟的定义，我们搞不清楚。但是总得要认清楚迷悟的相，就是迷悟的样子，悟是什么样子、迷是什么样子要把这个搞清楚，我们就有门路可寻。经论里面历代祖师所显示给我们的，他做出个样子给我们看的，觉心是清净的，迷的心不清净。觉心这个心里面是干干净净，一尘不染，六祖所说「本来无一物，何处惹尘埃」。",
      "zh_TW": "所以這個事情真正沒有原因，原因就是因為你要找原因，這就是你迷的原因。你本來覺，你忽然覺得我為什麼本來覺？好了，這一念就是無明。這一迷之後是愈迷愈深，幾時我們才能回頭？這回頭就是背塵合覺，叫不迷了。背塵合覺這是無量法門修學的總綱領，就是怎樣教我們不迷了。諸位一定要記住，我們也不曉得什麼叫迷、什麼叫悟，這個迷悟的定義，我們搞不清楚。但是總得要認清楚迷悟的相，就是迷悟的樣子，悟是什麼樣子、迷是什麼樣子要把這個搞清楚，我們就有門路可尋。經論裡面歷代祖師所顯示給我們的，他做出個樣子給我們看的，覺心是清淨的，迷的心不清淨。覺心這個心裡面是乾乾淨淨，一塵不染，六祖所說「本來無一物，何處惹塵埃」。"
    },
    {
      "id": "12-008-0007_p0015",
      "zh_CN": "禅家这个觉心是这种境界，教下的觉心也是这个境界，念佛觉悟的心就是一心不乱，还是这个境界，密宗里头的觉心也是这个境界，没有第二个境界。如果心里面还有一个东西就染污，我们同修们都念过《金刚经》，《金刚经》在中国非常普遍，你看《金刚经》里面讲的四相四见，「我相、人相、众生相、寿者相」，「我见、人见、众生见、寿者见」，你只要有这个东西心就不清净，有这个东西就叫凡夫，四相四见通一切法，世出世间法全都包括在其中了。禅家讲「魔来斩魔，佛来斩佛」，什么叫斩？心里头绝不让它有牵挂，魔也不入你的心，佛也不入你的心，你的心干净、清净。清净心当中无佛亦无魔，这个时候才真正晓得法界无量无边，为什么晓得？觉性现前。可见得理跟事没法子离开的，理能帮助事，事能成就理，相辅相成。我们学佛如果真正能够体会到这个意思，抓到这个纲领菩提道中必然是一帆风顺，不会再有任何障碍。我们读《楞严经》每个人读了都害怕，怕什么？五十种阴魔是麻烦。哪一个学佛的人，难免不遭魔。",
      "zh_TW": "禪家這個覺心是這種境界，教下的覺心也是這個境界，念佛覺悟的心就是一心不亂，還是這個境界，密宗裡頭的覺心也是這個境界，沒有第二個境界。如果心裡面還有一個東西就染污，我們同修們都念過《金剛經》，《金剛經》在中國非常普遍，你看《金剛經》裡面講的四相四見，「我相、人相、眾生相、壽者相」，「我見、人見、眾生見、壽者見」，你只要有這個東西心就不清淨，有這個東西就叫凡夫，四相四見通一切法，世出世間法全都包括在其中了。禪家講「魔來斬魔，佛來斬佛」，什麼叫斬？心裡頭絕不讓它有牽掛，魔也不入你的心，佛也不入你的心，你的心乾淨、清淨。清淨心當中無佛亦無魔，這個時候才真正曉得法界無量無邊，為什麼曉得？覺性現前。可見得理跟事沒法子離開的，理能幫助事，事能成就理，相輔相成。我們學佛如果真正能夠體會到這個意思，抓到這個綱領菩提道中必然是一帆風順，不會再有任何障礙。我們讀《楞嚴經》每個人讀了都害怕，怕什麼？五十種陰魔是麻煩。哪一個學佛的人，難免不遭魔。"
    },
    {
      "id": "12-008-0007_p0016",
      "zh_CN": "他为什么遭魔？他有我执、有法执才着魔，我法都不执着，魔对他也无可奈何，也没法子。这个人有执着，魔就有办法折磨他。孙悟空他好名，所以如来佛那个金箍咒就起了作用，就能把他咒住。他如果连名都不要、不好了，如来佛对他也无可奈何，也没有法子；换句话说，魔能够拿着你的把柄。你有把柄给人拿，你要什么都没有的话，他有什么办法。所以这个清净心，一心不乱，就是什么把柄都没有了，你就成就。这个净土法门所以不容易着魔，你也就明白它为什么？因为它直截了当是求一心不乱的。二心、三心才会着魔，一心怎么能着魔？不会着魔。可是你要记住，一心那个念头不能有，我心里有一心，你一定着魔。因为什么？真正一心不乱里头不会再有一心。有了个一心，不是头上安头吗？那就是《楞严》上说的「知见立知」。原本的真心就叫一心，那一不落在数字上，不是一二三的一。是无可奈何给它加这个名字叫一，说不出了，所以它不落在数字上。你要念念说我要求一心，你看你有我执，我相没离开，我见没离开。你要求一心这是法执，我法二执统统俱在，你不着魔谁着魔？所以要懂得这个道理。这里再看底下这一句，看第二句：",
      "zh_TW": "他為什麼遭魔？他有我執、有法執才著魔，我法都不執著，魔對他也無可奈何，也沒法子。這個人有執著，魔就有辦法折磨他。孫悟空他好名，所以如來佛那個金箍咒就起了作用，就能把他咒住。他如果連名都不要、不好了，如來佛對他也無可奈何，也沒有法子；換句話說，魔能夠拿著你的把柄。你有把柄給人拿，你要什麼都沒有的話，他有什麼辦法。所以這個清淨心，一心不亂，就是什麼把柄都沒有了，你就成就。這個淨土法門所以不容易著魔，你也就明白它為什麼？因為它直截了當是求一心不亂的。二心、三心才會著魔，一心怎麼能著魔？不會著魔。可是你要記住，一心那個念頭不能有，我心裡有一心，你一定著魔。因為什麼？真正一心不亂裡頭不會再有一心。有了個一心，不是頭上安頭嗎？那就是《楞嚴》上說的「知見立知」。原本的真心就叫一心，那一不落在數字上，不是一二三的一。是無可奈何給它加這個名字叫一，說不出了，所以它不落在數字上。你要念念說我要求一心，你看你有我執，我相沒離開，我見沒離開。你要求一心這是法執，我法二執統統俱在，你不著魔誰著魔？所以要懂得這個道理。這裡再看底下這一句，看第二句："
    },
    {
      "id": "12-008-0007_p0017",
      "zh_CN": "【我知法界无边。见一切佛诸神变故。】",
      "zh_TW": "【我知法界無邊。見一切佛諸神變故。】"
    },
    {
      "id": "12-008-0007_p0018",
      "zh_CN": "这得要把这个意思给诸位透出来，『法界无边』，跟前面讲的法界无量是一个意思，这是做文章避免文字上的重复，换了个字样，是一样的意思，法界是无量无边的。『见一切佛诸神变』，「变」就是变化，「神」是神奇不可思议，超越了我们的常识，不是我们常识能够理解的。换句话说，我们最会思惟的、想像的就是第六意识，第六意识都缘不到，都攀缘不到。第六意识的功能非常大，对内它能够缘到第八识，对外它能够缘一切境界，八识里面讲这功用最大的、最利的，就是第六意识，它的能力都达不到。那是什么？本性，性境，真如本性的境界，它没有办法缘，它缘不到，所以称之为不可思议。这个不可思议说实在话，就是指的第六意识功能达不到，因为思议可以说都是第六意识的事情。",
      "zh_TW": "這得要把這個意思給諸位透出來，『法界無邊』，跟前面講的法界無量是一個意思，這是做文章避免文字上的重複，換了個字樣，是一樣的意思，法界是無量無邊的。『見一切佛諸神變』，「變」就是變化，「神」是神奇不可思議，超越了我們的常識，不是我們常識能夠理解的。換句話說，我們最會思惟的、想像的就是第六意識，第六意識都緣不到，都攀緣不到。第六意識的功能非常大，對內它能夠緣到第八識，對外它能夠緣一切境界，八識裡面講這功用最大的、最利的，就是第六意識，它的能力都達不到。那是什麼？本性，性境，真如本性的境界，它沒有辦法緣，它緣不到，所以稱之為不可思議。這個不可思議說實在話，就是指的第六意識功能達不到，因為思議可以說都是第六意識的事情。"
    },
    {
      "id": "12-008-0007_p0019",
      "zh_CN": "变的什么？变的十法界依正庄严，我们六根所接触的六尘境界，是一切佛变化的。也许你不相信，怎么是一切佛变化的？我们这都是凡夫，怎么会是叫佛？其实你就是佛，这是佛在这个经上才说真话，「一切众生本来成佛」，我们想想真的一点没错，各个都是佛，千真万确的是佛，一点没错。这个在《楞严经》里头也显示得很明白，我们六根的根性就是佛性，就是真如本性。你的真如本性，一天到晚都起作用，并没有丧失掉，你不是佛谁是佛？禅家所谓明心见性，见性成佛，六根作用没有失去。没失去，现前这个境界，现前境界叫神变，这境界是你自己变化的。自己变现自己受用，我们眼前这个境界是如此，自己变现自己受用。如果你还是不能体会，你想想晚上作梦，那个梦不是自己变的吗？自己在梦里头去享受。变一个好的梦境，乐受；变一个恶的梦境，叫苦受，不是自作自受吗？自变自受，绝不是外面给你境界去享受，不是的，是你自己变的自己在享受，这是不可思议神变。",
      "zh_TW": "變的什麼？變的十法界依正莊嚴，我們六根所接觸的六塵境界，是一切佛變化的。也許你不相信，怎麼是一切佛變化的？我們這都是凡夫，怎麼會是叫佛？其實你就是佛，這是佛在這個經上才說真話，「一切眾生本來成佛」，我們想想真的一點沒錯，各個都是佛，千真萬確的是佛，一點沒錯。這個在《楞嚴經》裡頭也顯示得很明白，我們六根的根性就是佛性，就是真如本性。你的真如本性，一天到晚都起作用，並沒有喪失掉，你不是佛誰是佛？禪家所謂明心見性，見性成佛，六根作用沒有失去。沒失去，現前這個境界，現前境界叫神變，這境界是你自己變化的。自己變現自己受用，我們眼前這個境界是如此，自己變現自己受用。如果你還是不能體會，你想想晚上作夢，那個夢不是自己變的嗎？自己在夢裡頭去享受。變一個好的夢境，樂受；變一個惡的夢境，叫苦受，不是自作自受嗎？自變自受，絕不是外面給你境界去享受，不是的，是你自己變的自己在享受，這是不可思議神變。"
    },
    {
      "id": "12-008-0007_p0020",
      "zh_CN": "我们迷了，迷了的时候就乱七八糟的变，好像一个人作梦一样，作梦能够看得出功夫。如果这个梦很乱、很复杂，就表示你的心情不稳定，你的心思很乱，这不是好境界。这修行有那么一段时期，得一点力了，可以在梦境里头去发觉到，现在作梦跟从前不一样，而且梦的就好像白天做事情一样，清清楚楚、明明白白不乱，也没有什么恶境界，这就证明你有了进步，再进步这个梦是愈来愈少。到没有梦的时候，那你功夫就圆满、就成就了，所谓是「智人无梦」。你的心永远保持着觉醒的、觉悟的状态，梦是迷了才会作梦，觉心不会入梦的，不会变成梦境的。所以见诸佛神变无边，这个诸佛就是我们现在所讲的一切众生。",
      "zh_TW": "我們迷了，迷了的時候就亂七八糟的變，好像一個人作夢一樣，作夢能夠看得出功夫。如果這個夢很亂、很複雜，就表示你的心情不穩定，你的心思很亂，這不是好境界。這修行有那麼一段時期，得一點力了，可以在夢境裡頭去發覺到，現在作夢跟從前不一樣，而且夢的就好像白天做事情一樣，清清楚楚、明明白白不亂，也沒有什麼惡境界，這就證明你有了進步，再進步這個夢是愈來愈少。到沒有夢的時候，那你功夫就圓滿、就成就了，所謂是「智人無夢」。你的心永遠保持著覺醒的、覺悟的狀態，夢是迷了才會作夢，覺心不會入夢的，不會變成夢境的。所以見諸佛神變無邊，這個諸佛就是我們現在所講的一切眾生。"
    },
    {
      "id": "12-008-0007_p0021",
      "zh_CN": "「神变」指的什么？起惑、造业、受报就是这些。在我们凡夫眼中观察的，生生世世过去无始、未来无终，就成这么一种现象。几时你觉悟就回头了，一觉就回头，菩萨这种观察确实具有很大的功能。因为一个人观察自己很难、不容易，看别人，看别人之后马上要回过头来，我跟他没有两样，你就觉悟了。看到别人觉，我也要觉；看到别人迷，想到我自己也迷，知道自己迷就不迷、就觉悟。迷的人决定不知道自己迷惑，知道自己迷就觉悟了。好比作梦，我现在晓得在作梦，晓得在作梦就是梦中醒过来，清醒了。所以他这个观察是有相当的功效，我们应当要学习的。第三句说：",
      "zh_TW": "「神變」指的什麼？起惑、造業、受報就是這些。在我們凡夫眼中觀察的，生生世世過去無始、未來無終，就成這麼一種現象。幾時你覺悟就回頭了，一覺就回頭，菩薩這種觀察確實具有很大的功能。因為一個人觀察自己很難、不容易，看別人，看別人之後馬上要回過頭來，我跟他沒有兩樣，你就覺悟了。看到別人覺，我也要覺；看到別人迷，想到我自己也迷，知道自己迷就不迷、就覺悟。迷的人決定不知道自己迷惑，知道自己迷就覺悟了。好比作夢，我現在曉得在作夢，曉得在作夢就是夢中醒過來，清醒了。所以他這個觀察是有相當的功效，我們應當要學習的。第三句說："
    },
    {
      "id": "12-008-0007_p0022",
      "zh_CN": "【我知法界无际。普入一切诸佛国土。恭敬供养诸如来故。】",
      "zh_TW": "【我知法界無際。普入一切諸佛國土。恭敬供養諸如來故。】"
    },
    {
      "id": "12-008-0007_p0023",
      "zh_CN": "这句的意思，是说从时间上来观察，时不是一个真实法，纯粹是个抽象的概念，它的真相没有前后。所以禅家常常讲坐禅，坐断三际，所谓坐，这我们在讲席当中常常跟诸位提起，坐是讲这个心清净不动，到心清净不动有相当的定力，这相当定力现前的时候，你会觉得有个事实、会有个境界出现，那就是什么？没有过去、现在、未来，这就叫坐断三际。过去、现在、未来成一片，这个时候，过去的事情、现在的事情、未来的事情都摆在眼前，所以你才知道过去，又知道未来。我们讲的，他这是有神通了，其实他是真实的境界就是这样的，没有前后。要没有前后，他才能够『入一切诸佛国土』，这个「一切诸佛国土」，过去世的、现在世的、未来世的，他都能到达，他自在。换句话，是说他能够回到过去，他又能够进入到未来。这在我们现代科学眼光当中，所讲的四度空间，或者是更多元次的空间。",
      "zh_TW": "這句的意思，是說從時間上來觀察，時不是一個真實法，純粹是個抽象的概念，它的真相沒有前後。所以禪家常常講坐禪，坐斷三際，所謂坐，這我們在講席當中常常跟諸位提起，坐是講這個心清淨不動，到心清淨不動有相當的定力，這相當定力現前的時候，你會覺得有個事實、會有個境界出現，那就是什麼？沒有過去、現在、未來，這就叫坐斷三際。過去、現在、未來成一片，這個時候，過去的事情、現在的事情、未來的事情都擺在眼前，所以你才知道過去，又知道未來。我們講的，他這是有神通了，其實他是真實的境界就是這樣的，沒有前後。要沒有前後，他才能夠『入一切諸佛國土』，這個「一切諸佛國土」，過去世的、現在世的、未來世的，他都能到達，他自在。換句話，是說他能夠回到過去，他又能夠進入到未來。這在我們現代科學眼光當中，所講的四度空間，或者是更多元次的空間。"
    },
    {
      "id": "12-008-0007_p0024",
      "zh_CN": "在古印度佛教修行人有这个经验，在我们中国历代修行人也有这个经验，确实能够回到过去，也能够进入到未来，这是不可思议的境界。这是《华严经》所讲事事无碍的境界，这个境界要能够证得，要靠禅定，得甚深的禅定才行。我们在念佛法门里面来讲，这个经因为善财童子主修的就是念佛法门，修一心不乱，一心不乱里面的功夫也有浅深次第不同。以本经圆教来说，初住菩萨就是理一心不乱，等觉还是理一心不乱，这样就说明，理一心不乱有四十一个等级，这个功夫浅深当然不相同。不能说是理一心不乱都一样的，不一样，里面浅深次第差别很大，有相当深的功夫这个境界就现前。十方三世无量无边的刹土都在眼前，这个时候你有能力，「普入一切诸佛国土」，有这个能力。",
      "zh_TW": "在古印度佛教修行人有這個經驗，在我們中國歷代修行人也有這個經驗，確實能夠回到過去，也能夠進入到未來，這是不可思議的境界。這是《華嚴經》所講事事無礙的境界，這個境界要能夠證得，要靠禪定，得甚深的禪定才行。我們在念佛法門裡面來講，這個經因為善財童子主修的就是念佛法門，修一心不亂，一心不亂裡面的功夫也有淺深次第不同。以本經圓教來說，初住菩薩就是理一心不亂，等覺還是理一心不亂，這樣就說明，理一心不亂有四十一個等級，這個功夫淺深當然不相同。不能說是理一心不亂都一樣的，不一樣，裡面淺深次第差別很大，有相當深的功夫這個境界就現前。十方三世無量無邊的剎土都在眼前，這個時候你有能力，「普入一切諸佛國土」，有這個能力。"
    },
    {
      "id": "12-008-0007_p0025",
      "zh_CN": "入诸佛国土干什么？为大众服务，『恭敬供养诸如来故』，这个境界是大菩萨的境界。守护城夜神是第六地的菩萨，这我们一看，没话说，这是望尘莫及。这个法门我们现前能不能修？如果这些法门我们现前不能修，这说来有什么意思？说了没用处。这点诸位要晓得，佛经里面所说任何法门，都是我们现前可以修学的。如果我们做不到，不能修学的，佛这个话就叫戏论，就不应该说。现前我们怎么修法？我们能力没有菩萨那么大，智慧也没那么高，能力也没那么大，我们要尽我们的智慧、尽我们能力去做，这就相似，与这个法门就相应。一切诸佛，你晓得一切众生本来成佛，这一切诸佛就是指的一切众生，我们今天眼之所见，耳之所闻。无论是物质环境、人事环境，就是经中所讲的一切诸佛国土，我们修菩萨道的人应该怎么样？修菩萨道的是觉悟的人，应当普入这个境界。在这个境界里面修诚敬心，诚是什么？就是一心不乱。在这个境界里面修如如不动心，就是诚敬。修种种供养，供养就是服务。",
      "zh_TW": "入諸佛國土幹什麼？為大眾服務，『恭敬供養諸如來故』，這個境界是大菩薩的境界。守護城夜神是第六地的菩薩，這我們一看，沒話說，這是望塵莫及。這個法門我們現前能不能修？如果這些法門我們現前不能修，這說來有什麼意思？說了沒用處。這點諸位要曉得，佛經裡面所說任何法門，都是我們現前可以修學的。如果我們做不到，不能修學的，佛這個話就叫戲論，就不應該說。現前我們怎麼修法？我們能力沒有菩薩那麼大，智慧也沒那麼高，能力也沒那麼大，我們要盡我們的智慧、盡我們能力去做，這就相似，與這個法門就相應。一切諸佛，你曉得一切眾生本來成佛，這一切諸佛就是指的一切眾生，我們今天眼之所見，耳之所聞。無論是物質環境、人事環境，就是經中所講的一切諸佛國土，我們修菩薩道的人應該怎麼樣？修菩薩道的是覺悟的人，應當普入這個境界。在這個境界裡面修誠敬心，誠是什麼？就是一心不亂。在這個境界裡面修如如不動心，就是誠敬。修種種供養，供養就是服務。"
    },
    {
      "id": "12-008-0007_p0026",
      "zh_CN": "所以我们在经上一看到这个供养，决定不要马上想到：我要拿一点钱去供养，你这个想法就错了。这个想法的时候，你把佛法的教义看得太窄小，它这个供养是无量无边的。我们在一生当中，用我们的智慧、用我们的能力、用我们的才艺供给这个社会，供给服务这个大众，这就叫供养。为一切众生造福，为一切众生谋福利，这就是「供养诸如来」。一切众生都是佛，我今天要供养佛，供养佛大家甘心情愿，没有任何条件。眼前这些诸佛你怎么各个都讲条件，那不就是错了吗？那就是迷了。所以真正觉悟的人，对社会、对一切众生无条件的服务。问题就是什么？这些众生有的时候他迷惑颠倒，你好心对他的，他不接受，他还要怀疑，你这个人对我这么好，大概有什么企图，我得防着你一点，那就没有法子。",
      "zh_TW": "所以我們在經上一看到這個供養，決定不要馬上想到：我要拿一點錢去供養，你這個想法就錯了。這個想法的時候，你把佛法的教義看得太窄小，它這個供養是無量無邊的。我們在一生當中，用我們的智慧、用我們的能力、用我們的才藝供給這個社會，供給服務這個大眾，這就叫供養。為一切眾生造福，為一切眾生謀福利，這就是「供養諸如來」。一切眾生都是佛，我今天要供養佛，供養佛大家甘心情願，沒有任何條件。眼前這些諸佛你怎麼各個都講條件，那不就是錯了嗎？那就是迷了。所以真正覺悟的人，對社會、對一切眾生無條件的服務。問題就是什麼？這些眾生有的時候他迷惑顛倒，你好心對他的，他不接受，他還要懷疑，你這個人對我這麼好，大概有什麼企圖，我得防著你一點，那就沒有法子。"
    },
    {
      "id": "12-008-0007_p0027",
      "zh_CN": "菩萨的心怎么样？圆满的，他不接受你也圆满，你已经尽心尽力，他不接受那是他的事情。所以是念念功德圆满，事事功德圆满。这句就是我们现前怎么样的修，这个修法也就是修学大乘人，现前在这一生当中，我们要用什么样的态度来做人，用什么样的态度来待人接物，这叫行菩萨道，要这么个修法。经上像这些意思，在这个大经里头不知道重复了几百遍，也许你会问，为什么要重复这么多遍？重复这么多遍，你在境界里头起心动念，还做不到。纵然重复一万遍、十万遍也不多，因为你还没有做到。这个大经好处就在此地，那个分量少的，只说个一遍、二遍，这个耳朵进去，那个耳朵出去了，没印象。大经读了之后，多少会有点印象，那就是它重复的多，使我们有点印象，这点印象就非常的可贵。如果常常能够提起来，真的应用在生活当中，这就叫修菩萨道，叫真正的修行了。再看底下一句：",
      "zh_TW": "菩薩的心怎麼樣？圓滿的，他不接受你也圓滿，你已經盡心盡力，他不接受那是他的事情。所以是念念功德圓滿，事事功德圓滿。這句就是我們現前怎麼樣的修，這個修法也就是修學大乘人，現前在這一生當中，我們要用什麼樣的態度來做人，用什麼樣的態度來待人接物，這叫行菩薩道，要這麼個修法。經上像這些意思，在這個大經裡頭不知道重複了幾百遍，也許你會問，為什麼要重複這麼多遍？重複這麼多遍，你在境界裡頭起心動念，還做不到。縱然重複一萬遍、十萬遍也不多，因為你還沒有做到。這個大經好處就在此地，那個分量少的，只說個一遍、二遍，這個耳朵進去，那個耳朵出去了，沒印象。大經讀了之後，多少會有點印象，那就是它重複的多，使我們有點印象，這點印象就非常的可貴。如果常常能夠提起來，真的應用在生活當中，這就叫修菩薩道，叫真正的修行了。再看底下一句："
    },
    {
      "id": "12-008-0007_p0028",
      "zh_CN": "【我知法界无畔。普于一切世界海中示现修行菩萨行故。】",
      "zh_TW": "【我知法界無畔。普於一切世界海中示現修行菩薩行故。】"
    },
    {
      "id": "12-008-0007_p0029",
      "zh_CN": "这句里面他观察的法界没有边际，所以能够穷尽诸佛刹海。就是『普于一切世界海中』，做什么？『示现修行菩萨行』。「行」是行为，「修」是修正，我们行为有了错误，把它修正过来叫做修行。这修行两个字的意思一定要很清楚，决定不能错解。什么样的行为是错误的？那个错误的行为也是无量无边数不尽。什么行为是正确的？在佛法里最高的标准，说与真性相应的行为就是正确的；与真性相违背的行为，就是错误的。这个真性我们还是不太好懂，再换个名词，真心，换句话说，我的行为是真心里面流露出来的，这就是正确。如果是妄心里面生的这是错误的，妄心是假心，虚情假意，待人再好那心是假的，不是诚心、不是真心，那个行为还是错误。在佛法里一个是真如本性，一个就是八识。凡是从八识里面生的行为，都是错误；真如本性相应的行为，就是正确的，这是最高的标准。",
      "zh_TW": "這句裡面他觀察的法界沒有邊際，所以能夠窮盡諸佛剎海。就是『普於一切世界海中』，做什麼？『示現修行菩薩行』。「行」是行為，「修」是修正，我們行為有了錯誤，把它修正過來叫做修行。這修行兩個字的意思一定要很清楚，決定不能錯解。什麼樣的行為是錯誤的？那個錯誤的行為也是無量無邊數不盡。什麼行為是正確的？在佛法裡最高的標準，說與真性相應的行為就是正確的；與真性相違背的行為，就是錯誤的。這個真性我們還是不太好懂，再換個名詞，真心，換句話說，我的行為是真心裡面流露出來的，這就是正確。如果是妄心裡面生的這是錯誤的，妄心是假心，虛情假意，待人再好那心是假的，不是誠心、不是真心，那個行為還是錯誤。在佛法裡一個是真如本性，一個就是八識。凡是從八識裡面生的行為，都是錯誤；真如本性相應的行為，就是正確的，這是最高的標準。"
    },
    {
      "id": "12-008-0007_p0030",
      "zh_CN": "所以行为称「菩萨行」，这就是取最高的标准。譬如讲缘觉行、声闻行、人天行，这个标准就愈降愈低。菩萨行在一切修正行为标准里面，这是取最高的，菩萨行是觉行，正等正觉，他这种觉行等于如来果地上的这种心行，这是高水准的，我们以这个标准来修正。这个标准就是通常我们在课诵里面，所说的三皈依，或者叫三皈戒，因为三皈就是基本的戒条，我们通常称三皈依。三皈依就是修的菩萨行，可是我们是不是照这个去做？皈依佛是觉而不迷，佛是觉的意思，你看，他与真心、与真如本性相应，觉不迷；皈依法，法是正知正见，正而不邪，没有邪见；皈依僧，僧是清净，六根清净，一尘不染。不管你修哪个法门统统修的是这个，菩萨行，这是菩萨行的三大纲领。八万四千法门，那是手段、那是方法，不管你采取什么手段、什么方法，只要修的是觉正净，这就叫菩萨行。",
      "zh_TW": "所以行為稱「菩薩行」，這就是取最高的標準。譬如講緣覺行、聲聞行、人天行，這個標準就愈降愈低。菩薩行在一切修正行為標準裡面，這是取最高的，菩薩行是覺行，正等正覺，他這種覺行等於如來果地上的這種心行，這是高水準的，我們以這個標準來修正。這個標準就是通常我們在課誦裡面，所說的三皈依，或者叫三皈戒，因為三皈就是基本的戒條，我們通常稱三皈依。三皈依就是修的菩薩行，可是我們是不是照這個去做？皈依佛是覺而不迷，佛是覺的意思，你看，他與真心、與真如本性相應，覺不迷；皈依法，法是正知正見，正而不邪，沒有邪見；皈依僧，僧是清淨，六根清淨，一塵不染。不管你修哪個法門統統修的是這個，菩薩行，這是菩薩行的三大綱領。八萬四千法門，那是手段、那是方法，不管你採取什麼手段、什麼方法，只要修的是覺正淨，這就叫菩薩行。"
    },
    {
      "id": "12-008-0007_p0031",
      "zh_CN": "菩萨行在哪里修？你看看前面所讲的，「普于一切世界海中」，在这个里面去修。不是说把这个世间统统撇开，找一个人烟不到的地方去修，那就错了，那怎么去修法？如果什么都离开，找一个深山古洞里面去修，给诸位说，那叫修无明，就是增长无明，虽然这一切知见没有了、邪见没有了，增长无明，不是菩萨行。菩萨行要在动处里面求不动，这才叫真清净，这才叫做正觉。所以菩萨绝不离开群众，菩萨绝不离开世间，即世间而出世间，离即同时，离即是一不是二，这叫一真法界。《华严》你看看这个四分，在我们前面一品，这是第三十九品，前面一品叫「离世间品」，有五卷经文，也相当之长，怎么个离法？离即同时。身没离，六根对境界没离，心里面不染着叫离。正是《金刚经》所说的，「不取于相，如如不动」，这是离世间。又尽心尽力为众生服务，没离开，所以离即是同时的，离即是一不是二。",
      "zh_TW": "菩薩行在哪裡修？你看看前面所講的，「普於一切世界海中」，在這個裡面去修。不是說把這個世間統統撇開，找一個人煙不到的地方去修，那就錯了，那怎麼去修法？如果什麼都離開，找一個深山古洞裡面去修，給諸位說，那叫修無明，就是增長無明，雖然這一切知見沒有了、邪見沒有了，增長無明，不是菩薩行。菩薩行要在動處裡面求不動，這才叫真清淨，這才叫做正覺。所以菩薩絕不離開群眾，菩薩絕不離開世間，即世間而出世間，離即同時，離即是一不是二，這叫一真法界。《華嚴》你看看這個四分，在我們前面一品，這是第三十九品，前面一品叫「離世間品」，有五卷經文，也相當之長，怎麼個離法？離即同時。身沒離，六根對境界沒離，心裡面不染著叫離。正是《金剛經》所說的，「不取於相，如如不動」，這是離世間。又盡心盡力為眾生服務，沒離開，所以離即是同時的，離即是一不是二。"
    },
    {
      "id": "12-008-0007_p0032",
      "zh_CN": "以我们的智慧，以我们的双手为大众服务，服务当中绝不着相，所谓是三轮体空。在这个里面说「无我相、无人相、无众生相、无寿者相」，所以作而无作，无作而作这是离，这个离法。不是教我要脱离这个社会，那你是完全着了相，一着一切着。所以说一迷一切迷，这个世间是红尘我要赶快离开，你是迷了这个世间相。你找个清净环境去修，你迷了那个，也迷了那个相，所以是一迷一切迷，一悟一切悟。你把染净看作二法，把善恶看作二法，二就不得其门而入。佛法那个门叫什么？叫不二法门，你老是有两个的念头，你怎么能入得去？你有个离世间、有个入世间，好了，有个出入就入不了，就统迷了。要晓得入世跟出世是一不是二，几时你要是觉悟到是一，觉悟到离即是一，离即是同时，这才有门可入，这才能够悟入，才真正谈得上修菩萨行，所以菩萨行里面没有迹象的。你看本经就是最好的模范、最好的例子，这五十三位善知识表演给我们看的，各行各业找不到痕迹。无有一法不自在，他为什么自在？就是他不着相，他不迷、他不邪、他不染，所以在一切法里面得大自在。",
      "zh_TW": "以我們的智慧，以我們的雙手為大眾服務，服務當中絕不著相，所謂是三輪體空。在這個裡面說「無我相、無人相、無眾生相、無壽者相」，所以作而無作，無作而作這是離，這個離法。不是教我要脫離這個社會，那你是完全著了相，一著一切著。所以說一迷一切迷，這個世間是紅塵我要趕快離開，你是迷了這個世間相。你找個清淨環境去修，你迷了那個，也迷了那個相，所以是一迷一切迷，一悟一切悟。你把染淨看作二法，把善惡看作二法，二就不得其門而入。佛法那個門叫什麼？叫不二法門，你老是有兩個的念頭，你怎麼能入得去？你有個離世間、有個入世間，好了，有個出入就入不了，就統迷了。要曉得入世跟出世是一不是二，幾時你要是覺悟到是一，覺悟到離即是一，離即是同時，這才有門可入，這才能夠悟入，才真正談得上修菩薩行，所以菩薩行裡面沒有跡象的。你看本經就是最好的模範、最好的例子，這五十三位善知識表演給我們看的，各行各業找不到痕跡。無有一法不自在，他為什麼自在？就是他不著相，他不迷、他不邪、他不染，所以在一切法裡面得大自在。"
    },
    {
      "id": "12-008-0007_p0033",
      "zh_CN": "所以在这句里面，我们特别要记住的，就是修菩萨行决定不能离开群众，要在群众当中修觉正净，这才是真修行。要热心服务于社会，热心去为大众去工作。不要以为我这样去做，那我不是很累。你要是无我就不累，为什么？他问，人为什么会累？就想到我，我累了、我工作太多我疲乏。如果我都没有什么人累了？没有人累。我都没有了，那个疲倦、累没有了，不但那个没有，病也没有，老死也没有。老了，我老了，因为你有我，当然会老，你没有我就不老，那谁老？你有我你才会死，没有我谁死？都没有了。所以大乘法这妙在哪里？教念念为众生着想，绝不为我着想，我就在这生活当中把这个「我」忘掉。不知不觉的化掉了，大而化之，这个法子真是妙绝了。我执破了之后，法执也要破，法执破了的相就是作而无作，天天在工作，有没有事情做？没事做，没做一桩事情。一天做到晚、一天忙到晚，一桩事情也没做，为什么？他没有法执。我觉得我今天做了很多工作，法执，你有执着，执着就是障碍，就是不自在。",
      "zh_TW": "所以在這句裡面，我們特別要記住的，就是修菩薩行決定不能離開群眾，要在群眾當中修覺正淨，這才是真修行。要熱心服務於社會，熱心去為大眾去工作。不要以為我這樣去做，那我不是很累。你要是無我就不累，為什麼？他問，人為什麼會累？就想到我，我累了、我工作太多我疲乏。如果我都沒有什麼人累了？沒有人累。我都沒有了，那個疲倦、累沒有了，不但那個沒有，病也沒有，老死也沒有。老了，我老了，因為你有我，當然會老，你沒有我就不老，那誰老？你有我你才會死，沒有我誰死？都沒有了。所以大乘法這妙在哪裡？教念念為眾生著想，絕不為我著想，我就在這生活當中把這個「我」忘掉。不知不覺的化掉了，大而化之，這個法子真是妙絕了。我執破了之後，法執也要破，法執破了的相就是作而無作，天天在工作，有沒有事情做？沒事做，沒做一樁事情。一天做到晚、一天忙到晚，一樁事情也沒做，為什麼？他沒有法執。我覺得我今天做了很多工作，法執，你有執著，執著就是障礙，就是不自在。"
    },
    {
      "id": "12-008-0007_p0034",
      "zh_CN": "所以这个大乘菩萨法理不废事，确实事上要修，事不废理，理成于事，事显于理，理事交融，性相不二，这个真是妙绝了，这是讲到菩萨行。尤其是中国的佛法，中国佛法完全继承了古印度的佛法，全部继承过来了，而且在中国发扬光大。但是在近年来，可以是说近百年来，佛教逐渐逐渐变质了，从什么地方变的？从三皈依上变的。这个三皈依完全搞错了，迷于三皈，我们今天皈依佛，不知道佛的意思，不晓得那是自性本觉，不知道。以为什么？皈依他佛，要依靠外面一个佛，这糟糕了，外面的释迦牟尼佛早已经不在世，阿弥陀佛在西方极乐世界，没在眼前，你靠谁？靠不住了。皈依法，法也解释错了，着了法相，着了法相就是邪知邪见，不是正知正见。所以释迦牟尼佛说得好，我们不能怪他，他老人家样样都想得很周到，晓得我们这些毛病，所以他在《金刚经》上说，「法尚应舍，何况非法」。你怎么可以着法相？经里面一再告诉我们，要离名字相、离言说相、离心缘相，这个法就是正知正见；着了这个相都是邪知邪见。",
      "zh_TW": "所以這個大乘菩薩法理不廢事，確實事上要修，事不廢理，理成於事，事顯於理，理事交融，性相不二，這個真是妙絕了，這是講到菩薩行。尤其是中國的佛法，中國佛法完全繼承了古印度的佛法，全部繼承過來了，而且在中國發揚光大。但是在近年來，可以是說近百年來，佛教逐漸逐漸變質了，從什麼地方變的？從三皈依上變的。這個三皈依完全搞錯了，迷於三皈，我們今天皈依佛，不知道佛的意思，不曉得那是自性本覺，不知道。以為什麼？皈依他佛，要依靠外面一個佛，這糟糕了，外面的釋迦牟尼佛早已經不在世，阿彌陀佛在西方極樂世界，沒在眼前，你靠誰？靠不住了。皈依法，法也解釋錯了，著了法相，著了法相就是邪知邪見，不是正知正見。所以釋迦牟尼佛說得好，我們不能怪他，他老人家樣樣都想得很周到，曉得我們這些毛病，所以他在《金剛經》上說，「法尚應捨，何況非法」。你怎麼可以著法相？經裡面一再告訴我們，要離名字相、離言說相、離心緣相，這個法就是正知正見；著了這個相都是邪知邪見。"
    },
    {
      "id": "12-008-0007_p0035",
      "zh_CN": "不但佛说得这么好，祖师就苦口婆心的教诫我们，清凉大师在本经这个疏里头（注解里面），讲这经题的时候就给我们说得很清楚。你要是着了相，就是读《华严经》、研究《华严经》着了相，他老人家说增长邪见。着了文字相、名字相、心缘相，增长邪见，不是增长正知正见。可是他又说了一句，你要是离了这些经论，离了这个东西叫增长无明，这个事情麻烦大了。着相增长邪见，不着相增长无明，你们想想他这个话什么意思？不着这些相，你着了不着相，那个着了不着相是增长无明，你还是着了。所以有相、无相统统要离开，有相、无相都不能着，着有相增长邪见，着无相增长无明，总是不能开悟，这有无两边都要离开，这个心才真正是本来无一物，不但有没有，无也没有，有无都没有，着相没有，不着相也没有，有了就是病。像这些地方都要很细心去体会，要很认真的去学习，学是理解，是学问；习是实行，要把它做到。把它变成我们日常生活，使我们的生活就是理论，理论就是生活，这就是佛法。所以这是一门非常有用的学问，不是没有用的，学了就有用。再看第五句：",
      "zh_TW": "不但佛說得這麼好，祖師就苦口婆心的教誡我們，清涼大師在本經這個疏裡頭（註解裡面），講這經題的時候就給我們說得很清楚。你要是著了相，就是讀《華嚴經》、研究《華嚴經》著了相，他老人家說增長邪見。著了文字相、名字相、心緣相，增長邪見，不是增長正知正見。可是他又說了一句，你要是離了這些經論，離了這個東西叫增長無明，這個事情麻煩大了。著相增長邪見，不著相增長無明，你們想想他這個話什麼意思？不著這些相，你著了不著相，那個著了不著相是增長無明，你還是著了。所以有相、無相統統要離開，有相、無相都不能著，著有相增長邪見，著無相增長無明，總是不能開悟，這有無兩邊都要離開，這個心才真正是本來無一物，不但有沒有，無也沒有，有無都沒有，著相沒有，不著相也沒有，有了就是病。像這些地方都要很細心去體會，要很認真的去學習，學是理解，是學問；習是實行，要把它做到。把它變成我們日常生活，使我們的生活就是理論，理論就是生活，這就是佛法。所以這是一門非常有用的學問，不是沒有用的，學了就有用。再看第五句："
    },
    {
      "id": "12-008-0007_p0036",
      "zh_CN": "【我知法界无断。入于如来甚深平等种种圆满不断智故。】",
      "zh_TW": "【我知法界無斷。入於如來甚深平等種種圓滿不斷智故。】"
    },
    {
      "id": "12-008-0007_p0037",
      "zh_CN": "法界没有生灭，因此也没有断常，这个地方特别侧重在它不间断的，法界是没有间断的。没有间断，所以智慧才是圆满常恒的。这个境界，在实际生活当中，我们总觉得这个智慧是会间断的。譬如过去所学的，隔几个月就忘掉，再提起这又想起来，好像有断有续。不但眼前是这样的，常常我们在经上也看到，连阿罗汉还有隔阴之迷，这不就是就有种断续的现象吗？对的，这个断续现象妄心里面有，真心里面没有；换句话说，情识里头有，本性里面没有。本性里面显出的智慧，显出的大定，无时无处不是圆满的，这是实在的。由此可以晓得，智性是真的，情识是虚妄的，所以妄心是相续心，是个生灭相续不断的相续心。真心是真常的，大经里面常讲「常住真心」，它是不间断的。他是观察到这个境界，观到这个境界他又有心得了，他得到的是『入于如来甚深平等』，「平等」这两个字最初就是出于佛经的。这两个字字源是出在佛经上的，就是出在《华严经》上的，因为《华严经》是佛最初说的，不但平等，「甚深平等」。",
      "zh_TW": "法界沒有生滅，因此也沒有斷常，這個地方特別側重在它不間斷的，法界是沒有間斷的。沒有間斷，所以智慧才是圓滿常恆的。這個境界，在實際生活當中，我們總覺得這個智慧是會間斷的。譬如過去所學的，隔幾個月就忘掉，再提起這又想起來，好像有斷有續。不但眼前是這樣的，常常我們在經上也看到，連阿羅漢還有隔陰之迷，這不就是就有種斷續的現象嗎？對的，這個斷續現象妄心裡面有，真心裡面沒有；換句話說，情識裡頭有，本性裡面沒有。本性裡面顯出的智慧，顯出的大定，無時無處不是圓滿的，這是實在的。由此可以曉得，智性是真的，情識是虛妄的，所以妄心是相續心，是個生滅相續不斷的相續心。真心是真常的，大經裡面常講「常住真心」，它是不間斷的。他是觀察到這個境界，觀到這個境界他又有心得了，他得到的是『入於如來甚深平等』，「平等」這兩個字最初就是出於佛經的。這兩個字字源是出在佛經上的，就是出在《華嚴經》上的，因為《華嚴經》是佛最初說的，不但平等，「甚深平等」。"
    },
    {
      "id": "12-008-0007_p0038",
      "zh_CN": "『种种圆满不断智』，是真智慧。这句话念起来容易，含义甚深。我们如果想把自己真智慧透露出来，从哪里做起？要从甚深平等上做起。平等心是真心，心里面才有分别就不平等；换句话说，起了一念就不平等。为什么？纵然起一念，每个人起的念头不一样，怎么会平等？一念不生的时候平等，所以一念不生的这个心，跟十方诸佛如来的心是一个样子，心心相印才能有感应道交，起一念就不行。诸位一定要记住一个总原则，你这个学佛就不会吃亏，不会走上歧途。凡是见性的菩萨心都平等的，没有见性的心不平等，为什么？没有见性是八识当家，用识，所以当然不平等。见了性之后，就是交光大师在《楞严正脉》上所讲的，「舍识用根」，他见性了他必然舍心意识，他用六根的根性，用见性见一切色法，用闻性闻一切声法，六根根性是平等的。这个境界在圆教讲初住以上，所以就用平等心、用真心。甚深平等，你就晓得这在初住以上，像此地六地那还有什么话说！那当然甚深，当然是甚深。",
      "zh_TW": "『種種圓滿不斷智』，是真智慧。這句話念起來容易，含義甚深。我們如果想把自己真智慧透露出來，從哪裡做起？要從甚深平等上做起。平等心是真心，心裡面才有分別就不平等；換句話說，起了一念就不平等。為什麼？縱然起一念，每個人起的念頭不一樣，怎麼會平等？一念不生的時候平等，所以一念不生的這個心，跟十方諸佛如來的心是一個樣子，心心相印才能有感應道交，起一念就不行。諸位一定要記住一個總原則，你這個學佛就不會吃虧，不會走上歧途。凡是見性的菩薩心都平等的，沒有見性的心不平等，為什麼？沒有見性是八識當家，用識，所以當然不平等。見了性之後，就是交光大師在《楞嚴正脈》上所講的，「捨識用根」，他見性了他必然捨心意識，他用六根的根性，用見性見一切色法，用聞性聞一切聲法，六根根性是平等的。這個境界在圓教講初住以上，所以就用平等心、用真心。甚深平等，你就曉得這在初住以上，像此地六地那還有什麼話說！那當然甚深，當然是甚深。"
    },
    {
      "id": "12-008-0007_p0039",
      "zh_CN": "大家记住这个原则怎么不上当，现在这末法时期，这《楞严经》说得很好，你看《楞严》第六卷的末后「四种清净明诲」，这章里面所说的，「末法时期，邪师说法，如恒河沙」。你到哪里去找一个正知正见的老师？你找不到。各人说各人一套，各人说各人的那个法高，这个法高、那个法不行，法门都是平等的，没有高下。自赞毁他那不叫邪见，什么叫邪见？不但在佛门里面一切这个法是佛说的，不可以自赞毁他，就是连外教都不可以。基督教、天主教这些外教，它不是佛教，都不可以，为什么不可以？试问问它那个法是不是真如本性变现的？是！应观法界性，一切唯心造。你明白这个道理心真平等，一切法里头得平等。他对我不平等，他迷；他迷，我不迷，他对我不平等，我对他平等，这才是一个觉悟的态度。他对我不平等，我为什么对他平等？这就错了，他迷，我也迷，那就不对。他迷我不迷，这才是佛法。",
      "zh_TW": "大家記住這個原則怎麼不上當，現在這末法時期，這《楞嚴經》說得很好，你看《楞嚴》第六卷的末後「四種清淨明誨」，這章裡面所說的，「末法時期，邪師說法，如恆河沙」。你到哪裡去找一個正知正見的老師？你找不到。各人說各人一套，各人說各人的那個法高，這個法高、那個法不行，法門都是平等的，沒有高下。自讚毀他那不叫邪見，什麼叫邪見？不但在佛門裡面一切這個法是佛說的，不可以自讚毀他，就是連外教都不可以。基督教、天主教這些外教，它不是佛教，都不可以，為什麼不可以？試問問它那個法是不是真如本性變現的？是！應觀法界性，一切唯心造。你明白這個道理心真平等，一切法裡頭得平等。他對我不平等，他迷；他迷，我不迷，他對我不平等，我對他平等，這才是一個覺悟的態度。他對我不平等，我為什麼對他平等？這就錯了，他迷，我也迷，那就不對。他迷我不迷，這才是佛法。"
    },
    {
      "id": "12-008-0007_p0040",
      "zh_CN": "所以这个原则我们要了解，我们要认清楚，我们在末法时期修学大乘佛法，也不会迷失方向。不管人怎么说我如如不动，他跟我说了，他对我有很大的帮助，纵然他批评我、他指责我，说我种种不是，也成就我，我怎么？我没有分别心，没有分别心对这个境界上统统了解，成就我的智慧，晓得他有这些事相、有这些知见，这就前面说的他那八识里头变现这个境界，我看得清清楚楚，我们是局外人看得清清楚楚，这增长我们智慧。我听了之后如如不动，还以平等心决定没有破坏，增长自己的定力，岂不是这个境缘帮助我们甚深定慧！如果他一说我们就生气了，完了，他一说把你定慧全都失掉，你这个心里面一生气给诸位说，你的智慧没有了，你马上被境界迷了；心里头动摇，定没有了，定慧都丧失掉。",
      "zh_TW": "所以這個原則我們要了解，我們要認清楚，我們在末法時期修學大乘佛法，也不會迷失方向。不管人怎麼說我如如不動，他跟我說了，他對我有很大的幫助，縱然他批評我、他指責我，說我種種不是，也成就我，我怎麼？我沒有分別心，沒有分別心對這個境界上統統了解，成就我的智慧，曉得他有這些事相、有這些知見，這就前面說的他那八識裡頭變現這個境界，我看得清清楚楚，我們是局外人看得清清楚楚，這增長我們智慧。我聽了之後如如不動，還以平等心決定沒有破壞，增長自己的定力，豈不是這個境緣幫助我們甚深定慧！如果他一說我們就生氣了，完了，他一說把你定慧全都失掉，你這個心裡面一生氣給諸位說，你的智慧沒有了，你馬上被境界迷了；心裡頭動搖，定沒有了，定慧都喪失掉。"
    },
    {
      "id": "12-008-0007_p0041",
      "zh_CN": "现在所谓是佛讲的邪师说法如恒河沙，如果会修行，这是好地方，正是磨炼的机会太多太多。磨炼的机会多，你成就得快，好像那个老师很严格，天天考你，你没有几天课程修圆满了，你就毕业。如果那个老师要很好说话，这一年才来考一次，你们现在如果说念一个学期要考三次，那老师一年考一次，你这一个学期要念三年才能成就。那个老师很厉害，一个礼拜来考你一次，三个礼拜就考完了，你就毕业了，就是这么个道理。所以真正懂得这个原理原则会修行的人，我们现前这个时代，真是要修到理一心不乱，不难，没几年就成就。不管什么境界考的时候，我不取于相，如如不动，成就我甚深平等，成就我甚深定慧。底下这「种种圆满」，就是你的慧圆满、定圆满了，你的功德圆满，你没有一样不圆满，这法子妙得不得了，就在你会用、不会用。「不断智故」，你这个真智现前永无间断。",
      "zh_TW": "現在所謂是佛講的邪師說法如恆河沙，如果會修行，這是好地方，正是磨鍊的機會太多太多。磨鍊的機會多，你成就得快，好像那個老師很嚴格，天天考你，你沒有幾天課程修圓滿了，你就畢業。如果那個老師要很好說話，這一年才來考一次，你們現在如果說念一個學期要考三次，那老師一年考一次，你這一個學期要念三年才能成就。那個老師很厲害，一個禮拜來考你一次，三個禮拜就考完了，你就畢業了，就是這麼個道理。所以真正懂得這個原理原則會修行的人，我們現前這個時代，真是要修到理一心不亂，不難，沒幾年就成就。不管什麼境界考的時候，我不取於相，如如不動，成就我甚深平等，成就我甚深定慧。底下這「種種圓滿」，就是你的慧圓滿、定圓滿了，你的功德圓滿，你沒有一樣不圓滿，這法子妙得不得了，就在你會用、不會用。「不斷智故」，你這個真智現前永無間斷。"
    },
    {
      "id": "12-008-0007_p0042",
      "zh_CN": "我们今天时间到了，只能讲到此地。",
      "zh_TW": "我們今天時間到了，只能講到此地。"
    }
  ]
}