{
  "doc_id": "12-008-0014",
  "title": {
    "zh_CN": "四十华严守护夜神章",
    "zh_TW": "四十華嚴守護夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1981",
    "zh_TW": "1981"
  },
  "doc_number": "12-008-0014",
  "total_paragraphs": 79,
  "paragraphs": [
    {
      "id": "12-008-0014_p0001",
      "zh_CN": "七百七十二面第四行，我们将经文念几句对对地方。",
      "zh_TW": "七百七十二面第四行，我們將經文念幾句對對地方。"
    },
    {
      "id": "12-008-0014_p0002",
      "zh_CN": "【过于刹转极微劫。时有劫名无垢光。刹号法光吉祥云。城名普宝拘苏摩。】",
      "zh_TW": "【過於剎轉極微劫。時有劫名無垢光。剎號法光吉祥雲。城名普寶拘蘇摩。】"
    },
    {
      "id": "12-008-0014_p0003",
      "zh_CN": "从这首开始。此地偈颂一共是有十一首半，都是属于重颂，前面两首是讲法门体用，我们上一次读过。今天这个地方开始，是重颂前面所讲菩萨得法的根源，长行文曾经讨论过，所以偈颂一念我们就能够回想到前面所说的。『过』是超过，时劫太久远了，『刹转极微劫』，极微尘个极微尘这是讲时间非常的久远，久远劫之前有一个劫的名称，叫『无垢光』。『刹』是佛的国土，也就是经中常讲的三千大千世界，这是一尊佛教化的区域。像释迦牟尼佛现在这个国土叫做娑婆世界，阿弥陀佛现前的国土叫极乐世界。",
      "zh_TW": "從這首開始。此地偈頌一共是有十一首半，都是屬於重頌，前面兩首是講法門體用，我們上一次讀過。今天這個地方開始，是重頌前面所講菩薩得法的根源，長行文曾經討論過，所以偈頌一念我們就能夠回想到前面所說的。『過』是超過，時劫太久遠了，『剎轉極微劫』，極微塵個極微塵這是講時間非常的久遠，久遠劫之前有一個劫的名稱，叫『無垢光』。『剎』是佛的國土，也就是經中常講的三千大千世界，這是一尊佛教化的區域。像釋迦牟尼佛現在這個國土叫做娑婆世界，阿彌陀佛現前的國土叫極樂世界。"
    },
    {
      "id": "12-008-0014_p0004",
      "zh_CN": "当时这尊佛出现的时候，这个世界叫『法光吉祥云』，这个名称也非常之好。这个世界众生他的智慧、福报，可以说都超过我们现在这个世界，我们这个世界叫娑婆，娑婆是梵语翻成中国的意思，就是堪忍世界，这个世界很苦，你们都能忍受得了，所以跟人家这是「法光吉祥云」，这个名称没有办法相比。所以我们一看这个名称，就晓得那个时候众生福慧双修。『城名普宝拘苏摩』，这是前面说过，「拘苏摩」是梵语，翻成中国意思是花宫。「普」是众多的意思，许多宝花庄严的宫殿，此地这是讲王都，这个国王的首都是富丽堂皇，就像个花宫一样，是花园城市。这也显示这个国土众生福报之大，他才有这样殊胜庄严。",
      "zh_TW": "當時這尊佛出現的時候，這個世界叫『法光吉祥雲』，這個名稱也非常之好。這個世界眾生他的智慧、福報，可以說都超過我們現在這個世界，我們這個世界叫娑婆，娑婆是梵語翻成中國的意思，就是堪忍世界，這個世界很苦，你們都能忍受得了，所以跟人家這是「法光吉祥雲」，這個名稱沒有辦法相比。所以我們一看這個名稱，就曉得那個時候眾生福慧雙修。『城名普寶拘蘇摩』，這是前面說過，「拘蘇摩」是梵語，翻成中國意思是花宮。「普」是眾多的意思，許多寶花莊嚴的宮殿，此地這是講王都，這個國王的首都是富麗堂皇，就像個花宮一樣，是花園城市。這也顯示這個國土眾生福報之大，他才有這樣殊勝莊嚴。"
    },
    {
      "id": "12-008-0014_p0005",
      "zh_CN": "【其中诸佛兴于世。量与须弥尘数等。】",
      "zh_TW": "【其中諸佛興於世。量與須彌塵數等。】"
    },
    {
      "id": "12-008-0014_p0006",
      "zh_CN": "这两句就是说在无垢光劫，就是一劫之中出现这个佛无量无边。这也超胜我们现前太多，现在佛经里面讲，我们这个劫叫贤劫，在这一大劫里面，才只一千尊佛出现于世间。要比起他这个『量与须弥尘数等』，这个须弥山就不要算太大了，就算我们台湾这小小的阿里山，这是小得很可怜。如果阿里山把它磨成微尘，一粒微尘算一尊佛那就天文数字。可见得他这个大劫里面出现的佛，真正是太多太多了。此地讲的须弥山，绝对不像我们阿里山，比我们阿里山要大得太多太多。就是他在这一劫当中出现的佛多，而我们这一劫当中才只一千尊佛出现于世，就是有佛的时间短，没有佛的时间太长。佛出现于世间是众生有福，有得度的机缘；换句话说，就是有了生死出三界，破迷开悟的机会。佛不出现在世间，这个机缘就没有了，机会没有了，纵然众生有善根、有福德，如果得不到闻法的机会，这一生还是空过了。所以佛出现于世间，是众生最大的福报。",
      "zh_TW": "這兩句就是說在無垢光劫，就是一劫之中出現這個佛無量無邊。這也超勝我們現前太多，現在佛經裡面講，我們這個劫叫賢劫，在這一大劫裡面，才只一千尊佛出現於世間。要比起他這個『量與須彌塵數等』，這個須彌山就不要算太大了，就算我們台灣這小小的阿里山，這是小得很可憐。如果阿里山把它磨成微塵，一粒微塵算一尊佛那就天文數字。可見得他這個大劫裡面出現的佛，真正是太多太多了。此地講的須彌山，絕對不像我們阿里山，比我們阿里山要大得太多太多。就是他在這一劫當中出現的佛多，而我們這一劫當中才只一千尊佛出現於世，就是有佛的時間短，沒有佛的時間太長。佛出現於世間是眾生有福，有得度的機緣；換句話說，就是有了生死出三界，破迷開悟的機會。佛不出現在世間，這個機緣就沒有了，機會沒有了，縱然眾生有善根、有福德，如果得不到聞法的機會，這一生還是空過了。所以佛出現於世間，是眾生最大的福報。"
    },
    {
      "id": "12-008-0014_p0007",
      "zh_CN": "【佛号法海大声王。于此劫中先出现。】",
      "zh_TW": "【佛號法海大聲王。於此劫中先出現。】"
    },
    {
      "id": "12-008-0014_p0008",
      "zh_CN": "就是无量佛在这一劫里头，第一尊出现的佛就是『法海大声王』。",
      "zh_TW": "就是無量佛在這一劫裡頭，第一尊出現的佛就是『法海大聲王』。"
    },
    {
      "id": "12-008-0014_p0009",
      "zh_CN": "【乃至其中最后佛。名为法界智灯王。如是一切诸如来。我皆供养听闻法。】",
      "zh_TW": "【乃至其中最後佛。名為法界智燈王。如是一切諸如來。我皆供養聽聞法。】"
    },
    {
      "id": "12-008-0014_p0010",
      "zh_CN": "从这首偈当中，我们晓得菩萨善根非常深厚，生生世世能够亲近诸佛如来，这种机会也是非常稀有。我们亲近佛，虽然亲近了，由于自己没有开悟，即使是开悟还不行，开悟了还不管用。悟就是解悟，你能够理解，你没做到那不行，那还是要轮回生死，还是得进进退退的这个没法子。必须要证果，这点我们要特别注意到，证个小小的果就行了，为什么？不退转了，像小乘的须陀洹，只要证到小乘须陀洹就不退转了。虽然不能超越三界，绝不堕三恶道，这是得了保险。人天两道当中若有佛菩萨出现，你一定有机会遇到。如果要沦落到三恶道，事情就麻烦了，虽然恶道也有诸佛菩萨化身到那里，去给他做增上缘，那总是难得太多，没有人天这么便利。",
      "zh_TW": "從這首偈當中，我們曉得菩薩善根非常深厚，生生世世能夠親近諸佛如來，這種機會也是非常稀有。我們親近佛，雖然親近了，由於自己沒有開悟，即使是開悟還不行，開悟了還不管用。悟就是解悟，你能夠理解，你沒做到那不行，那還是要輪迴生死，還是得進進退退的這個沒法子。必須要證果，這點我們要特別注意到，證個小小的果就行了，為什麼？不退轉了，像小乘的須陀洹，只要證到小乘須陀洹就不退轉了。雖然不能超越三界，絕不墮三惡道，這是得了保險。人天兩道當中若有佛菩薩出現，你一定有機會遇到。如果要淪落到三惡道，事情就麻煩了，雖然惡道也有諸佛菩薩化身到那裡，去給他做增上緣，那總是難得太多，沒有人天這麼便利。"
    },
    {
      "id": "12-008-0014_p0011",
      "zh_CN": "小乘须陀洹这个地位，在《华严经》里面五十一位菩萨，我们不讲四十一，四十一那是法身大士，那标准太高了。我们讲五十一，加上前面十信位才是初信位的菩萨，这个地位并不很高。如果在修净土法门里面来说，也只是上品的带业往生，功夫成片，是上品的功夫成片，记住，没有到一心。如果到事一心，那是小乘的四果，那是十信菩萨里面第七信位的菩萨。我们现在的标准拉到初信，最低的标准。所以我们这个修学在这一生当中，太高的，总得有那个心，做不到，最起码的要做到圆教里面的初信位。这个讲的烦恼难断，佛法的理论很好，做不到，是不是真的做不到？那我就可以告诉你，真做不到。你说为什么做不到？因为你自己没有信心，这就没法子。你自己对你自己失掉了信心，诸佛菩萨都帮不上忙。",
      "zh_TW": "小乘須陀洹這個地位，在《華嚴經》裡面五十一位菩薩，我們不講四十一，四十一那是法身大士，那標準太高了。我們講五十一，加上前面十信位才是初信位的菩薩，這個地位並不很高。如果在修淨土法門裡面來說，也只是上品的帶業往生，功夫成片，是上品的功夫成片，記住，沒有到一心。如果到事一心，那是小乘的四果，那是十信菩薩裡面第七信位的菩薩。我們現在的標準拉到初信，最低的標準。所以我們這個修學在這一生當中，太高的，總得有那個心，做不到，最起碼的要做到圓教裡面的初信位。這個講的煩惱難斷，佛法的理論很好，做不到，是不是真的做不到？那我就可以告訴你，真做不到。你說為什麼做不到？因為你自己沒有信心，這就沒法子。你自己對你自己失掉了信心，諸佛菩薩都幫不上忙。"
    },
    {
      "id": "12-008-0014_p0012",
      "zh_CN": "所以你自己一定要有坚强的信心，我在这一生当中决定可以做到。那你要去问佛菩萨，佛菩萨会点点头，你一定会做到。为什么会做到？你有信心。信为道元功德母就是这个道理，谁能做到？具足的信心的人他就能做到。我们无量劫以来，刚才说就亲近无量无边的如来，我们在所有诸佛法会里面也听了不少佛法，信心从来没有建立起来，这个信心是露水道心，若有若无，你说没有，也有；你说有，不够标准，所以才沦落在今天这样的地步。在这一生当中我们决定要达到标准，这一生就决定成就。尤其是在现代这个时代，这个时代对于修行人来说，也是千载难逢的好机会。世界浊恶到了极处，你在这个时代里面，还能够到身心清净，如如不动，你这个成就比别人快。",
      "zh_TW": "所以你自己一定要有堅強的信心，我在這一生當中決定可以做到。那你要去問佛菩薩，佛菩薩會點點頭，你一定會做到。為什麼會做到？你有信心。信為道元功德母就是這個道理，誰能做到？具足的信心的人他就能做到。我們無量劫以來，剛才說就親近無量無邊的如來，我們在所有諸佛法會裡面也聽了不少佛法，信心從來沒有建立起來，這個信心是露水道心，若有若無，你說沒有，也有；你說有，不夠標準，所以才淪落在今天這樣的地步。在這一生當中我們決定要達到標準，這一生就決定成就。尤其是在現代這個時代，這個時代對於修行人來說，也是千載難逢的好機會。世界濁惡到了極處，你在這個時代裡面，還能夠到身心清淨，如如不動，你這個成就比別人快。"
    },
    {
      "id": "12-008-0014_p0013",
      "zh_CN": "相反的，这个时代淘汰人也快，成就人也快，都成正例，不成就就被淘汰掉。今天这个世界名闻利养、五欲六尘，这种诱惑的力量比古人增加百千倍，这么强大的诱惑力量都诱不动你，你这个定功了不起。从前那些祖师大德修成，看看你们今天有成就，他不能不佩服，为什么？他要是换作今天未必能成就，未必能不动心。所以这个时代虽然说浊恶，对于一个真正修行人来说，这个机会太好了。在这个时代里面必须要经上所说，要多善根、多福德、多因缘。这三个条件，二个条件是我们本身具足的，所以善根是信解，福德是奉行，我们能信、能解，能够依教奉行，这就是善根福德具足了。",
      "zh_TW": "相反的，這個時代淘汰人也快，成就人也快，都成正例，不成就就被淘汰掉。今天這個世界名聞利養、五欲六塵，這種誘惑的力量比古人增加百千倍，這麼強大的誘惑力量都誘不動你，你這個定功了不起。從前那些祖師大德修成，看看你們今天有成就，他不能不佩服，為什麼？他要是換作今天未必能成就，未必能不動心。所以這個時代雖然說濁惡，對於一個真正修行人來說，這個機會太好了。在這個時代裡面必須要經上所說，要多善根、多福德、多因緣。這三個條件，二個條件是我們本身具足的，所以善根是信解，福德是奉行，我們能信、能解，能夠依教奉行，這就是善根福德具足了。"
    },
    {
      "id": "12-008-0014_p0014",
      "zh_CN": "外缘这是因缘，现在因缘表面上看起来，好像没有从前殊胜，细细想起来，现在有现在的殊胜处，第一个，经典得来容易，这是古人做不到的。古人要去得到一部经，那只有到寺庙藏经楼里面去抄去。因为从前没有印刷术，你看唐宋里讲经卷都是写的，故宫博物院诸位都能看到，你只有去抄去。再有钱的人家，请那些秀才念书人，给一点钱请他们来给你代抄，以前佛经这么样流通的。现代的印刷术发达，《大藏经》的经本子缩小了，所以中等以上的家庭，请一部《藏经》回家来供养、研读，这是古人是连作梦都不敢想的，这个法缘殊胜。再说听经，现在我们是尽一切的力量，在这里发展录影带跟录音带，你没有时间到讲堂来，你可以把录音带借回家去，你喜欢这部经可以拷贝一套，在家里慢慢听。一个星期我们有一次聚会专门解答问题，你要有什么疑难，可以参加我们的研究讨论会，这种殊胜的因缘也是过去世没有的。",
      "zh_TW": "外緣這是因緣，現在因緣表面上看起來，好像沒有從前殊勝，細細想起來，現在有現在的殊勝處，第一個，經典得來容易，這是古人做不到的。古人要去得到一部經，那只有到寺廟藏經樓裡面去抄去。因為從前沒有印刷術，你看唐宋裡講經卷都是寫的，故宮博物院諸位都能看到，你只有去抄去。再有錢的人家，請那些秀才念書人，給一點錢請他們來給你代抄，以前佛經這麼樣流通的。現代的印刷術發達，《大藏經》的經本子縮小了，所以中等以上的家庭，請一部《藏經》回家來供養、研讀，這是古人是連作夢都不敢想的，這個法緣殊勝。再說聽經，現在我們是盡一切的力量，在這裡發展錄影帶跟錄音帶，你沒有時間到講堂來，你可以把錄音帶借回家去，你喜歡這部經可以拷貝一套，在家裡慢慢聽。一個星期我們有一次聚會專門解答問題，你要有什麼疑難，可以參加我們的研究討論會，這種殊勝的因緣也是過去世沒有的。"
    },
    {
      "id": "12-008-0014_p0015",
      "zh_CN": "所以诸位想想，我们自己是不是具足善根福德因缘？确实没有一条你欠缺，缺乏的就是你的自信心。佛法上成就离不了要共修，这是自古以来，成就人必经的途径。真正有几个志同道合，人数不要多，最好是不超过十个人。我们此地有个讲堂，也有个佛堂，都可以供给诸位同修来使用。你们一个星期一次共修，志同道合的在一起，在一块来念个两个钟点佛，或者是静坐。一个星期一次，我们这里也可以组成七个班，按照时间来排，甲班星期一，乙班星期二，都是好方式、好方法。台中莲社念佛班，他们是每个星期有一次共修会，平常在家里念佛，这一天大家集合在一起念佛。对于经典研究也是如此，也要组织志同道合的，组成小班来共同研究讨论，交换心得，这样才能成就。所以希望诸位充分的利用这个讲堂，利用这个佛堂，做为一个真正解行并重，福慧双修的道场。你组织有几个人之后，在我们这里登记，排定时间，到这个时间，这个时间就属于你们的，这点很重要。",
      "zh_TW": "所以諸位想想，我們自己是不是具足善根福德因緣？確實沒有一條你欠缺，缺乏的就是你的自信心。佛法上成就離不了要共修，這是自古以來，成就人必經的途徑。真正有幾個志同道合，人數不要多，最好是不超過十個人。我們此地有個講堂，也有個佛堂，都可以供給諸位同修來使用。你們一個星期一次共修，志同道合的在一起，在一塊來念個兩個鐘點佛，或者是靜坐。一個星期一次，我們這裡也可以組成七個班，按照時間來排，甲班星期一，乙班星期二，都是好方式、好方法。台中蓮社念佛班，他們是每個星期有一次共修會，平常在家裡念佛，這一天大家集合在一起念佛。對於經典研究也是如此，也要組織志同道合的，組成小班來共同研究討論，交換心得，這樣才能成就。所以希望諸位充分的利用這個講堂，利用這個佛堂，做為一個真正解行並重，福慧雙修的道場。你組織有幾個人之後，在我們這裡登記，排定時間，到這個時間，這個時間就屬於你們的，這點很重要。"
    },
    {
      "id": "12-008-0014_p0016",
      "zh_CN": "所以佛虽然不在世了，我们今天生在释迦牟尼佛末法的时代，真正肯发心修学，与佛住世实在说并没有两样，这是我们一定要有这样的认识，要常常勉励自己。经典就是佛的言语、佛的教训，读经就是接受佛的教训，共修就是依佛教导来修行，所以与佛住世又有什么两样！所以我们读《华严经》，虽然对于这些诸菩萨很羡慕，他们的因缘殊胜。再回头想一想，我们的因缘也并不逊色，我们自己就非常的安慰。具足信愿行，我们这一生同样有成就。这些话就是此地一句的结语，『如是一切诸如来，我皆供养听闻法』。我们今天能够这样做，就是供养一切诸如来，听闻一切如来的教导。虽然是释迦牟尼佛留给我们的，佛佛道同，没有两样，一佛所说即是一切如来所说。再看下面经文：",
      "zh_TW": "所以佛雖然不在世了，我們今天生在釋迦牟尼佛末法的時代，真正肯發心修學，與佛住世實在說並沒有兩樣，這是我們一定要有這樣的認識，要常常勉勵自己。經典就是佛的言語、佛的教訓，讀經就是接受佛的教訓，共修就是依佛教導來修行，所以與佛住世又有什麼兩樣！所以我們讀《華嚴經》，雖然對於這些諸菩薩很羨慕，他們的因緣殊勝。再回頭想一想，我們的因緣也並不遜色，我們自己就非常的安慰。具足信願行，我們這一生同樣有成就。這些話就是此地一句的結語，『如是一切諸如來，我皆供養聽聞法』。我們今天能夠這樣做，就是供養一切諸如來，聽聞一切如來的教導。雖然是釋迦牟尼佛留給我們的，佛佛道同，沒有兩樣，一佛所說即是一切如來所說。再看下面經文："
    },
    {
      "id": "12-008-0014_p0017",
      "zh_CN": "【我见法海音王佛。其身普作真金色。众相庄严如宝山。发心愿得无师道。】",
      "zh_TW": "【我見法海音王佛。其身普作真金色。眾相莊嚴如寶山。發心願得無師道。】"
    },
    {
      "id": "12-008-0014_p0018",
      "zh_CN": "这就说他最初得法的老师，就得法的本师如来，先是有两句赞叹佛，赞佛的两句偈。这个身金色也要知道它表法的意思，要懂得这个意思。如果这个人果然颜色都像黄金一样黄黄的，这也很难看，我们看了也不顺眼，这人大概一定有病，要不然皮肤怎么发黄？『金色』是取金是一般世间人最喜欢，哪个人不爱黄金？取这个意思。它的色相之好，人见人爱，就是这个意思。『众相』这是讲细相，前一句是说总相，细相是我们常说的三十二相八十种好，这是说释迦牟尼佛所示现的劣应身。我们世间人所讲哪个相是贵相，富贵之相，你心目当中所认为那些富贵之相，他统统都有，不但有，特别好。哪个不喜欢？所以这称之为宝相，称之为金色身是这么个意思。如果我们要问，这佛是不是真的能够现金色身？当然也能。为什么能？唯心所现，唯识所变。心本具一切法，能现一切法，怎么不能现？当然能现。所以说理上说得通，事上也不例外，事上也能够讲得通。但是诸佛如来教化众生，一定示现跟众生同样的相，不会示现一个特殊的相，特殊的相没有法子利益众生。所以这个金色宝相，还是应当说之为众生欢喜之相，众生尊重之相，这就叫金色，就叫做宝相。",
      "zh_TW": "這就說他最初得法的老師，就得法的本師如來，先是有兩句讚歎佛，讚佛的兩句偈。這個身金色也要知道它表法的意思，要懂得這個意思。如果這個人果然顏色都像黃金一樣黃黃的，這也很難看，我們看了也不順眼，這人大概一定有病，要不然皮膚怎麼發黃？『金色』是取金是一般世間人最喜歡，哪個人不愛黃金？取這個意思。它的色相之好，人見人愛，就是這個意思。『眾相』這是講細相，前一句是說總相，細相是我們常說的三十二相八十種好，這是說釋迦牟尼佛所示現的劣應身。我們世間人所講哪個相是貴相，富貴之相，你心目當中所認為那些富貴之相，他統統都有，不但有，特別好。哪個不喜歡？所以這稱之為寶相，稱之為金色身是這麼個意思。如果我們要問，這佛是不是真的能夠現金色身？當然也能。為什麼能？唯心所現，唯識所變。心本具一切法，能現一切法，怎麼不能現？當然能現。所以說理上說得通，事上也不例外，事上也能夠講得通。但是諸佛如來教化眾生，一定示現跟眾生同樣的相，不會示現一個特殊的相，特殊的相沒有法子利益眾生。所以這個金色寶相，還是應當說之為眾生歡喜之相，眾生尊重之相，這就叫金色，就叫做寶相。"
    },
    {
      "id": "12-008-0014_p0019",
      "zh_CN": "见了佛之后『发心愿得无师道』，这一句话就是发无上菩提心。「无师道」就是无上正等正觉，我们所谓是自然智、无师智，他发心、发愿一定要证得，一定要得到。这也是我们修学成功关键的所在，菩萨能发这个愿可见得他信心具足。我们这个愿发不起来，为什么？没有信心，所以我们的成就就很有限。他有信心，这点我们要认真的反省、检讨，要效法菩萨的发心、发愿。",
      "zh_TW": "見了佛之後『發心願得無師道』，這一句話就是發無上菩提心。「無師道」就是無上正等正覺，我們所謂是自然智、無師智，他發心、發願一定要證得，一定要得到。這也是我們修學成功關鍵的所在，菩薩能發這個願可見得他信心具足。我們這個願發不起來，為什麼？沒有信心，所以我們的成就就很有限。他有信心，這點我們要認真的反省、檢討，要效法菩薩的發心、發願。"
    },
    {
      "id": "12-008-0014_p0020",
      "zh_CN": "【我暂见彼如来身。即发菩提广大心。誓愿勤求一切智。心等如空法界性。】",
      "zh_TW": "【我暫見彼如來身。即發菩提廣大心。誓願勤求一切智。心等如空法界性。】"
    },
    {
      "id": "12-008-0014_p0021",
      "zh_CN": "前面是见佛发心，这首不但发了心，发心要认真的修行，可见得他的愿不是空愿，是真实的大愿。菩提心就是真心，真心是觉心，真心不迷，真心发起之后一定要修。所以没有修德，虽有性德，这性德不能够现前，性德要靠修德才能够显现，才能够真正得到受用。菩提心里面最重要的，是直心，但是菩提心的体用是相辅相成的，体是直心，作用有自受用、有他受用，自受用是清净心，他受用是大悲心。我们现前菩提心的体无法证得，我们从作用上下功夫。所以我先前跟诸位说过，我们现在这个境界好，在现前这种五花八门的世界里面，修清净心最好的机会。在这里面去练，练自己的如如不动，不取于相如如不动，这就是修菩提心。对待一切众生清净平等的大慈大悲，他受用；自受用是清净，享清净心的这叫真正的享福。世间五欲六尘，我们一般讲那叫红福，红尘之福，那个福里面有烦恼，那个福里面带着有业障。",
      "zh_TW": "前面是見佛發心，這首不但發了心，發心要認真的修行，可見得他的願不是空願，是真實的大願。菩提心就是真心，真心是覺心，真心不迷，真心發起之後一定要修。所以沒有修德，雖有性德，這性德不能夠現前，性德要靠修德才能夠顯現，才能夠真正得到受用。菩提心裡面最重要的，是直心，但是菩提心的體用是相輔相成的，體是直心，作用有自受用、有他受用，自受用是清淨心，他受用是大悲心。我們現前菩提心的體無法證得，我們從作用上下功夫。所以我先前跟諸位說過，我們現在這個境界好，在現前這種五花八門的世界裡面，修清淨心最好的機會。在這裡面去練，練自己的如如不動，不取於相如如不動，這就是修菩提心。對待一切眾生清淨平等的大慈大悲，他受用；自受用是清淨，享清淨心的這叫真正的享福。世間五欲六塵，我們一般講那叫紅福，紅塵之福，那個福裡面有煩惱，那個福裡面帶著有業障。"
    },
    {
      "id": "12-008-0014_p0022",
      "zh_CN": "清净之福那是最高的享受，慈悲不碍清净，清净不碍慈悲。几时到清净跟慈悲不二，清净就是慈悲，慈悲就是清净，直心就证得了，自性清净心的本体就现前。这个时候禅家叫明心见性、见性成佛，念佛法门里面这个境界叫做理一心不乱。所以你说修行在哪里修行？就是二六时中待人接物，修什么？修自己的清净心，修自己的慈悲心，千经万论就是讲的这个。修行纲领，这个三皈依，皈依佛、皈依法、皈依僧，诸位都知道，一定要记住这个意思。佛是觉而不迷，觉就是清净、就是慈悲；法是正而不邪，清净、慈悲是正知正见；僧是净，净而不染更不必说了。可见得三皈依修的什么？就是修的菩提心，就是修的真心。菩提心要大，大从哪里修？大就要修大慈大悲，无论在什么境界里统统都清净，这才叫大。我躲在人迹不到的地方，这很清净，这个都市太繁华，这个地方我不能去，去了我心里不清净。你修成的清净心，那清净心小，不大，小的清净心、小的慈悲心不是菩提心，这个要知道。菩提心是心包太虚，量周沙界，那才叫菩提心。",
      "zh_TW": "清淨之福那是最高的享受，慈悲不礙清淨，清淨不礙慈悲。幾時到清淨跟慈悲不二，清淨就是慈悲，慈悲就是清淨，直心就證得了，自性清淨心的本體就現前。這個時候禪家叫明心見性、見性成佛，念佛法門裡面這個境界叫做理一心不亂。所以你說修行在哪裡修行？就是二六時中待人接物，修什麼？修自己的清淨心，修自己的慈悲心，千經萬論就是講的這個。修行綱領，這個三皈依，皈依佛、皈依法、皈依僧，諸位都知道，一定要記住這個意思。佛是覺而不迷，覺就是清淨、就是慈悲；法是正而不邪，清淨、慈悲是正知正見；僧是淨，淨而不染更不必說了。可見得三皈依修的什麼？就是修的菩提心，就是修的真心。菩提心要大，大從哪裡修？大就要修大慈大悲，無論在什麼境界裡統統都清淨，這才叫大。我躲在人跡不到的地方，這很清淨，這個都市太繁華，這個地方我不能去，去了我心裡不清淨。你修成的清淨心，那清淨心小，不大，小的清淨心、小的慈悲心不是菩提心，這個要知道。菩提心是心包太虛，量周沙界，那才叫菩提心。"
    },
    {
      "id": "12-008-0014_p0023",
      "zh_CN": "『誓愿勤求一切智』，「一切智」就是一切种智，就是无上正等正觉。『心等如空法界性』，「等」是等同，这是讲心量。这句经文用意非常之深，为什么？凡夫就是心量太小，所以晓得佛法好，菩提心好，清净心好，始终没办法能做得到，心量太小。所以教你「心等如空法界性」，这才是真心全体显露。本来是这个样子的，尽虚空遍法界是自己心变现之物，心怎么不大！怎么不包法界！可见得我们今天心量这么小，错在自己，于一切法失去了正知，生起了邪见，于邪见当中起了分别执着，把这心量愈变愈小。这是我们病根之所在，一定要想方法来对治。这底下经文说：",
      "zh_TW": "『誓願勤求一切智』，「一切智」就是一切種智，就是無上正等正覺。『心等如空法界性』，「等」是等同，這是講心量。這句經文用意非常之深，為什麼？凡夫就是心量太小，所以曉得佛法好，菩提心好，清淨心好，始終沒辦法能做得到，心量太小。所以教你「心等如空法界性」，這才是真心全體顯露。本來是這個樣子的，盡虛空遍法界是自己心變現之物，心怎麼不大！怎麼不包法界！可見得我們今天心量這麼小，錯在自己，於一切法失去了正知，生起了邪見，於邪見當中起了分別執著，把這心量愈變愈小。這是我們病根之所在，一定要想方法來對治。這底下經文說："
    },
    {
      "id": "12-008-0014_p0024",
      "zh_CN": "【由斯普见三世佛。及以一切菩萨海。亦见刹海众生海。普遍发起大悲心。】",
      "zh_TW": "【由斯普見三世佛。及以一切菩薩海。亦見剎海眾生海。普遍發起大悲心。】"
    },
    {
      "id": "12-008-0014_p0025",
      "zh_CN": "这首偈是讲入于无边的『刹海』。",
      "zh_TW": "這首偈是講入於無邊的『剎海』。"
    },
    {
      "id": "12-008-0014_p0026",
      "zh_CN": "【随诸众生心所宜。一身普现无边刹。舒光动地遍十方。开悟一切诸含识。】",
      "zh_TW": "【隨諸眾生心所宜。一身普現無邊剎。舒光動地遍十方。開悟一切諸含識。】"
    },
    {
      "id": "12-008-0014_p0027",
      "zh_CN": "这首意思非常明显是自行化他。前一首是上求佛道，这首是下化众生，这个就是菩萨法门，菩萨的事业，一定要上求下化。在现前海内外同修们，都感觉到弘法利生的法师太少了。前年我在洛杉矶就跟大众们说，弘法利生的法师太少了，为什么少？是你们大家不愿意培养，就愈来愈少了。好像你要吃桃，又不肯去栽树，那桃不会从天上掉下来。你要想这个世间有很好的法师来弘法利生，大家就要发心来培养。怎么培养法？我们初发心的这些小法师、居士们，他们到这个地方来讲经，你们要来捧场。你们捧场，他精神就起来了，虽然讲得不好，还有这么多人听，大概我还不错，他信心就具足了。能够在台上讲个十年，哪有不成功的道理！你们同修们在这里，一听没怎么样，下次不来了，愈讲人愈少，到最后没有人。他想想，这讲经太难，大概我不是个材料，算了，我还是去赶经忏去。",
      "zh_TW": "這首意思非常明顯是自行化他。前一首是上求佛道，這首是下化眾生，這個就是菩薩法門，菩薩的事業，一定要上求下化。在現前海內外同修們，都感覺到弘法利生的法師太少了。前年我在洛杉磯就跟大眾們說，弘法利生的法師太少了，為什麼少？是你們大家不願意培養，就愈來愈少了。好像你要吃桃，又不肯去栽樹，那桃不會從天上掉下來。你要想這個世間有很好的法師來弘法利生，大家就要發心來培養。怎麼培養法？我們初發心的這些小法師、居士們，他們到這個地方來講經，你們要來捧場。你們捧場，他精神就起來了，雖然講得不好，還有這麼多人聽，大概我還不錯，他信心就具足了。能夠在台上講個十年，哪有不成功的道理！你們同修們在這裡，一聽沒怎麼樣，下次不來了，愈講人愈少，到最後沒有人。他想想，這講經太難，大概我不是個材料，算了，我還是去趕經懺去。"
    },
    {
      "id": "12-008-0014_p0028",
      "zh_CN": "所以发心培养功德无量无边，这些小法师们来学讲经，你们每次都来捧场，都来在那里听。你要晓得这是无量无边的功德，这法师把他训练成了，后代的人就有经听。而且你们来听经，在我这个地方学讲经的，可以说是我的学生，绝对不可以贡高我慢。要接受广大群众批评，要接纳，你们觉得他哪里不错，也可以赞叹几句；哪个地方讲得不很满意，要提出来，让他晓得改进。如果每次讲经给他提出一、二个毛病，他修改，他修改个几年就没有毛病了，这是诸位对他无量无边的功德，这是你们在培养法师。所以培养法师是诸位大家的责任，千万不要说这法师讲得不怎么样，掉头而去，下次都不来。那以后就没经听，以后没有人发心讲经。",
      "zh_TW": "所以發心培養功德無量無邊，這些小法師們來學講經，你們每次都來捧場，都來在那裡聽。你要曉得這是無量無邊的功德，這法師把他訓練成了，後代的人就有經聽。而且你們來聽經，在我這個地方學講經的，可以說是我的學生，絕對不可以貢高我慢。要接受廣大群眾批評，要接納，你們覺得他哪裡不錯，也可以讚歎幾句；哪個地方講得不很滿意，要提出來，讓他曉得改進。如果每次講經給他提出一、二個毛病，他修改，他修改個幾年就沒有毛病了，這是諸位對他無量無邊的功德，這是你們在培養法師。所以培養法師是諸位大家的責任，千萬不要說這法師講得不怎麼樣，掉頭而去，下次都不來。那以後就沒經聽，以後沒有人發心講經。"
    },
    {
      "id": "12-008-0014_p0029",
      "zh_CN": "这讲台上能讲得好，也是苦练出来的。学讲的人脸皮要厚，把人统统讲跑了绝不气馁，绝不灰心，对着桌椅板凳我还照样讲，讲的人要有这种毅力。真发心，自然感动诸佛菩萨来加持、来护持你。同修们能够热烈的拥护，使发心讲经的人，他这个信心、兴趣、意愿都能够增长，不叫他退失，这是续佛慧命。他将来在那边弘法利生，就是我们护持的人大家弘法利生，这个功德不是一个人，每个来护持的同等功德，是继续诸佛菩萨的慧命，是利益无量无边的众生，我们能够体会到这个意思，自自然然就肯发心来护持，这护持佛法。所以菩萨一定要上求下化，才能够成就。",
      "zh_TW": "這講台上能講得好，也是苦練出來的。學講的人臉皮要厚，把人統統講跑了絕不氣餒，絕不灰心，對著桌椅板凳我還照樣講，講的人要有這種毅力。真發心，自然感動諸佛菩薩來加持、來護持你。同修們能夠熱烈的擁護，使發心講經的人，他這個信心、興趣、意願都能夠增長，不叫他退失，這是續佛慧命。他將來在那邊弘法利生，就是我們護持的人大家弘法利生，這個功德不是一個人，每個來護持的同等功德，是繼續諸佛菩薩的慧命，是利益無量無邊的眾生，我們能夠體會到這個意思，自自然然就肯發心來護持，這護持佛法。所以菩薩一定要上求下化，才能夠成就。"
    },
    {
      "id": "12-008-0014_p0030",
      "zh_CN": "【见第二佛而亲近。亦见十方刹海佛。乃至最后佛出兴。名为法界智灯王。如是须弥极微数。一切如来咸供养。于诸刹转极微劫。所有如来照世灯。我皆亲近而瞻奉。令此解脱得清净。】",
      "zh_TW": "【見第二佛而親近。亦見十方剎海佛。乃至最後佛出興。名為法界智燈王。如是須彌極微數。一切如來咸供養。於諸剎轉極微劫。所有如來照世燈。我皆親近而瞻奉。令此解脫得清淨。】"
    },
    {
      "id": "12-008-0014_p0031",
      "zh_CN": "这几句经文是重颂他在无量劫里面，供养无量无边的诸佛如来。这个学讲经，等于说是他自己修学的心得报告。在开始学讲经的时候，一定要记住坐在讲台上的是学生，记住我是学生，在台下的都是我的老师、都是我的善知识，这样才能够学成功。万万不可以自命为法师，那个罪过就大了。自己要认为是法师，在过去的条件是要有修有证，才能称得上法师。只有修没有证，不行，不能为人师，得有修有证才行！没有到这个地位是学生，我把我所听的、我所读的在讲台上来复讲，提出心得报告，请诸位老师指教、批评。学生在讲台上才能学得出来，在讲台下面学不出来，讲台下面都是老师。这才叫做清净供养诸佛如来，这是真供养，诸位细细去体会这个意思。我们再看底下这段，善财童子叙说他所得的利益。",
      "zh_TW": "這幾句經文是重頌他在無量劫裡面，供養無量無邊的諸佛如來。這個學講經，等於說是他自己修學的心得報告。在開始學講經的時候，一定要記住坐在講台上的是學生，記住我是學生，在台下的都是我的老師、都是我的善知識，這樣才能夠學成功。萬萬不可以自命為法師，那個罪過就大了。自己要認為是法師，在過去的條件是要有修有證，才能稱得上法師。只有修沒有證，不行，不能為人師，得有修有證才行！沒有到這個地位是學生，我把我所聽的、我所讀的在講台上來複講，提出心得報告，請諸位老師指教、批評。學生在講台上才能學得出來，在講台下面學不出來，講台下面都是老師。這才叫做清淨供養諸佛如來，這是真供養，諸位細細去體會這個意思。我們再看底下這段，善財童子敘說他所得的利益。"
    },
    {
      "id": "12-008-0014_p0032",
      "zh_CN": "【尔时善财童子得此菩萨甚深自在可爱妙音解脱。】",
      "zh_TW": "【爾時善財童子得此菩薩甚深自在可愛妙音解脫。】"
    },
    {
      "id": "12-008-0014_p0033",
      "zh_CN": "这句是总叙菩萨所证得的解脱门，就他所证得的法门。",
      "zh_TW": "這句是總敘菩薩所證得的解脫門，就他所證得的法門。"
    },
    {
      "id": "12-008-0014_p0034",
      "zh_CN": "【入无边三昧海。】",
      "zh_TW": "【入無邊三昧海。】"
    },
    {
      "id": "12-008-0014_p0035",
      "zh_CN": "『三昧』是正受，就是《金刚经》上所讲，「不取于相，如如不动」。『无边』是什么？无量无边的境界，眼见色、耳闻声，无量无边境界统统都不取相、都不动心，所以叫「无边三昧」。无量无边的「三昧海」，海是比喻境界之广大。",
      "zh_TW": "『三昧』是正受，就是《金剛經》上所講，「不取於相，如如不動」。『無邊』是什麼？無量無邊的境界，眼見色、耳聞聲，無量無邊境界統統都不取相、都不動心，所以叫「無邊三昧」。無量無邊的「三昧海」，海是比喻境界之廣大。"
    },
    {
      "id": "12-008-0014_p0036",
      "zh_CN": "【成广大总持海。】",
      "zh_TW": "【成廣大總持海。】"
    },
    {
      "id": "12-008-0014_p0037",
      "zh_CN": "『总持』，实在说就是一句阿弥陀佛，无量觉。加上南无是皈依无量觉，善财就是学这个法门，这里面的诸佛菩萨也是修的这个法门。怎么晓得？末后普贤菩萨十大愿王导归极乐，我们才晓得，广大总持法门就是南无阿弥陀佛。",
      "zh_TW": "『總持』，實在說就是一句阿彌陀佛，無量覺。加上南無是皈依無量覺，善財就是學這個法門，這裡面的諸佛菩薩也是修的這個法門。怎麼曉得？末後普賢菩薩十大願王導歸極樂，我們才曉得，廣大總持法門就是南無阿彌陀佛。"
    },
    {
      "id": "12-008-0014_p0038",
      "zh_CN": "【又得菩萨大神通海。】",
      "zh_TW": "【又得菩薩大神通海。】"
    },
    {
      "id": "12-008-0014_p0039",
      "zh_CN": "能够随类化身，像《楞严》里面所讲的，「随众生心，应所知量」。",
      "zh_TW": "能夠隨類化身，像《楞嚴》裡面所講的，「隨眾生心，應所知量」。"
    },
    {
      "id": "12-008-0014_p0040",
      "zh_CN": "【深入菩萨大辩才海。】",
      "zh_TW": "【深入菩薩大辯才海。】"
    },
    {
      "id": "12-008-0014_p0041",
      "zh_CN": "这得四无碍辩才。",
      "zh_TW": "這得四無礙辯才。"
    },
    {
      "id": "12-008-0014_p0042",
      "zh_CN": "【速疾增长大欢喜海。】",
      "zh_TW": "【速疾增長大歡喜海。】"
    },
    {
      "id": "12-008-0014_p0043",
      "zh_CN": "这就法喜充满，他入到这个境界才得到这样的受用。",
      "zh_TW": "這就法喜充滿，他入到這個境界才得到這樣的受用。"
    },
    {
      "id": "12-008-0014_p0044",
      "zh_CN": "【观察守护一切城增长威德主夜神。以偈赞曰。】",
      "zh_TW": "【觀察守護一切城增長威德主夜神。以偈讚曰。】"
    },
    {
      "id": "12-008-0014_p0045",
      "zh_CN": "底下是他的赞叹，也是他的心得报告，也是他感激对于菩萨的感谢词。",
      "zh_TW": "底下是他的讚歎，也是他的心得報告，也是他感激對於菩薩的感謝詞。"
    },
    {
      "id": "12-008-0014_p0046",
      "zh_CN": "【已行广大深智海。已度无边诸有海。长寿无患智藏身。威光普照如满月。】",
      "zh_TW": "【已行廣大深智海。已度無邊諸有海。長壽無患智藏身。威光普照如滿月。】"
    },
    {
      "id": "12-008-0014_p0047",
      "zh_CN": "这首是总说赞叹菩萨智慧、福德圆满，『已行』、『已度』都是赞叹守护城夜神。『诸有』是讲的三有、二十五有，前面都说过。智慧现前，智身证得，智身就是报身，报身有始无终，所以说『长寿无患智藏身』。威德光明普照法界犹如满月，『满』是圆满，『月』是比喻清凉的意思，能够叫一切法界众生在菩萨慈光、智光照见之中，都能够得到清凉自在。",
      "zh_TW": "這首是總說讚歎菩薩智慧、福德圓滿，『已行』、『已度』都是讚歎守護城夜神。『諸有』是講的三有、二十五有，前面都說過。智慧現前，智身證得，智身就是報身，報身有始無終，所以說『長壽無患智藏身』。威德光明普照法界猶如滿月，『滿』是圓滿，『月』是比喻清涼的意思，能夠叫一切法界眾生在菩薩慈光、智光照見之中，都能夠得到清涼自在。"
    },
    {
      "id": "12-008-0014_p0048",
      "zh_CN": "【觉悟法性如虚空。普入三际皆无碍。念念普缘一切境。心心寂静无分别。观察众生性本无。大悲常入众生海。】",
      "zh_TW": "【覺悟法性如虛空。普入三際皆無礙。念念普緣一切境。心心寂靜無分別。觀察眾生性本無。大悲常入眾生海。】"
    },
    {
      "id": "12-008-0014_p0049",
      "zh_CN": "这四句很重要，这是讲悲智甚深。『法性』，体是空的，用是有的，「法性」也就是真心，心因为是空的，所以心里头不能有一物，心一定要净。心有一物就错了，那个心就长了毛病，本来无一物，长了什么毛病？长了无明。只要有一物就是无明，无明一发展这个麻烦就大了，比现在癌细胞繁衍还要严重。癌细胞繁衍，我们顶多失掉身命了不起，身命没有多大的价值。真性里面起了无明，这个事情麻烦大了，法身慧命得了癌症，这个事情麻烦大，它这一发展就变成尘沙、见思烦恼，带来的是无穷的祸患。所以我们一定要觉悟，法性是空寂的，我们这个心里头不能有一物，不要把任何事情挂在心里头，心在一切境界里面要清净，这是绝对正确。事情遇到的时候清清楚楚，不是叫你这个事情不能办，那个事情不能办，这也不能想、那也不能想，与办事、与思想无碍，岂不闻这一部经上所讲的吗？理事无碍、事事无碍。",
      "zh_TW": "這四句很重要，這是講悲智甚深。『法性』，體是空的，用是有的，「法性」也就是真心，心因為是空的，所以心裡頭不能有一物，心一定要淨。心有一物就錯了，那個心就長了毛病，本來無一物，長了什麼毛病？長了無明。只要有一物就是無明，無明一發展這個麻煩就大了，比現在癌細胞繁衍還要嚴重。癌細胞繁衍，我們頂多失掉身命了不起，身命沒有多大的價值。真性裡面起了無明，這個事情麻煩大了，法身慧命得了癌症，這個事情麻煩大，它這一發展就變成塵沙、見思煩惱，帶來的是無窮的禍患。所以我們一定要覺悟，法性是空寂的，我們這個心裡頭不能有一物，不要把任何事情掛在心裡頭，心在一切境界裡面要清淨，這是絕對正確。事情遇到的時候清清楚楚，不是叫你這個事情不能辦，那個事情不能辦，這也不能想、那也不能想，與辦事、與思想無礙，豈不聞這一部經上所講的嗎？理事無礙、事事無礙。"
    },
    {
      "id": "12-008-0014_p0050",
      "zh_CN": "如果我想个问题，考虑一桩事情，对我的清净心有妨碍，那这个《华严经》还讲得通吗？那理事有碍，事事有碍。无碍的，你为什么会有碍？因为你有二心，你就是什么？事，有事、无事，有事不是无事，无事不是有事，你这是二，总是落在二、三里头，所以你才有障碍。有跟无是一就没有障碍，理跟事是一，所以没有障碍。一是什么？一心，一心用事就理事无碍、事事无碍；二心用事，理事有碍，事事有碍。一心是什么？没有分别、没有执着、没有妄想，这个时候所起的念头叫正念现前，不是妄念，不叫妄想，叫正念。这个时候你考虑问题叫正思惟，不叫打妄想，八正道里头正念、正思惟，同修们要细细体会到这个意思。底下就说得明白了，你看，『念念普缘一切境』，「念念」非空，「普缘」是观照，「一切境」是起思。『心心』是非有，『寂静』这是止，前面「普缘」是观，「寂静」是止，『无分别』是契理，这两句合起来看，理事无碍。两句话是一个境界、是一桩事情，说明了无碍的法界。",
      "zh_TW": "如果我想個問題，考慮一樁事情，對我的清淨心有妨礙，那這個《華嚴經》還講得通嗎？那理事有礙，事事有礙。無礙的，你為什麼會有礙？因為你有二心，你就是什麼？事，有事、無事，有事不是無事，無事不是有事，你這是二，總是落在二、三裡頭，所以你才有障礙。有跟無是一就沒有障礙，理跟事是一，所以沒有障礙。一是什麼？一心，一心用事就理事無礙、事事無礙；二心用事，理事有礙，事事有礙。一心是什麼？沒有分別、沒有執著、沒有妄想，這個時候所起的念頭叫正念現前，不是妄念，不叫妄想，叫正念。這個時候你考慮問題叫正思惟，不叫打妄想，八正道裡頭正念、正思惟，同修們要細細體會到這個意思。底下就說得明白了，你看，『念念普緣一切境』，「念念」非空，「普緣」是觀照，「一切境」是起思。『心心』是非有，『寂靜』這是止，前面「普緣」是觀，「寂靜」是止，『無分別』是契理，這兩句合起來看，理事無礙。兩句話是一個境界、是一樁事情，說明了無礙的法界。"
    },
    {
      "id": "12-008-0014_p0051",
      "zh_CN": "【观察众生性本无。大悲常入众生海。自在游于解脱门。广度群迷无量众。】",
      "zh_TW": "【觀察眾生性本無。大悲常入眾生海。自在遊於解脫門。廣度群迷無量眾。】"
    },
    {
      "id": "12-008-0014_p0052",
      "zh_CN": "事事无碍，这种境界才是佛法里面最高的享受。佛法就是觉法，如果提到佛法，怕人家觉得这佛法的，换个名词，人生最高的享受，觉悟的人生。于一切事理都不迷的人生，最高的享受。没有这种殊胜的利益，试问问我们学佛干什么？怎么离苦得乐？这才叫离究竟苦，得究竟乐，所得到的真实不虚。再看下面经文：",
      "zh_TW": "事事無礙，這種境界才是佛法裡面最高的享受。佛法就是覺法，如果提到佛法，怕人家覺得這佛法的，換個名詞，人生最高的享受，覺悟的人生。於一切事理都不迷的人生，最高的享受。沒有這種殊勝的利益，試問問我們學佛幹什麼？怎麼離苦得樂？這才叫離究竟苦，得究竟樂，所得到的真實不虛。再看下面經文："
    },
    {
      "id": "12-008-0014_p0053",
      "zh_CN": "【观察思惟一切法。证入甚深诸法性。一切圣道普修行。普化众生令解脱。】",
      "zh_TW": "【觀察思惟一切法。證入甚深諸法性。一切聖道普修行。普化眾生令解脫。】"
    },
    {
      "id": "12-008-0014_p0054",
      "zh_CN": "『观察』，像菩萨一样的妙观，甚深智慧观察。『思惟』正思惟，不是说什么事情都不能想、什么事情都不能考虑，菩萨一样「观察思惟」一切法。他妙在哪里？他妙在观察思惟一切法，他『证入甚深诸法性』，理事无碍。我们是观察思惟一切法里面，生无量无边的障碍烦恼，不能见性；人家观察思惟，他见性。你说怎么观法？他的观察思惟大概跟我们不一样，那你错了，跟我们完全一样，没有什么特别的，完全一样。肚子饿了想吃饭，想做几个什么好菜没有两样，佛法不离世间法，所谓的是「佛法在世间，不离世间觉」，就是那个字不一样。凡夫怎么样？凡夫是不离世间迷，佛法是不离世间觉，觉而不迷这就叫佛法，我们要注意的就是这点。",
      "zh_TW": "『觀察』，像菩薩一樣的妙觀，甚深智慧觀察。『思惟』正思惟，不是說什麼事情都不能想、什麼事情都不能考慮，菩薩一樣「觀察思惟」一切法。他妙在哪裡？他妙在觀察思惟一切法，他『證入甚深諸法性』，理事無礙。我們是觀察思惟一切法裡面，生無量無邊的障礙煩惱，不能見性；人家觀察思惟，他見性。你說怎麼觀法？他的觀察思惟大概跟我們不一樣，那你錯了，跟我們完全一樣，沒有什麼特別的，完全一樣。肚子餓了想吃飯，想做幾個什麼好菜沒有兩樣，佛法不離世間法，所謂的是「佛法在世間，不離世間覺」，就是那個字不一樣。凡夫怎麼樣？凡夫是不離世間迷，佛法是不離世間覺，覺而不迷這就叫佛法，我們要注意的就是這點。"
    },
    {
      "id": "12-008-0014_p0055",
      "zh_CN": "『一切圣道普修行』，「圣」是指圣贤之道，都要修、都要行，这样才能成就圆满的智慧，一切智。所以善财才要五十三参，五十三参就是「一切圣道普修行」。这桩事情要是以我们现前这个生活来说，这个世间样样事情要知道，样样事情都要学着去做，要博学、要多能，样样都能，这是菩萨道。为什么？才能够显发自己本来具有万德万能，藉事才能够显发出来。否则的话，你那个万德万能从哪里表现？所以菩萨是无所不知，无所不能，虽然是本具的也是历劫的修行。修学样样都学，肯学、好学，不疲不厌，才能够成就性德。『普化』就是普遍教化众生，希望众生各个都像自己一样的，得自在、得圆满。「化」是变化气质，这是教学有了具体的成就了。",
      "zh_TW": "『一切聖道普修行』，「聖」是指聖賢之道，都要修、都要行，這樣才能成就圓滿的智慧，一切智。所以善財才要五十三參，五十三參就是「一切聖道普修行」。這樁事情要是以我們現前這個生活來說，這個世間樣樣事情要知道，樣樣事情都要學著去做，要博學、要多能，樣樣都能，這是菩薩道。為什麼？才能夠顯發自己本來具有萬德萬能，藉事才能夠顯發出來。否則的話，你那個萬德萬能從哪裡表現？所以菩薩是無所不知，無所不能，雖然是本具的也是歷劫的修行。修學樣樣都學，肯學、好學，不疲不厭，才能夠成就性德。『普化』就是普遍教化眾生，希望眾生各個都像自己一樣的，得自在、得圓滿。「化」是變化氣質，這是教學有了具體的成就了。"
    },
    {
      "id": "12-008-0014_p0056",
      "zh_CN": "【天是最胜调御师。开示如来无垢智。普为法界诸含识。敷演离尘清净行。】",
      "zh_TW": "【天是最勝調御師。開示如來無垢智。普為法界諸含識。敷演離塵清淨行。】"
    },
    {
      "id": "12-008-0014_p0057",
      "zh_CN": "这首是赞叹夜神，因为菩萨他现前示现的身分是个天神，示现的这种身分。『调御师』是如来的德号，可见得善财把他看作佛没有两样。因为他所讲的道理、方法、境界，一切的教学跟佛没有两样。『开示如来无垢智』，清净的智慧。下面两句这尤其是难得，『普为法界诸含识』，法界一切众生，『敷演离尘清净行』，这是显示菩萨主修的法门般若波罗蜜。",
      "zh_TW": "這首是讚歎夜神，因為菩薩他現前示現的身分是個天神，示現的這種身分。『調御師』是如來的德號，可見得善財把他看作佛沒有兩樣。因為他所講的道理、方法、境界，一切的教學跟佛沒有兩樣。『開示如來無垢智』，清淨的智慧。下面兩句這尤其是難得，『普為法界諸含識』，法界一切眾生，『敷演離塵清淨行』，這是顯示菩薩主修的法門般若波羅蜜。"
    },
    {
      "id": "12-008-0014_p0058",
      "zh_CN": "【已住如来诸愿道。已入无边广大智。已修一切诸佛力。已见诸佛神通事。】",
      "zh_TW": "【已住如來諸願道。已入無邊廣大智。已修一切諸佛力。已見諸佛神通事。】"
    },
    {
      "id": "12-008-0014_p0059",
      "zh_CN": "这首赞叹菩萨的成就，这些成就已经获得。『如来诸愿』，是要度一切众生成佛，现在菩萨的愿跟如来的愿没有两样。如来证得圆满的一切种智，菩萨虽然没有圆满，得到了分证，现在是第六地可以说接近圆满，所以说『已入无边广大智』。如来果地上有十种特殊的能力，前面已经跟诸位说过。六地菩萨对如来果地上能力也相当的充实，『已见诸佛神通事』。说到这个地方我们要特别记住，众生的心多半是好奇骛怪，只要有个奇怪的，那这就觉得很了不起，往往我们就上当。佛决定以正法教人，不会变稀奇古怪的花样来教化众生，这些地方我们要特别留意到。只有妖魔鬼怪才以这些神通来欺骗众生。所以诸佛神通莫测，但是绝不轻易以神通来教化众生，为什么？就是妖魔鬼怪喜欢用神通，佛不用神通，示现了佛法与他们不同。他们那点小小能力，佛比他们超胜太多，佛不用这个能力。再看下面经文：",
      "zh_TW": "這首讚歎菩薩的成就，這些成就已經獲得。『如來諸願』，是要度一切眾生成佛，現在菩薩的願跟如來的願沒有兩樣。如來證得圓滿的一切種智，菩薩雖然沒有圓滿，得到了分證，現在是第六地可以說接近圓滿，所以說『已入無邊廣大智』。如來果地上有十種特殊的能力，前面已經跟諸位說過。六地菩薩對如來果地上能力也相當的充實，『已見諸佛神通事』。說到這個地方我們要特別記住，眾生的心多半是好奇騖怪，只要有個奇怪的，那這就覺得很了不起，往往我們就上當。佛決定以正法教人，不會變稀奇古怪的花樣來教化眾生，這些地方我們要特別留意到。只有妖魔鬼怪才以這些神通來欺騙眾生。所以諸佛神通莫測，但是絕不輕易以神通來教化眾生，為什麼？就是妖魔鬼怪喜歡用神通，佛不用神通，示現了佛法與他們不同。他們那點小小能力，佛比他們超勝太多，佛不用這個能力。再看下面經文："
    },
    {
      "id": "12-008-0014_p0060",
      "zh_CN": "【天神心净如虚空。普离一切诸烦恼。】",
      "zh_TW": "【天神心淨如虛空。普離一切諸煩惱。】"
    },
    {
      "id": "12-008-0014_p0061",
      "zh_CN": "这个我们要学，所以在境界里这才真正是修行，真正是功夫。无论在什么境界里面，决定不生烦恼，保持你的清净心。烦恼一现前，赶紧念佛：南无阿弥陀佛，这个南无阿弥陀佛就把你从迷在烦恼的心，把它换回来。你晓得南无阿弥陀佛的意思，皈依无量觉，赶快从烦恼那里回过头来，要依觉，因为烦恼是迷。一句阿弥陀佛就是叫你回头，回头是岸。回头就如意了，你看我们中国人做的如意，那个如意，你看头弯转过来的，取什么？回头就如意、就自在。你要不回头，愈迷愈深，愈迷愈苦，这才能够『普离一切诸烦恼』。",
      "zh_TW": "這個我們要學，所以在境界裡這才真正是修行，真正是功夫。無論在什麼境界裡面，決定不生煩惱，保持你的清淨心。煩惱一現前，趕緊念佛：南無阿彌陀佛，這個南無阿彌陀佛就把你從迷在煩惱的心，把它換回來。你曉得南無阿彌陀佛的意思，皈依無量覺，趕快從煩惱那裡回過頭來，要依覺，因為煩惱是迷。一句阿彌陀佛就是叫你回頭，回頭是岸。回頭就如意了，你看我們中國人做的如意，那個如意，你看頭彎轉過來的，取什麼？回頭就如意、就自在。你要不回頭，愈迷愈深，愈迷愈苦，這才能夠『普離一切諸煩惱』。"
    },
    {
      "id": "12-008-0014_p0062",
      "zh_CN": "【了知三世无量刹。诸佛菩萨及众生。】",
      "zh_TW": "【了知三世無量剎。諸佛菩薩及眾生。】"
    },
    {
      "id": "12-008-0014_p0063",
      "zh_CN": "心清净就能照见无量无边刹海，清净心能照。",
      "zh_TW": "心清淨就能照見無量無邊剎海，清淨心能照。"
    },
    {
      "id": "12-008-0014_p0064",
      "zh_CN": "【天神一念悉了知。昼夜日月年劫海。亦知一切众生类。种种名相各差别。】",
      "zh_TW": "【天神一念悉了知。晝夜日月年劫海。亦知一切眾生類。種種名相各差別。】"
    },
    {
      "id": "12-008-0014_p0065",
      "zh_CN": "这就说他的本能恢复，我们看到这种神通不可思议。但是这些能力是本能，不是外面来的。几时你心得到清净，自自然然这个能力就恢复，所以他不是学来的，是本能。这就是佛法教给你，为什么修行要抓个总纲领、抓个总持法门？这一个法门得到，一切都恢复了，要紧是在这个地方。不要枝枝叶叶去学，那太苦、太费时间了。所以一般来讲，小乘是在枝叶上修行，很苦，时间很长，收获很有限。大乘人就聪明，他晓得从根本上修，根性最利的所谓是一乘人，他所掌握的决定是大总持法门，这是最聪明的人。再看底下这一首：",
      "zh_TW": "這就說他的本能恢復，我們看到這種神通不可思議。但是這些能力是本能，不是外面來的。幾時你心得到清淨，自自然然這個能力就恢復，所以他不是學來的，是本能。這就是佛法教給你，為什麼修行要抓個總綱領、抓個總持法門？這一個法門得到，一切都恢復了，要緊是在這個地方。不要枝枝葉葉去學，那太苦、太費時間了。所以一般來講，小乘是在枝葉上修行，很苦，時間很長，收穫很有限。大乘人就聰明，他曉得從根本上修，根性最利的所謂是一乘人，他所掌握的決定是大總持法門，這是最聰明的人。再看底下這一首："
    },
    {
      "id": "12-008-0014_p0066",
      "zh_CN": "【十方众生生死处。有色无色想无想。】",
      "zh_TW": "【十方眾生生死處。有色無色想無想。】"
    },
    {
      "id": "12-008-0014_p0067",
      "zh_CN": "这两句是讲六道凡夫，六道的境界，『有色无色』这是色界，『想无想』是无色界，就是四空天。",
      "zh_TW": "這兩句是講六道凡夫，六道的境界，『有色無色』這是色界，『想無想』是無色界，就是四空天。"
    },
    {
      "id": "12-008-0014_p0068",
      "zh_CN": "【随顺世俗悉了知。引导令入菩提路。】",
      "zh_TW": "【隨順世俗悉了知。引導令入菩提路。】"
    },
    {
      "id": "12-008-0014_p0069",
      "zh_CN": "如果对于众生界要是不能够了解，菩萨就没法子度众生。换句话，就是老师如果要把这学生教好，对于这个学生必然是了解得很深，他的程度、他的根性、他的爱好各方面都了解，所以他才有方法来诱导他。佛对于一切众生明白，不但我们这一生的事情他晓得，生生世世的事情他都知道，所以说法才契机。说的法正是他需要的，真正当时就能够帮他解决问题，破除他的迷惑，打断他的烦恼，使他能够得清凉自在，使他能够开悟。",
      "zh_TW": "如果對於眾生界要是不能夠了解，菩薩就沒法子度眾生。換句話，就是老師如果要把這學生教好，對於這個學生必然是了解得很深，他的程度、他的根性、他的愛好各方面都了解，所以他才有方法來誘導他。佛對於一切眾生明白，不但我們這一生的事情他曉得，生生世世的事情他都知道，所以說法才契機。說的法正是他需要的，真正當時就能夠幫他解決問題，破除他的迷惑，打斷他的煩惱，使他能夠得清涼自在，使他能夠開悟。"
    },
    {
      "id": "12-008-0014_p0070",
      "zh_CN": "【已生如来誓愿家。已入诸佛功德海。已证法性心平等。随众生乐现色身。】",
      "zh_TW": "【已生如來誓願家。已入諸佛功德海。已證法性心平等。隨眾生樂現色身。】"
    },
    {
      "id": "12-008-0014_p0071",
      "zh_CN": "这首是赞叹菩萨修行成就，而证入的果位，与诸佛如来同一个誓愿，与诸佛菩萨同一功德，功德要特别记住，是讲的定慧这叫功德。万万不可以把福德误认做功德，这是要特别注意到的。底下两句是非常具体给我们说出来，『已证法性心平等』，就是『诸佛功德海』，「海」就是比法性，诸佛的功德就是心平等，平等心里面定慧具足。末后这句就是『如来誓愿家』，随众生的爱好，能够现身帮助他、教化他、成就他，这是如来的誓愿。所以这个末后两句，非常具体的给我们说出。这十首偈，是善财童子在这一次参学当中，他所见到的、所听到的，自己所得到的，就是他的心得报告。他这一次没白来，确实是有了成就而去的。再看末后这两行经文：",
      "zh_TW": "這首是讚歎菩薩修行成就，而證入的果位，與諸佛如來同一個誓願，與諸佛菩薩同一功德，功德要特別記住，是講的定慧這叫功德。萬萬不可以把福德誤認做功德，這是要特別注意到的。底下兩句是非常具體給我們說出來，『已證法性心平等』，就是『諸佛功德海』，「海」就是比法性，諸佛的功德就是心平等，平等心裡面定慧具足。末後這句就是『如來誓願家』，隨眾生的愛好，能夠現身幫助他、教化他、成就他，這是如來的誓願。所以這個末後兩句，非常具體的給我們說出。這十首偈，是善財童子在這一次參學當中，他所見到的、所聽到的，自己所得到的，就是他的心得報告。他這一次沒白來，確實是有了成就而去的。再看末後這兩行經文："
    },
    {
      "id": "12-008-0014_p0072",
      "zh_CN": "【时善财童子说此妙偈赞夜神已。】",
      "zh_TW": "【時善財童子說此妙偈讚夜神已。】"
    },
    {
      "id": "12-008-0014_p0073",
      "zh_CN": "赞叹完了。",
      "zh_TW": "讚歎完了。"
    },
    {
      "id": "12-008-0014_p0074",
      "zh_CN": "【礼夜神足。遶无数匝。殷勤瞻仰。一心恋慕。】",
      "zh_TW": "【禮夜神足。遶無數匝。殷勤瞻仰。一心戀慕。】"
    },
    {
      "id": "12-008-0014_p0075",
      "zh_CN": "诸位从这里来看，佛菩萨还是有很深的感情，这个感情给诸位说，真情流露，不是我们一般人有的。我们一般人那个感情是假的，为什么？会变。善财童子这个真情流露永远不会变的。所以学佛，佛菩萨不是无情，一定要懂这个道理，佛菩萨流露出来是真实的感情，不是虚妄。因为他是从清净心，从一心里面自然流露出来，我们平常叫大慈大悲。『礼夜神足』，这是行最敬礼，礼谢。『遶无数匝』，「遶」也是古印度的礼节围绕着，右绕，通常一般绕三圈，这是最敬礼，表示念念不舍，像小孩围着大人。『殷勤瞻仰，一心恋慕』，这都是描绘善财童子感激之心。",
      "zh_TW": "諸位從這裡來看，佛菩薩還是有很深的感情，這個感情給諸位說，真情流露，不是我們一般人有的。我們一般人那個感情是假的，為什麼？會變。善財童子這個真情流露永遠不會變的。所以學佛，佛菩薩不是無情，一定要懂這個道理，佛菩薩流露出來是真實的感情，不是虛妄。因為他是從清淨心，從一心裡面自然流露出來，我們平常叫大慈大悲。『禮夜神足』，這是行最敬禮，禮謝。『遶無數匝』，「遶」也是古印度的禮節圍繞著，右繞，通常一般繞三圈，這是最敬禮，表示念念不捨，像小孩圍著大人。『殷勤瞻仰，一心戀慕』，這都是描繪善財童子感激之心。"
    },
    {
      "id": "12-008-0014_p0076",
      "zh_CN": "【辞退而去。】",
      "zh_TW": "【辭退而去。】"
    },
    {
      "id": "12-008-0014_p0077",
      "zh_CN": "这个一句就是般若智慧，『辞退』是什么意思？不取于相，如如不动，你看内心清净，表现在外面真情流露，真情流露不碍清净心，这是了不起。我们一动感情，清净心没有了，处处都有障碍，他无碍，他没有碍。『而去』，去什么？依教修行。不是听了就算了，听了之后一定要发心，把菩萨的教诲要做到，要把这些理论、把这些方法统统变成自己实际的生活，这才是真正得到受用，「辞退而去」。",
      "zh_TW": "這個一句就是般若智慧，『辭退』是什麼意思？不取於相，如如不動，你看內心清淨，表現在外面真情流露，真情流露不礙清淨心，這是了不起。我們一動感情，清淨心沒有了，處處都有障礙，他無礙，他沒有礙。『而去』，去什麼？依教修行。不是聽了就算了，聽了之後一定要發心，把菩薩的教誨要做到，要把這些理論、把這些方法統統變成自己實際的生活，這才是真正得到受用，「辭退而去」。"
    },
    {
      "id": "12-008-0014_p0078",
      "zh_CN": "经文到这个地方是二十二卷讲完，这个经总共是四十卷，下面还有十八卷。好处就是五十三参，每一参就是一部完整的小经，参参可以独立，合起来是一部大经，分开来是五十三部小经。",
      "zh_TW": "經文到這個地方是二十二卷講完，這個經總共是四十卷，下面還有十八卷。好處就是五十三參，每一參就是一部完整的小經，參參可以獨立，合起來是一部大經，分開來是五十三部小經。"
    },
    {
      "id": "12-008-0014_p0079",
      "zh_CN": "好，今天我们就讲到此地。",
      "zh_TW": "好，今天我們就講到此地。"
    }
  ]
}