{
  "doc_id": "12-008-0009",
  "title": {
    "zh_CN": "四十华严守护夜神章",
    "zh_TW": "四十華嚴守護夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1981",
    "zh_TW": "1981"
  },
  "doc_number": "12-008-0009",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-008-0009_p0001",
      "zh_CN": "七百五十六面第六行中间看起：",
      "zh_TW": "七百五十六面第六行中間看起："
    },
    {
      "id": "12-008-0009_p0002",
      "zh_CN": "【又善男子。我以如是随顺作意。正念思惟。得如来十种广大威德陀罗尼轮。普为众生演说妙法。】",
      "zh_TW": "【又善男子。我以如是隨順作意。正念思惟。得如來十種廣大威德陀羅尼輪。普為眾生演說妙法。】"
    },
    {
      "id": "12-008-0009_p0003",
      "zh_CN": "从这个地方开始。这段是这一大段里面的第二个小段。在清凉科题里面他标了个小题目，蕴摄文义，这是讲到说法，说法必定要得总持法门。也就是我们一般所讲的开悟，佛学名词叫得总持法门，就是此地讲『大威德陀罗尼轮』。因为只有悟了以后才能够称性的演说，能够做到契机契理，就是绝对不违背诸佛所证的道理，不违背这个理。同时又能够适应各种不同的根性，我们今天讲各种不同的程度，各个不同的需要都能够契合。这是如果不得总持法门，是不容易做到的。佛法的演说不同于世间，虽然一样的是上台讲演，它这个目的不相同，所以方式、方法也就不完全一样，这些我们都要晓得的。这段文有十句，十句都是说的陀罗尼，这陀罗尼是梵语，翻成中国意思是总持，总一切法，持无量义。",
      "zh_TW": "從這個地方開始。這段是這一大段裡面的第二個小段。在清涼科題裡面他標了個小題目，蘊攝文義，這是講到說法，說法必定要得總持法門。也就是我們一般所講的開悟，佛學名詞叫得總持法門，就是此地講『大威德陀羅尼輪』。因為只有悟了以後才能夠稱性的演說，能夠做到契機契理，就是絕對不違背諸佛所證的道理，不違背這個理。同時又能夠適應各種不同的根性，我們今天講各種不同的程度，各個不同的需要都能夠契合。這是如果不得總持法門，是不容易做到的。佛法的演說不同於世間，雖然一樣的是上台講演，它這個目的不相同，所以方式、方法也就不完全一樣，這些我們都要曉得的。這段文有十句，十句都是說的陀羅尼，這陀羅尼是梵語，翻成中國意思是總持，總一切法，持無量義。"
    },
    {
      "id": "12-008-0009_p0004",
      "zh_CN": "刚才我们念的这段是总说，我们应当注意的，他怎么能够得到总持法门的，菩萨自己说，『以如是随顺作意，正念思惟』。「如是」是总指前面所说深观妙法，完全与《心经》里面所讲的，「观自在菩萨」，以甚深般若智慧起的观照作用。这个地方「正念思惟」，就是照见，「随顺」可见得他不用攀缘心，正是所谓随缘而不攀缘。「作意」是心所的起用，遍行心所里面触、作意、受、想、思。触在前面是凡夫，菩萨教化众生这是乘愿再来，他是作意在前。这个极其微细的起心，这是由于无量劫在因地当中所发的大愿，愿力起的作用。",
      "zh_TW": "剛才我們念的這段是總說，我們應當注意的，他怎麼能夠得到總持法門的，菩薩自己說，『以如是隨順作意，正念思惟』。「如是」是總指前面所說深觀妙法，完全與《心經》裡面所講的，「觀自在菩薩」，以甚深般若智慧起的觀照作用。這個地方「正念思惟」，就是照見，「隨順」可見得他不用攀緣心，正是所謂隨緣而不攀緣。「作意」是心所的起用，遍行心所裡面觸、作意、受、想、思。觸在前面是凡夫，菩薩教化眾生這是乘願再來，他是作意在前。這個極其微細的起心，這是由於無量劫在因地當中所發的大願，願力起的作用。"
    },
    {
      "id": "12-008-0009_p0005",
      "zh_CN": "他的用不落在分别计度里面，他是以正念思惟，此地的正念跟思惟，八正道里面所说的，正念、正思惟，正念、正思惟一定要离心意识，才能够得到像如来果地上一样的十种「陀罗尼轮」，这才能广为众生『演说妙法』，正是菩萨的大慈大悲。我们要学的也就是菩萨所说的深观，随顺正念、正思惟，这是我们一定要学习的。经上虽然这么说，可是这几句话，如何能够应用在我们生活当中？这就是要相当的功夫。要长时间，像这个经里面所示现的历事炼心，炼的什么心？就是炼的正念、正思惟。就是炼的这个东西，这是得时时刻刻提起观照的功夫。如果一念失去观照，一定又为境界所迷了，我们的修行不容易成就的原因就在此地，这是无始劫以来习气太重。下面给我们说：",
      "zh_TW": "他的用不落在分別計度裡面，他是以正念思惟，此地的正念跟思惟，八正道裡面所說的，正念、正思惟，正念、正思惟一定要離心意識，才能夠得到像如來果地上一樣的十種「陀羅尼輪」，這才能廣為眾生『演說妙法』，正是菩薩的大慈大悲。我們要學的也就是菩薩所說的深觀，隨順正念、正思惟，這是我們一定要學習的。經上雖然這麼說，可是這幾句話，如何能夠應用在我們生活當中？這就是要相當的功夫。要長時間，像這個經裡面所示現的歷事鍊心，鍊的什麼心？就是鍊的正念、正思惟。就是鍊的這個東西，這是得時時刻刻提起觀照的功夫。如果一念失去觀照，一定又為境界所迷了，我們的修行不容易成就的原因就在此地，這是無始劫以來習氣太重。下面給我們說："
    },
    {
      "id": "12-008-0009_p0006",
      "zh_CN": "【何者为十。】",
      "zh_TW": "【何者為十。】"
    },
    {
      "id": "12-008-0009_p0007",
      "zh_CN": "这是征起，底下来为我们解答。",
      "zh_TW": "這是徵起，底下來為我們解答。"
    },
    {
      "id": "12-008-0009_p0008",
      "zh_CN": "【所谓普入一切法海陀罗尼轮。】",
      "zh_TW": "【所謂普入一切法海陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0009",
      "zh_CN": "『轮』就是法轮的意思，因为它这个都是用在说法上。从这个地方我们就能看得出来，『普入一切法海』，这是我们所希求的，就是通达一切法门。像四弘誓愿里面所讲的，「法门无量誓愿学」，成就我们无量的智慧，这一定是在八正道里面所得到。也是菩萨身观妙法所成就的，这个意思说得非常的明显。",
      "zh_TW": "『輪』就是法輪的意思，因為它這個都是用在說法上。從這個地方我們就能看得出來，『普入一切法海』，這是我們所希求的，就是通達一切法門。像四弘誓願裡面所講的，「法門無量誓願學」，成就我們無量的智慧，這一定是在八正道裡面所得到。也是菩薩身觀妙法所成就的，這個意思說得非常的明顯。"
    },
    {
      "id": "12-008-0009_p0010",
      "zh_CN": "【普持一切法藏陀罗尼轮。】",
      "zh_TW": "【普持一切法藏陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0011",
      "zh_CN": "『持』是受持，不但能接受而且能够依教奉行；换句话说，将如来『一切法藏』，变成我们实际的生活这才叫做持，这底下有受。第三句说：",
      "zh_TW": "『持』是受持，不但能接受而且能夠依教奉行；換句話說，將如來『一切法藏』，變成我們實際的生活這才叫做持，這底下有受。第三句說："
    },
    {
      "id": "12-008-0009_p0012",
      "zh_CN": "【普受一切清净法云陀罗尼轮。】",
      "zh_TW": "【普受一切清淨法雲陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0013",
      "zh_CN": "它所用的这些字，第一句讲海是形容它广大；第二句讲藏，是说它里面的含摄，就是它所包括的，好像个仓库一样。这一句是比作『云』，经上凡是用这个字都代表非有非无，提示我们一个警觉心，就是不可以执着。也就是说明，佛法是要即相离相，离即同时才能够悟入。所以「云」字在此地含着有这个意思。下面一句：",
      "zh_TW": "它所用的這些字，第一句講海是形容它廣大；第二句講藏，是說它裡面的含攝，就是它所包括的，好像個倉庫一樣。這一句是比作『雲』，經上凡是用這個字都代表非有非無，提示我們一個警覺心，就是不可以執著。也就是說明，佛法是要即相離相，離即同時才能夠悟入。所以「雲」字在此地含著有這個意思。下面一句："
    },
    {
      "id": "12-008-0009_p0014",
      "zh_CN": "【普念一切如来智灯陀罗尼轮。】",
      "zh_TW": "【普念一切如來智燈陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0015",
      "zh_CN": "智慧用『灯』来表示，那就是无所不照，因为日月虽然光明，我们盖的这栋房子太阳光照不进来，灯光可以照到。日月照不到的地方，灯可以照到，这是代表的无所不照。经上讲这是『普念一切如来』，我们要懂得这这个「一切如来」的意思。它下面又说：",
      "zh_TW": "智慧用『燈』來表示，那就是無所不照，因為日月雖然光明，我們蓋的這棟房子太陽光照不進來，燈光可以照到。日月照不到的地方，燈可以照到，這是代表的無所不照。經上講這是『普念一切如來』，我們要懂得這這個「一切如來」的意思。它下面又說："
    },
    {
      "id": "12-008-0009_p0016",
      "zh_CN": "【普演一切如来名号音声陀罗尼轮。】",
      "zh_TW": "【普演一切如來名號音聲陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0017",
      "zh_CN": "这个地方我们要特别注意，如果一搞错了那个差太远了。『一切如来』就是讲的阿弥陀佛，阿弥陀佛这个名号是「一切如来」的总名号。你看连课诵本里面都把它列出来，「法界藏身阿弥陀佛」。阿弥陀佛这个意思是无量觉，确实哪一尊佛都是无量觉，所以这个名号可以说是一切诸佛的通号。所以我们读这句经文，千万不要想到许多佛的名号，像《大藏经》里面有《万佛名经》，这里面列的有一万二千多尊佛号，你要是去念那个就麻烦了。一句阿弥陀佛就统统都包括，所以阿弥陀佛就叫做一切佛名号。也真的，这句阿弥陀佛确实像「如来智灯陀罗尼门」，因为它深深提醒我们觉而不迷，岂不是像灯时时刻刻在前面引导我们吗？",
      "zh_TW": "這個地方我們要特別注意，如果一搞錯了那個差太遠了。『一切如來』就是講的阿彌陀佛，阿彌陀佛這個名號是「一切如來」的總名號。你看連課誦本裡面都把它列出來，「法界藏身阿彌陀佛」。阿彌陀佛這個意思是無量覺，確實哪一尊佛都是無量覺，所以這個名號可以說是一切諸佛的通號。所以我們讀這句經文，千萬不要想到許多佛的名號，像《大藏經》裡面有《萬佛名經》，這裡面列的有一萬二千多尊佛號，你要是去念那個就麻煩了。一句阿彌陀佛就統統都包括，所以阿彌陀佛就叫做一切佛名號。也真的，這句阿彌陀佛確實像「如來智燈陀羅尼門」，因為它深深提醒我們覺而不迷，豈不是像燈時時刻刻在前面引導我們嗎？"
    },
    {
      "id": "12-008-0009_p0018",
      "zh_CN": "下面一句说得更具体了，『普演』，「演」是演说，一切佛的名号具足无量无边的功德，具足无量无边的智慧，实在说讲不尽的。佛与诸佛来演说，也是说不尽的。名号就等于文章的题目一样，这个题目在一个大文学家，他能够以几十万言、几千万言、几百万言，都说之不尽，何况佛的名号都是称性！性体不可穷尽，名号亦不可穷尽。所以这句不能把它看作很简单。",
      "zh_TW": "下面一句說得更具體了，『普演』，「演」是演說，一切佛的名號具足無量無邊的功德，具足無量無邊的智慧，實在說講不盡的。佛與諸佛來演說，也是說不盡的。名號就等於文章的題目一樣，這個題目在一個大文學家，他能夠以幾十萬言、幾千萬言、幾百萬言，都說之不盡，何況佛的名號都是稱性！性體不可窮盡，名號亦不可窮盡。所以這句不能把它看作很簡單。"
    },
    {
      "id": "12-008-0009_p0019",
      "zh_CN": "【普入三世诸佛平等愿海陀罗尼轮。】",
      "zh_TW": "【普入三世諸佛平等願海陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0020",
      "zh_CN": "佛的心是平等的，佛的愿也是平等的，唯有平等心愿才能入得了佛门。我们真正要想悟入诸佛的境界，先要除自己的障碍，诸佛的境界就是自己本来面目。佛法，诸位都晓得，所谓是「人天眼目，无上福田」，真正能够利益一切众生。",
      "zh_TW": "佛的心是平等的，佛的願也是平等的，唯有平等心願才能入得了佛門。我們真正要想悟入諸佛的境界，先要除自己的障礙，諸佛的境界就是自己本來面目。佛法，諸位都曉得，所謂是「人天眼目，無上福田」，真正能夠利益一切眾生。"
    },
    {
      "id": "12-008-0009_p0021",
      "zh_CN": "今天下午有两位中央研究院的学者来访问，他们现在要编台湾的宗教志，所以在最近这个期间，访问佛教，谈到佛教的过去、现在及未来，我们实在不敢抱乐观的态度。他们访问的时间很长，差不多已经访问了将近一年，很客观的跟我们谈起来，我们佛教远不如基督教，不如天主教。呈现在社会一盘散沙，他们也感觉到佛教的确是有力量，但是各个分散不能够集中，无法发挥这个力量。所以单单讲到这个教育、教会的组织，以及传教的方式，确实我们是远不如天主教跟基督教。基督教我接触得少，天主教我过去接触过，我参观过他们的修道院，参观过他们的神学院。我们佛教从三十八年到现在也办不少佛学院，没有法子跟人比，无论在哪方面。他问我，我说前途并不乐观，原因就是什么？绝对不合作那有什么法子？有什么力量、什么方法能叫我们团结起来？我告诉他们，没有方法，确实没有方法。他也问到，佛教怎么能够传到这么多年，还能够保持着？那是过去的方法好，过去佛教是团结的，僧团是和合僧团，从前是这个样子。现在这个和合僧团瓦解了，我们一定要觉悟。再不觉悟再过个二、三十年，佛教比现在又不晓得要差到哪里去了，说不定将来基督教、天主教真是取而代之，非常可能。",
      "zh_TW": "今天下午有兩位中央研究院的學者來訪問，他們現在要編台灣的宗教誌，所以在最近這個期間，訪問佛教，談到佛教的過去、現在及未來，我們實在不敢抱樂觀的態度。他們訪問的時間很長，差不多已經訪問了將近一年，很客觀的跟我們談起來，我們佛教遠不如基督教，不如天主教。呈現在社會一盤散沙，他們也感覺到佛教的確是有力量，但是各個分散不能夠集中，無法發揮這個力量。所以單單講到這個教育、教會的組織，以及傳教的方式，確實我們是遠不如天主教跟基督教。基督教我接觸得少，天主教我過去接觸過，我參觀過他們的修道院，參觀過他們的神學院。我們佛教從三十八年到現在也辦不少佛學院，沒有法子跟人比，無論在哪方面。他問我，我說前途並不樂觀，原因就是什麼？絕對不合作那有什麼法子？有什麼力量、什麼方法能叫我們團結起來？我告訴他們，沒有方法，確實沒有方法。他也問到，佛教怎麼能夠傳到這麼多年，還能夠保持著？那是過去的方法好，過去佛教是團結的，僧團是和合僧團，從前是這個樣子。現在這個和合僧團瓦解了，我們一定要覺悟。再不覺悟再過個二、三十年，佛教比現在又不曉得要差到哪裡去了，說不定將來基督教、天主教真是取而代之，非常可能。"
    },
    {
      "id": "12-008-0009_p0022",
      "zh_CN": "佛法能够传到今天，是历代祖师大德舍己为教，护持佛法，才能够延续到今天。从前这些祖师大德没有为个人着想的，我们看智者大师的传记，他说的话很感慨。往生的时候对他的学生说，他是因为领众，所以功夫只到个五品位，这就是舍己为人。他要不领众，光顾自己，他的品位就很高很高。领众必须要花许多精神来照顾大众，贡献给僧团，要分心，所以对于自己修持，功夫就打上很大的折扣。往生的品位低，我想到西方极乐世界，那些佛菩萨、诸上善人一定都非常欢迎，为什么？劳苦功高，他对于社会、对大众、对僧团贡献太多了。这些祖师都是给我们做模范的，都是给我们做典型的，要能牺牲。尤其是在我们现代，表面上看起来佛法正法还是在我们台湾，我们如果再不团结，我想二、三十年当中，就有相当大幅度的变质。所以是一定要发平等大愿。第七句说：",
      "zh_TW": "佛法能夠傳到今天，是歷代祖師大德捨己為教，護持佛法，才能夠延續到今天。從前這些祖師大德沒有為個人著想的，我們看智者大師的傳記，他說的話很感慨。往生的時候對他的學生說，他是因為領眾，所以功夫只到個五品位，這就是捨己為人。他要不領眾，光顧自己，他的品位就很高很高。領眾必須要花許多精神來照顧大眾，貢獻給僧團，要分心，所以對於自己修持，功夫就打上很大的折扣。往生的品位低，我想到西方極樂世界，那些佛菩薩、諸上善人一定都非常歡迎，為什麼？勞苦功高，他對於社會、對大眾、對僧團貢獻太多了。這些祖師都是給我們做模範的，都是給我們做典型的，要能犧牲。尤其是在我們現代，表面上看起來佛法正法還是在我們台灣，我們如果再不團結，我想二、三十年當中，就有相當大幅度的變質。所以是一定要發平等大願。第七句說："
    },
    {
      "id": "12-008-0009_p0023",
      "zh_CN": "【普入一切诸乘行海速疾圆满陀罗尼轮。】",
      "zh_TW": "【普入一切諸乘行海速疾圓滿陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0024",
      "zh_CN": "『一切诸乘』，在佛法里面，大体上可以分为有二乘、三乘、五乘，是以五乘说得最圆满，包括的范围非常广大。从人天、声闻、缘觉、菩萨，如果要再加上一佛乘（一乘法），总共就是六种，这一乘还在大乘之上。唯有能入「一切诸乘」，才能够普度一切众生，应机说法，能够满各种众生的心愿。他喜欢来生还做人，做个富贵、幸福之人，佛有办法满他的愿，叫他能够得到。他要想出离三界，他要想明心见性，佛菩萨也有方法帮助他，满足每个人不同的愿望，而且还能叫他迅速成就这是佛法，这才叫圆满的佛法。当然根性利的人，暂时住在小果上，佛菩萨也满他的愿。但是并不就此为止，他还有许多善巧方便启发他，让他更发大心，然后帮助他不断的提升境界，这个才是佛陀的教化。一直到他圆满菩提成无上道，这个教学才是真正的圆满。第八句说：",
      "zh_TW": "『一切諸乘』，在佛法裡面，大體上可以分為有二乘、三乘、五乘，是以五乘說得最圓滿，包括的範圍非常廣大。從人天、聲聞、緣覺、菩薩，如果要再加上一佛乘（一乘法），總共就是六種，這一乘還在大乘之上。唯有能入「一切諸乘」，才能夠普度一切眾生，應機說法，能夠滿各種眾生的心願。他喜歡來生還做人，做個富貴、幸福之人，佛有辦法滿他的願，叫他能夠得到。他要想出離三界，他要想明心見性，佛菩薩也有方法幫助他，滿足每個人不同的願望，而且還能叫他迅速成就這是佛法，這才叫圓滿的佛法。當然根性利的人，暫時住在小果上，佛菩薩也滿他的願。但是並不就此為止，他還有許多善巧方便啟發他，讓他更發大心，然後幫助他不斷的提升境界，這個才是佛陀的教化。一直到他圓滿菩提成無上道，這個教學才是真正的圓滿。第八句說："
    },
    {
      "id": "12-008-0009_p0025",
      "zh_CN": "【普入一切众生业海净诸垢障陀罗尼轮。】",
      "zh_TW": "【普入一切眾生業海淨諸垢障陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0026",
      "zh_CN": "这句我们一看就晓得，帮助众生消除业障，尤其是六道的众生业障习气非常的重，这些在菩提道上都变成了障碍，障碍我们成就决定是自己。外面环境里面，无论是物质环境、人事环境没有好坏，这是特别修学大乘佛法的人，都认得非常清楚。环境看你怎么用法，你要有智慧善巧的运用，没有一个环境不是成就你的定慧。特别是在本经里面，善财童子就是非常善于利用环境的人，这个五十三参就是代表我们一个人，从早到晚六根所接触外面的境界，人事环境、物质环境，就是这个意思。人家一接触成就自己智慧，成就自己的禅定，成就自己的功德，绝不为外面环境有所影响。",
      "zh_TW": "這句我們一看就曉得，幫助眾生消除業障，尤其是六道的眾生業障習氣非常的重，這些在菩提道上都變成了障礙，障礙我們成就決定是自己。外面環境裡面，無論是物質環境、人事環境沒有好壞，這是特別修學大乘佛法的人，都認得非常清楚。環境看你怎麼用法，你要有智慧善巧的運用，沒有一個環境不是成就你的定慧。特別是在本經裡面，善財童子就是非常善於利用環境的人，這個五十三參就是代表我們一個人，從早到晚六根所接觸外面的境界，人事環境、物質環境，就是這個意思。人家一接觸成就自己智慧，成就自己的禪定，成就自己的功德，絕不為外面環境有所影響。"
    },
    {
      "id": "12-008-0009_p0027",
      "zh_CN": "为什么？他对于每个境界里面，你看末后就「恋德礼辞」，恋德是感激这境界成就我，礼辞是一尘不染，他心里头不落印象，这高明。不像凡夫心里面着境，着了境界相，不肯放下，不能礼辞。人家的高明处就是礼辞，礼辞就是三轮体空，不取于相，如如不动，无论遇到什么人、无论遇到什么事。所以他的智慧是念念增长，定功是念念加深，这样才能成无上道。他所修学的法门就是念佛法门，而且他念的就是西方极乐世界阿弥陀佛，所以经中屡次提到一切如来名号，就是指的阿弥陀佛。这些地方我们都要在经典里面看得出来，要认真的学习，晓得这个法门是怎么个学法。真正懂得这个意思我们的生活就是道场，无论是顺境、是逆境统统成就自己道业，没有障碍。",
      "zh_TW": "為什麼？他對於每個境界裡面，你看末後就「戀德禮辭」，戀德是感激這境界成就我，禮辭是一塵不染，他心裡頭不落印象，這高明。不像凡夫心裡面著境，著了境界相，不肯放下，不能禮辭。人家的高明處就是禮辭，禮辭就是三輪體空，不取於相，如如不動，無論遇到什麼人、無論遇到什麼事。所以他的智慧是念念增長，定功是念念加深，這樣才能成無上道。他所修學的法門就是念佛法門，而且他念的就是西方極樂世界阿彌陀佛，所以經中屢次提到一切如來名號，就是指的阿彌陀佛。這些地方我們都要在經典裡面看得出來，要認真的學習，曉得這個法門是怎麼個學法。真正懂得這個意思我們的生活就是道場，無論是順境、是逆境統統成就自己道業，沒有障礙。"
    },
    {
      "id": "12-008-0009_p0028",
      "zh_CN": "遇到个恶人，这个恶人把我骂一顿，他骂的那些话我听清楚，那是智慧。他骂的我，我没有接受，虽然触我没有受，我不影响。譬如说他在那骂，他骂旁边那个人我受不受气？不受气，为什么？他不是骂我。指著名字骂，这名是假名不是真的；指着我身体，身是假身，也不是真的。身是依他起性，名字是遍计所执性，圆成实性里面什么都没有，干干净净一尘不染，成就自己定慧。所以你要会运用，会运用一天到晚都是观照，一天到晚都是修行，这种功夫什么时候间断过？一间断无明、邪见就生起来了。善财一生成无上道，就是这个观照功夫从无间断，我们在这个五十三参里面所看到的，这个真正了不起。任何一个人，如果要是懂得这种巧妙方法，依照这个来修行，他一生怎么不成佛！善财能成就，各个都能成就。",
      "zh_TW": "遇到個惡人，這個惡人把我罵一頓，他罵的那些話我聽清楚，那是智慧。他罵的我，我沒有接受，雖然觸我沒有受，我不影響。譬如說他在那罵，他罵旁邊那個人我受不受氣？不受氣，為什麼？他不是罵我。指著名字罵，這名是假名不是真的；指著我身體，身是假身，也不是真的。身是依他起性，名字是遍計所執性，圓成實性裡面什麼都沒有，乾乾淨淨一塵不染，成就自己定慧。所以你要會運用，會運用一天到晚都是觀照，一天到晚都是修行，這種功夫什麼時候間斷過？一間斷無明、邪見就生起來了。善財一生成無上道，就是這個觀照功夫從無間斷，我們在這個五十三參裡面所看到的，這個真正了不起。任何一個人，如果要是懂得這種巧妙方法，依照這個來修行，他一生怎麼不成佛！善財能成就，各個都能成就。"
    },
    {
      "id": "12-008-0009_p0029",
      "zh_CN": "我们在前面跟诸位介绍过，善财这个意思，就是他有善根、有福德的人就叫做善财童子，他是一切修行大乘人的总名称，不是指某一个人。凡是依照这种理论方法来修行的人，这个人就叫善财。会用这个方法、这个理论在生活当中修行的人，你所接触的任何一个人都叫善知识，就是五十三参里面的善知识。五十三参某位善知识指某个人，错了，找不到这个人，没这个人的，统统是表法的。所以《四十华严》是真正的人间佛法，这个人间的佛法不是十法界的人乘，这个五乘里头人乘，不是十法界里面的人法界，一真法界，我们要向这些地方去体会。",
      "zh_TW": "我們在前面跟諸位介紹過，善財這個意思，就是他有善根、有福德的人就叫做善財童子，他是一切修行大乘人的總名稱，不是指某一個人。凡是依照這種理論方法來修行的人，這個人就叫善財。會用這個方法、這個理論在生活當中修行的人，你所接觸的任何一個人都叫善知識，就是五十三參裡面的善知識。五十三參某位善知識指某個人，錯了，找不到這個人，沒這個人的，統統是表法的。所以《四十華嚴》是真正的人間佛法，這個人間的佛法不是十法界的人乘，這個五乘裡頭人乘，不是十法界裡面的人法界，一真法界，我們要向這些地方去體會。"
    },
    {
      "id": "12-008-0009_p0030",
      "zh_CN": "消业障，业障要如何才能真正的消除？那我们得晓得业障从哪里生的？业障是从妄心里面生的，真心里头没有业障。真心本来清净，它怎么会有业障？我们用心，如果要用妄心，那就决定不能消除业障，只有增长业障，哪能消除？妄心造业，恶业是障，善恶还是障。真正消业障用真心，不用妄心，真心不造业，真心是至诚心，诚到了极处它就不造业了，才能真正消业障。所以大乘佛法里面教我们用菩提心，教你发菩提心，菩提心发了怎么样？发了要用。不是菩提心发了，发了没用处，还用妄心那就错了，那不叫发菩提心。菩提心从发起来之后，从此之后就用菩提心，不再用妄心，菩提心就是真心，就是至诚心。如果我们用《观经》里面的解释那就很清楚，《观经》菩提心的三心，第一个是至诚心，诚到了极处；第二是深心，深心是自受用。至诚心是体，是真心的本体，诚到了极处；自受用叫深心，深心就是清净心。他受用，发愿回向心就是大慈大悲，对待别人大慈大悲，对自己清净不染，自受用是清净。",
      "zh_TW": "消業障，業障要如何才能真正的消除？那我們得曉得業障從哪裡生的？業障是從妄心裡面生的，真心裡頭沒有業障。真心本來清淨，它怎麼會有業障？我們用心，如果要用妄心，那就決定不能消除業障，只有增長業障，哪能消除？妄心造業，惡業是障，善惡還是障。真正消業障用真心，不用妄心，真心不造業，真心是至誠心，誠到了極處它就不造業了，才能真正消業障。所以大乘佛法裡面教我們用菩提心，教你發菩提心，菩提心發了怎麼樣？發了要用。不是菩提心發了，發了沒用處，還用妄心那就錯了，那不叫發菩提心。菩提心從發起來之後，從此之後就用菩提心，不再用妄心，菩提心就是真心，就是至誠心。如果我們用《觀經》裡面的解釋那就很清楚，《觀經》菩提心的三心，第一個是至誠心，誠到了極處；第二是深心，深心是自受用。至誠心是體，是真心的本體，誠到了極處；自受用叫深心，深心就是清淨心。他受用，發願迴向心就是大慈大悲，對待別人大慈大悲，對自己清淨不染，自受用是清淨。"
    },
    {
      "id": "12-008-0009_p0031",
      "zh_CN": "像六祖所说的「本来无一物」，决定不染污。自受用里面绝不起心动，同时也大慈大悲，能够帮助一切众生，这是真心。真心是三个同时起用，一而三，三而一，有体有用。其实儒家也讲这个道理，儒家讲的菩提心它是讲两个，诚意、正心，诚意那是真心的本体，正心就是诚意的起用。它是把自受用、他受用归纳成一条，叫正心；我们佛法把这个作用开作两条，自受用、他受用，开作两条意思完全是一样的。所以儒家那个功夫也是不得了，真正做到诚意、正心，然后才是修身、齐家、治国、平天下，那就是自度度他，修身是自度，齐家、治国、平天下是度他，亦是自行化他。跟佛法里面讲的没有两样，儒家提个纲领，佛法的经文多，发挥得细致。",
      "zh_TW": "像六祖所說的「本來無一物」，決定不染污。自受用裡面絕不起心動，同時也大慈大悲，能夠幫助一切眾生，這是真心。真心是三個同時起用，一而三，三而一，有體有用。其實儒家也講這個道理，儒家講的菩提心它是講兩個，誠意、正心，誠意那是真心的本體，正心就是誠意的起用。它是把自受用、他受用歸納成一條，叫正心；我們佛法把這個作用開作兩條，自受用、他受用，開作兩條意思完全是一樣的。所以儒家那個功夫也是不得了，真正做到誠意、正心，然後才是修身、齊家、治國、平天下，那就是自度度他，修身是自度，齊家、治國、平天下是度他，亦是自行化他。跟佛法裡面講的沒有兩樣，儒家提個綱領，佛法的經文多，發揮得細緻。"
    },
    {
      "id": "12-008-0009_p0032",
      "zh_CN": "如果说是我们一般的看法来讲，世出世间的圣人都是这么教导我们，业障不消除真心不能显露，智慧不能现前。这是菩萨以甚深智慧的妙观，才能够『普入一切众生业海』。入这干什么？当然是帮助一切众生，帮他们消业障，帮助他们断烦恼。菩萨虽然是这么慈悲肯帮忙，那众生得肯接受才行，要不肯接受还是枉然。菩萨对我们来讲，只能做到增上缘，像老师，老师很热心他来指导、来教学，学生不肯学，那老师对他无可奈何，老师不能把智慧本事给了他，这个没法子的。老师只能以善巧方便启发他，还是要他自发自动的自修自证，要他自己度自己。大经里面所说的「心佛众生三无差别」，这个力量是相等的，谁也不能代替谁。再看下面一句：",
      "zh_TW": "如果說是我們一般的看法來講，世出世間的聖人都是這麼教導我們，業障不消除真心不能顯露，智慧不能現前。這是菩薩以甚深智慧的妙觀，才能夠『普入一切眾生業海』。入這幹什麼？當然是幫助一切眾生，幫他們消業障，幫助他們斷煩惱。菩薩雖然是這麼慈悲肯幫忙，那眾生得肯接受才行，要不肯接受還是枉然。菩薩對我們來講，只能做到增上緣，像老師，老師很熱心他來指導、來教學，學生不肯學，那老師對他無可奈何，老師不能把智慧本事給了他，這個沒法子的。老師只能以善巧方便啟發他，還是要他自發自動的自修自證，要他自己度自己。大經裡面所說的「心佛眾生三無差別」，這個力量是相等的，誰也不能代替誰。再看下面一句："
    },
    {
      "id": "12-008-0009_p0033",
      "zh_CN": "【疾转一切业海清净陀罗尼轮。】",
      "zh_TW": "【疾轉一切業海清淨陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0034",
      "zh_CN": "这是讲转业，这个文句都是一些相连的，业障要是消除了就转业了，转染业成净业，转八识成四智。不但人生宇宙观转了，境界转了，连事相上都转了。正是佛门当中常说的「佛氏门中有求必应」，全都转，这是我们能信得过的。因为一切的果报它的原因就是业力，因上转了，果上当然转。如果说因没有转，单单说讲转果报，这是不可能的，理上讲不通，事上决定没有。如果说有，那是一种幻术，是假的，决定不是真实的。可是现在有许多人心理就不健全、就不诚实，想转业不用真心，要去投机取巧，而且这些人还很多，这真叫迷惑颠倒。佛菩萨以正法教诫我们，我们觉得这修学好长、好难，要费多少功夫才能够消业障、才能转境界。如果有个人说，不必要读那么多经，不必要那么苦修，你到我这来，我跟你摸摸顶就转了，他马上就来了。这个快，这个不费力气，真能转得了吗？如果要真的这么方便就能转，诸佛菩萨大慈大悲，应当把我们每个人都摸一下，都转掉了，何必费那么多事情？",
      "zh_TW": "這是講轉業，這個文句都是一些相連的，業障要是消除了就轉業了，轉染業成淨業，轉八識成四智。不但人生宇宙觀轉了，境界轉了，連事相上都轉了。正是佛門當中常說的「佛氏門中有求必應」，全都轉，這是我們能信得過的。因為一切的果報它的原因就是業力，因上轉了，果上當然轉。如果說因沒有轉，單單說講轉果報，這是不可能的，理上講不通，事上決定沒有。如果說有，那是一種幻術，是假的，決定不是真實的。可是現在有許多人心理就不健全、就不誠實，想轉業不用真心，要去投機取巧，而且這些人還很多，這真叫迷惑顛倒。佛菩薩以正法教誡我們，我們覺得這修學好長、好難，要費多少功夫才能夠消業障、才能轉境界。如果有個人說，不必要讀那麼多經，不必要那麼苦修，你到我這來，我跟你摸摸頂就轉了，他馬上就來了。這個快，這個不費力氣，真能轉得了嗎？如果要真的這麼方便就能轉，諸佛菩薩大慈大悲，應當把我們每個人都摸一下，都轉掉了，何必費那麼多事情？"
    },
    {
      "id": "12-008-0009_p0035",
      "zh_CN": "释迦牟尼佛当年在世，苦口婆心说法四十九年岂不叫冤枉。所以诸位一定要明理，不能被人欺骗了。这个年头，正是《楞严经》上所说的，「邪师说法如恒河沙」。幸亏好，佛提示给我们，教我们「依法不依人」，依人会上当的，法是经典。所以我们读经典要讲求版本，为什么？怕这个经传的时代久了，当中抄写的或者刻版的有字刻错了，一定要找善本书，保持原来翻译的，没有摹错，我们以这个为依据。可是现在我们已经发现到有人改经，当然这个不是佛教徒，我看到有他们印的《金刚经》、《心经》，那个注解当然不必说了，那是胡说八道，连经文有的句子都改了，这还得了。将来他们的势力大，有财富，这个经到处印，到处结缘，人家看到了这是真的经，将来发现真的跟它对一对，这个句子不对，把真的当作假的，这个不得了，这是真正可怕的事情。",
      "zh_TW": "釋迦牟尼佛當年在世，苦口婆心說法四十九年豈不叫冤枉。所以諸位一定要明理，不能被人欺騙了。這個年頭，正是《楞嚴經》上所說的，「邪師說法如恆河沙」。幸虧好，佛提示給我們，教我們「依法不依人」，依人會上當的，法是經典。所以我們讀經典要講求版本，為什麼？怕這個經傳的時代久了，當中抄寫的或者刻版的有字刻錯了，一定要找善本書，保持原來翻譯的，沒有摹錯，我們以這個為依據。可是現在我們已經發現到有人改經，當然這個不是佛教徒，我看到有他們印的《金剛經》、《心經》，那個註解當然不必說了，那是胡說八道，連經文有的句子都改了，這還得了。將來他們的勢力大，有財富，這個經到處印，到處結緣，人家看到了這是真的經，將來發現真的跟它對一對，這個句子不對，把真的當作假的，這個不得了，這是真正可怕的事情。"
    },
    {
      "id": "12-008-0009_p0036",
      "zh_CN": "所以我们要想达到真正的转境界、消业障，一定要依正法，一分耕耘，一分收获。连世间法都没有不劳而获的，何况成佛的大道，哪有不劳而获的？这个大法给诸位说，绝不是金钱可以能够买得来的。如果成佛可以花钱买得来的，那穷人就永远不能成佛，这个未免太不公平了。因为现在有些地方听说传法是要花钱，钱花得多他的品位高，钱少品位就低，这种传法还有人去，这未免是太颠倒了。这个道业能够花钱买得到的，真是奇怪，这是查遍《大藏经》也没这个说法。所以千万不要被人骗了，决定是谣言，决定是假的，不是真实的。佛法的成就，菩萨阶位高下是清净心的程度，心愈清净品位愈高，是这么回事情。譬如说我们在这个经上看到，四十一位法身大士四十一个阶级，四十一个阶级怎么来的？因为有四十一品无明，破一品无明地位升一级，是这么来的。初破一品无明这是初住菩萨，破两品无明叫二住菩萨。四十品无明破了还有一品，叫等觉菩萨；四十一品统统断尽这叫成佛，是这么回事情。",
      "zh_TW": "所以我們要想達到真正的轉境界、消業障，一定要依正法，一分耕耘，一分收穫。連世間法都沒有不勞而獲的，何況成佛的大道，哪有不勞而獲的？這個大法給諸位說，絕不是金錢可以能夠買得來的。如果成佛可以花錢買得來的，那窮人就永遠不能成佛，這個未免太不公平了。因為現在有些地方聽說傳法是要花錢，錢花得多他的品位高，錢少品位就低，這種傳法還有人去，這未免是太顛倒了。這個道業能夠花錢買得到的，真是奇怪，這是查遍《大藏經》也沒這個說法。所以千萬不要被人騙了，決定是謠言，決定是假的，不是真實的。佛法的成就，菩薩階位高下是清淨心的程度，心愈清淨品位愈高，是這麼回事情。譬如說我們在這個經上看到，四十一位法身大士四十一個階級，四十一個階級怎麼來的？因為有四十一品無明，破一品無明地位升一級，是這麼來的。初破一品無明這是初住菩薩，破兩品無明叫二住菩薩。四十品無明破了還有一品，叫等覺菩薩；四十一品統統斷盡這叫成佛，是這麼回事情。"
    },
    {
      "id": "12-008-0009_p0037",
      "zh_CN": "这个断烦恼、破无明，绝不是花钱能办得到，也不是交情能办得到。你看，楞严会上阿难尊者跟释迦牟尼佛那个关系深厚，阿难尊者就打了个妄想，以为你们需要修行，我不要修行，到时候我那个大哥一定就把佛位、菩萨位授予我。哪里晓得，到最后才知道是一场空，那是不可能的事情。成就与否一定要靠自己修行，修定修慧。定慧，诸位想想什么人能够给你？财富可以给人，我有财富送给别人，别人可以享福，我的智慧、能力没有办法给人。这是个很浅显的道理，成佛是用定慧的功夫，所以叫功德。佛他自己具有的圆满功德，他没法子给人。他要能给人，我相信佛一定大慈大悲，绝不吝法，早就给我们。诸位要是明白这个基本的道理，在末法时期，虽然是妖魔鬼怪充斥人间，你也不会上当，也不会受骗。这是讲到转业，所以转业要从心地转。先要要求心理建设，有了健全的心理，你的身体、你的境界自然就美满。末后一句说：",
      "zh_TW": "這個斷煩惱、破無明，絕不是花錢能辦得到，也不是交情能辦得到。你看，楞嚴會上阿難尊者跟釋迦牟尼佛那個關係深厚，阿難尊者就打了個妄想，以為你們需要修行，我不要修行，到時候我那個大哥一定就把佛位、菩薩位授予我。哪裡曉得，到最後才知道是一場空，那是不可能的事情。成就與否一定要靠自己修行，修定修慧。定慧，諸位想想什麼人能夠給你？財富可以給人，我有財富送給別人，別人可以享福，我的智慧、能力沒有辦法給人。這是個很淺顯的道理，成佛是用定慧的功夫，所以叫功德。佛他自己具有的圓滿功德，他沒法子給人。他要能給人，我相信佛一定大慈大悲，絕不吝法，早就給我們。諸位要是明白這個基本的道理，在末法時期，雖然是妖魔鬼怪充斥人間，你也不會上當，也不會受騙。這是講到轉業，所以轉業要從心地轉。先要要求心理建設，有了健全的心理，你的身體、你的境界自然就美滿。末後一句說："
    },
    {
      "id": "12-008-0009_p0038",
      "zh_CN": "【速疾出生一切智智勇猛成就陀罗尼轮。】",
      "zh_TW": "【速疾出生一切智智勇猛成就陀羅尼輪。】"
    },
    {
      "id": "12-008-0009_p0039",
      "zh_CN": "这句就是讲菩萨事业，菩萨的事业就是度化众生。如果拿现在的话，就是服务社会、服务大众，现在叫服务，度化就是服务。无条件的服务，不需要任何代价的服务，这是菩萨。为什么要这样做？什么理由？世间人要谈到服务一定有报酬，如果没有报酬谁去做？菩萨为什么这样热心来服务大众？菩萨对于这个世间的真相，了解的跟我们不一样，菩萨觉悟，觉悟什么？真如法一。他服务一切众生就是服务自己，所以叫同体大悲心，他知道一切万法是一不是二。我们迷失了真如法一，我们迷了，他觉悟，我们迷了的时候不肯做，他觉悟的时候肯做。所以只要是一个觉悟的人，没有不热心为大众服务。真正觉悟的人不疲不厌的，为一切众生贡献自己的智慧、贡献自己的劳力，这是个觉悟的有情众生，就是菩萨。所以他的所作所为决定是基于理智的，是大智慧的。这『一切智智』就是一切种智，两个智连在一起就是实智、权智，我们或者称之为根本智、后得智。所有的事业是从智慧里面出生，不是感情的，不是从分别、妄想心里面建立的，是从大智慧里面出生，所以才能够勇猛精进成就菩萨事业。下面这是总结，这个十句说完了。",
      "zh_TW": "這句就是講菩薩事業，菩薩的事業就是度化眾生。如果拿現在的話，就是服務社會、服務大眾，現在叫服務，度化就是服務。無條件的服務，不需要任何代價的服務，這是菩薩。為什麼要這樣做？什麼理由？世間人要談到服務一定有報酬，如果沒有報酬誰去做？菩薩為什麼這樣熱心來服務大眾？菩薩對於這個世間的真相，了解的跟我們不一樣，菩薩覺悟，覺悟什麼？真如法一。他服務一切眾生就是服務自己，所以叫同體大悲心，他知道一切萬法是一不是二。我們迷失了真如法一，我們迷了，他覺悟，我們迷了的時候不肯做，他覺悟的時候肯做。所以只要是一個覺悟的人，沒有不熱心為大眾服務。真正覺悟的人不疲不厭的，為一切眾生貢獻自己的智慧、貢獻自己的勞力，這是個覺悟的有情眾生，就是菩薩。所以他的所作所為決定是基於理智的，是大智慧的。這『一切智智』就是一切種智，兩個智連在一起就是實智、權智，我們或者稱之為根本智、後得智。所有的事業是從智慧裡面出生，不是感情的，不是從分別、妄想心裡面建立的，是從大智慧裡面出生，所以才能夠勇猛精進成就菩薩事業。下面這是總結，這個十句說完了。"
    },
    {
      "id": "12-008-0009_p0040",
      "zh_CN": "【善男子。此十陀罗尼轮。以十千陀罗尼轮而为眷属。恒为众生演说妙法。】",
      "zh_TW": "【善男子。此十陀羅尼輪。以十千陀羅尼輪而為眷屬。恆為眾生演說妙法。】"
    },
    {
      "id": "12-008-0009_p0041",
      "zh_CN": "总结里面，又说出了『眷属』，这就是显示十十无尽，以无尽的智慧、无尽的善巧、无尽的方便、无尽总持法门，为一切『众生演说妙法』。再看下面一段，他具有这种能力，这个总持法门得到，具这个能力，下面就举个例子，说明他说法的情形。",
      "zh_TW": "總結裡面，又說出了『眷屬』，這就是顯示十十無盡，以無盡的智慧、無盡的善巧、無盡的方便、無盡總持法門，為一切『眾生演說妙法』。再看下面一段，他具有這種能力，這個總持法門得到，具這個能力，下面就舉個例子，說明他說法的情形。"
    },
    {
      "id": "12-008-0009_p0042",
      "zh_CN": "【善男子。我或为众生说闻慧法。或为众生说思慧法。或为众生说修慧法。】",
      "zh_TW": "【善男子。我或為眾生說聞慧法。或為眾生說思慧法。或為眾生說修慧法。】"
    },
    {
      "id": "12-008-0009_p0043",
      "zh_CN": "这就是举例说明，这三句是说明三慧能入，这是讲的闻思修，闻思修是一，一而三，三而一，一体的三面。观世音菩萨在楞严会上说明他自己的悟入，从闻思修入三摩地。三摩地就是佛的境界，我们俗话讲证果，或者讲成道，他是怎么证果、怎么成道的？他是从闻思修而入。楞严会上观世音菩萨代表的是圆教初住菩萨。在净土经典里面所讲的西方三圣观世音菩萨，他代表的是等觉菩萨。我们在《华严经》前面读过「观自在章」，那一位观音菩萨就是西方极乐世界观音菩萨。可是他到华藏会上他把他身分就贬低了，他是第七回向的菩萨，正是无处不现身，随类随机现示他各种不同的身分，都是为了利益众生。《楞严经》上就教我们入门，所以他示现有入门的样子，教给我们如何入门。",
      "zh_TW": "這就是舉例說明，這三句是說明三慧能入，這是講的聞思修，聞思修是一，一而三，三而一，一體的三面。觀世音菩薩在楞嚴會上說明他自己的悟入，從聞思修入三摩地。三摩地就是佛的境界，我們俗話講證果，或者講成道，他是怎麼證果、怎麼成道的？他是從聞思修而入。楞嚴會上觀世音菩薩代表的是圓教初住菩薩。在淨土經典裡面所講的西方三聖觀世音菩薩，他代表的是等覺菩薩。我們在《華嚴經》前面讀過「觀自在章」，那一位觀音菩薩就是西方極樂世界觀音菩薩。可是他到華藏會上他把他身分就貶低了，他是第七迴向的菩薩，正是無處不現身，隨類隨機現示他各種不同的身分，都是為了利益眾生。《楞嚴經》上就教我們入門，所以他示現有入門的樣子，教給我們如何入門。"
    },
    {
      "id": "12-008-0009_p0044",
      "zh_CN": "但是闻思修三慧要注重在慧，不可以把闻思修就当作慧，那就搞错了。要着重这个慧，这慧是什么？戒定慧，所以慧成就之后，修闻思修才能入三摩地。如果慧没有现前，那闻思修不管用的，这个不能误会。你要误会，观音菩萨修闻思修就入三摩地，我天天都修闻思修怎么不入？我们慧没成就。为什么慧没成就？定没成就。为什么定不成就？戒不精严。所以你要想慧现前，一定是因戒生定，因定开慧，必定要经过这个程序，不持戒决定不能得定。所以佛法的修学是建立在戒学的基础上，戒能够帮助我们得清净心，帮助我们远离一切的过失。定能够帮助我们消除一切业障，所以定功能断见思烦恼，戒的功夫能伏烦恼，定能够断烦恼，断烦恼之后这是智慧现前，这开慧了，然后闻思修才能称之为三慧。所以三慧是大乘菩萨修的，这戒定慧三学是小乘圣人修的。",
      "zh_TW": "但是聞思修三慧要注重在慧，不可以把聞思修就當作慧，那就搞錯了。要著重這個慧，這慧是什麼？戒定慧，所以慧成就之後，修聞思修才能入三摩地。如果慧沒有現前，那聞思修不管用的，這個不能誤會。你要誤會，觀音菩薩修聞思修就入三摩地，我天天都修聞思修怎麼不入？我們慧沒成就。為什麼慧沒成就？定沒成就。為什麼定不成就？戒不精嚴。所以你要想慧現前，一定是因戒生定，因定開慧，必定要經過這個程序，不持戒決定不能得定。所以佛法的修學是建立在戒學的基礎上，戒能夠幫助我們得清淨心，幫助我們遠離一切的過失。定能夠幫助我們消除一切業障，所以定功能斷見思煩惱，戒的功夫能伏煩惱，定能夠斷煩惱，斷煩惱之後這是智慧現前，這開慧了，然後聞思修才能稱之為三慧。所以三慧是大乘菩薩修的，這戒定慧三學是小乘聖人修的。"
    },
    {
      "id": "12-008-0009_p0045",
      "zh_CN": "大乘佛法一定要以小乘做基础，所以没有小乘的三学哪有菩萨的三慧？所以这个地方千万不能够误会，绝对不能够把闻当作听经，我们天天听经我这是闻慧。听了之后，想想这个经里面的道理，这叫思慧，我天天在思惟、在思考。想好了之后，我就照这个方法去做，我这叫修慧，那就全都错了。这个意思统统解错了，不是这么回事情。三慧怎么个讲法？刚才我跟诸位说了，这三是一，一而三，三而一。所谓慧，真正的智慧决定不动心的，觉心不动。起心动念那是无明，那哪是慧？闻，闻了之后这个心不动，就是慧。有没有听清楚？听得清清楚楚、明明白白，这个时候心里面没有分别执着，不起心、不动念这个闻才叫慧。我们凡夫之难，难在哪里？一听了之后，这心里马上就反应，它就起反应，它就起思惟，就有分别执着，有思惟在里头，没有慧了。所以这闻慧是闻而无闻，无闻而闻；听而无听，无听而听，这才叫闻慧。",
      "zh_TW": "大乘佛法一定要以小乘做基礎，所以沒有小乘的三學哪有菩薩的三慧？所以這個地方千萬不能夠誤會，絕對不能夠把聞當作聽經，我們天天聽經我這是聞慧。聽了之後，想想這個經裡面的道理，這叫思慧，我天天在思惟、在思考。想好了之後，我就照這個方法去做，我這叫修慧，那就全都錯了。這個意思統統解錯了，不是這麼回事情。三慧怎麼個講法？剛才我跟諸位說了，這三是一，一而三，三而一。所謂慧，真正的智慧決定不動心的，覺心不動。起心動念那是無明，那哪是慧？聞，聞了之後這個心不動，就是慧。有沒有聽清楚？聽得清清楚楚、明明白白，這個時候心裡面沒有分別執著，不起心、不動念這個聞才叫慧。我們凡夫之難，難在哪裡？一聽了之後，這心裡馬上就反應，它就起反應，它就起思惟，就有分別執著，有思惟在裡頭，沒有慧了。所以這聞慧是聞而無聞，無聞而聞；聽而無聽，無聽而聽，這才叫聞慧。"
    },
    {
      "id": "12-008-0009_p0046",
      "zh_CN": "所以你要懂这个慧的意思，慧是清净心的照用，《心经》里面「照见」，那是慧，决定不落在心意识里头，心意识都不落了。如果落在心所法里头，那不更糟糕了吗？所以诸位仔细想想，我们六根接触六尘境界，有几次没有掉在心心所里头？能离心心所，闻思修才称之为三慧，这是菩萨修行的功夫。换句话说，闻是代表六根接触外面六尘境界，用一个字做代表，用见也可以，用一个字做代表。眼见、耳闻、鼻嗅、舌尝、身体接触，就一个字代表。六根接触外面六尘境界了了分明，如如不动，这叫闻慧。菩萨就修的这个，修闻思修他真能入三摩地。这就是一般所讲的「舍识用根」，离心意识，不用八识五十一心所。",
      "zh_TW": "所以你要懂這個慧的意思，慧是清淨心的照用，《心經》裡面「照見」，那是慧，決定不落在心意識裡頭，心意識都不落了。如果落在心所法裡頭，那不更糟糕了嗎？所以諸位仔細想想，我們六根接觸六塵境界，有幾次沒有掉在心心所裡頭？能離心心所，聞思修才稱之為三慧，這是菩薩修行的功夫。換句話說，聞是代表六根接觸外面六塵境界，用一個字做代表，用見也可以，用一個字做代表。眼見、耳聞、鼻嗅、舌嘗、身體接觸，就一個字代表。六根接觸外面六塵境界了了分明，如如不動，這叫聞慧。菩薩就修的這個，修聞思修他真能入三摩地。這就是一般所講的「捨識用根」，離心意識，不用八識五十一心所。"
    },
    {
      "id": "12-008-0009_p0047",
      "zh_CN": "思慧当明了讲，闻当作接触，接触就是闻的意思，思是明了，一接触就明了，绝不落在思惟里头。因为落在思惟里头，落在意识里面去了，意识才有个思惟，真如本性里头没有思惟，一接触都明了。为什么明了？真如本性具足万法，法尔如是，这东西不是学得来的。何况大经里面明白给我们说出来，十法界依正庄严，唯心所现，唯识所变，现在你的心这么样清净光明，心现识变的一切万法哪有一法不明了！当然一接触就明了。所以这个用不着学，这个智慧，经上常讲的无师智、自然智，是从清净心里面现出来的。所以这个思，你要把它看作思想、思考，那全掉在意识里头去了，菩萨还用心意识？小乘人用心意识，菩萨不用心意识，用心意识怎么能见性？",
      "zh_TW": "思慧當明瞭講，聞當作接觸，接觸就是聞的意思，思是明瞭，一接觸就明瞭，絕不落在思惟裡頭。因為落在思惟裡頭，落在意識裡面去了，意識才有個思惟，真如本性裡頭沒有思惟，一接觸都明瞭。為什麼明瞭？真如本性具足萬法，法爾如是，這東西不是學得來的。何況大經裡面明白給我們說出來，十法界依正莊嚴，唯心所現，唯識所變，現在你的心這麼樣清淨光明，心現識變的一切萬法哪有一法不明瞭！當然一接觸就明瞭。所以這個用不著學，這個智慧，經上常講的無師智、自然智，是從清淨心裡面現出來的。所以這個思，你要把它看作思想、思考，那全掉在意識裡頭去了，菩薩還用心意識？小乘人用心意識，菩薩不用心意識，用心意識怎麼能見性？"
    },
    {
      "id": "12-008-0009_p0048",
      "zh_CN": "初住以上的菩萨绝不用心意识，十信位的菩萨还是用心意识，那叫权教菩萨，那都是《金刚经》所讲的，不算的。《金刚经》说，「若菩萨有我相、人相、众生相、寿者相，即非菩萨」。十信位的菩萨还着相，还有四相、还有四见，十信位的菩萨。初住以上没有了，初住以上已经破一品无明，见一分真性，初住以上用真心，用菩提心。所以这菩提心除非不现前，一现前就是圆初住的地位，所以这个标准高。你看《大乘起信论》，《大乘起信论》是大乘起信，刚开始，那什么地位？圆教初住地位。《金刚经》里面讲的菩萨也是圆教初住菩萨，那么高的标准，这些菩萨们开始修三慧。修慧是从破迷说的，破无明，断烦恼这叫修。你一接触，从接触叫闻慧，明了叫思慧，不迷才有修慧，所以一而三，三而一。",
      "zh_TW": "初住以上的菩薩絕不用心意識，十信位的菩薩還是用心意識，那叫權教菩薩，那都是《金剛經》所講的，不算的。《金剛經》說，「若菩薩有我相、人相、眾生相、壽者相，即非菩薩」。十信位的菩薩還著相，還有四相、還有四見，十信位的菩薩。初住以上沒有了，初住以上已經破一品無明，見一分真性，初住以上用真心，用菩提心。所以這菩提心除非不現前，一現前就是圓初住的地位，所以這個標準高。你看《大乘起信論》，《大乘起信論》是大乘起信，剛開始，那什麼地位？圓教初住地位。《金剛經》裡面講的菩薩也是圓教初住菩薩，那麼高的標準，這些菩薩們開始修三慧。修慧是從破迷說的，破無明，斷煩惱這叫修。你一接觸，從接觸叫聞慧，明瞭叫思慧，不迷才有修慧，所以一而三，三而一。"
    },
    {
      "id": "12-008-0009_p0049",
      "zh_CN": "所以这个三桩事情是一刹那之间，同时完成的，没有先后次第，真正是称得上不二法门。也是六祖所说的，二就不是佛法了，二就入不了佛法；它这是一而三，三而一，所以才能入佛法。所以这些意思我们一定要把它搞清楚，那差一点点都不行，你就会发生误会、发生曲解，障碍自己的修学。不但在行门上产生了障碍，解门上都有障碍。这个三句是分成三段，就是无论从哪个地方，它都是三个词连着的，这个意思很有像如来三转法轮的味道，示相、劝说、作证，那是如来对初学的人，特别是对小乘人才用这个方法。像这种智慧这么高，大乘见性的法身大士，那用不着，一点就通了。这里头也有这点味道，无论是从接触上、是从明了上，或者是从断惑上，无论从哪方面来下手，三个一定是连带关系的，所谓三慧是一体，这三慧是能入。下面有十句这是讲所入。",
      "zh_TW": "所以這個三樁事情是一剎那之間，同時完成的，沒有先後次第，真正是稱得上不二法門。也是六祖所說的，二就不是佛法了，二就入不了佛法；它這是一而三，三而一，所以才能入佛法。所以這些意思我們一定要把它搞清楚，那差一點點都不行，你就會發生誤會、發生曲解，障礙自己的修學。不但在行門上產生了障礙，解門上都有障礙。這個三句是分成三段，就是無論從哪個地方，它都是三個詞連著的，這個意思很有像如來三轉法輪的味道，示相、勸說、作證，那是如來對初學的人，特別是對小乘人才用這個方法。像這種智慧這麼高，大乘見性的法身大士，那用不著，一點就通了。這裡頭也有這點味道，無論是從接觸上、是從明瞭上，或者是從斷惑上，無論從哪方面來下手，三個一定是連帶關係的，所謂三慧是一體，這三慧是能入。下面有十句這是講所入。"
    },
    {
      "id": "12-008-0009_p0050",
      "zh_CN": "【或为众生说一有海法。或为众生说一切有海法。】",
      "zh_TW": "【或為眾生說一有海法。或為眾生說一切有海法。】"
    },
    {
      "id": "12-008-0009_p0051",
      "zh_CN": "这个底下的经文可以说是倍倍增加。像说法无量无边的说、不间断的说、炽然的说，才显示出菩萨陀罗尼门的高明。所以十方诸佛菩萨为一切众生说法，从来没有间断过，从来没有休息过。你要问在哪里？我怎么没有见到、没有听说？我们六根接触外面六尘境界就是说法。读了《华严经》要会这个意思，果然会了，见色闻声哪一门不是道！所以会了之后是头头是道，左右逢源。尤其是经上所说「一切众生本来成佛」，我们六根接触六尘境界，岂不是一切诸佛无间断在说、炽然在说。只是我们肉眼凡夫迷惑颠倒，见而不见，闻而不闻，不能成就我们自己的无上道。所以在这一段的前面说出这能入的三慧，意义很深。三慧意思真正懂得了，如果会运用，眼前的境界就是底下十句所说的，就是讲我们眼前境界。所以菩萨的修学，确确实实他的功夫从无间断。他能够体会到，这十方诸佛说无量无边的法门，是在念念当中都能体会得到，念念当中都能够圆满成就，这是真正不可思议。",
      "zh_TW": "這個底下的經文可以說是倍倍增加。像說法無量無邊的說、不間斷的說、熾然的說，才顯示出菩薩陀羅尼門的高明。所以十方諸佛菩薩為一切眾生說法，從來沒有間斷過，從來沒有休息過。你要問在哪裡？我怎麼沒有見到、沒有聽說？我們六根接觸外面六塵境界就是說法。讀了《華嚴經》要會這個意思，果然會了，見色聞聲哪一門不是道！所以會了之後是頭頭是道，左右逢源。尤其是經上所說「一切眾生本來成佛」，我們六根接觸六塵境界，豈不是一切諸佛無間斷在說、熾然在說。只是我們肉眼凡夫迷惑顛倒，見而不見，聞而不聞，不能成就我們自己的無上道。所以在這一段的前面說出這能入的三慧，意義很深。三慧意思真正懂得了，如果會運用，眼前的境界就是底下十句所說的，就是講我們眼前境界。所以菩薩的修學，確確實實他的功夫從無間斷。他能夠體會到，這十方諸佛說無量無邊的法門，是在念念當中都能體會得到，念念當中都能夠圓滿成就，這是真正不可思議。"
    },
    {
      "id": "12-008-0009_p0052",
      "zh_CN": "今天时间到了，底下这段经文不难懂，只说出一个原理，就是一有一切有，无论是从事、是从理，理上是一，事上是无量无边。所以一即一切，理是一个，一个理含一切法，一切法是一个原理，大主意是教我们体会这个道理。好，今天就讲到此地。",
      "zh_TW": "今天時間到了，底下這段經文不難懂，只說出一個原理，就是一有一切有，無論是從事、是從理，理上是一，事上是無量無邊。所以一即一切，理是一個，一個理含一切法，一切法是一個原理，大主意是教我們體會這個道理。好，今天就講到此地。"
    }
  ]
}