{
  "doc_id": "12-008-0013",
  "title": {
    "zh_CN": "四十华严守护夜神章",
    "zh_TW": "四十華嚴守護夜神章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "",
    "zh_TW": ""
  },
  "year": "",
  "location": {
    "zh_CN": "1981",
    "zh_TW": "1981"
  },
  "doc_number": "12-008-0013",
  "total_paragraphs": 56,
  "paragraphs": [
    {
      "id": "12-008-0013_p0001",
      "zh_CN": "七百六十九页最后一行。",
      "zh_TW": "七百六十九頁最後一行。"
    },
    {
      "id": "12-008-0013_p0002",
      "zh_CN": "【善男子。如是等须弥山极微尘数如来。其最后佛名法界城智慧灯光王。于无垢焰光劫中。出兴于世。我皆尊重亲近供养。听闻受持所说妙法。我亦于彼诸如来所。出家学道。护持法教。入此菩萨甚深自在可爱妙音解脱。种种方便。教化成熟无量众生。】",
      "zh_TW": "【善男子。如是等須彌山極微塵數如來。其最後佛名法界城智慧燈光王。於無垢焰光劫中。出興於世。我皆尊重親近供養。聽聞受持所說妙法。我亦於彼諸如來所。出家學道。護持法教。入此菩薩甚深自在可愛妙音解脫。種種方便。教化成熟無量眾生。】"
    },
    {
      "id": "12-008-0013_p0003",
      "zh_CN": "这段是前面一科的总结。前面我们看了，看到的是一百零五尊佛，此地在总结里面，我们才晓得原来菩萨已经经历无量诸佛如来。前面一百零五尊佛，也不过举一个例子而已，这段文里面就说得很清楚，『如是等』，就像前面所说的一百多尊佛。他经历多少？是『须弥山极微尘数』。像须弥山那么多的微尘，「极微尘数如来」。由此可知，菩萨修学一定要历长劫修行。像这样的经文，我们在《华严经》里面读到很多，它给我们的启示，就是教给我们要发长远心，知道学佛不是一生可以成就，这是生生世的事情。生生世世都要发心，都要亲近诸佛如来，依教修行，何况在一生当中？如果自己是没有耐心，这个没有耐心就是业障，经上常讲罪障，什么叫罪障？没耐心就是最大的罪障。罪障要是消除必定能精进不懈，所以能够精进不懈这就是罪障消除的相。",
      "zh_TW": "這段是前面一科的總結。前面我們看了，看到的是一百零五尊佛，此地在總結裡面，我們才曉得原來菩薩已經經歷無量諸佛如來。前面一百零五尊佛，也不過舉一個例子而已，這段文裡面就說得很清楚，『如是等』，就像前面所說的一百多尊佛。他經歷多少？是『須彌山極微塵數』。像須彌山那麼多的微塵，「極微塵數如來」。由此可知，菩薩修學一定要歷長劫修行。像這樣的經文，我們在《華嚴經》裡面讀到很多，它給我們的啟示，就是教給我們要發長遠心，知道學佛不是一生可以成就，這是生生世的事情。生生世世都要發心，都要親近諸佛如來，依教修行，何況在一生當中？如果自己是沒有耐心，這個沒有耐心就是業障，經上常講罪障，什麼叫罪障？沒耐心就是最大的罪障。罪障要是消除必定能精進不懈，所以能夠精進不懈這就是罪障消除的相。"
    },
    {
      "id": "12-008-0013_p0004",
      "zh_CN": "他说『最后佛』，就是他最近；换句话说，他已经在圆教里面成就第六地菩萨。这个地位非常之高，绝不是普通的地位，十圣里面是六地菩萨，最近所亲近的这尊佛，名字叫『法界城智慧灯光王』。跟前面情形一样的，无量劫来每尊佛出现于世，他要是遇到，都是『尊重亲近供养，听闻受持所说妙法』。不但如此，而且也在如来会下出家，为佛的出家弟子，弘护正法，所以他才有今天这样殊胜的成就。『入此菩萨甚深自在可爱妙音解脱』，「入」就是我们俗话讲证，他证得了，这个境界就是圆教第六地菩萨所证得的境界。证得之后还是自行化他，所以『种种方便，教化成熟无量众生』。底下这一段，是显示他多生多劫修学成就的功德利益。请看经文：",
      "zh_TW": "他說『最後佛』，就是他最近；換句話說，他已經在圓教裡面成就第六地菩薩。這個地位非常之高，絕不是普通的地位，十聖裡面是六地菩薩，最近所親近的這尊佛，名字叫『法界城智慧燈光王』。跟前面情形一樣的，無量劫來每尊佛出現於世，他要是遇到，都是『尊重親近供養，聽聞受持所說妙法』。不但如此，而且也在如來會下出家，為佛的出家弟子，弘護正法，所以他才有今天這樣殊勝的成就。『入此菩薩甚深自在可愛妙音解脫』，「入」就是我們俗話講證，他證得了，這個境界就是圓教第六地菩薩所證得的境界。證得之後還是自行化他，所以『種種方便，教化成熟無量眾生』。底下這一段，是顯示他多生多劫修學成就的功德利益。請看經文："
    },
    {
      "id": "12-008-0013_p0005",
      "zh_CN": "【从是已来。于佛刹极微尘数劫。所有诸佛出兴于世。我皆供养。修行其法。善男子。我从是来。于生死夜无明昏昧诸众生中而独觉悟。令诸众生守护心城。舍三界城。住一切智无上法城。】",
      "zh_TW": "【從是已來。於佛剎極微塵數劫。所有諸佛出興於世。我皆供養。修行其法。善男子。我從是來。於生死夜無明昏昧諸眾生中而獨覺悟。令諸眾生守護心城。捨三界城。住一切智無上法城。】"
    },
    {
      "id": "12-008-0013_p0006",
      "zh_CN": "这是我们要学习的，应该要努力的，供养无过于『修行其法』，而诸佛如来教一切众生，直截了当成无上道的方法无过于念佛。如果能一心念佛，这是真供养，这是真正「修行其法」。末后这一句，『生死夜』，「生死」是指六道轮回，「夜」比喻无明盖覆了真性，六道里面一切众生无不如是。独有菩萨在这个境界里面，他觉悟了，他破了无明超越三界。这是菩萨以自己所修所证的境界，勉励我们，这都是他自己亲证的，亲身经历的提供给我们做参考。我们今天在六道之中，也要向他一样觉悟，觉悟的人『守护心城』，这个「心城」就是讲的自性清净心，无论在什么境界里面，顺境也好，逆境也好，你能够在一切境缘当中，守住你自性清净心就对了。",
      "zh_TW": "這是我們要學習的，應該要努力的，供養無過於『修行其法』，而諸佛如來教一切眾生，直截了當成無上道的方法無過於念佛。如果能一心念佛，這是真供養，這是真正「修行其法」。末後這一句，『生死夜』，「生死」是指六道輪迴，「夜」比喻無明蓋覆了真性，六道裡面一切眾生無不如是。獨有菩薩在這個境界裡面，他覺悟了，他破了無明超越三界。這是菩薩以自己所修所證的境界，勉勵我們，這都是他自己親證的，親身經歷的提供給我們做參考。我們今天在六道之中，也要向他一樣覺悟，覺悟的人『守護心城』，這個「心城」就是講的自性清淨心，無論在什麼境界裡面，順境也好，逆境也好，你能夠在一切境緣當中，守住你自性清淨心就對了。"
    },
    {
      "id": "12-008-0013_p0007",
      "zh_CN": "『舍三界城』，三界就是六道，欲界这个心里面攀缘名闻利养、五欲六尘，那你就是住在欲界里面不能超越。色界、无色界贪着四禅八定，你也没办法超越六道轮回。「舍三界城」，就是舍见思烦恼，就是舍五欲六尘，连世间的四禅八定也不留恋，也不把它摆在心里面这样才能够超越。有一丝毫的罣碍就出不了三界，这是我们必须要提高警觉。『住一切智无上法城』，这是对的，无上法就是善财童子所追求的无上正等正觉，这句就是指的无上正等正觉。而无上正等正觉是圆教的佛位，这是学佛人应当希求、应当向往的，千万不可以留恋世缘。经里面说的菩萨，在往昔亲近这么多诸佛如来，数如河沙，数不尽。想想我们自己过去生中如何？跟他差不多，没什么两样。",
      "zh_TW": "『捨三界城』，三界就是六道，欲界這個心裡面攀緣名聞利養、五欲六塵，那你就是住在欲界裡面不能超越。色界、無色界貪著四禪八定，你也沒辦法超越六道輪迴。「捨三界城」，就是捨見思煩惱，就是捨五欲六塵，連世間的四禪八定也不留戀，也不把它擺在心裡面這樣才能夠超越。有一絲毫的罣礙就出不了三界，這是我們必須要提高警覺。『住一切智無上法城』，這是對的，無上法就是善財童子所追求的無上正等正覺，這句就是指的無上正等正覺。而無上正等正覺是圓教的佛位，這是學佛人應當希求、應當嚮往的，千萬不可以留戀世緣。經裡面說的菩薩，在往昔親近這麼多諸佛如來，數如河沙，數不盡。想想我們自己過去生中如何？跟他差不多，沒什麼兩樣。"
    },
    {
      "id": "12-008-0013_p0008",
      "zh_CN": "他能成就就是他能够舍三界的业缘，他能舍；我们不能成就的，我们对于三界业缘没有法子舍掉，所以还是当生死凡夫。这个事情决定不是一个好事，决定是迷惑颠倒。有的同修来问我，家人过世，看到瑞相确实好像是往生，但是为什么常常还会梦到？常常梦到那是不是往生？常常梦到给诸位说，绝不可以怀疑他没有往生。固然没往生的人会梦到，已经往生的人也会梦到，《弥陀经》上讲得很清楚，往生西方极乐世界，在一餐饭的时间就能够周历十万亿佛国土。西方极乐世界距离我们娑婆就是十万亿佛国土，换句话说，你如果对这个世缘真的那么样的贪恋，对你家亲眷属真的舍不得，你要记住，除了往生极乐世界之外，没有办法照顾你的家亲眷属。",
      "zh_TW": "他能成就就是他能夠捨三界的業緣，他能捨；我們不能成就的，我們對於三界業緣沒有法子捨掉，所以還是當生死凡夫。這個事情決定不是一個好事，決定是迷惑顛倒。有的同修來問我，家人過世，看到瑞相確實好像是往生，但是為什麼常常還會夢到？常常夢到那是不是往生？常常夢到給諸位說，絕不可以懷疑他沒有往生。固然沒往生的人會夢到，已經往生的人也會夢到，《彌陀經》上講得很清楚，往生西方極樂世界，在一餐飯的時間就能夠周歷十萬億佛國土。西方極樂世界距離我們娑婆就是十萬億佛國土，換句話說，你如果對這個世緣真的那麼樣的貪戀，對你家親眷屬真的捨不得，你要記住，除了往生極樂世界之外，沒有辦法照顧你的家親眷屬。"
    },
    {
      "id": "12-008-0013_p0009",
      "zh_CN": "你果然往生了，可以天天回来看他，你在冥冥当中能照顾他。从西方极乐世界到娑婆世界，这个时间很短暂，每天都可以回来看看。如果你不能往生，一旦轮回了，你有这个心去照顾，你也没有这个能力。所以真正要讲孝顺父母，度脱自己的家亲眷属，头一个条件自己成就，自己有了能力，才能够救度你家亲眷属。否则的话，你一点办法都没有，你有心而无力，这是我们应当要觉悟。经中处处提醒我们，处处教导我们，应该要如何存心？如何行事？怎样才是一个名符其实的菩萨？这些地方我们要特别注意到。再看底下一段经文，这是「谦己推胜」：",
      "zh_TW": "你果然往生了，可以天天回來看他，你在冥冥當中能照顧他。從西方極樂世界到娑婆世界，這個時間很短暫，每天都可以回來看看。如果你不能往生，一旦輪迴了，你有這個心去照顧，你也沒有這個能力。所以真正要講孝順父母，度脫自己的家親眷屬，頭一個條件自己成就，自己有了能力，才能夠救度你家親眷屬。否則的話，你一點辦法都沒有，你有心而無力，這是我們應當要覺悟。經中處處提醒我們，處處教導我們，應該要如何存心？如何行事？怎樣才是一個名符其實的菩薩？這些地方我們要特別注意到。再看底下一段經文，這是「謙己推勝」："
    },
    {
      "id": "12-008-0013_p0010",
      "zh_CN": "【善男子。我唯知此甚深自在可爱妙音解脱。】",
      "zh_TW": "【善男子。我唯知此甚深自在可愛妙音解脫。】"
    },
    {
      "id": "12-008-0013_p0011",
      "zh_CN": "这句是菩萨谦虚的话，无量法门，菩萨说他只知道这一个法门。『唯知』，「唯」是唯一，无量法我才晓得这么一个法门。我们再看下面：",
      "zh_TW": "這句是菩薩謙虛的話，無量法門，菩薩說他只知道這一個法門。『唯知』，「唯」是唯一，無量法我才曉得這麼一個法門。我們再看下面："
    },
    {
      "id": "12-008-0013_p0012",
      "zh_CN": "【如诸菩萨摩诃萨。舍离世间诸杂秽语。】",
      "zh_TW": "【如諸菩薩摩訶薩。捨離世間諸雜穢語。】"
    },
    {
      "id": "12-008-0013_p0013",
      "zh_CN": "『如诸菩萨摩诃萨』，这用白话来说，就是像那些菩萨与大菩萨们他们所学的种种法，我都比不上，他们都比我强，就是这么个意思。哪些法？此地也略举几种，都是与他自己修学有密切关联的。先说语业，这些菩萨能『舍离世间诸杂秽语』。",
      "zh_TW": "『如諸菩薩摩訶薩』，這用白話來說，就是像那些菩薩與大菩薩們他們所學的種種法，我都比不上，他們都比我強，就是這麼個意思。哪些法？此地也略舉幾種，都是與他自己修學有密切關聯的。先說語業，這些菩薩能『捨離世間諸雜穢語』。"
    },
    {
      "id": "12-008-0013_p0014",
      "zh_CN": "【不作二语。检策语业。行正直道。安住胜义。成就圆满。永不系属一切语言。于念念中开悟一切语言自性。深入一切诸言音海。】",
      "zh_TW": "【不作二語。檢策語業。行正直道。安住勝義。成就圓滿。永不繫屬一切語言。於念念中開悟一切語言自性。深入一切諸言音海。】"
    },
    {
      "id": "12-008-0013_p0015",
      "zh_CN": "我们先说这个几句。因为这个第六地，他修的是般若波罗蜜，在这个地位是根本智得到圆满。地上菩萨十度圆修，初地布施都圆满，六地般若都圆满，圆满的波罗蜜。所以经上给我们说，处处为一切众生说法。所以说法是属于语业，你看第一个，再说出这些菩萨们，他能够离「杂秽语」。什么叫「杂秽语」？《十善业道》里面告诉我们，绮语、恶口这是「杂秽语」。『不作二语』，「二语」是妄语、两舌。这个两句就是四种语业得清净，菩萨没有绮语、没有恶口、没有妄语、没有两舌。『检策语业』，这句是前面两句总结，菩萨决定没有四种口业，决定没有。『行正直道』，这个「正直道」就是真语、实语，也就是净修语业。我们在日常生活之中待人接物之处，一定要这样修学。",
      "zh_TW": "我們先說這個幾句。因為這個第六地，他修的是般若波羅蜜，在這個地位是根本智得到圓滿。地上菩薩十度圓修，初地布施都圓滿，六地般若都圓滿，圓滿的波羅蜜。所以經上給我們說，處處為一切眾生說法。所以說法是屬於語業，你看第一個，再說出這些菩薩們，他能夠離「雜穢語」。什麼叫「雜穢語」？《十善業道》裡面告訴我們，綺語、惡口這是「雜穢語」。『不作二語』，「二語」是妄語、兩舌。這個兩句就是四種語業得清淨，菩薩沒有綺語、沒有惡口、沒有妄語、沒有兩舌。『檢策語業』，這句是前面兩句總結，菩薩決定沒有四種口業，決定沒有。『行正直道』，這個「正直道」就是真語、實語，也就是淨修語業。我們在日常生活之中待人接物之處，一定要這樣修學。"
    },
    {
      "id": "12-008-0013_p0016",
      "zh_CN": "但是也许有人说，现前这个社会我们要是真的这样去做，会招来许多的困难，那要怎么办？给诸位说，还是要这么做，决定要这么做。为什么？因为你是菩萨，菩萨是依于智慧，不是依感情。你今天感觉得戒律很难持，为什么？你是用一分感情的心来持戒，戒就难了，你不是理性的。诸佛菩萨是基于理智的持戒，所以戒律就活活泼泼，戒律里面有开缘、有开戒，不叫破戒、不叫犯戒。我修这个四种语业，修四种清净语业，这有个人来问我要钱、问我借钱，我知道他借了钱干什么？不是做好事，我有这个钱，他要来问我：你有没有钱？我说我有。你能不能借给我？不借又不好意思，我这个时候可不可以打个妄语？我对他很清楚、很明了，他来跟我借，我没有钱这算不算妄语？这不算妄语，我真的没有钱，没有什么钱？没有给你去造罪业的钱。",
      "zh_TW": "但是也許有人說，現前這個社會我們要是真的這樣去做，會招來許多的困難，那要怎麼辦？給諸位說，還是要這麼做，決定要這麼做。為什麼？因為你是菩薩，菩薩是依於智慧，不是依感情。你今天感覺得戒律很難持，為什麼？你是用一分感情的心來持戒，戒就難了，你不是理性的。諸佛菩薩是基於理智的持戒，所以戒律就活活潑潑，戒律裡面有開緣、有開戒，不叫破戒、不叫犯戒。我修這個四種語業，修四種清淨語業，這有個人來問我要錢、問我借錢，我知道他借了錢幹什麼？不是做好事，我有這個錢，他要來問我：你有沒有錢？我說我有。你能不能借給我？不借又不好意思，我這個時候可不可以打個妄語？我對他很清楚、很明瞭，他來跟我借，我沒有錢這算不算妄語？這不算妄語，我真的沒有錢，沒有什麼錢？沒有給你去造罪業的錢。"
    },
    {
      "id": "12-008-0013_p0017",
      "zh_CN": "钱是有，这个钱是做功德的钱，做好事的钱，不能给你去吃喝嫖赌，我没有这个钱，这没有妄语，没有打妄语。菩萨法建立在理性上，不是感情上的。你每个家庭收入，收入你一定会有个预算，我这个钱做什么用、做什么用的，有没有供给外面不三不四的人去乱花，有没有这个钱？没有，真的没有，你预算里头没有，那就是没有，这个没打妄语，没骗他。可是我预算里头有一笔预算的钱，外头乱七八糟人来要的时候我可以给他，去让他去造罪业，我相信没有一个人有这么个预算。这个不是妄语，不是骗人，这是说的真实话。你去做好事，你做的好事跟我一样，我也想做这个好事，我有这个预算，我就给你，我可以送给你，可以成就你。成就你的好事，就是我自己愿意做的好事。所以这个戒条条条都是活活泼泼的，绝不是一个死呆板。如果说这个戒不能持，持了把我们约束得动都不能动，一动就犯戒，那你是死在戒条之下，你根本不懂得佛法戒律的意义。戒律不是死的，诸位明白这个道理，才晓得佛戒容易持，应该要持。",
      "zh_TW": "錢是有，這個錢是做功德的錢，做好事的錢，不能給你去吃喝嫖賭，我沒有這個錢，這沒有妄語，沒有打妄語。菩薩法建立在理性上，不是感情上的。你每個家庭收入，收入你一定會有個預算，我這個錢做什麼用、做什麼用的，有沒有供給外面不三不四的人去亂花，有沒有這個錢？沒有，真的沒有，你預算裡頭沒有，那就是沒有，這個沒打妄語，沒騙他。可是我預算裡頭有一筆預算的錢，外頭亂七八糟人來要的時候我可以給他，去讓他去造罪業，我相信沒有一個人有這麼個預算。這個不是妄語，不是騙人，這是說的真實話。你去做好事，你做的好事跟我一樣，我也想做這個好事，我有這個預算，我就給你，我可以送給你，可以成就你。成就你的好事，就是我自己願意做的好事。所以這個戒條條條都是活活潑潑的，絕不是一個死呆板。如果說這個戒不能持，持了把我們約束得動都不能動，一動就犯戒，那你是死在戒條之下，你根本不懂得佛法戒律的意義。戒律不是死的，諸位明白這個道理，才曉得佛戒容易持，應該要持。"
    },
    {
      "id": "12-008-0013_p0018",
      "zh_CN": "『安住胜义』，「胜义」是讲真理，与法性相应。换句话说，言一定要契理，与理相应，不是与情相应。与情相应那个语都不是真正的理，必定有过失。『成就圆满』，还是指语业，就是具足圆满的原因。末后这一句高了，这境界太高，『永不系属一切语言』，这个意思是说言语是声尘，我们要觉悟的是言语里面所诠的道理，所以诸佛菩萨在经论里面，常常教给我们，离言说相，这个意思是说即言说而离言说，听了言说明白这个意思，不着言说相，这就是「不系属一切语言」；换句话，就是不执着一切语言，就是这个意思。我们讲不执着诸位容易懂，这个不系属就是不执着，从言说、从文字上我们通达其义理了，言说、文字都不能执着，一执着就错了。『开悟一切语言自性』，言语性空，本无言说，这就是「开悟一切语言自性」。底下说：",
      "zh_TW": "『安住勝義』，「勝義」是講真理，與法性相應。換句話說，言一定要契理，與理相應，不是與情相應。與情相應那個語都不是真正的理，必定有過失。『成就圓滿』，還是指語業，就是具足圓滿的原因。末後這一句高了，這境界太高，『永不繫屬一切語言』，這個意思是說言語是聲塵，我們要覺悟的是言語裡面所詮的道理，所以諸佛菩薩在經論裡面，常常教給我們，離言說相，這個意思是說即言說而離言說，聽了言說明白這個意思，不著言說相，這就是「不繫屬一切語言」；換句話，就是不執著一切語言，就是這個意思。我們講不執著諸位容易懂，這個不繫屬就是不執著，從言說、從文字上我們通達其義理了，言說、文字都不能執著，一執著就錯了。『開悟一切語言自性』，言語性空，本無言說，這就是「開悟一切語言自性」。底下說："
    },
    {
      "id": "12-008-0013_p0019",
      "zh_CN": "【深入一切诸言音海。了知众生诸秘密海。明见一切诸法门海。普摄一切平等法海。出生种种陀罗尼海。】",
      "zh_TW": "【深入一切諸言音海。了知眾生諸祕密海。明見一切諸法門海。普攝一切平等法海。出生種種陀羅尼海。】"
    },
    {
      "id": "12-008-0013_p0020",
      "zh_CN": "这个几句都是说无言之言，这才真正的深广，无言之言就是《楞严经》上所讲的首楞严大定，本经里面所说的师子奋迅三昧。所以他才能够照了，眼见是照了，言说也是照了，甚深般若智慧，所以才有这样殊胜不可思议的功能。能够『深入一切诸言音海，了知众生诸秘密海』，无有一法不了知。『明见一切诸法门海，普摄一切平等法海』。这个几句诸位联合起来一看，你就明白了，是什么回事情？就是《楞严经》中所说的「六根互用」，「元依一精明，分成六和合」，一根解脱，根根圆融。这个根本智现前一定是这个境界，六根互用法法圆融，这就是我们一般讲的神通。所以学佛的人要有理智、要有理性，你看千经万论，佛教给我们第一要紧的事情是信自己，信自己有佛性，信自己能成佛，信烦恼能断，信佛道能成，这是佛法的基本信条。佛没有教给我们信神通，没教给我们信别人、信他，没有。可是世间人往往就是好奇骛怪这个心太重了，那个人变一点魔术给你看看，就觉得这个了不起。",
      "zh_TW": "這個幾句都是說無言之言，這才真正的深廣，無言之言就是《楞嚴經》上所講的首楞嚴大定，本經裡面所說的師子奮迅三昧。所以他才能夠照了，眼見是照了，言說也是照了，甚深般若智慧，所以才有這樣殊勝不可思議的功能。能夠『深入一切諸言音海，了知眾生諸祕密海』，無有一法不了知。『明見一切諸法門海，普攝一切平等法海』。這個幾句諸位聯合起來一看，你就明白了，是什麼回事情？就是《楞嚴經》中所說的「六根互用」，「元依一精明，分成六和合」，一根解脫，根根圓融。這個根本智現前一定是這個境界，六根互用法法圓融，這就是我們一般講的神通。所以學佛的人要有理智、要有理性，你看千經萬論，佛教給我們第一要緊的事情是信自己，信自己有佛性，信自己能成佛，信煩惱能斷，信佛道能成，這是佛法的基本信條。佛沒有教給我們信神通，沒教給我們信別人、信他，沒有。可是世間人往往就是好奇騖怪這個心太重了，那個人變一點魔術給你看看，就覺得這個了不起。"
    },
    {
      "id": "12-008-0013_p0021",
      "zh_CN": "诸佛如来有神通，从来不以神通教化众生，你看哪一部经典里面，佛以神通教化众生的、佛以神通摄受众生的？没有。如来皆是以正法摄受一切众生，这种小神通不是没有，有，你去读读《楞严经》，《楞严经》末后讲的五十种阴魔，那比你所见到的要大得多了。是不是自己证得神通？不是。是些妖魔鬼怪附在这个人的身上，显示神通道力，我们觉得他了不起。等到妖魔鬼怪离开，你那个神通马上就失掉，什么都没有了，像这样的人我们也看到过。我最近就听说有一个，他是有点小神通，好像知道别人一些情形，听说去参加一次佛七之后，这个通没有了、失掉了。所以他自己非常的恐怖、恐慌，这个能力没有了，再到山上去修去，找什么人再去修去，这不就很明显证明《楞严经》上所说的没错。",
      "zh_TW": "諸佛如來有神通，從來不以神通教化眾生，你看哪一部經典裡面，佛以神通教化眾生的、佛以神通攝受眾生的？沒有。如來皆是以正法攝受一切眾生，這種小神通不是沒有，有，你去讀讀《楞嚴經》，《楞嚴經》末後講的五十種陰魔，那比你所見到的要大得多了。是不是自己證得神通？不是。是些妖魔鬼怪附在這個人的身上，顯示神通道力，我們覺得他了不起。等到妖魔鬼怪離開，你那個神通馬上就失掉，什麼都沒有了，像這樣的人我們也看到過。我最近就聽說有一個，他是有點小神通，好像知道別人一些情形，聽說去參加一次佛七之後，這個通沒有了、失掉了。所以他自己非常的恐怖、恐慌，這個能力沒有了，再到山上去修去，找什麼人再去修去，這不就很明顯證明《楞嚴經》上所說的沒錯。"
    },
    {
      "id": "12-008-0013_p0022",
      "zh_CN": "他这鬼附在你身上，你去打佛七，他不敢进去，他跑掉了，你的能力失掉，这是证明。他离开你好，离开你，你才是个正常的人，没有被妖魔鬼怪附在身上，附在身上的人不正常。他很恐怖，他自己能力失掉，他还到山上再去找那邪门外道去跟着学，去跟他修想恢复，这是愚痴，这是无知，这是真正不明佛法，不读经之过。所以要在佛法里成就，一定要走正道，不要走邪道，要老实的去学佛。不可以好奇骛怪，不可以图侥幸，侥幸的心理成就的，你看千经万论里面找不到。佛都是叫我们用真心，用清净心才能成就。菩萨心地得到清净，所以根本智现前，显示出这样无比的殊胜功德，这是他的受用。『出生种种陀罗尼海』，「陀罗尼」是梵语，意思是总持前面已经说过。",
      "zh_TW": "他這鬼附在你身上，你去打佛七，他不敢進去，他跑掉了，你的能力失掉，這是證明。他離開你好，離開你，你才是個正常的人，沒有被妖魔鬼怪附在身上，附在身上的人不正常。他很恐怖，他自己能力失掉，他還到山上再去找那邪門外道去跟著學，去跟他修想恢復，這是愚痴，這是無知，這是真正不明佛法，不讀經之過。所以要在佛法裡成就，一定要走正道，不要走邪道，要老實的去學佛。不可以好奇騖怪，不可以圖僥倖，僥倖的心理成就的，你看千經萬論裡面找不到。佛都是叫我們用真心，用清淨心才能成就。菩薩心地得到清淨，所以根本智現前，顯示出這樣無比的殊勝功德，這是他的受用。『出生種種陀羅尼海』，「陀羅尼」是梵語，意思是總持前面已經說過。"
    },
    {
      "id": "12-008-0013_p0023",
      "zh_CN": "【已得自在。】",
      "zh_TW": "【已得自在。】"
    },
    {
      "id": "12-008-0013_p0024",
      "zh_CN": "到这个地方完全说菩萨自己的成就，这是菩萨推崇其他的那些菩萨与大菩萨们，他们自己成就。成就之后：",
      "zh_TW": "到這個地方完全說菩薩自己的成就，這是菩薩推崇其他的那些菩薩與大菩薩們，他們自己成就。成就之後："
    },
    {
      "id": "12-008-0013_p0025",
      "zh_CN": "【随诸众生心之所宜而为说法。善巧方便。究竟调伏成熟众生。】",
      "zh_TW": "【隨諸眾生心之所宜而為說法。善巧方便。究竟調伏成熟眾生。】"
    },
    {
      "id": "12-008-0013_p0026",
      "zh_CN": "自己成就了再去教化众生，帮助众生，也能够像菩萨同样的成就。前面这句就是《楞严经》上所说的，「随众生心，应所知量」。又像《普门品》应以什么身得度，菩萨就现什么身。那个众生喜欢听什么样的法，佛菩萨就给他说什么样的法，随心应量，这就是『善巧方便，究竟调伏成熟众生』。这里面分成好几个阶段，有初学的，有正在修学过程当中的，有修行快要圆满的，这是我们以往讲席里面常常说的，诸位一看这个经文就看出了。「善巧方便」，对初学的、这对入门的，「究竟调伏」这是对上了轨道的，「成熟众生」这是快证果的，很明显的三个阶段，菩萨统统帮忙。",
      "zh_TW": "自己成就了再去教化眾生，幫助眾生，也能夠像菩薩同樣的成就。前面這句就是《楞嚴經》上所說的，「隨眾生心，應所知量」。又像《普門品》應以什麼身得度，菩薩就現什麼身。那個眾生喜歡聽什麼樣的法，佛菩薩就給他說什麼樣的法，隨心應量，這就是『善巧方便，究竟調伏成熟眾生』。這裡面分成好幾個階段，有初學的，有正在修學過程當中的，有修行快要圓滿的，這是我們以往講席裡面常常說的，諸位一看這個經文就看出了。「善巧方便」，對初學的、這對入門的，「究竟調伏」這是對上了軌道的，「成熟眾生」這是快證果的，很明顯的三個階段，菩薩統統幫忙。"
    },
    {
      "id": "12-008-0013_p0027",
      "zh_CN": "【能普摄受一切众生。巧修菩萨诸无上业。】",
      "zh_TW": "【能普攝受一切眾生。巧修菩薩諸無上業。】"
    },
    {
      "id": "12-008-0013_p0028",
      "zh_CN": "『普』是普遍，三根普被，利钝全收，像孔老夫子所谓的有教无类，就是这个意思。不管什么人来求教，绝不叫他空手而回，决定叫他得利益，得好处。菩萨的事业就是自觉觉他。",
      "zh_TW": "『普』是普遍，三根普被，利鈍全收，像孔老夫子所謂的有教無類，就是這個意思。不管什麼人來求教，絕不叫他空手而回，決定叫他得利益，得好處。菩薩的事業就是自覺覺他。"
    },
    {
      "id": "12-008-0013_p0029",
      "zh_CN": "【深入菩萨种种法门。】",
      "zh_TW": "【深入菩薩種種法門。】"
    },
    {
      "id": "12-008-0013_p0030",
      "zh_CN": "菩萨法门无量无边，本经归纳为十大类就是十波罗蜜。",
      "zh_TW": "菩薩法門無量無邊，本經歸納為十大類就是十波羅蜜。"
    },
    {
      "id": "12-008-0013_p0031",
      "zh_CN": "【极微细智能善观察种种妙事。诸菩萨藏。】",
      "zh_TW": "【極微細智能善觀察種種妙事。諸菩薩藏。】"
    },
    {
      "id": "12-008-0013_p0032",
      "zh_CN": "『极微细智』是甚深智慧，这种「极微细」不是我们能够想像得到的。有这样的智慧，所以才能够观察得到，『种种妙事，诸菩萨藏』。「妙事」是指世出世间一切事。「诸菩萨」，以本经说四十一位法身大士，从初住到等觉，这些菩萨他们的智慧、德能，完全都能够明了。",
      "zh_TW": "『極微細智』是甚深智慧，這種「極微細」不是我們能夠想像得到的。有這樣的智慧，所以才能夠觀察得到，『種種妙事，諸菩薩藏』。「妙事」是指世出世間一切事。「諸菩薩」，以本經說四十一位法身大士，從初住到等覺，這些菩薩他們的智慧、德能，完全都能夠明瞭。"
    },
    {
      "id": "12-008-0013_p0033",
      "zh_CN": "【能自在说诸菩萨法。】",
      "zh_TW": "【能自在說諸菩薩法。】"
    },
    {
      "id": "12-008-0013_p0034",
      "zh_CN": "『自在』是无碍，我们常说的辩才无碍，他为什么能说？因为他的智慧成就，他对于一切菩萨藏，就菩萨所含藏的他都能够观察得到，所以他能说。",
      "zh_TW": "『自在』是無礙，我們常說的辯才無礙，他為什麼能說？因為他的智慧成就，他對於一切菩薩藏，就菩薩所含藏的他都能夠觀察得到，所以他能說。"
    },
    {
      "id": "12-008-0013_p0035",
      "zh_CN": "【何以故。已得成就一切法轮陀罗尼故。】",
      "zh_TW": "【何以故。已得成就一切法輪陀羅尼故。】"
    },
    {
      "id": "12-008-0013_p0036",
      "zh_CN": "这是我们前面读过的，这一句是总纲。『法轮』的意思非常的广大，包括了世出世间一切法，一切理、一切事，一切的过程、一切演变，没有一桩他不知道，所以他能说、他能解。",
      "zh_TW": "這是我們前面讀過的，這一句是總綱。『法輪』的意思非常的廣大，包括了世出世間一切法，一切理、一切事，一切的過程、一切演變，沒有一樁他不知道，所以他能說、他能解。"
    },
    {
      "id": "12-008-0013_p0037",
      "zh_CN": "【得名殊胜真实丈夫。】",
      "zh_TW": "【得名殊勝真實丈夫。】"
    },
    {
      "id": "12-008-0013_p0038",
      "zh_CN": "这是菩萨的别名，本来这个『殊胜真实丈夫』是称佛的，他还是六地菩萨，虽然没有到佛位，我们对他赞叹与佛也差不多。如果要是讲除了圆教以外，那说他作佛这是毫无疑问，因为别教的佛，才等于圆教第二贤位的菩萨，何况六地！所以这些人都是正等正觉，赞叹他为佛绝不为过，这是菩萨，你看，推崇别人，把别人推崇得这么高、这么殊胜，显示出自己谦虚。",
      "zh_TW": "這是菩薩的別名，本來這個『殊勝真實丈夫』是稱佛的，他還是六地菩薩，雖然沒有到佛位，我們對他讚歎與佛也差不多。如果要是講除了圓教以外，那說他作佛這是毫無疑問，因為別教的佛，才等於圓教第二賢位的菩薩，何況六地！所以這些人都是正等正覺，讚歎他為佛絕不為過，這是菩薩，你看，推崇別人，把別人推崇得這麼高、這麼殊勝，顯示出自己謙虛。"
    },
    {
      "id": "12-008-0013_p0039",
      "zh_CN": "【而我云何能知。能说彼功德行。】",
      "zh_TW": "【而我云何能知。能說彼功德行。】"
    },
    {
      "id": "12-008-0013_p0040",
      "zh_CN": "我这么一点小小能力，我怎么能知道？我怎么能说？头一句跟末后一句，你看，多谦虚，当中都是赞叹别人。这是菩萨法，也是我们一定要学的，要学谦虚，要学恭敬，要学着能够赞叹别人。所以普贤菩萨在本经末后，讲普贤行归纳为十条纲领，就是十大愿王，那个十大愿王就是普贤行的总纲领，第一礼敬诸佛，第二称赞如来。我们看这五十一位善知识，每位都做到了。你要是再看全经，你看这么厚一大本四十卷，你仔细去看看，出不了这个十大纲领，就是从礼敬诸佛到普皆回向，你看看，每一章每一节决定出不了这个范围。所以经文虽然是多，抓到了这十条，就是全经普贤行的修行方法，全都掌握到了。由此可知，这四十卷经文就是十大愿王的注脚，注解而已。可见得十大愿王这个十条的意思，条条无尽的深广。非常难得的，看到这么多的佛菩萨、这么多善知识，他把普贤行做出来、表演出来给我们看，让我们在这里面学习，普贤行怎么个修法？他是修学做出一个修学的样子，提供我们参考，希望我们效法。唯有修普贤行才能成就无上菩提，证得圆教的佛果。",
      "zh_TW": "我這麼一點小小能力，我怎麼能知道？我怎麼能說？頭一句跟末後一句，你看，多謙虛，當中都是讚歎別人。這是菩薩法，也是我們一定要學的，要學謙虛，要學恭敬，要學著能夠讚歎別人。所以普賢菩薩在本經末後，講普賢行歸納為十條綱領，就是十大願王，那個十大願王就是普賢行的總綱領，第一禮敬諸佛，第二稱讚如來。我們看這五十一位善知識，每位都做到了。你要是再看全經，你看這麼厚一大本四十卷，你仔細去看看，出不了這個十大綱領，就是從禮敬諸佛到普皆迴向，你看看，每一章每一節決定出不了這個範圍。所以經文雖然是多，抓到了這十條，就是全經普賢行的修行方法，全都掌握到了。由此可知，這四十卷經文就是十大願王的註腳，註解而已。可見得十大願王這個十條的意思，條條無盡的深廣。非常難得的，看到這麼多的佛菩薩、這麼多善知識，他把普賢行做出來、表演出來給我們看，讓我們在這裡面學習，普賢行怎麼個修法？他是修學做出一個修學的樣子，提供我們參考，希望我們效法。唯有修普賢行才能成就無上菩提，證得圓教的佛果。"
    },
    {
      "id": "12-008-0013_p0041",
      "zh_CN": "可是诸位一定要记住，圆佛一定是在西方极乐世界。我说这个话，有些初学的同修很不以为然，那个意思怎么说？我自己本身念佛，总是捧自己这个法门，捧得太过分。可是我们仔细从经里面想想，有道理，这个话绝不是我说的。古来祖师讲，我们想想有道理，我能信得过，我怎么信得过？成佛大家都知道，无论是在理、是在事上讲，理是要无上正等正觉现前，这从理上讲；事上讲二障要断尽，烦恼障、所知障。或者我们说见思烦恼、尘沙烦恼、无明烦恼统统断掉，这成佛。这是千经万论无论从事、从理都是这么说的，这个大家不否认的。能做到这个就叫佛！圆教的佛无上正等正觉，所以佛佛道同，到这个时候，他的智慧、德能没有一样不相同。",
      "zh_TW": "可是諸位一定要記住，圓佛一定是在西方極樂世界。我說這個話，有些初學的同修很不以為然，那個意思怎麼說？我自己本身念佛，總是捧自己這個法門，捧得太過分。可是我們仔細從經裡面想想，有道理，這個話絕不是我說的。古來祖師講，我們想想有道理，我能信得過，我怎麼信得過？成佛大家都知道，無論是在理、是在事上講，理是要無上正等正覺現前，這從理上講；事上講二障要斷盡，煩惱障、所知障。或者我們說見思煩惱、塵沙煩惱、無明煩惱統統斷掉，這成佛。這是千經萬論無論從事、從理都是這麼說的，這個大家不否認的。能做到這個就叫佛！圓教的佛無上正等正覺，所以佛佛道同，到這個時候，他的智慧、德能沒有一樣不相同。"
    },
    {
      "id": "12-008-0013_p0042",
      "zh_CN": "可是诸位有没有想到，就是以我们现在在座，我们有几十位同修坐在此地，我们都是学佛的人，我们要问一问，最初你入佛门想学佛，你发的是什么心？每个人发心不一样，有的人发心我要求福求慧，有的人发心我要求消灾免难，有的人发心希望来生比这一生好一点，有的人发心我要往生西方极乐世界。各个人发心不一样，虽然到后来统统都成佛，你因地的发心不一样。我学佛三十多年，像六祖大师那个发心，我没有见到一个。你看六祖到了黄梅的时候，五祖问他，你来干什么？我来作佛。你们哪个人到寺院来学佛的时候，你来讲我来作佛的？有没有这么大的口气？我们将来成佛，六祖也成佛，我这个佛就比不上六祖那个佛，为什么？因地心没有他那么广大，没有他那么殊胜。",
      "zh_TW": "可是諸位有沒有想到，就是以我們現在在座，我們有幾十位同修坐在此地，我們都是學佛的人，我們要問一問，最初你入佛門想學佛，你發的是什麼心？每個人發心不一樣，有的人發心我要求福求慧，有的人發心我要求消災免難，有的人發心希望來生比這一生好一點，有的人發心我要往生西方極樂世界。各個人發心不一樣，雖然到後來統統都成佛，你因地的發心不一樣。我學佛三十多年，像六祖大師那個發心，我沒有見到一個。你看六祖到了黃梅的時候，五祖問他，你來幹什麼？我來作佛。你們哪個人到寺院來學佛的時候，你來講我來作佛的？有沒有這麼大的口氣？我們將來成佛，六祖也成佛，我這個佛就比不上六祖那個佛，為什麼？因地心沒有他那麼廣大，沒有他那麼殊勝。"
    },
    {
      "id": "12-008-0013_p0043",
      "zh_CN": "六祖说他成佛含糊笼统，你看看《无量寿经》里面讲的，阿弥陀佛他这个四十八愿，愿愿都是那么具体，六祖要跟他两个比一比，六祖不如阿弥陀佛。这不就是初发心的时候，像阿弥陀佛那样的初发心到哪里去找去？真的找不到。所以他成佛，他那个世界殊胜有他道理。而且这个人他肯学，我们古人常说「读万卷书，行万里路」。阿弥陀佛在因地当中，那真是精进绝不懈怠，勤学，你看经上讲，他曾经参访二百一十亿个佛国土，这是勤学。拿现在的话来说，就他很喜欢考察、观摩，他访问了二百一十亿个佛国土，这真是博学多闻，他看得太多，所以他的国土就比别人殊胜，他看得太多了，人家的好处他都吸收，别人的缺点他统统舍掉，这个不得了。",
      "zh_TW": "六祖說他成佛含糊籠統，你看看《無量壽經》裡面講的，阿彌陀佛他這個四十八願，願願都是那麼具體，六祖要跟他兩個比一比，六祖不如阿彌陀佛。這不就是初發心的時候，像阿彌陀佛那樣的初發心到哪裡去找去？真的找不到。所以他成佛，他那個世界殊勝有他道理。而且這個人他肯學，我們古人常說「讀萬卷書，行萬里路」。阿彌陀佛在因地當中，那真是精進絕不懈怠，勤學，你看經上講，他曾經參訪二百一十億個佛國土，這是勤學。拿現在的話來說，就他很喜歡考察、觀摩，他訪問了二百一十億個佛國土，這真是博學多聞，他看得太多，所以他的國土就比別人殊勝，他看得太多了，人家的好處他都吸收，別人的缺點他統統捨掉，這個不得了。"
    },
    {
      "id": "12-008-0013_p0044",
      "zh_CN": "如果我们今天政府官员，每年都到全世界去考察，考察回来建设台湾，我们台湾在这个地球上，建设一定是第一。所以阿弥陀佛的国土，在十方世界一切诸佛国土当中第一，就是这么来的。智慧虽然相同，断证虽然相同，因地所修的福报不相同。所以无上正等正觉得到西方极乐世界才成就，道理在此地。我们在其他经典，没有看到其他的佛曾经发过这样的愿，没有看到其他的佛，像阿弥陀佛这样的勤学。所以诸位在经典里，如果从这些地方你要能看出来，你才晓得西方极乐世界为什么殊胜，为什么十方诸佛大家都赞叹，必有其道理。这个道理要是通达，你就相信了。他这个殊胜是真实的，不是随便赞叹的。经典当中看到诸佛对于西方极乐世界的赞叹，句句都是真语、实语，绝非诳语，所赞叹的绝不过分。这是我们一定要明了的，要深信不疑。经文说到这个地方，这是第四个大段讲完了。",
      "zh_TW": "如果我們今天政府官員，每年都到全世界去考察，考察回來建設台灣，我們台灣在這個地球上，建設一定是第一。所以阿彌陀佛的國土，在十方世界一切諸佛國土當中第一，就是這麼來的。智慧雖然相同，斷證雖然相同，因地所修的福報不相同。所以無上正等正覺得到西方極樂世界才成就，道理在此地。我們在其他經典，沒有看到其他的佛曾經發過這樣的願，沒有看到其他的佛，像阿彌陀佛這樣的勤學。所以諸位在經典裡，如果從這些地方你要能看出來，你才曉得西方極樂世界為什麼殊勝，為什麼十方諸佛大家都讚歎，必有其道理。這個道理要是通達，你就相信了。他這個殊勝是真實的，不是隨便讚歎的。經典當中看到諸佛對於西方極樂世界的讚歎，句句都是真語、實語，絕非誑語，所讚歎的絕不過分。這是我們一定要明瞭的，要深信不疑。經文說到這個地方，這是第四個大段講完了。"
    },
    {
      "id": "12-008-0013_p0045",
      "zh_CN": "下面是第五个大段，「指示后友」，就是菩萨再给善财童子推荐一位善知识，让他去参学。他在此地，所想学的、所要知道的，菩萨全都告诉他了。我们看下面这章经文：",
      "zh_TW": "下面是第五個大段，「指示後友」，就是菩薩再給善財童子推荐一位善知識，讓他去參學。他在此地，所想學的、所要知道的，菩薩全都告訴他了。我們看下面這章經文："
    },
    {
      "id": "12-008-0013_p0046",
      "zh_CN": "【善男子。此菩提场佛众会中。有主夜神名能开敷一切树华安乐。汝诣彼问菩萨云何学一切智。云何修一切智。云何引导一切众生。令其悟入一切智城。】",
      "zh_TW": "【善男子。此菩提場佛眾會中。有主夜神名能開敷一切樹華安樂。汝詣彼問菩薩云何學一切智。云何修一切智。云何引導一切眾生。令其悟入一切智城。】"
    },
    {
      "id": "12-008-0013_p0047",
      "zh_CN": "这是给他推荐一位善知识，这位善知识不远，就在这菩提场中，身分也是主夜神，这是代表七地菩萨。这下面一位主夜神是代表七地菩萨，七地菩萨修的是方便波罗蜜，七地以后都是以度众生为主，教化众生为主。因为六地代表的是根本智，般若波罗蜜；往后这四地都是代表的权智摄众，也就是所谓的后得智。所以介绍言词里面特别注重，『云何引导一切众生，令其悟入一切智城』。这句话有特别的用意，专指这个七地菩萨，因为到这个地位他要与一切众生和光同尘。你要教化众生，你就不能离开众生，你就要接触众生，接触众生一定要有善巧方便，一定要有高度的智慧，这样接触众生，不但可以利益众生，对自己也是莫大的利益，那就是所谓历事炼心。",
      "zh_TW": "這是給他推荐一位善知識，這位善知識不遠，就在這菩提場中，身分也是主夜神，這是代表七地菩薩。這下面一位主夜神是代表七地菩薩，七地菩薩修的是方便波羅蜜，七地以後都是以度眾生為主，教化眾生為主。因為六地代表的是根本智，般若波羅蜜；往後這四地都是代表的權智攝眾，也就是所謂的後得智。所以介紹言詞裡面特別注重，『云何引導一切眾生，令其悟入一切智城』。這句話有特別的用意，專指這個七地菩薩，因為到這個地位他要與一切眾生和光同塵。你要教化眾生，你就不能離開眾生，你就要接觸眾生，接觸眾生一定要有善巧方便，一定要有高度的智慧，這樣接觸眾生，不但可以利益眾生，對自己也是莫大的利益，那就是所謂歷事鍊心。"
    },
    {
      "id": "12-008-0013_p0048",
      "zh_CN": "『主夜神』的意思，前面读过，登地都是破根本无明，根本无明犹如长夜。所以这些菩萨示现夜神的身分，告诉我们唯有智慧光明才能够照破无明暗夜，取这个意思。『开敷一切树华安乐』，这个名称是从譬喻里面建立的，华是代表因行，修因证果，代表因位。「一切树华」，这一切树有大树、有小树，代表三乘、五乘，是代表这个意思。三乘、五乘统统是在因地，这因地花开了，他修得不错，无论他是在哪个阶段，我们以五乘佛法来说，人乘、天乘、声闻、缘觉、菩萨，无论在哪个阶段他都修得很好、都修得很如法，菩萨以善巧方便来帮助他、来成就他，这就是「开敷一切树华安乐」的意思。安乐这两个字双关语，固然能叫一切众生在因地修行得安乐，这是教化众生的菩萨自己也得安乐，安乐属于双关的。",
      "zh_TW": "『主夜神』的意思，前面讀過，登地都是破根本無明，根本無明猶如長夜。所以這些菩薩示現夜神的身分，告訴我們唯有智慧光明才能夠照破無明暗夜，取這個意思。『開敷一切樹華安樂』，這個名稱是從譬喻裡面建立的，華是代表因行，修因證果，代表因位。「一切樹華」，這一切樹有大樹、有小樹，代表三乘、五乘，是代表這個意思。三乘、五乘統統是在因地，這因地花開了，他修得不錯，無論他是在哪個階段，我們以五乘佛法來說，人乘、天乘、聲聞、緣覺、菩薩，無論在哪個階段他都修得很好、都修得很如法，菩薩以善巧方便來幫助他、來成就他，這就是「開敷一切樹華安樂」的意思。安樂這兩個字雙關語，固然能叫一切眾生在因地修行得安樂，這是教化眾生的菩薩自己也得安樂，安樂屬於雙關的。"
    },
    {
      "id": "12-008-0013_p0049",
      "zh_CN": "底下这个两句，这就教他，你到他那里去，向他请教，问菩萨怎样去『学一切智』？怎么样去『修一切智』？这个句子跟前面我们所见到的小有不同。前面我们所见到的，这个句子不是这么说的，是「修菩萨道，学菩萨行」。这个地方都是讲的「一切智」，道也是一切智，行也是一切智。前面跟诸位说，道是存心，行是用事，存心与用事不二，全是智慧。这是到此地才有这个意思，把事都会归到理、会归到智，正是唯识家所说的转识成智，转八识成四智。八识是性，四智也是性，八识是迷了的心，四智是觉悟的心。所以说一切智就是修菩萨道，说一切智也就是学菩萨行，言语不一样，意思是一样的。这两种句法合起来看，这个意思更为明显，使我们真正能够体会到，《华严》里面所讲菩萨修学，原来也离不开转识成智。这才真正证实古人所讲的，修行要在转识成智，闻法要在消归自性，这是我们从这个地方也得到了证明。古德所说的的确是有经论做依据，不是随便说出来的。我们再看下面这段经文：",
      "zh_TW": "底下這個兩句，這就教他，你到他那裡去，向他請教，問菩薩怎樣去『學一切智』？怎麼樣去『修一切智』？這個句子跟前面我們所見到的小有不同。前面我們所見到的，這個句子不是這麼說的，是「修菩薩道，學菩薩行」。這個地方都是講的「一切智」，道也是一切智，行也是一切智。前面跟諸位說，道是存心，行是用事，存心與用事不二，全是智慧。這是到此地才有這個意思，把事都會歸到理、會歸到智，正是唯識家所說的轉識成智，轉八識成四智。八識是性，四智也是性，八識是迷了的心，四智是覺悟的心。所以說一切智就是修菩薩道，說一切智也就是學菩薩行，言語不一樣，意思是一樣的。這兩種句法合起來看，這個意思更為明顯，使我們真正能夠體會到，《華嚴》裡面所講菩薩修學，原來也離不開轉識成智。這才真正證實古人所講的，修行要在轉識成智，聞法要在消歸自性，這是我們從這個地方也得到了證明。古德所說的的確是有經論做依據，不是隨便說出來的。我們再看下面這段經文："
    },
    {
      "id": "12-008-0013_p0050",
      "zh_CN": "【尔时守护一切城增长威德主夜神欲重宣此解脱门义。为善财童子而说偈曰。】",
      "zh_TW": "【爾時守護一切城增長威德主夜神欲重宣此解脫門義。為善財童子而說偈曰。】"
    },
    {
      "id": "12-008-0013_p0051",
      "zh_CN": "这段经文末后有两段偈颂，这是前面一段，前面一段是属于重颂，一共是有十一首半，一首四句，一共四十六句，是重颂前面长行文里面所讲的。开头的两首是讲法门体用，其余的都是说菩萨得法的根源。在得法根源里面前面有三首是讲初后，接着又有四首，特别说出他在初佛那个地方得法的情形。末后有两首半，重颂他在无量劫当中，供养承事无量无边的诸佛如来。所以这个偈颂，可以说全部都是长行文的重复。末后一段，是善财童子对于菩萨的赞叹，有十首偈，里面特别显示出，善财童子参访守护城夜神所得的利益。这个十首偈，我们也可以把它看作善财童子的心得报告，他这一次参访究竟得了些什么？他是用偈颂这种体裁给我们说出来。我们请看经文，先看前面两首八句：",
      "zh_TW": "這段經文末後有兩段偈頌，這是前面一段，前面一段是屬於重頌，一共是有十一首半，一首四句，一共四十六句，是重頌前面長行文裡面所講的。開頭的兩首是講法門體用，其餘的都是說菩薩得法的根源。在得法根源裡面前面有三首是講初後，接著又有四首，特別說出他在初佛那個地方得法的情形。末後有兩首半，重頌他在無量劫當中，供養承事無量無邊的諸佛如來。所以這個偈頌，可以說全部都是長行文的重複。末後一段，是善財童子對於菩薩的讚歎，有十首偈，裡面特別顯示出，善財童子參訪守護城夜神所得的利益。這個十首偈，我們也可以把它看作善財童子的心得報告，他這一次參訪究竟得了些什麼？他是用偈頌這種體裁給我們說出來。我們請看經文，先看前面兩首八句："
    },
    {
      "id": "12-008-0013_p0052",
      "zh_CN": "【菩萨解脱深难见。虚空如如平等际。普见无边法界中。所有一切三世佛。出生无量诸解脱。证入难思真法性。速疾增长无碍智。通达三世慈悲道。】",
      "zh_TW": "【菩薩解脫深難見。虛空如如平等際。普見無邊法界中。所有一切三世佛。出生無量諸解脫。證入難思真法性。速疾增長無礙智。通達三世慈悲道。】"
    },
    {
      "id": "12-008-0013_p0053",
      "zh_CN": "这个两首是说前面法门的体用。我们在此地，借着这个机会再温习温习。第一句是说菩萨证入的甚深，证入的境界统称为解脱门，这个不必多说了。『甚深难见』，三贤的菩萨不能知，我们也只是在经上听说而已，决定不是我们自己现前的境界。可是后面这首偈把这个境界形容出来，我们从这个地方能体会到一些，能体会多少我们就应当学多少，这叫学佛。『虚空如如平等际』，长行文里面一再给诸位介绍，菩萨的心清净，犹如虚空。六祖所说「本来无一物，何处惹尘埃」。心要虚、要空，空是空去一切情执，空去一切分别、执着、妄想，所显示的境界平等如如，这是般若波罗蜜圆满的相。万法皆如，无有一法不如，这是在虚空平等里面所见到的、所证得的。『普见无边法界中，所有一切三世佛』。佛心中有菩萨，菩萨心中有诸佛，感应道交，不即不离。不但与一切诸佛如此，与一切众生亦然，也是这样。就好像一面清净的明镜，无所不照，诸佛照在里面，众生也照在里面，心佛众生三无差别，平等平等这是一真法界。",
      "zh_TW": "這個兩首是說前面法門的體用。我們在此地，藉著這個機會再溫習溫習。第一句是說菩薩證入的甚深，證入的境界統稱為解脫門，這個不必多說了。『甚深難見』，三賢的菩薩不能知，我們也只是在經上聽說而已，決定不是我們自己現前的境界。可是後面這首偈把這個境界形容出來，我們從這個地方能體會到一些，能體會多少我們就應當學多少，這叫學佛。『虛空如如平等際』，長行文裡面一再給諸位介紹，菩薩的心清淨，猶如虛空。六祖所說「本來無一物，何處惹塵埃」。心要虛、要空，空是空去一切情執，空去一切分別、執著、妄想，所顯示的境界平等如如，這是般若波羅蜜圓滿的相。萬法皆如，無有一法不如，這是在虛空平等裡面所見到的、所證得的。『普見無邊法界中，所有一切三世佛』。佛心中有菩薩，菩薩心中有諸佛，感應道交，不即不離。不但與一切諸佛如此，與一切眾生亦然，也是這樣。就好像一面清淨的明鏡，無所不照，諸佛照在裡面，眾生也照在裡面，心佛眾生三無差別，平等平等這是一真法界。"
    },
    {
      "id": "12-008-0013_p0054",
      "zh_CN": "『出生无量诸解脱』，「无量」是指无量无边法，世出世间这个法无量无边，如何得到解脱？不分别、不执着就解脱。我们今天没有办法得到解脱，就是你有分别、你有执着，因分别执着就起了妄想，妄想就是系缚，就像个绳子一样，把你捆得紧紧的，你没有办法解脱。解脱，古人说得很好，「解铃还须系铃人」，谁把你捆起来的？是你自己。所以谁能够解脱你？还是你自己。你自己喜欢分别执着打妄想，这才有系缚；你要一旦觉悟，一切法里头我都不分别、不执着、不打妄想了，统统都解脱掉。『证入难思真法性』，只要在一切法里面解脱，真实法性就现前。这就是本经所讲的一真法界，《弥陀经》里面所讲的寂光净土、实报净土就现前。前一句说的是因，后一句说的是果。『速疾增长无碍智』，这就是一切种智现前，也就是本经里面所讲的四无碍法界，特别是理事无碍，事事无碍，这都是说的一切种智现前。『通达三世慈悲道』，「慈悲」是建立在无碍智的基础上，这个慈悲与无碍智相应，与真发心相应，所以称之为「无缘大慈，同体大悲」。所以它是理性的，不是感情的。",
      "zh_TW": "『出生無量諸解脫』，「無量」是指無量無邊法，世出世間這個法無量無邊，如何得到解脫？不分別、不執著就解脫。我們今天沒有辦法得到解脫，就是你有分別、你有執著，因分別執著就起了妄想，妄想就是繫縛，就像個繩子一樣，把你綑得緊緊的，你沒有辦法解脫。解脫，古人說得很好，「解鈴還須繫鈴人」，誰把你綑起來的？是你自己。所以誰能夠解脫你？還是你自己。你自己喜歡分別執著打妄想，這才有繫縛；你要一旦覺悟，一切法裡頭我都不分別、不執著、不打妄想了，統統都解脫掉。『證入難思真法性』，只要在一切法裡面解脫，真實法性就現前。這就是本經所講的一真法界，《彌陀經》裡面所講的寂光淨土、實報淨土就現前。前一句說的是因，後一句說的是果。『速疾增長無礙智』，這就是一切種智現前，也就是本經裡面所講的四無礙法界，特別是理事無礙，事事無礙，這都是說的一切種智現前。『通達三世慈悲道』，「慈悲」是建立在無礙智的基礎上，這個慈悲與無礙智相應，與真發心相應，所以稱之為「無緣大慈，同體大悲」。所以它是理性的，不是感情的。"
    },
    {
      "id": "12-008-0013_p0055",
      "zh_CN": "凡夫也有慈悲，他慈悲是感情的，不是理性的，往往因为慈悲做错许多的事情，那种慈悲是错误的。在四种慈悲心里头所谓是爱缘慈悲，它是基于感情而生的，感情是迷，不是悟，往往坏了事情，正是古人所谓「慈悲多祸害，方便出下流」。你看看，六地菩萨讲慈悲，七地菩萨讲方便，怎么会慈悲多祸害，方便出下流？那就是你的慈悲、方便是从感情里面出来的，非坏事不可。要晓得菩萨的慈悲、方便，是从理智里面流露出来的，不是从感情里面生的。所以他的慈悲跟方便能够利益众生，成就众生，绝不会害众生。所作所为决定是正而不邪，这是我们特别要注意的。在生活当中，尤其在现代这个环境里面，一定要高度的警觉，觉悟的心就是佛心；迷惑的心，感情用事的心，那是凡夫。学佛是要返迷归觉这个才对，天天念的三皈，三皈就是返染归净这是总纲领。无论方便、慈悲都要依这三条纲领，才叫做菩萨法，才叫做修菩萨行，这是我们一定要记住的。",
      "zh_TW": "凡夫也有慈悲，他慈悲是感情的，不是理性的，往往因為慈悲做錯許多的事情，那種慈悲是錯誤的。在四種慈悲心裡頭所謂是愛緣慈悲，它是基於感情而生的，感情是迷，不是悟，往往壞了事情，正是古人所謂「慈悲多禍害，方便出下流」。你看看，六地菩薩講慈悲，七地菩薩講方便，怎麼會慈悲多禍害，方便出下流？那就是你的慈悲、方便是從感情裡面出來的，非壞事不可。要曉得菩薩的慈悲、方便，是從理智裡面流露出來的，不是從感情裡面生的。所以他的慈悲跟方便能夠利益眾生，成就眾生，絕不會害眾生。所作所為決定是正而不邪，這是我們特別要注意的。在生活當中，尤其在現代這個環境裡面，一定要高度的警覺，覺悟的心就是佛心；迷惑的心，感情用事的心，那是凡夫。學佛是要返迷歸覺這個才對，天天念的三皈，三皈就是返染歸淨這是總綱領。無論方便、慈悲都要依這三條綱領，才叫做菩薩法，才叫做修菩薩行，這是我們一定要記住的。"
    },
    {
      "id": "12-008-0013_p0056",
      "zh_CN": "这后面的偈颂，我想下一次就可以讲圆满。到这个地方是一个段落，就是十地这一会里面，第六会。",
      "zh_TW": "這後面的偈頌，我想下一次就可以講圓滿。到這個地方是一個段落，就是十地這一會裡面，第六會。"
    }
  ]
}