{
  "doc_id": "21-195-0001",
  "title": {
    "zh_CN": "韩国奉先寺开示",
    "zh_TW": "韓國奉先寺開示"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2002",
  "location": {
    "zh_CN": "韩国奉先寺",
    "zh_TW": "韓國奉先寺"
  },
  "doc_number": "21-195-0001",
  "total_paragraphs": 8,
  "paragraphs": [
    {
      "id": "21-195-0001_p0001",
      "zh_CN": "尊敬的月云长老、诸位法师、诸位居士们：",
      "zh_TW": "尊敬的月雲長老、諸位法師、諸位居士們："
    },
    {
      "id": "21-195-0001_p0002",
      "zh_CN": "长老是我们很久就仰慕的，不仅是韩国的佛教界，也是我们整个世界佛教非常有贡献的一位大德。佛教是在三千年前，释迦牟尼佛传下来的，在两千年前传入中国，由中国再传入韩国、日本、越南，成为汉文已经是主流的一个地区。在中国，儒家、佛家、道家这三家的教学，给中国这个地区带来了两千多年的统一、安定、和平，它有着很大的贡献。我们看现前我们的世界，整个世界就很类似中国春秋战国时候的状况，相似。人心失去了归依，这个原因是在最近两百年当中，儒、释、道都衰落了，当然影响的因素非常之多，主要的是西洋文明输入了中国。",
      "zh_TW": "長老是我們很久就仰慕的，不僅是韓國的佛教界，也是我們整個世界佛教非常有貢獻的一位大德。佛教是在三千年前，釋迦牟尼佛傳下來的，在兩千年前傳入中國，由中國再傳入韓國、日本、越南，成為漢文已經是主流的一個地區。在中國，儒家、佛家、道家這三家的教學，給中國這個地區帶來了兩千多年的統一、安定、和平，它有著很大的貢獻。我們看現前我們的世界，整個世界就很類似中國春秋戰國時候的狀況，相似。人心失去了歸依，這個原因是在最近兩百年當中，儒、釋、道都衰落了，當然影響的因素非常之多，主要的是西洋文明輸入了中國。"
    },
    {
      "id": "21-195-0001_p0003",
      "zh_CN": "社会一般人士以为西方的科技文明，在整个世界产生了重大的影响，而将中国古代所传下来的这些精神教育，逐渐逐渐疏忽了，这个影响非常的深远。西方教育从小学、幼稚园都输入要竞争，我们晓得竞争提升就是斗争，斗争再往上升就是战争。现在战争如果爆发，那就是西方人常讲的世界末日，所以西方文化我们看得很清楚，它是末日的文化，世界末日的文化，是很可悲的。儒跟佛，以及东方文化跟西方有根本不相同的地方，就是东方的圣人教我们要仁慈、要忍让，处处先要为别人着想。所以它是温和的，它是和平的，前途充满了一片生机，是真善美慧的文化。",
      "zh_TW": "社會一般人士以為西方的科技文明，在整個世界產生了重大的影響，而將中國古代所傳下來的這些精神教育，逐漸逐漸疏忽了，這個影響非常的深遠。西方教育從小學、幼稚園都輸入要競爭，我們曉得競爭提升就是鬥爭，鬥爭再往上升就是戰爭。現在戰爭如果爆發，那就是西方人常講的世界末日，所以西方文化我們看得很清楚，它是末日的文化，世界末日的文化，是很可悲的。儒跟佛，以及東方文化跟西方有根本不相同的地方，就是東方的聖人教我們要仁慈、要忍讓，處處先要為別人著想。所以它是溫和的，它是和平的，前途充滿了一片生機，是真善美慧的文化。"
    },
    {
      "id": "21-195-0001_p0004",
      "zh_CN": "我曾经看过汤恩比博士跟日本池田先生的谈话，他说真正能够解决二十一世纪的社会问题，只有中国孔孟的学说与大乘佛法。并且说日本、韩国、中国、越南，这四个国家对于东方文化是同源同根，应当成为一个体系发扬光大，就能帮助这个世界消除冲突，能够促进全世界的和平。这个见解是非常正确，他的建议也是值得我们尊重的，值得我们学习。可是这个愿望要怎样才能够落实？我们晓得佛跟儒都是最好的社会教育，可以说是至善圆满的社会教育。教育最重要的就是要有良好的师资，要有老师，所以，培养佛教、儒教神圣教育的师资，是我们当前最重要的课题。因此我听到月云长老在韩国发心办学，而且办得相当有成就，我听了之后非常的欢喜。",
      "zh_TW": "我曾經看過湯恩比博士跟日本池田先生的談話，他說真正能夠解決二十一世紀的社會問題，只有中國孔孟的學說與大乘佛法。並且說日本、韓國、中國、越南，這四個國家對於東方文化是同源同根，應當成為一個體系發揚光大，就能幫助這個世界消除衝突，能夠促進全世界的和平。這個見解是非常正確，他的建議也是值得我們尊重的，值得我們學習。可是這個願望要怎樣才能夠落實？我們曉得佛跟儒都是最好的社會教育，可以說是至善圓滿的社會教育。教育最重要的就是要有良好的師資，要有老師，所以，培養佛教、儒教神聖教育的師資，是我們當前最重要的課題。因此我聽到月雲長老在韓國發心辦學，而且辦得相當有成就，我聽了之後非常的歡喜。"
    },
    {
      "id": "21-195-0001_p0005",
      "zh_CN": "今天我们有缘到奉先寺来参访，看到这样殊胜庄严的道场，法师跟我说这个道场很小、很寒酸，我不以为然。老法师也曾经到台北来看过我的基金会，我们基金会总面绩只有二百五十坪，所以是很小的地方。在这么多年，我们所做的工作就是利用这个小小的地方，集中许许多多善信的力量，我们做全世界佛教的后勤的工作。也就是我们以经书、录相带、磁带、光碟，赠送给全世界佛教的机构以及个人，只要有需要的，我们都会尽心尽力的帮助他们。我们接触的面非常之广，因为我们几乎不分宗派，不分派别，只要是佛教的正法，我们都会平等的对待。甚至于有许多小乘国家，他们需要经典，委托我们替他们印，我们都很乐意的帮助他们。只要他们把版本送过来，没有版权，这是我们最重要的一个条件，我们会拿钱印出来赠送给他们国家，赠送给他们的一些道场。所以，这些年来经书流通遍及全世界。",
      "zh_TW": "今天我們有緣到奉先寺來參訪，看到這樣殊勝莊嚴的道場，法師跟我說這個道場很小、很寒酸，我不以為然。老法師也曾經到台北來看過我的基金會，我們基金會總面績只有二百五十坪，所以是很小的地方。在這麼多年，我們所做的工作就是利用這個小小的地方，集中許許多多善信的力量，我們做全世界佛教的後勤的工作。也就是我們以經書、錄相帶、磁帶、光碟，贈送給全世界佛教的機構以及個人，只要有需要的，我們都會盡心盡力的幫助他們。我們接觸的面非常之廣，因為我們幾乎不分宗派，不分派別，只要是佛教的正法，我們都會平等的對待。甚至於有許多小乘國家，他們需要經典，委託我們替他們印，我們都很樂意的幫助他們。只要他們把版本送過來，沒有版權，這是我們最重要的一個條件，我們會拿錢印出來贈送給他們國家，贈送給他們的一些道場。所以，這些年來經書流通遍及全世界。"
    },
    {
      "id": "21-195-0001_p0006",
      "zh_CN": "佛法修学的基本条件，大小乘经论里头都常常讲，头一个要破我执，《金刚经》上所讲的「无我相、无人相、无众生相、无寿者相」，这确确实实是佛法修学最基本的一个观念。所以佛弟子一定要学释迦牟尼佛，心量要大，起心动念要为虚空法界一切众生去想。一切众生最苦的根源就是迷惑，迷惑，对于宇宙人生的真相不明白、不了解，所以他的想法、看法都跟事实真相相违背。错误的思想、错误的见解就引发错误的行为，造作许许多多的罪业，导致世间天灾人祸，更严重的就是所谓三途苦报。所以，释迦牟尼佛提出教化众生最重要的一个理念，就是帮助一切众生破迷开悟。所以，「迷」是一切痛苦的根源，「觉悟」是一切乐的根本；破迷开悟才能够离苦得乐，这是佛教化一切众生总的目标、总的方向。",
      "zh_TW": "佛法修學的基本條件，大小乘經論裡頭都常常講，頭一個要破我執，《金剛經》上所講的「無我相、無人相、無眾生相、無壽者相」，這確確實實是佛法修學最基本的一個觀念。所以佛弟子一定要學釋迦牟尼佛，心量要大，起心動念要為虛空法界一切眾生去想。一切眾生最苦的根源就是迷惑，迷惑，對於宇宙人生的真相不明白、不了解，所以他的想法、看法都跟事實真相相違背。錯誤的思想、錯誤的見解就引發錯誤的行為，造作許許多多的罪業，導致世間天災人禍，更嚴重的就是所謂三途苦報。所以，釋迦牟尼佛提出教化眾生最重要的一個理念，就是幫助一切眾生破迷開悟。所以，「迷」是一切痛苦的根源，「覺悟」是一切樂的根本；破迷開悟才能夠離苦得樂，這是佛教化一切眾生總的目標、總的方向。"
    },
    {
      "id": "21-195-0001_p0007",
      "zh_CN": "佛教的经典就是佛陀对一切众生教学的课本、教科书，这里面最重要的就是《大方广佛华严经》。《华严》是整个佛教教学的概论，其他一切经典都是《华严经》某一个部分深入扩大的一种研究。今天整个世界是处于动乱的一个时代，天灾人祸非常频繁，而且一次比一次严重，这使全世界人都感觉到身心不安稳。从美国九一一事件之后，全世界有许许多多一些有志的人士，都能够感觉到危机就在眼前。要想弘扬大乘，特别是弘扬《大方广佛华严经》，最重要的是要培养师资，要有一个很好的学府造就人才，把大乘佛法能够弘扬到全世界，帮助一切众生解决苦难的问题。",
      "zh_TW": "佛教的經典就是佛陀對一切眾生教學的課本、教科書，這裡面最重要的就是《大方廣佛華嚴經》。《華嚴》是整個佛教教學的概論，其他一切經典都是《華嚴經》某一個部分深入擴大的一種研究。今天整個世界是處於動亂的一個時代，天災人禍非常頻繁，而且一次比一次嚴重，這使全世界人都感覺到身心不安穩。從美國九一一事件之後，全世界有許許多多一些有志的人士，都能夠感覺到危機就在眼前。要想弘揚大乘，特別是弘揚《大方廣佛華嚴經》，最重要的是要培養師資，要有一個很好的學府造就人才，把大乘佛法能夠弘揚到全世界，幫助一切眾生解決苦難的問題。"
    },
    {
      "id": "21-195-0001_p0008",
      "zh_CN": "我们也是为了这个问题，共同的愿望，这一次有机缘到贵国来参访云老法师。我们希望月云老法师身体健康，法缘殊胜，能够领导这一个佛教中心的事业，我们会全心全力的来赞助。在这个地方看到佛教有一线的光明，我们也希望这边的同学们，要非常认真努力的跟法师们学习，发菩提心，把佛教中心的事业我们要一肩承担，谢谢大家！",
      "zh_TW": "我們也是為了這個問題，共同的願望，這一次有機緣到貴國來參訪雲老法師。我們希望月雲老法師身體健康，法緣殊勝，能夠領導這一個佛教中心的事業，我們會全心全力的來贊助。在這個地方看到佛教有一線的光明，我們也希望這邊的同學們，要非常認真努力的跟法師們學習，發菩提心，把佛教中心的事業我們要一肩承擔，謝謝大家！"
    }
  ]
}