{
  "doc_id": "21-319-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之三十四）",
    "zh_TW": "學佛答問（答香港參學同修之三十四）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2006",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-319-0001",
  "total_paragraphs": 95,
  "paragraphs": [
    {
      "id": "21-319-0001_p0001",
      "zh_CN": "诸位同学，大家好，今天有二十五个提问，一个一个来解答，首先是网路同学的提问。",
      "zh_TW": "諸位同學，大家好，今天有二十五個提問，一個一個來解答，首先是網路同學的提問。"
    },
    {
      "id": "21-319-0001_p0002",
      "zh_CN": "问：第一个问题，当别人心情不好，或身体哪个地方有疼痛，他说弟子都能感应到，而且会受其影响。",
      "zh_TW": "問：第一個問題，當別人心情不好，或身體哪個地方有疼痛，他說弟子都能感應到，而且會受其影響。"
    },
    {
      "id": "21-319-0001_p0003",
      "zh_CN": "答：这个可以说是相当的敏感，别人心情不好会影响他，他会感应到；别人身体有疼痛，他也会感应到。",
      "zh_TW": "答：這個可以說是相當的敏感，別人心情不好會影響他，他會感應到；別人身體有疼痛，他也會感應到。"
    },
    {
      "id": "21-319-0001_p0004",
      "zh_CN": "问：下面他问三个问题，第一个，为什么能感应到别人这种的波动？",
      "zh_TW": "問：下面他問三個問題，第一個，為什麼能感應到別人這種的波動？"
    },
    {
      "id": "21-319-0001_p0005",
      "zh_CN": "答：我们用科学家的说法，他的感应非常的灵敏。我们一般人感应很迟钝，所以别人心情好不好，哪个地方疼痛，我们感觉不到，那就是说我们很迟钝，他很灵敏。这是现代科学，一定会给你这种讲法。在佛法里面讲，是各人有各人的缘分。我相信你这种感应不会是很普遍的，不能说每个人心情不好你都会感染，那你永远没有好心情的时候；每个人疼痛你都感觉到疼痛，那你也没好日子过了，是不是？在我们想像当中，一定是某些人，不是全体，是某些人。那某些人，在佛法讲是因果关系，他跟你有这个缘分。譬如在中国古人所讲的「母子连心」，母亲跟儿女感应特别明显，特别是做母亲的。因为母亲念念关怀儿女，儿女不见得想母亲，母亲的敏感决定是超过子女。这就是特别的一种原因，跟你有缘的才会有这种感应，现在人讲的是波动现象，这是一种感应。",
      "zh_TW": "答：我們用科學家的說法，他的感應非常的靈敏。我們一般人感應很遲鈍，所以別人心情好不好，哪個地方疼痛，我們感覺不到，那就是說我們很遲鈍，他很靈敏。這是現代科學，一定會給你這種講法。在佛法裡面講，是各人有各人的緣分。我相信你這種感應不會是很普遍的，不能說每個人心情不好你都會感染，那你永遠沒有好心情的時候；每個人疼痛你都感覺到疼痛，那你也沒好日子過了，是不是？在我們想像當中，一定是某些人，不是全體，是某些人。那某些人，在佛法講是因果關係，他跟你有這個緣分。譬如在中國古人所講的「母子連心」，母親跟兒女感應特別明顯，特別是做母親的。因為母親念念關懷兒女，兒女不見得想母親，母親的敏感決定是超過子女。這就是特別的一種原因，跟你有緣的才會有這種感應，現在人講的是波動現象，這是一種感應。"
    },
    {
      "id": "21-319-0001_p0006",
      "zh_CN": "问：第二个问题他问，怎么做才不受影响？",
      "zh_TW": "問：第二個問題他問，怎麼做才不受影響？"
    },
    {
      "id": "21-319-0001_p0007",
      "zh_CN": "答：这个问得重要，怎样做才不受影响？你的心要清净，有这种影响的时候，你不要去理会，不要在意。常常想着，那个感应就很明显，你把它忘掉，纵然有这个现象现前，不去理会它。佛在经典里面告诉我们，我们把注意力集中在诵经、念佛、拜佛，这是最好的，就是不要去想它，逐渐这种现象就会少了。在早年我遇到有位同修，他学佛也很认真，他参禅。每天晚上他都打坐，时间长了之后，定中境界现前。现的什么境界？他能看到饿鬼道，他能看到阎罗王，十殿阎王他都见过。",
      "zh_TW": "答：這個問得重要，怎樣做才不受影響？你的心要清淨，有這種影響的時候，你不要去理會，不要在意。常常想著，那個感應就很明顯，你把它忘掉，縱然有這個現象現前，不去理會它。佛在經典裡面告訴我們，我們把注意力集中在誦經、念佛、拜佛，這是最好的，就是不要去想它，逐漸這種現象就會少了。在早年我遇到有位同修，他學佛也很認真，他參禪。每天晚上他都打坐，時間長了之後，定中境界現前。現的什麼境界？他能看到餓鬼道，他能看到閻羅王，十殿閻王他都見過。"
    },
    {
      "id": "21-319-0001_p0008",
      "zh_CN": "有时候在定中，他自己完全不知道，有很多奇怪的动作，就像什么特异功能一样。跳舞、打拳，拳术非常柔软，但是他也没有学过，也没练过，居然那么熟悉，家里人都害怕。以后遇到我，他把这些情形告诉我，他说打坐的时候会有这些现象发生，自己不能控制自己。这是什么？这是灵鬼操纵了他的身体，他自己不知道。我就告诉他，我说你以后可以改念佛，不要打坐，打坐也念佛，也念阿弥陀佛。念佛当然最殊胜的方法是绕佛，就是我们一般讲散步，佛法里面叫经行，绕佛、念佛，这个方法最好。他就改了，改了之后大概差不多有七、八个月，这个现象就没有了。用这些方法会有效，跟鬼神、别人这些感应远离，不要去想它，不要去注意。",
      "zh_TW": "有時候在定中，他自己完全不知道，有很多奇怪的動作，就像什麼特異功能一樣。跳舞、打拳，拳術非常柔軟，但是他也沒有學過，也沒練過，居然那麼熟悉，家裡人都害怕。以後遇到我，他把這些情形告訴我，他說打坐的時候會有這些現象發生，自己不能控制自己。這是什麼？這是靈鬼操縱了他的身體，他自己不知道。我就告訴他，我說你以後可以改念佛，不要打坐，打坐也念佛，也念阿彌陀佛。念佛當然最殊勝的方法是繞佛，就是我們一般講散步，佛法裡面叫經行，繞佛、念佛，這個方法最好。他就改了，改了之後大概差不多有七、八個月，這個現象就沒有了。用這些方法會有效，跟鬼神、別人這些感應遠離，不要去想它，不要去注意。"
    },
    {
      "id": "21-319-0001_p0009",
      "zh_CN": "问：第三个问题，他说每次发生事情之前，弟子都会觉得惶恐不安。直到事情已经发生，才知道自己的惶恐是感应到还没有发生的事情。应如何才能不受干扰？",
      "zh_TW": "問：第三個問題，他說每次發生事情之前，弟子都會覺得惶恐不安。直到事情已經發生，才知道自己的惶恐是感應到還沒有發生的事情。應如何才能不受干擾？"
    },
    {
      "id": "21-319-0001_p0010",
      "zh_CN": "答：我刚才所讲的你能够记住，就会远离干扰。每天念佛、诵经，或者是听经、拜佛，把注意力在这上集中。大凡一般人会遇到这些状况，你仔细去观察，像灵鬼附身，都是精神涣散，就是精神意志不能集中，那个灵媒才会找到他。一个人精神意志集中，灵鬼不会找上身；找上身，我们讲心思散乱。所以你应当把你的精神意志集中，集中就不会有这个事情。集中在佛号上可以，集中在念佛、集中在读经、集中在拜佛，都可以，都是方法。",
      "zh_TW": "答：我剛才所講的你能夠記住，就會遠離干擾。每天念佛、誦經，或者是聽經、拜佛，把注意力在這上集中。大凡一般人會遇到這些狀況，你仔細去觀察，像靈鬼附身，都是精神渙散，就是精神意志不能集中，那個靈媒才會找到他。一個人精神意志集中，靈鬼不會找上身；找上身，我們講心思散亂。所以你應當把你的精神意志集中，集中就不會有這個事情。集中在佛號上可以，集中在念佛、集中在讀經、集中在拜佛，都可以，都是方法。"
    },
    {
      "id": "21-319-0001_p0011",
      "zh_CN": "问：第二个问题，弟子看到不同空间的蜎飞蠕动向弟子求救，但弟子无法与他们沟通，只是感应到牠们很可怜需要帮助，但不知道怎么办。",
      "zh_TW": "問：第二個問題，弟子看到不同空間的蜎飛蠕動向弟子求救，但弟子無法與他們溝通，只是感應到牠們很可憐需要幫助，但不知道怎麼辦。"
    },
    {
      "id": "21-319-0001_p0012",
      "zh_CN": "答：这是你看到不同空间的小生物，蜎飞蠕动是小生物，这不是人间的。饿鬼道、畜生道的，别人肉眼看不见，你看到了，畜生道的幽灵。牠向你求救，换句话说，你会帮助牠，牠才会找你。你要是不相信，不愿意帮助牠，牠不会找你，找你没用处。既然找到你，你就应当要帮助牠，至少给牠念一卷经，回向给牠。这些灵鬼最得受用的是《地藏经》、《十善业道经》，念这个经给牠回向，念一部或者念三部，当然最好是念七部，七是个圆满的数字，这样都很好。或者你没有时间的话，一天念一部念一个星期，天天给牠回向，牠就得到帮助，这都是有情众生。",
      "zh_TW": "答：這是你看到不同空間的小生物，蜎飛蠕動是小生物，這不是人間的。餓鬼道、畜生道的，別人肉眼看不見，你看到了，畜生道的幽靈。牠向你求救，換句話說，你會幫助牠，牠才會找你。你要是不相信，不願意幫助牠，牠不會找你，找你沒用處。既然找到你，你就應當要幫助牠，至少給牠念一卷經，迴向給牠。這些靈鬼最得受用的是《地藏經》、《十善業道經》，念這個經給牠迴向，念一部或者念三部，當然最好是念七部，七是個圓滿的數字，這樣都很好。或者你沒有時間的話，一天念一部念一個星期，天天給牠迴向，牠就得到幫助，這都是有情眾生。"
    },
    {
      "id": "21-319-0001_p0013",
      "zh_CN": "问：第三个问题，他说有些不同空间的众生，要求弟子每天诵《无量寿经》三部，念一万声佛号，回向给他们。如果弟子答应他们的要求，就没法完成道场安排的功课，请问应该怎么做？",
      "zh_TW": "問：第三個問題，他說有些不同空間的眾生，要求弟子每天誦《無量壽經》三部，念一萬聲佛號，迴向給他們。如果弟子答應他們的要求，就沒法完成道場安排的功課，請問應該怎麼做？"
    },
    {
      "id": "21-319-0001_p0014",
      "zh_CN": "答：这位网路的同学，我不知道你是不是出家众？如果是出家众，道场里面有早晚功课，但是除早晚功课之外，加这个功课也行。如果不是在道场，你每天早晚定的有功课，你可以把功课放下来，我每天三部《无量寿经》，一万声佛号，就当作自己的功课做，同时回向给他。这样你做一个星期也可以，半个月也可以，最长一个月就够了。一个月之后或者一个星期之后，你就恢复你自己的功课。一般七天，二个七、三个七就很圆满，他们一定会得利益。",
      "zh_TW": "答：這位網路的同學，我不知道你是不是出家眾？如果是出家眾，道場裡面有早晚功課，但是除早晚功課之外，加這個功課也行。如果不是在道場，你每天早晚定的有功課，你可以把功課放下來，我每天三部《無量壽經》，一萬聲佛號，就當作自己的功課做，同時迴向給他。這樣你做一個星期也可以，半個月也可以，最長一個月就夠了。一個月之後或者一個星期之後，你就恢復你自己的功課。一般七天，二個七、三個七就很圓滿，他們一定會得利益。"
    },
    {
      "id": "21-319-0001_p0015",
      "zh_CN": "问：第四个问题，他说《无量寿经》四十八愿说，往生的大众「端正净洁，悉同一类，若形貌差别，有好丑者，不取正觉」，「容色微妙，超世希有，咸同一类，无差别相」。然而《观经》对西方三圣所描绘的身相，却有高低不同。再者《要解》云，「若据《观经》及《无量寿会》，莲花大小，实不可量，由同居净土身相不等」，这是什么原因？",
      "zh_TW": "問：第四個問題，他說《無量壽經》四十八願說，往生的大眾「端正淨潔，悉同一類，若形貌差別，有好醜者，不取正覺」，「容色微妙，超世希有，咸同一類，無差別相」。然而《觀經》對西方三聖所描繪的身相，卻有高低不同。再者《要解》云，「若據《觀經》及《無量壽會》，蓮花大小，實不可量，由同居淨土身相不等」，這是什麼原因？"
    },
    {
      "id": "21-319-0001_p0016",
      "zh_CN": "答：佛在大乘经给我们讲了个总的原理、原则，同学们也都熟知，像《华严经》上讲的，世出世间一切法从哪来的？心现识变，唯心所现，唯识所变，哪有不平等的道理？为什么到西方极乐世界有的人看到平等，有的人看到不平等？这个一点都不奇怪。为什么？就在我们现前这个社会，这种现象也很普遍。我们凡夫眼目当中看到现前的社会，这种形态，跟阿罗汉决定不一样，阿罗汉所见到跟菩萨决定不一样，菩萨所看到的跟佛决定不一样。为什么不一样？心不一样！我们今天为什么看到差别相？因为你的妄想分别执着没有放下！他怎么会一样？",
      "zh_TW": "答：佛在大乘經給我們講了個總的原理、原則，同學們也都熟知，像《華嚴經》上講的，世出世間一切法從哪來的？心現識變，唯心所現，唯識所變，哪有不平等的道理？為什麼到西方極樂世界有的人看到平等，有的人看到不平等？這個一點都不奇怪。為什麼？就在我們現前這個社會，這種現象也很普遍。我們凡夫眼目當中看到現前的社會，這種形態，跟阿羅漢決定不一樣，阿羅漢所見到跟菩薩決定不一樣，菩薩所看到的跟佛決定不一樣。為什麼不一樣？心不一樣！我們今天為什麼看到差別相？因為你的妄想分別執著沒有放下！他怎麼會一樣？"
    },
    {
      "id": "21-319-0001_p0017",
      "zh_CN": "阿罗汉看到跟我们不一样，我们能够理解，阿罗汉没有执着了，没有执着跟有执着不一样！譬如说有执着的人，看人做错事情他很烦恼，甚至于瞋恚心生起来，发脾气；如果他执着没有了，他看到人做错事情若无其事，看见跟没看见一样，怎么会一样？所以他待人处事态度就不相同！菩萨境界比阿罗汉更高，于是你就晓得他的心更清净，更是平等；到佛看一切众生完全是佛。再跟诸位讲，这都是我们学佛学了这么多年，我们能够体会得到，虽然我们没有到这个境界，能体会得到。佛看我们众生，都看到我们的法身，我们的法身跟他的法身没有两样。所以佛眼看众生「一切众生本来成佛」，这是真的，不是假的。",
      "zh_TW": "阿羅漢看到跟我們不一樣，我們能夠理解，阿羅漢沒有執著了，沒有執著跟有執著不一樣！譬如說有執著的人，看人做錯事情他很煩惱，甚至於瞋恚心生起來，發脾氣；如果他執著沒有了，他看到人做錯事情若無其事，看見跟沒看見一樣，怎麼會一樣？所以他待人處事態度就不相同！菩薩境界比阿羅漢更高，於是你就曉得他的心更清淨，更是平等；到佛看一切眾生完全是佛。再跟諸位講，這都是我們學佛學了這麼多年，我們能夠體會得到，雖然我們沒有到這個境界，能體會得到。佛看我們眾生，都看到我們的法身，我們的法身跟他的法身沒有兩樣。所以佛眼看眾生「一切眾生本來成佛」，這是真的，不是假的。"
    },
    {
      "id": "21-319-0001_p0018",
      "zh_CN": "《华严》全是智慧，《楞严》可以说是《华严》的一把钥匙，讲得很详细。在大乘圆顿大教里面讲什么？任何一法都是心现识变，识怎么样变没有离开心性，心性是平等的，心性没有生灭，心性没有大小；你要看到有大小，你要看到有生灭，你没有见性。见性的人，所谓说一粒微尘、一个毛孔都是遍法界虚空界，这个境界在经上用了一个名词，叫不思议境界。不思议，我们一般看这个名词，这是不能讲的，也不能想像的，这不可思议；不可思就是不能想，不可议就是不能说。但是它里头还有个更深的意义，到你自己对于一切万法真正做到离妄想分别执着，不就是没有念头，也没有言语了，你就看到事实真相。事实真相是圆融的，是没有差别的。",
      "zh_TW": "《華嚴》全是智慧，《楞嚴》可以說是《華嚴》的一把鑰匙，講得很詳細。在大乘圓頓大教裡面講什麼？任何一法都是心現識變，識怎麼樣變沒有離開心性，心性是平等的，心性沒有生滅，心性沒有大小；你要看到有大小，你要看到有生滅，你沒有見性。見性的人，所謂說一粒微塵、一個毛孔都是遍法界虛空界，這個境界在經上用了一個名詞，叫不思議境界。不思議，我們一般看這個名詞，這是不能講的，也不能想像的，這不可思議；不可思就是不能想，不可議就是不能說。但是它裡頭還有個更深的意義，到你自己對於一切萬法真正做到離妄想分別執著，不就是沒有念頭，也沒有言語了，你就看到事實真相。事實真相是圓融的，是沒有差別的。"
    },
    {
      "id": "21-319-0001_p0019",
      "zh_CN": "《观经》、《无量寿会》里面所说的，会有大小差别，凡圣同居土，凡圣同居土里面带业往生。我们知道他的妄想分别执着统统没有断，只是念佛往生那一刹那他伏住了，他的一句佛号得力，他把这个东西都不想，念念就是一句阿弥陀佛，他往生了。生到那边之后这个习气又会现前，习气断不掉又现前，现前的时候才看差别相。但是这种差别相，时间并不是很长。为什么？凡圣同居土下下品往生，到西方极乐世界也见到佛，也听佛说法，也见到这些诸大菩萨。所以在极乐世界开悟很容易，他没有恶缘，那个修学环境是最好的，很容易开悟，悟了之后就回到平等。这两种说法没有矛盾，没有抵触，就是习气现前的时候会有这种现相。但是大家都晓得「凡所有相，皆是虚妄」，他们对这些现相不会执着，也不会分别，这是我们从教理、教义细心去体会，就不会有疑惑，也不会有问题了。",
      "zh_TW": "《觀經》、《無量壽會》裡面所說的，會有大小差別，凡聖同居土，凡聖同居土裡面帶業往生。我們知道他的妄想分別執著統統沒有斷，只是念佛往生那一剎那他伏住了，他的一句佛號得力，他把這個東西都不想，念念就是一句阿彌陀佛，他往生了。生到那邊之後這個習氣又會現前，習氣斷不掉又現前，現前的時候才看差別相。但是這種差別相，時間並不是很長。為什麼？凡聖同居土下下品往生，到西方極樂世界也見到佛，也聽佛說法，也見到這些諸大菩薩。所以在極樂世界開悟很容易，他沒有惡緣，那個修學環境是最好的，很容易開悟，悟了之後就回到平等。這兩種說法沒有矛盾，沒有抵觸，就是習氣現前的時候會有這種現相。但是大家都曉得「凡所有相，皆是虛妄」，他們對這些現相不會執著，也不會分別，這是我們從教理、教義細心去體會，就不會有疑惑，也不會有問題了。"
    },
    {
      "id": "21-319-0001_p0020",
      "zh_CN": "问：第五个问题，现在电脑正版软体非常昂贵，如以用盗版软体弘扬佛法，是否如法？",
      "zh_TW": "問：第五個問題，現在電腦正版軟體非常昂貴，如以用盜版軟體弘揚佛法，是否如法？"
    },
    {
      "id": "21-319-0001_p0021",
      "zh_CN": "答：如果你要是有永明延寿大师的智慧、精神，可以做。永明延寿大师在没出家之前，他是个小官员，管国库财务的，现在讲税务机关，他管国家的钱财。他把国库里面的钱偷出来，去放生。常常偷，以后被人告了，告了之后他一点隐讳没有。是的，我干了很多次，我偷了好多次。这个事情要杀头！没有关系，行，我愿意杀头，我以一个人的命，救了很多的生命，值得！所以他一点恐惧也没有。真的按照国家法律判刑的时候，死刑。可是这个事情，当然这些官员报告到国王那里去了，国王听了也好笑，因为他没有拿去做别的用处，放生。国王就下了个命令，让监斩官（监刑的监斩官），就告诉他，你去看他，拖他到法场去砍头，他害不害怕？他如果要害怕，有恐惧的心，就杀掉；如果一点都不害怕，把他找回来见我。",
      "zh_TW": "答：如果你要是有永明延壽大師的智慧、精神，可以做。永明延壽大師在沒出家之前，他是個小官員，管國庫財務的，現在講稅務機關，他管國家的錢財。他把國庫裡面的錢偷出來，去放生。常常偷，以後被人告了，告了之後他一點隱諱沒有。是的，我幹了很多次，我偷了好多次。這個事情要殺頭！沒有關係，行，我願意殺頭，我以一個人的命，救了很多的生命，值得！所以他一點恐懼也沒有。真的按照國家法律判刑的時候，死刑。可是這個事情，當然這些官員報告到國王那裡去了，國王聽了也好笑，因為他沒有拿去做別的用處，放生。國王就下了個命令，讓監斬官（監刑的監斬官），就告訴他，你去看他，拖他到法場去砍頭，他害不害怕？他如果要害怕，有恐懼的心，就殺掉；如果一點都不害怕，把他找回來見我。"
    },
    {
      "id": "21-319-0001_p0022",
      "zh_CN": "他到法场不但不害怕，他还很快乐，监斩官就问他，他就说我一条命救千千万万的命，值得！所以监斩官报告国王，国王就召见，召见看这个人很不错。问他你希望将来做什么？他说我希望出家。国王就成就他，做他的护法，这是我们净土宗第六代的祖师。所以你有这种牺牲奉献，救世救人，舍己救人可以。如果你用盗版，人家告到你，当然你也没有钱赔偿，那你只有坐牢，我相信不会有死刑。坐牢可能要判多少年，也没有关系，你就在牢房里面念佛往生，做出样子来给大家看，这也很好。这个事情是我做的，我愿意去坐牢，坐牢像闭关一样，在那里面念佛求往生，以往生的瑞相去度那些众生，这行，这个可以，这就是菩萨大权示现。",
      "zh_TW": "他到法場不但不害怕，他還很快樂，監斬官就問他，他就說我一條命救千千萬萬的命，值得！所以監斬官報告國王，國王就召見，召見看這個人很不錯。問他你希望將來做什麼？他說我希望出家。國王就成就他，做他的護法，這是我們淨土宗第六代的祖師。所以你有這種犧牲奉獻，救世救人，捨己救人可以。如果你用盜版，人家告到你，當然你也沒有錢賠償，那你只有坐牢，我相信不會有死刑。坐牢可能要判多少年，也沒有關係，你就在牢房裡面念佛往生，做出樣子來給大家看，這也很好。這個事情是我做的，我願意去坐牢，坐牢像閉關一樣，在那裡面念佛求往生，以往生的瑞相去度那些眾生，這行，這個可以，這就是菩薩大權示現。"
    },
    {
      "id": "21-319-0001_p0023",
      "zh_CN": "如果你没有这个智慧，没有这个精神，这个事情不可以做。为什么？我们要考虑到佛教的形象，佛教徒还做这些非法的事情，这错误，这个不可以。尤其在现在这个社会，盗版的事情太多了，我们一生不干这个事情，纵然佛法不能够弘扬，我们也不干。那是什么原因？众生没福，这个我们要懂。所以国家禁止的，我们就不做，我们佛弟子决定要服从国家的法律。这是世尊，你看在《梵网戒经》里面教导我们的重戒。「不作国贼」，贼是什么？就是偷盗，这是对社会大众有伤害的事情，你去做，就是国贼。第二条「不谤国主」，国家领导人他做的好事，我们赞叹；他做的不好事，一句话都不说。为什么？你要是批评、毁谤会造成影响，这个影响如果要是不能控制的话，就会引起暴动，引起动乱，那是整个社会大众都会受伤害，决定不可以。这个社会无论如何是要维系着安定和平，这个很重要。",
      "zh_TW": "如果你沒有這個智慧，沒有這個精神，這個事情不可以做。為什麼？我們要考慮到佛教的形象，佛教徒還做這些非法的事情，這錯誤，這個不可以。尤其在現在這個社會，盜版的事情太多了，我們一生不幹這個事情，縱然佛法不能夠弘揚，我們也不幹。那是什麼原因？眾生沒福，這個我們要懂。所以國家禁止的，我們就不做，我們佛弟子決定要服從國家的法律。這是世尊，你看在《梵網戒經》裡面教導我們的重戒。「不作國賊」，賊是什麼？就是偷盜，這是對社會大眾有傷害的事情，你去做，就是國賊。第二條「不謗國主」，國家領導人他做的好事，我們讚歎；他做的不好事，一句話都不說。為什麼？你要是批評、毀謗會造成影響，這個影響如果要是不能控制的話，就會引起暴動，引起動亂，那是整個社會大眾都會受傷害，決定不可以。這個社會無論如何是要維繫著安定和平，這個很重要。"
    },
    {
      "id": "21-319-0001_p0024",
      "zh_CN": "《璎珞经》，也是菩萨戒经，里面有两条，「不漏国税」。人民有纳税的义务，如果说漏税，这个罪过很重，因为税收是属于全国人民的。你要是漏税、偷税的话，等于说你盗用全国人民的财物，那个麻烦大了。你说偷一个人东西，将来还债还一个人好还。中国有十几亿人，你要是偷东西，你什么时候还得清？十几亿人人人都有分，统统都是你的债主，你的麻烦可大了。佛门里面最麻烦，因为佛门是十方常住，不但是这一个国家地区，它是遍法界虚空界，十方世界里面所有出家人都有分，你说这麻烦大吧！所以佛在经上常常讲，戒经里头也说，你造五逆十恶的罪，佛都能救你；你偷常住物，佛没法子救，因为你债主太多了，我们要懂。",
      "zh_TW": "《瓔珞經》，也是菩薩戒經，裡面有兩條，「不漏國稅」。人民有納稅的義務，如果說漏稅，這個罪過很重，因為稅收是屬於全國人民的。你要是漏稅、偷稅的話，等於說你盜用全國人民的財物，那個麻煩大了。你說偷一個人東西，將來還債還一個人好還。中國有十幾億人，你要是偷東西，你什麼時候還得清？十幾億人人人都有分，統統都是你的債主，你的麻煩可大了。佛門裡面最麻煩，因為佛門是十方常住，不但是這一個國家地區，它是遍法界虛空界，十方世界裡面所有出家人都有分，你說這麻煩大吧！所以佛在經上常常講，戒經裡頭也說，你造五逆十惡的罪，佛都能救你；你偷常住物，佛沒法子救，因為你債主太多了，我們要懂。"
    },
    {
      "id": "21-319-0001_p0025",
      "zh_CN": "最后一条也是《璎珞经》里面讲的，「不犯国制」，国制就是国家法律，决定不要去违犯国家法律。佛弟子持戒就是守法，要做社会一个好的榜样，天天佛教我们持戒；我们要是破戒、犯规，就做出不好的形象，这个不可以。所以一定要知道影响所及，结罪是从这个地方结，从影响方面来结罪。",
      "zh_TW": "最後一條也是《瓔珞經》裡面講的，「不犯國制」，國制就是國家法律，決定不要去違犯國家法律。佛弟子持戒就是守法，要做社會一個好的榜樣，天天佛教我們持戒；我們要是破戒、犯規，就做出不好的形象，這個不可以。所以一定要知道影響所及，結罪是從這個地方結，從影響方面來結罪。"
    },
    {
      "id": "21-319-0001_p0026",
      "zh_CN": "问：第六条，他说节选别人的好文章，上网宣传流通是否算偷盗？",
      "zh_TW": "問：第六條，他說節選別人的好文章，上網宣傳流通是否算偷盜？"
    },
    {
      "id": "21-319-0001_p0027",
      "zh_CN": "答：那要看人家的书上有没有写着「版权所有，翻印必究」，如果版权页上这样写，就不用他的。或者你要是用它，他东西很好，你自己改写，字不要一样，那就不是他的了！这个可以。总而言之，不能完全跟他一样，里面换几个字可以，他要说的时候，我跟你这个不一样，这要用智慧。最好是不用他的，我们自己懂得这个意思，用我们自己的言语说出来，用我们自己的文字写出来，这不是很好吗？何必用他的？",
      "zh_TW": "答：那要看人家的書上有沒有寫著「版權所有，翻印必究」，如果版權頁上這樣寫，就不用他的。或者你要是用它，他東西很好，你自己改寫，字不要一樣，那就不是他的了！這個可以。總而言之，不能完全跟他一樣，裡面換幾個字可以，他要說的時候，我跟你這個不一樣，這要用智慧。最好是不用他的，我們自己懂得這個意思，用我們自己的言語說出來，用我們自己的文字寫出來，這不是很好嗎？何必用他的？"
    },
    {
      "id": "21-319-0001_p0028",
      "zh_CN": "我跟同学们也报告很多次，我对于这些书我都不看。人家送书给我，我头一个就看版权页，版权页上写上「版权所有，翻印必究」，这本书我决定不看。很多人问我为什么？这个人心量很小，心量那么小，能写出什么好文章来？何必浪费我的时间，浪费我的精力？所以不看。你看我们中国古人的东西，你要看到从前的线装书，古本，后面都印上「欢迎翻印，功德无量」。真正好东西都希望利益众生，人家翻印你的，是对你的赞叹，对你的恭敬，那是好事情，是你的光荣，是你的德行向外扩大；你自己把它封闭掉，你自己就没有德行。所以我看书第一个是看版权，只要有这个东西，我绝对不看他的东西。我们看古书、看佛经，这个好。",
      "zh_TW": "我跟同學們也報告很多次，我對於這些書我都不看。人家送書給我，我頭一個就看版權頁，版權頁上寫上「版權所有，翻印必究」，這本書我決定不看。很多人問我為什麼？這個人心量很小，心量那麼小，能寫出什麼好文章來？何必浪費我的時間，浪費我的精力？所以不看。你看我們中國古人的東西，你要看到從前的線裝書，古本，後面都印上「歡迎翻印，功德無量」。真正好東西都希望利益眾生，人家翻印你的，是對你的讚歎，對你的恭敬，那是好事情，是你的光榮，是你的德行向外擴大；你自己把它封閉掉，你自己就沒有德行。所以我看書第一個是看版權，只要有這個東西，我絕對不看他的東西。我們看古書、看佛經，這個好。"
    },
    {
      "id": "21-319-0001_p0029",
      "zh_CN": "问：下面是新加坡同修提出有四个问题，第一个问题，请问近年来不断的努力做和平工作，是否看到了成果？",
      "zh_TW": "問：下面是新加坡同修提出有四個問題，第一個問題，請問近年來不斷的努力做和平工作，是否看到了成果？"
    },
    {
      "id": "21-319-0001_p0030",
      "zh_CN": "答：和平工作在世界各地，可以说确实有不少志士仁人很认真努力在做。我是从九一一事件之后接受昆士兰大学的邀请，昆大有个和平学院，许多大学里头没有这个学系，它有和平学院。学校邀请我跟和平学院的教授们做一次交流，座谈会，前后我参加两次，在昆士兰大学。才知道全世界大学里头有和平学院的不是它一家，有八家，当然是很少，不多。世界上这么多大学，只有八个大学设有和平学院，专门研究化解冲突，促进世界和平。这个学院里面将近有二十位教授，好像是十九个人，将近二十个人，从事于这个工作。在过去，他们解决问题，思惟的方向总不外乎热战跟冷战。所谓热战，确实是有些西方人主张，对付恐怖分子的方法就是镇压，武力镇压、报复，用这种方式。九一一事件发生之后，才晓得这个法子不行，仇愈结愈深，恐怖事件就愈来愈多。所以就思惟，就想办法改，我们用和平的方法，不要用镇压，不要用报复，用和平的方法。用和平方法，那就是用和平会议。",
      "zh_TW": "答：和平工作在世界各地，可以說確實有不少志士仁人很認真努力在做。我是從九一一事件之後接受昆士蘭大學的邀請，昆大有個和平學院，許多大學裡頭沒有這個學系，它有和平學院。學校邀請我跟和平學院的教授們做一次交流，座談會，前後我參加兩次，在昆士蘭大學。才知道全世界大學裡頭有和平學院的不是它一家，有八家，當然是很少，不多。世界上這麼多大學，只有八個大學設有和平學院，專門研究化解衝突，促進世界和平。這個學院裡面將近有二十位教授，好像是十九個人，將近二十個人，從事於這個工作。在過去，他們解決問題，思惟的方向總不外乎熱戰跟冷戰。所謂熱戰，確實是有些西方人主張，對付恐怖分子的方法就是鎮壓，武力鎮壓、報復，用這種方式。九一一事件發生之後，才曉得這個法子不行，仇愈結愈深，恐怖事件就愈來愈多。所以就思惟，就想辦法改，我們用和平的方法，不要用鎮壓，不要用報復，用和平的方法。用和平方法，那就是用和平會議。"
    },
    {
      "id": "21-319-0001_p0031",
      "zh_CN": "我在这个座谈会里面才知道，联合国的组织很多，政治上的联合国总部在纽约。教科文组织，它就是教育、文化、科学，所以叫教科文组织，联合国教科文组织。它不是一个机构，不是归纽约联合国管的，它自己有个总部，它是独立的，上面也冠上联合国，下面教科文组织。类似这种组织恐怕有二、三十个，都挂上联合国，但是各个都是独立的。教科文组织也做了不少事情，他们用会议的方法来研究讨论，提供一些方法给每个国家做参考。从一九七０年开始他们就做，做到现在大概三十五、六年。我们能看到，会一年有好多次，你想三十多年投资下去人力、财力、物力，真的是不计其数。世界的动乱频率年年上升，灾害一次比一次严重，这才是真的叫麻烦。",
      "zh_TW": "我在這個座談會裡面才知道，聯合國的組織很多，政治上的聯合國總部在紐約。教科文組織，它就是教育、文化、科學，所以叫教科文組織，聯合國教科文組織。它不是一個機構，不是歸紐約聯合國管的，它自己有個總部，它是獨立的，上面也冠上聯合國，下面教科文組織。類似這種組織恐怕有二、三十個，都掛上聯合國，但是各個都是獨立的。教科文組織也做了不少事情，他們用會議的方法來研究討論，提供一些方法給每個國家做參考。從一九七０年開始他們就做，做到現在大概三十五、六年。我們能看到，會一年有好多次，你想三十多年投資下去人力、財力、物力，真的是不計其數。世界的動亂頻率年年上升，災害一次比一次嚴重，這才是真的叫麻煩。"
    },
    {
      "id": "21-319-0001_p0032",
      "zh_CN": "我参加昆大教授座谈会两次之后，学校邀请我，希望我参与这个工作。同时还有个学校，也是澳洲的，格里菲斯大学。所以我就是代表这两个学校，代表澳洲，参加五次教科文组织的世界和平会议。这五次参加之后我明白了，会议解决不了问题，为什么？会议的结论做得很好，也提供给每个国家政府做参考，他能不能落实？他照不照做？我们心里都有数！与会的这些学者专家，很多大学校长，主管教育的官员，会后我们在一起聊天，每个人心里都有数，都摇头，不能落实。所以我跟大家说，人家政府对你客气，尊重一点，把你的结论送到档案室去归档；要是不客气的话，就丢到字纸篓里去了，谁听你的？这是实在的话。所以这个会有什么用？再好的东西提出来，这是理想，不会落实，做不到。我还参加过两次国际论坛，这国际论坛不是联合国办的，规模也很大。",
      "zh_TW": "我參加昆大教授座談會兩次之後，學校邀請我，希望我參與這個工作。同時還有個學校，也是澳洲的，格里菲斯大學。所以我就是代表這兩個學校，代表澳洲，參加五次教科文組織的世界和平會議。這五次參加之後我明白了，會議解決不了問題，為什麼？會議的結論做得很好，也提供給每個國家政府做參考，他能不能落實？他照不照做？我們心裡都有數！與會的這些學者專家，很多大學校長，主管教育的官員，會後我們在一起聊天，每個人心裡都有數，都搖頭，不能落實。所以我跟大家說，人家政府對你客氣，尊重一點，把你的結論送到檔案室去歸檔；要是不客氣的話，就丟到字紙簍裡去了，誰聽你的？這是實在的話。所以這個會有什麼用？再好的東西提出來，這是理想，不會落實，做不到。我還參加過兩次國際論壇，這國際論壇不是聯合國辦的，規模也很大。"
    },
    {
      "id": "21-319-0001_p0033",
      "zh_CN": "我们深深的反省，中国古人教我们「行有不得，反求诸己」，就是行不通，行不通要好好回来反省，要自己做深度的反省。我们反省之后就想到，中国这五千年来，连世界上多少学者专家提到中国都肃然起敬。为什么？五千年来，这个国家在大致上来说是和平的，在全世界找不到第二家。五千年来从来没有跟外国人打过仗，自己家里改朝换代，推翻政权再建立一个政权，但是还是中国，还在中国这块领土上，没有侵占过别人的土地。与国外交流，没有占人家便宜的念头。你看在从前，外国向中国进贡，就是送礼物，而中国还礼一定多过他，厚道！",
      "zh_TW": "我們深深的反省，中國古人教我們「行有不得，反求諸己」，就是行不通，行不通要好好回來反省，要自己做深度的反省。我們反省之後就想到，中國這五千年來，連世界上多少學者專家提到中國都肅然起敬。為什麼？五千年來，這個國家在大致上來說是和平的，在全世界找不到第二家。五千年來從來沒有跟外國人打過仗，自己家裡改朝換代，推翻政權再建立一個政權，但是還是中國，還在中國這塊領土上，沒有侵佔過別人的土地。與國外交流，沒有佔人家便宜的念頭。你看在從前，外國向中國進貢，就是送禮物，而中國還禮一定多過他，厚道！"
    },
    {
      "id": "21-319-0001_p0034",
      "zh_CN": "中国之衰，就衰在最近这两百年来，也吃尽了苦头。什么原因能够维持大一统，这么多人口，这么大的地区，始终能够统一着，从秦统一之后一直到今天，国家还是维持大一统，这是令人尊敬。所以我们要知道，不可以搞国家分裂，分裂人家就瞧不起你。你看欧洲的罗马帝国，他们也有一千年历史，灭亡之后再不能统一；中国改朝换代，始终维持统一。英国汤恩比谈到这个问题真的肃然起敬，这个我们要懂得。中国人靠什么？靠教育，所以使我们想到古人的一句话，「建国君民」，建立一个政权，领导人民，「修身为本，教学为先」。就这么一个教训，能够叫中国生活在五千年和平的社会里。我们就想到「修身为本，教学为先」这两句话重要，我就想到我们要搞教学，不要搞开会，开会真的到最后都是理论，都是做不到。",
      "zh_TW": "中國之衰，就衰在最近這兩百年來，也吃盡了苦頭。什麼原因能夠維持大一統，這麼多人口，這麼大的地區，始終能夠統一著，從秦統一之後一直到今天，國家還是維持大一統，這是令人尊敬。所以我們要知道，不可以搞國家分裂，分裂人家就瞧不起你。你看歐洲的羅馬帝國，他們也有一千年歷史，滅亡之後再不能統一；中國改朝換代，始終維持統一。英國湯恩比談到這個問題真的肅然起敬，這個我們要懂得。中國人靠什麼？靠教育，所以使我們想到古人的一句話，「建國君民」，建立一個政權，領導人民，「修身為本，教學為先」。就這麼一個教訓，能夠叫中國生活在五千年和平的社會裡。我們就想到「修身為本，教學為先」這兩句話重要，我就想到我們要搞教學，不要搞開會，開會真的到最後都是理論，都是做不到。"
    },
    {
      "id": "21-319-0001_p0035",
      "zh_CN": "我们再想想，古圣先贤在中国，以孔子、孟子做为代表，这是继承祖宗的教诲，传统的教诲。在国外，你看看每个宗教的领袖，这些宗教家，他怎么起家的？靠教学。所以诸位要记住，释迦牟尼佛是搞教育的，他老人家当年在世，讲经三百余会，说法四十九年。那个会就是我们现在讲办班，他在四十九年办班办了三百多次，我们在经上看到。时间短的，一天、二天、三天；时间长的，有几个月的，也有大经的时候有几年的。所以我们今天换个名词，大家就好懂，释迦牟尼佛办班教学四十九年，这大家就好懂！",
      "zh_TW": "我們再想想，古聖先賢在中國，以孔子、孟子做為代表，這是繼承祖宗的教誨，傳統的教誨。在國外，你看看每個宗教的領袖，這些宗教家，他怎麼起家的？靠教學。所以諸位要記住，釋迦牟尼佛是搞教育的，他老人家當年在世，講經三百餘會，說法四十九年。那個會就是我們現在講辦班，他在四十九年辦班辦了三百多次，我們在經上看到。時間短的，一天、二天、三天；時間長的，有幾個月的，也有大經的時候有幾年的。所以我們今天換個名詞，大家就好懂，釋迦牟尼佛辦班教學四十九年，這大家就好懂！"
    },
    {
      "id": "21-319-0001_p0036",
      "zh_CN": "人民是教得好的，凡是从事于教学工作，首先要肯定人性本善。你看中国古老的教育，《三字经》上头一句话就说明，「人之初，性本善」，所以你要承认人性都是善的。佛经上说得更好，「一切众生皆有佛性」，这不就是人性本善吗？这是要肯定的。人要不受教育，他会被环境染污，他为什么变成不善？学坏了的！你没有好好教他，所谓是「近朱者赤，近墨者黑」。你要是教他善，他就变善；你教他恶，他就变恶。所以我说好人是教出来的，坏人也是教出来，恐怖分子还是你教出来的。你怎么能怪他？要怪怪自己没有教好，这才正确，这才能够真正化解问题。《三字经》上接下来讲得好，你看「性相近」，本性本善大家都一样，相近；「习相远」，习是习惯，每个人习惯不一样，那就愈来愈远了。远是什么？跟自己的本善距离就远了，变坏了。",
      "zh_TW": "人民是教得好的，凡是從事於教學工作，首先要肯定人性本善。你看中國古老的教育，《三字經》上頭一句話就說明，「人之初，性本善」，所以你要承認人性都是善的。佛經上說得更好，「一切眾生皆有佛性」，這不就是人性本善嗎？這是要肯定的。人要不受教育，他會被環境染污，他為什麼變成不善？學壞了的！你沒有好好教他，所謂是「近朱者赤，近墨者黑」。你要是教他善，他就變善；你教他惡，他就變惡。所以我說好人是教出來的，壞人也是教出來，恐怖分子還是你教出來的。你怎麼能怪他？要怪怪自己沒有教好，這才正確，這才能夠真正化解問題。《三字經》上接下來講得好，你看「性相近」，本性本善大家都一樣，相近；「習相遠」，習是習慣，每個人習慣不一樣，那就愈來愈遠了。遠是什麼？跟自己的本善距離就遠了，變壞了。"
    },
    {
      "id": "21-319-0001_p0037",
      "zh_CN": "我们看看现在的教育，你就知道恐怖分子从哪来的。现在的教育，谁教？不是父母教，不是老师教，电视教你，网路教你，小朋友电子游戏机教你。不都是学这个东西吗？这个里面教的内容是什么？暴力、色情、杀盗淫妄。所以小孩受了这个教育，他会杀父母，他会杀兄弟。为什么会杀？游戏！他不知道这是错误，也不知道这是犯罪。他是什么？好玩，就像打电动玩具里面杀人一样。这就是什么？恐怖分子是你教出来的，在哪里？可能就是你的儿女，可能就是你的孙子，不定哪一天什么原因，他就把你一家人都杀掉，教出来的！",
      "zh_TW": "我們看看現在的教育，你就知道恐怖分子從哪來的。現在的教育，誰教？不是父母教，不是老師教，電視教你，網路教你，小朋友電子遊戲機教你。不都是學這個東西嗎？這個裡面教的內容是什麼？暴力、色情、殺盜淫妄。所以小孩受了這個教育，他會殺父母，他會殺兄弟。為什麼會殺？遊戲！他不知道這是錯誤，也不知道這是犯罪。他是什麼？好玩，就像打電動玩具裡面殺人一樣。這就是什麼？恐怖分子是你教出來的，在哪裡？可能就是你的兒女，可能就是你的孫子，不定哪一天什麼原因，他就把你一家人都殺掉，教出來的！"
    },
    {
      "id": "21-319-0001_p0038",
      "zh_CN": "中国传统的教学，这个我讲过很多遍，由于这桩事情，回过头来去翻古书，古人教什么？才找到四千五百年前，五千年前中国老祖宗怎样教他的后代！那个时候教什么？教伦理、教道德、教因果。从什么时候开始教？从小孩出生，这个了不起！这真的在全世界找不到第二家。小孩出生二、三天，眼睛睁开，会看、会听，父母就教，这是什么？叫身教。父母在小孩面前言谈举止全是正面的，全是善的，决定没有恶的。小孩虽然不会说话，他天天看，天天听，所以中国谚语有所谓「三岁看八十」。三岁肯定还没有接受学校教育，中国古时候接受学校教育大概是六、七岁开始。这是父母在他面前所展示的，他所看到的、听到的、接触到的没有恶，全是善。你要是不高兴，发脾气，吵架，外面去，千万不能让小孩看到。小孩看到都是和善的，所以他从三岁就有能力辨别是非，他就会选择这是对的，那是错的，这是教育！",
      "zh_TW": "中國傳統的教學，這個我講過很多遍，由於這樁事情，回過頭來去翻古書，古人教什麼？才找到四千五百年前，五千年前中國老祖宗怎樣教他的後代！那個時候教什麼？教倫理、教道德、教因果。從什麼時候開始教？從小孩出生，這個了不起！這真的在全世界找不到第二家。小孩出生二、三天，眼睛睜開，會看、會聽，父母就教，這是什麼？叫身教。父母在小孩面前言談舉止全是正面的，全是善的，決定沒有惡的。小孩雖然不會說話，他天天看，天天聽，所以中國諺語有所謂「三歲看八十」。三歲肯定還沒有接受學校教育，中國古時候接受學校教育大概是六、七歲開始。這是父母在他面前所展示的，他所看到的、聽到的、接觸到的沒有惡，全是善。你要是不高興，發脾氣，吵架，外面去，千萬不能讓小孩看到。小孩看到都是和善的，所以他從三歲就有能力辨別是非，他就會選擇這是對的，那是錯的，這是教育！"
    },
    {
      "id": "21-319-0001_p0039",
      "zh_CN": "所以，在学前的教育是父母，是大人。《弟子规》不是让小朋友念的，弟子规是什么？弟子规是父母做出来，做给小朋友看，完全是父母大人的身教，他从小就学会，他就看到。看到大人他会孝顺他的父母，他就学会了，将来自己长大就会孝顺自己的父母。如果做父母的不孝顺他的父母，他看到，他长大也是一样，决定不孝顺，因为他看到样子。你对你的父母不孝顺，那我们做儿女的对父母也不要孝顺，他看到了。到六、七岁上学，那个时候学校都是私塾，老师做出榜样。所以老师值得人尊敬，他要把小孩教育接着从六、七岁带到十二、三岁，这个阶段是老师。老师起心动念、言谈举止要符合伦理道德，那就是身教是最重要的，做给学生看。所以这是伦理道德的教育扎上根，他有根基，一生都不会改变。",
      "zh_TW": "所以，在學前的教育是父母，是大人。《弟子規》不是讓小朋友念的，弟子規是什麼？弟子規是父母做出來，做給小朋友看，完全是父母大人的身教，他從小就學會，他就看到。看到大人他會孝順他的父母，他就學會了，將來自己長大就會孝順自己的父母。如果做父母的不孝順他的父母，他看到，他長大也是一樣，決定不孝順，因為他看到樣子。你對你的父母不孝順，那我們做兒女的對父母也不要孝順，他看到了。到六、七歲上學，那個時候學校都是私塾，老師做出榜樣。所以老師值得人尊敬，他要把小孩教育接著從六、七歲帶到十二、三歲，這個階段是老師。老師起心動念、言談舉止要符合倫理道德，那就是身教是最重要的，做給學生看。所以這是倫理道德的教育紮上根，他有根基，一生都不會改變。"
    },
    {
      "id": "21-319-0001_p0040",
      "zh_CN": "而我们探讨到教学的中心，就是一句话，「父子有亲」，亲是亲爱，父子的亲爱是天性。最明显的你能够看到，父母爱他的儿女，儿女爱父母，最明显的在什么时候？三、四个月。小孩三、四个月你去观察，非常明显，没有任何条件，那个爱心是纯真的。所以中国老祖宗就看出来，教育就是希望这个爱心如何保持一生都不会改变，这是教育的中心目标！父子的亲爱一生不能改变。第二个目标是把这个爱心扩大，扩大到爱你的家人，爱你的兄弟，爱你的同族，爱你的邻里乡党，爱社会、爱国家、爱人类，这个爱扩大。所以圣贤教育真的就是一个字，爱的教育。爱人怎么会害人？爱人只有舍己为人，牺牲自己，成就别人，绝对不会害人。这种教育维系中国五千年的道统。",
      "zh_TW": "而我們探討到教學的中心，就是一句話，「父子有親」，親是親愛，父子的親愛是天性。最明顯的你能夠看到，父母愛他的兒女，兒女愛父母，最明顯的在什麼時候？三、四個月。小孩三、四個月你去觀察，非常明顯，沒有任何條件，那個愛心是純真的。所以中國老祖宗就看出來，教育就是希望這個愛心如何保持一生都不會改變，這是教育的中心目標！父子的親愛一生不能改變。第二個目標是把這個愛心擴大，擴大到愛你的家人，愛你的兄弟，愛你的同族，愛你的鄰里鄉黨，愛社會、愛國家、愛人類，這個愛擴大。所以聖賢教育真的就是一個字，愛的教育。愛人怎麼會害人？愛人只有捨己為人，犧牲自己，成就別人，絕對不會害人。這種教育維繫中國五千年的道統。"
    },
    {
      "id": "21-319-0001_p0041",
      "zh_CN": "中国自古以来，你看古书里头很少讲国家，一开口就是天下，那个心量多大？你们看《弟子规》里头，「凡是人，皆须爱」。没有说我家的人，我国的人，凡是人皆须爱，这心量多大！这个道理我们要懂得。和平工作的成效，一定是从要真的要有动作。在今天，中国、外国，传统教育统统没有了，这是我们最担心的一桩事情。所以我们在去年，也正好有这么个缘分，有个居士送我一笔钱，这个钱正好可以足够办这个事业。我们就选择在我的老家、家乡，安征庐江选了一个镇，汤池镇，这个小镇十二个村庄，居民有四万八千人。我们就想用这个来做个试验的点，我们把《弟子规》推动，让这个小镇里头四万八千人，男女老少、各行各业一起学。你现在叫小孩学没用处，小孩学了，他学了他一看家里大人不是这样的，你骗我，他不会接受。所以一定是大人也要学，老人也要学，统统都要学，才能产生效果。",
      "zh_TW": "中國自古以來，你看古書裡頭很少講國家，一開口就是天下，那個心量多大？你們看《弟子規》裡頭，「凡是人，皆須愛」。沒有說我家的人，我國的人，凡是人皆須愛，這心量多大！這個道理我們要懂得。和平工作的成效，一定是從要真的要有動作。在今天，中國、外國，傳統教育統統沒有了，這是我們最擔心的一樁事情。所以我們在去年，也正好有這麼個緣分，有個居士送我一筆錢，這個錢正好可以足夠辦這個事業。我們就選擇在我的老家、家鄉，安徵廬江選了一個鎮，湯池鎮，這個小鎮十二個村莊，居民有四萬八千人。我們就想用這個來做個試驗的點，我們把《弟子規》推動，讓這個小鎮裡頭四萬八千人，男女老少、各行各業一起學。你現在叫小孩學沒用處，小孩學了，他學了他一看家裡大人不是這樣的，你騙我，他不會接受。所以一定是大人也要學，老人也要學，統統都要學，才能產生效果。"
    },
    {
      "id": "21-319-0001_p0042",
      "zh_CN": "我们的预估，总得半年到一年才能看到效果，出乎我意料之外的，那边的老师告诉我，两个月效果就出现了，非常明显。在从前，这个乡村里面的人，居民心量都很小，都是自私自利。夫妻吵架，婆媳不和，小孩不孝顺、不听话，青少年打架、闹事，很平常的，很多。我们推动两个月之后，夫妻吵架没有了，婆媳能相处，处得很好；小孩懂得孝顺父母，邻居也都知道互相尊重，互相相让，不争了。商店里面没有人偷东西，二、三个月之后商店里面就讲，原来每天看得紧紧的都会丢东西；现在不看，也不会掉东西。人与人之间都会客气，见面都会打招呼，行礼都会九十度鞠躬。从前商店卖东西，看到生疏的人，都会把价钱提高一点，现在不会了，两个月就看到效果。所以我们这批老师非常欢喜，感觉得很欣慰。",
      "zh_TW": "我們的預估，總得半年到一年才能看到效果，出乎我意料之外的，那邊的老師告訴我，兩個月效果就出現了，非常明顯。在從前，這個鄉村裡面的人，居民心量都很小，都是自私自利。夫妻吵架，婆媳不和，小孩不孝順、不聽話，青少年打架、鬧事，很平常的，很多。我們推動兩個月之後，夫妻吵架沒有了，婆媳能相處，處得很好；小孩懂得孝順父母，鄰居也都知道互相尊重，互相相讓，不爭了。商店裡面沒有人偷東西，二、三個月之後商店裡面就講，原來每天看得緊緊的都會丟東西；現在不看，也不會掉東西。人與人之間都會客氣，見面都會打招呼，行禮都會九十度鞠躬。從前商店賣東西，看到生疏的人，都會把價錢提高一點，現在不會了，兩個月就看到效果。所以我們這批老師非常歡喜，感覺得很欣慰。"
    },
    {
      "id": "21-319-0001_p0043",
      "zh_CN": "我们的要求，我们在那里预先是培养老师，老师培养两个月，让老师下乡去教，每个村去教，每一家去教。老师先要把《弟子规》百分之百的落实，你要不落实你没有资格教，人家不相信你。所以自己要做榜样，我们培训了三十个老师，用两个月的时间。老师的来源，本来也都是老师，教幼儿园的、教小学的、教初中的，他们接受到我们的理念非常欢喜，把自己工作辞掉，到中心来接受培训。培训之后我们的目标，就是大家在一起学习十年，我们的期限是十年，十年不能离开中心。好好的在这里学十年、教十年，把这个小镇教成礼义之邦，和谐社会，一定要在这里落实，做个示范点。",
      "zh_TW": "我們的要求，我們在那裡預先是培養老師，老師培養兩個月，讓老師下鄉去教，每個村去教，每一家去教。老師先要把《弟子規》百分之百的落實，你要不落實你沒有資格教，人家不相信你。所以自己要做榜樣，我們培訓了三十個老師，用兩個月的時間。老師的來源，本來也都是老師，教幼兒園的、教小學的、教初中的，他們接受到我們的理念非常歡喜，把自己工作辭掉，到中心來接受培訓。培訓之後我們的目標，就是大家在一起學習十年，我們的期限是十年，十年不能離開中心。好好的在這裡學十年、教十年，把這個小鎮教成禮義之邦，和諧社會，一定要在這裡落實，做個示範點。"
    },
    {
      "id": "21-319-0001_p0044",
      "zh_CN": "这个示范点做成功，我们就可以告诉世界上从事和平工作这些朋友们，理想是可以落实的，不是空洞的。你们可以到我们的实验点来参观，来看看，如果每个国家地区，我们统统用这种方法来推动，世界和平能落实。你不把这个试验做出来，人没有信心，动乱太久了，没有信心，所以一定要从我们自己本身做起。现在山东庆云县，是个很小的县分，领导非常热心，希望我们在他们那个地方再做一个试验点，我们也同意，好。庆云可能在二、三个月之后我们就要开班教学，那是一个县，小县，人口大概也不会太多，县里面分区。",
      "zh_TW": "這個示範點做成功，我們就可以告訴世界上從事和平工作這些朋友們，理想是可以落實的，不是空洞的。你們可以到我們的實驗點來參觀，來看看，如果每個國家地區，我們統統用這種方法來推動，世界和平能落實。你不把這個試驗做出來，人沒有信心，動亂太久了，沒有信心，所以一定要從我們自己本身做起。現在山東慶雲縣，是個很小的縣分，領導非常熱心，希望我們在他們那個地方再做一個試驗點，我們也同意，好。慶雲可能在二、三個月之後我們就要開班教學，那是一個縣，小縣，人口大概也不會太多，縣裡面分區。"
    },
    {
      "id": "21-319-0001_p0045",
      "zh_CN": "我就跟中心的这些老师说，我说我们的实验就是一个县，一个镇，我们做两个试点。不能再搞第三个，搞第三个我们的老师不够用，我们力量分散，什么都做不好。我们全部精神力量集中，做这两个点，一个是县区，一个是乡镇、农村。这两个点做好之后，可以提供给国家做参考，也提供给联合国做参考。给全世界爱好和平，怎么样化解冲突，怎么样落实安定社会，世界和谐。如果不从这个地方做，我是讲镇压不能解决问题，报复不能解决问题，开会也不能解决问题。",
      "zh_TW": "我就跟中心的這些老師說，我說我們的實驗就是一個縣，一個鎮，我們做兩個試點。不能再搞第三個，搞第三個我們的老師不夠用，我們力量分散，什麼都做不好。我們全部精神力量集中，做這兩個點，一個是縣區，一個是鄉鎮、農村。這兩個點做好之後，可以提供給國家做參考，也提供給聯合國做參考。給全世界愛好和平，怎麼樣化解衝突，怎麼樣落實安定社會，世界和諧。如果不從這個地方做，我是講鎮壓不能解決問題，報復不能解決問題，開會也不能解決問題。"
    },
    {
      "id": "21-319-0001_p0046",
      "zh_CN": "大概我们这种做法、这些理想，联合国知道了，去年我们到巴黎也办了三天，可能我们这些讯息他们了解，也欢喜。所以通知我们，希望我们今年在巴黎合办一个活动，这个活动名称很好，「庆祝卫塞节」。我们晓得卫塞节是佛诞节，这是联合国教科文组织的总部跟我的澳洲净宗学院合办。所以我们这次是主办人，有泰国的大使，泰国还有一个大学协办，地址就在巴黎，时间是十月七号、八号两天。我们的会场是联合国的大会堂，它大会堂可以容纳一千五百人。旁边还有个小会堂，可以容纳五百人，这两个场地都给我们用两天。所以我们在那里办两天的《弟子规》，上午两个小时，下午两个小时，两天八个小时，我们再来办八个小时《弟子规》。",
      "zh_TW": "大概我們這種做法、這些理想，聯合國知道了，去年我們到巴黎也辦了三天，可能我們這些訊息他們了解，也歡喜。所以通知我們，希望我們今年在巴黎合辦一個活動，這個活動名稱很好，「慶祝衛塞節」。我們曉得衛塞節是佛誕節，這是聯合國教科文組織的總部跟我的澳洲淨宗學院合辦。所以我們這次是主辦人，有泰國的大使，泰國還有一個大學協辦，地址就在巴黎，時間是十月七號、八號兩天。我們的會場是聯合國的大會堂，它大會堂可以容納一千五百人。旁邊還有個小會堂，可以容納五百人，這兩個場地都給我們用兩天。所以我們在那裡辦兩天的《弟子規》，上午兩個小時，下午兩個小時，兩天八個小時，我們再來辦八個小時《弟子規》。"
    },
    {
      "id": "21-319-0001_p0047",
      "zh_CN": "联合国也透个讯息给我们，希望我们以后每年都办一次，这个很好，非常好。所以我们把汤池这些成果统统要送到巴黎那边去，让大家看看。然后由他们来推动，这个世界人就有福报了。我们知道全世界各国驻联合国教科文组织的大使有一百八十人，就是一百八十个国家地区参加这个组织。这个活动他们的大使都会来参观，很快就传遍到全世界，希望全世界统统搞办班。所以这次我的讲题是「热烈庆祝卫塞节，学习释迦牟尼佛办班教学，化解冲突，促进社会安定，世界和平」，这是我的讲题。庆祝释迦牟尼佛，向释迦牟尼佛学习，释迦牟尼佛一生干什么？办班教学，真能解决问题。孔子也是办班教学。",
      "zh_TW": "聯合國也透個訊息給我們，希望我們以後每年都辦一次，這個很好，非常好。所以我們把湯池這些成果統統要送到巴黎那邊去，讓大家看看。然後由他們來推動，這個世界人就有福報了。我們知道全世界各國駐聯合國教科文組織的大使有一百八十人，就是一百八十個國家地區參加這個組織。這個活動他們的大使都會來參觀，很快就傳遍到全世界，希望全世界統統搞辦班。所以這次我的講題是「熱烈慶祝衛塞節，學習釋迦牟尼佛辦班教學，化解衝突，促進社會安定，世界和平」，這是我的講題。慶祝釋迦牟尼佛，向釋迦牟尼佛學習，釋迦牟尼佛一生幹什麼？辦班教學，真能解決問題。孔子也是辦班教學。"
    },
    {
      "id": "21-319-0001_p0048",
      "zh_CN": "在西方，你看耶稣也是办班教学，他的时间最短，三年，被人害死了；回教的穆罕默德，办班教学二十七年，都是从教育下手。所以「建国君民，教学为先，修身为本」，这比什么都重要。不从自己修身，教学就收不到效果。我常常讲，圣人讲东西为什么这么感动人？他做到了，做到而后说到，是圣人；说到之后，他真能做到，这贤人；说了之后做不到，叫骗人。骗人不会成功，一定要做到，自己做不到不行。",
      "zh_TW": "在西方，你看耶穌也是辦班教學，他的時間最短，三年，被人害死了；回教的穆罕默德，辦班教學二十七年，都是從教育下手。所以「建國君民，教學為先，修身為本」，這比什麼都重要。不從自己修身，教學就收不到效果。我常常講，聖人講東西為什麼這麼感動人？他做到了，做到而後說到，是聖人；說到之後，他真能做到，這賢人；說了之後做不到，叫騙人。騙人不會成功，一定要做到，自己做不到不行。"
    },
    {
      "id": "21-319-0001_p0049",
      "zh_CN": "在中国传统是三教，儒、释、道三教，三教的根，我们从根本上抓。儒家的根是《弟子规》，佛法的根是《十善业道》，道家的根是《太上感应篇》，这三样东西是根。所以我们每个老师，这三部书都是必修课，一年当中要百分之百的落实，你才有资格做中心的老师。你要做不到的话你就没有办法教人，你教人家不服你。我们希望这个中心将来能够有三十个老师，现在我们三十个，一面培训一面来教。达到，你们都听过蔡礼旭老师的讲演，现在达到他的水平的有十个，就是我们今天有十个蔡礼旭了。我们希望明年，再过一年，我们有三十个蔡礼旭，一定要达到这个标准。这是成果，现在逐渐能看到了。",
      "zh_TW": "在中國傳統是三教，儒、釋、道三教，三教的根，我們從根本上抓。儒家的根是《弟子規》，佛法的根是《十善業道》，道家的根是《太上感應篇》，這三樣東西是根。所以我們每個老師，這三部書都是必修課，一年當中要百分之百的落實，你才有資格做中心的老師。你要做不到的話你就沒有辦法教人，你教人家不服你。我們希望這個中心將來能夠有三十個老師，現在我們三十個，一面培訓一面來教。達到，你們都聽過蔡禮旭老師的講演，現在達到他的水平的有十個，就是我們今天有十個蔡禮旭了。我們希望明年，再過一年，我們有三十個蔡禮旭，一定要達到這個標準。這是成果，現在逐漸能看到了。"
    },
    {
      "id": "21-319-0001_p0050",
      "zh_CN": "问：第二个问题，应如何有效的推广《弟子规》的教育，真正落实在生活上？",
      "zh_TW": "問：第二個問題，應如何有效的推廣《弟子規》的教育，真正落實在生活上？"
    },
    {
      "id": "21-319-0001_p0051",
      "zh_CN": "答：你要讲怎样有效的推广，没有别的，从自己做起，我自己能把弟子规百分之百的做好。在哪里？在家里做，你就会感化一家人；你在公司行号里面去做，你决定感动你这整个公司。无论你是什么职务，你在公司是什么职务，人家看到你真正做到的时候，没有不尊重你，没有不敬佩你的，这是一定道理，再小的职工都行。把弟子规落实在生活，落实在工作，落实在处事待人接物，一定从自己开始，从自己做起。",
      "zh_TW": "答：你要講怎樣有效的推廣，沒有別的，從自己做起，我自己能把弟子規百分之百的做好。在哪裡？在家裡做，你就會感化一家人；你在公司行號裡面去做，你決定感動你這整個公司。無論你是什麼職務，你在公司是什麼職務，人家看到你真正做到的時候，沒有不尊重你，沒有不敬佩你的，這是一定道理，再小的職工都行。把弟子規落實在生活，落實在工作，落實在處事待人接物，一定從自己開始，從自己做起。"
    },
    {
      "id": "21-319-0001_p0052",
      "zh_CN": "问：第三个问题，他说如果有新建的净宗道场，应让出家众或在家众来管理较为妥当？",
      "zh_TW": "問：第三個問題，他說如果有新建的淨宗道場，應讓出家眾或在家眾來管理較為妥當？"
    },
    {
      "id": "21-319-0001_p0053",
      "zh_CN": "答：妥当不在出家、在家，这没有关系，要在真正懂得佛法。我们今天说起来，真正落实弟子规，它是个道场，还得落实十善业。有弟子规、有十善业的落实，他来管理道场绝对不会错，这是最基本的。从这个根再往上提升，就是三皈、五戒、沙弥律仪，如果是出家的道场，出家人来管理的话，一定要懂《沙弥律仪》。在家就不需要，在家是《弟子规》、《十善业道经》、三皈五戒，这真的能落实，他来管理道场决定如法。",
      "zh_TW": "答：妥當不在出家、在家，這沒有關係，要在真正懂得佛法。我們今天說起來，真正落實弟子規，它是個道場，還得落實十善業。有弟子規、有十善業的落實，他來管理道場絕對不會錯，這是最基本的。從這個根再往上提升，就是三皈、五戒、沙彌律儀，如果是出家的道場，出家人來管理的話，一定要懂《沙彌律儀》。在家就不需要，在家是《弟子規》、《十善業道經》、三皈五戒，這真的能落實，他來管理道場決定如法。"
    },
    {
      "id": "21-319-0001_p0054",
      "zh_CN": "问：第四个问题，如果道场运作经营不足，是否可以义卖或千人宴来筹款？",
      "zh_TW": "問：第四個問題，如果道場運作經營不足，是否可以義賣或千人宴來籌款？"
    },
    {
      "id": "21-319-0001_p0055",
      "zh_CN": "答：这个没有必要，为什么？学佛首先你要信佛，信佛是非常不容易。我的老师教我，我一生相信，我能够遵守；如果你真的是如法，你是为正法久住，是为利益众生，佛菩萨照顾。你何必求人？求人就困难，求人你就烦心，你的道心就没有了。求佛菩萨，有求必应，自然佛菩萨会照顾；我这一生没有求过人，全是佛菩萨照顾，所以我很相信。我学佛今年五十五年，五十五年从来没有一桩事情佛菩萨让我失望，没有过，所以我非常相信。",
      "zh_TW": "答：這個沒有必要，為什麼？學佛首先你要信佛，信佛是非常不容易。我的老師教我，我一生相信，我能夠遵守；如果你真的是如法，你是為正法久住，是為利益眾生，佛菩薩照顧。你何必求人？求人就困難，求人你就煩心，你的道心就沒有了。求佛菩薩，有求必應，自然佛菩薩會照顧；我這一生沒有求過人，全是佛菩薩照顧，所以我很相信。我學佛今年五十五年，五十五年從來沒有一樁事情佛菩薩讓我失望，沒有過，所以我非常相信。"
    },
    {
      "id": "21-319-0001_p0056",
      "zh_CN": "办事情没有钱是缘不足，所以我们要反省，自己有没有过失？自己没有过失，是众生没有福，这没有法子；我们自己没有过失，众生有福报，当然现前。所以不用操心，佛菩萨会送来，他也不会送多，大概都送到恰好。送多了怎样？会增长你的贪心，我们也没有这个必要，他会送得恰好，让你的事情办得很圆满，这个道理要懂。现在有义卖、千人宴，我们在南方这些地区常常看到，我们也不反对，我们自己不做这个事情。",
      "zh_TW": "辦事情沒有錢是緣不足，所以我們要反省，自己有沒有過失？自己沒有過失，是眾生沒有福，這沒有法子；我們自己沒有過失，眾生有福報，當然現前。所以不用操心，佛菩薩會送來，他也不會送多，大概都送到恰好。送多了怎樣？會增長你的貪心，我們也沒有這個必要，他會送得恰好，讓你的事情辦得很圓滿，這個道理要懂。現在有義賣、千人宴，我們在南方這些地區常常看到，我們也不反對，我們自己不做這個事情。"
    },
    {
      "id": "21-319-0001_p0057",
      "zh_CN": "问：下面香港同修有五个提问，第一个是圣经上说上帝在七天之内创造万物；而佛经上说万物是因缘而生，六道众生轮回而来。请问应如何理解？",
      "zh_TW": "問：下面香港同修有五個提問，第一個是聖經上說上帝在七天之內創造萬物；而佛經上說萬物是因緣而生，六道眾生輪迴而來。請問應如何理解？"
    },
    {
      "id": "21-319-0001_p0058",
      "zh_CN": "答：每个教有每个教的说法，不要把它混合起来一起去搞，你就会搞乱。你看中国古人教我们，「一门深入，长时薰修」，你一门深入，深到一定的地方你就通了，你就明白了。我在印尼回教大学讲演，学生也提出这个问题来。印尼国家承认五个宗教，五个宗教怎么能合得起来？他说我们经典、教义都不相同，提出这个问题来问我。当时我讲台上，讲台的前面有一棵树，盆栽，大概有三、四尺高，长得非常好。我就用这个树做比喻，我说你看这个树，根是一个，你看它的干有好几枝，干有枝，枝有条，条有叶，我说这些枝干条叶就像不同的宗教。譬如你是伊斯兰教，你是一个条，你深入，深入到枝还是不同，深入到干还是不同，再深入，深入到根完全是相同的。所以说一门深入。",
      "zh_TW": "答：每個教有每個教的說法，不要把它混合起來一起去搞，你就會搞亂。你看中國古人教我們，「一門深入，長時薰修」，你一門深入，深到一定的地方你就通了，你就明白了。我在印尼回教大學講演，學生也提出這個問題來。印尼國家承認五個宗教，五個宗教怎麼能合得起來？他說我們經典、教義都不相同，提出這個問題來問我。當時我講台上，講台的前面有一棵樹，盆栽，大概有三、四尺高，長得非常好。我就用這個樹做比喻，我說你看這個樹，根是一個，你看它的幹有好幾枝，幹有枝，枝有條，條有葉，我說這些枝幹條葉就像不同的宗教。譬如你是伊斯蘭教，你是一個條，你深入，深入到枝還是不同，深入到幹還是不同，再深入，深入到根完全是相同的。所以說一門深入。"
    },
    {
      "id": "21-319-0001_p0059",
      "zh_CN": "跟其他的宗教做朋友，「凡是人，皆须爱」，你看《古兰经》上不是讲吗？「真主确实是仁慈的」，我们要把真主的仁慈从自己、我们的信徒身上表现出来，我们对一切众生仁慈。关于这些问题，你不要去读别的经，只读你自己的《古兰经》。像手指一样，这五个不一样，你读到这里不都是一样吗？你就全通了；你的深入不够，深入到一定深度，其他的就全通了。学佛的人，你就专门读佛经；基督教的，就专门读《圣经》，暂时不要去干涉别的。到触类旁通的时候，豁然大悟，其他的经教可以做参考，自己一定是学自己的东西。到什么时候才可以参考别人？自己的东西达到了一定的深度，你才去看别的，矛盾就没有了，就通了。自己不够深度的话，你看别的东西还是有矛盾，这个道理要懂。",
      "zh_TW": "跟其他的宗教做朋友，「凡是人，皆須愛」，你看《古蘭經》上不是講嗎？「真主確實是仁慈的」，我們要把真主的仁慈從自己、我們的信徒身上表現出來，我們對一切眾生仁慈。關於這些問題，你不要去讀別的經，只讀你自己的《古蘭經》。像手指一樣，這五個不一樣，你讀到這裡不都是一樣嗎？你就全通了；你的深入不夠，深入到一定深度，其他的就全通了。學佛的人，你就專門讀佛經；基督教的，就專門讀《聖經》，暫時不要去干涉別的。到觸類旁通的時候，豁然大悟，其他的經教可以做參考，自己一定是學自己的東西。到什麼時候才可以參考別人？自己的東西達到了一定的深度，你才去看別的，矛盾就沒有了，就通了。自己不夠深度的話，你看別的東西還是有矛盾，這個道理要懂。"
    },
    {
      "id": "21-319-0001_p0060",
      "zh_CN": "问：第二个问题，请问上帝是从哪里来的？",
      "zh_TW": "問：第二個問題，請問上帝是從哪裡來的？"
    },
    {
      "id": "21-319-0001_p0061",
      "zh_CN": "答：上帝是不是从选举来的？对！我们人都不承认他是上帝，他就不是上帝；我们大家都承认他，不就是选举出来的吗？在佛法里面讲福报。所以佛经里头讲，你修的大福报，超过人间帝王的福报，你就到天上去做天王，天王就是上帝。上帝很多，不是一个，就如同我们地球上，你看每个国家都有总统、国王，不是一个；天上也是如此，天上也有很多区域，有好多个上帝，你要看到佛经上就知道。",
      "zh_TW": "答：上帝是不是從選舉來的？對！我們人都不承認他是上帝，他就不是上帝；我們大家都承認他，不就是選舉出來的嗎？在佛法裡面講福報。所以佛經裡頭講，你修的大福報，超過人間帝王的福報，你就到天上去做天王，天王就是上帝。上帝很多，不是一個，就如同我們地球上，你看每個國家都有總統、國王，不是一個；天上也是如此，天上也有很多區域，有好多個上帝，你要看到佛經上就知道。"
    },
    {
      "id": "21-319-0001_p0062",
      "zh_CN": "问：第三他说我的妈妈问我，我的心在哪里？怎样降伏住心？我说心在我们的念头里，应降伏住念头就能降伏住心，请问这个说法正确吗？",
      "zh_TW": "問：第三他說我的媽媽問我，我的心在哪裡？怎樣降伏住心？我說心在我們的念頭裡，應降伏住念頭就能降伏住心，請問這個說法正確嗎？"
    },
    {
      "id": "21-319-0001_p0063",
      "zh_CN": "答：在你的程度是正确的，这个答复是小学生的程度，正确。再往上提升，还有更精采的答复，愈往上面去就愈精纯。",
      "zh_TW": "答：在你的程度是正確的，這個答覆是小學生的程度，正確。再往上提升，還有更精采的答覆，愈往上面去就愈精純。"
    },
    {
      "id": "21-319-0001_p0064",
      "zh_CN": "问：第四个问题，他说接受器官捐赠者，例如捐赠者是死刑犯，受捐赠者是否需要承担捐赠者的业力？",
      "zh_TW": "問：第四個問題，他說接受器官捐贈者，例如捐贈者是死刑犯，受捐贈者是否需要承擔捐贈者的業力？"
    },
    {
      "id": "21-319-0001_p0065",
      "zh_CN": "答：我想这个应该没有关系，捐赠器官与业力不产生任何影响。如果产生影响的话，那你的个人修持就成问题，你就会有障碍，不会的。「一切法从心想生」，你的心纯正，没有妄念，常常保持正念，不会受任何干扰。",
      "zh_TW": "答：我想這個應該沒有關係，捐贈器官與業力不產生任何影響。如果產生影響的話，那你的個人修持就成問題，你就會有障礙，不會的。「一切法從心想生」，你的心純正，沒有妄念，常常保持正念，不會受任何干擾。"
    },
    {
      "id": "21-319-0001_p0066",
      "zh_CN": "问：请问佛教徒是否可以用圣杯，红色的两块木板在佛菩萨面前征询佛菩萨的意见？",
      "zh_TW": "問：請問佛教徒是否可以用聖杯，紅色的兩塊木板在佛菩薩面前徵詢佛菩薩的意見？"
    },
    {
      "id": "21-319-0001_p0067",
      "zh_CN": "答：这个事情佛经上没有，可是几千年来寺庙里头确实是有，确实佛教寺庙里头有这些东西，还有签。我们过去刚刚出家，因为接触佛法都是从经教，而不是一般进佛门，都是从经教里入门，所以对于理论很重视。佛经上没有这些东西，这些东西属于迷信。所以我们出家在寺庙里面，寺庙有这些东西，我们偷偷的把它拿去烧掉，寺庙里有焚化炉，拿去烧掉。我们的老和尚很慈悲，他知道他也不说，过两天他又拿一套来；拿来的时候，我们没有几天又把它烧掉；烧掉之后他又拿一套来，只有算了。所以我们对这个态度是既不赞成，也不反对。",
      "zh_TW": "答：這個事情佛經上沒有，可是幾千年來寺廟裡頭確實是有，確實佛教寺廟裡頭有這些東西，還有籤。我們過去剛剛出家，因為接觸佛法都是從經教，而不是一般進佛門，都是從經教裡入門，所以對於理論很重視。佛經上沒有這些東西，這些東西屬於迷信。所以我們出家在寺廟裡面，寺廟有這些東西，我們偷偷的把它拿去燒掉，寺廟裡有焚化爐，拿去燒掉。我們的老和尚很慈悲，他知道他也不說，過兩天他又拿一套來；拿來的時候，我們沒有幾天又把它燒掉；燒掉之後他又拿一套來，只有算了。所以我們對這個態度是既不贊成，也不反對。"
    },
    {
      "id": "21-319-0001_p0068",
      "zh_CN": "可是佛真的很慈悲，因为众生有很多疑惑问题，不能解决，确实想征询佛菩萨。所以佛教里头有一部经，《占察善恶业报经》。你看印光大师给我们提倡的，《观世音菩萨灵感课》，三十二课，那都是占卜。但是他有方法，譬如用《观世音菩萨灵感课》的话，你先要恭敬、诚恳的跪在佛菩萨面前，念南无观世音菩萨一百零八声，然后再占，才有灵验。《占察善恶业报经》规矩就更多，你要做，先修法，然后才求感应；如果你要是不修的话，随随便便的，就没有感应。所谓是诚则灵，不诚就不灵。",
      "zh_TW": "可是佛真的很慈悲，因為眾生有很多疑惑問題，不能解決，確實想徵詢佛菩薩。所以佛教裡頭有一部經，《占察善惡業報經》。你看印光大師給我們提倡的，《觀世音菩薩靈感課》，三十二課，那都是占卜。但是他有方法，譬如用《觀世音菩薩靈感課》的話，你先要恭敬、誠懇的跪在佛菩薩面前，念南無觀世音菩薩一百零八聲，然後再占，才有靈驗。《占察善惡業報經》規矩就更多，你要做，先修法，然後才求感應；如果你要是不修的話，隨隨便便的，就沒有感應。所謂是誠則靈，不誠就不靈。"
    },
    {
      "id": "21-319-0001_p0069",
      "zh_CN": "问：下面有十个问题是中国同修提问，他说神仙也好，菩萨也好，是否真会显神通在空中飞行？如乘鹤升天，是否只有某些有机缘的人看到？",
      "zh_TW": "問：下面有十個問題是中國同修提問，他說神仙也好，菩薩也好，是否真會顯神通在空中飛行？如乘鶴升天，是否只有某些有機緣的人看到？"
    },
    {
      "id": "21-319-0001_p0070",
      "zh_CN": "答：没错，你跟他没有缘，你遇不到这些事情，有缘会见到。这些事情还有比这个更玄妙的，很多！佛经里头有解释，连科学里头也都有解释，这个诸位细细去读诵，你就会知道这些。这些事情有事、有理，我们自己没有到这个程度，不要去猜测，也不要去怀疑；到你有一定的深度的时候，你就明白。飞行自在，在六种神通里面叫神足通，不但能飞行，还能变化，一个身能变很多身。我们在讲席当中都介绍过，《大藏经》里面，《高僧传》里头有，还有一部《神僧传》，这里面所记载的，都是过去显示神通的这些人，确实一点都不假。理上讲得通，不过这个理很深，理上讲得通。",
      "zh_TW": "答：沒錯，你跟他沒有緣，你遇不到這些事情，有緣會見到。這些事情還有比這個更玄妙的，很多！佛經裡頭有解釋，連科學裡頭也都有解釋，這個諸位細細去讀誦，你就會知道這些。這些事情有事、有理，我們自己沒有到這個程度，不要去猜測，也不要去懷疑；到你有一定的深度的時候，你就明白。飛行自在，在六種神通裡面叫神足通，不但能飛行，還能變化，一個身能變很多身。我們在講席當中都介紹過，《大藏經》裡面，《高僧傳》裡頭有，還有一部《神僧傳》，這裡面所記載的，都是過去顯示神通的這些人，確實一點都不假。理上講得通，不過這個理很深，理上講得通。"
    },
    {
      "id": "21-319-0001_p0071",
      "zh_CN": "实在讲佛告诉我们，这是人类的本能，他有，你也有。你为什么没有？因为你现在有妄想分别执着，所以这个能力统统失掉了。如果能够把妄想分别执着统统放下，这个能力就恢复。所以特异功能是真的，你要是功夫到家的话，特异功能是小巫见大巫，你比他的能力强太多了。这六种神通，在佛法里面讲，初果，大乘法里面，我们《华严经》讲的十信位的菩萨的初信位。你要晓得什么时候你证得初信位？初信位有两种能力现前，初信位的人，他的见思烦恼的见烦恼断了，也就是错误的见解没有了，纠正过来了。思想上的错误有，见解上的错误没有了，他恢复两种能力，天眼、天耳。天眼通就是没有障碍，我们在这楼上看下面十层，每一层你都看得清楚，他们在干什么？什么动作？他们讲话你都听得见。这是本能，这是小乘初果，大乘是初信位的菩萨。这种能力现前，你就知道你已经转凡成圣，你已经真正入佛门。",
      "zh_TW": "實在講佛告訴我們，這是人類的本能，他有，你也有。你為什麼沒有？因為你現在有妄想分別執著，所以這個能力統統失掉了。如果能夠把妄想分別執著統統放下，這個能力就恢復。所以特異功能是真的，你要是功夫到家的話，特異功能是小巫見大巫，你比他的能力強太多了。這六種神通，在佛法裡面講，初果，大乘法裡面，我們《華嚴經》講的十信位的菩薩的初信位。你要曉得什麼時候你證得初信位？初信位有兩種能力現前，初信位的人，他的見思煩惱的見煩惱斷了，也就是錯誤的見解沒有了，糾正過來了。思想上的錯誤有，見解上的錯誤沒有了，他恢復兩種能力，天眼、天耳。天眼通就是沒有障礙，我們在這樓上看下面十層，每一層你都看得清楚，他們在幹什麼？什麼動作？他們講話你都聽得見。這是本能，這是小乘初果，大乘是初信位的菩薩。這種能力現前，你就知道你已經轉凡成聖，你已經真正入佛門。"
    },
    {
      "id": "21-319-0001_p0072",
      "zh_CN": "初信位，就像我们念书一样，小学一年级。这个能力没有现前，你就晓得，我们学佛在幼稚园，还没有上一年级，上一年级就有这个能力。上二年级的时候，能力又增加一个，他心通，别人心里起心动念你知道。二果也是有两个能力，他心、宿命，宿命就是知道自己过去生生世世，有这种能力。到三果圣人就变化，就可以分身，可以变化。像你要是到美国去，不用坐飞机，你可以在此地人身体不见了，美国那里就出现，就有这个能力，这叫神足通。那真的飞行自在，飞行的速度飞机比不上，飞机从这里飞到美国要十个小时；你到那个地方不要一分钟，一念就到了。所以人家看到你在此地没有了，那边出现，这同时。到阿罗汉，第六种能力出现，叫漏尽通，烦恼没有了，烦恼断了，智慧现前。",
      "zh_TW": "初信位，就像我們念書一樣，小學一年級。這個能力沒有現前，你就曉得，我們學佛在幼稚園，還沒有上一年級，上一年級就有這個能力。上二年級的時候，能力又增加一個，他心通，別人心裡起心動念你知道。二果也是有兩個能力，他心、宿命，宿命就是知道自己過去生生世世，有這種能力。到三果聖人就變化，就可以分身，可以變化。像你要是到美國去，不用坐飛機，你可以在此地人身體不見了，美國那裡就出現，就有這個能力，這叫神足通。那真的飛行自在，飛行的速度飛機比不上，飛機從這裡飛到美國要十個小時；你到那個地方不要一分鐘，一念就到了。所以人家看到你在此地沒有了，那邊出現，這同時。到阿羅漢，第六種能力出現，叫漏盡通，煩惱沒有了，煩惱斷了，智慧現前。"
    },
    {
      "id": "21-319-0001_p0073",
      "zh_CN": "佛说这是人的本能，每个人都有，只要你肯把妄想分别执着放下，你的能力就恢复。这三种统统放下就成佛，你跟诸佛没有两样。最难放的是妄想，妄想放不下，能够放下分别执着是菩萨；分别放不下，只能放一种执着，就是阿罗汉，就是刚才讲的六种能力恢复。佛不骗人，我们自己肯不肯放下？你要肯，就现前。经上常讲凡夫成佛一念之间，为什么说三大阿僧祇劫？就是你不肯放下，不肯放下那就是无量劫、三大阿僧祇劫；肯放下就是一念之间，学佛没有别的，放下而已！",
      "zh_TW": "佛說這是人的本能，每個人都有，只要你肯把妄想分別執著放下，你的能力就恢復。這三種統統放下就成佛，你跟諸佛沒有兩樣。最難放的是妄想，妄想放不下，能夠放下分別執著是菩薩；分別放不下，只能放一種執著，就是阿羅漢，就是剛才講的六種能力恢復。佛不騙人，我們自己肯不肯放下？你要肯，就現前。經上常講凡夫成佛一念之間，為什麼說三大阿僧祇劫？就是你不肯放下，不肯放下那就是無量劫、三大阿僧祇劫；肯放下就是一念之間，學佛沒有別的，放下而已！"
    },
    {
      "id": "21-319-0001_p0074",
      "zh_CN": "问：第二个问题，父母亲学佛也念佛，但欢喜养家禽让自己的儿女去杀，请问身为儿女者应该如何处置？",
      "zh_TW": "問：第二個問題，父母親學佛也念佛，但歡喜養家禽讓自己的兒女去殺，請問身為兒女者應該如何處置？"
    },
    {
      "id": "21-319-0001_p0075",
      "zh_CN": "答：要劝告父母不能杀生，要告诉他，杀生，念佛也不能往生。而且杀害众生，冤冤相报，没完没了。你要不会劝，正好我们现在这里有一套光碟，「为什么不能吃牠们？」带回去给他看看，他就知道了。我们有个「山西小院」跟「为什么不能吃牠们？」很多人看了之后不敢再杀生，不敢再吃肉。",
      "zh_TW": "答：要勸告父母不能殺生，要告訴他，殺生，念佛也不能往生。而且殺害眾生，冤冤相報，沒完沒了。你要不會勸，正好我們現在這裡有一套光碟，「為什麼不能吃牠們？」帶回去給他看看，他就知道了。我們有個「山西小院」跟「為什麼不能吃牠們？」很多人看了之後不敢再殺生，不敢再吃肉。"
    },
    {
      "id": "21-319-0001_p0076",
      "zh_CN": "问：第三，父母脾气怪异很难沟通，应如何与其沟通？",
      "zh_TW": "問：第三，父母脾氣怪異很難溝通，應如何與其溝通？"
    },
    {
      "id": "21-319-0001_p0077",
      "zh_CN": "答：这是你尽大孝的机会，如果很好沟通，你的孝心很难看得出来；很难沟通，你有耐心能沟通，大孝子，这是好机会。你可以读读我们中国历史上舜王的故事，舜王的父母跟兄弟是最难沟通的，你看他怎么做法？他居然用了三年把一家人感化，中国人讲孝行，二十四孝他在第一。这是尽孝的一个好机会，你可以成为中国第二个舜王，这是真的，现代的大孝子，能感化母亲。你肯定人性本善，决定可以能感化他，感化不了是自己做得不够。",
      "zh_TW": "答：這是你盡大孝的機會，如果很好溝通，你的孝心很難看得出來；很難溝通，你有耐心能溝通，大孝子，這是好機會。你可以讀讀我們中國歷史上舜王的故事，舜王的父母跟兄弟是最難溝通的，你看他怎麼做法？他居然用了三年把一家人感化，中國人講孝行，二十四孝他在第一。這是盡孝的一個好機會，你可以成為中國第二個舜王，這是真的，現代的大孝子，能感化母親。你肯定人性本善，決定可以能感化他，感化不了是自己做得不夠。"
    },
    {
      "id": "21-319-0001_p0078",
      "zh_CN": "问：第四个问题，《认识佛教》中说，观世音教我们大慈大悲，大势至教我们一心念佛，一句佛号就能成就。但是，单是一句佛号就是小乘，加上观世音菩萨就变成大乘。请问为何单是一句佛号说小乘？",
      "zh_TW": "問：第四個問題，《認識佛教》中說，觀世音教我們大慈大悲，大勢至教我們一心念佛，一句佛號就能成就。但是，單是一句佛號就是小乘，加上觀世音菩薩就變成大乘。請問為何單是一句佛號說小乘？"
    },
    {
      "id": "21-319-0001_p0079",
      "zh_CN": "答：这个话是方便说，实际上大、小乘是在我们自己发心。我们这句佛号专门是为自己，求往生的，希望离苦得乐，这是小乘。如果我们这句佛号是希望到西方极乐世界有成就，再回来度这些苦难众生，这就是大乘。所以此地方便说，大势至菩萨教我们念这句佛号，观世音菩萨是大慈大悲，教我们要发大乘心，不完全为自己，要为苦难众生，有能力一定去帮助人。在这个世界没有能力，到西方极乐世界是求学，目的是要来度化众生，这就是大乘。",
      "zh_TW": "答：這個話是方便說，實際上大、小乘是在我們自己發心。我們這句佛號專門是為自己，求往生的，希望離苦得樂，這是小乘。如果我們這句佛號是希望到西方極樂世界有成就，再回來度這些苦難眾生，這就是大乘。所以此地方便說，大勢至菩薩教我們念這句佛號，觀世音菩薩是大慈大悲，教我們要發大乘心，不完全為自己，要為苦難眾生，有能力一定去幫助人。在這個世界沒有能力，到西方極樂世界是求學，目的是要來度化眾生，這就是大乘。"
    },
    {
      "id": "21-319-0001_p0080",
      "zh_CN": "问：第五个问题，为什么供养佛、祖先时，需要打开供品，如有外壳包装的，要把它拆封？",
      "zh_TW": "問：第五個問題，為什麼供養佛、祖先時，需要打開供品，如有外殼包裝的，要把它拆封？"
    },
    {
      "id": "21-319-0001_p0081",
      "zh_CN": "答：这没有别的，是表我们自己一种诚敬。我们供养祖先，供养佛菩萨，如果供品封得好好的，不打开，我们这个要给人吃的话，你想想看，人家说你这不是诚心，你看你封得这么紧，我也吃不到。这是表示自己的诚敬，表法，不管他是不是吃，我们的诚敬心表示到了，是这个意思。这都是培养我们自己孝心，诚心诚意的供养。对佛菩萨、对祖先都这么样诚意，对父母的照顾肯定很周到，这一定的道理。",
      "zh_TW": "答：這沒有別的，是表我們自己一種誠敬。我們供養祖先，供養佛菩薩，如果供品封得好好的，不打開，我們這個要給人吃的話，你想想看，人家說你這不是誠心，你看你封得這麼緊，我也吃不到。這是表示自己的誠敬，表法，不管他是不是吃，我們的誠敬心表示到了，是這個意思。這都是培養我們自己孝心，誠心誠意的供養。對佛菩薩、對祖先都這麼樣誠意，對父母的照顧肯定很周到，這一定的道理。"
    },
    {
      "id": "21-319-0001_p0082",
      "zh_CN": "问：下面一个问题，大陆上许多同学印很多皈依证大量焚烧，要为鬼神皈依，并形成一种流行的趋势。请问这种大量焚烧皈依证的做法，是否如法？还是曲解了老法师的原意？",
      "zh_TW": "問：下面一個問題，大陸上許多同學印很多皈依證大量焚燒，要為鬼神皈依，並形成一種流行的趨勢。請問這種大量焚燒皈依證的做法，是否如法？還是曲解了老法師的原意？"
    },
    {
      "id": "21-319-0001_p0083",
      "zh_CN": "答：给鬼神皈依，总而言之，自己要有修行的功夫。你自己都没有皈依，三皈依都做不到，你怎么能替他皈依？这个道理要懂。你自己做到了，你给他皈依就有感应，就有灵验；你自己没有做到，这个皈依证他拿去没有用处，皈依证那张纸奏不了效果，是要自己有加持，这个要懂得。譬如你自己念经、念佛加持，这就会有感应，这一定要懂得。跟鬼神，帮助他们，鬼神提出的要求多半是诵经、念佛，你这皈依证供养在，我们会给鬼神立个牌位，供养在牌位面前。譬如说念三部《无量寿经》，或者念三部《地藏经》，念一万声佛菩萨名号，诚恳的给他做皈依，最后再把它烧化掉，这个有用。如果是草率的，没有这种诚意，那就不灵；你这个做法，鬼神不但不感激你，鬼神还笑话你，有口无心。道理要懂。",
      "zh_TW": "答：給鬼神皈依，總而言之，自己要有修行的功夫。你自己都沒有皈依，三皈依都做不到，你怎麼能替他皈依？這個道理要懂。你自己做到了，你給他皈依就有感應，就有靈驗；你自己沒有做到，這個皈依證他拿去沒有用處，皈依證那張紙奏不了效果，是要自己有加持，這個要懂得。譬如你自己念經、念佛加持，這就會有感應，這一定要懂得。跟鬼神，幫助他們，鬼神提出的要求多半是誦經、念佛，你這皈依證供養在，我們會給鬼神立個牌位，供養在牌位面前。譬如說念三部《無量壽經》，或者念三部《地藏經》，念一萬聲佛菩薩名號，誠懇的給他做皈依，最後再把它燒化掉，這個有用。如果是草率的，沒有這種誠意，那就不靈；你這個做法，鬼神不但不感激你，鬼神還笑話你，有口無心。道理要懂。"
    },
    {
      "id": "21-319-0001_p0084",
      "zh_CN": "给鬼神是不是有效果？真有效果，效果有多大？不一定，要看鬼神他接受的程度，跟我们人间一样！法师这里讲经，带领大众修行，各人得益不一样，鬼神亦复如此。所以我们做这些佛事，有些是鬼神附身，附在灵媒身上来要求，我们也做了。做之后他再附身，我们问他，怎么样？你们得利益了没有？他就会说得利益。多少得利益？三分之一，不错了，三分之一得利益，三分之二还是不得利益。得利益得什么利益？少数往生，真有往生的，少数往生。多数的生天，到人道来的，还有到畜生道的，到畜生道也得利益，从饿鬼道、地狱道他能到畜生道。当然我们能够想像到畜生道的人占最多，再就是到人道，到天道就会更少，往生的是最少，真的会得到利益。",
      "zh_TW": "給鬼神是不是有效果？真有效果，效果有多大？不一定，要看鬼神他接受的程度，跟我們人間一樣！法師這裡講經，帶領大眾修行，各人得益不一樣，鬼神亦復如此。所以我們做這些佛事，有些是鬼神附身，附在靈媒身上來要求，我們也做了。做之後他再附身，我們問他，怎麼樣？你們得利益了沒有？他就會說得利益。多少得利益？三分之一，不錯了，三分之一得利益，三分之二還是不得利益。得利益得什麼利益？少數往生，真有往生的，少數往生。多數的生天，到人道來的，還有到畜生道的，到畜生道也得利益，從餓鬼道、地獄道他能到畜生道。當然我們能夠想像到畜生道的人佔最多，再就是到人道，到天道就會更少，往生的是最少，真的會得到利益。"
    },
    {
      "id": "21-319-0001_p0085",
      "zh_CN": "问：第七个问题，他说何谓孝名为戒？",
      "zh_TW": "問：第七個問題，他說何謂孝名為戒？"
    },
    {
      "id": "21-319-0001_p0086",
      "zh_CN": "答：这是戒经上的佛说的，佛说什么是戒？孝顺父母就是戒，换句话说，持戒的中心，精神的中心就是孝顺父母；人要不孝顺父母，你持什么戒都是假的，这个道理要懂。这句话跟我们中国五伦里面所讲的「父子有亲」意思是相应的，意思可以说是相通的。佛说得更具体，所以不孝父母的人，学什么都是假的，决不能成就，念佛决定不能往生。你看净业三福，净业三福这个三条是一切佛法（不问是大乘、小乘、宗门、教下、显教、密教）的根！根本。你看这三条佛最后下的结论，「三世诸佛，净业正因」，三世是过去现在未来。一切众生修行成佛都是以这个为基础，这是学佛总的指导原则，怎么可以疏忽？",
      "zh_TW": "答：這是戒經上的佛說的，佛說什麼是戒？孝順父母就是戒，換句話說，持戒的中心，精神的中心就是孝順父母；人要不孝順父母，你持什麼戒都是假的，這個道理要懂。這句話跟我們中國五倫裡面所講的「父子有親」意思是相應的，意思可以說是相通的。佛說得更具體，所以不孝父母的人，學什麼都是假的，決不能成就，念佛決定不能往生。你看淨業三福，淨業三福這個三條是一切佛法（不問是大乘、小乘、宗門、教下、顯教、密教）的根！根本。你看這三條佛最後下的結論，「三世諸佛，淨業正因」，三世是過去現在未來。一切眾生修行成佛都是以這個為基礎，這是學佛總的指導原則，怎麼可以疏忽？"
    },
    {
      "id": "21-319-0001_p0087",
      "zh_CN": "头一句就是「孝养父母」，第二句就是「奉事师长」，第三句是「慈心不杀，修十善业」，所以真的孝名为戒，孝是戒的根本。人要真正把孝这个字做好，就是圣人。孝这个字融合天地万物，我们对人不尊敬，就是不孝。为什么？这个字是会意，中国文字是智慧的符号，你看上面是个「老」，下面是个「子」，意思是上一代跟下一代是一体，不能分割。上一代还有上一代，下一代还有下一代，在佛法里面讲「竖穷三际，横遍十方」，整个宇宙是一体，这是孝的意思。你不知道一体，你在这里起分别执着就是不孝！所以孝道圆满是什么时候？成佛才圆满，菩萨还不圆满，成佛才圆满，这个意思要懂。",
      "zh_TW": "頭一句就是「孝養父母」，第二句就是「奉事師長」，第三句是「慈心不殺，修十善業」，所以真的孝名為戒，孝是戒的根本。人要真正把孝這個字做好，就是聖人。孝這個字融合天地萬物，我們對人不尊敬，就是不孝。為什麼？這個字是會意，中國文字是智慧的符號，你看上面是個「老」，下面是個「子」，意思是上一代跟下一代是一體，不能分割。上一代還有上一代，下一代還有下一代，在佛法裡面講「豎窮三際，橫遍十方」，整個宇宙是一體，這是孝的意思。你不知道一體，你在這裡起分別執著就是不孝！所以孝道圓滿是什麼時候？成佛才圓滿，菩薩還不圓滿，成佛才圓滿，這個意思要懂。"
    },
    {
      "id": "21-319-0001_p0088",
      "zh_CN": "问：第八个问题，福州地区很多人发心放生，造成捕鸟业，卖鸟的生意兴隆，这种放生是否如法？",
      "zh_TW": "問：第八個問題，福州地區很多人發心放生，造成捕鳥業，賣鳥的生意興隆，這種放生是否如法？"
    },
    {
      "id": "21-319-0001_p0089",
      "zh_CN": "答：不如法，这不叫放生，这叫害生。为什么？你不放，他就不去抓了；因为你放生，促成他大量去抓捕，这是错误的。所以学佛要有智慧，我在年轻的时候跟李炳南老居士学教，有一天有个人抬了一只大海龟，海龟很大，抬来我们图书馆要卖。当然我们一看就买来放生，所以大家集资把牠买下来，第二天到海里面去放生。过了二、三天，他又抬了一只来，李老师说不要，我们不放生，以后就没有了。如果你要的话，他一个礼拜会搞二、三只来，他会大量捕，为什么？他有生意；他卖不掉，他就不会去捕杀，这个道理要懂。",
      "zh_TW": "答：不如法，這不叫放生，這叫害生。為什麼？你不放，他就不去抓了；因為你放生，促成他大量去抓捕，這是錯誤的。所以學佛要有智慧，我在年輕的時候跟李炳南老居士學教，有一天有個人抬了一隻大海龜，海龜很大，抬來我們圖書館要賣。當然我們一看就買來放生，所以大家集資把牠買下來，第二天到海裡面去放生。過了二、三天，他又抬了一隻來，李老師說不要，我們不放生，以後就沒有了。如果你要的話，他一個禮拜會搞二、三隻來，他會大量捕，為什麼？他有生意；他賣不掉，他就不會去捕殺，這個道理要懂。"
    },
    {
      "id": "21-319-0001_p0090",
      "zh_CN": "问：下面一个问题，放生者，从买到鸟至放生仪规圆满，大约三个小时。有些鸟未放生已经死去，请问这样的时间是否太长？",
      "zh_TW": "問：下面一個問題，放生者，從買到鳥至放生儀規圓滿，大約三個小時。有些鳥未放生已經死去，請問這樣的時間是否太長？"
    },
    {
      "id": "21-319-0001_p0091",
      "zh_CN": "答：太长，这些众生很可怜，牠实在希望你赶快把牠放掉，救牠一命，你还要叫牠搞三、四个钟点，你不害死牠了，牠不会感激你。所以仪规愈短愈好，只可以给牠做个三皈依，几分钟，不要超过五分钟，赶快放掉，牠会感激你。做什么祈愿、功德回向，放了之后再做，这个好！你那么长的仪规统统做完再放，我相信牠心里很难过，会恨死你，不会感激你。人同此心，心同此理，你去想！",
      "zh_TW": "答：太長，這些眾生很可憐，牠實在希望你趕快把牠放掉，救牠一命，你還要叫牠搞三、四個鐘點，你不害死牠了，牠不會感激你。所以儀規愈短愈好，只可以給牠做個三皈依，幾分鐘，不要超過五分鐘，趕快放掉，牠會感激你。做什麼祈願、功德迴向，放了之後再做，這個好！你那麼長的儀規統統做完再放，我相信牠心裡很難過，會恨死你，不會感激你。人同此心，心同此理，你去想！"
    },
    {
      "id": "21-319-0001_p0092",
      "zh_CN": "问：末后一个问题，如何在师范大学中进行中国文化师资培训的工作？",
      "zh_TW": "問：末後一個問題，如何在師範大學中進行中國文化師資培訓的工作？"
    },
    {
      "id": "21-319-0001_p0093",
      "zh_CN": "答：这个事情是个重要问题，但是不能问我，我没有权解答。这要问主管教育机构，要问教育部长，香港可能有教育司，要问他。培养师资太重要了，我们私人也有这个意思去做，专门培养中国文化师资。所以我有个想法，我是培养五十个老师，时间也是十年，儒家的三十个人，我希望能有三十个人；道家的，希望有十个人，佛家的，十个人，五十个人。五十个人志同道合我们在一起学习，时间十年，要找个山上去，十年不下山，我们在山上好好去念十年书。真正找志同道合，万缘放下，十年，闭十年关，十年不出大门，找这么个地方。如果我们的祖宗有福，佛菩萨保佑，也许这个事情就可以能做成功。没有十年出不来，十年怎么样？学一样东西，学多了出不来。",
      "zh_TW": "答：這個事情是個重要問題，但是不能問我，我沒有權解答。這要問主管教育機構，要問教育部長，香港可能有教育司，要問他。培養師資太重要了，我們私人也有這個意思去做，專門培養中國文化師資。所以我有個想法，我是培養五十個老師，時間也是十年，儒家的三十個人，我希望能有三十個人；道家的，希望有十個人，佛家的，十個人，五十個人。五十個人志同道合我們在一起學習，時間十年，要找個山上去，十年不下山，我們在山上好好去念十年書。真正找志同道合，萬緣放下，十年，閉十年關，十年不出大門，找這麼個地方。如果我們的祖宗有福，佛菩薩保佑，也許這個事情就可以能做成功。沒有十年出不來，十年怎麼樣？學一樣東西，學多了出不來。"
    },
    {
      "id": "21-319-0001_p0094",
      "zh_CN": "譬如我们学佛法，我学《弥陀经》，我就十年专学《弥陀经》；那个学《地藏经》，十年专学《地藏经》；那个人学《普门品》，十年就专门学一部《普门品》。十年之后，学《普门品》的人就是活的观世音菩萨；学《弥陀经》的，就是活的阿弥陀佛；学《地藏经》的，他就是地藏菩萨。十年专攻一门才会有成就，搞多了不行，一定要遵守祖宗的教诲，一门深入，长时薰修，十年长的时间薰修，十年之后下山再去教学。儒家也是一个人一部经，学《论语》的，十年专搞《论语》；学《大学》、《中庸》的，十年专门搞《大学》、《中庸》；学《孟子》的专门搞《孟子》，学《礼记》的专门搞《礼记》。十年一门深入，他才成为专家学者，才能管用处。",
      "zh_TW": "譬如我們學佛法，我學《彌陀經》，我就十年專學《彌陀經》；那個學《地藏經》，十年專學《地藏經》；那個人學《普門品》，十年就專門學一部《普門品》。十年之後，學《普門品》的人就是活的觀世音菩薩；學《彌陀經》的，就是活的阿彌陀佛；學《地藏經》的，他就是地藏菩薩。十年專攻一門才會有成就，搞多了不行，一定要遵守祖宗的教誨，一門深入，長時薰修，十年長的時間薰修，十年之後下山再去教學。儒家也是一個人一部經，學《論語》的，十年專搞《論語》；學《大學》、《中庸》的，十年專門搞《大學》、《中庸》；學《孟子》的專門搞《孟子》，學《禮記》的專門搞《禮記》。十年一門深入，他才成為專家學者，才能管用處。"
    },
    {
      "id": "21-319-0001_p0095",
      "zh_CN": "我们这个做法，国家不会采纳，国家不可能给你十年。他是按照现在学校的规矩，每天要上好多节课，寒暑假还得要放假。我们没有放假，过年也不能回家，就是闭十年关；你家里人可以来看看你，你不能回去，这个样子才会有成就。我们现在有这个愿望，有这个念头，能不能成就？那就看佛菩萨加不加持了？好，今天我们的答复就到此圆满。",
      "zh_TW": "我們這個做法，國家不會採納，國家不可能給你十年。他是按照現在學校的規矩，每天要上好多節課，寒暑假還得要放假。我們沒有放假，過年也不能回家，就是閉十年關；你家裡人可以來看看你，你不能回去，這個樣子才會有成就。我們現在有這個願望，有這個念頭，能不能成就？那就看佛菩薩加不加持了？好，今天我們的答覆就到此圓滿。"
    }
  ]
}