{
  "doc_id": "12-033-0003",
  "title": {
    "zh_CN": "善财童子参学报告（十五）",
    "zh_TW": "善財童子參學報告（十五）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三集",
    "zh_TW": "第三集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-033-0003",
  "total_paragraphs": 52,
  "paragraphs": [
    {
      "id": "12-033-0003_p0001",
      "zh_CN": "请掀开讲义第二页，这是第三大段「称赞授法」，请看第二个小段：",
      "zh_TW": "請掀開講義第二頁，這是第三大段「稱讚授法」，請看第二個小段："
    },
    {
      "id": "12-033-0003_p0002",
      "zh_CN": "【所谓勤求菩萨道。菩萨境界。广博净行。出现神变。示现广大诸解脱门。示现世间种种作业。随顺众生种种心行。示现入出生死涅槃。于为无为心无所着。除断种种烦恼微细过失。】",
      "zh_TW": "【所謂勤求菩薩道。菩薩境界。廣博淨行。出現神變。示現廣大諸解脫門。示現世間種種作業。隨順眾生種種心行。示現入出生死涅槃。於為無為心無所著。除斷種種煩惱微細過失。】"
    },
    {
      "id": "12-033-0003_p0003",
      "zh_CN": "我们看这一段。吉祥云比丘教导善财，实际上就是教导我们。教我们什么？教我们怎样生活，怎样工作，怎样处事待人接物，怎样像一个菩萨。菩萨跟凡夫不一样的地方就在此地，这是值得我们学习的，也是我们应当要学习的。《华严经》经文的内容很多、很丰富，我们在此地跟诸位做修学的报告，因为受时间的关系，不能够把全部经文顺序的来讲解，只能够摘要选择经文里面重要的部分，与我们现前生活有密切相关的这一些经文，我们读了、学了很能得受用，所以用这个标准来节录。",
      "zh_TW": "我們看這一段。吉祥雲比丘教導善財，實際上就是教導我們。教我們什麼？教我們怎樣生活，怎樣工作，怎樣處事待人接物，怎樣像一個菩薩。菩薩跟凡夫不一樣的地方就在此地，這是值得我們學習的，也是我們應當要學習的。《華嚴經》經文的內容很多、很豐富，我們在此地跟諸位做修學的報告，因為受時間的關係，不能夠把全部經文順序的來講解，只能夠摘要選擇經文裡面重要的部分，與我們現前生活有密切相關的這一些經文，我們讀了、學了很能得受用，所以用這個標準來節錄。"
    },
    {
      "id": "12-033-0003_p0004",
      "zh_CN": "在这一段里面，第一句『所谓勤求菩萨道』。这一句是总说。「道」，意思很深、很广；简单的说，这个道是道理、是道路。理要明了，什么理？宇宙人生的大道理。如果说它是道路，我们必须了解，佛在经论上常常跟我们讲十法界，十法界是十条道路，每一条道路的理事境界都要明了，然后我们应当走哪一条路，应当学什么道，自己就清楚了。",
      "zh_TW": "在這一段裡面，第一句『所謂勤求菩薩道』。這一句是總說。「道」，意思很深、很廣；簡單的說，這個道是道理、是道路。理要明瞭，什麼理？宇宙人生的大道理。如果說它是道路，我們必須了解，佛在經論上常常跟我們講十法界，十法界是十條道路，每一條道路的理事境界都要明瞭，然後我們應當走哪一條路，應當學什麼道，自己就清楚了。"
    },
    {
      "id": "12-033-0003_p0005",
      "zh_CN": "吉祥云比丘教导善财，第一句「勤求菩萨道」。这一句话不仅是教导他，也是勉励他、爱护他。何以？前面我们看过善财童子参访，首先陈说自己已经发无上菩提心，同时又请教如何学菩萨行。这样的学人是非常希有而难遇的，一个好老师遇到这样的学生，没有不全心全力照顾的，尽心尽力的协助他、成就他，这是人生一大乐事！中国古时候，谚语有所谓「得天下英才而教育之」，这是人生最快乐的一桩大事情。我们在此地看到，这是吉祥云遇到善财，老师好，学生也好。",
      "zh_TW": "吉祥雲比丘教導善財，第一句「勤求菩薩道」。這一句話不僅是教導他，也是勉勵他、愛護他。何以？前面我們看過善財童子參訪，首先陳說自己已經發無上菩提心，同時又請教如何學菩薩行。這樣的學人是非常希有而難遇的，一個好老師遇到這樣的學生，沒有不全心全力照顧的，盡心盡力的協助他、成就他，這是人生一大樂事！中國古時候，諺語有所謂「得天下英才而教育之」，這是人生最快樂的一樁大事情。我們在此地看到，這是吉祥雲遇到善財，老師好，學生也好。"
    },
    {
      "id": "12-033-0003_p0006",
      "zh_CN": "「菩萨道」到底是什么？世尊在一切大乘经论里面总的给我们说，菩萨道第一个要发菩提心，第二要修六度万行，这才是名实相副的菩萨，这个我们不能不知道，也不能够疏忽。菩提心是很难，前面菩萨也赞叹「难中之难」，但是我们可以做得到，不是做不到。古人所谓「登天难，求人难」，这是真难。「发心难，修道难」，这个不难，这是求自己，自己真正肯回头，真正肯发心克服自己的烦恼习气，这就不难。所以这不是登天也不是求人，这是求自己，只要你肯真干，真正想过菩萨的生活。其实菩萨的生活是最快乐的，我们为什么不肯干？也有一些同修很想真干，依然是行与愿违，这是什么原因？原因不外乎两种：一种是对于菩萨道认识得不够透彻，第二是不能够克服自己的妄想烦恼习气，无非是这两个原因。",
      "zh_TW": "「菩薩道」到底是什麼？世尊在一切大乘經論裡面總的給我們說，菩薩道第一個要發菩提心，第二要修六度萬行，這才是名實相副的菩薩，這個我們不能不知道，也不能夠疏忽。菩提心是很難，前面菩薩也讚歎「難中之難」，但是我們可以做得到，不是做不到。古人所謂「登天難，求人難」，這是真難。「發心難，修道難」，這個不難，這是求自己，自己真正肯回頭，真正肯發心克服自己的煩惱習氣，這就不難。所以這不是登天也不是求人，這是求自己，只要你肯真幹，真正想過菩薩的生活。其實菩薩的生活是最快樂的，我們為什麼不肯幹？也有一些同修很想真幹，依然是行與願違，這是什麼原因？原因不外乎兩種：一種是對於菩薩道認識得不夠透徹，第二是不能夠克服自己的妄想煩惱習氣，無非是這兩個原因。"
    },
    {
      "id": "12-033-0003_p0007",
      "zh_CN": "怎样消除这两个原因？要想将菩萨道搞清楚、搞明白，不能不求学。这使我们想到中国古时候这些学人，不远千里寻师，有道理！去亲近好的老师，真正有德行、有学问的老师。在古代，交通不发达，资讯可以说没有，天下这一些真正有学、有修、有证的这些大德，你怎么会知道？你到哪里去参学？当然第一个方便是有人给你介绍，这就方便太多了。介绍的人，你未必能遇得到；纵然遇到了，他所介绍的善知识可不可靠，还是有问题。",
      "zh_TW": "怎樣消除這兩個原因？要想將菩薩道搞清楚、搞明白，不能不求學。這使我們想到中國古時候這些學人，不遠千里尋師，有道理！去親近好的老師，真正有德行、有學問的老師。在古代，交通不發達，資訊可以說沒有，天下這一些真正有學、有修、有證的這些大德，你怎麼會知道？你到哪裡去參學？當然第一個方便是有人給你介紹，這就方便太多了。介紹的人，你未必能遇得到；縱然遇到了，他所介紹的善知識可不可靠，還是有問題。"
    },
    {
      "id": "12-033-0003_p0008",
      "zh_CN": "于是在古代倒有一种方式，这是善知识为了接引天下真正好学之人，他有两个方式：一种方式是闭关，另外一种方式是住茅蓬、住山。闭关、住茅蓬的条件不简单！在中国大乘佛法，如果没有大彻大悟、明心见性，你没有资格住山，没有资格闭关。你要干什么？生死大事重要，你要去参学。古时候大家都曾经听说「赵州八十犹行脚」，赵州和尚八十岁了，这么大的年岁，闭闭关、住住山是多清闲！多自在！为什么还要行脚？行脚就是去参学。他没有明心见性，道业没有成就；换句话说，一定还要作学生，行脚就是作学生。于是我们晓得，闭关、住茅蓬就是向天下人示现，这个人已经开悟了，不是普通的开悟，大彻大悟，明心见性。",
      "zh_TW": "於是在古代倒有一種方式，這是善知識為了接引天下真正好學之人，他有兩個方式：一種方式是閉關，另外一種方式是住茅蓬、住山。閉關、住茅蓬的條件不簡單！在中國大乘佛法，如果沒有大徹大悟、明心見性，你沒有資格住山，沒有資格閉關。你要幹什麼？生死大事重要，你要去參學。古時候大家都曾經聽說「趙州八十猶行腳」，趙州和尚八十歲了，這麼大的年歲，閉閉關、住住山是多清閒！多自在！為什麼還要行腳？行腳就是去參學。他沒有明心見性，道業沒有成就；換句話說，一定還要作學生，行腳就是作學生。於是我們曉得，閉關、住茅蓬就是向天下人示現，這個人已經開悟了，不是普通的開悟，大徹大悟，明心見性。"
    },
    {
      "id": "12-033-0003_p0009",
      "zh_CN": "他为什么不来教化众生？教化众生要缘分，没有缘不行。佛法是师道、是大道，不是小道。师道，不要说是出世法，连世间法也讲「尊师重道」。所以儒家常讲「只闻来学，未闻往教」。你来求学可以，老师教你；不可能请老师到你家里去教你，没这个道理！请老师到家里面来，这个不尊重。尊重的心没有，老师再好，你都得不到利益。正是印光老法师所说的「一分诚敬得一分利益，十分诚敬得十分利益」，完全看你对老师的诚敬心，这个话是很有道理的。",
      "zh_TW": "他為什麼不來教化眾生？教化眾生要緣分，沒有緣不行。佛法是師道、是大道，不是小道。師道，不要說是出世法，連世間法也講「尊師重道」。所以儒家常講「只聞來學，未聞往教」。你來求學可以，老師教你；不可能請老師到你家裡去教你，沒這個道理！請老師到家裡面來，這個不尊重。尊重的心沒有，老師再好，你都得不到利益。正是印光老法師所說的「一分誠敬得一分利益，十分誠敬得十分利益」，完全看你對老師的誠敬心，這個話是很有道理的。"
    },
    {
      "id": "12-033-0003_p0010",
      "zh_CN": "明朝末年万历年间，我们中国净土宗的莲池大师，这是一直到现在五、六百年间，提起没有不尊敬的一位大德。我们在他传记里面看到，他年轻的时候参学，景仰当时的一位大德遍融老和尚。他是怎样去参学？三步一拜，拜到老和尚面前，向老和尚求法。当时许多人看到莲池这样的真诚恭敬，老和尚一定对他开示，一定是重要的、玄妙的开导，也有很多人挤在旁边听。他向老和尚求法，老和尚说了一句「你不要被名闻利养害了」。旁边的人听了笑笑而已。为什么？老生常谈，这个话遍融老法师不晓得说过多少遍，大家都听到耳熟；由于听得太熟，大家也就没有在意。莲池是千里迢迢三步一拜拜过来，这一句话牢牢记在心上。他常常给人说，他一生的成就得力于老和尚这一次的开示：远离名闻利养、五欲六尘，以后他成为一代祖师。听的人那么多，为什么每个人感受不一样？对于老师的诚敬心不相同。所以这一句话对莲池大师来说，醍醐灌顶，无上的妙法；对平常这些人，他觉得是老生常谈，没有什么希奇，很普通的一句话，所以他得不到利益。同样一句话，有人因这一句话成就了，有人把这一句话没有放在心上，大意、疏忽了，一生还是搞六道轮回。这很值得我们反省，很值得我们学习。",
      "zh_TW": "明朝末年萬曆年間，我們中國淨土宗的蓮池大師，這是一直到現在五、六百年間，提起沒有不尊敬的一位大德。我們在他傳記裡面看到，他年輕的時候參學，景仰當時的一位大德遍融老和尚。他是怎樣去參學？三步一拜，拜到老和尚面前，向老和尚求法。當時許多人看到蓮池這樣的真誠恭敬，老和尚一定對他開示，一定是重要的、玄妙的開導，也有很多人擠在旁邊聽。他向老和尚求法，老和尚說了一句「你不要被名聞利養害了」。旁邊的人聽了笑笑而已。為什麼？老生常談，這個話遍融老法師不曉得說過多少遍，大家都聽到耳熟；由於聽得太熟，大家也就沒有在意。蓮池是千里迢迢三步一拜拜過來，這一句話牢牢記在心上。他常常給人說，他一生的成就得力於老和尚這一次的開示：遠離名聞利養、五欲六塵，以後他成為一代祖師。聽的人那麼多，為什麼每個人感受不一樣？對於老師的誠敬心不相同。所以這一句話對蓮池大師來說，醍醐灌頂，無上的妙法；對平常這些人，他覺得是老生常談，沒有什麼希奇，很普通的一句話，所以他得不到利益。同樣一句話，有人因這一句話成就了，有人把這一句話沒有放在心上，大意、疏忽了，一生還是搞六道輪迴。這很值得我們反省，很值得我們學習。"
    },
    {
      "id": "12-033-0003_p0011",
      "zh_CN": "今天我们在华严会上，看到善财童子的求学态度，真诚到极处。所以遇到的善知识，对他是真实究竟的开导：你要勤求菩萨道！这里面含着理论上要透彻的深入，事相上要做得圆圆满满，这才是个菩萨；解帮助行，行帮助解，解行相应，相辅相成，一直到无上道。佛在经上常常勉励我们「深解义趣」，这一句话重要！如何深解？必须要身体力行。你不认真去干，你能够体会的、理解的，决定是有限；换句话说，你没有办法开悟。这个悟是年年要悟，月月要悟，天天要悟。开悟是没有止境的，一直到如来究竟的果位，这才是圆满的大觉。等觉菩萨还是天天在求悟处，何况我们现在在初学。一定要好学、要勤学，把自己所学的决定落实在生活上，你才开得了悟，所学非所用是决定不会开悟的。学了一定要落实、要兑现，这第一句的意思就很深、很圆满。",
      "zh_TW": "今天我們在華嚴會上，看到善財童子的求學態度，真誠到極處。所以遇到的善知識，對他是真實究竟的開導：你要勤求菩薩道！這裡面含著理論上要透徹的深入，事相上要做得圓圓滿滿，這才是個菩薩；解幫助行，行幫助解，解行相應，相輔相成，一直到無上道。佛在經上常常勉勵我們「深解義趣」，這一句話重要！如何深解？必須要身體力行。你不認真去幹，你能夠體會的、理解的，決定是有限；換句話說，你沒有辦法開悟。這個悟是年年要悟，月月要悟，天天要悟。開悟是沒有止境的，一直到如來究竟的果位，這才是圓滿的大覺。等覺菩薩還是天天在求悟處，何況我們現在在初學。一定要好學、要勤學，把自己所學的決定落實在生活上，你才開得了悟，所學非所用是決定不會開悟的。學了一定要落實、要兌現，這第一句的意思就很深、很圓滿。"
    },
    {
      "id": "12-033-0003_p0012",
      "zh_CN": "下面是举几个例子来说。菩萨道的内涵深广无际，略举几个例子。第一个『菩萨境界』，我们要知道。从哪里知道？一切经论里面，尤其是《华严经》，菩萨的境界就是我们觉悟的境界。「菩萨」这两个字是印度梵语音译，玄奘大师给我们的解释是「觉有情」，这个解释得好。「有情」就是我们的烦恼习气没有断尽，情就是烦恼习气，我们现在都是带着烦恼习气的有情众生。但是菩萨在上面加一个字「觉」，虽然烦恼习气没断，可是觉悟了，不迷了。由此可知，所谓「菩萨境界」就是你觉悟的境界，这个境界无量无边。这一句放在此地，好！就是俗话常讲的「学无止境」，这一句话真正内涵的意思，就是教给我们学无止境，你决定不可以得少为足，「学得还不错了，可以不必再学了」，不行，学没有止境的。",
      "zh_TW": "下面是舉幾個例子來說。菩薩道的內涵深廣無際，略舉幾個例子。第一個『菩薩境界』，我們要知道。從哪裡知道？一切經論裡面，尤其是《華嚴經》，菩薩的境界就是我們覺悟的境界。「菩薩」這兩個字是印度梵語音譯，玄奘大師給我們的解釋是「覺有情」，這個解釋得好。「有情」就是我們的煩惱習氣沒有斷盡，情就是煩惱習氣，我們現在都是帶著煩惱習氣的有情眾生。但是菩薩在上面加一個字「覺」，雖然煩惱習氣沒斷，可是覺悟了，不迷了。由此可知，所謂「菩薩境界」就是你覺悟的境界，這個境界無量無邊。這一句放在此地，好！就是俗話常講的「學無止境」，這一句話真正內涵的意思，就是教給我們學無止境，你決定不可以得少為足，「學得還不錯了，可以不必再學了」，不行，學沒有止境的。"
    },
    {
      "id": "12-033-0003_p0013",
      "zh_CN": "文殊、普贤、观音、势至，这是圆教的等觉菩萨，他们还天天在学，每天在十方世界参访诸佛如来，上求下化。「上求佛道」，他求学；「下化众生」，他落实、他兑现，他真做到。「下化」就是经上常讲的「为人演说」，演是表演，做出来给人看。佛教菩萨修六度，菩萨真干，每一条都非常认真努力在做，给一切众生做榜样。所以他烦恼天天少，智慧天天增长。我们今天学了之后，好像没有什么进步，年年月月都一样，甚至于烦恼天天增长，这个原因是什么？我们所学的没有去做。",
      "zh_TW": "文殊、普賢、觀音、勢至，這是圓教的等覺菩薩，他們還天天在學，每天在十方世界參訪諸佛如來，上求下化。「上求佛道」，他求學；「下化眾生」，他落實、他兌現，他真做到。「下化」就是經上常講的「為人演說」，演是表演，做出來給人看。佛教菩薩修六度，菩薩真幹，每一條都非常認真努力在做，給一切眾生做榜樣。所以他煩惱天天少，智慧天天增長。我們今天學了之後，好像沒有什麼進步，年年月月都一樣，甚至於煩惱天天增長，這個原因是什麼？我們所學的沒有去做。"
    },
    {
      "id": "12-033-0003_p0014",
      "zh_CN": "譬如，佛教菩萨第一个要布施，我们做了没有？实在讲，我们连「布施」两个字的意思都没搞懂，含含糊糊以为布施大概是到寺庙里添一点香油、捐一点钱，这就叫布施。不是的。还有一些人在寺庙里烧香、捐钱是有目的来的，什么目的？听说佛门讲「舍一得万报」，这个生意想想可以做，「一本万利」，在佛这里捐一块钱，来生我就会得一万块，把布施当作投机，当作生意买卖来做。这种学佛的人天天增长贪瞋痴；他不是增长戒定慧，他增长贪瞋痴。连布施的意义都不懂，于是怎么修布施当然你就更不知道，所以错解了佛的意思。",
      "zh_TW": "譬如，佛教菩薩第一個要布施，我們做了沒有？實在講，我們連「布施」兩個字的意思都沒搞懂，含含糊糊以為布施大概是到寺廟裡添一點香油、捐一點錢，這就叫布施。不是的。還有一些人在寺廟裡燒香、捐錢是有目的來的，什麼目的？聽說佛門講「捨一得萬報」，這個生意想想可以做，「一本萬利」，在佛這裡捐一塊錢，來生我就會得一萬塊，把布施當作投機，當作生意買賣來做。這種學佛的人天天增長貪瞋痴；他不是增長戒定慧，他增長貪瞋痴。連布施的意義都不懂，於是怎麼修布施當然你就更不知道，所以錯解了佛的意思。"
    },
    {
      "id": "12-033-0003_p0015",
      "zh_CN": "开经偈讲得好「愿解如来真实义」，这句话不容易。我们许许多多的学佛人，曲解如来真实义、误解如来真实义太多太多了，所以我们修行功夫不得力。我们没有得到佛法殊胜的功德利益，这是我们要警觉的、要觉悟的、要回头的，要改过自新。所以学佛头一桩事情，还是得参访善知识，要把佛法搞清楚、搞明白，然后才知道怎么过日子。修行就是过日子，就是每天的工作，每天应酬，使我们生活、工作、应酬里面充满了智慧，没有丝毫过失，这就叫菩萨行，菩萨的生活。所以头一句这里头就是给我们说明含藏在里面学无止境，觉无止境，改过自新无有止境。后面给我们讲具体的这些事相。",
      "zh_TW": "開經偈講得好「願解如來真實義」，這句話不容易。我們許許多多的學佛人，曲解如來真實義、誤解如來真實義太多太多了，所以我們修行功夫不得力。我們沒有得到佛法殊勝的功德利益，這是我們要警覺的、要覺悟的、要回頭的，要改過自新。所以學佛頭一樁事情，還是得參訪善知識，要把佛法搞清楚、搞明白，然後才知道怎麼過日子。修行就是過日子，就是每天的工作，每天應酬，使我們生活、工作、應酬裡面充滿了智慧，沒有絲毫過失，這就叫菩薩行，菩薩的生活。所以頭一句這裡頭就是給我們說明含藏在裡面學無止境，覺無止境，改過自新無有止境。後面給我們講具體的這些事相。"
    },
    {
      "id": "12-033-0003_p0016",
      "zh_CN": "『广博净行』。「广」是广大，「博」是渊博，这两个字是形容词，起心动念、言语造作要与「净」相应。说到这个地方，我们就想到诸佛如来教化众生的总纲领、总原则，我们一入佛门拜老师，接受三皈。接受三皈就是拜老师，以佛为师、以法为师、以僧为师，叫三皈依。佛法僧称为三宝，宝是什么意思？世间得到财宝，你就能够永远脱离贫穷，你能过富裕的生活，能够解决贫苦，这是宝。佛法里面这个「宝」是什么意思？帮助你永远脱离六道十法界。六道十法界苦！不但六道苦，十法界也不快乐。这三桩事情能帮助你脱离六道，脱离十法界，帮助你证得一真法界，所以它是宝。",
      "zh_TW": "『廣博淨行』。「廣」是廣大，「博」是淵博，這兩個字是形容詞，起心動念、言語造作要與「淨」相應。說到這個地方，我們就想到諸佛如來教化眾生的總綱領、總原則，我們一入佛門拜老師，接受三皈。接受三皈就是拜老師，以佛為師、以法為師、以僧為師，叫三皈依。佛法僧稱為三寶，寶是什麼意思？世間得到財寶，你就能夠永遠脫離貧窮，你能過富裕的生活，能夠解決貧苦，這是寶。佛法裡面這個「寶」是什麼意思？幫助你永遠脫離六道十法界。六道十法界苦！不但六道苦，十法界也不快樂。這三樁事情能幫助你脫離六道，脫離十法界，幫助你證得一真法界，所以它是寶。"
    },
    {
      "id": "12-033-0003_p0017",
      "zh_CN": "可是这三个字代表的意思，你要搞清楚。我们听到「佛」，立刻就想到佛像，这个不行，这个错了，不是这个意思。三皈传授，在学佛人是第一堂课，已经传了几千年。我想大概在唐朝时候，传得久了，传久了慢慢会变质的，所以愈传愈讹。我们起步错了就一步错到底，哪里会有成就？所以我读《六祖坛经》，我是从《坛经》里面看到的。这是我学佛，我二十几岁的时候开始接触佛教的经典，第一部就是《六祖坛经》，而且是丁福保的笺注。当时我有一个同事，看到我对佛理有兴趣，他家里面有一些佛经，他就把这个本子借给我看，我看到非常欢喜。以后也皈依了，也受了在家菩萨戒，跟李炳南老居士学讲经，忽然想到六祖大师传授三皈，跟我们现在不一样。他传授三皈，他不是讲「皈依佛，皈依法，皈依僧」，他不是这个说法；他说的是「皈依觉，皈依正，皈依净」。我看到这几个字我省悟过来了，才知道佛家传授三皈是传授「自性三宝」，以这个为主。",
      "zh_TW": "可是這三個字代表的意思，你要搞清楚。我們聽到「佛」，立刻就想到佛像，這個不行，這個錯了，不是這個意思。三皈傳授，在學佛人是第一堂課，已經傳了幾千年。我想大概在唐朝時候，傳得久了，傳久了慢慢會變質的，所以愈傳愈訛。我們起步錯了就一步錯到底，哪裡會有成就？所以我讀《六祖壇經》，我是從《壇經》裡面看到的。這是我學佛，我二十幾歲的時候開始接觸佛教的經典，第一部就是《六祖壇經》，而且是丁福保的箋註。當時我有一個同事，看到我對佛理有興趣，他家裡面有一些佛經，他就把這個本子借給我看，我看到非常歡喜。以後也皈依了，也受了在家菩薩戒，跟李炳南老居士學講經，忽然想到六祖大師傳授三皈，跟我們現在不一樣。他傳授三皈，他不是講「皈依佛，皈依法，皈依僧」，他不是這個說法；他說的是「皈依覺，皈依正，皈依淨」。我看到這幾個字我省悟過來了，才知道佛家傳授三皈是傳授「自性三寶」，以這個為主。"
    },
    {
      "id": "12-033-0003_p0018",
      "zh_CN": "自性三宝，一即是三，三即是一，决定不能够分开。觉是自性觉，皈，我们知道是回归，从哪里皈？从迷惑颠倒皈，回头，要依自性觉，这是佛的高明处。佛不是说：你要皈依我。佛不是这个说法，是皈依你的自性觉。我们在《华严经》「出现品」里面读到，佛说「一切众生皆有如来智慧德相」，如来智慧就是自性觉，如来的德相就是自性正、自性净，「但以妄想执着而不能证得」。这个话不是给我们讲得很清楚、很明白吗？你要从妄想执着里回过头来，依自性觉、依自性正、依自性净。所以三宝是你自性里面的东西，不是外面的，外面去求那就变成外道。外道的意思是指心外求法，你错了。一入门就把修行的总纲领、总原则传授给我们，决定没有吝法，真是和盘托出，我们要懂这个意思。于是我们在日常生活当中，穿衣吃饭，处事待人接物，一切时、一切处点点滴滴，觉而不迷，正而不邪，净而不染。",
      "zh_TW": "自性三寶，一即是三，三即是一，決定不能夠分開。覺是自性覺，皈，我們知道是回歸，從哪裡皈？從迷惑顛倒皈，回頭，要依自性覺，這是佛的高明處。佛不是說：你要皈依我。佛不是這個說法，是皈依你的自性覺。我們在《華嚴經》「出現品」裡面讀到，佛說「一切眾生皆有如來智慧德相」，如來智慧就是自性覺，如來的德相就是自性正、自性淨，「但以妄想執著而不能證得」。這個話不是給我們講得很清楚、很明白嗎？你要從妄想執著裡回過頭來，依自性覺、依自性正、依自性淨。所以三寶是你自性裡面的東西，不是外面的，外面去求那就變成外道。外道的意思是指心外求法，你錯了。一入門就把修行的總綱領、總原則傳授給我們，決定沒有吝法，真是和盤托出，我們要懂這個意思。於是我們在日常生活當中，穿衣吃飯，處事待人接物，一切時、一切處點點滴滴，覺而不迷，正而不邪，淨而不染。"
    },
    {
      "id": "12-033-0003_p0019",
      "zh_CN": "此地讲一个「净」，这个「净」字里面，把觉正都包括在其中了。他为什么不用广博觉行、广博正行？为什么用「净」字？因为吉祥云比丘修净土，善财来参访，传授他净土法门。所以「觉正净」，他不用「觉、正」，他用「净」，与他现在修行这个法门相应。虽然一即是三、三即是一，同中还有不同的地方在。这个意思多深！这个意思多美！",
      "zh_TW": "此地講一個「淨」，這個「淨」字裡面，把覺正都包括在其中了。他為什麼不用廣博覺行、廣博正行？為什麼用「淨」字？因為吉祥雲比丘修淨土，善財來參訪，傳授他淨土法門。所以「覺正淨」，他不用「覺、正」，他用「淨」，與他現在修行這個法門相應。雖然一即是三、三即是一，同中還有不同的地方在。這個意思多深！這個意思多美！"
    },
    {
      "id": "12-033-0003_p0020",
      "zh_CN": "往下我们就看到，他的传授是传他「念佛三昧」。在此地我们附带略说一下，佛法修行的方法无量无边，四弘誓愿里面讲「法门无量誓愿学」，真的是无量无边，归纳起来讲八万四千法门。八万四千已经是归纳了，可是走到最后就是三门。这个诸位一定要懂得，走到最后只有三门，好像入到佛的讲堂，佛讲堂有三个门，随便从哪个门进来，所得到的都是圆满的。这三个门就是「觉正净」三门。走到最后，你到如来境界就是三门。我们看看中国的佛教，他们最后走的是哪个门？禅宗、性宗走的是觉门，觉而不迷；教下，贤首、天台、法相、三论走的是正门，正而不邪；净土宗、密宗走的是净门，净而不染。",
      "zh_TW": "往下我們就看到，他的傳授是傳他「念佛三昧」。在此地我們附帶略說一下，佛法修行的方法無量無邊，四弘誓願裡面講「法門無量誓願學」，真的是無量無邊，歸納起來講八萬四千法門。八萬四千已經是歸納了，可是走到最後就是三門。這個諸位一定要懂得，走到最後只有三門，好像入到佛的講堂，佛講堂有三個門，隨便從哪個門進來，所得到的都是圓滿的。這三個門就是「覺正淨」三門。走到最後，你到如來境界就是三門。我們看看中國的佛教，他們最後走的是哪個門？禪宗、性宗走的是覺門，覺而不迷；教下，賢首、天台、法相、三論走的是正門，正而不邪；淨土宗、密宗走的是淨門，淨而不染。"
    },
    {
      "id": "12-033-0003_p0021",
      "zh_CN": "密宗跟净土宗统统都是修清净心，净土宗比密宗容易，密宗难。为什么？净土宗对于许许多多的事相远离，这样修清净心当然比较容易。密宗的清净程度比净土宗要高太多了，为什么？它不舍，它不离，名闻利养、五欲六尘享受都不离，在这里面修到清净心，真清净。可是几个人能修得成功？这就难了。密宗最后的结果两条路：一个是生天成佛，一个是堕阿鼻地狱，没有当中的，你做不了佛，你决定堕地狱，我们要清楚、要明了。",
      "zh_TW": "密宗跟淨土宗統統都是修清淨心，淨土宗比密宗容易，密宗難。為什麼？淨土宗對於許許多多的事相遠離，這樣修清淨心當然比較容易。密宗的清淨程度比淨土宗要高太多了，為什麼？它不捨，它不離，名聞利養、五欲六塵享受都不離，在這裡面修到清淨心，真清淨。可是幾個人能修得成功？這就難了。密宗最後的結果兩條路：一個是生天成佛，一個是墮阿鼻地獄，沒有當中的，你做不了佛，你決定墮地獄，我們要清楚、要明瞭。"
    },
    {
      "id": "12-033-0003_p0022",
      "zh_CN": "我修学佛法，第一个老师是密宗的大德章嘉大师。我跟他三年，他是真正善知识，他没有传授我密法，他要给我在显教上奠定根基，这是真正的教学。如果你没有这个基础，开始就教你学密，这不是真正善知识。看看你，你的程度不够。密，像我们现在学校念书一样，它是博士班，看看你的程度是小学程度，「不要紧，小学程度也可以到博士班来，我马上博士帽子给你戴上去」，骗人的，这是假的，不是真的。真的是博士班的时候，看到你小学程度，「不要紧，帮助你提升，念中学，再念大学，念硕士班，再念博士班」，一步一步把你拉上来，这是真善知识。我懂得这个道理，这是我的老师告诉我的。",
      "zh_TW": "我修學佛法，第一個老師是密宗的大德章嘉大師。我跟他三年，他是真正善知識，他沒有傳授我密法，他要給我在顯教上奠定根基，這是真正的教學。如果你沒有這個基礎，開始就教你學密，這不是真正善知識。看看你，你的程度不夠。密，像我們現在學校念書一樣，它是博士班，看看你的程度是小學程度，「不要緊，小學程度也可以到博士班來，我馬上博士帽子給你戴上去」，騙人的，這是假的，不是真的。真的是博士班的時候，看到你小學程度，「不要緊，幫助你提升，念中學，再念大學，念碩士班，再念博士班」，一步一步把你拉上來，這是真善知識。我懂得這個道理，這是我的老師告訴我的。"
    },
    {
      "id": "12-033-0003_p0023",
      "zh_CN": "有一年，那个时候我们的生活非常辛苦，刚刚出家没有人供养，生活非常清苦。我住在台湾桃园大溪，住在一个破庙，那个庙里头没有人住。我们有四个人，一同住在那个庙里头。靠什么生活？大溪有个关帝庙，那一边还有一些在家信徒，每一个星期请我去讲两次经，讲经的时候大家有一点供养，靠这个来维持生活。可是距离我们那边不远，有个密宗的道场，屈文六上师在那里传法。知道我们几个人是真正肯修行的人，他也很欢喜，派人来给我们商量，要我们皈依他，条件是每个人一个月供养我们三百块钱，我们生活费用就解决了，可以过得很舒服了。我们庙里几个人大家开会商量，来找到我，我想了一想告诉他，我说：如果他是真正善知识，我们三步一拜拜到他面前，他一脚把我们踢到门外，不收我们，理都不理我们，这是真善知识。为什么？我们不够资格，真的不够资格。现在他来找我们，还一个月给我们三百块钱来买我们。我就跟家里人说：我们只值三百块钱？三百块钱卖身投靠，成什么话！我这一说大家也不好意思了，就算了。这是真话。所以我就知道屈上师的密不高明，比不上我们章嘉大师。",
      "zh_TW": "有一年，那個時候我們的生活非常辛苦，剛剛出家沒有人供養，生活非常清苦。我住在台灣桃園大溪，住在一個破廟，那個廟裡頭沒有人住。我們有四個人，一同住在那個廟裡頭。靠什麼生活？大溪有個關帝廟，那一邊還有一些在家信徒，每一個星期請我去講兩次經，講經的時候大家有一點供養，靠這個來維持生活。可是距離我們那邊不遠，有個密宗的道場，屈文六上師在那裡傳法。知道我們幾個人是真正肯修行的人，他也很歡喜，派人來給我們商量，要我們皈依他，條件是每個人一個月供養我們三百塊錢，我們生活費用就解決了，可以過得很舒服了。我們廟裡幾個人大家開會商量，來找到我，我想了一想告訴他，我說：如果他是真正善知識，我們三步一拜拜到他面前，他一腳把我們踢到門外，不收我們，理都不理我們，這是真善知識。為什麼？我們不夠資格，真的不夠資格。現在他來找我們，還一個月給我們三百塊錢來買我們。我就跟家裡人說：我們只值三百塊錢？三百塊錢賣身投靠，成什麼話！我這一說大家也不好意思了，就算了。這是真話。所以我就知道屈上師的密不高明，比不上我們章嘉大師。"
    },
    {
      "id": "12-033-0003_p0024",
      "zh_CN": "密是修清净心，它是不离开境界修的，净土宗是离开。譬如，中国净宗修行人生活过得很清苦，绝不贪图五欲六尘的享受。密宗则不然，密宗是高级的享受，那个金银珠宝堆积如山，真的在那里享受，物质生活是极尽奢侈豪华。饮食，他们不像我们吃素食，他们跟在家人一样，荤腥一样照吃，美其名吃牠是度牠。你真有本事度牠，行！你没有本事，可不行！",
      "zh_TW": "密是修清淨心，它是不離開境界修的，淨土宗是離開。譬如，中國淨宗修行人生活過得很清苦，絕不貪圖五欲六塵的享受。密宗則不然，密宗是高級的享受，那個金銀珠寶堆積如山，真的在那裡享受，物質生活是極盡奢侈豪華。飲食，他們不像我們吃素食，他們跟在家人一樣，葷腥一樣照吃，美其名吃牠是度牠。你真有本事度牠，行！你沒有本事，可不行！"
    },
    {
      "id": "12-033-0003_p0025",
      "zh_CN": "梁武帝宝志公的时代，四川成都有一位宝香禅师，这个在史传上都有记载的，修行好！但是没有法缘，别人不肯亲近他，不肯跟他学。有一个时期，四川有个信徒来看宝志公，宝志公就问他：你们四川的香贵不贵？来的人说：我们四川的香很贱，很便宜，不值钱。宝志公听了之后：很贱，就应当走了。那个人也不知道，以为宝志公叫他走，他就告辞了。回到四川，见到宝香禅师，宝香禅师问：你见到宝志公，宝志公跟你说些什么？他就把这个话学一学，都说了，宝香明白了。他问香贵贱，就是问宝香禅师在你们四川人信徒当中，有没有对他尊敬？大家对他不尊敬。不尊敬，该走了，不要再留在世间了，这是宝志公把这个讯息告诉宝香禅师。",
      "zh_TW": "梁武帝寶誌公的時代，四川成都有一位寶香禪師，這個在史傳上都有記載的，修行好！但是沒有法緣，別人不肯親近他，不肯跟他學。有一個時期，四川有個信徒來看寶誌公，寶誌公就問他：你們四川的香貴不貴？來的人說：我們四川的香很賤，很便宜，不值錢。寶誌公聽了之後：很賤，就應當走了。那個人也不知道，以為寶誌公叫他走，他就告辭了。回到四川，見到寶香禪師，寶香禪師問：你見到寶誌公，寶誌公跟你說些什麼？他就把這個話學一學，都說了，寶香明白了。他問香貴賤，就是問寶香禪師在你們四川人信徒當中，有沒有對他尊敬？大家對他不尊敬。不尊敬，該走了，不要再留在世間了，這是寶誌公把這個訊息告訴寶香禪師。"
    },
    {
      "id": "12-033-0003_p0026",
      "zh_CN": "于是宝香禅师就开戒了，请这些信徒们来吃饭。信徒们不吃素，今天老和尚请你们不是吃斋，吃荤的。于是大家都来了，都很高兴：今天老和尚怎么开戒了、开斋了？老和尚预先在庙门口挖了很大的一个坑，里面放水，像做一个放生池一样。吃完之后，他到这个池边上统统吐出了，吃的鱼都是活的，在水里面游来游去；吃的鸡吐出来之后都是活的，到处乱飞乱跳。于是大家吓呆了，才知道老和尚不是凡人，显神通给大家看。显完之后，老和尚打坐盘腿，坐化了、走了。宝志公叫他走，他真的就走了。人家有这种本事才行，那才真叫吃牠是度牠。你们吃牠能度得了牠吗？你们吃牠是被牠度了。不是你度牠，是牠度你，牠把你度到三恶道去了，所以一定要清楚、要明了。",
      "zh_TW": "於是寶香禪師就開戒了，請這些信徒們來吃飯。信徒們不吃素，今天老和尚請你們不是吃齋，吃葷的。於是大家都來了，都很高興：今天老和尚怎麼開戒了、開齋了？老和尚預先在廟門口挖了很大的一個坑，裡面放水，像做一個放生池一樣。吃完之後，他到這個池邊上統統吐出了，吃的魚都是活的，在水裡面游來游去；吃的雞吐出來之後都是活的，到處亂飛亂跳。於是大家嚇呆了，才知道老和尚不是凡人，顯神通給大家看。顯完之後，老和尚打坐盤腿，坐化了、走了。寶誌公叫他走，他真的就走了。人家有這種本事才行，那才真叫吃牠是度牠。你們吃牠能度得了牠嗎？你們吃牠是被牠度了。不是你度牠，是牠度你，牠把你度到三惡道去了，所以一定要清楚、要明瞭。"
    },
    {
      "id": "12-033-0003_p0027",
      "zh_CN": "不仅是显宗重视戒律，密宗更重视戒律，密宗的持戒跟显宗不一样。显宗持戒像小乘戒，完全是事相；大乘戒比小乘戒就难持，论心不论事，起心动念你就破戒了，一个恶念不能生。但是大乘菩萨慈悲，为了帮助一切众生，远离名闻利养、五欲六尘，做出样子给大家看。密宗跟在家人的生活方式完全融成一片，你看不出来，那是最高的修行方法，所以在这个时代没有了。黄念祖老居士他是密宗的上师，他说得很好：在现前这个时代中，学密、学禅一个成就都没有，只有念佛求生净土。所以菩萨在此地说「广博净行」，这四个字意思很深很深，我们一定要细心去体会。",
      "zh_TW": "不僅是顯宗重視戒律，密宗更重視戒律，密宗的持戒跟顯宗不一樣。顯宗持戒像小乘戒，完全是事相；大乘戒比小乘戒就難持，論心不論事，起心動念你就破戒了，一個惡念不能生。但是大乘菩薩慈悲，為了幫助一切眾生，遠離名聞利養、五欲六塵，做出樣子給大家看。密宗跟在家人的生活方式完全融成一片，你看不出來，那是最高的修行方法，所以在這個時代沒有了。黃念祖老居士他是密宗的上師，他說得很好：在現前這個時代中，學密、學禪一個成就都沒有，只有念佛求生淨土。所以菩薩在此地說「廣博淨行」，這四個字意思很深很深，我們一定要細心去體會。"
    },
    {
      "id": "12-033-0003_p0028",
      "zh_CN": "『出现神变』。「出」是生起的意思，出生；「现」是示现，这两个字合起来，就是现在的话说表演给大家看。而这种表演是生活、是工作，不是舞台的表演，就是在日常生活当中，在工作里面，做出一个好的榜样。",
      "zh_TW": "『出現神變』。「出」是生起的意思，出生；「現」是示現，這兩個字合起來，就是現在的話說表演給大家看。而這種表演是生活、是工作，不是舞台的表演，就是在日常生活當中，在工作裡面，做出一個好的榜樣。"
    },
    {
      "id": "12-033-0003_p0029",
      "zh_CN": "「神变」，什么叫做神？我们要把这个字认识清楚。因为中国现在都在讲「无神论」，我们讲经，我们写的这些文字，提到鬼神，中国人看起来都很不顺眼，这还是属于一种误会。所以先要把这个「神」字，这个字的意思搞清楚。这个字左面是个「示」，示现的示，右面是个「申」，这是会意的字。「示」是什么意思？示，上面两横，我们现在写的一点一横；篆字它是两横，上面一横短，下面一横长，这是古时候的「上」字。古时候的上下都是两横，上面短下面长，这是「上」字；上面长下面短，就是「下」字。「二」也是两画，二是两画一样长；一样长这是二，数目字里头的二。所以这是个「上」字，上是指什么？上天。下面这有三画，垂下来的三画，所以写篆字的时候是最容易体会到，这个三画是表现象，意思就是上天的垂象。要用现代的话怎么说？自然现象，这个「示」就是讲的自然现象。右面这个「申」，申是通达没有障碍。合起来，「神」是什么意思？对于自然现象，你能够明了通达没有障碍，这叫神。神是这个意思，你要把这个字搞清楚。所以在此地这两个字的意思，「神」是通达自然现象，自然现象里面包括人物事，一切人物事，统统包括在其中，你能够明了；「变」是变化，你明了你才能应付得了，而应付这一切人事物，不是呆板的，佛是教我们讲求变化的。",
      "zh_TW": "「神變」，什麼叫做神？我們要把這個字認識清楚。因為中國現在都在講「無神論」，我們講經，我們寫的這些文字，提到鬼神，中國人看起來都很不順眼，這還是屬於一種誤會。所以先要把這個「神」字，這個字的意思搞清楚。這個字左面是個「示」，示現的示，右面是個「申」，這是會意的字。「示」是什麼意思？示，上面兩橫，我們現在寫的一點一橫；篆字它是兩橫，上面一橫短，下面一橫長，這是古時候的「上」字。古時候的上下都是兩橫，上面短下面長，這是「上」字；上面長下面短，就是「下」字。「二」也是兩畫，二是兩畫一樣長；一樣長這是二，數目字裡頭的二。所以這是個「上」字，上是指什麼？上天。下面這有三畫，垂下來的三畫，所以寫篆字的時候是最容易體會到，這個三畫是表現象，意思就是上天的垂象。要用現代的話怎麼說？自然現象，這個「示」就是講的自然現象。右面這個「申」，申是通達沒有障礙。合起來，「神」是什麼意思？對於自然現象，你能夠明瞭通達沒有障礙，這叫神。神是這個意思，你要把這個字搞清楚。所以在此地這兩個字的意思，「神」是通達自然現象，自然現象裡面包括人物事，一切人物事，統統包括在其中，你能夠明瞭；「變」是變化，你明瞭你才能應付得了，而應付這一切人事物，不是呆板的，佛是教我們講求變化的。"
    },
    {
      "id": "12-033-0003_p0030",
      "zh_CN": "佛在《金刚经》上讲得多清楚，佛无有定法可说，佛无有法可说。佛说法多么活泼，多么的生动，千变万化，拿我们世俗人常说的「见人说人话，见鬼说鬼话」。说人话，人欢喜；说鬼话，鬼欢喜。所以我常说，释迦牟尼佛是个什么样的人物？用现代的话来讲，他是多元文化社会教育的工作者。真的是多元文化，多元文化你就要懂得神变；神就是通达，变就是知道，我们在什么场合、什么状况之下，我们应该怎样做法，应该怎样说法。",
      "zh_TW": "佛在《金剛經》上講得多清楚，佛無有定法可說，佛無有法可說。佛說法多麼活潑，多麼的生動，千變萬化，拿我們世俗人常說的「見人說人話，見鬼說鬼話」。說人話，人歡喜；說鬼話，鬼歡喜。所以我常說，釋迦牟尼佛是個什麼樣的人物？用現代的話來講，他是多元文化社會教育的工作者。真的是多元文化，多元文化你就要懂得神變；神就是通達，變就是知道，我們在什麼場合、什麼狀況之下，我們應該怎樣做法，應該怎樣說法。"
    },
    {
      "id": "12-033-0003_p0031",
      "zh_CN": "这两年当中，我住在新加坡的时间比较长，新加坡有九个宗教，我跟他们都往来。这九个宗教里面，所接触的这些人物，有印度人、有马来人、有西方人，也有我们华人；种族不相同，文化不一样，生活方式也不相同，礼节差别更大，宗教信仰不相同。我跟他们往来，每一个人对我都很欢喜。到哪一个宗教、哪一个族群，我们就要学他们的礼节，学他们的生活方式，他看到欢喜。如果我们学佛都按照佛教的规矩一成不变，行不通！人家当然排斥你，当然不愿意跟你接触。所以我们要懂得、要明了，要知道怎样去应变，如何能够把不同的宗教、不同的族群团结起来，互相尊重，互助合作，社会就安定了，世界就和平了。这是佛法里面讲的普度众生，都在「出现神变」这一句里头。也就是中国人常常讲的「通权达变」，通权是指「神」，达变是指「变」，这样事情才能办得通，这是高度智慧的应用，圆满德行的落实。",
      "zh_TW": "這兩年當中，我住在新加坡的時間比較長，新加坡有九個宗教，我跟他們都往來。這九個宗教裡面，所接觸的這些人物，有印度人、有馬來人、有西方人，也有我們華人；種族不相同，文化不一樣，生活方式也不相同，禮節差別更大，宗教信仰不相同。我跟他們往來，每一個人對我都很歡喜。到哪一個宗教、哪一個族群，我們就要學他們的禮節，學他們的生活方式，他看到歡喜。如果我們學佛都按照佛教的規矩一成不變，行不通！人家當然排斥你，當然不願意跟你接觸。所以我們要懂得、要明瞭，要知道怎樣去應變，如何能夠把不同的宗教、不同的族群團結起來，互相尊重，互助合作，社會就安定了，世界就和平了。這是佛法裡面講的普度眾生，都在「出現神變」這一句裡頭。也就是中國人常常講的「通權達變」，通權是指「神」，達變是指「變」，這樣事情才能辦得通，這是高度智慧的應用，圓滿德行的落實。"
    },
    {
      "id": "12-033-0003_p0032",
      "zh_CN": "你要说世间为什么会有这么多的族群？为什么会有这么多的宗教？是诸佛如来「出现神变」。你懂这句话吗？经上常讲，诸佛菩萨应以什么身得度，他就现什么身。大家都念过《普门品》，观世音菩萨应以佛身而得度者，即现佛身而为说法，观世音菩萨可以现佛身。佛身尚且能现，那什么身不能现？然后我们就联想到，应以基督身得度者，他就现基督身而为说法。基督是谁？观世音菩萨。应以阿訇身得度者，即现阿訇身而为说法。于是我一下就明白过来了，所有的宗教全是佛教，所有宗教里面奉祀的神明、天使，都是诸佛菩萨的化身。于是我走进他们的教堂，见到他们所供奉的神像，他们所供奉的经典，我就合掌磕头礼拜了。他们的信徒看到非常惊讶：你看，这个法师拜我们的神！他不知道我是拜佛，我是拜如来，那是如来的化身，是一不是二。众生根性不相同，佛不是用一个方法度化众生，所以在我们眼睛里面看，虚空法界一切众生全是诸佛如来化身变现的，是一不是二。我们没有分别，我们用真诚清净平等心跟他们交往，我们把他都看作是佛菩萨的化现。",
      "zh_TW": "你要說世間為什麼會有這麼多的族群？為什麼會有這麼多的宗教？是諸佛如來「出現神變」。你懂這句話嗎？經上常講，諸佛菩薩應以什麼身得度，他就現什麼身。大家都念過《普門品》，觀世音菩薩應以佛身而得度者，即現佛身而為說法，觀世音菩薩可以現佛身。佛身尚且能現，那什麼身不能現？然後我們就聯想到，應以基督身得度者，他就現基督身而為說法。基督是誰？觀世音菩薩。應以阿訇身得度者，即現阿訇身而為說法。於是我一下就明白過來了，所有的宗教全是佛教，所有宗教裡面奉祀的神明、天使，都是諸佛菩薩的化身。於是我走進他們的教堂，見到他們所供奉的神像，他們所供奉的經典，我就合掌磕頭禮拜了。他們的信徒看到非常驚訝：你看，這個法師拜我們的神！他不知道我是拜佛，我是拜如來，那是如來的化身，是一不是二。眾生根性不相同，佛不是用一個方法度化眾生，所以在我們眼睛裡面看，虛空法界一切眾生全是諸佛如來化身變現的，是一不是二。我們沒有分別，我們用真誠清淨平等心跟他們交往，我們把他都看作是佛菩薩的化現。"
    },
    {
      "id": "12-033-0003_p0033",
      "zh_CN": "我们有理论依据，这些道理都在《华严经》上，你要把这部经念懂了、明白了，稍稍有一点契入了，你在这个世间还有分别妄想执着，那我可以老实告诉你，你完全不懂，你对于佛法大义一窍不通。佛教导我们离妄想分别执着，妄想分别执着离开了，这个世间是什么？这个世间就是一真法界。因为我们有妄想分别执着，把一真法界变成十法界，变成六道，变成三途，那是我们自己的事情，自分上的事情。实际上与一切境缘，蕅益大师说得好：「境缘无好丑」。境是物质环境，缘是人事环境，人事环境跟物质环境都是清净平等的，都是诸佛如来示现的，是我们自己心里面起了妄想分别执着。好像戴了一个有色眼镜，到外面看的时候，颜色都变了。其实外面的颜色变了没有？没有变。你戴红的眼镜，看到外面一片红的，其实外面决定没有红，是你自己眼镜红；戴上绿眼镜，看到外头都是绿的。外面境界与你的心境丝毫没有干涉，这个道理法相唯识经论里面讲得多，讲得透彻。",
      "zh_TW": "我們有理論依據，這些道理都在《華嚴經》上，你要把這部經念懂了、明白了，稍稍有一點契入了，你在這個世間還有分別妄想執著，那我可以老實告訴你，你完全不懂，你對於佛法大義一竅不通。佛教導我們離妄想分別執著，妄想分別執著離開了，這個世間是什麼？這個世間就是一真法界。因為我們有妄想分別執著，把一真法界變成十法界，變成六道，變成三途，那是我們自己的事情，自分上的事情。實際上與一切境緣，蕅益大師說得好：「境緣無好醜」。境是物質環境，緣是人事環境，人事環境跟物質環境都是清淨平等的，都是諸佛如來示現的，是我們自己心裡面起了妄想分別執著。好像戴了一個有色眼鏡，到外面看的時候，顏色都變了。其實外面的顏色變了沒有？沒有變。你戴紅的眼鏡，看到外面一片紅的，其實外面決定沒有紅，是你自己眼鏡紅；戴上綠眼鏡，看到外頭都是綠的。外面境界與你的心境絲毫沒有干涉，這個道理法相唯識經論裡面講得多，講得透徹。"
    },
    {
      "id": "12-033-0003_p0034",
      "zh_CN": "这经里面的几句，前后都有浅深层次不能颠倒的，必须有「广博净行」，你才有能力「出现神变」。你心不清净，你就没有办法，你很难了解宇宙人生的真相，你就不容易应付这些人事物，应付到恰到好处，你做不到。这是我们今天讲圆满的智慧，高度的艺术。生活是艺术，工作也是艺术，处事待人接物、应酬都是高度的艺术，丰富我们的生活，这是菩萨行，菩萨的生活。",
      "zh_TW": "這經裡面的幾句，前後都有淺深層次不能顛倒的，必須有「廣博淨行」，你才有能力「出現神變」。你心不清淨，你就沒有辦法，你很難了解宇宙人生的真相，你就不容易應付這些人事物，應付到恰到好處，你做不到。這是我們今天講圓滿的智慧，高度的藝術。生活是藝術，工作也是藝術，處事待人接物、應酬都是高度的藝術，豐富我們的生活，這是菩薩行，菩薩的生活。"
    },
    {
      "id": "12-033-0003_p0035",
      "zh_CN": "『示现广大诸解脱门』，这句更重要了。我们做「广博净行，出现神变」，为的是什么？为的是帮助一切众生觉悟，没有一样不是教化众生。教化众生就在这一句，要「示现广大诸解脱门」。「诸」是多，繁多。「解脱」，解是解开。我们念去声，不念解（ㄐ一ㄝˇ），念解（ㄒ一ㄝˋ），动词；念解（ㄐ一ㄝˇ）是名词，念解（ㄒ一ㄝˋ）是动词。把它解除、解开，解开什么？妄想、分别、执着，这是烦恼，把你的烦恼解除。脱是什么？脱苦，你生活里面种种苦难就脱离，脱离你就快乐，就自在。所以「脱」是从果上讲的，「解」是从因上说的，必须把苦的因解除，苦的果自然就脱离，这叫「解脱」。「门」是比喻，就是方法、门道，你要帮助一切众生，以种种方便让他明了，让他觉悟解脱苦难的门径、方法。世间人的苦难太多太多了，说不尽，所以加一个「诸」字。怎么个帮助法？这个方法非常高明，用「示现」。示现就是表演给他看，真正做给他看。世间人所谓「现身说法」，不必用言语，做给他看。",
      "zh_TW": "『示現廣大諸解脫門』，這句更重要了。我們做「廣博淨行，出現神變」，為的是什麼？為的是幫助一切眾生覺悟，沒有一樣不是教化眾生。教化眾生就在這一句，要「示現廣大諸解脫門」。「諸」是多，繁多。「解脫」，解是解開。我們念去聲，不念解（ㄐ一ㄝˇ），念解（ㄒ一ㄝˋ），動詞；念解（ㄐ一ㄝˇ）是名詞，念解（ㄒ一ㄝˋ）是動詞。把它解除、解開，解開什麼？妄想、分別、執著，這是煩惱，把你的煩惱解除。脫是什麼？脫苦，你生活裡面種種苦難就脫離，脫離你就快樂，就自在。所以「脫」是從果上講的，「解」是從因上說的，必須把苦的因解除，苦的果自然就脫離，這叫「解脫」。「門」是比喻，就是方法、門道，你要幫助一切眾生，以種種方便讓他明瞭，讓他覺悟解脫苦難的門徑、方法。世間人的苦難太多太多了，說不盡，所以加一個「諸」字。怎麼個幫助法？這個方法非常高明，用「示現」。示現就是表演給他看，真正做給他看。世間人所謂「現身說法」，不必用言語，做給他看。"
    },
    {
      "id": "12-033-0003_p0036",
      "zh_CN": "世间人有很多很苦的，现在在这个社会，我们知道世界上还有许多落后的地区非常贫穷，衣食不足，活在饥饿的边缘之中，真正是求生不得，求死不能。我们知道了要帮助他，要给他送吃的、送穿的，解决他现前燃眉之急。这种方法是暂时的，不是永久的，所谓「救急不救贫」。他为什么会有这样恶劣的遭遇？他不知道，我们知道，过去生中没有种善根，没有修善根。这是大家都必须晓得，世出世法说穿了，就是业因果报，种善因得善果。种不善的因要想得善果，哪有这个道理？他们不晓得，我们晓得，但是我们也不能这样说他，说他伤他的自尊心，这是很不人道的。必须有善巧方便，先帮助他生活能够安定下来，然后教他。教他要觉悟，教他了解事实真相。",
      "zh_TW": "世間人有很多很苦的，現在在這個社會，我們知道世界上還有許多落後的地區非常貧窮，衣食不足，活在飢餓的邊緣之中，真正是求生不得，求死不能。我們知道了要幫助他，要給他送吃的、送穿的，解決他現前燃眉之急。這種方法是暫時的，不是永久的，所謂「救急不救貧」。他為什麼會有這樣惡劣的遭遇？他不知道，我們知道，過去生中沒有種善根，沒有修善根。這是大家都必須曉得，世出世法說穿了，就是業因果報，種善因得善果。種不善的因要想得善果，哪有這個道理？他們不曉得，我們曉得，但是我們也不能這樣說他，說他傷他的自尊心，這是很不人道的。必須有善巧方便，先幫助他生活能夠安定下來，然後教他。教他要覺悟，教他了解事實真相。"
    },
    {
      "id": "12-033-0003_p0037",
      "zh_CN": "事实真相就是因缘果报。你为什么会得财富？因为你过去生中修财布施。佛在经上常说的，你财布施布施得愈多，你这一生的财富也就愈大，谚语里所说「命里所有的」，不是说你有本事赚得来的，没有这个道理！比你有本事的人多得多，为什么人家赚不来？命里头没有，一丝毫都不能够强求。现在人认为：我有本事，我所有的钱是我赚来的。这是完全不懂得事实真相。甚至于还有人用不正常的手段欺骗赚来的，把别人的钱骗来，哪里晓得骗来的还是自己命里有的，你说冤不冤枉？你不去骗别人，不去用这一些不正当的手段，规规矩矩做你自己的事业，你还是会得到，也许得到比较慢一点；你用不正当的手段，可以快一点得到，全是自己命里有的。快一点得到快一点花光；花光了，那就要死，早一天死，不就是这种后果吗？为什么不把你的福报放在晚年去享？懂得这个道理的人现在愈来愈少，完全用这些不正当的手段，还是命里有的，真叫冤枉！古人讲的「君子乐得作君子，小人冤枉作小人」。",
      "zh_TW": "事實真相就是因緣果報。你為什麼會得財富？因為你過去生中修財布施。佛在經上常說的，你財布施布施得愈多，你這一生的財富也就愈大，諺語裡所說「命裡所有的」，不是說你有本事賺得來的，沒有這個道理！比你有本事的人多得多，為什麼人家賺不來？命裡頭沒有，一絲毫都不能夠強求。現在人認為：我有本事，我所有的錢是我賺來的。這是完全不懂得事實真相。甚至於還有人用不正常的手段欺騙賺來的，把別人的錢騙來，哪裡曉得騙來的還是自己命裡有的，你說冤不冤枉？你不去騙別人，不去用這一些不正當的手段，規規矩矩做你自己的事業，你還是會得到，也許得到比較慢一點；你用不正當的手段，可以快一點得到，全是自己命裡有的。快一點得到快一點花光；花光了，那就要死，早一天死，不就是這種後果嗎？為什麼不把你的福報放在晚年去享？懂得這個道理的人現在愈來愈少，完全用這些不正當的手段，還是命裡有的，真叫冤枉！古人講的「君子樂得作君子，小人冤枉作小人」。"
    },
    {
      "id": "12-033-0003_p0038",
      "zh_CN": "你要想得财富，你就尽量去修财布施，你就能得到。命里头没有财富，那就心里想到，过去生中没修。现在修行不行？行，现在修来得及，果然能够发心修个十年，果报就现前了。诸位念《了凡四训》不就明了了吗？了凡先生遇到云谷禅师，云谷禅师教他这一套方法，他依教奉行，开始发愿做三千桩好事，十年做成功了，果报果然现前了；然后又发心做三千桩好事，不到三年就圆满了；最后发心做一万桩好事，不到几个月就圆满了。愈做愈顺利，智慧福德愈来愈增长，这是很好的例子。袁了凡先生写出来留传给后世，依照这个方法修学没有写出来的，不晓得有多少人。云谷禅师教他这一套，全是佛在经上所说的。",
      "zh_TW": "你要想得財富，你就盡量去修財布施，你就能得到。命裡頭沒有財富，那就心裡想到，過去生中沒修。現在修行不行？行，現在修來得及，果然能夠發心修個十年，果報就現前了。諸位念《了凡四訓》不就明瞭了嗎？了凡先生遇到雲谷禪師，雲谷禪師教他這一套方法，他依教奉行，開始發願做三千樁好事，十年做成功了，果報果然現前了；然後又發心做三千樁好事，不到三年就圓滿了；最後發心做一萬樁好事，不到幾個月就圓滿了。愈做愈順利，智慧福德愈來愈增長，這是很好的例子。袁了凡先生寫出來留傳給後世，依照這個方法修學沒有寫出來的，不曉得有多少人。雲谷禪師教他這一套，全是佛在經上所說的。"
    },
    {
      "id": "12-033-0003_p0039",
      "zh_CN": "所以我们想开智慧，你就要修法布施；你要想得健康长寿，你就要修无畏布施。这是世间人所希求的：财富、聪明智慧、健康长寿，佛教给我们这三种果报的因是什么，只要你肯认真修因，这三种果报你一定得到。这都是诸解脱门里头的一个例子，解除我们物质生活贫穷之苦，解除我们文化的贫乏之苦（没有智慧这也很苦），解除我们身体不健康多病的一种痛苦，佛都有方法。你对这个方法没有透彻的搞清楚，没有真正通达，所以你不肯去做。真搞清楚、搞明白了，如教奉行，这个果报一定得到，而且感应的速度非常快。",
      "zh_TW": "所以我們想開智慧，你就要修法布施；你要想得健康長壽，你就要修無畏布施。這是世間人所希求的：財富、聰明智慧、健康長壽，佛教給我們這三種果報的因是什麼，只要你肯認真修因，這三種果報你一定得到。這都是諸解脫門裡頭的一個例子，解除我們物質生活貧窮之苦，解除我們文化的貧乏之苦（沒有智慧這也很苦），解除我們身體不健康多病的一種痛苦，佛都有方法。你對這個方法沒有透徹的搞清楚，沒有真正通達，所以你不肯去做。真搞清楚、搞明白了，如教奉行，這個果報一定得到，而且感應的速度非常快。"
    },
    {
      "id": "12-033-0003_p0040",
      "zh_CN": "身体健康许许多多人关心，怎么解决？找医生，仰赖药物。实在说现在的医生有道德的不多，现在的药物假药很多，往往不看医生还好，不吃药还没事，一看医生、一吃药，这个病加重，到后来没有法子救自己，方法错了。佛教导我们，我们不相信，我们要去信这一切人所传说的，你能怪谁？佛教给我们的这个方法高明。首先我们要明了，佛给我们说一个人在世间会生病，病怎么产生的？原因当然非常多，归纳不外乎三大类。第一类是你饮食生活不留意，所谓「病从口入」。你吃的东西不干净，不容易消化；天气冷了，不知道穿衣服，感受风寒。这是生理上的病，你的病从这儿来的。你能在日常生活当中，多加留意饮食卫生，吃的东西要知道分量，不能够过饱，吃饱决定不是好事情，要懂得节食，这个生理上的病你就可以免除了。",
      "zh_TW": "身體健康許許多多人關心，怎麼解決？找醫生，仰賴藥物。實在說現在的醫生有道德的不多，現在的藥物假藥很多，往往不看醫生還好，不吃藥還沒事，一看醫生、一吃藥，這個病加重，到後來沒有法子救自己，方法錯了。佛教導我們，我們不相信，我們要去信這一切人所傳說的，你能怪誰？佛教給我們的這個方法高明。首先我們要明瞭，佛給我們說一個人在世間會生病，病怎麼產生的？原因當然非常多，歸納不外乎三大類。第一類是你飲食生活不留意，所謂「病從口入」。你吃的東西不乾淨，不容易消化；天氣冷了，不知道穿衣服，感受風寒。這是生理上的病，你的病從這兒來的。你能在日常生活當中，多加留意飲食衛生，吃的東西要知道分量，不能夠過飽，吃飽決定不是好事情，要懂得節食，這個生理上的病你就可以免除了。"
    },
    {
      "id": "12-033-0003_p0041",
      "zh_CN": "第二类是冤业病。我们常常听到冤鬼附身，那是过去今生的冤家债主找到身上来了，这个事情很麻烦，这是医生医药没有法子治的。《慈悲三昧水忏》里面，悟达国师得人面疮，就是属于这一类。这一类要求调解，《慈悲三昧水忏》是调解，两方面劝告，如果他明白、觉悟了，这个冤冤相报没完没了，生生世世纠缠，苦事情！不应该的；明白了，「好，算了，过去的事情算了，以后不必追究了」，这个冤亲债主离开，你的病就好了。这要调解，这是一类。",
      "zh_TW": "第二類是冤業病。我們常常聽到冤鬼附身，那是過去今生的冤家債主找到身上來了，這個事情很麻煩，這是醫生醫藥沒有法子治的。《慈悲三昧水懺》裡面，悟達國師得人面瘡，就是屬於這一類。這一類要求調解，《慈悲三昧水懺》是調解，兩方面勸告，如果他明白、覺悟了，這個冤冤相報沒完沒了，生生世世糾纏，苦事情！不應該的；明白了，「好，算了，過去的事情算了，以後不必追究了」，這個冤親債主離開，你的病就好了。這要調解，這是一類。"
    },
    {
      "id": "12-033-0003_p0042",
      "zh_CN": "第三类是宿业病。这个就麻烦，你造作的罪业所感得的病，这个病既不是生理上的，又不是冤亲债主，这种病很不容易治。你做超度调解，无济于事，你找医生吃药也治不好，这个病可麻烦了。还是有救，佛教给我们什么方法？忏悔。真正忏悔，改过自新，断恶修善，行！这个病就能好，佛知道一切众生病从哪里来的。真正忏悔，从哪里忏？凡是得这些病的人，你仔细去观察，你调查一下，决定是自私自利、贪瞋痴慢，一定是这种心理。所以忏悔从哪里忏？把自私自利的心断掉。过去起心动念、一切作为都是为自己的利益，现在从今天起，起心动念、所有造作，都是利益社会，利益一切众生，不再为自己想了，这叫真忏悔。以往自己天天起贪瞋痴慢，现在把贪瞋痴慢统统放下，心里面充满了慈悲智慧，你的宿业病很快就转过来了，它真有办法。",
      "zh_TW": "第三類是宿業病。這個就麻煩，你造作的罪業所感得的病，這個病既不是生理上的，又不是冤親債主，這種病很不容易治。你做超度調解，無濟於事，你找醫生吃藥也治不好，這個病可麻煩了。還是有救，佛教給我們什麼方法？懺悔。真正懺悔，改過自新，斷惡修善，行！這個病就能好，佛知道一切眾生病從哪裡來的。真正懺悔，從哪裡懺？凡是得這些病的人，你仔細去觀察，你調查一下，決定是自私自利、貪瞋痴慢，一定是這種心理。所以懺悔從哪裡懺？把自私自利的心斷掉。過去起心動念、一切作為都是為自己的利益，現在從今天起，起心動念、所有造作，都是利益社會，利益一切眾生，不再為自己想了，這叫真懺悔。以往自己天天起貪瞋痴慢，現在把貪瞋痴慢統統放下，心裡面充滿了慈悲智慧，你的宿業病很快就轉過來了，它真有辦法。"
    },
    {
      "id": "12-033-0003_p0043",
      "zh_CN": "因此我们晓得，世间所有疾病的根源是什么东西？贪瞋痴慢，佛说这叫三毒。这个毒是什么？就是今天所讲的病毒。你内心里头有这三种病毒，这个病毒很重、很深；外面有五欲六尘、名闻利养的诱惑，那是外缘。里头有病根，外头又有诱惑，你的病就发作了，就是这么来的。",
      "zh_TW": "因此我們曉得，世間所有疾病的根源是什麼東西？貪瞋痴慢，佛說這叫三毒。這個毒是什麼？就是今天所講的病毒。你內心裡頭有這三種病毒，這個病毒很重、很深；外面有五欲六塵、名聞利養的誘惑，那是外緣。裡頭有病根，外頭又有誘惑，你的病就發作了，就是這麼來的。"
    },
    {
      "id": "12-033-0003_p0044",
      "zh_CN": "我们里面把贪瞋痴拔掉，佛教菩萨六个方法，就是六波罗蜜。布施度悭贪，忍辱度瞋恚，般若度愚痴；贪瞋痴三毒烦恼，佛用这三个方法帮助我们解脱。所以菩萨行菩萨道，如果总归纳起来，就是一个布施。你们看看六波罗蜜，布施里头有财布施、法布施、无畏布施；持戒、忍辱是属于无畏布施；精进、禅定、般若是属于法布施。所以六波罗蜜再一归纳，只有一条「布施波罗蜜」而已！布施就是教我们放下。放下自私自利，放下名闻利养，放下贪瞋痴慢，全心全力为社会、为一切众生服务。这个身体活在世间不是为自己，为众生的。众生有福，这个身体健康，好为大家服务；众生没有福，自己很清楚，就可以走了。就像宝香禅师一样，走得很自在，走得很潇洒，来去自由，一丝毫障碍都没有。",
      "zh_TW": "我們裡面把貪瞋痴拔掉，佛教菩薩六個方法，就是六波羅蜜。布施度慳貪，忍辱度瞋恚，般若度愚痴；貪瞋痴三毒煩惱，佛用這三個方法幫助我們解脫。所以菩薩行菩薩道，如果總歸納起來，就是一個布施。你們看看六波羅蜜，布施裡頭有財布施、法布施、無畏布施；持戒、忍辱是屬於無畏布施；精進、禪定、般若是屬於法布施。所以六波羅蜜再一歸納，只有一條「布施波羅蜜」而已！布施就是教我們放下。放下自私自利，放下名聞利養，放下貪瞋痴慢，全心全力為社會、為一切眾生服務。這個身體活在世間不是為自己，為眾生的。眾生有福，這個身體健康，好為大家服務；眾生沒有福，自己很清楚，就可以走了。就像寶香禪師一樣，走得很自在，走得很瀟灑，來去自由，一絲毫障礙都沒有。"
    },
    {
      "id": "12-033-0003_p0045",
      "zh_CN": "这是「示现广大诸解脱门」，这是随便举几个例子，都要靠我们真的肯学，真的去做。然后那个福报自然会来，来的时候不能享受，一享受又中了贪瞋痴，病毒又起来了，所以福报现前不可以享受。佛家这个术语意义都很深，「舍得」，舍是布施，你肯舍，一定就会得到；舍得愈多，得的愈多。得到之后怎么样？舍得，把你那个得的也要舍掉，你就真聪明了。如果你施，施后就得，得了再不肯施，贪瞋痴又起来了，你就又堕落，又陷入三途。得的也要舍，得的多，多施；得的少，少施，所得到的统统舍掉，你就得大自在。所以诸位要晓得，财、法都不可以积，都要舍。财施的意思懂了，法施的意思？法要教导别人，为别人做种种示现，做种种榜样，这是法。种种示现也是属于布施，内财布施是我做给你看，表演给你看，属于内财布施。这个地方都是教给我们一个原理原则。底下一句。",
      "zh_TW": "這是「示現廣大諸解脫門」，這是隨便舉幾個例子，都要靠我們真的肯學，真的去做。然後那個福報自然會來，來的時候不能享受，一享受又中了貪瞋痴，病毒又起來了，所以福報現前不可以享受。佛家這個術語意義都很深，「捨得」，捨是布施，你肯捨，一定就會得到；捨得愈多，得的愈多。得到之後怎麼樣？捨得，把你那個得的也要捨掉，你就真聰明了。如果你施，施後就得，得了再不肯施，貪瞋痴又起來了，你就又墮落，又陷入三途。得的也要捨，得的多，多施；得的少，少施，所得到的統統捨掉，你就得大自在。所以諸位要曉得，財、法都不可以積，都要捨。財施的意思懂了，法施的意思？法要教導別人，為別人做種種示現，做種種榜樣，這是法。種種示現也是屬於布施，內財布施是我做給你看，表演給你看，屬於內財布施。這個地方都是教給我們一個原理原則。底下一句。"
    },
    {
      "id": "12-033-0003_p0046",
      "zh_CN": "『示现世间种种作业』。这就落实了。前面「广博净行，出现神变，示现广大诸解脱门」，如何落实？落实就是「世间种种作业」。作是什么？造作。业是造作的结果。你正在造作的时候，叫事，事的结局就叫做业。业是因，遇到缘，它就结果。善的事业得福报，恶的事业得灾凶，这是一定的道理。世出世间一切事理的真相，就是落实在世间种种作业。我们在生活上去表现，应当过什么样的生活？菩萨不为自己，为众生，所以生活也要为众生。众生如果过得很奢侈，菩萨一定示现得很节俭，让众生好好看看，反省反省，我们生活应该怎么过法，菩萨总是给众生做一个好榜样。众生贪图世间一切名闻利养、五欲六尘的享受，菩萨示现一定是远离名闻利养，远离五欲六尘，过一种清净自在的生活，给你做个对比，让你自己观察，让你自己觉悟，你看看哪一种生活快乐？",
      "zh_TW": "『示現世間種種作業』。這就落實了。前面「廣博淨行，出現神變，示現廣大諸解脫門」，如何落實？落實就是「世間種種作業」。作是什麼？造作。業是造作的結果。你正在造作的時候，叫事，事的結局就叫做業。業是因，遇到緣，它就結果。善的事業得福報，惡的事業得災凶，這是一定的道理。世出世間一切事理的真相，就是落實在世間種種作業。我們在生活上去表現，應當過什麼樣的生活？菩薩不為自己，為眾生，所以生活也要為眾生。眾生如果過得很奢侈，菩薩一定示現得很節儉，讓眾生好好看看，反省反省，我們生活應該怎麼過法，菩薩總是給眾生做一個好榜樣。眾生貪圖世間一切名聞利養、五欲六塵的享受，菩薩示現一定是遠離名聞利養，遠離五欲六塵，過一種清淨自在的生活，給你做個對比，讓你自己觀察，讓你自己覺悟，你看看哪一種生活快樂？"
    },
    {
      "id": "12-033-0003_p0047",
      "zh_CN": "我们举个最简单的例子，你们世间人天天大概是决定免不了要看电视，要看报纸，要看杂志，还要听广播音乐，天天干这些。这些结果怎么样？脑子里头胡思乱想，乱七八糟的东西太多了，精神意志不集中。说得不好听，一天到晚头昏脑胀，搞的是这些。菩萨示现时，决定是不看报纸，不看电视，不听广播，不接受这个，心地清净，天下太平。你们天天看这个东西，「这个天下糟糕，好多灾难」。没有接触的人，问你：今天天下如何？没事，很好，太平。天天过太平生活。你们天天接触的东西，你们过的是乱世生活，你们生活在五浊恶世。菩萨生活在清净国土，清净国土跟五浊恶世没有离开，两种生活就不一样。世间人看人，人人都是坏人，这个世间没有一个是好人，所以自己生活在这个世间也感觉得很恐慌，身心都不安稳。菩萨心目当中，看世间人个个都是好人，心安理得。他以好心待人，以真诚心待人；别人欺骗他，陷害他，他还是以真诚慈悲爱心待人，永远不变。他过的是什么生活？菩萨的生活。凡夫过的是什么生活？三恶道的生活，饿鬼、地狱、畜生的生活。",
      "zh_TW": "我們舉個最簡單的例子，你們世間人天天大概是決定免不了要看電視，要看報紙，要看雜誌，還要聽廣播音樂，天天幹這些。這些結果怎麼樣？腦子裡頭胡思亂想，亂七八糟的東西太多了，精神意志不集中。說得不好聽，一天到晚頭昏腦脹，搞的是這些。菩薩示現時，決定是不看報紙，不看電視，不聽廣播，不接受這個，心地清淨，天下太平。你們天天看這個東西，「這個天下糟糕，好多災難」。沒有接觸的人，問你：今天天下如何？沒事，很好，太平。天天過太平生活。你們天天接觸的東西，你們過的是亂世生活，你們生活在五濁惡世。菩薩生活在清淨國土，清淨國土跟五濁惡世沒有離開，兩種生活就不一樣。世間人看人，人人都是壞人，這個世間沒有一個是好人，所以自己生活在這個世間也感覺得很恐慌，身心都不安穩。菩薩心目當中，看世間人個個都是好人，心安理得。他以好心待人，以真誠心待人；別人欺騙他，陷害他，他還是以真誠慈悲愛心待人，永遠不變。他過的是什麼生活？菩薩的生活。凡夫過的是什麼生活？三惡道的生活，餓鬼、地獄、畜生的生活。"
    },
    {
      "id": "12-033-0003_p0048",
      "zh_CN": "你们看看今天的社会，不是人的生活。半个世纪以前，我们在这个社会上，抗战时期还能看到人的生活，人跟人讲信用，人跟人讲道义，人与人真诚，互相帮助。纵然不相识，我们在外面旅行遇到困难的时候，当地的人就非常热诚来接待照顾。现在没有了，现在你要在马路上遇到困难的时候，譬如中暑躺在地上，没有人理你。半个世纪以前，要是看到你有困难，就有许多人来帮助你，来扶持你，来安慰你。现在没有了，什么原因？原因当然很多，最重要的是圣贤教育。我这个年龄，还沾到一点圣贤教育的边缘。大概四十、五十岁的人，边缘都沾不到了。今天社会变成这个样子，怎么能怪他？但是这个社会这样演变下去之后，后来到底会有什么结果？那就是今天举世人心惶惶的世界末日。",
      "zh_TW": "你們看看今天的社會，不是人的生活。半個世紀以前，我們在這個社會上，抗戰時期還能看到人的生活，人跟人講信用，人跟人講道義，人與人真誠，互相幫助。縱然不相識，我們在外面旅行遇到困難的時候，當地的人就非常熱誠來接待照顧。現在沒有了，現在你要在馬路上遇到困難的時候，譬如中暑躺在地上，沒有人理你。半個世紀以前，要是看到你有困難，就有許多人來幫助你，來扶持你，來安慰你。現在沒有了，什麼原因？原因當然很多，最重要的是聖賢教育。我這個年齡，還沾到一點聖賢教育的邊緣。大概四十、五十歲的人，邊緣都沾不到了。今天社會變成這個樣子，怎麼能怪他？但是這個社會這樣演變下去之後，後來到底會有什麼結果？那就是今天舉世人心惶惶的世界末日。"
    },
    {
      "id": "12-033-0003_p0049",
      "zh_CN": "这个末日到底有没有？基督教《圣经》里面讲世界末日，伊斯兰教《古兰经》里面讲世界末日，现在世间有许多人很忌讳讲世界末日，又恐怖世界末日，心里面产生矛盾，不安不平。我遇到许多人来问我：法师，你对世界末日怎么看法？我告诉他：现在不就是世界末日吗？他就愣住了：怎么叫世界末日？人与人都讲究利害，没有道义了，这就叫世界末日，我是这么个解释。有利就是朋友，可以往来；没有利就对立了，就是敌人。这在佛法里面讲，这是畜生法界、饿鬼法界、地狱法界，这不是人法界。人法界佛讲得很清楚，人人都能够修行五戒十善，这是人法界。儒家里面讲人人都懂得，都真正认真学习五伦五常八德，那是人法界。佛经上讲真正发大菩提心，舍己为人，为一切众生服务，那是菩萨法界、阿罗汉法界，丝毫迷信都没有。",
      "zh_TW": "這個末日到底有沒有？基督教《聖經》裡面講世界末日，伊斯蘭教《古蘭經》裡面講世界末日，現在世間有許多人很忌諱講世界末日，又恐怖世界末日，心裡面產生矛盾，不安不平。我遇到許多人來問我：法師，你對世界末日怎麼看法？我告訴他：現在不就是世界末日嗎？他就愣住了：怎麼叫世界末日？人與人都講究利害，沒有道義了，這就叫世界末日，我是這麼個解釋。有利就是朋友，可以往來；沒有利就對立了，就是敵人。這在佛法裡面講，這是畜生法界、餓鬼法界、地獄法界，這不是人法界。人法界佛講得很清楚，人人都能夠修行五戒十善，這是人法界。儒家裡面講人人都懂得，都真正認真學習五倫五常八德，那是人法界。佛經上講真正發大菩提心，捨己為人，為一切眾生服務，那是菩薩法界、阿羅漢法界，絲毫迷信都沒有。"
    },
    {
      "id": "12-033-0003_p0050",
      "zh_CN": "所以佛的学生，四众弟子，在家出家，我们自己想想是不是真的学佛？是不是真的皈依？真的是佛菩萨的学生？那你就得学佛菩萨，要给社会大众做好样子。他对我不好，我对他更好，要感化他，把世间恶人变成好人，坏事变成好事。绝对不是说这个人不好，我们就不要他、开除他，这个不可以的，这不是教育。怎么样把不善变成善，把他迷惑变成觉悟，这才是教育，爱的教育，慈悲的教育，这是佛法。",
      "zh_TW": "所以佛的學生，四眾弟子，在家出家，我們自己想想是不是真的學佛？是不是真的皈依？真的是佛菩薩的學生？那你就得學佛菩薩，要給社會大眾做好樣子。他對我不好，我對他更好，要感化他，把世間惡人變成好人，壞事變成好事。絕對不是說這個人不好，我們就不要他、開除他，這個不可以的，這不是教育。怎麼樣把不善變成善，把他迷惑變成覺悟，這才是教育，愛的教育，慈悲的教育，這是佛法。"
    },
    {
      "id": "12-033-0003_p0051",
      "zh_CN": "你现在学佛了，首先回到家里，你如何帮助你一家人？你是你一家人里头最好的榜样，你的家庭是你这一条街邻里最好的榜样，家庭的好榜样。那我们今天念的这几句，你都落实了，都兑现了。你不可以说，我家里人都不善，都不学佛。就是因为你家里人不善、不学佛，你学佛才要度他。你要「出现神变」，你要有「广博净行」，你才能度他，你才能帮助他。字字句句学了马上就用得上，真的是学以致用，帮助家人，改变他们错误的想法，改变他错误的看法。",
      "zh_TW": "你現在學佛了，首先回到家裡，你如何幫助你一家人？你是你一家人裡頭最好的榜樣，你的家庭是你這一條街鄰里最好的榜樣，家庭的好榜樣。那我們今天念的這幾句，你都落實了，都兌現了。你不可以說，我家裡人都不善，都不學佛。就是因為你家裡人不善、不學佛，你學佛才要度他。你要「出現神變」，你要有「廣博淨行」，你才能度他，你才能幫助他。字字句句學了馬上就用得上，真的是學以致用，幫助家人，改變他們錯誤的想法，改變他錯誤的看法。"
    },
    {
      "id": "12-033-0003_p0052",
      "zh_CN": "譬如，现在很多人觉得这个社会充满了罪恶，人与人之间都没有诚意往来，人都骗人，只看谁骗得高明，这个观念错误。我们要劝人，特别是劝家人，我们要以真诚心、清净心待人接物。人家说：你这样做，你是傻瓜！你要给他辩白：这样做才是聪明，随波逐流的那个人才是傻瓜。我们决定不是傻瓜。我们是傻瓜，那佛菩萨不都是变成傻瓜了？傻瓜怎么能成佛菩萨？我们随顺佛陀的教诲，决定是聪明的，决定是智慧的；违背圣贤的教诲，必定有苦难。要把理事都要讲得清楚，讲得明白，自己做好样子给他看，久而久之他会感动，他就回头，你一家就得度了。好，今天时间到了，我们就讲到此地。",
      "zh_TW": "譬如，現在很多人覺得這個社會充滿了罪惡，人與人之間都沒有誠意往來，人都騙人，只看誰騙得高明，這個觀念錯誤。我們要勸人，特別是勸家人，我們要以真誠心、清淨心待人接物。人家說：你這樣做，你是傻瓜！你要給他辯白：這樣做才是聰明，隨波逐流的那個人才是傻瓜。我們決定不是傻瓜。我們是傻瓜，那佛菩薩不都是變成傻瓜了？傻瓜怎麼能成佛菩薩？我們隨順佛陀的教誨，決定是聰明的，決定是智慧的；違背聖賢的教誨，必定有苦難。要把理事都要講得清楚，講得明白，自己做好樣子給他看，久而久之他會感動，他就回頭，你一家就得度了。好，今天時間到了，我們就講到此地。"
    }
  ]
}