{
  "doc_id": "12-033-0002",
  "title": {
    "zh_CN": "善财童子参学报告（十五）",
    "zh_TW": "善財童子參學報告（十五）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "香港九龙",
    "zh_TW": "香港九龍"
  },
  "doc_number": "12-033-0002",
  "total_paragraphs": 57,
  "paragraphs": [
    {
      "id": "12-033-0002_p0001",
      "zh_CN": "诸位法师，诸位同修、大德：请看讲义第一面，第二大段的第二节：",
      "zh_TW": "諸位法師，諸位同修、大德：請看講義第一面，第二大段的第二節："
    },
    {
      "id": "12-033-0002_p0002",
      "zh_CN": "【善财童子遵文殊菩萨教。南行为求善知识故。捐舍身命。无饥渴想。正念观察。心安无退。】",
      "zh_TW": "【善財童子遵文殊菩薩教。南行為求善知識故。捐捨身命。無飢渴想。正念觀察。心安無退。】"
    },
    {
      "id": "12-033-0002_p0003",
      "zh_CN": "前面介绍过善财这一次要参访的这一位善友，吉祥云菩萨，同时也将菩萨修学的要领，略略的也做了一个介绍。这一段我们看善财，他是修学大乘佛法的一位代表；真正发心求大乘佛法，这个人就叫做善财。所以善财没有性别上的差异，可以说不分男女老少，只要是发心修学大乘，就称之为善财童子。「善」，是说他有深厚的善根；「财」，是说他有很大的福德。大乘学者，如果没有善根、没有福德，这是决定不能成就的。所以具足善根福德的人，就称之为「善财童子」。",
      "zh_TW": "前面介紹過善財這一次要參訪的這一位善友，吉祥雲菩薩，同時也將菩薩修學的要領，略略的也做了一個介紹。這一段我們看善財，他是修學大乘佛法的一位代表；真正發心求大乘佛法，這個人就叫做善財。所以善財沒有性別上的差異，可以說不分男女老少，只要是發心修學大乘，就稱之為善財童子。「善」，是說他有深厚的善根；「財」，是說他有很大的福德。大乘學者，如果沒有善根、沒有福德，這是決定不能成就的。所以具足善根福德的人，就稱之為「善財童子」。"
    },
    {
      "id": "12-033-0002_p0004",
      "zh_CN": "前面跟诸位介绍过，他追随文殊师利菩萨。文殊师利，我们不能够把他呆板的看作一个人，这样子往往我们就遇到许许多多障碍了。佛门里面所有佛的名号、菩萨的名号，都是表法的意思，一定要懂这个道理。追随文殊师利菩萨，文殊师利代表的是什么？代表的是真实智慧。由此可知，如果我们为求真理，为追求究竟圆满的智慧，这就是亲近文殊师利菩萨。当然还得落实在事相上，我们亲近一位善知识，这位善知识帮助我们开智慧，教导我们如何修学，在理论、在方法、在境界上，都能达到相当的圆满，我们真的在修学过程当中有所收获，得到殊胜的利益，这个老师可以说他就是文殊师利菩萨的代表，所以要懂得这个道理。《华严经》上所有这些菩萨，连善财童子都不一定真有其人，不一定真有其事。这是释迦牟尼佛艺术的教学，用这些方法来让我们领悟佛讲的真谛，这个才是重要的。",
      "zh_TW": "前面跟諸位介紹過，他追隨文殊師利菩薩。文殊師利，我們不能夠把他呆板的看作一個人，這樣子往往我們就遇到許許多多障礙了。佛門裡面所有佛的名號、菩薩的名號，都是表法的意思，一定要懂這個道理。追隨文殊師利菩薩，文殊師利代表的是什麼？代表的是真實智慧。由此可知，如果我們為求真理，為追求究竟圓滿的智慧，這就是親近文殊師利菩薩。當然還得落實在事相上，我們親近一位善知識，這位善知識幫助我們開智慧，教導我們如何修學，在理論、在方法、在境界上，都能達到相當的圓滿，我們真的在修學過程當中有所收穫，得到殊勝的利益，這個老師可以說他就是文殊師利菩薩的代表，所以要懂得這個道理。《華嚴經》上所有這些菩薩，連善財童子都不一定真有其人，不一定真有其事。這是釋迦牟尼佛藝術的教學，用這些方法來讓我們領悟佛講的真諦，這個才是重要的。"
    },
    {
      "id": "12-033-0002_p0005",
      "zh_CN": "在文殊会上，善财成就了「根本智」，这一点我们要懂。古时候的教学，老师确实都是文殊师利，他帮助学生奠定智慧福德的根基，跟现在的学校不一样。这些话前面跟诸位谈过，但是我们每一场都有许多新同学来参加，所以佛学讲座跟一般学校上课不一样。一般学校里面上课，学生是固定的，每天就这么几个人，所以说过之后无需要重复。佛讲经说法听众不是固定的，有先来后到，因此佛讲经说法重复的地方就很多。重复的原因，第一个是今天初来的不能够辜负他，过去虽然讲过，还得要说说，使他知道教学的来龙去脉。对于老同修多听几次也有好处，为什么？你还没开悟。只要没开悟，就天天叮咛嘱咐，不断的薰修。这是古圣先贤苦口婆心，我们从这个地方能体会到。",
      "zh_TW": "在文殊會上，善財成就了「根本智」，這一點我們要懂。古時候的教學，老師確實都是文殊師利，他幫助學生奠定智慧福德的根基，跟現在的學校不一樣。這些話前面跟諸位談過，但是我們每一場都有許多新同學來參加，所以佛學講座跟一般學校上課不一樣。一般學校裡面上課，學生是固定的，每天就這麼幾個人，所以說過之後無需要重複。佛講經說法聽眾不是固定的，有先來後到，因此佛講經說法重複的地方就很多。重複的原因，第一個是今天初來的不能夠辜負他，過去雖然講過，還得要說說，使他知道教學的來龍去脈。對於老同修多聽幾次也有好處，為什麼？你還沒開悟。只要沒開悟，就天天叮嚀囑咐，不斷的薰修。這是古聖先賢苦口婆心，我們從這個地方能體會到。"
    },
    {
      "id": "12-033-0002_p0006",
      "zh_CN": "我们明白这一点，再想想从前古时候的教学，儿童七岁上学就外傅跟着老师。老师教他什么？现在人很少有人知道。从前七岁到十二岁读小学，跟我们现在小学不一样，小学的教育是德行、言语的教育。孔老夫子四科：德行、言语、政事、文学，小学一定要完成德行跟言语，这是老师要负责任，老师要跟学生做好榜样。学生跟着老师生活，侍奉老师；他学会了侍奉老师，他回到家里面去，就懂得侍奉父母，就懂得怎样尽孝道，怎样跟兄弟姊妹相处。现在不谈这个，不教这个，所以问题儿童到处都是。教他说话，举止要符合礼节，言语要有分寸，这是生活教育。",
      "zh_TW": "我們明白這一點，再想想從前古時候的教學，兒童七歲上學就外傅跟著老師。老師教他什麼？現在人很少有人知道。從前七歲到十二歲讀小學，跟我們現在小學不一樣，小學的教育是德行、言語的教育。孔老夫子四科：德行、言語、政事、文學，小學一定要完成德行跟言語，這是老師要負責任，老師要跟學生做好榜樣。學生跟著老師生活，侍奉老師；他學會了侍奉老師，他回到家裡面去，就懂得侍奉父母，就懂得怎樣盡孝道，怎樣跟兄弟姊妹相處。現在不談這個，不教這個，所以問題兒童到處都是。教他說話，舉止要符合禮節，言語要有分寸，這是生活教育。"
    },
    {
      "id": "12-033-0002_p0007",
      "zh_CN": "除生活教育之外，要帮他开智慧。开什么智慧？诸位要晓得，这个佛在经上讲得太多了，我们智慧是本有的，为什么开不了？被烦恼习气障碍住了。所以小朋友也有烦恼，他也会胡思乱想，怎么样把他那个胡思乱想给它打掉，这是小学主要的课程。用什么方法？背书，天天教你背诵，从七岁到十二岁，大概中国重要的典籍都能够完成背诵。天天叫你念，天天叫你背，不讲解。你要晓得为什么不讲解？讲解又帮助他胡思乱想，他的心怎么能定得下来。不讲，没得讲，就是叫你念；你能背了，能背再背一百遍，再多背两百遍，老师就是督促这个。他还得大声念出来，老师才听到，这是不许他打妄想。经过这么一段时期训练之后，他心定了，妄念少了。妄念少了，智慧就增长，佛家常讲「烦恼轻，智慧长」，是这么一个道理，这就是佛家讲的完成他的根本智。《般若经》上讲得很好，根本智是什么？「般若无知」，根本智是无知。换句话说，就是训练你的清净心，少打妄想。",
      "zh_TW": "除生活教育之外，要幫他開智慧。開什麼智慧？諸位要曉得，這個佛在經上講得太多了，我們智慧是本有的，為什麼開不了？被煩惱習氣障礙住了。所以小朋友也有煩惱，他也會胡思亂想，怎麼樣把他那個胡思亂想給它打掉，這是小學主要的課程。用什麼方法？背書，天天教你背誦，從七歲到十二歲，大概中國重要的典籍都能夠完成背誦。天天叫你念，天天叫你背，不講解。你要曉得為什麼不講解？講解又幫助他胡思亂想，他的心怎麼能定得下來。不講，沒得講，就是叫你念；你能背了，能背再背一百遍，再多背兩百遍，老師就是督促這個。他還得大聲念出來，老師才聽到，這是不許他打妄想。經過這麼一段時期訓練之後，他心定了，妄念少了。妄念少了，智慧就增長，佛家常講「煩惱輕，智慧長」，是這麼一個道理，這就是佛家講的完成他的根本智。《般若經》上講得很好，根本智是什麼？「般若無知」，根本智是無知。換句話說，就是訓練你的清淨心，少打妄想。"
    },
    {
      "id": "12-033-0002_p0008",
      "zh_CN": "到第二个阶段上太学，太学就是现在我们讲的大学。中国古时候没有中学，从小学就入大学。行吗？行。入大学的时候就要研究讨论，把你小学所背诵的那些课程，在大学里面，老师、同学帮助你研究讨论，开智慧。这个智慧一开，无所不知。小学是无知，大学是无所不知，它是这么两个阶段。在这个经上，善财童子亲近文殊菩萨是小学，他小学完成，根本智得到了，现在出来念大学，就是参学，这个参学就是要完成无所不知。",
      "zh_TW": "到第二個階段上太學，太學就是現在我們講的大學。中國古時候沒有中學，從小學就入大學。行嗎？行。入大學的時候就要研究討論，把你小學所背誦的那些課程，在大學裡面，老師、同學幫助你研究討論，開智慧。這個智慧一開，無所不知。小學是無知，大學是無所不知，它是這麼兩個階段。在這個經上，善財童子親近文殊菩薩是小學，他小學完成，根本智得到了，現在出來念大學，就是參學，這個參學就是要完成無所不知。"
    },
    {
      "id": "12-033-0002_p0009",
      "zh_CN": "参学的第一位是吉祥云比丘，实际上都是诸佛如来化身的，不是等闲之辈。前面这三位代表三宝，这是佛法根本的教学，佛法僧三宝。吉祥云在《八十卷经》里面称德云比丘，是同一个人，代表佛宝。这是首先交代。老师看看学生完成第一个阶段，这就劝他出去参学。从前儒跟佛的教学都懂得这个道理，世出世间所有一切技艺的传授，也把握着这个原理，所以他有真实的成就，跟现代的教育完全不相同。我们仔细去观察、去思惟，中国传统的教育确实有它独到之处。这种教学的理念跟方法，在佛门里面传了两千多年，一直到近代才没有了。我可能是接受这个教育最后的一个人，我以后恐怕没有了，所以我觉得我很幸运，这叫「师承」。学生决定要服从老师，老师有责任要把学生教好，师资道合，这个道学的承传才能收到良好的效果。如果疏忽了这个理念、这种方法，道学的承传必定产生严重的后果，这是我们在现代社会已经看得很清楚、很明白。",
      "zh_TW": "參學的第一位是吉祥雲比丘，實際上都是諸佛如來化身的，不是等閒之輩。前面這三位代表三寶，這是佛法根本的教學，佛法僧三寶。吉祥雲在《八十卷經》裡面稱德雲比丘，是同一個人，代表佛寶。這是首先交代。老師看看學生完成第一個階段，這就勸他出去參學。從前儒跟佛的教學都懂得這個道理，世出世間所有一切技藝的傳授，也把握著這個原理，所以他有真實的成就，跟現代的教育完全不相同。我們仔細去觀察、去思惟，中國傳統的教育確實有它獨到之處。這種教學的理念跟方法，在佛門裡面傳了兩千多年，一直到近代才沒有了。我可能是接受這個教育最後的一個人，我以後恐怕沒有了，所以我覺得我很幸運，這叫「師承」。學生決定要服從老師，老師有責任要把學生教好，師資道合，這個道學的承傳才能收到良好的效果。如果疏忽了這個理念、這種方法，道學的承傳必定產生嚴重的後果，這是我們在現代社會已經看得很清楚、很明白。"
    },
    {
      "id": "12-033-0002_p0010",
      "zh_CN": "学生得到「根本智」之后，心地清净，有能力辨别真妄，有能力辨别邪正、是非、善恶、利害，老师教学的使命完成了，这就鼓励他出去参学，不再约束，完全开放了；现在讲民主自由开放，这个时候才可以。你有能力辨别邪正、是非、善恶，才可以谈民主自由开放，这是大乘法。没有这个能力决定不可以，一定要接受老师的管教，接受老师的约束，老师对学生只有利，决定没有害，我们要认识清楚。",
      "zh_TW": "學生得到「根本智」之後，心地清淨，有能力辨別真妄，有能力辨別邪正、是非、善惡、利害，老師教學的使命完成了，這就鼓勵他出去參學，不再約束，完全開放了；現在講民主自由開放，這個時候才可以。你有能力辨別邪正、是非、善惡，才可以談民主自由開放，這是大乘法。沒有這個能力決定不可以，一定要接受老師的管教，接受老師的約束，老師對學生只有利，決定沒有害，我們要認識清楚。"
    },
    {
      "id": "12-033-0002_p0011",
      "zh_CN": "老师叫这个学生向南方求善知识，去求学，亲近善知识。善知识，就是我们今天讲的好老师。于是我们又怀疑了，南方？难道东方、西方、北方都没有善知识了吗？有，善知识四面八方都有，但是统统叫南方。所以这个「南」，不是东南西北。这个「南」是表法的意思，南面象征光明，取这个意思。在五行里面，南方属于火，火的相是光明的，取这个意思。善知识是有智慧的人，他住的地方就叫做南方、光明之方，取这个意思，所以不是真的东南西北。",
      "zh_TW": "老師叫這個學生向南方求善知識，去求學，親近善知識。善知識，就是我們今天講的好老師。於是我們又懷疑了，南方？難道東方、西方、北方都沒有善知識了嗎？有，善知識四面八方都有，但是統統叫南方。所以這個「南」，不是東南西北。這個「南」是表法的意思，南面象徵光明，取這個意思。在五行裡面，南方屬於火，火的相是光明的，取這個意思。善知識是有智慧的人，他住的地方就叫做南方、光明之方，取這個意思，所以不是真的東南西北。"
    },
    {
      "id": "12-033-0002_p0012",
      "zh_CN": "善知识所居住的地方都叫做「福城」，这个城有福报；有真正有智慧的人在那里教导，这个地方有福报。所以我们看到《华严》上「福城」，你去找、去考证，印度哪个地方有福城？找不到，没有。哪个地方有善知识，这个地方就叫「福城」，这个地方就叫「南方」。所以经上讲的人名、地名，不要去考证，考证找不到的，它是表法的。我们懂得这个意思，下面的经文就容易体会。学生好，遵从老师的教诫，去亲近善友。",
      "zh_TW": "善知識所居住的地方都叫做「福城」，這個城有福報；有真正有智慧的人在那裡教導，這個地方有福報。所以我們看到《華嚴》上「福城」，你去找、去考證，印度哪個地方有福城？找不到，沒有。哪個地方有善知識，這個地方就叫「福城」，這個地方就叫「南方」。所以經上講的人名、地名，不要去考證，考證找不到的，它是表法的。我們懂得這個意思，下面的經文就容易體會。學生好，遵從老師的教誡，去親近善友。"
    },
    {
      "id": "12-033-0002_p0013",
      "zh_CN": "下面这四句是讲他求学的态度。『捐舍身命，无饥渴想』。一心一意，用现在的话来说，追求真理，追求智慧。大家要记住，决不是求名闻利养。现在这个社会，每个人心里面都意识到，我们常常听人家说：地球病了。地球真的病了。地球怎么会病？地球上居住的众生病了。什么病？贪病。贪瞋痴佛家讲三毒，这是最严重的病毒，现在已经蔓延开了，这个事情麻烦了。我们读《孟子》，孟子见梁惠王，说了一句很著名的话：「上下交征利，而国危矣」。在上的国王，下面的百姓，大家只重一个「利」字，争名夺利，这个国家危险了，社会决定不会安定。今天不是国家上下争利，是全世界，这还得了吗？全世界的人上下只懂得一个「利」，道义没有了，这个不得了！所以现在的社会，现在的世界，确确实实不太平，不安定。",
      "zh_TW": "下面這四句是講他求學的態度。『捐捨身命，無飢渴想』。一心一意，用現在的話來說，追求真理，追求智慧。大家要記住，決不是求名聞利養。現在這個社會，每個人心裡面都意識到，我們常常聽人家說：地球病了。地球真的病了。地球怎麼會病？地球上居住的眾生病了。什麼病？貪病。貪瞋痴佛家講三毒，這是最嚴重的病毒，現在已經蔓延開了，這個事情麻煩了。我們讀《孟子》，孟子見梁惠王，說了一句很著名的話：「上下交征利，而國危矣」。在上的國王，下面的百姓，大家只重一個「利」字，爭名奪利，這個國家危險了，社會決定不會安定。今天不是國家上下爭利，是全世界，這還得了嗎？全世界的人上下只懂得一個「利」，道義沒有了，這個不得了！所以現在的社會，現在的世界，確確實實不太平，不安定。"
    },
    {
      "id": "12-033-0002_p0014",
      "zh_CN": "为什么会变成这个样子？疏忽了圣贤的教育，才变成今天这个样子；东方人疏忽了，西方人也疏忽。几千年来，西方维系这个社会安定的力量是宗教教育，现在西方人宣布上帝已经死亡了。许许多多的教会，我们在美国看到插牌子在那里拍卖，去问一问什么原因？已经没有人再到教堂去了。这是一个严重的社会问题，所以现在唯有靠宗教教育来弥补。这是我劝导全世界所有的宗教家、传教师，求他们发大慈悲心，宗教仪式固然重要，教育更重要。只有仪式没有教育，不能救世，解决不了问题。一定要提倡宗教教育，加强宗教教育，认真努力来推行宗教教育，这个社会才有救。",
      "zh_TW": "為什麼會變成這個樣子？疏忽了聖賢的教育，才變成今天這個樣子；東方人疏忽了，西方人也疏忽。幾千年來，西方維繫這個社會安定的力量是宗教教育，現在西方人宣布上帝已經死亡了。許許多多的教會，我們在美國看到插牌子在那裡拍賣，去問一問什麼原因？已經沒有人再到教堂去了。這是一個嚴重的社會問題，所以現在唯有靠宗教教育來彌補。這是我勸導全世界所有的宗教家、傳教師，求他們發大慈悲心，宗教儀式固然重要，教育更重要。只有儀式沒有教育，不能救世，解決不了問題。一定要提倡宗教教育，加強宗教教育，認真努力來推行宗教教育，這個社會才有救。"
    },
    {
      "id": "12-033-0002_p0015",
      "zh_CN": "善财为求真理，为求智慧，「捐舍身命，无饥渴想」。这八个字使我们想到唐朝时代玄奘法师到印度去取经，历尽千辛万苦，宁舍身命也不肯回头，他遇到的困难太多太多了。《西游记》里面所写的，那是神话小说，我们要真正了解玄奘大师到印度求学的经过。他为什么？不是为宗教信仰，是为求真理，是为求智慧。何以说他不是为信仰而去的？他在西域十五年，在印度十五年，不仅是对佛教的东西认真努力去研究，印度自古以来是宗教之国，所有的宗教他都接触，他都很认真努力在学习，成就他真实的智慧，所以是无所不知，被印度人当时尊称为「大乘天」，这是中国人的荣誉。怎么得来的？他超越了佛经上讲的国土，他游历一百三十多个国家，超越国家的界限，超越种族，超越一切宗教，这个心量真是像《华严经》上所说的，「心包太虚，量周沙界」，这才能成就真实智慧，成就高度的善巧方便。「捐舍身命，无饥渴想」，值得！智慧、真理得到之后，为谁？不为自己，为普度众生。用现在的话来说，为帮助社会安定，为帮助人民幸福，为帮助世界和平。这三个目标要想圆满的落实，你没有真实智慧，没有高度的技巧，你做不到，所以德行、学问是济世的根本。下面两句。",
      "zh_TW": "善財為求真理，為求智慧，「捐捨身命，無飢渴想」。這八個字使我們想到唐朝時代玄奘法師到印度去取經，歷盡千辛萬苦，寧捨身命也不肯回頭，他遇到的困難太多太多了。《西遊記》裡面所寫的，那是神話小說，我們要真正了解玄奘大師到印度求學的經過。他為什麼？不是為宗教信仰，是為求真理，是為求智慧。何以說他不是為信仰而去的？他在西域十五年，在印度十五年，不僅是對佛教的東西認真努力去研究，印度自古以來是宗教之國，所有的宗教他都接觸，他都很認真努力在學習，成就他真實的智慧，所以是無所不知，被印度人當時尊稱為「大乘天」，這是中國人的榮譽。怎麼得來的？他超越了佛經上講的國土，他遊歷一百三十多個國家，超越國家的界限，超越種族，超越一切宗教，這個心量真是像《華嚴經》上所說的，「心包太虛，量周沙界」，這才能成就真實智慧，成就高度的善巧方便。「捐捨身命，無飢渴想」，值得！智慧、真理得到之後，為誰？不為自己，為普度眾生。用現在的話來說，為幫助社會安定，為幫助人民幸福，為幫助世界和平。這三個目標要想圓滿的落實，你沒有真實智慧，沒有高度的技巧，你做不到，所以德行、學問是濟世的根本。下面兩句。"
    },
    {
      "id": "12-033-0002_p0016",
      "zh_CN": "『正念观察，心安无退』。我们求学要有这个精神。这里头最重要的是「正念」，什么叫正念？决定没有邪思，这叫正念。诸佛菩萨不是没有念，他有正念。所谓有正念是他没有邪思，他的心是我们常讲的「中正」，他没有偏心，他没有邪念。「观察」，是六根接触六尘境界用智慧去观，不是用感情去对待。我们在讲席当中常说，离一切妄想分别执着，就是正念观察；夹杂着妄想分别执着，这个事情就难了。妄想分别执着是情执，情执深的人，他心不会安，容易被外境所转，退心了。一个人正念现前，放下妄想分别执着，他心安了，所谓「心安理得」，理得心当然就安了。不为自己；为自己决定想到有自身的利害，他心怎么能安？天天念自己。",
      "zh_TW": "『正念觀察，心安無退』。我們求學要有這個精神。這裡頭最重要的是「正念」，什麼叫正念？決定沒有邪思，這叫正念。諸佛菩薩不是沒有念，他有正念。所謂有正念是他沒有邪思，他的心是我們常講的「中正」，他沒有偏心，他沒有邪念。「觀察」，是六根接觸六塵境界用智慧去觀，不是用感情去對待。我們在講席當中常說，離一切妄想分別執著，就是正念觀察；夾雜著妄想分別執著，這個事情就難了。妄想分別執著是情執，情執深的人，他心不會安，容易被外境所轉，退心了。一個人正念現前，放下妄想分別執著，他心安了，所謂「心安理得」，理得心當然就安了。不為自己；為自己決定想到有自身的利害，他心怎麼能安？天天念自己。"
    },
    {
      "id": "12-033-0002_p0017",
      "zh_CN": "明白事实真相，不再念自己了，念众生。诸佛菩萨他在这个世间干什么？为一切众生服务。决定没有自己，他心安。凡是有「我」这个心，诸位想想，怎么能够安定得下来？无我心就安了。《金刚经》上说得好，「无我相，无人相，无众生相，无寿者相」，这个人心他怎么会不安！我们为什么不安？我们执着有我相、有人相、有众生相、有寿者相，所以不安，道理在此地。真转过来，理明白了、得到了，心就安了。心安，理一定更清楚，更契入，所以他没有退转。",
      "zh_TW": "明白事實真相，不再念自己了，念眾生。諸佛菩薩他在這個世間幹什麼？為一切眾生服務。決定沒有自己，他心安。凡是有「我」這個心，諸位想想，怎麼能夠安定得下來？無我心就安了。《金剛經》上說得好，「無我相，無人相，無眾生相，無壽者相」，這個人心他怎麼會不安！我們為什麼不安？我們執著有我相、有人相、有眾生相、有壽者相，所以不安，道理在此地。真轉過來，理明白了、得到了，心就安了。心安，理一定更清楚，更契入，所以他沒有退轉。"
    },
    {
      "id": "12-033-0002_p0018",
      "zh_CN": "人只要能做到不退转，成就就快了。大乘经上告诉我们，成佛哪里需要三大阿僧祇劫？不需要。《华严经》就是给我们做了一个证明，善财童子一生成就究竟圆满的佛果，为什么？不退转，就这么个道理。我们学佛为什么要经历长劫？进进退退，进得少退得多，你怎么能成就。哪一天才能成就？进一步就退十步，都是这个干法。如果我们也能像善财童子在《华严经》上所表演的，只有进没有退。他参访吉祥云，这是圆教初住菩萨；参访海云比丘，他是二住菩萨，升级了；五十三位善友统统参访了，他圆满成佛，这是告诉我们事实真相。《法华经》上世尊给我们显示更清楚、更明显、更不可思议，龙女八岁成佛。八岁是儿童，龙女是畜生不是人，牠都能成佛，何况人？何况善财？",
      "zh_TW": "人只要能做到不退轉，成就就快了。大乘經上告訴我們，成佛哪裡需要三大阿僧祇劫？不需要。《華嚴經》就是給我們做了一個證明，善財童子一生成就究竟圓滿的佛果，為什麼？不退轉，就這麼個道理。我們學佛為什麼要經歷長劫？進進退退，進得少退得多，你怎麼能成就。哪一天才能成就？進一步就退十步，都是這個幹法。如果我們也能像善財童子在《華嚴經》上所表演的，只有進沒有退。他參訪吉祥雲，這是圓教初住菩薩；參訪海雲比丘，他是二住菩薩，升級了；五十三位善友統統參訪了，他圓滿成佛，這是告訴我們事實真相。《法華經》上世尊給我們顯示更清楚、更明顯、更不可思議，龍女八歲成佛。八歲是兒童，龍女是畜生不是人，牠都能成佛，何況人？何況善財？"
    },
    {
      "id": "12-033-0002_p0019",
      "zh_CN": "这些大乘经都是老老实实告诉我们，真正的成就都是在不退转，只要能够勇猛精进不退，一生当中确实能证得无上菩提。如果我们一生当中不能达到这个成就，那世尊讲《华严》、说「五十三参」，岂不是跟我们开玩笑？我们知道，释迦牟尼佛从来不跟人开玩笑；开玩笑叫戏论，佛没有戏论。《金刚经》上说得很好：「如来是真语者，实语者，如语者，不诳语者，不异语者」。我们对释迦牟尼佛的教诲要深信不疑，决无退转。这是先说求学的态度，我们要在这个地方建立，要效法善财，要向他学习。再看底下第三个小段：",
      "zh_TW": "這些大乘經都是老老實實告訴我們，真正的成就都是在不退轉，只要能夠勇猛精進不退，一生當中確實能證得無上菩提。如果我們一生當中不能達到這個成就，那世尊講《華嚴》、說「五十三參」，豈不是跟我們開玩笑？我們知道，釋迦牟尼佛從來不跟人開玩笑；開玩笑叫戲論，佛沒有戲論。《金剛經》上說得很好：「如來是真語者，實語者，如語者，不誑語者，不異語者」。我們對釋迦牟尼佛的教誨要深信不疑，決無退轉。這是先說求學的態度，我們要在這個地方建立，要效法善財，要向他學習。再看底下第三個小段："
    },
    {
      "id": "12-033-0002_p0020",
      "zh_CN": "【经于七日竟不能见。过七日已。见彼比丘在别山上。徐步经行。】",
      "zh_TW": "【經于七日竟不能見。過七日已。見彼比丘在別山上。徐步經行。】"
    },
    {
      "id": "12-033-0002_p0021",
      "zh_CN": "第一次出来参学，看起来好像不太顺利。到了这个地方，这是善知识居住的地方居然七天见不到面，去打听都不在家，不知道在哪里。「七」不是数字，《弥陀经》上都用「七」来表法，《华严经》上常用「十」做表法，代表圆满的意思。为什么见不到？从前章嘉大师跟我讲是自己有业障，所以没有缘见善知识；业障消除，就叫圆满，就叫『七日』。哪一天业障圆满，那个「七日」就圆满，这「七日」就过了，「七」是代表这个意思。",
      "zh_TW": "第一次出來參學，看起來好像不太順利。到了這個地方，這是善知識居住的地方居然七天見不到面，去打聽都不在家，不知道在哪裡。「七」不是數字，《彌陀經》上都用「七」來表法，《華嚴經》上常用「十」做表法，代表圓滿的意思。為什麼見不到？從前章嘉大師跟我講是自己有業障，所以沒有緣見善知識；業障消除，就叫圓滿，就叫『七日』。哪一天業障圓滿，那個「七日」就圓滿，這「七日」就過了，「七」是代表這個意思。"
    },
    {
      "id": "12-033-0002_p0022",
      "zh_CN": "业障消除，这见到了，见到他在『别山上』，在另外一个山头。这代表什么意思？你们从这个地方去体会，这是净土法门。净土法门叫做「教外别传」，叫做「门余大道」。他的本地那就是我们常讲的八万四千法门，他在「别山上」就是八万四千法门之外，它是另外一个法门。所以善财童子第一个善知识教他什么？念佛法门，念「阿弥陀佛」。我们世俗常讲「先入为主」，这是头一个，先入为主。你说善财修什么法门？当然修的是念佛法门，我们在这里看到了。",
      "zh_TW": "業障消除，這見到了，見到他在『別山上』，在另外一個山頭。這代表什麼意思？你們從這個地方去體會，這是淨土法門。淨土法門叫做「教外別傳」，叫做「門餘大道」。他的本地那就是我們常講的八萬四千法門，他在「別山上」就是八萬四千法門之外，它是另外一個法門。所以善財童子第一個善知識教他什麼？念佛法門，念「阿彌陀佛」。我們世俗常講「先入為主」，這是頭一個，先入為主。你說善財修什麼法門？當然修的是念佛法門，我們在這裡看到了。"
    },
    {
      "id": "12-033-0002_p0023",
      "zh_CN": "我过去学佛，对于净土宗虽然不排斥，我很不愿意学这个法门。我的老师李炳南老居士劝我很多次，我都没有真正发心。讲《华严经》讲到这些地方，才恍然大悟。在《华严经》上看到，文殊菩萨发愿往生净土，普贤菩萨十大愿王，导归极乐。再看看善财头一个参访，居然是念佛法门，这就是我们今天讲的「般舟三昧」，专念「阿弥陀佛」，头一个老师传他这个法门，这个含义太深！于是我就认真反省检讨，我错了，老师过去讲的话正确，确实是真正爱护我的话，我用《华严》来证实，这才完全接受。",
      "zh_TW": "我過去學佛，對於淨土宗雖然不排斥，我很不願意學這個法門。我的老師李炳南老居士勸我很多次，我都沒有真正發心。講《華嚴經》講到這些地方，才恍然大悟。在《華嚴經》上看到，文殊菩薩發願往生淨土，普賢菩薩十大願王，導歸極樂。再看看善財頭一個參訪，居然是念佛法門，這就是我們今天講的「般舟三昧」，專念「阿彌陀佛」，頭一個老師傳他這個法門，這個含義太深！於是我就認真反省檢討，我錯了，老師過去講的話正確，確實是真正愛護我的話，我用《華嚴》來證實，這才完全接受。"
    },
    {
      "id": "12-033-0002_p0024",
      "zh_CN": "他在『别山上，徐步经行』。这个修学的方法，这个念佛法门，也叫「佛立三昧」，不能坐下来，不能躺下来，可以站着，可以走动，而是以经行为主。明白这个道理，我们现在许许多多的道场，提倡念佛法门。尤其是打佛七，知道佛七当中应该以什么为主？以绕佛为主。实在绕累了，再坐下来休息一下，叫止静；止静的时间是愈短愈好，经行的时间是愈长愈好。可是我见到许多道场，一止静就止静一个小时，经行的时候十几分钟；错了，颠倒了。这是什么？人懈怠懒散。现在人已经不走路了，两个腿不行了，还不练习练习？多做一点运动，好事情！还是不想走，这个不可以。所以这个法门非常之好。它的期限，虽然经上讲三个月，但是它是活泼的，它不是一成不变的。可以修七天，一七、二七都行；没有这么长的时间，一天也可以，半天也行。一定要真干，真发心，要好好的学习。这个法门是吉祥云比丘传下来的，教善财的。我们再看底下。底下是善财见到吉祥云比丘，说话了：",
      "zh_TW": "他在『別山上，徐步經行』。這個修學的方法，這個念佛法門，也叫「佛立三昧」，不能坐下來，不能躺下來，可以站著，可以走動，而是以經行為主。明白這個道理，我們現在許許多多的道場，提倡念佛法門。尤其是打佛七，知道佛七當中應該以什麼為主？以繞佛為主。實在繞累了，再坐下來休息一下，叫止靜；止靜的時間是愈短愈好，經行的時間是愈長愈好。可是我見到許多道場，一止靜就止靜一個小時，經行的時候十幾分鐘；錯了，顛倒了。這是什麼？人懈怠懶散。現在人已經不走路了，兩個腿不行了，還不練習練習？多做一點運動，好事情！還是不想走，這個不可以。所以這個法門非常之好。它的期限，雖然經上講三個月，但是它是活潑的，它不是一成不變的。可以修七天，一七、二七都行；沒有這麼長的時間，一天也可以，半天也行。一定要真幹，真發心，要好好的學習。這個法門是吉祥雲比丘傳下來的，教善財的。我們再看底下。底下是善財見到吉祥雲比丘，說話了："
    },
    {
      "id": "12-033-0002_p0025",
      "zh_CN": "【白言。圣者。我已发无上大菩提心。而未知菩萨云何学菩萨行。云何修菩萨行。云何起菩萨行。云何行菩萨行。乃至云何于普贤行疾得圆满。】",
      "zh_TW": "【白言。聖者。我已發無上大菩提心。而未知菩薩云何學菩薩行。云何修菩薩行。云何起菩薩行。云何行菩薩行。乃至云何於普賢行疾得圓滿。】"
    },
    {
      "id": "12-033-0002_p0026",
      "zh_CN": "这个『乃至』是我们把它省略了，经文原文很长，善财童子问了十几句，我们这个地方是略举几句，没有把它完全节录下来，我们了解这个意思就好。这里面最重要的是发心，古德常说修行第一重要的大事就是发心，要发无上菩提心。什么叫无上菩提心？要发作佛的心。我学佛干什么？我学佛目的就是要作佛。现在人听到这一句话，好像很抽象、很玄。作佛，作佛是什么意思？这不能不讲清楚，我们从事上来说，大家就好懂。菩提心落在事上，就是「四弘誓愿」；我们常念的「四弘誓愿」，就是菩提心的落实。",
      "zh_TW": "這個『乃至』是我們把它省略了，經文原文很長，善財童子問了十幾句，我們這個地方是略舉幾句，沒有把它完全節錄下來，我們了解這個意思就好。這裡面最重要的是發心，古德常說修行第一重要的大事就是發心，要發無上菩提心。什麼叫無上菩提心？要發作佛的心。我學佛幹什麼？我學佛目的就是要作佛。現在人聽到這一句話，好像很抽象、很玄。作佛，作佛是什麼意思？這不能不講清楚，我們從事上來說，大家就好懂。菩提心落在事上，就是「四弘誓願」；我們常念的「四弘誓願」，就是菩提心的落實。"
    },
    {
      "id": "12-033-0002_p0027",
      "zh_CN": "第一愿是「众生无边誓愿度」，我们要真发这个心，世间苦难的人太多了。「度」是什么意思？帮助他，帮助他解决苦难，像观世音菩萨大慈大悲，救苦救难，我们要发这个心。也许有人说众生苦太多，我自己也很苦，我自己的苦难都解决不了，我怎么能帮助别人？这个话说得是没错。真正要发心帮助别人，要把自己忘掉，一心一意为社会、为众生。这个愿一定要落实，绝对不是一个空愿，空愿无济于事。如何落实？那就得想想，要帮助广大苦难众生，前面说过了，你要有圆满的智慧，要有高度的技巧，你才能做得到。换句话说，我为一切众生来求智慧，来修行。修行是修正我们所有错误的行为，不是为自己。",
      "zh_TW": "第一願是「眾生無邊誓願度」，我們要真發這個心，世間苦難的人太多了。「度」是什麼意思？幫助他，幫助他解決苦難，像觀世音菩薩大慈大悲，救苦救難，我們要發這個心。也許有人說眾生苦太多，我自己也很苦，我自己的苦難都解決不了，我怎麼能幫助別人？這個話說得是沒錯。真正要發心幫助別人，要把自己忘掉，一心一意為社會、為眾生。這個願一定要落實，絕對不是一個空願，空願無濟於事。如何落實？那就得想想，要幫助廣大苦難眾生，前面說過了，你要有圓滿的智慧，要有高度的技巧，你才能做得到。換句話說，我為一切眾生來求智慧，來修行。修行是修正我們所有錯誤的行為，不是為自己。"
    },
    {
      "id": "12-033-0002_p0028",
      "zh_CN": "誓愿的第二愿，「烦恼无尽誓愿断」。我为什么要断烦恼？要完成我第一愿，度众生。我为了要「众生无边誓愿度」，我必须要断烦恼，成就自己的德行。为了要普度一切众生，我要学法门。所以学法门不是为自己学的，是为众生学的，「法门无量誓愿学」。我要成究竟圆满的佛果，也不是为自己，为众生。如果我不能证得究竟圆满的佛果，我就没有能力度菩萨，菩萨还是众生，等觉菩萨还是众生。我是等觉菩萨，他是等觉菩萨，我度不了他，我成佛我才能度得了他，所以「成佛道」是为究竟圆满的普度一切众生。全是为众生，没有一条为自己，这个人才能够精进不退；为自己，有的时候就懒散、懈怠，就退转了。现在这么多苦难众生等着你去帮助，等着你去救援他，我们自己稍稍懈怠，他就要多吃一天苦头，所以想到这个地方，不能不精进，不敢再懈怠。勇猛精进心是从这个地方发出来的。",
      "zh_TW": "誓願的第二願，「煩惱無盡誓願斷」。我為什麼要斷煩惱？要完成我第一願，度眾生。我為了要「眾生無邊誓願度」，我必須要斷煩惱，成就自己的德行。為了要普度一切眾生，我要學法門。所以學法門不是為自己學的，是為眾生學的，「法門無量誓願學」。我要成究竟圓滿的佛果，也不是為自己，為眾生。如果我不能證得究竟圓滿的佛果，我就沒有能力度菩薩，菩薩還是眾生，等覺菩薩還是眾生。我是等覺菩薩，他是等覺菩薩，我度不了他，我成佛我才能度得了他，所以「成佛道」是為究竟圓滿的普度一切眾生。全是為眾生，沒有一條為自己，這個人才能夠精進不退；為自己，有的時候就懶散、懈怠，就退轉了。現在這麼多苦難眾生等著你去幫助，等著你去救援他，我們自己稍稍懈怠，他就要多吃一天苦頭，所以想到這個地方，不能不精進，不敢再懈怠。勇猛精進心是從這個地方發出來的。"
    },
    {
      "id": "12-033-0002_p0029",
      "zh_CN": "说到这个地方，关键是「断烦恼」跟「学法门」，学佛的起步在此地。儒家教学也从这个地方起步，我们晓得儒家典籍的完成，我们现在讲的《四书》、《五经》、《十三经》，都是在佛教传到中国来之前，不是在之后，它没有受到佛教的影响。可是中国古圣先贤跟释迦牟尼佛的想法看法，许多地方是相同的，完全相同，我们不能不敬佩。谚语里面所说的「英雄所见，大略相同」。他们不是普通人，确实有真实智慧，看到的都是一样，起点完全相同。佛法说断烦恼、学法门，儒家讲格物、致知。格物就是断烦恼，致知就是学法门，完全相同。",
      "zh_TW": "說到這個地方，關鍵是「斷煩惱」跟「學法門」，學佛的起步在此地。儒家教學也從這個地方起步，我們曉得儒家典籍的完成，我們現在講的《四書》、《五經》、《十三經》，都是在佛教傳到中國來之前，不是在之後，它沒有受到佛教的影響。可是中國古聖先賢跟釋迦牟尼佛的想法看法，許多地方是相同的，完全相同，我們不能不敬佩。諺語裡面所說的「英雄所見，大略相同」。他們不是普通人，確實有真實智慧，看到的都是一樣，起點完全相同。佛法說斷煩惱、學法門，儒家講格物、致知。格物就是斷煩惱，致知就是學法門，完全相同。"
    },
    {
      "id": "12-033-0002_p0030",
      "zh_CN": "「格物」，物是物欲，我们今天讲的五欲六尘。这个东西在外头诱惑我们，让我们身心不能安稳；外面一诱惑，里面贪瞋痴就起来了。所以夫子教给我们，我们要把这个物欲，要跟它做一番格斗。用现在的话说，战胜物欲，你做学问先要做这个功夫。你要是不能够战胜物欲，换句话说，你还会受外面名闻利养、财色名食睡的诱惑，你决定不能成就。不要说是出世法，世间学问你都不可能成就，你哪里会有智慧。这个东西是智慧的障碍，有这些东西，充其量你学一点常识，世间的聪明，佛家讲的「世智辩聪」，你只能学到这个，真实智慧你决定没有分。世智辩聪不能解决问题，真实智慧才能彻底解决问题。所以你要是还受外面境界诱惑，那怎么行？儒家也讲断烦恼，也是把这个摆在第一。第二是「致知」，致知是求学，就是「四弘誓愿」里面的学法门。断烦恼成就德行，学法门成就学问，要德学俱优，才能够替众生办事，这是基本的条件。",
      "zh_TW": "「格物」，物是物欲，我們今天講的五欲六塵。這個東西在外頭誘惑我們，讓我們身心不能安穩；外面一誘惑，裡面貪瞋痴就起來了。所以夫子教給我們，我們要把這個物欲，要跟它做一番格鬥。用現在的話說，戰勝物欲，你做學問先要做這個功夫。你要是不能夠戰勝物欲，換句話說，你還會受外面名聞利養、財色名食睡的誘惑，你決定不能成就。不要說是出世法，世間學問你都不可能成就，你哪裡會有智慧。這個東西是智慧的障礙，有這些東西，充其量你學一點常識，世間的聰明，佛家講的「世智辯聰」，你只能學到這個，真實智慧你決定沒有分。世智辯聰不能解決問題，真實智慧才能徹底解決問題。所以你要是還受外面境界誘惑，那怎麼行？儒家也講斷煩惱，也是把這個擺在第一。第二是「致知」，致知是求學，就是「四弘誓願」裡面的學法門。斷煩惱成就德行，學法門成就學問，要德學俱優，才能夠替眾生辦事，這是基本的條件。"
    },
    {
      "id": "12-033-0002_p0031",
      "zh_CN": "可是有德、有学，还得要发菩提心，儒家讲的诚意、正心。你们想想，诚意正心就是佛法讲的菩提心。菩提心的「体」，《观无量寿佛经》上世尊告诉我们叫「至诚心」。至诚心与儒家讲的诚意是一个意思。菩提心的「用」，佛讲「深心，回向发愿心」，佛讲两个，深心是自受用，回向发愿心是他受用。如果我们将马鸣菩萨所讲的《起信论》一对照，意思就非常明显，马鸣菩萨讲菩提心的体叫「直心」，《观无量寿佛经》上讲的「至诚心」，直心就是至诚心，至诚心就是直心。",
      "zh_TW": "可是有德、有學，還得要發菩提心，儒家講的誠意、正心。你們想想，誠意正心就是佛法講的菩提心。菩提心的「體」，《觀無量壽佛經》上世尊告訴我們叫「至誠心」。至誠心與儒家講的誠意是一個意思。菩提心的「用」，佛講「深心，迴向發願心」，佛講兩個，深心是自受用，迴向發願心是他受用。如果我們將馬鳴菩薩所講的《起信論》一對照，意思就非常明顯，馬鳴菩薩講菩提心的體叫「直心」，《觀無量壽佛經》上講的「至誠心」，直心就是至誠心，至誠心就是直心。"
    },
    {
      "id": "12-033-0002_p0032",
      "zh_CN": "《经》跟《论》对自受用都讲「深心」。古人的注解，深心是什么意思？好善好德，这是自受用，好善好德。「回向发愿心」叫大悲心，这我们就明白了，回向发愿心是大慈大悲。对待别人要大慈大悲，对自己要好善好德。真诚心是体，儒家讲的诚意、正心，它把我们对自己、对别人作用合成一个，叫正心。正心对自己是好善好德，正心对别人是大慈大悲，这叫菩提心。菩提心发了之后，人才懂得修身，身修而后家齐，家齐而后国治，国治而后天下平。天下平就是天下太平，我们今天讲的世界和平，儒跟佛讲的完全相同。但是我们要清楚，儒家讲这个话，佛教还没有传到中国来。所以佛法传到中国来，会被中国朝野那么欢迎，那么样热烈的接受，有道理！它跟我们中国古圣先贤的思想，不谋而合。而且讲得比儒家讲得详细，儒家所讲的是纲领，佛家讲得精细，所以儒跟佛就相辅相成，这是中国人有福报。",
      "zh_TW": "《經》跟《論》對自受用都講「深心」。古人的註解，深心是什麼意思？好善好德，這是自受用，好善好德。「迴向發願心」叫大悲心，這我們就明白了，迴向發願心是大慈大悲。對待別人要大慈大悲，對自己要好善好德。真誠心是體，儒家講的誠意、正心，它把我們對自己、對別人作用合成一個，叫正心。正心對自己是好善好德，正心對別人是大慈大悲，這叫菩提心。菩提心發了之後，人才懂得修身，身修而後家齊，家齊而後國治，國治而後天下平。天下平就是天下太平，我們今天講的世界和平，儒跟佛講的完全相同。但是我們要清楚，儒家講這個話，佛教還沒有傳到中國來。所以佛法傳到中國來，會被中國朝野那麼歡迎，那麼樣熱烈的接受，有道理！它跟我們中國古聖先賢的思想，不謀而合。而且講得比儒家講得詳細，儒家所講的是綱領，佛家講得精細，所以儒跟佛就相輔相成，這是中國人有福報。"
    },
    {
      "id": "12-033-0002_p0033",
      "zh_CN": "真正发菩提心，我们亲近老师，老师才知道应该怎样教导我们。如果你没有发心，你遇到善知识向他请教，就好比我们走路，向人家问路，我们不知道方向，不晓得往哪里走，向人家问路：我这个路前面怎么走？人家问你：你到哪里去？我不知道到哪里去？人家怎么指路给你？没有法子指给你。你一定要有个目的地，别人才会把方向道路告诉你。这个学生好，他的目的、他的方向是无上菩提，后面就好讲话了。所以善财每一次参访遇到善知识，第一句话就是说：我已经发无上大菩提心。这是先决条件；然后再请教问题。",
      "zh_TW": "真正發菩提心，我們親近老師，老師才知道應該怎樣教導我們。如果你沒有發心，你遇到善知識向他請教，就好比我們走路，向人家問路，我們不知道方向，不曉得往哪裡走，向人家問路：我這個路前面怎麼走？人家問你：你到哪裡去？我不知道到哪裡去？人家怎麼指路給你？沒有法子指給你。你一定要有個目的地，別人才會把方向道路告訴你。這個學生好，他的目的、他的方向是無上菩提，後面就好講話了。所以善財每一次參訪遇到善知識，第一句話就是說：我已經發無上大菩提心。這是先決條件；然後再請教問題。"
    },
    {
      "id": "12-033-0002_p0034",
      "zh_CN": "『而未知菩萨云何学菩萨行，云何修菩萨行』。「学」是学习，「修」是修正，这里面每一个字都有很深很广的意思，我们要怎样学习，后面会有开示。「学习」里面最重要的是学习的态度，学习的态度里头第一个因素是「尊师重道」。所以佛法是师道，师道又必须建立在孝道的基础上。这个年轻人如果不孝父母，他怎么会尊师重道？讲不通的。父母都不孝顺，先来巴结老师，那必有企图，不怀好意。决定是孝子。所以教学，家庭教育是第一，第二个是老师，学校教育上学求老师是第二。孝亲尊师，这是修学。实在讲，世出世间的学问都以这个为根，然后你才知道怎样去学习。",
      "zh_TW": "『而未知菩薩云何學菩薩行，云何修菩薩行』。「學」是學習，「修」是修正，這裡面每一個字都有很深很廣的意思，我們要怎樣學習，後面會有開示。「學習」裡面最重要的是學習的態度，學習的態度裡頭第一個因素是「尊師重道」。所以佛法是師道，師道又必須建立在孝道的基礎上。這個年輕人如果不孝父母，他怎麼會尊師重道？講不通的。父母都不孝順，先來巴結老師，那必有企圖，不懷好意。決定是孝子。所以教學，家庭教育是第一，第二個是老師，學校教育上學求老師是第二。孝親尊師，這是修學。實在講，世出世間的學問都以這個為根，然後你才知道怎樣去學習。"
    },
    {
      "id": "12-033-0002_p0035",
      "zh_CN": "「修」是修正自己错误的观念，错误的思想，错误的见解，错误的言语行为。标准，那就是善知识的教诲，要以善知识的教诲做为标准。符合这个标准是正的，正念、正思惟、正行、正语，佛家讲的「八正道」；与老师的教诫相违背，那就是邪思、邪行、邪语，一切都不得其正。这个地方又会使我们想到一个疑问：如果这个老师不正怎么办？那我不是学邪了吗？这个话问得好。老师的思想见解言行必须与经论相应。所以最原始的根据是佛留下来的经典，老师他所想的、他所念的、他所说的、他所行的、他所教的，如果与经典里面所讲的不相应，我们不能学他。不但不能学他，学生可以质疑老师，可以向老师请教，老师一定有解答，解答也一定有经论做依据；我们对老师尊敬了，就不会怀疑。",
      "zh_TW": "「修」是修正自己錯誤的觀念，錯誤的思想，錯誤的見解，錯誤的言語行為。標準，那就是善知識的教誨，要以善知識的教誨做為標準。符合這個標準是正的，正念、正思惟、正行、正語，佛家講的「八正道」；與老師的教誡相違背，那就是邪思、邪行、邪語，一切都不得其正。這個地方又會使我們想到一個疑問：如果這個老師不正怎麼辦？那我不是學邪了嗎？這個話問得好。老師的思想見解言行必須與經論相應。所以最原始的根據是佛留下來的經典，老師他所想的、他所念的、他所說的、他所行的、他所教的，如果與經典裡面所講的不相應，我們不能學他。不但不能學他，學生可以質疑老師，可以向老師請教，老師一定有解答，解答也一定有經論做依據；我們對老師尊敬了，就不會懷疑。"
    },
    {
      "id": "12-033-0002_p0036",
      "zh_CN": "所以善知识、好老师很不容易遇到，这个事情自古以来，这个社会大众都说「可遇不可求」。我们过去生中善根深厚，这一生当中遇到了。你去找，到哪里去找？找不到。同样一个道理，老师要找到一个真正好的学生，可以传道、传法的，比我们学生找老师还要难。到哪里去找一个学生百分之百的服从，对老师没有一丝毫疑惑？真的找不到，太难太难了。如果遇到了，自己一定要晓得珍惜。这个缘，就像开经偈上讲的「百千万劫难遭遇」。为什么？遇到了，往往我们这一生当中就成就了。我们过去生中不是没有学过佛，生生世世都学佛，善根底子很深厚。为什么没有成就？没有遇到真善知识。或者是遇到真善知识不相信，当面错过了；对这个善知识有怀疑，不能完全肯定、相信，当面错过，这个可惜！什么时候遇到，又具足学习良好的态度，这一生当中决定成就，就像善财在此地表演给我们看的一样。",
      "zh_TW": "所以善知識、好老師很不容易遇到，這個事情自古以來，這個社會大眾都說「可遇不可求」。我們過去生中善根深厚，這一生當中遇到了。你去找，到哪裡去找？找不到。同樣一個道理，老師要找到一個真正好的學生，可以傳道、傳法的，比我們學生找老師還要難。到哪裡去找一個學生百分之百的服從，對老師沒有一絲毫疑惑？真的找不到，太難太難了。如果遇到了，自己一定要曉得珍惜。這個緣，就像開經偈上講的「百千萬劫難遭遇」。為什麼？遇到了，往往我們這一生當中就成就了。我們過去生中不是沒有學過佛，生生世世都學佛，善根底子很深厚。為什麼沒有成就？沒有遇到真善知識。或者是遇到真善知識不相信，當面錯過了；對這個善知識有懷疑，不能完全肯定、相信，當面錯過，這個可惜！什麼時候遇到，又具足學習良好的態度，這一生當中決定成就，就像善財在此地表演給我們看的一樣。"
    },
    {
      "id": "12-033-0002_p0037",
      "zh_CN": "所以我们听了老师的教诲，这个教诲确实跟经论上所讲的相应，没有错误，一定要认真的学习。用这个标准，修正我们自己错误的想法、看法、说法、作法，这叫「修菩萨行」。每一句都落实在生活行为上；这个「行」就是生活行为，不是凡夫的生活行为，是菩萨的生活行为。",
      "zh_TW": "所以我們聽了老師的教誨，這個教誨確實跟經論上所講的相應，沒有錯誤，一定要認真的學習。用這個標準，修正我們自己錯誤的想法、看法、說法、作法，這叫「修菩薩行」。每一句都落實在生活行為上；這個「行」就是生活行為，不是凡夫的生活行為，是菩薩的生活行為。"
    },
    {
      "id": "12-033-0002_p0038",
      "zh_CN": "「菩萨」是什么人？菩萨是个真正觉悟的人。这个名词是从印度梵文翻译来的，梵文称「菩提萨埵」；古时候所翻的，翻作「大道心众生」；新译，新译是玄奘大师翻译的，玄奘大师把它翻作「觉悟的有情众生」。有情，就是我们烦恼习气没断；烦恼习气虽然没断，不要紧，已经觉悟了。什么叫觉悟？我烦恼习气没有断，我要学着断，我要很认真努力来断，克服自己，这个人就叫菩萨。儒家讲真正做克己复礼的功夫，儒家称为君子、贤人，佛法里面称为菩萨。真干！",
      "zh_TW": "「菩薩」是什麼人？菩薩是個真正覺悟的人。這個名詞是從印度梵文翻譯來的，梵文稱「菩提薩埵」；古時候所翻的，翻作「大道心眾生」；新譯，新譯是玄奘大師翻譯的，玄奘大師把它翻作「覺悟的有情眾生」。有情，就是我們煩惱習氣沒斷；煩惱習氣雖然沒斷，不要緊，已經覺悟了。什麼叫覺悟？我煩惱習氣沒有斷，我要學著斷，我要很認真努力來斷，克服自己，這個人就叫菩薩。儒家講真正做克己復禮的功夫，儒家稱為君子、賢人，佛法裡面稱為菩薩。真幹！"
    },
    {
      "id": "12-033-0002_p0039",
      "zh_CN": "『云何起菩萨行』。「起」是发起，我们现在人讲发愿，佛法里面讲发心。发心，要发心真正学菩萨，要发心作菩萨，要做得像。当然一开头就做得像，不是容易事情。为什么？我们的烦恼习气无量劫累积到这一生，哪有那么容易一下就断得了的！所以我们要觉悟，时时刻刻保持高度的警觉。我天天在断，务必要烦恼习气一天比一天少，能少一分、能少一毫，我们都是进步；进步得虽然慢，总归是在进步。如果把这个事情忘掉，没有人提醒我们，烦恼习气又增长了，又退步了，所以常说「进一步，退十步」。换句话说，谁来提醒你？如果真有个人来提醒你，你会恨透他、讨厌死了，天天找我麻烦。",
      "zh_TW": "『云何起菩薩行』。「起」是發起，我們現在人講發願，佛法裡面講發心。發心，要發心真正學菩薩，要發心作菩薩，要做得像。當然一開頭就做得像，不是容易事情。為什麼？我們的煩惱習氣無量劫累積到這一生，哪有那麼容易一下就斷得了的！所以我們要覺悟，時時刻刻保持高度的警覺。我天天在斷，務必要煩惱習氣一天比一天少，能少一分、能少一毫，我們都是進步；進步得雖然慢，總歸是在進步。如果把這個事情忘掉，沒有人提醒我們，煩惱習氣又增長了，又退步了，所以常說「進一步，退十步」。換句話說，誰來提醒你？如果真有個人來提醒你，你會恨透他、討厭死了，天天找我麻煩。"
    },
    {
      "id": "12-033-0002_p0040",
      "zh_CN": "释迦牟尼佛清楚，用什么方法？用佛菩萨名号来提醒你，用佛菩萨形像来提醒你，叫你看到、叫你听到立刻你就省悟过来了，这个法子好！所以佛家为什么要供佛菩萨像，道理就在此地，提醒自己。我们这里供一尊释迦牟尼佛，让你时时刻刻看到他；一看到他，就想到佛怎样教给我的，我要怎样学习，我要学得跟他一模一样。所以所有佛菩萨名号、形像，只有一个意思，教我们见贤思齐，看到他就想到「我要跟他一样」，是这个意思。这不是迷信，是用这种方法提醒我们。",
      "zh_TW": "釋迦牟尼佛清楚，用什麼方法？用佛菩薩名號來提醒你，用佛菩薩形像來提醒你，叫你看到、叫你聽到立刻你就省悟過來了，這個法子好！所以佛家為什麼要供佛菩薩像，道理就在此地，提醒自己。我們這裡供一尊釋迦牟尼佛，讓你時時刻刻看到他；一看到他，就想到佛怎樣教給我的，我要怎樣學習，我要學得跟他一模一樣。所以所有佛菩薩名號、形像，只有一個意思，教我們見賢思齊，看到他就想到「我要跟他一樣」，是這個意思。這不是迷信，是用這種方法提醒我們。"
    },
    {
      "id": "12-033-0002_p0041",
      "zh_CN": "念诵名号，名号是教学的总纲领，也是提醒我们。我们修净土的，天天念「南无阿弥陀佛」，「南无阿弥陀佛」是什么意思？知道的人不多，你不是清清楚楚的明了，你念这一句「阿弥陀佛」不容易得力，所谓「口念弥陀心散乱」，你还是禁不起名闻利养、五欲六尘的诱惑，你怎么会不退转？你怎么可能往生？不可能的。也有少数人不明了，但是他一心专念阿弥陀佛，他什么妄念都放下了，这种人行，这种人少，太少太少了，这种人叫老实念。老实，决定没有妄念、没有妄想夹杂在里头，叫老实。行！这种人决定得生，生西方极乐世界凡圣同居土。",
      "zh_TW": "念誦名號，名號是教學的總綱領，也是提醒我們。我們修淨土的，天天念「南無阿彌陀佛」，「南無阿彌陀佛」是什麼意思？知道的人不多，你不是清清楚楚的明瞭，你念這一句「阿彌陀佛」不容易得力，所謂「口念彌陀心散亂」，你還是禁不起名聞利養、五欲六塵的誘惑，你怎麼會不退轉？你怎麼可能往生？不可能的。也有少數人不明瞭，但是他一心專念阿彌陀佛，他什麼妄念都放下了，這種人行，這種人少，太少太少了，這種人叫老實念。老實，決定沒有妄念、沒有妄想夾雜在裡頭，叫老實。行！這種人決定得生，生西方極樂世界凡聖同居土。"
    },
    {
      "id": "12-033-0002_p0042",
      "zh_CN": "你懂得名号的意思，清清楚楚、明明白白，念念提醒自己。「南无」这是梵语，翻成中国意思是「皈依」，皈依的意思。「皈」是回头、回归，「依」是依靠。「阿弥陀佛」，「阿」翻作无，「弥陀」翻作量，「佛」翻作觉，合起来就是「皈依无量觉」，是这个意思。由此可知，我们从哪里皈？我们从前是无量的迷惑，从无量迷回过头来，我要依无量觉。佛号是唤醒我们快快觉悟，是这个意思。我们迷的是些什么？觉的是什么？那就是《无量寿经》上讲得清楚了。所以无量寿佛就是《无量寿经》的题目，无量寿佛的意思就是《无量寿经》上所讲的无量寿佛。你把这个经念熟，经的道理明了，经上讲的修行方法通达，依教修行，你是真的皈依无量寿佛。不是念那个名号就行，念名号不行，古人讲得很好：「喊破喉咙也枉然」。一定要明白它的道理，了解它的教诲、它的境界，认真努力修学，知道从哪里回来，我们怎么依靠，要真干！",
      "zh_TW": "你懂得名號的意思，清清楚楚、明明白白，念念提醒自己。「南無」這是梵語，翻成中國意思是「皈依」，皈依的意思。「皈」是回頭、回歸，「依」是依靠。「阿彌陀佛」，「阿」翻作無，「彌陀」翻作量，「佛」翻作覺，合起來就是「皈依無量覺」，是這個意思。由此可知，我們從哪裡皈？我們從前是無量的迷惑，從無量迷回過頭來，我要依無量覺。佛號是喚醒我們快快覺悟，是這個意思。我們迷的是些什麼？覺的是什麼？那就是《無量壽經》上講得清楚了。所以無量壽佛就是《無量壽經》的題目，無量壽佛的意思就是《無量壽經》上所講的無量壽佛。你把這個經念熟，經的道理明瞭，經上講的修行方法通達，依教修行，你是真的皈依無量壽佛。不是念那個名號就行，念名號不行，古人講得很好：「喊破喉嚨也枉然」。一定要明白它的道理，了解它的教誨、它的境界，認真努力修學，知道從哪裡回來，我們怎麼依靠，要真幹！"
    },
    {
      "id": "12-033-0002_p0043",
      "zh_CN": "所以佛像供在那里，无非是提醒我们，而不是说见到佛像就去磕头；磕不磕头没有关系，佛菩萨不在乎这个。连佛菩萨见到都不需要磕头了，现在见到法师也不要磕头。我常常劝大家，见到法师磕头没有好处，你虽然是很恭敬，是没有错，这是古礼；你行的是古礼，不是现在礼。可是你没有想到外面好多没有学佛的人，一看到你这样子，「这个不能学佛了，学了佛我要给出家人磕头，这个不可以」，你把很多人学佛的念头打掉了，你说你罪过不罪过？所以我们见到出家人的时候，合掌一问讯，人家一看，「这个可以，这个我还可以做得到，我也能学佛」。你要顾及大众，要懂这个道理。",
      "zh_TW": "所以佛像供在那裡，無非是提醒我們，而不是說見到佛像就去磕頭；磕不磕頭沒有關係，佛菩薩不在乎這個。連佛菩薩見到都不需要磕頭了，現在見到法師也不要磕頭。我常常勸大家，見到法師磕頭沒有好處，你雖然是很恭敬，是沒有錯，這是古禮；你行的是古禮，不是現在禮。可是你沒有想到外面好多沒有學佛的人，一看到你這樣子，「這個不能學佛了，學了佛我要給出家人磕頭，這個不可以」，你把很多人學佛的念頭打掉了，你說你罪過不罪過？所以我們見到出家人的時候，合掌一問訊，人家一看，「這個可以，這個我還可以做得到，我也能學佛」。你要顧及大眾，要懂這個道理。"
    },
    {
      "id": "12-033-0002_p0044",
      "zh_CN": "我们如何令许许多多广大群众，能够热心的认识佛教，了解佛教，也进来接受佛陀的教学，这个重要，比什么都重要。所以我不赞成客套，我们是现代人，用现代的礼节，这就好。除非在举行法会典礼当中，那是唱戏、表演，是演给别人看的，那个行，可以。普通在日常生活当中，一定要如何去建立别人的信心，让别人生起欢喜心，这个要紧。主要都是讲我们「如何起菩萨行，如何行菩萨行」。菩萨行是活活泼泼的，不是一成不变的，通权达变，这是真实智慧，不可以死在教下。佛说得很多，说得很好，我们要能够深深体会佛的真实教诲。末后一句。",
      "zh_TW": "我們如何令許許多多廣大群眾，能夠熱心的認識佛教，了解佛教，也進來接受佛陀的教學，這個重要，比什麼都重要。所以我不贊成客套，我們是現代人，用現代的禮節，這就好。除非在舉行法會典禮當中，那是唱戲、表演，是演給別人看的，那個行，可以。普通在日常生活當中，一定要如何去建立別人的信心，讓別人生起歡喜心，這個要緊。主要都是講我們「如何起菩薩行，如何行菩薩行」。菩薩行是活活潑潑的，不是一成不變的，通權達變，這是真實智慧，不可以死在教下。佛說得很多，說得很好，我們要能夠深深體會佛的真實教誨。末後一句。"
    },
    {
      "id": "12-033-0002_p0045",
      "zh_CN": "『乃至云何于普贤行疾得圆满』。「普贤行」是菩萨行的究竟圆满。圆在哪里？圆在心量广大。一般的菩萨没有普贤菩萨心量这么大，普贤行实际上就是包括所有的菩萨行。《华严经》上举了个例子，十句，叫「十大愿王」；十大愿王是例子，举例。第一个「礼敬诸佛」，你看他那个心量！礼，这是礼貌，对人要有礼；敬是内心，内心具足恭敬，外表不失礼貌；诸佛，过去一切佛、现在一切佛、未来一切佛叫诸佛。过去佛，佛在经上说过；现在佛，佛在经上也举了不少例子；未来佛，一切众生皆是未来佛。普贤的礼敬，看一切众生就跟看过去、现在诸佛平等的，这是普通菩萨都做不到，普贤做到了。",
      "zh_TW": "『乃至云何於普賢行疾得圓滿』。「普賢行」是菩薩行的究竟圓滿。圓在哪裡？圓在心量廣大。一般的菩薩沒有普賢菩薩心量這麼大，普賢行實際上就是包括所有的菩薩行。《華嚴經》上舉了個例子，十句，叫「十大願王」；十大願王是例子，舉例。第一個「禮敬諸佛」，你看他那個心量！禮，這是禮貌，對人要有禮；敬是內心，內心具足恭敬，外表不失禮貌；諸佛，過去一切佛、現在一切佛、未來一切佛叫諸佛。過去佛，佛在經上說過；現在佛，佛在經上也舉了不少例子；未來佛，一切眾生皆是未來佛。普賢的禮敬，看一切眾生就跟看過去、現在諸佛平等的，這是普通菩薩都做不到，普賢做到了。"
    },
    {
      "id": "12-033-0002_p0046",
      "zh_CN": "我们对人很恭敬，把人当作佛来看待，蚊虫蚂蚁我们就不会把牠当佛看待了，那不是礼敬诸佛。「礼敬诸佛」你没做得圆满，蚊虫蚂蚁也是众生。不但蚊虫蚂蚁是众生，桌椅板凳也是众生。为什么它叫众生？「众生」是众缘和合而生起的现象，都叫众生。这个毛巾是众缘和合织起来的，它是众生，对它也跟对诸佛如来一样的礼敬。礼敬，并不是说看到这个毛巾对它拜三拜，那我们学佛不是学呆了！把它洗得干净，折叠得整整齐齐，放在它应当放的地方，这是恭敬，这是对它的礼敬。所以对于一切人、一切事、一切物，都能处置得恰到好处，以最真诚恭敬心来对待，这叫普贤礼敬诸佛。所以普贤行难修，普贤行才能够成究竟圆满的佛果。大乘菩萨不行，普贤行才能达到究竟圆满，所以他是究竟圆满的真诚心、清净心、平等心、觉悟心、慈悲心，对一切人、一切事、一切物。",
      "zh_TW": "我們對人很恭敬，把人當作佛來看待，蚊蟲螞蟻我們就不會把牠當佛看待了，那不是禮敬諸佛。「禮敬諸佛」你沒做得圓滿，蚊蟲螞蟻也是眾生。不但蚊蟲螞蟻是眾生，桌椅板凳也是眾生。為什麼它叫眾生？「眾生」是眾緣和合而生起的現象，都叫眾生。這個毛巾是眾緣和合織起來的，它是眾生，對它也跟對諸佛如來一樣的禮敬。禮敬，並不是說看到這個毛巾對它拜三拜，那我們學佛不是學呆了！把它洗得乾淨，折疊得整整齊齊，放在它應當放的地方，這是恭敬，這是對它的禮敬。所以對於一切人、一切事、一切物，都能處置得恰到好處，以最真誠恭敬心來對待，這叫普賢禮敬諸佛。所以普賢行難修，普賢行才能夠成究竟圓滿的佛果。大乘菩薩不行，普賢行才能達到究竟圓滿，所以他是究竟圓滿的真誠心、清淨心、平等心、覺悟心、慈悲心，對一切人、一切事、一切物。"
    },
    {
      "id": "12-033-0002_p0047",
      "zh_CN": "什么时候能够让我们在普贤行里头快速的圆满。这是善财的愿望、善财的希求，显示出我们一般人所讲的好学心切，我们在这个地方才看到。「好学心切」用在善财童子的身上，那是圆圆满满，名实相副，好学心切，所以他能成就。我们今天修学，为什么会有这么多的困难？换句话说，就是不好学，好学的心不切，因循苟且、懒散、退堕，这是我们不成就的因素。如果我们能学会善财这种好学的精神，我们相信这一生当中决定成佛，而且快速圆满的成佛。为什么？吉祥云比丘满足他的愿望，教给他念佛法门，求生西方极乐世界，「普贤行疾得圆满」，这个话里头含义很深。",
      "zh_TW": "什麼時候能夠讓我們在普賢行裡頭快速的圓滿。這是善財的願望、善財的希求，顯示出我們一般人所講的好學心切，我們在這個地方才看到。「好學心切」用在善財童子的身上，那是圓圓滿滿，名實相副，好學心切，所以他能成就。我們今天修學，為什麼會有這麼多的困難？換句話說，就是不好學，好學的心不切，因循苟且、懶散、退墮，這是我們不成就的因素。如果我們能學會善財這種好學的精神，我們相信這一生當中決定成佛，而且快速圓滿的成佛。為什麼？吉祥雲比丘滿足他的願望，教給他念佛法門，求生西方極樂世界，「普賢行疾得圓滿」，這個話裡頭含義很深。"
    },
    {
      "id": "12-033-0002_p0048",
      "zh_CN": "所以念佛法门的殊胜不可思议，十方世界一切诸佛如来，没有一个不赞叹阿弥陀佛，没有一个不赞叹西方净土。你们在《弥陀经》上看到「六方佛赞」，在《观无量寿佛经》上看到「十方佛赞」，一切诸佛都赞叹，这是什么法门？我们自己要是不学，不相信这个法门，不可以毁谤。如果毁谤、障碍别人修学这个法门，罪就太重太重了。因为我们清楚，这个法门是一生快速、稳当成佛的法门，人家自从无量劫来到今天得人身，遇到这个法门，这个机缘遇到了，你把他打断，你又让他在六道里搞生死轮回，还要搞无量劫，你怎么对得起人？你这个过失有多重？因果要自己背。我过去也反对这个法门，这是无知。以后明了了，我就赞叹，到处劝人修这个法门，弥补我的过失，而一生当中全心全力来宣扬这个法门。这是善财童子所提出的问题，我们举这几个例子。末后：",
      "zh_TW": "所以念佛法門的殊勝不可思議，十方世界一切諸佛如來，沒有一個不讚歎阿彌陀佛，沒有一個不讚歎西方淨土。你們在《彌陀經》上看到「六方佛讚」，在《觀無量壽佛經》上看到「十方佛讚」，一切諸佛都讚歎，這是什麼法門？我們自己要是不學，不相信這個法門，不可以毀謗。如果毀謗、障礙別人修學這個法門，罪就太重太重了。因為我們清楚，這個法門是一生快速、穩當成佛的法門，人家自從無量劫來到今天得人身，遇到這個法門，這個機緣遇到了，你把他打斷，你又讓他在六道裡搞生死輪迴，還要搞無量劫，你怎麼對得起人？你這個過失有多重？因果要自己背。我過去也反對這個法門，這是無知。以後明瞭了，我就讚歎，到處勸人修這個法門，彌補我的過失，而一生當中全心全力來宣揚這個法門。這是善財童子所提出的問題，我們舉這幾個例子。末後："
    },
    {
      "id": "12-033-0002_p0049",
      "zh_CN": "【我闻圣者善能诱诲。唯愿慈哀。为我宣说。】",
      "zh_TW": "【我聞聖者善能誘誨。唯願慈哀。為我宣說。】"
    },
    {
      "id": "12-033-0002_p0050",
      "zh_CN": "这几句话是请教。对善友称为「圣者」，「圣」这个字怎么讲？在中国字汇里面的解释，我们用现在的话说，对于宇宙人生的真相，业因果报的事实，通达明了，这样的人就称圣人。在佛教里面称佛、称菩萨，在中国称圣、称贤，意思都是相同的，这是对老师的尊称。『我闻圣者』。我从哪里闻的？文殊菩萨介绍的，前面一个老师介绍我来的。圣者『善能诱诲』。这里面这一个「善」字、「诱」字，里面就含藏老师的智慧德能。老师没有智慧德能，这两个字他做不到。他有善巧方便，能够诱导，能够教诲，这是真善知识，真正的好老师。下面是求法。『唯愿慈哀』。「慈」是慈悲，「哀」是哀悯，怜悯学生，以大慈大悲怜悯学生，『为我宣说』。这是第二个大段，「见敬咨问」。",
      "zh_TW": "這幾句話是請教。對善友稱為「聖者」，「聖」這個字怎麼講？在中國字彙裡面的解釋，我們用現在的話說，對於宇宙人生的真相，業因果報的事實，通達明瞭，這樣的人就稱聖人。在佛教裡面稱佛、稱菩薩，在中國稱聖、稱賢，意思都是相同的，這是對老師的尊稱。『我聞聖者』。我從哪裡聞的？文殊菩薩介紹的，前面一個老師介紹我來的。聖者『善能誘誨』。這裡面這一個「善」字、「誘」字，裡面就含藏老師的智慧德能。老師沒有智慧德能，這兩個字他做不到。他有善巧方便，能夠誘導，能夠教誨，這是真善知識，真正的好老師。下面是求法。『唯願慈哀』。「慈」是慈悲，「哀」是哀憫，憐憫學生，以大慈大悲憐憫學生，『為我宣說』。這是第二個大段，「見敬諮問」。"
    },
    {
      "id": "12-033-0002_p0051",
      "zh_CN": "再看第三个大段「称赞授法」。吉祥云比丘看到这么一个来参学的学生，实在是难得，真正好学，非常不容易遇到。遇到了，哪有不认真教导的道理！所以我们发心求学，实在讲不怕遇不到善知识，就怕自己不是真心。在佛法，世法也不例外，所谓「感应道交」，我们有感，世出世间大圣大贤必定有应。真诚所感，如果这个世间没有真善知识，佛菩萨一定变现善知识来帮助我们。为什么？佛家常讲「佛氏门中，不舍一人」。没有人求，我一个人求，佛菩萨也会来。佛菩萨要不来，那「众生无边誓愿度」这一愿，他就没能兑现了。就是怕我们自己没有真心，要有真心，佛菩萨决定有真应。我们要有这个信心，决定没有怀疑，以真诚心求感应。真诚里面决定不夹杂自私自利，夹杂着自私自利，这就不是真诚心。真诚心是为法、为人、为一切众生，这些道理我们都要很清楚、都要明了。请看第一节。在这一大段里面，我们总共节录了七节：",
      "zh_TW": "再看第三個大段「稱讚授法」。吉祥雲比丘看到這麼一個來參學的學生，實在是難得，真正好學，非常不容易遇到。遇到了，哪有不認真教導的道理！所以我們發心求學，實在講不怕遇不到善知識，就怕自己不是真心。在佛法，世法也不例外，所謂「感應道交」，我們有感，世出世間大聖大賢必定有應。真誠所感，如果這個世間沒有真善知識，佛菩薩一定變現善知識來幫助我們。為什麼？佛家常講「佛氏門中，不捨一人」。沒有人求，我一個人求，佛菩薩也會來。佛菩薩要不來，那「眾生無邊誓願度」這一願，他就沒能兌現了。就是怕我們自己沒有真心，要有真心，佛菩薩決定有真應。我們要有這個信心，決定沒有懷疑，以真誠心求感應。真誠裡面決定不夾雜自私自利，夾雜著自私自利，這就不是真誠心。真誠心是為法、為人、為一切眾生，這些道理我們都要很清楚、都要明瞭。請看第一節。在這一大段裡面，我們總共節錄了七節："
    },
    {
      "id": "12-033-0002_p0052",
      "zh_CN": "【时吉祥云告善财言。善哉。善哉。善男子。汝已能发无上大菩提心。复能请问行菩萨行。难中之难。】",
      "zh_TW": "【時吉祥雲告善財言。善哉。善哉。善男子。汝已能發無上大菩提心。復能請問行菩薩行。難中之難。】"
    },
    {
      "id": "12-033-0002_p0053",
      "zh_CN": "这是真的。发心就难了，发心之后还要落实，还要兑现，这个发心不是假的是真实的，确实难中之难。首先『善哉，善哉』。这是称赞他。「善哉」，用现在的话，太好了！太难得了！我们一般讲太难为你了！都是这个意思。好在什么地方？难得在哪里？难得在他能发心。",
      "zh_TW": "這是真的。發心就難了，發心之後還要落實，還要兌現，這個發心不是假的是真實的，確實難中之難。首先『善哉，善哉』。這是稱讚他。「善哉」，用現在的話，太好了！太難得了！我們一般講太難為你了！都是這個意思。好在什麼地方？難得在哪裡？難得在他能發心。"
    },
    {
      "id": "12-033-0002_p0054",
      "zh_CN": "在这个地方，我们看到吉祥云菩萨（比丘菩萨）称善财童子，叫他『善男子』。这一句话也不是随便说的，我们在前面讲经都说过，再重复，这个不怕重复。经里面《华严经》上讲的「善男子，善女人」，我们能当得起吗？这个「善」字要具足《观经》里面讲的「净业三福」，善的标准在此地。「净业三福」第一条是「孝养父母，奉事师长，慈心不杀，修十善业」，你这一条做到了，佛称你善男子、善女人。这个善的标准要知道，这是人天，就是六道里面的善男子、善女人，标准很低，不高。你再能做到第二条，就是加上「受持三皈，具足众戒，不犯威仪」，你是善男子、善女人，比前面境界高了，你是十法界四圣法界里面善男子、善女人，比六道高了，不是《华严经》；《华严经》是一真法界，超越了十法界，必须要加上后面四条，「发菩提心」，他这发了菩提心。「深信因果」，这个深信因果不是普通的因果。什么因果？「念佛是因，成佛是果」，相信这个因果，深信不疑，这个就是佛在《观经》里面所说的，「是心是佛，是心作佛」，这个念佛法门根据这个理论来的，所以念佛成佛。「读诵大乘，劝进行者」，三条十一句统统具足了，这个才称为善男子、善女人，这个善的标准太高了，是法身大士。",
      "zh_TW": "在這個地方，我們看到吉祥雲菩薩（比丘菩薩）稱善財童子，叫他『善男子』。這一句話也不是隨便說的，我們在前面講經都說過，再重複，這個不怕重複。經裡面《華嚴經》上講的「善男子，善女人」，我們能當得起嗎？這個「善」字要具足《觀經》裡面講的「淨業三福」，善的標準在此地。「淨業三福」第一條是「孝養父母，奉事師長，慈心不殺，修十善業」，你這一條做到了，佛稱你善男子、善女人。這個善的標準要知道，這是人天，就是六道裡面的善男子、善女人，標準很低，不高。你再能做到第二條，就是加上「受持三皈，具足眾戒，不犯威儀」，你是善男子、善女人，比前面境界高了，你是十法界四聖法界裡面善男子、善女人，比六道高了，不是《華嚴經》；《華嚴經》是一真法界，超越了十法界，必須要加上後面四條，「發菩提心」，他這發了菩提心。「深信因果」，這個深信因果不是普通的因果。什麼因果？「念佛是因，成佛是果」，相信這個因果，深信不疑，這個就是佛在《觀經》裡面所說的，「是心是佛，是心作佛」，這個念佛法門根據這個理論來的，所以念佛成佛。「讀誦大乘，勸進行者」，三條十一句統統具足了，這個才稱為善男子、善女人，這個善的標準太高了，是法身大士。"
    },
    {
      "id": "12-033-0002_p0055",
      "zh_CN": "善财童子参访吉祥云比丘，吉祥云代表圆教初住菩萨，他有资格参访他；换句话说，善财这个时候也是圆教初住菩萨。吉祥云是老初住菩萨了，善财是初学的初住菩萨，老初住有资格教初学的，同一个阶层；不同一个阶层见不到面。就像我们今天讲的不同维次的空间，他是同一个维次，他才能见到。所以赞叹，「赞叹」每一个字也有很深很深的意思，赞叹他：你已经能发无上大菩提心，更难得的是复能请问行菩萨行。在《华严经》原本经文里面，问答词句都很多，我们为了节省时间把它省略了。这是说「难中之难」，这是真难，非常非常不容易。不要说这桩事情，我们就是把佛法教学的水平降到最低，低到不能再低了，「净业三福」里头头一条，「孝养父母，奉事师长，慈心不杀，修十善业」，我们做到了没有？这四句要是做不到，我们没有入佛门，在佛门外面，没入佛门。这四条做到了，入门了；第二条做到了，登堂；第三条做到了，入室。不真干，那怎么行！",
      "zh_TW": "善財童子參訪吉祥雲比丘，吉祥雲代表圓教初住菩薩，他有資格參訪他；換句話說，善財這個時候也是圓教初住菩薩。吉祥雲是老初住菩薩了，善財是初學的初住菩薩，老初住有資格教初學的，同一個階層；不同一個階層見不到面。就像我們今天講的不同維次的空間，他是同一個維次，他才能見到。所以讚歎，「讚歎」每一個字也有很深很深的意思，讚歎他：你已經能發無上大菩提心，更難得的是復能請問行菩薩行。在《華嚴經》原本經文裡面，問答詞句都很多，我們為了節省時間把它省略了。這是說「難中之難」，這是真難，非常非常不容易。不要說這樁事情，我們就是把佛法教學的水平降到最低，低到不能再低了，「淨業三福」裡頭頭一條，「孝養父母，奉事師長，慈心不殺，修十善業」，我們做到了沒有？這四句要是做不到，我們沒有入佛門，在佛門外面，沒入佛門。這四條做到了，入門了；第二條做到了，登堂；第三條做到了，入室。不真幹，那怎麼行！"
    },
    {
      "id": "12-033-0002_p0056",
      "zh_CN": "「真干」，要用理智不能用感情，感情最容易坏事。感情的慈悲都不许可，佛家常说「慈悲为本，方便为门」。可是又听说「慈悲多祸害，方便出下流」。什么原因？感情坏事。所以佛法是智慧的，佛法是理性的，佛法不是感情的。可是世间有不少初学的人，听到这个话，心里面就起了疑惑。我早年，台湾有很多大专佛学讲座，我在里面教学。同学们就居然提出来：「佛教既然否定了感情，那人生还有什么意思」。他问得很好。我给他的答复：高雄市有爱河，爱河永浴，那你跳到下面去好了！你感情不能舍掉，那你跳河去吧！但是很多人不晓得，智慧跟感情是一桩事情不是两桩事情。智慧迷了就叫感情，觉悟了就叫智慧。由此可知，转迷为悟，转情识为理智。",
      "zh_TW": "「真幹」，要用理智不能用感情，感情最容易壞事。感情的慈悲都不許可，佛家常說「慈悲為本，方便為門」。可是又聽說「慈悲多禍害，方便出下流」。什麼原因？感情壞事。所以佛法是智慧的，佛法是理性的，佛法不是感情的。可是世間有不少初學的人，聽到這個話，心裡面就起了疑惑。我早年，台灣有很多大專佛學講座，我在裡面教學。同學們就居然提出來：「佛教既然否定了感情，那人生還有什麼意思」。他問得很好。我給他的答覆：高雄市有愛河，愛河永浴，那你跳到下面去好了！你感情不能捨掉，那你跳河去吧！但是很多人不曉得，智慧跟感情是一樁事情不是兩樁事情。智慧迷了就叫感情，覺悟了就叫智慧。由此可知，轉迷為悟，轉情識為理智。"
    },
    {
      "id": "12-033-0002_p0057",
      "zh_CN": "再告诉诸位，智慧是真正的感情，永远不会变的。迷了智慧，那个感情是假的，早晚不同。你们看看，今天这个社会离婚率多高！他为什么结了婚，很快就离婚？总不外乎虚情假意，没有真感情。真感情是智慧，这个我们一定要懂得、要明了。佛家讲的是真感情，不是虚情假意；世间人把虚情假意当作真的，所以苦海就无边，这个道理一定要懂得。佛法是理性的，佛法求的是智慧、求的是真理，只有真理、智慧才给我们带来真实究竟美满的生活，为我们解除不但是这一生当中的苦难，生生世世的苦难都能得到圆满解决。今天时间到了，我们就讲到此地。",
      "zh_TW": "再告訴諸位，智慧是真正的感情，永遠不會變的。迷了智慧，那個感情是假的，早晚不同。你們看看，今天這個社會離婚率多高！他為什麼結了婚，很快就離婚？總不外乎虛情假意，沒有真感情。真感情是智慧，這個我們一定要懂得、要明瞭。佛家講的是真感情，不是虛情假意；世間人把虛情假意當作真的，所以苦海就無邊，這個道理一定要懂得。佛法是理性的，佛法求的是智慧、求的是真理，只有真理、智慧才給我們帶來真實究竟美滿的生活，為我們解除不但是這一生當中的苦難，生生世世的苦難都能得到圓滿解決。今天時間到了，我們就講到此地。"
    }
  ]
}