{
  "doc_id": "21-284-0001",
  "title": {
    "zh_CN": "学佛问答（答香港参学同修之十四）",
    "zh_TW": "學佛問答（答香港參學同修之十四）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2005",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-284-0001",
  "total_paragraphs": 41,
  "paragraphs": [
    {
      "id": "21-284-0001_p0001",
      "zh_CN": "诸位同学，这个地方有网路学院的同学提的一些问题，这些问题有些问的很深，很不容易解答，我们一条一条的来读。",
      "zh_TW": "諸位同學，這個地方有網路學院的同學提的一些問題，這些問題有些問的很深，很不容易解答，我們一條一條的來讀。"
    },
    {
      "id": "21-284-0001_p0002",
      "zh_CN": "问：第一个，听师父讲，学佛的目标是要去掉贪瞋痴慢，破迷开悟。并贪佛法也是贪，但同时又提出学佛要求精进勇猛，请问如何理解精进勇猛与贪佛法之间的区别，如何正确理解精进与贪？",
      "zh_TW": "問：第一個，聽師父講，學佛的目標是要去掉貪瞋痴慢，破迷開悟。並貪佛法也是貪，但同時又提出學佛要求精進勇猛，請問如何理解精進勇猛與貪佛法之間的區別，如何正確理解精進與貪？"
    },
    {
      "id": "21-284-0001_p0003",
      "zh_CN": "答：他这个问题问的很好，确实有深度。学佛的同学应该都知道菩萨修学的六个纲领，一般称为六波罗蜜，如果你明白这个纲领，这个问题就解答了。六个纲领是有次第的，要按照顺序来修学，不可以躐等。你看第一个要修布施，第二是持戒，你不能布施，持戒决定做不到；持戒做不到，忍辱一定做不到；不能忍，就决定做不到精进，所以它是有层次、有顺序的。去掉贪瞋痴慢是在第一个阶段，布施就是放下，就是舍弃，布施什么？最重要的是要把贪瞋痴慢给布施掉，你后面持戒、忍辱、精进、禅定、般若就一帆风顺。我们今天修菩萨道不能成功，就是不肯把贪瞋痴慢布施掉，关键在此地。这桩事情你搞清楚、搞明白了，你才能理解精进与贪欲。",
      "zh_TW": "答：他這個問題問的很好，確實有深度。學佛的同學應該都知道菩薩修學的六個綱領，一般稱為六波羅蜜，如果你明白這個綱領，這個問題就解答了。六個綱領是有次第的，要按照順序來修學，不可以躐等。你看第一個要修布施，第二是持戒，你不能布施，持戒決定做不到；持戒做不到，忍辱一定做不到；不能忍，就決定做不到精進，所以它是有層次、有順序的。去掉貪瞋痴慢是在第一個階段，布施就是放下，就是捨棄，布施什麼？最重要的是要把貪瞋痴慢給布施掉，你後面持戒、忍辱、精進、禪定、般若就一帆風順。我們今天修菩薩道不能成功，就是不肯把貪瞋痴慢布施掉，關鍵在此地。這樁事情你搞清楚、搞明白了，你才能理解精進與貪欲。"
    },
    {
      "id": "21-284-0001_p0004",
      "zh_CN": "你看我们因为贪瞋痴慢布施不掉，学佛也是贪心，烧香也贪图我要烧第一炷香，烧第二炷香就不甘心，这怎么行？学习法门，我要学最殊胜的法门，到底哪个法门最殊胜？很难讲，佛说「法门平等，无有高下」，哪个最殊胜？佛经上也常讲第一法门，最殊胜法门，那个不是法门有差别，第一殊胜是从哪里讲？从根机上讲的。适合于我修学，适合我的程度，适合我的根性，我修这个法门一定有效，一定成功，这个法门对我来讲是第一殊胜，对你未必是第一殊胜。佛在经上常常用比喻说，佛好像是个大夫，医王、大夫，这群众生都是病人，每个人害的病不一样。法门，八万四千法门就好像药方，对症了，你这个药服了你的病就好了，这对你是第一。如果不对症，这个药吃了恐怕病加重，甚至于要死，毒死了，那怎么能称殊胜？所以法门应机就叫殊胜，就叫第一，是从这上说的。不是从法上说的，法没有高下，法没有分别，这个道理一定要懂。",
      "zh_TW": "你看我們因為貪瞋痴慢布施不掉，學佛也是貪心，燒香也貪圖我要燒第一炷香，燒第二炷香就不甘心，這怎麼行？學習法門，我要學最殊勝的法門，到底哪個法門最殊勝？很難講，佛說「法門平等，無有高下」，哪個最殊勝？佛經上也常講第一法門，最殊勝法門，那個不是法門有差別，第一殊勝是從哪裡講？從根機上講的。適合於我修學，適合我的程度，適合我的根性，我修這個法門一定有效，一定成功，這個法門對我來講是第一殊勝，對你未必是第一殊勝。佛在經上常常用比喻說，佛好像是個大夫，醫王、大夫，這群眾生都是病人，每個人害的病不一樣。法門，八萬四千法門就好像藥方，對症了，你這個藥服了你的病就好了，這對你是第一。如果不對症，這個藥吃了恐怕病加重，甚至於要死，毒死了，那怎麼能稱殊勝？所以法門應機就叫殊勝，就叫第一，是從這上說的。不是從法上說的，法沒有高下，法沒有分別，這個道理一定要懂。"
    },
    {
      "id": "21-284-0001_p0005",
      "zh_CN": "所以，首先要断烦恼，贪瞋痴慢是烦恼，不但学佛从这儿下手，儒家教人也从这下手。你看儒家教学，《大学》里面讲的「格物致知」，这是讲真正用功，从哪里下手？格物，然后再进入致知，再是诚意、正心、修身、齐家、治国、平天下，这个顺序不能乱。什么叫格物？司马光说得好，我们印光大师也说得好，印光大师的说法是跟司马光相同的。物是五欲，就是欲望，你对物质享受的欲望；格是什么？格是革除，你要把物质欲望要把它革除掉，这就是断烦恼！然后你才能有智慧，才能做到致知；换句话说，你的智慧是因为你的烦恼把它障碍住了，烦恼去掉，智慧就现前，这致知。",
      "zh_TW": "所以，首先要斷煩惱，貪瞋痴慢是煩惱，不但學佛從這兒下手，儒家教人也從這下手。你看儒家教學，《大學》裡面講的「格物致知」，這是講真正用功，從哪裡下手？格物，然後再進入致知，再是誠意、正心、修身、齊家、治國、平天下，這個順序不能亂。什麼叫格物？司馬光說得好，我們印光大師也說得好，印光大師的說法是跟司馬光相同的。物是五欲，就是欲望，你對物質享受的欲望；格是什麼？格是革除，你要把物質欲望要把它革除掉，這就是斷煩惱！然後你才能有智慧，才能做到致知；換句話說，你的智慧是因為你的煩惱把它障礙住了，煩惱去掉，智慧就現前，這致知。"
    },
    {
      "id": "21-284-0001_p0006",
      "zh_CN": "真正智慧现前，你的意就诚了，意诚之后，你的心就正了，你看看儒家讲这套功夫，也从断烦恼下手。佛法更讲的清楚，破烦恼障，然后破所知障；破烦恼障成就你的德行，破所知障成就你的智慧。世出世法在方法上讲没有差别，我们要能够懂得。所以智慧跟精进不一样，精进里头决定不带烦恼，我们今天讲精进，勇猛精进里面带着有烦恼。为什么勇猛精进？我有目的，我有企图，我有好处，如果什么好处都没有就不干了。你从这上你就懂得，世间里头哪有精进？都是附带名闻利养在里头他才肯干；什么都没有，你还拼命努力干，那是精进。你所作所为真的是牺牲奉献，是为利益众生，为成就自己真实智慧，成就自己德行，这是精进。绝对没有名利在里面，决定没有企图在里头，区别在这个地方。",
      "zh_TW": "真正智慧現前，你的意就誠了，意誠之後，你的心就正了，你看看儒家講這套功夫，也從斷煩惱下手。佛法更講的清楚，破煩惱障，然後破所知障；破煩惱障成就你的德行，破所知障成就你的智慧。世出世法在方法上講沒有差別，我們要能夠懂得。所以智慧跟精進不一樣，精進裡頭決定不帶煩惱，我們今天講精進，勇猛精進裡面帶著有煩惱。為什麼勇猛精進？我有目的，我有企圖，我有好處，如果什麼好處都沒有就不幹了。你從這上你就懂得，世間裡頭哪有精進？都是附帶名聞利養在裡頭他才肯幹；什麼都沒有，你還拼命努力幹，那是精進。你所作所為真的是犧牲奉獻，是為利益眾生，為成就自己真實智慧，成就自己德行，這是精進。絕對沒有名利在裡面，決定沒有企圖在裡頭，區別在這個地方。"
    },
    {
      "id": "21-284-0001_p0007",
      "zh_CN": "问：第二，他附带着有两个问题，他说学生听了《认识佛教》之后有几个问题。第一，为什么说能觉的智慧无边？",
      "zh_TW": "問：第二，他附帶著有兩個問題，他說學生聽了《認識佛教》之後有幾個問題。第一，為什麼說能覺的智慧無邊？"
    },
    {
      "id": "21-284-0001_p0008",
      "zh_CN": "答：能觉就是感觉，譬如眼能见，耳能听，舌能尝，身能触，意能知，这个没有边际，这是本能。见闻觉知没有边际，遍法界虚空界，这是你的本能。在不在？当然在，哪个人没有，连动物都有，见闻觉知。我们现在见闻觉知好像这个能力很有限，并不是想像那么样的广大，那是你的见闻觉知里面掺杂着有东西在里头，变质了。掺杂着什么？掺杂着烦恼在里面。一般经教里面，你见闻觉知里头有见思烦恼、有尘沙烦恼、有无明烦恼，所以变成不觉、不知了。那你的知觉就产生了错误，产生了偏差，不是正知正觉，这个要知道。",
      "zh_TW": "答：能覺就是感覺，譬如眼能見，耳能聽，舌能嘗，身能觸，意能知，這個沒有邊際，這是本能。見聞覺知沒有邊際，遍法界虛空界，這是你的本能。在不在？當然在，哪個人沒有，連動物都有，見聞覺知。我們現在見聞覺知好像這個能力很有限，並不是想像那麼樣的廣大，那是你的見聞覺知裡面摻雜著有東西在裡頭，變質了。摻雜著什麼？摻雜著煩惱在裡面。一般經教裡面，你見聞覺知裡頭有見思煩惱、有塵沙煩惱、有無明煩惱，所以變成不覺、不知了。那你的知覺就產生了錯誤，產生了偏差，不是正知正覺，這個要知道。"
    },
    {
      "id": "21-284-0001_p0009",
      "zh_CN": "实在讲，这个产生错误的知觉范围多大？还是遍虚空法界，这个就很奇妙了，这个要用现代的科学能解释。现代的科学家讲波，科学确实讲到最进步的东西都讲到波，波动，现在讲波动的世界。波里面一般代表的都是用光波、用电磁波，速度快，一秒钟三十万公里。现在科学家也逐渐的讲到念头，起心动念它有波，这个波比电磁波的速度大得太多了，要跟电磁波比，那真叫小巫见大巫。电磁波一秒钟有三十万公里，思想波一秒钟就周遍法界，无量无边。所以你动个善念，你不要以为这个善念好像没有什么大关系，这个善念周遍法界。念一动就周遍，哪里是光能够相比，不能相比。动个恶念，恶念周遍法界。所以科学的进步，对于佛法里面一些道理，确实帮助我们理解。周遍法界，这是什么？这是本能，这是自性，所以确实是没有边际的。智慧是我们本有的，只要不夹杂妄想分别执着，纯智慧，不是从外头来的。",
      "zh_TW": "實在講，這個產生錯誤的知覺範圍多大？還是遍虛空法界，這個就很奇妙了，這個要用現代的科學能解釋。現代的科學家講波，科學確實講到最進步的東西都講到波，波動，現在講波動的世界。波裡面一般代表的都是用光波、用電磁波，速度快，一秒鐘三十萬公里。現在科學家也逐漸的講到念頭，起心動念它有波，這個波比電磁波的速度大得太多了，要跟電磁波比，那真叫小巫見大巫。電磁波一秒鐘有三十萬公里，思想波一秒鐘就周遍法界，無量無邊。所以你動個善念，你不要以為這個善念好像沒有什麼大關係，這個善念周遍法界。念一動就周遍，哪裡是光能夠相比，不能相比。動個惡念，惡念周遍法界。所以科學的進步，對於佛法裡面一些道理，確實幫助我們理解。周遍法界，這是什麼？這是本能，這是自性，所以確實是沒有邊際的。智慧是我們本有的，只要不夾雜妄想分別執著，純智慧，不是從外頭來的。"
    },
    {
      "id": "21-284-0001_p0010",
      "zh_CN": "问：第二个问题，为什么佛在经典当中说，无量无边的智慧是我们自己的本能？《认识佛教》中说，我们本能的知觉与知觉的对象，就是宇宙人生万事万物，它是一不是二。但是佛告诉我们，能知能觉跟所知所觉是一不是二，佛法里面常讲一真法界就是这一桩事。他说这句话不懂，请师父开示。",
      "zh_TW": "問：第二個問題，為什麼佛在經典當中說，無量無邊的智慧是我們自己的本能？《認識佛教》中說，我們本能的知覺與知覺的對象，就是宇宙人生萬事萬物，它是一不是二。但是佛告訴我們，能知能覺跟所知所覺是一不是二，佛法裡面常講一真法界就是這一樁事。他說這句話不懂，請師父開示。"
    },
    {
      "id": "21-284-0001_p0011",
      "zh_CN": "答：这句话确实你是不懂，因为你要懂得，就是佛门讲你开悟了，懂得就开悟了。我要跟你讲，你懂不懂？还是不懂；我要一讲你就开悟了，那还得了，佛菩萨都做不到。所以宗门，禅宗的教学，提出一个问题，不讲，不答复你，让你自己去悟，你还有开悟的一天。你有这个问题，你不要求答案，这叫疑情，小疑有小悟，大疑有大悟，没有疑情不会开悟。如果跟你讲清楚、讲明白了，把你的悟门堵塞了，你永远不会开悟。一悟一切悟，所以宗门的方法跟教下不一样，教下讲，讲不是把悟门堵死了吗？确实，堵死，但满足你的现实，你现在很满足，往后不能满足，还是要你自己去悟去。所以，教下是说出来，宗门是不说，各有各的方法，各有各的好处。",
      "zh_TW": "答：這句話確實你是不懂，因為你要懂得，就是佛門講你開悟了，懂得就開悟了。我要跟你講，你懂不懂？還是不懂；我要一講你就開悟了，那還得了，佛菩薩都做不到。所以宗門，禪宗的教學，提出一個問題，不講，不答覆你，讓你自己去悟，你還有開悟的一天。你有這個問題，你不要求答案，這叫疑情，小疑有小悟，大疑有大悟，沒有疑情不會開悟。如果跟你講清楚、講明白了，把你的悟門堵塞了，你永遠不會開悟。一悟一切悟，所以宗門的方法跟教下不一樣，教下講，講不是把悟門堵死了嗎？確實，堵死，但滿足你的現實，你現在很滿足，往後不能滿足，還是要你自己去悟去。所以，教下是說出來，宗門是不說，各有各的方法，各有各的好處。"
    },
    {
      "id": "21-284-0001_p0012",
      "zh_CN": "像我们中下根性的人，不是上根的人，禅宗那种我们是一点利益都没有，我们到一辈子也不会开悟，所以还得要说出来，中下根还是要说出来。现在的科学对我们的帮助太大了，常常听到美国太空总署的这些科技报告，他们最新发现的，譬如最近有三桩事情，与佛经上讲的有关联。第一个就是说时间跟空间不是真的，科学家现在研究知道，但是我相信他们一定是从数学里面明了的，事实上做不到。空间跟时间在某种状况之下等于零，空间等于零，就是没有距离；时间等于零，就是没有先后，就是没有过去、没有未来，时间等于零。空间等于零，空间没有了，距离没有了，美国在哪里？美国就在此地；极乐世界在哪？极乐世界就在此地，没有距离。科学家知道有这种事实，但是不知道怎么样突破。这个说法是前几年，大概三、四年前这个报告才提出来，这个跟佛法讲的相应。华藏世界确实没有距离，没有时空，这是很不可思议的境界。",
      "zh_TW": "像我們中下根性的人，不是上根的人，禪宗那種我們是一點利益都沒有，我們到一輩子也不會開悟，所以還得要說出來，中下根還是要說出來。現在的科學對我們的幫助太大了，常常聽到美國太空總署的這些科技報告，他們最新發現的，譬如最近有三樁事情，與佛經上講的有關聯。第一個就是說時間跟空間不是真的，科學家現在研究知道，但是我相信他們一定是從數學裡面明瞭的，事實上做不到。空間跟時間在某種狀況之下等於零，空間等於零，就是沒有距離；時間等於零，就是沒有先後，就是沒有過去、沒有未來，時間等於零。空間等於零，空間沒有了，距離沒有了，美國在哪裡？美國就在此地；極樂世界在哪？極樂世界就在此地，沒有距離。科學家知道有這種事實，但是不知道怎麼樣突破。這個說法是前幾年，大概三、四年前這個報告才提出來，這個跟佛法講的相應。華藏世界確實沒有距離，沒有時空，這是很不可思議的境界。"
    },
    {
      "id": "21-284-0001_p0013",
      "zh_CN": "第二个发现，物质到底从哪儿来的？科学家发现「无中生有」，确实从无中发现的。物质存在的时间很短，总是亿万分之一秒，我们今天所看到这个物质的世界，是这种物质的相续相，不是它的真相，是相续相。就像我们看电影的画面一样，电影的道理我们比较容易懂，它就是幻灯片，一张一张换得太快了，我们觉得是真的。科学家知道，现在宇宙之间的物质现象就像幻灯片一样，它根本就不存在，是个幻象。所以科学家讲物质是个波动现象，这个话说的有道理，波动的幻象，它速度太快了。",
      "zh_TW": "第二個發現，物質到底從哪兒來的？科學家發現「無中生有」，確實從無中發現的。物質存在的時間很短，總是億萬分之一秒，我們今天所看到這個物質的世界，是這種物質的相續相，不是它的真相，是相續相。就像我們看電影的畫面一樣，電影的道理我們比較容易懂，它就是幻燈片，一張一張換得太快了，我們覺得是真的。科學家知道，現在宇宙之間的物質現象就像幻燈片一樣，它根本就不存在，是個幻象。所以科學家講物質是個波動現象，這個話說的有道理，波動的幻象，它速度太快了。"
    },
    {
      "id": "21-284-0001_p0014",
      "zh_CN": "我们今天看电影，电影放映机换那个片子，一秒钟二十四张。我们以前玩过这个玩意，所以很清楚，印象很深刻，二十四张一秒钟。佛在《仁王经》里面告诉我们，他用比喻说，他说一弹指有六十刹那，就是一弹指的六十分之一叫一刹那，一刹那有九百生灭，就是物质现象波动已经有九百次。我们弹指，像我这个弹法，弹的快的时候一秒钟可以弹四次，四乘六十，再乘九百，刚刚好两个十万八千，就是二十一万六千次。一秒钟二十一万六千次的生灭，你怎么知道它是假的？电影一秒钟二十四次生灭，就已经把你骗到了，你就觉得那很逼真，他笑你也笑，他哭你也哭，就已经把你骗到了。现在一秒钟二十一万六千次的生灭，你怎么能知道它是假的？",
      "zh_TW": "我們今天看電影，電影放映機換那個片子，一秒鐘二十四張。我們以前玩過這個玩意，所以很清楚，印象很深刻，二十四張一秒鐘。佛在《仁王經》裡面告訴我們，他用比喻說，他說一彈指有六十剎那，就是一彈指的六十分之一叫一剎那，一剎那有九百生滅，就是物質現象波動已經有九百次。我們彈指，像我這個彈法，彈的快的時候一秒鐘可以彈四次，四乘六十，再乘九百，剛剛好兩個十萬八千，就是二十一萬六千次。一秒鐘二十一萬六千次的生滅，你怎麼知道它是假的？電影一秒鐘二十四次生滅，就已經把你騙到了，你就覺得那很逼真，他笑你也笑，他哭你也哭，就已經把你騙到了。現在一秒鐘二十一萬六千次的生滅，你怎麼能知道它是假的？"
    },
    {
      "id": "21-284-0001_p0015",
      "zh_CN": "实际上，整个宇宙的现象就跟幻灯现象一样，丝毫不差。可是佛在《仁王经》上这种讲法，我讲过，讲过很多次，是佛的方便说，不是真实说。真实说，那个速度太快，快到我们没有法子想像，总是亿万分之一秒，绝对不是二十一万六千次，不是，亿万分之一秒。我在《华严经》上讲过好几次，因为正好遇到这种经文。这是第二个发现，根本没有物质存在，跟《般若经》上讲的完全相应。《般若经》讲这个世界是什么？「无所有，毕竟空，不可得」。",
      "zh_TW": "實際上，整個宇宙的現象就跟幻燈現象一樣，絲毫不差。可是佛在《仁王經》上這種講法，我講過，講過很多次，是佛的方便說，不是真實說。真實說，那個速度太快，快到我們沒有法子想像，總是億萬分之一秒，絕對不是二十一萬六千次，不是，億萬分之一秒。我在《華嚴經》上講過好幾次，因為正好遇到這種經文。這是第二個發現，根本沒有物質存在，跟《般若經》上講的完全相應。《般若經》講這個世界是什麼？「無所有，畢竟空，不可得」。"
    },
    {
      "id": "21-284-0001_p0016",
      "zh_CN": "第三桩事情，科学家发现的，这个宇宙是怎么来的？现在科学家都相信爆炸，因为在望远镜里面观察，宇宙呈现膨胀的现象，膨胀一定是爆炸，爆炸才会膨胀。爆炸要有个点，那个点是什么？科学家把它计算出来，那个点很小，小到我们也没有法子想像。他说一根头发，把头发切断，切断的头发有个平面，譬如我们把这个放大一点，把这个算是我们一根头发的平面，切断的平面。平面有个直径，这个直径上可以排多少个宇宙原点？一百万后面有三个亿，一百万亿亿亿个原点，那个原点爆炸出来就是宇宙。当然这也是相续相，原点不断的在爆炸，所以你看的这个宇宙就是这样。哪天不爆炸，就没有了，宇宙就没有了，它是个相续相，跟佛法讲的是一样。",
      "zh_TW": "第三樁事情，科學家發現的，這個宇宙是怎麼來的？現在科學家都相信爆炸，因為在望遠鏡裡面觀察，宇宙呈現膨脹的現象，膨脹一定是爆炸，爆炸才會膨脹。爆炸要有個點，那個點是什麼？科學家把它計算出來，那個點很小，小到我們也沒有法子想像。他說一根頭髮，把頭髮切斷，切斷的頭髮有個平面，譬如我們把這個放大一點，把這個算是我們一根頭髮的平面，切斷的平面。平面有個直徑，這個直徑上可以排多少個宇宙原點？一百萬後面有三個億，一百萬億億億個原點，那個原點爆炸出來就是宇宙。當然這也是相續相，原點不斷的在爆炸，所以你看的這個宇宙就是這樣。哪天不爆炸，就沒有了，宇宙就沒有了，它是個相續相，跟佛法講的是一樣。"
    },
    {
      "id": "21-284-0001_p0017",
      "zh_CN": "佛法讲大小不二，没有大小，那个原点不大，宇宙不小，是一不是二。我们就想到现在科技发明的电晶体，你看你们电脑用小小晶片里面可以储藏一部《大藏经》，一部《大藏经》就在一个晶片上。科学技术差远了，人家那么一点，是整个宇宙在里头！你现在这么大一片，里头才一部《大藏经》，算什么？人家你看，一根头发的切面的直径里面就放一百万亿亿亿个原点，那一个原点跟宇宙一样大，就是宇宙。所以科学技术慢慢来，还差很远！这是太空总署发布的三个发现，近代的三个发现，跟佛经上讲的无二无别。",
      "zh_TW": "佛法講大小不二，沒有大小，那個原點不大，宇宙不小，是一不是二。我們就想到現在科技發明的電晶體，你看你們電腦用小小晶片裡面可以儲藏一部《大藏經》，一部《大藏經》就在一個晶片上。科學技術差遠了，人家那麼一點，是整個宇宙在裡頭！你現在這麼大一片，裡頭才一部《大藏經》，算什麼？人家你看，一根頭髮的切面的直徑裡面就放一百萬億億億個原點，那一個原點跟宇宙一樣大，就是宇宙。所以科學技術慢慢來，還差很遠！這是太空總署發布的三個發現，近代的三個發現，跟佛經上講的無二無別。"
    },
    {
      "id": "21-284-0001_p0018",
      "zh_CN": "释迦牟尼佛在三千年前，并没有科学仪器，也没有什么高深的数学，他老人家就把这个事情讲的这么清楚，讲的这么明白。这是佛家讲的一真法界，就是讲的能知所知是一不是二。能现所现，能变所变，这《华严经》上讲的，这个宇宙「唯心所现，唯识所变」，能所是一不是二。所以今天哲学里面，讲一元，讲二元，佛讲不是一元，也不是二元。所以欧阳竟无讲得很好，佛教不是哲学，佛法就是佛法，不能说它是科学，也不能说它是哲学，佛法就是佛法。这欧阳竟无所说的，说的都很有道理。",
      "zh_TW": "釋迦牟尼佛在三千年前，並沒有科學儀器，也沒有什麼高深的數學，他老人家就把這個事情講的這麼清楚，講的這麼明白。這是佛家講的一真法界，就是講的能知所知是一不是二。能現所現，能變所變，這《華嚴經》上講的，這個宇宙「唯心所現，唯識所變」，能所是一不是二。所以今天哲學裡面，講一元，講二元，佛講不是一元，也不是二元。所以歐陽竟無講得很好，佛教不是哲學，佛法就是佛法，不能說它是科學，也不能說它是哲學，佛法就是佛法。這歐陽竟無所說的，說的都很有道理。"
    },
    {
      "id": "21-284-0001_p0019",
      "zh_CN": "佛法里面，宇宙是一体的，心物是一体的，这个在法相唯识里面讲的。心是见分，物是相分，心跟物同源，都是自证分变现出来；自证分就是我们今天讲的法性，讲的真如、自性。这个说法说得很圆满，佛说了之后要我们去证，亲证，怎样亲证？你能把妄想分别执着统统放下，你就见到了。而且在大乘教里头，佛还跟我们说了一个标准，到什么样的标准你才亲自见到？到八地，八地菩萨妄想断的大概差不多了，宇宙这种现象亲自见到，你才能亲自证得。如果你还是有妄想分别执着，你见不到这个事实真相，你完全看到的是现相见，没有看到它的理体，没有看到事实真相。你看的就是像电视、电影银幕上的画面，你不知道它是怎么回事情，这是说的很好的。",
      "zh_TW": "佛法裡面，宇宙是一體的，心物是一體的，這個在法相唯識裡面講的。心是見分，物是相分，心跟物同源，都是自證分變現出來；自證分就是我們今天講的法性，講的真如、自性。這個說法說得很圓滿，佛說了之後要我們去證，親證，怎樣親證？你能把妄想分別執著統統放下，你就見到了。而且在大乘教裡頭，佛還跟我們說了一個標準，到什麼樣的標準你才親自見到？到八地，八地菩薩妄想斷的大概差不多了，宇宙這種現象親自見到，你才能親自證得。如果你還是有妄想分別執著，你見不到這個事實真相，你完全看到的是現相見，沒有看到它的理體，沒有看到事實真相。你看的就是像電視、電影銀幕上的畫面，你不知道它是怎麼回事情，這是說的很好的。"
    },
    {
      "id": "21-284-0001_p0020",
      "zh_CN": "问：第三个问题，为什么说孝道是大圆满的大根大本？",
      "zh_TW": "問：第三個問題，為什麼說孝道是大圓滿的大根大本？"
    },
    {
      "id": "21-284-0001_p0021",
      "zh_CN": "答：实在讲，性德永远说不尽，永远体会不尽。所以在菩萨道，从初发心就来学，要学到成佛，需要多长的时间？佛经上讲的是无量劫，不是短时间。为什么要这么长的时间？你的烦恼习气慢慢淘汰掉，需要这么长的时间，所以时间不是真的，这说得很好。大乘教里头讲「念劫圆融」，你在迷的时候，一念就是无量劫，觉悟的时候，无量劫就变成一念，总在觉迷不同。为什么不觉？你的妄想分别执着放不下，你就要学无量劫；哪一天把妄想分别执着统统放下，原来就在眼前！总要亲证，亲证之后你才晓得一即一切，一切即一。",
      "zh_TW": "答：實在講，性德永遠說不盡，永遠體會不盡。所以在菩薩道，從初發心就來學，要學到成佛，需要多長的時間？佛經上講的是無量劫，不是短時間。為什麼要這麼長的時間？你的煩惱習氣慢慢淘汰掉，需要這麼長的時間，所以時間不是真的，這說得很好。大乘教裡頭講「念劫圓融」，你在迷的時候，一念就是無量劫，覺悟的時候，無量劫就變成一念，總在覺迷不同。為什麼不覺？你的妄想分別執著放不下，你就要學無量劫；哪一天把妄想分別執著統統放下，原來就在眼前！總要親證，親證之後你才曉得一即一切，一切即一。"
    },
    {
      "id": "21-284-0001_p0022",
      "zh_CN": "我们提倡「孝」这个字，这个字方便，从这一个字体会容易入门。孝是什么意思？你们看看中国的文字，中国文字是智慧的符号，中国人造字有六个原则，称为六书，六个原则。这个字是六个原则当中的一个，叫会意，你看这个符号，你体会这个意思。上面是个「老」，下面是个「子」，老代表上一代，子是下一代，上一代跟下一代是一不是二，就叫做孝。上一代跟下一代变成二，就不孝，孝就没有了，现代人讲有代沟，有代沟孝就没有了，所以它是一体。上一代还有上一代，下一代还有下一代，所以这个字代表什么？代表宇宙是一体，我们佛法讲「竖穷三际，横遍十方」。竖穷三际，横遍十方，是自性，是宇宙，自性是从体上讲，宇宙是从现象上讲，本体跟现象是一不是二，所以三际跟十方是一不是二。你看这个字的意思多圆满？这是符号，你从这个符号上去看。",
      "zh_TW": "我們提倡「孝」這個字，這個字方便，從這一個字體會容易入門。孝是什麼意思？你們看看中國的文字，中國文字是智慧的符號，中國人造字有六個原則，稱為六書，六個原則。這個字是六個原則當中的一個，叫會意，你看這個符號，你體會這個意思。上面是個「老」，下面是個「子」，老代表上一代，子是下一代，上一代跟下一代是一不是二，就叫做孝。上一代跟下一代變成二，就不孝，孝就沒有了，現代人講有代溝，有代溝孝就沒有了，所以它是一體。上一代還有上一代，下一代還有下一代，所以這個字代表什麼？代表宇宙是一體，我們佛法講「豎窮三際，橫遍十方」。豎窮三際，橫遍十方，是自性，是宇宙，自性是從體上講，宇宙是從現象上講，本體跟現象是一不是二，所以三際跟十方是一不是二。你看這個字的意思多圓滿？這是符號，你從這個符號上去看。"
    },
    {
      "id": "21-284-0001_p0023",
      "zh_CN": "尽孝就是自性性德的圆满流露。但是你要晓得，孝这个字里头包含着自性的万德万能，那才叫孝。如果我们从事相上来讲，举个例子来说，五伦、八德统统包在里头，少一个，你的孝道不圆满。我们讲佛法，讲菩提心，真诚、清净、平等、正觉、慈悲，这五个是一，一即是五，五即是一，任何一条都具足五条。譬如讲真诚，真诚里头有清净、有平等、有正觉、有慈悲，少一个，真诚就有欠缺，就不圆满了；讲慈悲，慈悲里头一定有真诚，一定有清净、平等、正觉。举任何一个例子统统包括，这叫圆满，少一个就有欠缺了。",
      "zh_TW": "盡孝就是自性性德的圓滿流露。但是你要曉得，孝這個字裡頭包含著自性的萬德萬能，那才叫孝。如果我們從事相上來講，舉個例子來說，五倫、八德統統包在裡頭，少一個，你的孝道不圓滿。我們講佛法，講菩提心，真誠、清淨、平等、正覺、慈悲，這五個是一，一即是五，五即是一，任何一條都具足五條。譬如講真誠，真誠裡頭有清淨、有平等、有正覺、有慈悲，少一個，真誠就有欠缺，就不圓滿了；講慈悲，慈悲裡頭一定有真誠，一定有清淨、平等、正覺。舉任何一個例子統統包括，這叫圓滿，少一個就有欠缺了。"
    },
    {
      "id": "21-284-0001_p0024",
      "zh_CN": "所以圆满的性德，看用在哪方面，譬如在五伦里面，用在父子，就叫做「亲」，用在君臣，就叫做「义」，实际上都是这一个「孝」字。用在夫妇，称为「别」；用在兄弟，称「有序」，长幼有序；用在朋友，称「信」。名词随便改，根是一个，用这一个「孝」全都包括了。我们再讲八德，孝悌忠信、礼义廉耻、仁爱和平，统统在这个字里面，看用在哪方面，我们用哪个字来表示它，实际上就这一个字。这是说到孝道是大圆满的大根大本，我们从这个字上去做去。",
      "zh_TW": "所以圓滿的性德，看用在哪方面，譬如在五倫裡面，用在父子，就叫做「親」，用在君臣，就叫做「義」，實際上都是這一個「孝」字。用在夫婦，稱為「別」；用在兄弟，稱「有序」，長幼有序；用在朋友，稱「信」。名詞隨便改，根是一個，用這一個「孝」全都包括了。我們再講八德，孝悌忠信、禮義廉恥、仁愛和平，統統在這個字裡面，看用在哪方面，我們用哪個字來表示它，實際上就這一個字。這是說到孝道是大圓滿的大根大本，我們從這個字上去做去。"
    },
    {
      "id": "21-284-0001_p0025",
      "zh_CN": "问：下面一个问题，为什么孝慈一定要依在理智的基础上，这才能得到真正的受用，得正面的好处。不是说自性本具足，为何还要这般要求？",
      "zh_TW": "問：下面一個問題，為什麼孝慈一定要依在理智的基礎上，這才能得到真正的受用，得正面的好處。不是說自性本具足，為何還要這般要求？"
    },
    {
      "id": "21-284-0001_p0026",
      "zh_CN": "答：这般要求是对迷而不觉众生所说的，如果他已经觉悟了，这要求就没有了。那么对哪些人？在佛法里面讲阿罗汉以上，这个要求都不讲了。你看阿罗汉称为正觉，菩萨称为正等正觉，佛称为无上正等正觉，所以佛对他们的教学跟对我们完全不一样。我们是教幼稚园，教小学、教幼稚园，跟他们的教学方式统统不一样，这个我们要懂得，从这个地方教学是有必要的。",
      "zh_TW": "答：這般要求是對迷而不覺眾生所說的，如果他已經覺悟了，這要求就沒有了。那麼對哪些人？在佛法裡面講阿羅漢以上，這個要求都不講了。你看阿羅漢稱為正覺，菩薩稱為正等正覺，佛稱為無上正等正覺，所以佛對他們的教學跟對我們完全不一樣。我們是教幼稚園，教小學、教幼稚園，跟他們的教學方式統統不一樣，這個我們要懂得，從這個地方教學是有必要的。"
    },
    {
      "id": "21-284-0001_p0027",
      "zh_CN": "世间，这里头必要的理由我们要懂，性德里面最明显的，很容易觉察到的，就是慈悲，所以佛常常用这个做代表。什么是佛？「慈悲为本，方便是门」，这八个字把佛教就讲尽了。慈悲是什么？慈悲就是现在人所讲的「爱」。那佛为什么不讲爱，要讲慈悲？慈悲是理智的，是正面的；世间人讲爱，爱里头有情，是负面的，所以换个名词讲，讲慈悲，不讲爱，实际上我们要懂得。很多宗教里面都讲爱，你看基督教、天主教他们依的《圣经》，《新旧约》里面都讲神爱世人，上帝爱世人，它的爱就跟我们佛门讲慈悲是一个意思，它是理智的，不是感情的，它是正面的，它不带负面的。这个道理一定要懂得。明白这个道理，你就晓得为什么还要这样要求？对我们迷失自性的人一定要这样教法，就是不能够没有理性。佛法是建立在智慧的基础上，不是建立在感情的基础上，感情是很靠不住的，我们一般人讲虚情假意。",
      "zh_TW": "世間，這裡頭必要的理由我們要懂，性德裡面最明顯的，很容易覺察到的，就是慈悲，所以佛常常用這個做代表。什麼是佛？「慈悲為本，方便是門」，這八個字把佛教就講盡了。慈悲是什麼？慈悲就是現在人所講的「愛」。那佛為什麼不講愛，要講慈悲？慈悲是理智的，是正面的；世間人講愛，愛裡頭有情，是負面的，所以換個名詞講，講慈悲，不講愛，實際上我們要懂得。很多宗教裡面都講愛，你看基督教、天主教他們依的《聖經》，《新舊約》裡面都講神愛世人，上帝愛世人，它的愛就跟我們佛門講慈悲是一個意思，它是理智的，不是感情的，它是正面的，它不帶負面的。這個道理一定要懂得。明白這個道理，你就曉得為什麼還要這樣要求？對我們迷失自性的人一定要這樣教法，就是不能夠沒有理性。佛法是建立在智慧的基礎上，不是建立在感情的基礎上，感情是很靠不住的，我們一般人講虛情假意。"
    },
    {
      "id": "21-284-0001_p0028",
      "zh_CN": "所以人跟人往来不要太认真，为什么？假的，不是真的。他说我爱你，我对你好，爱你结婚了，过不了三天闹离婚了，何必认真？他说我恨你，也不要认真，都是假的，过两天又好了。什么人才是真的？阿罗汉以上是真的，永远不会变的。为什么？他觉悟了，他不迷了。所以在迷的人全是假的。你不能说他是说假话，他说话的时候是真的，过两天他心变了，所以他说也变了，全变了，都靠不住。我们一定要了解众生的根性，你才认识人，你才能跟他们相处，才能处得很好。就是样样都不要当真，笑笑，一笑了之就算了，跟哪个人都能处得好，懂得他们在迷，他没有觉悟。如果我们自己还跟他计较，那就晓得我们也迷了；不跟他计较，就晓得我们觉悟了，我跟他不一样。",
      "zh_TW": "所以人跟人往來不要太認真，為什麼？假的，不是真的。他說我愛你，我對你好，愛你結婚了，過不了三天鬧離婚了，何必認真？他說我恨你，也不要認真，都是假的，過兩天又好了。什麼人才是真的？阿羅漢以上是真的，永遠不會變的。為什麼？他覺悟了，他不迷了。所以在迷的人全是假的。你不能說他是說假話，他說話的時候是真的，過兩天他心變了，所以他說也變了，全變了，都靠不住。我們一定要了解眾生的根性，你才認識人，你才能跟他們相處，才能處得很好。就是樣樣都不要當真，笑笑，一笑了之就算了，跟哪個人都能處得好，懂得他們在迷，他沒有覺悟。如果我們自己還跟他計較，那就曉得我們也迷了；不跟他計較，就曉得我們覺悟了，我跟他不一樣。"
    },
    {
      "id": "21-284-0001_p0029",
      "zh_CN": "问：下面一个问题，何谓圆满？",
      "zh_TW": "問：下面一個問題，何謂圓滿？"
    },
    {
      "id": "21-284-0001_p0030",
      "zh_CN": "答：我想这个不必解释了，这说的太多了。简单的讲，圆满就是没有欠缺，有欠缺就不圆满。",
      "zh_TW": "答：我想這個不必解釋了，這說的太多了。簡單的講，圓滿就是沒有欠缺，有欠缺就不圓滿。"
    },
    {
      "id": "21-284-0001_p0031",
      "zh_CN": "问：第四个问题，这个很重要，他说我不太相信自己有自性，也体会不到自性，请师父开示。",
      "zh_TW": "問：第四個問題，這個很重要，他說我不太相信自己有自性，也體會不到自性，請師父開示。"
    },
    {
      "id": "21-284-0001_p0032",
      "zh_CN": "答：这个读《楞严经》，《楞严经》上有，好像波斯匿王在释迦牟尼佛面前也没有觉得有自性，你看释迦牟尼佛怎么样开导他，让他自己恍然大悟，原来自己真有。自性是什么？自是自然的，不是学来的，就是你自己本有的，不是学来的，不是别人给你的。是什么东西？眼能见，耳能听，鼻能嗅，舌能尝，身能触，意能知，你说你有没有？你有就行了，有就证明了，你就体会到了。这就是自性，这里头不加妄想分别执着，就叫自性。加上妄想分别执着，还是自性，那个自性里头出了问题，那就变成凡夫，出了问题了。",
      "zh_TW": "答：這個讀《楞嚴經》，《楞嚴經》上有，好像波斯匿王在釋迦牟尼佛面前也沒有覺得有自性，你看釋迦牟尼佛怎麼樣開導他，讓他自己恍然大悟，原來自己真有。自性是什麼？自是自然的，不是學來的，就是你自己本有的，不是學來的，不是別人給你的。是什麼東西？眼能見，耳能聽，鼻能嗅，舌能嘗，身能觸，意能知，你說你有沒有？你有就行了，有就證明了，你就體會到了。這就是自性，這裡頭不加妄想分別執著，就叫自性。加上妄想分別執著，還是自性，那個自性裡頭出了問題，那就變成凡夫，出了問題了。"
    },
    {
      "id": "21-284-0001_p0033",
      "zh_CN": "问：底下一个问题，问到说师父在早餐开示中讲到，黄念祖老居士往生前是因为跌了一跤落下病根，道安法师也是因为夜里跌倒在洗手间，冻了一夜后得了病。并说看到这些现象要想到佛菩萨的加持，弟子愚昧，不能理解。佛菩萨加持，为什么这两位高僧大德往生前还现出这样的事？请师父开示。",
      "zh_TW": "問：底下一個問題，問到說師父在早餐開示中講到，黃念祖老居士往生前是因為跌了一跤落下病根，道安法師也是因為夜裡跌倒在洗手間，凍了一夜後得了病。並說看到這些現象要想到佛菩薩的加持，弟子愚昧，不能理解。佛菩薩加持，為什麼這兩位高僧大德往生前還現出這樣的事？請師父開示。"
    },
    {
      "id": "21-284-0001_p0034",
      "zh_CN": "答：你这后头一句话已经解答掉了。两位高僧大德往生前还现出这个样子，给我们看的！让我们了解学佛不是一帆风顺，挫折、折磨是免不了的。为什么？这个都与多生多劫的业障有关系，佛菩萨的示现，重罪轻报，我们就明白了。完全把业障消除不是不可能，少数，大多数的人业障是消了，没有消干净，所以总有些小毛病，总是免不了，那你就要认真努力比他更精进。看到了这些高僧大德走的时候还有这个业障，我要希望走的时候没有业障，能不能做到？能！你们从中国大陆来，哈尔滨的极乐寺，修无法师走没有业障，谛闲老和尚那个徒弟锅漏匠走没有业障，修来的！所以诸佛菩萨做种种示现，我们要会看，要能体会，要会学，要舍得干干净净，业障就没有了。",
      "zh_TW": "答：你這後頭一句話已經解答掉了。兩位高僧大德往生前還現出這個樣子，給我們看的！讓我們了解學佛不是一帆風順，挫折、折磨是免不了的。為什麼？這個都與多生多劫的業障有關係，佛菩薩的示現，重罪輕報，我們就明白了。完全把業障消除不是不可能，少數，大多數的人業障是消了，沒有消乾淨，所以總有些小毛病，總是免不了，那你就要認真努力比他更精進。看到了這些高僧大德走的時候還有這個業障，我要希望走的時候沒有業障，能不能做到？能！你們從中國大陸來，哈爾濱的極樂寺，修無法師走沒有業障，諦閑老和尚那個徒弟鍋漏匠走沒有業障，修來的！所以諸佛菩薩做種種示現，我們要會看，要能體會，要會學，要捨得乾乾淨淨，業障就沒有了。"
    },
    {
      "id": "21-284-0001_p0035",
      "zh_CN": "问：底下一个问题，他说学生的孩子今年九岁，从小就教他背诵唐诗。五岁后曾跟一位出家师父断断续续的到多国寺院小住，历时两年。从那个时候起开始背诵经典，至今已背诵了《无量寿经》、《金刚经》、《弟子规》、《千字文》、《论语》等十余种儒佛经典。现在父母身边读小学，各方面表现优于同年人（年龄相同的人），我深知这是得力于从小背经，因此不敢令其间断背书，现在背《楞严经》。师父劝我们一门深入，五年专诵一部经，对于孩子的教育，该教他专诵一部经，还是继续教他背完一部经接着又背另外一部经？",
      "zh_TW": "問：底下一個問題，他說學生的孩子今年九歲，從小就教他背誦唐詩。五歲後曾跟一位出家師父斷斷續續的到多國寺院小住，歷時兩年。從那個時候起開始背誦經典，至今已背誦了《無量壽經》、《金剛經》、《弟子規》、《千字文》、《論語》等十餘種儒佛經典。現在父母身邊讀小學，各方面表現優於同年人（年齡相同的人），我深知這是得力於從小背經，因此不敢令其間斷背書，現在背《楞嚴經》。師父勸我們一門深入，五年專誦一部經，對於孩子的教育，該教他專誦一部經，還是繼續教他背完一部經接著又背另外一部經？"
    },
    {
      "id": "21-284-0001_p0036",
      "zh_CN": "答：小朋友的教学，根是在德行，换句话说，你背诵的《弟子规》做到了没有？这点很重要，绝不是东西背得多，背得多做不到，没用处。也就是说，他的贪瞋痴有没有背掉？妄想分别执着有没有降低？那叫真功夫，真的收获。如果没有，以后就会有问题了，尤其是一开头就背唐诗。康熙皇帝大家都知道，很了不起的人，康熙皇帝教他的子孙，二十岁之前决定不能学文学。为什么？文学里头有感情，容易走向邪思，所以他规定他的子孙，二十岁之前读什么东西？读经、读史，文艺方面东西一概不可以；诗词歌赋二十岁之后，二十岁之前扎根，在德行上扎根。经典是德行、是学问，史是见识，从这上扎根，这个教育就是成功的教育，这是中国传统的教育。",
      "zh_TW": "答：小朋友的教學，根是在德行，換句話說，你背誦的《弟子規》做到了沒有？這點很重要，絕不是東西背得多，背得多做不到，沒用處。也就是說，他的貪瞋痴有沒有背掉？妄想分別執著有沒有降低？那叫真功夫，真的收穫。如果沒有，以後就會有問題了，尤其是一開頭就背唐詩。康熙皇帝大家都知道，很了不起的人，康熙皇帝教他的子孫，二十歲之前決定不能學文學。為什麼？文學裡頭有感情，容易走向邪思，所以他規定他的子孫，二十歲之前讀什麼東西？讀經、讀史，文藝方面東西一概不可以；詩詞歌賦二十歲之後，二十歲之前扎根，在德行上扎根。經典是德行、是學問，史是見識，從這上扎根，這個教育就是成功的教育，這是中國傳統的教育。"
    },
    {
      "id": "21-284-0001_p0037",
      "zh_CN": "中国传统教学的特色就是在家庭，这是全世界其他国家民族没有的。可以说这种教学在中国推行了五千年，到民国初年才疏忽，渐渐不重视了，在民国二十几年之后真的断掉了。中国教育特色从什么时候教起？小孩出生，他眼睛张开他会看了，他会听了，从这时候教起。所以《弟子规》不是小孩做的，是大人做的，大人一举一动让小孩看，让小孩听，他慢慢就学会了。所以，中国有一句谚语说，「三岁看八十，七岁看终生」，凭什么？凭家教。",
      "zh_TW": "中國傳統教學的特色就是在家庭，這是全世界其他國家民族沒有的。可以說這種教學在中國推行了五千年，到民國初年才疏忽，漸漸不重視了，在民國二十幾年之後真的斷掉了。中國教育特色從什麼時候教起？小孩出生，他眼睛張開他會看了，他會聽了，從這時候教起。所以《弟子規》不是小孩做的，是大人做的，大人一舉一動讓小孩看，讓小孩聽，他慢慢就學會了。所以，中國有一句諺語說，「三歲看八十，七歲看終生」，憑什麼？憑家教。"
    },
    {
      "id": "21-284-0001_p0038",
      "zh_CN": "你看他眼睛张开，会看、会听，他也不懂事，他也不会说话，那个印象就已经印到他阿赖耶识里去了。他所看到的、所听到的、所接触到的，全是正面的，没有负面的，这个人的德行从根就扎稳了。三岁的时候就很可观，就知道他到八十岁都不会变，你说那个根多坚固。接触这个社会他不会被染污，现在人讲的术语叫免疫力，他的免疫力就是从小的时候给他种下去的。这是中国教育的特色，在外国其他民族上没有听说过的。所以中国教育是家教，根是家教。",
      "zh_TW": "你看他眼睛張開，會看、會聽，他也不懂事，他也不會說話，那個印象就已經印到他阿賴耶識裡去了。他所看到的、所聽到的、所接觸到的，全是正面的，沒有負面的，這個人的德行從根就紮穩了。三歲的時候就很可觀，就知道他到八十歲都不會變，你說那個根多堅固。接觸這個社會他不會被染污，現在人講的術語叫免疫力，他的免疫力就是從小的時候給他種下去的。這是中國教育的特色，在外國其他民族上沒有聽說過的。所以中國教育是家教，根是家教。"
    },
    {
      "id": "21-284-0001_p0039",
      "zh_CN": "七岁上学，上学是家教的延续，所以七岁才开始读书，读的都是经史。没有说私塾里面开始的时候，儿童时候就读这些诗词歌赋，没有。诗词歌赋一定是，在从前我们一般私塾大概都是十五、六岁以上，他前面底子有了，才学这个东西。康熙要求的标准高，二十岁，正确，不让你有邪思。社会教育是广学多闻，宗教教育达到究竟圆满，让你彻底了解宇宙人生真相。这四个教育是一体，根是在家庭。",
      "zh_TW": "七歲上學，上學是家教的延續，所以七歲才開始讀書，讀的都是經史。沒有說私塾裡面開始的時候，兒童時候就讀這些詩詞歌賦，沒有。詩詞歌賦一定是，在從前我們一般私塾大概都是十五、六歲以上，他前面底子有了，才學這個東西。康熙要求的標準高，二十歲，正確，不讓你有邪思。社會教育是廣學多聞，宗教教育達到究竟圓滿，讓你徹底了解宇宙人生真相。這四個教育是一體，根是在家庭。"
    },
    {
      "id": "21-284-0001_p0040",
      "zh_CN": "所以今天我们感觉到困难，难在哪里？家庭教育没有，根没有了，这是很值得我们忧虑的。如果我们不能够觉知，不能了解这个问题，不能再从这上面下手，中国传统文化继承就有大问题，很可能像其他的族群里头的古文化，会随着历史消灭掉，消失掉了。四大文明古国只剩了中国，中国如果把这个根拔掉之后，我们相信，五十年之后它也变成历史了，这很可能。所以这个我们一定要晓得，一定要非常认真努力来挽救传统文化的根，首先就是从自己做起，好好教下一代。所以我们今天《弟子规》的教学，我们要求的是学生、家长、老师一起来学。学生需要学，家长跟老师没有学过，没有办法教学生，现在只有统统男女老少、各行各业，大家一起来才有救。除这个办法之外，想不出第二个方法能够挽救这个劫运。",
      "zh_TW": "所以今天我們感覺到困難，難在哪裡？家庭教育沒有，根沒有了，這是很值得我們憂慮的。如果我們不能夠覺知，不能了解這個問題，不能再從這上面下手，中國傳統文化繼承就有大問題，很可能像其他的族群裡頭的古文化，會隨著歷史消滅掉，消失掉了。四大文明古國只剩了中國，中國如果把這個根拔掉之後，我們相信，五十年之後它也變成歷史了，這很可能。所以這個我們一定要曉得，一定要非常認真努力來挽救傳統文化的根，首先就是從自己做起，好好教下一代。所以我們今天《弟子規》的教學，我們要求的是學生、家長、老師一起來學。學生需要學，家長跟老師沒有學過，沒有辦法教學生，現在只有統統男女老少、各行各業，大家一起來才有救。除這個辦法之外，想不出第二個方法能夠挽救這個劫運。"
    },
    {
      "id": "21-284-0001_p0041",
      "zh_CN": "所以，我们一定要懂得，要明了，然后你就知道怎样去教小朋友。教小朋友先把自己教好，自己要不教好，你教他《弟子规》，他说你没有做到，你为什么教我？他不服气，你自己也不好意思。所以自己一定先做到，然后他就服了，这样才能把他真正带起来。好，现在时间到了，我们今天就讲到此地。",
      "zh_TW": "所以，我們一定要懂得，要明瞭，然後你就知道怎樣去教小朋友。教小朋友先把自己教好，自己要不教好，你教他《弟子規》，他說你沒有做到，你為什麼教我？他不服氣，你自己也不好意思。所以自己一定先做到，然後他就服了，這樣才能把他真正帶起來。好，現在時間到了，我們今天就講到此地。"
    }
  ]
}