{
  "doc_id": "12-010-0005",
  "title": {
    "zh_CN": "德生童子章",
    "zh_TW": "德生童子章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五集",
    "zh_TW": "第五集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-010-0005",
  "total_paragraphs": 78,
  "paragraphs": [
    {
      "id": "12-010-0005_p0001",
      "zh_CN": "第十页从有个三角形的符号这里看。这是第二科，从这段以下是「诫劝事友」，诫是告诫的意思，劝是劝勉，事就是承事，此地说的友就是善知识，也就是老师、善友。经文分四个小段，到底下就都能看到。请看经文：",
      "zh_TW": "第十頁從有個三角形的符號這裡看。這是第二科，從這段以下是「誡勸事友」，誡是告誡的意思，勸是勸勉，事就是承事，此地說的友就是善知識，也就是老師、善友。經文分四個小段，到底下就都能看到。請看經文："
    },
    {
      "id": "12-010-0005_p0002",
      "zh_CN": "【复次。善男子。汝因此故求善知识。勿于身心而生疲倦。见善知识。勿生厌足。请问善知识。勿惮劳苦。亲近善知识。勿怀退转。供养善知识。无令间断。随顺善知识教诲。不应违逆。于善知识所有功德。不应疑惑。闻善知识演说出离门。应生决定。见善知识随顺烦恼行。勿生嫌怪。于善知识所生深信心。不应变改。】",
      "zh_TW": "【復次。善男子。汝因此故求善知識。勿於身心而生疲倦。見善知識。勿生厭足。請問善知識。勿憚勞苦。親近善知識。勿懷退轉。供養善知識。無令間斷。隨順善知識教誨。不應違逆。於善知識所有功德。不應疑惑。聞善知識演說出離門。應生決定。見善知識隨順煩惱行。勿生嫌怪。於善知識所生深信心。不應變改。】"
    },
    {
      "id": "12-010-0005_p0003",
      "zh_CN": "在诫劝里面，这四段有四大科，可以说这一科非常的重要，这个里头有诫有劝。这个经文是接着上面的，在前面一大段说能求的大心，特别我们读到的，在「别明应修」里面的十大段，前面两段说的修学宗旨，后面的七段都是讲的修学的态度，都是我们上一次读过的；换句话说，这是学菩萨行。尤其是修普贤行，成功与否关键所在，特别要注意到。你懂得求法，明白宗旨，具足良好的态度这就是法器。所以这一开端，『复次』再者的意思，『善男子，汝因此故』，「此」就是指上面具足求学的态度，现在你正需要的？需要的就是求善知识。诸位要知道要是不求善知识绝没有成就的可能，这是同修们要特别记住的，绝没有一个说孤陋寡闻，自己关起门来，闭门造车还能成就的，没有这个道理。",
      "zh_TW": "在誡勸裡面，這四段有四大科，可以說這一科非常的重要，這個裡頭有誡有勸。這個經文是接著上面的，在前面一大段說能求的大心，特別我們讀到的，在「別明應修」裡面的十大段，前面兩段說的修學宗旨，後面的七段都是講的修學的態度，都是我們上一次讀過的；換句話說，這是學菩薩行。尤其是修普賢行，成功與否關鍵所在，特別要注意到。你懂得求法，明白宗旨，具足良好的態度這就是法器。所以這一開端，『復次』再者的意思，『善男子，汝因此故』，「此」就是指上面具足求學的態度，現在你正需要的？需要的就是求善知識。諸位要知道要是不求善知識絕沒有成就的可能，這是同修們要特別記住的，絕沒有一個說孤陋寡聞，自己關起門來，閉門造車還能成就的，沒有這個道理。"
    },
    {
      "id": "12-010-0005_p0004",
      "zh_CN": "所以一定要参学，一定要发心求学，你看处处都有个「求」字。哪一个肯求学，哪一个才能成就，不肯求学那怎么会成就？纵然是多生多劫菩萨乘愿再来还是要求学，诸位读读《高僧传》，在我们中国过去历代，乘愿再来的人太多了。你看看这些人给我们做的榜样，哪一个不是表现得勤苦求学，遵从佛的教诲，这样才有成就。实在讲像那些再来人，他早就成就，何必还要这样？给我们看的。虽然是表现给我们看的，人家做得道道地地，绝不是以轻慢心，或者是以游戏神通之心，不是的，样样做得逼真，这真叫苦口婆心，劝勉我们后学，劝进后学。",
      "zh_TW": "所以一定要參學，一定要發心求學，你看處處都有個「求」字。哪一個肯求學，哪一個才能成就，不肯求學那怎麼會成就？縱然是多生多劫菩薩乘願再來還是要求學，諸位讀讀《高僧傳》，在我們中國過去歷代，乘願再來的人太多了。你看看這些人給我們做的榜樣，哪一個不是表現得勤苦求學，遵從佛的教誨，這樣才有成就。實在講像那些再來人，他早就成就，何必還要這樣？給我們看的。雖然是表現給我們看的，人家做得道道地地，絕不是以輕慢心，或者是以遊戲神通之心，不是的，樣樣做得逼真，這真叫苦口婆心，勸勉我們後學，勸進後學。"
    },
    {
      "id": "12-010-0005_p0005",
      "zh_CN": "这个地方的十句，这可以说是我们事友基本的态度。前面那一大段是讲求法的态度，这是讲求友的态度，事友的态度，我们应当怎样求老师，怎样来事奉老师。不具足这个十条，纵有好老师你也是空过了。诸位想想，哪个有道有学的高僧，甚至于在家的大德居士，他的学生绝不止是一个、二个，为什么那些学生当中有成就的，有不成就的？诸位要能把这章，德生童子章要念得熟熟的，你就恍然大悟了。孔老夫子三千弟子，有成就的七十二个人，难道说孔老夫子不善于教学吗？所以我们读书要深深的深省、要明察，找它的根源。在目前台中李老师他老人家，到这里来三十多年弘法利生，他的学生最保守的估计二十万人以上，这最保守的估计，成就有几个？大概有成就的还不到五十人。他是不是不善教？不是的。老师只有一种教法，有没有成就完全在乎你自己，是不是具备求法的态度？是不是具备了事师敬友的态度？",
      "zh_TW": "這個地方的十句，這可以說是我們事友基本的態度。前面那一大段是講求法的態度，這是講求友的態度，事友的態度，我們應當怎樣求老師，怎樣來事奉老師。不具足這個十條，縱有好老師你也是空過了。諸位想想，哪個有道有學的高僧，甚至於在家的大德居士，他的學生絕不止是一個、二個，為什麼那些學生當中有成就的，有不成就的？諸位要能把這章，德生童子章要念得熟熟的，你就恍然大悟了。孔老夫子三千弟子，有成就的七十二個人，難道說孔老夫子不善於教學嗎？所以我們讀書要深深的深省、要明察，找它的根源。在目前台中李老師他老人家，到這裡來三十多年弘法利生，他的學生最保守的估計二十萬人以上，這最保守的估計，成就有幾個？大概有成就的還不到五十人。他是不是不善教？不是的。老師只有一種教法，有沒有成就完全在乎你自己，是不是具備求法的態度？是不是具備了事師敬友的態度？"
    },
    {
      "id": "12-010-0005_p0006",
      "zh_CN": "所以过去印祖跟我们讲，佛法要从恭敬中求，一分恭敬得一分利益，十分恭敬得十分利益。如果以轻慢心，没有恭敬；换句话，你就是追随善知识一生，你依然是博地凡夫，绝对不会有受用。向下这个十条并不难懂，难在哪里？难做。我们肯不肯发心去做？为什么难做？要说远的因，那是我们迷惑颠倒，对于佛所讲浅显的几句话，所以然的道理不明白，所以不肯去做。近因呢？是烦恼太重，贪瞋痴慢疑、邪见六个根本烦恼，习气太重，虽然晓得这是好事情，应当照这么去做，自己做不了主，业障太重。因此我们要消业障，要开智慧才能有成就。这十句里头有几句是要细讲，有些不需细讲。",
      "zh_TW": "所以過去印祖跟我們講，佛法要從恭敬中求，一分恭敬得一分利益，十分恭敬得十分利益。如果以輕慢心，沒有恭敬；換句話，你就是追隨善知識一生，你依然是博地凡夫，絕對不會有受用。向下這個十條並不難懂，難在哪裡？難做。我們肯不肯發心去做？為什麼難做？要說遠的因，那是我們迷惑顛倒，對於佛所講淺顯的幾句話，所以然的道理不明白，所以不肯去做。近因呢？是煩惱太重，貪瞋痴慢疑、邪見六個根本煩惱，習氣太重，雖然曉得這是好事情，應當照這麼去做，自己做不了主，業障太重。因此我們要消業障，要開智慧才能有成就。這十句裡頭有幾句是要細講，有些不需細講。"
    },
    {
      "id": "12-010-0005_p0007",
      "zh_CN": "第一句说，『求善知识，勿于身心而生疲倦』，这是求法老师。不但是身不能有疲倦的态度，心里都不可以有；换句话说，这个事师敬友必须要做到精进不懈。我们求不到，求不到，求的心不能一刻中断。诸位要晓得，这一会等觉菩萨位，你看看到等觉菩萨求善知识身心还不能生疲倦，何况我们初发心？我们初发心就有疲倦之心，那到什么时候才能成就？人家等觉菩萨距离成佛只有一级了，还不敢生疲倦，我们想想这点，怎么敢再懈怠？求老师、求学之心不可以间断。",
      "zh_TW": "第一句說，『求善知識，勿於身心而生疲倦』，這是求法老師。不但是身不能有疲倦的態度，心裡都不可以有；換句話說，這個事師敬友必須要做到精進不懈。我們求不到，求不到，求的心不能一刻中斷。諸位要曉得，這一會等覺菩薩位，你看看到等覺菩薩求善知識身心還不能生疲倦，何況我們初發心？我們初發心就有疲倦之心，那到什麼時候才能成就？人家等覺菩薩距離成佛只有一級了，還不敢生疲倦，我們想想這點，怎麼敢再懈怠？求老師、求學之心不可以間斷。"
    },
    {
      "id": "12-010-0005_p0008",
      "zh_CN": "第二句讲见，见是见到了，求未必求得到。俗话常说好的老师可遇不可求，世间法里讲。佛告诉我们，好的善知识我们虽然没遇到，我们念念当中有求的心，什么时候机缘成熟了，感应道交。感应道交里面那个缘不一定，有的时候看到恶缘，恶缘遇到好师，像这种情形非常之多，古人有所谓塞翁失马焉知得失，看到结果才恍然大悟。只要你具足这个菩萨心、利益众生的心，诸佛菩萨、龙天鬼神冥冥当中他会照顾、他会加持的。『见善知识，勿生厌足』，「厌足」就是满足之心，不可以有。这个老师的学问，我在这里学了几年，我都学会了，再在他这边住学不到什么。这样就证明你是一无所成，一桩也没学会。你在这个老师里面学了什么？学了些贡高我慢，不是学菩提，学的烦恼走了。我们看看，善财童子五十三参，他对哪个善知识满足？善知识很谦虚、很客气：我不行，我只有这一点点，别人都比我强、比我胜。实际上他这一点点你学得尽学不尽？学不尽，到成佛才能跟他一样。这个态度你想想看，多么的严肃，多么的庄严！我们要不能具足这些态度，凭什么求学，这是讲「见善知识」。可是诸位晓得，这个里头一句比一句意思上殊胜，境界也来得深广。第一是讲有求的心，第二才能见得到，你要没有求的心，善知识当面错过。",
      "zh_TW": "第二句講見，見是見到了，求未必求得到。俗話常說好的老師可遇不可求，世間法裡講。佛告訴我們，好的善知識我們雖然沒遇到，我們念念當中有求的心，什麼時候機緣成熟了，感應道交。感應道交裡面那個緣不一定，有的時候看到惡緣，惡緣遇到好師，像這種情形非常之多，古人有所謂塞翁失馬焉知得失，看到結果才恍然大悟。只要你具足這個菩薩心、利益眾生的心，諸佛菩薩、龍天鬼神冥冥當中他會照顧、他會加持的。『見善知識，勿生厭足』，「厭足」就是滿足之心，不可以有。這個老師的學問，我在這裡學了幾年，我都學會了，再在他這邊住學不到什麼。這樣就證明你是一無所成，一樁也沒學會。你在這個老師裡面學了什麼？學了些貢高我慢，不是學菩提，學的煩惱走了。我們看看，善財童子五十三參，他對哪個善知識滿足？善知識很謙虛、很客氣：我不行，我只有這一點點，別人都比我強、比我勝。實際上他這一點點你學得盡學不盡？學不盡，到成佛才能跟他一樣。這個態度你想想看，多麼的嚴肅，多麼的莊嚴！我們要不能具足這些態度，憑什麼求學，這是講「見善知識」。可是諸位曉得，這個裡頭一句比一句意思上殊勝，境界也來得深廣。第一是講有求的心，第二才能見得到，你要沒有求的心，善知識當面錯過。"
    },
    {
      "id": "12-010-0005_p0009",
      "zh_CN": "第三句见到善知识要请法，『请问善知识，勿惮劳苦』。你要晓得请教，你不请教，善知识不会告诉你，固然佛法里有无问自说，无问自说那个因缘太殊胜了。不是每个善知识每遇到你，他都对我无问自说，哪有多好事情？你就是再殊胜的根性还是要求，还是要请教别人。请教里头就是学问，请教的礼节、请教的言词、请教的态度，必须是样样如法才能得受用。这样也许同学要问，我都没有学过，实在讲这些不学也能会，怎么说不学也会？心地真诚就会了，如果心地没有诚，学了个外表样子，外面装得很像，里头不像。诚于中，自然就形于外，譬如一个乡下人没有念过书的，你要带他去见总统，他自自然然一切都规矩，说话也不敢大声了，走路脚步也轻轻的了。那个贵人在那里，他心地恭敬，一切都如法了，哪个教他？没有人教他。所谓是诚就灵，心地真诚一切都灵光。",
      "zh_TW": "第三句見到善知識要請法，『請問善知識，勿憚勞苦』。你要曉得請教，你不請教，善知識不會告訴你，固然佛法裡有無問自說，無問自說那個因緣太殊勝了。不是每個善知識每遇到你，他都對我無問自說，哪有多好事情？你就是再殊勝的根性還是要求，還是要請教別人。請教裡頭就是學問，請教的禮節、請教的言詞、請教的態度，必須是樣樣如法才能得受用。這樣也許同學要問，我都沒有學過，實在講這些不學也能會，怎麼說不學也會？心地真誠就會了，如果心地沒有誠，學了個外表樣子，外面裝得很像，裡頭不像。誠於中，自然就形於外，譬如一個鄉下人沒有念過書的，你要帶他去見總統，他自自然然一切都規矩，說話也不敢大聲了，走路腳步也輕輕的了。那個貴人在那裡，他心地恭敬，一切都如法了，哪個教他？沒有人教他。所謂是誠就靈，心地真誠一切都靈光。"
    },
    {
      "id": "12-010-0005_p0010",
      "zh_CN": "你要有学习当然更好，佛门里面这些规矩虽然不如从前，比起世法礼节来讲还是殊胜多多。希望大家从佛门里现行的仪规里面，稍稍注意都能够学得到。在本经五十三参里面，诸位要是留意一点你也能看得到。你看善财童子见善知识什么礼节，怎么样问话，什么样态度、什么样的言词，这些都是我们学习的。不但我们要闻教，这些身教地方都应当学习。所以过去方东美先生赞叹这部书，是真实的大学问，绝无虚假。为什么？它里面有身教在，不但它有言教、有意教，它有身教在。所以这个善财童子五十三参，如果要有才华的人把它编成连续剧，编六十次的连续的电视剧，那才叫功德无量。谁要发心来做，我可以当他义务顾问，他有不明了地方我可以告诉他。这是一部活活泼泼的佛法，活活泼泼的学问，不是死的。所以请教的时候不要怕劳苦，要常常请教。",
      "zh_TW": "你要有學習當然更好，佛門裡面這些規矩雖然不如從前，比起世法禮節來講還是殊勝多多。希望大家從佛門裡現行的儀規裡面，稍稍注意都能夠學得到。在本經五十三參裡面，諸位要是留意一點你也能看得到。你看善財童子見善知識什麼禮節，怎麼樣問話，什麼樣態度、什麼樣的言詞，這些都是我們學習的。不但我們要聞教，這些身教地方都應當學習。所以過去方東美先生讚歎這部書，是真實的大學問，絕無虛假。為什麼？它裡面有身教在，不但它有言教、有意教，它有身教在。所以這個善財童子五十三參，如果要有才華的人把它編成連續劇，編六十次的連續的電視劇，那才叫功德無量。誰要發心來做，我可以當他義務顧問，他有不明瞭地方我可以告訴他。這是一部活活潑潑的佛法，活活潑潑的學問，不是死的。所以請教的時候不要怕勞苦，要常常請教。"
    },
    {
      "id": "12-010-0005_p0011",
      "zh_CN": "第四句说，『亲近善知识，勿怀退转』，不能有退转的心，俗话常讲「花无百日香，人无千日好」。处久了自然就容易生懈怠、退堕之心，处久了就是这样的，恭敬心自然就淡了，人之常情。怎么样能保持？如果在道业上精进，就能保持不退转。道业是什么？道业是清净心。假如你真正能够说是把力量集中在这方面，每天叫我自己心地清净，决定没有退转。要是叫你心放逸，必然退转，放逸就是随便、马马虎虎，这就会退转。『供养善知识，无令间断』，「善知识」对我们恩德非常大，我们法身慧命之所寄托，因此，对他的四事供养要照顾得周到，不能够间断。是不是善知识这样要求我们？不是的，表我们自己恭敬心。不但是佛门里面知识不重视四事供养，世间这些有道德的学者也不重视四事供养。孔老夫子教学，他这个标准定得很低，所以凡是收束修以上的，他没有不认真教的。束修，束是一束，修是干肉，在从前最薄的礼。孔老夫子在世的时候，那个时候还是从畜牧的时代进入到农业，那个时候打猎，可以说也是生活主要方式之一，就送这么一点薄薄的礼，供养老师，老师都认真教你。",
      "zh_TW": "第四句說，『親近善知識，勿懷退轉』，不能有退轉的心，俗話常講「花無百日香，人無千日好」。處久了自然就容易生懈怠、退墮之心，處久了就是這樣的，恭敬心自然就淡了，人之常情。怎麼樣能保持？如果在道業上精進，就能保持不退轉。道業是什麼？道業是清淨心。假如你真正能夠說是把力量集中在這方面，每天叫我自己心地清淨，決定沒有退轉。要是叫你心放逸，必然退轉，放逸就是隨便、馬馬虎虎，這就會退轉。『供養善知識，無令間斷』，「善知識」對我們恩德非常大，我們法身慧命之所寄託，因此，對他的四事供養要照顧得周到，不能夠間斷。是不是善知識這樣要求我們？不是的，表我們自己恭敬心。不但是佛門裡面知識不重視四事供養，世間這些有道德的學者也不重視四事供養。孔老夫子教學，他這個標準定得很低，所以凡是收束脩以上的，他沒有不認真教的。束脩，束是一束，脩是乾肉，在從前最薄的禮。孔老夫子在世的時候，那個時候還是從畜牧的時代進入到農業，那個時候打獵，可以說也是生活主要方式之一，就送這麼一點薄薄的禮，供養老師，老師都認真教你。"
    },
    {
      "id": "12-010-0005_p0012",
      "zh_CN": "绝不是说你没有供养我，我不教你，没有这个话，那不足以为人师；换句话说，只要你有点恭敬心，他就会教你。因此供养老师是我们随分随力，超过了自己的力量，想方法去谋求财物来供养老师，那是错误的。要在你自己力量之内，而且很自在，不感觉得困难，这才可以。凡是善知识对于他的学生没有不爱护的，绝不叫你浪费。为什么？教学里头就有勤俭，怎么许可你浪费？要教你节俭。恭敬之心必须有，这是礼不能少，可是一定要节俭，礼不能没有。所以过去李老师在台中教学，礼，你供养老师的礼一定要，红包一定要，多少钱？一块钱。多了就骂人，要受责备，为什么？他不需要钱，他自己有薪水，有供养，你去拜他做老师，跟他学的时候，供养他一个红包一块钱，他非常欢喜。所以这是供养之心、供养之愿不能间断，供养之事随分随力，这样才能欢欢喜喜，才能长远，这是佛菩萨教给我们的。我们法施会成立以来这么多年，也就是本着这个原则，我们修法布施、修财布施一切随分随力，大家的功德平等、平等，无二无别，各个都是从欢喜心当中做，有多少力量做多少事，没有就不做，多么自在。",
      "zh_TW": "絕不是說你沒有供養我，我不教你，沒有這個話，那不足以為人師；換句話說，只要你有點恭敬心，他就會教你。因此供養老師是我們隨分隨力，超過了自己的力量，想方法去謀求財物來供養老師，那是錯誤的。要在你自己力量之內，而且很自在，不感覺得困難，這才可以。凡是善知識對於他的學生沒有不愛護的，絕不叫你浪費。為什麼？教學裡頭就有勤儉，怎麼許可你浪費？要教你節儉。恭敬之心必須有，這是禮不能少，可是一定要節儉，禮不能沒有。所以過去李老師在台中教學，禮，你供養老師的禮一定要，紅包一定要，多少錢？一塊錢。多了就罵人，要受責備，為什麼？他不需要錢，他自己有薪水，有供養，你去拜他做老師，跟他學的時候，供養他一個紅包一塊錢，他非常歡喜。所以這是供養之心、供養之願不能間斷，供養之事隨分隨力，這樣才能歡歡喜喜，才能長遠，這是佛菩薩教給我們的。我們法施會成立以來這麼多年，也就是本著這個原則，我們修法布施、修財布施一切隨分隨力，大家的功德平等、平等，無二無別，各個都是從歡喜心當中做，有多少力量做多少事，沒有就不做，多麼自在。"
    },
    {
      "id": "12-010-0005_p0013",
      "zh_CN": "第六句，『随顺善知识教诲，不应违逆』。老师的教诫必须要遵从，不可以违背，有的时候老师教的好像与实际上的环境、情形真相抵触，我们要不要听？要听。为什么？他有他的道理，他的智慧比我们高，他的学识比我们丰富，他看的眼光远，我们看得近，遵从他的教法决定不吃亏。我举个例子，譬如我们学经，我们在台中当时学讲经，老师给我们规定只准学一种，不准学两种，学两种他就不教了。在我们想想，这个规定不合理，人家学校里上课的时候，你看看一天多少课程，十几门课程里头统统都要学，什么样的书都可以看，增长学识。怎么你教我孤陋寡闻，只准学一种、只准看一种，除了这个之外统统不准看。而且还奇怪，譬如说学《华严经》规定你看清凉大师的注解，别人的注解不能看，连注解都只准看一种，不准看第二种。",
      "zh_TW": "第六句，『隨順善知識教誨，不應違逆』。老師的教誡必須要遵從，不可以違背，有的時候老師教的好像與實際上的環境、情形真相牴觸，我們要不要聽？要聽。為什麼？他有他的道理，他的智慧比我們高，他的學識比我們豐富，他看的眼光遠，我們看得近，遵從他的教法決定不吃虧。我舉個例子，譬如我們學經，我們在台中當時學講經，老師給我們規定只准學一種，不准學兩種，學兩種他就不教了。在我們想想，這個規定不合理，人家學校裡上課的時候，你看看一天多少課程，十幾門課程裡頭統統都要學，什麼樣的書都可以看，增長學識。怎麼你教我孤陋寡聞，只准學一種、只准看一種，除了這個之外統統不准看。而且還奇怪，譬如說學《華嚴經》規定你看清涼大師的註解，別人的註解不能看，連註解都只准看一種，不准看第二種。"
    },
    {
      "id": "12-010-0005_p0014",
      "zh_CN": "到底是人家高明，以后我们学成了再去请教老师，你为什么这样教我们，他才跟你讲，当时他不跟你讲。不跟你讲什么？看看你有没有这个态度。你要不服气，不服气你走，你不要跟我学，那些高明的老师多得很，他可以教你十样、教你二十样。跟我那就不行，就是一门，注解只看一种，看另外一种注解我就不教。当时看你的态度，你对老师是存什么样的心，存什么样的态度。我们对老师恭敬，老师一定有他道理，你说怎么我们就怎么，不折不扣的依教奉行。以后老师告诉我们，我们自己知见是错误的博地凡夫，学两种经，你的精神力量不够。必须把力量集中起来学一样，一样东西学好了再学第二样不迟。譬如你学十部经，你十部经同时学，十个月学不好；你十部经分开来，一个月学一部，部部都毕业，部部成功。你在这一个月当中心头只有这一部，全心全意只知道这一样。你要十部同时学的时候，一天头脑里有十样东西乱七八糟，十个月下来还是一无所成。这是举一个例子。",
      "zh_TW": "到底是人家高明，以後我們學成了再去請教老師，你為什麼這樣教我們，他才跟你講，當時他不跟你講。不跟你講什麼？看看你有沒有這個態度。你要不服氣，不服氣你走，你不要跟我學，那些高明的老師多得很，他可以教你十樣、教你二十樣。跟我那就不行，就是一門，註解只看一種，看另外一種註解我就不教。當時看你的態度，你對老師是存什麼樣的心，存什麼樣的態度。我們對老師恭敬，老師一定有他道理，你說怎麼我們就怎麼，不折不扣的依教奉行。以後老師告訴我們，我們自己知見是錯誤的博地凡夫，學兩種經，你的精神力量不夠。必須把力量集中起來學一樣，一樣東西學好了再學第二樣不遲。譬如你學十部經，你十部經同時學，十個月學不好；你十部經分開來，一個月學一部，部部都畢業，部部成功。你在這一個月當中心頭只有這一部，全心全意只知道這一樣。你要十部同時學的時候，一天頭腦裡有十樣東西亂七八糟，十個月下來還是一無所成。這是舉一個例子。"
    },
    {
      "id": "12-010-0005_p0015",
      "zh_CN": "看注解也是如此，一部经，一个注解有一个注解的思想，它不会是一样的，一样的人家已经注了，后人何必再写，不一样。你两个注子，等于说你两个老师来教你，你就杂了，到底哪个对、哪个不对？怀疑，恭敬心没有了，所以就守一家注子。换句话，你选一个老师、选一个善知识，我就跟你学。到什么时候一切都可以浏览、都可以听、都可以看？要到一切经论融会贯通的时候才行。当时老师就告诉我们，融会贯通做到初步至少十年，你是个聪明绝顶的人，十年你才有资格多看几种注子，有资格多听几个人讲经。换句话说，我们跟老师，老师就交代十年之内不许可，非得依他的教训不可，我们听他的话，照这样做，才能有一点成就。如果我们当时不服气，我们也求多闻，也是像一般些好学，到今天依然一事无成。",
      "zh_TW": "看註解也是如此，一部經，一個註解有一個註解的思想，它不會是一樣的，一樣的人家已經註了，後人何必再寫，不一樣。你兩個註子，等於說你兩個老師來教你，你就雜了，到底哪個對、哪個不對？懷疑，恭敬心沒有了，所以就守一家註子。換句話，你選一個老師、選一個善知識，我就跟你學。到什麼時候一切都可以瀏覽、都可以聽、都可以看？要到一切經論融會貫通的時候才行。當時老師就告訴我們，融會貫通做到初步至少十年，你是個聰明絕頂的人，十年你才有資格多看幾種註子，有資格多聽幾個人講經。換句話說，我們跟老師，老師就交代十年之內不許可，非得依他的教訓不可，我們聽他的話，照這樣做，才能有一點成就。如果我們當時不服氣，我們也求多聞，也是像一般些好學，到今天依然一事無成。"
    },
    {
      "id": "12-010-0005_p0016",
      "zh_CN": "这就讲善知识教诲，你想想看我们应不应该违背？诸位再想想看，哪个老师不希望学生好？哪个老师不希望他的学生出人头地？哪个老师不希望学生青出于蓝，将来在我之上，在我之上，我光荣。可是有几个学生肯听话？问题就在此地。所以当时老师就跟我讲，学生求老师不容易，老师找学生更难，找什么学生？找一个不折不扣听话的学生。今天到哪里去找？真是可遇不可求，这才能成就。「不应违逆」，这句话很重要，我会举出这个例子，这是我自己求学的例子，我能有一点成就，就是老师怎么讲我就怎么做，有理由，我想得通的理由，我照这样做，想不通的理由，我还是照这样做。为什么？我想他一定有道理，他对我一定没有恶意。",
      "zh_TW": "這就講善知識教誨，你想想看我們應不應該違背？諸位再想想看，哪個老師不希望學生好？哪個老師不希望他的學生出人頭地？哪個老師不希望學生青出於藍，將來在我之上，在我之上，我光榮。可是有幾個學生肯聽話？問題就在此地。所以當時老師就跟我講，學生求老師不容易，老師找學生更難，找什麼學生？找一個不折不扣聽話的學生。今天到哪裡去找？真是可遇不可求，這才能成就。「不應違逆」，這句話很重要，我會舉出這個例子，這是我自己求學的例子，我能有一點成就，就是老師怎麼講我就怎麼做，有理由，我想得通的理由，我照這樣做，想不通的理由，我還是照這樣做。為什麼？我想他一定有道理，他對我一定沒有惡意。"
    },
    {
      "id": "12-010-0005_p0017",
      "zh_CN": "第七句『于善知识所有功德，不应疑惑』，这点也很难，清净信心，为什么？也许有善知识要看到，某个地方他忽略了、某个地方他好像读错了，他的功德多大，未必。这样怀疑就错误了，不可以怀疑。底下一句，底下在第九句说到，第九句这句你要明了，这个问题你就自然解决了。第八句『闻善知识演说出离门，应生决定』。「出离」，出是出三界，离是离生死，出离三界生死苦恼，说这些法门你要有决定的信心，依教奉行，你才能得受用。往浅处讲，出就是出俗、脱俗，离就是离欲，五欲六尘要离开，这是很浅的，最起码的出离。我们想出离三界生死苦海，先要学着离俗、离欲，出离世俗，出离五欲，不从这个地方学起，三界牢笼不容易突破。",
      "zh_TW": "第七句『於善知識所有功德，不應疑惑』，這點也很難，清淨信心，為什麼？也許有善知識要看到，某個地方他忽略了、某個地方他好像讀錯了，他的功德多大，未必。這樣懷疑就錯誤了，不可以懷疑。底下一句，底下在第九句說到，第九句這句你要明瞭，這個問題你就自然解決了。第八句『聞善知識演說出離門，應生決定』。「出離」，出是出三界，離是離生死，出離三界生死苦惱，說這些法門你要有決定的信心，依教奉行，你才能得受用。往淺處講，出就是出俗、脫俗，離就是離欲，五欲六塵要離開，這是很淺的，最起碼的出離。我們想出離三界生死苦海，先要學著離俗、離欲，出離世俗，出離五欲，不從這個地方學起，三界牢籠不容易突破。"
    },
    {
      "id": "12-010-0005_p0018",
      "zh_CN": "第九句，『见善知识随顺烦恼行，勿生嫌怪』，你看，这么多经文清凉大师没有注解，后面这个注就是注这一句。在注子里面，我把这注子念一下，「今初，先一句牒前起后，谓因前广行，故须事友」。前面有那么广大的行愿，必须要懂得奉事老师，你要不懂得奉事老师，你那些愿都空了。「后求善知识下，正明诫劝，诫其去过，劝其承事」。诫是什么？去你的过失，去你的毛病，劝你怎样去承事善知识。「文有十句」，底下有个「九云」，你看前面八句没有注解，好懂，第九句才有，「见随顺烦恼行，勿生嫌怪」。这就说了，善知识有两类，这两类是说教化的方式有两种，一种是真实，一种是权，权巧方便，但是实与权都是利益众生。「权行非道」，这个非道就是不如法，完全与善法相违背，不是正法，前面讲非道。「内外生熟」，或者是内心，或者是外表，生是好像初学的样子，熟那就是完全是一样的，生可以说暂时的，熟是可以说是很久的，他那些善巧方便不是一般人容易做到的，「故不应怪」。",
      "zh_TW": "第九句，『見善知識隨順煩惱行，勿生嫌怪』，你看，這麼多經文清涼大師沒有註解，後面這個註就是註這一句。在註子裡面，我把這註子念一下，「今初，先一句牒前起後，謂因前廣行，故須事友」。前面有那麼廣大的行願，必須要懂得奉事老師，你要不懂得奉事老師，你那些願都空了。「後求善知識下，正明誡勸，誡其去過，勸其承事」。誡是什麼？去你的過失，去你的毛病，勸你怎樣去承事善知識。「文有十句」，底下有個「九云」，你看前面八句沒有註解，好懂，第九句才有，「見隨順煩惱行，勿生嫌怪」。這就說了，善知識有兩類，這兩類是說教化的方式有兩種，一種是真實，一種是權，權巧方便，但是實與權都是利益眾生。「權行非道」，這個非道就是不如法，完全與善法相違背，不是正法，前面講非道。「內外生熟」，或者是內心，或者是外表，生是好像初學的樣子，熟那就是完全是一樣的，生可以說暫時的，熟是可以說是很久的，他那些善巧方便不是一般人容易做到的，「故不應怪」。"
    },
    {
      "id": "12-010-0005_p0019",
      "zh_CN": "底下解释，「实复有二」，一种是行，一种是解，在这段经文里面特别着重的是求解。所以对于善知识的行持，他非法的行持你不要学这个，为什么？我们着重在解上。诸位还要知道，解要没有行，那个解与教义不能相应，解的理要与佛法完全相应。行是非法的时候那必然有他的道理在，为什么？没有行的解，说食数宝那还是恭维他。说个不好听的叫胡说八道，这种情形我们看得很多，不但是演说，乃至于着的书。从前也是有一位大德写的一部佛经注解，刚刚出版的时候，我在台中求学，那个人名气很大，送个十几本给李老师，李老师就分给我们看，看了之后叫我们提出批评。我们读了，读了每个人把每个人的看法说出来，老师笑一笑，下了四个字的评语：胡说八道。提起此人大大有名，我们佛学界的，诸位想想看，谈何容易？行与解是分不开家的。",
      "zh_TW": "底下解釋，「實復有二」，一種是行，一種是解，在這段經文裡面特別著重的是求解。所以對於善知識的行持，他非法的行持你不要學這個，為什麼？我們著重在解上。諸位還要知道，解要沒有行，那個解與教義不能相應，解的理要與佛法完全相應。行是非法的時候那必然有他的道理在，為什麼？沒有行的解，說食數寶那還是恭維他。說個不好聽的叫胡說八道，這種情形我們看得很多，不但是演說，乃至於著的書。從前也是有一位大德寫的一部佛經註解，剛剛出版的時候，我在台中求學，那個人名氣很大，送個十幾本給李老師，李老師就分給我們看，看了之後叫我們提出批評。我們讀了，讀了每個人把每個人的看法說出來，老師笑一笑，下了四個字的評語：胡說八道。提起此人大大有名，我們佛學界的，諸位想想看，談何容易？行與解是分不開家的。"
    },
    {
      "id": "12-010-0005_p0020",
      "zh_CN": "底下引用《大智度论》，这都是对初学人的，「有目跛人，犹能示道」，腿要残废，眼睛是好的，跛子，但是怎么样？他还能认识路，他还能指给你路，这个残缺就是说他有非行。但是什么？他有正知正见，既有正知正见，那非行恐怕是假的不是真的，他有他的道理在。「如有偈云，若人戒足虽羸劣，而能说法利多人，如佛世尊应供养，爱彼所说故相似」。这是佛在大论里头劝我们的，那个人不守戒，戒律都破了，但是怎么样？他能够说法利生，我们要用什么态度对他？还要像供养佛一样供养他。为什么？他所说的法跟佛是相似的。",
      "zh_TW": "底下引用《大智度論》，這都是對初學人的，「有目跛人，猶能示道」，腿要殘廢，眼睛是好的，跛子，但是怎麼樣？他還能認識路，他還能指給你路，這個殘缺就是說他有非行。但是什麼？他有正知正見，既有正知正見，那非行恐怕是假的不是真的，他有他的道理在。「如有偈云，若人戒足雖羸劣，而能說法利多人，如佛世尊應供養，愛彼所說故相似」。這是佛在大論裡頭勸我們的，那個人不守戒，戒律都破了，但是怎麼樣？他能夠說法利生，我們要用什麼態度對他？還要像供養佛一樣供養他。為什麼？他所說的法跟佛是相似的。"
    },
    {
      "id": "12-010-0005_p0021",
      "zh_CN": "下面罗什大师也用了一句话，因为罗什大师在我们中国也是非行，这大家看鸠摩罗什大师传记就晓得。姚兴做了皇帝，提倡优生学，罗什大师这样高的智慧，那要断了种多可惜，送他十个美女，逼着他非要接受不可。他为了弘法利生，好，你就送十个太太，好，就统统都要，都接受了，不接受就不能弘法了。学生们看到不服气，你教我们要断欲，你一个还不够，还要十个还得了。所以罗什大师示现的有叫「罗什吞针」，表演一个神通给他看，你们能做得到也可以，可以修；你们做不到，照我的话去做，不要学我的行为。罗什大师讲，「譬如淤泥中而生于莲华，智者观莲华，勿睹于淤泥」。他的行持是堕在淤泥里，他的言教是莲花。",
      "zh_TW": "下面羅什大師也用了一句話，因為羅什大師在我們中國也是非行，這大家看鳩摩羅什大師傳記就曉得。姚興做了皇帝，提倡優生學，羅什大師這樣高的智慧，那要斷了種多可惜，送他十個美女，逼著他非要接受不可。他為了弘法利生，好，你就送十個太太，好，就統統都要，都接受了，不接受就不能弘法了。學生們看到不服氣，你教我們要斷欲，你一個還不夠，還要十個還得了。所以羅什大師示現的有叫「羅什吞針」，表演一個神通給他看，你們能做得到也可以，可以修；你們做不到，照我的話去做，不要學我的行為。羅什大師講，「譬如淤泥中而生於蓮華，智者觀蓮華，勿睹於淤泥」。他的行持是墮在淤泥裡，他的言教是蓮花。"
    },
    {
      "id": "12-010-0005_p0022",
      "zh_CN": "在本经五十三参里面就有这种示现，善友随顺烦恼行的，我们在前面读过「胜热婆罗门章」，他是示现愚痴行，甘露火王那一章瞋恨行，这两章我们都念过，贪瞋痴三毒烦恼，人家用贪瞋痴来修道。贪爱这章我们没有讲到，是在第五回向章里面，就是五十三参里面的第五回向，是伐苏蜜多女她所示现的。伐苏蜜多是印度话，翻译我们中国意思叫世友，世是世间，友就是朋友的友，这个要说个不好听的，这是什么样的身分？妓女的身分，什么人都可以做丈夫，是这样的一个人。她是第五回向的大菩萨，她用这种方法来度众生，所以烦恼即菩提。照她这样才是，执着心全都消失得干干净净。再回过头，到凡夫这边来，这叫示现的四摄法里头同事摄。人家虽然示现这些，她心里头清净一尘不染，我们能不能学？不能学。为什么不能学？我们心染污，染污就要堕阿鼻地狱。他们为什么可以行？他不染污。他不染污，行即无行，无行即行，人家做到这一层，烦恼就是菩提，菩提就是烦恼。",
      "zh_TW": "在本經五十三參裡面就有這種示現，善友隨順煩惱行的，我們在前面讀過「勝熱婆羅門章」，他是示現愚痴行，甘露火王那一章瞋恨行，這兩章我們都念過，貪瞋痴三毒煩惱，人家用貪瞋痴來修道。貪愛這章我們沒有講到，是在第五迴向章裡面，就是五十三參裡面的第五迴向，是伐蘇蜜多女她所示現的。伐蘇蜜多是印度話，翻譯我們中國意思叫世友，世是世間，友就是朋友的友，這個要說個不好聽的，這是什麼樣的身分？妓女的身分，什麼人都可以做丈夫，是這樣的一個人。她是第五迴向的大菩薩，她用這種方法來度眾生，所以煩惱即菩提。照她這樣才是，執著心全都消失得乾乾淨淨。再回過頭，到凡夫這邊來，這叫示現的四攝法裡頭同事攝。人家雖然示現這些，她心裡頭清淨一塵不染，我們能不能學？不能學。為什麼不能學？我們心染污，染污就要墮阿鼻地獄。他們為什麼可以行？他不染污。他不染污，行即無行，無行即行，人家做到這一層，煩惱就是菩提，菩提就是煩惱。"
    },
    {
      "id": "12-010-0005_p0023",
      "zh_CN": "济公和尚每天喝烧酒、吃狗肉，我们学佛人能学他吗？不能学他。他的心是清净的，我们是染污的，他吃那个肉是度那个众生，我们吃那个肉是跟众生结冤仇。你这一生吃牠八两，来生要还牠半斤，这个有因果报应的。像这些大法在普通都是不开缘，为什么？要不说清楚，很容易发生误会，所以在《华严经》里，佛讲经，胜热婆罗门我可以细讲，甘露火王都可以细讲，讲到伐苏蜜多这是没讲到，这章我考虑了很久，为什么？快要讲到了，这一章就不能细讲，细讲会出很多麻烦。到这章轻描淡写，重要的话带几句就过去。",
      "zh_TW": "濟公和尚每天喝燒酒、吃狗肉，我們學佛人能學他嗎？不能學他。他的心是清淨的，我們是染污的，他吃那個肉是度那個眾生，我們吃那個肉是跟眾生結冤仇。你這一生吃牠八兩，來生要還牠半斤，這個有因果報應的。像這些大法在普通都是不開緣，為什麼？要不說清楚，很容易發生誤會，所以在《華嚴經》裡，佛講經，勝熱婆羅門我可以細講，甘露火王都可以細講，講到伐蘇蜜多這是沒講到，這章我考慮了很久，為什麼？快要講到了，這一章就不能細講，細講會出很多麻煩。到這章輕描淡寫，重要的話帶幾句就過去。"
    },
    {
      "id": "12-010-0005_p0024",
      "zh_CN": "诸位要看看印顺法师他有一本书，叫《青年的佛教》有这么一本书，那个里面写的五十三参用白话文写出来的故事，写到伐苏蜜多的时候，那个标题大概好像是讲人尽可夫，标题就很不好听，但是，他说的什么？经上的事实。所以菩萨里面的行持，绝不是我们凡夫能够做的，如果你要没有慧眼，没有善根，要遇到这个菩萨在这种行持里面，很容易你就错过了。鸠摩罗什大师他老人家的遭遇，他老人家当时的环境，可以说与善财童子参访世友善知识，是相同的境界，如果要明白《华严》的大意，对于罗什绝没有疑惑，决定生恭敬心。这是讲有随身业行，随身业行是不得已，有的时候也是非行逆行不可，不修逆行的时候不能度生，像这种情形绝不是局外人所知的。也不是我们讲菩萨苦心，菩萨无心，菩萨要苦心那就麻烦了，菩萨无心，感应道交，有感就应，是这么个道理叫我们不要生嫌怪，不要嫌弃他，不要去怪他。",
      "zh_TW": "諸位要看看印順法師他有一本書，叫《青年的佛教》有這麼一本書，那個裡面寫的五十三參用白話文寫出來的故事，寫到伐蘇蜜多的時候，那個標題大概好像是講人盡可夫，標題就很不好聽，但是，他說的什麼？經上的事實。所以菩薩裡面的行持，絕不是我們凡夫能夠做的，如果你要沒有慧眼，沒有善根，要遇到這個菩薩在這種行持裡面，很容易你就錯過了。鳩摩羅什大師他老人家的遭遇，他老人家當時的環境，可以說與善財童子參訪世友善知識，是相同的境界，如果要明白《華嚴》的大意，對於羅什絕沒有疑惑，決定生恭敬心。這是講有隨身業行，隨身業行是不得已，有的時候也是非行逆行不可，不修逆行的時候不能度生，像這種情形絕不是局外人所知的。也不是我們講菩薩苦心，菩薩無心，菩薩要苦心那就麻煩了，菩薩無心，感應道交，有感就應，是這麼個道理叫我們不要生嫌怪，不要嫌棄他，不要去怪他。"
    },
    {
      "id": "12-010-0005_p0025",
      "zh_CN": "末后一句，『于善知识所生深信心，不应变改』。这个「不应变改」；换句话说，不是叫你一生不改变，生生世世一直到成佛都不改变。诸位要能具足这十句的态度，我相信你目前没有遇到善知识，十方诸佛菩萨就现身来给你作善知识，你在这一生必定有成就。你要不具足这个十条，那个十方诸佛菩萨示现在你面前，你都不认识，一一都错过。所以这个十句我们多说一些，向下就不能这么讲了，这么讲大概我们这个经恐怕没几次了，这个月这个经只有十二次，我快讲一半了，诸位同修们要常常提醒我，怕讲不完。念底下经文，这个注解都不看了。",
      "zh_TW": "末後一句，『於善知識所生深信心，不應變改』。這個「不應變改」；換句話說，不是叫你一生不改變，生生世世一直到成佛都不改變。諸位要能具足這十句的態度，我相信你目前沒有遇到善知識，十方諸佛菩薩就現身來給你作善知識，你在這一生必定有成就。你要不具足這個十條，那個十方諸佛菩薩示現在你面前，你都不認識，一一都錯過。所以這個十句我們多說一些，向下就不能這麼講了，這麼講大概我們這個經恐怕沒幾次了，這個月這個經只有十二次，我快講一半了，諸位同修們要常常提醒我，怕講不完。念底下經文，這個註解都不看了。"
    },
    {
      "id": "12-010-0005_p0026",
      "zh_CN": "【何以故。善男子。菩萨因善知识闻一切菩萨行。因善知识成就一切菩萨功德。因善知识出生一切菩萨大愿。因善知识引发一切菩萨善根。因善知识积集一切菩萨助道法。因善知识开发一切菩萨法光明。因善知识成就一切菩萨出离门。因善知识修学一切菩萨清净戒。因善知识安住一切菩萨功德法。因善知识清净一切菩萨自性心。】",
      "zh_TW": "【何以故。善男子。菩薩因善知識聞一切菩薩行。因善知識成就一切菩薩功德。因善知識出生一切菩薩大願。因善知識引發一切菩薩善根。因善知識積集一切菩薩助道法。因善知識開發一切菩薩法光明。因善知識成就一切菩薩出離門。因善知識修學一切菩薩清淨戒。因善知識安住一切菩薩功德法。因善知識清淨一切菩薩自性心。】"
    },
    {
      "id": "12-010-0005_p0027",
      "zh_CN": "这十句，下面还很长，一共有三十几句。诸位看看第一句的第一个字，『因』，菩萨所成就的都是因善友而来的。没有善友，这菩萨一切行门、愿门、功德门，「因」没有了。因是个根，根要断掉，你还有什么成就？这段清凉在科题里跟我们讲，「法假人弘，友多成益」。佛法是需要弘扬的，弘扬佛法的功德无量无边，无论在什么的所在、什么样的道场，听众里面形形色色，种类不齐，根熟的得无量无边的利益，初学佛的给他种佛法的种子，可以说功德皆是殊胜，皆是不可思议。前面这个三十几句，说明善友对我们的利益，我们修道久久无成，什么原因？就是因为我们不晓得求善知识，不知道求学，不晓得求老师。一切诸佛菩萨没有一个人是他不参访善友，不参访善知识他就能成就，没有这个道理。",
      "zh_TW": "這十句，下面還很長，一共有三十幾句。諸位看看第一句的第一個字，『因』，菩薩所成就的都是因善友而來的。沒有善友，這菩薩一切行門、願門、功德門，「因」沒有了。因是個根，根要斷掉，你還有什麼成就？這段清涼在科題裡跟我們講，「法假人弘，友多成益」。佛法是需要弘揚的，弘揚佛法的功德無量無邊，無論在什麼的所在、什麼樣的道場，聽眾裡面形形色色，種類不齊，根熟的得無量無邊的利益，初學佛的給他種佛法的種子，可以說功德皆是殊勝，皆是不可思議。前面這個三十幾句，說明善友對我們的利益，我們修道久久無成，什麼原因？就是因為我們不曉得求善知識，不知道求學，不曉得求老師。一切諸佛菩薩沒有一個人是他不參訪善友，不參訪善知識他就能成就，沒有這個道理。"
    },
    {
      "id": "12-010-0005_p0028",
      "zh_CN": "我们在道场跟同修说过不少次，古来的这些住山闭关的，都是参学成就之后，一切疑问没有了掩关，真善知识。善财童子五十三参之后他可以闭关，他毕业了。诸位想想，这个闭关、住山要什么样的条件？我们现在年纪轻轻，出家没几天就想闭关，看看古人，「赵州八十犹行脚」，赵州和尚可怜，八十岁还在外头参学，还不够资格闭关，替赵州和尚提草鞋的资格都不够，赵州和尚为什么不想闭闭关，自在自在、舒服舒服？不行，没开悟。这桩事情莲池大师在《竹窗随笔》里面讲得很清楚，诸位可以细看，下面我们再念下去，第十一句：",
      "zh_TW": "我們在道場跟同修說過不少次，古來的這些住山閉關的，都是參學成就之後，一切疑問沒有了掩關，真善知識。善財童子五十三參之後他可以閉關，他畢業了。諸位想想，這個閉關、住山要什麼樣的條件？我們現在年紀輕輕，出家沒幾天就想閉關，看看古人，「趙州八十猶行腳」，趙州和尚可憐，八十歲還在外頭參學，還不夠資格閉關，替趙州和尚提草鞋的資格都不夠，趙州和尚為什麼不想閉閉關，自在自在、舒服舒服？不行，沒開悟。這樁事情蓮池大師在《竹窗隨筆》裡面講得很清楚，諸位可以細看，下面我們再念下去，第十一句："
    },
    {
      "id": "12-010-0005_p0029",
      "zh_CN": "【因善知识发明一切菩萨坚固志。】",
      "zh_TW": "【因善知識發明一切菩薩堅固志。】"
    },
    {
      "id": "12-010-0005_p0030",
      "zh_CN": "『志』就是愿。",
      "zh_TW": "『志』就是願。"
    },
    {
      "id": "12-010-0005_p0031",
      "zh_CN": "【因善知识具足一切菩萨陀罗尼辩才门。】",
      "zh_TW": "【因善知識具足一切菩薩陀羅尼辯才門。】"
    },
    {
      "id": "12-010-0005_p0032",
      "zh_CN": "『陀罗尼』翻成中国意思是总持，总持拿现在的话来讲，抓握到纲领了。",
      "zh_TW": "『陀羅尼』翻成中國意思是總持，總持拿現在的話來講，抓握到綱領了。"
    },
    {
      "id": "12-010-0005_p0033",
      "zh_CN": "【因善知识能生一切菩萨清净藏。因善知识出现一切菩萨智光明。因善知识获得一切菩萨增上愿。因善知识得与一切菩萨同一愿。】",
      "zh_TW": "【因善知識能生一切菩薩清淨藏。因善知識出現一切菩薩智光明。因善知識獲得一切菩薩增上願。因善知識得與一切菩薩同一願。】"
    },
    {
      "id": "12-010-0005_p0034",
      "zh_CN": "这个例子也很多，我们同修当中，也有不少有修《无量寿经》发四十八愿，与阿弥陀佛是同愿；有修观世菩萨的，与观世音菩萨同一愿，很多的。",
      "zh_TW": "這個例子也很多，我們同修當中，也有不少有修《無量壽經》發四十八願，與阿彌陀佛是同願；有修觀世菩薩的，與觀世音菩薩同一願，很多的。"
    },
    {
      "id": "12-010-0005_p0035",
      "zh_CN": "【因善知识听闻一切菩萨殊胜法。因善知识得到一切菩萨秘密处。】",
      "zh_TW": "【因善知識聽聞一切菩薩殊勝法。因善知識得到一切菩薩祕密處。】"
    },
    {
      "id": "12-010-0005_p0036",
      "zh_CN": "这个『秘密』都当作深密讲，佛法里头没有秘密法，只有深密，太深了，不是我们浅学、浅智所能理解的，不要以为佛法里头有秘密法。佛法里头的密宗也不是真正的什么秘密法，不可告人的，不是这样的。那个密宗里头也是讲的深密，它一样有经典、一样有仪规，诸位要懂这个意思。那个真正说秘密不可告人的，那都是邪教，绝不是正法。秘咒也有解释的，为什么不肯跟你解释？怕你初学，一跟你解释，你就不恭敬。有点神秘感来诱惑你，诱惑进去了还是要跟你讲解的。你们看看「楞严神咒」，秘密法、密咒，灌顶法师一句一句注解，讲得详详细细，一注出来不密了。",
      "zh_TW": "這個『祕密』都當作深密講，佛法裡頭沒有祕密法，只有深密，太深了，不是我們淺學、淺智所能理解的，不要以為佛法裡頭有祕密法。佛法裡頭的密宗也不是真正的什麼祕密法，不可告人的，不是這樣的。那個密宗裡頭也是講的深密，它一樣有經典、一樣有儀規，諸位要懂這個意思。那個真正說祕密不可告人的，那都是邪教，絕不是正法。祕咒也有解釋的，為什麼不肯跟你解釋？怕你初學，一跟你解釋，你就不恭敬。有點神祕感來誘惑你，誘惑進去了還是要跟你講解的。你們看看「楞嚴神咒」，祕密法、密咒，灌頂法師一句一句註解，講得詳詳細細，一註出來不密了。"
    },
    {
      "id": "12-010-0005_p0037",
      "zh_CN": "六字大明咒，我刚刚学佛章嘉大师传给我，他传授我了，他就把六字大明咒给我讲解，讲解之后那我更佩服他。「唵嘛呢叭咪吽」，这六个字很多人都会念，看《济公传》上济公活佛就是用这个咒，还有《西游记》上也有这个咒。这咒什么意思？身口意三业清净像莲花一样，是这个意思。唵是身，身就代表口，口是身的一部分，后头那个吽是意，说一个身、说一个意，这就是身口意，嘛呢是莲花，叭咪是保持，它的文法是倒装句，翻成我们中国意思保持你的身口意像莲花一样。你看看多美，多纯洁！章嘉大师传给我这一句叫我常常念，念的时候就要想，念一句，我的身口意像不像莲花那样清净？出污泥而不染，观想。诸位想想，那个神咒确实总持法门，一切经典的精华，最好的经句。这就是告诉诸位，佛门里头没有秘密法，没有不可告人的法。关着门传教，叫你发誓不可告人，决定是邪教。再往下面看：",
      "zh_TW": "六字大明咒，我剛剛學佛章嘉大師傳給我，他傳授我了，他就把六字大明咒給我講解，講解之後那我更佩服他。「唵嘛呢叭咪吽」，這六個字很多人都會念，看《濟公傳》上濟公活佛就是用這個咒，還有《西遊記》上也有這個咒。這咒什麼意思？身口意三業清淨像蓮花一樣，是這個意思。唵是身，身就代表口，口是身的一部分，後頭那個吽是意，說一個身、說一個意，這就是身口意，嘛呢是蓮花，叭咪是保持，它的文法是倒裝句，翻成我們中國意思保持你的身口意像蓮花一樣。你看看多美，多純潔！章嘉大師傳給我這一句叫我常常念，念的時候就要想，念一句，我的身口意像不像蓮花那樣清淨？出污泥而不染，觀想。諸位想想，那個神咒確實總持法門，一切經典的精華，最好的經句。這就是告訴諸位，佛門裡頭沒有祕密法，沒有不可告人的法。關著門傳教，叫你發誓不可告人，決定是邪教。再往下面看："
    },
    {
      "id": "12-010-0005_p0038",
      "zh_CN": "【因善知识得至一切菩萨法宝洲。因善知识得增一切菩萨善根芽。因善知识增广一切菩萨智慧海。因善知识守护一切菩萨深密藏。】",
      "zh_TW": "【因善知識得至一切菩薩法寶洲。因善知識得增一切菩薩善根芽。因善知識增廣一切菩薩智慧海。因善知識守護一切菩薩深密藏。】"
    },
    {
      "id": "12-010-0005_p0039",
      "zh_CN": "『藏』是代表多的意思，无量无边，深密的大法都含藏在其中，实在讲这个真如本性。",
      "zh_TW": "『藏』是代表多的意思，無量無邊，深密的大法都含藏在其中，實在講這個真如本性。"
    },
    {
      "id": "12-010-0005_p0040",
      "zh_CN": "【因善知识任持一切菩萨福德聚。因善知识清净一切菩萨受生道。因善知识领受一切菩萨正法云。因善知识游入一切菩萨出世道。因善知识发起一切菩萨大欢喜。因善知识获得一切如来菩提果。因善知识摄取一切菩萨妙行。因善知识开敷一切菩萨功德。因善知识往一切方听受妙法。】",
      "zh_TW": "【因善知識任持一切菩薩福德聚。因善知識清淨一切菩薩受生道。因善知識領受一切菩薩正法雲。因善知識遊入一切菩薩出世道。因善知識發起一切菩薩大歡喜。因善知識獲得一切如來菩提果。因善知識攝取一切菩薩妙行。因善知識開敷一切菩薩功德。因善知識往一切方聽受妙法。】"
    },
    {
      "id": "12-010-0005_p0041",
      "zh_CN": "『一切方』，就是我们现在讲的十方。",
      "zh_TW": "『一切方』，就是我們現在講的十方。"
    },
    {
      "id": "12-010-0005_p0042",
      "zh_CN": "【因善知识演说一切菩萨心。因善知识成就一切菩萨大慈力。因善知识出生一切菩萨大悲力。因善知识摄持一切菩萨自在力。因善知识出生一切菩萨菩提分。因善知识能作一切菩萨利益事。】",
      "zh_TW": "【因善知識演說一切菩薩心。因善知識成就一切菩薩大慈力。因善知識出生一切菩薩大悲力。因善知識攝持一切菩薩自在力。因善知識出生一切菩薩菩提分。因善知識能作一切菩薩利益事。】"
    },
    {
      "id": "12-010-0005_p0043",
      "zh_CN": "到这个地方是第一段，这段没有办法细说，在这段里头一共有三十七句，每句是一桩事情，每句就是一个行门，好在都不难懂。第二段有三十八句是「护令离恶」，护是讲护持，护持教我们断恶，说老实话，我们内有无始劫以来烦恼业习种子，外面又有五欲六尘、妖魔鬼怪处处在诱惑我们，要想自己能做得了主宰断恶修善，不是容易事情，必须要亲近善友，必须要常常念佛菩萨，冥冥当中加持我们，使我们获得这个力量，能够断恶修善，降伏烦恼，所以念佛是非常殊胜的法门。请看经文，这个都不能一句一句说。",
      "zh_TW": "到這個地方是第一段，這段沒有辦法細說，在這段裡頭一共有三十七句，每句是一樁事情，每句就是一個行門，好在都不難懂。第二段有三十八句是「護令離惡」，護是講護持，護持教我們斷惡，說老實話，我們內有無始劫以來煩惱業習種子，外面又有五欲六塵、妖魔鬼怪處處在誘惑我們，要想自己能做得了主宰斷惡修善，不是容易事情，必須要親近善友，必須要常常念佛菩薩，冥冥當中加持我們，使我們獲得這個力量，能夠斷惡修善，降伏煩惱，所以念佛是非常殊勝的法門。請看經文，這個都不能一句一句說。"
    },
    {
      "id": "12-010-0005_p0044",
      "zh_CN": "【善男子。一切菩萨由善知识任持。不堕恶趣。】",
      "zh_TW": "【善男子。一切菩薩由善知識任持。不墮惡趣。】"
    },
    {
      "id": "12-010-0005_p0045",
      "zh_CN": "为什么『善知识任持』，讲得好，容易懂，保佑你，能够保护你，教你不堕恶道。堕恶道就造恶因，造成恶缘，善知识告诫你，哪些哪些不能做，你真听话就不做了，当然虽有恶因没有恶缘，你不会堕恶道。这要靠明眼之士常常提醒我们，告诫我们，劝勉我们，才能得做得到。",
      "zh_TW": "為什麼『善知識任持』，講得好，容易懂，保佑你，能夠保護你，教你不墮惡道。墮惡道就造惡因，造成惡緣，善知識告誡你，哪些哪些不能做，你真聽話就不做了，當然雖有惡因沒有惡緣，你不會墮惡道。這要靠明眼之士常常提醒我們，告誡我們，勸勉我們，才能得做得到。"
    },
    {
      "id": "12-010-0005_p0046",
      "zh_CN": "【由善知识成就。自在受生。由善知识显示。得宿住智。】",
      "zh_TW": "【由善知識成就。自在受生。由善知識顯示。得宿住智。】"
    },
    {
      "id": "12-010-0005_p0047",
      "zh_CN": "『宿住智』就是宿命通，知道我过去世的事情。",
      "zh_TW": "『宿住智』就是宿命通，知道我過去世的事情。"
    },
    {
      "id": "12-010-0005_p0048",
      "zh_CN": "【由善知识开发。知一切劫。】",
      "zh_TW": "【由善知識開發。知一切劫。】"
    },
    {
      "id": "12-010-0005_p0049",
      "zh_CN": "知道过去、现在、未来，常常讲这些经，讲这些因果这些事情，我们渐渐就明白了。",
      "zh_TW": "知道過去、現在、未來，常常講這些經，講這些因果這些事情，我們漸漸就明白了。"
    },
    {
      "id": "12-010-0005_p0050",
      "zh_CN": "【由善知识摄受。不退大乘。】",
      "zh_TW": "【由善知識攝受。不退大乘。】"
    },
    {
      "id": "12-010-0005_p0051",
      "zh_CN": "大乘菩萨道难行，不退心很不容易，一定要不退心才能成就。凡是来想尽方法叫你退心的，那都是魔。用种种方法来叫你退心，你能够不退心也得要依靠善知识，依靠佛菩萨。",
      "zh_TW": "大乘菩薩道難行，不退心很不容易，一定要不退心才能成就。凡是來想盡方法叫你退心的，那都是魔。用種種方法來叫你退心，你能夠不退心也得要依靠善知識，依靠佛菩薩。"
    },
    {
      "id": "12-010-0005_p0052",
      "zh_CN": "【由善知识观察。不毁犯菩萨戒。由善知识守护。不随逐恶知识。由善知识养育。不退失菩萨法。由善知识摄取。超越凡夫地。由善知识教诲。不入二乘地。由善知识引发。得出离世间。由善知识覆护。能不染世法。由善知识抚育。修一切菩萨行。心不散乱。由善知识发起。办一切助道具。心不退屈。由善知识势力。不为业惑之所碎坏。】",
      "zh_TW": "【由善知識觀察。不毀犯菩薩戒。由善知識守護。不隨逐惡知識。由善知識養育。不退失菩薩法。由善知識攝取。超越凡夫地。由善知識教誨。不入二乘地。由善知識引發。得出離世間。由善知識覆護。能不染世法。由善知識撫育。修一切菩薩行。心不散亂。由善知識發起。辦一切助道具。心不退屈。由善知識勢力。不為業惑之所碎壞。】"
    },
    {
      "id": "12-010-0005_p0053",
      "zh_CN": "这个『业』就是指业障，『惑』是指迷惑。",
      "zh_TW": "這個『業』就是指業障，『惑』是指迷惑。"
    },
    {
      "id": "12-010-0005_p0054",
      "zh_CN": "【由善知识任持。不为诸魔之所恐怖。由善知识被忍辱甲。能受一切恶言毁辱。由善知识安慰。于世苦乐心无忧喜。由善知识生长。能灭诸憍慢。常爱乐法。由善知识守护。能令菩萨净戒圆满。由善知识威力。能了诸法心无所得。由善知识安慰。能于三界心无恐怖。由善知识教示。能知善巧出三界道。】",
      "zh_TW": "【由善知識任持。不為諸魔之所恐怖。由善知識被忍辱甲。能受一切惡言毀辱。由善知識安慰。於世苦樂心無憂喜。由善知識生長。能滅諸憍慢。常愛樂法。由善知識守護。能令菩薩淨戒圓滿。由善知識威力。能了諸法心無所得。由善知識安慰。能於三界心無恐怖。由善知識教示。能知善巧出三界道。】"
    },
    {
      "id": "12-010-0005_p0055",
      "zh_CN": "这是讲知道善巧方便出三界的道路，『三界』就是指三界六道。",
      "zh_TW": "這是講知道善巧方便出三界的道路，『三界』就是指三界六道。"
    },
    {
      "id": "12-010-0005_p0056",
      "zh_CN": "【由善知识劝修。信甚深法。心无厌足。由善知识教导。不为名利。憍慢逼迫。由善知识演说。得宿住智。知过去因。由善知识加持。于未来际而得善巧。由善知识能生得善巧智。知三世等。由善知识摄受。能转众生依正业报。】",
      "zh_TW": "【由善知識勸修。信甚深法。心無厭足。由善知識教導。不為名利。憍慢逼迫。由善知識演說。得宿住智。知過去因。由善知識加持。於未來際而得善巧。由善知識能生得善巧智。知三世等。由善知識攝受。能轉眾生依正業報。】"
    },
    {
      "id": "12-010-0005_p0057",
      "zh_CN": "这句恰恰是像《了凡四训》里面所讲的，正报、依报都可以转，正报是讲身体，譬如了凡先生他寿命本来只有五十三岁，他能够活到七十多岁，正报转了，他的功名富贵禄养没有那么多，以后都超越，那是依报转了。依报与正报我们这一生都可以转，只要诸位如法的修行。这一句就是『由善知识摄受，能转众生依正业报』，可以说《了凡四训》这四篇东西，就是这一句所说的。",
      "zh_TW": "這句恰恰是像《了凡四訓》裡面所講的，正報、依報都可以轉，正報是講身體，譬如了凡先生他壽命本來只有五十三歲，他能夠活到七十多歲，正報轉了，他的功名富貴祿養沒有那麼多，以後都超越，那是依報轉了。依報與正報我們這一生都可以轉，只要諸位如法的修行。這一句就是『由善知識攝受，能轉眾生依正業報』，可以說《了凡四訓》這四篇東西，就是這一句所說的。"
    },
    {
      "id": "12-010-0005_p0058",
      "zh_CN": "【由善知识普守护。能内怀惭愧。具足众善。由善知识随顺力。能和颜软语引导众生。由善知识修行力。能离一切断常诸见。】",
      "zh_TW": "【由善知識普守護。能內懷慚愧。具足眾善。由善知識隨順力。能和顏軟語引導眾生。由善知識修行力。能離一切斷常諸見。】"
    },
    {
      "id": "12-010-0005_p0059",
      "zh_CN": "『断常诸见』，都是邪见。",
      "zh_TW": "『斷常諸見』，都是邪見。"
    },
    {
      "id": "12-010-0005_p0060",
      "zh_CN": "【由善知识随顺守护。能远离利衰毁誉等法。】",
      "zh_TW": "【由善知識隨順守護。能遠離利衰毀譽等法。】"
    },
    {
      "id": "12-010-0005_p0061",
      "zh_CN": "这个『等』就是常说的八风，八风吹不动，这个也要善知识守护加持，我们才不会为一切境界所动摇。",
      "zh_TW": "這個『等』就是常說的八風，八風吹不動，這個也要善知識守護加持，我們才不會為一切境界所動搖。"
    },
    {
      "id": "12-010-0005_p0062",
      "zh_CN": "【由善知识显示。不说己能。赞他功德。】",
      "zh_TW": "【由善知識顯示。不說己能。讚他功德。】"
    },
    {
      "id": "12-010-0005_p0063",
      "zh_CN": "『显』是明显的，『示』是开示。明白的告诉我们，不要处处表扬自己，要多多的『赞他功德』，像前面五十三位善知识，你看个个人对自己非常的谦虚，菩萨行好，无量无边的法门我只知道这一个，那些菩萨摩诃萨他们知道得多，我比不上他，都是这样赞叹。从来没有说我的功德法门殊胜，那些人都比不上我，哪个能比得了我的？诸位在五十三参里面找找看有没有一个这样的？一个都找不到。这是应当要学习的，这是善知识显示，可以说五十三位善知识都是这样告诉我们的。",
      "zh_TW": "『顯』是明顯的，『示』是開示。明白的告訴我們，不要處處表揚自己，要多多的『讚他功德』，像前面五十三位善知識，你看個個人對自己非常的謙虛，菩薩行好，無量無邊的法門我只知道這一個，那些菩薩摩訶薩他們知道得多，我比不上他，都是這樣讚歎。從來沒有說我的功德法門殊勝，那些人都比不上我，哪個能比得了我的？諸位在五十三參裡面找找看有沒有一個這樣的？一個都找不到。這是應當要學習的，這是善知識顯示，可以說五十三位善知識都是這樣告訴我們的。"
    },
    {
      "id": "12-010-0005_p0064",
      "zh_CN": "【由善知识巧示。】",
      "zh_TW": "【由善知識巧示。】"
    },
    {
      "id": "12-010-0005_p0065",
      "zh_CN": "『巧示』是善巧方便的开示。",
      "zh_TW": "『巧示』是善巧方便的開示。"
    },
    {
      "id": "12-010-0005_p0066",
      "zh_CN": "【能勤修习菩提分法。】",
      "zh_TW": "【能勤修習菩提分法。】"
    },
    {
      "id": "12-010-0005_p0067",
      "zh_CN": "这是指狭义的讲法，就是七菩提分、八圣道分，就是指的这个，这就是对治我们修学所犯的通病常用的，就是对治掉举或对治昏沉。",
      "zh_TW": "這是指狹義的講法，就是七菩提分、八聖道分，就是指的這個，這就是對治我們修學所犯的通病常用的，就是對治掉舉或對治昏沉。"
    },
    {
      "id": "12-010-0005_p0068",
      "zh_CN": "【由善知识抉择。能演契经甚深理趣。】",
      "zh_TW": "【由善知識抉擇。能演契經甚深理趣。】"
    },
    {
      "id": "12-010-0005_p0069",
      "zh_CN": "这就是指我们初学讲经的人，本来讲经是有修有证才有资格讲经，我们既然没有证果，行解还不能相应，这个时候你要发心弘法利生，也是必要的。为什么？尤其现在在末法，讲经的人太少，学一句我们就要讲一句，像《金刚经》上所说的一句半偈，这个法布施功德都是无量无边，大千世界七宝都不能够比，所以要说。要说怎么说？就依靠善知识抉择，怎么由善知识抉择？注解就是善知识的抉择，祖师这样注的，我就根据这个注子讲。对于注解诸位要讲的时候要知道一个原则，他注的这个意思你要真正的明了，没有错会意思就可以讲。如果对这个意思不明了，或者有疑惑，这句不讲，这样就好。不讲没有过失，是绝对正确的，最怕的就是强不知以为知，不知道自己还要充面子，怕难为情，曲解了经义、曲解了祖师的意思，那就不得了。孔老夫子在《论语》里面告诉我们求学的态度，「知之为知之，不知为不知」，这才叫真知，「是知也」。这样教人就是无量无边的功德。",
      "zh_TW": "這就是指我們初學講經的人，本來講經是有修有證才有資格講經，我們既然沒有證果，行解還不能相應，這個時候你要發心弘法利生，也是必要的。為什麼？尤其現在在末法，講經的人太少，學一句我們就要講一句，像《金剛經》上所說的一句半偈，這個法布施功德都是無量無邊，大千世界七寶都不能夠比，所以要說。要說怎麼說？就依靠善知識抉擇，怎麼由善知識抉擇？註解就是善知識的抉擇，祖師這樣註的，我就根據這個註子講。對於註解諸位要講的時候要知道一個原則，他註的這個意思你要真正的明瞭，沒有錯會意思就可以講。如果對這個意思不明瞭，或者有疑惑，這句不講，這樣就好。不講沒有過失，是絕對正確的，最怕的就是強不知以為知，不知道自己還要充面子，怕難為情，曲解了經義、曲解了祖師的意思，那就不得了。孔老夫子在《論語》裡面告訴我們求學的態度，「知之為知之，不知為不知」，這才叫真知，「是知也」。這樣教人就是無量無邊的功德。"
    },
    {
      "id": "12-010-0005_p0070",
      "zh_CN": "这样教人就是此地所说的，『由善知识抉择，能演契经甚深理趣』。这是我们初学的人必须要把它记住的；换句话说，万不可自作聪明，我的意思怎么样、我的看法怎么样，那就错了。所以注解，诸位最好是取古人的注解，为什么？古人东西入了《藏经》之后，《藏经》里面有的这个注解可靠，我们依它；《藏经》里头没有的，我们暂时不看它。因为入藏在从前不像现在，很不容易，要经过多少的那些善知识审查，大家看有没有毛病，都没有了这奏给皇帝，皇帝批准入藏，从前东西入藏是皇帝批准的。不经过皇帝批准，不是说哪个人印《藏经》，我这个东西不错，放在《藏经》流通，不可以。私人刻出单独流通可以，入藏不行，入藏是国家负责任，所以是非常慎重。没有入藏的，像清朝末年、民国初年也有不少大德东西，像谛闲老法师、印光祖师、虚云老和尚这些，大家都公认的善知识，他们的东西我们可以看。不是像这样的大德，他们的东西我们可以作参考，最好是取古注。这是初学的人讲真正修功德，自利利他，修菩萨道，我们应当要记住这句的开示。",
      "zh_TW": "這樣教人就是此地所說的，『由善知識抉擇，能演契經甚深理趣』。這是我們初學的人必須要把它記住的；換句話說，萬不可自作聰明，我的意思怎麼樣、我的看法怎麼樣，那就錯了。所以註解，諸位最好是取古人的註解，為什麼？古人東西入了《藏經》之後，《藏經》裡面有的這個註解可靠，我們依它；《藏經》裡頭沒有的，我們暫時不看它。因為入藏在從前不像現在，很不容易，要經過多少的那些善知識審查，大家看有沒有毛病，都沒有了這奏給皇帝，皇帝批准入藏，從前東西入藏是皇帝批准的。不經過皇帝批准，不是說哪個人印《藏經》，我這個東西不錯，放在《藏經》流通，不可以。私人刻出單獨流通可以，入藏不行，入藏是國家負責任，所以是非常慎重。沒有入藏的，像清朝末年、民國初年也有不少大德東西，像諦閑老法師、印光祖師、虛雲老和尚這些，大家都公認的善知識，他們的東西我們可以看。不是像這樣的大德，他們的東西我們可以作參考，最好是取古註。這是初學的人講真正修功德，自利利他，修菩薩道，我們應當要記住這句的開示。"
    },
    {
      "id": "12-010-0005_p0071",
      "zh_CN": "【由善知识劝修。能爱乐成就头陀功德。】",
      "zh_TW": "【由善知識勸修。能愛樂成就頭陀功德。】"
    },
    {
      "id": "12-010-0005_p0072",
      "zh_CN": "『头陀功德』，本经后面有十二个头陀行，就在这章底下，到下面再讲，大概再二、三次就讲到了。",
      "zh_TW": "『頭陀功德』，本經後面有十二個頭陀行，就在這章底下，到下面再講，大概再二、三次就講到了。"
    },
    {
      "id": "12-010-0005_p0073",
      "zh_CN": "【由善知识先导。于诸空法而得善巧。】",
      "zh_TW": "【由善知識先導。於諸空法而得善巧。】"
    },
    {
      "id": "12-010-0005_p0074",
      "zh_CN": "『空』确实非常的难懂，《大般若经》里面讲十八种，《涅槃经》里面讲二十种空，所以古人常说「若人识得空，大地无寸土」。空是佛法的精义，也是佛法的精华，这些诸位要想明了，大经大论里面去讨论。最可贵的「真空不空，妙有非有」，你才能够得真实的善巧方便。末后一句这是总结：",
      "zh_TW": "『空』確實非常的難懂，《大般若經》裡面講十八種，《涅槃經》裡面講二十種空，所以古人常說「若人識得空，大地無寸土」。空是佛法的精義，也是佛法的精華，這些諸位要想明瞭，大經大論裡面去討論。最可貴的「真空不空，妙有非有」，你才能夠得真實的善巧方便。末後一句這是總結："
    },
    {
      "id": "12-010-0005_p0075",
      "zh_CN": "【善男子。由依止承事善知识故。能增长一切菩萨摩诃萨无量无边菩提分法。】",
      "zh_TW": "【善男子。由依止承事善知識故。能增長一切菩薩摩訶薩無量無邊菩提分法。】"
    },
    {
      "id": "12-010-0005_p0076",
      "zh_CN": "清凉科里面说，「结益无尽，能满大因」，这里面应当给诸位说明的，就是『依止承事』，依是依靠，止就是不动，就是依靠这个老师而不离开他。自己道业没有成就，不能离开老师一步，这叫做「依止」。诸位读《禅林宝训》，你看从前那些学人，讲老实话比我们有福报，从哪里看到他比我们有福？从「依止承事」上看，他们依靠一个老师，能够跟老师十年、二十年、三十年，他怎么不成就！我们现在求学，诸位想想看，哪一个人有这么大的耐心跟老师十年，二十年、三十年不必说，跟这个老师十个月都嫌太长了，都嫌太多，他怎么会有成就？何况没有大愿、没有大心，轻慢善知识，烦恼重重，分别执着、妄想缠绵不断，大魔障，大不幸，这都叫薄福之相，没有福报。",
      "zh_TW": "清涼科裡面說，「結益無盡，能滿大因」，這裡面應當給諸位說明的，就是『依止承事』，依是依靠，止就是不動，就是依靠這個老師而不離開他。自己道業沒有成就，不能離開老師一步，這叫做「依止」。諸位讀《禪林寶訓》，你看從前那些學人，講老實話比我們有福報，從哪裡看到他比我們有福？從「依止承事」上看，他們依靠一個老師，能夠跟老師十年、二十年、三十年，他怎麼不成就！我們現在求學，諸位想想看，哪一個人有這麼大的耐心跟老師十年，二十年、三十年不必說，跟這個老師十個月都嫌太長了，都嫌太多，他怎麼會有成就？何況沒有大願、沒有大心，輕慢善知識，煩惱重重，分別執著、妄想纏綿不斷，大魔障，大不幸，這都叫薄福之相，沒有福報。"
    },
    {
      "id": "12-010-0005_p0077",
      "zh_CN": "熟悉我的同修们都晓得，我学佛可以说比一般人要幸运多了，也就是说还有一点小福报，我学佛就三个老师，第一个老师是介绍人，介绍佛法的，没有跟他学佛，方东美先生，我跟他学哲学，他介绍我佛学，可以说他是我世间法的老师。一学佛学，我就亲近章嘉大师，我跟他三年，不是我没有耐心不跟他，他老人家圆寂了，我无可奈何了。嘉章大师圆寂之后，我跟李老师十年，你们诸位想想，你们跟一个老师有没有十年的耐心？我的佛法两个老师教的一共十三年，依教奉行，很单纯，所以想想，确实是有点福报，有古人那么点味道在。要没有这点味道的时候，今天在台上在胡说八道、妖言惑众，哪里会有例外？不可能例外。",
      "zh_TW": "熟悉我的同修們都曉得，我學佛可以說比一般人要幸運多了，也就是說還有一點小福報，我學佛就三個老師，第一個老師是介紹人，介紹佛法的，沒有跟他學佛，方東美先生，我跟他學哲學，他介紹我佛學，可以說他是我世間法的老師。一學佛學，我就親近章嘉大師，我跟他三年，不是我沒有耐心不跟他，他老人家圓寂了，我無可奈何了。嘉章大師圓寂之後，我跟李老師十年，你們諸位想想，你們跟一個老師有沒有十年的耐心？我的佛法兩個老師教的一共十三年，依教奉行，很單純，所以想想，確實是有點福報，有古人那麼點味道在。要沒有這點味道的時候，今天在台上在胡說八道、妖言惑眾，哪裡會有例外？不可能例外。"
    },
    {
      "id": "12-010-0005_p0078",
      "zh_CN": "所以依止承事，我们一定要重视它，一定要学习，我们这一生才能成就，不要怕时间长，要发长远心，不要说十年、二十年、三十年，尽形寿无量劫中生生世世都不离开善知识，这样才能成就，才能够说『增长一切菩萨摩诃萨』，是大菩萨。『无量无边菩提分法』，这个菩提是觉道，也就是泛指无量无边的法门。每个法门都是一分菩提法，无量无边的佛法才能成就，能满大因，这个大就是成佛，成佛之大因。好，今天讲到此地。",
      "zh_TW": "所以依止承事，我們一定要重視它，一定要學習，我們這一生才能成就，不要怕時間長，要發長遠心，不要說十年、二十年、三十年，盡形壽無量劫中生生世世都不離開善知識，這樣才能成就，才能夠說『增長一切菩薩摩訶薩』，是大菩薩。『無量無邊菩提分法』，這個菩提是覺道，也就是泛指無量無邊的法門。每個法門都是一分菩提法，無量無邊的佛法才能成就，能滿大因，這個大就是成佛，成佛之大因。好，今天講到此地。"
    }
  ]
}