{
  "doc_id": "12-010-0008",
  "title": {
    "zh_CN": "德生童子章",
    "zh_TW": "德生童子章"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第八集",
    "zh_TW": "第八集"
  },
  "year": "1991",
  "location": {
    "zh_CN": "澳洲净宗学会",
    "zh_TW": "澳洲淨宗學會"
  },
  "doc_number": "12-010-0008",
  "total_paragraphs": 102,
  "paragraphs": [
    {
      "id": "12-010-0008_p0001",
      "zh_CN": "请掀开经本：",
      "zh_TW": "請掀開經本："
    },
    {
      "id": "12-010-0008_p0002",
      "zh_CN": "【尔时善财童子白言。圣者。我今已知一切善法从善知识生。云何能于诸善知识善法之中速得圆满。速得清净。得不退失。】",
      "zh_TW": "【爾時善財童子白言。聖者。我今已知一切善法從善知識生。云何能於諸善知識善法之中速得圓滿。速得清淨。得不退失。】"
    },
    {
      "id": "12-010-0008_p0003",
      "zh_CN": "从这段经文以下，是说大乘菩萨法里面的十二头陀行，清凉在《疏》里面说「旧经所无」，旧经就是指的《八十华严》，就是前面这段经文在《八十华严》里面，德生童子章诸位可以看得到，当然文字此地详细，《八十经》里面比较上简略，是有的。但是十二头陀行这章在《八十华严》里面没有，所以八十旧经所无。这段我们看看善财童子启请的几句话，就晓得它的重要性。第一句话是总结前面的意思，他现在晓得，一切善法都是从善知识生的。上一次我们看善财童子教我们发三十一种心，起四十种念，要以这样的心意来求学、来修道才能有成就。一切善法确实是从此中生，所以这个善友他的德号叫做德生、叫做有德，到这个地方来我们可以完全的看出来，所以万德从此生。前面这个三十一种心、四十种念非常重要，如果不能具足；换句话说，大乘法里面不得其门而入。具足这样的心意，这才有个入门之处，换句话说，菩萨法里面堪称为法器。",
      "zh_TW": "從這段經文以下，是說大乘菩薩法裡面的十二頭陀行，清涼在《疏》裡面說「舊經所無」，舊經就是指的《八十華嚴》，就是前面這段經文在《八十華嚴》裡面，德生童子章諸位可以看得到，當然文字此地詳細，《八十經》裡面比較上簡略，是有的。但是十二頭陀行這章在《八十華嚴》裡面沒有，所以八十舊經所無。這段我們看看善財童子啟請的幾句話，就曉得它的重要性。第一句話是總結前面的意思，他現在曉得，一切善法都是從善知識生的。上一次我們看善財童子教我們發三十一種心，起四十種念，要以這樣的心意來求學、來修道才能有成就。一切善法確實是從此中生，所以這個善友他的德號叫做德生、叫做有德，到這個地方來我們可以完全的看出來，所以萬德從此生。前面這個三十一種心、四十種念非常重要，如果不能具足；換句話說，大乘法裡面不得其門而入。具足這樣的心意，這才有個入門之處，換句話說，菩薩法裡面堪稱為法器。"
    },
    {
      "id": "12-010-0008_p0004",
      "zh_CN": "底下这几句这是启请的话，『云何能于诸善知识善法之中速得圆满』。诸位想想，这种愿望凡是学佛的人，我相信都有，所谓说快，很快的就叫我们圆满，不要再耽误时间了，就是快快的成佛，快快的证果。『速得清净』，「清净」是德，『得不退失』，不至于退转，不会丧失掉。看看这个问，可以说正是问到我们心里面所想的，正是问到我们自己的愿望。往后这经文就是德生善友给他开示，答复他这三个问题，怎么样快快圆满，怎么样快快的得到清净，以及得不退转。我们先看经文，看了经文回过头来再看这个注疏。",
      "zh_TW": "底下這幾句這是啟請的話，『云何能於諸善知識善法之中速得圓滿』。諸位想想，這種願望凡是學佛的人，我相信都有，所謂說快，很快的就叫我們圓滿，不要再耽誤時間了，就是快快的成佛，快快的證果。『速得清淨』，「清淨」是德，『得不退失』，不至於退轉，不會喪失掉。看看這個問，可以說正是問到我們心裡面所想的，正是問到我們自己的願望。往後這經文就是德生善友給他開示，答覆他這三個問題，怎麼樣快快圓滿，怎麼樣快快的得到清淨，以及得不退轉。我們先看經文，看了經文回過頭來再看這個註疏。"
    },
    {
      "id": "12-010-0008_p0005",
      "zh_CN": "【时德生童子有德童女告善财言。有二种戒。具足受持。则得圆满善知识法。何等为二。一。菩萨戒。二。别解脱戒。持是二戒。则能圆满善知识法。】",
      "zh_TW": "【時德生童子有德童女告善財言。有二種戒。具足受持。則得圓滿善知識法。何等為二。一。菩薩戒。二。別解脫戒。持是二戒。則能圓滿善知識法。】"
    },
    {
      "id": "12-010-0008_p0006",
      "zh_CN": "我们一句一句的来说。一开端就给我们说『戒』，注疏里面清凉有几句话，说上面的问意，就是善财童子问这番话的意思，是说「善及胜行，无量无边」。我们在四弘誓愿里面念到，「法门无量誓愿学，烦恼无边誓愿断」，都是无量无边的。要想无量无边的善行、善愿，要得到圆满不失，用什么方法？这确实是非常重要的。底下德生就答复说，要修净戒。戒要称为净戒，要着重在净这个字。持戒持得再好，不一定算净戒，为什么？着相的持戒就不清净，那不是大乘佛法。小乘佛法是着相的持戒，斤斤两两的计较。大乘佛法这个戒是持在心地里面，心地清净；换句话说，戒律非常如法，心地里面既没有分别，也没有执着。读到底下十二种头陀行，诸位就明了。",
      "zh_TW": "我們一句一句的來說。一開端就給我們說『戒』，註疏裡面清涼有幾句話，說上面的問意，就是善財童子問這番話的意思，是說「善及勝行，無量無邊」。我們在四弘誓願裡面念到，「法門無量誓願學，煩惱無邊誓願斷」，都是無量無邊的。要想無量無邊的善行、善願，要得到圓滿不失，用什麼方法？這確實是非常重要的。底下德生就答覆說，要修淨戒。戒要稱為淨戒，要著重在淨這個字。持戒持得再好，不一定算淨戒，為什麼？著相的持戒就不清淨，那不是大乘佛法。小乘佛法是著相的持戒，斤斤兩兩的計較。大乘佛法這個戒是持在心地裡面，心地清淨；換句話說，戒律非常如法，心地裡面既沒有分別，也沒有執著。讀到底下十二種頭陀行，諸位就明瞭。"
    },
    {
      "id": "12-010-0008_p0007",
      "zh_CN": "所以要想成就无上菩提，一定要着重在净戒上，换句话说，净戒里面同时有定有慧。三学不能分家，一就是三，三就是一，戒就是定、就是慧，定就是戒、就是慧，慧就是定、就是戒，这才叫做净戒。所以与小乘戒，人天的小戒是不相同。我们现前就是受比丘戒、受菩萨戒，我们所持的都不清净。为什么不清净？我们有人我、有是非，几时能够做到像《金刚经》上说的四相空了，四见除了，这个时候的戒才叫清净。谁能持戒？我能持，戒是所持，有能有所就不净，诸位要明了这个意思。但是要懂得，落在能所里面这叫有漏的善法，有漏的善法不能证果，不能断烦恼。但是，他有福报，来生他能够得到人天有漏的福报。现在世间这些做大官的、有地位的、有财富的，都是过去世戒律精严，这个精严就是有漏戒，有我能持戒，我的戒持得很好，有所持的戒，有能有所。是非人我没有了断，他这种的福报报在人天，我们要懂得这个道理。",
      "zh_TW": "所以要想成就無上菩提，一定要著重在淨戒上，換句話說，淨戒裡面同時有定有慧。三學不能分家，一就是三，三就是一，戒就是定、就是慧，定就是戒、就是慧，慧就是定、就是戒，這才叫做淨戒。所以與小乘戒，人天的小戒是不相同。我們現前就是受比丘戒、受菩薩戒，我們所持的都不清淨。為什麼不清淨？我們有人我、有是非，幾時能夠做到像《金剛經》上說的四相空了，四見除了，這個時候的戒才叫清淨。誰能持戒？我能持，戒是所持，有能有所就不淨，諸位要明瞭這個意思。但是要懂得，落在能所裡面這叫有漏的善法，有漏的善法不能證果，不能斷煩惱。但是，他有福報，來生他能夠得到人天有漏的福報。現在世間這些做大官的、有地位的、有財富的，都是過去世戒律精嚴，這個精嚴就是有漏戒，有我能持戒，我的戒持得很好，有所持的戒，有能有所。是非人我沒有了斷，他這種的福報報在人天，我們要懂得這個道理。"
    },
    {
      "id": "12-010-0008_p0008",
      "zh_CN": "不是说有漏持戒既然不好，那我们就不持了，不持就更不得了，不持怎么？三恶道去了。修福的人很多，有很多人到恶道里面去享福，那不如人天。所以净戒非常不容易，必须要到心地清净，要把四相破除，然后你修五戒，五戒是净戒；你修比丘戒，比丘戒是净戒；你修菩萨戒，菩萨戒是净戒。只要有我相、人相、众生相、寿者相，净就没有了，只有戒，而没有净，大家要特别注意这点。所以我们持戒还要修慧、要修定。要懂得戒的目的是什么？戒的目的是达到定，要有这样的目标这就好。定的目标是什么？定的目标是开慧。慧开了这才能入佛知见，在《华严》里面才能够入一真法界。所以要想开慧必须要修定，要想修定必须要靠戒律来帮忙。",
      "zh_TW": "不是說有漏持戒既然不好，那我們就不持了，不持就更不得了，不持怎麼？三惡道去了。修福的人很多，有很多人到惡道裡面去享福，那不如人天。所以淨戒非常不容易，必須要到心地清淨，要把四相破除，然後你修五戒，五戒是淨戒；你修比丘戒，比丘戒是淨戒；你修菩薩戒，菩薩戒是淨戒。只要有我相、人相、眾生相、壽者相，淨就沒有了，只有戒，而沒有淨，大家要特別注意這點。所以我們持戒還要修慧、要修定。要懂得戒的目的是什麼？戒的目的是達到定，要有這樣的目標這就好。定的目標是什麼？定的目標是開慧。慧開了這才能入佛知見，在《華嚴》裡面才能夠入一真法界。所以要想開慧必須要修定，要想修定必須要靠戒律來幫忙。"
    },
    {
      "id": "12-010-0008_p0009",
      "zh_CN": "这个戒律里面有两种，本经里面说的，『菩萨戒』与『别解脱戒』这两种。什么叫「菩萨戒」、什么叫「别解脱戒」，底下有解释，清凉告诉我们，「假如不持戒，尚不能得疥癞野干之身，何况人天，又何况菩萨道」，这三个很重要。野干是狐狸一类的，比狐狸小，也是野兽里面很聪明的。我们在经典里面看到很多，这个东西牠也通灵性，牠也会修行。疥癞野干之身，这个野干长了一身病，就是连这样一个畜生身都得不到，你怎么能得到人身？怎么能得到天身？又怎么能成菩萨道？特别的强调戒律是修学的根本，千万不可以疏忽，我们应当要修，修学能做到多少就做多少，要精进不能够后退。不但要做，而且要做得一天比一天清净，清净心就定了，心定了智慧就增长，这是一定的道理。",
      "zh_TW": "這個戒律裡面有兩種，本經裡面說的，『菩薩戒』與『別解脫戒』這兩種。什麼叫「菩薩戒」、什麼叫「別解脫戒」，底下有解釋，清涼告訴我們，「假如不持戒，尚不能得疥癩野干之身，何況人天，又何況菩薩道」，這三個很重要。野干是狐狸一類的，比狐狸小，也是野獸裡面很聰明的。我們在經典裡面看到很多，這個東西牠也通靈性，牠也會修行。疥癩野干之身，這個野干長了一身病，就是連這樣一個畜生身都得不到，你怎麼能得到人身？怎麼能得到天身？又怎麼能成菩薩道？特別的強調戒律是修學的根本，千萬不可以疏忽，我們應當要修，修學能做到多少就做多少，要精進不能夠後退。不但要做，而且要做得一天比一天清淨，清淨心就定了，心定了智慧就增長，這是一定的道理。"
    },
    {
      "id": "12-010-0008_p0010",
      "zh_CN": "在第一段里面说明这两种戒，菩萨戒是大乘法门，小乘法里面没有。小乘戒跟大乘戒的特色在什么地方？这是我们必须要知道的，大乘戒重在意地。你看菩萨戒，心里面动念就犯戒；小乘戒不然，小乘戒要有事相，起心动念不算犯戒。譬如说杀生，小乘一定要把那个众生命断了，这才成立破了杀戒。大乘戒不如此，大乘戒你遇到这个众生，心里起一念想杀牠，这就破了戒。所以菩萨戒难持，比丘戒容易持，虽然比丘戒二百五十条容易持。为什么？它跟我们世间法律一样，起心动念不算犯戒，必须有行为才算，所以菩萨戒很不容易。当然意清净，身口一定是清净的；身口清净，意不一定能清净。所以菩萨戒三聚圆满，菩萨的精神是以利益众生为第一，纵然是自己不利没有关系，自己就是纵然要堕地狱我甘心情愿，只要他能够超生，我甘心为他堕地狱，这是菩萨戒里面的精神，先人后己，先成就别人，自己慢慢的来。",
      "zh_TW": "在第一段裡面說明這兩種戒，菩薩戒是大乘法門，小乘法裡面沒有。小乘戒跟大乘戒的特色在什麼地方？這是我們必須要知道的，大乘戒重在意地。你看菩薩戒，心裡面動念就犯戒；小乘戒不然，小乘戒要有事相，起心動念不算犯戒。譬如說殺生，小乘一定要把那個眾生命斷了，這才成立破了殺戒。大乘戒不如此，大乘戒你遇到這個眾生，心裡起一念想殺牠，這就破了戒。所以菩薩戒難持，比丘戒容易持，雖然比丘戒二百五十條容易持。為什麼？它跟我們世間法律一樣，起心動念不算犯戒，必須有行為才算，所以菩薩戒很不容易。當然意清淨，身口一定是清淨的；身口清淨，意不一定能清淨。所以菩薩戒三聚圓滿，菩薩的精神是以利益眾生為第一，縱然是自己不利沒有關係，自己就是縱然要墮地獄我甘心情願，只要他能夠超生，我甘心為他墮地獄，這是菩薩戒裡面的精神，先人後己，先成就別人，自己慢慢的來。"
    },
    {
      "id": "12-010-0008_p0011",
      "zh_CN": "小乘戒恰恰就相反，先成就自己，以后再慢慢度人，所以这一发心就不相同。大乘特别得到我们赞叹之处也就是在此地，他的慈悲心特别的重；换句话说，小乘人比较上要自私一点。也就是因为这样的发心，所以菩萨比较上容易破四相，容易断四见，《金刚经》上讲的「我见、人见、众生见、寿者见」，他比较上容易破，为什么？心量广大容易破。小乘人没有办法破，这个四相很不容易破，为什么？他执着有我，我要先度自己，我要先成就自己，我成就之后再来度别人。所以他是非人我的界限是非常的坚牢，很不容易突破，因此，小乘人成就当然比大乘人要慢得多了。这个慢实在讲，就是他这个关突不破，不肯把人我、四见、四相放下。再看这第二句：",
      "zh_TW": "小乘戒恰恰就相反，先成就自己，以後再慢慢度人，所以這一發心就不相同。大乘特別得到我們讚歎之處也就是在此地，他的慈悲心特別的重；換句話說，小乘人比較上要自私一點。也就是因為這樣的發心，所以菩薩比較上容易破四相，容易斷四見，《金剛經》上講的「我見、人見、眾生見、壽者見」，他比較上容易破，為什麼？心量廣大容易破。小乘人沒有辦法破，這個四相很不容易破，為什麼？他執著有我，我要先度自己，我要先成就自己，我成就之後再來度別人。所以他是非人我的界限是非常的堅牢，很不容易突破，因此，小乘人成就當然比大乘人要慢得多了。這個慢實在講，就是他這個關突不破，不肯把人我、四見、四相放下。再看這第二句："
    },
    {
      "id": "12-010-0008_p0012",
      "zh_CN": "【如佛所说。自不持戒令他持戒。自未调伏。令他调伏。无有是处。若诸菩萨具足圆满头陀功德。如是二戒悉得清净。不失善法。】",
      "zh_TW": "【如佛所說。自不持戒令他持戒。自未調伏。令他調伏。無有是處。若諸菩薩具足圓滿頭陀功德。如是二戒悉得清淨。不失善法。】"
    },
    {
      "id": "12-010-0008_p0013",
      "zh_CN": "后面这两句我们一读就晓得了，可见得戒律是必须要修学，如果不修学不能成就。但是戒律是一部很深、很广大的学问，绝不是那个戒条上看看就了事的，纵然说五戒十戒，加上比丘戒、菩萨戒总共也不超过五百条。诸位想想，要是那么简单，佛教这《大藏经》何必要有个「律藏」？它能够独立成一个系统，有几千卷的经典，就不是那么容易事情。因此，要想研学，诸位必然会连想到，近代弘一大师对于律学非常的留意，以他的聪明智慧，他一生当中对律学也不过是摸索一个大概而已。因此我们要想成就菩萨法，依照戒律来修学，绝不是简单事情，诸位要懂这个道理。世尊灭度之后，他老人家的法运里面，在《金刚经》曾经讲过五种坚固。佛灭度后第一个五百年戒律成就，第二个五百年之后戒律就不能成就，禅定成就。何况我们现在是第五个五百年斗诤坚固的时代。",
      "zh_TW": "後面這兩句我們一讀就曉得了，可見得戒律是必須要修學，如果不修學不能成就。但是戒律是一部很深、很廣大的學問，絕不是那個戒條上看看就了事的，縱然說五戒十戒，加上比丘戒、菩薩戒總共也不超過五百條。諸位想想，要是那麼簡單，佛教這《大藏經》何必要有個「律藏」？它能夠獨立成一個系統，有幾千卷的經典，就不是那麼容易事情。因此，要想研學，諸位必然會連想到，近代弘一大師對於律學非常的留意，以他的聰明智慧，他一生當中對律學也不過是摸索一個大概而已。因此我們要想成就菩薩法，依照戒律來修學，絕不是簡單事情，諸位要懂這個道理。世尊滅度之後，他老人家的法運裡面，在《金剛經》曾經講過五種堅固。佛滅度後第一個五百年戒律成就，第二個五百年之後戒律就不能成就，禪定成就。何況我們現在是第五個五百年鬥諍堅固的時代。"
    },
    {
      "id": "12-010-0008_p0014",
      "zh_CN": "诸位想想，有漏的戒律都不容易修学，何况无漏清净的戒律？这是我们自己必须要明白的。明白了之后，晓得我们现在所处的环境，晓得我们自己的根性，这才便于选择法门。戒律那个法门，我们修的不能成就，佛跟我们说要修净土法门，末法时期，佛在《大集经》里面讲净土成就，三根普被，利钝全收。说净土成就就是劝你念佛，念佛不是叫你不守戒的，不是的。以念佛为主，戒律辅助，助修，念佛是正修，要懂这个意思。尤其要着重、要懂得戒律精神的所在，戒律是诸恶莫作，「别解脱戒」的精神；众善奉行，「菩萨戒」的精神。诸位要能把这两句做得圆满、做得究竟彻底，整个的律藏无论哪一条戒你都清净。因为什么？不出这两个原则。此地就是什么是恶、什么是善，戒律就是标准，符合戒律的是善，违背戒律的是恶，不懂这个道理，戒律是没有法子奉行。",
      "zh_TW": "諸位想想，有漏的戒律都不容易修學，何況無漏清淨的戒律？這是我們自己必須要明白的。明白了之後，曉得我們現在所處的環境，曉得我們自己的根性，這才便於選擇法門。戒律那個法門，我們修的不能成就，佛跟我們說要修淨土法門，末法時期，佛在《大集經》裡面講淨土成就，三根普被，利鈍全收。說淨土成就就是勸你念佛，念佛不是叫你不守戒的，不是的。以念佛為主，戒律輔助，助修，念佛是正修，要懂這個意思。尤其要著重、要懂得戒律精神的所在，戒律是諸惡莫作，「別解脫戒」的精神；眾善奉行，「菩薩戒」的精神。諸位要能把這兩句做得圓滿、做得究竟徹底，整個的律藏無論哪一條戒你都清淨。因為什麼？不出這兩個原則。此地就是什麼是惡、什麼是善，戒律就是標準，符合戒律的是善，違背戒律的是惡，不懂這個道理，戒律是沒有法子奉行。"
    },
    {
      "id": "12-010-0008_p0015",
      "zh_CN": "『调伏』是讲自净其意，自己意地不清净，要想教别人清净，没有这个道理。换句话说，佛菩萨教化众生在在处处都是以身作则，怎么样说他就怎么样做，做一个样子给众生看，叫众生相信他的言教，效法他的行持，这才能真正做得到普度众生，做到利益众生。末后这就是正式答复善财童子所问，你想得到圆满，想得到清净，想得到不退转有办法，不是没有办法。你要『具足圆满头陀功德』，就行了，确实圆满、清净、不退转可以很快的证得。下面这就说十二头陀行，请看经文：",
      "zh_TW": "『調伏』是講自淨其意，自己意地不清淨，要想教別人清淨，沒有這個道理。換句話說，佛菩薩教化眾生在在處處都是以身作則，怎麼樣說他就怎麼樣做，做一個樣子給眾生看，叫眾生相信他的言教，效法他的行持，這才能真正做得到普度眾生，做到利益眾生。末後這就是正式答覆善財童子所問，你想得到圓滿，想得到清淨，想得到不退轉有辦法，不是沒有辦法。你要『具足圓滿頭陀功德』，就行了，確實圓滿、清淨、不退轉可以很快的證得。下面這就說十二頭陀行，請看經文："
    },
    {
      "id": "12-010-0008_p0016",
      "zh_CN": "【善财童子白言。圣者。云何名为头陀功德。童子童女告善财言。善男子。言头陀者。谓诸菩萨十二头陀。】",
      "zh_TW": "【善財童子白言。聖者。云何名為頭陀功德。童子童女告善財言。善男子。言頭陀者。謂諸菩薩十二頭陀。】"
    },
    {
      "id": "12-010-0008_p0017",
      "zh_CN": "『头陀』注疏里头有解释，「头陀」是印度话，翻成中国是抖擞的意思。譬如说我们这个衣服，出门的时候灰尘太多了，尤其冬天穿大衣，回来之后把它抖一抖，脏的灰尘就抖掉了。头陀就是抖擞的意思，抖擞什么？烦恼。要把你的烦恼抖掉，你修这十二种法门就可以断烦恼；你要不肯修这十二种，断烦恼就不容易。注疏诸位自己去看，我们还是要争取时间。",
      "zh_TW": "『頭陀』註疏裡頭有解釋，「頭陀」是印度話，翻成中國是抖擻的意思。譬如說我們這個衣服，出門的時候灰塵太多了，尤其冬天穿大衣，回來之後把它抖一抖，髒的灰塵就抖掉了。頭陀就是抖擻的意思，抖擻什麼？煩惱。要把你的煩惱抖掉，你修這十二種法門就可以斷煩惱；你要不肯修這十二種，斷煩惱就不容易。註疏諸位自己去看，我們還是要爭取時間。"
    },
    {
      "id": "12-010-0008_p0018",
      "zh_CN": "【何等十二。第一纳衣。】",
      "zh_TW": "【何等十二。第一納衣。】"
    },
    {
      "id": "12-010-0008_p0019",
      "zh_CN": "『何等十二』，这是征问，也就是请教，这十二头陀行到底是哪十二条？我们先看注解，注解十二个名目都在这个地方。『第一纳衣』，第二是「但三衣」，第三「不随染衣」，第四「常乞食」，第五是「一坐食」，第六是「一食」，七是「住阿兰若」，第八是「树下坐」，第九是「露地坐」，第十是「依止冢间」，「十一常坐，十二随坐」，这是十二种名目在此地。底下一个注解说，因为一切经论有些翻译所说的名词不一样，名目虽然不一样，但是意思是相同的。",
      "zh_TW": "『何等十二』，這是徵問，也就是請教，這十二頭陀行到底是哪十二條？我們先看註解，註解十二個名目都在這個地方。『第一納衣』，第二是「但三衣」，第三「不隨染衣」，第四「常乞食」，第五是「一坐食」，第六是「一食」，七是「住阿蘭若」，第八是「樹下坐」，第九是「露地坐」，第十是「依止塚間」，「十一常坐，十二隨坐」，這是十二種名目在此地。底下一個註解說，因為一切經論有些翻譯所說的名詞不一樣，名目雖然不一樣，但是意思是相同的。"
    },
    {
      "id": "12-010-0008_p0020",
      "zh_CN": "「若瑜伽论二十五」，二十五就是二十五卷，《瑜伽师地论》有一百卷，第二十五卷里面所讲的「与此大同」，本末大同小异。「此中纳衣」，《瑜伽师地论》里头讲纳衣叫粪扫衣。「此不随染衣」，它那个地方叫「毳衣」。这个地方讲的一食，《瑜伽师地论》里头说的「先止后食」。在于乞食之中分两种，一个是「随得乞食」，第二是「次第乞食」，这个我们在《楞严经》里头曾经说过，我们不必详细的来说。「随坐名为如常处坐」，这就是说明两种版本里面所说的名词大同小异，读多了你就明了，并没有什么抵触。这个十二种必须要知道的，小乘有十二头陀行，名词跟大乘菩萨的十二头陀行是一样的，没有什么两样，但是在内容旨趣上不相同，这个不相同。",
      "zh_TW": "「若瑜伽論二十五」，二十五就是二十五卷，《瑜伽師地論》有一百卷，第二十五卷裡面所講的「與此大同」，本末大同小異。「此中納衣」，《瑜伽師地論》裡頭講納衣叫糞掃衣。「此不隨染衣」，它那個地方叫「毳衣」。這個地方講的一食，《瑜伽師地論》裡頭說的「先止後食」。在於乞食之中分兩種，一個是「隨得乞食」，第二是「次第乞食」，這個我們在《楞嚴經》裡頭曾經說過，我們不必詳細的來說。「隨坐名為如常處坐」，這就是說明兩種版本裡面所說的名詞大同小異，讀多了你就明瞭，並沒有什麼牴觸。這個十二種必須要知道的，小乘有十二頭陀行，名詞跟大乘菩薩的十二頭陀行是一樣的，沒有什麼兩樣，但是在內容旨趣上不相同，這個不相同。"
    },
    {
      "id": "12-010-0008_p0021",
      "zh_CN": "清凉在此地给我们列出来，这个地方这可以说从纲领上的讲法，大乘具足五种意义，这是小乘没有。第一「为成于菩萨戒故」，小乘没有菩萨戒，没有发菩提心。大乘头陀行的目的在哪里？目的是为圆满成就菩萨戒。不像小乘头陀行，小乘头陀行它的目的是达到灭尽定，目的是在那里，断烦恼成就灭尽定，证得小乘人的偏真涅槃而已，这是第一句说法目标不相同。第二「为总成善友行故」，无量无边的善知识，他们的开示、他们的教诲，我们一一依教奉行。唯有修这十二种头陀行，才能够教一切善友这些大行，我们都能得到圆满清净。",
      "zh_TW": "清涼在此地給我們列出來，這個地方這可以說從綱領上的講法，大乘具足五種意義，這是小乘沒有。第一「為成於菩薩戒故」，小乘沒有菩薩戒，沒有發菩提心。大乘頭陀行的目的在哪裡？目的是為圓滿成就菩薩戒。不像小乘頭陀行，小乘頭陀行它的目的是達到滅盡定，目的是在那裡，斷煩惱成就滅盡定，證得小乘人的偏真涅槃而已，這是第一句說法目標不相同。第二「為總成善友行故」，無量無邊的善知識，他們的開示、他們的教誨，我們一一依教奉行。唯有修這十二種頭陀行，才能夠教一切善友這些大行，我們都能得到圓滿清淨。"
    },
    {
      "id": "12-010-0008_p0022",
      "zh_CN": "第三个意思，「皆有悲心为物轨故」，轨就是轨范、模范、典型，物是说的一切有情众生，为一切有情众生做个模范、做个典型。譬如说菩萨心里已经非常清净，一尘不染了，他为什么还要持这个戒律，还要这个戒相那么样严持？做给别人看的，是叫别人照样子学，这就叫悲心，大悲心。第四「以无所得为方便」，这跟小乘人是完全不相同，小乘人是有所得而为方便，大乘人是无所得而为方便，这是不相同的所在。第五「释相中多约理故」，解释这个名相偏重在理论上，而不是偏重在事相上，小乘人偏重在事相。大乘人偏重在理性；换句话说，一一行无不称性。「义如下说，文中十二头陀」，有十二段经文。纲领在此地介绍了之后，向下这也就很容易懂。",
      "zh_TW": "第三個意思，「皆有悲心為物軌故」，軌就是軌範、模範、典型，物是說的一切有情眾生，為一切有情眾生做個模範、做個典型。譬如說菩薩心裡已經非常清淨，一塵不染了，他為什麼還要持這個戒律，還要這個戒相那麼樣嚴持？做給別人看的，是叫別人照樣子學，這就叫悲心，大悲心。第四「以無所得為方便」，這跟小乘人是完全不相同，小乘人是有所得而為方便，大乘人是無所得而為方便，這是不相同的所在。第五「釋相中多約理故」，解釋這個名相偏重在理論上，而不是偏重在事相上，小乘人偏重在事相。大乘人偏重在理性；換句話說，一一行無不稱性。「義如下說，文中十二頭陀」，有十二段經文。綱領在此地介紹了之後，向下這也就很容易懂。"
    },
    {
      "id": "12-010-0008_p0023",
      "zh_CN": "「第一纳衣」，纳衣是百纳衣，《瑜伽论》里面叫粪扫衣，可见得这个衣绝不是好衣服。在古时候衣很不容易得到，为什么？那个时候的纺织都是靠手工的，诸位想想，一天的工作能够织多少布匹？一天恐怕还成就不了一件衣，不像现在机器，因此衣就相当的贵重。出家人要想得一件衣，是相当难的事情，因此佛教给出家人，衣之乞得不要从一个人乞，因为一个人不见得有这个力量来供养你一件衣。用什么方法？一般人这个衣要是破损了，他不要了，你把它切好来，哪个地方还可以用的，就把它剪下来，不能用的废弃。这样子有个十几块、二十几块拼拼凑凑，凑在一起缝起来做一件衣。有的是向人乞的，有的是人家丢掉的，有的是垃圾堆里面捡的，这样把它拼凑起来。",
      "zh_TW": "「第一納衣」，納衣是百納衣，《瑜伽論》裡面叫糞掃衣，可見得這個衣絕不是好衣服。在古時候衣很不容易得到，為什麼？那個時候的紡織都是靠手工的，諸位想想，一天的工作能夠織多少布匹？一天恐怕還成就不了一件衣，不像現在機器，因此衣就相當的貴重。出家人要想得一件衣，是相當難的事情，因此佛教給出家人，衣之乞得不要從一個人乞，因為一個人不見得有這個力量來供養你一件衣。用什麼方法？一般人這個衣要是破損了，他不要了，你把它切好來，哪個地方還可以用的，就把它剪下來，不能用的廢棄。這樣子有個十幾塊、二十幾塊拼拼湊湊，湊在一起縫起來做一件衣。有的是向人乞的，有的是人家丟掉的，有的是垃圾堆裡面撿的，這樣把它拼湊起來。"
    },
    {
      "id": "12-010-0008_p0024",
      "zh_CN": "拼凑起来当然这个衣的新旧不一样，这一块新，那一块旧，颜色也不相同，因此凑起来之后再把它染，染衣，一染这个颜色就成一个了。所以你看出家人穿这个衣服，这不是我们这个衣服，这个衣服是中国衣服，印度人不穿的，印度人穿的我们现在称袈裟，也称作福田衣，一块一块割截的。诸位看到法会里面大法师穿的红色的袈裟二十五条，每一条里面四段，三长一短，一块一块凑起来，这都称之为纳衣。但是现在这个衣是一块整布拿去剪碎，再把它拼拼凑凑的凑起来，意义是完全不相同。但是现在这个衣是种纪念的性质，为什么？生活随着时代在改变。现在的物质比过去充实得太多了，不必再去垃圾堆里面捡破布来缝衣服，用不着。但是，诸位晓得，精神之所在一定要记住。请看经文：",
      "zh_TW": "拼湊起來當然這個衣的新舊不一樣，這一塊新，那一塊舊，顏色也不相同，因此湊起來之後再把它染，染衣，一染這個顏色就成一個了。所以你看出家人穿這個衣服，這不是我們這個衣服，這個衣服是中國衣服，印度人不穿的，印度人穿的我們現在稱袈裟，也稱作福田衣，一塊一塊割截的。諸位看到法會裡面大法師穿的紅色的袈裟二十五條，每一條裡面四段，三長一短，一塊一塊湊起來，這都稱之為納衣。但是現在這個衣是一塊整布拿去剪碎，再把它拼拼湊湊的湊起來，意義是完全不相同。但是現在這個衣是種紀念的性質，為什麼？生活隨著時代在改變。現在的物質比過去充實得太多了，不必再去垃圾堆裡面撿破布來縫衣服，用不著。但是，諸位曉得，精神之所在一定要記住。請看經文："
    },
    {
      "id": "12-010-0008_p0025",
      "zh_CN": "【善男子。云何纳衣。】",
      "zh_TW": "【善男子。云何納衣。】"
    },
    {
      "id": "12-010-0008_p0026",
      "zh_CN": "这句话还是德生童子、有德童女说的，叫着善财告诉他，什么叫做『纳衣』？一看经文就晓得，是理论上讲的，不是从衣上说的。",
      "zh_TW": "這句話還是德生童子、有德童女說的，叫著善財告訴他，什麼叫做『納衣』？一看經文就曉得，是理論上講的，不是從衣上說的。"
    },
    {
      "id": "12-010-0008_p0027",
      "zh_CN": "【若诸菩萨具十种法。则得圆满成就纳衣。】",
      "zh_TW": "【若諸菩薩具十種法。則得圓滿成就納衣。】"
    },
    {
      "id": "12-010-0008_p0028",
      "zh_CN": "『纳衣』，有十种表法，诸位要明了这个意思。出家的同修，你袈裟披上之后，你就要有这个观照，在家受过菩萨戒、受过五戒的有搭缦衣，这个缦衣搭上你也要想到这个意思，这才叫功德衣，才叫福田衣。你连这个意思都不懂，只有形式、只有个躯壳，没有功德，衣搭了之后你心里头不起作用；你明了了这个道理，衣搭在身上它立刻起作用，这就无量功德。所以说这就是佛法薰习我们的心田，能够灭除烦恼，增长功德。下面说：",
      "zh_TW": "『納衣』，有十種表法，諸位要明瞭這個意思。出家的同修，你袈裟披上之後，你就要有這個觀照，在家受過菩薩戒、受過五戒的有搭縵衣，這個縵衣搭上你也要想到這個意思，這才叫功德衣，才叫福田衣。你連這個意思都不懂，只有形式、只有個軀殼，沒有功德，衣搭了之後你心裡頭不起作用；你明瞭了這個道理，衣搭在身上它立刻起作用，這就無量功德。所以說這就是佛法薰習我們的心田，能夠滅除煩惱，增長功德。下面說："
    },
    {
      "id": "12-010-0008_p0029",
      "zh_CN": "【何等为十。】",
      "zh_TW": "【何等為十。】"
    },
    {
      "id": "12-010-0008_p0030",
      "zh_CN": "这是这个底下十二段都是这样的性质，所以我们要特别的注意到。",
      "zh_TW": "這是這個底下十二段都是這樣的性質，所以我們要特別的注意到。"
    },
    {
      "id": "12-010-0008_p0031",
      "zh_CN": "【一者。勤修令得坚固。】",
      "zh_TW": "【一者。勤修令得堅固。】"
    },
    {
      "id": "12-010-0008_p0032",
      "zh_CN": "这就不必一句一句细说了，『勤修』的是戒定慧，要叫戒定慧一天一天『坚固』。",
      "zh_TW": "這就不必一句一句細說了，『勤修』的是戒定慧，要叫戒定慧一天一天『堅固』。"
    },
    {
      "id": "12-010-0008_p0033",
      "zh_CN": "【二者。令心常自谦下。】",
      "zh_TW": "【二者。令心常自謙下。】"
    },
    {
      "id": "12-010-0008_p0034",
      "zh_CN": "粪扫是外面捡来的，一家一家化来的破布，普通人是不穿这个衣服。过去在大陆上，出家人老纳穿的衣服是补补丁丁的，一件衣服总补几十个补丁。你们看看，虚云老和尚的照片，他老人家穿的海青，那也是纳衣，为什么穿这个衣服？一穿这个衣服心里想我要谦虚、要谦下。换句话说，这个衣服一穿谦敬忍让之心自然就生起来，谦敬忍让断除贡高我慢，这叫做「纳衣」。诸位现在就是我们自己无论你穿得怎么华丽，你要能想到这十条，你现在穿的就是纳衣，没有纳衣的形式有纳衣的作用，有纳衣同样的功德。你要不懂这个意思，穿上百纳衣也没有功德。诸位想想，菩萨穿衣跟我们一样吗？不一样。小乘人里面穿纳衣的多，你看得到，你看到哪一尊菩萨穿纳衣？没有。诸位看看，观世音菩萨不穿破破烂烂的，大势至菩萨、文殊菩萨、普贤菩萨、地藏菩萨都不是。但是人家那个衣都叫纳衣，为什么？人家有这十种法。所以说有这十种法穿得再华丽还是纳衣，这就是大乘纳衣跟小乘纳衣不相同，大乘纳衣是在理论上讲，小乘纳衣是在形相上说的。小乘人一定穿得补上十几个补丁才能算是纳衣，大乘不必要，具足这十法就是。",
      "zh_TW": "糞掃是外面撿來的，一家一家化來的破布，普通人是不穿這個衣服。過去在大陸上，出家人老納穿的衣服是補補丁丁的，一件衣服總補幾十個補丁。你們看看，虛雲老和尚的照片，他老人家穿的海青，那也是納衣，為什麼穿這個衣服？一穿這個衣服心裡想我要謙虛、要謙下。換句話說，這個衣服一穿謙敬忍讓之心自然就生起來，謙敬忍讓斷除貢高我慢，這叫做「納衣」。諸位現在就是我們自己無論你穿得怎麼華麗，你要能想到這十條，你現在穿的就是納衣，沒有納衣的形式有納衣的作用，有納衣同樣的功德。你要不懂這個意思，穿上百納衣也沒有功德。諸位想想，菩薩穿衣跟我們一樣嗎？不一樣。小乘人裡面穿納衣的多，你看得到，你看到哪一尊菩薩穿納衣？沒有。諸位看看，觀世音菩薩不穿破破爛爛的，大勢至菩薩、文殊菩薩、普賢菩薩、地藏菩薩都不是。但是人家那個衣都叫納衣，為什麼？人家有這十種法。所以說有這十種法穿得再華麗還是納衣，這就是大乘納衣跟小乘納衣不相同，大乘納衣是在理論上講，小乘納衣是在形相上說的。小乘人一定穿得補上十幾個補丁才能算是納衣，大乘不必要，具足這十法就是。"
    },
    {
      "id": "12-010-0008_p0035",
      "zh_CN": "【三。于身心无有疲厌。四。于衣服心不染着。五者。常乐坚固远离。】",
      "zh_TW": "【三。於身心無有疲厭。四。於衣服心不染著。五者。常樂堅固遠離。】"
    },
    {
      "id": "12-010-0008_p0036",
      "zh_CN": "『远离』一切染法。",
      "zh_TW": "『遠離』一切染法。"
    },
    {
      "id": "12-010-0008_p0037",
      "zh_CN": "【六者。成就坚固功德。七。不自显殊胜德行。八。于他人不起轻慢。九者。护持净戒圆满。十者。堪任一切亲近。】",
      "zh_TW": "【六者。成就堅固功德。七。不自顯殊勝德行。八。於他人不起輕慢。九者。護持淨戒圓滿。十者。堪任一切親近。】"
    },
    {
      "id": "12-010-0008_p0038",
      "zh_CN": "这是纳衣的十种法，这个十句是把纳衣十法，在理论上都说的是义理。底下这段从：",
      "zh_TW": "這是納衣的十種法，這個十句是把納衣十法，在理論上都說的是義理。底下這段從："
    },
    {
      "id": "12-010-0008_p0039",
      "zh_CN": "【善男子。此是菩萨住净信心。具足圆满。】",
      "zh_TW": "【善男子。此是菩薩住淨信心。具足圓滿。】"
    },
    {
      "id": "12-010-0008_p0040",
      "zh_CN": "从这一句之下，这在解释其下，换句话说，他为什么能够具足这些功德？我们一看经文也就明了了。",
      "zh_TW": "從這一句之下，這在解釋其下，換句話說，他為什麼能夠具足這些功德？我們一看經文也就明瞭了。"
    },
    {
      "id": "12-010-0008_p0041",
      "zh_CN": "【由此心故。闻说如来清净言教。不惜身命。勤修佛法。不破不毁。以勤修故。身心不动。令于所得坚固成就。】",
      "zh_TW": "【由此心故。聞說如來清淨言教。不惜身命。勤修佛法。不破不毀。以勤修故。身心不動。令於所得堅固成就。】"
    },
    {
      "id": "12-010-0008_p0042",
      "zh_CN": "就是前面十句的注解，并不难懂，一读就明了，我们念过去就行了。第二句说：",
      "zh_TW": "就是前面十句的註解，並不難懂，一讀就明瞭，我們念過去就行了。第二句說："
    },
    {
      "id": "12-010-0008_p0043",
      "zh_CN": "【以心坚固。常自谦下。】",
      "zh_TW": "【以心堅固。常自謙下。】"
    },
    {
      "id": "12-010-0008_p0044",
      "zh_CN": "心常谦下，可见得要想真正做到谦虚，做到下众，自己能够处在一切众生之下，不敢先人，不敢在人前面，不敢在人上面。要想做到这样的德行，一定要有前面勤修坚固的基础，也就是说，「勤修戒定慧，息灭贪瞋痴」，要有这样的基础。第三句因为：",
      "zh_TW": "心常謙下，可見得要想真正做到謙虛，做到下眾，自己能夠處在一切眾生之下，不敢先人，不敢在人前面，不敢在人上面。要想做到這樣的德行，一定要有前面勤修堅固的基礎，也就是說，「勤修戒定慧，息滅貪瞋痴」，要有這樣的基礎。第三句因為："
    },
    {
      "id": "12-010-0008_p0045",
      "zh_CN": "【心谦下故。成就无我。得无我已。心无憍慢。得无慢心。谦下力故。】",
      "zh_TW": "【心謙下故。成就無我。得無我已。心無憍慢。得無慢心。謙下力故。】"
    },
    {
      "id": "12-010-0008_p0046",
      "zh_CN": "为什么能断除贡高我慢的烦恼？就是因为你能够成就『无我』，行了。有我就傲慢，所以这个傲慢，是于第七识与生俱来的四大烦恼常相随。大家都懂得，修行纲领是在转识成智，要转第七识成平等性智，这是修行关键的所在。你要不能转识成智，怎么样个修法都是修的人间有漏福报，不能成佛，不能出三界，不能了生死。你要想了生死、出三界、证菩提，一定要转识成智。我们口口声声要了生死，要出三界，要成佛道，你不转识成智怎么行？要想转识成智就先修「无我」，怎么是修无我？先谦下，连个谦虚、连个卑下都不肯，你还能做到无我吗？做不到。这个道理我们要细细去想，想通了你才晓得，佛教给我们的方法绝对正确，而没有错误。再看底下：",
      "zh_TW": "為什麼能斷除貢高我慢的煩惱？就是因為你能夠成就『無我』，行了。有我就傲慢，所以這個傲慢，是於第七識與生俱來的四大煩惱常相隨。大家都懂得，修行綱領是在轉識成智，要轉第七識成平等性智，這是修行關鍵的所在。你要不能轉識成智，怎麼樣個修法都是修的人間有漏福報，不能成佛，不能出三界，不能了生死。你要想了生死、出三界、證菩提，一定要轉識成智。我們口口聲聲要了生死，要出三界，要成佛道，你不轉識成智怎麼行？要想轉識成智就先修「無我」，怎麼是修無我？先謙下，連個謙虛、連個卑下都不肯，你還能做到無我嗎？做不到。這個道理我們要細細去想，想通了你才曉得，佛教給我們的方法絕對正確，而沒有錯誤。再看底下："
    },
    {
      "id": "12-010-0008_p0047",
      "zh_CN": "【人所弃者。悉收取之。澣染成衣。远离烦恼。心无厌恶。亦无贪着。但取资身。以御寒暑。修行道业。余无所顾。】",
      "zh_TW": "【人所棄者。悉收取之。澣染成衣。遠離煩惱。心無厭惡。亦無貪著。但取資身。以禦寒暑。修行道業。餘無所顧。】"
    },
    {
      "id": "12-010-0008_p0048",
      "zh_CN": "这三句说明了对于衣绝不执着，衣的功用不过是御寒而已，遮体而已，能达到这个目的就够了，不必要讲求，这是我们要记住的。大乘菩萨法里为什么这个衣要讲求华丽，跟小乘人完全相违背？海青穿黄色的，袈裟用红色的，为什么要这样？诸位要晓得，绝不是贪着。如果是贪着之心那错了，那不但没有功德，反而带来的烦恼。为什么要这样做？这是为了接引众生方便起见。众生喜欢华丽，一看到华丽他就尊敬，假如说一个祖师大德穿得破破烂烂的，在这个讲台上讲经，底下就瞧不起。你看这个穷苦的他能讲个什么？大家看看，掉头而去，不来听了。如果这个法师坐在讲台上珠光宝气，他就吸引来了：这个法师了不起，很伟大。你叫他走他也不走；换句话，就是这些东西是接引众生的工具，绝不是执着，绝不是贪爱。所以要懂得这个道理，一切都是为了自利利他。刚才讲过，菩萨是以利他为先，所以只要众生欢喜的，他都考虑第一优先，为众生。",
      "zh_TW": "這三句說明了對於衣絕不執著，衣的功用不過是禦寒而已，遮體而已，能達到這個目的就夠了，不必要講求，這是我們要記住的。大乘菩薩法裡為什麼這個衣要講求華麗，跟小乘人完全相違背？海青穿黃色的，袈裟用紅色的，為什麼要這樣？諸位要曉得，絕不是貪著。如果是貪著之心那錯了，那不但沒有功德，反而帶來的煩惱。為什麼要這樣做？這是為了接引眾生方便起見。眾生喜歡華麗，一看到華麗他就尊敬，假如說一個祖師大德穿得破破爛爛的，在這個講台上講經，底下就瞧不起。你看這個窮苦的他能講個什麼？大家看看，掉頭而去，不來聽了。如果這個法師坐在講台上珠光寶氣，他就吸引來了：這個法師了不起，很偉大。你叫他走他也不走；換句話，就是這些東西是接引眾生的工具，絕不是執著，絕不是貪愛。所以要懂得這個道理，一切都是為了自利利他。剛才講過，菩薩是以利他為先，所以只要眾生歡喜的，他都考慮第一優先，為眾生。"
    },
    {
      "id": "12-010-0008_p0049",
      "zh_CN": "【于此纳衣。不见过失。不念麁弊。但见纳衣所有功德。离贪欲者。乃服此衣。服此衣者。心无烦恼。是诸圣种顺菩萨行。诸佛如来之所赞叹。由此因缘。不自贡高。不贡高故。不嫌他人。离高嫌故。净戒圆满。戒圆满故。堪任亲近。诸佛菩萨之所护念。诸天人王及刹帝利。婆罗门等城邑聚落。一切见闻无不欢喜。恭敬礼拜。咸共赞美。称扬其德。而作是言。我等有福。感如是人居此国土。同梵行者咸皆欢喜。善男子。是为菩萨具足十法。圆满成就纳衣功德。】",
      "zh_TW": "【於此納衣。不見過失。不念麁弊。但見納衣所有功德。離貪欲者。乃服此衣。服此衣者。心無煩惱。是諸聖種順菩薩行。諸佛如來之所讚歎。由此因緣。不自貢高。不貢高故。不嫌他人。離高嫌故。淨戒圓滿。戒圓滿故。堪任親近。諸佛菩薩之所護念。諸天人王及剎帝利。婆羅門等城邑聚落。一切見聞無不歡喜。恭敬禮拜。咸共讚美。稱揚其德。而作是言。我等有福。感如是人居此國土。同梵行者咸皆歡喜。善男子。是為菩薩具足十法。圓滿成就納衣功德。】"
    },
    {
      "id": "12-010-0008_p0050",
      "zh_CN": "后面都是解释前面十句的，解释得相当详细。修行人千万不可以自欺欺人，读了这经文里面，大乘菩萨可以穿最好质料的衣服，我是大乘菩萨，我是度众生，你们应当以最好的衣服来供养我。你要起这个心、动这个念就错了。菩萨度化众生绝不起心动念，诸位要记住这个。到那个时候你需要了，自然有龙天八部把这个宝衣送你，不要你去求，你去求，你的心就不是清净心。所以讲的是感应道交，自己的心没有清净，德行没有成就，人家送给我，我也不敢接受，我也不敢用，怎么可以去求？到你法缘成熟了，确实需要这些工具，不求自然有人送给你，送给你想想现在是不是时候？如果正是需要的时候，没有过失；不是正是需要的时候，送给你了还是过失。",
      "zh_TW": "後面都是解釋前面十句的，解釋得相當詳細。修行人千萬不可以自欺欺人，讀了這經文裡面，大乘菩薩可以穿最好質料的衣服，我是大乘菩薩，我是度眾生，你們應當以最好的衣服來供養我。你要起這個心、動這個念就錯了。菩薩度化眾生絕不起心動念，諸位要記住這個。到那個時候你需要了，自然有龍天八部把這個寶衣送你，不要你去求，你去求，你的心就不是清淨心。所以講的是感應道交，自己的心沒有清淨，德行沒有成就，人家送給我，我也不敢接受，我也不敢用，怎麼可以去求？到你法緣成熟了，確實需要這些工具，不求自然有人送給你，送給你想想現在是不是時候？如果正是需要的時候，沒有過失；不是正是需要的時候，送給你了還是過失。"
    },
    {
      "id": "12-010-0008_p0051",
      "zh_CN": "我记得我学人，刚刚到台北来讲经，就有人送我一件祖衣，大红的袈裟从香港带来，听说要二千多块钱一件，总是十五年前那很不容易。我心里一想，我刚刚出来讲经，这个衣搭在身上折福，不敢。正好隆泉老和尚拜托曹居士，请他到香港给他带一件衣，我说我这里正好，我就供养他。别人来问我，他说法师，人家供养你这个衣很难得，这么多钱不容易。人家供养你，你为什么供养老和尚？我现在不敢要，没有德，到将来有的时候，人家会再供养我。诸位要懂这个道理。所以纵然有人供养，要想想自己有没有这个德、有没有这个福分？千万不要折福。这懂得纳衣的精神。再看底下第二段：",
      "zh_TW": "我記得我學人，剛剛到台北來講經，就有人送我一件祖衣，大紅的袈裟從香港帶來，聽說要二千多塊錢一件，總是十五年前那很不容易。我心裡一想，我剛剛出來講經，這個衣搭在身上折福，不敢。正好隆泉老和尚拜託曹居士，請他到香港給他帶一件衣，我說我這裡正好，我就供養他。別人來問我，他說法師，人家供養你這個衣很難得，這麼多錢不容易。人家供養你，你為什麼供養老和尚？我現在不敢要，沒有德，到將來有的時候，人家會再供養我。諸位要懂這個道理。所以縱然有人供養，要想想自己有沒有這個德、有沒有這個福分？千萬不要折福。這懂得納衣的精神。再看底下第二段："
    },
    {
      "id": "12-010-0008_p0052",
      "zh_CN": "【复次善男子。菩萨有十种法。具足圆满成就三衣。】",
      "zh_TW": "【復次善男子。菩薩有十種法。具足圓滿成就三衣。】"
    },
    {
      "id": "12-010-0008_p0053",
      "zh_CN": "『三衣』，就是我们现在所谓的大衣、七衣、五衣，大衣是从九条到二十五条，在出家人来说是大礼服。七衣就是七条衣这是常服，通常礼佛、见客、诵经都披七条衣。五衣是工作服、作务衣。但是现在我们这个「三衣」，可以说都不是原来的衣服，都变成礼服了。五衣用处就很少，也可以说只是一种纪念的意思，七衣一般佛事上用得多，大衣除非在大典里面才用，不是大典，要不是住持、主法的和尚就很少用。三衣，印度是个热带地方，一个人具备三衣他就足够用，不必再多添衣服，多添衣服是增加负担，增加累赘。三衣不但在日常生活当中不缺乏，就是连晚上睡觉大衣，可以当作被子盖，也不缺乏。诸位现在看到佛门里拜佛用的具，那是什么东西？那是晚上睡觉的被单、垫被，垫在地上的，叫卧具。出家人这些行头三衣一个具，穿的、睡的都在，所以从前是日中一食，树下一宿，是过的这个生活。这是修头陀行的必须要具备的，不能缺少，多了就是过失。这个在大乘法里面，当然也是着重在义理，着重在精神上，不着重在这些事相。我们看看它这个里面讲的是十种什么意思。",
      "zh_TW": "『三衣』，就是我們現在所謂的大衣、七衣、五衣，大衣是從九條到二十五條，在出家人來說是大禮服。七衣就是七條衣這是常服，通常禮佛、見客、誦經都披七條衣。五衣是工作服、作務衣。但是現在我們這個「三衣」，可以說都不是原來的衣服，都變成禮服了。五衣用處就很少，也可以說只是一種紀念的意思，七衣一般佛事上用得多，大衣除非在大典裡面才用，不是大典，要不是住持、主法的和尚就很少用。三衣，印度是個熱帶地方，一個人具備三衣他就足夠用，不必再多添衣服，多添衣服是增加負擔，增加累贅。三衣不但在日常生活當中不缺乏，就是連晚上睡覺大衣，可以當作被子蓋，也不缺乏。諸位現在看到佛門裡拜佛用的具，那是什麼東西？那是晚上睡覺的被單、墊被，墊在地上的，叫臥具。出家人這些行頭三衣一個具，穿的、睡的都在，所以從前是日中一食，樹下一宿，是過的這個生活。這是修頭陀行的必須要具備的，不能缺少，多了就是過失。這個在大乘法裡面，當然也是著重在義理，著重在精神上，不著重在這些事相。我們看看它這個裡面講的是十種什麼意思。"
    },
    {
      "id": "12-010-0008_p0054",
      "zh_CN": "【复次善男子。菩萨有十种法。具足圆满成就三衣。何等为十。一者。成就知足。】",
      "zh_TW": "【復次善男子。菩薩有十種法。具足圓滿成就三衣。何等為十。一者。成就知足。】"
    },
    {
      "id": "12-010-0008_p0055",
      "zh_CN": "『三衣』，这是『知足』，多了，多就是长贪心，这是修行人最忌讳的。修行人不能够少欲知足，道业不会成就的。你要想道业成就一定要少欲，一定要知足，知足常乐。",
      "zh_TW": "『三衣』，這是『知足』，多了，多就是長貪心，這是修行人最忌諱的。修行人不能夠少欲知足，道業不會成就的。你要想道業成就一定要少欲，一定要知足，知足常樂。"
    },
    {
      "id": "12-010-0008_p0056",
      "zh_CN": "【二者。成就少欲。三者。离于多求。】",
      "zh_TW": "【二者。成就少欲。三者。離於多求。】"
    },
    {
      "id": "12-010-0008_p0057",
      "zh_CN": "『多求』苦，世间法里头也说了，「人到无求品自高」。可见得世间人里面讲求清高，凡是清高之士皆是『少欲』，皆是知足之人。他粗茶淡饭能吃饱了，他就满足了，他的生活悠闲自在，他不求。我们修道的人更应当如此。所以同修当中真正想学，我们必须常常记住，要认真的把它做到，于人无争，于世无求，别人争，我们退让，忍让有无量无边的功德，这是世间浅见的人他不知道。争是烦恼，争是过失，忍让是德，经论里面，你看看有多少赞叹，我们为什么不肯修？",
      "zh_TW": "『多求』苦，世間法裡頭也說了，「人到無求品自高」。可見得世間人裡面講求清高，凡是清高之士皆是『少欲』，皆是知足之人。他粗茶淡飯能吃飽了，他就滿足了，他的生活悠閒自在，他不求。我們修道的人更應當如此。所以同修當中真正想學，我們必須常常記住，要認真的把它做到，於人無爭，於世無求，別人爭，我們退讓，忍讓有無量無邊的功德，這是世間淺見的人他不知道。爭是煩惱，爭是過失，忍讓是德，經論裡面，你看看有多少讚歎，我們為什麼不肯修？"
    },
    {
      "id": "12-010-0008_p0058",
      "zh_CN": "【四者。离诸积聚。】",
      "zh_TW": "【四者。離諸積聚。】"
    },
    {
      "id": "12-010-0008_p0059",
      "zh_CN": "从前《阿难问事佛吉凶经》里面我们读到，「积财丧道」，绝不能积。没有，没有人供养，明天饿死，饿死就往生西方极乐世界，太好了。这个世界这样苦，还舍不得离开吗？为什么要打算着我明天要预备什么吃的、穿的、用的，何必？不要想这些东西。我们印光祖师教学生教学人，要天天把「死」字贴在额头上，我就要死了。你想到你就要死了，一切放下，心才能专、才能够一，才能够相应，所谓是「一念相应一念佛，念念相应念念佛」。如果有明天打算、明年打算；换句话说，你根本没有了生死的心，你道业怎么会成就？你怎么肯忍让？少欲知足那是做不到的，必然是多求，多『积聚』。",
      "zh_TW": "從前《阿難問事佛吉凶經》裡面我們讀到，「積財喪道」，絕不能積。沒有，沒有人供養，明天餓死，餓死就往生西方極樂世界，太好了。這個世界這樣苦，還捨不得離開嗎？為什麼要打算著我明天要預備什麼吃的、穿的、用的，何必？不要想這些東西。我們印光祖師教學生教學人，要天天把「死」字貼在額頭上，我就要死了。你想到你就要死了，一切放下，心才能專、才能夠一，才能夠相應，所謂是「一念相應一念佛，念念相應念念佛」。如果有明天打算、明年打算；換句話說，你根本沒有了生死的心，你道業怎麼會成就？你怎麼肯忍讓？少欲知足那是做不到的，必然是多求，多『積聚』。"
    },
    {
      "id": "12-010-0008_p0060",
      "zh_CN": "【五者。远离丧失。】",
      "zh_TW": "【五者。遠離喪失。】"
    },
    {
      "id": "12-010-0008_p0061",
      "zh_CN": "怎么说『远离丧失』？你有积聚才有「丧失」，你没有积聚哪有丧失？丧失就是得失之心，没有得当然就没有失。没有得失多自在！",
      "zh_TW": "怎麼說『遠離喪失』？你有積聚才有「喪失」，你沒有積聚哪有喪失？喪失就是得失之心，沒有得當然就沒有失。沒有得失多自在！"
    },
    {
      "id": "12-010-0008_p0062",
      "zh_CN": "【六者。远离身苦。七者。远离心忧。】",
      "zh_TW": "【六者。遠離身苦。七者。遠離心憂。】"
    },
    {
      "id": "12-010-0008_p0063",
      "zh_CN": "拿这个衣服来说，衣服多了你行动就不方便，你携带那么多行李，苦，身苦。积蓄太多，心里负担太重，心苦，身心皆苦。",
      "zh_TW": "拿這個衣服來說，衣服多了你行動就不方便，你攜帶那麼多行李，苦，身苦。積蓄太多，心裡負擔太重，心苦，身心皆苦。"
    },
    {
      "id": "12-010-0008_p0064",
      "zh_CN": "【八者。远离于恼。九者。远离取舍。十者。向漏尽道。】",
      "zh_TW": "【八者。遠離於惱。九者。遠離取捨。十者。向漏盡道。】"
    },
    {
      "id": "12-010-0008_p0065",
      "zh_CN": "『向』是方向，向着漏尽的大道精进，这个不容易，『漏尽』是无漏的善法。这是把十法列出来。下面跟前面这个句法、章法是一个格式，再加以解释。",
      "zh_TW": "『向』是方向，向著漏盡的大道精進，這個不容易，『漏盡』是無漏的善法。這是把十法列出來。下面跟前面這個句法、章法是一個格式，再加以解釋。"
    },
    {
      "id": "12-010-0008_p0066",
      "zh_CN": "【善男子。如是菩萨心少欲故。趣得三衣。无所拣别。成就喜足。】",
      "zh_TW": "【善男子。如是菩薩心少欲故。趣得三衣。無所揀別。成就喜足。】"
    },
    {
      "id": "12-010-0008_p0067",
      "zh_CN": "『喜』是欢喜，『足』是满足。诸位想想，我们现在比起古时候的这些大德们，可以说富足得太多了，古时候人看我们现在的人，没有一个是真正修行人。为什么？积蓄太多，贪心太重，嗜好太多。怎么能成就道业？如果说能成就道业无有是处。那真正是掩耳盗铃，自欺欺人，没有这回事情，与法完全不相应。",
      "zh_TW": "『喜』是歡喜，『足』是滿足。諸位想想，我們現在比起古時候的這些大德們，可以說富足得太多了，古時候人看我們現在的人，沒有一個是真正修行人。為什麼？積蓄太多，貪心太重，嗜好太多。怎麼能成就道業？如果說能成就道業無有是處。那真正是掩耳盜鈴，自欺欺人，沒有這回事情，與法完全不相應。"
    },
    {
      "id": "12-010-0008_p0068",
      "zh_CN": "【得喜足已。远离多求。】",
      "zh_TW": "【得喜足已。遠離多求。】"
    },
    {
      "id": "12-010-0008_p0069",
      "zh_CN": "知足他就不求了。",
      "zh_TW": "知足他就不求了。"
    },
    {
      "id": "12-010-0008_p0070",
      "zh_CN": "【离多求故。无诸积聚。离积聚故。不怖丧失。】",
      "zh_TW": "【離多求故。無諸積聚。離積聚故。不怖喪失。】"
    },
    {
      "id": "12-010-0008_p0071",
      "zh_CN": "没有得失之患。",
      "zh_TW": "沒有得失之患。"
    },
    {
      "id": "12-010-0008_p0072",
      "zh_CN": "【无丧失故。身得无苦。身无苦故。心亦无忧。心无忧故。远离于恼。】",
      "zh_TW": "【無喪失故。身得無苦。身無苦故。心亦無憂。心無憂故。遠離於惱。】"
    },
    {
      "id": "12-010-0008_p0073",
      "zh_CN": "『恼』是烦恼。",
      "zh_TW": "『惱』是煩惱。"
    },
    {
      "id": "12-010-0008_p0074",
      "zh_CN": "【恼不生故。远于取舍。】",
      "zh_TW": "【惱不生故。遠於取捨。】"
    },
    {
      "id": "12-010-0008_p0075",
      "zh_CN": "没有取舍。",
      "zh_TW": "沒有取捨。"
    },
    {
      "id": "12-010-0008_p0076",
      "zh_CN": "【远取舍故。】",
      "zh_TW": "【遠取捨故。】"
    },
    {
      "id": "12-010-0008_p0077",
      "zh_CN": "这才能够：",
      "zh_TW": "這才能夠："
    },
    {
      "id": "12-010-0008_p0078",
      "zh_CN": "【向漏尽道。善男子。是为菩萨具足十法。圆满成就三衣功德。】",
      "zh_TW": "【向漏盡道。善男子。是為菩薩具足十法。圓滿成就三衣功德。】"
    },
    {
      "id": "12-010-0008_p0079",
      "zh_CN": "这个地方这些开示，可以说句句都非常重要，我们要不把它记在心，不能够依教奉行，确实就连往生极乐世界都靠不住，为什么？患得患失的心太多、太重。诸位万万不可以说，我要是现在没有房子、没有财富，我生活成问题了。你有此一念大大的差了，为什么？护法神就远离了，不再护持。换过一批来的是「恶鬼屯门」，来照顾你，是妖魔鬼怪来照顾你、来护持你，准把你拖到阿鼻地狱，这个绝对不假了。心要向着道，境界上随缘，绝无攀缘。攀缘容易起心动念，我想怎么样、我愿意做怎么样，这个心就不好。随缘，一切随顺环境，心里面像《金刚经》讲，「不取于相，如如不动」，这个多自在！有得吃就吃，有得穿就穿，有能遮蔽风雨的就可以，不要去营求。真正说为了众生，可以。从前祖师建大道场，度一切众生，我们今天建什么道场？何况建道场诸位要晓得，那一个地方的众生有福，因缘成熟；因缘不成熟，佛菩萨他也如如不动。",
      "zh_TW": "這個地方這些開示，可以說句句都非常重要，我們要不把它記在心，不能夠依教奉行，確實就連往生極樂世界都靠不住，為什麼？患得患失的心太多、太重。諸位萬萬不可以說，我要是現在沒有房子、沒有財富，我生活成問題了。你有此一念大大的差了，為什麼？護法神就遠離了，不再護持。換過一批來的是「惡鬼屯門」，來照顧你，是妖魔鬼怪來照顧你、來護持你，準把你拖到阿鼻地獄，這個絕對不假了。心要向著道，境界上隨緣，絕無攀緣。攀緣容易起心動念，我想怎麼樣、我願意做怎麼樣，這個心就不好。隨緣，一切隨順環境，心裡面像《金剛經》講，「不取於相，如如不動」，這個多自在！有得吃就吃，有得穿就穿，有能遮蔽風雨的就可以，不要去營求。真正說為了眾生，可以。從前祖師建大道場，度一切眾生，我們今天建什麼道場？何況建道場諸位要曉得，那一個地方的眾生有福，因緣成熟；因緣不成熟，佛菩薩他也如如不動。"
    },
    {
      "id": "12-010-0008_p0080",
      "zh_CN": "今天试问，诸佛菩萨为什么不在台北市建个大讲堂弘法利生？换句话说，我们现前人没有福报，真有福报，佛菩萨就建道场。没有福报，勉强建成，勉强建成之后增长斗诤坚固，这种例子太多了。我那个时候，过去出家没多久有个寺院请我去讲经，大概讲了十几天我就离开，为什么离开？里面住众争当家师，天天吵架、打架。庙盖起来了，那个说我化了多少多少钱，他说我化的钱比你多，当家主是我的，那个人不服气，我化得也不少。化缘的时候都是菩萨发心，庙建好了，就要争住持、争当家、争位置，所以那个道场什么道场？名副其实的斗诤坚固的道场，不是度众生的。这是我亲眼看过的，里头一打架了，这个经还怎么讲法，不能讲了，只好走路，经只讲了三分之一我就得走路。旁边人告诉我，法师你赶快走，你不走，恐怕要打破你的饭碗，只好走路。所以我一想，佛菩萨现在不到我们这里来建道场，有道理，有智慧。大家修福，有福的人多了，诸佛菩萨就来，感应道交。",
      "zh_TW": "今天試問，諸佛菩薩為什麼不在台北市建個大講堂弘法利生？換句話說，我們現前人沒有福報，真有福報，佛菩薩就建道場。沒有福報，勉強建成，勉強建成之後增長鬥諍堅固，這種例子太多了。我那個時候，過去出家沒多久有個寺院請我去講經，大概講了十幾天我就離開，為什麼離開？裡面住眾爭當家師，天天吵架、打架。廟蓋起來了，那個說我化了多少多少錢，他說我化的錢比你多，當家主是我的，那個人不服氣，我化得也不少。化緣的時候都是菩薩發心，廟建好了，就要爭住持、爭當家、爭位置，所以那個道場什麼道場？名副其實的鬥諍堅固的道場，不是度眾生的。這是我親眼看過的，裡頭一打架了，這個經還怎麼講法，不能講了，只好走路，經只講了三分之一我就得走路。旁邊人告訴我，法師你趕快走，你不走，恐怕要打破你的飯碗，只好走路。所以我一想，佛菩薩現在不到我們這裡來建道場，有道理，有智慧。大家修福，有福的人多了，諸佛菩薩就來，感應道交。"
    },
    {
      "id": "12-010-0008_p0081",
      "zh_CN": "底下一段也是讲的衣，换句话说，十二头陀行，十二头陀可以说多半是从衣食上来着眼的。因为修道人可以说除了衣食之外，可以无所求，衣食能够维系最低的需求也就够了。清凉把这十二段归纳为三大纲领，衣服、饮食、卧具、房舍，这是出家人所谓是资生之具，滋养生命之具不能缺少。但是绝不可有贪心。这三种最容易引起贪心，因此要特别的提高警觉，要戒除。我们看下面一段经文，这段经文不长。",
      "zh_TW": "底下一段也是講的衣，換句話說，十二頭陀行，十二頭陀可以說多半是從衣食上來著眼的。因為修道人可以說除了衣食之外，可以無所求，衣食能夠維繫最低的需求也就夠了。清涼把這十二段歸納為三大綱領，衣服、飲食、臥具、房舍，這是出家人所謂是資生之具，滋養生命之具不能缺少。但是絕不可有貪心。這三種最容易引起貪心，因此要特別的提高警覺，要戒除。我們看下面一段經文，這段經文不長。"
    },
    {
      "id": "12-010-0008_p0082",
      "zh_CN": "【复次善男子。菩萨有十种法。具足圆满而得成就不随染衣。】",
      "zh_TW": "【復次善男子。菩薩有十種法。具足圓滿而得成就不隨染衣。】"
    },
    {
      "id": "12-010-0008_p0083",
      "zh_CN": "『染』是染污，就是贪心。有一件衣服，嫌这个衣服不好，再去做一件，看到别人穿的衣服比我这料子好，颜色又好，我也想办法做一件，这就叫「染衣」，染是这个意思。清凉注子里头有，诸位可以看看，不随贪染衣的意思。",
      "zh_TW": "『染』是染污，就是貪心。有一件衣服，嫌這個衣服不好，再去做一件，看到別人穿的衣服比我這料子好，顏色又好，我也想辦法做一件，這就叫「染衣」，染是這個意思。清涼註子裡頭有，諸位可以看看，不隨貪染衣的意思。"
    },
    {
      "id": "12-010-0008_p0084",
      "zh_CN": "【何等为十。一者。不随贪欲所行。】",
      "zh_TW": "【何等為十。一者。不隨貪欲所行。】"
    },
    {
      "id": "12-010-0008_p0085",
      "zh_CN": "在六根接触六尘动了贪心，就是随着染衣。眼见色，耳闻声，乃至意缘法，一有贪心就错了。不但在世法里头不起贪心，佛法里头也不起贪心，心才清净。为什么说佛法里面也不起贪心？《金刚经》给我们说「法尚应舍，何况非法」。又告诉我们「佛说法有法喻者」，古德教给我们过河就不用船了，佛法是船，过了河要把它丢掉，不能再贪求。过了河还把船背着走，要懂这个道理，佛法都不贪了，何况是世法，『不随贪欲所行』。",
      "zh_TW": "在六根接觸六塵動了貪心，就是隨著染衣。眼見色，耳聞聲，乃至意緣法，一有貪心就錯了。不但在世法裡頭不起貪心，佛法裡頭也不起貪心，心才清淨。為什麼說佛法裡面也不起貪心？《金剛經》給我們說「法尚應捨，何況非法」。又告訴我們「佛說法有法喻者」，古德教給我們過河就不用船了，佛法是船，過了河要把它丟掉，不能再貪求。過了河還把船背著走，要懂這個道理，佛法都不貪了，何況是世法，『不隨貪欲所行』。"
    },
    {
      "id": "12-010-0008_p0086",
      "zh_CN": "【二者。不随瞋恚所行。】",
      "zh_TW": "【二者。不隨瞋恚所行。】"
    },
    {
      "id": "12-010-0008_p0087",
      "zh_CN": "贪不到就生瞋恨心，烦恼起来。度瞋恨心就要忍，一遇到逆境马上就要想到修忍辱行，那个逆境正是我们忍辱的境，要没有这个逆境，忍辱行到哪里修？要忍，要忍到底，要忍、要让。忍是讲无理的要求，无缘无故的侮辱都要忍，不忍不能成无上道。你要想忍辱修得圆满，当然你要明了大经的经义，《金刚经》里面说得很详细。要明理，忍辱才不会有障碍，才不会有毛病。",
      "zh_TW": "貪不到就生瞋恨心，煩惱起來。度瞋恨心就要忍，一遇到逆境馬上就要想到修忍辱行，那個逆境正是我們忍辱的境，要沒有這個逆境，忍辱行到哪裡修？要忍，要忍到底，要忍、要讓。忍是講無理的要求，無緣無故的侮辱都要忍，不忍不能成無上道。你要想忍辱修得圓滿，當然你要明瞭大經的經義，《金剛經》裡面說得很詳細。要明理，忍辱才不會有障礙，才不會有毛病。"
    },
    {
      "id": "12-010-0008_p0088",
      "zh_CN": "【三者。不随愚痴所行。】",
      "zh_TW": "【三者。不隨愚痴所行。】"
    },
    {
      "id": "12-010-0008_p0089",
      "zh_CN": "你看看前面这三句，贪瞋痴；换句话说，就是教给我们时时处处不可以随顺贪瞋痴。不随贪瞋痴，贪瞋痴的反面就是戒定慧，第一段里面给我们讲戒定慧。",
      "zh_TW": "你看看前面這三句，貪瞋痴；換句話說，就是教給我們時時處處不可以隨順貪瞋痴。不隨貪瞋痴，貪瞋痴的反面就是戒定慧，第一段裡面給我們講戒定慧。"
    },
    {
      "id": "12-010-0008_p0090",
      "zh_CN": "【四者。不随忿怒所行。五者。不随很戾所行。六者。不随嫉妒所行。七者。不随悭吝所行。八者。不随憍慢所行。九者。不随名称。赞誉。眷属所行。十者。不随亲近供养财利所行。】",
      "zh_TW": "【四者。不隨忿怒所行。五者。不隨很戾所行。六者。不隨嫉妒所行。七者。不隨慳吝所行。八者。不隨憍慢所行。九者。不隨名稱。讚譽。眷屬所行。十者。不隨親近供養財利所行。】"
    },
    {
      "id": "12-010-0008_p0091",
      "zh_CN": "换句话说，这个十句前面三句讲根本烦恼，后面七句讲的随烦恼。读过《百法明门》，我这么一说大家都很清楚，这就教我们不随顺烦恼行。怎样才能够做得到？就是要念念觉悟，境界现前，心一动就晓得，那是烦恼，我的心被境界勾去，为境界所转了，你只这一觉就好，一觉就能回头，回头是岸。不觉必然随着烦恼去了。末法之所以称为末法，所以称之为斗诤坚固，就是二六时中统随烦恼行，从来没有随清净法，没有随菩萨法，这是我们不能成就的地方。诸位还要明了，我们讲堂曾经讲过无数次，不要管别人，你要管别人你就随烦恼行了。管自己，管自己才是修菩萨行；管别人准定生烦恼行，某人如法、某人不如法，这就烦恼了，分别执着就起来了，贪瞋痴就起来了，随烦恼就跟着起来了。这不是佛法，这是不善运用佛法，拿到佛法帮助你造罪业。",
      "zh_TW": "換句話說，這個十句前面三句講根本煩惱，後面七句講的隨煩惱。讀過《百法明門》，我這麼一說大家都很清楚，這就教我們不隨順煩惱行。怎樣才能夠做得到？就是要念念覺悟，境界現前，心一動就曉得，那是煩惱，我的心被境界勾去，為境界所轉了，你只這一覺就好，一覺就能回頭，回頭是岸。不覺必然隨著煩惱去了。末法之所以稱為末法，所以稱之為鬥諍堅固，就是二六時中統隨煩惱行，從來沒有隨清淨法，沒有隨菩薩法，這是我們不能成就的地方。諸位還要明瞭，我們講堂曾經講過無數次，不要管別人，你要管別人你就隨煩惱行了。管自己，管自己才是修菩薩行；管別人準定生煩惱行，某人如法、某人不如法，這就煩惱了，分別執著就起來了，貪瞋痴就起來了，隨煩惱就跟著起來了。這不是佛法，這是不善運用佛法，拿到佛法幫助你造罪業。"
    },
    {
      "id": "12-010-0008_p0092",
      "zh_CN": "古德说，佛法可以救你，也可以害你。你要是懂得佛法道理，依教奉行，佛法救了你；你要不懂得佛法，错用了佛法，佛法害了你。为什么？不懂佛法不造罪业，懂得佛法罪业造得更多。不懂佛法至少他不知道毁谤三宝，懂得佛法处处毁谤三宝，处处破和合僧，岂不是佛法害你，佛菩萨负不负责任？不负责任。你自作自受，佛菩萨没教你这么做，你自己曲解经义你能怪谁？这些道理必须要懂。",
      "zh_TW": "古德說，佛法可以救你，也可以害你。你要是懂得佛法道理，依教奉行，佛法救了你；你要不懂得佛法，錯用了佛法，佛法害了你。為什麼？不懂佛法不造罪業，懂得佛法罪業造得更多。不懂佛法至少他不知道毀謗三寶，懂得佛法處處毀謗三寶，處處破和合僧，豈不是佛法害你，佛菩薩負不負責任？不負責任。你自作自受，佛菩薩沒教你這麼做，你自己曲解經義你能怪誰？這些道理必須要懂。"
    },
    {
      "id": "12-010-0008_p0093",
      "zh_CN": "【善男子。由此不随贪等行故。】",
      "zh_TW": "【善男子。由此不隨貪等行故。】"
    },
    {
      "id": "12-010-0008_p0094",
      "zh_CN": "一句话把前面十句都总括了，前面十句容易懂，所以解释就不必，也常常讲。",
      "zh_TW": "一句話把前面十句都總括了，前面十句容易懂，所以解釋就不必，也常常講。"
    },
    {
      "id": "12-010-0008_p0095",
      "zh_CN": "【不为四魔之所屈伏。】",
      "zh_TW": "【不為四魔之所屈伏。】"
    },
    {
      "id": "12-010-0008_p0096",
      "zh_CN": "『四魔』是五阴魔、烦恼魔、天魔、死魔，确实真做到这个十条，不但天魔对你无可奈何，生死魔也无可奈何。",
      "zh_TW": "『四魔』是五陰魔、煩惱魔、天魔、死魔，確實真做到這個十條，不但天魔對你無可奈何，生死魔也無可奈何。"
    },
    {
      "id": "12-010-0008_p0097",
      "zh_CN": "【遇诸毁辱。心不怯弱。】",
      "zh_TW": "【遇諸毀辱。心不怯弱。】"
    },
    {
      "id": "12-010-0008_p0098",
      "zh_CN": "毁谤、侮辱心地不动。",
      "zh_TW": "毀謗、侮辱心地不動。"
    },
    {
      "id": "12-010-0008_p0099",
      "zh_CN": "【设有尊重。亦不贡高。】",
      "zh_TW": "【設有尊重。亦不貢高。】"
    },
    {
      "id": "12-010-0008_p0100",
      "zh_CN": "别人赞叹你、尊重你，自己心里也很平静，绝无贡高我慢这个念头。",
      "zh_TW": "別人讚歎你、尊重你，自己心裡也很平靜，絕無貢高我慢這個念頭。"
    },
    {
      "id": "12-010-0008_p0101",
      "zh_CN": "【由此名为心不随顺诸染惑行。善男子。是为菩萨具足十法。圆满成就不随染衣妙行功德。】",
      "zh_TW": "【由此名為心不隨順諸染惑行。善男子。是為菩薩具足十法。圓滿成就不隨染衣妙行功德。】"
    },
    {
      "id": "12-010-0008_p0102",
      "zh_CN": "我们今天就讲到此处。",
      "zh_TW": "我們今天就講到此處。"
    }
  ]
}