{
  "doc_id": "21-193-0002",
  "title": {
    "zh_CN": "劝学",
    "zh_TW": "勸學"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2003",
  "location": {
    "zh_CN": "澳洲净宗学院",
    "zh_TW": "澳洲淨宗學院"
  },
  "doc_number": "21-193-0002",
  "total_paragraphs": 49,
  "paragraphs": [
    {
      "id": "21-193-0002_p0001",
      "zh_CN": "诸位同学，大家好！学院前几天正式举行开幕，大家也都辛苦忙了不少天，现在还有些贵宾在此地跟我们共同学习，还没有离开。也正好在这个时候我接受印尼那边朋友们的邀请，参加当地一个宗教联谊的活动。明天我就要下山，本来明天还可以讲一堂课的，因为从香港运来的货柜今天才到，这里面有些礼物，我们开幕典礼的时候没有用上。这一次有缘到印尼去，也正好派上用场，不过时间匆促了一些。",
      "zh_TW": "諸位同學，大家好！學院前幾天正式舉行開幕，大家也都辛苦忙了不少天，現在還有些貴賓在此地跟我們共同學習，還沒有離開。也正好在這個時候我接受印尼那邊朋友們的邀請，參加當地一個宗教聯誼的活動。明天我就要下山，本來明天還可以講一堂課的，因為從香港運來的貨櫃今天才到，這裡面有些禮物，我們開幕典禮的時候沒有用上。這一次有緣到印尼去，也正好派上用場，不過時間匆促了一些。"
    },
    {
      "id": "21-193-0002_p0002",
      "zh_CN": "现在南半球是夏天，我就想到扇子很好用的，上一次在浙江，铁老书记送了我一箱折扇。我想利用明天这一上午的时间，我来写几把扇子作为礼物。所以明天上午这两个小时我就不讲了，下午休息之后我就到布里斯本，晚上跟那边的同学，还有从台湾来的一个团体，晚上大家做个聚会，解答他们的问题。后天早晨我们就启程了，十一月二号回来，回来我们继续讲《华严经》。",
      "zh_TW": "現在南半球是夏天，我就想到扇子很好用的，上一次在浙江，鐵老書記送了我一箱摺扇。我想利用明天這一上午的時間，我來寫幾把扇子作為禮物。所以明天上午這兩個小時我就不講了，下午休息之後我就到布里斯本，晚上跟那邊的同學，還有從台灣來的一個團體，晚上大家做個聚會，解答他們的問題。後天早晨我們就啟程了，十一月二號回來，回來我們繼續講《華嚴經》。"
    },
    {
      "id": "21-193-0002_p0003",
      "zh_CN": "在这几天我们看到江逸子老师的千手观音，非常庄严，人人看到都生欢喜心，我们深深相信这是不朽的作品，流传于后世。另外，他画了一幅伟大的地狱变相图，总共长度有五十公尺，五十米。这个图高有六十多公分，长有五十米。我听说过去吴道子曾经画过地狱变相图，但是我没见过。在我想像当中，他这幅图肯定超过吴道子，这是在艺术史上、佛教史上一个伟大的创作。我相信跟法师讲《地藏菩萨本愿经》的功德，有过之而无不及。我们发心把这个图复制，现在响应的人很多，照原来的图一样大复制一千套，我们有意思赠送各地的博物馆，让博物馆收藏展览，再加以说明。",
      "zh_TW": "在這幾天我們看到江逸子老師的千手觀音，非常莊嚴，人人看到都生歡喜心，我們深深相信這是不朽的作品，流傳於後世。另外，他畫了一幅偉大的地獄變相圖，總共長度有五十公尺，五十米。這個圖高有六十多公分，長有五十米。我聽說過去吳道子曾經畫過地獄變相圖，但是我沒見過。在我想像當中，他這幅圖肯定超過吳道子，這是在藝術史上、佛教史上一個偉大的創作。我相信跟法師講《地藏菩薩本願經》的功德，有過之而無不及。我們發心把這個圖複製，現在響應的人很多，照原來的圖一樣大複製一千套，我們有意思贈送各地的博物館，讓博物館收藏展覽，再加以說明。"
    },
    {
      "id": "21-193-0002_p0004",
      "zh_CN": "另外，可以把它缩小，做小的卷子，成本就降低很多。可以一般，我相信佛弟子喜欢供养的人一定很多，中国的艺术家，乃至于外国的艺术家，我相信都乐意收藏。至于在佛教上教学用途，当然最理想的，还是把它做成ＶＣＤ或者ＤＶＤ的光碟，详细的讲解说明，我相信两片应当就够了，这真正是弘法利生。把《地藏本愿经》里面最精华的一部分，最重要的一部分，有图有说，在教学里面，这也是祖师大德们（佛菩萨不必说了）极力提倡的因果教育。",
      "zh_TW": "另外，可以把它縮小，做小的卷子，成本就降低很多。可以一般，我相信佛弟子喜歡供養的人一定很多，中國的藝術家，乃至於外國的藝術家，我相信都樂意收藏。至於在佛教上教學用途，當然最理想的，還是把它做成ＶＣＤ或者ＤＶＤ的光碟，詳細的講解說明，我相信兩片應當就夠了，這真正是弘法利生。把《地藏本願經》裡面最精華的一部分，最重要的一部分，有圖有說，在教學裡面，這也是祖師大德們（佛菩薩不必說了）極力提倡的因果教育。"
    },
    {
      "id": "21-193-0002_p0005",
      "zh_CN": "在中国自古以来，一直到民国年间，每个县市都有一个城隍庙，城隍庙里面有阎王殿，十殿阎王。我对这个印象非常深刻，我还在很小的时候，六、七岁，常常跟着母亲到城隍庙去烧香，每去一次都细细去看一次阎王殿、十殿阎王。大人会给我们讲，造什么样的恶业，你看看就是这样的果报。从小，真的所谓是「先入为主」，起心动念、言语造作不敢有过失。为什么？知道造作罪业要受果报！以后年岁大了，离开家乡在外面工作，就很少看到城隍庙了。城隍庙是有，各地方都有，但是很少进城隍庙，于是这些印象逐渐逐渐就又模糊了。等到学佛入了佛门，读了《地藏经》，读了《太上感应篇》了，这个印象，童年的印象不知不觉的又浮现起来。",
      "zh_TW": "在中國自古以來，一直到民國年間，每個縣市都有一個城隍廟，城隍廟裡面有閻王殿，十殿閻王。我對這個印象非常深刻，我還在很小的時候，六、七歲，常常跟著母親到城隍廟去燒香，每去一次都細細去看一次閻王殿、十殿閻王。大人會給我們講，造什麼樣的惡業，你看看就是這樣的果報。從小，真的所謂是「先入為主」，起心動念、言語造作不敢有過失。為什麼？知道造作罪業要受果報！以後年歲大了，離開家鄉在外面工作，就很少看到城隍廟了。城隍廟是有，各地方都有，但是很少進城隍廟，於是這些印象逐漸逐漸就又模糊了。等到學佛入了佛門，讀了《地藏經》，讀了《太上感應篇》了，這個印象，童年的印象不知不覺的又浮現起來。"
    },
    {
      "id": "21-193-0002_p0006",
      "zh_CN": "早年，社会上人认为是迷信，现在我们知道这不是迷信，连西方人也相信因果报应。前天从美国买来的美国的预言家，睡眠的预言家，大家都知道，凯西，这本小册子买了不少本；中文译本，我们在台湾也买了二、三十本。准备在学院做为英语教材，大家在这边学英语用这个做教材，语文也学会了，而且一定加深我们对于轮回、因果的认知、肯定。凯西说得好！这本书中文译本我读过，我把里头重要的句子节录了十几页，最重要的节录了十几页。",
      "zh_TW": "早年，社會上人認為是迷信，現在我們知道這不是迷信，連西方人也相信因果報應。前天從美國買來的美國的預言家，睡眠的預言家，大家都知道，凱西，這本小冊子買了不少本；中文譯本，我們在台灣也買了二、三十本。準備在學院做為英語教材，大家在這邊學英語用這個做教材，語文也學會了，而且一定加深我們對於輪迴、因果的認知、肯定。凱西說得好！這本書中文譯本我讀過，我把裡頭重要的句子節錄了十幾頁，最重要的節錄了十幾頁。"
    },
    {
      "id": "21-193-0002_p0007",
      "zh_CN": "他肯定世间任何一个人，在他一生当中决定没有突发的事情；换句话说，正是中国古人所讲的「一饮一啄，莫非前定」。他肯定人身体有死亡，身体有生有灭，物质！灵性不生不灭，而且灵性生生世世都在学习，那是真正的自己。这个身体灭了之后，他又去投胎，他会再来，肯定人有轮回。我们知道这个事实。他这些资料不但在美国，全世界许许多多人都在研究，因为他的资料非常完整，一万四千多个案例，详细记载着，确确实实有轮回，确确实实有善恶果报！我们学了佛之后，这些资料我们一看，跟佛经一对照完全相应。",
      "zh_TW": "他肯定世間任何一個人，在他一生當中決定沒有突發的事情；換句話說，正是中國古人所講的「一飲一啄，莫非前定」。他肯定人身體有死亡，身體有生有滅，物質！靈性不生不滅，而且靈性生生世世都在學習，那是真正的自己。這個身體滅了之後，他又去投胎，他會再來，肯定人有輪迴。我們知道這個事實。他這些資料不但在美國，全世界許許多多人都在研究，因為他的資料非常完整，一萬四千多個案例，詳細記載著，確確實實有輪迴，確確實實有善惡果報！我們學了佛之後，這些資料我們一看，跟佛經一對照完全相應。"
    },
    {
      "id": "21-193-0002_p0008",
      "zh_CN": "他有一句话说得非常好，他是虔诚的基督徒，他说基督绝对不是一个人，基督的精神、基督的意识就是爱。跟佛法讲的，佛法是什么？慈悲为本，方便为门，你看看这意思多接近，他没有接触过佛教。我们今天学佛，佛是什么？佛是觉悟。我们为什么要学佛？我们迷而不觉，现在我们希望觉而不迷，但是学佛，先决的条件，也就是最基本的条件是什么？你要不知道，你这一生学佛要想成就很困难。第一个信念是什么？你一定要肯定、要认知「一切众生皆有佛性」。正如儒家所讲的人性本善，「人之初，性本善」。那个「初」不是刚刚生下来。刚刚生下来，现在我们知道，人有轮回，过去无始，未来无终，初是什么？初就是过去无始。",
      "zh_TW": "他有一句話說得非常好，他是虔誠的基督徒，他說基督絕對不是一個人，基督的精神、基督的意識就是愛。跟佛法講的，佛法是什麼？慈悲為本，方便為門，你看看這意思多接近，他沒有接觸過佛教。我們今天學佛，佛是什麼？佛是覺悟。我們為什麼要學佛？我們迷而不覺，現在我們希望覺而不迷，但是學佛，先決的條件，也就是最基本的條件是什麼？你要不知道，你這一生學佛要想成就很困難。第一個信念是什麼？你一定要肯定、要認知「一切眾生皆有佛性」。正如儒家所講的人性本善，「人之初，性本善」。那個「初」不是剛剛生下來。剛剛生下來，現在我們知道，人有輪迴，過去無始，未來無終，初是什麼？初就是過去無始。"
    },
    {
      "id": "21-193-0002_p0009",
      "zh_CN": "最初是本性，本性是善的。但是很不幸，一念妄觉就堕在无明里头，于是愈迷愈深，愈陷愈不能自拔，搞到今天这个样子。如果你有这个认知，你有这个肯定，惭愧心就生起来了。你看看诸佛如来，我也跟他们是一样的，诸大菩萨，我也跟他们是一样的，他们都成菩萨、成佛，见思、尘沙、无明一扫而光，干干净净一尘不染。我们今天的身心是个染缸，无量无边的烦恼习气，佛在经上常讲「八万四千尘劳烦恼」，我们这一生统统具足。有什么脸见佛菩萨，有什么脸面对自己本来面目，此世今生总算是运气不错，遇到佛法，遇到真善知识。真善知识是谁？本师释迦牟尼佛，真善知识！",
      "zh_TW": "最初是本性，本性是善的。但是很不幸，一念妄覺就墮在無明裡頭，於是愈迷愈深，愈陷愈不能自拔，搞到今天這個樣子。如果你有這個認知，你有這個肯定，慚愧心就生起來了。你看看諸佛如來，我也跟他們是一樣的，諸大菩薩，我也跟他們是一樣的，他們都成菩薩、成佛，見思、塵沙、無明一掃而光，乾乾淨淨一塵不染。我們今天的身心是個染缸，無量無邊的煩惱習氣，佛在經上常講「八萬四千塵勞煩惱」，我們這一生統統具足。有什麼臉見佛菩薩，有什麼臉面對自己本來面目，此世今生總算是運氣不錯，遇到佛法，遇到真善知識。真善知識是誰？本師釋迦牟尼佛，真善知識！"
    },
    {
      "id": "21-193-0002_p0010",
      "zh_CN": "佛虽然不在世了，但是他的声教（音声教化），音声变成文字，依然流传在人间。我们有幸能遇到，遇到之后，最重要的要认真学习。有同学来问我，学习是不是什么样的经论都要去读，都要去看？说得没错，但是也不完全对，为什么？你看不懂，你不能契入；换句话说，你的烦恼习气决定断不了，不相信试试看。这不能再学！到底怎样才叫学？学这个字，你们查查字典怎么讲法。这个字的本意是效法、实习，这叫学。释迦牟尼佛是什么样的心，我们要在经典里细心去观察，诸佛菩萨、法身菩萨他们用真心，我们六道凡夫、九法界众生用妄心，用心不一样。用真心，就能成佛、成菩萨，妄心可不行。",
      "zh_TW": "佛雖然不在世了，但是他的聲教（音聲教化），音聲變成文字，依然流傳在人間。我們有幸能遇到，遇到之後，最重要的要認真學習。有同學來問我，學習是不是什麼樣的經論都要去讀，都要去看？說得沒錯，但是也不完全對，為什麼？你看不懂，你不能契入；換句話說，你的煩惱習氣決定斷不了，不相信試試看。這不能再學！到底怎樣才叫學？學這個字，你們查查字典怎麼講法。這個字的本意是效法、實習，這叫學。釋迦牟尼佛是什麼樣的心，我們要在經典裡細心去觀察，諸佛菩薩、法身菩薩他們用真心，我們六道凡夫、九法界眾生用妄心，用心不一樣。用真心，就能成佛、成菩薩，妄心可不行。"
    },
    {
      "id": "21-193-0002_p0011",
      "zh_CN": "妄心用得正，什么叫用得正？正就是放弃自己的想法、看法、做法。我自己想怎样怎样，错了！为什么这样说法？佛在经上讲的，你没有证得阿罗汉以前，你不能相信自己的意思。阿罗汉就可以相信自己的意思吗？对！阿罗汉是正觉，阿罗汉见思烦恼断了；换句话说，他的思想、见解是正确的。我们今天只要心里面还有见思烦恼，见思烦恼是什么意思？见是见解的错误，思是思想的错误。思想怎么错误？思想里头有贪瞋痴慢疑，见解里面有身见、边见、见取见、戒取见、邪见，你的见解怎么会正确？你的思想怎么会正确？阿罗汉这个断掉了，所以阿罗汉才是正知正见，能相信自己的意思了。这一点是学佛的基础，是学佛的入门，就是初学佛的人怎样才能够上轨道？才能慢慢入佛境界？你得听话！没有人管教你，你要自己约束自己，随顺佛陀教诲。佛陀的教诲太多太多，你要一样一样的学，你学一百年也学不完。那怎样？佛给我们讲过，八万四千法门，你只能走一门，这一门通，就一切都通，你要懂这个道理。",
      "zh_TW": "妄心用得正，什麼叫用得正？正就是放棄自己的想法、看法、做法。我自己想怎樣怎樣，錯了！為什麼這樣說法？佛在經上講的，你沒有證得阿羅漢以前，你不能相信自己的意思。阿羅漢就可以相信自己的意思嗎？對！阿羅漢是正覺，阿羅漢見思煩惱斷了；換句話說，他的思想、見解是正確的。我們今天只要心裡面還有見思煩惱，見思煩惱是什麼意思？見是見解的錯誤，思是思想的錯誤。思想怎麼錯誤？思想裡頭有貪瞋痴慢疑，見解裡面有身見、邊見、見取見、戒取見、邪見，你的見解怎麼會正確？你的思想怎麼會正確？阿羅漢這個斷掉了，所以阿羅漢才是正知正見，能相信自己的意思了。這一點是學佛的基礎，是學佛的入門，就是初學佛的人怎樣才能夠上軌道？才能慢慢入佛境界？你得聽話！沒有人管教你，你要自己約束自己，隨順佛陀教誨。佛陀的教誨太多太多，你要一樣一樣的學，你學一百年也學不完。那怎樣？佛給我們講過，八萬四千法門，你只能走一門，這一門通，就一切都通，你要懂這個道理。"
    },
    {
      "id": "21-193-0002_p0012",
      "zh_CN": "我们今天选择的是净土法门，净土法门里面，又选择的是持名法门。净土法门也很多，我们走的是持名念佛，依据小本《弥陀经》跟《无量寿经》，《无量寿经》跟小本《弥陀经》都是主张持名念佛的，我们走这个路子。持名念佛怎么个修法？佛在《观经》里面教韦提希夫人往生净土的方法，在没讲之前，先给我们讲「净业三福」。这是什么？你想入佛门，你想修行证果，你先要做准备工作，净业三福是准备工作。你充分的预备，然后才能起步。",
      "zh_TW": "我們今天選擇的是淨土法門，淨土法門裡面，又選擇的是持名法門。淨土法門也很多，我們走的是持名念佛，依據小本《彌陀經》跟《無量壽經》，《無量壽經》跟小本《彌陀經》都是主張持名念佛的，我們走這個路子。持名念佛怎麼個修法？佛在《觀經》裡面教韋提希夫人往生淨土的方法，在沒講之前，先給我們講「淨業三福」。這是什麼？你想入佛門，你想修行證果，你先要做準備工作，淨業三福是準備工作。你充分的預備，然後才能起步。"
    },
    {
      "id": "21-193-0002_p0013",
      "zh_CN": "净业三福里头，第一个是孝亲，第二个是尊师。亲是父母，这个事情对现代人来讲，难了，为什么？现在人从小没有接受过伦理的教育，他不懂得什么叫孝，也不知道什么叫养？你说这个难吗？真难！「孝养父母」这个题目，这就是一个课程，这个课程如果在大学里头开课教学，至少也得要四年，八个学期。学什么？学孝养父母，哪有那么容易的事情！奉事师长，师长是谁？本师释迦牟尼佛是我们的师长。如何奉事？要向老师学习，学得很像，才叫奉事；学，学得不像，这不行。",
      "zh_TW": "淨業三福裡頭，第一個是孝親，第二個是尊師。親是父母，這個事情對現代人來講，難了，為什麼？現在人從小沒有接受過倫理的教育，他不懂得什麼叫孝，也不知道什麼叫養？你說這個難嗎？真難！「孝養父母」這個題目，這就是一個課程，這個課程如果在大學裡頭開課教學，至少也得要四年，八個學期。學什麼？學孝養父母，哪有那麼容易的事情！奉事師長，師長是誰？本師釋迦牟尼佛是我們的師長。如何奉事？要向老師學習，學得很像，才叫奉事；學，學得不像，這不行。"
    },
    {
      "id": "21-193-0002_p0014",
      "zh_CN": "菩萨、罗汉、历代祖师大德，都是释迦牟尼佛的学生，我们今天也是释迦牟尼佛的学生。菩萨、罗汉、祖师大德是我们的学长，他们修学已经有了成就，可以做我的榜样，可以做我的模范，他代佛担负助教的责任，他是佛的助教，我们依他就跟依佛没有两样。他所依靠的，是经典，他不能自己造一部经来教我们，这个不可以，那他就不是我们的善知识了，他所使用的教科书，决定是释迦牟尼佛讲的。他把他自己修学的经验、修学的心得，为我们说明，让我们一起共享，如是而已！这个我们称为善知识，我称他为和尚，你要知道第一和尚（和尚是亲教师），第一位和尚是释迦牟尼佛，他们是代表和尚。孝亲尊师，你要懂！",
      "zh_TW": "菩薩、羅漢、歷代祖師大德，都是釋迦牟尼佛的學生，我們今天也是釋迦牟尼佛的學生。菩薩、羅漢、祖師大德是我們的學長，他們修學已經有了成就，可以做我的榜樣，可以做我的模範，他代佛擔負助教的責任，他是佛的助教，我們依他就跟依佛沒有兩樣。他所依靠的，是經典，他不能自己造一部經來教我們，這個不可以，那他就不是我們的善知識了，他所使用的教科書，決定是釋迦牟尼佛講的。他把他自己修學的經驗、修學的心得，為我們說明，讓我們一起共享，如是而已！這個我們稱為善知識，我稱他為和尚，你要知道第一和尚（和尚是親教師），第一位和尚是釋迦牟尼佛，他們是代表和尚。孝親尊師，你要懂！"
    },
    {
      "id": "21-193-0002_p0015",
      "zh_CN": "自己修学有没有成就，印光大师讲得好，完全在你自己「诚敬」。在中国社会常讲的「敬业」，你对学业、你对道业有没有尊敬的心，一分诚敬得一分利益，十分诚敬得十分利益。我们许许多多人经年累月学了多少年，十几年、几十年了，烦恼习气一点都没有断。什么原因？你对于这个道学没有诚意。「我有诚意！」是的，你自己以为有诚意，这个不是假的，你说的话不是假的；但是你那个诚意不是真的诚意，你自己都误会了。自己不晓得自己的心是个妄心，妄心里怎么能出诚意，哪有这种道理！连儒家讲诚意、讲正心，也有条件的，不是随便讲的。",
      "zh_TW": "自己修學有沒有成就，印光大師講得好，完全在你自己「誠敬」。在中國社會常講的「敬業」，你對學業、你對道業有沒有尊敬的心，一分誠敬得一分利益，十分誠敬得十分利益。我們許許多多人經年累月學了多少年，十幾年、幾十年了，煩惱習氣一點都沒有斷。什麼原因？你對於這個道學沒有誠意。「我有誠意！」是的，你自己以為有誠意，這個不是假的，你說的話不是假的；但是你那個誠意不是真的誠意，你自己都誤會了。自己不曉得自己的心是個妄心，妄心裡怎麼能出誠意，哪有這種道理！連儒家講誠意、講正心，也有條件的，不是隨便講的。"
    },
    {
      "id": "21-193-0002_p0016",
      "zh_CN": "儒家讲「物格而后知至，知至而后意诚，意诚而后心正，心正而后身修」。格物是什么？这是真正做功夫了，我们想想我们有没有做。物是物欲，用现代通俗的话来说，就是五欲六尘的贪恋。你对于五欲六尘的贪恋有没有放下？我常常勉励同学们，你想真的学佛、想真有成就、想真正有把握往生，你必须要放下自私自利，要放下名闻利养，要放下五欲六尘，要放下贪瞋痴慢，贪瞋痴慢里面就包括是非人我。这些东西统统放下，你的烦恼习气就去了一半。你的智慧慢慢就会开了，经典里面的话你就能听得懂了，你能体会到里面的意思；换句话说，你会尝到法味，你会得法喜。就像六祖惠能大师见五祖所说的，「弟子心中常生智慧」，你有没有？如果你见到五祖，你跟他说，弟子心中常生烦恼。你是凡夫！你学佛你没有得道。",
      "zh_TW": "儒家講「物格而後知至，知至而後意誠，意誠而後心正，心正而後身修」。格物是什麼？這是真正做功夫了，我們想想我們有沒有做。物是物欲，用現代通俗的話來說，就是五欲六塵的貪戀。你對於五欲六塵的貪戀有沒有放下？我常常勉勵同學們，你想真的學佛、想真有成就、想真正有把握往生，你必須要放下自私自利，要放下名聞利養，要放下五欲六塵，要放下貪瞋痴慢，貪瞋痴慢裡面就包括是非人我。這些東西統統放下，你的煩惱習氣就去了一半。你的智慧慢慢就會開了，經典裡面的話你就能聽得懂了，你能體會到裡面的意思；換句話說，你會嘗到法味，你會得法喜。就像六祖惠能大師見五祖所說的，「弟子心中常生智慧」，你有沒有？如果你見到五祖，你跟他說，弟子心中常生煩惱。你是凡夫！你學佛你沒有得道。"
    },
    {
      "id": "21-193-0002_p0017",
      "zh_CN": "佛法殊胜功德的利益你没得到，你要得到的话决定是烦恼轻、智慧长。尤其我在讲席里常常说、常常提醒，为什么？大家都犯这个毛病！就是对一切人事物有控制的念头、有占有的念头，这就迷了；诸佛菩萨绝对没有这种念头。示现在世间，或者是住持佛法，他为正法久住，为利益一切众生，决定没有自私自利。这个自私自利的表现就是要控制一切人事物，要占有一切人事物，没有这个念头。所以他不生烦恼，他只生智慧，对人、对事、对物，决定遵守佛陀的教悔。佛陀给我们讲的多半是原理原则，我们一切的作为总是以这个为标准，不至于太离谱。",
      "zh_TW": "佛法殊勝功德的利益你沒得到，你要得到的話決定是煩惱輕、智慧長。尤其我在講席裡常常說、常常提醒，為什麼？大家都犯這個毛病！就是對一切人事物有控制的念頭、有佔有的念頭，這就迷了；諸佛菩薩絕對沒有這種念頭。示現在世間，或者是住持佛法，他為正法久住，為利益一切眾生，決定沒有自私自利。這個自私自利的表現就是要控制一切人事物，要佔有一切人事物，沒有這個念頭。所以他不生煩惱，他只生智慧，對人、對事、對物，決定遵守佛陀的教悔。佛陀給我們講的多半是原理原則，我們一切的作為總是以這個為標準，不至於太離譜。"
    },
    {
      "id": "21-193-0002_p0018",
      "zh_CN": "所以，用心用真诚心，烦恼不断真诚心不能现前，我讲的这个十六个字，「自私自利，名闻利养，五欲六尘，贪瞋痴慢」，这十六个字去掉、放下了，你才有一点诚意。印光大师讲，一分诚敬、二分诚敬、三分诚敬，有了，有个两、三分的诚敬，那就很了不起了，你学佛能得两、三分的受用！从此之后，你的功夫逐渐向上提升，境界愈来愈佳了。他怎么不欢喜，法喜充满！这是学佛真有受用，特别在现前这个时代，佛法衰微到极处。",
      "zh_TW": "所以，用心用真誠心，煩惱不斷真誠心不能現前，我講的這個十六個字，「自私自利，名聞利養，五欲六塵，貪瞋痴慢」，這十六個字去掉、放下了，你才有一點誠意。印光大師講，一分誠敬、二分誠敬、三分誠敬，有了，有個兩、三分的誠敬，那就很了不起了，你學佛能得兩、三分的受用！從此之後，你的功夫逐漸向上提升，境界愈來愈佳了。他怎麼不歡喜，法喜充滿！這是學佛真有受用，特別在現前這個時代，佛法衰微到極處。"
    },
    {
      "id": "21-193-0002_p0019",
      "zh_CN": "早年，九０年初那个时候，我每年都会到北京去一趟，去干什么？看黄念祖老居士。他在中国讲《大乘无量寿经》夏莲居老居士的会集本，我在海外也是讲这部经。前几天，我把李老师传给我的本子给江老师看，当时在座的许多人都看到了。这个本子五十年前李老师在台中讲的，在台中法华寺，那个时候我跟他没见过面。你看他的眉注，毛笔，规规矩矩，每一章、每一节、每一小段，他都注得很清楚。我跟他老人家十年，他就把这个东西交给我。当时我一看到就非常欢喜，我给老师报告，我说老师，有你这样这么详细的眉注，我学讲这个经不会有障碍。老师笑笑：现在不可以讲！我说为什么？他说你年岁太轻了，功力还不够，如果遇到有人反对、障碍的时候，你抵不住！",
      "zh_TW": "早年，九０年初那個時候，我每年都會到北京去一趟，去幹什麼？看黃念祖老居士。他在中國講《大乘無量壽經》夏蓮居老居士的會集本，我在海外也是講這部經。前幾天，我把李老師傳給我的本子給江老師看，當時在座的許多人都看到了。這個本子五十年前李老師在台中講的，在台中法華寺，那個時候我跟他沒見過面。你看他的眉注，毛筆，規規矩矩，每一章、每一節、每一小段，他都注得很清楚。我跟他老人家十年，他就把這個東西交給我。當時我一看到就非常歡喜，我給老師報告，我說老師，有你這樣這麼詳細的眉注，我學講這個經不會有障礙。老師笑笑：現在不可以講！我說為什麼？他說你年歲太輕了，功力還不夠，如果遇到有人反對、障礙的時候，你抵不住！"
    },
    {
      "id": "21-193-0002_p0020",
      "zh_CN": "所以，我就把本子收下来，打消讲这个经的念头，到台北去讲《大佛顶首楞严经》。一直到李老师往生，我就又想起这个本子，这个本子许许多多的人没有看见过，原本在我手上。所以我就发心印一万册，把这个功德回向给老师，增高品位！没有想到这个本子印出来的时候，到处结缘，每个人看到都欢喜。于是乎都来找我，「法师！怎么样，讲一遍给我们听听」，所以第一遍是在美国讲的。从这个之后就讲开了，讲到现在是第十一遍了，第十一遍是在新加坡讲的。在此地我们是讲《华严》，这两次在新加坡讲这个经，我去一次讲五天，连续讲五天，听众超过三千人，法缘依然是很兴盛。",
      "zh_TW": "所以，我就把本子收下來，打消講這個經的念頭，到台北去講《大佛頂首楞嚴經》。一直到李老師往生，我就又想起這個本子，這個本子許許多多的人沒有看見過，原本在我手上。所以我就發心印一萬冊，把這個功德迴向給老師，增高品位！沒有想到這個本子印出來的時候，到處結緣，每個人看到都歡喜。於是乎都來找我，「法師！怎麼樣，講一遍給我們聽聽」，所以第一遍是在美國講的。從這個之後就講開了，講到現在是第十一遍了，第十一遍是在新加坡講的。在此地我們是講《華嚴》，這兩次在新加坡講這個經，我去一次講五天，連續講五天，聽眾超過三千人，法緣依然是很興盛。"
    },
    {
      "id": "21-193-0002_p0021",
      "zh_CN": "由此可知，欢喜听这部经的人，这部经的缘分特别殊胜。这是《经》的功德，不是我的力量，我没有这么大的福报。怎么知道？我讲经讲了很多，但是讲任何一部经，听众总没有讲《无量寿经》听众那么多。所以我就知道这不是我的功德，我没有这个能力。如果是我讲得好的话，应当我讲任何经典都有这么多的听众，没有！只有讲《无量寿经》，人就会那么多，比讲《华严经》的听众还多，感应不可思议！所以我们学习一定要认真努力，尤其要懂得一门深入，长时薰修。",
      "zh_TW": "由此可知，歡喜聽這部經的人，這部經的緣分特別殊勝。這是《經》的功德，不是我的力量，我沒有這麼大的福報。怎麼知道？我講經講了很多，但是講任何一部經，聽眾總沒有講《無量壽經》聽眾那麼多。所以我就知道這不是我的功德，我沒有這個能力。如果是我講得好的話，應當我講任何經典都有這麼多的聽眾，沒有！只有講《無量壽經》，人就會那麼多，比講《華嚴經》的聽眾還多，感應不可思議！所以我們學習一定要認真努力，尤其要懂得一門深入，長時薰修。"
    },
    {
      "id": "21-193-0002_p0022",
      "zh_CN": "现在依《无量寿经》修行的人很多，每天念五遍、十遍，这还是做预备工作，你没有真干。什么叫真干？要把《无量寿经》上讲的道理，真正变成自己的思想。《无量寿经》里面的教训，确确实实用它来改正我们身、口、意三业的行为。经本一展开，序分，还没有到正宗分，序分就把修行三个纲领提出来了。「善护口业，不讥他过；善护身业，不犯律仪；善护意业，清净无染」。你看看总纲领就提出来了，身口意三业清净，我们懂不懂这个道理。三业清净就是真诚的流露，真心，菩提心！真心是菩提心，它就透出来！这叫修行。",
      "zh_TW": "現在依《無量壽經》修行的人很多，每天念五遍、十遍，這還是做預備工作，你沒有真幹。什麼叫真幹？要把《無量壽經》上講的道理，真正變成自己的思想。《無量壽經》裡面的教訓，確確實實用它來改正我們身、口、意三業的行為。經本一展開，序分，還沒有到正宗分，序分就把修行三個綱領提出來了。「善護口業，不譏他過；善護身業，不犯律儀；善護意業，清淨無染」。你看看總綱領就提出來了，身口意三業清淨，我們懂不懂這個道理。三業清淨就是真誠的流露，真心，菩提心！真心是菩提心，它就透出來！這叫修行。"
    },
    {
      "id": "21-193-0002_p0023",
      "zh_CN": "跟《坛经》里面能大师说的一样，「若真修道人，不见世间过」。也有人说：法师，人都不见世间过，这人不变成白痴，不变成傻瓜了，怎么他连个善恶都没能力辨别，那是傻子、白痴，那是真修行人？这是你自己错会了意思，经典、祖师没说错，他们有定、有慧，看得清清楚楚、明明白白。什么叫不见世间过？不把世间一切众生的过失放在自己心上，这叫不见，不是不知道，不知道变成白痴！为什么不放在心上？如果把世间一切众生的过失放在自己心上，自己的心不就变成垃圾筒了吗？那就错了。",
      "zh_TW": "跟《壇經》裡面能大師說的一樣，「若真修道人，不見世間過」。也有人說：法師，人都不見世間過，這人不變成白癡，不變成傻瓜了，怎麼他連個善惡都沒能力辨別，那是傻子、白癡，那是真修行人？這是你自己錯會了意思，經典、祖師沒說錯，他們有定、有慧，看得清清楚楚、明明白白。什麼叫不見世間過？不把世間一切眾生的過失放在自己心上，這叫不見，不是不知道，不知道變成白癡！為什麼不放在心上？如果把世間一切眾生的過失放在自己心上，自己的心不就變成垃圾筒了嗎？那就錯了。"
    },
    {
      "id": "21-193-0002_p0024",
      "zh_CN": "我们六道凡夫就是这样的，喜欢把别人的过失，把一切不善放在自己心上，让自己的心变成垃圾筒。心已经变成垃圾筒，你这个身还会健康吗？心里面有严重染污，这个身受影响，身体就不健康。佛菩萨心清净，决定不把一切不善放在心上。他怎样？他跟我们相反，他把一切众生的善放在心上，使自己的心纯净纯善，净生智慧，善生福德。所以，他的智慧、他的福德天天增长，高明！这是我们应当要学习的。人与人之间，六道凡夫里头，最大的毛病是什么？情执！「这个人跟我很好，那个人我不喜欢」，情是迷！迷才会有执着。",
      "zh_TW": "我們六道凡夫就是這樣的，喜歡把別人的過失，把一切不善放在自己心上，讓自己的心變成垃圾筒。心已經變成垃圾筒，你這個身還會健康嗎？心裡面有嚴重染污，這個身受影響，身體就不健康。佛菩薩心清淨，決定不把一切不善放在心上。他怎樣？他跟我們相反，他把一切眾生的善放在心上，使自己的心純淨純善，淨生智慧，善生福德。所以，他的智慧、他的福德天天增長，高明！這是我們應當要學習的。人與人之間，六道凡夫裡頭，最大的毛病是什麼？情執！「這個人跟我很好，那個人我不喜歡」，情是迷！迷才會有執著。"
    },
    {
      "id": "21-193-0002_p0025",
      "zh_CN": "所以，生活是修行，处事待人接物，佛菩萨是用智慧，用真诚、清净、平等心，用真实智慧表现出是真正的大慈大悲。大慈大悲是以真诚、清净、平等、正觉做依靠；换句话说，慈悲就是真诚清净平等正觉的表现；里面是真诚清净平等觉，外面显示的是一片慈悲，大慈大悲里头没有情执。所以慈悲就是爱心，他的爱是清净的，没有染污，就是没有执着；他的爱是平等的，没有分别；他的爱是觉悟的，没有迷惑。用这样的心过日子，用这样的心办事，用这样的心处事待人接物，他样样做得圆满，样样跟佛菩萨相应，这叫做学佛。我们懂不懂！我们会不会！如果不懂、不会，你要认真学！现在时间到了，我们休息几分钟，下面还有一堂。",
      "zh_TW": "所以，生活是修行，處事待人接物，佛菩薩是用智慧，用真誠、清淨、平等心，用真實智慧表現出是真正的大慈大悲。大慈大悲是以真誠、清淨、平等、正覺做依靠；換句話說，慈悲就是真誠清淨平等正覺的表現；裡面是真誠清淨平等覺，外面顯示的是一片慈悲，大慈大悲裡頭沒有情執。所以慈悲就是愛心，他的愛是清淨的，沒有染污，就是沒有執著；他的愛是平等的，沒有分別；他的愛是覺悟的，沒有迷惑。用這樣的心過日子，用這樣的心辦事，用這樣的心處事待人接物，他樣樣做得圓滿，樣樣跟佛菩薩相應，這叫做學佛。我們懂不懂！我們會不會！如果不懂、不會，你要認真學！現在時間到了，我們休息幾分鐘，下面還有一堂。"
    },
    {
      "id": "21-193-0002_p0026",
      "zh_CN": "诸位同学，现在我们来谈谈护法。佛陀的教育，我们都知道是一个多元文化的社会教育。教育在世间，佛门的术语叫正法久住，要真正做到正法久住必须要具足两个条件，就是「弘与护」。正如同一个学校，学校里面一定有两种人，一个是教员，他专门负责弘法的；另外一个是职员，职员是专门担任护法的。所以，有弘、有护，弘护是一体。护法比弘法更重要，弘法是教员，护法是校长。所有一切的职员，像学校讲教务主任、训导主任、总务主任，各个部门的管理人员，都是护法。佛法兴衰，大权是在护法人的手上，不在弘法，这个诸位一定要知道。",
      "zh_TW": "諸位同學，現在我們來談談護法。佛陀的教育，我們都知道是一個多元文化的社會教育。教育在世間，佛門的術語叫正法久住，要真正做到正法久住必須要具足兩個條件，就是「弘與護」。正如同一個學校，學校裡面一定有兩種人，一個是教員，他專門負責弘法的；另外一個是職員，職員是專門擔任護法的。所以，有弘、有護，弘護是一體。護法比弘法更重要，弘法是教員，護法是校長。所有一切的職員，像學校講教務主任、訓導主任、總務主任，各個部門的管理人員，都是護法。佛法興衰，大權是在護法人的手上，不在弘法，這個諸位一定要知道。"
    },
    {
      "id": "21-193-0002_p0027",
      "zh_CN": "所以，佛法兴旺，那个功德是护法的，不是弘法的。正如同学校办得好，人才辈出，功劳是谁的？校长的，是教务主任，是训导主任的，不是教员。教员是他聘请来的，是替他服务的、替他教学的，所以教育政策是出自于校长，这里头护法的这些人员有莫大功德。他既然是担负着佛法兴衰的重任，他的果报不可思议！佛法要兴，他的功德、福德不可思议！佛法要衰，他背的因果也不可思议！这是我们同学不能不知道的。道场就是一个学校，你一定要懂得，这是社会教学的场所，不是普通场所。圣贤教诲的所在，到这里面来，都是接受圣贤教诲的，你教了他什么？",
      "zh_TW": "所以，佛法興旺，那個功德是護法的，不是弘法的。正如同學校辦得好，人才輩出，功勞是誰的？校長的，是教務主任，是訓導主任的，不是教員。教員是他聘請來的，是替他服務的、替他教學的，所以教育政策是出自於校長，這裡頭護法的這些人員有莫大功德。他既然是擔負著佛法興衰的重任，他的果報不可思議！佛法要興，他的功德、福德不可思議！佛法要衰，他背的因果也不可思議！這是我們同學不能不知道的。道場就是一個學校，你一定要懂得，這是社會教學的場所，不是普通場所。聖賢教誨的所在，到這裡面來，都是接受聖賢教誨的，你教了他什麼？"
    },
    {
      "id": "21-193-0002_p0028",
      "zh_CN": "为什么说护法比弘法的人功德还要大，护法的人也在教，他不用口教，他用身教。所以诸位要晓得，中国自古以来丛林寺院，护持的（就是执事），住持、当家、知客这些执事，是菩萨，不是凡人。虽然他不讲经说法（讲经说法有另外的法师），他完全做到。你看他的起心动念、言谈举止，就是佛，就是菩萨，值得人尊敬，他是做出来给人看，所以他关系佛法的兴衰。他护持两大类人，一类的就是继起的人才，我们今天讲接班人。你自己做得再好，弘法、护法工作做得再好，如果后继无人，你死了一切都结束，你的成绩等于零，你的功德也等于零。这一点要懂！",
      "zh_TW": "為什麼說護法比弘法的人功德還要大，護法的人也在教，他不用口教，他用身教。所以諸位要曉得，中國自古以來叢林寺院，護持的（就是執事），住持、當家、知客這些執事，是菩薩，不是凡人。雖然他不講經說法（講經說法有另外的法師），他完全做到。你看他的起心動念、言談舉止，就是佛，就是菩薩，值得人尊敬，他是做出來給人看，所以他關係佛法的興衰。他護持兩大類人，一類的就是繼起的人才，我們今天講接班人。你自己做得再好，弘法、護法工作做得再好，如果後繼無人，你死了一切都結束，你的成績等於零，你的功德也等於零。這一點要懂！"
    },
    {
      "id": "21-193-0002_p0029",
      "zh_CN": "他要护持两种人，两种人都是接班人。一种是护法的接班人，一种是弘法的接班人。所以，年轻人出家，到寺院里面来常住，共同学习，你就得观察他能不能讲经说法。如果能，就帮助他走讲经弘法的道路，那什么事情都不要他过问，专门学讲经。天天在讲台上磨练，讲经的人要真正能成就，最重要的是要接受人的批评，你才会有进步。你要诚诚恳恳的向你的听众请教，因为听众一般不会批评你，都是赞叹你，「你讲得不错，讲得好」；谁肯说你讲得不好。所以你要很诚恳的，至少听众当中要有个很知己的朋友，他真帮助你。你要有这个心量接受批评，改过迁善，你会成就；你要不接受批评，你就不能有成就，你不可能有成就。这个道理不能不懂！很重要。",
      "zh_TW": "他要護持兩種人，兩種人都是接班人。一種是護法的接班人，一種是弘法的接班人。所以，年輕人出家，到寺院裡面來常住，共同學習，你就得觀察他能不能講經說法。如果能，就幫助他走講經弘法的道路，那什麼事情都不要他過問，專門學講經。天天在講台上磨練，講經的人要真正能成就，最重要的是要接受人的批評，你才會有進步。你要誠誠懇懇的向你的聽眾請教，因為聽眾一般不會批評你，都是讚歎你，「你講得不錯，講得好」；誰肯說你講得不好。所以你要很誠懇的，至少聽眾當中要有個很知己的朋友，他真幫助你。你要有這個心量接受批評，改過遷善，你會成就；你要不接受批評，你就不能有成就，你不可能有成就。這個道理不能不懂！很重要。"
    },
    {
      "id": "21-193-0002_p0030",
      "zh_CN": "如果他不是个讲经的材料，那你就好好训练他当护法，出家人在寺院里面护持道场的，叫内护。让他担任执事，能力强的，让他来管家，我们讲的当家师；有交际手腕的叫他担任知客师，对外的联系，运用他的专长。无论是学护持、是学弘法，一定要知道自己的责任，一定要知道因果的理与事，因果的道理与事实，不能错因果！这在佛门里面自古以来，祖师大德常常挂在口上。护持的人要全心全力爱护学讲经的法师，要给他方便，要处处照顾他，他的成就就是你的成就。他要是失败了，那就你全盘失败了，你培养的学生没有一个成材，你的护持全盘失败。",
      "zh_TW": "如果他不是個講經的材料，那你就好好訓練他當護法，出家人在寺院裡面護持道場的，叫內護。讓他擔任執事，能力強的，讓他來管家，我們講的當家師；有交際手腕的叫他擔任知客師，對外的聯繫，運用他的專長。無論是學護持、是學弘法，一定要知道自己的責任，一定要知道因果的理與事，因果的道理與事實，不能錯因果！這在佛門裡面自古以來，祖師大德常常掛在口上。護持的人要全心全力愛護學講經的法師，要給他方便，要處處照顧他，他的成就就是你的成就。他要是失敗了，那就你全盤失敗了，你培養的學生沒有一個成材，你的護持全盤失敗。"
    },
    {
      "id": "21-193-0002_p0031",
      "zh_CN": "护法同时还要护持信徒，因为道场跟学校不一样。学校只是教学，道场里面还有念佛堂，还有禅堂，所以，有些人到这个地方来修持的，你也要照顾周到，要给他方便。因为佛门跟学校又一个不相同的地方，学校学生年龄很整齐，一年级、二年级，年龄相差一、两岁。但是佛门里面的教育是社会教育，多元文化的社会教育，来学的人，年龄参差不齐，有十几岁的，有六、七十岁的。不同的年龄、不同的行业、不同的文化水平、不同的生活习惯，护法的人都要了解，都要懂得要怎样去照顾。护法的人天天要开检讨会，昨天有那些事情做得不如法，有欠缺，今天要改正。天天改，你这个道场才会兴旺。",
      "zh_TW": "護法同時還要護持信徒，因為道場跟學校不一樣。學校只是教學，道場裡面還有念佛堂，還有禪堂，所以，有些人到這個地方來修持的，你也要照顧周到，要給他方便。因為佛門跟學校又一個不相同的地方，學校學生年齡很整齊，一年級、二年級，年齡相差一、兩歲。但是佛門裡面的教育是社會教育，多元文化的社會教育，來學的人，年齡參差不齊，有十幾歲的，有六、七十歲的。不同的年齡、不同的行業、不同的文化水平、不同的生活習慣，護法的人都要了解，都要懂得要怎樣去照顧。護法的人天天要開檢討會，昨天有那些事情做得不如法，有欠缺，今天要改正。天天改，你這個道場才會興旺。"
    },
    {
      "id": "21-193-0002_p0032",
      "zh_CN": "最重要的是要接受大众的批评，你看古人跟我们讲的三句话，「富在知足，贵在知退，福在受谏」。什么是福报？接受别人的劝告，接受别人的意见，这个人有福。为什么？他会改，他会不断的进步，渐渐他做到究竟圆满。不能接受别人批评，不能接受别人劝告，这个人注定失败。纵然眼前，那是过去生中的福报，好像满兴旺的，他在享福他不修福。你冷静观察，几年之后他就衰了，他就败了。他的衰败不要紧，因为这不是别的行业，这是佛法，那个因果就重了！佛门衰在你的手上，败在你的手上，你的罪过是阿鼻地狱。",
      "zh_TW": "最重要的是要接受大眾的批評，你看古人跟我們講的三句話，「富在知足，貴在知退，福在受諫」。什麼是福報？接受別人的勸告，接受別人的意見，這個人有福。為什麼？他會改，他會不斷的進步，漸漸他做到究竟圓滿。不能接受別人批評，不能接受別人勸告，這個人注定失敗。縱然眼前，那是過去生中的福報，好像滿興旺的，他在享福他不修福。你冷靜觀察，幾年之後他就衰了，他就敗了。他的衰敗不要緊，因為這不是別的行業，這是佛法，那個因果就重了！佛門衰在你的手上，敗在你的手上，你的罪過是阿鼻地獄。"
    },
    {
      "id": "21-193-0002_p0033",
      "zh_CN": "江逸子居士画的这个地狱变相图，你仔细去看看，那是真的不是假的。只有迷惑颠倒的人胆大妄为敢造不善，他不知道果报可畏，如果真正知道因果报应，他绝对不会做。特别是在佛门里面担任执事，不论是哪一类的执事，纵然是个很普通的义工，这都是他修福、造孽的场所。他修福，那是大福报，他造孽，那就是地狱果报，三途果报；三途里面绝对大多数是在地狱。所以不能不谨慎，一定是战战兢兢，古人讲的如履薄冰。很小心谨慎去做，要做得如法，如法就是没有自私自利，没有贡高我慢。团体决定遵守六和敬，你能够遵守六和敬，护法神拥护你。你要抛弃了六和敬，佛菩萨不会护念你，妖魔鬼怪常常来帮助你，帮助你什么？帮助你造孽；换句话说，帮助你堕地狱，你知不知道这个事实！",
      "zh_TW": "江逸子居士畫的這個地獄變相圖，你仔細去看看，那是真的不是假的。只有迷惑顛倒的人膽大妄為敢造不善，他不知道果報可畏，如果真正知道因果報應，他絕對不會做。特別是在佛門裡面擔任執事，不論是哪一類的執事，縱然是個很普通的義工，這都是他修福、造孽的場所。他修福，那是大福報，他造孽，那就是地獄果報，三途果報；三途裡面絕對大多數是在地獄。所以不能不謹慎，一定是戰戰兢兢，古人講的如履薄冰。很小心謹慎去做，要做得如法，如法就是沒有自私自利，沒有貢高我慢。團體決定遵守六和敬，你能夠遵守六和敬，護法神擁護你。你要拋棄了六和敬，佛菩薩不會護念你，妖魔鬼怪常常來幫助你，幫助你什麼？幫助你造孽；換句話說，幫助你墮地獄，你知不知道這個事實！"
    },
    {
      "id": "21-193-0002_p0034",
      "zh_CN": "古时候的道场如法，如法就是会议多，佛门里头没有叫开会这个名词，叫什么？它叫羯磨。羯磨就是开会，羯磨是会议当中的表决，征求大家的意思。一般不是很重要的事情，叫白一羯磨。就说一次，大家听了，如果有意见提出来，没有意见，通过了，就这么办。重要的事件，譬如这个人出家、剃度，这是大事情，我们同不同意他出家，这个要说四遍，这是最隆重的。你看看受戒的时候，三师七证，十个出家人坐在那里，教授和尚宣布某某人要发心出家，大众师（就是你们这九位法师）同不同意，如果不同意马上就提出来，这就通不过。说一遍，大家都没有话说，那就通过了，也不要举手，不说话就通过了。再重复说第二遍、说第三遍、说第四遍，四遍都没有反对意见，这通过了，同意你取得出家身分。这是最隆重的大事！",
      "zh_TW": "古時候的道場如法，如法就是會議多，佛門裡頭沒有叫開會這個名詞，叫什麼？它叫羯磨。羯磨就是開會，羯磨是會議當中的表決，徵求大家的意思。一般不是很重要的事情，叫白一羯磨。就說一次，大家聽了，如果有意見提出來，沒有意見，通過了，就這麼辦。重要的事件，譬如這個人出家、剃度，這是大事情，我們同不同意他出家，這個要說四遍，這是最隆重的。你看看受戒的時候，三師七證，十個出家人坐在那裡，教授和尚宣布某某人要發心出家，大眾師（就是你們這九位法師）同不同意，如果不同意馬上就提出來，這就通不過。說一遍，大家都沒有話說，那就通過了，也不要舉手，不說話就通過了。再重複說第二遍、說第三遍、說第四遍，四遍都沒有反對意見，這通過了，同意你取得出家身分。這是最隆重的大事！"
    },
    {
      "id": "21-193-0002_p0035",
      "zh_CN": "通常寺院里挂单的，外面出家人要到我们这边来住几天，我们大众师同不同意，都要开会。这种情形比出家当然是要轻一点，大概是说三次，重复说三次，三次大家没有意见，通过，我们准许他在这个地方挂单。挂单有期限的，有几天的，几天的就很简单，大概一次，顶多两次，就可以通过了。如果长期挂单，那至少要三次，让大家细心去考虑。佛教是民主的，佛教不是专制的。如果老和尚对这个人认识，可以向大众介绍这个人的来历、这个人的修持，跟大家介绍。介绍完了之后，通常是维那师的事情，白众，或者是知客师宣布，征求大众的意见。平常小事，白一羯磨。像念佛堂，现在念佛堂开放，在一般，寺院庵堂念佛堂是二十四小时都开放，禅堂亦是如此，念佛人随时都可以进去。现在由于在都市、闹区，这里面是商业大楼，不能住人的，于是念佛堂就有像上下班的时间一样，早晨什么时候开门，晚上什么时候关门，就有时间限制。谁负责这个事情，都要大众来决定。住持方丈可以提名，提几个人，大家推选哪个人来担任。如果发生特殊情形，有些人很早就来了，门没有开，这时候能不能通融一下，这个白一羯磨就行了。",
      "zh_TW": "通常寺院裡掛單的，外面出家人要到我們這邊來住幾天，我們大眾師同不同意，都要開會。這種情形比出家當然是要輕一點，大概是說三次，重複說三次，三次大家沒有意見，通過，我們准許他在這個地方掛單。掛單有期限的，有幾天的，幾天的就很簡單，大概一次，頂多兩次，就可以通過了。如果長期掛單，那至少要三次，讓大家細心去考慮。佛教是民主的，佛教不是專制的。如果老和尚對這個人認識，可以向大眾介紹這個人的來歷、這個人的修持，跟大家介紹。介紹完了之後，通常是維那師的事情，白眾，或者是知客師宣布，徵求大眾的意見。平常小事，白一羯磨。像念佛堂，現在念佛堂開放，在一般，寺院庵堂念佛堂是二十四小時都開放，禪堂亦是如此，念佛人隨時都可以進去。現在由於在都市、鬧區，這裡面是商業大樓，不能住人的，於是念佛堂就有像上下班的時間一樣，早晨什麼時候開門，晚上什麼時候關門，就有時間限制。誰負責這個事情，都要大眾來決定。住持方丈可以提名，提幾個人，大家推選哪個人來擔任。如果發生特殊情形，有些人很早就來了，門沒有開，這時候能不能通融一下，這個白一羯磨就行了。"
    },
    {
      "id": "21-193-0002_p0036",
      "zh_CN": "所以，大大小小日常生活当中琐碎事，点点滴滴都是开会。他们开会的时间在哪里？在吃饭。你看不要召集，吃饭的时候大家都来了，就利用吃饭的时间来办事，这省事！吃饭统统云集在斋堂，统统都到齐，所以办事方便，羯磨也叫办事，我们现在叫通过，提案通过。凡事总要考虑到合情合理合法，情理法三方面都要顾到。执事与执事当中，凡夫总免不了人情，但是你要记住，人情往往害事，往往造成许多障难。这个障难，小，是妨碍你自己本身的工作，大，就会破坏佛法形象，结罪不同。破坏佛教形象，这个罪重；妨害你自己的工作，这个罪轻。",
      "zh_TW": "所以，大大小小日常生活當中瑣碎事，點點滴滴都是開會。他們開會的時間在哪裡？在吃飯。你看不要召集，吃飯的時候大家都來了，就利用吃飯的時間來辦事，這省事！吃飯統統雲集在齋堂，統統都到齊，所以辦事方便，羯磨也叫辦事，我們現在叫通過，提案通過。凡事總要考慮到合情合理合法，情理法三方面都要顧到。執事與執事當中，凡夫總免不了人情，但是你要記住，人情往往害事，往往造成許多障難。這個障難，小，是妨礙你自己本身的工作，大，就會破壞佛法形象，結罪不同。破壞佛教形象，這個罪重；妨害你自己的工作，這個罪輕。"
    },
    {
      "id": "21-193-0002_p0037",
      "zh_CN": "因此，中国古代寺院丛林的执事，任期是一年，到时候总辞，重选，这是丛林里面的规矩。什么时候总辞？腊月三十，除夕的晚上，总辞。总辞之后马上就开始选举，选举就是羯磨，做羯磨，没有什么投票，没有什么举手。或者是由清众提名，清众大概是几个人联名提名，这个可以表决的。或者是住持提名，提下一届哪个人做方丈，总得提个两、三个人，然后来表决，监院、各个部门的执事。通过之后，第二天初一，早晨大家一起上早课，他们就就任，这是新的一届。",
      "zh_TW": "因此，中國古代寺院叢林的執事，任期是一年，到時候總辭，重選，這是叢林裡面的規矩。什麼時候總辭？臘月三十，除夕的晚上，總辭。總辭之後馬上就開始選舉，選舉就是羯磨，做羯磨，沒有什麼投票，沒有什麼舉手。或者是由清眾提名，清眾大概是幾個人聯名提名，這個可以表決的。或者是住持提名，提下一屆哪個人做方丈，總得提個兩、三個人，然後來表決，監院、各個部門的執事。通過之後，第二天初一，早晨大家一起上早課，他們就就任，這是新的一屆。"
    },
    {
      "id": "21-193-0002_p0038",
      "zh_CN": "一年换一次，不断的改进，不断的求进步，所以常常做检讨。他们的检讨工作是天天做，都是利用吃饭的时间，这是最方便了，不耽误大家的工作。你要是召开一个会议大家都来，有的时候耽误他的工作，所以多半利用吃饭时间。还有利用早晚课的时间，这个很方便，大众统统要来。上早晚课总得要来，三餐饭统统要来，利用这个时间来办事，就是来处理事务，事务并不很多。三餐饭，两堂功课，早晚两堂功课，一天有五次的聚会，再多的事情，再复杂的事情，也都很容易来处理掉。现在我也曾经见过规模大的寺院丛林，住众几千人，堂口很多，那得要分开，要分多很部门。因为要是全体集合在一起做早晚课，大殿没有那么大，所以往往分开，斋堂往往也分开，似乎有分院的这个意思。他由分院领导人来主持，这是规模大的道场，都做得很如法。",
      "zh_TW": "一年換一次，不斷的改進，不斷的求進步，所以常常做檢討。他們的檢討工作是天天做，都是利用吃飯的時間，這是最方便了，不耽誤大家的工作。你要是召開一個會議大家都來，有的時候耽誤他的工作，所以多半利用吃飯時間。還有利用早晚課的時間，這個很方便，大眾統統要來。上早晚課總得要來，三餐飯統統要來，利用這個時間來辦事，就是來處理事務，事務並不很多。三餐飯，兩堂功課，早晚兩堂功課，一天有五次的聚會，再多的事情，再複雜的事情，也都很容易來處理掉。現在我也曾經見過規模大的寺院叢林，住眾幾千人，堂口很多，那得要分開，要分多很部門。因為要是全體集合在一起做早晚課，大殿沒有那麼大，所以往往分開，齋堂往往也分開，似乎有分院的這個意思。他由分院領導人來主持，這是規模大的道場，都做得很如法。"
    },
    {
      "id": "21-193-0002_p0039",
      "zh_CN": "护法里头最重要的是人事关系，中国古人讲得好，「天时不如地利，地利不如人和」。天时、地利、人和，人和最重要，人要不和肯定道场就破坏了。内部要和，然后扩展到信徒要和，再扩展到社会要和。现在我们讲多元文化，我们住在这个地区，跟这个地区所有不同的宗教要和，才真正能够利益这个地方，利益这个社会，最大的利益，祥和。所谓和睦相处！",
      "zh_TW": "護法裡頭最重要的是人事關係，中國古人講得好，「天時不如地利，地利不如人和」。天時、地利、人和，人和最重要，人要不和肯定道場就破壞了。內部要和，然後擴展到信徒要和，再擴展到社會要和。現在我們講多元文化，我們住在這個地區，跟這個地區所有不同的宗教要和，才真正能夠利益這個地方，利益這個社會，最大的利益，祥和。所謂和睦相處！"
    },
    {
      "id": "21-193-0002_p0040",
      "zh_CN": "现在大家心目当中希求的安定和平，安定和平要从我们本身做起。我在这几天讲演当中都说到，我们要真诚，自己真诚心对待别人，不要求别人用真诚心对我，我们不求这个，只求我要用真诚心对人。为什么？我学佛，我真学。他虽然学佛，是不是真的我不知道，他真学也好，他假学也好，与我不相干。我真学我就要用真心待人。我要学包容，我要学忍辱，我要学谦让，我要学尊重，我要学礼敬，统统是我自己学。道场所有执事都有这样的共识，那就叫「见和同解，戒和同修」，这两条你就做到了。这两条是六和敬的根本，人人有这个共识，人人都是这样子、这个心态来护持道场，这个道场哪有不兴旺的道理！",
      "zh_TW": "現在大家心目當中希求的安定和平，安定和平要從我們本身做起。我在這幾天講演當中都說到，我們要真誠，自己真誠心對待別人，不要求別人用真誠心對我，我們不求這個，只求我要用真誠心對人。為什麼？我學佛，我真學。他雖然學佛，是不是真的我不知道，他真學也好，他假學也好，與我不相干。我真學我就要用真心待人。我要學包容，我要學忍辱，我要學謙讓，我要學尊重，我要學禮敬，統統是我自己學。道場所有執事都有這樣的共識，那就叫「見和同解，戒和同修」，這兩條你就做到了。這兩條是六和敬的根本，人人有這個共識，人人都是這樣子、這個心態來護持道場，這個道場哪有不興旺的道理！"
    },
    {
      "id": "21-193-0002_p0041",
      "zh_CN": "如果彼此意见不合，我看不惯你的，你也看不惯我的；我不赞成你的，你不赞成我的。这个时候怎么办？赶紧辞职，这是我劝你的。为什么？这种思想、行为是堕地狱的业因，这个不好！中国佛门有个谚语，意思很深，他说你想害某人，你就叫他做当家，你就叫他做住持，为什么？当家、住持担任重要执事，如果有一念私心他准堕地狱，他不会上天堂的，来生人天福报他都得不到，你害人！那害什么？愚痴就会被人害。有智慧，警觉性很高，遇到有些人不能合作来找麻烦的时候，立刻辞职就不会了。我就不会上当，我就不会被害，我也不会堕落。",
      "zh_TW": "如果彼此意見不合，我看不慣你的，你也看不慣我的；我不贊成你的，你不贊成我的。這個時候怎麼辦？趕緊辭職，這是我勸你的。為什麼？這種思想、行為是墮地獄的業因，這個不好！中國佛門有個諺語，意思很深，他說你想害某人，你就叫他做當家，你就叫他做住持，為什麼？當家、住持擔任重要執事，如果有一念私心他準墮地獄，他不會上天堂的，來生人天福報他都得不到，你害人！那害什麼？愚痴就會被人害。有智慧，警覺性很高，遇到有些人不能合作來找麻煩的時候，立刻辭職就不會了。我就不會上當，我就不會被害，我也不會墮落。"
    },
    {
      "id": "21-193-0002_p0042",
      "zh_CN": "所以，执事修福、修功德很容易！但是堕落同样容易，就看你一念心行是正还是邪；换句话说，你是依靠佛菩萨教诲办事，还是依靠你自己的意思办事。依靠我自己的欢喜、喜爱，或我不欢喜，依照这个意思去办事，那肯定堕落；你里头有情执在，这不是智慧。执事还有一个重要的工作要做，那就是调和，调和大众，调和不要用口，用身！我自己做得正、行得正，那一切都正。中国古人说得好，「成其身而天下成」，这是讲修身，我的身成就，成就了德行，成就了智慧，自自然然能感动别人。「治其身而天下治」，治是从断烦恼说的，断烦恼、断习气，我做我自己的。我自己烦恼习气真的断了，就能帮助别人断烦恼、断习气，好榜样在此地！如果没有智慧，没有修养，以为拿到这个权位可以作威作福，抓到权了，一切人就要听我的，那他不是为大家服务，他是让大众来承事他。你的福报能享几天？你有多大的福报？你的福报享尽了，你不堕落谁堕落。",
      "zh_TW": "所以，執事修福、修功德很容易！但是墮落同樣容易，就看你一念心行是正還是邪；換句話說，你是依靠佛菩薩教誨辦事，還是依靠你自己的意思辦事。依靠我自己的歡喜、喜愛，或我不歡喜，依照這個意思去辦事，那肯定墮落；你裡頭有情執在，這不是智慧。執事還有一個重要的工作要做，那就是調和，調和大眾，調和不要用口，用身！我自己做得正、行得正，那一切都正。中國古人說得好，「成其身而天下成」，這是講修身，我的身成就，成就了德行，成就了智慧，自自然然能感動別人。「治其身而天下治」，治是從斷煩惱說的，斷煩惱、斷習氣，我做我自己的。我自己煩惱習氣真的斷了，就能幫助別人斷煩惱、斷習氣，好榜樣在此地！如果沒有智慧，沒有修養，以為拿到這個權位可以作威作福，抓到權了，一切人就要聽我的，那他不是為大家服務，他是讓大眾來承事他。你的福報能享幾天？你有多大的福報？你的福報享盡了，你不墮落誰墮落。"
    },
    {
      "id": "21-193-0002_p0043",
      "zh_CN": "所以，三宝家的事业，上是对佛菩萨负责任，为他服务，正法久住！下对一切众生负责任，使众生有很好的修学场所，有很好的学习机会，你要有这个认知。你对人要有平等心，对人要有真诚心，「诚敬」两个字念念不忘，你才能把如来家业办好。你才能真正利益一切修学的众生，无论是初学，无论是老修，你都能面面顾到。世出世法里面最忌讳的是瞋恚，就是发脾气。中国古圣先贤教导子弟，教导后人，修身里头第一句话说什么？「惩忿」！这两个字怎么讲的？用我们的佛教的话来讲大家容易懂，「不瞋恚」；瞋是表现在面孔上不高兴，恚，面孔虽然没有表现，心里不舒服，不可以。把这个摆在第一句。",
      "zh_TW": "所以，三寶家的事業，上是對佛菩薩負責任，為他服務，正法久住！下對一切眾生負責任，使眾生有很好的修學場所，有很好的學習機會，你要有這個認知。你對人要有平等心，對人要有真誠心，「誠敬」兩個字念念不忘，你才能把如來家業辦好。你才能真正利益一切修學的眾生，無論是初學，無論是老修，你都能面面顧到。世出世法裡面最忌諱的是瞋恚，就是發脾氣。中國古聖先賢教導子弟，教導後人，修身裡頭第一句話說什麼？「懲忿」！這兩個字怎麼講的？用我們的佛教的話來講大家容易懂，「不瞋恚」；瞋是表現在面孔上不高興，恚，面孔雖然沒有表現，心裡不舒服，不可以。把這個擺在第一句。"
    },
    {
      "id": "21-193-0002_p0044",
      "zh_CN": "我们佛门里头常讲，「一念瞋心起，百万障门开」，你把事情就做坏了。许许多多人尊敬你、拥护你，希望你把这个道场带好，但是你会常常发脾气，脾气一发怎样？人家远离你，怕你，不敢跟你共事。好了，你的手脚都没有了，你天大的本事你一个人办不了事。古德常讲「得人者昌，失人者亡」，大事小事都一样，你要有很多好的助手，很多人帮助你，你事情很容易办。没有人帮助，没有人愿意来关怀、照顾你，你的事情就难了。特别是站在领导的地位，无论你的地位是大是小都一样。小单位你管三、五个人，三、五个人真正尊敬你，真正拥护你，全心全力替你办事，你这个小单位工作就很出色。如果常常骂人，常常教训人，常常对这个也不满意，那个也不满意，好了，你底下这些人怕你，变成怎样？多一事不如少一事，少事不如无事，你的业绩就没有了。刚才说过，对你自己的功过是小事，不是大事；在佛法里，对于整个佛法形象，这是大事，不是小事。",
      "zh_TW": "我們佛門裡頭常講，「一念瞋心起，百萬障門開」，你把事情就做壞了。許許多多人尊敬你、擁護你，希望你把這個道場帶好，但是你會常常發脾氣，脾氣一發怎樣？人家遠離你，怕你，不敢跟你共事。好了，你的手腳都沒有了，你天大的本事你一個人辦不了事。古德常講「得人者昌，失人者亡」，大事小事都一樣，你要有很多好的助手，很多人幫助你，你事情很容易辦。沒有人幫助，沒有人願意來關懷、照顧你，你的事情就難了。特別是站在領導的地位，無論你的地位是大是小都一樣。小單位你管三、五個人，三、五個人真正尊敬你，真正擁護你，全心全力替你辦事，你這個小單位工作就很出色。如果常常罵人，常常教訓人，常常對這個也不滿意，那個也不滿意，好了，你底下這些人怕你，變成怎樣？多一事不如少一事，少事不如無事，你的業績就沒有了。剛才說過，對你自己的功過是小事，不是大事；在佛法裡，對於整個佛法形象，這是大事，不是小事。"
    },
    {
      "id": "21-193-0002_p0045",
      "zh_CN": "学院，对于在此地参学的同修，他在此地学经教，我们要怎样照顾他？我们学院有念佛堂，万姓祖先纪念堂，这个念佛堂二十四小时开放，我们是不是时时刻刻关心、随时随处来照顾。夜晚念佛，天气寒冷的时候，有没有想到他衣服够不够，有没有想到晚上热的茶水不断，小点心不断。念佛堂一定要有值班，这个值班谁去做，如果我们常住人不够，那就请义工来帮助。值班一般不能超过三个小时，三个小时一定要换一班，他有足够的时间休息，他明天还有精神、还有体力来办事。",
      "zh_TW": "學院，對於在此地參學的同修，他在此地學經教，我們要怎樣照顧他？我們學院有念佛堂，萬姓祖先紀念堂，這個念佛堂二十四小時開放，我們是不是時時刻刻關心、隨時隨處來照顧。夜晚念佛，天氣寒冷的時候，有沒有想到他衣服夠不夠，有沒有想到晚上熱的茶水不斷，小點心不斷。念佛堂一定要有值班，這個值班誰去做，如果我們常住人不夠，那就請義工來幫助。值班一般不能超過三個小時，三個小時一定要換一班，他有足夠的時間休息，他明天還有精神、還有體力來辦事。"
    },
    {
      "id": "21-193-0002_p0046",
      "zh_CN": "念佛堂念佛，大家都晓得磁场很殊胜，都喜欢进念佛堂，你看连日本的土井法师，这是我们意想不到的。他们在日本很少念佛，他到这儿，看我们念佛堂，喜欢，有人请他到我们楼上去坐坐，他都不肯，他要在念佛堂，很难得！尤其念佛堂供奉着万姓先祖的神位，以真诚清净心、念佛求生净土心，回向供养祖先，这是无比殊胜的功德！「愿以此功德，庄严佛净土」。我们真干，祖先们都看到了，看到我们念佛往生，他知道念佛往生是真的，念佛往生是好事，我们列祖列宗将来念佛往生净土的多了！这是真正「上报四重恩，下济三途苦」的究竟圆满落实。所以我们香港的道场、古晋的道场，都是以念佛为主。少数喜欢听经的人，另外给他辟一个小教堂，从网路、从卫星收看我们讲经的节目，一定要晓得念佛为主！",
      "zh_TW": "念佛堂念佛，大家都曉得磁場很殊勝，都喜歡進念佛堂，你看連日本的土井法師，這是我們意想不到的。他們在日本很少念佛，他到這兒，看我們念佛堂，喜歡，有人請他到我們樓上去坐坐，他都不肯，他要在念佛堂，很難得！尤其念佛堂供奉著萬姓先祖的神位，以真誠清淨心、念佛求生淨土心，迴向供養祖先，這是無比殊勝的功德！「願以此功德，莊嚴佛淨土」。我們真幹，祖先們都看到了，看到我們念佛往生，他知道念佛往生是真的，念佛往生是好事，我們列祖列宗將來念佛往生淨土的多了！這是真正「上報四重恩，下濟三途苦」的究竟圓滿落實。所以我們香港的道場、古晉的道場，都是以念佛為主。少數喜歡聽經的人，另外給他闢一個小教堂，從網路、從衛星收看我們講經的節目，一定要曉得念佛為主！"
    },
    {
      "id": "21-193-0002_p0047",
      "zh_CN": "念佛一定是以绕佛为主，我们在《华严经》里面学到的。吉祥云比丘，八十卷里面称为德云比丘，德云、吉祥云梵文是一个名字，中国翻经的人不同，所以翻的名字不一样，意思一样。第一个人，他教善财，以绕佛为主，实在绕累了，你就坐下来休息一会儿。坐下来休息的时候，口里头不念，听。这时候你养神，体力很容易恢复，坐个五分钟、十分钟，精神恢复了，站起来跟着大家一起再绕佛。如果觉得精神提不起来，疲倦，你就拜佛，到当中去拜佛。拜佛是很好的运动，拜佛也是耳听，心里面念，不出声，拜佛的时候出声伤身体。佛法确实对我们身心健康念念都照顾到，真的是健康长寿，少病少恼；少恼是少烦恼，没有烦恼，养身心清净。",
      "zh_TW": "念佛一定是以繞佛為主，我們在《華嚴經》裡面學到的。吉祥雲比丘，八十卷裡面稱為德雲比丘，德雲、吉祥雲梵文是一個名字，中國翻經的人不同，所以翻的名字不一樣，意思一樣。第一個人，他教善財，以繞佛為主，實在繞累了，你就坐下來休息一會兒。坐下來休息的時候，口裡頭不念，聽。這時候你養神，體力很容易恢復，坐個五分鐘、十分鐘，精神恢復了，站起來跟著大家一起再繞佛。如果覺得精神提不起來，疲倦，你就拜佛，到當中去拜佛。拜佛是很好的運動，拜佛也是耳聽，心裡面念，不出聲，拜佛的時候出聲傷身體。佛法確實對我們身心健康念念都照顧到，真的是健康長壽，少病少惱；少惱是少煩惱，沒有煩惱，養身心清淨。"
    },
    {
      "id": "21-193-0002_p0048",
      "zh_CN": "道场里面的大众最重要是和睦，最重要是无事，古大德常说「丛林以无事为兴旺」，无事里头最重要的是没有意见。古来的祖师大德很聪明，大家都是凡夫，杂心妄念哪有那么容易断得了，人与人相处哪有情投意合的，太少了，总有意见。有个妙法，这个妙法就是「止语」。进道场不准说话，他念头渐渐就静下来，很重要！我们今天只是念佛堂，限制在念佛堂，进念佛堂决定不说话。如果能够限制在整个道场，这个道场的人真正会有成就的，而且成就的人一定很多，为什么？不说话。有意见也变成无意见，有是非也变成无是非。",
      "zh_TW": "道場裡面的大眾最重要是和睦，最重要是無事，古大德常說「叢林以無事為興旺」，無事裡頭最重要的是沒有意見。古來的祖師大德很聰明，大家都是凡夫，雜心妄念哪有那麼容易斷得了，人與人相處哪有情投意合的，太少了，總有意見。有個妙法，這個妙法就是「止語」。進道場不准說話，他念頭漸漸就靜下來，很重要！我們今天只是念佛堂，限制在念佛堂，進念佛堂決定不說話。如果能夠限制在整個道場，這個道場的人真正會有成就的，而且成就的人一定很多，為什麼？不說話。有意見也變成無意見，有是非也變成無是非。"
    },
    {
      "id": "21-193-0002_p0049",
      "zh_CN": "「止语」是妙绝了的一种修行方法，我们虽然没有限制，自己一定要自己限制自己，言语愈少愈好，言语愈简单愈好。十句话，你能够两、三句就说出来，好言语，你学过的。两、三句话能说完的，你要说十几二十句，啰唆！伤身也伤心，所以不能不学。六和敬比什么都重要，特别是六和敬里面前面两条，那是中心，「见和同解，戒和同修」。希望大家放弃自己的成见，常常在经典上学习佛菩萨的教诲，这叫真修行。现在时间到了。",
      "zh_TW": "「止語」是妙絕了的一種修行方法，我們雖然沒有限制，自己一定要自己限制自己，言語愈少愈好，言語愈簡單愈好。十句話，你能夠兩、三句就說出來，好言語，你學過的。兩、三句話能說完的，你要說十幾二十句，囉唆！傷身也傷心，所以不能不學。六和敬比什麼都重要，特別是六和敬裡面前面兩條，那是中心，「見和同解，戒和同修」。希望大家放棄自己的成見，常常在經典上學習佛菩薩的教誨，這叫真修行。現在時間到了。"
    }
  ]
}