{
  "doc_id": "19-015-0002",
  "title": {
    "zh_CN": "佛说十善业道经大意",
    "zh_TW": "佛說十善業道經大意"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二集",
    "zh_TW": "第二集"
  },
  "year": "2000",
  "location": {
    "zh_CN": "马来西亚古晋",
    "zh_TW": "馬來西亞古晉"
  },
  "doc_number": "19-015-0002",
  "total_paragraphs": 72,
  "paragraphs": [
    {
      "id": "19-015-0002_p0001",
      "zh_CN": "诸位大德，诸位法师，诸位同学：请掀开《十善业道经》第五面，从第三行看起，我们先把经文念一遍。",
      "zh_TW": "諸位大德，諸位法師，諸位同學：請掀開《十善業道經》第五面，從第三行看起，我們先把經文念一遍。"
    },
    {
      "id": "19-015-0002_p0002",
      "zh_CN": "【龙王当知。菩萨有一法。能断一切诸恶道苦。何等为一。谓于昼夜常念思惟。观察善法。令诸善法。念念增长。不容毫分。不善间杂。是即能令诸恶永断。善法圆满。常得亲近诸佛菩萨及余圣众。言善法者。谓人天身。声闻菩提。独觉菩提。无上菩提。皆依此法。以为根本。而得成就。故名善法。此法即是。十善业道。何等为十。谓能永离杀生。偷盗。邪行。妄语。两舌。恶口。绮语。贪欲。瞋恚。邪见。】",
      "zh_TW": "【龍王當知。菩薩有一法。能斷一切諸惡道苦。何等為一。謂於晝夜常念思惟。觀察善法。令諸善法。念念增長。不容毫分。不善間雜。是即能令諸惡永斷。善法圓滿。常得親近諸佛菩薩及餘聖眾。言善法者。謂人天身。聲聞菩提。獨覺菩提。無上菩提。皆依此法。以為根本。而得成就。故名善法。此法即是。十善業道。何等為十。謂能永離殺生。偷盜。邪行。妄語。兩舌。惡口。綺語。貪欲。瞋恚。邪見。】"
    },
    {
      "id": "19-015-0002_p0003",
      "zh_CN": "到这个地方是一段。这一段经文是本经最重要的一段开示，不仅是释迦牟尼佛教导一切天人大众，可以说圆圆满满包含了十法界的有情众生，同时也是十方三世一切诸佛如来教化众生的根本法门。我们对于这一段的开示要特别认真的思惟、认真的学习，果然能把它落实在我们生活当中，这一生何愁不成无上道？念佛的同修都知道这个法门叫「易行道」，所谓「易行道」是跟其他法门比较起来说是容易。其实，如果你把它看得太容易了，那你是误会，实实在在讲，并不是很容易！",
      "zh_TW": "到這個地方是一段。這一段經文是本經最重要的一段開示，不僅是釋迦牟尼佛教導一切天人大眾，可以說圓圓滿滿包含了十法界的有情眾生，同時也是十方三世一切諸佛如來教化眾生的根本法門。我們對於這一段的開示要特別認真的思惟、認真的學習，果然能把它落實在我們生活當中，這一生何愁不成無上道？念佛的同修都知道這個法門叫「易行道」，所謂「易行道」是跟其他法門比較起來說是容易。其實，如果你把它看得太容易了，那你是誤會，實實在在講，並不是很容易！"
    },
    {
      "id": "19-015-0002_p0004",
      "zh_CN": "净宗法门从经教里面去看，往生西方极乐世界，有些人听到「往生」不太喜欢；换个名词，移民到西方极乐世界，这大家就欢喜了。咱们移民到西方极乐世界，条件是要「信愿行」，这是三资粮。「行」里面包含着十善业道，大家都疏忽了，往往认为「行」就是「老实念佛」就可以了。这句佛号如果不能跟十善融成一片，还是不能往生，那就是古人常说的：「口念弥陀心散乱，喊破喉咙也枉然。」再想想，世尊在经教里面告诉我们，西方极乐世界是什么状况？皆是「诸上善人俱会一处」。西方世界纯粹是至善的境界，人都是善的，物都是善的，法皆是善法，确实没有一分一毫不善夹杂在其中。所以我们要不认真努力修善，念佛也不能往生，这是对净宗同修来说的。如果我们在这一生当中要想得人天殊胜的福报，还是要从修善积德做起。",
      "zh_TW": "淨宗法門從經教裡面去看，往生西方極樂世界，有些人聽到「往生」不太喜歡；換個名詞，移民到西方極樂世界，這大家就歡喜了。咱們移民到西方極樂世界，條件是要「信願行」，這是三資糧。「行」裡面包含著十善業道，大家都疏忽了，往往認為「行」就是「老實念佛」就可以了。這句佛號如果不能跟十善融成一片，還是不能往生，那就是古人常說的：「口念彌陀心散亂，喊破喉嚨也枉然。」再想想，世尊在經教裡面告訴我們，西方極樂世界是什麼狀況？皆是「諸上善人俱會一處」。西方世界純粹是至善的境界，人都是善的，物都是善的，法皆是善法，確實沒有一分一毫不善夾雜在其中。所以我們要不認真努力修善，念佛也不能往生，這是對淨宗同修來說的。如果我們在這一生當中要想得人天殊勝的福報，還是要從修善積德做起。"
    },
    {
      "id": "19-015-0002_p0005",
      "zh_CN": "前面一段经文，昨天我们略略的提了一下。世尊教我们看佛，佛的相是「从百千亿福德所生」。菩萨的相是「妙色严净」，也是由「修集善业福德而生」。乃至于我们世间的国王大臣、大富长者，他们的相貌端正庄严，我们一般普通的人、没有福德的人，跟他不能相比，都是修集福德所生，我们要懂得这个因果的道理。世间修什么样的福报最殊胜？佛告诉我们，舍己为人，修集利益社会、利益众生、利益正法久住，这个功德无比殊胜，福报也没有能够跟它相比。问题是我们要相信，我们要肯干。",
      "zh_TW": "前面一段經文，昨天我們略略的提了一下。世尊教我們看佛，佛的相是「從百千億福德所生」。菩薩的相是「妙色嚴淨」，也是由「修集善業福德而生」。乃至於我們世間的國王大臣、大富長者，他們的相貌端正莊嚴，我們一般普通的人、沒有福德的人，跟他不能相比，都是修集福德所生，我們要懂得這個因果的道理。世間修什麼樣的福報最殊勝？佛告訴我們，捨己為人，修集利益社會、利益眾生、利益正法久住，這個功德無比殊勝，福報也沒有能夠跟它相比。問題是我們要相信，我們要肯幹。"
    },
    {
      "id": "19-015-0002_p0006",
      "zh_CN": "许许多多学佛的同修，在经典上读过这些经文，也听过这些讲解，可是他就做不到。为什么做不到？他怀疑，「如果我辛辛苦苦赚的这一点钱去布施掉了，那明天谁布施我？我供养别人，明天什么人供养我」？于是犹豫不决，不敢去做，佛陀的教诲永远不能够实现。古时候有人做，我们看到古书上的记载也不敢相信，恐怕这本书大概是劝人为善的，未必真有这样的果报。",
      "zh_TW": "許許多多學佛的同修，在經典上讀過這些經文，也聽過這些講解，可是他就做不到。為什麼做不到？他懷疑，「如果我辛辛苦苦賺的這一點錢去布施掉了，那明天誰布施我？我供養別人，明天什麼人供養我」？於是猶豫不決，不敢去做，佛陀的教誨永遠不能夠實現。古時候有人做，我們看到古書上的記載也不敢相信，恐怕這本書大概是勸人為善的，未必真有這樣的果報。"
    },
    {
      "id": "19-015-0002_p0007",
      "zh_CN": "这几年来，我们在「新加坡居士林」做了一个实验，就是真干。决定没有怀疑、没有畏惧，佛教我们怎么做，我们就照做；做了之后，果然有效，我们所看到的效果之殊胜。这两年来东南亚遭受经济风暴，每一个行业财务收入都减少了一半，我们知道许多行业还面临着破产，佛门也受了很大的影响，每一个寺院道场的收入差不多也减少一半。新加坡的居士林不但没有遭受到影响，经济收入月月增长，好像这个风暴我们没有一丝毫的感染到。这是什么原因？我们把佛陀的教诲证实了，只要你认真努力去修因，你修财布施，你一定得财富，钱财源源不断而来。",
      "zh_TW": "這幾年來，我們在「新加坡居士林」做了一個實驗，就是真幹。決定沒有懷疑、沒有畏懼，佛教我們怎麼做，我們就照做；做了之後，果然有效，我們所看到的效果之殊勝。這兩年來東南亞遭受經濟風暴，每一個行業財務收入都減少了一半，我們知道許多行業還面臨著破產，佛門也受了很大的影響，每一個寺院道場的收入差不多也減少一半。新加坡的居士林不但沒有遭受到影響，經濟收入月月增長，好像這個風暴我們沒有一絲毫的感染到。這是什麼原因？我們把佛陀的教誨證實了，只要你認真努力去修因，你修財布施，你一定得財富，錢財源源不斷而來。"
    },
    {
      "id": "19-015-0002_p0008",
      "zh_CN": "我们与许多宗教接触，现在居士林变成宗教聚会所，你们常常看到各个宗教的一些领袖们、代表们到在居士林聚会，在居士林吃饭。",
      "zh_TW": "我們與許多宗教接觸，現在居士林變成宗教聚會所，你們常常看到各個宗教的一些領袖們、代表們到在居士林聚會，在居士林吃飯。"
    },
    {
      "id": "19-015-0002_p0009",
      "zh_CN": "他们对居士林感到非常惊讶，说：「你们的钱从哪里来的？怎么会有这么多？」",
      "zh_TW": "他們對居士林感到非常驚訝，說：「你們的錢從哪裡來的？怎麼會有這麼多？」"
    },
    {
      "id": "19-015-0002_p0010",
      "zh_CN": "道教的李道长说得更好，他说：「你们的财务摸不到底！」",
      "zh_TW": "道教的李道長說得更好，他說：「你們的財務摸不到底！」"
    },
    {
      "id": "19-015-0002_p0011",
      "zh_CN": "李木源居士答复得很好：「我们有后台老板！」",
      "zh_TW": "李木源居士答覆得很好：「我們有後台老闆！」"
    },
    {
      "id": "19-015-0002_p0012",
      "zh_CN": "大家就问：「老板是谁？一定是个大富长者护法的。」",
      "zh_TW": "大家就問：「老闆是誰？一定是個大富長者護法的。」"
    },
    {
      "id": "19-015-0002_p0013",
      "zh_CN": "李居士告诉他们：「我们的老板是阿弥陀佛，我们完全听从阿弥陀佛的教诲。」",
      "zh_TW": "李居士告訴他們：「我們的老闆是阿彌陀佛，我們完全聽從阿彌陀佛的教誨。」"
    },
    {
      "id": "19-015-0002_p0014",
      "zh_CN": "阿弥陀佛怎么教我们的？在《无量寿经》上、「净土三经」所讲的，就是佛陀对我们的教诲。我们接受佛陀的理念，接受佛陀的教训，接受佛陀教我们的方法，我们全心全力修财布施，所以财富源源不断而来，不受外界任何影响。我们修法布施，所以居士林上上下下都有智慧。每天在这个道场至少都有一千多人在里面活动，没有争论，没有意见，每一个人欢欢喜喜，见了面都面带笑容，所以一般到那里参观都叹为希有！真正做到了人和。我们对于贫穷、老人、病人、苦难的人，全心全力去照顾、去帮助他，这叫无畏布施，果报是健康长寿。财富、聪明智慧、健康长寿三种果报都非常明显的看出来，证明佛陀的教法真实不虚，我们不应该再怀疑，我们做出实验。这是团体的兴旺。个人的福德，我们看李木源居士，新加坡还有一个许哲居士。我本人也是的，年轻的时候一点福报都没有，看相算命都说我短命。学佛之后，认真努力学习，依教奉行，命运都改过来了。",
      "zh_TW": "阿彌陀佛怎麼教我們的？在《無量壽經》上、「淨土三經」所講的，就是佛陀對我們的教誨。我們接受佛陀的理念，接受佛陀的教訓，接受佛陀教我們的方法，我們全心全力修財布施，所以財富源源不斷而來，不受外界任何影響。我們修法布施，所以居士林上上下下都有智慧。每天在這個道場至少都有一千多人在裡面活動，沒有爭論，沒有意見，每一個人歡歡喜喜，見了面都面帶笑容，所以一般到那裡參觀都歎為希有！真正做到了人和。我們對於貧窮、老人、病人、苦難的人，全心全力去照顧、去幫助他，這叫無畏布施，果報是健康長壽。財富、聰明智慧、健康長壽三種果報都非常明顯的看出來，證明佛陀的教法真實不虛，我們不應該再懷疑，我們做出實驗。這是團體的興旺。個人的福德，我們看李木源居士，新加坡還有一個許哲居士。我本人也是的，年輕的時候一點福報都沒有，看相算命都說我短命。學佛之後，認真努力學習，依教奉行，命運都改過來了。"
    },
    {
      "id": "19-015-0002_p0015",
      "zh_CN": "随顺自己的烦恼习气，这个身叫业报身，我们每一个人到这个世间来都是因业报而来的。但是聪明人遇到佛法，就应当把业报变换成愿力，佛家常讲「乘愿再来」，不是死了以后再来（往生西方极乐世界再来，当然这个也有），就在这一生利用这个身体，我们把它转换过来就行了。怎么转换法？从前念念为自己（自私自利），现在把这个念头断掉，业报身就尽了；念念为社会，念念为佛法，念念为众生，我这个愿力超过业力，我为别人超过为自己，这个念头转过来了，这就叫「乘愿再来」。",
      "zh_TW": "隨順自己的煩惱習氣，這個身叫業報身，我們每一個人到這個世間來都是因業報而來的。但是聰明人遇到佛法，就應當把業報變換成願力，佛家常講「乘願再來」，不是死了以後再來（往生西方極樂世界再來，當然這個也有），就在這一生利用這個身體，我們把它轉換過來就行了。怎麼轉換法？從前念念為自己（自私自利），現在把這個念頭斷掉，業報身就盡了；念念為社會，念念為佛法，念念為眾生，我這個願力超過業力，我為別人超過為自己，這個念頭轉過來了，這就叫「乘願再來」。"
    },
    {
      "id": "19-015-0002_p0016",
      "zh_CN": "我转过来了，李木源居士也转过来了。李居士在十一年前得了一场病（癌症），癌细胞几乎扩散到内脏的每一个部位，医生给他诊断，说他的寿命最长只有三个月。他在这个时候真叫勇猛精进，万缘放下，一心一意为佛教服务，到居士林去做义工，等待往生。他已经等了十二年，十二年还没有往生。再去检查，他的癌细胞没有了，这是把业力转变成愿力，所以他那个身是乘愿再来身，他自己的业报身早已经结束了，十年前就结束了。",
      "zh_TW": "我轉過來了，李木源居士也轉過來了。李居士在十一年前得了一場病（癌症），癌細胞幾乎擴散到內臟的每一個部位，醫生給他診斷，說他的壽命最長只有三個月。他在這個時候真叫勇猛精進，萬緣放下，一心一意為佛教服務，到居士林去做義工，等待往生。他已經等了十二年，十二年還沒有往生。再去檢查，他的癌細胞沒有了，這是把業力轉變成願力，所以他那個身是乘願再來身，他自己的業報身早已經結束了，十年前就結束了。"
    },
    {
      "id": "19-015-0002_p0017",
      "zh_CN": "你们想想看，他们能转，我们为什么不能转？一转过来之后得大自在，我们的前途一片光明，移民到西方极乐世界是真有把握，真有信心，多么快乐！世间人都怕死，修行人绝对不怕死，了生死，生死已了，不受后有，决定是随愿往生，多快乐！因此心里面一丝毫的恶念都没有，念念与世尊这一段的教诲相应。",
      "zh_TW": "你們想想看，他們能轉，我們為什麼不能轉？一轉過來之後得大自在，我們的前途一片光明，移民到西方極樂世界是真有把握，真有信心，多麼快樂！世間人都怕死，修行人絕對不怕死，了生死，生死已了，不受後有，決定是隨願往生，多快樂！因此心裡面一絲毫的惡念都沒有，念念與世尊這一段的教誨相應。"
    },
    {
      "id": "19-015-0002_p0018",
      "zh_CN": "佛在这个地方叫着『龙王当知』，「龙王」是我们的代表，它表法的意思，昨天跟诸位说过了。『菩萨有一法』，不多，多了我们没法子学，很简单，「一法」，这一法就『能断一切诸恶道苦』。「一切诸恶道」，不只是地狱、饿鬼、畜生。六道跟十法界比，六道是恶道；十法界跟一真法界比，十法界是恶道。所以恶道有相对的讲法，在此地是指三恶道。",
      "zh_TW": "佛在這個地方叫著『龍王當知』，「龍王」是我們的代表，它表法的意思，昨天跟諸位說過了。『菩薩有一法』，不多，多了我們沒法子學，很簡單，「一法」，這一法就『能斷一切諸惡道苦』。「一切諸惡道」，不只是地獄、餓鬼、畜生。六道跟十法界比，六道是惡道；十法界跟一真法界比，十法界是惡道。所以惡道有相對的講法，在此地是指三惡道。"
    },
    {
      "id": "19-015-0002_p0019",
      "zh_CN": "这个意思还需要详细说明，说得最好的是天台宗智者大师所说的「百界千如」。佛讲十法界，十法界最苦的是三恶道。天台大师告诉我们，每一个法界里面都有十法界；换句话说，每一个法界里面都有「诸恶道苦」，这样讲法意思就圆满。每一个法界里都有诸恶道苦。",
      "zh_TW": "這個意思還需要詳細說明，說得最好的是天台宗智者大師所說的「百界千如」。佛講十法界，十法界最苦的是三惡道。天台大師告訴我們，每一個法界裡面都有十法界；換句話說，每一個法界裡面都有「諸惡道苦」，這樣講法意思就圓滿。每一個法界裡都有諸惡道苦。"
    },
    {
      "id": "19-015-0002_p0020",
      "zh_CN": "「菩萨有一法，能断一切诸恶道苦」。『何等为一』，这一法是什么？佛在这里教导我们，『昼夜常念善法』，这个人心善；『思惟善法』，念头善；『观察善法』，行为善。如果一个人心善、念善、行善，就决定不会造作恶业，当然就能够永离一切恶道苦。佛这个说法，贯通所有一切的宗教。",
      "zh_TW": "「菩薩有一法，能斷一切諸惡道苦」。『何等為一』，這一法是什麼？佛在這裡教導我們，『晝夜常念善法』，這個人心善；『思惟善法』，念頭善；『觀察善法』，行為善。如果一個人心善、念善、行善，就決定不會造作惡業，當然就能夠永離一切惡道苦。佛這個說法，貫通所有一切的宗教。"
    },
    {
      "id": "19-015-0002_p0021",
      "zh_CN": "在新加坡有一个比较小一点的宗教，我们中国人称作「祆教」，也称作「拜火教」。它的历史比佛教还久，有三千多年的历史。这个教在今天全世界的信徒只有十五万人，在新加坡的信徒只有一百五十人。他们过年邀请我参加他们的聚会，这一百多人聚集在一起，就像一家人一样，确确实实相亲相爱如兄弟姊妹，我看到非常欢喜。我说：「你们这个教人数少，但是你们超过其他宗教。你们这种亲爱的精神、团结的精神、互助的精神，其他宗教不能相比。」他们听了很欢喜，也确确实实如是。",
      "zh_TW": "在新加坡有一個比較小一點的宗教，我們中國人稱作「祆教」，也稱作「拜火教」。它的歷史比佛教還久，有三千多年的歷史。這個教在今天全世界的信徒只有十五萬人，在新加坡的信徒只有一百五十人。他們過年邀請我參加他們的聚會，這一百多人聚集在一起，就像一家人一樣，確確實實相親相愛如兄弟姊妹，我看到非常歡喜。我說：「你們這個教人數少，但是你們超過其他宗教。你們這種親愛的精神、團結的精神、互助的精神，其他宗教不能相比。」他們聽了很歡喜，也確確實實如是。"
    },
    {
      "id": "19-015-0002_p0022",
      "zh_CN": "这个宗教的教义，归纳起来就是心善、念善、行善，跟这部经上讲的完全相应，丝毫都没有违背，这样才能够『令诸善法，念念增长』，这八个字就是学佛同修常常说的「积德修善」，或者说是「积功累德」。这一句话佛家说，道家也说，儒家也说，在中国过去是三教共同的说法，换句话说，三教共同的理念。",
      "zh_TW": "這個宗教的教義，歸納起來就是心善、念善、行善，跟這部經上講的完全相應，絲毫都沒有違背，這樣才能夠『令諸善法，念念增長』，這八個字就是學佛同修常常說的「積德修善」，或者說是「積功累德」。這一句話佛家說，道家也說，儒家也說，在中國過去是三教共同的說法，換句話說，三教共同的理念。"
    },
    {
      "id": "19-015-0002_p0023",
      "zh_CN": "下面这一句话，我们要特别留意。『不容毫分，不善间杂』，这一句要紧！我们修行也知道断恶，也知道修善，为什么修学的功夫不得力？为什么每天还在烦恼里面过日子？多数同修没有认真反省、认真去检点，你只会天天埋怨自己，怨天尤人，这个不能解决问题。问题出现，聪明人决定要把问题的症结找出来，然后把它改正过来，这问题才能解决。我们问题的症结在哪里？修学一切善法，里面夹杂着不善。",
      "zh_TW": "下面這一句話，我們要特別留意。『不容毫分，不善間雜』，這一句要緊！我們修行也知道斷惡，也知道修善，為什麼修學的功夫不得力？為什麼每天還在煩惱裡面過日子？多數同修沒有認真反省、認真去檢點，你只會天天埋怨自己，怨天尤人，這個不能解決問題。問題出現，聰明人決定要把問題的癥結找出來，然後把它改正過來，這問題才能解決。我們問題的癥結在哪裡？修學一切善法，裡面夾雜著不善。"
    },
    {
      "id": "19-015-0002_p0024",
      "zh_CN": "祖师大德们讲经常常用比喻说，譬如杯子里盛着甘露醍醐上好的饮料，可是里面夹杂着一点毒药，喝了不但不能养生，要送命的。我们今天修学一切善法不能成就，就是里面夹杂着不善，必须要知道，一定要懂得改正过来，决定不容许再掺杂不善。不善的念头就是自私自利，不善的思想就是贪瞋痴慢，不善的事就是杀盗淫妄（妄语、两舌、恶口），我们在日常生活当中常常夹杂这些，这是我们的致命伤。",
      "zh_TW": "祖師大德們講經常常用比喻說，譬如杯子裡盛著甘露醍醐上好的飲料，可是裡面夾雜著一點毒藥，喝了不但不能養生，要送命的。我們今天修學一切善法不能成就，就是裡面夾雜著不善，必須要知道，一定要懂得改正過來，決定不容許再摻雜不善。不善的念頭就是自私自利，不善的思想就是貪瞋痴慢，不善的事就是殺盜淫妄（妄語、兩舌、惡口），我們在日常生活當中常常夾雜這些，這是我們的致命傷。"
    },
    {
      "id": "19-015-0002_p0025",
      "zh_CN": "今天在这个讲堂里面在座的同学，无论你是老修行，或者你是今天第一次才来听讲的，你能够在这个地方坐两小时，你能把它听完还不想离开，佛在经上说都是善根深厚之人。什么叫「善根深厚」？这个善根不是这一生种的，生生世世、多劫之前你就种了善根，你就修学佛法。佛在《无量寿经》上告诉我们，阿阇王子与五百大长者，听释迦牟尼佛讲《无量寿经》，听得非常欢喜，每一个人心里都发愿「我将来成佛，也要像阿弥陀佛一样」，大家一同起来供养释迦牟尼佛。佛看到了很欢喜，告诉大家，这几个人，这个小团体，他们这帮人过去生中曾经供养四百亿佛，从这里就能体会到善根深厚。你们想想，过去生中曾经供养四百亿佛，我们在座同修大概都是有这样的善根，还有超过供养四百亿佛善根之人，大有人在。是哪些人？你听了这个经之后，发愿要求生净土，亲近阿弥陀佛，你的善根就比阿阇王子这帮人殊胜太多太多了。为什么？阿阇王子只发了一个愿「将来成佛跟阿弥陀佛一样」，还没有发愿求生净土，所以他们的善根还比不上我们，我们的善根比他还要深厚。",
      "zh_TW": "今天在這個講堂裡面在座的同學，無論你是老修行，或者你是今天第一次才來聽講的，你能夠在這個地方坐兩小時，你能把它聽完還不想離開，佛在經上說都是善根深厚之人。什麼叫「善根深厚」？這個善根不是這一生種的，生生世世、多劫之前你就種了善根，你就修學佛法。佛在《無量壽經》上告訴我們，阿闍王子與五百大長者，聽釋迦牟尼佛講《無量壽經》，聽得非常歡喜，每一個人心裡都發願「我將來成佛，也要像阿彌陀佛一樣」，大家一同起來供養釋迦牟尼佛。佛看到了很歡喜，告訴大家，這幾個人，這個小團體，他們這幫人過去生中曾經供養四百億佛，從這裡就能體會到善根深厚。你們想想，過去生中曾經供養四百億佛，我們在座同修大概都是有這樣的善根，還有超過供養四百億佛善根之人，大有人在。是哪些人？你聽了這個經之後，發願要求生淨土，親近阿彌陀佛，你的善根就比阿闍王子這幫人殊勝太多太多了。為什麼？阿闍王子只發了一個願「將來成佛跟阿彌陀佛一樣」，還沒有發願求生淨土，所以他們的善根還比不上我們，我們的善根比他還要深厚。"
    },
    {
      "id": "19-015-0002_p0026",
      "zh_CN": "为什么无量劫来遇佛、闻法、修行没有能成功？原因就是夹杂不善，这个问题严重！夹杂不善的根就是自私自利，自己的利益不肯放下，只要与自己利害有了冲突，佛陀的教诲就忘得一干二净，烦恼习气完全现行，这是夹杂着大量的不善，不是「毫分」，我们不能成就的原因在此地。这一生当中如果真的要想得生净土，亲近弥陀，我们要记住，这一些不善要从根拔除，决定没有自私自利，决定不沾名闻利养。要晓得那些都对我们有害处，没有好处。不沾名闻利养，不起贪瞋痴慢。",
      "zh_TW": "為什麼無量劫來遇佛、聞法、修行沒有能成功？原因就是夾雜不善，這個問題嚴重！夾雜不善的根就是自私自利，自己的利益不肯放下，只要與自己利害有了衝突，佛陀的教誨就忘得一乾二淨，煩惱習氣完全現行，這是夾雜著大量的不善，不是「毫分」，我們不能成就的原因在此地。這一生當中如果真的要想得生淨土，親近彌陀，我們要記住，這一些不善要從根拔除，決定沒有自私自利，決定不沾名聞利養。要曉得那些都對我們有害處，沒有好處。不沾名聞利養，不起貪瞋痴慢。"
    },
    {
      "id": "19-015-0002_p0027",
      "zh_CN": "看到别人做好事，什么叫「好事」？对社会有好处，对一切苦难众生有好处，我们生欢喜心、生赞叹心。我们有力量，还要全心全力帮助他、成就他，成人之美，决定没有嫉妒，决定没有障碍，这是善，绝不夹杂。如果看到别人做好事，我们生嫉妒；别人有成就，我们总想方法来障碍他，最怕别人超过我，你就夹杂不善。夹杂不善，那就跟过去生中一样，这一生不能成就，只是在善根里加一点。什么时候成就？什么时候不夹杂毫分不善，那个时候你就成就了。我们一定要学佛菩萨，常生欢喜心，常生智慧心。",
      "zh_TW": "看到別人做好事，什麼叫「好事」？對社會有好處，對一切苦難眾生有好處，我們生歡喜心、生讚歎心。我們有力量，還要全心全力幫助他、成就他，成人之美，決定沒有嫉妒，決定沒有障礙，這是善，絕不夾雜。如果看到別人做好事，我們生嫉妒；別人有成就，我們總想方法來障礙他，最怕別人超過我，你就夾雜不善。夾雜不善，那就跟過去生中一樣，這一生不能成就，只是在善根裡加一點。什麼時候成就？什麼時候不夾雜毫分不善，那個時候你就成就了。我們一定要學佛菩薩，常生歡喜心，常生智慧心。"
    },
    {
      "id": "19-015-0002_p0028",
      "zh_CN": "我初学佛的时候（我是二十六岁学佛），第一部看的经是丁福保居士的《六祖坛经诠注》。这是我第一本看的书，我看了很欢喜。我看了之后，非常佩服惠能大师，这个人了不起！他到黄梅去礼拜五祖忍和尚，忍和尚问他：「你到这个地方来，你想求什么？」他跟忍和尚说：「我到黄梅来想求作佛。」这就不是普通人。你去打听打听、去问一问，我们普通人到寺庙里面来烧香拜佛，你问他来求什么？他是来求佛保平安的，求发财的、求升官的，都是求这些，从来没有听说过他来求作佛的。",
      "zh_TW": "我初學佛的時候（我是二十六歲學佛），第一部看的經是丁福保居士的《六祖壇經詮註》。這是我第一本看的書，我看了很歡喜。我看了之後，非常佩服惠能大師，這個人了不起！他到黃梅去禮拜五祖忍和尚，忍和尚問他：「你到這個地方來，你想求什麼？」他跟忍和尚說：「我到黃梅來想求作佛。」這就不是普通人。你去打聽打聽、去問一問，我們普通人到寺廟裡面來燒香拜佛，你問他來求什麼？他是來求佛保平安的，求發財的、求升官的，都是求這些，從來沒有聽說過他來求作佛的。"
    },
    {
      "id": "19-015-0002_p0029",
      "zh_CN": "「佛氏门中，有求必应」，所以惠能求作佛，他真的就作佛了。人家求的跟我们不一样。五祖遇到这样的学生，非常欢喜！但是佛门里面也是龙蛇混杂，良莠不齐，嫉妒障碍还是在所难免。真正一个特殊的人物，免不了要遭人嫉妒。所以五祖就用个障眼法，把他看作一个普通人，说：「好！你到碓房里面去做工。」打发他到厨房里面做粗活，分配舂米劈柴的工作给他。惠能接受了。在掉转头要走的时候，又跟五祖说了一句话：「弟子心中常生智慧。」如果我们今天要是遇到祖师，一定是跟祖师讲：「弟子心中常生烦恼。」我们常生烦恼，他常生智慧，这就是我们的善根福德不一样。如果你善根福德现前，你在日常生活当中就常生智慧，不生烦恼，你这一生当中唯一的一个愿望是作佛，要跟诸佛一样广度苦难众生，这是诸佛如来的事业，他们的事业就是普度众生。现在我们总算搞清楚、搞明白，我们修行为什么不能成就？就是夹杂不善。",
      "zh_TW": "「佛氏門中，有求必應」，所以惠能求作佛，他真的就作佛了。人家求的跟我們不一樣。五祖遇到這樣的學生，非常歡喜！但是佛門裡面也是龍蛇混雜，良莠不齊，嫉妒障礙還是在所難免。真正一個特殊的人物，免不了要遭人嫉妒。所以五祖就用個障眼法，把他看作一個普通人，說：「好！你到碓房裡面去做工。」打發他到廚房裡面做粗活，分配舂米劈柴的工作給他。惠能接受了。在掉轉頭要走的時候，又跟五祖說了一句話：「弟子心中常生智慧。」如果我們今天要是遇到祖師，一定是跟祖師講：「弟子心中常生煩惱。」我們常生煩惱，他常生智慧，這就是我們的善根福德不一樣。如果你善根福德現前，你在日常生活當中就常生智慧，不生煩惱，你這一生當中唯一的一個願望是作佛，要跟諸佛一樣廣度苦難眾生，這是諸佛如來的事業，他們的事業就是普度眾生。現在我們總算搞清楚、搞明白，我們修行為什麼不能成就？就是夾雜不善。"
    },
    {
      "id": "19-015-0002_p0030",
      "zh_CN": "善恶的标准，我们学净土法门的同学，必须要依靠《无量寿经》第三十二品到三十七品。这一段经文，世尊以无尽的慈悲，将五戒十善的形相、修学的方法以及业因果报，说得很清楚、很详细、很明白，所以我们把这一段经文选择作晚课。净宗的同修，我们早课不念「楞严十小咒」，为什么？念这些咒语依旧打妄想、依旧夹杂，不得利益；古人能得利益，现在人不能得利益，所以课诵不能不改。我将这一部分念诵的咒语改做经文，选择《无量寿经》第六品四十八愿做为早课读诵的经文。读这一段经文，要学阿弥陀佛的心愿，使我们的心同阿弥陀佛，我们的愿同阿弥陀佛，早晨念这个经文意思在此地。晚课念五戒十善这一段经文，是让我们认真的反省忏悔，「我这一天，佛在经上的这些教诲，我做到了没有？佛教我做的是善，我做到没有？佛教我不可以做的是恶，我有没有去做？」晚课是反省。早课是提醒自己，晚课是反省、是忏悔，要依照佛的教诲改过自新，天天求改进。",
      "zh_TW": "善惡的標準，我們學淨土法門的同學，必須要依靠《無量壽經》第三十二品到三十七品。這一段經文，世尊以無盡的慈悲，將五戒十善的形相、修學的方法以及業因果報，說得很清楚、很詳細、很明白，所以我們把這一段經文選擇作晚課。淨宗的同修，我們早課不念「楞嚴十小咒」，為什麼？念這些咒語依舊打妄想、依舊夾雜，不得利益；古人能得利益，現在人不能得利益，所以課誦不能不改。我將這一部分念誦的咒語改做經文，選擇《無量壽經》第六品四十八願做為早課讀誦的經文。讀這一段經文，要學阿彌陀佛的心願，使我們的心同阿彌陀佛，我們的願同阿彌陀佛，早晨念這個經文意思在此地。晚課念五戒十善這一段經文，是讓我們認真的反省懺悔，「我這一天，佛在經上的這些教誨，我做到了沒有？佛教我做的是善，我做到沒有？佛教我不可以做的是惡，我有沒有去做？」晚課是反省。早課是提醒自己，晚課是反省、是懺悔，要依照佛的教誨改過自新，天天求改進。"
    },
    {
      "id": "19-015-0002_p0031",
      "zh_CN": "诸位要晓得，改正错误就是进步，天天改进，务必要把我们的不善减少；断除当然是不容易，一定要减少。年年减少、月月减少、天天减少，果然真干，有个十年八年，跟诸位说，就不会夹杂毫分不善，功夫有成，一丝毫不善都没有了；不但不善的言行没有，不善的念头都没有了。这个时候自己就晓得，你是念念行行之中跟诸佛菩萨感应道交，你能感受到诸佛的护念。就好像慈母爱护自己儿女，儿女知道「母亲真爱我，母亲真喜欢我」，他能够明显的感受到诸佛对我们的爱护。",
      "zh_TW": "諸位要曉得，改正錯誤就是進步，天天改進，務必要把我們的不善減少；斷除當然是不容易，一定要減少。年年減少、月月減少、天天減少，果然真幹，有個十年八年，跟諸位說，就不會夾雜毫分不善，功夫有成，一絲毫不善都沒有了；不但不善的言行沒有，不善的念頭都沒有了。這個時候自己就曉得，你是念念行行之中跟諸佛菩薩感應道交，你能感受到諸佛的護念。就好像慈母愛護自己兒女，兒女知道「母親真愛我，母親真喜歡我」，他能夠明顯的感受到諸佛對我們的愛護。"
    },
    {
      "id": "19-015-0002_p0032",
      "zh_CN": "我们今天没有法子感受到，是因为夹杂不善产生了障碍。这个话说起来容易，做起来也有相当的难度，但是这种难度是可以克服的。不能克服的难度，佛常讲：「登天难，求人难。」这是不能克服的，我们这个肉身要想生天不容易，求人不容易。不夹杂丝毫不善，这是自己的事情，既不是登天，又不是求人，是求自己的事情；换句话说，只要自己真正肯发心，真正肯克服自己的妄想杂念，是可以做得到。果然做到，就超凡入圣，所以善法才可以念念增长。",
      "zh_TW": "我們今天沒有法子感受到，是因為夾雜不善產生了障礙。這個話說起來容易，做起來也有相當的難度，但是這種難度是可以克服的。不能克服的難度，佛常講：「登天難，求人難。」這是不能克服的，我們這個肉身要想生天不容易，求人不容易。不夾雜絲毫不善，這是自己的事情，既不是登天，又不是求人，是求自己的事情；換句話說，只要自己真正肯發心，真正肯克服自己的妄想雜念，是可以做得到。果然做到，就超凡入聖，所以善法才可以念念增長。"
    },
    {
      "id": "19-015-0002_p0033",
      "zh_CN": "『是即能令诸恶永断』。我们知道「诸恶」是诸恶道苦的因缘，诸恶道苦是果报，果必有因，因断掉、缘断掉，恶的果报就消失，「离苦得乐」这一句话就现前、就兑现，所以佛教我们断恶是断恶因、断恶缘。这个理念，这种教学，我们想想，符不符合现代人所谓科学的精神、科学的方法？佛法不违背科学，不但不违背，超越科学多多。恶道苦断了，『善法圆满』，善因善缘成熟了，善的果报当然现前。善的果报是什么？『常得亲近诸佛菩萨及余圣众』。佛在经论里面常讲的「依正庄严」，这个境界现前，这是至善的善道，至善的果报，你能够亲近诸佛。",
      "zh_TW": "『是即能令諸惡永斷』。我們知道「諸惡」是諸惡道苦的因緣，諸惡道苦是果報，果必有因，因斷掉、緣斷掉，惡的果報就消失，「離苦得樂」這一句話就現前、就兌現，所以佛教我們斷惡是斷惡因、斷惡緣。這個理念，這種教學，我們想想，符不符合現代人所謂科學的精神、科學的方法？佛法不違背科學，不但不違背，超越科學多多。惡道苦斷了，『善法圓滿』，善因善緣成熟了，善的果報當然現前。善的果報是什麼？『常得親近諸佛菩薩及餘聖眾』。佛在經論裡面常講的「依正莊嚴」，這個境界現前，這是至善的善道，至善的果報，你能夠親近諸佛。"
    },
    {
      "id": "19-015-0002_p0034",
      "zh_CN": "「诸佛菩萨及余圣众」在哪里？就在现前。佛在经上常说：「一切众生皆是未来佛。」于是你心目之中看到芸芸众生，原来皆是诸佛、皆是菩萨、皆是圣众。这个话说起来也许你很难转得过来，你听了不懂。昨天跟诸位说过，佛在这部经里面，一而再、再而三的告诉我们：「一切法从心想生。」你的心想到纯善，所有一切境界都变了，所以诸佛菩萨就在眼前，现在认得了。从前心里夹杂不善，怎么看都看不出来；现在丝毫不善都拔除了，愈看愈明显，愈看愈清楚，确实诸佛如来、诸上善人同聚一会，我们这才明白佛在经上所说的「一切众生本来成佛」。",
      "zh_TW": "「諸佛菩薩及餘聖眾」在哪裡？就在現前。佛在經上常說：「一切眾生皆是未來佛。」於是你心目之中看到芸芸眾生，原來皆是諸佛、皆是菩薩、皆是聖眾。這個話說起來也許你很難轉得過來，你聽了不懂。昨天跟諸位說過，佛在這部經裡面，一而再、再而三的告訴我們：「一切法從心想生。」你的心想到純善，所有一切境界都變了，所以諸佛菩薩就在眼前，現在認得了。從前心裡夾雜不善，怎麼看都看不出來；現在絲毫不善都拔除了，愈看愈明顯，愈看愈清楚，確實諸佛如來、諸上善人同聚一會，我們這才明白佛在經上所說的「一切眾生本來成佛」。"
    },
    {
      "id": "19-015-0002_p0035",
      "zh_CN": "说「一切众生皆是未来佛」，这是佛的方便语，是佛随顺俗谛而说的；说「一切众生本来成佛」，这是佛的真谛语，是佛说了一句老实话。我们要把「毫分不善」拔除，你才能见到；你还掺杂着不善，这个境界你见不到，你只是听说而已，这个事实你见不到的。我们要问，这种境界有没有人见到过？到底哪些人见到？证据何在？跟诸位说明，宗门教下都有。禅宗里面，你们看《景德传灯录》，看《五灯会元》，看宗门里面的公案，看教下祖师大德的传记，我们就明白了，我们就体会到他们真的做到，真的契入这个境界。我们自己好好的努力，加一把劲，也能在现前契入这个境界。",
      "zh_TW": "說「一切眾生皆是未來佛」，這是佛的方便語，是佛隨順俗諦而說的；說「一切眾生本來成佛」，這是佛的真諦語，是佛說了一句老實話。我們要把「毫分不善」拔除，你才能見到；你還摻雜著不善，這個境界你見不到，你只是聽說而已，這個事實你見不到的。我們要問，這種境界有沒有人見到過？到底哪些人見到？證據何在？跟諸位說明，宗門教下都有。禪宗裡面，你們看《景德傳燈錄》，看《五燈會元》，看宗門裡面的公案，看教下祖師大德的傳記，我們就明白了，我們就體會到他們真的做到，真的契入這個境界。我們自己好好的努力，加一把勁，也能在現前契入這個境界。"
    },
    {
      "id": "19-015-0002_p0036",
      "zh_CN": "必须要晓得，我们在今天这个社会能够契入祖师大德所契入的境界，我们的功力，也就是我们「戒定慧」这三种力量，超过他们很多。何以见得？这些祖师大德，如果生在今天的社会，他也未必能见到！今天社会的大众，烦恼习气比过去的人不知道要重多少倍，外面五欲六尘的诱惑，加的倍数不能用十倍、百倍来作比喻，千倍、万倍，诱惑太大太大了。在这种环境里面，你能够觉悟，你能够不迷，你能够不掺杂丝毫不善，你的功夫比他们高，这是肯定的。所以你在现前这个世间能契入，古来的祖师大德没有不佩服、没有不赞叹、没有不尊重的。我们自己要好自为之，决定不要随顺自己的烦恼习气，烦恼习气是什么？杀盗淫妄、贪瞋痴慢，这是我们的习气；决定要随顺佛陀的教诲。我们学佛没有别的，就是学佛的存心、学佛的行为，这叫真正学佛。这是说明「亲近诸佛菩萨及余圣众」。我老老实实告诉同修，全在现前，真实不虚，就如《华严经》上所讲的：「情与无情，同圆种智。」",
      "zh_TW": "必須要曉得，我們在今天這個社會能夠契入祖師大德所契入的境界，我們的功力，也就是我們「戒定慧」這三種力量，超過他們很多。何以見得？這些祖師大德，如果生在今天的社會，他也未必能見到！今天社會的大眾，煩惱習氣比過去的人不知道要重多少倍，外面五欲六塵的誘惑，加的倍數不能用十倍、百倍來作比喻，千倍、萬倍，誘惑太大太大了。在這種環境裡面，你能夠覺悟，你能夠不迷，你能夠不摻雜絲毫不善，你的功夫比他們高，這是肯定的。所以你在現前這個世間能契入，古來的祖師大德沒有不佩服、沒有不讚歎、沒有不尊重的。我們自己要好自為之，決定不要隨順自己的煩惱習氣，煩惱習氣是什麼？殺盜淫妄、貪瞋痴慢，這是我們的習氣；決定要隨順佛陀的教誨。我們學佛沒有別的，就是學佛的存心、學佛的行為，這叫真正學佛。這是說明「親近諸佛菩薩及餘聖眾」。我老老實實告訴同修，全在現前，真實不虛，就如《華嚴經》上所講的：「情與無情，同圓種智。」"
    },
    {
      "id": "19-015-0002_p0037",
      "zh_CN": "下面具体跟我们说出来。『言善法者』，哪些是善法？『谓人天身』。学佛的同修，包括世间许许多多宗教的信徒，都承认人有来生，有前生、有后世。现在连天主教、基督教的信徒，包括他们的传教师，也都接受轮回这个概念。在外国，他们用了许多科学的方法，最多的是用催眠术，让一个人在催眠状态之中说出他的前世。前世有从人投胎的，有从畜生投胎的，还有从外太空、别的星球上投胎来的，许许多多的记录！所以那一些神父、牧师、传教师也都肯定，佛法讲的六道轮回是真的，不是假的。",
      "zh_TW": "下面具體跟我們說出來。『言善法者』，哪些是善法？『謂人天身』。學佛的同修，包括世間許許多多宗教的信徒，都承認人有來生，有前生、有後世。現在連天主教、基督教的信徒，包括他們的傳教師，也都接受輪迴這個概念。在外國，他們用了許多科學的方法，最多的是用催眠術，讓一個人在催眠狀態之中說出他的前世。前世有從人投胎的，有從畜生投胎的，還有從外太空、別的星球上投胎來的，許許多多的記錄！所以那一些神父、牧師、傳教師也都肯定，佛法講的六道輪迴是真的，不是假的。"
    },
    {
      "id": "19-015-0002_p0038",
      "zh_CN": "我们来生能不能得人身？要修善法。善法里面还掺杂着少许不善，这才能得人身。诸位要听着，「少许」是什么程度？大概掺杂着百分之十以下，不能超过百分之十；超过百分之十，人身就得不到。我们刚才比喻，醍醐是很好的饮料，里面掺杂着一点毒药，因为它的量很小，还不至于送命，吃了固然是有伤害，还不至于太大的伤害，你来生得人天身。可是声闻、缘觉那就不行，那是丝毫都不能掺杂，我们用佛法的话来说，见思烦恼要断尽。他掺杂的是什么？掺杂的是无明烦恼，这是我们没有办法理解的，也是我们无法想像的，那是极其微细。在我们心目当中，他的烦恼是完全没有夹杂，但是极其微细的烦恼是我们凡夫不能觉察的，佛知道。",
      "zh_TW": "我們來生能不能得人身？要修善法。善法裡面還摻雜著少許不善，這才能得人身。諸位要聽著，「少許」是什麼程度？大概摻雜著百分之十以下，不能超過百分之十；超過百分之十，人身就得不到。我們剛才比喻，醍醐是很好的飲料，裡面摻雜著一點毒藥，因為它的量很小，還不至於送命，吃了固然是有傷害，還不至於太大的傷害，你來生得人天身。可是聲聞、緣覺那就不行，那是絲毫都不能摻雜，我們用佛法的話來說，見思煩惱要斷盡。他摻雜的是什麼？摻雜的是無明煩惱，這是我們沒有辦法理解的，也是我們無法想像的，那是極其微細。在我們心目當中，他的煩惱是完全沒有夾雜，但是極其微細的煩惱是我們凡夫不能覺察的，佛知道。"
    },
    {
      "id": "19-015-0002_p0039",
      "zh_CN": "『声闻菩提，独觉菩提』。「菩提」是梵语，意思是觉悟。「声闻」是阿罗汉，「独觉」是辟支佛，这两种都是属于小乘，小乘超越了六道轮回，他不夹杂见思烦恼，也就是决定不夹杂烦恼习气。『无上菩提』，这是菩萨、佛所证得的。",
      "zh_TW": "『聲聞菩提，獨覺菩提』。「菩提」是梵語，意思是覺悟。「聲聞」是阿羅漢，「獨覺」是辟支佛，這兩種都是屬於小乘，小乘超越了六道輪迴，他不夾雜見思煩惱，也就是決定不夾雜煩惱習氣。『無上菩提』，這是菩薩、佛所證得的。"
    },
    {
      "id": "19-015-0002_p0040",
      "zh_CN": "我们从这里看，从人天一直到作佛，『皆依此法，以为根本，而得成就』，这三句十二个字我们要牢牢的记住，决定不能忘记！从得一个人身到无上菩提，都是依靠这个方法「以为根本」，我们成就人道、成就天道、成就小乘、成就菩萨、成就佛道，你才晓得这个重要性。『故名善法』，佛讲善法是指这个。『此法即是十善业道』，把这十种善法跟我们说出来了。",
      "zh_TW": "我們從這裡看，從人天一直到作佛，『皆依此法，以為根本，而得成就』，這三句十二個字我們要牢牢的記住，決定不能忘記！從得一個人身到無上菩提，都是依靠這個方法「以為根本」，我們成就人道、成就天道、成就小乘、成就菩薩、成就佛道，你才曉得這個重要性。『故名善法』，佛講善法是指這個。『此法即是十善業道』，把這十種善法跟我們說出來了。"
    },
    {
      "id": "19-015-0002_p0041",
      "zh_CN": "『何等为十』？下面「永离」两个字是一直贯下去的，永离杀生、永离偷盗、永离邪行。你不能看第一个「永离杀生」，后面偷盗、邪行没有说「永离」，大概还可以吧？那你就完全错误了。你要晓得这两个字是一直贯下去的，跟前面那个句子里面「常念、思惟、观察」，「善法」是贯上面的。我念的时候大家就容易懂，我说「常念善法，思惟善法，观察善法」，这样大家就好懂了。这个「永离」一直贯到「邪见」。",
      "zh_TW": "『何等為十』？下面「永離」兩個字是一直貫下去的，永離殺生、永離偷盜、永離邪行。你不能看第一個「永離殺生」，後面偷盜、邪行沒有說「永離」，大概還可以吧？那你就完全錯誤了。你要曉得這兩個字是一直貫下去的，跟前面那個句子裡面「常念、思惟、觀察」，「善法」是貫上面的。我念的時候大家就容易懂，我說「常念善法，思惟善法，觀察善法」，這樣大家就好懂了。這個「永離」一直貫到「邪見」。"
    },
    {
      "id": "19-015-0002_p0042",
      "zh_CN": "第一条是『永离杀生』。杀生是最大的恶，最严重的恶，我们不但不能有杀生的行为，伤害众生的念头都没有，我们的心地才纯善。别人要毁谤我、侮辱我、伤害我，甚至杀害我，怎么办？诸位念过《金刚经》，《金刚经》上有一个公案，歌利王割截忍辱仙人的肢体。《金刚经》上说得很简单，这个故事在《大涅槃经》里面，《大涅槃经》讲得详细。这是伤害到极处，不但要你的命，还不让你好死，把你的身体一片一片用刀割下来，凌迟处死。菩萨怎么样？一点怨恨心都没有，没有「他不对，我对」的念头，绝对没有一点怪他，纯善之心待人，所以这是忍辱度圆满的现象。",
      "zh_TW": "第一條是『永離殺生』。殺生是最大的惡，最嚴重的惡，我們不但不能有殺生的行為，傷害眾生的念頭都沒有，我們的心地才純善。別人要毀謗我、侮辱我、傷害我，甚至殺害我，怎麼辦？諸位念過《金剛經》，《金剛經》上有一個公案，歌利王割截忍辱仙人的肢體。《金剛經》上說得很簡單，這個故事在《大涅槃經》裡面，《大涅槃經》講得詳細。這是傷害到極處，不但要你的命，還不讓你好死，把你的身體一片一片用刀割下來，凌遲處死。菩薩怎麼樣？一點怨恨心都沒有，沒有「他不對，我對」的念頭，絕對沒有一點怪他，純善之心待人，所以這是忍辱度圓滿的現象。"
    },
    {
      "id": "19-015-0002_p0043",
      "zh_CN": "我们在修行过程当中，一定会遭遇到。也许过去曾经造业，遭遇到时就恨他，「我好心对他，他这样对待我，我将来要报复他」，你还搞轮回，你不能成就。如果像忍辱仙人一样，一丝毫恶念都不生，你就成佛了，你就不会在六道。我们是觉悟的人、明白的人，要晓得那一些伤害我们、毁谤我们、侮辱我们，他们是迷惑人，迷惑颠倒，我们是醒过来、觉悟的。觉悟的人还要跟迷惑颠倒的人去计较，谁的过失？我们的过失，他们没有过失。因此一定要晓得，他对我们的毁谤、对我们的侮辱、对我们的陷害、对我们种种障难，我们看到了点头，「做得不错，应该的」，他要不是这么做，他就不是凡夫了，他要不是这么做，他就不会堕恶道了。所以我们看他看得很清楚，他看我们看不清楚。我们学佛「永离杀生」，决定要学忍辱仙人。忍辱仙人是释迦牟尼佛的前身。",
      "zh_TW": "我們在修行過程當中，一定會遭遇到。也許過去曾經造業，遭遇到時就恨他，「我好心對他，他這樣對待我，我將來要報復他」，你還搞輪迴，你不能成就。如果像忍辱仙人一樣，一絲毫惡念都不生，你就成佛了，你就不會在六道。我們是覺悟的人、明白的人，要曉得那一些傷害我們、毀謗我們、侮辱我們，他們是迷惑人，迷惑顛倒，我們是醒過來、覺悟的。覺悟的人還要跟迷惑顛倒的人去計較，誰的過失？我們的過失，他們沒有過失。因此一定要曉得，他對我們的毀謗、對我們的侮辱、對我們的陷害、對我們種種障難，我們看到了點頭，「做得不錯，應該的」，他要不是這麼做，他就不是凡夫了，他要不是這麼做，他就不會墮惡道了。所以我們看他看得很清楚，他看我們看不清楚。我們學佛「永離殺生」，決定要學忍辱仙人。忍辱仙人是釋迦牟尼佛的前身。"
    },
    {
      "id": "19-015-0002_p0044",
      "zh_CN": "我们今天看到小的蚊虫、蚂蚁，你还能伤害牠吗？许多学佛同修为这个事情烦恼，「家里头蚊虫、蚂蚁、蟑螂一大堆，怎么办」？你要是真正学佛，以真诚慈悲心去对牠，牠自己会离开。今天我在丹斯里山上吃晚餐的时候，他给我介绍山上有个专业的农夫，在那里种植有机生菜。初种的时候小虫很多，也来吃菜，随牠吃，绝对不会把牠赶走。牠也是众生，牠也需要饮食，牠来吃一点，我们欢欢喜喜的布施，决定没有一点恶心恶意去对牠。他说这个情形逐渐逐渐减少，现在很少，不晓得那些虫跑哪里去了，证明有感应。不能杀，愈杀愈多，冤冤相报，没完没了。",
      "zh_TW": "我們今天看到小的蚊蟲、螞蟻，你還能傷害牠嗎？許多學佛同修為這個事情煩惱，「家裡頭蚊蟲、螞蟻、蟑螂一大堆，怎麼辦」？你要是真正學佛，以真誠慈悲心去對牠，牠自己會離開。今天我在丹斯里山上吃晚餐的時候，他給我介紹山上有個專業的農夫，在那裡種植有機生菜。初種的時候小蟲很多，也來吃菜，隨牠吃，絕對不會把牠趕走。牠也是眾生，牠也需要飲食，牠來吃一點，我們歡歡喜喜的布施，決定沒有一點惡心惡意去對牠。他說這個情形逐漸逐漸減少，現在很少，不曉得那些蟲跑哪裡去了，證明有感應。不能殺，愈殺愈多，冤冤相報，沒完沒了。"
    },
    {
      "id": "19-015-0002_p0045",
      "zh_CN": "过去几千年来，农夫种植农作物，那个时候并没有发明农药，收成也不错，日子也过得很好。农药发明之后，病害虫只有增加，没有减少，而且这些病害虫对农作物抵抗力也逐年加强，杀不尽。何必跟众生结这些怨仇？所以「永离杀生」是最正确的观念。不要说牠是害虫，如果平心而论，动物之间最大的害虫是人。你们想想对不对？人是最大的害虫，不是其他的。所以我们一定要觉悟，要听从佛陀的教诲，把杀的念头断掉；不但不杀，恼害众生都不可以，绝不可以令众生因我而生烦恼，我就错了。我们「忍辱波罗蜜」要从这个地方成就。",
      "zh_TW": "過去幾千年來，農夫種植農作物，那個時候並沒有發明農藥，收成也不錯，日子也過得很好。農藥發明之後，病害蟲只有增加，沒有減少，而且這些病害蟲對農作物抵抗力也逐年加強，殺不盡。何必跟眾生結這些怨仇？所以「永離殺生」是最正確的觀念。不要說牠是害蟲，如果平心而論，動物之間最大的害蟲是人。你們想想對不對？人是最大的害蟲，不是其他的。所以我們一定要覺悟，要聽從佛陀的教誨，把殺的念頭斷掉；不但不殺，惱害眾生都不可以，絕不可以令眾生因我而生煩惱，我就錯了。我們「忍辱波羅蜜」要從這個地方成就。"
    },
    {
      "id": "19-015-0002_p0046",
      "zh_CN": "『永离偷盗』，偷盗的范围非常广泛，佛在经里面跟我们说明偷盗叫「不与取」。这个物有主，不是无主之物。有主之物，他没有答应，你把它拿到自己来享用，这叫「偷盗」，所以范围太广大了。日常生活当中夹杂这些不善，不胜枚举。我们举个简单例子。我以前跟随李炳南老居士十年，他当时在奉祀官府服务，他是主任秘书。他每一次去领公家的信纸信封都要跟奉祀官（孔德成先生）报告：「我领的信纸信封，我私人写信的时候也要用它。」",
      "zh_TW": "『永離偷盜』，偷盜的範圍非常廣泛，佛在經裡面跟我們說明偷盜叫「不與取」。這個物有主，不是無主之物。有主之物，他沒有答應，你把它拿到自己來享用，這叫「偷盜」，所以範圍太廣大了。日常生活當中夾雜這些不善，不勝枚舉。我們舉個簡單例子。我以前跟隨李炳南老居士十年，他當時在奉祀官府服務，他是主任祕書。他每一次去領公家的信紙信封都要跟奉祀官（孔德成先生）報告：「我領的信紙信封，我私人寫信的時候也要用它。」"
    },
    {
      "id": "19-015-0002_p0047",
      "zh_CN": "孔德成先生听的次数太多了，说：「你怎么这么啰嗦！」",
      "zh_TW": "孔德成先生聽的次數太多了，說：「你怎麼這麼囉嗦！」"
    },
    {
      "id": "19-015-0002_p0048",
      "zh_CN": "他说：「我用公家的信纸写私人的信，如果没得到你的答应，我就犯了偷盗戒。你要原谅我，我一定要跟你说明，你点头答应，我才敢用公家信纸写私人的信。」",
      "zh_TW": "他說：「我用公家的信紙寫私人的信，如果沒得到你的答應，我就犯了偷盜戒。你要原諒我，我一定要跟你說明，你點頭答應，我才敢用公家信紙寫私人的信。」"
    },
    {
      "id": "19-015-0002_p0049",
      "zh_CN": "我们今天出家人寺庙也有印的信纸信封，出家人拿去私人写信，有没有跟住持方丈报告：「我要拿来做私人写信用。」有没有？没有，犯了偷盗戒，自己不知道。这就是你所修一切善里夹杂不善。除这个之外，还有一桩事情更容易犯，公家装的电话。寺庙里电话也是公家的，不是私人的。私人拿着这个电话去聊天、去跟朋友闲谈，绝对不是为道场、为佛事，这是盗戒。",
      "zh_TW": "我們今天出家人寺廟也有印的信紙信封，出家人拿去私人寫信，有沒有跟住持方丈報告：「我要拿來做私人寫信用。」有沒有？沒有，犯了偷盜戒，自己不知道。這就是你所修一切善裡夾雜不善。除這個之外，還有一樁事情更容易犯，公家裝的電話。寺廟裡電話也是公家的，不是私人的。私人拿著這個電話去聊天、去跟朋友閒談，絕對不是為道場、為佛事，這是盜戒。"
    },
    {
      "id": "19-015-0002_p0050",
      "zh_CN": "你要晓得偷盗寺院道场的东西这个罪，佛菩萨都没有办法帮助你。《地藏经》上有明文：「窃盗常住物，佛不能救，三世诸佛都不能救。」你为什么要用常住的？所以我常常劝导大家，打电话长话短说，多说一句不如少说一句，少说一句不如不说。别人打给你可以，那是他们付费用，不是常住付电话费；我们打出去，常住付电话费。其他的我不举了，我单单举这两个例子。",
      "zh_TW": "你要曉得偷盜寺院道場的東西這個罪，佛菩薩都沒有辦法幫助你。《地藏經》上有明文：「竊盜常住物，佛不能救，三世諸佛都不能救。」你為什麼要用常住的？所以我常常勸導大家，打電話長話短說，多說一句不如少說一句，少說一句不如不說。別人打給你可以，那是他們付費用，不是常住付電話費；我們打出去，常住付電話費。其他的我不舉了，我單單舉這兩個例子。"
    },
    {
      "id": "19-015-0002_p0051",
      "zh_CN": "常住物一定要爱护，爱护常住物这是惜福。你不知道爱护，糟蹋常住物，所以你出家一生没有福报。为什么？福报都在这里流掉了，都在这个地方报掉了。几个人能懂？佛家常讲：「施主一粒米，大如须弥山，今生不了道，披毛戴角还。」谚语又说：「地狱门前僧道多。」我们想想这些话，毛骨悚然。所以我决定不劝人出家，出家如果你不如法，出家就到地狱去了；不出家不堕地狱，出家堕地狱。所以劝人出家，就是把人拉到地狱去，害惨了人！这是最不道德的。",
      "zh_TW": "常住物一定要愛護，愛護常住物這是惜福。你不知道愛護，糟蹋常住物，所以你出家一生沒有福報。為什麼？福報都在這裡流掉了，都在這個地方報掉了。幾個人能懂？佛家常講：「施主一粒米，大如須彌山，今生不了道，披毛戴角還。」諺語又說：「地獄門前僧道多。」我們想想這些話，毛骨悚然。所以我決定不勸人出家，出家如果你不如法，出家就到地獄去了；不出家不墮地獄，出家墮地獄。所以勸人出家，就是把人拉到地獄去，害慘了人！這是最不道德的。"
    },
    {
      "id": "19-015-0002_p0052",
      "zh_CN": "李老师当年在世，他只劝人皈依，绝不劝人受五戒。为什么？我劝你受戒，你要是犯了戒，我有过失。受戒是要你自己发心，你真正能够持戒，你才欢喜去受戒，想想这个戒条我做不到，决定不可以受戒。实在讲，劝人三皈都有问题。我们只可以劝人学佛，三皈要你自己发心，我们绝不劝你。为什么？三皈要是搞错了，麻烦多！他皈依一个法师、皈依一个道场，「这位法师是我的师父，那位不是我的师父；这是我师父的道场，那个不是我师父的道场」，他起分别心，起了偏心，这是破和合僧，也堕阿鼻地狱。",
      "zh_TW": "李老師當年在世，他只勸人皈依，絕不勸人受五戒。為什麼？我勸你受戒，你要是犯了戒，我有過失。受戒是要你自己發心，你真正能夠持戒，你才歡喜去受戒，想想這個戒條我做不到，決定不可以受戒。實在講，勸人三皈都有問題。我們只可以勸人學佛，三皈要你自己發心，我們絕不勸你。為什麼？三皈要是搞錯了，麻煩多！他皈依一個法師、皈依一個道場，「這位法師是我的師父，那位不是我的師父；這是我師父的道場，那個不是我師父的道場」，他起分別心，起了偏心，這是破和合僧，也墮阿鼻地獄。"
    },
    {
      "id": "19-015-0002_p0053",
      "zh_CN": "善恶事相无量无边，什么时候我们能把它搞清楚、搞明白，真正省悟过来，念念行行如法。我通常讲「不偷盗」，我用一个最简单的言语来传达，「决定不可以占别人分毫的便宜」，占便宜就是偷盗，不可以占别人便宜。古德讲得好：「吃亏是福。」我们要学吃亏。吃亏是福，占便宜是罪过，要把占别人便宜的念头断尽。",
      "zh_TW": "善惡事相無量無邊，什麼時候我們能把它搞清楚、搞明白，真正省悟過來，念念行行如法。我通常講「不偷盜」，我用一個最簡單的言語來傳達，「決定不可以佔別人分毫的便宜」，佔便宜就是偷盜，不可以佔別人便宜。古德講得好：「吃虧是福。」我們要學吃虧。吃虧是福，佔便宜是罪過，要把佔別人便宜的念頭斷盡。"
    },
    {
      "id": "19-015-0002_p0054",
      "zh_CN": "『邪行』，此地是指淫欲。在家菩萨不邪淫，出家人永断淫欲。此地讲「永离」跟「永断」是一个意思。",
      "zh_TW": "『邪行』，此地是指淫欲。在家菩薩不邪淫，出家人永斷淫欲。此地講「永離」跟「永斷」是一個意思。"
    },
    {
      "id": "19-015-0002_p0055",
      "zh_CN": "『永断妄语』，妄语是说假话，欺骗众生，对人没有实话，这个毛病习气是无量劫带来的。尤其现在的社会，妄语成了风气。我们如果要想在这一生成就道业，一定要永离。现在的社会，现在的法律，我们常常听到「保障隐私权」。保障隐私权那当然就要打妄语，不打妄语就不能隐私了。这是世法的标准，跟佛法标准不一样，佛法里决定没有隐私。「私」总是不体面、不光明的，佛法完全是透明的，光明显耀，没有一丝毫隐私。佛法是大公无私，我们要学习，要认真的学习，决定不妄语。",
      "zh_TW": "『永斷妄語』，妄語是說假話，欺騙眾生，對人沒有實話，這個毛病習氣是無量劫帶來的。尤其現在的社會，妄語成了風氣。我們如果要想在這一生成就道業，一定要永離。現在的社會，現在的法律，我們常常聽到「保障隱私權」。保障隱私權那當然就要打妄語，不打妄語就不能隱私了。這是世法的標準，跟佛法標準不一樣，佛法裡決定沒有隱私。「私」總是不體面、不光明的，佛法完全是透明的，光明顯耀，沒有一絲毫隱私。佛法是大公無私，我們要學習，要認真的學習，決定不妄語。"
    },
    {
      "id": "19-015-0002_p0056",
      "zh_CN": "可是佛法自始至终是建立在智慧的基础上。佛经里面有例子，猎人要追一只兔子，兔子跑到一个三岔路口，不知道跑哪里去了。你正好在这个地方看到了，猎人问你：「我刚才追的兔子从哪里跑了？」这个人如果是不妄语，说：「从这边走了。」这只兔子被他追到，命没有了。这个时候可以打个方便妄语，说：「兔子从那边走了。」猎人永远追不到，你这个妄语是救了一条命。这一种妄语在佛法里面叫「开缘」，不是破戒，叫开戒。每一条戒律都有「开遮持犯」，要懂得，要有智慧通权达变，晓得什么状况之下，怎样做是合理的、是正确的。",
      "zh_TW": "可是佛法自始至終是建立在智慧的基礎上。佛經裡面有例子，獵人要追一隻兔子，兔子跑到一個三岔路口，不知道跑哪裡去了。你正好在這個地方看到了，獵人問你：「我剛才追的兔子從哪裡跑了？」這個人如果是不妄語，說：「從這邊走了。」這隻兔子被他追到，命沒有了。這個時候可以打個方便妄語，說：「兔子從那邊走了。」獵人永遠追不到，你這個妄語是救了一條命。這一種妄語在佛法裡面叫「開緣」，不是破戒，叫開戒。每一條戒律都有「開遮持犯」，要懂得，要有智慧通權達變，曉得什麼狀況之下，怎樣做是合理的、是正確的。"
    },
    {
      "id": "19-015-0002_p0057",
      "zh_CN": "你要不懂这些方法，你守住一个原则，就是「决定利益众生，决定不害众生」。说一个假话：「兔子从那边跑了。」救了两个人，兔子的命救了，猎人也没有做到杀生，虽然他起了个杀生的念头，但是他没有杀害众生，两个人都救了，这是一桩善行，这是一桩好事。你要懂得一个原则，对社会、对众生有利益的，这个妄语叫「开缘」。妄语要是对众生有害的、对众生不利的，这是罪过，我们一定要晓得。",
      "zh_TW": "你要不懂這些方法，你守住一個原則，就是「決定利益眾生，決定不害眾生」。說一個假話：「兔子從那邊跑了。」救了兩個人，兔子的命救了，獵人也沒有做到殺生，雖然他起了個殺生的念頭，但是他沒有殺害眾生，兩個人都救了，這是一樁善行，這是一樁好事。你要懂得一個原則，對社會、對眾生有利益的，這個妄語叫「開緣」。妄語要是對眾生有害的、對眾生不利的，這是罪過，我們一定要曉得。"
    },
    {
      "id": "19-015-0002_p0058",
      "zh_CN": "『两舌』是挑拨是非，斗乱两头，这个决定是过失。叫人家父子不和、夫妻不和、兄弟不和、朋友不和，在社会上叫人家君臣不和、国与国不和，这个罪业就造大了。如果挑拨演变为战争，这个两舌决定堕阿鼻地狱。这个两舌如果破坏道场，那个罪过就更重了。诸位在《发起菩萨殊胜志乐经》里面看到，很明显的例子。两个法师讲经，大概讲得不错，听众很多，信徒对法师很恭敬，供养很多。别的出家人看到就嫉妒，于是造谣生事，挑拨间离，使听众对法师丧失信心，把这个道场破坏了。挑拨间离的这个法师，堕阿鼻地狱。",
      "zh_TW": "『兩舌』是挑撥是非，鬥亂兩頭，這個決定是過失。叫人家父子不和、夫妻不和、兄弟不和、朋友不和，在社會上叫人家君臣不和、國與國不和，這個罪業就造大了。如果挑撥演變為戰爭，這個兩舌決定墮阿鼻地獄。這個兩舌如果破壞道場，那個罪過就更重了。諸位在《發起菩薩殊勝志樂經》裡面看到，很明顯的例子。兩個法師講經，大概講得不錯，聽眾很多，信徒對法師很恭敬，供養很多。別的出家人看到就嫉妒，於是造謠生事，挑撥間離，使聽眾對法師喪失信心，把這個道場破壞了。挑撥間離的這個法師，墮阿鼻地獄。"
    },
    {
      "id": "19-015-0002_p0059",
      "zh_CN": "佛在经上说堕地狱，辗转几次的地狱，我们算一算他堕地狱的时间，以人间的时间算是一千八百万年。诸位要晓得，人间的时间跟地狱有很大的时差。现在讲时差大家都懂得，人间一千八百万年，在地狱里他的感受是无量劫。什么原因？无非是嫉妒障碍，看到别人得到恭敬利养，自己感到难过。愚痴，造这种罪业，受这么苦的果报。",
      "zh_TW": "佛在經上說墮地獄，輾轉幾次的地獄，我們算一算他墮地獄的時間，以人間的時間算是一千八百萬年。諸位要曉得，人間的時間跟地獄有很大的時差。現在講時差大家都懂得，人間一千八百萬年，在地獄裡他的感受是無量劫。什麼原因？無非是嫉妒障礙，看到別人得到恭敬利養，自己感到難過。愚痴，造這種罪業，受這麼苦的果報。"
    },
    {
      "id": "19-015-0002_p0060",
      "zh_CN": "『恶口，绮语』，「恶口」是说话粗鲁，容易得罪人，我们今天讲没有礼貌，出口伤人；「绮语」是花言巧语，欺骗众生。这一些口业，在今天的社会，几乎很少人不犯。所以今天的社会，天灾人祸绵延不断。如果我们稍稍留意，从资讯里面做个统计，你会发现现在这个世界灾难的频率不断在上升，每一次灾难都比以往严重。什么原因造成的？众生造作种种不善业感得来的。",
      "zh_TW": "『惡口，綺語』，「惡口」是說話粗魯，容易得罪人，我們今天講沒有禮貌，出口傷人；「綺語」是花言巧語，欺騙眾生。這一些口業，在今天的社會，幾乎很少人不犯。所以今天的社會，天災人禍綿延不斷。如果我們稍稍留意，從資訊裡面做個統計，你會發現現在這個世界災難的頻率不斷在上升，每一次災難都比以往嚴重。什麼原因造成的？眾生造作種種不善業感得來的。"
    },
    {
      "id": "19-015-0002_p0061",
      "zh_CN": "我在新加坡时，从台湾中部来了几位比丘尼，她问我：「法师，台湾中部佛教非常兴盛，为什么会发生大地震？」我告诉她：「台湾中部我去看过，我跟它还有相当的关系。我在没有出家之前，我在埔里住过半年，跟忏云法师住茅篷。那个时候埔里确实是台湾的福地。建茅篷的那座山非常秀丽，一般人讲好风水。我在山上住半年。可是隔了几十年，我再到那座山上去看，建满了寺庙，大概估计，恐怕有二、三十个寺庙道场建立在这个山头上。大家讲佛法兴盛，仔细看看怎么样？每一个寺庙彼此不相往来，不择手段的拉信徒，都说：「我这里好，他那里不好。」不但自赞毁他，而且把风水完全破坏了，没有整体的规画，那个道场变成了「乱坟岗」，还有什么好风水？大地震从那里发生，必有原因。李炳南老居士过去常讲：「有庙无道，不能兴教。」庙盖得很多，没有道。虽然是出家人，没有舍弃自私自利，没有放下名闻利养，依旧搞贪瞋痴慢。不善的业感得不善的果报，怎么能够怨天尤人？我说：「你自己想想，我是不是说得过分？我说的话对不对？」",
      "zh_TW": "我在新加坡時，從台灣中部來了幾位比丘尼，她問我：「法師，台灣中部佛教非常興盛，為什麼會發生大地震？」我告訴她：「台灣中部我去看過，我跟它還有相當的關係。我在沒有出家之前，我在埔里住過半年，跟懺雲法師住茅篷。那個時候埔里確實是台灣的福地。建茅篷的那座山非常秀麗，一般人講好風水。我在山上住半年。可是隔了幾十年，我再到那座山上去看，建滿了寺廟，大概估計，恐怕有二、三十個寺廟道場建立在這個山頭上。大家講佛法興盛，仔細看看怎麼樣？每一個寺廟彼此不相往來，不擇手段的拉信徒，都說：「我這裡好，他那裡不好。」不但自讚毀他，而且把風水完全破壞了，沒有整體的規畫，那個道場變成了「亂墳崗」，還有什麼好風水？大地震從那裡發生，必有原因。李炳南老居士過去常講：「有廟無道，不能興教。」廟蓋得很多，沒有道。雖然是出家人，沒有捨棄自私自利，沒有放下名聞利養，依舊搞貪瞋痴慢。不善的業感得不善的果報，怎麼能夠怨天尤人？我說：「你自己想想，我是不是說得過分？我說的話對不對？」"
    },
    {
      "id": "19-015-0002_p0062",
      "zh_CN": "我又举了一个例子，忏云法师还有个庙，也在那个附近，听说大地震之间，它没有事情。他那个庙为什么很平安？老和尚还是有修行，护法龙天还是保佑。忏云法师虽然很少讲经说法，但是他个人的修行值得我们尊敬，值得我们赞叹，老老实实，规规矩矩，非常明显的对比。种善因得善果，不善的因必定有不善的果报。",
      "zh_TW": "我又舉了一個例子，懺雲法師還有個廟，也在那個附近，聽說大地震之間，它沒有事情。他那個廟為什麼很平安？老和尚還是有修行，護法龍天還是保佑。懺雲法師雖然很少講經說法，但是他個人的修行值得我們尊敬，值得我們讚歎，老老實實，規規矩矩，非常明顯的對比。種善因得善果，不善的因必定有不善的果報。"
    },
    {
      "id": "19-015-0002_p0063",
      "zh_CN": "下面这最重要的要『永离贪欲，永离瞋恚，永离邪见』，「邪见」就是愚痴，这是意的三种恶，我们晓得身恶口恶都是由于意业的主宰。我们心善、念头善，身、语当然是善；如果我们的心不善、念头不善，要想不造口业、不犯身业，太难太难了。最重要的是意业。",
      "zh_TW": "下面這最重要的要『永離貪欲，永離瞋恚，永離邪見』，「邪見」就是愚痴，這是意的三種惡，我們曉得身惡口惡都是由於意業的主宰。我們心善、念頭善，身、語當然是善；如果我們的心不善、念頭不善，要想不造口業、不犯身業，太難太難了。最重要的是意業。"
    },
    {
      "id": "19-015-0002_p0064",
      "zh_CN": "宗门教下祖师大德教我们修行，「修行」这两个字的意思，我们一定要搞清楚。「行」就是我们的生活行为，「修」是修正；换句话说，我们生活行为有了错误，把错误修正过来叫做修行。这十条就是教我们修行的方法。「永离杀生、偷盗、邪行」，这是修正身业的错误行为；「永离妄语、两舌、恶口、绮语」，这是修正我们言语的行为；「永离贪瞋痴」，这是修正我们心地的行为。",
      "zh_TW": "宗門教下祖師大德教我們修行，「修行」這兩個字的意思，我們一定要搞清楚。「行」就是我們的生活行為，「修」是修正；換句話說，我們生活行為有了錯誤，把錯誤修正過來叫做修行。這十條就是教我們修行的方法。「永離殺生、偷盜、邪行」，這是修正身業的錯誤行為；「永離妄語、兩舌、惡口、綺語」，這是修正我們言語的行為；「永離貪瞋痴」，這是修正我們心地的行為。"
    },
    {
      "id": "19-015-0002_p0065",
      "zh_CN": "祖师大德教人修行，「从根本修」，根本是意业，「贪欲、瞋恚、邪见」这是根本！「欲」是欲望，世间人都喜欢、都贪爱，他不晓得利害。佛在经论上千叮咛万嘱咐：「财色名食睡，地狱五条根。」一条不断都叫你下地狱，如果五条都有，你就永远不能离开地狱。「财色名食睡」在生活上不能离开，但是你要晓得它的副作用之大，决定不可以贪恋。佛菩萨示现在我们世间，也要穿衣、也要吃饭。穿的是什么衣？最简单的衣服，能够蔽体、御寒、保暖就可以了，绝不贪求它的质料样式。",
      "zh_TW": "祖師大德教人修行，「從根本修」，根本是意業，「貪欲、瞋恚、邪見」這是根本！「欲」是欲望，世間人都喜歡、都貪愛，他不曉得利害。佛在經論上千叮嚀萬囑咐：「財色名食睡，地獄五條根。」一條不斷都叫你下地獄，如果五條都有，你就永遠不能離開地獄。「財色名食睡」在生活上不能離開，但是你要曉得它的副作用之大，決定不可以貪戀。佛菩薩示現在我們世間，也要穿衣、也要吃飯。穿的是什麼衣？最簡單的衣服，能夠蔽體、禦寒、保暖就可以了，絕不貪求它的質料樣式。"
    },
    {
      "id": "19-015-0002_p0066",
      "zh_CN": "在佛门里面，诸位看到出家人、大法师穿的是黄海青、红袈裟，袈裟里面绣「万寿万福」，还绣佛菩萨像，那个容易增长贪心。这种服色古时候有，决不是法师自己做的，也不是信徒供养的。谁给的？皇帝赐的，皇帝尊重你，那个不能不穿。要穿，那也只是偶尔在大典礼当中，皇帝要来参加这个典礼，当然皇帝送的要穿给他看，不穿他不高兴。如果不是皇帝参加这个大典，决定不穿。现在自己做的，追求好看，这是贪欲不能断。",
      "zh_TW": "在佛門裡面，諸位看到出家人、大法師穿的是黃海青、紅袈裟，袈裟裡面繡「萬壽萬福」，還繡佛菩薩像，那個容易增長貪心。這種服色古時候有，決不是法師自己做的，也不是信徒供養的。誰給的？皇帝賜的，皇帝尊重你，那個不能不穿。要穿，那也只是偶爾在大典禮當中，皇帝要來參加這個典禮，當然皇帝送的要穿給他看，不穿他不高興。如果不是皇帝參加這個大典，決定不穿。現在自己做的，追求好看，這是貪欲不能斷。"
    },
    {
      "id": "19-015-0002_p0067",
      "zh_CN": "韩馆长往生之后，我们从此以后就不用黄海青，也不用红袈裟。我是想到了这一点，穿咖啡色这种颜色的二十五条衣，大概我是第一个人，我在僧服店里做这个，从来没有人做过。我想到这个，是佛在经论里面教导我们，出家人穿染色衣。染色衣代表什么？代表多元文化，决不是单一的。所以这种衣的颜色，是「红黄蓝白黑」这五种正色统统混合在一起染，这个意思是圆满，代表真正的圆满。单色的，代表是一个族群；染色衣，是代表所有的族群。佛的饮食起居都是教学、都是表法，用意确确实实是「真善美慧」都达到究竟圆满，我们要了解。",
      "zh_TW": "韓館長往生之後，我們從此以後就不用黃海青，也不用紅袈裟。我是想到了這一點，穿咖啡色這種顏色的二十五條衣，大概我是第一個人，我在僧服店裡做這個，從來沒有人做過。我想到這個，是佛在經論裡面教導我們，出家人穿染色衣。染色衣代表什麼？代表多元文化，決不是單一的。所以這種衣的顏色，是「紅黃藍白黑」這五種正色統統混合在一起染，這個意思是圓滿，代表真正的圓滿。單色的，代表是一個族群；染色衣，是代表所有的族群。佛的飲食起居都是教學、都是表法，用意確確實實是「真善美慧」都達到究竟圓滿，我們要了解。"
    },
    {
      "id": "19-015-0002_p0068",
      "zh_CN": "往年老一代传给我们，这一格一格叫「福田衣」。但是「福田」是什么意思，没有说清楚，我们也始终不了解。去年中国庆祝建国五十周年的大庆，邀请我去观礼。有一天，国家宗教局长叶小文先生、国家文物局长张文彬先生，他们两个人陪同我去参观北京历史博物馆，陈列山东青州出土的一批佛像。这个佛像是北魏时代所造的，距离现在一千七百多年。我们去参观，看到毘卢遮那佛身上披的袈裟，袈裟上面画有图案。仔细一看，是十法界依正庄严，从上面是佛，一直到下面是地狱，我这才明了什么是福田。合虚空法界一切众生为一体一身，这是真正福田，我看到这个图像，我才明了。",
      "zh_TW": "往年老一代傳給我們，這一格一格叫「福田衣」。但是「福田」是什麼意思，沒有說清楚，我們也始終不了解。去年中國慶祝建國五十週年的大慶，邀請我去觀禮。有一天，國家宗教局長葉小文先生、國家文物局長張文彬先生，他們兩個人陪同我去參觀北京歷史博物館，陳列山東青州出土的一批佛像。這個佛像是北魏時代所造的，距離現在一千七百多年。我們去參觀，看到毘盧遮那佛身上披的袈裟，袈裟上面畫有圖案。仔細一看，是十法界依正莊嚴，從上面是佛，一直到下面是地獄，我這才明瞭什麼是福田。合虛空法界一切眾生為一體一身，這是真正福田，我看到這個圖像，我才明瞭。"
    },
    {
      "id": "19-015-0002_p0069",
      "zh_CN": "所以这个袈裟每一个格子一样大，代表平等。这么多格子代表不同的国土、不同的族群、不同的宗教、不同的文化，代表一切众生之异同合在一身，这是清净法身。所以这实在是非常好的一个机会，让我看到，我明白了。所以要常常记住，「欲」是指「财色名食睡」，这是「地狱五条根」，我们不能离开它，但是面对它要有极高度的警觉，不能为它所害，就是决定不可以起贪恋之心。",
      "zh_TW": "所以這個袈裟每一個格子一樣大，代表平等。這麼多格子代表不同的國土、不同的族群、不同的宗教、不同的文化，代表一切眾生之異同合在一身，這是清淨法身。所以這實在是非常好的一個機會，讓我看到，我明白了。所以要常常記住，「欲」是指「財色名食睡」，這是「地獄五條根」，我們不能離開它，但是面對它要有極高度的警覺，不能為它所害，就是決定不可以起貪戀之心。"
    },
    {
      "id": "19-015-0002_p0070",
      "zh_CN": "「永离瞋恚」。违背自己爱好，往往就起瞋恚心。瞋恚堕地狱，悭贪堕饿鬼，「贪」再加上「怒」，那还得了？「邪见」是愚痴。什么叫邪见？违背真理，违背事实真相，这一些见解都是属于错误的，通常讲贪瞋痴（愚痴），这个地方说「邪见」，意思更鲜明、更清楚。凡是一切错误的见解、错误的思想，都是属于愚痴。这个很难辨别，佛、圣人给我们一个标准。所以一定要读圣贤书，不读圣贤书，永远不能够离开愚痴。要想永离愚痴，一定要常读圣贤书，要接受圣贤的教诲，圣贤教导我们决定是正知正见。",
      "zh_TW": "「永離瞋恚」。違背自己愛好，往往就起瞋恚心。瞋恚墮地獄，慳貪墮餓鬼，「貪」再加上「怒」，那還得了？「邪見」是愚痴。什麼叫邪見？違背真理，違背事實真相，這一些見解都是屬於錯誤的，通常講貪瞋痴（愚痴），這個地方說「邪見」，意思更鮮明、更清楚。凡是一切錯誤的見解、錯誤的思想，都是屬於愚痴。這個很難辨別，佛、聖人給我們一個標準。所以一定要讀聖賢書，不讀聖賢書，永遠不能夠離開愚痴。要想永離愚痴，一定要常讀聖賢書，要接受聖賢的教誨，聖賢教導我們決定是正知正見。"
    },
    {
      "id": "19-015-0002_p0071",
      "zh_CN": "这是把十个纲目给我们提出来了。每一个纲目后面，都举出修学的业因果报。所以这部经是佛教里面，不论是宗门教下、显教密教的共同科目，五乘佛法：人乘、天乘、声闻、缘觉、菩萨，统统都要修学。离开这部经典，违背这部经典，决定不是佛弟子，决定不是佛教徒。",
      "zh_TW": "這是把十個綱目給我們提出來了。每一個綱目後面，都舉出修學的業因果報。所以這部經是佛教裡面，不論是宗門教下、顯教密教的共同科目，五乘佛法：人乘、天乘、聲聞、緣覺、菩薩，統統都要修學。離開這部經典，違背這部經典，決定不是佛弟子，決定不是佛教徒。"
    },
    {
      "id": "19-015-0002_p0072",
      "zh_CN": "这段经文希望诸位能够把它背得很熟很熟，常常念，常常背诵，检点自己的心行，我们才能够回头是岸，才能够真正的「转恶为善、转迷为悟」，最后达到「转凡为圣」殊胜的果报。今天时间到了，我跟诸位就介绍到此地，这是我们修行最精华的一段。",
      "zh_TW": "這段經文希望諸位能夠把它背得很熟很熟，常常念，常常背誦，檢點自己的心行，我們才能夠回頭是岸，才能夠真正的「轉惡為善、轉迷為悟」，最後達到「轉凡為聖」殊勝的果報。今天時間到了，我跟諸位就介紹到此地，這是我們修行最精華的一段。"
    }
  ]
}