{
  "doc_id": "21-415-0001",
  "title": {
    "zh_CN": "学佛答问（答香港参学同修之八十二）",
    "zh_TW": "學佛答問（答香港參學同修之八十二）"
  },
  "authors": [],
  "volume": {
    "zh_CN": "共一集",
    "zh_TW": "共一集"
  },
  "year": "2007",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "21-415-0001",
  "total_paragraphs": 88,
  "paragraphs": [
    {
      "id": "21-415-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天有三十八个提问，我们按照顺序来解答，首先是中国同修的提问，有六个问题。",
      "zh_TW": "諸位法師，諸位同學，請坐。今天有三十八個提問，我們按照順序來解答，首先是中國同修的提問，有六個問題。"
    },
    {
      "id": "21-415-0001_p0002",
      "zh_CN": "问：第一个问题，中国自东汉以来，魏晋至南北朝期间，根据记载有三次的灭佛活动。请问这种现象的产生是当时佛教界过于富裕，导致与民间贫富悬殊？或因出家人本身不检点？还是当朝统治者本身的问题所致？",
      "zh_TW": "問：第一個問題，中國自東漢以來，魏晉至南北朝期間，根據記載有三次的滅佛活動。請問這種現象的產生是當時佛教界過於富裕，導致與民間貧富懸殊？或因出家人本身不檢點？還是當朝統治者本身的問題所致？"
    },
    {
      "id": "21-415-0001_p0003",
      "zh_CN": "答：这桩事情在佛教里面是众所周知的，三武灭法。但是时间都很短，大概是二、三年佛法又重新被肯定，就复兴起来。在中国这是非常好的教训。要问原因这是属于事相上的、形象上的。说是佛教过于富裕，导致跟民间的问题，我想这个不太可能，为什么？无论在哪个时代佛门供养有多的，没有不照顾人民的。这是释迦牟尼佛跟历代祖师，不但常常教导后人，他自己本身就是这样做法。我们看近代印光大师，你看看他的传记，他在晚年出名了，这是高僧大德，所以皈依供养的人就太多，他把这些钱，他没有改善自己的物质生活，完全用来做公益慈善事业。但是他最主要的是宣传佛法，所以他办了个弘化社，就是个佛经流通处，苏州的弘化社。印的这些经论、善书，印祖不仅是着重佛法，对儒跟道他都非常关怀，你看他的《文钞》，儒占很大分量的篇幅。为什么？那是学佛的基础，这诸位一定要懂得。",
      "zh_TW": "答：這樁事情在佛教裡面是眾所周知的，三武滅法。但是時間都很短，大概是二、三年佛法又重新被肯定，就復興起來。在中國這是非常好的教訓。要問原因這是屬於事相上的、形象上的。說是佛教過於富裕，導致跟民間的問題，我想這個不太可能，為什麼？無論在哪個時代佛門供養有多的，沒有不照顧人民的。這是釋迦牟尼佛跟歷代祖師，不但常常教導後人，他自己本身就是這樣做法。我們看近代印光大師，你看看他的傳記，他在晚年出名了，這是高僧大德，所以皈依供養的人就太多，他把這些錢，他沒有改善自己的物質生活，完全用來做公益慈善事業。但是他最主要的是宣傳佛法，所以他辦了個弘化社，就是個佛經流通處，蘇州的弘化社。印的這些經論、善書，印祖不僅是著重佛法，對儒跟道他都非常關懷，你看他的《文鈔》，儒佔很大分量的篇幅。為什麼？那是學佛的基礎，這諸位一定要懂得。"
    },
    {
      "id": "21-415-0001_p0004",
      "zh_CN": "儒道纵然跟佛有界限，佛跟儒道没有界限，这是学佛同学一定要知道，什么原因？中国从唐朝中叶以后，不学小乘。这是佛讲得很清楚的，学佛不可以躐等，像读书一样要循序渐进，逐渐慢慢向上提升。所以佛讲「不先学小乘，后学大乘，非佛弟子」，这话说得很重。小乘经，我们中国翻译得相当完整，现在《大藏经》里面的《四阿含》跟南传巴利文的经典，分量几乎是相等，翻译得很完备。但是唐朝中叶之后，小乘两个宗派就衰了，现在就没有了，宋以后就没有了。成实宗、俱舍宗这两宗都没有了，很多人不知道这个名词。",
      "zh_TW": "儒道縱然跟佛有界限，佛跟儒道沒有界限，這是學佛同學一定要知道，什麼原因？中國從唐朝中葉以後，不學小乘。這是佛講得很清楚的，學佛不可以躐等，像讀書一樣要循序漸進，逐漸慢慢向上提升。所以佛講「不先學小乘，後學大乘，非佛弟子」，這話說得很重。小乘經，我們中國翻譯得相當完整，現在《大藏經》裡面的《四阿含》跟南傳巴利文的經典，分量幾乎是相等，翻譯得很完備。但是唐朝中葉之後，小乘兩個宗派就衰了，現在就沒有了，宋以後就沒有了。成實宗、俱舍宗這兩宗都沒有了，很多人不知道這個名詞。"
    },
    {
      "id": "21-415-0001_p0005",
      "zh_CN": "中国有没有奉行释迦牟尼佛的教诲？有。中国人用儒、用道代替了，所以儒道跟佛的关系就非常密切。我们净宗还有很美好的典故，虎溪三笑，很多人都知道。这是净土宗初祖慧远大师，在庐山建立东林念佛堂，那时候陶渊明是儒，陆道长代表是道，这三个人关系非常好，好朋友。他们两个上山访问，这聊天，远公大师送行，那个时候他们界就是虎溪，虎溪是界限，送客都不过虎溪的。结果聊了忘掉就过了桥，三个人哈哈大笑，今天慧远大师破戒了。这就说明儒释道的关系，这我们一定要知道的。",
      "zh_TW": "中國有沒有奉行釋迦牟尼佛的教誨？有。中國人用儒、用道代替了，所以儒道跟佛的關係就非常密切。我們淨宗還有很美好的典故，虎溪三笑，很多人都知道。這是淨土宗初祖慧遠大師，在廬山建立東林念佛堂，那時候陶淵明是儒，陸道長代表是道，這三個人關係非常好，好朋友。他們兩個上山訪問，這聊天，遠公大師送行，那個時候他們界就是虎溪，虎溪是界限，送客都不過虎溪的。結果聊了忘掉就過了橋，三個人哈哈大笑，今天慧遠大師破戒了。這就說明儒釋道的關係，這我們一定要知道的。"
    },
    {
      "id": "21-415-0001_p0006",
      "zh_CN": "实在讲在老子、孔子跟释迦牟尼佛决定没有界限，凡是出了问题都是后人。后人为什么出了界限？不通！不通就有门户之见，我比你高，你不如我，这是自古以来所谓的是「文人相轻」，矛盾从这个地方发生的。真正学通、学明白了，知道是一家，彼此互相尊敬、互相标榜，这是正确的。像佛在《华严》五十三参里面告诉我们，五十三位善知识每个人学的法门不一样，但是对外都自己谦虚，尊重别人，这是正确的，与中国的礼相符合。礼自卑而尊人，这才是和谐社会、和谐世界，就是学得再好也得要谦卑一点。",
      "zh_TW": "實在講在老子、孔子跟釋迦牟尼佛決定沒有界限，凡是出了問題都是後人。後人為什麼出了界限？不通！不通就有門戶之見，我比你高，你不如我，這是自古以來所謂的是「文人相輕」，矛盾從這個地方發生的。真正學通、學明白了，知道是一家，彼此互相尊敬、互相標榜，這是正確的。像佛在《華嚴》五十三參裡面告訴我們，五十三位善知識每個人學的法門不一樣，但是對外都自己謙虛，尊重別人，這是正確的，與中國的禮相符合。禮自卑而尊人，這才是和諧社會、和諧世界，就是學得再好也得要謙卑一點。"
    },
    {
      "id": "21-415-0001_p0007",
      "zh_CN": "我们看天主教《玫瑰经》，是天主教的朝暮课诵，它十五段里面，第一段讲的什么？圣母玛利亚的谦卑，把谦卑摆在第一。我们佛法里面也是一样的，普贤十愿第一礼敬诸佛，你不谦卑你怎么能礼敬？礼敬就是自谦而尊人，这要知道。所以第一个问题应该不会。我们这些年来，实在讲就是在海外，国内有灾难，我们也全心全力援助，没有说是听到有灾难，无动于衷的，没有这个事情，真正学佛的不会。",
      "zh_TW": "我們看天主教《玫瑰經》，是天主教的朝暮課誦，它十五段裡面，第一段講的什麼？聖母瑪利亞的謙卑，把謙卑擺在第一。我們佛法裡面也是一樣的，普賢十願第一禮敬諸佛，你不謙卑你怎麼能禮敬？禮敬就是自謙而尊人，這要知道。所以第一個問題應該不會。我們這些年來，實在講就是在海外，國內有災難，我們也全心全力援助，沒有說是聽到有災難，無動於衷的，沒有這個事情，真正學佛的不會。"
    },
    {
      "id": "21-415-0001_p0008",
      "zh_CN": "第二或因出家人本身不检点？这也有可能，但这是少数，绝对不是多数。出家人本身不检点这是晚近，晚近变成多数，把佛教形象破坏了，不再学习经教。所以释迦牟尼佛灭度，就是过世的时候教给往后弟子的四依法，说得好，我们如果能记住，你就不会迷信、就不会盲从。佛在世我们依靠佛，佛不在世依靠什么？佛说「依法不依人」，法是什么？经典。经典里面教我们怎么做，我们老实依教奉行就对了。别人教我们，他所教的有没有经典依据？没有经典依据，如果说是不如理、不如法、不合情的，我们可以拒绝、可以不听他的，这是佛教导我们。",
      "zh_TW": "第二或因出家人本身不檢點？這也有可能，但這是少數，絕對不是多數。出家人本身不檢點這是晚近，晚近變成多數，把佛教形象破壞了，不再學習經教。所以釋迦牟尼佛滅度，就是過世的時候教給往後弟子的四依法，說得好，我們如果能記住，你就不會迷信、就不會盲從。佛在世我們依靠佛，佛不在世依靠什麼？佛說「依法不依人」，法是什麼？經典。經典裡面教我們怎麼做，我們老實依教奉行就對了。別人教我們，他所教的有沒有經典依據？沒有經典依據，如果說是不如理、不如法、不合情的，我們可以拒絕、可以不聽他的，這是佛教導我們。"
    },
    {
      "id": "21-415-0001_p0009",
      "zh_CN": "第二个「依义不依语」，这句话很重要，因为佛经到中国来都是翻译过来的，从梵文翻译过来的。一个梵文原本很多人翻译，里头文字不同，到底哪个正确，哪个有问题？佛这句话说得好，我们依它的意思，语言没有关系，多说一句、少说一句有什么关系！随便怎么说，只要说的是一个意思就好，这把这个问题给我们化解了。《金刚经》流通最广的，一个本子六种翻译，六个译本都在《大藏经》。《无量寿经》十二个译本，失传了七种，现在还有五种。像类似这种情形非常之多，这依义不依语，意思没错就好。",
      "zh_TW": "第二個「依義不依語」，這句話很重要，因為佛經到中國來都是翻譯過來的，從梵文翻譯過來的。一個梵文原本很多人翻譯，裡頭文字不同，到底哪個正確，哪個有問題？佛這句話說得好，我們依它的意思，語言沒有關係，多說一句、少說一句有什麼關係！隨便怎麼說，只要說的是一個意思就好，這把這個問題給我們化解了。《金剛經》流通最廣的，一個本子六種翻譯，六個譯本都在《大藏經》。《無量壽經》十二個譯本，失傳了七種，現在還有五種。像類似這種情形非常之多，這依義不依語，意思沒錯就好。"
    },
    {
      "id": "21-415-0001_p0010",
      "zh_CN": "第三个讲「依了义不依不了义」，这句话是非常重要，什么叫了义？现在社会用得上的，这叫了义，学了马上就管用。如果现在学了之后，这个社会不适用的，这叫不了义，佛说得多么圆满。最后告诉我们，「依智不依识」，智是什么？理智，识是感情，学习要依智慧、依理智，不要感情用事，说得多好。佛对于后世状况是了如指掌，这我们能信得过。今天末法时代，他老人家看得清清楚楚，很多他的遗教，甚至于就是对现在这个社会讲的，因为在过去社会还不可能。为什么？历代帝王护法，高僧大德辈出，不致于有这些问题。",
      "zh_TW": "第三個講「依了義不依不了義」，這句話是非常重要，什麼叫了義？現在社會用得上的，這叫了義，學了馬上就管用。如果現在學了之後，這個社會不適用的，這叫不了義，佛說得多麼圓滿。最後告訴我們，「依智不依識」，智是什麼？理智，識是感情，學習要依智慧、依理智，不要感情用事，說得多好。佛對於後世狀況是瞭如指掌，這我們能信得過。今天末法時代，他老人家看得清清楚楚，很多他的遺教，甚至於就是對現在這個社會講的，因為在過去社會還不可能。為什麼？歷代帝王護法，高僧大德輩出，不致於有這些問題。"
    },
    {
      "id": "21-415-0001_p0011",
      "zh_CN": "佛教之变成宗教，它本来不是宗教，本来是学术，儒释道三家，不是说三教，说三家。在从前是三家，到三教是什么时候？唐朝中叶以后就有所谓三教。但是那个教还是教学，不是我们现在所讲的宗教。我们现在所说的宗教，这个名词是从外国传来的。中国自古以来，没有讲宗教这种名词的，是外来语。我听说从日本传过来的，日本也是欧洲传到日本，日本传来中国。所以佛教变成宗教应该不超过三百年，乾隆时候还没有，总在嘉庆以后。佛教本身也称宗教，这个宗教诸位一定要了解，佛教讲宗，专门讲禅宗，教外别传叫宗门；除了禅宗之外，其他的宗派都叫教，叫教下，宗门教下简称为宗教。所以宗教还是本身里面宗派的称呼，与现在我们所说的宗教完全不相干，这一定要知道。",
      "zh_TW": "佛教之變成宗教，它本來不是宗教，本來是學術，儒釋道三家，不是說三教，說三家。在從前是三家，到三教是什麼時候？唐朝中葉以後就有所謂三教。但是那個教還是教學，不是我們現在所講的宗教。我們現在所說的宗教，這個名詞是從外國傳來的。中國自古以來，沒有講宗教這種名詞的，是外來語。我聽說從日本傳過來的，日本也是歐洲傳到日本，日本傳來中國。所以佛教變成宗教應該不超過三百年，乾隆時候還沒有，總在嘉慶以後。佛教本身也稱宗教，這個宗教諸位一定要了解，佛教講宗，專門講禪宗，教外別傳叫宗門；除了禪宗之外，其他的宗派都叫教，叫教下，宗門教下簡稱為宗教。所以宗教還是本身裡面宗派的稱呼，與現在我們所說的宗教完全不相干，這一定要知道。"
    },
    {
      "id": "21-415-0001_p0012",
      "zh_CN": "所以我看主要的原因，应该是最后这个，统治者他的爱好不相同，他不喜欢佛，喜欢道，要把道兴起来，把佛灭掉，这是有这些可能的。门户之见太深，产生这些嫉妒、障碍。总而言之，都是对于经教研究不够透彻。尤其当前这个社会，这是有史以来，从来没有这样的混乱，将来历史上，我们现在所处是大乱之世。几乎全世界的志士仁人，很多国家领导人都非常关心，如何消灭冲突，如何恢复世界安定和平。真有人在做。我过去在澳洲，九一一事件之后，大学来找我，我也去参与，参加了十次国际和平会议，我对这个情形了解很多，真的想做，能不能做出效果？不可能。西方人最初他们的思惟是用镇压、用武力报复，用这种手段。九一一事件发生之后有不少人在反省，这个方法不能解决问题，只能增长怨恨，会把问题愈搞愈复杂，这是现在已经摆在现前。",
      "zh_TW": "所以我看主要的原因，應該是最後這個，統治者他的愛好不相同，他不喜歡佛，喜歡道，要把道興起來，把佛滅掉，這是有這些可能的。門戶之見太深，產生這些嫉妒、障礙。總而言之，都是對於經教研究不夠透徹。尤其當前這個社會，這是有史以來，從來沒有這樣的混亂，將來歷史上，我們現在所處是大亂之世。幾乎全世界的志士仁人，很多國家領導人都非常關心，如何消滅衝突，如何恢復世界安定和平。真有人在做。我過去在澳洲，九一一事件之後，大學來找我，我也去參與，參加了十次國際和平會議，我對這個情形了解很多，真的想做，能不能做出效果？不可能。西方人最初他們的思惟是用鎮壓、用武力報復，用這種手段。九一一事件發生之後有不少人在反省，這個方法不能解決問題，只能增長怨恨，會把問題愈搞愈複雜，這是現在已經擺在現前。"
    },
    {
      "id": "21-415-0001_p0013",
      "zh_CN": "联合国从和平，和平要开和平会议，和平会议开了三十多年，每年不知道花了多少人力、财力、物力，没效果。我参加了很多次，我在大会里面也都做出主题报告，把中国五千年来这种和睦的理念方法，方法是教学。释迦牟尼佛一生教学，办班教学，所以讲经三百余会，就是办三百多次的班，大小三百多次。他老人家一生教学，要用现代人的话来讲，释迦牟尼佛他是个职业教师，他是这么个身分。现在西方人所讲的多元文化，释迦牟尼佛是多元文化社会教育家，他本身的身分是多元文化社会教育的义务老师。因为他教学不收学费，理念跟孔子一样，有教无类。他不分国籍、不分宗教、不分族群，只要你来没有不热心教导你，教一辈子！现在全世界所有宗教这些活动，释迦牟尼佛一生从来没有过一次，在经典上都没有。",
      "zh_TW": "聯合國從和平，和平要開和平會議，和平會議開了三十多年，每年不知道花了多少人力、財力、物力，沒效果。我參加了很多次，我在大會裡面也都做出主題報告，把中國五千年來這種和睦的理念方法，方法是教學。釋迦牟尼佛一生教學，辦班教學，所以講經三百餘會，就是辦三百多次的班，大小三百多次。他老人家一生教學，要用現代人的話來講，釋迦牟尼佛他是個職業教師，他是這麼個身分。現在西方人所講的多元文化，釋迦牟尼佛是多元文化社會教育家，他本身的身分是多元文化社會教育的義務老師。因為他教學不收學費，理念跟孔子一樣，有教無類。他不分國籍、不分宗教、不分族群，只要你來沒有不熱心教導你，教一輩子！現在全世界所有宗教這些活動，釋迦牟尼佛一生從來沒有過一次，在經典上都沒有。"
    },
    {
      "id": "21-415-0001_p0014",
      "zh_CN": "他真的是教学，教学的目标我们这么多年的学习，明白了，他两个目标，一个是大众化的，大众化的目标是破迷开悟，离苦得乐，这个目标就是解决社会问题。所有苦难从哪里来的？从迷惑。你对于这事实真相不了解、不透彻，你的想法、看法错误了，于是你的说法、做法也错了，那当然产生苦果。都明白了，你的思想、言论、行为都正，那所得来的果报是乐，这是对一般大众的教学。除这个，对于有特别天分、志愿大的、想追求真理的（就是高等哲学），那跟你讲什么？讲宇宙生命万法的事实真相，这就是经典讲诸法实相。目的是教你明心见性。这个高，见性在佛教里面就证得佛果。所以佛是佛教里面学位的名称。最高的学位是佛陀，第二个学位是菩萨，第三个学位是阿罗汉，像现在学校里学士、硕士、博士一样，学位名称，与神仙毫不相关。佛教讲一切众生皆当成佛，你好好的学，你应当拿到最高学位。所以佛教佛多，博士多，这文化水平高，道理在此地。",
      "zh_TW": "他真的是教學，教學的目標我們這麼多年的學習，明白了，他兩個目標，一個是大眾化的，大眾化的目標是破迷開悟，離苦得樂，這個目標就是解決社會問題。所有苦難從哪裡來的？從迷惑。你對於這事實真相不了解、不透徹，你的想法、看法錯誤了，於是你的說法、做法也錯了，那當然產生苦果。都明白了，你的思想、言論、行為都正，那所得來的果報是樂，這是對一般大眾的教學。除這個，對於有特別天分、志願大的、想追求真理的（就是高等哲學），那跟你講什麼？講宇宙生命萬法的事實真相，這就是經典講諸法實相。目的是教你明心見性。這個高，見性在佛教裡面就證得佛果。所以佛是佛教裡面學位的名稱。最高的學位是佛陀，第二個學位是菩薩，第三個學位是阿羅漢，像現在學校裡學士、碩士、博士一樣，學位名稱，與神仙毫不相關。佛教講一切眾生皆當成佛，你好好的學，你應當拿到最高學位。所以佛教佛多，博士多，這文化水平高，道理在此地。"
    },
    {
      "id": "21-415-0001_p0015",
      "zh_CN": "问：第二个问题，我们接触目前的佛教界，感到各地寺院的名目很多，许多人去求平安、求消灾、求发财。甚至一些不法企业家，或贪官污吏也去求佛保佑免受惩罚。然而孔夫子所提倡的，读书人应当关心民间疾苦，为此而赴汤蹈火。请问如何认识儒、佛的不同？",
      "zh_TW": "問：第二個問題，我們接觸目前的佛教界，感到各地寺院的名目很多，許多人去求平安、求消災、求發財。甚至一些不法企業家，或貪官污吏也去求佛保佑免受懲罰。然而孔夫子所提倡的，讀書人應當關心民間疾苦，為此而赴湯蹈火。請問如何認識儒、佛的不同？"
    },
    {
      "id": "21-415-0001_p0016",
      "zh_CN": "答：儒佛在世间法完全相同，是有一点不同，这我们都要把它搞清楚、搞明白。不同在什么地方？不同是佛讲求的是彻底放下，这点不同。放下什么？放下妄想。什么是妄想？我们六根接触六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味，乃至于意对知。你有妄想就起心动念，接触会起心动念，这个妄想叫无明，是一切错误的根源。佛家两句话讲得太好了，迷唯一念，一念什么？起心动念，起心动念就迷！觉止一心，什么是觉？觉就是一心，所以觉止一心。净宗法门直截了当，《弥陀经》里面教你念阿弥陀佛，念阿弥陀佛的目的在哪里？念到一心不乱，一心不乱就成佛了，是以这个为目标。这个目标高，这个目标在极乐世界是什么果位？是实报庄严土上上品的果位。《弥陀经》不简单，这是终极的目标，真解决问题。",
      "zh_TW": "答：儒佛在世間法完全相同，是有一點不同，這我們都要把它搞清楚、搞明白。不同在什麼地方？不同是佛講求的是徹底放下，這點不同。放下什麼？放下妄想。什麼是妄想？我們六根接觸六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，乃至於意對知。你有妄想就起心動念，接觸會起心動念，這個妄想叫無明，是一切錯誤的根源。佛家兩句話講得太好了，迷唯一念，一念什麼？起心動念，起心動念就迷！覺止一心，什麼是覺？覺就是一心，所以覺止一心。淨宗法門直截了當，《彌陀經》裡面教你念阿彌陀佛，念阿彌陀佛的目的在哪裡？念到一心不亂，一心不亂就成佛了，是以這個為目標。這個目標高，這個目標在極樂世界是什麼果位？是實報莊嚴土上上品的果位。《彌陀經》不簡單，這是終極的目標，真解決問題。"
    },
    {
      "id": "21-415-0001_p0017",
      "zh_CN": "你起心动念速度很快，分别就来了；有了分别，执着就来了。佛家大乘经教里面常常讲，起心动念叫无明烦恼，分别叫尘沙烦恼，执着叫见思烦脑，这三种烦恼把你自性的智慧德相全部障碍住了。佛在大经上说「一切众生皆有如来智慧德相，但以妄想执着而不能证得」，这里讲多清楚。所以佛是平等的，一切众生本来是佛，你怎么会搞成这个样子？你就是被妄想分别执着害了。妄想分别执着从哪里来的？是你自己一念不觉而来的，没有原因，所以叫无始无明。你能把这统统放下，就成佛。这点跟儒、跟道，跟世界上其他宗教，不一样，佛家讲求放下。",
      "zh_TW": "你起心動念速度很快，分別就來了；有了分別，執著就來了。佛家大乘經教裡面常常講，起心動念叫無明煩惱，分別叫塵沙煩惱，執著叫見思煩腦，這三種煩惱把你自性的智慧德相全部障礙住了。佛在大經上說「一切眾生皆有如來智慧德相，但以妄想執著而不能證得」，這裡講多清楚。所以佛是平等的，一切眾生本來是佛，你怎麼會搞成這個樣子？你就是被妄想分別執著害了。妄想分別執著從哪裡來的？是你自己一念不覺而來的，沒有原因，所以叫無始無明。你能把這統統放下，就成佛。這點跟儒、跟道，跟世界上其他宗教，不一樣，佛家講求放下。"
    },
    {
      "id": "21-415-0001_p0018",
      "zh_CN": "释迦牟尼佛给我们表演的，他一生的经历，我们一定要很熟悉，他十九岁放弃了王位的继承权，他是王子，出去求学。当时印度学术可以说在全世界也非常辉煌，无论是学派、是宗教都是达到很高的水平。因为他们修定，都着重于禅定，而且禅定的功夫很深，佛家里面讲四禅八定，就是当时印度的学术里面的风气。在甚深禅定里面，他是把妄想分别执着控制住，虽然有，没有断，但是不起作用，定功控制它不起作用。只要这个不起作用，空间维次就突破了，于是六道；六道不是佛法说的，六道是婆罗门说的。婆罗门教的历史，比佛教长很多，就是现在的印度教。我跟他们有接触，他们告诉我，他们的历史有一万多年，可以相信。但是现在全世界公认的、承认它的是八千五百年，对佛教承认是二千五百年，差很远。六道轮回他们讲的，当然他在甚深禅定里面，他见到这定中的境界，这不是一个人见的，哪个人修哪个人都能见到。",
      "zh_TW": "釋迦牟尼佛給我們表演的，他一生的經歷，我們一定要很熟悉，他十九歲放棄了王位的繼承權，他是王子，出去求學。當時印度學術可以說在全世界也非常輝煌，無論是學派、是宗教都是達到很高的水平。因為他們修定，都著重於禪定，而且禪定的功夫很深，佛家裡面講四禪八定，就是當時印度的學術裡面的風氣。在甚深禪定裡面，他是把妄想分別執著控制住，雖然有，沒有斷，但是不起作用，定功控制它不起作用。只要這個不起作用，空間維次就突破了，於是六道；六道不是佛法說的，六道是婆羅門說的。婆羅門教的歷史，比佛教長很多，就是現在的印度教。我跟他們有接觸，他們告訴我，他們的歷史有一萬多年，可以相信。但是現在全世界公認的、承認它的是八千五百年，對佛教承認是二千五百年，差很遠。六道輪迴他們講的，當然他在甚深禪定裡面，他見到這定中的境界，這不是一個人見的，哪個人修哪個人都能見到。"
    },
    {
      "id": "21-415-0001_p0019",
      "zh_CN": "可是这里面还是有几个问题，第一个为什么会有六道轮回？第二问题，六道是怎么来的？第三个问题，六道之外还有没有世界？没有人能回答。学术界没有法子解答，宗教界里头也没有法子解答。释迦牟尼佛学了十二年，三十岁，没地方再学了，到恒河边上找棵大树底下入定。这一入定把这个东西统统放下，妄想分别执着全放下，这一放下大彻大悟，明心见性，这些问题全都解答了，都明白、都清楚。于是他就开始教学，七十九岁过世的，整整教了四十九年，没有一天不讲经，讲经就是上课。一生就是搞办班教学，规模大的有几万人，办这个活动，小的几个人，乐此不疲，足迹遍五印度。一生没有建过寺庙，这诸位要知道，给我们做出的榜样。",
      "zh_TW": "可是這裡面還是有幾個問題，第一個為什麼會有六道輪迴？第二問題，六道是怎麼來的？第三個問題，六道之外還有沒有世界？沒有人能回答。學術界沒有法子解答，宗教界裡頭也沒有法子解答。釋迦牟尼佛學了十二年，三十歲，沒地方再學了，到恆河邊上找棵大樹底下入定。這一入定把這個東西統統放下，妄想分別執著全放下，這一放下大徹大悟，明心見性，這些問題全都解答了，都明白、都清楚。於是他就開始教學，七十九歲過世的，整整教了四十九年，沒有一天不講經，講經就是上課。一生就是搞辦班教學，規模大的有幾萬人，辦這個活動，小的幾個人，樂此不疲，足跡遍五印度。一生沒有建過寺廟，這諸位要知道，給我們做出的榜樣。"
    },
    {
      "id": "21-415-0001_p0020",
      "zh_CN": "什么叫道场？他人在哪里，道场在哪里。他的学生多，里面确实有不少国王大臣、长者、富豪，他们有精舍、有花园供养释迦牟尼佛。他也很活泼，他并不固执，不是很呆板，你供养我就接受。但是他接受什么？给我们留下个好榜样，他接受使用权，他不接受所有权。财产所有权你哪个人的是你的，我借用，我借一年、二年、三年、五年，我不用了，我到别的地方去，就还给你。这个好，我们要学习。我今年在马来西亚遇到李金友居士，他是个开发商，他要送我一栋精舍，再送我一个讲经弘法的场所，是个商业大楼，他把顶层一层给我，大概有二、三万香港讲的平方英尺，这么大的场地给我。我就告诉他，我说好，我接受十年，借给我用十年，十年之后我还给你。这个好，这是正确的，也满了他的愿，我们替他做了好事，对佛教不产生副作用。如果说我这有财产，别人来跟我，他的目的是在财产上，道心没有了。这一看道场都有主的，他就不会想这个。好好争取在这时间里面，要用功，要提升自己，这是对的。我们要学释迦牟尼佛有使用权，没有所有权，你多自在、多快乐。",
      "zh_TW": "什麼叫道場？他人在哪裡，道場在哪裡。他的學生多，裡面確實有不少國王大臣、長者、富豪，他們有精舍、有花園供養釋迦牟尼佛。他也很活潑，他並不固執，不是很呆板，你供養我就接受。但是他接受什麼？給我們留下個好榜樣，他接受使用權，他不接受所有權。財產所有權你哪個人的是你的，我借用，我借一年、二年、三年、五年，我不用了，我到別的地方去，就還給你。這個好，我們要學習。我今年在馬來西亞遇到李金友居士，他是個開發商，他要送我一棟精舍，再送我一個講經弘法的場所，是個商業大樓，他把頂層一層給我，大概有二、三萬香港講的平方英尺，這麼大的場地給我。我就告訴他，我說好，我接受十年，借給我用十年，十年之後我還給你。這個好，這是正確的，也滿了他的願，我們替他做了好事，對佛教不產生副作用。如果說我這有財產，別人來跟我，他的目的是在財產上，道心沒有了。這一看道場都有主的，他就不會想這個。好好爭取在這時間裡面，要用功，要提升自己，這是對的。我們要學釋迦牟尼佛有使用權，沒有所有權，你多自在、多快樂。"
    },
    {
      "id": "21-415-0001_p0021",
      "zh_CN": "这是佛法跟世法差别就在此地，你能真放下，你障碍没有了，你自性里本有的般若、智慧、德相全现前。这个事情在中国也有个最好的例子，禅宗六祖惠能大师他给我们做了个示范。释迦牟尼佛是像我们现在讲知识分子，求学，放下。如果不放下，释迦牟尼佛学了十二年不放下，不放下就叫世间法，放下就叫出世间法。所以世间法、出世间法没有界限、没有差别，就看你能不能把烦恼习气放下。真能放下，佛家常说哪一法不是佛法，法法都是佛法，儒是佛法，道是佛法，哪有差别？放下了！如果不放下，不放下他说哪一法是佛法？你就是今天学《华严》、学净土都不是佛法。为什么？你还有烦恼，你还有习气，你还有分别，你还有执着。佛法跟世间法的区别在这个地方，不是说这佛经是佛法的，不是的。你放下妄想分别执着叫做佛法，没有放下，你天天读佛经还是世间法，为什么？你出了不六道轮回，你不了解诸法实相。这就分得很清楚、很明白了，所以真放下一切法都是佛法，没有一法不是佛法。",
      "zh_TW": "這是佛法跟世法差別就在此地，你能真放下，你障礙沒有了，你自性裡本有的般若、智慧、德相全現前。這個事情在中國也有個最好的例子，禪宗六祖惠能大師他給我們做了個示範。釋迦牟尼佛是像我們現在講知識分子，求學，放下。如果不放下，釋迦牟尼佛學了十二年不放下，不放下就叫世間法，放下就叫出世間法。所以世間法、出世間法沒有界限、沒有差別，就看你能不能把煩惱習氣放下。真能放下，佛家常說哪一法不是佛法，法法都是佛法，儒是佛法，道是佛法，哪有差別？放下了！如果不放下，不放下他說哪一法是佛法？你就是今天學《華嚴》、學淨土都不是佛法。為什麼？你還有煩惱，你還有習氣，你還有分別，你還有執著。佛法跟世間法的區別在這個地方，不是說這佛經是佛法的，不是的。你放下妄想分別執著叫做佛法，沒有放下，你天天讀佛經還是世間法，為什麼？你出了不六道輪迴，你不了解諸法實相。這就分得很清楚、很明白了，所以真放下一切法都是佛法，沒有一法不是佛法。"
    },
    {
      "id": "21-415-0001_p0022",
      "zh_CN": "今年我在马来西亚跟马哈迪见面，我送他一张千手观音，千手观音菩萨头顶上有三十二个面孔，叫三十二相。我送给他的时候告诉他，这在佛法里头是属于教学，代表什么？代表多元文化。什么是多文化？观世音菩萨三十二应，应以什么身得度就现什么身。应以基督身得度他就现基督身，基督是佛教、是佛法，应以阿訇身得度他就现阿訇身。所以我说画佛像的这个人，他没有能体会到这点，因为古时候画的面孔大概都是差不多的；因为那个时候交通不发达，资讯不发达，很少人到外面去看过。现在资讯发达、交通便捷了，我们的生活空间已经是整个地球，所谓地球村。现在造这个三十二相，就应该造全世界各种不同民族的面孔，各种不同宗教的面孔，一看什么？一家人。宗教当中的矛盾就没有了，宗教当中这些成见就没有了，就可以能团结了，才晓得是一家。",
      "zh_TW": "今年我在馬來西亞跟馬哈迪見面，我送他一張千手觀音，千手觀音菩薩頭頂上有三十二個面孔，叫三十二相。我送給他的時候告訴他，這在佛法裡頭是屬於教學，代表什麼？代表多元文化。什麼是多文化？觀世音菩薩三十二應，應以什麼身得度就現什麼身。應以基督身得度他就現基督身，基督是佛教、是佛法，應以阿訇身得度他就現阿訇身。所以我說畫佛像的這個人，他沒有能體會到這點，因為古時候畫的面孔大概都是差不多的；因為那個時候交通不發達，資訊不發達，很少人到外面去看過。現在資訊發達、交通便捷了，我們的生活空間已經是整個地球，所謂地球村。現在造這個三十二相，就應該造全世界各種不同民族的面孔，各種不同宗教的面孔，一看什麼？一家人。宗教當中的矛盾就沒有了，宗教當中這些成見就沒有了，就可以能團結了，才曉得是一家。"
    },
    {
      "id": "21-415-0001_p0023",
      "zh_CN": "我跟宗教接触很多，很多宗教领袖我都很熟，我告诉他，我们信仰的是一个真神，大家都点头，都认为说我这个教里的是真神。我说我们信仰的是唯一的一个真神。我说你相不相信真神有无量智慧，大家都相信；真神有无量的神通，他会变化，这也相信。我说那就行了，问题就解决了，真神在基督教就变成耶稣、就变成摩西，就用这种身；在中国他就变成孔子、变成孟子；在印度，他就变成释迦；在阿拉伯世界，他就变成穆罕默德，都是一个真神的化身。他们听了之后都点头，都没有反对的意见，宗教可以团结。所以要晓得这个真神，佛法里头没有真神，佛法讲什么？讲法性，法性能现，唯识能变。唯识是什么？就是妄想分别执着。妄想分别执着才能产生变化，没有妄想分别执着这个世界叫一真法界，你才能看到事实真相。有妄想分别执着，这个世界没有一法是定法，这跟现代的科学讲的就相应了，千变万化！",
      "zh_TW": "我跟宗教接觸很多，很多宗教領袖我都很熟，我告訴他，我們信仰的是一個真神，大家都點頭，都認為說我這個教裡的是真神。我說我們信仰的是唯一的一個真神。我說你相不相信真神有無量智慧，大家都相信；真神有無量的神通，他會變化，這也相信。我說那就行了，問題就解決了，真神在基督教就變成耶穌、就變成摩西，就用這種身；在中國他就變成孔子、變成孟子；在印度，他就變成釋迦；在阿拉伯世界，他就變成穆罕默德，都是一個真神的化身。他們聽了之後都點頭，都沒有反對的意見，宗教可以團結。所以要曉得這個真神，佛法裡頭沒有真神，佛法講什麼？講法性，法性能現，唯識能變。唯識是什麼？就是妄想分別執著。妄想分別執著才能產生變化，沒有妄想分別執著這個世界叫一真法界，你才能看到事實真相。有妄想分別執著，這個世界沒有一法是定法，這跟現代的科學講的就相應了，千變萬化！"
    },
    {
      "id": "21-415-0001_p0024",
      "zh_CN": "佛经里头不但是有高等哲学，它有高等科学。现在的尖端科技，量子力学、微观世界、基本粒子，在佛法里面讲得很多、很透彻。佛在二千五百年前讲的，现在科学家才发现，那跟佛经讲的还有段相当长的距离。佛教不需要用仪器，用什么？放下妄想分别执着这是世间。所谓法尔如是，它本来就是这样的，你自性里面有圆满的智慧，有圆满的德能，有圆满的相好，只要你把它去掉就行了。所以中国惠能大师他表演的，不认识字，没念过书。跟五祖谈话，正式谈话就是最后那一晚上，半夜三更进门，在我们想像当中顶多两个小时。跟他讲《金刚经》大意，讲到「应无所住，而生其心」，他就豁然大悟。他悟了之后很难得，真不容易，把自性是什么样子说清楚。释迦牟尼佛觉悟之后也说得清楚，但是都在大经里头，不像惠能大师那么简单明了，让我们一听立刻就知道。",
      "zh_TW": "佛經裡頭不但是有高等哲學，它有高等科學。現在的尖端科技，量子力學、微觀世界、基本粒子，在佛法裡面講得很多、很透徹。佛在二千五百年前講的，現在科學家才發現，那跟佛經講的還有段相當長的距離。佛教不需要用儀器，用什麼？放下妄想分別執著這是世間。所謂法爾如是，它本來就是這樣的，你自性裡面有圓滿的智慧，有圓滿的德能，有圓滿的相好，只要你把它去掉就行了。所以中國惠能大師他表演的，不認識字，沒念過書。跟五祖談話，正式談話就是最後那一晚上，半夜三更進門，在我們想像當中頂多兩個小時。跟他講《金剛經》大意，講到「應無所住，而生其心」，他就豁然大悟。他悟了之後很難得，真不容易，把自性是什麼樣子說清楚。釋迦牟尼佛覺悟之後也說得清楚，但是都在大經裡頭，不像惠能大師那麼簡單明瞭，讓我們一聽立刻就知道。"
    },
    {
      "id": "21-415-0001_p0025",
      "zh_CN": "他说「何期自性本自清净」，这第一句本自清净。第二句「何期自性本不生灭」，印度所有宗教追求的大般涅槃就是这句，涅槃是你自性本有的。第三句是「何期自性本自具足」，这个具足就是《华严经》上说的，「一切众生皆有如来智慧德相」，就是这句你本来都有，你跟佛没差别，圆满的智慧、圆满的德能、圆满的相好，丝毫欠缺没有。第四句说「何期自性本无动摇」，你的心是定的，自性本定它不是修来的，本来就是这样的。最后一句「何期自性能生万法」，这就是宇宙从哪来的？生命从哪来的？万事万象从哪来的？六道轮回从哪来的？十法界从哪来的？一句解决。这是惠能大师开悟讲的五句话，把自性的体、相、作用都说出来了，非常难得。",
      "zh_TW": "他說「何期自性本自清淨」，這第一句本自清淨。第二句「何期自性本不生滅」，印度所有宗教追求的大般涅槃就是這句，涅槃是你自性本有的。第三句是「何期自性本自具足」，這個具足就是《華嚴經》上說的，「一切眾生皆有如來智慧德相」，就是這句你本來都有，你跟佛沒差別，圓滿的智慧、圓滿的德能、圓滿的相好，絲毫欠缺沒有。第四句說「何期自性本無動搖」，你的心是定的，自性本定它不是修來的，本來就是這樣的。最後一句「何期自性能生萬法」，這就是宇宙從哪來的？生命從哪來的？萬事萬象從哪來的？六道輪迴從哪來的？十法界從哪來的？一句解決。這是惠能大師開悟講的五句話，把自性的體、相、作用都說出來了，非常難得。"
    },
    {
      "id": "21-415-0001_p0026",
      "zh_CN": "不入这个境界他怎么说得出来！他一说出来，忍和尚明白了，经就不讲，衣钵就给他了，送他去避难。他在猎人队里避了十五年，为什么？嫉妒、障碍。中国古谚语的这句话我们要明了，它是真理，叫做什么？同行相忌。什么人嫉妒他？和尚嫉妒他。他不认识字，是老粗，到庙里来就在那里做义工，做了八个月，法怎么可以传给他？他有什么资格来继承？庙里头几百个人到处追找，想把衣钵夺回来，同行相忌，我们要了解。",
      "zh_TW": "不入這個境界他怎麼說得出來！他一說出來，忍和尚明白了，經就不講，衣缽就給他了，送他去避難。他在獵人隊裡避了十五年，為什麼？嫉妒、障礙。中國古諺語的這句話我們要明瞭，它是真理，叫做什麼？同行相忌。什麼人嫉妒他？和尚嫉妒他。他不認識字，是老粗，到廟裡來就在那裡做義工，做了八個月，法怎麼可以傳給他？他有什麼資格來繼承？廟裡頭幾百個人到處追找，想把衣缽奪回來，同行相忌，我們要了解。"
    },
    {
      "id": "21-415-0001_p0027",
      "zh_CN": "至于许多人想求平安、求消灾、求发财，这真的，这不是假的，但是他们求不到。他们所求到的是他命里有的，命里没有的他求不到。可是佛家确实有，如理如法你去求，有求必应；你不懂道理不行，不懂方法不行。你以为木雕泥塑的那些佛像会赐给你，那就完全错了。佛在经典里面告诉我们，求这些方法统统在布施，你想发财你修财布施，愈布施愈多；你要求聪明智慧，你要修法布施；你要求健康长寿，你修无畏布施。它有因，你修这三种因，这三种果报一定现前，诚心诚意的去学习，你才能感得果报，真的一点不假。",
      "zh_TW": "至於許多人想求平安、求消災、求發財，這真的，這不是假的，但是他們求不到。他們所求到的是他命裡有的，命裡沒有的他求不到。可是佛家確實有，如理如法你去求，有求必應；你不懂道理不行，不懂方法不行。你以為木雕泥塑的那些佛像會賜給你，那就完全錯了。佛在經典裡面告訴我們，求這些方法統統在布施，你想發財你修財布施，愈布施愈多；你要求聰明智慧，你要修法布施；你要求健康長壽，你修無畏布施。它有因，你修這三種因，這三種果報一定現前，誠心誠意的去學習，你才能感得果報，真的一點不假。"
    },
    {
      "id": "21-415-0001_p0028",
      "zh_CN": "我在年轻的时候，多少看相算命都说我贫穷下贱，这命是贫贱，贫是没有财富，贱是社会上没有地位，一生很苦，而且又短命。我对于他们讲的话我很相信，为什么？我自己反省该不该有财富？该不该有地位？想想都不可能。以后学了佛，章嘉大师教我「佛氏门中，有求必应」，他说你要懂理论、懂方法，你好好去做。我真的去做，但是我没有求，我没有求财富，也没有求地位，也没有求长寿。算命算我过不了四十五岁，我现在八十多；我没有求财富，可是你只要做，它自然来。来我不积财富，来了什么？我们就转供养、转布施，帮助需要的人。像大陆上过去这些灾难，我们全心全力帮助，办希望小学，希望小学我们建了几十所，凡是对社会有利的事情我们都做。",
      "zh_TW": "我在年輕的時候，多少看相算命都說我貧窮下賤，這命是貧賤，貧是沒有財富，賤是社會上沒有地位，一生很苦，而且又短命。我對於他們講的話我很相信，為什麼？我自己反省該不該有財富？該不該有地位？想想都不可能。以後學了佛，章嘉大師教我「佛氏門中，有求必應」，他說你要懂理論、懂方法，你好好去做。我真的去做，但是我沒有求，我沒有求財富，也沒有求地位，也沒有求長壽。算命算我過不了四十五歲，我現在八十多；我沒有求財富，可是你只要做，它自然來。來我不積財富，來了什麼？我們就轉供養、轉布施，幫助需要的人。像大陸上過去這些災難，我們全心全力幫助，辦希望小學，希望小學我們建了幾十所，凡是對社會有利的事情我們都做。"
    },
    {
      "id": "21-415-0001_p0029",
      "zh_CN": "这两年我在老家庐江办了个文化中心，这个缘起我们报告多次，很多同学都晓得。是参加国际和平会议，我们把中国古圣先贤的方法说出来，他们都很感动，但是会后告诉我，他说法师，这是理想做不到。所以我们就做个实验看看能不能做到，做成功了，而且很快就超过我们想像的，很短的时间就有很好的成效，真正是非常难得。做给联合国看，希望他们真正能重视，全世界各个族群古圣先贤那个老的经验、老的方法，现在用还是非常有效。你再细心去琢磨，那些老经验、老方法里面确实含藏着有高等的哲理，有高等的科技，不可以轻视。只是现在人真是所谓好高骛远，把古人的东西都看成糟粕，把它舍弃了，这可惜，造成现前这许多的困难，这不可以不懂。",
      "zh_TW": "這兩年我在老家廬江辦了個文化中心，這個緣起我們報告多次，很多同學都曉得。是參加國際和平會議，我們把中國古聖先賢的方法說出來，他們都很感動，但是會後告訴我，他說法師，這是理想做不到。所以我們就做個實驗看看能不能做到，做成功了，而且很快就超過我們想像的，很短的時間就有很好的成效，真正是非常難得。做給聯合國看，希望他們真正能重視，全世界各個族群古聖先賢那個老的經驗、老的方法，現在用還是非常有效。你再細心去琢磨，那些老經驗、老方法裡面確實含藏著有高等的哲理，有高等的科技，不可以輕視。只是現在人真是所謂好高騖遠，把古人的東西都看成糟粕，把它捨棄了，這可惜，造成現前這許多的困難，這不可以不懂。"
    },
    {
      "id": "21-415-0001_p0030",
      "zh_CN": "问：第三个问题，现在佛教寺院道场多半成为观光景点，祈福消灾之处。由此看来，请问佛教对社会国家，甚至全人类，到底有什么实质的贡献？",
      "zh_TW": "問：第三個問題，現在佛教寺院道場多半成為觀光景點，祈福消災之處。由此看來，請問佛教對社會國家，甚至全人類，到底有什麼實質的貢獻？"
    },
    {
      "id": "21-415-0001_p0031",
      "zh_CN": "答：去年联合国的活动，主题就是纪念释迦牟尼佛二千五百五十年，讨论的题目就是「佛教徒对于世界人民的贡献」，跟这问答是相同的。佛法对于社会人类的贡献是教学，这一定要知道。这些寺庙的活动，释迦牟尼佛当年没有，这后人搞的，而且很晚。佛陀教育是他老人家死后一千年才传到中国，这按照中国历史的记载，到中国来才有寺庙建筑，在印度是没有，这是我们要懂得的，它是教学。教学的内容，我们现在学习了五十多年，知道任何一部经典里面一定是这五个内容。第一个是伦理，第二个是道德，第三个是因果，第四个是哲学，第五个是科学，这五项都讲到登锋造极。不接触不知道，接触之后，才佩服得五体投地！",
      "zh_TW": "答：去年聯合國的活動，主題就是紀念釋迦牟尼佛二千五百五十年，討論的題目就是「佛教徒對於世界人民的貢獻」，跟這問答是相同的。佛法對於社會人類的貢獻是教學，這一定要知道。這些寺廟的活動，釋迦牟尼佛當年沒有，這後人搞的，而且很晚。佛陀教育是他老人家死後一千年才傳到中國，這按照中國歷史的記載，到中國來才有寺廟建築，在印度是沒有，這是我們要懂得的，它是教學。教學的內容，我們現在學習了五十多年，知道任何一部經典裡面一定是這五個內容。第一個是倫理，第二個是道德，第三個是因果，第四個是哲學，第五個是科學，這五項都講到登鋒造極。不接觸不知道，接觸之後，才佩服得五體投地！"
    },
    {
      "id": "21-415-0001_p0032",
      "zh_CN": "学佛确实人生最高的享受。这当年方老师介绍给我的，我很感激老师。这么样的幸运，我这一生的确是过着人生最高的享受，他老人家讲的话，我证明了。我也遵从老师的教诲。章嘉大师告诉我，学佛要学释迦牟尼佛，学儒要学孔子，你要像孔子；学佛，你要像释迦牟尼佛；学道，那你要像老庄，这才能学会。学得不像，那就变成儒学、道学、佛学，这不管用，但是在世间可拿几个博士学位，也可以做个名教授，你自己依旧生活在烦恼苦恼的世间，你不能离苦得乐。你不可能像夫子「学而时习之，不亦说乎」，那个喜悦你得不到。佛法里面讲的常生欢喜心、法喜充满，你得不到；你必须真学，学得很像，你就得到。所以现在祈福消灾很重要，我们要为全世界来祈福，要为全世界消灾，现在灾难很多。",
      "zh_TW": "學佛確實人生最高的享受。這當年方老師介紹給我的，我很感激老師。這麼樣的幸運，我這一生的確是過著人生最高的享受，他老人家講的話，我證明了。我也遵從老師的教誨。章嘉大師告訴我，學佛要學釋迦牟尼佛，學儒要學孔子，你要像孔子；學佛，你要像釋迦牟尼佛；學道，那你要像老莊，這才能學會。學得不像，那就變成儒學、道學、佛學，這不管用，但是在世間可拿幾個博士學位，也可以做個名教授，你自己依舊生活在煩惱苦惱的世間，你不能離苦得樂。你不可能像夫子「學而時習之，不亦說乎」，那個喜悅你得不到。佛法裡面講的常生歡喜心、法喜充滿，你得不到；你必須真學，學得很像，你就得到。所以現在祈福消災很重要，我們要為全世界來祈福，要為全世界消災，現在災難很多。"
    },
    {
      "id": "21-415-0001_p0033",
      "zh_CN": "问：下面第四个问题，弟子在净宗学会的道场担任法宝流通的执事，最近法宝仓库出现了一些老鼠菩萨，并且咬坏了公务车的电线。请问可否把道场共修后剩余的菜饭，供养这些老鼠菩萨？这些道场里的食物属于常住物，会让这些老鼠损福报吗？",
      "zh_TW": "問：下面第四個問題，弟子在淨宗學會的道場擔任法寶流通的執事，最近法寶倉庫出現了一些老鼠菩薩，並且咬壞了公務車的電線。請問可否把道場共修後剩餘的菜飯，供養這些老鼠菩薩？這些道場裡的食物屬於常住物，會讓這些老鼠損福報嗎？"
    },
    {
      "id": "21-415-0001_p0034",
      "zh_CN": "答：这是应该的，这释迦牟尼佛教我们的。佛陀当年的僧团每天出去托钵，托钵吃剩下来的都布施畜生，在野外的这些鸟兽，都布施供养牠们。佛不许可这个饭留着明天再吃，不可以，这是什么？这讲求卫生。隔夜的饭吃你容易长病，你长病要人家侍候，多麻烦，所以佛弟子不吃隔夜的东西；可是现在有冰箱，可以储藏，从前没有冰箱。这我们吃剩下的东西，一定供养这些畜生。那老鼠也是畜生之一，应当接受供养，这没有问题。",
      "zh_TW": "答：這是應該的，這釋迦牟尼佛教我們的。佛陀當年的僧團每天出去托缽，托缽吃剩下來的都布施畜生，在野外的這些鳥獸，都布施供養牠們。佛不許可這個飯留著明天再吃，不可以，這是什麼？這講求衛生。隔夜的飯吃你容易長病，你長病要人家侍候，多麻煩，所以佛弟子不吃隔夜的東西；可是現在有冰箱，可以儲藏，從前沒有冰箱。這我們吃剩下的東西，一定供養這些畜生。那老鼠也是畜生之一，應當接受供養，這沒有問題。"
    },
    {
      "id": "21-415-0001_p0035",
      "zh_CN": "问：第二，是该供养牠们，让牠们继续在仓库出入？或是捕捉牠们，皈依之后带去放生？",
      "zh_TW": "問：第二，是該供養牠們，讓牠們繼續在倉庫出入？或是捕捉牠們，皈依之後帶去放生？"
    },
    {
      "id": "21-415-0001_p0036",
      "zh_CN": "答：这个事情，我们这么多年来经验很丰富，你可以跟老鼠沟通，你供养牠们的食物，不许牠们损坏这些法宝，牠会听话。我在澳洲，我们有很大的菜园，我们在菜园里面种的蔬菜，可以供养道场三百人，每天吃有三百人，你就晓得菜园多大。我们没有农药、没有化肥，水果树很多，我们指定几棵树专门供养鸟的，鸟来的时候你吃水果，就吃那几棵；其他的不可以，要留给我们，很合作。这小动物常常到菜园来吃菜的，我们也留了个角落给牠，那是供养你们，你们来的时候天天到那里吃，那个地方我们也天天照顾它，供养牠。很合作，没问题，很愉快，所以我们的菜长得都特别好。你要有爱心对牠，所有一切动物都有灵性，统统可以沟通，连蚊虫蚂蚁都可以沟通。我们做这个经验太丰富了，希望大家好好的来学习、来推广。",
      "zh_TW": "答：這個事情，我們這麼多年來經驗很豐富，你可以跟老鼠溝通，你供養牠們的食物，不許牠們損壞這些法寶，牠會聽話。我在澳洲，我們有很大的菜園，我們在菜園裡面種的蔬菜，可以供養道場三百人，每天吃有三百人，你就曉得菜園多大。我們沒有農藥、沒有化肥，水果樹很多，我們指定幾棵樹專門供養鳥的，鳥來的時候你吃水果，就吃那幾棵；其他的不可以，要留給我們，很合作。這小動物常常到菜園來吃菜的，我們也留了個角落給牠，那是供養你們，你們來的時候天天到那裡吃，那個地方我們也天天照顧它，供養牠。很合作，沒問題，很愉快，所以我們的菜長得都特別好。你要有愛心對牠，所有一切動物都有靈性，統統可以溝通，連蚊蟲螞蟻都可以溝通。我們做這個經驗太豐富了，希望大家好好的來學習、來推廣。"
    },
    {
      "id": "21-415-0001_p0037",
      "zh_CN": "问：万一牠们有任何破坏法宝，或常住物的行为需要背因果？",
      "zh_TW": "問：萬一牠們有任何破壞法寶，或常住物的行為需要背因果？"
    },
    {
      "id": "21-415-0001_p0038",
      "zh_CN": "答：是，牠们是背因果，你也有责任，你没有照顾好。不要把因果责任都推给牠们，我们自己要跟牠好好的交流，不能感应的时候，是我们诚意不够，至诚就能感通。你诚意不够的时候不行，你真有诚意，行，没有问题的。",
      "zh_TW": "答：是，牠們是背因果，你也有責任，你沒有照顧好。不要把因果責任都推給牠們，我們自己要跟牠好好的交流，不能感應的時候，是我們誠意不夠，至誠就能感通。你誠意不夠的時候不行，你真有誠意，行，沒有問題的。"
    },
    {
      "id": "21-415-0001_p0039",
      "zh_CN": "问：下面一个问题，请问所谓灵魂出窍，灵魂出窍真有此事吗？最近科学家以虚拟的方式证实灵魂出窍只是一种错觉。请问如何解释？",
      "zh_TW": "問：下面一個問題，請問所謂靈魂出竅，靈魂出竅真有此事嗎？最近科學家以虛擬的方式證實靈魂出竅只是一種錯覺。請問如何解釋？"
    },
    {
      "id": "21-415-0001_p0040",
      "zh_CN": "答：科学家模拟灵魂出窍这个现象，我在网路上看到，这同学他下载给我看。这个事情在国内、在海外很普通，科学家实验不出来。但是他的实验也不能说完全没道理，不够圆满，真相还是测不准，像科学家里面测不准定律，它有偏差、有错误，这我们应当要晓得。在国外心理医生他们处理这个事件经验非常多，报告也很多，那些报告比科学家实验报告得详细，可以多参考。像在美国最著名的凯西，这是上个世纪，二次大战之中他过世的，距离我们不算太远。最近魏斯博士他有四本书，在美国、在欧洲有很多心理医生，对于这些经验非常丰富，可以看看他们东西。必要的时候你也可以亲近他们，自己去做实验。我们澳洲有个同学现在在美国，他就专门找这些心理医生，听说做过好几次实验，他也很满意。",
      "zh_TW": "答：科學家模擬靈魂出竅這個現象，我在網路上看到，這同學他下載給我看。這個事情在國內、在海外很普通，科學家實驗不出來。但是他的實驗也不能說完全沒道理，不夠圓滿，真相還是測不準，像科學家裡面測不準定律，它有偏差、有錯誤，這我們應當要曉得。在國外心理醫生他們處理這個事件經驗非常多，報告也很多，那些報告比科學家實驗報告得詳細，可以多參考。像在美國最著名的凱西，這是上個世紀，二次大戰之中他過世的，距離我們不算太遠。最近魏斯博士他有四本書，在美國、在歐洲有很多心理醫生，對於這些經驗非常豐富，可以看看他們東西。必要的時候你也可以親近他們，自己去做實驗。我們澳洲有個同學現在在美國，他就專門找這些心理醫生，聽說做過好幾次實驗，他也很滿意。"
    },
    {
      "id": "21-415-0001_p0041",
      "zh_CN": "问：下面一个问题，社保局的钱是由各个参保人员集得来的，国家也用这些钱去投资股票等金融工具，已使社会资金愈滚愈大，就有官员挪用这些资金，而受到查处，受现世报。我们看病住院的钱大部分是社保局给出的。请问这样有没有恶报？将来要不要披毛戴角还钱？",
      "zh_TW": "問：下面一個問題，社保局的錢是由各個參保人員集得來的，國家也用這些錢去投資股票等金融工具，已使社會資金愈滾愈大，就有官員挪用這些資金，而受到查處，受現世報。我們看病住院的錢大部分是社保局給出的。請問這樣有沒有惡報？將來要不要披毛戴角還錢？"
    },
    {
      "id": "21-415-0001_p0042",
      "zh_CN": "答：这些事情不需要在我们佛学答问里面提出，我们问的还是多关心自己修学的，这是第一。自己修不好这一生就很可惜，自己修好了才能帮助别人。你看看夏威夷土着的报告，他帮助一些病苦的人，那是一般医院无法治疗的，他也不接触病人，只是拿着病人的病历，他从自己内心上下功夫。跟我们念佛的理论、方法非常相似，用真诚心自己忏悔，把忏悔的功德回向给他就产生效果，居然把那些病人的病都治好。没有接触过，那病人自然就好了，这看起来好像是很神奇，它有道理，有很深的道理。从这里也可证实佛门里面，这些回向功德不可思议。回向效果不大，是我们自己没有功夫，自己有功夫回向效果就很大。",
      "zh_TW": "答：這些事情不需要在我們佛學答問裡面提出，我們問的還是多關心自己修學的，這是第一。自己修不好這一生就很可惜，自己修好了才能幫助別人。你看看夏威夷土著的報告，他幫助一些病苦的人，那是一般醫院無法治療的，他也不接觸病人，只是拿著病人的病歷，他從自己內心上下功夫。跟我們念佛的理論、方法非常相似，用真誠心自己懺悔，把懺悔的功德迴向給他就產生效果，居然把那些病人的病都治好。沒有接觸過，那病人自然就好了，這看起來好像是很神奇，它有道理，有很深的道理。從這裡也可證實佛門裡面，這些迴向功德不可思議。迴向效果不大，是我們自己沒有功夫，自己有功夫迴向效果就很大。"
    },
    {
      "id": "21-415-0001_p0043",
      "zh_CN": "下面是网路同修提问。",
      "zh_TW": "下面是網路同修提問。"
    },
    {
      "id": "21-415-0001_p0044",
      "zh_CN": "问：第一个问题，弟子曾经对父亲态度不好，经常对他爱理不理。如今我的儿子也给了我同样的态度，甚至连话都懒得跟我说。我现在知道这是自己的业报，也正因如此，我更痛心儿子此刻也是正在造恶业。请问应怎样挽救这个情形？",
      "zh_TW": "問：第一個問題，弟子曾經對父親態度不好，經常對他愛理不理。如今我的兒子也給了我同樣的態度，甚至連話都懶得跟我說。我現在知道這是自己的業報，也正因如此，我更痛心兒子此刻也是正在造惡業。請問應怎樣挽救這個情形？"
    },
    {
      "id": "21-415-0001_p0045",
      "zh_CN": "答：这桩事情，你要想真正理解、回头，我劝你先到庐江汤池文化中心去学习两个星期，你这个问题自然就解决。自己靠自己来学习非常困难，祖师大德常常教我们，学习要有好的指导老师，要有好的同参道友，依众靠众，这个学习效果就大，对你影响就很大。汤池弟子规的教学氛围非常殊胜，许多人到那里学五天到一个星期，都受感动，都有很大的改变，你可以去试一试。",
      "zh_TW": "答：這樁事情，你要想真正理解、回頭，我勸你先到廬江湯池文化中心去學習兩個星期，你這個問題自然就解決。自己靠自己來學習非常困難，祖師大德常常教我們，學習要有好的指導老師，要有好的同參道友，依眾靠眾，這個學習效果就大，對你影響就很大。湯池弟子規的教學氛圍非常殊勝，許多人到那裡學五天到一個星期，都受感動，都有很大的改變，你可以去試一試。"
    },
    {
      "id": "21-415-0001_p0046",
      "zh_CN": "问：第二个问题，小女出生六个多月，身患疝气疾病，前日抽血检查又有许多毛病。念及小女业障身重，末学也曾在佛前忏悔念佛回向小女，但是效果不明显。请问老法师开示，到底应怎么做？",
      "zh_TW": "問：第二個問題，小女出生六個多月，身患疝氣疾病，前日抽血檢查又有許多毛病。念及小女業障身重，末學也曾在佛前懺悔念佛迴向小女，但是效果不明顯。請問老法師開示，到底應怎麼做？"
    },
    {
      "id": "21-415-0001_p0047",
      "zh_CN": "答：佛在经典上告诉我们，因果通三世，确实有许多疾病的因是前世种的。这在美国心理医生报告里面常见的，这是我们不能够不相信的。凯西说过一句话，我记得很清楚，他说全世界每个人一生所遭遇的任何一桩事情都有前因，不可能有一桩事情是突发的，他有这几句话。既然前世是不善的因，招这不善的果报，这一生就要痛改前非，断恶修善。佛教导我们有许多方法，过去我们念念都想到自己利益，如果能反过来，我从今之后，念念都想到别人。那你看到这小女孩，你能够照顾天下的儿童，他们有苦难，我们尽心尽力去帮助他，这个功德回向，就能产生很好的效应。",
      "zh_TW": "答：佛在經典上告訴我們，因果通三世，確實有許多疾病的因是前世種的。這在美國心理醫生報告裡面常見的，這是我們不能夠不相信的。凱西說過一句話，我記得很清楚，他說全世界每個人一生所遭遇的任何一樁事情都有前因，不可能有一樁事情是突發的，他有這幾句話。既然前世是不善的因，招這不善的果報，這一生就要痛改前非，斷惡修善。佛教導我們有許多方法，過去我們念念都想到自己利益，如果能反過來，我從今之後，念念都想到別人。那你看到這小女孩，你能夠照顧天下的兒童，他們有苦難，我們盡心盡力去幫助他，這個功德迴向，就能產生很好的效應。"
    },
    {
      "id": "21-415-0001_p0048",
      "zh_CN": "问：第三，如果一个人平时身体很正常，有一天突然倒在地上，或说身体很不舒服，在不知道他病情轻重的状况之下，是立刻叫同修来给他念佛，还是先送医院抢救？",
      "zh_TW": "問：第三，如果一個人平時身體很正常，有一天突然倒在地上，或說身體很不舒服，在不知道他病情輕重的狀況之下，是立刻叫同修來給他念佛，還是先送醫院搶救？"
    },
    {
      "id": "21-415-0001_p0049",
      "zh_CN": "答：这要看什么人，他是个学佛的人，你可以这样做。他要不是个学佛的人，如果你这样做，他家里来找你麻烦，这后遗症很难想像。他说你不把他送到医院去急救，你耽误了他急救的时间，他要求你怎么赔偿，你这是自找麻烦。现在社会制度、社会的法律要懂得，统统都要遵守。或者是你双管齐下，两全其美，有些佛教同修帮助他助念，送他到医院，在医院里面照顾他，这是比较安全妥当的方法。",
      "zh_TW": "答：這要看什麼人，他是個學佛的人，你可以這樣做。他要不是個學佛的人，如果你這樣做，他家裡來找你麻煩，這後遺症很難想像。他說你不把他送到醫院去急救，你耽誤了他急救的時間，他要求你怎麼賠償，你這是自找麻煩。現在社會制度、社會的法律要懂得，統統都要遵守。或者是你雙管齊下，兩全其美，有些佛教同修幫助他助念，送他到醫院，在醫院裡面照顧他，這是比較安全妥當的方法。"
    },
    {
      "id": "21-415-0001_p0050",
      "zh_CN": "问：第四，人在断气之后，助念的同修需不需要每隔一段时间，给亡人做中阴开示？如果需要开示，亡人会得到利益吗？因为我们这边学净土的同修，对临终和中阴开示都非常重视，请老法师开示。",
      "zh_TW": "問：第四，人在斷氣之後，助念的同修需不需要每隔一段時間，給亡人做中陰開示？如果需要開示，亡人會得到利益嗎？因為我們這邊學淨土的同修，對臨終和中陰開示都非常重視，請老法師開示。"
    },
    {
      "id": "21-415-0001_p0051",
      "zh_CN": "答：这没有必要，助念的时候，我们一般讲断气，就是医生宣布他死亡，最好是十二个小时、十四个小时这段时间就是一句佛号帮助他助念。他在临终之前、病重的时候，决定不要讲开示、也不要讲经、也不要去唱念，这些东西什么？都是干扰。就是一句佛号阿弥陀佛，开示就一句话，「求生净土」，这是最受用的。不能再叫他有其他的想法，那就错了。如果他在这个时候看到家亲眷属，是过世的，有这个现象，这些人来了，提醒他不要跟他去。等到阿弥陀佛来，看到阿弥陀佛才可以跟他走；任何人来、任何佛菩萨来，都不要去理会，这句非常重要。其他的都不要说，就是一句弥陀念到底，对他是最有受用。这些事情在《饬终须知》、《饬终津梁》里面，说得很清楚，应当多看看。尤其是发心帮助临终关怀，自己一定要有这些常识，否则的话，你对他就没有好处，产生负面作用。",
      "zh_TW": "答：這沒有必要，助念的時候，我們一般講斷氣，就是醫生宣布他死亡，最好是十二個小時、十四個小時這段時間就是一句佛號幫助他助念。他在臨終之前、病重的時候，決定不要講開示、也不要講經、也不要去唱念，這些東西什麼？都是干擾。就是一句佛號阿彌陀佛，開示就一句話，「求生淨土」，這是最受用的。不能再叫他有其他的想法，那就錯了。如果他在這個時候看到家親眷屬，是過世的，有這個現象，這些人來了，提醒他不要跟他去。等到阿彌陀佛來，看到阿彌陀佛才可以跟他走；任何人來、任何佛菩薩來，都不要去理會，這句非常重要。其他的都不要說，就是一句彌陀念到底，對他是最有受用。這些事情在《飭終須知》、《飭終津梁》裡面，說得很清楚，應當多看看。尤其是發心幫助臨終關懷，自己一定要有這些常識，否則的話，你對他就沒有好處，產生負面作用。"
    },
    {
      "id": "21-415-0001_p0052",
      "zh_CN": "问：下面一个问题，儿子吃素一年多了，不久前一场病毒性的感冒，高烧持续三天不退，一直吊着点滴，到第四天才一点点退去，之后人瘦了一大圈。请问老法师，第一个吃素，到底对我儿子的身体有没有影响？他为什么整天身体不舒服？",
      "zh_TW": "問：下面一個問題，兒子吃素一年多了，不久前一場病毒性的感冒，高燒持續三天不退，一直吊著點滴，到第四天才一點點退去，之後人瘦了一大圈。請問老法師，第一個吃素，到底對我兒子的身體有沒有影響？他為什麼整天身體不舒服？"
    },
    {
      "id": "21-415-0001_p0053",
      "zh_CN": "答：这个我想没有影响，因为很多我认识的一些法师，他母亲怀孕的时候就吃素，胎里素，人也很健康；比我小几岁，今年大概有七十五、六岁，那一生吃素、胎里吃素，所以我想没有什么大问题的。我们以前不知道素食的好处，知道之后我就完全采取素食，我的吃素不是人劝我的，我是了解这个道理。一般人饮食着重于生理健康，叫卫生；伊斯兰除了卫生，他讲求卫性，就是一切动物性情不好的，他都不吃，对自己会有影响。所以佛法采取素食，不但卫生、卫性，还保卫善良的慈悲心，这个好，真正圆满，卫生、卫性、卫心，这慈悲心。我是明白这个道理之后，我才采取，我吃素也是五十六年，都没有毛病。所以素食对身体没有影响，至于生病，他可能在饮食上有问题，要好好去想想是不是吃了一些不干净的东西，这个要注意。",
      "zh_TW": "答：這個我想沒有影響，因為很多我認識的一些法師，他母親懷孕的時候就吃素，胎裡素，人也很健康；比我小幾歲，今年大概有七十五、六歲，那一生吃素、胎裡吃素，所以我想沒有什麼大問題的。我們以前不知道素食的好處，知道之後我就完全採取素食，我的吃素不是人勸我的，我是了解這個道理。一般人飲食著重於生理健康，叫衛生；伊斯蘭除了衛生，他講求衛性，就是一切動物性情不好的，他都不吃，對自己會有影響。所以佛法採取素食，不但衛生、衛性，還保衛善良的慈悲心，這個好，真正圓滿，衛生、衛性、衛心，這慈悲心。我是明白這個道理之後，我才採取，我吃素也是五十六年，都沒有毛病。所以素食對身體沒有影響，至於生病，他可能在飲食上有問題，要好好去想想是不是吃了一些不乾淨的東西，這個要注意。"
    },
    {
      "id": "21-415-0001_p0054",
      "zh_CN": "现在饮食卫生实在讲是非常困难，许多饮食都不是健康的。所以从前李老师常常讲，现在人可怜，三餐不是吃饭，叫服毒。连米里面都掺杂着化石粉，那个米漂亮、好看，蔬菜是严重的农药。那肉食就更糟糕，你要到养殖这些动物的那里面参观一下，你就会吓到，很可怕，所以现在奇奇怪怪的病很多，总是病从口入。甚至于现在连海鲜都有毒，为什么？海水被污染了，牠都带着病毒。江河就更不必说了，干净的水都很不容易得到，饮水里头有毒，再严重空气里头有毒。前几天我看到报纸上新闻，广州那边下酸雨，那雨水下下来的时候，那个酸度比浓醋还要酸。这什么原因？空气里头不干净。很麻烦，科技带给人类的灾难，要有高度的警觉心。",
      "zh_TW": "現在飲食衛生實在講是非常困難，許多飲食都不是健康的。所以從前李老師常常講，現在人可憐，三餐不是吃飯，叫服毒。連米裡面都摻雜著化石粉，那個米漂亮、好看，蔬菜是嚴重的農藥。那肉食就更糟糕，你要到養殖這些動物的那裡面參觀一下，你就會嚇到，很可怕，所以現在奇奇怪怪的病很多，總是病從口入。甚至於現在連海鮮都有毒，為什麼？海水被污染了，牠都帶著病毒。江河就更不必說了，乾淨的水都很不容易得到，飲水裡頭有毒，再嚴重空氣裡頭有毒。前幾天我看到報紙上新聞，廣州那邊下酸雨，那雨水下下來的時候，那個酸度比濃醋還要酸。這什麼原因？空氣裡頭不乾淨。很麻煩，科技帶給人類的災難，要有高度的警覺心。"
    },
    {
      "id": "21-415-0001_p0055",
      "zh_CN": "问：末后说是否他这个年纪吃素太早？",
      "zh_TW": "問：末後說是否他這個年紀吃素太早？"
    },
    {
      "id": "21-415-0001_p0056",
      "zh_CN": "答：吃素没有早迟，实在讲愈早愈好，不跟众生结冤仇。",
      "zh_TW": "答：吃素沒有早遲，實在講愈早愈好，不跟眾生結冤仇。"
    },
    {
      "id": "21-415-0001_p0057",
      "zh_CN": "问：底下一个问题，黑龙江省鸡西市华严寺念佛团，依据老法师的教诲，坚持诵读《无量寿经》夏老会集本，一句佛号、一部经，十余年来许多居士都非常熟练。近日广东有位法师来到我处讲法，经征得寺中住持老法师同意，严厉要求改诵康僧凯本《无量寿经》。经多方努力圆融，均被遭到拒绝，十余年辛苦缘聚的百余人念佛团，因此事件而面临解散。请问老法师，应如何如法解决这个问题？",
      "zh_TW": "問：底下一個問題，黑龍江省雞西市華嚴寺念佛團，依據老法師的教誨，堅持誦讀《無量壽經》夏老會集本，一句佛號、一部經，十餘年來許多居士都非常熟練。近日廣東有位法師來到我處講法，經徵得寺中住持老法師同意，嚴厲要求改誦康僧凱本《無量壽經》。經多方努力圓融，均被遭到拒絕，十餘年辛苦緣聚的百餘人念佛團，因此事件而面臨解散。請問老法師，應如何如法解決這個問題？"
    },
    {
      "id": "21-415-0001_p0058",
      "zh_CN": "答：这是法师成见很深。古人有句话说，「宁动千江水，不动道人心」，这个道场他用什么方法修行，修了已经很长的时间，已经有很好的效果，应当赞叹不应当改变。这是什么？这是个懂得经教的法师。为什么？法门平等，无有高下，哪个法门都好。如果说只有我的是好的，别人都是错误的，这不是佛说的。佛说了八万四千法门，而且还告诉我们法门平等，无有高下，你怎么可以妄自分别？这是错误。所以道场，我没有住过道场，出家的时候在寺庙住过三年，以后再就没有住过寺庙，寺庙不欢迎我。因为我天天学经教，天天讲经教学，寺院需要的是经忏佛事法会，我不是为这个出家的。所以我这么多年来在外面流浪，还好没饿着、没冻着，法缘也还很殊胜。但是我们懂得人家道场请我们去讲经，我们对他道场赞叹，赞叹他的住持，赞叹他的大众，赞叹他的信徒，赞叹他修学的方法，这才行，这才如法。",
      "zh_TW": "答：這是法師成見很深。古人有句話說，「寧動千江水，不動道人心」，這個道場他用什麼方法修行，修了已經很長的時間，已經有很好的效果，應當讚歎不應當改變。這是什麼？這是個懂得經教的法師。為什麼？法門平等，無有高下，哪個法門都好。如果說只有我的是好的，別人都是錯誤的，這不是佛說的。佛說了八萬四千法門，而且還告訴我們法門平等，無有高下，你怎麼可以妄自分別？這是錯誤。所以道場，我沒有住過道場，出家的時候在寺廟住過三年，以後再就沒有住過寺廟，寺廟不歡迎我。因為我天天學經教，天天講經教學，寺院需要的是經懺佛事法會，我不是為這個出家的。所以我這麼多年來在外面流浪，還好沒餓著、沒凍著，法緣也還很殊勝。但是我們懂得人家道場請我們去講經，我們對他道場讚歎，讚歎他的住持，讚歎他的大眾，讚歎他的信徒，讚歎他修學的方法，這才行，這才如法。"
    },
    {
      "id": "21-415-0001_p0059",
      "zh_CN": "一九七七年我第一次到香港来讲《楞严经》，那一次讲了四个月，在九龙界限街讲两个月，在香港蓝塘道寿冶老和尚的光明讲堂讲两个月。圣一法师难得！非常好的法师，我在界限街讲经的时候，他天天来听，而且还告诉他的信徒，劝他的信徒来听我讲《楞严》。他请我到大屿山他的宝林寺去访问，他是禅宗道场，那个时候还有四十多个人在那边坐禅，我看了很欢喜，他让我在禅堂讲开示。我不是学禅的，但是《金刚经》、《坛经》、《永嘉大师禅宗集》，我都讲过，所以我还有点口头禅，我对他赞叹备至。回来的时候，有些同学陪我去的，回来在路上就跟我说：法师，你对禅那么样的赞叹，你为什么不学禅？我就告诉他，各人根性不一样。禅是上根人学的，我不是上根人，我是中下根人，所以我对他赞叹，我没有这个能力学习。",
      "zh_TW": "一九七七年我第一次到香港來講《楞嚴經》，那一次講了四個月，在九龍界限街講兩個月，在香港藍塘道壽冶老和尚的光明講堂講兩個月。聖一法師難得！非常好的法師，我在界限街講經的時候，他天天來聽，而且還告訴他的信徒，勸他的信徒來聽我講《楞嚴》。他請我到大嶼山他的寶林寺去訪問，他是禪宗道場，那個時候還有四十多個人在那邊坐禪，我看了很歡喜，他讓我在禪堂講開示。我不是學禪的，但是《金剛經》、《壇經》、《永嘉大師禪宗集》，我都講過，所以我還有點口頭禪，我對他讚歎備至。回來的時候，有些同學陪我去的，回來在路上就跟我說：法師，你對禪那麼樣的讚歎，你為什麼不學禪？我就告訴他，各人根性不一樣。禪是上根人學的，我不是上根人，我是中下根人，所以我對他讚歎，我沒有這個能力學習。"
    },
    {
      "id": "21-415-0001_p0060",
      "zh_CN": "中下根人学净土是最有把握的、最容易的，禅的确不是容易。为什么？禅一定要放下，至少你要放下执着。对于世出世间一切法执着没有了，这才证阿罗汉果。不证阿罗汉出不了六道轮回，那不行，那不算成就，这个我们必须要知道。我们业障习气重，净土有带业往生，这还真的能帮上我们忙；如果不带业，完全靠消业，我说我办不到。我看到别人修这个法门，我非常尊重、非常佩服，我由衷的赞叹。如果连这些道理都不懂，这不可以请他来讲经，请他来把我道场破坏了。",
      "zh_TW": "中下根人學淨土是最有把握的、最容易的，禪的確不是容易。為什麼？禪一定要放下，至少你要放下執著。對於世出世間一切法執著沒有了，這才證阿羅漢果。不證阿羅漢出不了六道輪迴，那不行，那不算成就，這個我們必須要知道。我們業障習氣重，淨土有帶業往生，這還真的能幫上我們忙；如果不帶業，完全靠消業，我說我辦不到。我看到別人修這個法門，我非常尊重、非常佩服，我由衷的讚歎。如果連這些道理都不懂，這不可以請他來講經，請他來把我道場破壞了。"
    },
    {
      "id": "21-415-0001_p0061",
      "zh_CN": "所以我跟李老师十年，他在台中教学三十八年，我了解他老人家，任何法师经过台中，他一定请他吃饭、供养，绝不请他讲经，也不请他讲开示。我那个时候就问他为什么？他说你不晓得，他跟我们学的不一样，他来讲他的那一套，讲了之后，我们这些念佛的人心都动摇。他说我至少要花上几十个小时的时间，才能把这个同学又恢复好，太困难了，决定不可以。但是从前那些法师都懂得这个道理，随便你都可以请，他如理如法。现在不懂，在佛法叫基本的礼节，你到人家道场要赞叹人；你到这说这个不对，那个不对，你批评人，这不可以的，这是不如理的、不如法的。现在真正如理如法是愈来愈少了，所以不可以不知道。",
      "zh_TW": "所以我跟李老師十年，他在台中教學三十八年，我了解他老人家，任何法師經過台中，他一定請他吃飯、供養，絕不請他講經，也不請他講開示。我那個時候就問他為什麼？他說你不曉得，他跟我們學的不一樣，他來講他的那一套，講了之後，我們這些念佛的人心都動搖。他說我至少要花上幾十個小時的時間，才能把這個同學又恢復好，太困難了，決定不可以。但是從前那些法師都懂得這個道理，隨便你都可以請，他如理如法。現在不懂，在佛法叫基本的禮節，你到人家道場要讚歎人；你到這說這個不對，那個不對，你批評人，這不可以的，這是不如理的、不如法的。現在真正如理如法是愈來愈少了，所以不可以不知道。"
    },
    {
      "id": "21-415-0001_p0062",
      "zh_CN": "问：底下一个问题，请问刻录法师讲经光碟流通，会在光碟上写上网址，请问这样如法吗？",
      "zh_TW": "問：底下一個問題，請問刻錄法師講經光碟流通，會在光碟上寫上網址，請問這樣如法嗎？"
    },
    {
      "id": "21-415-0001_p0063",
      "zh_CN": "答：这个事情可以不必问，写网址或不写网址我想都没什么关系，写也可以，不写也可以。",
      "zh_TW": "答：這個事情可以不必問，寫網址或不寫網址我想都沒什麼關係，寫也可以，不寫也可以。"
    },
    {
      "id": "21-415-0001_p0064",
      "zh_CN": "问：底下一个问题，如果诚心念佛，如经上所说或一日、或七日能去得成吗?",
      "zh_TW": "問：底下一個問題，如果誠心念佛，如經上所說或一日、或七日能去得成嗎?"
    },
    {
      "id": "21-415-0001_p0065",
      "zh_CN": "答：能。最重要的，还是你要如理如法，佛法不欺骗人，但是若一日到若七日那也是上上根人，不是普通人。我们在《净土圣贤录》里面看到莹珂法师，宋朝时候人，他念佛只念三天三夜就把阿弥陀佛念来了，那是真的，那不是骗人，他靠什么？真诚心。什么叫真诚心？没有一丝毫杂念。你不妨试试看，你念一天，一天没有杂念，有杂念心就不诚了。曾国藩先生在读书笔记里头，给诚下了一个定义，他说得很好，与佛法相应。什么叫诚？「一念不生谓之诚」。这个标准太高了，诚则灵。你心里头没有杂念，只有阿弥陀佛，没有第二个念头，那就产生效果；如果还有第二个杂念夹杂在里面，就把你的功夫破坏掉了。",
      "zh_TW": "答：能。最重要的，還是你要如理如法，佛法不欺騙人，但是若一日到若七日那也是上上根人，不是普通人。我們在《淨土聖賢錄》裡面看到瑩珂法師，宋朝時候人，他念佛只念三天三夜就把阿彌陀佛念來了，那是真的，那不是騙人，他靠什麼？真誠心。什麼叫真誠心？沒有一絲毫雜念。你不妨試試看，你念一天，一天沒有雜念，有雜念心就不誠了。曾國藩先生在讀書筆記裡頭，給誠下了一個定義，他說得很好，與佛法相應。什麼叫誠？「一念不生謂之誠」。這個標準太高了，誠則靈。你心裡頭沒有雜念，只有阿彌陀佛，沒有第二個念頭，那就產生效果；如果還有第二個雜念夾雜在裡面，就把你的功夫破壞掉了。"
    },
    {
      "id": "21-415-0001_p0066",
      "zh_CN": "问：底下一个问题，弟子是医学院学生，深知现今人类医学的弊端，是以暴力的战斗打败致病的细菌病毒，而取得所谓的健康，而不知实为业力显现，罪报所致，更增身业、意业杀生。而且现在的医学院做实验，对生命的践踏太厉害了，实在让人看不下去。请问我们应该怎样做，才能扭转这么严重的现象？",
      "zh_TW": "問：底下一個問題，弟子是醫學院學生，深知現今人類醫學的弊端，是以暴力的戰鬥打敗致病的細菌病毒，而取得所謂的健康，而不知實為業力顯現，罪報所致，更增身業、意業殺生。而且現在的醫學院做實驗，對生命的踐踏太厲害了，實在讓人看不下去。請問我們應該怎樣做，才能扭轉這麼嚴重的現象？"
    },
    {
      "id": "21-415-0001_p0067",
      "zh_CN": "答：我对于医学、医院接触太少，在中国，也只认识一个老中医。确实中医的理念，跟西医不一样，中医是柔和的，我们举个很简单的例子，就像你说的，西医对于病毒，消毒，消灭病毒。中医不是这样的，中医是解毒，化解病毒，你看就和平多了。用和平的方法解决，不是用战争的方法解决，这在理念上就不同，就像你所讲的一样。我相信中医，西医虽然好，我也不毁谤它，可是我相信中医，为什么？中医有五千年的历史经验，西医大概才只有三百年，经过历史长时间考验的，你能不相信吗？科学技术是好，副作用很大。过去七十年代英国汤恩比博士，对这些事情他常常谈论到，科技的发达带给人类一些方便，但是人类付出的代价太惨痛了，得不偿失，他这个话说得非常有道理。",
      "zh_TW": "答：我對於醫學、醫院接觸太少，在中國，也只認識一個老中醫。確實中醫的理念，跟西醫不一樣，中醫是柔和的，我們舉個很簡單的例子，就像你說的，西醫對於病毒，消毒，消滅病毒。中醫不是這樣的，中醫是解毒，化解病毒，你看就和平多了。用和平的方法解決，不是用戰爭的方法解決，這在理念上就不同，就像你所講的一樣。我相信中醫，西醫雖然好，我也不毀謗它，可是我相信中醫，為什麼？中醫有五千年的歷史經驗，西醫大概才只有三百年，經過歷史長時間考驗的，你能不相信嗎？科學技術是好，副作用很大。過去七十年代英國湯恩比博士，對這些事情他常常談論到，科技的發達帶給人類一些方便，但是人類付出的代價太慘痛了，得不償失，他這個話說得非常有道理。"
    },
    {
      "id": "21-415-0001_p0068",
      "zh_CN": "今天社会的动乱，整个世界的混乱，你细细去想这个原因在哪里？科技，迷信科技，把伦理道德抛弃。西方人迷信科技，把宗教教育舍弃掉，所以他的社会动乱。在过去，中国是伦理道德维系社会安全，西方是宗教教育，现在东西方伦理道德、宗教教育都没有了，这社会怎么能不乱？安全没有保障，这很可怕的现象。这就是大家对佛法能够懂得一些，众生所造的不善的因，感来不善果报，不善的果报就是现在所谓是天然灾害，天然灾害是我们不善的心、行为所感召的。",
      "zh_TW": "今天社會的動亂，整個世界的混亂，你細細去想這個原因在哪裡？科技，迷信科技，把倫理道德拋棄。西方人迷信科技，把宗教教育捨棄掉，所以他的社會動亂。在過去，中國是倫理道德維繫社會安全，西方是宗教教育，現在東西方倫理道德、宗教教育都沒有了，這社會怎麼能不亂？安全沒有保障，這很可怕的現象。這就是大家對佛法能夠懂得一些，眾生所造的不善的因，感來不善果報，不善的果報就是現在所謂是天然災害，天然災害是我們不善的心、行為所感召的。"
    },
    {
      "id": "21-415-0001_p0069",
      "zh_CN": "《楞严经》上告诉我们，这释迦牟尼佛说的，水灾是贪心感得的，火灾是讲火山爆发，海啸是瞋恚感得的，风灾、飓风是愚痴感得的，地震是傲慢、不平所感得的。贪瞋痴慢感召的这些自然灾害，不是自然的。我们起心动念，跟大自然习习相关，它有感应。所以人心善，你居住这环境都美好，风调雨顺，什么灾难也没有；人心不善，什么样灾难都来了，就这个道理。所以一定要相信，好好的从自己思想见解去下功夫，努力断恶修善，积功累德，自然外面环境它就会转。这佛说的境随心转，物质环境、人事环境都会随自己的心来转。",
      "zh_TW": "《楞嚴經》上告訴我們，這釋迦牟尼佛說的，水災是貪心感得的，火災是講火山爆發，海嘯是瞋恚感得的，風災、颶風是愚痴感得的，地震是傲慢、不平所感得的。貪瞋痴慢感召的這些自然災害，不是自然的。我們起心動念，跟大自然習習相關，它有感應。所以人心善，你居住這環境都美好，風調雨順，什麼災難也沒有；人心不善，什麼樣災難都來了，就這個道理。所以一定要相信，好好的從自己思想見解去下功夫，努力斷惡修善，積功累德，自然外面環境它就會轉。這佛說的境隨心轉，物質環境、人事環境都會隨自己的心來轉。"
    },
    {
      "id": "21-415-0001_p0070",
      "zh_CN": "问：底下一个问题，弟子曾经发愿皈依受持《佛说大通方广忏悔灭罪庄严成佛经》，而本身又是修净土的，不知是否如法？",
      "zh_TW": "問：底下一個問題，弟子曾經發願皈依受持《佛說大通方廣懺悔滅罪莊嚴成佛經》，而本身又是修淨土的，不知是否如法？"
    },
    {
      "id": "21-415-0001_p0071",
      "zh_CN": "答：前清乾隆时候，我们佛门有位大德灌顶法师，慈云灌顶法师著作等身，现在日本《卍字续藏》里面收他的著作，大概有二十多种。他有一部《佛说观无量寿佛经直指疏》，简称就是《观经直解》里面说了一句话，他说我们无论是个人、是团体遇到灾难，严重的灾难，灾难严重到什么程度？所有的经、所有的法门都化解不了，无论是显教、密教都没有办法，束手无策的时候，他说最后还有一个方法，决定能解决，什么方法？就是一句南无阿弥陀佛。你相不相信？你要相信，你就一句阿弥陀佛念到底就行了，什么经教都不要读。为什么？这句阿弥陀佛把所有，不但是释迦牟尼佛，十方三世一切诸佛所说的经教、方法，统统包括在里头，一个都不漏，这灌顶法师讲的。你为什么念这个佛没有效果？你三心二意，你对于这句佛号怀疑，认为还有别的更好的方法，你错了。",
      "zh_TW": "答：前清乾隆時候，我們佛門有位大德灌頂法師，慈雲灌頂法師著作等身，現在日本《卍字續藏》裡面收他的著作，大概有二十多種。他有一部《佛說觀無量壽佛經直指疏》，簡稱就是《觀經直解》裡面說了一句話，他說我們無論是個人、是團體遇到災難，嚴重的災難，災難嚴重到什麼程度？所有的經、所有的法門都化解不了，無論是顯教、密教都沒有辦法，束手無策的時候，他說最後還有一個方法，決定能解決，什麼方法？就是一句南無阿彌陀佛。你相不相信？你要相信，你就一句阿彌陀佛念到底就行了，什麼經教都不要讀。為什麼？這句阿彌陀佛把所有，不但是釋迦牟尼佛，十方三世一切諸佛所說的經教、方法，統統包括在裡頭，一個都不漏，這灌頂法師講的。你為什麼念這個佛沒有效果？你三心二意，你對於這句佛號懷疑，認為還有別的更好的方法，你錯了。"
    },
    {
      "id": "21-415-0001_p0072",
      "zh_CN": "我们今天在学《华严》，《华严》是以念佛为主，五十三参第一个善知识德云比丘，善财童子去参访他的，他修什么法门？修般舟三昧念佛法门，求生净土。我们中国人讲先入为主，这第一个老师非常重要，先入为主。到最后第五十三位老师，普贤菩萨十大愿王导归极乐，这就很明显的告诉你，从始至终就是一个念佛法门。当中这五十一位善知识，所示现的就是无量法门，无量法门最后都归净土，这个表法的意思很深，要细心去体会。世出世间法的成就没有别的，《三字经》上说得很好，「教之道，贵以专」，学之道也是贵以专。专就有定，定他就开慧，智慧开了，才能解决问题。你学多、学杂了，你心没有定功，你就没有智慧，这就错！",
      "zh_TW": "我們今天在學《華嚴》，《華嚴》是以念佛為主，五十三參第一個善知識德雲比丘，善財童子去參訪他的，他修什麼法門？修般舟三昧念佛法門，求生淨土。我們中國人講先入為主，這第一個老師非常重要，先入為主。到最後第五十三位老師，普賢菩薩十大願王導歸極樂，這就很明顯的告訴你，從始至終就是一個念佛法門。當中這五十一位善知識，所示現的就是無量法門，無量法門最後都歸淨土，這個表法的意思很深，要細心去體會。世出世間法的成就沒有別的，《三字經》上說得很好，「教之道，貴以專」，學之道也是貴以專。專就有定，定他就開慧，智慧開了，才能解決問題。你學多、學雜了，你心沒有定功，你就沒有智慧，這就錯！"
    },
    {
      "id": "21-415-0001_p0073",
      "zh_CN": "问：底下一个问题，弟子的父母亲戚颇有善根，只是未发心正信佛法。请问弟子应如何更有效帮助他们？",
      "zh_TW": "問：底下一個問題，弟子的父母親戚頗有善根，只是未發心正信佛法。請問弟子應如何更有效幫助他們？"
    },
    {
      "id": "21-415-0001_p0074",
      "zh_CN": "答：这个地方就是佛法讲的善巧方便，他如果说不反对，你常常听经，现在用光碟很方便，你听经他不反对，他也就听到了。能够听个一年、二年善根就种下去，这是接引很好的方法。你自己更要做到，佛教给我们「孝养父母，奉事师长，慈心不杀，修十善业」，你在家要做真正孝子，你父母才会觉得学佛是好，学佛很孝顺，他就欢喜了。他欢喜他也想学，而且也会把佛法介绍给他的朋友们，这样帮助是有效果的。",
      "zh_TW": "答：這個地方就是佛法講的善巧方便，他如果說不反對，你常常聽經，現在用光碟很方便，你聽經他不反對，他也就聽到了。能夠聽個一年、二年善根就種下去，這是接引很好的方法。你自己更要做到，佛教給我們「孝養父母，奉事師長，慈心不殺，修十善業」，你在家要做真正孝子，你父母才會覺得學佛是好，學佛很孝順，他就歡喜了。他歡喜他也想學，而且也會把佛法介紹給他的朋友們，這樣幫助是有效果的。"
    },
    {
      "id": "21-415-0001_p0075",
      "zh_CN": "问：第十二个问题，弟子或遇横死罹难众生，或解剖动物时，都念「南无佛陀，南无达摩，南无僧伽，南无阿弥陀佛」，净土往生咒，七佛灭罪真言，地藏菩萨超度心咒等。请问应怎样念才如法？还需要做别的什么吗？或要结什么手印？",
      "zh_TW": "問：第十二個問題，弟子或遇橫死罹難眾生，或解剖動物時，都念「南無佛陀，南無達摩，南無僧伽，南無阿彌陀佛」，淨土往生咒，七佛滅罪真言，地藏菩薩超度心咒等。請問應怎樣念才如法？還需要做別的什麼嗎？或要結什麼手印？"
    },
    {
      "id": "21-415-0001_p0076",
      "zh_CN": "答：都不需要，只念阿弥陀佛回向给牠，帮助牠求生净土，你的诚意达到就好了。念太多就念杂了，你自己也感觉得很杂，接受的众生牠也感觉的混杂。世出世间一切法，佛常说「制心一处，无事不办」，《弥陀经》的宗旨「一心不乱，心不颠倒」，你要懂这个道理，一才真正有效果。所以是一句佛号送往生，对人、对一切动物都相同。",
      "zh_TW": "答：都不需要，只念阿彌陀佛迴向給牠，幫助牠求生淨土，你的誠意達到就好了。念太多就念雜了，你自己也感覺得很雜，接受的眾生牠也感覺的混雜。世出世間一切法，佛常說「制心一處，無事不辦」，《彌陀經》的宗旨「一心不亂，心不顛倒」，你要懂這個道理，一才真正有效果。所以是一句佛號送往生，對人、對一切動物都相同。"
    },
    {
      "id": "21-415-0001_p0077",
      "zh_CN": "问：底下一个问题，请问哪种佛咒能破降头术？哪种佛咒能破蛊惑术？",
      "zh_TW": "問：底下一個問題，請問哪種佛咒能破降頭術？哪種佛咒能破蠱惑術？"
    },
    {
      "id": "21-415-0001_p0078",
      "zh_CN": "答：你要真正懂得这些原理原则，一句阿弥陀佛就够了。这是灌顶法师讲的，我们不能不相信。什么样的方法都没有效果，最后这句阿弥陀佛有效。就怕你念得不诚心，你念得对它怀疑，那就没法子，你要相信决定有效果。在藏传里面，他们念观世音菩萨六字大明咒，一样有效果，「唵嘛呢叭咪吽」，这是他们天天念的，跟我们念佛一样。那是念观世音菩萨，也很有感应，就只要一句，简单也很容易。",
      "zh_TW": "答：你要真正懂得這些原理原則，一句阿彌陀佛就夠了。這是灌頂法師講的，我們不能不相信。什麼樣的方法都沒有效果，最後這句阿彌陀佛有效。就怕你念得不誠心，你念得對它懷疑，那就沒法子，你要相信決定有效果。在藏傳裡面，他們念觀世音菩薩六字大明咒，一樣有效果，「唵嘛呢叭咪吽」，這是他們天天念的，跟我們念佛一樣。那是念觀世音菩薩，也很有感應，就只要一句，簡單也很容易。"
    },
    {
      "id": "21-415-0001_p0079",
      "zh_CN": "问：底下一个问题，老法师说八地菩萨才纯修密，不修密法不能成佛。请问是不是说成佛都要经过密法，以去除妄想？八地菩萨还需要有男女双修吗？",
      "zh_TW": "問：底下一個問題，老法師說八地菩薩才純修密，不修密法不能成佛。請問是不是說成佛都要經過密法，以去除妄想？八地菩薩還需要有男女雙修嗎？"
    },
    {
      "id": "21-415-0001_p0080",
      "zh_CN": "答：佛对众生所说一切法，有方便、有真实，这你要知道。佛讲到八地，实际上在《华严经》上讲，你要到初住你就全部明白了。然后你才知道，释迦牟尼佛接引众生的善巧方便，那种智慧的自在运用，你就完全通达。你现在还没有到八地，你就乖乖的依教奉行，持戒，好好的学佛，那就行了。不需要到八地，到圆教初住，别教初地，你就明白了。",
      "zh_TW": "答：佛對眾生所說一切法，有方便、有真實，這你要知道。佛講到八地，實際上在《華嚴經》上講，你要到初住你就全部明白了。然後你才知道，釋迦牟尼佛接引眾生的善巧方便，那種智慧的自在運用，你就完全通達。你現在還沒有到八地，你就乖乖的依教奉行，持戒，好好的學佛，那就行了。不需要到八地，到圓教初住，別教初地，你就明白了。"
    },
    {
      "id": "21-415-0001_p0081",
      "zh_CN": "问：底下第十五个问题，初学佛时买的，或者是结缘而来的书、光碟有很多。现在依老法师学习，只想流通老法师的书、碟，以及您在教学中提到的有关影碟。请问对其他单位出版的书、碟，应如何处理？",
      "zh_TW": "問：底下第十五個問題，初學佛時買的，或者是結緣而來的書、光碟有很多。現在依老法師學習，只想流通老法師的書、碟，以及您在教學中提到的有關影碟。請問對其他單位出版的書、碟，應如何處理？"
    },
    {
      "id": "21-415-0001_p0082",
      "zh_CN": "答：可以送到寺院道场跟大众结缘。现在结缘场所很多，我听说还有很多香港素食店，素食店有佛书、光碟结缘的，你送给他们，他们光碟都摆出来都很欢迎，无论是哪个法师的他们都喜欢，可以送给他们去结缘去。",
      "zh_TW": "答：可以送到寺院道場跟大眾結緣。現在結緣場所很多，我聽說還有很多香港素食店，素食店有佛書、光碟結緣的，你送給他們，他們光碟都擺出來都很歡迎，無論是哪個法師的他們都喜歡，可以送給他們去結緣去。"
    },
    {
      "id": "21-415-0001_p0083",
      "zh_CN": "问：第十六个问题，印光大师既然是大势至菩萨再来，为什么年轻时还会反对佛教？",
      "zh_TW": "問：第十六個問題，印光大師既然是大勢至菩薩再來，為什麼年輕時還會反對佛教？"
    },
    {
      "id": "21-415-0001_p0084",
      "zh_CN": "答：佛菩萨再来，所谓大人作略，有它很深的意义。释迦牟尼佛在《梵网经》上告诉我们，他到这个世间来示现成佛度众生，这次是第八千次，这就舞台上表演，演戏一样，表演给你看。教学首先是身教，所谓圣人，像印度的释迦，中国的孔孟，他们的教学为什么产生这么大的效果，你细细去想想，原因只有一个，他所说的他全做到了，做到而后说到，这叫圣人。圣人的学生、他的弟子，听了老师的教诲他也能做到，说到之后他就能做到，贤人。现在有很多，世出世间的这些教师，要求学生做到，自己做不到，所以学生不相信。说到做不到那就骗人，时间久了被人看穿，一文不值，人家不相信，道理在此地。菩萨示现，你看看跟我们现在一样，我们先排斥、反对，为什么？没有接触，不知道它的内容，以为它是迷信。这桩事不能怪释迦牟尼佛，释迦牟尼佛没有责任，经典没有责任，要怪后世这些佛弟子没有依教奉行。",
      "zh_TW": "答：佛菩薩再來，所謂大人作略，有它很深的意義。釋迦牟尼佛在《梵網經》上告訴我們，他到這個世間來示現成佛度眾生，這次是第八千次，這就舞台上表演，演戲一樣，表演給你看。教學首先是身教，所謂聖人，像印度的釋迦，中國的孔孟，他們的教學為什麼產生這麼大的效果，你細細去想想，原因只有一個，他所說的他全做到了，做到而後說到，這叫聖人。聖人的學生、他的弟子，聽了老師的教誨他也能做到，說到之後他就能做到，賢人。現在有很多，世出世間的這些教師，要求學生做到，自己做不到，所以學生不相信。說到做不到那就騙人，時間久了被人看穿，一文不值，人家不相信，道理在此地。菩薩示現，你看看跟我們現在一樣，我們先排斥、反對，為什麼？沒有接觸，不知道它的內容，以為它是迷信。這樁事不能怪釋迦牟尼佛，釋迦牟尼佛沒有責任，經典沒有責任，要怪後世這些佛弟子沒有依教奉行。"
    },
    {
      "id": "21-415-0001_p0085",
      "zh_CN": "本来寺院庵堂是学校，现在宗教跟庙都混合在一起，实在讲，是很难讲的一桩事情，庙是祭鬼神的，寺是政府办公的机构。你到北京故宫去看看，从前皇帝下面一级单位，九个单位都称为寺，寺的长官称卿，三公九卿。三公是皇上的顾问，九卿是他底下九个单位办事的主管。这个单位称为寺，寺就是永久设立的，不会被废除，永久设立的。宰相底下六个部，那个部是可以换的，是可以撤销的；皇上这是不会撤销的，世代相传。所以佛到中国来之后，佛教里面办公的地方也称为寺，这是非常尊重。因为佛教到这边来，帝王以佛为老师，法师都是国师的身分，备受尊崇。佛教到中国他办什么事？第一个是翻译经典，第二个是教学，所以它是教育。佛教来了之后中国变成双重教育，宰相底下管的是儒家教育、孔孟教育，礼部。直接归皇上管的佛陀教育，中国人对皇上非常尊重，皇上推动的教育，就比宰相底下要普遍多了，所以在全国处处都有寺院庵堂，都是属于教学的机构。",
      "zh_TW": "本來寺院庵堂是學校，現在宗教跟廟都混合在一起，實在講，是很難講的一樁事情，廟是祭鬼神的，寺是政府辦公的機構。你到北京故宮去看看，從前皇帝下面一級單位，九個單位都稱為寺，寺的長官稱卿，三公九卿。三公是皇上的顧問，九卿是他底下九個單位辦事的主管。這個單位稱為寺，寺就是永久設立的，不會被廢除，永久設立的。宰相底下六個部，那個部是可以換的，是可以撤銷的；皇上這是不會撤銷的，世代相傳。所以佛到中國來之後，佛教裡面辦公的地方也稱為寺，這是非常尊重。因為佛教到這邊來，帝王以佛為老師，法師都是國師的身分，備受尊崇。佛教到中國他辦什麼事？第一個是翻譯經典，第二個是教學，所以它是教育。佛教來了之後中國變成雙重教育，宰相底下管的是儒家教育、孔孟教育，禮部。直接歸皇上管的佛陀教育，中國人對皇上非常尊重，皇上推動的教育，就比宰相底下要普遍多了，所以在全國處處都有寺院庵堂，都是屬於教學的機構。"
    },
    {
      "id": "21-415-0001_p0086",
      "zh_CN": "跟儒关系非常密切，历代读书人，多少读书人在哪里读书？都在寺院里头。因为寺院里面有藏经楼，就像图书馆一样，它的典籍设备很完全。藏经楼里头不仅仅是佛书，儒释道统统都有，实际上就是图书馆。在从前书籍很不容易得到，只要到寺院都有了。如果你学习有问题，寺院这些法师都可以指导你，所以儒跟佛的结合，比儒跟道的关系还要来得深。但是近代，大家不学佛法，经典舍弃了，《藏经》只是在那里供养，做装饰品，没有人去读它，这非常可惜，这个道理要懂。学佛，佛在哪里？佛在经典里。佛说过依法不依人，讲得这么清楚，法就是经典，你要依法，不要去依人。所以接触到佛法你才知道，知道之后你就晓得应该怎么学法。但是不如法的也不需要批评，没有批评的必要，我们自己认真好好的修学，慢慢的再来转移。",
      "zh_TW": "跟儒關係非常密切，歷代讀書人，多少讀書人在哪裡讀書？都在寺院裡頭。因為寺院裡面有藏經樓，就像圖書館一樣，它的典籍設備很完全。藏經樓裡頭不僅僅是佛書，儒釋道統統都有，實際上就是圖書館。在從前書籍很不容易得到，只要到寺院都有了。如果你學習有問題，寺院這些法師都可以指導你，所以儒跟佛的結合，比儒跟道的關係還要來得深。但是近代，大家不學佛法，經典捨棄了，《藏經》只是在那裡供養，做裝飾品，沒有人去讀它，這非常可惜，這個道理要懂。學佛，佛在哪裡？佛在經典裡。佛說過依法不依人，講得這麼清楚，法就是經典，你要依法，不要去依人。所以接觸到佛法你才知道，知道之後你就曉得應該怎麼學法。但是不如法的也不需要批評，沒有批評的必要，我們自己認真好好的修學，慢慢的再來轉移。"
    },
    {
      "id": "21-415-0001_p0087",
      "zh_CN": "尤其是现在这个时代寺院庵堂，我第一次回国到北京拜访赵朴初，赵老那也是同乡，第一次见面我们就谈了四个多小时，谈得很愉快。我就非常赞成，是我提议的，所有寺院庵堂都做为观光旅游的景点，为什么？它已经不能修行。出名了，观光旅游人太多了，你每天应付这些人已经精疲力倦了，还有什么工夫去学习？所以应当另外建道场。建道场不要建寺庙的形式，建学校的形式，像外国的大学城，交通便捷、资讯发达，不需要那么多道场。古的道场那是古迹，供给人参观旅游，这是历史文物，同时可以对观光旅游做机会教育，这很好。老居士也很赞成，我们真是相见恨晚，见面但年岁已经大了，真是心有余而力不足。",
      "zh_TW": "尤其是現在這個時代寺院庵堂，我第一次回國到北京拜訪趙樸初，趙老那也是同鄉，第一次見面我們就談了四個多小時，談得很愉快。我就非常贊成，是我提議的，所有寺院庵堂都做為觀光旅遊的景點，為什麼？它已經不能修行。出名了，觀光旅遊人太多了，你每天應付這些人已經精疲力倦了，還有什麼工夫去學習？所以應當另外建道場。建道場不要建寺廟的形式，建學校的形式，像外國的大學城，交通便捷、資訊發達，不需要那麼多道場。古的道場那是古蹟，供給人參觀旅遊，這是歷史文物，同時可以對觀光旅遊做機會教育，這很好。老居士也很贊成，我們真是相見恨晚，見面但年歲已經大了，真是心有餘而力不足。"
    },
    {
      "id": "21-415-0001_p0088",
      "zh_CN": "道场建十个就够了，十个宗派，每个宗派建立一个大学城。这里面分两个部分，一个是研究的叫学院，譬如《华严》，华严学院；另外是修持的一部分，修持称学会，华严学会。我们净土宗的净宗学院，净宗学会，都在这一个城里面，这是全国、全世界来修净土宗，都到这来。这个好，方便，不要再搞很多道场，不需要了，用大学城的办法。他那时候听到我这个建议很高兴，将来还是要向这个目标去走，佛陀教育才真正能兴得起来。所以那些道场统统做观光旅游，替国家带来一笔很好的收入，好事，不是坏事。今天时间到了，我们只能够答复到此地，下面还有几道题，下次再解答。",
      "zh_TW": "道場建十個就夠了，十個宗派，每個宗派建立一個大學城。這裡面分兩個部分，一個是研究的叫學院，譬如《華嚴》，華嚴學院；另外是修持的一部分，修持稱學會，華嚴學會。我們淨土宗的淨宗學院，淨宗學會，都在這一個城裡面，這是全國、全世界來修淨土宗，都到這來。這個好，方便，不要再搞很多道場，不需要了，用大學城的辦法。他那時候聽到我這個建議很高興，將來還是要向這個目標去走，佛陀教育才真正能興得起來。所以那些道場統統做觀光旅遊，替國家帶來一筆很好的收入，好事，不是壞事。今天時間到了，我們只能夠答覆到此地，下面還有幾道題，下次再解答。"
    }
  ]
}