{
  "doc_id": "02-040-0547",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五四七集",
    "zh_TW": "第五四七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0547",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-040-0547_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0547_p0002",
      "zh_CN": "请看《大经科注》第九百一十四页，第四行，科题「耽着毒欲」。请看经文：",
      "zh_TW": "請看《大經科註》第九百一十四頁，第四行，科題「耽著毒欲」。請看經文："
    },
    {
      "id": "02-040-0547_p0003",
      "zh_CN": "【蒙冥抵突。不信经法。心无远虑。各欲快意。迷于瞋恚。贪于财色。终不休止。哀哉可伤。】",
      "zh_TW": "【蒙冥抵突。不信經法。心無遠慮。各欲快意。迷於瞋恚。貪於財色。終不休止。哀哉可傷。】"
    },
    {
      "id": "02-040-0547_p0004",
      "zh_CN": "佛说这些话，我们相信他都含着眼泪，看到世人胡作妄为，无比的痛心。『蒙冥抵突』这四个字，念老一字一字的为我们解释，「蒙者，有眼球而不能见」，叫蒙昧。憬兴云，蒙又作带着目字边的蒙。蒙，覆就是有障碍，你不能够明了。「冥，暗昧无知」，这一句讲的是愚痴。有障碍，智慧不能现前。「抵」，是像牛羊用角触物。「突」，冲突。又义寂法师解释这一句说：「谓无所了知，触事违犯，如小儿夜行，狂犬妄走，无所不作。」为什么会作恶？因为没有智慧。我们常常提到，对于宇宙人生的真相一无所知，这叫蒙冥。无所知，完全随顺自己的烦恼习气，所以跟人接触、跟事接触都违犯常理。违犯什么？伦理道德，最明显的，违犯了五常。",
      "zh_TW": "佛說這些話，我們相信他都含著眼淚，看到世人胡作妄為，無比的痛心。『蒙冥抵突』這四個字，念老一字一字的為我們解釋，「蒙者，有眼球而不能見」，叫蒙昧。憬興云，蒙又作帶著目字邊的矇。蒙，覆就是有障礙，你不能夠明瞭。「冥，闇昧無知」，這一句講的是愚痴。有障礙，智慧不能現前。「抵」，是像牛羊用角觸物。「突」，衝突。又義寂法師解釋這一句說：「謂無所了知，觸事違犯，如小兒夜行，狂犬妄走，無所不作。」為什麼會作惡？因為沒有智慧。我們常常提到，對於宇宙人生的真相一無所知，這叫蒙冥。無所知，完全隨順自己的煩惱習氣，所以跟人接觸、跟事接觸都違犯常理。違犯什麼？倫理道德，最明顯的，違犯了五常。"
    },
    {
      "id": "02-040-0547_p0005",
      "zh_CN": "细心观察，不观察别人，观察自己，有没有爱心？爱心是仁。有没有义气？义气，处事待人接物合情合理合法，大公中正，没有偏私。喜欢你，我不喜欢你、讨厌你，这就不仁不义。人确实有过失，但是他也有长处，有智慧的人他看得很清楚，用他的长处，帮助他改正他的缺点，这是大德，这叫断恶修善，积功累德。这个人还可教，不是不可教，就得好好的教他。教化众生要有善巧方便，善巧方便就是智慧，所用的方法他能接受。实在讲，完全出于一种真诚的爱心，感动人。帮助一个作恶的人回头，他变成善人，这种恩德人家生生世世感戴你。这都属于教育。",
      "zh_TW": "細心觀察，不觀察別人，觀察自己，有沒有愛心？愛心是仁。有沒有義氣？義氣，處事待人接物合情合理合法，大公中正，沒有偏私。喜歡你，我不喜歡你、討厭你，這就不仁不義。人確實有過失，但是他也有長處，有智慧的人他看得很清楚，用他的長處，幫助他改正他的缺點，這是大德，這叫斷惡修善，積功累德。這個人還可教，不是不可教，就得好好的教他。教化眾生要有善巧方便，善巧方便就是智慧，所用的方法他能接受。實在講，完全出於一種真誠的愛心，感動人。幫助一個作惡的人回頭，他變成善人，這種恩德人家生生世世感戴你。這都屬於教育。"
    },
    {
      "id": "02-040-0547_p0006",
      "zh_CN": "好像是二００六年，英国剑桥大学汉学的教授麦大维教授，那个时候我们还住在跑马地，他到汤池去住了四天，考察回来，到香港来看我，他在香港住了两天。我们两次谈话，一次三个小时，我们谈教育。他有心，我非常感谢他，他邀请我到英国去办学，学校的名称都给我起好了，叫大乘佛学，开这门课，大乘佛学院，这个佛学院属于剑桥大学的。英国的学校是书院制，一个大学有几十个书院，要我去开一个学院。我非常感谢，我说非常对不起，我不能去。他说为什么？我说你们学校的制度、学校的框架加在我身上，我教不了学生。他很惊讶，那你用什么方法教？我告诉他，我没有方法，我们老祖宗有方法。他一生搞汉学，听到我说老祖宗，耳朵就竖起来了。老祖宗有什么方法？",
      "zh_TW": "好像是二００六年，英國劍橋大學漢學的教授麥大維教授，那個時候我們還住在跑馬地，他到湯池去住了四天，考察回來，到香港來看我，他在香港住了兩天。我們兩次談話，一次三個小時，我們談教育。他有心，我非常感謝他，他邀請我到英國去辦學，學校的名稱都給我起好了，叫大乘佛學，開這門課，大乘佛學院，這個佛學院屬於劍橋大學的。英國的學校是書院制，一個大學有幾十個書院，要我去開一個學院。我非常感謝，我說非常對不起，我不能去。他說為什麼？我說你們學校的制度、學校的框架加在我身上，我教不了學生。他很驚訝，那你用什麼方法教？我告訴他，我沒有方法，我們老祖宗有方法。他一生搞漢學，聽到我說老祖宗，耳朵就豎起來了。老祖宗有什麼方法？"
    },
    {
      "id": "02-040-0547_p0007",
      "zh_CN": "我就问他，《三字经》念过没有？他会背，四书都能背诵，真不容易。我说，《三字经》前面的八句话，就是中国古老的教育哲学。他搞了一辈子都没有发现，不知道这八句话重要。我说我们从事教育工作的人，教育者对被教育者，老师对学生，头一个要有一个基本的概念，这就是教育的理念。什么理念？「人之初，性本善」，一定要肯定每个学生性都是本善的；换句话说，每个学生都有资格做圣人、做贤人，性本善。学佛，佛说得更清楚、更明白，佛在《华严经》上告诉大家，「一切众生本来是佛」，这就是人之初、性本善讲到究竟圆满。你要相信自己，相信自己，也要相信学生，每个学生都是性本善。我们教育的目的是什么？是让每个学生回归到他的本善，这个教育就成功了。回归到本善，我们自己不居功，为什么？本善是他本有的，不是我教他的。这是教育的一个理念，所有一切方法、设施都是帮助人回到本善。古人是这么一个教育概念，现在没有了，现在教育是传授知识，把自己的知识、经验传给学生，本善忘掉了。本善是智慧，不是知识，智慧包括知识，知识不包括智慧。",
      "zh_TW": "我就問他，《三字經》念過沒有？他會背，四書都能背誦，真不容易。我說，《三字經》前面的八句話，就是中國古老的教育哲學。他搞了一輩子都沒有發現，不知道這八句話重要。我說我們從事教育工作的人，教育者對被教育者，老師對學生，頭一個要有一個基本的概念，這就是教育的理念。什麼理念？「人之初，性本善」，一定要肯定每個學生性都是本善的；換句話說，每個學生都有資格做聖人、做賢人，性本善。學佛，佛說得更清楚、更明白，佛在《華嚴經》上告訴大家，「一切眾生本來是佛」，這就是人之初、性本善講到究竟圓滿。你要相信自己，相信自己，也要相信學生，每個學生都是性本善。我們教育的目的是什麼？是讓每個學生回歸到他的本善，這個教育就成功了。回歸到本善，我們自己不居功，為什麼？本善是他本有的，不是我教他的。這是教育的一個理念，所有一切方法、設施都是幫助人回到本善。古人是這麼一個教育概念，現在沒有了，現在教育是傳授知識，把自己的知識、經驗傳給學生，本善忘掉了。本善是智慧，不是知識，智慧包括知識，知識不包括智慧。"
    },
    {
      "id": "02-040-0547_p0008",
      "zh_CN": "我就浅显的给他说这八句，「性相近，习相远」，本性大家是一样的，是平等的，在佛法讲，个个都是佛，没有一个不是佛，以中国人说，个个都是圣人。圣人是凡人做出来的，凡人是什么？迷失了自性，就是此地讲的「蒙冥抵突」，干这种事情。这四个字就是我们日常生活当中，我们迷惑颠倒，跟一切人发生冲突。抵就是接触，接触就发生冲突，喜欢的起贪爱，不喜欢的生怨恨，这就是抵突，冲突了。我不原谅人，人家也不原谅我。我们过去没有积德，我不说别人，说我自己，过去生中没有积德，没有修福。我也不忌讳，也常常跟大家说，提醒大家。前一世没有修财布施，所以命中没有财；没有修法布施，所以有很多不善的习气，好高骛远，贡高我慢，我都是这样的。好在我没有什么嫉妒心，傲慢是有，但是没有嫉妒，比别人轻一点。没有修福！我们看到富贵人家，从小就有人照顾，等于说有侍者。我们出家之后看到，白圣老和尚，我跟他出家时候他五十多岁，四个侍者，侍者跟我们年龄差不多，二十几岁，照顾他。",
      "zh_TW": "我就淺顯的給他說這八句，「性相近，習相遠」，本性大家是一樣的，是平等的，在佛法講，個個都是佛，沒有一個不是佛，以中國人說，個個都是聖人。聖人是凡人做出來的，凡人是什麼？迷失了自性，就是此地講的「蒙冥抵突」，幹這種事情。這四個字就是我們日常生活當中，我們迷惑顛倒，跟一切人發生衝突。抵就是接觸，接觸就發生衝突，喜歡的起貪愛，不喜歡的生怨恨，這就是抵突，衝突了。我不原諒人，人家也不原諒我。我們過去沒有積德，我不說別人，說我自己，過去生中沒有積德，沒有修福。我也不忌諱，也常常跟大家說，提醒大家。前一世沒有修財布施，所以命中沒有財；沒有修法布施，所以有很多不善的習氣，好高騖遠，貢高我慢，我都是這樣的。好在我沒有什麼嫉妒心，傲慢是有，但是沒有嫉妒，比別人輕一點。沒有修福！我們看到富貴人家，從小就有人照顧，等於說有侍者。我們出家之後看到，白聖老和尚，我跟他出家時候他五十多歲，四個侍者，侍者跟我們年齡差不多，二十幾歲，照顧他。"
    },
    {
      "id": "02-040-0547_p0009",
      "zh_CN": "我还看到个比丘尼天乙法师，她好像大我三岁，她属老鼠的，我三十三岁出家，她三十六岁。我在各地方讲经，她听了欢喜，她真的发心护持我，她护持我的时候也不过就是四十岁。她有五个道场，常常照顾她的有五、六个人。我们到了八、九十岁，没人照顾。怪不怪人？不可以怪别人，为什么？自己没修福，没有福报。这个没有福报就是很容易跟别人发生冲突，看不惯，瞧不起，年轻时候有这个毛病。这个毛病是前生带来的习气，学佛之后才发现，没有学佛的时候不知道，以为很正常。言色有意无意都得罪人，没有修养。如果要不是遇到这三个老师，方老师、章嘉大师、李老师，没有遇到三个人教诲我，我回不了头。所以，寿命四十五岁是真的，一点都不假，没有理由长寿。我的为人就是这段经上讲的话，『蒙冥抵突，不信经法，心无远虑，各欲快意，迷于瞋恚，贪于财色，终不休止，哀哉可伤』，这几句话是我年轻时候的写照。好在前世还有一点智慧，不吝法，这一生遇到善知识，回头过来了。回头，非常感恩老师给我做了榜样，让我心服口服。",
      "zh_TW": "我還看到個比丘尼天乙法師，她好像大我三歲，她屬老鼠的，我三十三歲出家，她三十六歲。我在各地方講經，她聽了歡喜，她真的發心護持我，她護持我的時候也不過就是四十歲。她有五個道場，常常照顧她的有五、六個人。我們到了八、九十歲，沒人照顧。怪不怪人？不可以怪別人，為什麼？自己沒修福，沒有福報。這個沒有福報就是很容易跟別人發生衝突，看不慣，瞧不起，年輕時候有這個毛病。這個毛病是前生帶來的習氣，學佛之後才發現，沒有學佛的時候不知道，以為很正常。言色有意無意都得罪人，沒有修養。如果要不是遇到這三個老師，方老師、章嘉大師、李老師，沒有遇到三個人教誨我，我回不了頭。所以，壽命四十五歲是真的，一點都不假，沒有理由長壽。我的為人就是這段經上講的話，『蒙冥抵突，不信經法，心無遠慮，各欲快意，迷於瞋恚，貪於財色，終不休止，哀哉可傷』，這幾句話是我年輕時候的寫照。好在前世還有一點智慧，不吝法，這一生遇到善知識，回頭過來了。回頭，非常感恩老師給我做了榜樣，讓我心服口服。"
    },
    {
      "id": "02-040-0547_p0010",
      "zh_CN": "李老师真正的大德，一生一个人生活，自己照顾自己，照顾到多少岁？到九十五岁。九十五岁这一年才同意两个学生做他的侍者，照顾他，就是郑胜阳姐弟两个，他跟他姐姐两个人做老师的侍者，两年之后老师往生。这是给我们做榜样，让我们一生心平气和，真正看到因果报应落在自己身上。我能照顾别人，别人才会照顾我，我不愿意照顾别人，怎么可能有人照顾我，哪有这种道理？因果报应丝毫不爽。我不障碍别人，别人不会障碍我；我障碍别人，肯定有人障碍我。一饮一啄，莫非前定，是自己定的，不是别人定的。人不学不知道，可是圣学难，难在哪里？难在蒙冥抵突。只要有这四个字，孔夫子来教你，释迦牟尼佛教你，你也不会有什么成就，为什么？你不能吸收，你有抗拒的习气，听的时候很欢喜，听完之后我行我素，习气在作祟。",
      "zh_TW": "李老師真正的大德，一生一個人生活，自己照顧自己，照顧到多少歲？到九十五歲。九十五歲這一年才同意兩個學生做他的侍者，照顧他，就是鄭勝陽姐弟兩個，他跟他姐姐兩個人做老師的侍者，兩年之後老師往生。這是給我們做榜樣，讓我們一生心平氣和，真正看到因果報應落在自己身上。我能照顧別人，別人才會照顧我，我不願意照顧別人，怎麼可能有人照顧我，哪有這種道理？因果報應絲毫不爽。我不障礙別人，別人不會障礙我；我障礙別人，肯定有人障礙我。一飲一啄，莫非前定，是自己定的，不是別人定的。人不學不知道，可是聖學難，難在哪裡？難在蒙冥抵突。只要有這四個字，孔夫子來教你，釋迦牟尼佛教你，你也不會有什麼成就，為什麼？你不能吸收，你有抗拒的習氣，聽的時候很歡喜，聽完之後我行我素，習氣在作祟。"
    },
    {
      "id": "02-040-0547_p0011",
      "zh_CN": "义寂师比喻得好，对于事实真相无所了知，什么事实真相？自己一生的事实真相，周边环境的事实真相，不知道。如果要知道你就放下了，你就能契入佛的境界。所以接触到的人、接触到的事都是违背情理，不合情、不合理，完全随顺自己的好恶，这就是违犯。比喻小儿夜行，小孩走夜路，没有灯，狂犬妄走，无所不作，就做错事。「以愚昧蒙昧，故不明经义」。这就是我们学习为什么听不懂、为什么不开悟，这不明经义。「以抵触为性」，现在讲的心浮气躁，狂妄自大，自以为是，喜欢跟人冲突，我们俗话说喜欢跟人抬杠子。你说是我一定说非，你说长我一定说短，总跟你过不去。「故于经法，不能信受」。你说人性本善，我一定说人性本恶，我没有看到本善的人，我只看到本恶的人。谁能看到本善？圣人看到了，菩萨看到了，诸佛看到了，凡夫没有看到，所以凡夫不能信受。这就是今天传统文化的弘扬有它一定的难度，为什么？丢得太久，差不多将近一百年，没有人讲，没有人做，所以你没有看到，没有人讲，你没有听到，今天看到佛经上讲，怎么能相信？道理在此地。",
      "zh_TW": "義寂師比喻得好，對於事實真相無所了知，什麼事實真相？自己一生的事實真相，周邊環境的事實真相，不知道。如果要知道你就放下了，你就能契入佛的境界。所以接觸到的人、接觸到的事都是違背情理，不合情、不合理，完全隨順自己的好惡，這就是違犯。比喻小兒夜行，小孩走夜路，沒有燈，狂犬妄走，無所不作，就做錯事。「以愚昧蒙昧，故不明經義」。這就是我們學習為什麼聽不懂、為什麼不開悟，這不明經義。「以抵觸為性」，現在講的心浮氣躁，狂妄自大，自以為是，喜歡跟人衝突，我們俗話說喜歡跟人抬槓子。你說是我一定說非，你說長我一定說短，總跟你過不去。「故於經法，不能信受」。你說人性本善，我一定說人性本惡，我沒有看到本善的人，我只看到本惡的人。誰能看到本善？聖人看到了，菩薩看到了，諸佛看到了，凡夫沒有看到，所以凡夫不能信受。這就是今天傳統文化的弘揚有它一定的難度，為什麼？丟得太久，差不多將近一百年，沒有人講，沒有人做，所以你沒有看到，沒有人講，你沒有聽到，今天看到佛經上講，怎麼能相信？道理在此地。"
    },
    {
      "id": "02-040-0547_p0012",
      "zh_CN": "如何叫人相信？只有一个方法，我做出来给大家看，大家看到了相信。我要不是认真把它做出来，决定不会取信于人。所以今天要把身教放在前面，我真做到了。我相信因果报应，我不怨天不尤人，受什么样的委屈，还是快快乐乐的，为什么？知道自作自受。怪人，那是罪加一等，于人不相干，怎么可以怪人？人能做到不怨天不尤人，就可以学好了，能够接受善法了。",
      "zh_TW": "如何叫人相信？只有一個方法，我做出來給大家看，大家看到了相信。我要不是認真把它做出來，決定不會取信於人。所以今天要把身教放在前面，我真做到了。我相信因果報應，我不怨天不尤人，受什麼樣的委屈，還是快快樂樂的，為什麼？知道自作自受。怪人，那是罪加一等，於人不相干，怎麼可以怪人？人能做到不怨天不尤人，就可以學好了，能夠接受善法了。"
    },
    {
      "id": "02-040-0547_p0013",
      "zh_CN": "「于是心无远虑，各欲快意」。远虑是不知道来世，不知道后世，不想这些。大乘教里头，佛菩萨、祖师大德都教导人一定要有前后眼，前后眼是什么意思？就是因果，看前因，想后果，这叫前后眼。前面的因不好，现在的果报就不善，但是现在我修好因，我就知道我来世一定好。这一生已经走到头了，走到八十岁就到头了，八十岁以后，多活一年是你赚来一年，多活两年是赚了两年。干什么？全心全力做好事，完全为来生后世着想，这就是心有远虑，不是没有远虑。真正努力修财布施、修法布施、修无畏布施，用真诚心待人接物，来生好。不能往生，决定不堕三恶道，人天福报。这是什么？这是回过头来的人。所以教就重要了，这讲到教育，因为人有本性、有习性，如果不教，本性慢慢就远了，习性天天就长大。",
      "zh_TW": "「於是心無遠慮，各欲快意」。遠慮是不知道來世，不知道後世，不想這些。大乘教裡頭，佛菩薩、祖師大德都教導人一定要有前後眼，前後眼是什麼意思？就是因果，看前因，想後果，這叫前後眼。前面的因不好，現在的果報就不善，但是現在我修好因，我就知道我來世一定好。這一生已經走到頭了，走到八十歲就到頭了，八十歲以後，多活一年是你賺來一年，多活兩年是賺了兩年。幹什麼？全心全力做好事，完全為來生後世著想，這就是心有遠慮，不是沒有遠慮。真正努力修財布施、修法布施、修無畏布施，用真誠心待人接物，來生好。不能往生，決定不墮三惡道，人天福報。這是什麼？這是回過頭來的人。所以教就重要了，這講到教育，因為人有本性、有習性，如果不教，本性慢慢就遠了，習性天天就長大。"
    },
    {
      "id": "02-040-0547_p0014",
      "zh_CN": "习性里头有善恶，本性里头没有善恶，我跟大家讲过，「人生百日，体露真常」，那是本善。被环境染污了，有分别、有执着。第一个分别执着，晓得谁是我的爸爸，谁是我的妈妈。没有执着的时候不认生，认生的时候他有执着了，就被染污了。这个染污如果要不想方法把它减缓，它会很快的增长，增长到六、七岁，他就叛逆，他就不听话了。所以中国古人的教育，他明白这个事实真相，他非常认真努力去教小孩。让小孩在出生的一千天，就是三岁，从出生到三岁这一千天，妈妈全心全意要把孩子照顾到。一定要防范，不善的不能让他看见，邪恶的不能让他听到，不能让他接触到，这叫扎根教育。这一千天，他看到的、听到的、接触到的全是正面的，就是伦常道德，完全符合这个标准；违背伦常道德的，不可以让他看见，不能让他听见，不能让他接触到。这三年根扎下来之后，古人有个谚语说「三岁看八十」，三岁的根扎得牢，到八十岁不改变，根深蒂固；换句话说，他三岁之后，他有能力辨别是非，他自己能把关。有能力，哪些我可以看的，哪些我拒绝，不看它；哪些我可以听，哪些不能听；哪些可以接触，哪些不能接触，四岁就有这个本事了。",
      "zh_TW": "習性裡頭有善惡，本性裡頭沒有善惡，我跟大家講過，「人生百日，體露真常」，那是本善。被環境染污了，有分別、有執著。第一個分別執著，曉得誰是我的爸爸，誰是我的媽媽。沒有執著的時候不認生，認生的時候他有執著了，就被染污了。這個染污如果要不想方法把它減緩，它會很快的增長，增長到六、七歲，他就叛逆，他就不聽話了。所以中國古人的教育，他明白這個事實真相，他非常認真努力去教小孩。讓小孩在出生的一千天，就是三歲，從出生到三歲這一千天，媽媽全心全意要把孩子照顧到。一定要防範，不善的不能讓他看見，邪惡的不能讓他聽到，不能讓他接觸到，這叫扎根教育。這一千天，他看到的、聽到的、接觸到的全是正面的，就是倫常道德，完全符合這個標準；違背倫常道德的，不可以讓他看見，不能讓他聽見，不能讓他接觸到。這三年根紮下來之後，古人有個諺語說「三歲看八十」，三歲的根紮得牢，到八十歲不改變，根深蒂固；換句話說，他三歲之後，他有能力辨別是非，他自己能把關。有能力，哪些我可以看的，哪些我拒絕，不看它；哪些我可以聽，哪些不能聽；哪些可以接觸，哪些不能接觸，四歲就有這個本事了。"
    },
    {
      "id": "02-040-0547_p0015",
      "zh_CN": "上上根的人，十几岁就开悟了，人伦世故道理他都能懂得。所以这些聪明人参加考试，十几岁考取举人、考取进士，国家分发他去当县市长。我还见过一个人，早年在台北常常听我讲经的，张龄，这个人十九岁当县长，湖南才子，我亲眼看到他的。晚年学佛，天天听我讲经，夫妻两个一起，他没有小孩。那时候在抗战期间，蒋介石先生是军事委员会的委员长，从他县里经过，一听说十九岁当县长，他感到很惊讶，去召见他，这小孩，懂什么事情？结果一看果然不错，叫他把县长辞掉，跟他当秘书，有这么一个人。所以，人接触到圣贤教育，接触到佛陀的教育，心里想的就会想得深、想得远，会想到将来，会想到后世，会想到我这一生，我这一生到世间来，应该干些什么。做一点有意义的事情、有价值的事情，这就没有白来，要不然是白来一场。",
      "zh_TW": "上上根的人，十幾歲就開悟了，人倫世故道理他都能懂得。所以這些聰明人參加考試，十幾歲考取舉人、考取進士，國家分發他去當縣市長。我還見過一個人，早年在台北常常聽我講經的，張齡，這個人十九歲當縣長，湖南才子，我親眼看到他的。晚年學佛，天天聽我講經，夫妻兩個一起，他沒有小孩。那時候在抗戰期間，蔣介石先生是軍事委員會的委員長，從他縣裡經過，一聽說十九歲當縣長，他感到很驚訝，去召見他，這小孩，懂什麼事情？結果一看果然不錯，叫他把縣長辭掉，跟他當祕書，有這麼一個人。所以，人接觸到聖賢教育，接觸到佛陀的教育，心裡想的就會想得深、想得遠，會想到將來，會想到後世，會想到我這一生，我這一生到世間來，應該幹些什麼。做一點有意義的事情、有價值的事情，這就沒有白來，要不然是白來一場。"
    },
    {
      "id": "02-040-0547_p0016",
      "zh_CN": "今天这个社会的最大的麻烦事情，就是不能信受。传统东西这么好，为什么不相信？这不能怪他，这是历史上造成的，不是某一个人。最近一百年，没有人去做，没有人去学，一百年的时间不算很长，但是也不短，造成了今天的事实。现在赶紧救还来得及，从哪里救起？从我本身救起，我自己要不能做，怎么能够影响别人？我要把孝悌忠信做出来，把仁爱和平做出来，把礼义廉耻做出来，把仁爱、信义、和平做出来。不做出来没人相信，做出来我讲，大家相信了。能帮助人对传统文化有了信心，初步的效果就达到了。相信的人多了，真干的人多了，传统文化就可以复兴。传统文化带给个人身心健康，家庭幸福美满，事业顺利成就，社会安定，政治清明。不是一个地区盛世，而是全世界的盛世，太平盛世。",
      "zh_TW": "今天這個社會的最大的麻煩事情，就是不能信受。傳統東西這麼好，為什麼不相信？這不能怪他，這是歷史上造成的，不是某一個人。最近一百年，沒有人去做，沒有人去學，一百年的時間不算很長，但是也不短，造成了今天的事實。現在趕緊救還來得及，從哪裡救起？從我本身救起，我自己要不能做，怎麼能夠影響別人？我要把孝悌忠信做出來，把仁愛和平做出來，把禮義廉恥做出來，把仁愛、信義、和平做出來。不做出來沒人相信，做出來我講，大家相信了。能幫助人對傳統文化有了信心，初步的效果就達到了。相信的人多了，真幹的人多了，傳統文化就可以復興。傳統文化帶給個人身心健康，家庭幸福美滿，事業順利成就，社會安定，政治清明。不是一個地區盛世，而是全世界的盛世，太平盛世。"
    },
    {
      "id": "02-040-0547_p0017",
      "zh_CN": "这是远景，我们这一生看不到。我们有理由相信，一百年之后会见到，只要我们这少数人努力。遵守贤首国师《修华严奥旨妄尽还源观》当中讲的四德，这个四德是戒律。第一条，「随缘妙用」，在今天非常非常重要。你要不随缘怎么办？不随缘日子不能过。妙用是什么？妙用是不着相，事上样样随缘，心上干干净净，决定不要把外面的事放在心上，这叫妙用。心是清净平等觉，事，和光同尘，跟什么人都能很好的相处。我尊敬他，我样样让他，要用我的心行去感动他，菩萨，这不是凡人。妙用就是不放在心上，放在心上就不妙了，放在心上就生烦恼，不放在心上生智慧。为什么不放在心上？因为全是假的，「凡所有相，皆是虚妄」，自己生烦恼，把这句话多念几遍，「一切有为法，如梦幻泡影」，所以应当放下。虽然放下，还要做样子给人看，「威仪有则」，思想、言语一举一动都要给别人做好样子。要把十善做出来，把《弟子规》做出来，把《感应篇》做出来，把六和敬做出来，是社会最好的榜样，你能感动人，你能教化众生。再提升，那就是菩萨的六度，普贤大士的十大愿王，那就不是凡人了，大圣人出现在世间。",
      "zh_TW": "這是遠景，我們這一生看不到。我們有理由相信，一百年之後會見到，只要我們這少數人努力。遵守賢首國師《修華嚴奧旨妄盡還源觀》當中講的四德，這個四德是戒律。第一條，「隨緣妙用」，在今天非常非常重要。你要不隨緣怎麼辦？不隨緣日子不能過。妙用是什麼？妙用是不著相，事上樣樣隨緣，心上乾乾淨淨，決定不要把外面的事放在心上，這叫妙用。心是清淨平等覺，事，和光同塵，跟什麼人都能很好的相處。我尊敬他，我樣樣讓他，要用我的心行去感動他，菩薩，這不是凡人。妙用就是不放在心上，放在心上就不妙了，放在心上就生煩惱，不放在心上生智慧。為什麼不放在心上？因為全是假的，「凡所有相，皆是虛妄」，自己生煩惱，把這句話多念幾遍，「一切有為法，如夢幻泡影」，所以應當放下。雖然放下，還要做樣子給人看，「威儀有則」，思想、言語一舉一動都要給別人做好樣子。要把十善做出來，把《弟子規》做出來，把《感應篇》做出來，把六和敬做出來，是社會最好的榜樣，你能感動人，你能教化眾生。再提升，那就是菩薩的六度，普賢大士的十大願王，那就不是凡人了，大聖人出現在世間。"
    },
    {
      "id": "02-040-0547_p0018",
      "zh_CN": "谁去做？要求自己去做，不要要求别人，要求别人你永远会失望，只有要求自己成圣成贤。尤其年岁大了，中国人古人五十岁就称老人，六十岁是花甲老人，真正的老人。老人一定要有前后眼，一定要想到后世，为什么？这一生已经过去了，我要修来世。来世绝不贪图功名富贵，那不是好事。世间福报最大的，权力最大的，无过于帝王，你真正修，来生会不会做帝王？很容易做帝王。做帝王造不造业？肯定造业。帝王死了到哪里去？无间地狱。你要想到这个之后，你就不会有这个念头了。我决定不搞帝王，人间天上我都不去，我到哪里去？我一定到极乐世界，亲近阿弥陀佛，到极乐世界去作佛去，这才叫真正究竟圆满。",
      "zh_TW": "誰去做？要求自己去做，不要要求別人，要求別人你永遠會失望，只有要求自己成聖成賢。尤其年歲大了，中國人古人五十歲就稱老人，六十歲是花甲老人，真正的老人。老人一定要有前後眼，一定要想到後世，為什麼？這一生已經過去了，我要修來世。來世絕不貪圖功名富貴，那不是好事。世間福報最大的，權力最大的，無過於帝王，你真正修，來生會不會做帝王？很容易做帝王。做帝王造不造業？肯定造業。帝王死了到哪裡去？無間地獄。你要想到這個之後，你就不會有這個念頭了。我決定不搞帝王，人間天上我都不去，我到哪裡去？我一定到極樂世界，親近阿彌陀佛，到極樂世界去作佛去，這才叫真正究竟圓滿。"
    },
    {
      "id": "02-040-0547_p0019",
      "zh_CN": "世间，我们虽然没做过帝王，可是我们这一生有缘认识不少国家领导人，总统、首相，我们跟他交往知道他的苦处。现在社会混乱，做官很苦，蒙冥抵突，抵突是不能够少的，避不了的。你都能了解，才晓得出家这个行业不错，他们对我们很羡慕，很喜欢跟我们聊天。因为我们没有名闻利养，跟我们在一起，他一点压力都没有。我们所学的经法确实时时刻刻提醒他，一定要用客观处事待人接物，不能用主观，不能随自己的意思，随自己意思就造业。每一个念头都要想到国家、民族、这世界上苦难人民，为他们着想，为他们解决问题，这就是好的领导人。现在我们找到《群书治要》，我把它编成《３６０》，节要，节录出来针对现时社会迫切需要的，我们把它选出来，提供给他们做参考。这不是我们的东西，是古圣先贤所说的，现在管用。",
      "zh_TW": "世間，我們雖然沒做過帝王，可是我們這一生有緣認識不少國家領導人，總統、首相，我們跟他交往知道他的苦處。現在社會混亂，做官很苦，蒙冥抵突，抵突是不能夠少的，避不了的。你都能了解，才曉得出家這個行業不錯，他們對我們很羨慕，很喜歡跟我們聊天。因為我們沒有名聞利養，跟我們在一起，他一點壓力都沒有。我們所學的經法確實時時刻刻提醒他，一定要用客觀處事待人接物，不能用主觀，不能隨自己的意思，隨自己意思就造業。每一個念頭都要想到國家、民族、這世界上苦難人民，為他們著想，為他們解決問題，這就是好的領導人。現在我們找到《群書治要》，我把它編成《３６０》，節要，節錄出來針對現時社會迫切需要的，我們把它選出來，提供給他們做參考。這不是我們的東西，是古聖先賢所說的，現在管用。"
    },
    {
      "id": "02-040-0547_p0020",
      "zh_CN": "所以，心要有远虑，不能随着自己的快意，随着自己痛快，别人受罪，别人冤枉，将来有果报。《会疏》里头说，「不顾后世」，但求现前的快乐，「故云各欲快意」。「存心瞋恚，贪财好色，无有休止」，佛看到这桩事情，「哀哉可伤」。我觉得这句话是含着泪，非常悲痛说出这个话来。这一段全是我们今天事实真相，可能就发生在自己身上。",
      "zh_TW": "所以，心要有遠慮，不能隨著自己的快意，隨著自己痛快，別人受罪，別人冤枉，將來有果報。《會疏》裡頭說，「不顧後世」，但求現前的快樂，「故云各欲快意」。「存心瞋恚，貪財好色，無有休止」，佛看到這樁事情，「哀哉可傷」。我覺得這句話是含著淚，非常悲痛說出這個話來。這一段全是我們今天事實真相，可能就發生在自己身上。"
    },
    {
      "id": "02-040-0547_p0021",
      "zh_CN": "我们再看底下一段，这一段追根究柢，我们这种愚痴、蒙冥抵突从哪里来的，把这个根源找到，希望从根源里面来改进。「劝发深思」，佛劝导我们要发深思之心。这里头分两小段，第一段「昧事真相」，对于事实真相蒙昧，不知道。下面这一段「劝他当省」，劝导我们应当要反省。我们先看经文：",
      "zh_TW": "我們再看底下一段，這一段追根究柢，我們這種愚痴、蒙冥抵突從哪裡來的，把這個根源找到，希望從根源裡面來改進。「勸發深思」，佛勸導我們要發深思之心。這裡頭分兩小段，第一段「昧事真相」，對於事實真相蒙昧，不知道。下面這一段「勸他當省」，勸導我們應當要反省。我們先看經文："
    },
    {
      "id": "02-040-0547_p0022",
      "zh_CN": "【先人不善。不识道德。无有语者。殊无怪也。】",
      "zh_TW": "【先人不善。不識道德。無有語者。殊無怪也。】"
    },
    {
      "id": "02-040-0547_p0023",
      "zh_CN": "这是对于今天任何一个人，犯什么样的错误都不能怪他。你要怪他，那你是错怪了他，你没有仁慈的心。为什么不能怪他？没人教他，他怎么会的。",
      "zh_TW": "這是對於今天任何一個人，犯什麼樣的錯誤都不能怪他。你要怪他，那你是錯怪了他，你沒有仁慈的心。為什麼不能怪他？沒人教他，他怎麼會的。"
    },
    {
      "id": "02-040-0547_p0024",
      "zh_CN": "【死生之趣。善恶之道。都不之信。谓无有是。】",
      "zh_TW": "【死生之趣。善惡之道。都不之信。謂無有是。】"
    },
    {
      "id": "02-040-0547_p0025",
      "zh_CN": "这就是讲六道轮回，不相信有六道轮回，这是什么？不善里头最大的不善。如果知道有六道轮回，他的心他就会收敛，不敢做恶事，做恶事怕堕三恶道，比什么都有效。潮州的谢总告诉我，他在那边举办传统伦理道德的论坛，时间就七天，排上课程，没有老师。怎么教？用光碟，用电视、用光碟来上课。参加的学员是地方领导干部，这两个县分县书记是他的老朋友，他先让他们两个看，这两个看到非常感动，让全县各级干部统统都来学。所以他培训了一千多个干部，这些干部全回头了。告诉我，把因果道理讲清楚、讲明白了，没有一个人不害怕，想想过去做的那些不善，痛改前非，回头向善，再也不敢作恶了。真正把毛主席的一句话实现了，这句话就是「全心全意为人民服务」。以前不干是为自己服务，苛刻人民，现在回头了，现在要为人民服务了。真难得！用光碟来教学，光碟经过这些书记、县长们审查过的，认为没有问题，政府放心，没有人教，用光碟。我听说他办了三年了，现在还继续不断在办，长期的二十一天，短期的七天，效果卓着。",
      "zh_TW": "這就是講六道輪迴，不相信有六道輪迴，這是什麼？不善裡頭最大的不善。如果知道有六道輪迴，他的心他就會收斂，不敢做惡事，做惡事怕墮三惡道，比什麼都有效。潮州的謝總告訴我，他在那邊舉辦傳統倫理道德的論壇，時間就七天，排上課程，沒有老師。怎麼教？用光碟，用電視、用光碟來上課。參加的學員是地方領導幹部，這兩個縣分縣書記是他的老朋友，他先讓他們兩個看，這兩個看到非常感動，讓全縣各級幹部統統都來學。所以他培訓了一千多個幹部，這些幹部全回頭了。告訴我，把因果道理講清楚、講明白了，沒有一個人不害怕，想想過去做的那些不善，痛改前非，回頭向善，再也不敢作惡了。真正把毛主席的一句話實現了，這句話就是「全心全意為人民服務」。以前不幹是為自己服務，苛刻人民，現在回頭了，現在要為人民服務了。真難得！用光碟來教學，光碟經過這些書記、縣長們審查過的，認為沒有問題，政府放心，沒有人教，用光碟。我聽說他辦了三年了，現在還繼續不斷在辦，長期的二十一天，短期的七天，效果卓著。"
    },
    {
      "id": "02-040-0547_p0026",
      "zh_CN": "如果这个县有网路电视台，可以在网路电视台播放，让全县人民大家一起学。他这个县将来就可以成为中国传统文化示范县市，给全国每个县市做个好榜样。你看，这个里头的官员，所有干部都是全心全意为人民服务的，最好的共产党员。不但影响全国，会影响全世界。我们在汤池做了那么短时间，国外的人知道了，驻联合国这些大使，一百九十二个单位都想来参观，都想来考察，产生这么大的效果。如果有一个县做到了，会轰动全世界。国家可以主办这种论坛，在联合国办，让全世界的人都知道。这是中国传统文化拯救全世界，潮州谢总就可以做到，谁做到我们都拥护，我们都欢喜赞叹。不一定要自己做，自己做那是出风头，那是搞个人名闻利养，那错了。谁能做得好我们就捧谁，就赞叹谁，我们全心全力协助。",
      "zh_TW": "如果這個縣有網路電視台，可以在網路電視台播放，讓全縣人民大家一起學。他這個縣將來就可以成為中國傳統文化示範縣市，給全國每個縣市做個好榜樣。你看，這個裡頭的官員，所有幹部都是全心全意為人民服務的，最好的共產黨員。不但影響全國，會影響全世界。我們在湯池做了那麼短時間，國外的人知道了，駐聯合國這些大使，一百九十二個單位都想來參觀，都想來考察，產生這麼大的效果。如果有一個縣做到了，會轟動全世界。國家可以主辦這種論壇，在聯合國辦，讓全世界的人都知道。這是中國傳統文化拯救全世界，潮州謝總就可以做到，誰做到我們都擁護，我們都歡喜讚歎。不一定要自己做，自己做那是出風頭，那是搞個人名聞利養，那錯了。誰能做得好我們就捧誰，就讚歎誰，我們全心全力協助。"
    },
    {
      "id": "02-040-0547_p0027",
      "zh_CN": "「先人不善，不识道德，表祖上愚痴」。我们看中国的现状，现在人民不善，他父母没教他。他父母为什么没有教他？他的祖父母没有教他的父母。再往前去溯，他的曾祖父母没有把后代教好；再往前推，曾祖父母本身也不知道，高祖父母没教，高祖父母疏忽了。为什么疏忽了？社会不安定，想教没有机会。往上推至少推一百年，一百年是五代，五代都没有教，现在人作恶，你怎么可以怪他？你要怪他，你就是不仁，你没有慈悲心，你的心太狠了。决定不能责怪，所以要能饶恕他，做错了，饶恕他，现在来学习。学习之后再要犯，就可以处分他，他有罪。不知者不罪，明知故犯这就有罪，学过伦理道德，学过传统教育，就不应该再错了。为什么？你知道了，有人讲给你听，有人做给你看。这些讲传统文化的老师，他们自己本身要做到，最少五伦、五常、四维、八德要做到，你是真的好老师，你对于国家民族做出最大的贡献。如果你教别人做自己没有做，你是假的，你不是真的。假的，决定不能逃过三恶道的果报，这是真的。",
      "zh_TW": "「先人不善，不識道德，表祖上愚痴」。我們看中國的現狀，現在人民不善，他父母沒教他。他父母為什麼沒有教他？他的祖父母沒有教他的父母。再往前去溯，他的曾祖父母沒有把後代教好；再往前推，曾祖父母本身也不知道，高祖父母沒教，高祖父母疏忽了。為什麼疏忽了？社會不安定，想教沒有機會。往上推至少推一百年，一百年是五代，五代都沒有教，現在人作惡，你怎麼可以怪他？你要怪他，你就是不仁，你沒有慈悲心，你的心太狠了。決定不能責怪，所以要能饒恕他，做錯了，饒恕他，現在來學習。學習之後再要犯，就可以處分他，他有罪。不知者不罪，明知故犯這就有罪，學過倫理道德，學過傳統教育，就不應該再錯了。為什麼？你知道了，有人講給你聽，有人做給你看。這些講傳統文化的老師，他們自己本身要做到，最少五倫、五常、四維、八德要做到，你是真的好老師，你對於國家民族做出最大的貢獻。如果你教別人做自己沒有做，你是假的，你不是真的。假的，決定不能逃過三惡道的果報，這是真的。"
    },
    {
      "id": "02-040-0547_p0028",
      "zh_CN": "自己从哪里做起？要从孝亲尊师入门，大乘经上讲的「孝养父母，奉事师长」，这是成佛、成菩萨的根本，也同时是我们中华民族，过去这些老祖宗成圣成贤的根本。中国传统文化跟佛法是同一个根本，所以佛教到中国来，立刻被中国人接受。佛教教育的理念跟方法，儒接受了，道接受了，于是佛教变成中国传统文化的一环，不能分离，这个太重要了。",
      "zh_TW": "自己從哪裡做起？要從孝親尊師入門，大乘經上講的「孝養父母，奉事師長」，這是成佛、成菩薩的根本，也同時是我們中華民族，過去這些老祖宗成聖成賢的根本。中國傳統文化跟佛法是同一個根本，所以佛教到中國來，立刻被中國人接受。佛教教育的理念跟方法，儒接受了，道接受了，於是佛教變成中國傳統文化的一環，不能分離，這個太重要了。"
    },
    {
      "id": "02-040-0547_p0029",
      "zh_CN": "所以这一句意思很深长，「先人不善」，许许多多复杂的因素我们不知道，因此「不识道德」。《净影疏》说得也好，《净影疏》，净影大师隋唐时代的人，他给《无量寿经》做了注解，这个注解称为《净影疏》。「素不为善，明其无行」，已经养成习惯了，这个习惯跟伦理道德相违背，他养成习惯了，这就是没有善行。「不识道德」，对于传统文化一无所知，这没有智慧，没有读圣贤书。我们今天心里上很着急的，这个着急也是几十年了，没有办法，那就是中国改用简体字，我们很着急。古圣先贤留下来的典籍不能读，不认识了，这个问题比什么都严重！所以我们现在在国际，非常努力在提倡中国的汉字跟文言文，认识中国字，学习中国文言文。为什么？这是一把钥匙，中国千万年老祖宗的智慧，从个人修养，身心修养，到齐家、治国、平天下，这些真实智慧、理念、方法、经验、效果非常非常丰富，都是用文言文写的，收藏在《四库全书》里头。文字是一把钥匙，你没有这把钥匙，《四库全书》给你没用，你不能读。所以，文言文比什么都重要。",
      "zh_TW": "所以這一句意思很深長，「先人不善」，許許多多複雜的因素我們不知道，因此「不識道德」。《淨影疏》說得也好，《淨影疏》，淨影大師隋唐時代的人，他給《無量壽經》做了註解，這個註解稱為《淨影疏》。「素不為善，明其無行」，已經養成習慣了，這個習慣跟倫理道德相違背，他養成習慣了，這就是沒有善行。「不識道德」，對於傳統文化一無所知，這沒有智慧，沒有讀聖賢書。我們今天心裡上很著急的，這個著急也是幾十年了，沒有辦法，那就是中國改用簡體字，我們很著急。古聖先賢留下來的典籍不能讀，不認識了，這個問題比什麼都嚴重！所以我們現在在國際，非常努力在提倡中國的漢字跟文言文，認識中國字，學習中國文言文。為什麼？這是一把鑰匙，中國千萬年老祖宗的智慧，從個人修養，身心修養，到齊家、治國、平天下，這些真實智慧、理念、方法、經驗、效果非常非常豐富，都是用文言文寫的，收藏在《四庫全書》裡頭。文字是一把鑰匙，你沒有這把鑰匙，《四庫全書》給你沒用，你不能讀。所以，文言文比什麼都重要。"
    },
    {
      "id": "02-040-0547_p0030",
      "zh_CN": "谈到文言文，我们看到民国初年，小学生所读的是四书五经、是经史子集，小学生所读的。不但读，高等小学智慧慢慢开了，我们看到那个时候小学生写的作文，大概也就是十岁，十一、二岁，现在大学文学院毕业的看不懂，他们用文言文写的。这些资料我讲经的时候提到，有不少善心人士给我去搜集，我现在手上差不多有五、六十本，民国初年小学生所读、所写的。跟现在国文相比，真叫天渊之差，这是我们非常忧心的地方。所以，一定要重视汉字、文字学，要从这里下手。",
      "zh_TW": "談到文言文，我們看到民國初年，小學生所讀的是四書五經、是經史子集，小學生所讀的。不但讀，高等小學智慧慢慢開了，我們看到那個時候小學生寫的作文，大概也就是十歲，十一、二歲，現在大學文學院畢業的看不懂，他們用文言文寫的。這些資料我講經的時候提到，有不少善心人士給我去蒐集，我現在手上差不多有五、六十本，民國初年小學生所讀、所寫的。跟現在國文相比，真叫天淵之差，這是我們非常憂心的地方。所以，一定要重視漢字、文字學，要從這裡下手。"
    },
    {
      "id": "02-040-0547_p0031",
      "zh_CN": "《说文解字》是过去小孩必须要学习的，认识字，字怎么来的，为什么要这样写，为什么要这么念，它里头表什么意思。每个字它的形状，它的音声，音声有破音字，好几种读法，读法不一样，意思不一样，用什么方法看上下文，形、音、义要讲清楚讲明白。这是大孝，老祖宗留给我们的东西我们能看得懂，我们读了能够明了，能够开智慧，能够把它应用在生活上，应用在齐家、治国。像《群书治要》，唐太宗编的，他的重点就是他治国。他做了皇帝，年岁很轻，二十七岁做皇帝，不知道怎样治国。把古圣先贤关于修身、齐家、治国这些教训，统统节录下来抄给他看。从一万多种书里头，最后选定六十七种，在六十七种里头节录唐太宗所需要的。这个东西翻成外国文，外国人，一些外国国家领袖看到了佩服，没有想到几千年前人写的东西现在还管用。这是什么？这叫真实智慧。",
      "zh_TW": "《說文解字》是過去小孩必須要學習的，認識字，字怎麼來的，為什麼要這樣寫，為什麼要這麼念，它裡頭表什麼意思。每個字它的形狀，它的音聲，音聲有破音字，好幾種讀法，讀法不一樣，意思不一樣，用什麼方法看上下文，形、音、義要講清楚講明白。這是大孝，老祖宗留給我們的東西我們能看得懂，我們讀了能夠明瞭，能夠開智慧，能夠把它應用在生活上，應用在齊家、治國。像《群書治要》，唐太宗編的，他的重點就是他治國。他做了皇帝，年歲很輕，二十七歲做皇帝，不知道怎樣治國。把古聖先賢關於修身、齊家、治國這些教訓，統統節錄下來抄給他看。從一萬多種書裡頭，最後選定六十七種，在六十七種裡頭節錄唐太宗所需要的。這個東西翻成外國文，外國人，一些外國國家領袖看到了佩服，沒有想到幾千年前人寫的東西現在還管用。這是什麼？這叫真實智慧。"
    },
    {
      "id": "02-040-0547_p0032",
      "zh_CN": "「无解无行」这就愚痴到极处。怎么造成的？不学了，不要了。学外国人的东西，外国人现在解决不了问题，是真的，不是假的，现在要向中国来找东西，但是中国人不学。浅视的人就抱怀疑，不相信，如果真好，中国人为什么不学？中国人不要了，一定不是好东西，还是外国的好，中国人学外国的。外国现在走投无路了。只有极少数的人，像汤恩比、罗素这些人，他们对中国文化有深刻的认识，他们提倡。但是欧洲的汉学，我去看了，很失望，他把它当作历史文化去研究，跟现在脱节了，走的方向错了。",
      "zh_TW": "「無解無行」這就愚痴到極處。怎麼造成的？不學了，不要了。學外國人的東西，外國人現在解決不了問題，是真的，不是假的，現在要向中國來找東西，但是中國人不學。淺視的人就抱懷疑，不相信，如果真好，中國人為什麼不學？中國人不要了，一定不是好東西，還是外國的好，中國人學外國的。外國現在走投無路了。只有極少數的人，像湯恩比、羅素這些人，他們對中國文化有深刻的認識，他們提倡。但是歐洲的漢學，我去看了，很失望，他把它當作歷史文化去研究，跟現在脫節了，走的方向錯了。"
    },
    {
      "id": "02-040-0547_p0033",
      "zh_CN": "我跟他们教授做过很深的讨论，我在巴黎跟法兰西的汉学研究院，这个汉学院一些教授，里面也有几个中国人。主持是罗贝尔教授，他知道我们在马六甲要办汉学院，他问我怎么教法？我告诉他，我们前面十年，要帮助这个世界化解冲突，促进世界社会安定和平，前面十年专攻《群书治要》。《群书治要》的原书，六十五种，我们就开这六十五个科目。希望每一个，我们不招学生，我们招研究员，每个研究员专门学一种；我们研究员的名额是两百个人，一个人专攻一种，不学两种。一门深入，长时薰修，这是中国古人教育的理念；方法是读书千遍，其义自见，你专门念这部书，念上一千遍、二千遍、三千遍、一万遍，意思自然出来了，就开悟了。自见，没有老师教，开悟了，用这个方法。悟了之后，就可以教人。十年之后，我们有世界上第一流的汉学家，这些老师，我们就可以办大学，就可以招生，正式来授课。",
      "zh_TW": "我跟他們教授做過很深的討論，我在巴黎跟法蘭西的漢學研究院，這個漢學院一些教授，裡面也有幾個中國人。主持是羅貝爾教授，他知道我們在馬六甲要辦漢學院，他問我怎麼教法？我告訴他，我們前面十年，要幫助這個世界化解衝突，促進世界社會安定和平，前面十年專攻《群書治要》。《群書治要》的原書，六十五種，我們就開這六十五個科目。希望每一個，我們不招學生，我們招研究員，每個研究員專門學一種；我們研究員的名額是兩百個人，一個人專攻一種，不學兩種。一門深入，長時薰修，這是中國古人教育的理念；方法是讀書千遍，其義自見，你專門念這部書，念上一千遍、二千遍、三千遍、一萬遍，意思自然出來了，就開悟了。自見，沒有老師教，開悟了，用這個方法。悟了之後，就可以教人。十年之後，我們有世界上第一流的漢學家，這些老師，我們就可以辦大學，就可以招生，正式來授課。"
    },
    {
      "id": "02-040-0547_p0034",
      "zh_CN": "这个「其义自见」很难懂，现在人：这怎么可以？这不可能的事情！没人相信。纳吉首相问我，我给他说这个道理，最后我突然想起来，他是回教徒，回教的创始人穆罕默德，穆罕默德不认识字。我说其义自见，穆罕默德就是的，他豁然想起来了。在我们中国代表人物，就是禅宗六祖惠能大师，没有念过书，不认识字，其义自见。为什么自见？因为心达到清净平等，只要心地清净、心地平等，你就觉悟了。那个觉就是大彻大悟、明心见性，明心见性，无所不知，无所不能。有啊！头一个表法的就是释迦牟尼佛，释迦牟尼佛是代表知识分子，表法。他十九岁出家出去参学，到三十岁，十二年，这十二年学的是什么？知识，哪个地方有大德，他就到哪里去跟他学。十二年，差不多印度的宗教里面的大德、学术里面的大师，他统统都亲近过了，觉得知识不能解决问题，到菩提树下入定，他是从定中开悟的。惠能大师是从听经里开悟的，每个人根性不一样，所以每个人开悟的缘分不相同，悟了之后境界是相同的。惠能大师的境界跟释迦牟尼佛是一样的，相同的。所以，东方教学目的在开悟，不是在知识，与知识不相干，要求开悟。",
      "zh_TW": "這個「其義自見」很難懂，現在人：這怎麼可以？這不可能的事情！沒人相信。納吉首相問我，我給他說這個道理，最後我突然想起來，他是回教徒，回教的創始人穆罕默德，穆罕默德不認識字。我說其義自見，穆罕默德就是的，他豁然想起來了。在我們中國代表人物，就是禪宗六祖惠能大師，沒有念過書，不認識字，其義自見。為什麼自見？因為心達到清淨平等，只要心地清淨、心地平等，你就覺悟了。那個覺就是大徹大悟、明心見性，明心見性，無所不知，無所不能。有啊！頭一個表法的就是釋迦牟尼佛，釋迦牟尼佛是代表知識分子，表法。他十九歲出家出去參學，到三十歲，十二年，這十二年學的是什麼？知識，哪個地方有大德，他就到哪裡去跟他學。十二年，差不多印度的宗教裡面的大德、學術裡面的大師，他統統都親近過了，覺得知識不能解決問題，到菩提樹下入定，他是從定中開悟的。惠能大師是從聽經裡開悟的，每個人根性不一樣，所以每個人開悟的緣分不相同，悟了之後境界是相同的。惠能大師的境界跟釋迦牟尼佛是一樣的，相同的。所以，東方教學目的在開悟，不是在知識，與知識不相干，要求開悟。"
    },
    {
      "id": "02-040-0547_p0035",
      "zh_CN": "悟后起修，那个修是什么？修是放下，身心世界彻底放下。为什么？悟了之后才恍然明了，通达了，「凡所有相，皆是虚妄」，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。所以修就是心地真正清净、真正平等，这个清净平等起作用就是智慧。智慧能解决一切问题，这个智慧是自性本有的，不是外头来的。我们智慧不能现前，就是心不清净、心不平等。你不平等是分别，不清净是染污，你把染污、把分别统统放下，你就会开悟，你的真心就现前。人人都一样，所以一切众生本来是佛，我们要相信。得罪一个人，就是得罪佛，得罪佛菩萨；我们轻视一个人，就是瞧不起佛。我们要学佛，瞧不起佛，怎么能成佛？我们恭敬一个人，就是恭敬一尊佛。",
      "zh_TW": "悟後起修，那個修是什麼？修是放下，身心世界徹底放下。為什麼？悟了之後才恍然明瞭，通達了，「凡所有相，皆是虛妄」，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。所以修就是心地真正清淨、真正平等，這個清淨平等起作用就是智慧。智慧能解決一切問題，這個智慧是自性本有的，不是外頭來的。我們智慧不能現前，就是心不清淨、心不平等。你不平等是分別，不清淨是染污，你把染污、把分別統統放下，你就會開悟，你的真心就現前。人人都一樣，所以一切眾生本來是佛，我們要相信。得罪一個人，就是得罪佛，得罪佛菩薩；我們輕視一個人，就是瞧不起佛。我們要學佛，瞧不起佛，怎麼能成佛？我們恭敬一個人，就是恭敬一尊佛。"
    },
    {
      "id": "02-040-0547_p0036",
      "zh_CN": "人在这个世间，受环境影响，千变万化。在这个时代，负面的染污多，正面的少，所以成就非常困难。他修得很好，有好老师，有好的环境，学成之后走进社会，那就看他功夫了。功夫要深，有能力不受外面的感染，不受外面的影响，他可以做出弘法利生的事业。如果一受外面感染，他就完了，他就堕落了，依旧搞六道轮回。我们能够保持着还没有堕落，原因是什么？天天读经，天天跟大家一起分享，靠这个。如果没有这个，很容易堕落。这个染污，力量太强大了，有史以来，从没有现在这样的染污，现在这样的干扰。真的是要有定功，你才能保全自己；要有真实的智慧，你才能教化众生，才能帮助别人。",
      "zh_TW": "人在這個世間，受環境影響，千變萬化。在這個時代，負面的染污多，正面的少，所以成就非常困難。他修得很好，有好老師，有好的環境，學成之後走進社會，那就看他功夫了。功夫要深，有能力不受外面的感染，不受外面的影響，他可以做出弘法利生的事業。如果一受外面感染，他就完了，他就墮落了，依舊搞六道輪迴。我們能夠保持著還沒有墮落，原因是什麼？天天讀經，天天跟大家一起分享，靠這個。如果沒有這個，很容易墮落。這個染污，力量太強大了，有史以來，從沒有現在這樣的染污，現在這樣的干擾。真的是要有定功，你才能保全自己；要有真實的智慧，你才能教化眾生，才能幫助別人。"
    },
    {
      "id": "02-040-0547_p0037",
      "zh_CN": "注解里头说，「无解无行，愚痴之极。世代相承，子受父教，都是邪说，不谈善恶果报。故云无有语者」。这是现代的社会，我们看了很痛心。「先人痴顽，后辈无知，事乃必然，故云殊无怪也」，就是应该的。现在人想错了、说错了、做错了，不要怪他，理所当然。要怪他，我们就失掉了慈悲，我们失掉了厚道。一定要知道，他做坏事，为什么他会做坏事？你想想这一点你就会原谅他。原谅他，帮助他回头，真正救济，无过于念佛。我们对念佛法门的了解，六十二年才搞清楚、搞明白，这是真的，不是假的。我从八十五岁，真放下了，首先《华严》放下，然后所有一切经论统统放下，不再看了。全心全力就学这部《无量寿经》，就学这部黄念祖老居士的注解，集注，读这部经，讲这部经，跟大家分享，学这部经，念这一句佛号，念兹在兹。确实希望分秒必争，我有一秒钟的时间，我念一句阿弥陀佛，如果没有念一句阿弥陀佛这一秒钟空过了，空过就是罪过。什么都别想了，只想阿弥陀佛，只求往生极乐世界。这个世界想再来，我到极乐世界之后我学成了再来，现在不能再搞了，再搞，极乐世界去不了，这是大家一定要知道的。",
      "zh_TW": "註解裡頭說，「無解無行，愚痴之極。世代相承，子受父教，都是邪說，不談善惡果報。故云無有語者」。這是現代的社會，我們看了很痛心。「先人痴頑，後輩無知，事乃必然，故云殊無怪也」，就是應該的。現在人想錯了、說錯了、做錯了，不要怪他，理所當然。要怪他，我們就失掉了慈悲，我們失掉了厚道。一定要知道，他做壞事，為什麼他會做壞事？你想想這一點你就會原諒他。原諒他，幫助他回頭，真正救濟，無過於念佛。我們對念佛法門的了解，六十二年才搞清楚、搞明白，這是真的，不是假的。我從八十五歲，真放下了，首先《華嚴》放下，然後所有一切經論統統放下，不再看了。全心全力就學這部《無量壽經》，就學這部黃念祖老居士的註解，集註，讀這部經，講這部經，跟大家分享，學這部經，念這一句佛號，念茲在茲。確實希望分秒必爭，我有一秒鐘的時間，我念一句阿彌陀佛，如果沒有念一句阿彌陀佛這一秒鐘空過了，空過就是罪過。什麼都別想了，只想阿彌陀佛，只求往生極樂世界。這個世界想再來，我到極樂世界之後我學成了再來，現在不能再搞了，再搞，極樂世界去不了，這是大家一定要知道的。"
    },
    {
      "id": "02-040-0547_p0038",
      "zh_CN": "所以，龙喜佛教大学是替斯里兰卡政府建立的，于我不相干，目的是为全世界佛教培养弘护人才，弘法跟护法。希望斯里兰卡政府来执行，总统亲自执行，我建议总统担任校长。马六甲的汉学院，上面是冠上马来西亚汉学院，建成之后是马来西亚国家的，不是我的，这个诸位一定要清楚，是培养儒释道的师资。儒释道发源于中国，佛教虽然是印度传来的，在中国生根，在中国茁壮、开花结果，印度已经没有了。所以，中国是佛教第二个祖国。我们现在自己没有能力做，这个国家地区华侨很好，首相问我，你为什么选择马来西亚？我说，因为马来西亚有七百万华侨（华人），这些华人跟其他国家的华人不一样。他说什么不一样？他们办了一千多个华校小学，办了六十二个华校的中学，我就看中这个来的。",
      "zh_TW": "所以，龍喜佛教大學是替斯里蘭卡政府建立的，於我不相干，目的是為全世界佛教培養弘護人才，弘法跟護法。希望斯里蘭卡政府來執行，總統親自執行，我建議總統擔任校長。馬六甲的漢學院，上面是冠上馬來西亞漢學院，建成之後是馬來西亞國家的，不是我的，這個諸位一定要清楚，是培養儒釋道的師資。儒釋道發源於中國，佛教雖然是印度傳來的，在中國生根，在中國茁壯、開花結果，印度已經沒有了。所以，中國是佛教第二個祖國。我們現在自己沒有能力做，這個國家地區華僑很好，首相問我，你為什麼選擇馬來西亞？我說，因為馬來西亞有七百萬華僑（華人），這些華人跟其他國家的華人不一樣。他說什麼不一樣？他們辦了一千多個華校小學，辦了六十二個華校的中學，我就看中這個來的。"
    },
    {
      "id": "02-040-0547_p0039",
      "zh_CN": "因为我们的研究员，研究员从哪里选拔？从华校的老师、校长。他们是读书人，是教书人，他懂得怎么读书，读书的方法，懂得搜集参考资料，懂得写教学的讲义，这就省事了。他们用十年的时间专攻一部书，譬如《周易》，十年时间专攻《周易》，十年之后他就是易学专家。他写的讲义，一年之后我要求他们每个星期讲两个小时，这两个小时我们给他录像。这些资料送给教育部，让教育部审查，能够达到博士的水平，请国家正式授给我们汉学博士学位。这些校长跟老师，大概很多都没有博士学位，他们在此地读十年书，拿到博士学位，这个时候他也只有六十多岁。最好的教授，他可以在全世界大学里面教中文，教中国传统文化。我说我们的目标在此地。首相听到之后，我们马来人能不能学？我说当然欢迎，不但马来人我们欢迎，全世界每个国家，不分国家，不分族群，只要喜欢中国的汉字、汉学，我们统统欢迎，我们没有界限。这他就很安心了。他告诉我，他希望他的儿子将来能够学习，他儿子现在在北京学中文，很难得。",
      "zh_TW": "因為我們的研究員，研究員從哪裡選拔？從華校的老師、校長。他們是讀書人，是教書人，他懂得怎麼讀書，讀書的方法，懂得蒐集參考資料，懂得寫教學的講義，這就省事了。他們用十年的時間專攻一部書，譬如《周易》，十年時間專攻《周易》，十年之後他就是易學專家。他寫的講義，一年之後我要求他們每個星期講兩個小時，這兩個小時我們給他錄像。這些資料送給教育部，讓教育部審查，能夠達到博士的水平，請國家正式授給我們漢學博士學位。這些校長跟老師，大概很多都沒有博士學位，他們在此地讀十年書，拿到博士學位，這個時候他也只有六十多歲。最好的教授，他可以在全世界大學裡面教中文，教中國傳統文化。我說我們的目標在此地。首相聽到之後，我們馬來人能不能學？我說當然歡迎，不但馬來人我們歡迎，全世界每個國家，不分國家，不分族群，只要喜歡中國的漢字、漢學，我們統統歡迎，我們沒有界限。這他就很安心了。他告訴我，他希望他的兒子將來能夠學習，他兒子現在在北京學中文，很難得。"
    },
    {
      "id": "02-040-0547_p0040",
      "zh_CN": "所以，对于这一代人犯了过失不要计较，我们对他们要尊重、要尊敬，对于他们的过失不要去提，把它忘掉，希望他们回头。",
      "zh_TW": "所以，對於這一代人犯了過失不要計較，我們對他們要尊重、要尊敬，對於他們的過失不要去提，把它忘掉，希望他們回頭。"
    },
    {
      "id": "02-040-0547_p0041",
      "zh_CN": "「死生之趣，善恶之道」，这个事是大事，想到这个的人不多。现在社会排斥宗教，认为宗教都是迷信，认为宗教都是封建时代的产物、帝王的愚民政策。这都是我们想错了，我们没有深入去了解它，这些宗教受了冤枉、委屈。你要批评它，你要把它深入研究，这个批评人家服。你批评别人，你没有看过，没有接触过，人家怎么肯服？这种批评是很不道德的，信口开河，人云亦云，这是什么？愚痴，有智慧的人不会干这个事情。你说佛教是迷信，有智慧的人，先把佛教经典拿来研究，搞清楚了，真的是迷信，他能够一桩一桩的说出来，人家信服。你没有能了解，譬如我们在不了解的时候，完全无知。过去在学校念书，小学、初中，我只念到初中，老师给我们讲宗教是迷信，尤其是佛教。高级的宗教只有一个神，真神，低级的宗教是多神教，什么都拜。我们看到佛教的寺庙，真的好像什么都拜，人家把它看成低级宗教。我们受了影响，听了老师的话，以为是真的，所以对于寺庙根本就不碰它，佛教的经典完全不予理睬，这是迷信。当然看也看不懂，两个字就把它解决了，迷信。我要不是碰到方东美先生，这一生永远不会回头，为什么？坚固的执着。这把这条路封闭了，这一条是光明大道。",
      "zh_TW": "「死生之趣，善惡之道」，這個事是大事，想到這個的人不多。現在社會排斥宗教，認為宗教都是迷信，認為宗教都是封建時代的產物、帝王的愚民政策。這都是我們想錯了，我們沒有深入去了解它，這些宗教受了冤枉、委屈。你要批評它，你要把它深入研究，這個批評人家服。你批評別人，你沒有看過，沒有接觸過，人家怎麼肯服？這種批評是很不道德的，信口開河，人云亦云，這是什麼？愚痴，有智慧的人不會幹這個事情。你說佛教是迷信，有智慧的人，先把佛教經典拿來研究，搞清楚了，真的是迷信，他能夠一樁一樁的說出來，人家信服。你沒有能了解，譬如我們在不了解的時候，完全無知。過去在學校念書，小學、初中，我只念到初中，老師給我們講宗教是迷信，尤其是佛教。高級的宗教只有一個神，真神，低級的宗教是多神教，什麼都拜。我們看到佛教的寺廟，真的好像什麼都拜，人家把它看成低級宗教。我們受了影響，聽了老師的話，以為是真的，所以對於寺廟根本就不碰它，佛教的經典完全不予理睬，這是迷信。當然看也看不懂，兩個字就把它解決了，迷信。我要不是碰到方東美先生，這一生永遠不會回頭，為什麼？堅固的執著。這把這條路封閉了，這一條是光明大道。"
    },
    {
      "id": "02-040-0547_p0042",
      "zh_CN": "死生之趣，善恶之道，能够解决的确实只有佛道。我感恩方老师，一生感恩，他离我而去了，一九七七年走的，我念念不忘。他救了我，让我从迷惑颠倒醒过来，从邪道里头回过头来走向正道。没有方老师不认识。我跟他学哲学，他是我心目当中最佩服的当代的哲学家，他给我讲一部《哲学概论》，分作几个单元，最后一个单元「佛经哲学」，我从这门课里头认识了佛教。他为我介绍，「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」。我接受了，而且认真学习，愈学习愈有兴趣，愈学习愈欢喜，真正是法喜充满。《论语》上孔夫子所说的，「学而时习之，不亦说乎」，我用在佛法上，学而时习之，学了就真干。要把所学的变成自己的生活，改变我们从前错误的心态，就是想法、看法，修正我们现在的说法跟行法，把佛法变成自己的生活。老师所说的，学佛是人生最高的享受，我体会到了，享受到了，这感恩老师。没有老师的指点，怎么会有今天？没有今天，早都落到三途去了，肯定。",
      "zh_TW": "死生之趣，善惡之道，能夠解決的確實只有佛道。我感恩方老師，一生感恩，他離我而去了，一九七七年走的，我念念不忘。他救了我，讓我從迷惑顛倒醒過來，從邪道裡頭回過頭來走向正道。沒有方老師不認識。我跟他學哲學，他是我心目當中最佩服的當代的哲學家，他給我講一部《哲學概論》，分作幾個單元，最後一個單元「佛經哲學」，我從這門課裡頭認識了佛教。他為我介紹，「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」。我接受了，而且認真學習，愈學習愈有興趣，愈學習愈歡喜，真正是法喜充滿。《論語》上孔夫子所說的，「學而時習之，不亦說乎」，我用在佛法上，學而時習之，學了就真幹。要把所學的變成自己的生活，改變我們從前錯誤的心態，就是想法、看法，修正我們現在的說法跟行法，把佛法變成自己的生活。老師所說的，學佛是人生最高的享受，我體會到了，享受到了，這感恩老師。沒有老師的指點，怎麼會有今天？沒有今天，早都落到三途去了，肯定。"
    },
    {
      "id": "02-040-0547_p0043",
      "zh_CN": "这两段经文，特别指前头一段，我没有学佛的时候就是这样的，蒙冥抵突，这是造三恶道的业。学佛之后明白了。早年我在迈阿密讲经，我到那里去看，听众一半是美国人，我感到很讶异。我们这个讲经是对华侨说的，没有想到这么多的外国人在场，所以我的题目就换掉了。那一次是从美国东部巡回讲经，从纽约、ＤＣ一直到迈阿密，六、七个城市，讲的题目是一样的，《地藏经》大意，介绍地藏菩萨。到迈阿密一看这个情形，我就跟这个翻译的说，我说换题目，这个机会很难得，讲什么？认识佛教。结果认识佛教就在那里讲的，一共讲了八天。以后他们写成个小册子，《认识佛教》。机会难得，都是外国人，这些外国人对佛教有误会，我们把佛教讲清楚、讲明白，让他们了解、认识，这是入佛门第一步，所以换了题目。",
      "zh_TW": "這兩段經文，特別指前頭一段，我沒有學佛的時候就是這樣的，蒙冥抵突，這是造三惡道的業。學佛之後明白了。早年我在邁阿密講經，我到那裡去看，聽眾一半是美國人，我感到很訝異。我們這個講經是對華僑說的，沒有想到這麼多的外國人在場，所以我的題目就換掉了。那一次是從美國東部巡迴講經，從紐約、ＤＣ一直到邁阿密，六、七個城市，講的題目是一樣的，《地藏經》大意，介紹地藏菩薩。到邁阿密一看這個情形，我就跟這個翻譯的說，我說換題目，這個機會很難得，講什麼？認識佛教。結果認識佛教就在那裡講的，一共講了八天。以後他們寫成個小冊子，《認識佛教》。機會難得，都是外國人，這些外國人對佛教有誤會，我們把佛教講清楚、講明白，讓他們了解、認識，這是入佛門第一步，所以換了題目。"
    },
    {
      "id": "02-040-0547_p0044",
      "zh_CN": "真正认识，你就肯真的想学，我真想学了，遇到后面两个老师。一个是章嘉大师，我跟他三年，可以说我佛法的基础是这三年奠定的。成就，是跟李老师十年。我说没有这三年基础不行，这三年扎根教育。以后章嘉大师圆寂了，过了一年，我亲近李老师，在李老师会下十年，这才有今天的成就。这三个老师少一个都不行。",
      "zh_TW": "真正認識，你就肯真的想學，我真想學了，遇到後面兩個老師。一個是章嘉大師，我跟他三年，可以說我佛法的基礎是這三年奠定的。成就，是跟李老師十年。我說沒有這三年基礎不行，這三年扎根教育。以後章嘉大師圓寂了，過了一年，我親近李老師，在李老師會下十年，這才有今天的成就。這三個老師少一個都不行。"
    },
    {
      "id": "02-040-0547_p0045",
      "zh_CN": "真正把这一生，想想这一生到这个世间来，来干什么？人生的意义、人生的价值找到了。我们要承传如来的大法，要承传历史的使命，决定不能让它断掉。但是一生遇不到缘分，我一生孤家寡人一个，没有社会关系，没有有力量的人来护持，跟着我的都是听经的群众，他们有善根，福德不够。没有财富的力量，也没有权力的力量，所以做什么事情都做不成。到处都是很小的规模，一个小讲堂，听众二十几个人，在美国的时候，三、五十个人就很多了，没有办法建有规模的道场，没人学。师资也不够，找不到老师。我那个年代，讲经的法师还有几个，算算还有十几个人，现在这些人大部分人都走了。现在年轻一代起来，他们所讲的东西很多我没听过，而且都生疏，不认识。所以事情真难。",
      "zh_TW": "真正把這一生，想想這一生到這個世間來，來幹什麼？人生的意義、人生的價值找到了。我們要承傳如來的大法，要承傳歷史的使命，決定不能讓它斷掉。但是一生遇不到緣分，我一生孤家寡人一個，沒有社會關係，沒有有力量的人來護持，跟著我的都是聽經的群眾，他們有善根，福德不夠。沒有財富的力量，也沒有權力的力量，所以做什麼事情都做不成。到處都是很小的規模，一個小講堂，聽眾二十幾個人，在美國的時候，三、五十個人就很多了，沒有辦法建有規模的道場，沒人學。師資也不夠，找不到老師。我那個年代，講經的法師還有幾個，算算還有十幾個人，現在這些人大部分人都走了。現在年輕一代起來，他們所講的東西很多我沒聽過，而且都生疏，不認識。所以事情真難。"
    },
    {
      "id": "02-040-0547_p0046",
      "zh_CN": "到晚年，老师教我修布施，财布施，到现在才有这个财力办汉学院、办大学。我们从来不向人化缘，不向人要钱，自动自发，随喜功德。没有这个力量，不能做，也不能说，说出来我心不安。评估建这个大学需要多少钱，我想想我还行，我才敢开口。希望我走的时候，我身上一文都没有，干干净净，不要留给人话柄，净空法师银行还有存款，这不像话，我要把它花光，统统捐给这两个学校。吃的、穿的都是十方供养，供养得很多，大家到这边来都看到。到这里来的人，大多数都带一些土产送给我，粮食、蔬菜，都这些东西，种类很全。我自己也在种菜，也种了不少，蔬菜基本上绝对不到外面采购，吃得干净，吃得安心。所以晚年这么一个小地方，很满足了。学会自己照顾自己，李老师给我做的榜样，他九十五岁才接受两个人照顾他，我还没到，我这过年八十八了，现在这个身体行，不需要人照顾。",
      "zh_TW": "到晚年，老師教我修布施，財布施，到現在才有這個財力辦漢學院、辦大學。我們從來不向人化緣，不向人要錢，自動自發，隨喜功德。沒有這個力量，不能做，也不能說，說出來我心不安。評估建這個大學需要多少錢，我想想我還行，我才敢開口。希望我走的時候，我身上一文都沒有，乾乾淨淨，不要留給人話柄，淨空法師銀行還有存款，這不像話，我要把它花光，統統捐給這兩個學校。吃的、穿的都是十方供養，供養得很多，大家到這邊來都看到。到這裡來的人，大多數都帶一些土產送給我，糧食、蔬菜，都這些東西，種類很全。我自己也在種菜，也種了不少，蔬菜基本上絕對不到外面採購，吃得乾淨，吃得安心。所以晚年這麼一個小地方，很滿足了。學會自己照顧自己，李老師給我做的榜樣，他九十五歲才接受兩個人照顧他，我還沒到，我這過年八十八了，現在這個身體行，不需要人照顧。"
    },
    {
      "id": "02-040-0547_p0047",
      "zh_CN": "业因果报我们非常清楚。「善恶之道，不能自见，不识因也。于因于果，自心不识。他无语者，故永不解」。「是以都不之信，谓无有是」，不相信，不承认，这是现代人。古老的教学理念、教学方法一定要传下去，所以我答应这两个学校，汉学院建好了我去教一年。这一年是表法，就是把中国传统教学的理念、教学的方法，做出来给大家看。龙喜大学亦如是。我说我不会长时间，就在那里住一年，教一年，我教几个学生，给别的教授、给别人做参考。我是代表古典的，来做一个客观的比较，哪一种方法更合适，目的在此地。大家看到了、听到了，明白、懂得了再去研究，跟现代西方教学理念、方法做个比较，客观的来评论，如何采取。那是后人的事情，不是我的事情。今天时间到了，我们就学习到此地。",
      "zh_TW": "業因果報我們非常清楚。「善惡之道，不能自見，不識因也。於因於果，自心不識。他無語者，故永不解」。「是以都不之信，謂無有是」，不相信，不承認，這是現代人。古老的教學理念、教學方法一定要傳下去，所以我答應這兩個學校，漢學院建好了我去教一年。這一年是表法，就是把中國傳統教學的理念、教學的方法，做出來給大家看。龍喜大學亦如是。我說我不會長時間，就在那裡住一年，教一年，我教幾個學生，給別的教授、給別人做參考。我是代表古典的，來做一個客觀的比較，哪一種方法更合適，目的在此地。大家看到了、聽到了，明白、懂得了再去研究，跟現代西方教學理念、方法做個比較，客觀的來評論，如何採取。那是後人的事情，不是我的事情。今天時間到了，我們就學習到此地。"
    }
  ]
}