{
  "doc_id": "02-040-0630",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六三０集",
    "zh_TW": "第六三０集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0630",
  "total_paragraphs": 25,
  "paragraphs": [
    {
      "id": "02-040-0630_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0630_p0002",
      "zh_CN": "请看《大经科注》第一千零八十八页，从第一行看起：",
      "zh_TW": "請看《大經科註》第一千零八十八頁，從第一行看起："
    },
    {
      "id": "02-040-0630_p0003",
      "zh_CN": "这是《阿弥陀经》上，十方诸佛赞叹本师释迦牟尼佛，「于此娑婆五浊恶世，为诸众生说是一切世间难信之法」。「十方如来皆谓难说，正显此法亦难开示」，很不容易讲。为什么？没有人能接受，没有人相信，理太深奥，事太稀奇，不是一般人常识能想像得到的。凡夫成佛怎么这么容易？八万四千法门、无量法门，都要无量劫才能修成，这是诸佛菩萨常常宣讲的，怎么可能有一个方法这么容易让人在一生就成就？所以这真正不可思议微妙法门，能说法的人也难开示，也不容易。「若此难遇难示之法」，我们这一生很幸运，为什么？遇到了，也听到了。下面这句话很重要，「但若不能深信」，听到也不能在现前得利益，「终成辜负」。这样的人多，占绝大多数，大概遇到听到百分之八、九十都是这样的，现前的真实利益得不到。",
      "zh_TW": "這是《阿彌陀經》上，十方諸佛讚歎本師釋迦牟尼佛，「於此娑婆五濁惡世，為諸眾生說是一切世間難信之法」。「十方如來皆謂難說，正顯此法亦難開示」，很不容易講。為什麼？沒有人能接受，沒有人相信，理太深奧，事太稀奇，不是一般人常識能想像得到的。凡夫成佛怎麼這麼容易？八萬四千法門、無量法門，都要無量劫才能修成，這是諸佛菩薩常常宣講的，怎麼可能有一個方法這麼容易讓人在一生就成就？所以這真正不可思議微妙法門，能說法的人也難開示，也不容易。「若此難遇難示之法」，我們這一生很幸運，為什麼？遇到了，也聽到了。下面這句話很重要，「但若不能深信」，聽到也不能在現前得利益，「終成辜負」。這樣的人多，佔絕大多數，大概遇到聽到百分之八、九十都是這樣的，現前的真實利益得不到。"
    },
    {
      "id": "02-040-0630_p0004",
      "zh_CN": "「幸能深信」，这真难得，「实为万劫千生希有难逢之一时」，这话是彭际清居士说的。真的，一点都不假，要多念几遍，万劫千生稀有难逢，绝不是轻易能遇得到的。那遇到怎么样？一定把它当作珍宝看待，这是宝。「故应勤修坚持，常念不绝」。因为这个缘故，万劫千生很难遇到，果然遇到了，就应该要勤修坚持，勤是精进不懈怠，坚固的执着。佛是教我们万缘放下，这个法门要执持名号，对于六字洪名要执着，你才能决定往生。到极乐世界之后要不要执着？我相信依然坚固执着。为什么？一定到成佛才放下，到证得妙觉果位，放下，跟最后一品无始无明习气同时放下，他就契入常寂光。不是在这个情形之下，决定不放松，这是正确的，这个没有问题。「但能信愿持名」，就这四个字，净宗修行的妙诀，你看多简单，要真信、要真正发愿，对这个世间完全放下，毫无留恋，持名，一心专念阿弥陀佛，没有一个不快速成就。「得道」就是成佛，证得究竟圆满的佛果，一生成就。真正难信，为什么？比起一般修行证个须陀洹还容易。须陀洹难，我们这个世间修行的，谁证得？他要断身见、边见、见取见、戒取见、邪见，五大类的见惑他统统放下，才能证须陀洹，真的没有信愿持名这么容易。我们是真正幸运，不是三生有幸，三生做不到，我们是万劫千生，幸运的遇到这一次的缘分，这一生当中就证果。末后这段经文是净土宗的末后句，世尊讲净土讲到顶点，上面没有了，就是这八句经文，「常念不绝，则得道捷，我法如是，作如是说」。",
      "zh_TW": "「幸能深信」，這真難得，「實為萬劫千生希有難逢之一時」，這話是彭際清居士說的。真的，一點都不假，要多念幾遍，萬劫千生稀有難逢，絕不是輕易能遇得到的。那遇到怎麼樣？一定把它當作珍寶看待，這是寶。「故應勤修堅持，常念不絕」。因為這個緣故，萬劫千生很難遇到，果然遇到了，就應該要勤修堅持，勤是精進不懈怠，堅固的執著。佛是教我們萬緣放下，這個法門要執持名號，對於六字洪名要執著，你才能決定往生。到極樂世界之後要不要執著？我相信依然堅固執著。為什麼？一定到成佛才放下，到證得妙覺果位，放下，跟最後一品無始無明習氣同時放下，他就契入常寂光。不是在這個情形之下，決定不放鬆，這是正確的，這個沒有問題。「但能信願持名」，就這四個字，淨宗修行的妙訣，你看多簡單，要真信、要真正發願，對這個世間完全放下，毫無留戀，持名，一心專念阿彌陀佛，沒有一個不快速成就。「得道」就是成佛，證得究竟圓滿的佛果，一生成就。真正難信，為什麼？比起一般修行證個須陀洹還容易。須陀洹難，我們這個世間修行的，誰證得？他要斷身見、邊見、見取見、戒取見、邪見，五大類的見惑他統統放下，才能證須陀洹，真的沒有信願持名這麼容易。我們是真正幸運，不是三生有幸，三生做不到，我們是萬劫千生，幸運的遇到這一次的緣分，這一生當中就證果。末後這段經文是淨土宗的末後句，世尊講淨土講到頂點，上面沒有了，就是這八句經文，「常念不絕，則得道捷，我法如是，作如是說」。"
    },
    {
      "id": "02-040-0630_p0005",
      "zh_CN": "下面，『如来所行，亦应随行』，这是表正助双修。普贤菩萨十大愿王第八句「常随佛学」，这就是如来所行，菩萨应该随顺如来之行而行，要随顺极乐世界阿弥陀佛之所行，这真正是常随佛学。怎么个行法？下面教给我们，「便一其心，选择所欲，结得大愿」。完全跟阿弥陀佛在因地上所修的一个样子、一个模式，一心一意，便一其心，没有杂念，没有妄想，用心专一。选择所欲，我们今天选择的欲望，西方极乐世界，亲近阿弥陀佛，我们只有这一个欲望，其他的欲望全没有。在这个世间再大的好事都是随缘，没有丝毫勉强，为什么？勉强就生烦恼，就错了。一切缘成就，我们应该要做，有丝毫的勉强，我们就不做。做是为苦难众生，我们自己很辛苦，辛劳；不做，我们专一念佛，早一天往生净土，功德圆满成就。「住真实慧，勇猛精进」，勇猛精进是说一时一刻都不放松，做什么？念佛。口里没有佛号没关系，心上有就行，心上不能间断，口念累了可以不念。年老的人，体力衰了，多半用金刚持，不累。金刚持是口动，南无阿弥陀佛，口动，没有声音；其实有声音，他自己能听见，外面人听不见。「一向专志庄严妙土。」用什么庄严？信愿持名，庄严极乐世界，不念佛，那就没法子庄严。",
      "zh_TW": "下面，『如來所行，亦應隨行』，這是表正助雙修。普賢菩薩十大願王第八句「常隨佛學」，這就是如來所行，菩薩應該隨順如來之行而行，要隨順極樂世界阿彌陀佛之所行，這真正是常隨佛學。怎麼個行法？下面教給我們，「便一其心，選擇所欲，結得大願」。完全跟阿彌陀佛在因地上所修的一個樣子、一個模式，一心一意，便一其心，沒有雜念，沒有妄想，用心專一。選擇所欲，我們今天選擇的欲望，西方極樂世界，親近阿彌陀佛，我們只有這一個欲望，其他的欲望全沒有。在這個世間再大的好事都是隨緣，沒有絲毫勉強，為什麼？勉強就生煩惱，就錯了。一切緣成就，我們應該要做，有絲毫的勉強，我們就不做。做是為苦難眾生，我們自己很辛苦，辛勞；不做，我們專一念佛，早一天往生淨土，功德圓滿成就。「住真實慧，勇猛精進」，勇猛精進是說一時一刻都不放鬆，做什麼？念佛。口裡沒有佛號沒關係，心上有就行，心上不能間斷，口念累了可以不念。年老的人，體力衰了，多半用金剛持，不累。金剛持是口動，南無阿彌陀佛，口動，沒有聲音；其實有聲音，他自己能聽見，外面人聽不見。「一向專志莊嚴妙土。」用什麼莊嚴？信願持名，莊嚴極樂世界，不念佛，那就沒法子莊嚴。"
    },
    {
      "id": "02-040-0630_p0006",
      "zh_CN": "我们在这个世界建一个大道场，造佛像来庄严道场，这个庄严有缘可以做，没有缘不要勉强。为什么？这个世间，佛说得好，「凡所有相皆是虚妄」，一切有形相的建筑统统是虚妄。为什么？生灭法。我们看看天亲菩萨的《百法明门论》，他将全宇宙万事万物归纳为一百类，叫百法。百法展开就是一切法，无量无边之法，不出这一百类。这一百类里头有有为、有无为，有为，有生有灭，全是假的；无为，不生不灭，这说它为真的。无为法到最后只有一个真正的无为，真如无为，只有这一条。其余还有五种无为法，那是有为法里头不能包括，像虚空，有为不能包，说它作无为。空是不是真有？不是真有，空能生有，它就不是真空，它会生有。惠能大师说，「何期自性，能生万法」，你怎么可以说它空？它遇到缘，它能生；不遇到缘，它就没有。像我们现在看电视屏幕，屏幕上你能说它没有吗？按一下频道，它就出现，它就有；频道关了，它就没有。所以那个有是有生有灭，频道是不生不灭。不生不灭跟生灭融在一起，所以不可以说它有，也不可以说它没有，这才是事实真相。于事实真相真正了解，把一切有为法放下。起心动念是有为法，是心法，是心所法，二十四个不相应，也属于有为法，从妄想生的，十一个色法是有为法。八个心王，五十一个心所，二十四个不相应，十一个色法，总共九十四法。九十四大类，全是有为法，有为是假的。",
      "zh_TW": "我們在這個世界建一個大道場，造佛像來莊嚴道場，這個莊嚴有緣可以做，沒有緣不要勉強。為什麼？這個世間，佛說得好，「凡所有相皆是虛妄」，一切有形相的建築統統是虛妄。為什麼？生滅法。我們看看天親菩薩的《百法明門論》，他將全宇宙萬事萬物歸納為一百類，叫百法。百法展開就是一切法，無量無邊之法，不出這一百類。這一百類裡頭有有為、有無為，有為，有生有滅，全是假的；無為，不生不滅，這說它為真的。無為法到最後只有一個真正的無為，真如無為，只有這一條。其餘還有五種無為法，那是有為法裡頭不能包括，像虛空，有為不能包，說它作無為。空是不是真有？不是真有，空能生有，它就不是真空，它會生有。惠能大師說，「何期自性，能生萬法」，你怎麼可以說它空？它遇到緣，它能生；不遇到緣，它就沒有。像我們現在看電視屏幕，屏幕上你能說它沒有嗎？按一下頻道，它就出現，它就有；頻道關了，它就沒有。所以那個有是有生有滅，頻道是不生不滅。不生不滅跟生滅融在一起，所以不可以說它有，也不可以說它沒有，這才是事實真相。於事實真相真正了解，把一切有為法放下。起心動念是有為法，是心法，是心所法，二十四個不相應，也屬於有為法，從妄想生的，十一個色法是有為法。八個心王，五十一個心所，二十四個不相應，十一個色法，總共九十四法。九十四大類，全是有為法，有為是假的。"
    },
    {
      "id": "02-040-0630_p0007",
      "zh_CN": "庄严妙土，假的不行，要用真的。什么是真的？信愿持名，是真正庄严西方极乐世界，妙土是极乐世界。发菩提心，一向专念，菩提心是真心，我们常说的真诚、清净、恭敬心，菩提心具足了。菩提心的自受用是清净平等觉，菩提心对一切众生，对一切人事物，大慈大悲。什么叫大慈大悲？愿意拔一切众生苦，与一切众生乐，这叫大菩提心。众生有苦与我不相干，我无动于心，这个人没有慈悲心。没有慈悲心，只念这句阿弥陀佛能不能往生？不一定。蕅益大师讲得好，发心是往生净土必须具备的条件，甚至于告诉我们，能不能往生决定在信愿之有无，信愿是菩提心；生到极乐世界品位高下，那是念佛功夫浅深所感的，不是念佛多少，是念佛功夫浅深。功夫从哪里看？从定功看，从放下看，唯有放下才帮助你提升。当我们妄想起来、杂念起来，赶紧放下。净宗用的方法非常巧妙，就是提起佛号、专注佛号，妄想、杂念自然没有。这法子妙，养成习惯就变成功夫，它能提升往生净土的品位。",
      "zh_TW": "莊嚴妙土，假的不行，要用真的。什麼是真的？信願持名，是真正莊嚴西方極樂世界，妙土是極樂世界。發菩提心，一向專念，菩提心是真心，我們常說的真誠、清淨、恭敬心，菩提心具足了。菩提心的自受用是清淨平等覺，菩提心對一切眾生，對一切人事物，大慈大悲。什麼叫大慈大悲？願意拔一切眾生苦，與一切眾生樂，這叫大菩提心。眾生有苦與我不相干，我無動於心，這個人沒有慈悲心。沒有慈悲心，只念這句阿彌陀佛能不能往生？不一定。蕅益大師講得好，發心是往生淨土必須具備的條件，甚至於告訴我們，能不能往生決定在信願之有無，信願是菩提心；生到極樂世界品位高下，那是念佛功夫淺深所感的，不是念佛多少，是念佛功夫淺深。功夫從哪裡看？從定功看，從放下看，唯有放下才幫助你提升。當我們妄想起來、雜念起來，趕緊放下。淨宗用的方法非常巧妙，就是提起佛號、專注佛號，妄想、雜念自然沒有。這法子妙，養成習慣就變成功夫，它能提升往生淨土的品位。"
    },
    {
      "id": "02-040-0630_p0008",
      "zh_CN": "我们接着看，「夫释尊之所行」，我们细心观察释迦牟尼佛一生，他做的是什么？「欲拯群萌，惠以真实之利」，释迦牟尼佛一生，他就干这么一桩事情。这桩事情是一切诸佛之所行，诸佛如来起心动念就想这个，怎么样拯救这些在六道里头受苦的众生。救拔一切众生，帮助他们得到真实的利益，真实当中的真实，无过于往生净土，亲近阿弥陀佛，最真实的。我们就明白，最真实的就是讲这部经，就是修这个法门，这个法门是最真实的法门。这个法门三根普被，利钝全收，度众生成佛道一个都不漏，只要众生有缘肯接受，真发愿求生，没有一个不成就的。「十方如来之所行，亦复同此真实」。释迦牟尼佛如是，阿弥陀佛亦如是，十方三世一切如来亦如是。这真实两个字的意思深，真实到极处，没有比这个更真实的。「故同声赞叹无量寿佛不可思议功德」，修功有得，这叫功德，真正有功德。修功德的人，有没有把功德放在心上？没有。要是把功德放在心上，功德就没有了，功德变质了，变什么？变成福德。诸位要记住，福德的果报在三善道，没有出六道轮回。所以许许多多学佛的同学，一生所修的全是福德，不是功德，他做的哪些哪些好事都放在心上，而且常常挂在口上，唯恐别人不知道。",
      "zh_TW": "我們接著看，「夫釋尊之所行」，我們細心觀察釋迦牟尼佛一生，他做的是什麼？「欲拯群萌，惠以真實之利」，釋迦牟尼佛一生，他就幹這麼一樁事情。這樁事情是一切諸佛之所行，諸佛如來起心動念就想這個，怎麼樣拯救這些在六道裡頭受苦的眾生。救拔一切眾生，幫助他們得到真實的利益，真實當中的真實，無過於往生淨土，親近阿彌陀佛，最真實的。我們就明白，最真實的就是講這部經，就是修這個法門，這個法門是最真實的法門。這個法門三根普被，利鈍全收，度眾生成佛道一個都不漏，只要眾生有緣肯接受，真發願求生，沒有一個不成就的。「十方如來之所行，亦復同此真實」。釋迦牟尼佛如是，阿彌陀佛亦如是，十方三世一切如來亦如是。這真實兩個字的意思深，真實到極處，沒有比這個更真實的。「故同聲讚歎無量壽佛不可思議功德」，修功有得，這叫功德，真正有功德。修功德的人，有沒有把功德放在心上？沒有。要是把功德放在心上，功德就沒有了，功德變質了，變什麼？變成福德。諸位要記住，福德的果報在三善道，沒有出六道輪迴。所以許許多多學佛的同學，一生所修的全是福德，不是功德，他做的哪些哪些好事都放在心上，而且常常掛在口上，唯恐別人不知道。"
    },
    {
      "id": "02-040-0630_p0009",
      "zh_CN": "梁武帝当年在世是佛门第一大护法，他有国王的身分，护持佛教，为佛教建筑四百八十座寺院庵堂，规模都很大；喜欢人出家，人家发心出家，他就护法，护持出家人，几十万人，不是少数。那个时候达摩祖师到中国来，梁武帝跟达摩见了面，自己感到骄傲，值得骄傲做这么多好事，请教达摩祖师，我一生做的功德大不大？达摩说实话，没有妄语，没有欺骗他，老老实实告诉他：并无功德。一生所做的好事，并无功德，梁武帝一听发脾气，送客，把他送走，以后再没见面。不但没有智慧，也没有福报，把一个真正有修有证的人，你看缘断掉了。以后也后悔，但是顾了面子，面子下不来，不好意思再去看他。如果达摩祖师把功德这个名词意思讲清楚，梁武帝就会觉悟，他也不是个笨人。断恶修善，不着相叫功德，着相就是福德。不着相，可以帮助你了生死出三界；着相，三善道的果报。功德福德在这里分，事上完全相同，心上不一样。做了，就了了，什么牵挂也没有，这是真实功德；做了之后，常常还念着，我做了多少多少好事，福德，来世得大福报，有聪明智慧，有地位、有财富，得这个果报。这些果报都不能往生极乐世界，那跟极乐世界相比，天渊之别，没法子比。所以要学，学什么？学什么都不要放在心上。断恶修善要真干，断恶干了不放在心上，行善干了也不放在心上。赞叹别人的功德，不要想自己的功德，自己功德可以保全；想自己的功德，自己的功德就变质，没有了。梁武帝就是想自己的功德，贪着功德，贪心不是真心，真心是清净平等觉，他的心不清净、不平等，迷而不觉。",
      "zh_TW": "梁武帝當年在世是佛門第一大護法，他有國王的身分，護持佛教，為佛教建築四百八十座寺院庵堂，規模都很大；喜歡人出家，人家發心出家，他就護法，護持出家人，幾十萬人，不是少數。那個時候達摩祖師到中國來，梁武帝跟達摩見了面，自己感到驕傲，值得驕傲做這麼多好事，請教達摩祖師，我一生做的功德大不大？達摩說實話，沒有妄語，沒有欺騙他，老老實實告訴他：並無功德。一生所做的好事，並無功德，梁武帝一聽發脾氣，送客，把他送走，以後再沒見面。不但沒有智慧，也沒有福報，把一個真正有修有證的人，你看緣斷掉了。以後也後悔，但是顧了面子，面子下不來，不好意思再去看他。如果達摩祖師把功德這個名詞意思講清楚，梁武帝就會覺悟，他也不是個笨人。斷惡修善，不著相叫功德，著相就是福德。不著相，可以幫助你了生死出三界；著相，三善道的果報。功德福德在這裡分，事上完全相同，心上不一樣。做了，就了了，什麼牽掛也沒有，這是真實功德；做了之後，常常還念著，我做了多少多少好事，福德，來世得大福報，有聰明智慧，有地位、有財富，得這個果報。這些果報都不能往生極樂世界，那跟極樂世界相比，天淵之別，沒法子比。所以要學，學什麼？學什麼都不要放在心上。斷惡修善要真幹，斷惡幹了不放在心上，行善幹了也不放在心上。讚歎別人的功德，不要想自己的功德，自己功德可以保全；想自己的功德，自己的功德就變質，沒有了。梁武帝就是想自己的功德，貪著功德，貪心不是真心，真心是清淨平等覺，他的心不清淨、不平等，迷而不覺。"
    },
    {
      "id": "02-040-0630_p0010",
      "zh_CN": "诸佛如来同声赞叹，「劝令众生往生极乐」。我们在经典上看到，释迦牟尼佛告诉我们的，我们要相信释迦牟尼佛决定没有妄语，句句话都是实话。所以今天我们学佛所行，「首当依佛所教，发菩提心、一向专念」，这就是净宗修行的总纲领、总原则，八个字。我常常劝勉同学，我们在这个世间处事待人接物要用真心，为什么？我们求生净土，用妄心跟净土不相应，要用真心。真心，不是说我念佛用真心，我不念佛的时候用妄心，那你那个真心是假的，不是真的。一真一切真，一妄一切妄，没有说一半真一半妄，没这个道理。我们又害怕，用真心怕吃亏，现在这个世间人都用假的，没有真的，我们怎么办？我们要是随顺众生也用妄心，依旧搞六道轮回，出不去，往生没分。我们要用真心，不随顺众生的妄心，不怕吃亏，不怕上当，真心对待众生。这个众生毁谤我、侮辱我、障碍我、陷害我，我还是用真心对他，为什么？因为我要到极乐世界去。我对于这个众生，我心里很清楚，他本来是佛，为什么干这些坏事？一时糊涂，要原谅他，别跟他计较。我们不原谅，计较，我们被他拖下水去了，又搞六道轮回，搞冤冤相报。所以我们欢欢喜喜接受，我们还把自己修持的功德回向给他，这就对了。心里面若无其事，只有阿弥陀佛，除阿弥陀佛之外什么也没有，这就对了，这真正在行菩萨道，这真正是发菩提心、一向专念。",
      "zh_TW": "諸佛如來同聲讚歎，「勸令眾生往生極樂」。我們在經典上看到，釋迦牟尼佛告訴我們的，我們要相信釋迦牟尼佛決定沒有妄語，句句話都是實話。所以今天我們學佛所行，「首當依佛所教，發菩提心、一向專念」，這就是淨宗修行的總綱領、總原則，八個字。我常常勸勉同學，我們在這個世間處事待人接物要用真心，為什麼？我們求生淨土，用妄心跟淨土不相應，要用真心。真心，不是說我念佛用真心，我不念佛的時候用妄心，那你那個真心是假的，不是真的。一真一切真，一妄一切妄，沒有說一半真一半妄，沒這個道理。我們又害怕，用真心怕吃虧，現在這個世間人都用假的，沒有真的，我們怎麼辦？我們要是隨順眾生也用妄心，依舊搞六道輪迴，出不去，往生沒分。我們要用真心，不隨順眾生的妄心，不怕吃虧，不怕上當，真心對待眾生。這個眾生毀謗我、侮辱我、障礙我、陷害我，我還是用真心對他，為什麼？因為我要到極樂世界去。我對於這個眾生，我心裡很清楚，他本來是佛，為什麼幹這些壞事？一時糊塗，要原諒他，別跟他計較。我們不原諒，計較，我們被他拖下水去了，又搞六道輪迴，搞冤冤相報。所以我們歡歡喜喜接受，我們還把自己修持的功德迴向給他，這就對了。心裡面若無其事，只有阿彌陀佛，除阿彌陀佛之外什麼也沒有，這就對了，這真正在行菩薩道，這真正是發菩提心、一向專念。"
    },
    {
      "id": "02-040-0630_p0011",
      "zh_CN": "我们眼睛看得清楚，他走的道路是六道轮回，我走的道路是极乐世界，两条路，不同。如果听到这些言行，我们就生气、就动肝火，甚至于想报复，那就完了，你跟他走的是同一条道路，错了。释迦弥陀没有骂过恶人，没有责备过恶人，也没有想报复恶人，没有，总是希望帮助他转恶为善、转迷为悟。我们没有能力帮助他转迷为悟、转恶为善，还去恨他，还去报复他，那就大错特错了。人与人之间最重要的，常相往来，误会才能化解；不相往来，都在那里猜，猜测，愈猜愈讹，误会就更深。化解冲突，妙诀没有别的，就是常见面，问题就解决。不见面怎么行，派代表不行，要亲自见面。大的冲突，两个国家的战争，美国跟伊拉克的战争，战争前三个月，我写了一封信给小布希总统，劝他不要用战争的方法解决问题，劝他访问伊朗，跟伊朗国家领导人见面多谈谈，问题真的可以化解。打仗容易，收尾难，一直到他下台都收不了尾。他有没有后悔？有，我知道，来不及了。现在这个世界上，许许多多因宗教信仰不同而起的纠纷，引发战争，全是错误的。所以宗教要互相往来、要互相学习，彼此了解，知己知彼，误会就没有了。",
      "zh_TW": "我們眼睛看得清楚，他走的道路是六道輪迴，我走的道路是極樂世界，兩條路，不同。如果聽到這些言行，我們就生氣、就動肝火，甚至於想報復，那就完了，你跟他走的是同一條道路，錯了。釋迦彌陀沒有罵過惡人，沒有責備過惡人，也沒有想報復惡人，沒有，總是希望幫助他轉惡為善、轉迷為悟。我們沒有能力幫助他轉迷為悟、轉惡為善，還去恨他，還去報復他，那就大錯特錯了。人與人之間最重要的，常相往來，誤會才能化解；不相往來，都在那裡猜，猜測，愈猜愈訛，誤會就更深。化解衝突，妙訣沒有別的，就是常見面，問題就解決。不見面怎麼行，派代表不行，要親自見面。大的衝突，兩個國家的戰爭，美國跟伊拉克的戰爭，戰爭前三個月，我寫了一封信給小布希總統，勸他不要用戰爭的方法解決問題，勸他訪問伊朗，跟伊朗國家領導人見面多談談，問題真的可以化解。打仗容易，收尾難，一直到他下台都收不了尾。他有沒有後悔？有，我知道，來不及了。現在這個世界上，許許多多因宗教信仰不同而起的糾紛，引發戰爭，全是錯誤的。所以宗教要互相往來、要互相學習，彼此了解，知己知彼，誤會就沒有了。"
    },
    {
      "id": "02-040-0630_p0012",
      "zh_CN": "我劝告斯里兰卡的总统马欣达，希望他们建一个全球的宗教大学，目的何在？团结宗教，把宗教带回教育。宗教要互相学习，深入的了解，以后宗教再不会有冲突。宗教可以团结成一家人，发挥宗教的力量，化解世间所有的冲突，带给社会永续的和谐，做得到，不是做不到。我现在年岁老了，体力衰退，工作没有办法做，说说还可以，实际上是不能工作了。国际上许许多多的活动都来找我，我没有办法参加，参加一次损耗体力很大，有害于健康。所以我嘱咐大家，好事要做。我在八十五岁以前还行，体力还行，现在跟八十五岁比差很远。中国谚语有所谓，「老公公过年，一年不如一年」，是真的，不是假的，到我们这个年龄才真正体会到，以前念这两句话体会不到，现在自己亲身感受，知道了。不是我不愿意参加，是体力不许可。别人来看我，我很感激，我希望年岁还轻，六十岁左右的，这个年龄好，有缘分多做好事，学观世音菩萨千手千眼救苦救难。没有这个缘，不攀缘，信愿持名，将这个功德回向化解灾难，很好，有效果，真诚心干事没有不收到效果的。",
      "zh_TW": "我勸告斯里蘭卡的總統馬欣達，希望他們建一個全球的宗教大學，目的何在？團結宗教，把宗教帶回教育。宗教要互相學習，深入的了解，以後宗教再不會有衝突。宗教可以團結成一家人，發揮宗教的力量，化解世間所有的衝突，帶給社會永續的和諧，做得到，不是做不到。我現在年歲老了，體力衰退，工作沒有辦法做，說說還可以，實際上是不能工作了。國際上許許多多的活動都來找我，我沒有辦法參加，參加一次損耗體力很大，有害於健康。所以我囑咐大家，好事要做。我在八十五歲以前還行，體力還行，現在跟八十五歲比差很遠。中國諺語有所謂，「老公公過年，一年不如一年」，是真的，不是假的，到我們這個年齡才真正體會到，以前念這兩句話體會不到，現在自己親身感受，知道了。不是我不願意參加，是體力不許可。別人來看我，我很感激，我希望年歲還輕，六十歲左右的，這個年齡好，有緣分多做好事，學觀世音菩薩千手千眼救苦救難。沒有這個緣，不攀緣，信願持名，將這個功德迴向化解災難，很好，有效果，真誠心幹事沒有不收到效果的。"
    },
    {
      "id": "02-040-0630_p0013",
      "zh_CN": "人生到这个世间来，决定不可以空来一场，那就可惜了。为什么？佛经上说人身难得，在六道里头舍身受身，舍人身很容易，得人身不容易，四缘具足，你才能得人身。第一个，自己，亲因缘是自己断恶修善、持戒行善的功德，这是因。在中国传统文化里头五常、五伦，这两样做到了，你到人道来投胎的因就具足。那缘呢？所缘缘，你想得人身，有这个条件；这个心念念相续不能间断，叫无间缘，这是自己具备的。另外一个增上缘，父母，父母一定跟你有缘，没有缘你不会到家里来。有四种缘，这四种缘是增上缘，你没有父母，你怎么能到人间来？佛说父子四种缘，第一种，报恩的，父母在过去生中对你有恩惠，你感恩，你到他家来投胎，将来是孝子贤孙，报恩来的。第二种是报怨，是有仇恨的，过去生中你伤害他，他记在心上要报复，这下你在人间，他人间的缘成熟，来了，到你家来，这个人将来是什么？败家子，会把你这个家搞得家破人亡，到你家来了。第三种，讨债，父母欠他的，他向父母讨债的，债讨完他就走了，欠得少的，二、三岁他走了，他讨完了；欠得多的，可能一辈子。受他供养，年岁老了儿子供养，他虽然供养你，没有孝顺心，欠得多，物质生活条件比较厚；要是欠得少，吃饱就可以，也没有好的脸色给你看，这还债的。还债是你欠他的，欠得多，你这一生赚的钱都是供养父母，好像是个孝子；欠得少的，也就是你赚得很多，只照顾他生活就可以，多余的不给。这四种缘，我们冷静观察现在这个世间，你全就都看到，都在眼前，随时随处你都能看到。佛说的一点都不错，世法里头点点滴滴都不出因果的定律。我们想我们在人间能够过一个幸福安稳平安的日子，要明白这个道理，跟我们周边这些人的关系要清楚，哪些是报恩报怨的，哪些是讨债还债的，我们心里有数。这一生当中我们要把这些关系整理好，这四种缘要把它转变成法缘，这就最好。这些恩恩怨怨都放下，都变成同参道友，这就是功德，这做了真正的功德。",
      "zh_TW": "人生到這個世間來，決定不可以空來一場，那就可惜了。為什麼？佛經上說人身難得，在六道裡頭捨身受身，捨人身很容易，得人身不容易，四緣具足，你才能得人身。第一個，自己，親因緣是自己斷惡修善、持戒行善的功德，這是因。在中國傳統文化裡頭五常、五倫，這兩樣做到了，你到人道來投胎的因就具足。那緣呢？所緣緣，你想得人身，有這個條件；這個心念念相續不能間斷，叫無間緣，這是自己具備的。另外一個增上緣，父母，父母一定跟你有緣，沒有緣你不會到家裡來。有四種緣，這四種緣是增上緣，你沒有父母，你怎麼能到人間來？佛說父子四種緣，第一種，報恩的，父母在過去生中對你有恩惠，你感恩，你到他家來投胎，將來是孝子賢孫，報恩來的。第二種是報怨，是有仇恨的，過去生中你傷害他，他記在心上要報復，這下你在人間，他人間的緣成熟，來了，到你家來，這個人將來是什麼？敗家子，會把你這個家搞得家破人亡，到你家來了。第三種，討債，父母欠他的，他向父母討債的，債討完他就走了，欠得少的，二、三歲他走了，他討完了；欠得多的，可能一輩子。受他供養，年歲老了兒子供養，他雖然供養你，沒有孝順心，欠得多，物質生活條件比較厚；要是欠得少，吃飽就可以，也沒有好的臉色給你看，這還債的。還債是你欠他的，欠得多，你這一生賺的錢都是供養父母，好像是個孝子；欠得少的，也就是你賺得很多，只照顧他生活就可以，多餘的不給。這四種緣，我們冷靜觀察現在這個世間，你全就都看到，都在眼前，隨時隨處你都能看到。佛說的一點都不錯，世法裡頭點點滴滴都不出因果的定律。我們想我們在人間能夠過一個幸福安穩平安的日子，要明白這個道理，跟我們周邊這些人的關係要清楚，哪些是報恩報怨的，哪些是討債還債的，我們心裡有數。這一生當中我們要把這些關係整理好，這四種緣要把它轉變成法緣，這就最好。這些恩恩怨怨都放下，都變成同參道友，這就是功德，這做了真正的功德。"
    },
    {
      "id": "02-040-0630_p0014",
      "zh_CN": "用什么方法能达到这个目标？用教学，诸佛如来全都用这个方法，也就是人是教得好的。坏人，自性里头没有好坏，那是习性，习性完全跟教育有密切的关系。天天要接受佛菩萨的教育、圣贤的教育，怎么会不变成好人？这肯定的。现在社会圣贤教育少，负面的太多，谁来教？电视在教、网路在教，所发出的威力不可思议。这些东西，科学技术发达到今天，把人全教坏了。我们要知道，社会为什么变成这个样子，地球为什么会变成这样的？与一切众生起心动念言语造作有关系，一切法从心想生。所以我们决定不能怪别人，要怪自己，都是我自己没有修好、没有学好，我自己真修好、真学好了，给那些不善人做好榜样，他也会受感动。古时候舜帝，舜在年轻时候处的那个环境非常恶劣，他的生母过世，父亲娶了个继母，继母生了个儿子，他弟弟，继母爱他的弟弟，糟蹋他，父亲随顺继母的意思，换句话说，一家都是冤亲债主，都是要他命的。他在这样的环境里头尽孝道，三年终于把他的父母（父亲、继母）都感化过来，所以中国讲二十四孝，他在第一个。真诚心，真诚的孝顺心，真能感动天地鬼神，恶人也能感动，他本性是善的。相信这个道理，「人之初，性本善」，本性本善，所有不善都是学来的，后天学来的。所以人是教得好的，就看你怎么教。对于顽劣的那种根性，劣根性，真诚待他，用至诚感动他，他就回头，他那一回头是真正的好人。佛陀用教学的方法，帮助众生转恶为善、转迷为悟、转凡为圣，全靠教育。诸佛菩萨真正为我们做出最好的榜样，无论解决什么问题，统统用教育。所以诸佛菩萨都是世间第一流的教育家，他们教育的成功全靠真诚，念念为对方想，没有为自己想，到最后对方感动，接受了。",
      "zh_TW": "用什麼方法能達到這個目標？用教學，諸佛如來全都用這個方法，也就是人是教得好的。壞人，自性裡頭沒有好壞，那是習性，習性完全跟教育有密切的關係。天天要接受佛菩薩的教育、聖賢的教育，怎麼會不變成好人？這肯定的。現在社會聖賢教育少，負面的太多，誰來教？電視在教、網路在教，所發出的威力不可思議。這些東西，科學技術發達到今天，把人全教壞了。我們要知道，社會為什麼變成這個樣子，地球為什麼會變成這樣的？與一切眾生起心動念言語造作有關係，一切法從心想生。所以我們決定不能怪別人，要怪自己，都是我自己沒有修好、沒有學好，我自己真修好、真學好了，給那些不善人做好榜樣，他也會受感動。古時候舜帝，舜在年輕時候處的那個環境非常惡劣，他的生母過世，父親娶了個繼母，繼母生了個兒子，他弟弟，繼母愛他的弟弟，糟蹋他，父親隨順繼母的意思，換句話說，一家都是冤親債主，都是要他命的。他在這樣的環境裡頭盡孝道，三年終於把他的父母（父親、繼母）都感化過來，所以中國講二十四孝，他在第一個。真誠心，真誠的孝順心，真能感動天地鬼神，惡人也能感動，他本性是善的。相信這個道理，「人之初，性本善」，本性本善，所有不善都是學來的，後天學來的。所以人是教得好的，就看你怎麼教。對於頑劣的那種根性，劣根性，真誠待他，用至誠感動他，他就回頭，他那一回頭是真正的好人。佛陀用教學的方法，幫助眾生轉惡為善、轉迷為悟、轉凡為聖，全靠教育。諸佛菩薩真正為我們做出最好的榜樣，無論解決什麼問題，統統用教育。所以諸佛菩薩都是世間第一流的教育家，他們教育的成功全靠真誠，念念為對方想，沒有為自己想，到最後對方感動，接受了。"
    },
    {
      "id": "02-040-0630_p0015",
      "zh_CN": "这底下讲，「《弥陀要解》曰：佛以大愿作众生多善根之因，以大行作众生多福德之缘」。这是我们要学的，我们的愿就是希望像佛陀一样，帮助众生转恶为善、转迷为悟、转凡为圣，这是大愿。有这愿得真干，不是光口说，做出来给他看，做出来才真正感动他，给众生做多福德的缘。「令信愿持名者，念念成就如是功德。而皆是已成，非今非当」，今是现在，不是现在，不是当来，已经成就了。「盖谓佛以大愿作为众生多善根之因，以佛之大行作为众生多福德之缘」。释迦牟尼是我们最好的榜样，释迦牟尼佛的愿心，是帮助一切众生转恶为善、转迷为悟、转凡成圣，他所作所为就是这三个愿心的落实，落实在自己生活上持戒修行，落实在工作上，落实在待人接物，六和、六度他做到了。「故能令信愿持名之人，于念念之中，皆成就佛之大愿大行之功德」。领导人要这样做才行，世出世法同一个道理，凡事起头难，起头一上轨道，往后一帆风顺，起头没有上轨道，往后麻烦就多。当然这个里面，总而言之，离不开缘。缘是什么？因缘果报，这就不是一般人能看得出来，这个要有智慧、要有学问、要有功夫。",
      "zh_TW": "這底下講，「《彌陀要解》曰：佛以大願作眾生多善根之因，以大行作眾生多福德之緣」。這是我們要學的，我們的願就是希望像佛陀一樣，幫助眾生轉惡為善、轉迷為悟、轉凡為聖，這是大願。有這願得真幹，不是光口說，做出來給他看，做出來才真正感動他，給眾生做多福德的緣。「令信願持名者，念念成就如是功德。而皆是已成，非今非當」，今是現在，不是現在，不是當來，已經成就了。「蓋謂佛以大願作為眾生多善根之因，以佛之大行作為眾生多福德之緣」。釋迦牟尼是我們最好的榜樣，釋迦牟尼佛的願心，是幫助一切眾生轉惡為善、轉迷為悟、轉凡成聖，他所作所為就是這三個願心的落實，落實在自己生活上持戒修行，落實在工作上，落實在待人接物，六和、六度他做到了。「故能令信願持名之人，於念念之中，皆成就佛之大願大行之功德」。領導人要這樣做才行，世出世法同一個道理，凡事起頭難，起頭一上軌道，往後一帆風順，起頭沒有上軌道，往後麻煩就多。當然這個裡面，總而言之，離不開緣。緣是什麼？因緣果報，這就不是一般人能看得出來，這個要有智慧、要有學問、要有功夫。"
    },
    {
      "id": "02-040-0630_p0016",
      "zh_CN": "处世，特别是现前的社会，真不容易。孔子、孟子生在乱世，孔子生在春秋，孟子生在战国，那时候社会动乱，比现在好多了。那个时候战争是打架，可以找个地方逃避躲藏起来；现在不行，现在战争是按钮。随着科学的进步，确确实实在这个地球上，你没有办法逃避，无论你在哪个角落都能找到你。佛门广大，还是有方法，什么方法？老实念佛，万缘放下。老实念佛的人没事，为什么？跟任何人没有利害冲突，就没事；有利害冲突，就有麻烦，就有烦恼。把古圣先贤的这些教训，现在人叫信息，传播给大众，当然现在最方便的就是网路。怎么样传播？有同学来问我，我说最好做有声书。现在网路太方便，在手机上，这上面看得到文字，听得到声音，没有人像。如果有像在里头，人家又说你在宣传自己，你在搞知名度。没有人像，走到外头人家看你不认识你，这个方法好，只有声音没有人像。尽量避免这些事情，名闻利养、财色名利，尽可能的回避。你一无所有，过很简单的生活，谁也瞧不起你，最平安，最稳当，在这个环境可以修清净心，可以修平等觉，可以成就无上大道，这就是多善根福德因缘。释迦牟尼佛在世做的那个榜样，我们要记住，会的人确实可以在念念之中，成就佛的大愿大行真实功德。",
      "zh_TW": "處世，特別是現前的社會，真不容易。孔子、孟子生在亂世，孔子生在春秋，孟子生在戰國，那時候社會動亂，比現在好多了。那個時候戰爭是打架，可以找個地方逃避躲藏起來；現在不行，現在戰爭是按鈕。隨著科學的進步，確確實實在這個地球上，你沒有辦法逃避，無論你在哪個角落都能找到你。佛門廣大，還是有方法，什麼方法？老實念佛，萬緣放下。老實念佛的人沒事，為什麼？跟任何人沒有利害衝突，就沒事；有利害衝突，就有麻煩，就有煩惱。把古聖先賢的這些教訓，現在人叫信息，傳播給大眾，當然現在最方便的就是網路。怎麼樣傳播？有同學來問我，我說最好做有聲書。現在網路太方便，在手機上，這上面看得到文字，聽得到聲音，沒有人像。如果有像在裡頭，人家又說你在宣傳自己，你在搞知名度。沒有人像，走到外頭人家看你不認識你，這個方法好，只有聲音沒有人像。盡量避免這些事情，名聞利養、財色名利，盡可能的迴避。你一無所有，過很簡單的生活，誰也瞧不起你，最平安，最穩當，在這個環境可以修清淨心，可以修平等覺，可以成就無上大道，這就是多善根福德因緣。釋迦牟尼佛在世做的那個榜樣，我們要記住，會的人確實可以在念念之中，成就佛的大願大行真實功德。"
    },
    {
      "id": "02-040-0630_p0017",
      "zh_CN": "「如是功德皆是久已成就，不是今日初成，亦非当来再成」。为什么？因为佛的果觉久已圆成，圆满成就了。这个地方所说的释迦、弥陀，以他们做例子，他们很久很久之前就成就了，现在示现成佛是给我们表演的。释迦牟尼佛三千年前在印度出现，以应化身出现给我们做榜样。阿弥陀佛久远劫已经成就，十劫之前在西方极乐世界出现。十劫在我们看起来时间很长，在觉悟的人看起来时间不长，很短，无量劫它才十劫，跟极乐世界寿命来比的话，它时间很短。往生到极乐世界寿命是无量寿，极乐世界成就到今天才十劫，你会感觉得很年轻，这新造的。",
      "zh_TW": "「如是功德皆是久已成就，不是今日初成，亦非當來再成」。為什麼？因為佛的果覺久已圓成，圓滿成就了。這個地方所說的釋迦、彌陀，以他們做例子，他們很久很久之前就成就了，現在示現成佛是給我們表演的。釋迦牟尼佛三千年前在印度出現，以應化身出現給我們做榜樣。阿彌陀佛久遠劫已經成就，十劫之前在西方極樂世界出現。十劫在我們看起來時間很長，在覺悟的人看起來時間不長，很短，無量劫它才十劫，跟極樂世界壽命來比的話，它時間很短。往生到極樂世界壽命是無量壽，極樂世界成就到今天才十劫，你會感覺得很年輕，這新造的。"
    },
    {
      "id": "02-040-0630_p0018",
      "zh_CN": "「盖佛果觉，久已圆成，今我念佛，以佛果觉，作我因心，故我因心，顿同果觉」。这个七句话很重要，这是说明念佛法门为什么这样殊胜，道理在此地。理论的依据是佛的果觉久已圆成，本来圆成。为什么？是自性，自性没有生灭，自性没有时空，它本来就圆满的。惠能大师讲了五句，那就是圆成，「本自清净、本不生灭、本自具足、本无动摇、能生万法」，这就是久已圆成。我们这个法门是用念佛，念佛就是念果觉。所以，以佛果觉作我因心，我因念佛而往生极乐世界，因往生极乐世界而成无上菩提。所以我们在念佛的时候，这个心顿同果觉。为什么我们同不了？好像跟经上讲的不一样，这是什么原因？是我们没有能把烦恼习气放下，原因在此地。如果我们念佛的时候，心里只有佛号，除佛号之外没有杂念、没有妄想，这个念佛跟阿弥陀佛心心相印，没有丝毫障碍，确实跟阿弥陀佛同心同德同愿同行，妙不可言。「盖因念佛善根福德同佛」，念佛的时候善根福德跟佛一样，「故云如是功德皆是已成」，不是现在成，不是将来成，早已经成就了。",
      "zh_TW": "「蓋佛果覺，久已圓成，今我念佛，以佛果覺，作我因心，故我因心，頓同果覺」。這個七句話很重要，這是說明念佛法門為什麼這樣殊勝，道理在此地。理論的依據是佛的果覺久已圓成，本來圓成。為什麼？是自性，自性沒有生滅，自性沒有時空，它本來就圓滿的。惠能大師講了五句，那就是圓成，「本自清淨、本不生滅、本自具足、本無動搖、能生萬法」，這就是久已圓成。我們這個法門是用念佛，念佛就是念果覺。所以，以佛果覺作我因心，我因念佛而往生極樂世界，因往生極樂世界而成無上菩提。所以我們在念佛的時候，這個心頓同果覺。為什麼我們同不了？好像跟經上講的不一樣，這是什麼原因？是我們沒有能把煩惱習氣放下，原因在此地。如果我們念佛的時候，心裡只有佛號，除佛號之外沒有雜念、沒有妄想，這個念佛跟阿彌陀佛心心相印，沒有絲毫障礙，確實跟阿彌陀佛同心同德同願同行，妙不可言。「蓋因念佛善根福德同佛」，念佛的時候善根福德跟佛一樣，「故云如是功德皆是已成」，不是現在成，不是將來成，早已經成就了。"
    },
    {
      "id": "02-040-0630_p0019",
      "zh_CN": "「如来乃善中之王、德中之尊，故我等首应随行」。随喜功德，常随佛学，这有道理的，第一就应该跟佛学。普贤菩萨十大愿王，在极乐世界是必修的课程。你看《无量寿经》第二品「德遵普贤」，所以极乐世界是普贤十愿的世界。普贤菩萨十大愿王到极乐世界统统圆满，这十愿愿愿都融在四十八愿里头，而四十八愿也是愿愿都融入十大愿王里面，像光跟光互相融。《华严经》上所说的，一即是多，多即是一，一点都不假。善中之王，德中之尊，这称赞什么？称赞念佛人。诸佛如来念什么？全念阿弥陀佛。所以我们首先应该要随行，这就是十愿里面的常随佛学。",
      "zh_TW": "「如來乃善中之王、德中之尊，故我等首應隨行」。隨喜功德，常隨佛學，這有道理的，第一就應該跟佛學。普賢菩薩十大願王，在極樂世界是必修的課程。你看《無量壽經》第二品「德遵普賢」，所以極樂世界是普賢十願的世界。普賢菩薩十大願王到極樂世界統統圓滿，這十願願願都融在四十八願裡頭，而四十八願也是願願都融入十大願王裡面，像光跟光互相融。《華嚴經》上所說的，一即是多，多即是一，一點都不假。善中之王，德中之尊，這稱讚什麼？稱讚念佛人。諸佛如來念什麼？全念阿彌陀佛。所以我們首先應該要隨行，這就是十願裡面的常隨佛學。"
    },
    {
      "id": "02-040-0630_p0020",
      "zh_CN": "「但如来诸善齐修，万德庄严，是故我等于世尊余德亦应随行」。诸佛如来的德说不尽，我们用念阿弥陀佛，这一句名号全都包括，一法都不漏。前面我们学过，这一句佛号里面，圆满统摄一切诸佛的名号，念这一句名号，就是念十方三世一切诸佛名号，一个也不漏，统摄诸佛名号。第二个，统摄一切经法，八万四千法门，无量法门，都在这一句名号当中，念这一句佛号，无量无边法门全在里头，无量无边的经论也在里头。这个理、事，我们都要搞清楚、搞明白，然后才知道，所谓名号功德不可思议。这句话怎么讲，讲了人家怀疑，真正搞清楚、搞明白，就不怀疑了。南无阿弥陀佛六个字，是诸佛修行证果度化众生的总纲领，真正的根源，大根大本。一即一切，一切即一，一就是一句佛号，一切万事万物，无量法门全在其中。但如来诸善齐修，我们这一句佛号统摄万德庄严，我们在日常生活当中时时刻刻遇到状况，那就是余德，是故我等于世尊的余德也应随行。念佛是主，遇到人有迷惑、有颠倒、有灾难，没遇到那就不说了，遇到一定要随分随力去帮助他。帮助一切众生要用智慧，不能用感情，用情执会产生副作用，用智慧一点副作用都没有。用智慧是成就功德；要是用情执，世间人都用情执，会生烦恼，会有后遗症。智慧是什么？智慧不着相，不放在心上是智慧。凡是着相，放在心上都叫情执，你用的是妄心，不是真心。这是没有证得清净心之前要注意的地方，真正得清净平等觉，没事了。",
      "zh_TW": "「但如來諸善齊修，萬德莊嚴，是故我等於世尊餘德亦應隨行」。諸佛如來的德說不盡，我們用念阿彌陀佛，這一句名號全都包括，一法都不漏。前面我們學過，這一句佛號裡面，圓滿統攝一切諸佛的名號，念這一句名號，就是念十方三世一切諸佛名號，一個也不漏，統攝諸佛名號。第二個，統攝一切經法，八萬四千法門，無量法門，都在這一句名號當中，念這一句佛號，無量無邊法門全在裡頭，無量無邊的經論也在裡頭。這個理、事，我們都要搞清楚、搞明白，然後才知道，所謂名號功德不可思議。這句話怎麼講，講了人家懷疑，真正搞清楚、搞明白，就不懷疑了。南無阿彌陀佛六個字，是諸佛修行證果度化眾生的總綱領，真正的根源，大根大本。一即一切，一切即一，一就是一句佛號，一切萬事萬物，無量法門全在其中。但如來諸善齊修，我們這一句佛號統攝萬德莊嚴，我們在日常生活當中時時刻刻遇到狀況，那就是餘德，是故我等於世尊的餘德也應隨行。念佛是主，遇到人有迷惑、有顛倒、有災難，沒遇到那就不說了，遇到一定要隨分隨力去幫助他。幫助一切眾生要用智慧，不能用感情，用情執會產生副作用，用智慧一點副作用都沒有。用智慧是成就功德；要是用情執，世間人都用情執，會生煩惱，會有後遺症。智慧是什麼？智慧不著相，不放在心上是智慧。凡是著相，放在心上都叫情執，你用的是妄心，不是真心。這是沒有證得清淨心之前要注意的地方，真正得清淨平等覺，沒事了。"
    },
    {
      "id": "02-040-0630_p0021",
      "zh_CN": "「善知机宜」，知机是什么？认识人。宜是什么？缘分，应该怎么做，像佛菩萨应该现什么身，应该说什么法。虚云老和尚朝五台山，三步一拜，从普陀出发拜到山西五台，拜了三年多才到。当中在路上，那个路都是山野，走几十里都没有人家，在这个地方病倒了。三年当中两次生病，都遇到一个乞丐帮助他、照顾他。这个乞丐是文殊菩萨化身，文殊菩萨看虚云老和尚，应以什么身得度？应以乞丐身，他就现乞丐身。现乞丐身，虚云老和尚不会怀疑，讨饭，到哪里碰到，这是很正常的现象。遇到这个叫化子，这个叫化子很好、很善良，到外面讨饭来喂他，生病找一些草药给他治病，帮助他调养，十几二十天病好了，他去朝山，他还去讨他的饭。实际上他的病没有真正好，休养的时间不够，他着急要去朝山，过了一个多月又发病，又遇到这个要饭的。两次照顾他，他很感恩，向他请教尊姓大名，家住在哪里。他告诉他，他说我姓文，文章的文，吉祥的吉，我叫文吉，家住五台山，你要去的地方，那个地方的人都知道我，这个叫化子还挺著名的。老和尚拜到五台山，到处打听，没人知道，结果到庙里面拜了文殊菩萨，请教大众，同参道友，人家告诉他，那是文殊菩萨化身。他恍然大悟，真的，在那种荒野哪有人？菩萨现身，应以什么身得度现什么身，统统是顺众生，不是自己的意思；应该给他说什么法，就教他什么，这就叫应缘知机。「善知机宜，应缘修习，正助相资，速得圆满。」念佛是正，正修；断恶、行善积德是助修。正助相资，资是帮助，正帮助助，助帮助正。速得圆满，很快就成就。所以「如来所行」，他是给我们做榜样的，那个重要比经还要超过。",
      "zh_TW": "「善知機宜」，知機是什麼？認識人。宜是什麼？緣分，應該怎麼做，像佛菩薩應該現什麼身，應該說什麼法。虛雲老和尚朝五台山，三步一拜，從普陀出發拜到山西五台，拜了三年多才到。當中在路上，那個路都是山野，走幾十里都沒有人家，在這個地方病倒了。三年當中兩次生病，都遇到一個乞丐幫助他、照顧他。這個乞丐是文殊菩薩化身，文殊菩薩看虛雲老和尚，應以什麼身得度？應以乞丐身，他就現乞丐身。現乞丐身，虛雲老和尚不會懷疑，討飯，到哪裡碰到，這是很正常的現象。遇到這個叫化子，這個叫化子很好、很善良，到外面討飯來餵他，生病找一些草藥給他治病，幫助他調養，十幾二十天病好了，他去朝山，他還去討他的飯。實際上他的病沒有真正好，休養的時間不夠，他著急要去朝山，過了一個多月又發病，又遇到這個要飯的。兩次照顧他，他很感恩，向他請教尊姓大名，家住在哪裡。他告訴他，他說我姓文，文章的文，吉祥的吉，我叫文吉，家住五台山，你要去的地方，那個地方的人都知道我，這個叫化子還挺著名的。老和尚拜到五台山，到處打聽，沒人知道，結果到廟裡面拜了文殊菩薩，請教大眾，同參道友，人家告訴他，那是文殊菩薩化身。他恍然大悟，真的，在那種荒野哪有人？菩薩現身，應以什麼身得度現什麼身，統統是順眾生，不是自己的意思；應該給他說什麼法，就教他什麼，這就叫應緣知機。「善知機宜，應緣修習，正助相資，速得圓滿。」念佛是正，正修；斷惡、行善積德是助修。正助相資，資是幫助，正幫助助，助幫助正。速得圓滿，很快就成就。所以「如來所行」，他是給我們做榜樣的，那個重要比經還要超過。"
    },
    {
      "id": "02-040-0630_p0022",
      "zh_CN": "底下一句，『种修福善』，就是要种善根，要修福德，这属于助修。前面如来所行里面着重的是正修，正修就是发菩提心、一向专念。「种修福善，即修善种福。本经广劝舍恶行善」。专门教我们舍恶行善，从三十二品到三十七品有六品经文，说得非常详细，这是经中广劝。《观无量寿经》里头劝修三福，我们讲三福这段经文含着净宗修学的三个根。「经云」，经上说，「欲生彼国者，当修三福」，可见得这很重要，要想生到西方极乐世界，你应当要修三福，三福可以帮助你将来顺顺利利的往生极乐世界，这当中没有丝毫障碍。三福，「一者孝养父母，奉事师长，慈心不杀，修十善业」。这第一福里头四句怎么落实？孝养父母，在中国有一部《孝经》，十三经里头的《孝经》，给我们说明孝的道理、孝的事相、孝的修学具体的方法，说得很清楚、很明白。现在人不念，现在人不讲，看到这个孝字，他不晓得意思，没人教他，他一生当中没有看到榜样。这是中国文化的根，文化要复兴不能离开根，没有根那个文化不长久，一定要根。",
      "zh_TW": "底下一句，『種修福善』，就是要種善根，要修福德，這屬於助修。前面如來所行裡面著重的是正修，正修就是發菩提心、一向專念。「種修福善，即修善種福。本經廣勸捨惡行善」。專門教我們捨惡行善，從三十二品到三十七品有六品經文，說得非常詳細，這是經中廣勸。《觀無量壽經》裡頭勸修三福，我們講三福這段經文含著淨宗修學的三個根。「經云」，經上說，「欲生彼國者，當修三福」，可見得這很重要，要想生到西方極樂世界，你應當要修三福，三福可以幫助你將來順順利利的往生極樂世界，這當中沒有絲毫障礙。三福，「一者孝養父母，奉事師長，慈心不殺，修十善業」。這第一福裡頭四句怎麼落實？孝養父母，在中國有一部《孝經》，十三經裡頭的《孝經》，給我們說明孝的道理、孝的事相、孝的修學具體的方法，說得很清楚、很明白。現在人不念，現在人不講，看到這個孝字，他不曉得意思，沒人教他，他一生當中沒有看到榜樣。這是中國文化的根，文化要復興不能離開根，沒有根那個文化不長久，一定要根。"
    },
    {
      "id": "02-040-0630_p0023",
      "zh_CN": "孝养父母，奉事师长，对师长要敬，对父母要孝，孝跟敬这两个字，是我们传统文化的大根大本，中国传统文化就从这来的，从这里生，从这里茁壮、开花、结果。现在我们把根丢掉，文化复兴是假的，不是真的。真的一定从自己做起。古时候谁做？帝王做。帝王在中国传统教育里面，他是一国人的榜样，所以他正，一国人都正；他要邪，大家都邪。他是做人的一个标杆，他的家是全国人民家的榜样，他要带头，要做到三个字，君、亲、师。君是什么？领导人，你把人领导到哪里去？领导就是带头人，要带到哪里去？必须要遵从祖宗之德，祖宗的教诲那就是你的路，你的道路，这个道路是伦理、是道德。你要不好好的学，你在这个位子上，你把一国人都带坏了，将来这个因果责任怎么办？所以他要把孝跟敬做到家。尧传给舜，就是因为听说舜是大孝。有人把这个事情告诉尧王，尧王说真的吗？把两个女儿嫁给他。尧好像有九个儿子，跟他做朋友，细心观察他，他是真的，还是假的，考察。结果一考察是真的，不是假的，于是尧就任命他为国家办事，让他来练习，最后把王位让他来继承。大圣大贤！尧王那么多儿子，没有传给儿子，传给女婿，他是尧王的女婿，传给女婿。所谓是一人兴邦，一人丧邦，做得好，国家兴旺起来；一个人做得不好，国家完了，衰了。",
      "zh_TW": "孝養父母，奉事師長，對師長要敬，對父母要孝，孝跟敬這兩個字，是我們傳統文化的大根大本，中國傳統文化就從這來的，從這裡生，從這裡茁壯、開花、結果。現在我們把根丟掉，文化復興是假的，不是真的。真的一定從自己做起。古時候誰做？帝王做。帝王在中國傳統教育裡面，他是一國人的榜樣，所以他正，一國人都正；他要邪，大家都邪。他是做人的一個標杆，他的家是全國人民家的榜樣，他要帶頭，要做到三個字，君、親、師。君是什麼？領導人，你把人領導到哪裡去？領導就是帶頭人，要帶到哪裡去？必須要遵從祖宗之德，祖宗的教誨那就是你的路，你的道路，這個道路是倫理、是道德。你要不好好的學，你在這個位子上，你把一國人都帶壞了，將來這個因果責任怎麼辦？所以他要把孝跟敬做到家。堯傳給舜，就是因為聽說舜是大孝。有人把這個事情告訴堯王，堯王說真的嗎？把兩個女兒嫁給他。堯好像有九個兒子，跟他做朋友，細心觀察他，他是真的，還是假的，考察。結果一考察是真的，不是假的，於是堯就任命他為國家辦事，讓他來練習，最後把王位讓他來繼承。大聖大賢！堯王那麼多兒子，沒有傳給兒子，傳給女婿，他是堯王的女婿，傳給女婿。所謂是一人興邦，一人喪邦，做得好，國家興旺起來；一個人做得不好，國家完了，衰了。"
    },
    {
      "id": "02-040-0630_p0024",
      "zh_CN": "孝敬都做到圆满，对于任何一个人都要用孝敬两个字来看待。我们学佛，把这两句话落实在《弟子规》，真正能把《弟子规》里面一千零八十个字，一百一十三桩事情都能做到，在日常生活当中孝养父母、奉事师长就落实了。这是教育的大根大本，有这个根后面就是一片繁荣，智慧光芒遍照。慈心不杀，落实在《太上感应篇》，《感应篇》文字不长，不到两千字，里面讲善恶报应，一共讲了一百九十多条，不到两百条，教导我们怎样断恶修善。后面，修十善业，佛教的《十善业道经》。所以我们把《弟子规》、《感应篇》、《十善业道经》，落实净业三福第一福，第一福是根本福报，没有第一就没有第二。今天我们走了很多地方，看到我们佛门弟子，在家十善没做到，出家《沙弥律仪》没做到，什么原因？根不够深。比《十善业道》的根深就是慈心不杀，慈心不杀的根扎在孝亲尊师，所以《弟子规》是深根。像做地基一样，三层地基，这是最下面一层《弟子规》，第二层《感应篇》，第三层《十善业道》，从《十善业道》就可以起高楼大厦，根深。",
      "zh_TW": "孝敬都做到圓滿，對於任何一個人都要用孝敬兩個字來看待。我們學佛，把這兩句話落實在《弟子規》，真正能把《弟子規》裡面一千零八十個字，一百一十三樁事情都能做到，在日常生活當中孝養父母、奉事師長就落實了。這是教育的大根大本，有這個根後面就是一片繁榮，智慧光芒遍照。慈心不殺，落實在《太上感應篇》，《感應篇》文字不長，不到兩千字，裡面講善惡報應，一共講了一百九十多條，不到兩百條，教導我們怎樣斷惡修善。後面，修十善業，佛教的《十善業道經》。所以我們把《弟子規》、《感應篇》、《十善業道經》，落實淨業三福第一福，第一福是根本福報，沒有第一就沒有第二。今天我們走了很多地方，看到我們佛門弟子，在家十善沒做到，出家《沙彌律儀》沒做到，什麼原因？根不夠深。比《十善業道》的根深就是慈心不殺，慈心不殺的根紮在孝親尊師，所以《弟子規》是深根。像做地基一樣，三層地基，這是最下面一層《弟子規》，第二層《感應篇》，第三層《十善業道》，從《十善業道》就可以起高樓大廈，根深。"
    },
    {
      "id": "02-040-0630_p0025",
      "zh_CN": "我们从哪里学？要从《弟子规》学起。为什么不在戒律里头？老祖宗教我们的。佛法传到中国来，早年确确实实是学小乘戒律，唐朝中叶的时候，祖师大德们才把小乘戒律放下，用什么？用儒跟道代替。儒跟道所讲的，儒是中国人做的，跟中国感情特别亲切，而且心量开阔，儒道跟小乘比，儒道更容易入大乘，因为小乘很执着，他要不放下执着，大乘他进不去。中国儒跟道心量都打开，所以用儒道来代替，不学小乘了。小乘两个宗唐朝时候有，俱舍宗、成实宗。唐朝末年到宋朝就没有了，中国只剩下大乘八个宗，用儒跟道代替小乘。中国佛教很特殊，我们看到唐肃宗时代刻的碑，「混元三教九流图赞」，就知道中国已经把这些各宗各派的学说统一了。一就兴旺，一没有争论。为什么外国宗教会有斗争，中国儒释道没有发生过斗争，没打过架，什么原因？他学。你说学儒的，他读佛经，他读老庄；学道的，他读佛经，他读四书五经；出家人哪一个没有念过四书五经，哪一个没有念过老庄，通的。不但通，有的时候把三教九流全部合而为一，多才多艺就这么来的，这是正确的。所以中国在教学上，不同的宗教、不同的流派，没有发生过斗争。社会的动乱，那还是政治上的，领导人腐败，引起别人起义来反对他。改朝换代，都是末代的君王失去统治的理念跟方法，这样产生的。没有宗教战争，没有学术上派别的争论，没有，这都是我们应该要记住，要把它发扬光大。今天时间到了，我们就学习到此地。",
      "zh_TW": "我們從哪裡學？要從《弟子規》學起。為什麼不在戒律裡頭？老祖宗教我們的。佛法傳到中國來，早年確確實實是學小乘戒律，唐朝中葉的時候，祖師大德們才把小乘戒律放下，用什麼？用儒跟道代替。儒跟道所講的，儒是中國人做的，跟中國感情特別親切，而且心量開闊，儒道跟小乘比，儒道更容易入大乘，因為小乘很執著，他要不放下執著，大乘他進不去。中國儒跟道心量都打開，所以用儒道來代替，不學小乘了。小乘兩個宗唐朝時候有，俱舍宗、成實宗。唐朝末年到宋朝就沒有了，中國只剩下大乘八個宗，用儒跟道代替小乘。中國佛教很特殊，我們看到唐肅宗時代刻的碑，「混元三教九流圖贊」，就知道中國已經把這些各宗各派的學說統一了。一就興旺，一沒有爭論。為什麼外國宗教會有鬥爭，中國儒釋道沒有發生過鬥爭，沒打過架，什麼原因？他學。你說學儒的，他讀佛經，他讀老莊；學道的，他讀佛經，他讀四書五經；出家人哪一個沒有念過四書五經，哪一個沒有念過老莊，通的。不但通，有的時候把三教九流全部合而為一，多才多藝就這麼來的，這是正確的。所以中國在教學上，不同的宗教、不同的流派，沒有發生過鬥爭。社會的動亂，那還是政治上的，領導人腐敗，引起別人起義來反對他。改朝換代，都是末代的君王失去統治的理念跟方法，這樣產生的。沒有宗教戰爭，沒有學術上派別的爭論，沒有，這都是我們應該要記住，要把它發揚光大。今天時間到了，我們就學習到此地。"
    }
  ]
}