{
  "doc_id": "02-040-0445",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四五集",
    "zh_TW": "第四四五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0445",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0445_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0445_p0002",
      "zh_CN": "请看《大经科注》第七百五十一页第二行，科题「修德愿生」。请看经文：",
      "zh_TW": "請看《大經科註》第七百五十一頁第二行，科題「修德願生」。請看經文："
    },
    {
      "id": "02-040-0445_p0003",
      "zh_CN": "【修诸功德。愿生彼国。】",
      "zh_TW": "【修諸功德。願生彼國。】"
    },
    {
      "id": "02-040-0445_p0004",
      "zh_CN": "经文就这两句，我们看念老的注解。『修诸功德』，「见弥陀第十九闻名发心愿」。愿文这样说的：「闻我名号，发菩提心，奉行六波罗蜜。」又《汉译》、《吴译》跟这个相同，愿文说：「其最上第一辈者…就无为道，当作菩萨道，奉行六波罗蜜经者，作沙门不当亏失经戒，…至精愿欲生无量清净佛国，当念至心不断绝者。」这是《汉译》跟《吴译》里面的经文。从上面这两部经，「则知修诸功德正指奉行六度」。注子里头引用到汉、吴的经文，「就无为道，当作菩萨道」。无为道，我们参考资料里面第十六页，节录《佛学大辞典》的，「术语，为者造作之义，无因缘造作」，这叫无为。换句话说，无为的反面是有为，《金刚经》上有一句著名的偈子，「一切有为法，如梦幻泡影，如露亦如电，应作如是观」。什么是有为法？有为就是有因、有缘、有果报。",
      "zh_TW": "經文就這兩句，我們看念老的註解。『修諸功德』，「見彌陀第十九聞名發心願」。願文這樣說的：「聞我名號，發菩提心，奉行六波羅蜜。」又《漢譯》、《吳譯》跟這個相同，願文說：「其最上第一輩者…就無為道，當作菩薩道，奉行六波羅蜜經者，作沙門不當虧失經戒，…至精願欲生無量清淨佛國，當念至心不斷絕者。」這是《漢譯》跟《吳譯》裡面的經文。從上面這兩部經，「則知修諸功德正指奉行六度」。註子裡頭引用到漢、吳的經文，「就無為道，當作菩薩道」。無為道，我們參考資料裡面第十六頁，節錄《佛學大辭典》的，「術語，為者造作之義，無因緣造作」，這叫無為。換句話說，無為的反面是有為，《金剛經》上有一句著名的偈子，「一切有為法，如夢幻泡影，如露亦如電，應作如是觀」。什麼是有為法？有為就是有因、有緣、有果報。"
    },
    {
      "id": "02-040-0445_p0005",
      "zh_CN": "天亲菩萨将《瑜伽师地论》所说的六百六十法，把它重新再归纳成为百法，便于初学。六百六十对初学的人来说太多了，分量太大了，不容易契入，归纳成百法。所以，百法是六百六十法的归纳，百法展开就是六百六十法，六百六十法展开就是宇宙之间一切万法，这个里头有有为法、有无为法。百法前面九十四法都是有为法，后面六个说不上因缘果报，不符合有为法的条件，称为无为法。实际上真正的无为法只有一个，百法最后一条，真如无为，真如就是自性、就是法性，这是真正的无为法。有为，有因缘果报，在什么地方？在十法界、在六道。六道里头所有一切法，十法界亦如是，统统是有为法。一切有为法都是识变的，《华严经》上佛说，自性能生万法，惠能大师开悟也是这么说，惠能大师没有读过《华严经》，说的跟《华严经》上完全相同，这就是开悟的魅力，不可思议。",
      "zh_TW": "天親菩薩將《瑜伽師地論》所說的六百六十法，把它重新再歸納成為百法，便於初學。六百六十對初學的人來說太多了，分量太大了，不容易契入，歸納成百法。所以，百法是六百六十法的歸納，百法展開就是六百六十法，六百六十法展開就是宇宙之間一切萬法，這個裡頭有有為法、有無為法。百法前面九十四法都是有為法，後面六個說不上因緣果報，不符合有為法的條件，稱為無為法。實際上真正的無為法只有一個，百法最後一條，真如無為，真如就是自性、就是法性，這是真正的無為法。有為，有因緣果報，在什麼地方？在十法界、在六道。六道裡頭所有一切法，十法界亦如是，統統是有為法。一切有為法都是識變的，《華嚴經》上佛說，自性能生萬法，惠能大師開悟也是這麼說，惠能大師沒有讀過《華嚴經》，說的跟《華嚴經》上完全相同，這就是開悟的魅力，不可思議。"
    },
    {
      "id": "02-040-0445_p0006",
      "zh_CN": "有为法，天亲大师，就是天亲菩萨，把它分为四类。第一个是心法，就是八识，这是十法界里头的总报主，把它列为第一。第二心所有法，用现在的话说，就是心所起的作用。所起的作用无量无边，把它归纳为五十一类，心所有法五十一种，叫心所法，心法、心所法。与心法对立的就是色法，心法是心理现象，现在所说精神现象，精神现象的反面就是物质现象，物质现象叫色法，用色做代表。这个色里头讲的，色声香味触法六种，再加上眼耳鼻舌身，意是心法，眼耳鼻舌身这个五种是色法。所以这就是五根加上六尘，十一法，这十一个把所有物质现象全包括了。后面还有一类，叫心不相应行法。宇宙之间有这些事，它不是心法、不是色法，也不是心所法，这个东西它存在，不能说它没有，一共有二十四种。这个合起来九十四种，叫九十四种有为法。心不相应行法就是现在人所讲的抽象的概念，决定不是事实，但是你不能说它没有。譬如说空间、时间，这都属于不相应行法里头，有这些事情，时间、空间都是属于不相应行法。末后，跟有为相对的，说个无为，要是没有有为法，无为法也就没有意义了，相对建立的。",
      "zh_TW": "有為法，天親大師，就是天親菩薩，把它分為四類。第一個是心法，就是八識，這是十法界裡頭的總報主，把它列為第一。第二心所有法，用現在的話說，就是心所起的作用。所起的作用無量無邊，把它歸納為五十一類，心所有法五十一種，叫心所法，心法、心所法。與心法對立的就是色法，心法是心理現象，現在所說精神現象，精神現象的反面就是物質現象，物質現象叫色法，用色做代表。這個色裡頭講的，色聲香味觸法六種，再加上眼耳鼻舌身，意是心法，眼耳鼻舌身這個五種是色法。所以這就是五根加上六塵，十一法，這十一個把所有物質現象全包括了。後面還有一類，叫心不相應行法。宇宙之間有這些事，它不是心法、不是色法，也不是心所法，這個東西它存在，不能說它沒有，一共有二十四種。這個合起來九十四種，叫九十四種有為法。心不相應行法就是現在人所講的抽象的概念，決定不是事實，但是你不能說它沒有。譬如說空間、時間，這都屬於不相應行法裡頭，有這些事情，時間、空間都是屬於不相應行法。末後，跟有為相對的，說個無為，要是沒有有為法，無為法也就沒有意義了，相對建立的。"
    },
    {
      "id": "02-040-0445_p0007",
      "zh_CN": "我们看这里的注解，「又无生住异灭四相之造作曰无为」，没有生住异灭，没有成住坏空。生住异灭讲植物，动物讲生老病死，植物讲生住异灭，矿物讲成住坏空。我们居住这个星球、太阳都有成住坏空，它不是永恒的，这个都属于，只要有这些现象就叫有为。没有这个现象，没有生老病死、没有生住异灭、没有成住坏空，这就叫无为。所以无为，「真理之异名也」，那是什么？自性。自性没有生灭、没有变化，这四种现象不可得，它真正存在。我们六根不能够接触，我们的眼见不到，我们的耳听不到，但是它是一切有为法的本体，有为法从哪里来的？从它变现来的。六祖惠能大师开悟的时候，最后一句话说「何期自性，能生万法」，这就是自性，也叫真如，也叫本性，也叫法身，大乘经里面说这桩事情的名词术语有几十种之多。一桩事情，佛为什么用这么多的术语来表述它？这是佛陀教学的善巧，意思叫我们明了就对了，不要执著名字相，名字相是假的。",
      "zh_TW": "我們看這裡的註解，「又無生住異滅四相之造作曰無為」，沒有生住異滅，沒有成住壞空。生住異滅講植物，動物講生老病死，植物講生住異滅，礦物講成住壞空。我們居住這個星球、太陽都有成住壞空，它不是永恆的，這個都屬於，只要有這些現象就叫有為。沒有這個現象，沒有生老病死、沒有生住異滅、沒有成住壞空，這就叫無為。所以無為，「真理之異名也」，那是什麼？自性。自性沒有生滅、沒有變化，這四種現象不可得，它真正存在。我們六根不能夠接觸，我們的眼見不到，我們的耳聽不到，但是它是一切有為法的本體，有為法從哪裡來的？從它變現來的。六祖惠能大師開悟的時候，最後一句話說「何期自性，能生萬法」，這就是自性，也叫真如，也叫本性，也叫法身，大乘經裡面說這樁事情的名詞術語有幾十種之多。一樁事情，佛為什麼用這麼多的術語來表述它？這是佛陀教學的善巧，意思叫我們明瞭就對了，不要執著名字相，名字相是假的。"
    },
    {
      "id": "02-040-0445_p0008",
      "zh_CN": "相宗、性宗也讲，实际上大乘八个宗没有例外的。「五法三自性，八识二无我」，你看，佛就用这两句话，把整个宇宙全包括尽了，有为、无为都在其中。五法这是归纳，能生万法，万法归纳不外乎五大类。这个五大类第一个是「名字」，名字是人给它起的。第二个是「相」，名字是抽象的，但是它有个实际的体来支持它。我们说人，单单说人这个字是抽象的，可是有这个身体支持它，这个形相叫人。名字是遍计所执性，这三性，三自性，从哪里来的？是从我们妄想、分别里头起的，它本来没有名。名可名，非常名，这个一定要知道，假名。第二个相，相是形相，形相是依他起，形相依他起，是因缘和合而生的现象。第三个是「妄想」，就是我们今天讲的精神现象，科学所讲的念力、意念。念头不停，前念灭了后念又生了，这是妄想，无量无边。佛法里叫它做尘沙惑，有多少妄想？用尘沙来比喻，尘沙数不尽。这些都属于有为，这三类是有为。后面，「正智」，就是般若智慧，「如如」是自性，这两种是无为法。自性本具的智慧，如如是自性本具的德能相好。五法三自性，末后这两种圆成实性，圆满成就，它是真实的；前面是假的，十法界依正庄严都不是真的。",
      "zh_TW": "相宗、性宗也講，實際上大乘八個宗沒有例外的。「五法三自性，八識二無我」，你看，佛就用這兩句話，把整個宇宙全包括盡了，有為、無為都在其中。五法這是歸納，能生萬法，萬法歸納不外乎五大類。這個五大類第一個是「名字」，名字是人給它起的。第二個是「相」，名字是抽象的，但是它有個實際的體來支持它。我們說人，單單說人這個字是抽象的，可是有這個身體支持它，這個形相叫人。名字是遍計所執性，這三性，三自性，從哪裡來的？是從我們妄想、分別裡頭起的，它本來沒有名。名可名，非常名，這個一定要知道，假名。第二個相，相是形相，形相是依他起，形相依他起，是因緣和合而生的現象。第三個是「妄想」，就是我們今天講的精神現象，科學所講的念力、意念。念頭不停，前念滅了後念又生了，這是妄想，無量無邊。佛法裡叫它做塵沙惑，有多少妄想？用塵沙來比喻，塵沙數不盡。這些都屬於有為，這三類是有為。後面，「正智」，就是般若智慧，「如如」是自性，這兩種是無為法。自性本具的智慧，如如是自性本具的德能相好。五法三自性，末後這兩種圓成實性，圓滿成就，它是真實的；前面是假的，十法界依正莊嚴都不是真的。"
    },
    {
      "id": "02-040-0445_p0009",
      "zh_CN": "佛给我们说，一层一层的深入，让我们了解宇宙人生真相。到最后，最后这些念头全放下，那叫大圆满。真妄是一不是二，决定不能起心动念，这就是妙觉如来。不起心不动念，一切法，你说是真的，行，一真一切真，你说是假的，一假一切假，同归于一，没有二。二怎么样？二就起心动念，就有分别、有执着。我们这个前面经上所念的「一念清净」，归到一念清净，这个人是法身菩萨，彻底明了一切法的真相。",
      "zh_TW": "佛給我們說，一層一層的深入，讓我們了解宇宙人生真相。到最後，最後這些念頭全放下，那叫大圓滿。真妄是一不是二，決定不能起心動念，這就是妙覺如來。不起心不動念，一切法，你說是真的，行，一真一切真，你說是假的，一假一切假，同歸於一，沒有二。二怎麼樣？二就起心動念，就有分別、有執著。我們這個前面經上所念的「一念清淨」，歸到一念清淨，這個人是法身菩薩，徹底明瞭一切法的真相。"
    },
    {
      "id": "02-040-0445_p0010",
      "zh_CN": "这个下面，《辞典》下面说的，「此无为法有三种六种之别，三无为中之择灭无为，六无为中之真如无为，是正为圣智所证之真理」。它又叫「涅槃」，又叫「法性」，又叫「实相」，又叫「法界」，「皆无为之异名也」，这些都称之为无为。佛是教我们从有为悟入无为，这是就无为道，当作菩萨道。奉行六波罗蜜，不着奉行之相，这就是无为。着相是有为，不着相是无为，所以作而无作，无作而作。着相有业因果报，不着相没有果报。断恶修善要非常认真去做，心理上决定不落印象，这个高明。我们讲得粗浅一点，不要放在心上，心里头永远保持干干净净，一尘不染，这叫大乘佛法。心里上有，我做了些什么事，我做了什么好事，这着相，着相是福报，不着相是功德。功德能帮助我们了生死出三界，福德做不到，福德感得的是人天福报，这个不能不知道。我们不想出离六道轮回，修福；要想脱离六道轮回，要积德，积德不可以着相。",
      "zh_TW": "這個下面，《辭典》下面說的，「此無為法有三種六種之別，三無為中之擇滅無為，六無為中之真如無為，是正為聖智所證之真理」。它又叫「涅槃」，又叫「法性」，又叫「實相」，又叫「法界」，「皆無為之異名也」，這些都稱之為無為。佛是教我們從有為悟入無為，這是就無為道，當作菩薩道。奉行六波羅蜜，不著奉行之相，這就是無為。著相是有為，不著相是無為，所以作而無作，無作而作。著相有業因果報，不著相沒有果報。斷惡修善要非常認真去做，心理上決定不落印象，這個高明。我們講得粗淺一點，不要放在心上，心裡頭永遠保持乾乾淨淨，一塵不染，這叫大乘佛法。心裡上有，我做了些什麼事，我做了什麼好事，這著相，著相是福報，不著相是功德。功德能幫助我們了生死出三界，福德做不到，福德感得的是人天福報，這個不能不知道。我們不想出離六道輪迴，修福；要想脫離六道輪迴，要積德，積德不可以著相。"
    },
    {
      "id": "02-040-0445_p0011",
      "zh_CN": "「奉行六波罗蜜经者，作沙门」，沙门是佛门的术语，不分在家出家。但是佛教传到中国，沙门在中国，是佛教徒的修行人的称呼。在古印度，不管是哪个宗教，出家修行的都称为沙门。沙门的本意叫勤息，翻作勤息，从梵语翻过来的，「勤修戒定慧，息灭贪瞋痴」，这种人称沙门。所以不管在家出家，真正修戒定慧，真正断贪瞋痴，这个人就可以称为沙门。所以作沙门，「不当亏失经戒」，不应当。那就是说要学经教、要守戒律，这个人才是真正的沙门。如果不学经教、不守戒律，他不是沙门，不是沙门就是凡夫，六道凡夫。",
      "zh_TW": "「奉行六波羅蜜經者，作沙門」，沙門是佛門的術語，不分在家出家。但是佛教傳到中國，沙門在中國，是佛教徒的修行人的稱呼。在古印度，不管是哪個宗教，出家修行的都稱為沙門。沙門的本意叫勤息，翻作勤息，從梵語翻過來的，「勤修戒定慧，息滅貪瞋痴」，這種人稱沙門。所以不管在家出家，真正修戒定慧，真正斷貪瞋痴，這個人就可以稱為沙門。所以作沙門，「不當虧失經戒」，不應當。那就是說要學經教、要守戒律，這個人才是真正的沙門。如果不學經教、不守戒律，他不是沙門，不是沙門就是凡夫，六道凡夫。"
    },
    {
      "id": "02-040-0445_p0012",
      "zh_CN": "「至精愿欲生无量清净佛国」，精是精进，至精是精进到极处。我们过去引用宋朝莹珂法师的念佛，三天三夜把阿弥陀佛念来了，那叫至精进，精进到极处。这里四个字，「至精愿欲」生无量清净佛国，这句话用在莹珂法师身上就很明显。他这种精进心怎么生出来的？是被恐惧逼出来的。他是一个出家人，不守清规，破戒犯规，道场的人都不喜欢他。还好他相信因果报应，因果的概念重要，莹珂不堕地狱，就是相信因果报应。造作的恶事很多，是因为他烦恼习气太重，知道是错误的，忍不住，还是要干。知道不应该的还是要干，习气太重，敌不过诱惑，境界一诱惑他就守不住了。造作的恶业太多，所以自己想想必定堕地狱，想到地狱他就害怕了，向同学请教，有没有方法叫他不堕地狱？",
      "zh_TW": "「至精願欲生無量清淨佛國」，精是精進，至精是精進到極處。我們過去引用宋朝瑩珂法師的念佛，三天三夜把阿彌陀佛念來了，那叫至精進，精進到極處。這裡四個字，「至精願欲」生無量清淨佛國，這句話用在瑩珂法師身上就很明顯。他這種精進心怎麼生出來的？是被恐懼逼出來的。他是一個出家人，不守清規，破戒犯規，道場的人都不喜歡他。還好他相信因果報應，因果的概念重要，瑩珂不墮地獄，就是相信因果報應。造作的惡事很多，是因為他煩惱習氣太重，知道是錯誤的，忍不住，還是要幹。知道不應該的還是要幹，習氣太重，敵不過誘惑，境界一誘惑他就守不住了。造作的惡業太多，所以自己想想必定墮地獄，想到地獄他就害怕了，向同學請教，有沒有方法叫他不墮地獄？"
    },
    {
      "id": "02-040-0445_p0013",
      "zh_CN": "有个同学就给一本《往生传》给他看，他看到每一个人都流眼泪，都受感动。这本书看完之后，他下定决心，把自己房门关着，求阿弥陀佛，求生极乐世界。念了三天三夜，不吃东西，不睡觉，一句佛号念三天三夜，至诚感通。这是真诚心，不是虚妄的，他知道自己不生净土必堕地狱，没有第三条路可走。三天三夜，真的把阿弥陀佛念来了，他自己也精疲力倦。阿弥陀佛现身，告诉他，你的阳寿还有十年，十年之后你寿命终的时候，我来接引你。等于佛给他授记了。他很聪明，他跟阿弥陀佛说，我的劣根性很重，禁不起一切不善的诱惑。他说那些东西在我面前我敌不住，又要犯罪过，我再住十年不知道要造多少罪业，我十年寿命不要了，我现在跟你去。阿弥陀佛答应他，告诉他，好，三天以后来接引你。",
      "zh_TW": "有個同學就給一本《往生傳》給他看，他看到每一個人都流眼淚，都受感動。這本書看完之後，他下定決心，把自己房門關著，求阿彌陀佛，求生極樂世界。念了三天三夜，不吃東西，不睡覺，一句佛號念三天三夜，至誠感通。這是真誠心，不是虛妄的，他知道自己不生淨土必墮地獄，沒有第三條路可走。三天三夜，真的把阿彌陀佛念來了，他自己也精疲力倦。阿彌陀佛現身，告訴他，你的陽壽還有十年，十年之後你壽命終的時候，我來接引你。等於佛給他授記了。他很聰明，他跟阿彌陀佛說，我的劣根性很重，禁不起一切不善的誘惑。他說那些東西在我面前我敵不住，又要犯罪過，我再住十年不知道要造多少罪業，我十年壽命不要了，我現在跟你去。阿彌陀佛答應他，告訴他，好，三天以後來接引你。"
    },
    {
      "id": "02-040-0445_p0014",
      "zh_CN": "他非常开心，房门打开，把这个信息告诉大众。跟大家讲，我念了三天三夜，不眠不食，阿弥陀佛现身给他说法，告诉他三天之后来接引他。寺院里面的人没有人相信，好在时间很短，三天，看三天之后你是不是真的往生？三天时间到了，他礼请大众念佛送他往生，这个大家欢喜，我们给你助念，看你走不走。大概念到一刻钟，古时候的一刻大概是我们现在的半个小时，他告诉大家，佛来了。别人看不见，他看得见，佛来了，跟大家告别，我跟佛走了。他真的往生了，没有生病，瑞相稀有。这个事实写在《往生传》里面，写在《净土圣贤录》里头，说明四十八愿里头有，五逆十恶、毁谤佛法，临终之时能够忏悔、能够认错，后不再造，真正具足信愿持名，统统都能往生。",
      "zh_TW": "他非常開心，房門打開，把這個信息告訴大眾。跟大家講，我念了三天三夜，不眠不食，阿彌陀佛現身給他說法，告訴他三天之後來接引他。寺院裡面的人沒有人相信，好在時間很短，三天，看三天之後你是不是真的往生？三天時間到了，他禮請大眾念佛送他往生，這個大家歡喜，我們給你助念，看你走不走。大概念到一刻鐘，古時候的一刻大概是我們現在的半個小時，他告訴大家，佛來了。別人看不見，他看得見，佛來了，跟大家告別，我跟佛走了。他真的往生了，沒有生病，瑞相稀有。這個事實寫在《往生傳》裡面，寫在《淨土聖賢錄》裡頭，說明四十八願裡頭有，五逆十惡、毀謗佛法，臨終之時能夠懺悔、能夠認錯，後不再造，真正具足信願持名，統統都能往生。"
    },
    {
      "id": "02-040-0445_p0015",
      "zh_CN": "我们造作的罪业可能没有莹珂那么重，莹珂是明知故犯，他不是不晓得，是诱惑，禁不起诱惑，造作些重罪。勇猛精进，佛还是接引他往生。他有这个勇气，下定这个决心，一定要求阿弥陀佛来见面。我们今天念佛没有这个勇气，我们对于地狱果报没有真正了解，真正了解，畏惧的心就生起来。我们现在谈到地狱，无所谓，好像于我不相干。我们要认真细心思惟观察，我们自己有没有造地狱业，就能发现。经教不能不下功夫，为什么？经教不明，自己造作罪业不知道，深入经教之后知道，清清楚楚。我们遇到这个法门，造极重的罪业都能往生，莹珂给我们做最好的示范，只要肯回头，没有不往生。",
      "zh_TW": "我們造作的罪業可能沒有瑩珂那麼重，瑩珂是明知故犯，他不是不曉得，是誘惑，禁不起誘惑，造作些重罪。勇猛精進，佛還是接引他往生。他有這個勇氣，下定這個決心，一定要求阿彌陀佛來見面。我們今天念佛沒有這個勇氣，我們對於地獄果報沒有真正了解，真正了解，畏懼的心就生起來。我們現在談到地獄，無所謂，好像於我不相干。我們要認真細心思惟觀察，我們自己有沒有造地獄業，就能發現。經教不能不下功夫，為什麼？經教不明，自己造作罪業不知道，深入經教之後知道，清清楚楚。我們遇到這個法門，造極重的罪業都能往生，瑩珂給我們做最好的示範，只要肯回頭，沒有不往生。"
    },
    {
      "id": "02-040-0445_p0016",
      "zh_CN": "在我们现前这个时代，社会的混乱前所未有，在历史上没看到。历史上有乱世，没有我们现前这种混乱。历史上过去那些乱世，人能忍受，今天的混乱确实叫人人都没有安全感，这是真的，不是假的。饮食起居都没有安全感，为什么？地球染污太严重了，化肥、农药，还有许多工业的原料，带着有剧毒的这些废弃物，染污了大地、染污了海洋、染污了水源，这是过去没有过的。所以我们今天第一个，饮食没有安全感。奇奇怪怪的疾病很多，最怕瘟疫，新发现的毒菌，致命的毒菌，没有药物治疗，传染上这种病毒，二、三个小时就过世了，我们听说有这种报告。生在这个时代，我们应该要作如是观，活一天算一天，不要以为还有明天后天。我将来到哪里去？决定求生净土。换句话说，我们要像莹珂一样，念念求生西方极乐世界。下一次到这个世界来，是菩萨的身分来，不是凡夫。",
      "zh_TW": "在我們現前這個時代，社會的混亂前所未有，在歷史上沒看到。歷史上有亂世，沒有我們現前這種混亂。歷史上過去那些亂世，人能忍受，今天的混亂確實叫人人都沒有安全感，這是真的，不是假的。飲食起居都沒有安全感，為什麼？地球染污太嚴重了，化肥、農藥，還有許多工業的原料，帶著有劇毒的這些廢棄物，染污了大地、染污了海洋、染污了水源，這是過去沒有過的。所以我們今天第一個，飲食沒有安全感。奇奇怪怪的疾病很多，最怕瘟疫，新發現的毒菌，致命的毒菌，沒有藥物治療，傳染上這種病毒，二、三個小時就過世了，我們聽說有這種報告。生在這個時代，我們應該要作如是觀，活一天算一天，不要以為還有明天後天。我將來到哪裡去？決定求生淨土。換句話說，我們要像瑩珂一樣，念念求生西方極樂世界。下一次到這個世界來，是菩薩的身分來，不是凡夫。"
    },
    {
      "id": "02-040-0445_p0017",
      "zh_CN": "这个世界是真的，不是假的，修学的条件很简单，第一个是真正相信西方有极乐世界，不要怀疑；第二个真正相信极乐世界有阿弥陀佛。怀疑就不能往生，可是不怀疑很难。过去李老师告诉我，对净宗不怀疑的两种人，一种是上上根人，为什么？他明了，他不怀疑。第二种是下下根人，下愚之人，他什么都不知道，但是你叫他念佛他真念，他没有怀疑，他就能一句佛号念到底，将来也是决定得生。我觉得这两种人都是属于上辈往生的，下愚之人念佛没杂念。最麻烦的就是当中这一段，占绝大多数，特别是知识分子，很难相信。",
      "zh_TW": "這個世界是真的，不是假的，修學的條件很簡單，第一個是真正相信西方有極樂世界，不要懷疑；第二個真正相信極樂世界有阿彌陀佛。懷疑就不能往生，可是不懷疑很難。過去李老師告訴我，對淨宗不懷疑的兩種人，一種是上上根人，為什麼？他明瞭，他不懷疑。第二種是下下根人，下愚之人，他什麼都不知道，但是你叫他念佛他真念，他沒有懷疑，他就能一句佛號念到底，將來也是決定得生。我覺得這兩種人都是屬於上輩往生的，下愚之人念佛沒雜念。最麻煩的就是當中這一段，佔絕大多數，特別是知識分子，很難相信。"
    },
    {
      "id": "02-040-0445_p0018",
      "zh_CN": "我们学了六十多年，才接受这个法门，才相信这个法门，真不容易。像我一样的学佛六十多年的人，对这个法门还有怀疑的人很多。这什么原因？我为什么能接受？我六十多年对经教没有丢掉。我是从大经大论里面回头来的，怎么回头来？看到那些大菩萨修这个法门，我感到很惊讶。我看到文殊、普贤修这个法门，《华严经》上说的。观音、势至修这个法门，《楞严经》上说的。祖师大德，禅宗的祖师修这个法门，教下的祖师修这个法门，特别是天台宗，智者大师走是念佛往生极乐世界，《往生传》上有智者大师。密宗上师也有修这个法门，临终念佛往生极乐世界。我看到这些事实真相，就认真的去学习，不再怀疑了。晚年跟大家专门在一起学习《大经科注》，一门深入。",
      "zh_TW": "我們學了六十多年，才接受這個法門，才相信這個法門，真不容易。像我一樣的學佛六十多年的人，對這個法門還有懷疑的人很多。這什麼原因？我為什麼能接受？我六十多年對經教沒有丟掉。我是從大經大論裡面回頭來的，怎麼回頭來？看到那些大菩薩修這個法門，我感到很驚訝。我看到文殊、普賢修這個法門，《華嚴經》上說的。觀音、勢至修這個法門，《楞嚴經》上說的。祖師大德，禪宗的祖師修這個法門，教下的祖師修這個法門，特別是天台宗，智者大師走是念佛往生極樂世界，《往生傳》上有智者大師。密宗上師也有修這個法門，臨終念佛往生極樂世界。我看到這些事實真相，就認真的去學習，不再懷疑了。晚年跟大家專門在一起學習《大經科註》，一門深入。"
    },
    {
      "id": "02-040-0445_p0019",
      "zh_CN": "日常生活当中，李老师教给我，要把阿弥陀佛放在心上，心里面的妄想、杂念要清除得干干净净，让自己心里头只有一尊阿弥陀佛。一切时一切处佛号不要间断，不方便出声不要紧，心里头默念。我亲近过章嘉大师，大师是念咒，也是日夜不中断，接见访客、解答问题他念咒都不间断。他金刚持，就是口动没有声音，一切时你看他口都在动，他在持咒。他跟你说话，持咒停下来，话讲完之后，他持咒就能接上，这个确确实实就叫做一向称念，我没有看到过第二个人。所以章嘉大师修行是真修，他的心清净、心平等，他没有分别、没有执着，境界我们不知道，可是我们接触的感受，跟一般人完全不相同。这就是「当念至心不断绝」，不断绝不容易，至心也不容易，用心到极处。",
      "zh_TW": "日常生活當中，李老師教給我，要把阿彌陀佛放在心上，心裡面的妄想、雜念要清除得乾乾淨淨，讓自己心裡頭只有一尊阿彌陀佛。一切時一切處佛號不要間斷，不方便出聲不要緊，心裡頭默念。我親近過章嘉大師，大師是念咒，也是日夜不中斷，接見訪客、解答問題他念咒都不間斷。他金剛持，就是口動沒有聲音，一切時你看他口都在動，他在持咒。他跟你說話，持咒停下來，話講完之後，他持咒就能接上，這個確確實實就叫做一向稱念，我沒有看到過第二個人。所以章嘉大師修行是真修，他的心清淨、心平等，他沒有分別、沒有執著，境界我們不知道，可是我們接觸的感受，跟一般人完全不相同。這就是「當念至心不斷絕」，不斷絕不容易，至心也不容易，用心到極處。"
    },
    {
      "id": "02-040-0445_p0020",
      "zh_CN": "「综上二经，则知修诸功德正指奉行六度」，这是汉译本跟吴译本里面所说的，以奉行六度为主。六度，布施，布施就是放下，万缘放下。念佛堂的堂主常常提醒的话头，就是放下身、心世界，这就一切都放下，提起正念，正念就是一句阿弥陀佛。名号功德不可思议，这个经注里头讲得非常清楚，我们也用了很长的时间来学习。有没有学到？那就看你有没有做到，你做到就学到了；你没有做到，你没有学到。你做到了，我相信你会很欢喜，为什么？往生有把握。没有做到，往生没把握。由此可知，往生的把握不在外面，完全操在自己的意念。遇到这个法门，想生就生，不想生就不能生。我是要想生，为什么？如果不往生，六道轮回太可怕了，我不愿意再以业报身去搞轮回。往生到极乐世界，这个世间有缘的人很多，你会以化身，化身是无量身，应以什么身得度，你就能现什么身，你得大自在，你没有障碍。不但能度娑婆世界众生，十方诸佛刹土里面众生你都有能力普度。所以不想再搞这桩事情了。",
      "zh_TW": "「綜上二經，則知修諸功德正指奉行六度」，這是漢譯本跟吳譯本裡面所說的，以奉行六度為主。六度，布施，布施就是放下，萬緣放下。念佛堂的堂主常常提醒的話頭，就是放下身、心世界，這就一切都放下，提起正念，正念就是一句阿彌陀佛。名號功德不可思議，這個經註裡頭講得非常清楚，我們也用了很長的時間來學習。有沒有學到？那就看你有沒有做到，你做到就學到了；你沒有做到，你沒有學到。你做到了，我相信你會很歡喜，為什麼？往生有把握。沒有做到，往生沒把握。由此可知，往生的把握不在外面，完全操在自己的意念。遇到這個法門，想生就生，不想生就不能生。我是要想生，為什麼？如果不往生，六道輪迴太可怕了，我不願意再以業報身去搞輪迴。往生到極樂世界，這個世間有緣的人很多，你會以化身，化身是無量身，應以什麼身得度，你就能現什麼身，你得大自在，你沒有障礙。不但能度娑婆世界眾生，十方諸佛剎土裡面眾生你都有能力普度。所以不想再搞這樁事情了。"
    },
    {
      "id": "02-040-0445_p0021",
      "zh_CN": "六度自利利他，自利是消业障，布施消我们贪毒的业障，我们对财色名食放下了，不再贪了。持戒是消除我们造的种种恶业的业障。忍辱是消除我们瞋恚的业障，傲慢、嫉妒、怨恨这些业障，忍辱能够化解。精进能消除懈怠、懒惰的业障。禅定能够消除心地散乱、念头无法集中。要知道，我们念这一句阿弥陀佛是修定，让我们的念头集中，集中在佛号上，其他的杂念没有了，妄想没有了，得念佛三昧，这是属于禅定。佛在《大集经》上讲得非常好，持名念佛是无上的禅定，佛称为深妙禅。把佛陀这句话搞清楚、搞明白了，要不要去学禅宗？我念佛就是在修禅，我修的是深妙禅，自己不知道。等到自己念佛三昧现前，你就恍然大悟，你就明白了，为什么？成绩出现了，就是佛经上讲的一心不乱。事一心不乱，二乘、三贤菩萨所证的，二乘是阿罗汉、辟支佛，三贤是别教十住、十行、十回向，他们证得的。事一心不乱，功夫跟他们平等。理一心不乱高了，理一心不乱是明心见性、大彻大悟，超越十法界，生到佛的实报庄严土，见佛报身，这叫深妙禅。",
      "zh_TW": "六度自利利他，自利是消業障，布施消我們貪毒的業障，我們對財色名食放下了，不再貪了。持戒是消除我們造的種種惡業的業障。忍辱是消除我們瞋恚的業障，傲慢、嫉妒、怨恨這些業障，忍辱能夠化解。精進能消除懈怠、懶惰的業障。禪定能夠消除心地散亂、念頭無法集中。要知道，我們念這一句阿彌陀佛是修定，讓我們的念頭集中，集中在佛號上，其他的雜念沒有了，妄想沒有了，得念佛三昧，這是屬於禪定。佛在《大集經》上講得非常好，持名念佛是無上的禪定，佛稱為深妙禪。把佛陀這句話搞清楚、搞明白了，要不要去學禪宗？我念佛就是在修禪，我修的是深妙禪，自己不知道。等到自己念佛三昧現前，你就恍然大悟，你就明白了，為什麼？成績出現了，就是佛經上講的一心不亂。事一心不亂，二乘、三賢菩薩所證的，二乘是阿羅漢、辟支佛，三賢是別教十住、十行、十迴向，他們證得的。事一心不亂，功夫跟他們平等。理一心不亂高了，理一心不亂是明心見性、大徹大悟，超越十法界，生到佛的實報莊嚴土，見佛報身，這叫深妙禪。"
    },
    {
      "id": "02-040-0445_p0022",
      "zh_CN": "一法圆满含摄一切法，一法就是一切法，所以这一法通了，法法全通了。不修定不行，决定要修定，定开智慧。所以我们这经题上，经题的后半段，清净心就是事一心，平等心是理一心。这两种一心你要是证得，智慧都开了。事一心不乱的，你开的智慧是声闻、缘觉、三乘菩萨的智慧。理一心不乱，你开的智慧是佛的智慧、法身菩萨的智慧。信愿持名可以证得，我们要真干才行。",
      "zh_TW": "一法圓滿含攝一切法，一法就是一切法，所以這一法通了，法法全通了。不修定不行，決定要修定，定開智慧。所以我們這經題上，經題的後半段，清淨心就是事一心，平等心是理一心。這兩種一心你要是證得，智慧都開了。事一心不亂的，你開的智慧是聲聞、緣覺、三乘菩薩的智慧。理一心不亂，你開的智慧是佛的智慧、法身菩薩的智慧。信願持名可以證得，我們要真幹才行。"
    },
    {
      "id": "02-040-0445_p0023",
      "zh_CN": "下面说「《观经》中上品上生者」，《观经》中这是往生最高的品位，「应具诸戒行，读诵大乘」，《观无量寿经》说的。这是通途，有没有例外的？有，上上根人有例外。虽有例外，他这一生没有具诸戒行、没有读诵大乘，为什么也能上品上生？你要看他过去世，过去无量劫中曾经修过这个法门，而且很有成就。为什么不能往生？临命终最后那个一念有了障碍，最后一念别的道去了。哪个道？我们想像当中，大概诱惑力量最强的，最强大的是欲界里头第五层化乐天、第六层他化自在天，你看到这个现象马上就去了。初看到好奇，这个地方风景不错，这么美，他去看看，进去之后就不想离开了，最怕的是这个。于是我们就想到，为什么佛教比丘要跑到深山去挖个山洞，在山洞里修？你就明了佛什么意思，不要去接触花花世界。法身菩萨真正如如不动了，他知道凡所有相，皆是虚妄，他能够不受诱惑、不受干扰，一般凡夫没有这个能力。没有能力怎么办？回避，不接触，能保证你往生。你一接触，自己把持不住，那就莹珂法师所说的，他就是禁不起诱惑。怎么样？还有十年的寿命不要了，十年的时间肯定有机缘遇到这些境界，遇到这个境界不能把持，这一生的缘分就错过了，就怕这个事情。",
      "zh_TW": "下面說「《觀經》中上品上生者」，《觀經》中這是往生最高的品位，「應具諸戒行，讀誦大乘」，《觀無量壽經》說的。這是通途，有沒有例外的？有，上上根人有例外。雖有例外，他這一生沒有具諸戒行、沒有讀誦大乘，為什麼也能上品上生？你要看他過去世，過去無量劫中曾經修過這個法門，而且很有成就。為什麼不能往生？臨命終最後那個一念有了障礙，最後一念別的道去了。哪個道？我們想像當中，大概誘惑力量最強的，最強大的是欲界裡頭第五層化樂天、第六層他化自在天，你看到這個現象馬上就去了。初看到好奇，這個地方風景不錯，這麼美，他去看看，進去之後就不想離開了，最怕的是這個。於是我們就想到，為什麼佛教比丘要跑到深山去挖個山洞，在山洞裡修？你就明瞭佛什麼意思，不要去接觸花花世界。法身菩薩真正如如不動了，他知道凡所有相，皆是虛妄，他能夠不受誘惑、不受干擾，一般凡夫沒有這個能力。沒有能力怎麼辦？迴避，不接觸，能保證你往生。你一接觸，自己把持不住，那就瑩珂法師所說的，他就是禁不起誘惑。怎麼樣？還有十年的壽命不要了，十年的時間肯定有機緣遇到這些境界，遇到這個境界不能把持，這一生的緣分就錯過了，就怕這個事情。"
    },
    {
      "id": "02-040-0445_p0024",
      "zh_CN": "名闻利养千万不能涉足，那是泥坑，掉下去爬不出来的。出名不是好事情，别人赞叹你也不是好事情。常常跟古人比，不要跟现在人比，跟古人比我们就感到惭愧，我何德何能，那么多人赞叹？他赞叹他的，我自己了解自己，绝不敢接受，这个就对了。孔子，中国自古以来称他为圣人，夫子为人谦让。弟子们对老师的称赞，说老师真正的德行，每天受他感召的，五个字，温良恭俭让。孔子温和、善良、恭敬、节俭、忍让、谦让，没有丝毫自以为是，这个我们要学。孔子，世间圣人。出世间的戒律比中国世间法的这些礼法要难得多，佛法讲五戒十善，人人必须要学习。菩萨从五戒十善提升到六波罗蜜、普贤愿行，达到圆满究竟。传统文化里面讲的五伦、五常、八德，可以做为大乘的根基，这是中国古人舍弃小乘，用儒、道做修大乘的基础。事实证明他没有错，这一千三百年来，大乘八个宗派，祖师大德出现很多。这些人都是以儒、以道的基础代替小乘，做为入大乘的根基，有这样殊胜的成就，证明可行。",
      "zh_TW": "名聞利養千萬不能涉足，那是泥坑，掉下去爬不出來的。出名不是好事情，別人讚歎你也不是好事情。常常跟古人比，不要跟現在人比，跟古人比我們就感到慚愧，我何德何能，那麼多人讚歎？他讚歎他的，我自己了解自己，絕不敢接受，這個就對了。孔子，中國自古以來稱他為聖人，夫子為人謙讓。弟子們對老師的稱讚，說老師真正的德行，每天受他感召的，五個字，溫良恭儉讓。孔子溫和、善良、恭敬、節儉、忍讓、謙讓，沒有絲毫自以為是，這個我們要學。孔子，世間聖人。出世間的戒律比中國世間法的這些禮法要難得多，佛法講五戒十善，人人必須要學習。菩薩從五戒十善提升到六波羅蜜、普賢願行，達到圓滿究竟。傳統文化裡面講的五倫、五常、八德，可以做為大乘的根基，這是中國古人捨棄小乘，用儒、道做修大乘的基礎。事實證明他沒有錯，這一千三百年來，大乘八個宗派，祖師大德出現很多。這些人都是以儒、以道的基礎代替小乘，做為入大乘的根基，有這樣殊勝的成就，證明可行。"
    },
    {
      "id": "02-040-0445_p0025",
      "zh_CN": "下面说「修行六念」，六念者，念佛、念法、念僧、念戒、念施、念天，「回向发愿」，其实也就是奉行六度。「六念」，我们参考资料里头有，从《佛学大辞典》里面节录下来。六念第一个，「念佛，念佛具足十号，有大慈大悲大光明，神通无量，能拔济众生之苦，我欲与佛同也」，常常要存这个心，要向佛看齐。哪一尊佛？阿弥陀佛。为什么？诸佛赞叹这尊佛为佛中之王，光中极尊。我们学佛的标准要高，最高峰达不到，大概也可以能达到次一等的，取法乎上，仅得乎中，这是很多例子。我们不能把标准搞低了，我们要高标准，尽量的把自己境界向上提升，这是正确的，所以一定要以阿弥陀佛做标准。佛的十号就是十个标准，每个名号里头都具足大慈大悲大光明，大光明是智慧，具足圆满的智慧与慈悲。这些德号、这些智慧从哪里来的？自性本自具足，这句话重要，不是从外头来的，自己有。有，为什么变成这个样子？迷了，变成这样的。我们是迷失了自性，自性跟佛无二无别，所以《华严经》上佛教人，「一切众生本来是佛」。",
      "zh_TW": "下面說「修行六念」，六念者，念佛、念法、念僧、念戒、念施、念天，「迴向發願」，其實也就是奉行六度。「六念」，我們參考資料裡頭有，從《佛學大辭典》裡面節錄下來。六念第一個，「念佛，念佛具足十號，有大慈大悲大光明，神通無量，能拔濟眾生之苦，我欲與佛同也」，常常要存這個心，要向佛看齊。哪一尊佛？阿彌陀佛。為什麼？諸佛讚歎這尊佛為佛中之王，光中極尊。我們學佛的標準要高，最高峰達不到，大概也可以能達到次一等的，取法乎上，僅得乎中，這是很多例子。我們不能把標準搞低了，我們要高標準，盡量的把自己境界向上提升，這是正確的，所以一定要以阿彌陀佛做標準。佛的十號就是十個標準，每個名號裡頭都具足大慈大悲大光明，大光明是智慧，具足圓滿的智慧與慈悲。這些德號、這些智慧從哪裡來的？自性本自具足，這句話重要，不是從外頭來的，自己有。有，為什麼變成這個樣子？迷了，變成這樣的。我們是迷失了自性，自性跟佛無二無別，所以《華嚴經》上佛教人，「一切眾生本來是佛」。"
    },
    {
      "id": "02-040-0445_p0026",
      "zh_CN": "办教育教化众生，佛是遍法界虚空界最好的老师，他教学的智慧、教学的理念、教学的方法没有人能跟他相比。我们中国老祖宗对于教育，智慧、理念也非常出色，佛教传到中国之后，在这方面大幅度的提升了，这是中西文化的交流、互补。中国人也帮助佛法走向现代化、本土化，佛法帮助中国传统文化在境界上大幅度的提升。中国人讲本性本善，这个善不是善恶的善，这个善是赞叹，不能把它看作善恶，看作善恶那就看低了。本性是圆满的，像佛所说的，一切众生皆有如来智慧德相。如来是佛陀，证得究竟圆满，一切众生自性里面的智慧、德能、相好，跟诸佛如来证得究竟的没有丝毫差别，完全相同的。佛法是平等法，真正平等。自性本来是平等，我们要不平等就错了，所以我们的经题有清净、平等、觉。平等把贪瞋痴慢统统断干净了，贪瞋痴慢不平等，平等心里头没有贪瞋痴慢。所以烦恼是假的，智慧是真的，德能是真的，相好也是真的，叫真如，叫实相。",
      "zh_TW": "辦教育教化眾生，佛是遍法界虛空界最好的老師，他教學的智慧、教學的理念、教學的方法沒有人能跟他相比。我們中國老祖宗對於教育，智慧、理念也非常出色，佛教傳到中國之後，在這方面大幅度的提升了，這是中西文化的交流、互補。中國人也幫助佛法走向現代化、本土化，佛法幫助中國傳統文化在境界上大幅度的提升。中國人講本性本善，這個善不是善惡的善，這個善是讚歎，不能把它看作善惡，看作善惡那就看低了。本性是圓滿的，像佛所說的，一切眾生皆有如來智慧德相。如來是佛陀，證得究竟圓滿，一切眾生自性裡面的智慧、德能、相好，跟諸佛如來證得究竟的沒有絲毫差別，完全相同的。佛法是平等法，真正平等。自性本來是平等，我們要不平等就錯了，所以我們的經題有清淨、平等、覺。平等把貪瞋痴慢統統斷乾淨了，貪瞋痴慢不平等，平等心裡頭沒有貪瞋痴慢。所以煩惱是假的，智慧是真的，德能是真的，相好也是真的，叫真如，叫實相。"
    },
    {
      "id": "02-040-0445_p0027",
      "zh_CN": "佛有智慧，佛有神通，佛有慈悲，所以他能救济众生之苦。众生沦陷在六道轮回，还有更惨的，沦到三途，这是最苦的地方。佛与这些法身菩萨他们有能力拔济，有能力救他们。我们学佛，我们要跟佛一样，一样的智慧、一样的神通、一样的德能，行不行？行。为什么？因为你本来是佛。你看教育，释迦牟尼佛是最伟大的教育家，他教学，第一个就把你学习的目标告诉你，你达到这个目标就毕业了，就圆满了。这目标是什么？目标是佛，成佛就圆满了，就毕业了。告诉你，本来是佛；现在不是佛，现在迷了，迷而不觉，问题在这个地方。佛帮助你，回头，觉而不迷，这就是佛陀教育，不可以再迷下去，要开始觉悟。开始觉悟，要我们皈依三宝，皈是回头，依是依靠。没有觉悟的时候依靠什么？依靠妄想，依靠烦恼，这个烦恼就是贪瞋痴慢疑，五种根本烦恼，六道凡夫依靠这个。依靠这个造业，贪瞋痴慢疑里面所造的业有善有恶，如果造的善业，三善道受报，造的是恶业就三恶道受报，搞这个去了，这个错了。所以学佛，念念佛是我们的好榜样，我们决定能成佛，因为我们本来是佛，这是不能不知道的。",
      "zh_TW": "佛有智慧，佛有神通，佛有慈悲，所以他能救濟眾生之苦。眾生淪陷在六道輪迴，還有更慘的，淪到三途，這是最苦的地方。佛與這些法身菩薩他們有能力拔濟，有能力救他們。我們學佛，我們要跟佛一樣，一樣的智慧、一樣的神通、一樣的德能，行不行？行。為什麼？因為你本來是佛。你看教育，釋迦牟尼佛是最偉大的教育家，他教學，第一個就把你學習的目標告訴你，你達到這個目標就畢業了，就圓滿了。這目標是什麼？目標是佛，成佛就圓滿了，就畢業了。告訴你，本來是佛；現在不是佛，現在迷了，迷而不覺，問題在這個地方。佛幫助你，回頭，覺而不迷，這就是佛陀教育，不可以再迷下去，要開始覺悟。開始覺悟，要我們皈依三寶，皈是回頭，依是依靠。沒有覺悟的時候依靠什麼？依靠妄想，依靠煩惱，這個煩惱就是貪瞋痴慢疑，五種根本煩惱，六道凡夫依靠這個。依靠這個造業，貪瞋痴慢疑裡面所造的業有善有惡，如果造的善業，三善道受報，造的是惡業就三惡道受報，搞這個去了，這個錯了。所以學佛，念念佛是我們的好榜樣，我們決定能成佛，因為我們本來是佛，這是不能不知道的。"
    },
    {
      "id": "02-040-0445_p0028",
      "zh_CN": "我们在六道里头，今天堕落在人道，在我们上面的有四圣法界、有天道、有阿修罗道。十法界，我们是第四个，从下面数我们是第四位，我们下面是三恶道：畜生、饿鬼、地狱，我们的上面有六个。这个意思就说明，我们已经算是严重的堕落、严重的迷惑。明了之后，我们得想方法把我们向上提升，不能再往下坠落。人这一关，在十法界是关键的一关，祸福就在一念，一念善是福，一念恶就错了，就三恶道去了。我们有幸遇到佛法，遇到净宗，太幸运了！这是无量劫来稀有难逢，我们逢到了。遇到这个法门能横超佛土，就在我们这一道就能往生到极乐世界，不必通过天道。天里面有欲界天、色界天、无色界天，二十八层，不必这样出去，就在人道的身分，直接就到极乐世界去。所以叫横超，不是竖出。八万四千法门都是竖出，没有横超的，横超唯有这一法门。所以，我们要有个大愿，我们到极乐世界是干什么？作佛去的，不是为别的。就像惠能大师到黄梅，五祖问他，你到这个地方来想求什么？惠能大师跟五祖说，我想来作佛，不为别的。能大师念佛，时时刻刻没有离开佛，他大彻大悟，成佛了。",
      "zh_TW": "我們在六道裡頭，今天墮落在人道，在我們上面的有四聖法界、有天道、有阿修羅道。十法界，我們是第四個，從下面數我們是第四位，我們下面是三惡道：畜生、餓鬼、地獄，我們的上面有六個。這個意思就說明，我們已經算是嚴重的墮落、嚴重的迷惑。明瞭之後，我們得想方法把我們向上提升，不能再往下墜落。人這一關，在十法界是關鍵的一關，禍福就在一念，一念善是福，一念惡就錯了，就三惡道去了。我們有幸遇到佛法，遇到淨宗，太幸運了！這是無量劫來稀有難逢，我們逢到了。遇到這個法門能橫超佛土，就在我們這一道就能往生到極樂世界，不必通過天道。天裡面有欲界天、色界天、無色界天，二十八層，不必這樣出去，就在人道的身分，直接就到極樂世界去。所以叫橫超，不是豎出。八萬四千法門都是豎出，沒有橫超的，橫超唯有這一法門。所以，我們要有個大願，我們到極樂世界是幹什麼？作佛去的，不是為別的。就像惠能大師到黃梅，五祖問他，你到這個地方來想求什麼？惠能大師跟五祖說，我想來作佛，不為別的。能大師念佛，時時刻刻沒有離開佛，他大徹大悟，成佛了。"
    },
    {
      "id": "02-040-0445_p0029",
      "zh_CN": "第二个「念法，念如来所说之三藏十二部经，有大功德，为诸众生大妙药，我欲证之而施与众生也」。这个地方最重要的就是证，证是什么？彻底了解了，不是听闻。清凉判《华严》为四分：信、解、行、证，我们要以清净信心、恭敬心求法，你才能求到。求到之后要理解，愿解如来真实义，不能把意思搞错了。怎么个解法？求善知识，听闻佛法。可是我们今天善知识几乎没有了，怎么办？古代孟夫子给我们做出了一个榜样。孟夫子学习的目标、榜样是孔子，孔子已经不在世，过世了，他怎么办？孔子的著作在，他得到一部孔子的著作，认真学习。",
      "zh_TW": "第二個「念法，念如來所說之三藏十二部經，有大功德，為諸眾生大妙藥，我欲證之而施與眾生也」。這個地方最重要的就是證，證是什麼？徹底了解了，不是聽聞。清涼判《華嚴》為四分：信、解、行、證，我們要以清淨信心、恭敬心求法，你才能求到。求到之後要理解，願解如來真實義，不能把意思搞錯了。怎麼個解法？求善知識，聽聞佛法。可是我們今天善知識幾乎沒有了，怎麼辦？古代孟夫子給我們做出了一個榜樣。孟夫子學習的目標、榜樣是孔子，孔子已經不在世，過世了，他怎麼辦？孔子的著作在，他得到一部孔子的著作，認真學習。"
    },
    {
      "id": "02-040-0445_p0030",
      "zh_CN": "那个时候的典籍没有印刷品，是用刀刻在竹简上，你就晓得书是多么笨重，故宫博物院还可以看到那时候的竹简。我们能想像得到，孟子把这些东西当作宝贝，认真学习。有不明了的地方，那个时候孔子的学生还有不少在世的，向他们请教。真诚、恭敬，一门深入，长时薰修，读书千遍，其义自见，这些孟夫子都兑现了。他修学的成就，不但不输给孔子在世那些学生，反而超过了。为什么会超过？大慈悲心。孔子有救世的大慈悲心，他的弟子这一层比不上老师。孟夫子的大慈悲心，救世的那个心跟夫子相同，所以他能达到夫子的境界。",
      "zh_TW": "那個時候的典籍沒有印刷品，是用刀刻在竹簡上，你就曉得書是多麼笨重，故宮博物院還可以看到那時候的竹簡。我們能想像得到，孟子把這些東西當作寶貝，認真學習。有不明瞭的地方，那個時候孔子的學生還有不少在世的，向他們請教。真誠、恭敬，一門深入，長時薰修，讀書千遍，其義自見，這些孟夫子都兌現了。他修學的成就，不但不輸給孔子在世那些學生，反而超過了。為什麼會超過？大慈悲心。孔子有救世的大慈悲心，他的弟子這一層比不上老師。孟夫子的大慈悲心，救世的那個心跟夫子相同，所以他能達到夫子的境界。"
    },
    {
      "id": "02-040-0445_p0031",
      "zh_CN": "我们的慈悲心要能跟佛的慈悲心相等，你就能提升到佛的境界。没有这个大心量不行，起心动念都为自己那怎么行！起心动念要真正为众生，决定不能为自己。因缘不足没有关系，我们这个地方的缘不具足，也许他方有缘，哪个地方缘成熟就到哪里去做，会产生一定的影响。心量要大，佛的心量大，遍法界虚空界一切诸佛刹土里面的苦难众生都要救度，不是一个地区、一个国家、一个星球，不是，遍法界虚空界，这么大的心量。这是佛为什么值得人尊敬，尊敬他的心量，他的心量是自性本有的心量。我们现在因为迷了，总以为有个我，什么都是我来做主，心量就变小了。要把心量扩大，量大福大，古人说的这句话是真的。",
      "zh_TW": "我們的慈悲心要能跟佛的慈悲心相等，你就能提升到佛的境界。沒有這個大心量不行，起心動念都為自己那怎麼行！起心動念要真正為眾生，決定不能為自己。因緣不足沒有關係，我們這個地方的緣不具足，也許他方有緣，哪個地方緣成熟就到哪裡去做，會產生一定的影響。心量要大，佛的心量大，遍法界虛空界一切諸佛剎土裡面的苦難眾生都要救度，不是一個地區、一個國家、一個星球，不是，遍法界虛空界，這麼大的心量。這是佛為什麼值得人尊敬，尊敬他的心量，他的心量是自性本有的心量。我們現在因為迷了，總以為有個我，什麼都是我來做主，心量就變小了。要把心量擴大，量大福大，古人說的這句話是真的。"
    },
    {
      "id": "02-040-0445_p0032",
      "zh_CN": "第二念法，念如来所说经典，经典要学习，三藏十二部经。这个有方法的，我们学孟子，经典你可以选一部，一门深入，一部通了，部部都通。注解，现在人没有，找古人。古人的标准，是收入《大藏经》的做为我们标准，没有被收入《藏经》的暂时不要碰它。为什么？收入《藏经》等于说经过检验的，世世代代的专家学者他们看过，如果它有问题，别人就提出来了。能够流通到现在，古人都承认他，承认他什么？承认他明心见性。不是明心见性，不能讲经，不能注经，古人的标准比我们现在高。我们学古人的，这是老师教给我的方法，古注看不懂没有关系，读诵重要，读诵是什么？修定。定到一定的程度了豁然开悟，自己明白了，这叫至诚感通。真诚到极处，自然会明白，智慧就开了。所以方法有。",
      "zh_TW": "第二念法，念如來所說經典，經典要學習，三藏十二部經。這個有方法的，我們學孟子，經典你可以選一部，一門深入，一部通了，部部都通。註解，現在人沒有，找古人。古人的標準，是收入《大藏經》的做為我們標準，沒有被收入《藏經》的暫時不要碰它。為什麼？收入《藏經》等於說經過檢驗的，世世代代的專家學者他們看過，如果它有問題，別人就提出來了。能夠流通到現在，古人都承認他，承認他什麼？承認他明心見性。不是明心見性，不能講經，不能註經，古人的標準比我們現在高。我們學古人的，這是老師教給我的方法，古註看不懂沒有關係，讀誦重要，讀誦是什麼？修定。定到一定的程度了豁然開悟，自己明白了，這叫至誠感通。真誠到極處，自然會明白，智慧就開了。所以方法有。"
    },
    {
      "id": "02-040-0445_p0033",
      "zh_CN": "第三「念僧，念僧是如来弟子，得无漏法，具足戒定慧，能为世间良福田，我欲修僧行也」。学僧修福，但是僧必须要具足戒定慧，不修戒定慧的没福，福是从戒定慧来的。所以向出家人学习戒定慧。佛门现在衰了，衰到底谷了，为什么？戒没有了，定没有了；戒定没有，智慧当然没有，取而代之的是什么？烦恼、习气、造业。我们学僧，要在僧里头找一个榜样，我的老师跟我介绍印光法师，这算是近代，去我们不算远的。我们在年轻时候，十几二十岁，这个老法师还在世。人不在了，他的遗教留下来，依照老法师的教诲认真去学习，这就是老法师的弟子，距离我们很近，修学就方便。所以僧，要找个僧宝，不能找错人。印光大师是李老师的老师，他把他介绍给我，叫我向他学习。我跟李老师十年，这个十年奠的基础，再学习《文钞》不难，《文钞》都能看得懂，一定要认真。",
      "zh_TW": "第三「念僧，念僧是如來弟子，得無漏法，具足戒定慧，能為世間良福田，我欲修僧行也」。學僧修福，但是僧必須要具足戒定慧，不修戒定慧的沒福，福是從戒定慧來的。所以向出家人學習戒定慧。佛門現在衰了，衰到底谷了，為什麼？戒沒有了，定沒有了；戒定沒有，智慧當然沒有，取而代之的是什麼？煩惱、習氣、造業。我們學僧，要在僧裡頭找一個榜樣，我的老師跟我介紹印光法師，這算是近代，去我們不算遠的。我們在年輕時候，十幾二十歲，這個老法師還在世。人不在了，他的遺教留下來，依照老法師的教誨認真去學習，這就是老法師的弟子，距離我們很近，修學就方便。所以僧，要找個僧寶，不能找錯人。印光大師是李老師的老師，他把他介紹給我，叫我向他學習。我跟李老師十年，這個十年奠的基礎，再學習《文鈔》不難，《文鈔》都能看得懂，一定要認真。"
    },
    {
      "id": "02-040-0445_p0034",
      "zh_CN": "第四，「念戒，念戒行有大势力，能除众生之恶、不善之法，我欲精进护持」。这个护持就是学习，你要不学习，戒会断掉，戒没有了佛法就没有了。李老师把佛法传到台中，三十八年，每个星期讲经一次，是便利于听众。听众，大家工作都很繁忙，每天讲，没有时间来听，一个星期一天，他一定会抽出时间来听经。三十八年没中断，这也是很了不起的毅力，我们很佩服。为了教学这些年轻人，台中莲社开了很多班，学习经教的，每个星期教学一次，学习古文的，每个星期也有一堂课，一个星期一堂课。我在那个地方，一共有将近二十个班。他的方法就是一个星期一堂课，这堂课是两个小时到三个小时，三十八年没中断。",
      "zh_TW": "第四，「念戒，念戒行有大勢力，能除眾生之惡、不善之法，我欲精進護持」。這個護持就是學習，你要不學習，戒會斷掉，戒沒有了佛法就沒有了。李老師把佛法傳到台中，三十八年，每個星期講經一次，是便利於聽眾。聽眾，大家工作都很繁忙，每天講，沒有時間來聽，一個星期一天，他一定會抽出時間來聽經。三十八年沒中斷，這也是很了不起的毅力，我們很佩服。為了教學這些年輕人，台中蓮社開了很多班，學習經教的，每個星期教學一次，學習古文的，每個星期也有一堂課，一個星期一堂課。我在那個地方，一共有將近二十個班。他的方法就是一個星期一堂課，這堂課是兩個小時到三個小時，三十八年沒中斷。"
    },
    {
      "id": "02-040-0445_p0035",
      "zh_CN": "佛法无论大乘小乘、显教密教、宗门教下，戒是根本、是基础。戒，不分宗门教下，不分显教密教，不分大乘小乘，统统要学。老师的一片真诚，感动这个法门没有断绝，果清法师发大心，一生专攻戒律。这是民国以来，过去是弘一大师在这上下了功夫，弘一大师之后，现在是果清，非常难得。果清是自己一面修，一面也教学，现在好像有六十多个学生。他来看我，我把我们这边的定弘法师送过去。没有戒学的基础，不能成为一代的良师，一定要在戒律上扎根。所以，我遇到年轻的法师，真正有志于续佛慧命、弘法利生，一定要通过严格的戒学。至少要学五年，这佛门的老规矩，五年学戒，才能涉猎经教，经教对你起作用。没有戒律，经教对你起的作用是常识，佛学常识，不可能有智慧；有戒有定就有智慧。所以这一门非常重要，决定不可以疏忽。今天时间到了，我们就学到此地。",
      "zh_TW": "佛法無論大乘小乘、顯教密教、宗門教下，戒是根本、是基礎。戒，不分宗門教下，不分顯教密教，不分大乘小乘，統統要學。老師的一片真誠，感動這個法門沒有斷絕，果清法師發大心，一生專攻戒律。這是民國以來，過去是弘一大師在這上下了功夫，弘一大師之後，現在是果清，非常難得。果清是自己一面修，一面也教學，現在好像有六十多個學生。他來看我，我把我們這邊的定弘法師送過去。沒有戒學的基礎，不能成為一代的良師，一定要在戒律上扎根。所以，我遇到年輕的法師，真正有志於續佛慧命、弘法利生，一定要通過嚴格的戒學。至少要學五年，這佛門的老規矩，五年學戒，才能涉獵經教，經教對你起作用。沒有戒律，經教對你起的作用是常識，佛學常識，不可能有智慧；有戒有定就有智慧。所以這一門非常重要，決定不可以疏忽。今天時間到了，我們就學到此地。"
    }
  ]
}