{
  "doc_id": "02-040-0241",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二四一集",
    "zh_TW": "第二四一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0241",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0241_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0241_p0002",
      "zh_CN": "请看《大经科注》第五零九页，第六行看起：",
      "zh_TW": "請看《大經科註》第五零九頁，第六行看起："
    },
    {
      "id": "02-040-0241_p0003",
      "zh_CN": "科题，「辛四」，第四十愿，四十八愿第四十愿，「无量色树愿」。请看经文：",
      "zh_TW": "科題，「辛四」，第四十願，四十八願第四十願，「無量色樹願」。請看經文："
    },
    {
      "id": "02-040-0241_p0004",
      "zh_CN": "【我作佛时。国中无量色树。高或百千由旬。道场树高四百万里。诸菩萨中。虽有善根劣者。亦能了知。】",
      "zh_TW": "【我作佛時。國中無量色樹。高或百千由旬。道場樹高四百萬里。諸菩薩中。雖有善根劣者。亦能了知。】"
    },
    {
      "id": "02-040-0241_p0005",
      "zh_CN": "这是二十四章里面的第二十章，这一章里面有两愿「无量色树愿」、「树现佛刹愿」，有这两愿。我们看黄念老的注解，他说右章第二十章里头有两愿，「从亦能了知以上」，我们刚才念的这段，「表第四十无量色树愿。欲见以下，表第四十一树现佛刹愿」。",
      "zh_TW": "這是二十四章裡面的第二十章，這一章裡面有兩願「無量色樹願」、「樹現佛剎願」，有這兩願。我們看黃念老的註解，他說右章第二十章裡頭有兩願，「從亦能了知以上」，我們剛才念的這段，「表第四十無量色樹願。欲見以下，表第四十一樹現佛剎願」。"
    },
    {
      "id": "02-040-0241_p0006",
      "zh_CN": "先看这一段经文，『国中无量色树，高或百千由旬』，这个树非常高大。「无量色树，指国中一切宝树，七宝化成。」极乐世界是法性土，纯粹是真心现出来的。真心我们无法想像，但是学佛稍稍深入经藏，细心观察还是能够见得到，为什么？它没有离开我们。譬如我们看电视，我们的目光完全集中专注在画面上，这个画面是阿赖耶，那个屏幕就是真如自性，就是法性。我们看到这个画面，把自性忘掉了，不知道它有屏幕。如果细心观察，屏幕跟画面是同时出现，没有先后。两种不同的现象，屏幕不生不灭，它是不动的；画面有生有灭，它是动的。画面无常，屏幕真常。你能够把这个看清楚、看明白，这就叫明心见性，这就叫见性成佛。所以看电视能成佛，能成无上道。",
      "zh_TW": "先看這一段經文，『國中無量色樹，高或百千由旬』，這個樹非常高大。「無量色樹，指國中一切寶樹，七寶化成。」極樂世界是法性土，純粹是真心現出來的。真心我們無法想像，但是學佛稍稍深入經藏，細心觀察還是能夠見得到，為什麼？它沒有離開我們。譬如我們看電視，我們的目光完全集中專注在畫面上，這個畫面是阿賴耶，那個屏幕就是真如自性，就是法性。我們看到這個畫面，把自性忘掉了，不知道它有屏幕。如果細心觀察，屏幕跟畫面是同時出現，沒有先後。兩種不同的現象，屏幕不生不滅，它是不動的；畫面有生有滅，它是動的。畫面無常，屏幕真常。你能夠把這個看清楚、看明白，這就叫明心見性，這就叫見性成佛。所以看電視能成佛，能成無上道。"
    },
    {
      "id": "02-040-0241_p0007",
      "zh_CN": "哪一法都能成无上道，你就是把里外二边统看清楚了，就成佛。所以成佛无量法门，读佛经能成佛，看电视也能成佛，问题就是你会不会看。不会看，全看的是画面，把屏幕忘得一干二净，随着这个画面在转，它笑你也笑，它哭你也哭，叫傻子。你要晓得会动的是假的，不动的是真的，真的是清净，永远清净。没有画面清净，有画面还是清净，无论什么画面它都不失清净，为什么？画面是假的。这就是说我们的身、心，整个宇宙的现象是假的，就跟画面完全一样。真的，真的是本质，这个画面从哪里起来的，那是真的。电视上的画面全从萤幕上现出来的，没有萤幕它现不出来，惠能大师说「何期自性，本自具足」，那就是屏幕里头具足所有的画面，一百多个频道的画面都不能离开屏幕，离开屏幕它就现不了，这叫本自具足，现出来的时候能生万法。",
      "zh_TW": "哪一法都能成無上道，你就是把裡外二邊統看清楚了，就成佛。所以成佛無量法門，讀佛經能成佛，看電視也能成佛，問題就是你會不會看。不會看，全看的是畫面，把屏幕忘得一乾二淨，隨著這個畫面在轉，它笑你也笑，它哭你也哭，叫傻子。你要曉得會動的是假的，不動的是真的，真的是清淨，永遠清淨。沒有畫面清淨，有畫面還是清淨，無論什麼畫面它都不失清淨，為什麼？畫面是假的。這就是說我們的身、心，整個宇宙的現象是假的，就跟畫面完全一樣。真的，真的是本質，這個畫面從哪裡起來的，那是真的。電視上的畫面全從螢幕上現出來的，沒有螢幕它現不出來，惠能大師說「何期自性，本自具足」，那就是屏幕裡頭具足所有的畫面，一百多個頻道的畫面都不能離開屏幕，離開屏幕它就現不了，這叫本自具足，現出來的時候能生萬法。"
    },
    {
      "id": "02-040-0241_p0008",
      "zh_CN": "佛法不限定释迦牟尼佛所说的，一切法，哪一法不是佛法！电视是佛法，再给你说，穿衣吃饭是佛法，工作应酬是佛法，没有一样不是佛法，问题就是你会不会。禅宗祖师大德测验学人说，会么？会，全是佛法；不会，三藏经典也不是佛法。为什么？学了一辈子没开悟，那怎么是佛法！看电视开悟了，电视是佛法。释迦牟尼佛开悟是在禅定当中，六祖惠能大师开悟是在听经，听五祖讲《金刚经》他开悟了。每个人开悟不一样。所以说八万四千法门，无量法门，门门都能帮助你开悟。开悟的秘诀是什么？佛说得很清楚，「离一切相，即一切法」，不要着一切相，知道一切相是假的就能开悟。我们把一切法当真，把真的忘掉了，就像看电视专注在画面，萤幕忘掉了，这就叫六道凡夫。知道一切法是屏幕衬托显现出来的，这叫开始觉悟。到真妄不二，真不碍妄，妄也不碍真，这就完全开悟了。不动、不变的屏幕，跟动的、无常的、虚幻的这些色相，合在一起它不妨碍。谁都不妨碍，所以可以同时存在，这叫不二。相是性之相，性是相之性，两个永远分不开。出麻烦的就是阿赖耶，阿赖耶是妄心。分别心、执着心、妄想心，就是这三大类的烦恼让我们着相不见性，这就变成六道轮回中的凡夫。",
      "zh_TW": "佛法不限定釋迦牟尼佛所說的，一切法，哪一法不是佛法！電視是佛法，再給你說，穿衣吃飯是佛法，工作應酬是佛法，沒有一樣不是佛法，問題就是你會不會。禪宗祖師大德測驗學人說，會麼？會，全是佛法；不會，三藏經典也不是佛法。為什麼？學了一輩子沒開悟，那怎麼是佛法！看電視開悟了，電視是佛法。釋迦牟尼佛開悟是在禪定當中，六祖惠能大師開悟是在聽經，聽五祖講《金剛經》他開悟了。每個人開悟不一樣。所以說八萬四千法門，無量法門，門門都能幫助你開悟。開悟的祕訣是什麼？佛說得很清楚，「離一切相，即一切法」，不要著一切相，知道一切相是假的就能開悟。我們把一切法當真，把真的忘掉了，就像看電視專注在畫面，螢幕忘掉了，這就叫六道凡夫。知道一切法是屏幕襯托顯現出來的，這叫開始覺悟。到真妄不二，真不礙妄，妄也不礙真，這就完全開悟了。不動、不變的屏幕，跟動的、無常的、虛幻的這些色相，合在一起它不妨礙。誰都不妨礙，所以可以同時存在，這叫不二。相是性之相，性是相之性，兩個永遠分不開。出麻煩的就是阿賴耶，阿賴耶是妄心。分別心、執著心、妄想心，就是這三大類的煩惱讓我們著相不見性，這就變成六道輪迴中的凡夫。"
    },
    {
      "id": "02-040-0241_p0009",
      "zh_CN": "极乐世界是法性身、是法性土，外面的环境，这些树木花草，统统是法性所现的，就是心现，没有识变，所以这些树永远常青。不像我们这个世界，我们这个世界的树，春天发芽，夏天成长，秋天结实，冬天凋零，四季有变化。西方极乐世界的树永远没有变化，我们中国古人所形容的四季常春；往生到极乐世界的人没有变化。看这个地方的树高百千由旬，道场树高四百万里，这无法想像。四百万里差不多到月亮了，爬树爬到树顶上就到月亮上去了，这种树在地球上没办法生长的，它太大了。由此可知，极乐世界的地有多大，它长这么大的树。",
      "zh_TW": "極樂世界是法性身、是法性土，外面的環境，這些樹木花草，統統是法性所現的，就是心現，沒有識變，所以這些樹永遠常青。不像我們這個世界，我們這個世界的樹，春天發芽，夏天成長，秋天結實，冬天凋零，四季有變化。西方極樂世界的樹永遠沒有變化，我們中國古人所形容的四季常春；往生到極樂世界的人沒有變化。看這個地方的樹高百千由旬，道場樹高四百萬里，這無法想像。四百萬里差不多到月亮了，爬樹爬到樹頂上就到月亮上去了，這種樹在地球上沒辦法生長的，它太大了。由此可知，極樂世界的地有多大，它長這麼大的樹。"
    },
    {
      "id": "02-040-0241_p0010",
      "zh_CN": "我们这个地球是有边际的，现在我们坐上飞机，如果不停的飞，二十四小时可以绕地球一周，又绕回来了。地球面积很有限，小星球，太阳比地球大一百三十多万倍。地球要跟太阳比，地球是个小点点，微不足道，自然受太阳的引力牵引着走。太阳的吸力，地球也有引力，地球引力小，太阳的大。从这么大的面积喷发出来的太阳风暴，我们能够想像到那个风暴是多严重，那是多强烈的风暴，风暴里面抛出的物质比地球还要大。这些都是属于阿赖耶的相分，三细相里面的境界相，有生有灭，幻化无常。",
      "zh_TW": "我們這個地球是有邊際的，現在我們坐上飛機，如果不停的飛，二十四小時可以繞地球一周，又繞回來了。地球面積很有限，小星球，太陽比地球大一百三十多萬倍。地球要跟太陽比，地球是個小點點，微不足道，自然受太陽的引力牽引著走。太陽的吸力，地球也有引力，地球引力小，太陽的大。從這麼大的面積噴發出來的太陽風暴，我們能夠想像到那個風暴是多嚴重，那是多強烈的風暴，風暴裡面拋出的物質比地球還要大。這些都是屬於阿賴耶的相分，三細相裡面的境界相，有生有滅，幻化無常。"
    },
    {
      "id": "02-040-0241_p0011",
      "zh_CN": "可是法性土就不一样，法性土不生不灭。它有相，那个相我们凡夫看不见。为什么看不见？在你面前睁大着眼睛，你真的看不见。我们不谈法性，我们就讲阿赖耶，阿赖耶的生灭，生灭的频率是一秒钟的一千六百兆次，就是说一秒钟一千六百兆次的生灭，你怎么会知道！真的在你眼前生灭，完全没有觉察。没有发现到，没有想到，它就在面前。无量的色相没看见，无比的音声没听到，在你面前发生的，你没听到。星球爆炸，没看见，没听到。实在讲就在面前。我们在前面用幻灯片来做个比喻，旧式的电影是用幻灯片动画的原理造成的。那个动画的频率是一秒钟二十四张，就是二十四个生灭。镜头打开画面生了，镜头关起来画面灭了，一个一个不断，前面灭了，后面就生，一秒钟二十四张底片，就把我们眼睛欺骗了，看起来好像是真的。我们如果做一个试验，二十四张幻灯片，只留一张有画面的，其他的全部把它抹黑，在放映机里面一秒钟放出来，我们看这个银幕上有没有看到？看到了。看到什么？有一道光闪一下就没有了，光里头是什么没看见。二十四分之一秒我们就看不见，只看到一道光，把这个频率加到一千六百兆次，根本就没有觉察到，它太快了。有色、有声，有色没看到，有声没听到，这是事实真相。",
      "zh_TW": "可是法性土就不一樣，法性土不生不滅。它有相，那個相我們凡夫看不見。為什麼看不見？在你面前睜大著眼睛，你真的看不見。我們不談法性，我們就講阿賴耶，阿賴耶的生滅，生滅的頻率是一秒鐘的一千六百兆次，就是說一秒鐘一千六百兆次的生滅，你怎麼會知道！真的在你眼前生滅，完全沒有覺察。沒有發現到，沒有想到，它就在面前。無量的色相沒看見，無比的音聲沒聽到，在你面前發生的，你沒聽到。星球爆炸，沒看見，沒聽到。實在講就在面前。我們在前面用幻燈片來做個比喻，舊式的電影是用幻燈片動畫的原理造成的。那個動畫的頻率是一秒鐘二十四張，就是二十四個生滅。鏡頭打開畫面生了，鏡頭關起來畫面滅了，一個一個不斷，前面滅了，後面就生，一秒鐘二十四張底片，就把我們眼睛欺騙了，看起來好像是真的。我們如果做一個試驗，二十四張幻燈片，只留一張有畫面的，其他的全部把它抹黑，在放映機裡面一秒鐘放出來，我們看這個銀幕上有沒有看到？看到了。看到什麼？有一道光閃一下就沒有了，光裡頭是什麼沒看見。二十四分之一秒我們就看不見，只看到一道光，把這個頻率加到一千六百兆次，根本就沒有覺察到，它太快了。有色、有聲，有色沒看到，有聲沒聽到，這是事實真相。"
    },
    {
      "id": "02-040-0241_p0012",
      "zh_CN": "法性身不生不灭，它现的相我们肉眼看不见，不但我们看不见，天人看不见，阿罗汉看不见，辟支佛看不见，权教菩萨也看不见；换一句话，十法界里面的佛都没看见。谁看见？明心见性的人看见了。释迦牟尼佛当年在世为我们示现的，在菩提树下夜睹明星，大彻大悟，他见性了，法性身、法性土他看见了。法性身是什么人？大乘教里头常说的四十一位法身大士，他们住诸佛的实报庄严土。只有明心见性的菩萨能看见，没有见性的看不见。身有多大？我们要看看世尊在《观经》上讲的，用那个比例，极乐世界的树就不高了，就像我们看的树差不多。为什么？人身高大，而且身有无量相，相有无量好。世尊在经文里面说的，身有八万四千相，每一个相有八万四千好，每一个好放八万四千光。西方极乐世界阿弥陀佛如是，每一个往生的人皆如是。往生的人身相跟阿弥陀佛完全相同，平等世界，这是十方刹土没有的。",
      "zh_TW": "法性身不生不滅，它現的相我們肉眼看不見，不但我們看不見，天人看不見，阿羅漢看不見，辟支佛看不見，權教菩薩也看不見；換一句話，十法界裡面的佛都沒看見。誰看見？明心見性的人看見了。釋迦牟尼佛當年在世為我們示現的，在菩提樹下夜睹明星，大徹大悟，他見性了，法性身、法性土他看見了。法性身是什麼人？大乘教裡頭常說的四十一位法身大士，他們住諸佛的實報莊嚴土。只有明心見性的菩薩能看見，沒有見性的看不見。身有多大？我們要看看世尊在《觀經》上講的，用那個比例，極樂世界的樹就不高了，就像我們看的樹差不多。為什麼？人身高大，而且身有無量相，相有無量好。世尊在經文裡面說的，身有八萬四千相，每一個相有八萬四千好，每一個好放八萬四千光。西方極樂世界阿彌陀佛如是，每一個往生的人皆如是。往生的人身相跟阿彌陀佛完全相同，平等世界，這是十方剎土沒有的。"
    },
    {
      "id": "02-040-0241_p0013",
      "zh_CN": "极乐世界是平等世界，这个平等从哪里来的？是阿弥陀佛本愿威神的成就。因为佛参观一切诸佛刹土，这里头不平等，不平等生无量的烦恼、无量的纠纷，造无量的罪业。他要把这些不善的全部消除，在极乐世界里头看不到，那就必须要求平等，平等对待，和睦相处。我们这个地球上，什么时候天下太平、地球盛世出现？没有别的，地球上的人做到平等，盛世就出现。在中国这五千年来，许多朝代都出现盛世，在盛世里面，大致上都能够平等拉近了，差距不大。可是这个世间人是平等不了的，为什么平等不了？业报不一样。有人修善，有人作恶，他怎么会平等？极乐世界的办法是高明，值得我们学习，它把善恶都拉平了。拉到什么地方平了？拉到阿弥陀佛那里平了，一切善归阿弥陀佛，一切不善也归阿弥陀佛，到阿弥陀佛那里就摆平了，妙极了！阿弥陀佛是什么？阿弥陀佛是真如自性。一切法真的是从自性变的，变善变恶；回归自性，善恶就没有了。善恶没有，苦乐就没有，祸福就没有，所有一切对立都没有，真妙！",
      "zh_TW": "極樂世界是平等世界，這個平等從哪裡來的？是阿彌陀佛本願威神的成就。因為佛參觀一切諸佛剎土，這裡頭不平等，不平等生無量的煩惱、無量的糾紛，造無量的罪業。他要把這些不善的全部消除，在極樂世界裡頭看不到，那就必須要求平等，平等對待，和睦相處。我們這個地球上，什麼時候天下太平、地球盛世出現？沒有別的，地球上的人做到平等，盛世就出現。在中國這五千年來，許多朝代都出現盛世，在盛世裡面，大致上都能夠平等拉近了，差距不大。可是這個世間人是平等不了的，為什麼平等不了？業報不一樣。有人修善，有人作惡，他怎麼會平等？極樂世界的辦法是高明，值得我們學習，它把善惡都拉平了。拉到什麼地方平了？拉到阿彌陀佛那裡平了，一切善歸阿彌陀佛，一切不善也歸阿彌陀佛，到阿彌陀佛那裡就擺平了，妙極了！阿彌陀佛是什麼？阿彌陀佛是真如自性。一切法真的是從自性變的，變善變惡；回歸自性，善惡就沒有了。善惡沒有，苦樂就沒有，禍福就沒有，所有一切對立都沒有，真妙！"
    },
    {
      "id": "02-040-0241_p0014",
      "zh_CN": "我们从历史上看到元明清三代，那些帝王以儒治国，以佛教人，把人都教好了。佛法里面教人最殊胜的是净土法门。殊胜在哪里？就是统统归到阿弥陀佛去了，回归自性。阿弥陀佛发四十八愿，与四十八愿愿愿相应，其他诸佛如来没发这个愿，虽然佛佛道同、佛佛平等，因地上发的愿不一样，果地上的缘就不相同。阿弥陀佛的缘无比的殊胜，让一切诸佛对他赞叹，为他介绍前往极乐世界求学的学生，这就是这些往生的人，特别是六道众生。",
      "zh_TW": "我們從歷史上看到元明清三代，那些帝王以儒治國，以佛教人，把人都教好了。佛法裡面教人最殊勝的是淨土法門。殊勝在哪裡？就是統統歸到阿彌陀佛去了，回歸自性。阿彌陀佛發四十八願，與四十八願願願相應，其他諸佛如來沒發這個願，雖然佛佛道同、佛佛平等，因地上發的願不一樣，果地上的緣就不相同。阿彌陀佛的緣無比的殊勝，讓一切諸佛對他讚歎，為他介紹前往極樂世界求學的學生，這就是這些往生的人，特別是六道眾生。"
    },
    {
      "id": "02-040-0241_p0015",
      "zh_CN": "我们看到极乐世界，前面这一愿「庄严无尽」，总说，往后这几愿细说。这一愿里头完全说树，我们把它扩大一点，极乐世界的植物，树木花草，这也是人之喜爱的，树高大茂盛。不但高大茂盛，它还能现佛刹，树上让我们看到全宇宙的信息，好像是一个无线电电台，可以接收十方一切诸佛刹土的信息，也可以把极乐世界的信息送到一切诸佛刹土。无需要地球上现在这些科学工具，它不要，它树就行，就有这个能力，我们的科学技术还做不到。这些树为什么会有这些功能？我们看到底下这一句就明白了，「国中一切宝树，七宝化成，荣色光耀。行行相值，茎茎相向。是诸宝树，周遍其国。树高或百由旬乃至或千由旬」。我们知道，我们现在很多科学工具，里面所用的材料金属、宝石，西方极乐世界的花草树木全都是金属、宝石变现出来的，不是木本的，不是草本的。我们今天木本草本不起作用，它是无量珍宝，它起作用，比我们这里科学制造业还要高明、还要殊胜。",
      "zh_TW": "我們看到極樂世界，前面這一願「莊嚴無盡」，總說，往後這幾願細說。這一願裡頭完全說樹，我們把它擴大一點，極樂世界的植物，樹木花草，這也是人之喜愛的，樹高大茂盛。不但高大茂盛，它還能現佛剎，樹上讓我們看到全宇宙的信息，好像是一個無線電電台，可以接收十方一切諸佛剎土的信息，也可以把極樂世界的信息送到一切諸佛剎土。無需要地球上現在這些科學工具，它不要，它樹就行，就有這個能力，我們的科學技術還做不到。這些樹為什麼會有這些功能？我們看到底下這一句就明白了，「國中一切寶樹，七寶化成，榮色光耀。行行相值，莖莖相向。是諸寶樹，周遍其國。樹高或百由旬乃至或千由旬」。我們知道，我們現在很多科學工具，裡面所用的材料金屬、寶石，西方極樂世界的花草樹木全都是金屬、寶石變現出來的，不是木本的，不是草本的。我們今天木本草本不起作用，它是無量珍寶，它起作用，比我們這裡科學製造業還要高明、還要殊勝。"
    },
    {
      "id": "02-040-0241_p0016",
      "zh_CN": "文句不长，形容得非常美妙，头一个说明，这个树木是七宝变化成就的。「七宝」，七不是数字，七是表法的，代表圆满，就是无量珍宝。净宗用七代表，七的意思是四方、上下，这叫六，加上当中，这就叫圆满。所以用七代表圆满，不是七种宝物，代表圆满。「荣色光耀」，荣是说树的茂盛，色是色彩，它是众宝成就的，所以色彩的变化就非常可观。我们现在看到大厅上吊的水晶灯，那是一宝，水晶。灯开了之后，你从四面去看，颜色在变化，角度不一样，看到红色的、绿色的、蓝色的，各种颜色都看到。其实有没有颜色？没有，是光折射看到的光色，荣色光耀，美不胜收。「行行相值」，相值就是一排一排整整齐齐，一点都不凌乱。「茎茎相向」，这就是树的本质，相对的，相衬、相对，它是自然的，它不是人工的。像这样的宝树周遍极乐世界，在极乐世界任何地方都能看到。",
      "zh_TW": "文句不長，形容得非常美妙，頭一個說明，這個樹木是七寶變化成就的。「七寶」，七不是數字，七是表法的，代表圓滿，就是無量珍寶。淨宗用七代表，七的意思是四方、上下，這叫六，加上當中，這就叫圓滿。所以用七代表圓滿，不是七種寶物，代表圓滿。「榮色光耀」，榮是說樹的茂盛，色是色彩，它是眾寶成就的，所以色彩的變化就非常可觀。我們現在看到大廳上吊的水晶燈，那是一寶，水晶。燈開了之後，你從四面去看，顏色在變化，角度不一樣，看到紅色的、綠色的、藍色的，各種顏色都看到。其實有沒有顏色？沒有，是光折射看到的光色，榮色光耀，美不勝收。「行行相值」，相值就是一排一排整整齊齊，一點都不凌亂。「莖莖相向」，這就是樹的本質，相對的，相襯、相對，它是自然的，它不是人工的。像這樣的寶樹周遍極樂世界，在極樂世界任何地方都能看到。"
    },
    {
      "id": "02-040-0241_p0017",
      "zh_CN": "树的高大，或者是百由旬。一由旬是中国八十里，十由旬就八百里，百由旬是八千里，我们这地球上没有这么高的树。今天远程的飞机，大飞机飞得很高，一般在国际上飞行，十公里，十公里就是一万尺，这是一般标准的高度。要在极乐世界，在树底下，还不在当中，你就知道这个树多高。如果是千由旬，我刚才讲，大概从地球到月亮上去了。下面有个解释，「一由旬者，此方四十里至六十里。详见前注。」前面我们学过的，印度的由旬有三个，大、中、小，大由旬八十里，中由旬六十里，小由旬四十里。",
      "zh_TW": "樹的高大，或者是百由旬。一由旬是中國八十里，十由旬就八百里，百由旬是八千里，我們這地球上沒有這麼高的樹。今天遠程的飛機，大飛機飛得很高，一般在國際上飛行，十公里，十公里就是一萬尺，這是一般標準的高度。要在極樂世界，在樹底下，還不在當中，你就知道這個樹多高。如果是千由旬，我剛才講，大概從地球到月亮上去了。下面有個解釋，「一由旬者，此方四十里至六十里。詳見前註。」前面我們學過的，印度的由旬有三個，大、中、小，大由旬八十里，中由旬六十里，小由旬四十里。"
    },
    {
      "id": "02-040-0241_p0018",
      "zh_CN": "「又道场中，更有树王，名道场树，即菩提树」。是佛成道的地方，是佛讲经说法的处所，这是道场。佛的道场没有一定的，他在哪个地方讲经说法，那个地方就叫道场。世尊当年在世没有建过房舍，他们的生活通常都是树下一宿，日中一食。吃饭是托钵，到农村、小镇、城市人家去托钵，日中一食。晚上休息在树下，佛讲经也在树下。修行是个人的事情，佛从来不管的，佛只管讲经教学。如何把佛的经教落实在生活，那是修行，落实在工作是修行，落实在处事待人接物都是修行，修行在个人。个人精进证的果报就高就快，懈怠就比较慢，证的地位低。佛给你印证，你证得阿罗汉果，你证得菩萨果位，只是如此而已。所以佛经上没看到佛带领大众去坐禅，没有看到，佛带领大众去念佛，也没有。所以这些佛事，大家在一起修行的佛事，佛陀那个时代没有，佛陀时代只有讲经教学。所以我们搞清楚、搞明白了，佛教原本是教育。",
      "zh_TW": "「又道場中，更有樹王，名道場樹，即菩提樹」。是佛成道的地方，是佛講經說法的處所，這是道場。佛的道場沒有一定的，他在哪個地方講經說法，那個地方就叫道場。世尊當年在世沒有建過房舍，他們的生活通常都是樹下一宿，日中一食。吃飯是托缽，到農村、小鎮、城市人家去托缽，日中一食。晚上休息在樹下，佛講經也在樹下。修行是個人的事情，佛從來不管的，佛只管講經教學。如何把佛的經教落實在生活，那是修行，落實在工作是修行，落實在處事待人接物都是修行，修行在個人。個人精進證的果報就高就快，懈怠就比較慢，證的地位低。佛給你印證，你證得阿羅漢果，你證得菩薩果位，只是如此而已。所以佛經上沒看到佛帶領大眾去坐禪，沒有看到，佛帶領大眾去念佛，也沒有。所以這些佛事，大家在一起修行的佛事，佛陀那個時代沒有，佛陀時代只有講經教學。所以我們搞清楚、搞明白了，佛教原本是教育。"
    },
    {
      "id": "02-040-0241_p0019",
      "zh_CN": "佛陀的教育没有教室、没有讲堂，一生都如是。但是佛也很随缘，他并不固执，国王大臣、大富长者有园林、有精舍、有别墅提供给他，他也接受。他也可以在那个地方讲几部经，讲一段时期，讲完了，他就离开。所以佛的生活非常活泼，确实恒顺众生，随喜功德。佛不固执，显示出他的生活自在活泼，所以许许多多人愿意追随他、跟着他。他这个团体出家人，经上有记载，一千二百五十五人。这是常随众，佛走到哪里他们跟到哪里，不散的。不离不散的一千二百五十五人，我们能想到临时跟他的人不会少过这个数字。这临时是什么？跟他几天，跟他半个月、一个月，二、三个月就离开的，那是流水众，不定的。我相信不会少过一千二百五十五人，不会少过。这样估计他的团体至少三千人以上，这样一个团体。佛陀教学四十九年，四十九年过这样的生活。",
      "zh_TW": "佛陀的教育沒有教室、沒有講堂，一生都如是。但是佛也很隨緣，他並不固執，國王大臣、大富長者有園林、有精舍、有別墅提供給他，他也接受。他也可以在那個地方講幾部經，講一段時期，講完了，他就離開。所以佛的生活非常活潑，確實恆順眾生，隨喜功德。佛不固執，顯示出他的生活自在活潑，所以許許多多人願意追隨他、跟著他。他這個團體出家人，經上有記載，一千二百五十五人。這是常隨眾，佛走到哪裡他們跟到哪裡，不散的。不離不散的一千二百五十五人，我們能想到臨時跟他的人不會少過這個數字。這臨時是什麼？跟他幾天，跟他半個月、一個月，二、三個月就離開的，那是流水眾，不定的。我相信不會少過一千二百五十五人，不會少過。這樣估計他的團體至少三千人以上，這樣一個團體。佛陀教學四十九年，四十九年過這樣的生活。"
    },
    {
      "id": "02-040-0241_p0020",
      "zh_CN": "当时十六大国王都是佛的弟子。佛自己的老家是王宫，他是太子出身，要建一个道场、建一个寺院、建一个讲堂轻而易举。只要佛说可以，别人就把它建好了，不要他操心，为什么他不要？我们得想他为什么不要？我们看到现前的这个社会，佛门的状况，就知道佛当年的示现是给我们现代人看的。寺院建得富丽堂皇，宫殿式的，人都起了贪心，都想争取，道心没有了，贪心起来了，瞋恚起来了，傲慢起来了，嫉妒起来了。这个统统都没有，大家没话说。我相信真的如果释迦牟尼佛做，释迦牟尼佛一灭度，下面弟子就争财产，就要打架。所以他一无所有，居士们提供道场是借用的，用完就走。佛没有财产，什么都没有，就是三衣一钵，省了多少烦恼。这个事情极乐世界阿弥陀佛知道，阿弥陀佛那里有宫殿、有楼阁，样样都有，跟释迦佛完全相反。极乐世界有没有人争？没人争。为什么？你想什么就有什么，不需要营造的。我想宫殿，宫殿就现前，一切法随心所欲，大家就不争了。极乐世界的衣食住行，居住的环境，没有一样不是随心所愿的，一切不需要经营、不需要制造，想什么有什么，不要了就没有，它多自在！所以极乐世界没有人有贪心。黄金大家喜欢，在这个地方想尽方法去储存，还怕人知道。知道什么？知道是抢劫的对象。极乐世界黄金干什么？铺马路的。我们铺马路的柏油谁要！这就是说它的珍宝太丰富、太多了，取之不尽，用之不竭，任意取舍，没有人管这个事情。衣食住行统统是自然的，想衣服衣服就穿在身上，想它是什么质料它就是什么质料，想它是什么样的款式就是什么样的款式，随心所欲，这样的世界。所以到极乐世界，贪瞋痴慢疑生不起来，没有这个缘。这是极乐世界妙处。",
      "zh_TW": "當時十六大國王都是佛的弟子。佛自己的老家是王宮，他是太子出身，要建一個道場、建一個寺院、建一個講堂輕而易舉。只要佛說可以，別人就把它建好了，不要他操心，為什麼他不要？我們得想他為什麼不要？我們看到現前的這個社會，佛門的狀況，就知道佛當年的示現是給我們現代人看的。寺院建得富麗堂皇，宮殿式的，人都起了貪心，都想爭取，道心沒有了，貪心起來了，瞋恚起來了，傲慢起來了，嫉妒起來了。這個統統都沒有，大家沒話說。我相信真的如果釋迦牟尼佛做，釋迦牟尼佛一滅度，下面弟子就爭財產，就要打架。所以他一無所有，居士們提供道場是借用的，用完就走。佛沒有財產，什麼都沒有，就是三衣一缽，省了多少煩惱。這個事情極樂世界阿彌陀佛知道，阿彌陀佛那裡有宮殿、有樓閣，樣樣都有，跟釋迦佛完全相反。極樂世界有沒有人爭？沒人爭。為什麼？你想什麼就有什麼，不需要營造的。我想宮殿，宮殿就現前，一切法隨心所欲，大家就不爭了。極樂世界的衣食住行，居住的環境，沒有一樣不是隨心所願的，一切不需要經營、不需要製造，想什麼有什麼，不要了就沒有，它多自在！所以極樂世界沒有人有貪心。黃金大家喜歡，在這個地方想盡方法去儲存，還怕人知道。知道什麼？知道是搶劫的對象。極樂世界黃金幹什麼？鋪馬路的。我們鋪馬路的柏油誰要！這就是說它的珍寶太豐富、太多了，取之不盡，用之不竭，任意取捨，沒有人管這個事情。衣食住行統統是自然的，想衣服衣服就穿在身上，想它是什麼質料它就是什麼質料，想它是什麼樣的款式就是什麼樣的款式，隨心所欲，這樣的世界。所以到極樂世界，貪瞋痴慢疑生不起來，沒有這個緣。這是極樂世界妙處。"
    },
    {
      "id": "02-040-0241_p0021",
      "zh_CN": "讲到菩提树，这里有个介绍，「西域前正觉山之西南，行十四五里，有毕钵罗树。佛坐其下成正觉。故名菩提树。」印度原本叫它毕钵罗树，佛在这个树下开悟，所以以后就叫它做菩提树。西域是中国人对于自己国家西方国外一个总名称，西域。实际上，正觉山在哪里？在尼泊尔。释迦牟尼佛出生地，以前是迦毘罗卫国，是个小国，现在的尼泊尔。那个地方有个山，也是因为佛在这个地方成道，所以称它作正觉山。《维摩经．菩萨行品》僧肇大师的注解，有这么一段话，「佛于树下成道，树名菩提。此树光无不照，香无不熏，形色微妙，随所好而见」，这个好就是欢喜，「树出法音，随所好而闻。此如来报应树也」，是如来果报应化的树，「众生遇者，自然悟道。」现在这个树听说还在，游览的人很多，见到这个树的人很多，见到没悟道。这树见到真能悟道吗？能。为什么？这也是八万四千法门之一，不是八万四千法门之外的，八万四千法门之一。见到就是问你会么？如果会就开悟；不会，见到也没用处。天天见它，在树旁边生活一百年，还是不开悟。",
      "zh_TW": "講到菩提樹，這裡有個介紹，「西域前正覺山之西南，行十四五里，有畢缽羅樹。佛坐其下成正覺。故名菩提樹。」印度原本叫它畢缽羅樹，佛在這個樹下開悟，所以以後就叫它做菩提樹。西域是中國人對於自己國家西方國外一個總名稱，西域。實際上，正覺山在哪裡？在尼泊爾。釋迦牟尼佛出生地，以前是迦毘羅衛國，是個小國，現在的尼泊爾。那個地方有個山，也是因為佛在這個地方成道，所以稱它作正覺山。《維摩經．菩薩行品》僧肇大師的註解，有這麼一段話，「佛於樹下成道，樹名菩提。此樹光無不照，香無不熏，形色微妙，隨所好而見」，這個好就是歡喜，「樹出法音，隨所好而聞。此如來報應樹也」，是如來果報應化的樹，「眾生遇者，自然悟道。」現在這個樹聽說還在，遊覽的人很多，見到這個樹的人很多，見到沒悟道。這樹見到真能悟道嗎？能。為什麼？這也是八萬四千法門之一，不是八萬四千法門之外的，八萬四千法門之一。見到就是問你會麼？如果會就開悟；不會，見到也沒用處。天天見它，在樹旁邊生活一百年，還是不開悟。"
    },
    {
      "id": "02-040-0241_p0022",
      "zh_CN": "究竟要怎样才开悟？像释迦牟尼佛一样，放下身心世界，一念不生，就开悟。为什么？一念不生是真心，用真心见就开悟，用真心听就开悟，用真心吃饭，吃饭会开悟，那也是一法。诸位也许听说，佛经上讲的香积国，有一尊佛叫香积如来。他用什么作佛事？他就是饮食作佛事，那个国土的人开悟，吃东西吃开悟的。所以我们厨房叫香积厨，有香积之名，没有香积之实。其实我们真有，不是没有，有真心不用真心，他要用妄心，这就没法子。妄心是什么？起心动念是妄心，分别是妄心，执着是妄心，自私自利是妄心，贪瞋痴慢是妄心，我们全用的是这个心，面对着佛也开不了悟。如果用真心，无论对什么境界统统开悟，没有不开悟的。",
      "zh_TW": "究竟要怎樣才開悟？像釋迦牟尼佛一樣，放下身心世界，一念不生，就開悟。為什麼？一念不生是真心，用真心見就開悟，用真心聽就開悟，用真心吃飯，吃飯會開悟，那也是一法。諸位也許聽說，佛經上講的香積國，有一尊佛叫香積如來。他用什麼作佛事？他就是飲食作佛事，那個國土的人開悟，吃東西吃開悟的。所以我們廚房叫香積廚，有香積之名，沒有香積之實。其實我們真有，不是沒有，有真心不用真心，他要用妄心，這就沒法子。妄心是什麼？起心動念是妄心，分別是妄心，執著是妄心，自私自利是妄心，貪瞋痴慢是妄心，我們全用的是這個心，面對著佛也開不了悟。如果用真心，無論對什麼境界統統開悟，沒有不開悟的。"
    },
    {
      "id": "02-040-0241_p0023",
      "zh_CN": "所以，我们从这个地方得到启示，要用真心，对一切人用真心，不要用妄心。那别人骗我，欺我、骗我，我要用真心不是被他欺骗了、不就是上当了吗？不上当，决定有好处。我们自己绝不欺骗任何人，一生当中决定没有妄语，这个好！佛教给我们的，对我们决定不会有伤害。这一世当中，我们存好心、行好事、说好话、做好人，别人毁谤、侮辱、陷害、障碍统统没有关系，欢欢喜喜的接受，欢欢喜喜，天天还真干，准有好处。这样的人具足四好，存好心、说好话、行好事、做好人，这样的人念佛决定往生，往生到西方极乐世界，这就是好人的果报。坏人能不能往生？能，只要他忏悔，只要他认错，改过自新，后不再造，念佛也能往生。生到极乐世界，他的心会不会变？给诸位说，不会变了。不生极乐世界的人心会变，恶念会变成善念，好心会变成坏心。这个世界的人是随着外头缘变的，他遇到好人，恶变成好，遇到坏人，善变成恶，不定法。在极乐世界是决定的，为什么？弥陀天天教你，你就不会学坏。所以，我们一定要知道，到极乐世界去干什么，不是去享福的，是去学习的。极乐世界是个学校，老师就是阿弥陀佛。",
      "zh_TW": "所以，我們從這個地方得到啟示，要用真心，對一切人用真心，不要用妄心。那別人騙我，欺我、騙我，我要用真心不是被他欺騙了、不就是上當了嗎？不上當，決定有好處。我們自己絕不欺騙任何人，一生當中決定沒有妄語，這個好！佛教給我們的，對我們決定不會有傷害。這一世當中，我們存好心、行好事、說好話、做好人，別人毀謗、侮辱、陷害、障礙統統沒有關係，歡歡喜喜的接受，歡歡喜喜，天天還真幹，準有好處。這樣的人具足四好，存好心、說好話、行好事、做好人，這樣的人念佛決定往生，往生到西方極樂世界，這就是好人的果報。壞人能不能往生？能，只要他懺悔，只要他認錯，改過自新，後不再造，念佛也能往生。生到極樂世界，他的心會不會變？給諸位說，不會變了。不生極樂世界的人心會變，惡念會變成善念，好心會變成壞心。這個世界的人是隨著外頭緣變的，他遇到好人，惡變成好，遇到壞人，善變成惡，不定法。在極樂世界是決定的，為什麼？彌陀天天教你，你就不會學壞。所以，我們一定要知道，到極樂世界去幹什麼，不是去享福的，是去學習的。極樂世界是個學校，老師就是阿彌陀佛。"
    },
    {
      "id": "02-040-0241_p0024",
      "zh_CN": "前面说过，到极乐世界你得的身是法性身，法性身不生不灭，法性身无量寿，但是永远年轻，它不会变老。法性身不会生病，法性身不需要饮食、不需要睡眠，所以到西方极乐世界学习是没有中断的。你进入阿弥陀佛的讲堂，我们是凡夫，业障习气没断，带业往生的；你离开讲堂的时候，你就成佛了，不可思议！有人很快就离开，他成佛了，有人很长的时间离开，不成佛不能离开讲堂。极乐世界就一堂课，保证成佛。这一堂课时间不一定，就像《弥陀经》上讲的，若一日，若二日，到若七日，不一定。西方极乐世界没有年月日，没有时辰。几点钟有没有？没有，没有这个概念。一片光明，没有黑暗，因为它是光明世界。身放光，每一个人身都放光，所有一切物质现象统统放光，大地放光，树木花草放光，七宝莲池放光，没有一样不放光，光明世界。",
      "zh_TW": "前面說過，到極樂世界你得的身是法性身，法性身不生不滅，法性身無量壽，但是永遠年輕，它不會變老。法性身不會生病，法性身不需要飲食、不需要睡眠，所以到西方極樂世界學習是沒有中斷的。你進入阿彌陀佛的講堂，我們是凡夫，業障習氣沒斷，帶業往生的；你離開講堂的時候，你就成佛了，不可思議！有人很快就離開，他成佛了，有人很長的時間離開，不成佛不能離開講堂。極樂世界就一堂課，保證成佛。這一堂課時間不一定，就像《彌陀經》上講的，若一日，若二日，到若七日，不一定。西方極樂世界沒有年月日，沒有時辰。幾點鐘有沒有？沒有，沒有這個概念。一片光明，沒有黑暗，因為它是光明世界。身放光，每一個人身都放光，所有一切物質現象統統放光，大地放光，樹木花草放光，七寶蓮池放光，沒有一樣不放光，光明世界。"
    },
    {
      "id": "02-040-0241_p0025",
      "zh_CN": "进入讲堂就得佛四十八愿本愿加持，虽然不是自己证得，智慧、神通、道力跟阿弥陀佛相似，就是很像。身在讲堂听弥陀讲经没离开，同时可以分身、可以化身无量无边到十方诸佛世界去供佛。供佛是修福报，去听经，听经是修智慧，福慧双修。一切时，一切处，你有这么大的能力。在极乐世界谁教你？一切诸佛都是你的老师，你的根本老师是阿弥陀佛。没动，分身出去，十方一切诸佛如来所教的，你同时可以接收到。那个地方成佛快，原因在此地。这能不去这个地方吗？你还能找到第二个地方比这个更好的吗？找不到了。一定要肯定、承认它，这个法门是世尊跟三世诸佛教化众生圆成佛道的第一法门，遇到之后可不能疏忽，把它放弃掉，那就太可惜，一定要抓紧。释迦牟尼佛为我们说明，《无量寿经》就是说明书，专门介绍西方极乐世界的说明书。你细心去看、去读，你对极乐世界就了解、清楚了，跟这个世界对比，你肯定把这个世界彻底放下，不再有丝毫留恋，一心求正觉。",
      "zh_TW": "進入講堂就得佛四十八願本願加持，雖然不是自己證得，智慧、神通、道力跟阿彌陀佛相似，就是很像。身在講堂聽彌陀講經沒離開，同時可以分身、可以化身無量無邊到十方諸佛世界去供佛。供佛是修福報，去聽經，聽經是修智慧，福慧雙修。一切時，一切處，你有這麼大的能力。在極樂世界誰教你？一切諸佛都是你的老師，你的根本老師是阿彌陀佛。沒動，分身出去，十方一切諸佛如來所教的，你同時可以接收到。那個地方成佛快，原因在此地。這能不去這個地方嗎？你還能找到第二個地方比這個更好的嗎？找不到了。一定要肯定、承認它，這個法門是世尊跟三世諸佛教化眾生圓成佛道的第一法門，遇到之後可不能疏忽，把它放棄掉，那就太可惜，一定要抓緊。釋迦牟尼佛為我們說明，《無量壽經》就是說明書，專門介紹西方極樂世界的說明書。你細心去看、去讀，你對極樂世界就了解、清楚了，跟這個世界對比，你肯定把這個世界徹底放下，不再有絲毫留戀，一心求正覺。"
    },
    {
      "id": "02-040-0241_p0026",
      "zh_CN": "僧肇大师这几句话，说得非常好，「树光无不照，香无不熏」，范围多大？周遍法界。为什么我们没见到光、没有闻到香？我们的眼耳有故障，眼耳有染污不清净。如果我们把障碍除掉，极乐世界的光我们见到了，极乐世界的香闻到了，它的香光遍法界虚空界。「随所好而见」，极乐世界万事万物都能够随众生心，应所知量，众生喜欢什么，它都能现什么。你喜欢看的光色，它现的光色就是你想看的；你喜欢闻的香，你闻到的就是你喜欢的。能随众生的心，人的爱好不一样，它能随顺你的心。「树出法音」，法音是说法。树说法也是随所好而闻，想听《华严》，你细听它就在讲《华严》，喜欢听《法华》，你听它在讲《法华》，各人听各人想听的，不想听的，它声音就没有了。这是如来报应，这个如来是阿弥陀佛，阿弥陀佛的果报应化的。不仅仅是鸟，《弥陀经》上讲的鸟，树木花草，山河大地，一一微妙到极处。「众生遇者，自然悟道」，极乐世界悟道的缘非常之多，不定在哪个缘上，你就大彻大悟、明心见性，那就是证得阿惟越致。证得阿惟越致弥陀还是加持你，你比一切阿惟越致菩萨又超胜一等。",
      "zh_TW": "僧肇大師這幾句話，說得非常好，「樹光無不照，香無不熏」，範圍多大？周遍法界。為什麼我們沒見到光、沒有聞到香？我們的眼耳有故障，眼耳有染污不清淨。如果我們把障礙除掉，極樂世界的光我們見到了，極樂世界的香聞到了，它的香光遍法界虛空界。「隨所好而見」，極樂世界萬事萬物都能夠隨眾生心，應所知量，眾生喜歡什麼，它都能現什麼。你喜歡看的光色，它現的光色就是你想看的；你喜歡聞的香，你聞到的就是你喜歡的。能隨眾生的心，人的愛好不一樣，它能隨順你的心。「樹出法音」，法音是說法。樹說法也是隨所好而聞，想聽《華嚴》，你細聽它就在講《華嚴》，喜歡聽《法華》，你聽它在講《法華》，各人聽各人想聽的，不想聽的，它聲音就沒有了。這是如來報應，這個如來是阿彌陀佛，阿彌陀佛的果報應化的。不僅僅是鳥，《彌陀經》上講的鳥，樹木花草，山河大地，一一微妙到極處。「眾生遇者，自然悟道」，極樂世界悟道的緣非常之多，不定在哪個緣上，你就大徹大悟、明心見性，那就是證得阿惟越致。證得阿惟越致彌陀還是加持你，你比一切阿惟越致菩薩又超勝一等。"
    },
    {
      "id": "02-040-0241_p0027",
      "zh_CN": "「本经成就文中」，在本经十五品，在后面，「复云：复由见彼树故，获三种忍，一音响忍，二柔顺忍，三者无生法忍。」这是树的功德不可思议。「彼土菩提宝树能令见者自然悟道，证入无生法忍」。此地说的三种忍是地上菩萨所证得的，因为我们看到第三句有无生法忍。无生法忍是七地以上，七地菩萨是无生法忍下品，八地是中品，九地是上品，七、八、九这三个位次证得的。再往上去叫寂灭忍，下品寂灭忍是十地菩萨，中品寂灭忍是等觉菩萨，妙觉则是上品，就到顶了。妙觉不叫菩萨，妙觉如来，这个级别非常之高，接近无上正等正觉。悟道证入无生法忍就是成就无上正等正觉，在佛法修学达到究竟圆满。「此树功德真是无上希有，微妙难思。故知此树实是阿弥陀愿王秘密庄严心之流现。此心乃密教所判之第十住心，乃究竟佛果第十一地如来之所证，故能究竟惠予众生真实之利。」大师，僧肇大师是鸠摩罗什大师的学生，什门四哲之一，他的话我们可以相信。他对于西方极乐世界这一桩事情的赞叹，说这个树的功德真正是无上稀有，微妙难思，而说这个树是阿弥陀佛四十八愿秘密庄严心的流现。",
      "zh_TW": "「本經成就文中」，在本經十五品，在後面，「復云：復由見彼樹故，獲三種忍，一音響忍，二柔順忍，三者無生法忍。」這是樹的功德不可思議。「彼土菩提寶樹能令見者自然悟道，證入無生法忍」。此地說的三種忍是地上菩薩所證得的，因為我們看到第三句有無生法忍。無生法忍是七地以上，七地菩薩是無生法忍下品，八地是中品，九地是上品，七、八、九這三個位次證得的。再往上去叫寂滅忍，下品寂滅忍是十地菩薩，中品寂滅忍是等覺菩薩，妙覺則是上品，就到頂了。妙覺不叫菩薩，妙覺如來，這個級別非常之高，接近無上正等正覺。悟道證入無生法忍就是成就無上正等正覺，在佛法修學達到究竟圓滿。「此樹功德真是無上希有，微妙難思。故知此樹實是阿彌陀願王秘密莊嚴心之流現。此心乃密教所判之第十住心，乃究竟佛果第十一地如來之所證，故能究竟惠予眾生真實之利。」大師，僧肇大師是鳩摩羅什大師的學生，什門四哲之一，他的話我們可以相信。他對於西方極樂世界這一樁事情的讚歎，說這個樹的功德真正是無上稀有，微妙難思，而說這個樹是阿彌陀佛四十八願祕密莊嚴心的流現。"
    },
    {
      "id": "02-040-0241_p0028",
      "zh_CN": "「秘密庄严心」，《佛学大辞典》有简单的解释，这是真言宗，就是密宗，「所立十住心之第十」，就是十住圆满。「如来以秘密之三业」，三业是身口意，「开显众生本具之无尽功德，庄严之住心。是即为真言一乘之住心。」他说，「此心乃密教所判之第十住心，乃究竟佛果第十一地如来之所证」。这些话境界很高、很深、很广，不是我们凡夫的知见。念老从僧肇大师这些话节录下来在此地注这个愿文，用意很深，目的是叫我们对这桩事情深信不疑。因为极乐世界这些事情，我们看到都好像神话小说，都不以为它是事实。这不是普通人，是什么？是我们学佛的人。人说话喜欢夸大，世尊是不是也有这种情形？世尊确实没有，但是世间人不相信。",
      "zh_TW": "「祕密莊嚴心」，《佛學大辭典》有簡單的解釋，這是真言宗，就是密宗，「所立十住心之第十」，就是十住圓滿。「如來以秘密之三業」，三業是身口意，「開顯眾生本具之無盡功德，莊嚴之住心。是即為真言一乘之住心。」他說，「此心乃密教所判之第十住心，乃究竟佛果第十一地如來之所證」。這些話境界很高、很深、很廣，不是我們凡夫的知見。念老從僧肇大師這些話節錄下來在此地註這個願文，用意很深，目的是叫我們對這樁事情深信不疑。因為極樂世界這些事情，我們看到都好像神話小說，都不以為它是事實。這不是普通人，是什麼？是我們學佛的人。人說話喜歡誇大，世尊是不是也有這種情形？世尊確實沒有，但是世間人不相信。"
    },
    {
      "id": "02-040-0241_p0029",
      "zh_CN": "我在台湾遇到个教授，台大的严一萍先生，教考古学的，在当时也小有名气。以后不干教授开书店，跟一些老教授合伙，艺文印书馆就是他开的，这做生意赚钱。印的书都不错，专门印古籍，因为这些人是内行的人，销路虽然不广，但是爱好古书的人不少，所以他的生意蒸蒸日上。他过世很久了，现在这个店还在。他曾经跟我说，我那时候学佛出家了，他跟我讲，这世界上最会说大话的就是释迦牟尼。台湾大学的教授，他也读过《金刚经》，他说《金刚经》没什么，像两桶水倒过来、倒过去。他的年岁大概大我二十岁的样子，我们也不好说他，笑笑而已。佛经看了，没看懂，把它当小说看，非常可惜。我们也很佩服，当时这些老教授们生活太苦，待遇非常微薄，想出这么一个主意开书店，让他当总经理去经营，真的改善生活。可是对于佛法这一块，他们知道得太少。",
      "zh_TW": "我在台灣遇到個教授，台大的嚴一萍先生，教考古學的，在當時也小有名氣。以後不幹教授開書店，跟一些老教授合夥，藝文印書館就是他開的，這做生意賺錢。印的書都不錯，專門印古籍，因為這些人是內行的人，銷路雖然不廣，但是愛好古書的人不少，所以他的生意蒸蒸日上。他過世很久了，現在這個店還在。他曾經跟我說，我那時候學佛出家了，他跟我講，這世界上最會說大話的就是釋迦牟尼。台灣大學的教授，他也讀過《金剛經》，他說《金剛經》沒什麼，像兩桶水倒過來、倒過去。他的年歲大概大我二十歲的樣子，我們也不好說他，笑笑而已。佛經看了，沒看懂，把它當小說看，非常可惜。我們也很佩服，當時這些老教授們生活太苦，待遇非常微薄，想出這麼一個主意開書店，讓他當總經理去經營，真的改善生活。可是對於佛法這一塊，他們知道得太少。"
    },
    {
      "id": "02-040-0241_p0030",
      "zh_CN": "说是，「阿弥陀愿王秘密庄严心之流现」，这是密宗说的。这个本子密宗的教义很多，相当丰富。说明净宗对于任何一个宗派的教义它统统都有，一门即是一切法门，一部经即是一切经，这是真的不是假的。「此心乃密教所判之第十住心」。「十住心」，我们参考资料里头说得很详细，这是从《佛学大辞典》节录下来的。「十住心，此真言宗之教相判释」，根据是密宗它们的判教。「其名目虽本于《大日经．十心品》并《大日经疏》（亦本于《菩提心论》、《释摩诃衍论》）」，这都是十住心的依据。「至其本质，实可称为日本弘法大师之独创。故其本据在弘法之《十住心论》及《秘藏宝钥》」。",
      "zh_TW": "說是，「阿彌陀願王祕密莊嚴心之流現」，這是密宗說的。這個本子密宗的教義很多，相當豐富。說明淨宗對於任何一個宗派的教義它統統都有，一門即是一切法門，一部經即是一切經，這是真的不是假的。「此心乃密教所判之第十住心」。「十住心」，我們參考資料裡頭說得很詳細，這是從《佛學大辭典》節錄下來的。「十住心，此真言宗之教相判釋」，根據是密宗它們的判教。「其名目雖本於《大日經．十心品》並《大日經疏》（亦本於《菩提心論》、《釋摩訶衍論》）」，這都是十住心的依據。「至其本質，實可稱為日本弘法大師之獨創。故其本據在弘法之《十住心論》及《秘藏寶鑰》」。"
    },
    {
      "id": "02-040-0241_p0031",
      "zh_CN": "《十住心论》、《秘藏宝钥》都日本弘法大师的著作，他们在中国学的，回日本之后就创立宗派，日本大乘十三个宗派。时代，隋唐时代，日本大量的出家人到中国留学。当时除日本之外，有韩国、有越南。这些人都很了不起，在佛教里头有很大的影响力。他们在中国亲近善导大师、智者大师，这些人非常认真学习，他们的成就甚至于比我们中国这些祖师大德还超过。什么原因？印光大师说的，「一分诚敬得一分利益，十分诚敬得十分利益」。日本人对祖师的诚敬没话说，我们中国人确实不如。现在到日本寺庙里去参观，你看他们供的祖师塑像，对祖师的纪念。我们中国寺院里有佛像，祖师像很少，顶多供个牌位，日本有祖师的塑像、画像，到处都能看到。这些日本人回国，把第一代的祖师，中国人，善导是第一代，智者大师天台的第一代，他们算第二代，这样传下去。祖师殿盖得比佛殿大，大殿里佛像都小的，祖师的像很大。为什么这么做法？没有祖师我们就没有佛法，祖师跟我们亲。就像我们对父母、对祖宗一样，祖宗远，父母很亲，这就特别恭敬。他们会有这样殊胜的成就，有道理！比如净土宗的《无量寿经》，中国祖师大德古人的注解只有两种，日本《无量寿经》的注解有三十多种，他们在这上的研究、下的功夫超过我们。最近我们在日本委托中西随功法师，把日本《无量寿经》注解统统搜集起来，编一套集解，《日本无量寿经集解》。这是一套很大的书，有几十册之多，专门研究《无量寿经》，对专攻《无量寿经》的人，一定有很大帮助。",
      "zh_TW": "《十住心論》、《秘藏寶鑰》都日本弘法大師的著作，他們在中國學的，回日本之後就創立宗派，日本大乘十三個宗派。時代，隋唐時代，日本大量的出家人到中國留學。當時除日本之外，有韓國、有越南。這些人都很了不起，在佛教裡頭有很大的影響力。他們在中國親近善導大師、智者大師，這些人非常認真學習，他們的成就甚至於比我們中國這些祖師大德還超過。什麼原因？印光大師說的，「一分誠敬得一分利益，十分誠敬得十分利益」。日本人對祖師的誠敬沒話說，我們中國人確實不如。現在到日本寺廟裡去參觀，你看他們供的祖師塑像，對祖師的紀念。我們中國寺院裡有佛像，祖師像很少，頂多供個牌位，日本有祖師的塑像、畫像，到處都能看到。這些日本人回國，把第一代的祖師，中國人，善導是第一代，智者大師天台的第一代，他們算第二代，這樣傳下去。祖師殿蓋得比佛殿大，大殿裡佛像都小的，祖師的像很大。為什麼這麼做法？沒有祖師我們就沒有佛法，祖師跟我們親。就像我們對父母、對祖宗一樣，祖宗遠，父母很親，這就特別恭敬。他們會有這樣殊勝的成就，有道理！比如淨土宗的《無量壽經》，中國祖師大德古人的註解只有兩種，日本《無量壽經》的註解有三十多種，他們在這上的研究、下的功夫超過我們。最近我們在日本委託中西隨功法師，把日本《無量壽經》註解統統蒐集起來，編一套集解，《日本無量壽經集解》。這是一套很大的書，有幾十冊之多，專門研究《無量壽經》，對專攻《無量壽經》的人，一定有很大幫助。"
    },
    {
      "id": "02-040-0241_p0032",
      "zh_CN": "我们再往下面看，「乃究竟佛果第十一地如来之所证，故能究竟惠予众生真实之利」。说明极乐世界阿弥陀佛为什么有这么大的神通、能量，这个能量从哪里来的？是自己真心本性里头流露出来的。换句话说，人人皆有，个个不无。佛在《华严》上告诉我们，一切众生皆有如来智慧德相，这是把一切法归纳成三大类，第一个是智慧，第二个是德能，第三个是相好，归纳这三大类。这三大类，众生跟佛是平等的，一切众生圆满具足。为什么成不了佛？佛说我们迷失自性。这是自性本有的性德，迷失自性把智慧变质了。智慧在，变成什么？变成烦恼，烦恼无量无边。告诉你，智慧无量无边，觉悟了，烦恼就回归到菩提，就变成智慧；迷了的时候，智慧就变成烦恼。德能呢？德能也变了，德能变成造业。能量不往好地方用，往不善的地方用，去造业去了。业里面有善有恶，造善业三善道果报，造恶业就三恶道果报，这就是轮回怎么来的。自性里头没有轮回，轮回这么来的，自作自受。善恶都不好，为什么？出不了六道轮回。",
      "zh_TW": "我們再往下面看，「乃究竟佛果第十一地如來之所證，故能究竟惠予眾生真實之利」。說明極樂世界阿彌陀佛為什麼有這麼大的神通、能量，這個能量從哪裡來的？是自己真心本性裡頭流露出來的。換句話說，人人皆有，個個不無。佛在《華嚴》上告訴我們，一切眾生皆有如來智慧德相，這是把一切法歸納成三大類，第一個是智慧，第二個是德能，第三個是相好，歸納這三大類。這三大類，眾生跟佛是平等的，一切眾生圓滿具足。為什麼成不了佛？佛說我們迷失自性。這是自性本有的性德，迷失自性把智慧變質了。智慧在，變成什麼？變成煩惱，煩惱無量無邊。告訴你，智慧無量無邊，覺悟了，煩惱就回歸到菩提，就變成智慧；迷了的時候，智慧就變成煩惱。德能呢？德能也變了，德能變成造業。能量不往好地方用，往不善的地方用，去造業去了。業裡面有善有惡，造善業三善道果報，造惡業就三惡道果報，這就是輪迴怎麼來的。自性裡頭沒有輪迴，輪迴這麼來的，自作自受。善惡都不好，為什麼？出不了六道輪迴。"
    },
    {
      "id": "02-040-0241_p0033",
      "zh_CN": "如何出六道轮回？善恶业统统放下，恢复自己的清净心，回归自己的本性就成佛，六道也不见了，十法界也不见了。这些事情，事、理、真相只有佛讲得透彻、讲得明白。现在科学也讲，哲学也讲，只能讲一部分，讲得不彻底，我们学了总有疑惑，疑惑没办法解除。佛经能帮助我们解除疑惑，依照佛经的方法修行能够证得，证明佛所讲的是真的，不是假的。你确实有能力把无量的烦恼转变成无量的智慧，把一切造作再转回成无量的功德。果报，现在你看，把一真法界变成六道轮回。我们读这个书，极乐世界这么好，这是相好。怎么会变成今天这个样子？迷了。信心从哪里建？所以佛法信心最难。信心，第一个相信自己本来是佛，相信自己本有如来智慧德相，第一个信心从这建。学佛呢？学佛恢复，我把我丢掉的东西找回来。决定找得回来，为什么？没有丢掉，只是迷了，它变质了，一觉悟它就恢复正常，就这么回事情。学佛主要目的也就在此地，不是为别的，恢复自己本性本具的智慧德相，如此而已。所以佛法称内学，佛经称内典，向内求不向外，外面没有东西。用什么方法求？用戒定慧这三个方法。戒是什么？守住释迦佛讲的这些方法，一定要随顺这个方法去做，这叫戒。佛教我们不能做的决定不要去做，教我们做的认真努力去做。方法也是一个阶段、一个阶段不相同。我们从最低阶的五戒十善。但是五戒十善还有基础，那就是我们这些年提倡的《弟子规》、《感应篇》。",
      "zh_TW": "如何出六道輪迴？善惡業統統放下，恢復自己的清淨心，回歸自己的本性就成佛，六道也不見了，十法界也不見了。這些事情，事、理、真相只有佛講得透徹、講得明白。現在科學也講，哲學也講，只能講一部分，講得不徹底，我們學了總有疑惑，疑惑沒辦法解除。佛經能幫助我們解除疑惑，依照佛經的方法修行能夠證得，證明佛所講的是真的，不是假的。你確實有能力把無量的煩惱轉變成無量的智慧，把一切造作再轉回成無量的功德。果報，現在你看，把一真法界變成六道輪迴。我們讀這個書，極樂世界這麼好，這是相好。怎麼會變成今天這個樣子？迷了。信心從哪裡建？所以佛法信心最難。信心，第一個相信自己本來是佛，相信自己本有如來智慧德相，第一個信心從這建。學佛呢？學佛恢復，我把我丟掉的東西找回來。決定找得回來，為什麼？沒有丟掉，只是迷了，它變質了，一覺悟它就恢復正常，就這麼回事情。學佛主要目的也就在此地，不是為別的，恢復自己本性本具的智慧德相，如此而已。所以佛法稱內學，佛經稱內典，向內求不向外，外面沒有東西。用什麼方法求？用戒定慧這三個方法。戒是什麼？守住釋迦佛講的這些方法，一定要隨順這個方法去做，這叫戒。佛教我們不能做的決定不要去做，教我們做的認真努力去做。方法也是一個階段、一個階段不相同。我們從最低階的五戒十善。但是五戒十善還有基礎，那就是我們這些年提倡的《弟子規》、《感應篇》。"
    },
    {
      "id": "02-040-0241_p0034",
      "zh_CN": "为什么今天佛教衰了？衰到极处，几乎真正佛教不存在了，形式上还有一点，实质上没有了，这是悲哀。为什么没有了？在家学佛同修没有认真学《十善业》，出家的同学没有认真学《沙弥律仪》，所以佛法在本质上说没有了，只有形式没有实质。而佛法是重实质不重形式，释迦牟尼佛在世就是重实质不重形式。佛灭度之后，祖师大德提倡的重实质，但是他也重形式。实质、形式都重，这个很好。流传到现代，只重形式不重实质，问题就出来了。所以佛教衰了，给社会的印象是宗教、是迷信，特别是迷信鬼神。社会大众受了科学的影响，不相信有鬼神，不相信有因果，不相信善恶果报，变成这样一个社会。不但佛教被排斥，所有宗教都被排斥。这几年有一点起色，稍微好一点，那什么原因？灾难太多了。灾难的频率一年一年上升，科学家没有办法解决，这才有一部分人想到宗教、想到因果的问题、想到古时候传统文化。西方人现在向东方去找，找方法来化解冲突，找方法来促进社会的安定和谐。诱导我们的一个人，这个代表人英国汤恩比博士，他的话产生了一点影响。这个话是一九七０年代说的，大概四、五十年前，他说要解决二十一世纪的社会问题，只有中国孔孟学说跟大乘佛法。这个话世界上这些专家学者知道的人不少，但是对他的话有怀疑，他说真行吗？",
      "zh_TW": "為什麼今天佛教衰了？衰到極處，幾乎真正佛教不存在了，形式上還有一點，實質上沒有了，這是悲哀。為什麼沒有了？在家學佛同修沒有認真學《十善業》，出家的同學沒有認真學《沙彌律儀》，所以佛法在本質上說沒有了，只有形式沒有實質。而佛法是重實質不重形式，釋迦牟尼佛在世就是重實質不重形式。佛滅度之後，祖師大德提倡的重實質，但是他也重形式。實質、形式都重，這個很好。流傳到現代，只重形式不重實質，問題就出來了。所以佛教衰了，給社會的印象是宗教、是迷信，特別是迷信鬼神。社會大眾受了科學的影響，不相信有鬼神，不相信有因果，不相信善惡果報，變成這樣一個社會。不但佛教被排斥，所有宗教都被排斥。這幾年有一點起色，稍微好一點，那什麼原因？災難太多了。災難的頻率一年一年上升，科學家沒有辦法解決，這才有一部分人想到宗教、想到因果的問題、想到古時候傳統文化。西方人現在向東方去找，找方法來化解衝突，找方法來促進社會的安定和諧。誘導我們的一個人，這個代表人英國湯恩比博士，他的話產生了一點影響。這個話是一九七０年代說的，大概四、五十年前，他說要解決二十一世紀的社會問題，只有中國孔孟學說跟大乘佛法。這個話世界上這些專家學者知道的人不少，但是對他的話有懷疑，他說真行嗎？"
    },
    {
      "id": "02-040-0241_p0035",
      "zh_CN": "我们这些年来提倡《弟子规》、《感应篇》是给佛法找根。中国两千年来佛法挺兴旺的，靠什么？就靠这个根。唐朝中叶以前，大乘佛法是用小乘做基础，那个时候小乘有两个宗派成实宗、俱舍宗，学佛一定先学小乘，后学大乘。唐朝中叶之后，我们这些祖师大德把小乘放弃了，那怎么办？用儒跟道来代替。所以出家人都有儒跟道的基础、底子，像四书五经出家人读，道教的《老子》、《庄子》出家人都学，以这个基础再入大乘没有问题。这一千三百年当中，高僧大德出了很多，证明这个做法是可行的。但是今天不一样，小乘不学，儒也不学，道也不学，那大乘？大乘入不进去，经会读，什么意思不懂。这就是只有形式没有内容。",
      "zh_TW": "我們這些年來提倡《弟子規》、《感應篇》是給佛法找根。中國兩千年來佛法挺興旺的，靠什麼？就靠這個根。唐朝中葉以前，大乘佛法是用小乘做基礎，那個時候小乘有兩個宗派成實宗、俱舍宗，學佛一定先學小乘，後學大乘。唐朝中葉之後，我們這些祖師大德把小乘放棄了，那怎麼辦？用儒跟道來代替。所以出家人都有儒跟道的基礎、底子，像四書五經出家人讀，道教的《老子》、《莊子》出家人都學，以這個基礎再入大乘沒有問題。這一千三百年當中，高僧大德出了很多，證明這個做法是可行的。但是今天不一樣，小乘不學，儒也不學，道也不學，那大乘？大乘入不進去，經會讀，什麼意思不懂。這就是只有形式沒有內容。"
    },
    {
      "id": "02-040-0241_p0036",
      "zh_CN": "佛教要想恢复，正法久住，一定要恢复儒释道三家，一而三，三而一，它们相辅相成建立中国传统文化。我们离开儒跟道没有基础，决定不能成就；儒跟道要离开佛法它不能提升，它的境界高度有限。汤恩比这个也解释了，他说中国古人心量很大，能包容异族文化，就是指的佛教。佛教不是中国的，从印度传来的，中国人能包容、能接受。他说佛法丰富了中国本土文化，把中国本土文化提升了，提升到佛的境界。所以中国文化离开佛不行。现在全世界讲大乘，大乘就在中国，典籍在中国，真正学的人不多了。我们上一代大概还能找到十几个，这些人都走了，现在剩下来我们这一代，这都八十以上了，真正对于根柢、教理能理解的人真不多了，大概十个人都找不到。这是悲哀，一代不如一代，衰相，这个让我们看前途是灭亡。如果我们看到一代高过一代那就兴旺。所以我们勉励年轻人要发大心，这个工作非常辛苦，这条路不好走。但是它能救国家、能救民族、能救全世界，再苦值得，不能不干。",
      "zh_TW": "佛教要想恢復，正法久住，一定要恢復儒釋道三家，一而三，三而一，它們相輔相成建立中國傳統文化。我們離開儒跟道沒有基礎，決定不能成就；儒跟道要離開佛法它不能提升，它的境界高度有限。湯恩比這個也解釋了，他說中國古人心量很大，能包容異族文化，就是指的佛教。佛教不是中國的，從印度傳來的，中國人能包容、能接受。他說佛法豐富了中國本土文化，把中國本土文化提升了，提升到佛的境界。所以中國文化離開佛不行。現在全世界講大乘，大乘就在中國，典籍在中國，真正學的人不多了。我們上一代大概還能找到十幾個，這些人都走了，現在剩下來我們這一代，這都八十以上了，真正對於根柢、教理能理解的人真不多了，大概十個人都找不到。這是悲哀，一代不如一代，衰相，這個讓我們看前途是滅亡。如果我們看到一代高過一代那就興旺。所以我們勉勵年輕人要發大心，這個工作非常辛苦，這條路不好走。但是它能救國家、能救民族、能救全世界，再苦值得，不能不幹。"
    },
    {
      "id": "02-040-0241_p0037",
      "zh_CN": "从哪里下手？从扎根下手，你要真干，《弟子规》、《感应篇》、《十善业》一定要落实，出家人还要加一个《沙弥律仪》。你得真做到，做不到说空话没用，没人相信你。出家在家都没有关系，在家也能承传如来大法。它确实非常重要，决定不能够疏忽。要学文言文，不学文言文，这些典籍看不懂。文言文学习不难，我们看到很多外国人花三年的时间，他就有能力看中国的古籍。我在美国看到，在欧洲看到。外国人三年能把文言文学好，我相信我们中国人要真学，两年就可以达到。必须放下万缘，用两年的时间把中国的文字学根柢扎好，有能力读《四库全书》，有能力看三藏典籍，不从这里下手不能成就。好，今天时间到了。",
      "zh_TW": "從哪裡下手？從扎根下手，你要真幹，《弟子規》、《感應篇》、《十善業》一定要落實，出家人還要加一個《沙彌律儀》。你得真做到，做不到說空話沒用，沒人相信你。出家在家都沒有關係，在家也能承傳如來大法。它確實非常重要，決定不能夠疏忽。要學文言文，不學文言文，這些典籍看不懂。文言文學習不難，我們看到很多外國人花三年的時間，他就有能力看中國的古籍。我在美國看到，在歐洲看到。外國人三年能把文言文學好，我相信我們中國人要真學，兩年就可以達到。必須放下萬緣，用兩年的時間把中國的文字學根柢紮好，有能力讀《四庫全書》，有能力看三藏典籍，不從這裡下手不能成就。好，今天時間到了。"
    }
  ]
}