{
  "doc_id": "02-040-0156",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一五六集",
    "zh_TW": "第一五六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0156",
  "total_paragraphs": 47,
  "paragraphs": [
    {
      "id": "02-040-0156_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第四百零八页，从第三行看起，科题「断烦恼」。经文：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第四百零八頁，從第三行看起，科題「斷煩惱」。經文："
    },
    {
      "id": "02-040-0156_p0002",
      "zh_CN": "【拔诸勤苦生死根本。】",
      "zh_TW": "【拔諸勤苦生死根本。】"
    },
    {
      "id": "02-040-0156_p0003",
      "zh_CN": "前面一集里头，我们说得很多。这一句经文意思深广没有边际，对我们现前修行人来说非常重要。我们功夫不得力，学了这么多年，对生死问题，消息都没有着落，到底是什么原因。我们将念老的注解念一遍。「愿永离一切勤苦生死之本。盖生死极苦，又无休歇，故曰勤苦」。生死轮回它接着不断，这个身死了，四十九天又找一个身体去投胎，生死、死生，没完没了，这是六道轮回的真相。没有出离六道轮回，谁都免不了。这个事情我们经历许许多多次，对这桩事情永远没有办法解脱，所以叫勤苦。",
      "zh_TW": "前面一集裡頭，我們說得很多。這一句經文意思深廣沒有邊際，對我們現前修行人來說非常重要。我們功夫不得力，學了這麼多年，對生死問題，消息都沒有著落，到底是什麼原因。我們將念老的註解念一遍。「願永離一切勤苦生死之本。蓋生死極苦，又無休歇，故曰勤苦」。生死輪迴它接著不斷，這個身死了，四十九天又找一個身體去投胎，生死、死生，沒完沒了，這是六道輪迴的真相。沒有出離六道輪迴，誰都免不了。這個事情我們經歷許許多多次，對這樁事情永遠沒有辦法解脫，所以叫勤苦。"
    },
    {
      "id": "02-040-0156_p0004",
      "zh_CN": "「欲除生死苦果，当拔其根」，这个就很重要了。为什么会有生死？生死是果，它有因，如果我们知道它的因，把这个因拔除掉，我们就能够脱离六道轮回，永远离开生死苦果。谁能帮助我们？佛能帮助，特别是诸佛之中的阿弥陀佛，我们不能不知道，不能不重视。那它根是什么？生死的根就是烦恼，见思烦恼、尘沙烦恼、无明烦恼。不但是烦恼，也是迷惑，因为迷惑才生烦恼，如果觉悟了，烦恼就不生了，自然就断掉。断尽这些烦恼，那就叫『拔诸勤苦生死根本』。这三种烦恼，能够把见思拔掉，见是见解，思是思想，这个见解是错误的，思想也是错误的，你能够把错误的见解、思想放下，就叫拔除见思烦恼。真能拔除见思烦恼，你就叫做阿罗汉。",
      "zh_TW": "「欲除生死苦果，當拔其根」，這個就很重要了。為什麼會有生死？生死是果，它有因，如果我們知道它的因，把這個因拔除掉，我們就能夠脫離六道輪迴，永遠離開生死苦果。誰能幫助我們？佛能幫助，特別是諸佛之中的阿彌陀佛，我們不能不知道，不能不重視。那它根是什麼？生死的根就是煩惱，見思煩惱、塵沙煩惱、無明煩惱。不但是煩惱，也是迷惑，因為迷惑才生煩惱，如果覺悟了，煩惱就不生了，自然就斷掉。斷盡這些煩惱，那就叫『拔諸勤苦生死根本』。這三種煩惱，能夠把見思拔掉，見是見解，思是思想，這個見解是錯誤的，思想也是錯誤的，你能夠把錯誤的見解、思想放下，就叫拔除見思煩惱。真能拔除見思煩惱，你就叫做阿羅漢。"
    },
    {
      "id": "02-040-0156_p0005",
      "zh_CN": "所以，学佛的同学一定要记住，佛陀、菩萨、罗汉是佛教里面学位的名称，像现在大学里头博士、硕士、学士。佛不是神，菩萨也不是仙人，于神仙不相干。佛陀是梵语，翻成中国的意思叫觉者，就是觉悟的人。它跟中国圣字有一点相应，中国人称圣人，圣什么意思？明白人，对于世出世间一切法他通达明了，中国人称圣人。菩萨有这个意思，但是比圣的意思还要广、还要深。因为佛法讲过去、讲未来，讲全宇宙，它的范围没有极限，这是中国圣字不能包括的，佛陀包括了，是佛教里最高的学位。学位人人都可以拿得到，好好的念书都可以拿到博士学位。上帝那就不行了，不能说人人都可以做上帝，人人都可以成神，神是唯一的真神，他跟人不一样。佛跟人一样，一切众生都可以成佛，佛跟人是平等的，这是不能不知道的。",
      "zh_TW": "所以，學佛的同學一定要記住，佛陀、菩薩、羅漢是佛教裡面學位的名稱，像現在大學裡頭博士、碩士、學士。佛不是神，菩薩也不是仙人，於神仙不相干。佛陀是梵語，翻成中國的意思叫覺者，就是覺悟的人。它跟中國聖字有一點相應，中國人稱聖人，聖什麼意思？明白人，對於世出世間一切法他通達明瞭，中國人稱聖人。菩薩有這個意思，但是比聖的意思還要廣、還要深。因為佛法講過去、講未來，講全宇宙，它的範圍沒有極限，這是中國聖字不能包括的，佛陀包括了，是佛教裡最高的學位。學位人人都可以拿得到，好好的念書都可以拿到博士學位。上帝那就不行了，不能說人人都可以做上帝，人人都可以成神，神是唯一的真神，他跟人不一樣。佛跟人一樣，一切眾生都可以成佛，佛跟人是平等的，這是不能不知道的。"
    },
    {
      "id": "02-040-0156_p0006",
      "zh_CN": "迷了自性就叫凡夫，悟了自性就叫佛，佛是究竟圆满的觉悟。觉悟没有达到圆满称为菩萨，所以菩萨是第二个学位。阿罗汉是刚刚觉悟，这是最低的一个学位，好像学士。但是他真有成就，他的成就就是现在所说的见思、尘沙、无明，见思烦恼断了证阿罗汉，尘沙烦恼断了就证菩萨，无明烦恼断了叫成佛，它条件在此地。中国圣人没有这个条件，佛这里有这个条件，很清楚摆在面前。八万四千法门，法是离苦得乐的方法，方法有八万四千，方法有无量无边。不管用什么方法，都是断见思、尘沙、无明烦恼，所以《金刚经》上说「法门平等，无有高下」。",
      "zh_TW": "迷了自性就叫凡夫，悟了自性就叫佛，佛是究竟圓滿的覺悟。覺悟沒有達到圓滿稱為菩薩，所以菩薩是第二個學位。阿羅漢是剛剛覺悟，這是最低的一個學位，好像學士。但是他真有成就，他的成就就是現在所說的見思、塵沙、無明，見思煩惱斷了證阿羅漢，塵沙煩惱斷了就證菩薩，無明煩惱斷了叫成佛，它條件在此地。中國聖人沒有這個條件，佛這裡有這個條件，很清楚擺在面前。八萬四千法門，法是離苦得樂的方法，方法有八萬四千，方法有無量無邊。不管用什麼方法，都是斷見思、塵沙、無明煩惱，所以《金剛經》上說「法門平等，無有高下」。"
    },
    {
      "id": "02-040-0156_p0007",
      "zh_CN": "今天这三种烦恼都非常严重，什么原因？没人教，没人会教。整个世界的动乱，有识之士，高等知识分子，没有一个不担心战争。为什么会有战争？冲突；为什么会有冲突？把眼前的理跟事看错了。美国跟伊拉克的战争，那正是布希总统。我住在美国的时候住在德州，在那边建了个道场，那个时候他是德州的州长，像中国的省长一样，我们在那个时候认识的，他还送我一个德州荣誉公民。他做了总统之后，邀请我到白宫去访问，那时候我正好在澳洲，移民到澳洲，在澳洲筹建净宗学院，我就没有去。我写了一封信给他，正好酝酿这个战争，我就劝他，不能用战争手段解决问题，可以用谈判，和平的方法来解决。我们大家都很清楚，美国的目的没有别的，还不就是想要石油，拿钱买多好，两方面都欢喜，何必用战争的方法。战争这个方法，开战容易，收尾很难，到以后真的收不了尾。",
      "zh_TW": "今天這三種煩惱都非常嚴重，什麼原因？沒人教，沒人會教。整個世界的動亂，有識之士，高等知識分子，沒有一個不擔心戰爭。為什麼會有戰爭？衝突；為什麼會有衝突？把眼前的理跟事看錯了。美國跟伊拉克的戰爭，那正是布希總統。我住在美國的時候住在德州，在那邊建了個道場，那個時候他是德州的州長，像中國的省長一樣，我們在那個時候認識的，他還送我一個德州榮譽公民。他做了總統之後，邀請我到白宮去訪問，那時候我正好在澳洲，移民到澳洲，在澳洲籌建淨宗學院，我就沒有去。我寫了一封信給他，正好醞釀這個戰爭，我就勸他，不能用戰爭手段解決問題，可以用談判，和平的方法來解決。我們大家都很清楚，美國的目的沒有別的，還不就是想要石油，拿錢買多好，兩方面都歡喜，何必用戰爭的方法。戰爭這個方法，開戰容易，收尾很難，到以後真的收不了尾。"
    },
    {
      "id": "02-040-0156_p0008",
      "zh_CN": "第二次，发生战争之前的三个月，我写了一封信给他，他也邀请我，我们到白宫见了一次面。战争爆发了，真的，收尾麻烦。所以我也说这仗打得好，怎么说打得好？让人家看到这个战争的后遗症，不敢再轻易发动战争。后遗症是什么？后遗症变成了恐怖战争，这是没有人想到的，美国才真正尝到苦头。美国在过去确实人间天堂，人民真自由。我们住在美国，就是出国到国外的飞机，我们送朋友，送到哪里？送到飞机进他的舱，找他的位子让他坐好，行李把它放好，再握手告别，这么自由。国内的就像搭巴士一样。恐怖战争一爆发之后，紧张了，检查非常严格，这一检查对大家感到非常不方便。送客的人不能接近飞机了，不能进去，这个对于人民的生活造成严重的伤害。甚至于严格检查的时候还搜身，这个让很多人不敢到美国去，认为脱衣服搜身这是一种侮辱，不愿意去了。",
      "zh_TW": "第二次，發生戰爭之前的三個月，我寫了一封信給他，他也邀請我，我們到白宮見了一次面。戰爭爆發了，真的，收尾麻煩。所以我也說這仗打得好，怎麼說打得好？讓人家看到這個戰爭的後遺症，不敢再輕易發動戰爭。後遺症是什麼？後遺症變成了恐怖戰爭，這是沒有人想到的，美國才真正嘗到苦頭。美國在過去確實人間天堂，人民真自由。我們住在美國，就是出國到國外的飛機，我們送朋友，送到哪裡？送到飛機進他的艙，找他的位子讓他坐好，行李把它放好，再握手告別，這麼自由。國內的就像搭巴士一樣。恐怖戰爭一爆發之後，緊張了，檢查非常嚴格，這一檢查對大家感到非常不方便。送客的人不能接近飛機了，不能進去，這個對於人民的生活造成嚴重的傷害。甚至於嚴格檢查的時候還搜身，這個讓很多人不敢到美國去，認為脫衣服搜身這是一種侮辱，不願意去了。"
    },
    {
      "id": "02-040-0156_p0009",
      "zh_CN": "我们再细细观察，每个国家财政收支，最大的开销是什么？军费。这个让我们感到非常难过。中国在古代，最大的开销是什么？是教育，中国人重视教育。在行政体系里面，把教育摆在第一，换句话说一切都是为教育服务，这个国家长治久安，没有把军事摆在第一。教育部在从前叫礼部，因为事情没有现在这么繁杂，古时候只有六个部，礼部尚书在六部里他摆在第一，重视教育。宰相有事不能视事，礼部尚书代理。从这些地方你就能看到中国人对教育的重视。教什么？跟外国人、跟现在人完全不一样，现在一开端就把人教坏了，人心坏了。中国古人有说，子不教，人心坏了；家不齐，社会乱了。现在有学校教，教什么？把他教坏了。教什么？教竞争。哪一个父母不是教儿女竞争？念书要拿第一，什么都要第一，这对孩子是个错误观念，这个根不好。",
      "zh_TW": "我們再細細觀察，每個國家財政收支，最大的開銷是什麼？軍費。這個讓我們感到非常難過。中國在古代，最大的開銷是什麼？是教育，中國人重視教育。在行政體系裡面，把教育擺在第一，換句話說一切都是為教育服務，這個國家長治久安，沒有把軍事擺在第一。教育部在從前叫禮部，因為事情沒有現在這麼繁雜，古時候只有六個部，禮部尚書在六部裡他擺在第一，重視教育。宰相有事不能視事，禮部尚書代理。從這些地方你就能看到中國人對教育的重視。教什麼？跟外國人、跟現在人完全不一樣，現在一開端就把人教壞了，人心壞了。中國古人有說，子不教，人心壞了；家不齊，社會亂了。現在有學校教，教什麼？把他教壞了。教什麼？教競爭。哪一個父母不是教兒女競爭？念書要拿第一，什麼都要第一，這對孩子是個錯誤觀念，這個根不好。"
    },
    {
      "id": "02-040-0156_p0010",
      "zh_CN": "中国的教育，从千万年前，我相信我们中国传统文化至少有一万三千年历史，不是五千年，五千年是有文字记载，没有文字不能说没有文化。我相信我们老祖宗制定的这些真理的教诲，永恒不能改变的，那都是一万年之前，中国老祖宗有智慧，给后世子子孙孙定下来，永远不能改变的。四科，第一个是五伦，第二个五常，第三个四维，第四个八德，简单扼要，口传不会错误。最长的就是五伦，五伦总共二十个字，会传错吗？我相信传十万年，它也不会传错一个字。这就是中国人的教育，老祖宗对后人教育，父子有亲、夫妇有别、君臣有义、长幼有序、朋友有信。五伦是道，这是中国传统的大道，人人都能够遵守，人，个人身心健康，家庭幸福美满，社会安定和谐，国家富强，对处理整个世界，天下太平。今天讲的和谐世界，中国人讲平天下，治国、平天下，所以国家盛世。只把这个东西做到，效果就出来了。周朝有成康之治，唐朝有贞观、开元，汉朝也有，文景之治，唐朝有贞观、开元，清朝有干康盛世，那个成就超过古人。靠什么？就靠这个，从小教，人人遵守。这是人走的道路，人要不守这个就不是人了。古人所说的，人没有伦外之人，你没有办法超越五伦之外，那你必须得遵守。",
      "zh_TW": "中國的教育，從千萬年前，我相信我們中國傳統文化至少有一萬三千年歷史，不是五千年，五千年是有文字記載，沒有文字不能說沒有文化。我相信我們老祖宗制定的這些真理的教誨，永恆不能改變的，那都是一萬年之前，中國老祖宗有智慧，給後世子子孫孫定下來，永遠不能改變的。四科，第一個是五倫，第二個五常，第三個四維，第四個八德，簡單扼要，口傳不會錯誤。最長的就是五倫，五倫總共二十個字，會傳錯嗎？我相信傳十萬年，它也不會傳錯一個字。這就是中國人的教育，老祖宗對後人教育，父子有親、夫婦有別、君臣有義、長幼有序、朋友有信。五倫是道，這是中國傳統的大道，人人都能夠遵守，人，個人身心健康，家庭幸福美滿，社會安定和諧，國家富強，對處理整個世界，天下太平。今天講的和諧世界，中國人講平天下，治國、平天下，所以國家盛世。只把這個東西做到，效果就出來了。周朝有成康之治，唐朝有貞觀、開元，漢朝也有，文景之治，唐朝有貞觀、開元，清朝有乾康盛世，那個成就超過古人。靠什麼？就靠這個，從小教，人人遵守。這是人走的道路，人要不守這個就不是人了。古人所說的，人沒有倫外之人，你沒有辦法超越五倫之外，那你必須得遵守。"
    },
    {
      "id": "02-040-0156_p0011",
      "zh_CN": "五伦是道，五常是德，做人必须要具备的德行，这道德，只有五个字，更好记，仁义礼智信。做人要懂得爱人，己所不欲，勿施于人。仁是二人，想自己就想到别人，仁是爱。义，义是讲理，起心动念、言语造作要合情、合理、合法，这是义。情理法你看面面都顾到，立法要严格，执行要通情达理，要宽厚一点。法律制定得很严，但是执行的时候宽厚。中国人心，爱心，能看出来。礼，礼是礼节，也就是规矩。家有家规，国有国法，没有规矩就乱了，所以制定这些规矩要遵守。",
      "zh_TW": "五倫是道，五常是德，做人必須要具備的德行，這道德，只有五個字，更好記，仁義禮智信。做人要懂得愛人，己所不欲，勿施於人。仁是二人，想自己就想到別人，仁是愛。義，義是講理，起心動念、言語造作要合情、合理、合法，這是義。情理法你看面面都顧到，立法要嚴格，執行要通情達理，要寬厚一點。法律制定得很嚴，但是執行的時候寬厚。中國人心，愛心，能看出來。禮，禮是禮節，也就是規矩。家有家規，國有國法，沒有規矩就亂了，所以制定這些規矩要遵守。"
    },
    {
      "id": "02-040-0156_p0012",
      "zh_CN": "最近这十几年，我们提倡《弟子规》，这是中国传统教育里头最重要的一个环节，它是教育的根本的根本。我为什么想起这个？就是这么多年在国外走很多地方，看到我们佛门的同学，在家的，十善业做不到，出家的，沙弥律仪做不到。到底什么原因？为什么古人能做到，我们做不到？回头这一看就看出来了，我们这一代的人没有扎根教育。不能怪父母，父母不知道，也不能怪祖父母，祖父母也不知道。中国传统这个好的教育，应该是疏忽两百年。很多人说应该从慈禧算起，这个有道理，慈禧太后把中国传统文化跟佛法疏忽了，她不尊重。清代从开国到咸丰，咸丰是慈禧的丈夫，世世代代都是皈依三宝，三宝弟子。慈禧反过来，自称为老佛爷，把佛菩萨往两边摆，她当中坐起来。上行下效，这头带得不好，这么一开端，政府官员跟民间对传统文化、对大乘佛法恭敬心就减轻了，不是没有，降温了。这个一下降，那就一年比一年低，到清朝灭亡之后，提都没有人提了。所以现在讲中国传统文化，很多外国人研究的比我们知道得多，我们自己中国人不知道，这个悲哀！",
      "zh_TW": "最近這十幾年，我們提倡《弟子規》，這是中國傳統教育裡頭最重要的一個環節，它是教育的根本的根本。我為什麼想起這個？就是這麼多年在國外走很多地方，看到我們佛門的同學，在家的，十善業做不到，出家的，沙彌律儀做不到。到底什麼原因？為什麼古人能做到，我們做不到？回頭這一看就看出來了，我們這一代的人沒有扎根教育。不能怪父母，父母不知道，也不能怪祖父母，祖父母也不知道。中國傳統這個好的教育，應該是疏忽兩百年。很多人說應該從慈禧算起，這個有道理，慈禧太后把中國傳統文化跟佛法疏忽了，她不尊重。清代從開國到咸豐，咸豐是慈禧的丈夫，世世代代都是皈依三寶，三寶弟子。慈禧反過來，自稱為老佛爺，把佛菩薩往兩邊擺，她當中坐起來。上行下效，這頭帶得不好，這麼一開端，政府官員跟民間對傳統文化、對大乘佛法恭敬心就減輕了，不是沒有，降溫了。這個一下降，那就一年比一年低，到清朝滅亡之後，提都沒有人提了。所以現在講中國傳統文化，很多外國人研究的比我們知道得多，我們自己中國人不知道，這個悲哀！"
    },
    {
      "id": "02-040-0156_p0013",
      "zh_CN": "我们要救传统文化，为什么？传统文化是佛法的根基，没有传统文化，佛法就不能建立。佛法是师道，传统文化是孝道，师道建立在孝道的基础上。这个人不孝父母，不会尊重老师；不尊重老师，老师再好，教他东西他学不会，他体会不到。他会把教的东西曲解了，会误会了，他没有真正体会到，错误的体会，这个事情可麻烦了。所以我们才提倡儒释道的三个根。现在戒律为什么人不能遵守？他根没有，根之根就是《弟子规》。所以，我们还是依从佛陀的教诲，《观经》里面所讲的净业三福。第一福，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一福，第一福是人天福报，是佛法的根。第二福才讲到「受持三皈，具足众戒，不犯威仪」，二乘福，声闻、缘觉，根！再往上去，大乘的根，「发菩提心，深信因果，读诵大乘，劝进行者」。这就不一样了，劝进行者，劝进行者是教化众生。前面十个是自利，后头一个是利他，自己成就了要帮助别人。",
      "zh_TW": "我們要救傳統文化，為什麼？傳統文化是佛法的根基，沒有傳統文化，佛法就不能建立。佛法是師道，傳統文化是孝道，師道建立在孝道的基礎上。這個人不孝父母，不會尊重老師；不尊重老師，老師再好，教他東西他學不會，他體會不到。他會把教的東西曲解了，會誤會了，他沒有真正體會到，錯誤的體會，這個事情可麻煩了。所以我們才提倡儒釋道的三個根。現在戒律為什麼人不能遵守？他根沒有，根之根就是《弟子規》。所以，我們還是依從佛陀的教誨，《觀經》裡面所講的淨業三福。第一福，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一福，第一福是人天福報，是佛法的根。第二福才講到「受持三皈，具足眾戒，不犯威儀」，二乘福，聲聞、緣覺，根！再往上去，大乘的根，「發菩提心，深信因果，讀誦大乘，勸進行者」。這就不一樣了，勸進行者，勸進行者是教化眾生。前面十個是自利，後頭一個是利他，自己成就了要幫助別人。"
    },
    {
      "id": "02-040-0156_p0014",
      "zh_CN": "儒释道的三个根，《弟子规》落实在孝亲尊师，慈心不杀落实在《太上感应篇》，后面修十善业就不成问题。确确实实，明清两代，佛门里面，无论是出家的法师、在家的居士，都用功过格。《了凡四训》的功过格，莲池大师也用，功过格是依什么？依《太上感应篇》。《太上感应篇》一共讲善有善果、恶有恶报，总共有一百九十多桩事。这个东西真正放在心上，人不敢起恶念，为什么？有果报。道德约束人，人不好意思作恶，因果叫你不敢作恶，道德叫你不好意思作恶，所以因果比道德还好、还厉害。人有这种基础，好教，所以我们提倡从三个根，儒释道三个根，从这里下手。我们普遍在宣扬，有效果，在国内、在国外，大家慢慢觉悟了，人不能害人，人不能有恶念。害人最严重的就是战争，战争怎么起来的？从冲突起来的；冲突怎么起来的？从竞争起来的。所以今天学校，从幼稚园就教竞争，这果是什么？就叫天下大乱。天下不能不乱，你教出来的。",
      "zh_TW": "儒釋道的三個根，《弟子規》落實在孝親尊師，慈心不殺落實在《太上感應篇》，後面修十善業就不成問題。確確實實，明清兩代，佛門裡面，無論是出家的法師、在家的居士，都用功過格。《了凡四訓》的功過格，蓮池大師也用，功過格是依什麼？依《太上感應篇》。《太上感應篇》一共講善有善果、惡有惡報，總共有一百九十多樁事。這個東西真正放在心上，人不敢起惡念，為什麼？有果報。道德約束人，人不好意思作惡，因果叫你不敢作惡，道德叫你不好意思作惡，所以因果比道德還好、還厲害。人有這種基礎，好教，所以我們提倡從三個根，儒釋道三個根，從這裡下手。我們普遍在宣揚，有效果，在國內、在國外，大家慢慢覺悟了，人不能害人，人不能有惡念。害人最嚴重的就是戰爭，戰爭怎麼起來的？從衝突起來的；衝突怎麼起來的？從競爭起來的。所以今天學校，從幼稚園就教競爭，這果是什麼？就叫天下大亂。天下不能不亂，你教出來的。"
    },
    {
      "id": "02-040-0156_p0015",
      "zh_CN": "我算是很幸运，这样的年龄在中国传统文化断层的边缘，比我小二、三岁的人，这个机会就没有了。我是最后看到的，传统教学，中国民间的私塾。抗战之前，我们也幸好生长在农村，如果生长在城市，这个缘就没有了，生长在农村。农村那个时候还有大家族，兄弟不分家的，是大家庭，我们还看到。我看到这个大家庭，自己家庭衰了，是我姑妈的家庭，我们在她那里住了五年，四、五年，我父亲的姐姐。我那个姑丈，兄弟十个没分家，在一起生活，所以让我看到，有这个概念，大家庭的概念。大家庭里都有规矩，要没有规矩家就乱了。大家庭里面有养老、育幼，它有它的好处，父母自己不会教小孩，家教。因为大家庭，父母、祖父母、曾祖父母，甚至于高祖父母都在，叫五代同堂。五代同堂比较少，四代同堂很多，这一个家族，一家人。小孩教什么？都教让。如果教争，每个人都争，这个家不完了，马上就完了，都教让。兄弟姐妹之间，堂兄弟、从兄弟、再从兄弟在一起都要讲让，让就不争。从小教忍让，稍大一点的时候教谦让，自己要学谦虚，长大踏进社会礼让，一路让到底。所以它这个社会安定和谐，太平盛世，不能争！中国文化里面讲争，孔子说过，争是什么？只有射箭比赛的时候，我要射中，那还不是你个人练习好，争这个，这君子之争。",
      "zh_TW": "我算是很幸運，這樣的年齡在中國傳統文化斷層的邊緣，比我小二、三歲的人，這個機會就沒有了。我是最後看到的，傳統教學，中國民間的私塾。抗戰之前，我們也幸好生長在農村，如果生長在城市，這個緣就沒有了，生長在農村。農村那個時候還有大家族，兄弟不分家的，是大家庭，我們還看到。我看到這個大家庭，自己家庭衰了，是我姑媽的家庭，我們在她那裡住了五年，四、五年，我父親的姐姐。我那個姑丈，兄弟十個沒分家，在一起生活，所以讓我看到，有這個概念，大家庭的概念。大家庭裡都有規矩，要沒有規矩家就亂了。大家庭裡面有養老、育幼，它有它的好處，父母自己不會教小孩，家教。因為大家庭，父母、祖父母、曾祖父母，甚至於高祖父母都在，叫五代同堂。五代同堂比較少，四代同堂很多，這一個家族，一家人。小孩教什麼？都教讓。如果教爭，每個人都爭，這個家不完了，馬上就完了，都教讓。兄弟姐妹之間，堂兄弟、從兄弟、再從兄弟在一起都要講讓，讓就不爭。從小教忍讓，稍大一點的時候教謙讓，自己要學謙虛，長大踏進社會禮讓，一路讓到底。所以它這個社會安定和諧，太平盛世，不能爭！中國文化裡面講爭，孔子說過，爭是什麼？只有射箭比賽的時候，我要射中，那還不是你個人練習好，爭這個，這君子之爭。"
    },
    {
      "id": "02-040-0156_p0016",
      "zh_CN": "这是东方教学跟西方的智慧不一样、理念不一样、方法不一样，当然它的效果不相同。中国在这方面非常了不起，累积的智慧、经验、方法，世界上任何一个国家民族都找不到。这么好的东西，难怪汤恩比博士赞叹，要解决二十一世纪的问题，需要中国孔孟学说、大乘佛法，这他说的。欧洲一些学者专家我见到很多人，提到这桩事情他们不敢批评，也不敢相信。这是真的，汤恩比博士没有讲清楚，我跟他们接触的时候，我说大家解读错误。提到孔孟学说一定就想到四书五经、十三经，他们点头；提到大乘佛法一定想到《华严》、《法华》、《般若》，想到这些大经大论。这些他们都研究过，都读过，能解决现在社会问题吗？没有一个人敢说。所以我跟他们交流的时候，我就打比喻给他们说，我说你们所看到的，提到儒跟佛，你们看到的是花果，儒家跟大乘的花果，那个高，不是一般人能接受。花果从哪来的？从枝条上长的；枝从哪来的？枝从干上长的；干从哪来的？干从本上长的；本从哪来的？本从根生的。我说你这样一望，你就能看出来。",
      "zh_TW": "這是東方教學跟西方的智慧不一樣、理念不一樣、方法不一樣，當然它的效果不相同。中國在這方面非常了不起，累積的智慧、經驗、方法，世界上任何一個國家民族都找不到。這麼好的東西，難怪湯恩比博士讚歎，要解決二十一世紀的問題，需要中國孔孟學說、大乘佛法，這他說的。歐洲一些學者專家我見到很多人，提到這樁事情他們不敢批評，也不敢相信。這是真的，湯恩比博士沒有講清楚，我跟他們接觸的時候，我說大家解讀錯誤。提到孔孟學說一定就想到四書五經、十三經，他們點頭；提到大乘佛法一定想到《華嚴》、《法華》、《般若》，想到這些大經大論。這些他們都研究過，都讀過，能解決現在社會問題嗎？沒有一個人敢說。所以我跟他們交流的時候，我就打比喻給他們說，我說你們所看到的，提到儒跟佛，你們看到的是花果，儒家跟大乘的花果，那個高，不是一般人能接受。花果從哪來的？從枝條上長的；枝從哪來的？枝從幹上長的；幹從哪來的？幹從本上長的；本從哪來的？本從根生的。我說你這樣一望，你就能看出來。"
    },
    {
      "id": "02-040-0156_p0017",
      "zh_CN": "孔孟的根是什么？大乘的根是什么？愈简单愈好，不能啰嗦。「孔曰成仁，孟曰取义」，孔孟的根是仁义。每个人心中有仁、有义，能解决问题。《论语》里头说，「夫子之道，忠恕而已矣」，孔子的存心，忠恕。忠，你看心上面是个中字，用心不偏不邪，大公无私，这叫忠。恕是什么？宽恕别人。为什么要宽恕？今天人所做的些罪恶，从小没人教，断了几代，多少代了，至少七、八代。所以，佛在这个经上讲，「先人不善，不识道德，无有语者，殊无怪也」，这佛教我们用忠恕，不能怪他。因为他没有学，他做很多错误，他的想法、看法全是错误的，所以说法、做法全错了，才带给社会这么多的麻烦、这么多灾难。我们今天，从今天起，大家坐下来，过去的要饶恕他，从今之后我们一起来学孔孟学说、来学大乘佛法。大乘佛法讲真诚慈悲，我们就用四个字，大乘的真诚慈悲，孔孟的仁义忠恕，我们存的这个心。能不能解决问题？能。",
      "zh_TW": "孔孟的根是什麼？大乘的根是什麼？愈簡單愈好，不能囉嗦。「孔曰成仁，孟曰取義」，孔孟的根是仁義。每個人心中有仁、有義，能解決問題。《論語》裡頭說，「夫子之道，忠恕而已矣」，孔子的存心，忠恕。忠，你看心上面是個中字，用心不偏不邪，大公無私，這叫忠。恕是什麼？寬恕別人。為什麼要寬恕？今天人所做的些罪惡，從小沒人教，斷了幾代，多少代了，至少七、八代。所以，佛在這個經上講，「先人不善，不識道德，無有語者，殊無怪也」，這佛教我們用忠恕，不能怪他。因為他沒有學，他做很多錯誤，他的想法、看法全是錯誤的，所以說法、做法全錯了，才帶給社會這麼多的麻煩、這麼多災難。我們今天，從今天起，大家坐下來，過去的要饒恕他，從今之後我們一起來學孔孟學說、來學大乘佛法。大乘佛法講真誠慈悲，我們就用四個字，大乘的真誠慈悲，孔孟的仁義忠恕，我們存的這個心。能不能解決問題？能。"
    },
    {
      "id": "02-040-0156_p0018",
      "zh_CN": "所以，我们要讲求扎根教育，从小，小朋友开始，就要教他学孝悌忠信、礼义廉耻、仁爱和平，十二个字。从小要教，大人要做样子给他看，他就相信了。这个能够普遍去宣扬，社会就安定了。作恶的那些人良心会发现，他就会改邪归正。真正忏悔、真正改过，他就是好人，不要再责备他过去，古人所说的，浪子回头金不换，懂得回头都是好人。这个方法真有效。如果作恶的人你不饶恕他，他们聚集起来，那是作恶的一个集团，很麻烦，会给这个世界带来更大的动乱，很可能带来灾难的战争。今天战争，不打则已，一打起来是核武战争、是生化战争，没有输赢的，同归于尽，你要我死，你也活不了。疯狂的战争，消灭人类的战争，这个战争决定不能打。所以我们这么多年参加联合国的会议，我们主题讲演都劝大家，最好能把核武销毁，把这些钱用在教育上，用在帮助苦难人民身上，积大功德。发展武器这是最大的错误，不可以。我也讲过不少次，美国的核武可以消灭中国一百次，中国的核武可以消灭美国一次，一次跟一百次是平等的，全都完了。所以你想想看，这个战争能打吗？",
      "zh_TW": "所以，我們要講求扎根教育，從小，小朋友開始，就要教他學孝悌忠信、禮義廉恥、仁愛和平，十二個字。從小要教，大人要做樣子給他看，他就相信了。這個能夠普遍去宣揚，社會就安定了。作惡的那些人良心會發現，他就會改邪歸正。真正懺悔、真正改過，他就是好人，不要再責備他過去，古人所說的，浪子回頭金不換，懂得回頭都是好人。這個方法真有效。如果作惡的人你不饒恕他，他們聚集起來，那是作惡的一個集團，很麻煩，會給這個世界帶來更大的動亂，很可能帶來災難的戰爭。今天戰爭，不打則已，一打起來是核武戰爭、是生化戰爭，沒有輸贏的，同歸於盡，你要我死，你也活不了。瘋狂的戰爭，消滅人類的戰爭，這個戰爭決定不能打。所以我們這麼多年參加聯合國的會議，我們主題講演都勸大家，最好能把核武銷毀，把這些錢用在教育上，用在幫助苦難人民身上，積大功德。發展武器這是最大的錯誤，不可以。我也講過不少次，美國的核武可以消滅中國一百次，中國的核武可以消滅美國一次，一次跟一百次是平等的，全都完了。所以你想想看，這個戰爭能打嗎？"
    },
    {
      "id": "02-040-0156_p0019",
      "zh_CN": "不同的族群、不同的文化、不同的信仰，可不可以在一起生活？我们已经做出一个样板出来，澳洲图文巴这个小城，他们用了一年的时间，做出来了，详细的报告我还没看到。真正做出来，我们过去汤池是个小镇，现在这个地方是一个城市，规模比我们上次大，是由当地十几个宗教出来领导的，宗教和谐。大家发愿，我们团结，教导我们的信徒与不同的宗教和睦相处，平等对待，互相学习，把我们居住的小城，造成世界上第一个多元文化和谐示范城市，好！我在这个小城住了十一年，我在那里梦想，没有想到梦想成真。因为是这些宗教领袖人主动来给我讲的，不是我要求他的。我说太好了，你们一年能够做出来，我一定想方法在联合国办个活动，把这个小城向全世界展示，欢迎大家来参观、来考察。说明什么？说明人是可以在一起生活的，不是要争得个你死我活，不是，那是错误的思想；和睦相处，平等对待，这是正确的。",
      "zh_TW": "不同的族群、不同的文化、不同的信仰，可不可以在一起生活？我們已經做出一個樣板出來，澳洲圖文巴這個小城，他們用了一年的時間，做出來了，詳細的報告我還沒看到。真正做出來，我們過去湯池是個小鎮，現在這個地方是一個城市，規模比我們上次大，是由當地十幾個宗教出來領導的，宗教和諧。大家發願，我們團結，教導我們的信徒與不同的宗教和睦相處，平等對待，互相學習，把我們居住的小城，造成世界上第一個多元文化和諧示範城市，好！我在這個小城住了十一年，我在那裡夢想，沒有想到夢想成真。因為是這些宗教領袖人主動來給我講的，不是我要求他的。我說太好了，你們一年能夠做出來，我一定想方法在聯合國辦個活動，把這個小城向全世界展示，歡迎大家來參觀、來考察。說明什麼？說明人是可以在一起生活的，不是要爭得個你死我活，不是，那是錯誤的思想；和睦相處，平等對待，這是正確的。"
    },
    {
      "id": "02-040-0156_p0020",
      "zh_CN": "宗教怎么团结的？我团结宗教用一个字，爱。因为这个字每个宗教经典都说，佛教讲慈悲，伊斯兰教讲仁慈。《圣经》，《圣经》是三个宗教用它的，犹太教用《旧约》，基督教用《新约》，天主教是《新旧约》都用。所以他们这三个教，有人来问过我，欧洲人，问我对他们怎么看法？我说他们是一家人，三派，犹太教，皇上那一派，天主教，皇后那一派，基督教，太子那一派。他们听了很欢喜，你这个比喻很恰当。但是什么？统统讲神爱世人，上帝爱世人。所以我们用这个爱字团结世界上所有宗教，都能接受。宗教这个爱字，可以团结不同的族群、不同的文化、不同的信仰，统统变成一家人。所以我在联合国建议他们，联合国应当办一个世界宗教大学，目的就是让所有的宗教变成同学。每一个宗教成立一个学院，大家都是一个宗教大学的，一个学校，我们学的科系不相同。真正能够让联合国带头，把全世界宗教统一起来，宗教之间不再有摩擦，不再有误会，不再有战争，宗教带给社会永久的和平，我非常有信心。我在一九九九年，团结新加坡九个宗教，随后这几年来，印尼宗教团结了，澳洲宗教团结了，马来西亚宗教团结了，好事！",
      "zh_TW": "宗教怎麼團結的？我團結宗教用一個字，愛。因為這個字每個宗教經典都說，佛教講慈悲，伊斯蘭教講仁慈。《聖經》，《聖經》是三個宗教用它的，猶太教用《舊約》，基督教用《新約》，天主教是《新舊約》都用。所以他們這三個教，有人來問過我，歐洲人，問我對他們怎麼看法？我說他們是一家人，三派，猶太教，皇上那一派，天主教，皇后那一派，基督教，太子那一派。他們聽了很歡喜，你這個比喻很恰當。但是什麼？統統講神愛世人，上帝愛世人。所以我們用這個愛字團結世界上所有宗教，都能接受。宗教這個愛字，可以團結不同的族群、不同的文化、不同的信仰，統統變成一家人。所以我在聯合國建議他們，聯合國應當辦一個世界宗教大學，目的就是讓所有的宗教變成同學。每一個宗教成立一個學院，大家都是一個宗教大學的，一個學校，我們學的科系不相同。真正能夠讓聯合國帶頭，把全世界宗教統一起來，宗教之間不再有摩擦，不再有誤會，不再有戰爭，宗教帶給社會永久的和平，我非常有信心。我在一九九九年，團結新加坡九個宗教，隨後這幾年來，印尼宗教團結了，澳洲宗教團結了，馬來西亞宗教團結了，好事！"
    },
    {
      "id": "02-040-0156_p0021",
      "zh_CN": "宗教要互相交流，一定要多多接触，不能各人搞各人的，各人搞各人的产生误会、产生偏见。我们中国古人说见面三分情，要常常见面，什么问题都解决了。不见面很麻烦，我猜你、你猜我，全都猜错了，是以讹传讹，这个非常危险的一桩事情，必须得面对面。你看伊拉克当时，如果布希总统跟伊拉克总统见见面，问题不就解决了吗？何必要发动战争？这个仗打了这么多年，战争的时候没死多少人，然后这些暴力事件，在后遗症里头死了好几千人，不值得！花的钱，如果拿这个钱来买石油要买多少？伊拉克全国产油都卖给你可能还不够。你说为什么不拿这些钱去买石油，要去打仗？跟这个国家民族结上仇恨，这个仇恨生生世世要不能化解，那个冤冤相报没完没了。这是因果，我们相信，他们不相信。因果是真的，不是假的。",
      "zh_TW": "宗教要互相交流，一定要多多接觸，不能各人搞各人的，各人搞各人的產生誤會、產生偏見。我們中國古人說見面三分情，要常常見面，什麼問題都解決了。不見面很麻煩，我猜你、你猜我，全都猜錯了，是以訛傳訛，這個非常危險的一樁事情，必須得面對面。你看伊拉克當時，如果布希總統跟伊拉克總統見見面，問題不就解決了嗎？何必要發動戰爭？這個仗打了這麼多年，戰爭的時候沒死多少人，然後這些暴力事件，在後遺症裡頭死了好幾千人，不值得！花的錢，如果拿這個錢來買石油要買多少？伊拉克全國產油都賣給你可能還不夠。你說為什麼不拿這些錢去買石油，要去打仗？跟這個國家民族結上仇恨，這個仇恨生生世世要不能化解，那個冤冤相報沒完沒了。這是因果，我們相信，他們不相信。因果是真的，不是假的。"
    },
    {
      "id": "02-040-0156_p0022",
      "zh_CN": "所以，战争是决定要避免。希望全世界的人民头脑清醒一点，喜欢打仗的别选他做总统，这是个好办法。宗教团结起来管用，宗教徒都爱好和平，我们都选爱好和平的人来领导这个国家，避免一切有形无形种种战争。要用一个爱心对不同的族群、不同的宗教、不同的国家，平等的爱心，和睦相处。我们求世界大同，将来整个世界变成地球上的太平盛世，观光旅游何必要护照？这么麻烦！这个东西取消多好，一家人。我们努力向这个目标去奋斗，这都是「拔诸勤苦生死根本」。",
      "zh_TW": "所以，戰爭是決定要避免。希望全世界的人民頭腦清醒一點，喜歡打仗的別選他做總統，這是個好辦法。宗教團結起來管用，宗教徒都愛好和平，我們都選愛好和平的人來領導這個國家，避免一切有形無形種種戰爭。要用一個愛心對不同的族群、不同的宗教、不同的國家，平等的愛心，和睦相處。我們求世界大同，將來整個世界變成地球上的太平盛世，觀光旅遊何必要護照？這麼麻煩！這個東西取消多好，一家人。我們努力向這個目標去奮鬥，這都是「拔諸勤苦生死根本」。"
    },
    {
      "id": "02-040-0156_p0023",
      "zh_CN": "佛教导我们，圣人、宗教经典都教导我们，对于宇宙人生有正确的看法、有正确的思想，我们就有正确的言论、有正确的行为。中国这些东西很健全，佛教的戒律，都是教我们断恶修善。伊斯兰的圣训内容非常丰富，也是教人断恶修善。伊斯兰《古兰经》里面有圣战，你细心去读它，那个圣战是自卫战争，是不得已，敌人侵略我们，不能不抵抗。中国过去跟日本的八年抗战是圣战，《古兰经》里面说圣战，为什么？保卫自己的战争，不是侵略战争。《古兰经》里头告诉人，战争的时候，敌人放下武器，就要把他当作自己兄弟一样看待，不能虐待他。这在战场，经典里头明文记载。伊斯兰是阿拉伯语，意思就是和平，这是个爱好和平的族群，爱好和平的宗教。但是经典要认真教学，不教学，人家不懂，说圣战，神保佑你，你就去参加，干这个傻事，你被人骗了。统统讲清楚、讲明白，就不会被那些少数极端分子利用。",
      "zh_TW": "佛教導我們，聖人、宗教經典都教導我們，對於宇宙人生有正確的看法、有正確的思想，我們就有正確的言論、有正確的行為。中國這些東西很健全，佛教的戒律，都是教我們斷惡修善。伊斯蘭的聖訓內容非常豐富，也是教人斷惡修善。伊斯蘭《古蘭經》裡面有聖戰，你細心去讀它，那個聖戰是自衛戰爭，是不得已，敵人侵略我們，不能不抵抗。中國過去跟日本的八年抗戰是聖戰，《古蘭經》裡面說聖戰，為什麼？保衛自己的戰爭，不是侵略戰爭。《古蘭經》裡頭告訴人，戰爭的時候，敵人放下武器，就要把他當作自己兄弟一樣看待，不能虐待他。這在戰場，經典裡頭明文記載。伊斯蘭是阿拉伯語，意思就是和平，這是個愛好和平的族群，愛好和平的宗教。但是經典要認真教學，不教學，人家不懂，說聖戰，神保佑你，你就去參加，幹這個傻事，你被人騙了。統統講清楚、講明白，就不會被那些少數極端分子利用。"
    },
    {
      "id": "02-040-0156_p0024",
      "zh_CN": "宗教不可以迷信，宗教要学习经典，仪规固然重要，经典更重要，不懂经典，的确被人利用。佛教也是的，有些不善的人利用佛教，在里头取得名闻利养，他拿来搞这个东西。甚至于我还听说过，有些很聪明的人，大学毕业了，他去出家。他为什么？出家人搞名闻利养比在家方便，还高，你看供养的钱不要缴税。还有这些念头，这是绝大的错误。这样的心出家，他不能到极乐世界，他将来堕到地狱去了。别以为很聪明，错了！佛门这碗饭不好吃，「施主一粒米，大如须弥山，今生不了道，披毛戴角还」，这出家人大概都知道。如何在今生了道？你不辜负斋主对你的期望，这就对了。所以我曾经说过，出家比要饭的饭难吃，要饭人家给你，没有求你的福报，出家人，他来种福田，我们是福田吗？我们有多大的福能加持他？没福，我们全靠释迦牟尼佛的福。不认真修行就不是福田，这不能不知道。",
      "zh_TW": "宗教不可以迷信，宗教要學習經典，儀規固然重要，經典更重要，不懂經典，的確被人利用。佛教也是的，有些不善的人利用佛教，在裡頭取得名聞利養，他拿來搞這個東西。甚至於我還聽說過，有些很聰明的人，大學畢業了，他去出家。他為什麼？出家人搞名聞利養比在家方便，還高，你看供養的錢不要繳稅。還有這些念頭，這是絕大的錯誤。這樣的心出家，他不能到極樂世界，他將來墮到地獄去了。別以為很聰明，錯了！佛門這碗飯不好吃，「施主一粒米，大如須彌山，今生不了道，披毛戴角還」，這出家人大概都知道。如何在今生了道？你不辜負齋主對你的期望，這就對了。所以我曾經說過，出家比要飯的飯難吃，要飯人家給你，沒有求你的福報，出家人，他來種福田，我們是福田嗎？我們有多大的福能加持他？沒福，我們全靠釋迦牟尼佛的福。不認真修行就不是福田，這不能不知道。"
    },
    {
      "id": "02-040-0156_p0025",
      "zh_CN": "僧团一定要团结，不可以有门户之见。有些人为自己的小道场，违背戒律，在信徒面前自赞毁他，菩萨戒这条戒是重戒。目的何在？目的是把别人信徒拉到我这里来，供养到我家来，争名夺利。同是一个宗派，都是修净土的，两个不相往来，形成两派对立，这能往生吗？一个都不能。你要问，这毛病到底出在哪里？出在对于经教不明白的过失。如果把经讲清楚、讲明白了，这弊病全没有了。佛教如是，其他宗教亦如是，没有例外的。所以我劝大家，宗教要回归教育，宗教要互相学习，世界宗教是一家，都是神圣、圣贤的子弟。神圣、圣贤的赐福就是经典、就是教诲，你要依照经典依教奉行，真正得福。谚语有所谓「佛氏门中，有求必应」，这个话是真的，不是假的。真正立心断恶修善，不求福福自然来，还来得更多。有心求，来得不多，没有心的话来得更多。这什么道理？这是性德，自性法尔如是。真搞清楚、搞明白了，决定依教奉行。对于世间事，因为你的心正，你的心不偏不邪不迷惑，那就是智慧，你看得比别人清楚，看得比别人深、广，你就能解决问题。",
      "zh_TW": "僧團一定要團結，不可以有門戶之見。有些人為自己的小道場，違背戒律，在信徒面前自讚毀他，菩薩戒這條戒是重戒。目的何在？目的是把別人信徒拉到我這裡來，供養到我家來，爭名奪利。同是一個宗派，都是修淨土的，兩個不相往來，形成兩派對立，這能往生嗎？一個都不能。你要問，這毛病到底出在哪裡？出在對於經教不明白的過失。如果把經講清楚、講明白了，這弊病全沒有了。佛教如是，其他宗教亦如是，沒有例外的。所以我勸大家，宗教要回歸教育，宗教要互相學習，世界宗教是一家，都是神聖、聖賢的子弟。神聖、聖賢的賜福就是經典、就是教誨，你要依照經典依教奉行，真正得福。諺語有所謂「佛氏門中，有求必應」，這個話是真的，不是假的。真正立心斷惡修善，不求福福自然來，還來得更多。有心求，來得不多，沒有心的話來得更多。這什麼道理？這是性德，自性法爾如是。真搞清楚、搞明白了，決定依教奉行。對於世間事，因為你的心正，你的心不偏不邪不迷惑，那就是智慧，你看得比別人清楚，看得比別人深、廣，你就能解決問題。"
    },
    {
      "id": "02-040-0156_p0026",
      "zh_CN": "所以，这一句我们要非常重视，「拔诸勤苦生死根本」。那就是邪知邪见，头一个身见，学佛第一个破身见，身不是我。不是我以为是我，错了。为了这个身，养这个身，搞名闻利养，贪恋五欲六尘，你造作这些，这错了，这些造作所感的都是三途地狱。读圣贤书，没有把身放下，心善、行善，将来果报三善道。三善道是消你福报的，三恶道也是消你恶报的，统统是消业的。佛法，佛法是善恶二边都没有，不但善恶没有，染净也没有，才叫真正清净。染净、善恶都不沾，断恶不着断恶的相，修善不着修善的相，这才真正自在快乐。无论是顺境、逆境，没有不快乐的，心地要做到一尘不染。念佛的人就一句阿弥陀佛，一个方向、一个目标，一个方向，西方极乐世界，一个目标，亲近阿弥陀佛，这就行了。这个要断烦恼，千万不要添烦恼，添烦恼你就全错了。",
      "zh_TW": "所以，這一句我們要非常重視，「拔諸勤苦生死根本」。那就是邪知邪見，頭一個身見，學佛第一個破身見，身不是我。不是我以為是我，錯了。為了這個身，養這個身，搞名聞利養，貪戀五欲六塵，你造作這些，這錯了，這些造作所感的都是三途地獄。讀聖賢書，沒有把身放下，心善、行善，將來果報三善道。三善道是消你福報的，三惡道也是消你惡報的，統統是消業的。佛法，佛法是善惡二邊都沒有，不但善惡沒有，染淨也沒有，才叫真正清淨。染淨、善惡都不沾，斷惡不著斷惡的相，修善不著修善的相，這才真正自在快樂。無論是順境、逆境，沒有不快樂的，心地要做到一塵不染。念佛的人就一句阿彌陀佛，一個方向、一個目標，一個方向，西方極樂世界，一個目標，親近阿彌陀佛，這就行了。這個要斷煩惱，千萬不要添煩惱，添煩惱你就全錯了。"
    },
    {
      "id": "02-040-0156_p0027",
      "zh_CN": "底下这一科，「成佛道」，这是我们学佛终极的目标。",
      "zh_TW": "底下這一科，「成佛道」，這是我們學佛終極的目標。"
    },
    {
      "id": "02-040-0156_p0028",
      "zh_CN": "【速成无上正等正觉。】",
      "zh_TW": "【速成無上正等正覺。】"
    },
    {
      "id": "02-040-0156_p0029",
      "zh_CN": "这里特别要注意到『速成』，很快成就了。真的吗？真的，大乘佛教里头决定没有妄语。为什么能速成？你能够把见思、尘沙、无明放下，就成了。释迦牟尼佛给我们做了表演，他三十岁成道，在菩提树下把见思、尘沙、无明统统放下，那就是大彻大悟，明心见性，见性成佛。十九岁出家，放下烦恼障；三十岁成道，放下所知障。他十九岁出去参学，学了十二年，印度的宗教、学派统统学习过，不能解决问题。他有什么问题？我想现在有很多年轻人都有跟他同样的问题。印度这些宗教、学派统统修四禅八定，我们相信释迦牟尼佛四禅八定功夫一定非常高，修得这个禅定，对于六道轮回的现象完全通达了解。禅定里面没有空间维次，就是时间、空间都不存在，它的范围是六道轮回。可是这六道轮回从哪来的？为什么会有六道轮回？六道轮回之外还有没有世界？这个问题，印度宗教不能回答，印度的哲学也不能回答。所以世尊就放下了，在菩提树下入更深的禅定，深到什么程度？我们知道，深到自性本定。六祖惠能大师说的，「何期自性，本无动摇」，本不动摇，那个不动不摇就是自性本定。真心不动的，真心没有念头，他见到了，这叫明心见性。这些于修学、于识字、学经教不相干，所以凡夫成佛真正能速成，只要你放下。",
      "zh_TW": "這裡特別要注意到『速成』，很快成就了。真的嗎？真的，大乘佛教裡頭決定沒有妄語。為什麼能速成？你能夠把見思、塵沙、無明放下，就成了。釋迦牟尼佛給我們做了表演，他三十歲成道，在菩提樹下把見思、塵沙、無明統統放下，那就是大徹大悟，明心見性，見性成佛。十九歲出家，放下煩惱障；三十歲成道，放下所知障。他十九歲出去參學，學了十二年，印度的宗教、學派統統學習過，不能解決問題。他有什麼問題？我想現在有很多年輕人都有跟他同樣的問題。印度這些宗教、學派統統修四禪八定，我們相信釋迦牟尼佛四禪八定功夫一定非常高，修得這個禪定，對於六道輪迴的現象完全通達了解。禪定裡面沒有空間維次，就是時間、空間都不存在，它的範圍是六道輪迴。可是這六道輪迴從哪來的？為什麼會有六道輪迴？六道輪迴之外還有沒有世界？這個問題，印度宗教不能回答，印度的哲學也不能回答。所以世尊就放下了，在菩提樹下入更深的禪定，深到什麼程度？我們知道，深到自性本定。六祖惠能大師說的，「何期自性，本無動搖」，本不動搖，那個不動不搖就是自性本定。真心不動的，真心沒有念頭，他見到了，這叫明心見性。這些於修學、於識字、學經教不相干，所以凡夫成佛真正能速成，只要你放下。"
    },
    {
      "id": "02-040-0156_p0030",
      "zh_CN": "我向章嘉大师请教，佛法里头有没有什么方法，让我们很快契入境界？你看，我讲给你们听了，他就告诉我看破、放下，就入境界了，一点都不错。看破放下是用最浅显的言语告诉我，我那时候刚入佛门，就是佛大乘讲的止观，止是放下，观是看破。止观是禅定，止是放下一切，观是通达明了。从初发心到如来地，就用这个方法，先看破帮助放下，放下帮助看破，看破再帮助放下，像走楼梯，从初发心到如来地。言语简单，秘诀就告诉我们了。",
      "zh_TW": "我向章嘉大師請教，佛法裡頭有沒有什麼方法，讓我們很快契入境界？你看，我講給你們聽了，他就告訴我看破、放下，就入境界了，一點都不錯。看破放下是用最淺顯的言語告訴我，我那時候剛入佛門，就是佛大乘講的止觀，止是放下，觀是看破。止觀是禪定，止是放下一切，觀是通達明瞭。從初發心到如來地，就用這個方法，先看破幫助放下，放下幫助看破，看破再幫助放下，像走樓梯，從初發心到如來地。言語簡單，祕訣就告訴我們了。"
    },
    {
      "id": "02-040-0156_p0031",
      "zh_CN": "我们现在晓得，身是假的，特别是量子力学告诉我们。德国普朗克博士，爱因斯坦的老师，他一生专门研究物质，物质到底是什么，最后这个谜底揭穿了，物质是念头波动产生的幻相。所以他在报告当中说，根据他的研究，世界上根本没有物质这个东西，物质是假的。这个假的是什么？它是生灭相，一个接一个、一个接一个，相似相续相，不是真相续；真相续，前念跟后念完全相同，这叫相续。前念跟后念不同，念念是独立的。这个东西就像我们看电影，现在电影是数码，速度快，从前那个电影是动画，是幻灯片，所以就很容易体会到。",
      "zh_TW": "我們現在曉得，身是假的，特別是量子力學告訴我們。德國普朗克博士，愛因斯坦的老師，他一生專門研究物質，物質到底是什麼，最後這個謎底揭穿了，物質是念頭波動產生的幻相。所以他在報告當中說，根據他的研究，世界上根本沒有物質這個東西，物質是假的。這個假的是什麼？它是生滅相，一個接一個、一個接一個，相似相續相，不是真相續；真相續，前念跟後念完全相同，這叫相續。前念跟後念不同，念念是獨立的。這個東西就像我們看電影，現在電影是數碼，速度快，從前那個電影是動畫，是幻燈片，所以就很容易體會到。"
    },
    {
      "id": "02-040-0156_p0032",
      "zh_CN": "这是以前电影的底片，这完全是幻灯，在放映机里面，一秒钟二十四个生灭。镜头一打开，一张，照到银幕上，立刻关起来，再打开，第二张。一秒钟二十四张，我们在电影上看到就好像是真的，其实很多张叠在一起，重叠在一起，我们看到这个假相，不是真的，完全是假相。如果说真的相，我们能够想像得到，我们只留一张，一秒当中二十四张，我们只留一张，其他的统统把它除掉。让它放在放映机上，我们在银幕上睁大眼睛看，能够觉察到，觉察什么？有一道光，一下就没有了，一闪就没有了，这光里头什么东西没看清楚。二十四分之一秒我们就看不见了，只知道有个光，这眼睛很差劲。",
      "zh_TW": "這是以前電影的底片，這完全是幻燈，在放映機裡面，一秒鐘二十四個生滅。鏡頭一打開，一張，照到銀幕上，立刻關起來，再打開，第二張。一秒鐘二十四張，我們在電影上看到就好像是真的，其實很多張疊在一起，重疊在一起，我們看到這個假相，不是真的，完全是假相。如果說真的相，我們能夠想像得到，我們只留一張，一秒當中二十四張，我們只留一張，其他的統統把它除掉。讓它放在放映機上，我們在銀幕上睜大眼睛看，能夠覺察到，覺察什麼？有一道光，一下就沒有了，一閃就沒有了，這光裡頭什麼東西沒看清楚。二十四分之一秒我們就看不見了，只知道有個光，這眼睛很差勁。"
    },
    {
      "id": "02-040-0156_p0033",
      "zh_CN": "现在佛告诉我们，你看世尊跟弥勒菩萨对话，佛问弥勒菩萨，「心有所念」，凡夫心里动个念头，佛问「几念几相识耶」？动这一念，它有多少个细的念头，有多少相、有多少识？这就是五蕴，相就是色，识就是受想行识，有几多。弥勒菩萨回答说，一弹指有三十二亿百千念。我们不敢想像，一弹指三十二亿，单位是百千，一百个千是十万，三十二亿乘十万，这一弹指，三百二十兆。一秒钟我们能弹几次？我相信年轻人有力气，至少可以弹五次。要弹五次，再乘五，这一秒钟，三百二十兆乘五，一千六百兆。电影一秒钟二十四张，我们现前这个境界，一秒钟是一千六百兆，所以就在你面前，你完全不知道。我们今天所看的相，相似相续相，真相没人知道。",
      "zh_TW": "現在佛告訴我們，你看世尊跟彌勒菩薩對話，佛問彌勒菩薩，「心有所念」，凡夫心裡動個念頭，佛問「幾念幾相識耶」？動這一念，它有多少個細的念頭，有多少相、有多少識？這就是五蘊，相就是色，識就是受想行識，有幾多。彌勒菩薩回答說，一彈指有三十二億百千念。我們不敢想像，一彈指三十二億，單位是百千，一百個千是十萬，三十二億乘十萬，這一彈指，三百二十兆。一秒鐘我們能彈幾次？我相信年輕人有力氣，至少可以彈五次。要彈五次，再乘五，這一秒鐘，三百二十兆乘五，一千六百兆。電影一秒鐘二十四張，我們現前這個境界，一秒鐘是一千六百兆，所以就在你面前，你完全不知道。我們今天所看的相，相似相續相，真相沒人知道。"
    },
    {
      "id": "02-040-0156_p0034",
      "zh_CN": "没有人知道，佛怎么知道的？佛说了，八地以上知道。要有八地以上那样的定功，你就看到了，看到宇宙的源起。什么时候源起的？就在当下，没有过去、没有未来。过去未来是错误概念，没有过去未来，所以速成。今天量子力学家帮我们很大的忙，佛经里面许许多多问题，他们证明了。但是他成不了佛，原因在哪里？他不是用禅定得来的，他是用仪器、用数学，用仪器观察到的，所以他还是有见思、尘沙、无明。你虽然知道，这是常识，宇宙之间秘密你发现了、你知道了，你不能了生死，你出不了六道轮回。但是对于学佛的人有太大的帮助，学佛的人懂得了，该放下。假的！身是假的，房子是假的，地球是假的，整个宇宙都是假的，凡所有相，皆是虚妄，一切法无所有、毕竟空、不可得。不可得要想得，这就是迷惑；不可得，放下就是觉悟。你是放下你还是要求得？放下，没有得的。你说我要想得，你根本得不到。想得就得到，释迦牟尼佛就拜你做老师了，你有这个本事，释迦牟尼佛没这个本事。每个刹那都留不住，而且什么？它当处出生，随处就灭尽，真妙！无法想像，不可思议的境界。这成正觉。",
      "zh_TW": "沒有人知道，佛怎麼知道的？佛說了，八地以上知道。要有八地以上那樣的定功，你就看到了，看到宇宙的源起。什麼時候源起的？就在當下，沒有過去、沒有未來。過去未來是錯誤概念，沒有過去未來，所以速成。今天量子力學家幫我們很大的忙，佛經裡面許許多多問題，他們證明了。但是他成不了佛，原因在哪裡？他不是用禪定得來的，他是用儀器、用數學，用儀器觀察到的，所以他還是有見思、塵沙、無明。你雖然知道，這是常識，宇宙之間祕密你發現了、你知道了，你不能了生死，你出不了六道輪迴。但是對於學佛的人有太大的幫助，學佛的人懂得了，該放下。假的！身是假的，房子是假的，地球是假的，整個宇宙都是假的，凡所有相，皆是虛妄，一切法無所有、畢竟空、不可得。不可得要想得，這就是迷惑；不可得，放下就是覺悟。你是放下你還是要求得？放下，沒有得的。你說我要想得，你根本得不到。想得就得到，釋迦牟尼佛就拜你做老師了，你有這個本事，釋迦牟尼佛沒這個本事。每個剎那都留不住，而且什麼？它當處出生，隨處就滅盡，真妙！無法想像，不可思議的境界。這成正覺。"
    },
    {
      "id": "02-040-0156_p0035",
      "zh_CN": "阿弥陀佛他怎么样成正觉的？念老注解里头说，「复愿速成正觉」，文中的速，即上品中，速生我刹受安乐中的速字，这个很好。「两个速字」，速生我刹受安乐，『速成无上正等正觉』，统统都显一心。「盖法藏菩萨度生心切，故愿轮回诸趣众生类，速生我刹受安乐」。显示法藏菩萨的愿心，法藏菩萨的智慧，法藏菩萨的愿力，真能满愿。你这一念觉悟，放下了，问题立刻解决，就见性了。不能一念觉了，底下一念又迷了，我们犯的病就在此地。你看，听讲经的时候好像觉悟了，遇到事情马上就迷了，没有办法像惠能大师一样，觉了之后他能够住在那个觉里头，他不迷了。这就是速成正等正觉。",
      "zh_TW": "阿彌陀佛他怎麼樣成正覺的？念老註解裡頭說，「復願速成正覺」，文中的速，即上品中，速生我剎受安樂中的速字，這個很好。「兩個速字」，速生我剎受安樂，『速成無上正等正覺』，統統都顯一心。「蓋法藏菩薩度生心切，故願輪迴諸趣眾生類，速生我剎受安樂」。顯示法藏菩薩的願心，法藏菩薩的智慧，法藏菩薩的願力，真能滿願。你這一念覺悟，放下了，問題立刻解決，就見性了。不能一念覺了，底下一念又迷了，我們犯的病就在此地。你看，聽講經的時候好像覺悟了，遇到事情馬上就迷了，沒有辦法像惠能大師一樣，覺了之後他能夠住在那個覺裡頭，他不迷了。這就是速成正等正覺。"
    },
    {
      "id": "02-040-0156_p0036",
      "zh_CN": "所以，凡夫成佛，给你说真话，是一念之间。给你说很久很久，要无量劫、要三大阿僧祇劫，那是什么？那是刺激你，那不是真的，真的就是一念觉。觉，马上就放下。我们今天麻烦的，跟科学家犯一个毛病，觉了、明白了，放不下，不就这么回事情吗？放不下就变成佛学，能讲，讲得天花乱坠，自己出不了六道轮回。这就是把佛法变成了佛学，现在的名词叫佛学，世间一种学术。佛怎么说的跟我不相干，不知道佛所说的就是我们自己自性里头本来有的东西。佛说、我说是一说，是一不是二，偏偏把二看作二，不能够回归到一，问题在这里；真正回归到一，天下本无事。现在社会没事，地球爆炸也没事，怎么没事？幻相，一念当中产生的幻相，不是真的。这个里头学问可大了，再大的学问你全明白了，全懂了。",
      "zh_TW": "所以，凡夫成佛，給你說真話，是一念之間。給你說很久很久，要無量劫、要三大阿僧祇劫，那是什麼？那是刺激你，那不是真的，真的就是一念覺。覺，馬上就放下。我們今天麻煩的，跟科學家犯一個毛病，覺了、明白了，放不下，不就這麼回事情嗎？放不下就變成佛學，能講，講得天花亂墜，自己出不了六道輪迴。這就是把佛法變成了佛學，現在的名詞叫佛學，世間一種學術。佛怎麼說的跟我不相干，不知道佛所說的就是我們自己自性裡頭本來有的東西。佛說、我說是一說，是一不是二，偏偏把二看作二，不能夠回歸到一，問題在這裡；真正回歸到一，天下本無事。現在社會沒事，地球爆炸也沒事，怎麼沒事？幻相，一念當中產生的幻相，不是真的。這個裡頭學問可大了，再大的學問你全明白了，全懂了。"
    },
    {
      "id": "02-040-0156_p0037",
      "zh_CN": "这个世界的形相如何保持的？念头。一定要记住佛在经上说的，这被现在科学家证明了，「境随心转」。这个话你要是真正明白了，我们身体的疾病自己可以控制，不需要医疗，用自己的清净平等觉就能把自己的身心调整，完全恢复正常健康。没念头，念头只许一个，阿弥陀佛念头，不许有第二个念头。阿弥陀佛无量寿，我念阿弥陀佛就是无量寿。要把这个身转过来，这个身现在要用它，用它度众生。知道这个世间是假的，像作梦一样，我知道在作梦，我不要醒过来，我要帮助梦中众生。可不可以醒？可以，醒过来之后就没有了，无有众生可度。但是那里头有很多众生，还在迷惑颠倒，像我过去一样。现在我觉悟了，我有义务，我也应该要帮助他们，为什么？他跟我是同体，是一体，同体大悲，无缘大慈。这个理、事、境、缘都要普遍跟大家去宣扬，跟大家一起分享。我求解脱，众生统统都解脱，为什么？众生跟我是一体。所以《华严经》的问题解决了，什么问题？情与无情，同圆种智，这个问题很难解决。",
      "zh_TW": "這個世界的形相如何保持的？念頭。一定要記住佛在經上說的，這被現在科學家證明了，「境隨心轉」。這個話你要是真正明白了，我們身體的疾病自己可以控制，不需要醫療，用自己的清淨平等覺就能把自己的身心調整，完全恢復正常健康。沒念頭，念頭只許一個，阿彌陀佛念頭，不許有第二個念頭。阿彌陀佛無量壽，我念阿彌陀佛就是無量壽。要把這個身轉過來，這個身現在要用它，用它度眾生。知道這個世間是假的，像作夢一樣，我知道在作夢，我不要醒過來，我要幫助夢中眾生。可不可以醒？可以，醒過來之後就沒有了，無有眾生可度。但是那裡頭有很多眾生，還在迷惑顛倒，像我過去一樣。現在我覺悟了，我有義務，我也應該要幫助他們，為什麼？他跟我是同體，是一體，同體大悲，無緣大慈。這個理、事、境、緣都要普遍跟大家去宣揚，跟大家一起分享。我求解脫，眾生統統都解脫，為什麼？眾生跟我是一體。所以《華嚴經》的問題解決了，什麼問題？情與無情，同圓種智，這個問題很難解決。"
    },
    {
      "id": "02-040-0156_p0038",
      "zh_CN": "我初学佛的时候在佛光山教书，我记得有一次，我们六个老师在一起，星云、会性、我一个，我们三个出家老师，还有在家的方伦居士、唐一玄居士，教佛学的，另外有个教音乐的。在一块，星云法师就提出来，「情与无情，同圆种智」怎么讲？有情众生成佛，我们没有问题；无情众生，树木花草、山河大地，它怎么成佛？把我们这几个老师，包括唐一玄，唐老师是在家居士，佛法功底很深，那个时候八十岁，都没有办法讲清楚。最后结论，看古人怎么讲，看注解，依样画葫芦。现在明白了，现在懂得了，为什么？原来我们认为无情，佛随顺我们说的，说无情，其实统统是有情。但是佛说过，经上说过，常说，我们没有在意，体会不到。",
      "zh_TW": "我初學佛的時候在佛光山教書，我記得有一次，我們六個老師在一起，星雲、會性、我一個，我們三個出家老師，還有在家的方倫居士、唐一玄居士，教佛學的，另外有個教音樂的。在一塊，星雲法師就提出來，「情與無情，同圓種智」怎麼講？有情眾生成佛，我們沒有問題；無情眾生，樹木花草、山河大地，它怎麼成佛？把我們這幾個老師，包括唐一玄，唐老師是在家居士，佛法功底很深，那個時候八十歲，都沒有辦法講清楚。最後結論，看古人怎麼講，看註解，依樣畫葫蘆。現在明白了，現在懂得了，為什麼？原來我們認為無情，佛隨順我們說的，說無情，其實統統是有情。但是佛說過，經上說過，常說，我們沒有在意，體會不到。"
    },
    {
      "id": "02-040-0156_p0039",
      "zh_CN": "佛讲，没有大小、没有内外、没有远近，给我们讲不二法门，这大乘经上讲得很多，不就是讲这个问题吗？情与无情不二，是一。弥勒菩萨讲了，任何一个物质现象里头，统统都有受想行识，佛问的也就是这个意思。念，念头一动，有相有识，每个念头里头都有相、都有识，它分不开的。刚才我们讲的，一秒钟一千六百兆个念头，每个念头都有相、都有识。换句话说，整个宇宙是活的，今天讲有机体。你要承认整个宇宙是活生生的，你能不把这些思想、念头统统放下吗？为什么？错误的。真心离念，没有念头，有念是妄心；有念造业，无念不造业。无念他真无念，虽无念，一切明了，不是糊涂。如果无念，什么都不知道，那叫无想定，那个不行，那是完全堕在无明里头。无念，样样明了，这是真无念。像一面湖，这湖水干净，没有染污，没有风浪，平的，它像一面镜子一样，它无念，它什么都照见。无想定是无念，他什么不知道。无想定也不容易，无想定生无想天，在第四禅，那个大错特错。佛的禅定是定慧等学，定中有慧，慧中有定。讲到这个根本，你看定中，物质现象定中，它有受想行识，它是一体，它不能分开。",
      "zh_TW": "佛講，沒有大小、沒有內外、沒有遠近，給我們講不二法門，這大乘經上講得很多，不就是講這個問題嗎？情與無情不二，是一。彌勒菩薩講了，任何一個物質現象裡頭，統統都有受想行識，佛問的也就是這個意思。念，念頭一動，有相有識，每個念頭裡頭都有相、都有識，它分不開的。剛才我們講的，一秒鐘一千六百兆個念頭，每個念頭都有相、都有識。換句話說，整個宇宙是活的，今天講有機體。你要承認整個宇宙是活生生的，你能不把這些思想、念頭統統放下嗎？為什麼？錯誤的。真心離念，沒有念頭，有念是妄心；有念造業，無念不造業。無念他真無念，雖無念，一切明瞭，不是糊塗。如果無念，什麼都不知道，那叫無想定，那個不行，那是完全墮在無明裡頭。無念，樣樣明瞭，這是真無念。像一面湖，這湖水乾淨，沒有染污，沒有風浪，平的，它像一面鏡子一樣，它無念，它什麼都照見。無想定是無念，他什麼不知道。無想定也不容易，無想定生無想天，在第四禪，那個大錯特錯。佛的禪定是定慧等學，定中有慧，慧中有定。講到這個根本，你看定中，物質現象定中，它有受想行識，它是一體，它不能分開。"
    },
    {
      "id": "02-040-0156_p0040",
      "zh_CN": "这个道理很深，真叫太深了，如果不是科学家的破解，我们对这个问题，那就像唐一玄老师所说的，看古人注解，依样画葫芦。这个问题总是在心上，解决不了。这就是宗门所讲的疑情，不是否定它，不是怀疑它，没搞清楚，总是放在心上。禅宗说，小疑有小悟，大疑有大悟，不疑那就没有开悟的希望。所以疑情是好事，不是坏事。你不要去想它怎么解决，想不出来，只有缘成熟了，就豁然开悟。没有疑的话，他就没有疑情，他就没有开悟的机缘，要有。但是要信，真正相信，太深了，不能够明白是什么意思，这才有开悟的机会。",
      "zh_TW": "這個道理很深，真叫太深了，如果不是科學家的破解，我們對這個問題，那就像唐一玄老師所說的，看古人註解，依樣畫葫蘆。這個問題總是在心上，解決不了。這就是宗門所講的疑情，不是否定它，不是懷疑它，沒搞清楚，總是放在心上。禪宗說，小疑有小悟，大疑有大悟，不疑那就沒有開悟的希望。所以疑情是好事，不是壞事。你不要去想它怎麼解決，想不出來，只有緣成熟了，就豁然開悟。沒有疑的話，他就沒有疑情，他就沒有開悟的機緣，要有。但是要信，真正相信，太深了，不能夠明白是什麼意思，這才有開悟的機會。"
    },
    {
      "id": "02-040-0156_p0041",
      "zh_CN": "开悟，真正想开悟，走戒定慧就对了，戒定慧三学是十方三世一切菩萨成佛唯一的一条道路，没有第二条，你想再找个门道你就错误了。因戒得定，因定开慧，戒修好了天下就太平。所以现在人不重视戒律，人心坏了，社会乱了，乱象没有办法收拾。往后愈来愈乱，乱到最后世界末日出现，那整个世界毁灭。怎么拯救？汤恩比的话是正确的，要从教育，恢复传统的教育，恢复大乘的教育。为什么？传统是祖宗的智慧，不要小看它。现在人瞧不起祖宗，认为祖宗没有科学。祖宗没有科学，科学才四百年，四百年前的人怎么活下来的？历史上记载，四百年前有过太平盛世，有过辉煌的成就。现在虽然有科技，我们的生活比不上古人，古人心清净，真有快乐，现在人没有快乐，现在人生活在恐怖当中。无论多高的地位、多大的财富，他心性不安。我见过，亿万富翁，告诉我晚上睡觉吃安眠药，吃上瘾了，没有安眠药不能睡觉，你就想到他多痛苦。地位再高，一天他要听多少事、多少信息。",
      "zh_TW": "開悟，真正想開悟，走戒定慧就對了，戒定慧三學是十方三世一切菩薩成佛唯一的一條道路，沒有第二條，你想再找個門道你就錯誤了。因戒得定，因定開慧，戒修好了天下就太平。所以現在人不重視戒律，人心壞了，社會亂了，亂象沒有辦法收拾。往後愈來愈亂，亂到最後世界末日出現，那整個世界毀滅。怎麼拯救？湯恩比的話是正確的，要從教育，恢復傳統的教育，恢復大乘的教育。為什麼？傳統是祖宗的智慧，不要小看它。現在人瞧不起祖宗，認為祖宗沒有科學。祖宗沒有科學，科學才四百年，四百年前的人怎麼活下來的？歷史上記載，四百年前有過太平盛世，有過輝煌的成就。現在雖然有科技，我們的生活比不上古人，古人心清淨，真有快樂，現在人沒有快樂，現在人生活在恐怖當中。無論多高的地位、多大的財富，他心性不安。我見過，億萬富翁，告訴我晚上睡覺吃安眠藥，吃上癮了，沒有安眠藥不能睡覺，你就想到他多痛苦。地位再高，一天他要聽多少事、多少信息。"
    },
    {
      "id": "02-040-0156_p0042",
      "zh_CN": "古大德教给我们，「知事少时烦恼少，识人多处是非多」，你要认识那么多人干什么？那是非就多。一个人清心寡欲，我大概有五十多年没看电视，不看报纸，没有杂志，我这里没有信息，我手机都没有，丢掉了。省事！何必要听那么多信息？给你带来烦恼。不听，心清净，你有权利放送这些信息，我有权利不接收。我每天看的是佛经、圣贤典籍，我跟圣人在一起，跟佛菩萨在一起，你说有多快乐。说明这个事情现在人行，可以能跟古人同样的心情、同样的磁场，只是你愿不愿意干。愿意这里打听，那里去打听，你有麻烦可大了，是你自找烦恼，叫自寻烦恼；不是烦恼找你，你找烦恼。我们只要是不肯，不接受烦恼，它就没办法找我。我们突然碰到这个事情，我们看得比他清楚，看得比他准确。心地愈清净，起心动念是智慧。不能有欲望，就是不能有自私自利，不能有名闻利养，不能有贪瞋痴慢，这个东西害死人的，有这个东西，智慧就生不起来。负面东西全部排除，统统放下，你遇到的，那个反应是智慧。",
      "zh_TW": "古大德教給我們，「知事少時煩惱少，識人多處是非多」，你要認識那麼多人幹什麼？那是非就多。一個人清心寡欲，我大概有五十多年沒看電視，不看報紙，沒有雜誌，我這裡沒有信息，我手機都沒有，丟掉了。省事！何必要聽那麼多信息？給你帶來煩惱。不聽，心清淨，你有權利放送這些信息，我有權利不接收。我每天看的是佛經、聖賢典籍，我跟聖人在一起，跟佛菩薩在一起，你說有多快樂。說明這個事情現在人行，可以能跟古人同樣的心情、同樣的磁場，只是你願不願意幹。願意這裡打聽，那裡去打聽，你有麻煩可大了，是你自找煩惱，叫自尋煩惱；不是煩惱找你，你找煩惱。我們只要是不肯，不接受煩惱，它就沒辦法找我。我們突然碰到這個事情，我們看得比他清楚，看得比他準確。心地愈清淨，起心動念是智慧。不能有欲望，就是不能有自私自利，不能有名聞利養，不能有貪瞋痴慢，這個東西害死人的，有這個東西，智慧就生不起來。負面東西全部排除，統統放下，你遇到的，那個反應是智慧。"
    },
    {
      "id": "02-040-0156_p0043",
      "zh_CN": "传统里面教学，教背书，佛教里面也是这个事。我第一次到香港，一九七七年，三十五年前，在香港住了四个月，讲《楞严经》。香港有一位海仁老和尚，那个时候九十多岁，我去见他。他是楞严专家，香港人称他为首楞严王，我这个晚辈，刚出家学讲经的，见他老人家。他有六个学生，他的方法就是一门深入，一生专攻《楞严经》，对《楞严》熟透了，《楞严经》连注解都会背，我们真佩服。他选的注解也很特别，我们知道《楞严》最出名的注解，古注是长水，新的注解是交光。他都不用这两个人，他用蕅益大师的，蕅益大师有《楞严经文句》，他是连经带注解统统背过。做他的学生也要这样的，这个注解，《楞严文句》不能背，他不收你做学生，所以一生只有六个。",
      "zh_TW": "傳統裡面教學，教背書，佛教裡面也是這個事。我第一次到香港，一九七七年，三十五年前，在香港住了四個月，講《楞嚴經》。香港有一位海仁老和尚，那個時候九十多歲，我去見他。他是楞嚴專家，香港人稱他為首楞嚴王，我這個晚輩，剛出家學講經的，見他老人家。他有六個學生，他的方法就是一門深入，一生專攻《楞嚴經》，對《楞嚴》熟透了，《楞嚴經》連註解都會背，我們真佩服。他選的註解也很特別，我們知道《楞嚴》最出名的註解，古註是長水，新的註解是交光。他都不用這兩個人，他用蕅益大師的，蕅益大師有《楞嚴經文句》，他是連經帶註解統統背過。做他的學生也要這樣的，這個註解，《楞嚴文句》不能背，他不收你做學生，所以一生只有六個。"
    },
    {
      "id": "02-040-0156_p0044",
      "zh_CN": "我们知道传统教学法里面的精神，如果是背书，为了背书做他的学生，这个学生书是能背了，不会开悟。如果觉得背书是我修行的一个法门，我应该认真这样做法，他会开悟。为什么？背书是法，就是戒律，用这个当戒律。背书是修禅定，念念在这个文字上，没有第二个念头。所以他念久了，念一千遍、两千遍、三千遍、四千遍，豁然大悟，他开悟了。还是戒定慧，用背书做手段。我们才知道中国老祖宗的智慧真了不起，从小教小朋友背书。为什么？背书他就减少胡思乱想，不背书，小孩也会胡思乱想。用背书这个方法收他的心，让他心保持平静，他定，从小就这样训练，他慢慢他会开悟。书背熟了，那是附带的，不是主目的，是附带的；主目的是叫你得三昧，大彻大悟，这主目的。所以，佛经的教学跟世间教学不一样。",
      "zh_TW": "我們知道傳統教學法裡面的精神，如果是背書，為了背書做他的學生，這個學生書是能背了，不會開悟。如果覺得背書是我修行的一個法門，我應該認真這樣做法，他會開悟。為什麼？背書是法，就是戒律，用這個當戒律。背書是修禪定，念念在這個文字上，沒有第二個念頭。所以他念久了，念一千遍、兩千遍、三千遍、四千遍，豁然大悟，他開悟了。還是戒定慧，用背書做手段。我們才知道中國老祖宗的智慧真了不起，從小教小朋友背書。為什麼？背書他就減少胡思亂想，不背書，小孩也會胡思亂想。用背書這個方法收他的心，讓他心保持平靜，他定，從小就這樣訓練，他慢慢他會開悟。書背熟了，那是附帶的，不是主目的，是附帶的；主目的是叫你得三昧，大徹大悟，這主目的。所以，佛經的教學跟世間教學不一樣。"
    },
    {
      "id": "02-040-0156_p0045",
      "zh_CN": "可是佛教传到中国来之后，佛教这套方法，戒定慧方法，儒接受了，道也接受了。虽然接受，也有相当成就，不彻底。不彻底是什么原因？我没放下，放下我就彻底了，无我。《金刚经》前半部，无我相、无人相、无众生相、无寿者相，哪有不得三昧的道理，哪有不开悟的道理！依戒定慧，我还在，得三昧很难；背诵，可以，没问题，他能背诵。这是孔子所说的，「记问之学，不足以为人师也」，中国古时候，为人老师要开悟才行，才能当老师。开悟是什么？活的；没有开悟，死东西。所以，无我比什么都重要。一定晓得性是空的，自性空寂，什么都没有，但是能生万法。所以叫真空不空，它能生万法。万法是妙有，妙有非有。这样一来什么？性空、妙有二边都不沾，你才真正入门了。你沾着真空，不究竟，你心不清净，沾着妙有也不清净。那佛法是什么？佛法不能说，开口便错，动念即乖，这才是真的。真的，世尊也表演了，拈花微笑，那真的。谁知道？只有一个迦叶尊者知道，佛这个拈花示意，就是空有二边不沾，这才真正契入境界。",
      "zh_TW": "可是佛教傳到中國來之後，佛教這套方法，戒定慧方法，儒接受了，道也接受了。雖然接受，也有相當成就，不徹底。不徹底是什麼原因？我沒放下，放下我就徹底了，無我。《金剛經》前半部，無我相、無人相、無眾生相、無壽者相，哪有不得三昧的道理，哪有不開悟的道理！依戒定慧，我還在，得三昧很難；背誦，可以，沒問題，他能背誦。這是孔子所說的，「記問之學，不足以為人師也」，中國古時候，為人老師要開悟才行，才能當老師。開悟是什麼？活的；沒有開悟，死東西。所以，無我比什麼都重要。一定曉得性是空的，自性空寂，什麼都沒有，但是能生萬法。所以叫真空不空，它能生萬法。萬法是妙有，妙有非有。這樣一來什麼？性空、妙有二邊都不沾，你才真正入門了。你沾著真空，不究竟，你心不清淨，沾著妙有也不清淨。那佛法是什麼？佛法不能說，開口便錯，動念即乖，這才是真的。真的，世尊也表演了，拈花微笑，那真的。誰知道？只有一個迦葉尊者知道，佛這個拈花示意，就是空有二邊不沾，這才真正契入境界。"
    },
    {
      "id": "02-040-0156_p0046",
      "zh_CN": "神秀跟五祖多少年，为什么不能见性？我没有放下。《坛经》里头记载你看得到，他作了首偈子，不敢送给五祖，不放心。最后没办法，写在墙上，五祖赞叹，我就出来说是我作的，不赞叹就算了，别提了。你看，没放下。惠能一听这个偈子就穿了，就知道了，没见性。把这个偈子修改了，「菩提本无树，明镜亦非台」，改了。这一改，五祖知道了，知道有一个人懂，明白人。赶紧把偈子擦掉，也没有开悟，向大家宣布，怕人害他，他保护他。",
      "zh_TW": "神秀跟五祖多少年，為什麼不能見性？我沒有放下。《壇經》裡頭記載你看得到，他作了首偈子，不敢送給五祖，不放心。最後沒辦法，寫在牆上，五祖讚歎，我就出來說是我作的，不讚歎就算了，別提了。你看，沒放下。惠能一聽這個偈子就穿了，就知道了，沒見性。把這個偈子修改了，「菩提本無樹，明鏡亦非台」，改了。這一改，五祖知道了，知道有一個人懂，明白人。趕緊把偈子擦掉，也沒有開悟，向大家宣布，怕人害他，他保護他。"
    },
    {
      "id": "02-040-0156_p0047",
      "zh_CN": "所以祖师这些东西实在是不得了，真是中国，中国这个瑰宝能救全世界，能救全人类。我们要真干，尤其年轻人。从哪里干起？从扎根干起，《弟子规》、《感应篇》要做到。为什么？中国唐朝中叶之后，祖师大德们把小乘放弃了，但是不从小乘决定不能成就，所以中国祖师用儒跟道代替小乘。行，这一千三百多年来，出了不少祖师大德，说明是可以的。但是今天儒不学了，道也不学，小乘也不要了，大乘架空了，这问题严重，全是假大乘，不是真大乘。所以还不如斯里兰卡，斯里兰卡真小乘，它的小乘人民全部落实了。他们的出家人对于小乘经都会讲，小乘经讲伦理、讲道德，都劝善。人民个个都善良，个个都没有竞争的心，都是知足常乐。常乐怎么？知足就常乐，不求了，所以社会非常安定。很难得的一个好地方，到那里看到佛教落实在人民生活当中。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "所以祖師這些東西實在是不得了，真是中國，中國這個瑰寶能救全世界，能救全人類。我們要真幹，尤其年輕人。從哪裡幹起？從扎根幹起，《弟子規》、《感應篇》要做到。為什麼？中國唐朝中葉之後，祖師大德們把小乘放棄了，但是不從小乘決定不能成就，所以中國祖師用儒跟道代替小乘。行，這一千三百多年來，出了不少祖師大德，說明是可以的。但是今天儒不學了，道也不學，小乘也不要了，大乘架空了，這問題嚴重，全是假大乘，不是真大乘。所以還不如斯里蘭卡，斯里蘭卡真小乘，它的小乘人民全部落實了。他們的出家人對於小乘經都會講，小乘經講倫理、講道德，都勸善。人民個個都善良，個個都沒有競爭的心，都是知足常樂。常樂怎麼？知足就常樂，不求了，所以社會非常安定。很難得的一個好地方，到那裡看到佛教落實在人民生活當中。好，今天時間到了，我們就學習到此地。"
    }
  ]
}