{
  "doc_id": "02-040-0300",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三００集",
    "zh_TW": "第三００集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0300",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-040-0300_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0300_p0002",
      "zh_CN": "请看《大经科注》第五百八十四页，从第一行第二句看起：",
      "zh_TW": "請看《大經科註》第五百八十四頁，從第一行第二句看起："
    },
    {
      "id": "02-040-0300_p0003",
      "zh_CN": "「南泉云：说作如如，早变了也」。念老在括弧里头说，「说出个如如，其真实义早已变失了也」。这个意思是什么？说不得，明白的人自然明白，不明白的人怎么说他也不会明白，就这个意思。南泉，唐朝时候人，参考资料里头有简单的介绍，「唐池州南泉山普愿禅师，马祖之法嗣」。他是马祖的徒弟，马祖是他的师父，他是禅宗第九代。马祖是第八代，他是怀让的学生，中国丛林制度是从他兴起的，马祖跟百丈两位大师创建中国佛教丛林制度。「初习律，于教观究精要」，究是研究，深入的研究，他有戒律的基础，他有教下的根基。「后入马祖之门」，以后他学禅。马祖，禅宗的大德。「顿忘筌蹄」，这是一句比喻的话。「筌」是捕鱼的，现在少见。抗战期间，我们常年在农村，这个东西常见，竹子编的，前面口大，后面口小，放在小水沟里头、小溪里头，鱼进去就出不来，是抓鱼的工具，这个叫筌。「蹄」，是捕兔的网，叫蹄。比喻达到目的的手段或工具，禅宗常用这个做比喻。鱼拿到，兔子抓到，工具就不重要了，就把它放在一边，目的达到了。禅宗参究是手段，目的是大彻大悟、明心见性。这个意思是说明南泉在马祖会下开悟了，正如同马祖在怀让大师会下开悟一样，没有开悟之前距离相差很大，开悟之后就入同样一个境界。",
      "zh_TW": "「南泉云：說作如如，早變了也」。念老在括弧裡頭說，「說出個如如，其真實義早已變失了也」。這個意思是什麼？說不得，明白的人自然明白，不明白的人怎麼說他也不會明白，就這個意思。南泉，唐朝時候人，參考資料裡頭有簡單的介紹，「唐池州南泉山普願禪師，馬祖之法嗣」。他是馬祖的徒弟，馬祖是他的師父，他是禪宗第九代。馬祖是第八代，他是懷讓的學生，中國叢林制度是從他興起的，馬祖跟百丈兩位大師創建中國佛教叢林制度。「初習律，於教觀究精要」，究是研究，深入的研究，他有戒律的基礎，他有教下的根基。「後入馬祖之門」，以後他學禪。馬祖，禪宗的大德。「頓忘筌蹄」，這是一句比喻的話。「筌」是捕魚的，現在少見。抗戰期間，我們常年在農村，這個東西常見，竹子編的，前面口大，後面口小，放在小水溝裡頭、小溪裡頭，魚進去就出不來，是抓魚的工具，這個叫筌。「蹄」，是捕兔的網，叫蹄。比喻達到目的的手段或工具，禪宗常用這個做比喻。魚拿到，兔子抓到，工具就不重要了，就把它放在一邊，目的達到了。禪宗參究是手段，目的是大徹大悟、明心見性。這個意思是說明南泉在馬祖會下開悟了，正如同馬祖在懷讓大師會下開悟一樣，沒有開悟之前距離相差很大，開悟之後就入同樣一個境界。"
    },
    {
      "id": "02-040-0300_p0004",
      "zh_CN": "像惠能大师那样的顿悟，在历史上只看到一个，没有看到第二个。往后这些人大彻大悟、明心见性，都是长时间的参学开悟的，不像惠能，一句话之下他就开悟了。可是开悟之后境界是相同的，惠能大师的神通、智慧、辩才，每个开悟的人都是平等的。为什么？他见性了。怎样才能见性？放下就能见性。放下什么？六根对着六尘境界，眼见色、耳闻声、鼻嗅香、舌尝味，六根对外头境界不起心不动念、不分别不执着，就开悟了。释迦牟尼佛三十岁，在菩提树下，他是入定开悟了。惠能大师是二十四岁，听五祖忍和尚讲《金刚经》，讲到「应无所住而生其心」，他开悟了。世尊开悟之后，把开悟的境界完全说出来，就是《大方广佛华严经》。惠能大师开悟，只说了二十个字，那二十个字如果展开就是《华严经》；《华严经》把它浓缩就是二十个字，不增不减。开悟确实无所不知、无所不能。我们从《六祖坛经》里面看到，那是透了一点信息。惠能大师不认识字，没有学过经教，在黄梅住了八个月，实际上跟五祖只见面三次。第一次见面，是到黄梅来求法，跟五祖见了一次面。五祖问他：你来到这里想学些什么？他回答五祖说：「我来作佛的。」我们相信五祖从来没有听过这么样一个人，他到这里是来作佛的，他不为别的。五祖真的就帮助他成佛了，作佛，明心见性就是作佛，真满了他的愿。分配他到碓房里面舂米破柴，他是樵夫，干他的老本行，在那里干了八个月。",
      "zh_TW": "像惠能大師那樣的頓悟，在歷史上只看到一個，沒有看到第二個。往後這些人大徹大悟、明心見性，都是長時間的參學開悟的，不像惠能，一句話之下他就開悟了。可是開悟之後境界是相同的，惠能大師的神通、智慧、辯才，每個開悟的人都是平等的。為什麼？他見性了。怎樣才能見性？放下就能見性。放下什麼？六根對著六塵境界，眼見色、耳聞聲、鼻嗅香、舌嘗味，六根對外頭境界不起心不動念、不分別不執著，就開悟了。釋迦牟尼佛三十歲，在菩提樹下，他是入定開悟了。惠能大師是二十四歲，聽五祖忍和尚講《金剛經》，講到「應無所住而生其心」，他開悟了。世尊開悟之後，把開悟的境界完全說出來，就是《大方廣佛華嚴經》。惠能大師開悟，只說了二十個字，那二十個字如果展開就是《華嚴經》；《華嚴經》把它濃縮就是二十個字，不增不減。開悟確實無所不知、無所不能。我們從《六祖壇經》裡面看到，那是透了一點信息。惠能大師不認識字，沒有學過經教，在黃梅住了八個月，實際上跟五祖只見面三次。第一次見面，是到黃梅來求法，跟五祖見了一次面。五祖問他：你來到這裡想學些什麼？他回答五祖說：「我來作佛的。」我們相信五祖從來沒有聽過這麼樣一個人，他到這裡是來作佛的，他不為別的。五祖真的就幫助他成佛了，作佛，明心見性就是作佛，真滿了他的願。分配他到碓房裡面舂米破柴，他是樵夫，幹他的老本行，在那裡幹了八個月。"
    },
    {
      "id": "02-040-0300_p0005",
      "zh_CN": "这一天五祖要传法，自己年岁太大，就是要传下一代，他是第五代，底下是第六代。吩咐寺院的大众：每个人作一首偈子来给我看看，真的要明心见性，衣钵就传给他，他就是第六代祖。话说出去三天，没人作偈子。神秀心里很清楚，大家不愿意作偈，也就是说，大众心目当中第六代祖肯定是神秀。这逼着神秀不作不行，神秀说我不能不作，大家都在看我。一首偈子作了好几天，自己没把握，作好了，不敢送给老和尚，没信心，想了一个方法，贴到墙壁上。如果老和尚看到赞叹，就说这是我作的；老和尚不满意，就算了，别说话。他的这首偈多出名，「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」。五祖看了，说作得不错，大家都可以依照这个偈子去修行，别的话就没说了。",
      "zh_TW": "這一天五祖要傳法，自己年歲太大，就是要傳下一代，他是第五代，底下是第六代。吩咐寺院的大眾：每個人作一首偈子來給我看看，真的要明心見性，衣缽就傳給他，他就是第六代祖。話說出去三天，沒人作偈子。神秀心裡很清楚，大家不願意作偈，也就是說，大眾心目當中第六代祖肯定是神秀。這逼著神秀不作不行，神秀說我不能不作，大家都在看我。一首偈子作了好幾天，自己沒把握，作好了，不敢送給老和尚，沒信心，想了一個方法，貼到牆壁上。如果老和尚看到讚歎，就說這是我作的；老和尚不滿意，就算了，別說話。他的這首偈多出名，「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」。五祖看了，說作得不錯，大家都可以依照這個偈子去修行，別的話就沒說了。"
    },
    {
      "id": "02-040-0300_p0006",
      "zh_CN": "整个庙里面都知道这桩事情，大家都在念这首偈子。惠能大师听到了，就找人，庙很大，他除了碓房，别的地方没去过，这偈子在哪里？找个人带他去看看，他说我也想去拜一拜。带到那边拜了三拜，问旁边有没有人会写字的，人家问干什么？说我也有一首偈子，请人帮我写一写。他不会写字，不认识字，不会写字。他把这首偈子改了，身是菩提树，「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」。这首偈子写出来之后，马上轰动，这整庙都轰动，没有想到还有这么一个人。五祖一听说，不妙，赶快到这个地方墙壁上来看，把草鞋脱下来把它擦掉，告诉大家：没见性，也没见性。这就平息下来了。",
      "zh_TW": "整個廟裡面都知道這樁事情，大家都在念這首偈子。惠能大師聽到了，就找人，廟很大，他除了碓房，別的地方沒去過，這偈子在哪裡？找個人帶他去看看，他說我也想去拜一拜。帶到那邊拜了三拜，問旁邊有沒有人會寫字的，人家問幹什麼？說我也有一首偈子，請人幫我寫一寫。他不會寫字，不認識字，不會寫字。他把這首偈子改了，身是菩提樹，「菩提本無樹，明鏡亦非台，本來無一物，何處惹塵埃」。這首偈子寫出來之後，馬上轟動，這整廟都轟動，沒有想到還有這麼一個人。五祖一聽說，不妙，趕快到這個地方牆壁上來看，把草鞋脫下來把它擦掉，告訴大家：沒見性，也沒見性。這就平息下來了。"
    },
    {
      "id": "02-040-0300_p0007",
      "zh_CN": "第二天老和尚巡寮，巡寮就是整个寺院各个地方去看一遍，叫巡寮。巡寮的目的没有别的，就是去看惠能，因为单独看惠能不行，太瞩目了。整个寺庙拐拐角角上都去看一遍，也走到碓房，在碓房里面跟惠能见了面，说了几句话。第二次见面，八个月第二次见面。惠能在舂米，问他：米舂得怎么样？舂熟了没？他说：早熟了，就是还没有筛。他话里头有话，别人听不懂，他说「犹欠筛在」，那就是早就开悟了，没有人给他作证，求五祖给他作证。五祖就用拐杖在他碓上敲了三下，走了。这个三下就是三更，夜晚三更来找他。他们两个心是通的，惠能知道，别的没有人知道。所以三更他到方丈室去，果然方丈室每一道门都没有关，一推就进去了。进去之后，老和尚看他来了，把房门关起来，半夜给他讲《金刚经》。这是第三次见面，就见过三次面。",
      "zh_TW": "第二天老和尚巡寮，巡寮就是整個寺院各個地方去看一遍，叫巡寮。巡寮的目的沒有別的，就是去看惠能，因為單獨看惠能不行，太矚目了。整個寺廟拐拐角角上都去看一遍，也走到碓房，在碓房裡面跟惠能見了面，說了幾句話。第二次見面，八個月第二次見面。惠能在舂米，問他：米舂得怎麼樣？舂熟了沒？他說：早熟了，就是還沒有篩。他話裡頭有話，別人聽不懂，他說「猶欠篩在」，那就是早就開悟了，沒有人給他作證，求五祖給他作證。五祖就用拐杖在他碓上敲了三下，走了。這個三下就是三更，夜晚三更來找他。他們兩個心是通的，惠能知道，別的沒有人知道。所以三更他到方丈室去，果然方丈室每一道門都沒有關，一推就進去了。進去之後，老和尚看他來了，把房門關起來，半夜給他講《金剛經》。這是第三次見面，就見過三次面。"
    },
    {
      "id": "02-040-0300_p0008",
      "zh_CN": "开悟之后，衣钵给他，他就是第六代祖。因为嫉妒障碍很多，怕人会害他，连夜已经准备了船，叫他离开：赶紧走，你是南方来的，还回到南方去。他跑到猎人队，替猎人当伙夫，给猎人煮饭，在那里服务了十五年。十五年之后风平浪静，大家把这个事情忘掉了，他出来了。盛唐，中国佛法的黄金时代，惠能还遭这样的难，你说嫉妒障碍多可怕。他在黄梅八个月，黄梅有讲堂，他没有去听课，黄梅有禅堂，他没有去坐过香，他修行的地点就是柴房，就是劈柴舂米，那就是他修行。谁知道？五祖忍和尚知道，其他没有一个人知道。真修，真修在哪里修？六根接触六尘之处，就在那里修。见色闻声，修不起心不动念、不分别不执着，就修这个。起心动念、分别执着是妄心，是阿赖耶。不用阿赖耶，不用阿赖耶就是用真心，真心不起心不动念、不分别不执着，外面境界清清楚楚、了了分明，那是自性里本有的般若智慧，智慧现前。",
      "zh_TW": "開悟之後，衣缽給他，他就是第六代祖。因為嫉妒障礙很多，怕人會害他，連夜已經準備了船，叫他離開：趕緊走，你是南方來的，還回到南方去。他跑到獵人隊，替獵人當伙夫，給獵人煮飯，在那裡服務了十五年。十五年之後風平浪靜，大家把這個事情忘掉了，他出來了。盛唐，中國佛法的黃金時代，惠能還遭這樣的難，你說嫉妒障礙多可怕。他在黃梅八個月，黃梅有講堂，他沒有去聽課，黃梅有禪堂，他沒有去坐過香，他修行的地點就是柴房，就是劈柴舂米，那就是他修行。誰知道？五祖忍和尚知道，其他沒有一個人知道。真修，真修在哪裡修？六根接觸六塵之處，就在那裡修。見色聞聲，修不起心不動念、不分別不執著，就修這個。起心動念、分別執著是妄心，是阿賴耶。不用阿賴耶，不用阿賴耶就是用真心，真心不起心不動念、不分別不執著，外面境界清清楚楚、了了分明，那是自性裡本有的般若智慧，智慧現前。"
    },
    {
      "id": "02-040-0300_p0009",
      "zh_CN": "逃难的路程当中，遇到无尽藏比丘尼。这个比丘尼，古人，都是一门深入、长时薰修。不像我们现在学经教，学得很多、很杂、很乱，所以不能成功。古人就是一样，无尽藏比丘尼就是一部《大涅槃经》，每天读经，读诵。这一次跟惠能遇到了，她在那里念经，惠能在旁边听。等到她念完，惠能就跟她讲，妳刚才念的那段经是什么意思，讲给她听。她非常惊讶，捧着经向他请教。惠能说：我不认识字。不认识字怎么会讲得这么好？这个与认字不认字没关系。惠能大师一生，在他会下大彻大悟、明心见性四十三个人，无尽藏比丘尼是第一个，开悟了。为什么她一听也能开悟？她念《涅槃经》至少也有十年，十年的心就在这一部经上，没有妄念，没有杂念，没有妄想，她清净平等心现出来了。清净平等心，惠能大师几句话一点，她就开悟了。开悟的基础是清净平等，觉就是开悟，我们这个经的经题。不具备清净平等的基础，就没法子开悟；有清净平等这个基础，很容易开悟。这都是一门深入，古人讲十年，十年把心定在一处。这个方法只有中国人有，外国人没有，外国人不知道。",
      "zh_TW": "逃難的路程當中，遇到無盡藏比丘尼。這個比丘尼，古人，都是一門深入、長時薰修。不像我們現在學經教，學得很多、很雜、很亂，所以不能成功。古人就是一樣，無盡藏比丘尼就是一部《大涅槃經》，每天讀經，讀誦。這一次跟惠能遇到了，她在那裡念經，惠能在旁邊聽。等到她念完，惠能就跟她講，妳剛才念的那段經是什麼意思，講給她聽。她非常驚訝，捧著經向他請教。惠能說：我不認識字。不認識字怎麼會講得這麼好？這個與認字不認字沒關係。惠能大師一生，在他會下大徹大悟、明心見性四十三個人，無盡藏比丘尼是第一個，開悟了。為什麼她一聽也能開悟？她念《涅槃經》至少也有十年，十年的心就在這一部經上，沒有妄念，沒有雜念，沒有妄想，她清淨平等心現出來了。清淨平等心，惠能大師幾句話一點，她就開悟了。開悟的基礎是清淨平等，覺就是開悟，我們這個經的經題。不具備清淨平等的基礎，就沒法子開悟；有清淨平等這個基礎，很容易開悟。這都是一門深入，古人講十年，十年把心定在一處。這個方法只有中國人有，外國人沒有，外國人不知道。"
    },
    {
      "id": "02-040-0300_p0010",
      "zh_CN": "第二个类似的例子，《坛经》上有记载的，法达禅师，一生受持《法华经》的，就是念《法华经》，什么意思不懂，念了三千多遍。《法华经》分量很大，七卷，每一卷分量都大，念得熟的人，功夫念得勤，一天可以念一遍，三千多部那就是十年，他的心在《法华经》上定了十年。到曹溪去参访六祖，礼拜的时候头没有着地，拜了三拜，头都没着地。起来，六祖问他：你应该有值得骄傲的地方，是什么？他就讲：诵《法华》三千部。真不容易！六祖问他：《法华经》讲什么？他答不出来，回过头来向六祖请教。六祖说：这个经我没有听人念过，你念到这么熟，你念一遍我听听。《法华经》二十八品，他从头念，念到第二品，就是「方便品」，六祖给他说：行了，不要再念，我全知道了。讲给他听，他开悟了。这时候感恩，再礼拜，头着地了。",
      "zh_TW": "第二個類似的例子，《壇經》上有記載的，法達禪師，一生受持《法華經》的，就是念《法華經》，什麼意思不懂，念了三千多遍。《法華經》分量很大，七卷，每一卷分量都大，念得熟的人，功夫念得勤，一天可以念一遍，三千多部那就是十年，他的心在《法華經》上定了十年。到曹溪去參訪六祖，禮拜的時候頭沒有著地，拜了三拜，頭都沒著地。起來，六祖問他：你應該有值得驕傲的地方，是什麼？他就講：誦《法華》三千部。真不容易！六祖問他：《法華經》講什麼？他答不出來，回過頭來向六祖請教。六祖說：這個經我沒有聽人念過，你念到這麼熟，你念一遍我聽聽。《法華經》二十八品，他從頭念，念到第二品，就是「方便品」，六祖給他說：行了，不要再念，我全知道了。講給他聽，他開悟了。這時候感恩，再禮拜，頭著地了。"
    },
    {
      "id": "02-040-0300_p0011",
      "zh_CN": "所以开悟的条件没有别的，「制心一处」，佛说的，大小乘经上都有，「无事不办」，连明心见性都可以办，释迦牟尼佛一生所说的一切经教，你只要听几句就全懂了，不必听完，无论是哪一段，前面、当中、后面都可以，你只要念一小段，全经他都知道。这是自性本具般若智慧现前，与认识字不认识字真的不相干。佛教有，伊斯兰教也有。大家知道《古兰经》是穆罕默德说的，别人帮他记笔记记下来的。穆罕默德本人不认识字，能说出一部《古兰经》。今天全世界有十几亿的穆斯林都读这一部经典，说出经典的人是不认识字的，他有智慧。我们今天学习经教的这些宗教人士，完全学的是知识，不是智慧。智慧从哪里来的？从戒定慧来的。知识不需要戒定，多看多听就行了，多写笔记，干这些的，所学的全是别人的东西，不是自己的。自己的就是自性流露出来的，这是自己的。不是自性流出来的，那是阿赖耶识里面的种子流露的，这叫记问之学。中国古代老祖宗都说「记问之学，不足以为人师」，中国古时候这些老祖宗不重视。重视什么人？重视开悟的，重视有清净平等觉的人。",
      "zh_TW": "所以開悟的條件沒有別的，「制心一處」，佛說的，大小乘經上都有，「無事不辦」，連明心見性都可以辦，釋迦牟尼佛一生所說的一切經教，你只要聽幾句就全懂了，不必聽完，無論是哪一段，前面、當中、後面都可以，你只要念一小段，全經他都知道。這是自性本具般若智慧現前，與認識字不認識字真的不相干。佛教有，伊斯蘭教也有。大家知道《古蘭經》是穆罕默德說的，別人幫他記筆記記下來的。穆罕默德本人不認識字，能說出一部《古蘭經》。今天全世界有十幾億的穆斯林都讀這一部經典，說出經典的人是不認識字的，他有智慧。我們今天學習經教的這些宗教人士，完全學的是知識，不是智慧。智慧從哪裡來的？從戒定慧來的。知識不需要戒定，多看多聽就行了，多寫筆記，幹這些的，所學的全是別人的東西，不是自己的。自己的就是自性流露出來的，這是自己的。不是自性流出來的，那是阿賴耶識裡面的種子流露的，這叫記問之學。中國古代老祖宗都說「記問之學，不足以為人師」，中國古時候這些老祖宗不重視。重視什麼人？重視開悟的，重視有清淨平等覺的人。"
    },
    {
      "id": "02-040-0300_p0012",
      "zh_CN": "学佛，无论出家在家，要真干，不能干假的，要向开悟这条道路走，就是正确。经可不可以看？可以看、可以听，但是戒跟定重要！戒，现在没人讲戒了，没人传戒，也没人学戒，几乎就断掉了。我们常年在国外过流浪生活，我们很清楚，在世尊末法时代，往后九千年，除了念佛求生净土，别的法门都不能成就。为什么？得不到三昧，得不到三昧就不可能开悟，换句话说，依旧搞六道轮回，必然的。要想在这一生决定往生净土，只有信愿持名这一个办法。这个办法是蕅益大师在《弥陀经要解》里头提倡的，印光大师完全接受了。印祖一生教人，他自己做出榜样，真做到了，十六个字：「敦伦尽分，闲邪存诚，信愿持名，求生净土」。这十六个字是印光大师传法的法印，你能够一生依教奉行，你就是印光法师的弟子，你就得到他的真传，真弟子，不是假的。",
      "zh_TW": "學佛，無論出家在家，要真幹，不能幹假的，要向開悟這條道路走，就是正確。經可不可以看？可以看、可以聽，但是戒跟定重要！戒，現在沒人講戒了，沒人傳戒，也沒人學戒，幾乎就斷掉了。我們常年在國外過流浪生活，我們很清楚，在世尊末法時代，往後九千年，除了念佛求生淨土，別的法門都不能成就。為什麼？得不到三昧，得不到三昧就不可能開悟，換句話說，依舊搞六道輪迴，必然的。要想在這一生決定往生淨土，只有信願持名這一個辦法。這個辦法是蕅益大師在《彌陀經要解》裡頭提倡的，印光大師完全接受了。印祖一生教人，他自己做出榜樣，真做到了，十六個字：「敦倫盡分，閑邪存誠，信願持名，求生淨土」。這十六個字是印光大師傳法的法印，你能夠一生依教奉行，你就是印光法師的弟子，你就得到他的真傳，真弟子，不是假的。"
    },
    {
      "id": "02-040-0300_p0013",
      "zh_CN": "「敦伦」怎么讲？伦是同类的，我们是人，「凡是人，皆须爱」就叫敦伦。敦是敦睦，就亲爱的意思。没有分别，没有彼此，凡是人，皆须爱，这敦伦。「尽分」，对人、对事、对物尽心尽力去做，不为自己，为社会、为国家、为世界、为众生，功德圆满。这是对外。对自己，对内，这就讲究存心，「闲邪存诚」，闲是防止，邪是一切邪恶，一切不善、一切邪恶我们决定不能做，心里面只存着真诚，真诚就是菩提心。菩提心的体是至诚心，《观无量寿经》上讲的，至诚心是体，至诚心对自己叫深心，自受用；对别人叫大慈大悲，他受用。真诚用在自己是清净，我就用清净平等；真诚心对别人是大慈大悲，存诚。「信愿持名，求生净土」，这是学佛了。信，决定相信有西方极乐世界、有阿弥陀佛，一点都不怀疑，愿生西方，发愿我要到极乐世界去，我要亲近阿弥陀佛，我到这个世间来就为干这个事情的，其他都不是我要求的，我就干这个事情，一心一意求生净土，决定得生。这十六个字就是印光大师的一生，他的生平十六个字就写尽了。我们把十六个字完全接受过来，依教奉行，是印光大师法子，真的不是假的。",
      "zh_TW": "「敦倫」怎麼講？倫是同類的，我們是人，「凡是人，皆須愛」就叫敦倫。敦是敦睦，就親愛的意思。沒有分別，沒有彼此，凡是人，皆須愛，這敦倫。「盡分」，對人、對事、對物盡心盡力去做，不為自己，為社會、為國家、為世界、為眾生，功德圓滿。這是對外。對自己，對內，這就講究存心，「閑邪存誠」，閑是防止，邪是一切邪惡，一切不善、一切邪惡我們決定不能做，心裡面只存著真誠，真誠就是菩提心。菩提心的體是至誠心，《觀無量壽經》上講的，至誠心是體，至誠心對自己叫深心，自受用；對別人叫大慈大悲，他受用。真誠用在自己是清淨，我就用清淨平等；真誠心對別人是大慈大悲，存誠。「信願持名，求生淨土」，這是學佛了。信，決定相信有西方極樂世界、有阿彌陀佛，一點都不懷疑，願生西方，發願我要到極樂世界去，我要親近阿彌陀佛，我到這個世間來就為幹這個事情的，其他都不是我要求的，我就幹這個事情，一心一意求生淨土，決定得生。這十六個字就是印光大師的一生，他的生平十六個字就寫盡了。我們把十六個字完全接受過來，依教奉行，是印光大師法子，真的不是假的。"
    },
    {
      "id": "02-040-0300_p0014",
      "zh_CN": "所以南泉在马祖会下明心见性、大彻大悟，叫「心地悟明」。「德宗贞元十一年留锡池州不下南泉者三十余年」。你看看人家定力！南泉是山名，他在南泉山上住了三十多年，不下山，这就是定功。德宗时代，《四十华严》到中国。《四十华严》，贞元年间翻译完成，《华严经》最后的一品，完整的，没有欠缺，非常稀有难逢。这个经到中国翻译成中文，南泉大师在世。「文宗太和初，宣城陆亘」，这都在安徽，池州，好像现在也叫池州，离九华山不远，就住在这些地方。我们看到古人的行谊，住在一个地方一生不动。他是「太和八年」，就是文宗，文宗的年号是太和，八年十一月圆寂的，寿八十七岁。他的这些传记写在《传灯录》里头，《景德传灯录》，比他早的在《五灯会元》，这是禅宗两部传记。",
      "zh_TW": "所以南泉在馬祖會下明心見性、大徹大悟，叫「心地悟明」。「德宗貞元十一年留錫池州不下南泉者三十餘年」。你看看人家定力！南泉是山名，他在南泉山上住了三十多年，不下山，這就是定功。德宗時代，《四十華嚴》到中國。《四十華嚴》，貞元年間翻譯完成，《華嚴經》最後的一品，完整的，沒有欠缺，非常稀有難逢。這個經到中國翻譯成中文，南泉大師在世。「文宗太和初，宣城陸亘」，這都在安徽，池州，好像現在也叫池州，離九華山不遠，就住在這些地方。我們看到古人的行誼，住在一個地方一生不動。他是「太和八年」，就是文宗，文宗的年號是太和，八年十一月圓寂的，壽八十七歲。他的這些傳記寫在《傳燈錄》裡頭，《景德傳燈錄》，比他早的在《五燈會元》，這是禪宗兩部傳記。"
    },
    {
      "id": "02-040-0300_p0015",
      "zh_CN": "所以这两样东西里面所记载的，《五灯会元》一千七百个人，加上《景德传灯录》里面所记载的，我们估计禅宗在中国这一千年，明心见性、大彻大悟应该有三千人。明心见性就是成佛，所以佛教在中国这两千年，成就的超过印度。印度，佛陀在世时候没有这么多人。中国跟佛教特别有缘分。这个里头不算念佛往生的，要是算念佛往生的，我们最保守的估计要超过十万人。往生净土就成佛，地位不在明心见性之下，这个我们要知道。明心见性的路子难走，念佛这个路子好走。蕅益、印光大师的所传，末世的众生一定要尊重，要认真学习。这个机会稀有难逢，开经偈上说「百千万劫难遭遇」，彭际清居士讲「无量劫来希有难逢之一日」，我们遇到了。遇到要是当面错过，这一生不成就，怎么说都说不过去。成佛的这个机缘你遇到了，你没把它抓住，这像什么话！应该放下万缘，一心求生西方。特别是生在我们现前这个时代，愈想它愈珍贵，愈想愈难得，发心才对得起自己、对得起三宝、对得起祖宗。",
      "zh_TW": "所以這兩樣東西裡面所記載的，《五燈會元》一千七百個人，加上《景德傳燈錄》裡面所記載的，我們估計禪宗在中國這一千年，明心見性、大徹大悟應該有三千人。明心見性就是成佛，所以佛教在中國這兩千年，成就的超過印度。印度，佛陀在世時候沒有這麼多人。中國跟佛教特別有緣分。這個裡頭不算念佛往生的，要是算念佛往生的，我們最保守的估計要超過十萬人。往生淨土就成佛，地位不在明心見性之下，這個我們要知道。明心見性的路子難走，念佛這個路子好走。蕅益、印光大師的所傳，末世的眾生一定要尊重，要認真學習。這個機會稀有難逢，開經偈上說「百千萬劫難遭遇」，彭際清居士講「無量劫來希有難逢之一日」，我們遇到了。遇到要是當面錯過，這一生不成就，怎麼說都說不過去。成佛的這個機緣你遇到了，你沒把它抓住，這像什麼話！應該放下萬緣，一心求生西方。特別是生在我們現前這個時代，愈想它愈珍貴，愈想愈難得，發心才對得起自己、對得起三寶、對得起祖宗。"
    },
    {
      "id": "02-040-0300_p0016",
      "zh_CN": "宗门见性，那个境界没法子说。说出来，懂得的人，他能听得懂，他明了；不懂得的人，听了之后还是不懂，不但不懂，他还有疑惑。大乘教里头两句话说得非常好，叫「言语道断，心行处灭」。言语道断，言语说不出来，说出来的就错了。南泉这个地方，「说作如如，早变了也」，不是如如了，变质了。告诉你说不出，不能说、不能说，你怎么还说个如如？不但说不出，心里不能想，只一想就错了。为什么？自性里头没有言语，你怎么说？自性里头没有思想，它没有起心动念、没有分别执着，你怎么说？你怎么讲？你如果放下起心动念、分别执着，你完全明了了。那是什么境界？就是经题上的「清净平等觉」，你就证得了。证得清净平等觉，就是法身菩萨，就跟这些大彻大悟、明心见性的人同一个境界，他们说的话你全懂。不入这个境界，难。",
      "zh_TW": "宗門見性，那個境界沒法子說。說出來，懂得的人，他能聽得懂，他明瞭；不懂得的人，聽了之後還是不懂，不但不懂，他還有疑惑。大乘教裡頭兩句話說得非常好，叫「言語道斷，心行處滅」。言語道斷，言語說不出來，說出來的就錯了。南泉這個地方，「說作如如，早變了也」，不是如如了，變質了。告訴你說不出，不能說、不能說，你怎麼還說個如如？不但說不出，心裡不能想，只一想就錯了。為什麼？自性裡頭沒有言語，你怎麼說？自性裡頭沒有思想，它沒有起心動念、沒有分別執著，你怎麼說？你怎麼講？你如果放下起心動念、分別執著，你完全明瞭了。那是什麼境界？就是經題上的「清淨平等覺」，你就證得了。證得清淨平等覺，就是法身菩薩，就跟這些大徹大悟、明心見性的人同一個境界，他們說的話你全懂。不入這個境界，難。"
    },
    {
      "id": "02-040-0300_p0017",
      "zh_CN": "下面说，「故云非语言分别之所能知」。你想从言语里头听一点消息，你觉悟了，没这回事情。我们要问，惠能大师听《金刚经》，听到「应无所住而生其心」，是不是听经开悟的？如果是听经开悟的，为什么别人听经不会开悟？这个事情要讲因果，有因、有缘、有果。惠能大师有因，我们凡夫没有因。因是什么？因是他真放得下，他确实放下了。从哪里知道他放下？你看，「菩提本无树，明镜亦非台」，这就知道他全放下了。「本来无一物」，这句话说得好，「何处惹尘埃」，本无一物，哪来的尘埃。这是什么？这是因。听经是缘，有因有缘，因缘具足，果就现前了，这果是大彻大悟。我们天天听经，有缘没有因。如果真正有因的人，听讲经决定开悟。因缘具足，讲的人没开悟，听的人开悟了，有，与讲的人不相干，这个道理一定要懂。然后才晓得，学佛什么最重要？放下最重要。放下，你真听懂了；没放下，你没听懂。真话，听懂哪有不放下的道理！一放下就成佛，就这么简单，就这么容易。成佛之后，没有一样你不知道，没有一样你有障碍，所以非语言分别之所能知。",
      "zh_TW": "下面說，「故云非語言分別之所能知」。你想從言語裡頭聽一點消息，你覺悟了，沒這回事情。我們要問，惠能大師聽《金剛經》，聽到「應無所住而生其心」，是不是聽經開悟的？如果是聽經開悟的，為什麼別人聽經不會開悟？這個事情要講因果，有因、有緣、有果。惠能大師有因，我們凡夫沒有因。因是什麼？因是他真放得下，他確實放下了。從哪裡知道他放下？你看，「菩提本無樹，明鏡亦非台」，這就知道他全放下了。「本來無一物」，這句話說得好，「何處惹塵埃」，本無一物，哪來的塵埃。這是什麼？這是因。聽經是緣，有因有緣，因緣具足，果就現前了，這果是大徹大悟。我們天天聽經，有緣沒有因。如果真正有因的人，聽講經決定開悟。因緣具足，講的人沒開悟，聽的人開悟了，有，與講的人不相干，這個道理一定要懂。然後才曉得，學佛什麼最重要？放下最重要。放下，你真聽懂了；沒放下，你沒聽懂。真話，聽懂哪有不放下的道理！一放下就成佛，就這麼簡單，就這麼容易。成佛之後，沒有一樣你不知道，沒有一樣你有障礙，所以非語言分別之所能知。"
    },
    {
      "id": "02-040-0300_p0018",
      "zh_CN": "《大乘起信论》里头有一句话教我们，教我们用什么样的心态去听经，用什么样的心态去读经。它说了三桩事情，第一个，听经离言说相。离，不执着、不分别。讲经的人说什么，不要去分别、不要去执着。看经，不要执着文字相，文字是音声的符号，不要执着文字相。第二，不要执著名字相。名字是什么？术语。缘觉、南泉、佛、菩萨、明心见性，这都是些名字相，别执着它，假的，不是真的，名词术语不要执着。第三个，不执着心缘相，就是不能想它这什么意思、这怎么讲法，不可以。懂就懂，你就开悟了；不懂，愈讲愈糊涂。这种教学法，走遍全世界找不到第二家，只有佛门当中有，现在佛门当中全不用了。就在面前，这也是宗门的话，「踏破铁鞋无觅处」，找不到，「得来全不费工夫」，就在当下，当下就是。当下就是，对我们来说怎么会这么困难？就是我们有分别、有妄想、有执着。有这个东西，对于诸法实相边都摸不到。离开这些东西就是，法法头头皆是，无有一法不是。",
      "zh_TW": "《大乘起信論》裡頭有一句話教我們，教我們用什麼樣的心態去聽經，用什麼樣的心態去讀經。它說了三樁事情，第一個，聽經離言說相。離，不執著、不分別。講經的人說什麼，不要去分別、不要去執著。看經，不要執著文字相，文字是音聲的符號，不要執著文字相。第二，不要執著名字相。名字是什麼？術語。緣覺、南泉、佛、菩薩、明心見性，這都是些名字相，別執著它，假的，不是真的，名詞術語不要執著。第三個，不執著心緣相，就是不能想它這什麼意思、這怎麼講法，不可以。懂就懂，你就開悟了；不懂，愈講愈糊塗。這種教學法，走遍全世界找不到第二家，只有佛門當中有，現在佛門當中全不用了。就在面前，這也是宗門的話，「踏破鐵鞋無覓處」，找不到，「得來全不費工夫」，就在當下，當下就是。當下就是，對我們來說怎麼會這麼困難？就是我們有分別、有妄想、有執著。有這個東西，對於諸法實相邊都摸不到。離開這些東西就是，法法頭頭皆是，無有一法不是。"
    },
    {
      "id": "02-040-0300_p0019",
      "zh_CN": "我们接着看下面，「当知此之一件大事，言语道断，心行处灭」。就这一件大事，没法子说，不能想。「法藏果觉，实非语言之所能宣」。法藏，阿弥陀佛的因地，没有成佛之前，他在修菩萨行，在行菩萨道，他的境界，大彻大悟。有四十二个阶级，愈往上面去愈深愈妙，愈是言语达不到、思惟想像达不到。言语、思惟想像都是阿赖耶识的功能，菩萨转识成智，转八识成四智，那怎么会一样！「亦非众生生灭心」，生灭心就是阿赖耶，「思量」就是第七末那识，「分别」就是第六意识，统统达不到。「亦非」两个字冠下去的。「亦非（也不是）众生生灭心（阿赖耶）、思量（末那）、分别（第六意识）之所能及」，达不到。我们用这个心来学佛法，把佛法全都变成世间法了。变成世间什么？变成世间的哲学，高等哲学、佛经哲学，变了质的佛法。释迦牟尼佛的佛法，祖师大德他们证入这个境界的佛法，不一样。这个愈说愈玄，愈说愈妙，愈说愈不好懂，但是这是讲真话。「在凡夫分上，语言不能知」，给你讲你也不知道，「无语亦不能知」，不给你讲你也不知道；「分别不能知，无分别亦不能知」。为什么？这个一定要懂，为的是我们的心不清净，我们的心不平等。什么时候我们的心清净、平等，就懂得。心地清净，跟阿罗汉平等；心地平等，跟这些法身菩萨明心见性的人平等，这才行。清净、平等谁都帮不上忙，你自己的事情，你必须把染污离开，你心就清净；把分别离开，你就平等。学佛难，不容易！",
      "zh_TW": "我們接著看下面，「當知此之一件大事，言語道斷，心行處滅」。就這一件大事，沒法子說，不能想。「法藏果覺，實非語言之所能宣」。法藏，阿彌陀佛的因地，沒有成佛之前，他在修菩薩行，在行菩薩道，他的境界，大徹大悟。有四十二個階級，愈往上面去愈深愈妙，愈是言語達不到、思惟想像達不到。言語、思惟想像都是阿賴耶識的功能，菩薩轉識成智，轉八識成四智，那怎麼會一樣！「亦非眾生生滅心」，生滅心就是阿賴耶，「思量」就是第七末那識，「分別」就是第六意識，統統達不到。「亦非」兩個字冠下去的。「亦非（也不是）眾生生滅心（阿賴耶）、思量（末那）、分別（第六意識）之所能及」，達不到。我們用這個心來學佛法，把佛法全都變成世間法了。變成世間什麼？變成世間的哲學，高等哲學、佛經哲學，變了質的佛法。釋迦牟尼佛的佛法，祖師大德他們證入這個境界的佛法，不一樣。這個愈說愈玄，愈說愈妙，愈說愈不好懂，但是這是講真話。「在凡夫分上，語言不能知」，給你講你也不知道，「無語亦不能知」，不給你講你也不知道；「分別不能知，無分別亦不能知」。為什麼？這個一定要懂，為的是我們的心不清淨，我們的心不平等。什麼時候我們的心清淨、平等，就懂得。心地清淨，跟阿羅漢平等；心地平等，跟這些法身菩薩明心見性的人平等，這才行。清淨、平等誰都幫不上忙，你自己的事情，你必須把染污離開，你心就清淨；把分別離開，你就平等。學佛難，不容易！"
    },
    {
      "id": "02-040-0300_p0020",
      "zh_CN": "清净平等心没有现前，怎么办？除了净宗之外，依然去搞六道轮回，这是事实真相。佛法甚深的境界义趣不懂，没关系，只要老实念佛，个个都能往生。经要不要听？要不要读？我的主张，要听要读。为什么？如果不听不读，你连一点消息都得不到，消息得不到，念久了觉得不灵，怀疑了，一怀疑就完了，全毁掉了。所以天天读经、天天听经，维持你的信心。信心不退，愿心不退，念佛不退，这就行了，你就保证往生，有这么个好处。慢慢的，心愈清净，你明了的就愈多。一分清净心，有一分悟处；十分清净心，有十分悟处；百分清净心，你就有百分悟处。你听经能不能听懂，完全在清净平等心，不在别的。我跟章嘉大师三年，大师的言语很少，但是他的言语有力量，有摄受的力量，有启发的力量，有加持的力量。老人喜欢给你讲开示，是你的心很定，他喜欢给你讲；心浮气躁，他一句话不说。一定等你把浮躁的心情统统放下，他就给你讲了，没有废话。所以法藏菩萨、四十一位法身大士，这些人言语不能知，无言语也不能知，分别不能知，无分别也不能知。「法藏究竟法身妙果，唯有如如与如如智。故非凡情所能测」。如如，转八识，如如智是成四智，就是前面所讲开示悟入，他入了。六道凡夫、大梵天王、摩醯首罗天王，他们也不知道。",
      "zh_TW": "清淨平等心沒有現前，怎麼辦？除了淨宗之外，依然去搞六道輪迴，這是事實真相。佛法甚深的境界義趣不懂，沒關係，只要老實念佛，個個都能往生。經要不要聽？要不要讀？我的主張，要聽要讀。為什麼？如果不聽不讀，你連一點消息都得不到，消息得不到，念久了覺得不靈，懷疑了，一懷疑就完了，全毀掉了。所以天天讀經、天天聽經，維持你的信心。信心不退，願心不退，念佛不退，這就行了，你就保證往生，有這麼個好處。慢慢的，心愈清淨，你明瞭的就愈多。一分清淨心，有一分悟處；十分清淨心，有十分悟處；百分清淨心，你就有百分悟處。你聽經能不能聽懂，完全在清淨平等心，不在別的。我跟章嘉大師三年，大師的言語很少，但是他的言語有力量，有攝受的力量，有啟發的力量，有加持的力量。老人喜歡給你講開示，是你的心很定，他喜歡給你講；心浮氣躁，他一句話不說。一定等你把浮躁的心情統統放下，他就給你講了，沒有廢話。所以法藏菩薩、四十一位法身大士，這些人言語不能知，無言語也不能知，分別不能知，無分別也不能知。「法藏究竟法身妙果，唯有如如與如如智。故非凡情所能測」。如如，轉八識，如如智是成四智，就是前面所講開示悟入，他入了。六道凡夫、大梵天王、摩醯首羅天王，他們也不知道。"
    },
    {
      "id": "02-040-0300_p0021",
      "zh_CN": "我们再看底下这一小科，只有两句经文，「誓愿成就」。",
      "zh_TW": "我們再看底下這一小科，只有兩句經文，「誓願成就」。"
    },
    {
      "id": "02-040-0300_p0022",
      "zh_CN": "【所发誓愿。圆满成就。】",
      "zh_TW": "【所發誓願。圓滿成就。】"
    },
    {
      "id": "02-040-0300_p0023",
      "zh_CN": "着重在『圆满』两个字。注解里头念老说，「圆满者，圆妙具足」。『成就』者，嘉祥大师注解《法华论疏》里头说：「具足无余，不可破坏，故云成就」。具足无余就是圆满，样样具足，没有丝毫欠缺，而且不可破坏，这叫成就。「又《往生论注》」，这个注是昙鸾法师的，「依本法藏菩萨四十八愿，今日阿弥陀如来自在神力。愿以成力，力以就愿。愿不徒然，力不虚设。力愿相符，毕竟不差，故曰成就」。昙鸾法师《往生论》里面说的，说得好，我们应该要学习。依据的是《无量寿经》的四十八愿，今日阿弥陀如来自在神力，自在神力是自性里头流出来的本有的德能。佛在《华严》上说，「一切众生皆有如来智慧德相」，自在神力是属于德相。「愿以成力」，阿弥陀佛发的四十八愿，愿愿都圆满了，怎么圆满的？是自在神力圆满的。没有自在神力，这个愿就不能圆满。「力以就愿」，自在神力跟四十八愿融成一体，四十八愿就是自在神力，自在神力就是四十八愿。所以「愿不徒然」，真愿，愿愿兑现，「力不虚设」。「力愿相符，毕竟不差」，实际上，力跟愿融成一体，现在科学上的名词叫纠缠在一起。「故曰成就」，极乐世界不思议的成就，有道理、有凭据，不是假的，不是妄想。",
      "zh_TW": "著重在『圓滿』兩個字。註解裡頭念老說，「圓滿者，圓妙具足」。『成就』者，嘉祥大師註解《法華論疏》裡頭說：「具足無餘，不可破壞，故云成就」。具足無餘就是圓滿，樣樣具足，沒有絲毫欠缺，而且不可破壞，這叫成就。「又《往生論註》」，這個註是曇鸞法師的，「依本法藏菩薩四十八願，今日阿彌陀如來自在神力。願以成力，力以就願。願不徒然，力不虛設。力願相符，畢竟不差，故曰成就」。曇鸞法師《往生論》裡面說的，說得好，我們應該要學習。依據的是《無量壽經》的四十八願，今日阿彌陀如來自在神力，自在神力是自性裡頭流出來的本有的德能。佛在《華嚴》上說，「一切眾生皆有如來智慧德相」，自在神力是屬於德相。「願以成力」，阿彌陀佛發的四十八願，願願都圓滿了，怎麼圓滿的？是自在神力圓滿的。沒有自在神力，這個願就不能圓滿。「力以就願」，自在神力跟四十八願融成一體，四十八願就是自在神力，自在神力就是四十八願。所以「願不徒然」，真願，願願兌現，「力不虛設」。「力願相符，畢竟不差」，實際上，力跟願融成一體，現在科學上的名詞叫糾纏在一起。「故曰成就」，極樂世界不思議的成就，有道理、有憑據，不是假的，不是妄想。"
    },
    {
      "id": "02-040-0300_p0024",
      "zh_CN": "「又《法华经普贤劝发品》」，是普贤菩萨劝发菩提心，这品经里头有：「善男子、善女人成就四法，于如来灭后当得是法华经」。释迦牟尼佛灭度之后，去我们现在，依照中国人的说法是三千多年。外国人说法是二千五百多年，跟中国说法相差六百年。中国古时候的记载也是有凭有据，不是随便说的。释迦牟尼佛出生是在周昭王二十四年，甲寅，这中国古书里记载的，灭度的时候是周穆王五十二年。佛住世八十年，中国人算虚岁，依照这个算法，到今年就是三千三十多年将近四十年，三千零四十年。这个时候，如果有善男子、善女人成就四法，于如来灭后当得是《法华经》。所以得到《法华经》不容易！《法华经》是大乘法宝，你能拥有一部、你能得到，多大的福分！",
      "zh_TW": "「又《法華經普賢勸發品》」，是普賢菩薩勸發菩提心，這品經裡頭有：「善男子、善女人成就四法，於如來滅後當得是法華經」。釋迦牟尼佛滅度之後，去我們現在，依照中國人的說法是三千多年。外國人說法是二千五百多年，跟中國說法相差六百年。中國古時候的記載也是有憑有據，不是隨便說的。釋迦牟尼佛出生是在周昭王二十四年，甲寅，這中國古書裡記載的，滅度的時候是周穆王五十二年。佛住世八十年，中國人算虛歲，依照這個算法，到今年就是三千三十多年將近四十年，三千零四十年。這個時候，如果有善男子、善女人成就四法，於如來滅後當得是《法華經》。所以得到《法華經》不容易！《法華經》是大乘法寶，你能擁有一部、你能得到，多大的福分！"
    },
    {
      "id": "02-040-0300_p0025",
      "zh_CN": "成就哪四法？下面说出来了，「一者，为诸佛护念」。你有没有得到诸佛护念？诸佛为什么要护念你？这得问。在现前这个社会，对佛法的信心丝毫不动摇，坚定的信心，坚定的意志，依教奉行。真正是佛所说的经，你只依一部，无论哪一部经，只要一部，不能两部，为什么？一部，你能得三昧，太多了就不行。得三昧之后，就很可能开悟。你要是涉猎太多，那就生妄想、生分别、生执着，这错了，这完全变成世间法。一生专攻一部，几十年不改变，不下山，不改变，他决定有成就。台湾果清法师，专攻戒律，三十多年就这一部经，他成就了。我知道，三十多年前他们刚刚学佛，同学八个人。他来见我，我问他，同学们都还在吗？在，都六十多岁了。那个时候大学刚毕业，参加李老师的研究班，内典研究班，成就的就他一个。为什么？他三十年走一条路，没有拐弯，成就了。三十年是相当长的时间，专搞一样东西，哪有不成就的道理！一门东西搞十年，我们常讲小有名气了，二十年就大成就，何况三十年、四十年？自自然然成为一代祖师。「祖师」这个名词自己心里头痕迹都没有，别人送给你的，不管你要不要，你是真的，不是假的。这就是什么？为诸佛护念。",
      "zh_TW": "成就哪四法？下面說出來了，「一者，為諸佛護念」。你有沒有得到諸佛護念？諸佛為什麼要護念你？這得問。在現前這個社會，對佛法的信心絲毫不動搖，堅定的信心，堅定的意志，依教奉行。真正是佛所說的經，你只依一部，無論哪一部經，只要一部，不能兩部，為什麼？一部，你能得三昧，太多了就不行。得三昧之後，就很可能開悟。你要是涉獵太多，那就生妄想、生分別、生執著，這錯了，這完全變成世間法。一生專攻一部，幾十年不改變，不下山，不改變，他決定有成就。台灣果清法師，專攻戒律，三十多年就這一部經，他成就了。我知道，三十多年前他們剛剛學佛，同學八個人。他來見我，我問他，同學們都還在嗎？在，都六十多歲了。那個時候大學剛畢業，參加李老師的研究班，內典研究班，成就的就他一個。為什麼？他三十年走一條路，沒有拐彎，成就了。三十年是相當長的時間，專搞一樣東西，哪有不成就的道理！一門東西搞十年，我們常講小有名氣了，二十年就大成就，何況三十年、四十年？自自然然成為一代祖師。「祖師」這個名詞自己心裡頭痕跡都沒有，別人送給你的，不管你要不要，你是真的，不是假的。這就是什麼？為諸佛護念。"
    },
    {
      "id": "02-040-0300_p0026",
      "zh_CN": "「二者，植众德本」。这一句是说断恶修善，积功累德。这也要长时间，这是得「为诸佛护念」的第一个因素，你没有德本不行。德本是什么？德本是孝亲、是尊师。净业三福，释迦牟尼佛说的，第一句话就是「孝养父母，奉事师长」，这就是德本。我平常跟别人讲，我讲「根本」，孝养父母是德的根，奉事师长是德的本。植物，我这是一个同修送我一个盆栽，给你们看看，树根比喻作孝亲，本是主干，这一枝主干，其他的是枝叶，所有枝叶花果都依根本建立的。没有根本，哪来这些树干？哪来的花叶枝果？人把孝亲尊师丢掉了，一切都完了。学佛，没有根本不能学，有这两个根本，一切善法自然就生发了。中国这个民族在东亚建立国家，千万年不衰，靠什么？就靠这个根本。这个话不是我说的，外国人说的。",
      "zh_TW": "「二者，植眾德本」。這一句是說斷惡修善，積功累德。這也要長時間，這是得「為諸佛護念」的第一個因素，你沒有德本不行。德本是什麼？德本是孝親、是尊師。淨業三福，釋迦牟尼佛說的，第一句話就是「孝養父母，奉事師長」，這就是德本。我平常跟別人講，我講「根本」，孝養父母是德的根，奉事師長是德的本。植物，我這是一個同修送我一個盆栽，給你們看看，樹根比喻作孝親，本是主幹，這一枝主幹，其他的是枝葉，所有枝葉花果都依根本建立的。沒有根本，哪來這些樹幹？哪來的花葉枝果？人把孝親尊師丟掉了，一切都完了。學佛，沒有根本不能學，有這兩個根本，一切善法自然就生發了。中國這個民族在東亞建立國家，千萬年不衰，靠什麼？就靠這個根本。這個話不是我說的，外國人說的。"
    },
    {
      "id": "02-040-0300_p0027",
      "zh_CN": "前些年我在澳洲，南昆大送我一个博士学位，那一天典礼结束之后，校长请我吃饭，有几位教授作陪。当中有一位是学校的教务长，吃饭的时候告诉我，他说在二战之前，第二次世界大战之前，欧洲有一批专家学者研究一个题目，就是世界上四大文明古国，那三个都已经灭亡，没有了，为什么中国还存在？研究这个问题。研究有结论，结论是中国古人重视家庭教育的关系。我听这个结论，我点头，我说这个结论一点都不错，确确实实是这个关系。在全世界，所有人类族群的文化、宗教的文化，无一不是建立在这个根本上，如果没有这个根本，它不能够永远存在地球上。今天我们的文化根本动摇了，这是大问题，不孝父母，不尊重老师，这问题可大了！现在的小孩不知道孝顺父母，不知道尊重老师，也不能怪他们，而是什么？父母自己没有做好，老师自己也没有做好，老师不像个老师，父母不像做父母，这个麻烦大了，这才是今天真正值得忧虑的大问题。我们能把「孝亲尊师」找回来，中国就有救。我相信这个世间人，谁会反对孝亲、会反对尊师重道？你不希望你的儿女孝顺你吗？你不希望你的学生尊重你吗？哪里有这种老师、有这种父母？今天社会偏偏出现。加上近代的传媒，这些事情在全世界报导，常常发生。国家希求长治久安，把根本丢掉了，长治变成长时期的动乱，社会不稳定，伦理没有了。孝亲尊师是伦理的根，伦理、道德、因果教育统统都不讲了，因果是迷信，要把它推翻。这能推翻得了吗？好像是可以推翻的，为什么？古老的预言在今天都不灵了，假的、骗人的，行善没有善报，造恶也没有恶报。这个道理是很深的课题，今天人相信科学，必须有科学的证据他才相信。",
      "zh_TW": "前些年我在澳洲，南昆大送我一個博士學位，那一天典禮結束之後，校長請我吃飯，有幾位教授作陪。當中有一位是學校的教務長，吃飯的時候告訴我，他說在二戰之前，第二次世界大戰之前，歐洲有一批專家學者研究一個題目，就是世界上四大文明古國，那三個都已經滅亡，沒有了，為什麼中國還存在？研究這個問題。研究有結論，結論是中國古人重視家庭教育的關係。我聽這個結論，我點頭，我說這個結論一點都不錯，確確實實是這個關係。在全世界，所有人類族群的文化、宗教的文化，無一不是建立在這個根本上，如果沒有這個根本，它不能夠永遠存在地球上。今天我們的文化根本動搖了，這是大問題，不孝父母，不尊重老師，這問題可大了！現在的小孩不知道孝順父母，不知道尊重老師，也不能怪他們，而是什麼？父母自己沒有做好，老師自己也沒有做好，老師不像個老師，父母不像做父母，這個麻煩大了，這才是今天真正值得憂慮的大問題。我們能把「孝親尊師」找回來，中國就有救。我相信這個世間人，誰會反對孝親、會反對尊師重道？你不希望你的兒女孝順你嗎？你不希望你的學生尊重你嗎？哪裡有這種老師、有這種父母？今天社會偏偏出現。加上近代的傳媒，這些事情在全世界報導，常常發生。國家希求長治久安，把根本丟掉了，長治變成長時期的動亂，社會不穩定，倫理沒有了。孝親尊師是倫理的根，倫理、道德、因果教育統統都不講了，因果是迷信，要把它推翻。這能推翻得了嗎？好像是可以推翻的，為什麼？古老的預言在今天都不靈了，假的、騙人的，行善沒有善報，造惡也沒有惡報。這個道理是很深的課題，今天人相信科學，必須有科學的證據他才相信。"
    },
    {
      "id": "02-040-0300_p0028",
      "zh_CN": "我年轻的时候，那时候没学佛，遇到一个老先生，朱镜宙老居士，他是章太炎的女婿，我认识他的时候他七十岁，老人了，非常慈悲，他是学科学的，虔诚的佛教徒，告诉我他学佛的经历。他的岳父曾经做过东岳大帝的判官，活着的时候做的，晚上，他说有两个小鬼抬了轿子去接他上班去，天亮就把他送回来，日夜不能休息，白天他有他的工作，晚上要到东岳庙东岳大帝那里去上班，地位很高，判官。判官的地位就等于像现在讲秘书长，二把手。他只做了一个月。在我们相信，可能是东岳大帝的判官临时有事情不能上班，请他去代理，一个月之后判官回来了，他就不必再去了。这一个月，把这个鬼道里面事情透了很多信息，告诉大家，全是真的，一点都不假。他是个读书人，他说韩愈、柳宗元这些唐宋八大家都在鬼道。鬼的寿命长，所以他还能见到他们。",
      "zh_TW": "我年輕的時候，那時候沒學佛，遇到一個老先生，朱鏡宙老居士，他是章太炎的女婿，我認識他的時候他七十歲，老人了，非常慈悲，他是學科學的，虔誠的佛教徒，告訴我他學佛的經歷。他的岳父曾經做過東嶽大帝的判官，活著的時候做的，晚上，他說有兩個小鬼抬了轎子去接他上班去，天亮就把他送回來，日夜不能休息，白天他有他的工作，晚上要到東嶽廟東嶽大帝那裡去上班，地位很高，判官。判官的地位就等於像現在講祕書長，二把手。他只做了一個月。在我們相信，可能是東嶽大帝的判官臨時有事情不能上班，請他去代理，一個月之後判官回來了，他就不必再去了。這一個月，把這個鬼道裡面事情透了很多信息，告訴大家，全是真的，一點都不假。他是個讀書人，他說韓愈、柳宗元這些唐宋八大家都在鬼道。鬼的壽命長，所以他還能見到他們。"
    },
    {
      "id": "02-040-0300_p0029",
      "zh_CN": "就是这样的，他还是半信半疑。怎么样真正让他相信？他自己亲自遇到了。抗战期间，那个时候他好像是做四川、西康税务局局长，他是学财经的。他说有一天晚上，几个朋友在一块打麻将，很晚才散场，大概夜晚两点钟的样子，散场，散场回家去。那个时候虽然官做得很大，没车，要走路。晚上回去的时候，在路上，那个时候有路灯，但是路灯只有二十烛光，很远才有一个，模模糊糊。回去的时候，有一个女人在他前面走。他也无所谓，反正晚上一个人，前面有个人，走的是一条路，同一个方向。走了差不多半个小时，他突然想起来，夜这么深了，怎么有一个单身女子出来？愈想愈害怕，寒毛直竖，再看前面那个人，有上身、没有下身，这就晓得那是鬼，那不是人。这一惊，一害怕、一惊，前面人不见了，立刻就没有了。亲自看到的，不是短时间，半个多小时，这不是眼花，不是幻觉。他经过这桩事情之后，才真相信了，不再敢说没有鬼了、说没有报应，不敢讲这个事情。晚年跟印光大师修念佛法门。我跟他的缘很深，我认识台中李老师，是他介绍的，他跟李老师是老朋友，同年。一定要自己遇到，这真正相信了。",
      "zh_TW": "就是這樣的，他還是半信半疑。怎麼樣真正讓他相信？他自己親自遇到了。抗戰期間，那個時候他好像是做四川、西康稅務局局長，他是學財經的。他說有一天晚上，幾個朋友在一塊打麻將，很晚才散場，大概夜晚兩點鐘的樣子，散場，散場回家去。那個時候雖然官做得很大，沒車，要走路。晚上回去的時候，在路上，那個時候有路燈，但是路燈只有二十燭光，很遠才有一個，模模糊糊。回去的時候，有一個女人在他前面走。他也無所謂，反正晚上一個人，前面有個人，走的是一條路，同一個方向。走了差不多半個小時，他突然想起來，夜這麼深了，怎麼有一個單身女子出來？愈想愈害怕，寒毛直豎，再看前面那個人，有上身、沒有下身，這就曉得那是鬼，那不是人。這一驚，一害怕、一驚，前面人不見了，立刻就沒有了。親自看到的，不是短時間，半個多小時，這不是眼花，不是幻覺。他經過這樁事情之後，才真相信了，不再敢說沒有鬼了、說沒有報應，不敢講這個事情。晚年跟印光大師修念佛法門。我跟他的緣很深，我認識台中李老師，是他介紹的，他跟李老師是老朋友，同年。一定要自己遇到，這真正相信了。"
    },
    {
      "id": "02-040-0300_p0030",
      "zh_CN": "我自己生性倔强，不服人，傲慢习气很重，对这些鬼神事情也都认为是迷信。抗战时间读书，学校设在寺庙，小学，在乡下，逃避日本飞机轰炸。这个小庙的住众很少，就请他们搬到别的寺庙去，寺庙给我们做学校，佛像统统锁在一个房间，殿堂都变成教室，大雄宝殿做为大礼堂，国民党时代。我们那个时候，小孩，年岁小，知道那个房间里面完全收藏的是佛像，贴了封条，我们从窗户，那窗户是纸糊的，舔破之后看到里面。小佛像，近一点的，就拿出来当玩具玩了，也糟蹋了有不少佛像，小的，大的拿不出来，小的在外面可以把它拿出来。在大陆上从来没有听说讲经的，没听说过，只知道和尚念经，做经忏佛事超度，所以对它的印象非常不好，排斥。",
      "zh_TW": "我自己生性倔強，不服人，傲慢習氣很重，對這些鬼神事情也都認為是迷信。抗戰時間讀書，學校設在寺廟，小學，在鄉下，逃避日本飛機轟炸。這個小廟的住眾很少，就請他們搬到別的寺廟去，寺廟給我們做學校，佛像統統鎖在一個房間，殿堂都變成教室，大雄寶殿做為大禮堂，國民黨時代。我們那個時候，小孩，年歲小，知道那個房間裡面完全收藏的是佛像，貼了封條，我們從窗戶，那窗戶是紙糊的，舔破之後看到裡面。小佛像，近一點的，就拿出來當玩具玩了，也糟蹋了有不少佛像，小的，大的拿不出來，小的在外面可以把它拿出來。在大陸上從來沒有聽說講經的，沒聽說過，只知道和尚念經，做經懺佛事超度，所以對它的印象非常不好，排斥。"
    },
    {
      "id": "02-040-0300_p0031",
      "zh_CN": "二十岁左右，对哲学非常有兴趣，所以我到台湾遇到方东美先生，当代的哲学家，我跟他学哲学。他给我讲了一门哲学概论，分成六、七个单元，最后一个单元是佛经哲学，我从这个地方认识佛教的，认识了释迦牟尼。老师告诉我，我说我学哲学，佛经怎么会有哲学？佛经是宗教、是迷信，那是我那个时候看法。老师说：「你年轻，你不懂。释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受。」我在这个单元里面才把过去错误的认识修正过来了。学佛到哪里学？老师告诉我，不在寺庙。我说在哪里？在佛经。他说你要学，你要去找经典。告诉我，两百年前佛经哲学在寺庙，那些出家人都有德行、有学问，他们真的研究、真的修行。他说现在他们不搞这个，现在搞经忏佛事，不研究经典了。我还是非常幸运，我遇到章嘉大师。前面三年，章嘉大师给我奠定的根基；后面十年，我跟李炳南老居士学经教，很不容易，因缘稀有难逢。",
      "zh_TW": "二十歲左右，對哲學非常有興趣，所以我到台灣遇到方東美先生，當代的哲學家，我跟他學哲學。他給我講了一門哲學概論，分成六、七個單元，最後一個單元是佛經哲學，我從這個地方認識佛教的，認識了釋迦牟尼。老師告訴我，我說我學哲學，佛經怎麼會有哲學？佛經是宗教、是迷信，那是我那個時候看法。老師說：「你年輕，你不懂。釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受。」我在這個單元裡面才把過去錯誤的認識修正過來了。學佛到哪裡學？老師告訴我，不在寺廟。我說在哪裡？在佛經。他說你要學，你要去找經典。告訴我，兩百年前佛經哲學在寺廟，那些出家人都有德行、有學問，他們真的研究、真的修行。他說現在他們不搞這個，現在搞經懺佛事，不研究經典了。我還是非常幸運，我遇到章嘉大師。前面三年，章嘉大師給我奠定的根基；後面十年，我跟李炳南老居士學經教，很不容易，因緣稀有難逢。"
    },
    {
      "id": "02-040-0300_p0032",
      "zh_CN": "我的福报比不上果清法师。果清法师出家，师父好，自己有庙、有道场。我出家那个庙也不错，师父也很好，可是师父不喜欢学经教的，喜欢做经忏佛事、做法会的，跟我讲过几次，叫我放弃经典：这个有什么意思？不能赚钱，不能给道场带来收入，道场怎么活下去？法会、经忏佛事有收入。我说我出家不是为搞经忏佛事，我是希望有机缘再深入经藏。这个我们意见就不相同，住了一年多就不行了，我要不听他的话就不能住在这个寺庙，这就过流浪生活。果清法师有福，他的师父支持他学戒律，所以他在这一个道场能住几十年。我这几十年是云游、是流浪，居无定所，哪个地方请就到哪里去，住的时间都不长，最长的不过三个月，就得走路；短的，一个星期。好在认识人多，国外朋友多，到处都是，如果没有这个缘，那真的是无路可走。",
      "zh_TW": "我的福報比不上果清法師。果清法師出家，師父好，自己有廟、有道場。我出家那個廟也不錯，師父也很好，可是師父不喜歡學經教的，喜歡做經懺佛事、做法會的，跟我講過幾次，叫我放棄經典：這個有什麼意思？不能賺錢，不能給道場帶來收入，道場怎麼活下去？法會、經懺佛事有收入。我說我出家不是為搞經懺佛事，我是希望有機緣再深入經藏。這個我們意見就不相同，住了一年多就不行了，我要不聽他的話就不能住在這個寺廟，這就過流浪生活。果清法師有福，他的師父支持他學戒律，所以他在這一個道場能住幾十年。我這幾十年是雲遊、是流浪，居無定所，哪個地方請就到哪裡去，住的時間都不長，最長的不過三個月，就得走路；短的，一個星期。好在認識人多，國外朋友多，到處都是，如果沒有這個緣，那真的是無路可走。"
    },
    {
      "id": "02-040-0300_p0033",
      "zh_CN": "所以我们一生反省、思惟，似乎都是佛菩萨安排的。这个话，在我初学，没有出家之前，章嘉大师告诉我的。他劝我出家，劝我学释迦牟尼佛。真正发心学释迦牟尼佛，他说：「你的一生，佛菩萨替你安排，你自己不要操心。」这个话我听到非常满意，对我是很大的鼓励。我相信佛菩萨加持，相信佛菩萨保佑，无论什么环境，顺境逆境、善缘恶缘，我要从这个里头去历练、去磨炼，在这个里面成长，学习植众德本。净宗学会在美国成立，净宗同学在家的人多，我提出五个科目，行门，日常生活所依据的。第一个是净业三福，最高指导原则，第二个是六和，三学、六度、普贤十愿，就这几个科目就够了。起心动念、言语造作与这五个科目相应，这就是断恶修善、积累功德。",
      "zh_TW": "所以我們一生反省、思惟，似乎都是佛菩薩安排的。這個話，在我初學，沒有出家之前，章嘉大師告訴我的。他勸我出家，勸我學釋迦牟尼佛。真正發心學釋迦牟尼佛，他說：「你的一生，佛菩薩替你安排，你自己不要操心。」這個話我聽到非常滿意，對我是很大的鼓勵。我相信佛菩薩加持，相信佛菩薩保佑，無論什麼環境，順境逆境、善緣惡緣，我要從這個裡頭去歷練、去磨鍊，在這個裡面成長，學習植眾德本。淨宗學會在美國成立，淨宗同學在家的人多，我提出五個科目，行門，日常生活所依據的。第一個是淨業三福，最高指導原則，第二個是六和，三學、六度、普賢十願，就這幾個科目就夠了。起心動念、言語造作與這五個科目相應，這就是斷惡修善、積累功德。"
    },
    {
      "id": "02-040-0300_p0034",
      "zh_CN": "因为我受方东美先生的影响，我是从学术进门的，不是从信仰进门，所以忏云法师、李老师劝我学净土法门，我知道他们都是诚心好意，我没接受。介绍我净土宗的书，《印光大师文钞》、《弥陀经》三个注解，我都看了，我不反对净土、不毁谤净土，我自己还是不想学，心都在大经大论上，《华严》、《法华》、《般若》、《楞严》，搞这些东西，在经典里学习这些东西。所学到的，刚才说了，知识，不是智慧。我学佛三十年才相信净土，不容易！古大德讲，这个法门叫难信之法，我相信。我怎么相信的？我从《华严》、《法华》、《楞严经》上认识净土的。看到文殊、普贤这些大菩萨，是我们心目当中最佩服的、最敬仰的，他们统统都是念佛求生极乐世界，给我带来很大的震撼。我不能大意了，认真仔细在经典里面去找净土宗的理论，才接受净土经典，讲解净土经典。真的，真正是释迦牟尼佛四十九年所说的一切经里头第一法门，真的是难信之法。难信易行，你一生只要相信了，决定成就，不会落空。其他大经大论，要不是大彻大悟，决定依旧搞轮回，出不了六道。所以我到八十五岁，《华严》放弃掉了，不讲了，专讲《无量寿经》，专学《无量寿经》，专弘《无量寿经》，其他统统放下了，决定往生极乐世界。今天时间到了，我们就学习到此地。",
      "zh_TW": "因為我受方東美先生的影響，我是從學術進門的，不是從信仰進門，所以懺雲法師、李老師勸我學淨土法門，我知道他們都是誠心好意，我沒接受。介紹我淨土宗的書，《印光大師文鈔》、《彌陀經》三個註解，我都看了，我不反對淨土、不毀謗淨土，我自己還是不想學，心都在大經大論上，《華嚴》、《法華》、《般若》、《楞嚴》，搞這些東西，在經典裡學習這些東西。所學到的，剛才說了，知識，不是智慧。我學佛三十年才相信淨土，不容易！古大德講，這個法門叫難信之法，我相信。我怎麼相信的？我從《華嚴》、《法華》、《楞嚴經》上認識淨土的。看到文殊、普賢這些大菩薩，是我們心目當中最佩服的、最敬仰的，他們統統都是念佛求生極樂世界，給我帶來很大的震撼。我不能大意了，認真仔細在經典裡面去找淨土宗的理論，才接受淨土經典，講解淨土經典。真的，真正是釋迦牟尼佛四十九年所說的一切經裡頭第一法門，真的是難信之法。難信易行，你一生只要相信了，決定成就，不會落空。其他大經大論，要不是大徹大悟，決定依舊搞輪迴，出不了六道。所以我到八十五歲，《華嚴》放棄掉了，不講了，專講《無量壽經》，專學《無量壽經》，專弘《無量壽經》，其他統統放下了，決定往生極樂世界。今天時間到了，我們就學習到此地。"
    }
  ]
}