{
  "doc_id": "02-040-0340",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三四０集",
    "zh_TW": "第三四０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0340",
  "total_paragraphs": 39,
  "paragraphs": [
    {
      "id": "02-040-0340_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一同皈依三宝。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一同皈依三寶。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0340_p0002",
      "zh_CN": "请看《大经科注》第六百一十三页倒数第二行，下面看起：",
      "zh_TW": "請看《大經科註》第六百一十三頁倒數第二行，下面看起："
    },
    {
      "id": "02-040-0340_p0003",
      "zh_CN": "「《净土修证仪》云：十乘之理观，能发九境之魔事。以五蕴生死迷暗之法为境故」。这个地方讲到天台十乘理观，我们在参考资料里面第十二页，前面第一段我们学过了，「观不思议境」。不思议境就是我们现实的生活环境，就在眼前，因为我们心思乱了，妄念多、杂念多了，对于眼前的真相一无所知，不是它离开我们很远，就在当下。如果这个真相看清楚、看明白了，我们就不叫你是凡夫，就称你为佛、为法身菩萨。法身菩萨最低限度的，就是禅宗所说的大彻大悟，明心见性。特别是明心见性这句话，心恢复了光明，我们现在的心是痴、暗，是愚痴、冥暗，叫黑暗。为什么？摆在眼前的事实看不清楚，全看错了，想错了、看错了，这叫凡夫。我们的心要恢复光明，性是什么？是真心，事实真相，心性的光明恢复了，你自然就看清楚、看明白了。这时候叫佛知佛见，你就成佛了。所以见性成佛，明心见性就是成佛。",
      "zh_TW": "「《淨土修證儀》云：十乘之理觀，能發九境之魔事。以五蘊生死迷暗之法為境故」。這個地方講到天台十乘理觀，我們在參考資料裡面第十二頁，前面第一段我們學過了，「觀不思議境」。不思議境就是我們現實的生活環境，就在眼前，因為我們心思亂了，妄念多、雜念多了，對於眼前的真相一無所知，不是它離開我們很遠，就在當下。如果這個真相看清楚、看明白了，我們就不叫你是凡夫，就稱你為佛、為法身菩薩。法身菩薩最低限度的，就是禪宗所說的大徹大悟，明心見性。特別是明心見性這句話，心恢復了光明，我們現在的心是痴、暗，是愚痴、冥暗，叫黑暗。為什麼？擺在眼前的事實看不清楚，全看錯了，想錯了、看錯了，這叫凡夫。我們的心要恢復光明，性是什麼？是真心，事實真相，心性的光明恢復了，你自然就看清楚、看明白了。這時候叫佛知佛見，你就成佛了。所以見性成佛，明心見性就是成佛。"
    },
    {
      "id": "02-040-0340_p0004",
      "zh_CN": "成佛是什么样子？眼一样见，耳一样听，六根一样起作用，虽起作用，他没有起心动念，妙就妙在这里，没有分别、没有执着。凡夫眼见耳闻，起心动念、分别执着。有同学问我一个问题，这听佛经上说的，既然身体本不存在，何来一个心？难道心在先，身在后？心到底为何一念不觉？心为方便说耶？提出这个问题。这个问题我们一看就知道，这是什么问题？凡夫知见。如果他这个问题没有了，他都搞明白了，那叫佛知佛见，凡夫跟佛差别就在此地。释迦牟尼佛四十九年的教学就为我们解决这个问题。",
      "zh_TW": "成佛是什麼樣子？眼一樣見，耳一樣聽，六根一樣起作用，雖起作用，他沒有起心動念，妙就妙在這裡，沒有分別、沒有執著。凡夫眼見耳聞，起心動念、分別執著。有同學問我一個問題，這聽佛經上說的，既然身體本不存在，何來一個心？難道心在先，身在後？心到底為何一念不覺？心為方便說耶？提出這個問題。這個問題我們一看就知道，這是什麼問題？凡夫知見。如果他這個問題沒有了，他都搞明白了，那叫佛知佛見，凡夫跟佛差別就在此地。釋迦牟尼佛四十九年的教學就為我們解決這個問題。"
    },
    {
      "id": "02-040-0340_p0005",
      "zh_CN": "十乘理观，天台大师教人的。天台智者大师，当时就有这个说法，现在还有很多人相信，智者大师是释迦牟尼佛的化身。我在日本讲经，问日本的法师，你们有没有听过这句话？他们听过，他们日本人都相信，相信善导大师是阿弥陀佛化身来的，智者是释迦牟尼佛再来的，唐朝时候两尊佛在中国出世。十乘理观里面第一观，观不思议境，这个观就包括我们今天所说的两种人的观，一个凡夫观，一个佛观。境界都是这一个境界，没有丝毫改变。佛称这个境界叫不思议境，这个名词好，你在这个境界里头，要把思、议断掉，真相就大白。思是什么？起心动念、分别执着，这叫思，议是言语。",
      "zh_TW": "十乘理觀，天台大師教人的。天台智者大師，當時就有這個說法，現在還有很多人相信，智者大師是釋迦牟尼佛的化身。我在日本講經，問日本的法師，你們有沒有聽過這句話？他們聽過，他們日本人都相信，相信善導大師是阿彌陀佛化身來的，智者是釋迦牟尼佛再來的，唐朝時候兩尊佛在中國出世。十乘理觀裡面第一觀，觀不思議境，這個觀就包括我們今天所說的兩種人的觀，一個凡夫觀，一個佛觀。境界都是這一個境界，沒有絲毫改變。佛稱這個境界叫不思議境，這個名詞好，你在這個境界裡頭，要把思、議斷掉，真相就大白。思是什麼？起心動念、分別執著，這叫思，議是言語。"
    },
    {
      "id": "02-040-0340_p0006",
      "zh_CN": "不起心不动念、不分别不执着，这叫心行处灭。心行，心里，行是起作用，心不起作用，作用灭了，起心动念、分别执着灭了。言语道断，能不能说出来？说不出来。清不清楚？清清楚楚，说不出来。为什么说不出来？凡是能说的都是虚妄的，真的说不出来，佛也说不出来。所以，佛传禅宗，拈花微笑，没有言语。当时在法会里大众都茫然，不知道佛什么意思，只有大迦叶笑了一笑，释迦牟尼佛把这个花给他了，这就是禅宗的承传。只有他知道，别的人都不晓得，就是心行处灭，言语道断，那就是真相大白。你能把念头放下，你就明白了，不用问，全明白了。只要有起心动念、有分别执着，那就是一片茫然，佛什么意思完全不知道。",
      "zh_TW": "不起心不動念、不分別不執著，這叫心行處滅。心行，心裡，行是起作用，心不起作用，作用滅了，起心動念、分別執著滅了。言語道斷，能不能說出來？說不出來。清不清楚？清清楚楚，說不出來。為什麼說不出來？凡是能說的都是虛妄的，真的說不出來，佛也說不出來。所以，佛傳禪宗，拈花微笑，沒有言語。當時在法會裡大眾都茫然，不知道佛什麼意思，只有大迦葉笑了一笑，釋迦牟尼佛把這個花給他了，這就是禪宗的承傳。只有他知道，別的人都不曉得，就是心行處滅，言語道斷，那就是真相大白。你能把念頭放下，你就明白了，不用問，全明白了。只要有起心動念、有分別執著，那就是一片茫然，佛什麼意思完全不知道。"
    },
    {
      "id": "02-040-0340_p0007",
      "zh_CN": "十乘理观里面的第一，观不思议境说得很清楚，上上根人一看到这个方法他就成就，他就成佛了。上中下三根不行，听到观不思议境他还是不能够契入。那怎么办？用后面第二、第三慢慢帮助他，希望他能看破。到下根人，必须十种全学。十种全学都不能够契入境界，还有个办法，老实念佛，求生净土。把这个方法，世尊说的方法，到极乐世界再办，极乐世界阿弥陀佛教你，你会成就。如果十乘理观统统学了，不入境界，不到极乐世界去，那肯定还要搞轮回。搞轮回，造什么业受什么报，这个缘分就错过了。错过这个缘分的人很多，太多太多了，这就说明了，佛在经上告诉人，凡夫修行成佛需要无量劫的时间，就这个意思。无量劫很长，无量劫之后，慢慢磨炼会契入这个境界，无量劫当中要受无量苦，要受无量的折磨，这不是假的。",
      "zh_TW": "十乘理觀裡面的第一，觀不思議境說得很清楚，上上根人一看到這個方法他就成就，他就成佛了。上中下三根不行，聽到觀不思議境他還是不能夠契入。那怎麼辦？用後面第二、第三慢慢幫助他，希望他能看破。到下根人，必須十種全學。十種全學都不能夠契入境界，還有個辦法，老實念佛，求生淨土。把這個方法，世尊說的方法，到極樂世界再辦，極樂世界阿彌陀佛教你，你會成就。如果十乘理觀統統學了，不入境界，不到極樂世界去，那肯定還要搞輪迴。搞輪迴，造什麼業受什麼報，這個緣分就錯過了。錯過這個緣分的人很多，太多太多了，這就說明了，佛在經上告訴人，凡夫修行成佛需要無量劫的時間，就這個意思。無量劫很長，無量劫之後，慢慢磨鍊會契入這個境界，無量劫當中要受無量苦，要受無量的折磨，這不是假的。"
    },
    {
      "id": "02-040-0340_p0008",
      "zh_CN": "真正把这个事实搞清楚、搞明白，我们自己要冷静反省，观察自己的根性是不是上上根人？不是的。上中下三根我们是属于哪一种？说实实在在的话，我们是下下根人，说真话，不能说假话。下下根人还有救吗？有，遇到净土就有救了；遇不到净土，没救；遇到净土不相信，还要搞别的，那没救。真正遇到净土，什么话都没有，全身倒下，我就皈依阿弥陀佛，我就依靠阿弥陀佛，其他的统统不沾，边都不沾，你就决定得生，生到极乐世界你决定成就。换句话说，下下根人跟上上根人画成等号了，超越了上中下，这个道理不能不知道。同学们问的这些问题，前面说过很多遍了，说得很清楚，你没听懂不能怪你，没听懂的人太多了，只是他们没有说出来。",
      "zh_TW": "真正把這個事實搞清楚、搞明白，我們自己要冷靜反省，觀察自己的根性是不是上上根人？不是的。上中下三根我們是屬於哪一種？說實實在在的話，我們是下下根人，說真話，不能說假話。下下根人還有救嗎？有，遇到淨土就有救了；遇不到淨土，沒救；遇到淨土不相信，還要搞別的，那沒救。真正遇到淨土，什麼話都沒有，全身倒下，我就皈依阿彌陀佛，我就依靠阿彌陀佛，其他的統統不沾，邊都不沾，你就決定得生，生到極樂世界你決定成就。換句話說，下下根人跟上上根人畫成等號了，超越了上中下，這個道理不能不知道。同學們問的這些問題，前面說過很多遍了，說得很清楚，你沒聽懂不能怪你，沒聽懂的人太多了，只是他們沒有說出來。"
    },
    {
      "id": "02-040-0340_p0009",
      "zh_CN": "今天我们要从第二，「发真正菩提心」，这是第二观，我们从这里学起。「梵语菩提，华言道」，梵语称菩提，中国人把它翻成道，道是道路。它是一条道路，是不是每条道路都是菩提？不是。菩提是觉悟的意思，应该怎么翻？觉道，这才行，觉悟之道，成佛之道，叫菩提。「初起大志，造趣所期」，这叫发。中国人叫立志，佛法叫发心，意思完全相同。人生，一个成功的人他有志向，他一生他有方向、他有目标，他会达到他所希望的目标。我们有没有志向？在这一生当中，我们有没有方向、有没有目标？",
      "zh_TW": "今天我們要從第二，「發真正菩提心」，這是第二觀，我們從這裡學起。「梵語菩提，華言道」，梵語稱菩提，中國人把它翻成道，道是道路。它是一條道路，是不是每條道路都是菩提？不是。菩提是覺悟的意思，應該怎麼翻？覺道，這才行，覺悟之道，成佛之道，叫菩提。「初起大志，造趣所期」，這叫發。中國人叫立志，佛法叫發心，意思完全相同。人生，一個成功的人他有志向，他一生他有方向、他有目標，他會達到他所希望的目標。我們有沒有志向？在這一生當中，我們有沒有方向、有沒有目標？"
    },
    {
      "id": "02-040-0340_p0010",
      "zh_CN": "世间很多人方向、目标错了，想做大官、想发大财，这也是他的方向，也是他的目标。真正他命里有的，这是世间法，这不是佛法，做大官、发大财都要有命，不是每个人都能做得到的，人家有命。命从哪里来的？命是过去生中修德积善而来的。一个人过去生中没有修德积善，他命中没有财、没有官印；没有官印，这个人一生永远不能做官，做幕僚或许可以，做有掌印的那个官没有，没他的分，那是要命的。所以中国，外国也有，看相算命，你有没有官印，你有没有财库，命里头有财库，会发财，有官印，你会做主管。小，村长、乡长，他有印；大，做到帝王、总统，他都有印的，那是少数人的，一个国家只有一个总统，不是有很多。发大财的有，都要积善修德，积善修德是大官、大富，不是一世，生生世世都积功累德。人间要做到帝王，总得十世，一世一世的积要积十世。人间的大富也要积五世以上，没有五世以上怎么能发大财？但是一个人想作佛，不需要，作佛不靠命，靠什么？靠性，性大家相同的，命不同，性相同。中国古人常说「人之初，性本善，性相近，习相远」，性相同。修性就能成佛，性是什么？性是菩提，自性觉，这就是菩提道。所以我们发心求明心见性，不求别的，向着这个方向走，希望达到这个目标，发这个心。",
      "zh_TW": "世間很多人方向、目標錯了，想做大官、想發大財，這也是他的方向，也是他的目標。真正他命裡有的，這是世間法，這不是佛法，做大官、發大財都要有命，不是每個人都能做得到的，人家有命。命從哪裡來的？命是過去生中修德積善而來的。一個人過去生中沒有修德積善，他命中沒有財、沒有官印；沒有官印，這個人一生永遠不能做官，做幕僚或許可以，做有掌印的那個官沒有，沒他的分，那是要命的。所以中國，外國也有，看相算命，你有沒有官印，你有沒有財庫，命裡頭有財庫，會發財，有官印，你會做主管。小，村長、鄉長，他有印；大，做到帝王、總統，他都有印的，那是少數人的，一個國家只有一個總統，不是有很多。發大財的有，都要積善修德，積善修德是大官、大富，不是一世，生生世世都積功累德。人間要做到帝王，總得十世，一世一世的積要積十世。人間的大富也要積五世以上，沒有五世以上怎麼能發大財？但是一個人想作佛，不需要，作佛不靠命，靠什麼？靠性，性大家相同的，命不同，性相同。中國古人常說「人之初，性本善，性相近，習相遠」，性相同。修性就能成佛，性是什麼？性是菩提，自性覺，這就是菩提道。所以我們發心求明心見性，不求別的，向著這個方向走，希望達到這個目標，發這個心。"
    },
    {
      "id": "02-040-0340_p0011",
      "zh_CN": "「不依偏权之教，而依圆实中道妙境，名曰真正。」释迦牟尼佛当年在世，讲经教学四十九年，这四十九年他要照顾世间种种不同的根性，所以他一生教人，教学的内容不一样，依据的理论不一样，方法不一样。修行法门差别很多，所谓八万四千法门，说大乘的。这么多的法门，我修哪个法门合适，在这一生当中决定能够成就，这是我们首先要考量的。如果这个法门不契我的机，我感到太难了，不适合我修学的环境，就不能选。一定要选适合自己程度、适合自己生活环境，学起来很方便没有障碍，容易成就。",
      "zh_TW": "「不依偏權之教，而依圓實中道妙境，名曰真正。」釋迦牟尼佛當年在世，講經教學四十九年，這四十九年他要照顧世間種種不同的根性，所以他一生教人，教學的內容不一樣，依據的理論不一樣，方法不一樣。修行法門差別很多，所謂八萬四千法門，說大乘的。這麼多的法門，我修哪個法門合適，在這一生當中決定能夠成就，這是我們首先要考量的。如果這個法門不契我的機，我感到太難了，不適合我修學的環境，就不能選。一定要選適合自己程度、適合自己生活環境，學起來很方便沒有障礙，容易成就。"
    },
    {
      "id": "02-040-0340_p0012",
      "zh_CN": "法门有没有高下？没有，《金刚经》上说得很清楚，法门平等，无有高下。这到底怎么回事情？佛用大夫治病做比喻，人害的病不一样，大夫给每个人治病方法不一样，开的药方各个不相同。你服了这个药方，病就好了，他服他的药方，病也好了，这叫平等，都把你的病治好了，这平等。所以法门平等，无有高下，这个道理要懂。每个人害的病不一样，佛全把你们治好了。虽治好了，不是究竟治好，你还会得病，为什么？你没有脱离这个境界，脱离这个境界你就不再得病。这个境界是什么？这个境界是六道、十法界。佛在六道十法界跟这些众生治病，头痛治头，脚痛治脚，不是从根本治的。",
      "zh_TW": "法門有沒有高下？沒有，《金剛經》上說得很清楚，法門平等，無有高下。這到底怎麼回事情？佛用大夫治病做比喻，人害的病不一樣，大夫給每個人治病方法不一樣，開的藥方各個不相同。你服了這個藥方，病就好了，他服他的藥方，病也好了，這叫平等，都把你的病治好了，這平等。所以法門平等，無有高下，這個道理要懂。每個人害的病不一樣，佛全把你們治好了。雖治好了，不是究竟治好，你還會得病，為什麼？你沒有脫離這個境界，脫離這個境界你就不再得病。這個境界是什麼？這個境界是六道、十法界。佛在六道十法界跟這些眾生治病，頭痛治頭，腳痛治腳，不是從根本治的。"
    },
    {
      "id": "02-040-0340_p0013",
      "zh_CN": "我们要立大志，要发真正的菩提心，我们想脱离六道、脱离十法界。佛看看我们的根性，十乘观法太深太妙，给你讲你也听不懂。不但听不懂，你听了会疑惑，佛再给你破疑。破了这个疑，那边的疑又生了，疑惑无量无边，佛要把你每个疑惑都破掉，要花无量劫。佛愿不愿意这样做？愿意，佛氏门中，不舍一人，佛生生世世照顾你，要照顾你到无量劫，你才恍然大悟。这是佛的同体大悲，无缘大慈。佛不懈怠，我们懈怠，佛勇猛精进，我们常常退转。所以我们要细心观佛，看他给我们做的榜样，我们就真学到了。什么榜样？佛是真正菩提心，我们虽然发了，不是真的，发了会退转，进进退退。志向不定，今天喜欢这个法门，明天喜欢那个法门，走的是弯路，不是直路，甚至于退转，方向搞错了。",
      "zh_TW": "我們要立大志，要發真正的菩提心，我們想脫離六道、脫離十法界。佛看看我們的根性，十乘觀法太深太妙，給你講你也聽不懂。不但聽不懂，你聽了會疑惑，佛再給你破疑。破了這個疑，那邊的疑又生了，疑惑無量無邊，佛要把你每個疑惑都破掉，要花無量劫。佛願不願意這樣做？願意，佛氏門中，不捨一人，佛生生世世照顧你，要照顧你到無量劫，你才恍然大悟。這是佛的同體大悲，無緣大慈。佛不懈怠，我們懈怠，佛勇猛精進，我們常常退轉。所以我們要細心觀佛，看他給我們做的榜樣，我們就真學到了。什麼榜樣？佛是真正菩提心，我們雖然發了，不是真的，發了會退轉，進進退退。志向不定，今天喜歡這個法門，明天喜歡那個法門，走的是彎路，不是直路，甚至於退轉，方向搞錯了。"
    },
    {
      "id": "02-040-0340_p0014",
      "zh_CN": "我们接着往下面看，「菩提即所期之果」，我们自己希望得到的果，菩提是大彻大悟，明心见性。「妙境即所行之路」，妙境是指外面境界。外面境界为什么叫妙，下面有解释。所谓的妙，即空即假即中，三谛三观。用真谛看，妙境是空的，无所有；用假观来观，妙境是有，不空；用中观去看，真假是一不是二。即空即假，非空非假，亦空亦假，你看到真相了。真相大白之后，你能够用妙境教化众生，像佛陀、像法身菩萨一样。你在妙境里头，能现无量身，得大自在，具足无量的智慧、德能、相好。观察一切众生，应以什么身得度，你就现什么身，应该跟他说什么法，说法实在没有法可说，看他什么毛病，把他毛病纠正过来，这叫法。所以病没有一定，法也没有一定，药没有一定的。你彻底明了，得心应手，运用自在，把众生病全治好了。",
      "zh_TW": "我們接著往下面看，「菩提即所期之果」，我們自己希望得到的果，菩提是大徹大悟，明心見性。「妙境即所行之路」，妙境是指外面境界。外面境界為什麼叫妙，下面有解釋。所謂的妙，即空即假即中，三諦三觀。用真諦看，妙境是空的，無所有；用假觀來觀，妙境是有，不空；用中觀去看，真假是一不是二。即空即假，非空非假，亦空亦假，你看到真相了。真相大白之後，你能夠用妙境教化眾生，像佛陀、像法身菩薩一樣。你在妙境裡頭，能現無量身，得大自在，具足無量的智慧、德能、相好。觀察一切眾生，應以什麼身得度，你就現什麼身，應該跟他說什麼法，說法實在沒有法可說，看他什麼毛病，把他毛病糾正過來，這叫法。所以病沒有一定，法也沒有一定，藥沒有一定的。你徹底明瞭，得心應手，運用自在，把眾生病全治好了。"
    },
    {
      "id": "02-040-0340_p0015",
      "zh_CN": "「心即能行能趣之心」，能行，能向这个方向迈进，这是行；趣是趣果，能达到目的地。像我们今天专修净土，西方极乐世界是我们的方向，是我们的道路，亲近阿弥陀佛是我们的目标，我们所希望的。我们每天向这个目标迈进，我们有把握决定能够到达。多长的时间？看看古往今来这些念佛人这些大德，我们在《净土圣贤录》里面看到，在《往生传》里面看到，在我们现前周边念佛人里面看到，很多很多人三年就成功了。他真的往生了，没有丝毫病痛，知道自己哪一天走，不惊动任何人，时间到了真走了。这些人是给我们作证转者，《净土圣贤录》、《往生传》给我们做证明的，世尊三转法轮，示转、劝转、作证转，我们要真干。",
      "zh_TW": "「心即能行能趣之心」，能行，能向這個方向邁進，這是行；趣是趣果，能達到目的地。像我們今天專修淨土，西方極樂世界是我們的方向，是我們的道路，親近阿彌陀佛是我們的目標，我們所希望的。我們每天向這個目標邁進，我們有把握決定能夠到達。多長的時間？看看古往今來這些念佛人這些大德，我們在《淨土聖賢錄》裡面看到，在《往生傳》裡面看到，在我們現前周邊念佛人裡面看到，很多很多人三年就成功了。他真的往生了，沒有絲毫病痛，知道自己哪一天走，不驚動任何人，時間到了真走了。這些人是給我們作證轉者，《淨土聖賢錄》、《往生傳》給我們做證明的，世尊三轉法輪，示轉、勸轉、作證轉，我們要真幹。"
    },
    {
      "id": "02-040-0340_p0016",
      "zh_CN": "为什么有很多人不能成就的？很简单，不能成就的人，对事实真相不了解，对此地还有执着，未能放下。彻底放下，没丝毫留恋，没有一个不成功的，你放不下就难了。人生最难放下的两桩事情，一个是命放不下，一个是亲情放不下，这两桩事情。命放不下是什么？他不想死，听说念佛往生西方，这是死，他留恋这个身命，留恋这个世界。殊不知，他完全错了。学佛的人真正学到什么东西？第一个学到就是真正肯定自己永远不死，哪里会有死？人是永远不死的。死是什么？身体，身体老了，不好使用了，换一个。那不是死亡，这个身体不要了，换一个。好像你们开车，这个车年龄太久了，开了二、三十年，几乎已经走不动了，故障很多，换了，不要了，淘汰，我再去找个车，找个新车。车丢掉了，我呢？驾车的人是我，车丢掉，我换个新车，这么回事情。身体不要了，换个身体，依旧活在这个世间。至于换什么样的身体？那就是此地讲的，你发心，初起大志，造趣所期，你发心。",
      "zh_TW": "為什麼有很多人不能成就的？很簡單，不能成就的人，對事實真相不了解，對此地還有執著，未能放下。徹底放下，沒絲毫留戀，沒有一個不成功的，你放不下就難了。人生最難放下的兩樁事情，一個是命放不下，一個是親情放不下，這兩樁事情。命放不下是什麼？他不想死，聽說念佛往生西方，這是死，他留戀這個身命，留戀這個世界。殊不知，他完全錯了。學佛的人真正學到什麼東西？第一個學到就是真正肯定自己永遠不死，哪裡會有死？人是永遠不死的。死是什麼？身體，身體老了，不好使用了，換一個。那不是死亡，這個身體不要了，換一個。好像你們開車，這個車年齡太久了，開了二、三十年，幾乎已經走不動了，故障很多，換了，不要了，淘汰，我再去找個車，找個新車。車丟掉了，我呢？駕車的人是我，車丟掉，我換個新車，這麼回事情。身體不要了，換個身體，依舊活在這個世間。至於換什麼樣的身體？那就是此地講的，你發心，初起大志，造趣所期，你發心。"
    },
    {
      "id": "02-040-0340_p0017",
      "zh_CN": "我发心要在这个世间做个富贵人，能不能做到？能。大富长者要修财布施，财布施得财富，喜欢帮助别人，愈施愈多，愈多愈施，施一辈子，来生是大富大贵。喜欢帮助别人，别人有苦难，帮助他化解，让众生都能过到好日子，这是大贵。世间富贵人，过去生中修这个因得到的，我们要拼命修因，全心全力去做，功德就是圆满的。如果发财为自己，过去生中发财为众生，所以得大富大贵，这一生当中得到了，迷了，看到财富就起了贪恋，舍不得，这一生死掉之后，来生什么都没有了。为什么？你的福享尽了，一生当中享尽了，就没有了，这也很多。这也是个循环，穷人喜欢布施，来生做富人，富人不喜欢布施，来生变成穷人。都在轮回，都在搞这个把戏，一定要看清楚。",
      "zh_TW": "我發心要在這個世間做個富貴人，能不能做到？能。大富長者要修財布施，財布施得財富，喜歡幫助別人，愈施愈多，愈多愈施，施一輩子，來生是大富大貴。喜歡幫助別人，別人有苦難，幫助他化解，讓眾生都能過到好日子，這是大貴。世間富貴人，過去生中修這個因得到的，我們要拼命修因，全心全力去做，功德就是圓滿的。如果發財為自己，過去生中發財為眾生，所以得大富大貴，這一生當中得到了，迷了，看到財富就起了貪戀，捨不得，這一生死掉之後，來生什麼都沒有了。為什麼？你的福享盡了，一生當中享盡了，就沒有了，這也很多。這也是個循環，窮人喜歡布施，來生做富人，富人不喜歡布施，來生變成窮人。都在輪迴，都在搞這個把戲，一定要看清楚。"
    },
    {
      "id": "02-040-0340_p0018",
      "zh_CN": "我们看到那个唐太宗的光碟，有人问他乾隆皇帝，他说乾隆皇帝福报很大。他现在在哪里？他现在又到人道来，在新疆，是个很普通的老百姓。你看，从帝王，不错，还到人间来，但是不是帝王了，福享尽了，现在是普通老百姓，过去的事情忘得一干二净。有人到天道，有人又回到人间来，有人变成畜生、变成饿鬼，不一样，这就看你存什么心。佛告诉我们三恶道的因，贪心是饿鬼，瞋恚是地狱，愚痴是畜生。愚痴是没有能力辨别是非、善恶、邪正，没有能力辨别，做错的事情就多，畜生道的因。",
      "zh_TW": "我們看到那個唐太宗的光碟，有人問他乾隆皇帝，他說乾隆皇帝福報很大。他現在在哪裡？他現在又到人道來，在新疆，是個很普通的老百姓。你看，從帝王，不錯，還到人間來，但是不是帝王了，福享盡了，現在是普通老百姓，過去的事情忘得一乾二淨。有人到天道，有人又回到人間來，有人變成畜生、變成餓鬼，不一樣，這就看你存什麼心。佛告訴我們三惡道的因，貪心是餓鬼，瞋恚是地獄，愚痴是畜生。愚痴是沒有能力辨別是非、善惡、邪正，沒有能力辨別，做錯的事情就多，畜生道的因。"
    },
    {
      "id": "02-040-0340_p0019",
      "zh_CN": "修行，这个地方教导我们，我们要发真正的菩提心，不能依偏、权，要依圆实中道。这个话说起来容易，做起来不容易，为什么？还是要宿世有善根、有福德，你才能够遇到圆实中道大法。我们知道净土法门信愿持名，历代祖师大德都赞叹这是圆实中道大法，往生到极乐世界，保证你一生证得究竟圆满，这是不思议的妙境。我们的根性是中下根人，这个自己一定要承认，观上面所说的妙境，没悟，我们学过来没开悟，必须再加发心，再加上发心。「于静心中思惟彼我」，清净心当中想一想，彼是佛，为什么他已经成佛，我还在搞轮回？再看看这个世界，跟我根性差不多的人多，根性不如我的人不少，这就是「痛悯自他无量劫来沉沦生死」，我们搞六道轮回，无量劫搞到今天。「纵发小志，迷菩提心」。小志是什么？来生再做人，来生生天，这都是小志，没有发心脱离轮回，脱离十法界，没发这个心。这个心发了，这还是小志，迷菩提心，菩提心是「本觉本有，不觉本无」，《大乘起信论》上说的。「我今虽知」，虽然知道，明白了，「行犹未备」，行没做到，换句话说，还是放不下。放不下怎么办？要靠经教帮助，所以世尊当年在世，一生讲经四十九年，就是这个意思。",
      "zh_TW": "修行，這個地方教導我們，我們要發真正的菩提心，不能依偏、權，要依圓實中道。這個話說起來容易，做起來不容易，為什麼？還是要宿世有善根、有福德，你才能夠遇到圓實中道大法。我們知道淨土法門信願持名，歷代祖師大德都讚歎這是圓實中道大法，往生到極樂世界，保證你一生證得究竟圓滿，這是不思議的妙境。我們的根性是中下根人，這個自己一定要承認，觀上面所說的妙境，沒悟，我們學過來沒開悟，必須再加發心，再加上發心。「於靜心中思惟彼我」，清淨心當中想一想，彼是佛，為什麼他已經成佛，我還在搞輪迴？再看看這個世界，跟我根性差不多的人多，根性不如我的人不少，這就是「痛憫自他無量劫來沉淪生死」，我們搞六道輪迴，無量劫搞到今天。「縱發小志，迷菩提心」。小志是什麼？來生再做人，來生生天，這都是小志，沒有發心脫離輪迴，脫離十法界，沒發這個心。這個心發了，這還是小志，迷菩提心，菩提心是「本覺本有，不覺本無」，《大乘起信論》上說的。「我今雖知」，雖然知道，明白了，「行猶未備」，行沒做到，換句話說，還是放不下。放不下怎麼辦？要靠經教幫助，所以世尊當年在世，一生講經四十九年，就是這個意思。"
    },
    {
      "id": "02-040-0340_p0020",
      "zh_CN": "在他老人家出现在世间，根熟的众生，根熟是说一生当中决定证得无上菩提。但是有人，上上根人，跟佛几天就开悟了，有人跟一辈子，到释迦牟尼佛灭度，他开悟了，要知道，这些人都叫根熟众生。佛到这个地方把根熟众生统统度完了，他才离开，还有一个没度，他不能离开。都叫根熟众生，四十九年的，每年每年每年跟着佛，到最后一天得度。佛灭度了，那些人还没有得度的，那根没熟，没熟怎么办？再培养。我们今天遇到经教，这一生当中是不是根熟？要看最后，最后真正老老实实信愿持名，往生净土，根熟了。换句话说，在释迦牟尼佛弘法利生影响范围之内都算根熟了。这个影响，面是整个地球，我们肉眼看到的，肉眼看不到的，十法界，时间是一万二千年。佛灭度到现在三千年，后头还有九千年，九千年最后一个念佛得度的，都是释迦牟尼佛这一会的有缘人，这个范围多大！",
      "zh_TW": "在他老人家出現在世間，根熟的眾生，根熟是說一生當中決定證得無上菩提。但是有人，上上根人，跟佛幾天就開悟了，有人跟一輩子，到釋迦牟尼佛滅度，他開悟了，要知道，這些人都叫根熟眾生。佛到這個地方把根熟眾生統統度完了，他才離開，還有一個沒度，他不能離開。都叫根熟眾生，四十九年的，每年每年每年跟著佛，到最後一天得度。佛滅度了，那些人還沒有得度的，那根沒熟，沒熟怎麼辦？再培養。我們今天遇到經教，這一生當中是不是根熟？要看最後，最後真正老老實實信願持名，往生淨土，根熟了。換句話說，在釋迦牟尼佛弘法利生影響範圍之內都算根熟了。這個影響，面是整個地球，我們肉眼看到的，肉眼看不到的，十法界，時間是一萬二千年。佛滅度到現在三千年，後頭還有九千年，九千年最後一個念佛得度的，都是釋迦牟尼佛這一會的有緣人，這個範圍多大！"
    },
    {
      "id": "02-040-0340_p0021",
      "zh_CN": "我们这一生，在这一生当中决定要成就，没有任何怀疑，万缘放下，一心专念阿弥陀佛，没有不成功的。我们什么都不要去想，一句佛号念到底，生活所需，我们深深相信佛力加持，天龙善神拥护；也就是说我们不会饿死、不会冻死，不会在灾难当中死亡，不会的，什么都没有，平平安安。天天在菩提道上走，没有走错路，我们走的是菩提正道，这个道通往西方极乐世界，通到阿弥陀佛讲经的大殿。我们要真正发四弘誓愿，真正发菩提心，菩提心的具体，显示在四弘誓愿上。「谓众生无边誓愿度」，我们要真正发这个心。我为什么选择净土法门，就为众生无边誓愿度，我就为这个，不为别的。众生太苦了，尤其是现代的社会。",
      "zh_TW": "我們這一生，在這一生當中決定要成就，沒有任何懷疑，萬緣放下，一心專念阿彌陀佛，沒有不成功的。我們什麼都不要去想，一句佛號念到底，生活所需，我們深深相信佛力加持，天龍善神擁護；也就是說我們不會餓死、不會凍死，不會在災難當中死亡，不會的，什麼都沒有，平平安安。天天在菩提道上走，沒有走錯路，我們走的是菩提正道，這個道通往西方極樂世界，通到阿彌陀佛講經的大殿。我們要真正發四弘誓願，真正發菩提心，菩提心的具體，顯示在四弘誓願上。「謂眾生無邊誓願度」，我們要真正發這個心。我為什麼選擇淨土法門，就為眾生無邊誓願度，我就為這個，不為別的。眾生太苦了，尤其是現代的社會。"
    },
    {
      "id": "02-040-0340_p0022",
      "zh_CN": "我这次在斯里兰卡一个月，看了一本汤恩比博士一九七０年在日本访问的谈话，一九七一年出版的，他那年八十二岁，一九七五年过世的，他八十六岁过世的。他当时看这个社会，预料社会的动乱，今天社会状况完全被他说中了，有过之而无不及。他要是生活在今天，看到这个局面，这是个有慈悲心、有爱心的学者，他想不出方法来帮助。也就是在那个年代，他说的，他说能够解决二十一世纪社会问题，只有中国孔孟学说跟大乘佛法。我在这个谈话里头看到的，他非常重视宗教教育。他是个历史文化哲学家，告诉我们，人类从上古时代绵延到今天，最早发现的是宗教，由宗教产生文明，所以他说人类不可以没有宗教。他对于每个宗教都赞叹，他自己没有宗教信仰，对宗教赞叹，欢喜读宗教经典，研究宗教，宗教可以帮助人类化解今天的社会问题。",
      "zh_TW": "我這次在斯里蘭卡一個月，看了一本湯恩比博士一九七０年在日本訪問的談話，一九七一年出版的，他那年八十二歲，一九七五年過世的，他八十六歲過世的。他當時看這個社會，預料社會的動亂，今天社會狀況完全被他說中了，有過之而無不及。他要是生活在今天，看到這個局面，這是個有慈悲心、有愛心的學者，他想不出方法來幫助。也就是在那個年代，他說的，他說能夠解決二十一世紀社會問題，只有中國孔孟學說跟大乘佛法。我在這個談話裡頭看到的，他非常重視宗教教育。他是個歷史文化哲學家，告訴我們，人類從上古時代綿延到今天，最早發現的是宗教，由宗教產生文明，所以他說人類不可以沒有宗教。他對於每個宗教都讚歎，他自己沒有宗教信仰，對宗教讚歎，歡喜讀宗教經典，研究宗教，宗教可以幫助人類化解今天的社會問題。"
    },
    {
      "id": "02-040-0340_p0023",
      "zh_CN": "今天宗教能解决问题吗？能。为什么能？你去研究它的经典你就发现它能。今天宗教之间的冲突，完全违背他们的经义。每个宗教的神圣都教人要爱人，要帮助人、要救人，没有教人杀人、害人的，没有。《古兰经》里面有讲到圣战，战争，那是穆罕默德在世的时候，阿拉伯四周围都是敌人，都想把它消灭，他们不能不抵抗。不是侵略别人，是抵抗侵略，这叫圣战。中国过去跟日本打仗八年，那是圣战，不是侵略别人。经典上说得很清楚，敌人放下武器，就要把他当作兄弟看待，就要好好照顾他。这是慈悲，这是爱心，真主确实是仁慈的。神爱世人，没有分民族、没有分国家、没有分文化，也没有分宗教。每个宗教的核心思想就是爱，真诚的爱，不附带任何条件，无条件的爱。佛家讲的无缘大慈，没有条件，同体大悲，一切众生跟我同体，多亲切！所以，宗教能救苦救难。",
      "zh_TW": "今天宗教能解決問題嗎？能。為什麼能？你去研究它的經典你就發現它能。今天宗教之間的衝突，完全違背他們的經義。每個宗教的神聖都教人要愛人，要幫助人、要救人，沒有教人殺人、害人的，沒有。《古蘭經》裡面有講到聖戰，戰爭，那是穆罕默德在世的時候，阿拉伯四周圍都是敵人，都想把它消滅，他們不能不抵抗。不是侵略別人，是抵抗侵略，這叫聖戰。中國過去跟日本打仗八年，那是聖戰，不是侵略別人。經典上說得很清楚，敵人放下武器，就要把他當作兄弟看待，就要好好照顧他。這是慈悲，這是愛心，真主確實是仁慈的。神愛世人，沒有分民族、沒有分國家、沒有分文化，也沒有分宗教。每個宗教的核心思想就是愛，真誠的愛，不附帶任何條件，無條件的愛。佛家講的無緣大慈，沒有條件，同體大悲，一切眾生跟我同體，多親切！所以，宗教能救苦救難。"
    },
    {
      "id": "02-040-0340_p0024",
      "zh_CN": "宗教要认真去研究，要认真去学习，社会变乱虽然多，真正依照宗教经教去修行的人，他的生活是幸福的。我自己可以给大家作证，你们看我这一生好像苦难很多，而我自己感觉得非常快乐，我没有苦难。我这一生每天能吃饱、能穿暖，有房子避风雨，没有苦难，过得很快乐。天天读经，天天跟大家分享，多快乐，世间最快乐的事情就是这个事情。所以释迦牟尼佛，我的老师，高明，我走他的路子，他一生教学四十九年。我教学到今年五十五年，现在晚年，佛法也放下了，明白老师的话，法尚应舍，何况非法。法是佛法，我放下了，世间法放下了，专搞一门，就是信愿念佛，依靠一部经典，就这个《无量寿经》，其他的统统放下了，快乐无比。我自己深深感觉到，跟极乐世界一天比一天接近，跟阿弥陀佛接近了，世间的乐事没有比这个更快乐的。",
      "zh_TW": "宗教要認真去研究，要認真去學習，社會變亂雖然多，真正依照宗教經教去修行的人，他的生活是幸福的。我自己可以給大家作證，你們看我這一生好像苦難很多，而我自己感覺得非常快樂，我沒有苦難。我這一生每天能吃飽、能穿暖，有房子避風雨，沒有苦難，過得很快樂。天天讀經，天天跟大家分享，多快樂，世間最快樂的事情就是這個事情。所以釋迦牟尼佛，我的老師，高明，我走他的路子，他一生教學四十九年。我教學到今年五十五年，現在晚年，佛法也放下了，明白老師的話，法尚應捨，何況非法。法是佛法，我放下了，世間法放下了，專搞一門，就是信願念佛，依靠一部經典，就這個《無量壽經》，其他的統統放下了，快樂無比。我自己深深感覺到，跟極樂世界一天比一天接近，跟阿彌陀佛接近了，世間的樂事沒有比這個更快樂的。"
    },
    {
      "id": "02-040-0340_p0025",
      "zh_CN": "毁谤我的人、障碍我的人、陷害我的人，我心目当中都把他们看作菩萨，这些人来成就我的，成就我三学、六度，特别是成就我忍辱波罗蜜。我看他们是我的大善知识，没有他们，我怎么会知道我有进步？在逆境顺境、善缘恶缘里面，炼成如如不动，明明了瞭是智慧，如如不动是功夫，乐在其中。如如不动那个乐，就是孔子在《论语》上第一句话所说的，「学而时习之，不亦说乎」，那个说是喜悦，不是从外头境界，内心里面欢喜流出来的，这真乐。所以境界，这里讲的行犹未备，那是你行的功夫不够，你能解不能行，能解一定要能行，我解到行就到。",
      "zh_TW": "毀謗我的人、障礙我的人、陷害我的人，我心目當中都把他們看作菩薩，這些人來成就我的，成就我三學、六度，特別是成就我忍辱波羅蜜。我看他們是我的大善知識，沒有他們，我怎麼會知道我有進步？在逆境順境、善緣惡緣裡面，鍊成如如不動，明明瞭瞭是智慧，如如不動是功夫，樂在其中。如如不動那個樂，就是孔子在《論語》上第一句話所說的，「學而時習之，不亦說乎」，那個說是喜悅，不是從外頭境界，內心裡面歡喜流出來的，這真樂。所以境界，這裡講的行猶未備，那是你行的功夫不夠，你能解不能行，能解一定要能行，我解到行就到。"
    },
    {
      "id": "02-040-0340_p0026",
      "zh_CN": "天台大师教我们的四弘誓愿，这是十方三世一切菩萨成佛必经的道路，我们不例外。一切为众生，不为自己，断烦恼是为众生，学法门也是为众生，成佛道还是为众生，不为众生，干这些事情没有意思，没有一样不是为众生的，这真的不是假的。全心全意为众生服务，毛主席说的，他要能把这句话做到，他就成佛了。这个话要真干，不可以骗人，骗人就有罪，真干就有功德。要帮助别人，从哪里做起？从断烦恼做起，断烦恼是身教，做样子给人看。像释迦牟尼佛一生，从十九岁舍弃王位的继承权，舍弃宫廷里面荣华富贵的生活，去过一个苦行僧的生活，三衣一钵，日中一食，树下一宿，过这个生活，过了一辈子。",
      "zh_TW": "天台大師教我們的四弘誓願，這是十方三世一切菩薩成佛必經的道路，我們不例外。一切為眾生，不為自己，斷煩惱是為眾生，學法門也是為眾生，成佛道還是為眾生，不為眾生，幹這些事情沒有意思，沒有一樣不是為眾生的，這真的不是假的。全心全意為眾生服務，毛主席說的，他要能把這句話做到，他就成佛了。這個話要真幹，不可以騙人，騙人就有罪，真幹就有功德。要幫助別人，從哪裡做起？從斷煩惱做起，斷煩惱是身教，做樣子給人看。像釋迦牟尼佛一生，從十九歲捨棄王位的繼承權，捨棄宮廷裡面榮華富貴的生活，去過一個苦行僧的生活，三衣一缽，日中一食，樹下一宿，過這個生活，過了一輩子。"
    },
    {
      "id": "02-040-0340_p0027",
      "zh_CN": "他表演的是知识分子，所以好学，喜欢多闻。当时印度是世界上文化大国，宗教发达，学术发达，全世界多少人到印度去学习，中国不例外，高僧大德都到西天，那就是印度，到印度去求学。印度的高僧也有不少人到中国来传教、来讲学，中国跟印度往来二千年。佛教被中国帝王正式礼请到中国，是汉明帝永平十年，公元六十七年，到二０六七年满二千年，现在很接近了。真正的大乘佛法全都在中国，只是中国最近二百年疏忽了，这个疏忽，慈禧太后带头的，头带得不好。慈禧太后对于中国传统文化跟佛法不尊重，上行下效，社会一般大众对于传统、对于佛法那种诚敬心就衰退了。到满清亡国，讲学的人还有，真正依教奉行的人很少了。到民国年间，几乎连讲学的人都没有了，特别是五四运动之后，影响非常大。到现在可以说，讲的人没有了，学的人没有了，行的人找不到了，极少数在深山里头，没有人知道，可能还有一些。所以，发四弘誓愿非常重要，四条很简单不麻烦，真正要发心为这些苦难众生，怎样帮助他们离苦得乐。",
      "zh_TW": "他表演的是知識分子，所以好學，喜歡多聞。當時印度是世界上文化大國，宗教發達，學術發達，全世界多少人到印度去學習，中國不例外，高僧大德都到西天，那就是印度，到印度去求學。印度的高僧也有不少人到中國來傳教、來講學，中國跟印度往來二千年。佛教被中國帝王正式禮請到中國，是漢明帝永平十年，公元六十七年，到二０六七年滿二千年，現在很接近了。真正的大乘佛法全都在中國，只是中國最近二百年疏忽了，這個疏忽，慈禧太后帶頭的，頭帶得不好。慈禧太后對於中國傳統文化跟佛法不尊重，上行下效，社會一般大眾對於傳統、對於佛法那種誠敬心就衰退了。到滿清亡國，講學的人還有，真正依教奉行的人很少了。到民國年間，幾乎連講學的人都沒有了，特別是五四運動之後，影響非常大。到現在可以說，講的人沒有了，學的人沒有了，行的人找不到了，極少數在深山裡頭，沒有人知道，可能還有一些。所以，發四弘誓願非常重要，四條很簡單不麻煩，真正要發心為這些苦難眾生，怎樣幫助他們離苦得樂。"
    },
    {
      "id": "02-040-0340_p0028",
      "zh_CN": "世间志士仁人也有这个愿望，我们在世界上看到，特别是在联合国和平会议里面，我们看到许多专家学者，看到一些政府的高官，对于帮助人民离苦得乐是个共同的愿望，但是找不到方法。方法在哪里？就在四弘誓愿。四弘誓愿第一愿有了，后头三愿没有，这一愿落空了。要认真去做，从哪里做起？从我做起，不要期望别人，从望别人做起，你会失望，要从我做起，我来干。释迦牟尼佛当年就是他一个人干起，带头干，有一群人跟着他一起，向他学习，成为弟子。所以释迦牟尼不是神，不是仙人，他是人，他是老师，追随他的有出家的、有在家的，都是学生。佛跟大家的关系是师生关系，这要搞清楚、搞明白。今天把他当作神来看待，错了，他不是神。",
      "zh_TW": "世間志士仁人也有這個願望，我們在世界上看到，特別是在聯合國和平會議裡面，我們看到許多專家學者，看到一些政府的高官，對於幫助人民離苦得樂是個共同的願望，但是找不到方法。方法在哪裡？就在四弘誓願。四弘誓願第一願有了，後頭三願沒有，這一願落空了。要認真去做，從哪裡做起？從我做起，不要期望別人，從望別人做起，你會失望，要從我做起，我來幹。釋迦牟尼佛當年就是他一個人幹起，帶頭幹，有一群人跟著他一起，向他學習，成為弟子。所以釋迦牟尼不是神，不是仙人，他是人，他是老師，追隨他的有出家的、有在家的，都是學生。佛跟大家的關係是師生關係，這要搞清楚、搞明白。今天把他當作神來看待，錯了，他不是神。"
    },
    {
      "id": "02-040-0340_p0029",
      "zh_CN": "第一个做法就是断烦恼，众生烦恼多，佛没有烦恼，把烦恼放下，放下烦恼，智慧就开了。现在人没有智慧，为什么没有智慧？他只有烦恼，他被烦恼充满了，所以他没有智慧。烦恼从哪里生起来的？从我执生起来的，你看这个大家都有，执着身是我，从这儿生的。我，一切都要为到我，产生什么？自私自利。境界现前，第一个念头不为众生，第一个念头为我，对我有没有好处？对我有好处的我会干，对我没有好处，对别人有好处，不干。佛教给我们，佛弟子要跟他一样，修行第一桩事情把我放下，把众生端起来。我看到的是众生，没看到我，两个眼睛是往外看，不是回头看的，长了眼睛叫你看众生，不是看我的。看到众生苦就想到自己苦，如何帮助他离苦。苦从哪里来？迷惑来的，对于整个宇宙的真相，宇宙之间万事万物的真相全迷了，苦从这来的。乐从哪里来的？如果翻过来，对宇宙人生真相全明白了，你就快乐了，一无所有，比谁都快乐。",
      "zh_TW": "第一個做法就是斷煩惱，眾生煩惱多，佛沒有煩惱，把煩惱放下，放下煩惱，智慧就開了。現在人沒有智慧，為什麼沒有智慧？他只有煩惱，他被煩惱充滿了，所以他沒有智慧。煩惱從哪裡生起來的？從我執生起來的，你看這個大家都有，執著身是我，從這兒生的。我，一切都要為到我，產生什麼？自私自利。境界現前，第一個念頭不為眾生，第一個念頭為我，對我有沒有好處？對我有好處的我會幹，對我沒有好處，對別人有好處，不幹。佛教給我們，佛弟子要跟他一樣，修行第一樁事情把我放下，把眾生端起來。我看到的是眾生，沒看到我，兩個眼睛是往外看，不是回頭看的，長了眼睛叫你看眾生，不是看我的。看到眾生苦就想到自己苦，如何幫助他離苦。苦從哪裡來？迷惑來的，對於整個宇宙的真相，宇宙之間萬事萬物的真相全迷了，苦從這來的。樂從哪裡來的？如果翻過來，對宇宙人生真相全明白了，你就快樂了，一無所有，比誰都快樂。"
    },
    {
      "id": "02-040-0340_p0030",
      "zh_CN": "佛知道这个事实真相，他一举一动做出觉悟的样子，上上根人看到这个样子就开悟了，不要说话。上中下根人不行，看到样子不能开悟，还要用言教，就法门无量誓愿学。学法门是教众生，教化众生。法门无量，这里是誓愿知，无尽誓愿知，我们现在念的跟这个，字有几个字差别。烦恼无数誓愿断，烦恼无尽，现在一般念是念无尽，意思都一样，法门无量誓愿学，为众生。佛要不要学？大彻大悟的人还要学吗？不要了，像惠能大师一样开悟了，他什么都知道，没有学过的法门，你念给他听他就会跟你讲，惠能大师这个示现我们就明白了。",
      "zh_TW": "佛知道這個事實真相，他一舉一動做出覺悟的樣子，上上根人看到這個樣子就開悟了，不要說話。上中下根人不行，看到樣子不能開悟，還要用言教，就法門無量誓願學。學法門是教眾生，教化眾生。法門無量，這裡是誓願知，無盡誓願知，我們現在念的跟這個，字有幾個字差別。煩惱無數誓願斷，煩惱無盡，現在一般念是念無盡，意思都一樣，法門無量誓願學，為眾生。佛要不要學？大徹大悟的人還要學嗎？不要了，像惠能大師一樣開悟了，他什麼都知道，沒有學過的法門，你念給他聽他就會跟你講，惠能大師這個示現我們就明白了。"
    },
    {
      "id": "02-040-0340_p0031",
      "zh_CN": "阿弥陀佛想建立极乐世界，那时候是什么身分？我们在经典读到的，许多祖师大德都说应当是地上菩萨的身分，就是法藏比丘。他一切通达了，为什么还要用五劫的时间去参学？就是法门无量誓愿学，给众生做样子，教大家要好好学习。他一切都通达了，要做出样子来学习给你看，不是真的，他什么都知道。我们凡夫不学不知道，他也这样学，我们也，对！我们要学习；如果他不学习，坐在那里思惟，我们也打坐，极乐世界永远造不成功。让所有一切众生看到佛的形象、看到佛的说法，对他生起仰慕的心，愿意追随他，对他没有一点怀疑。上中下根人，佛是怎么成就的？学来的。上上根人懂得，不要学习，是自性智慧透出来了，那只有上上根人知道。这叫示现，做个样子给大家看，舞台表演。「佛道无上誓愿成」，这个示现非常重要，圆满的成就，展现出来给你看，自行化他达到究竟圆满。前面两个是教化众生的，后面这两个成就自己的。",
      "zh_TW": "阿彌陀佛想建立極樂世界，那時候是什麼身分？我們在經典讀到的，許多祖師大德都說應當是地上菩薩的身分，就是法藏比丘。他一切通達了，為什麼還要用五劫的時間去參學？就是法門無量誓願學，給眾生做樣子，教大家要好好學習。他一切都通達了，要做出樣子來學習給你看，不是真的，他什麼都知道。我們凡夫不學不知道，他也這樣學，我們也，對！我們要學習；如果他不學習，坐在那裡思惟，我們也打坐，極樂世界永遠造不成功。讓所有一切眾生看到佛的形象、看到佛的說法，對他生起仰慕的心，願意追隨他，對他沒有一點懷疑。上中下根人，佛是怎麼成就的？學來的。上上根人懂得，不要學習，是自性智慧透出來了，那只有上上根人知道。這叫示現，做個樣子給大家看，舞台表演。「佛道無上誓願成」，這個示現非常重要，圓滿的成就，展現出來給你看，自行化他達到究竟圓滿。前面兩個是教化眾生的，後面這兩個成就自己的。"
    },
    {
      "id": "02-040-0340_p0032",
      "zh_CN": "「发此誓愿，如理思惟，豁然悟理，入凡、圣位，是为发真正菩提心也」。后面这一句，入凡、圣位，入凡是应化身，入圣是报身，这就是四土的教化。在六道里面现身，在十法界里面现身，这都是入凡，在实报土里面现身，这是入圣。实报土虽然都是圣人，都是明心见性，但是那些人无始无明烦恼习气还在，没断干净，障碍他们证入常寂光，不能成为妙觉，只能到等觉。所以，佛要为他们示圣位，为他们示现报身，报身就是等觉菩萨，帮助那些等觉，真正的等觉，契入常寂光，证得究竟圆满。所以后面这是提升自己，对我们凡夫特别有启示，我们要努力、要认真修学，这叫真正。",
      "zh_TW": "「發此誓願，如理思惟，豁然悟理，入凡、聖位，是為發真正菩提心也」。後面這一句，入凡、聖位，入凡是應化身，入聖是報身，這就是四土的教化。在六道裡面現身，在十法界裡面現身，這都是入凡，在實報土裡面現身，這是入聖。實報土雖然都是聖人，都是明心見性，但是那些人無始無明煩惱習氣還在，沒斷乾淨，障礙他們證入常寂光，不能成為妙覺，只能到等覺。所以，佛要為他們示聖位，為他們示現報身，報身就是等覺菩薩，幫助那些等覺，真正的等覺，契入常寂光，證得究竟圓滿。所以後面這是提升自己，對我們凡夫特別有啟示，我們要努力、要認真修學，這叫真正。"
    },
    {
      "id": "02-040-0340_p0033",
      "zh_CN": "下面为我们解释，前面讲的偏、权、圆、实。「谓藏通别三教为偏」，这是天台大师把释迦牟尼佛的教学分为四个等级，藏通别圆。藏是小乘，现在南传的阿含是小乘教；通，前面通藏，后面通别；别是大乘。藏教好比是佛的小学，通教是佛的中学，别教是佛的大学，圆教是佛的研究所，我们用这个比喻大家就很容易明白，藏通别圆就是这个意思。这是教我们立志，一定要拿到最高的学位，不要到小学毕业就停止，不想再学了。佛教小学毕业证阿罗汉果，中学、大学都叫菩萨，研究所的博士班称佛陀。立志要高要大，我要证得究竟圆满。",
      "zh_TW": "下面為我們解釋，前面講的偏、權、圓、實。「謂藏通別三教為偏」，這是天台大師把釋迦牟尼佛的教學分為四個等級，藏通別圓。藏是小乘，現在南傳的阿含是小乘教；通，前面通藏，後面通別；別是大乘。藏教好比是佛的小學，通教是佛的中學，別教是佛的大學，圓教是佛的研究所，我們用這個比喻大家就很容易明白，藏通別圓就是這個意思。這是教我們立志，一定要拿到最高的學位，不要到小學畢業就停止，不想再學了。佛教小學畢業證阿羅漢果，中學、大學都叫菩薩，研究所的博士班稱佛陀。立志要高要大，我要證得究竟圓滿。"
    },
    {
      "id": "02-040-0340_p0034",
      "zh_CN": "可是小学、中学必须要念的，《佛藏经》里头，不是《大藏经》，经的题目叫《佛藏经》，佛在这个经上说，叫「佛子，不先学小乘，后学大乘，非佛弟子」，佛不承认。上上乘人太少太少了，亿万人当中一个都找不到，地球上现在有七十亿人，你能找到七十个吗？找不到，现在可能一个都找不到。中下根人是最多最多的，佛在这个世间为我们示现，示现中下根人，契我们的机。中下根人学习就要按部就班，像现在读书，先读小学，再读中学、读大学、读研究所，佛也是这样的，没有例外。",
      "zh_TW": "可是小學、中學必須要念的，《佛藏經》裡頭，不是《大藏經》，經的題目叫《佛藏經》，佛在這個經上說，叫「佛子，不先學小乘，後學大乘，非佛弟子」，佛不承認。上上乘人太少太少了，億萬人當中一個都找不到，地球上現在有七十億人，你能找到七十個嗎？找不到，現在可能一個都找不到。中下根人是最多最多的，佛在這個世間為我們示現，示現中下根人，契我們的機。中下根人學習就要按部就班，像現在讀書，先讀小學，再讀中學、讀大學、讀研究所，佛也是這樣的，沒有例外。"
    },
    {
      "id": "02-040-0340_p0035",
      "zh_CN": "中国人开口大乘，闭口大乘，是的，过去是大乘根性，现在没有了。现在我们跟南传小乘比，我们对他五体投地，我们对他佩服。他虽然是小学，他落实了，我们现在没有了，我们大学也没有，中学也没有，小学也没有，全没有了，有名无实。寺庙在，有些寺庙建筑得富丽堂皇，从前李老师所说的，「有庙无道，不能兴教」，庙不重要，道重要，道没有了。人能弘道，非道弘人，弘道的人没有了，怎么办？",
      "zh_TW": "中國人開口大乘，閉口大乘，是的，過去是大乘根性，現在沒有了。現在我們跟南傳小乘比，我們對他五體投地，我們對他佩服。他雖然是小學，他落實了，我們現在沒有了，我們大學也沒有，中學也沒有，小學也沒有，全沒有了，有名無實。寺廟在，有些寺廟建築得富麗堂皇，從前李老師所說的，「有廟無道，不能興教」，廟不重要，道重要，道沒有了。人能弘道，非道弘人，弘道的人沒有了，怎麼辦？"
    },
    {
      "id": "02-040-0340_p0036",
      "zh_CN": "我去年十一月接受斯里兰卡总统的邀请，做了九天访问。九天当中我跟总统见面四次，每一次时间都超过一个小时。第一次见面，到达那个地方，晚上请我吃晚饭，有个晚宴，我们谈了三个多小时。九天访问令我感到非常惊讶，之前我对于佛教能不能再复兴没有信心，仔细看到之后，我的信心生起来了，他们全国的人把佛陀的教诲落实在生活当中。这次时间长，我看了四个学校，小学、中学。我走进他们的教室，让我第一个感触，我回到了抗战时期，抗战时期我念小学、念初中，跟现在斯里兰卡的状况完全相同，我回到六十多年前。像我这样的年龄，我说这个话大家能够体会到，那时候的社会很可爱，人与人当中没有猜忌，从来没有想到这个社会上有坏人，没想过。学生生活虽然不富裕，快乐、幸福，学习非常认真、专注，对老师有礼貌。老师给我做报告，告诉我们，他们的学生在家庭里面，早晚都还学习着古礼。早晨跟父母请安要磕头的，要行接足礼，磕头手摸到父母的脚，接足礼；到学校见到老师要行接足礼，这个现在看不到了。",
      "zh_TW": "我去年十一月接受斯里蘭卡總統的邀請，做了九天訪問。九天當中我跟總統見面四次，每一次時間都超過一個小時。第一次見面，到達那個地方，晚上請我吃晚飯，有個晚宴，我們談了三個多小時。九天訪問令我感到非常驚訝，之前我對於佛教能不能再復興沒有信心，仔細看到之後，我的信心生起來了，他們全國的人把佛陀的教誨落實在生活當中。這次時間長，我看了四個學校，小學、中學。我走進他們的教室，讓我第一個感觸，我回到了抗戰時期，抗戰時期我念小學、念初中，跟現在斯里蘭卡的狀況完全相同，我回到六十多年前。像我這樣的年齡，我說這個話大家能夠體會到，那時候的社會很可愛，人與人當中沒有猜忌，從來沒有想到這個社會上有壞人，沒想過。學生生活雖然不富裕，快樂、幸福，學習非常認真、專注，對老師有禮貌。老師給我做報告，告訴我們，他們的學生在家庭裡面，早晚都還學習著古禮。早晨跟父母請安要磕頭的，要行接足禮，磕頭手摸到父母的腳，接足禮；到學校見到老師要行接足禮，這個現在看不到了。"
    },
    {
      "id": "02-040-0340_p0037",
      "zh_CN": "我看到这两条，佛法复兴有可能，这个地区真正能保持，再把大乘在这里发扬光大，佛法可以兴旺起来。让全世界的人都到斯里兰卡去看看，佛陀教育在全国推行的状况，所得到的效果是什么？一看就明白了。这个社会安、和、乐、利，这四个字它都得到了，安稳、安定、和谐、和睦、快乐，利益就是物质生活差不多是平等的，也没有什么太富太贫的。贫苦人家的小孩受到同样的教育，因为他们的教育是国家负担的，不要缴学费的，等于学生上学统统是免费的，小学免费，中学免费，大学也免费。学生穿的衣服相同的，学校发的制服，一样的，饮食起居一律平等。学生在一起欢喜，没有说你家富贵我贫贱，没有，没有这个念头。出家人受到社会大众尊敬，任何场合出家人站在前面，总统见到出家人都顶礼。而出家人全部都是老师，他们肩负起佛教的教育，我们看到欢喜，看到感动。星期天是全国在校的学生接受佛陀教育，在寺院里，每个学生星期天一定要到寺院里去上课，每个出家人都是老师，都能言善道。所以今天要看佛教，到斯里兰卡真正看到了，其他地方我没看到。",
      "zh_TW": "我看到這兩條，佛法復興有可能，這個地區真正能保持，再把大乘在這裡發揚光大，佛法可以興旺起來。讓全世界的人都到斯里蘭卡去看看，佛陀教育在全國推行的狀況，所得到的效果是什麼？一看就明白了。這個社會安、和、樂、利，這四個字它都得到了，安穩、安定、和諧、和睦、快樂，利益就是物質生活差不多是平等的，也沒有什麼太富太貧的。貧苦人家的小孩受到同樣的教育，因為他們的教育是國家負擔的，不要繳學費的，等於學生上學統統是免費的，小學免費，中學免費，大學也免費。學生穿的衣服相同的，學校發的制服，一樣的，飲食起居一律平等。學生在一起歡喜，沒有說你家富貴我貧賤，沒有，沒有這個念頭。出家人受到社會大眾尊敬，任何場合出家人站在前面，總統見到出家人都頂禮。而出家人全部都是老師，他們肩負起佛教的教育，我們看到歡喜，看到感動。星期天是全國在校的學生接受佛陀教育，在寺院裡，每個學生星期天一定要到寺院裡去上課，每個出家人都是老師，都能言善道。所以今天要看佛教，到斯里蘭卡真正看到了，其他地方我沒看到。"
    },
    {
      "id": "02-040-0340_p0038",
      "zh_CN": "去年我跟总统建议，希望能办个佛教大学，为全世界佛教培养师资。弘法、护法都必须要真正学佛，他才懂，他没有学佛他不懂，培养弘护人才。再建一所国际的宗教大学，团结全世界的宗教，化解宗教之间的矛盾，互相学习。希望宗教团结，真正能够化解社会上所有的冲突，带动整个世界永久的安定和平，总统也接受了。今年我去访问，国际佛教大学就破土，准备启建，太难得了，他说了真干。我们还要办一个活动中心，活动中心也破土了，总统希望明年年底能落成，第一个大规模的活动他来办。希望这个活动中心将来专门办文化教育论坛，面对全世界，专门来研究讨论可以实践的、可以落实的这些方案。不可以会而不议，议而不决，决而不行，都等于零。真正启动，总统非常热心。",
      "zh_TW": "去年我跟總統建議，希望能辦個佛教大學，為全世界佛教培養師資。弘法、護法都必須要真正學佛，他才懂，他沒有學佛他不懂，培養弘護人才。再建一所國際的宗教大學，團結全世界的宗教，化解宗教之間的矛盾，互相學習。希望宗教團結，真正能夠化解社會上所有的衝突，帶動整個世界永久的安定和平，總統也接受了。今年我去訪問，國際佛教大學就破土，準備啟建，太難得了，他說了真幹。我們還要辦一個活動中心，活動中心也破土了，總統希望明年年底能落成，第一個大規模的活動他來辦。希望這個活動中心將來專門辦文化教育論壇，面對全世界，專門來研究討論可以實踐的、可以落實的這些方案。不可以會而不議，議而不決，決而不行，都等於零。真正啟動，總統非常熱心。"
    },
    {
      "id": "02-040-0340_p0039",
      "zh_CN": "净宗这些年来我们提倡三时系念的佛事，因为斯里兰卡过去有三十年内战，现在结束了，我们也安慰这些双方死难的军民，做一场三时系念的佛事，等于是追悼佛事。这个佛事在总统府里面做，那天参加的二千八百人，在总统府里面做。总统夫人来拈香，三军总司令、三军的军官参加，学生参加，海内外的一些贵宾，我们大家聚集在一堂。这种盛会大概在世界上头一个，在总统府进行的，真的是皆大欢喜。这是讲到真正发菩提心，我们在那里看到人家真干，让我们对这桩事情产生了信心。今天时间到了，我们就学习到此地。",
      "zh_TW": "淨宗這些年來我們提倡三時繫念的佛事，因為斯里蘭卡過去有三十年內戰，現在結束了，我們也安慰這些雙方死難的軍民，做一場三時繫念的佛事，等於是追悼佛事。這個佛事在總統府裡面做，那天參加的二千八百人，在總統府裡面做。總統夫人來拈香，三軍總司令、三軍的軍官參加，學生參加，海內外的一些貴賓，我們大家聚集在一堂。這種盛會大概在世界上頭一個，在總統府進行的，真的是皆大歡喜。這是講到真正發菩提心，我們在那裡看到人家真幹，讓我們對這樁事情產生了信心。今天時間到了，我們就學習到此地。"
    }
  ]
}