{
  "doc_id": "02-040-0612",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第六一二集",
    "zh_TW": "第六一二集"
  },
  "year": "2014",
  "location": {
    "zh_CN": "台湾台南极乐寺",
    "zh_TW": "台灣台南極樂寺"
  },
  "doc_number": "02-040-0612",
  "total_paragraphs": 29,
  "paragraphs": [
    {
      "id": "02-040-0612_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0612_p0002",
      "zh_CN": "请看《大经科注》一千零六十三页，倒数第四行，请看科题，「求法皆获善利」。此地说的求法专指净宗《无量寿经》，范围扩大一点就是净宗五经一论，不包括其他的法，没有一个不得最好、最殊胜的利益。请看经文：",
      "zh_TW": "請看《大經科註》一千零六十三頁，倒數第四行，請看科題，「求法皆獲善利」。此地說的求法專指淨宗《無量壽經》，範圍擴大一點就是淨宗五經一論，不包括其他的法，沒有一個不得最好、最殊勝的利益。請看經文："
    },
    {
      "id": "02-040-0612_p0003",
      "zh_CN": "【诸善男子。及善女人。能于是法。若已求。现求。当求者。皆获善利。】",
      "zh_TW": "【諸善男子。及善女人。能於是法。若已求。現求。當求者。皆獲善利。】"
    },
    {
      "id": "02-040-0612_p0004",
      "zh_CN": "念老的注解很简单、很清楚、很明白，「凡求是法，皆获善利」。经文里头必须要重视的，就是『善男子、善女人』那个善字，这就是个标准。如果没有善，『已求、现求、当求』，未必皆得善利，这个一定要知道。佛家，我们展开经本，看到经上讲的「善男子、善女人」，这个善的标准是什么？释迦牟尼佛在经典上清清楚楚、明明白白的告诉我们，在《观无量寿佛经》里头跟我们讲了三福，三福第一条就是这个善的标准。经文有四句，「孝养父母，奉事师长，慈心不杀，修十善业」，这个人就是善男子、善女人。所以它是有标准的。简单的说就是五戒、十善，常讲的三皈、五戒、十善都能够做到，这就是善男子、善女人。现在三皈、五戒、十善为什么做不到？我们也差不多走遍全世界，接触世界各地的佛教徒，在家学佛不能落实十善，十善没做到；出家学佛，《沙弥律仪》没有做到。佛门衰，为什么衰的？我们就知道了。佛法是建立在戒律的基础上，「戒为无上菩提本，长养一切诸善根」，你说这个东西多重要！",
      "zh_TW": "念老的註解很簡單、很清楚、很明白，「凡求是法，皆獲善利」。經文裡頭必須要重視的，就是『善男子、善女人』那個善字，這就是個標準。如果沒有善，『已求、現求、當求』，未必皆得善利，這個一定要知道。佛家，我們展開經本，看到經上講的「善男子、善女人」，這個善的標準是什麼？釋迦牟尼佛在經典上清清楚楚、明明白白的告訴我們，在《觀無量壽佛經》裡頭跟我們講了三福，三福第一條就是這個善的標準。經文有四句，「孝養父母，奉事師長，慈心不殺，修十善業」，這個人就是善男子、善女人。所以它是有標準的。簡單的說就是五戒、十善，常講的三皈、五戒、十善都能夠做到，這就是善男子、善女人。現在三皈、五戒、十善為什麼做不到？我們也差不多走遍全世界，接觸世界各地的佛教徒，在家學佛不能落實十善，十善沒做到；出家學佛，《沙彌律儀》沒有做到。佛門衰，為什麼衰的？我們就知道了。佛法是建立在戒律的基礎上，「戒為無上菩提本，長養一切諸善根」，你說這個東西多重要！"
    },
    {
      "id": "02-040-0612_p0005",
      "zh_CN": "今天我们做不到，不能怪我们，为什么？我们没有看到好样子，也没有人教我们。所以《无量寿经》上有一句话说得真好，「先人不善，不识道德，无有语者，殊无怪也」。这是诸佛菩萨对我们当前弟子的心态，我们干什么样的坏事，佛菩萨都原谅我们，为什么？没人教。先人无知，我们的父母不知道教我们，不懂得怎么教法，祖父母也不懂，曾祖父母也不懂。大概要到高祖父母，他懂不懂？他可能知道，但是做不到。高祖父母再往上去个两代，差不多他们能做到。所以我们断掉七、八代，这个责任谁负？佛比我们清楚，这个话我们说不出来，佛说出来了。在家父母没教我们，出家师父没教我们，师父自己也没做到。师父的师父，师公也没做到，再往上去师祖他也没做到，这怎么办？所以才会出现像李炳南老居士所说的，在念佛同修，念佛求往生，他不说别人，他说台中莲社，台中莲社是他创办的。莲社的莲友不少，我看过莲社莲友的名册，他分四十八个班。我到台中去亲近李老师，那一年是台中莲社成立十周年纪念，我第一次到台中。那个时候他们名册里头的莲友有二十万人，大概在台湾是最大的团体，它是有组织的，李老师带领大家念佛。老师常常讲，我们莲友，一万个莲友，念佛的同修，真正能往生只有三个、五个而已。就算五个，一万个念佛人只有五个能往生，其他的不能往生。这什么原因？戒没有了。进了佛门，受了三皈、五戒，甚至于在家菩萨戒，经典上的这个善字，善男子、善女人，他都达不到这个善的标准，到不了这个水平，所以还是要搞六道轮回。好处有没有？不能说没有，阿赖耶识里头薰积了善根福德的种子，这个有，这一生当中不能往生。为什么不能往生？三皈、五戒、十善没有做到，就这个原因。",
      "zh_TW": "今天我們做不到，不能怪我們，為什麼？我們沒有看到好樣子，也沒有人教我們。所以《無量壽經》上有一句話說得真好，「先人不善，不識道德，無有語者，殊無怪也」。這是諸佛菩薩對我們當前弟子的心態，我們幹什麼樣的壞事，佛菩薩都原諒我們，為什麼？沒人教。先人無知，我們的父母不知道教我們，不懂得怎麼教法，祖父母也不懂，曾祖父母也不懂。大概要到高祖父母，他懂不懂？他可能知道，但是做不到。高祖父母再往上去個兩代，差不多他們能做到。所以我們斷掉七、八代，這個責任誰負？佛比我們清楚，這個話我們說不出來，佛說出來了。在家父母沒教我們，出家師父沒教我們，師父自己也沒做到。師父的師父，師公也沒做到，再往上去師祖他也沒做到，這怎麼辦？所以才會出現像李炳南老居士所說的，在念佛同修，念佛求往生，他不說別人，他說台中蓮社，台中蓮社是他創辦的。蓮社的蓮友不少，我看過蓮社蓮友的名冊，他分四十八個班。我到台中去親近李老師，那一年是台中蓮社成立十週年紀念，我第一次到台中。那個時候他們名冊裡頭的蓮友有二十萬人，大概在台灣是最大的團體，它是有組織的，李老師帶領大家念佛。老師常常講，我們蓮友，一萬個蓮友，念佛的同修，真正能往生只有三個、五個而已。就算五個，一萬個念佛人只有五個能往生，其他的不能往生。這什麼原因？戒沒有了。進了佛門，受了三皈、五戒，甚至於在家菩薩戒，經典上的這個善字，善男子、善女人，他都達不到這個善的標準，到不了這個水平，所以還是要搞六道輪迴。好處有沒有？不能說沒有，阿賴耶識裡頭薰積了善根福德的種子，這個有，這一生當中不能往生。為什麼不能往生？三皈、五戒、十善沒有做到，就這個原因。"
    },
    {
      "id": "02-040-0612_p0006",
      "zh_CN": "现在我们想学，能不能做得到？做不到，不知道怎么做法，光念经文这几句是绝对不行的。所以最近十几年了，我们看到全世界这个现象，特别提出儒释道的三个根，这个理念是从净业三福来的。「孝养父母，奉事师长」，要怎样落实？儒家的《弟子规》。真正把《弟子规》里面所说的一百一十三桩事情，《弟子规》不长，总共只有一千零八十个字。一百一十三桩事情真正能做到，孝亲尊师就做到，孝养父母、奉事师长就做到了，你就是善男子、善女人。这四句才做到两句，还有两句。「慈心不杀」，慈心不杀落实在道教的《太上感应篇》。《太上感应篇》文字不多，大概一千五、六百个字的样子，不多，里面讲了九十多桩事情，善恶的报应，这是因果教育。《感应篇》所说的是真的，不是假的。人相信因果教育，不敢做坏事，不敢起一个不善的念头，为什么？有一个不善的念头都会有报应的。有《弟子规》、《感应篇》这个基础，十善业就可以做到。今天十善为什么做不到？就是没有前面两个基础。十善业，不杀生、不偷盗，在家居士不邪淫，不妄语、不恶口、不两舌、不绮语、不贪、不瞋、不痴，这个做到了，才是经典上所说的善男子、善女人，它是有个标准的。有这个基础就能学佛，好像盖房子一样，我地基打好了，往上盖，盖几十层、盖一百层都没有问题，根深蒂固。没有从根上去做功夫，这个不踏实，永远盖茅蓬，盖两层楼都会倒下来，为什么？没有地基。甚至于一层都不行，一层，大风一吹把你吹倒了。你就晓得基础是多重要！",
      "zh_TW": "現在我們想學，能不能做得到？做不到，不知道怎麼做法，光念經文這幾句是絕對不行的。所以最近十幾年了，我們看到全世界這個現象，特別提出儒釋道的三個根，這個理念是從淨業三福來的。「孝養父母，奉事師長」，要怎樣落實？儒家的《弟子規》。真正把《弟子規》裡面所說的一百一十三樁事情，《弟子規》不長，總共只有一千零八十個字。一百一十三樁事情真正能做到，孝親尊師就做到，孝養父母、奉事師長就做到了，你就是善男子、善女人。這四句才做到兩句，還有兩句。「慈心不殺」，慈心不殺落實在道教的《太上感應篇》。《太上感應篇》文字不多，大概一千五、六百個字的樣子，不多，裡面講了九十多樁事情，善惡的報應，這是因果教育。《感應篇》所說的是真的，不是假的。人相信因果教育，不敢做壞事，不敢起一個不善的念頭，為什麼？有一個不善的念頭都會有報應的。有《弟子規》、《感應篇》這個基礎，十善業就可以做到。今天十善為什麼做不到？就是沒有前面兩個基礎。十善業，不殺生、不偷盜，在家居士不邪淫，不妄語、不惡口、不兩舌、不綺語、不貪、不瞋、不痴，這個做到了，才是經典上所說的善男子、善女人，它是有個標準的。有這個基礎就能學佛，好像蓋房子一樣，我地基打好了，往上蓋，蓋幾十層、蓋一百層都沒有問題，根深蒂固。沒有從根上去做功夫，這個不踏實，永遠蓋茅蓬，蓋兩層樓都會倒下來，為什麼？沒有地基。甚至於一層都不行，一層，大風一吹把你吹倒了。你就曉得基礎是多重要！"
    },
    {
      "id": "02-040-0612_p0007",
      "zh_CN": "中国人所说的扎根教育，扎什么根？《弟子规》伦理的根、道德的根，《感应篇》因果的根。中国几千年的历史，这块土地上生活的人民都是好人。为什么？祖宗会教，把好的教育世世代代传下来，人从小就教好了。中国人懂得教育，这个世界上很多学者专家都知道、都佩服。中国人什么时候教小孩？母亲怀孕的时候，叫胎教。小孩还没出生，才怀孕，我们老祖宗很清楚，孩子甚至于还没形成，怀孕一、二个月还没形成，但是他有感应，父母起心动念、言语造作都会影响他，他都受感染。这就是什么？养成脾气，脾气好不好？是从胎里头养成的。母亲怀孕这十个月当中，保持安静的心态、喜悦的心态，这小孩好；如果常常不高兴、常常生气、常常发脾气，这个小孩就很麻烦，小孩脾气很不好。外国人不懂，中国人懂。所以中国人这十个月，母亲这十个月思想端正，绝对没有负面的想法、没有负面的看法，思想纯正，心态安详，动作柔和，为什么？她想到，她影响胎儿。小孩出生下来，他睁开眼睛他在看，他会看、他会听，他已经在模仿。模仿谁？当然跟他接触最多的就是母亲，第二个是父亲。母亲最重要，母亲懂得教学、懂得教育，要把这个小孩看好，要看到三岁，满三岁，一千天，这叫扎根教育。这一千天当中所有不正当的，我们讲负面的人事物，都不能让小孩看到，不能让他听到，不可以让他接触到，他所看到、听到、接触到的全是正面的。正面是什么？五伦、五常，四维、八德，就是孝悌忠信、礼义廉耻、仁爱和平，让他看这个。他听的是这个，看的是这个，接触的是这个，这一千天根扎下去之后，古人有一句谚语说，「三岁看八十」，三岁扎下的根，八十岁，就是他一生都不会改变。这是什么根？圣贤的根。中国教育是培养人才，是圣人、贤人、君子。在历史上世世代代都出圣贤君子，这历史上有记载。",
      "zh_TW": "中國人所說的扎根教育，紮什麼根？《弟子規》倫理的根、道德的根，《感應篇》因果的根。中國幾千年的歷史，這塊土地上生活的人民都是好人。為什麼？祖宗會教，把好的教育世世代代傳下來，人從小就教好了。中國人懂得教育，這個世界上很多學者專家都知道、都佩服。中國人什麼時候教小孩？母親懷孕的時候，叫胎教。小孩還沒出生，才懷孕，我們老祖宗很清楚，孩子甚至於還沒形成，懷孕一、二個月還沒形成，但是他有感應，父母起心動念、言語造作都會影響他，他都受感染。這就是什麼？養成脾氣，脾氣好不好？是從胎裡頭養成的。母親懷孕這十個月當中，保持安靜的心態、喜悅的心態，這小孩好；如果常常不高興、常常生氣、常常發脾氣，這個小孩就很麻煩，小孩脾氣很不好。外國人不懂，中國人懂。所以中國人這十個月，母親這十個月思想端正，絕對沒有負面的想法、沒有負面的看法，思想純正，心態安詳，動作柔和，為什麼？她想到，她影響胎兒。小孩出生下來，他睜開眼睛他在看，他會看、他會聽，他已經在模仿。模仿誰？當然跟他接觸最多的就是母親，第二個是父親。母親最重要，母親懂得教學、懂得教育，要把這個小孩看好，要看到三歲，滿三歲，一千天，這叫扎根教育。這一千天當中所有不正當的，我們講負面的人事物，都不能讓小孩看到，不能讓他聽到，不可以讓他接觸到，他所看到、聽到、接觸到的全是正面的。正面是什麼？五倫、五常，四維、八德，就是孝悌忠信、禮義廉恥、仁愛和平，讓他看這個。他聽的是這個，看的是這個，接觸的是這個，這一千天根紮下去之後，古人有一句諺語說，「三歲看八十」，三歲紮下的根，八十歲，就是他一生都不會改變。這是什麼根？聖賢的根。中國教育是培養人才，是聖人、賢人、君子。在歷史上世世代代都出聖賢君子，這歷史上有記載。"
    },
    {
      "id": "02-040-0612_p0008",
      "zh_CN": "圣贤君子从哪里来？母亲教出来的。母亲绝对不会离开家庭去创办事业，为什么？她知道她的使命是培养圣贤的。如果自己去搞事业去了，去跟男人一样去竞争去了，下一代完了，她的家就到此为止，做得再辉煌，后继无人。这是什么？统统受了外国人的影响，中国传统里没有这种思想。妇女走出家门到外面跟男子一样工作，这是外国思想。中国妇女的地位比外国高，所以外国妇女要争。中国妇女在古时候的地位比男子高。夫妇结合，结婚组成一个家庭，家庭有两大任务，一个是家庭物质生活，就是收入，这桩事情男子负责任；第二桩事情，传宗接代，培养圣贤，这是妇女的责任。她的责任是主，生活清苦一点没有关系，家里要出圣人、出贤人，这个重要。所以妇女的地位，你要是读儒书就知道，决定没有人敢轻视妇女，先生要轻视太太，对不起祖宗，大不孝。为什么？太太是你家传宗接代的人，是你家后来有没有圣贤完全靠她，你怎么能不尊重？现在人说中国妇女在古社会里头没有地位，那是胡说，没有念中国书，道听涂说。乱世里头有，天下大治的时候，太平盛世的时候，决定没有。如果有这种情形，太平盛世是不可能出现的，那是乱世。中国文化里头很多好东西，外国没有。孔子怎么成就的？妈妈教出来的；孟子怎么成就的？也是妈妈教出来的。孔子幼年的时候父亲过世，孟子也是的。她们懂得教育，孟母三迁，居住的环境对孩子有影响。所以这个善字是关键。要把小孩教成有智慧、有善心、有善行，将来能够为家庭增光，光宗耀祖，为社会、为国家、为民族、为全人类，做出最大的贡献。这种大事业都是母亲承担的，母亲给孩子奠定基础。对后代的期望，这个后代，家族延伸就是整个社会、整个国家民族，乃至于整个人类，伟大的母亲！要懂得这个道理。",
      "zh_TW": "聖賢君子從哪裡來？母親教出來的。母親絕對不會離開家庭去創辦事業，為什麼？她知道她的使命是培養聖賢的。如果自己去搞事業去了，去跟男人一樣去競爭去了，下一代完了，她的家就到此為止，做得再輝煌，後繼無人。這是什麼？統統受了外國人的影響，中國傳統裡沒有這種思想。婦女走出家門到外面跟男子一樣工作，這是外國思想。中國婦女的地位比外國高，所以外國婦女要爭。中國婦女在古時候的地位比男子高。夫婦結合，結婚組成一個家庭，家庭有兩大任務，一個是家庭物質生活，就是收入，這樁事情男子負責任；第二樁事情，傳宗接代，培養聖賢，這是婦女的責任。她的責任是主，生活清苦一點沒有關係，家裡要出聖人、出賢人，這個重要。所以婦女的地位，你要是讀儒書就知道，決定沒有人敢輕視婦女，先生要輕視太太，對不起祖宗，大不孝。為什麼？太太是你家傳宗接代的人，是你家後來有沒有聖賢完全靠她，你怎麼能不尊重？現在人說中國婦女在古社會裡頭沒有地位，那是胡說，沒有念中國書，道聽塗說。亂世裡頭有，天下大治的時候，太平盛世的時候，決定沒有。如果有這種情形，太平盛世是不可能出現的，那是亂世。中國文化裡頭很多好東西，外國沒有。孔子怎麼成就的？媽媽教出來的；孟子怎麼成就的？也是媽媽教出來的。孔子幼年的時候父親過世，孟子也是的。她們懂得教育，孟母三遷，居住的環境對孩子有影響。所以這個善字是關鍵。要把小孩教成有智慧、有善心、有善行，將來能夠為家庭增光，光宗耀祖，為社會、為國家、為民族、為全人類，做出最大的貢獻。這種大事業都是母親承擔的，母親給孩子奠定基礎。對後代的期望，這個後代，家族延伸就是整個社會、整個國家民族，乃至於整個人類，偉大的母親！要懂得這個道理。"
    },
    {
      "id": "02-040-0612_p0009",
      "zh_CN": "『能于是法』，「是法」就是指净土法门《无量寿经》，也就是指我们这个本子，夏莲居老居士的会集本，黄念祖老居士的集注，我们学习的这个本子，就是能于是法。『若已求』，我们已经求得，或者是现在求得，或者是将来有机会求得，只要你求得，没有不获善利。善是好处，利是利益，你得到是最大的好处，世出世间一切善法没有超过这个善法的，你多幸运！你能够遇到，要知道遇到不容易，值得庆幸。夏莲居老居士会集这个本子，经本会集成功是在抗战时期。抗战胜利之后，好像印过一、二次，分量在那个时候不会很多，通常印经印个三百本、五百本，顶多是一千本。中国这么大的土地、这么多的人，你想想看，就算是两次，算两千本，多少人没有机会看到。我们在台湾要感谢律航法师。像我这样的年龄，提到律航法师大家有印象，我们见过面。他是军官退役，以后出家，他是陆军中将。他是夏莲居老居士的学生，到台湾来把这个经本带了几本，不多，我相信不超过十本。到台中跟李老师见面，应该是三、四本送给李老师。李老师看到这本经书前面，一篇很长的序文，梅光羲写的，他非常感动。梅光羲老居士是他的老师，他的佛法是跟梅光羲居士学的。梅老师跟夏莲居是最好的朋友，所以夏老一生的事迹李老师知道，可能没有亲近过。得到之后，台湾瑞成书局，我知道的是印过两次。李老师在台中讲过一遍，早年我还不认识他。我到台中之后，我也听了一部《无量寿经》，是用康僧铠的本子，不是用会集本。会集本李老师讲过一次，他有注解，注解就写在经本上面。这个本子老师给我，我以后把它印出来，印了一万本。台中莲社也印，台中莲社印得好，他把这个眉注用红色的套印，所以就更清楚、更醒目，我印的时候没有套色。这个经本在台湾首先流通。真正大众在一起学习这个经本，还是在美国、加拿大开始的，我用李老师的眉注讲过十遍。李老师往生之后，我在国外讲了六、七遍；回到台湾来，好像也讲过二、三遍的样子。在新加坡那个时候叫弘法团，青年弘法团讲过。",
      "zh_TW": "『能於是法』，「是法」就是指淨土法門《無量壽經》，也就是指我們這個本子，夏蓮居老居士的會集本，黃念祖老居士的集註，我們學習的這個本子，就是能於是法。『若已求』，我們已經求得，或者是現在求得，或者是將來有機會求得，只要你求得，沒有不獲善利。善是好處，利是利益，你得到是最大的好處，世出世間一切善法沒有超過這個善法的，你多幸運！你能夠遇到，要知道遇到不容易，值得慶幸。夏蓮居老居士會集這個本子，經本會集成功是在抗戰時期。抗戰勝利之後，好像印過一、二次，分量在那個時候不會很多，通常印經印個三百本、五百本，頂多是一千本。中國這麼大的土地、這麼多的人，你想想看，就算是兩次，算兩千本，多少人沒有機會看到。我們在台灣要感謝律航法師。像我這樣的年齡，提到律航法師大家有印象，我們見過面。他是軍官退役，以後出家，他是陸軍中將。他是夏蓮居老居士的學生，到台灣來把這個經本帶了幾本，不多，我相信不超過十本。到台中跟李老師見面，應該是三、四本送給李老師。李老師看到這本經書前面，一篇很長的序文，梅光羲寫的，他非常感動。梅光羲老居士是他的老師，他的佛法是跟梅光羲居士學的。梅老師跟夏蓮居是最好的朋友，所以夏老一生的事蹟李老師知道，可能沒有親近過。得到之後，台灣瑞成書局，我知道的是印過兩次。李老師在台中講過一遍，早年我還不認識他。我到台中之後，我也聽了一部《無量壽經》，是用康僧鎧的本子，不是用會集本。會集本李老師講過一次，他有註解，註解就寫在經本上面。這個本子老師給我，我以後把它印出來，印了一萬本。台中蓮社也印，台中蓮社印得好，他把這個眉註用紅色的套印，所以就更清楚、更醒目，我印的時候沒有套色。這個經本在台灣首先流通。真正大眾在一起學習這個經本，還是在美國、加拿大開始的，我用李老師的眉註講過十遍。李老師往生之後，我在國外講了六、七遍；回到台灣來，好像也講過二、三遍的樣子。在新加坡那個時候叫弘法團，青年弘法團講過。"
    },
    {
      "id": "02-040-0612_p0010",
      "zh_CN": "我八十五岁，大前年，开始讲黄念祖老居士的注解，这是第三遍。我发愿这一生，能活多少年就讲多少遍，标准是一年讲一遍。目的是告诉大家，世尊末法时期，要想真正脱离六道轮回、脱离十法界，一生成佛，只有这一部经，只有这一部注解，讲得透彻，讲得明白，讲得叫人不能不相信。这一部经就是世尊四十九年所说一切法的大总持法门，四十九年所说一切经的教义全在这一部经注之中。我们有这一部够了，不要再找麻烦，一门深入，长时薰修，成就自己，利益众生，大善利。决定不能放松，决定不能搞太多，搞太多、搞太杂，自己不得利益；一门深入能得定、能开悟，这得最大的利益。这个我们一定要牢牢的把它记住。无比的善利就是这部经。再简单扼要的说，就是这一句南无阿弥陀佛，这一句名号。这部经是名号的总说明，名号为什么有这样殊胜的功德利益，这说得很清楚。",
      "zh_TW": "我八十五歲，大前年，開始講黃念祖老居士的註解，這是第三遍。我發願這一生，能活多少年就講多少遍，標準是一年講一遍。目的是告訴大家，世尊末法時期，要想真正脫離六道輪迴、脫離十法界，一生成佛，只有這一部經，只有這一部註解，講得透徹，講得明白，講得叫人不能不相信。這一部經就是世尊四十九年所說一切法的大總持法門，四十九年所說一切經的教義全在這一部經註之中。我們有這一部夠了，不要再找麻煩，一門深入，長時薰修，成就自己，利益眾生，大善利。決定不能放鬆，決定不能搞太多，搞太多、搞太雜，自己不得利益；一門深入能得定、能開悟，這得最大的利益。這個我們一定要牢牢的把它記住。無比的善利就是這部經。再簡單扼要的說，就是這一句南無阿彌陀佛，這一句名號。這部經是名號的總說明，名號為什麼有這樣殊勝的功德利益，這說得很清楚。"
    },
    {
      "id": "02-040-0612_p0011",
      "zh_CN": "我们看下面一段，「安住无疑免堕」，这是标题。我们看经文：",
      "zh_TW": "我們看下面一段，「安住無疑免墮」，這是標題。我們看經文："
    },
    {
      "id": "02-040-0612_p0012",
      "zh_CN": "【汝等应当安住无疑。种诸善本。应常修习。使无疑滞。不入一切种类珍宝成就牢狱。】",
      "zh_TW": "【汝等應當安住無疑。種諸善本。應常修習。使無疑滯。不入一切種類珍寶成就牢獄。】"
    },
    {
      "id": "02-040-0612_p0013",
      "zh_CN": "念老注解上告诉我们，「下」，就是这段经文，「复普劝断疑生信。若欲说法利人，则自身首须断尽纤疑」，纤毫的疑惑都要断干净。「故应安住无疑，老实持念，勿生疑惑。发菩提心，一向专念，是为诸善之本」。这几句话非常重要。我们真正想为人演说净土法门，为人演说《无量寿经》，这是利益别人最殊胜的利益，没有比这个利益更大，也没有比这个利益更深，这是真实的利益。不管他信不信，大乘教佛常说「一历耳根永为道种」，只要他听进去，听一句，听一声佛号，这个利益都是究竟圆满的。这一生他不能往生，他没得受用，来生后世遇到缘，他就得受用。我们自己要冷静观察思惟，我们这一生是怎样遇到佛法的，是怎样才相信佛法的，最后是怎样相信念佛法门？我们才能体会到诸佛所说的，这个法门叫难信之法，真不容易。如果不是锲而不舍，也就是学佛，这一生当中没有中断的，最后你会相信这个法门。如果学习中断，到晚年不学，这个利益这一生得不到，要等来生后世。要想弘扬这个方法，用这个方法劝一切众生，自己自然会提升，而且得真正的利益，这个利益是福报，得大福报。可是自己必须首先断尽疑惑，如果自己还有疑，这个疑很小、很少，可是只要这一点点疑惑，到念佛往生的时候，可能障碍你不能往生，这个问题就严重。什么人能够顺利往生？没有丝毫疑惑，对于经上，这个注解里头，字字句句都没有疑惑，决定得生。生到西方极乐世界，你善圆满、利圆满，没有一样不圆满。智慧圆满，福德圆满，相好圆满，成就圆满，自利圆满，度他圆满，这个法门能不学吗？极乐世界能不去吗？真正契入境界的人，真正是释迦牟尼佛的学生、是弥陀弟子，应该把我们这一生的方向目标锁定，定在西方极乐世界，定在亲近阿弥陀佛，我到极乐世界去亲近弥陀，接受阿弥陀佛的教诲。",
      "zh_TW": "念老註解上告訴我們，「下」，就是這段經文，「復普勸斷疑生信。若欲說法利人，則自身首須斷盡纖疑」，纖毫的疑惑都要斷乾淨。「故應安住無疑，老實持念，勿生疑惑。發菩提心，一向專念，是為諸善之本」。這幾句話非常重要。我們真正想為人演說淨土法門，為人演說《無量壽經》，這是利益別人最殊勝的利益，沒有比這個利益更大，也沒有比這個利益更深，這是真實的利益。不管他信不信，大乘教佛常說「一歷耳根永為道種」，只要他聽進去，聽一句，聽一聲佛號，這個利益都是究竟圓滿的。這一生他不能往生，他沒得受用，來生後世遇到緣，他就得受用。我們自己要冷靜觀察思惟，我們這一生是怎樣遇到佛法的，是怎樣才相信佛法的，最後是怎樣相信念佛法門？我們才能體會到諸佛所說的，這個法門叫難信之法，真不容易。如果不是鍥而不捨，也就是學佛，這一生當中沒有中斷的，最後你會相信這個法門。如果學習中斷，到晚年不學，這個利益這一生得不到，要等來生後世。要想弘揚這個方法，用這個方法勸一切眾生，自己自然會提升，而且得真正的利益，這個利益是福報，得大福報。可是自己必須首先斷盡疑惑，如果自己還有疑，這個疑很小、很少，可是只要這一點點疑惑，到念佛往生的時候，可能障礙你不能往生，這個問題就嚴重。什麼人能夠順利往生？沒有絲毫疑惑，對於經上，這個註解裡頭，字字句句都沒有疑惑，決定得生。生到西方極樂世界，你善圓滿、利圓滿，沒有一樣不圓滿。智慧圓滿，福德圓滿，相好圓滿，成就圓滿，自利圓滿，度他圓滿，這個法門能不學嗎？極樂世界能不去嗎？真正契入境界的人，真正是釋迦牟尼佛的學生、是彌陀弟子，應該把我們這一生的方向目標鎖定，定在西方極樂世界，定在親近阿彌陀佛，我到極樂世界去親近彌陀，接受阿彌陀佛的教誨。"
    },
    {
      "id": "02-040-0612_p0014",
      "zh_CN": "每一个往生的人到极乐世界都是阿弥陀佛亲自来教你，而且是一对一的教学，不是很多人在一起，阿弥陀佛一个人教我，是真的。一个人教我，别人呢？个个人都看到阿弥陀佛亲自教我，阿弥陀佛无量无边的化身，有多少学生就有多少阿弥陀佛。弥陀化身跟真身是一不是二，丝毫差别都没有，你想学什么经教，他就教你什么。我们猜想，到极乐世界想学什么科目？你们有没有想到？我想到了，肯定还是这一部《无量寿经》。为什么？这一部《无量寿经》展开，里面包含十方三世一切诸佛所修所说之法都在这个经中，妙极了！这个经透了，一切经自然就通，还会学别的吗？《无量寿经》包含一切经，圆融一切经，世出世间一切法没有一法是在《无量寿经》之外的，真妙，妙极了！所以我们真正搞清楚、搞明白，死心塌地，绝不会再变更、再改的，改学其他的，决定不会。但是我们对其他的法门，对其他的经典，我们都欢喜赞叹，像善财童子一样。你看善财五十三参，他自己修学的是念佛法门、是往生净土，但是对于所有法门他都赞叹，没有批评，没有毁谤。为什么？全是佛说的，是度不同根性众生。这些不同根性的众生，他们要证得法身之后，全学《无量寿经》。到最后，最后一着，《华严经》上的表法告诉我们，普贤菩萨十大愿王导归极乐，就是统一。不管你学哪个法门，最后学念佛法门，到极乐世界见阿弥陀佛，你就证得大圆满，妙极了！大经表法的意趣，它的甚深的意思、趣向，我们要懂，要不懂，那就白学了。方老师当年把《华严》介绍给我，没有讲到这么深，他只讲到《华严》这部经非常了不起，是世界上最好的哲学概论。为什么？它有方法、有理论，有真实的理论，圆满的方法，后面还带表演。这是全世界古圣先贤典籍里头没有的，没有带表演的。《华严经》五十三参是表演，做出来给你看，如何把经里面讲的道理、讲的方法，落实在生活工作待人接物，善财跟五十三位善知识来表演，这世界上没有的。",
      "zh_TW": "每一個往生的人到極樂世界都是阿彌陀佛親自來教你，而且是一對一的教學，不是很多人在一起，阿彌陀佛一個人教我，是真的。一個人教我，別人呢？個個人都看到阿彌陀佛親自教我，阿彌陀佛無量無邊的化身，有多少學生就有多少阿彌陀佛。彌陀化身跟真身是一不是二，絲毫差別都沒有，你想學什麼經教，他就教你什麼。我們猜想，到極樂世界想學什麼科目？你們有沒有想到？我想到了，肯定還是這一部《無量壽經》。為什麼？這一部《無量壽經》展開，裡面包含十方三世一切諸佛所修所說之法都在這個經中，妙極了！這個經透了，一切經自然就通，還會學別的嗎？《無量壽經》包含一切經，圓融一切經，世出世間一切法沒有一法是在《無量壽經》之外的，真妙，妙極了！所以我們真正搞清楚、搞明白，死心塌地，絕不會再變更、再改的，改學其他的，決定不會。但是我們對其他的法門，對其他的經典，我們都歡喜讚歎，像善財童子一樣。你看善財五十三參，他自己修學的是念佛法門、是往生淨土，但是對於所有法門他都讚歎，沒有批評，沒有毀謗。為什麼？全是佛說的，是度不同根性眾生。這些不同根性的眾生，他們要證得法身之後，全學《無量壽經》。到最後，最後一著，《華嚴經》上的表法告訴我們，普賢菩薩十大願王導歸極樂，就是統一。不管你學哪個法門，最後學念佛法門，到極樂世界見阿彌陀佛，你就證得大圓滿，妙極了！大經表法的意趣，它的甚深的意思、趣向，我們要懂，要不懂，那就白學了。方老師當年把《華嚴》介紹給我，沒有講到這麼深，他只講到《華嚴》這部經非常了不起，是世界上最好的哲學概論。為什麼？它有方法、有理論，有真實的理論，圓滿的方法，後面還帶表演。這是全世界古聖先賢典籍裡頭沒有的，沒有帶表演的。《華嚴經》五十三參是表演，做出來給你看，如何把經裡面講的道理、講的方法，落實在生活工作待人接物，善財跟五十三位善知識來表演，這世界上沒有的。"
    },
    {
      "id": "02-040-0612_p0015",
      "zh_CN": "在我们中国有一部跟《华严》相类似，儒家的《四书》，朱熹编的，集《礼记》里面的大学、中庸，孔子弟子们记录夫子一生的言行，《论语》，他收了这个书，再收《孟子》七篇，合成一部叫《四书》，很像《华严》。中庸是理论，大学是方法，《论语》、《孟子》是表演，你看孔子如何将中庸、大学，落实在生活、落实在工作、落实在处事待人接物，孟子亦如是。孔子的境界比孟子高，孔子是圣人，孟子是贤人，好像佛经里头，孔子好比佛，孟子好比菩萨，他有表演给你看。我看这部《四书》会联想到，朱夫子这个想法从哪里来的？肯定从《华严经》上来的，朱熹读过《华严经》，看到《华严经》这个门道，他又在儒家编了一套书，真编得好。所以这部《四书》编出来之后，宋元明清都把它排在读书人必读的课程，必修课，而且儒都是从这部书入门。这个灵感应该从《华严经》上来的。",
      "zh_TW": "在我們中國有一部跟《華嚴》相類似，儒家的《四書》，朱熹編的，集《禮記》裡面的大學、中庸，孔子弟子們記錄夫子一生的言行，《論語》，他收了這個書，再收《孟子》七篇，合成一部叫《四書》，很像《華嚴》。中庸是理論，大學是方法，《論語》、《孟子》是表演，你看孔子如何將中庸、大學，落實在生活、落實在工作、落實在處事待人接物，孟子亦如是。孔子的境界比孟子高，孔子是聖人，孟子是賢人，好像佛經裡頭，孔子好比佛，孟子好比菩薩，他有表演給你看。我看這部《四書》會聯想到，朱夫子這個想法從哪裡來的？肯定從《華嚴經》上來的，朱熹讀過《華嚴經》，看到《華嚴經》這個門道，他又在儒家編了一套書，真編得好。所以這部《四書》編出來之後，宋元明清都把它排在讀書人必讀的課程，必修課，而且儒都是從這部書入門。這個靈感應該從《華嚴經》上來的。"
    },
    {
      "id": "02-040-0612_p0016",
      "zh_CN": "我们今天这部书，黄念祖老居士的集注，八十三种经论，是佛菩萨表演的；一百一十种祖师大德的注疏，是在中国本土历朝历代祖师大德们他们表演的。《无量寿经》集注的价值，我们就明白了，在整个佛法里头无上的法宝。我们今天得到，得到之后一定要安住无疑，我们把心安在这部经上，住在这部经上，毫不怀疑。这部经的总纲领、总原则，就是一句南无阿弥陀佛六个字，这部经就是六个字的注解、略说，略说说得很详细。那更详细呢？更详细是《大方广佛华严经》，《华严经》是细说，这是略说，统统说的是南无阿弥陀佛，要记住《华严》最后十大愿王导归极乐。所以彭际清说的，《华严》是净土的大经，《无量寿》是净土的中本，就是《华严经》的中本，《阿弥陀经》是《华严经》的小本。彭居士把《华严》、《无量寿》、小本《弥陀》看作一部经，大本、中本、小本。大本学习的时间太长，像我这样的跟同学们在一起分享，一部《华严》从头到尾讲一遍，至少要两万个小时。一天讲四个小时要讲五千天，一年三百六十天，五千天，真的太大了，所以没有办法，不能不放弃大本学中本。中本这一本，你看这是我第三遍讲，我原来时间定的是一千二百个小时，现在超过了。一千二百个小时是六百次，就是六百集，一集是二个小时，超过了，后面还有这么多，我看看大概要一个月，至少要一个月才能讲完。",
      "zh_TW": "我們今天這部書，黃念祖老居士的集註，八十三種經論，是佛菩薩表演的；一百一十種祖師大德的註疏，是在中國本土歷朝歷代祖師大德們他們表演的。《無量壽經》集註的價值，我們就明白了，在整個佛法裡頭無上的法寶。我們今天得到，得到之後一定要安住無疑，我們把心安在這部經上，住在這部經上，毫不懷疑。這部經的總綱領、總原則，就是一句南無阿彌陀佛六個字，這部經就是六個字的註解、略說，略說說得很詳細。那更詳細呢？更詳細是《大方廣佛華嚴經》，《華嚴經》是細說，這是略說，統統說的是南無阿彌陀佛，要記住《華嚴》最後十大願王導歸極樂。所以彭際清說的，《華嚴》是淨土的大經，《無量壽》是淨土的中本，就是《華嚴經》的中本，《阿彌陀經》是《華嚴經》的小本。彭居士把《華嚴》、《無量壽》、小本《彌陀》看作一部經，大本、中本、小本。大本學習的時間太長，像我這樣的跟同學們在一起分享，一部《華嚴》從頭到尾講一遍，至少要兩萬個小時。一天講四個小時要講五千天，一年三百六十天，五千天，真的太大了，所以沒有辦法，不能不放棄大本學中本。中本這一本，你看這是我第三遍講，我原來時間定的是一千二百個小時，現在超過了。一千二百個小時是六百次，就是六百集，一集是二個小時，超過了，後面還有這麼多，我看看大概要一個月，至少要一個月才能講完。"
    },
    {
      "id": "02-040-0612_p0017",
      "zh_CN": "这个经里头字字句句其味无穷，展开经卷真的是享受，法喜充满。一天不睡觉没有关系，一天不吃饭没有关系，一天不读经这个日子不好过。很多人要求我，法师，一天四个小时太累了，能不能减成一个小时？像吃饭一样，我要吃四碗，他只叫我吃一碗，没吃饱。为什么？法喜他没尝到，他要尝到，他不会讲这个话。什么最快乐？如教修行，说法利生最快乐。要不快乐，佛为什么今现在说法？释迦牟尼佛说法四十九年，一天都没有空过。他不是一天四小时，我们细心去观察，释迦牟尼佛当年在世说法，一天不会少过八个小时，应该讲是十个小时。一个人也说，二个人也说，多人也说，少人也说，只要跟他见面没有不说法的。真正契入境界，你才晓得，这个世间各行各业，最快乐的行业是什么？就是佛法，讲经教学，世出世间各种行业里最快乐的。你要知道，现在最辛苦的是哪个行业？当国家领导人的，太苦了，我见过。澳洲陆克文当总理的时候来邀请我去访问，我们是老朋友，到坎培拉国会山庄跟他见面。他端了一个杯子，比我这个大，我这个杯子小，他大号杯子，告诉我，咖啡一天要喝五大杯。我说怎么了？提精神，不够用。这个提精神是精神透支，不是好事情。所以我当时就告诉他，现在这个社会变了，你要知道，你这个行业最苦，最辛苦。我说我不能不佩服你，你很勇敢，你争取这个行业。现在世界上最快乐干我这行，我说我们两个人强烈对比。他比我小很多，这都是真的。释迦牟尼佛有智慧，聪明，选择世界上最快乐的行业。他本来可以做国王的，国家领导人，他知道那个事情不好干，放弃了。十九岁放弃国王的继承权，他出家了，出家是什么？出家是最幸福、最快乐的行业。你得真干，不真干，出家也很苦；真干，出家真快乐。",
      "zh_TW": "這個經裡頭字字句句其味無窮，展開經卷真的是享受，法喜充滿。一天不睡覺沒有關係，一天不吃飯沒有關係，一天不讀經這個日子不好過。很多人要求我，法師，一天四個小時太累了，能不能減成一個小時？像吃飯一樣，我要吃四碗，他只叫我吃一碗，沒吃飽。為什麼？法喜他沒嘗到，他要嘗到，他不會講這個話。什麼最快樂？如教修行，說法利生最快樂。要不快樂，佛為什麼今現在說法？釋迦牟尼佛說法四十九年，一天都沒有空過。他不是一天四小時，我們細心去觀察，釋迦牟尼佛當年在世說法，一天不會少過八個小時，應該講是十個小時。一個人也說，二個人也說，多人也說，少人也說，只要跟他見面沒有不說法的。真正契入境界，你才曉得，這個世間各行各業，最快樂的行業是什麼？就是佛法，講經教學，世出世間各種行業裡最快樂的。你要知道，現在最辛苦的是哪個行業？當國家領導人的，太苦了，我見過。澳洲陸克文當總理的時候來邀請我去訪問，我們是老朋友，到坎培拉國會山莊跟他見面。他端了一個杯子，比我這個大，我這個杯子小，他大號杯子，告訴我，咖啡一天要喝五大杯。我說怎麼了？提精神，不夠用。這個提精神是精神透支，不是好事情。所以我當時就告訴他，現在這個社會變了，你要知道，你這個行業最苦，最辛苦。我說我不能不佩服你，你很勇敢，你爭取這個行業。現在世界上最快樂幹我這行，我說我們兩個人強烈對比。他比我小很多，這都是真的。釋迦牟尼佛有智慧，聰明，選擇世界上最快樂的行業。他本來可以做國王的，國家領導人，他知道那個事情不好幹，放棄了。十九歲放棄國王的繼承權，他出家了，出家是什麼？出家是最幸福、最快樂的行業。你得真幹，不真幹，出家也很苦；真幹，出家真快樂。"
    },
    {
      "id": "02-040-0612_p0018",
      "zh_CN": "不能搞道场，搞道场很累、很辛苦。星云法师是我的老朋友，我们有十几年没见面。前年我在高雄治牙齿，有一天他们带我去玩，从佛光山山下经过，打电话看看老和尚在不在家。一打电话在家，邀我去吃饭，我们就到佛光山去观光游览去了。见面之后非常欢喜，可是体力，我们两个同年，他小我五个月，他身体比我差，他看到我还很活泼，他很羡慕我，问我怎么养身的。我说我心清净，没事干，每天讲经是最快乐的消遣，没事。我说你搞了多少寺庙？全球二百多，将近三百个。我说一个庙住一天，你一年还住不过来，多辛苦！我一个庙都没有，我没有负担；这么多庙，你负担多沉重。这是一个非常明显的例子。我一生没别的嗜好，我绝对不会去做当家、做住持。那是古人有一句话说，对出家人讲，你要想害这个人，你就请他做当家、请他做住持。道源老和尚告诉我的，提醒我，那个事很累，不好干，干得不好还得背因果，哪有讲经教学痛快！释迦牟尼佛一生讲经教学，没有建道场。",
      "zh_TW": "不能搞道場，搞道場很累、很辛苦。星雲法師是我的老朋友，我們有十幾年沒見面。前年我在高雄治牙齒，有一天他們帶我去玩，從佛光山山下經過，打電話看看老和尚在不在家。一打電話在家，邀我去吃飯，我們就到佛光山去觀光遊覽去了。見面之後非常歡喜，可是體力，我們兩個同年，他小我五個月，他身體比我差，他看到我還很活潑，他很羨慕我，問我怎麼養身的。我說我心清淨，沒事幹，每天講經是最快樂的消遣，沒事。我說你搞了多少寺廟？全球二百多，將近三百個。我說一個廟住一天，你一年還住不過來，多辛苦！我一個廟都沒有，我沒有負擔；這麼多廟，你負擔多沉重。這是一個非常明顯的例子。我一生沒別的嗜好，我絕對不會去做當家、做住持。那是古人有一句話說，對出家人講，你要想害這個人，你就請他做當家、請他做住持。道源老和尚告訴我的，提醒我，那個事很累，不好幹，幹得不好還得背因果，哪有講經教學痛快！釋迦牟尼佛一生講經教學，沒有建道場。"
    },
    {
      "id": "02-040-0612_p0019",
      "zh_CN": "这是章嘉大师教我的，我这一学佛就是跟他，第一个启蒙老师。方东美先生是接引我入佛门，入佛门之后接受章嘉大师教诲，他教我学释迦牟尼佛。第一本书是《释迦谱》、《释迦方志》，跟我说，学佛首先要认识释迦牟尼佛，你才不会走错路。我们一读明白了，释迦牟尼佛什么身分？老师的身分，是个非常负责任的教师。教学，清净平等心，不分国家，现在讲国籍，不分族群，不分宗教信仰，你只要肯来，他就教你，来者不拒，去者不留，教学教了一辈子。三十岁在菩提树下开悟，出定就到鹿野苑开始教学，度五比丘，七十九岁圆寂，讲经三百余会，说法四十九年。一生的事业是教学，没有干过别的事情。我们终于搞清楚、搞明白了，看到生欢喜心。我跟章嘉大师说，我愿意走这条路，我欢喜，出家也是章嘉大师劝我的。我学佛的基础，跟章嘉大师三年，他给我奠定；以后在台中十年，跟李老师学教。",
      "zh_TW": "這是章嘉大師教我的，我這一學佛就是跟他，第一個啟蒙老師。方東美先生是接引我入佛門，入佛門之後接受章嘉大師教誨，他教我學釋迦牟尼佛。第一本書是《釋迦譜》、《釋迦方志》，跟我說，學佛首先要認識釋迦牟尼佛，你才不會走錯路。我們一讀明白了，釋迦牟尼佛什麼身分？老師的身分，是個非常負責任的教師。教學，清淨平等心，不分國家，現在講國籍，不分族群，不分宗教信仰，你只要肯來，他就教你，來者不拒，去者不留，教學教了一輩子。三十歲在菩提樹下開悟，出定就到鹿野苑開始教學，度五比丘，七十九歲圓寂，講經三百餘會，說法四十九年。一生的事業是教學，沒有幹過別的事情。我們終於搞清楚、搞明白了，看到生歡喜心。我跟章嘉大師說，我願意走這條路，我歡喜，出家也是章嘉大師勸我的。我學佛的基礎，跟章嘉大師三年，他給我奠定；以後在台中十年，跟李老師學教。"
    },
    {
      "id": "02-040-0612_p0020",
      "zh_CN": "海外的缘分是大专讲座结的缘，那个时代周宣德倡导，台湾大学第一个佛学社，晨曦学社，带动了整个台湾大专学生学佛。这些同学当中许多人我都认识，很多也听过我讲经，他们到国外去留学，以后在国外成家立业，遍布全世界。我的法缘从这来的，谁请我讲经？这些同学。以后就周游列国，自己也不能做主，他们想听什么经，就叫我给他讲，所以也讲了有七、八十部不同的经典。跟他们是广结善缘，对我来讲没有多大的好处。真正的好处是三十年之后，真正把净土宗搞明白了，接受净土，学习净土，这是得真正的利益。一切经，无论哪一部，愈看愈欢喜，愈看愈有味，才知道古人说的一句话，是真的，不是假的，「世味哪有法味浓」，世间人天之乐比不上佛法。佛法什么法？念阿弥陀佛的快乐，读诵分享《无量寿经》的快乐，没有能够相比，世间最快乐的事情。不是最快乐的事情，诸佛如来怎么肯干？这些都是世间一等聪明人，最高智慧人，他们干什么一定有道理。",
      "zh_TW": "海外的緣分是大專講座結的緣，那個時代周宣德倡導，台灣大學第一個佛學社，晨曦學社，帶動了整個台灣大專學生學佛。這些同學當中許多人我都認識，很多也聽過我講經，他們到國外去留學，以後在國外成家立業，遍布全世界。我的法緣從這來的，誰請我講經？這些同學。以後就周遊列國，自己也不能做主，他們想聽什麼經，就叫我給他講，所以也講了有七、八十部不同的經典。跟他們是廣結善緣，對我來講沒有多大的好處。真正的好處是三十年之後，真正把淨土宗搞明白了，接受淨土，學習淨土，這是得真正的利益。一切經，無論哪一部，愈看愈歡喜，愈看愈有味，才知道古人說的一句話，是真的，不是假的，「世味哪有法味濃」，世間人天之樂比不上佛法。佛法什麼法？念阿彌陀佛的快樂，讀誦分享《無量壽經》的快樂，沒有能夠相比，世間最快樂的事情。不是最快樂的事情，諸佛如來怎麼肯幹？這些都是世間一等聰明人，最高智慧人，他們幹什麼一定有道理。"
    },
    {
      "id": "02-040-0612_p0021",
      "zh_CN": "方老师跟我讲佛经哲学，我跟他是学一部《佛学概论》，这部《佛学概论》是一个老师一个学生。我不是在学校学的，在他家学的，每个星期二个小时课，上午九点半到十一点半在他家里，我是这样教出来的。所以他把佛经哲学讲给我听，我就很留意，因为我们上课不是在他的书房，在客厅，他家的小客厅一张圆桌，我就常常从书房门口看看他书桌上摆的有没有佛经，真的，从来没有一次看到他桌上没有佛经的。这就知道什么？他真学，他不是随便说说的，真在佛经上下了功夫，许许多多的经文他都能够背得出来，我们佛门的法师比不上。告诉我大乘经教是哲学，他说「释迦牟尼佛是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，我被这些引导入佛门。在这个之前我们误会，认为佛教是宗教，认为佛教是迷信。他的晚年，在台湾大学完全讲佛经哲学。他的学生把他所讲的录音整理成书出版，送了一套给我，我在里头偶尔翻翻看看，老师居然讲到佛教是无神论。这真的，一点都没错，佛教里头没有神，佛教里头只说佛、菩萨、阿罗汉、辟支佛。这些名称是什么？是佛陀教育的学位。就好像现在大学里头博士、硕士、学士，学位。所以学位每个人都可以拿得到的。最高的学位叫佛陀，一切众生本来是佛，你可以拿到佛陀的学位，跟他是平等的。菩萨是第二个学位，阿罗汉是第三个学位，拿到学位才算真正有成就，没有学位不算成就。有成就，在佛教称圣人；没有成就，凡夫。阿罗汉是小圣，佛是大圣。",
      "zh_TW": "方老師跟我講佛經哲學，我跟他是學一部《佛學概論》，這部《佛學概論》是一個老師一個學生。我不是在學校學的，在他家學的，每個星期二個小時課，上午九點半到十一點半在他家裡，我是這樣教出來的。所以他把佛經哲學講給我聽，我就很留意，因為我們上課不是在他的書房，在客廳，他家的小客廳一張圓桌，我就常常從書房門口看看他書桌上擺的有沒有佛經，真的，從來沒有一次看到他桌上沒有佛經的。這就知道什麼？他真學，他不是隨便說說的，真在佛經上下了功夫，許許多多的經文他都能夠背得出來，我們佛門的法師比不上。告訴我大乘經教是哲學，他說「釋迦牟尼佛是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，我被這些引導入佛門。在這個之前我們誤會，認為佛教是宗教，認為佛教是迷信。他的晚年，在台灣大學完全講佛經哲學。他的學生把他所講的錄音整理成書出版，送了一套給我，我在裡頭偶爾翻翻看看，老師居然講到佛教是無神論。這真的，一點都沒錯，佛教裡頭沒有神，佛教裡頭只說佛、菩薩、阿羅漢、辟支佛。這些名稱是什麼？是佛陀教育的學位。就好像現在大學裡頭博士、碩士、學士，學位。所以學位每個人都可以拿得到的。最高的學位叫佛陀，一切眾生本來是佛，你可以拿到佛陀的學位，跟他是平等的。菩薩是第二個學位，阿羅漢是第三個學位，拿到學位才算真正有成就，沒有學位不算成就。有成就，在佛教稱聖人；沒有成就，凡夫。阿羅漢是小聖，佛是大聖。"
    },
    {
      "id": "02-040-0612_p0022",
      "zh_CN": "佛教是教育，我的观念一生没有改变。我从方老师教我的时候我就认识，佛教是教育。释迦牟尼佛是最伟大的社会教育家，而且是最忠实、最认真、最负责的老师（教育工作者），一生不收学费，来者不拒，去者不留，平等心，所谓不分国籍、不分族群、不分宗教信仰，无论信什么教，你就跟他学，它是学校，它不是宗教。所以佛经里面我们看到有婆罗门教的，有遍行外道的，当时印度许许多多的宗教，他们的信徒，他们的传教师，跟释迦牟尼佛学，很多，释迦牟尼佛没有叫他放弃宗教，而且释迦牟尼佛对所有宗教尊重，所以它跟任何宗教都没有矛盾、没有冲突，它是教育。我们最近这十几年来，在世界上团结宗教做得也相当有成就。只有宗教团结，佛教来团结宗教是最恰当的。我们跟犹太教接触，犹太教长老问我，他说佛教里头没有上帝、没有神，这些作恶的人最后审判，佛教谁来管？我就告诉他，我说那是上帝的事情，统统归上帝管。他听了很高兴，他就问我，佛是什么？我说上帝好比一个国家的总统，佛是什么？佛是教育部长，专管教育的，不管司法，也不管立法。他们听到点头，很合道理。搞教育的没有不遵守国家领导人，宗教里头诸神就好像国家领导人一样，尊重。佛始终是搞教育，不但是无神论，而且还是共产党。你看六和敬里头「利和同均」，那就是共产，最早的共产是佛教。佛教没有产怎么共呢？没有产得要吃饭，吃饭怎么共呢？你看看每一天出去托钵，托到的大家不一样，有的菜很好，有的菜就不好吃，那不是说你运气不运气，托不是给你一个人吃的，托一定托回来，回来把饭统统倒在一起，每个人吃多少自己再拿，所以一钵千家饭，这就是共产。托回来混合在一起，吃多少拿多少，利和同均，平等的。这个是人类的理想，在佛门里真正做到，但是现在佛教没有。释迦牟尼佛在世的时候有，他四十九年教学，他就做了四十九年，做出榜样来给我们看。出家人决定没有财产，不接受财物的供养，供养只限于四种：饮食、衣服、卧具、医药，生病的时候要用药物，除这四样之外都不接受。",
      "zh_TW": "佛教是教育，我的觀念一生沒有改變。我從方老師教我的時候我就認識，佛教是教育。釋迦牟尼佛是最偉大的社會教育家，而且是最忠實、最認真、最負責的老師（教育工作者），一生不收學費，來者不拒，去者不留，平等心，所謂不分國籍、不分族群、不分宗教信仰，無論信什麼教，你就跟他學，它是學校，它不是宗教。所以佛經裡面我們看到有婆羅門教的，有遍行外道的，當時印度許許多多的宗教，他們的信徒，他們的傳教師，跟釋迦牟尼佛學，很多，釋迦牟尼佛沒有叫他放棄宗教，而且釋迦牟尼佛對所有宗教尊重，所以它跟任何宗教都沒有矛盾、沒有衝突，它是教育。我們最近這十幾年來，在世界上團結宗教做得也相當有成就。只有宗教團結，佛教來團結宗教是最恰當的。我們跟猶太教接觸，猶太教長老問我，他說佛教裡頭沒有上帝、沒有神，這些作惡的人最後審判，佛教誰來管？我就告訴他，我說那是上帝的事情，統統歸上帝管。他聽了很高興，他就問我，佛是什麼？我說上帝好比一個國家的總統，佛是什麼？佛是教育部長，專管教育的，不管司法，也不管立法。他們聽到點頭，很合道理。搞教育的沒有不遵守國家領導人，宗教裡頭諸神就好像國家領導人一樣，尊重。佛始終是搞教育，不但是無神論，而且還是共產黨。你看六和敬裡頭「利和同均」，那就是共產，最早的共產是佛教。佛教沒有產怎麼共呢？沒有產得要吃飯，吃飯怎麼共呢？你看看每一天出去托缽，托到的大家不一樣，有的菜很好，有的菜就不好吃，那不是說你運氣不運氣，托不是給你一個人吃的，托一定托回來，回來把飯統統倒在一起，每個人吃多少自己再拿，所以一缽千家飯，這就是共產。托回來混合在一起，吃多少拿多少，利和同均，平等的。這個是人類的理想，在佛門裡真正做到，但是現在佛教沒有。釋迦牟尼佛在世的時候有，他四十九年教學，他就做了四十九年，做出榜樣來給我們看。出家人決定沒有財產，不接受財物的供養，供養只限於四種：飲食、衣服、臥具、醫藥，生病的時候要用藥物，除這四樣之外都不接受。"
    },
    {
      "id": "02-040-0612_p0023",
      "zh_CN": "现在我们在斯里兰卡看到，斯里兰卡出家人还遵守古老的戒律，我们看到了很欢喜。佛教复兴还有希望，那就是斯里兰卡的全国国民他落实佛教了，三皈、五戒、十善、在家八关斋戒是他们日常的生活，出家比丘、比丘尼都能够如法。全世界只剩下这个地方，其他地方没看见，只看到他们真正落实。所以佛教大学要建立在这个地方，课堂里学习的，你离开课堂，你看到了；别的地方，课堂里学的，离开课堂看不到，那就很难做到。在斯里兰卡看到，每个人都做到，自自然然就成习惯。这个学校现在开工，预定两年建成，就是二０一六年的年底完工。我希望能提前一点，希望一年半就可以完工。还要建一个宗教大学，宗教大学的宗旨，就是团结全世界的宗教，世界宗教是一家，提倡宗教回归教育，宗教要互相学习，然后宗教才能团结，帮助社会化解冲突，带给社会永续的安定和谐。这是宗教大学的宗旨，我们认真努力在做。学校的校长，我请总统担任，总统是虔诚的佛教徒。这个国家也是多元宗教，有印度教、有天主教、有伊斯兰教，我去访问的时候，这些宗教的领袖我都见过面。虽然是少数，佛教徒占全国人数百分之七十五，四分之三，还有四分之一是其他宗教徒，都能够平等对待，和睦相处。所以在那个地方宗教治国，做出一个榜样，做出一个典型，让全世界人去观摩、去学习，对于世界和平肯定有帮助。",
      "zh_TW": "現在我們在斯里蘭卡看到，斯里蘭卡出家人還遵守古老的戒律，我們看到了很歡喜。佛教復興還有希望，那就是斯里蘭卡的全國國民他落實佛教了，三皈、五戒、十善、在家八關齋戒是他們日常的生活，出家比丘、比丘尼都能夠如法。全世界只剩下這個地方，其他地方沒看見，只看到他們真正落實。所以佛教大學要建立在這個地方，課堂裡學習的，你離開課堂，你看到了；別的地方，課堂裡學的，離開課堂看不到，那就很難做到。在斯里蘭卡看到，每個人都做到，自自然然就成習慣。這個學校現在開工，預定兩年建成，就是二０一六年的年底完工。我希望能提前一點，希望一年半就可以完工。還要建一個宗教大學，宗教大學的宗旨，就是團結全世界的宗教，世界宗教是一家，提倡宗教回歸教育，宗教要互相學習，然後宗教才能團結，幫助社會化解衝突，帶給社會永續的安定和諧。這是宗教大學的宗旨，我們認真努力在做。學校的校長，我請總統擔任，總統是虔誠的佛教徒。這個國家也是多元宗教，有印度教、有天主教、有伊斯蘭教，我去訪問的時候，這些宗教的領袖我都見過面。雖然是少數，佛教徒佔全國人數百分之七十五，四分之三，還有四分之一是其他宗教徒，都能夠平等對待，和睦相處。所以在那個地方宗教治國，做出一個榜樣，做出一個典型，讓全世界人去觀摩、去學習，對於世界和平肯定有幫助。"
    },
    {
      "id": "02-040-0612_p0024",
      "zh_CN": "我早年没有遇到，要遇到的话会做出很多好事。到晚年八十七岁才遇到，太晚了，干什么事情，精神、体力都不够用。所以希望年轻一代认真努力，向着这个方向、这个目标去迈进，成就自己，也帮助世界永续和谐。希望这个世界永远没有战争，永远没有斗争，当然最好的是人与人之间永远没有竞争，天下就太平。永远没有竞争，斯里兰卡的人做到，为什么我们做不到？斯里兰卡的人很容易知足，知足常乐，所以他们很快乐。实际上他们的生活，物质生活跟我们比差很远，他们快乐，这是我们比不上他的。他们没有竞争的心，他们不求富贵，他们只求安乐，安乐他得到了。他们认真学佛，一般人民，星期天都上佛教的课程。星期天所有寺庙统统开放，所有法师都出来讲经教学，所以全国人民星期天的上午是他们学习宗教课程。法师个个都会讲经，个个戒律都修得那么好，看到真的让人生欢喜心、生仰慕之心，赞叹，应当向他们学习。",
      "zh_TW": "我早年沒有遇到，要遇到的話會做出很多好事。到晚年八十七歲才遇到，太晚了，幹什麼事情，精神、體力都不夠用。所以希望年輕一代認真努力，向著這個方向、這個目標去邁進，成就自己，也幫助世界永續和諧。希望這個世界永遠沒有戰爭，永遠沒有鬥爭，當然最好的是人與人之間永遠沒有競爭，天下就太平。永遠沒有競爭，斯里蘭卡的人做到，為什麼我們做不到？斯里蘭卡的人很容易知足，知足常樂，所以他們很快樂。實際上他們的生活，物質生活跟我們比差很遠，他們快樂，這是我們比不上他的。他們沒有競爭的心，他們不求富貴，他們只求安樂，安樂他得到了。他們認真學佛，一般人民，星期天都上佛教的課程。星期天所有寺廟統統開放，所有法師都出來講經教學，所以全國人民星期天的上午是他們學習宗教課程。法師個個都會講經，個個戒律都修得那麼好，看到真的讓人生歡喜心、生仰慕之心，讚歎，應當向他們學習。"
    },
    {
      "id": "02-040-0612_p0025",
      "zh_CN": "『安住无疑，种诸善本』。底下注解接着，「老实持念，勿生疑惑。发菩提心，一向专念，是为诸善之本」。这句话很重要。菩提心是什么？我们根据教义说了十个字。菩提心的本体就是自性、就是真心，这一定要搞清楚，它不是阿赖耶，它是真如自性。世尊在《观经》上跟我们说的至诚心，菩提心的体，真诚到极处叫至诚，我们用真诚两个字。真诚心的自受用，真诚心对自己，自受用是什么？经题上讲的清净平等觉，这是至诚心，真诚到极处。清净心，声闻、缘觉得到了，自受用。平等心比清净更高一层，菩萨证得了，没有分别。清净，没有执着，得清净；没有分别，得平等；后面那个觉是大彻大悟，明心见性。心回归到清净平等，没有不觉悟的，就是大彻大悟、明心见性，这是自受用，这叫法喜充满，常生欢喜心。对待大家，对待别人呢？慈悲，大慈大悲，是清净的慈悲、平等的慈悲，是觉悟的慈悲，对一切众生。这叫菩提心。我们把它写了一副对联，这是上联，发菩提心，真诚、清净、平等、正觉、慈悲。用这个心处事待人接物，生活工作都用这个心，你的享受跟诸佛如来平等，没有两样，真快乐！为什么不肯用这个心？用自私自利，用损人利己，用贪瞋痴慢，用这个心全错了，与自性统统不相应。与什么相应？与阿赖耶相应。阿赖耶是妄心，不是真心，是假的，不是真的。所以我们用错了心，佛菩萨用对了心，他完全用正确的。",
      "zh_TW": "『安住無疑，種諸善本』。底下註解接著，「老實持念，勿生疑惑。發菩提心，一向專念，是為諸善之本」。這句話很重要。菩提心是什麼？我們根據教義說了十個字。菩提心的本體就是自性、就是真心，這一定要搞清楚，它不是阿賴耶，它是真如自性。世尊在《觀經》上跟我們說的至誠心，菩提心的體，真誠到極處叫至誠，我們用真誠兩個字。真誠心的自受用，真誠心對自己，自受用是什麼？經題上講的清淨平等覺，這是至誠心，真誠到極處。清淨心，聲聞、緣覺得到了，自受用。平等心比清淨更高一層，菩薩證得了，沒有分別。清淨，沒有執著，得清淨；沒有分別，得平等；後面那個覺是大徹大悟，明心見性。心回歸到清淨平等，沒有不覺悟的，就是大徹大悟、明心見性，這是自受用，這叫法喜充滿，常生歡喜心。對待大家，對待別人呢？慈悲，大慈大悲，是清淨的慈悲、平等的慈悲，是覺悟的慈悲，對一切眾生。這叫菩提心。我們把它寫了一副對聯，這是上聯，發菩提心，真誠、清淨、平等、正覺、慈悲。用這個心處事待人接物，生活工作都用這個心，你的享受跟諸佛如來平等，沒有兩樣，真快樂！為什麼不肯用這個心？用自私自利，用損人利己，用貪瞋痴慢，用這個心全錯了，與自性統統不相應。與什麼相應？與阿賴耶相應。阿賴耶是妄心，不是真心，是假的，不是真的。所以我們用錯了心，佛菩薩用對了心，他完全用正確的。"
    },
    {
      "id": "02-040-0612_p0026",
      "zh_CN": "用真心重要，用真心不吃亏。用真心诸佛护念，龙天善神保佑，决定不吃亏，为什么不肯用？不能用真心，用妄心，就是刚才我所说的，自私自利，损人利己，贪瞋痴慢，用这个心，佛菩萨、护法神走了，谁跟你靠近？妖魔鬼怪，冤亲债主，他们来了。这些东西来，你还会有好日子过吗？所以你的生活过得很苦，原因在此地。只要你不用妄心，改用真心，妖魔鬼怪走了，冤亲债主也走了，护法神来了，佛菩萨来了。所以学大乘的人一定要知道，我们在这一生当中，所有一切的遭遇、一切的感受，统统是自己念头变出来的。我们的念头不善，才有三途六道；我们的念头纯善，没有这个东西。所以一生无一不是自作自受，一定要知道与任何人都没有关系，不可以怨天尤人，怨天尤人罪加一等，为什么？与他没有关系，与起心动念有关系。真正学佛的人，依照佛陀的教诲，懂得佛讲的道理，知道佛教给我们的方法，依教奉行，你就能得解脱。真正解脱，解除烦恼，脱离生死轮回，这叫解脱。生到极乐世界你就得大圆满。到极乐世界实在不难。如果你遇到灾难、遇到恐怖，佛在这个经上告诉我们，专心念观世音菩萨，菩萨真能帮助你化解。那是念佛求生净土的人，专念阿弥陀佛，求生西方极乐世界。对于这个世间决定不能有留恋，有留恋就坏了，有留恋就出不了六道轮回，那个麻烦就大了。",
      "zh_TW": "用真心重要，用真心不吃虧。用真心諸佛護念，龍天善神保佑，決定不吃虧，為什麼不肯用？不能用真心，用妄心，就是剛才我所說的，自私自利，損人利己，貪瞋痴慢，用這個心，佛菩薩、護法神走了，誰跟你靠近？妖魔鬼怪，冤親債主，他們來了。這些東西來，你還會有好日子過嗎？所以你的生活過得很苦，原因在此地。只要你不用妄心，改用真心，妖魔鬼怪走了，冤親債主也走了，護法神來了，佛菩薩來了。所以學大乘的人一定要知道，我們在這一生當中，所有一切的遭遇、一切的感受，統統是自己念頭變出來的。我們的念頭不善，才有三途六道；我們的念頭純善，沒有這個東西。所以一生無一不是自作自受，一定要知道與任何人都沒有關係，不可以怨天尤人，怨天尤人罪加一等，為什麼？與他沒有關係，與起心動念有關係。真正學佛的人，依照佛陀的教誨，懂得佛講的道理，知道佛教給我們的方法，依教奉行，你就能得解脫。真正解脫，解除煩惱，脫離生死輪迴，這叫解脫。生到極樂世界你就得大圓滿。到極樂世界實在不難。如果你遇到災難、遇到恐怖，佛在這個經上告訴我們，專心念觀世音菩薩，菩薩真能幫助你化解。那是念佛求生淨土的人，專念阿彌陀佛，求生西方極樂世界。對於這個世間決定不能有留戀，有留戀就壞了，有留戀就出不了六道輪迴，那個麻煩就大了。"
    },
    {
      "id": "02-040-0612_p0027",
      "zh_CN": "经上这些话，在在处处、时时刻刻提醒我们，我们要「奉为纲宗」。纲是修学的纲领，宗是宗旨。「安住如是法中」，如是法就是《大乘无量寿经》上所讲的一切法，天天要念，念的时候修定，用念经的方式修定，就有功德。就是念的时候绝对不想经文里头的意思，不想它，念得字字正确，没有念错，没有念漏掉，一遍一遍的念。用听讲也可以，专心听，听懂很好，听不懂也很好，不要去求懂，求懂是你自己的意思，遍数念多了，自然就懂。那是什么？智慧开了。所以用读经的方法修戒定慧，这是真修行，这是真会念经，念经得定，得三昧。一面念是一面想里面的道理，那就坏了，那是念世间书，现在学校念书是这个方法，不能得定，不能开悟，就是方法用错了。教学的理念产生偏差，得不到真正的利益，真正利益是佛所说的戒定慧。佛法传到中国，佛戒定慧三学这个方法，儒接受，道也接受，变成中国传统教学的理念，共同的理念就是持戒、修定、开悟。持戒就是遵守方法，「一门深入，长时薰修」；「读书千遍，其义自见」，这是戒律。决定不能变更。你用这个方法，一年、二年、三年效果卓着，十年就通了。但是这个方法没人相信，现在人不相信，他不相信自己会通。释迦牟尼佛是自己通的，他讲这些经典谁教他的？没有老师，他参学十二年，到三十岁的时候他放弃，不学了，到菩提树下入定，开悟了，大彻大悟，明心见性，世出世间一切法自然通达，他是这么来的。所以所说的一切经是自性本具般若智慧的流露，不是学来的。你要不相信，在中国也有这么一个人，唐朝禅宗六祖惠能大师。《坛经》大家看过，《坛经》前面说他的历史，他不认识字，没念过书。学佛，从来没有正式听一堂经，法师讲经，他一堂没听过；黄梅有禅堂，他没有到禅堂去坐过。他在哪里修？他在碓房舂米、破柴，他就在那里修。舂米、破柴他开悟了，他在这里头得三昧。他怎么得的？他抓到修行的纲领，修行的纲领就是看破放下。看破是明了，放下就明了，放不下就不明了。放下什么？放下分别，放下起心动念、分别执着，这就是大乘。这三种，起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼。三种烦恼统统放下，自性现前，就明心见性。明心见性，遍法界虚空界没有一样不通达，没有一样不明了，自性般若智慧现前。佛可以说一切经，你也可以说一切经，你跟佛没有两样。",
      "zh_TW": "經上這些話，在在處處、時時刻刻提醒我們，我們要「奉為綱宗」。綱是修學的綱領，宗是宗旨。「安住如是法中」，如是法就是《大乘無量壽經》上所講的一切法，天天要念，念的時候修定，用念經的方式修定，就有功德。就是念的時候絕對不想經文裡頭的意思，不想它，念得字字正確，沒有念錯，沒有念漏掉，一遍一遍的念。用聽講也可以，專心聽，聽懂很好，聽不懂也很好，不要去求懂，求懂是你自己的意思，遍數念多了，自然就懂。那是什麼？智慧開了。所以用讀經的方法修戒定慧，這是真修行，這是真會念經，念經得定，得三昧。一面念是一面想裡面的道理，那就壞了，那是念世間書，現在學校念書是這個方法，不能得定，不能開悟，就是方法用錯了。教學的理念產生偏差，得不到真正的利益，真正利益是佛所說的戒定慧。佛法傳到中國，佛戒定慧三學這個方法，儒接受，道也接受，變成中國傳統教學的理念，共同的理念就是持戒、修定、開悟。持戒就是遵守方法，「一門深入，長時薰修」；「讀書千遍，其義自見」，這是戒律。決定不能變更。你用這個方法，一年、二年、三年效果卓著，十年就通了。但是這個方法沒人相信，現在人不相信，他不相信自己會通。釋迦牟尼佛是自己通的，他講這些經典誰教他的？沒有老師，他參學十二年，到三十歲的時候他放棄，不學了，到菩提樹下入定，開悟了，大徹大悟，明心見性，世出世間一切法自然通達，他是這麼來的。所以所說的一切經是自性本具般若智慧的流露，不是學來的。你要不相信，在中國也有這麼一個人，唐朝禪宗六祖惠能大師。《壇經》大家看過，《壇經》前面說他的歷史，他不認識字，沒念過書。學佛，從來沒有正式聽一堂經，法師講經，他一堂沒聽過；黃梅有禪堂，他沒有到禪堂去坐過。他在哪裡修？他在碓房舂米、破柴，他就在那裡修。舂米、破柴他開悟了，他在這裡頭得三昧。他怎麼得的？他抓到修行的綱領，修行的綱領就是看破放下。看破是明瞭，放下就明瞭，放不下就不明瞭。放下什麼？放下分別，放下起心動念、分別執著，這就是大乘。這三種，起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱。三種煩惱統統放下，自性現前，就明心見性。明心見性，遍法界虛空界沒有一樣不通達，沒有一樣不明瞭，自性般若智慧現前。佛可以說一切經，你也可以說一切經，你跟佛沒有兩樣。"
    },
    {
      "id": "02-040-0612_p0028",
      "zh_CN": "大乘教走这个门，跟世间不一样，教学的理念不相同、方法不相同。世间教学这个理念方法可以成就知识，你学到知识，没有智慧。佛家这个东西是学智慧，智慧里面有知识，包括知识，知识不包括智慧。所以智慧有了，知识也有。现在西方这个方法，知识有，智慧完全没有，所以它解决不了问题。我们今天要把中国传统这种好东西，告诉全世界。但是世界上人不相信，他相信什么？科学。科学头一个拿证据来，所以我们现在用中国传统这个方法，真有几个人开悟，让外国人看到，他就相信。其实外国古时候有开悟的，不是没有，穆罕默德就是最典型的一个例子。穆罕默德跟六祖一样，不认识字，没念过书，你看他能口述一部《古兰经》，旁边人给他记录写成书，伊斯兰教主要的经典。那是什么？大彻大悟才能说得出来，不是大彻大悟，说不出来。外国有，少，中国比较多。所以我们要把这个方法恢复，首先恢复理念，我们对它不怀疑，怀疑就坏了。",
      "zh_TW": "大乘教走這個門，跟世間不一樣，教學的理念不相同、方法不相同。世間教學這個理念方法可以成就知識，你學到知識，沒有智慧。佛家這個東西是學智慧，智慧裡面有知識，包括知識，知識不包括智慧。所以智慧有了，知識也有。現在西方這個方法，知識有，智慧完全沒有，所以它解決不了問題。我們今天要把中國傳統這種好東西，告訴全世界。但是世界上人不相信，他相信什麼？科學。科學頭一個拿證據來，所以我們現在用中國傳統這個方法，真有幾個人開悟，讓外國人看到，他就相信。其實外國古時候有開悟的，不是沒有，穆罕默德就是最典型的一個例子。穆罕默德跟六祖一樣，不認識字，沒念過書，你看他能口述一部《古蘭經》，旁邊人給他記錄寫成書，伊斯蘭教主要的經典。那是什麼？大徹大悟才能說得出來，不是大徹大悟，說不出來。外國有，少，中國比較多。所以我們要把這個方法恢復，首先恢復理念，我們對它不懷疑，懷疑就壞了。"
    },
    {
      "id": "02-040-0612_p0029",
      "zh_CN": "这个后头底下说，『应常修习，使无疑滞』，「盖疑根未断，即是罪根。欲断疑根，应知方便。疑惑不断，只因慧心不朗。慧心不朗者，只以三垢障深」。这一段话说得非常好，问题是三垢，就是刚才讲的。这三垢是什么？无明烦恼、尘沙烦恼、见思烦恼，就这三种。这三种太深了，障碍我们明心见性，这三样东西去掉，自性就现前。所以说不起心不动念，无明烦恼没有了；不分别，尘沙烦恼没有了；不执着，见思烦恼没有了。这三种垢障都断掉，自性现前，要在这里下功夫。没有真正善知识，自己也能成佛，也能成为大善知识，只要你相信，只要你真肯干。六根在六尘境界，眼见色，耳闻声，不起心、不动念、不分别、不执着，清净平等觉现前，这是大乘。靠自己，不靠别人。一切诸佛成就圆满的果证，统统用这个方法，没有第二个方法。今天时间到了，我们就学习到此地。",
      "zh_TW": "這個後頭底下說，『應常修習，使無疑滯』，「蓋疑根未斷，即是罪根。欲斷疑根，應知方便。疑惑不斷，只因慧心不朗。慧心不朗者，只以三垢障深」。這一段話說得非常好，問題是三垢，就是剛才講的。這三垢是什麼？無明煩惱、塵沙煩惱、見思煩惱，就這三種。這三種太深了，障礙我們明心見性，這三樣東西去掉，自性就現前。所以說不起心不動念，無明煩惱沒有了；不分別，塵沙煩惱沒有了；不執著，見思煩惱沒有了。這三種垢障都斷掉，自性現前，要在這裡下功夫。沒有真正善知識，自己也能成佛，也能成為大善知識，只要你相信，只要你真肯幹。六根在六塵境界，眼見色，耳聞聲，不起心、不動念、不分別、不執著，清淨平等覺現前，這是大乘。靠自己，不靠別人。一切諸佛成就圓滿的果證，統統用這個方法，沒有第二個方法。今天時間到了，我們就學習到此地。"
    }
  ]
}