{
  "doc_id": "02-040-0095",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第九十五集",
    "zh_TW": "第九十五集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0095",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0095_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第三百二十七页，倒数第二行，从第一句看起：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第三百二十七頁，倒數第二行，從第一句看起："
    },
    {
      "id": "02-040-0095_p0002",
      "zh_CN": "「缘觉有二解：一观十二因缘，断惑证真，从缘得觉，故名缘觉。」这个十二因缘，我们学到第七，第七是一重因果，前世的因，无明缘行，行缘识，感这一生的果报。佛告诉我们，一切众生在六道里头受生，果报是由于两种业，一种叫引业，一种叫满业。引是引导我们到哪一道去投胎。我们阿赖耶识里头业习种子很多，有些种子很深，力量很强。六道，佛告诉我们，上品十善引导你生天。欲没断，当然都是生欲界天。修禅定，真正得定了，禅定有能力伏惑，虽然烦恼没断，他可以伏得住，让烦恼不起现行，这就生色界天，定功更高的，生无色界天。这是生天的。往下，这阿修罗道，天阿修罗。说阿修罗，阿修罗是天、人、畜生、饿鬼都有，在哪一道都属于那一道，不另提他了。提六道，单独提天阿修罗，他也是修上品十善。怎么会变成阿修罗？他有两个烦恼，一个是好胜，有强烈的好胜心，傲慢，这样就堕到阿修罗去了。福报跟欲界天人是一样的，大福报。傲慢就容易瞋恨，所以好胜心重，杀心很重，这就归于阿修罗。有天之福，他的福报跟天相同，没有天的德，天是仁慈的。天，上面四层，还要修慈悲喜舍四无量心，可见得天有德。上品十善，慈悲喜舍，这天人；阿修罗没有慈悲喜舍。到人道里面，这是修五戒，五戒感得人身。五戒，中品十善，得人身，就到人道来投胎。这贪重，贪爱、贪婪，这个烦恼要重就引你到鬼道去了，鬼贪，没有不贪的鬼。瞋恨、嫉妒，这就到地狱去了。愚痴就是畜生道。愚痴是是非黑白搞不清楚，人云亦云，自己没有智慧，他就到畜生道。所以这是属于引业，引导你到哪一道。",
      "zh_TW": "「緣覺有二解：一觀十二因緣，斷惑證真，從緣得覺，故名緣覺。」這個十二因緣，我們學到第七，第七是一重因果，前世的因，無明緣行，行緣識，感這一生的果報。佛告訴我們，一切眾生在六道裡頭受生，果報是由於兩種業，一種叫引業，一種叫滿業。引是引導我們到哪一道去投胎。我們阿賴耶識裡頭業習種子很多，有些種子很深，力量很強。六道，佛告訴我們，上品十善引導你生天。欲沒斷，當然都是生欲界天。修禪定，真正得定了，禪定有能力伏惑，雖然煩惱沒斷，他可以伏得住，讓煩惱不起現行，這就生色界天，定功更高的，生無色界天。這是生天的。往下，這阿修羅道，天阿修羅。說阿修羅，阿修羅是天、人、畜生、餓鬼都有，在哪一道都屬於那一道，不另提他了。提六道，單獨提天阿修羅，他也是修上品十善。怎麼會變成阿修羅？他有兩個煩惱，一個是好勝，有強烈的好勝心，傲慢，這樣就墮到阿修羅去了。福報跟欲界天人是一樣的，大福報。傲慢就容易瞋恨，所以好勝心重，殺心很重，這就歸於阿修羅。有天之福，他的福報跟天相同，沒有天的德，天是仁慈的。天，上面四層，還要修慈悲喜捨四無量心，可見得天有德。上品十善，慈悲喜捨，這天人；阿修羅沒有慈悲喜捨。到人道裡面，這是修五戒，五戒感得人身。五戒，中品十善，得人身，就到人道來投胎。這貪重，貪愛、貪婪，這個煩惱要重就引你到鬼道去了，鬼貪，沒有不貪的鬼。瞋恨、嫉妒，這就到地獄去了。愚痴就是畜生道。愚痴是是非黑白搞不清楚，人云亦云，自己沒有智慧，他就到畜生道。所以這是屬於引業，引導你到哪一道。"
    },
    {
      "id": "02-040-0095_p0003",
      "zh_CN": "到人道来了，同样都是得人身，一生贫富贵贱不相同，寿命长短不相同，这些属于满业，圆满的满，满业，满业不一样。满业是怎么修的？满业就是佛经上常讲的修这三种布施，财布施得财富，法布施得聪明智慧，无畏布施得健康长寿，这些是属于满业，所以每个人修的不一样。由此可知，无论你在哪一道，你的生活状况、寿命长短，全是自作自受，与任何人都不相干。向佛菩萨祈福，向天神祈福，也是一个善行，你以善心去供养，善行，实际上都是你自己修的，才真正能帮助你。供天地神明是福报，但是供贫苦众生福报更大。凡事我们要凭心，要冷静仔细去思惟，人同此心，心同此理，诸佛菩萨、鬼神亦如是。人间重孝道，天地鬼神也重孝道，不孝父母，不敬尊长，修再多的福，得的果报少，为什么？你没有根。诸天善人都喜欢孝子，都尊敬孝子，所以人能孝养父母、奉事师长，鬼神都会帮助，你不供养他，他也会照顾你，你是善人。这个道理我们要懂。",
      "zh_TW": "到人道來了，同樣都是得人身，一生貧富貴賤不相同，壽命長短不相同，這些屬於滿業，圓滿的滿，滿業，滿業不一樣。滿業是怎麼修的？滿業就是佛經上常講的修這三種布施，財布施得財富，法布施得聰明智慧，無畏布施得健康長壽，這些是屬於滿業，所以每個人修的不一樣。由此可知，無論你在哪一道，你的生活狀況、壽命長短，全是自作自受，與任何人都不相干。向佛菩薩祈福，向天神祈福，也是一個善行，你以善心去供養，善行，實際上都是你自己修的，才真正能幫助你。供天地神明是福報，但是供貧苦眾生福報更大。凡事我們要憑心，要冷靜仔細去思惟，人同此心，心同此理，諸佛菩薩、鬼神亦如是。人間重孝道，天地鬼神也重孝道，不孝父母，不敬尊長，修再多的福，得的果報少，為什麼？你沒有根。諸天善人都喜歡孝子，都尊敬孝子，所以人能孝養父母、奉事師長，鬼神都會幫助，你不供養他，他也會照顧你，你是善人。這個道理我們要懂。"
    },
    {
      "id": "02-040-0095_p0004",
      "zh_CN": "从第八到十二，这是第二次的因果，就是我们这一世造因感召来世的果报。这一生所造的就是三个，「爱、取、有」，这三个字它的内容深广无尽，不外乎这个三类。第一个，你爱，「谓从十四五岁至十八九岁时，贪于种种胜妙资具」，这个资具就是资身之具。我们日常生活当中所享受的，物质的文明，精神文明，这都是佛经上讲的，胜是殊胜，微妙，这些资身的工具。范围就包括太多了，物质生活需要的，精神生活需要的，都包括在这一句里头，你就喜欢了，对这个生起爱心。「及婬欲等境」，这渐渐生起来，有这些念头了。「然犹未能广遍追求」，这叫爱。在这个阶段，你还没有强烈占有的念头，只是争取。所以下面，「二十岁后，贪欲转盛，于五尘境」，五尘是色声香味触，这是五种受，对这个就生起占有控制，我们现在讲的是竞争，甚至于斗争、损人利己，统统这个时候逐渐生起来了。这二十以后，一直到老死，你的一生造这些业。",
      "zh_TW": "從第八到十二，這是第二次的因果，就是我們這一世造因感召來世的果報。這一生所造的就是三個，「愛、取、有」，這三個字它的內容深廣無盡，不外乎這個三類。第一個，你愛，「謂從十四五歲至十八九歲時，貪於種種勝妙資具」，這個資具就是資身之具。我們日常生活當中所享受的，物質的文明，精神文明，這都是佛經上講的，勝是殊勝，微妙，這些資身的工具。範圍就包括太多了，物質生活需要的，精神生活需要的，都包括在這一句裡頭，你就喜歡了，對這個生起愛心。「及婬欲等境」，這漸漸生起來，有這些念頭了。「然猶未能廣遍追求」，這叫愛。在這個階段，你還沒有強烈佔有的念頭，只是爭取。所以下面，「二十歲後，貪欲轉盛，於五塵境」，五塵是色聲香味觸，這是五種受，對這個就生起佔有控制，我們現在講的是競爭，甚至於鬥爭、損人利己，統統這個時候逐漸生起來了。這二十以後，一直到老死，你的一生造這些業。"
    },
    {
      "id": "02-040-0095_p0005",
      "zh_CN": "第十，叫「有」。有是什么？有了果报。「因驰求诸境，起善恶业，积集牵引，当生三有之果」，就是你在现在造的业，感来生的果报。你一生行善积德，取财富是有道的，怎么取？财富是从财布施得来的，只要你肯布施，愈施愈多，没有财不要紧，你只要懂得这个道理。我这一生命里头没有财，命很苦，是乞丐的命，过去生中没有修财布施，也没有修无畏布施，所以这一生当中贫穷短命。是，是这个样子的，我非常相信。学了佛之后，章嘉大师跟李炳南老居士教我，把命中不足的补起来，章嘉大师教我修财布施、法布施、无畏布施，李老师劝我发心出来讲经教学。讲经教学的功德最大，转得最快，这李老师教的。不但自己生活能过得去，没有顾虑，而且寿命延长。我们真行，它真有效果；也修，修的功夫不得力，还是没有办法避免。",
      "zh_TW": "第十，叫「有」。有是什麼？有了果報。「因馳求諸境，起善惡業，積集牽引，當生三有之果」，就是你在現在造的業，感來生的果報。你一生行善積德，取財富是有道的，怎麼取？財富是從財布施得來的，只要你肯布施，愈施愈多，沒有財不要緊，你只要懂得這個道理。我這一生命裡頭沒有財，命很苦，是乞丐的命，過去生中沒有修財布施，也沒有修無畏布施，所以這一生當中貧窮短命。是，是這個樣子的，我非常相信。學了佛之後，章嘉大師跟李炳南老居士教我，把命中不足的補起來，章嘉大師教我修財布施、法布施、無畏布施，李老師勸我發心出來講經教學。講經教學的功德最大，轉得最快，這李老師教的。不但自己生活能過得去，沒有顧慮，而且壽命延長。我們真行，它真有效果；也修，修的功夫不得力，還是沒有辦法避免。"
    },
    {
      "id": "02-040-0095_p0006",
      "zh_CN": "我出家的时候，有三个好朋友。我们三个人同年，三个人命运都差不多，算命的算我们三个人都过不了四十五岁。我们也很努力，那两个没有过去。我四十五岁那一年，三月，法融法师走了；五月，三月走了一个，五月明演法师走了；七月，我生病，我就晓得时间到了。那个时候我正在基隆大觉寺讲《楞严经》，那一边出家人结夏安居，老和尚请我讲《楞严》。我记得好像讲了三分之一，我得病了，我就晓得该轮到我了。所以我也不找医生，也不吃药，每天关起门来念佛。台湾大学有一个学生，政大有一个学生，还有师大有两个学生，四个同学照顾我。每天三餐都吃稀饭、酱菜，念佛求生净土。大概一个多月，好了。好了之后，养了半个月，继续讲经。这个关就这么过去了，我没有求长寿。好像那个时候我讲经已经有十几年，我是三十三岁开始讲经，讲了十二年。",
      "zh_TW": "我出家的時候，有三個好朋友。我們三個人同年，三個人命運都差不多，算命的算我們三個人都過不了四十五歲。我們也很努力，那兩個沒有過去。我四十五歲那一年，三月，法融法師走了；五月，三月走了一個，五月明演法師走了；七月，我生病，我就曉得時間到了。那個時候我正在基隆大覺寺講《楞嚴經》，那一邊出家人結夏安居，老和尚請我講《楞嚴》。我記得好像講了三分之一，我得病了，我就曉得該輪到我了。所以我也不找醫生，也不吃藥，每天關起門來念佛。台灣大學有一個學生，政大有一個學生，還有師大有兩個學生，四個同學照顧我。每天三餐都吃稀飯、醬菜，念佛求生淨土。大概一個多月，好了。好了之後，養了半個月，繼續講經。這個關就這麼過去了，我沒有求長壽。好像那個時候我講經已經有十幾年，我是三十三歲開始講經，講了十二年。"
    },
    {
      "id": "02-040-0095_p0007",
      "zh_CN": "这桩事情，稍后藏传有个喇嘛甘珠活佛，我们见面的时候他告诉我，我们是在一个仁王法会里头遇到的。甘珠跟我也是老朋友，他也是章嘉大师的学生，大我十几岁。告诉我，他说我们在背后常常谈你。我说谈我什么？他说谈你的人很聪明，可惜没有福报，又短命。我说这个当面说没关系，我自己知道，我不忌讳。接着他就说，你现在转了，你这些年来讲经的功德很大，不但将来有大福报，而且寿命很长。没想到第二年甘珠就走了，这是密宗在台湾一个很好的上师。他走留下的遗嘱，不转世了，别叫找灵童，不转世了。所以李老师当年教我们这些学生，曾经给我说过，同学当中有命很薄的，这命薄、短命，都劝他们出来讲经。讲经是延年益寿最好的方法，帮助别人破迷开悟，帮助别人对佛法建立信心，这个功德很大。所以老师对这桩事情很用心。你看我们这平安度过。所以人为正法久住、为苦难众生，不为自己，自己生活所需很少、很简单，一点都不需要麻烦别人。自己真的有个二、三亩地，种一点东西，就可以自给自足，快乐无比！我到八十五岁才有人送我这一点点小地，我全部都把它种菜了，在香港山上。小茅蓬，很舒服，我就想我在那里度晚年，多自在。",
      "zh_TW": "這樁事情，稍後藏傳有個喇嘛甘珠活佛，我們見面的時候他告訴我，我們是在一個仁王法會裡頭遇到的。甘珠跟我也是老朋友，他也是章嘉大師的學生，大我十幾歲。告訴我，他說我們在背後常常談你。我說談我什麼？他說談你的人很聰明，可惜沒有福報，又短命。我說這個當面說沒關係，我自己知道，我不忌諱。接著他就說，你現在轉了，你這些年來講經的功德很大，不但將來有大福報，而且壽命很長。沒想到第二年甘珠就走了，這是密宗在台灣一個很好的上師。他走留下的遺囑，不轉世了，別叫找靈童，不轉世了。所以李老師當年教我們這些學生，曾經給我說過，同學當中有命很薄的，這命薄、短命，都勸他們出來講經。講經是延年益壽最好的方法，幫助別人破迷開悟，幫助別人對佛法建立信心，這個功德很大。所以老師對這樁事情很用心。你看我們這平安度過。所以人為正法久住、為苦難眾生，不為自己，自己生活所需很少、很簡單，一點都不需要麻煩別人。自己真的有個二、三畝地，種一點東西，就可以自給自足，快樂無比！我到八十五歲才有人送我這一點點小地，我全部都把它種菜了，在香港山上。小茅蓬，很舒服，我就想我在那裡度晚年，多自在。"
    },
    {
      "id": "02-040-0095_p0008",
      "zh_CN": "所以这个有，就有了麻烦。我们一心向善，我们今天有的是极乐世界，不是别的地方。在这个地方命终之后，往生到极乐世界去了，不再搞轮回。这边三有我都不要了，统统放下，欲界有、色界有、无色界有，这统统都不要了。处事待人接物一片真诚，无论别人怎样的毁谤、侮辱、障碍，我都欢喜接受。大乘佛法讲，他们替我消业障。我这一生没造什么罪业，过去生中造过，过去无数世，我相信不止一世。有这么多人替我消业障，我生欢喜心。修忍辱波罗蜜，修布施波罗蜜，修持戒波罗蜜，我真干，真欢喜！所以有了业因，一定就有果报，这个果报在来世。",
      "zh_TW": "所以這個有，就有了麻煩。我們一心向善，我們今天有的是極樂世界，不是別的地方。在這個地方命終之後，往生到極樂世界去了，不再搞輪迴。這邊三有我都不要了，統統放下，欲界有、色界有、無色界有，這統統都不要了。處事待人接物一片真誠，無論別人怎樣的毀謗、侮辱、障礙，我都歡喜接受。大乘佛法講，他們替我消業障。我這一生沒造什麼罪業，過去生中造過，過去無數世，我相信不止一世。有這麼多人替我消業障，我生歡喜心。修忍辱波羅蜜，修布施波羅蜜，修持戒波羅蜜，我真幹，真歡喜！所以有了業因，一定就有果報，這個果報在來世。"
    },
    {
      "id": "02-040-0095_p0009",
      "zh_CN": "后面，第十一，「生」，来世又在六道里去受生。生，又是名色、六入，到后来到老死，老死是来世的生死。所以十二因缘里头一共是有两重因果，前世因，今世果，今世又造因，来世又有果，这样子辗转，永远不会中断。辟支佛这一类的人比阿罗汉聪明，他从这个地方就觉悟、就明白，他就不造轮回业了，所以他能够超越，超越的地位比阿罗汉高。你看阿罗汉断见思烦恼，习气不能断；他断见思烦恼，连习气也断干净，这个比阿罗汉高明。这叫十二因缘。",
      "zh_TW": "後面，第十一，「生」，來世又在六道裡去受生。生，又是名色、六入，到後來到老死，老死是來世的生死。所以十二因緣裡頭一共是有兩重因果，前世因，今世果，今世又造因，來世又有果，這樣子輾轉，永遠不會中斷。辟支佛這一類的人比阿羅漢聰明，他從這個地方就覺悟、就明白，他就不造輪迴業了，所以他能夠超越，超越的地位比阿羅漢高。你看阿羅漢斷見思煩惱，習氣不能斷；他斷見思煩惱，連習氣也斷乾淨，這個比阿羅漢高明。這叫十二因緣。"
    },
    {
      "id": "02-040-0095_p0010",
      "zh_CN": "这后面还有一段，《佛学大辞典》的，也值得我们做参考。因为我们不能往生，就决定又搞轮回。《佛学大辞典》这一段，「新作十二缘起，旧作十二因缘」。这个新旧是以玄奘大师做分界点，玄奘大师以前的翻译叫旧译，从他以后的翻译叫新译。所以旧译的称十二因缘，新译称十二缘起，十二缘起就是十二因缘。「又单名因缘观」，或者是「支佛观」，也是讲十二因缘，「是为辟支佛之观门」，他们所修的。「说众生涉三世而轮回六道之次第缘起。一、无明，二、行」，这两个是过去因，过去有这个因。「三、识，四、名色，五、六入（这里翻作六处）」，到六入，这是今世的果，今世果。爱取有，这是今世因；生老死，这是来世果。这样两重因果，相续无尽。「其中无明与行二者，即惑业之二」。无明是迷惑，迷于自性，行就是造业，因为他迷，所以他才造业。业有善恶，善感三善道，恶感三恶道，都不能出离六道轮回。所以我们真正搞清楚、搞明白了，可以这么说法，造作恶业到三恶道受报，那是什么？那个业要报掉，所以三恶道是消恶业的处所，到那里消业。好像人间，犯罪了，坐牢，监牢狱里面是消罪业的。刑期满了，你就出来，你业消了，是这个意思。三善道是消福报的，你修很大的福，去消福报；修的小福，到人间来消福报，统统是消业的。罪业，三恶道是消业；善的，它也是消业。自性里头没有这个东西，没有善恶，没有爱取有。",
      "zh_TW": "這後面還有一段，《佛學大辭典》的，也值得我們做參考。因為我們不能往生，就決定又搞輪迴。《佛學大辭典》這一段，「新作十二緣起，舊作十二因緣」。這個新舊是以玄奘大師做分界點，玄奘大師以前的翻譯叫舊譯，從他以後的翻譯叫新譯。所以舊譯的稱十二因緣，新譯稱十二緣起，十二緣起就是十二因緣。「又單名因緣觀」，或者是「支佛觀」，也是講十二因緣，「是為辟支佛之觀門」，他們所修的。「說眾生涉三世而輪迴六道之次第緣起。一、無明，二、行」，這兩個是過去因，過去有這個因。「三、識，四、名色，五、六入（這裡翻作六處）」，到六入，這是今世的果，今世果。愛取有，這是今世因；生老死，這是來世果。這樣兩重因果，相續無盡。「其中無明與行二者，即惑業之二」。無明是迷惑，迷於自性，行就是造業，因為他迷，所以他才造業。業有善惡，善感三善道，惡感三惡道，都不能出離六道輪迴。所以我們真正搞清楚、搞明白了，可以這麼說法，造作惡業到三惡道受報，那是什麼？那個業要報掉，所以三惡道是消惡業的處所，到那裡消業。好像人間，犯罪了，坐牢，監牢獄裡面是消罪業的。刑期滿了，你就出來，你業消了，是這個意思。三善道是消福報的，你修很大的福，去消福報；修的小福，到人間來消福報，統統是消業的。罪業，三惡道是消業；善的，它也是消業。自性裡頭沒有這個東西，沒有善惡，沒有愛取有。"
    },
    {
      "id": "02-040-0095_p0011",
      "zh_CN": "所以佛教众生要修净业。什么叫净业？修善、造恶能够不着相，就是净业。譬如我修善，不求人天福报，这个善业是净业。造恶业，我说我不要受三恶道苦，这个不容易。能不能做到？能做到。能做到是别有因缘，过去生中修的有大福报，这一生造作，你看经上讲的五逆十恶，乃至于毁谤大乘，这么重的罪，临命终时遇到善知识劝导你，真正要你相信西方极乐世界，念阿弥陀佛求生净土，他真能得生。看起来好像很侥幸，一生造业，你细想的时候，也不容易。为什么？一生造作恶业，临命终时头脑清楚，这一点不容易。多少人临终的时候迷惑颠倒，连家人都不认识，那就一点办法都没有了。所以现在医学有所谓的老人痴呆症，一得老人痴呆症，极乐世界就没希望了，这最可怕的事情！年岁大，他头脑清楚，不迷惑，这就好办。一劝他，他马上就相信，马上就接受，真念佛，他真往生了。",
      "zh_TW": "所以佛教眾生要修淨業。什麼叫淨業？修善、造惡能夠不著相，就是淨業。譬如我修善，不求人天福報，這個善業是淨業。造惡業，我說我不要受三惡道苦，這個不容易。能不能做到？能做到。能做到是別有因緣，過去生中修的有大福報，這一生造作，你看經上講的五逆十惡，乃至於毀謗大乘，這麼重的罪，臨命終時遇到善知識勸導你，真正要你相信西方極樂世界，念阿彌陀佛求生淨土，他真能得生。看起來好像很僥倖，一生造業，你細想的時候，也不容易。為什麼？一生造作惡業，臨命終時頭腦清楚，這一點不容易。多少人臨終的時候迷惑顛倒，連家人都不認識，那就一點辦法都沒有了。所以現在醫學有所謂的老人痴呆症，一得老人痴呆症，極樂世界就沒希望了，這最可怕的事情！年歲大，他頭腦清楚，不迷惑，這就好辦。一勸他，他馬上就相信，馬上就接受，真念佛，他真往生了。"
    },
    {
      "id": "02-040-0095_p0012",
      "zh_CN": "我在美国见到一个，住在马里兰州，距离美国的首都华盛顿特区很近，我在那个地方，同学们大家建立一个华府佛教会，成立请我做会长，我们就遇到周广大先生。这个人确实很善良，没有宗教信仰，人很好，好人，在那里开了个面包店，生意也挺不错。很不幸得了癌症，癌症到末期，医生告诉他家人，他存活期大概只有一个月，赶快带回家去。这带回去之后家里就慌张，医院不收了，这个时候找神、找佛，乱七八糟找，找了很多，希望有奇迹出现。最后找到我们这里来了，因为我们这个会新成立的，大概才二、三个月，很多人不知道。找来之后，我们就有几位，三、四个同修，到他家去看。一看，他们回来告诉我，不行了，没有办法，好不起来了，但是神志很清楚。劝他，把极乐世界介绍给他，劝他发心求生净土，他马上真的就答应了。他能信，他发愿，告诉他家人，不要再去求神问卦，不要去了，家人统统来帮助我念佛。我们佛教会有五、六个人，他们家里大概三、四个人，日夜不断，这一句佛号，帮助他求生净土。念了三天三夜，佛来接引，他真走了，走的瑞相稀有。附近这些学佛的同学，人不多，二、三十个人，大家看到这个样子，增长了信心。这是表演给我们看的，是真的不是假的。这是大乘经里头所说的，过去生中曾经供养无量诸佛如来，这一生没有缘分，没有遇到佛法，临命终时这一遇到他就能信，他就能发愿，就肯念，而且叫家人统统念佛送他往生。华府佛教会第一个送往生的，周广大。",
      "zh_TW": "我在美國見到一個，住在馬里蘭州，距離美國的首都華盛頓特區很近，我在那個地方，同學們大家建立一個華府佛教會，成立請我做會長，我們就遇到周廣大先生。這個人確實很善良，沒有宗教信仰，人很好，好人，在那裡開了個麵包店，生意也挺不錯。很不幸得了癌症，癌症到末期，醫生告訴他家人，他存活期大概只有一個月，趕快帶回家去。這帶回去之後家裡就慌張，醫院不收了，這個時候找神、找佛，亂七八糟找，找了很多，希望有奇蹟出現。最後找到我們這裡來了，因為我們這個會新成立的，大概才二、三個月，很多人不知道。找來之後，我們就有幾位，三、四個同修，到他家去看。一看，他們回來告訴我，不行了，沒有辦法，好不起來了，但是神志很清楚。勸他，把極樂世界介紹給他，勸他發心求生淨土，他馬上真的就答應了。他能信，他發願，告訴他家人，不要再去求神問卦，不要去了，家人統統來幫助我念佛。我們佛教會有五、六個人，他們家裡大概三、四個人，日夜不斷，這一句佛號，幫助他求生淨土。念了三天三夜，佛來接引，他真走了，走的瑞相稀有。附近這些學佛的同學，人不多，二、三十個人，大家看到這個樣子，增長了信心。這是表演給我們看的，是真的不是假的。這是大乘經裡頭所說的，過去生中曾經供養無量諸佛如來，這一生沒有緣分，沒有遇到佛法，臨命終時這一遇到他就能信，他就能發願，就肯念，而且叫家人統統念佛送他往生。華府佛教會第一個送往生的，周廣大。"
    },
    {
      "id": "02-040-0095_p0013",
      "zh_CN": "所以，过去因，今世果，今世因，来世果，我们对于今世因特别要重视。今世的果报，好，不要留恋，不好，不要怨恨，统统放下，修清净平等心，一心念佛，比什么都殊胜。所以这十二因缘观对我们就很有帮助，我们看芸芸众生，这十二桩没有一个人能逃过。最关紧要的就是我们现前的爱、取、有，对于这个世间决定不能有贪爱、不能有占有、不能有控制，不要争这些东西，我们只是把所有一切时间统统来念阿弥陀佛，决定求生西方极乐世界，这就对了。",
      "zh_TW": "所以，過去因，今世果，今世因，來世果，我們對於今世因特別要重視。今世的果報，好，不要留戀，不好，不要怨恨，統統放下，修清淨平等心，一心念佛，比什麼都殊勝。所以這十二因緣觀對我們就很有幫助，我們看芸芸眾生，這十二樁沒有一個人能逃過。最關緊要的就是我們現前的愛、取、有，對於這個世間決定不能有貪愛、不能有佔有、不能有控制，不要爭這些東西，我們只是把所有一切時間統統來念阿彌陀佛，決定求生西方極樂世界，這就對了。"
    },
    {
      "id": "02-040-0095_p0014",
      "zh_CN": "「其中无明与行二者，惑业之二，属过去世之因，识、名色、六处、触、受五者属缘于过去惑业之因而受之现在果」，我们眼前所受的，受的果报，「是过现一重之因果」。「又爱取二者为现在之惑」，你要不迷惑，你不会动这个念头。你喜欢，你讨厌，这都属于爱字。爱字的反面是怨恨，这个心不能有，都是迷惑，不可以有这种念头。取是占有，占有就有果报。没有占有的念头，一切随缘，有很好，没有也很好，看到别人需要的，我这里有多余的，就要帮助别人。帮助一切众生，里面最殊胜的，叫法供养、法布施。你看《金刚经》，这大家念得很多，《金刚经》上佛就说了很多句，一切供养中，法供养为最；大千世界七宝布施，不如为人说四句偈，这讲得很多。为什么？法供养能帮助别人觉悟，财供养不行，财供养多了，增长人贪心。所以布施、供养要考虑到这些。",
      "zh_TW": "「其中無明與行二者，惑業之二，屬過去世之因，識、名色、六處、觸、受五者屬緣於過去惑業之因而受之現在果」，我們眼前所受的，受的果報，「是過現一重之因果」。「又愛取二者為現在之惑」，你要不迷惑，你不會動這個念頭。你喜歡，你討厭，這都屬於愛字。愛字的反面是怨恨，這個心不能有，都是迷惑，不可以有這種念頭。取是佔有，佔有就有果報。沒有佔有的念頭，一切隨緣，有很好，沒有也很好，看到別人需要的，我這裡有多餘的，就要幫助別人。幫助一切眾生，裡面最殊勝的，叫法供養、法布施。你看《金剛經》，這大家念得很多，《金剛經》上佛就說了很多句，一切供養中，法供養為最；大千世界七寶布施，不如為人說四句偈，這講得很多。為什麼？法供養能幫助別人覺悟，財供養不行，財供養多了，增長人貪心。所以布施、供養要考慮到這些。"
    },
    {
      "id": "02-040-0095_p0015",
      "zh_CN": "印光大师在近代给我们做最好的榜样，统统印书。我的老师李炳南老居士是印光大师的在家弟子，李老师教我学印光法师，我就学他的法布施，十方供养不做别的事。譬如建寺庙，我总觉得建寺庙是把这些钱埋在土地上，不起作用。而且寺庙做大了，有人来抢，心术不正，他要来霸占。出家，为什么出家？看这么大的寺庙来出家的。他不是为修道出家的，他是看这么大的财富，他来继承，他来享受，这真的不是假的。所以我就想到，释迦牟尼佛一生为什么不建寺庙？他要建寺庙很容易，在家学生当中有十六个大国王，他自己的父亲也是国王，给他建个道场很容易，一点不难，为什么不要？我想释迦牟尼佛早已经看到现在的状况，争庙产，给社会上人很大的反感，出家人还争，争名逐利，让一般人对于佛法的信心都丧失掉，所以他一生不建道场，非常有道理。",
      "zh_TW": "印光大師在近代給我們做最好的榜樣，統統印書。我的老師李炳南老居士是印光大師的在家弟子，李老師教我學印光法師，我就學他的法布施，十方供養不做別的事。譬如建寺廟，我總覺得建寺廟是把這些錢埋在土地上，不起作用。而且寺廟做大了，有人來搶，心術不正，他要來霸佔。出家，為什麼出家？看這麼大的寺廟來出家的。他不是為修道出家的，他是看這麼大的財富，他來繼承，他來享受，這真的不是假的。所以我就想到，釋迦牟尼佛一生為什麼不建寺廟？他要建寺廟很容易，在家學生當中有十六個大國王，他自己的父親也是國王，給他建個道場很容易，一點不難，為什麼不要？我想釋迦牟尼佛早已經看到現在的狀況，爭廟產，給社會上人很大的反感，出家人還爭，爭名逐利，讓一般人對於佛法的信心都喪失掉，所以他一生不建道場，非常有道理。"
    },
    {
      "id": "02-040-0095_p0016",
      "zh_CN": "我在澳洲建了个道场，是为悟字辈。以前我在台湾讲经，这些人都是韩馆长收的，用我的名义剃度，这么回事情。馆长往生了，我到处流浪，这些人怎么办？为他们安身立命，建一个道场让他们修行。我在这个道场挂个名，挂个名是因为我跟政府关系很好，他们办事方便。这些年来，这个道场我根本不闻不问了。我也想了一些方法，让他们的经济可以独立，不求在家信徒的供养，这样心安就道隆。这一点很重要，过去祖师大德对这个重视。我就把十方供养的这些钱买了土地，澳洲土地非常便宜，地大人稀，土地没人要。我们大概买了有二千亩地，一千英亩合中国是六千亩，二千亩差不多就是中国一万二千亩的样子，做农耕。农耕，我们自己不会种，我就想出方法，雇农民，一天工作八个小时，付你多少钱。当地农民很高兴，他有收入了。种植的东西全部是我们收，我们除了留自己吃用之外，到市场去卖。卖得非常好，因为我们种的农作物太漂亮，没有农药、没有化肥，所以大家很喜欢。卖的价钱不错，除付工资之外，我们还很多的富余。经济自给自足，这方法好！所以我们的五谷杂粮、水果树木种得很多。蔬菜，有个大菜园，办大活动可以供给一千人。这样的菜园，你看搞成功了。这就有收入，有固定的收入，大家心就安了。依靠人，心不安；依靠我不行，我死了以后怎么办？这样一来，他们就安定，真安定了。我做成功了，我鼓励图文巴所有的宗教，因为他们都为经济烦恼，想做一点事情，没钱，我把这个经验提供给他们，希望他们买土地、搞农耕，这是个很好的方法。",
      "zh_TW": "我在澳洲建了個道場，是為悟字輩。以前我在台灣講經，這些人都是韓館長收的，用我的名義剃度，這麼回事情。館長往生了，我到處流浪，這些人怎麼辦？為他們安身立命，建一個道場讓他們修行。我在這個道場掛個名，掛個名是因為我跟政府關係很好，他們辦事方便。這些年來，這個道場我根本不聞不問了。我也想了一些方法，讓他們的經濟可以獨立，不求在家信徒的供養，這樣心安就道隆。這一點很重要，過去祖師大德對這個重視。我就把十方供養的這些錢買了土地，澳洲土地非常便宜，地大人稀，土地沒人要。我們大概買了有二千畝地，一千英畝合中國是六千畝，二千畝差不多就是中國一萬二千畝的樣子，做農耕。農耕，我們自己不會種，我就想出方法，雇農民，一天工作八個小時，付你多少錢。當地農民很高興，他有收入了。種植的東西全部是我們收，我們除了留自己吃用之外，到市場去賣。賣得非常好，因為我們種的農作物太漂亮，沒有農藥、沒有化肥，所以大家很喜歡。賣的價錢不錯，除付工資之外，我們還很多的富餘。經濟自給自足，這方法好！所以我們的五穀雜糧、水果樹木種得很多。蔬菜，有個大菜園，辦大活動可以供給一千人。這樣的菜園，你看搞成功了。這就有收入，有固定的收入，大家心就安了。依靠人，心不安；依靠我不行，我死了以後怎麼辦？這樣一來，他們就安定，真安定了。我做成功了，我鼓勵圖文巴所有的宗教，因為他們都為經濟煩惱，想做一點事情，沒錢，我把這個經驗提供給他們，希望他們買土地、搞農耕，這是個很好的方法。"
    },
    {
      "id": "02-040-0095_p0017",
      "zh_CN": "所以不求自己的名闻利养，只求自己往生净土，这个于人无争，于世无求。我们所求的你们都不要，你们要更好，你们不要，所以我跟任何人没有冲突。很多人不了解，自己猜疑，愈猜愈讹，都搞错了。我的一生就是讲经，活一天讲一天。我的老师李炳南老居士给我做了最好的榜样，他从把经停了到往生两个星期，他一个星期讲一次，就是说最后这两个星期他没讲经，他走了。我是觉得他讲得太少，他有顾虑，听经的都是在家居士，每天讲经他没有时间来听，所以迁就他们，一星期讲一次，他很珍惜，到那天他一定会来。这是老师告诉我的，他为什么一个星期讲一次。每个星期讲一次古文，一个星期是两堂课，讲经是两个小时，讲古文是三个小时。老师如果是天天讲经的话，我相信他的寿命会延长，不要多，一天两个小时，不要四个小时，一天两个小时他行。",
      "zh_TW": "所以不求自己的名聞利養，只求自己往生淨土，這個於人無爭，於世無求。我們所求的你們都不要，你們要更好，你們不要，所以我跟任何人沒有衝突。很多人不了解，自己猜疑，愈猜愈訛，都搞錯了。我的一生就是講經，活一天講一天。我的老師李炳南老居士給我做了最好的榜樣，他從把經停了到往生兩個星期，他一個星期講一次，就是說最後這兩個星期他沒講經，他走了。我是覺得他講得太少，他有顧慮，聽經的都是在家居士，每天講經他沒有時間來聽，所以遷就他們，一星期講一次，他很珍惜，到那天他一定會來。這是老師告訴我的，他為什麼一個星期講一次。每個星期講一次古文，一個星期是兩堂課，講經是兩個小時，講古文是三個小時。老師如果是天天講經的話，我相信他的壽命會延長，不要多，一天兩個小時，不要四個小時，一天兩個小時他行。"
    },
    {
      "id": "02-040-0095_p0018",
      "zh_CN": "「盖既见现在之惑」，这爱取，现在造的业，业就是有，「由现在之苦果（识乃至受）而生，则知过去之惑（无明）、业行亦从过去之苦果而生，既见现在之苦果（识乃至受）生现在之业（有），则亦知未来之苦果（生老死），生未来之业。上溯之，则过去之惑业更从过去之苦果而来，下趁之，则未来之苦果更生未来之惑业，过去无始，未来无终，此为无始无终之生死轮回。」这个十二因缘让我们看破为什么轮回，这桩事情是无始无终的。后面有个表解，自己一看就了解。这个表解很清楚，「过去二因，现在五果；现在三因，未来二果」，底下解释得很清楚。",
      "zh_TW": "「蓋既見現在之惑」，這愛取，現在造的業，業就是有，「由現在之苦果（識乃至受）而生，則知過去之惑（無明）、業行亦從過去之苦果而生，既見現在之苦果（識乃至受）生現在之業（有），則亦知未來之苦果（生老死），生未來之業。上溯之，則過去之惑業更從過去之苦果而來，下趁之，則未來之苦果更生未來之惑業，過去無始，未來無終，此為無始無終之生死輪迴。」這個十二因緣讓我們看破為什麼輪迴，這樁事情是無始無終的。後面有個表解，自己一看就了解。這個表解很清楚，「過去二因，現在五果；現在三因，未來二果」，底下解釋得很清楚。"
    },
    {
      "id": "02-040-0095_p0019",
      "zh_CN": "我们再看集注的第二，缘觉第一个是观十二因缘，第二个讲独觉。「二、因见风动树等等外界事相之缘，而得觉悟」，就称之为缘觉。宗门教下，所谓大自然的现象给人很多启示，帮助人开悟，这种情形古今都有。从这个地方开悟的，这是缘觉。「天台一家更区分此二名」，这天台家讲的，「出有佛世，观十二因缘而得悟者」，这叫缘觉。这就是有佛菩萨在世间，跟大家讲十二因缘这桩事，听了之后他觉悟了。觉悟之后要证果，必须把来世生死的因断掉。过去的因不行，已经过去了，对它没办法；现在的果断不掉，是你过去世造的业因，你必须要承受。今天环境给我们的，顺境、逆境要承受，善缘、恶缘也要承受，你了解这是什么？这是果报。承受，不怨天不尤人，这个里头就是修行、就是积功累德。你看，别人毁谤，你不生气，你能够忍受，而且能欢喜，还感恩，这把自己境界提升了。自己境界提升，对这些人生感恩的心，不是他，我不能提升，不是他，我进步没这么快。",
      "zh_TW": "我們再看集註的第二，緣覺第一個是觀十二因緣，第二個講獨覺。「二、因見風動樹等等外界事相之緣，而得覺悟」，就稱之為緣覺。宗門教下，所謂大自然的現象給人很多啟示，幫助人開悟，這種情形古今都有。從這個地方開悟的，這是緣覺。「天臺一家更區分此二名」，這天台家講的，「出有佛世，觀十二因緣而得悟者」，這叫緣覺。這就是有佛菩薩在世間，跟大家講十二因緣這樁事，聽了之後他覺悟了。覺悟之後要證果，必須把來世生死的因斷掉。過去的因不行，已經過去了，對它沒辦法；現在的果斷不掉，是你過去世造的業因，你必須要承受。今天環境給我們的，順境、逆境要承受，善緣、惡緣也要承受，你了解這是什麼？這是果報。承受，不怨天不尤人，這個裡頭就是修行、就是積功累德。你看，別人毀謗，你不生氣，你能夠忍受，而且能歡喜，還感恩，這把自己境界提升了。自己境界提升，對這些人生感恩的心，不是他，我不能提升，不是他，我進步沒這麼快。"
    },
    {
      "id": "02-040-0095_p0020",
      "zh_CN": "所以顺境很好，逆境也好，善缘好，恶缘好，没有一样不好。善缘、顺境不生贪恋，那个淘汰人也非常厉害。你一生贪恋，完了，堕落了。逆境、恶缘不生瞋恚。两个比较起来，逆境、恶缘容易，顺境、善缘不容易，不起贪爱不容易，警觉心比处逆境、恶缘还要高，人往往迷了。人家跟你有缘，这是个大富长者，看到你不错，我给你去盖个道场，我送你一个亿、二个亿。在他是真能做得到，你一接受就迷惑颠倒，就完了。我也亲自见过。早年我认识一个出家人，同乡，大我五岁，早年住在香港，以后到台湾去了。到台湾，缘不错，遇到一个居士，我听说送他三个亿，台湾钱，在埔里那里盖个庙。埔里一次大地震，他的庙全毁掉了。很容易迷人。",
      "zh_TW": "所以順境很好，逆境也好，善緣好，惡緣好，沒有一樣不好。善緣、順境不生貪戀，那個淘汰人也非常厲害。你一生貪戀，完了，墮落了。逆境、惡緣不生瞋恚。兩個比較起來，逆境、惡緣容易，順境、善緣不容易，不起貪愛不容易，警覺心比處逆境、惡緣還要高，人往往迷了。人家跟你有緣，這是個大富長者，看到你不錯，我給你去蓋個道場，我送你一個億、二個億。在他是真能做得到，你一接受就迷惑顛倒，就完了。我也親自見過。早年我認識一個出家人，同鄉，大我五歲，早年住在香港，以後到台灣去了。到台灣，緣不錯，遇到一個居士，我聽說送他三個億，台灣錢，在埔里那裡蓋個廟。埔里一次大地震，他的廟全毀掉了。很容易迷人。"
    },
    {
      "id": "02-040-0095_p0021",
      "zh_CN": "所以我的十方供养，我全部拿来印经书，还买了不少书，我买了《四库全书》。《四库全书》买了一百零一套，《四库荟要》我大概是买了三百七十多套。买来干什么？怕灾难当中损失，我送到全世界各个大学图书馆收藏。灾难不可能是全面的，总会有留下来的。保存中国传统文化，我觉得这是最好的方法。古人也用尽心机，像北京的房山，我跟朴老认识之后，朴老就邀我去参观。他年岁大了，走不动，他派个人陪我去。我看了很惊讶，这一部石刻字刻得好，听说八百年完工，完整的《大藏经》，里面还有几部我们现在藏经里没有的。当时我跟宗教局长叶小文谈过，那个时候我手上有一笔钱，五百万美金，我说可以做这个事情，把这套石经重新拓本，印出来。他们印的时候，字太小，应该要像字帖那么大，寸楷。分量多，当然花钱，成本高，大概可以能做得出来，他也答应了。后来很多障碍，他也没办法，要通过很多的手续，就没搞成功。所以没有搞成功，我这笔钱留到现在也涨了一倍，我就把它用在《四库》跟《四库荟要》上，这两套书差不多用美金用了一千多万。我们不要盖庙，盖庙人家要争。不跟人竞争，更不可能跟人斗争，人家要斗我，我赶快走。这个我很知足，我的一生生活，章嘉大师早就告诉我了，佛菩萨安排的，顺境、逆境全是佛菩萨安排的，我一定要欢喜接受，真的不是假的。",
      "zh_TW": "所以我的十方供養，我全部拿來印經書，還買了不少書，我買了《四庫全書》。《四庫全書》買了一百零一套，《四庫薈要》我大概是買了三百七十多套。買來幹什麼？怕災難當中損失，我送到全世界各個大學圖書館收藏。災難不可能是全面的，總會有留下來的。保存中國傳統文化，我覺得這是最好的方法。古人也用盡心機，像北京的房山，我跟樸老認識之後，樸老就邀我去參觀。他年歲大了，走不動，他派個人陪我去。我看了很驚訝，這一部石刻字刻得好，聽說八百年完工，完整的《大藏經》，裡面還有幾部我們現在藏經裡沒有的。當時我跟宗教局長葉小文談過，那個時候我手上有一筆錢，五百萬美金，我說可以做這個事情，把這套石經重新拓本，印出來。他們印的時候，字太小，應該要像字帖那麼大，寸楷。分量多，當然花錢，成本高，大概可以能做得出來，他也答應了。後來很多障礙，他也沒辦法，要通過很多的手續，就沒搞成功。所以沒有搞成功，我這筆錢留到現在也漲了一倍，我就把它用在《四庫》跟《四庫薈要》上，這兩套書差不多用美金用了一千多萬。我們不要蓋廟，蓋廟人家要爭。不跟人競爭，更不可能跟人鬥爭，人家要鬥我，我趕快走。這個我很知足，我的一生生活，章嘉大師早就告訴我了，佛菩薩安排的，順境、逆境全是佛菩薩安排的，我一定要歡喜接受，真的不是假的。"
    },
    {
      "id": "02-040-0095_p0022",
      "zh_CN": "观十二因缘，这佛在世，悟道，这是缘觉。「出无佛世」，这个世间佛灭度了，佛不在世，「观风吹树动、叶落花飞之外缘而成道者」，这叫独觉。这种人有，确实偶尔之间，听下雨天雨打芭蕉，他在那里听一下就开悟了，不定什么缘分。还有宗门，禅宗里头，听人家唱歌开悟的。所以开悟什么缘分没一定，到你将悟未悟的时候，不定碰到什么缘分，豁然大悟，这个在《五灯会元》、《景德传灯录》里记载就不少。心在宁静的状态之下，这就是他功夫绵密之处，在一惊之下，这悟门就打开了。念佛也不例外，总是首先要功夫得力，都是要止心一处，绵绵密密，就有悟入的可能。这是没有佛住世的时候，称之为独觉。",
      "zh_TW": "觀十二因緣，這佛在世，悟道，這是緣覺。「出無佛世」，這個世間佛滅度了，佛不在世，「觀風吹樹動、葉落花飛之外緣而成道者」，這叫獨覺。這種人有，確實偶爾之間，聽下雨天雨打芭蕉，他在那裡聽一下就開悟了，不定什麼緣分。還有宗門，禪宗裡頭，聽人家唱歌開悟的。所以開悟什麼緣分沒一定，到你將悟未悟的時候，不定碰到什麼緣分，豁然大悟，這個在《五燈會元》、《景德傳燈錄》裡記載就不少。心在寧靜的狀態之下，這就是他功夫綿密之處，在一驚之下，這悟門就打開了。念佛也不例外，總是首先要功夫得力，都是要止心一處，綿綿密密，就有悟入的可能。這是沒有佛住世的時候，稱之為獨覺。"
    },
    {
      "id": "02-040-0095_p0023",
      "zh_CN": "上面所说的声闻、辟支佛这两种，「均为佛弟子中之下根」。下根出六道轮回，没有出十法界，上根就能够超越十法界，这是下根，超越六道轮回。超越六道轮回，永远不会再堕轮回，他只有往上提升，不会往下堕落。但是提升时间长短各人不一定，都是各人缘分跟各人功夫的勤惰，精进就快，懒惰一点就慢。「今诸大士」，现在经上讲的参加法会的这些大菩萨们，「远超于此」，超过声闻、缘觉太多太多了。「如《甄解》曰：二乘虽得三空门」，这个三空就是三解脱门，空、无相、无愿，「唯沈偏空」，执着虽然放下了，起心动念、分别还在。「菩萨不然，能达幻网，得平等法；故虽住三空门，而不住无为，不住有为」，这个就是菩萨的智慧，我们要学习。菩萨明白，通达了解，所有一切现象如梦如幻。这个幻网你明了，这个幻网就是比的六道轮回，你在这里头得平等法，凡所有相皆是虚妄、一切有为法如梦幻泡影。故虽住三空门，空、无相、无愿，但是他有智慧，他不住无为、不住有为，无为是空，有为是有，就是空有二边都不住。所以他们「能行声闻，能行缘觉」，阿罗汉所行的、辟支佛所行的，他都能行，这些法门他都用它来用功，「而超越声闻、缘觉之地」，他能超越。",
      "zh_TW": "上面所說的聲聞、辟支佛這兩種，「均為佛弟子中之下根」。下根出六道輪迴，沒有出十法界，上根就能夠超越十法界，這是下根，超越六道輪迴。超越六道輪迴，永遠不會再墮輪迴，他只有往上提升，不會往下墮落。但是提升時間長短各人不一定，都是各人緣分跟各人功夫的勤惰，精進就快，懶惰一點就慢。「今諸大士」，現在經上講的參加法會的這些大菩薩們，「遠超於此」，超過聲聞、緣覺太多太多了。「如《甄解》曰：二乘雖得三空門」，這個三空就是三解脫門，空、無相、無願，「唯沈偏空」，執著雖然放下了，起心動念、分別還在。「菩薩不然，能達幻網，得平等法；故雖住三空門，而不住無為，不住有為」，這個就是菩薩的智慧，我們要學習。菩薩明白，通達了解，所有一切現象如夢如幻。這個幻網你明瞭，這個幻網就是比的六道輪迴，你在這裡頭得平等法，凡所有相皆是虛妄、一切有為法如夢幻泡影。故雖住三空門，空、無相、無願，但是他有智慧，他不住無為、不住有為，無為是空，有為是有，就是空有二邊都不住。所以他們「能行聲聞，能行緣覺」，阿羅漢所行的、辟支佛所行的，他都能行，這些法門他都用它來用功，「而超越聲聞、緣覺之地」，他能超越。"
    },
    {
      "id": "02-040-0095_p0024",
      "zh_CN": "我们今天这个要记住，就是空有二边不住。不是叫我们什么事都不能做，我们自己要断一切恶修一切善，断恶修善不着二边，不着善恶。着了善恶还是出不了轮回，着善得三善道果报，着恶得三恶道的果报，这不能着。染净也不能着，着了净就是四圣法界，着了染就是六道轮回，所以统统不执着。不执着，住，这个住最重要是心住在哪里，心住在阿弥陀佛上，这就对了。这些菩萨们修行不容易，空有二边不住不容易。我们这个方法好办，我们这个方法把心住在阿弥陀佛，阿弥陀佛不属于善道，也不属于恶道，善恶二边都没有，染净二边也没有。净是四圣法界，染是六道轮回，阿弥陀佛都不在里头，阿弥陀佛在极乐世界。所以我们今天心就住阿弥陀佛，这个好办，真正有成就，决定要有信心。千言万语，要在这个地方建立信心，无比坚固的信心。",
      "zh_TW": "我們今天這個要記住，就是空有二邊不住。不是叫我們什麼事都不能做，我們自己要斷一切惡修一切善，斷惡修善不著二邊，不著善惡。著了善惡還是出不了輪迴，著善得三善道果報，著惡得三惡道的果報，這不能著。染淨也不能著，著了淨就是四聖法界，著了染就是六道輪迴，所以統統不執著。不執著，住，這個住最重要是心住在哪裡，心住在阿彌陀佛上，這就對了。這些菩薩們修行不容易，空有二邊不住不容易。我們這個方法好辦，我們這個方法把心住在阿彌陀佛，阿彌陀佛不屬於善道，也不屬於惡道，善惡二邊都沒有，染淨二邊也沒有。淨是四聖法界，染是六道輪迴，阿彌陀佛都不在裡頭，阿彌陀佛在極樂世界。所以我們今天心就住阿彌陀佛，這個好辦，真正有成就，決定要有信心。千言萬語，要在這個地方建立信心，無比堅固的信心。"
    },
    {
      "id": "02-040-0095_p0025",
      "zh_CN": "「又《大宝积经．善德天子会》说：以声闻法教化众生，故我是声闻。以辟支佛法化益众生，故我是辟支佛。以大悲法教化众生，故我是菩萨。于一切法得解脱，一切无碍故。从所化众生，或以声闻法化益，或以辟支佛法化益」，这是教化众生的利益，「或以菩萨法化益；故我是声闻，我是缘觉，我是菩萨」。这就说得更明白，你用什么法教化众生，你就是哪个等级的称呼，我以小乘法教化众生，就是声闻；我以十二因缘法教化众生，这就是缘觉；我就用大乘法教化众生，这是菩萨。在中国习惯全是大乘。可是在今天要知道，今天中国佛法有大乘之名，无大乘之实。大乘法里是大慈大悲，佛氏门中不舍一人。今天中国大乘法，我喜欢你，能摄受你，不喜欢你，不理你。这不是大乘，这连小乘都不如，大乘法里头说「佛氏门中不舍一人」，这句话怎么讲得通？慈悲何在？",
      "zh_TW": "「又《大寶積經．善德天子會》說：以聲聞法教化眾生，故我是聲聞。以辟支佛法化益眾生，故我是辟支佛。以大悲法教化眾生，故我是菩薩。於一切法得解脫，一切無礙故。從所化眾生，或以聲聞法化益，或以辟支佛法化益」，這是教化眾生的利益，「或以菩薩法化益；故我是聲聞，我是緣覺，我是菩薩」。這就說得更明白，你用什麼法教化眾生，你就是哪個等級的稱呼，我以小乘法教化眾生，就是聲聞；我以十二因緣法教化眾生，這就是緣覺；我就用大乘法教化眾生，這是菩薩。在中國習慣全是大乘。可是在今天要知道，今天中國佛法有大乘之名，無大乘之實。大乘法裡是大慈大悲，佛氏門中不捨一人。今天中國大乘法，我喜歡你，能攝受你，不喜歡你，不理你。這不是大乘，這連小乘都不如，大乘法裡頭說「佛氏門中不捨一人」，這句話怎麼講得通？慈悲何在？"
    },
    {
      "id": "02-040-0095_p0026",
      "zh_CN": "佛在经上讲的四种慈悲。第一个是世间人，叫「爱缘慈悲」，我喜欢你，对你慈悲，不喜欢你，对你就不慈悲，这是世间人，这不是佛菩萨。慈悲再升级，「众生缘慈悲」，这还是世间，世间圣人、世间贤人，推己及人，己所不欲勿施于人，他的心量扩大，他爱自己也能爱别人，这叫众生缘慈悲；凡是人，皆须爱，就这个意思。菩萨呢？菩萨是「法缘慈悲」。菩萨最低的法缘慈悲，法是佛法，学了佛法，要学菩萨行，要发四弘誓愿。四弘誓愿头一条，「众生无边誓愿度」，这就是发愿，我发了这个愿，我不能违背这个愿，说话要算话，我对所有一切众生要有慈悲心。我如果没有慈悲心，违背了自己的本愿，违背本愿，那就是欺骗人，慈悲是假的不是真的。佛法里头最忌讳的是妄语，五戒里头都不妄语，菩萨怎么能妄语？哪有这种道理！到法身菩萨，明心见性，菩萨摩诃萨，到摩诃萨这个阶段都是「无缘慈悲」。为什么？他对于宇宙人生真相明白了，肯定遍法界虚空界一切众生跟自己是一体，这个慈悲叫无缘慈悲、同体慈悲，这究竟圆满。这是真爱，没有任何条件，一体的。一体，能不慈悲吗？能不照顾吗？自己、众生、万物、自性、诸佛如来融成一体，无二无别，在净土教里称之为常寂光，光明遍照，没有照不到的地方，确实是遍照。",
      "zh_TW": "佛在經上講的四種慈悲。第一個是世間人，叫「愛緣慈悲」，我喜歡你，對你慈悲，不喜歡你，對你就不慈悲，這是世間人，這不是佛菩薩。慈悲再升級，「眾生緣慈悲」，這還是世間，世間聖人、世間賢人，推己及人，己所不欲勿施於人，他的心量擴大，他愛自己也能愛別人，這叫眾生緣慈悲；凡是人，皆須愛，就這個意思。菩薩呢？菩薩是「法緣慈悲」。菩薩最低的法緣慈悲，法是佛法，學了佛法，要學菩薩行，要發四弘誓願。四弘誓願頭一條，「眾生無邊誓願度」，這就是發願，我發了這個願，我不能違背這個願，說話要算話，我對所有一切眾生要有慈悲心。我如果沒有慈悲心，違背了自己的本願，違背本願，那就是欺騙人，慈悲是假的不是真的。佛法裡頭最忌諱的是妄語，五戒裡頭都不妄語，菩薩怎麼能妄語？哪有這種道理！到法身菩薩，明心見性，菩薩摩訶薩，到摩訶薩這個階段都是「無緣慈悲」。為什麼？他對於宇宙人生真相明白了，肯定遍法界虛空界一切眾生跟自己是一體，這個慈悲叫無緣慈悲、同體慈悲，這究竟圓滿。這是真愛，沒有任何條件，一體的。一體，能不慈悲嗎？能不照顧嗎？自己、眾生、萬物、自性、諸佛如來融成一體，無二無別，在淨土教裡稱之為常寂光，光明遍照，沒有照不到的地方，確實是遍照。"
    },
    {
      "id": "02-040-0095_p0027",
      "zh_CN": "所以与会的菩萨，我们今天展开经卷也就等于参加这个法会，释迦牟尼佛为大家介绍西方极乐世界这个法会，我们也参与，我们也是这其中的一分子。所以这是平等慈悲，一定要学。平等一定从清净心来的，心不清净不会平等，先清净，再就提升到平等。希望一切众生都能够往生西方极乐世界，平等成佛，这是阿弥陀佛的愿，是本师释迦牟尼佛的愿，是十方一切诸佛的本愿。我们发这个愿，跟一切诸佛同心同愿、同德同行，这就注定必定得生，没有丝毫怀疑。「此明诸大士善巧方便，虽随机度生，示现二乘，而离声闻、辟支佛之相，故云远超。又文中地者」，这个地就是地位，「界也」，十法界，十法界里头有声闻法界、缘觉法界、菩萨法界、佛法界，所以这个地有界的意思、有位的意思。",
      "zh_TW": "所以與會的菩薩，我們今天展開經卷也就等於參加這個法會，釋迦牟尼佛為大家介紹西方極樂世界這個法會，我們也參與，我們也是這其中的一分子。所以這是平等慈悲，一定要學。平等一定從清淨心來的，心不清淨不會平等，先清淨，再就提升到平等。希望一切眾生都能夠往生西方極樂世界，平等成佛，這是阿彌陀佛的願，是本師釋迦牟尼佛的願，是十方一切諸佛的本願。我們發這個願，跟一切諸佛同心同願、同德同行，這就注定必定得生，沒有絲毫懷疑。「此明諸大士善巧方便，雖隨機度生，示現二乘，而離聲聞、辟支佛之相，故云遠超。又文中地者」，這個地就是地位，「界也」，十法界，十法界裡頭有聲聞法界、緣覺法界、菩薩法界、佛法界，所以這個地有界的意思、有位的意思。"
    },
    {
      "id": "02-040-0095_p0028",
      "zh_CN": "底下一段，「契入三昧」。",
      "zh_TW": "底下一段，「契入三昧」。"
    },
    {
      "id": "02-040-0095_p0029",
      "zh_CN": "【入空无相无愿法门。】",
      "zh_TW": "【入空無相無願法門。】"
    },
    {
      "id": "02-040-0095_p0030",
      "zh_CN": "『空、无相、无愿』。「《净影疏》曰：众生及法，悉无自性，故名为空」。这个地方给我们讲理，理就有相当的深度，这是大三空三昧，经论里头都常说。我们看《净影疏》里头的解释，隋朝慧远大师的《无量寿经义疏》。众生及法，这一句把遍法界虚空界一切事理全都包尽了，这四个字。众生，众缘和合而生起的现象叫众生。今天科学上所说的物质现象、精神现象、自然现象，这都叫众生。法，连自性也包括在里头，哲学里面讲本体也包括了，全包括，一样都不漏，全无自性，自性就是自体，没有自体，佛用一个名词来代表它，叫空。这个空就叫做自性，叫自性空。自性没有这三种现象，就是没有众生及法，但是自性能生众生及法，能现众生及法。自性不生不灭，永恒存在，所生的众生及法是无常的，为什么？这法是生灭法，它有生有灭。而且怎么？刹那不住，一个生灭接着一个生灭。就像前面讲六道轮回一样，前世造的有因、有缘，这一世果报现前；在这一生果报当中，我们又在造因，这个因遇到缘，来世果报又现前，生生世世永远在循环，它不会中断，这就是众生及法。有没有自性？没有自性。无性之性叫做自性，也叫法性，也叫佛性，名词很多，都是说的这桩事情。",
      "zh_TW": "『空、無相、無願』。「《淨影疏》曰：眾生及法，悉無自性，故名為空」。這個地方給我們講理，理就有相當的深度，這是大三空三昧，經論裡頭都常說。我們看《淨影疏》裡頭的解釋，隋朝慧遠大師的《無量壽經義疏》。眾生及法，這一句把遍法界虛空界一切事理全都包盡了，這四個字。眾生，眾緣和合而生起的現象叫眾生。今天科學上所說的物質現象、精神現象、自然現象，這都叫眾生。法，連自性也包括在裡頭，哲學裡面講本體也包括了，全包括，一樣都不漏，全無自性，自性就是自體，沒有自體，佛用一個名詞來代表它，叫空。這個空就叫做自性，叫自性空。自性沒有這三種現象，就是沒有眾生及法，但是自性能生眾生及法，能現眾生及法。自性不生不滅，永恆存在，所生的眾生及法是無常的，為什麼？這法是生滅法，它有生有滅。而且怎麼？剎那不住，一個生滅接著一個生滅。就像前面講六道輪迴一樣，前世造的有因、有緣，這一世果報現前；在這一生果報當中，我們又在造因，這個因遇到緣，來世果報又現前，生生世世永遠在循環，它不會中斷，這就是眾生及法。有沒有自性？沒有自性。無性之性叫做自性，也叫法性，也叫佛性，名詞很多，都是說的這樁事情。"
    },
    {
      "id": "02-040-0095_p0031",
      "zh_CN": "下面，「乃至因缘，相亦不有，说为无相」。一切法是因缘所生的，因缘有没有相？因缘也没有相，相都不存在。现在我们晓得，佛讲了很多次，常常讲，我们已经耳熟了。相从哪来？相由心生，相是念头生，念头不可得。念头从哪来的？念头找不到。楞严会上，佛问他，你是什么动机想起要出家？为什么会有这么个念头出家？阿难说，他看到佛的相好，三十二相八十种好，这一定是修来的，这不是父母所生的，所以我看到佛的相好，我也想要，所以我出家修行。他的动机在此地。佛就问他，你这个心，这个念头、这个心，这心在哪里？你心里想着出家，想着这些相好，那个心在哪里？他说心在我身体里头。佛把他否定了。他也很了不起，一连想了七个地方，我们想不出来。全被世尊否定掉，这下他慌了，他说：那我不是无心？求佛给他开示。《楞严经》是从这么发起的，一开端七处征心，佛不问他是真心、妄心，心在哪里？真心找不到，妄心也找不到。在哪里？无处不是、无时不是，你六根接触不到。它不是物质现象，所以眼耳鼻舌身接触不到；它不是心理现象，所以第六识、第七识接触不到；不是自然现象，连阿赖耶的见分也缘不到。它无处不在、无时不在，一切法依它为自性，没有它，一切法不能建立。",
      "zh_TW": "下面，「乃至因緣，相亦不有，說為無相」。一切法是因緣所生的，因緣有沒有相？因緣也沒有相，相都不存在。現在我們曉得，佛講了很多次，常常講，我們已經耳熟了。相從哪來？相由心生，相是念頭生，念頭不可得。念頭從哪來的？念頭找不到。楞嚴會上，佛問他，你是什麼動機想起要出家？為什麼會有這麼個念頭出家？阿難說，他看到佛的相好，三十二相八十種好，這一定是修來的，這不是父母所生的，所以我看到佛的相好，我也想要，所以我出家修行。他的動機在此地。佛就問他，你這個心，這個念頭、這個心，這心在哪裡？你心裡想著出家，想著這些相好，那個心在哪裡？他說心在我身體裡頭。佛把他否定了。他也很了不起，一連想了七個地方，我們想不出來。全被世尊否定掉，這下他慌了，他說：那我不是無心？求佛給他開示。《楞嚴經》是從這麼發起的，一開端七處徵心，佛不問他是真心、妄心，心在哪裡？真心找不到，妄心也找不到。在哪裡？無處不是、無時不是，你六根接觸不到。它不是物質現象，所以眼耳鼻舌身接觸不到；它不是心理現象，所以第六識、第七識接觸不到；不是自然現象，連阿賴耶的見分也緣不到。它無處不在、無時不在，一切法依它為自性，沒有它，一切法不能建立。"
    },
    {
      "id": "02-040-0095_p0032",
      "zh_CN": "我们在学习，常常用电视屏幕做比喻，我把电视的屏幕比喻作真心、自性，比喻作这个，画面比喻作现象，三种现象，物质现象、精神现象、自然现象，比喻作现象。所有现象离不开屏幕，离开屏幕，它就没有了，把屏幕比喻作我们的自性，一切相就是此地讲的众生及法，法里头有事、有理，都离不开自性。自性什么都没有，所以称之为空。法是一切因缘所生的。因缘，你一追究，因缘也不能独立，所以相亦不有，叫无相。即相无相，从相里头你能够看出它无相，从一切众生法里头你能够看出无众生亦无法，你就悟入，你就是佛知佛见。「此离所取，远离妄想能取之心」，所以没有愿。相亦不有，故说无相，这是离所取，外面的；回过头来说，妄想能取的心也没有，能取的心不可得，所取的相不可得，这就无愿。",
      "zh_TW": "我們在學習，常常用電視屏幕做比喻，我把電視的屏幕比喻作真心、自性，比喻作這個，畫面比喻作現象，三種現象，物質現象、精神現象、自然現象，比喻作現象。所有現象離不開屏幕，離開屏幕，它就沒有了，把屏幕比喻作我們的自性，一切相就是此地講的眾生及法，法裡頭有事、有理，都離不開自性。自性什麼都沒有，所以稱之為空。法是一切因緣所生的。因緣，你一追究，因緣也不能獨立，所以相亦不有，叫無相。即相無相，從相裡頭你能夠看出它無相，從一切眾生法裡頭你能夠看出無眾生亦無法，你就悟入，你就是佛知佛見。「此離所取，遠離妄想能取之心」，所以沒有願。相亦不有，故說無相，這是離所取，外面的；回過頭來說，妄想能取的心也沒有，能取的心不可得，所取的相不可得，這就無願。"
    },
    {
      "id": "02-040-0095_p0033",
      "zh_CN": "「无愿故不造生死之业」，所以也叫做「无作」。这是什么？这是禅定。心里确实一个念头都没有，一念不生，一切不着，一切不分别，六根接触六尘不起心、不动念，就这个境界。不起心、不动念，就是豁然大悟、明心见性。明心见性，不造生死之业，不但分段生死之业没有了，分段是六道，除这个之外，还有个变易生死，菩萨都有，声闻、缘觉、菩萨都有，也断了。为什么？入三空三昧。入三空三昧是什么境界？法身大士的境界，这些人生实报庄严土。同居土、方便土，同居土里头断分段生死，方便土里头断变易生死，实报土里头两种生死都没有，不造生死之业，叫无作。",
      "zh_TW": "「無願故不造生死之業」，所以也叫做「無作」。這是什麼？這是禪定。心裡確實一個念頭都沒有，一念不生，一切不著，一切不分別，六根接觸六塵不起心、不動念，就這個境界。不起心、不動念，就是豁然大悟、明心見性。明心見性，不造生死之業，不但分段生死之業沒有了，分段是六道，除這個之外，還有個變易生死，菩薩都有，聲聞、緣覺、菩薩都有，也斷了。為什麼？入三空三昧。入三空三昧是什麼境界？法身大士的境界，這些人生實報莊嚴土。同居土、方便土，同居土裡頭斷分段生死，方便土裡頭斷變易生死，實報土裡頭兩種生死都沒有，不造生死之業，叫無作。"
    },
    {
      "id": "02-040-0095_p0034",
      "zh_CN": "无作是不是什么都不做？什么都做。什么都做，为什么说无作？他没有起心动念。就跟现在人做水实验一样，我们用文字、用音声、用意念对水，你看水现出来的这些现象，我们在显微镜里头把它照下来，各种不同的图案，没有两个相同的。这就说明，没有两个波动现象频率是完全相等，找不到，决定是有强弱的差别。那个差别极其微细，我们无法觉察得到。水实验能够把它照下来，让我们看到，不可思议的境界。这种实验与实验的人关系很大，人心清净程度不一样，平等程度不一样，爱心程度不一样，愿心程度也不一样，太复杂了，芸芸众生找不到两个完全一样的。到什么时候一样？成佛一样了，佛佛道同。为什么？他全放下了。只有成佛是绝对相同，菩萨还不行。为什么？等觉菩萨还有一品生相无明习气没放下，那就是每个等觉菩萨都不相同，到成佛，这个也放下了，这才完全相同，这才真正回归到大圆满。",
      "zh_TW": "無作是不是什麼都不做？什麼都做。什麼都做，為什麼說無作？他沒有起心動念。就跟現在人做水實驗一樣，我們用文字、用音聲、用意念對水，你看水現出來的這些現象，我們在顯微鏡裡頭把它照下來，各種不同的圖案，沒有兩個相同的。這就說明，沒有兩個波動現象頻率是完全相等，找不到，決定是有強弱的差別。那個差別極其微細，我們無法覺察得到。水實驗能夠把它照下來，讓我們看到，不可思議的境界。這種實驗與實驗的人關係很大，人心清淨程度不一樣，平等程度不一樣，愛心程度不一樣，願心程度也不一樣，太複雜了，芸芸眾生找不到兩個完全一樣的。到什麼時候一樣？成佛一樣了，佛佛道同。為什麼？他全放下了。只有成佛是絕對相同，菩薩還不行。為什麼？等覺菩薩還有一品生相無明習氣沒放下，那就是每個等覺菩薩都不相同，到成佛，這個也放下了，這才完全相同，這才真正回歸到大圓滿。"
    },
    {
      "id": "02-040-0095_p0035",
      "zh_CN": "所以无愿，不造业了，业用生死来做代表，这就是无作，我们要学。学什么？做，什么事都照干，心里不落痕迹就是不作。一定要懂得，相由心生，境随心转，心不动了，你去造没关系，不结业，结业的是念头。你执着，结业了，你分别，结业了，你起心动念，结业了，不起心、不动念没有业。造恶没有恶的念头，行善没有善的念头，这就叫无作无愿。什么人？常寂光里头的诸佛，实报土这里面的菩萨，应化到十法界，应化到我们人间，像释迦牟尼佛住世八十年，讲经说法四十九年，他是无愿无作，给我们讲经讲了四十九年，没说一句话。再看《华严经》上善财童子五十三参，这五十三尊佛，善知识是佛的化身，他们造种种善业恶业，也是无作无愿。那个示现是什么？那个示现是众生有感，佛自然有应。这些善知识确实没有起心动念，但是事情都做得圆圆满满。到这个地位，到这个程度，行。不到这个程度，不能尝试，尝试，你一定造业。你贪恋，造业了，你厌烦，造业了，记住，起心动念就造业了。我们今天怎么办？怎么学？无论造作什么，统统都归到阿弥陀佛，穿衣吃饭、日常工作、待人接物，一切都回向给阿弥陀佛，回过头向着阿弥陀佛，就造这个业，除这个之外，其他的业不造了。记住，什么样造作统统归阿弥陀佛，就对了。这一生到这个世界上来，没有遇到阿弥陀佛以前那不谈，遇到之后所有都归阿弥陀佛，阿弥陀佛完全担当去了，我们往生到极乐世界。",
      "zh_TW": "所以無願，不造業了，業用生死來做代表，這就是無作，我們要學。學什麼？做，什麼事都照幹，心裡不落痕跡就是不作。一定要懂得，相由心生，境隨心轉，心不動了，你去造沒關係，不結業，結業的是念頭。你執著，結業了，你分別，結業了，你起心動念，結業了，不起心、不動念沒有業。造惡沒有惡的念頭，行善沒有善的念頭，這就叫無作無願。什麼人？常寂光裡頭的諸佛，實報土這裡面的菩薩，應化到十法界，應化到我們人間，像釋迦牟尼佛住世八十年，講經說法四十九年，他是無願無作，給我們講經講了四十九年，沒說一句話。再看《華嚴經》上善財童子五十三參，這五十三尊佛，善知識是佛的化身，他們造種種善業惡業，也是無作無願。那個示現是什麼？那個示現是眾生有感，佛自然有應。這些善知識確實沒有起心動念，但是事情都做得圓圓滿滿。到這個地位，到這個程度，行。不到這個程度，不能嘗試，嘗試，你一定造業。你貪戀，造業了，你厭煩，造業了，記住，起心動念就造業了。我們今天怎麼辦？怎麼學？無論造作什麼，統統都歸到阿彌陀佛，穿衣吃飯、日常工作、待人接物，一切都迴向給阿彌陀佛，回過頭向著阿彌陀佛，就造這個業，除這個之外，其他的業不造了。記住，什麼樣造作統統歸阿彌陀佛，就對了。這一生到這個世界上來，沒有遇到阿彌陀佛以前那不談，遇到之後所有都歸阿彌陀佛，阿彌陀佛完全擔當去了，我們往生到極樂世界。"
    },
    {
      "id": "02-040-0095_p0036",
      "zh_CN": "「又云：观诸法空，是名空。于空中不可取相，是时空转名无相。」知道一切法空，不能着空的相，着空的相就变成二乘，这就错了。不取相，这就是无相。「无相中不应有所作」，无相当中无作，作而无作，这个时候「无相转名无作」，就是无愿。无愿无求，这在大乘法里面称它作净业。诸佛菩萨造的是净业，不但六道里头没有果报，四圣法界里也没有果报，这叫净业，这是真功夫、真本事。凡夫起心动念、言语造作无不是业，《地藏经》上讲得对，「阎浮提众生，起心动念，无不是业，无不是罪」。这就对了。",
      "zh_TW": "「又云：觀諸法空，是名空。於空中不可取相，是時空轉名無相。」知道一切法空，不能著空的相，著空的相就變成二乘，這就錯了。不取相，這就是無相。「無相中不應有所作」，無相當中無作，作而無作，這個時候「無相轉名無作」，就是無願。無願無求，這在大乘法裡面稱它作淨業。諸佛菩薩造的是淨業，不但六道裡頭沒有果報，四聖法界裡也沒有果報，這叫淨業，這是真功夫、真本事。凡夫起心動念、言語造作無不是業，《地藏經》上講得對，「閻浮提眾生，起心動念，無不是業，無不是罪」。這就對了。"
    },
    {
      "id": "02-040-0095_p0037",
      "zh_CN": "「譬如城有三门，一人身不得一时从三门入，若入则从一门。诸法实相是涅槃城，城有三门」，空门、无相门、无作门。「若人入空门，不得是空，亦不取相，是人直入，事办故，不须二门。」这是用个比喻来说。这个比喻是什么？是见性，是成佛。佛常常给我们讲八万四千法门，无量法门。但是说得很好，任何一门都能明心见性，所以说法门平等，无有高下。你入门一定从一门入，八万四千法门，你喜欢哪一门都可以；你要是二门、三门，你决定入不进去。这就是说你不能分心，你分心就错了，决定要一门深入，要懂这个道理。现在一般人叫广学多闻，门门都想学，门门都想入，结果总入不进去，问题就出在这个地方。怎么才能够入进去？一个门能入进去。这里说的三门，空门能入，无相门能入，无愿门能入，但是你同时入两个门你就不能入，只可以入一门。",
      "zh_TW": "「譬如城有三門，一人身不得一時從三門入，若入則從一門。諸法實相是涅槃城，城有三門」，空門、無相門、無作門。「若人入空門，不得是空，亦不取相，是人直入，事辦故，不須二門。」這是用個比喻來說。這個比喻是什麼？是見性，是成佛。佛常常給我們講八萬四千法門，無量法門。但是說得很好，任何一門都能明心見性，所以說法門平等，無有高下。你入門一定從一門入，八萬四千法門，你喜歡哪一門都可以；你要是二門、三門，你決定入不進去。這就是說你不能分心，你分心就錯了，決定要一門深入，要懂這個道理。現在一般人叫廣學多聞，門門都想學，門門都想入，結果總入不進去，問題就出在這個地方。怎麼才能夠入進去？一個門能入進去。這裡說的三門，空門能入，無相門能入，無願門能入，但是你同時入兩個門你就不能入，只可以入一門。"
    },
    {
      "id": "02-040-0095_p0038",
      "zh_CN": "任何一门，对于它的理事、性相，一定要搞清楚、搞明白，我们修学就没有障碍，不会产生错误。如果没有搞清楚、没有搞明白，决定不能成就。搞明白，是不是还有障碍都很难讲。为什么？我们的习气太重、烦恼太多，没有断干净，它会障碍，让你产生错觉，误以为我修得不错，我无相了，我一切都空了。其实一切都空了，他没有空，他还有个一切都空，这就是他怎么入都入不进去的原因。自以为空了，自以为空那个空没丢掉；无相了，什么都不执着了，什么都不执着就是个病、病根，他还是执着，难就难在此地。所以总不如把这个东西统统都放下，一句阿弥陀佛念到底，我从有门进去，我不从空门。大三空三昧我都不理它，我到极乐世界再修三空三昧，现在没有这个必要。",
      "zh_TW": "任何一門，對於它的理事、性相，一定要搞清楚、搞明白，我們修學就沒有障礙，不會產生錯誤。如果沒有搞清楚、沒有搞明白，決定不能成就。搞明白，是不是還有障礙都很難講。為什麼？我們的習氣太重、煩惱太多，沒有斷乾淨，它會障礙，讓你產生錯覺，誤以為我修得不錯，我無相了，我一切都空了。其實一切都空了，他沒有空，他還有個一切都空，這就是他怎麼入都入不進去的原因。自以為空了，自以為空那個空沒丟掉；無相了，什麼都不執著了，什麼都不執著就是個病、病根，他還是執著，難就難在此地。所以總不如把這個東西統統都放下，一句阿彌陀佛念到底，我從有門進去，我不從空門。大三空三昧我都不理它，我到極樂世界再修三空三昧，現在沒有這個必要。"
    },
    {
      "id": "02-040-0095_p0039",
      "zh_CN": "一句阿弥陀佛，要真信。这真信很难，愈想愈难，总还是有一点怀疑，总还是不太放心，想个什么方法再帮助帮助它。这个念头就是不能往生的原因，不能见佛的原因，要把这些念头淘汰得干干净净，佛就现前了。这些是障佛现身，障我们往生。古德所谓一万人当中，真的是难得有一个人真正没有怀疑。",
      "zh_TW": "一句阿彌陀佛，要真信。這真信很難，愈想愈難，總還是有一點懷疑，總還是不太放心，想個什麼方法再幫助幫助它。這個念頭就是不能往生的原因，不能見佛的原因，要把這些念頭淘汰得乾乾淨淨，佛就現前了。這些是障佛現身，障我們往生。古德所謂一萬人當中，真的是難得有一個人真正沒有懷疑。"
    },
    {
      "id": "02-040-0095_p0040",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}