{
  "doc_id": "02-040-0047",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四十七集",
    "zh_TW": "第四十七集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0047",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-040-0047_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请看《大经科注》第二百四十八页，我们从第七行看起，这是一个段落：",
      "zh_TW": "諸位法師，諸位同學，請坐。請看《大經科註》第二百四十八頁，我們從第七行看起，這是一個段落："
    },
    {
      "id": "02-040-0047_p0002",
      "zh_CN": "「先师夏老居士，未冠学儒」。夏莲居老居士是黄念祖老居士的老师，所以称先师。做这个注解，老师已经往生了，称先师。未冠学儒，冠是古礼，中国古礼，男子二十岁戴帽子，戴帽子就代表成年，他是大人，他不再是小孩，对他要尊重，要有礼貌。女孩子十六岁就梳头，就是成年。成年，在中国从前这是大礼。未冠，这是童子，人都可以称他名字。但是行了冠礼之后，就不能称他的名字，称他的名对他不恭敬。行冠礼这一天，同辈朋友、亲戚送他一个字，所以中国人有名有字，行冠礼之后要称他的字，不可以称他的名。从今而后称名的只有两个人，父母称名，一生称名，老师一生称名，所以老师的地位跟父母是平等的。做官了，纵然做到大臣，跟皇上在一起，皇上也称字不称你名，对你尊敬。还有一种可以称名的，你犯罪了，你判刑、坐牢，人都叫你名字，这个就是说对你不再尊重。所以中国人称名这个礼节很重，可不能把这个称错了。如果这个人有道德、有德行，连字都不称他，他是什么地方人，就用那个地方名字，表示这个地方出了大人物。譬如清朝晚年的李鸿章，大家不称他名，也不称他字，称他李合肥，他是合肥人，称他李合肥。佛门也不例外，智者大师，他的法号叫智𫖮，但是这是一个大师，人家称他天台，天台大师，不称他智者，称他天台大师。这个都是特别尊重。窥基大师一生住在慈恩寺，西安的慈恩寺，大家称他为慈恩大师，称这个寺庙的名字，不称他的名，也不称他的字，对他特别尊重。这在古礼里面，我们常常可以看到的。",
      "zh_TW": "「先師夏老居士，未冠學儒」。夏蓮居老居士是黃念祖老居士的老師，所以稱先師。做這個註解，老師已經往生了，稱先師。未冠學儒，冠是古禮，中國古禮，男子二十歲戴帽子，戴帽子就代表成年，他是大人，他不再是小孩，對他要尊重，要有禮貌。女孩子十六歲就梳頭，就是成年。成年，在中國從前這是大禮。未冠，這是童子，人都可以稱他名字。但是行了冠禮之後，就不能稱他的名字，稱他的名對他不恭敬。行冠禮這一天，同輩朋友、親戚送他一個字，所以中國人有名有字，行冠禮之後要稱他的字，不可以稱他的名。從今而後稱名的只有兩個人，父母稱名，一生稱名，老師一生稱名，所以老師的地位跟父母是平等的。做官了，縱然做到大臣，跟皇上在一起，皇上也稱字不稱你名，對你尊敬。還有一種可以稱名的，你犯罪了，你判刑、坐牢，人都叫你名字，這個就是說對你不再尊重。所以中國人稱名這個禮節很重，可不能把這個稱錯了。如果這個人有道德、有德行，連字都不稱他，他是什麼地方人，就用那個地方名字，表示這個地方出了大人物。譬如清朝晚年的李鴻章，大家不稱他名，也不稱他字，稱他李合肥，他是合肥人，稱他李合肥。佛門也不例外，智者大師，他的法號叫智顗，但是這是一個大師，人家稱他天台，天台大師，不稱他智者，稱他天台大師。這個都是特別尊重。窺基大師一生住在慈恩寺，西安的慈恩寺，大家稱他為慈恩大師，稱這個寺廟的名字，不稱他的名，也不稱他的字，對他特別尊重。這在古禮裡面，我們常常可以看到的。"
    },
    {
      "id": "02-040-0047_p0003",
      "zh_CN": "「先程朱而后陆王」。程朱，宋代的理学家。程颢、程颐兄弟两个人，在中国学术上是很有影响力的；朱是朱熹，这是宋朝的大儒。他们三个人提倡性理之学，心性之学，成为一个学派，所以后人用「程朱」代替这个学派。夏莲居老居士在年轻的时候学过，也就是二十岁行冠礼，他二十岁之前学过程朱的理学，也学过陆王的。陆是陆九渊，宋朝时候人，王是王阳明，这都被后人称为哲学家，王阳明的哲学。这是说明他年轻的时候，在儒学造诣就相当之深，这两个学派都不是普通的，都属于高深的学派。「甫壮入佛」，壮年的时候学佛，中国古时候四十称为壮。「摄禅密而归净土」，他学过禅、学过密，也学过教，最后晚年归净土。「夏老博贯群籍，深于文字」，贯是贯通，博是博学，他涉猎得非常广，儒释道他都涉猎，深于文字，文学非常好。「专功久修，教眼圆明」，他的学，修学很认真，无论是学禅、学教、学密，都真下功夫，不是学一点皮毛、学一点知识，不是的，他都深入。",
      "zh_TW": "「先程朱而後陸王」。程朱，宋代的理學家。程顥、程頤兄弟兩個人，在中國學術上是很有影響力的；朱是朱熹，這是宋朝的大儒。他們三個人提倡性理之學，心性之學，成為一個學派，所以後人用「程朱」代替這個學派。夏蓮居老居士在年輕的時候學過，也就是二十歲行冠禮，他二十歲之前學過程朱的理學，也學過陸王的。陸是陸九淵，宋朝時候人，王是王陽明，這都被後人稱為哲學家，王陽明的哲學。這是說明他年輕的時候，在儒學造詣就相當之深，這兩個學派都不是普通的，都屬於高深的學派。「甫壯入佛」，壯年的時候學佛，中國古時候四十稱為壯。「攝禪密而歸淨土」，他學過禪、學過密，也學過教，最後晚年歸淨土。「夏老博貫群籍，深於文字」，貫是貫通，博是博學，他涉獵得非常廣，儒釋道他都涉獵，深於文字，文學非常好。「專功久修，教眼圓明」，他的學，修學很認真，無論是學禪、學教、學密，都真下功夫，不是學一點皮毛、學一點知識，不是的，他都深入。"
    },
    {
      "id": "02-040-0047_p0004",
      "zh_CN": "「于壬申之岁」，壬申是一九三二年，正在中日战争的时候，「发愿重校此经」。前面说过，因为这部经，从宋王龙舒居士会集，比原译本是好，流通也很广，但是不能算是尽善尽美，都有瑕疵，让人看到很遗憾。所以夏老发了个大心，重新再做一次会集，避免以前这些弊病，重新来做。「掩关津门」，真的像夏老诗里面所说，三年不下楼。他闭关在楼上，三年不下楼，三年时间专攻这一部经，五种原译本、三种节校本，全心全力就在这几本书上，融会贯通，再把它会集成一本。「遍探五种原译，洞察三家校本」，这个三家就是王龙舒、魏默深，这两种会集本，彭际清的节校本。「无一语不详参」，详是详明，参是参考，研究参考。「无一字不互校」，每一个字互相校对，必须是五种原译本原来的字，不能改，一个字都不能改。前面两种会集本改了字，所以后人感到遗憾。会集，句句是五种原译本的原文，每个字也是原译本原来的字，不可以改动它，这样会集就没有瑕疵，这才是真正会集的善本。「虔恭敬慎」，虔诚、恭敬、谨慎，这是他的态度，夏老的用心、夏老的态度。「日祷佛前」，求佛加持，唯恐有错误。「千斟万酌，时萦梦寐」，晚上作梦常常梦到还在这个地方会集经，这大经，可见得用心之专、用心之诚、用心之敬，这三个字他做到了。成就之后，「四众欢喜」，出家在家，大众看到这个本子生欢喜心，这是真正好本子，找不出毛病了。",
      "zh_TW": "「於壬申之歲」，壬申是一九三二年，正在中日戰爭的時候，「發願重校此經」。前面說過，因為這部經，從宋王龍舒居士會集，比原譯本是好，流通也很廣，但是不能算是盡善盡美，都有瑕疵，讓人看到很遺憾。所以夏老發了個大心，重新再做一次會集，避免以前這些弊病，重新來做。「掩關津門」，真的像夏老詩裡面所說，三年不下樓。他閉關在樓上，三年不下樓，三年時間專攻這一部經，五種原譯本、三種節校本，全心全力就在這幾本書上，融會貫通，再把它會集成一本。「遍探五種原譯，洞察三家校本」，這個三家就是王龍舒、魏默深，這兩種會集本，彭際清的節校本。「無一語不詳參」，詳是詳明，參是參考，研究參考。「無一字不互校」，每一個字互相校對，必須是五種原譯本原來的字，不能改，一個字都不能改。前面兩種會集本改了字，所以後人感到遺憾。會集，句句是五種原譯本的原文，每個字也是原譯本原來的字，不可以改動它，這樣會集就沒有瑕疵，這才是真正會集的善本。「虔恭敬慎」，虔誠、恭敬、謹慎，這是他的態度，夏老的用心、夏老的態度。「日禱佛前」，求佛加持，唯恐有錯誤。「千斟萬酌，時縈夢寐」，晚上作夢常常夢到還在這個地方會集經，這大經，可見得用心之專、用心之誠、用心之敬，這三個字他做到了。成就之後，「四眾歡喜」，出家在家，大眾看到這個本子生歡喜心，這是真正好本子，找不出毛病了。"
    },
    {
      "id": "02-040-0047_p0005",
      "zh_CN": "「宗教俱彻之慧明老法师」，是当时当代的大德，夏莲居、梅光羲都是依慧老法师为皈依师，在他面前受皈依的。老和尚「搭衣捧经摄照于佛前」，这照就是照片。在佛前面搭衣捧经，这个意思，为它做见证，为它做证明，证明这个会集本才是真正圆满的善本，最好的本子。「先舅父梅撷芸」，就是梅光羲老居士，「连续播讲于电台，誉为善本」，誉是称赞。《无量寿经》一千多年来没有一个善本，这个善本终于出现，值得庆幸的。「慈舟法师专讲此经于京鲁」，在北京、在山东讲过几次，「并亲为科判」，这个科判我们这里都有。「北京极乐庵方丈妙禅老和尚，聘请山东女子莲社吴倩芗社长来寺开讲此经两月」。这说当时一些知名的学者、大德，他们对这个会集本的肯定。「其他发心宏扬，专志持诵者，不可胜数」，对这个本子赞叹学习的人很多。「印行流通，相继不绝」，也有人发心印这个本子。",
      "zh_TW": "「宗教俱徹之慧明老法師」，是當時當代的大德，夏蓮居、梅光羲都是依慧老法師為皈依師，在他面前受皈依的。老和尚「搭衣捧經攝照於佛前」，這照就是照片。在佛前面搭衣捧經，這個意思，為它做見證，為它做證明，證明這個會集本才是真正圓滿的善本，最好的本子。「先舅父梅擷芸」，就是梅光羲老居士，「連續播講於電臺，譽為善本」，譽是稱讚。《無量壽經》一千多年來沒有一個善本，這個善本終於出現，值得慶幸的。「慈舟法師專講此經於京魯」，在北京、在山東講過幾次，「並親為科判」，這個科判我們這裡都有。「北京極樂庵方丈妙禪老和尚，聘請山東女子蓮社吳倩薌社長來寺開講此經兩月」。這說當時一些知名的學者、大德，他們對這個會集本的肯定。「其他發心宏揚，專志持誦者，不可勝數」，對這個本子讚歎學習的人很多。「印行流通，相繼不絕」，也有人發心印這個本子。"
    },
    {
      "id": "02-040-0047_p0006",
      "zh_CN": "「是以先舅父梅老赞云：于净宗要旨，穷深极微，发前人未发之蕴」，这是梅老对于会集本的赞叹。这个会集本对于净宗的要旨，精要、宗旨，穷深极微，夏莲老做到了，而且确实有前人没有发现的。这个前人是指王龙舒、魏默深，他们没有发现的。这个蕴就是这里头有很深的义趣、很深的道理，他们没发现。「又精当明确，凿然有据」，这就是讲完全符合会集的条件，精当取舍，特别指这个。明确，这是原译本里面，确实有不少文字晦涩，让人看到不知道说的什么意思，我们读过原译本的人都知道。明确，凿然有据，每一句、每一字都有五种原译本做依据。「无一义不在原译之中」，就是五种原译本，「无一句溢出本经之外。有美皆备，无谛不收」，谛在此地当真实说，这是撷取非常恰当。「虽欲不谓之善本不可得也」，这一句也是赞叹，虽然我们不想称它为善本也不能，这个意思就是也不能，真是善本，确实是善本。",
      "zh_TW": "「是以先舅父梅老讚云：於淨宗要旨，窮深極微，發前人未發之蘊」，這是梅老對於會集本的讚歎。這個會集本對於淨宗的要旨，精要、宗旨，窮深極微，夏蓮老做到了，而且確實有前人沒有發現的。這個前人是指王龍舒、魏默深，他們沒有發現的。這個蘊就是這裡頭有很深的義趣、很深的道理，他們沒發現。「又精當明確，鑿然有據」，這就是講完全符合會集的條件，精當取捨，特別指這個。明確，這是原譯本裡面，確實有不少文字晦澀，讓人看到不知道說的什麼意思，我們讀過原譯本的人都知道。明確，鑿然有據，每一句、每一字都有五種原譯本做依據。「無一義不在原譯之中」，就是五種原譯本，「無一句溢出本經之外。有美皆備，無諦不收」，諦在此地當真實說，這是擷取非常恰當。「雖欲不謂之善本不可得也」，這一句也是讚歎，雖然我們不想稱它為善本也不能，這個意思就是也不能，真是善本，確實是善本。"
    },
    {
      "id": "02-040-0047_p0007",
      "zh_CN": "「先舅之语，现已举世公认」，梅老居士说的这些话都在序文里头，他有一篇很长的序文，读了非常受感动。「并将本经采入新印之续藏」，这个还没有做到，念老跟我谈过这问题，我们还没有这种缘。虽然我们印过几次《大藏经》，因为佛门里面还有不少人对这个经典有批评，我们要这样做，引起的反对会更严重。所以我们还是谨慎、低调，没有放在印的《藏经》里面，这个事情留给后人去做，我们可以不必着急。读的人多了，依照这个经修行的人多了，成就的人多了，自然将来会入藏的，只是时间问题。「大经尘封千载」，原因就是没有善本，没有一个好的本子。「先贤会经之愿乃圆」，彭际清、王龙舒、魏默深，这些都是发大心，希望会集成一个善本，也做了，做出来了，可是美中不足，还是有瑕疵，后人指出来了。一直到夏莲居会集本，这个本子出来，真正圆满了，过去这些大德大愿也圆满了。「大经放光，众生有幸」，这个大经是《无量寿经》，《无量寿经》是净土宗的大经。「本经名《佛说大乘无量寿庄严清净平等觉经》。是为大经之第九本。」这是简单把这段因缘介绍出来了。",
      "zh_TW": "「先舅之語，現已舉世公認」，梅老居士說的這些話都在序文裡頭，他有一篇很長的序文，讀了非常受感動。「並將本經採入新印之續藏」，這個還沒有做到，念老跟我談過這問題，我們還沒有這種緣。雖然我們印過幾次《大藏經》，因為佛門裡面還有不少人對這個經典有批評，我們要這樣做，引起的反對會更嚴重。所以我們還是謹慎、低調，沒有放在印的《藏經》裡面，這個事情留給後人去做，我們可以不必著急。讀的人多了，依照這個經修行的人多了，成就的人多了，自然將來會入藏的，只是時間問題。「大經塵封千載」，原因就是沒有善本，沒有一個好的本子。「先賢會經之願乃圓」，彭際清、王龍舒、魏默深，這些都是發大心，希望會集成一個善本，也做了，做出來了，可是美中不足，還是有瑕疵，後人指出來了。一直到夏蓮居會集本，這個本子出來，真正圓滿了，過去這些大德大願也圓滿了。「大經放光，眾生有幸」，這個大經是《無量壽經》，《無量壽經》是淨土宗的大經。「本經名《佛說大乘無量壽莊嚴清淨平等覺經》。是為大經之第九本。」這是簡單把這段因緣介紹出來了。"
    },
    {
      "id": "02-040-0047_p0008",
      "zh_CN": "下面介绍本经的注释，就是注解，有五种，注解有五种。第一种，「《无量寿经义疏》，六卷，隋净影寺沙门慧远撰疏」。慧远法师的著作，他的名号跟净土宗初祖慧远完全相同，朝代不一样。在佛门里面为了区别这两个人，称隋慧远为小慧远，东晋这个时候，东晋这个慧远叫大慧远，用这个来区别。也有很多用净影寺，净影大师、净影法师，用这个来尊称他，不称他的名号。这个注解，我们常常看到有《净影疏》，那就是指这个，就是指隋朝慧远法师他做的这个注解。他用的是康僧铠的本子，这个本子早年我们也学过。第二种，经题相同，也叫「《无量寿经义疏》，唐嘉祥寺吉藏撰」，通常我们也尊称为《嘉祥疏》，也不称法师的名讳。第三种，「无量寿经义述文赞」，有三卷，这是在中国流通，法师是韩国人，「新罗沙门憬兴着」。元晓在中国学净土宗，回国之后，在他自己国家建立净土宗，是韩国净宗的祖师，他有《无量寿经》注解。第四个，「无量寿经宗要」，也是韩国人，「新罗沙门元晓」，前面憬兴，他们都有著作。第五种，「游心安乐道」，也是元晓撰的。所以在外国对于《无量寿经》的研究学习，这个成果远远超过中国，中国人学《无量寿经》就这两种著作，韩国的比我们多，日本就更多了。末后这条说，「日本则有了惠、峻谛、道隐、观彻等数十种之多，远超我国」。我们现在在日本找到的大概有二十五、六种，想印成一套，这个《无量寿经》注疏，把它印在一起，便于学习这部经典。",
      "zh_TW": "下面介紹本經的註釋，就是註解，有五種，註解有五種。第一種，「《無量壽經義疏》，六卷，隋淨影寺沙門慧遠撰疏」。慧遠法師的著作，他的名號跟淨土宗初祖慧遠完全相同，朝代不一樣。在佛門裡面為了區別這兩個人，稱隋慧遠為小慧遠，東晉這個時候，東晉這個慧遠叫大慧遠，用這個來區別。也有很多用淨影寺，淨影大師、淨影法師，用這個來尊稱他，不稱他的名號。這個註解，我們常常看到有《淨影疏》，那就是指這個，就是指隋朝慧遠法師他做的這個註解。他用的是康僧鎧的本子，這個本子早年我們也學過。第二種，經題相同，也叫「《無量壽經義疏》，唐嘉祥寺吉藏撰」，通常我們也尊稱為《嘉祥疏》，也不稱法師的名諱。第三種，「無量壽經義述文贊」，有三卷，這是在中國流通，法師是韓國人，「新羅沙門憬興著」。元曉在中國學淨土宗，回國之後，在他自己國家建立淨土宗，是韓國淨宗的祖師，他有《無量壽經》註解。第四個，「無量壽經宗要」，也是韓國人，「新羅沙門元曉」，前面憬興，他們都有著作。第五種，「遊心安樂道」，也是元曉撰的。所以在外國對於《無量壽經》的研究學習，這個成果遠遠超過中國，中國人學《無量壽經》就這兩種著作，韓國的比我們多，日本就更多了。末後這條說，「日本則有了惠、峻諦、道隱、觀徹等數十種之多，遠超我國」。我們現在在日本找到的大概有二十五、六種，想印成一套，這個《無量壽經》註疏，把它印在一起，便於學習這部經典。"
    },
    {
      "id": "02-040-0047_p0009",
      "zh_CN": "下面再介绍本经的注解，「五译之中，《魏译》较备」，这五种翻译，这个经的义理比较圆满一点是要算康僧铠的本子。所以大经的注疏，就是注解，统统都依魏译本。「我国大德多为小本弥陀作注。至于注大本者仅隋净影，唐嘉祥两家」，就只有这两种。中国人大概是《无量寿经》没有善本，所以修净土统统都依据小本《阿弥陀经》，对《阿弥陀经》的注解很多，对《无量寿经》只有隋唐时代两种。第一个，《义疏》，「隋京师净影寺沙门慧远撰疏。世称净影疏」。第二种，「《无量寿经义疏》」，名字跟上面相同，「唐嘉祥寺吉藏撰。世称嘉祥疏」。「又新罗国」，现在的朝鲜，「有憬兴、元晓两家，所注亦在我国流通」，所用的文字全是中国文言文。这下面讲的是韩国的，现在叫韩国。「《无量寿经义述文赞》，三卷，新罗国沙门憬兴着」，在中国称为憬兴疏。第二种，「《无量寿经宗要》一卷，新罗国黄龙寺沙门元晓撰」。他曾经入唐游学，回去之后，「化振海东」，在韩国传净土宗，影响很大，他的注解称为海东疏。第三种，「《游心安乐道》」，也是元晓师撰的，「乃净宗古佚十书之一」，算是古注。",
      "zh_TW": "下面再介紹本經的註解，「五譯之中，《魏譯》較備」，這五種翻譯，這個經的義理比較圓滿一點是要算康僧鎧的本子。所以大經的註疏，就是註解，統統都依魏譯本。「我國大德多為小本彌陀作註。至於註大本者僅隋淨影，唐嘉祥兩家」，就只有這兩種。中國人大概是《無量壽經》沒有善本，所以修淨土統統都依據小本《阿彌陀經》，對《阿彌陀經》的註解很多，對《無量壽經》只有隋唐時代兩種。第一個，《義疏》，「隋京師淨影寺沙門慧遠撰疏。世稱淨影疏」。第二種，「《無量壽經義疏》」，名字跟上面相同，「唐嘉祥寺吉藏撰。世稱嘉祥疏」。「又新羅國」，現在的朝鮮，「有憬興、元曉兩家，所註亦在我國流通」，所用的文字全是中國文言文。這下面講的是韓國的，現在叫韓國。「《無量壽經義述文贊》，三卷，新羅國沙門憬興著」，在中國稱為憬興疏。第二種，「《無量壽經宗要》一卷，新羅國黃龍寺沙門元曉撰」。他曾經入唐遊學，回去之後，「化振海東」，在韓國傳淨土宗，影響很大，他的註解稱為海東疏。第三種，「《遊心安樂道》」，也是元曉師撰的，「乃淨宗古佚十書之一」，算是古註。"
    },
    {
      "id": "02-040-0047_p0010",
      "zh_CN": "「大经光明，照耀日本，注释之盛，远超我国。笔者所知者已二十余种」。这是黄念祖老居士知道的，他也把它抄在这个地方，给我们做参考，这都是日本的。第一个，「《无量寿佛赞钞》一卷」，日本兴福寺善珠作的作品。第二种，「《无量寿经述义》三卷，最澄集」。第三种，「《无量寿经私记》」，智景作的。「《无量寿经义苑》七卷，纪州总持寺南楚作。《无量寿经略笺》八卷，享保五年洛东禅林寺院溪作」。第六，「《无量寿经钞》七卷，望西楼了惠作」，这个本子，念老这个注解里头引用有他的。「《无量寿经直谈要注记》，二十四卷，永享四年增上寺西誉作」。第八，「《无量寿经见闻》，七卷，良荣作」。第九，「《无量寿经科玄概》一卷，小仓西吟作」。第十，「《无量寿经会疏》十卷，越前胜授寺峻谛作」，这个念老集注里头引用他的很多。下面有，「《无量寿经开义》六卷，平安西福寺惠空作」。第十二，「《无量寿经贯思义》三卷，薏州理圆作」。十三，「《无量寿经显宗疏》十七卷，江州性海无涯作」。第十四，「《无量寿经要解》三卷，法霖作」。第十五，「《无量寿经讲录》十卷，纪州矶肋安乐寺南麟作」。第十六，「《无量寿经梵响记》六卷，灵凤作」。第十七，「《无量寿经眼髓》十一卷，摄州定专坊月溪作」。第十八，「《无量寿经义记》」，有五卷，惠然作的。第十九，「《无量寿经海渧记》」，这是宪荣泰岩作的。「《无量寿经永安录》十三卷」，慧云作的。第二十一，「《无量寿经甄解》十八卷，道隐作」，这个念老的注解也引用了。第二十二，「《无量寿经合赞》，观彻作。其中第六、第十、第二十一、第二十二」，这四种，「本书引证甚多。」现在大概这些本子，我们都找到了。",
      "zh_TW": "「大經光明，照耀日本，註釋之盛，遠超我國。筆者所知者已二十餘種」。這是黃念祖老居士知道的，他也把它抄在這個地方，給我們做參考，這都是日本的。第一個，「《無量壽佛贊鈔》一卷」，日本興福寺善珠作的作品。第二種，「《無量壽經述義》三卷，最澄集」。第三種，「《無量壽經私記》」，智景作的。「《無量壽經義苑》七卷，紀州總持寺南楚作。《無量壽經略箋》八卷，享保五年洛東禪林寺院溪作」。第六，「《無量壽經鈔》七卷，望西樓了惠作」，這個本子，念老這個註解裡頭引用有他的。「《無量壽經直談要註記》，二十四卷，永享四年增上寺西譽作」。第八，「《無量壽經見聞》，七卷，良榮作」。第九，「《無量壽經科玄概》一卷，小倉西吟作」。第十，「《無量壽經會疏》十卷，越前勝授寺峻諦作」，這個念老集註裡頭引用他的很多。下面有，「《無量壽經開義》六卷，平安西福寺惠空作」。第十二，「《無量壽經貫思義》三卷，薏州理圓作」。十三，「《無量壽經顯宗疏》十七卷，江州性海無涯作」。第十四，「《無量壽經要解》三卷，法霖作」。第十五，「《無量壽經講錄》十卷，紀州磯肋安樂寺南麟作」。第十六，「《無量壽經梵響記》六卷，靈鳳作」。第十七，「《無量壽經眼髓》十一卷，攝州定專坊月溪作」。第十八，「《無量壽經義記》」，有五卷，惠然作的。第十九，「《無量壽經海渧記》」，這是憲榮泰岩作的。「《無量壽經永安錄》十三卷」，慧雲作的。第二十一，「《無量壽經甄解》十八卷，道隱作」，這個念老的註解也引用了。第二十二，「《無量壽經合贊》，觀徹作。其中第六、第十、第二十一、第二十二」，這四種，「本書引證甚多。」現在大概這些本子，我們都找到了。"
    },
    {
      "id": "02-040-0047_p0011",
      "zh_CN": "底下这一段，「注释大经校会本者，共有五种」，注解会集本、节校本。第一个，「无量寿经起信论，三卷，清初彭际清作」。第二个，「无量寿经笺注」，丁福保作的，丁福保是民国初年人。第三种是「佛说摩诃阿弥陀经衷论」，这是王耕心作的，他注的这个本子是魏源的本子。第四种是「佛说大乘无量寿庄严清净平等觉经眉注」，李炳南老居士作的。第五种，也是这个经，就是我们现在用的注解，黄念祖老居士集解，他是集经论跟祖师的注疏，来注这一部大经。",
      "zh_TW": "底下這一段，「註釋大經校會本者，共有五種」，註解會集本、節校本。第一個，「無量壽經起信論，三卷，清初彭際清作」。第二個，「無量壽經箋註」，丁福保作的，丁福保是民國初年人。第三種是「佛說摩訶阿彌陀經衷論」，這是王耕心作的，他註的這個本子是魏源的本子。第四種是「佛說大乘無量壽莊嚴清淨平等覺經眉注」，李炳南老居士作的。第五種，也是這個經，就是我們現在用的註解，黃念祖老居士集解，他是集經論跟祖師的註疏，來註這一部大經。"
    },
    {
      "id": "02-040-0047_p0012",
      "zh_CN": "「又注释大经校会本者，共三种」。第一个是「《无量寿经起信论》」，彭际清作的。第二个，「《无量寿经笺注》」，是丁福保，丁福保用的本子就是《无量寿经起信论》，注解这个。所以，「以上两种所注者，皆为彭氏之节校本」。第三个，「《佛说摩诃阿弥陀经衷论》」，这是清光绪王耕心作的，这是《无量寿经》第八种，魏承贯的会集本。又清朝末年沈善登居士，他着有「《报恩论》三卷」，当中有「《净土法门纲宗》、《无量寿经纲宗》、《往生正因论》」，这沈居士他《报恩论》里头有这些内容，都是关于《无量寿经》这个注解。这一段「译会校释」我们就学习到此地。",
      "zh_TW": "「又註釋大經校會本者，共三種」。第一個是「《無量壽經起信論》」，彭際清作的。第二個，「《無量壽經箋註》」，是丁福保，丁福保用的本子就是《無量壽經起信論》，註解這個。所以，「以上兩種所註者，皆為彭氏之節校本」。第三個，「《佛說摩訶阿彌陀經衷論》」，這是清光緒王耕心作的，這是《無量壽經》第八種，魏承貫的會集本。又清朝末年沈善登居士，他著有「《報恩論》三卷」，當中有「《淨土法門綱宗》、《無量壽經綱宗》、《往生正因論》」，這沈居士他《報恩論》裡頭有這些內容，都是關於《無量壽經》這個註解。這一段「譯會校釋」我們就學習到此地。"
    },
    {
      "id": "02-040-0047_p0013",
      "zh_CN": "下面第九，第九大段「总释名题」。学习经教，先要把经题搞清楚、搞明白，这个全经的大意就掌握到了。「凡经之名题，皆直显本经之要旨，使学者因名达体，一览经题，直窥全经大义，是以天台家注经，先释经名。」这一段，我们看黄念老的原注，在二百五十四页第一行，我们刚才念的，就是在这一行里头节录下来的。「大经五种原译，各有经题。王氏会本名为《大阿弥陀经》，以别于原译与小本。但大字之增，无所依据」。这是说王龙舒的会集本，他的本子叫《大阿弥陀经》，这个大字没有根据，当然是他自己定的。彭氏彭际清的节本跟魏默深的会集本，「皆名《无量寿经》，同于《魏译》」，三种一个名字，「混同易误」，说《无量寿经》，到底是哪个本子？「正定王氏改魏氏本为《摩诃阿弥陀经》」，摩诃这二字也没有依据。这个就是会集连经题也要考虑在其中。",
      "zh_TW": "下面第九，第九大段「總釋名題」。學習經教，先要把經題搞清楚、搞明白，這個全經的大意就掌握到了。「凡經之名題，皆直顯本經之要旨，使學者因名達體，一覽經題，直窺全經大義，是以天台家註經，先釋經名。」這一段，我們看黃念老的原註，在二百五十四頁第一行，我們剛才念的，就是在這一行裡頭節錄下來的。「大經五種原譯，各有經題。王氏會本名為《大阿彌陀經》，以別於原譯與小本。但大字之增，無所依據」。這是說王龍舒的會集本，他的本子叫《大阿彌陀經》，這個大字沒有根據，當然是他自己定的。彭氏彭際清的節本跟魏默深的會集本，「皆名《無量壽經》，同於《魏譯》」，三種一個名字，「混同易誤」，說《無量壽經》，到底是哪個本子？「正定王氏改魏氏本為《摩訶阿彌陀經》」，摩訶這二字也沒有依據。這個就是會集連經題也要考慮在其中。"
    },
    {
      "id": "02-040-0047_p0014",
      "zh_CN": "「考」，考据，「从汉迄宋十二译中」，十二种翻译，「以无量寿为名者」，有十个，「以清净平等觉为名者」，有两种，「以正觉为名者」，有一种。「最初汉代译名为《无量清净平等觉经》」，这是最早的经题。「最后宋代译名为《佛说大乘无量寿庄严经》」。夏莲老就把这两部经的经题合起来，重复的去掉，所以他这个题也是会集的，真实都有根据，不是自己想出来的，确实是有根据。「今此会本」，这一次这个会集本，「直取宋译经题《佛说大乘无量寿庄严经》」，这是上段，把那个经字去掉，「去其重复之经字」，下面则「从《汉译》经题《无量清净平等觉经》」，去掉重复的「无量」两个字，把这两个合成一起，续成本经题名，这个经题叫「《佛说大乘无量寿庄严清净平等觉经》。自然佳妙」。这会集连题也会集上，这个是夏莲居老居士的智慧，跟前人确实不一样。「不假斧斤。两译原名，摄于一名之中；十二种经题，悉入一题之内」。这一个题目把意思全包括了，十二种译本跟这个题都相应，所以这个题选得好，这会得太好了。「全经大旨，昭然目前。净宗要义，备于题内。人法喻、教理行、体相用等齐显于一名之中。如帝网珠，圆摄一切妙法。本经会集之妙，于此可见麟爪。」在这里能看到，他会集得妙。这是说明这经题是怎么会集来的，经题也是会集的，非常巧妙。",
      "zh_TW": "「考」，考據，「從漢迄宋十二譯中」，十二種翻譯，「以無量壽為名者」，有十個，「以清淨平等覺為名者」，有兩種，「以正覺為名者」，有一種。「最初漢代譯名為《無量清淨平等覺經》」，這是最早的經題。「最後宋代譯名為《佛說大乘無量壽莊嚴經》」。夏蓮老就把這兩部經的經題合起來，重複的去掉，所以他這個題也是會集的，真實都有根據，不是自己想出來的，確實是有根據。「今此會本」，這一次這個會集本，「直取宋譯經題《佛說大乘無量壽莊嚴經》」，這是上段，把那個經字去掉，「去其重複之經字」，下面則「從《漢譯》經題《無量清淨平等覺經》」，去掉重複的「無量」兩個字，把這兩個合成一起，續成本經題名，這個經題叫「《佛說大乘無量壽莊嚴清淨平等覺經》。自然佳妙」。這會集連題也會集上，這個是夏蓮居老居士的智慧，跟前人確實不一樣。「不假斧斤。兩譯原名，攝於一名之中；十二種經題，悉入一題之內」。這一個題目把意思全包括了，十二種譯本跟這個題都相應，所以這個題選得好，這會得太好了。「全經大旨，昭然目前。淨宗要義，備於題內。人法喻、教理行、體相用等齊顯於一名之中。如帝網珠，圓攝一切妙法。本經會集之妙，於此可見麟爪。」在這裡能看到，他會集得妙。這是說明這經題是怎麼會集來的，經題也是會集的，非常巧妙。"
    },
    {
      "id": "02-040-0047_p0015",
      "zh_CN": "下面就解释这个经题，解释经题。佛说，先说佛字，佛，「题中首字曰佛，佛者乃梵语佛陀之略称」。具足称为佛陀耶，中国人喜欢简略，把尾音都去掉，只留一个佛字，意思是「觉者」。古人称觉者，现在呢？现在叫觉悟的人，现在我们称觉悟的人，古时候觉者，觉者就是觉悟的人。「觉者对迷而言。迷则众生」。迷而不觉，这称众生；觉而不迷，这就称为佛陀。所以一定要把名字讲清楚、讲明白。社会上确实有不少人对佛教有很深的误会，过去香港人对佛教误会非常深，认为佛是什么？佛是专门为死人服务的，所以说遇到佛是很不吉祥。在马路上看到一个出家人，都吐口水，吐他，这种现象，在过去不少年。我第一次到香港来讲经，一九七七年，这边畅怀法师告诉我，现在比较好一点，见出家人不吐口水、不骂你了，大概三年前，看到出家人都骂、都吐口水，认为很不吉祥。我们这边也有一些邻居看我们学佛，我们门口要贴个佛字，他就劝我们不要贴这个，这个不好。我们免找麻烦，所以就不贴，这他不懂，不知道。所以今天我们把佛这个字介绍给别人，跟他讲觉，他听不懂，什么叫自觉觉他，他不知道。我们想到怎么解释，三皈依里头有，「皈依佛，二足尊」，这个二足他们喜欢。二是什么？是智慧、是福报，这个他要。不要智慧就愚痴，不要福报就贫穷，这个他们不愿意的。所以我对他们介绍，佛是什么？佛是智慧圆满，福报圆满。你要不要的话，你智慧没有，你愚痴；福报没有，你就贫穷。这样给他介绍，恐怕他很愿意接受，跟他讲觉跟迷，他听不懂，他也不知道迷有什么不好，觉有什么好处。这就是我们把佛介绍给人要契机，他是什么根机，他能接受，怎么个说法，我们以善巧方便介绍给他，慢慢来度化他、来影响他。",
      "zh_TW": "下面就解釋這個經題，解釋經題。佛說，先說佛字，佛，「題中首字曰佛，佛者乃梵語佛陀之略稱」。具足稱為佛陀耶，中國人喜歡簡略，把尾音都去掉，只留一個佛字，意思是「覺者」。古人稱覺者，現在呢？現在叫覺悟的人，現在我們稱覺悟的人，古時候覺者，覺者就是覺悟的人。「覺者對迷而言。迷則眾生」。迷而不覺，這稱眾生；覺而不迷，這就稱為佛陀。所以一定要把名字講清楚、講明白。社會上確實有不少人對佛教有很深的誤會，過去香港人對佛教誤會非常深，認為佛是什麼？佛是專門為死人服務的，所以說遇到佛是很不吉祥。在馬路上看到一個出家人，都吐口水，吐他，這種現象，在過去不少年。我第一次到香港來講經，一九七七年，這邊暢懷法師告訴我，現在比較好一點，見出家人不吐口水、不罵你了，大概三年前，看到出家人都罵、都吐口水，認為很不吉祥。我們這邊也有一些鄰居看我們學佛，我們門口要貼個佛字，他就勸我們不要貼這個，這個不好。我們免找麻煩，所以就不貼，這他不懂，不知道。所以今天我們把佛這個字介紹給別人，跟他講覺，他聽不懂，什麼叫自覺覺他，他不知道。我們想到怎麼解釋，三皈依裡頭有，「皈依佛，二足尊」，這個二足他們喜歡。二是什麼？是智慧、是福報，這個他要。不要智慧就愚痴，不要福報就貧窮，這個他們不願意的。所以我對他們介紹，佛是什麼？佛是智慧圓滿，福報圓滿。你要不要的話，你智慧沒有，你愚痴；福報沒有，你就貧窮。這樣給他介紹，恐怕他很願意接受，跟他講覺跟迷，他聽不懂，他也不知道迷有什麼不好，覺有什麼好處。這就是我們把佛介紹給人要契機，他是什麼根機，他能接受，怎麼個說法，我們以善巧方便介紹給他，慢慢來度化他、來影響他。"
    },
    {
      "id": "02-040-0047_p0016",
      "zh_CN": "「三觉俱圆」，三种觉统统圆满，这才称佛。三种觉，第一个是「自觉」，自己觉悟；第二个是「觉他」；第三个是「觉满」，满是圆满。这三种，自觉、觉他、觉满，这才称佛。「三觉圆满，名为佛陀」。自觉圆满，觉他圆满，这叫觉满。「是知佛者即三觉俱圆之众生，众生即未觉之佛」，这真的，不是假的。《华严经》上说「一切众生本来是佛」，这都是真话。为什么？我们中国圣人也讲本性本善，「人之初，性本善」，那个善不当善恶讲，那个善就是觉悟，圆满的觉悟，跟《华严经》讲的意思通。",
      "zh_TW": "「三覺俱圓」，三種覺統統圓滿，這才稱佛。三種覺，第一個是「自覺」，自己覺悟；第二個是「覺他」；第三個是「覺滿」，滿是圓滿。這三種，自覺、覺他、覺滿，這才稱佛。「三覺圓滿，名為佛陀」。自覺圓滿，覺他圓滿，這叫覺滿。「是知佛者即三覺俱圓之眾生，眾生即未覺之佛」，這真的，不是假的。《華嚴經》上說「一切眾生本來是佛」，這都是真話。為什麼？我們中國聖人也講本性本善，「人之初，性本善」，那個善不當善惡講，那個善就是覺悟，圓滿的覺悟，跟《華嚴經》講的意思通。"
    },
    {
      "id": "02-040-0047_p0017",
      "zh_CN": "「又佛者乃十号之一」。佛有十种称号，我们这里有个参考资料，《三藏法数》里面节录出来的，「出《佛说十号经》」。「此十号义」，这十号的意思，「若总略释之」，总的里头来略说，则：「无虚妄名如来，良福田名应供」。这个略说，他有十个号，第一个是如来，没有虚妄叫如来，真实。良福田，是众生最好的福田，这叫应供。「知法界」，对法界通达明了，这叫「正遍知」，正是正觉，遍是什么都知道。「具三明名明行足」，三明就是六通，六种神通。「不还来名善逝」，他成佛了，决定没有退转，绝对不会再堕落做众生、做凡夫。「知众生国土名世间解」，知道众生，知道国土，也就是我们说的十法界依正庄严、六道轮回，他全知道，这是世间解。「无与等」，没有人能跟他相等，叫「无上士」，士是知识分子，知识分子里最高的。「调他心名调御丈夫」，佛能说法，帮助我们化解心里面的忧虑烦恼，他有办法帮助我们，称为调御丈夫。「为众生眼名天人师」，他是天上人间的老师，我们有问题可以向他请教，他都能给我们解答。「知三聚名佛」。三聚，后头有解释，括弧里解释，「正定聚、邪定聚、不定聚」，这是修学的过程，他都知道。这是简略的称呼，这十种德统统具足叫「世间尊」，就称为世尊。「祖师所述经教，皆依此义而释」，来解释这个十号。「今此经中，合世间解、无上士以为一号，虽开合不同，其义则一，故两存之。」我们看这个经里头的解释。",
      "zh_TW": "「又佛者乃十號之一」。佛有十種稱號，我們這裡有個參考資料，《三藏法數》裡面節錄出來的，「出《佛說十號經》」。「此十號義」，這十號的意思，「若總略釋之」，總的裡頭來略說，則：「無虛妄名如來，良福田名應供」。這個略說，他有十個號，第一個是如來，沒有虛妄叫如來，真實。良福田，是眾生最好的福田，這叫應供。「知法界」，對法界通達明瞭，這叫「正遍知」，正是正覺，遍是什麼都知道。「具三明名明行足」，三明就是六通，六種神通。「不還來名善逝」，他成佛了，決定沒有退轉，絕對不會再墮落做眾生、做凡夫。「知眾生國土名世間解」，知道眾生，知道國土，也就是我們說的十法界依正莊嚴、六道輪迴，他全知道，這是世間解。「無與等」，沒有人能跟他相等，叫「無上士」，士是知識分子，知識分子裡最高的。「調他心名調御丈夫」，佛能說法，幫助我們化解心裡面的憂慮煩惱，他有辦法幫助我們，稱為調御丈夫。「為眾生眼名天人師」，他是天上人間的老師，我們有問題可以向他請教，他都能給我們解答。「知三聚名佛」。三聚，後頭有解釋，括弧裡解釋，「正定聚、邪定聚、不定聚」，這是修學的過程，他都知道。這是簡略的稱呼，這十種德統統具足叫「世間尊」，就稱為世尊。「祖師所述經教，皆依此義而釋」，來解釋這個十號。「今此經中，合世間解、無上士以為一號，雖開合不同，其義則一，故兩存之。」我們看這個經裡頭的解釋。"
    },
    {
      "id": "02-040-0047_p0018",
      "zh_CN": "第一个，「如来，如来之义有三」，第一个叫法身，第二个报身，第三个应身。「《金刚经》云：无所从来，亦无所去」，这是说法身。法身没有形相，法身是一切万法的根本，也就是现在哲学里面所说的本体，宇宙万法的本体，都从它这个地方生出来的，它是能生能现。佛法里也称它作真性，也称它作自性、法性，名称有几十个。为什么一桩事情说这么多名字？这是佛教学的善巧，教我们不要执著名字，名字是假设的，不是真的，要懂得它的意思，这名里头什么意思，这个重要。所以这么多名字，就是教我们不要执着。",
      "zh_TW": "第一個，「如來，如來之義有三」，第一個叫法身，第二個報身，第三個應身。「《金剛經》云：無所從來，亦無所去」，這是說法身。法身沒有形相，法身是一切萬法的根本，也就是現在哲學裡面所說的本體，宇宙萬法的本體，都從它這個地方生出來的，它是能生能現。佛法裡也稱它作真性，也稱它作自性、法性，名稱有幾十個。為什麼一樁事情說這麼多名字？這是佛教學的善巧，教我們不要執著名字，名字是假設的，不是真的，要懂得它的意思，這名裡頭什麼意思，這個重要。所以這麼多名字，就是教我們不要執著。"
    },
    {
      "id": "02-040-0047_p0019",
      "zh_CN": "《转法轮论》里面说，「第一义谛名如，正觉名来」，这是报身如来。第一义是如，正觉是来，这是智慧之身。「《成实论》云：乘如实道，来成正觉」，这是应身如来。《成实论》是小乘论，唐朝时候有成实宗，就是依这部论建立的宗派。这个是应身，就是释迦牟尼佛三千年前在印度所示现的，这个身是应身如来。应是感应，众生有感，他来应；如果感没有了，这应身就不见了。释迦牟尼佛应化住世八十年，他八十岁圆寂的。也就是说，他来教化众生，根熟的众生，在他在世的时候统统度尽了，剩下来是根性没有完全成熟的。有佛的弟子，有留下来的经教，这就是他的影响。影响的面，全世界；影响的时间，一万二千年。通常讲，正法一千年，像法一千年，末法一万年。世尊离开我们，现在世界上的人一般说，二千五百五十六年。但是中国历史上记载的不然，中国历史上记载的，释迦佛出生在周昭王二十四年，圆寂那一年是周穆王五十三年。如果照这个记载，释迦牟尼佛灭度到今年是三千零三十多年，这个可以查一查，三千多年。不管是中国讲法、是外国讲法，总而言之，肯定是二千五百年以上。一万二千年，现在是末法一万年的第二个一千年，后面时间还长。有人问我们，马雅的预言说是二０一二年，这世界末日。我们佛教不承认。你看释迦牟尼佛的末法还有九千年，怎么会是末日？哪有这种说法！所以末日是别的宗教讲的，佛教里头没有，这个要知道。",
      "zh_TW": "《轉法輪論》裡面說，「第一義諦名如，正覺名來」，這是報身如來。第一義是如，正覺是來，這是智慧之身。「《成實論》云：乘如實道，來成正覺」，這是應身如來。《成實論》是小乘論，唐朝時候有成實宗，就是依這部論建立的宗派。這個是應身，就是釋迦牟尼佛三千年前在印度所示現的，這個身是應身如來。應是感應，眾生有感，他來應；如果感沒有了，這應身就不見了。釋迦牟尼佛應化住世八十年，他八十歲圓寂的。也就是說，他來教化眾生，根熟的眾生，在他在世的時候統統度盡了，剩下來是根性沒有完全成熟的。有佛的弟子，有留下來的經教，這就是他的影響。影響的面，全世界；影響的時間，一萬二千年。通常講，正法一千年，像法一千年，末法一萬年。世尊離開我們，現在世界上的人一般說，二千五百五十六年。但是中國歷史上記載的不然，中國歷史上記載的，釋迦佛出生在周昭王二十四年，圓寂那一年是周穆王五十三年。如果照這個記載，釋迦牟尼佛滅度到今年是三千零三十多年，這個可以查一查，三千多年。不管是中國講法、是外國講法，總而言之，肯定是二千五百年以上。一萬二千年，現在是末法一萬年的第二個一千年，後面時間還長。有人問我們，馬雅的預言說是二０一二年，這世界末日。我們佛教不承認。你看釋迦牟尼佛的末法還有九千年，怎麼會是末日？哪有這種說法！所以末日是別的宗教講的，佛教裡頭沒有，這個要知道。"
    },
    {
      "id": "02-040-0047_p0020",
      "zh_CN": "佛教只讲末法，这是真的。什么叫末法？末法也有个定义。佛在经上告诉我们，有说法的人，释迦牟尼佛在世，他说法；佛灭度之后，弟子们说法，有说、有听、有真干，还有真证果的，这叫正法。佛的时代是正法，佛入灭之后一千年，也是正法，佛弟子传的很真，没有走样，确实有证果的，证初果、二果，有证果的。所以正法是有讲、有听、有修行、有证果，这四个具足，就是信解行证统统具足，这叫正法。如果有讲的、有听的、有学的，没有证果的，这叫像法。第三种，有讲的、有听的，没有人真干，没有修行的，只喜欢听，不肯修行，当然没有证果，这叫末法。连讲的都没有了，那叫灭法。没有讲经的，没有听经的，这叫灭法。我们知道，末法时期有讲、有听、有学佛的、有研究经教的，没有真干的，这叫末法。这个时期很长，后面还有九千年。九千年，佛法有兴有衰，这一定的道理。早年我初学佛的时候，我向章嘉大师请教，问过这个问题。老师告诉我，时间还很长，有兴有衰，我们现在是在衰，衰到一定程度慢慢又会起来，有兴有衰。这是如来的意思。",
      "zh_TW": "佛教只講末法，這是真的。什麼叫末法？末法也有個定義。佛在經上告訴我們，有說法的人，釋迦牟尼佛在世，他說法；佛滅度之後，弟子們說法，有說、有聽、有真幹，還有真證果的，這叫正法。佛的時代是正法，佛入滅之後一千年，也是正法，佛弟子傳的很真，沒有走樣，確實有證果的，證初果、二果，有證果的。所以正法是有講、有聽、有修行、有證果，這四個具足，就是信解行證統統具足，這叫正法。如果有講的、有聽的、有學的，沒有證果的，這叫像法。第三種，有講的、有聽的，沒有人真幹，沒有修行的，只喜歡聽，不肯修行，當然沒有證果，這叫末法。連講的都沒有了，那叫滅法。沒有講經的，沒有聽經的，這叫滅法。我們知道，末法時期有講、有聽、有學佛的、有研究經教的，沒有真幹的，這叫末法。這個時期很長，後面還有九千年。九千年，佛法有興有衰，這一定的道理。早年我初學佛的時候，我向章嘉大師請教，問過這個問題。老師告訴我，時間還很長，有興有衰，我們現在是在衰，衰到一定程度慢慢又會起來，有興有衰。這是如來的意思。"
    },
    {
      "id": "02-040-0047_p0021",
      "zh_CN": "第二，「应供」，第二个名号叫应供。「谓万行圆成，福慧具足，应受天上人间供养，饶益有情，故号应供。」应是应该接受，供是供养，这个意思在中国也讲得通。中国人对老师供养，特别是在古时候，古时候教学的人没有一定的收入，所以人叫穷秀才。他一生读书教学，不从事于营生事业，农工商都有营生的事业，读书人没有。读书人怎么生活？学生供养，学生的家长。但是供养没有限制，不能像缴学费，那这个学术就变成买卖，这是不可以的，供养是随意。小孩送到老师这里来接受教育，逢年过节，也不是天天有，中国一年两个节，清明、中秋、重阳，这三节，再过年，年节，家长送一点礼给老师，不拘多少。礼一定要送，不拘多少，这是应供，就是应该接受。家庭富裕的多送一点，贫穷人少送一点，老师靠这个生活。老师要不教学了，他生活就没有来源，所以老师一般都相当清寒，但是在社会上地位很高，读书人没有不尊重的。在任何集会里面，他们一定是坐上座。古时候这个座位是士农工商，要按这个顺序坐，读书人在上位，下面农工，最下位是商。现在颠倒过来，现在上位、大位是商，读书人是最下面，一切向钱看，所以学校也变成商业化，变成学店。这是一个社会的安危、民风的善良，都可以从这地方去看，所以教学上非常重要。古时候帝王尊重读书人，「万般皆下品，唯有读书高」，现在叫知识分子，古时候不是的，古时候叫圣贤，圣贤君子，那地位当然高。所以教书的人称夫子，大概都是从孔子来的，孔子教学，称孔夫子，所以老师都称夫子。自己也这么称，你从事哪个行业？我干夫子的，这就是从事于教学工作。可是古时候一听夫子，他是夫子，对他就特别尊重。这是应供。应供有条件，福慧具足，智慧具足，福报也具足。",
      "zh_TW": "第二，「應供」，第二個名號叫應供。「謂萬行圓成，福慧具足，應受天上人間供養，饒益有情，故號應供。」應是應該接受，供是供養，這個意思在中國也講得通。中國人對老師供養，特別是在古時候，古時候教學的人沒有一定的收入，所以人叫窮秀才。他一生讀書教學，不從事於營生事業，農工商都有營生的事業，讀書人沒有。讀書人怎麼生活？學生供養，學生的家長。但是供養沒有限制，不能像繳學費，那這個學術就變成買賣，這是不可以的，供養是隨意。小孩送到老師這裡來接受教育，逢年過節，也不是天天有，中國一年兩個節，清明、中秋、重陽，這三節，再過年，年節，家長送一點禮給老師，不拘多少。禮一定要送，不拘多少，這是應供，就是應該接受。家庭富裕的多送一點，貧窮人少送一點，老師靠這個生活。老師要不教學了，他生活就沒有來源，所以老師一般都相當清寒，但是在社會上地位很高，讀書人沒有不尊重的。在任何集會裡面，他們一定是坐上座。古時候這個座位是士農工商，要按這個順序坐，讀書人在上位，下面農工，最下位是商。現在顛倒過來，現在上位、大位是商，讀書人是最下面，一切向錢看，所以學校也變成商業化，變成學店。這是一個社會的安危、民風的善良，都可以從這地方去看，所以教學上非常重要。古時候帝王尊重讀書人，「萬般皆下品，唯有讀書高」，現在叫知識分子，古時候不是的，古時候叫聖賢，聖賢君子，那地位當然高。所以教書的人稱夫子，大概都是從孔子來的，孔子教學，稱孔夫子，所以老師都稱夫子。自己也這麼稱，你從事哪個行業？我幹夫子的，這就是從事於教學工作。可是古時候一聽夫子，他是夫子，對他就特別尊重。這是應供。應供有條件，福慧具足，智慧具足，福報也具足。"
    },
    {
      "id": "02-040-0047_p0022",
      "zh_CN": "第三，「正遍知」，正遍知有时候也称为「正等觉」。「谓具一切智，于一切法无不了知，故号正遍知。以一切法平等开觉一切众生成无上觉，故号正等觉。」这两个名称有两个简单的解释。他怎么会遍知？特别着重这个遍字，正是正确，没有大问题，下面这个遍字，遍是无所不知。谁能做到？佛做到了。佛怎么做到？大彻大悟，明心见性，这个智慧自然现前。正遍知人人都有，只是我们现在自己有障碍，把智慧障碍了，智慧变成烦恼。佛经里面有说，「烦恼即菩提」，菩提是智慧，迷的时候叫烦恼，悟的时候就是智慧。佛菩萨跟凡夫差别在迷悟，除迷悟之外没有差别。觉悟的时候，圆满觉悟了，这十种称号具足，本来是佛，不必要学，自性里本自具足。所以佛门里头确实有一些大德，没有念过书，不认识字，他什么都知道。佛教里面有，其他宗教也有，道理是一个，只要你把障碍除掉，你的智慧就现前。什么障碍？无明烦恼、尘沙烦恼、见思烦恼，佛给我们讲三大类烦恼。我们现在这三大类烦恼统统有，所以自性里面的智慧不能现前，原因在此地，不是别的。佛说，我们如果能把见思烦恼断了，就是放下，你智慧开了一部分，证阿罗汉果，这个果位叫正觉；如果再能把尘沙烦恼也断了，你就叫正等正觉；再把无明烦恼断了，你叫无上正等正觉。无上正等正觉是成佛了，正等正觉是菩萨，只有正觉叫阿罗汉，全是教我们断烦恼证得，不是我们要学多久证得，不是的，没有这个说法。你现在能断，现在就成佛，问题你肯不肯放下？惠能大师给我们做了个表演，他放下了，他在五祖方丈室里头，五祖跟他讲《金刚经》，大概讲不到三分之一，他放下了，这一放下就成佛，就成正遍知。没有念过书，不认识字，正遍知，五祖衣钵就传给他，他是禅宗第六代祖。所以这不是学多少，多少经、多少论，与这个不相干，是你放下多少，放下是功夫。学佛不能不放下，放下是真修行；不放下是假的，你所学的是知识，不是智慧。",
      "zh_TW": "第三，「正遍知」，正遍知有時候也稱為「正等覺」。「謂具一切智，於一切法無不了知，故號正遍知。以一切法平等開覺一切眾生成無上覺，故號正等覺。」這兩個名稱有兩個簡單的解釋。他怎麼會遍知？特別著重這個遍字，正是正確，沒有大問題，下面這個遍字，遍是無所不知。誰能做到？佛做到了。佛怎麼做到？大徹大悟，明心見性，這個智慧自然現前。正遍知人人都有，只是我們現在自己有障礙，把智慧障礙了，智慧變成煩惱。佛經裡面有說，「煩惱即菩提」，菩提是智慧，迷的時候叫煩惱，悟的時候就是智慧。佛菩薩跟凡夫差別在迷悟，除迷悟之外沒有差別。覺悟的時候，圓滿覺悟了，這十種稱號具足，本來是佛，不必要學，自性裡本自具足。所以佛門裡頭確實有一些大德，沒有念過書，不認識字，他什麼都知道。佛教裡面有，其他宗教也有，道理是一個，只要你把障礙除掉，你的智慧就現前。什麼障礙？無明煩惱、塵沙煩惱、見思煩惱，佛給我們講三大類煩惱。我們現在這三大類煩惱統統有，所以自性裡面的智慧不能現前，原因在此地，不是別的。佛說，我們如果能把見思煩惱斷了，就是放下，你智慧開了一部分，證阿羅漢果，這個果位叫正覺；如果再能把塵沙煩惱也斷了，你就叫正等正覺；再把無明煩惱斷了，你叫無上正等正覺。無上正等正覺是成佛了，正等正覺是菩薩，只有正覺叫阿羅漢，全是教我們斷煩惱證得，不是我們要學多久證得，不是的，沒有這個說法。你現在能斷，現在就成佛，問題你肯不肯放下？惠能大師給我們做了個表演，他放下了，他在五祖方丈室裡頭，五祖跟他講《金剛經》，大概講不到三分之一，他放下了，這一放下就成佛，就成正遍知。沒有念過書，不認識字，正遍知，五祖衣缽就傳給他，他是禪宗第六代祖。所以這不是學多少，多少經、多少論，與這個不相干，是你放下多少，放下是功夫。學佛不能不放下，放下是真修行；不放下是假的，你所學的是知識，不是智慧。"
    },
    {
      "id": "02-040-0047_p0023",
      "zh_CN": "第四，「明行足」，明就是说三明，「天眼明、宿命明、漏尽明」，这三明，三明通常跟六通合在一起。「行足者，谓身口意业正真清净，于自愿力，一切之行，善修满足」，所以叫明行足。具足六种神通，六种神通，修行人大小不一样，菩萨五十一个阶级，一个比一个殊胜。达到什么时候称三明？明心见性称三明。没有明心见性，也就是说，在四圣法界都叫六通。阿罗汉、辟支佛、权教菩萨，没有见性的，都称为六通；明心见性就称三明。三明可以说六通差不多达到圆满的地步，所以身口意正真清净。于自愿力，愿力有两种，一种自己成佛的愿力，第二种是度众生的愿力，两种愿力善修满足，这叫明行足。明行足这个号是从修行功夫上说的，足就是圆满，明是智慧；行，大乘教里头菩萨八万四千细行，小乘里头三千威仪。这是属于大乘，不是小乘。八万四千细行，通常四千省略，叫八万细行，大乘经上常看到的。把它归纳起来就是十善，八万四千行是十善展开来的，归纳起来十善。十善重要，十善是菩萨行，要从这里开始，得真干，把十善变成我们身口意的行为。不杀生、不偷盗、不邪淫，身清净；不妄语、不两舌、不恶口、不绮语，口清净；不贪、不瞋、不痴，意清净。从这里开始，善修。善是什么意思？在日常生活当中，工作当中，待人接物之中，全用上，这叫善修。满足是圆满，圆满就成佛，所以十善业道圆满就成佛，叫明行足。",
      "zh_TW": "第四，「明行足」，明就是說三明，「天眼明、宿命明、漏盡明」，這三明，三明通常跟六通合在一起。「行足者，謂身口意業正真清淨，於自願力，一切之行，善修滿足」，所以叫明行足。具足六種神通，六種神通，修行人大小不一樣，菩薩五十一個階級，一個比一個殊勝。達到什麼時候稱三明？明心見性稱三明。沒有明心見性，也就是說，在四聖法界都叫六通。阿羅漢、辟支佛、權教菩薩，沒有見性的，都稱為六通；明心見性就稱三明。三明可以說六通差不多達到圓滿的地步，所以身口意正真清淨。於自願力，願力有兩種，一種自己成佛的願力，第二種是度眾生的願力，兩種願力善修滿足，這叫明行足。明行足這個號是從修行功夫上說的，足就是圓滿，明是智慧；行，大乘教裡頭菩薩八萬四千細行，小乘裡頭三千威儀。這是屬於大乘，不是小乘。八萬四千細行，通常四千省略，叫八萬細行，大乘經上常看到的。把它歸納起來就是十善，八萬四千行是十善展開來的，歸納起來十善。十善重要，十善是菩薩行，要從這裡開始，得真幹，把十善變成我們身口意的行為。不殺生、不偷盜、不邪淫，身清淨；不妄語、不兩舌、不惡口、不綺語，口清淨；不貪、不瞋、不痴，意清淨。從這裡開始，善修。善是什麼意思？在日常生活當中，工作當中，待人接物之中，全用上，這叫善修。滿足是圓滿，圓滿就成佛，所以十善業道圓滿就成佛，叫明行足。"
    },
    {
      "id": "02-040-0047_p0024",
      "zh_CN": "第五，叫「善逝」。什么叫善逝？「妙往之义」，善是巧妙。「谓以无量智慧，能断诸惑，妙出世间，能趣佛果」，这叫善逝。这个地方，那个妙的意思没说出来；说出来了，笼统，我们看不清楚。妙，就在实际生活当中，很巧妙的，从事上见到理，从相上见到性，这叫妙。性相一如，理事不二，这什么境界？理事无碍，事事无碍，这才叫妙，这叫善逝。即世间出世间，没有离开；即凡夫，他就登佛位，真妙！为什么？凡圣都是假的，都不可得，这真妙，所以叫善逝。一切法无不是佛法，法法皆圆，法法皆通。",
      "zh_TW": "第五，叫「善逝」。什麼叫善逝？「妙往之義」，善是巧妙。「謂以無量智慧，能斷諸惑，妙出世間，能趣佛果」，這叫善逝。這個地方，那個妙的意思沒說出來；說出來了，籠統，我們看不清楚。妙，就在實際生活當中，很巧妙的，從事上見到理，從相上見到性，這叫妙。性相一如，理事不二，這什麼境界？理事無礙，事事無礙，這才叫妙，這叫善逝。即世間出世間，沒有離開；即凡夫，他就登佛位，真妙！為什麼？凡聖都是假的，都不可得，這真妙，所以叫善逝。一切法無不是佛法，法法皆圓，法法皆通。"
    },
    {
      "id": "02-040-0047_p0025",
      "zh_CN": "第六，「世间解无上士」，这是有时候分作两个，也有合在一起，这个地方是合在一起。「世间解者，谓世间、出世间因果诸法，无不解了也」。这是讲世间法跟出世间法完全通达明了，没有障碍。「无上士」，士是中国读书人，在读书人里头没有超过他的。那是什么？读书人最高的是圣人，第一等的，第二等贤人，第三等君子，这也是中国古时候传统学术里头三种地位的名称。跟佛教里面，佛、菩萨、阿罗汉是三个等级的名称，最高的是佛陀，第二个菩萨，第三个罗汉。像现在学校里面的学位一样，现在学位最高的博士，第二个硕士，第三个学士。所以可以说它是佛教里面学位的名称。无上，就是最高的，在儒是圣人，在佛教里面他是佛陀，这最高的学位。「谓业惑净尽，更无所断」，见思烦恼断了，尘沙断了，无明断了，再其他的没有，他断干净了，无上士。「于三界天人凡圣之中，第一最上无等，故号世间解无上士。」这是佛的称呼。",
      "zh_TW": "第六，「世間解無上士」，這是有時候分作兩個，也有合在一起，這個地方是合在一起。「世間解者，謂世間、出世間因果諸法，無不解了也」。這是講世間法跟出世間法完全通達明瞭，沒有障礙。「無上士」，士是中國讀書人，在讀書人裡頭沒有超過他的。那是什麼？讀書人最高的是聖人，第一等的，第二等賢人，第三等君子，這也是中國古時候傳統學術裡頭三種地位的名稱。跟佛教裡面，佛、菩薩、阿羅漢是三個等級的名稱，最高的是佛陀，第二個菩薩，第三個羅漢。像現在學校裡面的學位一樣，現在學位最高的博士，第二個碩士，第三個學士。所以可以說它是佛教裡面學位的名稱。無上，就是最高的，在儒是聖人，在佛教裡面他是佛陀，這最高的學位。「謂業惑淨盡，更無所斷」，見思煩惱斷了，塵沙斷了，無明斷了，再其他的沒有，他斷乾淨了，無上士。「於三界天人凡聖之中，第一最上無等，故號世間解無上士。」這是佛的稱呼。"
    },
    {
      "id": "02-040-0047_p0026",
      "zh_CN": "第七个，「调御丈夫，谓具大丈夫力用，而说种种诸法，调伏制御一切众生」。调伏，这是说佛菩萨的教学，他有能力教化众生，帮助众生转恶为善，或者是教化。中国古人在教学里面常说教化，读书在变化气质，如果我们学了，不能变化气质，等于没学。气质怎么变化？变恶为善，变愚痴为智慧，这就是变迷为悟，变凡为圣，这是教学的功德。功是功夫，德就是真正得到的。得到善心善行，得到真正觉悟，得到无上菩提，这叫调御。调，调伏；御，制御，就是驾御、统御，都是这个意思。一切众生，「令离垢染，得大涅槃」。垢染是烦恼的代名词，也就是三大类的烦恼，见思烦恼、尘沙烦恼、无明烦恼，这三种烦恼都要断尽，你就得大般涅槃。般涅槃就是自性，得大般涅槃回归自性，在净土宗回归寂光净土，《华严经》称为妙觉如来，称他为丈夫。",
      "zh_TW": "第七個，「調御丈夫，謂具大丈夫力用，而說種種諸法，調伏制御一切眾生」。調伏，這是說佛菩薩的教學，他有能力教化眾生，幫助眾生轉惡為善，或者是教化。中國古人在教學裡面常說教化，讀書在變化氣質，如果我們學了，不能變化氣質，等於沒學。氣質怎麼變化？變惡為善，變愚痴為智慧，這就是變迷為悟，變凡為聖，這是教學的功德。功是功夫，德就是真正得到的。得到善心善行，得到真正覺悟，得到無上菩提，這叫調御。調，調伏；御，制御，就是駕御、統御，都是這個意思。一切眾生，「令離垢染，得大涅槃」。垢染是煩惱的代名詞，也就是三大類的煩惱，見思煩惱、塵沙煩惱、無明煩惱，這三種煩惱都要斷盡，你就得大般涅槃。般涅槃就是自性，得大般涅槃回歸自性，在淨土宗回歸寂光淨土，《華嚴經》稱為妙覺如來，稱他為丈夫。"
    },
    {
      "id": "02-040-0047_p0027",
      "zh_CN": "第八个德号，「天人师，谓非独与四众为师」。佛的教学是对学生，称老师。四众，出家男众、女众，在家男众、女众，这叫四众。这都是皈依三宝，发心跟佛学习，叫佛门弟子。实际，除这个之外，「所有天上人间、魔王外道、释梵天龙，悉皆归命，依教奉行，俱作弟子，故号天人师」。换句话说，天上人间，所有众生都应该依佛为老师，向佛学习，就对了。为什么？佛的教诲是最圆满的，无论在哪一方面，这个要知道。我们中国老祖宗也非常了不起，将教学层次分得很细，《大学》里头三纲八目。「大学之道，在明明德，在亲民，在止于至善」，这讲尽了，讲得多好！八目，从「格物」，从这开始，「致知、诚意、正心、修身、齐家、治国、平天下」，也讲绝了。古人真干，从小教起。从哪里干起？从格物。现在很多人把格物讲错了，这就是佛家常说的，「佛法无人说，虽智莫能解」。格是当格斗讲，物是什么？物是物欲、欲望。你要先把自己的欲望打败，你要战胜它，这叫格物。格物，换句话说，放下对精神物质那个贪求的心，这个东西首先要放下，格物就是放下。致知就是智慧，正知现前。我们智慧为什么不能现前？就是这些东西放不下，障碍你，你智慧不能现前。",
      "zh_TW": "第八個德號，「天人師，謂非獨與四眾為師」。佛的教學是對學生，稱老師。四眾，出家男眾、女眾，在家男眾、女眾，這叫四眾。這都是皈依三寶，發心跟佛學習，叫佛門弟子。實際，除這個之外，「所有天上人間、魔王外道、釋梵天龍，悉皆歸命，依教奉行，俱作弟子，故號天人師」。換句話說，天上人間，所有眾生都應該依佛為老師，向佛學習，就對了。為什麼？佛的教誨是最圓滿的，無論在哪一方面，這個要知道。我們中國老祖宗也非常了不起，將教學層次分得很細，《大學》裡頭三綱八目。「大學之道，在明明德，在親民，在止於至善」，這講盡了，講得多好！八目，從「格物」，從這開始，「致知、誠意、正心、修身、齊家、治國、平天下」，也講絕了。古人真幹，從小教起。從哪裡幹起？從格物。現在很多人把格物講錯了，這就是佛家常說的，「佛法無人說，雖智莫能解」。格是當格鬥講，物是什麼？物是物欲、欲望。你要先把自己的欲望打敗，你要戰勝它，這叫格物。格物，換句話說，放下對精神物質那個貪求的心，這個東西首先要放下，格物就是放下。致知就是智慧，正知現前。我們智慧為什麼不能現前？就是這些東西放不下，障礙你，你智慧不能現前。"
    },
    {
      "id": "02-040-0047_p0028",
      "zh_CN": "中国老祖宗厉害。所以我们读了这些书，我有一次就请教老师，李老师，我说我们中国古圣先贤是不是诸佛菩萨来应化的？因为他们的智慧跟佛菩萨所讲没两样。老师回答得很好，他说理上说得通，事上没证据。他没有说他是什么佛菩萨再来的，他没有说，没证据，理上是一定讲得通。你看观世音菩萨三十二应，应以什么身得度就现什么身，中国人喜欢圣贤，用圣贤身来得度、来教化；印度人喜欢佛菩萨，他就现佛菩萨身。所以我们就想着，所有宗教创始人统统是佛菩萨的化身，讲得通。我跟江逸子老师说过，他是画家，我们这里供奉着，外面，千手观音，他画的，画得真好。我给他讲，千手观音那三十二个面孔就是三十二应，要画成各种不同的族群、各种不同的宗教，画出来，就更明显，全是观世音菩萨的化身。这个话我还听一个人讲过，日本老和尚，中村康隆，我跟他见过两次面，第一次见面，他一百岁；第二次见面，好像是一百零二岁，他一百零三岁走了。这个老和尚很有趣味，我跟他见面，他告诉我，全世界宗教创始人都是观世音菩萨的化身。我完全同意，我没有怀疑。我离开，他的大徒弟桥本送我到大门口，告诉我，他说法师，我们老和尚一生没说过这个话，今天跟你见面，怎么会说出这句话？世界上所有宗教的创始人都是观世音菩萨的化身，这个老和尚跟我们一个看法，为我们作证，很难得。所以天人师，天上人间、魔王外道，都应当以佛为师。释，帝释天；梵天，大梵天；天龙八部，护法神，悉皆归命，统统都要向佛学习，都要以佛为老师，依教奉行，俱作弟子，统统都是佛的弟子。所以佛号天人师，这个意思很圆满。",
      "zh_TW": "中國老祖宗厲害。所以我們讀了這些書，我有一次就請教老師，李老師，我說我們中國古聖先賢是不是諸佛菩薩來應化的？因為他們的智慧跟佛菩薩所講沒兩樣。老師回答得很好，他說理上說得通，事上沒證據。他沒有說他是什麼佛菩薩再來的，他沒有說，沒證據，理上是一定講得通。你看觀世音菩薩三十二應，應以什麼身得度就現什麼身，中國人喜歡聖賢，用聖賢身來得度、來教化；印度人喜歡佛菩薩，他就現佛菩薩身。所以我們就想著，所有宗教創始人統統是佛菩薩的化身，講得通。我跟江逸子老師說過，他是畫家，我們這裡供奉著，外面，千手觀音，他畫的，畫得真好。我給他講，千手觀音那三十二個面孔就是三十二應，要畫成各種不同的族群、各種不同的宗教，畫出來，就更明顯，全是觀世音菩薩的化身。這個話我還聽一個人講過，日本老和尚，中村康隆，我跟他見過兩次面，第一次見面，他一百歲；第二次見面，好像是一百零二歲，他一百零三歲走了。這個老和尚很有趣味，我跟他見面，他告訴我，全世界宗教創始人都是觀世音菩薩的化身。我完全同意，我沒有懷疑。我離開，他的大徒弟橋本送我到大門口，告訴我，他說法師，我們老和尚一生沒說過這個話，今天跟你見面，怎麼會說出這句話？世界上所有宗教的創始人都是觀世音菩薩的化身，這個老和尚跟我們一個看法，為我們作證，很難得。所以天人師，天上人間、魔王外道，都應當以佛為師。釋，帝釋天；梵天，大梵天；天龍八部，護法神，悉皆歸命，統統都要向佛學習，都要以佛為老師，依教奉行，俱作弟子，統統都是佛的弟子。所以佛號天人師，這個意思很圓滿。"
    },
    {
      "id": "02-040-0047_p0029",
      "zh_CN": "第九，称「佛，梵语具云佛陀」，中国人喜欢简单，把尾音省掉，只称佛。「谓智慧具足，三觉圆满」，三觉就是自觉、觉他、觉行圆满，智慧具足，「故号为佛」，佛是这个意思。这个地方应当还加两个字，智慧、福德。我们在念三皈依的时候常念，「皈依佛，二足尊；皈依法，离欲尊；皈依僧，众中尊」。这个三皈依是常常念的，意思就更圆满，众生要求的智慧、福德，我们把佛介绍给他，佛就是圆满的智慧、圆满的福德。",
      "zh_TW": "第九，稱「佛，梵語具云佛陀」，中國人喜歡簡單，把尾音省掉，只稱佛。「謂智慧具足，三覺圓滿」，三覺就是自覺、覺他、覺行圓滿，智慧具足，「故號為佛」，佛是這個意思。這個地方應當還加兩個字，智慧、福德。我們在念三皈依的時候常念，「皈依佛，二足尊；皈依法，離欲尊；皈依僧，眾中尊」。這個三皈依是常常念的，意思就更圓滿，眾生要求的智慧、福德，我們把佛介紹給他，佛就是圓滿的智慧、圓滿的福德。"
    },
    {
      "id": "02-040-0047_p0030",
      "zh_CN": "第十，「世尊，谓以智慧等法，破彼贪瞋痴等不善之法」，就是贪瞋痴慢疑，众生有，不善，佛法用智慧把这些不善法统统断掉了，「灭生死苦」，不再搞六道轮回，永远超越六道、超越十法界，「得无上觉，天人凡圣，世间、出世间，咸皆尊重，故号世尊」。这个世，世出世间对他都非常尊重，称之为世尊。这是《十号经》里头所说的，但是《华严》有说，大乘经典常说，有很多说法，世间解、无上士是两个，到佛，这是第十，世尊是具足前面十号，称之为世尊。这个说法也非常之好，世尊一定具足前面十号，世出世间没有不尊重的，称之为世尊。",
      "zh_TW": "第十，「世尊，謂以智慧等法，破彼貪瞋痴等不善之法」，就是貪瞋痴慢疑，眾生有，不善，佛法用智慧把這些不善法統統斷掉了，「滅生死苦」，不再搞六道輪迴，永遠超越六道、超越十法界，「得無上覺，天人凡聖，世間、出世間，咸皆尊重，故號世尊」。這個世，世出世間對他都非常尊重，稱之為世尊。這是《十號經》裡頭所說的，但是《華嚴》有說，大乘經典常說，有很多說法，世間解、無上士是兩個，到佛，這是第十，世尊是具足前面十號，稱之為世尊。這個說法也非常之好，世尊一定具足前面十號，世出世間沒有不尊重的，稱之為世尊。"
    },
    {
      "id": "02-040-0047_p0031",
      "zh_CN": "好，正好时间到，我们就学到此地。",
      "zh_TW": "好，正好時間到，我們就學到此地。"
    }
  ]
}