{
  "doc_id": "02-040-0184",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一八四集",
    "zh_TW": "第一八四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-040-0184",
  "total_paragraphs": 37,
  "paragraphs": [
    {
      "id": "02-040-0184_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。我们先念三皈依，跟着我先念三皈依，「阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊，皈依达摩，离欲中尊，皈依僧伽，诸众中尊」。",
      "zh_TW": "諸位法師，諸位同學，請坐。我們先念三皈依，跟著我先念三皈依，「阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊，皈依達摩，離欲中尊，皈依僧伽，諸眾中尊」。"
    },
    {
      "id": "02-040-0184_p0002",
      "zh_CN": "请看《大经科注》第四百四十四页，第一行：",
      "zh_TW": "請看《大經科註》第四百四十四頁，第一行："
    },
    {
      "id": "02-040-0184_p0003",
      "zh_CN": "【三十二种大丈夫相。】",
      "zh_TW": "【三十二種大丈夫相。】"
    },
    {
      "id": "02-040-0184_p0004",
      "zh_CN": "这是说三十二相，我们学到第二十七。二十七，因为时间不够，后面有几句很重要，我们没有学完，现在我们接着从二十七开头念起。「二十七、广长舌相：谓舌广而长，柔软红薄，能覆面而至于发际也」。这个相是从不妄语来的，为大家证信。大乘经上告诉我们，一个人三世不妄语，说过去三世不妄语，他的舌伸出来可以舔到鼻尖，就有这么长。释迦牟尼佛的舌头伸出来可以把脸盖住，跟大众宣布，这是过去生生世世没有妄语，就是于口四过，不妄语、不两舌、不绮语、不恶口，生生世世不犯口业，得广长舌相。经典里面记载，世尊确实在世表演过，有人不信，他示现给大家看。只有生生世世不妄语，才有这种瑞相。这个地方为我们说明广长舌相是怎么修成的，「系发弘誓心」，这个弘誓就是一般佛门常说的四弘誓愿。佛的心愿就是一桩事，帮助全宇宙所有一切众生离苦得乐，就为这个，很单纯。众生苦，太苦了。苦从哪里来？苦从不了解宇宙万有的真相，于是对宇宙之间一切万物，他看错、想错了，于是说错、做错了，这些错误感召来不善的果报就是苦，苦果。如果明白、清楚了，他就有正知正见，他没有看错、没有想错、没有说错、没有做错，这是诸佛菩萨的行为。",
      "zh_TW": "這是說三十二相，我們學到第二十七。二十七，因為時間不夠，後面有幾句很重要，我們沒有學完，現在我們接著從二十七開頭念起。「二十七、廣長舌相：謂舌廣而長，柔軟紅薄，能覆面而至于髮際也」。這個相是從不妄語來的，為大家證信。大乘經上告訴我們，一個人三世不妄語，說過去三世不妄語，他的舌伸出來可以舔到鼻尖，就有這麼長。釋迦牟尼佛的舌頭伸出來可以把臉蓋住，跟大眾宣布，這是過去生生世世沒有妄語，就是於口四過，不妄語、不兩舌、不綺語、不惡口，生生世世不犯口業，得廣長舌相。經典裡面記載，世尊確實在世表演過，有人不信，他示現給大家看。只有生生世世不妄語，才有這種瑞相。這個地方為我們說明廣長舌相是怎麼修成的，「係發弘誓心」，這個弘誓就是一般佛門常說的四弘誓願。佛的心願就是一樁事，幫助全宇宙所有一切眾生離苦得樂，就為這個，很單純。眾生苦，太苦了。苦從哪裡來？苦從不了解宇宙萬有的真相，於是對宇宙之間一切萬物，他看錯、想錯了，於是說錯、做錯了，這些錯誤感召來不善的果報就是苦，苦果。如果明白、清楚了，他就有正知正見，他沒有看錯、沒有想錯、沒有說錯、沒有做錯，這是諸佛菩薩的行為。"
    },
    {
      "id": "02-040-0184_p0005",
      "zh_CN": "学佛，首先要认识释迦牟尼佛。我过去初入佛门，老师教我的。你对他不认识、不了解，你会走到邪道上去了，要不然就走上偏道上去了，你没有在正道，学邪了、学偏的人不知道有多少。所以老师第一步教我看的书，看《释迦谱》、《释迦方志》，唐朝时候大德们编的，就是释迦牟尼佛的传记。读了之后才恍然大悟，佛教它不是宗教。现在变成宗教了，我们也不能不承认，它真变成宗教，变质了。在今天社会，佛教有六种不同的形象出现，都叫佛教，我们得认识清楚，要不然就搞错了。真正的佛教，是释迦牟尼佛传下来的佛陀教育，这个要知道。佛陀、菩萨、阿罗汉这些名称是佛教育里面的学位名称，就像现在大学里面博士、硕士、学士，这得搞清楚。所以大乘经上说，一切众生本来是佛，一切众生皆得作佛。这个话说得好，这是学位，人人都可以拿到。这个学位要怎样才能拿到？恢复你的本能，这就是佛陀教育的理念跟方法，跟我们现在世间完全不一样。",
      "zh_TW": "學佛，首先要認識釋迦牟尼佛。我過去初入佛門，老師教我的。你對他不認識、不了解，你會走到邪道上去了，要不然就走上偏道上去了，你沒有在正道，學邪了、學偏的人不知道有多少。所以老師第一步教我看的書，看《釋迦譜》、《釋迦方志》，唐朝時候大德們編的，就是釋迦牟尼佛的傳記。讀了之後才恍然大悟，佛教它不是宗教。現在變成宗教了，我們也不能不承認，它真變成宗教，變質了。在今天社會，佛教有六種不同的形象出現，都叫佛教，我們得認識清楚，要不然就搞錯了。真正的佛教，是釋迦牟尼佛傳下來的佛陀教育，這個要知道。佛陀、菩薩、阿羅漢這些名稱是佛教育裡面的學位名稱，就像現在大學裡面博士、碩士、學士，這得搞清楚。所以大乘經上說，一切眾生本來是佛，一切眾生皆得作佛。這個話說得好，這是學位，人人都可以拿到。這個學位要怎樣才能拿到？恢復你的本能，這就是佛陀教育的理念跟方法，跟我們現在世間完全不一樣。"
    },
    {
      "id": "02-040-0184_p0006",
      "zh_CN": "我在纽约参观过纽约大学，在伦敦去参观过剑桥、牛津跟伦敦大学，他们这些学校里面都有中文系，学中国文化的。我跟他们的同学交流，跟他们的教授座谈，对他们就了解了，他们用西方的方法来学，学习。西方人的理念，他有博士学位、有硕士学位，可是他们是以广学多闻，走这个路子。这在中国传统是没有的。佛教传到中国来之后，佛法里面的学习原则是戒定慧三学，因戒得定，因定开慧。换句话说，佛教的教学，它的重点是叫你开悟，不重视记诵。广学多闻，佛教也讲，但是是在第二个阶段。第一个阶段是开悟，所谓大彻大悟明心见性，开悟之后才广学多闻；没开悟之前，只有一门深入、长时薰修。古人讲的「读书千遍，其义自见」，自然就通了，意思自然就明白了。为什么？读书千遍就是持戒，持戒就是守规矩。你守着这规矩，你去做，你把这部书从头到尾念一千遍，一千遍念下来心就定了。你看，它目的在此地，用读书的方法修禅定，定到一定的程度就豁然大悟。这一悟，不但你这部经的道理全明白了，他能触类旁通，一切经全通了。这西方人做不到，他不懂这个方法，他认为这个方法不可思议。我们今天把这个方法找回来，恢复，让西方人看看，时间只要十年。一个是按一般学校广学多闻，学几十门功课，一个是十年就读一部书，十年之后来比赛一下，看谁行。这个一门深入的人，对于没有学过的东西，他只要一接触就明了。",
      "zh_TW": "我在紐約參觀過紐約大學，在倫敦去參觀過劍橋、牛津跟倫敦大學，他們這些學校裡面都有中文系，學中國文化的。我跟他們的同學交流，跟他們的教授座談，對他們就了解了，他們用西方的方法來學，學習。西方人的理念，他有博士學位、有碩士學位，可是他們是以廣學多聞，走這個路子。這在中國傳統是沒有的。佛教傳到中國來之後，佛法裡面的學習原則是戒定慧三學，因戒得定，因定開慧。換句話說，佛教的教學，它的重點是叫你開悟，不重視記誦。廣學多聞，佛教也講，但是是在第二個階段。第一個階段是開悟，所謂大徹大悟明心見性，開悟之後才廣學多聞；沒開悟之前，只有一門深入、長時薰修。古人講的「讀書千遍，其義自見」，自然就通了，意思自然就明白了。為什麼？讀書千遍就是持戒，持戒就是守規矩。你守著這規矩，你去做，你把這部書從頭到尾念一千遍，一千遍念下來心就定了。你看，它目的在此地，用讀書的方法修禪定，定到一定的程度就豁然大悟。這一悟，不但你這部經的道理全明白了，他能觸類旁通，一切經全通了。這西方人做不到，他不懂這個方法，他認為這個方法不可思議。我們今天把這個方法找回來，恢復，讓西方人看看，時間只要十年。一個是按一般學校廣學多聞，學幾十門功課，一個是十年就讀一部書，十年之後來比賽一下，看誰行。這個一門深入的人，對於沒有學過的東西，他只要一接觸就明瞭。"
    },
    {
      "id": "02-040-0184_p0007",
      "zh_CN": "其实，释迦牟尼佛他已经表演一个例子给我们看了。他是很不错，是个知识分子，非常好学，十九岁离开家庭，舍弃王位、舍弃荣华富贵的生活，去做一个苦行僧，出去参学。在当时，印度的确宗教跟哲学都是世界之冠，他不辞辛劳，每一个宗教他都学过，每一个学派他也学过，他用了十二年的时间。印度无论是宗教学派，它们着重禅定，佛法里面讲的四禅八定，实际上是婆罗门教的。婆罗门教的历史有一万三千多年。他们那些长老大德有几位我很熟悉，我们常在一起。他告诉我们，他们的宗教至少有一万三千年的历史，但是印度人不重视历史，没有文字记载，都是世代相传，我们相信。现在在全世界承认，他们至少有八千年的历史。所以在一切宗教里头，它的历史最久。我们排顺序，它排在第一。我们是按历史年代来排，第一个就是婆罗门教，现在叫兴都教。",
      "zh_TW": "其實，釋迦牟尼佛他已經表演一個例子給我們看了。他是很不錯，是個知識分子，非常好學，十九歲離開家庭，捨棄王位、捨棄榮華富貴的生活，去做一個苦行僧，出去參學。在當時，印度的確宗教跟哲學都是世界之冠，他不辭辛勞，每一個宗教他都學過，每一個學派他也學過，他用了十二年的時間。印度無論是宗教學派，它們著重禪定，佛法裡面講的四禪八定，實際上是婆羅門教的。婆羅門教的歷史有一萬三千多年。他們那些長老大德有幾位我很熟悉，我們常在一起。他告訴我們，他們的宗教至少有一萬三千年的歷史，但是印度人不重視歷史，沒有文字記載，都是世代相傳，我們相信。現在在全世界承認，他們至少有八千年的歷史。所以在一切宗教裡頭，它的歷史最久。我們排順序，它排在第一。我們是按歷史年代來排，第一個就是婆羅門教，現在叫興都教。"
    },
    {
      "id": "02-040-0184_p0008",
      "zh_CN": "我相信我们中国传统文化也不会少于一万三千年。为什么？一万三千年前没有文字，文字发明到现在时间并不长，黄帝时候才制作文字，黄帝到我们现在四千五百年。黄帝之前，有伏羲开始画八卦，如果算伏羲，那再加上一千前，五千五百年，从画八卦时候开始。但是没有文字，不能说没有文化，文化起源得更早。我相信老祖宗留给我们的五伦、五常这两样东西，肯定超过一万年。世世代代相传不会传错，为什么？它简单。五伦就二十个字，「父子有亲，夫妇有别，君臣有义，长幼有序，朋友有信」，这能传错吗？传十万年也不会传错，这个相信非常非常久远。人之做人的道理、做人的标准，提出了五德，「仁义礼智信」，五个字，也不会传错。以后，应该在黄帝以后，这些先贤又从五伦五常延伸出来四维八德。四维，管仲说的。管仲是春秋时代人，比孔子早，提倡的四维；八德就更后一点了。所以中国传统文化就这四科，五伦、五常、四维、八德，很好记。这四科，从上古一直到满清，千万年来中国人都遵守。所以中国这个族群是伦理道德起家，世世代代都奉行，不敢违背，在全世界找不到第二个族群像中国人一样。我们对于老祖宗要有信心，老祖宗这四科是真理，超越时间，超越空间，永恒不变，后世子子孙孙都遵守。这个族群长治久安，每一个朝代都出现太平盛世，靠什么？就靠这个教育。",
      "zh_TW": "我相信我們中國傳統文化也不會少於一萬三千年。為什麼？一萬三千年前沒有文字，文字發明到現在時間並不長，黃帝時候才製作文字，黃帝到我們現在四千五百年。黃帝之前，有伏羲開始畫八卦，如果算伏羲，那再加上一千前，五千五百年，從畫八卦時候開始。但是沒有文字，不能說沒有文化，文化起源得更早。我相信老祖宗留給我們的五倫、五常這兩樣東西，肯定超過一萬年。世世代代相傳不會傳錯，為什麼？它簡單。五倫就二十個字，「父子有親，夫婦有別，君臣有義，長幼有序，朋友有信」，這能傳錯嗎？傳十萬年也不會傳錯，這個相信非常非常久遠。人之做人的道理、做人的標準，提出了五德，「仁義禮智信」，五個字，也不會傳錯。以後，應該在黃帝以後，這些先賢又從五倫五常延伸出來四維八德。四維，管仲說的。管仲是春秋時代人，比孔子早，提倡的四維；八德就更後一點了。所以中國傳統文化就這四科，五倫、五常、四維、八德，很好記。這四科，從上古一直到滿清，千萬年來中國人都遵守。所以中國這個族群是倫理道德起家，世世代代都奉行，不敢違背，在全世界找不到第二個族群像中國人一樣。我們對於老祖宗要有信心，老祖宗這四科是真理，超越時間，超越空間，永恆不變，後世子子孫孫都遵守。這個族群長治久安，每一個朝代都出現太平盛世，靠什麼？就靠這個教育。"
    },
    {
      "id": "02-040-0184_p0009",
      "zh_CN": "今天社会乱了，灾难来了，为什么？违背了这些原则。左丘明在《左传》里头留了一句话，说「人弃常则妖兴」。古德也有两句话留给后人，说「子不教，人心坏了；家不齐，社会乱了」。你看，看到古人，这都是二千五百年前人所说的，看我们今天的社会，完全正确。中国自古以来最重视的是教育，今天社会之乱，为什么会乱？教育疏忽了。学校很多，是教人知识，尤其是科技知识，对于做人的学问不讲了，没有了。所以他会做事，他不会做人，社会就乱了。科技发达招来这么多灾难，好像在三十几年前，就有很多预言讲世界的灾难、讲世界末日，我在美国看到的。有六种，里头有一种是核武战争，就是六种都有可能，里头有这一条。真的如果爆发核武战争，那就是世界末日，就是人类的大劫难。这个战争是疯狂战争，这个战争没有输赢的战争，大家一起死，才会发生这个事情。如果人想活着，这个战争就不会爆发；人不想活了，这个战争会爆发。这是我们不能不知道的。",
      "zh_TW": "今天社會亂了，災難來了，為什麼？違背了這些原則。左丘明在《左傳》裡頭留了一句話，說「人棄常則妖興」。古德也有兩句話留給後人，說「子不教，人心壞了；家不齊，社會亂了」。你看，看到古人，這都是二千五百年前人所說的，看我們今天的社會，完全正確。中國自古以來最重視的是教育，今天社會之亂，為什麼會亂？教育疏忽了。學校很多，是教人知識，尤其是科技知識，對於做人的學問不講了，沒有了。所以他會做事，他不會做人，社會就亂了。科技發達招來這麼多災難，好像在三十幾年前，就有很多預言講世界的災難、講世界末日，我在美國看到的。有六種，裡頭有一種是核武戰爭，就是六種都有可能，裡頭有這一條。真的如果爆發核武戰爭，那就是世界末日，就是人類的大劫難。這個戰爭是瘋狂戰爭，這個戰爭沒有輸贏的戰爭，大家一起死，才會發生這個事情。如果人想活著，這個戰爭就不會爆發；人不想活了，這個戰爭會爆發。這是我們不能不知道的。"
    },
    {
      "id": "02-040-0184_p0010",
      "zh_CN": "全世界，哪个地方最安全？我说中国最安全。为什么？中国祖宗积的德厚。中国人把祖宗丢掉，这大不孝，不过两百年。如果说一万二千年的历史的话，两百年是很短的时间。所以中国有灾难，那是老祖宗对不肖子孙的惩罚，不会灭亡。但是在世界上其他国家，没有这个底蕴。这是我们建立对国家民族的信心，唯一的理由。《易经》上说得很好，「积善之家，必有余庆；积不善之家，必有余殃」。中国是一万多年来积善之家，我们要相信。英国汤恩比博士说得好，古代中国人心量大，能包容异族文化。他这个话是专门指佛教，佛教从印度传入中国。他说佛教丰富了中国本土文化。佛教跟中国文化确实集合成一体，分不开。儒家采用了它，戒定慧三学，道也采用了它。",
      "zh_TW": "全世界，哪個地方最安全？我說中國最安全。為什麼？中國祖宗積的德厚。中國人把祖宗丟掉，這大不孝，不過兩百年。如果說一萬二千年的歷史的話，兩百年是很短的時間。所以中國有災難，那是老祖宗對不肖子孫的懲罰，不會滅亡。但是在世界上其他國家，沒有這個底蘊。這是我們建立對國家民族的信心，唯一的理由。《易經》上說得很好，「積善之家，必有餘慶；積不善之家，必有餘殃」。中國是一萬多年來積善之家，我們要相信。英國湯恩比博士說得好，古代中國人心量大，能包容異族文化。他這個話是專門指佛教，佛教從印度傳入中國。他說佛教豐富了中國本土文化。佛教跟中國文化確實集合成一體，分不開。儒家採用了它，戒定慧三學，道也採用了它。"
    },
    {
      "id": "02-040-0184_p0011",
      "zh_CN": "古人用佛经的大乘思想，解释儒家的四书五经。憨山大师有，蕅益大师有，这出家人作的。在家这些诸子，他们儒释道三家东西统统都学，融会贯通，或是以儒做代表来宣扬，或是以道，或是以佛，都是融会贯通。单独搞一家的，没见到过。所以表面上有儒释道，内里面是一家，他统统都学。一家的观念，就是今天所谓的多元文化，挺时髦的。中国人讲多元文化，一千三百年前，有证据。中国大陆少林寺有一块碑，这个碑我们有拓片，叫「三教九流混元图」。当中有个人像，那个人像从正面看是释迦牟尼佛，从左侧看是孔子，从右侧看是老子，这三位变成一体；手上拿着一张图，那个图是九流，叫三教九流是一家。这个碑是什么时候刻的？唐肃宗的时候。唐朝肃宗，肃宗是唐明皇的儿子，那个时候中国就讲三教九流是一家，就是今天讲的多元文化。样样你慢慢去推衍，统统是中国人带头，中国人领先。",
      "zh_TW": "古人用佛經的大乘思想，解釋儒家的四書五經。憨山大師有，蕅益大師有，這出家人作的。在家這些諸子，他們儒釋道三家東西統統都學，融會貫通，或是以儒做代表來宣揚，或是以道，或是以佛，都是融會貫通。單獨搞一家的，沒見到過。所以表面上有儒釋道，內裡面是一家，他統統都學。一家的觀念，就是今天所謂的多元文化，挺時髦的。中國人講多元文化，一千三百年前，有證據。中國大陸少林寺有一塊碑，這個碑我們有拓片，叫「三教九流混元圖」。當中有個人像，那個人像從正面看是釋迦牟尼佛，從左側看是孔子，從右側看是老子，這三位變成一體；手上拿著一張圖，那個圖是九流，叫三教九流是一家。這個碑是什麼時候刻的？唐肅宗的時候。唐朝肅宗，肅宗是唐明皇的兒子，那個時候中國就講三教九流是一家，就是今天講的多元文化。樣樣你慢慢去推衍，統統是中國人帶頭，中國人領先。"
    },
    {
      "id": "02-040-0184_p0012",
      "zh_CN": "所以宗教能不能团结？能。不但要团结，宗教要回归教育。每一个宗教，虽然他们建立一个神、一个宇宙的主宰，但是最初创教的人全是社会教育家。你看摩西、看穆罕默德，乃至于看耶稣，都是讲经教学。佛教没有立一个主宰的神，它是纯粹教育。你看我们称释迦牟尼佛，称他作本师，根本的老师，自称弟子。我们跟释迦什么关系？师生的关系，这在宗教里头没有。刚才我说过，佛陀是最高的学位，好像现在的博士；菩萨是第二个学位，次于佛陀的，这是硕士；阿罗汉是最低的学位，学士。在佛法，你要拿到这三个学位，不论拿到哪一种，不是你学的东西多，不是这个，完全讲定慧，讲戒定慧。你得小定、开小智慧，这是阿罗汉。那个小定、小智慧也了不起，对于六道里面的情况一清二楚。这是今天所讲的哲学与科学。六道的范围非常大，黄念祖老居士告诉我，多大的范围？以银河系为单位，十亿个银河系。今天地球上的科学跟哲学还没达到，阿罗汉知道。",
      "zh_TW": "所以宗教能不能團結？能。不但要團結，宗教要回歸教育。每一個宗教，雖然他們建立一個神、一個宇宙的主宰，但是最初創教的人全是社會教育家。你看摩西、看穆罕默德，乃至於看耶穌，都是講經教學。佛教沒有立一個主宰的神，它是純粹教育。你看我們稱釋迦牟尼佛，稱他作本師，根本的老師，自稱弟子。我們跟釋迦什麼關係？師生的關係，這在宗教裡頭沒有。剛才我說過，佛陀是最高的學位，好像現在的博士；菩薩是第二個學位，次於佛陀的，這是碩士；阿羅漢是最低的學位，學士。在佛法，你要拿到這三個學位，不論拿到哪一種，不是你學的東西多，不是這個，完全講定慧，講戒定慧。你得小定、開小智慧，這是阿羅漢。那個小定、小智慧也了不起，對於六道裡面的情況一清二楚。這是今天所講的哲學與科學。六道的範圍非常大，黃念祖老居士告訴我，多大的範圍？以銀河系為單位，十億個銀河系。今天地球上的科學跟哲學還沒達到，阿羅漢知道。"
    },
    {
      "id": "02-040-0184_p0013",
      "zh_CN": "所以佛教教学的内容是什么？我们可以把它大分为五大类，它讲伦理、讲道德、讲因果，这三门普世教育，能够帮助社会得到安定和谐，能够帮助我们个人得到幸福美满；再往上提升，这是禅宗所说向上一着，那是高等科学、高等哲学。现代量子学家，最近这二、三十年的发现，我们看他的报告，佛经上全有。宇宙怎么来的？怎么发生的？万法从哪里来的？我从哪里来的？我到底是什么？什么是心？什么是身？到底怎么回事情，佛法讲得比科学家清楚，它真的是高等科学、高等哲学，讲到究竟圆满。他们怎么知道的？没有科学的工具，没有这些仪器，他怎么晓得？完全从禅定，他不需要外面东西，用自己的本能。定中时间空间没有了，就可以能够见到宇宙的起源。",
      "zh_TW": "所以佛教教學的內容是什麼？我們可以把它大分為五大類，它講倫理、講道德、講因果，這三門普世教育，能夠幫助社會得到安定和諧，能夠幫助我們個人得到幸福美滿；再往上提升，這是禪宗所說向上一著，那是高等科學、高等哲學。現代量子學家，最近這二、三十年的發現，我們看他的報告，佛經上全有。宇宙怎麼來的？怎麼發生的？萬法從哪裡來的？我從哪裡來的？我到底是什麼？什麼是心？什麼是身？到底怎麼回事情，佛法講得比科學家清楚，它真的是高等科學、高等哲學，講到究竟圓滿。他們怎麼知道的？沒有科學的工具，沒有這些儀器，他怎麼曉得？完全從禪定，他不需要外面東西，用自己的本能。定中時間空間沒有了，就可以能夠見到宇宙的起源。"
    },
    {
      "id": "02-040-0184_p0014",
      "zh_CN": "大乘里面的禅定，大分五十一个等级，分配在这些菩萨位置上。十信、十住、十行、十回向、十地、等觉、妙觉，总共五十二个等级。对于宇宙彻底明了，这经上说八地以上，就是五十二个等级里头最上层的五个等级，他们全知道。他们看见了，他们听到了、接触到了，科学家还是间接见到的，他们是直接见到的。而且非常管用，能够将戒定慧这三样东西应用在日常生活，应用在工作、处事待人接物，得大自在。所以这是一门大学问，你要是明白之后，不能不学它。从今天许多称呼当中，你都了解它，它与宗教不相关。佛门里面称指导老师、称校长、称和尚，和尚是印度话。和尚什么意思？叫亲教师。一个学校只有一个称和尚的，校长。这个学校的教学是他负完全责任，他策划的。教员是执行的人，他不称为和尚。和尚是真正为我们排定课程，安排课程、安排教学的，这个人是和尚；另外在大学里面指导教授可以称和尚，其他的称阿阇黎，这都是印度话。阿阇黎是什么？轨范师，他的言行可以做我的榜样、做我的模范，我要跟他学习。这就是一般授课的老师，阿阇黎，我跟他学过，他教过我。学校还有许多没有教过我们的，是我们学校老师，但是我没有上过他的课，这个就是一般称法师。称阿阇黎是授课的老师，称校长是主持教育的这个老师。",
      "zh_TW": "大乘裡面的禪定，大分五十一個等級，分配在這些菩薩位置上。十信、十住、十行、十迴向、十地、等覺、妙覺，總共五十二個等級。對於宇宙徹底明瞭，這經上說八地以上，就是五十二個等級裡頭最上層的五個等級，他們全知道。他們看見了，他們聽到了、接觸到了，科學家還是間接見到的，他們是直接見到的。而且非常管用，能夠將戒定慧這三樣東西應用在日常生活，應用在工作、處事待人接物，得大自在。所以這是一門大學問，你要是明白之後，不能不學它。從今天許多稱呼當中，你都了解它，它與宗教不相關。佛門裡面稱指導老師、稱校長、稱和尚，和尚是印度話。和尚什麼意思？叫親教師。一個學校只有一個稱和尚的，校長。這個學校的教學是他負完全責任，他策劃的。教員是執行的人，他不稱為和尚。和尚是真正為我們排定課程，安排課程、安排教學的，這個人是和尚；另外在大學裡面指導教授可以稱和尚，其他的稱阿闍黎，這都是印度話。阿闍黎是什麼？軌範師，他的言行可以做我的榜樣、做我的模範，我要跟他學習。這就是一般授課的老師，阿闍黎，我跟他學過，他教過我。學校還有許多沒有教過我們的，是我們學校老師，但是我沒有上過他的課，這個就是一般稱法師。稱阿闍黎是授課的老師，稱校長是主持教育的這個老師。"
    },
    {
      "id": "02-040-0184_p0015",
      "zh_CN": "看佛门丛林，丛林是中国人创办的。世尊当年在世教学，是私塾教学，虽然人数很多，学生有一千二百五十五个人，常年跟随佛陀，佛到哪里他们跟到哪里，但是是私塾教学，没有建立制度，没有制度。丛林制度就是正规用学校的这种形式来推动这个教育，所以丛林就是现在的大学。丛林的方丈、住持，或者称主席，都可以称，就是校长，统筹教学的。丛林里面的首座和尚是教务长，维那是训导长，监院是总务长，跟现在大学完全相同，名称不一样，业务完全相同。这是佛教到中国来，唐朝时候把它正规化了。我学佛的时候跟方东美先生，我跟他学哲学的，他为我讲一部《哲学概论》，最后一个单元「佛经哲学」。我从这里入门的，从这个地方知道佛教是什么，这搞清楚了。以前不知道，认为它是迷信，根本就不碰它，明了之后才晓得这是大学问，了不起的大学问。方老师告诉我，中国佛教要复兴，必须要恢复丛林制度。丛林制度是唐朝马祖、百丈这两位大德他们建立的，他是禅宗第八代，就是惠能的徒孙。惠能是第六代，这两个人都是第八代，把佛教正规化，真正有了组织、有了制度。所以这个提醒是非常有智慧，必须要恢复到教育，回归到教育。",
      "zh_TW": "看佛門叢林，叢林是中國人創辦的。世尊當年在世教學，是私塾教學，雖然人數很多，學生有一千二百五十五個人，常年跟隨佛陀，佛到哪裡他們跟到哪裡，但是是私塾教學，沒有建立制度，沒有制度。叢林制度就是正規用學校的這種形式來推動這個教育，所以叢林就是現在的大學。叢林的方丈、住持，或者稱主席，都可以稱，就是校長，統籌教學的。叢林裡面的首座和尚是教務長，維那是訓導長，監院是總務長，跟現在大學完全相同，名稱不一樣，業務完全相同。這是佛教到中國來，唐朝時候把它正規化了。我學佛的時候跟方東美先生，我跟他學哲學的，他為我講一部《哲學概論》，最後一個單元「佛經哲學」。我從這裡入門的，從這個地方知道佛教是什麼，這搞清楚了。以前不知道，認為它是迷信，根本就不碰它，明瞭之後才曉得這是大學問，了不起的大學問。方老師告訴我，中國佛教要復興，必須要恢復叢林制度。叢林制度是唐朝馬祖、百丈這兩位大德他們建立的，他是禪宗第八代，就是惠能的徒孫。惠能是第六代，這兩個人都是第八代，把佛教正規化，真正有了組織、有了制度。所以這個提醒是非常有智慧，必須要恢復到教育，回歸到教育。"
    },
    {
      "id": "02-040-0184_p0016",
      "zh_CN": "释迦牟尼佛当年在世，四十九年讲经教学。他开悟之后，三十岁开悟就开始教学，七十九岁圆寂，整整教了四十九年，没有建道场，没有寺庙。他们多半都是住在野外，树下一宿，日中一食，吃饭是出去托钵，休息在树底下。连佛灭度，他老人家走的时候是在树林里面走的，不是在房子里头。最后走的时候教导我们，「以戒为师，以苦为师」。学佛要持戒，要能受苦。苦，对修行人有最大的好处，为什么？贪瞋痴慢你真能放下。你不能吃苦，这个烦恼习气放不下；放不下，对你得定、开悟是障碍。真正能放下、能吃苦，你就很容易得定、很容易开悟，它道理在此地。",
      "zh_TW": "釋迦牟尼佛當年在世，四十九年講經教學。他開悟之後，三十歲開悟就開始教學，七十九歲圓寂，整整教了四十九年，沒有建道場，沒有寺廟。他們多半都是住在野外，樹下一宿，日中一食，吃飯是出去托缽，休息在樹底下。連佛滅度，他老人家走的時候是在樹林裡面走的，不是在房子裡頭。最後走的時候教導我們，「以戒為師，以苦為師」。學佛要持戒，要能受苦。苦，對修行人有最大的好處，為什麼？貪瞋痴慢你真能放下。你不能吃苦，這個煩惱習氣放不下；放不下，對你得定、開悟是障礙。真正能放下、能吃苦，你就很容易得定、很容易開悟，它道理在此地。"
    },
    {
      "id": "02-040-0184_p0017",
      "zh_CN": "「广长舌相」，就是佛在世是以讲经教学为主要的方式，跟孔子一样，一生讲学。广长舌给大家做证明，证明他生生世世不妄语。在那个时代，生生世世不妄语的不多，三世不妄语的我相信有。三世不妄语，舌头伸出来，可以舔到自己的鼻尖、鼻端，这个人有，过去生中修的。此地，这是讲发心帮助众生离苦得乐，这就是佛教最重要的一个理念、一个目标。用什么方法帮助？就是破迷开悟。帮助他破迷开悟，手段就是教学。一生从事于这个事业，他的学生众多，已经有成就的学生，就是开悟了，得定开悟了，这些学生帮助佛教化众生，经常四面八方去教人。每年有三个月，这三个月是印度的雨季，出门不方便，托钵跟住在树下都不方便，这个时候可以接受国王、大臣、长者、居士这些供养。供养里面最重要的就是居住的房屋、房子，他们度过雨季，他又恢复到山林里面去了。这三个月，也接受饮食的供养，不必去托钵，佛对这些弟子们实施再教育，我们现在讲进修教育。所以他的弟子，有九个月在外面教别人，三个月回去亲近老师，接受再教育。这种进修再教育，也是释迦牟尼佛提倡的，每一年三个月，在外面这些学生统统回来集训。这个方法，在现在科学进步，科学技术突飞猛进、日新月异，所以这些工作人员常常要有短期培训，这就是再教育。佛陀的再教育我们能理解，它是提升学生的定慧，也就是说从阿罗汉升级到菩萨，从菩萨再升级到佛陀，一层一层往上提升。所以，我们把它搞清楚、搞明白。",
      "zh_TW": "「廣長舌相」，就是佛在世是以講經教學為主要的方式，跟孔子一樣，一生講學。廣長舌給大家做證明，證明他生生世世不妄語。在那個時代，生生世世不妄語的不多，三世不妄語的我相信有。三世不妄語，舌頭伸出來，可以舔到自己的鼻尖、鼻端，這個人有，過去生中修的。此地，這是講發心幫助眾生離苦得樂，這就是佛教最重要的一個理念、一個目標。用什麼方法幫助？就是破迷開悟。幫助他破迷開悟，手段就是教學。一生從事於這個事業，他的學生眾多，已經有成就的學生，就是開悟了，得定開悟了，這些學生幫助佛教化眾生，經常四面八方去教人。每年有三個月，這三個月是印度的雨季，出門不方便，托缽跟住在樹下都不方便，這個時候可以接受國王、大臣、長者、居士這些供養。供養裡面最重要的就是居住的房屋、房子，他們度過雨季，他又恢復到山林裡面去了。這三個月，也接受飲食的供養，不必去托缽，佛對這些弟子們實施再教育，我們現在講進修教育。所以他的弟子，有九個月在外面教別人，三個月回去親近老師，接受再教育。這種進修再教育，也是釋迦牟尼佛提倡的，每一年三個月，在外面這些學生統統回來集訓。這個方法，在現在科學進步，科學技術突飛猛進、日新月異，所以這些工作人員常常要有短期培訓，這就是再教育。佛陀的再教育我們能理解，它是提升學生的定慧，也就是說從阿羅漢升級到菩薩，從菩薩再升級到佛陀，一層一層往上提升。所以，我們把它搞清楚、搞明白。"
    },
    {
      "id": "02-040-0184_p0018",
      "zh_CN": "普世教育里面，小乘，小乘是普世教育，等于小学。他教学虽然是私塾教学，层次很清楚。基础教育十二年，阿含时，这个里面多半是伦理、道德、因果，很少提到高深东西，最高的果位是阿罗汉。十二年之后，第二个阶段叫方等，好比是中学，等于是大学的预科，小学的提升，八年。加上前面阿含，二十年，这二十年扎根，为向上一着扎根。这二十年的基础，再真正给你讲大乘，般若。般若是一生当中最主要的一门功课，用了二十二年的时间，给你讲宇宙人生真相。他们有一定的定功，你看在阿含就证得阿罗汉果，阿罗汉证得九次第定，就是比四禅八定还要高一级，那第八，他第九，比世间禅定高，所以他超越六道轮回。这个时候佛讲真的，不讲假的，宇宙人生真相，跟我们一般凡夫观念当中完全不一样，我们没有受过这二十年的训练，听起这个法门都觉得怪怪的，不能相信。所以佛说这个法门，前面学二十年，才给你讲真话，讲他自己在定中的境界。教你修定，这修行，教你修行，你修成之后你能见到，你能见到就证明了，跟佛讲的一点不错。二十年之后，等于说办研究班，讲纯真无妄，八年，法华。法华是凡夫怎样成佛，怎样拿到佛陀这个学位，教你这个。在这一段学习当中，就是凡夫成佛了，拿到最高学位。所以他的办学是很有体系的，一个阶段一个阶段，清清楚楚，不许躐等。经典里头佛说得很清楚，他说「佛子，不先学小乘，后学大乘，非佛弟子」，他不承认，一定要循序渐进。那个躐等是天才，是极少数的人，那个没有开班的，那是特殊教育。禅宗里面是这种，密宗里头有一小部分也是属于这种，那是特殊的人，不是普通人，善根非常深厚。",
      "zh_TW": "普世教育裡面，小乘，小乘是普世教育，等於小學。他教學雖然是私塾教學，層次很清楚。基礎教育十二年，阿含時，這個裡面多半是倫理、道德、因果，很少提到高深東西，最高的果位是阿羅漢。十二年之後，第二個階段叫方等，好比是中學，等於是大學的預科，小學的提升，八年。加上前面阿含，二十年，這二十年扎根，為向上一著扎根。這二十年的基礎，再真正給你講大乘，般若。般若是一生當中最主要的一門功課，用了二十二年的時間，給你講宇宙人生真相。他們有一定的定功，你看在阿含就證得阿羅漢果，阿羅漢證得九次第定，就是比四禪八定還要高一級，那第八，他第九，比世間禪定高，所以他超越六道輪迴。這個時候佛講真的，不講假的，宇宙人生真相，跟我們一般凡夫觀念當中完全不一樣，我們沒有受過這二十年的訓練，聽起這個法門都覺得怪怪的，不能相信。所以佛說這個法門，前面學二十年，才給你講真話，講他自己在定中的境界。教你修定，這修行，教你修行，你修成之後你能見到，你能見到就證明了，跟佛講的一點不錯。二十年之後，等於說辦研究班，講純真無妄，八年，法華。法華是凡夫怎樣成佛，怎樣拿到佛陀這個學位，教你這個。在這一段學習當中，就是凡夫成佛了，拿到最高學位。所以他的辦學是很有體系的，一個階段一個階段，清清楚楚，不許躐等。經典裡頭佛說得很清楚，他說「佛子，不先學小乘，後學大乘，非佛弟子」，他不承認，一定要循序漸進。那個躐等是天才，是極少數的人，那個沒有開班的，那是特殊教育。禪宗裡面是這種，密宗裡頭有一小部分也是屬於這種，那是特殊的人，不是普通人，善根非常深厚。"
    },
    {
      "id": "02-040-0184_p0019",
      "zh_CN": "「以大悲行回向法界而感之相」，广长舌相这么来的。佛是大慈大悲，以清净平等心看一切众生，佛知道整个宇宙万事万物跟自己确确实实是一体。这个深了，这是在最高等级才讲这个东西，在最后的八年，《法华》、《涅槃》讲这些，真正是一体。因为是一体，所以自性里面的慈悲心流出来了，这个慈悲心就叫「同体大悲，无缘大慈」。慈，没有条件的，尊重一切众生，爱护一切众生，关怀一切众生，照顾一切众生，帮助一切众生。究竟的照顾，要帮助这个众生成佛，对于宇宙人生真相，像自己一样彻底通达明了。教学，没有任何条件，只要你肯学，他就认真教你，从来没有收人家一分钱的学费。所以他是义务教学，多元文化的教学，他不分国籍、不分种族、不分宗教。这经典上看到，很多宗教的信徒、宗教的传教师都跟释迦牟尼佛学习，佛没有叫他舍弃宗教来信佛教，没有。这就说明宗教跟学佛是两桩事情，一点冲突都没有。就像一个学生，在家有父母，他们上帝是他的天父，圣母是他的慈母，他们跟宗教关系是父子关系、主仆关系，在佛这边是师生关系，没冲突，统统都可以来学习。",
      "zh_TW": "「以大悲行回向法界而感之相」，廣長舌相這麼來的。佛是大慈大悲，以清淨平等心看一切眾生，佛知道整個宇宙萬事萬物跟自己確確實實是一體。這個深了，這是在最高等級才講這個東西，在最後的八年，《法華》、《涅槃》講這些，真正是一體。因為是一體，所以自性裡面的慈悲心流出來了，這個慈悲心就叫「同體大悲，無緣大慈」。慈，沒有條件的，尊重一切眾生，愛護一切眾生，關懷一切眾生，照顧一切眾生，幫助一切眾生。究竟的照顧，要幫助這個眾生成佛，對於宇宙人生真相，像自己一樣徹底通達明瞭。教學，沒有任何條件，只要你肯學，他就認真教你，從來沒有收人家一分錢的學費。所以他是義務教學，多元文化的教學，他不分國籍、不分種族、不分宗教。這經典上看到，很多宗教的信徒、宗教的傳教師都跟釋迦牟尼佛學習，佛沒有叫他捨棄宗教來信佛教，沒有。這就說明宗教跟學佛是兩樁事情，一點衝突都沒有。就像一個學生，在家有父母，他們上帝是他的天父，聖母是他的慈母，他們跟宗教關係是父子關係、主僕關係，在佛這邊是師生關係，沒衝突，統統都可以來學習。"
    },
    {
      "id": "02-040-0184_p0020",
      "zh_CN": "佛是真实智慧的教育，智慧从禅定得来的，定从守规矩得来的，所以人修学，必须持戒、修定、开悟。三十二种大丈夫相，都是善心善行所感得的，正是大乘经教上常讲，相随心转，境随心转。佛经上这句话，一直到最近三十年，量子力学家才把它证明了，是真的不是假的。到境随心转的时候，人得自在了。现在一般世间人是心随境转，叫苦不堪言，什么时候能够回过头来让环境随着心转？心地善良，这个地球上什么灾难都没有，真正叫太平盛世。人事环境太平，物质环境盛世，没有灾难。人所享受的这些食物，处处都丰收，没有灾害，这叫盛世。广长舌相，果就说到此地。",
      "zh_TW": "佛是真實智慧的教育，智慧從禪定得來的，定從守規矩得來的，所以人修學，必須持戒、修定、開悟。三十二種大丈夫相，都是善心善行所感得的，正是大乘經教上常講，相隨心轉，境隨心轉。佛經上這句話，一直到最近三十年，量子力學家才把它證明了，是真的不是假的。到境隨心轉的時候，人得自在了。現在一般世間人是心隨境轉，叫苦不堪言，什麼時候能夠回過頭來讓環境隨著心轉？心地善良，這個地球上什麼災難都沒有，真正叫太平盛世。人事環境太平，物質環境盛世，沒有災難。人所享受的這些食物，處處都豐收，沒有災害，這叫盛世。廣長舌相，果就說到此地。"
    },
    {
      "id": "02-040-0184_p0021",
      "zh_CN": "下面，这是因。先说底下一段功德，「观此相，则灭百亿八万四千劫生死罪」。我们没这个机会，佛不在世了。所以人身难得，佛法难逢，如果生在释迦牟尼佛同一个时代、同一个地区，见到佛的三十二相，必然生起仰慕的心、欢喜心，会问他，你这个相怎么修的？你一定也会跟他学。广长舌相，就是生生世世受持清净口业，也就是不妄语、不两舌（两舌是挑拨是非）、不绮语（绮语是花言巧语欺骗人）、不恶口（恶口是说话粗鲁难听），这四种口的过失他统统没有，不是一世，生生世世，才得这个相好。这个相好，如果有人见到，能灭一百亿八万四千劫的生死罪。这消业障消得快，不是一桩生死罪，这个罪灭掉之后，地狱业就空了。这个数字我们很难体会，但是在地狱的人他很容易体会，为什么？他每一天万死万生，可能还不止。",
      "zh_TW": "下面，這是因。先說底下一段功德，「觀此相，則滅百億八萬四千劫生死罪」。我們沒這個機會，佛不在世了。所以人身難得，佛法難逢，如果生在釋迦牟尼佛同一個時代、同一個地區，見到佛的三十二相，必然生起仰慕的心、歡喜心，會問他，你這個相怎麼修的？你一定也會跟他學。廣長舌相，就是生生世世受持清淨口業，也就是不妄語、不兩舌（兩舌是挑撥是非）、不綺語（綺語是花言巧語欺騙人）、不惡口（惡口是說話粗魯難聽），這四種口的過失他統統沒有，不是一世，生生世世，才得這個相好。這個相好，如果有人見到，能滅一百億八萬四千劫的生死罪。這消業障消得快，不是一樁生死罪，這個罪滅掉之後，地獄業就空了。這個數字我們很難體會，但是在地獄的人他很容易體會，為什麼？他每一天萬死萬生，可能還不止。"
    },
    {
      "id": "02-040-0184_p0022",
      "zh_CN": "如果依科学家的报告，宇宙之间所有的现象，科学分为三大类，物质现象、精神现象（精神现象是念头）、自然现象，这三种现象就全部包括了。物质现象，我们身体是物质；心理现象，我们起心动念，会想过去、想未来，这是心理现象。从哪里来的？科学家告诉我们，三大类的现象统统是从波动现象里面生出来的。所以整个宇宙，像我们人脉搏一样，脉动，频率非常快，脉动现象，产生这三种现象。这个现象，《菩萨处胎经》里头，有一段话，释迦牟尼佛问弥勒菩萨。弥勒菩萨在佛教里面是心理学专家，他是专攻这门功课的，著作也非常丰富，《瑜伽师地论》就是他的著作。佛问弥勒说，「心有所念」，我们凡夫起个念头，他说这一念里头有几念、几相、几识？问这么个问题。原文是「佛问弥勒，心有所念，几念几相识耶」，这是原文，这一句话问了三桩事情。一个念头里头，有几个细念组成这一个粗念头？我们能感觉；如果是一念，我们没有感觉。有几个现象、相分？物质现象。有几识？识是心理现象，识是受想行识。这就是问的什么？五蕴。佛经上，《心经》讲的「色受想行识」，叫五蕴。五蕴不是说我们身体，是说那一念。弥勒菩萨回答说，「一弹指有三十二亿百千念」，一弹指三十二亿百千，百千是十万，三十二亿乘十万，三百二十兆，这一弹指有三百二十兆个细念；「念念成形」，每一个念头里头都有物质现象；「形皆有识」，每一个物质现象里面都有受想行识。这桩事情被现代量子力学家证明了，我们看到量子力学家的报告，对这句经文才真的明白了。没有看到报告，永远在里头打问号，这话什么意思？听不懂。真听不懂，为什么？不是我们的境界，是如来果地上的境界。大菩萨也不行，也不懂，必须是明心见性，他才能听得懂。",
      "zh_TW": "如果依科學家的報告，宇宙之間所有的現象，科學分為三大類，物質現象、精神現象（精神現象是念頭）、自然現象，這三種現象就全部包括了。物質現象，我們身體是物質；心理現象，我們起心動念，會想過去、想未來，這是心理現象。從哪裡來的？科學家告訴我們，三大類的現象統統是從波動現象裡面生出來的。所以整個宇宙，像我們人脈搏一樣，脈動，頻率非常快，脈動現象，產生這三種現象。這個現象，《菩薩處胎經》裡頭，有一段話，釋迦牟尼佛問彌勒菩薩。彌勒菩薩在佛教裡面是心理學專家，他是專攻這門功課的，著作也非常豐富，《瑜伽師地論》就是他的著作。佛問彌勒說，「心有所念」，我們凡夫起個念頭，他說這一念裡頭有幾念、幾相、幾識？問這麼個問題。原文是「佛問彌勒，心有所念，幾念幾相識耶」，這是原文，這一句話問了三樁事情。一個念頭裡頭，有幾個細念組成這一個粗念頭？我們能感覺；如果是一念，我們沒有感覺。有幾個現象、相分？物質現象。有幾識？識是心理現象，識是受想行識。這就是問的什麼？五蘊。佛經上，《心經》講的「色受想行識」，叫五蘊。五蘊不是說我們身體，是說那一念。彌勒菩薩回答說，「一彈指有三十二億百千念」，一彈指三十二億百千，百千是十萬，三十二億乘十萬，三百二十兆，這一彈指有三百二十兆個細念；「念念成形」，每一個念頭裡頭都有物質現象；「形皆有識」，每一個物質現象裡面都有受想行識。這樁事情被現代量子力學家證明了，我們看到量子力學家的報告，對這句經文才真的明白了。沒有看到報告，永遠在裡頭打問號，這話什麼意思？聽不懂。真聽不懂，為什麼？不是我們的境界，是如來果地上的境界。大菩薩也不行，也不懂，必須是明心見性，他才能聽得懂。"
    },
    {
      "id": "02-040-0184_p0023",
      "zh_CN": "现在我们是用秒做单位，那一秒钟有多少个念头？一弹指三百二十兆，我相信一秒钟可以弹五次，那就乘五，一千六百兆。一秒钟，一千六百兆这种生灭现象，所以它无常。每一个生灭，是一个独立的境界现前，就是整个宇宙。宇宙是怎么发生的？是突然发生的，不是先后，叫一时顿现。开悟也是的，一时顿悟，你就见到整个宇宙。佛有这些方法、有这些理论，你要相信，你依照这个方法去做，智慧开了，那真正叫大学问，全宇宙没有你不知道的。你知道的正确，一丝毫错误没有，为什么？亲眼所见，亲耳所闻。科学家知道是间接的，不是直接的，他观察还用高倍的显微镜看，没有显微镜他看不见。所以，这个现象就在我们眼前呈现，我们眼睛看不见；星球爆炸的声音，也就在我们面前，我们没听见，一丝毫感觉都没有，这是什么？它速度太快了。",
      "zh_TW": "現在我們是用秒做單位，那一秒鐘有多少個念頭？一彈指三百二十兆，我相信一秒鐘可以彈五次，那就乘五，一千六百兆。一秒鐘，一千六百兆這種生滅現象，所以它無常。每一個生滅，是一個獨立的境界現前，就是整個宇宙。宇宙是怎麼發生的？是突然發生的，不是先後，叫一時頓現。開悟也是的，一時頓悟，你就見到整個宇宙。佛有這些方法、有這些理論，你要相信，你依照這個方法去做，智慧開了，那真正叫大學問，全宇宙沒有你不知道的。你知道的正確，一絲毫錯誤沒有，為什麼？親眼所見，親耳所聞。科學家知道是間接的，不是直接的，他觀察還用高倍的顯微鏡看，沒有顯微鏡他看不見。所以，這個現象就在我們眼前呈現，我們眼睛看不見；星球爆炸的聲音，也就在我們面前，我們沒聽見，一絲毫感覺都沒有，這是什麼？它速度太快了。"
    },
    {
      "id": "02-040-0184_p0024",
      "zh_CN": "这个道理我们能体会。我们每个人都有这个经验，早些年头，科学技术还没有到晶片的时候，我们看电影，电影是幻灯片，动画组成的。这个是电影的底片，幻灯片，在放映机里面，它的速度是一秒钟二十四张。镜头打开，一张，这一张打到银幕上，是一时顿现，没有先后的，是一时顿现。镜头一关，一时顿灭，马上就没有了，再打开镜头是第二张。因为它速度快，看到是连续的，我们看到好像是真的一样，其实张张独立，张张不相干。说明我们的念头，一个就是一个，前念不是后念，没关系，每个念头都是独立的，而且每个念头它都是完整的。我们把这一张底片当做一念，我们放在放映机里头，我们只放这一张，其他的都把它抹掉，只有这一张，用二十四分之一秒放出来，放在银光幕上，问你，看到没有？看到了。是什么？有一个光，一闪就没有了。光里头是什么？不知道，没看见。没有来得及看见，它光没有了，它就断了。一秒钟二十四个生灭，我们对它就完全模糊了，只看到一道光。地球爆炸的声音，星球爆炸的声音，就在我们面前，用一千六百兆分之一秒，你能看见什么？什么也没看见，光也没看见。二十四分之一秒，可以看到光，感觉有个光，光里头的东西不知道；你会感觉得有音声，什么音声不知道。所以，宇宙的真相就在我们眼前，弥勒菩萨所说的一点都不错，可是我们迷了，我们完全不能知道事实真相。从这个地方我们就相信了，弥勒菩萨的话是真的，不是假的。《心经》里面，观世音菩萨他是等觉菩萨，也就是五十二个阶层，他从最上面讲是第二层。他对于宇宙真相清清楚楚，照见五蕴皆空，他看到了，我们看不到。但是我们推理讲得通，佛经上讲「五蕴皆空」、「凡所有相皆是虚妄」，我们现在能承认它，有科学证明。科学不断在进步，所以我们有理由相信，二、三十年之后，佛教不是宗教，而是高等科学、高等哲学，它会摆脱宗教，进入学校，进入教育。",
      "zh_TW": "這個道理我們能體會。我們每個人都有這個經驗，早些年頭，科學技術還沒有到晶片的時候，我們看電影，電影是幻燈片，動畫組成的。這個是電影的底片，幻燈片，在放映機裡面，它的速度是一秒鐘二十四張。鏡頭打開，一張，這一張打到銀幕上，是一時頓現，沒有先後的，是一時頓現。鏡頭一關，一時頓滅，馬上就沒有了，再打開鏡頭是第二張。因為它速度快，看到是連續的，我們看到好像是真的一樣，其實張張獨立，張張不相干。說明我們的念頭，一個就是一個，前念不是後念，沒關係，每個念頭都是獨立的，而且每個念頭它都是完整的。我們把這一張底片當做一念，我們放在放映機裡頭，我們只放這一張，其他的都把它抹掉，只有這一張，用二十四分之一秒放出來，放在銀光幕上，問你，看到沒有？看到了。是什麼？有一個光，一閃就沒有了。光裡頭是什麼？不知道，沒看見。沒有來得及看見，它光沒有了，它就斷了。一秒鐘二十四個生滅，我們對它就完全模糊了，只看到一道光。地球爆炸的聲音，星球爆炸的聲音，就在我們面前，用一千六百兆分之一秒，你能看見什麼？什麼也沒看見，光也沒看見。二十四分之一秒，可以看到光，感覺有個光，光裡頭的東西不知道；你會感覺得有音聲，什麼音聲不知道。所以，宇宙的真相就在我們眼前，彌勒菩薩所說的一點都不錯，可是我們迷了，我們完全不能知道事實真相。從這個地方我們就相信了，彌勒菩薩的話是真的，不是假的。《心經》裡面，觀世音菩薩他是等覺菩薩，也就是五十二個階層，他從最上面講是第二層。他對於宇宙真相清清楚楚，照見五蘊皆空，他看到了，我們看不到。但是我們推理講得通，佛經上講「五蘊皆空」、「凡所有相皆是虛妄」，我們現在能承認它，有科學證明。科學不斷在進步，所以我們有理由相信，二、三十年之後，佛教不是宗教，而是高等科學、高等哲學，它會擺脫宗教，進入學校，進入教育。"
    },
    {
      "id": "02-040-0184_p0025",
      "zh_CN": "它讲，「灭百亿八万四千劫的生死罪」，我们也能够理解了，因为一念就是一个生死罪，一秒钟就有一千六百兆个生死，所以这是能讲得通的，是合理的。「而得值遇八十亿之诸佛菩萨授记」，他能够见到八地以上，八地以上的菩萨有这个能力，他能分身，他能化身，可以同时去参访这些诸佛菩萨，供养、听经、闻法。在这个环境里修学进步快，跟我们现在完全不一样，那个境界是我们无法想像的，因为菩萨的身跟我们的身不一样。我们的身相，物质现象，是阿赖耶的相分，我们起心动念是阿赖耶的见分，阿赖耶是虚妄的，不是真的，假的。阿赖耶从哪里来的？阿赖耶的体是真的，体是真如、是真性，相跟作用都是假的。我们要把假的放下，取真的，真的是自性。往生到西方极乐世界，身体就换了，换成法性身，居住的环境是法性土，法性永远不会改变。人无量寿，没有生老病死，不需要饮食，不需要睡眠，工作永远不会累倒。他的工作是什么？没有成佛，他还要学习，拿到佛陀的学位，他自学就圆满了。圆满之后，全心全力帮助宇宙里面所有一切还没有觉悟的众生，去帮助他们，应以什么身得度就现什么身，真正得大自在；应该用什么方法去教他，就用什么方法，契机契理。这是佛菩萨。佛菩萨就是教师，一生从事于教学。所以我们学佛，得把佛法搞清楚、搞明白，不至于迷信。",
      "zh_TW": "它講，「滅百億八萬四千劫的生死罪」，我們也能夠理解了，因為一念就是一個生死罪，一秒鐘就有一千六百兆個生死，所以這是能講得通的，是合理的。「而得值遇八十億之諸佛菩薩授記」，他能夠見到八地以上，八地以上的菩薩有這個能力，他能分身，他能化身，可以同時去參訪這些諸佛菩薩，供養、聽經、聞法。在這個環境裡修學進步快，跟我們現在完全不一樣，那個境界是我們無法想像的，因為菩薩的身跟我們的身不一樣。我們的身相，物質現象，是阿賴耶的相分，我們起心動念是阿賴耶的見分，阿賴耶是虛妄的，不是真的，假的。阿賴耶從哪裡來的？阿賴耶的體是真的，體是真如、是真性，相跟作用都是假的。我們要把假的放下，取真的，真的是自性。往生到西方極樂世界，身體就換了，換成法性身，居住的環境是法性土，法性永遠不會改變。人無量壽，沒有生老病死，不需要飲食，不需要睡眠，工作永遠不會累倒。他的工作是什麼？沒有成佛，他還要學習，拿到佛陀的學位，他自學就圓滿了。圓滿之後，全心全力幫助宇宙裡面所有一切還沒有覺悟的眾生，去幫助他們，應以什麼身得度就現什麼身，真正得大自在；應該用什麼方法去教他，就用什麼方法，契機契理。這是佛菩薩。佛菩薩就是教師，一生從事於教學。所以我們學佛，得把佛法搞清楚、搞明白，不至於迷信。"
    },
    {
      "id": "02-040-0184_p0026",
      "zh_CN": "除了教育之外，现在佛教里头有宗教的佛教。一般寺庙是宗教的佛教，佛教不是宗教，它变成宗教了，把佛菩萨当作神明去看待。本来佛菩萨塑像是一种纪念的意思，像中国人供祖宗牌位一样，慎终追远，是一种报恩的意思。把这些佛菩萨像当作神明去礼拜、去求保佑，这是迷信，所以它变成宗教了。也有变成学术，许多大学里头开佛经课程，我在台湾还教了五年，变成学术，学术的佛教，不是真正佛教。真正佛教是教人开悟的，学术是不能教人开悟，学习一些佛学的知识，不能断烦恼，不能开智慧。另外还有，有企业的佛教，像开连锁店一样，到处都有分公司，变成企业；还有变成观光旅游的佛教；最不幸的是变成邪教，拿着佛教欺骗众生。所以我们得认识清楚，我们要认真去学释迦牟尼佛的教育，不搞其他的。其他的我们知道，现在这个世间有，至少有六种。释迦牟尼佛的佛教在经典里头，经典是他早年的教科书，我们要从经典里面才能够认识他，才能够理解，才能够得到真正的受用。",
      "zh_TW": "除了教育之外，現在佛教裡頭有宗教的佛教。一般寺廟是宗教的佛教，佛教不是宗教，它變成宗教了，把佛菩薩當作神明去看待。本來佛菩薩塑像是一種紀念的意思，像中國人供祖宗牌位一樣，慎終追遠，是一種報恩的意思。把這些佛菩薩像當作神明去禮拜、去求保佑，這是迷信，所以它變成宗教了。也有變成學術，許多大學裡頭開佛經課程，我在台灣還教了五年，變成學術，學術的佛教，不是真正佛教。真正佛教是教人開悟的，學術是不能教人開悟，學習一些佛學的知識，不能斷煩惱，不能開智慧。另外還有，有企業的佛教，像開連鎖店一樣，到處都有分公司，變成企業；還有變成觀光旅遊的佛教；最不幸的是變成邪教，拿著佛教欺騙眾生。所以我們得認識清楚，我們要認真去學釋迦牟尼佛的教育，不搞其他的。其他的我們知道，現在這個世間有，至少有六種。釋迦牟尼佛的佛教在經典裡頭，經典是他早年的教科書，我們要從經典裡面才能夠認識他，才能夠理解，才能夠得到真正的受用。"
    },
    {
      "id": "02-040-0184_p0027",
      "zh_CN": "下面说，「于无量世」，生生世世，「至心受持十善法教」，这是主要的，这个三十二相最主要就是十善。不杀生、不偷盗、不淫欲，身三善；口，不妄语、不两舌、不绮语、不恶口，口四善；念头就是意，意不贪、不瞋、不痴。合起来叫十善，是以十善为基础，十善是根本教。小乘阿罗汉把十善展开，成为三千威仪；大乘菩萨把它展开，八万四千细行，这《藏经》里都有的。所以十善做到圆满、做到究竟，这个人就成佛了，不能小看它。八万四千细行归纳就变成这十条，十条展开就是八万四千。所以哪一个等级菩萨，他修多少不一样，自己修十善业道，「兼化众生」，再以十善教化众生。",
      "zh_TW": "下面說，「於無量世」，生生世世，「至心受持十善法教」，這是主要的，這個三十二相最主要就是十善。不殺生、不偷盜、不淫欲，身三善；口，不妄語、不兩舌、不綺語、不惡口，口四善；念頭就是意，意不貪、不瞋、不痴。合起來叫十善，是以十善為基礎，十善是根本教。小乘阿羅漢把十善展開，成為三千威儀；大乘菩薩把它展開，八萬四千細行，這《藏經》裡都有的。所以十善做到圓滿、做到究竟，這個人就成佛了，不能小看它。八萬四千細行歸納就變成這十條，十條展開就是八萬四千。所以哪一個等級菩薩，他修多少不一樣，自己修十善業道，「兼化眾生」，再以十善教化眾生。"
    },
    {
      "id": "02-040-0184_p0028",
      "zh_CN": "今天这个地球上，我们原先也很悲观，佛法衰了，传统文化衰了。礼没有了，儒就没有了；戒没有了，佛就没有了。五戒十善没有了，佛就没有了。去年十一月，我接受斯里兰卡总统邀请，到那个国家去访问，住了九天，让我感到非常安慰、非常兴奋，这个地球上居然还有一个佛教国家，真正落实佛教，太难得了！我们的佛法是在口皮上，没做到，人家这个国家做到了。全国人民都奉行五戒十善、八关斋戒，做到了。这个国家人口两千多万，大概跟马来西亚差不多。百分之七十八是佛弟子，总统也是佛弟子，还做早晚课。我们到总统府去拜访，看总统的佛堂，它没有建筑，在大院子里面，有一棵菩提树，佛像供在菩提树下，就好像释迦牟尼佛在世一样，他每天早晚课在树下做。我们看了非常欢喜，也到佛像前面燃一炷香，供着花，香花供养。这个国家把佛陀的教育实现了。我们原先以为泰国是以佛教为国教，我去过几次，但是泰国的佛教没有普遍推动，只有一部分。寺庙里头，泰皇皇宫里面，出家人进入皇宫没障碍，我们访问过，但是民间没有。斯里兰卡是民间，城市、农村，你去看，家家都是拜佛的。出家人，这些小乘出家法师，个个都会讲经，这个难得！星期天寺院开放，给谁？给在校的学生，现在在学校念书的学生，小学、中学、大学，提供给这些学生接受佛陀教育，每个星期天，他们都要到寺庙去上课，有法师教导他们。",
      "zh_TW": "今天這個地球上，我們原先也很悲觀，佛法衰了，傳統文化衰了。禮沒有了，儒就沒有了；戒沒有了，佛就沒有了。五戒十善沒有了，佛就沒有了。去年十一月，我接受斯里蘭卡總統邀請，到那個國家去訪問，住了九天，讓我感到非常安慰、非常興奮，這個地球上居然還有一個佛教國家，真正落實佛教，太難得了！我們的佛法是在口皮上，沒做到，人家這個國家做到了。全國人民都奉行五戒十善、八關齋戒，做到了。這個國家人口兩千多萬，大概跟馬來西亞差不多。百分之七十八是佛弟子，總統也是佛弟子，還做早晚課。我們到總統府去拜訪，看總統的佛堂，它沒有建築，在大院子裡面，有一棵菩提樹，佛像供在菩提樹下，就好像釋迦牟尼佛在世一樣，他每天早晚課在樹下做。我們看了非常歡喜，也到佛像前面燃一炷香，供著花，香花供養。這個國家把佛陀的教育實現了。我們原先以為泰國是以佛教為國教，我去過幾次，但是泰國的佛教沒有普遍推動，只有一部分。寺廟裡頭，泰皇皇宮裡面，出家人進入皇宮沒障礙，我們訪問過，但是民間沒有。斯里蘭卡是民間，城市、農村，你去看，家家都是拜佛的。出家人，這些小乘出家法師，個個都會講經，這個難得！星期天寺院開放，給誰？給在校的學生，現在在學校念書的學生，小學、中學、大學，提供給這些學生接受佛陀教育，每個星期天，他們都要到寺廟去上課，有法師教導他們。"
    },
    {
      "id": "02-040-0184_p0029",
      "zh_CN": "我们没通知学校，突然到那里参观，走进一个学校，看到里面大概，里面的法师告诉我，大概有三千多学生。排队，坐在走廊上，坐在佛殿上，坐在外面院子上，整整齐齐，好像一个小组一样，都有一个法师在那里教他们，讲给他们听。而且这些小学生非常专心，我们去参观，他没有交头接耳，没有来看看我们，很专心听讲，很有秩序，让我们看到非常感动，受过良好的教育。这个地方，学佛的同学一定要到那边去参学、去看看。人民没有竞争的念头，生活虽然不富裕，他心安理得，知足常乐。他们的年轻人，有到国外去留学的，学成之后一定回国服务，不会留在外国，这跟很多地区年轻人不一样。他们爱护他们的国家，爱护他们的文化，爱护他们传统的习俗。总统心量很大，能包容大乘，能包容各种不同的宗派，也能包容各种不同的宗教，很难得！世界上第一个真正有佛教的国家。我们这一次去的人不少，有人统计告诉我，差不多将近六百人，没有一个不受感动。感动是一桩事情，最重要的是起而行之，我们也要真正做到。先从自己做，然后从一家做，再从一个小团体做，慢慢扩大。人只要有真心，三宝加持，一定可以满愿。",
      "zh_TW": "我們沒通知學校，突然到那裡參觀，走進一個學校，看到裡面大概，裡面的法師告訴我，大概有三千多學生。排隊，坐在走廊上，坐在佛殿上，坐在外面院子上，整整齊齊，好像一個小組一樣，都有一個法師在那裡教他們，講給他們聽。而且這些小學生非常專心，我們去參觀，他沒有交頭接耳，沒有來看看我們，很專心聽講，很有秩序，讓我們看到非常感動，受過良好的教育。這個地方，學佛的同學一定要到那邊去參學、去看看。人民沒有競爭的念頭，生活雖然不富裕，他心安理得，知足常樂。他們的年輕人，有到國外去留學的，學成之後一定回國服務，不會留在外國，這跟很多地區年輕人不一樣。他們愛護他們的國家，愛護他們的文化，愛護他們傳統的習俗。總統心量很大，能包容大乘，能包容各種不同的宗派，也能包容各種不同的宗教，很難得！世界上第一個真正有佛教的國家。我們這一次去的人不少，有人統計告訴我，差不多將近六百人，沒有一個不受感動。感動是一樁事情，最重要的是起而行之，我們也要真正做到。先從自己做，然後從一家做，再從一個小團體做，慢慢擴大。人只要有真心，三寶加持，一定可以滿願。"
    },
    {
      "id": "02-040-0184_p0030",
      "zh_CN": "所以要兼化众生，他不只得广长舌相，还得肉髻相，「得肉髻、广长舌二相，护四口过得广长舌相。」这是我们讲过多次了，不妄语、不两舌、不绮语、不恶口，一定要学，这四种是罪过。如何能学到？真正学到隐恶扬善，看到别人不善的地方，不放在心上，不放在口上；看到人有好的地方，我们赞叹、宣扬，对社会才会有真正贡献。决定不能够随便批评、随便毁谤，那就造罪业了。",
      "zh_TW": "所以要兼化眾生，他不只得廣長舌相，還得肉髻相，「得肉髻、廣長舌二相，護四口過得廣長舌相。」這是我們講過多次了，不妄語、不兩舌、不綺語、不惡口，一定要學，這四種是罪過。如何能學到？真正學到隱惡揚善，看到別人不善的地方，不放在心上，不放在口上；看到人有好的地方，我們讚歎、宣揚，對社會才會有真正貢獻。決定不能夠隨便批評、隨便毀謗，那就造罪業了。"
    },
    {
      "id": "02-040-0184_p0031",
      "zh_CN": "再看下面第二十八，「梵音深远相」。这个相是说佛他的音声，音声并不大，但是很远的地方可以听到。梵音深远，梵是清净，没有四种过失，所以音声是清净的，深、远。「谓音声和雅，近远皆到，无处不闻」。这什么原因？这是性德起用。自性里面的功德是无量无边无尽无数，它远到什么程度？佛在此地说话的音声，我们听起来不是很大声音，周遍法界都能听得很清楚，这就叫性德。性，没有空间，没有时间。没有空间就是没有边际，再远就同在面前一样，远近没有了，所以声音并不大，遍法界虚空界统统能听到；而且超越时间，没有时间。没有时间，没有先后。没有先后什么意思？我们可以听到过去古佛说法，也能听到未来诸佛说法，障碍都没有了。没有空间，距离没有了；没有时间，前后没有了，佛的音声周遍法界。",
      "zh_TW": "再看下面第二十八，「梵音深遠相」。這個相是說佛他的音聲，音聲並不大，但是很遠的地方可以聽到。梵音深遠，梵是清淨，沒有四種過失，所以音聲是清淨的，深、遠。「謂音聲和雅，近遠皆到，無處不聞」。這什麼原因？這是性德起用。自性裡面的功德是無量無邊無盡無數，它遠到什麼程度？佛在此地說話的音聲，我們聽起來不是很大聲音，周遍法界都能聽得很清楚，這就叫性德。性，沒有空間，沒有時間。沒有空間就是沒有邊際，再遠就同在面前一樣，遠近沒有了，所以聲音並不大，遍法界虛空界統統能聽到；而且超越時間，沒有時間。沒有時間，沒有先後。沒有先後什麼意思？我們可以聽到過去古佛說法，也能聽到未來諸佛說法，障礙都沒有了。沒有空間，距離沒有了；沒有時間，前後沒有了，佛的音聲周遍法界。"
    },
    {
      "id": "02-040-0184_p0032",
      "zh_CN": "贤首国师《妄尽还源观》说了三个周遍，这是从纲领上讲的。第一个周遍，这是讲心法跟色法都是波动现象，心是起心动念，念头才动，周遍法界，遍法界诸佛如来、法身菩萨统统知道了。等于说我们念头一动就发出去，他们统统收到。我们身体呢？身体是物质，它也在波动。所以，我们身体状况，佛菩萨知不知道？知道，很清楚，也是周遍法界。既然起心动念周遍法界，言语造作周遍法界，这物质现象，那么音声当然周遍法界，色相也周遍法界。《楞严经》上所说的，佛菩萨现身教学，「当处出生，随处灭尽」。这就是因为他的本体周遍法界，它没有来去、没有前后，就在当下。这个大乘经上常说，我们非常非常难于理解，佛所说的不敢否定，但是真正的意思总有很多疑问在里头，所以科学对我们这一类人有很大的帮助。我们天天在读经，科学一提，我们就明白，跟经上所讲的对上了，对于经典所说深信不疑。那我们就知道，依照佛陀这个方法去修学，我们决定有证得的一天，尤其我们取西方净土，求生西方极乐世界，证得的时间大幅度的缩短，很快就可以证得大乘、一乘的境界，我们有信心，快速可以证得。",
      "zh_TW": "賢首國師《妄盡還源觀》說了三個周遍，這是從綱領上講的。第一個周遍，這是講心法跟色法都是波動現象，心是起心動念，念頭才動，周遍法界，遍法界諸佛如來、法身菩薩統統知道了。等於說我們念頭一動就發出去，他們統統收到。我們身體呢？身體是物質，它也在波動。所以，我們身體狀況，佛菩薩知不知道？知道，很清楚，也是周遍法界。既然起心動念周遍法界，言語造作周遍法界，這物質現象，那麼音聲當然周遍法界，色相也周遍法界。《楞嚴經》上所說的，佛菩薩現身教學，「當處出生，隨處滅盡」。這就是因為他的本體周遍法界，它沒有來去、沒有前後，就在當下。這個大乘經上常說，我們非常非常難於理解，佛所說的不敢否定，但是真正的意思總有很多疑問在裡頭，所以科學對我們這一類人有很大的幫助。我們天天在讀經，科學一提，我們就明白，跟經上所講的對上了，對於經典所說深信不疑。那我們就知道，依照佛陀這個方法去修學，我們決定有證得的一天，尤其我們取西方淨土，求生西方極樂世界，證得的時間大幅度的縮短，很快就可以證得大乘、一乘的境界，我們有信心，快速可以證得。"
    },
    {
      "id": "02-040-0184_p0033",
      "zh_CN": "下面这是说这个相之由来，怎么修成的。「乃由说实语、美语」，这个美是柔和，对方喜欢听，说真实话没有妄语，言语柔和没有粗暴。「制守一切恶言」，一切恶言就是四种过失，妄语、两舌、绮语、恶口，这个恶言包括这四种。所以说话要说实话，不能欺骗人。欺骗人，别人得的伤害很小，伤害自己太大了，不值得。学了大乘之后深深有所体会，说真话，利益自己百分之百，利益别人，看他相信几成。如果是妄语欺骗别人，自己得的罪业是百分之百，对别人的伤害也是微不足道。事实真相了解，何必去骗人？何必把自己往地狱里面去送？这个不能不知道。",
      "zh_TW": "下面這是說這個相之由來，怎麼修成的。「乃由說實語、美語」，這個美是柔和，對方喜歡聽，說真實話沒有妄語，言語柔和沒有粗暴。「制守一切惡言」，一切惡言就是四種過失，妄語、兩舌、綺語、惡口，這個惡言包括這四種。所以說話要說實話，不能欺騙人。欺騙人，別人得的傷害很小，傷害自己太大了，不值得。學了大乘之後深深有所體會，說真話，利益自己百分之百，利益別人，看他相信幾成。如果是妄語欺騙別人，自己得的罪業是百分之百，對別人的傷害也是微不足道。事實真相了解，何必去騙人？何必把自己往地獄裡面去送？這個不能不知道。"
    },
    {
      "id": "02-040-0184_p0034",
      "zh_CN": "「闻者随其根器而得益生善，大小权实亦得惑断疑消」。这是一个说真话的人，我们同学当中大概遇到一个人，刘素云居士，东北人，一生没有说过妄语。这个是她的天性，从小就不会骗人、就不会说妄语，一辈子都是这样的。所以他们那一个县城，她居住的那个地方，人人都知道，她说话人人都相信，为什么？没有欺骗过一次。这些年学佛了，到处讲经教学，她讲话人听，知道这个话从她口里说出来，真实话，她不会欺骗人，应当要学习。闻到，听到他说话，随其根器得益生善。众生根器不相同，有大根性的，有小根性的，大根性生大善，小根性的生小善。像底下一句说，大乘、小乘，权教、实教，这也是各人根性不一样，统统都得惑断疑消。听人家真实语，帮助我们断惑，帮助我们化解疑惑。这几句话是说他的功德。",
      "zh_TW": "「聞者隨其根器而得益生善，大小權實亦得惑斷疑消」。這是一個說真話的人，我們同學當中大概遇到一個人，劉素雲居士，東北人，一生沒有說過妄語。這個是她的天性，從小就不會騙人、就不會說妄語，一輩子都是這樣的。所以他們那一個縣城，她居住的那個地方，人人都知道，她說話人人都相信，為什麼？沒有欺騙過一次。這些年學佛了，到處講經教學，她講話人聽，知道這個話從她口裡說出來，真實話，她不會欺騙人，應當要學習。聞到，聽到他說話，隨其根器得益生善。眾生根器不相同，有大根性的，有小根性的，大根性生大善，小根性的生小善。像底下一句說，大乘、小乘，權教、實教，這也是各人根性不一樣，統統都得惑斷疑消。聽人家真實語，幫助我們斷惑，幫助我們化解疑惑。這幾句話是說他的功德。"
    },
    {
      "id": "02-040-0184_p0035",
      "zh_CN": "他修行，也是「于无量世」，生生世世，「自不恶口」，就是说话柔和，「教他不为」，不但自己不恶口，清净口业，也教化别人，「得梵音声相」，梵音深远，清净深远。「于无量世，恒以软语」，软语是柔和语，「先语」，不要等人家问，主动的教别人，这是菩萨慈悲到极处。佛教人，一定要人问，不问，佛不讲的。为什么？佛代表师道，师道尊严，要尊师重道，要向老师请法、请教，老师才跟你讲。菩萨是同学，同学就不必这么客气了，不问你，也可以讲。这个是一般的礼节，要懂。对于尊长，请法。对于同辈分，可以不必这么拘束，他没有想到，我想到了，我就可以告诉他；他没有意思来问我，我可以主动教他。所以，菩萨的慈悲跟佛陀的慈悲，这里头有这么一点差别。「实语」，真实语，「教化众生，得八梵音相」，就是这个地方讲的梵音深远相。「于诸众生常以软语得梵音相。」这都是为什么佛有这样的清净妙音，周遍法界。",
      "zh_TW": "他修行，也是「於無量世」，生生世世，「自不惡口」，就是說話柔和，「教他不為」，不但自己不惡口，清淨口業，也教化別人，「得梵音聲相」，梵音深遠，清淨深遠。「於無量世，恆以軟語」，軟語是柔和語，「先語」，不要等人家問，主動的教別人，這是菩薩慈悲到極處。佛教人，一定要人問，不問，佛不講的。為什麼？佛代表師道，師道尊嚴，要尊師重道，要向老師請法、請教，老師才跟你講。菩薩是同學，同學就不必這麼客氣了，不問你，也可以講。這個是一般的禮節，要懂。對於尊長，請法。對於同輩分，可以不必這麼拘束，他沒有想到，我想到了，我就可以告訴他；他沒有意思來問我，我可以主動教他。所以，菩薩的慈悲跟佛陀的慈悲，這裡頭有這麼一點差別。「實語」，真實語，「教化眾生，得八梵音相」，就是這個地方講的梵音深遠相。「於諸眾生常以軟語得梵音相。」這都是為什麼佛有這樣的清淨妙音，周遍法界。"
    },
    {
      "id": "02-040-0184_p0036",
      "zh_CN": "总的来说，我们学到了三十二相，学了二十八，没有一个相离开十善业，那我们就知道，十善业是所有妙相的根本。每一个人都希望自己的相貌好，所以市面上美容院很多，为谁开的？就是为自己相好开的。可是那个地方，我劝大家别去，那个地方给你美容是很短暂的期间，长久之后是苦不堪言，为什么？它有副作用。你要想一想，你是希望长久的相好，还是短暂的相好？短暂的相好，要付出惨痛的代价，甚至于付出生命，不值得。真正要求相好，到佛门里头来，你看佛给你讲三十二相八十种好，决定没有副作用，教你修十善业。十善业里头，特别着重口业清净，就是不妄语、不两舌、不绮语、不恶口，用真诚心。待人用真诚心，好！我们以真心待人，人家也会以真心待我。",
      "zh_TW": "總的來說，我們學到了三十二相，學了二十八，沒有一個相離開十善業，那我們就知道，十善業是所有妙相的根本。每一個人都希望自己的相貌好，所以市面上美容院很多，為誰開的？就是為自己相好開的。可是那個地方，我勸大家別去，那個地方給你美容是很短暫的期間，長久之後是苦不堪言，為什麼？它有副作用。你要想一想，你是希望長久的相好，還是短暫的相好？短暫的相好，要付出慘痛的代價，甚至於付出生命，不值得。真正要求相好，到佛門裡頭來，你看佛給你講三十二相八十種好，決定沒有副作用，教你修十善業。十善業裡頭，特別著重口業清淨，就是不妄語、不兩舌、不綺語、不惡口，用真誠心。待人用真誠心，好！我們以真心待人，人家也會以真心待我。"
    },
    {
      "id": "02-040-0184_p0037",
      "zh_CN": "但是，我们一味用真诚待人，不求别人用真心对待我，为什么？人跟我不同的境界。我们学圣贤教育、学佛多年了，他们没有学过。他们所受的教育，是在电视、网路、电影院、歌厅，他们受的是这些教育，全是负面的，跟我们受的教育不一样，我们不能跟他学。受那种教育的人，十善业，他完全相反，把它变成十恶业了，身，杀盗淫；妄语、两舌、绮语、恶口；念头，起心动念贪瞋痴。我们跟他是相反的。我们以真的对他，他以虚妄对我，是应该的，是正常的。他如果回头了，也用真心对我，这人被感化了，用宗教的话来说，这人得救了。必定受感化，不是短时间，有些人要十年、二十年才会被感化，才会回头；那个二、三年就感化回头的，根性利，说明他过去生中修善积德，这一生当中遇到的环境不好，学坏了，情有可原。度众生，不了解众生根性，你没有办法度他，要了解。他以不善来，我以纯善去，永远这个做法，最后一定被感动。佛菩萨有耐心，生生世世不舍一人，这是我们的榜样，我们应当向他学习。今天时间到了，我们就学习到此地。",
      "zh_TW": "但是，我們一味用真誠待人，不求別人用真心對待我，為什麼？人跟我不同的境界。我們學聖賢教育、學佛多年了，他們沒有學過。他們所受的教育，是在電視、網路、電影院、歌廳，他們受的是這些教育，全是負面的，跟我們受的教育不一樣，我們不能跟他學。受那種教育的人，十善業，他完全相反，把它變成十惡業了，身，殺盜淫；妄語、兩舌、綺語、惡口；念頭，起心動念貪瞋痴。我們跟他是相反的。我們以真的對他，他以虛妄對我，是應該的，是正常的。他如果回頭了，也用真心對我，這人被感化了，用宗教的話來說，這人得救了。必定受感化，不是短時間，有些人要十年、二十年才會被感化，才會回頭；那個二、三年就感化回頭的，根性利，說明他過去生中修善積德，這一生當中遇到的環境不好，學壞了，情有可原。度眾生，不了解眾生根性，你沒有辦法度他，要了解。他以不善來，我以純善去，永遠這個做法，最後一定被感動。佛菩薩有耐心，生生世世不捨一人，這是我們的榜樣，我們應當向他學習。今天時間到了，我們就學習到此地。"
    }
  ]
}