{
  "doc_id": "02-040-0196",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一九六集",
    "zh_TW": "第一九六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-040-0196",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-040-0196_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请跟我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請跟我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0196_p0002",
      "zh_CN": "请看《大经科注》第四百六十三页，倒数第三行，从头看起：",
      "zh_TW": "請看《大經科註》第四百六十三頁，倒數第三行，從頭看起："
    },
    {
      "id": "02-040-0196_p0003",
      "zh_CN": "「第十五寿命无量愿中，首为彼土教主寿命无量。」彼土是西方极乐世界，教主就是阿弥陀佛，寿命无量。「如《法华》说山海慧如来」，我们参考资料里头下卷第一条，「山海慧如来」。「《妙法莲华经．授学无学人记品第九》」有一段经文：「尔时佛告阿难：汝于来世当得作佛，号山海慧自在通王如来，国名常立胜幡，其土清净，琉璃为地。劫名妙音遍满。其佛寿命，无量千万亿阿僧祇劫；若人于千万亿无量阿僧祇劫中，算数校计不能得知。正法住世倍于寿命，像法住世复倍正法。阿难，是山海慧自在通王佛，为十方无量千万亿恒河沙等诸佛如来所共赞叹，称其功德。」这是《法华经》上一段经文。我们读了这段经文，知道这是阿难尊者在法华会上，释迦牟尼佛为他授记。授记就是预先告诉他，你将来成佛，佛号的名称、度化众生的功德、寿命长短，正法、像法、末法，住世长久，都能够预先告诉他。阿难尊者他于来世，这个来世很久远，不是来生一世、二世，阿难在世尊会上也是大权示现，不是真正的阿罗汉，他是法身菩萨示现为阿罗汉，将来成佛，佛的名号叫山海慧自在通王如来。从名号山海，比喻像山一样高，像海一样大。这个就是说，他的智慧、自在、神通，像高山、像大海一样高深莫测，取这个意思。",
      "zh_TW": "「第十五壽命無量願中，首為彼土教主壽命無量。」彼土是西方極樂世界，教主就是阿彌陀佛，壽命無量。「如《法華》說山海慧如來」，我們參考資料裡頭下卷第一條，「山海慧如來」。「《妙法蓮華經．授學無學人記品第九》」有一段經文：「爾時佛告阿難：汝於來世當得作佛，號山海慧自在通王如來，國名常立勝幡，其土清淨，琉璃為地。劫名妙音遍滿。其佛壽命，無量千萬億阿僧祇劫；若人於千萬億無量阿僧祇劫中，算數校計不能得知。正法住世倍於壽命，像法住世復倍正法。阿難，是山海慧自在通王佛，為十方無量千萬億恆河沙等諸佛如來所共讚歎，稱其功德。」這是《法華經》上一段經文。我們讀了這段經文，知道這是阿難尊者在法華會上，釋迦牟尼佛為他授記。授記就是預先告訴他，你將來成佛，佛號的名稱、度化眾生的功德、壽命長短，正法、像法、末法，住世長久，都能夠預先告訴他。阿難尊者他於來世，這個來世很久遠，不是來生一世、二世，阿難在世尊會上也是大權示現，不是真正的阿羅漢，他是法身菩薩示現為阿羅漢，將來成佛，佛的名號叫山海慧自在通王如來。從名號山海，比喻像山一樣高，像海一樣大。這個就是說，他的智慧、自在、神通，像高山、像大海一樣高深莫測，取這個意思。"
    },
    {
      "id": "02-040-0196_p0004",
      "zh_CN": "他的国土，释迦牟尼佛的国土叫娑婆世界，阿弥陀佛的国土叫极乐世界，阿难尊者将来成佛，就是山海慧如来的国土，叫常立胜幡国土。常是永恒不变，这叫常，立是建立，建立殊胜的幡幢。幡幢都是属于旗帜一类的，现在我们悬挂国旗，幡幢是佛门的旗帜。建幡幢，就是建立佛寺，这个地方佛在这里讲经教学，度化众生，这叫殊胜的幡幢。其土清净，像西方极乐世界一样，西方极乐世界是琉璃为地，阿难尊者成佛，他的国土也是琉璃为地。世尊现前出世的这个世间，劫名叫贤劫。为什么称贤劫？这一个大劫里头有一千尊佛出世，所以称之为贤劫。释迦牟尼佛是贤劫第四尊佛，往下，第五尊佛就是弥勒菩萨到这个世间来成佛。在这一劫里面，非常难得，有一千尊佛出世，诸位看《三千佛名经》就看到。《三千佛名经》讲过去千佛、现在千佛、未来千佛，现在千佛就是贤劫，圣贤多！时间长远，空间太大，虽然贤劫有千佛出世，善根薄的人还是遇不到，必须是善根深厚才能遇到。",
      "zh_TW": "他的國土，釋迦牟尼佛的國土叫娑婆世界，阿彌陀佛的國土叫極樂世界，阿難尊者將來成佛，就是山海慧如來的國土，叫常立勝幡國土。常是永恆不變，這叫常，立是建立，建立殊勝的幡幢。幡幢都是屬於旗幟一類的，現在我們懸掛國旗，幡幢是佛門的旗幟。建幡幢，就是建立佛寺，這個地方佛在這裡講經教學，度化眾生，這叫殊勝的幡幢。其土清淨，像西方極樂世界一樣，西方極樂世界是琉璃為地，阿難尊者成佛，他的國土也是琉璃為地。世尊現前出世的這個世間，劫名叫賢劫。為什麼稱賢劫？這一個大劫裡頭有一千尊佛出世，所以稱之為賢劫。釋迦牟尼佛是賢劫第四尊佛，往下，第五尊佛就是彌勒菩薩到這個世間來成佛。在這一劫裡面，非常難得，有一千尊佛出世，諸位看《三千佛名經》就看到。《三千佛名經》講過去千佛、現在千佛、未來千佛，現在千佛就是賢劫，聖賢多！時間長遠，空間太大，雖然賢劫有千佛出世，善根薄的人還是遇不到，必須是善根深厚才能遇到。"
    },
    {
      "id": "02-040-0196_p0005",
      "zh_CN": "阿难将来成佛，劫名叫妙音遍满。这个名号难得！妙音是什么音？念佛的声音遍满世界，讲经弘法的声音遍满宇宙。这个名号好在哪里？让我们知道这个世界学佛的人多。不像我们这个世界，学佛的人少，佛的法音在这个地球上，地球上居民不多，只有七十亿人，七十亿人有多少人闻到阿弥陀佛名号、听到如来经教？我们有理由相信，这七十亿人当中不到一亿人，也就是七十分之一。七十人当中只有一个人听到，还有六十九个人没听到，这是妙音不普遍。现代科学发达，资讯方便，用卫星传播、用网路传播，现在的手机都可以传播，能够接收网路，能够接收卫星，算是方便太多了。可是几个人接收念佛号的音声？几个人接收讲经的音声？很少。不善的信息占多数，善的信息少数。",
      "zh_TW": "阿難將來成佛，劫名叫妙音遍滿。這個名號難得！妙音是什麼音？念佛的聲音遍滿世界，講經弘法的聲音遍滿宇宙。這個名號好在哪裡？讓我們知道這個世界學佛的人多。不像我們這個世界，學佛的人少，佛的法音在這個地球上，地球上居民不多，只有七十億人，七十億人有多少人聞到阿彌陀佛名號、聽到如來經教？我們有理由相信，這七十億人當中不到一億人，也就是七十分之一。七十人當中只有一個人聽到，還有六十九個人沒聽到，這是妙音不普遍。現代科學發達，資訊方便，用衛星傳播、用網路傳播，現在的手機都可以傳播，能夠接收網路，能夠接收衛星，算是方便太多了。可是幾個人接收念佛號的音聲？幾個人接收講經的音聲？很少。不善的信息佔多數，善的信息少數。"
    },
    {
      "id": "02-040-0196_p0006",
      "zh_CN": "古德有言，「若要佛法兴，唯有僧赞僧」。在现前这个世界里头，我们所见到的都是同行相忌，嫉妒障碍，很少看到同行互相称赞的，很稀有。如果同行互相赞叹，这个世界一定是太平盛世，才会有这个现象。如果互相毁谤，互相嫉妒障碍，这个世界就是乱世。今天确实是大乱之世。盛世跟乱世怎么来的？是我们自己制造的。我们互相嫉妒、互相排斥，这就是制造乱世；互相赞叹，我们就制造和谐、幸福、美满的盛世。不是没有原因的，都是自作自受。我们明白这个道理，就得要把这个教训落实，这一生当中决定不毁谤别人。这个人真干了坏事，我们应该什么心态？见如不见，闻如不闻，心里不落印象。心里面只装好的，不装坏的，只装有利益的，不装有损害的，我们的心就好心。中国人常讲的良心，良是善良，我们的心要善良，心不能坏了。可是，人性本来是善的，也就是说，每个人你的真心、本心是善良的，是佛心，为什么会变坏？中国古圣先贤说，你的先人对你疏忽了教育，你学坏了。这个话说得非常有道理。",
      "zh_TW": "古德有言，「若要佛法興，唯有僧讚僧」。在現前這個世界裡頭，我們所見到的都是同行相忌，嫉妒障礙，很少看到同行互相稱讚的，很稀有。如果同行互相讚歎，這個世界一定是太平盛世，才會有這個現象。如果互相毀謗，互相嫉妒障礙，這個世界就是亂世。今天確實是大亂之世。盛世跟亂世怎麼來的？是我們自己製造的。我們互相嫉妒、互相排斥，這就是製造亂世；互相讚歎，我們就製造和諧、幸福、美滿的盛世。不是沒有原因的，都是自作自受。我們明白這個道理，就得要把這個教訓落實，這一生當中決定不毀謗別人。這個人真幹了壞事，我們應該什麼心態？見如不見，聞如不聞，心裡不落印象。心裡面只裝好的，不裝壞的，只裝有利益的，不裝有損害的，我們的心就好心。中國人常講的良心，良是善良，我們的心要善良，心不能壞了。可是，人性本來是善的，也就是說，每個人你的真心、本心是善良的，是佛心，為什麼會變壞？中國古聖先賢說，你的先人對你疏忽了教育，你學壞了。這個話說得非常有道理。"
    },
    {
      "id": "02-040-0196_p0007",
      "zh_CN": "中国古圣先贤明白这个道理，老祖宗有智慧，非常重视教育。教育从什么时候开始？从母亲怀孕的时候开始，叫胎教。母亲怀孕，她的心情，就是她的情绪，会影响胎儿，她的言说、她的动作、她的思想统统影响胎儿。所以怀孕这十个月，为了小孩禀受正气，她的思想清净，一切不善的东西不想，不善的话不说，不善的事情不做，让胎儿禀受母亲的正气，这个小孩生下来就很好教，纯净纯正。小孩出生之后，他睁开眼睛会看，他会听，不要以为他无知，他非常聪明，已经在学习了。所以父母要当心，在他满三岁这个时间之内，也就是一千天，帮助他扎根教育。扎什么样的根？扎圣贤之根，希望这个孩子长大成圣成贤，而不是希望他升官发财，中国教育不教这个东西，中国教育是圣贤教育。",
      "zh_TW": "中國古聖先賢明白這個道理，老祖宗有智慧，非常重視教育。教育從什麼時候開始？從母親懷孕的時候開始，叫胎教。母親懷孕，她的心情，就是她的情緒，會影響胎兒，她的言說、她的動作、她的思想統統影響胎兒。所以懷孕這十個月，為了小孩稟受正氣，她的思想清淨，一切不善的東西不想，不善的話不說，不善的事情不做，讓胎兒稟受母親的正氣，這個小孩生下來就很好教，純淨純正。小孩出生之後，他睜開眼睛會看，他會聽，不要以為他無知，他非常聰明，已經在學習了。所以父母要當心，在他滿三歲這個時間之內，也就是一千天，幫助他扎根教育。紮什麼樣的根？紮聖賢之根，希望這個孩子長大成聖成賢，而不是希望他升官發財，中國教育不教這個東西，中國教育是聖賢教育。"
    },
    {
      "id": "02-040-0196_p0008",
      "zh_CN": "教育是以孔孟为标本，孔子、孟子，这是大圣大贤。圣贤人，帝王师，换句话说，富贵人的老师。把人教好，把家教好，把社会教好，把国家教好，把天下人教好，这是中国父母对儿女的期望。但是这种理念在最近两百年被疏忽了，前一百年还有讲的人，但是真正做的人很少了，后面这一百年，连讲的人都没有了。现在讲到中国传统教育，一般年轻人非常陌生，不但没有见过，听都没有听说过。所以，古人说的，「子不教，人心坏了；家不齐，社会乱了」。现在中国古时候那个家庭没有了，不要说齐，家没有了，社会怎么能不乱！人心是什么心？自私自利，损人利己，贪瞋痴慢，七情五欲。我们生在这个时代，碰到这样的社会。",
      "zh_TW": "教育是以孔孟為標本，孔子、孟子，這是大聖大賢。聖賢人，帝王師，換句話說，富貴人的老師。把人教好，把家教好，把社會教好，把國家教好，把天下人教好，這是中國父母對兒女的期望。但是這種理念在最近兩百年被疏忽了，前一百年還有講的人，但是真正做的人很少了，後面這一百年，連講的人都沒有了。現在講到中國傳統教育，一般年輕人非常陌生，不但沒有見過，聽都沒有聽說過。所以，古人說的，「子不教，人心壞了；家不齊，社會亂了」。現在中國古時候那個家庭沒有了，不要說齊，家沒有了，社會怎麼能不亂！人心是什麼心？自私自利，損人利己，貪瞋痴慢，七情五欲。我們生在這個時代，碰到這樣的社會。"
    },
    {
      "id": "02-040-0196_p0009",
      "zh_CN": "我们算是不幸当中的大幸，见到中国传统文化，听到大乘佛法，真正像佛经上所说的，「人身难得今已得，佛法难闻今已闻」，这是不幸当中的大幸。闻，有机会闻佛法，就要发心深入经藏，对佛法求彻底的明了，然后依教奉行。尤其是我们遇到这么好的《无量寿经》会集本，遇到黄念祖老居士《无量寿经》的集注，稀有难逢。在这二、三十年当中，依这部经修行往生不退，这样的人很多。我们亲眼看见的，亲耳所闻的，足以给我们做证明。动乱的社会警觉了我们的迷情，让我们有正确的选择，选择西方极乐世界，亲近阿弥陀佛，这一生决定成就、决定成佛，这多难得。",
      "zh_TW": "我們算是不幸當中的大幸，見到中國傳統文化，聽到大乘佛法，真正像佛經上所說的，「人身難得今已得，佛法難聞今已聞」，這是不幸當中的大幸。聞，有機會聞佛法，就要發心深入經藏，對佛法求徹底的明瞭，然後依教奉行。尤其是我們遇到這麼好的《無量壽經》會集本，遇到黃念祖老居士《無量壽經》的集註，稀有難逢。在這二、三十年當中，依這部經修行往生不退，這樣的人很多。我們親眼看見的，親耳所聞的，足以給我們做證明。動亂的社會警覺了我們的迷情，讓我們有正確的選擇，選擇西方極樂世界，親近阿彌陀佛，這一生決定成就、決定成佛，這多難得。"
    },
    {
      "id": "02-040-0196_p0010",
      "zh_CN": "在这些年当中，对于《会集本》持反对意见的人不少，毁谤的人很多。我们看到了，我们听到了，有人来问我，我们要不要写文章去反驳？我告诉大家，不可以。为什么不可以？我们是弥陀弟子，如果连这一点点小事都不能包容，我们去不了极乐世界。我说他们反对，他们批评，他们毁谤，我们对他们要感恩。为什么要感恩？他们替我们消业障。我们这一生造的罪不多，过去生？再过去生？生生世世累积的罪业不知道有多少。我有错误他批评我，是替我消业障；我没有错误他批评我，帮助我消的业障更大，把我过去生生世世的业障都消掉，这是我的恩人。我们总是以感恩的心来看待，决定不要对立。对立，我们说他不和，我们自己也不和，跟他一样，有什么两样？他跟我不和，我跟他和；他毁谤我，我赞叹他；他陷害我，我感恩他，这样就对了。人人都能学会这样，天下就太平，冲突就没有了。冲突没有了，对立没有了，竞争没有了，战争也就没有了，这个带给社会多少利益！我们要多想想，不要听到人说不高兴就生气，那你的功夫还差很远，这风一吹你就动了。古人讲「八风吹不动」，你这小小风一吹就动了，就受不了，你怎么能往生？我相信真正能往生的人，个个都是八风吹不动的，名闻利养边都不沾的。所以，只问自己，不要问别人，听到这些言语，认真反省，有则改之，无则嘉勉，统统都是好话，统统都是好人。佛看一切众生都是佛菩萨，这是我们应该要学习的。",
      "zh_TW": "在這些年當中，對於《會集本》持反對意見的人不少，毀謗的人很多。我們看到了，我們聽到了，有人來問我，我們要不要寫文章去反駁？我告訴大家，不可以。為什麼不可以？我們是彌陀弟子，如果連這一點點小事都不能包容，我們去不了極樂世界。我說他們反對，他們批評，他們毀謗，我們對他們要感恩。為什麼要感恩？他們替我們消業障。我們這一生造的罪不多，過去生？再過去生？生生世世累積的罪業不知道有多少。我有錯誤他批評我，是替我消業障；我沒有錯誤他批評我，幫助我消的業障更大，把我過去生生世世的業障都消掉，這是我的恩人。我們總是以感恩的心來看待，決定不要對立。對立，我們說他不和，我們自己也不和，跟他一樣，有什麼兩樣？他跟我不和，我跟他和；他毀謗我，我讚歎他；他陷害我，我感恩他，這樣就對了。人人都能學會這樣，天下就太平，衝突就沒有了。衝突沒有了，對立沒有了，競爭沒有了，戰爭也就沒有了，這個帶給社會多少利益！我們要多想想，不要聽到人說不高興就生氣，那你的功夫還差很遠，這風一吹你就動了。古人講「八風吹不動」，你這小小風一吹就動了，就受不了，你怎麼能往生？我相信真正能往生的人，個個都是八風吹不動的，名聞利養邊都不沾的。所以，只問自己，不要問別人，聽到這些言語，認真反省，有則改之，無則嘉勉，統統都是好話，統統都是好人。佛看一切眾生都是佛菩薩，這是我們應該要學習的。"
    },
    {
      "id": "02-040-0196_p0011",
      "zh_CN": "你看佛的这些弟子，世尊在此地跟阿难授记，这个授记多么圆满，说了佛号，说了国土的名号，说了妙音遍满，这是弘法利生的盛况。下面再说佛的寿命跟阿弥陀佛没差别，「其佛寿命，无量千万亿阿僧祇劫」，不是说年，论劫数的。劫没有说小劫、中劫，就肯定是大劫，如果是小劫、中劫要注明，没有这个字样就是大劫。太殊胜了！假如有个人于千万亿无量阿僧祇劫中，就计算，「算数校计不能得知」，你去计算，你去数他的寿命，你没有办法知道，他寿命太长了。「正法住世倍于寿命」，给他的寿命加一倍。我们释迦牟尼佛在这个世界示现，这个世界的众生造的罪业太重，愚痴，不开窍，佛只能说小法，说大法听不懂，不能开悟。所以佛的寿命只有八十岁，一百岁不到。佛的正法只有一千年，像法也是一千年，末法一万年，这佛的法运。",
      "zh_TW": "你看佛的這些弟子，世尊在此地跟阿難授記，這個授記多麼圓滿，說了佛號，說了國土的名號，說了妙音遍滿，這是弘法利生的盛況。下面再說佛的壽命跟阿彌陀佛沒差別，「其佛壽命，無量千萬億阿僧祇劫」，不是說年，論劫數的。劫沒有說小劫、中劫，就肯定是大劫，如果是小劫、中劫要註明，沒有這個字樣就是大劫。太殊勝了！假如有個人於千萬億無量阿僧祇劫中，就計算，「算數校計不能得知」，你去計算，你去數他的壽命，你沒有辦法知道，他壽命太長了。「正法住世倍於壽命」，給他的壽命加一倍。我們釋迦牟尼佛在這個世界示現，這個世界的眾生造的罪業太重，愚痴，不開竅，佛只能說小法，說大法聽不懂，不能開悟。所以佛的壽命只有八十歲，一百歲不到。佛的正法只有一千年，像法也是一千年，末法一萬年，這佛的法運。"
    },
    {
      "id": "02-040-0196_p0012",
      "zh_CN": "佛的法音，包括经典的流布也不是很广。古时候没有印刷术，经典要手抄，流通量非常少。现代印刷术发达，印的数量也不多。我们这一生尽心尽力努力，希望布施一万套《大藏经》，快要圆满了。诸位想想，这个地球上七十亿人口，只有一万套《大藏经》，太少了！多少人才摊到一套？讲经教学虽然用网路、用卫星电视，毕竟收看的人不多。为什么不多？他不喜欢看，觉得看这个没味道，他要去找刺激。佛法教人修寂静，现在人不甘寂寞，所以他定不下来，他要热闹。所以，真正学佛的人很少，往生的人更不多，一万个念佛人能有一、二个往生，不错了。六十年前，这是上一辈，老师告诉我们，一万个念佛人往生的只有三、五个。六十年之后的今天，减少了，没有三、五个，一万个人只有一、二个。所以我们要努力、要精进，这个缘太殊胜、太难得，决定不能放松，一心一意求生净土，这个世间统统放下。这个世间无论是善是恶，决定不要放在心上，心上只有阿弥陀佛，口念阿弥陀佛，身礼阿弥陀佛，三业精进，决定得生。菩萨教导我们，欢喜、有缘，我们可以在一起共学；有人不喜欢我们，讨厌，我们赶紧躲开，不要惹他生气，这就对了。一切时、一切处想着，菩萨所在之处令一切众生生欢喜心。大家生欢喜心，我来；大家不欢喜我，我赶快走，这叫行菩萨道。绝不要让别人因我而造罪业，这就不好。他见到我，他会毁谤，他会造业，不见到我就好了，赶快离开，躲得远远的，这就对了。这个世界上人都不要我，我们赶紧到极乐世界去，阿弥陀佛欢迎，阿弥陀佛喜欢，因为我们不闹事，我们很听话、不闹事。",
      "zh_TW": "佛的法音，包括經典的流布也不是很廣。古時候沒有印刷術，經典要手抄，流通量非常少。現代印刷術發達，印的數量也不多。我們這一生盡心盡力努力，希望布施一萬套《大藏經》，快要圓滿了。諸位想想，這個地球上七十億人口，只有一萬套《大藏經》，太少了！多少人才攤到一套？講經教學雖然用網路、用衛星電視，畢竟收看的人不多。為什麼不多？他不喜歡看，覺得看這個沒味道，他要去找刺激。佛法教人修寂靜，現在人不甘寂寞，所以他定不下來，他要熱鬧。所以，真正學佛的人很少，往生的人更不多，一萬個念佛人能有一、二個往生，不錯了。六十年前，這是上一輩，老師告訴我們，一萬個念佛人往生的只有三、五個。六十年之後的今天，減少了，沒有三、五個，一萬個人只有一、二個。所以我們要努力、要精進，這個緣太殊勝、太難得，決定不能放鬆，一心一意求生淨土，這個世間統統放下。這個世間無論是善是惡，決定不要放在心上，心上只有阿彌陀佛，口念阿彌陀佛，身禮阿彌陀佛，三業精進，決定得生。菩薩教導我們，歡喜、有緣，我們可以在一起共學；有人不喜歡我們，討厭，我們趕緊躲開，不要惹他生氣，這就對了。一切時、一切處想著，菩薩所在之處令一切眾生生歡喜心。大家生歡喜心，我來；大家不歡喜我，我趕快走，這叫行菩薩道。絕不要讓別人因我而造罪業，這就不好。他見到我，他會毀謗，他會造業，不見到我就好了，趕快離開，躲得遠遠的，這就對了。這個世界上人都不要我，我們趕緊到極樂世界去，阿彌陀佛歡迎，阿彌陀佛喜歡，因為我們不鬧事，我們很聽話、不鬧事。"
    },
    {
      "id": "02-040-0196_p0013",
      "zh_CN": "底下说，「像法住世复倍正法」，倍倍增长。「阿难，是山海慧自在通王佛，为十方无量千万亿恒河沙等诸佛如来所共赞叹，称其功德。」我们要问，阿难尊者何以有这么大的福报？看这个样子，他超过释迦牟尼，超过阿弥陀佛，这什么原因，有没有想出来？阿难当年在世一生干的是什么？弘传如来正法，这一段经文里头真正意思在此地。你能够像阿难一样，承传正法，弘扬正法，光大正法，一生欢喜做一样事情，弘法利生，弘法利生的人的果报就像阿难一样。反过来，要是障碍正法的弘扬，他造的罪业也不可思议。所以从正面、从反面、从侧面多看看，就明白了，尊者在做榜样给我们看，我们要认真向他学习。",
      "zh_TW": "底下說，「像法住世復倍正法」，倍倍增長。「阿難，是山海慧自在通王佛，為十方無量千萬億恆河沙等諸佛如來所共讚歎，稱其功德。」我們要問，阿難尊者何以有這麼大的福報？看這個樣子，他超過釋迦牟尼，超過阿彌陀佛，這什麼原因，有沒有想出來？阿難當年在世一生幹的是什麼？弘傳如來正法，這一段經文裡頭真正意思在此地。你能夠像阿難一樣，承傳正法，弘揚正法，光大正法，一生歡喜做一樣事情，弘法利生，弘法利生的人的果報就像阿難一樣。反過來，要是障礙正法的弘揚，他造的罪業也不可思議。所以從正面、從反面、從側面多看看，就明白了，尊者在做榜樣給我們看，我們要認真向他學習。"
    },
    {
      "id": "02-040-0196_p0014",
      "zh_CN": "学佛，特别是学阿弥陀佛，阿弥陀佛的世界，这部经第二品就显示清楚了，「德遵普贤」。极乐是普贤菩萨的法界，普贤菩萨的心是平等的、是清净的，第一个教我们就是「礼敬诸佛」。诸佛指谁？一切众生本来是佛。这一切众生，上面到等觉菩萨，下面到无间地狱众生。这一切众生本来是佛，为什么？他本性是佛。一切众生皆有佛性，他的本性就是佛性，所以他本来是佛。对于一切众生就应该礼敬，决定没有分别，他现在在哪一道不分，用清净心看待、平等心看待，你就是修普贤行。「称赞如来」，称赞就有差别，你看礼敬诸佛，诸佛是不分的，如来就分别了。如来什么意思？如来是指性德，与性德相应的赞叹，与性德不相应的不赞叹。什么是与性德相应的？佛在经教里面教导我们，三皈是性德，觉正净，十善是性德，五戒是性德，六和是性德，三学、六度是性德，普贤十愿是性德。在中国传统里面讲，五伦是性德，五常是性德，四维八德是性德。与性德相应的赞叹，与性德不相应的不赞叹，没有叫你毁谤，没有叫你批评。现在人喜欢批评人，认为批评才能够见到真理。这话讲得没错，那是看什么人批评。",
      "zh_TW": "學佛，特別是學阿彌陀佛，阿彌陀佛的世界，這部經第二品就顯示清楚了，「德遵普賢」。極樂是普賢菩薩的法界，普賢菩薩的心是平等的、是清淨的，第一個教我們就是「禮敬諸佛」。諸佛指誰？一切眾生本來是佛。這一切眾生，上面到等覺菩薩，下面到無間地獄眾生。這一切眾生本來是佛，為什麼？他本性是佛。一切眾生皆有佛性，他的本性就是佛性，所以他本來是佛。對於一切眾生就應該禮敬，決定沒有分別，他現在在哪一道不分，用清淨心看待、平等心看待，你就是修普賢行。「稱讚如來」，稱讚就有差別，你看禮敬諸佛，諸佛是不分的，如來就分別了。如來什麼意思？如來是指性德，與性德相應的讚歎，與性德不相應的不讚歎。什麼是與性德相應的？佛在經教裡面教導我們，三皈是性德，覺正淨，十善是性德，五戒是性德，六和是性德，三學、六度是性德，普賢十願是性德。在中國傳統裡面講，五倫是性德，五常是性德，四維八德是性德。與性德相應的讚歎，與性德不相應的不讚歎，沒有叫你毀謗，沒有叫你批評。現在人喜歡批評人，認為批評才能夠見到真理。這話講得沒錯，那是看什麼人批評。"
    },
    {
      "id": "02-040-0196_p0015",
      "zh_CN": "几年前我在印尼访问，印尼大学（伊斯兰的大学），赠送给我博士学位。那一天校长，我们在一起吃午餐，校长告诉我，我们学校有「比较宗教学」这个科目。我当时听了就向校长报告，我说这个名称有问题。他说有什么问题？宗教比较，谁来比较？比较的人一定超过释迦牟尼佛，超过耶稣，超过穆罕默德，他才能做比较，没有这样的人，谁敢比较？校长听了之后，他说那怎么办？我说不要比较，要学习，每个宗教我们都虚心、认真去学习，这就对了。怎么敢批评？认真学习我决定赞成。我跟穆斯林的朋友在一起，我告诉他，我学习《古兰经》，我学习《古兰经》的时候，我的心态是最虔诚的穆斯林。我对真主、对先知、对天使要没有真诚恭敬心，他们说的话我就听不懂。真诚心、恭敬心，你才能学到东西，没有真诚、恭敬学不到。批评的心，怎么能学到东西？那在造罪业。两种不同的学术，不同的宗派，要不搞得清清楚楚、明明白白，你怎么能说话？真搞通了，分别心就没有了。为什么？方法不一样，达到的目的完全相同。像我们到一个目的地，我们从此地到马六甲去，路很多，各人开车走的路不一样。不一样没有关系，最后都到达，那就没话说，各个都是大圆满。同中有异，异中有同，到最后同异变成一个，同异没有了，这是什么？这是大乘佛法，这是所有宗教的最后都归于一。",
      "zh_TW": "幾年前我在印尼訪問，印尼大學（伊斯蘭的大學），贈送給我博士學位。那一天校長，我們在一起吃午餐，校長告訴我，我們學校有「比較宗教學」這個科目。我當時聽了就向校長報告，我說這個名稱有問題。他說有什麼問題？宗教比較，誰來比較？比較的人一定超過釋迦牟尼佛，超過耶穌，超過穆罕默德，他才能做比較，沒有這樣的人，誰敢比較？校長聽了之後，他說那怎麼辦？我說不要比較，要學習，每個宗教我們都虛心、認真去學習，這就對了。怎麼敢批評？認真學習我決定贊成。我跟穆斯林的朋友在一起，我告訴他，我學習《古蘭經》，我學習《古蘭經》的時候，我的心態是最虔誠的穆斯林。我對真主、對先知、對天使要沒有真誠恭敬心，他們說的話我就聽不懂。真誠心、恭敬心，你才能學到東西，沒有真誠、恭敬學不到。批評的心，怎麼能學到東西？那在造罪業。兩種不同的學術，不同的宗派，要不搞得清清楚楚、明明白白，你怎麼能說話？真搞通了，分別心就沒有了。為什麼？方法不一樣，達到的目的完全相同。像我們到一個目的地，我們從此地到馬六甲去，路很多，各人開車走的路不一樣。不一樣沒有關係，最後都到達，那就沒話說，各個都是大圓滿。同中有異，異中有同，到最後同異變成一個，同異沒有了，這是什麼？這是大乘佛法，這是所有宗教的最後都歸於一。"
    },
    {
      "id": "02-040-0196_p0016",
      "zh_CN": "所以，学佛之后，不但对佛的所有宗派，知道是一不是二，回过头来看看世界上所有宗教，全是一没有二，所以我们提出世界宗教是一家。要认真的讲，世界宗教是一体，这是大乘说的。遍法界虚空界一切万法是一体，每个宗教都在里头，不在外头。一体，礼敬诸佛就圆满了。没有这个认知，没有这个度量，这个度量是贤首国师所说的含容空有，空是虚空，就是心包太虚，容是容纳，容纳万有，量周沙界。这是什么？这是你自己的真心，这是自己的本性。学佛没有别的，要回归真性，回归到自性，那就叫妙觉如来。所以我们看到阿难的成就，也看到诸大菩萨、诸大声闻的成就，真正不可思议。",
      "zh_TW": "所以，學佛之後，不但對佛的所有宗派，知道是一不是二，回過頭來看看世界上所有宗教，全是一沒有二，所以我們提出世界宗教是一家。要認真的講，世界宗教是一體，這是大乘說的。遍法界虛空界一切萬法是一體，每個宗教都在裡頭，不在外頭。一體，禮敬諸佛就圓滿了。沒有這個認知，沒有這個度量，這個度量是賢首國師所說的含容空有，空是虛空，就是心包太虛，容是容納，容納萬有，量周沙界。這是什麼？這是你自己的真心，這是自己的本性。學佛沒有別的，要回歸真性，回歸到自性，那就叫妙覺如來。所以我們看到阿難的成就，也看到諸大菩薩、諸大聲聞的成就，真正不可思議。"
    },
    {
      "id": "02-040-0196_p0017",
      "zh_CN": "我们再看下面的注解，「山海慧如来，寿命无有量，以愍众生故」。有长的寿命，为众生做依靠，大家对他生起信心，道理在此地。「盖教主住世时短，则化事短促，众生难遇」。像释迦牟尼佛住世的时间不长，八十年，讲经教学只有四十九年，所以教化众生的事时间短促，众生见到佛不容易。",
      "zh_TW": "我們再看下面的註解，「山海慧如來，壽命無有量，以愍眾生故」。有長的壽命，為眾生做依靠，大家對他生起信心，道理在此地。「蓋教主住世時短，則化事短促，眾生難遇」。像釋迦牟尼佛住世的時間不長，八十年，講經教學只有四十九年，所以教化眾生的事時間短促，眾生見到佛不容易。"
    },
    {
      "id": "02-040-0196_p0018",
      "zh_CN": "这几天，我们在马来西亚共同在一起学习《无量寿经》，学习黄念老的注解，各地，尤其是大陆，我看到好几个国家的同修都到这边来看我。如果你们是观光旅游，很好，观光旅游碰到讲经教学，这个缘很殊胜。如果是特地要想来看看我，就没有必要。花这么多钱，浪费这么多的精神，到这来看看我。实际上，你在网路可以看到，在卫星电视可以看到，在光碟里面可以看到，不必到马来西亚来。到这来跑这一趟，心都跑乱了，要修清净心，这才好。永远保持身心清净，永远保持法喜充满，这样就好。不必要见，一定要见到人这个念头不好，这是执着，情执。情执是执着里头最麻烦的一桩事情，最严重的烦恼，许多烦恼都从这生起来的。这情执我们断掉，我们在这里好好的从网路上学习、光碟上学习，一片光碟都行。东北刘素云居士，就一套《无量寿经》光碟，她学十年，她就成功了。你问她，妳往生有没有把握？她点头告诉你，有把握。什么时候往生？什么时候往生都可以。真自在！什么时候往生，自己不做主，谁做主？阿弥陀佛做主。他叫我住，我就多住几天；他叫我走，我马上就走。你说你多自在。这个世间身心世界放得干干净净，阿弥陀佛就照顾你。你还有牵挂，阿弥陀佛不照顾你；毫无牵挂了，阿弥陀佛决定照顾你。这桩事情也是秘密，章嘉大师传给我的，我传给你们大家。我们跟阿弥陀佛有热线，畅通无阻。所以你问我，我什么事都没有，除了念佛之外，什么念头都没有。这是佛教导我们的，我们要遵从、要依教奉行。",
      "zh_TW": "這幾天，我們在馬來西亞共同在一起學習《無量壽經》，學習黃念老的註解，各地，尤其是大陸，我看到好幾個國家的同修都到這邊來看我。如果你們是觀光旅遊，很好，觀光旅遊碰到講經教學，這個緣很殊勝。如果是特地要想來看看我，就沒有必要。花這麼多錢，浪費這麼多的精神，到這來看看我。實際上，你在網路可以看到，在衛星電視可以看到，在光碟裡面可以看到，不必到馬來西亞來。到這來跑這一趟，心都跑亂了，要修清淨心，這才好。永遠保持身心清淨，永遠保持法喜充滿，這樣就好。不必要見，一定要見到人這個念頭不好，這是執著，情執。情執是執著裡頭最麻煩的一樁事情，最嚴重的煩惱，許多煩惱都從這生起來的。這情執我們斷掉，我們在這裡好好的從網路上學習、光碟上學習，一片光碟都行。東北劉素雲居士，就一套《無量壽經》光碟，她學十年，她就成功了。你問她，妳往生有沒有把握？她點頭告訴你，有把握。什麼時候往生？什麼時候往生都可以。真自在！什麼時候往生，自己不做主，誰做主？阿彌陀佛做主。他叫我住，我就多住幾天；他叫我走，我馬上就走。你說你多自在。這個世間身心世界放得乾乾淨淨，阿彌陀佛就照顧你。你還有牽掛，阿彌陀佛不照顧你；毫無牽掛了，阿彌陀佛決定照顧你。這樁事情也是祕密，章嘉大師傳給我的，我傳給你們大家。我們跟阿彌陀佛有熱線，暢通無阻。所以你問我，我什麼事都沒有，除了念佛之外，什麼念頭都沒有。這是佛教導我們的，我們要遵從、要依教奉行。"
    },
    {
      "id": "02-040-0196_p0019",
      "zh_CN": "「教主长住」，像阿弥陀佛住的时间长，阿难将来成佛了，山海慧如来寿命长，众生有依靠。「化缘无穷」，教化众生的时间长，「利生无尽」。是不是佛有意要长住、要短住？不是的，依众生业力。佛所证得的境界，没有空间，没有时间，整个宇宙融成一体，在净宗叫常寂光。没有时间就是没有先后，没有空间就是没有方所、没有距离，给你说真话，就在当下。但是一般人听不懂，一般人无法体会。真的，就在当下；离开当下，无有一法可得。应化时间长短，统统是缘，是众生的缘，不是佛。众生的缘深、广、长，佛的应亦如是。众生的缘很浅、很薄，我们娑婆世界跟众生的缘就是这样的，很浅、很薄，所以佛在这个世间住世不长。能够遇到的，即使佛灭度之后到今天，能够遇到的，与释迦、弥陀、十方诸佛都有缘分；没有缘分，你听不到这个音声，你看不到这个形像，统统有缘分。尤其是今天遇到了阿弥陀佛，这个善根福德稀有难逢，我们能把握住，这一生当中决定往生成就，这就完全正确了。下面引日本大德，澄宪法师的赞，「佛寿无量，化道至德也。谁不渴仰此愿哉！」佛寿无量，教化众生至德，至是达到极处，教化众生对众生来讲是恩德，对佛自己来讲是悲德，大悲心，都达到极处。哪一个众生不渴仰此愿？这一愿就是寿命无量愿。",
      "zh_TW": "「教主長住」，像阿彌陀佛住的時間長，阿難將來成佛了，山海慧如來壽命長，眾生有依靠。「化緣無窮」，教化眾生的時間長，「利生無盡」。是不是佛有意要長住、要短住？不是的，依眾生業力。佛所證得的境界，沒有空間，沒有時間，整個宇宙融成一體，在淨宗叫常寂光。沒有時間就是沒有先後，沒有空間就是沒有方所、沒有距離，給你說真話，就在當下。但是一般人聽不懂，一般人無法體會。真的，就在當下；離開當下，無有一法可得。應化時間長短，統統是緣，是眾生的緣，不是佛。眾生的緣深、廣、長，佛的應亦如是。眾生的緣很淺、很薄，我們娑婆世界跟眾生的緣就是這樣的，很淺、很薄，所以佛在這個世間住世不長。能夠遇到的，即使佛滅度之後到今天，能夠遇到的，與釋迦、彌陀、十方諸佛都有緣分；沒有緣分，你聽不到這個音聲，你看不到這個形像，統統有緣分。尤其是今天遇到了阿彌陀佛，這個善根福德稀有難逢，我們能把握住，這一生當中決定往生成就，這就完全正確了。下面引日本大德，澄憲法師的讚，「佛壽無量，化道至德也。誰不渴仰此願哉！」佛壽無量，教化眾生至德，至是達到極處，教化眾生對眾生來講是恩德，對佛自己來講是悲德，大悲心，都達到極處。哪一個眾生不渴仰此願？這一願就是壽命無量願。"
    },
    {
      "id": "02-040-0196_p0020",
      "zh_CN": "「又弥陀是报佛，极乐是报土，教主寿命无量，是真实无量，非有量之无量」。以现代的话来说，「寿命无量，指绝对之无量，非相对之无量。」古德有这个说法，西方极乐世界凡圣同居土、方便有余土，你所见的阿弥陀佛，无量寿是有量的，有量的无量。实报土里面，阿弥陀佛是报身如来，那是真正无量的无量。可是莲池、蕅益这些大师告诉我们，所谓有量的无量是对我们娑婆世界往生这些人说的。我们的烦恼习气没有断干净，这就有量，断干净之后，有量就变成无量，我们是以有量的无量进入极乐世界。但是在极乐世界，我们有理由相信，时间很短，不要很长的时间，你就证得无量的无量。为什么？每一个往生的人，我们这个娑婆世界众生，尤其六道凡夫，生到极乐世界全都是凡圣同居土。凡圣同居土，极乐世界没有三恶道，没有阿修罗，没有罗刹，只有人天两道。我们这是六道，极乐世界只有两道，跟我们世界不同。方便有余土跟我们这个世界相同，方便有余土就是我们这个世界十法界里面的四圣法界，声闻、缘觉、菩萨、佛，在极乐世界这是方便有余土。释迦牟尼佛的实报庄严土是华藏世界，报身佛，叫卢舍那佛，释迦牟尼佛的报身；释迦牟尼佛的法身，毘卢遮那如来，这三身是一身，一即是三，三即是一，应化有量，法报就无量，证得报身就无量。到极乐世界，每个人都证得，甚至于说不要修行，到那里去就证得。这是本经第二十愿，我们还没有念到，现在念到的是第十五愿，二十愿就讲到了，皆作阿惟越致菩萨。诸位要知道，阿惟越致菩萨是报身菩萨，是实报庄严土的菩萨。换句话说，我们的真正身分，确确实实是往生同居土，但是在同居土里头就变成实报土，我们的智慧、神通、道力跟实报土的菩萨没有两样，这是阿弥陀佛加持我们的，不用我们修就得到，这个得到的利益无量无边。",
      "zh_TW": "「又彌陀是報佛，極樂是報土，教主壽命無量，是真實無量，非有量之無量」。以現代的話來說，「壽命無量，指絕對之無量，非相對之無量。」古德有這個說法，西方極樂世界凡聖同居土、方便有餘土，你所見的阿彌陀佛，無量壽是有量的，有量的無量。實報土裡面，阿彌陀佛是報身如來，那是真正無量的無量。可是蓮池、蕅益這些大師告訴我們，所謂有量的無量是對我們娑婆世界往生這些人說的。我們的煩惱習氣沒有斷乾淨，這就有量，斷乾淨之後，有量就變成無量，我們是以有量的無量進入極樂世界。但是在極樂世界，我們有理由相信，時間很短，不要很長的時間，你就證得無量的無量。為什麼？每一個往生的人，我們這個娑婆世界眾生，尤其六道凡夫，生到極樂世界全都是凡聖同居土。凡聖同居土，極樂世界沒有三惡道，沒有阿修羅，沒有羅剎，只有人天兩道。我們這是六道，極樂世界只有兩道，跟我們世界不同。方便有餘土跟我們這個世界相同，方便有餘土就是我們這個世界十法界裡面的四聖法界，聲聞、緣覺、菩薩、佛，在極樂世界這是方便有餘土。釋迦牟尼佛的實報莊嚴土是華藏世界，報身佛，叫盧舍那佛，釋迦牟尼佛的報身；釋迦牟尼佛的法身，毘盧遮那如來，這三身是一身，一即是三，三即是一，應化有量，法報就無量，證得報身就無量。到極樂世界，每個人都證得，甚至於說不要修行，到那裡去就證得。這是本經第二十願，我們還沒有念到，現在念到的是第十五願，二十願就講到了，皆作阿惟越致菩薩。諸位要知道，阿惟越致菩薩是報身菩薩，是實報莊嚴土的菩薩。換句話說，我們的真正身分，確確實實是往生同居土，但是在同居土裡頭就變成實報土，我們的智慧、神通、道力跟實報土的菩薩沒有兩樣，這是阿彌陀佛加持我們的，不用我們修就得到，這個得到的利益無量無邊。"
    },
    {
      "id": "02-040-0196_p0021",
      "zh_CN": "我们讲一桩事情你就晓得。极乐世界之所以那么好，永远都不会变，靠的是什么？靠教育。所以我上一次来的时候，跟这边的一些校长们谈话，我提十个教学为先，最后两个，「诸佛刹土，教学为先」，最后一个，「极乐世界，教学为先」。诸佛如来对教学太重视，阿弥陀佛讲经教学没有中断的。我们这个世间，释迦牟尼佛的应身，教学有中断的，吃饭的时候不能教学，睡觉的时候不能教学，就中断了。要知道，到极乐世界的人不要吃饭，不是这种肉身，不需要食物营养。营养从哪来？营养从清净、平等心当中来，就是自性里面来的。身体健康，永远不生病，永远年轻，不会衰老，所以他没有休息。佛讲经说法没有休息，无量寿就是无量年都不休息；听经的人也是无量寿，也不要休息。你看，这一点多厉害。",
      "zh_TW": "我們講一樁事情你就曉得。極樂世界之所以那麼好，永遠都不會變，靠的是什麼？靠教育。所以我上一次來的時候，跟這邊的一些校長們談話，我提十個教學為先，最後兩個，「諸佛剎土，教學為先」，最後一個，「極樂世界，教學為先」。諸佛如來對教學太重視，阿彌陀佛講經教學沒有中斷的。我們這個世間，釋迦牟尼佛的應身，教學有中斷的，吃飯的時候不能教學，睡覺的時候不能教學，就中斷了。要知道，到極樂世界的人不要吃飯，不是這種肉身，不需要食物營養。營養從哪來？營養從清淨、平等心當中來，就是自性裡面來的。身體健康，永遠不生病，永遠年輕，不會衰老，所以他沒有休息。佛講經說法沒有休息，無量壽就是無量年都不休息；聽經的人也是無量壽，也不要休息。你看，這一點多厲害。"
    },
    {
      "id": "02-040-0196_p0022",
      "zh_CN": "第二点不思议的，这个身坐在阿弥陀佛讲堂，在那里听经讲法，同时分身，化身、分身，分多少身？分无量无边身。到哪里去？到无量无边诸佛刹土，到那里供佛去，香花供佛。供佛修福，听经闻法修慧。到极乐世界不是听阿弥陀佛一个人说法，十方一切诸佛刹土里头佛都在说法，你统统听到、统统看到。你看，你每天供养无量无边佛，闻无量无边佛说法，极乐世界一天，我们这个地方万万年都赶不上。所以他成佛快，太快了。上上根人到极乐世界一天就成就了，不要到第二天。中下根性的人时间长一点，比任何地方修行都快速。真正是一个速成班，快速成就班，这个地方就不能不去。极乐世界是报土，教主寿命无量，是真实无量，不是相对的无量。众生寿命也是无量，有部分是相对的无量，但是住上几天、几个星期，他就自自然然变成绝对的无量，不是相对的无量。",
      "zh_TW": "第二點不思議的，這個身坐在阿彌陀佛講堂，在那裡聽經講法，同時分身，化身、分身，分多少身？分無量無邊身。到哪裡去？到無量無邊諸佛剎土，到那裡供佛去，香花供佛。供佛修福，聽經聞法修慧。到極樂世界不是聽阿彌陀佛一個人說法，十方一切諸佛剎土裡頭佛都在說法，你統統聽到、統統看到。你看，你每天供養無量無邊佛，聞無量無邊佛說法，極樂世界一天，我們這個地方萬萬年都趕不上。所以他成佛快，太快了。上上根人到極樂世界一天就成就了，不要到第二天。中下根性的人時間長一點，比任何地方修行都快速。真正是一個速成班，快速成就班，這個地方就不能不去。極樂世界是報土，教主壽命無量，是真實無量，不是相對的無量。眾生壽命也是無量，有部分是相對的無量，但是住上幾天、幾個星期，他就自自然然變成絕對的無量，不是相對的無量。"
    },
    {
      "id": "02-040-0196_p0023",
      "zh_CN": "「此愿下明，国中人民寿命亦皆无量」，这一句是经文。澄宪法师说，「人民寿命无量，净土第一德也」。古德这句话说得不错，净土宗第一德就是叫你到极乐世界去证无量寿，去就得到了。「继释云」，继续解释，还是澄宪师的话，「修行佛道者，死魔为恐」。四种魔里头，最后一个死魔，五阴魔、烦恼魔、天魔、死魔。在这个世界，你修行还没有成就，寿命到了，你不能再继续修了。你一转生，再一投胎，就算你修得不错，你到人道来，到你真正懂得用功修行，这也得二十年，你这二十年当中中断了。下一辈子得人身，从头再来起，可能进度比这一生快一点，因为你有基础、有底子。这就是进进退退，一个生死，一个大退转，这是麻烦。",
      "zh_TW": "「此願下明，國中人民壽命亦皆無量」，這一句是經文。澄憲法師說，「人民壽命無量，淨土第一德也」。古德這句話說得不錯，淨土宗第一德就是叫你到極樂世界去證無量壽，去就得到了。「繼釋云」，繼續解釋，還是澄憲師的話，「修行佛道者，死魔為恐」。四種魔裡頭，最後一個死魔，五陰魔、煩惱魔、天魔、死魔。在這個世界，你修行還沒有成就，壽命到了，你不能再繼續修了。你一轉生，再一投胎，就算你修得不錯，你到人道來，到你真正懂得用功修行，這也得二十年，你這二十年當中中斷了。下一輩子得人身，從頭再來起，可能進度比這一生快一點，因為你有基礎、有底子。這就是進進退退，一個生死，一個大退轉，這是麻煩。"
    },
    {
      "id": "02-040-0196_p0024",
      "zh_CN": "五阴魔是讲身体，很想修行，身体不行，我想一天拜一千拜，拜一百拜就累得不得了，就拜不下去，这都属于五阴魔。五阴是色受想行识，色是身体，身体是四大，受想行识是心，心态，会受外面境界干扰。心不清净，心不平等，这个对修行造成严重障碍。极乐世界没有，极乐世界这个身不是阿赖耶变现的。我们现在的身，色是阿赖耶的色法一分，心是阿赖耶的心法里头的一分，阿赖耶的见分，身体是阿赖耶的相分，假的，不是真的，阿赖耶是生灭法。极乐世界所受的身是法性身，法性是不生不灭。所以极乐世界的人身跟我们这里不一样，他那里是常住身，我们这个地方是生灭身，无常。极乐世界是真常，凡圣同居土得的身都是真常，真的是第一德。",
      "zh_TW": "五陰魔是講身體，很想修行，身體不行，我想一天拜一千拜，拜一百拜就累得不得了，就拜不下去，這都屬於五陰魔。五陰是色受想行識，色是身體，身體是四大，受想行識是心，心態，會受外面境界干擾。心不清淨，心不平等，這個對修行造成嚴重障礙。極樂世界沒有，極樂世界這個身不是阿賴耶變現的。我們現在的身，色是阿賴耶的色法一分，心是阿賴耶的心法裡頭的一分，阿賴耶的見分，身體是阿賴耶的相分，假的，不是真的，阿賴耶是生滅法。極樂世界所受的身是法性身，法性是不生不滅。所以極樂世界的人身跟我們這裡不一樣，他那裡是常住身，我們這個地方是生滅身，無常。極樂世界是真常，凡聖同居土得的身都是真常，真的是第一德。"
    },
    {
      "id": "02-040-0196_p0025",
      "zh_CN": "我们这个世界的四魔，你看，有五阴、有烦恼，还有天魔。天魔就是身外，外面境界的诱惑都叫天魔，不是我们自身的。外面名闻利养的诱惑，所谓是财色名利，外面的；里面的烦恼，贪瞋痴慢，自私自利，这是里面的。里跟外一凑合，就造罪业。造业，肯定是恶业多、善业少。如果是造利益众生的事业，善业，利益自己的是恶业。最好不造业，善业、恶业都不造，那是怎么个生活方法？断恶不着断恶的相，修善不着修善的相，就对了。还是断恶修善，但是不落在心里，心里干干净净，心里只有阿弥陀佛，叫离一切相，即一切法。离相重要，放下重要，不能执着。人之所以会衰老，就是因为你有执着，你有烦恼，烦心的事情很多。古人说一句话「忧能使人老」，人忧虑很多，老化就很快；人没有忧虑，老化就很慢。这个世间什么都是假的，身体是假的，念头也是假的，何必放在心上？放在心上就是跟自己过不去，就是让自己在受果报。不放在心上，没事，清净无为，无为而无所不为。无所不为是利益众生的，不是自利的，利益众生也不着相，叫真清净，真的无为。",
      "zh_TW": "我們這個世界的四魔，你看，有五陰、有煩惱，還有天魔。天魔就是身外，外面境界的誘惑都叫天魔，不是我們自身的。外面名聞利養的誘惑，所謂是財色名利，外面的；裡面的煩惱，貪瞋痴慢，自私自利，這是裡面的。裡跟外一湊合，就造罪業。造業，肯定是惡業多、善業少。如果是造利益眾生的事業，善業，利益自己的是惡業。最好不造業，善業、惡業都不造，那是怎麼個生活方法？斷惡不著斷惡的相，修善不著修善的相，就對了。還是斷惡修善，但是不落在心裡，心裡乾乾淨淨，心裡只有阿彌陀佛，叫離一切相，即一切法。離相重要，放下重要，不能執著。人之所以會衰老，就是因為你有執著，你有煩惱，煩心的事情很多。古人說一句話「憂能使人老」，人憂慮很多，老化就很快；人沒有憂慮，老化就很慢。這個世間什麼都是假的，身體是假的，念頭也是假的，何必放在心上？放在心上就是跟自己過不去，就是讓自己在受果報。不放在心上，沒事，清淨無為，無為而無所不為。無所不為是利益眾生的，不是自利的，利益眾生也不著相，叫真清淨，真的無為。"
    },
    {
      "id": "02-040-0196_p0026",
      "zh_CN": "所以这下面讲，「生死间隔，退缘根本」，退得最厉害的就是生死。「见佛闻法，值遇众圣，供养诸佛，亲近善友，自然快乐，无有众苦，其德非一。」这就是讲净土第一德。在极乐世界，见佛闻法，这个佛是阿弥陀佛，法是弥陀说法，进入阿弥陀佛的讲堂，你在那里听经闻法，离开讲堂，你就成佛了。为什么？还没有大彻大悟，明心见性，你不会离开讲堂。什么时候离开讲堂？成佛就离开，没成佛不离开。进讲堂是凡夫，离开讲堂，成佛。这个学习的讲堂到哪里去找？只有极乐世界有，其他诸佛国土里头没有。阿弥陀佛的讲堂不可思议，那就是成佛的坛城。",
      "zh_TW": "所以這下面講，「生死間隔，退緣根本」，退得最厲害的就是生死。「見佛聞法，值遇眾聖，供養諸佛，親近善友，自然快樂，無有眾苦，其德非一。」這就是講淨土第一德。在極樂世界，見佛聞法，這個佛是阿彌陀佛，法是彌陀說法，進入阿彌陀佛的講堂，你在那裡聽經聞法，離開講堂，你就成佛了。為什麼？還沒有大徹大悟，明心見性，你不會離開講堂。什麼時候離開講堂？成佛就離開，沒成佛不離開。進講堂是凡夫，離開講堂，成佛。這個學習的講堂到哪裡去找？只有極樂世界有，其他諸佛國土裡頭沒有。阿彌陀佛的講堂不可思議，那就是成佛的壇城。"
    },
    {
      "id": "02-040-0196_p0027",
      "zh_CN": "下面讲得更殊胜，「供养诸佛，亲近善友」，诸佛跟善友是一不是二，这个地方讲的善友就是诸佛，这是什么？你分身去的，化身去的。十方世界每个世界都有佛，佛是一切众生的善友，佛绝对不会有个恶念对众生。众生对佛起个恶念，佛不可能一个恶念对众生，佛没有。所以佛、法身菩萨是一切众生的善友。「自然快乐」，我们这个世间没有乐，只有苦没有乐。这个话要懂，是真的，不是假的。没有契入佛的境界，在这个世间没乐，如果契入佛的境界，有乐，法喜充满。我们从《论语》，孔子那里得到一个信息。《论语》第一句话说，孔子讲的「学而时习之，不亦说乎」，那个悦就是法喜充满。夫子这一句话说，学而时习之，你把你所学的真正落实了，落实在生活、落实在工作、落实在处事待人接物，这叫习。就是说你学到了你真能做到，你就很快乐，那个快乐不是从外头得来的，内心里头生出来的。这给我们一个信息。夫子说的是世间法，你把孝亲做出来了，欢喜；你把尊重长辈做出来了，欢喜。",
      "zh_TW": "下面講得更殊勝，「供養諸佛，親近善友」，諸佛跟善友是一不是二，這個地方講的善友就是諸佛，這是什麼？你分身去的，化身去的。十方世界每個世界都有佛，佛是一切眾生的善友，佛絕對不會有個惡念對眾生。眾生對佛起個惡念，佛不可能一個惡念對眾生，佛沒有。所以佛、法身菩薩是一切眾生的善友。「自然快樂」，我們這個世間沒有樂，只有苦沒有樂。這個話要懂，是真的，不是假的。沒有契入佛的境界，在這個世間沒樂，如果契入佛的境界，有樂，法喜充滿。我們從《論語》，孔子那裡得到一個信息。《論語》第一句話說，孔子講的「學而時習之，不亦說乎」，那個悅就是法喜充滿。夫子這一句話說，學而時習之，你把你所學的真正落實了，落實在生活、落實在工作、落實在處事待人接物，這叫習。就是說你學到了你真能做到，你就很快樂，那個快樂不是從外頭得來的，內心裡頭生出來的。這給我們一個信息。夫子說的是世間法，你把孝親做出來了，歡喜；你把尊重長輩做出來了，歡喜。"
    },
    {
      "id": "02-040-0196_p0028",
      "zh_CN": "佛法比世法更浓、更深、更广，你能把十善做出来，你多欢喜，真的法喜充满；能把六和敬做出来，多欢喜。我跟全世界人和睦相处，他不跟我和，我跟他和，多么欢喜。这种欢喜心就能感动别人，有些善根利的，几次见面就感动了；有些钝的，要很长时间才能感动。几个月感动，二、三年感动，二、三十年感动，有的人到临死感动了，但是感动，他死了，寿命到了。他很欢喜，我这一生总算遇到一个好人，但是他寿命终了，他带着欢喜心走的，不堕恶道。我们要学菩萨，自己做出来感动别人，不要让别人感动我，这是菩萨。发菩提心，修菩萨道，所以「自然快乐，无有众苦」。这个快乐不是外面刺激来的，与外面境界不相干，无论什么时候，无论在什么处所，你都非常快乐，叫法喜充满。「其德非一」，这是自性无量功德之所成就，真得受用。得法喜了，你功夫得力，向前，不往后退转了。",
      "zh_TW": "佛法比世法更濃、更深、更廣，你能把十善做出來，你多歡喜，真的法喜充滿；能把六和敬做出來，多歡喜。我跟全世界人和睦相處，他不跟我和，我跟他和，多麼歡喜。這種歡喜心就能感動別人，有些善根利的，幾次見面就感動了；有些鈍的，要很長時間才能感動。幾個月感動，二、三年感動，二、三十年感動，有的人到臨死感動了，但是感動，他死了，壽命到了。他很歡喜，我這一生總算遇到一個好人，但是他壽命終了，他帶著歡喜心走的，不墮惡道。我們要學菩薩，自己做出來感動別人，不要讓別人感動我，這是菩薩。發菩提心，修菩薩道，所以「自然快樂，無有眾苦」。這個快樂不是外面刺激來的，與外面境界不相干，無論什麼時候，無論在什麼處所，你都非常快樂，叫法喜充滿。「其德非一」，這是自性無量功德之所成就，真得受用。得法喜了，你功夫得力，向前，不往後退轉了。"
    },
    {
      "id": "02-040-0196_p0029",
      "zh_CN": "「若寿命短促者，遗恨几计」，这个几计是难以计算，后悔，遗憾，我在有寿命的时候为什么不学？我们没有学佛的时候不知道，学佛之后真的是很遗憾自己，为什么不早十年学佛？我学佛是二十六岁，那个时候想我十六岁遇到佛法多好！没有缘分，十六岁是中日抗战时候，打仗的时候，没有遇到善友，没有人给我讲佛。遇到寺庙，里面去转转，看到好多塑像，都把它当鬼神看待，没有人知道，没有人能说得出来。「如玉杯无底」，这是讲人遗憾。玉杯，玉是宝，做成的杯子，下头没有底，装水全漏掉了。这叫什么？这叫遗憾。所以人没有闻到佛法，真的，忧虑、烦恼无量无边，活得很辛苦，不知道这些忧虑是冤枉的。为什么？所虑的万物假的，能够忧虑的，我的身心，也是假的，根本它就不存在，你忧虑什么？真的是冤枉。这桩事情只有大乘佛法讲得清楚、讲得明白。学习要有恭敬心，真诚恭敬，细心去体会，体会得愈深，你就了解愈清楚、愈明白，你就真正放下了。不必要人要求提醒你，自然放下，这一放下，你就入境界。",
      "zh_TW": "「若壽命短促者，遺恨幾計」，這個幾計是難以計算，後悔，遺憾，我在有壽命的時候為什麼不學？我們沒有學佛的時候不知道，學佛之後真的是很遺憾自己，為什麼不早十年學佛？我學佛是二十六歲，那個時候想我十六歲遇到佛法多好！沒有緣分，十六歲是中日抗戰時候，打仗的時候，沒有遇到善友，沒有人給我講佛。遇到寺廟，裡面去轉轉，看到好多塑像，都把它當鬼神看待，沒有人知道，沒有人能說得出來。「如玉杯無底」，這是講人遺憾。玉杯，玉是寶，做成的杯子，下頭沒有底，裝水全漏掉了。這叫什麼？這叫遺憾。所以人沒有聞到佛法，真的，憂慮、煩惱無量無邊，活得很辛苦，不知道這些憂慮是冤枉的。為什麼？所慮的萬物假的，能夠憂慮的，我的身心，也是假的，根本它就不存在，你憂慮什麼？真的是冤枉。這樁事情只有大乘佛法講得清楚、講得明白。學習要有恭敬心，真誠恭敬，細心去體會，體會得愈深，你就了解愈清楚、愈明白，你就真正放下了。不必要人要求提醒你，自然放下，這一放下，你就入境界。"
    },
    {
      "id": "02-040-0196_p0030",
      "zh_CN": "下面有个括弧，这括弧里面是黄念祖老居士提醒我们的，「盖玉杯实为良材」，材料好，玉做的，「若无底则不成器」。那是什么？它得不到器用，我这个杯子是要盛水的，装水的，它不能装水，没有底，这叫不成器，没有器的作用。「又望西亦曰：诸乐根本，只在此愿」。这个是极乐世界的根本。为什么乐？寿命长久，永生不灭，这个乐，这真乐。那反过来看，人生最怕的是什么？怕死，死是最苦，再狠的人听到一个死字，他腿也软掉了。这个里面含义很深很广。",
      "zh_TW": "下面有個括弧，這括弧裡面是黃念祖老居士提醒我們的，「蓋玉杯實為良材」，材料好，玉做的，「若無底則不成器」。那是什麼？它得不到器用，我這個杯子是要盛水的，裝水的，它不能裝水，沒有底，這叫不成器，沒有器的作用。「又望西亦曰：諸樂根本，只在此願」。這個是極樂世界的根本。為什麼樂？壽命長久，永生不滅，這個樂，這真樂。那反過來看，人生最怕的是什麼？怕死，死是最苦，再狠的人聽到一個死字，他腿也軟掉了。這個裡面含義很深很廣。"
    },
    {
      "id": "02-040-0196_p0031",
      "zh_CN": "又如《群疑论》里面所说的，「谓彼国人民命极长远。纵令凡夫，还入变易，究竟成佛」。这个是《群疑论》，这个注解里头都有解释，大家自己可以看。彼国人民，是极乐世界的人民。纵令凡夫，这是指凡圣同居土往生的。这个往生的人，烦恼没断，带业往生，带着烦恼习气。他为什么能往生？念佛的功夫到家了，虽有烦恼习气没断，他的功夫能把烦恼习气控制住，烦恼习气不会发作，这就行，这就能往生。往生到极乐世界，烦恼习气永远不会发作。为什么？极乐世界一切事法都能满你的意思，你就不会发脾气，也不会起贪心。你喜欢黄金，你看到极乐世界铺马路的全是黄金，黄金为地，黄金是铺路的，像现在我们对待贵宾，铺红地毯，极乐世界是铺黄金。你说黄金多少，谁要黄金？不要了。要珠宝，名贵的珠宝，极乐世界是建筑材料，他们的房子统统是珠宝建筑的。大地，琉璃是大地。琉璃，翻成中国的意思，我们中国人叫翡翠，绿色的玉，透明的，颜色是绿色的。极乐世界大地也是绿色的，是翡翠，太多了，多到怎么样？多到你厌烦，不要了。你看到那个，念头都不会有，无论什么东西，太多了。一切受用，随念即至。我站在这个地方，想这个地方盖个房子住很好，那房子就在了，你就感觉到你住在房子里面。房子大小随心所欲。还有，我这个房子住在空中，它就升了，升到空中去了，想在地面，它就落下来。",
      "zh_TW": "又如《群疑論》裡面所說的，「謂彼國人民命極長遠。縱令凡夫，還入變易，究竟成佛」。這個是《群疑論》，這個註解裡頭都有解釋，大家自己可以看。彼國人民，是極樂世界的人民。縱令凡夫，這是指凡聖同居土往生的。這個往生的人，煩惱沒斷，帶業往生，帶著煩惱習氣。他為什麼能往生？念佛的功夫到家了，雖有煩惱習氣沒斷，他的功夫能把煩惱習氣控制住，煩惱習氣不會發作，這就行，這就能往生。往生到極樂世界，煩惱習氣永遠不會發作。為什麼？極樂世界一切事法都能滿你的意思，你就不會發脾氣，也不會起貪心。你喜歡黃金，你看到極樂世界鋪馬路的全是黃金，黃金為地，黃金是鋪路的，像現在我們對待貴賓，鋪紅地毯，極樂世界是鋪黃金。你說黃金多少，誰要黃金？不要了。要珠寶，名貴的珠寶，極樂世界是建築材料，他們的房子統統是珠寶建築的。大地，琉璃是大地。琉璃，翻成中國的意思，我們中國人叫翡翠，綠色的玉，透明的，顏色是綠色的。極樂世界大地也是綠色的，是翡翠，太多了，多到怎麼樣？多到你厭煩，不要了。你看到那個，念頭都不會有，無論什麼東西，太多了。一切受用，隨念即至。我站在這個地方，想這個地方蓋個房子住很好，那房子就在了，你就感覺到你住在房子裡面。房子大小隨心所欲。還有，我這個房子住在空中，它就升了，升到空中去了，想在地面，它就落下來。"
    },
    {
      "id": "02-040-0196_p0032",
      "zh_CN": "所以到极乐世界，贪瞋痴慢疑自然没有了，你全都看到，全听到、全都接触到，想吃东西，是百味佳肴就在面前。百味是什么？古时候皇上吃饭，每一餐饭都是一百道菜，排成十个，纵横十个，一百道菜，这皇上一个人吃。那个菜碗都不大，都小小的，小碟子一样，宫廷里面的生活。可是百味饮食摆在面前，不想吃了，这个身体不需要这些东西，这个念头不想了，全没有了，干干净净的，都看不见，不需要收拾碗筷。换句话说，极乐世界没有你烦心的地方，你有烦恼生不起来。这是非常理想修行的道场，在这个道场修行，没有一个不成就。「盖生极乐，见佛闻法，一切时处皆是增上」，增上缘，「无有退缘」，你绝对不会退转，都是帮助你提升，没有缘叫你退转的，所以你的成就非常快速。「寿命复又无量，故不论根器如何，凡往生者必定成佛。称之为净土第一德，良有以也。」真的是净土第一德。",
      "zh_TW": "所以到極樂世界，貪瞋痴慢疑自然沒有了，你全都看到，全聽到、全都接觸到，想吃東西，是百味佳餚就在面前。百味是什麼？古時候皇上吃飯，每一餐飯都是一百道菜，排成十個，縱橫十個，一百道菜，這皇上一個人吃。那個菜碗都不大，都小小的，小碟子一樣，宮廷裡面的生活。可是百味飲食擺在面前，不想吃了，這個身體不需要這些東西，這個念頭不想了，全沒有了，乾乾淨淨的，都看不見，不需要收拾碗筷。換句話說，極樂世界沒有你煩心的地方，你有煩惱生不起來。這是非常理想修行的道場，在這個道場修行，沒有一個不成就。「蓋生極樂，見佛聞法，一切時處皆是增上」，增上緣，「無有退緣」，你絕對不會退轉，都是幫助你提升，沒有緣叫你退轉的，所以你的成就非常快速。「壽命復又無量，故不論根器如何，凡往生者必定成佛。稱之為淨土第一德，良有以也。」真的是淨土第一德。"
    },
    {
      "id": "02-040-0196_p0033",
      "zh_CN": "这个参考资料里面，有一段可以念给大家听听，就是分段生死跟变易生死。在括弧里头看到的，「了分段生死而入变易生死」。什么叫分段，什么叫变易，简称就称为「二死」，两种生死。「一切众生，在三界六道中，由于善恶业所感，其寿命皆有分限」，就是寿命有限，「其身形皆有段别」，我们的身体形状，「故其生死，名分段生死。」如果我们细分，人一生有幼年，有少年，有青年，有壮年，有老年。幼年过了，到少年，那幼年就死了，幼年不再回来；少年过去了，青年生起来；青年过去了，壮年生起来；壮年过去了，老年就生起来；老年过去了，这就死亡，来生再转世了。转到人道，那又是幼年、少年、青年、壮年、老年，一个阶段、一个阶段。但是在一期生命当中，从幼年到老年，可以叫变易生死，它产生变化，改变了。变易生死再细说，每一天都不一样，天天都在变。",
      "zh_TW": "這個參考資料裡面，有一段可以念給大家聽聽，就是分段生死跟變易生死。在括弧裡頭看到的，「了分段生死而入變易生死」。什麼叫分段，什麼叫變易，簡稱就稱為「二死」，兩種生死。「一切眾生，在三界六道中，由於善惡業所感，其壽命皆有分限」，就是壽命有限，「其身形皆有段別」，我們的身體形狀，「故其生死，名分段生死。」如果我們細分，人一生有幼年，有少年，有青年，有壯年，有老年。幼年過了，到少年，那幼年就死了，幼年不再回來；少年過去了，青年生起來；青年過去了，壯年生起來；壯年過去了，老年就生起來；老年過去了，這就死亡，來生再轉世了。轉到人道，那又是幼年、少年、青年、壯年、老年，一個階段、一個階段。但是在一期生命當中，從幼年到老年，可以叫變易生死，它產生變化，改變了。變易生死再細說，每一天都不一樣，天天都在變。"
    },
    {
      "id": "02-040-0196_p0034",
      "zh_CN": "弥勒菩萨告诉我们，这是最究竟的，一秒钟变多少次？变一千六百兆次。一秒钟有一千六百兆次的生灭，说的是我们肉体跟精神。哪一个念头是自己？一个都不是。这叫什么？看破身心世界。真看破了，身心世界你放下了，你不再计较，不再执着，不再分别，甚至于不再起心动念，恭喜你，你成佛了。成佛不是别的，放下就是。放下，真修行，第一行门。修什么，放不下，都是白修了，得不到利益，放下是真正得到利益。就是人说两种生死，分段，一个阶段、一个阶段，说法有浅深不一样。最浅的，人从投胎出生，生了，到最后死亡，这死了，这叫一段，这是一个大段。细分，像我刚才分的，幼年、少年、青年、壮年、老年，这是细分，这个分法也叫做变易，也是分段，变易、分段意思都有。真正变易不是分段，那是三乘圣者，不是凡夫。凡夫，变易跟分段可以说是融在一起的。说到最细的时候，那就是弥勒菩萨所讲的，一秒钟一千六百兆次的生灭，是分段，也是变易，因为前念跟后念完全不相同。你真正把这个搞清楚、搞明白了，身心世界原来全是假的，没有一样是真的，这才欢欢喜喜放下。放下就是成就，就是证果，这叫真正不可思议。今天时间到了，我们就学习到此地。",
      "zh_TW": "彌勒菩薩告訴我們，這是最究竟的，一秒鐘變多少次？變一千六百兆次。一秒鐘有一千六百兆次的生滅，說的是我們肉體跟精神。哪一個念頭是自己？一個都不是。這叫什麼？看破身心世界。真看破了，身心世界你放下了，你不再計較，不再執著，不再分別，甚至於不再起心動念，恭喜你，你成佛了。成佛不是別的，放下就是。放下，真修行，第一行門。修什麼，放不下，都是白修了，得不到利益，放下是真正得到利益。就是人說兩種生死，分段，一個階段、一個階段，說法有淺深不一樣。最淺的，人從投胎出生，生了，到最後死亡，這死了，這叫一段，這是一個大段。細分，像我剛才分的，幼年、少年、青年、壯年、老年，這是細分，這個分法也叫做變易，也是分段，變易、分段意思都有。真正變易不是分段，那是三乘聖者，不是凡夫。凡夫，變易跟分段可以說是融在一起的。說到最細的時候，那就是彌勒菩薩所講的，一秒鐘一千六百兆次的生滅，是分段，也是變易，因為前念跟後念完全不相同。你真正把這個搞清楚、搞明白了，身心世界原來全是假的，沒有一樣是真的，這才歡歡喜喜放下。放下就是成就，就是證果，這叫真正不可思議。今天時間到了，我們就學習到此地。"
    }
  ]
}