{
  "doc_id": "02-040-0441",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四四一集",
    "zh_TW": "第四四一集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0441",
  "total_paragraphs": 31,
  "paragraphs": [
    {
      "id": "02-040-0441_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0441_p0002",
      "zh_CN": "请看《大经科注》第七百四十五页，倒数第四行，从第二句看起：",
      "zh_TW": "請看《大經科註》第七百四十五頁，倒數第四行，從第二句看起："
    },
    {
      "id": "02-040-0441_p0003",
      "zh_CN": "「《安乐集》引证《观佛三昧经》」里面一段话，「佛劝父王行念佛三昧」，释迦牟尼佛劝他的父亲修念佛三昧。「父王白佛」，他的父亲问佛陀，「佛地果德、真如实相、第一义空，何因不遣弟子行之」。这个完全是大乘如来果地上的境界，为什么不让你的弟子去修证？「佛告父王：诸佛果德，有无量深妙境界，神通解脱，非是凡夫所行境界，故劝父王行念佛三昧。父王白佛：念佛之功，其状云何？」这个状，现在人讲样子，念佛的功德是什么样子？「佛告父王：如伊兰林」，伊兰是植物，花很美，人喜欢，但是它的气味很难闻，「方四十由旬，有一棵牛头栴檀」，牛头栴檀，我们叫栴檀，檀香，这也是一种植物，味道香，「虽有根芽，犹未出土」。这个伊兰林范围很大，在野生森林里面我们看到古人所说的「物以类聚，人以群分」，森林里面的树木，这一片森林就是一种树，没有杂树生在里头。我们看过很多原始野生的森林，证明古人讲这个话是真的，植物都有这种现象。这片森林多大？方，就是方圆，我们讲面积，有四十由旬，很大了。一个由旬是四十里，四十个由旬就是一千六百里，这么大的一片森林，当然是原始森林。在这个里头有一棵牛头栴檀，这个不多，只有一棵，虽然它有根有芽，它还没出土，这树还没长出来。「其伊兰林，唯臭无香」，那么大的伊兰林。「若有噉其华果，发狂而死」。这两种不同的树，伊兰有毒，花虽然很好看，闻到它的味道，你尝到它的果实，人必死，而且是发狂而死，疯狂，让你神经错乱。「后时栴檀根芽，渐渐生长。才欲成树」，这树长成了，不是大树，是个小树，长成了，「香气昌盛。遂能改变此林，普皆香美。众生见者，皆生希有心」。佛讲这个故事，给他父亲说法，用这个来做比喻。",
      "zh_TW": "「《安樂集》引證《觀佛三昧經》」裡面一段話，「佛勸父王行念佛三昧」，釋迦牟尼佛勸他的父親修念佛三昧。「父王白佛」，他的父親問佛陀，「佛地果德、真如實相、第一義空，何因不遣弟子行之」。這個完全是大乘如來果地上的境界，為什麼不讓你的弟子去修證？「佛告父王：諸佛果德，有無量深妙境界，神通解脫，非是凡夫所行境界，故勸父王行念佛三昧。父王白佛：念佛之功，其狀云何？」這個狀，現在人講樣子，念佛的功德是什麼樣子？「佛告父王：如伊蘭林」，伊蘭是植物，花很美，人喜歡，但是它的氣味很難聞，「方四十由旬，有一棵牛頭栴檀」，牛頭栴檀，我們叫栴檀，檀香，這也是一種植物，味道香，「雖有根芽，猶未出土」。這個伊蘭林範圍很大，在野生森林裡面我們看到古人所說的「物以類聚，人以群分」，森林裡面的樹木，這一片森林就是一種樹，沒有雜樹生在裡頭。我們看過很多原始野生的森林，證明古人講這個話是真的，植物都有這種現象。這片森林多大？方，就是方圓，我們講面積，有四十由旬，很大了。一個由旬是四十里，四十個由旬就是一千六百里，這麼大的一片森林，當然是原始森林。在這個裡頭有一棵牛頭栴檀，這個不多，只有一棵，雖然它有根有芽，它還沒出土，這樹還沒長出來。「其伊蘭林，唯臭無香」，那麼大的伊蘭林。「若有噉其華果，發狂而死」。這兩種不同的樹，伊蘭有毒，花雖然很好看，聞到它的味道，你嘗到它的果實，人必死，而且是發狂而死，瘋狂，讓你神經錯亂。「後時栴檀根芽，漸漸生長。才欲成樹」，這樹長成了，不是大樹，是個小樹，長成了，「香氣昌盛。遂能改變此林，普皆香美。眾生見者，皆生希有心」。佛講這個故事，給他父親說法，用這個來做比喻。"
    },
    {
      "id": "02-040-0441_p0004",
      "zh_CN": "这个栴檀、伊兰，我们参考资料里面在第十四页，这个是属于常识。「伊兰」，都是《佛学大辞典》里面节录的，「植物又作伊罗。树名。花可爱，气味甚恶」，它的恶臭能有四十里方圆这么大，这么大一片森林。「经论中多以伊兰喻烦恼，以栴檀之妙香比菩提。」我们说得更白一点，用伊兰来比喻恶念、邪念，以栴檀来比喻真诚、慈悲。我们一般凡夫，特别是现前，粗心大意，不能感受。但是真正有修行功夫的人，他的磁场很特殊，能感受到的人他很明显，他的氛围跟一般人就是不一样。他居住的地方，你走进他的范围，走进他的大门，大门里面有院子，你感觉得这个地方非常安详，不但安静，安详，喜欢这个地方，在这里多站一站、多坐一坐，享受他的磁场。我见过章嘉大师，章嘉大师居住的庭院有这种气分，没有见到他的人，没有进他的房子，在他院子里面就感到很舒适、很舒服，这是修行有道德的人。",
      "zh_TW": "這個栴檀、伊蘭，我們參考資料裡面在第十四頁，這個是屬於常識。「伊蘭」，都是《佛學大辭典》裡面節錄的，「植物又作伊羅。樹名。花可愛，氣味甚惡」，它的惡臭能有四十里方圓這麼大，這麼大一片森林。「經論中多以伊蘭喻煩惱，以栴檀之妙香比菩提。」我們說得更白一點，用伊蘭來比喻惡念、邪念，以栴檀來比喻真誠、慈悲。我們一般凡夫，特別是現前，粗心大意，不能感受。但是真正有修行功夫的人，他的磁場很特殊，能感受到的人他很明顯，他的氛圍跟一般人就是不一樣。他居住的地方，你走進他的範圍，走進他的大門，大門裡面有院子，你感覺得這個地方非常安詳，不但安靜，安詳，喜歡這個地方，在這裡多站一站、多坐一坐，享受他的磁場。我見過章嘉大師，章嘉大師居住的庭院有這種氣分，沒有見到他的人，沒有進他的房子，在他院子裡面就感到很舒適、很舒服，這是修行有道德的人。"
    },
    {
      "id": "02-040-0441_p0005",
      "zh_CN": "「牛头栴檀」，这也是植物，「又称赤栴檀」，这个颜色是红的。「栴檀为香树名，出自牛头山」，牛头是山名，所以称之为牛头栴檀。《华严经》里面有说：「摩罗耶山出栴檀香名曰牛头，若以涂身，设入火坑火不能烧。《大论》」，就是《大智度论》里头说，「除摩梨山无出栴檀香。」《观佛三昧海经》第一卷说，「牛头栴檀，生伊兰丛中，牙茎枝叶，如阎浮提竹笋。仲秋月满，卒从地生」，就是突然的看到这个树生成，「成栴檀树。众人皆闻牛头栴檀上妙之香。」天地万物确实像经上讲的皆不可思议，佛经常常用它来做比喻，栴檀香比一切善法，伊兰的恶臭表一切恶法。",
      "zh_TW": "「牛頭栴檀」，這也是植物，「又稱赤栴檀」，這個顏色是紅的。「栴檀為香樹名，出自牛頭山」，牛頭是山名，所以稱之為牛頭栴檀。《華嚴經》裡面有說：「摩羅耶山出栴檀香名曰牛頭，若以塗身，設入火坑火不能燒。《大論》」，就是《大智度論》裡頭說，「除摩梨山無出栴檀香。」《觀佛三昧海經》第一卷說，「牛頭栴檀，生伊蘭叢中，牙莖枝葉，如閻浮提竹筍。仲秋月滿，卒從地生」，就是突然的看到這個樹生成，「成栴檀樹。眾人皆聞牛頭栴檀上妙之香。」天地萬物確實像經上講的皆不可思議，佛經常常用它來做比喻，栴檀香比一切善法，伊蘭的惡臭表一切惡法。"
    },
    {
      "id": "02-040-0441_p0006",
      "zh_CN": "佛告诉他的父王，「一切众生在生死中」，生死中就是六道轮回，把六道轮回比喻伊兰林，「念佛之心」，就是栴檀树，我们念佛还没成功，但是真正发心念佛，好像这个栴檀有根有芽，还没长成树，「但能系念不止，定生佛前」。念佛法门殊胜就在此地，只要你不怀疑、不夹杂、不间断，你就决定能往生，决定见佛。「一得往生，即能改变一切诸恶」，生到极乐世界，无始劫以来所造一切恶业，在极乐世界完全化解，「成大慈悲」。到极乐世界，得到阿弥陀佛四十八愿的加持，弥陀无量劫修行的功德帮助你，把你的罪业化解了。能吗？能。为什么？罪性本空，佛性本有。六道、十法界是假的不是真的，这个里头因果都不是真的。世尊在经典里面常常用梦幻泡影做比喻，这个比喻得好，作梦，梦中造业，梦中受报，到醒过来，都没有了。往生到极乐世界，得佛力的加持，就是叫你一下醒过来，不但六道没有了，十法界也没有了，法相宗里面讲转识成智，转八识成四智。我们所造的业因果报的习气种子全在阿赖耶识里头，所以阿赖耶识叫总报主，六道轮回生生世世的果报它做主。往生到极乐世界，阿赖耶就转成大圆镜智，阿赖耶没有了，末那识转变为平等性智，第六意识转变成妙观察智，前五识变作成所作智，转八识成四智。十法界里面是八识做主，西方极乐世界八识没有了、不见了，所以罪业的因缘没有了，果报也没有了，改变一切诸恶成大慈悲，转识成智，智慧里面流出来的是大慈悲。「如彼香树，改伊兰林」，就好比是栴檀把整个伊兰的森林转过来了。",
      "zh_TW": "佛告訴他的父王，「一切眾生在生死中」，生死中就是六道輪迴，把六道輪迴比喻伊蘭林，「念佛之心」，就是栴檀樹，我們念佛還沒成功，但是真正發心念佛，好像這個栴檀有根有芽，還沒長成樹，「但能繫念不止，定生佛前」。念佛法門殊勝就在此地，只要你不懷疑、不夾雜、不間斷，你就決定能往生，決定見佛。「一得往生，即能改變一切諸惡」，生到極樂世界，無始劫以來所造一切惡業，在極樂世界完全化解，「成大慈悲」。到極樂世界，得到阿彌陀佛四十八願的加持，彌陀無量劫修行的功德幫助你，把你的罪業化解了。能嗎？能。為什麼？罪性本空，佛性本有。六道、十法界是假的不是真的，這個裡頭因果都不是真的。世尊在經典裡面常常用夢幻泡影做比喻，這個比喻得好，作夢，夢中造業，夢中受報，到醒過來，都沒有了。往生到極樂世界，得佛力的加持，就是叫你一下醒過來，不但六道沒有了，十法界也沒有了，法相宗裡面講轉識成智，轉八識成四智。我們所造的業因果報的習氣種子全在阿賴耶識裡頭，所以阿賴耶識叫總報主，六道輪迴生生世世的果報它做主。往生到極樂世界，阿賴耶就轉成大圓鏡智，阿賴耶沒有了，末那識轉變為平等性智，第六意識轉變成妙觀察智，前五識變作成所作智，轉八識成四智。十法界裡面是八識做主，西方極樂世界八識沒有了、不見了，所以罪業的因緣沒有了，果報也沒有了，改變一切諸惡成大慈悲，轉識成智，智慧裡面流出來的是大慈悲。「如彼香樹，改伊蘭林」，就好比是栴檀把整個伊蘭的森林轉過來了。"
    },
    {
      "id": "02-040-0441_p0007",
      "zh_CN": "「所言伊兰林者，喻众生身内三毒三障无边重罪」，这是真的。三毒，贪瞋痴，与生俱来的烦恼。什么时候有这个东西？有我那一天就有它，它跟着我一起成长的，这个事情麻烦。法相宗跟我们讲八识，阿赖耶是八识的体，虽然是体，这个体从哪来的？一念不觉变现出来的。一念不觉不是真的，虽然不是真的它起作用，为什么？接着来的是念念不觉，麻烦在此地。如果一念觉，就转识成智。大乘教最终极的目的是叫你一念觉，这个觉就是大彻大悟、明心见性。怎么样才会觉？要把妄控制住，严格的控制住，让这个妄不起作用，时间久了，不定什么因缘，豁然大悟。释迦牟尼佛给我们示现的大悟，是在禅定当中，是修定开悟的。佛成佛，在毕钵罗树下入定，夜睹明星，豁然大悟，毕钵罗树就称之为菩提树。印度这棵菩提树没有了，早年在这个菩提树分了一枝，阿育王的女儿带到斯里兰卡，在那里种活了，这一枝现在还在，已经有二千三百年，这棵树。很难得，当地人照顾得很周到。佛在这个树下成道的。",
      "zh_TW": "「所言伊蘭林者，喻眾生身內三毒三障無邊重罪」，這是真的。三毒，貪瞋痴，與生俱來的煩惱。什麼時候有這個東西？有我那一天就有它，它跟著我一起成長的，這個事情麻煩。法相宗跟我們講八識，阿賴耶是八識的體，雖然是體，這個體從哪來的？一念不覺變現出來的。一念不覺不是真的，雖然不是真的它起作用，為什麼？接著來的是念念不覺，麻煩在此地。如果一念覺，就轉識成智。大乘教最終極的目的是叫你一念覺，這個覺就是大徹大悟、明心見性。怎麼樣才會覺？要把妄控制住，嚴格的控制住，讓這個妄不起作用，時間久了，不定什麼因緣，豁然大悟。釋迦牟尼佛給我們示現的大悟，是在禪定當中，是修定開悟的。佛成佛，在畢缽羅樹下入定，夜睹明星，豁然大悟，畢缽羅樹就稱之為菩提樹。印度這棵菩提樹沒有了，早年在這個菩提樹分了一枝，阿育王的女兒帶到斯里蘭卡，在那裡種活了，這一枝現在還在，已經有二千三百年，這棵樹。很難得，當地人照顧得很周到。佛在這個樹下成道的。"
    },
    {
      "id": "02-040-0441_p0008",
      "zh_CN": "成道确实也不是一个法门，无量法门，门门都能成道，问题要会。这个会里面最重要的一个条件，就是要用真心，不能用妄心。在中国六祖惠能大师，他不是入定开悟的，他是闻经开悟的。他跟《金刚经》有特别的缘分，他不认识字，听人家念经，他懂得意思。这是什么？阿赖耶识里头藏着有《金刚经》的种子，过去生中修的，绝不是一世二世三四世，很长劫的时间在这上下过深功夫，没开悟。要开悟，他就成佛了，没开悟。这一生当中，虽然生在贫寒家庭，父亲早年过世，跟母亲相依为命，自己没有读过书，不认识字，做苦工，每天上山砍柴，挑到城里去卖。这个工作是苦力，靠劳力吃饭的，中国在跟日本打仗，抗战期间还有。抗战之后科技发达，城市里面有电灯、有自来水，烧柴的灶没有了，他们就失业，没有工作做了，这个穷人靠什么生活？让我们回头想到，中国古圣先贤不是不懂科学，为什么不向这方面发展？他有慈悲心，不忍心做这个事情。",
      "zh_TW": "成道確實也不是一個法門，無量法門，門門都能成道，問題要會。這個會裡面最重要的一個條件，就是要用真心，不能用妄心。在中國六祖惠能大師，他不是入定開悟的，他是聞經開悟的。他跟《金剛經》有特別的緣分，他不認識字，聽人家念經，他懂得意思。這是什麼？阿賴耶識裡頭藏著有《金剛經》的種子，過去生中修的，絕不是一世二世三四世，很長劫的時間在這上下過深功夫，沒開悟。要開悟，他就成佛了，沒開悟。這一生當中，雖然生在貧寒家庭，父親早年過世，跟母親相依為命，自己沒有讀過書，不認識字，做苦工，每天上山砍柴，挑到城裡去賣。這個工作是苦力，靠勞力吃飯的，中國在跟日本打仗，抗戰期間還有。抗戰之後科技發達，城市裡面有電燈、有自來水，燒柴的灶沒有了，他們就失業，沒有工作做了，這個窮人靠什麼生活？讓我們回頭想到，中國古聖先賢不是不懂科學，為什麼不向這方面發展？他有慈悲心，不忍心做這個事情。"
    },
    {
      "id": "02-040-0441_p0009",
      "zh_CN": "古时候中国运输靠什么？靠挑夫，那也是苦力。抗战期间旅行，行李多的时候要雇人挑，一天几十里，有给工钱给他，他靠那个生活。机械化的运输有汽车、有火车，这些人全失业，本来穷就更穷了，他怎么办？所以我们想到中国古人慈悲，诸葛亮发明木牛流马，那是机械化的运输，虽然速度不快，书上记载的，每天能走三十里路，它不要人工，机械化的。诸葛亮死了，把这套技术完全毁掉，不留给后人，跟外国人的想法、做法不一样。外国人这些机器玩的东西好玩，尽量去做，他没有想到社会责任，没有想到很多人因为这个机械化的运输而失业。所以说中国人想得远，不肯向这方向发展，向这个方向发展产生很多副作用。这些副作用到现在害人，我们人受害，动物植物也受害，树木花草受害，山河大地受害。你看现在叫染污，土壤被染污，水被染污了。像这些事情，中国古人的心细，他考量得非常周到，不向这个方向发展，向伦理道德教育上发展。",
      "zh_TW": "古時候中國運輸靠什麼？靠挑夫，那也是苦力。抗戰期間旅行，行李多的時候要雇人挑，一天幾十里，有給工錢給他，他靠那個生活。機械化的運輸有汽車、有火車，這些人全失業，本來窮就更窮了，他怎麼辦？所以我們想到中國古人慈悲，諸葛亮發明木牛流馬，那是機械化的運輸，雖然速度不快，書上記載的，每天能走三十里路，它不要人工，機械化的。諸葛亮死了，把這套技術完全毀掉，不留給後人，跟外國人的想法、做法不一樣。外國人這些機器玩的東西好玩，盡量去做，他沒有想到社會責任，沒有想到很多人因為這個機械化的運輸而失業。所以說中國人想得遠，不肯向這方向發展，向這個方向發展產生很多副作用。這些副作用到現在害人，我們人受害，動物植物也受害，樹木花草受害，山河大地受害。你看現在叫染污，土壤被染污，水被染污了。像這些事情，中國古人的心細，他考量得非常周到，不向這個方向發展，向倫理道德教育上發展。"
    },
    {
      "id": "02-040-0441_p0010",
      "zh_CN": "农业社会的劳工，他不是机械化，那就是家里的人愈多愈好，工作的人多。所以中国人要求的多子多孙，他家里有工作的劳工，这个家庭会兴旺。东方人跟西方人的概念不相同，东方人受圣贤教育，起心动念都会为别人想想、为社会想想、为后世人想，积财、积德，积德比积财还要重要，留给后世子孙，后世子孙对祖宗尊敬有道理。西方人对祖宗没有概念，祖宗没有想到把德泽留给他们，没想到。中国人想到，中国人孝顺祖宗是应该的。西方人不孝顺祖宗也是应该的，没有这分恩德在。这我们都得要看清楚。我们就知道，西方的价值观不适合东方，东方的价值观也不适合西方，可以各守各的，成为互补。西方人不能完全中国化，中国化不能完全适合西方，东方也不能完全西化，可以和平相处。为什么？过去有，汉唐时代中国跟欧洲就有往来，中国的丝绸、茶叶，西方人很喜欢，大量的运过去；西方也有一些东西贩卖在中国，可以互补，可以和睦相处，所以通商。",
      "zh_TW": "農業社會的勞工，他不是機械化，那就是家裡的人愈多愈好，工作的人多。所以中國人要求的多子多孫，他家裡有工作的勞工，這個家庭會興旺。東方人跟西方人的概念不相同，東方人受聖賢教育，起心動念都會為別人想想、為社會想想、為後世人想，積財、積德，積德比積財還要重要，留給後世子孫，後世子孫對祖宗尊敬有道理。西方人對祖宗沒有概念，祖宗沒有想到把德澤留給他們，沒想到。中國人想到，中國人孝順祖宗是應該的。西方人不孝順祖宗也是應該的，沒有這分恩德在。這我們都得要看清楚。我們就知道，西方的價值觀不適合東方，東方的價值觀也不適合西方，可以各守各的，成為互補。西方人不能完全中國化，中國化不能完全適合西方，東方也不能完全西化，可以和平相處。為什麼？過去有，漢唐時代中國跟歐洲就有往來，中國的絲綢、茶葉，西方人很喜歡，大量的運過去；西方也有一些東西販賣在中國，可以互補，可以和睦相處，所以通商。"
    },
    {
      "id": "02-040-0441_p0011",
      "zh_CN": "现在由于交通便捷，科技发达，地球距离没有了，文化怎样来调和，这是大学问。那就要认真的学习，认真的来比较，把好的留住，保留住，不善的要把它去掉。最后还是像汤恩比所说的，地球要变成一个国家，他在日本访问的时候谈话，里面就提到，跟池田大作的谈话里面说得很清楚，我看过这本书。他认为这个世界要统一，谁来做统一的人最适合？他说中国人。他毫无考虑，很爽快就说出来。他说为什么？中国人有统一的智慧，中国从秦始皇统一，政治统一，一直到现在都维持统一。虽然有改朝换代，你看它有两千年统一的历史、经验、方法、智慧，这个在全世界找不到。欧洲罗马曾经统一了一千年，罗马亡了之后，一直到现在不能统一。中国统一靠什么？靠教育、靠文化，文化跟教育的力量太大了。汤恩比没有看到《群书治要》，很可惜，如果他看到这个，这就是统一全世界的指导总纲领，《群书治要》里面所说的一般人都能接受。所以他说大乘佛法、孔孟学说，有道理！孔孟学说讲仁义、讲忠恕，仁义、忠恕人人听到都欢喜，没有人反对的。仁者爱人；义者，合情合理合法，这个社会多美好；忠，真心待人，忠是不偏不邪，就是真心对人；恕，别人有过失要原谅他。中国古人立法非常严格，目的是什么？目的是叫人不敢犯法，所以法律很严。但是真的犯过失，执法，执法很宽，执法的时候尽量去替他想，把他的罪刑减轻，这就是仁义。这种思惟多善、多好。",
      "zh_TW": "現在由於交通便捷，科技發達，地球距離沒有了，文化怎樣來調和，這是大學問。那就要認真的學習，認真的來比較，把好的留住，保留住，不善的要把它去掉。最後還是像湯恩比所說的，地球要變成一個國家，他在日本訪問的時候談話，裡面就提到，跟池田大作的談話裡面說得很清楚，我看過這本書。他認為這個世界要統一，誰來做統一的人最適合？他說中國人。他毫無考慮，很爽快就說出來。他說為什麼？中國人有統一的智慧，中國從秦始皇統一，政治統一，一直到現在都維持統一。雖然有改朝換代，你看它有兩千年統一的歷史、經驗、方法、智慧，這個在全世界找不到。歐洲羅馬曾經統一了一千年，羅馬亡了之後，一直到現在不能統一。中國統一靠什麼？靠教育、靠文化，文化跟教育的力量太大了。湯恩比沒有看到《群書治要》，很可惜，如果他看到這個，這就是統一全世界的指導總綱領，《群書治要》裡面所說的一般人都能接受。所以他說大乘佛法、孔孟學說，有道理！孔孟學說講仁義、講忠恕，仁義、忠恕人人聽到都歡喜，沒有人反對的。仁者愛人；義者，合情合理合法，這個社會多美好；忠，真心待人，忠是不偏不邪，就是真心對人；恕，別人有過失要原諒他。中國古人立法非常嚴格，目的是什麼？目的是叫人不敢犯法，所以法律很嚴。但是真的犯過失，執法，執法很寬，執法的時候盡量去替他想，把他的罪刑減輕，這就是仁義。這種思惟多善、多好。"
    },
    {
      "id": "02-040-0441_p0012",
      "zh_CN": "大乘佛法我们天天在学的，学了这么多年，深受其利。对我们个人、对家庭、对团体，尤其现在有一些企业，企业家学佛，用佛法来经营他的企业，得到非常良好的效果。用佛法治国，这个国现在还在，这个国存在二千五百年，斯里兰卡。它是以佛法治国，你到它国家去观光、去旅游，你会非常喜欢这个国家。这个国家男女老少仁慈博爱，没有自私自利，没有竞争，没有夺取，一片祥和，为什么？每一个人遵守三皈五戒十善，人民，在家的都接受八关斋戒。我们在许多地方看到竞争、斗争，这个国家的人民没有竞争、没有斗争。民间有了纠纷，他们不去找警察，去找和尚，和尚帮他们解决问题。他们对佛法有信心，对出家人非常尊重，出家人说话就像佛说的一样。",
      "zh_TW": "大乘佛法我們天天在學的，學了這麼多年，深受其利。對我們個人、對家庭、對團體，尤其現在有一些企業，企業家學佛，用佛法來經營他的企業，得到非常良好的效果。用佛法治國，這個國現在還在，這個國存在二千五百年，斯里蘭卡。它是以佛法治國，你到它國家去觀光、去旅遊，你會非常喜歡這個國家。這個國家男女老少仁慈博愛，沒有自私自利，沒有競爭，沒有奪取，一片祥和，為什麼？每一個人遵守三皈五戒十善，人民，在家的都接受八關齋戒。我們在許多地方看到競爭、鬥爭，這個國家的人民沒有競爭、沒有鬥爭。民間有了糾紛，他們不去找警察，去找和尚，和尚幫他們解決問題。他們對佛法有信心，對出家人非常尊重，出家人說話就像佛說的一樣。"
    },
    {
      "id": "02-040-0441_p0013",
      "zh_CN": "佛教可以治国，可以兴旺家庭，其他宗教也行。所以我们希望宗教回归到教学，把经典里面重要的教训节录下来，统统编成《３６０》，编成小册子。太多了一般人不愿意看，薄薄的小册子谁都欢喜。把你的教义用浅显的文字写出来，让别人一看就懂，他就生欢喜心，他就仰慕，依教奉行，这个社会问题全都解决了。宗教要互补，宗教要互相学习，宗教是一家。每个宗教所用的方法不一样，但是方向跟目标都是相同的，最后归到一个字，爱。所以用爱可以团结宗教，每一个宗教都说爱，上帝爱世人，神爱世人；伊斯兰真主确实是仁慈的，仁慈就是爱；佛法大慈大悲。所以我常说，爱是性德的核心，它是真的，它不是假的。",
      "zh_TW": "佛教可以治國，可以興旺家庭，其他宗教也行。所以我們希望宗教回歸到教學，把經典裡面重要的教訓節錄下來，統統編成《３６０》，編成小冊子。太多了一般人不願意看，薄薄的小冊子誰都歡喜。把你的教義用淺顯的文字寫出來，讓別人一看就懂，他就生歡喜心，他就仰慕，依教奉行，這個社會問題全都解決了。宗教要互補，宗教要互相學習，宗教是一家。每個宗教所用的方法不一樣，但是方向跟目標都是相同的，最後歸到一個字，愛。所以用愛可以團結宗教，每一個宗教都說愛，上帝愛世人，神愛世人；伊斯蘭真主確實是仁慈的，仁慈就是愛；佛法大慈大悲。所以我常說，愛是性德的核心，它是真的，它不是假的。"
    },
    {
      "id": "02-040-0441_p0014",
      "zh_CN": "但是迷失了自性之后，爱会变质，变成什么？变成自私自利。所以佛经上讲慈悲有四种缘，四种不同的慈悲。第一个讲一般凡夫，凡夫慈悲叫什么？爱缘慈，你喜欢他，你对他爱，你不喜欢，你就不爱他，这是凡夫。比凡夫高一等的人，众生缘慈悲，我们同是人，应当互相相亲相爱，《弟子规》里头说的「凡是人，皆须爱」，这就高一等，提升了，不是我们喜欢不喜欢。在佛法里面，他那个爱的对象是众生，动物牠也是有生命的，不能不爱牠，植物也是属于生物，也要爱它，最后推到矿物，山河大地。众缘和合而生起的现象就叫众生，山河大地也是众缘和合，所以没有一样不爱。佛的慈悲遍法界遍宇宙，清净的，清净是无私；平等的，不分，里头没有差别，平等的爱心，这是佛法。佛法能治国，佛法能和睦天下。",
      "zh_TW": "但是迷失了自性之後，愛會變質，變成什麼？變成自私自利。所以佛經上講慈悲有四種緣，四種不同的慈悲。第一個講一般凡夫，凡夫慈悲叫什麼？愛緣慈，你喜歡他，你對他愛，你不喜歡，你就不愛他，這是凡夫。比凡夫高一等的人，眾生緣慈悲，我們同是人，應當互相相親相愛，《弟子規》裡頭說的「凡是人，皆須愛」，這就高一等，提升了，不是我們喜歡不喜歡。在佛法裡面，他那個愛的對象是眾生，動物牠也是有生命的，不能不愛牠，植物也是屬於生物，也要愛它，最後推到礦物，山河大地。眾緣和合而生起的現象就叫眾生，山河大地也是眾緣和合，所以沒有一樣不愛。佛的慈悲遍法界遍宇宙，清淨的，清淨是無私；平等的，不分，裡頭沒有差別，平等的愛心，這是佛法。佛法能治國，佛法能和睦天下。"
    },
    {
      "id": "02-040-0441_p0015",
      "zh_CN": "「栴檀者，喻众生念佛之心，才欲成树者，谓一切众生但能积念不断，业道成办」。念佛的心，把伊兰比作六道轮回，念佛的心比作栴檀，所以只要往生就改变一切诸恶成大慈悲。佛用伊兰比喻贪瞋痴三毒，所有一切不善都是从三毒延伸出来的，根本烦恼。末那识就是这个构成的。末那识是四大烦恼搅和在一起，这四大烦恼是我见，实在讲根本就没有我，我是一个妄念，不是真的，但是众生迷了，执着这个东西以为是真的，这是一念不觉发生的错觉；跟着这个我见同时起来的，有我爱，我爱是贪；有我慢，傲慢，这是瞋恚；有我痴，贪瞋痴。其实贪瞋痴的体是性德，是什么？戒定慧。戒定慧是本有的，是真的。迷失了自性，执着有个我，把戒定慧就变成三毒，戒变成贪，定变成瞋，慧变成愚痴。迷了，叫贪瞋痴；觉悟了，叫戒定慧。戒定慧是自然的，不是学来的，不是故意，佛制定戒定慧叫我们遵守，不是的，是你自性的性德。你没有遇到佛法，你不学佛，你也能成佛，也能具足圆满的戒定慧，什么原因？自性本有的，不是外头来的。戒就是自自然然的规律，自自然然的遵守，没有起心动念。根本戒四条，不杀生、不偷盗、不邪淫（不淫欲）、不妄语，这是佛法的根本大戒，自然的，是属于性德。迷了的时候，它才产生变化，扭曲了，变成杀盗淫妄，妄语。",
      "zh_TW": "「栴檀者，喻眾生念佛之心，才欲成樹者，謂一切眾生但能積念不斷，業道成辦」。念佛的心，把伊蘭比作六道輪迴，念佛的心比作栴檀，所以只要往生就改變一切諸惡成大慈悲。佛用伊蘭比喻貪瞋痴三毒，所有一切不善都是從三毒延伸出來的，根本煩惱。末那識就是這個構成的。末那識是四大煩惱攪和在一起，這四大煩惱是我見，實在講根本就沒有我，我是一個妄念，不是真的，但是眾生迷了，執著這個東西以為是真的，這是一念不覺發生的錯覺；跟著這個我見同時起來的，有我愛，我愛是貪；有我慢，傲慢，這是瞋恚；有我痴，貪瞋痴。其實貪瞋痴的體是性德，是什麼？戒定慧。戒定慧是本有的，是真的。迷失了自性，執著有個我，把戒定慧就變成三毒，戒變成貪，定變成瞋，慧變成愚痴。迷了，叫貪瞋痴；覺悟了，叫戒定慧。戒定慧是自然的，不是學來的，不是故意，佛制定戒定慧叫我們遵守，不是的，是你自性的性德。你沒有遇到佛法，你不學佛，你也能成佛，也能具足圓滿的戒定慧，什麼原因？自性本有的，不是外頭來的。戒就是自自然然的規律，自自然然的遵守，沒有起心動念。根本戒四條，不殺生、不偷盜、不邪淫（不淫欲）、不妄語，這是佛法的根本大戒，自然的，是屬於性德。迷了的時候，它才產生變化，扭曲了，變成殺盜淫妄，妄語。"
    },
    {
      "id": "02-040-0441_p0016",
      "zh_CN": "修学的法门，最简单、最容易、最殊胜的无过于念佛。念老引《大悲经》里头这个话，「一称佛名，以是善根，入涅槃界，不可穷尽」。证明前面所说的信愿持名，念念相续，没有一个不往生。「《称扬诸佛功德经》云：若有得闻无量寿如来名者，一心信乐，持讽诵念，其人当得无量之福，永当远离三途之厄，命终之后皆当往生彼佛刹土」。《称扬诸佛功德经》里面讲到无量寿佛，假设有一个人，他有这个缘分听到无量寿佛的名号，阿弥陀佛就是无量寿佛的名号，梵语称阿弥陀佛。听到之后，一心信乐，关键在一心，一心是真心，也就是说没有丝毫怀疑，听了这个名号欢喜、相信，不怀疑。持讽诵念，讽是唱，歌咏，唱佛名号，诵念，对着文字叫读，不对文字叫背诵。这一句阿弥陀佛，没有问题，很容易记得，念佛不能间断，这不难做到。功德有多大？真正不可思议。",
      "zh_TW": "修學的法門，最簡單、最容易、最殊勝的無過於念佛。念老引《大悲經》裡頭這個話，「一稱佛名，以是善根，入涅槃界，不可窮盡」。證明前面所說的信願持名，念念相續，沒有一個不往生。「《稱揚諸佛功德經》云：若有得聞無量壽如來名者，一心信樂，持諷誦念，其人當得無量之福，永當遠離三途之厄，命終之後皆當往生彼佛剎土」。《稱揚諸佛功德經》裡面講到無量壽佛，假設有一個人，他有這個緣分聽到無量壽佛的名號，阿彌陀佛就是無量壽佛的名號，梵語稱阿彌陀佛。聽到之後，一心信樂，關鍵在一心，一心是真心，也就是說沒有絲毫懷疑，聽了這個名號歡喜、相信，不懷疑。持諷誦念，諷是唱，歌詠，唱佛名號，誦念，對著文字叫讀，不對文字叫背誦。這一句阿彌陀佛，沒有問題，很容易記得，念佛不能間斷，這不難做到。功德有多大？真正不可思議。"
    },
    {
      "id": "02-040-0441_p0017",
      "zh_CN": "经论上所说的引起我们怀疑，念这句佛号哪有这么大的福报？但是诸佛如来的言语是真实语，没有丝毫夸张，句句都是老实话，你不能够接受、不能够相信，那是你的福报不够、智慧不足，确确实实得无量之福。你做什么好事，求什么？还不是求福求慧吗？但是什么样的好事，都比不上念阿弥陀佛。穷人们听到有福了，他想作福没有钱，听念阿弥陀佛是修大福，这个他高兴，他天天念，果然没错。这富贵人，这一生富贵享完了，来生贫穷。这念佛的人，他的机会来了，他修了大福报，来生得大富贵。这也就是风水轮流转，很自然的现象。穷人看到富人不羡慕了，为什么？事实真相了解。他有福，从哪来的？过去生中念佛来的，念佛功夫并没成就，成就到极乐世界去了，那作佛了，福报更大了；这是极乐世界没去成，来生福报。这都一点不假。「永当远离三途之厄」，厄是苦厄，三途是饿鬼、地狱、畜生，念佛的人永远不堕三恶道。为什么？念念都消业障，都在化解罪业，真叫消灾免难，为什么不念佛？常常念佛的人，念念都要想到阿弥陀佛，不要想别的，想别的全错了，念阿弥陀佛就对了。「命终之后皆当往生彼佛刹土」，这句话不是假话，许许多多经论都说。念老在这个注解里头，这部注解从前到后这句话说得非常之多。这部注解看了一遍，别的不记得，这一句记得，重复次数太多了。重复次数多，就说明这一句话是最重要的。命终之后，决定往生极乐世界，亲近阿弥陀佛，希望大家念念不忘。",
      "zh_TW": "經論上所說的引起我們懷疑，念這句佛號哪有這麼大的福報？但是諸佛如來的言語是真實語，沒有絲毫誇張，句句都是老實話，你不能夠接受、不能夠相信，那是你的福報不夠、智慧不足，確確實實得無量之福。你做什麼好事，求什麼？還不是求福求慧嗎？但是什麼樣的好事，都比不上念阿彌陀佛。窮人們聽到有福了，他想作福沒有錢，聽念阿彌陀佛是修大福，這個他高興，他天天念，果然沒錯。這富貴人，這一生富貴享完了，來生貧窮。這念佛的人，他的機會來了，他修了大福報，來生得大富貴。這也就是風水輪流轉，很自然的現象。窮人看到富人不羨慕了，為什麼？事實真相了解。他有福，從哪來的？過去生中念佛來的，念佛功夫並沒成就，成就到極樂世界去了，那作佛了，福報更大了；這是極樂世界沒去成，來生福報。這都一點不假。「永當遠離三途之厄」，厄是苦厄，三途是餓鬼、地獄、畜生，念佛的人永遠不墮三惡道。為什麼？念念都消業障，都在化解罪業，真叫消災免難，為什麼不念佛？常常念佛的人，念念都要想到阿彌陀佛，不要想別的，想別的全錯了，念阿彌陀佛就對了。「命終之後皆當往生彼佛剎土」，這句話不是假話，許許多多經論都說。念老在這個註解裡頭，這部註解從前到後這句話說得非常之多。這部註解看了一遍，別的不記得，這一句記得，重複次數太多了。重複次數多，就說明這一句話是最重要的。命終之後，決定往生極樂世界，親近阿彌陀佛，希望大家念念不忘。"
    },
    {
      "id": "02-040-0441_p0018",
      "zh_CN": "「又《文殊般若经》云：众生愚钝，观不能解」，这是修行止观的人，「但令念声相续，自得往生」，这就是说明八万四千法门为什么要选择念佛。八万四千法门好，我们接触生欢喜心，但是烦恼消除不掉，习气依然现前，细心观察自己的形象，出不了六道范围。这就要认真考虑，出不了六道，我们起心动念、言语造作与三恶道相应的太多，与三善道相应的太少，不成比例，那来生到哪里去，自己很清楚。贪心重的，贪财、贪色、贪名、贪利，饿鬼道去了。瞋恚心重，傲慢心重，瞧不起别人，看到别人超过自己的时候起嫉妒心，这到哪里去？这到地狱道去了。对于事理迷惑颠倒，没有正知正见，畜生道去了。真的，起心动念、言语造作与三恶道相应的多。",
      "zh_TW": "「又《文殊般若經》云：眾生愚鈍，觀不能解」，這是修行止觀的人，「但令念聲相續，自得往生」，這就是說明八萬四千法門為什麼要選擇念佛。八萬四千法門好，我們接觸生歡喜心，但是煩惱消除不掉，習氣依然現前，細心觀察自己的形象，出不了六道範圍。這就要認真考慮，出不了六道，我們起心動念、言語造作與三惡道相應的太多，與三善道相應的太少，不成比例，那來生到哪裡去，自己很清楚。貪心重的，貪財、貪色、貪名、貪利，餓鬼道去了。瞋恚心重，傲慢心重，瞧不起別人，看到別人超過自己的時候起嫉妒心，這到哪裡去？這到地獄道去了。對於事理迷惑顛倒，沒有正知正見，畜生道去了。真的，起心動念、言語造作與三惡道相應的多。"
    },
    {
      "id": "02-040-0441_p0019",
      "zh_CN": "三善道是伦理、道德、因果，这三样东西往往我们把它忘掉了，没有那种强烈的信心。有的时候知道错了，不应该想偏偏想，不应该做偏偏要做，什么力量在支持你？自私自利，这个力量太大了。所以学佛，头一个就要把这个东西放下，多替别人想，少替自己想。自己一般生活水平过得去，满足了。每天能吃饱、能穿暖，有小房子可以避风雨，行了，不要求了，再求就奢侈，太过分了。安分守己，老实念佛，求生净土，这是世间最有福的人。念佛能把一个人念得痴痴呆呆，功夫成了。念到什么？他什么都不知道，只有一句佛号，除一句佛号之外什么都不知道。你跟他讲话讲什么，他回答你的阿弥陀佛，他听，听完之后阿弥陀佛。阿弥陀佛，他那个阿弥陀佛一声接着一声没间断，你跟他说话他小声念，你的话讲完他大声念，很有味道，不可思议的境界。这个人决定上辈往生，上上品往生、上中品往生，不可思议的境界。",
      "zh_TW": "三善道是倫理、道德、因果，這三樣東西往往我們把它忘掉了，沒有那種強烈的信心。有的時候知道錯了，不應該想偏偏想，不應該做偏偏要做，什麼力量在支持你？自私自利，這個力量太大了。所以學佛，頭一個就要把這個東西放下，多替別人想，少替自己想。自己一般生活水平過得去，滿足了。每天能吃飽、能穿暖，有小房子可以避風雨，行了，不要求了，再求就奢侈，太過分了。安分守己，老實念佛，求生淨土，這是世間最有福的人。念佛能把一個人念得痴痴呆呆，功夫成了。念到什麼？他什麼都不知道，只有一句佛號，除一句佛號之外什麼都不知道。你跟他講話講什麼，他回答你的阿彌陀佛，他聽，聽完之後阿彌陀佛。阿彌陀佛，他那個阿彌陀佛一聲接著一聲沒間斷，你跟他說話他小聲念，你的話講完他大聲念，很有味道，不可思議的境界。這個人決定上輩往生，上上品往生、上中品往生，不可思議的境界。"
    },
    {
      "id": "02-040-0441_p0020",
      "zh_CN": "「又《净修捷要》」，这本书是夏莲居老居士作的，可以做为专修净土的课诵来学习。「赞念佛法门」，说得好，「六字统摄万法」，六字是加上南无，南无阿弥陀佛，这六个字统摄万法，不可思议。这个万法不是释迦牟尼佛一生所说的，而是说十方三世一切诸佛所说的法门，都不出这一句佛号。换句话说，念这一句佛号，就把一切诸佛所说的一切法门统统念到，一个都不漏，这个法殊胜，这个法是真正不可思议。「一门即是普门」，普门是观世音菩萨修的，普门就是一切法门，门门具足。怎么修法？观音是西方三圣之一，念阿弥陀佛就是普门，门门都修到，一门都没有舍。这两句赞说得太好！人家问你，你修什么法门？我修的是统摄万法，弥陀的普门。",
      "zh_TW": "「又《淨修捷要》」，這本書是夏蓮居老居士作的，可以做為專修淨土的課誦來學習。「讚念佛法門」，說得好，「六字統攝萬法」，六字是加上南無，南無阿彌陀佛，這六個字統攝萬法，不可思議。這個萬法不是釋迦牟尼佛一生所說的，而是說十方三世一切諸佛所說的法門，都不出這一句佛號。換句話說，念這一句佛號，就把一切諸佛所說的一切法門統統念到，一個都不漏，這個法殊勝，這個法是真正不可思議。「一門即是普門」，普門是觀世音菩薩修的，普門就是一切法門，門門具足。怎麼修法？觀音是西方三聖之一，念阿彌陀佛就是普門，門門都修到，一門都沒有捨。這兩句讚說得太好！人家問你，你修什麼法門？我修的是統攝萬法，彌陀的普門。"
    },
    {
      "id": "02-040-0441_p0021",
      "zh_CN": "「全事即理，全妄归真」。事就是念这一句佛号，这是事；理是自性，是真如、法性。这句佛号就是真如法性的名号，所以说全妄归真，真妄是一不是二，这些话句句都是真实。「全性起修，全修在性」。这个法门性修，性是体，是性德，修是修德，性修是一不是二。用什么修？我用性德修，性德是阿弥陀佛，修成是极乐世界，就见到阿弥陀佛。全修在性，与性德圆满的相应。「广学原为深入，专修即是总持」。广学你才知道这个法门之殊胜，不广学不知道这个法门殊胜，这个法门是一切诸佛之所赞叹。一切法门不能成就，你就修这个，这个法门修成，一切法门全成了。我们用这个法门到极乐世界，到极乐世界就全通了，全都明白了。",
      "zh_TW": "「全事即理，全妄歸真」。事就是念這一句佛號，這是事；理是自性，是真如、法性。這句佛號就是真如法性的名號，所以說全妄歸真，真妄是一不是二，這些話句句都是真實。「全性起修，全修在性」。這個法門性修，性是體，是性德，修是修德，性修是一不是二。用什麼修？我用性德修，性德是阿彌陀佛，修成是極樂世界，就見到阿彌陀佛。全修在性，與性德圓滿的相應。「廣學原為深入，專修即是總持」。廣學你才知道這個法門之殊勝，不廣學不知道這個法門殊勝，這個法門是一切諸佛之所讚歎。一切法門不能成就，你就修這個，這個法門修成，一切法門全成了。我們用這個法門到極樂世界，到極樂世界就全通了，全都明白了。"
    },
    {
      "id": "02-040-0441_p0022",
      "zh_CN": "「声声唤醒自己」。中峰禅师《系念佛事》里头有两句话说，「我心即是阿弥陀佛，阿弥陀佛即是我心」。阿弥陀佛是我心现的，这个心是真心，离开真心没有阿弥陀佛。阿弥陀佛是从真心现的，所以声声唤醒自己，我心即是阿弥陀佛。「念念不离本尊」。念念心中真有阿弥陀佛，心里不要有别的东西，只有阿弥陀佛，除阿弥陀佛之外什么都没有，见佛要紧，成佛要紧。为什么？见到佛，成佛了，才能解决一切问题。不能往生，不能见佛，什么问题都解决不了。现在摆在面前两条路，我们取哪一条？众生有苦有难，我是要帮助他，我今天念佛一向专念，就是为了救他，就是为了帮助他。现在呢？现在是心有余而力不足，我帮不上忙，我到极乐世界成佛了，我真能帮上忙。到极乐世界就成佛作祖，不是为自己，是为普度众生，要为自己，错了。",
      "zh_TW": "「聲聲喚醒自己」。中峰禪師《繫念佛事》裡頭有兩句話說，「我心即是阿彌陀佛，阿彌陀佛即是我心」。阿彌陀佛是我心現的，這個心是真心，離開真心沒有阿彌陀佛。阿彌陀佛是從真心現的，所以聲聲喚醒自己，我心即是阿彌陀佛。「念念不離本尊」。念念心中真有阿彌陀佛，心裡不要有別的東西，只有阿彌陀佛，除阿彌陀佛之外什麼都沒有，見佛要緊，成佛要緊。為什麼？見到佛，成佛了，才能解決一切問題。不能往生，不能見佛，什麼問題都解決不了。現在擺在面前兩條路，我們取哪一條？眾生有苦有難，我是要幫助他，我今天念佛一向專念，就是為了救他，就是為了幫助他。現在呢？現在是心有餘而力不足，我幫不上忙，我到極樂世界成佛了，我真能幫上忙。到極樂世界就成佛作祖，不是為自己，是為普度眾生，要為自己，錯了。"
    },
    {
      "id": "02-040-0441_p0023",
      "zh_CN": "我们今天要搞一个汉学院，我们的目标是希望有一百到二百个研究员，为什么？为中国传统文化的延续。延续传统文化是为什么？为帮助众生离苦得乐。说这个话，第一个人不是我们自己，是英国人汤恩比说的。他说这句话把我们提醒了，这是我们的东西，人家知道，我们怎么疏忽？怎么会不知道？他是说了，他没做，我们今天赶紧把它做出来，要用经典上这些方法，广学、专修。广学，很多东西都是要的，不能不要。但是广学就不精，你深入是有限的，传统文化的力量发不出来，要发出力量一定要靠专修。于是我们就想到，有一百人到二百人，每个人专攻一门，深入；大家在一起，就是广学。我们想出这个方法。这一、二百个人的生活，我们照顾，我们来当护法，让他们生活不要操心，生活虽然不富裕，能过得去。我们盖了一个校舍，我们居住的，学习的环境、居住的环境都能过得去。图书的设备齐全，希望每一个研究的人专攻一门。这一门里面，基础的基础是文字。如果我们不谈这一方面，说整体的那个基础，那是要发心，要发菩提心，菩提心才能修菩萨行。这里头的研究员是菩萨行，个个都是菩萨，是真的，不是假的。在事相上，表面上的，那就是文字学，你要真正认识汉字，要真正懂得文言文。这个是英国罗素，早一辈的，接着是汤恩比，他们对于中国文化有研究、有认识，他们知道中国的文言文是世界上难得的一种文化。为什么？它不受时间空间的限制，这是非常值得发扬光大，流传下去。要想这些东西传到后世，几千年不变样子，只有文言文。拼音的文字是决定做不到的，拼音的文字大概只有二、三百年，二、三百年以后它语音变了，他看不懂。",
      "zh_TW": "我們今天要搞一個漢學院，我們的目標是希望有一百到二百個研究員，為什麼？為中國傳統文化的延續。延續傳統文化是為什麼？為幫助眾生離苦得樂。說這個話，第一個人不是我們自己，是英國人湯恩比說的。他說這句話把我們提醒了，這是我們的東西，人家知道，我們怎麼疏忽？怎麼會不知道？他是說了，他沒做，我們今天趕緊把它做出來，要用經典上這些方法，廣學、專修。廣學，很多東西都是要的，不能不要。但是廣學就不精，你深入是有限的，傳統文化的力量發不出來，要發出力量一定要靠專修。於是我們就想到，有一百人到二百人，每個人專攻一門，深入；大家在一起，就是廣學。我們想出這個方法。這一、二百個人的生活，我們照顧，我們來當護法，讓他們生活不要操心，生活雖然不富裕，能過得去。我們蓋了一個校舍，我們居住的，學習的環境、居住的環境都能過得去。圖書的設備齊全，希望每一個研究的人專攻一門。這一門裡面，基礎的基礎是文字。如果我們不談這一方面，說整體的那個基礎，那是要發心，要發菩提心，菩提心才能修菩薩行。這裡頭的研究員是菩薩行，個個都是菩薩，是真的，不是假的。在事相上，表面上的，那就是文字學，你要真正認識漢字，要真正懂得文言文。這個是英國羅素，早一輩的，接著是湯恩比，他們對於中國文化有研究、有認識，他們知道中國的文言文是世界上難得的一種文化。為什麼？它不受時間空間的限制，這是非常值得發揚光大，流傳下去。要想這些東西傳到後世，幾千年不變樣子，只有文言文。拼音的文字是決定做不到的，拼音的文字大概只有二、三百年，二、三百年以後它語音變了，他看不懂。"
    },
    {
      "id": "02-040-0441_p0024",
      "zh_CN": "中国文字，这世界上独有的，它是智慧的符号，它不重视语音，它重视形象，你看到这个字像看图画一样，你会体会到它的意思。就像画家画画，他懂得画这个画的意思之所在，他是内行人。懂得中国文字，看到文字的写法，知道它的意思，不会念它的声音，意思懂。子女在一起就是好，子女是孩子，男孩子、女孩子，文字里头会意占大多数。懂得六书，你才能知道中国文字之美。排列决定是直行，没有横行的。横行的，那是一行一个字。这是日本一个法师送我一把扇子，这是他写的字，无量寿。你看，无、量、寿，这是中国文字的排列法，这一行就一个字，这第二行第一格，这第三行，它不是横，它都给你算直的。所以一定要从右到左，不能从左到右，从左到右就是外国人的排法。这个排列不能错，要守老规矩，为什么？几千年前的人在现在出现，他跟我们能沟通，语言不一样，我们写这个他懂，所以排列不可以错乱。中国文言文没有横排的，只有竖排的，你看到这一行，它一行一个字。拼音文字多半是横排的。所以中国文字不能横排，我们看招牌、匾额，那是什么？一行一个字，这个要懂得，一定是从右到左。现在乱了，我们在街道上看到招牌，有这么排的，也有这么排的，统统都有，不知道怎么个念法。这种，在六、七十年以前，没有这个排法。我们在香港看的这个招牌，因为是英国人统治的，外国文字的招牌多，它是从左到右。但是中国字写的时候，还是很规矩，还是从右到左，贴对联有上下联。最近这十几二十年乱了，这招牌乱了。所以我们爱护这个文化，要尊重文字，要尊重古人的承传，不能改变。",
      "zh_TW": "中國文字，這世界上獨有的，它是智慧的符號，它不重視語音，它重視形象，你看到這個字像看圖畫一樣，你會體會到它的意思。就像畫家畫畫，他懂得畫這個畫的意思之所在，他是內行人。懂得中國文字，看到文字的寫法，知道它的意思，不會念它的聲音，意思懂。子女在一起就是好，子女是孩子，男孩子、女孩子，文字裡頭會意佔大多數。懂得六書，你才能知道中國文字之美。排列決定是直行，沒有橫行的。橫行的，那是一行一個字。這是日本一個法師送我一把扇子，這是他寫的字，無量壽。你看，無、量、壽，這是中國文字的排列法，這一行就一個字，這第二行第一格，這第三行，它不是橫，它都給你算直的。所以一定要從右到左，不能從左到右，從左到右就是外國人的排法。這個排列不能錯，要守老規矩，為什麼？幾千年前的人在現在出現，他跟我們能溝通，語言不一樣，我們寫這個他懂，所以排列不可以錯亂。中國文言文沒有橫排的，只有豎排的，你看到這一行，它一行一個字。拼音文字多半是橫排的。所以中國文字不能橫排，我們看招牌、匾額，那是什麼？一行一個字，這個要懂得，一定是從右到左。現在亂了，我們在街道上看到招牌，有這麼排的，也有這麼排的，統統都有，不知道怎麼個念法。這種，在六、七十年以前，沒有這個排法。我們在香港看的這個招牌，因為是英國人統治的，外國文字的招牌多，它是從左到右。但是中國字寫的時候，還是很規矩，還是從右到左，貼對聯有上下聯。最近這十幾二十年亂了，這招牌亂了。所以我們愛護這個文化，要尊重文字，要尊重古人的承傳，不能改變。"
    },
    {
      "id": "02-040-0441_p0025",
      "zh_CN": "中国文化从中国文字开始，首先要认识字。要从《说文解字》下手，要把《说文解字》讲清楚，把文字学讲清楚，这个功德无量无边。我们利用现在的科技来学习，没有困难，细说，说得很清楚、很明白，做成光碟。你在家里一家人学习，每天学习一个钟点，一年就学会了，就在光碟上学会了，天天看。我们办这个专门的论坛，文字学的论坛，一年办个一、二次，在家里天天学习的可以参加这个论坛，有问题提出来研究讨论，就可以了。我们有理由相信，将来学习中国文字的人会非常非常多。因为我们看到这个现象，就是《群书治要》，现在翻成英文本，多少外国人看到喜欢，这是宝贝，这是真正智慧的书，爱不释手。我告诉他们，这是通过翻译翻的，不是原汁原味。像人家吃东西，吃完之后吐给你，来喂你，味道变了。你自己懂得文言文，你直接看原文，尝到原汁原味。那怎么办？学汉字，学文言文。难不难？不难。我在美国、在欧洲大学里面看到，学习中文的学生（外国学生），他们读中国古书，用中国儒释道的经论写博士论文，中国话说得非常好，我很佩服。我问他们，你们学中文学了几年？他告诉我，三年。在纽约大学，我问的学生，三年。在伦敦，我参观牛津大学、剑桥跟伦敦大学，也都是三年，不难！",
      "zh_TW": "中國文化從中國文字開始，首先要認識字。要從《說文解字》下手，要把《說文解字》講清楚，把文字學講清楚，這個功德無量無邊。我們利用現在的科技來學習，沒有困難，細說，說得很清楚、很明白，做成光碟。你在家裡一家人學習，每天學習一個鐘點，一年就學會了，就在光碟上學會了，天天看。我們辦這個專門的論壇，文字學的論壇，一年辦個一、二次，在家裡天天學習的可以參加這個論壇，有問題提出來研究討論，就可以了。我們有理由相信，將來學習中國文字的人會非常非常多。因為我們看到這個現象，就是《群書治要》，現在翻成英文本，多少外國人看到喜歡，這是寶貝，這是真正智慧的書，愛不釋手。我告訴他們，這是通過翻譯翻的，不是原汁原味。像人家吃東西，吃完之後吐給你，來餵你，味道變了。你自己懂得文言文，你直接看原文，嘗到原汁原味。那怎麼辦？學漢字，學文言文。難不難？不難。我在美國、在歐洲大學裡面看到，學習中文的學生（外國學生），他們讀中國古書，用中國儒釋道的經論寫博士論文，中國話說得非常好，我很佩服。我問他們，你們學中文學了幾年？他告訴我，三年。在紐約大學，我問的學生，三年。在倫敦，我參觀牛津大學、劍橋跟倫敦大學，也都是三年，不難！"
    },
    {
      "id": "02-040-0441_p0026",
      "zh_CN": "法兰西的汉学研究所要跟我们合作，我们保持密切交流的关系。好，我一口答应，这是欧洲汉学最早的中心，影响力非常大。我们今天一定要把汉学变成实用的学问，不是研究古典的东西，现在用得上。中国东西好就好在此地，几千年古人留下来的，现在管用，真正能帮助我们解决现前的问题，这才叫真智慧。所以我相信，外国人学的人愈来愈多，将来搞文字学是全世界最热门的一个课程。我劝年轻人下功夫，可以将来办一个汉学文字专门学校。还可以在全世界办连锁学校，你的总部设在中国，分部遍满全世界，专门培养汉学文字学的师资。为什么？他太需要了，到全世界的人都想学，那你得要真正有好老师去指导、去教学。",
      "zh_TW": "法蘭西的漢學研究所要跟我們合作，我們保持密切交流的關係。好，我一口答應，這是歐洲漢學最早的中心，影響力非常大。我們今天一定要把漢學變成實用的學問，不是研究古典的東西，現在用得上。中國東西好就好在此地，幾千年古人留下來的，現在管用，真正能幫助我們解決現前的問題，這才叫真智慧。所以我相信，外國人學的人愈來愈多，將來搞文字學是全世界最熱門的一個課程。我勸年輕人下功夫，可以將來辦一個漢學文字專門學校。還可以在全世界辦連鎖學校，你的總部設在中國，分部遍滿全世界，專門培養漢學文字學的師資。為什麼？他太需要了，到全世界的人都想學，那你得要真正有好老師去指導、去教學。"
    },
    {
      "id": "02-040-0441_p0027",
      "zh_CN": "语言，中国东西会，外国的也要学，你才能教他，才能把它讲清楚、讲明白。现在联合国用的六种语言，这个语言里头有中文、有英文、西班牙文、俄罗斯文、阿拉伯文，还有法文，一共六种，全世界使用最多的。这六种里头就包括中文，所以这里头的老师，这是语言学校，最好六种语言统统学，你都懂，翻译大家相信，对你有信心，不会把意思翻错，对整个世界文化做出最大的贡献，一生专干这个事情，绝不求此地前面我们所读的，不求名闻利养。有求名闻利养，你的心坏了，你学的东西变质，不是古贤先贤的原汁原味。你要学苦行僧，你所得的东西是原汁原味，你教的也是原汁原味。人一定是安贫乐道，这种清贫生活你过得习惯、过得很舒服、过得很自在，你的东西是真的。",
      "zh_TW": "語言，中國東西會，外國的也要學，你才能教他，才能把它講清楚、講明白。現在聯合國用的六種語言，這個語言裡頭有中文、有英文、西班牙文、俄羅斯文、阿拉伯文，還有法文，一共六種，全世界使用最多的。這六種裡頭就包括中文，所以這裡頭的老師，這是語言學校，最好六種語言統統學，你都懂，翻譯大家相信，對你有信心，不會把意思翻錯，對整個世界文化做出最大的貢獻，一生專幹這個事情，絕不求此地前面我們所讀的，不求名聞利養。有求名聞利養，你的心壞了，你學的東西變質，不是古賢先賢的原汁原味。你要學苦行僧，你所得的東西是原汁原味，你教的也是原汁原味。人一定是安貧樂道，這種清貧生活你過得習慣、過得很舒服、過得很自在，你的東西是真的。"
    },
    {
      "id": "02-040-0441_p0028",
      "zh_CN": "现代人很可怜，听骗不听劝。我在美国，很多人就告诉我，要骗人。我说：为什么？骗人，人相信，这话很矛盾。骗人，人相信；你真的，人家不相信你。授皈依要收费的，价钱愈高，人来得愈多，你这是真的。我们授皈依不收钱，没人来，这不值钱，这个法门不值钱，大家不来。我们也不能照社会风气去定价钱，那成什么话！外国人用这个价钱，价值跟价钱挂上钩了，这是大错误，我们一生没干这个事情。所以美国住了很多年，美国的信徒很少，原因什么？他们认为我们这个不要钱的。你看很多东方的法师，还有西藏的喇嘛，灌顶，收费收得很高，愈高愈值钱，还人愈多，社会是这么个风气。这个风气我们不能追随，我们决定不干。",
      "zh_TW": "現代人很可憐，聽騙不聽勸。我在美國，很多人就告訴我，要騙人。我說：為什麼？騙人，人相信，這話很矛盾。騙人，人相信；你真的，人家不相信你。授皈依要收費的，價錢愈高，人來得愈多，你這是真的。我們授皈依不收錢，沒人來，這不值錢，這個法門不值錢，大家不來。我們也不能照社會風氣去定價錢，那成什麼話！外國人用這個價錢，價值跟價錢掛上鉤了，這是大錯誤，我們一生沒幹這個事情。所以美國住了很多年，美國的信徒很少，原因什麼？他們認為我們這個不要錢的。你看很多東方的法師，還有西藏的喇嘛，灌頂，收費收得很高，愈高愈值錢，還人愈多，社會是這麼個風氣。這個風氣我們不能追隨，我們決定不幹。"
    },
    {
      "id": "02-040-0441_p0029",
      "zh_CN": "所以我们每天学习经教，我们用网路、用卫星。听众不多。网路、卫星，真正想学的，在家里面打开频道你就看到了。网路跟卫星都是二十四小时不中断的，这多少年所讲的东西在网路上都可以找得到，这个方法好。我们也不受听众多少的干扰，摄影棚里面常常是我一个人讲，没有人听。虽然现场没有人听，我知道不在现场，在电视机面前、在电脑面前听的人不少。习惯这个生活，这个生活安静，没有干扰。喜欢这个环境，听众太多了我还不习惯。习惯过清净的生活，尽量避免外界的干扰。不要求出名，出名是最不好的事情。名气大什么？找你的人太多，就是干扰太多，你要没有定力，非常容易退转，所以那不是个好事情。",
      "zh_TW": "所以我們每天學習經教，我們用網路、用衛星。聽眾不多。網路、衛星，真正想學的，在家裡面打開頻道你就看到了。網路跟衛星都是二十四小時不中斷的，這多少年所講的東西在網路上都可以找得到，這個方法好。我們也不受聽眾多少的干擾，攝影棚裡面常常是我一個人講，沒有人聽。雖然現場沒有人聽，我知道不在現場，在電視機面前、在電腦面前聽的人不少。習慣這個生活，這個生活安靜，沒有干擾。喜歡這個環境，聽眾太多了我還不習慣。習慣過清淨的生活，盡量避免外界的干擾。不要求出名，出名是最不好的事情。名氣大什麼？找你的人太多，就是干擾太多，你要沒有定力，非常容易退轉，所以那不是個好事情。"
    },
    {
      "id": "02-040-0441_p0030",
      "zh_CN": "著作，我一生没著作，出的那些书、讲记，别人搞的，那些多事的人，他们搞的，与我不相干。好多东西我看都没看过，拿来给我看，不想看，讲完就完了，不必再提了，世界有成住坏空。他们来问我做这个事情，做这个事情也好，有些人没有缘分遇到的，看到这个书也许得一点利益，好事。是好事，不要沾染。我们的东西没有版权，没有版权也不值钱。那个书的定价愈高，大概就愈贵重，跟价钱一样，价钱愈高就愈贵重，这个观念是错误的。我向来还有个脾气，一直到现在没改。人家送书给我，我第一看哪里？看版权页，上面印版权所有，不准翻印，这个书不看了。人家问我，为什么？心量太小，没有爱人之心，他的东西就不要看了。看到没有版权，那个我看，有版权的我都不看。我们的东西他拿去印，统统没有版权。你是帮助别人，帮助人破迷开悟，帮助人离苦得乐，你怎么可以要钱？怎么可以把它当作买卖来看？这是错误的。学校收费很高，叫贵族学校，我不相信。释迦牟尼佛一生教学，没收过学费。孔子教学，也没有收过学费。我的三个老师他们真教导我，我没有缴一分钱的学费，他喜欢教我。我跟方老师学哲学，不是在学校，在他家里，每个星期天两个小时，早晨九点半到十一点半，没收学费。我对老师怀念，没有他的教导，我们对于佛教、对宗教根本就不认识，对它没有兴趣。他把这两门东西用哲学来教导我，我跟他学哲学，佛经哲学、宗教哲学，他用这个来给我讲，我才真正明白了，这个东西可以救世界，可以救自己。",
      "zh_TW": "著作，我一生沒著作，出的那些書、講記，別人搞的，那些多事的人，他們搞的，與我不相干。好多東西我看都沒看過，拿來給我看，不想看，講完就完了，不必再提了，世界有成住壞空。他們來問我做這個事情，做這個事情也好，有些人沒有緣分遇到的，看到這個書也許得一點利益，好事。是好事，不要沾染。我們的東西沒有版權，沒有版權也不值錢。那個書的定價愈高，大概就愈貴重，跟價錢一樣，價錢愈高就愈貴重，這個觀念是錯誤的。我向來還有個脾氣，一直到現在沒改。人家送書給我，我第一看哪裡？看版權頁，上面印版權所有，不准翻印，這個書不看了。人家問我，為什麼？心量太小，沒有愛人之心，他的東西就不要看了。看到沒有版權，那個我看，有版權的我都不看。我們的東西他拿去印，統統沒有版權。你是幫助別人，幫助人破迷開悟，幫助人離苦得樂，你怎麼可以要錢？怎麼可以把它當作買賣來看？這是錯誤的。學校收費很高，叫貴族學校，我不相信。釋迦牟尼佛一生教學，沒收過學費。孔子教學，也沒有收過學費。我的三個老師他們真教導我，我沒有繳一分錢的學費，他喜歡教我。我跟方老師學哲學，不是在學校，在他家裡，每個星期天兩個小時，早晨九點半到十一點半，沒收學費。我對老師懷念，沒有他的教導，我們對於佛教、對宗教根本就不認識，對它沒有興趣。他把這兩門東西用哲學來教導我，我跟他學哲學，佛經哲學、宗教哲學，他用這個來給我講，我才真正明白了，這個東西可以救世界，可以救自己。"
    },
    {
      "id": "02-040-0441_p0031",
      "zh_CN": "所以这一句南无阿弥陀佛太难太难了，谁能知道？「声声唤醒自己，念念不离本尊」，这谁知道？一般学佛的人，你讲给他听，他也不相信。「广学原为深入，专修即是总持」，做学问的人对这个道理也不懂。广学是初学，初学的时候先多看看，然后在里头对跟自己有兴趣、程度相当，你就从这一门深入。广学不是每一样东西都下功夫，那就错了，那是什么？门门通，门门松，没深入，都是表面的，表面的知识、常识，没有深度。那一门深入下去之后，门门都通了，为什么？到底下的根源是一个，深，深到最后是一。我跟世界上许多宗教往来，我都告诉他，就研究你自己的经典，研究透了，其他宗教经典全通了。我这个说法不少人能接受、能相信。一门就是一切法门，一切法门就是一门，一即是多，多即是一，一多不二，可是你要懂得什么方法，你才能掌握到。今天时间到了，我们就学习到此地。",
      "zh_TW": "所以這一句南無阿彌陀佛太難太難了，誰能知道？「聲聲喚醒自己，念念不離本尊」，這誰知道？一般學佛的人，你講給他聽，他也不相信。「廣學原為深入，專修即是總持」，做學問的人對這個道理也不懂。廣學是初學，初學的時候先多看看，然後在裡頭對跟自己有興趣、程度相當，你就從這一門深入。廣學不是每一樣東西都下功夫，那就錯了，那是什麼？門門通，門門鬆，沒深入，都是表面的，表面的知識、常識，沒有深度。那一門深入下去之後，門門都通了，為什麼？到底下的根源是一個，深，深到最後是一。我跟世界上許多宗教往來，我都告訴他，就研究你自己的經典，研究透了，其他宗教經典全通了。我這個說法不少人能接受、能相信。一門就是一切法門，一切法門就是一門，一即是多，多即是一，一多不二，可是你要懂得什麼方法，你才能掌握到。今天時間到了，我們就學習到此地。"
    }
  ]
}