{
  "doc_id": "02-040-0527",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五二七集",
    "zh_TW": "第五二七集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "马来西亚华严讲堂",
    "zh_TW": "馬來西亞華嚴講堂"
  },
  "doc_number": "02-040-0527",
  "total_paragraphs": 42,
  "paragraphs": [
    {
      "id": "02-040-0527_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0527_p0002",
      "zh_CN": "请看《大经科注》第八百八十页第一行，科题「对显净秽诫劝」，经文第三十二品到四十二品，一共有十一品经文。首先是「诫」，三十二品到三十七品，分二，一是「劝」，由三十二品到三十四品，这里面分三小段。「令知净秽」又分两小段，第一段「显净土妙劝导往生」。向下十一品经文为我们说明两个不同的世界，我们现前住的这个世界娑婆世界，世尊为我们介绍的西方极乐世界。这桩事情要是搞清楚、搞明白了，我相信大家一定会舍离娑婆，往生净土。修净土不愿意往生，对这两个世界都没有搞清楚，认为这个世界可以留恋，极乐世界慢慢来，不着急，大多数都是这样的情况，如果真正搞清楚就不一样了。",
      "zh_TW": "請看《大經科註》第八百八十頁第一行，科題「對顯淨穢誡勸」，經文第三十二品到四十二品，一共有十一品經文。首先是「誡」，三十二品到三十七品，分二，一是「勸」，由三十二品到三十四品，這裡面分三小段。「令知淨穢」又分兩小段，第一段「顯淨土妙勸導往生」。向下十一品經文為我們說明兩個不同的世界，我們現前住的這個世界娑婆世界，世尊為我們介紹的西方極樂世界。這樁事情要是搞清楚、搞明白了，我相信大家一定會捨離娑婆，往生淨土。修淨土不願意往生，對這兩個世界都沒有搞清楚，認為這個世界可以留戀，極樂世界慢慢來，不著急，大多數都是這樣的情況，如果真正搞清楚就不一樣了。"
    },
    {
      "id": "02-040-0527_p0003",
      "zh_CN": "请看第三十二品：",
      "zh_TW": "請看第三十二品："
    },
    {
      "id": "02-040-0527_p0004",
      "zh_CN": "【寿乐无极第三十二】",
      "zh_TW": "【壽樂無極第三十二】"
    },
    {
      "id": "02-040-0527_p0005",
      "zh_CN": "念老有个简单的题解，本品要说明极乐世界寿命无量，快乐无极，特别为我们介绍。「首显彼土会众殊胜」，一开头就告诉我们，极乐世界往生的人在那个地方亲近阿弥陀佛，修行的人无比的殊胜，劝我们应该要亲近这些人。下面继续要说明「国土微妙」，这是讲它的依报环境。前一半讲人事环境，后一半讲居住的环境，目的是劝我们往生。我们现在看第一段「标依正劝」，标示依报、正报来劝勉我们。这里头分三小段，第一个小段「智德无量」。请看经文：",
      "zh_TW": "念老有個簡單的題解，本品要說明極樂世界壽命無量，快樂無極，特別為我們介紹。「首顯彼土會眾殊勝」，一開頭就告訴我們，極樂世界往生的人在那個地方親近阿彌陀佛，修行的人無比的殊勝，勸我們應該要親近這些人。下面繼續要說明「國土微妙」，這是講它的依報環境。前一半講人事環境，後一半講居住的環境，目的是勸我們往生。我們現在看第一段「標依正勸」，標示依報、正報來勸勉我們。這裡頭分三小段，第一個小段「智德無量」。請看經文："
    },
    {
      "id": "02-040-0527_p0006",
      "zh_CN": "【佛告弥勒菩萨。诸天人等。无量寿国。声闻菩萨。功德智慧。不可称说。】",
      "zh_TW": "【佛告彌勒菩薩。諸天人等。無量壽國。聲聞菩薩。功德智慧。不可稱說。】"
    },
    {
      "id": "02-040-0527_p0007",
      "zh_CN": "『佛告弥勒』，我们看注解，从这一品起弥勒菩萨当机，前面是阿难尊者当机，做代表，从这以下是弥勒菩萨代表，代表我们。「阿难次之。第四十六品，佛告弥勒」，这是后面的经文，「我今如理宣说如是广大微妙法门。一切诸佛之所称赞。付嘱汝等，作大守护」。这个汝等就是弥勒这一类大菩萨，佛嘱咐他们护法。经文里面所说的『诸天人等』，这是同居土，『声闻』是方便土，『菩萨』是实报庄严土。文字不多，把极乐世界除常寂光之外这三土统统说到了。无论是哪一土的大众，他们的『功德智慧』是无法称说的，所以嘱咐弥勒菩萨这些大弟子，世尊会上的等觉菩萨。念老后面说，「故知弥勒菩萨当来下生，必遵佛咐嘱，宣演本经」。弥勒菩萨将来到这个世间上来成佛，一定会说这部经，劝大家念佛求生净土。下面经文分别介绍。「清净微妙」：",
      "zh_TW": "『佛告彌勒』，我們看註解，從這一品起彌勒菩薩當機，前面是阿難尊者當機，做代表，從這以下是彌勒菩薩代表，代表我們。「阿難次之。第四十六品，佛告彌勒」，這是後面的經文，「我今如理宣說如是廣大微妙法門。一切諸佛之所稱讚。付囑汝等，作大守護」。這個汝等就是彌勒這一類大菩薩，佛囑咐他們護法。經文裡面所說的『諸天人等』，這是同居土，『聲聞』是方便土，『菩薩』是實報莊嚴土。文字不多，把極樂世界除常寂光之外這三土統統說到了。無論是哪一土的大眾，他們的『功德智慧』是無法稱說的，所以囑咐彌勒菩薩這些大弟子，世尊會上的等覺菩薩。念老後面說，「故知彌勒菩薩當來下生，必遵佛咐囑，宣演本經」。彌勒菩薩將來到這個世間上來成佛，一定會說這部經，勸大家念佛求生淨土。下面經文分別介紹。「清淨微妙」："
    },
    {
      "id": "02-040-0527_p0008",
      "zh_CN": "【又其国土微妙。安乐。清净若此。】",
      "zh_TW": "【又其國土微妙。安樂。清淨若此。】"
    },
    {
      "id": "02-040-0527_p0009",
      "zh_CN": "念老注解里头说，引用《会疏》的文来解释，「《会疏》曰：庄严超绝，故云微妙」。『微妙』是什么意思？庄严美好到极处，没有能跟它相比的。十方诸佛世界，极乐世界第一，称「微妙」。「无有苦恼，故云安乐」。安是平安，乐是快乐。「无漏相，实相相故，故云清净」，这些话是说极乐世界一切事相全是无漏的妙相。漏是佛经上常用的一个代名词，烦恼、苦恼这叫漏。无漏就是烦恼断尽了，断得干干净净，它的相就叫做妙相。",
      "zh_TW": "念老註解裡頭說，引用《會疏》的文來解釋，「《會疏》曰：莊嚴超絕，故云微妙」。『微妙』是什麼意思？莊嚴美好到極處，沒有能跟它相比的。十方諸佛世界，極樂世界第一，稱「微妙」。「無有苦惱，故云安樂」。安是平安，樂是快樂。「無漏相，實相相故，故云清淨」，這些話是說極樂世界一切事相全是無漏的妙相。漏是佛經上常用的一個代名詞，煩惱、苦惱這叫漏。無漏就是煩惱斷盡了，斷得乾乾淨淨，它的相就叫做妙相。"
    },
    {
      "id": "02-040-0527_p0010",
      "zh_CN": "下面从大乘经的教义来解释，「又实相无相无不相」。实相之体，实相是真实相，我们讲真相，宇宙万法的真相是无相，从体上讲。从相上讲，则无不相，无不相就是有相。这个有相等于无相，这就不好懂了，怎么说有相等于无相？我们现在在看电视，电视的屏幕上无相，但是现前电视屏幕上现相，我们按一个频道它就现相。诸位细心去观察，这个无相跟无不相是不是相等？有相等于无相，为什么？这个相是刹那刹那生灭，不可得，跟无相的意思一样。所以佛在大乘经里头常常用梦幻泡影来做比喻，《金刚经》上告诉我们，「凡所有相皆是虚妄」，不是真的，《金刚经》偈子里面告诉我们，「一切有为法，如梦幻泡影」，有为就是有生有灭。",
      "zh_TW": "下面從大乘經的教義來解釋，「又實相無相無不相」。實相之體，實相是真實相，我們講真相，宇宙萬法的真相是無相，從體上講。從相上講，則無不相，無不相就是有相。這個有相等於無相，這就不好懂了，怎麼說有相等於無相？我們現在在看電視，電視的屏幕上無相，但是現前電視屏幕上現相，我們按一個頻道它就現相。諸位細心去觀察，這個無相跟無不相是不是相等？有相等於無相，為什麼？這個相是剎那剎那生滅，不可得，跟無相的意思一樣。所以佛在大乘經裡頭常常用夢幻泡影來做比喻，《金剛經》上告訴我們，「凡所有相皆是虛妄」，不是真的，《金剛經》偈子裡面告訴我們，「一切有為法，如夢幻泡影」，有為就是有生有滅。"
    },
    {
      "id": "02-040-0527_p0011",
      "zh_CN": "我们现前所感觉得万法的存在，而实际上这些诸法，包括我们自己的六根：眼耳鼻舌身意，前面五个是物质现象，后面一个是心理现象，意不是物质，是心法，能生、能现、能变，前面这五种色法，用一个色做代表，这五种色法是刹那生灭。弥勒菩萨告诉我们，一秒钟有一千六百兆的生灭，它的生灭频率太高了，我们见不到，这种现象我们能理解的。所以相是假相，性是真性。真假标准是什么？假相是刹那生灭，根本不存在，真相永恒不灭。所以从体上讲，它永恒不变，它不是生灭法。我们用电视做比喻，屏幕没有生灭，它是空相，影像有生灭，在屏幕上显示出来，屏幕是体，没有屏幕它显示不出来，虽显示出来，刹那生灭，根本就不存在，不能说它是无相，所以说无不相。世出世间一切法都不出这个范围，全都包括了。「故所显一切皆是实相」。我们要认识，画面跟无相的实相融成一体，实相之体是自性，自性在哪里？自性跟现象没离开，所以随拈一法无不是自性。禅宗公案常常显示这桩事情，让人当下觉悟。",
      "zh_TW": "我們現前所感覺得萬法的存在，而實際上這些諸法，包括我們自己的六根：眼耳鼻舌身意，前面五個是物質現象，後面一個是心理現象，意不是物質，是心法，能生、能現、能變，前面這五種色法，用一個色做代表，這五種色法是剎那生滅。彌勒菩薩告訴我們，一秒鐘有一千六百兆的生滅，它的生滅頻率太高了，我們見不到，這種現象我們能理解的。所以相是假相，性是真性。真假標準是什麼？假相是剎那生滅，根本不存在，真相永恆不滅。所以從體上講，它永恆不變，它不是生滅法。我們用電視做比喻，屏幕沒有生滅，它是空相，影像有生滅，在屏幕上顯示出來，屏幕是體，沒有屏幕它顯示不出來，雖顯示出來，剎那生滅，根本就不存在，不能說它是無相，所以說無不相。世出世間一切法都不出這個範圍，全都包括了。「故所顯一切皆是實相」。我們要認識，畫面跟無相的實相融成一體，實相之體是自性，自性在哪裡？自性跟現象沒離開，所以隨拈一法無不是自性。禪宗公案常常顯示這樁事情，讓人當下覺悟。"
    },
    {
      "id": "02-040-0527_p0012",
      "zh_CN": "「因极乐所现之相是无漏相」，跟我们这个地方的相不一样，我们这里的相刹那生灭，极乐世界的相它没有刹那生灭。换句话说，极乐世界的人没有生老病死，为什么？他没有变化。我们这个世间一切万相都有变化，极乐世界没有变化，为什么？他没有烦恼。它的现相不是从色生，也不是从心生，我们可以勉强说一句，它从大自然生的，它不是生灭法。我们的物质现象，现代的量子力学家发现了，告诉我们，世界上根本就没有物质这个东西。物质从哪里来的？物质是假的，是幻相，是在很高频率当中产生的幻相。这个频率是念头的频率，没有念头就没有物质现象。所以佛经上讲相由心生，相从哪里来？念头所生的。念头从哪里生的？现在科学家还没有找出来，只是告诉我们，念头突然发生的，但是很快就消失了。这个说法佛经上有，《楞严经》里面佛说过，讲这些现象「当处出生，随处灭尽」，这就是科学家说的意思。佛经里头有科学，高等科学。",
      "zh_TW": "「因極樂所現之相是無漏相」，跟我們這個地方的相不一樣，我們這裡的相剎那生滅，極樂世界的相它沒有剎那生滅。換句話說，極樂世界的人沒有生老病死，為什麼？他沒有變化。我們這個世間一切萬相都有變化，極樂世界沒有變化，為什麼？他沒有煩惱。它的現相不是從色生，也不是從心生，我們可以勉強說一句，它從大自然生的，它不是生滅法。我們的物質現象，現代的量子力學家發現了，告訴我們，世界上根本就沒有物質這個東西。物質從哪裡來的？物質是假的，是幻相，是在很高頻率當中產生的幻相。這個頻率是念頭的頻率，沒有念頭就沒有物質現象。所以佛經上講相由心生，相從哪裡來？念頭所生的。念頭從哪裡生的？現在科學家還沒有找出來，只是告訴我們，念頭突然發生的，但是很快就消失了。這個說法佛經上有，《楞嚴經》裡面佛說過，講這些現象「當處出生，隨處滅盡」，這就是科學家說的意思。佛經裡頭有科學，高等科學。"
    },
    {
      "id": "02-040-0527_p0013",
      "zh_CN": "念头怎么来的？科学家现在不知道，说突然发生，没有原因。佛法说有原因，不是突然发生的，它从业相发生的。业相是什么？业相是波动，一念不觉。这就是迷，一念不觉，迷失了自性，产生波动现象，叫业相，一切法从这里生的。极乐世界不是业相、不是境界相，也不是转相，跟阿赖耶不相干，它从自性变现出来。所以极乐世界人身体是法性身，居住的环境是法性土，法性土、法性身是无漏的，跟六道的相不一样，跟十法界的相也不一样，十法界六道是有漏的，完全变了。",
      "zh_TW": "念頭怎麼來的？科學家現在不知道，說突然發生，沒有原因。佛法說有原因，不是突然發生的，它從業相發生的。業相是什麼？業相是波動，一念不覺。這就是迷，一念不覺，迷失了自性，產生波動現象，叫業相，一切法從這裡生的。極樂世界不是業相、不是境界相，也不是轉相，跟阿賴耶不相干，它從自性變現出來。所以極樂世界人身體是法性身，居住的環境是法性土，法性土、法性身是無漏的，跟六道的相不一樣，跟十法界的相也不一樣，十法界六道是有漏的，完全變了。"
    },
    {
      "id": "02-040-0527_p0014",
      "zh_CN": "今天中午华校有十几位老师跟我一起吃饭，大家谈到生活麻烦，天天要烧饭，要不烧饭多好。我就告诉他，极乐世界的人不要吃饭，不但不要吃饭，还不需要睡眠，你说多自在。还有这么好的地方？有！不是假的。极乐世界的人永远是干干净净，清净的，一尘不染，所以不需要洗澡，我们要洗洗脸，他不需要，多省事。永远是清净，永远放光，全身都放光。所以它是无漏相，它是实相的相，「故云清净」。惠能大师明心见性，他见到了，他跟五祖忍和尚的报告，第一句就是说的「何期自性，本自清净」，就是此地所说的清净，实相相就清净了。他的境界在哪里？他的境界在实报土，他才看到，他才能说得出来，不是在实报土说不出来，这一句话就超越六道十法界。第二句话就是佛经上说的大般涅槃，「何期自性，本不生灭」，不生不灭，这是真正见性了。",
      "zh_TW": "今天中午華校有十幾位老師跟我一起吃飯，大家談到生活麻煩，天天要燒飯，要不燒飯多好。我就告訴他，極樂世界的人不要吃飯，不但不要吃飯，還不需要睡眠，你說多自在。還有這麼好的地方？有！不是假的。極樂世界的人永遠是乾乾淨淨，清淨的，一塵不染，所以不需要洗澡，我們要洗洗臉，他不需要，多省事。永遠是清淨，永遠放光，全身都放光。所以它是無漏相，它是實相的相，「故云清淨」。惠能大師明心見性，他見到了，他跟五祖忍和尚的報告，第一句就是說的「何期自性，本自清淨」，就是此地所說的清淨，實相相就清淨了。他的境界在哪裡？他的境界在實報土，他才看到，他才能說得出來，不是在實報土說不出來，這一句話就超越六道十法界。第二句話就是佛經上說的大般涅槃，「何期自性，本不生滅」，不生不滅，這是真正見性了。"
    },
    {
      "id": "02-040-0527_p0015",
      "zh_CN": "不生不灭在哪里见到？在常寂光。但是明心见性的菩萨他们还不能契入常寂光，因为他还有无始无明的习气没断，习气断干净了他就进入常寂光，所以在实报庄严土等待习气自然消失。这个习气没有方法断的，如果有方法就起心动念了，没有方法，也不需要断，时间长了自然就没有了。要多长的时间？三个阿僧祇劫，叫三大阿僧祇劫。大乘经上常说菩萨要经历三大阿僧祇劫才能成佛，这句话是对实报土菩萨说的，对四十一位法身大士讲的，不是对我们。我们连六道轮回还没有出去，十法界也没有出去，分段生死、变易生死这两种生死没了。法身菩萨这两种生死了了，最后的无明是自自然然消失，但是要一段时间，消失之后他就回归常寂光。回归常寂光才叫妙觉如来，究竟佛果，这是真正圆满到极处。西方极乐世界正报微妙，依报国土也微妙，『安乐，清净若此』。像前面所说的「不可称说」，无法说清楚，也无法去想像，微妙清净到这种程度。下面劝我们：",
      "zh_TW": "不生不滅在哪裡見到？在常寂光。但是明心見性的菩薩他們還不能契入常寂光，因為他還有無始無明的習氣沒斷，習氣斷乾淨了他就進入常寂光，所以在實報莊嚴土等待習氣自然消失。這個習氣沒有方法斷的，如果有方法就起心動念了，沒有方法，也不需要斷，時間長了自然就沒有了。要多長的時間？三個阿僧祇劫，叫三大阿僧祇劫。大乘經上常說菩薩要經歷三大阿僧祇劫才能成佛，這句話是對實報土菩薩說的，對四十一位法身大士講的，不是對我們。我們連六道輪迴還沒有出去，十法界也沒有出去，分段生死、變易生死這兩種生死沒了。法身菩薩這兩種生死了了，最後的無明是自自然然消失，但是要一段時間，消失之後他就回歸常寂光。回歸常寂光才叫妙覺如來，究竟佛果，這是真正圓滿到極處。西方極樂世界正報微妙，依報國土也微妙，『安樂，清淨若此』。像前面所說的「不可稱說」，無法說清楚，也無法去想像，微妙清淨到這種程度。下面勸我們："
    },
    {
      "id": "02-040-0527_p0016",
      "zh_CN": "【何不力为善。念道之自然。】",
      "zh_TW": "【何不力為善。念道之自然。】"
    },
    {
      "id": "02-040-0527_p0017",
      "zh_CN": "这一句是劝我们求生极乐世界。注解里头说，「右段」，右面这段经文，「双标彼国圣众及刹土，劝谕往生」。末后这二句，「《净影疏》曰：何不力励为善求生，名力为善。念道之者，自然往生，名念自然也。又《会疏》曰：何不二字，激劝之辞」。何是为什么你不干，你要真正晓得这个好处，你一定会发心求生净土。这么好的地方，为什么不去？为什么留恋在这个世间？所以何不二字，激劝之辞，「即通二义」。",
      "zh_TW": "這一句是勸我們求生極樂世界。註解裡頭說，「右段」，右面這段經文，「雙標彼國聖眾及剎土，勸諭往生」。末後這二句，「《淨影疏》曰：何不力勵為善求生，名力為善。念道之者，自然往生，名念自然也。又《會疏》曰：何不二字，激勸之辭」。何是為什麼你不幹，你要真正曉得這個好處，你一定會發心求生淨土。這麼好的地方，為什麼不去？為什麼留戀在這個世間？所以何不二字，激勸之辭，「即通二義」。"
    },
    {
      "id": "02-040-0527_p0018",
      "zh_CN": "下面说，「善有二种：一、称名念佛，是名善本。二、广行诸善，回向得生」。称名念佛是名善本，这是善的根、是善的本。要知道，善本，我们就不能有其他的杂念。为什么？有其他的杂念，把我们的善根善本给破坏了。不起心动念则已，起心动念全是阿弥陀佛，就对了，你念念都在根本上，这是第一个意思。第二个意思，广行诸善，回向得生。这个善是善法，什么善法？利益众生的是善法。佛在经教上告诉我们，三皈是善法，我们要把它做到。「皈依佛，二足尊」，这个二足尊是什么意思？两就是二，两足，足是满足，圆满的意思，两种圆满，第一个智慧圆满，第二个福德圆满。我们每个人都心里求的，我要求福、要求智慧，念佛，佛是福慧两种圆满。换句话说，不念佛福慧就没有了。福慧从哪里来？从念佛来的。怎么去求福慧？念阿弥陀佛就是求福慧，福慧自然来。到没得吃的时候怎么办？懂得这个道理的人，他念佛。念佛就有得吃吗？有。谁送来的？天人送来的。",
      "zh_TW": "下面說，「善有二種：一、稱名念佛，是名善本。二、廣行諸善，回向得生」。稱名念佛是名善本，這是善的根、是善的本。要知道，善本，我們就不能有其他的雜念。為什麼？有其他的雜念，把我們的善根善本給破壞了。不起心動念則已，起心動念全是阿彌陀佛，就對了，你念念都在根本上，這是第一個意思。第二個意思，廣行諸善，迴向得生。這個善是善法，什麼善法？利益眾生的是善法。佛在經教上告訴我們，三皈是善法，我們要把它做到。「皈依佛，二足尊」，這個二足尊是什麼意思？兩就是二，兩足，足是滿足，圓滿的意思，兩種圓滿，第一個智慧圓滿，第二個福德圓滿。我們每個人都心裡求的，我要求福、要求智慧，念佛，佛是福慧兩種圓滿。換句話說，不念佛福慧就沒有了。福慧從哪裡來？從念佛來的。怎麼去求福慧？念阿彌陀佛就是求福慧，福慧自然來。到沒得吃的時候怎麼辦？懂得這個道理的人，他念佛。念佛就有得吃嗎？有。誰送來的？天人送來的。"
    },
    {
      "id": "02-040-0527_p0019",
      "zh_CN": "唐朝时候终南山的道宣律师持戒很严，是戒律宗的大师，感得天人供养。他一天吃一餐饭，日中一食，到时候天人把供养送来，天天送供养，人天对他都赞叹。他还有个小故事。窥基法师，玄奘大师的学生，传法相唯识宗，这是大乘一个宗派。讲经的法师，对戒律就不太重视，宣公大师对他就小看了，轻视他，批评他戒律不清净，讲经是讲得不错。这一天窥基大师经过终南山，特地去拜访他。他也就是想藉这个机会教训教训窥基大师，怎么教训？就是让他看看天人来供养。所以接待窥基大师，接待到了中午，天人又不来，很失望。把窥基大师送走之后，到第二天中午天人来送供，道宣律师就问他，昨天为什么没有来？他说，昨天有大乘菩萨在山上，满山都是护法神，我进不来。道宣法师听了这个，身体流汗，惭愧，真正知道那是大德，怎么能说他不持戒！他的身心清净，表现在外面他有些小节就不在乎，真正身心清净，大乘菩萨。",
      "zh_TW": "唐朝時候終南山的道宣律師持戒很嚴，是戒律宗的大師，感得天人供養。他一天吃一餐飯，日中一食，到時候天人把供養送來，天天送供養，人天對他都讚歎。他還有個小故事。窺基法師，玄奘大師的學生，傳法相唯識宗，這是大乘一個宗派。講經的法師，對戒律就不太重視，宣公大師對他就小看了，輕視他，批評他戒律不清淨，講經是講得不錯。這一天窺基大師經過終南山，特地去拜訪他。他也就是想藉這個機會教訓教訓窺基大師，怎麼教訓？就是讓他看看天人來供養。所以接待窺基大師，接待到了中午，天人又不來，很失望。把窺基大師送走之後，到第二天中午天人來送供，道宣律師就問他，昨天為什麼沒有來？他說，昨天有大乘菩薩在山上，滿山都是護法神，我進不來。道宣法師聽了這個，身體流汗，慚愧，真正知道那是大德，怎麼能說他不持戒！他的身心清淨，表現在外面他有些小節就不在乎，真正身心清淨，大乘菩薩。"
    },
    {
      "id": "02-040-0527_p0020",
      "zh_CN": "这个示现也是告诉我们，对于一切修行人不可以轻视，更不可以轻慢，不定是什么菩萨再来的。真正的大德我们轻视他，自己造罪业。应该怎么办？恭敬，普贤菩萨教给我们「礼敬诸佛」。一切众生本来是佛，所以对一切众生要像对佛一样的礼敬，这就对了。道宣法师这个公案流传下来，也是这个意思，劝导我们要懂得礼敬诸佛。我们是凡夫，没有天眼通，没有宿命通，他从哪里来的，他过去是什么样子，未来是什么样子，我们完全不知道。佛菩萨教化众生有种种方式，我们在《华严》五十三参看到的，有顺性德、有逆性德，顺逆都是成就众生，都是帮助众生回头，众生真正得利益。我们凡夫不知道，以为他破戒了，以为他犯过失了。这些古大德事迹里头很多都有记载，我们明白之后，不敢轻慢一个众生，这是正确的。即使是恶人，对他也恭敬。普贤菩萨教给我们，他的行为不善不赞叹，但是不能不恭敬。《华严经》上有例子，善财童子五十三参，用逆行的方法教化众生，这些善知识善财童子礼敬，没有赞叹，赞叹怕人产生误会。礼敬是平等的，赞叹是有原则的，不具备真正的善行善言不赞叹。",
      "zh_TW": "這個示現也是告訴我們，對於一切修行人不可以輕視，更不可以輕慢，不定是什麼菩薩再來的。真正的大德我們輕視他，自己造罪業。應該怎麼辦？恭敬，普賢菩薩教給我們「禮敬諸佛」。一切眾生本來是佛，所以對一切眾生要像對佛一樣的禮敬，這就對了。道宣法師這個公案流傳下來，也是這個意思，勸導我們要懂得禮敬諸佛。我們是凡夫，沒有天眼通，沒有宿命通，他從哪裡來的，他過去是什麼樣子，未來是什麼樣子，我們完全不知道。佛菩薩教化眾生有種種方式，我們在《華嚴》五十三參看到的，有順性德、有逆性德，順逆都是成就眾生，都是幫助眾生回頭，眾生真正得利益。我們凡夫不知道，以為他破戒了，以為他犯過失了。這些古大德事蹟裡頭很多都有記載，我們明白之後，不敢輕慢一個眾生，這是正確的。即使是惡人，對他也恭敬。普賢菩薩教給我們，他的行為不善不讚歎，但是不能不恭敬。《華嚴經》上有例子，善財童子五十三參，用逆行的方法教化眾生，這些善知識善財童子禮敬，沒有讚歎，讚歎怕人產生誤會。禮敬是平等的，讚歎是有原則的，不具備真正的善行善言不讚歎。"
    },
    {
      "id": "02-040-0527_p0021",
      "zh_CN": "广行诸善，决定是利益众生，利益大众，像三皈、五戒、十善、《弟子规》、《感应篇》。《弟子规》所说的，净业三福第一句「孝养父母，奉事师长」，我们就将这两句话落实在《弟子规》，「慈心不杀」落实在《感应篇》。这两本书都是教童蒙的，实在说，任何一个人只要还有一口气在，决定要遵守。那是什么？那是善行的标准，要把它做到，净业三福第一福就落实了。前面两句落实《弟子规》，后面一句落实《感应篇》，最末后的一句落实在《十善业道》。三福是佛法的大根大本，没有这个，是假的不是真的。",
      "zh_TW": "廣行諸善，決定是利益眾生，利益大眾，像三皈、五戒、十善、《弟子規》、《感應篇》。《弟子規》所說的，淨業三福第一句「孝養父母，奉事師長」，我們就將這兩句話落實在《弟子規》，「慈心不殺」落實在《感應篇》。這兩本書都是教童蒙的，實在說，任何一個人只要還有一口氣在，決定要遵守。那是什麼？那是善行的標準，要把它做到，淨業三福第一福就落實了。前面兩句落實《弟子規》，後面一句落實《感應篇》，最末後的一句落實在《十善業道》。三福是佛法的大根大本，沒有這個，是假的不是真的。"
    },
    {
      "id": "02-040-0527_p0022",
      "zh_CN": "「念通二种：念谓能念，道谓所念。道亦有二：一、弥陀本愿，是名他力大道。不藉自力修善，一超直入，故名自然」。『念道之自然』，难得！小慧远法师，隋朝时候人，《无量寿经》注解里头的话，他讲得好，「念道之自然」就是弥陀本愿，四十八愿。我们将四十八愿列为净宗同学的早课。我们做早课，过去一般课诵本里面早课都是念《楞严咒》、十小咒，我们净土宗净宗学会成立，我编了一个课诵本，早课念的经文，四十八愿，就是本经第六品，念道之自然，晚课念三十二品到三十七品，从这开始，有六品经文。这六品是持戒念佛，这里头要给我们细说五戒十善的大意，所以这一段是《无量寿经》里面讲的戒律。弥陀本愿是他力大道，阿弥陀佛成就极乐世界的大道。我们自己发不出这个愿，念他的愿，把他的愿变成自己的愿。我每天念，每天发跟阿弥陀佛同样的愿，我们的心同佛、愿同佛、行同佛，决定得生净土。所以不需藉自力修善，一超直入，叫自然。完全依靠阿弥陀佛，真正有信心，没有丝毫怀疑。",
      "zh_TW": "「念通二種：念謂能念，道謂所念。道亦有二：一、彌陀本願，是名他力大道。不藉自力修善，一超直入，故名自然」。『念道之自然』，難得！小慧遠法師，隋朝時候人，《無量壽經》註解裡頭的話，他講得好，「念道之自然」就是彌陀本願，四十八願。我們將四十八願列為淨宗同學的早課。我們做早課，過去一般課誦本裡面早課都是念《楞嚴咒》、十小咒，我們淨土宗淨宗學會成立，我編了一個課誦本，早課念的經文，四十八願，就是本經第六品，念道之自然，晚課念三十二品到三十七品，從這開始，有六品經文。這六品是持戒念佛，這裡頭要給我們細說五戒十善的大意，所以這一段是《無量壽經》裡面講的戒律。彌陀本願是他力大道，阿彌陀佛成就極樂世界的大道。我們自己發不出這個願，念他的願，把他的願變成自己的願。我每天念，每天發跟阿彌陀佛同樣的願，我們的心同佛、願同佛、行同佛，決定得生淨土。所以不需藉自力修善，一超直入，叫自然。完全依靠阿彌陀佛，真正有信心，沒有絲毫懷疑。"
    },
    {
      "id": "02-040-0527_p0023",
      "zh_CN": "「二、三乘所证道」，三乘是声闻、缘觉、菩萨，所证道，「无为自然，性不造作，故亦名自然」。三乘人所证的，他所依的是佛所讲的八万四千法门，无量法门，他修成功。他为什么修成功？他能修无为。无为什么意思？不着相，于一切法没有起心动念、没有分别执着，就对了。那也是自然，念道之自然，念而无念，无念而念，不把这些东西放在心上，心永远是清净、永远是平等，清净平等是自然。念佛人，我们没有那个本事，没有这么大的德行，怎么办？我们把阿弥陀佛放在心上，让我们清净平等心里头只供一尊阿弥陀佛，除阿弥陀佛之外，都不放在心上，这也是念道之自然，亦决定往生极乐世界，所以自然往生。「虽互二义，正在初义」，虽然是有两个意思，解释念道之自然，真正的是要念阿弥陀佛，这是正义。",
      "zh_TW": "「二、三乘所證道」，三乘是聲聞、緣覺、菩薩，所證道，「無為自然，性不造作，故亦名自然」。三乘人所證的，他所依的是佛所講的八萬四千法門，無量法門，他修成功。他為什麼修成功？他能修無為。無為什麼意思？不著相，於一切法沒有起心動念、沒有分別執著，就對了。那也是自然，念道之自然，念而無念，無念而念，不把這些東西放在心上，心永遠是清淨、永遠是平等，清淨平等是自然。念佛人，我們沒有那個本事，沒有這麼大的德行，怎麼辦？我們把阿彌陀佛放在心上，讓我們清淨平等心裡頭只供一尊阿彌陀佛，除阿彌陀佛之外，都不放在心上，這也是念道之自然，亦決定往生極樂世界，所以自然往生。「雖互二義，正在初義」，雖然是有兩個意思，解釋念道之自然，真正的是要念阿彌陀佛，這是正義。"
    },
    {
      "id": "02-040-0527_p0024",
      "zh_CN": "「《净影疏》以为善求生，释力为善。以自然往生，为念自然。其言简要」，简单扼要。「其意以行善功德回向净土，力求往生，名为力为善」。这个说法很好，我们应该在日常生活当中努力修善。善的标准，佛所说的十善，我们日常所用的六和、四摄、六度。普贤十愿太高了，法身菩萨修的，我们每天只有念念，做不到。为什么做不到？没有普贤心，就不能修普贤愿。普贤是什么心？心包太虚，量周沙界，那个心量之大无法形容。中国古人有一句话说「大而无外，小而无内」，可以形容普贤心，普贤菩萨的心量没有边际，所以称十愿为愿王，菩萨大愿之王。",
      "zh_TW": "「《淨影疏》以為善求生，釋力為善。以自然往生，為念自然。其言簡要」，簡單扼要。「其意以行善功德迴向淨土，力求往生，名為力為善」。這個說法很好，我們應該在日常生活當中努力修善。善的標準，佛所說的十善，我們日常所用的六和、四攝、六度。普賢十願太高了，法身菩薩修的，我們每天只有念念，做不到。為什麼做不到？沒有普賢心，就不能修普賢願。普賢是什麼心？心包太虛，量周沙界，那個心量之大無法形容。中國古人有一句話說「大而無外，小而無內」，可以形容普賢心，普賢菩薩的心量沒有邊際，所以稱十願為願王，菩薩大願之王。"
    },
    {
      "id": "02-040-0527_p0025",
      "zh_CN": "下面说，「自然往生」，就是念道之自然，「则所言过简」，说得太简略了。「《会疏》胜之」，《会疏》比《净影疏》里头说得好。「直指称名念佛，为善之根本」，《会疏》里头说称名念佛是名善本，这个说得好。真的，阿弥陀佛的名号善中之善，没有任何一法能跟它相比，所以有许许多多人一生只念一句名号。最明显的例子，距离我们不远，就是谛闲老和尚的徒弟锅漏匠。锅漏匠的故事在倓虚老法师的佛七开示。《影尘回忆录》是倓老法师的自传，他这个自传不是他写的，他说的，大光法师笔记的，大光是他的学生。里面记载得很清楚，非常值得我们学习，真的是念道之自然。他从出家，谛闲老法师给他剃度，也没有受戒，剃头出家之后，因为他年岁大了，四十多岁，又不认识字，没有念过书，做的是粗活，谛老怜悯他，把他送到乡下，乡下有不少小庙，没有人住，废弃了的小庙，找一个让他住在那边。他什么都不会，就教他一句南无阿弥陀佛，这个他会，他就会念这一句，就让他念这一句佛号，告诉他，念累了就休息，休息好了接着再念，不分昼夜，一句佛号念到底。他念了三年，预知时至，往生了，站着往生。",
      "zh_TW": "下面說，「自然往生」，就是念道之自然，「則所言過簡」，說得太簡略了。「《會疏》勝之」，《會疏》比《淨影疏》裡頭說得好。「直指稱名念佛，為善之根本」，《會疏》裡頭說稱名念佛是名善本，這個說得好。真的，阿彌陀佛的名號善中之善，沒有任何一法能跟它相比，所以有許許多多人一生只念一句名號。最明顯的例子，距離我們不遠，就是諦閑老和尚的徒弟鍋漏匠。鍋漏匠的故事在倓虛老法師的佛七開示。《影塵回憶錄》是倓老法師的自傳，他這個自傳不是他寫的，他說的，大光法師筆記的，大光是他的學生。裡面記載得很清楚，非常值得我們學習，真的是念道之自然。他從出家，諦閑老法師給他剃度，也沒有受戒，剃頭出家之後，因為他年歲大了，四十多歲，又不認識字，沒有念過書，做的是粗活，諦老憐憫他，把他送到鄉下，鄉下有不少小廟，沒有人住，廢棄了的小廟，找一個讓他住在那邊。他什麼都不會，就教他一句南無阿彌陀佛，這個他會，他就會念這一句，就讓他念這一句佛號，告訴他，念累了就休息，休息好了接著再念，不分晝夜，一句佛號念到底。他念了三年，預知時至，往生了，站著往生。"
    },
    {
      "id": "02-040-0527_p0026",
      "zh_CN": "往生之后，这些乡下人没有看见过人是站着走的，给谛闲法师去报信，观宗寺报信。一个往来三天，锅漏匠往生之后站了三天，等老和尚替他办后事。老和尚看到这个欢喜赞叹，真了不起！讲经的法师、名山宝刹的住持都比不上他，这么自在。真正跟这一句相应了，念道之自然。这个念道之自然，道就是阿弥陀佛，念阿弥陀佛自然往生。三年，时间不长，他就成功了。这人为什么能成功？万缘放下。一生过着苦日子，对于人生没有一丝毫贪恋。什么都没有，真正叫穷光蛋，孤家寡人一个，所以他没有牵挂。有个破庙住，能遮蔽风雨，谛老给他找了几个信徒护他的法，照顾他的生活，送一点粮食给他，送一点衣服给他穿，他非常满足，无牵无挂，一天到晚就抱住这一句阿弥陀佛，真成功了，给念佛人做出最好的榜样，自然往生。",
      "zh_TW": "往生之後，這些鄉下人沒有看見過人是站著走的，給諦閑法師去報信，觀宗寺報信。一個往來三天，鍋漏匠往生之後站了三天，等老和尚替他辦後事。老和尚看到這個歡喜讚歎，真了不起！講經的法師、名山寶剎的住持都比不上他，這麼自在。真正跟這一句相應了，念道之自然。這個念道之自然，道就是阿彌陀佛，念阿彌陀佛自然往生。三年，時間不長，他就成功了。這人為什麼能成功？萬緣放下。一生過著苦日子，對於人生沒有一絲毫貪戀。什麼都沒有，真正叫窮光蛋，孤家寡人一個，所以他沒有牽掛。有個破廟住，能遮蔽風雨，諦老給他找了幾個信徒護他的法，照顧他的生活，送一點糧食給他，送一點衣服給他穿，他非常滿足，無牽無掛，一天到晚就抱住這一句阿彌陀佛，真成功了，給念佛人做出最好的榜樣，自然往生。"
    },
    {
      "id": "02-040-0527_p0027",
      "zh_CN": "「广行众善，回向得生，亦是为善」，这个为善是助行。称佛名号，这是善本，这是正行，念道之自然，正行。所以，《会疏》说得好，直指称名念佛，为善之根本，是乃正行。广行众善，回向得生，亦是为善，是乃助行。「正助并举，主次分明，是《会疏》之长」，《会疏》讲得好。「至于道之自然则《会疏》更胜。疏举二义：一、以他力直超为自然。二、以无为无作为自然。而以初义为主。此说极好。盖净宗之妙，正如《要解》所云」，蕅益大师说的，「从事持达理持。但当老实念去，则无为无作等等，自然在其中矣」。念老这句话说得好，蕅益大师在《要解》里头说，从事持自然就达到理持，关键是信心、耐心、长远心，一定能成就。如果对这个有怀疑，他就不能成就。决定不能怀疑，一定要相信我们不如古人，为什么？古人心清净。古人那个时代生活环境比我们现在简单，没有科技，没有这么复杂，人口也少。现代的社会令人焦虑烦心，所以心浮气躁是现代人正常现象。古人没有，古人心地纯朴、善良，确实是于人无争，于世无求，安分守己，修行好修，现在修行很难。但是这个方法是真的，我们果然能够把万缘放下，真正依照这个方法来行，我相信决定成就，因为它合理、合情、合法，哪有不成就的道理！",
      "zh_TW": "「廣行眾善，迴向得生，亦是為善」，這個為善是助行。稱佛名號，這是善本，這是正行，念道之自然，正行。所以，《會疏》說得好，直指稱名念佛，為善之根本，是乃正行。廣行眾善，迴向得生，亦是為善，是乃助行。「正助並舉，主次分明，是《會疏》之長」，《會疏》講得好。「至於道之自然則《會疏》更勝。疏舉二義：一、以他力直超為自然。二、以無為無作為自然。而以初義為主。此說極好。蓋淨宗之妙，正如《要解》所云」，蕅益大師說的，「從事持達理持。但當老實念去，則無為無作等等，自然在其中矣」。念老這句話說得好，蕅益大師在《要解》裡頭說，從事持自然就達到理持，關鍵是信心、耐心、長遠心，一定能成就。如果對這個有懷疑，他就不能成就。決定不能懷疑，一定要相信我們不如古人，為什麼？古人心清淨。古人那個時代生活環境比我們現在簡單，沒有科技，沒有這麼複雜，人口也少。現代的社會令人焦慮煩心，所以心浮氣躁是現代人正常現象。古人沒有，古人心地純樸、善良，確實是於人無爭，於世無求，安分守己，修行好修，現在修行很難。但是這個方法是真的，我們果然能夠把萬緣放下，真正依照這個方法來行，我相信決定成就，因為它合理、合情、合法，哪有不成就的道理！"
    },
    {
      "id": "02-040-0527_p0028",
      "zh_CN": "我们今天要办学，要培养人才，从哪里下手？就像蕅益大师说的，从事持达理持。事持，就是选一部经典，一门深入，长时薰修，每天用十个小时去读诵，这是事持。目的，目的是得三昧，开智慧，那就是理持。智慧开了，理持，不是事持，净宗讲的理一心不乱。先从事一心不乱，然后就能达到理一心不乱，理一心不乱是大彻大悟、明心见性。因此，但当老实念去，这句话重要，真正要相信老老实实念去，没有怀疑、没有夹杂、没有妄想，一句佛号念到底，或者是一部《无量寿经》念到底，把妄想分别统统念掉，把清净心念出来了、平等心念出来了，这就是理持。清净心念出来是阿罗汉的境界，平等心念出来是菩萨的境界，这是念佛三昧，再不间断继续努力念下去，就会开悟，这经题后头「觉」，大彻大悟。佛在经上把理论方法都告诉我们，我们听明白了、听清楚了，真干就真有成就，这个成就是自然往生。经上讲的无作无为等等这些话统统都自然在其中，这其中是什么？就是老实念去，都在这其中。不必再去问什么有作无作，不必，统统都放下，自然入无作无为的境界。",
      "zh_TW": "我們今天要辦學，要培養人才，從哪裡下手？就像蕅益大師說的，從事持達理持。事持，就是選一部經典，一門深入，長時薰修，每天用十個小時去讀誦，這是事持。目的，目的是得三昧，開智慧，那就是理持。智慧開了，理持，不是事持，淨宗講的理一心不亂。先從事一心不亂，然後就能達到理一心不亂，理一心不亂是大徹大悟、明心見性。因此，但當老實念去，這句話重要，真正要相信老老實實念去，沒有懷疑、沒有夾雜、沒有妄想，一句佛號念到底，或者是一部《無量壽經》念到底，把妄想分別統統念掉，把清淨心念出來了、平等心念出來了，這就是理持。清淨心念出來是阿羅漢的境界，平等心念出來是菩薩的境界，這是念佛三昧，再不間斷繼續努力念下去，就會開悟，這經題後頭「覺」，大徹大悟。佛在經上把理論方法都告訴我們，我們聽明白了、聽清楚了，真幹就真有成就，這個成就是自然往生。經上講的無作無為等等這些話統統都自然在其中，這其中是什麼？就是老實念去，都在這其中。不必再去問什麼有作無作，不必，統統都放下，自然入無作無為的境界。"
    },
    {
      "id": "02-040-0527_p0029",
      "zh_CN": "末后这一段，「以上二疏之说均专就《魏译》，（念道之自然以前之文句，独见《魏译》），但汉吴两译于此下更有大段经文，广述彼土菩萨功德与刹土之自然最胜。本经采入，会成此品」。这一段是交代夏莲居老居士的会集。「于是本品经中于念道之自然下」，有八个自然，「如」，这底下八个自然给我们说出来了，「自然严整、自然无为、自然保守、自然中自然相、自然之有根本、自然光色参回、自然所牵随。可证自然二字，实具要义」。五种原译本里头，《汉译》跟《吴译》有八个自然，念道之自然下面有这么多的文字，夏老都把它会在这个经上，都在这一品里头。",
      "zh_TW": "末後這一段，「以上二疏之說均專就《魏譯》，（念道之自然以前之文句，獨見《魏譯》），但漢吳兩譯於此下更有大段經文，廣述彼土菩薩功德與剎土之自然最勝。本經採入，會成此品」。這一段是交代夏蓮居老居士的會集。「於是本品經中於念道之自然下」，有八個自然，「如」，這底下八個自然給我們說出來了，「自然嚴整、自然無為、自然保守、自然中自然相、自然之有根本、自然光色參迴、自然所牽隨。可證自然二字，實具要義」。五種原譯本裡頭，《漢譯》跟《吳譯》有八個自然，念道之自然下面有這麼多的文字，夏老都把它會在這個經上，都在這一品裡頭。"
    },
    {
      "id": "02-040-0527_p0030",
      "zh_CN": "「此自然二字，非外道所谓无因之自然。盖法尔如是，名为自然也」。大乘经里头所讲的自然，《楞严经》上也说得很好，跟我们世间人讲自然不是一个概念，这个要知道。世间人讲自然，无因就是自然。佛经上不是的，佛经上是法尔如是叫做自然。法尔如是的意思很深，大乘教里面常常看到。跟印度一些宗教、学派，它们里面所说的自然，没有原因就称为自然，佛法里不是的，佛法有原因。这个原因什么？是自性，自性本来就是这样的，这叫自然。像能大师明心见性，说了五句话，这五句话都是法尔如是，「本自清净，本不生灭，本自具足，本无动摇，能生万法」，这五句都是法尔如是，这是佛经上说自然的意思，跟一般世间人讲的不一样。",
      "zh_TW": "「此自然二字，非外道所謂無因之自然。蓋法爾如是，名為自然也」。大乘經裡頭所講的自然，《楞嚴經》上也說得很好，跟我們世間人講自然不是一個概念，這個要知道。世間人講自然，無因就是自然。佛經上不是的，佛經上是法爾如是叫做自然。法爾如是的意思很深，大乘教裡面常常看到。跟印度一些宗教、學派，它們裡面所說的自然，沒有原因就稱為自然，佛法裡不是的，佛法有原因。這個原因什麼？是自性，自性本來就是這樣的，這叫自然。像能大師明心見性，說了五句話，這五句話都是法爾如是，「本自清淨，本不生滅，本自具足，本無動搖，能生萬法」，這五句都是法爾如是，這是佛經上說自然的意思，跟一般世間人講的不一樣。"
    },
    {
      "id": "02-040-0527_p0031",
      "zh_CN": "这底下解释，「自者自性。然」，《楞严经》中所说的，「清净本然。可见自然实含自性本然之义」，法尔如是是这个意思。自性之本然就是真如、就是实相。如是念道之自然，就是持名念佛，也就是念实相。念这一声阿弥陀佛是念实相，实相就是阿弥陀佛，阿弥陀佛就是实相。菩萨念的是实相，我们呢？我们念的不是实相。为什么？我们对于阿弥陀佛名号有分别、有执着。如果不分别、不执着，是念实相，有分别、有执着就不是实相。我们把实相变成世间相，把它变质了，阿赖耶能变。法身菩萨转八识成四智，他没有分别执着、没有起心动念，那叫念实相。这个说法更清楚，我们念这一句阿弥陀佛，一切时、一切处出声念、金刚持、默念全是一句佛号，于这一句佛号当中没有分别、没有执着、没有起心、没有动念，就是念实相。念实相自然往生，生到哪里？生实报庄严土。有分别，生方便有余土。有执着，生凡圣同居土。统统能往生，往生的品位不一样。所以念老说，如是念道之自然，就是持名念佛，就是念实相。",
      "zh_TW": "這底下解釋，「自者自性。然」，《楞嚴經》中所說的，「清淨本然。可見自然實含自性本然之義」，法爾如是是這個意思。自性之本然就是真如、就是實相。如是念道之自然，就是持名念佛，也就是念實相。念這一聲阿彌陀佛是念實相，實相就是阿彌陀佛，阿彌陀佛就是實相。菩薩念的是實相，我們呢？我們念的不是實相。為什麼？我們對於阿彌陀佛名號有分別、有執著。如果不分別、不執著，是念實相，有分別、有執著就不是實相。我們把實相變成世間相，把它變質了，阿賴耶能變。法身菩薩轉八識成四智，他沒有分別執著、沒有起心動念，那叫念實相。這個說法更清楚，我們念這一句阿彌陀佛，一切時、一切處出聲念、金剛持、默念全是一句佛號，於這一句佛號當中沒有分別、沒有執著、沒有起心、沒有動念，就是念實相。念實相自然往生，生到哪裡？生實報莊嚴土。有分別，生方便有餘土。有執著，生凡聖同居土。統統能往生，往生的品位不一樣。所以念老說，如是念道之自然，就是持名念佛，就是念實相。"
    },
    {
      "id": "02-040-0527_p0032",
      "zh_CN": "「如《弥陀要解》曰：实相无二，亦无不二。是故举体作依作正」。体就是真如、就是自性，依报，国土，极乐世界法性土，正报是人身，人身是法性身，作法身、作报身，作自身、作他身。极乐世界菩萨自己是法性身，其他的所有往生的个个都是法性身，法性身得大自在，寿命长远，三大阿僧祇劫。这么长的寿命，不需要饮食，不需要睡眠，而且智慧、神通、道力几乎跟阿弥陀佛一样。阿弥陀佛时时刻刻要化无量无边身，为什么？接引从十方诸佛刹土里面来往生的这些人。每个人往生，佛都要去接引，不接引，他找不到极乐世界。化身去的，没有停止的。他们到极乐世界有先来后到，不是同一个时间去的，所以阿弥陀佛一个一个要接引。",
      "zh_TW": "「如《彌陀要解》曰：實相無二，亦無不二。是故舉體作依作正」。體就是真如、就是自性，依報，國土，極樂世界法性土，正報是人身，人身是法性身，作法身、作報身，作自身、作他身。極樂世界菩薩自己是法性身，其他的所有往生的個個都是法性身，法性身得大自在，壽命長遠，三大阿僧祇劫。這麼長的壽命，不需要飲食，不需要睡眠，而且智慧、神通、道力幾乎跟阿彌陀佛一樣。阿彌陀佛時時刻刻要化無量無邊身，為什麼？接引從十方諸佛剎土裡面來往生的這些人。每個人往生，佛都要去接引，不接引，他找不到極樂世界。化身去的，沒有停止的。他們到極樂世界有先來後到，不是同一個時間去的，所以阿彌陀佛一個一個要接引。"
    },
    {
      "id": "02-040-0527_p0033",
      "zh_CN": "往生到极乐世界的人，只要花开见佛，得阿弥陀佛神通愿力加持，也能跟阿弥陀佛一样，分无量无边身。这些菩萨分无量无边身干什么？也有去接引那个众生到极乐世界，这个众生是你认识的、你很熟的，你跟着阿弥陀佛一起去接引。我们相信这种情形有，但是不多。最多的是分身去拜佛、去参学，到一切诸佛刹土供佛是修福，修福报，听经长智慧，听经闻法，所以同时就学习了无量无边的法门。无量无边法门在极乐世界一点都不难，很短时间你就成就了，你就毕业了，毕业就是作佛。作佛，跟阿弥陀佛完全相同，没有丝毫差别。修福修慧，福慧双修，同时诸佛刹土里面过去我们曾经住过，那里还有很多熟人，跟我们有缘的众生，这些遇到了，必定分身去度他们。这些都在念道之自然，在这一句话里头。所以《要解》里头说得好，举体作依作正，依报、正报，「作法作报」，法身、报身，自身、他身，「乃至能说所说，能度所度，能信所信，能愿所愿，能持所持，能生所生，能赞所赞」，能赞是诸佛如来，所赞的是阿弥陀佛，「无非实相正印之所印也」。蕅益大师说的，把极乐世界的微妙说尽了。",
      "zh_TW": "往生到極樂世界的人，只要花開見佛，得阿彌陀佛神通願力加持，也能跟阿彌陀佛一樣，分無量無邊身。這些菩薩分無量無邊身幹什麼？也有去接引那個眾生到極樂世界，這個眾生是你認識的、你很熟的，你跟著阿彌陀佛一起去接引。我們相信這種情形有，但是不多。最多的是分身去拜佛、去參學，到一切諸佛剎土供佛是修福，修福報，聽經長智慧，聽經聞法，所以同時就學習了無量無邊的法門。無量無邊法門在極樂世界一點都不難，很短時間你就成就了，你就畢業了，畢業就是作佛。作佛，跟阿彌陀佛完全相同，沒有絲毫差別。修福修慧，福慧雙修，同時諸佛剎土裡面過去我們曾經住過，那裡還有很多熟人，跟我們有緣的眾生，這些遇到了，必定分身去度他們。這些都在念道之自然，在這一句話裡頭。所以《要解》裡頭說得好，舉體作依作正，依報、正報，「作法作報」，法身、報身，自身、他身，「乃至能說所說，能度所度，能信所信，能願所願，能持所持，能生所生，能讚所讚」，能讚是諸佛如來，所讚的是阿彌陀佛，「無非實相正印之所印也」。蕅益大師說的，把極樂世界的微妙說盡了。"
    },
    {
      "id": "02-040-0527_p0034",
      "zh_CN": "「是故《会疏》以无为无作为道之自然。复以他力法门，一超直入为自然，并指为道中之正旨。与《要解》之说，辞异而旨同」。跟蕅益大师所说的一个意思，说法不一样，意思完全相同。所以，念道之自然，这里头含无量义，无论是广是略、是深是浅，无量义。这里头最重要的，给我们一个信息，就是他力法门，他力是阿弥陀佛的大愿大力帮助我们，我们一定要深信不疑。我们靠自己的力量太难了，这个法门完全靠阿弥陀佛。你要真正认识阿弥陀佛，你不认识他，对他怀疑，这一生不能成就。你认识他，对他毫无怀疑，尊重阿弥陀佛，依靠阿弥陀佛，全身靠定，阿弥陀佛大愿、大智、大德、大能成就我们这一生，没有一个不能成就。为什么不相信？为什么要怀疑？这样的大事，阿弥陀佛能支持我们，能帮助我们。",
      "zh_TW": "「是故《會疏》以無為無作為道之自然。復以他力法門，一超直入為自然，並指為道中之正旨。與《要解》之說，辭異而旨同」。跟蕅益大師所說的一個意思，說法不一樣，意思完全相同。所以，念道之自然，這裡頭含無量義，無論是廣是略、是深是淺，無量義。這裡頭最重要的，給我們一個信息，就是他力法門，他力是阿彌陀佛的大願大力幫助我們，我們一定要深信不疑。我們靠自己的力量太難了，這個法門完全靠阿彌陀佛。你要真正認識阿彌陀佛，你不認識他，對他懷疑，這一生不能成就。你認識他，對他毫無懷疑，尊重阿彌陀佛，依靠阿彌陀佛，全身靠定，阿彌陀佛大願、大智、大德、大能成就我們這一生，沒有一個不能成就。為什麼不相信？為什麼要懷疑？這樣的大事，阿彌陀佛能支持我們，能幫助我們。"
    },
    {
      "id": "02-040-0527_p0035",
      "zh_CN": "汉学院里头有儒释道，佛学里面肯定是把净宗、无量寿摆在第一位，汉学院就得到阿弥陀佛的加持。如果汉学里头没有净宗、没有阿弥陀佛，阿弥陀佛无法加持。佛对我们是相对的力量，加持是成正比例，我们有一分功德，他加持一分，我们有一分信愿，他加持一分，我们有十分信愿，他加持十分，完全成正比例。佛对我们加持多少，我们自己信心愿力有几分，我们有百分之百的愿心、信心，佛对我们加持就是百分之百，这个道理不能不懂。所以末后这一句，最重要的话，「依信愿持名，他力大道，即得往生极乐。持名即是念实相。一超直入妙庄严路。如是之道，法尔自然」。后面这几句话非常重要，真正懂了、明白了，你决定得生净土，你这一生决定得佛加持。",
      "zh_TW": "漢學院裡頭有儒釋道，佛學裡面肯定是把淨宗、無量壽擺在第一位，漢學院就得到阿彌陀佛的加持。如果漢學裡頭沒有淨宗、沒有阿彌陀佛，阿彌陀佛無法加持。佛對我們是相對的力量，加持是成正比例，我們有一分功德，他加持一分，我們有一分信願，他加持一分，我們有十分信願，他加持十分，完全成正比例。佛對我們加持多少，我們自己信心願力有幾分，我們有百分之百的願心、信心，佛對我們加持就是百分之百，這個道理不能不懂。所以末後這一句，最重要的話，「依信願持名，他力大道，即得往生極樂。持名即是念實相。一超直入妙莊嚴路。如是之道，法爾自然」。後面這幾句話非常重要，真正懂了、明白了，你決定得生淨土，你這一生決定得佛加持。"
    },
    {
      "id": "02-040-0527_p0036",
      "zh_CN": "我们再看下面经文，「行道和正」，第一个小段「观行无懈」。请看经文：",
      "zh_TW": "我們再看下面經文，「行道和正」，第一個小段「觀行無懈」。請看經文："
    },
    {
      "id": "02-040-0527_p0037",
      "zh_CN": "【出入供养。观经行道。喜乐久习。才猛智慧。心不中回。意无懈时。】",
      "zh_TW": "【出入供養。觀經行道。喜樂久習。才猛智慧。心不中迴。意無懈時。】"
    },
    {
      "id": "02-040-0527_p0038",
      "zh_CN": "念老的注解，「右文显极乐会众殊胜功德。出入供养，见汉吴两译，原文中尚有俱相随飞行，翻辈出入，供养无极」，有这几句话，这个地方只用了四个字，『出入供养』。参考资料里头，在第一页，有「法尔」。我们看看《佛学大辞典》对法尔的解释，这是术语。「与自尔，法然，天然，自然」意思相同。「不假他之造作其法自然也。如火之热」，这比喻举得好，「水之湿」，这是自然的，没有任何力量加给它的。《宗圆记》第四卷说，「法尔者，尔此也。谓不构造，其法自如此，犹云自然」。这是给我们来做参考，这里面的例子最好的，如火之热、水之湿，不是人为的，不是任何力量加给它的，火性的热是法尔自然，水性的湿是法尔自然。",
      "zh_TW": "念老的註解，「右文顯極樂會眾殊勝功德。出入供養，見漢吳兩譯，原文中尚有俱相隨飛行，翻輩出入，供養無極」，有這幾句話，這個地方只用了四個字，『出入供養』。參考資料裡頭，在第一頁，有「法爾」。我們看看《佛學大辭典》對法爾的解釋，這是術語。「與自爾，法然，天然，自然」意思相同。「不假他之造作其法自然也。如火之熱」，這比喻舉得好，「水之濕」，這是自然的，沒有任何力量加給它的。《宗圓記》第四卷說，「法爾者，爾此也。謂不構造，其法自如此，猶云自然」。這是給我們來做參考，這裡面的例子最好的，如火之熱、水之濕，不是人為的，不是任何力量加給它的，火性的熱是法爾自然，水性的濕是法爾自然。"
    },
    {
      "id": "02-040-0527_p0039",
      "zh_CN": "「翻辈出入」，这个意思，翻辈就是此辈，就是这一帮人，不是一个、二个，是一群。「《说文》军法发车百两为一辈」。这一辈就好像一个队，这一队多少人？有一百辆车，这个车是战车，古时候打仗用车，战车，一百辆战车叫一辈。「翻：成倍增加」，这叫翻。一加一，这是一倍，二；二加二，又是一倍，是四；四加四，变成八，这又是一倍，就是加倍，这叫翻辈。翻辈出入，是说极乐世界，用我们的话来说，每一天、每一时，极乐世界时时刻刻出入供养的人太多了，有出去的、有回来的，出去供养诸佛如来，回来供养本师阿弥陀佛。这些菩萨全是分身，他的本身，本身在阿弥陀佛大讲堂没动，听阿弥陀佛讲经说法教学，这是分身出去、化身出去。",
      "zh_TW": "「翻輩出入」，這個意思，翻輩就是此輩，就是這一幫人，不是一個、二個，是一群。「《說文》軍法發車百兩為一輩」。這一輩就好像一個隊，這一隊多少人？有一百輛車，這個車是戰車，古時候打仗用車，戰車，一百輛戰車叫一輩。「翻：成倍增加」，這叫翻。一加一，這是一倍，二；二加二，又是一倍，是四；四加四，變成八，這又是一倍，就是加倍，這叫翻輩。翻輩出入，是說極樂世界，用我們的話來說，每一天、每一時，極樂世界時時刻刻出入供養的人太多了，有出去的、有回來的，出去供養諸佛如來，回來供養本師阿彌陀佛。這些菩薩全是分身，他的本身，本身在阿彌陀佛大講堂沒動，聽阿彌陀佛講經說法教學，這是分身出去、化身出去。"
    },
    {
      "id": "02-040-0527_p0040",
      "zh_CN": "分身、化身真管用，不是不管用，真的到诸佛如来那个地方去求福求慧，福慧双修，同时又能在诸佛刹土里头遇到有缘众生，他还分身去教化，去度脱他们，来来去去。我们知道众生不好度，菩萨很热心，现身给他说法，他搞清楚、搞明白了，但是刹那之间他又迷惑了。这种情形在我们现前看得很多，学佛的人很多，退心的人很多。什么时候他想学，菩萨又来了，菩萨不厌其烦，慈悲到极处。不想学，他就离开了，为什么？避免你谤法，你毁谤，罪过很重，所以他赶快离开，不给你有谤法的机会。你想求法的时候、想学的时候他就来了，感应道交，不可思议。",
      "zh_TW": "分身、化身真管用，不是不管用，真的到諸佛如來那個地方去求福求慧，福慧雙修，同時又能在諸佛剎土裡頭遇到有緣眾生，他還分身去教化，去度脫他們，來來去去。我們知道眾生不好度，菩薩很熱心，現身給他說法，他搞清楚、搞明白了，但是剎那之間他又迷惑了。這種情形在我們現前看得很多，學佛的人很多，退心的人很多。什麼時候他想學，菩薩又來了，菩薩不厭其煩，慈悲到極處。不想學，他就離開了，為什麼？避免你謗法，你毀謗，罪過很重，所以他趕快離開，不給你有謗法的機會。你想求法的時候、想學的時候他就來了，感應道交，不可思議。"
    },
    {
      "id": "02-040-0527_p0041",
      "zh_CN": "所以，有这个出入供养，像汉、吴两译里面，俱相随飞行，他们是一帮一帮的，你会看到很多很多，翻辈出入。供养无极，供养很频繁。这个经文，「指极乐国中诸菩萨、阿罗汉等」，还有人天。这个话里头很有意思，用一个等字。菩萨是实报土，法身大士。阿罗汉是方便土，二乘圣者，声闻、缘觉。等，等是下面同居土，还有人天，我们是人天去往生的。虽然身分不一样，但是供佛修福修慧、度化众生是一样的，是平等。我们在这个文里头要看出这个苗头，确实是不可思议的境界。「其飞行十方；普兴供养，是修福」。往生到凡圣同居土的人天，跟法身菩萨没有两样，这就是皆作阿惟越致菩萨，阿弥陀佛这一愿兑现了。",
      "zh_TW": "所以，有這個出入供養，像漢、吳兩譯裡面，俱相隨飛行，他們是一幫一幫的，你會看到很多很多，翻輩出入。供養無極，供養很頻繁。這個經文，「指極樂國中諸菩薩、阿羅漢等」，還有人天。這個話裡頭很有意思，用一個等字。菩薩是實報土，法身大士。阿羅漢是方便土，二乘聖者，聲聞、緣覺。等，等是下面同居土，還有人天，我們是人天去往生的。雖然身分不一樣，但是供佛修福修慧、度化眾生是一樣的，是平等。我們在這個文裡頭要看出這個苗頭，確實是不可思議的境界。「其飛行十方；普興供養，是修福」。往生到凡聖同居土的人天，跟法身菩薩沒有兩樣，這就是皆作阿惟越致菩薩，阿彌陀佛這一願兌現了。"
    },
    {
      "id": "02-040-0527_p0042",
      "zh_CN": "「观经行道，是修慧」。这上面说观经，没有说闻经。教下修行用的方法叫止观，止能帮助你观，观能帮助你止。实际上就是章嘉大师早年教给我的，他不说止观，说止观我听不懂，初入佛门听不懂，他把它改成两句话，看破、放下。看破是观，放下就是止，这就好懂了。放下帮助你看破，看破帮助你放下，哪一个在先？众生根性不相同，利根的人观在先，钝根的人要止在先。你看，先让你一切放下，心清净了，心清净开智慧了，开智慧是观。上上根人他智慧高，所谓一闻千悟，一接触他就明白了，像惠能大师那样的人，他先是观，一明白马上就放下。止观同时，可是有先有后，随众生根性不相同，每个人用法不一样，相辅相成。你能放下多少，说明你看破多少、你明白多少，明白得少看破就少，明白得多看破就多。佛法修行不外乎这两种，说得简单，就是看破、放下。怎么样看破？放下才是看破，没放下没看破。放下一定看破，看破一定放下，用这个来检验我们是不是真的看破、真放下。观经行道，修慧。「彼土圣众，于此福慧二种庄严，悉皆喜乐」，法喜充满。今天时间到了，我们就学习到此地。",
      "zh_TW": "「觀經行道，是修慧」。這上面說觀經，沒有說聞經。教下修行用的方法叫止觀，止能幫助你觀，觀能幫助你止。實際上就是章嘉大師早年教給我的，他不說止觀，說止觀我聽不懂，初入佛門聽不懂，他把它改成兩句話，看破、放下。看破是觀，放下就是止，這就好懂了。放下幫助你看破，看破幫助你放下，哪一個在先？眾生根性不相同，利根的人觀在先，鈍根的人要止在先。你看，先讓你一切放下，心清淨了，心清淨開智慧了，開智慧是觀。上上根人他智慧高，所謂一聞千悟，一接觸他就明白了，像惠能大師那樣的人，他先是觀，一明白馬上就放下。止觀同時，可是有先有後，隨眾生根性不相同，每個人用法不一樣，相輔相成。你能放下多少，說明你看破多少、你明白多少，明白得少看破就少，明白得多看破就多。佛法修行不外乎這兩種，說得簡單，就是看破、放下。怎麼樣看破？放下才是看破，沒放下沒看破。放下一定看破，看破一定放下，用這個來檢驗我們是不是真的看破、真放下。觀經行道，修慧。「彼土聖眾，於此福慧二種莊嚴，悉皆喜樂」，法喜充滿。今天時間到了，我們就學習到此地。"
    }
  ]
}