{
  "doc_id": "02-040-0220",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二二０集",
    "zh_TW": "第二二０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0220",
  "total_paragraphs": 45,
  "paragraphs": [
    {
      "id": "02-040-0220_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0220_p0002",
      "zh_CN": "请看《大经科注》第四百八十页，倒数第三行，我们从第二个字看起：",
      "zh_TW": "請看《大經科註》第四百八十頁，倒數第三行，我們從第二個字看起："
    },
    {
      "id": "02-040-0220_p0003",
      "zh_CN": "「可见凡夫业重，临终之际更多颠倒，复以四大苦逼，痛不可言，何能正念持名？不能持名，何得往生？故知凡夫往生，非凭自力，全仗弥陀大愿加被，令不颠倒，始能往生也。」这段话很重要，我们真正了解事实真相，对阿弥陀佛感恩的心才能够生出来，所谓知恩报恩。怎么报法？信愿持名，往生净土，就是真正报佛恩。但是对于净土，也就是极乐世界阿弥陀佛没有相当的认识，这个心生不起来。所以佛说这个法门很容易修，但是非常难信，叫难信之法。古大德亦如是说。我对于这句话，现在完全相信了。为什么？学佛六十二年，前面三十年我不相信，我对它了解不够透彻，虽然老师劝导，也没用处，所谓是阳奉阴违。不过老师介绍这些书，我读过，读过之后不毁谤净土了，我再不说它是迷信，对它尊重，但是自己不想学这个法门，所谓知识分子，总是希望学些大乘。大乘是高等哲学、高等科学，这个世间科学跟哲学达到登峰造极就是大乘，这个东西很能迷人。三十年之后，相信了，因为自己讲了几部大经，《华严》、《法华》、《楞严》，我是从这些大经里面，信了净土，所以真难信！如果没有长的寿命，这个缘就没有了。",
      "zh_TW": "「可見凡夫業重，臨終之際更多顛倒，復以四大苦逼，痛不可言，何能正念持名？不能持名，何得往生？故知凡夫往生，非憑自力，全仗彌陀大願加被，令不顛倒，始能往生也。」這段話很重要，我們真正了解事實真相，對阿彌陀佛感恩的心才能夠生出來，所謂知恩報恩。怎麼報法？信願持名，往生淨土，就是真正報佛恩。但是對於淨土，也就是極樂世界阿彌陀佛沒有相當的認識，這個心生不起來。所以佛說這個法門很容易修，但是非常難信，叫難信之法。古大德亦如是說。我對於這句話，現在完全相信了。為什麼？學佛六十二年，前面三十年我不相信，我對它了解不夠透徹，雖然老師勸導，也沒用處，所謂是陽奉陰違。不過老師介紹這些書，我讀過，讀過之後不毀謗淨土了，我再不說它是迷信，對它尊重，但是自己不想學這個法門，所謂知識分子，總是希望學些大乘。大乘是高等哲學、高等科學，這個世間科學跟哲學達到登峰造極就是大乘，這個東西很能迷人。三十年之後，相信了，因為自己講了幾部大經，《華嚴》、《法華》、《楞嚴》，我是從這些大經裡面，信了淨土，所以真難信！如果沒有長的壽命，這個緣就沒有了。"
    },
    {
      "id": "02-040-0220_p0004",
      "zh_CN": "寿命，我自己很清楚，我很相信命运。因为在没有学佛之前，我读过《了凡四训》，我对袁了凡很佩服，对他一生断恶修善、改造命运，我深信不疑。年轻的时候，很多人给我算命，我的寿命只有四十五岁，我不怀疑，我想这也许就是命中注定的。在我家里头，我能够记得的，我的祖父四十五岁过世的；我有个伯父，我父亲的哥哥，也是四十五岁走的；我父亲也是四十五岁走的。我说好像这是遗传，所以我没有怀疑。一生没生过病，四十五岁那一年，生了一场病。我一想，时间到了，所以我念佛，我也不看医生，也不吃药。我想的，医生只能医病，不能医命，你寿命到了，医生没用处。所以关起门来念佛，念了一个月，病就好了。好了，好像休息了两个星期，继续讲经。那个时候我讲经讲了十二年，我是三十三岁出来讲经的，四十五岁，十二年。",
      "zh_TW": "壽命，我自己很清楚，我很相信命運。因為在沒有學佛之前，我讀過《了凡四訓》，我對袁了凡很佩服，對他一生斷惡修善、改造命運，我深信不疑。年輕的時候，很多人給我算命，我的壽命只有四十五歲，我不懷疑，我想這也許就是命中注定的。在我家裡頭，我能夠記得的，我的祖父四十五歲過世的；我有個伯父，我父親的哥哥，也是四十五歲走的；我父親也是四十五歲走的。我說好像這是遺傳，所以我沒有懷疑。一生沒生過病，四十五歲那一年，生了一場病。我一想，時間到了，所以我念佛，我也不看醫生，也不吃藥。我想的，醫生只能醫病，不能醫命，你壽命到了，醫生沒用處。所以關起門來念佛，念了一個月，病就好了。好了，好像休息了兩個星期，繼續講經。那個時候我講經講了十二年，我是三十三歲出來講經的，四十五歲，十二年。"
    },
    {
      "id": "02-040-0220_p0005",
      "zh_CN": "到第二年，也就是我四十六岁的时候，在仁王法会里头遇到甘珠活佛，这也是内蒙的一位密宗大德，也是章嘉大师的学生。他大我十几岁，是密宗很好的一位上师，我们很熟。他告诉我，我们很久没见面，碰到了，告诉我，他说净空法师，我们在背后都说你。我说说什么？说你这个人还挺聪明的，可惜没有福报，又短命。我说这些不必背后说，当面说都可以，我不介意，而且我自己也很清楚，很准确。他说你现在变了，你的命变了，你不但将来有福报，你的寿命很长很长。我说你怎么知道的？他说你这些年讲经的功德。那时讲了十二年，我没有求延长寿命，我什么都没求，这是自动转过来的。所以我心里就有数，这一生全是佛菩萨安排的。这个话是章嘉大师告诉我的。只要你自己真正发心，为正法久住，为弘法利生，做一个真正的佛弟子，你的一生佛菩萨照顾，你不用操一点心。我听了很欢喜，有人替我安排，自己不要操心，这多难得。真的，一生都是佛安排的，因为很多事情决定不是人可以做得到的。所以我相信祖宗之德、三宝加持，能一直到今天。",
      "zh_TW": "到第二年，也就是我四十六歲的時候，在仁王法會裡頭遇到甘珠活佛，這也是內蒙的一位密宗大德，也是章嘉大師的學生。他大我十幾歲，是密宗很好的一位上師，我們很熟。他告訴我，我們很久沒見面，碰到了，告訴我，他說淨空法師，我們在背後都說你。我說說什麼？說你這個人還挺聰明的，可惜沒有福報，又短命。我說這些不必背後說，當面說都可以，我不介意，而且我自己也很清楚，很準確。他說你現在變了，你的命變了，你不但將來有福報，你的壽命很長很長。我說你怎麼知道的？他說你這些年講經的功德。那時講了十二年，我沒有求延長壽命，我什麼都沒求，這是自動轉過來的。所以我心裡就有數，這一生全是佛菩薩安排的。這個話是章嘉大師告訴我的。只要你自己真正發心，為正法久住，為弘法利生，做一個真正的佛弟子，你的一生佛菩薩照顧，你不用操一點心。我聽了很歡喜，有人替我安排，自己不要操心，這多難得。真的，一生都是佛安排的，因為很多事情決定不是人可以做得到的。所以我相信祖宗之德、三寶加持，能一直到今天。"
    },
    {
      "id": "02-040-0220_p0006",
      "zh_CN": "一个出家人，小时候童年，是跟日本抗战时期，逃难，八年我走了十个省，是走路。住得短的地方，一、二个星期，长的不超过三个月，过着流浪的生活。一直到战争快结束的前两年，我到贵州在铜仁学校国立三中读书。那个学校是收流亡学生的。我们是流亡学生的身分，进入那个学校。那个学校是免费的，一切国家供养。第二年抗战就胜利，所以在那里好像念了一年半。胜利之后，学校就解散，交给贵州省政府去接办，我就回南京，在南京第一中学继续读书。我初中毕业，高中念了半年，这就是学历，没有经历。想读书，一个人到台湾，举目无亲，要靠自己工作才能生活下去，所以非常辛苦、非常艰难。",
      "zh_TW": "一個出家人，小時候童年，是跟日本抗戰時期，逃難，八年我走了十個省，是走路。住得短的地方，一、二個星期，長的不超過三個月，過著流浪的生活。一直到戰爭快結束的前兩年，我到貴州在銅仁學校國立三中讀書。那個學校是收流亡學生的。我們是流亡學生的身分，進入那個學校。那個學校是免費的，一切國家供養。第二年抗戰就勝利，所以在那裡好像念了一年半。勝利之後，學校就解散，交給貴州省政府去接辦，我就回南京，在南京第一中學繼續讀書。我初中畢業，高中念了半年，這就是學歷，沒有經歷。想讀書，一個人到台灣，舉目無親，要靠自己工作才能生活下去，所以非常辛苦、非常艱難。"
    },
    {
      "id": "02-040-0220_p0007",
      "zh_CN": "那个时候是对哲学有浓厚的兴趣，听说有个方东美先生，桐城人，桐城是老乡，桐城人，是当代的哲学家。我们慕名写了封信给他，还有一篇文章寄给他看。一个星期之后，他回我一封信，约我到他家里谈话。我就到他家去拜访他，我们一见面，这家乡口音还有，还能听得出来，问我的学历，我老老实实告诉他。他说你没有骗我？不敢骗老师。他就说了，你写的信、写的文章，我们台大的学生写不出来，所以他怀疑。我说我虽然抗战期间四年没有念书，失学，但是我没有离开书本，喜欢读书。就是读书并没有中断，上学中断了四年，所以我还能写。他了解之后就告诉我，他说现在（六十二年前），学校里先生不像先生，学生不像学生，他说你要到学校来听课，你会大失所望。这个话就是凉水浇头，老师完全拒绝了，所以当时表现很沮丧、很难过，真不容易遇到个好老师，想听听课，机会没有了。老师看着我，大概沉默了五分钟之后他就说，他说这样好了，你每个星期天到我家来，我给你上两个钟点课。所以我的这个课程，是在他家小客厅、小圆桌，是一个老师、一个学生，这样讲的。",
      "zh_TW": "那個時候是對哲學有濃厚的興趣，聽說有個方東美先生，桐城人，桐城是老鄉，桐城人，是當代的哲學家。我們慕名寫了封信給他，還有一篇文章寄給他看。一個星期之後，他回我一封信，約我到他家裡談話。我就到他家去拜訪他，我們一見面，這家鄉口音還有，還能聽得出來，問我的學歷，我老老實實告訴他。他說你沒有騙我？不敢騙老師。他就說了，你寫的信、寫的文章，我們台大的學生寫不出來，所以他懷疑。我說我雖然抗戰期間四年沒有念書，失學，但是我沒有離開書本，喜歡讀書。就是讀書並沒有中斷，上學中斷了四年，所以我還能寫。他了解之後就告訴我，他說現在（六十二年前），學校裡先生不像先生，學生不像學生，他說你要到學校來聽課，你會大失所望。這個話就是涼水澆頭，老師完全拒絕了，所以當時表現很沮喪、很難過，真不容易遇到個好老師，想聽聽課，機會沒有了。老師看著我，大概沉默了五分鐘之後他就說，他說這樣好了，你每個星期天到我家來，我給你上兩個鐘點課。所以我的這個課程，是在他家小客廳、小圓桌，是一個老師、一個學生，這樣講的。"
    },
    {
      "id": "02-040-0220_p0008",
      "zh_CN": "十几年之后，我才领悟到为什么先生不像先生，学生不像学生。大学生，中学生还读书，希望考大学。考进大学就不会被开除，所以大学生心不在焉，拿到毕业文凭他就可以找工作，可以找一份像样的工作，他有这个资历，是为文凭来的。老师是为了吃饭。他为什么去上课？不上课拿不到工资，拿不到钟点费。老师不真教，学生不真学。问题，不能怪老师，学生不愿意学，你教他干什么？所以就敷衍。方老师自称为误人子弟的行业，他说我们现在干这个行业，是误人子弟的行业。这个风气愈演愈烈，现在的学校，中国我不知道，外国的学校我晓得，确实这些学生心不在焉。他听你的课，顶多听十分钟，十分钟之后就交头接耳、东张西望，怎么个教法？我们中国人讲混日子，学生在混文凭，老师在混工资，让我们看到了很伤心。这是一代不如一代，将来社会怎么办？这是个非常严重的社会问题。六十二年之后，今天学校教育比六十年前差远了，那个时候说已经不行了，比现在好得太多。",
      "zh_TW": "十幾年之後，我才領悟到為什麼先生不像先生，學生不像學生。大學生，中學生還讀書，希望考大學。考進大學就不會被開除，所以大學生心不在焉，拿到畢業文憑他就可以找工作，可以找一份像樣的工作，他有這個資歷，是為文憑來的。老師是為了吃飯。他為什麼去上課？不上課拿不到工資，拿不到鐘點費。老師不真教，學生不真學。問題，不能怪老師，學生不願意學，你教他幹什麼？所以就敷衍。方老師自稱為誤人子弟的行業，他說我們現在幹這個行業，是誤人子弟的行業。這個風氣愈演愈烈，現在的學校，中國我不知道，外國的學校我曉得，確實這些學生心不在焉。他聽你的課，頂多聽十分鐘，十分鐘之後就交頭接耳、東張西望，怎麼個教法？我們中國人講混日子，學生在混文憑，老師在混工資，讓我們看到了很傷心。這是一代不如一代，將來社會怎麼辦？這是個非常嚴重的社會問題。六十二年之後，今天學校教育比六十年前差遠了，那個時候說已經不行了，比現在好得太多。"
    },
    {
      "id": "02-040-0220_p0009",
      "zh_CN": "我们真想学一点东西，你看看，一分钱学费没有缴，老师主动提出来给我上这个课程，每个星期两小时，这样不妨碍我工作。给我讲了一部哲学概论，从西方讲到东方，讲到中国、讲到印度，最后一个单元佛经哲学，我从这里认识佛教的。开这个单元，我向老师提出质疑，我说佛教是宗教、是迷信，它怎么会有哲学？他说你年轻，你不懂。他说释迦牟尼，他不说佛，他说「释迦牟尼是世界上最伟大的哲学家，佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，我这样子入佛门来。老师告诉我，今天的佛经哲学不在寺庙。我说为什么？他告诉我，两百年以前的出家人都是有学问、有道德，真的是高人。他说现代的出家人，他不学了。我说那怎么办？在经典里头，所以叫我去读经，佛法高等哲学在佛经里头，在大乘经里面。这些话都非常重要，如果要不说，我要到寺庙去一逛，跟他讲的不一样，我就怀疑了。他把话讲在先，所以到寺庙不必跟出家人讨论佛法，你去借经书看。",
      "zh_TW": "我們真想學一點東西，你看看，一分錢學費沒有繳，老師主動提出來給我上這個課程，每個星期兩小時，這樣不妨礙我工作。給我講了一部哲學概論，從西方講到東方，講到中國、講到印度，最後一個單元佛經哲學，我從這裡認識佛教的。開這個單元，我向老師提出質疑，我說佛教是宗教、是迷信，它怎麼會有哲學？他說你年輕，你不懂。他說釋迦牟尼，他不說佛，他說「釋迦牟尼是世界上最偉大的哲學家，佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，我這樣子入佛門來。老師告訴我，今天的佛經哲學不在寺廟。我說為什麼？他告訴我，兩百年以前的出家人都是有學問、有道德，真的是高人。他說現代的出家人，他不學了。我說那怎麼辦？在經典裡頭，所以叫我去讀經，佛法高等哲學在佛經裡頭，在大乘經裡面。這些話都非常重要，如果要不說，我要到寺廟去一逛，跟他講的不一樣，我就懷疑了。他把話講在先，所以到寺廟不必跟出家人討論佛法，你去借經書看。"
    },
    {
      "id": "02-040-0220_p0010",
      "zh_CN": "经书不容易懂，「读书千遍，其义自见」，遍数多了，慢慢就明白。这里头有个很玄妙的道理，为什么会懂得？他心定了。到以后我们才知道，几十年之后才明了，清净心生智慧。所以你有妄念、有妄想，它生烦恼，它不生智慧。现在的年轻人生烦恼，不生智慧，他妄念太多了。从哪里来的？一大半都是从网路、从电视来的，给他一些妄念、给他一些杂念。所以这些高深的东西，他真的听不懂，跟他讲，他也听不懂，这是真的。我们那个时候心清净。章嘉大师的教学，你有妄念，他不说话，他看着你，真正看到你把妄念放下，心地清净，他才开口。他没有废话，说话很少，但是句句都重要。我认识他之后，也是一个星期给我两个小时。我跟他三年，佛学的基础是从章嘉大师那里奠定来的，得来的。",
      "zh_TW": "經書不容易懂，「讀書千遍，其義自見」，遍數多了，慢慢就明白。這裡頭有個很玄妙的道理，為什麼會懂得？他心定了。到以後我們才知道，幾十年之後才明瞭，清淨心生智慧。所以你有妄念、有妄想，它生煩惱，它不生智慧。現在的年輕人生煩惱，不生智慧，他妄念太多了。從哪裡來的？一大半都是從網路、從電視來的，給他一些妄念、給他一些雜念。所以這些高深的東西，他真的聽不懂，跟他講，他也聽不懂，這是真的。我們那個時候心清淨。章嘉大師的教學，你有妄念，他不說話，他看著你，真正看到你把妄念放下，心地清淨，他才開口。他沒有廢話，說話很少，但是句句都重要。我認識他之後，也是一個星期給我兩個小時。我跟他三年，佛學的基礎是從章嘉大師那裡奠定來的，得來的。"
    },
    {
      "id": "02-040-0220_p0011",
      "zh_CN": "认识佛教，是方东美先生，等于说他是介绍人，没有他，我跟佛就没有缘了。为什么？永远认为它是宗教、它是迷信，怎么样我也不会走向寺庙，这不可能。方老师在我们心目当中，最敬仰的人、最佩服的人，他又那么热心的教导，这个都是可遇不可求，到哪里去找！拿着学费也找不到这样的老师。以后我出家了，我去看方老师，老师一看到，你真干了！我说是，是真干了，人生最高的享受，怎么能不真干？赞成，好，走的路子对。我出家只有老师赞叹，其他的人都不赞成，都说我学佛学迷了，怎么会迷成这个样子？只有老师赞叹，那是个明白人。",
      "zh_TW": "認識佛教，是方東美先生，等於說他是介紹人，沒有他，我跟佛就沒有緣了。為什麼？永遠認為它是宗教、它是迷信，怎麼樣我也不會走向寺廟，這不可能。方老師在我們心目當中，最敬仰的人、最佩服的人，他又那麼熱心的教導，這個都是可遇不可求，到哪裡去找！拿著學費也找不到這樣的老師。以後我出家了，我去看方老師，老師一看到，你真幹了！我說是，是真幹了，人生最高的享受，怎麼能不真幹？贊成，好，走的路子對。我出家只有老師讚歎，其他的人都不贊成，都說我學佛學迷了，怎麼會迷成這個樣子？只有老師讚歎，那是個明白人。"
    },
    {
      "id": "02-040-0220_p0012",
      "zh_CN": "章嘉大师教我学释迦牟尼佛，告诉我，想学佛，首先要认识释迦牟尼佛，你要不认识他，你会走岔路，你会走弯路，一定要认识。教我读《释迦方志》、《释迦谱》，这《大藏经》里头的。那个时候没有单行本，没有流通的，所以到寺庙去借经来抄。好在分量不算太大，星期天，用一天的时间去抄，大概二、三个星期可以抄一部，至少要抄十个小时。读了这两部书之后，才完全了解，释迦牟尼佛不像宗教，像孔子，是个教育家。但是他跟孔子不同的，孔子教学还收一点学费，释迦牟尼佛什么也不收，过的是苦行僧的生活，日中一食，树下一宿，生活比孔子过得辛苦。每天这一顿饭去托钵，人家给什么吃什么，没有分别，没有执着。这种生活过一辈子。他是王子出身，他要不出家他是国王。十九岁离开家庭过这种生活，七十九岁过世的。他学习十二年，十九岁离开家学习，印度所有的宗教、学派，就是哲学的学派，在他那个时代，印度这种文化是世界第一。他三十岁开悟，十九岁到三十岁，十二年。开悟之后就教学，教了一辈子，四十九年。经上常记载的说，讲经三百余会，说法四十九年。三百余会是办班，我们今天讲办班、办活动。这个班有短期的，短期的几个小时；有长期的，长期有办几年的，一个大单元要讲好几年；普通的，一、二个月的这种班很多，我们在经典里面都能看到。",
      "zh_TW": "章嘉大師教我學釋迦牟尼佛，告訴我，想學佛，首先要認識釋迦牟尼佛，你要不認識他，你會走岔路，你會走彎路，一定要認識。教我讀《釋迦方誌》、《釋迦譜》，這《大藏經》裡頭的。那個時候沒有單行本，沒有流通的，所以到寺廟去借經來抄。好在分量不算太大，星期天，用一天的時間去抄，大概二、三個星期可以抄一部，至少要抄十個小時。讀了這兩部書之後，才完全了解，釋迦牟尼佛不像宗教，像孔子，是個教育家。但是他跟孔子不同的，孔子教學還收一點學費，釋迦牟尼佛什麼也不收，過的是苦行僧的生活，日中一食，樹下一宿，生活比孔子過得辛苦。每天這一頓飯去托缽，人家給什麼吃什麼，沒有分別，沒有執著。這種生活過一輩子。他是王子出身，他要不出家他是國王。十九歲離開家庭過這種生活，七十九歲過世的。他學習十二年，十九歲離開家學習，印度所有的宗教、學派，就是哲學的學派，在他那個時代，印度這種文化是世界第一。他三十歲開悟，十九歲到三十歲，十二年。開悟之後就教學，教了一輩子，四十九年。經上常記載的說，講經三百餘會，說法四十九年。三百餘會是辦班，我們今天講辦班、辦活動。這個班有短期的，短期的幾個小時；有長期的，長期有辦幾年的，一個大單元要講好幾年；普通的，一、二個月的這種班很多，我們在經典裡面都能看到。"
    },
    {
      "id": "02-040-0220_p0013",
      "zh_CN": "经典就是他办班时候所教的这些资料，那个时候没有写成书，完全是口述。经典是他老人家过世之后，学生从记忆当中把它写出来的。记忆就是复讲，让他的侍者阿难，阿难的记忆力非常好，听一遍几乎一生不会忘记，所以请他复讲，请五百阿罗汉来作证。证得阿罗汉的这些学生，请他们五百个人做证明，如果有一个人提出疑问，阿难，这句话好像佛没说，就得删掉。不是过半数，有一个人不同意都不行。讲的要五百个人听到都同意，没错，这才能记录下来，流通给后世。所以结集经藏是非常严谨的。",
      "zh_TW": "經典就是他辦班時候所教的這些資料，那個時候沒有寫成書，完全是口述。經典是他老人家過世之後，學生從記憶當中把它寫出來的。記憶就是複講，讓他的侍者阿難，阿難的記憶力非常好，聽一遍幾乎一生不會忘記，所以請他複講，請五百阿羅漢來作證。證得阿羅漢的這些學生，請他們五百個人做證明，如果有一個人提出疑問，阿難，這句話好像佛沒說，就得刪掉。不是過半數，有一個人不同意都不行。講的要五百個人聽到都同意，沒錯，這才能記錄下來，流通給後世。所以結集經藏是非常嚴謹的。"
    },
    {
      "id": "02-040-0220_p0014",
      "zh_CN": "当时使用的文字是梵文，印度的古文。非常可惜，佛教这些经典，佛过世之后，学生四面八方去教学，我们在历史上能看到，有些地方一、二百年就没有了，有些地方三、四百年，六、七百年，像阿富汗大概是七百年，古时候都是佛教传播的地方。印尼我们去看过，大概也是七百年，七百年之后被伊斯兰征服，所以现在那边没有佛教，有佛教的遗迹、古迹。唯独传到中国这一支，公元六十七年正式传来的，汉明帝派特使，这是到外国请回来的，两个出家人摩腾、竺法兰，带着经书、佛像到中国。中国帝王接待，跟中国这些人一谈，很投缘，汉明帝把他们留下来，不让他们回去，佛法就落脚在中国。一直到现在，这一支还在。这什么原因？我们真正理解，佛教是师道，师道建立在孝道的基础上。",
      "zh_TW": "當時使用的文字是梵文，印度的古文。非常可惜，佛教這些經典，佛過世之後，學生四面八方去教學，我們在歷史上能看到，有些地方一、二百年就沒有了，有些地方三、四百年，六、七百年，像阿富汗大概是七百年，古時候都是佛教傳播的地方。印尼我們去看過，大概也是七百年，七百年之後被伊斯蘭征服，所以現在那邊沒有佛教，有佛教的遺跡、古蹟。唯獨傳到中國這一支，公元六十七年正式傳來的，漢明帝派特使，這是到外國請回來的，兩個出家人摩騰、竺法蘭，帶著經書、佛像到中國。中國帝王接待，跟中國這些人一談，很投緣，漢明帝把他們留下來，不讓他們回去，佛法就落腳在中國。一直到現在，這一支還在。這什麼原因？我們真正理解，佛教是師道，師道建立在孝道的基礎上。"
    },
    {
      "id": "02-040-0220_p0015",
      "zh_CN": "中国自古以来讲孝，那就是佛教最好的依靠地方、最好的生存环境。孝亲才尊师，尊师才真正能学到东西，对老师不恭敬，什么都学不到。不是老师要学生恭敬，不是的。老师若要学生恭敬，这老师不是好老师。为什么老师要求学生恭敬？恭敬心才能够入佛法，才能学到东西，没有恭敬心，学不到东西。这也是现代佛法复兴一个大难关。科学可以不必尊师重道，能够学到科学技术。但是哲学这个意识形态，关于思想这方面的，你没有真正恭敬心学不到，再好的老师也没办法，你听不进去，你不能领悟。",
      "zh_TW": "中國自古以來講孝，那就是佛教最好的依靠地方、最好的生存環境。孝親才尊師，尊師才真正能學到東西，對老師不恭敬，什麼都學不到。不是老師要學生恭敬，不是的。老師若要學生恭敬，這老師不是好老師。為什麼老師要求學生恭敬？恭敬心才能夠入佛法，才能學到東西，沒有恭敬心，學不到東西。這也是現代佛法復興一個大難關。科學可以不必尊師重道，能夠學到科學技術。但是哲學這個意識形態，關於思想這方面的，你沒有真正恭敬心學不到，再好的老師也沒辦法，你聽不進去，你不能領悟。"
    },
    {
      "id": "02-040-0220_p0016",
      "zh_CN": "中国人从小就被家里面教好了。我们看整个中国历史，确实外国人赞叹中国人懂得教育，中国人重视家庭教育，一点没错。自古以来教育这桩事情不是国家管的，是家管的，国管家，家管教，家教。塾就是家庭子弟学校，我们一般称私塾，实际上这是家塾。中国的家，现在没有了，抗战时候还有。中国家是大家庭，兄弟不分家的，五代同堂。五代的时候人多，差不多将近三百人左右，所以到第六代的时候，这才分支分出去，才分出去。所以我们看家谱，每一行五代，五代那就是一个家庭，兄弟。古时候人，没有人不希望家庭人丁兴旺，为什么？农业社会，农业社会需要农耕，需要人力，人愈多愈好，鼓励生育。你想想看，一个家庭三百人，小孩总有几十个，六、七十个小孩，很多。六、七十个小孩怎么教法？就得办学校。学校办在哪里？办在祠堂里头，不离开孝道。养老在祠堂里头，祠堂祭祖一年只有两次，清明、冬至，其他时间都空着的，所以祠堂变为老人活动中心，老人在里面喝茶、聊天。这个家庭学校，家塾也设在祠堂里面，很好。小孩上课是有钟点的，读书读了一个钟点之后，有十分钟休息，小孩就会找老人，老人就带着小孩玩，所以叫天伦之乐。老人退休下来之后，就要回老家，回老家是养老，老家真乐。",
      "zh_TW": "中國人從小就被家裡面教好了。我們看整個中國歷史，確實外國人讚歎中國人懂得教育，中國人重視家庭教育，一點沒錯。自古以來教育這樁事情不是國家管的，是家管的，國管家，家管教，家教。塾就是家庭子弟學校，我們一般稱私塾，實際上這是家塾。中國的家，現在沒有了，抗戰時候還有。中國家是大家庭，兄弟不分家的，五代同堂。五代的時候人多，差不多將近三百人左右，所以到第六代的時候，這才分支分出去，才分出去。所以我們看家譜，每一行五代，五代那就是一個家庭，兄弟。古時候人，沒有人不希望家庭人丁興旺，為什麼？農業社會，農業社會需要農耕，需要人力，人愈多愈好，鼓勵生育。你想想看，一個家庭三百人，小孩總有幾十個，六、七十個小孩，很多。六、七十個小孩怎麼教法？就得辦學校。學校辦在哪裡？辦在祠堂裡頭，不離開孝道。養老在祠堂裡頭，祠堂祭祖一年只有兩次，清明、冬至，其他時間都空著的，所以祠堂變為老人活動中心，老人在裡面喝茶、聊天。這個家庭學校，家塾也設在祠堂裡面，很好。小孩上課是有鐘點的，讀書讀了一個鐘點之後，有十分鐘休息，小孩就會找老人，老人就帶著小孩玩，所以叫天倫之樂。老人退休下來之後，就要回老家，回老家是養老，老家真樂。"
    },
    {
      "id": "02-040-0220_p0017",
      "zh_CN": "从前家没有私人积蓄，你赚多少钱都要归公。诸位看《红楼梦》就会看到，《红楼梦》就是一个家庭、一个家族，不管你在外面做什么工作，赚的钱都要归公，你自己衣食住行，等于说统筹来办。《红楼梦》当家的，凤姐是当家的，那个当家就好比内政部长，她是总管。零用钱每个人发，特别需要的，另外发给你。所以从小就养成家庭是社会行为，所以他心量大，他不想个人，他起心一定想到我的家。我活在这个家里头，我的使命是荣宗耀祖，为我的家增光，不会做坏事；做坏事祖宗丢人，我的家人出来没有人尊重，瞧不起。所以家教力量太大了。现在学校教育，它不管这些，家庭不一样。",
      "zh_TW": "從前家沒有私人積蓄，你賺多少錢都要歸公。諸位看《紅樓夢》就會看到，《紅樓夢》就是一個家庭、一個家族，不管你在外面做什麼工作，賺的錢都要歸公，你自己衣食住行，等於說統籌來辦。《紅樓夢》當家的，鳳姐是當家的，那個當家就好比內政部長，她是總管。零用錢每個人發，特別需要的，另外發給你。所以從小就養成家庭是社會行為，所以他心量大，他不想個人，他起心一定想到我的家。我活在這個家裡頭，我的使命是榮宗耀祖，為我的家增光，不會做壞事；做壞事祖宗丟人，我的家人出來沒有人尊重，瞧不起。所以家教力量太大了。現在學校教育，它不管這些，家庭不一樣。"
    },
    {
      "id": "02-040-0220_p0018",
      "zh_CN": "家庭请老师，这是一桩大事。请老师，家长父亲、祖父亲，祖父、曾祖父，有的时候到高祖父，开会，聘请老师。有德行、有学问，懂得教学，商量定了，就约定时间，礼请老师。请老师是家庭一桩大事业，这些家长对老师三跪九叩首，拜老师；小孩在旁边看，干什么的？教尊师重道。你看我的爸爸，我的祖父、曾祖父都给老师磕头，还敢不听话吗？不敢不听话。老师接受家长这样的礼遇，要不认真教他对不起这个家里人。等于说我这个家后代完全付托给你了，我后代能不能出人才全靠先生。先生被这个家族所尊重，没有一个人不尊重，跟现在不一样。先生待遇是很微薄，但是非常受人尊敬。",
      "zh_TW": "家庭請老師，這是一樁大事。請老師，家長父親、祖父親，祖父、曾祖父，有的時候到高祖父，開會，聘請老師。有德行、有學問，懂得教學，商量定了，就約定時間，禮請老師。請老師是家庭一樁大事業，這些家長對老師三跪九叩首，拜老師；小孩在旁邊看，幹什麼的？教尊師重道。你看我的爸爸，我的祖父、曾祖父都給老師磕頭，還敢不聽話嗎？不敢不聽話。老師接受家長這樣的禮遇，要不認真教他對不起這個家裡人。等於說我這個家後代完全付託給你了，我後代能不能出人才全靠先生。先生被這個家族所尊重，沒有一個人不尊重，跟現在不一樣。先生待遇是很微薄，但是非常受人尊敬。"
    },
    {
      "id": "02-040-0220_p0019",
      "zh_CN": "正式拜老师在祠堂，祖先作证，家长在前面，小孩跟在后面，三跪九叩首。我拜过的，我干过的。因为这种学校，进学校的时间不一定，有先来后到的，还有家亲眷属的小孩很聪明，可以读书，自己家里没有家学，这个家学好，送到这地方来，跟着这个家学一起学。所以他的父亲要送小孩来的时候，要拜老师，行拜师礼，同学站在两边。所以自己做过，常常看到，尊师重道这个念头从小就扎根了。一辈子听说哪个是教书的，都会恭敬心油然而起，对于教学的人特别恭敬。所以人教得好，是家教的。",
      "zh_TW": "正式拜老師在祠堂，祖先作證，家長在前面，小孩跟在後面，三跪九叩首。我拜過的，我幹過的。因為這種學校，進學校的時間不一定，有先來後到的，還有家親眷屬的小孩很聰明，可以讀書，自己家裡沒有家學，這個家學好，送到這地方來，跟著這個家學一起學。所以他的父親要送小孩來的時候，要拜老師，行拜師禮，同學站在兩邊。所以自己做過，常常看到，尊師重道這個念頭從小就扎根了。一輩子聽說哪個是教書的，都會恭敬心油然而起，對於教學的人特別恭敬。所以人教得好，是家教的。"
    },
    {
      "id": "02-040-0220_p0020",
      "zh_CN": "国家每年开科考试，选拔人才。这个选拔人才，考取的人多半就是国家的公务员。考取，县考考取称秀才；省考称举人；殿试，这是皇帝自己做主考官，叫进士。进士第一名，状元。考取之后就进学校，这个学校国家办的，就是现在的党校，它培养的干部，统统是各级管理人员，管理整个国家，是这么来的。基础，统统是家学打好的、奠好的。所以国家对于家学非常重视，办得好的，皇上送匾额，这荣誉，奖励。你办的学校出了多少个举人、多少个进士，你看你祠堂教学的地方，匾额都挂在旁边，那都是奖励。这是中国人重视家庭教育，所以每个人都被家教好了。",
      "zh_TW": "國家每年開科考試，選拔人才。這個選拔人才，考取的人多半就是國家的公務員。考取，縣考考取稱秀才；省考稱舉人；殿試，這是皇帝自己做主考官，叫進士。進士第一名，狀元。考取之後就進學校，這個學校國家辦的，就是現在的黨校，它培養的幹部，統統是各級管理人員，管理整個國家，是這麼來的。基礎，統統是家學打好的、奠好的。所以國家對於家學非常重視，辦得好的，皇上送匾額，這榮譽，獎勵。你辦的學校出了多少個舉人、多少個進士，你看你祠堂教學的地方，匾額都掛在旁邊，那都是獎勵。這是中國人重視家庭教育，所以每個人都被家教好了。"
    },
    {
      "id": "02-040-0220_p0021",
      "zh_CN": "读书人最羡慕的是什么？做官。三百六十行，做官也是个行业，这个行业是最舒服的。在社会上有地位，受人尊敬，待遇不错，决定可以养家。最大的好处是没事做，人都是好人，事都是好事，所以没有案子办。一个月要办个三、五桩案件，你这个地方怎么有这么多事？做官人没事，没事游山玩水，考察民情。再就是写文章、写诗词，绘画、写字，他干这些事情。所以《四库全书》集部，一半都他们留下来的。哪像现在做官这么忙？办不完的案子，谁敢做官？没人敢干了。你就晓得，从前那个社会，最闲暇的工作就是做官，所以也是一般年轻人最羡慕的一个职业。那要羡慕就得好好念书，参加考试。那个时候有好处，考取秀才之后，你一生可以不要做事，你好好读书去。为什么？国家发粮食给你，你生活不成问题。你看《了凡四训》，袁了凡考中秀才，一年国家给他的俸禄，好像九十多石米，那个时候食物给九十多石米。九十多石米吃不完，吃不完你卖掉，可以做别的用处。那个时候都是用米，做官的，那是一年多少石，我们在书上看到两千石，那官就不小，地位不小，一年两千石。一个秀才，一年九十多石，他生活有保障。",
      "zh_TW": "讀書人最羨慕的是什麼？做官。三百六十行，做官也是個行業，這個行業是最舒服的。在社會上有地位，受人尊敬，待遇不錯，決定可以養家。最大的好處是沒事做，人都是好人，事都是好事，所以沒有案子辦。一個月要辦個三、五樁案件，你這個地方怎麼有這麼多事？做官人沒事，沒事遊山玩水，考察民情。再就是寫文章、寫詩詞，繪畫、寫字，他幹這些事情。所以《四庫全書》集部，一半都他們留下來的。哪像現在做官這麼忙？辦不完的案子，誰敢做官？沒人敢幹了。你就曉得，從前那個社會，最閒暇的工作就是做官，所以也是一般年輕人最羨慕的一個職業。那要羨慕就得好好念書，參加考試。那個時候有好處，考取秀才之後，你一生可以不要做事，你好好讀書去。為什麼？國家發糧食給你，你生活不成問題。你看《了凡四訓》，袁了凡考中秀才，一年國家給他的俸祿，好像九十多石米，那個時候食物給九十多石米。九十多石米吃不完，吃不完你賣掉，可以做別的用處。那個時候都是用米，做官的，那是一年多少石，我們在書上看到兩千石，那官就不小，地位不小，一年兩千石。一個秀才，一年九十多石，他生活有保障。"
    },
    {
      "id": "02-040-0220_p0022",
      "zh_CN": "像这些，事可以改变，那个理要遵守，精神要懂得，古老的这些理念精神今天可以用。家学，恢复到古时候血缘的家庭大概做不到，没有办法再恢复了。所以我想了很久，想了好多年，常常耳熟的听说企业家、企业家，我就想到，企业可以搞一个家，老板就是家长，大家长。企业如果把它的员工，看作自己兄弟姐妹一样，完全像一家人，能做得到。所以我找到胡小林，我跟胡小林讲，我说能不能做实验？好，他做实验，做成功了。他那个企业不大，员工大概只有一、二百人，完全用《弟子规》、《感应篇》、《十善业》来教员工。他底下好像有不少个经理，一起学，现在业绩一年比一年增长，事情不要管了。以前，一天到晚忙不过来，现在，一天处理公司的事情两个小时，整个上午拜佛、念经，修学佛法，下午两个小时处理公司的事情。以前样样自己要管，现在什么都不管，连财务都不管，有底下这些经理，分配让他们全权负责。彼此能信任，没有一丝毫怀疑，每一个人把公司当作自己家庭。",
      "zh_TW": "像這些，事可以改變，那個理要遵守，精神要懂得，古老的這些理念精神今天可以用。家學，恢復到古時候血緣的家庭大概做不到，沒有辦法再恢復了。所以我想了很久，想了好多年，常常耳熟的聽說企業家、企業家，我就想到，企業可以搞一個家，老闆就是家長，大家長。企業如果把它的員工，看作自己兄弟姐妹一樣，完全像一家人，能做得到。所以我找到胡小林，我跟胡小林講，我說能不能做實驗？好，他做實驗，做成功了。他那個企業不大，員工大概只有一、二百人，完全用《弟子規》、《感應篇》、《十善業》來教員工。他底下好像有不少個經理，一起學，現在業績一年比一年增長，事情不要管了。以前，一天到晚忙不過來，現在，一天處理公司的事情兩個小時，整個上午拜佛、念經，修學佛法，下午兩個小時處理公司的事情。以前樣樣自己要管，現在什麼都不管，連財務都不管，有底下這些經理，分配讓他們全權負責。彼此能信任，沒有一絲毫懷疑，每一個人把公司當作自己家庭。"
    },
    {
      "id": "02-040-0220_p0023",
      "zh_CN": "我说你公司要办养老院、安养院，不对外，员工的老人公司养；要办子弟学校，员工的小孩要自己教，这个都能做得到。我自己办学校，国家定的课程一样教，再补充的就是伦理道德，这是学校里没有的，我补充进去。教学的方法，我们可以一门深入、长时薰修，就是排课程；不是一天排好多课程交叉，这种交叉把人头脑都搞乱了。第一个钟点语文，第二个钟点数学，语文还没有吸收，又换了个题目，学生学得很累，得不到东西。我们怎么教？国家规定的六门课，我一年教一门，我六年也教完了。一年教一门，学生学的，头脑就想一桩事情，效果肯定好！书包就一本书，背没那么重。所以中国老方法比现在高明多了。我说你办成功，你让主管教育的官员来参观、国会议员来参观，大家看到这个好，就制定新的法律。我们推行教育改革，这个不是做不到。",
      "zh_TW": "我說你公司要辦養老院、安養院，不對外，員工的老人公司養；要辦子弟學校，員工的小孩要自己教，這個都能做得到。我自己辦學校，國家定的課程一樣教，再補充的就是倫理道德，這是學校裡沒有的，我補充進去。教學的方法，我們可以一門深入、長時薰修，就是排課程；不是一天排好多課程交叉，這種交叉把人頭腦都搞亂了。第一個鐘點語文，第二個鐘點數學，語文還沒有吸收，又換了個題目，學生學得很累，得不到東西。我們怎麼教？國家規定的六門課，我一年教一門，我六年也教完了。一年教一門，學生學的，頭腦就想一樁事情，效果肯定好！書包就一本書，背沒那麼重。所以中國老方法比現在高明多了。我說你辦成功，你讓主管教育的官員來參觀、國會議員來參觀，大家看到這個好，就制定新的法律。我們推行教育改革，這個不是做不到。"
    },
    {
      "id": "02-040-0220_p0024",
      "zh_CN": "我们看看古人留下来的作品，我们都佩服得五体投地，现在人没法子比。现在大学生，如果比思想、见解、文章比小学都比不上。我这个地方有同学们搜集民国初年小学生的一些作文，我这里搜集了不少，我印了两本出来。一本是小学三、四年级，大概是八、九岁的学生写的；有一本厚的，五、六年级，五、六年级十岁，九岁、十岁的时候写的文章。我们今天的小孩，绝不会比古时候人愚笨，为什么人家能做得出来？人家从小教，现在没人教。所以这个教育决定不能疏忽，国家教育政策不能把这门丢掉。这门如果不能在全国推行，至少国家要设专门学校，来培养一批继承中国传统学术的这些传人，把中国几千年这些宝藏发掘出来，对整个人类有大帮助。我不能普遍做，我设立三、五个学校也可以，我一个学校培养二、三百人，也能够培养上千人。这些人将来在学校里头，专门教国文，国文里头要设文言文这个科目，要设有这个班，欢喜读这个班的就学这个，一个学校至少有一、二个班。这样教出来之后，你就看，完全不一样了。",
      "zh_TW": "我們看看古人留下來的作品，我們都佩服得五體投地，現在人沒法子比。現在大學生，如果比思想、見解、文章比小學都比不上。我這個地方有同學們蒐集民國初年小學生的一些作文，我這裡蒐集了不少，我印了兩本出來。一本是小學三、四年級，大概是八、九歲的學生寫的；有一本厚的，五、六年級，五、六年級十歲，九歲、十歲的時候寫的文章。我們今天的小孩，絕不會比古時候人愚笨，為什麼人家能做得出來？人家從小教，現在沒人教。所以這個教育決定不能疏忽，國家教育政策不能把這門丟掉。這門如果不能在全國推行，至少國家要設專門學校，來培養一批繼承中國傳統學術的這些傳人，把中國幾千年這些寶藏發掘出來，對整個人類有大幫助。我不能普遍做，我設立三、五個學校也可以，我一個學校培養二、三百人，也能夠培養上千人。這些人將來在學校裡頭，專門教國文，國文裡頭要設文言文這個科目，要設有這個班，歡喜讀這個班的就學這個，一個學校至少有一、二個班。這樣教出來之後，你就看，完全不一樣了。"
    },
    {
      "id": "02-040-0220_p0025",
      "zh_CN": "这种实验，我也想了很久，没有想到吴鸿清教授他真干了，干得很有成绩，他来告诉我。我听说有这么一个人，跟他联系，他到香港来看我。非常可惜，他只做到小学，中学跟大家就混在一起，这些学生就被染污了。所以这个学校要搞一条龙的学校，像我们马来西亚汉学院就有这个构想，附设一个小学。学生，不招学生，只招幼儿园的学生，每年招幼儿园学生。幼儿园升到一年级，我们就办一年级；升到二年级，办二年级；升到初中我们就办初中，升到高中就办高中，升到大学就办大学。没有一个插班生进去的，都是从幼儿园念上去的，纯，不会受到丝毫染污，这是圣贤教育。现在听说有十几个小朋友，那边有老师带，开班教导他们，这是预备班。明年校舍盖好之后，这个学校同时就办起来，将来所谓是一条龙的学校。从幼稚园到研究所都在做实验，实验成功了，给全世界从事教育工作的人来观摩、来研究。如果认为这个好，国家就可以推动，来做教学改革。",
      "zh_TW": "這種實驗，我也想了很久，沒有想到吳鴻清教授他真幹了，幹得很有成績，他來告訴我。我聽說有這麼一個人，跟他聯繫，他到香港來看我。非常可惜，他只做到小學，中學跟大家就混在一起，這些學生就被染污了。所以這個學校要搞一條龍的學校，像我們馬來西亞漢學院就有這個構想，附設一個小學。學生，不招學生，只招幼兒園的學生，每年招幼兒園學生。幼兒園升到一年級，我們就辦一年級；升到二年級，辦二年級；升到初中我們就辦初中，升到高中就辦高中，升到大學就辦大學。沒有一個插班生進去的，都是從幼兒園念上去的，純，不會受到絲毫染污，這是聖賢教育。現在聽說有十幾個小朋友，那邊有老師帶，開班教導他們，這是預備班。明年校舍蓋好之後，這個學校同時就辦起來，將來所謂是一條龍的學校。從幼稚園到研究所都在做實驗，實驗成功了，給全世界從事教育工作的人來觀摩、來研究。如果認為這個好，國家就可以推動，來做教學改革。"
    },
    {
      "id": "02-040-0220_p0026",
      "zh_CN": "我们认为西方教学这种方法、理念，比不上中国古老的。中国古老的这个教学方法，读书乐，读书是快乐的事情。现在的小孩读书好苦，怎么连小学生都自杀？这是怎么想都想不到的。老年人自杀，能想得通，在养老院里头孤孤单单的，儿女不顾了，活得没意思，自杀。小朋友怎么会自杀？小朋友自杀，就是我们的教学理念、教学方法有问题，他学习不快乐，他学得很痛苦。这些问题出来了，要去研究，到底什么原因？教育是国家百年大计，方向错了，目标错了，那个问题非常严重，不能不谨慎。外国人做这么多年，我们得看它的后果。所以总要有一套新的理念、新的方法，让小朋友在读书这个阶段快乐，读书乐。这些都是今天社会问题，都是大问题。",
      "zh_TW": "我們認為西方教學這種方法、理念，比不上中國古老的。中國古老的這個教學方法，讀書樂，讀書是快樂的事情。現在的小孩讀書好苦，怎麼連小學生都自殺？這是怎麼想都想不到的。老年人自殺，能想得通，在養老院裡頭孤孤單單的，兒女不顧了，活得沒意思，自殺。小朋友怎麼會自殺？小朋友自殺，就是我們的教學理念、教學方法有問題，他學習不快樂，他學得很痛苦。這些問題出來了，要去研究，到底什麼原因？教育是國家百年大計，方向錯了，目標錯了，那個問題非常嚴重，不能不謹慎。外國人做這麼多年，我們得看它的後果。所以總要有一套新的理念、新的方法，讓小朋友在讀書這個階段快樂，讀書樂。這些都是今天社會問題，都是大問題。"
    },
    {
      "id": "02-040-0220_p0027",
      "zh_CN": "经文这一段，前面是说，发心是因，往生是果报，这是佛门唯一的一桩大事。但是人在走的时候，并不是个个都走得很好，大多数的情况都不好，死的时候很痛苦，出现很多问题。这就是讲凡夫业重，临终之际更多颠倒，再有四大苦逼，四大是讲身体，痛不可言。佛经上讲的四大是地水火风，这是讲的物质跟精神现象。四大是讲物质现象，五蕴是讲物质跟精神融合在一起的现象。物质现象，这是讲到最小的物质，现在量子里面所说的微中子，也称中微子。物质最小的，就是它不能再分，再分就没有了。我看的报告是德国人的，普朗克这个人一生研究物质。物质到底是什么？这个谜被他揭穿了，真的被他看到最小的物质，微中子。微中子多大？科学家告诉我们，一百亿个微中子，一百亿个纠缠在一起，等于一个电子。电子肉眼看不见，绕着原子核转的电子，一百亿个微中子；换句话说，最小的物质是一个电子的一百亿分之一，这个东西再分就没有了，物质没有了。没有了，看到什么东西？看到念头波动的现象。所以他得的结论，世界上根本没有物质这个东西，物质是假的。物质的基础是念头，也就是说物质是由念头生的，它不是独立存在的，念头没有了，物质就没有了。",
      "zh_TW": "經文這一段，前面是說，發心是因，往生是果報，這是佛門唯一的一樁大事。但是人在走的時候，並不是個個都走得很好，大多數的情況都不好，死的時候很痛苦，出現很多問題。這就是講凡夫業重，臨終之際更多顛倒，再有四大苦逼，四大是講身體，痛不可言。佛經上講的四大是地水火風，這是講的物質跟精神現象。四大是講物質現象，五蘊是講物質跟精神融合在一起的現象。物質現象，這是講到最小的物質，現在量子裡面所說的微中子，也稱中微子。物質最小的，就是它不能再分，再分就沒有了。我看的報告是德國人的，普朗克這個人一生研究物質。物質到底是什麼？這個謎被他揭穿了，真的被他看到最小的物質，微中子。微中子多大？科學家告訴我們，一百億個微中子，一百億個糾纏在一起，等於一個電子。電子肉眼看不見，繞著原子核轉的電子，一百億個微中子；換句話說，最小的物質是一個電子的一百億分之一，這個東西再分就沒有了，物質沒有了。沒有了，看到什麼東西？看到念頭波動的現象。所以他得的結論，世界上根本沒有物質這個東西，物質是假的。物質的基礎是念頭，也就是說物質是由念頭生的，它不是獨立存在的，念頭沒有了，物質就沒有了。"
    },
    {
      "id": "02-040-0220_p0028",
      "zh_CN": "这一发现，这个在科学里头是个革命性的发现，提出新的理论，「以心控物」。心就是念头，念头可以控制物质现象。这些概念在佛经上有，佛在经上常讲「色由心生」，那个色就是物质现象，物质现象是念头生的，心就是念头。「相由心生」、「一切法从心想生」，这都佛经上常讲的，我们常常看到的。宇宙之间，所有一切现象全都是由念头生出来的，没有念头什么都没有了。念头怎么来的？科学家进一步去研究，这个事情还没有完全搞清楚，只看到一个现象，物质的生灭很快，他说找不到理由，突然生的，立刻就灭了。生灭的速度，就是弥勒菩萨所说的，一千六百兆分之一秒。所以它就在你面前生灭，你完全不知道，它太快了。一千六百兆分之一秒，我们的眼睛看不到，再大的音声耳朵听不到，这是事实真相。",
      "zh_TW": "這一發現，這個在科學裡頭是個革命性的發現，提出新的理論，「以心控物」。心就是念頭，念頭可以控制物質現象。這些概念在佛經上有，佛在經上常講「色由心生」，那個色就是物質現象，物質現象是念頭生的，心就是念頭。「相由心生」、「一切法從心想生」，這都佛經上常講的，我們常常看到的。宇宙之間，所有一切現象全都是由念頭生出來的，沒有念頭什麼都沒有了。念頭怎麼來的？科學家進一步去研究，這個事情還沒有完全搞清楚，只看到一個現象，物質的生滅很快，他說找不到理由，突然生的，立刻就滅了。生滅的速度，就是彌勒菩薩所說的，一千六百兆分之一秒。所以它就在你面前生滅，你完全不知道，它太快了。一千六百兆分之一秒，我們的眼睛看不到，再大的音聲耳朵聽不到，這是事實真相。"
    },
    {
      "id": "02-040-0220_p0029",
      "zh_CN": "科学提出来了，这四百年来，科学走了一个误区，一个错误，错误就是二分法。把一切现象分为物理、心理，叫二分法。他说实际上不能分的，心跟物是一体，没有办法分。有物就有心，有心就有物，心物是一不是二。这就是佛法讲的不二法门，性相不二，理事不二，色心不二，五蕴就是色心不二。物质现象，它有四个现象。第一个它是一个物体，用地来代表，地是一个实物。第二个，它水大，地水火风，水大，水大就是它带的有湿度。火大，它有温度。有湿度、有温度，现在讲带电，水大是阴电，火大是阳电，它带电。第四个风大，风大它是动的，风是动的，不动就没有风，所以它是动的，它不是静止的，而且速度很快。有这四种现象，这是物质现象。但是每一个物质现象都有受想行识，受想行识是心。我们天天念《心经》，《心经》，「观自在菩萨，照见五蕴皆空」。什么叫空？这个空不是无，不当作无讲，空是有。虽有，它太快了，你看不见，你听不到，你也摸不到它，它真有，它不是没有。这个情况之下，只有叫它做空，叫「空即是色，色即是空，空不异色，色不异空」，佛用这几句话把真相描述出来。谁能看得到？大乘经上，八地以上。",
      "zh_TW": "科學提出來了，這四百年來，科學走了一個誤區，一個錯誤，錯誤就是二分法。把一切現象分為物理、心理，叫二分法。他說實際上不能分的，心跟物是一體，沒有辦法分。有物就有心，有心就有物，心物是一不是二。這就是佛法講的不二法門，性相不二，理事不二，色心不二，五蘊就是色心不二。物質現象，它有四個現象。第一個它是一個物體，用地來代表，地是一個實物。第二個，它水大，地水火風，水大，水大就是它帶的有濕度。火大，它有溫度。有濕度、有溫度，現在講帶電，水大是陰電，火大是陽電，它帶電。第四個風大，風大它是動的，風是動的，不動就沒有風，所以它是動的，它不是靜止的，而且速度很快。有這四種現象，這是物質現象。但是每一個物質現象都有受想行識，受想行識是心。我們天天念《心經》，《心經》，「觀自在菩薩，照見五蘊皆空」。什麼叫空？這個空不是無，不當作無講，空是有。雖有，它太快了，你看不見，你聽不到，你也摸不到它，它真有，它不是沒有。這個情況之下，只有叫它做空，叫「空即是色，色即是空，空不異色，色不異空」，佛用這幾句話把真相描述出來。誰能看得到？大乘經上，八地以上。"
    },
    {
      "id": "02-040-0220_p0030",
      "zh_CN": "佛门等级，就是定功。从初学第一个等级，到最高的佛这个等级，一共五十二个阶级，就是定功浅深有五十二个阶级。这五十二个阶级，最高的五个阶级他完全看到，七地以下都不行，都不能够直接看到。八地以上，八地、九地、十地、等觉、妙觉，这五个位次的人，各个看得清楚。你不能说它是假的，你看到，别人没看到不行。你是八地菩萨看到了，他是八地他也看到了，这是真的。这些菩萨们在一起的时候，各个统统自己看到的，这不是假的，你看不到是你功夫不够。所以方老师当年介绍给我，他是哲学家，肯定佛经是世界上哲学最高峰。现在我们通过最近这二、三十年量子力学的报告，我们看得很多，佛经是高等科学。你看看释迦牟尼佛三千年前住在世间，跟我们讲的这些东西，现在最新的物理学家发现了，讲的还没有经上讲得这么清楚。科学家听到这个佩服，所以科学家想到，他说人一定有一种本能，为什么他们知道？他说这是一种本能，现在我们这些人把本能失掉了。",
      "zh_TW": "佛門等級，就是定功。從初學第一個等級，到最高的佛這個等級，一共五十二個階級，就是定功淺深有五十二個階級。這五十二個階級，最高的五個階級他完全看到，七地以下都不行，都不能夠直接看到。八地以上，八地、九地、十地、等覺、妙覺，這五個位次的人，各個看得清楚。你不能說它是假的，你看到，別人沒看到不行。你是八地菩薩看到了，他是八地他也看到了，這是真的。這些菩薩們在一起的時候，各個統統自己看到的，這不是假的，你看不到是你功夫不夠。所以方老師當年介紹給我，他是哲學家，肯定佛經是世界上哲學最高峰。現在我們通過最近這二、三十年量子力學的報告，我們看得很多，佛經是高等科學。你看看釋迦牟尼佛三千年前住在世間，跟我們講的這些東西，現在最新的物理學家發現了，講的還沒有經上講得這麼清楚。科學家聽到這個佩服，所以科學家想到，他說人一定有一種本能，為什麼他們知道？他說這是一種本能，現在我們這些人把本能失掉了。"
    },
    {
      "id": "02-040-0220_p0031",
      "zh_CN": "这个推测我们也同意，人真的是有个本能，本能就是自性。现在的人把这个本能迷失掉了，没有丢掉，本能在，你迷了。为什么？你有起心动念，你有分别，你有执着，这是佛经上说的，你的本能不能现前。如果你把起心动念、分别执着统统放下，你的本能就现前，现前你就知道。所以读书千遍，其义自见，那是什么？你的本能。本能大家是一样的，不是佛之专利，佛说个个都有，只是迷的浅深不一样。有修行的人迷得浅，没有修行的人迷得深，完全不迷你完全见到了，这个见到就是圆满的科学、圆满的哲学。确实是本能，外面求不到，外面学的是假的。今天都是向外学，向外学是知识，向内学是智慧，智慧跟知识不一样。知识解决问题有局限，它有范围，而且有后遗症；智慧解决问题没有局限，没有后遗症。",
      "zh_TW": "這個推測我們也同意，人真的是有個本能，本能就是自性。現在的人把這個本能迷失掉了，沒有丟掉，本能在，你迷了。為什麼？你有起心動念，你有分別，你有執著，這是佛經上說的，你的本能不能現前。如果你把起心動念、分別執著統統放下，你的本能就現前，現前你就知道。所以讀書千遍，其義自見，那是什麼？你的本能。本能大家是一樣的，不是佛之專利，佛說個個都有，只是迷的淺深不一樣。有修行的人迷得淺，沒有修行的人迷得深，完全不迷你完全見到了，這個見到就是圓滿的科學、圓滿的哲學。確實是本能，外面求不到，外面學的是假的。今天都是向外學，向外學是知識，向內學是智慧，智慧跟知識不一樣。知識解決問題有侷限，它有範圍，而且有後遺症；智慧解決問題沒有侷限，沒有後遺症。"
    },
    {
      "id": "02-040-0220_p0032",
      "zh_CN": "中国古时候读书求智慧。所以佛教传到中国来，它的方法是戒定慧。这个方法被儒接受，被道也接受，因戒得定，因定开慧，智慧一开全明白了。你所学的明白了，你所没有学的也明白了。这是什么？这是人的本能。佛在经上所说的，「一切众生皆有如来智慧德相」。佛告诉我们，一切众生智慧、德能、相好完全平等，没有哪个比哪个强一点，哪个比哪个差一点，没有，那个强弱的差别全是在迷悟不同。我们就明白了，东方教学着重开悟，西方人教学注重在广学多闻，你不学就不会。东方人不是的，东方人教你开发你自性的智慧，这个智慧开了全都明白。这些是宇宙之间的奥秘，西方人真的不知道，我们现在跟着西方走，我们就愈迷愈深。",
      "zh_TW": "中國古時候讀書求智慧。所以佛教傳到中國來，它的方法是戒定慧。這個方法被儒接受，被道也接受，因戒得定，因定開慧，智慧一開全明白了。你所學的明白了，你所沒有學的也明白了。這是什麼？這是人的本能。佛在經上所說的，「一切眾生皆有如來智慧德相」。佛告訴我們，一切眾生智慧、德能、相好完全平等，沒有哪個比哪個強一點，哪個比哪個差一點，沒有，那個強弱的差別全是在迷悟不同。我們就明白了，東方教學著重開悟，西方人教學注重在廣學多聞，你不學就不會。東方人不是的，東方人教你開發你自性的智慧，這個智慧開了全都明白。這些是宇宙之間的奧祕，西方人真的不知道，我們現在跟著西方走，我們就愈迷愈深。"
    },
    {
      "id": "02-040-0220_p0033",
      "zh_CN": "一定要晓得，老祖宗东西比现在高明。高明在哪里？老祖宗心清净，现在人心不清净。老祖宗那个时代，社会秩序良好，诱惑人东西不多。现在到处都是诱惑，你眼见的、耳闻的，你所接触的一切都是诱惑，诱惑让你生烦恼，让你生起自私自利，让你生起贪瞋痴慢疑。古老的教学是怎样把贪瞋痴慢疑放下、把自私自利放下，讲这些。这些东西是负面的，自性里头根本就没有，讲到最后告诉你，连我都没有。我在哪里？我是一个抽象的名词。这身是我吗？不是。心是我吗？也不是。佛大乘经里面讲有真我，真我是什么？整个宇宙是我。你承认整个宇宙跟自己是一体，你就证得真我。父子有亲，这个亲爱从哪里生的？真我生的。从这个亲爱再衍生出五伦、五常、四维、八德，都从这里生出来的。",
      "zh_TW": "一定要曉得，老祖宗東西比現在高明。高明在哪裡？老祖宗心清淨，現在人心不清淨。老祖宗那個時代，社會秩序良好，誘惑人東西不多。現在到處都是誘惑，你眼見的、耳聞的，你所接觸的一切都是誘惑，誘惑讓你生煩惱，讓你生起自私自利，讓你生起貪瞋痴慢疑。古老的教學是怎樣把貪瞋痴慢疑放下、把自私自利放下，講這些。這些東西是負面的，自性裡頭根本就沒有，講到最後告訴你，連我都沒有。我在哪裡？我是一個抽象的名詞。這身是我嗎？不是。心是我嗎？也不是。佛大乘經裡面講有真我，真我是什麼？整個宇宙是我。你承認整個宇宙跟自己是一體，你就證得真我。父子有親，這個親愛從哪裡生的？真我生的。從這個親愛再衍生出五倫、五常、四維、八德，都從這裡生出來的。"
    },
    {
      "id": "02-040-0220_p0034",
      "zh_CN": "在佛法里面，那个源头是真诚。我们中国人讲诚则灵，诚就通了、就灵了。从真诚心里面生起十善业，真诚心里面衍生出戒定慧，从戒里头再衍生出三皈、五戒、十戒、六和，从戒里生的，还有四摄法。从定中生出智慧，从智慧衍生出来菩萨的六波罗蜜、普贤菩萨的十大愿王，总要把这个头抓出来。这叫性德，是自性本有的，也就是释迦牟尼佛所说的，「一切众生皆有如来智慧德相」。如来是自性，自性里头本有智慧、德能、相好，不是从外来的。所以佛家称为内学，经典称为内典，它不向外，它向内。它用的方法是戒定慧，持戒得定。戒是什么？戒是放下。它很有体系，跟中国《大学》一样，有体系。《大学》总的说三纲，明德、亲民、止于至善。明德就是自性，是自性的本体，亲民跟止于至善是本体起用。如果配在体相用上来讲，明德是体；亲民是相，亲是亲爱，民就是一切众生，对一切众生的亲爱，这是性德的相；用是什么？止于至善，就是样样都做到真善美慧，没有一丝毫欠缺。",
      "zh_TW": "在佛法裡面，那個源頭是真誠。我們中國人講誠則靈，誠就通了、就靈了。從真誠心裡面生起十善業，真誠心裡面衍生出戒定慧，從戒裡頭再衍生出三皈、五戒、十戒、六和，從戒裡生的，還有四攝法。從定中生出智慧，從智慧衍生出來菩薩的六波羅蜜、普賢菩薩的十大願王，總要把這個頭抓出來。這叫性德，是自性本有的，也就是釋迦牟尼佛所說的，「一切眾生皆有如來智慧德相」。如來是自性，自性裡頭本有智慧、德能、相好，不是從外來的。所以佛家稱為內學，經典稱為內典，它不向外，它向內。它用的方法是戒定慧，持戒得定。戒是什麼？戒是放下。它很有體系，跟中國《大學》一樣，有體系。《大學》總的說三綱，明德、親民、止於至善。明德就是自性，是自性的本體，親民跟止於至善是本體起用。如果配在體相用上來講，明德是體；親民是相，親是親愛，民就是一切眾生，對一切眾生的親愛，這是性德的相；用是什麼？止於至善，就是樣樣都做到真善美慧，沒有一絲毫欠缺。"
    },
    {
      "id": "02-040-0220_p0035",
      "zh_CN": "佛法到中国来，中国人用佛法解释儒家经典，统统把它提升了。这也是汤恩比所说的，中国古人心量很大，能包容异族文化，就是指佛教，佛教不是中国的，能包容。而佛教丰富了中国本土文化，中国人讲东西是总纲领，佛法来一解释，都提高了。《大学》上所说的，修学的次第，首先讲格物。格物是什么意思？中国古人讲，没有解释出来，认为是苦心去研究，研究到吐血，还没有研究出来，那是什么？错了。司马光是学佛的，司马光用佛法来解释，格是格斗，物是欲望、物欲，意思就是战胜自己，要把自己的欲望克服掉，这个对了，这是用佛法来解释。程子、朱子不是的，他是用研究，研究一个竹子，研究到吐血，竹子到底是什么没研究出来。所以这个要晓得，司马光说得对，物是欲望、物欲，要把这个东西放下。人没有物欲、没有私心，叫大公无私，智慧就生起来了。下头致知，「物格而后知至」，智慧才能开。智慧是什么？自性本有的。为什么透不出来？因为你有物欲障碍了。智慧开了，意就诚，心就正；心正，身就修了。所以，养生之道要从哪里讲起？要从格物讲起，才真正达到身心健康，先把烦恼、习气、欲望排除。释迦牟尼佛给我们做最好榜样，统统放下，三衣一钵，日中一食，树下一宿，一生过这个生活，得大自在！无牵无挂，无忧无虑，人生最高的享受。你问他天上天下，什么问题他都会给你解答，没有一个问题把他难住的，真正叫大学问，从这下手。",
      "zh_TW": "佛法到中國來，中國人用佛法解釋儒家經典，統統把它提升了。這也是湯恩比所說的，中國古人心量很大，能包容異族文化，就是指佛教，佛教不是中國的，能包容。而佛教豐富了中國本土文化，中國人講東西是總綱領，佛法來一解釋，都提高了。《大學》上所說的，修學的次第，首先講格物。格物是什麼意思？中國古人講，沒有解釋出來，認為是苦心去研究，研究到吐血，還沒有研究出來，那是什麼？錯了。司馬光是學佛的，司馬光用佛法來解釋，格是格鬥，物是欲望、物欲，意思就是戰勝自己，要把自己的欲望克服掉，這個對了，這是用佛法來解釋。程子、朱子不是的，他是用研究，研究一個竹子，研究到吐血，竹子到底是什麼沒研究出來。所以這個要曉得，司馬光說得對，物是欲望、物欲，要把這個東西放下。人沒有物欲、沒有私心，叫大公無私，智慧就生起來了。下頭致知，「物格而後知至」，智慧才能開。智慧是什麼？自性本有的。為什麼透不出來？因為你有物欲障礙了。智慧開了，意就誠，心就正；心正，身就修了。所以，養生之道要從哪裡講起？要從格物講起，才真正達到身心健康，先把煩惱、習氣、欲望排除。釋迦牟尼佛給我們做最好榜樣，統統放下，三衣一缽，日中一食，樹下一宿，一生過這個生活，得大自在！無牽無掛，無憂無慮，人生最高的享受。你問他天上天下，什麼問題他都會給你解答，沒有一個問題把他難住的，真正叫大學問，從這下手。"
    },
    {
      "id": "02-040-0220_p0036",
      "zh_CN": "身修，家就整齐。古时候大家庭，整齐是有规矩，没有一样不如法，家有家法。家齐而后国治，每一个家庭都整整齐齐，都做好了，国泰民安，国就治了。所以今天国家出了问题，问题在哪里？家乱了，国就有问题。今天血缘的家没有了，道义的家就是企业，那个家可以解释为，今天来讲社团。古时候家庭是一个社团，它是个社会组织，它不是个人。所以今天讲社团就是中国古人讲的家，这个家整齐了，天下太平。所以做官的人，怎么会那么辛苦？这么辛苦，读书人敢干这个事情吗？不愿意干这种工作。",
      "zh_TW": "身修，家就整齊。古時候大家庭，整齊是有規矩，沒有一樣不如法，家有家法。家齊而後國治，每一個家庭都整整齊齊，都做好了，國泰民安，國就治了。所以今天國家出了問題，問題在哪裡？家亂了，國就有問題。今天血緣的家沒有了，道義的家就是企業，那個家可以解釋為，今天來講社團。古時候家庭是一個社團，它是個社會組織，它不是個人。所以今天講社團就是中國古人講的家，這個家整齊了，天下太平。所以做官的人，怎麼會那麼辛苦？這麼辛苦，讀書人敢幹這個事情嗎？不願意幹這種工作。"
    },
    {
      "id": "02-040-0220_p0037",
      "zh_CN": "澳洲陆克文，我们是好朋友，他当上总理了，邀请我，我到坎培拉去看他。接见我的时候，端了一大杯，比这个杯子大，他告诉我，咖啡一天要喝五大杯。我说怎么回事情？事情太多，精神不够用，五大杯咖啡。我当时跟他开玩笑，我说现在这个时代，社会上各行各业，最辛苦的就是干你这个行业，真辛苦。我说反过来，最自在的是干我这个行业。他就笑起来了。我这个行业无忧无虑、无牵无挂，真正叫现在所谓自由职业，这真正自由，完全自己可以控制，自己可以做主。你那个做不了主，虽然是个国家元首，你还有国会牵制你，还有些议员要管着你，你还是做不了主。所以现在真正把书念通的人，干什么？都干我这个行业，到深山里面去修道了，修身养性。哪再干这个事，怎么能干！",
      "zh_TW": "澳洲陸克文，我們是好朋友，他當上總理了，邀請我，我到坎培拉去看他。接見我的時候，端了一大杯，比這個杯子大，他告訴我，咖啡一天要喝五大杯。我說怎麼回事情？事情太多，精神不夠用，五大杯咖啡。我當時跟他開玩笑，我說現在這個時代，社會上各行各業，最辛苦的就是幹你這個行業，真辛苦。我說反過來，最自在的是幹我這個行業。他就笑起來了。我這個行業無憂無慮、無牽無掛，真正叫現在所謂自由職業，這真正自由，完全自己可以控制，自己可以做主。你那個做不了主，雖然是個國家元首，你還有國會牽制你，還有些議員要管著你，你還是做不了主。所以現在真正把書念通的人，幹什麼？都幹我這個行業，到深山裡面去修道了，修身養性。哪再幹這個事，怎麼能幹！"
    },
    {
      "id": "02-040-0220_p0038",
      "zh_CN": "深山养道也得要对得起自己、对得起祖宗。那怎么办？教几个徒弟，东西不能失传，有几个传人，一代一代传下去就行了，不定到哪一代开花结果。达摩祖师到中国来单传，传一个，传到第六代惠能，开花结果。上面五代单传，到第六代就传到四十几个人，这是报佛恩。如果一个都没有传，那对不起，中国人所说的「不孝有三，无后为大」。有一个人都可以，不能一个都没有。这一个人要真正传人，他不能传，这不算。学生再多，不能传；有一、二个传，行，可以。所以我赞叹李老师，我们跟李老师是第二代，果清法师是第三代，他出来了。这个人将来对佛教会有很大的贡献，三十年专攻戒律。现在讲戒律大概他是权威，三十年专攻一样东西。",
      "zh_TW": "深山養道也得要對得起自己、對得起祖宗。那怎麼辦？教幾個徒弟，東西不能失傳，有幾個傳人，一代一代傳下去就行了，不定到哪一代開花結果。達摩祖師到中國來單傳，傳一個，傳到第六代惠能，開花結果。上面五代單傳，到第六代就傳到四十幾個人，這是報佛恩。如果一個都沒有傳，那對不起，中國人所說的「不孝有三，無後為大」。有一個人都可以，不能一個都沒有。這一個人要真正傳人，他不能傳，這不算。學生再多，不能傳；有一、二個傳，行，可以。所以我讚歎李老師，我們跟李老師是第二代，果清法師是第三代，他出來了。這個人將來對佛教會有很大的貢獻，三十年專攻戒律。現在講戒律大概他是權威，三十年專攻一樣東西。"
    },
    {
      "id": "02-040-0220_p0039",
      "zh_CN": "当年李老师开这个班，研究班八个学生，八个学生都在，大概都是六十出头了，真正有成就的就这一个。行，一个就够了，这个班四年教学就没有白费，真有成就。将来中国佛法要兴，要从戒律下手，没有戒律就没有佛法。中国古代无论在家出家要学佛，先五年学戒。出家人是规定的，必须五年学戒，在家人最好也是前五年学戒，他会有成就。所以我劝一些年轻法师，真正发大心，要想把佛教复兴起来，先去跟他学戒律。这个根要扎不稳，你将来教学得再好，念得再多，讲得天花乱坠，人家说你没有学过戒。好像盖房子，盖得很漂亮，没有地基。所以戒律比什么都重要，决定不可以疏忽。",
      "zh_TW": "當年李老師開這個班，研究班八個學生，八個學生都在，大概都是六十出頭了，真正有成就的就這一個。行，一個就夠了，這個班四年教學就沒有白費，真有成就。將來中國佛法要興，要從戒律下手，沒有戒律就沒有佛法。中國古代無論在家出家要學佛，先五年學戒。出家人是規定的，必須五年學戒，在家人最好也是前五年學戒，他會有成就。所以我勸一些年輕法師，真正發大心，要想把佛教復興起來，先去跟他學戒律。這個根要紮不穩，你將來教學得再好，念得再多，講得天花亂墜，人家說你沒有學過戒。好像蓋房子，蓋得很漂亮，沒有地基。所以戒律比什麼都重要，決定不可以疏忽。"
    },
    {
      "id": "02-040-0220_p0040",
      "zh_CN": "我这一生，真的就像今天中午傅先生在大陆上听到的，我是个一生游方的出家人。为什么游方？居无定所，到处流浪。还好，还有个值得安慰的，我们的老师释迦牟尼佛一生没道场，到处流浪，树下一宿。我这是老师教导我的，学释迦牟尼佛，释迦牟尼佛一生流浪，我也一生流浪，没有建立一个道场。十方供养，这些年来不少，统统做了文化事业，都去印书，佛经、善书我统统都印，对社会有利的，做这些东西去了。这是印光大师给我们带头做出榜样。我们觉得这个用法，我们对得起信徒，没有把他的钱糟蹋掉。这些东西自己读了，别人读，提供给广大的群众。那不是经书的，最大的一部分就是《四库》，《四库》是中国国宝，是全人类安定和谐、幸福美满的根源，这个我们要重视。我在这里是用了一笔大钱，一千万美金，全部去买这个书去了。这不是佛书，但是它跟佛分不开，没有这样深的造诣，佛经不能体会。所以，佛法、世法也是一不是二，世间好的典籍，我们统统要把它发扬光大。",
      "zh_TW": "我這一生，真的就像今天中午傅先生在大陸上聽到的，我是個一生遊方的出家人。為什麼遊方？居無定所，到處流浪。還好，還有個值得安慰的，我們的老師釋迦牟尼佛一生沒道場，到處流浪，樹下一宿。我這是老師教導我的，學釋迦牟尼佛，釋迦牟尼佛一生流浪，我也一生流浪，沒有建立一個道場。十方供養，這些年來不少，統統做了文化事業，都去印書，佛經、善書我統統都印，對社會有利的，做這些東西去了。這是印光大師給我們帶頭做出榜樣。我們覺得這個用法，我們對得起信徒，沒有把他的錢糟蹋掉。這些東西自己讀了，別人讀，提供給廣大的群眾。那不是經書的，最大的一部分就是《四庫》，《四庫》是中國國寶，是全人類安定和諧、幸福美滿的根源，這個我們要重視。我在這裡是用了一筆大錢，一千萬美金，全部去買這個書去了。這不是佛書，但是它跟佛分不開，沒有這樣深的造詣，佛經不能體會。所以，佛法、世法也是一不是二，世間好的典籍，我們統統要把它發揚光大。"
    },
    {
      "id": "02-040-0220_p0041",
      "zh_CN": "其他宗教印书有困难的，我们都帮助。为什么？它的经典有利于社会、有利于人心，好东西应当发扬光大。有一些众生喜欢，我们要满他的愿，不分彼此，要互助合作。我们的目标方向是一致的，那就是爱心。其他宗教，神爱世人，上帝爱世人；《古兰经》，真主确实是仁慈的；佛法，大慈大悲，一个意思，一个方向，一个目标。所以宗教团结在哪里？团结在爱，在大爱的基础上，这个爱没有分别、没有执着。有分别，有执着，不是大爱，不是神圣的爱，那是私心还没有放弃，我没有放弃。有自我就没有真爱，他的爱是情执，基础是情执。大爱的基础是智慧，不是情执，是理性的，是智慧的，知道整个宇宙跟我自己是一体。这个关系讲得最透彻、最清楚的，大乘佛法。",
      "zh_TW": "其他宗教印書有困難的，我們都幫助。為什麼？它的經典有利於社會、有利於人心，好東西應當發揚光大。有一些眾生喜歡，我們要滿他的願，不分彼此，要互助合作。我們的目標方向是一致的，那就是愛心。其他宗教，神愛世人，上帝愛世人；《古蘭經》，真主確實是仁慈的；佛法，大慈大悲，一個意思，一個方向，一個目標。所以宗教團結在哪裡？團結在愛，在大愛的基礎上，這個愛沒有分別、沒有執著。有分別，有執著，不是大愛，不是神聖的愛，那是私心還沒有放棄，我沒有放棄。有自我就沒有真愛，他的愛是情執，基礎是情執。大愛的基礎是智慧，不是情執，是理性的，是智慧的，知道整個宇宙跟我自己是一體。這個關係講得最透徹、最清楚的，大乘佛法。"
    },
    {
      "id": "02-040-0220_p0042",
      "zh_CN": "我们今天所想的，不是局限于一点，我们所想的、考量的是整个世界，希望每个国家都好，希望这个世界永远没有战争。能不能做到？能。怎么做法？教学。太好了！这个话汤恩比说的，不是我自己说的，我们自己说，没人相信。英国近代的历史哲学家，世界闻名的，他说的「解决二十一世纪世界社会问题，需要中国孔孟学说、大乘佛法」。孔孟学说是中国的，大乘佛法也是中国的，需要中国的《四库全书》，需要中国的大乘经典，用这个来教学就能达到目的，把这个地球打造成极乐世界。阿弥陀佛在西方建立极乐世界，那是一个模范，我们向他学习，我们也能做到。",
      "zh_TW": "我們今天所想的，不是侷限於一點，我們所想的、考量的是整個世界，希望每個國家都好，希望這個世界永遠沒有戰爭。能不能做到？能。怎麼做法？教學。太好了！這個話湯恩比說的，不是我自己說的，我們自己說，沒人相信。英國近代的歷史哲學家，世界聞名的，他說的「解決二十一世紀世界社會問題，需要中國孔孟學說、大乘佛法」。孔孟學說是中國的，大乘佛法也是中國的，需要中國的《四庫全書》，需要中國的大乘經典，用這個來教學就能達到目的，把這個地球打造成極樂世界。阿彌陀佛在西方建立極樂世界，那是一個模範，我們向他學習，我們也能做到。"
    },
    {
      "id": "02-040-0220_p0043",
      "zh_CN": "现在这个工具太好了，开头，三、五十个老师；五年之后，我相信就有三、五百个老师；十年之后就有三、五千个老师，哪有教不好的道理！这些老师包括每个宗教的传教师，联手。所以我劝联合国办一个世界宗教大学，每个教成立一个学院，联合国来带头。联合国的任务没有别的，化解冲突，促进社会安定和平，它就干这个事情。但是联合国从成立一直到今年，它的业绩并不可观，冲突一年比一年频率上升，灾难一年比一年严重，它也着急，想不出方法。所以我们给它建议，希望它真做。每个宗教也要做一个示范点，今天没有一个点，不做出来，没人相信。",
      "zh_TW": "現在這個工具太好了，開頭，三、五十個老師；五年之後，我相信就有三、五百個老師；十年之後就有三、五千個老師，哪有教不好的道理！這些老師包括每個宗教的傳教師，聯手。所以我勸聯合國辦一個世界宗教大學，每個教成立一個學院，聯合國來帶頭。聯合國的任務沒有別的，化解衝突，促進社會安定和平，它就幹這個事情。但是聯合國從成立一直到今年，它的業績並不可觀，衝突一年比一年頻率上升，災難一年比一年嚴重，它也著急，想不出方法。所以我們給它建議，希望它真做。每個宗教也要做一個示範點，今天沒有一個點，不做出來，沒人相信。"
    },
    {
      "id": "02-040-0220_p0044",
      "zh_CN": "去年我在罗马跟教宗见面，提出这个建议，希望天主教就在梵蒂冈建造一个圣城，也就是把梵蒂冈变成天主教在地球上的一个修学中心。所以我就请教他，梵蒂冈面积多大？他告诉我，五十个英亩。一个英亩是六个中国亩，五六三百，中国三百亩，不大，罗马城还四百亩。我就问他，人口多少？不到一千人，真太小了。我马上就想到罗马，罗马城是小城、古城，我说罗马城，你们的教堂有多少个？有四百多个。我说那四百多个学校，这些学校要天天上课的话，相信一年罗马就成为全世界天主教的中心，每个人都到这个地方来学习，来观摩、来学习，圣城。希望每个宗教都找个地方做一个圣城，宗教可以复兴。宗教要回归教育，宗教一定要有圣城。他们听了，同意我的看法。负责跟我们交流、接待我们的，等于他们的外交部长，一位红衣主教陶然，陶然主教，我们见多次面，也有长时间的交谈。前年，好像我们在一起谈了六个小时，两天，一天三个小时，讨论这个问题。可得真干才行，不做出榜样没人相信，这就是我参加联合国的活动发现的。",
      "zh_TW": "去年我在羅馬跟教宗見面，提出這個建議，希望天主教就在梵蒂岡建造一個聖城，也就是把梵蒂岡變成天主教在地球上的一個修學中心。所以我就請教他，梵蒂岡面積多大？他告訴我，五十個英畝。一個英畝是六個中國畝，五六三百，中國三百畝，不大，羅馬城還四百畝。我就問他，人口多少？不到一千人，真太小了。我馬上就想到羅馬，羅馬城是小城、古城，我說羅馬城，你們的教堂有多少個？有四百多個。我說那四百多個學校，這些學校要天天上課的話，相信一年羅馬就成為全世界天主教的中心，每個人都到這個地方來學習，來觀摩、來學習，聖城。希望每個宗教都找個地方做一個聖城，宗教可以復興。宗教要回歸教育，宗教一定要有聖城。他們聽了，同意我的看法。負責跟我們交流、接待我們的，等於他們的外交部長，一位紅衣主教陶然，陶然主教，我們見多次面，也有長時間的交談。前年，好像我們在一起談了六個小時，兩天，一天三個小時，討論這個問題。可得真幹才行，不做出榜樣沒人相信，這就是我參加聯合國的活動發現的。"
    },
    {
      "id": "02-040-0220_p0045",
      "zh_CN": "这个世间真正的危机是什么？信心危机，大家不相信。有这个建议他不相信，不相信能做得到，说我们在幻想。所以我想在这个科学时代，科学教人，头一个就教你怀疑，从小就教你怀疑，你长大能不怀疑吗？怀疑就不能成就；要教他们不怀疑，一定要做出样子。我们汤池做了样子，是为联合国做的，他不相信；做出之后，他相信了，这不是假的。所以我们希望有示范小镇、有示范城市、有示范国家。用什么为主？用汉学为主。汉学是真正智慧，它不是知识，它是从清净心里头流出来的。知识是由思考，就是有妄想、有杂念在里头。汉学不是的，汉学是清净心、是戒定慧里出来的，不一样。这个我们要给予肯定，丝毫不怀疑，中国东西真的能救世界。今天我们就学习到此地。",
      "zh_TW": "這個世間真正的危機是什麼？信心危機，大家不相信。有這個建議他不相信，不相信能做得到，說我們在幻想。所以我想在這個科學時代，科學教人，頭一個就教你懷疑，從小就教你懷疑，你長大能不懷疑嗎？懷疑就不能成就；要教他們不懷疑，一定要做出樣子。我們湯池做了樣子，是為聯合國做的，他不相信；做出之後，他相信了，這不是假的。所以我們希望有示範小鎮、有示範城市、有示範國家。用什麼為主？用漢學為主。漢學是真正智慧，它不是知識，它是從清淨心裡頭流出來的。知識是由思考，就是有妄想、有雜念在裡頭。漢學不是的，漢學是清淨心、是戒定慧裡出來的，不一樣。這個我們要給予肯定，絲毫不懷疑，中國東西真的能救世界。今天我們就學習到此地。"
    }
  ]
}