{
  "doc_id": "02-040-0286",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二八六集",
    "zh_TW": "第二八六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0286",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-040-0286_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0286_p0002",
      "zh_CN": "请看《大经科注》第五百六十六页第六行中间，「三宝者」，从这看起：",
      "zh_TW": "請看《大經科註》第五百六十六頁第六行中間，「三寶者」，從這看起："
    },
    {
      "id": "02-040-0286_p0003",
      "zh_CN": "「三宝者，一切之佛陀，佛宝也。佛陀所说之教法，法宝也。随其教法而修业者，僧宝也。至于佛灭度后，住于世间者，称为住持三宝。木佛画像，佛宝也。三藏之文句，法宝也。剃发染衣者，僧宝也。所以名宝者，据《宝性论》，共有六义」，有六个意思。第一个「世间希有」，佛法确实是世间稀有。世间有宗教，没有像佛法对于宇宙人生，无论是理、是体、是相、是用，讲得这么清楚、这么明白，确实是没有见过，真的是稀有。第二「离垢」，这是佛法修学主要要求的，一定要离开染污。染污，特别是心灵上的染污，妄想、分别、执着，一定要离开。第三是「势力」，这个势力是自性本具的，不是从外来的，离染污之后它就会现前。确实能感动一切众生，用佛法的术语说，它能摄受一切众生。一切众生皆有佛性，一切众生本来是佛，所以真与真相感，妄与妄相感。学佛要用真心，离垢，真心就现前，就有这个势力。",
      "zh_TW": "「三寶者，一切之佛陀，佛寶也。佛陀所說之教法，法寶也。隨其教法而修業者，僧寶也。至於佛滅度後，住於世間者，稱為住持三寶。木佛畫像，佛寶也。三藏之文句，法寶也。剃髮染衣者，僧寶也。所以名寶者，據《寶性論》，共有六義」，有六個意思。第一個「世間希有」，佛法確實是世間稀有。世間有宗教，沒有像佛法對於宇宙人生，無論是理、是體、是相、是用，講得這麼清楚、這麼明白，確實是沒有見過，真的是稀有。第二「離垢」，這是佛法修學主要要求的，一定要離開染污。染污，特別是心靈上的染污，妄想、分別、執著，一定要離開。第三是「勢力」，這個勢力是自性本具的，不是從外來的，離染污之後它就會現前。確實能感動一切眾生，用佛法的術語說，它能攝受一切眾生。一切眾生皆有佛性，一切眾生本來是佛，所以真與真相感，妄與妄相感。學佛要用真心，離垢，真心就現前，就有這個勢力。"
    },
    {
      "id": "02-040-0286_p0004",
      "zh_CN": "第四「能庄严世间」，用智慧庄严，用福德庄严。智慧、德能、相好是自性本具的，这桩事情只有佛知道得透彻，佛把一切万缘放下了，性德圆满的透露出来。佛告诉大家，这一切众生，佛所证得的是一切众生自性里头本有的。佛所证得的自性跟众生的自性是一不是二，只要自己把障碍放下，性德自然流露，这就能庄严世间。像西方极乐世界，这是最圆满的庄严。第五「最上」。三宝，无论是佛、是法、是僧，都是世间最上的。早年方东美先生把佛法介绍给我，告诉我这是人生最高的享受，这就是最上。第六是「不变」，样样称性，所以它永恒不变。这个意思非常重要，真正懂得它不变，学习就要遵从古圣先贤的老方法，不能变改。它不是知识，知识会变，知识日新月异，它的作用是有局限的，它的作用不是究竟的；要学佛不行，佛是要求明心见性。不变的方法就是戒定慧三学，衍生出来的性德，十善业道不能改变，三皈五戒不能改变，净业三福不能改变，六和六度不能改变，一定要用真心去奉行，去信、去行、去证。",
      "zh_TW": "第四「能莊嚴世間」，用智慧莊嚴，用福德莊嚴。智慧、德能、相好是自性本具的，這樁事情只有佛知道得透徹，佛把一切萬緣放下了，性德圓滿的透露出來。佛告訴大家，這一切眾生，佛所證得的是一切眾生自性裡頭本有的。佛所證得的自性跟眾生的自性是一不是二，只要自己把障礙放下，性德自然流露，這就能莊嚴世間。像西方極樂世界，這是最圓滿的莊嚴。第五「最上」。三寶，無論是佛、是法、是僧，都是世間最上的。早年方東美先生把佛法介紹給我，告訴我這是人生最高的享受，這就是最上。第六是「不變」，樣樣稱性，所以它永恆不變。這個意思非常重要，真正懂得它不變，學習就要遵從古聖先賢的老方法，不能變改。它不是知識，知識會變，知識日新月異，它的作用是有侷限的，它的作用不是究竟的；要學佛不行，佛是要求明心見性。不變的方法就是戒定慧三學，衍生出來的性德，十善業道不能改變，三皈五戒不能改變，淨業三福不能改變，六和六度不能改變，一定要用真心去奉行，去信、去行、去證。"
    },
    {
      "id": "02-040-0286_p0005",
      "zh_CN": "「又佛者，觉知之义」，这都是自性本有的智慧。「法者，法轨之义」，这个法是方法，轨是轨道，是比喻，像火车在轨道上走，一定会达到目的。「僧者，和合之义」。这比什么都重要，中国人常讲家和万事兴，学佛的人一定要和合。不和合，这个僧的意思就违背了，不能称为僧了，僧团是和合的。「恭敬三宝，钦仰其德也」，三宝之德。这个僧，出家人，是一切众生的好榜样，起心动念、言语造作不违背性德，与性德统统相应。所以，它确实是人生最高的享受，为一切众生所仰慕、所尊重的，它有这个德。",
      "zh_TW": "「又佛者，覺知之義」，這都是自性本有的智慧。「法者，法軌之義」，這個法是方法，軌是軌道，是比喻，像火車在軌道上走，一定會達到目的。「僧者，和合之義」。這比什麼都重要，中國人常講家和萬事興，學佛的人一定要和合。不和合，這個僧的意思就違背了，不能稱為僧了，僧團是和合的。「恭敬三寶，欽仰其德也」，三寶之德。這個僧，出家人，是一切眾生的好榜樣，起心動念、言語造作不違背性德，與性德統統相應。所以，它確實是人生最高的享受，為一切眾生所仰慕、所尊重的，它有這個德。"
    },
    {
      "id": "02-040-0286_p0006",
      "zh_CN": "「奉者，尊崇奉养」，尊重、崇拜、奉养他。奉养里面最重要的法供养，因为阿罗汉以上，对于物质的供养都不需要，他超越了。佛在经上告诉我们，证得阿罗汉果之后，他这个肉体住在世间，阿罗汉也托钵，不是天天出去托钵，每个星期出去托钵一次，也就是说他一个星期吃一餐就够了。为什么？我们要晓得，人为什么要饮食？体能，补充营养，这个身体消耗能量，必须要补充。证的果位愈高，他消耗能量愈少，到法身菩萨，《华严经》圆教初住，不需要了，这些物质的供养他完全不需要。他的能量从哪里来？从自性里头来，自性里面有取之不尽、用之不竭的能量，它从那里来。见性好处太多了！那个能量是最干净的，一点污染都没有，里面没有任何病菌，所以身心健康。没有看到菩萨生病的，维摩居士生病是装的，假的，不是真的，用这个方法来教化众生。那是他的方便，善巧方便，不是真的。",
      "zh_TW": "「奉者，尊崇奉養」，尊重、崇拜、奉養他。奉養裡面最重要的法供養，因為阿羅漢以上，對於物質的供養都不需要，他超越了。佛在經上告訴我們，證得阿羅漢果之後，他這個肉體住在世間，阿羅漢也托缽，不是天天出去托缽，每個星期出去托缽一次，也就是說他一個星期吃一餐就夠了。為什麼？我們要曉得，人為什麼要飲食？體能，補充營養，這個身體消耗能量，必須要補充。證的果位愈高，他消耗能量愈少，到法身菩薩，《華嚴經》圓教初住，不需要了，這些物質的供養他完全不需要。他的能量從哪裡來？從自性裡頭來，自性裡面有取之不盡、用之不竭的能量，它從那裡來。見性好處太多了！那個能量是最乾淨的，一點污染都沒有，裡面沒有任何病菌，所以身心健康。沒有看到菩薩生病的，維摩居士生病是裝的，假的，不是真的，用這個方法來教化眾生。那是他的方便，善巧方便，不是真的。"
    },
    {
      "id": "02-040-0286_p0007",
      "zh_CN": "知道这些事实真相才晓得，人不能不见性，不见性怎么行？学佛怎么能不见性！在这个世间，我们自己业障习气太重，第二个，修学环境不好，处处都是障碍。它不是帮助我们成就的，它是来拖我们下水的。于是我们不能不选择极乐世界，选择极乐世界是释迦牟尼佛替我们选择的，我们选择就是听话。佛在《大集经》上说，「正法时期戒律成就，像法时期禅定成就，末法时期净土成就」，这释迦佛替我们选择的。我们选择净土，在末法时期，完全跟佛的教诲相应。这部经，尤其是夏莲居老居士的会集本，确确实实如梅大士所说的，梅光羲老居士有一篇长序来介绍这个本子，写得非常好，肯定这个本子是《无量寿经》第一善本，会集到究竟圆满。五种原译本里面的教义，这个本子里头不欠缺，会集本里面的文字，字字句句都是原译本的经文，没有改动一个字，完全符合会集的要求。",
      "zh_TW": "知道這些事實真相才曉得，人不能不見性，不見性怎麼行？學佛怎麼能不見性！在這個世間，我們自己業障習氣太重，第二個，修學環境不好，處處都是障礙。它不是幫助我們成就的，它是來拖我們下水的。於是我們不能不選擇極樂世界，選擇極樂世界是釋迦牟尼佛替我們選擇的，我們選擇就是聽話。佛在《大集經》上說，「正法時期戒律成就，像法時期禪定成就，末法時期淨土成就」，這釋迦佛替我們選擇的。我們選擇淨土，在末法時期，完全跟佛的教誨相應。這部經，尤其是夏蓮居老居士的會集本，確確實實如梅大士所說的，梅光羲老居士有一篇長序來介紹這個本子，寫得非常好，肯定這個本子是《無量壽經》第一善本，會集到究竟圓滿。五種原譯本裡面的教義，這個本子裡頭不欠缺，會集本裡面的文字，字字句句都是原譯本的經文，沒有改動一個字，完全符合會集的要求。"
    },
    {
      "id": "02-040-0286_p0008",
      "zh_CN": "过去有会集本，总有几个字改动了，所以后人对它很不满。改动并没有错，而且改得很好，但是不能改，不可以开这个例子。王龙舒，他的学问、他的功夫不成问题，人家往生站着走的，最后这表演给大家看。莲池大师注解《阿弥陀经》，就是《弥陀经疏钞》，引用《无量寿经》，大部分都是用的王龙舒的本子。幽溪大师着《弥陀经圆中钞》，里面所引《无量寿经》的经文，全部用王龙舒的会集本。这两种《弥陀经》注解，在净宗称为权威，《弥陀经》三个大注解，第一个就是莲池大师《疏钞》，第二个是蕅益大师的《要解》，第三个就是幽溪大师的《圆中钞》。学《弥陀经》，不能不学这三种注解的，一定要学，我们自己也都学习过。",
      "zh_TW": "過去有會集本，總有幾個字改動了，所以後人對它很不滿。改動並沒有錯，而且改得很好，但是不能改，不可以開這個例子。王龍舒，他的學問、他的功夫不成問題，人家往生站著走的，最後這表演給大家看。蓮池大師註解《阿彌陀經》，就是《彌陀經疏鈔》，引用《無量壽經》，大部分都是用的王龍舒的本子。幽溪大師著《彌陀經圓中鈔》，裡面所引《無量壽經》的經文，全部用王龍舒的會集本。這兩種《彌陀經》註解，在淨宗稱為權威，《彌陀經》三個大註解，第一個就是蓮池大師《疏鈔》，第二個是蕅益大師的《要解》，第三個就是幽溪大師的《圓中鈔》。學《彌陀經》，不能不學這三種註解的，一定要學，我們自己也都學習過。"
    },
    {
      "id": "02-040-0286_p0009",
      "zh_CN": "王龙舒居士，五种原译本他只看到四种，唐朝《大宝积经如来会》他没有看到。这个本子里面还有些经文，另外四种本子没有的，换句话说，王龙舒的会集本就有漏失，他没看到。魏默深的本子不错，五种原译本他都看到了，他取舍不当，而且确实改动一些文字。所以，印光法师对那个会集本很不满意，《文钞》里头有很多批评。这个本子的出现，印祖已经往生了，他没有看到。我们相信如果要是印祖在，看到这个本子，一定会赞叹，一定会劝大家学习、流通。",
      "zh_TW": "王龍舒居士，五種原譯本他只看到四種，唐朝《大寶積經如來會》他沒有看到。這個本子裡面還有些經文，另外四種本子沒有的，換句話說，王龍舒的會集本就有漏失，他沒看到。魏默深的本子不錯，五種原譯本他都看到了，他取捨不當，而且確實改動一些文字。所以，印光法師對那個會集本很不滿意，《文鈔》裡頭有很多批評。這個本子的出現，印祖已經往生了，他沒有看到。我們相信如果要是印祖在，看到這個本子，一定會讚歎，一定會勸大家學習、流通。"
    },
    {
      "id": "02-040-0286_p0010",
      "zh_CN": "所以供养当中，法供养为最。法供养很多，哪一个法供养为最？依教修行供养，这是真实的供养。佛菩萨对我们一无所求，我们依照这个经典理论、方法去修行，往生到西方极乐世界，这是真正供养。这是诸佛菩萨对我们唯一的一个希望，就是希望我们早一天到极乐世界。事是承侍。奉事就是「敬养服侍」，就这个意思。「师者，教我以道者。长者，德行，或辈分，或年龄高于我者」。省庵师《劝发菩提心文》有一段曰，「若无世间师长，则不知礼义」，我们懂得礼义，老师教的，「若无出世师长，则不解佛法」。《华严》、《大智度论》上都说，「佛法无人说，虽智不能解」，虽然有世间聪明智慧，你不能够解，你把它解错了。要什么人来讲？真正有修有证，他讲的就不错。有证的人不容易遇到，至少要有修，他真学，也能提供参考。他要是只研究佛经，没有真正依教奉行，都会把经文讲错，至少他真正在修行。用这种标准，在现在这个世间也不多了。真正修行人，虽然他没有读过经，他也不能讲经，你拿着经本去请教他，他也不能回答，但是你对于经文某一句意思不懂，你去问他，他会讲给你听。他凭什么讲的？修学当中性德流出来的，不是他随便说的，自性当中会流露出来，随问随答。千经万论，理是一个，方法也是一个，所以它是通的，一部经通了一切经都通。",
      "zh_TW": "所以供養當中，法供養為最。法供養很多，哪一個法供養為最？依教修行供養，這是真實的供養。佛菩薩對我們一無所求，我們依照這個經典理論、方法去修行，往生到西方極樂世界，這是真正供養。這是諸佛菩薩對我們唯一的一個希望，就是希望我們早一天到極樂世界。事是承侍。奉事就是「敬養服侍」，就這個意思。「師者，教我以道者。長者，德行，或輩分，或年齡高於我者」。省庵師《勸發菩提心文》有一段曰，「若無世間師長，則不知禮義」，我們懂得禮義，老師教的，「若無出世師長，則不解佛法」。《華嚴》、《大智度論》上都說，「佛法無人說，雖智不能解」，雖然有世間聰明智慧，你不能夠解，你把它解錯了。要什麼人來講？真正有修有證，他講的就不錯。有證的人不容易遇到，至少要有修，他真學，也能提供參考。他要是只研究佛經，沒有真正依教奉行，都會把經文講錯，至少他真正在修行。用這種標準，在現在這個世間也不多了。真正修行人，雖然他沒有讀過經，他也不能講經，你拿著經本去請教他，他也不能回答，但是你對於經文某一句意思不懂，你去問他，他會講給你聽。他憑什麼講的？修學當中性德流出來的，不是他隨便說的，自性當中會流露出來，隨問隨答。千經萬論，理是一個，方法也是一個，所以它是通的，一部經通了一切經都通。"
    },
    {
      "id": "02-040-0286_p0011",
      "zh_CN": "「不知礼义，则同于异类」，异类是指畜生，人跟畜生不一样，人懂得礼义，这畜生不懂。「不解佛法，则何异俗人」，跟世俗人没有两样，不能理解佛法。「师长恩重，故应奉事」，奉事是什么？尽孝、报恩。现在人对父母师长都不知道尽孝报恩，这什么原因？没有人教了，他也没有看到，社会上这样的人非常稀少，没有看到过，没有听说过，根本就不懂。我们生在这个时代，看到这些人，一定要记住佛在这个经上告诉我们，这些人要原谅他。经上说得好，「先人不善，不识道德，无有语者，殊无怪也」，你不要怪他。他的先人、他的父母不知道，他的祖父母也不知道，他的曾祖父母也不知道，大概到高祖父母才听说有这么回事情，但是怎么样？疏忽了，没有真实去做。所以，传统文化丢失了两百年，两百年有八、九代了，时间太久了，现在年轻人怎么会知道？",
      "zh_TW": "「不知禮義，則同於異類」，異類是指畜生，人跟畜生不一樣，人懂得禮義，這畜生不懂。「不解佛法，則何異俗人」，跟世俗人沒有兩樣，不能理解佛法。「師長恩重，故應奉事」，奉事是什麼？盡孝、報恩。現在人對父母師長都不知道盡孝報恩，這什麼原因？沒有人教了，他也沒有看到，社會上這樣的人非常稀少，沒有看到過，沒有聽說過，根本就不懂。我們生在這個時代，看到這些人，一定要記住佛在這個經上告訴我們，這些人要原諒他。經上說得好，「先人不善，不識道德，無有語者，殊無怪也」，你不要怪他。他的先人、他的父母不知道，他的祖父母也不知道，他的曾祖父母也不知道，大概到高祖父母才聽說有這麼回事情，但是怎麼樣？疏忽了，沒有真實去做。所以，傳統文化丟失了兩百年，兩百年有八、九代了，時間太久了，現在年輕人怎麼會知道？"
    },
    {
      "id": "02-040-0286_p0012",
      "zh_CN": "我觉得经上这几句经文，就是针对我们现在这个时代说的，这个问题是大问题，是严重的问题。如何来拯救？全靠一些极少数的明白人，真正具足善根福德的人，他觉悟到。觉悟到之后就有使命要把圣教传下去，要传下去一定从自己做起，我们要把孝亲尊师做出来，这才行，不做出来不可以。希望后面接着有传人，传人少都不怕。我们想到禅宗达摩祖师到中国，在少林寺面壁九年，等到一个慧可，传他的法。慧可也是一生传一个，僧璨，三祖。一代一代的传，传到惠能都算是单传。到惠能大师，缘成熟了，这个法门兴旺起来，他会下明心见性的四十三个人。六祖惠能之前，没有过这样的盛事，惠能大师之后一直到今天也没有看到。往后这些祖师，惠能之后，一个人传二、三个人的有，超过四十人的没有。这禅宗的。",
      "zh_TW": "我覺得經上這幾句經文，就是針對我們現在這個時代說的，這個問題是大問題，是嚴重的問題。如何來拯救？全靠一些極少數的明白人，真正具足善根福德的人，他覺悟到。覺悟到之後就有使命要把聖教傳下去，要傳下去一定從自己做起，我們要把孝親尊師做出來，這才行，不做出來不可以。希望後面接著有傳人，傳人少都不怕。我們想到禪宗達摩祖師到中國，在少林寺面壁九年，等到一個慧可，傳他的法。慧可也是一生傳一個，僧璨，三祖。一代一代的傳，傳到惠能都算是單傳。到惠能大師，緣成熟了，這個法門興旺起來，他會下明心見性的四十三個人。六祖惠能之前，沒有過這樣的盛事，惠能大師之後一直到今天也沒有看到。往後這些祖師，惠能之後，一個人傳二、三個人的有，超過四十人的沒有。這禪宗的。"
    },
    {
      "id": "02-040-0286_p0013",
      "zh_CN": "净土宗，往生就是真正的证果，这个法门成就的人多了！最早慧远大师在庐山建一个念佛堂，东林念佛堂，召集志同道合，真正发愿求生西方极乐世界，在一起念佛。以虎溪为界，不出门的，活动范围，它旁边有条小溪，以那个为界线，不过去的。一百二十三个人全成就，这不可思议。往生到极乐世界，实在说比禅宗明心见性还要殊胜。明心见性达到西方极乐世界实报庄严土的条件，他到这个条件，但是他不是到极乐世界。得不到阿弥陀佛本愿威神的加持，完全靠自力，没有他力。往生到极乐世界的人，靠他力、靠自力。",
      "zh_TW": "淨土宗，往生就是真正的證果，這個法門成就的人多了！最早慧遠大師在廬山建一個念佛堂，東林念佛堂，召集志同道合，真正發願求生西方極樂世界，在一起念佛。以虎溪為界，不出門的，活動範圍，它旁邊有條小溪，以那個為界線，不過去的。一百二十三個人全成就，這不可思議。往生到極樂世界，實在說比禪宗明心見性還要殊勝。明心見性達到西方極樂世界實報莊嚴土的條件，他到這個條件，但是他不是到極樂世界。得不到阿彌陀佛本願威神的加持，完全靠自力，沒有他力。往生到極樂世界的人，靠他力、靠自力。"
    },
    {
      "id": "02-040-0286_p0014",
      "zh_CN": "这个法门太殊胜、太稀有了，所以许许多多的修行人，声闻、缘觉、菩萨都怀疑。因为它太简单了，条件只要求信愿持名，就四个字。这四个字，蕅益大师在《要解》上讲的，印光大师完全接受了。老人有一首偈，实际上就是他叙述他的一生，印光大师一生真的把十六个字做到了，「敦伦尽分，闲邪存诚，信愿持名，求生净土」，真成功了。这十六个字是印光大师的写照，我们把这十六个字看作是印光大师传心法要，这十六个字说尽圆满的净宗。他做到了，他教别人也是这十六个字，我们看一部《文钞》，从头到尾他所讲的不离这十六个字，这十六个字就是印祖的大法。",
      "zh_TW": "這個法門太殊勝、太稀有了，所以許許多多的修行人，聲聞、緣覺、菩薩都懷疑。因為它太簡單了，條件只要求信願持名，就四個字。這四個字，蕅益大師在《要解》上講的，印光大師完全接受了。老人有一首偈，實際上就是他敘述他的一生，印光大師一生真的把十六個字做到了，「敦倫盡分，閑邪存誠，信願持名，求生淨土」，真成功了。這十六個字是印光大師的寫照，我們把這十六個字看作是印光大師傳心法要，這十六個字說盡圓滿的淨宗。他做到了，他教別人也是這十六個字，我們看一部《文鈔》，從頭到尾他所講的不離這十六個字，這十六個字就是印祖的大法。"
    },
    {
      "id": "02-040-0286_p0015",
      "zh_CN": "师长恩重，故应奉事。「又密宗以恭敬上师为根本戒」。密宗的戒律比显宗严格，所以它的成就也非常快速。密宗是真高，显宗里面修行，断恶修善是远离一切恶法，以这个为清净，密宗不是的。密宗是一切法他统统接触，完全是《华严经》五十三参里面所讲的历事炼心，他在染里面他不染，这是真高。怎么不染？他不起心不动念、不分别不执着，这叫真清净，这真不容易。早年章嘉大师告诉我，密宗的修学，对我们初学人讲，也是告诫我们，不能成佛就堕地狱，它就是两条路，没有当中的。不像显教，显教有很多阶级，慢慢提升，密宗没有，密宗修行完全是历事炼心。你说不贪财，金银财宝摆满了在你旁边，真不动心。不是说我们不要财，拒绝它，不贪，他是摆满的时候他不起心动念。这个高，他不离开事相，贪瞋痴慢都是如此，不舍一切法，一切染法他不舍，在一切法里头得清净心，在一切法里面得平等心。为什么清净平等？他不起心、不动念，就清净平等。我们遇到这些引诱的会动心，他遇到这个引诱的不会动心，所以他不需要离开。",
      "zh_TW": "師長恩重，故應奉事。「又密宗以恭敬上師為根本戒」。密宗的戒律比顯宗嚴格，所以它的成就也非常快速。密宗是真高，顯宗裡面修行，斷惡修善是遠離一切惡法，以這個為清淨，密宗不是的。密宗是一切法他統統接觸，完全是《華嚴經》五十三參裡面所講的歷事鍊心，他在染裡面他不染，這是真高。怎麼不染？他不起心不動念、不分別不執著，這叫真清淨，這真不容易。早年章嘉大師告訴我，密宗的修學，對我們初學人講，也是告誡我們，不能成佛就墮地獄，它就是兩條路，沒有當中的。不像顯教，顯教有很多階級，慢慢提升，密宗沒有，密宗修行完全是歷事鍊心。你說不貪財，金銀財寶擺滿了在你旁邊，真不動心。不是說我們不要財，拒絕它，不貪，他是擺滿的時候他不起心動念。這個高，他不離開事相，貪瞋痴慢都是如此，不捨一切法，一切染法他不捨，在一切法裡頭得清淨心，在一切法裡面得平等心。為什麼清淨平等？他不起心、不動念，就清淨平等。我們遇到這些引誘的會動心，他遇到這個引誘的不會動心，所以他不需要離開。"
    },
    {
      "id": "02-040-0286_p0016",
      "zh_CN": "这个道理我们要懂，我们跟密宗的修行人见面，我们对他们只有仰慕、佩服，我们比不上他，这是真的。要生恭敬心，不能批评、不能轻视，那就有罪了。它比禅还高，禅离一切相，连事相还是要离。所以修行一定找清净地方，跟世俗人家距离，古时候是三里路，至少距离三里路，这么远的距离。农家耕种养的牛，牛叫的声音听不到，牛叫的声音很大，听不到。所以叫住阿兰若，阿兰若是梵语，就是清净的地方，清净的标准，牛叫的声音听不到。还要选择环境，密宗不需要，密宗真的即事而真。章嘉大师告诉我，密是修行最后一关，不修密不能成佛。什么时候修密？别教初地菩萨，圆教初住以上，那是什么？大彻大悟、明心见性，才有资格。所以说起来禅是难行道，难行道里头比较容易，密也是难行道，密是修清净心的，跟净土一样。净是修清净心，离染为净；密清净心，不离染得清净，这个高。自己一定要清楚自己是什么样的根性，我们今天选择净土法门，依《无量寿经》，离染为净，安全。密宗以恭敬上师为根本戒，所以它有四皈依，密宗皈依四个，我们一般显教三皈依。",
      "zh_TW": "這個道理我們要懂，我們跟密宗的修行人見面，我們對他們只有仰慕、佩服，我們比不上他，這是真的。要生恭敬心，不能批評、不能輕視，那就有罪了。它比禪還高，禪離一切相，連事相還是要離。所以修行一定找清淨地方，跟世俗人家距離，古時候是三里路，至少距離三里路，這麼遠的距離。農家耕種養的牛，牛叫的聲音聽不到，牛叫的聲音很大，聽不到。所以叫住阿蘭若，阿蘭若是梵語，就是清淨的地方，清淨的標準，牛叫的聲音聽不到。還要選擇環境，密宗不需要，密宗真的即事而真。章嘉大師告訴我，密是修行最後一關，不修密不能成佛。什麼時候修密？別教初地菩薩，圓教初住以上，那是什麼？大徹大悟、明心見性，才有資格。所以說起來禪是難行道，難行道裡頭比較容易，密也是難行道，密是修清淨心的，跟淨土一樣。淨是修清淨心，離染為淨；密清淨心，不離染得清淨，這個高。自己一定要清楚自己是什麼樣的根性，我們今天選擇淨土法門，依《無量壽經》，離染為淨，安全。密宗以恭敬上師為根本戒，所以它有四皈依，密宗皈依四個，我們一般顯教三皈依。"
    },
    {
      "id": "02-040-0286_p0017",
      "zh_CN": "「又谓一切供养功德中，供养上师最为胜」。为什么？上师是直接教你的老师，没有这个老师，没人教你，你没有修学的机会。所以，对于上师供养是最殊胜的。「可见奉事师长，实为修行要务」，为什么？对师长要是没有恭敬心，学不到东西。凡是属于心法，不是属于物质的，物质，现在科学只讲物质，物理，物质，那个没有恭敬心可以学到，心法不行。圣贤教诲是属于心法，佛法全是心法，所以要用物理这套的方法，那是没有办法得到的，就会把佛法变成知识。一定要知道，佛法是智慧，不是知识。智慧从哪里来？从戒定来的，你不修戒定你没有办法。戒定是什么？戒定就是放下。章嘉大师教我看破、放下，看破放下是戒定。真能放得下，清净心会现前，清净心生智慧，是这么回事情。万缘都要放下，清净心当中什么都没有，一法不立。起作用的时候能生万法，不起作用的时候一法不立。一法不立是对自己，能生万法是对别人，你要教人的时候你什么法都会，不教人的时候一法都没有，这是佛法。佛法活活泼泼，佛法也是非有非无，对自己是非有，教化众生是非无，这叫真实智慧。",
      "zh_TW": "「又謂一切供養功德中，供養上師最為勝」。為什麼？上師是直接教你的老師，沒有這個老師，沒人教你，你沒有修學的機會。所以，對於上師供養是最殊勝的。「可見奉事師長，實為修行要務」，為什麼？對師長要是沒有恭敬心，學不到東西。凡是屬於心法，不是屬於物質的，物質，現在科學只講物質，物理，物質，那個沒有恭敬心可以學到，心法不行。聖賢教誨是屬於心法，佛法全是心法，所以要用物理這套的方法，那是沒有辦法得到的，就會把佛法變成知識。一定要知道，佛法是智慧，不是知識。智慧從哪裡來？從戒定來的，你不修戒定你沒有辦法。戒定是什麼？戒定就是放下。章嘉大師教我看破、放下，看破放下是戒定。真能放得下，清淨心會現前，清淨心生智慧，是這麼回事情。萬緣都要放下，清淨心當中什麼都沒有，一法不立。起作用的時候能生萬法，不起作用的時候一法不立。一法不立是對自己，能生萬法是對別人，你要教人的時候你什麼法都會，不教人的時候一法都沒有，這是佛法。佛法活活潑潑，佛法也是非有非無，對自己是非有，教化眾生是非無，這叫真實智慧。"
    },
    {
      "id": "02-040-0286_p0018",
      "zh_CN": "「又《会疏》云：此（奉事师长）中，含摄孝养父母之句」，奉事师长里面，这一句里头有孝养父母。「师者，出世大本；父母，世间福田。菩萨必须恭敬奉侍故。此说亦有所据。如《观经》云：孝养父母，奉事师长」。孝养父母是根本，是根，奉事师长是本，像一棵树。一棵树，根长在泥土底下，那是根，上面这个这叫本，这是本，然后再有枝，枝、条、叶。所以这根本，老师是本，父母是根。那根，对父母就是孝，对老师就是敬，所以孝敬是中国传统文化的根本。讲中国传统文化，学习中国传统文化，没有这个根本你怎么学法？你没法子学。没有这个根本学科学行，那是物质，学心性这门学问不行，一定要有根本。所以，心性这门学问，不认识字没有关系，它跟认识字不认识字不发生冲突，它有智慧。",
      "zh_TW": "「又《會疏》云：此（奉事師長）中，含攝孝養父母之句」，奉事師長裡面，這一句裡頭有孝養父母。「師者，出世大本；父母，世間福田。菩薩必須恭敬奉侍故。此說亦有所據。如《觀經》云：孝養父母，奉事師長」。孝養父母是根本，是根，奉事師長是本，像一棵樹。一棵樹，根長在泥土底下，那是根，上面這個這叫本，這是本，然後再有枝，枝、條、葉。所以這根本，老師是本，父母是根。那根，對父母就是孝，對老師就是敬，所以孝敬是中國傳統文化的根本。講中國傳統文化，學習中國傳統文化，沒有這個根本你怎麼學法？你沒法子學。沒有這個根本學科學行，那是物質，學心性這門學問不行，一定要有根本。所以，心性這門學問，不認識字沒有關係，它跟認識字不認識字不發生衝突，它有智慧。"
    },
    {
      "id": "02-040-0286_p0019",
      "zh_CN": "惠能大师不认识字，他到黄梅去，五祖把法就传给他，凭什么？他有根有本。为什么没有传给神秀？神秀没有根本，也许有根，根是对父母，本是对师长。怎么知道他对师长没本？他对师长有怀疑。自己作一首偈，不敢贴出去，不敢送给五祖看。想了想，心里很清楚，大家不肯作偈，为什么？大家都知道，五祖将来传法一定给他，传给他的。他跟五祖时间很久了，总有二、三十年，在五祖面前，已经是可以代替五祖教化众生。参访五祖的人多，五祖年岁大了，哪有这么多精神应付，统统叫神秀代替。神秀很行、很能干，所以大家都认为决定是传给他的。他自己心里有数，没有一个人作偈，都是为了他，他不作不行，作了又怕五祖看了不满意。所以，几次想送给五祖，不敢，最后想出个方法，贴到外头墙壁上。五祖要赞叹，他就出来承认，是他写的，要不赞叹就算了。这就是对老师没有信心，对所学的法门没有信心，从这里看。他为什么没有信心？他用的是妄心，不是用真心，关键就在此地。",
      "zh_TW": "惠能大師不認識字，他到黃梅去，五祖把法就傳給他，憑什麼？他有根有本。為什麼沒有傳給神秀？神秀沒有根本，也許有根，根是對父母，本是對師長。怎麼知道他對師長沒本？他對師長有懷疑。自己作一首偈，不敢貼出去，不敢送給五祖看。想了想，心裡很清楚，大家不肯作偈，為什麼？大家都知道，五祖將來傳法一定給他，傳給他的。他跟五祖時間很久了，總有二、三十年，在五祖面前，已經是可以代替五祖教化眾生。參訪五祖的人多，五祖年歲大了，哪有這麼多精神應付，統統叫神秀代替。神秀很行、很能幹，所以大家都認為決定是傳給他的。他自己心裡有數，沒有一個人作偈，都是為了他，他不作不行，作了又怕五祖看了不滿意。所以，幾次想送給五祖，不敢，最後想出個方法，貼到外頭牆壁上。五祖要讚歎，他就出來承認，是他寫的，要不讚歎就算了。這就是對老師沒有信心，對所學的法門沒有信心，從這裡看。他為什麼沒有信心？他用的是妄心，不是用真心，關鍵就在此地。"
    },
    {
      "id": "02-040-0286_p0020",
      "zh_CN": "惠能用真心，不用妄心，老老实实的。我们从《坛经》上记录，他跟五祖只见过三次面，第一次是来参访，五祖问他，你到这来想得什么？他说我要来作佛。大概五祖从来没听说有这么一个人，他来到我这里是要来作佛的。这句话是充满了信心，他是来作佛的，那你的祖位不传给他传给谁？他是来作佛的。来真作佛、假作佛？这就要考试了。问他几句话，答得不错，不是一般人能够说得出来的，心里就有数了，来了这么一个人。问他靠什么生活？上山打柴，卖柴为生。好，送到碓坊舂米破柴，还是做你原本的工作。那个舂米破柴就是参禅，他在那里用功没人知道，不在禅堂，在碓坊，只有五祖一个人知道。惠能大师也了不起，知道五祖晓得，这心心相印。",
      "zh_TW": "惠能用真心，不用妄心，老老實實的。我們從《壇經》上記錄，他跟五祖只見過三次面，第一次是來參訪，五祖問他，你到這來想得什麼？他說我要來作佛。大概五祖從來沒聽說有這麼一個人，他來到我這裡是要來作佛的。這句話是充滿了信心，他是來作佛的，那你的祖位不傳給他傳給誰？他是來作佛的。來真作佛、假作佛？這就要考試了。問他幾句話，答得不錯，不是一般人能夠說得出來的，心裡就有數了，來了這麼一個人。問他靠什麼生活？上山打柴，賣柴為生。好，送到碓坊舂米破柴，還是做你原本的工作。那個舂米破柴就是參禪，他在那裡用功沒人知道，不在禪堂，在碓坊，只有五祖一個人知道。惠能大師也了不起，知道五祖曉得，這心心相印。"
    },
    {
      "id": "02-040-0286_p0021",
      "zh_CN": "做了八个月，五祖要传法了，叫大家作偈。因为神秀这首偈引发惠能大师，惠能大师实际上是把神秀这首偈改了。神秀的偈子，惠能不认识字，听别人念，一听心里就有数，没见性。「身是菩提树，心如明镜台，时时勤拂拭，勿使惹尘埃」，完全着了相。他一听就明白，但是他不批评，这是人家有德行。他告诉别人，因为寺庙里他不熟，带我去，我要到这首偈上我去拜一拜，修一点福慧。别人也带他去了，去了之后，拜完之后他就问，有没有人能够帮助他，他说我也有一首偈，帮我写一写。里面居然有个在家居士，也是个做官的，听说他有偈子，感到很奇怪，你是南方来的，好像南蛮子，人家瞧不起他。帮助他写，他把它改了，「菩提本无树，明镜亦非台，本来无一物，何处惹尘埃」，对上了。",
      "zh_TW": "做了八個月，五祖要傳法了，叫大家作偈。因為神秀這首偈引發惠能大師，惠能大師實際上是把神秀這首偈改了。神秀的偈子，惠能不認識字，聽別人念，一聽心裡就有數，沒見性。「身是菩提樹，心如明鏡台，時時勤拂拭，勿使惹塵埃」，完全著了相。他一聽就明白，但是他不批評，這是人家有德行。他告訴別人，因為寺廟裡他不熟，帶我去，我要到這首偈上我去拜一拜，修一點福慧。別人也帶他去了，去了之後，拜完之後他就問，有沒有人能夠幫助他，他說我也有一首偈，幫我寫一寫。裡面居然有個在家居士，也是個做官的，聽說他有偈子，感到很奇怪，你是南方來的，好像南蠻子，人家瞧不起他。幫助他寫，他把它改了，「菩提本無樹，明鏡亦非台，本來無一物，何處惹塵埃」，對上了。"
    },
    {
      "id": "02-040-0286_p0022",
      "zh_CN": "这首偈子写出来之后，整个寺庙轰动。五祖这一看不妙，拿着鞋底把墙上擦掉，告诉大家，没开悟，让大家心平下来。过了两天，巡寮，巡寮就是把整个寺院各个部门都看一看，就是巡视，用这个方法掩人耳目。也到碓坊去了，碓坊看到惠能在舂米，问他米熟了没有？实际的意思，是问他功夫成就了没有。惠能答复说，米早就熟了，「犹欠筛在」，还没有筛，这就是没有人给他做印证。别人在旁边听不出来。五祖把拐杖在他那个碓上轻轻敲了三下，走了，惠能就知道，叫他三更到方丈室去找他。果然，三更他到方丈室，推门，里头没有拴，一推就开了。五祖看他来了，这是第三次见面，第二次，巡寮，巡寮的晚上召见，第三次，惠能跟五祖见面就三次。",
      "zh_TW": "這首偈子寫出來之後，整個寺廟轟動。五祖這一看不妙，拿著鞋底把牆上擦掉，告訴大家，沒開悟，讓大家心平下來。過了兩天，巡寮，巡寮就是把整個寺院各個部門都看一看，就是巡視，用這個方法掩人耳目。也到碓坊去了，碓坊看到惠能在舂米，問他米熟了沒有？實際的意思，是問他功夫成就了沒有。惠能答覆說，米早就熟了，「猶欠篩在」，還沒有篩，這就是沒有人給他做印證。別人在旁邊聽不出來。五祖把枴杖在他那個碓上輕輕敲了三下，走了，惠能就知道，叫他三更到方丈室去找他。果然，三更他到方丈室，推門，裡頭沒有拴，一推就開了。五祖看他來了，這是第三次見面，第二次，巡寮，巡寮的晚上召見，第三次，惠能跟五祖見面就三次。"
    },
    {
      "id": "02-040-0286_p0023",
      "zh_CN": "晚上半夜给他讲《金刚经》大意，五祖是从《金刚经》开悟的，所以把这个法传给惠能。讲到「应无所住，而生其心」，大概是《金刚经》的四分之一，他就开悟了。说了二十个字，这二十个字就是他的毕业论文，五祖认可，衣钵就给他了，惠能成为第六代祖。知道人不服，大家一定认为五祖老糊涂了，怎么把衣钵传给这个人？跟他几十年大弟子神秀都不给他，怎么给别人？可是神秀也很了不起，神秀知道，听到惠能大师这个偈子，的确是比他高，他服气。但是别人不服气，四处去追赶他。这么样就半夜送他走了，叫他赶快走。五祖在房内关了三天，跟大家说身体不好，关了三天。三天之后走远了，开了房门出来，告诉大家，衣钵已经走了，大家知道了。",
      "zh_TW": "晚上半夜給他講《金剛經》大意，五祖是從《金剛經》開悟的，所以把這個法傳給惠能。講到「應無所住，而生其心」，大概是《金剛經》的四分之一，他就開悟了。說了二十個字，這二十個字就是他的畢業論文，五祖認可，衣缽就給他了，惠能成為第六代祖。知道人不服，大家一定認為五祖老糊塗了，怎麼把衣缽傳給這個人？跟他幾十年大弟子神秀都不給他，怎麼給別人？可是神秀也很了不起，神秀知道，聽到惠能大師這個偈子，的確是比他高，他服氣。但是別人不服氣，四處去追趕他。這麼樣就半夜送他走了，叫他趕快走。五祖在房內關了三天，跟大家說身體不好，關了三天。三天之後走遠了，開了房門出來，告訴大家，衣缽已經走了，大家知道了。"
    },
    {
      "id": "02-040-0286_p0024",
      "zh_CN": "唐朝时候，中国佛教黄金时代，各宗祖师辈出，都是了不起的人，还有这样的嫉妒障碍，何况末法。我在台中学经教，李老师告诉我，你将来讲经，讲得不好没什么关系，别人笑话笑话你；如果你讲得好，你就走投无路。我当时不懂走投无路是什么意思，以后真的走投无路，才想老师早就告诉我了。我讲经这么多年，从来没有一次讲得我满意过的，我自己都不满意，所以我讲完就算了，也不记得，什么东西都没有留。而是一些有心人他们保留了，在从前保留录音带，以后录像带，现在这光碟。别人保留、整理，写成书，我都没看过，为什么？不成熟，我还在学习，这是学习练习的东西，不是成熟的。可是现在没人讲了，不成熟的东西人家也把它当作成熟的看。所以我真正教人学什么东西？学《印光法师文钞》，奠定德行的基础，然后专学这部《无量寿经》集注，黄念祖老居士的集注，一生不改变，决定在我之上，不会在我之下。可是用心很重要，一定用真心，不能用妄心。",
      "zh_TW": "唐朝時候，中國佛教黃金時代，各宗祖師輩出，都是了不起的人，還有這樣的嫉妒障礙，何況末法。我在台中學經教，李老師告訴我，你將來講經，講得不好沒什麼關係，別人笑話笑話你；如果你講得好，你就走投無路。我當時不懂走投無路是什麼意思，以後真的走投無路，才想老師早就告訴我了。我講經這麼多年，從來沒有一次講得我滿意過的，我自己都不滿意，所以我講完就算了，也不記得，什麼東西都沒有留。而是一些有心人他們保留了，在從前保留錄音帶，以後錄像帶，現在這光碟。別人保留、整理，寫成書，我都沒看過，為什麼？不成熟，我還在學習，這是學習練習的東西，不是成熟的。可是現在沒人講了，不成熟的東西人家也把它當作成熟的看。所以我真正教人學什麼東西？學《印光法師文鈔》，奠定德行的基礎，然後專學這部《無量壽經》集註，黃念祖老居士的集註，一生不改變，決定在我之上，不會在我之下。可是用心很重要，一定用真心，不能用妄心。"
    },
    {
      "id": "02-040-0286_p0025",
      "zh_CN": "学佛，学大乘，一切要从真实心中作，这一句很重要。起心动念，日常生活待人接物，统统要从真实心中作，才会有成就，有一丝毫的虚伪就完了，全功尽弃。真的，认识字不认识字没关系，只要你是用真实心，果然在一部经上学个十年，十年是最少的，不能少过十年，一门深入，长时薰修。学《无量寿经》，经文要能背诵。《印光大师文钞》，我选了一本《菁华录》，《菁华录》要背诵，这是古人把它节录出来的、选出来的，最精彩的开示，分量不多。所以学净宗，《菁华录》要背过，《无量寿经》要背过，黄念老居士的注解至少要看一千遍。古人说读书千遍，其义自见，你能成为一代大师。",
      "zh_TW": "學佛，學大乘，一切要從真實心中作，這一句很重要。起心動念，日常生活待人接物，統統要從真實心中作，才會有成就，有一絲毫的虛偽就完了，全功盡棄。真的，認識字不認識字沒關係，只要你是用真實心，果然在一部經上學個十年，十年是最少的，不能少過十年，一門深入，長時薰修。學《無量壽經》，經文要能背誦。《印光大師文鈔》，我選了一本《菁華錄》，《菁華錄》要背誦，這是古人把它節錄出來的、選出來的，最精彩的開示，分量不多。所以學淨宗，《菁華錄》要背過，《無量壽經》要背過，黃念老居士的註解至少要看一千遍。古人說讀書千遍，其義自見，你能成為一代大師。"
    },
    {
      "id": "02-040-0286_p0026",
      "zh_CN": "净宗传人这么来的，谁发心干谁就是净宗传人。不要去争什么第几代祖、第几代祖，这毫无意思，净宗的祖师自己都以为不然。它跟别的宗派承传不一样，别的宗派是一代传一代，有像证书一样，一代一代有承传的，盖上印的。净土宗没有，净土宗是你死了以后，往生之后，后人感到你对于净土宗的修学成就，以及对净土宗弘扬，有特殊的成就，尊称你为这一代的祖师。所以，净宗的祖师是民选选出来的，不是有一代一代，不是承传，没有承传，是这么来的。所以从东晋慧远大师到现在才十三代。这一代没有这种人？没这种人就不说了，不算了，到什么时候有才算，再把他补上来。慧远大师第一代，第二代是善导，唐朝时候，你看当中隔了好几百年，没有。善导大师之后，差不多每一代有传人，都有在净土宗做出贡献的。所以，净土宗传到现在只有十三位祖师。现在有很多人要争十四代祖师，这个东西能争得到的吗？要有争了，也许人家称你是第十四代祖师，可是你不是在极乐世界，你还是搞六道轮回，那就错了，完全错了。净宗的修学，记住，心要清净平等觉。还想当祖师，这迷了，怎么会有这种念头？",
      "zh_TW": "淨宗傳人這麼來的，誰發心幹誰就是淨宗傳人。不要去爭什麼第幾代祖、第幾代祖，這毫無意思，淨宗的祖師自己都以為不然。它跟別的宗派承傳不一樣，別的宗派是一代傳一代，有像證書一樣，一代一代有承傳的，蓋上印的。淨土宗沒有，淨土宗是你死了以後，往生之後，後人感到你對於淨土宗的修學成就，以及對淨土宗弘揚，有特殊的成就，尊稱你為這一代的祖師。所以，淨宗的祖師是民選選出來的，不是有一代一代，不是承傳，沒有承傳，是這麼來的。所以從東晉慧遠大師到現在才十三代。這一代沒有這種人？沒這種人就不說了，不算了，到什麼時候有才算，再把他補上來。慧遠大師第一代，第二代是善導，唐朝時候，你看當中隔了好幾百年，沒有。善導大師之後，差不多每一代有傳人，都有在淨土宗做出貢獻的。所以，淨土宗傳到現在只有十三位祖師。現在有很多人要爭十四代祖師，這個東西能爭得到的嗎？要有爭了，也許人家稱你是第十四代祖師，可是你不是在極樂世界，你還是搞六道輪迴，那就錯了，完全錯了。淨宗的修學，記住，心要清淨平等覺。還想當祖師，這迷了，怎麼會有這種念頭？"
    },
    {
      "id": "02-040-0286_p0027",
      "zh_CN": "所以《会疏》里面讲，奉事师长包括孝养父母，这个有证据。奉事师长是本，是讲茎，下头有根，本是从根长出来的，是从根生的，没有根哪来的本？所以有本必定有根。根再长出干，长出枝，干长出枝，枝长出条，这像一棵树一样。《观经》三福第一句，「孝养父母，奉事师长」。所以孝跟敬是世出世间圣贤学术的根本，没有这个根本决定学不到，这是跟其他东西不一样的。根深蒂固，你决定有大成就。",
      "zh_TW": "所以《會疏》裡面講，奉事師長包括孝養父母，這個有證據。奉事師長是本，是講莖，下頭有根，本是從根長出來的，是從根生的，沒有根哪來的本？所以有本必定有根。根再長出幹，長出枝，幹長出枝，枝長出條，這像一棵樹一樣。《觀經》三福第一句，「孝養父母，奉事師長」。所以孝跟敬是世出世間聖賢學術的根本，沒有這個根本決定學不到，這是跟其他東西不一樣的。根深蒂固，你決定有大成就。"
    },
    {
      "id": "02-040-0286_p0028",
      "zh_CN": "底下一句，『无有虚伪谄曲之心』。「虚者，虚妄不实」，他不实在。现在人普遍都是虚伪谄曲，只要沾上这个，对于圣贤佛法就学不到了，再用功、再努力，你学的是知识，真东西没有学到。圣学，老师差一点没关系，学生的诚敬超过老师，换句话说，学生的修学一定也超过老师，青出于蓝而胜于蓝。老师绝不吝法，怕的是老师孝敬心里头还有掺杂，这名闻利养，还有掺杂，学生心是纯净的，这学生一定超过老师。或者老师心里夹杂的东西多，学生也有夹杂，比老师少，学生也超过。真正成就，清净心里头不能夹杂，什么妄念都没有，这是李老师当年教导我们。",
      "zh_TW": "底下一句，『無有虛偽諂曲之心』。「虛者，虛妄不實」，他不實在。現在人普遍都是虛偽諂曲，只要沾上這個，對於聖賢佛法就學不到了，再用功、再努力，你學的是知識，真東西沒有學到。聖學，老師差一點沒關係，學生的誠敬超過老師，換句話說，學生的修學一定也超過老師，青出於藍而勝於藍。老師絕不吝法，怕的是老師孝敬心裡頭還有摻雜，這名聞利養，還有摻雜，學生心是純淨的，這學生一定超過老師。或者老師心裡夾雜的東西多，學生也有夾雜，比老師少，學生也超過。真正成就，清淨心裡頭不能夾雜，什麼妄念都沒有，這是李老師當年教導我們。"
    },
    {
      "id": "02-040-0286_p0029",
      "zh_CN": "我们要把自己的心洗得干干净净，《无量寿经》「洒心易行」，就跟美国修．蓝博士说的一样。他不是佛教徒，他修清净心，教人把记忆，不善的记忆统统清除，善的记忆也要清除，清净心现前。善、不善都不能有，清净心里头没有善恶、没有染净。六祖说得好，「本来无一物」，那就是自己的真心、清净心，本来无一物。你怎么搞一物放到里头？把心染污了，搞一个佛也染污了，清净心哪来的佛？这个要知道。所以《金刚经》上告诉我们，「法尚应舍，何况非法」，那个法就是释迦牟尼佛四十九年所说的法。法是个指路牌，你要把这个东西当作是法就错了，不是。但是你依照这个法，你可以找到自性，自性才是真正的法。那你得把这个东西丢掉，丢掉不是事上，心里头不执着，这才能见得了性。",
      "zh_TW": "我們要把自己的心洗得乾乾淨淨，《無量壽經》「洒心易行」，就跟美國修．藍博士說的一樣。他不是佛教徒，他修清淨心，教人把記憶，不善的記憶統統清除，善的記憶也要清除，清淨心現前。善、不善都不能有，清淨心裡頭沒有善惡、沒有染淨。六祖說得好，「本來無一物」，那就是自己的真心、清淨心，本來無一物。你怎麼搞一物放到裡頭？把心染污了，搞一個佛也染污了，清淨心哪來的佛？這個要知道。所以《金剛經》上告訴我們，「法尚應捨，何況非法」，那個法就是釋迦牟尼佛四十九年所說的法。法是個指路牌，你要把這個東西當作是法就錯了，不是。但是你依照這個法，你可以找到自性，自性才是真正的法。那你得把這個東西丟掉，丟掉不是事上，心裡頭不執著，這才能見得了性。"
    },
    {
      "id": "02-040-0286_p0030",
      "zh_CN": "印光大师的关房只有一本书，《阿弥陀经》，其他的一样东西都没有，他的佛案头一本书。只有一尊佛像、一对蜡台、一盏油灯、一杯供水、一个小木鱼、一个小磬，还有个小引磬，就这么多东西。佛像不高，大概只有一尺高，佛像后面写了个大字，「死」字，老人家自己写的。什么都没有。我在六和园有个小佛堂，里面摆着一部《大正藏》。我告诉诸位，我那里什么都没有，你看我都有吗？你看到那个有，心里头没有。摆在那里干什么？我要讲经，有时候要查资料，用途在此地，绝不是去读它、诵它，依它来修行，不是的。依靠就这一本《无量寿经》，就这一部黄念老的集注，我就这么一部书，都归了一了。印祖不讲经、不教学，他的关房里头就摆一本《弥陀经》。",
      "zh_TW": "印光大師的關房只有一本書，《阿彌陀經》，其他的一樣東西都沒有，他的佛案頭一本書。只有一尊佛像、一對蠟台、一盞油燈、一杯供水、一個小木魚、一個小磬，還有個小引磬，就這麼多東西。佛像不高，大概只有一尺高，佛像後面寫了個大字，「死」字，老人家自己寫的。什麼都沒有。我在六和園有個小佛堂，裡面擺著一部《大正藏》。我告訴諸位，我那裡什麼都沒有，你看我都有嗎？你看到那個有，心裡頭沒有。擺在那裡幹什麼？我要講經，有時候要查資料，用途在此地，絕不是去讀它、誦它，依它來修行，不是的。依靠就這一本《無量壽經》，就這一部黃念老的集註，我就這麼一部書，都歸了一了。印祖不講經、不教學，他的關房裡頭就擺一本《彌陀經》。"
    },
    {
      "id": "02-040-0286_p0031",
      "zh_CN": "这些示现都是教我们怎样去用功，「一门深入，长时薰修」，「读书千遍，其义自见」。年轻的时候，老师把这些方法教我，我都知道，我非常想做，没有缘，没有道场。我跟果清法师说，我说我很羡慕你，你有道场，你能够在这个道场住上三十年不动，我没有办法，我天天流浪。他在那个道场出家的，师父往生之后他就继承了。这是缘，他能利用这个缘，一门深入，长时薰修，三十年专在戒律上下功夫，成名了，太难得了。佛法要兴，首先是戒律，没有戒律，佛法从哪里兴起？戒定慧，因戒得定，因定开慧，叫三无漏学，不从这下功夫那怎么行？那都不是真的。佛法要搞真的，不能虚伪、不能谄曲。",
      "zh_TW": "這些示現都是教我們怎樣去用功，「一門深入，長時薰修」，「讀書千遍，其義自見」。年輕的時候，老師把這些方法教我，我都知道，我非常想做，沒有緣，沒有道場。我跟果清法師說，我說我很羨慕你，你有道場，你能夠在這個道場住上三十年不動，我沒有辦法，我天天流浪。他在那個道場出家的，師父往生之後他就繼承了。這是緣，他能利用這個緣，一門深入，長時薰修，三十年專在戒律上下功夫，成名了，太難得了。佛法要興，首先是戒律，沒有戒律，佛法從哪裡興起？戒定慧，因戒得定，因定開慧，叫三無漏學，不從這下功夫那怎麼行？那都不是真的。佛法要搞真的，不能虛偽、不能諂曲。"
    },
    {
      "id": "02-040-0286_p0032",
      "zh_CN": "「伪者，诈现假相」，装模作样。「谄者，佞也」，我们一般讲巴结人，「逢迎人意而吐其言」，就是我们平常讲的奉承，目的是对人有所求。「曲者，不直也，枉也，邪也。无有虚伪、谄伪、谄曲，则心端直无过」，这就是端正心念。连现在量子力学家都告诉我们，念力能量不可思议，而佛在经上常讲制心一处，无事不办，那就是定，把心放在一个地方，就成功了。念佛人把心放在阿弥陀佛名号上，心里面有阿弥陀佛，口念阿弥陀佛，决定往生。往生成佛成什么样的佛？成阿弥陀佛。到达极乐世界，我们的身相跟阿弥陀佛完全相同，这是阿弥陀佛的善巧方便的弘愿。人的相貌不相同，生起很多烦恼，相貌好的傲慢，相貌不好的自卑感，这生烦恼。所以佛慈悲，极乐世界没有这种烦恼，大家相貌完全相同，这不可思议。我们这个世间，人的相貌是业力不一样，业力变现的，西方极乐世界的相貌是阿弥陀佛愿力成就的。所以，阿弥陀佛的愿力给众生多大的恩德，那报不尽的，无法报的，一般人想像不到的，他都想像到了。体质相同、相貌相同，光明、寿量都相同，都是无量寿。阿弥陀佛无量光、无量寿，每个往生的人到极乐世界都是无量光、无量寿，真正不可思议。我们真有福报，这一生当中遇到了，遇到这个本子，遇到这个注解。",
      "zh_TW": "「偽者，詐現假相」，裝模作樣。「諂者，佞也」，我們一般講巴結人，「逢迎人意而吐其言」，就是我們平常講的奉承，目的是對人有所求。「曲者，不直也，枉也，邪也。無有虛偽、諂偽、諂曲，則心端直無過」，這就是端正心念。連現在量子力學家都告訴我們，念力能量不可思議，而佛在經上常講制心一處，無事不辦，那就是定，把心放在一個地方，就成功了。念佛人把心放在阿彌陀佛名號上，心裡面有阿彌陀佛，口念阿彌陀佛，決定往生。往生成佛成什麼樣的佛？成阿彌陀佛。到達極樂世界，我們的身相跟阿彌陀佛完全相同，這是阿彌陀佛的善巧方便的弘願。人的相貌不相同，生起很多煩惱，相貌好的傲慢，相貌不好的自卑感，這生煩惱。所以佛慈悲，極樂世界沒有這種煩惱，大家相貌完全相同，這不可思議。我們這個世間，人的相貌是業力不一樣，業力變現的，西方極樂世界的相貌是阿彌陀佛願力成就的。所以，阿彌陀佛的願力給眾生多大的恩德，那報不盡的，無法報的，一般人想像不到的，他都想像到了。體質相同、相貌相同，光明、壽量都相同，都是無量壽。阿彌陀佛無量光、無量壽，每個往生的人到極樂世界都是無量光、無量壽，真正不可思議。我們真有福報，這一生當中遇到了，遇到這個本子，遇到這個註解。"
    },
    {
      "id": "02-040-0286_p0033",
      "zh_CN": "「如《净影疏》云：无有虚伪谄曲之心，明离心过」，心上没有过失。心上没有过失，言语跟身体就没有过失，为什么？言语、身体都听命于念头、于心上。会修行的，从修心下手，这就是从根本下手。心好，言语自然是好的，行为自然是好的，真好；心要不好，言语好、行为好那是装出来的，假的不是真的，他别有用心、别有目的，他来骗人，花言巧语来骗人。所以，这个东西用心！今天的世界出了问题，问题出在哪里？都出在心不好。什么心？自私自利、贪瞋痴慢疑，是这个心。贪瞋痴慢疑在佛法称之为五毒，称它为根本烦恼，无量无边的烦恼都是从这个根生的，五条根。五条根能够归纳，归纳成三，贪瞋痴，叫三毒。你看傲慢，傲慢是属于瞋恚，怀疑是属于愚痴，情执是属于贪。我也不少次讲过，情执、傲慢、怀疑是三毒的根。我们要断贪瞋痴，从哪里放下？就从这个地方放下。放下情执，贪心马上就淡化了；放下傲慢，瞋恚心就减了一半；放下怀疑，愚痴就聪明了，就变成智慧。所以怀疑对我们伤害比什么都大。",
      "zh_TW": "「如《淨影疏》云：無有虛偽諂曲之心，明離心過」，心上沒有過失。心上沒有過失，言語跟身體就沒有過失，為什麼？言語、身體都聽命於念頭、於心上。會修行的，從修心下手，這就是從根本下手。心好，言語自然是好的，行為自然是好的，真好；心要不好，言語好、行為好那是裝出來的，假的不是真的，他別有用心、別有目的，他來騙人，花言巧語來騙人。所以，這個東西用心！今天的世界出了問題，問題出在哪裡？都出在心不好。什麼心？自私自利、貪瞋痴慢疑，是這個心。貪瞋痴慢疑在佛法稱之為五毒，稱它為根本煩惱，無量無邊的煩惱都是從這個根生的，五條根。五條根能夠歸納，歸納成三，貪瞋痴，叫三毒。你看傲慢，傲慢是屬於瞋恚，懷疑是屬於愚痴，情執是屬於貪。我也不少次講過，情執、傲慢、懷疑是三毒的根。我們要斷貪瞋痴，從哪裡放下？就從這個地方放下。放下情執，貪心馬上就淡化了；放下傲慢，瞋恚心就減了一半；放下懷疑，愚痴就聰明了，就變成智慧。所以懷疑對我們傷害比什麼都大。"
    },
    {
      "id": "02-040-0286_p0034",
      "zh_CN": "在医学上说，怀疑，没有自信心的人，就是没有免疫的能力，也就是过去所谓的没有抵抗力，小小的风寒就让你生大病，你没有抵抗力。怀疑应对我们居住的地方，那是什么灾难？山崩地陷，山会倒下来，地会陷下、沉下去，这是怀疑。山崩地陷以前在文字上看过，没听说过真有这个事情，我长这么大没听过。现在这几年好像到处都有，全世界到处都有，大面积的地面一下沉下去，高山会崩塌。科学家讲的什么？这是属于地球地壳变化造成的，这是科学家得的结论，好像于我们起心动念不相干。但是今天量子力学家的看法跟佛法相应，佛经上说得很多、说得很好，一切法从心想生，相随心转，色由心生，这是佛经上常说的。今天量子力学家证实这句话，所以提出以心控物，就是念头，念头可以改变物质环境。如果我们有坚强的信心，没有丝毫怀疑，我们居住这个地方土地就扎实，不会有山崩、不会有地陷的现象。这个地方人没有贪心，就没有水灾；没有瞋恚就没有火灾，火山爆发决定不会有；不愚痴，就是不怀疑，没有风灾。经上所说的这些，我们要把它证实，如何能证实？我们放下虚伪谄曲之心，完全用一片真诚的清净平等觉，你就能证实，知道佛说得不错，是真的不是假的。所以心要离过失，这是真修行。",
      "zh_TW": "在醫學上說，懷疑，沒有自信心的人，就是沒有免疫的能力，也就是過去所謂的沒有抵抗力，小小的風寒就讓你生大病，你沒有抵抗力。懷疑應對我們居住的地方，那是什麼災難？山崩地陷，山會倒下來，地會陷下、沉下去，這是懷疑。山崩地陷以前在文字上看過，沒聽說過真有這個事情，我長這麼大沒聽過。現在這幾年好像到處都有，全世界到處都有，大面積的地面一下沉下去，高山會崩塌。科學家講的什麼？這是屬於地球地殼變化造成的，這是科學家得的結論，好像於我們起心動念不相干。但是今天量子力學家的看法跟佛法相應，佛經上說得很多、說得很好，一切法從心想生，相隨心轉，色由心生，這是佛經上常說的。今天量子力學家證實這句話，所以提出以心控物，就是念頭，念頭可以改變物質環境。如果我們有堅強的信心，沒有絲毫懷疑，我們居住這個地方土地就紮實，不會有山崩、不會有地陷的現象。這個地方人沒有貪心，就沒有水災；沒有瞋恚就沒有火災，火山爆發決定不會有；不愚痴，就是不懷疑，沒有風災。經上所說的這些，我們要把它證實，如何能證實？我們放下虛偽諂曲之心，完全用一片真誠的清淨平等覺，你就能證實，知道佛說得不錯，是真的不是假的。所以心要離過失，這是真修行。"
    },
    {
      "id": "02-040-0286_p0035",
      "zh_CN": "「《维摩经佛国品》云：直心是菩萨净土」，《维摩经》上维摩居士说的，维摩居士是在家佛。当年佛陀在世，释迦牟尼佛表出家佛，维摩居士表在家佛。无论跟出家佛、在家佛学习都能成就，这个说明，学佛不一定要出家。那为什么释迦牟尼佛示现出家？出家学佛比在家容易。家是个累赘，能够把家累舍掉；家是烦恼的巢穴，他能够把它放下，对修学就方便了。现在问题重了，你的家那个烦恼还有限，不是很多，只有几个人。出了这个家进入寺庙，寺庙人更多更杂，烦恼比家多十倍都不止，更不容易成就，这一点我们不能不知道。",
      "zh_TW": "「《維摩經佛國品》云：直心是菩薩淨土」，《維摩經》上維摩居士說的，維摩居士是在家佛。當年佛陀在世，釋迦牟尼佛表出家佛，維摩居士表在家佛。無論跟出家佛、在家佛學習都能成就，這個說明，學佛不一定要出家。那為什麼釋迦牟尼佛示現出家？出家學佛比在家容易。家是個累贅，能夠把家累捨掉；家是煩惱的巢穴，他能夠把它放下，對修學就方便了。現在問題重了，你的家那個煩惱還有限，不是很多，只有幾個人。出了這個家進入寺廟，寺廟人更多更雜，煩惱比家多十倍都不止，更不容易成就，這一點我們不能不知道。"
    },
    {
      "id": "02-040-0286_p0036",
      "zh_CN": "因此真正修行人，住在这个大庙里头，他不住大庙，在庙的附近，走路走个二十分钟、三十分钟的地方盖个小茅蓬，住小茅蓬。虚云老和尚一生住小茅蓬，依附寺庙，因为生活必需品，米、油、盐到寺庙里面去取。有时候自己，旁边有地种一点菜，但是米油盐一定要到寺庙去拿。中国大陆，每个大寺庙都有很多小茅蓬。寺庙是什么？寺庙是弘法的地方，接引大众，古时候讲经教学，所谓「师父领进门，修行在各人」。修行人都住小茅蓬，那茅蓬自己建的，山上随便砍几棵树，盖个小茅草就行，很方便，不需要找工人，它能遮蔽风雨就可以了。这些修学的缘我们要知道，随缘才能消业，攀缘就不能成就，攀缘是造孽，随缘消业。",
      "zh_TW": "因此真正修行人，住在這個大廟裡頭，他不住大廟，在廟的附近，走路走個二十分鐘、三十分鐘的地方蓋個小茅蓬，住小茅蓬。虛雲老和尚一生住小茅蓬，依附寺廟，因為生活必需品，米、油、鹽到寺廟裡面去取。有時候自己，旁邊有地種一點菜，但是米油鹽一定要到寺廟去拿。中國大陸，每個大寺廟都有很多小茅蓬。寺廟是什麼？寺廟是弘法的地方，接引大眾，古時候講經教學，所謂「師父領進門，修行在各人」。修行人都住小茅蓬，那茅蓬自己建的，山上隨便砍幾棵樹，蓋個小茅草就行，很方便，不需要找工人，它能遮蔽風雨就可以了。這些修學的緣我們要知道，隨緣才能消業，攀緣就不能成就，攀緣是造孽，隨緣消業。"
    },
    {
      "id": "02-040-0286_p0037",
      "zh_CN": "「肇公注曰」，僧肇大师，注解里头说，「直心者，谓质直无谄」，就是没有谄曲的心，「此心乃是万行之本也」。「肇公以质直无谄之心，为万行之本。语至切要，未可忽之」。这个话说得好，我们要重视，不能随便看过。这个心是什么心？质直无谄。直心是道场，什么叫直心？我们把经论合起来看，《观无量寿经》上面讲菩提心，它讲的是至诚心、深心、回向发愿心，这是菩提心。至诚，真诚到极处，这是菩提心的体。有体它就有用，自受用是深心，他受用是回向发愿心，把自己修学的功德回向给他，帮助别人。普贤菩萨末后的三愿都是属于回向，回向菩提、回向众生、回向实际。常随佛学，回向菩提；恒顺众生，回向众生；末后普皆回向，是回向自性，就是回向实际，这经上说的。《大乘起信论》上所讲的菩提心，是直心、深心、大悲心。合起来看意思就很明显了，至诚心就是直心，《大乘起信论》上说的；深心是相同的，经论都是一样；回向发愿心就是大悲心，经论合起来看。",
      "zh_TW": "「肇公註曰」，僧肇大師，註解裡頭說，「直心者，謂質直無諂」，就是沒有諂曲的心，「此心乃是萬行之本也」。「肇公以質直無諂之心，為萬行之本。語至切要，未可忽之」。這個話說得好，我們要重視，不能隨便看過。這個心是什麼心？質直無諂。直心是道場，什麼叫直心？我們把經論合起來看，《觀無量壽經》上面講菩提心，它講的是至誠心、深心、迴向發願心，這是菩提心。至誠，真誠到極處，這是菩提心的體。有體它就有用，自受用是深心，他受用是迴向發願心，把自己修學的功德迴向給他，幫助別人。普賢菩薩末後的三願都是屬於迴向，迴向菩提、迴向眾生、迴向實際。常隨佛學，迴向菩提；恆順眾生，迴向眾生；末後普皆迴向，是迴向自性，就是迴向實際，這經上說的。《大乘起信論》上所講的菩提心，是直心、深心、大悲心。合起來看意思就很明顯了，至誠心就是直心，《大乘起信論》上說的；深心是相同的，經論都是一樣；迴向發願心就是大悲心，經論合起來看。"
    },
    {
      "id": "02-040-0286_p0038",
      "zh_CN": "我早年在美国讲《无量寿经》，《无量寿经》有讲到发菩提心，一向专念，我就用真诚、清净、平等、正觉、慈悲解释菩提心。真诚是菩提心的体，就是论上讲的直心，经上讲的至诚心，真诚。深心是什么？古德注解好善好德，有很多种解法，不太容易了解。深心是自受用，大悲心是他受用，真心对自己怎么样的，对别人是怎样。所以，我就用我们经题上的五个字，对自己清净平等觉，这就是深心；对别人，慈悲，大慈大悲对一切众生，这样讲法很容易懂。这个说法是从经论里面出来的，这么多年来我一直都是用这个说法。用心，真诚、清净、平等、正觉、慈悲；落实在事相上，就是看破、放下、自在、随缘、念佛。我用这二十个字，这二十个字都包括了。菩提心，此心就是菩提心，真诚、清净、平等、正觉、慈悲，这个心是菩萨六度万行的根本。没有这个心，六度是假的，不是真的，是世间六种善法，不能帮助你了生死出三界。那个度是度生死、度轮回、度十法界的，六度。要用真心就能度，用妄心不能度，这个道理要懂。这是万行之本，语至切要，不能够疏忽。今天时间到了，我们就学习到此地。",
      "zh_TW": "我早年在美國講《無量壽經》，《無量壽經》有講到發菩提心，一向專念，我就用真誠、清淨、平等、正覺、慈悲解釋菩提心。真誠是菩提心的體，就是論上講的直心，經上講的至誠心，真誠。深心是什麼？古德註解好善好德，有很多種解法，不太容易了解。深心是自受用，大悲心是他受用，真心對自己怎麼樣的，對別人是怎樣。所以，我就用我們經題上的五個字，對自己清淨平等覺，這就是深心；對別人，慈悲，大慈大悲對一切眾生，這樣講法很容易懂。這個說法是從經論裡面出來的，這麼多年來我一直都是用這個說法。用心，真誠、清淨、平等、正覺、慈悲；落實在事相上，就是看破、放下、自在、隨緣、念佛。我用這二十個字，這二十個字都包括了。菩提心，此心就是菩提心，真誠、清淨、平等、正覺、慈悲，這個心是菩薩六度萬行的根本。沒有這個心，六度是假的，不是真的，是世間六種善法，不能幫助你了生死出三界。那個度是度生死、度輪迴、度十法界的，六度。要用真心就能度，用妄心不能度，這個道理要懂。這是萬行之本，語至切要，不能夠疏忽。今天時間到了，我們就學習到此地。"
    }
  ]
}