{
  "doc_id": "02-040-0496",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四九六集",
    "zh_TW": "第四九六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0496",
  "total_paragraphs": 44,
  "paragraphs": [
    {
      "id": "02-040-0496_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0496_p0002",
      "zh_CN": "请看《大经科注》第八百三十二页，第一行末后这一句看起：",
      "zh_TW": "請看《大經科註》第八百三十二頁，第一行末後這一句看起："
    },
    {
      "id": "02-040-0496_p0003",
      "zh_CN": "「《观经》曰：以智慧光，普照一切，令离三途，得无上力。是故号此菩萨为大势至」。这是世尊在《观无量寿佛经》为我们介绍大势至菩萨所说的。西方三圣，佛弟子对于供佛菩萨的形像，表法的意思一定要知道，这就不是迷信了。并不是把佛菩萨当作神明看待，那就变成宗教。佛教本来不是宗教，现在大家把佛菩萨、阿罗汉都当作神仙看待，这就变成宗教，变质了。佛门里面供奉佛菩萨形像是两个意思，第一个意思是纪念，慎终追远。我们今天能够得到这么好、这么殊胜的教育，这教育从哪里来的？释迦牟尼佛为我们说出来的。所以我们称他作本师，根本的老师，佛陀教育的根本老师，这是我们的根、是本，念念不忘，是这个意思。",
      "zh_TW": "「《觀經》曰：以智慧光，普照一切，令離三途，得無上力。是故號此菩薩為大勢至」。這是世尊在《觀無量壽佛經》為我們介紹大勢至菩薩所說的。西方三聖，佛弟子對於供佛菩薩的形像，表法的意思一定要知道，這就不是迷信了。並不是把佛菩薩當作神明看待，那就變成宗教。佛教本來不是宗教，現在大家把佛菩薩、阿羅漢都當作神仙看待，這就變成宗教，變質了。佛門裡面供奉佛菩薩形像是兩個意思，第一個意思是紀念，慎終追遠。我們今天能夠得到這麼好、這麼殊勝的教育，這教育從哪裡來的？釋迦牟尼佛為我們說出來的。所以我們稱他作本師，根本的老師，佛陀教育的根本老師，這是我們的根、是本，念念不忘，是這個意思。"
    },
    {
      "id": "02-040-0496_p0004",
      "zh_CN": "我们能够学佛，是什么人教给我们的？我们有老师，这个老师恩德很大，没有这个老师，我们跟佛法就没有缘分。把佛法介绍给我，跟我讲清楚、讲明白的是方东美教授，所以我们的教室、我们的摄影棚供老师的照片，第一个就是方东美先生。第二个是章嘉大师，我跟章嘉大师三年，学佛的基础是他老人家那个地方奠定的。学经教是跟李炳南老居士，我跟他十年。这三个老师少一个都不行，所以我供奉三位老师，念念不忘老师恩德。怎样报恩？依教奉行。老师、佛菩萨教给我们的，我们真正搞清楚、搞明白了，这叫解悟。解悟之后，落实到生活、落实到处事待人接物，这真正得到受用。这个受用就是方老师所说的，学佛是人生最高的享受，我得到了。虽然一生没有道场，寄居别人的道场，一生过着流浪的生活，但是真正是方老师所说的人生最高的享受。心里面没有忧虑，身体没有压力，社会动乱我不乱，外面境界跟我没有影响，这就是最高的享受。最高的享受不是财富、不是权力、不是地位，是清净自在。一生读喜欢读的书，干喜欢干的事，这个世间很少有。没有压力，不受外面境界影响，这一生过得很圆满、很幸福，谁给我的？佛陀给我的。佛怎么给我的？三个老师教给我的，我们要报佛恩、要报师恩。",
      "zh_TW": "我們能夠學佛，是什麼人教給我們的？我們有老師，這個老師恩德很大，沒有這個老師，我們跟佛法就沒有緣分。把佛法介紹給我，跟我講清楚、講明白的是方東美教授，所以我們的教室、我們的攝影棚供老師的照片，第一個就是方東美先生。第二個是章嘉大師，我跟章嘉大師三年，學佛的基礎是他老人家那個地方奠定的。學經教是跟李炳南老居士，我跟他十年。這三個老師少一個都不行，所以我供奉三位老師，念念不忘老師恩德。怎樣報恩？依教奉行。老師、佛菩薩教給我們的，我們真正搞清楚、搞明白了，這叫解悟。解悟之後，落實到生活、落實到處事待人接物，這真正得到受用。這個受用就是方老師所說的，學佛是人生最高的享受，我得到了。雖然一生沒有道場，寄居別人的道場，一生過著流浪的生活，但是真正是方老師所說的人生最高的享受。心裡面沒有憂慮，身體沒有壓力，社會動亂我不亂，外面境界跟我沒有影響，這就是最高的享受。最高的享受不是財富、不是權力、不是地位，是清淨自在。一生讀喜歡讀的書，幹喜歡幹的事，這個世間很少有。沒有壓力，不受外面境界影響，這一生過得很圓滿、很幸福，誰給我的？佛陀給我的。佛怎麼給我的？三個老師教給我的，我們要報佛恩、要報師恩。"
    },
    {
      "id": "02-040-0496_p0005",
      "zh_CN": "报佛恩，佛干的是什么事？佛经上讲的佛事，现在讲佛事都叫经忏，做法会这叫佛事，实际上经典里不是这个解释。经典里面，佛事就是释迦牟尼佛一生讲经教学，这是他的事业。他三十岁开悟，开悟之后就在鹿野苑教学，七十九岁圆寂。经上记载的是讲经三百余会，说法四十九年，这是佛事，释迦牟尼佛一生干的事就这个。佛只是教学，修行是你个人的事情，佛不管。所以，我们在经典里面只看到佛教学，没有看到佛什么时候打了个禅七、打个佛七，领众来修行，没有，没有这个记载。那是什么？那是你个人事情。佛只是帮助我们看破，看破就是解悟，把宇宙人生真相真的搞清楚、搞明白了。修行修什么？修行就是放下。所以佛帮助我们就是看破，放下是个人自己事情。真正看破了你就会放下，放下你就得大自在，你就能够享受到人生最高的享受。要放得干净，名闻利养、七情五欲丝毫都不沾染，解脱了。世间人被这些东西缠缚，烦恼，苦！这个东西脱离了、放下了，你就得自在，你就得乐，离苦得乐。",
      "zh_TW": "報佛恩，佛幹的是什麼事？佛經上講的佛事，現在講佛事都叫經懺，做法會這叫佛事，實際上經典裡不是這個解釋。經典裡面，佛事就是釋迦牟尼佛一生講經教學，這是他的事業。他三十歲開悟，開悟之後就在鹿野苑教學，七十九歲圓寂。經上記載的是講經三百餘會，說法四十九年，這是佛事，釋迦牟尼佛一生幹的事就這個。佛只是教學，修行是你個人的事情，佛不管。所以，我們在經典裡面只看到佛教學，沒有看到佛什麼時候打了個禪七、打個佛七，領眾來修行，沒有，沒有這個記載。那是什麼？那是你個人事情。佛只是幫助我們看破，看破就是解悟，把宇宙人生真相真的搞清楚、搞明白了。修行修什麼？修行就是放下。所以佛幫助我們就是看破，放下是個人自己事情。真正看破了你就會放下，放下你就得大自在，你就能夠享受到人生最高的享受。要放得乾淨，名聞利養、七情五欲絲毫都不沾染，解脫了。世間人被這些東西纏縛，煩惱，苦！這個東西脫離了、放下了，你就得自在，你就得樂，離苦得樂。"
    },
    {
      "id": "02-040-0496_p0006",
      "zh_CN": "佛教众生目标是离苦得乐，理念，教学的理念是帮助众生破迷开悟。众生的苦从哪里来的？迷来的，不了解事实真相，苦！他对于宇宙人生想错了，叫思惑，看错了叫见惑，惑是迷惑。佛帮助我们破迷开悟，破迷你就离苦，开悟你就得乐，离苦得乐目标达到了。破迷开悟的手段是什么？就是教学，没有二话说的。我们在经典上看到，世尊一生教学，介绍这部经，阿弥陀佛一生教学，极乐世界阿弥陀佛教学没中断的。不但自己讲经说法，极乐世界六尘都说法，六尘怎么会说法？六尘是阿弥陀佛变现的，所谓六尘说法就是阿弥陀佛自己说法。这桩事情我们现在完全接受，一丝毫怀疑都没有。我们这个世界有这些小小的科学技术，也能说法不中断，我们在这里讲经教学，分享学习的心得，把它录成光碟到处流通，人家再播放，不就是说法吗？网路、卫星电视可以同步看到，这不就是分身说法吗？我们需要利用这些机器，阿弥陀佛不需要这机器，他比我们高明，极乐世界花草树木统统说法。前面我们读到，佛跟菩萨身体都放光，光中你看到十方诸佛在说法，菩萨在围绕，在听、在学习。在光中可以看到整个宇宙，佛法讲遍法界虚空界，一切诸佛在那里教学说法你统统看到了，不但看到，你也统统听到了。",
      "zh_TW": "佛教眾生目標是離苦得樂，理念，教學的理念是幫助眾生破迷開悟。眾生的苦從哪裡來的？迷來的，不了解事實真相，苦！他對於宇宙人生想錯了，叫思惑，看錯了叫見惑，惑是迷惑。佛幫助我們破迷開悟，破迷你就離苦，開悟你就得樂，離苦得樂目標達到了。破迷開悟的手段是什麼？就是教學，沒有二話說的。我們在經典上看到，世尊一生教學，介紹這部經，阿彌陀佛一生教學，極樂世界阿彌陀佛教學沒中斷的。不但自己講經說法，極樂世界六塵都說法，六塵怎麼會說法？六塵是阿彌陀佛變現的，所謂六塵說法就是阿彌陀佛自己說法。這樁事情我們現在完全接受，一絲毫懷疑都沒有。我們這個世界有這些小小的科學技術，也能說法不中斷，我們在這裡講經教學，分享學習的心得，把它錄成光碟到處流通，人家再播放，不就是說法嗎？網路、衛星電視可以同步看到，這不就是分身說法嗎？我們需要利用這些機器，阿彌陀佛不需要這機器，他比我們高明，極樂世界花草樹木統統說法。前面我們讀到，佛跟菩薩身體都放光，光中你看到十方諸佛在說法，菩薩在圍繞，在聽、在學習。在光中可以看到整個宇宙，佛法講遍法界虛空界，一切諸佛在那裡教學說法你統統看到了，不但看到，你也統統聽到了。"
    },
    {
      "id": "02-040-0496_p0007",
      "zh_CN": "所以四弘誓愿里头第三愿，「法门无量誓愿学」，这句话不是假的。法门无量无边，怎么个学法？到极乐世界就看到了。在我们这个世界怎么想也想不通，这句话什么意思？一部《大藏经》、中国一部《四库全书》，那是无量法门里头的一滴，大海的一滴水，我们一生学不了，何况沧海？沧海一滴水我们都没有能力学习，无量法门怎么学？生到极乐世界问题就解决了。为什么？生到极乐世界，跟阿弥陀佛有同样的神通、智慧。阿弥陀佛能分身无量无边，每个往生的菩萨，即使同居土下下品往生，也有这种智慧能量，分身无量无边，同时到每一个世界每一尊诸佛面前礼拜供养、听经闻法。所以无量无边法门，在极乐世界多久的时间学成？一天就圆满，全学完了，这是真的不是假的。极乐世界你能不去吗？你还会留恋六道轮回吗？真搞清楚、搞明白了，我相信你再不愿意留在六道里头，你会一心一意求生净土。能不能往生？决定得生。",
      "zh_TW": "所以四弘誓願裡頭第三願，「法門無量誓願學」，這句話不是假的。法門無量無邊，怎麼個學法？到極樂世界就看到了。在我們這個世界怎麼想也想不通，這句話什麼意思？一部《大藏經》、中國一部《四庫全書》，那是無量法門裡頭的一滴，大海的一滴水，我們一生學不了，何況滄海？滄海一滴水我們都沒有能力學習，無量法門怎麼學？生到極樂世界問題就解決了。為什麼？生到極樂世界，跟阿彌陀佛有同樣的神通、智慧。阿彌陀佛能分身無量無邊，每個往生的菩薩，即使同居土下下品往生，也有這種智慧能量，分身無量無邊，同時到每一個世界每一尊諸佛面前禮拜供養、聽經聞法。所以無量無邊法門，在極樂世界多久的時間學成？一天就圓滿，全學完了，這是真的不是假的。極樂世界你能不去嗎？你還會留戀六道輪迴嗎？真搞清楚、搞明白了，我相信你再不願意留在六道裡頭，你會一心一意求生淨土。能不能往生？決定得生。"
    },
    {
      "id": "02-040-0496_p0008",
      "zh_CN": "《观经》上解释大势至菩萨的名号，这名号怎么得来的。菩萨以智慧光普照一切，令一切众生离苦得乐，离三途就是离开六道轮回。六道轮回是一切苦的根本，应该脱离，它是见思烦恼变现出来的。菩萨能帮助六道众生脱离六道轮回，得无上力，无上是佛，无上正等正觉，得到像佛那样的能量。这个在极乐世界我们决定相信，没有疑惑。所以菩萨的德号叫大势至。西方三圣的表法，阿弥陀佛表法身、表法性，表体，两位菩萨表用，从体起用。用分两门：一个是解门，一个是行门，解门是智慧门，行门是慈悲门，这诸位就知道了。净宗偏重在行，所以上首是观世音菩萨，代表慈悲；第二个是智慧，大势至表智慧。慈悲要依智慧，慈悲没有智慧，问题就出来了。",
      "zh_TW": "《觀經》上解釋大勢至菩薩的名號，這名號怎麼得來的。菩薩以智慧光普照一切，令一切眾生離苦得樂，離三途就是離開六道輪迴。六道輪迴是一切苦的根本，應該脫離，它是見思煩惱變現出來的。菩薩能幫助六道眾生脫離六道輪迴，得無上力，無上是佛，無上正等正覺，得到像佛那樣的能量。這個在極樂世界我們決定相信，沒有疑惑。所以菩薩的德號叫大勢至。西方三聖的表法，阿彌陀佛表法身、表法性，表體，兩位菩薩表用，從體起用。用分兩門：一個是解門，一個是行門，解門是智慧門，行門是慈悲門，這諸位就知道了。淨宗偏重在行，所以上首是觀世音菩薩，代表慈悲；第二個是智慧，大勢至表智慧。慈悲要依智慧，慈悲沒有智慧，問題就出來了。"
    },
    {
      "id": "02-040-0496_p0009",
      "zh_CN": "佛法在中国，祖师大德教人，有人问佛法是什么？什么是佛法？提出这个问题。祖师的回答，佛法是「慈悲为本，方便为门」，答得好！可是又有人说「慈悲多祸害，方便出下流」，这怎么回事情？慈悲里头没有智慧，就多祸害、就出下流。华严会上跟净土不一样，华严会上的上首，文殊菩萨代表智慧，普贤菩萨代表慈悲，愿心，普贤行愿，重智慧，把智慧摆在第一，落实摆在第二。净土不一样，别的都是这样的，智慧在第一，慈悲在第二，净土是慈悲在第一，智慧在第二。只要你肯干，你能信能愿，信西方极乐世界真有，一丝毫不怀疑，信阿弥陀佛曾经发四十八愿接引六道罪苦众生，只要你真信，真正想往生净土，真正想往生，你往生净土的条件就具足了。",
      "zh_TW": "佛法在中國，祖師大德教人，有人問佛法是什麼？什麼是佛法？提出這個問題。祖師的回答，佛法是「慈悲為本，方便為門」，答得好！可是又有人說「慈悲多禍害，方便出下流」，這怎麼回事情？慈悲裡頭沒有智慧，就多禍害、就出下流。華嚴會上跟淨土不一樣，華嚴會上的上首，文殊菩薩代表智慧，普賢菩薩代表慈悲，願心，普賢行願，重智慧，把智慧擺在第一，落實擺在第二。淨土不一樣，別的都是這樣的，智慧在第一，慈悲在第二，淨土是慈悲在第一，智慧在第二。只要你肯幹，你能信能願，信西方極樂世界真有，一絲毫不懷疑，信阿彌陀佛曾經發四十八願接引六道罪苦眾生，只要你真信，真正想往生淨土，真正想往生，你往生淨土的條件就具足了。"
    },
    {
      "id": "02-040-0496_p0010",
      "zh_CN": "蕅益大师在《弥陀要解》里头说得很清楚，能不能往生决定在信愿之有无，我有信、我有愿就决定得生。往生到极乐世界品位高下，四土三辈九品，品位高下决定在持名功夫的浅深。你看看，功夫浅深，不是多少，不是念佛号多少，不是学佛时间长短，不是的，于那个都不相关，功夫的浅深。功夫从哪里看？真心，你要是用圆满的真心，一念就成功。一生不学佛，临终就是一念，他成功了。那一念可不能看轻他，也许他是上上品往生，为什么？他用真心。用妄心，妄心里头夹杂着，就是真心夹杂着虚妄，大多数人都是这样的。夹杂得少品位就高，夹杂得多品位就低，就这么个意思。",
      "zh_TW": "蕅益大師在《彌陀要解》裡頭說得很清楚，能不能往生決定在信願之有無，我有信、我有願就決定得生。往生到極樂世界品位高下，四土三輩九品，品位高下決定在持名功夫的淺深。你看看，功夫淺深，不是多少，不是念佛號多少，不是學佛時間長短，不是的，於那個都不相關，功夫的淺深。功夫從哪裡看？真心，你要是用圓滿的真心，一念就成功。一生不學佛，臨終就是一念，他成功了。那一念可不能看輕他，也許他是上上品往生，為什麼？他用真心。用妄心，妄心裡頭夾雜著，就是真心夾雜著虛妄，大多數人都是這樣的。夾雜得少品位就高，夾雜得多品位就低，就這麼個意思。"
    },
    {
      "id": "02-040-0496_p0011",
      "zh_CN": "所以，念佛功德不可思议，为什么？念一句阿弥陀佛，就是把十方三世一切诸佛统统念到了，一个没漏。念这一声阿弥陀佛，一切诸佛没有一个不欢喜，为什么？一切诸佛劝众生念阿弥陀佛，求生极乐世界，你真干，哪一尊佛看到了不生欢喜？所以，一切诸佛称赞阿弥陀佛为「光中极尊，佛中之王」，这个得要相信！这个法门叫难信之法，为什么难信？你认识不清楚，了解不透彻。这个经念上一千遍，听上一千遍，有没有听懂？不见得。为什么？要用真心才能听懂，真心一遍就懂了，妄心千遍万遍都不懂，总是有怀疑。那个怀疑就是障你往生这桩大事，就障碍。",
      "zh_TW": "所以，念佛功德不可思議，為什麼？念一句阿彌陀佛，就是把十方三世一切諸佛統統念到了，一個沒漏。念這一聲阿彌陀佛，一切諸佛沒有一個不歡喜，為什麼？一切諸佛勸眾生念阿彌陀佛，求生極樂世界，你真幹，哪一尊佛看到了不生歡喜？所以，一切諸佛稱讚阿彌陀佛為「光中極尊，佛中之王」，這個得要相信！這個法門叫難信之法，為什麼難信？你認識不清楚，了解不透徹。這個經念上一千遍，聽上一千遍，有沒有聽懂？不見得。為什麼？要用真心才能聽懂，真心一遍就懂了，妄心千遍萬遍都不懂，總是有懷疑。那個懷疑就是障你往生這樁大事，就障礙。"
    },
    {
      "id": "02-040-0496_p0012",
      "zh_CN": "学佛从哪里学起？现在都有大问题，为什么？没有根。净土的根是什么？净业三福，是净土的根。佛讲得很清楚，这三条是「三世诸佛，净业正因」，三世是过去、现在、未来。三世一切修行人成佛，都不能离开这三个原则，这三个原则少一条都不能成就。这是净宗最高的指导原则，净宗之外所有法门都不能离开这个原则，根之根、本之本。今天我们疏忽了。三福第一条，「孝养父母，奉事师长，慈心不杀，修十善业」，谁做到了？无论出家、在家，没有这三条全是假的。最近这十几年，我们特别强调儒释道的三个根，强调的缘起在哪里？就在这一条。",
      "zh_TW": "學佛從哪裡學起？現在都有大問題，為什麼？沒有根。淨土的根是什麼？淨業三福，是淨土的根。佛講得很清楚，這三條是「三世諸佛，淨業正因」，三世是過去、現在、未來。三世一切修行人成佛，都不能離開這三個原則，這三個原則少一條都不能成就。這是淨宗最高的指導原則，淨宗之外所有法門都不能離開這個原則，根之根、本之本。今天我們疏忽了。三福第一條，「孝養父母，奉事師長，慈心不殺，修十善業」，誰做到了？無論出家、在家，沒有這三條全是假的。最近這十幾年，我們特別強調儒釋道的三個根，強調的緣起在哪裡？就在這一條。"
    },
    {
      "id": "02-040-0496_p0013",
      "zh_CN": "一九八０年代，我在美国，劝大家成立净宗学会。我跟黄念老见了面，念老告诉我，国内宗教政策，建立净宗学会不太方便，把这个事情交给我，要我在海外建立净宗学会，我听了很欢喜。净宗学会这个念头是夏莲居老居士提倡的，在国内没有成立。我们第一个净宗学会是在温哥华，加拿大净宗学会，现在还在，还有。第二个会是在圣荷西桑尼维尔，会长，这个会现在还在。第三个会是在洛杉矶。第二个会是美国净宗学会，会长杨一华；第三个是洛杉矶，洛杉矶净宗学会，陈景昌，这个会都在，还都不错。我在美国那段时间，加拿大跟美国总共有三十多个净宗学会。净宗学会每个会都是独立的，没有统辖，会会都独立，只有联谊，办大活动能通知，互相支援，就跟从前的莲社一样，换个名词就是了。莲社大家都觉得那是佛教，所以夏莲居老居士提倡学会，用现代化的名词。活动中心在一起念佛的时候就学会，研究教理称学院，净宗学院、净宗学会。所以我到澳洲，以后移民到澳洲，在澳洲成立是净宗学院。这个名称好，名不正则言不顺。",
      "zh_TW": "一九八０年代，我在美國，勸大家成立淨宗學會。我跟黃念老見了面，念老告訴我，國內宗教政策，建立淨宗學會不太方便，把這個事情交給我，要我在海外建立淨宗學會，我聽了很歡喜。淨宗學會這個念頭是夏蓮居老居士提倡的，在國內沒有成立。我們第一個淨宗學會是在溫哥華，加拿大淨宗學會，現在還在，還有。第二個會是在聖荷西桑尼維爾，會長，這個會現在還在。第三個會是在洛杉磯。第二個會是美國淨宗學會，會長楊一華；第三個是洛杉磯，洛杉磯淨宗學會，陳景昌，這個會都在，還都不錯。我在美國那段時間，加拿大跟美國總共有三十多個淨宗學會。淨宗學會每個會都是獨立的，沒有統轄，會會都獨立，只有聯誼，辦大活動能通知，互相支援，就跟從前的蓮社一樣，換個名詞就是了。蓮社大家都覺得那是佛教，所以夏蓮居老居士提倡學會，用現代化的名詞。活動中心在一起念佛的時候就學會，研究教理稱學院，淨宗學院、淨宗學會。所以我到澳洲，以後移民到澳洲，在澳洲成立是淨宗學院。這個名稱好，名不正則言不順。"
    },
    {
      "id": "02-040-0496_p0014",
      "zh_CN": "学会成立我写了个缘起，提倡净宗同学行门当中五门功课，这属于修行的，五科，很简单，不麻烦，都能记得住。这五科第一个就是净业三福，第二个是六和敬，第三个是戒定慧三学，第四个是六度，第五个是普贤十愿。净土同学必须落实，把这五科变成我们的生活，变成我们处事待人接物的标准，决定不能违犯。刚才讲的第一条，三福第一条，我们前面两句，「孝养父母，奉事师长」落实在《弟子规》。这是世出世法的大根大本。孝养用父母来代表，尊师重道用师长来代表，要有孝心、要有恭敬心。处事待人接物，没有孝心（孝顺心）、没有恭敬心，你没有圣贤修学的根本；换句话说，圣贤教育你没有办法接受，你没根，佛菩萨来教你，孔老夫子来教你都没有用。根重要，像一棵树一样，根重要；本重要，本是主干。从本才生干，干再生枝，枝再生条，条再有花果树叶，你没有根本怎么行？所以，我们特别强调儒释道的三个根。「慈心不杀」落实在《感应篇》，道教的，后面「修十善业」。所以儒释道的三个根，是从净业三福第一福里头来的。",
      "zh_TW": "學會成立我寫了個緣起，提倡淨宗同學行門當中五門功課，這屬於修行的，五科，很簡單，不麻煩，都能記得住。這五科第一個就是淨業三福，第二個是六和敬，第三個是戒定慧三學，第四個是六度，第五個是普賢十願。淨土同學必須落實，把這五科變成我們的生活，變成我們處事待人接物的標準，決定不能違犯。剛才講的第一條，三福第一條，我們前面兩句，「孝養父母，奉事師長」落實在《弟子規》。這是世出世法的大根大本。孝養用父母來代表，尊師重道用師長來代表，要有孝心、要有恭敬心。處事待人接物，沒有孝心（孝順心）、沒有恭敬心，你沒有聖賢修學的根本；換句話說，聖賢教育你沒有辦法接受，你沒根，佛菩薩來教你，孔老夫子來教你都沒有用。根重要，像一棵樹一樣，根重要；本重要，本是主幹。從本才生幹，幹再生枝，枝再生條，條再有花果樹葉，你沒有根本怎麼行？所以，我們特別強調儒釋道的三個根。「慈心不殺」落實在《感應篇》，道教的，後面「修十善業」。所以儒釋道的三個根，是從淨業三福第一福裡頭來的。"
    },
    {
      "id": "02-040-0496_p0015",
      "zh_CN": "《弟子规》总共一千零八十个字，不多，里面讲一百一十三桩事情，做到，要求自己。根之根、本之本，比什么都重要，世出世间法都从这个生的。培养慈悲心、培养爱心，那是因果教育。明白因果、懂得因果，你不会起一个恶念，你不会伤害一个众生。为什么？你知道伤害众生，即使是蚊虫蚂蚁，都有冤冤相报。牠也是一条命，牠有佛性，牠也是未来佛，你怎么可以杀害、怎么可以轻慢？",
      "zh_TW": "《弟子規》總共一千零八十個字，不多，裡面講一百一十三樁事情，做到，要求自己。根之根、本之本，比什麼都重要，世出世間法都從這個生的。培養慈悲心、培養愛心，那是因果教育。明白因果、懂得因果，你不會起一個惡念，你不會傷害一個眾生。為什麼？你知道傷害眾生，即使是蚊蟲螞蟻，都有冤冤相報。牠也是一條命，牠有佛性，牠也是未來佛，你怎麼可以殺害、怎麼可以輕慢？"
    },
    {
      "id": "02-040-0496_p0016",
      "zh_CN": "《十善业道》是佛法的基础，不要小看这十善。如果你看到佛的画像，画像上面的圆光，顶上都有三个字，我们常常看到的，有梵文写的、有用藏文写的，也有用中国汉文写的。它的发音是梵音，梵文的音，唵阿吽。什么意思？就是十善业道。唵是身业，不杀、不盗、不淫；阿是口业，不妄语、不两舌、不绮语、不恶口；吽是意业，不贪、不瞋、不痴。大家都知道，小乘阿罗汉有三千威仪，三千威仪从哪里来？十善，十善一展开，三千条，小乘。大乘菩萨八万四千细行，从哪里来的？也是十善。所以十善展开来是八万四千细行，圆满就成佛了。佛的圆光当中，上面这三个字，说明十善圆满，十善圆满就是究竟圆满的佛果。它是成阿罗汉、成菩萨、成佛的大根大本，千万不要小看它，要认为它是小小戒无所谓，错了，你这一生一事无成。一定要在这里下功夫，就在日常生活当中，决定不妄语，不要骗人，妄语欺骗人堕拔舌地狱。",
      "zh_TW": "《十善業道》是佛法的基礎，不要小看這十善。如果你看到佛的畫像，畫像上面的圓光，頂上都有三個字，我們常常看到的，有梵文寫的、有用藏文寫的，也有用中國漢文寫的。它的發音是梵音，梵文的音，唵阿吽。什麼意思？就是十善業道。唵是身業，不殺、不盜、不淫；阿是口業，不妄語、不兩舌、不綺語、不惡口；吽是意業，不貪、不瞋、不痴。大家都知道，小乘阿羅漢有三千威儀，三千威儀從哪裡來？十善，十善一展開，三千條，小乘。大乘菩薩八萬四千細行，從哪裡來的？也是十善。所以十善展開來是八萬四千細行，圓滿就成佛了。佛的圓光當中，上面這三個字，說明十善圓滿，十善圓滿就是究竟圓滿的佛果。它是成阿羅漢、成菩薩、成佛的大根大本，千萬不要小看它，要認為它是小小戒無所謂，錯了，你這一生一事無成。一定要在這裡下功夫，就在日常生活當中，決定不妄語，不要騙人，妄語欺騙人墮拔舌地獄。"
    },
    {
      "id": "02-040-0496_p0017",
      "zh_CN": "江老师画的地狱变相图，就是根据道教《玉历宝钞》画出来的。佛经典里面也有，我们查过《大藏经》，查出二十五种，佛在里面讲因果报应，讲得非常详细，比《玉历宝钞》还详细。我们把这些经文抄出来了，编成一本书《诸经佛说地狱集要》，这二十五种经论，释迦牟尼佛讲地狱的因跟果，统统在这一册里头。我们希望将来有画家依照这个本子，佛经里面所说的，画一张地狱变相图。佛在经典里面讲因讲得多、讲得很详细，比《玉历宝钞》说得好。",
      "zh_TW": "江老師畫的地獄變相圖，就是根據道教《玉曆寶鈔》畫出來的。佛經典裡面也有，我們查過《大藏經》，查出二十五種，佛在裡面講因果報應，講得非常詳細，比《玉曆寶鈔》還詳細。我們把這些經文抄出來了，編成一本書《諸經佛說地獄集要》，這二十五種經論，釋迦牟尼佛講地獄的因跟果，統統在這一冊裡頭。我們希望將來有畫家依照這個本子，佛經裡面所說的，畫一張地獄變相圖。佛在經典裡面講因講得多、講得很詳細，比《玉曆寶鈔》說得好。"
    },
    {
      "id": "02-040-0496_p0018",
      "zh_CN": "修行要从根本修。定弘师跟了我十年，学习经教有一点小成就。今年年初，台湾果清法师来看我，我们三十年没见面。非常难得他这三十年专攻戒律，一门深入，成绩不错，我看到非常感动。三十年前我们在一起的时候，他大学刚毕业，参加台中李老师的内典研究班，那时候研究班招收八个学生，他是其中之一。难得，八个同学有一个成就，老师在台中没有白教，他在台中住了三十八年，总算是后继有人。而「戒为无上菩提本」，我们没有缘分，现在年岁太大了，所以我让定弘到那边去学戒，至少五年。否则的话，经讲得再好，没有学过戒，这一句话就把你否定掉了。",
      "zh_TW": "修行要從根本修。定弘師跟了我十年，學習經教有一點小成就。今年年初，台灣果清法師來看我，我們三十年沒見面。非常難得他這三十年專攻戒律，一門深入，成績不錯，我看到非常感動。三十年前我們在一起的時候，他大學剛畢業，參加台中李老師的內典研究班，那時候研究班招收八個學生，他是其中之一。難得，八個同學有一個成就，老師在台中沒有白教，他在台中住了三十八年，總算是後繼有人。而「戒為無上菩提本」，我們沒有緣分，現在年歲太大了，所以我讓定弘到那邊去學戒，至少五年。否則的話，經講得再好，沒有學過戒，這一句話就把你否定掉了。"
    },
    {
      "id": "02-040-0496_p0019",
      "zh_CN": "我跟章嘉大师三年，那时候年轻，没有出家，二十几岁，年轻的知识分子。介绍佛学给我的，方东美先生是教授，台大的教授，是中国当代的哲学家。我跟他学哲学，他为我讲一部「哲学概论」，最后一个单元佛经哲学。特别给我介绍，「释迦牟尼是世界上最伟大的哲学家」，他这个看法，「佛经哲学是全世界哲学的最高峰，学佛是人生最高的享受」，我是这样进入佛门的。因为过去我们都认为佛教是宗教、是迷信，根本就没有念头去接触它。没有想到老师在「哲学概论」里头最后单元是佛经哲学，我们才认识佛法并不是一般人所说的宗教，是最高的哲学。到今天我学六十二年了，现在科学家为我们证明，大乘经典是最高的科学。",
      "zh_TW": "我跟章嘉大師三年，那時候年輕，沒有出家，二十幾歲，年輕的知識分子。介紹佛學給我的，方東美先生是教授，台大的教授，是中國當代的哲學家。我跟他學哲學，他為我講一部「哲學概論」，最後一個單元佛經哲學。特別給我介紹，「釋迦牟尼是世界上最偉大的哲學家」，他這個看法，「佛經哲學是全世界哲學的最高峰，學佛是人生最高的享受」，我是這樣進入佛門的。因為過去我們都認為佛教是宗教、是迷信，根本就沒有念頭去接觸它。沒有想到老師在「哲學概論」裡頭最後單元是佛經哲學，我們才認識佛法並不是一般人所說的宗教，是最高的哲學。到今天我學六十二年了，現在科學家為我們證明，大乘經典是最高的科學。"
    },
    {
      "id": "02-040-0496_p0020",
      "zh_CN": "近代二十年，量子力学家发现的，物质，物质到底是什么？讲清楚、讲明白了，跟佛经讲的完全相同。所以这些科学家非常惊讶，释迦牟尼佛他怎么知道的？科学费了四百多年，累积的成就才发现的，佛怎么会知道？怎么讲得那么清楚？比科学家讲得还清楚。所以我们有理由相信，科学现在不断在进步，为什么？学习的人多了，所有年轻的科学家都搞这个东西，科学的名词叫「念力的秘密」，就是念头，念力的能量不可思议。佛经上跟我们说「一切法从心想生」，这一切法是整个宇宙，宇宙怎么来的？从念头变现出来的，从心想生。「相由心生」、「色由心生」，都是说明物质从哪来的？物质从念头来的，没有念头就没有物质，而且念头在先物质在后。",
      "zh_TW": "近代二十年，量子力學家發現的，物質，物質到底是什麼？講清楚、講明白了，跟佛經講的完全相同。所以這些科學家非常驚訝，釋迦牟尼佛他怎麼知道的？科學費了四百多年，累積的成就才發現的，佛怎麼會知道？怎麼講得那麼清楚？比科學家講得還清楚。所以我們有理由相信，科學現在不斷在進步，為什麼？學習的人多了，所有年輕的科學家都搞這個東西，科學的名詞叫「念力的祕密」，就是念頭，念力的能量不可思議。佛經上跟我們說「一切法從心想生」，這一切法是整個宇宙，宇宙怎麼來的？從念頭變現出來的，從心想生。「相由心生」、「色由心生」，都是說明物質從哪來的？物質從念頭來的，沒有念頭就沒有物質，而且念頭在先物質在後。"
    },
    {
      "id": "02-040-0496_p0021",
      "zh_CN": "佛问弥勒菩萨，弥勒要照现在一般学术来讲，佛教是个大学，弥勒菩萨是专攻心理学，是佛教里头的心理学家。佛问他，「心有所念」，我们凡夫起个念头，想一桩事情，起个念头，这一念里面有「几念几相识耶」，这是佛经上的话。要把它用白话说出来，就是说凡夫起心动念这个念头里头，有几多细念，微细的念头组成一个粗的念头？我们念头很粗，多少细念组成这个粗的念头？这个念头里头有多少个物质现象、有多少心理现象？识就是心理现象，相就是物质现象，几相识耶。他这一句话问了三桩事情，多少个念头、多少物质现象、多少个心理现象，问三桩事情。弥勒菩萨回答说，一弹指，一弹指有多少个细念？有三十二亿百千念，单位是一百个千，一百千是十万，三十二亿乘十万，三百二十兆。多少细念？我们动个念头，这个念头是一弹指，时间很短，一弹指就有三百二十兆，一弹指三百二十兆个细念。「念念成形，形皆有识」，每个念头里头都有物质现象、都有精神现象。",
      "zh_TW": "佛問彌勒菩薩，彌勒要照現在一般學術來講，佛教是個大學，彌勒菩薩是專攻心理學，是佛教裡頭的心理學家。佛問他，「心有所念」，我們凡夫起個念頭，想一樁事情，起個念頭，這一念裡面有「幾念幾相識耶」，這是佛經上的話。要把它用白話說出來，就是說凡夫起心動念這個念頭裡頭，有幾多細念，微細的念頭組成一個粗的念頭？我們念頭很粗，多少細念組成這個粗的念頭？這個念頭裡頭有多少個物質現象、有多少心理現象？識就是心理現象，相就是物質現象，幾相識耶。他這一句話問了三樁事情，多少個念頭、多少物質現象、多少個心理現象，問三樁事情。彌勒菩薩回答說，一彈指，一彈指有多少個細念？有三十二億百千念，單位是一百個千，一百千是十萬，三十二億乘十萬，三百二十兆。多少細念？我們動個念頭，這個念頭是一彈指，時間很短，一彈指就有三百二十兆，一彈指三百二十兆個細念。「念念成形，形皆有識」，每個念頭裡頭都有物質現象、都有精神現象。"
    },
    {
      "id": "02-040-0496_p0022",
      "zh_CN": "我们看到科学这个报告，看到科学家的报告，看到弥勒菩萨所说的，才真正知道五蕴皆空。五蕴是什么意思？《心经》天天念，「观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空」，五蕴什么意思不知道。这才把它搞清楚、搞明白了。五蕴是什么？五蕴是所有现象的基础，就是《金刚经》上讲的一合相，一就是五蕴，所有现象全是五蕴组合的，所以叫一合相。最小的物质，现在科学家发现叫微中子，微中子就是佛所讲的极微色，或者是极微之微，这是物质里头最小的单位，它不能再分，它分就没有了。这个东西被科学家发现，我看的报告是德国普朗克，看他的报告。这个人不在了，他有个学生很出名，爱因斯坦，是普朗克的学生。他一生专门研究物质，最后物质被揭穿了。他的报告说，根据他的研究，世界上根本没有物质这个东西，物质是假相，跟《金刚经》说的一样，凡所有相，皆是虚妄，不是真的。",
      "zh_TW": "我們看到科學這個報告，看到科學家的報告，看到彌勒菩薩所說的，才真正知道五蘊皆空。五蘊是什麼意思？《心經》天天念，「觀自在菩薩，行深般若波羅蜜多時，照見五蘊皆空」，五蘊什麼意思不知道。這才把它搞清楚、搞明白了。五蘊是什麼？五蘊是所有現象的基礎，就是《金剛經》上講的一合相，一就是五蘊，所有現象全是五蘊組合的，所以叫一合相。最小的物質，現在科學家發現叫微中子，微中子就是佛所講的極微色，或者是極微之微，這是物質裡頭最小的單位，它不能再分，它分就沒有了。這個東西被科學家發現，我看的報告是德國普朗克，看他的報告。這個人不在了，他有個學生很出名，愛因斯坦，是普朗克的學生。他一生專門研究物質，最後物質被揭穿了。他的報告說，根據他的研究，世界上根本沒有物質這個東西，物質是假相，跟《金剛經》說的一樣，凡所有相，皆是虛妄，不是真的。"
    },
    {
      "id": "02-040-0496_p0023",
      "zh_CN": "这桩事情科学家算是解释清楚了，跟佛经上讲的一样，物质是从念头变现出来的。念头从哪里来的？这个答案还没出来，我们在等，应该十几二十年之后会有答案出来。这个答案大乘经上全有，看看他们研究出来之后，跟经上讲的是不是完全相同。这证明了佛经是高等科学。方先生是研究哲学的，他认为佛经是全世界哲学最高峰，将来科学家承认大乘经典是全世界科学的最高峰。所以将来佛教不是宗教，科学家承认了，哲学家承认了，大学问！佛没有用数学、没有用科学仪器，怎么知道的？科学家有说，他说可能人有一种本能，本能知道，现在的人把本能丧失掉了，这个话说得一点都不错。人的本能是什么？就是我们的经题上讲的五个字，「清净平等觉」，你要用清净平等觉，你就都知道了。现在我们清净平等觉没有了。清净平等觉是真心，清净平等觉是真性、真如、法性。我们的清净被染污了，我们现在心里头妄想多、杂念多，被妄想杂念染污，清净心失掉了；染污的心生烦恼，清净的心生智慧。",
      "zh_TW": "這樁事情科學家算是解釋清楚了，跟佛經上講的一樣，物質是從念頭變現出來的。念頭從哪裡來的？這個答案還沒出來，我們在等，應該十幾二十年之後會有答案出來。這個答案大乘經上全有，看看他們研究出來之後，跟經上講的是不是完全相同。這證明了佛經是高等科學。方先生是研究哲學的，他認為佛經是全世界哲學最高峰，將來科學家承認大乘經典是全世界科學的最高峰。所以將來佛教不是宗教，科學家承認了，哲學家承認了，大學問！佛沒有用數學、沒有用科學儀器，怎麼知道的？科學家有說，他說可能人有一種本能，本能知道，現在的人把本能喪失掉了，這個話說得一點都不錯。人的本能是什麼？就是我們的經題上講的五個字，「清淨平等覺」，你要用清淨平等覺，你就都知道了。現在我們清淨平等覺沒有了。清淨平等覺是真心，清淨平等覺是真性、真如、法性。我們的清淨被染污了，我們現在心裡頭妄想多、雜念多，被妄想雜念染污，清淨心失掉了；染污的心生煩惱，清淨的心生智慧。"
    },
    {
      "id": "02-040-0496_p0024",
      "zh_CN": "经题上这五个字是佛法的三种因，得到了，证三种果。你得到清净心，你就成阿罗汉，见思烦恼断了，见思是染污。见思烦恼断了，清净心现前，阿罗汉的神通、智慧你得到了。平等心得到了，你是菩萨，别教的三贤菩萨，平等心，得大智慧。再往上提升，破一品无明，就是无明破了，破无明是不起心不动念，无明破了就大彻大悟、明心见性，用一个觉字做代表，觉就是大彻大悟、明心见性，那是佛的智慧。你看清净，阿罗汉证得的；平等，菩萨证得的；觉，佛所证得的。罗汉、菩萨、佛是果，清净、平等、觉是因，修清净平等觉，证罗汉、菩萨、佛果。",
      "zh_TW": "經題上這五個字是佛法的三種因，得到了，證三種果。你得到清淨心，你就成阿羅漢，見思煩惱斷了，見思是染污。見思煩惱斷了，清淨心現前，阿羅漢的神通、智慧你得到了。平等心得到了，你是菩薩，別教的三賢菩薩，平等心，得大智慧。再往上提升，破一品無明，就是無明破了，破無明是不起心不動念，無明破了就大徹大悟、明心見性，用一個覺字做代表，覺就是大徹大悟、明心見性，那是佛的智慧。你看清淨，阿羅漢證得的；平等，菩薩證得的；覺，佛所證得的。羅漢、菩薩、佛是果，清淨、平等、覺是因，修清淨平等覺，證羅漢、菩薩、佛果。"
    },
    {
      "id": "02-040-0496_p0025",
      "zh_CN": "我们要了解这个理，无论修哪个法门，要跟这个相应，不相应不行。你修修了多少年，你的心清净了没有？学佛，我们的心一年比一年清净，也就是染污一年比一年轻，你有进步。如果染污一年比一年严重，你什么都没有学到。你学的是什么？学的是佛学常识，佛教里面的知识，这个东西不管用，于了生死出三界没有关系；换句话说，你将来寿命到了，你还是搞六道轮回，你出不去。清净心出去了，往生极乐世界要清净心，心净则佛土净。这个人一生作恶，心完全是染污，临命终时豁然闻到净土法门，一念清净心，他就能往生。为什么？他最后那一念心他是清净心走的，他不是染污的心，不是分别执着的心。一念清净，清净心是真心，纯真无妄。这个例子很多，是不是他很侥幸？不是的。怎么回事？他过去生中修的善根深厚，在最后这个关键的时候，他宿世的善根现前，他能把现前这些烦恼统统放下，不再执着，统统放下，一念清净他真的往生。所以我们对于任何，就是恶人都不敢轻慢，真的，中国古人所谓是盖棺论定，他还有一口气，都不能够随便批评他。断气时候最后那一念他是纯善，他不能往生，他生天道，上则为天王。",
      "zh_TW": "我們要了解這個理，無論修哪個法門，要跟這個相應，不相應不行。你修修了多少年，你的心清淨了沒有？學佛，我們的心一年比一年清淨，也就是染污一年比一年輕，你有進步。如果染污一年比一年嚴重，你什麼都沒有學到。你學的是什麼？學的是佛學常識，佛教裡面的知識，這個東西不管用，於了生死出三界沒有關係；換句話說，你將來壽命到了，你還是搞六道輪迴，你出不去。清淨心出去了，往生極樂世界要清淨心，心淨則佛土淨。這個人一生作惡，心完全是染污，臨命終時豁然聞到淨土法門，一念清淨心，他就能往生。為什麼？他最後那一念心他是清淨心走的，他不是染污的心，不是分別執著的心。一念清淨，清淨心是真心，純真無妄。這個例子很多，是不是他很僥倖？不是的。怎麼回事？他過去生中修的善根深厚，在最後這個關鍵的時候，他宿世的善根現前，他能把現前這些煩惱統統放下，不再執著，統統放下，一念清淨他真的往生。所以我們對於任何，就是惡人都不敢輕慢，真的，中國古人所謂是蓋棺論定，他還有一口氣，都不能夠隨便批評他。斷氣時候最後那一念他是純善，他不能往生，他生天道，上則為天王。"
    },
    {
      "id": "02-040-0496_p0026",
      "zh_CN": "所以，我们从佛陀教育里头得到的真理、真相，是什么？真心，学佛没有别的，就是学用真心，不能用妄心。要记住，妄想、分别、执着是妄心，这三种统统具足就是六道凡夫。学用真心，不用妄心，从哪里学起？从不妄语学起，首先学这个，跟一切人说真话，不说妄语。这也是世尊在《无量寿经》里头特别强调的。我们在许多经论当中，常常看到身口意三业，是这个排列法，身口意。但是本经，我们学过的第八品，佛教我们善护三业，他把口摆在第一。第一句「善护口业，不讥他过」，「善护身业，不失律仪；善护意业，清净无染」。你看，佛把善护口业摆在第一，因为口造业最容易。学佛的人不能往生，大多都是造的口业把自己修习的功德漏掉，漏失了。所修的少，漏失的多，所以依旧搞三途苦报。说话不能不谨慎，多说一句话不如少说，要把时间用在念佛上，念佛重要，分秒必争。这一秒钟可以念一句佛号，不能把这一秒钟空过，你能做到这个，你没有不往生的。",
      "zh_TW": "所以，我們從佛陀教育裡頭得到的真理、真相，是什麼？真心，學佛沒有別的，就是學用真心，不能用妄心。要記住，妄想、分別、執著是妄心，這三種統統具足就是六道凡夫。學用真心，不用妄心，從哪裡學起？從不妄語學起，首先學這個，跟一切人說真話，不說妄語。這也是世尊在《無量壽經》裡頭特別強調的。我們在許多經論當中，常常看到身口意三業，是這個排列法，身口意。但是本經，我們學過的第八品，佛教我們善護三業，他把口擺在第一。第一句「善護口業，不譏他過」，「善護身業，不失律儀；善護意業，清淨無染」。你看，佛把善護口業擺在第一，因為口造業最容易。學佛的人不能往生，大多都是造的口業把自己修習的功德漏掉，漏失了。所修的少，漏失的多，所以依舊搞三途苦報。說話不能不謹慎，多說一句話不如少說，要把時間用在念佛上，念佛重要，分秒必爭。這一秒鐘可以念一句佛號，不能把這一秒鐘空過，你能做到這個，你沒有不往生的。"
    },
    {
      "id": "02-040-0496_p0027",
      "zh_CN": "经教重不重要？不重要。锅漏匠不认识字，一生当中，一次经都没有听过，谛闲老和尚传给他，就是一句「南无阿弥陀佛」六个字，他一生就接受这六个字。老和尚教他，念累了就休息，休息好了接着念，不分昼夜。他三年念成功，预知时至，站着往生，往生之后还站了三天，等老和尚给他办后事。谛老赞叹，真了不起，一句佛号，什么都不懂。他有个好处，他万缘放下，什么都不想，每天只想阿弥陀佛，只念阿弥陀佛。三年真成功了，给我们做出最好的榜样。老和尚常常提的，挂在口边上勉励别人。还有个修无师，出家人，泥水匠出身，不认识字，没有学过经教。出家，在寺院里面修苦行，别人不愿意做的事情他做，工作不碍念佛，念佛不碍工作，往生的时候非常潇洒。这些故事记录在《影尘回忆录》里头，《影尘回忆录》是倓虚老法师晚年住在香港，在香港讲的，叙说他一生生平，他的弟子大光法师记录下来写成文字。里面很多故事，能启发人心，锅漏匠跟修无师是最特出的，让我们看了之后，我们对于往生信心油然而生。",
      "zh_TW": "經教重不重要？不重要。鍋漏匠不認識字，一生當中，一次經都沒有聽過，諦閑老和尚傳給他，就是一句「南無阿彌陀佛」六個字，他一生就接受這六個字。老和尚教他，念累了就休息，休息好了接著念，不分晝夜。他三年念成功，預知時至，站著往生，往生之後還站了三天，等老和尚給他辦後事。諦老讚歎，真了不起，一句佛號，什麼都不懂。他有個好處，他萬緣放下，什麼都不想，每天只想阿彌陀佛，只念阿彌陀佛。三年真成功了，給我們做出最好的榜樣。老和尚常常提的，掛在口邊上勉勵別人。還有個修無師，出家人，泥水匠出身，不認識字，沒有學過經教。出家，在寺院裡面修苦行，別人不願意做的事情他做，工作不礙念佛，念佛不礙工作，往生的時候非常瀟灑。這些故事記錄在《影塵回憶錄》裡頭，《影塵回憶錄》是倓虛老法師晚年住在香港，在香港講的，敘說他一生生平，他的弟子大光法師記錄下來寫成文字。裡面很多故事，能啟發人心，鍋漏匠跟修無師是最特出的，讓我們看了之後，我們對於往生信心油然而生。"
    },
    {
      "id": "02-040-0496_p0028",
      "zh_CN": "讲经就是劝人，劝人干什么？劝人念佛。其他的法门虽然好，要断烦恼，烦恼断不掉。净宗这个法门不断烦恼，带业往生，我们人人都有分。要不是带业往生，我们这一生怎么可能有成就？方法这么简单，信、愿、行，就三个字。真正相信有净土，释迦牟尼佛不骗人，有极乐世界、有阿弥陀佛，一丝毫不怀疑。愿，我真想去，这两个世界看清楚、看明白，这个世界苦，那个世界乐；这个世界修行，障缘太多了，障碍，很难成就，极乐世界修行没有障碍，决定一生成佛。甚至于我讲这部经，告诉大家，我们到极乐世界花开见佛，肯定我们就走进阿弥陀佛的讲堂，礼佛、听经。讲堂有我们的座位，我相信座位上都有名字，为什么？我们往生的莲花上有名字，换句话说，讲堂有我们自己座位。我们进入讲堂，凡夫；离开讲堂，离开讲堂成佛了，就毕业了。没有成佛绝对不离开讲堂，离开讲堂就成佛了。极乐世界人不要吃饭、不要喝水、不要睡觉，极乐世界没有夜晚，到极乐世界成佛一天，那个成佛叫一天，没有夜晚。不成佛怎么可能离开讲堂？听得法喜充满，法味养法身。",
      "zh_TW": "講經就是勸人，勸人幹什麼？勸人念佛。其他的法門雖然好，要斷煩惱，煩惱斷不掉。淨宗這個法門不斷煩惱，帶業往生，我們人人都有分。要不是帶業往生，我們這一生怎麼可能有成就？方法這麼簡單，信、願、行，就三個字。真正相信有淨土，釋迦牟尼佛不騙人，有極樂世界、有阿彌陀佛，一絲毫不懷疑。願，我真想去，這兩個世界看清楚、看明白，這個世界苦，那個世界樂；這個世界修行，障緣太多了，障礙，很難成就，極樂世界修行沒有障礙，決定一生成佛。甚至於我講這部經，告訴大家，我們到極樂世界花開見佛，肯定我們就走進阿彌陀佛的講堂，禮佛、聽經。講堂有我們的座位，我相信座位上都有名字，為什麼？我們往生的蓮花上有名字，換句話說，講堂有我們自己座位。我們進入講堂，凡夫；離開講堂，離開講堂成佛了，就畢業了。沒有成佛絕對不離開講堂，離開講堂就成佛了。極樂世界人不要吃飯、不要喝水、不要睡覺，極樂世界沒有夜晚，到極樂世界成佛一天，那個成佛叫一天，沒有夜晚。不成佛怎麼可能離開講堂？聽得法喜充滿，法味養法身。"
    },
    {
      "id": "02-040-0496_p0029",
      "zh_CN": "虽然在讲堂听讲，神通广大，阿弥陀佛现神通，现无量无边化佛，去干什么？去接引众生，每个往生到极乐世界，阿弥陀佛都亲自去接他。佛化身去，化无量无边身，去接十方刹土里面往生的这些莲友。我们在讲堂里面的人，这听众，虽然刚刚去的这些菩萨，都有这个本事，有这个能力，也能化无量无边身到十方世界，干什么？去供佛、去闻法。所以，「法门无量誓愿学」到极乐世界很简单，一天就学完了。你能分无量无边身，同时见无量无边诸佛，想学什么佛都讲给你听，都教给你，你不就全通了吗？就凭这一桩，我就下定决心非去不可。这个地方要有留恋，等我成了佛再来，这是智慧的决定、智慧的选择，这叫得无上力。",
      "zh_TW": "雖然在講堂聽講，神通廣大，阿彌陀佛現神通，現無量無邊化佛，去幹什麼？去接引眾生，每個往生到極樂世界，阿彌陀佛都親自去接他。佛化身去，化無量無邊身，去接十方剎土裡面往生的這些蓮友。我們在講堂裡面的人，這聽眾，雖然剛剛去的這些菩薩，都有這個本事，有這個能力，也能化無量無邊身到十方世界，幹什麼？去供佛、去聞法。所以，「法門無量誓願學」到極樂世界很簡單，一天就學完了。你能分無量無邊身，同時見無量無邊諸佛，想學什麼佛都講給你聽，都教給你，你不就全通了嗎？就憑這一樁，我就下定決心非去不可。這個地方要有留戀，等我成了佛再來，這是智慧的決定、智慧的選擇，這叫得無上力。"
    },
    {
      "id": "02-040-0496_p0030",
      "zh_CN": "净宗，大势至菩萨主智慧，观世音菩萨主慈悲。观世音在阿弥陀佛的左手，大势至在右手，左边为大。我们一看佛菩萨像的摆列，我们就知道这个法门是以解为主还是以行为主。净宗是以行；华严贤首宗是以解，文殊站大位，文殊在左，普贤在右。释迦佛也是以解为主，释迦佛两旁边是阿难、迦叶，阿难在左面，迦叶在右面，迦叶表行门，阿难表解门。所以，供养佛菩萨形像是表法的意思，这不是迷信。",
      "zh_TW": "淨宗，大勢至菩薩主智慧，觀世音菩薩主慈悲。觀世音在阿彌陀佛的左手，大勢至在右手，左邊為大。我們一看佛菩薩像的擺列，我們就知道這個法門是以解為主還是以行為主。淨宗是以行；華嚴賢首宗是以解，文殊站大位，文殊在左，普賢在右。釋迦佛也是以解為主，釋迦佛兩旁邊是阿難、迦葉，阿難在左面，迦葉在右面，迦葉表行門，阿難表解門。所以，供養佛菩薩形像是表法的意思，這不是迷信。"
    },
    {
      "id": "02-040-0496_p0031",
      "zh_CN": "下面引「《悲华经》曰：由汝愿取大千世界故，今字汝大势至」。这个字是名字，给你一个名字，称为大势至。大势至是智慧第一，观世音是慈悲第一。在中国，中国人信奉的四大菩萨，这四大菩萨第一个是地藏，第二个是观音，第三个是文殊，第四个是普贤。地藏代表什么？孝亲尊师，所以《地藏经》是佛门的孝经。地是讲心地，藏是宝藏，像大地里面有金银七宝，得要把它开采出来。地藏表我们的心地有无量智慧、无量德能、无量相好，用什么把它开发出来？用孝、敬，孝亲尊师就能把心地宝藏开发出来，是这个意思。心地宝藏开发出来干什么？第一个是自利，第二个是利他，自利得到了，要想到利益他。自己脱离六道轮回，证得菩萨果位，要想到还有许许多多人在迷惑颠倒，要去帮助他。所以要学观世音菩萨的大慈大悲，救苦救难。慈悲要依智慧，没有智慧就变成祸害，所以下面是文殊菩萨，文殊菩萨代表智慧。慈悲里面充满的是智慧，没有情执、没有好恶、没有自私自利，也没有是非人我，没有智慧不行。普贤菩萨代表实践，也就是说把孝亲、慈悲、智慧统统应用在日常生活当中，用在工作里面、用在待人接物，这叫普贤菩萨。大乘在中国。",
      "zh_TW": "下面引「《悲華經》曰：由汝願取大千世界故，今字汝大勢至」。這個字是名字，給你一個名字，稱為大勢至。大勢至是智慧第一，觀世音是慈悲第一。在中國，中國人信奉的四大菩薩，這四大菩薩第一個是地藏，第二個是觀音，第三個是文殊，第四個是普賢。地藏代表什麼？孝親尊師，所以《地藏經》是佛門的孝經。地是講心地，藏是寶藏，像大地裡面有金銀七寶，得要把它開採出來。地藏表我們的心地有無量智慧、無量德能、無量相好，用什麼把它開發出來？用孝、敬，孝親尊師就能把心地寶藏開發出來，是這個意思。心地寶藏開發出來幹什麼？第一個是自利，第二個是利他，自利得到了，要想到利益他。自己脫離六道輪迴，證得菩薩果位，要想到還有許許多多人在迷惑顛倒，要去幫助他。所以要學觀世音菩薩的大慈大悲，救苦救難。慈悲要依智慧，沒有智慧就變成禍害，所以下面是文殊菩薩，文殊菩薩代表智慧。慈悲裡面充滿的是智慧，沒有情執、沒有好惡、沒有自私自利，也沒有是非人我，沒有智慧不行。普賢菩薩代表實踐，也就是說把孝親、慈悲、智慧統統應用在日常生活當中，用在工作裡面、用在待人接物，這叫普賢菩薩。大乘在中國。"
    },
    {
      "id": "02-040-0496_p0032",
      "zh_CN": "弥勒菩萨，布袋和尚，出现在五代后梁的时代。圆寂的时候他跟大家宣布，他是弥勒菩萨化身，说完就走了，这是真的。说是什么佛菩萨来了，说了又不走，假的，不是真的，那不能相信；说了就走是真的。因为你知道他是什么佛菩萨来的，你会亲近、供养，说了他走了，不是为名闻利养来的。所以中国塑造弥勒菩萨的像，都是用布袋和尚，布袋和尚现的这个相是接引众生。我们怎样帮助别人进佛门，引导他进佛门？要学布袋和尚那个样子，满面笑容，心量广大，能包容一切。",
      "zh_TW": "彌勒菩薩，布袋和尚，出現在五代後梁的時代。圓寂的時候他跟大家宣布，他是彌勒菩薩化身，說完就走了，這是真的。說是什麼佛菩薩來了，說了又不走，假的，不是真的，那不能相信；說了就走是真的。因為你知道他是什麼佛菩薩來的，你會親近、供養，說了他走了，不是為名聞利養來的。所以中國塑造彌勒菩薩的像，都是用布袋和尚，布袋和尚現的這個相是接引眾生。我們怎樣幫助別人進佛門，引導他進佛門？要學布袋和尚那個樣子，滿面笑容，心量廣大，能包容一切。"
    },
    {
      "id": "02-040-0496_p0033",
      "zh_CN": "量大福就大，不能包容的人没有福报，能包容一切的人福报大，这个道理中国古人都明白。尤其是包容一些冤亲债主，毁谤我的人、障碍我的人、陷害我的人要包容。他为什么毁谤我、为什么障碍我、为什么陷害我？他对我有误会，他跟我没有接触过，他不了解我，才会有这些事情发生。如果他常常跟我在一起，他就了解、他就明白了，这些疑虑全部都化解了。所以我们一定要懂得，人性本善，人之初，性本善，要原谅他的习性，要尊重他的本性。习性，他从小生下来环境就不好，特别是现在这个时代，祖宗传下来的伦理道德全没有了，他没有见过，也没有听人说过，他怎么会知道？现在人所看到的都是名闻利养，而且大家都在竞争，争名夺利，没有看到忍让的。所以你讲忍让他不相信，世界上哪有这种傻人？他认为忍让是傻瓜，这个人不正常。有聪明才智一定去竞争，竞争提升到斗争，斗争再提升是战争，要争到底。",
      "zh_TW": "量大福就大，不能包容的人沒有福報，能包容一切的人福報大，這個道理中國古人都明白。尤其是包容一些冤親債主，毀謗我的人、障礙我的人、陷害我的人要包容。他為什麼毀謗我、為什麼障礙我、為什麼陷害我？他對我有誤會，他跟我沒有接觸過，他不了解我，才會有這些事情發生。如果他常常跟我在一起，他就了解、他就明白了，這些疑慮全部都化解了。所以我們一定要懂得，人性本善，人之初，性本善，要原諒他的習性，要尊重他的本性。習性，他從小生下來環境就不好，特別是現在這個時代，祖宗傳下來的倫理道德全沒有了，他沒有見過，也沒有聽人說過，他怎麼會知道？現在人所看到的都是名聞利養，而且大家都在競爭，爭名奪利，沒有看到忍讓的。所以你講忍讓他不相信，世界上哪有這種傻人？他認為忍讓是傻瓜，這個人不正常。有聰明才智一定去競爭，競爭提升到鬥爭，鬥爭再提升是戰爭，要爭到底。"
    },
    {
      "id": "02-040-0496_p0034",
      "zh_CN": "圣贤教育、佛菩萨教育、宗教教育都教我们忍让，都教我们要与人和睦相处，平等对待。他对我不平等，我对他平等；他不忍让我，我让他，就没有冲突了。为什么要让？《金刚经》上一句话说，说穿了，「凡所有相，皆是虚妄」，既然是虚妄，为什么不让？不是真的。所以让，让到底，决定有好处，我一生都让，你问我要什么，我有的都让给你，决定不跟人争。如果与人竞争，这个与佛法根本教义相违背，佛法不争，中国传统圣贤教学也不争。孔老夫子他所教的他做到了，他的学生总结夫子有五德，这五德就是温良恭俭让。这五个字孔子做到了，圆圆满满做到，自然表现出来，没有一点造作，温和、善良、恭敬、节俭、谦让，做到了。回头看看释迦牟尼佛有没有这五德？有，佛也具足五德。世出世间圣人基本的德行，这五种，我们接受圣贤教育要不做到，那不叫人笑话吗？这五个字做不到，所以《弟子规》就做不到，《感应篇》做不到，《十善业》也做不到，那学佛变成学者，只会讲，做不到。只会讲没用处，于了生死出三界不相干；换句话说，依然搞六道轮回，这就错了。",
      "zh_TW": "聖賢教育、佛菩薩教育、宗教教育都教我們忍讓，都教我們要與人和睦相處，平等對待。他對我不平等，我對他平等；他不忍讓我，我讓他，就沒有衝突了。為什麼要讓？《金剛經》上一句話說，說穿了，「凡所有相，皆是虛妄」，既然是虛妄，為什麼不讓？不是真的。所以讓，讓到底，決定有好處，我一生都讓，你問我要什麼，我有的都讓給你，決定不跟人爭。如果與人競爭，這個與佛法根本教義相違背，佛法不爭，中國傳統聖賢教學也不爭。孔老夫子他所教的他做到了，他的學生總結夫子有五德，這五德就是溫良恭儉讓。這五個字孔子做到了，圓圓滿滿做到，自然表現出來，沒有一點造作，溫和、善良、恭敬、節儉、謙讓，做到了。回頭看看釋迦牟尼佛有沒有這五德？有，佛也具足五德。世出世間聖人基本的德行，這五種，我們接受聖賢教育要不做到，那不叫人笑話嗎？這五個字做不到，所以《弟子規》就做不到，《感應篇》做不到，《十善業》也做不到，那學佛變成學者，只會講，做不到。只會講沒用處，於了生死出三界不相干；換句話說，依然搞六道輪迴，這就錯了。"
    },
    {
      "id": "02-040-0496_p0035",
      "zh_CN": "我们要真干、要真落实，住在这个地方，三年不能感化这个小村邻居，我们就没有资格再住在这个地方，我们的老师看到你摇头。真正行温良恭俭让，你的邻居必定感染，你住在这个地方三年，这个小村、小镇统统都学会了，自自然然的。我移民到澳洲，在图文巴住了十一年，修行证果的没看见，往生就是证果，谁有把握往生？没有一个人敢说。但是在这个小城里头，唯一一点安慰的，就是我们为人行事感动了这个小城。这个小城对于净宗学院赞叹，小城的居民说出净宗学院的人都是好人，这个批评得来不容易，在这个时代。我们在这个地方，要求自己的同学存好心、说好话、行好事、做好人，要帮助小城、帮助社会，遇到困难的时候我们全心全力帮助他，十年如一日。",
      "zh_TW": "我們要真幹、要真落實，住在這個地方，三年不能感化這個小村鄰居，我們就沒有資格再住在這個地方，我們的老師看到你搖頭。真正行溫良恭儉讓，你的鄰居必定感染，你住在這個地方三年，這個小村、小鎮統統都學會了，自自然然的。我移民到澳洲，在圖文巴住了十一年，修行證果的沒看見，往生就是證果，誰有把握往生？沒有一個人敢說。但是在這個小城裡頭，唯一一點安慰的，就是我們為人行事感動了這個小城。這個小城對於淨宗學院讚歎，小城的居民說出淨宗學院的人都是好人，這個批評得來不容易，在這個時代。我們在這個地方，要求自己的同學存好心、說好話、行好事、做好人，要幫助小城、幫助社會，遇到困難的時候我們全心全力幫助他，十年如一日。"
    },
    {
      "id": "02-040-0496_p0036",
      "zh_CN": "我有个愿望，希望这个小城将来能够变成全世界和谐示范城市。没有想到当地的宗教，十几个宗教，去年三月我在那边，在一个聚会里头我们碰头，他们大家来告诉我，他们发心要想把这个小城，建成世界第一个多元文化和谐示范城市，太难得了！当时我答应他，答应他是个很冒昧，当时欢喜说出来的，我说你们真做到，我会把你们这些在联合国介绍。这句话说出来了，事后想想联合国可不容易进去。没有想到今年五月，斯里兰卡总统在联合国办了一个活动，纪念卫塞节，就是释迦牟尼佛生日，邀请我参加。我第二次到巴黎教科文组织总部参加这个活动，老朋友很多。我就通知澳洲图文巴这十几个宗教领袖，邀请市长率领，带他们到联合国来做报告。有这么个因缘兑现了，这话不是空话。约好了明年大概是一月份，联合国这些大使们到图文巴去做访问，亲自去看看，这好事情，也是我们期待的。我说他们到图文巴来参观、来考察，我回到图文巴去接待他们。这些老朋友，对我们过去二００六年第一次在办的活动念念不忘，很不容易的事情。别人一个活动没有后续了，我们这还给人家留念，人家常常放在心上，这个我们很感恩，也是真诚心做出来的。",
      "zh_TW": "我有個願望，希望這個小城將來能夠變成全世界和諧示範城市。沒有想到當地的宗教，十幾個宗教，去年三月我在那邊，在一個聚會裡頭我們碰頭，他們大家來告訴我，他們發心要想把這個小城，建成世界第一個多元文化和諧示範城市，太難得了！當時我答應他，答應他是個很冒昧，當時歡喜說出來的，我說你們真做到，我會把你們這些在聯合國介紹。這句話說出來了，事後想想聯合國可不容易進去。沒有想到今年五月，斯里蘭卡總統在聯合國辦了一個活動，紀念衛塞節，就是釋迦牟尼佛生日，邀請我參加。我第二次到巴黎教科文組織總部參加這個活動，老朋友很多。我就通知澳洲圖文巴這十幾個宗教領袖，邀請市長率領，帶他們到聯合國來做報告。有這麼個因緣兌現了，這話不是空話。約好了明年大概是一月份，聯合國這些大使們到圖文巴去做訪問，親自去看看，這好事情，也是我們期待的。我說他們到圖文巴來參觀、來考察，我回到圖文巴去接待他們。這些老朋友，對我們過去二００六年第一次在辦的活動念念不忘，很不容易的事情。別人一個活動沒有後續了，我們這還給人家留念，人家常常放在心上，這個我們很感恩，也是真誠心做出來的。"
    },
    {
      "id": "02-040-0496_p0037",
      "zh_CN": "下面我们看这个注解，集注，集一切经论跟祖师的开示来注解这部经，所以他这个注解叫集注。「又《思益经》曰：我投足之处」，这个我是大势至菩萨自称，「震动三千大千世界及魔宫殿，故名大势至」。这个震动不是地震，如果地震那可麻烦了，那佛菩萨带来的是灾难。这个震动是人心震动，是一位真正有大智慧、有大福德，他能帮助一切苦难众生，破迷开悟，离苦得乐。所以，一切众生都欢喜见到他，都希望他能够久住世间教化众生，是这个意思。所以名号叫大势至。",
      "zh_TW": "下面我們看這個註解，集註，集一切經論跟祖師的開示來註解這部經，所以他這個註解叫集註。「又《思益經》曰：我投足之處」，這個我是大勢至菩薩自稱，「震動三千大千世界及魔宮殿，故名大勢至」。這個震動不是地震，如果地震那可麻煩了，那佛菩薩帶來的是災難。這個震動是人心震動，是一位真正有大智慧、有大福德，他能幫助一切苦難眾生，破迷開悟，離苦得樂。所以，一切眾生都歡喜見到他，都希望他能夠久住世間教化眾生，是這個意思。所以名號叫大勢至。"
    },
    {
      "id": "02-040-0496_p0038",
      "zh_CN": "「《观经》又云」，前面引《观经》，下面再引，「此菩萨行时」，大势至菩萨行时，「十方世界一切震动。当地动处，有五百亿宝华，一一宝华，庄严高显，如极乐世界」。他在极乐世界是阿弥陀佛的助手，协助阿弥陀佛教化众生的。所以他到其他的世界，当然众生有感菩萨有应，感应道交不可思议。在感应的时候，就如同极乐世界的依正庄严在他访问的那个世界出现了，这是菩萨的智慧、菩萨的神通、菩萨的威德。",
      "zh_TW": "「《觀經》又云」，前面引《觀經》，下面再引，「此菩薩行時」，大勢至菩薩行時，「十方世界一切震動。當地動處，有五百億寶華，一一寶華，莊嚴高顯，如極樂世界」。他在極樂世界是阿彌陀佛的助手，協助阿彌陀佛教化眾生的。所以他到其他的世界，當然眾生有感菩薩有應，感應道交不可思議。在感應的時候，就如同極樂世界的依正莊嚴在他訪問的那個世界出現了，這是菩薩的智慧、菩薩的神通、菩薩的威德。"
    },
    {
      "id": "02-040-0496_p0039",
      "zh_CN": "「故《大日经疏五》曰：如世国王大臣，威势自在，名为大势。」这是用世间比喻，国王大臣，国王、宰相、总理这些人，他们出行的时候，也引起社会的震动。国王出国访问，一定是那个地主国家的领导人、国王大臣来迎请，欢迎，像庆祝节日一样，民众张灯结彩，欢迎大威德的人来访问、来参观。举这个例子来做比喻，诸佛菩萨应化在十方诸佛刹土，确确实实有天龙八部鬼神在围绕守护，我们世间人看不见，但是也有些瑞相我们看到。真正有威德的人访问，细心去观察，你能看到瑞相，瑞相很多。我们接着看底下的文，「言此圣者」，这大势至菩萨，「以至得如是大悲自在之位，故以为名」。他得称为大势至菩萨，也就是成就大威德的意思。",
      "zh_TW": "「故《大日經疏五》曰：如世國王大臣，威勢自在，名為大勢。」這是用世間比喻，國王大臣，國王、宰相、總理這些人，他們出行的時候，也引起社會的震動。國王出國訪問，一定是那個地主國家的領導人、國王大臣來迎請，歡迎，像慶祝節日一樣，民眾張燈結彩，歡迎大威德的人來訪問、來參觀。舉這個例子來做比喻，諸佛菩薩應化在十方諸佛剎土，確確實實有天龍八部鬼神在圍繞守護，我們世間人看不見，但是也有些瑞相我們看到。真正有威德的人訪問，細心去觀察，你能看到瑞相，瑞相很多。我們接著看底下的文，「言此聖者」，這大勢至菩薩，「以至得如是大悲自在之位，故以為名」。他得稱為大勢至菩薩，也就是成就大威德的意思。"
    },
    {
      "id": "02-040-0496_p0040",
      "zh_CN": "「又《观经》谓，大士于肉髻上有一宝瓶，盛诸光明，普现佛事。余诸身相，如观世音，等无有异」。其他的瑞相跟观世音菩萨一样。观世音跟大势至，相貌几乎完全相同，唯一不一样就是戴的帽子。观世音菩萨帽子当中有一尊立佛，站着的佛像，在帽子当中；大势至菩萨帽子当中有宝瓶，有个瓶，瓶放光，差别就在这个地方。",
      "zh_TW": "「又《觀經》謂，大士於肉髻上有一寶瓶，盛諸光明，普現佛事。餘諸身相，如觀世音，等無有異」。其他的瑞相跟觀世音菩薩一樣。觀世音跟大勢至，相貌幾乎完全相同，唯一不一樣就是戴的帽子。觀世音菩薩帽子當中有一尊立佛，站著的佛像，在帽子當中；大勢至菩薩帽子當中有寶瓶，有個瓶，瓶放光，差別就在這個地方。"
    },
    {
      "id": "02-040-0496_p0041",
      "zh_CN": "我们再看下面经文，「因行殊胜」。",
      "zh_TW": "我們再看下面經文，「因行殊勝」。"
    },
    {
      "id": "02-040-0496_p0042",
      "zh_CN": "【此二菩萨。于娑婆界。修菩萨行。往生彼国。常在阿弥陀佛左右。】",
      "zh_TW": "【此二菩薩。於娑婆界。修菩薩行。往生彼國。常在阿彌陀佛左右。】"
    },
    {
      "id": "02-040-0496_p0043",
      "zh_CN": "这是说明这两位菩萨跟我们的缘分，缘分特别深。两位菩萨都曾经在我们这个世界修行，行菩萨道，以后往生到极乐世界。生到极乐世界，『常在阿弥陀佛左右』，协助阿弥陀佛教化众生。「为十方人民示此典范，普愿众生，求生净土」。在十方世界，这个范围就大了，十方是遍一切佛刹。为十方世界的人民，这是十法界里头专讲人道，接引这些苦难的众生，求生净土。跟娑婆世界特别有缘，所以在中国这块大地，传说的是「家家观世音，户户弥陀佛」，我们娑婆教主释迦牟尼佛，知道的人不多。这就是佛的知名度，阿弥陀佛是第一，菩萨的知名度，观世音菩萨第一，没有人不知道观音菩萨，没有人不知道阿弥陀佛。确实，知道释迦牟尼佛的人不多，你问很多人不晓得；观音、势至、阿弥陀佛知名度最高。对佛菩萨的恭敬供养，接受佛菩萨的教诲，往生不退成佛。",
      "zh_TW": "這是說明這兩位菩薩跟我們的緣分，緣分特別深。兩位菩薩都曾經在我們這個世界修行，行菩薩道，以後往生到極樂世界。生到極樂世界，『常在阿彌陀佛左右』，協助阿彌陀佛教化眾生。「為十方人民示此典範，普願眾生，求生淨土」。在十方世界，這個範圍就大了，十方是遍一切佛剎。為十方世界的人民，這是十法界裡頭專講人道，接引這些苦難的眾生，求生淨土。跟娑婆世界特別有緣，所以在中國這塊大地，傳說的是「家家觀世音，戶戶彌陀佛」，我們娑婆教主釋迦牟尼佛，知道的人不多。這就是佛的知名度，阿彌陀佛是第一，菩薩的知名度，觀世音菩薩第一，沒有人不知道觀音菩薩，沒有人不知道阿彌陀佛。確實，知道釋迦牟尼佛的人不多，你問很多人不曉得；觀音、勢至、阿彌陀佛知名度最高。對佛菩薩的恭敬供養，接受佛菩薩的教誨，往生不退成佛。"
    },
    {
      "id": "02-040-0496_p0044",
      "zh_CN": "今天时间到了，我们就学习到此地。",
      "zh_TW": "今天時間到了，我們就學習到此地。"
    }
  ]
}