{
  "doc_id": "02-040-0265",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六五集",
    "zh_TW": "第二六五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0265",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0265_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0265_p0002",
      "zh_CN": "请看《大经科注》第五百四十六页，第七行第二个字看起：",
      "zh_TW": "請看《大經科註》第五百四十六頁，第七行第二個字看起："
    },
    {
      "id": "02-040-0265_p0003",
      "zh_CN": "「天雨妙华，自然音乐，《唐译》为天华鼓乐满虚空。《嘉祥疏》云：地动表皆行因，雨华明必得果。自然音乐，证妙乐之土，说法化物也。」黄念祖老居士引用原译本的经文、嘉祥大师的注解，说明地动、雨花、天乐它所起的作用。这后面讲得很清楚，「意为」，意思是所现的这些瑞象当中，「地动」，六种震动，「表得果皆由行愿之因」，这是因果之大者。小的，起心动念、言语造作全都有因果。",
      "zh_TW": "「天雨妙華，自然音樂，《唐譯》為天華鼓樂滿虛空。《嘉祥疏》云：地動表皆行因，雨華明必得果。自然音樂，證妙樂之土，說法化物也。」黃念祖老居士引用原譯本的經文、嘉祥大師的註解，說明地動、雨花、天樂它所起的作用。這後面講得很清楚，「意為」，意思是所現的這些瑞象當中，「地動」，六種震動，「表得果皆由行願之因」，這是因果之大者。小的，起心動念、言語造作全都有因果。"
    },
    {
      "id": "02-040-0265_p0004",
      "zh_CN": "我们在这个世间，想做一点好事为什么那么困难？不外乎两种原因，第一种是自己德行不足，没有真实的实德能，大乘经上常讲的。这个能够感应到佛菩萨加持，龙天护法，你做得很顺利，没有真实的德能就会有障碍。做好事也有冤亲债主障碍你，为什么？他不喜欢你做好事，你做好事是往上升，他希望你往下堕落。你跟他有冤仇，他会障碍你的善事，会助长你的不善的事；换句话说，他就是要你堕三途，这个因居多数。我们在这种物质环境、人事环境当中，一定要懂得消业障，那就是怎样？欢喜承受，不生怨恨之心，我们的业障就化解了。",
      "zh_TW": "我們在這個世間，想做一點好事為什麼那麼困難？不外乎兩種原因，第一種是自己德行不足，沒有真實的實德能，大乘經上常講的。這個能夠感應到佛菩薩加持，龍天護法，你做得很順利，沒有真實的德能就會有障礙。做好事也有冤親債主障礙你，為什麼？他不喜歡你做好事，你做好事是往上升，他希望你往下墮落。你跟他有冤仇，他會障礙你的善事，會助長你的不善的事；換句話說，他就是要你墮三途，這個因居多數。我們在這種物質環境、人事環境當中，一定要懂得消業障，那就是怎樣？歡喜承受，不生怨恨之心，我們的業障就化解了。"
    },
    {
      "id": "02-040-0265_p0005",
      "zh_CN": "所以，蕅益大师讲得好，「境缘无好丑，好丑在于心」，境是物质环境，缘是人事环境。人事环境里头有没有好丑，就是善与不善？没有，完全看我们自己用的是什么心，统统得利益，也统统造罪业。你的心地善良，永远存着感恩，境缘都好，所以逆增上缘还是帮助你提升。他障碍你、毁谤你、陷害你、破坏你，成就你自己的德行。我没有丝毫怨恨，不生烦恼，生感恩的心、生怜悯的心，这就对了，永远要学阿弥陀佛。弥陀在十方法界教化众生并不是一帆风顺，排斥净土的人很多，反对阿弥陀佛教诲的人很多，不相信的人很多。阿弥陀佛从来没有烦恼念头，从来没有不善的批评，而是以清净平等、大悲大愿不断的来影响大众、劝勉大众，希望他回头。弥陀只有一个心，一切皆成佛，这是我们要学习的。",
      "zh_TW": "所以，蕅益大師講得好，「境緣無好醜，好醜在於心」，境是物質環境，緣是人事環境。人事環境裡頭有沒有好醜，就是善與不善？沒有，完全看我們自己用的是什麼心，統統得利益，也統統造罪業。你的心地善良，永遠存著感恩，境緣都好，所以逆增上緣還是幫助你提升。他障礙你、毀謗你、陷害你、破壞你，成就你自己的德行。我沒有絲毫怨恨，不生煩惱，生感恩的心、生憐憫的心，這就對了，永遠要學阿彌陀佛。彌陀在十方法界教化眾生並不是一帆風順，排斥淨土的人很多，反對阿彌陀佛教誨的人很多，不相信的人很多。阿彌陀佛從來沒有煩惱念頭，從來沒有不善的批評，而是以清淨平等、大悲大願不斷的來影響大眾、勸勉大眾，希望他回頭。彌陀只有一個心，一切皆成佛，這是我們要學習的。"
    },
    {
      "id": "02-040-0265_p0006",
      "zh_CN": "障缘的第二种原因，是众生造的罪业太重，感应的果报现前。这个果报就是他有机会遇到佛法，他不能生起信心，他不能接受，他不能理解，他不能够修行，这众生没福。总不外乎这两类的原因。这两类的原因，只有佛陀跟法身菩萨的大慈大悲才能化解。化解也不是容易事情，也不是短时间的事情，好在佛的慈悲是无有止境的，生生世世，「佛氏门中，不舍一人」。我们自己有福遇到了，纵然不能够利益大众，一定要利益自己，其实利益自己就是利益大众，为什么？我们做了好榜样给人看。缘将成熟还未成熟的时候，见到这些形象他会感动，他会觉悟，我们做得愈好，感动的人愈多。所以诸佛菩萨示现在人间，入般涅槃，这个示现也度很多众生。这些我们要看清楚，要开光明眼，看得清楚。造作恶业的人、制造障碍的人，眼前得一点小利，后面的果报都不好，不能不看清楚，不能不看明白，这个很重要。看清楚、看明白了，你必定能够发愿，你必定能够勇猛精进，你智慧现前，知道在这个境缘当中怎样去处置。最好的处置、最善的处置那是帮助自己提升，帮助众生减轻罪业，这叫真正慈悲。",
      "zh_TW": "障緣的第二種原因，是眾生造的罪業太重，感應的果報現前。這個果報就是他有機會遇到佛法，他不能生起信心，他不能接受，他不能理解，他不能夠修行，這眾生沒福。總不外乎這兩類的原因。這兩類的原因，只有佛陀跟法身菩薩的大慈大悲才能化解。化解也不是容易事情，也不是短時間的事情，好在佛的慈悲是無有止境的，生生世世，「佛氏門中，不捨一人」。我們自己有福遇到了，縱然不能夠利益大眾，一定要利益自己，其實利益自己就是利益大眾，為什麼？我們做了好榜樣給人看。緣將成熟還未成熟的時候，見到這些形象他會感動，他會覺悟，我們做得愈好，感動的人愈多。所以諸佛菩薩示現在人間，入般涅槃，這個示現也度很多眾生。這些我們要看清楚，要開光明眼，看得清楚。造作惡業的人、製造障礙的人，眼前得一點小利，後面的果報都不好，不能不看清楚，不能不看明白，這個很重要。看清楚、看明白了，你必定能夠發願，你必定能夠勇猛精進，你智慧現前，知道在這個境緣當中怎樣去處置。最好的處置、最善的處置那是幫助自己提升，幫助眾生減輕罪業，這叫真正慈悲。"
    },
    {
      "id": "02-040-0265_p0007",
      "zh_CN": "这是说地动表所有的果报都是有行、有愿，这个愿就是欲望。行有善恶，愿也有善恶，什么样的因感什么样的果，业因果报丝毫不爽。我们看不见的众生多，看不见的这些众生，有根利的，也有根很钝的。利根的，听到佛号、听到讲经、听到读经他有很大的受用，现前就能帮助他离苦得乐。迟钝的也不少，迟钝是业障太重的，他还没有注意到佛法，读经、讲经、念佛在他看起来好像与他没有关系。他等什么？他就等施食，因为他太长久太长久的时间得不到饮食，佛事里头有施食，他就等着。其他的他都没有办法觉察，这昏沉，好像睡着了一样，有吃的东西他就起来了，他要去争取。这一类的众生，需要很长很长的时间，慢慢才能帮他觉悟过来。轮回的时间真的是很长很长，没有人能够算得出来。一个不善的念头也许就堕落了，真的自己有意无意，为什么？无始劫以来习气造成的。无始劫来，一般众生总是恶多善少，所以恶的习气重，善的习气轻，遇到善缘，相应比较难，遇到恶缘很容易。所以世间人常说，学坏容易学好难，这个话说得不是没有道理，是真的，不是假的。",
      "zh_TW": "這是說地動表所有的果報都是有行、有願，這個願就是欲望。行有善惡，願也有善惡，什麼樣的因感什麼樣的果，業因果報絲毫不爽。我們看不見的眾生多，看不見的這些眾生，有根利的，也有根很鈍的。利根的，聽到佛號、聽到講經、聽到讀經他有很大的受用，現前就能幫助他離苦得樂。遲鈍的也不少，遲鈍是業障太重的，他還沒有注意到佛法，讀經、講經、念佛在他看起來好像與他沒有關係。他等什麼？他就等施食，因為他太長久太長久的時間得不到飲食，佛事裡頭有施食，他就等著。其他的他都沒有辦法覺察，這昏沉，好像睡著了一樣，有吃的東西他就起來了，他要去爭取。這一類的眾生，需要很長很長的時間，慢慢才能幫他覺悟過來。輪迴的時間真的是很長很長，沒有人能夠算得出來。一個不善的念頭也許就墮落了，真的自己有意無意，為什麼？無始劫以來習氣造成的。無始劫來，一般眾生總是惡多善少，所以惡的習氣重，善的習氣輕，遇到善緣，相應比較難，遇到惡緣很容易。所以世間人常說，學壞容易學好難，這個話說得不是沒有道理，是真的，不是假的。"
    },
    {
      "id": "02-040-0265_p0008",
      "zh_CN": "「雨花者，有花则有果，以表大愿必然得果」，花也是表因果。我们供佛，供养具里面，香、花是最普遍的，香、花、水、幢幡这是供具里头常用，而且是表法的意思，这个不能不知道。花不是给佛菩萨看的，果也不是给他吃的，花代表因，果代表果报，表这个意思。花美，表这个因好、因善，果就好；因行不善，果报就是恶道，表这个意思。供灯，灯代表智慧光明，照见诸法实相，表这个意思。灯还表燃烧自己照耀别人，现在用电灯不太容易看出来，蜡烛、油灯很容易看出来。你看蜡烛烧烧到最后没有了，照别人，燃烧自己，照耀别人，佛前供灯是这个意思。供水，水代表清净不染，水代表心，心要清净不染，心要平等、要觉悟。清净不染、平等它就起照的作用，那个照的作用就是智慧。光清净还不行，平等，水不起波浪叫平等，没有染污是清净。小乘人，声闻、缘觉，他证得清净心，菩萨证得平等心，所以他能大彻大悟，大彻大悟就是觉，清净平等觉。清净是因，平等是果，平等又是因，觉悟是果，前面是因，后面是果。香，香代表戒定真香，香赞里头有，「戒定真香」，见到香、闻到香要想到戒定慧三学，提起正念的，这是它真正的作用。",
      "zh_TW": "「雨花者，有花則有果，以表大願必然得果」，花也是表因果。我們供佛，供養具裡面，香、花是最普遍的，香、花、水、幢幡這是供具裡頭常用，而且是表法的意思，這個不能不知道。花不是給佛菩薩看的，果也不是給他吃的，花代表因，果代表果報，表這個意思。花美，表這個因好、因善，果就好；因行不善，果報就是惡道，表這個意思。供燈，燈代表智慧光明，照見諸法實相，表這個意思。燈還表燃燒自己照耀別人，現在用電燈不太容易看出來，蠟燭、油燈很容易看出來。你看蠟燭燒燒到最後沒有了，照別人，燃燒自己，照耀別人，佛前供燈是這個意思。供水，水代表清淨不染，水代表心，心要清淨不染，心要平等、要覺悟。清淨不染、平等它就起照的作用，那個照的作用就是智慧。光清淨還不行，平等，水不起波浪叫平等，沒有染污是清淨。小乘人，聲聞、緣覺，他證得清淨心，菩薩證得平等心，所以他能大徹大悟，大徹大悟就是覺，清淨平等覺。清淨是因，平等是果，平等又是因，覺悟是果，前面是因，後面是果。香，香代表戒定真香，香讚裡頭有，「戒定真香」，見到香、聞到香要想到戒定慧三學，提起正念的，這是它真正的作用。"
    },
    {
      "id": "02-040-0265_p0009",
      "zh_CN": "幢幡代表弘法利生的，讲经教学利他，前面偏重在自利，自利之后要懂得利他。幡幢是佛门的信号，讲经的法会悬幢。幢，圆形的，像飞机场的那个风筒差不多，风筒是一面大、一面小，幢是大小完全相同。旗杆上挂上幢，就是告诉大家今天这个地方有讲经的法会，喜欢听经的人看到了，他就来了。佛门没有广告、没有宣传，这是表谦虚。我的智慧德能不足为人师，不敢招生，不敢宣传，我们在此地讲经学习好像是分享、交流，请大家指教。把我们的活动用幡幢表达给大家，喜欢来的他就来了；不喜欢，他就可以不必来，一丝毫不勉强。如果是悬幡，表示这个地方今天有集会，不是讲经教学，有集会，有活动。",
      "zh_TW": "幢幡代表弘法利生的，講經教學利他，前面偏重在自利，自利之後要懂得利他。幡幢是佛門的信號，講經的法會懸幢。幢，圓形的，像飛機場的那個風筒差不多，風筒是一面大、一面小，幢是大小完全相同。旗杆上掛上幢，就是告訴大家今天這個地方有講經的法會，喜歡聽經的人看到了，他就來了。佛門沒有廣告、沒有宣傳，這是表謙虛。我的智慧德能不足為人師，不敢招生，不敢宣傳，我們在此地講經學習好像是分享、交流，請大家指教。把我們的活動用幡幢表達給大家，喜歡來的他就來了；不喜歡，他就可以不必來，一絲毫不勉強。如果是懸幡，表示這個地方今天有集會，不是講經教學，有集會，有活動。"
    },
    {
      "id": "02-040-0265_p0010",
      "zh_CN": "所以幡幢是信息，远远的地方看到了，知道这个地方有活动。现在幡幢的作用失掉了，为什么？都市都盖了高楼，你悬挂的幡幢没有人看见。我们在童年的时候，这个东西起很大的作用。一般庙大概都是两层楼，普通住家是一层，平房，所以它比我们一般房子高，寺庙里旗杆挂的时候，附近几个村庄都看到。现在用电话通知，用广告，电视广告、广播电台的广告、报纸上刊广告，用这个方法来通知，这代替了幡幢。幡幢的作用是这些，这个我们要知道。",
      "zh_TW": "所以幡幢是信息，遠遠的地方看到了，知道這個地方有活動。現在幡幢的作用失掉了，為什麼？都市都蓋了高樓，你懸掛的幡幢沒有人看見。我們在童年的時候，這個東西起很大的作用。一般廟大概都是兩層樓，普通住家是一層，平房，所以它比我們一般房子高，寺廟裡旗杆掛的時候，附近幾個村莊都看到。現在用電話通知，用廣告，電視廣告、廣播電台的廣告、報紙上刊廣告，用這個方法來通知，這代替了幡幢。幡幢的作用是這些，這個我們要知道。"
    },
    {
      "id": "02-040-0265_p0011",
      "zh_CN": "雨花代表因果，表大愿必然得果，因果报应确确实实是丝毫不爽。「自然音乐」，这是表「必得妙乐之土」，就是极乐世界，必定成就极乐世界，并且「广宣妙法，化物无尽」。这个广宣妙法是十方三世诸佛如来承当了，没有人能承当这个事情，诸佛如来承当了。诸佛如来应化在世间，就是教学的。不但是佛教，所有宗教你细心去观察，你去研究它们的经典，你就发现了。最初创教的第一个祖师，你看看他一生的行谊，我们就恍然大悟，几乎没有一个不是，用现在的话来说，社会教育家。个个都是有智慧、有慈悲心的人，有慈悲心，怜悯众生，发心出来教化众生；有智慧就有能力帮助众生破迷开悟，达到教学的目标。",
      "zh_TW": "雨花代表因果，表大願必然得果，因果報應確確實實是絲毫不爽。「自然音樂」，這是表「必得妙樂之土」，就是極樂世界，必定成就極樂世界，並且「廣宣妙法，化物無盡」。這個廣宣妙法是十方三世諸佛如來承當了，沒有人能承當這個事情，諸佛如來承當了。諸佛如來應化在世間，就是教學的。不但是佛教，所有宗教你細心去觀察，你去研究它們的經典，你就發現了。最初創教的第一個祖師，你看看他一生的行誼，我們就恍然大悟，幾乎沒有一個不是，用現在的話來說，社會教育家。個個都是有智慧、有慈悲心的人，有慈悲心，憐憫眾生，發心出來教化眾生；有智慧就有能力幫助眾生破迷開悟，達到教學的目標。"
    },
    {
      "id": "02-040-0265_p0012",
      "zh_CN": "众生一定要觉悟，觉悟什么？明了宇宙万有真实相。现在这桩事情是科学跟哲学承当了，专门来做这个研究，来把这个谜底解开，让大家了解事实真相是什么。这桩事情，各个不同宗教都讲，有些讲得深，有些讲得浅一点。真正讲透彻、讲明白了，跟现在科学完全相应了，这是大乘，科学家也肯定了。事实真相明了就不迷惑，我们对于整个宇宙万有，看法、想法就不至于发生错误，起心动念、言语造作一定是与诸法实相相应，这叫正知正见；如果我们想法、看法与事实真相相违背，这叫邪知邪见。正知正见带给我们是智慧、慈悲、和谐、幸福；错误的知见，带给我们的是灾难、是迷惑、是颠倒、是造业、是恶报，不一样。所以，宗教是教育。",
      "zh_TW": "眾生一定要覺悟，覺悟什麼？明瞭宇宙萬有真實相。現在這樁事情是科學跟哲學承當了，專門來做這個研究，來把這個謎底解開，讓大家了解事實真相是什麼。這樁事情，各個不同宗教都講，有些講得深，有些講得淺一點。真正講透徹、講明白了，跟現在科學完全相應了，這是大乘，科學家也肯定了。事實真相明瞭就不迷惑，我們對於整個宇宙萬有，看法、想法就不至於發生錯誤，起心動念、言語造作一定是與諸法實相相應，這叫正知正見；如果我們想法、看法與事實真相相違背，這叫邪知邪見。正知正見帶給我們是智慧、慈悲、和諧、幸福；錯誤的知見，帶給我們的是災難、是迷惑、是顛倒、是造業、是惡報，不一樣。所以，宗教是教育。"
    },
    {
      "id": "02-040-0265_p0013",
      "zh_CN": "中国人有智慧，现在的西方人也承认，如果研究中国汉学，他会对中国古人真正生起恭敬心、赞叹的心，甚至于全心全力向他们学习。非常难得，中国古人发明了一套记载、传递给后人的一套工具，这个工具就是文言文，太伟大了。在全世界没有能找到跟它相比的，最伟大的发明，能将千万年前人的智慧、方法、经验，用这个载具传给千万年以后的人，而不变质。真正了不起的发明，与性德圆满相应，性德是永恒不变，文言文是永恒不变。用这个做手段来把它记载，把它传给后人，而且这套方法学习不难。这是人类智慧的瑰宝，它属于全人类，文言文的特色就是它能够适用一切不同的地区、不同的时代，它永恒不变。中国千万年来，人民能够享受到长治久安、幸福美满的生活，靠这个文化。学习这个文化的人，他有智慧，他有慈悲心。因为智慧跟慈悲心是自性里头本具的，本来有的，只要你把妄想杂念放下，自性里面的智慧、慈悲它就流露出来。所以这叫性德，不是从外来的。",
      "zh_TW": "中國人有智慧，現在的西方人也承認，如果研究中國漢學，他會對中國古人真正生起恭敬心、讚歎的心，甚至於全心全力向他們學習。非常難得，中國古人發明了一套記載、傳遞給後人的一套工具，這個工具就是文言文，太偉大了。在全世界沒有能找到跟它相比的，最偉大的發明，能將千萬年前人的智慧、方法、經驗，用這個載具傳給千萬年以後的人，而不變質。真正了不起的發明，與性德圓滿相應，性德是永恆不變，文言文是永恆不變。用這個做手段來把它記載，把它傳給後人，而且這套方法學習不難。這是人類智慧的瑰寶，它屬於全人類，文言文的特色就是它能夠適用一切不同的地區、不同的時代，它永恆不變。中國千萬年來，人民能夠享受到長治久安、幸福美滿的生活，靠這個文化。學習這個文化的人，他有智慧，他有慈悲心。因為智慧跟慈悲心是自性裡頭本具的，本來有的，只要你把妄想雜念放下，自性裡面的智慧、慈悲它就流露出來。所以這叫性德，不是從外來的。"
    },
    {
      "id": "02-040-0265_p0014",
      "zh_CN": "圆满的性德，佛法里称他为佛陀，全现了。虽现，不圆满，没有到圆满，好像月亮，十五的月亮满月，称之为佛陀，十三、十四接近圆满，他没有圆满，称他作菩萨，初七、初八只看到一半，半个月亮，这就是声闻、缘觉。月光念念都圆满，只是跟我们观察的人角度不一样，所以我们才看到满月、半月，还有一天是完全看不见的，月亮光明那一面是背着我们的，我们看不到光明。用这个比喻，比喻我们自性是圆满的，圆满的智慧、圆满的光明、圆满的德性、圆满的慈悲，没有一样不圆满。",
      "zh_TW": "圓滿的性德，佛法裡稱他為佛陀，全現了。雖現，不圓滿，沒有到圓滿，好像月亮，十五的月亮滿月，稱之為佛陀，十三、十四接近圓滿，他沒有圓滿，稱他作菩薩，初七、初八只看到一半，半個月亮，這就是聲聞、緣覺。月光念念都圓滿，只是跟我們觀察的人角度不一樣，所以我們才看到滿月、半月，還有一天是完全看不見的，月亮光明那一面是背著我們的，我們看不到光明。用這個比喻，比喻我們自性是圓滿的，圓滿的智慧、圓滿的光明、圓滿的德性、圓滿的慈悲，沒有一樣不圓滿。"
    },
    {
      "id": "02-040-0265_p0015",
      "zh_CN": "中国古圣先贤这些老祖宗们，给我们提出，可以说是人类文明性德的原点，就四个科目，五伦、五常、四维、八德，每个字都是圆满的。像《无量寿经》上讲的四十八愿一样，愿愿是圆满的，而且每一愿都含摄其他四十七愿。它不是独立的，它是圆融的，每一愿都包括其他四十七愿，愿愿如是，一即是多，多即是一，一多不二。我们中国老祖宗亦如是，五伦、五常、四维、八德，这个里头有重复的，仁跟义，五伦里头有，有仁义，五常里头有，四维里头有义，八德里头有。所以仁跟义这两个字四科里头都有，古人用这两个字来代表传统文化，儒家所说的仁义，孔子代表仁，孟子代表义，中国文化的精神！",
      "zh_TW": "中國古聖先賢這些老祖宗們，給我們提出，可以說是人類文明性德的原點，就四個科目，五倫、五常、四維、八德，每個字都是圓滿的。像《無量壽經》上講的四十八願一樣，願願是圓滿的，而且每一願都含攝其他四十七願。它不是獨立的，它是圓融的，每一願都包括其他四十七願，願願如是，一即是多，多即是一，一多不二。我們中國老祖宗亦如是，五倫、五常、四維、八德，這個裡頭有重複的，仁跟義，五倫裡頭有，有仁義，五常裡頭有，四維裡頭有義，八德裡頭有。所以仁跟義這兩個字四科裡頭都有，古人用這兩個字來代表傳統文化，儒家所說的仁義，孔子代表仁，孟子代表義，中國文化的精神！"
    },
    {
      "id": "02-040-0265_p0016",
      "zh_CN": "源起在父子有亲，这一个亲里头，圆圆满满包括了五伦、五常、四维、八德，一个都不缺。跟大乘佛法一样，一即是多，多即是一。从这个亲爱里头生出五伦、五常，从伦常里面衍生了八德，四维、八德。这是中国传统文化的精神，中国传统文化的核心。不仅是中国，是全人类的，因为你走到任何国家民族，你给他讲这个，他都欢喜，他都接受，他都没有反对的。所以那是全人类文明的核心。中国人有记载，有文字记载，流传到后世，千万年前管用，现在人看起来还是管用，每个字都管用。如果你不要它，不要它天下就大乱，这是真的，看中国历史就知道，哪一个时代疏忽了，这时代一定出乱子。哪一个时代对这四科非常重视，国家领导人带头身体力行，决定是大治，这是盛世出现了。",
      "zh_TW": "源起在父子有親，這一個親裡頭，圓圓滿滿包括了五倫、五常、四維、八德，一個都不缺。跟大乘佛法一樣，一即是多，多即是一。從這個親愛裡頭生出五倫、五常，從倫常裡面衍生了八德，四維、八德。這是中國傳統文化的精神，中國傳統文化的核心。不僅是中國，是全人類的，因為你走到任何國家民族，你給他講這個，他都歡喜，他都接受，他都沒有反對的。所以那是全人類文明的核心。中國人有記載，有文字記載，流傳到後世，千萬年前管用，現在人看起來還是管用，每個字都管用。如果你不要它，不要它天下就大亂，這是真的，看中國歷史就知道，哪一個時代疏忽了，這時代一定出亂子。哪一個時代對這四科非常重視，國家領導人帶頭身體力行，決定是大治，這是盛世出現了。"
    },
    {
      "id": "02-040-0265_p0017",
      "zh_CN": "盛世的帝王难得，也有不少在地狱，唐太宗就是一个，他说出来了他为什么堕地狱，杀人太多。隋朝灭亡的时候他们也是群雄之一，把其他的对手都打败、消灭，最后掌握了政权。用中国传统文化来治国，成为历史上大唐盛世，后人都称他作明君，提起唐太宗没有不肃然起敬的，可是他堕地狱了。幸亏他做了一桩好事，《群书治要》，就这桩好事他从地狱出来了。我们跟他没有往来，我们只知道历史上有这么一部书，我想了好几年，终于有人找到了，送给我，送到我这来。我看到非常欢喜，看到这部书，中国有救了，世界有救了。我们提倡、翻印，广为流通，唐太宗因此离开地狱。他是佛门的总护法，在他那个时代，中国大小乘十个宗派，是中国佛教黄金时代，每个宗派人才辈出。他心量很大，能够平等对待、包容基督教、包容伊斯兰教，那个时候它们刚刚传到中国来，佛教来得早。唐太宗是以平等心来对待所有宗教，非常难得，真的令人赞叹。",
      "zh_TW": "盛世的帝王難得，也有不少在地獄，唐太宗就是一個，他說出來了他為什麼墮地獄，殺人太多。隋朝滅亡的時候他們也是群雄之一，把其他的對手都打敗、消滅，最後掌握了政權。用中國傳統文化來治國，成為歷史上大唐盛世，後人都稱他作明君，提起唐太宗沒有不肅然起敬的，可是他墮地獄了。幸虧他做了一樁好事，《群書治要》，就這樁好事他從地獄出來了。我們跟他沒有往來，我們只知道歷史上有這麼一部書，我想了好幾年，終於有人找到了，送給我，送到我這來。我看到非常歡喜，看到這部書，中國有救了，世界有救了。我們提倡、翻印，廣為流通，唐太宗因此離開地獄。他是佛門的總護法，在他那個時代，中國大小乘十個宗派，是中國佛教黃金時代，每個宗派人才輩出。他心量很大，能夠平等對待、包容基督教、包容伊斯蘭教，那個時候它們剛剛傳到中國來，佛教來得早。唐太宗是以平等心來對待所有宗教，非常難得，真的令人讚歎。"
    },
    {
      "id": "02-040-0265_p0018",
      "zh_CN": "这边说，「最后空中赞言，决定必成无上正觉。《会疏》曰：克果无疑」，克果就是证果，丝毫怀疑没有，所以叫决定。「决定中之决定」叫必成。「无上正觉，即佛果。无有此上」，它上面再没有上的了，所以称为无上。",
      "zh_TW": "這邊說，「最後空中讚言，決定必成無上正覺。《會疏》曰：剋果無疑」，剋果就是證果，絲毫懷疑沒有，所以叫決定。「決定中之決定」叫必成。「無上正覺，即佛果。無有此上」，它上面再沒有上的了，所以稱為無上。"
    },
    {
      "id": "02-040-0265_p0019",
      "zh_CN": "「至于法藏大士才发愿已」，这是五劫参学圆满，四十八愿是他的报告的总纲领，「空中便即赞言，决定必成无上正觉者，何也？《无量寿经起信论》所释，甚为精要」。《无量寿经起信论》是彭际清居士的作品，对这个问题他说得非常好。「兹用其意，而简述之如下」，这如下这一段不是原文，是他原文的大意。「一切佛土，不离众生一念清净心，而得成立」，这句话是总纲，非常重要，我们要记住，真正修行的就修这一句。这一句是什么？一念清净心。一念清净心是自己的真心，心里头没有妄想、没有杂念。这句话说得容易，做起来可真不容易，你能一念吗？",
      "zh_TW": "「至於法藏大士才發願已」，這是五劫參學圓滿，四十八願是他的報告的總綱領，「空中便即讚言，決定必成無上正覺者，何也？《無量壽經起信論》所釋，甚為精要」。《無量壽經起信論》是彭際清居士的作品，對這個問題他說得非常好。「茲用其意，而簡述之如下」，這如下這一段不是原文，是他原文的大意。「一切佛土，不離眾生一念清淨心，而得成立」，這句話是總綱，非常重要，我們要記住，真正修行的就修這一句。這一句是什麼？一念清淨心。一念清淨心是自己的真心，心裡頭沒有妄想、沒有雜念。這句話說得容易，做起來可真不容易，你能一念嗎？"
    },
    {
      "id": "02-040-0265_p0020",
      "zh_CN": "不离一念就是自性本定，惠能大师开悟的时候说过，「何期自性，本无动摇」，这个一念清净就是本无动摇，真心现前。这什么人？如来出世了，你契入这个境界你就成佛了，你成佛了，你居住的这个地方这就是佛土。为什么？境随心转，心净则佛土净，道理在此地。西方极乐世界有多大？它没有边际，这一点我们要知道，它是法性土。往生到极乐世界的人，身是法性身，居住的是法性土，是自性变现的，没有通过阿赖耶。十法界里面的众生，身是阿赖耶的相分，心是阿赖耶的见分，都是假的，都不是真的。阿赖耶的见相二分都是生灭法。",
      "zh_TW": "不離一念就是自性本定，惠能大師開悟的時候說過，「何期自性，本無動搖」，這個一念清淨就是本無動搖，真心現前。這什麼人？如來出世了，你契入這個境界你就成佛了，你成佛了，你居住的這個地方這就是佛土。為什麼？境隨心轉，心淨則佛土淨，道理在此地。西方極樂世界有多大？它沒有邊際，這一點我們要知道，它是法性土。往生到極樂世界的人，身是法性身，居住的是法性土，是自性變現的，沒有通過阿賴耶。十法界裡面的眾生，身是阿賴耶的相分，心是阿賴耶的見分，都是假的，都不是真的。阿賴耶的見相二分都是生滅法。"
    },
    {
      "id": "02-040-0265_p0021",
      "zh_CN": "诸佛刹土里面有六道跟四圣法界，就是常讲的十法界。十法界是从自性所生所变，但是它被阿赖耶所染污了，自性不能当家做主，当家做主的是阿赖耶识，阿赖耶识是妄心，所以统统变成生灭法。这个生灭法愈迷愈深，这就是六道众生，迷得浅的四圣法界，迷得深的是六道众生。不容易觉悟，不容易脱离六道轮回这个境界，这个境界是一场恶梦，它不是事实，但是在这个里头非常非常辛苦。可是这里头众生迷恋当前境界，不肯放下，佛菩萨以无尽的慈悲、善巧方便来教他，还是不肯接受。可是佛菩萨的慈悲不舍一人，生生世世都在照顾。佛菩萨对众生是什么样的恩德，没人知道，世出世间找不到第二个人是这样的关心你、是这样的帮助你，找不到第二个人。我们对佛菩萨而言真正是忘恩负义，吃这些苦头是应该吃的，自己不听话，遇到了不相信，还要在这个里头搞名闻利养，你说那个罪多重。",
      "zh_TW": "諸佛剎土裡面有六道跟四聖法界，就是常講的十法界。十法界是從自性所生所變，但是它被阿賴耶所染污了，自性不能當家做主，當家做主的是阿賴耶識，阿賴耶識是妄心，所以統統變成生滅法。這個生滅法愈迷愈深，這就是六道眾生，迷得淺的四聖法界，迷得深的是六道眾生。不容易覺悟，不容易脫離六道輪迴這個境界，這個境界是一場惡夢，它不是事實，但是在這個裡頭非常非常辛苦。可是這裡頭眾生迷戀當前境界，不肯放下，佛菩薩以無盡的慈悲、善巧方便來教他，還是不肯接受。可是佛菩薩的慈悲不捨一人，生生世世都在照顧。佛菩薩對眾生是什麼樣的恩德，沒人知道，世出世間找不到第二個人是這樣的關心你、是這樣的幫助你，找不到第二個人。我們對佛菩薩而言真正是忘恩負義，吃這些苦頭是應該吃的，自己不聽話，遇到了不相信，還要在這個裡頭搞名聞利養，你說那個罪多重。"
    },
    {
      "id": "02-040-0265_p0022",
      "zh_CN": "你搞名闻利养，佛菩萨不制止你，为什么？佛菩萨知道这个里头有真有妄，你所见所闻是佛法，这是真的，你贪名贪利是恶法，那是假的。现在真假混在一起，你自己不知道。将来，假的那就是三途，在三途里头把这个罪业洗干净了，你所闻所见这个佛法起作用。你没有罪业了，你就相信了，你就真干了，你就真成就。佛菩萨看得清清楚楚，不阻止你，不能接受的时候，把正法掺在恶法里头，这慈悲到极处。等到你三途恶业消尽，那是消业的，消罪业的，消尽了，这个善根福德成熟，再遇到的时候就相信，就能接受了。接受也有程度上的不同，因为你还有恶习气，地狱、饿鬼、畜生三恶道的习气，罪业是消掉了，习气还在。所以对于接受正法，还有一段相当的长的时间，这个时候要有好环境，真的是近朱则赤，近墨则黑。能够跟到好人在一起，你就学好，你一生成就了；如果远离善知识，亲近恶知识，你的恶习气愈来愈深，又坏了。这些，佛菩萨帮不上忙。佛菩萨知不知道？知道。清不清楚？清楚。佛菩萨用什么方法？随他去吧！这叫恒顺众生，必须是吃尽苦头，所谓苦尽甘来，才能回头。",
      "zh_TW": "你搞名聞利養，佛菩薩不制止你，為什麼？佛菩薩知道這個裡頭有真有妄，你所見所聞是佛法，這是真的，你貪名貪利是惡法，那是假的。現在真假混在一起，你自己不知道。將來，假的那就是三途，在三途裡頭把這個罪業洗乾淨了，你所聞所見這個佛法起作用。你沒有罪業了，你就相信了，你就真幹了，你就真成就。佛菩薩看得清清楚楚，不阻止你，不能接受的時候，把正法摻在惡法裡頭，這慈悲到極處。等到你三途惡業消盡，那是消業的，消罪業的，消盡了，這個善根福德成熟，再遇到的時候就相信，就能接受了。接受也有程度上的不同，因為你還有惡習氣，地獄、餓鬼、畜生三惡道的習氣，罪業是消掉了，習氣還在。所以對於接受正法，還有一段相當的長的時間，這個時候要有好環境，真的是近朱則赤，近墨則黑。能夠跟到好人在一起，你就學好，你一生成就了；如果遠離善知識，親近惡知識，你的惡習氣愈來愈深，又壞了。這些，佛菩薩幫不上忙。佛菩薩知不知道？知道。清不清楚？清楚。佛菩薩用什麼方法？隨他去吧！這叫恆順眾生，必須是吃盡苦頭，所謂苦盡甘來，才能回頭。"
    },
    {
      "id": "02-040-0265_p0023",
      "zh_CN": "我们帮助有缘同学，一定要记住这个事实真相，不能操之过急，想赶快度他，这我们做不到，佛都做不到，你怎么能做到？佛用的方法不是急躁的，循序渐进。在这个时期教化众生，众生最受利益的无过于因果教育。多看、多听、多接触，因果实际上的例子他真看到了，他就会小心谨慎。逆境顺境、善缘恶缘他都不敢接触，为什么？顺境、善缘怕起贪心，怕生情执；逆境、恶缘怕生瞋恚，怕起愚痴。都不是好境界，全是造轮回业，受轮回报，这非常可怕！我们怎么办？决定不能离开《无量寿经》，决定不能离开阿弥陀佛，我们就得救了。恶境不好，不能住，顺境虽好也不能住，心住在阿弥陀佛上，你就平等了，只受其利，不受其害。这是真实智慧，这真正积功累德，积功累德最殊胜的就是念佛。",
      "zh_TW": "我們幫助有緣同學，一定要記住這個事實真相，不能操之過急，想趕快度他，這我們做不到，佛都做不到，你怎麼能做到？佛用的方法不是急躁的，循序漸進。在這個時期教化眾生，眾生最受利益的無過於因果教育。多看、多聽、多接觸，因果實際上的例子他真看到了，他就會小心謹慎。逆境順境、善緣惡緣他都不敢接觸，為什麼？順境、善緣怕起貪心，怕生情執；逆境、惡緣怕生瞋恚，怕起愚痴。都不是好境界，全是造輪迴業，受輪迴報，這非常可怕！我們怎麼辦？決定不能離開《無量壽經》，決定不能離開阿彌陀佛，我們就得救了。惡境不好，不能住，順境雖好也不能住，心住在阿彌陀佛上，你就平等了，只受其利，不受其害。這是真實智慧，這真正積功累德，積功累德最殊勝的就是念佛。"
    },
    {
      "id": "02-040-0265_p0024",
      "zh_CN": "《无量寿经起信论》里头这个话讲得真好，我们要永远记住，一切佛土，不离众生一念清净心而得成立。极乐世界阿弥陀佛教我们什么？就在经题上，教我们「清净平等觉」，这是极乐世界教学的宗旨。清净是阿罗汉、辟支佛，平等是菩萨，觉是四十一位法身大士。修清净平等觉你就得大乘，大乘是智慧，无量寿是福德，庄严清净是极乐世界，那是果，清净平等就是因，不修因哪来的果报？净宗修因就用一句阿弥陀佛，修得清净平等觉，这个法子太妙了！所以佛不离口，佛不离心。",
      "zh_TW": "《無量壽經起信論》裡頭這個話講得真好，我們要永遠記住，一切佛土，不離眾生一念清淨心而得成立。極樂世界阿彌陀佛教我們什麼？就在經題上，教我們「清淨平等覺」，這是極樂世界教學的宗旨。清淨是阿羅漢、辟支佛，平等是菩薩，覺是四十一位法身大士。修清淨平等覺你就得大乘，大乘是智慧，無量壽是福德，莊嚴清淨是極樂世界，那是果，清淨平等就是因，不修因哪來的果報？淨宗修因就用一句阿彌陀佛，修得清淨平等覺，這個法子太妙了！所以佛不離口，佛不離心。"
    },
    {
      "id": "02-040-0265_p0025",
      "zh_CN": "「法藏大士，发此宏愿」，这个宏愿就是四十八愿，「祇为破除众生妄执，开显当人本有心量，令知净土即是法性本然，非从外得」。西方极乐世界是自己自性所现的真实报土，不从外头来的。阿弥陀佛自性所现的，阿弥陀佛又能教人，教一切众生破除妄想、执着，破除执着得清净心，破除妄想得平等觉。所以开显当人本有的心量，心包太虚，量周沙界。这个人我喜欢，那个人我讨厌，这不行，这是轮回心，是妄心，跟真心、跟佛心不相应。这个几句可以说，往生到极乐世界学什么？就学这几句。在这个世间障缘很多，要会修，不会修就生烦恼，你被境界转你就生烦恼，你就造业；不被境界转，你能提升自己境界，你也能看清楚这个世界众生的真相，这迷惑的真相，不是觉悟的真相。把假的当作真的，而在这些虚幻的假相当中那么认真、那么执着。这种认真、执着就是造三恶道的业，他要往生不了极乐世界，他就到三恶道去了，都在面前，看得清清楚楚、明明白白。",
      "zh_TW": "「法藏大士，發此宏願」，這個宏願就是四十八願，「祇為破除眾生妄執，開顯當人本有心量，令知淨土即是法性本然，非從外得」。西方極樂世界是自己自性所現的真實報土，不從外頭來的。阿彌陀佛自性所現的，阿彌陀佛又能教人，教一切眾生破除妄想、執著，破除執著得清淨心，破除妄想得平等覺。所以開顯當人本有的心量，心包太虛，量周沙界。這個人我喜歡，那個人我討厭，這不行，這是輪迴心，是妄心，跟真心、跟佛心不相應。這個幾句可以說，往生到極樂世界學什麼？就學這幾句。在這個世間障緣很多，要會修，不會修就生煩惱，你被境界轉你就生煩惱，你就造業；不被境界轉，你能提升自己境界，你也能看清楚這個世界眾生的真相，這迷惑的真相，不是覺悟的真相。把假的當作真的，而在這些虛幻的假相當中那麼認真、那麼執著。這種認真、執著就是造三惡道的業，他要往生不了極樂世界，他就到三惡道去了，都在面前，看得清清楚楚、明明白白。"
    },
    {
      "id": "02-040-0265_p0026",
      "zh_CN": "不从外得，「何以故？自性空寂，离诸恶趣。自性妙圆，具诸相好」。这个一定要知道，自性就是自己的真心，真心里头什么都没有，没有物质现象，没有精神现象，没有自然现象，所以叫它做空。寂是什么？寂是清净、寂静，没有丝毫染污，没有丝毫波动现象，那叫寂。阿赖耶是极其微细、频率非常高的波动现象，自性里头没有。离诸恶趣，这个恶趣不是指三恶道，这个恶趣是讲十法界，是讲一真法界，就是诸佛如来实报庄严土，连等觉菩萨都是恶趣。这自性，自性是无上了。等觉菩萨还有一品生相无明烦恼习气没断，所以那还是恶趣。由此可知，这个地方的恶趣讲得深广到极限了，带丝毫无始无明习气都叫做恶趣。那么不是恶趣是谁？诸佛如来，就一个人，四十一位法身大士都不行。自性妙圆，具诸相好，这也可以用来解释惠能大师开悟第三句所说的，「何期自性，本自具足」。它具足什么？具足妙圆相好，自性里头本有的，所以能现。",
      "zh_TW": "不從外得，「何以故？自性空寂，離諸惡趣。自性妙圓，具諸相好」。這個一定要知道，自性就是自己的真心，真心裡頭什麼都沒有，沒有物質現象，沒有精神現象，沒有自然現象，所以叫它做空。寂是什麼？寂是清淨、寂靜，沒有絲毫染污，沒有絲毫波動現象，那叫寂。阿賴耶是極其微細、頻率非常高的波動現象，自性裡頭沒有。離諸惡趣，這個惡趣不是指三惡道，這個惡趣是講十法界，是講一真法界，就是諸佛如來實報莊嚴土，連等覺菩薩都是惡趣。這自性，自性是無上了。等覺菩薩還有一品生相無明煩惱習氣沒斷，所以那還是惡趣。由此可知，這個地方的惡趣講得深廣到極限了，帶絲毫無始無明習氣都叫做惡趣。那麼不是惡趣是誰？諸佛如來，就一個人，四十一位法身大士都不行。自性妙圓，具諸相好，這也可以用來解釋惠能大師開悟第三句所說的，「何期自性，本自具足」。它具足什麼？具足妙圓相好，自性裡頭本有的，所以能現。"
    },
    {
      "id": "02-040-0265_p0027",
      "zh_CN": "「自性无碍，现六神通」。自性没有障碍，现六神通是有缘，众生有感，佛有应。佛应的时候就是以六神通应现，应以什么身得度，他就现什么身；应以什么法帮助他，就用什么法。所以佛没有定法，佛也没有一定的身相，凡所有相，皆是虚妄。法是生灭法，说的时候就有，不说的时候就没有，身是生灭身，生灭全是假的，凡所有相，皆是虚妄，它不存在。把这个东西统统放下，得大自在，六通具足。",
      "zh_TW": "「自性無礙，現六神通」。自性沒有障礙，現六神通是有緣，眾生有感，佛有應。佛應的時候就是以六神通應現，應以什麼身得度，他就現什麼身；應以什麼法幫助他，就用什麼法。所以佛沒有定法，佛也沒有一定的身相，凡所有相，皆是虛妄。法是生滅法，說的時候就有，不說的時候就沒有，身是生滅身，生滅全是假的，凡所有相，皆是虛妄，它不存在。把這個東西統統放下，得大自在，六通具足。"
    },
    {
      "id": "02-040-0265_p0028",
      "zh_CN": "「自性无住，不可断灭」，自性无住，所以它没有断灭。没有断灭就是无量寿，没有断灭就是永生，其他宗教里面讲永生，就是佛门讲的无量寿，一个意思。「自性无作，无有限量。自性无外，如风广被。」有作有为就有限量，极乐世界阿弥陀佛教化众生无作无为，作而无作，无作而作。这是什么意思？作、无作全是缘，缘聚就做，缘散就不做，做的时候没有放在心上，不做的时候也没有放在心上，这就对了。永远保持你的清净平等觉，这是你的真心。你有作，迷了；我无作，我不做，也迷了。你受外面的影响，你自己做不了主，这就错了。自己做得了主，有作不影响，不影响清净平等觉，无作也不影响清净平等觉，永远住清净平等觉，住而无住，无住而住，这是不思议的境界。起心动念就错了，不起心、不动念，恒顺众生，随喜功德。所以它无有限量，遍法界虚空界，法界虚空界无量无边。",
      "zh_TW": "「自性無住，不可斷滅」，自性無住，所以它沒有斷滅。沒有斷滅就是無量壽，沒有斷滅就是永生，其他宗教裡面講永生，就是佛門講的無量壽，一個意思。「自性無作，無有限量。自性無外，如風廣被。」有作有為就有限量，極樂世界阿彌陀佛教化眾生無作無為，作而無作，無作而作。這是什麼意思？作、無作全是緣，緣聚就做，緣散就不做，做的時候沒有放在心上，不做的時候也沒有放在心上，這就對了。永遠保持你的清淨平等覺，這是你的真心。你有作，迷了；我無作，我不做，也迷了。你受外面的影響，你自己做不了主，這就錯了。自己做得了主，有作不影響，不影響清淨平等覺，無作也不影響清淨平等覺，永遠住清淨平等覺，住而無住，無住而住，這是不思議的境界。起心動念就錯了，不起心、不動念，恆順眾生，隨喜功德。所以它無有限量，遍法界虛空界，法界虛空界無量無邊。"
    },
    {
      "id": "02-040-0265_p0029",
      "zh_CN": "自性无外，如风广被，像风一样。「自性无内，如镜普现」，没有内外。这些境界都是哲学里面所讲的抽象概念，在唯识里面所说的不相应行法。不相应行法，与心法不相应，与色法不相应，与心所法也不相应。但是它离不开心、心所跟色法，因为没有那三种它生不起来，它是依靠这三个生的，但是不属于这任何一种，抽象概念，它没有事实。「自性光明，如日普照。自性平等，如香普熏」，它熏对象在哪里？对象在遍法界虚空界。我们今天没有见到、没有闻到，自性光明没见到，自性平等没见到，是因为我们自己有障碍。这个障碍就是妄想、分别、执着，妄想分别执着放下了，你就见到了。",
      "zh_TW": "自性無外，如風廣被，像風一樣。「自性無內，如鏡普現」，沒有內外。這些境界都是哲學裡面所講的抽象概念，在唯識裡面所說的不相應行法。不相應行法，與心法不相應，與色法不相應，與心所法也不相應。但是它離不開心、心所跟色法，因為沒有那三種它生不起來，它是依靠這三個生的，但是不屬於這任何一種，抽象概念，它沒有事實。「自性光明，如日普照。自性平等，如香普熏」，它熏對象在哪裡？對象在遍法界虛空界。我們今天沒有見到、沒有聞到，自性光明沒見到，自性平等沒見到，是因為我們自己有障礙。這個障礙就是妄想、分別、執著，妄想分別執著放下了，你就見到了。"
    },
    {
      "id": "02-040-0265_p0030",
      "zh_CN": "「菩萨即顺众生自性本具之空寂心」，菩萨能随顺，妙圆心，这个「空寂心、妙圆心、无碍心、无住心、无作心、无外心、无内心、光明心、平等心，而庄严佛土」，这九个心只是一念。这个一念，诸位要记住，弥勒菩萨所说的一千六百兆分之一秒。也就是说，一秒钟你已经起了一千六百兆次的念头，一秒钟，你怎么会知道？这是佛法里头所说的高等科学，给我们讲大自然的波动现象，大自然就是自性，大自然就是自己的真心。所以，九个心只是一念，一念里头有九个心。",
      "zh_TW": "「菩薩即順眾生自性本具之空寂心」，菩薩能隨順，妙圓心，這個「空寂心、妙圓心、無礙心、無住心、無作心、無外心、無內心、光明心、平等心，而莊嚴佛土」，這九個心只是一念。這個一念，諸位要記住，彌勒菩薩所說的一千六百兆分之一秒。也就是說，一秒鐘你已經起了一千六百兆次的念頭，一秒鐘，你怎麼會知道？這是佛法裡頭所說的高等科學，給我們講大自然的波動現象，大自然就是自性，大自然就是自己的真心。所以，九個心只是一念，一念裡頭有九個心。"
    },
    {
      "id": "02-040-0265_p0031",
      "zh_CN": "「是以四十八愿，一一愿即众生本具之心。即以自心，庄严自土。」念老选择彭际清居士这个注解，说得真好，妙绝了！彭居士要不能契入这个境界，他怎么能说得出来，这是凡人能说得出来的吗？至少这是法身大士，才能说得出。一一愿即是众生本具之心，即以自心，庄严自土，这句话说明大乘经里面所说的伦理关系，讲绝了。中国古人伦理关系从相上说的，大乘是从自性上讲的，浅深差别很大。我们跟诸佛如来什么关系？一体，佛承认，我们不承认，为什么？他了解事实真相，我们不了解事实真相。佛菩萨跟我们没有障碍，我们跟佛菩萨有障碍，我们自己设障碍，障碍住了，所以我们永远到不了如来地。",
      "zh_TW": "「是以四十八願，一一願即眾生本具之心。即以自心，莊嚴自土。」念老選擇彭際清居士這個註解，說得真好，妙絕了！彭居士要不能契入這個境界，他怎麼能說得出來，這是凡人能說得出來的嗎？至少這是法身大士，才能說得出。一一願即是眾生本具之心，即以自心，莊嚴自土，這句話說明大乘經裡面所說的倫理關係，講絕了。中國古人倫理關係從相上說的，大乘是從自性上講的，淺深差別很大。我們跟諸佛如來什麼關係？一體，佛承認，我們不承認，為什麼？他了解事實真相，我們不了解事實真相。佛菩薩跟我們沒有障礙，我們跟佛菩薩有障礙，我們自己設障礙，障礙住了，所以我們永遠到不了如來地。"
    },
    {
      "id": "02-040-0265_p0032",
      "zh_CN": "我们再往下面看，「如水归海，如响应声」，大江大河里面水流到海里头，小的河流流入江河，江河再流入大海。把大海比喻作自性，把江河比喻成性德，主流，再就是小的江跟水，支流，小溪比喻作凡夫，再小溪流的一滴水，最后它回归到大海了。如响应声，我们在山谷里头长啸一声，它就有回响。这是说溪水跟海水是一个水，不是二水，没有流到大海不知道，以为不同；响跟声是一体，也分不开。用这个比喻在说「心土不二」，心，众生清净心，土是极乐世界庄严土，心土不二，「因果同时」，这才是事实真相。",
      "zh_TW": "我們再往下面看，「如水歸海，如響應聲」，大江大河裡面水流到海裡頭，小的河流流入江河，江河再流入大海。把大海比喻作自性，把江河比喻成性德，主流，再就是小的江跟水，支流，小溪比喻作凡夫，再小溪流的一滴水，最後它回歸到大海了。如響應聲，我們在山谷裡頭長嘯一聲，它就有回響。這是說溪水跟海水是一個水，不是二水，沒有流到大海不知道，以為不同；響跟聲是一體，也分不開。用這個比喻在說「心土不二」，心，眾生清淨心，土是極樂世界莊嚴土，心土不二，「因果同時」，這才是事實真相。"
    },
    {
      "id": "02-040-0265_p0033",
      "zh_CN": "「是故法藏发愿毕，空中即赞言」，法藏发愿毕，这是他在自在王佛面前跟大众做报告。而发愿不是一次发的，他是遍历诸佛刹土，认真做考察的工作，做选择的工作。所以，发愿是五劫成就的，不是短时间，真的精挑细选，详细调查。这是五劫圆满，把调查的结果归纳为四十八愿，在佛面前向大众做报告。「空中赞言，决定必成无上正觉」，这个空中有诸佛菩萨、有护法善神，没有不赞叹。「以不可思议之因，起不可思议之果」。《无量寿经》我们可以说是世尊一代时教的大圆满，是一代时教的总归结，归结到一切皆成佛。",
      "zh_TW": "「是故法藏發願畢，空中即讚言」，法藏發願畢，這是他在自在王佛面前跟大眾做報告。而發願不是一次發的，他是遍歷諸佛剎土，認真做考察的工作，做選擇的工作。所以，發願是五劫成就的，不是短時間，真的精挑細選，詳細調查。這是五劫圓滿，把調查的結果歸納為四十八願，在佛面前向大眾做報告。「空中讚言，決定必成無上正覺」，這個空中有諸佛菩薩、有護法善神，沒有不讚歎。「以不可思議之因，起不可思議之果」。《無量壽經》我們可以說是世尊一代時教的大圓滿，是一代時教的總歸結，歸結到一切皆成佛。"
    },
    {
      "id": "02-040-0265_p0034",
      "zh_CN": "末后念老提醒我们，「当知不可思议之因，即不可思议之果，有志净土者，须从此信入」。《无量寿经起信论》真正了不起，绝对不是一般文字，只有诸佛如来究竟圆满的证入才能说得出。我们听了似懂非懂，为什么？用章嘉大师的标准，你没有能够回头，你没有能够做到，你还没懂。要怎样我们才能懂？一遍一遍读下去，古人有所谓「读书千遍，其义自见」，你念上一千遍你就见到了，没有念到一千遍，你见不到是正常现象。一千遍念下去，没有见到，两千遍，两千遍没有悟处，三千遍，只要你锲而不舍。为什么？遍数多了心就专了，就得定了，心定了哪有不开悟的道理？大彻大悟，这里面你全都明白了，这一点很重要，我们要相信。",
      "zh_TW": "末後念老提醒我們，「當知不可思議之因，即不可思議之果，有志淨土者，須從此信入」。《無量壽經起信論》真正了不起，絕對不是一般文字，只有諸佛如來究竟圓滿的證入才能說得出。我們聽了似懂非懂，為什麼？用章嘉大師的標準，你沒有能夠回頭，你沒有能夠做到，你還沒懂。要怎樣我們才能懂？一遍一遍讀下去，古人有所謂「讀書千遍，其義自見」，你念上一千遍你就見到了，沒有念到一千遍，你見不到是正常現象。一千遍念下去，沒有見到，兩千遍，兩千遍沒有悟處，三千遍，只要你鍥而不捨。為什麼？遍數多了心就專了，就得定了，心定了哪有不開悟的道理？大徹大悟，這裡面你全都明白了，這一點很重要，我們要相信。"
    },
    {
      "id": "02-040-0265_p0035",
      "zh_CN": "老祖宗这些东西，他们的智慧、他们所用的方法，这个方法就是开智慧的方法，得三昧的方法、开智慧的方法他们懂，他们内行。我们今天在这个时代，所学的是知识，不是智慧，一生都是心浮气躁，没有定力，没有定功，所以不能解决问题。不能解决问题就会制造问题，制造问题在佛法称之为叫造业。造业复杂，善中有恶，恶中有善，纯善纯恶的还不容易找到。但是那种报应不可思议，报应怎么会报得那么巧妙，这都是不可思议的境界。今天时间到了，我们就学习到此地。",
      "zh_TW": "老祖宗這些東西，他們的智慧、他們所用的方法，這個方法就是開智慧的方法，得三昧的方法、開智慧的方法他們懂，他們內行。我們今天在這個時代，所學的是知識，不是智慧，一生都是心浮氣躁，沒有定力，沒有定功，所以不能解決問題。不能解決問題就會製造問題，製造問題在佛法稱之為叫造業。造業複雜，善中有惡，惡中有善，純善純惡的還不容易找到。但是那種報應不可思議，報應怎麼會報得那麼巧妙，這都是不可思議的境界。今天時間到了，我們就學習到此地。"
    }
  ]
}