{
  "doc_id": "02-040-0534",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第五三四集",
    "zh_TW": "第五三四集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0534",
  "total_paragraphs": 33,
  "paragraphs": [
    {
      "id": "02-040-0534_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0534_p0002",
      "zh_CN": "皈依三宝，皈是回归、回头，依是依靠。为什么皈依佛？佛是两足中尊。这个两，一个是智慧，一个是福报，没有一个人不想要的。足是满足，福、慧这两种都满足了，这叫佛。谁满足？释迦牟尼佛满足了，阿弥陀佛满足了。释迦牟尼佛满足的相不容易看出来，我们看老人家一生的行谊，日中一食，树下一宿，三衣一钵，这是智慧、福报的圆满，看不出来。极乐世界阿弥陀佛是非常明显的，显示出福报智慧圆满。释迦佛跟阿弥陀佛怎么有这么大的差别？其实没有差别，阿弥陀佛示现的是果报。果必有因，因是什么？释迦牟尼佛示现的是因，他在修因，果报就是华藏世界，有因有果。因是什么？是放下，释迦牟尼佛什么都放下，样样都放下，所以在华藏世界看到圆满的福慧二足。我们要明了，看破是智慧，就是皈依法，离欲尊，这看破；皈依僧是放下。出家人跟释迦牟尼佛一样，三衣一钵，日中一食，树下一宿，全都放下了。把三皈依放在最前面很有道理，代表全部的佛法。人要问佛法是什么？就是佛法僧。佛福慧圆满，法是修学的方法，僧是修学的人，他做出样子给我们看，身行言教，一点都没有迷信。佛法僧在自性里头，我们自己心里面圆满具足，没有一个人缺少，只是把它忘掉、迷了，没想起来。如果想起来，依教修行，人人都能成佛。这个身命结束，往生极乐世界，证得究竟圆满。细说就在这部经上。",
      "zh_TW": "皈依三寶，皈是回歸、回頭，依是依靠。為什麼皈依佛？佛是兩足中尊。這個兩，一個是智慧，一個是福報，沒有一個人不想要的。足是滿足，福、慧這兩種都滿足了，這叫佛。誰滿足？釋迦牟尼佛滿足了，阿彌陀佛滿足了。釋迦牟尼佛滿足的相不容易看出來，我們看老人家一生的行誼，日中一食，樹下一宿，三衣一缽，這是智慧、福報的圓滿，看不出來。極樂世界阿彌陀佛是非常明顯的，顯示出福報智慧圓滿。釋迦佛跟阿彌陀佛怎麼有這麼大的差別？其實沒有差別，阿彌陀佛示現的是果報。果必有因，因是什麼？釋迦牟尼佛示現的是因，他在修因，果報就是華藏世界，有因有果。因是什麼？是放下，釋迦牟尼佛什麼都放下，樣樣都放下，所以在華藏世界看到圓滿的福慧二足。我們要明瞭，看破是智慧，就是皈依法，離欲尊，這看破；皈依僧是放下。出家人跟釋迦牟尼佛一樣，三衣一缽，日中一食，樹下一宿，全都放下了。把三皈依放在最前面很有道理，代表全部的佛法。人要問佛法是什麼？就是佛法僧。佛福慧圓滿，法是修學的方法，僧是修學的人，他做出樣子給我們看，身行言教，一點都沒有迷信。佛法僧在自性裡頭，我們自己心裡面圓滿具足，沒有一個人缺少，只是把它忘掉、迷了，沒想起來。如果想起來，依教修行，人人都能成佛。這個身命結束，往生極樂世界，證得究竟圓滿。細說就在這部經上。"
    },
    {
      "id": "02-040-0534_p0003",
      "zh_CN": "我们看今天的经文，八百九十页第五行下半段看起，从《唯识述记》，从这里看起。《唯识》是法相唯识宗重要的典籍，这里头为我们解释解脱，解脱是什么意思。《述记》里头说，「解谓离缚」，束缚，烦恼的代名词，解，把烦恼解除，现在叫解放，把烦恼解放了；「脱谓自在」，脱是脱离苦果，就得自在，这叫解脱。苦果是什么？六道轮回是苦果，十法界是修行人的苦果，这两种苦果都脱离、都超越，这叫离苦。超越之后，极乐世界就现前，修净土的人见到极乐世界；修其他法门的人，经上常说八万四千法门，无量法门修成功了。什么叫成功？大彻大悟，看破；彻底放下，放下十法界依正庄严。为什么？假的，不是真的。这个东西放下，假的放下，真的就现前。极乐世界是真的，华藏世界是真的，密严世界是真的。八万四千法门里头有显教、有密教，显教讲华藏，密教讲密严，净土讲极乐，一而三，三而一，名词不一样，是一个地方。所以生到华藏等于生到极乐，生到极乐等于生到密严，方法不相同（修行的方法），方向是一致的，目标是同一个。这个我们要懂，然后门户之见自然就没有。我这一宗殊胜，你那个不如我；我的高，你的比不上，这些都是废话，毫无意义。",
      "zh_TW": "我們看今天的經文，八百九十頁第五行下半段看起，從《唯識述記》，從這裡看起。《唯識》是法相唯識宗重要的典籍，這裡頭為我們解釋解脫，解脫是什麼意思。《述記》裡頭說，「解謂離縛」，束縛，煩惱的代名詞，解，把煩惱解除，現在叫解放，把煩惱解放了；「脫謂自在」，脫是脫離苦果，就得自在，這叫解脫。苦果是什麼？六道輪迴是苦果，十法界是修行人的苦果，這兩種苦果都脫離、都超越，這叫離苦。超越之後，極樂世界就現前，修淨土的人見到極樂世界；修其他法門的人，經上常說八萬四千法門，無量法門修成功了。什麼叫成功？大徹大悟，看破；徹底放下，放下十法界依正莊嚴。為什麼？假的，不是真的。這個東西放下，假的放下，真的就現前。極樂世界是真的，華藏世界是真的，密嚴世界是真的。八萬四千法門裡頭有顯教、有密教，顯教講華藏，密教講密嚴，淨土講極樂，一而三，三而一，名詞不一樣，是一個地方。所以生到華藏等於生到極樂，生到極樂等於生到密嚴，方法不相同（修行的方法），方向是一致的，目標是同一個。這個我們要懂，然後門戶之見自然就沒有。我這一宗殊勝，你那個不如我；我的高，你的比不上，這些都是廢話，毫無意義。"
    },
    {
      "id": "02-040-0534_p0004",
      "zh_CN": "关键，什么叫正法？我们前面学过，每一法都是正法，每一法都是邪法，法没有邪正，邪正在人心，一心专修就叫正法。正是什么意思？你看上面是个一，下面是个止，止于一门就叫正法。法法都是正法，都能让你明心见性，见性成佛。所以懂得这个道理，哪一法不是佛法，哪一法不是正法？全是。这个理很深，问题，禅宗常讲「会么」，那个会很有味道，会了全是正的，不会全是邪的。不会什么？修得很多，修得很杂，修得很乱，修一辈子没有得到定，没有开智慧。大经大论学得很多，说得天花乱坠，那是什么？知识。听得多、记得多，你能说，全是别人的，没有一句、一个字是自己心里头流露出来的，那就叫邪。从自性里面流露出来，这是正。所以明心见性，从自性流出来全是正法，没有一法不正。由此可知，邪正在人心，不在法，法没有邪正，这给你说真话。我们今天要学正法、要修正法，一门深入《无量寿经》，我们就专搞这一样。止于一，一就是《无量寿经》，一就是南无阿弥陀佛这一句名号，这是正法，才能真正得到解脱，解脱是从果上说的。",
      "zh_TW": "關鍵，什麼叫正法？我們前面學過，每一法都是正法，每一法都是邪法，法沒有邪正，邪正在人心，一心專修就叫正法。正是什麼意思？你看上面是個一，下面是個止，止於一門就叫正法。法法都是正法，都能讓你明心見性，見性成佛。所以懂得這個道理，哪一法不是佛法，哪一法不是正法？全是。這個理很深，問題，禪宗常講「會麼」，那個會很有味道，會了全是正的，不會全是邪的。不會什麼？修得很多，修得很雜，修得很亂，修一輩子沒有得到定，沒有開智慧。大經大論學得很多，說得天花亂墜，那是什麼？知識。聽得多、記得多，你能說，全是別人的，沒有一句、一個字是自己心裡頭流露出來的，那就叫邪。從自性裡面流露出來，這是正。所以明心見性，從自性流出來全是正法，沒有一法不正。由此可知，邪正在人心，不在法，法沒有邪正，這給你說真話。我們今天要學正法、要修正法，一門深入《無量壽經》，我們就專搞這一樣。止於一，一就是《無量壽經》，一就是南無阿彌陀佛這一句名號，這是正法，才能真正得到解脫，解脫是從果上說的。"
    },
    {
      "id": "02-040-0534_p0005",
      "zh_CN": "下面，「《述记》又曰」，又说，「言解脱者」，这个字应该念谢，它是破音字，念谢当动词讲，把它解开，不是名词，动词，解脱。「体即圆寂」，圆寂就是自性。难得我们几位同学编了这么一本书，《净土大经科注参考资料》，两册，我们参考资料全在其中。早年，赵朴老在世的时候，那个时候我把《佛说无量寿经》，就是这个本子科判做出来，用折叠本画成表解，把经文写上去，《科注》。这个本子送给赵朴老，朴老看到非常欢喜，夏莲老会的经，黄念老的集注，这个科会也出来了，这部经圆满了。圆满了，对于修学的人，这里面很多名词术语，要查字典、查辞典、查参考资料，现在统统查出来了。这份东西朴老没见到，朴老见到一定欢喜赞叹，对修学净土的人有大帮助。有这四册，我们的《科注》，注就是黄念老的注解上下两册，参考资料上下两册，这四册，修净土就圆满、就完备了。我们一生把精力放在这里，会不会明心见性？会，肯定的。为什么？你专一，专一就是正法，净宗《无量寿经》就这四册。",
      "zh_TW": "下面，「《述記》又曰」，又說，「言解脫者」，這個字應該念謝，它是破音字，念謝當動詞講，把它解開，不是名詞，動詞，解脫。「體即圓寂」，圓寂就是自性。難得我們幾位同學編了這麼一本書，《淨土大經科註參考資料》，兩冊，我們參考資料全在其中。早年，趙樸老在世的時候，那個時候我把《佛說無量壽經》，就是這個本子科判做出來，用折疊本畫成表解，把經文寫上去，《科註》。這個本子送給趙樸老，樸老看到非常歡喜，夏蓮老會的經，黃念老的集註，這個科會也出來了，這部經圓滿了。圓滿了，對於修學的人，這裡面很多名詞術語，要查字典、查辭典、查參考資料，現在統統查出來了。這份東西樸老沒見到，樸老見到一定歡喜讚歎，對修學淨土的人有大幫助。有這四冊，我們的《科註》，註就是黃念老的註解上下兩冊，參考資料上下兩冊，這四冊，修淨土就圓滿、就完備了。我們一生把精力放在這裡，會不會明心見性？會，肯定的。為什麼？你專一，專一就是正法，淨宗《無量壽經》就這四冊。"
    },
    {
      "id": "02-040-0534_p0006",
      "zh_CN": "「圆寂」，参考资料里面，从《佛学大辞典》里面节录出来的。「术语」，经上的梵文称涅槃，这是从梵文音译过来的。「旧译灭度，新译圆寂」。旧译是玄奘大师以前古大德翻译的叫旧译，玄奘以后叫做新译，新旧以玄奘大师为标准。古译的译作灭度，灭就是灭烦恼；度，像过渡一样，我们过河，坐一个小船渡到对岸，就渡过去了。这是把生死轮回看作河流，我们从生死这个岸渡到那边，那边的岸是不生不灭，彼岸，了生死，证菩提，取这个意思，灭度。新译的，玄奘译的也译得很好，他翻作圆寂，圆是圆满，「圆满诸德寂灭诸恶」，取这个意思，这个翻得很好。古德明显看出来涅槃是灭度，所以灭新译寂，灭跟寂的意思相同；度，圆满的意思，了生死，证菩提，这圆满了。",
      "zh_TW": "「圓寂」，參考資料裡面，從《佛學大辭典》裡面節錄出來的。「術語」，經上的梵文稱涅槃，這是從梵文音譯過來的。「舊譯滅度，新譯圓寂」。舊譯是玄奘大師以前古大德翻譯的叫舊譯，玄奘以後叫做新譯，新舊以玄奘大師為標準。古譯的譯作滅度，滅就是滅煩惱；度，像過渡一樣，我們過河，坐一個小船渡到對岸，就渡過去了。這是把生死輪迴看作河流，我們從生死這個岸渡到那邊，那邊的岸是不生不滅，彼岸，了生死，證菩提，取這個意思，滅度。新譯的，玄奘譯的也譯得很好，他翻作圓寂，圓是圓滿，「圓滿諸德寂滅諸惡」，取這個意思，這個翻得很好。古德明顯看出來涅槃是滅度，所以滅新譯寂，滅跟寂的意思相同；度，圓滿的意思，了生死，證菩提，這圓滿了。"
    },
    {
      "id": "02-040-0534_p0007",
      "zh_CN": "下面为我们做简单的解释，就是「离生死之苦」。寂灭就是离生死之苦，要懂得寂灭才能离生死。寂灭是说心，我们的心不寂，所以没有能力灭生死苦。我们心里有妄想、有杂念，这个妄想杂念，大乘教里头把它分为三大类。第一类叫无明，无明是迷了。要知道自性清净心，它什么都明了，没有一样不明了的，遍法界虚空界过去未来全知道。一个小蚂蚁，牠起心动念，佛菩萨都知道；我们极其微细的念头，自己不知道，佛菩萨知道。微细的念头不断，前念灭后念生，念头是生灭现象，肉体也是生灭现象。生灭的频度多高？弥勒菩萨告诉我们，一秒钟生灭多少次？一千六百兆次。我们起心动念，物质的身体，物质生灭的现象，在这么高的频率之下，我们茫然无知，毫无觉察。如果念头断了，这世界就没有了，就好像我们看电视的频道，我们频道按下去，画面现出来，频道一关，立刻就没有了。有这个念头就现整个宇宙，宇宙从哪里来的？念头现出来的。惠能大师见性，末后一句话告诉我们，「何期自性，能生万法」。你要问他宇宙从哪里来的？惠能大师知道，这一句解答，自性生万法。自性的念头，他动了一念，宇宙就现前；他不动，不动没有。这一念我们也完全不知道，我们今天起心动念是极其粗糙，不是微细，多少微细念头积在一起我们才有感觉，如果是一个念头的话，没有感觉。这种现象就在面前，一切时，一切处。所以佛说就在当下，没有过去现在未来，没有距离。没有距离是没有空间，没有时间，空间时间都是假的。事实真相就在一念，一念是真相，纯真无妄。这桩事情，难得今天量子力学家为我们介绍出来、证明出来。佛三千年前所说的，近代二十年来的这些科学家把它证明了。所以佛教经典，不但是高等哲学，还是高等科学。",
      "zh_TW": "下面為我們做簡單的解釋，就是「離生死之苦」。寂滅就是離生死之苦，要懂得寂滅才能離生死。寂滅是說心，我們的心不寂，所以沒有能力滅生死苦。我們心裡有妄想、有雜念，這個妄想雜念，大乘教裡頭把它分為三大類。第一類叫無明，無明是迷了。要知道自性清淨心，它什麼都明瞭，沒有一樣不明瞭的，遍法界虛空界過去未來全知道。一個小螞蟻，牠起心動念，佛菩薩都知道；我們極其微細的念頭，自己不知道，佛菩薩知道。微細的念頭不斷，前念滅後念生，念頭是生滅現象，肉體也是生滅現象。生滅的頻度多高？彌勒菩薩告訴我們，一秒鐘生滅多少次？一千六百兆次。我們起心動念，物質的身體，物質生滅的現象，在這麼高的頻率之下，我們茫然無知，毫無覺察。如果念頭斷了，這世界就沒有了，就好像我們看電視的頻道，我們頻道按下去，畫面現出來，頻道一關，立刻就沒有了。有這個念頭就現整個宇宙，宇宙從哪裡來的？念頭現出來的。惠能大師見性，末後一句話告訴我們，「何期自性，能生萬法」。你要問他宇宙從哪裡來的？惠能大師知道，這一句解答，自性生萬法。自性的念頭，他動了一念，宇宙就現前；他不動，不動沒有。這一念我們也完全不知道，我們今天起心動念是極其粗糙，不是微細，多少微細念頭積在一起我們才有感覺，如果是一個念頭的話，沒有感覺。這種現象就在面前，一切時，一切處。所以佛說就在當下，沒有過去現在未來，沒有距離。沒有距離是沒有空間，沒有時間，空間時間都是假的。事實真相就在一念，一念是真相，純真無妄。這樁事情，難得今天量子力學家為我們介紹出來、證明出來。佛三千年前所說的，近代二十年來的這些科學家把它證明了。所以佛教經典，不但是高等哲學，還是高等科學。"
    },
    {
      "id": "02-040-0534_p0008",
      "zh_CN": "佛经里头无所不包，世出世间的学术全在其中，全是自性变现的，就像《华严经》上所说的，心现识变。心是念头，能现能生；至于这些现象会产生这么复杂的变化，这个变化识变，阿赖耶。识是妄心，妄心能变不能生、不能现，能现能生的是真心。将真心所现的现象把它变化，变成什么？变成十法界依正庄严，这是阿赖耶，妄心，它干的。如果我们不用妄心，完全用真心，十法界依正庄严就没有了。好像电视屏幕，把它关掉，什么也没有。但是还有真心所现的，真心所现的现象，一真法界，就是华藏、就是密严、就是极乐世界，它存在，它只有心现，没有识变，所以叫一真法界。这是由一念不觉现。如果那一念觉呢？一念觉，连华藏、极乐、密严统统没有了。好像屏幕全部频道统统关掉，剩下来的是萤幕，萤幕什么都没有。用什么形容？净土教里头称这个现象叫常寂光。常是不生不灭，寂是清净无染，没有善恶，没有邪正，所有一切对立都不存在，自性的性德圆满现前。它什么都没有，它什么都能现。不动什么都没有，一念不觉就现实报庄严土。实报庄严土就是华藏、就是极乐世界、就是密严净土，现这个境界。这个境界里面的居民个个都是明心见性，所以称他为法身大士。华严圆教从初住到等觉四十一个位次，所以叫四十一位法身大士，他们居住的地方，他们修行的处所。谁在这里帮助他们？常寂光土里面的法身如来，现报身，入报土，帮助四十一位法身大士。如果他一念不觉断掉，这个境界也是假的，没有了。凡所有相皆是虚妄，没有说实报土除外，实报土在其中。",
      "zh_TW": "佛經裡頭無所不包，世出世間的學術全在其中，全是自性變現的，就像《華嚴經》上所說的，心現識變。心是念頭，能現能生；至於這些現象會產生這麼複雜的變化，這個變化識變，阿賴耶。識是妄心，妄心能變不能生、不能現，能現能生的是真心。將真心所現的現象把它變化，變成什麼？變成十法界依正莊嚴，這是阿賴耶，妄心，它幹的。如果我們不用妄心，完全用真心，十法界依正莊嚴就沒有了。好像電視屏幕，把它關掉，什麼也沒有。但是還有真心所現的，真心所現的現象，一真法界，就是華藏、就是密嚴、就是極樂世界，它存在，它只有心現，沒有識變，所以叫一真法界。這是由一念不覺現。如果那一念覺呢？一念覺，連華藏、極樂、密嚴統統沒有了。好像屏幕全部頻道統統關掉，剩下來的是螢幕，螢幕什麼都沒有。用什麼形容？淨土教裡頭稱這個現象叫常寂光。常是不生不滅，寂是清淨無染，沒有善惡，沒有邪正，所有一切對立都不存在，自性的性德圓滿現前。它什麼都沒有，它什麼都能現。不動什麼都沒有，一念不覺就現實報莊嚴土。實報莊嚴土就是華藏、就是極樂世界、就是密嚴淨土，現這個境界。這個境界裡面的居民個個都是明心見性，所以稱他為法身大士。華嚴圓教從初住到等覺四十一個位次，所以叫四十一位法身大士，他們居住的地方，他們修行的處所。誰在這裡幫助他們？常寂光土裡面的法身如來，現報身，入報土，幫助四十一位法身大士。如果他一念不覺斷掉，這個境界也是假的，沒有了。凡所有相皆是虛妄，沒有說實報土除外，實報土在其中。"
    },
    {
      "id": "02-040-0534_p0009",
      "zh_CN": "真正永远不变的是常寂光，它的相是光明的，一片光明。光是它的相，寂是它的体，寂就是不动，真心不动，会动的是妄心。能大师说，「何期自性，本无动摇」，这是真心。真心不动的，没有动摇；有动有摇的，是动摇的，妄心，那是阿赖耶。真跟妄我们得搞清楚。学佛，学得用真心。真正会用真心的就是法身菩萨，没有证到法身的全用妄心，十法界里面阿罗汉、辟支佛、菩萨，乃至于佛，都用妄心。所以天台家称十法界里面的佛叫相似即佛，他用妄心用得最好，好像跟真佛一样；换句话说，他起心动念、言语造作跟经上讲的完全一样，没有丝毫违背，相似即佛。为什么不是真佛？他用妄心，他不是用真心。如果用真心，他是真佛，不在十法界，十法界没有了。他在哪里？他在一真法界，不在十法界。一真法界是无明习气变现出来的，无明断了，习气没断。这是宇宙的奥秘。",
      "zh_TW": "真正永遠不變的是常寂光，它的相是光明的，一片光明。光是它的相，寂是它的體，寂就是不動，真心不動，會動的是妄心。能大師說，「何期自性，本無動搖」，這是真心。真心不動的，沒有動搖；有動有搖的，是動搖的，妄心，那是阿賴耶。真跟妄我們得搞清楚。學佛，學得用真心。真正會用真心的就是法身菩薩，沒有證到法身的全用妄心，十法界裡面阿羅漢、辟支佛、菩薩，乃至於佛，都用妄心。所以天台家稱十法界裡面的佛叫相似即佛，他用妄心用得最好，好像跟真佛一樣；換句話說，他起心動念、言語造作跟經上講的完全一樣，沒有絲毫違背，相似即佛。為什麼不是真佛？他用妄心，他不是用真心。如果用真心，他是真佛，不在十法界，十法界沒有了。他在哪裡？他在一真法界，不在十法界。一真法界是無明習氣變現出來的，無明斷了，習氣沒斷。這是宇宙的奧祕。"
    },
    {
      "id": "02-040-0534_p0010",
      "zh_CN": "我们从佛讲的三种烦恼，见思烦恼阿罗汉断了，但是阿罗汉断见思，没断习气，他在声闻法界里面，六道出去了。四圣法界声闻，在这个阶段里头，要把见思的习气断干净，断干净他就升级，叫辟支佛。辟支佛真正把见思烦恼包括习气都断了，他修什么？他断尘沙烦恼。尘沙烦恼断尽，他升等菩萨，尘沙烦恼习气没断。菩萨呢？菩萨要把尘沙烦恼习气断干净，断干净他就成佛，十法界里他就成佛。佛修什么？佛要把无明烦恼断掉，无明烦恼断掉，十法界没有了，他升等，升到一真法界。一真法界就是实报庄严土，习气没断。所以我们才晓得，实报庄严土从哪里来的？无始无明习气变现出来的。要把习气断干净，实报庄严土不见了，真的凡所有相皆是虚妄，包括实报土在内。在那个地方慢慢断，因为断这个无始无明习气没有方法。怎么断法？随它去，别去理它，时间长了，自然没有。要多长的时间把它断掉？大乘经上告诉我们，三个阿僧祇劫这么长的时间。所以实报土的菩萨，法身菩萨，寿命是三大阿僧祇劫。断掉之后？断掉之后就真的成佛，他入常寂光。入常寂光是真正的无量寿，在实报土是有量的无量，证到常寂光是无量的无量。所以实报土的菩萨，我们可以说他是真正无量寿，因为他有量跟无量是接着的。",
      "zh_TW": "我們從佛講的三種煩惱，見思煩惱阿羅漢斷了，但是阿羅漢斷見思，沒斷習氣，他在聲聞法界裡面，六道出去了。四聖法界聲聞，在這個階段裡頭，要把見思的習氣斷乾淨，斷乾淨他就升級，叫辟支佛。辟支佛真正把見思煩惱包括習氣都斷了，他修什麼？他斷塵沙煩惱。塵沙煩惱斷盡，他升等菩薩，塵沙煩惱習氣沒斷。菩薩呢？菩薩要把塵沙煩惱習氣斷乾淨，斷乾淨他就成佛，十法界裡他就成佛。佛修什麼？佛要把無明煩惱斷掉，無明煩惱斷掉，十法界沒有了，他升等，升到一真法界。一真法界就是實報莊嚴土，習氣沒斷。所以我們才曉得，實報莊嚴土從哪裡來的？無始無明習氣變現出來的。要把習氣斷乾淨，實報莊嚴土不見了，真的凡所有相皆是虛妄，包括實報土在內。在那個地方慢慢斷，因為斷這個無始無明習氣沒有方法。怎麼斷法？隨它去，別去理它，時間長了，自然沒有。要多長的時間把它斷掉？大乘經上告訴我們，三個阿僧祇劫這麼長的時間。所以實報土的菩薩，法身菩薩，壽命是三大阿僧祇劫。斷掉之後？斷掉之後就真的成佛，他入常寂光。入常寂光是真正的無量壽，在實報土是有量的無量，證到常寂光是無量的無量。所以實報土的菩薩，我們可以說他是真正無量壽，因為他有量跟無量是接著的。"
    },
    {
      "id": "02-040-0534_p0011",
      "zh_CN": "这我们得搞清楚、搞明白，我们自己现在在哪一个等级上很清楚，一定要向上提升，不但不能堕落，连停在这个地方都不可以，这错了，停不得，必须向上提升。向上提升，今天我们有个靠山。修无量法门，修八万四千法门全要靠自己，叫自力法门。我们今天完全依靠阿弥陀佛，这个法门叫他力法门。这个要记住，我们不靠阿弥陀佛，靠自力太难了，要修无量劫；依靠阿弥陀佛，这一生成就。一定要认识清楚，就不会再做错事情，应该放下的全都放下。《金刚经》上佛教给我们，「法尚应舍，何况非法」，非法是世间法，法是佛法，我们对佛法要放下。中文翻译的《大藏经》是佛法，我们在里头只取一部，其他统统放下，这叫法尚应舍。我们今天只取这一部《大乘无量寿经》，夏莲居的会集本，我们只取这一样，其他全放下。所有祖师大德的教诲，我们也统统放下，我们只取黄念祖老居士的集注。编得好，集注的内容采取八十三种经论、一百一十种祖师的注疏，所以注解的内容非常丰富。经文这里讲到解脱，你看注解里头注得多详细，引经据典为我们来解释这个意思。",
      "zh_TW": "這我們得搞清楚、搞明白，我們自己現在在哪一個等級上很清楚，一定要向上提升，不但不能墮落，連停在這個地方都不可以，這錯了，停不得，必須向上提升。向上提升，今天我們有個靠山。修無量法門，修八萬四千法門全要靠自己，叫自力法門。我們今天完全依靠阿彌陀佛，這個法門叫他力法門。這個要記住，我們不靠阿彌陀佛，靠自力太難了，要修無量劫；依靠阿彌陀佛，這一生成就。一定要認識清楚，就不會再做錯事情，應該放下的全都放下。《金剛經》上佛教給我們，「法尚應捨，何況非法」，非法是世間法，法是佛法，我們對佛法要放下。中文翻譯的《大藏經》是佛法，我們在裡頭只取一部，其他統統放下，這叫法尚應捨。我們今天只取這一部《大乘無量壽經》，夏蓮居的會集本，我們只取這一樣，其他全放下。所有祖師大德的教誨，我們也統統放下，我們只取黃念祖老居士的集註。編得好，集註的內容採取八十三種經論、一百一十種祖師的註疏，所以註解的內容非常豐富。經文這裡講到解脫，你看註解裡頭註得多詳細，引經據典為我們來解釋這個意思。"
    },
    {
      "id": "02-040-0534_p0012",
      "zh_CN": "圆寂里面，离生死之苦，「全静妙之乐」。心地清净有乐，有真乐，这个真乐叫法喜，是从心性里头流出来的。世间人讲的乐，都是外面刺激，你心里头欢喜，那个心是妄心，不是真心，要辨别清楚。辨别清楚之后，世间只有苦，没有乐，这是真的。佛说得最好，乐是坏苦。乐，你看到心里喜欢，离开之后，乐就没有了。男女相爱很乐，一个走了、死了，那个就苦了，死的人也苦，活的人也苦，都苦。所以乐是坏苦，不是真的。法喜是真的，它不是坏苦。孔子尝到味道，不够深，《论语》上第一句就说这个。第一句用意很深，「学而时习之，不亦说乎」。学是圣贤教诲，学习圣贤教诲的人，能够把它落实在生活上、落实在工作、落实在处事待人接物，全用上了，这叫习。那个里头有乐，那是真乐，不亦悦乎。用悦，不用乐，乐是外头来的，悦是从内心里头流出来的。喜悦就是法喜，大乘教里面讲法喜充满，常生欢喜心。那是什么？觉悟了，明白了，这个乐。以前看这个经，看了几十遍也没看懂；现在看经愈看愈有味道，昨天看昨天的味道，今天看又是一个味道，天天有进步。这里头的意思无穷，永远没有办法圆满得了，字字句句无量义，字字句句带给我们充满了法喜。为什么阿罗汉以上，他们修学锲而不舍？快乐，享受！真懂得享受，绝对不是凡夫能想像得到的，凡夫是妄心，怎么能想到真心？用真心就快乐。你可以去尝试一下，守住一条戒，不妄语，对人都说真话，就这一点带给你无穷的快乐。说妄语有罪恶感，那就是苦，将来果报，妄语拔舌地狱，更苦。所以戒律带给我们什么？带给我们快乐，真乐，不是叫我们受苦。这样也不能做，那样也不能做，你做了怎么样？做了你会受良心责备，死后三途苦报。搞清楚、搞明白了，才知道佛的慈悲，佛对一切众生的爱护，才会生起感恩戴德。凡夫无法理解。佛菩萨真的是好人，真正的好人，对于众生没有丝毫希求，这就是真的。他不需要我们供养他，也不需要我们赞叹他，一无所求，这样的人对待我们纯真无妄，帮助我们离生死之苦。全静妙之乐，这静妙两个字，不把心静下来、定下来，妙乐得不到，妙乐是你无法想像的。「穷极之果德」，穷是追根究柢，达到究竟圆满的果德。",
      "zh_TW": "圓寂裡面，離生死之苦，「全靜妙之樂」。心地清淨有樂，有真樂，這個真樂叫法喜，是從心性裡頭流出來的。世間人講的樂，都是外面刺激，你心裡頭歡喜，那個心是妄心，不是真心，要辨別清楚。辨別清楚之後，世間只有苦，沒有樂，這是真的。佛說得最好，樂是壞苦。樂，你看到心裡喜歡，離開之後，樂就沒有了。男女相愛很樂，一個走了、死了，那個就苦了，死的人也苦，活的人也苦，都苦。所以樂是壞苦，不是真的。法喜是真的，它不是壞苦。孔子嘗到味道，不夠深，《論語》上第一句就說這個。第一句用意很深，「學而時習之，不亦說乎」。學是聖賢教誨，學習聖賢教誨的人，能夠把它落實在生活上、落實在工作、落實在處事待人接物，全用上了，這叫習。那個裡頭有樂，那是真樂，不亦悅乎。用悅，不用樂，樂是外頭來的，悅是從內心裡頭流出來的。喜悅就是法喜，大乘教裡面講法喜充滿，常生歡喜心。那是什麼？覺悟了，明白了，這個樂。以前看這個經，看了幾十遍也沒看懂；現在看經愈看愈有味道，昨天看昨天的味道，今天看又是一個味道，天天有進步。這裡頭的意思無窮，永遠沒有辦法圓滿得了，字字句句無量義，字字句句帶給我們充滿了法喜。為什麼阿羅漢以上，他們修學鍥而不捨？快樂，享受！真懂得享受，絕對不是凡夫能想像得到的，凡夫是妄心，怎麼能想到真心？用真心就快樂。你可以去嘗試一下，守住一條戒，不妄語，對人都說真話，就這一點帶給你無窮的快樂。說妄語有罪惡感，那就是苦，將來果報，妄語拔舌地獄，更苦。所以戒律帶給我們什麼？帶給我們快樂，真樂，不是叫我們受苦。這樣也不能做，那樣也不能做，你做了怎麼樣？做了你會受良心責備，死後三途苦報。搞清楚、搞明白了，才知道佛的慈悲，佛對一切眾生的愛護，才會生起感恩戴德。凡夫無法理解。佛菩薩真的是好人，真正的好人，對於眾生沒有絲毫希求，這就是真的。他不需要我們供養他，也不需要我們讚歎他，一無所求，這樣的人對待我們純真無妄，幫助我們離生死之苦。全靜妙之樂，這靜妙兩個字，不把心靜下來、定下來，妙樂得不到，妙樂是你無法想像的。「窮極之果德」，窮是追根究柢，達到究竟圓滿的果德。"
    },
    {
      "id": "02-040-0534_p0013",
      "zh_CN": "「就此中所谓离生死之苦而言之，贤圣命终为圆寂，即入于涅槃。」这个圣是诸佛如来，这个贤是法身菩萨，法身菩萨所入的是实报庄严土，是涅槃，涅槃是不生不灭，实报土；诸佛所入的常寂光净土，这叫入涅槃。一定是贤圣，不是凡人，凡人命终，六道轮回。一生行善积德，来生是天道。欲没有断，欲界天；欲要是断了，色界天。这到哪里去？人，中年以上，应该说四十以上，要想到来生，我要到哪里去，要做准备。四十以前还没想到，四十以后应该想到。中国古人把人一生分作春夏秋冬，二十岁以前春天，人生之春，没想到这个事情；二十到四十，人生之夏，正是事业有成就的时候；四十到六十，人生的秋天，要开始想这个问题了；六十到八十，人生的冬天，不但要想，要真干，真为来生打算，这二十年比什么都重要，决定来生的幸福。",
      "zh_TW": "「就此中所謂離生死之苦而言之，賢聖命終為圓寂，即入於涅槃。」這個聖是諸佛如來，這個賢是法身菩薩，法身菩薩所入的是實報莊嚴土，是涅槃，涅槃是不生不滅，實報土；諸佛所入的常寂光淨土，這叫入涅槃。一定是賢聖，不是凡人，凡人命終，六道輪迴。一生行善積德，來生是天道。欲沒有斷，欲界天；欲要是斷了，色界天。這到哪裡去？人，中年以上，應該說四十以上，要想到來生，我要到哪裡去，要做準備。四十以前還沒想到，四十以後應該想到。中國古人把人一生分作春夏秋冬，二十歲以前春天，人生之春，沒想到這個事情；二十到四十，人生之夏，正是事業有成就的時候；四十到六十，人生的秋天，要開始想這個問題了；六十到八十，人生的冬天，不但要想，要真幹，真為來生打算，這二十年比什麼都重要，決定來生的幸福。"
    },
    {
      "id": "02-040-0534_p0014",
      "zh_CN": "我们真幸运，幸运当中的幸运，遇到净土，太难得了！遇到净土，就是遇到成佛法门，不用证阿罗汉，不用证辟支佛，不用菩萨那么多阶位，统统都不要，直捷成佛。生到极乐世界作阿惟越致菩萨，阿惟越致就是大彻大悟、明心见性。这一法十方诸佛刹土里头没有，只有极乐世界阿弥陀佛那个地方有，只此一家，所以不容易遇到。有善根福德因缘，遇到诸佛一般的法门（八万四千法门）容易，不难，遇到净土法门难。难在哪里？难不在佛那边，每一尊佛没有不讲《无量寿经》的，没有不讲三经一论的，普遍宣扬。难在哪里？难在你不相信，听到、遇到了，不能接受。不像《华严》、《法华》那一类的经典，人容易接受，一遇到，一听，生欢喜心。所以这个法门，一切诸佛所说的，难信之法。谁能相信？有善根、福德、因缘，具足这三个条件，你能信。有善根的人能信，有福报的人能行，他真干。所以信愿是善根，持名是福德，你要想修福，世出世间第一大福报，无过于念阿弥陀佛。不念佛的人就没福报。",
      "zh_TW": "我們真幸運，幸運當中的幸運，遇到淨土，太難得了！遇到淨土，就是遇到成佛法門，不用證阿羅漢，不用證辟支佛，不用菩薩那麼多階位，統統都不要，直捷成佛。生到極樂世界作阿惟越致菩薩，阿惟越致就是大徹大悟、明心見性。這一法十方諸佛剎土裡頭沒有，只有極樂世界阿彌陀佛那個地方有，只此一家，所以不容易遇到。有善根福德因緣，遇到諸佛一般的法門（八萬四千法門）容易，不難，遇到淨土法門難。難在哪裡？難不在佛那邊，每一尊佛沒有不講《無量壽經》的，沒有不講三經一論的，普遍宣揚。難在哪裡？難在你不相信，聽到、遇到了，不能接受。不像《華嚴》、《法華》那一類的經典，人容易接受，一遇到，一聽，生歡喜心。所以這個法門，一切諸佛所說的，難信之法。誰能相信？有善根、福德、因緣，具足這三個條件，你能信。有善根的人能信，有福報的人能行，他真幹。所以信願是善根，持名是福德，你要想修福，世出世間第一大福報，無過於念阿彌陀佛。不念佛的人就沒福報。"
    },
    {
      "id": "02-040-0534_p0015",
      "zh_CN": "我们居住在这个地方，我们在这上面买一栋小房子，隔壁的邻居大概不是信佛的，我们在门口贴一个阿弥陀佛，他要我们把它拿掉，他说这是很不吉祥，好像贴着阿弥陀佛，家里要死人，他这么一种见解，要我们拿掉。没有福报，他不懂。阿弥陀佛拿掉，智慧没有，福报没有，愚痴、苦难它就来了。在他家隔壁，他都不要。我们恒顺众生，我们就拿掉，我们把阿弥陀佛贴到门里面，不贴到门外头，慢慢等哪一天他明白了，他来找我们要，我们再送给他。不能怪他们，怪我们自己，我们做得不好，我们讲得没讲清楚，让社会大众产生这么严重的误会，变成这个地区没有智慧、没有福报，这个地区怎么会不乱？念佛求福求慧，世出世法里头第一法门，最真实、最快速，你很快就得到，而且福慧没有边际。我们没把它讲清楚，没有把它讲明白，是我们自己学习的不够深，我们理解的不够圆满，也是提醒我们，我们得要认真努力。",
      "zh_TW": "我們居住在這個地方，我們在這上面買一棟小房子，隔壁的鄰居大概不是信佛的，我們在門口貼一個阿彌陀佛，他要我們把它拿掉，他說這是很不吉祥，好像貼著阿彌陀佛，家裡要死人，他這麼一種見解，要我們拿掉。沒有福報，他不懂。阿彌陀佛拿掉，智慧沒有，福報沒有，愚痴、苦難它就來了。在他家隔壁，他都不要。我們恆順眾生，我們就拿掉，我們把阿彌陀佛貼到門裡面，不貼到門外頭，慢慢等哪一天他明白了，他來找我們要，我們再送給他。不能怪他們，怪我們自己，我們做得不好，我們講得沒講清楚，讓社會大眾產生這麼嚴重的誤會，變成這個地區沒有智慧、沒有福報，這個地區怎麼會不亂？念佛求福求慧，世出世法裡頭第一法門，最真實、最快速，你很快就得到，而且福慧沒有邊際。我們沒把它講清楚，沒有把它講明白，是我們自己學習的不夠深，我們理解的不夠圓滿，也是提醒我們，我們得要認真努力。"
    },
    {
      "id": "02-040-0534_p0016",
      "zh_CN": "《宝积经》第五十六卷里头说，「我求圆寂而除欲染」，这一句话我们要学。学佛的人求什么？求圆寂，圆是福慧圆满。欲染是烦恼，这个东西要放下，于这个世间没有欲望，不被世间一切法诱惑就是除染，不为它迷惑，这是除染，没有欲望。我们发起在斯里兰卡建大学，还没动工，我们就给总统写信，告诉他，大学建成之后奉献给国家。大学是谁的？是斯里兰卡国家所有，奉献给总统，奉献给全世界的人民，不为己有。有多少人来跟我说，要我做校长。我说不可以，那我就有欲望了，一定要给国家。校长谁来当？总统兼任。斯里兰卡的政治体制，对宗教有两个头，一个宗教部，总理管的，总理下面有宗教部，管宗教的；因为它全国都信佛教，佛教徒占全国人口百分之七十五以上，所以它有个佛教部，佛教部归总统管，总统兼佛教部的部长。所以我们的学校建成之后，奉献给佛教部，是佛教部下面所属的教育机构，包括活动中心，这是我们佛门弟子对全世界佛教跟一切宗教做出一点贡献。要除欲染，如果你求圆寂，里头不除欲染，圆寂得不到。圆，圆满的福慧，寂就是我们本经的经题「清净平等」，你的心怎么会清净、怎么会平等？我们要求这个，这就对了。",
      "zh_TW": "《寶積經》第五十六卷裡頭說，「我求圓寂而除欲染」，這一句話我們要學。學佛的人求什麼？求圓寂，圓是福慧圓滿。欲染是煩惱，這個東西要放下，於這個世間沒有欲望，不被世間一切法誘惑就是除染，不為它迷惑，這是除染，沒有欲望。我們發起在斯里蘭卡建大學，還沒動工，我們就給總統寫信，告訴他，大學建成之後奉獻給國家。大學是誰的？是斯里蘭卡國家所有，奉獻給總統，奉獻給全世界的人民，不為己有。有多少人來跟我說，要我做校長。我說不可以，那我就有欲望了，一定要給國家。校長誰來當？總統兼任。斯里蘭卡的政治體制，對宗教有兩個頭，一個宗教部，總理管的，總理下面有宗教部，管宗教的；因為它全國都信佛教，佛教徒佔全國人口百分之七十五以上，所以它有個佛教部，佛教部歸總統管，總統兼佛教部的部長。所以我們的學校建成之後，奉獻給佛教部，是佛教部下面所屬的教育機構，包括活動中心，這是我們佛門弟子對全世界佛教跟一切宗教做出一點貢獻。要除欲染，如果你求圓寂，裡頭不除欲染，圓寂得不到。圓，圓滿的福慧，寂就是我們本經的經題「清淨平等」，你的心怎麼會清淨、怎麼會平等？我們要求這個，這就對了。"
    },
    {
      "id": "02-040-0534_p0017",
      "zh_CN": "《宗轮论述记》里头有句话说，「无上法王，久入圆寂」，这个无上法王是对释迦牟尼佛的称赞。释迦牟尼佛久远劫之前，已经契入福慧圆满、清净寂灭，这就是成佛。释迦久远劫就成佛，这一生到世间是来表演的，是来示现的，是来度化众生的。贤首大师《心经略疏》里头说，「涅槃，此云」，此是中国，中国把它翻成「圆寂。谓德无不备，称圆。障无不尽，名寂。」障是障碍、是迷惑、是烦恼，统统断尽，全都放下，放下叫寂。德是智慧、福德，包括相好。《华严经》上佛说的，「一切众生皆有如来智慧德相」，归纳为这三大类。智慧、福德、相好，归纳三大类，全都包括了，这叫圆。圆寂的意思要懂。现在很多人看到圆寂是什么？死了叫圆寂。死了叫圆寂的话，哪个不死，不是个个都圆寂了吗？活的时候没有智慧，没有福报，死了之后智慧、福报就满足了吗？这是误会，很大很大的误会。所以，圆寂是活的时候证得的，不是死了证得的。一死就完了，为什么？智慧也得不到，福报也得不到。必须活着证得，死的时候才能称圆寂，才能说入般涅槃。这是佛学专门的术语，要解释清楚，不能产生误会。",
      "zh_TW": "《宗輪論述記》裡頭有句話說，「無上法王，久入圓寂」，這個無上法王是對釋迦牟尼佛的稱讚。釋迦牟尼佛久遠劫之前，已經契入福慧圓滿、清淨寂滅，這就是成佛。釋迦久遠劫就成佛，這一生到世間是來表演的，是來示現的，是來度化眾生的。賢首大師《心經略疏》裡頭說，「涅槃，此云」，此是中國，中國把它翻成「圓寂。謂德無不備，稱圓。障無不盡，名寂。」障是障礙、是迷惑、是煩惱，統統斷盡，全都放下，放下叫寂。德是智慧、福德，包括相好。《華嚴經》上佛說的，「一切眾生皆有如來智慧德相」，歸納為這三大類。智慧、福德、相好，歸納三大類，全都包括了，這叫圓。圓寂的意思要懂。現在很多人看到圓寂是什麼？死了叫圓寂。死了叫圓寂的話，哪個不死，不是個個都圓寂了嗎？活的時候沒有智慧，沒有福報，死了之後智慧、福報就滿足了嗎？這是誤會，很大很大的誤會。所以，圓寂是活的時候證得的，不是死了證得的。一死就完了，為什麼？智慧也得不到，福報也得不到。必須活著證得，死的時候才能稱圓寂，才能說入般涅槃。這是佛學專門的術語，要解釋清楚，不能產生誤會。"
    },
    {
      "id": "02-040-0534_p0018",
      "zh_CN": "下面说，「证圆寂已」，真正证得，「能离彼缚，立解脱名」，烦恼没有，障碍没有，这叫解脱。在中国古代契入这个境界，代表的人物就是禅宗六祖惠能大师，他入涅槃，证得圆寂。什么时候？二十四岁。什么时候证得的？五祖忍和尚召见他的时候，时间是半夜，地点是方丈室，召见他来跟他讲《金刚经》，讲到「应无所住，而生其心」，他开悟了。开悟是什么样子？他就说出五句话，说明心性，见性了。性是什么样子？「本自清净，本不生灭，本自具足，本无动摇，能生万法」，二十个字，他的毕业论文，成佛了。五祖衣钵就给他，承认他，肯定他真开悟了。开悟还有障碍，什么障碍？嫉妒障碍，很多人不服。这个人不认识字，没有文化，没念过书，在黄梅虽然八个月，干什么？舂米、破柴，苦力，五祖怎么把衣钵传给他？所以有很多人不服，嫉妒障碍。五祖半夜三更已经准备了小船，叫他赶快走。五祖三天关着房门不见人，三天之后出来了，把门打开，告诉大家衣钵已经走了。大家一看，发现惠能不见了，知道传给他了，不服气，四面八方去找，希望把衣钵夺回来。他跑到猎人队躲了十五年，十五年之后，大家对这桩事情平淡了，他才出来。你看看弘扬正法不容易，真正明心见性，还要受这么大的磨折，遭这么大的侮辱，在猎人队里伺候猎人，给猎人烧饭，吃肉边菜，十五年，不是短时间。祖师大德给我们做榜样，我们受一点苦算什么，正常的。那个时候是佛法的黄金时代，帝王护法，还受这个苦难。都是做榜样给我们看，告诉我们应该怎样学习。",
      "zh_TW": "下面說，「證圓寂已」，真正證得，「能離彼縛，立解脫名」，煩惱沒有，障礙沒有，這叫解脫。在中國古代契入這個境界，代表的人物就是禪宗六祖惠能大師，他入涅槃，證得圓寂。什麼時候？二十四歲。什麼時候證得的？五祖忍和尚召見他的時候，時間是半夜，地點是方丈室，召見他來跟他講《金剛經》，講到「應無所住，而生其心」，他開悟了。開悟是什麼樣子？他就說出五句話，說明心性，見性了。性是什麼樣子？「本自清淨，本不生滅，本自具足，本無動搖，能生萬法」，二十個字，他的畢業論文，成佛了。五祖衣缽就給他，承認他，肯定他真開悟了。開悟還有障礙，什麼障礙？嫉妒障礙，很多人不服。這個人不認識字，沒有文化，沒念過書，在黃梅雖然八個月，幹什麼？舂米、破柴，苦力，五祖怎麼把衣缽傳給他？所以有很多人不服，嫉妒障礙。五祖半夜三更已經準備了小船，叫他趕快走。五祖三天關著房門不見人，三天之後出來了，把門打開，告訴大家衣缽已經走了。大家一看，發現惠能不見了，知道傳給他了，不服氣，四面八方去找，希望把衣缽奪回來。他跑到獵人隊躲了十五年，十五年之後，大家對這樁事情平淡了，他才出來。你看看弘揚正法不容易，真正明心見性，還要受這麼大的磨折，遭這麼大的侮辱，在獵人隊裡伺候獵人，給獵人燒飯，吃肉邊菜，十五年，不是短時間。祖師大德給我們做榜樣，我們受一點苦算什麼，正常的。那個時候是佛法的黃金時代，帝王護法，還受這個苦難。都是做榜樣給我們看，告訴我們應該怎樣學習。"
    },
    {
      "id": "02-040-0534_p0019",
      "zh_CN": "我们看末后这一句，「盖谓圣众大愿，能令自出生死」，并且能够摄受一切有情，大家都能够「出离生死，永得解脱」，所以经文上有「过度解脱」这一句。",
      "zh_TW": "我們看末後這一句，「蓋謂聖眾大願，能令自出生死」，並且能夠攝受一切有情，大家都能夠「出離生死，永得解脫」，所以經文上有「過度解脫」這一句。"
    },
    {
      "id": "02-040-0534_p0020",
      "zh_CN": "我们再看下面这一段，三十二品很重要，念老的注解注得很详细，真正是慈悲到极处。请看经文：",
      "zh_TW": "我們再看下面這一段，三十二品很重要，念老的註解註得很詳細，真正是慈悲到極處。請看經文："
    },
    {
      "id": "02-040-0534_p0021",
      "zh_CN": "【自然保守。真真洁白。志愿无上。净定安乐。一旦开达明彻。自然中自然相。自然之有根本。自然光色参回。转变最胜。】",
      "zh_TW": "【自然保守。真真潔白。志願無上。淨定安樂。一旦開達明徹。自然中自然相。自然之有根本。自然光色參迴。轉變最勝。】"
    },
    {
      "id": "02-040-0534_p0022",
      "zh_CN": "这连着说了五个自然，自然就称性，不称性就不自然，不自然就造业，恶业三恶道，善业三善道，就是出不了六道轮回。要出六道轮回，要学自然，不要有丝毫勉强。所以一开头这两句，这显性的妙用，性就是自然。贤首国师在《妄尽还源观》讲到修行，首先给我们提出四德，修行四个条件，也是妄尽还源四戒，四个戒条。第一个「随缘妙用」，随缘就是自然，妙用就是圆寂，福慧圆满，清净寂灭，妙用。「威仪有则」，真正是佛弟子，继承如来大法，把它发扬光大，最重要的是威仪有则，我们要做出榜样给人看，要做出好样子。好样子是什么？三皈，有没有把佛法僧，就是觉正净，六祖惠能大师的解释，《坛经》上说三皈依，没有说皈依佛、皈依法、皈依僧，他说的是皈依觉、皈依正、皈依净，他用觉正净三个字。后面再解释，「佛者觉也，法者正也，僧者净也」，怕我们产生误会。说觉正净，不说佛法僧，这是说明在他那个时候，皈依三宝已经有很多人错解了，他把它纠正过来。",
      "zh_TW": "這連著說了五個自然，自然就稱性，不稱性就不自然，不自然就造業，惡業三惡道，善業三善道，就是出不了六道輪迴。要出六道輪迴，要學自然，不要有絲毫勉強。所以一開頭這兩句，這顯性的妙用，性就是自然。賢首國師在《妄盡還源觀》講到修行，首先給我們提出四德，修行四個條件，也是妄盡還源四戒，四個戒條。第一個「隨緣妙用」，隨緣就是自然，妙用就是圓寂，福慧圓滿，清淨寂滅，妙用。「威儀有則」，真正是佛弟子，繼承如來大法，把它發揚光大，最重要的是威儀有則，我們要做出榜樣給人看，要做出好樣子。好樣子是什麼？三皈，有沒有把佛法僧，就是覺正淨，六祖惠能大師的解釋，《壇經》上說三皈依，沒有說皈依佛、皈依法、皈依僧，他說的是皈依覺、皈依正、皈依淨，他用覺正淨三個字。後面再解釋，「佛者覺也，法者正也，僧者淨也」，怕我們產生誤會。說覺正淨，不說佛法僧，這是說明在他那個時候，皈依三寶已經有很多人錯解了，他把它糾正過來。"
    },
    {
      "id": "02-040-0534_p0023",
      "zh_CN": "传授三皈一定要讲清楚，不是皈依某一个法师、某一个人，错了。皈依佛也不是皈依释迦佛，皈依某一个佛。三皈皈什么？皈依自性。自性觉是佛宝，自性正是法宝，自性清净是僧宝，这皈依自性三宝。外面那是住持三宝，是形式的，要尊重它。为什么？它时时刻刻提醒我们。见到佛像，自性觉；看到书本，不管它是不是佛书，只看到书本，就把它当作经本，自性正；看到出家人，自性清净，六根清净，一尘不染，对我就有利益。这三宝是我的老师，时时刻刻提醒我，不提醒忘掉了，是这么个意思。不讲清楚，含糊笼统，让人家产生错误。皈依佛，泥塑木雕的，自身不保，它怎么会保佑我？哪有这个道理！皈依法，这是经典，又不肯学它，又不肯去读它、研究它，统搞成误会。出家人，既然发心出家，就要继承释迦牟尼佛的事业。释迦牟尼佛的事业是教育，开悟之后一生教学，七十九岁圆寂。经上没有说释迦牟尼佛什么时候放假，其他的宗教工作六天，还有一天放假，佛法里头没有。世尊为我们介绍极乐世界，也没有说阿弥陀佛极乐世界七天放一次假，没有，找不到。只看到佛教导我们，诸佛如来无一不是「今现在说法」，好像没中断。我们要从这些地方体会到。",
      "zh_TW": "傳授三皈一定要講清楚，不是皈依某一個法師、某一個人，錯了。皈依佛也不是皈依釋迦佛，皈依某一個佛。三皈皈什麼？皈依自性。自性覺是佛寶，自性正是法寶，自性清淨是僧寶，這皈依自性三寶。外面那是住持三寶，是形式的，要尊重它。為什麼？它時時刻刻提醒我們。見到佛像，自性覺；看到書本，不管它是不是佛書，只看到書本，就把它當作經本，自性正；看到出家人，自性清淨，六根清淨，一塵不染，對我就有利益。這三寶是我的老師，時時刻刻提醒我，不提醒忘掉了，是這麼個意思。不講清楚，含糊籠統，讓人家產生錯誤。皈依佛，泥塑木雕的，自身不保，它怎麼會保佑我？哪有這個道理！皈依法，這是經典，又不肯學它，又不肯去讀它、研究它，統搞成誤會。出家人，既然發心出家，就要繼承釋迦牟尼佛的事業。釋迦牟尼佛的事業是教育，開悟之後一生教學，七十九歲圓寂。經上沒有說釋迦牟尼佛什麼時候放假，其他的宗教工作六天，還有一天放假，佛法裡頭沒有。世尊為我們介紹極樂世界，也沒有說阿彌陀佛極樂世界七天放一次假，沒有，找不到。只看到佛教導我們，諸佛如來無一不是「今現在說法」，好像沒中斷。我們要從這些地方體會到。"
    },
    {
      "id": "02-040-0534_p0024",
      "zh_CN": "我们现在再看黄念老的注解，『自然保守，真真洁白』。「自然保守，即宗门所称之保任」，宗门是禅宗，禅宗里面所说的保任。保任是什么意思？下面有解释，「要行便行，要坐便坐」，你想什么，你就干什么，这就是自然。自然里头要保住，「保者念念不异」。用我们念佛来说，你就很容易懂，爱坐就坐，爱行就行，把这一句佛号保持住。行，心里念阿弥陀佛，坐也念阿弥陀佛，无论干什么就是一句阿弥陀佛。我看到一个人，一生就看到一个，章嘉大师。这个人好像是一天到晚他念咒没有间断过，即使跟我们谈话，他谈话，咒就停，话讲完，他就接着念。他用金刚持，嘴唇动，没有声音，无论在什么时候你去看他。这就是自然保守，他真做到了。他的境界我们不知道，但是他的磁场非常柔和，你跟他坐在一起，不想离开他，他有这种摄受的力量。跟他坐在一起是一种享受，宁静、平安，远离一切颠倒梦想，我这一生也遇到这么一个人。看到经典里面保任、自然，印象就很深刻，就会马上想到他。「保者念念不异。自然即任运之义，故任运保守即是保任」。任运就是随缘，顺境逆境、善缘恶缘都可以随，不要有分别，不要有执着。但是这一句佛号放在心上默念，外面没有人知道，自己清清楚楚。一生一个方向、一个目标，决定没有动摇，这个人他怎么会不往生？决定得生净土。什么都不要放在心上。",
      "zh_TW": "我們現在再看黃念老的註解，『自然保守，真真潔白』。「自然保守，即宗門所稱之保任」，宗門是禪宗，禪宗裡面所說的保任。保任是什麼意思？下面有解釋，「要行便行，要坐便坐」，你想什麼，你就幹什麼，這就是自然。自然裡頭要保住，「保者念念不異」。用我們念佛來說，你就很容易懂，愛坐就坐，愛行就行，把這一句佛號保持住。行，心裡念阿彌陀佛，坐也念阿彌陀佛，無論幹什麼就是一句阿彌陀佛。我看到一個人，一生就看到一個，章嘉大師。這個人好像是一天到晚他念咒沒有間斷過，即使跟我們談話，他談話，咒就停，話講完，他就接著念。他用金剛持，嘴唇動，沒有聲音，無論在什麼時候你去看他。這就是自然保守，他真做到了。他的境界我們不知道，但是他的磁場非常柔和，你跟他坐在一起，不想離開他，他有這種攝受的力量。跟他坐在一起是一種享受，寧靜、平安，遠離一切顛倒夢想，我這一生也遇到這麼一個人。看到經典裡面保任、自然，印象就很深刻，就會馬上想到他。「保者念念不異。自然即任運之義，故任運保守即是保任」。任運就是隨緣，順境逆境、善緣惡緣都可以隨，不要有分別，不要有執著。但是這一句佛號放在心上默念，外面沒有人知道，自己清清楚楚。一生一個方向、一個目標，決定沒有動搖，這個人他怎麼會不往生？決定得生淨土。什麼都不要放在心上。"
    },
    {
      "id": "02-040-0534_p0025",
      "zh_CN": "有人问，现在我们在提倡、倡导建学校，建汉学院，有没有操心？我一点都不操心，根本就没有把这个事情放在心上。我告诉他们，我等你们建好，什么事情都不要问我，我不是搞建筑，不通建筑，你来跟我谈，对牛弹琴。我是个牛，不懂，你跟我讲这些干什么？学校盖好了，我当教员，我教一门功课《大乘无量寿经》，我就教这门课，其他的我都不懂，我万缘放下，你们另找高明。我就这部经，现在讲就这四本书，两本参考资料，两本《科注》。汉学院建好了，我也是去讲这部经，我就讲一次，时间一年，希望带三、四个学生，这三、四个学生专学《无量寿经》。",
      "zh_TW": "有人問，現在我們在提倡、倡導建學校，建漢學院，有沒有操心？我一點都不操心，根本就沒有把這個事情放在心上。我告訴他們，我等你們建好，什麼事情都不要問我，我不是搞建築，不通建築，你來跟我談，對牛彈琴。我是個牛，不懂，你跟我講這些幹什麼？學校蓋好了，我當教員，我教一門功課《大乘無量壽經》，我就教這門課，其他的我都不懂，我萬緣放下，你們另找高明。我就這部經，現在講就這四本書，兩本參考資料，兩本《科註》。漢學院建好了，我也是去講這部經，我就講一次，時間一年，希望帶三、四個學生，這三、四個學生專學《無量壽經》。"
    },
    {
      "id": "02-040-0534_p0026",
      "zh_CN": "我学海仁老和尚，我跟老和尚见过一次面，一九七七年，我第一次到香港来讲经，老和尚还在，那个时候他已经九十多岁，是香港的首楞严王。因为我来的时候，四个月讲《楞严经》，每天晚上一堂课，两个小时。前面两个月要翻广东话，换句话说，每天晚上只讲一个小时；后面两个月大家要求，法师你说话我听得懂，不要翻译。他说话我也听得懂，我说话他也听得懂，我们可以用自己言语交谈。后面两个月在蓝塘道，寿冶老和尚的道场；前面两个月是倓虚老和尚的道场，那时候倓老往生了，畅怀法师住持，所以我跟他在那认识，他陪了我两个月。",
      "zh_TW": "我學海仁老和尚，我跟老和尚見過一次面，一九七七年，我第一次到香港來講經，老和尚還在，那個時候他已經九十多歲，是香港的首楞嚴王。因為我來的時候，四個月講《楞嚴經》，每天晚上一堂課，兩個小時。前面兩個月要翻廣東話，換句話說，每天晚上只講一個小時；後面兩個月大家要求，法師你說話我聽得懂，不要翻譯。他說話我也聽得懂，我說話他也聽得懂，我們可以用自己言語交談。後面兩個月在藍塘道，壽冶老和尚的道場；前面兩個月是倓虛老和尚的道場，那時候倓老往生了，暢懷法師住持，所以我跟他在那認識，他陪了我兩個月。"
    },
    {
      "id": "02-040-0534_p0027",
      "zh_CN": "海仁老和尚的规矩，他一生只有六个学生，他的条件，他是专攻《楞严》的，学生必须背《楞严经》，还要背注解，《楞严经》跟注解不能全部背出来，他不收。那我们的条件也是，要真正想学这部经，《无量寿经》一定要能背诵，分量比《楞严》少很多，《楞严》十卷，这个经跟《楞严》比只有一卷，《楞严经》长。念老的注解分量很大，我不要求大家背注解，我要求大家背经。经也不是以背为目的，一天至少念十部，时间愈长愈好，希望一生都不改变。每天念十遍，念熟透了，能背诵，不需要看经本，随时随地都可以去读经，读经得念佛三昧。得到念佛三昧，不定什么因缘触动，开悟了，目的在此地。但是念老的注解至少要从头到尾看三十遍，才管用，或者是听我讲经。我讲经一天四个小时，讲满三百天，一千二百个小时，这一部经讲完。至少你要听十遍，一天听八个小时，要听五年。为什么？你对于净宗才真正相信，真搞清楚、搞明白了。不下这个功夫，你半信半疑，虽然念佛，往生未必可靠。真正这样干，保证你决定得生，你来弘扬净土，大家对你相信。功夫成就，表现在外面自然相应，一丝毫勉强造作都没有，你是真正的弥陀弟子，在这个世间弘扬净宗。",
      "zh_TW": "海仁老和尚的規矩，他一生只有六個學生，他的條件，他是專攻《楞嚴》的，學生必須背《楞嚴經》，還要背註解，《楞嚴經》跟註解不能全部背出來，他不收。那我們的條件也是，要真正想學這部經，《無量壽經》一定要能背誦，分量比《楞嚴》少很多，《楞嚴》十卷，這個經跟《楞嚴》比只有一卷，《楞嚴經》長。念老的註解分量很大，我不要求大家背註解，我要求大家背經。經也不是以背為目的，一天至少念十部，時間愈長愈好，希望一生都不改變。每天念十遍，念熟透了，能背誦，不需要看經本，隨時隨地都可以去讀經，讀經得念佛三昧。得到念佛三昧，不定什麼因緣觸動，開悟了，目的在此地。但是念老的註解至少要從頭到尾看三十遍，才管用，或者是聽我講經。我講經一天四個小時，講滿三百天，一千二百個小時，這一部經講完。至少你要聽十遍，一天聽八個小時，要聽五年。為什麼？你對於淨宗才真正相信，真搞清楚、搞明白了。不下這個功夫，你半信半疑，雖然念佛，往生未必可靠。真正這樣幹，保證你決定得生，你來弘揚淨土，大家對你相信。功夫成就，表現在外面自然相應，一絲毫勉強造作都沒有，你是真正的彌陀弟子，在這個世間弘揚淨宗。"
    },
    {
      "id": "02-040-0534_p0028",
      "zh_CN": "所以，这两个学校搞成之后，我去讲一部经，去教学。所以学生只能有四个人，最好，为什么？我讲完他要复讲，复小座。复小座，一个人一天一个小时，四个小时。所以我的功课是八个小时，再多，再多我精神体力不够。这样一年能培养四个人，不会在我之下，可能在我之上，比我讲得更好、更透彻、更清楚，净宗就能够传下去。两年，斯里兰卡一年，马来西亚一年，我可以照顾八个学生。有意来学习的，现在就先下手，读经、看注解，把这个预备工作做好。学校建成，你要来学这门功课，我们有个简单的考试，通过之后你就能够来学习。",
      "zh_TW": "所以，這兩個學校搞成之後，我去講一部經，去教學。所以學生只能有四個人，最好，為什麼？我講完他要複講，複小座。複小座，一個人一天一個小時，四個小時。所以我的功課是八個小時，再多，再多我精神體力不夠。這樣一年能培養四個人，不會在我之下，可能在我之上，比我講得更好、更透徹、更清楚，淨宗就能夠傳下去。兩年，斯里蘭卡一年，馬來西亞一年，我可以照顧八個學生。有意來學習的，現在就先下手，讀經、看註解，把這個預備工作做好。學校建成，你要來學這門功課，我們有個簡單的考試，通過之後你就能夠來學習。"
    },
    {
      "id": "02-040-0534_p0029",
      "zh_CN": "我们再往下看，「真者」，真真洁白，真什么意思？真就是「一真法界」，一真法界就是诸佛的实报庄严土，「真如本性」是常寂光土，「妙明真心」，真心之理体就是本经真实之际当中的真。这个真实之际是常寂光，是自性的本体，它是真的，一真法界是它所现出来的，也算是真。为什么？它没有变化，它不是生灭法，它不生不灭，没有变易。所以跟十法界对比，十法界是生灭法，有生有灭，实报土没有生灭的现象，所以称为一真。「真真者，表非对妄而说之真」，这个真不是真妄的真，真真就是自性、就是法性、就是本性。中国古人知道，佛教没传到中国之前，中国典籍里头就有人性本善，这个人性本善就是真真。所以要晓得人有真心，真心是真善，真心没有不善，不善是习性、是妄心。妄心里头有善恶的善，真心里头善恶都没有。",
      "zh_TW": "我們再往下看，「真者」，真真潔白，真什麼意思？真就是「一真法界」，一真法界就是諸佛的實報莊嚴土，「真如本性」是常寂光土，「妙明真心」，真心之理體就是本經真實之際當中的真。這個真實之際是常寂光，是自性的本體，它是真的，一真法界是它所現出來的，也算是真。為什麼？它沒有變化，它不是生滅法，它不生不滅，沒有變易。所以跟十法界對比，十法界是生滅法，有生有滅，實報土沒有生滅的現象，所以稱為一真。「真真者，表非對妄而說之真」，這個真不是真妄的真，真真就是自性、就是法性、就是本性。中國古人知道，佛教沒傳到中國之前，中國典籍裡頭就有人性本善，這個人性本善就是真真。所以要曉得人有真心，真心是真善，真心沒有不善，不善是習性、是妄心。妄心裡頭有善惡的善，真心裡頭善惡都沒有。"
    },
    {
      "id": "02-040-0534_p0030",
      "zh_CN": "菩萨行里面有婴儿行，我也常常跟大家讲，「人生百日，体露真常」，婴儿从出世一百天，他是真的，真真，没有掺杂丝毫的虚妄在里头。他那个真，不是真假的真，不是相对的真，这个婴孩没有受染污，还不认生，不知道谁是他的父母。等到他认识谁是他的爸爸、谁是他的妈妈，他已经有分别心，他已经被染污了，他用妄心，不用真心。可见得人到人间来用真心，以后没有人教他，被周边环境染污，变成用妄心。用真心的是佛菩萨，如何让我们回到婴儿的时代，完全用真心？现在人害怕，完全用真心不是吃亏、不是上当了吗？别人都虚情假意对我，我用真心对人，变成怎样？不敢，怕吃亏。全是妄想。怎么知道？诸佛菩萨表演给我们看，不吃亏。我们有理由相信，古时候真正修行人，五戒十善决定做到。五戒里头有不妄语，十善里头讲得更清楚，不但不妄语，不恶口、不两舌、不绮语，他不骗人，他没吃亏，比一般人活得更自在、更幸福、更美满。何必去欺骗人？何必用妄心？用妄心造轮回业，无论行善行恶都是轮回业，出不了六道轮回，用真心出轮回。所以用真心念佛，用真心待人接物，决定得生。妄心念佛未必能往生，但是也未必不能往生，那完全要看你的运气，临终最后一念是念阿弥陀佛，这证明你生净土。所以这里真真是绝对之真，真中之真。",
      "zh_TW": "菩薩行裡面有嬰兒行，我也常常跟大家講，「人生百日，體露真常」，嬰兒從出世一百天，他是真的，真真，沒有摻雜絲毫的虛妄在裡頭。他那個真，不是真假的真，不是相對的真，這個嬰孩沒有受染污，還不認生，不知道誰是他的父母。等到他認識誰是他的爸爸、誰是他的媽媽，他已經有分別心，他已經被染污了，他用妄心，不用真心。可見得人到人間來用真心，以後沒有人教他，被周邊環境染污，變成用妄心。用真心的是佛菩薩，如何讓我們回到嬰兒的時代，完全用真心？現在人害怕，完全用真心不是吃虧、不是上當了嗎？別人都虛情假意對我，我用真心對人，變成怎樣？不敢，怕吃虧。全是妄想。怎麼知道？諸佛菩薩表演給我們看，不吃虧。我們有理由相信，古時候真正修行人，五戒十善決定做到。五戒裡頭有不妄語，十善裡頭講得更清楚，不但不妄語，不惡口、不兩舌、不綺語，他不騙人，他沒吃虧，比一般人活得更自在、更幸福、更美滿。何必去欺騙人？何必用妄心？用妄心造輪迴業，無論行善行惡都是輪迴業，出不了六道輪迴，用真心出輪迴。所以用真心念佛，用真心待人接物，決定得生。妄心念佛未必能往生，但是也未必不能往生，那完全要看你的運氣，臨終最後一念是念阿彌陀佛，這證明你生淨土。所以這裡真真是絕對之真，真中之真。"
    },
    {
      "id": "02-040-0534_p0031",
      "zh_CN": "『洁白』，「洁」没有染污，「无垢」；「白者，无染」，就是能大师所说的「本自清净」，真真洁白。这底下讲的，「何期自性本自清净。亦即百丈禅语」，百丈大师，「心性无染，本自圆成」，跟六祖能大师说的完全相同，这是见性的人。「所保任者，正是此无染本净之绝待真心」。行住坐卧自然保守，保住这个真心在日常生活当中、工作当中待人接物，这叫真学佛，佛就是这个样子。决定不欺骗人，至死也不改变，那就是什么？决定不堕恶道。尤其是念佛人，把生死看得很淡，不重视这个问题，重视真心，重视信愿持名，决定得生净土，这就对了。",
      "zh_TW": "『潔白』，「潔」沒有染污，「無垢」；「白者，無染」，就是能大師所說的「本自清淨」，真真潔白。這底下講的，「何期自性本自清淨。亦即百丈禪語」，百丈大師，「心性無染，本自圓成」，跟六祖能大師說的完全相同，這是見性的人。「所保任者，正是此無染本淨之絕待真心」。行住坐臥自然保守，保住這個真心在日常生活當中、工作當中待人接物，這叫真學佛，佛就是這個樣子。決定不欺騙人，至死也不改變，那就是什麼？決定不墮惡道。尤其是念佛人，把生死看得很淡，不重視這個問題，重視真心，重視信願持名，決定得生淨土，這就對了。"
    },
    {
      "id": "02-040-0534_p0032",
      "zh_CN": "「无上者，《往生论注》」，这个注是昙鸾法师的，注子里头说，「无上者，此道穷理尽性，更无过者」。无上这个道，道是方法、是门路，这个方法、这个门路，《往生论》是指信愿持名、求生净土这个道路是无上。为什么？穷理尽性，没有超过它的。理是万物的理体，有事必定有个道理。尽性，性是法性、是自性、是本性。穷理尽性，对于本性彻底觉悟，彻底明白，没有丝毫迷惑，这是什么人？法身菩萨以上的。没有见性的入不了这个境界，入这个境界的都是明心见性的菩萨，对于整个宇宙一切性相、理事、因果无不通达明了。",
      "zh_TW": "「無上者，《往生論註》」，這個註是曇鸞法師的，註子裡頭說，「無上者，此道窮理盡性，更無過者」。無上這個道，道是方法、是門路，這個方法、這個門路，《往生論》是指信願持名、求生淨土這個道路是無上。為什麼？窮理盡性，沒有超過它的。理是萬物的理體，有事必定有個道理。盡性，性是法性、是自性、是本性。窮理盡性，對於本性徹底覺悟，徹底明白，沒有絲毫迷惑，這是什麼人？法身菩薩以上的。沒有見性的入不了這個境界，入這個境界的都是明心見性的菩薩，對於整個宇宙一切性相、理事、因果無不通達明瞭。"
    },
    {
      "id": "02-040-0534_p0033",
      "zh_CN": "「如宗门」，宗门是禅宗里面，《宝镜三昧》，我们参考资料里头有。还有「任运」，任运就是自然的意思，「任法之自运动，而不加人之造作之义」。这个说法很好，没有人为的造作，自然的。《行事钞》里头，这是律宗的，戒律的，「人所至处任运界起，故曰自然」。跟《资持记》里面所说，「不假造作故曰任运。」这就是我们常常提到的，六根在六尘境界，不起心、不动念、不分别、不执着就是任运。这是谁修的？法身菩萨修的。因为不起心不动念，无明破了；无明没有破，他会起心动念。起心动念是无明烦恼，分别是尘沙烦恼，执着是见思烦恼，这要高度警觉，为什么还用这个东西？有这些东西，烦恼没有断干净，所修的世间善法。读经是世间善法，不能开悟、不能得定，世间的善因。比一切不善的好，它的果报在人天，不能证果，小乘须陀洹果也没分。这个不能不知道。不假造作这叫任运，就是眼见色、耳闻声、鼻嗅香、舌尝味，都要守住这个原则，不分别、不执着，我们从这入门。不起心、不动念做不到，太微细了。不但我们做不到，阿罗汉、辟支佛，别教三贤菩萨，十住、十行、十回向，都做不到。别教要十地，圆教要初住以上。所以，我们能够做到不分别、不执着就很不错了，对于往生净土有很大很大帮助。今天时间到了，我们就学到此地。",
      "zh_TW": "「如宗門」，宗門是禪宗裡面，《寶鏡三昧》，我們參考資料裡頭有。還有「任運」，任運就是自然的意思，「任法之自運動，而不加人之造作之義」。這個說法很好，沒有人為的造作，自然的。《行事鈔》裡頭，這是律宗的，戒律的，「人所至處任運界起，故曰自然」。跟《資持記》裡面所說，「不假造作故曰任運。」這就是我們常常提到的，六根在六塵境界，不起心、不動念、不分別、不執著就是任運。這是誰修的？法身菩薩修的。因為不起心不動念，無明破了；無明沒有破，他會起心動念。起心動念是無明煩惱，分別是塵沙煩惱，執著是見思煩惱，這要高度警覺，為什麼還用這個東西？有這些東西，煩惱沒有斷乾淨，所修的世間善法。讀經是世間善法，不能開悟、不能得定，世間的善因。比一切不善的好，它的果報在人天，不能證果，小乘須陀洹果也沒分。這個不能不知道。不假造作這叫任運，就是眼見色、耳聞聲、鼻嗅香、舌嘗味，都要守住這個原則，不分別、不執著，我們從這入門。不起心、不動念做不到，太微細了。不但我們做不到，阿羅漢、辟支佛，別教三賢菩薩，十住、十行、十迴向，都做不到。別教要十地，圓教要初住以上。所以，我們能夠做到不分別、不執著就很不錯了，對於往生淨土有很大很大幫助。今天時間到了，我們就學到此地。"
    }
  ]
}