{
  "doc_id": "02-040-0373",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三七三集",
    "zh_TW": "第三七三集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0373",
  "total_paragraphs": 34,
  "paragraphs": [
    {
      "id": "02-040-0373_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0373_p0002",
      "zh_CN": "请看《大经科注》六百五十八页第三行：",
      "zh_TW": "請看《大經科註》六百五十八頁第三行："
    },
    {
      "id": "02-040-0373_p0003",
      "zh_CN": "《会疏》里头说的，「仰唯道场树者，正是正觉果满之标帜也。名号者，即是本愿成就之实体也。故愿以闻名为得忍因，成就以见树明其相」。这里有个简单的解释，念老注的。「谓弥陀大愿」，四十八愿，「既已成就，则以见树证明得忍之事相」。仰唯，这个仰是敬仰，唯独道场树，阿弥陀佛讲堂外面这些树，就是圆满证得菩提的标帜。像我们现在悬挂国旗，这是标帜，佛门在过去悬挂幢幡，那也是标帜，也是信号。佛法是师道，师道是非常尊崇的，只闻来学，未闻往教，这是尊师重道。老师不能招学生，为什么？招学生显示得太傲慢了。愈是有德行，愈是有学问，那个人愈谦虚，不会有这种行为。谁敢招生？那就是你有能力做人的老师，这个话没有人敢说。所以老师对学生什么心态？朋友，老师跟学生写信自称「友生」，朋友的友，学生的生，友生。这就是老师谦虚，不敢为人师。学生对老师，那要尊重，尊师重道。老师谦虚是他自己，也都是用这个来教学生，对一切人谦虚恭敬到底，这是德行。它的效果，社会安定祥和，能收这么大的效果。",
      "zh_TW": "《會疏》裡頭說的，「仰唯道場樹者，正是正覺果滿之標幟也。名號者，即是本願成就之實體也。故願以聞名為得忍因，成就以見樹明其相」。這裡有個簡單的解釋，念老註的。「謂彌陀大願」，四十八願，「既已成就，則以見樹證明得忍之事相」。仰唯，這個仰是敬仰，唯獨道場樹，阿彌陀佛講堂外面這些樹，就是圓滿證得菩提的標幟。像我們現在懸掛國旗，這是標幟，佛門在過去懸掛幢幡，那也是標幟，也是信號。佛法是師道，師道是非常尊崇的，只聞來學，未聞往教，這是尊師重道。老師不能招學生，為什麼？招學生顯示得太傲慢了。愈是有德行，愈是有學問，那個人愈謙虛，不會有這種行為。誰敢招生？那就是你有能力做人的老師，這個話沒有人敢說。所以老師對學生什麼心態？朋友，老師跟學生寫信自稱「友生」，朋友的友，學生的生，友生。這就是老師謙虛，不敢為人師。學生對老師，那要尊重，尊師重道。老師謙虛是他自己，也都是用這個來教學生，對一切人謙虛恭敬到底，這是德行。它的效果，社會安定祥和，能收這麼大的效果。"
    },
    {
      "id": "02-040-0373_p0004",
      "zh_CN": "道场树长得这么好，与这个人家的德有关系，与他的爱心有关系、真诚有关系，真诚的爱心，自然长得很好。我们这个盆栽不行，什么原因？我们的德不够。所以，这个摆在这里有好处，让我们看看自己，境随心转，它转成这个样子，我们是什么心。我们有真诚的爱心，它自然长得很好，它的养分，它所需要的，可以从空中摄取，不需要我们人来照顾，极乐世界如是。道场菩提树特别高大，从这里看，从看外面环境，就了解这个环境居住的人物。这个环境好，我们现在讲磁场好、氛围好，这个地方居住的人一定有德行、有爱心、有智慧，就能想到。道场树所表的是正觉果满，正觉是菩萨，菩萨证得圆满的果觉，才能感得有道场树这样的标帜。",
      "zh_TW": "道場樹長得這麼好，與這個人家的德有關係，與他的愛心有關係、真誠有關係，真誠的愛心，自然長得很好。我們這個盆栽不行，什麼原因？我們的德不夠。所以，這個擺在這裡有好處，讓我們看看自己，境隨心轉，它轉成這個樣子，我們是什麼心。我們有真誠的愛心，它自然長得很好，它的養分，它所需要的，可以從空中攝取，不需要我們人來照顧，極樂世界如是。道場菩提樹特別高大，從這裡看，從看外面環境，就了解這個環境居住的人物。這個環境好，我們現在講磁場好、氛圍好，這個地方居住的人一定有德行、有愛心、有智慧，就能想到。道場樹所表的是正覺果滿，正覺是菩薩，菩薩證得圓滿的果覺，才能感得有道場樹這樣的標幟。"
    },
    {
      "id": "02-040-0373_p0005",
      "zh_CN": "名号，阿弥陀佛的名号是本愿成就的实体，这个名号无所不包，确确实实是惠能大师开悟时候所说的，「何期自性，本自具足」。本自具足就是阿弥陀的意思，没有一样欠缺，证得究竟的圆满就是阿弥陀，所以阿弥陀是本愿成就的实体。法藏就以这个做为名号，名体互彰，彰显出来。故愿以闻名为得忍因，这个愿是四十八愿，弥陀的本愿是证得无生法忍的真因。成就，你看到这个树就明白了，树是标帜，从哪里来的？境随心转，菩提树是境界。随谁的心转？阿弥陀佛的心转，弥陀的心，无量智慧、无量德能、无量相好，一切无量统统具足，你在这个树上统统看到了。念老这个注解注得很清楚，简要详明，意思是说阿弥陀佛四十八愿已经成就了，则以见树证明得忍的事相。见树，完全看你自己修行的功夫，最低的也能得音响忍，这是什么境界？华严圆教十地菩萨的境界，圆教登地。",
      "zh_TW": "名號，阿彌陀佛的名號是本願成就的實體，這個名號無所不包，確確實實是惠能大師開悟時候所說的，「何期自性，本自具足」。本自具足就是阿彌陀的意思，沒有一樣欠缺，證得究竟的圓滿就是阿彌陀，所以阿彌陀是本願成就的實體。法藏就以這個做為名號，名體互彰，彰顯出來。故願以聞名為得忍因，這個願是四十八願，彌陀的本願是證得無生法忍的真因。成就，你看到這個樹就明白了，樹是標幟，從哪裡來的？境隨心轉，菩提樹是境界。隨誰的心轉？阿彌陀佛的心轉，彌陀的心，無量智慧、無量德能、無量相好，一切無量統統具足，你在這個樹上統統看到了。念老這個註解註得很清楚，簡要詳明，意思是說阿彌陀佛四十八願已經成就了，則以見樹證明得忍的事相。見樹，完全看你自己修行的功夫，最低的也能得音響忍，這是什麼境界？華嚴圓教十地菩薩的境界，圓教登地。"
    },
    {
      "id": "02-040-0373_p0006",
      "zh_CN": "我们接着往下面看，下面都说到。「彼闻名，即道场树之妙声。如《小本》曰」，《阿弥陀经》跟这是同一部，《无量寿》称为大经，《阿弥陀经》称为小经，净土的大小经，《小本》上有，「闻是音者，自然皆生念佛念法念僧之心。此见树，即阿弥陀之果德」。阿弥陀佛证得究竟圆满的佛果，这棵树的表法也是圆圆将它显示出来，我们看不懂，看不懂也得利益，看得懂得最殊胜的利益，看不懂可以得到相似的利益，真正不可思议。「以此况彼，闻名得忍，益弥着明也。总之，名号与树，皆是果地大觉妙德之所显，皆是圆圆果海，圆融具德。」这念老为我们解释，见到这个树，你就见到阿弥陀佛修因证果。以这个来比喻，往生到极乐世界这些菩萨，无论他生哪一土，四土，什么样的品位，即使是凡圣同居土下下品往生，最低的这个位次，也能见到。没有说同居下下品见不到，如果有这个事情，经上一定有说明，没有说明，换句话说，从同居土下下品到实报土上上品全都见到，没有一个见不到。",
      "zh_TW": "我們接著往下面看，下面都說到。「彼聞名，即道場樹之妙聲。如《小本》曰」，《阿彌陀經》跟這是同一部，《無量壽》稱為大經，《阿彌陀經》稱為小經，淨土的大小經，《小本》上有，「聞是音者，自然皆生念佛念法念僧之心。此見樹，即阿彌陀之果德」。阿彌陀佛證得究竟圓滿的佛果，這棵樹的表法也是圓圓將它顯示出來，我們看不懂，看不懂也得利益，看得懂得最殊勝的利益，看不懂可以得到相似的利益，真正不可思議。「以此況彼，聞名得忍，益彌著明也。總之，名號與樹，皆是果地大覺妙德之所顯，皆是圓圓果海，圓融具德。」這念老為我們解釋，見到這個樹，你就見到阿彌陀佛修因證果。以這個來比喻，往生到極樂世界這些菩薩，無論他生哪一土，四土，什麼樣的品位，即使是凡聖同居土下下品往生，最低的這個位次，也能見到。沒有說同居下下品見不到，如果有這個事情，經上一定有說明，沒有說明，換句話說，從同居土下下品到實報土上上品全都見到，沒有一個見不到。"
    },
    {
      "id": "02-040-0373_p0007",
      "zh_CN": "闻名得忍，听到阿弥陀佛的名号，就得三种忍。这三种忍是看自己修学功夫的浅深证得不一样，或者说往生大众的缘分不一样，有特殊的缘分，见树能得无生法忍。这种成就不外乎两种因素，一种是定功。《观经》说了十六种修学的法门，前面十三种，善导大师称为定善，要有禅定的功夫，后面三种没有禅定，修福，修福真信切愿也能往生。往生到极乐世界，皆作阿惟越致菩萨，这句话可不能忘掉。所以生到西方极乐世界平等的，那个世界的人心是什么？经题上讲的清净、平等、觉。那个人展现在外面是什么样子？大乘、无量寿、庄严，表现在外面的。统统在经题上。经题不可思议，夏莲公老居士的会集，会集得太微妙了，五种原译本里头两种的经题合在一起，自己没有加一个字，妙极了！过去几种的会集本都没发现，自己给它立个题目，王龙舒会集的叫「大阿弥陀经」，这句话没有来历。以后魏默深会集的，经题都没有这个经题这么圆满，把极乐世界完全显示出来了。极乐世界是大乘、是无量寿、是庄严，怎么成就的？清净心、平等心、正觉心所成就的，题里头有因有果。我们掌握到题目里面的甚深义理，做为我们修学依据的原则，没有一个不成就，没有一个不往生的。我们见这个题就跟在极乐世界见道场树一样，这个题就是道场树。",
      "zh_TW": "聞名得忍，聽到阿彌陀佛的名號，就得三種忍。這三種忍是看自己修學功夫的淺深證得不一樣，或者說往生大眾的緣分不一樣，有特殊的緣分，見樹能得無生法忍。這種成就不外乎兩種因素，一種是定功。《觀經》說了十六種修學的法門，前面十三種，善導大師稱為定善，要有禪定的功夫，後面三種沒有禪定，修福，修福真信切願也能往生。往生到極樂世界，皆作阿惟越致菩薩，這句話可不能忘掉。所以生到西方極樂世界平等的，那個世界的人心是什麼？經題上講的清淨、平等、覺。那個人展現在外面是什麼樣子？大乘、無量壽、莊嚴，表現在外面的。統統在經題上。經題不可思議，夏蓮公老居士的會集，會集得太微妙了，五種原譯本裡頭兩種的經題合在一起，自己沒有加一個字，妙極了！過去幾種的會集本都沒發現，自己給它立個題目，王龍舒會集的叫「大阿彌陀經」，這句話沒有來歷。以後魏默深會集的，經題都沒有這個經題這麼圓滿，把極樂世界完全顯示出來了。極樂世界是大乘、是無量壽、是莊嚴，怎麼成就的？清淨心、平等心、正覺心所成就的，題裡頭有因有果。我們掌握到題目裡面的甚深義理，做為我們修學依據的原則，沒有一個不成就，沒有一個不往生的。我們見這個題就跟在極樂世界見道場樹一樣，這個題就是道場樹。"
    },
    {
      "id": "02-040-0373_p0008",
      "zh_CN": "下面念老说，「总之，名号与树皆是果地大觉妙德之所显，皆是圆圆果海，圆融具德」。这两句说真正的圆满，大觉圆满。「皆是清净句」，清净句是《往生论》上说的，天亲菩萨说的，「真实智慧无为法身。皆是真实之际」。说了这么多，下面一句重要，回归到自己身上来，「亦即是当人自性」。说来说去说到最后，是我们自己的本性，是我们自己的真心。阿弥陀佛从哪来的？极乐世界从哪来的？是我们自己的真心变现出来的。我们今天居娑婆世界，现在这个世界，现在这个世界是我们的妄心变现出来的，都没有离开这个心。我们现在希望的是返妄归真，我们想远离妄心，把真心找回来，佛陀教育就是这么一桩事情，这就是佛教的宗旨。这桩事情说得太微妙，说得太玄了，没有人会懂，所以称为难信之法。",
      "zh_TW": "下面念老說，「總之，名號與樹皆是果地大覺妙德之所顯，皆是圓圓果海，圓融具德」。這兩句說真正的圓滿，大覺圓滿。「皆是清淨句」，清淨句是《往生論》上說的，天親菩薩說的，「真實智慧無為法身。皆是真實之際」。說了這麼多，下面一句重要，回歸到自己身上來，「亦即是當人自性」。說來說去說到最後，是我們自己的本性，是我們自己的真心。阿彌陀佛從哪來的？極樂世界從哪來的？是我們自己的真心變現出來的。我們今天居娑婆世界，現在這個世界，現在這個世界是我們的妄心變現出來的，都沒有離開這個心。我們現在希望的是返妄歸真，我們想遠離妄心，把真心找回來，佛陀教育就是這麼一樁事情，這就是佛教的宗旨。這樁事情說得太微妙，說得太玄了，沒有人會懂，所以稱為難信之法。"
    },
    {
      "id": "02-040-0373_p0009",
      "zh_CN": "真正懂得，通达明了，世尊说过，那是唯佛与佛。什么人能做到？成佛了，成究竟圆满的佛，他完全晓得。等觉以下，犹如隔罗望月。昨天有个人送我一个圆的罗扇，把它拿到此地来，我们讲到这个，比一下大家看看。虽然看得很清楚，总是隔了一层，这是讲等觉菩萨。八地以上证明了，决定没有怀疑，为什么？他见到了，见到不是很清楚，真见到了。七地以前还没见到。所以一定要承认，自己的自性，「故能有如是不可思议真实之利也」。学佛决定不能小看自己，自己本来跟阿弥陀佛是一不是二，现在为什么有这么大的差别？经上讲得很清楚，总是我们自己迷失了自性，变成现在这个样子，在六道里头苦不堪言。这是一场恶梦，是一场很可怕、很痛苦的恶梦，不知道这是假的。什么时候梦醒了，才恍然大悟，原来做了一场恶梦。如果我们离开佛法，我们永远不会有清醒过来那一天，真正清醒过来，一定要依靠佛法。",
      "zh_TW": "真正懂得，通達明瞭，世尊說過，那是唯佛與佛。什麼人能做到？成佛了，成究竟圓滿的佛，他完全曉得。等覺以下，猶如隔羅望月。昨天有個人送我一個圓的羅扇，把它拿到此地來，我們講到這個，比一下大家看看。雖然看得很清楚，總是隔了一層，這是講等覺菩薩。八地以上證明了，決定沒有懷疑，為什麼？他見到了，見到不是很清楚，真見到了。七地以前還沒見到。所以一定要承認，自己的自性，「故能有如是不可思議真實之利也」。學佛決定不能小看自己，自己本來跟阿彌陀佛是一不是二，現在為什麼有這麼大的差別？經上講得很清楚，總是我們自己迷失了自性，變成現在這個樣子，在六道裡頭苦不堪言。這是一場惡夢，是一場很可怕、很痛苦的惡夢，不知道這是假的。什麼時候夢醒了，才恍然大悟，原來做了一場惡夢。如果我們離開佛法，我們永遠不會有清醒過來那一天，真正清醒過來，一定要依靠佛法。"
    },
    {
      "id": "02-040-0373_p0010",
      "zh_CN": "汤恩比博士很聪明，赞叹佛法，赞叹大乘，他自己不相信。为什么？难信之法，他要相信不就不难了吗？他不相信经上讲的佛、讲的自性、讲的真如，他相信什么？相信我们的意识背后有真正的主宰的意识，他相信这个。那是什么？就是自性，他不相信这些名词，他相信他自己的名词。「名可名，非常名；道可道，非常道」，这个话问他，他也相信，起心动念、分别执着没放下，问题就在此地。真正放下，自然就契入了。他知道人类的社会如果离开宗教，人在世间会生活得非常痛苦，所以他说宗教是人类所必需。文化是从宗教延伸出来的，先有宗教，后有文化，后有文明。这个关系，他是个研究历史的，有历史上的证据，这是真的，不是假的。我们从这句话要能够体会它的重要性，宗教是文明的根本，是文化的根本，如果把这个东西去掉了，文化跟文明都没有根本。没有根本的植物不能够生存，只能摆在花瓶里供人欣赏，三、五天就枯死了。换句话说，我们以这个例子来看，文明、文化的根本是宗教。我们把宗教废除了，不要了，那么文化跟文明存在的期间就很短，它会消失、会灭亡。灭亡之后，肯定世界混乱，人民没有依归，就是没有依靠，这个问题严重了。",
      "zh_TW": "湯恩比博士很聰明，讚歎佛法，讚歎大乘，他自己不相信。為什麼？難信之法，他要相信不就不難了嗎？他不相信經上講的佛、講的自性、講的真如，他相信什麼？相信我們的意識背後有真正的主宰的意識，他相信這個。那是什麼？就是自性，他不相信這些名詞，他相信他自己的名詞。「名可名，非常名；道可道，非常道」，這個話問他，他也相信，起心動念、分別執著沒放下，問題就在此地。真正放下，自然就契入了。他知道人類的社會如果離開宗教，人在世間會生活得非常痛苦，所以他說宗教是人類所必需。文化是從宗教延伸出來的，先有宗教，後有文化，後有文明。這個關係，他是個研究歷史的，有歷史上的證據，這是真的，不是假的。我們從這句話要能夠體會它的重要性，宗教是文明的根本，是文化的根本，如果把這個東西去掉了，文化跟文明都沒有根本。沒有根本的植物不能夠生存，只能擺在花瓶裡供人欣賞，三、五天就枯死了。換句話說，我們以這個例子來看，文明、文化的根本是宗教。我們把宗教廢除了，不要了，那麼文化跟文明存在的期間就很短，它會消失、會滅亡。滅亡之後，肯定世界混亂，人民沒有依歸，就是沒有依靠，這個問題嚴重了。"
    },
    {
      "id": "02-040-0373_p0011",
      "zh_CN": "今天是在科技突飞猛进的环境之下，宗教如何能生存？那就是宗教的发展也要像科学技术，要跟上去。用什么方法？教学。我们看每一个宗教的创始人，当年在世的时候全都是教学，身行言教，为大众做出真正的好榜样，大众看了，好，这个我们要学，自然来了。所有的宗教，他说教义不相同，理念不相同，方法不相同，最后归宿地方是一处。汤恩比看出这一点，这很了不起，只是归宿的那个地方名词术语不一样。他对佛法是最欣赏，佛法把这个归宿地方叫做涅槃，叫做真实之际，叫做法性，叫做自性，这个好。其他有的宗教称它为上帝，就这个意思，称它为真主，称它为真神，其实是一个意思。所以无论是哪个宗教，方向是相同的，目标是相同的，但是走的路不一样，用的交通工具不一样，差别在此地，最后达到目的地是一个地方，那又何必互相争论？他说这种互相争论是毫无意义的，不了解事实真相。了解之后，我们统统都到那个地方，路很多，随便走哪一条都可以，方向是一致的，交通工具你爱用什么就用什么。明白这个道理，晓得宇宙跟自己什么关系？一体，一家。宇宙跟我们是一体，万物跟我们是一家，一家人相处要相亲相爱、和睦相处，不要有斗争，要互相关怀、互相照顾。这个就是大同的思想，这是宗教家的思想。",
      "zh_TW": "今天是在科技突飛猛進的環境之下，宗教如何能生存？那就是宗教的發展也要像科學技術，要跟上去。用什麼方法？教學。我們看每一個宗教的創始人，當年在世的時候全都是教學，身行言教，為大眾做出真正的好榜樣，大眾看了，好，這個我們要學，自然來了。所有的宗教，他說教義不相同，理念不相同，方法不相同，最後歸宿地方是一處。湯恩比看出這一點，這很了不起，只是歸宿的那個地方名詞術語不一樣。他對佛法是最欣賞，佛法把這個歸宿地方叫做涅槃，叫做真實之際，叫做法性，叫做自性，這個好。其他有的宗教稱它為上帝，就這個意思，稱它為真主，稱它為真神，其實是一個意思。所以無論是哪個宗教，方向是相同的，目標是相同的，但是走的路不一樣，用的交通工具不一樣，差別在此地，最後達到目的地是一個地方，那又何必互相爭論？他說這種互相爭論是毫無意義的，不了解事實真相。了解之後，我們統統都到那個地方，路很多，隨便走哪一條都可以，方向是一致的，交通工具你愛用什麼就用什麼。明白這個道理，曉得宇宙跟自己什麼關係？一體，一家。宇宙跟我們是一體，萬物跟我們是一家，一家人相處要相親相愛、和睦相處，不要有鬥爭，要互相關懷、互相照顧。這個就是大同的思想，這是宗教家的思想。"
    },
    {
      "id": "02-040-0373_p0012",
      "zh_CN": "今天，原子弹在日本爆炸，汤恩比博士看到了，给人类提出一个忠告，希望世界上永远不要有战争。因为未来的战争是核武战争，现在还加上生化，这个汤恩比没看见，原子弹看见爆炸。这个战争是毁灭性的战争，没有输赢的战争，同归于尽的战争，大家都要死，没有输赢的。输的那一方灭亡了，赢的那一方同归于尽，何必干这个傻事？所以他的理想当中就浮出一个，地球上应该统一成一个国家，一个国家就不会打仗了。能做得到吗？在佛法，佛法不讲究这些，一国好，像极乐世界是一国，那个地方很大，没有听说有第二个国家，这就是这些人的理想。",
      "zh_TW": "今天，原子彈在日本爆炸，湯恩比博士看到了，給人類提出一個忠告，希望世界上永遠不要有戰爭。因為未來的戰爭是核武戰爭，現在還加上生化，這個湯恩比沒看見，原子彈看見爆炸。這個戰爭是毀滅性的戰爭，沒有輸贏的戰爭，同歸於盡的戰爭，大家都要死，沒有輸贏的。輸的那一方滅亡了，贏的那一方同歸於盡，何必幹這個傻事？所以他的理想當中就浮出一個，地球上應該統一成一個國家，一個國家就不會打仗了。能做得到嗎？在佛法，佛法不講究這些，一國好，像極樂世界是一國，那個地方很大，沒有聽說有第二個國家，這就是這些人的理想。"
    },
    {
      "id": "02-040-0373_p0013",
      "zh_CN": "释迦牟尼佛示现在地球上，那个时候的印度许许多多的国家，二千五百多年前印度没统一，都是些部落，那就叫国家。释迦牟尼佛讲学，哪个地方有请就到哪里去，周游列国，居无定所。接受佛陀教诲的大国王，等于说在那个时候的社会有影响力的，大国王有十六个，都是释迦牟尼佛的在家弟子。由此可知，统一不统一不是重要的关系，真正关系我们是想人类能够活得幸福，这个重要。人与人之间能和睦相处，不要有争论，要彼此相爱，这是人类的理想，中国，千万年前中国人梦想的大同之治。用什么方法？用教学，释迦牟尼佛一生就做这个工作，完全是义务的。什么力量在推动？大慈大悲，真诚的爱心，让他一生做出了牺牲奉献。别人所要的他不要，他所要的别人不要，与任何一个人没有发生冲突，这是佛陀教导我们的。",
      "zh_TW": "釋迦牟尼佛示現在地球上，那個時候的印度許許多多的國家，二千五百多年前印度沒統一，都是些部落，那就叫國家。釋迦牟尼佛講學，哪個地方有請就到哪裡去，周遊列國，居無定所。接受佛陀教誨的大國王，等於說在那個時候的社會有影響力的，大國王有十六個，都是釋迦牟尼佛的在家弟子。由此可知，統一不統一不是重要的關係，真正關係我們是想人類能夠活得幸福，這個重要。人與人之間能和睦相處，不要有爭論，要彼此相愛，這是人類的理想，中國，千萬年前中國人夢想的大同之治。用什麼方法？用教學，釋迦牟尼佛一生就做這個工作，完全是義務的。什麼力量在推動？大慈大悲，真誠的愛心，讓他一生做出了犧牲奉獻。別人所要的他不要，他所要的別人不要，與任何一個人沒有發生衝突，這是佛陀教導我們的。"
    },
    {
      "id": "02-040-0373_p0014",
      "zh_CN": "我们要想摆脱烦恼、业习、业报，那只有极少数真正聪明的人，觉悟了，觉悟就摆脱掉了。为什么觉悟就能摆脱掉？因为它是假的，凡所有相，皆是虚妄，这不是真的。甚至于佛说，他所说的一切法也要放下，为什么？也不是真的，四十九年所说的一切法无非是黄叶止啼而已。这个比喻是佛在经上说的，黄叶止啼，小孩在那里哭，大人在地上捡一片秋天落叶，叶子黄了落在下面。拿这片叶子告诉小朋友：别哭，这是黄金，你拿去换糖吃。他听了不哭了，黄叶拿走了，效果达到了，他没有别的，就是叫你别哭。佛说一切法，四十九年说一切法，佛是老人，我们都是小朋友，都是拿着黄叶来骗我们，别哭别哭，我们很听话。他说的不是假话，效果达到了。",
      "zh_TW": "我們要想擺脫煩惱、業習、業報，那只有極少數真正聰明的人，覺悟了，覺悟就擺脫掉了。為什麼覺悟就能擺脫掉？因為它是假的，凡所有相，皆是虛妄，這不是真的。甚至於佛說，他所說的一切法也要放下，為什麼？也不是真的，四十九年所說的一切法無非是黃葉止啼而已。這個比喻是佛在經上說的，黃葉止啼，小孩在那裡哭，大人在地上撿一片秋天落葉，葉子黃了落在下面。拿這片葉子告訴小朋友：別哭，這是黃金，你拿去換糖吃。他聽了不哭了，黃葉拿走了，效果達到了，他沒有別的，就是叫你別哭。佛說一切法，四十九年說一切法，佛是老人，我們都是小朋友，都是拿著黃葉來騙我們，別哭別哭，我們很聽話。他說的不是假話，效果達到了。"
    },
    {
      "id": "02-040-0373_p0015",
      "zh_CN": "佛告诉我们，我们从哪里来的？自性变现的，终极的目标要回归自性，回归自性就是成佛了。自性在净土里面称为常寂光，四土里头最高的，我们回归常寂光净土，就是证得究竟圆满的佛果。阿弥陀佛这个名号就是常寂光，所以他说圆圆果海，圆融具德，这就是常寂光，自性。阿弥陀佛回归了，现在帮助我们回归，因此他所说的、他所演的，表演的都是真实句，真实智慧无为法身，总的一句来说，就是真实之际，没有丝毫是虚妄的。他所为我们示现的、表演的，二千五百多年前，他在这个世界住世八十年，你看他的一生多活泼，多么自在、多么自然，一丝毫造作没有。恒顺众生，随喜功德，佛所给我们表演的。虽然不在了，当年在世一生的行谊、说法，弟子们把它记录下来流传给后世，我们今天所看到的经典。我们从这些经典里面学习智慧、学习德能，学习幸福美满的人生，这真的不是假的。",
      "zh_TW": "佛告訴我們，我們從哪裡來的？自性變現的，終極的目標要回歸自性，回歸自性就是成佛了。自性在淨土裡面稱為常寂光，四土裡頭最高的，我們回歸常寂光淨土，就是證得究竟圓滿的佛果。阿彌陀佛這個名號就是常寂光，所以他說圓圓果海，圓融具德，這就是常寂光，自性。阿彌陀佛回歸了，現在幫助我們回歸，因此他所說的、他所演的，表演的都是真實句，真實智慧無為法身，總的一句來說，就是真實之際，沒有絲毫是虛妄的。他所為我們示現的、表演的，二千五百多年前，他在這個世界住世八十年，你看他的一生多活潑，多麼自在、多麼自然，一絲毫造作沒有。恆順眾生，隨喜功德，佛所給我們表演的。雖然不在了，當年在世一生的行誼、說法，弟子們把它記錄下來流傳給後世，我們今天所看到的經典。我們從這些經典裡面學習智慧、學習德能，學習幸福美滿的人生，這真的不是假的。"
    },
    {
      "id": "02-040-0373_p0016",
      "zh_CN": "佛教我们什么？持戒、修定、开慧，终极的目标是开智慧，开智慧的方法很多，用戒定慧做为总纲领、总原则。我们今天所采取的，就用这一部《大乘无量寿经》，这部经里头有戒、有定、有慧，它能帮助我们往生极乐世界，它能帮助我们证得圆满的佛果。这部书就是当人自性，是我们的自性，故能有如是不思议真实之利，我们依教修行，就能得到不可思议真实的利益，这句话是真的，决定不是妄言。「两者相比，则闻名得忍之益，更为显著。故《会疏》曰：以此况彼，闻名得忍，益」，益是利益，「弥着明也」。你得的利益非常明显，你自己知道，别人也看到。",
      "zh_TW": "佛教我們什麼？持戒、修定、開慧，終極的目標是開智慧，開智慧的方法很多，用戒定慧做為總綱領、總原則。我們今天所採取的，就用這一部《大乘無量壽經》，這部經裡頭有戒、有定、有慧，它能幫助我們往生極樂世界，它能幫助我們證得圓滿的佛果。這部書就是當人自性，是我們的自性，故能有如是不思議真實之利，我們依教修行，就能得到不可思議真實的利益，這句話是真的，決定不是妄言。「兩者相比，則聞名得忍之益，更為顯著。故《會疏》曰：以此況彼，聞名得忍，益」，益是利益，「彌著明也」。你得的利益非常明顯，你自己知道，別人也看到。"
    },
    {
      "id": "02-040-0373_p0017",
      "zh_CN": "『得忍』。「信难信之理而不惑为忍」，你见到这个树，你的心定了，不再怀疑了，这叫忍。忍也可以做为同意、承认、肯定、没有怀疑，这叫忍。又《大乘义章》第十一卷说：「于法实相，安住为忍。」法是一切法，一切法的真实相，你承认了，你接受了，你不怀疑了，你的心能安住在这上，这叫忍。实相是什么？实相无相，从体上讲没有，从事上讲它存在，理无事有，理是真理，事是假相。所以，二边都不能执着，清清楚楚、明明了瞭，不执着。事再多、再复杂，你了解它的真相，体空寂的，在空寂的理体上起心动念，幻相现前。什么样的幻相？你起什么样的心，它就现什么样的相，动心、现相是一不是二，心要不动，相就没有了。一切相是从心生的，大小乘经教里头佛都常说，一切法从心想生，这个要知道。心要不想，相就没有了，所以相是假的，不是真的。",
      "zh_TW": "『得忍』。「信難信之理而不惑為忍」，你見到這個樹，你的心定了，不再懷疑了，這叫忍。忍也可以做為同意、承認、肯定、沒有懷疑，這叫忍。又《大乘義章》第十一卷說：「於法實相，安住為忍。」法是一切法，一切法的真實相，你承認了，你接受了，你不懷疑了，你的心能安住在這上，這叫忍。實相是什麼？實相無相，從體上講沒有，從事上講它存在，理無事有，理是真理，事是假相。所以，二邊都不能執著，清清楚楚、明明瞭瞭，不執著。事再多、再複雜，你了解它的真相，體空寂的，在空寂的理體上起心動念，幻相現前。什麼樣的幻相？你起什麼樣的心，它就現什麼樣的相，動心、現相是一不是二，心要不動，相就沒有了。一切相是從心生的，大小乘經教裡頭佛都常說，一切法從心想生，這個要知道。心要不想，相就沒有了，所以相是假的，不是真的。"
    },
    {
      "id": "02-040-0373_p0018",
      "zh_CN": "这些现相明明摆在我们面前，你怎么能说它是假的？幸亏现代量子力学家证明了，告诉我们，所有物质现象全是假的，不是真的。物质是我们六根产生的幻觉，不是真的，真的根本没有这个现象。这是宇宙的奥秘，佛虽然说了，有人相信，有人不相信，信的人少，不相信的人多。为什么？太奥秘，谁知道！一直到现代，近代量子力学家才发现，不知道多少人，一个接着一个，研究了四百年，科学在地球上。四百年的今天，答案出现了，物质到底是什么，被揭穿了，物质是念头产生的幻相，所以它不是真的。有念头就有这个幻相，没有念头这个幻相不存在，说明先有念头，后有幻相。虽然有先后，我们也可以这样说，这佛说的，生灭同时；换句话说，你没有办法把它分别生跟灭。你看到它生了，立刻就灭了，生灭时间之短促我们无法想像。",
      "zh_TW": "這些現相明明擺在我們面前，你怎麼能說它是假的？幸虧現代量子力學家證明了，告訴我們，所有物質現象全是假的，不是真的。物質是我們六根產生的幻覺，不是真的，真的根本沒有這個現象。這是宇宙的奧祕，佛雖然說了，有人相信，有人不相信，信的人少，不相信的人多。為什麼？太奧祕，誰知道！一直到現代，近代量子力學家才發現，不知道多少人，一個接著一個，研究了四百年，科學在地球上。四百年的今天，答案出現了，物質到底是什麼，被揭穿了，物質是念頭產生的幻相，所以它不是真的。有念頭就有這個幻相，沒有念頭這個幻相不存在，說明先有念頭，後有幻相。雖然有先後，我們也可以這樣說，這佛說的，生滅同時；換句話說，你沒有辦法把它分別生跟滅。你看到它生了，立刻就滅了，生滅時間之短促我們無法想像。"
    },
    {
      "id": "02-040-0373_p0019",
      "zh_CN": "一秒钟，物质现象生灭多少次？一秒钟，经典上告诉我们是一千六百兆次，单位是兆，一秒钟一千六百兆。在哪里？就在眼前，从来没有离开过我们，可是我们的六根迟钝，居然没有见到，这是诸法实相。所以大道不远，就在眼前，虽在眼前，你没有觉知，你没有觉得它存在，它就在你面前，从来没有离开过你，你就是不认识它。佛是用什么认识的？佛用修禅定，把心里头所有的妄念、杂念统统清除，恢复你的清净平等心。真心是清净的，真心是平等的，没想到。真实清净平等心是我们的自性，不是别的，是我们的真心。起心动念？起心动念就把真心变成妄心，妄心叫做阿赖耶，妄心是阿赖耶识。我们粗心大意，这个微细的相从来没有人发现过，到最近量子力学家用最新的科学技术看到了，这个秘密揭穿了，跟佛在经上讲的完全相应，这才不能不佩服。人类多辛苦，这么长的时间，发明这么多的科技，才看到这个东西的存在，看到它所产生的变化，所有一切物质现象全是它变化来的，真正不可思议。",
      "zh_TW": "一秒鐘，物質現象生滅多少次？一秒鐘，經典上告訴我們是一千六百兆次，單位是兆，一秒鐘一千六百兆。在哪裡？就在眼前，從來沒有離開過我們，可是我們的六根遲鈍，居然沒有見到，這是諸法實相。所以大道不遠，就在眼前，雖在眼前，你沒有覺知，你沒有覺得它存在，它就在你面前，從來沒有離開過你，你就是不認識它。佛是用什麼認識的？佛用修禪定，把心裡頭所有的妄念、雜念統統清除，恢復你的清淨平等心。真心是清淨的，真心是平等的，沒想到。真實清淨平等心是我們的自性，不是別的，是我們的真心。起心動念？起心動念就把真心變成妄心，妄心叫做阿賴耶，妄心是阿賴耶識。我們粗心大意，這個微細的相從來沒有人發現過，到最近量子力學家用最新的科學技術看到了，這個祕密揭穿了，跟佛在經上講的完全相應，這才不能不佩服。人類多辛苦，這麼長的時間，發明這麼多的科技，才看到這個東西的存在，看到它所產生的變化，所有一切物質現象全是它變化來的，真正不可思議。"
    },
    {
      "id": "02-040-0373_p0020",
      "zh_CN": "晓得真相之后，我们才真正把这些妄想杂念放下，清净平等心就现前。我们今天还是放不下，这什么原因？我们了解不够透彻，我们对它还是怀疑。这个怀疑随着我们自己学习在减轻，一年比一年轻，所以智慧在增长，年年不一样，没有达到它要求的标准。要求的标准是什么？真放下，像释迦牟尼佛一样，过着三衣一钵，日中一食，树下一宿，真放下了。我们可以不必要跟释迦牟尼佛一样，我们可以跟现在人的生活，现代普通人的生活标准，没有奢侈，跟现在贫苦的人生活一样。虽然贫苦，能吃得饱，能穿得暖，有个小房子可以遮蔽风雨，一切欲望全放下，跟佛接近了，跟阿弥陀佛就接近了。跟这个世间业远离了，我们不造业了，过去造的业要把它化解掉，新的业不造了。念佛，一心一意念佛，我们造的业就是造念阿弥陀佛这个业，这个业叫净业。净业成就，我们决定往生极乐世界，阿弥陀佛来接引我们，我们要向这个目标、向这个方向迈进。",
      "zh_TW": "曉得真相之後，我們才真正把這些妄想雜念放下，清淨平等心就現前。我們今天還是放不下，這什麼原因？我們了解不夠透徹，我們對它還是懷疑。這個懷疑隨著我們自己學習在減輕，一年比一年輕，所以智慧在增長，年年不一樣，沒有達到它要求的標準。要求的標準是什麼？真放下，像釋迦牟尼佛一樣，過著三衣一缽，日中一食，樹下一宿，真放下了。我們可以不必要跟釋迦牟尼佛一樣，我們可以跟現在人的生活，現代普通人的生活標準，沒有奢侈，跟現在貧苦的人生活一樣。雖然貧苦，能吃得飽，能穿得暖，有個小房子可以遮蔽風雨，一切欲望全放下，跟佛接近了，跟阿彌陀佛就接近了。跟這個世間業遠離了，我們不造業了，過去造的業要把它化解掉，新的業不造了。念佛，一心一意念佛，我們造的業就是造念阿彌陀佛這個業，這個業叫淨業。淨業成就，我們決定往生極樂世界，阿彌陀佛來接引我們，我們要向這個目標、向這個方向邁進。"
    },
    {
      "id": "02-040-0373_p0021",
      "zh_CN": "「《会疏》云，智行增进名法忍。」智慧增长看得破，行放得下，愈放愈多，万缘放下，一尘不染，这叫法忍。",
      "zh_TW": "「《會疏》云，智行增進名法忍。」智慧增長看得破，行放得下，愈放愈多，萬緣放下，一塵不染，這叫法忍。"
    },
    {
      "id": "02-040-0373_p0022",
      "zh_CN": "下面给我们解释『获三种忍』，三种法忍。「《净影疏》曰：寻声悟解，知声如响，名音响忍，三地已还。」什么人证得了？音响忍，听声音开悟了，明白了，知道所有一切声音是假的，不是真的。如响，响是什么？回音，我们在山谷长啸一声，我们停下来马上就有回音过来。我们小时候住在乡下，游玩的地方，山上、湖边。我们家乡有个湖，那是我们小朋友去玩的地方。到山谷大家都叫都喊，回音一阵一阵过来。这个回音，我们喊是我们叫，回音那边没有人叫，我们叫的声音就回响，反射过来，在山谷里面特别明显。这叫音响忍，你对音响这桩事情明白了，现象有，实体没有，这个地方就是叫你不要执着。相有体空，事有理无，这叫事实真相，让我们在所有现相里头不迷惑，相是假有，不是真的。你要是真的在里头动了感情，叫造业。",
      "zh_TW": "下面給我們解釋『獲三種忍』，三種法忍。「《淨影疏》曰：尋聲悟解，知聲如響，名音響忍，三地已還。」什麼人證得了？音響忍，聽聲音開悟了，明白了，知道所有一切聲音是假的，不是真的。如響，響是什麼？回音，我們在山谷長嘯一聲，我們停下來馬上就有回音過來。我們小時候住在鄉下，遊玩的地方，山上、湖邊。我們家鄉有個湖，那是我們小朋友去玩的地方。到山谷大家都叫都喊，回音一陣一陣過來。這個回音，我們喊是我們叫，回音那邊沒有人叫，我們叫的聲音就回響，反射過來，在山谷裡面特別明顯。這叫音響忍，你對音響這樁事情明白了，現象有，實體沒有，這個地方就是叫你不要執著。相有體空，事有理無，這叫事實真相，讓我們在所有現相裡頭不迷惑，相是假有，不是真的。你要是真的在裡頭動了感情，叫造業。"
    },
    {
      "id": "02-040-0373_p0023",
      "zh_CN": "业很厉害，业牵后有，业力主宰你，后面有果报，果报就是轮回；换句话说，轮回怎么来的？轮回是业力变现的。业力从哪里来？你执着真有，这么来的，你有执着你就造业，没有办法不造业，妄想、分别、执着这三种烦恼统统具足。天天造业，念念造业，不是天天，念念。怎样叫我们不造业？念阿弥陀佛，念阿弥陀佛也是造业，造净业，这个报在极乐世界，不在别的地方。你的妄想杂念在六道轮回，出不了这个六道的范围，这是不能不知道的，一定要知道。",
      "zh_TW": "業很厲害，業牽後有，業力主宰你，後面有果報，果報就是輪迴；換句話說，輪迴怎麼來的？輪迴是業力變現的。業力從哪裡來？你執著真有，這麼來的，你有執著你就造業，沒有辦法不造業，妄想、分別、執著這三種煩惱統統具足。天天造業，念念造業，不是天天，念念。怎樣叫我們不造業？念阿彌陀佛，念阿彌陀佛也是造業，造淨業，這個報在極樂世界，不在別的地方。你的妄想雜念在六道輪迴，出不了這個六道的範圍，這是不能不知道的，一定要知道。"
    },
    {
      "id": "02-040-0373_p0024",
      "zh_CN": "六道里面太苦了，我们没有受到这些苦，我们看到许许多多的人都在受苦。为什么？我的起心动念、分别执着比他们轻，他们分别执着比我重，我就看得很清楚。那我们明白了，这个东西一定要彻底放下，我们到极乐世界才有真正的把握。这个事情人人有分，问题就是你肯不肯干，没人障碍你。谁障碍你？自己障碍你自己。所以这一生不能往生，还搞六道轮回，你不要怨天尤人，自作自受。该放下的为什么不放下？该提起的为什么不提起？住在这个世间，真正对众生有利益的事情做，没有顾忌；于众生没有利益的事情决定不要做，自己跟自己把关，于任何人都不相干。念佛这桩事情决定提升自己的境界，决定充实自己往生极乐世界的资粮，不能不干。要把佛放在心上，不要把别的事情放在心上，为什么？别的事情不能帮助我往生，念佛能帮助我往生。今天摆在我们面前只有这一条路，没有第二条路，第二条是六道轮回，第三条也是六道轮回，条条大路全是六道轮回，只有一条路通到极乐世界。六道彻底放下，六道众生受苦，有缘，尽心尽力帮助他，没有缘不要去找缘，不攀缘。随缘不攀缘，有缘做，没有缘不做。",
      "zh_TW": "六道裡面太苦了，我們沒有受到這些苦，我們看到許許多多的人都在受苦。為什麼？我的起心動念、分別執著比他們輕，他們分別執著比我重，我就看得很清楚。那我們明白了，這個東西一定要徹底放下，我們到極樂世界才有真正的把握。這個事情人人有分，問題就是你肯不肯幹，沒人障礙你。誰障礙你？自己障礙你自己。所以這一生不能往生，還搞六道輪迴，你不要怨天尤人，自作自受。該放下的為什麼不放下？該提起的為什麼不提起？住在這個世間，真正對眾生有利益的事情做，沒有顧忌；於眾生沒有利益的事情決定不要做，自己跟自己把關，於任何人都不相干。念佛這樁事情決定提升自己的境界，決定充實自己往生極樂世界的資糧，不能不幹。要把佛放在心上，不要把別的事情放在心上，為什麼？別的事情不能幫助我往生，念佛能幫助我往生。今天擺在我們面前只有這一條路，沒有第二條路，第二條是六道輪迴，第三條也是六道輪迴，條條大路全是六道輪迴，只有一條路通到極樂世界。六道徹底放下，六道眾生受苦，有緣，盡心盡力幫助他，沒有緣不要去找緣，不攀緣。隨緣不攀緣，有緣做，沒有緣不做。"
    },
    {
      "id": "02-040-0373_p0025",
      "zh_CN": "佛法好，真好，确实世出世间第一法，我们应该做什么？应该要做的，佛法如果能够永续的传下去。永续不断传下去靠什么？靠人才。那我们应该就懂得，培养弘护人才这是第一桩要紧的事情，也是第一大德，第一个善行。第二桩大事情，真正帮助人修行、帮助人觉悟，帮助人修行、帮助人往生，这也是最殊胜的功德。我们得干这两桩事情，前面一桩办学校，后面一桩建道场。什么样的道场？现代化的道场。我们学习经典，经典是古人留下来的，我们把经典这些知识介绍给现代人，要用现代的语言。记住佛教世世代代相传的一个原则，我们要懂得本土化，要懂得现代化。你看印度佛教传到中国，为什么在中国能够生根、茁壮、开花、结果？就是它随缘，恒顺众生，随喜功德。其他宗教在中国都不随缘，所以它传得很辛苦，信仰的人不多。佛法很快就影响整个中国，它随缘。你在印度看出家人，真的是三衣一钵，到中国，穿中国衣服，这随缘，随顺中国人的生活习惯，这中国人喜欢。",
      "zh_TW": "佛法好，真好，確實世出世間第一法，我們應該做什麼？應該要做的，佛法如果能夠永續的傳下去。永續不斷傳下去靠什麼？靠人才。那我們應該就懂得，培養弘護人才這是第一樁要緊的事情，也是第一大德，第一個善行。第二樁大事情，真正幫助人修行、幫助人覺悟，幫助人修行、幫助人往生，這也是最殊勝的功德。我們得幹這兩樁事情，前面一樁辦學校，後面一樁建道場。什麼樣的道場？現代化的道場。我們學習經典，經典是古人留下來的，我們把經典這些知識介紹給現代人，要用現代的語言。記住佛教世世代代相傳的一個原則，我們要懂得本土化，要懂得現代化。你看印度佛教傳到中國，為什麼在中國能夠生根、茁壯、開花、結果？就是它隨緣，恆順眾生，隨喜功德。其他宗教在中國都不隨緣，所以它傳得很辛苦，信仰的人不多。佛法很快就影響整個中國，它隨緣。你在印度看出家人，真的是三衣一缽，到中國，穿中國衣服，這隨緣，隨順中國人的生活習慣，這中國人喜歡。"
    },
    {
      "id": "02-040-0373_p0026",
      "zh_CN": "所以佛没有定法可说，佛没有一定的形相，随众生心，应所知量，随心应量，他多活泼。你喜欢听什么，他给你讲什么，理不变，方法有善巧，总让你喜欢听，听得你很满意。这个本事了不起，活的，不是死呆板的。教你真正了解事实真相，心里头不染污，这叫真放下，心里头真的没有。七情五欲可以接触，心上没有，真正修行功夫在此地。真的把相摆掉了，那是错了、偏了，没有听懂佛的意思，佛当年这样做是表法，给我们后世人看的，让我们觉悟。那就是说出家人要像佛一样，表法给在家人看，自己成就了，在家人也都成就了。在家人是不是一定要舍弃家庭？不需要，关键是心里头没有，事上有，心上没有，真放下。事上是形式，佛法重实质不重形式，实质是心理，心要清净、要平等、要觉，不重视形式。但是业障习气重的，形式也能帮助你心理，你在那个环境，不离开那个环境受它的染污，你承受不了，你会受它影响。真正修养到不受影响了，没事。",
      "zh_TW": "所以佛沒有定法可說，佛沒有一定的形相，隨眾生心，應所知量，隨心應量，他多活潑。你喜歡聽什麼，他給你講什麼，理不變，方法有善巧，總讓你喜歡聽，聽得你很滿意。這個本事了不起，活的，不是死呆板的。教你真正了解事實真相，心裡頭不染污，這叫真放下，心裡頭真的沒有。七情五欲可以接觸，心上沒有，真正修行功夫在此地。真的把相擺掉了，那是錯了、偏了，沒有聽懂佛的意思，佛當年這樣做是表法，給我們後世人看的，讓我們覺悟。那就是說出家人要像佛一樣，表法給在家人看，自己成就了，在家人也都成就了。在家人是不是一定要捨棄家庭？不需要，關鍵是心裡頭沒有，事上有，心上沒有，真放下。事上是形式，佛法重實質不重形式，實質是心理，心要清淨、要平等、要覺，不重視形式。但是業障習氣重的，形式也能幫助你心理，你在那個環境，不離開那個環境受它的染污，你承受不了，你會受它影響。真正修養到不受影響了，沒事。"
    },
    {
      "id": "02-040-0373_p0027",
      "zh_CN": "什么时候不受影响了？大彻大悟，不受影响。所以彻悟之后回到世间来，来干什么？来度众生，来兑现你发的四弘誓愿，「众生无边誓愿度」，你来兑现这一愿。样子就像五十三参，《华严经》末后五十三参，那就是样子，做给你看。五十三位善知识代表这个社会男女老少、各行各业，你统统可以接触，你没有障碍，你接触只得利益，不受伤害，他伤害不了你。反而怎么样？成就你真正的清净平等觉，等于通过考试了。你没有接触，假的，不是真的；接触而后身心不染，那是真的，真清净。",
      "zh_TW": "什麼時候不受影響了？大徹大悟，不受影響。所以徹悟之後回到世間來，來幹什麼？來度眾生，來兌現你發的四弘誓願，「眾生無邊誓願度」，你來兌現這一願。樣子就像五十三參，《華嚴經》末後五十三參，那就是樣子，做給你看。五十三位善知識代表這個社會男女老少、各行各業，你統統可以接觸，你沒有障礙，你接觸只得利益，不受傷害，他傷害不了你。反而怎麼樣？成就你真正的清淨平等覺，等於通過考試了。你沒有接觸，假的，不是真的；接觸而後身心不染，那是真的，真清淨。"
    },
    {
      "id": "02-040-0373_p0028",
      "zh_CN": "所以佛法是科学，它要通过实验，没有通过检验的不算数。它有证，信、解、行、证，五十三参是证，让你通过这个检验。确实，你看参访善知识，最后，这个经文有六段，我们讲科，科判就是六科，最后一科「恋德礼辞」。表演的时候，我在这里参访，参访完了离开了，对善知识礼拜，离开，礼辞；恋德是接受他的检验，他的考验我通过了。辞是什么？辞是不染着，是这个意思，心地清净平等，没有把这个放在心上，这叫辞。如果把它放在心上，你就着了。世出世间一切法通过，「百花丛中过」，要有什么本事？「片叶不沾身」，心地干干净净，清净无染，顺利通过，这叫成佛了。没有经过考验决定不行。所以从这一点，佛法是科学，没有经过科学检验，不承认你。",
      "zh_TW": "所以佛法是科學，它要通過實驗，沒有通過檢驗的不算數。它有證，信、解、行、證，五十三參是證，讓你通過這個檢驗。確實，你看參訪善知識，最後，這個經文有六段，我們講科，科判就是六科，最後一科「戀德禮辭」。表演的時候，我在這裡參訪，參訪完了離開了，對善知識禮拜，離開，禮辭；戀德是接受他的檢驗，他的考驗我通過了。辭是什麼？辭是不染著，是這個意思，心地清淨平等，沒有把這個放在心上，這叫辭。如果把它放在心上，你就著了。世出世間一切法通過，「百花叢中過」，要有什麼本事？「片葉不沾身」，心地乾乾淨淨，清淨無染，順利通過，這叫成佛了。沒有經過考驗決定不行。所以從這一點，佛法是科學，沒有經過科學檢驗，不承認你。"
    },
    {
      "id": "02-040-0373_p0029",
      "zh_CN": "三地，这是从音声，讲经教学是音声，梵呗是音声，诗词、偈颂可以唱的，以美妙的音乐来相配，它可以唱的，这是音声，从这些音声里面开悟了，这叫音响忍。哪些人？初地、二地、三地。忍就是定，心定住，不放逸，也就是说没有妄念、没有杂念，一心专注，这叫忍。忍是不接受染污，不为外面境界所干扰，不被它动摇，是这个意思。这是得忍之浅者，三地已还，就是以下。再把功夫向上提升，「舍诠趣实，名柔顺忍」。舍诠趣实，好像参考资料里头有这一段，有，「言诠」，在第八页。「言语为诠义理者」，言语的符号是文字，它的作用是把这些意义、道理讲清楚、讲明白，用言语可以，用文字也可以，言语、文字的作用就在这个地方。",
      "zh_TW": "三地，這是從音聲，講經教學是音聲，梵唄是音聲，詩詞、偈頌可以唱的，以美妙的音樂來相配，它可以唱的，這是音聲，從這些音聲裡面開悟了，這叫音響忍。哪些人？初地、二地、三地。忍就是定，心定住，不放逸，也就是說沒有妄念、沒有雜念，一心專注，這叫忍。忍是不接受染污，不為外面境界所干擾，不被它動搖，是這個意思。這是得忍之淺者，三地已還，就是以下。再把功夫向上提升，「捨詮趣實，名柔順忍」。捨詮趣實，好像參考資料裡頭有這一段，有，「言詮」，在第八頁。「言語為詮義理者」，言語的符號是文字，它的作用是把這些意義、道理講清楚、講明白，用言語可以，用文字也可以，言語、文字的作用就在這個地方。"
    },
    {
      "id": "02-040-0373_p0030",
      "zh_CN": "《实用净土宗辞典》有这一目，「废诠谈旨」，这是佛门的术语，法相宗的话。法相宗所立的真俗四重二谛，第四重的真谛就是一真法界，一真法界是不思议境界，不能用言语来诠叙，也就是无法用言语说明。怎么办？「须废言诠」，就是离言说。大乘佛法，马鸣菩萨教给我们，在《大乘起信论》里头，告诉我们用什么样的心态学习大乘，这《大乘起信论》。他教给我们三个原则：第一个，不着言说相。你听讲经不要执着他的言语，言语，长说短说、深说浅说都没有关系，只要他说得不错，不要去计较言语。第二，不执著名字相，就是名词术语，这是为了教学方便起见假立的，不是真的。所以佛法讲真如、自性就讲了几十个名词。一桩事情一个名词就好了，为什么讲那么多？这是佛说法的善巧，叫你不要执着，意思是这个。你只要是真正讲这桩事情，怎么讲都可以，何必要执着？",
      "zh_TW": "《實用淨土宗辭典》有這一目，「廢詮談旨」，這是佛門的術語，法相宗的話。法相宗所立的真俗四重二諦，第四重的真諦就是一真法界，一真法界是不思議境界，不能用言語來詮敘，也就是無法用言語說明。怎麼辦？「須廢言詮」，就是離言說。大乘佛法，馬鳴菩薩教給我們，在《大乘起信論》裡頭，告訴我們用什麼樣的心態學習大乘，這《大乘起信論》。他教給我們三個原則：第一個，不著言說相。你聽講經不要執著他的言語，言語，長說短說、深說淺說都沒有關係，只要他說得不錯，不要去計較言語。第二，不執著名字相，就是名詞術語，這是為了教學方便起見假立的，不是真的。所以佛法講真如、自性就講了幾十個名詞。一樁事情一個名詞就好了，為什麼講那麼多？這是佛說法的善巧，叫你不要執著，意思是這個。你只要是真正講這樁事情，怎麼講都可以，何必要執著？"
    },
    {
      "id": "02-040-0373_p0031",
      "zh_CN": "像大乘佛法里面讲的涅槃、法性、自性、真如、实相、第一义谛，统讲一桩事情；其他宗教讲的上帝、真主、真神，还有梵天，印度教叫梵天，也是讲这桩事情。你只要真正懂得这个意思，就不必再争论，一定要用这个，一定用那个，那都是执着。执着要不放下，出不了六道轮回。知道统统都是讲一个，听了都欢喜，都生真诚心，都生恭敬心，是一不是二，你分别它干什么？名词术语是个工具，引导你入真实，这个要紧，千万不要执着那个相，就坏了。好像我们走路，名字相像指路牌一样，这条路通北京的，你走这条路就可以到达；你看到指路牌子以为这就是北京，那就错了，它不是的。它管用，你可不能执着，执着就坏了。所以，名字相不能执着。",
      "zh_TW": "像大乘佛法裡面講的涅槃、法性、自性、真如、實相、第一義諦，統講一樁事情；其他宗教講的上帝、真主、真神，還有梵天，印度教叫梵天，也是講這樁事情。你只要真正懂得這個意思，就不必再爭論，一定要用這個，一定用那個，那都是執著。執著要不放下，出不了六道輪迴。知道統統都是講一個，聽了都歡喜，都生真誠心，都生恭敬心，是一不是二，你分別它幹什麼？名詞術語是個工具，引導你入真實，這個要緊，千萬不要執著那個相，就壞了。好像我們走路，名字相像指路牌一樣，這條路通北京的，你走這條路就可以到達；你看到指路牌子以為這就是北京，那就錯了，它不是的。它管用，你可不能執著，執著就壞了。所以，名字相不能執著。"
    },
    {
      "id": "02-040-0373_p0032",
      "zh_CN": "第三个，心缘相。心缘相，我听了，这有什么意思？告诉你说没有意思。我们自己听了起意思，是自己的意思，不是那个本来的意思。所以佛说法没有意思，没有意思，他的话就会变成无量义，每个人听了每个人解释，每个人的意思，变成无量义，无量义是你自己的妄想、自己的意思。要怎样听？没有意思，那你会觉悟，你真正懂得佛的意思，佛的意思是没意思。回归到没有意思就大彻大悟了，有意思悟不了，有意思全是妄想、妄念，没有意思就大彻大悟，就明心见性了。这个东西真妙，这是如来的真实智慧。所以，不能用语言诠显，一切大乘经教皆如是。须废言诠，你看要言语，又不能执着言语，没有言语你不能开悟，有言语你执着它不能开悟。这什么意思？这是一种非常巧妙修行、明心见性的方法，你不会用，变成世间法，你会用，大彻大悟。言语可以引导你，不能执着，你接受它引导，你一想它什么意思，错了，你走歪了，不能想。",
      "zh_TW": "第三個，心緣相。心緣相，我聽了，這有什麼意思？告訴你說沒有意思。我們自己聽了起意思，是自己的意思，不是那個本來的意思。所以佛說法沒有意思，沒有意思，他的話就會變成無量義，每個人聽了每個人解釋，每個人的意思，變成無量義，無量義是你自己的妄想、自己的意思。要怎樣聽？沒有意思，那你會覺悟，你真正懂得佛的意思，佛的意思是沒意思。回歸到沒有意思就大徹大悟了，有意思悟不了，有意思全是妄想、妄念，沒有意思就大徹大悟，就明心見性了。這個東西真妙，這是如來的真實智慧。所以，不能用語言詮顯，一切大乘經教皆如是。須廢言詮，你看要言語，又不能執著言語，沒有言語你不能開悟，有言語你執著它不能開悟。這什麼意思？這是一種非常巧妙修行、明心見性的方法，你不會用，變成世間法，你會用，大徹大悟。言語可以引導你，不能執著，你接受它引導，你一想它什麼意思，錯了，你走歪了，不能想。"
    },
    {
      "id": "02-040-0373_p0033",
      "zh_CN": "这一句佛号你别想，意思无量无边，前面略说，归纳十二个意思，十二光。光就是一个光，里面有十二种德，十二种德展开，无量德能。无量德能你真能得到？真能得到，你不要想它你就得到。你要想个念头，它有什么好处？你只得到一个，其他的没得到。只管听，表演你只管看，看到释迦牟尼佛每天出去托钵，看他接触大众，你只看，会开悟，妙得不得了。你不会看，你起心动念，这什么意思，那什么意思，全是你自己意思，佛没意思，佛要有意思就是凡夫。佛这个表演是怎么表演出来的？随众生心，应所知量，众生有念头，佛菩萨随顺，恒顺众生，随喜功德。自己决定没有起心动念，起心动念尚且没有，哪有分别执着？这个道理要明白。我们现在学佛愈学愈迷糊，佛在那里看到了，摇头叹气，你们怎么学的！所以印祖教给我们，那都是秘诀，真诚、诚敬，就用诚敬。我们起心动念，诚敬失掉了，一心是诚，二心就不诚。就用一个诚敬心去听，用一个诚敬心去念，念到诚敬心真的出来，就开悟了，佛法终极的目标就达到了。所以须废言诠。",
      "zh_TW": "這一句佛號你別想，意思無量無邊，前面略說，歸納十二個意思，十二光。光就是一個光，裡面有十二種德，十二種德展開，無量德能。無量德能你真能得到？真能得到，你不要想它你就得到。你要想個念頭，它有什麼好處？你只得到一個，其他的沒得到。只管聽，表演你只管看，看到釋迦牟尼佛每天出去托缽，看他接觸大眾，你只看，會開悟，妙得不得了。你不會看，你起心動念，這什麼意思，那什麼意思，全是你自己意思，佛沒意思，佛要有意思就是凡夫。佛這個表演是怎麼表演出來的？隨眾生心，應所知量，眾生有念頭，佛菩薩隨順，恆順眾生，隨喜功德。自己決定沒有起心動念，起心動念尚且沒有，哪有分別執著？這個道理要明白。我們現在學佛愈學愈迷糊，佛在那裡看到了，搖頭嘆氣，你們怎麼學的！所以印祖教給我們，那都是祕訣，真誠、誠敬，就用誠敬。我們起心動念，誠敬失掉了，一心是誠，二心就不誠。就用一個誠敬心去聽，用一個誠敬心去念，念到誠敬心真的出來，就開悟了，佛法終極的目標就達到了。所以須廢言詮。"
    },
    {
      "id": "02-040-0373_p0034",
      "zh_CN": "「但以正智于内心证会其理旨也」，这就是旨，旨是这个意思，废诠谈旨。正智正心自然能明了，明了就是觉悟。「起信论所谓离言真如」，《大乘起信论》说的，菩萨教我们听经，秘诀是离言说相、离名字相、离心缘相，你要这样去听会开悟，这叫真听，这叫会听。听的时候起心动念，这不会，你听的是常识，不能契入。着相了，着言说相，著名字相，着心缘相，着相了。离一切相，即一切法，才跟实相相应，实相是真相。你没有离相，全是假相，凡所有相皆是虚妄，虚妄不能见真实，真实才能够体会到真实。你要用真心，佛用真心，你能体会佛的言说，你能体会佛的表法，这个妙极了。「旨者指所证之真理」，就是自性，就是真如。括弧里面，「四重二谛：法相宗就胜义谛而分为世间胜义、道理胜义」，这个诸位看就明白了，这里注得很好，注得很清楚。末后，《义林章》第二卷有这么两句，「胜义胜义谛，亦名废诠谈旨谛」。所以废诠谈旨这个成语是法相宗的。今天时间到了，我们就学习到此地。",
      "zh_TW": "「但以正智於內心證會其理旨也」，這就是旨，旨是這個意思，廢詮談旨。正智正心自然能明瞭，明瞭就是覺悟。「起信論所謂離言真如」，《大乘起信論》說的，菩薩教我們聽經，祕訣是離言說相、離名字相、離心緣相，你要這樣去聽會開悟，這叫真聽，這叫會聽。聽的時候起心動念，這不會，你聽的是常識，不能契入。著相了，著言說相，著名字相，著心緣相，著相了。離一切相，即一切法，才跟實相相應，實相是真相。你沒有離相，全是假相，凡所有相皆是虛妄，虛妄不能見真實，真實才能夠體會到真實。你要用真心，佛用真心，你能體會佛的言說，你能體會佛的表法，這個妙極了。「旨者指所證之真理」，就是自性，就是真如。括弧裡面，「四重二諦：法相宗就勝義諦而分為世間勝義、道理勝義」，這個諸位看就明白了，這裡註得很好，註得很清楚。末後，《義林章》第二卷有這麼兩句，「勝義勝義諦，亦名廢詮談旨諦」。所以廢詮談旨這個成語是法相宗的。今天時間到了，我們就學習到此地。"
    }
  ]
}