{
  "doc_id": "02-040-0001",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第一集",
    "zh_TW": "第一集"
  },
  "year": "2012",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0001",
  "total_paragraphs": 40,
  "paragraphs": [
    {
      "id": "02-040-0001_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。今天十月二十一号，我们继续讲《大经科注》，这是第二次学习。",
      "zh_TW": "諸位法師，諸位同學，請坐。今天十月二十一號，我們繼續講《大經科註》，這是第二次學習。"
    },
    {
      "id": "02-040-0001_p0002",
      "zh_CN": "前面曾经跟诸位报告过，梅光羲老居士在《大经》序文里面告诉我们，他说，「欲宏佛法于今日，必须提倡净土；欲宏净宗，必须先宏大经。果能人人持诵，则因果自明」，因果，因果自明，「身心自洁，劫运自转，太平自至」。我对于这几句话深信不疑。学佛六十一年，讲经教学五十四年，在这么长学习经验当中肯定，只有这部经能救我们，能自度、能度他。确实像梅老所说的，如果我们人人都能够持诵、都能够听闻，我们在一起分享，一遍一遍不间断。学习世出世间法，一遍是不够的，我们看到现在许多年轻人，学一遍不愿意再学第二遍，问他，这我已经学过了，我知道了。用章嘉大师的标准，你学过，如果没有做到，等于你没学过。",
      "zh_TW": "前面曾經跟諸位報告過，梅光羲老居士在《大經》序文裡面告訴我們，他說，「欲宏佛法於今日，必須提倡淨土；欲宏淨宗，必須先宏大經。果能人人持誦，則因果自明」，因果，因果自明，「身心自潔，劫運自轉，太平自至」。我對於這幾句話深信不疑。學佛六十一年，講經教學五十四年，在這麼長學習經驗當中肯定，只有這部經能救我們，能自度、能度他。確實像梅老所說的，如果我們人人都能夠持誦、都能夠聽聞，我們在一起分享，一遍一遍不間斷。學習世出世間法，一遍是不夠的，我們看到現在許多年輕人，學一遍不願意再學第二遍，問他，這我已經學過了，我知道了。用章嘉大師的標準，你學過，如果沒有做到，等於你沒學過。"
    },
    {
      "id": "02-040-0001_p0003",
      "zh_CN": "所以古人「读书千遍，其义自见」，那是古圣先贤多少年累积的经验，学习的妙法。遍数读多了，心就定了，这一点，利益就无比殊胜。心定了意思就是说，妄念少了、杂念少了，甚至于念到妄念没有了、杂念没有了。起心动念是什么？起心动念是经里头的经文，是经里头的义理，是经里面的境界。经典跟自己融成一体了，他能不开悟吗？不定在什么时间，一下就豁然大悟，这一悟就是明心见性，见性成佛。这个境界我们知道，彻悟之后，世出世间一切法不必学，全通达了。这个秘诀只有东方人知道，中国古圣先贤知道，印度人知道。怎么知道的？用这种功夫得到的，世世代代累积的，用这种方法统统能成就。这就是实验成功了，这不是偶然的，决定是事实。所以把它定作修学的定律，永恒不变的指导原则。可惜现在人不相信，他也不肯实验。",
      "zh_TW": "所以古人「讀書千遍，其義自見」，那是古聖先賢多少年累積的經驗，學習的妙法。遍數讀多了，心就定了，這一點，利益就無比殊勝。心定了意思就是說，妄念少了、雜念少了，甚至於念到妄念沒有了、雜念沒有了。起心動念是什麼？起心動念是經裡頭的經文，是經裡頭的義理，是經裡面的境界。經典跟自己融成一體了，他能不開悟嗎？不定在什麼時間，一下就豁然大悟，這一悟就是明心見性，見性成佛。這個境界我們知道，徹悟之後，世出世間一切法不必學，全通達了。這個祕訣只有東方人知道，中國古聖先賢知道，印度人知道。怎麼知道的？用這種功夫得到的，世世代代累積的，用這種方法統統能成就。這就是實驗成功了，這不是偶然的，決定是事實。所以把它定作修學的定律，永恆不變的指導原則。可惜現在人不相信，他也不肯實驗。"
    },
    {
      "id": "02-040-0001_p0004",
      "zh_CN": "从教小朋友就开始，最近这几年，吴鸿清教授用这个方法做个实验，教小学一年级、二年级，一直教到六年级，管用。原先家长跟一般老师不相信，实验成功了，让他这些学生参加考试，个个名列前茅，这相信了。非常可惜的，只念到六年，不能再持续下去。六年，再持续六年、再持续六年，他就成为中国国学大师，他就有能力复兴中国传统文化，做文化复兴的中坚、骨干。他在一个小地区，很落后的一个地区来做实验，那个地区人相信了、看到了，其他地方没有看到，这个要宣传。所以，不做实验不会有成功的。",
      "zh_TW": "從教小朋友就開始，最近這幾年，吳鴻清教授用這個方法做個實驗，教小學一年級、二年級，一直教到六年級，管用。原先家長跟一般老師不相信，實驗成功了，讓他這些學生參加考試，個個名列前茅，這相信了。非常可惜的，只念到六年，不能再持續下去。六年，再持續六年、再持續六年，他就成為中國國學大師，他就有能力復興中國傳統文化，做文化復興的中堅、骨幹。他在一個小地區，很落後的一個地區來做實驗，那個地區人相信了、看到了，其他地方沒有看到，這個要宣傳。所以，不做實驗不會有成功的。"
    },
    {
      "id": "02-040-0001_p0005",
      "zh_CN": "人人都学这部经，这部经不难学，文字通顺，没有很深奥、难的地方。人人都能够读，人人都能够听、都能够讲，真的像梅老所说的，因果自明，身心自然就洁净，这就是自度；劫运自转，天下太平自至，这化解灾难。这几句话针对现前许许多多人士迫切祈求的，找不到方法，今天我们晓得，方法就在身边，就是这本书。",
      "zh_TW": "人人都學這部經，這部經不難學，文字通順，沒有很深奧、難的地方。人人都能夠讀，人人都能夠聽、都能夠講，真的像梅老所說的，因果自明，身心自然就潔淨，這就是自度；劫運自轉，天下太平自至，這化解災難。這幾句話針對現前許許多多人士迫切祈求的，找不到方法，今天我們曉得，方法就在身邊，就是這本書。"
    },
    {
      "id": "02-040-0001_p0006",
      "zh_CN": "他告诉我们，「前清盛时」，这历史上有记载的，从顺治开始，接着是康熙、雍正、乾隆、嘉庆，都非常认真，「万善殿」用这部经做功课。皇上带着大家一起念，「故得宫廷整肃，政治清明」，这它效果。皇上有智慧，皇上有德行，皇上出的政令，不是说这是我说的，他说这是圣人说的、这是祖宗说的、这是佛说的，大家没话说。如果你说是我自己说的，没人相信。尤其他们少数民族进入中国，要统治这么大的国家，他不说我说的，祖宗说的，中国人敬祖宗，圣人说的、菩萨说的，没有一个不服。怎么会把中国统治得这么好？我们要多想想。所以彼时大家都知道因果，都能够互相劝诫，「朝野相安」。一百五十年的盛世，在中国历史上超过贞观、开元，超过汉朝的文景之治，那就是这些皇帝他认真学习，真干！经常邀请儒释道这些高人，到宫廷里面去讲学。一些重要的资料，他们用的讲义，收在《四库全书》里面，大家可以看到，当时这些学者在宫廷里头，讲些什么、怎么讲的，我们看了不能不佩服。所以「建国君民，教学为先」，从个人来讲，安身立命，教学为先；修身齐家，教学为先；治国平天下，还是教学为先。",
      "zh_TW": "他告訴我們，「前清盛時」，這歷史上有記載的，從順治開始，接著是康熙、雍正、乾隆、嘉慶，都非常認真，「萬善殿」用這部經做功課。皇上帶著大家一起念，「故得宮廷整肅，政治清明」，這它效果。皇上有智慧，皇上有德行，皇上出的政令，不是說這是我說的，他說這是聖人說的、這是祖宗說的、這是佛說的，大家沒話說。如果你說是我自己說的，沒人相信。尤其他們少數民族進入中國，要統治這麼大的國家，他不說我說的，祖宗說的，中國人敬祖宗，聖人說的、菩薩說的，沒有一個不服。怎麼會把中國統治得這麼好？我們要多想想。所以彼時大家都知道因果，都能夠互相勸誡，「朝野相安」。一百五十年的盛世，在中國歷史上超過貞觀、開元，超過漢朝的文景之治，那就是這些皇帝他認真學習，真幹！經常邀請儒釋道這些高人，到宮廷裡面去講學。一些重要的資料，他們用的講義，收在《四庫全書》裡面，大家可以看到，當時這些學者在宮廷裡頭，講些什麼、怎麼講的，我們看了不能不佩服。所以「建國君民，教學為先」，從個人來講，安身立命，教學為先；修身齊家，教學為先；治國平天下，還是教學為先。"
    },
    {
      "id": "02-040-0001_p0007",
      "zh_CN": "我们看佛经，佛经为什么有那么大的摄受能量，叫我们读了之后欲罢不能？今天我们读的是极乐世界，介绍极乐世界一部经典。我们在这里面看到，诸佛刹土，教学为先，没有一尊佛不教学，没有一位菩萨不教学。先从接受学习，到最后自己像佛一样教学。佛门这些人的使命，就是把佛陀教学的弘愿世世代代传下去。能不能传久远，那看众生的福报。福报看他肯不肯学，肯学就有福，不肯学就没福。肯学，后福无穷；不肯学，他后面就是灾难，这是我们看得很清楚。",
      "zh_TW": "我們看佛經，佛經為什麼有那麼大的攝受能量，叫我們讀了之後欲罷不能？今天我們讀的是極樂世界，介紹極樂世界一部經典。我們在這裡面看到，諸佛剎土，教學為先，沒有一尊佛不教學，沒有一位菩薩不教學。先從接受學習，到最後自己像佛一樣教學。佛門這些人的使命，就是把佛陀教學的弘願世世代代傳下去。能不能傳久遠，那看眾生的福報。福報看他肯不肯學，肯學就有福，不肯學就沒福。肯學，後福無窮；不肯學，他後面就是災難，這是我們看得很清楚。"
    },
    {
      "id": "02-040-0001_p0008",
      "zh_CN": "西方极乐世界殊胜超过一切诸佛刹土，什么原因？阿弥陀佛教学没中断，不但没中断，佛以善巧方便能令六尘说法。在极乐世界无论什么地方，你都听到佛在讲经说法。风吹树叶听起来佛在讲经，流水的声音也是佛在讲经，天乐鸣空还是在讲经，鸟雀在啼叫也是在讲经，这不可思议！所以你在极乐世界，你想不听经都不可能。可是这一切所说的、宣说的，能符合每个人的意思，你想听什么经，你细听就是讲这个经。两个人在一起，我们俩兴趣不一样，你想听《无量寿》，我想听《华严》，我们两个听的各是各的，没有干扰，叫妙法！所以往生极乐世界是干什么？是上学去，是求学，那个地方毕业就成佛了；不成佛不能毕业，毕业就成佛。",
      "zh_TW": "西方極樂世界殊勝超過一切諸佛剎土，什麼原因？阿彌陀佛教學沒中斷，不但沒中斷，佛以善巧方便能令六塵說法。在極樂世界無論什麼地方，你都聽到佛在講經說法。風吹樹葉聽起來佛在講經，流水的聲音也是佛在講經，天樂鳴空還是在講經，鳥雀在啼叫也是在講經，這不可思議！所以你在極樂世界，你想不聽經都不可能。可是這一切所說的、宣說的，能符合每個人的意思，你想聽什麼經，你細聽就是講這個經。兩個人在一起，我們倆興趣不一樣，你想聽《無量壽》，我想聽《華嚴》，我們兩個聽的各是各的，沒有干擾，叫妙法！所以往生極樂世界是幹什麼？是上學去，是求學，那個地方畢業就成佛了；不成佛不能畢業，畢業就成佛。"
    },
    {
      "id": "02-040-0001_p0009",
      "zh_CN": "成佛之后在哪里？我的想法，没有离开极乐世界，为什么？舍不得离开老师，要报老师的恩。好在极乐世界是法性土，法性土是无穷大，没有大小的限量，再多的人也不显得拥挤，这个世界太好了。要报佛恩就要当佛的助教，因为每天新来往生的不知道有多少，这些人听经还需要辅导，全心全力去辅导这些人。我相信，我有这个想法、有这个愿望，跟我相同的想法、相同的愿望一定很多很多。我们在经典上也找到证据，《弥陀经》上说，「诸上善人俱会一处」。上善是指谁？指等觉菩萨，指妙觉如来倒驾慈航，他成佛了，他不回常寂光。他可以随时回常寂光，他不去，他要在实报土里面当等觉菩萨、当后补佛，帮助十地以下一切众生，慈悲到极处。我们能想像得到，我们心向往之。",
      "zh_TW": "成佛之後在哪裡？我的想法，沒有離開極樂世界，為什麼？捨不得離開老師，要報老師的恩。好在極樂世界是法性土，法性土是無窮大，沒有大小的限量，再多的人也不顯得擁擠，這個世界太好了。要報佛恩就要當佛的助教，因為每天新來往生的不知道有多少，這些人聽經還需要輔導，全心全力去輔導這些人。我相信，我有這個想法、有這個願望，跟我相同的想法、相同的願望一定很多很多。我們在經典上也找到證據，《彌陀經》上說，「諸上善人俱會一處」。上善是指誰？指等覺菩薩，指妙覺如來倒駕慈航，他成佛了，他不回常寂光。他可以隨時回常寂光，他不去，他要在實報土裡面當等覺菩薩、當後補佛，幫助十地以下一切眾生，慈悲到極處。我們能想像得到，我們心嚮往之。"
    },
    {
      "id": "02-040-0001_p0010",
      "zh_CN": "这部经对我们现前的社会，对于现前的地球，社会的混乱、地球的灾变，也能起到化解的作用。「本经有云：佛所行处，天下和顺」。佛，是佛陀的教学、佛陀的教化，也就是今天所说的讲经教学。释迦牟尼佛当年在世，三十岁开悟，开悟之后就开始教学，在鹿野苑教五比丘，这是佛法的开始。一直到七十九岁圆寂，在树林里面，不是在房子里面。最后的一天一夜讲《大般涅槃经》，那是遗嘱，给弟子们上最后一堂课，这是一生教学最后的遗嘱。劝导大家要持戒，劝导大家要学吃苦，世尊一生为我们示现苦行，为什么？苦行是真正不放逸。放逸，就是马虎一点，随便，不要那么严格。看起来好像是小事，不是什么大事，可是这个开端一放松后患无穷，所有弊病都从这儿生出来的。所以世尊最后入灭劝导弟子，「以戒为师，以苦为师」，我们就可以知道，他一生教学的成功就这两个字。戒律是什么？他所讲的他做到了。他能够精进、能够不放逸，就靠清苦的生活，他完全养成习惯，习以为常。",
      "zh_TW": "這部經對我們現前的社會，對於現前的地球，社會的混亂、地球的災變，也能起到化解的作用。「本經有云：佛所行處，天下和順」。佛，是佛陀的教學、佛陀的教化，也就是今天所說的講經教學。釋迦牟尼佛當年在世，三十歲開悟，開悟之後就開始教學，在鹿野苑教五比丘，這是佛法的開始。一直到七十九歲圓寂，在樹林裡面，不是在房子裡面。最後的一天一夜講《大般涅槃經》，那是遺囑，給弟子們上最後一堂課，這是一生教學最後的遺囑。勸導大家要持戒，勸導大家要學吃苦，世尊一生為我們示現苦行，為什麼？苦行是真正不放逸。放逸，就是馬虎一點，隨便，不要那麼嚴格。看起來好像是小事，不是什麼大事，可是這個開端一放鬆後患無窮，所有弊病都從這兒生出來的。所以世尊最後入滅勸導弟子，「以戒為師，以苦為師」，我們就可以知道，他一生教學的成功就這兩個字。戒律是什麼？他所講的他做到了。他能夠精進、能夠不放逸，就靠清苦的生活，他完全養成習慣，習以為常。"
    },
    {
      "id": "02-040-0001_p0011",
      "zh_CN": "我们有理由相信，连现在科学家都证明了，「境随心转」。现在我们知道，印度在热带，三衣一钵够了；其实不然，他在极冷的天气之下，他还是三衣一钵。为什么？境随心转，我们相信他有这个能力。这也是中国古人所说的，「福人居福地，福地福人居」，佛是福报最大的人，他住在哪里，那个地方就是福地，那个地方什么灾难都没有。他居住的地方，无论天候，一定都非常正常。现在人我们知道，西藏高原冬天寒冷，积雪终年不化，我们听到有报导，小喇嘛就穿一件单薄衣服在雪地里面坐。他起来，他坐的那个地方是暖和的，他坐在那个地方周边雪都是融化了的，你说他身上能量多大。这个能量从哪里来的？意念发出来的，这就是现代科学提出的「以心控物」，他吃一点东西，不饿，一件单薄衣服，不冷。意念完全能控制环境、能控制身心健康，没有杂念、没有妄想，我们能相信得过。佛跟大家做榜样，人家看到佛菩萨这个样子，谁不想跟他学？",
      "zh_TW": "我們有理由相信，連現在科學家都證明了，「境隨心轉」。現在我們知道，印度在熱帶，三衣一缽夠了；其實不然，他在極冷的天氣之下，他還是三衣一缽。為什麼？境隨心轉，我們相信他有這個能力。這也是中國古人所說的，「福人居福地，福地福人居」，佛是福報最大的人，他住在哪裡，那個地方就是福地，那個地方什麼災難都沒有。他居住的地方，無論天候，一定都非常正常。現在人我們知道，西藏高原冬天寒冷，積雪終年不化，我們聽到有報導，小喇嘛就穿一件單薄衣服在雪地裡面坐。他起來，他坐的那個地方是暖和的，他坐在那個地方周邊雪都是融化了的，你說他身上能量多大。這個能量從哪裡來的？意念發出來的，這就是現代科學提出的「以心控物」，他吃一點東西，不餓，一件單薄衣服，不冷。意念完全能控制環境、能控制身心健康，沒有雜念、沒有妄想，我們能相信得過。佛跟大家做榜樣，人家看到佛菩薩這個樣子，誰不想跟他學？"
    },
    {
      "id": "02-040-0001_p0012",
      "zh_CN": "佛的教化普世教育，我们从最高指导原则「净业三福」就完全明白了，普世教育是第一福，「孝养父母，奉事师长」。教什么？教孝、教敬，一个人有孝有敬。深信因果，深信因果要怎么样深信才真正相信？讲因果，遍数讲多了你就相信。《太上感应篇》能讲上一百遍、两百遍，你自然相信了，起心动念不可能有恶念，不可能有恶行，你知道那是有报应的。讲的遍数不够多，理上知道，事上还做不到，也就是自己习气很深，外面的境缘你没有能力抗拒，高名厚利、美色的诱惑往往就堕落了。尤其在今天的社会，人不讲伦理，不讲道德，不相信因果了，在境缘当中不动心的那是圣人，那个决定不是凡人。这是佛菩萨再来的，他能保住身心清净，凡人决定不可能。纵然是神圣、佛菩萨再来，他教化别人，一定也是代众生苦，他要装出这个样子来给人看，让人生起信心。他自己要有一点随便，别人就不相信，为了建立大众的信心，他不能不修苦行。而且做得很逼真，跟唱戏一样，他很认真，做得维妙维肖，让你看不出破绽。释迦牟尼佛的表演就是如是，这个事情我们要清楚。它的效果，天下和顺，这个和顺从哪里来的？从第一福来的，首先教人孝养父母，知恩报恩，要把自性里面性德引发出来，人人都有。",
      "zh_TW": "佛的教化普世教育，我們從最高指導原則「淨業三福」就完全明白了，普世教育是第一福，「孝養父母，奉事師長」。教什麼？教孝、教敬，一個人有孝有敬。深信因果，深信因果要怎麼樣深信才真正相信？講因果，遍數講多了你就相信。《太上感應篇》能講上一百遍、兩百遍，你自然相信了，起心動念不可能有惡念，不可能有惡行，你知道那是有報應的。講的遍數不夠多，理上知道，事上還做不到，也就是自己習氣很深，外面的境緣你沒有能力抗拒，高名厚利、美色的誘惑往往就墮落了。尤其在今天的社會，人不講倫理，不講道德，不相信因果了，在境緣當中不動心的那是聖人，那個決定不是凡人。這是佛菩薩再來的，他能保住身心清淨，凡人決定不可能。縱然是神聖、佛菩薩再來，他教化別人，一定也是代眾生苦，他要裝出這個樣子來給人看，讓人生起信心。他自己要有一點隨便，別人就不相信，為了建立大眾的信心，他不能不修苦行。而且做得很逼真，跟唱戲一樣，他很認真，做得維妙維肖，讓你看不出破綻。釋迦牟尼佛的表演就是如是，這個事情我們要清楚。它的效果，天下和順，這個和順從哪裡來的？從第一福來的，首先教人孝養父母，知恩報恩，要把自性裡面性德引發出來，人人都有。"
    },
    {
      "id": "02-040-0001_p0013",
      "zh_CN": "本来这桩事情我们认为非常困难，丢掉这么多年，人都学坏了，能有成效吗？我们自己不敢相信。汤池三年的实验让我们感到非常惊讶，丢了这么久，为什么三、四个月人就回头？几乎让我们每个老师都不敢相信。当时我说我们这个实验，古人两句话我们明白了，第一个，人性本善，第二个，人是教得出来的，教得好的，就是没人教。这个教要身教，言教没用处，所以我很感激这三十几位老师，他们做到了，表演出来，让人家看到心服口服。自己没有做到，教别人，人家不相信，怀疑你，你在骗我。他在旁边猜测，你为什么要这样做？你的目的何在？你的动机何在？他想这些，他不相信你做的是真的。不通过这个实验，我们自己在外面讲话都不敢肯定；通过这个实验，我们知道了，这是真的，不是假的。可是这样的实验点要多，像在中国，一个省有二、三个实验点，这个国家能有一、二百个实验点，恢复起来就非常快速。中国社会就安定了，灾难就化解了，同时带给全世界的安定和平，这就是王天下，这就是天下的共主，谁都想跟你学习。",
      "zh_TW": "本來這樁事情我們認為非常困難，丟掉這麼多年，人都學壞了，能有成效嗎？我們自己不敢相信。湯池三年的實驗讓我們感到非常驚訝，丟了這麼久，為什麼三、四個月人就回頭？幾乎讓我們每個老師都不敢相信。當時我說我們這個實驗，古人兩句話我們明白了，第一個，人性本善，第二個，人是教得出來的，教得好的，就是沒人教。這個教要身教，言教沒用處，所以我很感激這三十幾位老師，他們做到了，表演出來，讓人家看到心服口服。自己沒有做到，教別人，人家不相信，懷疑你，你在騙我。他在旁邊猜測，你為什麼要這樣做？你的目的何在？你的動機何在？他想這些，他不相信你做的是真的。不通過這個實驗，我們自己在外面講話都不敢肯定；通過這個實驗，我們知道了，這是真的，不是假的。可是這樣的實驗點要多，像在中國，一個省有二、三個實驗點，這個國家能有一、二百個實驗點，恢復起來就非常快速。中國社會就安定了，災難就化解了，同時帶給全世界的安定和平，這就是王天下，這就是天下的共主，誰都想跟你學習。"
    },
    {
      "id": "02-040-0001_p0014",
      "zh_CN": "所以，和顺从这儿来的，顺是从孝来的，孝顺；和是从敬来的，我们首先敬人、爱人，别人慢慢就学了会敬。人与人交往，首先学会九十度鞠躬，学会笑面迎人，学不妄语，诚诚恳恳说老实话，很快就把这个社会转变了。你看人心一变，外面环境就变了，「日月清明」，天象变了；「风雨以时」，自然环境变了。「灾厉不起」，灾，我们今天讲自然灾害，厉是传染病这一类的，统统都没有了。带来的是「国丰民安」，只要人民安、人民快乐、人民勤奋，就能丰收，人民自动的能互相关怀、互助合作。",
      "zh_TW": "所以，和順從這兒來的，順是從孝來的，孝順；和是從敬來的，我們首先敬人、愛人，別人慢慢就學了會敬。人與人交往，首先學會九十度鞠躬，學會笑面迎人，學不妄語，誠誠懇懇說老實話，很快就把這個社會轉變了。你看人心一變，外面環境就變了，「日月清明」，天象變了；「風雨以時」，自然環境變了。「災厲不起」，災，我們今天講自然災害，厲是傳染病這一類的，統統都沒有了。帶來的是「國豐民安」，只要人民安、人民快樂、人民勤奮，就能豐收，人民自動的能互相關懷、互助合作。"
    },
    {
      "id": "02-040-0001_p0015",
      "zh_CN": "佛陀的教育，我们今天看看南传的小乘经，所以佛说「不先学小乘，后学大乘，非佛弟子」，你不读经你不相信，读了经之后相信了。《法句经》是什么？是世尊一生讲经教学里头最精彩的片语，我们中国人叫格言，把它抄下来分类编辑成的，那是个会集本。一共四百多首，用偈颂的体裁，全都是教人「存好心，行好事，说好话，做好人」，这四句就是把《法句经》全都说到了，《法句经》内容就是这个。当年佛陀在世，十二年讲阿含，就讲这些。佛做示范，带着僧团做示范，佛的常随弟子一千二百五十五人统统都学，他们真正把《还源观》上的四德做到了。「随缘妙用」，这是四德的根本。「恒顺众生，随喜功德」这是随缘，妙用是什么？「心地清净，一尘不染」，妙用。在小乘，持戒；在大乘，把烦恼习气全放下了。小乘是持佛的禁戒，大乘不是的，大乘是把起心动念、分别执着全放下，那叫从根本修。",
      "zh_TW": "佛陀的教育，我們今天看看南傳的小乘經，所以佛說「不先學小乘，後學大乘，非佛弟子」，你不讀經你不相信，讀了經之後相信了。《法句經》是什麼？是世尊一生講經教學裡頭最精彩的片語，我們中國人叫格言，把它抄下來分類編輯成的，那是個會集本。一共四百多首，用偈頌的體裁，全都是教人「存好心，行好事，說好話，做好人」，這四句就是把《法句經》全都說到了，《法句經》內容就是這個。當年佛陀在世，十二年講阿含，就講這些。佛做示範，帶著僧團做示範，佛的常隨弟子一千二百五十五人統統都學，他們真正把《還源觀》上的四德做到了。「隨緣妙用」，這是四德的根本。「恆順眾生，隨喜功德」這是隨緣，妙用是什麼？「心地清淨，一塵不染」，妙用。在小乘，持戒；在大乘，把煩惱習氣全放下了。小乘是持佛的禁戒，大乘不是的，大乘是把起心動念、分別執著全放下，那叫從根本修。"
    },
    {
      "id": "02-040-0001_p0016",
      "zh_CN": "今天这个世界需要什么？需要普世教育。太高深的没人懂，人无从下手，讲得再玄、讲得再妙，实在讲那叫玄学，做不到。佛的教学是契机，你想到这个经叫契经，「上契诸佛所证之理，下契众生可度之机」，那要不契机讲它干什么？没用。现在学生是什么程度？小学程度，甚至比小学程度还低，不是契机契理的，你怎么教他？决定要以身作则，不以身作则，现在人被这个社会、被媒体电视、网路教坏了。最严重的病就是怀疑，对谁都不相信，你如何能叫他对你生起信心？所以这个教学不能不观机，这个地区的众生疑心很重，不能教；这个地方比较闭塞、比较贫穷落后，但是人心还好，这个地方能教，找这个地方做实验区，把他教好。",
      "zh_TW": "今天這個世界需要什麼？需要普世教育。太高深的沒人懂，人無從下手，講得再玄、講得再妙，實在講那叫玄學，做不到。佛的教學是契機，你想到這個經叫契經，「上契諸佛所證之理，下契眾生可度之機」，那要不契機講它幹什麼？沒用。現在學生是什麼程度？小學程度，甚至比小學程度還低，不是契機契理的，你怎麼教他？決定要以身作則，不以身作則，現在人被這個社會、被媒體電視、網路教壞了。最嚴重的病就是懷疑，對誰都不相信，你如何能叫他對你生起信心？所以這個教學不能不觀機，這個地區的眾生疑心很重，不能教；這個地方比較閉塞、比較貧窮落後，但是人心還好，這個地方能教，找這個地方做實驗區，把他教好。"
    },
    {
      "id": "02-040-0001_p0017",
      "zh_CN": "我们住在澳洲图文巴这个小城，这个小城是得天独厚，居住的人不是穷人。它是什么性质？是退休养老的一个地区，澳洲人退休都喜欢到这里养老。这个城是花园城市，每年九月花车比赛，世界闻名，全世界喜欢看花的都会来。它的知识水平比较高，所以这就有它的优点。人在退休了，妄念少了，在这个里头最注重的是身心健康，人不是很奢侈。我们在那个地方了解，在那里住了十年，跟民众关系非常好，与各个宗教也都往来。感动了居民、感动了宗教，他知道我们在国际上这些活动，这信息他们都知道。大家发心，我们把这个城市打造成一个多元文化，就是多宗教、多族群、多文化，大家共同在这个地方生活，像兄弟姐妹一样，互相尊重、互相关怀、互相照顾、互助合作。我们有这么个共识，这是六和敬里头「见和同解」。大家都愿意，我们来做，我们来提倡，这个太难得了！",
      "zh_TW": "我們住在澳洲圖文巴這個小城，這個小城是得天獨厚，居住的人不是窮人。它是什麼性質？是退休養老的一個地區，澳洲人退休都喜歡到這裡養老。這個城是花園城市，每年九月花車比賽，世界聞名，全世界喜歡看花的都會來。它的知識水平比較高，所以這就有它的優點。人在退休了，妄念少了，在這個裡頭最注重的是身心健康，人不是很奢侈。我們在那個地方了解，在那裡住了十年，跟民眾關係非常好，與各個宗教也都往來。感動了居民、感動了宗教，他知道我們在國際上這些活動，這信息他們都知道。大家發心，我們把這個城市打造成一個多元文化，就是多宗教、多族群、多文化，大家共同在這個地方生活，像兄弟姐妹一樣，互相尊重、互相關懷、互相照顧、互助合作。我們有這麼個共識，這是六和敬裡頭「見和同解」。大家都願意，我們來做，我們來提倡，這個太難得了！"
    },
    {
      "id": "02-040-0001_p0018",
      "zh_CN": "要我回去，常住图文巴，我也很喜欢这个城市，我跟他们的缘很深。可是看到灾难现前，他们那边的灾难小，为什么？地大人少，那个地方人没有什么贪心，很知足，不贪财，这个很难得。他们着重生活的品质，像布里斯本这个城市一百万人，多少个公园？一千多个公园，你一天去玩一个公园，三年都玩不完，你就知道他们重视户外生活。这个地方能够让大家齐心做这么一桩好事，我们没想到，好事成真，他们真干了。日月清明，风雨以时，灾厉不起，国丰民安，这个地方没有战争、没有盗贼。以前有些小偷，我们感化他，到道场来，偷偷摸摸的，我们知道也不责备他，随他去贪一点小便宜。慢慢时间久了，人都有良心，良心发现了，他再不做这个事情，让他自己回头。我们用爱心，真诚爱心对待他，诚意对待他。要能吃亏、要肯上当才行，斤斤计较的这不行。所以古人说得好，「量大福大」，吃亏才是真正占便宜，把人教化好了，让他改邪归正。身外之物全是假的，何必计较？我用你用都一样，皆大欢喜。",
      "zh_TW": "要我回去，常住圖文巴，我也很喜歡這個城市，我跟他們的緣很深。可是看到災難現前，他們那邊的災難小，為什麼？地大人少，那個地方人沒有什麼貪心，很知足，不貪財，這個很難得。他們著重生活的品質，像布里斯本這個城市一百萬人，多少個公園？一千多個公園，你一天去玩一個公園，三年都玩不完，你就知道他們重視戶外生活。這個地方能夠讓大家齊心做這麼一樁好事，我們沒想到，好事成真，他們真幹了。日月清明，風雨以時，災厲不起，國豐民安，這個地方沒有戰爭、沒有盜賊。以前有些小偷，我們感化他，到道場來，偷偷摸摸的，我們知道也不責備他，隨他去貪一點小便宜。慢慢時間久了，人都有良心，良心發現了，他再不做這個事情，讓他自己回頭。我們用愛心，真誠愛心對待他，誠意對待他。要能吃虧、要肯上當才行，斤斤計較的這不行。所以古人說得好，「量大福大」，吃虧才是真正佔便宜，把人教化好了，讓他改邪歸正。身外之物全是假的，何必計較？我用你用都一樣，皆大歡喜。"
    },
    {
      "id": "02-040-0001_p0019",
      "zh_CN": "国丰民安，我们提倡有机的农耕，我们做示范的农场。我们种植粮食不用化肥、不用农药，大家吃得很放心。我们的农耕，田地里面全都放佛号，这些农作物都听佛号成长的，长得特别好。人看到都欢喜，问我们怎么种的？我们是听阿弥陀佛种出来的。告诉他们，阿弥陀佛真有效，不相信，我这儿有念佛机，送你几台，你也拿到农场去挂着。他们做实验，那实验成功，真成功。来参观的人愈来愈多，看我们的农场，看我们的菜园。我们出产，生产很丰富，除了自己食用之外，拿到市场去卖，最好销，东西好，价钱又便宜。卖得到的钱，比付工资还有多余，那就赚的了。所以我们希望慢慢建立一个自给自足的成效，不要靠外面捐助，这个时候心都在道上了。不靠信徒奉献、捐助，不靠这个，我们自给自足，我们的经济能独立。",
      "zh_TW": "國豐民安，我們提倡有機的農耕，我們做示範的農場。我們種植糧食不用化肥、不用農藥，大家吃得很放心。我們的農耕，田地裡面全都放佛號，這些農作物都聽佛號成長的，長得特別好。人看到都歡喜，問我們怎麼種的？我們是聽阿彌陀佛種出來的。告訴他們，阿彌陀佛真有效，不相信，我這兒有念佛機，送你幾台，你也拿到農場去掛著。他們做實驗，那實驗成功，真成功。來參觀的人愈來愈多，看我們的農場，看我們的菜園。我們出產，生產很豐富，除了自己食用之外，拿到市場去賣，最好銷，東西好，價錢又便宜。賣得到的錢，比付工資還有多餘，那就賺的了。所以我們希望慢慢建立一個自給自足的成效，不要靠外面捐助，這個時候心都在道上了。不靠信徒奉獻、捐助，不靠這個，我們自給自足，我們的經濟能獨立。"
    },
    {
      "id": "02-040-0001_p0020",
      "zh_CN": "我们这样做出来，做给图文巴十几个宗教看，我都劝大家，我们要走农耕。我们不会种地，我们请农民，请他们来耕种，我们给工资给他，一天多少钱，发工资给他。收成之后卖掉，付工资还有很多净赚的。钱决定不能存银行，存银行会贬值，不可靠；买土地耕种这是最可靠的，在中国老祖宗教给我们生财有道。中国古代寺院庵堂都有土地，这些信徒、大富长者，他们捐献给寺庙是捐送土地，他不是送现金。土地让你自己种可以，给农民种也可以，你的收入就正常，你心是定的，身安而后道隆，你才能修道。",
      "zh_TW": "我們這樣做出來，做給圖文巴十幾個宗教看，我都勸大家，我們要走農耕。我們不會種地，我們請農民，請他們來耕種，我們給工資給他，一天多少錢，發工資給他。收成之後賣掉，付工資還有很多淨賺的。錢決定不能存銀行，存銀行會貶值，不可靠；買土地耕種這是最可靠的，在中國老祖宗教給我們生財有道。中國古代寺院庵堂都有土地，這些信徒、大富長者，他們捐獻給寺廟是捐送土地，他不是送現金。土地讓你自己種可以，給農民種也可以，你的收入就正常，你心是定的，身安而後道隆，你才能修道。"
    },
    {
      "id": "02-040-0001_p0021",
      "zh_CN": "底下两句，必修的，「崇德兴仁」，一个仁，一个德，必须要遵守，起心动念不能离开。德是什么？在中国传统文化里面，五伦、五常、四维、八德，就这四科。起心动念、言语造作决定不能违背，违背叫缺德，缺德就是造恶，后头有恶报。我们要把这四科做出来，做表率、做榜样给社会大众看。首先社会大众就会说你们这些人都是好人，这他们肯定了。佛法的德，就是三皈、五戒、十善、六和、六度，这不能不做到。世出世间法，在普世教育是非常接近，我们统统学，落实在生活、落实在工作、落实在处事待人接物。我们不怕吃亏、不怕上当，我们做得非常快乐、非常欢喜。特别是我们的近邻，平时亲切的招呼、访问，他有需要，我们主动要去帮助他，慢慢他就传开了。我们在这里住十年了，他对我们非常了解，对我们很信任，认为我们是他可靠的朋友。",
      "zh_TW": "底下兩句，必修的，「崇德興仁」，一個仁，一個德，必須要遵守，起心動念不能離開。德是什麼？在中國傳統文化裡面，五倫、五常、四維、八德，就這四科。起心動念、言語造作決定不能違背，違背叫缺德，缺德就是造惡，後頭有惡報。我們要把這四科做出來，做表率、做榜樣給社會大眾看。首先社會大眾就會說你們這些人都是好人，這他們肯定了。佛法的德，就是三皈、五戒、十善、六和、六度，這不能不做到。世出世間法，在普世教育是非常接近，我們統統學，落實在生活、落實在工作、落實在處事待人接物。我們不怕吃虧、不怕上當，我們做得非常快樂、非常歡喜。特別是我們的近鄰，平時親切的招呼、訪問，他有需要，我們主動要去幫助他，慢慢他就傳開了。我們在這裡住十年了，他對我們非常了解，對我們很信任，認為我們是他可靠的朋友。"
    },
    {
      "id": "02-040-0001_p0022",
      "zh_CN": "二０一二的灾难，传得太普遍了，这是过去马雅人所说的。要不要提防？不管它是有还是没有，防范比不防范总是要好。怕灾难来的时候，我们迫切需要的，一个是粮食，一个是饮水，再就是保暖的衣服，还有一个居住的，如果一个大地震，房屋都毁掉了，住帐篷，我们就准备这些东西。常住同修来问我，我说好。过了一段时期，问他有没有准备？有。准备多少？一百人份。我说如果灾难来了，你们是头一个遭遇灾难的。为什么？你家有这些东西，别人家没有，他要抢你、要夺你的，要把你杀掉，这些东西他们据为所有。他说那怎么办？我说你要想到救别人就是救自己，救自己是害自己。他说那一千份够不够？不够，至少要一万份。这个小城灾难，居民十万人，我们能够帮助一万人，十分之一，我们就可以免除灾难了，至少要向这个目标走。好，大家向这个目标去准备，大概准备得差不多了。没有想到别人，你就不能生存，要大家共存才行，独存不可能的，你能帮助的人愈多愈好。我们这样做了，看政府怎么做法？这种事情本来都是政府要做的，我们怕它疏忽，我们带头干。",
      "zh_TW": "二０一二的災難，傳得太普遍了，這是過去馬雅人所說的。要不要提防？不管它是有還是沒有，防範比不防範總是要好。怕災難來的時候，我們迫切需要的，一個是糧食，一個是飲水，再就是保暖的衣服，還有一個居住的，如果一個大地震，房屋都毀掉了，住帳篷，我們就準備這些東西。常住同修來問我，我說好。過了一段時期，問他有沒有準備？有。準備多少？一百人份。我說如果災難來了，你們是頭一個遭遇災難的。為什麼？你家有這些東西，別人家沒有，他要搶你、要奪你的，要把你殺掉，這些東西他們據為所有。他說那怎麼辦？我說你要想到救別人就是救自己，救自己是害自己。他說那一千份夠不夠？不夠，至少要一萬份。這個小城災難，居民十萬人，我們能夠幫助一萬人，十分之一，我們就可以免除災難了，至少要向這個目標走。好，大家向這個目標去準備，大概準備得差不多了。沒有想到別人，你就不能生存，要大家共存才行，獨存不可能的，你能幫助的人愈多愈好。我們這樣做了，看政府怎麼做法？這種事情本來都是政府要做的，我們怕它疏忽，我們帶頭幹。"
    },
    {
      "id": "02-040-0001_p0023",
      "zh_CN": "所以，仁是爱人，一定要存爱人的心，要存帮助别人的心。「务修礼让」，对人要有礼。外国人讲竞争，我们不争，我们让，把中国这个美德带给西方国家。跟他讲，争是争不到的，你命里头没有，争什么？命里有的，何必要争？所以让是美德，唯有让，这个世界才会有和平，大家有相争的念头，世界不会有和平。真正要做到这个地区没有盗贼。盗贼来得其便，我们能包容。他来偷，能偷到些什么？所谓小偷，一点小利，我们可以舍，不必去追究。他常常来也欢迎，次数来多了，不好意思了。绝不责备他，还是厚待他，一定要感化他，不能对立。",
      "zh_TW": "所以，仁是愛人，一定要存愛人的心，要存幫助別人的心。「務修禮讓」，對人要有禮。外國人講競爭，我們不爭，我們讓，把中國這個美德帶給西方國家。跟他講，爭是爭不到的，你命裡頭沒有，爭什麼？命裡有的，何必要爭？所以讓是美德，唯有讓，這個世界才會有和平，大家有相爭的念頭，世界不會有和平。真正要做到這個地區沒有盜賊。盜賊來得其便，我們能包容。他來偷，能偷到些什麼？所謂小偷，一點小利，我們可以捨，不必去追究。他常常來也歡迎，次數來多了，不好意思了。絕不責備他，還是厚待他，一定要感化他，不能對立。"
    },
    {
      "id": "02-040-0001_p0024",
      "zh_CN": "在这个地区，「无有怨枉，强不凌弱，各得其所」，经上这段文是大乘教里面的大同之治，跟中国《礼记》里头「礼运大同篇」没有两样。做得到的，我们就依这个模型来建立社会，来建设这个小城。一个城做成功了，会产生很大的影响，我们开放，欢迎别人来参观、来学习。所以这个地方，我鼓励大家开发旅游，建小旅馆，建立各种品味的小吃，价廉物美。所有的农产品都是我们自己种的，这个地方吃得心安、住得安全，人都希望到这儿来。好在这个地方土地很大，有发展的空间，很大的发展空间，欢迎移民。肯移民到这儿来的都是好人，那我们就在这个地方打造极乐世界，许许多多的好事要教学，都能在这个地方建立。从这一点慢慢扩张，带给世界永久和平，我们一定要做出最好的榜样。一个观念，「舍己为人」，舍己为人就是《还源观》四德的最后一条「代众生苦」，不能舍己为人，怎么代众生苦?",
      "zh_TW": "在這個地區，「無有怨枉，強不凌弱，各得其所」，經上這段文是大乘教裡面的大同之治，跟中國《禮記》裡頭「禮運大同篇」沒有兩樣。做得到的，我們就依這個模型來建立社會，來建設這個小城。一個城做成功了，會產生很大的影響，我們開放，歡迎別人來參觀、來學習。所以這個地方，我鼓勵大家開發旅遊，建小旅館，建立各種品味的小吃，價廉物美。所有的農產品都是我們自己種的，這個地方吃得心安、住得安全，人都希望到這兒來。好在這個地方土地很大，有發展的空間，很大的發展空間，歡迎移民。肯移民到這兒來的都是好人，那我們就在這個地方打造極樂世界，許許多多的好事要教學，都能在這個地方建立。從這一點慢慢擴張，帶給世界永久和平，我們一定要做出最好的榜樣。一個觀念，「捨己為人」，捨己為人就是《還源觀》四德的最後一條「代眾生苦」，不能捨己為人，怎麼代眾生苦?"
    },
    {
      "id": "02-040-0001_p0025",
      "zh_CN": "这个经一定要常讲、要多读，把它做出来让大家都相信，都认真的来学习。不要太多，太多了人家害怕，这小小的一个小册子，有注解很多，没有注解不多。别人看到，这个分量我可以学，不太多。细细的去学习、去讲解，讲不尽，一遍一遍的来宣讲，讲不尽。",
      "zh_TW": "這個經一定要常講、要多讀，把它做出來讓大家都相信，都認真的來學習。不要太多，太多了人家害怕，這小小的一個小冊子，有註解很多，沒有註解不多。別人看到，這個分量我可以學，不太多。細細的去學習、去講解，講不盡，一遍一遍的來宣講，講不盡。"
    },
    {
      "id": "02-040-0001_p0026",
      "zh_CN": "我过去讲这个经，前面有一个讲述的因缘，我在这里念一念。这个讲述因缘过去讲过两遍，《大经解演义》讲了一遍，第一次讲《科注》的时候讲过，我学习的六个缘。第一个，「莲社授经」。这就是讲夏莲居老居士会集的《无量寿经》的经本，李老师在台中莲社把这个经给我，是他眉注的本子，我看到非常欢喜。当时我就想讲这部经，缘不成熟。等到我离开台中，在台北弘法，那时候在台北得到韩馆长全家的护持。正好遇到韩馆长五十岁，她大我五岁，我好像是四十六岁，她五十岁。我就提倡我们讲这个本子，讲这个《无量寿经》给她祝寿。她很欢喜，印了三千本经本。这一同意，我就到台中把这个事情去向老师报告，老师说不行。我说为什么？他说这个经有争议，你年岁太轻，如果批评的人太多，你没有能力抗拒，你会惹来麻烦。我不知道有这些事情。我们就改讲《楞严》，《楞严经》没有问题。三千本经也就给大众结缘了，这个经本我一直就保存下来。",
      "zh_TW": "我過去講這個經，前面有一個講述的因緣，我在這裡念一念。這個講述因緣過去講過兩遍，《大經解演義》講了一遍，第一次講《科註》的時候講過，我學習的六個緣。第一個，「蓮社授經」。這就是講夏蓮居老居士會集的《無量壽經》的經本，李老師在台中蓮社把這個經給我，是他眉註的本子，我看到非常歡喜。當時我就想講這部經，緣不成熟。等到我離開台中，在台北弘法，那時候在台北得到韓館長全家的護持。正好遇到韓館長五十歲，她大我五歲，我好像是四十六歲，她五十歲。我就提倡我們講這個本子，講這個《無量壽經》給她祝壽。她很歡喜，印了三千本經本。這一同意，我就到台中把這個事情去向老師報告，老師說不行。我說為什麼？他說這個經有爭議，你年歲太輕，如果批評的人太多，你沒有能力抗拒，你會惹來麻煩。我不知道有這些事情。我們就改講《楞嚴》，《楞嚴經》沒有問題。三千本經也就給大眾結緣了，這個經本我一直就保存下來。"
    },
    {
      "id": "02-040-0001_p0027",
      "zh_CN": "等到老师往生了，我在美国，在箱子里面翻出这本书。正好，我说我们把它印出来，给老师回向，做为一个纪念。因为这个本子很多人没有看见，很多人都不知道。我们第一版印了一万本，在美国洛杉矶，印在台湾印的。所以先在国外流通，大家看到之后，没有一个不欢喜，就找我，希望我讲一遍。我们这个经第一遍、第二遍是在美国跟温哥华两个地方讲的，在加州、加拿大的温哥华，第一遍、第二遍在那边讲的，听众欢喜。《无量寿经》，我在慈光图书馆听老师讲过一遍，是康僧铠的本子；会集本他讲的时候，我还没到台中，还在这个之前，所以我没有听到老师亲自讲，那时候没有录音。老师的注解就是写在本子上，写在经本上的，没有另外的笔记。好像那时候李老师大概是六十岁，我认识他，跟他的时候，他七十岁，十年前的事情，所以知道的人不多。当时李老师讲经，听众大概三、五十个人，并不多，我知道有周邦道居士。",
      "zh_TW": "等到老師往生了，我在美國，在箱子裡面翻出這本書。正好，我說我們把它印出來，給老師迴向，做為一個紀念。因為這個本子很多人沒有看見，很多人都不知道。我們第一版印了一萬本，在美國洛杉磯，印在台灣印的。所以先在國外流通，大家看到之後，沒有一個不歡喜，就找我，希望我講一遍。我們這個經第一遍、第二遍是在美國跟溫哥華兩個地方講的，在加州、加拿大的溫哥華，第一遍、第二遍在那邊講的，聽眾歡喜。《無量壽經》，我在慈光圖書館聽老師講過一遍，是康僧鎧的本子；會集本他講的時候，我還沒到台中，還在這個之前，所以我沒有聽到老師親自講，那時候沒有錄音。老師的註解就是寫在本子上，寫在經本上的，沒有另外的筆記。好像那時候李老師大概是六十歲，我認識他，跟他的時候，他七十歲，十年前的事情，所以知道的人不多。當時李老師講經，聽眾大概三、五十個人，並不多，我知道有周邦道居士。"
    },
    {
      "id": "02-040-0001_p0028",
      "zh_CN": "对于净宗，真正叫难信之法。老师劝我修净土，劝了很多次，我不敢反对，但是我没有接受，老师知道。我对于大经大论兴趣很浓，老师年岁大了，周家麟、徐醒民、还有许炎墩几个人找我，找我干什么？我们来启请，请老师讲一部大经，这大经不讲完总不好意思走。经文长的是什么？《华严》，八十卷，八十卷讲完了再讲四十卷。这个主意很好，如果真把这个经讲完，老师至少要多住十年，没有十年是讲不完的。老师接受了，我们八个人启请的，我是其中一个。那时候我手上有两套《华严经疏钞》，线装本四十册，堆在桌上这么高，四十册线装书。我有两套，我自己留一套，送一套给老师，给他做参考。我那一套现在在台北佛陀教育基金会，印出来了，我用印的本子。因为那是线装书，上面不能写字，不能做记号，现在印成这个本子方便。所以原本就交给他们保存。",
      "zh_TW": "對於淨宗，真正叫難信之法。老師勸我修淨土，勸了很多次，我不敢反對，但是我沒有接受，老師知道。我對於大經大論興趣很濃，老師年歲大了，周家麟、徐醒民、還有許炎墩幾個人找我，找我幹什麼？我們來啟請，請老師講一部大經，這大經不講完總不好意思走。經文長的是什麼？《華嚴》，八十卷，八十卷講完了再講四十卷。這個主意很好，如果真把這個經講完，老師至少要多住十年，沒有十年是講不完的。老師接受了，我們八個人啟請的，我是其中一個。那時候我手上有兩套《華嚴經疏鈔》，線裝本四十冊，堆在桌上這麼高，四十冊線裝書。我有兩套，我自己留一套，送一套給老師，給他做參考。我那一套現在在台北佛陀教育基金會，印出來了，我用印的本子。因為那是線裝書，上面不能寫字，不能做記號，現在印成這個本子方便。所以原本就交給他們保存。"
    },
    {
      "id": "02-040-0001_p0029",
      "zh_CN": "我是从《华严经》上，那时候在台北一个星期讲三次，一次一个半小时。一个星期三次，两次《八十华严》，一次《四十华严》，所以《八十》跟《四十》同时讲，听众也很踊跃。讲到大概一半，也讲了不少年，我记得那个时候讲，好像讲了十七年。讲到一半，偶然一天想起来，文殊、普贤修什么法门成就的？善财童子学的是什么法门？这都是我们心目当中最仰慕的大善知识。这才认真仔细去读《华严》，看到《四十华严》第三十九卷，文殊、普贤统统都是求生极乐世界，亲近阿弥陀佛的，这给我们很大的震撼。以后看这个经梅光羲老居士的一篇很长的序文，我们李老师的佛法就是跟梅光羲学的，梅光羲是我们的师公。这篇序文里头就讲得很清楚，《华严》、《法华》是《无量寿经》的引导，这个大经大论最后是引导到《无量寿》，都是念佛往生净土。我这才接受，感恩老师多年劝导，现在真的接受了，接受之后境界真的提升了。",
      "zh_TW": "我是從《華嚴經》上，那時候在台北一個星期講三次，一次一個半小時。一個星期三次，兩次《八十華嚴》，一次《四十華嚴》，所以《八十》跟《四十》同時講，聽眾也很踴躍。講到大概一半，也講了不少年，我記得那個時候講，好像講了十七年。講到一半，偶然一天想起來，文殊、普賢修什麼法門成就的？善財童子學的是什麼法門？這都是我們心目當中最仰慕的大善知識。這才認真仔細去讀《華嚴》，看到《四十華嚴》第三十九卷，文殊、普賢統統都是求生極樂世界，親近阿彌陀佛的，這給我們很大的震撼。以後看這個經梅光羲老居士的一篇很長的序文，我們李老師的佛法就是跟梅光羲學的，梅光羲是我們的師公。這篇序文裡頭就講得很清楚，《華嚴》、《法華》是《無量壽經》的引導，這個大經大論最後是引導到《無量壽》，都是念佛往生淨土。我這才接受，感恩老師多年勸導，現在真的接受了，接受之後境界真的提升了。"
    },
    {
      "id": "02-040-0001_p0030",
      "zh_CN": "《楞严》是我在台中主修的一门功课，我讲过七遍。真正明了《楞严经》上「二十五圆通章」，看出大势至、观世音，《楞严经》也是回归在净土，这两位菩萨代表特别法门，观世音菩萨耳根圆通、大势至菩萨念佛圆通。印光大师将《楞严经》上「大势至圆通章」提出来，附在四经后面，称为净土五经。五经真的圆满了，不必要再添加任何的，这五样圆满。所以「大势至圆通章」，我的看法它是净宗的《心经》。文字比《心经》还少，《般若心经》二百六十个字，「大势至圆通章」二百四十四个字，净宗《心经》。里面告诉我们，「忆佛念佛，现前当来，必定见佛」，教给我们的方法，「都摄六根，净念相继」，妙绝了！菩萨是念佛成就的。",
      "zh_TW": "《楞嚴》是我在台中主修的一門功課，我講過七遍。真正明瞭《楞嚴經》上「二十五圓通章」，看出大勢至、觀世音，《楞嚴經》也是回歸在淨土，這兩位菩薩代表特別法門，觀世音菩薩耳根圓通、大勢至菩薩念佛圓通。印光大師將《楞嚴經》上「大勢至圓通章」提出來，附在四經後面，稱為淨土五經。五經真的圓滿了，不必要再添加任何的，這五樣圓滿。所以「大勢至圓通章」，我的看法它是淨宗的《心經》。文字比《心經》還少，《般若心經》二百六十個字，「大勢至圓通章」二百四十四個字，淨宗《心經》。裡面告訴我們，「憶佛念佛，現前當來，必定見佛」，教給我們的方法，「都攝六根，淨念相繼」，妙絕了！菩薩是念佛成就的。"
    },
    {
      "id": "02-040-0001_p0031",
      "zh_CN": "我看到夏莲居老居士的《净修捷要》，他讲的娑婆初祖，娑婆世界净宗初祖，普贤菩萨。你看在华严会上，末后十大愿王导归极乐，娑婆世界初祖。大势至菩萨是法界初祖，遍法界虚空界头一个就是他专修念佛法门，往生极乐世界。慧远大师是中国的初祖。这都搞清楚、搞明白了，才发心专修专弘，把《华严经》放下了，第一次放下的，专讲《无量寿经》，好像讲了十遍。这就讲到最近的因缘，最近的因缘是看到灾难频繁，前年清明，我们把《华严经》放下，专讲黄念老的集解，一心求生净土，希望将这个功德化解灾难。也是考虑很久，选择在香港这个地方。",
      "zh_TW": "我看到夏蓮居老居士的《淨修捷要》，他講的娑婆初祖，娑婆世界淨宗初祖，普賢菩薩。你看在華嚴會上，末後十大願王導歸極樂，娑婆世界初祖。大勢至菩薩是法界初祖，遍法界虛空界頭一個就是他專修念佛法門，往生極樂世界。慧遠大師是中國的初祖。這都搞清楚、搞明白了，才發心專修專弘，把《華嚴經》放下了，第一次放下的，專講《無量壽經》，好像講了十遍。這就講到最近的因緣，最近的因緣是看到災難頻繁，前年清明，我們把《華嚴經》放下，專講黃念老的集解，一心求生淨土，希望將這個功德化解災難。也是考慮很久，選擇在香港這個地方。"
    },
    {
      "id": "02-040-0001_p0032",
      "zh_CN": "「专修专弘」，一定要晓得「念佛三要」，第一个「不怀疑」，第二个「不夹杂」，第三个「不间断」。这三句话说起来容易，做起来真难，但是非做不可！不怀疑，必须对这部经有深入的理解，这个经、这个注解帮助我们断疑生信。这部经确确实实如梅光羲居士序文所说，决定能救世尊末法九千年的众生，只有这个法门，往生就得度。现在我们相信，往后修学任何法门要断烦恼、要消业障，断烦恼、消业障不是一般人能做到的，那个太少太少了。我们要明白这个道理，要找一条稳稳当当的道路，决定能够走得通的、能有成就的，不能够浪费时间，就这一部够了。",
      "zh_TW": "「專修專弘」，一定要曉得「念佛三要」，第一個「不懷疑」，第二個「不夾雜」，第三個「不間斷」。這三句話說起來容易，做起來真難，但是非做不可！不懷疑，必須對這部經有深入的理解，這個經、這個註解幫助我們斷疑生信。這部經確確實實如梅光羲居士序文所說，決定能救世尊末法九千年的眾生，只有這個法門，往生就得度。現在我們相信，往後修學任何法門要斷煩惱、要消業障，斷煩惱、消業障不是一般人能做到的，那個太少太少了。我們要明白這個道理，要找一條穩穩當當的道路，決定能夠走得通的、能有成就的，不能夠浪費時間，就這一部夠了。"
    },
    {
      "id": "02-040-0001_p0033",
      "zh_CN": "第四个，「流通疏注，广结胜缘」。我这一生的缘分，实在冥冥当中佛安排的，我们自身是偶然，但是是冥冥当中加持的。国内、台湾法缘都有问题，缘在海外这是没有想到的事情，海外的缘是偶然机缘促成的。台湾大专学生学佛，这在台湾佛教史上留下了美好的篇章。这桩事情是周宣德老居士倡导的，他在台湾大学教书，他是教授，跟李老师是好朋友，我跟他也很熟。台湾大学是第一个学校准许成立，就是学生课外活动的一个社团，叫晨曦学社，里面完全学佛。教授把这个事情告诉李老师，周宣德老居士到台中来访问，把这个消息传到这儿来。老师非常欢喜，受过高等教育，大学教授、学生学佛了，这个佛不是迷信了，一般人说佛教是迷信，好事情。",
      "zh_TW": "第四個，「流通疏註，廣結勝緣」。我這一生的緣分，實在冥冥當中佛安排的，我們自身是偶然，但是是冥冥當中加持的。國內、台灣法緣都有問題，緣在海外這是沒有想到的事情，海外的緣是偶然機緣促成的。台灣大專學生學佛，這在台灣佛教史上留下了美好的篇章。這樁事情是周宣德老居士倡導的，他在台灣大學教書，他是教授，跟李老師是好朋友，我跟他也很熟。台灣大學是第一個學校准許成立，就是學生課外活動的一個社團，叫晨曦學社，裡面完全學佛。教授把這個事情告訴李老師，周宣德老居士到台中來訪問，把這個消息傳到這兒來。老師非常歡喜，受過高等教育，大學教授、學生學佛了，這個佛不是迷信了，一般人說佛教是迷信，好事情。"
    },
    {
      "id": "02-040-0001_p0034",
      "zh_CN": "他们谈话，我坐在旁边，等到他们谈完了，周老师要回台北，老师送他出门，把他送走了。回来的路上我就跟老师报告，我说老师，这个事情未必是一桩好事。老师听了很不高兴，怎么不是好事？我说那是高等知识分子，万一教他的人把他教错了方向，怎么办？谁能够把他们扭转过来？老师把我这句话就很认真的去想想，告诉我有道理，问我，那怎么办？我就随便给他说，我说我们这是慈光图书馆，我们可以办个大专讲座，利用星期天，星期天不上课，放假，利用星期天。台中周边地区，公共巴士可以能到的，很方便的，学生一个星期来上一天佛学。我们训练这批大专学生，可以跟他们辩论。我这个提议老师就接受了，筹备差不多将近半年时间，常常找我研究这个事情。这个班怎么办法、开什么课程、用什么教材、请哪些人来教，都是我给他出主意。这个讲座办成了，「慈光大专讲座」。寒暑假密集的办，对于台中以外的，外地的学生可以报名参加。暑假时间长，可以办两个星期、三个星期，或者四个星期；寒假时间短一点，办两个星期，这对外。这个讲座我前后参加了十一次。",
      "zh_TW": "他們談話，我坐在旁邊，等到他們談完了，周老師要回台北，老師送他出門，把他送走了。回來的路上我就跟老師報告，我說老師，這個事情未必是一樁好事。老師聽了很不高興，怎麼不是好事？我說那是高等知識分子，萬一教他的人把他教錯了方向，怎麼辦？誰能夠把他們扭轉過來？老師把我這句話就很認真的去想想，告訴我有道理，問我，那怎麼辦？我就隨便給他說，我說我們這是慈光圖書館，我們可以辦個大專講座，利用星期天，星期天不上課，放假，利用星期天。台中周邊地區，公共巴士可以能到的，很方便的，學生一個星期來上一天佛學。我們訓練這批大專學生，可以跟他們辯論。我這個提議老師就接受了，籌備差不多將近半年時間，常常找我研究這個事情。這個班怎麼辦法、開什麼課程、用什麼教材、請哪些人來教，都是我給他出主意。這個講座辦成了，「慈光大專講座」。寒暑假密集的辦，對於台中以外的，外地的學生可以報名參加。暑假時間長，可以辦兩個星期、三個星期，或者四個星期；寒假時間短一點，辦兩個星期，這對外。這個講座我前後參加了十一次。"
    },
    {
      "id": "02-040-0001_p0035",
      "zh_CN": "有几次代课，这个讲座没有排我的课，我那个时候出家了，我代李老师的课。老师自己负责三个科目，第一个《佛学概要》，是他讲，也就是认识佛教；第二个《阿弥陀经》，他讲；第三个就是解答问题，答问，每天下午两个小时，学生提出问题，当场回答。这个答问，老师第一天他自己主持，第二天就叫我代理，所以我代理老师解答同学的困难。实际上六门功课，老师跟我商量，我们决定的，六门功课请哪几个老师教。老师里面，徐醒民教法相唯识，周家麟教《心经》，这两个是好同学，另外还有一个教授教《八大人觉经》，我都做他们顾问，都帮助他。答复问题是没有法子准备的，所以在之前充分休息，养精神，临场来解答问题。当然，我们不能是像佛一样全知全能，我们本着夫子的态度，《论语》上所说的，「知之为知之，不知为不知」。好在我不能解答，还有李老师，后面有后台，不怕。最长的一个学期，暑假，好像是四个星期，学生有一百多人，有六个研究生。我每天跟他们两个小时，我想总有问题把我问倒。四个星期结束了，一个问题都没把我问倒。我就给同学说，古人讲后生可畏，这四个星期下来，看起来也不可畏，你们没有把我问倒，我是非常希望你把我问倒。",
      "zh_TW": "有幾次代課，這個講座沒有排我的課，我那個時候出家了，我代李老師的課。老師自己負責三個科目，第一個《佛學概要》，是他講，也就是認識佛教；第二個《阿彌陀經》，他講；第三個就是解答問題，答問，每天下午兩個小時，學生提出問題，當場回答。這個答問，老師第一天他自己主持，第二天就叫我代理，所以我代理老師解答同學的困難。實際上六門功課，老師跟我商量，我們決定的，六門功課請哪幾個老師教。老師裡面，徐醒民教法相唯識，周家麟教《心經》，這兩個是好同學，另外還有一個教授教《八大人覺經》，我都做他們顧問，都幫助他。答覆問題是沒有法子準備的，所以在之前充分休息，養精神，臨場來解答問題。當然，我們不能是像佛一樣全知全能，我們本著夫子的態度，《論語》上所說的，「知之為知之，不知為不知」。好在我不能解答，還有李老師，後面有後台，不怕。最長的一個學期，暑假，好像是四個星期，學生有一百多人，有六個研究生。我每天跟他們兩個小時，我想總有問題把我問倒。四個星期結束了，一個問題都沒把我問倒。我就給同學說，古人講後生可畏，這四個星期下來，看起來也不可畏，你們沒有把我問倒，我是非常希望你把我問倒。"
    },
    {
      "id": "02-040-0001_p0036",
      "zh_CN": "参加了十一届，我就离开台中了。跟老师十年，离开台中，到台北去讲经。在台北遇到道安法师，他在中国佛教会，利用佛教会的道场办个大专讲座，也是一个星期一次。他没有寒暑假，就是平常，请我去做总主讲。我在这两个大专讲座认识同学几千人，先后差不多十年，认识几千人，这就是以后到海外去弘法的源头。他们到海外去留学，在海外毕业了、工作了，对我都念念不忘。所以我一到美国，同学知道了，马上联系，立刻就有三百多个同学，十几个城市要我轮流去讲。海外缘就这么来的，要不然谁请你？这个缘也就是偶然说了这么一句话，老师认为很严重的话，是真的不是假的，就做出这么些事来。",
      "zh_TW": "參加了十一屆，我就離開台中了。跟老師十年，離開台中，到台北去講經。在台北遇到道安法師，他在中國佛教會，利用佛教會的道場辦個大專講座，也是一個星期一次。他沒有寒暑假，就是平常，請我去做總主講。我在這兩個大專講座認識同學幾千人，先後差不多十年，認識幾千人，這就是以後到海外去弘法的源頭。他們到海外去留學，在海外畢業了、工作了，對我都念念不忘。所以我一到美國，同學知道了，馬上聯繫，立刻就有三百多個同學，十幾個城市要我輪流去講。海外緣就這麼來的，要不然誰請你？這個緣也就是偶然說了這麼一句話，老師認為很嚴重的話，是真的不是假的，就做出這麼些事來。"
    },
    {
      "id": "02-040-0001_p0037",
      "zh_CN": "所以，「遵师教诲，海外传灯，化解劫难，唯独此经」。如来说经，目的旨在令人信受奉行，说净土没有别的，就是教你信西方确实有极乐世界，极乐世界确实有阿弥陀佛，要真信，不能怀疑，要发愿求生净土。所以度自己、度众生，和谐社会，化解灾难，确确实实这个经比什么都有效。我们专心、专修、专弘是值得的。",
      "zh_TW": "所以，「遵師教誨，海外傳燈，化解劫難，唯獨此經」。如來說經，目的旨在令人信受奉行，說淨土沒有別的，就是教你信西方確實有極樂世界，極樂世界確實有阿彌陀佛，要真信，不能懷疑，要發願求生淨土。所以度自己、度眾生，和諧社會，化解災難，確確實實這個經比什麼都有效。我們專心、專修、專弘是值得的。"
    },
    {
      "id": "02-040-0001_p0038",
      "zh_CN": "末后，「感得经解」。经，是夏莲居老居士用十年的时间完成的。注解，黄念祖老居士在跋文里面讲得很清楚、很明白，准备工作做两年，实际上集注用了六年的时间才完成，那个时候身体很不好。我们好像在一九八五年有缘在美国见到，他送给我的那本是油印的本子，应该是油印里面字最清楚的，他就带这么一套到美国去，把这个本子送给我。我看了之后很欢喜，马上打电话给他，有没有版权？他问我什么意思？没有版权我就翻印，有版权我就尊重你，我就不能翻。没有版权，希望我翻印，还要我给它写一篇序文，封面题字。",
      "zh_TW": "末後，「感得經解」。經，是夏蓮居老居士用十年的時間完成的。註解，黃念祖老居士在跋文裡面講得很清楚、很明白，準備工作做兩年，實際上集註用了六年的時間才完成，那個時候身體很不好。我們好像在一九八五年有緣在美國見到，他送給我的那本是油印的本子，應該是油印裡面字最清楚的，他就帶這麼一套到美國去，把這個本子送給我。我看了之後很歡喜，馬上打電話給他，有沒有版權？他問我什麼意思？沒有版權我就翻印，有版權我就尊重你，我就不能翻。沒有版權，希望我翻印，還要我給它寫一篇序文，封面題字。"
    },
    {
      "id": "02-040-0001_p0039",
      "zh_CN": "他在美国住了一个月就回去了，我们这样子在美国没见面，通电话，书寄给我了。所以我回到台湾，就到大陆上去看他。有一张照片，人很多，就在他家门口，那是第一次见面，去访问他。他请我在家里吃饭，我去参观他的住处，他注经那个小房间，一张床铺、一张书桌，一个小书架堆满了这些书。我那时候想送一部《藏经》给他，他说我没地方放。我一看，真没地方放。我很佩服，我说你这些书从哪里来的？感应，能搜集到一百九十三种，都是《无量寿经》最重要的参考资料。佛菩萨送来的，感应不可思议。",
      "zh_TW": "他在美國住了一個月就回去了，我們這樣子在美國沒見面，通電話，書寄給我了。所以我回到台灣，就到大陸上去看他。有一張照片，人很多，就在他家門口，那是第一次見面，去訪問他。他請我在家裡吃飯，我去參觀他的住處，他註經那個小房間，一張床鋪、一張書桌，一個小書架堆滿了這些書。我那時候想送一部《藏經》給他，他說我沒地方放。我一看，真沒地方放。我很佩服，我說你這些書從哪裡來的？感應，能蒐集到一百九十三種，都是《無量壽經》最重要的參考資料。佛菩薩送來的，感應不可思議。"
    },
    {
      "id": "02-040-0001_p0040",
      "zh_CN": "经是会集，注是集解、是集注，我们今天得到了，我们要有使命感，流通这部法宝。信解行证，往生就是证，求生净土就是证。如莲公大师所说，「浊世无如念佛好，此生端为大经来」，我们的使命，莲公就是来会集这本子的，就干这桩事情；黄念老就是来集注的；我们担任是流通的，来提倡，把这个经、注发扬光大，度自己、度众生。这是我们晚年将大经大论统统放下，专修专弘、专门流通的因缘。这就报告到此地，今天时间到了。",
      "zh_TW": "經是會集，註是集解、是集註，我們今天得到了，我們要有使命感，流通這部法寶。信解行證，往生就是證，求生淨土就是證。如蓮公大師所說，「濁世無如念佛好，此生端為大經來」，我們的使命，蓮公就是來會集這本子的，就幹這樁事情；黃念老就是來集註的；我們擔任是流通的，來提倡，把這個經、註發揚光大，度自己、度眾生。這是我們晚年將大經大論統統放下，專修專弘、專門流通的因緣。這就報告到此地，今天時間到了。"
    }
  ]
}