{
  "doc_id": "02-040-0260",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第二六０集",
    "zh_TW": "第二六０集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0260",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0260_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请听我念三皈依：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請聽我念三皈依：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0260_p0002",
      "zh_CN": "请看《大经科注》第五百三十八面，第一行，这一段是「开藏施宝」，科题，开藏施宝。",
      "zh_TW": "請看《大經科註》第五百三十八面，第一行，這一段是「開藏施寶」，科題，開藏施寶。"
    },
    {
      "id": "02-040-0260_p0003",
      "zh_CN": "【为众开法藏。广施功德宝。】",
      "zh_TW": "【為眾開法藏。廣施功德寶。】"
    },
    {
      "id": "02-040-0260_p0004",
      "zh_CN": "经文只有十个字，意思很深、很广。佛菩萨出现在世间为的是什么？这两句话可以说做为代表，说尽了，是为众生开法藏，普遍施与功德之宝。我们看念老的注解，他注得很详细，引经据典。「为众开法藏，承上而言」，前面是教导我们，「闭塞诸恶道，悉令出生死海。通达善趣门，咸令登涅槃岸」。这也是佛陀教育教学的目的。大乘最主要的是把整个宇宙万物的真相搞清楚、搞明白，这个课题是现代科学家跟哲学家努力深入研究的课题，佛法也是寻求这个事实真相，佛经的名词叫它做诸法实相，一切万法的真相。真相有体，体能生能现，哲学里面所说的本体，所有一切现象是它所生所现。这桩事情在佛法里面，小乘不谈这个事情，三乘佛法也不谈这个事情，这个命题是佛法里面大乘所学的，一佛乘所证得的。不但你研究透彻，你确实把它证实了，那叫成佛。",
      "zh_TW": "經文只有十個字，意思很深、很廣。佛菩薩出現在世間為的是什麼？這兩句話可以說做為代表，說盡了，是為眾生開法藏，普遍施與功德之寶。我們看念老的註解，他註得很詳細，引經據典。「為眾開法藏，承上而言」，前面是教導我們，「閉塞諸惡道，悉令出生死海。通達善趣門，咸令登涅槃岸」。這也是佛陀教育教學的目的。大乘最主要的是把整個宇宙萬物的真相搞清楚、搞明白，這個課題是現代科學家跟哲學家努力深入研究的課題，佛法也是尋求這個事實真相，佛經的名詞叫它做諸法實相，一切萬法的真相。真相有體，體能生能現，哲學裡面所說的本體，所有一切現象是它所生所現。這樁事情在佛法裡面，小乘不談這個事情，三乘佛法也不談這個事情，這個命題是佛法裡面大乘所學的，一佛乘所證得的。不但你研究透徹，你確實把它證實了，那叫成佛。"
    },
    {
      "id": "02-040-0260_p0005",
      "zh_CN": "佛、佛陀，这是印度话，在佛法里面它是最高的学位。佛在《华严经》上说得很清楚，一切众生本来是佛。换句话说，对宇宙人生真相，一切众生本来是知道的、是明了的。不但知道明了，而且都是亲自证得的，这才算是佛陀。明了而没有亲自证得，这个时候叫菩萨，菩萨通达。必得亲证才叫成佛，怎么亲证？把明心见性的障碍除掉，你就见到了。这个障碍总的称为烦恼。大分烦恼有三大类，第一类叫无明烦恼，意思是说宇宙人生的真相你本来明白，现在不明白，这叫无明。为什么不明白？你动了，这个意思很深，就是你起心动念了。真心不动，妄心动，所以一动真心就变成妄心。佛家常用水做比喻，你看供佛，供佛最重要的就是一杯水，那个水不是给佛喝的，它是表法的。水代表心，水要清净，水要平，所以心要清净、心要平等，它就像镜子一样，能把外面境界照得清清楚楚、明明白白。佛的心就像水一样，真心。动摇、染污了叫妄心，叫阿赖耶。我们六道众生，乃至十法界的众生，都是妄心当家做主。真心呢？真心不见了，没有想到有个真心。",
      "zh_TW": "佛、佛陀，這是印度話，在佛法裡面它是最高的學位。佛在《華嚴經》上說得很清楚，一切眾生本來是佛。換句話說，對宇宙人生真相，一切眾生本來是知道的、是明瞭的。不但知道明瞭，而且都是親自證得的，這才算是佛陀。明瞭而沒有親自證得，這個時候叫菩薩，菩薩通達。必得親證才叫成佛，怎麼親證？把明心見性的障礙除掉，你就見到了。這個障礙總的稱為煩惱。大分煩惱有三大類，第一類叫無明煩惱，意思是說宇宙人生的真相你本來明白，現在不明白，這叫無明。為什麼不明白？你動了，這個意思很深，就是你起心動念了。真心不動，妄心動，所以一動真心就變成妄心。佛家常用水做比喻，你看供佛，供佛最重要的就是一杯水，那個水不是給佛喝的，它是表法的。水代表心，水要清淨，水要平，所以心要清淨、心要平等，它就像鏡子一樣，能把外面境界照得清清楚楚、明明白白。佛的心就像水一樣，真心。動搖、染污了叫妄心，叫阿賴耶。我們六道眾生，乃至十法界的眾生，都是妄心當家做主。真心呢？真心不見了，沒有想到有個真心。"
    },
    {
      "id": "02-040-0260_p0006",
      "zh_CN": "实际上真心跟妄心是一不是二，水在静止的时候就是真心，在波动的时候叫妄心，所以真妄是一不是二。这就为什么佛家讲修持，功夫就是在禅定，就是叫你心定下来，你看就看清楚了，听也听清楚了。六根对着外面境界，眼见色、耳闻声、鼻嗅香、舌尝味、身体接触，意，意是意念，意念能想前、能想后、能想过去、能想未来，它的功能最大，所以称为六根，眼耳鼻舌身意，接触外面境界动了，心动就迷了。要怎样？不动，清清楚楚，像水照东西，照得清清楚楚，水没动，像一面镜子。如果有动，动是很小的波澜，不是大浪。我们如果有分别、有执着就起风浪了，对于事实真相愈来愈不清楚，愈迷愈深。",
      "zh_TW": "實際上真心跟妄心是一不是二，水在靜止的時候就是真心，在波動的時候叫妄心，所以真妄是一不是二。這就為什麼佛家講修持，功夫就是在禪定，就是叫你心定下來，你看就看清楚了，聽也聽清楚了。六根對著外面境界，眼見色、耳聞聲、鼻嗅香、舌嘗味、身體接觸，意，意是意念，意念能想前、能想後、能想過去、能想未來，它的功能最大，所以稱為六根，眼耳鼻舌身意，接觸外面境界動了，心動就迷了。要怎樣？不動，清清楚楚，像水照東西，照得清清楚楚，水沒動，像一面鏡子。如果有動，動是很小的波瀾，不是大浪。我們如果有分別、有執著就起風浪了，對於事實真相愈來愈不清楚，愈迷愈深。"
    },
    {
      "id": "02-040-0260_p0007",
      "zh_CN": "修行修什么？在哪里修？就在生活当中，从早晨起床到晚上睡觉，眼睛看的，耳朵听的，就在这上练，这是真正的禅定。诸位一定要晓得练什么？练不起心、不动念。这个做不到，做不到练什么？练不分别、不执着。这个也做不到，做不到也得要做到。换句话说，你能够在日常生活当中，执着一年比一年轻，分别一年比一年少，这就叫有功夫。如果学佛学了多少年，六根接触六尘境界，外头境界一动你心就动了，你就起分别、起执着，你没入佛门，你学到的是皮毛、是知识，佛经里面所讲的境界、智慧，你丝毫都没有沾到边。佛法的修行，行是行为；起心动念是意的行为，言语，口的行为，动作是身的行为，行为错误把它修正过来，叫做修行。在哪里修？在生活当中修，工作当中修，处事待人接物当中修，学了真管用。",
      "zh_TW": "修行修什麼？在哪裡修？就在生活當中，從早晨起床到晚上睡覺，眼睛看的，耳朵聽的，就在這上練，這是真正的禪定。諸位一定要曉得練什麼？練不起心、不動念。這個做不到，做不到練什麼？練不分別、不執著。這個也做不到，做不到也得要做到。換句話說，你能夠在日常生活當中，執著一年比一年輕，分別一年比一年少，這就叫有功夫。如果學佛學了多少年，六根接觸六塵境界，外頭境界一動你心就動了，你就起分別、起執著，你沒入佛門，你學到的是皮毛、是知識，佛經裡面所講的境界、智慧，你絲毫都沒有沾到邊。佛法的修行，行是行為；起心動念是意的行為，言語，口的行為，動作是身的行為，行為錯誤把它修正過來，叫做修行。在哪裡修？在生活當中修，工作當中修，處事待人接物當中修，學了真管用。"
    },
    {
      "id": "02-040-0260_p0008",
      "zh_CN": "中国谚语有句话说，「当局者迷，旁观者清」。为什么当局迷了？当局有自己切身利害关系，他的分别执着特别重，所以容易迷惑，见不到事实真相。旁观的，这个境界与他不相干，他没有得失利害在里头，他看的就比当局的人看得清楚。所以有利害在里头，没有利害在里头，佛教给我们，一切事跟我们没有利害关系，一切现象是假的，不是真的，你就看得特别清楚、特别明白，这叫生智慧。佛法的教学是教你断烦恼、开智慧，目的在此地。智慧开了，你自自然然就做到这两句，『为众开法藏，广施功德宝』，自然如是，要把智慧做出来给大家看。众生为什么生活得这么苦？是迷失了真相，不知道事实真相，看错、想错、说错、做错，不好的果报就现前，这么来的。释迦佛建立这种教学教化众生，终极的目的是什么？帮助一切众生离苦得乐，这是佛法最后的一个目的，要帮助众生离苦得乐。众生苦从哪里来的？从迷惑来的，对于事实真相看错、想错、说错、做错，所感的就是不善的果报现前。今天社会乱了，地球灾难频繁，变了，从哪里来的？就从我们所有的错误里头感应来的。",
      "zh_TW": "中國諺語有句話說，「當局者迷，旁觀者清」。為什麼當局迷了？當局有自己切身利害關係，他的分別執著特別重，所以容易迷惑，見不到事實真相。旁觀的，這個境界與他不相干，他沒有得失利害在裡頭，他看的就比當局的人看得清楚。所以有利害在裡頭，沒有利害在裡頭，佛教給我們，一切事跟我們沒有利害關係，一切現象是假的，不是真的，你就看得特別清楚、特別明白，這叫生智慧。佛法的教學是教你斷煩惱、開智慧，目的在此地。智慧開了，你自自然然就做到這兩句，『為眾開法藏，廣施功德寶』，自然如是，要把智慧做出來給大家看。眾生為什麼生活得這麼苦？是迷失了真相，不知道事實真相，看錯、想錯、說錯、做錯，不好的果報就現前，這麼來的。釋迦佛建立這種教學教化眾生，終極的目的是什麼？幫助一切眾生離苦得樂，這是佛法最後的一個目的，要幫助眾生離苦得樂。眾生苦從哪裡來的？從迷惑來的，對於事實真相看錯、想錯、說錯、做錯，所感的就是不善的果報現前。今天社會亂了，地球災難頻繁，變了，從哪裡來的？就從我們所有的錯誤裡頭感應來的。"
    },
    {
      "id": "02-040-0260_p0009",
      "zh_CN": "这桩事情，幸亏现代的科学家，大概是最近三十年，这批年轻的科学家他们发现物质的真相，居然跟佛经上讲的完全相同，让他们感到非常惊讶。释迦牟尼佛二千五百多年前所说的，他们最近科学技术三十年的努力才看到微中子，发现这个东西。微中子是什么？是物质最小的单位，所有一切物质现象都是它组合的。《金刚经》上说了一句话，叫「一合相」，一就是微中子，无论什么物质现象都是它组成的，它是物质现象的根源，这个东西找到了。佛说过，这是假的，不是真的，凡所有相皆是虚妄。科学家用的方法跟佛法讲的完全相同，分析的方法，物质愈分愈小、愈分愈小，小到最后，这个单位的物质，佛说这不能分了，分就没有了。科学家找到微中子，再分果然没有，跟佛讲的一样。发现它是什么东西？物质现象没有，是意念的波动现象产生的物质幻相，所以物质现象是从念头变现出来的。这个话佛经上讲得很多，「相由心生，境随心转」、「色由心生」，佛家讲色、讲相，都是说的物质，心就是念头。科学家现在才说，佛法二千五百年前讲过了，而且讲得比科学家还透彻、还清楚，这叫诸法实相，真相。你把所有物质现象看清楚，包括我们身体，身体是物质现象，我们能够思想，思想是念头。换句话说，念头跟物质现象分不开，有念头就有物质，有物质必有念头，它是一而二、二而一，无法分开的。这也是科学家最近说明了，四百年来科学的研究，最大的错误就是二分法，把宇宙之间分成物理、心理，分成两分，走两条路子，这个带来我们现前的苦难。而不知道它是一不是二，它根本不能分。没有意念就根本没有物质现象，物质现象是意念变现出来的。",
      "zh_TW": "這樁事情，幸虧現代的科學家，大概是最近三十年，這批年輕的科學家他們發現物質的真相，居然跟佛經上講的完全相同，讓他們感到非常驚訝。釋迦牟尼佛二千五百多年前所說的，他們最近科學技術三十年的努力才看到微中子，發現這個東西。微中子是什麼？是物質最小的單位，所有一切物質現象都是它組合的。《金剛經》上說了一句話，叫「一合相」，一就是微中子，無論什麼物質現象都是它組成的，它是物質現象的根源，這個東西找到了。佛說過，這是假的，不是真的，凡所有相皆是虛妄。科學家用的方法跟佛法講的完全相同，分析的方法，物質愈分愈小、愈分愈小，小到最後，這個單位的物質，佛說這不能分了，分就沒有了。科學家找到微中子，再分果然沒有，跟佛講的一樣。發現它是什麼東西？物質現象沒有，是意念的波動現象產生的物質幻相，所以物質現象是從念頭變現出來的。這個話佛經上講得很多，「相由心生，境隨心轉」、「色由心生」，佛家講色、講相，都是說的物質，心就是念頭。科學家現在才說，佛法二千五百年前講過了，而且講得比科學家還透徹、還清楚，這叫諸法實相，真相。你把所有物質現象看清楚，包括我們身體，身體是物質現象，我們能夠思想，思想是念頭。換句話說，念頭跟物質現象分不開，有念頭就有物質，有物質必有念頭，它是一而二、二而一，無法分開的。這也是科學家最近說明了，四百年來科學的研究，最大的錯誤就是二分法，把宇宙之間分成物理、心理，分成兩分，走兩條路子，這個帶來我們現前的苦難。而不知道它是一不是二，它根本不能分。沒有意念就根本沒有物質現象，物質現象是意念變現出來的。"
    },
    {
      "id": "02-040-0260_p0010",
      "zh_CN": "意念从哪来的？现在科学家还没搞清楚，只说他这个现象看到了，念头好像是没有原因，突然出来的、突然起来的，但是它立刻就消失，这个现象科学家看到了。佛在《楞严经》上讲过，说这个现象是「当处出生，随处灭尽」，频率之高我们无法想像。弥勒菩萨告诉我们，意念、念头这个现象生灭存在的时间多长？弥勒菩萨告诉我们一弹指，一弹指时间很短，他说有三十二亿百千念。百千是十万，三十二亿乘十万就是三百二十兆，一弹指。现在我们科学是用秒做单位，一秒钟我们能弹几次？我相信最少可以弹到五次，再乘五，就是一千六百兆分之一秒，单位是兆。一千六百兆分之一秒，也就是一秒钟它生灭的次数已经达到一千六百兆次。我们不知道，太快了！天人比我们厉害，他也不知道，佛门里面阿罗汉、辟支佛、菩萨也不知道；谁知道？大乘教里头佛说过，八地以上。菩萨一共有五十一个级别，好像我们读书一样，一年级、二年级、三年级，五十一个级别。级别就是定功的深度，愈往上去定功愈深，到八地，距离最高的四个单位，八地、九地、十地、等觉，最高的这四个层次他们看到，那么样深的定功里面可以看到宇宙的源起、看到生命的源起。七地以前知道，没有亲证，所以称为菩萨。亲证，称之为佛陀，他见到了，不需要用仪器，不需要用数学去推演，他在定中。定中里面空间跟时间都不存在，这是假的，无量劫之前就在眼前，无量劫以后也在眼前，没有空间，没有距离；没有时间，没有先后。",
      "zh_TW": "意念從哪來的？現在科學家還沒搞清楚，只說他這個現象看到了，念頭好像是沒有原因，突然出來的、突然起來的，但是它立刻就消失，這個現象科學家看到了。佛在《楞嚴經》上講過，說這個現象是「當處出生，隨處滅盡」，頻率之高我們無法想像。彌勒菩薩告訴我們，意念、念頭這個現象生滅存在的時間多長？彌勒菩薩告訴我們一彈指，一彈指時間很短，他說有三十二億百千念。百千是十萬，三十二億乘十萬就是三百二十兆，一彈指。現在我們科學是用秒做單位，一秒鐘我們能彈幾次？我相信最少可以彈到五次，再乘五，就是一千六百兆分之一秒，單位是兆。一千六百兆分之一秒，也就是一秒鐘它生滅的次數已經達到一千六百兆次。我們不知道，太快了！天人比我們厲害，他也不知道，佛門裡面阿羅漢、辟支佛、菩薩也不知道；誰知道？大乘教裡頭佛說過，八地以上。菩薩一共有五十一個級別，好像我們讀書一樣，一年級、二年級、三年級，五十一個級別。級別就是定功的深度，愈往上去定功愈深，到八地，距離最高的四個單位，八地、九地、十地、等覺，最高的這四個層次他們看到，那麼樣深的定功裡面可以看到宇宙的源起、看到生命的源起。七地以前知道，沒有親證，所以稱為菩薩。親證，稱之為佛陀，他見到了，不需要用儀器，不需要用數學去推演，他在定中。定中裡面空間跟時間都不存在，這是假的，無量劫之前就在眼前，無量劫以後也在眼前，沒有空間，沒有距離；沒有時間，沒有先後。"
    },
    {
      "id": "02-040-0260_p0011",
      "zh_CN": "我初学佛的时候，跟方老师学哲学，我们从哲学入门的。他给我讲了一部哲学概论，最后一个单元「佛经哲学」，告诉我，释迦牟尼是世界上最伟大的哲学家，佛经哲学是世界上哲学的最高峰，学佛是人生最高的享受。我这样入门来的。这六十年来，我们现在又知道了，不但是最高的哲学，还是最高的科学。我们有理由相信，科学再向前发展，二、三十年之后，佛教不是宗教，佛教被科学家承认是最高的科学。科学家如果研究大乘佛法，对他们的研究会有很大的帮助，会有加速度的向上提升。这就是诸法实相，一切法的真相是什么，搞清楚、搞明白了。清楚明白这是智慧，真实智慧，知道它是怎么回事情。事有没有？不能说有，不能说没有，理上没有，事上有；性上没有，相上有。所以这些现象你可以受用，你不能占有，你不能支配。像我们看电视一样，电视的画面，你可以欣赏，里头一切所有的你没有办法得到。",
      "zh_TW": "我初學佛的時候，跟方老師學哲學，我們從哲學入門的。他給我講了一部哲學概論，最後一個單元「佛經哲學」，告訴我，釋迦牟尼是世界上最偉大的哲學家，佛經哲學是世界上哲學的最高峰，學佛是人生最高的享受。我這樣入門來的。這六十年來，我們現在又知道了，不但是最高的哲學，還是最高的科學。我們有理由相信，科學再向前發展，二、三十年之後，佛教不是宗教，佛教被科學家承認是最高的科學。科學家如果研究大乘佛法，對他們的研究會有很大的幫助，會有加速度的向上提升。這就是諸法實相，一切法的真相是什麼，搞清楚、搞明白了。清楚明白這是智慧，真實智慧，知道它是怎麼回事情。事有沒有？不能說有，不能說沒有，理上沒有，事上有；性上沒有，相上有。所以這些現象你可以受用，你不能佔有，你不能支配。像我們看電視一樣，電視的畫面，你可以欣賞，裡頭一切所有的你沒有辦法得到。"
    },
    {
      "id": "02-040-0260_p0012",
      "zh_CN": "佛说得更清楚，包括我们自己的身体，都不是自己的。所以《金刚经》一开端说，「无我相，无人相，无众生相，无寿者相」，这真话。后半部讲得更深，不但没有相，念头都没有，就是「无我见，无人见，无众生见，无寿者见」，念头都没有，心地清净。清净心生智慧，你不问他，他什么都不知道；你问他，他什么都知道。有没有学过？不需要学。为什么？一切法是自性变现的，你把自性找到，总开关掌握到，总枢纽掌握到，你无所不知、无所不能。这两句话本来是宗教里面赞叹上帝的，上帝未必真有，我们每个人真有，只要你把障碍去掉。佛说我们的智慧、德能、相好样样具足，没有一样失掉，只要放下妄想、分别、执着你就恢复、就证得了。所以佛法的修学是以明心见性为目的，而明心见性，是教你放下妄想分别执着为手段。一定要相信，要建立信心，不能有丝毫怀疑，相信自己本来是佛，相信自己本来智慧德能相好跟诸佛如来一样，没有差别。我们今天只是迷了，妄想是起心动念；分别是尘沙烦恼，是无量无边，像微尘、像河边上的沙一样，数不清的；见思烦恼是你看错、你想错，你所看的、所想的跟事实真相完全相反。佛法的修学没有别的，看破放下。",
      "zh_TW": "佛說得更清楚，包括我們自己的身體，都不是自己的。所以《金剛經》一開端說，「無我相，無人相，無眾生相，無壽者相」，這真話。後半部講得更深，不但沒有相，念頭都沒有，就是「無我見，無人見，無眾生見，無壽者見」，念頭都沒有，心地清淨。清淨心生智慧，你不問他，他什麼都不知道；你問他，他什麼都知道。有沒有學過？不需要學。為什麼？一切法是自性變現的，你把自性找到，總開關掌握到，總樞紐掌握到，你無所不知、無所不能。這兩句話本來是宗教裡面讚歎上帝的，上帝未必真有，我們每個人真有，只要你把障礙去掉。佛說我們的智慧、德能、相好樣樣具足，沒有一樣失掉，只要放下妄想、分別、執著你就恢復、就證得了。所以佛法的修學是以明心見性為目的，而明心見性，是教你放下妄想分別執著為手段。一定要相信，要建立信心，不能有絲毫懷疑，相信自己本來是佛，相信自己本來智慧德能相好跟諸佛如來一樣，沒有差別。我們今天只是迷了，妄想是起心動念；分別是塵沙煩惱，是無量無邊，像微塵、像河邊上的沙一樣，數不清的；見思煩惱是你看錯、你想錯，你所看的、所想的跟事實真相完全相反。佛法的修學沒有別的，看破放下。"
    },
    {
      "id": "02-040-0260_p0013",
      "zh_CN": "我从哲学入门，第一次跟出家人见面，就是章嘉大师，那一年，我记得我二十六岁。我向老师请教一个问题，我说我知道佛法殊胜高妙，有没有方法让我很快的能够契入？我提出这么一个问题问老师。老师看着我，我也看着他，等他回答。他居然看我看了半个多小时不说话，我一心专注听他老人家解释，搞了半个多钟点他才说一个字，有。我们听了有，精神马上就振作起来，他又不说话，停了大概七、八分钟，告诉我六个字，「看得破，放得下」。我对于这一天的情形想了好多年，这很容易，为什么不赶快就答复我，让我等那么长的时间？十几年之后才恍然大悟，明白了，那个时候年轻心浮气躁。人在心浮气躁的时候，跟他讲没有用，他心不专不一，所以左耳进，右耳就出去，说了没用。他一直在看我，让我把整个心定下来，他再告诉我。说了个有，我的心就动了，振作起来专心听，他又不说了。第二次再沉淀下去，定了才跟你说，你一生都不会忘记。",
      "zh_TW": "我從哲學入門，第一次跟出家人見面，就是章嘉大師，那一年，我記得我二十六歲。我向老師請教一個問題，我說我知道佛法殊勝高妙，有沒有方法讓我很快的能夠契入？我提出這麼一個問題問老師。老師看著我，我也看著他，等他回答。他居然看我看了半個多小時不說話，我一心專注聽他老人家解釋，搞了半個多鐘點他才說一個字，有。我們聽了有，精神馬上就振作起來，他又不說話，停了大概七、八分鐘，告訴我六個字，「看得破，放得下」。我對於這一天的情形想了好多年，這很容易，為什麼不趕快就答覆我，讓我等那麼長的時間？十幾年之後才恍然大悟，明白了，那個時候年輕心浮氣躁。人在心浮氣躁的時候，跟他講沒有用，他心不專不一，所以左耳進，右耳就出去，說了沒用。他一直在看我，讓我把整個心定下來，他再告訴我。說了個有，我的心就動了，振作起來專心聽，他又不說了。第二次再沉澱下去，定了才跟你說，你一生都不會忘記。"
    },
    {
      "id": "02-040-0260_p0014",
      "zh_CN": "以后我们读印光法师的书，里头有两句，「一分诚敬得一分利益，十分诚敬得十分利益」。一个老师教十个学生，每个学生都是一样的听，但是得的不一样。什么原因？对老师的诚敬心、对这个法门的诚敬心、对这个经典功课的诚敬心，你有没有？你有一分诚敬得一分利益，十分诚敬得十分利益，你万分诚敬，可能一听就成佛了。有同学问我，惠能大师跟神秀，《坛经》里头说得很清楚，神秀跟五祖二、三十年，很不错了，惠能大师跟五祖不认识，慕名来参学的，见一次面，分配到碓坊里做义工，没再见面。他在黄梅住八个月，跟五祖只见过三次面，衣钵为什么传给他？神秀跟他那么久，而且常常代替祖师解答问题、讲经说法，每个人心里都以为神秀是禅宗第六代祖。为什么给一个完全不认识的人？我的回答很简单，神秀对禅宗、对老师、对法门有百分之百的诚敬心，他得到的只是一百分，我说惠能大师那个心态是万分，所以五祖忍和尚把衣钵传给他。知道大众不服，所以连夜就把他送走，叫他去避难。他最后在一个猎人队里头替猎人做工，做义工，给猎人做厨师，十五年。大众把这桩事情淡忘了，他出来。五祖忍和尚有慧眼，真的，神秀没开悟，学的是知识，智慧没开。能大师智慧开了，没有人知道，只有五祖知道，总共见三次面，时间都不长。今天我们就知道了，今天难，太难了，难在什么地方？学生没有恭敬心，那什么都学不到。",
      "zh_TW": "以後我們讀印光法師的書，裡頭有兩句，「一分誠敬得一分利益，十分誠敬得十分利益」。一個老師教十個學生，每個學生都是一樣的聽，但是得的不一樣。什麼原因？對老師的誠敬心、對這個法門的誠敬心、對這個經典功課的誠敬心，你有沒有？你有一分誠敬得一分利益，十分誠敬得十分利益，你萬分誠敬，可能一聽就成佛了。有同學問我，惠能大師跟神秀，《壇經》裡頭說得很清楚，神秀跟五祖二、三十年，很不錯了，惠能大師跟五祖不認識，慕名來參學的，見一次面，分配到碓坊裡做義工，沒再見面。他在黃梅住八個月，跟五祖只見過三次面，衣缽為什麼傳給他？神秀跟他那麼久，而且常常代替祖師解答問題、講經說法，每個人心裡都以為神秀是禪宗第六代祖。為什麼給一個完全不認識的人？我的回答很簡單，神秀對禪宗、對老師、對法門有百分之百的誠敬心，他得到的只是一百分，我說惠能大師那個心態是萬分，所以五祖忍和尚把衣缽傳給他。知道大眾不服，所以連夜就把他送走，叫他去避難。他最後在一個獵人隊裡頭替獵人做工，做義工，給獵人做廚師，十五年。大眾把這樁事情淡忘了，他出來。五祖忍和尚有慧眼，真的，神秀沒開悟，學的是知識，智慧沒開。能大師智慧開了，沒有人知道，只有五祖知道，總共見三次面，時間都不長。今天我們就知道了，今天難，太難了，難在什麼地方？學生沒有恭敬心，那什麼都學不到。"
    },
    {
      "id": "02-040-0260_p0015",
      "zh_CN": "我跟方老师，六十二年前，我二十六岁，我给老师写了一封信，恭恭敬敬写的，毛笔小楷写的，我写了一篇文章送给他老人家看。一个星期，他回我一封信，约我到他家里见面。我跟他不认识，没有任何关系，只是慕名，对哲学有兴趣、爱好，想听听他的课。见面问了一些话之后告诉我，现在学校先生不像先生，学生不像学生，你要到学校听课，你会大失所望。我以为老师完全拒绝了，当时就很沮丧、很难过。这样停了大概有六、七分钟，老师就说，这样好了，你每个星期天到我家里来，我给你上两堂课（两个小时），每个星期天，九点半到十一点半。我的课是在他家里小客厅小圆桌上，一个老师、一个学生这样学的。凭什么？我们一分钱学费没缴，不是一个普通教授，我们真是受宠若惊，感激莫名！多年以后想到这个事情，我们是真想学一点东西。老师说在学校里，先生不像先生，学生不像学生，那个先生包括他自己。换句话，在学校不讲真东西，为什么不讲？没人学。学生，小学读书，中学读书，大学就不读书了，小学、中学读书是为了考学校，考取之后，到大学就等毕业，目的是要文凭。老师教书没有办法，不能不教，就敷衍不讲真的，讲真的同学可能不能接受，厌烦，那就混日子，这是六十年前的学校。现在状况我不晓得，我常年在国外，跟国内很少接触，情况不知道。外国情形大致也是如此，我在外国大学上过课，别的老师告诉我，他说：法师，你去上课，你不要超过十五分钟。我说为什么？十五分钟以后，学生心不在焉，东张西望，都往外面去了，心不在焉。我说那怎么办？讲讲故事、讲讲笑话，大家欢欢喜喜。原来是这样的，我以后再不进课堂。像我们一般讲经，一堂课两个小时，我们的听众比学校学生认真得多，都能聚精会神，很不容易。所以换句话说，不是老师不教，老师找不到教的对象。",
      "zh_TW": "我跟方老師，六十二年前，我二十六歲，我給老師寫了一封信，恭恭敬敬寫的，毛筆小楷寫的，我寫了一篇文章送給他老人家看。一個星期，他回我一封信，約我到他家裡見面。我跟他不認識，沒有任何關係，只是慕名，對哲學有興趣、愛好，想聽聽他的課。見面問了一些話之後告訴我，現在學校先生不像先生，學生不像學生，你要到學校聽課，你會大失所望。我以為老師完全拒絕了，當時就很沮喪、很難過。這樣停了大概有六、七分鐘，老師就說，這樣好了，你每個星期天到我家裡來，我給你上兩堂課（兩個小時），每個星期天，九點半到十一點半。我的課是在他家裡小客廳小圓桌上，一個老師、一個學生這樣學的。憑什麼？我們一分錢學費沒繳，不是一個普通教授，我們真是受寵若驚，感激莫名！多年以後想到這個事情，我們是真想學一點東西。老師說在學校裡，先生不像先生，學生不像學生，那個先生包括他自己。換句話，在學校不講真東西，為什麼不講？沒人學。學生，小學讀書，中學讀書，大學就不讀書了，小學、中學讀書是為了考學校，考取之後，到大學就等畢業，目的是要文憑。老師教書沒有辦法，不能不教，就敷衍不講真的，講真的同學可能不能接受，厭煩，那就混日子，這是六十年前的學校。現在狀況我不曉得，我常年在國外，跟國內很少接觸，情況不知道。外國情形大致也是如此，我在外國大學上過課，別的老師告訴我，他說：法師，你去上課，你不要超過十五分鐘。我說為什麼？十五分鐘以後，學生心不在焉，東張西望，都往外面去了，心不在焉。我說那怎麼辦？講講故事、講講笑話，大家歡歡喜喜。原來是這樣的，我以後再不進課堂。像我們一般講經，一堂課兩個小時，我們的聽眾比學校學生認真得多，都能聚精會神，很不容易。所以換句話說，不是老師不教，老師找不到教的對象。"
    },
    {
      "id": "02-040-0260_p0016",
      "zh_CN": "早年我在台中学经教，李老师办的，这个班只有二十多个学生，跟老师学习讲经。这个班一个星期只上一次课，就是一天连续三个小时。学生要复讲，学了之后要上台讲，讲给大家听，所以都很认真，不认真下不了台。我觉得这种方法，比从前私塾还管用，因为私塾没有叫你上台去讲，这个东西学了之后要上台的。可是老师对这二十几个人还是因材施教，肯干的、肯用功的、努力的，老师就真教你，教你多一点；懈怠的、懒惰的、不认真的，老师对你放得很松，也不责备你。我那个时候初学，进到这个班，看到老师对学生不平等，怀疑。被老师看出来，有一天把我叫到房间，问我是不是怀疑？我说是的。他就给我说，那个认真学的，不认真教他，对不起他；不认真学的，你要认真教他，结冤仇。我才明白，不认真就欢欢喜喜，不结冤仇，好聚好散，这是做人的原则、做人的道理。真正投缘、有志一同的，愈谈愈知己，愈谈愈有兴趣；志不同道不合，不行，那只是应酬应酬而已。我们在这里也学会怎么样接触这些群众，群众根性很复杂，一个大原则，绝不跟人结冤仇，这是一定要遵守的，要懂得礼让，懂得谦让，决定不能有傲慢，不能有嫉妒。这些我们从老师（我跟他十年）他一生行谊当中学到的。",
      "zh_TW": "早年我在台中學經教，李老師辦的，這個班只有二十多個學生，跟老師學習講經。這個班一個星期只上一次課，就是一天連續三個小時。學生要複講，學了之後要上台講，講給大家聽，所以都很認真，不認真下不了台。我覺得這種方法，比從前私塾還管用，因為私塾沒有叫你上台去講，這個東西學了之後要上台的。可是老師對這二十幾個人還是因材施教，肯幹的、肯用功的、努力的，老師就真教你，教你多一點；懈怠的、懶惰的、不認真的，老師對你放得很鬆，也不責備你。我那個時候初學，進到這個班，看到老師對學生不平等，懷疑。被老師看出來，有一天把我叫到房間，問我是不是懷疑？我說是的。他就給我說，那個認真學的，不認真教他，對不起他；不認真學的，你要認真教他，結冤仇。我才明白，不認真就歡歡喜喜，不結冤仇，好聚好散，這是做人的原則、做人的道理。真正投緣、有志一同的，愈談愈知己，愈談愈有興趣；志不同道不合，不行，那只是應酬應酬而已。我們在這裡也學會怎麼樣接觸這些群眾，群眾根性很複雜，一個大原則，絕不跟人結冤仇，這是一定要遵守的，要懂得禮讓，懂得謙讓，決定不能有傲慢，不能有嫉妒。這些我們從老師（我跟他十年）他一生行誼當中學到的。"
    },
    {
      "id": "02-040-0260_p0017",
      "zh_CN": "佛教人，头一个认识确实有六道轮回。六道轮回从哪里来的？六道轮回在理上讲根本没有，就像作梦一样，自作自受。只要你有我执，执着这个身是我，这就有六道。佛法头一桩告诉你，身不是我，为什么？我是不生不灭的。所以学佛头一个告诉你事实，我不生不灭，身有生灭，我没有生灭。这话说得有道理，如果我有生灭的话，我这个身死了怎么会投胎？投胎肯定不是这个身，所以身不是我。身是什么？我所有的，就像衣服一样，衣服不是我，衣服是我所有的。衣服穿破旧了可以换一件，身体，身体用了几十年，不好使用了，可以换一个。真正能做得了主的人，自己想换什么身体，能够如愿以偿，这要功夫。没有这个功夫的人，随着你的业力，你心地善良，行善积德，你的身相愈来愈好；如果你心地不善，自私自利，损人利己，你换的身体就换到畜生身、饿鬼身，比现在这个身差远了。所换的身全部都不是自己，业力变现的。畜生有生死，饿鬼也有生死，天人还是有生死，从身相来讲，所以身不是自己。",
      "zh_TW": "佛教人，頭一個認識確實有六道輪迴。六道輪迴從哪裡來的？六道輪迴在理上講根本沒有，就像作夢一樣，自作自受。只要你有我執，執著這個身是我，這就有六道。佛法頭一樁告訴你，身不是我，為什麼？我是不生不滅的。所以學佛頭一個告訴你事實，我不生不滅，身有生滅，我沒有生滅。這話說得有道理，如果我有生滅的話，我這個身死了怎麼會投胎？投胎肯定不是這個身，所以身不是我。身是什麼？我所有的，就像衣服一樣，衣服不是我，衣服是我所有的。衣服穿破舊了可以換一件，身體，身體用了幾十年，不好使用了，可以換一個。真正能做得了主的人，自己想換什麼身體，能夠如願以償，這要功夫。沒有這個功夫的人，隨著你的業力，你心地善良，行善積德，你的身相愈來愈好；如果你心地不善，自私自利，損人利己，你換的身體就換到畜生身、餓鬼身，比現在這個身差遠了。所換的身全部都不是自己，業力變現的。畜生有生死，餓鬼也有生死，天人還是有生死，從身相來講，所以身不是自己。"
    },
    {
      "id": "02-040-0260_p0018",
      "zh_CN": "什么是自己？念头是自己。念头不是物质现象，它能生物质现象，能现物质现象，它能够主宰物质现象。这一点被现代量子力学家发现了，提出一个新的理论，「以心控物」，就是用念头控制物质现象。这个好，这跟佛经上讲的「境随心转」，境是物质现象，随着念头在转变。我们的念头善，物质现象没有一样不善，身心健康，居住这个地方不会有灾难，这是讲感应。我有个习惯，每到一个地方，我想住下来的时候，我很留意这个地方老人福利事业，青少年犯罪率，我留意这两桩事情。青少年犯罪率低，老人福利事业办得很好，这地方人有福。如果对老人照顾不周，青少年犯罪率高，我就不想住这个地方。一般人选风水，我不选风水，我看人的念头跟行为，念头善，行为善，好。",
      "zh_TW": "什麼是自己？念頭是自己。念頭不是物質現象，它能生物質現象，能現物質現象，它能夠主宰物質現象。這一點被現代量子力學家發現了，提出一個新的理論，「以心控物」，就是用念頭控制物質現象。這個好，這跟佛經上講的「境隨心轉」，境是物質現象，隨著念頭在轉變。我們的念頭善，物質現象沒有一樣不善，身心健康，居住這個地方不會有災難，這是講感應。我有個習慣，每到一個地方，我想住下來的時候，我很留意這個地方老人福利事業，青少年犯罪率，我留意這兩樁事情。青少年犯罪率低，老人福利事業辦得很好，這地方人有福。如果對老人照顧不周，青少年犯罪率高，我就不想住這個地方。一般人選風水，我不選風水，我看人的念頭跟行為，念頭善，行為善，好。"
    },
    {
      "id": "02-040-0260_p0019",
      "zh_CN": "我们自己这一生当中，无论在什么处所，无论在什么环境当中，一定要保持善心、善意、善念、善行。现在外面的环境，不善的诱惑太多，力量太大，这是我们要警惕的。最大的麻烦，影响最深就是电视、现在的网路，把人全教坏了，连小孩都教坏了。这桩事情，在早年方东美先生就告诉我，那个时代只有黑白电视，还没有彩色的。方老师就指着电视机告诉我，这个东西，水能载舟也能覆舟，它本身没有善恶，看它每天播放的内容，如果是负面的，它会毁灭一个国家；如果是正面的，它能兴旺一个国家。老师交代我记住，将来如果有缘分，用这个工具弘扬佛法。老师是讲了，我们不敢想像，花钱太多，不敢想，我们从来也没想过。居然有些居士他们真的搞起来了，用电视播放经典，二十四小时不中断，也做了十一年了。二００三年元旦开播，今年第十一个年头，居然成功了，我感到很惊讶。这说明什么？说明一个事实，这个世界上还有不少人喜欢听正面的东西。为什么？他们拿一点钱来支持。我们没有化缘，没问人要钱，只是在屏幕上打一下我们的银行存款的号码，就有人寄钱过来。寄的数量一点，很少，但是人很多，就能支持这个事业。所以我们没有广告，没有募捐，能存活这么长久时间，做好事不会蚀本。",
      "zh_TW": "我們自己這一生當中，無論在什麼處所，無論在什麼環境當中，一定要保持善心、善意、善念、善行。現在外面的環境，不善的誘惑太多，力量太大，這是我們要警惕的。最大的麻煩，影響最深就是電視、現在的網路，把人全教壞了，連小孩都教壞了。這樁事情，在早年方東美先生就告訴我，那個時代只有黑白電視，還沒有彩色的。方老師就指著電視機告訴我，這個東西，水能載舟也能覆舟，它本身沒有善惡，看它每天播放的內容，如果是負面的，它會毀滅一個國家；如果是正面的，它能興旺一個國家。老師交代我記住，將來如果有緣分，用這個工具弘揚佛法。老師是講了，我們不敢想像，花錢太多，不敢想，我們從來也沒想過。居然有些居士他們真的搞起來了，用電視播放經典，二十四小時不中斷，也做了十一年了。二００三年元旦開播，今年第十一個年頭，居然成功了，我感到很驚訝。這說明什麼？說明一個事實，這個世界上還有不少人喜歡聽正面的東西。為什麼？他們拿一點錢來支持。我們沒有化緣，沒問人要錢，只是在屏幕上打一下我們的銀行存款的號碼，就有人寄錢過來。寄的數量一點，很少，但是人很多，就能支持這個事業。所以我們沒有廣告，沒有募捐，能存活這麼長久時間，做好事不會蝕本。"
    },
    {
      "id": "02-040-0260_p0020",
      "zh_CN": "现在科技进步，网路卫星的成本跟卫星电视差很远，真价廉物美，效果不亚于卫星电视，节省很多，愈来愈方便。现在接收的机器也愈来愈方便，我看到大陆来的同修，他们收看我们卫星电视，那个收看的小机器就像一个手机一样，装在西装口袋里头，随时都可以收看得到。科技真想不到，日新月异，这么进步。这个事情就是有正面、有负面，用来传播传统文化、传播佛法，好事情；如果所传播的全是负面的，对青少年的影响太大，对于社会造成严重的伤害，这不能不知道。所以佛教导我们，头一个教我们闭塞诸恶道。我们自己要有智慧，我们知道媒体影响力这么大，而且几乎全是负面的，我们可以不看。我五十多年没看电视了，网路我们不要这个东西，还有手机我也不要了，干扰你，你心不清净，像这些东西我都不用。每天固定的有四个小时读经、读圣贤书，有四个小时跟同学们来分享，好！起心动念、言语造作都走在正道，所有一切不善的远离。",
      "zh_TW": "現在科技進步，網路衛星的成本跟衛星電視差很遠，真價廉物美，效果不亞於衛星電視，節省很多，愈來愈方便。現在接收的機器也愈來愈方便，我看到大陸來的同修，他們收看我們衛星電視，那個收看的小機器就像一個手機一樣，裝在西裝口袋裡頭，隨時都可以收看得到。科技真想不到，日新月異，這麼進步。這個事情就是有正面、有負面，用來傳播傳統文化、傳播佛法，好事情；如果所傳播的全是負面的，對青少年的影響太大，對於社會造成嚴重的傷害，這不能不知道。所以佛教導我們，頭一個教我們閉塞諸惡道。我們自己要有智慧，我們知道媒體影響力這麼大，而且幾乎全是負面的，我們可以不看。我五十多年沒看電視了，網路我們不要這個東西，還有手機我也不要了，干擾你，你心不清淨，像這些東西我都不用。每天固定的有四個小時讀經、讀聖賢書，有四個小時跟同學們來分享，好！起心動念、言語造作都走在正道，所有一切不善的遠離。"
    },
    {
      "id": "02-040-0260_p0021",
      "zh_CN": "中国传统文化的精神，十二个字可以做代表，每天想这十二个字、看这十二个字，孝悌忠信、礼义廉耻、仁爱和平，我有没有做到？大乘佛法里面十善业道、六和、六度、普贤十愿，够了。我们起心动念、言语造作决定不违反，这就是持戒。在日常生活当中学习，六根聪敏看得清楚、听得清楚，不分别、不执着，恒顺众生，随喜功德。我们不要求别人随顺我，要求我自己要能够随顺他。他做得不好也随顺，我们要能忍受，不要批评，不要毁谤。我们走自己的正路，时间久了，三年五载，十年、二十年，会感化他们，这就是我们真正的收获，最大的利益。住在这个小村、小镇三年，这个小镇的人和谐了，五年，这个小区的人和谐了，时间愈久，影响力愈大。我在澳洲图文巴住了十年，这个小城和谐了，我想不到。这个小城有十万人，八十多个族群，一百多种语言，十几个宗教。现在这个小城里头的宗教领导们同心协力，互助合作，把这个小城教化成为世界上第一个多元文化和谐示范城市。这是我们多年心目当中的期望，由他们来带动，太好了！它是个典型多元文化，从全世界各地方移民过来的，所以言语就有一百多种，能够像兄弟姐妹一样，互相尊重，互相敬爱，互相关怀，互相照顾，互助合作，我们同一个心、同一个愿望，把我们的小镇做成和谐示范城市。",
      "zh_TW": "中國傳統文化的精神，十二個字可以做代表，每天想這十二個字、看這十二個字，孝悌忠信、禮義廉恥、仁愛和平，我有沒有做到？大乘佛法裡面十善業道、六和、六度、普賢十願，夠了。我們起心動念、言語造作決定不違反，這就是持戒。在日常生活當中學習，六根聰敏看得清楚、聽得清楚，不分別、不執著，恆順眾生，隨喜功德。我們不要求別人隨順我，要求我自己要能夠隨順他。他做得不好也隨順，我們要能忍受，不要批評，不要毀謗。我們走自己的正路，時間久了，三年五載，十年、二十年，會感化他們，這就是我們真正的收穫，最大的利益。住在這個小村、小鎮三年，這個小鎮的人和諧了，五年，這個小區的人和諧了，時間愈久，影響力愈大。我在澳洲圖文巴住了十年，這個小城和諧了，我想不到。這個小城有十萬人，八十多個族群，一百多種語言，十幾個宗教。現在這個小城裡頭的宗教領導們同心協力，互助合作，把這個小城教化成為世界上第一個多元文化和諧示範城市。這是我們多年心目當中的期望，由他們來帶動，太好了！它是個典型多元文化，從全世界各地方移民過來的，所以言語就有一百多種，能夠像兄弟姐妹一樣，互相尊重，互相敬愛，互相關懷，互相照顧，互助合作，我們同一個心、同一個願望，把我們的小鎮做成和諧示範城市。"
    },
    {
      "id": "02-040-0260_p0022",
      "zh_CN": "二００五年的年底十一月，我们在安徽汤池做一个实验，一个小镇，汤池小镇居民四万八千人。我们做实验，用儒释道这三个根，就是《弟子规》、《感应篇》、《十善业》，把它融合在一起教学。最初只有三十七位老师，我们展开实验，意想不到的成就。所以我跟老师们说，我们决定不可以居功，不可以傲慢，是我们做出来的，我说那我们就有罪了。谁造出来的？祖宗之德，人民配合，人民真肯学。传统文化丢掉两百年，真正能够再搞起来，也得二、三年的时间。没有想到，不到四个月成绩令人赞叹，真正不可思议。这是祖宗之德、三宝加持才有这么好的效果。澳洲今天做一个城市。我们再想想看，哪个国家肯不肯干，做一个示范国家。方法就是教学，建国君民，教学为先，不教不行，教的人要先做到。所以我告诉这些老师们，在历史上教学最成功的，释迦牟尼跟孔子。他为什么成功？就是他先行其言，他做到了。他做不到的，他决定不说；他说出来的，他统统做到，没有人不服。所以我告诉老师，《弟子规》、《感应篇》、《十善业》，我们没有做到，教人，人不相信；我们自己先做到，教给他，他相信，秘诀就在此地。",
      "zh_TW": "二００五年的年底十一月，我們在安徽湯池做一個實驗，一個小鎮，湯池小鎮居民四萬八千人。我們做實驗，用儒釋道這三個根，就是《弟子規》、《感應篇》、《十善業》，把它融合在一起教學。最初只有三十七位老師，我們展開實驗，意想不到的成就。所以我跟老師們說，我們決定不可以居功，不可以傲慢，是我們做出來的，我說那我們就有罪了。誰造出來的？祖宗之德，人民配合，人民真肯學。傳統文化丟掉兩百年，真正能夠再搞起來，也得二、三年的時間。沒有想到，不到四個月成績令人讚歎，真正不可思議。這是祖宗之德、三寶加持才有這麼好的效果。澳洲今天做一個城市。我們再想想看，哪個國家肯不肯幹，做一個示範國家。方法就是教學，建國君民，教學為先，不教不行，教的人要先做到。所以我告訴這些老師們，在歷史上教學最成功的，釋迦牟尼跟孔子。他為什麼成功？就是他先行其言，他做到了。他做不到的，他決定不說；他說出來的，他統統做到，沒有人不服。所以我告訴老師，《弟子規》、《感應篇》、《十善業》，我們沒有做到，教人，人不相信；我們自己先做到，教給他，他相信，祕訣就在此地。"
    },
    {
      "id": "02-040-0260_p0023",
      "zh_CN": "头一堂课，不是言教，头一堂课是到农民家里面去服务，把这个家庭看作是自己的家庭，老农民看作自己的父母，他的儿女看作自己的兄弟姐妹，去尽孝道，去尽悌道，去做。做出来之后，他们才真正感觉到老师们好，老师们比我的儿女孝顺。他的儿女看到这些老师在他们家里服务，感到惭愧，对父母没有尽到孝道。这样下手，我们表演三个星期，然后告诉大家，中心开课，欢迎大家一起来学习，自然就来了。现在人，谁没有受科学影响？科学家头一句话（伸出手）拿证据来。我们做出来了，这就是证据，没有证据人家不相信。所以我们把这个成果在联合国做介绍，大家才相信。许多爱好和平人士自动到汤池去考察、去参观，就传到国外去了。无论做什么都要做实验，不做实验人家不相信。现在我们办学校（办汉学），也是做实验学校，我们用老的方法、老的理念来教学，看看能不能收到好效果。实验成功，让政府、让主办教育的这些教育家、学者们，他们来研究。",
      "zh_TW": "頭一堂課，不是言教，頭一堂課是到農民家裡面去服務，把這個家庭看作是自己的家庭，老農民看作自己的父母，他的兒女看作自己的兄弟姐妹，去盡孝道，去盡悌道，去做。做出來之後，他們才真正感覺到老師們好，老師們比我的兒女孝順。他的兒女看到這些老師在他們家裡服務，感到慚愧，對父母沒有盡到孝道。這樣下手，我們表演三個星期，然後告訴大家，中心開課，歡迎大家一起來學習，自然就來了。現在人，誰沒有受科學影響？科學家頭一句話（伸出手）拿證據來。我們做出來了，這就是證據，沒有證據人家不相信。所以我們把這個成果在聯合國做介紹，大家才相信。許多愛好和平人士自動到湯池去考察、去參觀，就傳到國外去了。無論做什麼都要做實驗，不做實驗人家不相信。現在我們辦學校（辦漢學），也是做實驗學校，我們用老的方法、老的理念來教學，看看能不能收到好效果。實驗成功，讓政府、讓主辦教育的這些教育家、學者們，他們來研究。"
    },
    {
      "id": "02-040-0260_p0024",
      "zh_CN": "佛法传到中国，对中国传统文化产生很深的影响，那就是佛法的根跟我们传统的根是一样的，是孝道。佛法是师道，传统文化也是师道，师道一定建立在孝道的基础上，没有孝道就没有师道。所以要恢复传统的东西，要先恢复孝道。五伦、五常、四维、八德是中国千万年传统的核心，要认真努力做，要从自己做起，自己没有做到，不能影响别人。我们这个小讲堂，供养有母亲的照片、有老师的照片，上下课，我都给他们行礼，父母跟老师都不在了。老师们当年在世，我出国讲经教学，回来一定去看看他们，给他们做报告，请老师指教。古人，读书明理的人，一般大众也不例外，终身慕父母，终身怀念老师，老师的儿女跟自己兄弟一样，要尽心尽力照顾。现在人不讲求这些，现在自己亲兄弟都没有办法、都不相让，为财产上法庭，这什么话！这给父母带来羞辱，怎么可以这样做法？这大不孝！同胞的兄弟姐妹为争财产上法庭。所以孝道没有，师道就没有。师道没有了，就是刚才所说的，真正好的老师消失了，这是社会最重大的损失。文化是民族的灵魂，教育是文化的生机，没有教育，文化就没落，这个种族会灭亡。",
      "zh_TW": "佛法傳到中國，對中國傳統文化產生很深的影響，那就是佛法的根跟我們傳統的根是一樣的，是孝道。佛法是師道，傳統文化也是師道，師道一定建立在孝道的基礎上，沒有孝道就沒有師道。所以要恢復傳統的東西，要先恢復孝道。五倫、五常、四維、八德是中國千萬年傳統的核心，要認真努力做，要從自己做起，自己沒有做到，不能影響別人。我們這個小講堂，供養有母親的照片、有老師的照片，上下課，我都給他們行禮，父母跟老師都不在了。老師們當年在世，我出國講經教學，回來一定去看看他們，給他們做報告，請老師指教。古人，讀書明理的人，一般大眾也不例外，終身慕父母，終身懷念老師，老師的兒女跟自己兄弟一樣，要盡心盡力照顧。現在人不講求這些，現在自己親兄弟都沒有辦法、都不相讓，為財產上法庭，這什麼話！這給父母帶來羞辱，怎麼可以這樣做法？這大不孝！同胞的兄弟姐妹為爭財產上法庭。所以孝道沒有，師道就沒有。師道沒有了，就是剛才所說的，真正好的老師消失了，這是社會最重大的損失。文化是民族的靈魂，教育是文化的生機，沒有教育，文化就沒落，這個種族會滅亡。"
    },
    {
      "id": "02-040-0260_p0025",
      "zh_CN": "经文虽然简单，含的意思深广无尽。闭塞诸恶道，也就是佛教学第一个目标，是教我们断绝恶道，断绝恶道的业因。违背伦理道德的事情决定不能做，不忠不孝，不仁不义，无法无礼，那是恶道，现在虽然占一点小便宜，来生苦难多，所以这不可以。通达善趣门，善趣门就是五伦五常、四维八德。小善不失人身，来生还会到人间来，比这一生更好；善积得多，恶行得少，可能生到天上。天人的福报比我们大，但是跟本经宗旨不相应。本经宗旨，把整个六道都看作是恶道，为什么？出不了轮回，六道轮回是很痛苦的一桩事情。通达善趣门就是净土法门，专门指这个法门。这个法门能够帮助我们，不但脱离六道轮回，还脱离十法界，一生可以成就。",
      "zh_TW": "經文雖然簡單，含的意思深廣無盡。閉塞諸惡道，也就是佛教學第一個目標，是教我們斷絕惡道，斷絕惡道的業因。違背倫理道德的事情決定不能做，不忠不孝，不仁不義，無法無禮，那是惡道，現在雖然佔一點小便宜，來生苦難多，所以這不可以。通達善趣門，善趣門就是五倫五常、四維八德。小善不失人身，來生還會到人間來，比這一生更好；善積得多，惡行得少，可能生到天上。天人的福報比我們大，但是跟本經宗旨不相應。本經宗旨，把整個六道都看作是惡道，為什麼？出不了輪迴，六道輪迴是很痛苦的一樁事情。通達善趣門就是淨土法門，專門指這個法門。這個法門能夠幫助我們，不但脫離六道輪迴，還脫離十法界，一生可以成就。"
    },
    {
      "id": "02-040-0260_p0026",
      "zh_CN": "「为实现此愿，首须开示佛之知见，故云为众开法藏」。这个众是众生，大众。为大众开演妙法，「令众悟入，导归极乐，究竟菩提，故云广施功德宝」。众指九法界众生，「包括菩萨、缘觉、声闻与六道一切众生」。「开，开佛知见」，也就是佛法里头常讲的开示。开示不容易，开是打开，打开觉悟之门，我们迷在这里头，只有真正有智慧、有德行的人，能帮助我们把这个门打开。示是指示，也就是做出榜样。开可以说是言语教导，示是做出榜样给你看，把佛法做出来，把伦理道德做出来，一定要落实在生活，落实在工作，落实在处事待人接物。",
      "zh_TW": "「為實現此願，首須開示佛之知見，故云為眾開法藏」。這個眾是眾生，大眾。為大眾開演妙法，「令眾悟入，導歸極樂，究竟菩提，故云廣施功德寶」。眾指九法界眾生，「包括菩薩、緣覺、聲聞與六道一切眾生」。「開，開佛知見」，也就是佛法裡頭常講的開示。開示不容易，開是打開，打開覺悟之門，我們迷在這裡頭，只有真正有智慧、有德行的人，能幫助我們把這個門打開。示是指示，也就是做出榜樣。開可以說是言語教導，示是做出榜樣給你看，把佛法做出來，把倫理道德做出來，一定要落實在生活，落實在工作，落實在處事待人接物。"
    },
    {
      "id": "02-040-0260_p0027",
      "zh_CN": "「法藏，又名佛法藏，乃法性之理体，亦即当人本具之如来藏性」。这些全是佛经的术语，意思很深、很难懂。佛的知见跟我们的知见不一样，佛是全觉，我们是全迷。佛给我们所说的，愈是讲到真实地方我们愈难相信，不能接受。《金刚经》是我们常读的，读了多少年，「凡所有相皆是虚妄」、「一切有为法如梦幻泡影」，我们都记得很熟。可是几十年来，看过许许多多祖师大德的注解，我们还是有问题，佛的话不能不信，但是疑断不掉。而是在最近几年读到量子力学家的报告，这个疑才化解，你就晓得这个事情多难！没有真正的证据怎么能相信？也让我们想到，古人没有接触到科学，他为什么那么相信？用佛法来说，我们的善根不如他们，他们能够坚定不怀疑，我们虽然学，问号拿不掉。真的原因，也许就是我们受到科学怀疑这个观念太深了。佛经上这些证据，是要你自己修定，达到那个层次你就看到了，你才能解决。可是听讲容易，自己入定难，尤其是甚深禅定，定中能见到宇宙的源起，能见到过去未来，不是一般人能做到的。所以科学对我们帮助很大，现在是愈走愈近，科学最新的报告，我们必须要看，跟经典来核对。",
      "zh_TW": "「法藏，又名佛法藏，乃法性之理體，亦即當人本具之如來藏性」。這些全是佛經的術語，意思很深、很難懂。佛的知見跟我們的知見不一樣，佛是全覺，我們是全迷。佛給我們所說的，愈是講到真實地方我們愈難相信，不能接受。《金剛經》是我們常讀的，讀了多少年，「凡所有相皆是虛妄」、「一切有為法如夢幻泡影」，我們都記得很熟。可是幾十年來，看過許許多多祖師大德的註解，我們還是有問題，佛的話不能不信，但是疑斷不掉。而是在最近幾年讀到量子力學家的報告，這個疑才化解，你就曉得這個事情多難！沒有真正的證據怎麼能相信？也讓我們想到，古人沒有接觸到科學，他為什麼那麼相信？用佛法來說，我們的善根不如他們，他們能夠堅定不懷疑，我們雖然學，問號拿不掉。真的原因，也許就是我們受到科學懷疑這個觀念太深了。佛經上這些證據，是要你自己修定，達到那個層次你就看到了，你才能解決。可是聽講容易，自己入定難，尤其是甚深禪定，定中能見到宇宙的源起，能見到過去未來，不是一般人能做到的。所以科學對我們幫助很大，現在是愈走愈近，科學最新的報告，我們必須要看，跟經典來核對。"
    },
    {
      "id": "02-040-0260_p0028",
      "zh_CN": "为众开法藏，克实而论，就是世尊为我们讲经说法，帮助我们逐渐逐渐了解极乐世界的状况，极乐世界的由来、极乐世界的历史，阿弥陀佛在因地的修学，没有成佛之前他怎么修的，怎样证得他的大愿。大愿是非常合乎逻辑，这个愿不是自己妄想，而是老师教他到诸佛刹土里面去参观、去学习、去考察，每尊佛教学，他统统都去看过、都去学习过，取人之长，舍人之短，极乐世界这样造成的。四十八愿是他考察的总报告，他这个世界就是依四十八愿建成的，四十八愿就是集十方一切诸佛刹土美好的大成。换句话说，极乐世界是一切诸佛报土最完备的一个处所，不是阿弥陀佛想的，也不是他老师说的，让我们看到很服气。所以极乐世界是集大成，集诸佛刹土的大成、诸佛如来教学理论方法的大成，美好到极处。成就之后就接引十方的众生，介绍人都是诸佛如来。",
      "zh_TW": "為眾開法藏，剋實而論，就是世尊為我們講經說法，幫助我們逐漸逐漸了解極樂世界的狀況，極樂世界的由來、極樂世界的歷史，阿彌陀佛在因地的修學，沒有成佛之前他怎麼修的，怎樣證得他的大願。大願是非常合乎邏輯，這個願不是自己妄想，而是老師教他到諸佛剎土裡面去參觀、去學習、去考察，每尊佛教學，他統統都去看過、都去學習過，取人之長，捨人之短，極樂世界這樣造成的。四十八願是他考察的總報告，他這個世界就是依四十八願建成的，四十八願就是集十方一切諸佛剎土美好的大成。換句話說，極樂世界是一切諸佛報土最完備的一個處所，不是阿彌陀佛想的，也不是他老師說的，讓我們看到很服氣。所以極樂世界是集大成，集諸佛剎土的大成、諸佛如來教學理論方法的大成，美好到極處。成就之後就接引十方的眾生，介紹人都是諸佛如來。"
    },
    {
      "id": "02-040-0260_p0029",
      "zh_CN": "我们这个世界，释迦牟尼佛介绍，说得这么清楚、这么明白。我们真搞清楚、搞明白了，发心，条件很简单，真正相信有极乐世界、真正相信有阿弥陀佛、真正发愿我要到那个地方去。去干什么？去留学、去学习，学成之后再回来度众生。学成之后我们的活动空间大了，不仅这个世界，十方世界随意都可以去，而且美妙的是可以同时去。同时怎么去法？分身，到极乐世界能分无量身，个个人都有这个能量，可以分身。分身去供佛修福报，听经闻法开智慧。那是个大学堂，到这个学堂等于去了保证班，你在这个地方学习，一定证得究竟圆满，你才会离开，而且时间不长就能成就。阿弥陀佛四十八愿建立极乐世界，就是「广施功德宝」。",
      "zh_TW": "我們這個世界，釋迦牟尼佛介紹，說得這麼清楚、這麼明白。我們真搞清楚、搞明白了，發心，條件很簡單，真正相信有極樂世界、真正相信有阿彌陀佛、真正發願我要到那個地方去。去幹什麼？去留學、去學習，學成之後再回來度眾生。學成之後我們的活動空間大了，不僅這個世界，十方世界隨意都可以去，而且美妙的是可以同時去。同時怎麼去法？分身，到極樂世界能分無量身，個個人都有這個能量，可以分身。分身去供佛修福報，聽經聞法開智慧。那是個大學堂，到這個學堂等於去了保證班，你在這個地方學習，一定證得究竟圓滿，你才會離開，而且時間不長就能成就。阿彌陀佛四十八願建立極樂世界，就是「廣施功德寶」。"
    },
    {
      "id": "02-040-0260_p0030",
      "zh_CN": "众指九界众生。开，开佛知见，像《法华经》一样。法藏，法是一切法；藏，就像仓库一样，宝藏都藏在这个地方，这里面藏的是十方三世一切诸佛所说的、所修的、所成就的一切法，都在这里面，所以叫佛法藏。这是法性的理体，也就是我们每个人自己本具的如来藏性，如来藏性是相同的，佛有，我们也有，我们跟佛没有两样。所以佛常说「一切众生本来是佛」，这个我们要承认。中国传统的教学也是的，小学生，虽然他不知道，就告诉他《三字经》上头一句话，「人之初，性本善」。那个善，不是善恶的善，是赞叹的意思，太美好、太完备了，没有丝毫欠缺。中国人说的，人人皆能做尧舜，人人皆是圣贤，这是真的，不是假的，跟佛说的意思完全相同。中国人讲圣贤，在佛教里面讲佛陀，佛陀的意思跟中国人讲圣贤意思是非常接近的。",
      "zh_TW": "眾指九界眾生。開，開佛知見，像《法華經》一樣。法藏，法是一切法；藏，就像倉庫一樣，寶藏都藏在這個地方，這裡面藏的是十方三世一切諸佛所說的、所修的、所成就的一切法，都在這裡面，所以叫佛法藏。這是法性的理體，也就是我們每個人自己本具的如來藏性，如來藏性是相同的，佛有，我們也有，我們跟佛沒有兩樣。所以佛常說「一切眾生本來是佛」，這個我們要承認。中國傳統的教學也是的，小學生，雖然他不知道，就告訴他《三字經》上頭一句話，「人之初，性本善」。那個善，不是善惡的善，是讚歎的意思，太美好、太完備了，沒有絲毫欠缺。中國人說的，人人皆能做堯舜，人人皆是聖賢，這是真的，不是假的，跟佛說的意思完全相同。中國人講聖賢，在佛教裡面講佛陀，佛陀的意思跟中國人講聖賢意思是非常接近的。"
    },
    {
      "id": "02-040-0260_p0031",
      "zh_CN": "「法性含藏无量之性德，故曰法藏」。性德的核心，性德无量，无量里头第一个德是什么？亲爱，第一德，父子有亲，中国传统文化的根就扎在这里，跟佛法的根完全相同。佛法的根，你看净业三福第一句话，「孝养父母」，第二句话，「奉事师长，慈心不杀，修十善业」，也是把孝放在第一。所以孝是根，孝道是根，师道是本，像一棵植物。树木它生长的时候，根是孝道，那个主干、那个本是师道，然后才有枝叶花果。什么是我们的根本？父母、老师。常常念着父母、老师，人不敢做坏事，我做坏事，我对不起父母，我对不起老师，这个约束的力量太大太大了！你要问中国的教育教什么？佛法的教育教什么？就教这个。",
      "zh_TW": "「法性含藏無量之性德，故曰法藏」。性德的核心，性德無量，無量裡頭第一個德是什麼？親愛，第一德，父子有親，中國傳統文化的根就紮在這裡，跟佛法的根完全相同。佛法的根，你看淨業三福第一句話，「孝養父母」，第二句話，「奉事師長，慈心不殺，修十善業」，也是把孝放在第一。所以孝是根，孝道是根，師道是本，像一棵植物。樹木它生長的時候，根是孝道，那個主幹、那個本是師道，然後才有枝葉花果。什麼是我們的根本？父母、老師。常常念著父母、老師，人不敢做壞事，我做壞事，我對不起父母，我對不起老師，這個約束的力量太大太大了！你要問中國的教育教什麼？佛法的教育教什麼？就教這個。"
    },
    {
      "id": "02-040-0260_p0032",
      "zh_CN": "佛法到中国，立刻就被中国人完全接受，什么原因？我们的根本相同，一拍即合。佛法里面讲教学的原理（理念），戒定慧三学，因戒得定，因定开慧。这个也被我们中国接受，儒接受，道也接受。所以我们的教育目的是什么？目的是开智慧，老师对于学生注重的是悟性。我念小学、念初中的时候，那个时候的老师注重悟性，对于记诵不重视，重视悟性。所以中国古人讲「读书千遍，其义自见」。那是什么意思？读书千遍是戒律，一千遍读下去，你得定了。为什么？把你的什么妄想、杂念念掉了，所以他不是教你记得书，不是教你背书的，用这种手段把你的妄想杂念都去除掉，恢复到清净心、平等心，清净平等心生智慧，目的在此地。这外国人不懂，教人死背！不是死背，是用这种方法来修定，大概知识分子对这个方法非常有效，知识分子喜欢思考。用这个办法，一门深入，不要学多，十年就学一样。这一样东西通了，精通了，然后触类旁通，没有学过的东西，它道理是一样，一看、一接触自然就通了，这才管用，管大用。所以说「一经通，一切经通；一门通，门门通」。",
      "zh_TW": "佛法到中國，立刻就被中國人完全接受，什麼原因？我們的根本相同，一拍即合。佛法裡面講教學的原理（理念），戒定慧三學，因戒得定，因定開慧。這個也被我們中國接受，儒接受，道也接受。所以我們的教育目的是什麼？目的是開智慧，老師對於學生注重的是悟性。我念小學、念初中的時候，那個時候的老師注重悟性，對於記誦不重視，重視悟性。所以中國古人講「讀書千遍，其義自見」。那是什麼意思？讀書千遍是戒律，一千遍讀下去，你得定了。為什麼？把你的什麼妄想、雜念念掉了，所以他不是教你記得書，不是教你背書的，用這種手段把你的妄想雜念都去除掉，恢復到清淨心、平等心，清淨平等心生智慧，目的在此地。這外國人不懂，教人死背！不是死背，是用這種方法來修定，大概知識分子對這個方法非常有效，知識分子喜歡思考。用這個辦法，一門深入，不要學多，十年就學一樣。這一樣東西通了，精通了，然後觸類旁通，沒有學過的東西，它道理是一樣，一看、一接觸自然就通了，這才管用，管大用。所以說「一經通，一切經通；一門通，門門通」。"
    },
    {
      "id": "02-040-0260_p0033",
      "zh_CN": "这些我们丢掉了，丢了两百年，日本人也丢了二、三百年。前些时候日本前首相鸠山先生到香港来看我，我们就谈到这个问题，日本跟中国确实同文同种。我上一次到日本讲经是鸠山邀请的，听众里面就有日本的一些法师，他们告诉我，四百年前日本大大小小寺庙都讲经，都有记载的。我相信，因为日本过去祖师大德对《无量寿经》下的功夫深，注解有三十多种，中国只有两种，那些注解非常值得参考。他们的老师是唐朝善导大师，日本派了很多学生到中国来学习，所以日本没有自己的文化，完全是中国的。但是他们的民族性长于保守，在日本的农村还保存着中国隋唐时代的文明。所以到日本乡下去看，能看到中国中古时代人民生活状况，非常可爱。都市变了、现代化了，农村没有，非常守旧。同文同种，兄弟之邦，不应该有争论，更不可以有战争。我劝鸠山，一定要把传统文化复兴起来，日本人有这个根，复兴不困难。",
      "zh_TW": "這些我們丟掉了，丟了兩百年，日本人也丟了二、三百年。前些時候日本前首相鳩山先生到香港來看我，我們就談到這個問題，日本跟中國確實同文同種。我上一次到日本講經是鳩山邀請的，聽眾裡面就有日本的一些法師，他們告訴我，四百年前日本大大小小寺廟都講經，都有記載的。我相信，因為日本過去祖師大德對《無量壽經》下的功夫深，註解有三十多種，中國只有兩種，那些註解非常值得參考。他們的老師是唐朝善導大師，日本派了很多學生到中國來學習，所以日本沒有自己的文化，完全是中國的。但是他們的民族性長於保守，在日本的農村還保存著中國隋唐時代的文明。所以到日本鄉下去看，能看到中國中古時代人民生活狀況，非常可愛。都市變了、現代化了，農村沒有，非常守舊。同文同種，兄弟之邦，不應該有爭論，更不可以有戰爭。我勸鳩山，一定要把傳統文化復興起來，日本人有這個根，復興不困難。"
    },
    {
      "id": "02-040-0260_p0034",
      "zh_CN": "我们在马来西亚，马来西亚六、七百万华侨，他们有一千多个小学，有六十多个中学，听说现在办了个大学。我们在那边办一个汉学院，也是个大学，我们这个汉学院是实验学院，完全采取中国传统的教育，学文言文、学中国古时候的典籍。实验成功可以向全世界介绍，这是中国传统的教学理念跟方法，目的是求清净心、求智慧，不是求知识。求智慧，还是用戒定慧这个理念来培养学生。学生，希望一个人学一门东西。课程从哪里来？从《四库全书》选一种。我早年在台湾，我住的邻居，天主教的神父方豪，我们很熟，邻居，常常在一起。方豪跟我一样，初中毕业，一生的时间专门研究《宋史》。他在台湾，《宋史》专家，谈到宋朝的典章制度，他如数家珍。他是台湾政治大学文学院的院长，中央研究院的院士，一生就一门《宋史》，变成世界权威。所以我们想法，就是中国古人讲的「十载寒窗」，对于一部东西用十年工夫下在里头，十年之后你就变成这一门的专家学者。研究《易经》，研究《书经》，研究《诗经》，都可以，一种、一门，不要搞多，一门深入。十年，在研究过程当中他有讲学、他有讲义，他的讲演把它录成光碟，这都是他的成绩。这些成绩送到政府教育部去审查，如果能够符合它们的博士水平，我就要求国家给我们这些人授予汉学博士学位。首相同意、首相支持，非常难得的一个好缘分。这是华人在马来西亚的成就，我们相信这个事情能做得成功。",
      "zh_TW": "我們在馬來西亞，馬來西亞六、七百萬華僑，他們有一千多個小學，有六十多個中學，聽說現在辦了個大學。我們在那邊辦一個漢學院，也是個大學，我們這個漢學院是實驗學院，完全採取中國傳統的教育，學文言文、學中國古時候的典籍。實驗成功可以向全世界介紹，這是中國傳統的教學理念跟方法，目的是求清淨心、求智慧，不是求知識。求智慧，還是用戒定慧這個理念來培養學生。學生，希望一個人學一門東西。課程從哪裡來？從《四庫全書》選一種。我早年在台灣，我住的鄰居，天主教的神父方豪，我們很熟，鄰居，常常在一起。方豪跟我一樣，初中畢業，一生的時間專門研究《宋史》。他在台灣，《宋史》專家，談到宋朝的典章制度，他如數家珍。他是台灣政治大學文學院的院長，中央研究院的院士，一生就一門《宋史》，變成世界權威。所以我們想法，就是中國古人講的「十載寒窗」，對於一部東西用十年工夫下在裡頭，十年之後你就變成這一門的專家學者。研究《易經》，研究《書經》，研究《詩經》，都可以，一種、一門，不要搞多，一門深入。十年，在研究過程當中他有講學、他有講義，他的講演把它錄成光碟，這都是他的成績。這些成績送到政府教育部去審查，如果能夠符合它們的博士水平，我就要求國家給我們這些人授予漢學博士學位。首相同意、首相支持，非常難得的一個好緣分。這是華人在馬來西亞的成就，我們相信這個事情能做得成功。"
    },
    {
      "id": "02-040-0260_p0035",
      "zh_CN": "我也跟华校的校长、老师们聚会，我们来谈这个理想、这个构想，政府支持，希望大家努力。研究人员从哪来？就是这些学校的老师、校长们，他们是读书人，知道怎么读法。所以这学院我送十套《四库》，送十套《群书治要》，让他们在这里头去选择。这些老师，从老师位子上退下来才五十几岁，这个年龄最好，五十几，十年，六十几岁他就成就了，变成世界上一流的汉学家。我们向全世界介绍，中国传统的东西是宝，保存得最完整的就在《四库》里头。可是我们提倡学习文言文，希望外国人学中国文言文。不难，我看过牛津大学、剑桥、伦敦，我去过两次；在美国的纽约大学，我去看过，这里头中文系的学生读中国古书。我问他们，你们学文言文学多久？三年。外国人学三年可以成功，中国人学，我说顶多两年，不难。文言文是中国祖宗了不起的发明，能用这种方法把他们的智慧、理念、方法、经验、效果世世代代传下来，而不会叫我们错解意思。所以这个发明，我觉得全世界第一，太伟大了，我们决定不能把它失掉，赶紧把它找回来。好，今天时间到了，我们就学习到此地。",
      "zh_TW": "我也跟華校的校長、老師們聚會，我們來談這個理想、這個構想，政府支持，希望大家努力。研究人員從哪來？就是這些學校的老師、校長們，他們是讀書人，知道怎麼讀法。所以這學院我送十套《四庫》，送十套《群書治要》，讓他們在這裡頭去選擇。這些老師，從老師位子上退下來才五十幾歲，這個年齡最好，五十幾，十年，六十幾歲他就成就了，變成世界上一流的漢學家。我們向全世界介紹，中國傳統的東西是寶，保存得最完整的就在《四庫》裡頭。可是我們提倡學習文言文，希望外國人學中國文言文。不難，我看過牛津大學、劍橋、倫敦，我去過兩次；在美國的紐約大學，我去看過，這裡頭中文系的學生讀中國古書。我問他們，你們學文言文學多久？三年。外國人學三年可以成功，中國人學，我說頂多兩年，不難。文言文是中國祖宗了不起的發明，能用這種方法把他們的智慧、理念、方法、經驗、效果世世代代傳下來，而不會叫我們錯解意思。所以這個發明，我覺得全世界第一，太偉大了，我們決定不能把它失掉，趕緊把它找回來。好，今天時間到了，我們就學習到此地。"
    }
  ]
}