{
  "doc_id": "02-040-0406",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第四０六集",
    "zh_TW": "第四０六集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0406",
  "total_paragraphs": 38,
  "paragraphs": [
    {
      "id": "02-040-0406_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一起皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一起皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0406_p0002",
      "zh_CN": "请看《大经科注》第七百零一页第一行，第二个字开始：",
      "zh_TW": "請看《大經科註》第七百零一頁第一行，第二個字開始："
    },
    {
      "id": "02-040-0406_p0003",
      "zh_CN": "「《论注》释微妙曰」，昙鸾大师为我们解释微妙，「出有而有曰微。出有者，出三有也。《论注》又曰：无欲故，非欲界也。地居故，非色界也。有色故，非无色界。净土非三界所摄，出于三有，故曰出有。而有者，谓净土之有，依一乘愿海而有。离二边，超四句，出有而有故曰微」，微妙两个字。三有就是六道轮回，我们参考资料里头，昨天没有学完，我们还是从第一「欲有」，从这里看起。欲是说欲界，「天、人、修罗、畜生、饿鬼、地狱，各各随其业因而受果报，故名欲有」。欲就是五欲六尘，人有自私自利、有贪瞋痴慢，有七情五欲，这都叫欲有。这个离不开六道轮回，把这些全放下才能脱离六道轮回。",
      "zh_TW": "「《論註》釋微妙曰」，曇鸞大師為我們解釋微妙，「出有而有曰微。出有者，出三有也。《論註》又曰：無欲故，非欲界也。地居故，非色界也。有色故，非無色界。淨土非三界所攝，出於三有，故曰出有。而有者，謂淨土之有，依一乘願海而有。離二邊，超四句，出有而有故曰微」，微妙兩個字。三有就是六道輪迴，我們參考資料裡頭，昨天沒有學完，我們還是從第一「欲有」，從這裡看起。欲是說欲界，「天、人、修羅、畜生、餓鬼、地獄，各各隨其業因而受果報，故名欲有」。欲就是五欲六塵，人有自私自利、有貪瞋痴慢，有七情五欲，這都叫欲有。這個離不開六道輪迴，把這些全放下才能脫離六道輪迴。"
    },
    {
      "id": "02-040-0406_p0004",
      "zh_CN": "欲界的天人，为什么会到人道来、会到天道？总有个原因的，这个因就叫做有，你有这个因，所以感得果报。欲界天的因是上品十善业道，十善业修得很圆满，再加上四无量心，这个属于欲界的天道，欲界天。四无量心就是慈悲喜舍，慈是欢喜别人离苦得乐，欢喜别人成就好事，好事是利益社会、利益他自己一家。要把利益社会大众摆在第一，利他自利。如果自利摆在第一，利他摆在第二，大概都是人道，天道不容易。为什么？心量不大，起心动念没把自己忘掉，与天道就不相应。这些因果不能不搞清楚。",
      "zh_TW": "欲界的天人，為什麼會到人道來、會到天道？總有個原因的，這個因就叫做有，你有這個因，所以感得果報。欲界天的因是上品十善業道，十善業修得很圓滿，再加上四無量心，這個屬於欲界的天道，欲界天。四無量心就是慈悲喜捨，慈是歡喜別人離苦得樂，歡喜別人成就好事，好事是利益社會、利益他自己一家。要把利益社會大眾擺在第一，利他自利。如果自利擺在第一，利他擺在第二，大概都是人道，天道不容易。為什麼？心量不大，起心動念沒把自己忘掉，與天道就不相應。這些因果不能不搞清楚。"
    },
    {
      "id": "02-040-0406_p0005",
      "zh_CN": "我们干的些什么事业？是生天的事业，无论哪一行，连讨饭乞丐，他讨得来的一点东西，看到别人还没有，别人挨饿不如他，他肯舍己为人，把这个布施给他，这都是生天的因。别人的苦难就是我自己的苦难，别人受苦我也受苦，先人后己，这是生天。先己，再还有多余的救济人，这是人道，不失人间的富贵。如果只是利己，没有利人，那人道得不到，到哪里去？三恶道去了。做得太过分，地狱道去了。所以这个世间任何一个人，你造哪一道的业，你与哪一道感应，不分贵贱、不分贫富，人人有分，看你做的是什么，这个不能不知道、不能不留意。",
      "zh_TW": "我們幹的些什麼事業？是生天的事業，無論哪一行，連討飯乞丐，他討得來的一點東西，看到別人還沒有，別人挨餓不如他，他肯捨己為人，把這個布施給他，這都是生天的因。別人的苦難就是我自己的苦難，別人受苦我也受苦，先人後己，這是生天。先己，再還有多餘的救濟人，這是人道，不失人間的富貴。如果只是利己，沒有利人，那人道得不到，到哪裡去？三惡道去了。做得太過分，地獄道去了。所以這個世間任何一個人，你造哪一道的業，你與哪一道感應，不分貴賤、不分貧富，人人有分，看你做的是什麼，這個不能不知道、不能不留意。"
    },
    {
      "id": "02-040-0406_p0006",
      "zh_CN": "每个人都希望自己好，家庭好、事业好，一切顺利，这都是属于欲望。欲望怎样获得是属于正道，怎样获得是属于非正道、邪道？聪明人、有智慧的人要走正道、走直道，愚痴的人、没有智慧的人，他们走邪道，走弯曲的道。因此教育就非常重要。要接受圣贤教育，我们能够辨别邪正，我们能始终守住正道。正道于自己不利，邪道于眼前的利益可得利益，我也不行这个道。眼前的利益，再大的利益都是小利，不是大利，只能利益当前，往后很难讲，来生更难说了。所以我们不能只顾眼前不顾往后，这是绝大的错误。古人说，聪明人有前后眼，前后眼什么意思？他能看出前因后果，我现在所受的是我以前造的因，我现在所造的是将来所受的。所以从我现在受的，我了解我以前造的什么因；从我现在所造作的，我知道将来要受什么果。",
      "zh_TW": "每個人都希望自己好，家庭好、事業好，一切順利，這都是屬於欲望。欲望怎樣獲得是屬於正道，怎樣獲得是屬於非正道、邪道？聰明人、有智慧的人要走正道、走直道，愚痴的人、沒有智慧的人，他們走邪道，走彎曲的道。因此教育就非常重要。要接受聖賢教育，我們能夠辨別邪正，我們能始終守住正道。正道於自己不利，邪道於眼前的利益可得利益，我也不行這個道。眼前的利益，再大的利益都是小利，不是大利，只能利益當前，往後很難講，來生更難說了。所以我們不能只顧眼前不顧往後，這是絕大的錯誤。古人說，聰明人有前後眼，前後眼什麼意思？他能看出前因後果，我現在所受的是我以前造的因，我現在所造的是將來所受的。所以從我現在受的，我了解我以前造的什麼因；從我現在所造作的，我知道將來要受什麼果。"
    },
    {
      "id": "02-040-0406_p0007",
      "zh_CN": "这些因果细说，我们编了一部书，《诸经佛说地狱集要》。在《大藏经》里头，有二十多种经论，佛讲地狱业因果报的事情，讲得很详细。十年前，江老师将「地狱变相图」完成了，我突然想到这桩事情，江老师画「地狱变相图」，依据道家的《玉历宝钞》，完全讲因果报应，讲十殿阎王，讲地狱的状况。这幅画画成，我非常欢喜，帮助他流通，十年前的事情。这张画功德无量，让不少人看了之后回心向善，这就是救人，把地狱人救出来了，他不再造恶，他回头了。但是这幅画的遗憾，果都画出来了，因有些地方没有说清楚，到底是什么业因受这个果报。",
      "zh_TW": "這些因果細說，我們編了一部書，《諸經佛說地獄集要》。在《大藏經》裡頭，有二十多種經論，佛講地獄業因果報的事情，講得很詳細。十年前，江老師將「地獄變相圖」完成了，我突然想到這樁事情，江老師畫「地獄變相圖」，依據道家的《玉曆寶鈔》，完全講因果報應，講十殿閻王，講地獄的狀況。這幅畫畫成，我非常歡喜，幫助他流通，十年前的事情。這張畫功德無量，讓不少人看了之後回心向善，這就是救人，把地獄人救出來了，他不再造惡，他回頭了。但是這幅畫的遺憾，果都畫出來了，因有些地方沒有說清楚，到底是什麼業因受這個果報。"
    },
    {
      "id": "02-040-0406_p0008",
      "zh_CN": "我们知道世出世间一切法都没有定法，也就是说一切法是活的，《楞严经》上说得最好，随众生心，应所知量。千变万化根据什么？根据人的念头，念头善就现极乐世界，念头不善就现三途地狱。我们现在居住的这个环境是乱世，大家都清楚，史无前例的乱世，过去历史几千年来，中国、外国，没有像现在这么混乱。科学技术突飞猛进，给我们在生活上带来不少便利，但是它同时也给我们带来一些苦难，正负两边都有，似乎负面的胜于正面的。于是有部分的人开始觉悟了，开始怀疑，科学对我们是不是真正有好处？有些人说是有好处，我们付出的代价太大了，这些话都是真话。我们的精神生活没有了，伦理道德没有了，对父母、对祖父母那种亲情没有了，兄弟之间的友爱没有了，朋友当中的互信没有了，这些损失是无法弥补的。科学技术再往前推进，我们这些东西再往后退后，退到低谷，那到达什么地方？那是毁灭，那就是地狱。",
      "zh_TW": "我們知道世出世間一切法都沒有定法，也就是說一切法是活的，《楞嚴經》上說得最好，隨眾生心，應所知量。千變萬化根據什麼？根據人的念頭，念頭善就現極樂世界，念頭不善就現三途地獄。我們現在居住的這個環境是亂世，大家都清楚，史無前例的亂世，過去歷史幾千年來，中國、外國，沒有像現在這麼混亂。科學技術突飛猛進，給我們在生活上帶來不少便利，但是它同時也給我們帶來一些苦難，正負兩邊都有，似乎負面的勝於正面的。於是有部分的人開始覺悟了，開始懷疑，科學對我們是不是真正有好處？有些人說是有好處，我們付出的代價太大了，這些話都是真話。我們的精神生活沒有了，倫理道德沒有了，對父母、對祖父母那種親情沒有了，兄弟之間的友愛沒有了，朋友當中的互信沒有了，這些損失是無法彌補的。科學技術再往前推進，我們這些東西再往後退後，退到低谷，那到達什麼地方？那是毀滅，那就是地獄。"
    },
    {
      "id": "02-040-0406_p0009",
      "zh_CN": "所以古老的传说，地球上五、六万年之前，有个亚特兰提斯这个国家，科学技术非常发达，好像还比我们现在超越，亚特兰提斯。可是最后这个世界消失了，整个沉到大海里面去，也是伦理、道德、因果、宗教教育全没有了。现在社会状况跟那个很接近。所以有人怀疑，我们现在这个大地会不会沉到海底？中国古人所谓的沧海桑田，彼此交互，桑田沉到大海，大海浮上来变成桑田，科学家相信这个说法。佛法讲的是业力的变化，就是善恶念头的变化。地球上的居民起心动念都是善的，所谓善，标准是跟性德相应，性德是善不是恶，人性本善，人之初，性本善。可见得善是性德，恶不是性德，自性里头没有恶。恶从哪里来的？恶是假的，善是真的。恶是迷失了自性，产生了一个误会，从这个误会里面生出来。误会里头生出许多杂念、妄想，与自性完全相违背。",
      "zh_TW": "所以古老的傳說，地球上五、六萬年之前，有個亞特蘭提斯這個國家，科學技術非常發達，好像還比我們現在超越，亞特蘭提斯。可是最後這個世界消失了，整個沉到大海裡面去，也是倫理、道德、因果、宗教教育全沒有了。現在社會狀況跟那個很接近。所以有人懷疑，我們現在這個大地會不會沉到海底？中國古人所謂的滄海桑田，彼此交互，桑田沉到大海，大海浮上來變成桑田，科學家相信這個說法。佛法講的是業力的變化，就是善惡念頭的變化。地球上的居民起心動念都是善的，所謂善，標準是跟性德相應，性德是善不是惡，人性本善，人之初，性本善。可見得善是性德，惡不是性德，自性裡頭沒有惡。惡從哪裡來的？惡是假的，善是真的。惡是迷失了自性，產生了一個誤會，從這個誤會裡面生出來。誤會裡頭生出許多雜念、妄想，與自性完全相違背。"
    },
    {
      "id": "02-040-0406_p0010",
      "zh_CN": "宇宙的源起，佛在经上说得很清楚，过去认为这是迷信、是神话，现在被量子力学家证明了。科学发展四百多年到今天，宇宙之间三种现象，物质现象、精神现象、自然现象，科学说得不错，是有这三种，佛也是把它归纳这三种，这是宇宙的奥秘。为什么会有？它从哪里来的？什么原因而有的？经过什么程序而产生的？这科学问题，现在不断逐渐逐渐搞清楚、搞明白了。对于物质现象可以说解密了，这个神秘被揭穿了，念头变现物质，念头是能变，物质是所变，这是科学家的结论。念头从哪里来的？什么原因有念头？这个还没搞清楚。我们有理由相信，许许多多年轻的科学家都在研究这个问题，一、二十年之内可能被发现。",
      "zh_TW": "宇宙的源起，佛在經上說得很清楚，過去認為這是迷信、是神話，現在被量子力學家證明了。科學發展四百多年到今天，宇宙之間三種現象，物質現象、精神現象、自然現象，科學說得不錯，是有這三種，佛也是把它歸納這三種，這是宇宙的奧祕。為什麼會有？它從哪裡來的？什麼原因而有的？經過什麼程序而產生的？這科學問題，現在不斷逐漸逐漸搞清楚、搞明白了。對於物質現象可以說解密了，這個神祕被揭穿了，念頭變現物質，念頭是能變，物質是所變，這是科學家的結論。念頭從哪裡來的？什麼原因有念頭？這個還沒搞清楚。我們有理由相信，許許多多年輕的科學家都在研究這個問題，一、二十年之內可能被發現。"
    },
    {
      "id": "02-040-0406_p0011",
      "zh_CN": "佛法跟我们讲宇宙的本体就是自性，科学家、哲学家能不能找到本体？他们真的在找，哲学里头有本体论，专门讨论这个问题，没有结论，佛经里头有。本体是什么？本体就叫做自性，本体也叫做涅槃，本体又叫做真如。在世尊四十九年讲经教学当中，把这桩事情说了几十个不同的名词。我们要问，一桩事情为什么说这么多名词？这是佛的智慧，这是佛的善巧方便，告诉我们不要执着，名词都是假设的，不是真的。如果执著名词，以为它是真的，就大错了，这又迷了。佛这种方法无非是教人破执着而已，用意在此地，只要你知道是这桩事情，你叫它什么名字都可以。",
      "zh_TW": "佛法跟我們講宇宙的本體就是自性，科學家、哲學家能不能找到本體？他們真的在找，哲學裡頭有本體論，專門討論這個問題，沒有結論，佛經裡頭有。本體是什麼？本體就叫做自性，本體也叫做涅槃，本體又叫做真如。在世尊四十九年講經教學當中，把這樁事情說了幾十個不同的名詞。我們要問，一樁事情為什麼說這麼多名詞？這是佛的智慧，這是佛的善巧方便，告訴我們不要執著，名詞都是假設的，不是真的。如果執著名詞，以為它是真的，就大錯了，這又迷了。佛這種方法無非是教人破執著而已，用意在此地，只要你知道是這樁事情，你叫它什麼名字都可以。"
    },
    {
      "id": "02-040-0406_p0012",
      "zh_CN": "我们死了，来生想再得人身，要把人做好。人的条件是什么？中国古人圣贤所说的五伦、五常，你把这个做到了就不失人身，来生还得人身。如果好好的修，来生比这一生更好。如果你修的功德太大，这个人间没有，没这么大的福报，那就把你接到天上去了。欲界的四王天、忉利天、夜摩、兜率统统都是修的大福报，这个世间没这么大的福报的环境，所以就请你到天上去。天人修定，禅定修成功他就不在欲界，他到色界去了，色界有十八层天；换句话说，色界天人修禅定的等级、浅深有十八种，定功愈深就愈往上去。没有定功你不会生到那边去，它跟你不相应。欲界上面四层天叫空居天，忉利天、四王天是地居天，他们在地面上。地面上也是最高峰，他们在山顶，忉利天在须弥山顶，四王天在须弥山的山腰，这一半。四空天是在四禅天的空中，不是在我们的空中，四禅天的空中，这是娑婆世界最高的一个地区。所以不修不行。",
      "zh_TW": "我們死了，來生想再得人身，要把人做好。人的條件是什麼？中國古人聖賢所說的五倫、五常，你把這個做到了就不失人身，來生還得人身。如果好好的修，來生比這一生更好。如果你修的功德太大，這個人間沒有，沒這麼大的福報，那就把你接到天上去了。欲界的四王天、忉利天、夜摩、兜率統統都是修的大福報，這個世間沒這麼大的福報的環境，所以就請你到天上去。天人修定，禪定修成功他就不在欲界，他到色界去了，色界有十八層天；換句話說，色界天人修禪定的等級、淺深有十八種，定功愈深就愈往上去。沒有定功你不會生到那邊去，它跟你不相應。欲界上面四層天叫空居天，忉利天、四王天是地居天，他們在地面上。地面上也是最高峰，他們在山頂，忉利天在須彌山頂，四王天在須彌山的山腰，這一半。四空天是在四禪天的空中，不是在我們的空中，四禪天的空中，這是娑婆世界最高的一個地區。所以不修不行。"
    },
    {
      "id": "02-040-0406_p0013",
      "zh_CN": "下面人道的业因，中国人讲的五伦、五常、四维、八德，这是人道的业因。我们这一生能够发愿坚守这四科，我们起心动念、言语造作不离开四科，来生决定在人道。在人道里头有富贵，是你修得来的。过去生中修，是这一生的因，这一生的造作是缘，因缘聚会，果报现前。我们的因是善因，我们的缘现前，现在要心善、言善、行善，身口意三业与三皈、五戒、十善、沙弥律仪相应，我们不失人身。现在？现在得到安乐，纵然不是大富大贵，生活上衣食住行样样不缺，就是修来的。佛法给我们讲的三施是满业，丰富我们这一生的生活，这叫满业。财布施，财富不缺，无须要多，不缺就足了。法布施，智慧增长，这个很重要，智慧增长，不迷惑，不会颠倒，不会做错事情。无畏布施，无畏布施是慈悲，对一切众生帮助他拔苦与乐。",
      "zh_TW": "下面人道的業因，中國人講的五倫、五常、四維、八德，這是人道的業因。我們這一生能夠發願堅守這四科，我們起心動念、言語造作不離開四科，來生決定在人道。在人道裡頭有富貴，是你修得來的。過去生中修，是這一生的因，這一生的造作是緣，因緣聚會，果報現前。我們的因是善因，我們的緣現前，現在要心善、言善、行善，身口意三業與三皈、五戒、十善、沙彌律儀相應，我們不失人身。現在？現在得到安樂，縱然不是大富大貴，生活上衣食住行樣樣不缺，就是修來的。佛法給我們講的三施是滿業，豐富我們這一生的生活，這叫滿業。財布施，財富不缺，無須要多，不缺就足了。法布施，智慧增長，這個很重要，智慧增長，不迷惑，不會顛倒，不會做錯事情。無畏布施，無畏布施是慈悲，對一切眾生幫助他拔苦與樂。"
    },
    {
      "id": "02-040-0406_p0014",
      "zh_CN": "这就是佛陀教育的宗旨、佛陀教育的目标，帮助一切众生离苦得乐。用什么方法？用教学。你仔细在经典里面去看，十方三世诸佛菩萨没有一个不热心教化众生，不疲不厌。这桩事情，三种布施全都落实了。你教学要财布施，没有财，身体、智慧，智慧跟身体叫内财，不是外财，内财布施的果报超过外财。外财是自己没有参与，别人做，我拿钱，不是我自己做，他代我去做。代我去做，代我去做的人得六分功德，我呢？我只有一分功德，这个道理要懂。为什么？没有人代我，就没人做了，自己不想去做，没功德，花了钱的得一分功德。护持道场的人，有人是用内财布施，我们的义工，到这边来服务的。他们到这边来，七分功德都得到六分，那一分功德，创办这个协会的人，要没有这个协会，他就没地方来做义工，所以创办协会这些人是他们的缘。创办协会的人，一切功德里头他得七分之一，真正在做义工的人他得七分之六。佛法非常公平，佛法不亏待任何一个人。无论是内财布施、是外财布施，总是多多益善，全心全意去做，有多少的力量就尽多少，佛法就兴旺了。佛法兴旺，你的福报就大了；如果佛法衰微，你的福报就很小，不是没有功德，功德小。",
      "zh_TW": "這就是佛陀教育的宗旨、佛陀教育的目標，幫助一切眾生離苦得樂。用什麼方法？用教學。你仔細在經典裡面去看，十方三世諸佛菩薩沒有一個不熱心教化眾生，不疲不厭。這樁事情，三種布施全都落實了。你教學要財布施，沒有財，身體、智慧，智慧跟身體叫內財，不是外財，內財布施的果報超過外財。外財是自己沒有參與，別人做，我拿錢，不是我自己做，他代我去做。代我去做，代我去做的人得六分功德，我呢？我只有一分功德，這個道理要懂。為什麼？沒有人代我，就沒人做了，自己不想去做，沒功德，花了錢的得一分功德。護持道場的人，有人是用內財布施，我們的義工，到這邊來服務的。他們到這邊來，七分功德都得到六分，那一分功德，創辦這個協會的人，要沒有這個協會，他就沒地方來做義工，所以創辦協會這些人是他們的緣。創辦協會的人，一切功德裡頭他得七分之一，真正在做義工的人他得七分之六。佛法非常公平，佛法不虧待任何一個人。無論是內財布施、是外財布施，總是多多益善，全心全意去做，有多少的力量就盡多少，佛法就興旺了。佛法興旺，你的福報就大了；如果佛法衰微，你的福報就很小，不是沒有功德，功德小。"
    },
    {
      "id": "02-040-0406_p0015",
      "zh_CN": "兴衰的气象看这个道场做些什么，如法不如法。如果这个道场上下，领导跟被领导一团和气，这个功德太大了。这是护持正法，道场是正法道场。道场正不正看人，人正法正，道场就正；人要不正，道场不正，挂的招牌是佛的招牌，是衰，不是兴旺。它衰到什么程度？彼此不和就衰了，就是把六和敬丢掉了。把三皈、五戒、十善、六和敬、四摄法丢掉，这是假佛道场，不是真佛道场，我们要认识。真佛道场决定有这五桩事情，有三皈、有五戒、有十善、有六和敬、有六波罗蜜。我们净宗在这个时代特别提出三福，为什么？不明三福，后面全就没有了，衰退了。三福是根，世出世间一切善法的根，这个根比什么都重要。只要守住这个根，依教奉行，佛法传上十万年都不会改变。",
      "zh_TW": "興衰的氣象看這個道場做些什麼，如法不如法。如果這個道場上下，領導跟被領導一團和氣，這個功德太大了。這是護持正法，道場是正法道場。道場正不正看人，人正法正，道場就正；人要不正，道場不正，掛的招牌是佛的招牌，是衰，不是興旺。它衰到什麼程度？彼此不和就衰了，就是把六和敬丟掉了。把三皈、五戒、十善、六和敬、四攝法丟掉，這是假佛道場，不是真佛道場，我們要認識。真佛道場決定有這五樁事情，有三皈、有五戒、有十善、有六和敬、有六波羅蜜。我們淨宗在這個時代特別提出三福，為什麼？不明三福，後面全就沒有了，衰退了。三福是根，世出世間一切善法的根，這個根比什麼都重要。只要守住這個根，依教奉行，佛法傳上十萬年都不會改變。"
    },
    {
      "id": "02-040-0406_p0016",
      "zh_CN": "三福里头第一福，「孝养父母，奉事师长，慈心不杀，修十善业」，这第一，这是根。第二条，「受持三皈，具足众戒，不犯威仪」，这就接受佛陀教育。前面第一条不是佛陀教育，前面那一条是世界上各个族群做人的基本条件。所以整个世界，无论是哪个族群、国家，乃至于宗教，它的根本都是这一条。你看看所有宗教经典，哪个宗教违背这一条的？孝亲，有没有说不孝父母的？尊师，有没有教人不尊重老师？慈悲不杀，哪个宗教教你杀人，教你杀害众生？没有的。十善是教你做个好人、做个善人，每个宗教都是劝你做好人、做善人。所以这一条是世出世法的大根大本，有了这个基础、这个根本，你才能接受圣贤教育。这里是讲的佛陀的教育，也是用这个做基础，把它摆在三福的第一福。这个做到，这就是有福之人，这个人决定不会堕三途。",
      "zh_TW": "三福裡頭第一福，「孝養父母，奉事師長，慈心不殺，修十善業」，這第一，這是根。第二條，「受持三皈，具足眾戒，不犯威儀」，這就接受佛陀教育。前面第一條不是佛陀教育，前面那一條是世界上各個族群做人的基本條件。所以整個世界，無論是哪個族群、國家，乃至於宗教，它的根本都是這一條。你看看所有宗教經典，哪個宗教違背這一條的？孝親，有沒有說不孝父母的？尊師，有沒有教人不尊重老師？慈悲不殺，哪個宗教教你殺人，教你殺害眾生？沒有的。十善是教你做個好人、做個善人，每個宗教都是勸你做好人、做善人。所以這一條是世出世法的大根大本，有了這個基礎、這個根本，你才能接受聖賢教育。這裡是講的佛陀的教育，也是用這個做基礎，把它擺在三福的第一福。這個做到，這就是有福之人，這個人決定不會墮三途。"
    },
    {
      "id": "02-040-0406_p0017",
      "zh_CN": "学佛从哪里学起？三皈，三皈天天都要做。一次不就够了？怕你忘掉了。三皈是佛法里面修学的总纲领，时时刻刻要提示，不要忘掉了。真正是个佛弟子，早课、晚课，最简单的，实在工作非常繁忙没有时间，早课在佛前打个三皈，晚课也是个三皈，这最少的。三皈就是决定不忘记，佛教给我们觉而不迷，皈依佛就是觉而不迷。佛是觉的意思，皈依佛翻成中国意思是皈依觉，我这一天起心动念、言语造作要觉不要迷，这第一条。第二条皈依法，法，梵文叫达摩，意思是正，正知正见。我们思想纯正，没有邪思、没有偏见，不偏不邪这叫正，这总纲领。皈依僧，僧是清净的意思，就是六和敬，僧的意思就是六和敬。遵守六和的这个团体，四个人以上在一起住，这个团体就叫做僧团，无论在家出家，四个人在一起，遵守六和敬，叫僧团，清净不染。",
      "zh_TW": "學佛從哪裡學起？三皈，三皈天天都要做。一次不就夠了？怕你忘掉了。三皈是佛法裡面修學的總綱領，時時刻刻要提示，不要忘掉了。真正是個佛弟子，早課、晚課，最簡單的，實在工作非常繁忙沒有時間，早課在佛前打個三皈，晚課也是個三皈，這最少的。三皈就是決定不忘記，佛教給我們覺而不迷，皈依佛就是覺而不迷。佛是覺的意思，皈依佛翻成中國意思是皈依覺，我這一天起心動念、言語造作要覺不要迷，這第一條。第二條皈依法，法，梵文叫達摩，意思是正，正知正見。我們思想純正，沒有邪思、沒有偏見，不偏不邪這叫正，這總綱領。皈依僧，僧是清淨的意思，就是六和敬，僧的意思就是六和敬。遵守六和的這個團體，四個人以上在一起住，這個團體就叫做僧團，無論在家出家，四個人在一起，遵守六和敬，叫僧團，清淨不染。"
    },
    {
      "id": "02-040-0406_p0018",
      "zh_CN": "我们早晚念三皈依，三皈依这个文句，「皈依佛，二足尊」，这个二是智慧、福报。学佛学什么？就是学智慧、学福报。智慧福报圆满了，足是满足，就是圆满。佛讲智慧、讲福报，他是一个修到究竟圆满。所以在福慧里面佛是最尊贵的，他得到是真正的大圆满，是我们的模范，是我们的好样子，我们要向他学习，跟他一起学习。法就是佛的教诲，佛一生教学中心的理念是什么？正，正知正见，对于宇宙人生的看法不偏不邪，正知正见，这就是法。第三，皈依僧，僧就代表六和敬，代表清净，代表没有染污，六根清净，一尘不染。这是佛法，佛就是教这些。天天早晚大众在一起聚会，先念三皈依，人心都平了，人心都清净，这个会才开得成功。佛，学佛的人都能遵守，遵守这些纲领原则，和睦僧团。",
      "zh_TW": "我們早晚念三皈依，三皈依這個文句，「皈依佛，二足尊」，這個二是智慧、福報。學佛學什麼？就是學智慧、學福報。智慧福報圓滿了，足是滿足，就是圓滿。佛講智慧、講福報，他是一個修到究竟圓滿。所以在福慧裡面佛是最尊貴的，他得到是真正的大圓滿，是我們的模範，是我們的好樣子，我們要向他學習，跟他一起學習。法就是佛的教誨，佛一生教學中心的理念是什麼？正，正知正見，對於宇宙人生的看法不偏不邪，正知正見，這就是法。第三，皈依僧，僧就代表六和敬，代表清淨，代表沒有染污，六根清淨，一塵不染。這是佛法，佛就是教這些。天天早晚大眾在一起聚會，先念三皈依，人心都平了，人心都清淨，這個會才開得成功。佛，學佛的人都能遵守，遵守這些綱領原則，和睦僧團。"
    },
    {
      "id": "02-040-0406_p0019",
      "zh_CN": "佛陀在世，大家都听他的，没有意见，没有妄想、没有杂念，这个团体一团和气，所以它兴旺。什么叫衰？这个和睦的气氛没有了，就衰了。好像释迦佛当年在世，他老人家一个人教，学生几千人跟他学习，以世尊为中心。跟随佛的学的这些人都是佛的学生，大家都是同学，跟兄弟姐妹一样，一团和气，兴盛。佛灭度之后，每个人接触佛的教法，各人有各人的成见，各人有各人的看法、想法，想法不一样，彼此不服，怎么办？立宗，所以就许多宗派出现，这就衰了。宗派虽然出现，还算不错，大家都承认我们的老师是释迦牟尼佛，提到佛，大家虽然意见不同，也勉强，不好意思再争。衰相，没有佛在世那么样的温馨，那么样的团结，那个现象没有了。所以，分作这么多宗派，你看现在这些宗派，谁都认为自己最大，自己是真传，别人都不如我。有这些争论，就衰到极处了，自赞毁他，我这个法门好，别的法门比不上，我叫大家修我这个法门，排斥别的，这个错误。劝大家修学我这个法门可以，不能排斥别人。世尊已经给我们做出样子，《华严经》上最后的五十三参不就是这个意思吗？五十三位善知识就是五十三个派别，但是这些派别还算不错，是衰，没有衰到极处，为什么？每个派别自己谦虚，赞叹别人。《华严经》最后一招，说这个意思，这个意思重大！",
      "zh_TW": "佛陀在世，大家都聽他的，沒有意見，沒有妄想、沒有雜念，這個團體一團和氣，所以它興旺。什麼叫衰？這個和睦的氣氛沒有了，就衰了。好像釋迦佛當年在世，他老人家一個人教，學生幾千人跟他學習，以世尊為中心。跟隨佛的學的這些人都是佛的學生，大家都是同學，跟兄弟姐妹一樣，一團和氣，興盛。佛滅度之後，每個人接觸佛的教法，各人有各人的成見，各人有各人的看法、想法，想法不一樣，彼此不服，怎麼辦？立宗，所以就許多宗派出現，這就衰了。宗派雖然出現，還算不錯，大家都承認我們的老師是釋迦牟尼佛，提到佛，大家雖然意見不同，也勉強，不好意思再爭。衰相，沒有佛在世那麼樣的溫馨，那麼樣的團結，那個現象沒有了。所以，分作這麼多宗派，你看現在這些宗派，誰都認為自己最大，自己是真傳，別人都不如我。有這些爭論，就衰到極處了，自讚毀他，我這個法門好，別的法門比不上，我叫大家修我這個法門，排斥別的，這個錯誤。勸大家修學我這個法門可以，不能排斥別人。世尊已經給我們做出樣子，《華嚴經》上最後的五十三參不就是這個意思嗎？五十三位善知識就是五十三個派別，但是這些派別還算不錯，是衰，沒有衰到極處，為什麼？每個派別自己謙虛，讚歎別人。《華嚴經》最後一招，說這個意思，這個意思重大！"
    },
    {
      "id": "02-040-0406_p0020",
      "zh_CN": "为什么？因为众生根性不相同，佛陀在世，大家根性不相同，有佛的智慧、有佛的威德，统一了，大家都没话说。各人体会的，听佛讲经，各人体会、各人理解、各人得益都不一样。有人在这一句得利益，有人在那一句得利益，怎么会相同？他在那里得利益就说这个好、这段好，我在这里开悟的，别人在这一句上开不了悟。六祖惠能听《金刚经》，听到「应无所住，而生其心」，开悟了，「应无所住而生其心」我们熟，我天天都念，不开悟，根性不相同。所以佛经上有个比喻，比喻得好，释迦牟尼佛自己比喻的，说佛是大医王，这么多来看病的人，佛一个一个给他处方，那就是不同的法门。他用这个处方他都好了，药到病除。换一换？换一换就出乱子，不但治不好病，可能把病加重，甚至于把命都送掉了。根性不相同。",
      "zh_TW": "為什麼？因為眾生根性不相同，佛陀在世，大家根性不相同，有佛的智慧、有佛的威德，統一了，大家都沒話說。各人體會的，聽佛講經，各人體會、各人理解、各人得益都不一樣。有人在這一句得利益，有人在那一句得利益，怎麼會相同？他在那裡得利益就說這個好、這段好，我在這裡開悟的，別人在這一句上開不了悟。六祖惠能聽《金剛經》，聽到「應無所住，而生其心」，開悟了，「應無所住而生其心」我們熟，我天天都念，不開悟，根性不相同。所以佛經上有個比喻，比喻得好，釋迦牟尼佛自己比喻的，說佛是大醫王，這麼多來看病的人，佛一個一個給他處方，那就是不同的法門。他用這個處方他都好了，藥到病除。換一換？換一換就出亂子，不但治不好病，可能把病加重，甚至於把命都送掉了。根性不相同。"
    },
    {
      "id": "02-040-0406_p0021",
      "zh_CN": "佛有这个能力鉴别众生不同的根机，同样说法，让他听了他能够体会到，他开悟，那句话那个人听到了他能开悟，佛有这个本事。后来弟子不如佛，菩萨比佛次一等，阿罗汉比菩萨又次一等，凡夫怎么样也比不上阿罗汉。这世世代代承传，能不传错吗？这是不能避免的事情。守住原则，知道统统是一家，守住自己的法门，赞叹别人的法门，绝对正确，这是《华严》的精神、《华严》的教训。乃至不同的宗教，我们对其他的宗教尊重它、赞叹它，绝不批评它，我们自己谦虚。不同的宗教在我们理念当中都是一尊佛，一尊佛的化身，《普门品》里头、《楞严经》里头都说得很清楚，应以什么身度化就现什么身。应以佛身度化就现佛身，应以菩萨身度化就现菩萨身，应以基督身度化，他就现基督身，应以阿訇身度化，他就现阿訇身。这样一说开来，所有的宗教、所有的圣贤都是佛菩萨变化所作，一个人，观世音菩萨三十二应。",
      "zh_TW": "佛有這個能力鑑別眾生不同的根機，同樣說法，讓他聽了他能夠體會到，他開悟，那句話那個人聽到了他能開悟，佛有這個本事。後來弟子不如佛，菩薩比佛次一等，阿羅漢比菩薩又次一等，凡夫怎麼樣也比不上阿羅漢。這世世代代承傳，能不傳錯嗎？這是不能避免的事情。守住原則，知道統統是一家，守住自己的法門，讚歎別人的法門，絕對正確，這是《華嚴》的精神、《華嚴》的教訓。乃至不同的宗教，我們對其他的宗教尊重它、讚歎它，絕不批評它，我們自己謙虛。不同的宗教在我們理念當中都是一尊佛，一尊佛的化身，《普門品》裡頭、《楞嚴經》裡頭都說得很清楚，應以什麼身度化就現什麼身。應以佛身度化就現佛身，應以菩薩身度化就現菩薩身，應以基督身度化，他就現基督身，應以阿訇身度化，他就現阿訇身。這樣一說開來，所有的宗教、所有的聖賢都是佛菩薩變化所作，一個人，觀世音菩薩三十二應。"
    },
    {
      "id": "02-040-0406_p0022",
      "zh_CN": "我记得有一年在日本访问，我去看中村康隆老法师，我跟他见过三次面，他老人家一百零三岁过世了。第一次我去看他，他告诉我一句话，他说世界上所有宗教的创始人，都是观世音菩萨的化身。我听了很欢喜，我接受，我赞成。中村老和尚没有说错，他知道我接触很多宗教，在搞宗教团结，鼓励我。他的徒弟桥本，中村老人过世，现在这个道场桥本主持，传给他了。桥本那天送我到大门口，告诉我，他说净空法师，我们老和尚今天给你讲的这句话，他一生从来没说过，我们没听他讲过，为什么跟你讲这句话？我给他说，各人缘不一样。他看到我讲这句话，分量很重，在日本声望最高，是真的不是假的。",
      "zh_TW": "我記得有一年在日本訪問，我去看中村康隆老法師，我跟他見過三次面，他老人家一百零三歲過世了。第一次我去看他，他告訴我一句話，他說世界上所有宗教的創始人，都是觀世音菩薩的化身。我聽了很歡喜，我接受，我贊成。中村老和尚沒有說錯，他知道我接觸很多宗教，在搞宗教團結，鼓勵我。他的徒弟橋本，中村老人過世，現在這個道場橋本主持，傳給他了。橋本那天送我到大門口，告訴我，他說淨空法師，我們老和尚今天給你講的這句話，他一生從來沒說過，我們沒聽他講過，為什麼跟你講這句話？我給他說，各人緣不一樣。他看到我講這句話，分量很重，在日本聲望最高，是真的不是假的。"
    },
    {
      "id": "02-040-0406_p0023",
      "zh_CN": "你说世界什么时候和谐？世界上的人都有这个意识，我们是一家人，世界就和谐了，世界所有问题都解决了。一就没有矛盾，什么问题都化解了。要怎样让世界人都有这个概念？那就是教学。什么样一种教育？宗教教育。各个不同的宗教认真学习，学习到最后，肯定神只有一个真神，这个真神有智慧、有神通，会变化。那个族群的人他们想要哪一种神去教化，他就现什么样神的身，他自己没有意思，随众生心，应所知量，《楞严经》上这句话说得太好了，随心应量。所以我们肯定真神是一个，我到哪个宗教都拜他们的神，为什么？我知道这是佛的化身，观世音菩萨的化身，没有分别、没有执着，真诚恭敬。那个宗教里面的人，信徒看到不反对，欢喜，你看法师对我们的神礼拜、磕头，他们欢喜。",
      "zh_TW": "你說世界什麼時候和諧？世界上的人都有這個意識，我們是一家人，世界就和諧了，世界所有問題都解決了。一就沒有矛盾，什麼問題都化解了。要怎樣讓世界人都有這個概念？那就是教學。什麼樣一種教育？宗教教育。各個不同的宗教認真學習，學習到最後，肯定神只有一個真神，這個真神有智慧、有神通，會變化。那個族群的人他們想要哪一種神去教化，他就現什麼樣神的身，他自己沒有意思，隨眾生心，應所知量，《楞嚴經》上這句話說得太好了，隨心應量。所以我們肯定真神是一個，我到哪個宗教都拜他們的神，為什麼？我知道這是佛的化身，觀世音菩薩的化身，沒有分別、沒有執著，真誠恭敬。那個宗教裡面的人，信徒看到不反對，歡喜，你看法師對我們的神禮拜、磕頭，他們歡喜。"
    },
    {
      "id": "02-040-0406_p0024",
      "zh_CN": "我住在新加坡的时候，每个宗教大的活动我参加，我跟他们一起做礼拜。所以我们提出来「宗教是一家」这个概念，我原先还以为要辩论，结果这十几年一次辩论都没有，大家都接受，都欢喜接受，这出乎我意料之外。接受有早晚不同，大多数的宗教大概在一年就接受，我在新加坡，基督教是最后，三年接受了。接受之后确实他心量拓开了，能主动的帮助别的宗教。我看到有一个牧师，应该是他私人，看到别的宗教做慈善事业，资金不够，他拿了十万块钱供养那个宗教，让这个事情做圆满。十万新加坡币，很不容易，我们大家看到都欢喜赞叹。所以，宗教要互相尊重，知道是一家人，是我们自己教里面的佛菩萨在那个宗教里头示现，那个宗教说是我们宗教的神在佛教里面示现作佛菩萨，一样的，一点都没说错。",
      "zh_TW": "我住在新加坡的時候，每個宗教大的活動我參加，我跟他們一起做禮拜。所以我們提出來「宗教是一家」這個概念，我原先還以為要辯論，結果這十幾年一次辯論都沒有，大家都接受，都歡喜接受，這出乎我意料之外。接受有早晚不同，大多數的宗教大概在一年就接受，我在新加坡，基督教是最後，三年接受了。接受之後確實他心量拓開了，能主動的幫助別的宗教。我看到有一個牧師，應該是他私人，看到別的宗教做慈善事業，資金不夠，他拿了十萬塊錢供養那個宗教，讓這個事情做圓滿。十萬新加坡幣，很不容易，我們大家看到都歡喜讚歎。所以，宗教要互相尊重，知道是一家人，是我們自己教裡面的佛菩薩在那個宗教裡頭示現，那個宗教說是我們宗教的神在佛教裡面示現作佛菩薩，一樣的，一點都沒說錯。"
    },
    {
      "id": "02-040-0406_p0025",
      "zh_CN": "宗教与宗教之间团结，用什么做基础、做核心？那就是爱，没有一个宗教不说爱的。神爱世人，上帝爱世人；伊斯兰真主确实是仁慈的；佛教佛菩萨大慈大悲，「无缘大慈，同体大悲」。所以，宗教能帮助我们来生到天道。如果根利的，有这个缘分，遇到佛教，真正能用心学习，遇到净土法门，不但能超越六道轮回，而且能一生成佛。净宗法门提倡的是一生成佛，也叫当生成佛，就这一生当中就成佛了。宗教团体里头，如果遇到内部不团结，内部分派系，内部斗争，这就衰到极处，距离灾祸不远了，灾祸会叫它毁灭，我们要知道。起哄就是内部不团结，内部斗争，斗争不外乎争名夺利。方丈住持，这出家人争的。执事，三个纲领执事，首座和尚，管教学的，好像没人争；监院，那是总管，管总务的，有人争；知客，管外交的、管接待的，这有人争。只要里头有争名夺利，这就衰到极处了。怎么办？回归到团结，回归到六和敬。佛法不能分家，分家到极处，同一个宗派，我们净土宗，各立门户，自赞毁他，互不往来，同行相忌，争信徒、争供养，这是现前社会，这种现象很多。所以我们讲到三有，感慨万千，我们今天干的是什么？干的是三有业，能不受三有果报吗？",
      "zh_TW": "宗教與宗教之間團結，用什麼做基礎、做核心？那就是愛，沒有一個宗教不說愛的。神愛世人，上帝愛世人；伊斯蘭真主確實是仁慈的；佛教佛菩薩大慈大悲，「無緣大慈，同體大悲」。所以，宗教能幫助我們來生到天道。如果根利的，有這個緣分，遇到佛教，真正能用心學習，遇到淨土法門，不但能超越六道輪迴，而且能一生成佛。淨宗法門提倡的是一生成佛，也叫當生成佛，就這一生當中就成佛了。宗教團體裡頭，如果遇到內部不團結，內部分派系，內部鬥爭，這就衰到極處，距離災禍不遠了，災禍會叫它毀滅，我們要知道。起哄就是內部不團結，內部鬥爭，鬥爭不外乎爭名奪利。方丈住持，這出家人爭的。執事，三個綱領執事，首座和尚，管教學的，好像沒人爭；監院，那是總管，管總務的，有人爭；知客，管外交的、管接待的，這有人爭。只要裡頭有爭名奪利，這就衰到極處了。怎麼辦？回歸到團結，回歸到六和敬。佛法不能分家，分家到極處，同一個宗派，我們淨土宗，各立門戶，自讚毀他，互不往來，同行相忌，爭信徒、爭供養，這是現前社會，這種現象很多。所以我們講到三有，感慨萬千，我們今天幹的是什麼？幹的是三有業，能不受三有果報嗎？"
    },
    {
      "id": "02-040-0406_p0026",
      "zh_CN": "第二，「色有，谓色界四禅诸天，由昔修习有漏禅定，报生此天」。色界修的四禅八定，四禅八定是从婆罗门来的，印度婆罗门教他们是列入必修的课程。四禅八定修到最高的能证阿罗汉果，阿罗汉所修的是出世间的禅定，四禅八定是世间禅定，没出六道轮回。由昔，是过去生中生生世世，在人间、天上修定。这个定要修成功了，他生四禅天，四禅天是有漏禅定，他离开欲界，欲界有六层天，他在这个六层天之上。他把欲暂时离开了，不是永久离开的，他这个定的功夫很深，时间很长。如果这个定功失掉了，也就是他寿命到了，定功失掉了。我们这个世间，人的寿命是福报，你现在还有寿命，说明你还有福报，你的福没享尽；福享尽了你就走了，你就离开了。四禅天亦如是，他禅定的定力能叫烦恼习气伏住不动，他把它控制住了，烦恼习气不起作用。所以他生在色界，不生在欲界，欲界的烦恼控制住了，不起现行。有初禅、二禅、三禅、四禅，四禅总共有十八天，这是他们居住的地方、修学地方。所以他有「清净之色」，他没有欲，财色名食睡没有。生天，天人，所有的天人都没有瞋恚，三毒烦恼这个先降伏了。",
      "zh_TW": "第二，「色有，謂色界四禪諸天，由昔修習有漏禪定，報生此天」。色界修的四禪八定，四禪八定是從婆羅門來的，印度婆羅門教他們是列入必修的課程。四禪八定修到最高的能證阿羅漢果，阿羅漢所修的是出世間的禪定，四禪八定是世間禪定，沒出六道輪迴。由昔，是過去生中生生世世，在人間、天上修定。這個定要修成功了，他生四禪天，四禪天是有漏禪定，他離開欲界，欲界有六層天，他在這個六層天之上。他把欲暫時離開了，不是永久離開的，他這個定的功夫很深，時間很長。如果這個定功失掉了，也就是他壽命到了，定功失掉了。我們這個世間，人的壽命是福報，你現在還有壽命，說明你還有福報，你的福沒享盡；福享盡了你就走了，你就離開了。四禪天亦如是，他禪定的定力能叫煩惱習氣伏住不動，他把它控制住了，煩惱習氣不起作用。所以他生在色界，不生在欲界，欲界的煩惱控制住了，不起現行。有初禪、二禪、三禪、四禪，四禪總共有十八天，這是他們居住的地方、修學地方。所以他有「清淨之色」，他沒有欲，財色名食睡沒有。生天，天人，所有的天人都沒有瞋恚，三毒煩惱這個先降伏了。"
    },
    {
      "id": "02-040-0406_p0027",
      "zh_CN": "要修定要先学忍辱，忍辱是禅定的前方便，就是预备功夫，如果什么东西都不能忍，他就不会得定。他什么都能忍，所以他心是定的。六波罗蜜实际上是有次第的，你看第一个布施教你放下，放下之后教你持戒，持戒之后教你忍辱，忍辱之后才能精进，才能够得到禅定，它有层次的。也就是后面比前面高，后面包括前面，前面不包括后面。禅定，前面布施、持戒、忍辱、精进统统包括在里头。这叫做色有。",
      "zh_TW": "要修定要先學忍辱，忍辱是禪定的前方便，就是預備功夫，如果什麼東西都不能忍，他就不會得定。他什麼都能忍，所以他心是定的。六波羅蜜實際上是有次第的，你看第一個布施教你放下，放下之後教你持戒，持戒之後教你忍辱，忍辱之後才能精進，才能夠得到禪定，它有層次的。也就是後面比前面高，後面包括前面，前面不包括後面。禪定，前面布施、持戒、忍辱、精進統統包括在裡頭。這叫做色有。"
    },
    {
      "id": "02-040-0406_p0028",
      "zh_CN": "最后一个叫「无色有，谓无色界四空诸天，由昔修习有漏禅定，报生此天，虽无色质为碍」，就是说这个天它离开物质了，物质是身体，他不要身体，身体麻烦。这种念头我们中国《老子》里面提到，老子说过，「吾有大患，为吾有身」。老子说我最大的忧患是什么？有个身体，没有身体多好、多自在。所以心想事成，真的有这个环境，有四空天。四空天修四空定，所以四禅定加上四空定叫八定，它在四禅定之上。这个四层没有物质的身体，精神的世界，我们可以称它为灵界，世间世俗讲灵魂。他们是灵界，他们的身体是无形的，是没有物质现象的。「亦随其所作之因，受其果报」。四空天从哪里来的？从这些人有这种想法，就会有这个现象显示出来，他们就居住在这个境界里头。但是没有离开六道轮回，定功如果丧失掉了，他就会堕落，会回到欲界来。总而言之，六道里头打转，佛说生死疲劳，很苦！",
      "zh_TW": "最後一個叫「無色有，謂無色界四空諸天，由昔修習有漏禪定，報生此天，雖無色質為礙」，就是說這個天它離開物質了，物質是身體，他不要身體，身體麻煩。這種念頭我們中國《老子》裡面提到，老子說過，「吾有大患，為吾有身」。老子說我最大的憂患是什麼？有個身體，沒有身體多好、多自在。所以心想事成，真的有這個環境，有四空天。四空天修四空定，所以四禪定加上四空定叫八定，它在四禪定之上。這個四層沒有物質的身體，精神的世界，我們可以稱它為靈界，世間世俗講靈魂。他們是靈界，他們的身體是無形的，是沒有物質現象的。「亦隨其所作之因，受其果報」。四空天從哪裡來的？從這些人有這種想法，就會有這個現象顯示出來，他們就居住在這個境界裡頭。但是沒有離開六道輪迴，定功如果喪失掉了，他就會墮落，會回到欲界來。總而言之，六道裡頭打轉，佛說生死疲勞，很苦！"
    },
    {
      "id": "02-040-0406_p0029",
      "zh_CN": "我们接着看黄念祖老居士下面的注解。《论注》又曰，无欲故，所以它不是欲界。这是讲西方极乐世界，西方极乐世界的人欲断掉了，欲断掉，当然它不是欲界。他居住的环境在地面上，地居，他不是色界；色界天不是在地面上，在空中。所以它是地居，它不是色界。有色，它不是无色界。这就是古大德所说的，净土非三界所摄。跟我们这边环境完全不一样，我们有三界，有界限、有障碍，他没有。所以出于三有，叫出有。而有者，他有身，但是他没有欲。极乐世界这个地方，无论是人、无论是居住环境，这是有，它是依一乘愿海而有，是阿弥陀佛愿力变现出来的，也是往生到极乐世界这些人的念力，一心向往西方极乐世界。极乐世界的依正庄严，释迦如来为我们介绍得这么清楚，我们有这个概念，我们有这个心想。我们有，我们就知道，十方诸佛刹土里面六道众生跟我们应该差不多，都有这个愿望求生西方净土。所以，阿弥陀佛本愿威神变现出这个境界，弥陀的大愿，加上一切往生人的念头、念力。",
      "zh_TW": "我們接著看黃念祖老居士下面的註解。《論註》又曰，無欲故，所以它不是欲界。這是講西方極樂世界，西方極樂世界的人欲斷掉了，欲斷掉，當然它不是欲界。他居住的環境在地面上，地居，他不是色界；色界天不是在地面上，在空中。所以它是地居，它不是色界。有色，它不是無色界。這就是古大德所說的，淨土非三界所攝。跟我們這邊環境完全不一樣，我們有三界，有界限、有障礙，他沒有。所以出於三有，叫出有。而有者，他有身，但是他沒有欲。極樂世界這個地方，無論是人、無論是居住環境，這是有，它是依一乘願海而有，是阿彌陀佛願力變現出來的，也是往生到極樂世界這些人的念力，一心嚮往西方極樂世界。極樂世界的依正莊嚴，釋迦如來為我們介紹得這麼清楚，我們有這個概念，我們有這個心想。我們有，我們就知道，十方諸佛剎土裡面六道眾生跟我們應該差不多，都有這個願望求生西方淨土。所以，阿彌陀佛本願威神變現出這個境界，彌陀的大願，加上一切往生人的念頭、念力。"
    },
    {
      "id": "02-040-0406_p0030",
      "zh_CN": "所以离二边，超四句。二边，有无二边，执着一切法有，叫有边；执着一切法没有，这叫无边，这都叫邪见。在大乘法里头叫它做边见，二边，空有是二边，无论执着哪一边都叫邪见。「肇论曰：有无之境，边见所存，岂是处中莫二之道乎？」二边都不能住。换句话说，空有都不要放在心上，放在心上就着了，就着相了。有无二边都不执着，知道有无二边都是假相，都不是实相。",
      "zh_TW": "所以離二邊，超四句。二邊，有無二邊，執著一切法有，叫有邊；執著一切法沒有，這叫無邊，這都叫邪見。在大乘法裡頭叫它做邊見，二邊，空有是二邊，無論執著哪一邊都叫邪見。「肇論曰：有無之境，邊見所存，豈是處中莫二之道乎？」二邊都不能住。換句話說，空有都不要放在心上，放在心上就著了，就著相了。有無二邊都不執著，知道有無二邊都是假相，都不是實相。"
    },
    {
      "id": "02-040-0406_p0031",
      "zh_CN": "「超四句」，四句就是「有无四句」。第一个是有句，「谓外道或计」，计是计较、比较，我与五蕴之身皆有实名，这就叫有。我的身，我这个身从哪里来的？色受想行识和合而生的。色受想行识也是有，都着有了。或者说色受想行识有，我没有，我是假的。虽然不着有，他有法执，五蕴是法，我没有，法有。这种见解是谁？阿罗汉，阿罗汉身见破了，身我破了，法我没破。第二是无，外道或者他又是个错的观念，「我与五蕴之身皆无」。我与五蕴皆无，今天科学家知道了，知道这个事实真相他还是执着，并没有把我放下，所以他证不了须陀洹果，他出不了六道轮回。了解事实真相，必须从心地上、念头上，我的念头没有了，五蕴的念头也没有了，这才行。然后是有无的念头都没有了，才能超越六道轮回。这叫无句，无句着了断见。第三个「亦有亦无」，谓外道欲离上面两种过失，所以他又起个念头，「我与五蕴亦有、亦无」，这堕在有无相违。有就不是无，无决定不是有，有无是相违背的、是相对的，怎么能说亦有亦无？最后是「非有非无」，非有非无也不能成立，所以「立俱非句，故计我与五蕴非有非无，则又成戏论之见」，戏论就是没有意义，不是事实真相。事实真相怎么样？事实真相这四句都不能成立。",
      "zh_TW": "「超四句」，四句就是「有無四句」。第一個是有句，「謂外道或計」，計是計較、比較，我與五蘊之身皆有實名，這就叫有。我的身，我這個身從哪裡來的？色受想行識和合而生的。色受想行識也是有，都著有了。或者說色受想行識有，我沒有，我是假的。雖然不著有，他有法執，五蘊是法，我沒有，法有。這種見解是誰？阿羅漢，阿羅漢身見破了，身我破了，法我沒破。第二是無，外道或者他又是個錯的觀念，「我與五蘊之身皆無」。我與五蘊皆無，今天科學家知道了，知道這個事實真相他還是執著，並沒有把我放下，所以他證不了須陀洹果，他出不了六道輪迴。了解事實真相，必須從心地上、念頭上，我的念頭沒有了，五蘊的念頭也沒有了，這才行。然後是有無的念頭都沒有了，才能超越六道輪迴。這叫無句，無句著了斷見。第三個「亦有亦無」，謂外道欲離上面兩種過失，所以他又起個念頭，「我與五蘊亦有、亦無」，這墮在有無相違。有就不是無，無決定不是有，有無是相違背的、是相對的，怎麼能說亦有亦無？最後是「非有非無」，非有非無也不能成立，所以「立俱非句，故計我與五蘊非有非無，則又成戲論之見」，戲論就是沒有意義，不是事實真相。事實真相怎麼樣？事實真相這四句都不能成立。"
    },
    {
      "id": "02-040-0406_p0032",
      "zh_CN": "这个地方，前面举的是有无，后面又举个例子，常、无常，然后你再用这个例子推广，推广到一切法，生、无生。一切现象不离四句，四句不成立，这个法怎么说？所以，佛为我们说一切法是高度智慧，不容易。不可说，佛说出来了，佛怎么说出来的？佛是无说而说，我们不知道，无说而说。然后告诉我们，说而无说。所以我们要说佛说法了，佛告诉我们这叫谤佛，为什么？他说他从来没有说过一句法、一个字。说了四十九年，怎么说没说？这就是说而无说，你能懂吗？无说而说，什么意思？佛根本没有起心动念，他怎么说？我们去敲钟、去敲鼓，我们敲它一下，回了响，声音响了，听到这个声音，这个声音无生而有，它没通过思惟想像。我们提个问题问佛，佛马上回答了，他有没有跟我说？没有。为什么？他没有思考，他没有说你这个问题我想想我怎么回答你，没有，就像敲钟、敲鼓一样，自然而然。这个境界是我们没法子体会。",
      "zh_TW": "這個地方，前面舉的是有無，後面又舉個例子，常、無常，然後你再用這個例子推廣，推廣到一切法，生、無生。一切現象不離四句，四句不成立，這個法怎麼說？所以，佛為我們說一切法是高度智慧，不容易。不可說，佛說出來了，佛怎麼說出來的？佛是無說而說，我們不知道，無說而說。然後告訴我們，說而無說。所以我們要說佛說法了，佛告訴我們這叫謗佛，為什麼？他說他從來沒有說過一句法、一個字。說了四十九年，怎麼說沒說？這就是說而無說，你能懂嗎？無說而說，什麼意思？佛根本沒有起心動念，他怎麼說？我們去敲鐘、去敲鼓，我們敲它一下，回了響，聲音響了，聽到這個聲音，這個聲音無生而有，它沒通過思惟想像。我們提個問題問佛，佛馬上回答了，他有沒有跟我說？沒有。為什麼？他沒有思考，他沒有說你這個問題我想想我怎麼回答你，沒有，就像敲鐘、敲鼓一樣，自然而然。這個境界是我們沒法子體會。"
    },
    {
      "id": "02-040-0406_p0033",
      "zh_CN": "佛现相，无相现有相，有相就是无相，说有无不二都是废话。你心里真正清楚，有缘就现，没有缘就不现。有缘现不是真有，没有缘不现，不是真无，这是自性，自性微妙到极处。佛告诉我们有个真的现象，就是不可思议，你真正做到不可思议，你就见性了，这个话妙到极处。我们为什么见不了性？就是有思有议。思就是什么？我们有想法，殊不知想是错误的，不能想。我们有个说法，殊不知说也是错误的，事实真相说不出来。不能想像，佛教我们想；不能言说，佛能为我们言说，所以这叫妙法，这就微妙到极处。佛教导我们，「离四句，绝百非」，你自然明白了，自然成就了。",
      "zh_TW": "佛現相，無相現有相，有相就是無相，說有無不二都是廢話。你心裡真正清楚，有緣就現，沒有緣就不現。有緣現不是真有，沒有緣不現，不是真無，這是自性，自性微妙到極處。佛告訴我們有個真的現象，就是不可思議，你真正做到不可思議，你就見性了，這個話妙到極處。我們為什麼見不了性？就是有思有議。思就是什麼？我們有想法，殊不知想是錯誤的，不能想。我們有個說法，殊不知說也是錯誤的，事實真相說不出來。不能想像，佛教我們想；不能言說，佛能為我們言說，所以這叫妙法，這就微妙到極處。佛教導我們，「離四句，絕百非」，你自然明白了，自然成就了。"
    },
    {
      "id": "02-040-0406_p0034",
      "zh_CN": "这里「离二边，超四句，出有而有」。出离三界，他有色身，他有身，这个色身跟十法界里面色身完全不一样。这个色身凡夫见不到，他在不在？在，虚空法界处处都显示。所以当处出生，随处灭尽，他怎么不在？但是现与不现我们都见不到，有缘的人见到了。缘是什么？缘是心想。我们心里常常想佛，那个想定在一处就起作用，就感得佛现身，乃至于为你说法，都要达到极处，作用就现前。为什么有人想佛见到了，有人想佛见不到？各人缘不同。缘在个人自己这一边，不在外面，我们的想不纯，有妄想、有杂念渗透在其中。如果是真是纯，感应会现前。佛用真心，佛教我们用真心，用真心就有感应，不是真心就没有感应。",
      "zh_TW": "這裡「離二邊，超四句，出有而有」。出離三界，他有色身，他有身，這個色身跟十法界裡面色身完全不一樣。這個色身凡夫見不到，他在不在？在，虛空法界處處都顯示。所以當處出生，隨處滅盡，他怎麼不在？但是現與不現我們都見不到，有緣的人見到了。緣是什麼？緣是心想。我們心裡常常想佛，那個想定在一處就起作用，就感得佛現身，乃至於為你說法，都要達到極處，作用就現前。為什麼有人想佛見到了，有人想佛見不到？各人緣不同。緣在個人自己這一邊，不在外面，我們的想不純，有妄想、有雜念滲透在其中。如果是真是純，感應會現前。佛用真心，佛教我們用真心，用真心就有感應，不是真心就沒有感應。"
    },
    {
      "id": "02-040-0406_p0035",
      "zh_CN": "「又云，名能开悟曰妙。名者，五法之一，一切事物有名有相，耳可闻谓之名，眼可见谓之相。闻物体之名，便心浮现其相」。下面举例子，「宝树说法，不离名句，以名能令人开悟，故称为妙。如是微妙法音，故使闻者，能悟深远」。在我们这个世界，闻法开悟的人很多，最明显的就是禅宗六祖惠能大师。因为他不认识字，他没有念过书，他听《金刚经》开悟了，不是普通的悟，是大彻大悟，是明心见性。我们听经为什么不能开悟？我们开的是小悟、小小悟，不是彻悟、不是大悟。那怎么办？只要你能够相信，你能够真干，什么小悟大悟都把它放掉，不要去想它。要肯定古人说的话是真的，决定不是骗人的，现在人会骗人，古人不会骗人。古人说的，一门深入，长时薰修，我们就一门，选定这部《无量寿经》，夏莲居老居士的会集本，我们一门深入，长时薰修，做个实验，真干。像刘素云居士一样，能一天把这个《无量寿经》从头到尾念三十遍，天天不间断。不要去理解它，就是老实念，句句清楚，没有念错字，没有念颠倒，一天念三十遍，念十年，看看你开不开悟。念熟了你就能背诵，能够背到一个字都不漏，能背的时候，这部经从头到尾念一遍大概四十分钟。这是修定，修念佛三昧，得定之后继续不断再去念，不定在什么时候一下开悟了。",
      "zh_TW": "「又云，名能開悟曰妙。名者，五法之一，一切事物有名有相，耳可聞謂之名，眼可見謂之相。聞物體之名，便心浮現其相」。下面舉例子，「寶樹說法，不離名句，以名能令人開悟，故稱為妙。如是微妙法音，故使聞者，能悟深遠」。在我們這個世界，聞法開悟的人很多，最明顯的就是禪宗六祖惠能大師。因為他不認識字，他沒有念過書，他聽《金剛經》開悟了，不是普通的悟，是大徹大悟，是明心見性。我們聽經為什麼不能開悟？我們開的是小悟、小小悟，不是徹悟、不是大悟。那怎麼辦？只要你能夠相信，你能夠真幹，什麼小悟大悟都把它放掉，不要去想它。要肯定古人說的話是真的，決定不是騙人的，現在人會騙人，古人不會騙人。古人說的，一門深入，長時薰修，我們就一門，選定這部《無量壽經》，夏蓮居老居士的會集本，我們一門深入，長時薰修，做個實驗，真幹。像劉素雲居士一樣，能一天把這個《無量壽經》從頭到尾念三十遍，天天不間斷。不要去理解它，就是老實念，句句清楚，沒有念錯字，沒有念顛倒，一天念三十遍，念十年，看看你開不開悟。念熟了你就能背誦，能夠背到一個字都不漏，能背的時候，這部經從頭到尾念一遍大概四十分鐘。這是修定，修念佛三昧，得定之後繼續不斷再去念，不定在什麼時候一下開悟了。"
    },
    {
      "id": "02-040-0406_p0036",
      "zh_CN": "惠能大师要没有定功他怎么开得了悟？他的定功在哪里修？在舂米那里修，在破柴那里修。舂米，一心舂米，没有二念；破柴的时候一心破柴，没有杂念，那修定。修定什么方式都可以，我们净宗用念经这个方法修定，决定往生。得定、开悟这是你功夫成就的收获，没有这个功夫也决定往生净土。这个法门的利益太殊胜、太无比了，到什么地方都找不到，我们不能不知道。知道之后，最重要的我们要真干，如法修行。",
      "zh_TW": "惠能大師要沒有定功他怎麼開得了悟？他的定功在哪裡修？在舂米那裡修，在破柴那裡修。舂米，一心舂米，沒有二念；破柴的時候一心破柴，沒有雜念，那修定。修定什麼方式都可以，我們淨宗用念經這個方法修定，決定往生。得定、開悟這是你功夫成就的收穫，沒有這個功夫也決定往生淨土。這個法門的利益太殊勝、太無比了，到什麼地方都找不到，我們不能不知道。知道之後，最重要的我們要真幹，如法修行。"
    },
    {
      "id": "02-040-0406_p0037",
      "zh_CN": "纵然我们做了，业障太重，遇缘不善，什么叫不善？缘都来打闲岔，叫你功夫不能继续。现在大概缘最多的就是手提电话，时时刻刻把你功夫打断，要真修行，这个东西要丢掉。为什么真正修行人找个山洞里头，四周围没有人，只有你一个，有人你就有罣碍，你会常常想着他，没有。我们在斯里兰卡，现在还有不少人住在山洞里头，有些洞是天然的，有些洞是自己挖的。他不跟外界接触，一天到晚不说一句话，没有念头。他们修什么、用什么功夫我们不知道，佛的法门太多了。我们用他们这个环境来念佛，哪有不成功的道理！所以修学的环境太重要了。",
      "zh_TW": "縱然我們做了，業障太重，遇緣不善，什麼叫不善？緣都來打閒岔，叫你功夫不能繼續。現在大概緣最多的就是手提電話，時時刻刻把你功夫打斷，要真修行，這個東西要丟掉。為什麼真正修行人找個山洞裡頭，四周圍沒有人，只有你一個，有人你就有罣礙，你會常常想著他，沒有。我們在斯里蘭卡，現在還有不少人住在山洞裡頭，有些洞是天然的，有些洞是自己挖的。他不跟外界接觸，一天到晚不說一句話，沒有念頭。他們修什麼、用什麼功夫我們不知道，佛的法門太多了。我們用他們這個環境來念佛，哪有不成功的道理！所以修學的環境太重要了。"
    },
    {
      "id": "02-040-0406_p0038",
      "zh_CN": "在国内，中国、其他地方，护法找不到，我想干没人护持。如果到斯里兰卡修行，有人护持，你在这里挖个山洞，这个地区的人知道你在这里修行，他们统统护持。护持，怎么护持你？他们懂规矩，不会跟你说一句话，每天中午吃饭的时候，把你所吃的东西送给你，吃完之后他来收，这真正护持。他要来跟你谈话，来跟你聊天，那就打闲岔了，就把你功夫破坏了。所以人家那里懂规矩，你是真正修禅定，他绝对不会干扰你。你需要的东西，日中一食，这一餐他会做好送来，准时，因为他知道你过午不食。能不能成就，实际上还是在自己，不在外缘。大乘比小乘难修，因为大乘在众缘，众多缘聚的时候他也能够得一心不乱，这个难。小乘是离开一切这些障碍他得清净心，大乘是在热闹场所里头他成就清净心，大乘比小乘难多了。大乘的成就非常可贵，不是小乘能够相比，小乘成就是阿罗汉，大乘成就是佛陀。现在时间到了，我们就学习到此地。",
      "zh_TW": "在國內，中國、其他地方，護法找不到，我想幹沒人護持。如果到斯里蘭卡修行，有人護持，你在這裡挖個山洞，這個地區的人知道你在這裡修行，他們統統護持。護持，怎麼護持你？他們懂規矩，不會跟你說一句話，每天中午吃飯的時候，把你所吃的東西送給你，吃完之後他來收，這真正護持。他要來跟你談話，來跟你聊天，那就打閒岔了，就把你功夫破壞了。所以人家那裡懂規矩，你是真正修禪定，他絕對不會干擾你。你需要的東西，日中一食，這一餐他會做好送來，準時，因為他知道你過午不食。能不能成就，實際上還是在自己，不在外緣。大乘比小乘難修，因為大乘在眾緣，眾多緣聚的時候他也能夠得一心不亂，這個難。小乘是離開一切這些障礙他得清淨心，大乘是在熱鬧場所裡頭他成就清淨心，大乘比小乘難多了。大乘的成就非常可貴，不是小乘能夠相比，小乘成就是阿羅漢，大乘成就是佛陀。現在時間到了，我們就學習到此地。"
    }
  ]
}