{
  "doc_id": "02-040-0355",
  "title": {
    "zh_CN": "二零一二净土大经科注",
    "zh_TW": "二零一二淨土大經科註"
  },
  "authors": [],
  "volume": {
    "zh_CN": "第三五五集",
    "zh_TW": "第三五五集"
  },
  "year": "2013",
  "location": {
    "zh_CN": "香港佛陀教育协会",
    "zh_TW": "香港佛陀教育協會"
  },
  "doc_number": "02-040-0355",
  "total_paragraphs": 35,
  "paragraphs": [
    {
      "id": "02-040-0355_p0001",
      "zh_CN": "诸位法师，诸位同学，请坐。请大家跟我一同皈依三宝：阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。阿阇黎存念，我弟子妙音，始从今日，乃至命存，皈依佛陀，两足中尊；皈依达摩，离欲中尊；皈依僧伽，诸众中尊。",
      "zh_TW": "諸位法師，諸位同學，請坐。請大家跟我一同皈依三寶：阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。阿闍黎存念，我弟子妙音，始從今日，乃至命存，皈依佛陀，兩足中尊；皈依達摩，離欲中尊；皈依僧伽，諸眾中尊。"
    },
    {
      "id": "02-040-0355_p0002",
      "zh_CN": "请看《大经科注》第六百二十二页最后一行：",
      "zh_TW": "請看《大經科註》第六百二十二頁最後一行："
    },
    {
      "id": "02-040-0355_p0003",
      "zh_CN": "『诸佛圣力，诸佛世界，亦不可思议』。前面我们学到众生业报、众生的善根不可思议，现在更进一步，诸佛的圣力、诸佛的世界也不可思议。这些现相全在当下，就在我们的眼前，我们无法想像，确实不是言语能说得出来的。我们看念老的注解。「圣力，力者力用」，今天讲的能量，所起的作用。又据《梵语名义大集》及《宗镜录》第四十八卷说，有五种力：定力，通力，借识力，大愿力，佛法之威德力。「此五种力不可思议，故云圣力不可思议」。这个五种力，参考资料在三十页末后这一段，《三藏法数》「五力难判」，难是困难，判是判别，这是《宗镜录》里面所说的，我们把这个文念一遍。「五难判者，谓定等五种之力，唯识论中，不能判摄」。《唯识论》弥勒菩萨造的，弥勒是等觉菩萨，不是一般人，也不是一般菩萨能比的。等觉菩萨都不能够判别，那就可以说这桩事情唯佛与佛方能究竟，只有证得圆满的佛果，你就明白了。明白之后，跟谁能讲得通？跟诸佛，佛与佛的境界相同，他们行。如果他们与等觉以下的菩萨谈，菩萨也只有仰信而已，绝对没有怀疑。是不是真清楚了？没有。古人的比喻，好比隔罗看月，罗是绫罗绸缎，丝织品，纺织得非常细，好像是透明的，其实他隔了，古人用的扇子，用罗做扇面，也就是说他还是隔了一层。能看得清楚？看得清楚，隔了一层。如果这一层拿掉，就真清楚了。",
      "zh_TW": "『諸佛聖力，諸佛世界，亦不可思議』。前面我們學到眾生業報、眾生的善根不可思議，現在更進一步，諸佛的聖力、諸佛的世界也不可思議。這些現相全在當下，就在我們的眼前，我們無法想像，確實不是言語能說得出來的。我們看念老的註解。「聖力，力者力用」，今天講的能量，所起的作用。又據《梵語名義大集》及《宗鏡錄》第四十八卷說，有五種力：定力，通力，借識力，大願力，佛法之威德力。「此五種力不可思議，故云聖力不可思議」。這個五種力，參考資料在三十頁末後這一段，《三藏法數》「五力難判」，難是困難，判是判別，這是《宗鏡錄》裡面所說的，我們把這個文念一遍。「五難判者，謂定等五種之力，唯識論中，不能判攝」。《唯識論》彌勒菩薩造的，彌勒是等覺菩薩，不是一般人，也不是一般菩薩能比的。等覺菩薩都不能夠判別，那就可以說這樁事情唯佛與佛方能究竟，只有證得圓滿的佛果，你就明白了。明白之後，跟誰能講得通？跟諸佛，佛與佛的境界相同，他們行。如果他們與等覺以下的菩薩談，菩薩也只有仰信而已，絕對沒有懷疑。是不是真清楚了？沒有。古人的比喻，好比隔羅看月，羅是綾羅綢緞，絲織品，紡織得非常細，好像是透明的，其實他隔了，古人用的扇子，用羅做扇面，也就是說他還是隔了一層。能看得清楚？看得清楚，隔了一層。如果這一層拿掉，就真清楚了。"
    },
    {
      "id": "02-040-0355_p0004",
      "zh_CN": "这一段里面说五难判者，这个五种。「然三界唯心，万法唯识」，唯心所现，三界就是指整个宇宙一切万法，心现的，心所现的是一真法界，是实报庄严土。那我们今天这个三界，三界是指欲界、色界、无色界，这里面一切的万法千变万化，找不到一法是不生不灭的，是永恒不变的，找不到。这是什么？唯识所变的。识能变，心能现，当然心是体，心要不现，识也就不起作用。识必须要心所现出来的现象，它才能够改变它。好像我们今天的科学技术，有能力改变自然的生态，人为的力量能够改变。那还是要自然生态在面前你才能改变它，如果没有自然生态，你这科学技术就没用了，是一个道理。所以能现，能生、能现要知道，能改变的那个也要知道。能改变的心，就是识，是假的，是生灭法，所以它一干涉，自性能现能变的境界，因为有了识的干涉，似乎它也有生灭了。我们看不到不生不灭的这面，只看到生灭的这面。",
      "zh_TW": "這一段裡面說五難判者，這個五種。「然三界唯心，萬法唯識」，唯心所現，三界就是指整個宇宙一切萬法，心現的，心所現的是一真法界，是實報莊嚴土。那我們今天這個三界，三界是指欲界、色界、無色界，這裡面一切的萬法千變萬化，找不到一法是不生不滅的，是永恆不變的，找不到。這是什麼？唯識所變的。識能變，心能現，當然心是體，心要不現，識也就不起作用。識必須要心所現出來的現象，它才能夠改變它。好像我們今天的科學技術，有能力改變自然的生態，人為的力量能夠改變。那還是要自然生態在面前你才能改變它，如果沒有自然生態，你這科學技術就沒用了，是一個道理。所以能現，能生、能現要知道，能改變的那個也要知道。能改變的心，就是識，是假的，是生滅法，所以它一干涉，自性能現能變的境界，因為有了識的干涉，似乎它也有生滅了。我們看不到不生不滅的這面，只看到生滅的這面。"
    },
    {
      "id": "02-040-0355_p0005",
      "zh_CN": "不生不灭的那一分在哪里？在，从来没有失掉，就是我们看不见了，我们的注意力都注意在变化上，没有变化的时候没注意到，完全忘得干干净净。譬如我们看电视画面，电视的屏幕就是心，电视上的所有的变化，识在那里变。识跟心融合在一起，我们注意力都集中在变化上，对于没有变化的屏幕忘得干干净净。我们看电视只看这个画面，不知道有屏幕，你要晓得，没有屏幕它就不能现。这个里头显示什么？显示佛家讲的什么叫迷、什么叫悟，迷是只看到境界的现相，屏幕里头的现相，把屏幕忘掉了。觉是什么？觉是统统看到了，屏幕跟现相统统看到，知道一切法不生不灭。这个很少人能看到，不生不灭就在屏幕上，就在眼前上，你没有看到。你看到这个，这就叫明心见性，就这么回事情。你在动中看到不动，在相上看到屏幕，所有一切现相全是屏幕，屏幕没动。这些相动了没有？相也没动。我们看到相是动了，你看走眼了，相真没动。怎么说真没动？你能把这些相都会归到一千六百兆分之一秒，这相动了没有？没动，每个相都没动，只是前相灭了后相生了，后相灭了，后头又生了。生灭的速度太快了，你没有发现到生灭。",
      "zh_TW": "不生不滅的那一分在哪裡？在，從來沒有失掉，就是我們看不見了，我們的注意力都注意在變化上，沒有變化的時候沒注意到，完全忘得乾乾淨淨。譬如我們看電視畫面，電視的屏幕就是心，電視上的所有的變化，識在那裡變。識跟心融合在一起，我們注意力都集中在變化上，對於沒有變化的屏幕忘得乾乾淨淨。我們看電視只看這個畫面，不知道有屏幕，你要曉得，沒有屏幕它就不能現。這個裡頭顯示什麼？顯示佛家講的什麼叫迷、什麼叫悟，迷是只看到境界的現相，屏幕裡頭的現相，把屏幕忘掉了。覺是什麼？覺是統統看到了，屏幕跟現相統統看到，知道一切法不生不滅。這個很少人能看到，不生不滅就在屏幕上，就在眼前上，你沒有看到。你看到這個，這就叫明心見性，就這麼回事情。你在動中看到不動，在相上看到屏幕，所有一切現相全是屏幕，屏幕沒動。這些相動了沒有？相也沒動。我們看到相是動了，你看走眼了，相真沒動。怎麼說真沒動？你能把這些相都會歸到一千六百兆分之一秒，這相動了沒有？沒動，每個相都沒動，只是前相滅了後相生了，後相滅了，後頭又生了。生滅的速度太快了，你沒有發現到生滅。"
    },
    {
      "id": "02-040-0355_p0006",
      "zh_CN": "真相不生不灭，为什么说不生？它一生就灭，生跟不生似乎是同时，所以生灭即是不生灭，这叫事实真相。我们今天执着不是执着真相，是执着它的相似相续相，以为是真的。相似相续相似乎时间长一点，依旧是生灭相。一个人从生到老死，算他的寿命八、九十年，八、九十年到了他要死，这是一期的生灭，这个时间这么长。如果把这个时间压缩，压缩成一千六百兆分之一秒等于一百年，一百年浓缩成一千六百兆分之一秒，你就完全觉悟，完全明白了，对于生灭即是不生灭这句话就懂得了，你就有个概念了。《般若经》上佛所说的「凡所有相皆是虚妄」，「一切有为法，如梦幻泡影」，你就肯定了。肯定之后有什么好处？肯定之后你就放下，放下就成佛了。放下什么？放下起心动念，放下分别执着，这就对了，这就回归到如来的境界，回归到自性。自性有没有这些现相？那就得问电视屏幕上有没有这些现相？有，也可以说没有，你起心动念、分别执着就有，不起心不动念、不分别不执着就没有。有与没有都是妄想，有与没有都是幻相，都不是事实真相。",
      "zh_TW": "真相不生不滅，為什麼說不生？它一生就滅，生跟不生似乎是同時，所以生滅即是不生滅，這叫事實真相。我們今天執著不是執著真相，是執著它的相似相續相，以為是真的。相似相續相似乎時間長一點，依舊是生滅相。一個人從生到老死，算他的壽命八、九十年，八、九十年到了他要死，這是一期的生滅，這個時間這麼長。如果把這個時間壓縮，壓縮成一千六百兆分之一秒等於一百年，一百年濃縮成一千六百兆分之一秒，你就完全覺悟，完全明白了，對於生滅即是不生滅這句話就懂得了，你就有個概念了。《般若經》上佛所說的「凡所有相皆是虛妄」，「一切有為法，如夢幻泡影」，你就肯定了。肯定之後有什麼好處？肯定之後你就放下，放下就成佛了。放下什麼？放下起心動念，放下分別執著，這就對了，這就回歸到如來的境界，回歸到自性。自性有沒有這些現相？那就得問電視屏幕上有沒有這些現相？有，也可以說沒有，你起心動念、分別執著就有，不起心不動念、不分別不執著就沒有。有與沒有都是妄想，有與沒有都是幻相，都不是事實真相。"
    },
    {
      "id": "02-040-0355_p0007",
      "zh_CN": "世出世间最善的一句话就是阿弥陀佛，最好的一句话是一句阿弥陀佛，为什么我们常常把阿弥陀佛忘掉了，还是说些废话。所以我常常提起，或者是寺庙，或者是人家，阿公阿婆一天到晚念阿弥陀佛，痴痴呆呆好像什么都不懂，除一声阿弥陀佛之外，他没有讲过第二句话。见任何人满面笑容，声声阿弥陀佛灌在你耳朵里，往往我们对这些人轻视他，瞧不起他，说他学佛学呆了、学傻了。殊不知那样的人是真正念佛人，那样的人将来往生都上辈往生。诸佛菩萨三转法轮，他们示现的是作证转。我们遇到这种人，要尊重、要礼敬、要称赞，我不如他，这句话是真的不是假的。我还有妄想、有杂念，还有时候把佛号忘掉，他没有，他一句接着一句，念念相续，无有间断。他跟佛经上佛陀的教诲完全相应，这是我们不能不知道的，应当向他学习的，放下万缘。必须要知道，起心动念、言语造作，善因善果，恶因恶报，因果报应丝毫不爽，起一个念头自己要负责任。古大德教导我们都是好话，金玉良言，多事不如少事，少事不如无事。佛教我们随缘不攀缘，什么叫随缘？一切条件都具足，别人来邀请，这是随缘。我们自己预先设计，样样周备，条件具足了我去，那是攀缘。攀缘是你有起心动念，你有分别执着，随缘没有。",
      "zh_TW": "世出世間最善的一句話就是阿彌陀佛，最好的一句話是一句阿彌陀佛，為什麼我們常常把阿彌陀佛忘掉了，還是說些廢話。所以我常常提起，或者是寺廟，或者是人家，阿公阿婆一天到晚念阿彌陀佛，痴痴呆呆好像什麼都不懂，除一聲阿彌陀佛之外，他沒有講過第二句話。見任何人滿面笑容，聲聲阿彌陀佛灌在你耳朵裡，往往我們對這些人輕視他，瞧不起他，說他學佛學呆了、學傻了。殊不知那樣的人是真正念佛人，那樣的人將來往生都上輩往生。諸佛菩薩三轉法輪，他們示現的是作證轉。我們遇到這種人，要尊重、要禮敬、要稱讚，我不如他，這句話是真的不是假的。我還有妄想、有雜念，還有時候把佛號忘掉，他沒有，他一句接著一句，念念相續，無有間斷。他跟佛經上佛陀的教誨完全相應，這是我們不能不知道的，應當向他學習的，放下萬緣。必須要知道，起心動念、言語造作，善因善果，惡因惡報，因果報應絲毫不爽，起一個念頭自己要負責任。古大德教導我們都是好話，金玉良言，多事不如少事，少事不如無事。佛教我們隨緣不攀緣，什麼叫隨緣？一切條件都具足，別人來邀請，這是隨緣。我們自己預先設計，樣樣周備，條件具足了我去，那是攀緣。攀緣是你有起心動念，你有分別執著，隨緣沒有。"
    },
    {
      "id": "02-040-0355_p0008",
      "zh_CN": "我们参加联合国的活动，教科文组织巴黎总部，第一次二００六年，我们是有心想做这个事情，但是自己很清楚没有这个能力。佛菩萨给我们安排了，绝对不是人力，佛菩萨安排的，我们还是随缘。一切条件都具足，就是缘具足，我们自己在那五个月当中全心全力做准备工作，这个活动办得很好，办得很成功。第二次是今年五月，我们也是在巴黎教科文组织，第二次在这个地方参加活动。这个缘是斯里兰卡国家主办这个活动，邀请我参加，这是随缘。第一次随顺佛菩萨安排的，第二次随顺斯里兰卡这个国家，他们主办的。他们有这个诚意，做得这么好，对这桩事情是用真诚心、恭敬心来做的，我们看到了，随喜功德。国内也有很多论坛，我们有同学有的时候也受邀请来参加，他们来问我可不可以去。我告诉他一个原则，这个活动政府支持的，有领导在主导可以；如果不是政府批准的，最好别去参加。多少年来，我们要守的一个原则，绝不要藉这个机会搞自己的名闻利养，搞自己的知名度，那就完全错了。出家人藉这个机会拉信徒，这都是不如法，名闻利养也许你能得到，你的清净平等觉丧失掉了，你错了。",
      "zh_TW": "我們參加聯合國的活動，教科文組織巴黎總部，第一次二００六年，我們是有心想做這個事情，但是自己很清楚沒有這個能力。佛菩薩給我們安排了，絕對不是人力，佛菩薩安排的，我們還是隨緣。一切條件都具足，就是緣具足，我們自己在那五個月當中全心全力做準備工作，這個活動辦得很好，辦得很成功。第二次是今年五月，我們也是在巴黎教科文組織，第二次在這個地方參加活動。這個緣是斯里蘭卡國家主辦這個活動，邀請我參加，這是隨緣。第一次隨順佛菩薩安排的，第二次隨順斯里蘭卡這個國家，他們主辦的。他們有這個誠意，做得這麼好，對這樁事情是用真誠心、恭敬心來做的，我們看到了，隨喜功德。國內也有很多論壇，我們有同學有的時候也受邀請來參加，他們來問我可不可以去。我告訴他一個原則，這個活動政府支持的，有領導在主導可以；如果不是政府批准的，最好別去參加。多少年來，我們要守的一個原則，絕不要藉這個機會搞自己的名聞利養，搞自己的知名度，那就完全錯了。出家人藉這個機會拉信徒，這都是不如法，名聞利養也許你能得到，你的清淨平等覺喪失掉了，你錯了。"
    },
    {
      "id": "02-040-0355_p0009",
      "zh_CN": "学佛的目的是什么？终极的目的是我要成佛。什么叫成佛？回归自性，彻底明了通达诸法实相，目的是这个。《无量寿经》讲的三个真实，真实之际、真实智慧、真实利益，全是自性里头本有的，不向外求，这是学佛终极的目的。我们还没有成就，没有成就要把成就自己摆在第一，帮助别人摆在第二。有缘一定要做，不做是错的，没有缘可以不做，也许做了是错的，为什么？把自己的烦恼习气、贪瞋痴慢引发起来，你就错了，你就颠倒了。你自己有没有智慧、有没有定力不为外头境界干扰，这样去做你不会犯过失。如果你没有这种戒定慧的功夫，你还会受环境诱惑，那最好是别做，老实念佛，到了西方极乐世界，学成了本事，倒驾慈航再来不迟。不要以为现在这个世界众生太苦、太可怜，你发的慈悲心。你必须要知道，众生愈苦，许许多多菩萨、佛都来到这个世间，我们肉眼凡夫不认识，这些道理要懂，事实真相不怀疑。",
      "zh_TW": "學佛的目的是什麼？終極的目的是我要成佛。什麼叫成佛？回歸自性，徹底明瞭通達諸法實相，目的是這個。《無量壽經》講的三個真實，真實之際、真實智慧、真實利益，全是自性裡頭本有的，不向外求，這是學佛終極的目的。我們還沒有成就，沒有成就要把成就自己擺在第一，幫助別人擺在第二。有緣一定要做，不做是錯的，沒有緣可以不做，也許做了是錯的，為什麼？把自己的煩惱習氣、貪瞋痴慢引發起來，你就錯了，你就顛倒了。你自己有沒有智慧、有沒有定力不為外頭境界干擾，這樣去做你不會犯過失。如果你沒有這種戒定慧的功夫，你還會受環境誘惑，那最好是別做，老實念佛，到了西方極樂世界，學成了本事，倒駕慈航再來不遲。不要以為現在這個世界眾生太苦、太可憐，你發的慈悲心。你必須要知道，眾生愈苦，許許多多菩薩、佛都來到這個世間，我們肉眼凡夫不認識，這些道理要懂，事實真相不懷疑。"
    },
    {
      "id": "02-040-0355_p0010",
      "zh_CN": "中国老祖宗教导我们，行有不得，反求诸己，我们做事，做好事，遇到障碍了，要认真反省，障碍过失决定不在外面，在自己。我自己没有过失，障碍这么多，毁谤这么多，嫉妒这么多，自己想想没什么大过失，为什么还有这么多事情？那是什么？考验你，看你能不能承受，你不能承受，你就败下去了。这些考验你的人不是你的冤亲债主，是诸佛菩萨。释迦佛在经典上给我们讲的一段故事，是他自己前世的故事，修菩萨道，遇到歌利王割截身体，难忍能忍，难行能行。歌利王是不是他的冤亲债主？不是。他心目当中的歌利王是他的老师，是给他一个重大的考验，看他忍辱波罗蜜是真的还是假的。他通过这一关，功夫、境界大幅度的提升，千佛里面他排名是第五，因为这桩事情，他提前了，弥勒菩萨推迟了。本来是弥勒在他前面，这他超过弥勒菩萨功德，他先成佛。这些公案我们要认真、要细心把它参透，我们就得利益了。",
      "zh_TW": "中國老祖宗教導我們，行有不得，反求諸己，我們做事，做好事，遇到障礙了，要認真反省，障礙過失決定不在外面，在自己。我自己沒有過失，障礙這麼多，毀謗這麼多，嫉妒這麼多，自己想想沒什麼大過失，為什麼還有這麼多事情？那是什麼？考驗你，看你能不能承受，你不能承受，你就敗下去了。這些考驗你的人不是你的冤親債主，是諸佛菩薩。釋迦佛在經典上給我們講的一段故事，是他自己前世的故事，修菩薩道，遇到歌利王割截身體，難忍能忍，難行能行。歌利王是不是他的冤親債主？不是。他心目當中的歌利王是他的老師，是給他一個重大的考驗，看他忍辱波羅蜜是真的還是假的。他通過這一關，功夫、境界大幅度的提升，千佛裡面他排名是第五，因為這樁事情，他提前了，彌勒菩薩推遲了。本來是彌勒在他前面，這他超過彌勒菩薩功德，他先成佛。這些公案我們要認真、要細心把它參透，我們就得利益了。"
    },
    {
      "id": "02-040-0355_p0011",
      "zh_CN": "中国古人讲仁者无敌，仁慈的人，佛家称仁者是对菩萨的称呼，一个有仁爱、有仁慈的人，他没有冤家；换句话说，他没有怨恨，他没有对立，他没有敌人。更进一步来说，他没有怨恨的人，没有对立的人，他生活在和睦、清净、平等、慈悲的极乐世界。无论他在什么地方，他的身心是安住在极乐，纵然应化在三途度众生，众生居住在恶道，他依然在极乐。由此可知，佛在大乘经上常说的，一切法从心想生，他心想的是极乐世界，他心想的是阿弥陀佛。所以，他看到所有一切众生都是阿弥陀佛，看到所有的境界都是极乐世界，跟我们的观感不一样，跟我们的享受当然不相同。",
      "zh_TW": "中國古人講仁者無敵，仁慈的人，佛家稱仁者是對菩薩的稱呼，一個有仁愛、有仁慈的人，他沒有冤家；換句話說，他沒有怨恨，他沒有對立，他沒有敵人。更進一步來說，他沒有怨恨的人，沒有對立的人，他生活在和睦、清淨、平等、慈悲的極樂世界。無論他在什麼地方，他的身心是安住在極樂，縱然應化在三途度眾生，眾生居住在惡道，他依然在極樂。由此可知，佛在大乘經上常說的，一切法從心想生，他心想的是極樂世界，他心想的是阿彌陀佛。所以，他看到所有一切眾生都是阿彌陀佛，看到所有的境界都是極樂世界，跟我們的觀感不一樣，跟我們的享受當然不相同。"
    },
    {
      "id": "02-040-0355_p0012",
      "zh_CN": "我们再学习这五种力。三界唯心，万法唯识，「而不能判此五力者，由斯五种乃圣人不思议境界，不与心识相应，此所以为难判」。这把它说出来了。所以诸佛菩萨遇到这个，不判，教我们仰信，仰是敬仰，深信不疑就对了，不要去分别它。「宗镜录云：有五力，唯识不判」，就是这个意思，《宗镜》是永明延寿大师的著作。第一个是定力，「定力者，即如来大寂定力也。谓此定力，无染无净」。这个地方我们要注意到，它没有染净，就是没有分别、没有执着。「非空非有」，不但分别执着没有，起心动念也没有，才能入非空非有的境界，空有二边没有了。「生死不能拘」，他脱离生死了，也就是脱离六道轮回，脱离十法界。",
      "zh_TW": "我們再學習這五種力。三界唯心，萬法唯識，「而不能判此五力者，由斯五種乃聖人不思議境界，不與心識相應，此所以為難判」。這把它說出來了。所以諸佛菩薩遇到這個，不判，教我們仰信，仰是敬仰，深信不疑就對了，不要去分別它。「宗鏡錄云：有五力，唯識不判」，就是這個意思，《宗鏡》是永明延壽大師的著作。第一個是定力，「定力者，即如來大寂定力也。謂此定力，無染無淨」。這個地方我們要注意到，它沒有染淨，就是沒有分別、沒有執著。「非空非有」，不但分別執著沒有，起心動念也沒有，才能入非空非有的境界，空有二邊沒有了。「生死不能拘」，他脫離生死了，也就是脫離六道輪迴，脫離十法界。"
    },
    {
      "id": "02-040-0355_p0013",
      "zh_CN": "「结业不能缚」，他所造的一切业，业决定有果报，他没有。为什么没有？作而无作，无作而作。平常说的一句比较简单容易懂的话，造恶没有作恶的念头，行善没有行善的念头。确实他断恶修善，但是断恶修善也没有起心动念。谁？诸佛如来、法身菩萨。像释迦牟尼佛当年在世，以应化身住世八十年，八十年当中，从出生到入般涅槃，就是这个境界。他也造恶，他也行善，但是他没有起心，他没有动念；换句话说，如如不动。他住在哪里？他住在大般涅槃。为什么要造恶、要修善？那是度化众生，那是众生有感自然有应，不是起心动念的，自然的应。像江本博士做水实验，我们是有心对这个水，水回应无心，它没起心动念，我们善心对它，它的反应非常美的图案；我们以恶意对它，它反应的是非常丑陋的图案。它没起心动念，它没有分别执着，自然的，这就是不可思议的力。",
      "zh_TW": "「結業不能縛」，他所造的一切業，業決定有果報，他沒有。為什麼沒有？作而無作，無作而作。平常說的一句比較簡單容易懂的話，造惡沒有作惡的念頭，行善沒有行善的念頭。確實他斷惡修善，但是斷惡修善也沒有起心動念。誰？諸佛如來、法身菩薩。像釋迦牟尼佛當年在世，以應化身住世八十年，八十年當中，從出生到入般涅槃，就是這個境界。他也造惡，他也行善，但是他沒有起心，他沒有動念；換句話說，如如不動。他住在哪裡？他住在大般涅槃。為什麼要造惡、要修善？那是度化眾生，那是眾生有感自然有應，不是起心動念的，自然的應。像江本博士做水實驗，我們是有心對這個水，水回應無心，它沒起心動念，我們善心對它，它的反應非常美的圖案；我們以惡意對它，它反應的是非常醜陋的圖案。它沒起心動念，它沒有分別執著，自然的，這就是不可思議的力。"
    },
    {
      "id": "02-040-0355_p0014",
      "zh_CN": "所以「不起此定」，这就是不起心、不动念、不分别、不执着，「而能普应十方」，十方有情众生有感，它统统应。它「不与识法相应」，识法是什么？妄想分别执着是识法，它不跟它们相应。佛菩萨一生教学，在一日之中，你看他出去托钵，年岁大了也挺辛苦，讲经说法为人家解决问题从无间断，他没有起心、没有动念，没有分别、没有执着。所以唯识没法子判。唯识能够判的是什么人？有起心动念，唯识就可以判他，没有起心动念这就不行了。诸佛如来如是，法身菩萨如是，实报庄严土的菩萨他们破无明、证法身，跟如来同样一个境界，唯识也不能判。换句话说，唯识能判的是十法界，十法界里面的佛菩萨，唯识可以判。",
      "zh_TW": "所以「不起此定」，這就是不起心、不動念、不分別、不執著，「而能普應十方」，十方有情眾生有感，它統統應。它「不與識法相應」，識法是什麼？妄想分別執著是識法，它不跟它們相應。佛菩薩一生教學，在一日之中，你看他出去托缽，年歲大了也挺辛苦，講經說法為人家解決問題從無間斷，他沒有起心、沒有動念，沒有分別、沒有執著。所以唯識沒法子判。唯識能夠判的是什麼人？有起心動念，唯識就可以判他，沒有起心動念這就不行了。諸佛如來如是，法身菩薩如是，實報莊嚴土的菩薩他們破無明、證法身，跟如來同樣一個境界，唯識也不能判。換句話說，唯識能判的是十法界，十法界裡面的佛菩薩，唯識可以判。"
    },
    {
      "id": "02-040-0355_p0015",
      "zh_CN": "第二种「通力」，通是神通，「即如来神通之力。谓此通力变化无穷，随感而应，不谋而知，彻照万法，非思议之可及」。通，我们一般叫神通，天眼、天耳、他心、宿命、神足、漏尽，就六根来说的，在眼叫天眼，在耳叫天耳。这种能力是本能，一切众生跟如来果地是平等平等，只要你明心见性；换句话说，只要你把起心动念、分别执着放下，它就现前，它没有丢掉。因为我们起心动念、分别执着，这个作用的能力被限住了，眼见的能力，隔一张纸就看不见。这个能力恢复，睁开眼睛能够看到遍法界虚空界，全看到，没有障碍。你看到诸佛刹土，你看到极乐世界，你看到十法界，你看到阴曹地府，你看到地狱，哪里你都看见了。虽然看见了，依旧没有起心动念，没有分别执着，所以它不跟八识相应。能够普应十方，十方众生有感他有应，应以什么身得度他现什么身，不是自己起心动念。谁起心动念？众生起心动念，众生想见佛，他现佛身，众生想见菩萨，他现菩萨身，《楞严经》上所说的「随众生心，应所知量」。确确实实他没有起心动念，起心动念尚且没有，哪里来的分别执着？这才叫真。",
      "zh_TW": "第二種「通力」，通是神通，「即如來神通之力。謂此通力變化無窮，隨感而應，不謀而知，徹照萬法，非思議之可及」。通，我們一般叫神通，天眼、天耳、他心、宿命、神足、漏盡，就六根來說的，在眼叫天眼，在耳叫天耳。這種能力是本能，一切眾生跟如來果地是平等平等，只要你明心見性；換句話說，只要你把起心動念、分別執著放下，它就現前，它沒有丟掉。因為我們起心動念、分別執著，這個作用的能力被限住了，眼見的能力，隔一張紙就看不見。這個能力恢復，睜開眼睛能夠看到遍法界虛空界，全看到，沒有障礙。你看到諸佛剎土，你看到極樂世界，你看到十法界，你看到陰曹地府，你看到地獄，哪裡你都看見了。雖然看見了，依舊沒有起心動念，沒有分別執著，所以它不跟八識相應。能夠普應十方，十方眾生有感他有應，應以什麼身得度他現什麼身，不是自己起心動念。誰起心動念？眾生起心動念，眾生想見佛，他現佛身，眾生想見菩薩，他現菩薩身，《楞嚴經》上所說的「隨眾生心，應所知量」。確確實實他沒有起心動念，起心動念尚且沒有，哪裡來的分別執著？這才叫真。"
    },
    {
      "id": "02-040-0355_p0016",
      "zh_CN": "跟我们有缘的人，这是很普通的现象，我们喜欢这个人，见到起心动念，我们讨厌那个人，见到也起心动念。这个人是好人、是坏人，都在你的念头，你的念头一转，这个人我要跟他接触，为什么？我在这个里头练不起心不动念。我喜欢这个人，我要在他身上练不起心不动念；我讨厌的那个人，我也在他身上练不起心不动念。不看到，不看到忘掉了。顺境善缘练什么？练不生贪恋；逆境恶缘练什么？练不生瞋恚，正是练功夫的时候，好境界。所以会修行的，什么境界都是好境界，都能帮助你提升。换句话说，所有境界，物质环境、人事环境都是帮助你成佛的，帮助你提升的，帮助你觉悟的。如果一生贪爱、一生怨恨，迷了，那就错了，那它们帮助你什么？帮助你堕三途。念头一转，它帮助我到极乐世界，帮助我成佛。",
      "zh_TW": "跟我們有緣的人，這是很普通的現象，我們喜歡這個人，見到起心動念，我們討厭那個人，見到也起心動念。這個人是好人、是壞人，都在你的念頭，你的念頭一轉，這個人我要跟他接觸，為什麼？我在這個裡頭練不起心不動念。我喜歡這個人，我要在他身上練不起心不動念；我討厭的那個人，我也在他身上練不起心不動念。不看到，不看到忘掉了。順境善緣練什麼？練不生貪戀；逆境惡緣練什麼？練不生瞋恚，正是練功夫的時候，好境界。所以會修行的，什麼境界都是好境界，都能幫助你提升。換句話說，所有境界，物質環境、人事環境都是幫助你成佛的，幫助你提升的，幫助你覺悟的。如果一生貪愛、一生怨恨，迷了，那就錯了，那它們幫助你什麼？幫助你墮三途。念頭一轉，它幫助我到極樂世界，幫助我成佛。"
    },
    {
      "id": "02-040-0355_p0017",
      "zh_CN": "由此可知，蕅益大师说得好，「境缘无好丑」，境是物质环境，缘是人事环境，没有好丑，「好丑存于心」，你的心好，外面都好，你的心不好，外头都不好。这多重要！学佛修行就是修这个心，心清净了，外面境界全清净了，顺逆都清净，善恶也清净；心不清净，统统不清净。所以关键不在外面，关键统统在自己。古人讲这个话，行有不得，反求诸己，这个人是什么人？肯定是法身菩萨，不是法身菩萨说不出来。所以，自己知道自己应该怎么做法，全在自己，不在外境。千万要记住，念头里头最善的念头，中国人讲止于至善，达到善的极处，就是一句阿弥陀佛。阿弥陀佛才是真正止于至善，为什么不念佛？",
      "zh_TW": "由此可知，蕅益大師說得好，「境緣無好醜」，境是物質環境，緣是人事環境，沒有好醜，「好醜存於心」，你的心好，外面都好，你的心不好，外頭都不好。這多重要！學佛修行就是修這個心，心清淨了，外面境界全清淨了，順逆都清淨，善惡也清淨；心不清淨，統統不清淨。所以關鍵不在外面，關鍵統統在自己。古人講這個話，行有不得，反求諸己，這個人是什麼人？肯定是法身菩薩，不是法身菩薩說不出來。所以，自己知道自己應該怎麼做法，全在自己，不在外境。千萬要記住，念頭裡頭最善的念頭，中國人講止於至善，達到善的極處，就是一句阿彌陀佛。阿彌陀佛才是真正止於至善，為什麼不念佛？"
    },
    {
      "id": "02-040-0355_p0018",
      "zh_CN": "我们再看第二种，通力。神通是自性本有的，心清净就能够发通，自然就出现，也是感应道交。这种能力，六种能力，也是彻照万法，不可思议，跟识法也不相应，所以唯识也难判它。不思议的能力，本能，只有明心见性才明了，没有明心见性，讲，不管怎么讲，你只得到一个模糊的概念，你没有办法认识它。所以佛对一般人，把这个话题他都把它岔开，不谈它，只有跟法身菩萨可以说。",
      "zh_TW": "我們再看第二種，通力。神通是自性本有的，心清淨就能夠發通，自然就出現，也是感應道交。這種能力，六種能力，也是徹照萬法，不可思議，跟識法也不相應，所以唯識也難判它。不思議的能力，本能，只有明心見性才明瞭，沒有明心見性，講，不管怎麼講，你只得到一個模糊的概念，你沒有辦法認識它。所以佛對一般人，把這個話題他都把它岔開，不談它，只有跟法身菩薩可以說。"
    },
    {
      "id": "02-040-0355_p0019",
      "zh_CN": "第三种「借识力」，这个识就是前面讲的识法，八识五十一心所。下面举个例子说，「谓如二禅以上，无有寻伺」，粗心缘境叫寻，找！细心分别叫伺，「语言，若欲说法应用，则借初禅眼耳身三识，以成己用，由此假他之用，非因本起，不属唯识，是故唯识难判」。下面括弧上有个注解，「借初禅三识」，怎么借法？「由初禅不着香味二尘」，初禅人有这个功夫，鼻、舌二识就没有了。他不执着香，没有鼻识，不执着味，没有舌识，鼻舌这二识他没有。但是他还有眼、还有耳、还有身。「二禅已上，不着五尘」，五尘都没有，眼耳鼻舌身这个都没有，他有意识。所以「若欲应用，则借初禅三识」。什么时候借用？众生有感的时候。二禅以上，这是说三界之内的。",
      "zh_TW": "第三種「借識力」，這個識就是前面講的識法，八識五十一心所。下面舉個例子說，「謂如二禪以上，無有尋伺」，粗心緣境叫尋，找！細心分別叫伺，「語言，若欲說法應用，則借初禪眼耳身三識，以成己用，由此假他之用，非因本起，不屬唯識，是故唯識難判」。下面括弧上有個註解，「借初禪三識」，怎麼借法？「由初禪不著香味二塵」，初禪人有這個功夫，鼻、舌二識就沒有了。他不執著香，沒有鼻識，不執著味，沒有舌識，鼻舌這二識他沒有。但是他還有眼、還有耳、還有身。「二禪已上，不著五塵」，五塵都沒有，眼耳鼻舌身這個都沒有，他有意識。所以「若欲應用，則借初禪三識」。什麼時候借用？眾生有感的時候。二禪以上，這是說三界之內的。"
    },
    {
      "id": "02-040-0355_p0020",
      "zh_CN": "我们看这个现相，初禅是大梵天，大梵天可以统摄四禅，初禅是梵天，二禅是光天，三禅是净天，四禅是福天，福报大。这些天神要往下界来帮助众生，这是他们欢喜的事情。他们也到人间来，也到下三道去，行菩萨道，应以什么身得度，他能现什么身。为什么能现身？他要借下一层的识，不是借别人的，自己的。也就是自己，我在这个层次、这个水平，众生达不到。我要教小学生，必须要把自己降到小学程度，我才能够对他，就这个意思。跟中学生在一起，我是中学生程度，跟大学生在一起，我是大学生程度，实际上全部超越。这就是应以什么身得度就现什么身，应该说什么法，就统统是恒顺众生，随喜功德，这叫借识力。自己虽然超越了，但是为教化众生，你说他多方便！释迦牟尼佛跟凡夫在一起，凡夫八识五十一心所释迦牟尼佛都要用，用得自在，用得自然，痕迹都找不到。正在用的时候也没有执着它，所以八识五十一心所能干扰佛菩萨吗？不能。他不用你，不受干扰，用你也不受干扰，这才叫真妙，是借力起作用，帮助众生、成就众生、利益众生而已。这是不思议境界，唯识难判。",
      "zh_TW": "我們看這個現相，初禪是大梵天，大梵天可以統攝四禪，初禪是梵天，二禪是光天，三禪是淨天，四禪是福天，福報大。這些天神要往下界來幫助眾生，這是他們歡喜的事情。他們也到人間來，也到下三道去，行菩薩道，應以什麼身得度，他能現什麼身。為什麼能現身？他要借下一層的識，不是借別人的，自己的。也就是自己，我在這個層次、這個水平，眾生達不到。我要教小學生，必須要把自己降到小學程度，我才能夠對他，就這個意思。跟中學生在一起，我是中學生程度，跟大學生在一起，我是大學生程度，實際上全部超越。這就是應以什麼身得度就現什麼身，應該說什麼法，就統統是恆順眾生，隨喜功德，這叫借識力。自己雖然超越了，但是為教化眾生，你說他多方便！釋迦牟尼佛跟凡夫在一起，凡夫八識五十一心所釋迦牟尼佛都要用，用得自在，用得自然，痕跡都找不到。正在用的時候也沒有執著它，所以八識五十一心所能干擾佛菩薩嗎？不能。他不用你，不受干擾，用你也不受干擾，這才叫真妙，是借力起作用，幫助眾生、成就眾生、利益眾生而已。這是不思議境界，唯識難判。"
    },
    {
      "id": "02-040-0355_p0021",
      "zh_CN": "第四个「愿力」，愿力不可思议，「即如来大愿之力」。我们在《无量寿经》看到的，阿弥陀佛四十八愿，每一愿都不可思议，这是大愿最好的标准。「而此愿力，非因爱见，不假思惟」，这个愿力的由来不是爱见。爱见是什么？我们平常讲慈悲心、怜悯心，看到众生可怜，怜悯的心自然生起来，所谓恻隐之心，爱心，不是这个。不假思惟，思惟是思考，境界现前我要怎么样来对待。用爱见、用思惟是凡夫，不是圣人，圣人没有。圣人愿力的动机是什么？这个不可思议，是自性里头本具的德能，我们讲性德。性德是什么？性德就是爱，是自性里头本有的，不是外头来的。出自于本性，出自于本心，不是学来的，本性里头本来有的，我们现在迷了。",
      "zh_TW": "第四個「願力」，願力不可思議，「即如來大願之力」。我們在《無量壽經》看到的，阿彌陀佛四十八願，每一願都不可思議，這是大願最好的標準。「而此願力，非因愛見，不假思惟」，這個願力的由來不是愛見。愛見是什麼？我們平常講慈悲心、憐憫心，看到眾生可憐，憐憫的心自然生起來，所謂惻隱之心，愛心，不是這個。不假思惟，思惟是思考，境界現前我要怎麼樣來對待。用愛見、用思惟是凡夫，不是聖人，聖人沒有。聖人願力的動機是什麼？這個不可思議，是自性裡頭本具的德能，我們講性德。性德是什麼？性德就是愛，是自性裡頭本有的，不是外頭來的。出自於本性，出自於本心，不是學來的，本性裡頭本來有的，我們現在迷了。"
    },
    {
      "id": "02-040-0355_p0022",
      "zh_CN": "中国这些老祖宗，最初造文字，我们相信造文字那些人是佛菩萨再来的，不是凡人，凡人哪有那么大的智慧？叫你看到这个字的样子，你就体会它里头的意思，每一个字、每一句其味无穷，也是不可思议。中国文字里头这个「爱」，不可思议，你看它的字形，它的形状、样子，拆开来看，把那个心拿掉是个受字，受里头有心，心灵的感受，自然的，一丝毫勉强没有，心灵的感受就是爱。爱就是性德，是性德的核心，也是性德的全体。我们把这个爱迷了，迷而不觉，把它变成怨、变成恨了。这个字大有讲究，关键就在那个心。",
      "zh_TW": "中國這些老祖宗，最初造文字，我們相信造文字那些人是佛菩薩再來的，不是凡人，凡人哪有那麼大的智慧？叫你看到這個字的樣子，你就體會它裡頭的意思，每一個字、每一句其味無窮，也是不可思議。中國文字裡頭這個「愛」，不可思議，你看它的字形，它的形狀、樣子，拆開來看，把那個心拿掉是個受字，受裡頭有心，心靈的感受，自然的，一絲毫勉強沒有，心靈的感受就是愛。愛就是性德，是性德的核心，也是性德的全體。我們把這個愛迷了，迷而不覺，把它變成怨、變成恨了。這個字大有講究，關鍵就在那個心。"
    },
    {
      "id": "02-040-0355_p0023",
      "zh_CN": "我这次在联合国做个报告，因为他们给我安排了两次，第一次只有二十分钟，我就讲这个字。第二次给我是两个小时，所以我有一份讲稿。这二十分钟没有，就讲这个字。这个心，不起心不动念、不分别不执着，这个爱是自性圆满的爱、究竟的爱，是佛的爱，因为不起心不动念是佛。我们常常赞叹佛的大慈大悲遍法界虚空界，爱是这个意思。真心、自性是不动的，没有起心动念，它不动的。如果它动了，动了是什么？一念不觉。不动的时候它是纯的真心，纯正的真心，一动了之后就叫无明，真心就变成阿赖耶，就变成妄心。所以不动是真，一动就变质了。变质我们把它叫做情，这个心里面就变成有情，情识，情跟识是一个意思，叫情识，变成识了，他有起心、有动念。除起心动念之外，他没有别的，这叫菩萨，菩萨有情，但是他觉，觉而不迷，所以菩萨翻作觉有情。这是爱第二个意思，菩萨的爱。菩萨的爱跟佛的爱不一样，佛的爱没有条件，菩萨的爱有条件，觉就是他的条件。如果这个情里面有道、有义，这中国古人讲的，这是世间的圣人。道是圣人，心情里头有道，心情里头有义是贤人，圣贤，圣贤的心的爱，凡是人皆须爱。如果那个心情里面只有欲望，只有欲，没有道义，也没有觉悟，这叫凡夫，凡夫的爱。",
      "zh_TW": "我這次在聯合國做個報告，因為他們給我安排了兩次，第一次只有二十分鐘，我就講這個字。第二次給我是兩個小時，所以我有一份講稿。這二十分鐘沒有，就講這個字。這個心，不起心不動念、不分別不執著，這個愛是自性圓滿的愛、究竟的愛，是佛的愛，因為不起心不動念是佛。我們常常讚歎佛的大慈大悲遍法界虛空界，愛是這個意思。真心、自性是不動的，沒有起心動念，它不動的。如果它動了，動了是什麼？一念不覺。不動的時候它是純的真心，純正的真心，一動了之後就叫無明，真心就變成阿賴耶，就變成妄心。所以不動是真，一動就變質了。變質我們把它叫做情，這個心裡面就變成有情，情識，情跟識是一個意思，叫情識，變成識了，他有起心、有動念。除起心動念之外，他沒有別的，這叫菩薩，菩薩有情，但是他覺，覺而不迷，所以菩薩翻作覺有情。這是愛第二個意思，菩薩的愛。菩薩的愛跟佛的愛不一樣，佛的愛沒有條件，菩薩的愛有條件，覺就是他的條件。如果這個情裡面有道、有義，這中國古人講的，這是世間的聖人。道是聖人，心情裡頭有道，心情裡頭有義是賢人，聖賢，聖賢的心的愛，凡是人皆須愛。如果那個心情裡面只有欲望，只有欲，沒有道義，也沒有覺悟，這叫凡夫，凡夫的愛。"
    },
    {
      "id": "02-040-0355_p0024",
      "zh_CN": "我们看这个爱，这个爱里头有多少意思在里头，每个人都有爱，每个人爱心都不一样，为什么？里头的成分不相等。可以说佛的爱、菩萨的爱，我们凡夫完全没有，凡夫有少分圣贤的爱，多分是欲望的爱。如果完全是欲望的爱，连道义都没有，他所造的是恶业，起心动念、言语造作全是欲望，果报在三途，他这个爱心到那里去了。你这样看十法界的爱心，把这些东西，添加品全部都丢掉，都洗刷干净，这就回归到佛的爱，回归到真爱。这个愿力，佛菩萨的愿力是从真诚的爱心里头发的，这个力量就大了。我们凡夫这个愿是从欲望里头生出来的，力量很小。我学佛，我拜佛、我诵经，为什么？我希望升官发财，希望佛菩萨保佑，这个力量就不大了。你能升官，你能发财，你命中有，命中没有求不到。如果你发的是大心，不为自己，我为苦难众生，真正像毛主席所说的，全心全意为人民服务，要发这个心，命里没有的你也会得到。为什么？这个心跟诸佛菩萨、跟一切天神相应，这些佛菩萨、天神真的会加持你，一般人说会保佑你，你能够得到，因为你不是为自己。",
      "zh_TW": "我們看這個愛，這個愛裡頭有多少意思在裡頭，每個人都有愛，每個人愛心都不一樣，為什麼？裡頭的成分不相等。可以說佛的愛、菩薩的愛，我們凡夫完全沒有，凡夫有少分聖賢的愛，多分是欲望的愛。如果完全是欲望的愛，連道義都沒有，他所造的是惡業，起心動念、言語造作全是欲望，果報在三途，他這個愛心到那裡去了。你這樣看十法界的愛心，把這些東西，添加品全部都丟掉，都洗刷乾淨，這就回歸到佛的愛，回歸到真愛。這個願力，佛菩薩的願力是從真誠的愛心裡頭發的，這個力量就大了。我們凡夫這個願是從欲望裡頭生出來的，力量很小。我學佛，我拜佛、我誦經，為什麼？我希望升官發財，希望佛菩薩保佑，這個力量就不大了。你能升官，你能發財，你命中有，命中沒有求不到。如果你發的是大心，不為自己，我為苦難眾生，真正像毛主席所說的，全心全意為人民服務，要發這個心，命裡沒有的你也會得到。為什麼？這個心跟諸佛菩薩、跟一切天神相應，這些佛菩薩、天神真的會加持你，一般人說會保佑你，你能夠得到，因為你不是為自己。"
    },
    {
      "id": "02-040-0355_p0025",
      "zh_CN": "所以如来大愿，就是如来这个大爱，没有起心、没有动念，是纯真真心流露出来的。这个爱是遍法界虚空界，是清净的爱，是平等的爱，是觉而不迷的爱，这个力量不可思议，唯识也没有办法判别它。如来大愿力我们有没有？有，各各都有。你肯不肯发，肯不肯把我自私自利的放下，我把这个爱，爱天下一切众生，爱全宇宙的一切众生，你肯不肯？你肯发，什么时候发什么时候就成佛了。发了以后退转，那又退回来了，这一步登天没登上，又下来了；如果发了不退转，那你就上去了。这是真正的佛法，这不是假的。学佛没有别的，学佛就是学爱人，爱众生，像佛一样，对遍法界虚空界一切万事万物一切众生，是一个平等心，是个真诚的爱心，没有差别。",
      "zh_TW": "所以如來大願，就是如來這個大愛，沒有起心、沒有動念，是純真真心流露出來的。這個愛是遍法界虛空界，是清淨的愛，是平等的愛，是覺而不迷的愛，這個力量不可思議，唯識也沒有辦法判別它。如來大願力我們有沒有？有，各各都有。你肯不肯發，肯不肯把我自私自利的放下，我把這個愛，愛天下一切眾生，愛全宇宙的一切眾生，你肯不肯？你肯發，什麼時候發什麼時候就成佛了。發了以後退轉，那又退回來了，這一步登天沒登上，又下來了；如果發了不退轉，那你就上去了。這是真正的佛法，這不是假的。學佛沒有別的，學佛就是學愛人，愛眾生，像佛一樣，對遍法界虛空界一切萬事萬物一切眾生，是一個平等心，是個真誠的愛心，沒有差別。"
    },
    {
      "id": "02-040-0355_p0026",
      "zh_CN": "第五「法威德力」，什么叫法威德力？「即如来应化威德之力」。这桩事情也是不思议境界，应是感应，众生有感，如来自然有应。极其微细的感，自己还不知道，佛知道，佛就有应，应化威德不可思议。下面举一个例，「如演一音，则普应群机」，佛以一音而说法，众生随类各得解。每一天每一时往生到极乐世界有多少人，无量无边、无数无尽。这些往生的人来自不同的星球，不同的族群、不同的文化，乃至不同的身相、不同的言语、不同的文字，佛说法，大家听在耳里，都好像是通过翻译说自己的语言，这个威德不可思议！为什么佛能？佛没有起心动念，他就能。为什么？一切法不离自性，一切法是自性变现的。只要你见性了，性跟性自然就通了，像电脑一样，自然通了，不需要去连结的，每个人听佛说法，都是听自己的语言。我们跟这些众生交流，我们说我们的话，他听在耳朵里头是他们的话，妙！他说他的话，我听在耳里是说我们的话，不可思议。这是真的，不是假的。为什么？性是通的，相当中有隔碍，回归到性全通了，一丝毫差别都没有了。",
      "zh_TW": "第五「法威德力」，什麼叫法威德力？「即如來應化威德之力」。這樁事情也是不思議境界，應是感應，眾生有感，如來自然有應。極其微細的感，自己還不知道，佛知道，佛就有應，應化威德不可思議。下面舉一個例，「如演一音，則普應群機」，佛以一音而說法，眾生隨類各得解。每一天每一時往生到極樂世界有多少人，無量無邊、無數無盡。這些往生的人來自不同的星球，不同的族群、不同的文化，乃至不同的身相、不同的言語、不同的文字，佛說法，大家聽在耳裡，都好像是通過翻譯說自己的語言，這個威德不可思議！為什麼佛能？佛沒有起心動念，他就能。為什麼？一切法不離自性，一切法是自性變現的。只要你見性了，性跟性自然就通了，像電腦一樣，自然通了，不需要去連結的，每個人聽佛說法，都是聽自己的語言。我們跟這些眾生交流，我們說我們的話，他聽在耳朵裡頭是他們的話，妙！他說他的話，我聽在耳裡是說我們的話，不可思議。這是真的，不是假的。為什麼？性是通的，相當中有隔礙，回歸到性全通了，一絲毫差別都沒有了。"
    },
    {
      "id": "02-040-0355_p0027",
      "zh_CN": "「施一法，则众魔皆伏」，施是个设施，用一法，一切魔统统伏了，这是什么法？众魔能伏，今天我们这个地球，在太空当中真的是芝麻粒一小点，它算什么。今天地球上七十亿居民，心想各异，烦恼不相同，有没有一法能叫所有都能够接受，都伏了？能。只有佛法能通一切，只有佛法，这什么意思？佛法，佛是什么意思？佛是真诚、觉悟、慈悲。能不能叫这七十亿众生都伏？能，真诚就伏了，用真诚心、用真实智慧、用真实慈悲，这个世界上没有人不伏。",
      "zh_TW": "「施一法，則眾魔皆伏」，施是個設施，用一法，一切魔統統伏了，這是什麼法？眾魔能伏，今天我們這個地球，在太空當中真的是芝麻粒一小點，它算什麼。今天地球上七十億居民，心想各異，煩惱不相同，有沒有一法能叫所有都能夠接受，都伏了？能。只有佛法能通一切，只有佛法，這什麼意思？佛法，佛是什麼意思？佛是真誠、覺悟、慈悲。能不能叫這七十億眾生都伏？能，真誠就伏了，用真誠心、用真實智慧、用真實慈悲，這個世界上沒有人不伏。"
    },
    {
      "id": "02-040-0355_p0028",
      "zh_CN": "我们中国老祖宗给我们说的，《大学》里头的三纲八目，就能叫天下人都伏了。明德，明德是真心，亲民是慈悲，止于至善是智慧。止于至善就是中庸之道，用什么方法来达到？用教育，教学为先。释迦牟尼佛当年在世，为我们示现成道，在菩提树下大彻大悟，明心见性。出定之后就开始教学，一直到八十岁圆寂，一生教学。教学就是大慈大悲，教学就是救苦救难，就是帮助一切众生离苦得乐，破迷开悟。",
      "zh_TW": "我們中國老祖宗給我們說的，《大學》裡頭的三綱八目，就能叫天下人都伏了。明德，明德是真心，親民是慈悲，止於至善是智慧。止於至善就是中庸之道，用什麼方法來達到？用教育，教學為先。釋迦牟尼佛當年在世，為我們示現成道，在菩提樹下大徹大悟，明心見性。出定之後就開始教學，一直到八十歲圓寂，一生教學。教學就是大慈大悲，教學就是救苦救難，就是幫助一切眾生離苦得樂，破迷開悟。"
    },
    {
      "id": "02-040-0355_p0029",
      "zh_CN": "苦、乐怎么来的？苦是迷失事实真相，对于宇宙人生真相不了解，完全胡思乱想，全都想错了，从这来的。乐从哪里来的？乐从觉悟来的。一个觉悟的人，他一生生活在这个世间，无论这个世间是顺境、还是逆境，他周边的人是善缘、还是恶缘，他没有不快乐的。为什么？他觉悟了，他明白了，事实真相了解了，因果报应透彻了，他心是定的，不受外面环境干扰，他有这个本事。他的生活是戒定慧，是清净平等觉。我们凡夫，六根在六尘境界当中起惑、造业、受报，完全受外面环境的干扰，自己一点都不能做主，你说多可怜。学佛的人是最幸运的人，特别是念佛人，最单纯的人，心里面只一句佛号，除一句佛号什么都没有，所以他能成就。这一句佛号里面，真的念懂、念通了、消化了，法喜充满，一句佛号里面充满了智慧，充满了喜乐。自己得到解脱，也能帮助别人，像底下所说的，「利生无尽，功德难量，不与识法相应，是故唯识难判」。这是五种力，五种力明白了，我们来看看本经。",
      "zh_TW": "苦、樂怎麼來的？苦是迷失事實真相，對於宇宙人生真相不了解，完全胡思亂想，全都想錯了，從這來的。樂從哪裡來的？樂從覺悟來的。一個覺悟的人，他一生生活在這個世間，無論這個世間是順境、還是逆境，他周邊的人是善緣、還是惡緣，他沒有不快樂的。為什麼？他覺悟了，他明白了，事實真相了解了，因果報應透徹了，他心是定的，不受外面環境干擾，他有這個本事。他的生活是戒定慧，是清淨平等覺。我們凡夫，六根在六塵境界當中起惑、造業、受報，完全受外面環境的干擾，自己一點都不能做主，你說多可憐。學佛的人是最幸運的人，特別是念佛人，最單純的人，心裡面只一句佛號，除一句佛號什麼都沒有，所以他能成就。這一句佛號裡面，真的念懂、念通了、消化了，法喜充滿，一句佛號裡面充滿了智慧，充滿了喜樂。自己得到解脫，也能幫助別人，像底下所說的，「利生無盡，功德難量，不與識法相應，是故唯識難判」。這是五種力，五種力明白了，我們來看看本經。"
    },
    {
      "id": "02-040-0355_p0030",
      "zh_CN": "「现约今经」，现在就这部经上所说的我们来看，「法藏大士住真实慧」。他心里头有真实智慧，真实是不起心不动念，那是什么？是自性本定，定生慧，自性里头本具的般若智慧自然生起来了。这心不定不行。心里头最忌讳的是念头，不管是善的念头、是不善的念头都忌讳，为什么？因为自性里头没有念头，怎么会有个念头？没有念头就成佛了，自性圆满现前。但是这桩事情我们做不到，为什么？我们无始劫来就起心动念，打妄想打成习惯，不打妄想，就像变成嗜好、吸毒一样，这个东西是不好，可是不吸不行，不吸不能忍，忍不过。弥陀有个方法，教我们把所有的念头统统都归到阿弥陀佛，这个办法好。教我们一念不生难，把念头归到阿弥陀佛，这个办得到。救多少人！只要你肯干，真有效，不要念别的，就念这一句阿弥陀佛。千万要记住，这一句阿弥陀佛不能见性，要知道，但是决定得生净土。古大德有句话说，「但得见弥陀，何愁不开悟」，你见到阿弥陀佛肯定开悟，为什么？他会教，他的教学法非常高明。一切诸佛当中他是教学第一，他想出这个方法也最妙，叫诸佛如来叹为观止。我们要记住，我们要相信，就这一句佛号，一句佛号念到底。",
      "zh_TW": "「現約今經」，現在就這部經上所說的我們來看，「法藏大士住真實慧」。他心裡頭有真實智慧，真實是不起心不動念，那是什麼？是自性本定，定生慧，自性裡頭本具的般若智慧自然生起來了。這心不定不行。心裡頭最忌諱的是念頭，不管是善的念頭、是不善的念頭都忌諱，為什麼？因為自性裡頭沒有念頭，怎麼會有個念頭？沒有念頭就成佛了，自性圓滿現前。但是這樁事情我們做不到，為什麼？我們無始劫來就起心動念，打妄想打成習慣，不打妄想，就像變成嗜好、吸毒一樣，這個東西是不好，可是不吸不行，不吸不能忍，忍不過。彌陀有個方法，教我們把所有的念頭統統都歸到阿彌陀佛，這個辦法好。教我們一念不生難，把念頭歸到阿彌陀佛，這個辦得到。救多少人！只要你肯幹，真有效，不要念別的，就念這一句阿彌陀佛。千萬要記住，這一句阿彌陀佛不能見性，要知道，但是決定得生淨土。古大德有句話說，「但得見彌陀，何愁不開悟」，你見到阿彌陀佛肯定開悟，為什麼？他會教，他的教學法非常高明。一切諸佛當中他是教學第一，他想出這個方法也最妙，叫諸佛如來歎為觀止。我們要記住，我們要相信，就這一句佛號，一句佛號念到底。"
    },
    {
      "id": "02-040-0355_p0031",
      "zh_CN": "他住真实慧，真实心里面流露出本具的智慧。「于无量劫庄严佛土」，换句话说，极乐世界的建立才十劫，无量劫庄严佛土，这是讲法藏菩萨，他没成佛之前。他在诸佛刹土修行，菩萨要依靠佛，不能离开佛，他是佛弟子，肯定是个老实、听话、真干的佛弟子，诸佛如来都赞叹他。到他成佛，他发起一个大愿，这个大愿就是参学，用我们现在的话来说，考察、调研，调查研究。对象是所有一切诸佛的刹土，到那边去看，取人之长，舍人之短，来建立极乐世界。帮助一切烦恼习气很难断的这些众生，到极乐世界成就他们，阿弥陀佛做到了。极乐世界是为谁建造的？不是为上上根人，老老实实讲它是为下下根人，下下根人都能得度，何况其他，全都得度了。度上上根，不能度上中下；度下下根，全都得度了。这是不可思议，我们要感恩，我们要报恩。这恩怎么报？念佛往生净土就是报恩。我们不能念佛，不能往生净土，我们辜负阿弥陀佛的恩德，辜负了阿弥陀佛对我们的爱护，建立极乐世界是对我们的爱护。",
      "zh_TW": "他住真實慧，真實心裡面流露出本具的智慧。「於無量劫莊嚴佛土」，換句話說，極樂世界的建立才十劫，無量劫莊嚴佛土，這是講法藏菩薩，他沒成佛之前。他在諸佛剎土修行，菩薩要依靠佛，不能離開佛，他是佛弟子，肯定是個老實、聽話、真幹的佛弟子，諸佛如來都讚歎他。到他成佛，他發起一個大願，這個大願就是參學，用我們現在的話來說，考察、調研，調查研究。對象是所有一切諸佛的剎土，到那邊去看，取人之長，捨人之短，來建立極樂世界。幫助一切煩惱習氣很難斷的這些眾生，到極樂世界成就他們，阿彌陀佛做到了。極樂世界是為誰建造的？不是為上上根人，老老實實講它是為下下根人，下下根人都能得度，何況其他，全都得度了。度上上根，不能度上中下；度下下根，全都得度了。這是不可思議，我們要感恩，我們要報恩。這恩怎麼報？念佛往生淨土就是報恩。我們不能念佛，不能往生淨土，我們辜負阿彌陀佛的恩德，辜負了阿彌陀佛對我們的愛護，建立極樂世界是對我們的愛護。"
    },
    {
      "id": "02-040-0355_p0032",
      "zh_CN": "所以，「成就圣力与国土皆不可思议」。昙鸾法师《往生论注》里头说的十七种国土庄严功德成就下面，「一一注曰，焉可思议」，或者是安可思议。焉可思议，安可思议，都是不可思议的意思。怎么能够想像，怎么能够议论？「如」，这是举极乐世界的例子，「光为佛事，焉可思议」。极乐世界光明世界，身放光，阿弥陀佛身放光，每个人身都放光。《观经》上佛说的，阿弥陀佛的法身，身有八万四千相，每个相有八万四千好，叫相好，每个好放八万四千光，每个光里面都看到佛菩萨在教学、在听课、在修行、在教化众生。把遍法界虚空界一切诸佛刹土，就在一个身上都看到了，这怎么能思议，无法思议。光为佛事。",
      "zh_TW": "所以，「成就聖力與國土皆不可思議」。曇鸞法師《往生論註》裡頭說的十七種國土莊嚴功德成就下面，「一一註曰，焉可思議」，或者是安可思議。焉可思議，安可思議，都是不可思議的意思。怎麼能夠想像，怎麼能夠議論？「如」，這是舉極樂世界的例子，「光為佛事，焉可思議」。極樂世界光明世界，身放光，阿彌陀佛身放光，每個人身都放光。《觀經》上佛說的，阿彌陀佛的法身，身有八萬四千相，每個相有八萬四千好，叫相好，每個好放八萬四千光，每個光裡面都看到佛菩薩在教學、在聽課、在修行、在教化眾生。把遍法界虛空界一切諸佛剎土，就在一個身上都看到了，這怎麼能思議，無法思議。光為佛事。"
    },
    {
      "id": "02-040-0355_p0033",
      "zh_CN": "「此水为佛事，安可思议」，水亦如是。水是流水的音声，音声都在说法，你喜欢听什么法，听到就是你所想听的。「此影为佛事，安可思议」。「此声为佛事，焉可思议」。极乐世界是不可思议的境界，依报正报，正报是佛跟菩萨，依报是环境，六根所接触的环境全都是佛法。这就说明极乐世界修行为什么那么快成就，原因在此地，它能叫你学习不中断，这就不可思议了。我们这个地方，再好的环境，修习有中断，吃饭中断了，晚上睡觉中断了，听课离开讲堂中断了。极乐世界不中断，无论在什么场所、在什么时候，六根接触六尘境界全在说法，就是你学的这个课程。这怎么回事？全是阿弥陀佛变化所作，阿弥陀佛不可思议。所以学习不中断，世界这么美好。",
      "zh_TW": "「此水為佛事，安可思議」，水亦如是。水是流水的音聲，音聲都在說法，你喜歡聽什麼法，聽到就是你所想聽的。「此影為佛事，安可思議」。「此聲為佛事，焉可思議」。極樂世界是不可思議的境界，依報正報，正報是佛跟菩薩，依報是環境，六根所接觸的環境全都是佛法。這就說明極樂世界修行為什麼那麼快成就，原因在此地，它能叫你學習不中斷，這就不可思議了。我們這個地方，再好的環境，修習有中斷，吃飯中斷了，晚上睡覺中斷了，聽課離開講堂中斷了。極樂世界不中斷，無論在什麼場所、在什麼時候，六根接觸六塵境界全在說法，就是你學的這個課程。這怎麼回事？全是阿彌陀佛變化所作，阿彌陀佛不可思議。所以學習不中斷，世界這麼美好。"
    },
    {
      "id": "02-040-0355_p0034",
      "zh_CN": "那我们现在可以做到，这极乐世界我们可以学习。我们这一个地区、一个城市，现在用无线电广播电台、用卫星电视，有这么一批老师，真正热心的，发心来救世、来救人，来拯救社会、来拯救地球，不必多，二十、三十个足够了。有这么几个电视频道、网路，每天二十四小时，天天都在讲。有没有人听？我相信听众非常多。发展到最后，全部人民都来听了，为什么？好东西，正面的。三年，我们的世界就接近极乐世界了。这个事情谁来做？阿弥陀佛来做。谁是阿弥陀佛？国家领导人是阿弥陀佛。中国这个国家，七个常委要一条心能这样做的话，三年，中国这一片大地就变成极乐世界了，不难！上行下效，国家领导人不带头很难，哪个个人要来搞都不容易。我们搞了五十五年，国家来搞顶多一年，就超过我五十五年。一人兴邦，真干，一个人把这个国家兴旺起来。翻过来，一个人也可以丧邦，把这个国家灭亡掉，那怎么？不干，不重视。谁？慈禧太后，历史上每个朝代最后的那个皇帝，叫末代皇帝，丧邦。祖宗的成法他都不要了，他作威作福，完全凭个人的爱好、享受，这国家会亡国。",
      "zh_TW": "那我們現在可以做到，這極樂世界我們可以學習。我們這一個地區、一個城市，現在用無線電廣播電台、用衛星電視，有這麼一批老師，真正熱心的，發心來救世、來救人，來拯救社會、來拯救地球，不必多，二十、三十個足夠了。有這麼幾個電視頻道、網路，每天二十四小時，天天都在講。有沒有人聽？我相信聽眾非常多。發展到最後，全部人民都來聽了，為什麼？好東西，正面的。三年，我們的世界就接近極樂世界了。這個事情誰來做？阿彌陀佛來做。誰是阿彌陀佛？國家領導人是阿彌陀佛。中國這個國家，七個常委要一條心能這樣做的話，三年，中國這一片大地就變成極樂世界了，不難！上行下效，國家領導人不帶頭很難，哪個個人要來搞都不容易。我們搞了五十五年，國家來搞頂多一年，就超過我五十五年。一人興邦，真幹，一個人把這個國家興旺起來。翻過來，一個人也可以喪邦，把這個國家滅亡掉，那怎麼？不幹，不重視。誰？慈禧太后，歷史上每個朝代最後的那個皇帝，叫末代皇帝，喪邦。祖宗的成法他都不要了，他作威作福，完全憑個人的愛好、享受，這國家會亡國。"
    },
    {
      "id": "02-040-0355_p0035",
      "zh_CN": "「最殊胜者，则为诸往生者，不断烦恼，得涅槃分，焉可思议」，这是不思议当中的第一不可思议，最殊胜的。每个往生的人，到极乐世界不要断烦恼就得涅槃分，那就是皆作阿惟越致菩萨，真不可思议，不可思议说到极处，我们统统有分，千万不能疏忽。今天时间到了，我们就学习到此地。",
      "zh_TW": "「最殊勝者，則為諸往生者，不斷煩惱，得涅槃分，焉可思議」，這是不思議當中的第一不可思議，最殊勝的。每個往生的人，到極樂世界不要斷煩惱就得涅槃分，那就是皆作阿惟越致菩薩，真不可思議，不可思議說到極處，我們統統有分，千萬不能疏忽。今天時間到了，我們就學習到此地。"
    }
  ]
}